{
    "07": {
        "4": {
            "1": {
                "H2KE-EN": "On jeongyu day, [the King] ordered Yi Hwang and others to compile the bier of the late King (Jeongjong .",
                "H2KE-nKo": "이황 등에게 명하여 대행왕의 행장을 수찬하게 하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 7월 4일(정사) 1번째기사",
                "gt-oKo": "이황(李滉) 등에게 명하여 대행왕(大行王)의 행장을 수찬(修撰)하게 하였다.",
                "hj": "○丁巳/命李滉等修撰大行王行狀。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King appointed Yi Hwang as minister of rites and concurrent second deputy director of the Office of State Records .",
                "H2KE-nKo": "이황을 예조 판서 겸 동지경연춘추관사로 삼았다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 7월 6일(기미) 1번째기사",
                "gt-oKo": "이황을 예조 판서(禮曹判書) 겸 동지경연 춘추관사(兼同知經筵春秋館事)로 삼았다.",
                "hj": "○己未/以李滉爲禮曹判書兼同知經筵春秋館事。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, Minister of Rites Yi Hwang retired from his office to return to the capital due to his illness.",
                "H2KE-nKo": "삭미일에 예조 판서 이황이 병으로 면직되어 고향으로 돌아갔다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 8월 1일(계미) 1번째기사",
                "gt-oKo": "예조 판서 이황이 병으로 사면하고 동쪽으로 돌아갔다.",
                "hj": "○朔癸未/禮曹判書李滉病免東歸。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "Left State Councilor Yi Myeongdeok presented a memorial to the Royal Lecture , which stated, Presently, it is no better way to resolve grievances in order to resolve grievances and cultivate vacancies. In the eulchuk year (, those who were transferred to transfer were not released but also intended to employ them, but it was too late to depart for the time being and passed away. Now, it is necessary to follow the will of the former kings and carry out it. This is to observe the work of successful successor.",
                "H2KE-nKo": "좌의정 이명이 경연에서 진언하기를,“지금 신정의 급선무는 억울함을 풀어 주고 침체된 자들을 진작하는 것보다 더한 것이 없습니다. 을축년에 양이한 사람들은 선왕께서 풀어 주셨을 뿐만 아니라 수용하려다 미처 시행하지 못하고 승하하셨으니, 지금 반드시 선왕의 뜻을 본받아 행해야만 선왕의 뜻과 사업을 잘 계승하는 것이 될 것입니다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 9월 1일(임자) 1번째기사",
                "gt-oKo": "좌의정 이명(李蓂)이 경연에서 진언하였다. “지금 신정(新政)의 급선무는 원통한 것을 펴 주고 침체된 것을 진작시키는 일 만한 것이 없습니다. 을축년에 양이(量移)한 사람들은 선왕께서 석방하셨을 뿐만 아니라 또한 거두어 쓰시려고 하셨으나 미처 시행하기도 전에 승하하셨습니다. 이제 모름지기 선왕의 뜻을 체득하여 거행하시는 일이야말로 선왕의 뜻을 잇고 사업을 계승하는 방도입니다.”",
                "hj": "○朔壬子/左議政李蓂進言於經筵曰: “方今新政之務, 莫若伸冤枉、振沈滯。 乙丑年量移人等, 先王非徒釋放, 又欲收用, 未及旋行而賓天。 今必體先王之意, 而行之, 乃爲善繼志述事矣。”"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] summoned Yi Hwang , a first day of the month, and said, The world and disorder of the state lies in the virtues of the King, and the world and the virtuous sovereign lies in the Royal Lecture. You should diligently attend the Royal Lecture and daily meet wise scholars. Only then can you see the world and disorder. If you should attend the Royal Lecture for a long time, you should be allowed to attend the Royal Lecture. It would be proper to have you serve in the Royal Lecture for a lecture. As my dear sir left [the capital], it was happened that I was unable to examine [this matter]. At the beginning of the new state, all those who were delayed should be selected and appointed. How much more so among the wise ministers? My dear sir should ride post horses and quickly come to the capital. Censor [of the Office of the Inspector General] Mok Cheom advised, [Yi] Hwangs study is well-versed, and his study is well-versed. It is proper to send a royal order to summon [Hwang] and have him serve in the Royal Lecture for a study. This will certainly result in the study of the Crown Prince. Due to this, [the King] summoned him. [Yi] Hwang submitted a memorial requesting that [Hwang] be summoned.",
                "H2KE-nKo": "이황을 명소하기를,“국가의 치란은 임금의 덕에 달려 있고, 임금의 덕을 성취하는 것은 어진이를 높이고 학문을 강론하는 데 달려 있다. 부지런히 경연에 나아가 날마다 어진 선비를 접하여 마음과 지혜가 고명해지게 한 뒤에야 어진 사람과 간사한 사람을 볼 수 있을 것이다. 경연에 입시할 만한 자가 멀리 있으면 마땅히 가까이하게 하여 경연의 직임을 맡기도록 해야 할 것이다. 경이 마침 매우 황급한 중에 있어서 미처 살피지 못하였다. 새로 정사를 하는 초기에는 침체되어 있는 사람도 모두 발탁해서 등용해야 하는데, 하물며 어진 재상이야 말할 것이 있겠는가. 경은 역마를 타고 속히 올라오라.”하였다. 대사간 목첨이 아뢰기를,“이황은 학문이 해박하고 공부가 독실하니, 글을 내려 불러다가 경연의 직임을 맡기면 반드시 성상의 학문을 보도하는 공이 있을 것입니다.”하니, 이로 인하여 소명이 있었다. 이황이 사장을 올려 소명을 정지하도록 청하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 1일(임오) 1번째기사",
                "gt-oKo": "이황(李滉)을 명소(命召)하기를, “국가가 다스려지느냐 어지러워지느냐는 임금의 덕에 달려 있는데 임금의 덕의 성취는 어진이를 높이며 강학(講學)하는 데 달려 있는 것이다. 부지런히 경연에 나아가 날마다 어진 선비와 만나 심지(心智)를 고명하게 한 뒤에야 어진이와 간사한 자를 분간할 수 있는 것이니 경연에 모실 만한 자가 멀리 있으면 마땅히 가깝게 있도록 해서 경연의 직임을 맡기는 것이 옳다. 경이 내려갈 때에는 마침 이루 말할 수 없이 황망(遑忙)한 중이라 미처 살피지 못하였다. 새로운 정치를 하는 처음에 있어서는 침체해 있는 사람도 모두 발탁해 써야 하는데 하물며 어진 재상이겠는가. 경은 역마를 타고 속히 올라오라.” 하였는데, 이는 대사간 목첨(睦詹)이 ‘이황은 학문이 해박하고 공부가 독실하니, 응당 하서하여 불러 올려서 경연의 직임을 맡기면 반드시 성학(聖學)을 보도(輔導)하는 공효가 있을 것이다.’고 아뢰었기 때문에 이 소명이 있었던 것이다. 이황은 사양하는 글을 올려 소명을 정지시켜 줄 것을 청하였다.",
                "hj": "○朔壬午/命召李滉曰: “國家治亂, 在於君德; 君德成就, 在於尊賢講學。 勤御經筵, 日接賢士, 使心智高明, 然後可以見其賢邪矣。 合侍經筵者遠, 則宜令近之, 俾任經席可也。 卿之下去, 適在皇皇罔極之中, 未及察之。 新政之初, 沈滯之人, 皆可擢用, 況賢宰相乎? 卿其乘馹, 斯速上來。” 大司諫睦詹啓曰: “李滉, 學問該博, 工夫敦篤。 宜下書徵之, 置之經席, 必有輔導聖學之功。” 因此有召命。 李滉上辭狀, 請停召命。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The three state councilors reported to the King as follows: Yusin District was in fact the name of Chungju . However, in the giyu year (, when Yi Hongyuns misfortune, he was designated as a 현으로 강등시켰습니다. However, this district is a large number of people and a large land. Only by one person governs [the district], there are many delays. From ancient times, the towns designated as a designated area were not passed since the twentieth year. Your subjects request that the name of Yusin District be designated as a chamber of Chungju. Now, it is the time for the restoration of the old ones and the restoration of the old ones. Therefore, your subjects report this to the King. The King granted permission.",
                "H2KE-nKo": "삼공이 아뢰기를,“유신은 현으로 실호는 충주인데, 기유년 이홍윤의 난에 강등하여 현으로 만들었습니다. 본현은 물산이 풍부하고 지역이 넓은데 한 사람이 단독으로 다스리므로 적체된 일이 많습니다. 예로부터 읍호를 강등한 고을은 20년이 넘도록 본 읍호를 회복하지 않은 때가 없었습니다. 유신현의 읍호를 충주로 회복하소서. 지금은 묵은 읍호를 없애고 죄명을 씻어 주는 때이므로 감히 아룁니다.”하니, 주상이 윤허하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 12일(계사) 1번째기사",
                "gt-oKo": "삼공이 아뢰기를, “유신(惟新)이 현으로 되었으나 실제 이름은 충주(忠州)로 기유년에 이홍윤(李洪胤)의 난으로 인하여 현으로 강등시킨 것입니다. 본현은 물산이 많고 지역이 넓은데 한 사람의 관원이 다스리고 있으므로 적체되는 일이 많습니다. 예로부터 명호(名號)를 강등시킨 고을을 20년이 지나도록 본 명호를 복구하지 않은 때가 없었습니다. 유신현의 명호를 충주로 회복시키소서. 마침 지금의 옛 것을 쇄신하는 때이므로 감히 아룁니다.” 하니, 상이 윤허하였다.",
                "hj": "○癸巳/三公啓曰: “惟新爲縣, 實號忠州, 己酉年李洪胤之亂, 降屬爲縣。 本縣, 物衆地大, 一員獨治, 事多積滯。 自古降號之官, 未有過二十年。 不復本號之時, 請惟新縣復號忠州。 今方除舊蕩滌之會, 故敢啓。” 上允之。"
            },
            "2": {
                "H2KE-EN": "Yi Wonu and Ku Eom married a man boys hair and sent them to the house of Yi Wonu . The funerary oration stated, Those who saw Yi Gi were frightened.",
                "H2KE-nKo": "이원우가 구엄과 혼인을 할 때 어떤 사람이 사람의 머리에 담아서 이원우의 집에 보냈는데, 그 편지에 ‘이기’라고 쓰여 있었으므로 보는 자들이 놀라 거꾸로 엎어졌다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 12일(계사) 2번째기사",
                "gt-oKo": "이원우(李元祐)와 구엄(具渰)이 혼인을 할 때 어떤 자가 사람의 머리를 그릇에 담아 원우의 집에 보내왔는데, 거기에 ‘이기(李芑)’라고 적혀 있었으므로 그것을 본 자들이 놀래서 넘어졌다.",
                "hj": "○李元祐與具渰婚姻也, 有人盛人頭, 送于元祐家, 題曰: “李芑, 見者驚倒。"
            },
            "3": {
                "H2KE-EN": "The King responded to the high-ranking officials as follows: The King attended the Royal Lecture on the Confucian Classics, following the words of wise people, wise scholars, to employ them. Therefore, I issued a royal directive that high-ranking officials separately wrote and implore the release of blame on blame to blame on blam",
                "H2KE-nKo": "대신에게 답하기를,“경연에서 대행 대왕의 죄 없는 사람들을 신원하고 어진 선비를 발탁하여 등용하라는 말을 따랐기 때문에 이 뜻을 따라 전교한 것이다. 대신들이 분류하여 서계한 사람들은 대행 대왕께서 풀어 주신 사람들이기 때문에 아뢴 대로 하라고 하였다. 다만 그 가운데 큰 죄를 지은 송인수 등 5인은 회맹제에 기재되기까지 하였으니, 갑자기 원한을 풀어 주는 것은 더욱 온당치 못하다. 김래 등은 이미 큰 죄를 지은 사람들이니, 경솔히 고치는 것은 더욱 온당치 못하다. 충주의 호칭을 고치는 일은 세월이 오래되어 징계되었기 때문에 아뢴 대로 하라고 하였다. 정시의 초기에 어찌 일의 체모를 알겠는가. 이와 같이 분명하게 서계하였으니, 감격스럽고 기쁘다. 황공하게 여기지 말라.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 12일(계사) 3번째기사",
                "gt-oKo": "대신들에게 답하였다. “경연 석상에서 대행 대왕의 뜻을 따라 무고한 사람들의 원통함을 풀어주고 어진 사람들을 발탁해 쓰라고 했기 때문에 이 의견을 따라 전교하였다. 대신들이 분류해서 써서 아뢴 사람들은 대행 대왕께서 풀어준 사람들이므로 아뢴 대로 윤허한다. 다만 그 중에서 큰 죄인인 송인수(宋麟壽) 등 다섯 사람은 회맹(會盟)에 실리기까지 하였기 때문에 갑자기 풀어주기가 미안하다. 충주의 명호를 개정하는 일은 햇수가 오래 되어 징계되었을 것이니, 아뢴 대로 하라. 정시(正始)의 처음에 어찌 일의 대체를 알겠는가. 이와 같이 분명히 기록해서 아뢰니 감사하고 기쁘다. 황공해 할 것이 없다.”",
                "hj": "○答大臣曰: “經筵之上, 遵大行大王無辜之人伸冤, 賢士之人擢用之辭, 故從此意傳敎矣。 大臣等分類書啓之人, 大行大王開釋之類, 故如啓。 但於其中大罪之人(宋麟守)〔宋麟壽〕等五人, 至載會盟, 遽雪未安。 金䃴等, 已曾大罪之人, 輕改尤爲未安。 忠州改號事, 年久懲艾, 故如啓。 正始之初, 豈知事體乎? 如是分明書啓, 感喜。 勿爲惶恐。”"
            },
            "4": {
                "H2KE-EN": "The King instructed that the release of 유희춘 , 노수신 , and Kim Nansang , and their letters of appointment be returned to them. Han Ju , Yi Jin , Yun Gangwon , Yi , Bak Mingyeong , Yi Gwisu , Kim Yeobu , Yi Myeong , Kim Jin , Kim Gyu , Yi Wongok , and Yu Gam were appointed to government posts. Choe U and Kim Hongdo were released, and Yun Go and Im Bok were appointed to government posts. The King sent this to the Ministry of Personnel.",
                "H2KE-nKo": "주상이 전교하기를,“유희춘, 노수신, 김난상은 풀어 주고 직첩을 도로 주라. 한주, 이진, 윤강원, 이우, 박민경, 이귀수, 김여부, 이명, 김진, 김규, 이원록, 유감은 서용하라. 최우, 김홍도는 풀어 주고, 윤고, 임복은 서용하라.”하고, 이조에 내렸다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 12일(계사) 4번째기사",
                "gt-oKo": "상이 하교하였다. “유희춘(柳希春)·노수신(盧守愼)·김난상(金鸞祥)은 방면하고 직첩을 도로 주라. 한주(韓澍)·이진(李震)·윤강원(尹剛元)·이염(李爓)·박민경(朴民敬)·이구수(李龜壽)·김여부(金汝孚)·이명(李銘)·김진(金鎭)·김규(金虬)·이원록(李元祿)·유감(柳堪)은 서용하고, 최우(崔堣)·김홍도(金弘度)는 방면하며, 윤고(尹杲)·임복(林復)은 서용할 것을 이조에 내리라.”",
                "hj": "○上敎柳希春、盧守愼、金鸞祥放送, 職牒還給, 韓澍、李震、尹剛元、李爓、朴民敬、李龜壽、金汝孚、李銘、金鎭、金虬、李元祿、柳堪敍用, 崔堣、金弘度放送, 尹杲、林復敍用事, 下吏曹。"
            },
            "5": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Since the eulsa year (, those who were punished by death were transferred to Goesan , and the passer of the state examination passer 노수신 is well-versed in learning. The passer of Eunjin is transferred to Eunjin . I am well-versed in learning. Kim Nansang was transferred to Danyang, and he is well-versed in learning and conduct. Therefore, it would be possible to prepare the lectures of the Royal Lecture to encourage the Confucian Classics. It would be possible to have a supportunity to have a portunity to have a supportunity to have him",
                "H2KE-nKo": "전교하기를,“을사년 이후에 죄를 입은 사람들을 괴산으로 옮겨 정배한 급제 노수신은 학문이 정밀하고 진취가 깊다. 은진으로 옮겨 정배한 유희춘은 학문이 해박하고, 단양으로 옮겨 정배한 김난상은 학문과 덕행이 완전히 갖추어졌으니, 경연관을 갖추어 강론을 권면하면 반드시 도움이 있을 것이다. 장단으로 옮겨 정배한 한주와 광주로 옮겨 정배한 이진 등은 재주와 학식이 있고 선량한 사람으로 대간과 시종의 직임을 갖출 만하니, 풀어 주고 직첩을 돌려주어 서용하라고 의금부에 내리라.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 12일(계사) 5번째기사",
                "gt-oKo": "전교하였다. “을사년 이후에 죄를 받은 사람으로 괴산(槐山)에 이배(移配)된 급제(及第) 노수신은 학문이 깊은 경지에 이르렀고, 은진(恩津)에 이배된 유희춘은 학문이 해박하며, 단양(丹陽)에 이배된 김난상은 학행이 크게 갖추어졌으니, 경연에서 권강(勸講)하게 하면 반드시 보익(輔益)이 있을 것이다. 장단(長湍)에 이배된 한주와 광주(廣州)에 이배된 이진(李震) 등은 재주와 학식이 있고 어질고 착한 사람이니 대간이나 시종(侍從)의 직임에 채울 만하다. 그러니 방면하여 직첩을 도로 주고 서용할 것을 의금부(義禁府)에 내리라.”",
                "hj": "○傳曰: “乙巳以後被罪人, 槐山移配及第盧守愼, 學問精詣: 恩津移配柳希春, 學問該博; 丹陽移配金鸞祥, 學行純備, 可備經筵勸講, 必能有輔; 長湍移配韓澍, 廣州移配李震等, 有才學良善之人, 可備臺侍之任, 放送還給職牒敍用事, 下義禁府。”"
            },
            "6": {
                "H2KE-EN": "The King appointed Kim Nansang and Yun Chung as lecturer for the executive assistant .",
                "H2KE-nKo": "김난상과 유희춘을 직강으로 삼았다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 12일(계사) 6번째기사",
                "gt-oKo": "김난상과 유희춘을 직강(直講)으로 삼았다.",
                "hj": "○以金鸞祥、柳希春爲直講。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of War which read as follows: In the eulsa year (, those who were punished for committing unlawful impeachment, and thus those involved in the name of great wicked were numerous. At that time, how could the scholars of the court have all been involved in the treason? All of them were due to the longest grudge of the merit subjects such as Yi Gi , Yun Won , and others who harbored a grudge against the former kings young and were able to harbor a small grudge or a trivial grudge against them. On the other hand, upright men and upright scholars who were slightly possessed a sense of knowledge. They fabricated the name of the treason and fabricated a grudge against others, leaving their enough to share their heads and dared not open to the do. This caused the 사기가 꺾이고 국세가 decay. The words can be counted as well. The fairness of the people and the natural justice of human relationships have grown for a long time. Nevertheless, the scholar-officials have grieved their resentment and disappeared from this, and the public opinions are truly at the beginning of the new state. On the beginning of the new state, Your Majestys instruction has barely been issued, and the natural discipline of the people is truly the beginning of the new state. At that time, even though the name of the circumstances was revealed, there were many who harbored a grudge against them. Furthermore, those who had no evidence to be confront with each other and fabricated a grudge against them and sometimes secretly plotted to earn the people. They sometimes caused unlawful grievances to be punished in accordance with this circumstances. Among them, those who did not plotting rebellious letters",
                "H2KE-nKo": "병신년에 전교하기를,“을사년 이후로 죄를 받은 사람들 중에 애매하게 무고하게 걸려 대악의 이름에 빠진 자들이 매우 많다. 당시에 조정의 선비들 중에 어찌 거개가 반역의 무리였겠는가. 모두 그 당시의 공신인 이기와 윤원형의 무리가 숙고의 분한 마음을 품고 선왕이 어리신 틈을 타서 사소한 원한과 작은 원한도 반드시 여기에서 터뜨렸기 때문이다. 한때의 단정한 인사들 중에 조금이라도 지식이 있는 사람이면 모두 반역의 이름을 씌워 얽어매어 사람들을 사기가 저상되어 머리를 숙이고 감히 입을 열지 못하게 함으로써 사기가 꺾이고 국세가 위축되게 하였으니, 말하자면 가위기일 뿐이다. 인심과 천리의 공정함이 갈수록 더욱 민멸되지 않아 지금까지 사대부들 사이에 울분이 끊이지 않고 있으니, 공론이 격발하는 것은 실로 여기에 있다. 억울함을 씻어 주고 침체된 것을 씻어 주는 것이 바로 신정의 초기에 있었는데, 전교가 내리자마자 하늘의 뜻과 사람의 마음이 환하게 일신되었으니, 실로 신정의 맨 먼저 해야 할 일이다. 당시에는 명색은 사실을 조사한다고 했지만 자복을 받은 자들이 아직도 억울하게 누적된 자가 많다. 더구나 이들은 한 가지 일도 서로 관련된 단서가 없이 죄명을 날조하여 이목의 관원을 사주하기도 하고 응견의 무리가 익명으로 얽어매는 글을 추후에 올리기도 하니, 억울하게 억울한 누명을 쓴 것을 이에 의거해서도 알 수 있다. 그중에 반역에 참여하지 않은 사람도 모두 적몰당하는 죄를 입었으니, 그 원통하고 억울함은 이치에 닿지 않는 점이 더욱 심하다.죄로 정하는 일은 선왕께서 어리셨을 때에 자세히 모르셨지만, 한창 왕성하신 뒤에 전교하시기를 ‘윤임 등의 모반은 논할 수 없다. 소급하여 죄를 준 사람은 애매함이 없지 않다. 모반은 부자간에도 숨기는 일인데 어찌 연통한 사람이 많다고 하겠는가.’라고 하셨다. 선왕께서 이런 뜻을 두셨고 지금 내가 유의를 받들어 시행하여 이 사람들에게 은전을 베푼다. 고 급제 안명세는 예로부터 사관이 죄를 입은 적이 없었는데, 여론이 지금까지 원통해하고 있으니 너그럽게 용서해 주어야 한다. 직첩을 돌려주고 처자식은 풀어 주고 적몰한 물건은 돌려주라. 파주에 옮겨 정배한 급제 윤강원, 유신에 옮겨 정배한 급제 이흘은 모두 풀어 주고 직첩을 돌려주어 서용하라.전 사포 정유침, 봉사 윤충원은 모두 직첩을 돌려주어 서용하라. 고 급제 권벌은 덕행이 순수하고 충성이 지극하며, 고 급제 이언적은 학문이 정밀하고 지극하여 한때 이학의 종장이 되었다. 지금 귀양살이를 하고 있으면서도 조정을 잊지 못하여 심지어 칠잠을 지어 죽은 뒤에 그 아들로 하여금 올리게까지 하였으니, 충성이 완전히 사라졌다. 고 급제 이천계는 재주와 식견이 있고, 고 급제 김진종은 학문이 순수하고 바르며 충효와 대절이 있고, 고 급제 조박은 성품과 행실이 단정하며 학식이 있고, 고 급제 이해는 전에 대사헌으로 있을 때에 이기를 논박하다가 이 때문에 분을 내어 사람을 시켜 무고하게 하였고, 고 급제 구수담은 일찍이 이기를 논박하다가 정승에서 파직되기까지 하였으며, 고 급제 허자는 이조 판서로 있을 때에 청탁을 들어주지 않았는데 이 때문에 혐원을 품고 있다는 것을 나라 사람들이 모두 알고 있으며, 고 급제 이치증은 헌납으로 있을 때에 이기를 논박하였고, 고 급제 손홍적은 신진으로서 일의 체모를 알지 못하였는데, 당시 선왕께서도 그를 죄주는 것을 온당치 않게 여기셨고 중론에 핍박되어 장을 치고 정배되기까지 하였으므로 여론이 지금까지 원통해하고 있으며, 고 급제 심영은 언어간의 부실한 일로 장을 맞다가 죽기까지 하였으니 또한 원통하다. 고 급제 윤결은 언어간의 일로 죄가 사형에 이르지는 않았는데 장을 맞다가 죽기까지 하였으니 또한 원통하다. 모두 직첩을 돌려주라. 고 급제 성세창, 한숙, 정황, 정자, 권물, 고 봉성군 이완, 고 안경우, 안세형, 성우, 양윤온은 모두 직첩을 돌려주라고 이조에 내리라.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 15일(병신) 1번째기사",
                "gt-oKo": "전교하였다. “을사년 이후에 죄를 받은 사람들은 뜻밖에 허물이 없는데도 죄에 걸려 대악의 이름에 빠진 자들이 매우 많다. 당시 조정의 선비들 중에 어찌 거개가 반역의 무리들이었겠는가. 모두들 그 당시의 공신인 이기(李芑)와 윤원형(尹元衡)의 무리들이 오랫동안 분심(憤心)을 품고 있다가 선왕(先王)께서 어리신 것을 틈타 아주 작은 원망이나 터럭만한 혐의만 있어도 반드시 그 기회에 터뜨린 데 연유했던 것이다. 이에 당대의 단정한 선비로서 조금이라도 지식이 있는 사람에게는 반역자란 이름을 가하여 없는 죄를 얽어 잡아 가두어 사람들의 사기가 저상되어 머리를 떨구고 감히 입을 열지 못하게 하므로써 사기가 꺾이고 국세가 시들게 하였으니 이 일을 말하려고 하면 슬퍼서 기가 막힌다. 인심과 천리(天理)의 공정함은 오래 될수록 민멸되지 아니하여 지금까지 사대부들 간에는 울분이 끊일 사이가 없으니, 공론이 격분한 것도 실은 원인이 여기에 있는 것이다.” 원통함을 씻고 막힌 것을 펴는 일은 바로 신정의 처음에 하여야 한다는 전교를 내리자마자 하늘의 뜻이나 사람들의 마음이 단번에 일신하니 실로 신정에 있어서 가장 먼저 해야 될 일이다. 그 당시에 비록 명목상 사실을 조사하여 승복받았다고 하는 자도 실로 원통함이 많이 쌓였을 것인데, 하물며 이 사람들은 한 가지 사실도 서로 연관된 단서가 없는데, 거짓으로 꾸며 죄명을 만들기를 자기들의 이목(耳目)이나 응견(鷹犬) 같은 무리들을 사주하기도 하고, 혹은 익명서로 모함하여 죄를 날조한 데이겠는가. 무고하게 억울함을 당한 것임을 이에 의거해서도 알 수가 있다. 그중에서 반역죄에 관련되지 않은 사람들도 모두 적몰(籍沒)당하는 죄를 입었으니, 너무나도 어이없이 억울하게 당한 것이다. 이렇게 정죄(定罪)한 일에 대하여 선왕께서 어리셨을 때에는 자세히 모르셨지만 장성하신 뒤에는 전교하시기를 ‘윤임(尹任) 등의 모반이야 논할 것이 없지만 추후로 죄를 받은 사람은 애매함이 없지 않다. 모반(謀反)은 부자 사이에도 숨기는 일인데 어찌 관련된 사람들이 그렇게 많은가?’라고 하셨다. 선왕께서 이러한 뜻이 계셨기 때문에 내가 지금 유지(遺志)를 봉행(奉行)하여 이 사람들에게 은전을 베푼다. 고(故) 급제(及第) 안명세(安名世)는 옛날부터 사관(史官)이 죄를 받은 적이 없었기 때문에 여론이 지금까지 원통해 하니, 마땅히 너그럽게 용서하여 직첩을 되돌려주고 처자는 방송하며 적몰한 재물은 되돌려 주라. 파주(坡州)에 이배(移配)된 급제 윤강원(尹剛元)과 유신(維新)에 이배된 급제 이염(李爓)은 아울러 방송하여 직첩을 되돌려 주고 서용하라. 전 사포(司圃) 정유침(鄭惟沈)과 봉사(奉事) 윤충원(尹忠元)은 아울러 직첩을 되돌려 주고 서용하라. 고(故) 급제 권벌(權橃)은 덕행이 갖추어졌고 충성 또한 지극했다. 고 급제 이언적(李彦迪)은 학문이 정심하여 당대 이학(理學)의 종장(宗長)으로서 유배 중에 있으면서도 조정을 잊지 못하여 7잠(七箴)을 지어 죽은 뒤에 그 자제로 하여금 올리게까지 했으니 충성이 크다고 하겠다. 고 급제 이천계(李天啓)는 재주와 식견이 있으며, 고 급제 김진종(金振宗)은 학문이 순정(純正)하며 충효의 대절(大節)이 있고, 고 급제 조박(趙璞)은 성행(性行)이 단정하고 학식이 있다. 고 급제 이해(李瀣)는 전에 대사헌으로 있을 때 이기(李芑)를 논박했는데 이 때문에 원한을 사서 이기가 사람을 시켜 무고했고, 고 급제 구수담(具壽聃)은 일찍이 이기를 논박했다가 재상에서 파직되기까지 했다. 고 급제 허자(許磁)는 이조 판서로 있을 때 청탁을 듣지 않았다가 이 때문에 혐의가 생긴 것은 나라 사람들이 다 알며, 고 급제 이치증(李致曾)은 헌납(獻納)으로 있을 때 이기를 논박했다. 고 급제 손흥적(孫弘績)은 신진의 인물로 일의 대체를 몰랐으므로 당시에 선왕께서도 그를 죄주는 것을 미안하게 여겼으나 중론의 압박을 받아 곤장을 맞고 유배까지 가게 되어 여론이 지금껏 원통하고 민망하게 여긴다. 고 급제 심영(沈苓)은 언어 간에 부실한 사실이 있어 곤장을 맞고 죽기까지 했으니 또한 원통하고, 고 급제 윤결(尹潔)은 언어에 관한 일로 죽을 죄에 이르지 않았는데도 곤장을 맞고 죽기까지 했으니 역시 억울하다. 아울러 직첩을 되돌려 주라. 고 급제 성세창(成世昌)·한숙(韓淑)·정황(丁熿)·정자(鄭滋)·권물(權勿)·고 봉성군(鳳城君) 이완(李岏)·고 안경우(安景祐)·안세형(安世亨)·성우(成遇)·양윤온(粱允溫)은 모두 직첩을 되돌려 주라는 것으로 이조에 내리라.”",
                "hj": "○丙申/傳: “乙巳年以後被罪之人, 橫罹無辜, 陷於大惡之名者, 厥類甚多。 當時立朝之士, 豈是擧皆叛逆之徒? 皆緣其時功臣如李芑、尹元衡之徒, 懷夙昔之憤, 乘先王幼沖, 睚眦小冤、纖芥微嫌, 必於此焉發之。 一時端人正士, 稍有知識之人, 擧加叛逆之名, 牢籠構陷, 使人喪氣, 垂頭不敢開口, 致使士氣斲喪, 國勢委靡, 言之可爲於邑。 人心天理之公, 愈久不泯, 至今士大夫之間, 憤鬱不絶, 公論之激, 實在於此, 雪冤雪滯, 正在新政之初, 傳敎纔下, 天意人心, 渙然一新, 實爲新政之首事。 當時雖名爲閱實, 取服者尙多冤橫之積, 而況此人等無一事相及之端, 捏成罪名, 或嗾耳目。 鷹犬之輩, 或追出於匿名構陷之書, 其橫被冤枉, 據此可知。 其中不與叛逆之人, 竝被籍沒之罪, 其爲冤枉, 無理益甚。 定罪之事, 先王在幼沖之年, 雖未知仔細, 至於鼎盛之後, 傳敎曰: ‘尹任等謀叛, 不可論矣。 追罪之人, 則不無瞹昧。 謀反, 父子之間隱諱之事, 豈以連通, 而爲多類乎?’ 先王有此之意, 今予奉行遺意, 施恩典於比人等, 故及第安名世, 自古史官, 未有被罪之時, 物論至今冤痛, 宜蒙寬宥, 職牒還給, 妻子放送, 籍沒之物還給。 坡州移配及第尹剛元, 維新移配及第李爓, 竝放送職牒, 還給敍用: 前司圃鄭惟沉, 奉事尹忠元, 竝職牒還給敍用; 故及第權橃, 德行純備, 忠誠俱至; 故及第李彦迪, 學問精至, 爲一時理學之宗, 方在謫中, 猶不忘朝廷, 至作七箴, 身沒之後, 使其子上進, 忠誠蕩然。 故及第李天啓有才識, 故及第金振宗, 學問純正, 有忠孝大節; 故及第趙璞, 性行端正, 有學識; 故及第李瀣, 前爲大司憲時, 駁李芑, 因此生憤, 敎人誣告; 故及第具壽聃, 曾駁李芑, 至於罷相; 故及第許磁, 爲吏判時。 不聽請囑, 因此作嫌, 國人皆知; 故及第李致曾爲獻納時, 駁李芑; 故及第孫弘績, 新進之人, 不識事體, 當時先王亦以罪之爲未安, 爲衆論所迫, 至於杖配, 物論至今冤悶; 故及第沈苓, 以言語間不實之事, 至於杖死, 亦爲冤枉; 故及第尹潔, 言語之事, 罪不至死, 而至於杖斃, 亦爲冤枉, 竝職牒還給; 故及第成世昌、韓淑、丁熿、鄭滋、權勿, 故鳳城君岏, 故安景祐、安世亨、成遇、梁允溫, 竝職牒還給事, 下吏曹。”"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, In recent years, there have been powerful and wicked people in this state, and everything has been wrong. Among these, greedy and corruption have become custom and the people cannot bear the command. Now, the people have all been worthy, and the state affairs are clear. However, the custom has still remained since the beginning, and the people have not benefited from the benevolence of their benevolence. This is solely because local magistrates have no clear virtue. As for those who are pure and virtuous, 각별히 초계하여 발탁하고, the descendants of 청백리의 descendants should first be selected and appointed, thereby encouraging public morals. As for the first time of selecting and appointing scholars, it should be ordered that the people in the capital and in the provinces recommend those witnessed and report to me.",
                "H2KE-nKo": "전교하기를,“근래 나라에 권간이 있어 온갖 일이 다 잘못되었는데, 그중에서도 탐오하는 풍조가 만연하여 백성들이 명령을 감당하지 못하고 있다. 지금은 그 사람들이 다 나오고 조정도 청명한 것 같지만, 처음 그런 풍조가 여전히 남아 있어 백성들이 그 혜택을 입지 못하는 것은 전적으로 수령이 청백한 덕이 없기 때문이다. 청백한 덕을 지닌 사람을 각별히 초계하여 발탁하고, 청백리의 자손을 우선적으로 발탁하여 등용하여 풍속을 격려하라. 유일의 선비를 천거하여 등용하는 것은 신정에서 제일 가는 일이니, 서울과 지방으로 하여금 천거하게 하여 들은 것을 나에게 보고하게 하라.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 15일(병신) 2번째기사",
                "gt-oKo": "전교하였다. “근래 국가에 권간(權姦)이 있어 만사가 모두 그릇되었는데 그중에도 탐오(貪汚)의 관습이 풍속이 되어 백성들은 명령을 감당할 수가 없게 되었다. 지금 그러한 사람들은 모두 파출(罷黜)되어 조정이 맑아진 듯하나, 처음이라 그러한 습속이 아직도 남아 있다. 백성들이 그 혜택을 받지 못하는 것은 진정으로 수령이 청렴한 덕이 없기 때문이다. 청렴한 덕이 있는 사람은 특별히 초계(抄啓)하여 발탁하고, 청백리의 자손을 우선 발탁, 등용하여 풍속을 격려하라. 유일(遺逸)의 선비를 추천하여 등용하는 것은 새로 정사를 하는 데에 있어서 제일 먼저 해야 할 일이다. 중외로 하여금 이름난 사람들을 천거하여 계문(啓聞)하게 하라.”",
                "hj": "○傳: “近來國有權姦, 萬事皆非, 其中貪汚之俗成風, 民不堪命。 今則其人皆出, 朝政似爲淸明, 初其俗猶在, 民不被其澤者, 全由守令之無淸德。 淸德之人, 各別抄啓拔擢, 淸白吏子孫, 爲先擢用, 以厲風俗。 薦用遺逸之士, 在新政第一事, 宜令中外, 薦擧所聞, 啓聞。”"
            },
            "3": {
                "H2KE-EN": "유희춘이 아뢰었다. “삼가 전교를 읽어보니, 권벌과 이언적의 말에 이르러 자신도 모르게 감격의 눈물을 흘렸습니다. 눈물이 줄줄 흐릅니다. 이는 대개 비단 일신의 은혜를 입어 회복된 것만이 아니라, 느낌에 느껴 억울함을 풀어주어 20년 동안의 억울함을 풀어줌으로써 utterly gloriously wisdom의 빛을 발하게 한 것입니다.”",
                "H2KE-nKo": "유희춘이 아뢰었다. “전교를 읽다가 권벌과 이언적의 죄를 씻어 주신 말씀에 이르자 저도 모르게 감격하여 눈물을 흘리면서 감격의 눈물을 흘렸습니다. 이는 제 한 몸이 은혜를 입어 서용된 것에 대해 감격해서일 뿐만 아니라 20년 동안의 억울함을 풀어 주고 잠덕의 남모르는 빛을 드러내 주신 것에 감격해서입니다.”\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 15일(병신) 3번째기사",
                "gt-oKo": "유희춘(柳希春)이 아뢰었다. “전교를 읽다가 권벌(權橃)과 이언적(李彦迪)의 누명을 씻어 주시는 말씀에 이르러서는 저도 모르게 감격하여 눈물을 흘렸습니다. 그것은 비단 한 몸이 은혜를 입어 회복된 데에 대해 감격해서만이 아니고 바로 20년 동안의 억울함을 풀어주고 잠덕(潛德)의 숨은 빛을 드러내준 것에 감격했기 때문입니다.”",
                "hj": "○柳希春曰: “伏讀傳敎, 至雪權橃、李彦迪之辭, 不覺感激號泣, 涕淚俱下。 蓋不但感一身之蒙恩敍復, 乃感申理二十年之冤枉, 而發潛德之幽光也。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Heo 엽 , the first day of the jeongyu year (, Heo Gyun , reported to the King, From ancient times, when a wise teacher is chosen for learning, his studies are exceedingly extraordinary. On account of illness, Hwang has returned. If Your Majesty wishes to make him serve his ancestors with respect and propriety, his studies will be able to come. The King approved this. He specially summons Yi Hwang as a royal edict.",
                "H2KE-nKo": "정유년에 허엽이 아뢰기를,“예로부터 제왕은 어진 스승을 얻어 학문을 한 뒤에야 사업이 뛰어났습니다. 이황이 병이 있어 돌아갔으니, 주상께서 만약 공경을 다하고 예를 극진히 하여 스승으로 삼고자 하신다면 오게 할 수 있을 것입니다.”하니, 상이 그대로 따르고 교서로 이황을 특별히 불렀다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 16일(정유) 1번째기사",
                "gt-oKo": "허엽(許曄)이 아뢰기를, “예로부터 제왕은 훌륭한 스승을 얻어 학문을 한 뒤에야 사업이 다른 사람보다 뛰어났습니다. 이황(李滉)이 병이 있어 귀향하기는 했지만 상께서 공경을 다하고 예를 극진히 해서 스승으로 삼으려 하신다면 오게 될 것입니다.” 하니, 상이 이에 따라 교서(敎書)로 이황을 특별히 불렀다.",
                "hj": "○丁酉/許曄啓曰: “自古帝王, 得賢師爲學, 然後事業超出。 李滉有病而歸, 上若致敬盡禮, 欲以爲師, 則可至矣。” 上從之。 以敎書, 特召李滉。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King appointed Noh Susin and Kim Cheomgyeong to the Office of the Censor General .",
                "H2KE-nKo": "무술년에 노수신과 김첨경을 홍문관 교리로 삼았다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 17일(무술) 1번째기사",
                "gt-oKo": "노수신(盧守愼)과 김첨경(金添慶)을 홍문관 교리(弘文館校理)로 삼았다.",
                "hj": "○戊戌/以盧守愼、金添慶爲弘文館校理。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Kim Hongyun , who was appointed as second minister of works , Bak Sorip , as headmaster , Yi Jin , as assistant secretary , Ki Daeseung , as 전한 , Yun Su , as second inspector , and Yun Ju , as third inspector .",
                "H2KE-nKo": "김홍윤을 공조 참판으로, 박소립을 대사성으로, 이진을 사인으로, 기대승을 전한으로, 윤근수를 집의로, 윤주를 장령으로 삼았다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 23일(갑진) 1번째기사",
                "gt-oKo": "김홍윤(金洪胤)을 공조 참판으로, 박소립(朴素立)을 대사성으로, 이진(李震)을 사인(舍人)으로, 기대승(奇大升)을 전한(典翰)으로, 윤근수(尹根壽)를 집의(執義)로, 윤주(尹澍)를 장령(掌令)으로 삼았다.",
                "hj": "○甲辰/以金洪胤爲工曹參判, 朴素立爲大司成, 李震爲舍人, 奇大升爲典翰, 尹根壽爲執義, 尹澍爲掌令。"
            },
            "2": {
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 23일(갑진) 2번째기사",
                "gt-oKo": "상이 사정전(思政殿)의 조강(朝講)에 나아가 《대학(大學)》을 진강(進講)하였다. 기대승이 집의로서 입시하였다가 아뢰었다. “천하의 모든 일은 시비가 없을 수 없는데 시비가 분명한 뒤에라야 인심이 복종하고 정사가 순조롭습니다. 시비는 인심에서 나올 뿐만 아니라 천지에서 나오기도 합니다. 그러므로 비록 일시적으로 덮어버리고 베어버리더라도 시비의 본심은 끝내 없어지지 않는 것입니다. 중종 대왕께서 즉위하신 처음에 정성을 다하여 다스림을 구하면서 어진 선비들을 등용하시었고, 이른바 어진 선비들이란 사람들도 등용되는 것을 즐겁게 여겨 당우(唐虞)와 삼대(三代)의 지치(至治)를 다시 이룩할 수 있었는데 불행하게도 참소하는 말이 한번 들어가 모두다 큰 죄를 받았습니다. 당시 조광조(趙光祖)는 착한 사람으로 사림(士林)에서 큰 기대가 있었고, 위에서도 성심으로 밀어주었습니다. 그런데 소인의 무리들이 참소하려고 할 때에 조광조 등이 정국 공신(靖國功臣)이 외람되다는 의논을 내자, 이것을 가지고 ‘조광조가 인심을 수합하여 불궤(不軌)를 도모하는 것이다.’라고 하며, 남곤(南袞)·심정(沈貞) 등이 그 죄를 꾸며서 혹 죽이기도 하고 혹은 쫓아내어 멀리 유배보내기도 했습니다. 중종께서는 즉시 깨닫지 못하셨기 때문에 20여 년 사이에 유배지에서 일생을 마친 사람도 많습니다. 만년에 가서야 비로소 사실을 아시어 기묘년에 죄를 입은 사람 중에는 혹은 은혜를 입어 놓여난 사람도 있고 혹 등용된 사람도 있습니다. 선왕의 초년에는 국가에 일이 많아 그 당시 사람으로서 학식과 덕행이 있는 자들은 도리에 어긋나거나 탐오(貪汚)한 사람을 보면 때때로 탄핵하여 논박하기도 했지만 모두가 국사를 위하는 것이었습니다. 그런데 소인들이 화를 조성하여 경박한 무리들이라고 하면서 기묘년의 화를 일으켜 처음에는 경박한 죄로 논하고 끝에 가서는 난역(亂逆)의 율(律)을 적용하였습니다. 지금 죽은 자는 복직되고 살아 있는 자는 거두어져 서용되었으나 시비는 아직도 분명해지지 않았는데, 반드시 시비가 분명해진 뒤에라야 인심이 기뻐하고 복종할 것입니다. 이언적은 근래에 없던 어진 사람으로 행동에는 법도가 있었고 또한 고서(古書)도 잘 알았는데 이러한 사람이 당시에 죄를 입고 멀리 강계(江界)로 귀양갔다가 죽었습니다. 송인수(宋麟壽) 역시 경박하다는 이름을 얻어 마침내는 큰 죄를 받았고 노수신(盧守愼)·유희춘(柳希春)·정황(丁熿) 역시 경박하다는 죄를 받았는데, 경박하다고 하는 것은 다른 죄를 씌울 수가 없을 때 쓰는 말입니다. 선왕께서는 어리셨으니 어찌 이것을 알았겠습니까. 그 뒤에 조정에서 어찌 시비를 분명하게 알아 말할 사람이 없었겠습니까마는, 윤원형과 이기가 국권을 잡고 항상 역신(逆臣)을 비호하며 살륙을 가했기 때문에 마음 속으로는 말을 하면서도 감히 입을 열지 못한 것이 오래였습니다. 선왕 말년에 비로소 사실을 아셨으므로 혹 방면하기도 하고 서용하기도 했으며, 혹은 이배(移配)하기도 했습니다. 대체로 기묘년부터 남곤과 심정이 중종을 기망(欺罔)하여 엄폐함이 극도에 달했고 을사년 이후에는 다시는 시비를 말하는 사람이 없었습니다. 시비가 분명해지지 않으면 비록 선을 좋아하는 마음이 있다고 하더라도 무슨 도움이 있겠습니까. 지난번에 이황에게 하서하여 올라오게 하셨는데, 그 사람은 어릴 때부터 글을 읽은 자로 당초에 착한 사람들이 죄를 받는 것을 보았기 때문에 물러간 것입니다. 지금 나이 이미 70세이고 또 질병이 많습니다마는 대개 시비가 분명해지지 않는 것을 보고는 조정에 나와 남의 뒤를 따라다니는 것을 부끄럽게 여기고 차라리 초야에 물러가 있으려고 하는 것입니다. 새로 정사를 하시면서 어진이를 초빙하는 일은 매우 훌륭한 조처입니다. 그러나 어진이를 쓰고자 한다면 부득이 시비를 분명하게 해야 합니다. 우리 나라는 한쪽에 치우쳐 있고 풍속 또한 온전하지 못하기 때문에 조금이라도 지식이 있으면 화를 당하지 않는 사람이 없습니다. 고려 말기에 정몽주(鄭夢周)는 충효의 큰 절의가 있었고, 정(程) 주(朱)의 학문을 배워 동방 이학(理學)의 조종이 되었는데, 불행하게도 고려가 망하려는 때를 당하여 살신 성인(殺身成仁)했습니다. 우리 왕조에 들어와서 정몽주의 학문을 전수하여 익힌 사람은 김종직(金宗直)으로, 학문은 연원이 있고 행실 또한 방정했으며 후진을 가르치는 데 정성을 쏟았습니다. 성묘(成廟)께서 그가 어진 것을 아시고 판서를 삼았으나 오히려 세상과 화합할 수가 없었습니다. 연산조(燕山朝)에 이르러 사화(史禍)가 발생하여 사림이 죄를 받았는데 화가 그의 문도(門徒)에게서 나왔기 때문에 김종직에게까지 미쳤습니다. 또 김굉필(金宏弼)이 있는데 바로 김종직의 제자로서 김종직은 대체로 문장을 숭상했으나 김굉필은 힘써 실천을 하던 사람이었습니다. 성묘께서 중하게 여기셔서 좌랑(佐郞)을 삼으셨는데 연산조에 이르러 김종직의 문도로서 화를 당했고, 갑자년에 이르러 끝내 큰 죄를 받았습니다. 중묘(中廟)께서 즉위하시어 그의 어진 것을 애석히 여겨 표창하고 우의정에 증직했습니다. 조광조는 또 김굉필의 제자인데 독실한 공부가 있어 세도(世道)를 만회, 이욕(利欲)의 근원을 막으려고 했으나 그렇게 하지 못하고 죽었습니다. 지금 조정에서 분명하게 시비를 밝힐 수는 없으나 부득이 옳은 것은 옳고 그른 것은 그르다고 한 뒤에야 인심이 기뻐하며 복종할 것입니다. 이언적은 이미 사유(赦宥)를 받았는데 비단 죄가 없었을 뿐만 아니라 그의 학문과 행실은 근래에 없던 인물입니다. 지난날 중국 사신이 나왔을 적에 다른 사람은 저술이 없었으나 이언적은 저술이 있었기 때문에 가져다 보였는데, 배운 것이 정주학(程朱學)이었으므로 그 말이 모두 도리에서 나왔습니다. 또 저술한 것은 바로 소년 시절에 지은 것이었는데 소년 시절의 저술이 이와 같았으니 만년에 성취한 것이 어찌 한량이 있겠습니까. 그 집에 남긴 유서들을 찾아다가 후진들의 본보기로 삼게 함이 마땅합니다. 조광조와 이언적을 표창하여 추존(追尊)한다면 거의 인심을 흥기시킬 수 있을 것입니다. 전에 이기와 윤원형이 권력을 잡았을 때는 착한 사람은 죄를 받고 뜻을 얻는 자들은 그들의 앞잡이였기 때문에 탐욕스럽고 더러움이 풍조가 되어 지금은 거의 모든 풍습이 그렇습니다. 그리하여 오늘날 이른바 청렴 근실하다고 하는 자들도 조종조의 청렴 근실한 자들과 비교해보면 모두 탐욕스럽고 더러움을 면하지 못합니다. 수령들의 외람됨이 모두가 이와 같아 맹자(孟子)가 이른바 ‘그들 모두를 죽이려고 한다면 이루다 죽일 수가 없다.’고 한 말과 같습니다. 비단 수령만이 그러할 뿐만 아니라 조정에도 탐욕스럽고 더러운 사람이 많이 있으니 반드시 엄하게 근절시킨 뒤에라야 풍속을 변화시킬 수 있을 것입니다.”",
                "hj": "○上御朝講于思政殿, 進講《大學》。 奇大升, 以執義入侍, 進啓曰: “天下之事, 不可無是非, 是非分明, 然後人心服, 而政事順矣。 是非不但出於人心, 而出於天地也。 故一時雖有蒙蔽斬伐, 而其是非之本心, 則終不泯滅也。 中宗大王卽位之初, 勵精求治, 登庸賢士; 其所謂賢士, 亦樂爲之用, 以唐虞三代之治爲可復致, 而不幸讒言一入, 皆被大罪。 當時趙光祖, 善人也, 取重士林, 大有物望, 自上亦推誠信。 小人之徒, 欲爲讒間之際, 趙光祖等有靖國功臣猥濫之論。 以此謂光祖收合人心, 圖爲不軌。 南袞、沈貞搆成其罪, 或致之死, 或黜而遠謫。 中宗不卽覺悟, 二十餘年間, 終于謫所者亦多。 至於晩年, 始知其實, 己卯被罪之人, 或蒙恩宥, 或見收用矣。 先王初年, 國家多事, 其時士林有學識行實者, 見其悖妄貪汚之人, 則時或彈論, 無非爲國事也。 而小人媒孽以爲浮薄之徒, 倡起己卯之禍, 初論浮薄之罪, 終置亂逆之律。 今則死者復職, 生者收敍, 而是非猶不分明, 必是非分明, 然後人心悅服矣。 李彦迪, 近古所無之賢者也。 行己有方, 且知古書, 如此之人, 得罪當時, 遠謫江界而死。 宋麟壽亦得浮薄之名, 竟受大罪。 如盧守愼、柳希春、丁熿, 亦受浮薄之罪, 浮薄云者, 不能加他罪, 而爲之辭也。 先王於幼沖之年, 豈能知之乎? 後日朝廷之閒, 豈無明知是非, 而能言之者乎? 以尹元衡、李芑當國, 而每以庇護逆臣, 殺戮加焉, 故心語而不敢開口者久矣。 先王末年, 始能知之, 故或放或敍, 而或爲移配矣。 大抵自己卯年, 南袞、沈貞, 欺罔中宗, 蒙蔽已極, 乙巳年以後, 更無有言是非者。 是非不明, 則雖有好善之心, 何益之有? 頃日下書于李滉, 使之上來, 其人自少讀書, 當初見善人受罪, 故退去。 今則年已七十, 且多疾病, 大槪則見其是非不明, 而恥其隨行逐隊, 寧欲退處草野。 新政招賢, 甚善擧也。 然欲用賢人, 則不得已使是非分明也。 我國偏邦風氣, 亦不渾全, 故少有知識, 無不被禍。 高麗末, 鄭夢周有忠孝大節, 以程ㆍ朱之學爲學, 爲東方理學之祖, 不幸値高麗將亡之際, 殺身成仁。 入我朝, 而傳習鄭夢周者, 金宗直也。 學有淵源, 行又端方, 誨諭後學, 用其至誠。 成廟知其賢, 以爲判書, 而猶不能與世偕合。 至於燕山朝, 其時有史禍, 士林被罪, 而禍出於其門徒, 故宗直及焉。 又有金宏弼, 是宗直弟子也。 宗直則大抵尙文章, 而宏弼則力行之人也。 成廟重之, 以爲佐郞。 至燕山朝, 以宗直門徒被禍, 甲子終受大罪。 ﻿中廟卽位, 惜其賢而表章之, 贈職爲右議政。 趙光祖, 又金宏弼弟子也。 有篤學工夫, 欲挽回世道, 防其利欲之源, 而不得而死。 至今朝廷之上, 不能明知是非, 不得已是其是, 而非其非, 然後人心悅服矣。 李彦迪, 旣蒙赦矣。 但非徒無罪, 且其學行, 近代無之。 頃日天使來時, 他人則無著述, 而李彦迪有所著述, 故取來以示之。 所學程、朱, 故其言皆出於道理。 且見其爲書, 則乃少年所著也。 少時所著如此, 則晩年所得, 其可量乎? 遺書之在其家者, 宜令搜訪, 使後學矜式。 而趙光祖、李彦迪, 若表章而追尊之, 則庶乎其興起人心矣。 頃者李芑、尹元衡當國, 善人受罪, 而得志者所其鷹犬, 故貪汚成風, 今則擧俗皆然。 今之所謂廉謹者, 以祖宗朝廉謹者比之, 則皆未免貪汚者也。 守令泛濫, 滔滔皆是, 如孟子所謂誅之, 則可不勝誅也。 非但守令, 朝廷之間, 亦多有之, 貪汚之人, 必爲痛絶, 然後可以變化風俗矣。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The inspectors and censors petitioned for the reform of the greedy and corruption of high officials in the eulsa year (. The inspectors and censors petitioned, Second Deputy Director Sim Jeon is secret and greedy and corruption of peoples property. Your subjects request that his letter of appointment be revoked. Magistrate of Sangju Strategic County Jeong Cheok is greedy and corruption. Your subjects request that his letter of appointment be revoked. Deputy Director of the Office of Diplomatic Correspondence Im Bok , who is violent and wicked, flattered by cunning and cunning, flattered cunning and deceived the Confucian scholars. Now it is the beginning of the start of the foundation. How could such a man be appointed again so that he can regret the future regret? Your subjects request that he be dismissed from his position. The inspectors and censors again impeached, Magistrate of Yeongam County Yi Cheonsu openly transported the goods of government storehouses and purchased the horses of Jeju without a few months. Your subjects request that he be dismissed from his position and that he not be appointed to a government position. Magistrate of Neungseong District Yi Hwang is imprudent and greedy and corruption. Your subjects request that he be dismissed from his position. The King ordered that both men be appointed to a government position. ",
                "H2KE-nKo": "대신이 탐욕스러운 풍조를 개혁할 것을 청하고, 대간이 논계하기를,“동지 심전은 음흉하고 탐욕스러우며 남의 재물을 빼앗은 죄가 있으니, 관작을 삭탈하소서. 상주 목사 정척은 간사하고 탐욕스러우니, 관작을 삭탈하소서. 승문원 부정자 임복은 흉악하고 음험하여 간흉에게 빌붙어 사림을 모함하였으니, 지금 즉위하신 초기에 어찌 다시 이와 같은 사람을 서용하여 후일의 후회를 끼쳐서야 되겠습니까. 파직을 명하소서.”하고, 또 논핵하기를,“영암 군수 이천수는 탐욕스럽고 포악하여 관청 창고의 물건을 공공연히 배로 운반하고, 또 제주의 말을 거의 없는 달이 없이 사들였으니, 파직하고 영원히 서용하지 마소서. 능성 현령 이황은 도리에 어긋나고 탐욕스러우며 비루하니, 파직하고 서용하지 마소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 24일(을사) 1번째기사",
                "gt-oKo": "대신이 탐욕스러운 풍조를 개혁하기를 청하고, 대간이 논계하기를, “동지(同知) 심전(沈銓)은 음험하고 탐욕이 많아 남의 물건을 탈취한 죄가 있으니 삭탈 관작하소서. 상주 목사(尙州牧使) 정척(鄭惕)은 간사하고 탐욕이 많으니 삭탈 관작하소서. 승문원 부정자(承文院副正字) 임복(林復)은 흉특하고 음험하여 간흉에게 붙어 사림을 모함했으니, 지금 정시(正始)의 처음을 당해 어찌 다시 이같은 자를 서용하여 후일 후회를 끼칠 것입니까. 파직을 명하소서.” 하고, 또 탄핵하기를, “영암 군수(靈巖郡守) 이천수(李千壽)는 탐욕스럽고 포학하여 관고(官庫)의 재물을 공공연히 배로 실어갔으며, 또 제주도의 말을 거의 쉬는 달이 없이 사들이니 파직하고 영원토록 서용하지 마소서. 능성 현령(綾城縣令) 이황(李璜)은 패려(悖戾)하고 탐욕스러우며 비루하니 파직하고 서용하지 마소서.” 하니, 모두 아뢴 대로 하라고 답하였다.",
                "hj": "○乙巳/大臣請革貪風, 臺諫論啓: “同知沈銓, 陰邪貪毒, 攘奪人財之罪, 請命削奪官爵。 尙州牧使鄭惕, 邪毒貪婪, 請削官爵。 承文副正字林復, 兇慝猜險, 附托姦兇, 構陷士林, 今當正始之初, 豈可復敍如此之人, 以貽後日之悔哉? 請命罷職。” 又劾: “靈巖郡守李千壽, 貪虐官庫之物, 公然舟運, 又買濟州之馬, 殆無虛月, 請罷職, 永不敍用。 綾城縣令李璜, 悖妄貪鄙, 請罷職不敍。” 答曰: “皆依啓。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The officials of the Royal Lecture earnestly reported to the King. The King ordered that Song Insu and Im Hyeongsu be supplied with the property of their confiscated.",
                "H2KE-nKo": "경연의 신하들이 간절히 아뢰니, 주상이 송인수와 임형수의 원한을 씻어 주고 적몰한 물건을 지급하라고 명하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 30일(신해) 1번째기사",
                "gt-oKo": "경연 석상에서 여러 신하들이 간곡히 아뢰니 상이 송인수(宋麟壽)와 임형수(林亨秀)의 죄를 씻어주고 적몰했던 것을 돌려 주었다.",
                "hj": "○辛亥/經筵諸臣懇啓。 上命雪宋麟壽、林享秀, 給其籍沒之物。"
            },
            "2": {
                "H2KE-EN": "Min Gi was appointed as right state councilor , 유희춘을 홍문관 교리로, 박충원을 예조 판서로, 유잠을 공조 판서로, 박응남을 대사헌으로 삼았다.",
                "H2KE-nKo": "민기를 우의정으로, 유희춘을 홍문관 교리로, 박충원을 예조 판서로, 유잠을 공조 판서로, 박응남을 대사헌으로 삼았다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 30일(신해) 2번째기사",
                "gt-oKo": "민기(閔箕)를 우의정으로, 유희춘(柳希春)을 홍문관 교리로, 박충원(朴忠元)을 예조 판서로, 유잠(柳潛)을 공조 판서로, 박응남(朴應男)을 대사헌으로 삼았다.",
                "hj": "○以閔箕爲右議政, 柳希春爲弘文館校理, 朴忠元爲禮曹判書, 柳潜爲工曹判書, 朴應男爲大司憲。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On byeongjin day, the third minister of war reported, Yesterday, there was a summer thunder and lightning. The disaster of natural disaster is critical and your subject is even more embarrassed. Your subject requests that Your Majesty dismiss your subject and others from their posts, thereby reprimanding Your Majesty. The King replied, After the new king ascended to the throne, I should grant a special favor to high officials. The minister should investigate this matter. Also, if the wise scholars were appointed to government posts, if the wise scholars were delayed, they should also investigate the case and resolve the disaster. The third minister of war reported, Now, your subject received a royal directive that if the wise scholars delayed the guilty, they should examine the case and then report to Your Majesty. However, your subject and others cannot manage the matter alone. Your subject requests that Your Majesty order the State Tribunal , the east and west walls of the State Council , and the six ministers of the Six Ministries to jointly discuss the case and report to Your Majesty. The King said, It would be proper to summon them according to the report. The third ministers and the Six Ministries reported, Tomorrow is already late. Tomorrow, your subject will discuss the matter again and report to Your Majesty. The King 전교하기를, “아뢴 대로 하라.” 하였다.",
                "H2KE-nKo": "삼공이 아뢰기를, “어제 천둥 번개가 여름철처럼 친 것은 변이가 절박하니, 신들은 더욱 황공합니다. 신들을 파직하여 하늘의 견책에 답하소서.” 하니, 상이 답하기를, “새로 즉위한 뒤에는 은전을 베푸는 일을 대신이 살펴서 하라. 또 어진 선비 중에 침체된 자가 있으면 발탁하여 등용하고, 무고하게 죄를 입은 자도 살펴서 신원하라.” 하였다. 삼공이 아뢰기를, “이제 전교를 받들었으니, 무고하게 죄를 입은 자와 어진 선비로서 침체된 자를 상고하여 아뢰겠습니다. 신들이 혼자 할 수 없으니, 금부 당상, 정부의 동서벽, 육경을 명초하여 함께 의논하여 아뢰게 하소서.” 하니, 답하기를, “아뢴 대로 명초하도록 하라.” 하였다. 삼공과 육경 등이 아뢰기를, “오늘은 이미 저물었으니, 내일 다시 의논하여 입계하겠습니다.” 하니, 아뢴 대로 하라고 전교하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 1번째기사",
                "gt-oKo": "삼공(三公)이 이뢰기를, “어제의 천둥 번개는 여름철과 같아 재변이 절박하니 신들은 더욱 황공합니다. 신들의 직을 파하시어 하늘의 견책에 답하소서.” 하니, 답하기를, “새로 즉위한 뒤라 은전(恩典)을 베푸는 일을 시행해야 하니 대신들은 살피도록 하라. 또 어진 선비들 중에 침체된 자가 있으면 발탁해서 등용하고, 무고하게 죄를 받은 사람 역시 살펴서 신원(伸冤)하라.” 하였다. 삼공이 아뢰기를, “이제 받은 전교에 따라 무고하게 죄를 받은 사람이나 어진 선비로 침체된 자를 상고하여 아뢰어야겠으나 신들이 독단으로 할 수 없으니, 금부 당상(禁府堂上)과 정부 동·서벽(政府東西壁) 및 육경(六卿)을 명초(命招)하여 같이 의논하여 아뢰게 하소서.” 하니, 답하기를, “아뢴 대로 명초하라.” 하였다. 삼공과 육경 등이 아뢰기를, “오늘은 이미 저물었으니 내일 다시 의논하여 입계하겠습니다.” 하니, 아뢴 대로 하라고 전교하였다.",
                "hj": "○丙戌/三公啓曰: “昨日雷電之作, 有同夏月。 變異切迫, 臣等 尤爲惶恐。 請斥罷臣等, 以答天譴。” 上答曰: “新卽位後, 當施恩典之事, 大臣察爲。 且賢士之類, 如有沈滯者, 則擢用。 無辜被罪者, 亦察伸冤。” 三公啓曰: “今承傳敎, 無辜被罪賢士沈滯者, 當相考啓之。 而臣等不可獨爲, 請禁府堂上、政府東西壁、六卿命招, 同議以啓。 答曰: “如啓命招可也。” 三公、六卿等啓曰: “今日已暮, 明日更議入啓。 傳曰: “如啓。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "[The officials of] the State Council and below reported to the King as follows: Now, those who have been punished as well as those who have been delayed [by the King] should be divided into groups and submitted. Also, the names of each official should be clarified under the names of each official, and the names of such-and-such official should be recorded in the names of such-and-such official certificates. It is very embarrasssed that such-and-such official certificates should be issued from the King to arbitrarily submit the names of such-and-such official certificates. As the royal order has been issued from the King, it is impossible to arbitrarily submit the names of those who have been delayed [by the King], which is extremely embarrassed. However, it is feared that it would be difficult for the King to clarify those who have been delayed on the beginning of the new state. However, in the past, when your subject examined the case of our court, the Office of the Inspector General wrote a division of distinguished those who have been punished during the reign of the former emperors and the names of each official should also be recorded under the names of each official and the names of those who have been delayed [by the King] should be appointed to a position such-and-such official. For this reason, [your subject] simply compared with the law, and did not understand the crime of presumptuously presumptuously. This is even more embarrassing.",
                "H2KE-nKo": "삼공 이하가 아뢰었다. “이번에 죄를 입었거나 침체된 사람들을 분류하여 서계하고, 또 각 관원의 이름 아래에 실적을 소해하였으며, 또 아무아무에게 당연히 지급해야 할 실첩을 썼다고 하였습니다. 은명이 위에서 나왔는데 지레 스스로 서계하는 것은 참람한 일이므로 매우 황공합니다. 다만 범연히 서계하면 신정 초기에 주상께서 분변하기 어려울 듯합니다. 지난번에 본조의 문견 사건을 보니, 이부의 제본에 ‘선제 때에 죄를 입은 사람들을 분변한 부류도 각 관원의 이름 아래에 행적을 추록한다.’라고 하였고, 또 ‘그 관원은 아무아무 관직에 서용해야 한다.’라는 말이 있었습니다. 그러므로 대략 그 법을 모방하여 시행하였으나 참람한 죄를 깨닫지 못하였으니, 더욱 황공합니다.”\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 6일(정해) 1번째기사",
                "gt-oKo": "삼공 이하가 아뢰었다. “죄를 받은 사람 및 침체된 사람들을 유별로 나누어 서계(書啓)합니다. 또한 각인(各人)의 이름 아래에 사실을 대강 해명하고, 또 ‘누구 누구는 당연히 실제 직첩(職牒)을 주어야 한다.’고 했습니다. 은명(恩命)은 위에서 나와야 하는 것인데 지레 멋대로 서계하게 되니 일이 참람하여 황공함을 이루 말할 수 없습니다. 다만 범연하게 서계를 하면 새로운 정치를 하는 초기에 주상께서 분별하시기 어려울 듯하여서 이렇게 한 것입니다. 저번에 본조(本朝)의 문견 사건(聞見事件)을 보니, 이부(吏部)의 제본(題本) 중 선제(先帝) 때에 죄받는 사람들을 분별한 것에도 각인의 이름 아래에 그들의 행적을 추록(追錄)했으며, 어떤 사람에게는 어떠어떠한 관직을 제수해야 한다고 했기 때문에 대략 그 방법을 모방하여 한 것입니다. 참람한 죄를 이루 말할 수 없어 더욱 황공합니다.”",
                "hj": "○丁亥/三公以下啓曰: “今此被罪及沈滯之人, 分類書啓。 又於各員名下, 疏解實跡, 且書某某人應給實牒云云。 恩命自上出, 而徑自書啓, 事涉僭濫, 至爲惶恐。 但泛然書啓, 則竊恐新政之初, 主上分辨似難, 而頃見本朝聞見事件, 則吏部題本, 先帝時被罪人分辨之類, 亦於各員名下, 追錄行迹及其員宜敍某某官之語, 故略倣其法爲之, 不覺僭越之罪, 尤爲惶恐。”"
            },
            "2": {
                "H2KE-EN": "The officials of the third rank and below reported as follows: Yesterday, a royal directive transmitted to the King, which stated, After the newly ascended the throne, a special favor should be granted. However, a general pardon should be granted. Regarding the case of a special favor, high officials should be thoroughly examined.Further, wise scholars should be selected and appointed. Those who were punished without blame should also be examined to resolve their grievances.On the consult, your subjects and others discussed together with the matter. Those who were punished without blame should be recorded in the same manner as those who were punished without blame in the eulsa year (.However, among those who were punished after the imin year (, those who were falsely accused of blame and punished for great immoral imperatives were numerous. At the time, how could the officials of the court all belong to the treason? All of them were due to the longest grievances of Yi Gi , Yun Won , a merit subject who constantly harbored a grievance to the King, and when the King was young, he again uttered a minor grievances and a minor grievances. Those who were upright and upright scholars of the world who possess a knowledge of a rebellion and fabricated a grievance to make people lost their hair and dared not speak about it. This resulted in the 사기가 ruined, and the cardinal principles of the world were decreasingly decayed. The public moral imperatives of the heart and the natural imperatives did not cease for a long time, and the public imperatives are truly at this time. The grievances of resolve their grievances are truly at the beginning of a new state. When Your Majestys instruction has barely been issued, the circumstances and the natural imperatives of the people are fairly rectified, which truly is the beginning of the sage ruler. At the time, even though the names of those who were clarified to resolve their grievances, there would be many grievances.Further, the others, without any evidence, fabricated a grievances and fabricated a grievances, and sometimes secretly seized the names and fabricated a grievances. Their grievances can be known in this way.Hence, in the time, those who were punished in the same manner as those who were alive or died in the world were separately recorded in the names of others, and their grievances should also be recorded in the names of their grievances. It would be possible for Your Majestys sagacity to observe all the confiscation of their grievances. Your subjects humbly request that the names of those who were not involved are all guilty, but they all confiscated a moment",
                "H2KE-nKo": "삼공 이하가 아뢰기를,“어제 내리신 비망기의 전교에 ‘새로 즉위한 뒤에 은전을 시행해야 하겠지만 사면은 이미 시행하였다. 은전과 같은 일은 대신이 살펴서 하라. 그리고 어진 선비 중에 침체되어 있는 자가 있으면 발탁해서 등용하고, 무고하게 죄를 받은 자도 살펴서 신원하라.’라고 하셨습니다. 신들이 회동하여 침체되어 있거나 무고하게 죄를 받은 자를 부류에 따라 개록하였습니다. 다만 그 가운데 을사년 이후에 죄를 받은 사람들이 뜻밖에 무고하게 죄에 걸려 대악의 이름에 빠진 자가 매우 많습니다. 당시 조정에 있던 선비라고 어찌 모두가 반역의 무리였겠습니까. 모두 그때의 공신인 이기나 윤원형 같은 무리가 옛날의 분노를 품고 주상께서 어리신 틈을 타서 눈 한번 흘긴 작은 분노나 터럭만큼의 작은 혐의도 여기에서 터져 나온 것입니다. 온 세상의 단정한 인사들 중에 조금이라도 지식이 있는 사람이 있으면 모두 반역의 이름을 씌워 얽어매어 함정에 빠뜨려 사람들로 하여금 기가 꺾여 머리를 떨구고 감히 입을 열지 못하게 합니다. 그리하여 사기가 꺾이고 국맥이 위축되게 하니, 말하자면 참으로 딱 들어맞습니다. 인심과 천리의 공정함이 갈수록 더욱 민멸되지 않아 지금까지 사대부들 사이에 울분이 끊이지 않고 있으니, 공론이 격분하는 것은 실로 여기에 있습니다. 신원하고 적체된 것을 신원하는 것은 바로 신정의 초기에 달려 있는데, 성상의 하교가 내리자마자 천의와 인심이 한결같이 새로워졌으니, 실로 성정에서 가장 먼저 해야 할 일입니다. 당시에 비록 명목상으로는 사실을 조사하여 자복을 받았다고 하더라도 억울한 일이 많았을 것입니다. 더구나 이 사람들은 한 가지 일도 서로 연관된 단서가 없이 없는 사실을 날조하여 죄를 만들기도 하고, 혹은 이목의 관원을 사주하기도 하였습니다. 응견의 무리가 혹 익명으로 모함한 편지에 추가로 거론되기도 하였으니, 억울하게 억울한 죄를 입은 것을 이에 의거하여 알 수 있습니다. 그러므로 지금 그때 죄를 받은 사람들 중에 생존자와 사망자를 구별하여 유록하고, 인물의 실적을 대략 취하여 이름 아래에 주를 달고, 한때의 죄명도 모두 갖추어 기록하여 성상께서 밝게 보실 수 있게 하였습니다. 삼가 바라건대 주상께서 재결하소서. 그 가운데 반역에 참여하지 않은 사람도 아울러 적몰당하는 죄를 입었으니, 그 원통하고 억울함은 이치에 맞지 않는 것이 더욱 심합니다.”하니, 전교하기를,“알았다.”하였다. 또 대신들이 의논하여 아뢰기를,“김저 이하 10인은 을사년의 죄인을 추국할 때 관련이 있기도 하고 보고 들은 것이 있기도 하여 소급하여 중전을 논하여 적몰하기까지 하였습니다. 그 죄명으로 보면 모두 각각 죄가 있는 듯합니다. 그러나 모두 일시에 죄를 날조하여 큰 죄에 빠뜨렸으니, 옛사람이 이른바 ‘억지로 죄를 꾸며 법망을 만든다.’라는 것은 비록 고요가 듣더라도 오히려 ‘죽어도 죄가 남는다.’라고 한 것입니다. 비록 매우 원통하고 억울하더라도 관대하게 용서하는 대열에 있어야 합니다. 그러나 각각 지명한 죄가 있고 또 정미년 이전에 있으니, 아래에서 논하여 석방하는 것은 온당치 않습니다. 그러므로 별단자에 써서 주상의 뜻을 여쭙니다. 그 나머지 유초 단자는 감봉하여 입계합니다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 6일(정해) 2번째기사",
                "gt-oKo": "삼공 이하가 아뢰기를, “어제 비망기의 전교에 ‘새로 임금이 즉위한 뒤라 은전을 시행해야 하는데 사면에 관한 일은 이미 시행하였다. 은전과 같은 일은 대신들이 살펴서 하라. 또 어진 선비들 중에 만약 침체된 자가 있다면 발탁해서 등용하고, 무고하게 죄를 받은 사람 역시 살펴서 원통함을 펴 주도록 하라.’고 하신 말씀에 대해 신들이 회동하여 침체된 자와 무고하게 죄를 받은 자를 유별로 개록(開錄)했습니다. 다만 그 중에서 을사년 이후에 죄를 받은 사람들은 뜻밖에 허물이 없는데도 죄를 걸려 대악(大惡)의 이름에 빠진 자들이 매우 많습니다. 당시 조정 선비들 중에 어찌 거개가 반역의 무리들이었겠습니까. 모두 그 당시의 공신인 이기(李芑)·윤원형(尹元衡)의 무리가 오래 된 분심을 품고 있다가 주상께서 어린 것을 틈타 아주 작은 원망이나 터럭만한 혐의만 있어도 그 기회에 터뜨린 것입니다. 이에 당대의 단정한 선비로서 조금이라도 지식이 있는 자에게는 반역자란 이름을 가하여 없는 죄를 얽어 잡아 가두어 사람들이 맥이 풀리고 머리를 떨구어 감히 입을 열지 못하게 하므로써 사기가 꺾이고 국세가 시들게 하였으니 말하려고 하면 슬퍼져서 기가 막힙니다. 인심과 천리(天理)의 공정함은 오래 될수록 민멸되지 아니하여 지금까지 사대부들 사이에 울분이 끊이지 않고 있으니 공론이 격분한 것도 실은 원인이 여기에 있는 것입니다. 원통함을 풀어주고 막힌 것을 펴는 일은 바로 신정(新政)의 처음에 있어야 한다는 성상의 하교가 내리시자마자 하늘의 뜻이나 사람들의 마음이 단번에 일신하니 실로 성상의 정사 중 가장 먼저 해야 할 일입니다. 그 당시에 비록 명목상 사실을 조사하여 승복을 받은 자들도 원통함이 많이 쌓였을 것인데, 더구나 이 사람들은 한가지 사실도 서로 관계된 단서가 없는데 거짓으로 꾸며 죄를 만들되 자기들의 이목이나 응견(鷹犬) 같은 무리들을 사주하기도 하고, 혹은 익명서로 모함하여 죄를 날조한 데이겠습니까. 까닭없이 억울함을 당하였다는 것을 이에 의거해서도 알 수 있습니다. 그러므로 지금 그 당시에 죄를 받은 사람들 중에서 생존자와 운명한 사람들을 구별해서 유별로 기록해 놓고, 인물에 따른 사실을 간략하게 이름 아래에 주를 달았으며, 그 당시의 죄명 또한 갖추어 기록했으니 성상께서 살피시기에 분명할 것입니다. 상께서 재단(裁斷)하소서. 그 중에서 반역에 관여되지 않은 사람도 아울러 적몰(籍沒)당하는 죄를 입었으니 그 억울함과 이치에 맞지 않음이 더욱 심합니다.” 하니, 알았다고 전교하였다. 또 대신들이 의논하여 아뢰기를, “김저(金䃴) 이하 10인 등은 을사년 죄인들을 국문할 때에 사련(辭連)이나 혹은 소문에 드러났다 하여 추후에 중한 법으로 논하여 적몰까지 당하였습니다. 그 죄명으로 볼 것 같으면 모두 각기 죄가 있는 것 같으나 모두 당시에 조작하여서 큰 죄에 빠뜨린 것으로, 옛사람이 이른바 ‘없는 죄를 교묘하게 꾸며대어 만든 것은 비록 고요(皐陶)가 심리하더라도 사형을 시키기에 충분하다.’는 것입니다. 비록 극히 억울하여 너그러이 용서해 주어야 할 예에 드는 것도 있으나, 각기 지목한 죄명이 있으면서 또 정미년 이전에 해당되는 것은 아래에서 풀어주기를 의논하는 것이 미안하기 때문에 별도의 단자에 써서 품지(稟旨)합니다. 그 나머지를 유별로 초록(抄錄)한 단자를 봉함하여 입계합니다.” 하였다.",
                "hj": "○三公以下啓曰: “昨日備忘記傳敎, 新上卽位後, 當施恩典, 而赦則已施之矣。 如恩典之事, 大臣察爲。 且賢士之類, 如有沈滯者, 擢用。 無辜被罪者, 亦察伸冤。 臣等會同商議, 沈滯無辜被罪者, 從類開錄矣。 但於其中, 乙巳年以後被罪人, 橫罹無辜, 陷於大惡之名者, 厥類甚多。 當時立朝之士, 豈是擧皆叛逆之徒? 皆緣其時功臣如李芑、尹元衡之徒, 懷夙昔之憤, 乘主上幼沖, 睚眦小憤、纖芥微嫌, 又於此焉發之。 一世端人正士, 稍有知識之人, 擧加叛逆之名, 牢籠構陷, 使人喪氣垂頭, 不敢開口, 致使士氣斲喪, 國脈委靡, 言之, 可爲於邑。 人心天理之公, 愈久不泯, 至今士大夫之間, 憤鬱不絶, 公論之激, 實在於此。 雪冤伸滯, 正在新政之初。 聖敎纔下, 天意人心渙然一新, 實爲聖政之首事。 當時雖名爲閱實取服者, 當多冤橫之積。 而況此人等, 則無一事相及之端, 搆捏成罪, 或嗾耳目。 鷹犬之輩, 或追出於匿名構陷之書, 其橫被冤枉, 據此可知。 故今將其時被罪之中, 生存及殞沒之人, 區別類錄, 略取人物實迹, 註於名下, 其一時罪名, 亦皆具錄, 庶使聖鑑, 一覽昭然。 伏惟上裁。 其中不與叛逆之人, 竝被籍沒之罪, 其爲冤枉, 無理益甚。” 傳曰: “知道。” 又大臣等回議啓曰: “金䃴以下十人, 右人等, 則乙巳年罪人推鞫之際, 或因辭連, 或發聞見之際, 追論重典, 至於籍沒。 以其罪名觀之, 則俱若各有罪, 然皆一時構成, 陷入大罪, 古人所謂鍜鍊之成, 雖皋陶聽之, 猶以爲死有餘罪者也。 雖極冤枉, 宜在寬宥之列。 然各有指名之罪, 又在丁未年之前。 自下論釋未安, 故書諸別單子, 稟旨。 其餘類抄單子, 監封入啓。”"
            },
            "3": {
                "H2KE-EN": "The high-ranking officials deliberated on the basis of wise scholar-officials, and after deliberating on the truth, the circumstances and impartial artial impartial",
                "H2KE-nKo": "대신들이 의논하여 아뢰기를,“명사들의 아래에 실적을 열거하는 것이 가장 광명정대한 방도입니다. 그런데 우의정과 찬성 이하가 모두 구별하여 쓰고 싶지 않아서 영의정 이준경이 독단적으로 하였고, 우의정 이명도 따라서 찬성하여 마침내 정론을 펼쳤습니다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 6일(정해) 3번째기사",
                "gt-oKo": "대신들이 의논하여 아뢸 때에 명사들의 이름 아래에 사실을 열거하여 적는 것이 가장 광명 정대한 방법인데도 우의정이나 찬성(贊成) 이하가 모두 분별해서 쓰려고 하지 않았다. 그런데 영의정 이준경(李浚慶)이 단연코 혼자서 그렇게 하자 우의정 이명(李蓂) 역시 따라서 찬성하여 마침내 정론(正論)이 베풀어졌다.",
                "hj": "○大臣等議啓, 於名士之下, 開列實迹, 最爲光明正大之道。 而右相、贊成以下, 皆不欲分別書之。 領相李浚慶, 獨斷然爲之。 右相李蓂亦從而贊之, 竟張正論。"
            }
        }
    },
    "11": {
        "16": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics on the four systems of mourning clothes at the Book of Rites (C. Liji . Yi Hwang came forward and reported as follows: At first, the Book of Rites (C. Liji approached [the Book of Documents] on the Book of Documents (C. Liji because it was urgent that the funeral process for the funeral process. However, [the Book of Documents] is thoroughly studying the text of the text, and thus there are many places inconveniences. The ancients said, It is difficult to understand [the Book of Documents]. If Your Majesty reads [the Book of Documents] and asks if it is inappropriate [to understand the Book of Documents], then lower-ranking officials should deliberate on [the Book of Documents] and report [to Your Majesty]. In general, the Book of Documents on the Book of Documents (C. Liji are not urgent that it is not necessary to first lecturing [the Book of Documents]. However, it is also inappropriate that the Book of Documents on the Book of Documents (C. Shujing be halted at the Book of Documents (C. Shujing . The Book of Documents (C. Liji approached on the Book of Documents (C. Zhongyong and the Great Learning (C. Daxue . Shujing approached on the Book of Documents (C. Zhongyong . The Book of Documents (C. Shujing approached on the Book of Documents (C. Shujing are all included in the Book of Documents (C. Shujing. For this reason, the ancients first approached on the Elementary Learning and then approached on the Great Learning (C. Daxue . Now, the Royal Lecture is held first lecturing on the Great Learning (C. Daxue . The lecture on the Book of Documents (C. Shujing does not understand the study of the Classic, but the lecture on the Classics on the Class on the Classics on",
                "H2KE-nKo": "석강을 행하였다. 《예기》 상복의 네 가지 제도를 진강하였다. 이황이 나아가 아뢰기를,“당초에 《예기》에 부표하여 들였는데, 상중에 있는 상례가 절실하기 때문이었습니다. 다만 절문의 도수에 상세하기 때문에 번잡한 곳이 많습니다. 옛사람이 말하기를 ‘잠깐 읽으면 깨닫기 어렵다.’라고 하였습니다. 주상께서 유념하여 보시고 온당치 않은 부분에 대해 하문하신다면 아래에서 강구하여 진달하겠습니다.대체로 《예기》의 책은 번잡하여 처음 강할 때에 절실하지 않은데, 이미 시작하였고 또 두세 편 부표한 부분에 대해 정지하는 것도 온당치 않습니다. 가장 절실한 것은 《소학》입니다. 《예기》 49편과 《중용》과 《대학》 2편은 정자가 표출하였고, 《중용》 이외의 가언은 모두 《소학》에 실려 있습니다. 그러므로 옛사람은 먼저 《소학》을 읽고 다음에 《대학》을 읽었습니다. 지금 이 경연에서는 먼저 《대학》을 강하고 있습니다. 본관의 의견은 《소학》을 강하고 싶으나, 영사의 의견은 성상의 학문이 점점 고명해지고 있고 또 《소학》의 책은 일찍이 읽었기 때문에 진강하지 않고 있습니다. 다른 책을 읽더라도 《소학》도 때때로 익혀야 합니다. 무릇 책은 잠깐 읽으면 자세히 깨닫기 어려우니, 한 번 두 번 읽거나 백 번 읽은 뒤에야 자세히 깨닫기 어렵습니다. 이것이 이른바 ‘옛것을 익히면 새것을 안다.’라는 것입니다. 《대학》은 바로 천하를 법도 안의 책에 포함하기 때문에 깨닫기 어렵습니다. 주자가 말하기를 ‘배우는 사람을 가르치는 데는 《대학》을 가지고 있는데, 배우는 사람이 깨닫기 어려운 것은 천하를 포함하기 때문에 도리가 매우 넓기 때문에 이와 같은 것이다.’라고 하였습니다. 《대학》의 책을 집에 비교하면 마치 간각과 같으니, 《논어》와 《맹자》를 읽어서 채워야 합니다. 《대학》을 읽을 때에 먼저 간각을 알고 여러 책을 읽어서 채워 놓으면 가는 곳마다 모두 통달할 것입니다. 무릇 독서는 문자에 관계되지 않는 것인데, 옛사람이 말하기를 ‘문의에 통달하지 못하고서 그 뜻을 잘 통할 수 있는 자는 없다.’라고 하였습니다. 문의에 대해 때때로 논란하는 것이 좋겠습니다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 16일(정묘) 1번째기사",
                "gt-oKo": "석강이 있었다. 《예기》의 상복 사제(喪服四制)를 진강하였다. 이황이 아뢰었다. “당초 《예기》에 표를 붙여 입계한 것은 상중에는 상례(喪禮)가 절실하기 때문이었습니다. 다만 예절의 절차와 도수(度數)가 상세하기 때문에 번잡한 곳이 많아서 옛사람도 얼핏 읽으면 깨닫기 어렵다고 했으니 상께서 정신을 쏟고 보시다가 온당하지 못한 곳이 있을 경우 하문하신다면 아래서 강구하여 상달하겠습니다. 대체로 《예기》란 책은 번잡하여 처음 진강하기에는 적절하지 못한데, 이미 이것으로 시작했고 또 두세 편 표를 붙여 놓은 곳이 있어 정지하기도 미안하나, 가장 적절한 것은 《소학(小學)》입니다. 《예기》 49편 중 《중용(中庸)》과 《대학(大學)》 2편은 정자(程子)가 빼내었고, 《중용》과 《대학》 외의 아름다운 말은 모두 《소학》에 있으므로 옛사람들도 먼저 《소학》을 읽고 다음에 《대학》을 읽었습니다만 요즈음 경연에서는 먼저 《대학》을 강하고 있습니다. 본관(本館)의 의견은 《소학》을 강하려고 했으나 영사(領事)의 생각이 성상의 학문이 점차 고명한 지경에 이르셨고 또 《소학》은 이미 읽으셨다고 해서 이것을 진강하지 않는 것입니다. 비록 다른 책을 읽으시더라도 《소학》을 또한 때때로 읽으셔야 하겠습니다. 모든 책은 건성으로 읽어서는 상세히 이해할 수가 없고 한 번 두 번 하여 백 번쯤 이른 뒤에야 자세히 깨달을 수가 있는데, 이것은 이른바 ‘옛것을 연구하여 새것을 안다.’는 것입니다. 《대학》은 천하의 이치를 그 안에 포괄한 책이므로 이해하기가 어렵습니다. 주자는 말하기를 ‘배우는 자를 가르칠 때는 《대학》으로 해야 하는데 배우는 자들이 분명히 깨닫지 못하는 것은 천하의 도리를 매우 광범위하게 망라하고 있기 때문에 그렇다.’ 하였습니다. 《대학》이란 책을 집에 비유하면 마치 건물과 같은 것으로 《논어》와 《맹자》를 읽어 채워야 합니다. 《대학》을 읽어 먼저 건물의 규모를 알고 여러 책을 읽어 채우게 되면 모든 사리에 통달하게 됩니다. 무릇 독서에는 글자가 긴요한 것은 아닙니다마는 옛사람이 ‘글자의 뜻을 통하지 못하고 그 의미를 통할 수 있는 사람은 없다.’고 했으니 글자의 뜻에 관해서도 때때로 논란하여야 합니다.”",
                "hj": "○丁卯/夕講。 進講《禮記》喪服四制。 李滉進啓曰: “當初以《禮記》付標而入, 以喪中喪禮爲切故也。 但詳於節文度數, 故多有煩亂之處。 古人曰: ‘乍讀難曉。’ 自上用意覽之, 未穩處下問, 則自下當講究以達。 大抵《禮記》之書煩雜, 不切於初講, 而旣已始之, 且數三篇付標之處停之, 亦爲未安, 而最切者《小學》也。 《禮記》四十九篇, 《中庸》、《大學》二篇, 則程子表出, 而庸學之外嘉言, 則皆在《小學》, 故古人先讀《小學》, 次讀《大學》。 今此經筵, 則先講《大學》矣。 本館之意, 欲講《小學》, 而領事之意, 則以爲聖學, 漸至高明, 而且《小學》之書, 曾已讀之也。 以此不爲進講矣。 雖讀他書, 而《小學》亦時時習之可也。 凡書乍讀, 則不能詳曉。 一度二度, 至於百度, 然後可詳曉也。 此所謂溫故而知新也。 《大學》乃包天下於度內之書, 故難曉矣。 朱子曰: ‘敎學者以《大學》, 而學者不能曉得者, 包羅天下, 道理甚廣, 故如此。’ 云。 《大學》之書, 比之於家, 則如間閣然, 當讀《論》ㆍ《孟》以充之。 讀《大學》, 先知間閣, 而讀諸書以充之, 則觸處皆通矣。 凡讀書, 文字不關, 而古人曰: ‘未有不通於文義, 而能通其意者也。’ 文義上, 時時論難, 可也。”"
            }
        },
        "17": {
            "1": {
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 17일(무진) 1번째기사",
                "gt-oKo": "상이 비현각(丕顯閣)에서 소대(召對)하여 《대학》을 강하였는데 ‘요임금과 순임금은 인으로써 천하를 거느렸다. [堯舜帥天下以仁]’에서부터 ‘위의 문장을 통괄하여 맺었다. [通結上文]’까지 하였다. 이황이 아뢰기를, “‘임금이 되면 인(仁)에 머물러야 한다.’ 하였으니 인(仁)자는 임금에게 가장 중요한 것입니다. 인의예지(仁義禮智)가 성(性)의 사덕(四德)이나 인은 그중에서 으뜸이 됩니다. 옛사람이 말하기를 ‘인이란 것은 마음의 덕이요, 사랑의 이치이다.’ 하였으니, 인은 바로 성(性)이고, 그것이 발하여 측은한 마음이 생기는데 이것이 바로 정(情)입니다. 천지는 만물을 생성하는 것으로 근본을 삼아 변화와 운행이 잠시도 간단이 없어서 만물이 각기 성명(性命)을 바르게 가지니 이것이 이른바 인(仁)인 것입니다. 이 세상은 처음 개벽한 이래 거칠고 소박할 뿐이었는데 복희(伏羲)에 이르러 팔괘(八卦)를 그리고 신농(神農)이 온갖 풀을 맛보아 의약을 제조하였으며 황제(黃帝) 때에 비로소 제도를 만들고 요순(堯舜) 때에 인문(人文)이 크게 갖추어졌습니다. 요임금이 순임금에게 위(位)를 물려주면서 ‘중정(中正)한 것을 진실로 잡아야 한다.’고 하였고, 순임금이 우(禹)임금에게 위를 물려주면서 ‘인심(人心)은 위태롭기만 하고 도심(道心)은 은미하기만 하니 오직 정밀하고 전일하여야 진실로 그 중정을 잡을 수 있다.’라 하여 그 당시에는 제왕이 서로 전하던 법을 중(中)자로써 말하였습니다. 기자(箕子)가 무왕(武王)을 위하여 홍범(洪範)을 진술했는데 ‘임금은 그 극(極)을 세우는 것이다. [皇建其有極]’라 하여 그 때에는 극(極)자로 말했습니다. 공자에 와서 비로소 인(仁)자를 말했는데 공자 문하의 제자들 역시 ‘인’을 많이 질문했으며, 맹자(孟子)에 이르러 인지예지(仁義禮智)를 아울러 말하여 미진한 것이 없게 되었습니다. 인은 임금에게 있어서 과연 중대하니 한번 호령하고 한번 생각하는 때에도 모두 인으로 마음을 삼아야 합니다. 인(仁)자와 서(恕)자는 뜻이 같으나 또한 같지 않는 점이 있는데, 서자에는 공부가 미진하고, 인자에는 자연스럽다는 뜻이 있습니다. 그러므로 자기를 미루어 상대에게 미치는 것을 ‘서’라 하고 자기로써 바로 상대에 미치는 것을 ‘인’이라 합니다. 맹자가 말하기를 ‘서(恕)를 힘써 행하면 인을 구하는 데 이보다 더 가까운 것은 없다.’고 했으니 대개 인과 서의 차이를 알 수 있습니다. 서자는 앞에서는 보이지 않다가 이 장 및 다음 장에서 비로소 보이기 시작합니다. 자기를 다스리는 마음으로 다른 사람을 다스리고 자신을 사랑하는 마음으로 다른 사람을 사랑하는 것을 이른바 서라고 하므로 수신장(修身章)의 아래에서 처음으로 보이는 것입니다. 다만 서자의 뜻을 세속에서 잘못 알고 ‘자기가 하지 못하는 것으로 다른 사람을 책하지 않는 것이 서이다.’라고 하기 때문에 관대하고 해이한 뜻이 되어 버렸으니 이른바 서자의 본뜻이 아닙니다. 옛날에 한 광무제(漢光武帝)가 죄없는 황후를 폐하려고 질운(郅惲)에게 말하자, 운이 말하기를 ‘부부의 법도는 아버지가 자식에 대해서도 어떻게 하지 못하는데 하물며 신하로서 임금에게 어떻게 할 수 있겠습니까.’ 하니 광무가 ‘서기양인(恕己量人)을 잘 한다.’고 하였는데, 이에 대해 주자는 글자 한 자를 분명하게 알지 못하는 해가 크다고 하였습니다. 대개 남의 신하된 자는 임금을 책난(責難)하여 임금에게 허물이 없도록 하는 것을 자기의 임무로 삼아야지, 자기가 하지 못한다고 해서 실천하기 어려운 일을 임금에게 권유하지 않아서는 안 되는 것입니다. 그리고 임금된 사람도 또한 오로지 선을 행하는 데에만 힘써서 타고난 고유의 덕성(德性)을 밝혀 백성을 스스로 새로와지게 한 뒤에야 이른바 자기의 처지를 미루어 상대에게 미치는 서(恕)라고 할 수 있습니다.” 하고, 또 아뢰기를, “자신을 책하기를 후하게 하고 남을 책하기를 박하게 한다고 한 《논어》의 말은 서(恕)의 뜻이 아닙니다. 대체로 제왕의 서는 천하 국가를 소유하고 예악(禮樂)과 형정(刑政)이 다 있으니 반드시 자기가 싫어하지 않는 그것을 미루어 상대에 미치게 한 뒤에야 서라고 할 수 있습니다. 또 임금의 악덕 중에서는 욕심 많고 사나운 것이 가장 중하니 부득이 본심을 단정히 하고 근원을 맑게 한 뒤에야 난을 일으킬 염려가 없게 됩니다. 한 사람이 나라를 안정시킨 경우는 바로 요임금과 순임금인데 후세의 임금을 두고 본다면 명령을 내리고 시행하는 과정에서 조금이라도 선을 행하면 거의 망해가던 나라가 도리어 안정이 되고, 실로 조그마한 악이라도 있게 되면 굳건하던 나라가 역시 멸망하는 지경에 이르게 됩니다. 주 선왕(周宣王)은 주나라 왕실이 이미 쇠퇴한 뒤에 즉위하였지만 자신을 낮추고 덕을 닦아 주나라의 왕도가 다시 일어났습니다. 한 사람이 탐욕을 부리고 사나왔던 경우는 곧 걸(桀)과 주(紂)로서 천하의 악명이 모두 걸과 주로 모였는데 걸과 주의 악함이 그렇게 심한 것은 아니었으되 악명이 모두 모였습니다. 그래서 자공(子貢)도 ‘군자(君子)는 하류에 처하기를 싫어한다.’ 하였습니다. 후세에도 착하지 못한 임금이 역시 많았지만 반드시 걸주라고 칭하는 것은 탐욕스럽고 포악했기 때문입니다. 걸과 주는 천자라는 높은 지위에서 천하의 낙을 누리다가 하루아침에 필부가 되었습니다. 걸이 명조(鳴條)로 달아나 죽으니 하우씨(夏禹氏)의 4백 년 기업(基業)이 순식간에 무너졌고, 주가 보옥으로 장식한 옷들을 걸친 채 불속에 뛰어들어 자살하자 상탕(商湯) 6백 년의 왕통 역시 끊어졌습니다. 《시경(詩經)》에 이르기를 ‘은(殷)나라의 거울은 멀리 있는 것이 아니라 바로 하(夏)나라 시대에 있다.’ 하였고, 우(禹)가 순임금에게 경계하기를 ‘단주(丹朱)와 같이 거만하지 마소서.’ 했는데, 순임금이 어찌 단주와 같았겠습니까마는 우임금이 경계하여 고한 도리는 실로 이와 같았습니다. 맹자는 말하기를 ‘요 순은 인륜의 지극한 경지이다. 순임금이 요임금을 섬기던 방법으로 임금을 섬기지 않으면 이것은 임금에게 불경(不敬)하는 것이며, 임금된 자는 요임금이 백성 다스리던 방법으로 백성을 다스리지 않으면 이는 백성을 해치는 것이다.’ 하였으니, 후세의 임금들은 마땅히 요 순으로 법을 받고 걸 주로 경계를 삼아야 합니다.” 하였다. 상이 이르기를, “요임금과 순임금도 우열이 있는가?” 하니, 기대승(奇大升)이 아뢰기를, “어찌 우열이 있겠습니까. 복희(伏羲)·신농(神農)·황제(黃帝)·요·순은 다같이 생지(生知)의 성인이라 실로 우열이 없습니다. 다만 우(禹)의 덕은 무왕(武王)과 비슷하고, 문왕(文王)의 덕은 요·순과 비슷합니다. 만약 탕왕(湯王)이나 무왕을 요·순에 비교한다면 다소 차이가 있을 듯합니다.” 하였다. 상이 이르기를, “요임금과 순임금 중에 누가 나은가?” 하니, 기대승이 아뢰기를 “요순 시대는 1년으로 말한다면 4월과 같은 때로서 요임금의 덕은 공손하고 총명하고 우아하고 신중하시어 온유하셨습니다. 순임금은 여러 가지 고난을 두루 경험하여 농사 짓고 질그릇 굽고 물고기까지 잡았습니다. 깊은 산중에 있으면서 목석(木石)과 같이 살고 사슴이나 멧돼지와 같이 놀았지마는 한 마디 착한 말을 듣거나 한 가지 착한 행동을 보게 되면 양자강이나 황하의 물을 터놓은 듯 막힘이 없이 통달하였습니다. 정자(程子)는 ‘요와 순은 서로 우열이 없다.’고 했는데 이 말이 과연 그렇습니다. 문왕 역시 생지(生知)의 성인이신데 《시경》에 이르기를 ‘슬기도 없고 지혜도 없는 속에 천리(天理)를 순응한다.’ 하였고, 또 ‘상천(上天)의 일은 소리도 없고 냄새도 없다. 문왕을 본받으면 온 세상이 믿고 따르게 되리라.’고 했습니다. 문왕의 뒤에는 공자가 주(周)나라 말기에 태어나 모든 임금의 본보기가 되었는데 그 제자의 말에 ‘내가 선생님을 본 바에 의하면 요임금이나 순임금보다도 훨씬 더 훌륭하시다.’라고 했습니다. 대개 요순 시대에는 백성이 잘 다스려져 화평을 누렸는데 그 은택이 한 시대에만 있었으나, 공자는 만세토록 법을 드리워 그 공이 요 순보다 더하였으니 이른바 성(聖)이라는 지위로 말하면 다름이 없겠지만 공으로 보면 다른 점이 있습니다. 요·순·우·탕·문왕·무왕·주공(周公)·공자는 도(道)의 정통으로, 요·순 시대에는 고요(皐陶)·직(稷)·설(契) 같은 이가 있었고, 탕의 시대에는 이윤(伊尹) 같은 사람이, 문왕에게는 태공망(太公望)·산의생(散宜生) 같은 이가 있었습니다. 공자에게는 3천 제자가 있었는데 3천 제자들 중에서 안자(顔子)와 증자(曾子)가 그 종지(宗旨)를 얻었으며, 그 뒤에 자사(子思)가 증자의 전승을 받았고, 맹자(孟子)는 자사의 문인에게서 수업(受業)하였습니다. 맹자가 죽은 뒤에 사도(斯道)가 끊어져서 천여 년을 내려오다가 송(宋)나라 때 이르러서는 염계 선생(濂溪先生) 주돈이(周惇頤)가 있었는데 학문이 고명하여 저술로 《태극도(太極圖)》와 《통서(通書)》가 있습니다. 또 두 정 부자(程夫子)가 나왔는데 형인 호(顥)는 호를 명도 선생(明道先生)이라 하여 저술로 《어록(語錄)》이 있고, 아우 이(頤)는 호를 이천 선생(伊川先生)이라 하여 저술로 《역전(易傳)》이 있습니다. 후학들에게 학문을 강론하여 사문에 공로가 있었는데, 그 제자는 귀산(龜山) 양시(楊時)와 예장(豫章) 나종언(羅從彦)입니다. 연평(延平) 이동(李侗)은 나종언에게서 배웠고, 주자는 이동의 제자로서 경서의 주(註)를 찬정(撰定)했는데 여러 유자(儒者)의 학설을 집대성했습니다. 삼대(三代) 이상은 위에서 몸소 실천함으로써 통솔했는데 후세에는 비록 큰 일을 한 업적도 있었으나 학자의 일을 하는 것에 지나지 않았습니다. 우리 나라는 바다 모퉁이에 치우쳐 있으면서 학문하는 일을 모르다가 세종조(世宗朝) 이후에 비로소 학문을 일삼았고 유자들 역시 학문을 숭상할 줄 알았습니다. 이제 위에서 학문을 좋아하시어 모든 사람들이 성대(聖代)의 현명한 군주가 나오셨다고 하니 당대의 어진이들이 어찌 나와서 응하지 않겠습니까. 《주역(周易)》에 ‘구름은 용을 따르고 바람은 호랑이를 따르며, 성인이 나타나니 만물이 우러러본다.’고 했는데, 성인이 만물의 우러르는 대상이 되는 것은 필연적인 이치입니다.” 하였다. 상이 이르기를, “요·순·탕·무는 모두 훌륭한 신하를 얻어 함께 지치(至治)를 이룩했으나 삼대 이후에는 비록 세상을 구제하고 백성을 편안하게 할 어진이가 있더라도 벼슬하기를 좋아하지 않고 도를 스스로 지키면서 은거하였다. 이는 그들이 때를 얻지 못하여 그런 것인가, 시사(時事)가 좋지 못해서 그런 것인가? 비록 성대(聖代)를 만나더라도 이러한 사람들이 있는 것은 무엇 때문에 그러한가?” 하니, 기대승(奇大升)이 아뢰기를, “덕을 밝히고 백성을 새롭게 하는 것은 체용(體用)의 학문입니다. 만약 참된 유자가 있다면 어찌 독선(獨善)만 하겠습니까. 한쪽으로 치우친 산림(山林)의 선비들이라면 간혹 멀리 가서 돌아오지 않는 자도 있습니다. 삼대 이후로 팔원 팔개(八元八凱)·고요(皐陶)·기(虁)·후직(后稷)·설(契)은 모두 성인의 지우(知遇)를 받은 자들입니다. 탕(湯)의 시대에는 이윤(伊尹)이 유신(有莘)의 들에서 농사를 지었는데 탕이 사람을 보내 폐백(幣帛)으로 초빙하자, 이윤이 말하기를 ‘내가 나가는 것이 어찌 밭 가운데서 살며 요순의 도를 즐기는 것만 같으랴.’ 하다가 탕이 세 차례나 사람을 보내 폐백을 갖추어 초빙하자 그제서야 비로소 생각을 바꾸어 일어나면서 말하기를 ‘내가 어찌 이 임금을 요순같은 임금으로 만들며, 이 백성을 요순 시대의 백성으로 만드는 것만 같으랴.’ 하였습니다. 탕이 그를 걸(桀)에게로 보냈으나 걸이 등용하지 않자 또 탕에게로 갔는데 이렇게 다섯 번을 오가다가 결국 탕을 도와 걸을 쳤습니다. 고종(高宗)이 3년 동안의 상중에 말을 하지 않으니 그의 신하가 간하기를 ‘임금께서 말씀을 하지 않으시면 신하들은 명령을 받을 길이 없습니다.’ 하자, 고종이 ‘꿈에 상제(上帝)께서 훌륭한 보조자를 보내주시었으니 그가 나를 대신하여 말하게 될 것이다.’ 하고, 꿈에서 본 대로 초상(肖像)을 그려 집짓는 공사장에서 부열(傅說)을 찾아 내어 함께 이야기해 보니 과연 성인(聖人)이었으므로 그를 등용하여 재상으로 삼은 사실이 열명(說命) 3편에 실려 있는데 이는 꿈속에서 서로 정신이 감통(感通)한 까닭이었습니다. 공자와 맹자는 몹시 급하고 안타까와하여, 3개월 동안 섬길 임금이 없어도 그를 찾아 위문하는 자세로 도의 시행을 자기의 임무로 삼았기 때문에 감히 은퇴하지 못하고 두루 여러 나라를 방문한 것입니다. 한 무제(漢武帝)는 진 시황(秦始皇)이 분서 갱유(焚書坑儒)한 뒤에 육경(六經)을 드러내었으니 함께 일해 볼 만한 임금이라고 할 수 있으나 대체로 큰 공로를 좋아하여 내심에는 욕망이 많고 외면으로는 인의(仁義)를 과시했기 때문에 동중서(蕫仲舒) 같은 어진이를 얻고서도 등용하지 못하고 강도왕(江都王)의 재상으로 삼았습니다. 송 신종(宋神宗)은 정명도(程明道)를 감찰 어사(監察御史)로 삼아 융숭히 사랑하였으나 왕안석(王安石)과 의논이 화합되지 않아 명도가 물러났는데, 신종 역시 그의 훌륭함을 몰랐기 때문에 끝내 등용하지 않았습니다. 정이천(程伊川)은 나이 25∼26세 때에 과거에 응시했으나 급제하지 못하자 그 뒤에는 천거하는 사람이 있어도 스스로 학문이 미진하다고 하면서 벼슬하기를 원하지 않았습니다. 철종(哲宗) 초년에 사마광(司馬光)과 여공저(呂公著)가 그를 천거하여 숭정전 설서(崇政殿說書)를 삼았습니다. 그러자 이천은 ‘유자(儒者)로서 권강(勸講)하는 관원이 되었으니 신으로 하여금 스스로 처할 곳을 선택하게 하더라도 이보다 더 나을 데가 없다.’ 하고 즉시 소명(召命)을 받들어 벼슬하여 아는 것은 모두 말하였는데 경연(經筵) 석상에서 반복하고 유추(類推)하니 당시 청강(聽講)하던 자들이 지루하다고 하자, 이천은 ‘임금을 보도(輔導)하면서 이같이 하지 않는다면 어찌 성의를 다한다고 하겠는가.’라고 말하였습니다. 천하 사람들이 한창 존숭하여 신임하게 되었는데 그 당시 소식(蘇軾)이란 자가 있었으니 이른바 소동파(蘇東坡)로서 문장의 재주는 있었으나 심사가 바르지 못하여 정자와 사이가 좋지 않았습니다. 식이 공문중(孔文仲)을 시켜 상소하기를 ‘간사하고 비속하여 항간에서 그를 오귀(五鬼)의 괴수라고 지목한다.’고 논박했는데, 이에 서경 국자감(西京國子監)이 되었습니다. 주자는 송 고종(宋高宗)조에 급제했으나 마침 어려운 시기를 만났고 또 노친이 있었기 때문에 물러갔습니다. 효종조(孝宗朝)에 이르러 구언(求言)에 따라 상소, 소명(召命)을 받고 입대했으나 때마침 금(金)나라와의 화친으로 논의가 합치되지 않아 물러갔습니다. 절동 제거(浙東提擧)가 되어 지대주(知台州) 당중우(唐仲友)의 장오(贓汚)를 조사하여 상소를 처음 올렸을 때 왕회(王淮)와 중우(仲友)는 인척간이라 즉시 배척을 받았습니다. 또 병부 낭중(兵部郞中)이 되었을 때 시랑(侍郞) 임율(林栗)이 와서 함께 강학(講學)을 했는데 의논이 같지 않자 즉시 상소하여 ‘희(熹)는 문자도 모르며 정이(程頤)와 장재(張載)의 계통이다.’고 하여 이로 인하여 물러갔습니다. 장재는 바로 장횡거(張橫渠)입니다. 주자가 영종(寧宗) 초년에 시강(侍講)에 입시했다가 강을 마친 뒤 상소하여 품고 있던 생각을 다 말하자 영종이 ‘처음 주희를 경연관으로 제수했을 뿐인데 일마다 참여하려고 한다.’ 하고 시강을 파면하여 남경 제거(南京提擧)로 삼았습니다. 옛날의 성현들이야 어찌 감히 하루인들 천하사를 잊을 리가 있겠습니까. 이천이 서경 국자감이 되었을 때 표(表)를 올려 사퇴하면서 ‘어찌 왕을 저버리겠습니까. 충성은 지극하지만 부득이해서입니다.’라고 했는데 이는 거취의 의리상 당연한 것이었고, 또 말하기를 ‘의리상 꼭 가야 할 경우가 되어 자신의 포부를 펼 길이 없습니다.’ 했습니다. 성현의 마음에 어찌 감히 하룬들 임금을 생각하지 않겠습니까. 어진이가 임금을 모심에 있어서 반드시 공경과 예를 다하는 것은 자기 스스로 존대(尊大)하게 되려고 해서가 아니라 덕을 높이고 의를 즐기기를 그처럼 하지 않으면 함께 큰일을 할 수 없기 때문입니다. 후세에는 간혹 조용히 물러나서 세상에 나오지 않으려는 자도 있고, 위에서는 알아주나 동류들의 질투로 용납되지 못하는 자도 있으며, 임금에게 인정을 받지 못하여 뜻이 맞지 않아 물러가는 자도 있는데, 성심으로 어진이를 구한다면 후세라고 어찌 어진이가 없겠습니까. 또 유자(儒者)로서 오직 학문에만 힘을 쏟고 왕후(王侯)를 섬기지 않으면서 자기의 지조를 고상하게 가지는 자가 어찌 없겠습니까. 대체로 어진이가 자중(自重)하지 못한다면 비록 등용한다고 한들 국가에 무슨 이익이 있겠습니까.” 하였다. 상이 이르기를, “정자나 주자가 물러간 것은 그 당시 임금이 지성으로 대우하지 못했기 때문에 소인이 참소하여 이간질을 한 것이다. 만약 지성으로 했더라면 어찌 참소가 있겠는가.” 하니, 기대승이 아뢰기를, “상의 하교가 지당하십니다. 소인이 군자를 해치는 데는 천만 갈래의 길이 있기 때문에 임금이 비록 지성으로 어진이를 등용하려 해도 어진이가 접근할 수 없습니다. 효종(孝宗)은 남송의 유능한 임금인데, 주자가 근본을 바로잡고 근원을 깨끗이 하려고 했기 때문에 세 번 들어가서 논한 것이 모두 환시(宦侍)를 다스려야 한다는 일이었습니다. 당시 잠저(潛邸) 때의 총행(寵倖)이 많았기 때문에 효종이 비록 어질다고 하더라도 인정을 이기지 못하는 점이 있었는데, 주자는 폐행(嬖倖)이 조정을 주관하고 있으면 비록 진심으로 국사를 해도 끝내는 반드시 후환이 있을 것이라 생각하여 이 때문에 물러갔습니다. 옛사람이 말하기를 ‘어진이를 알아보는 것이 어려운 것이 아니라 알고서 신임하는 것이 어렵다.’고 했습니다. 만약 신임하지 않는다면 소인의 참소와 이간질이 어찌 이르지 않겠습니까. 조종조로 말하더라도 중묘(中廟) 초년에 조광조가 정성을 쏟아 지치(至治)를 도모하고 마음을 다하여 국사에 임했는데 그 학문이 성현의 경지에 미치지 못하여 당시 실시한 일들이 간혹 적중하지 않기도 했습니다. 그리하여 소인의 무리들이 끝내 사직을 위태롭게 하는 것이라고 하자 중종께서도 믿지 않을 수 없어 결국에는 큰 죄를 입게 되었습니다. 대신을 신임하게 되면 소인은 이간질할 수가 없습니다. 어진이 하나가 참소를 받고 물러가면 사방이 해이해져서 사람들은 세상을 등지고 발걸음을 멀리 할 것이며 조정에 나오는 자들은 녹만을 탐할 뿐입니다. 만약 어진이를 신임한다면 자연히 온 나라의 교화가 일어나 아름다운 이름이 삼대와 나란해질 것입니다.” 하고, 또 아뢰기를, “전교를 받드니 감격스러움을 이기지 못하겠습니다. 옛날 사람이 어진이를 등용하지 못한 이유와 정성껏 찾으면 어진이를 구할 수 있다는 뜻을 상께서 알고 계시니 온 나라 신민의 복입니다. 지난번에 이황(李滉)·이항(李恒)·조식(曺植)을 올라오게 하는 일로 하서하신 것은 이것이 비록 선왕의 뜻이었다고는 하나 상께서 계승하시는 것이 더욱 중요하니 이 이상 가는 것이 없습니다. 다만 이황은 신유생이고, 이항은 기미생이며, 조식 역시 신유생으로 모두 70세의 고령입니다. 이처럼 날씨가 매우 추운 때에는 불러올 수 없는데 이미 소명(召命)이 있었으니 물러나 있기가 미안하여 필시 괴로와할 염려가 있습니다. 만약 집에 있으면서 병을 조리하는 것을 어렵게 여겨 길을 떠났다가 병이라도 얻게 되면 길에서 죽을까 걱정됩니다. 위에서 만나보시고 싶은 생각이 간절하다고 하더라도 어진 선비를 기다리는 데는 관대하게 해야지 몰아붙여 촉박하게 해서는 안 됩니다. 날씨가 춥고 병이 있다면 사세를 보아가면서 올라오도록 다시 하유하심이 어떻겠습니까? 이준민(李俊民)이 아뢴 ‘어진이라면 의심없이 신임해야 된다.’는 말은 그 본의는 지당하나 또한 폐단이 없을 수 없습니다. 지금 사람들이 어찌 한결같이 옛날 사람들과 같겠습니까. 그 인물을 살펴보고 그가 군자임을 확실히 안 뒤에 신임하여 등용해야 할 것입니다. 한때 선하다고 해도 미진한 데가 있으면 자연히 행동에 드러나는 것이니 부득이 어떠한 사람이라는 것을 알고서 등용해야 합니다. 미천한 신하로서 진실로 상달하기 어려운 일입니다마는, 이황과 이항(李恒)은 신이 보아서 알고 있고 조식은 신이 보지 않아 모르지만 일찍이 벗들을 통해 그 사람에 대해 들은 바가 있습니다. 이황의 의논을 보면, 자질이 매우 고명하고 정자(程子)와 주자를 조술(祖述)했기 때문에 그 저술이 정자·주자에 근사하여 근래 우리 나라에서는 이러한 인물이 드문데 그의 성품이 염퇴하기를 좋아하여 젊어서부터 벼슬살이를 싫어하며 고향에서 사느라 고생이 많다고 합니다. 이항은 당초 무예를 일삼으며 멋대로 행동하던 인물이었으나 크게 깨달아 학문을 알고는 공부에 뜻을 두었으니 그 용기는 옛날 사람과 비교해서 무엇이 다르겠습니까. 두문 불출하고 글을 읽었고 덕행과 기국(器局) 또한 성숙되어 외모로 볼 때 근엄합니다. 다만 무인으로서 처음에는 과거보는 학문을 하지 않다가 만년에야 학문을 알았기 때문에 해박하게 통하지 못하였습니다. 조식은 기질이 꼿꼿하여 천길 절벽이 우뚝 서 있는 것 같다고 했으니 무딘 자를 흥시키고 나약한 자를 일으켜 세울 만하나 학문은 법도를 따르지 않는 병통이 있습니다. 성운(成運) 역시 유일(遺佚)의 선비로서 선왕조에 소명(召命)을 받들고 올라 왔다가 병으로 사직하고 물러갔는데 나이가 이미 70여 세가 되었습니다. 이 사람에 대해서는 들은 것이 없으나 대개 명리(名利)를 탐내지 않고 스스로의 절조(節操)를 지키는 자입니다. 한 시대의 어진이는 한 사람만이 아니나 이황 같은 사람은 우뚝하게 뛰어난 자입니다. 옛날에 왕통(王通)이란 자가 있었는데 이른바 문중자(文中子)입니다. 수 문제(隋文帝) 때에 상소하여 계책을 올렸는데, 주자가 ‘자신의 능력이 이윤(伊尹)이나 주공(周公)에 미치지 못하는 줄을 알지 못했다.’고 했으니, 이는 이윤이나 주공의 사업이 어려웠음을 말하는 것입니다. 상께서 저들 두세 사람을 부르시는 것은 삼대(三代)의 정치를 이루고자 하심이겠으나 저들 몇 사람이 어찌 이윤이나 주공으로 자부하겠습니까. 책임이 너무 무거우면 학문이 이루어지지 않았다고 핑계댈까 두렵고, 접대가 지나치게 후하면 또 기대에 감당하지 못할까 두렵습니다. 날씨가 따뜻해져서 올라온 뒤에 불러보신다면 그 사람들은 반드시 상달하는 바가 있을 것입니다. 신임하는 성의는 한결같이 해야 하며 그 사이의 접대는 참착해서 해야 하니 한때는 극진하게 접대하다가 끝까지 그렇게 계속하지 못하면 참소하는 말이 이로부터 생깁니다. 송 인종(宋仁宗)조에 한기(韓琦)·부필(富弼)·범중엄(笵仲淹)·구양수(區陽脩)·두연(杜衍)은 등용된 지 얼마 안 되어 참소를 받고 흩어졌는데 등용될 처음에 이미 그들을 위하여 미리 염려한 자가 있었습니다. 지금 이와 같이 하는 것은 세상에 드문 기이한 일이나 식견 있는 사람들은 혹 후환을 염려하는 자도 있을 것입니다. 음양의 소장(消長)은 또한 자연의 이치이지만 지성으로 마음을 굳게 정한 뒤에라야 후일 폐단이 없을 것이고 당우(唐虞)의 시대를 만들 수 있을 것입니다. 또 부득이 성상의 학문이 고명해지신 뒤에야 정사의 득실과 시비, 여러 신하들의 현부(賢否)와 사정(邪正)을 볼 수 있으실 것입니다. 《중용》의 구경장(九經章)에 이르기를 ‘몸을 수양하면 도가 확립된다.’고 하여 《중용》의 도는 수신을 근본으로 삼았고, 정이천(程伊川) 역시 입지(立志)와 구현(求賢)과 책임(責任)을 천하를 다스리는 요체로 삼았습니다. 근본을 바로잡고 근원을 맑게 한 뒤에야 어진이가 기꺼이 등용되려 할 것입니다. 어진이를 등용하지 못한다면 어진이들이 비록 큰일을 하려고 해도 어찌 진심을 다할 수 있겠습니까. 이러한 뜻을 상께서는 유념하셔야 합니다.” 하였다.",
                "hj": "○戊辰/上召對于丕顯閣。 講《大學》, 自堯、舜帥天下以仁, 止通結上文。 李滉啓曰: “爲人君, 止於仁。 仁字, 於人君最大。 仁義禮智, 性之四德, 而仁爲四德之元。 古人曰: ‘仁者, 心之德, 愛之理。’ 仁是性也, 發而爲惻隱, 是情也。 天地以生物爲心, 氣化運行, 無少間斷, 萬物各正性命, 所謂仁也。 開闢以來, 鴻荒朴略而已。 至伏羲始畫八卦, 神農嘗百草、劑醫藥, 黃帝時, 始有制度, 堯、舜之時, 人文大備。 堯之授舜曰: ‘允執其中。’ 舜之授禹曰: ‘人心惟危, 道心惟微, 惟精惟一, 允執厥中。’ 其時帝王相傳之法, 則以中字爲言。 箕子爲武王陳《洪範》, 則曰: ‘皇建其有極。’ 其時則以極字爲言, 至孔子, 始以仁字爲言。 孔門弟子, 亦多以仁爲問。 至孟子, 竝言仁義禮智, 而無餘蘊矣。 仁於人君, 果爲重大。 一號令間、一念慮之際, 皆當以仁爲心也。 仁字恕字同義, 而亦有不同者。 恕字爲未盡工夫, 仁字有自然意思, 故推己及物之謂恕也, 以己及物之謂仁也。 孟子曰: ‘强恕而行, 求仁莫近焉。’ 仁恕之分, 蓋可見矣。 恕字不見於前, 而始見於此章。 及下章者, 以治己之心治人, 以愛己之心愛人, 所謂恕也。 故始見於修身章之下也。 但恕字, 世俗誤見, 以己所不能, 不以責人爲恕, 故終爲寬緩解弛之歸, 非所謂恕也。 昔漢光武欲廢無罪皇后, 言於郅惲, 惲曰: ‘夫婦之則, 父不能得之於子, 況臣能得之於君乎?’ 光武謂善恕己量人。 朱子則以爲, ‘一字不明之害大矣。’ 蓋爲人臣者, 當以責難於君, 納君無過, 爲己任, 而不可以己所不能, 而不以難事, 責於君也。 爲人君者, 亦專務爲善, 明德而新民, 然後可謂推己及物之恕矣。” 又啓曰: “躬自厚而薄責於人, 則非恕也。 大抵帝王之恕, 則有天下國家, 禮樂刑政俱在, 必須無惡於己, 而推以及物, 然後可謂恕也。 且人君惡德, 貪戾爲重, 不得已端本淸源, 然後無作亂之患矣。 一人定國, 堯、舜是也。 以後世人主觀之, 號令向背之間, 少有爲善, 則垂亡之國, 轉而爲安固; 少有爲惡, 則安固之邦, 亦至於覆亡矣。 周宣王卽位於周室旣衰之後, 而側身修德, 周道復興。 一人貪戾, 桀、紂是也。 天下之惡, 皆歸於桀、紂, 桀、紂之惡, 不如是之甚也, 而惡名皆聚。 子貢亦曰: ‘君子惡居下流。’ 後之不善之君亦多, 而必稱桀、紂者, 貪戾故也。 桀、紂以天子之尊, 享天下之樂, 而一朝爲匹夫, 則桀走死鳴條, 而夏禹四百年之基業, 忽墜。 紂衣室玉自焚, 而商湯六百年之統緖亦絶。 《詩》曰: ‘殷鑑不遠, 在夏后之世。’ (禹)〔堯〕戒舜曰: ‘無若丹朱傲。’ 舜豈若丹朱? 禹〔堯〕告戒之道, 固如是也。 孟子曰: ‘堯、舜, 人倫之至也。 不以舜之事堯事君, 是不敬其君者也。 不以堯之所以治民治民, 是賊其民也。 後世人主, 當以堯、舜爲法, 而以桀、紂爲戒也。” 上曰: “堯、舜有優劣乎?” 奇大升啓: “豈有優劣者乎? 伏羲、神農、黃帝、堯、舜, 同是生知之聖人也。 固無優劣。 但禹之德, 似湯、武, 文王之德, 似堯、舜。 若以湯武比於堯、舜, 則似有少間矣。” 上曰: “堯、舜孰優?” 大升啓曰: “堯、舜之時, 以一歲言之, 則如四月之時, 堯之德則欽明、文思、安安。 舜則歷試諸難, 耕稼陶漁, 居深山之中, 與木石居, 與鹿豕遊。 及其聞一善言, 見一善行, 沛然若決江河。 程子曰: ‘堯與舜, 更無優劣。’ 斯言信矣。 文王亦是生知之聖人也。 《詩》曰: ‘不識不知, 舜帝之則。’ 又曰: ‘上天之載, 無聲無臭, 儀形文王, 萬邦作孚。’ 文王之後, 孔子生於周末, 爲百王表率。 其弟子之言曰: ‘以予觀於夫子, 賢於堯、舜遠矣。’ 蓋堯、舜之時, 黎民於變時雍, 其澤在於一時。 孔子則垂法萬世, 其功加於堯、舜。 所謂語聖則不異, 而事功則有異也。 堯、舜、禹、湯、文、武、周公、孔子爲道統, 而堯、舜之時, 則有若皋陶、稷、契。 湯之時, 則有若伊尹。 文王則有若太公望、散宜生。 孔子則有三千弟子, 而三千之中, 顔子、曾子得其宗。 其後有子思者, 得曾子之傳。 孟子受業子思之門人, 孟子沒後, 斯道之絶。 千有餘年, 至宋有濂溪先生周惇頤, 學問高明, 有所著《太極圖》、《通書》。 又有兩程夫子出焉, 兄顥號明道先生, 有所著《語錄》; 弟頤號伊川先生, 有所著《易傳》, 講明後學, 有功斯文。 其弟子, 則龜山、楊時、豫章、羅從彦也。 延平李侗學於羅從彦。 朱子, 李侗之弟子, 撰定經書之註, 集大成於諸儒矣。 三代以上, 則自上躬行以率之, 後世則雖或有爲, 而不過爲學者事也。 我國僻在海隅, 不知學問之事, 而自世宗朝以後, 始事學問, 儒者亦知崇尙學問矣。 今日自上好學, 人皆謂聖代明主出矣。 一時賢者, 豈無出而應之者乎? 《易》曰: ‘雲從龍, 風從虎。’ 聖人作而萬物覩, 聖作物覩, 必然之理也。” 上曰: “堯、舜、湯、武, 皆得賢臣, 共成至治。 三代以下, 則雖有濟世安民之賢者, 不樂仕宦, 以道自守, 而隱居者, 不得其時而然耶? 時事不善而然耶? 雖遇聖時, 而亦有如此者, 何以然也?” 大升啓曰: “明德新民, 體用之學也。 若眞儒, 則豈可獨善乎? 一偏山林之士, 則或有長往不返者矣。 三代以下, 則如八元、八凱、皋、夔、稷、契, 皆遇知乎聖人者也。 湯之時, 則伊尹耕于有莘之野, 湯使人以幣聘之。 伊尹曰: ‘吾豈若處畎畝之中, 由是而樂堯、舜之道哉?’ 湯三使往聘之, 旣而翻然起曰: ‘吾豈若使是君爲堯、舜之君哉、 使是民爲堯、舜之民哉?’ 湯使就桀, 桀不用。 又就湯, 如是者五, 相湯伐桀。 高宗亮陰三年, 不言。 其臣諫之曰: ‘君不言, 臣下罔有稟令。’ 高宗曰: ‘夢帝賚予良弼, 其代予言。’ 以物色, 求得傅說於板禁之間, 與之語, 果聖人也。 立而爲相, 有說命三篇, 夢寐之間, 精神感通故也。 孔、孟遑遑如也, 三月無君, 則弔。 以行道爲己任, 故不敢退去, 歷聘諸國矣。 漢武帝承秦焚坑之後, 表章六經, 可與有爲之君也。 而大抵好大喜功, 內多慾, 而外示仁義, 故得董仲舒之賢, 而不能用, 以爲江都相。 宋神宗, 以程明道爲監察御史。 上眷隆重, 而與王安石議論不合, 故退去。 神宗亦不知其賢, 故終不能用。 程伊川, 年二十五六時, 赴擧下第。 其後雖有薦擧者, 自以所學未至。 而不願仕也。 哲宗初年, 司馬光、呂公著薦之, 以爲崇政殿說書, 而伊川以爲儒者, 得爲勸講之官, 使臣自擇所處, 亦無以過此。 卽承召就職, 知無不言, 經筵之上, 反覆推類, 一時所聽者, 以爲支離。 伊川曰: ‘輔導人主, 不如是, 則於何盡心乎? 天下方尊信之。 其時有蘇軾者, 所謂蘇東坡也。 有文章才器, 而心不能正, 與程子不合, 使孔文仲上疏駁之, 憸汚鄕黨, 指爲五鬼云, 而仍以爲西京國子監。 朱子於宋高宗朝及第, 適遇時難, 且有老親, 故退去。 至孝宗朝, 因求言而上疏, 承召入對。 適其時, 與金和親, 議論不合, 故退去。 爲浙東提擧, 按劾知台州。 唐仲友贓汚, 封章初上時, 王淮與仲友姻親也, 卽爲排斥之。 且爲兵部郞中時, 侍郞林栗來與講學, 議論不同, 則上疏曰: ‘熹不知文字, 竊程頤、張載緖餘。’ 云。 因此退去。 張載卽張橫渠也。 朱子於寧宗初年, 以侍講入侍, 因講畢, 奏疏極言。 寧宗曰: ‘始除熹經筵耳, 今欲事事與焉。’ 罷侍講, 爲南京提擧。 古之聖賢, 豈敢一日忘天下乎? 程伊川爲西京國子監時, 上表辭退, 其辭曰: ‘豈舍王哉? 忠戀之誠雖至, 不得已也。 去就之義當然。’ 又曰: ‘義迫當去, 無路自伸。’ 聖賢之心, 豈敢一日忘君乎? 賢者必侍人君, 致敬盡禮者, 非欲自爲尊大也, 尊德樂義不如是, 則不足與有爲也。 後世或有恬退, 而不能行於世者。 或有自上知之, 而同類嫉妬, 不能容者。 或有不得於君, 不與契合, 而退去者。 以誠求賢, 則雖後世, 亦豈無賢者乎? 儒者專力學問, 不事王侯, 高尙其志者, 亦豈無其人乎? 大抵, 賢者不能自重, 則雖用之, 何益於國家乎?” 上曰: “程、朱之出去, 其時人君不能待以至誠, 故小人讒間矣。 若以至誠, 則豈有讒間乎? 大升啓曰: “上敎至當。 小人之害君子, 千蹊百徑, 故人君雖欲至誠用賢, 而賢者不得接迹矣。 孝宗南宋大有爲之君也, 而朱子欲端本淸源, 故三入, 而其所論, 皆攻治宦寺之事, 以當時潛邸寵倖之多, 故孝宗雖賢, 而不勝人情者有之。 朱子以爲嬖倖當朝, 則雖盡心國事, 終必有患, 因而退去。 古人曰: ‘知賢非難, 知而信任爲難。’ 若不信任, 則小人之讒間, 何所不至乎? 以祖宗朝言之, ﻿中廟初年, 礪精圖治, 盡心國事, 雖其學問不及聖賢, 當時設施之事, 或未適中, 而小人之徒, 終以爲謀危社稷, ﻿中廟未免信聽, 終被大罪。 信任大臣, 則小臣不得以間之。 賢者一人, 被讒而退, 則四方解體, 在林下者, 高蹈遠引, 立於朝者, 食祿而已。 若信任賢者, 則自然興起一國之化, 而可與三代竝美矣。” 又啓曰: “伏承傳敎, 不勝感激。 古之不能用賢及誠求, 則得賢之意, 自上知之, 一國臣民之福也。 頃日, 李滉、李恒、曹植上來事, 下書雖是先王之意, 而自上所以繼述之者尤重, 無以加矣。 但李滉則辛酉生, 李恒則己未生, 曹植亦辛酉生, 皆七十之年也。 如此日氣甚寒之時, 不能召來, 而旣有召命, 退在未安, 必有悶迫遑窘之患, 若以在家調病爲難, 而登途得病, 則亦有死於道路之患。 自上欲見之心雖切, 而待賢士, 所當從容寬暇, 不可驅迫也。 若日寒有疾, 則觀勢上來事, 更爲下諭何如?” 李俊民所啓 “賢者則信任無疑之言, 其意至當, 而亦不能無弊矣。 今之人, 豈能一一如古人乎? 觀其人, 而的知其君子, 然後信而用之可也。 一時以爲善, 而有所未盡, 則自然見於行處矣。 不得已知其然, 而用之可也。 微臣固難仰達, 然李滉、李恒則見而知之, 曹植則不見不知, 而嘗因朋輩, 亦聞其人矣。 觀李滉議論, 則地位甚高, 祖述程、朱, 故其所著述, 與程、朱相近, 我國近來, 則如此之人稀罕矣。 其性恬退, 自少不樂仕宦。 其居鄕最爲艱苦云。 李恒則當初業武妄行之人, 而悟而知學, 做得工夫。 其勇, 與古 人何異? 閉門讀書, 德器亦成, 見之儼然。 但武人, 而初不爲科擧之學, 晩年知學, 故於學問, 不能該通矣。 曹植氣質磊落, 可謂壁立千仞, 可以激頑立懦, 而學問, 則有不循規模之病矣。 成運亦遺佚之士也, 先王朝, 承召上來, 而辭病退去, 年已七十餘矣。 此人則無因聞之, 而大槪恬惔自守者也。 一時賢者, 不一其人, 而如李滉則表表者也。 昔有王通者, 所謂文中子也。 隋文帝時, 上疏獻策。 朱子以爲, ‘不知其身之不足以爲伊ㆍ周, 言伊ㆍ周事業之難也。 自上召彼數人者, 欲致三代之治, 而彼數人, 豈以伊ㆍ周自許乎? 責任太重, 則恐以學問未至爲嫌, 而接待過厚, 則亦恐其不敢當也。 日暖上來後引見, 則其人必有所達矣。 信任之意則所當專一, 而其間接待, 則斟酌爲之可也。 一時極其接待, 而終不能繼之, 則讒說之所由生也。 宋仁宗朝韓琦、富弼、范仲淹、(歐陽脩)〔歐陽修〕、杜衍, 登用未幾, 被讒退散。 登用之初, 已有爲彼數人, 而預慮者矣。 當今如是爲之, 不世奇事, 而有識之士, 亦或有慮其後患者矣。 陰陽消長, 亦其理也。 以至誠堅定, 然後無後日之弊, 而措世唐虞矣。 且不得已聖學高明, 然後政事之得失是非, 群臣之賢否邪正, 可見矣。 《中庸》九經章曰: ‘修身則道立。’ 《中庸》之道, 以修身爲本, 而程伊川, 亦以立志求賢責任, 爲治天下之要矣。 端本淸源, 然後賢者樂爲之用。 不能用賢, 則賢者雖欲有爲, 而豈能盡心乎? 此意自上留念, 可也。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture at Sajeong Hall . The lecture on the Comprehensive Mirror to Aid in Government (C. Lijian . While expounding on the Comprehensive Mirror to Aid in Government (C. Liji , Ki Daeseung proceeded to the Royal Confucian Academy and reported, Emperor Gaozong did not speak about the three-year mourning period and called Emperor Gaozong . Later, Emperor Gaozong was called Emperor Gaozong . Later, Emperor Gaozong succeededededed Book of Documents (C. Liji to become a prime minister and studying the Way of study. All of these were the fundamental principles of filial piety to all the things of the things, and thus he could be able to obtain wise assistance to govern the edification of governance. However, at that time, all the officials were entrusted with the prime ministers to hear, and thus the King could not speak about the three-year mourning period. However, in the future, the difference between the time and the difference of different world was inevitably inevitacated, and therefore, the rules of mourning were implemented in accordance with the ancient rules. However, it is inevitable that they should be apprehensive about this. The King then came to the Royal Confucian Academy and reported, Recently, Your Majesty granted a royal favor that all those who were punished for false accusations were resolved, and the people were satisfied with pleasure. However, among them there were many who were missing [from the capital]. In the case of Yi Hongyun in the giyu year (, many people in Chungju were killed by strokes of beating with the heavy stick. Even if the people in the capital were known whether their name had been listed on their own, they would not be exempted from punishment. Now, many years have passed since they still remained in the place where they were resolved. If we grant a royal favor that they all received a royal favor, how would this not be a grand event for a sage? Not only is this. Later, during the byeongjin year (, Ahn Seosun , a resident of Jeolla Province , submitted a memorial requesting that Song Insu and others be apprehended on the matter of misjudging the death of a crime. Also, he apprehended the case of 윤원형 and Yi Gi . Therefore, 윤원형 was entrusted with imprehensive judgment. According to the penal code, he was ignorant and foolish, unable to disclarify the truth. In the end, he died by beating with the heavy stick. The impeachment of Jeong Yun was executed by decapitation, and Seosun was confiscated in the same manner as he was confiscated. Kim응jeong was apprehended by a memorial, and he was banished to Sakju in Pyeongan Province and still remained in the place where he was resolved. Song Insu and others have already been expected, but this man has yet to be pardoned. If we ask high-ranking officials about this man, then it would be satisfied with pleasure.",
                "H2KE-nKo": "상이 사정전에서 연 석강에 나아갔다. 《예기》의 간전을 강하였다. 기대승이 임문하여 아뢰기를,“고종이 양암에 있을 때 3년 동안 말을 하지 않은 것을 제왕의 훌륭한 일이라고 여겼기 때문에 고종이라고 불렀고, 그 뒤에 또 부열을 얻어 그를 정승으로 삼아 학문의 도리를 이루었으니, 이는 모두 효도가 모든 행실의 근원이 되었기 때문에 어진 보필을 얻어 정치와 교화를 이룰 수 있었던 것입니다. 그러나 그 당시에는 백관들이 총괄하여 총재에게서 들었기 때문에 임금이 3년 동안 말을 하지 않을 수 있었습니다. 그러나 후세에 와서는 시대가 다르고 일이 달라져서 어쩔 수 없이 명령으로 가르치고 경계하여 상례에 관한 한 가지 절차가 옛날의 도리를 행할 수 없게 되었습니다. 그러나 유념하지 않아서는 안 됩니다.”하고, 이어서 나아가 아뢰기를,“요즈음 은전을 크게 베풀어서 죄없이 죄를 받은 자들이 모두 신원되어 사람들이 통쾌하게 여기고 있습니다. 그러나 그 사이에 누락된 자도 많습니다. 기유년에 이홍윤의 일로 말하면, 충주 사람들 중에 관련되지 않은 자들은 대부분 형장을 맞다 죽었고, 심지어 서울에 있는 사람들까지도 그 이름이 그의 입에서 나왔다는 것을 한번 들으면 죄를 면하지 못하였습니다. 그런데 지금 20년이 되도록 아직도 귀양살이를 하고 있는 자가 많습니다. 이와 같이 대사면령을 내리는 날에 모두 용서를 받는다면 어찌 성대의 훌륭한 일이 아니겠습니까. 이뿐만이 아닙니다. 그 뒤 병진년에 전라도에 사는 안서순이란 자가 구언을 할 때에 상소하여 송인수 등이 죄없이 억울하게 억울하게 죽은 일을 논하였고, 또 윤원형과 이기 등의 소행을 지적하였습니다. 그러므로 윤원형이 고의로 그 옥사를 중하게 여겨 역적을 비호한 것으로 조율하였는데, 미욱하고 용렬한 사람들이 엄한 형벌에 현혹되어 해명하지 못하고 마침내 형장을 맞다 죽었습니다. 공초에 관련된 정윤은 참부대시하고 안서순과 함께 적몰되었으며, 김응정은 상소를 써서 준 것 때문에 평안도 삭주 땅에 귀양살이를 하고 지금까지 귀양살이를 하고 있습니다. 송인수 등은 지금 이미 신원되었는데도 이 사람은 아직 용서를 받지 못하고 있습니다. 이와 같은 사람에 대해 대신에게 하문하여 원래의 석방을 해 주신다면 사람들이 흡족하게 여길 것입니다. 더구나 요즈음 어진 선비들을 명소한 것은 그들을 보고 느껴서 흥기시키려고 한 것인데, 유독 이 한 가지 일만은 아직도 신원되지 못하였으니, 초야의 사람들이 어찌 그 사이에 의심을 두지 않겠습니까. 이기, 정순붕, 임백령의 무리에게 빌붙어서 큰 화를 만들어 사류를 모두 불측한 지경으로 몰아넣었으니, 이는 근래에 크게 불행한 일입니다.”하고, 또 아뢰기를,“예로부터 소인은 연줄을 타고 연줄을 찾지 못하면 그 뜻을 펴지 못하였습니다. 지난번 김안로가 왕실과 혼인을 맺고 사독을 부려 사림이 피해를 입었는데, 윤원형에 이르러서는 그 배나 되었습니다. 외척인 사람을 용서한다면 두 사람처럼 심하지는 않을 것입니다. 그러나 세상이 태평하여 틈을 탈 만한 기회가 전혀 없다고 내버려 두어 금방이 허술해지고 있으니, 훗날의 화란이 반드시 이로 말미암아 일어날 빌미가 될 것입니다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 19일(경오) 1번째기사",
                "gt-oKo": "상이 사정전(思政殿)의 석강에 나아가 《예기》의 간전편(間傳篇)을 강하였다. 기대승(奇大升)이 임문하여 아뢰기를, “은 고종(殷高宗)이 상중에 있으면서 3년 동안 말을 하지 않은 것을 제왕(帝王)의 융성한 예절이라 하여 고종이라 일컬었고, 그후에 또 부열(傅說)을 얻자 이에 그를 재상으로 삼아 학문의 도를 이룩하였는데 그것은 효가 모든 행동의 근원이 되었음을 말미암은 것이며 그러므로 어진 보필을 얻어 훌륭한 정치를 이룰 수 있었던 것입니다. 그런데 그 당시 모든 백관들은 총재(冢宰)로부터 명을 들었기 때문에 임금이 3년 동안 말을 하지 않을 수 있었습니다. 후세에 와서는 시대와 사정이 달라져 부득이 임금이 명령하고 하교해야 하니 상례(喪禮) 한 가지는 옛 법도를 시행할 수 없습니다만 유념하지 않아서는 안됩니다.” 하고, 이어서 아뢰기를, “근일에 은전이 크게 베풀어져 허물없이 죄를 받은 사람들이 모두들 신원되어 사람들이 시원하게 생각하고 있으나 그중에는 누락된 자 또한 많습니다. 기유년 이홍윤(李洪胤)의 사건에 충주(忠州) 사람들은 관련없는 자들도 많이 곤장 아래서 죽었고, 심지어 경성에 있던 사람 중에도 한번이라도 그 이름을 알고 입에서 나오기만 하면 죄를 면하지 못했는데, 지금 20년이나 되었는데도 아직 유배지에 있는 사람이 많습니다. 이처럼 은전을 크게 베푸시는 때에 모두 다 사유(赦宥)를 입는다면 어찌 성대(聖代)의 훌륭한 일이 아니겠습니까. 이것뿐만이 아닙니다. 그 뒤 병진년에 전라도에 사는 안서순(安瑞順)이란 자가 직언을 구하는 기회에 송인수(宋麟壽) 등은 죄가 없는데도 억울하게 잘못 죽음을 당했다고 상소하여 논하였으며 또 윤원형(尹元衡)·이기(李芑) 등의 짓이라고 지목했는데, 이 때문에 윤원형이 일부러 그 옥사를 무겁게 다루어 역적을 비호한 율문(律文)을 적용하자 미욱한 사람들이 엄한 형벌이 무서워 발명하지 못하고 결국은 곤장 아래서 죽었습니다. 초사(招辭)에 관련된 정윤(鄭倫)은 참부대시(斬不待時)로 서순과 함께 적몰되었고, 김응정(金應鼎)은 상소문을 써준 것 때문에 평안도 삭주(朔州) 지방에 유배되어 지금까지 적소(謫所)에 있습니다. 송인수 등은 원통함이 풀어졌는데도 이 사람들은 오히려 용서를 받지 못했으니, 이러한 사람들을 대신에게 하문하여 놓아주신다면 인정이 흡족하게 여길 것입니다. 하물며 근래 어진 선비들을 명소(命召)하심은 그것을 보고 감동하여 흥기하게 하고자 함인데 유독 이 한 가지 일만 밝게 설분해 주시지 않는다면 초야의 인사들이 어찌 그 사이에 의심을 두지 않겠습니까. 붕당을 지어 아부한 이기·정순붕(鄭順朋)·임백령(林百齡)의 무리들이 큰 화를 만들어 모든 사류(士類)를 위험한 지경으로 빠뜨렸으니 이는 근대의 큰 불행한 사건입니다.” 하고, 또 아뢰기를, “예로부터 소인들은 연줄을 탈 기회가 없으면 그 뜻을 드러내지 못했습니다. 김안로(金安老)는 왕실과 인척을 맺고 간사한 해독을 끼쳐 사람들이 해를 입었고, 윤원형에 이르러서는 그 배나 되었습니다. 외척의 인물은 만약 풀어놓아 둘 경우 비록 이상의 두 사람 같이 심하게는 되지 않더라도 세상이 태평하여 전혀 틈탈 여지가 없다고 방치해 두어 금방(禁防)을 허술하게 한다면 후일 화란이 이로부터 생기지 않는다고 장담할 수 없습니다.” 하였다.",
                "hj": "○庚午/上御夕講于思政殿。 講《禮記》間傳。 奇大升臨文啓曰: “高宗諒陰三年不言, 以爲帝王之盛節, 故號稱高宗。 其後又得傅說, 爰立作相, 濟以學問之道, 皆由孝爲百行之源, 故能得賢弼, 以成治化。 然其時百官總己, 以聽於冢宰, 故君得以三年不言。 至於後世, 時異事殊, 不得已命令敎戒, 喪禮一節。 不得行古之道也。 然不可不留念也。” 仍進啓曰: “近日恩典大霈, 無辜被罪者, 皆得伸雪, 人心快焉。 然其間遺漏者亦多。 己酉年李洪胤之事, 忠州之人, 不干者多死杖下。 至於在京之人, 一知其名, 出於其口, 則不得免焉。 至今二十年之久, 猶在謫所者多。 如此大霈之日, 若被咸宥, 則豈非聖代盛事乎? 非獨此也。 厥後丙辰年, 全羅道居安瑞順者, 因求言之際。 上疏論宋麟壽等非罪誤死冤抑之事, 又指尹元衡、李芑等所爲, 故尹元衡故重其獄事, 律以庇護逆賊, 迷劣之人, 惑於嚴刑, 不能發明, 竟死杖下。 辭連鄭倫, 斬不待時, 與瑞順同爲籍沒。 金應鼎, 則以書給上疏, 謫居平安道朔州地, 至今猶在謫所。 宋麟壽等, 今已昭雪, 而此人猶未蒙宥, 如此之人, 下問大臣原放, 則人情恰然矣。 況近日命召賢士, 欲其觀感而興起焉。 而獨此一事未盡昭雪, 則草野之人, 豈不置疑於其間哉? 黨附李芑、鄭順朋、林百齡之徒, 搆成大禍, 盡陷士類於不測之地, 此乃近代大不幸之事也。” 又啓曰: “自古小人無寅緣綠, 則不得逞其志。 往者金安老連姻王室, 得肆邪毒, 士林受害。 至於元衡, 則又倍焉。 戚里之人, 若容假借, 則雖不至於二人之甚。 委以世平, 專無可乘之隙, 而禁防疎虛, 他日禍亂, 未必不由此, 而階也。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the gyeyu year (, which stated, In recent days, I fully observed the public opinion of Ahn Seosun and observed the memorial of eulsa year (. I observed the matter of plotting treason and erroneous words. In general, Song Insu , Im Hyeongsu , who was guilty of being guilty by being guilty of being guil",
                "H2KE-nKo": "전교하기를,“요즘 공론을 다 알고 있는데, 안서순의 상소를 보니 을사년의 모반이 부실했던 일을 논한 것은 외람되고 잘못된 말이다. 대개 송인수와 임형수가 죄도 없이 죄를 받은 것은 윤원형의 일을 듣고서 논한 것이다. 과연 선왕께서는 당초 어리셨을 때 반역했다는 말을 들으셨으나, 공론이 답답하게 여기는 일은 윤원형을 두려워하여 조금도 아뢴 사람이 없었기 때문에 공론을 모르고서 죄를 다스린 것이다. 만약 근년에 스스로 깨달은 일로 뉘우칠 만한 일이다. 안서순과 정윤에게 적몰한 물건을 돌려주고 김응정을 풀어 주는 일을 대신에게 의논하라.”하였다. 영상 이준경은 의견을 올리기를,“안서순과 정윤 등의 일은 반복해서 따져 보았습니다. 안서순 등의 죽음에 대해서는 사람들이 모두 원통하게 여기고 있습니다. 권간이 국정을 담당하고 있을 때 비록 소회가 있더라도 그 위세를 두려워하여 감히 입을 열지 못하였습니다. 지금 선왕의 뜻을 계승하는 초기에 원통함을 풀어 준다면 하늘에 계신 선왕의 영령께서도 어찌 기뻐하지 않으시겠습니까.”하고, 좌상 권철은 의견을 올리기를,“신이 삼가 안서순 등을 풀어 주라는 명을 받았습니다. 지난 을사년에 죄도 없이 죄를 입은 사림들이 오늘날 원통함을 풀 수 있게 되었으니, 천심이 감동하고 인심이 화목해져서 태평한 정치가 장차 이로부터 시작될 것입니다. 안서순 등이 구언하던 날에 상소를 올렸다가 억울하게 역적을 비호했다는 죄를 입었으니, 원통함이 막심합니다. 공론이 답답하게 여기므로 어쩔 수 없이 경연 석상에서 격발하여 아뢴 것입니다. 을사년 등의 죄도 없는 사람들을 풀어 주는 것은 바로 선왕의 유의이니, 주상께서 어리고 자전께서 수렴 청정하시는 날에라도 죄도 없는 사람들을 시원하게 풀어 주어 수십 년 동안 답답했던 사기를 펴게 하는 것이 어찌 미안할 리가 있겠습니까.”하고, 우상 민기는 의견을 올리기를,“을사년에 죄를 다스린 일은 비록 선왕에게 있었으나 선왕의 정치가 아니고 바로 윤원형의 정치였습니다. 죄를 입은 사람들 가운데 원통함이 실로 많았는데도 윤원형을 두려워하여 감히 입을 열어 진언해서 분변하지 못하였으니, 조정이 선왕을 저버린 것이 큽니다. 안서순은 윤원형이 권세를 잡았을 때 마음속으로 반드시 죽게 될 것을 알았는데, 소장을 올려 감히 논하였으니, 이는 격분해서 그렇게 된 것입니다. 적몰한 물건을 돌려주거나 풀어 주라는 상교에서 원통함과 억울한 일을 언급하기까지 하셨는데, 이뿐만이 아닙니다. 많이 있으니 주상께서 즐겨 물으신다면 어찌 진언하지 않겠습니까. 성상의 뜻에 ‘임금이 어리고 모후가 조정에 임하면 조금도 외람된 일이 없게 하여 시원스레 풀어 주는 것이 미안하다.’라고 하셨는데, 성상의 하교가 과연 당연합니다. 윤원형의 간악한 정상과 을사년의 원통함이 많았던 것은 선왕께서 이미 환히 알고 계시고 자전께서도 이미 다 알고 계시며, 선왕께서도 차례로 원통함을 풀어 주려고 하시다가 미처 하지 못하셨습니다. 자전께서 조정에 임하셨을 때 선왕의 뜻을 계승하여 선왕의 은택을 끝마치지 않는다면 뒤에 가서 그 시기를 놓칠까 두렵습니다.”하고, 영중추부사 이명은 의견을 올리기를,“을사년에 애매하게 죄를 입은 일에 대해서는 온 조정이 윤원형을 두려워하여 감히 입을 열지 못하였습니다. 그런데 안서순은 초야에 있는 몸으로 충분에 격발되어 엄한 형벌을 피하지 않고 감히 상소하였으니, 이는 실로 임금을 사랑하는 정성에서 나온 것입니다. 신의 생각에는 적몰한 것을 돌려주었을 뿐만 아니라 또한 휼전을 베풀어서 원통해하는 넋을 위로해야 한다고 여깁니다.”하니, 답하기를,“삼공의 의논에 따라 시행하라.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 22일(계유) 1번째기사",
                "gt-oKo": "전교하기를, “근일 공론을 다 알았다. 안서순에 대한 상소를 보니 을사년 모반이 사실이 아니라는 것을 논한 것은 잘못된 말인데, 이는 대개 송인수(宋麟壽)와 임형수(林亨壽)가 무고하게 윤형원에게 죄를 받은 일을 듣고 논한 것인 듯하다. 사실 선왕께서는 당초 어리신 때라 반역죄에 대해서 들으셨으나 억울하다는 공론에 대해서는, 윤원형을 두려워하여 조금도 아뢰는 사람이 없었기 때문에 공론이 어떠하다는 것을 모르시고서 죄를 다스린 것인데 근년에 당신 스스로 깨닫은 사실로 보면 후회하실 만한 일이었다. 안서순과 정윤에게 적몰한 물건을 되돌려 주는 일과 김응정(金應鼎)을 방면하는 일을 대신에게 의논하라.” 하였는데, 영의정 이준경(李浚慶)은 의논드리기를, “안서순과 정윤 등의 일은 반복해서 헤아려보아도 서순 등의 죽음에 대해서는 모든 인심이 원통하고 민망하게 여깁니다. 권간(權奸)이 국권을 잡고 있었으므로 비록 하고 싶은 말이 있어도 그 위세를 두려워하여 감히 입을 열지 못했습니다. 이렇게 선왕의 뜻을 이어가는 처음을 당해서 억울함을 풀어주신다면 하늘에 계신 선왕의 영혼인들 어찌 기뻐하시지 않겠습니까.” 하고, 좌의정 권철(權轍)은 의논드리기를, “신이 안서순 등의 억울함을 풀어준다는 일을 받들건대, 지난번 을사년에 허물없이 죄를 받은 사람들이 오늘날 원통함이 거의다 풀리게 되니 하늘의 뜻이 응해주고 인심이 화합할 수 있는 일이므로 태평의 치세(治世)가 이로부터 기틀이 잡힐 것입니다. 안서순 등이 직언을 구하던 때에 소를 올렸다가 잘못 역적을 비호했다는 죄를 입었으니 원통함이 막심한 것으로 공론이 억울하게 생각하여 부득이 경연 석상에서 아뢴 것입니다. 을사년 등의 죄없는 사람들을 풀어주는 것이 바로 선왕께서 남기신 뜻입니다. 비록 주상께서 어리시어 자전(慈殿)께서 수렴 청정(垂簾聽政)하시는 때라고는 하나 무고한 사람들을 시원하게 풀어주심으로써 수십 년 동안의 울분한 기분을 펴주는 것이 어찌 미안할 리가 있겠습니까.” 하고, 우의정 민기(閔箕)는 의논드리기를, “을사년에 죄를 다스린 사건은 비록 선왕 시대에 있었으나 선왕의 정치가 아니고 바로 윤원형의 정치였습니다. 죄를 받은 사람들 중에는 억울하고 원통한 자가 실로 많았으나 윤원형을 두려워하여 감히 입을 열어 진언하여 분변함이 없었으니 조정이 선왕을 저버린 것이 큽니다. 안서순은 윤원형이 권력을 잡았을 때를 당하여 내심으로는 반드시 죽음을 당할 것임을 알았을텐데 소를 올려 논박한 것은 격분했기 때문에 그렇게 한 것입니다. 적몰한 물건을 되돌려 주고 혹은 방면하는 문제를 상께서 발의까지 하셨으나 원통하고 억울한 일이 이것뿐만이 아니고 많이 있습니다. 상께서는 하문하신다면 어찌 말씀드리지 않겠습니까. 성상의 하교에는 ‘임금이 어리고 모후(母后)께서 조정에 계시기 때문에 조금이라도 외람된 일이 없게 하고자 하여 시원스레 풀어주기가 미안하다.’고 하셨는데, 성상의 하교는 과연 마땅하십니다. 그러나 원형의 간악한 정상과 을사년의 많은 원통함은 선왕께서 이미 통촉하셨고, 자전께서도 모두 아시는 바로 선왕께서 장차 원통함을 풀어 주려고 하시다가 미처 하시지 못한 것입니다. 자전께서 조정에 계실 때 유지(遺志)를 계승하여 선왕의 은택을 끝마치지 못하신다면 뒤에 가서 그 시기를 놓칠까 두렵습니다.” 하고, 영부사(領府事) 이명(李蓂)은 의논드리기를, “을사년에 애매하게 죄를 입은 사건을 당해서는 온 조정도 윤원형이 두려워 감히 입을 열지 못했는데, 안서순은 초야에 있는 신분으로서 충성스러운 의분이 격동하여 형벌을 두려워하지 않고 용감히 상소했으니 이는 실로 임금을 사랑하는 정성에서 나온 것입니다. 신의 의견으로는 비단 적몰한 물건을 되돌려 줄 뿐만 아니라 휼전(恤典)을 내려 원혼을 위로함이 마땅합니다.” 하니, 답하기를, “삼공(三公)의 의논에 따라 조처하라.” 하였다.",
                "hj": "○癸酉/傳曰: “近日盡知公論, 觀於安瑞順上疏, 則論乙巳謀反不實之事, 濫誤之言也。 大槪宋麟壽、林亨壽, 無辜被罪, 尹元衡之事, 得聞而論也。 果然先王, 當初幼沖之時, 聞之叛逆, 而公論鬱抑之事, 則畏於元衡, 暫無啓達之人, 故不知公論, 而治罪也。 若以近年自悟之事, 可悔之事也。 瑞順及倫, 還授籍沒之物, 金應鼎放送事, 議于大臣。” 領相李浚慶議: “安瑞順、鄭倫等事, 反覆究觀, 瑞順等之死, 人心皆以爲冤悶。 權奸當國, 雖有所懷, 畏懾其威, 莫敢開口。 當此繼述之初, 雪釋冤枉, 則先王在天之靈, 亦豈不悅豫於冥冥之中乎?” 左相權轍議: “臣伏承安瑞順等伸釋事, 往在乙巳無辜被罪之士林, 庶盡昭雪於今日, 天心有格, 人心可和, 太平之治, 將自基矣。 安瑞順等, 抗疏於求言之日, 橫被庇護逆賊之罪, 冤枉莫甚。 公論鬱抑, 不得不激發啓達於經席之上矣。 開釋乙巳等年無辜之人, 乃是先王之遺意, 雖在主上幼沖、慈殿垂簾之日, 其於快釋無辜, 以伸數十年憤鬱之氣, 豈有未安之理?” 右相閔箕議: “乙巳治罪之事, 雖在先王, 非先王之政也。 乃是元衡之政也。 被罪之中, 冤枉實多, 而畏元衡, 莫敢開口進言, 有所分辨, 朝廷之負先王大矣。 安瑞順當元衡之時, 心知其必死, 而抗疏敢論, 由於憤激而然也。 還給籍沒之物, 或放送, 上敎至發冤枉之事。 不持此也。 蓋多有之, 自上樂問, 則豈不進言乎? 聖志以爲, ‘人主幼沖, 母后臨朝, 欲使暫無猥濫之事, 快釋未安云。’ 聖敎果當然。 元衡之姦狀, 乙巳之多冤, 先王旣已洞照, 慈殿亦已盡知, 先王將次第伸雪, 而未及者。 不於慈殿臨朝之時, 有所繼述, 以畢先王之恩澤, 則恐後而失其時。” 領府事李蓂議: “乙巳曖昧被罪之事, 擧朝畏元衡, 莫敢開口, 而安瑞順身在草野, 忠憤所激, 不避鈇鉞, 敢爲上疏, 此實出於愛君之誠也。 臣意, 非徒還給籍沒, 亦宜錄恤, 以慰冤魂。” 答曰: “依三公議爲之。”"
            },
            "2": {
                "H2KE-EN": "[The King] issued a royal order: The King says this. Ah! The stream must be necessary to boat, and its roof should be supplied with the pillars. From antiquity, among the whole worlds and the whole worlds in the world, who would not be able to promote wisdom and not be able to governed by the magistracy of the state? Considering that our late King (Taejong changed the stream of things at the end of his reign and exercised earnest efforts to govern [the streams and the worlds] with sincerity, and treating scholars with propriety. Thus, [the King] ordered all the officials in charge of the worlds to examin the worlds at this time. [The King] specially received the Abdicated Kings order and had them convey post-station horses to each other. [The King] summoned [the King] to the palace and received them in audience with him in a threat. The gentle words were so earnest that [the King] glorious that [the King] gloriously assisted [the King] in the world. Ever since the Eastern Excellency had observed [the streams and the streams] in the Eastern Excellency since the Eastern Excellency , [the King] could not suspend [the streams and the streams]. The feelings of grief that [the King] could not suspend [the streams and the streams]. If [the King] crosses the flood and the river, [the King] would have been apprehensive and apprehensive day and night, [the King] would not know how to govern [the streams and the worlds]? This is the time when [the King] worlds and the peacefulness of the state, [the King] loyalty and the worlds are apprehensive. [But] earnestly morning and night, [the King] did not allow [the King] to govern [the streams and the streams of the streams and the worlds], and the fault worlds are decreased. This is why I am worried and apprehensive that [the King] might blame [the streams and the streams] in the Eastern Excellency, and fortunately [the King] to govern [the streams and the streams] in the Eastern Excellency, [the King] fortunately enjoying [the streams and the streams] in the Eastern Excellency . How can [the King] only repay [the streams and the worlds of the Eastern Excellency? For this reason, [the King] ordered that [the streams and the streams be implemented and that [the streams and the",
                "H2KE-nKo": "교서를 내렸는데, 그 내용은 다음과 같다.“왕은 이르노라. 아, 내를 건너려면 반드시 배와 노가 있어야 하고, 큰 집을 지으려면 기둥과 들보에 의지해야 하니, 예로부터 천하와 국가를 소유한 사람치고 어느 누가 현준을 등용하지 않고 큰 인재를 임용하지 않고서 치도를 흥기시킨 자가 있었던가.생각건대, 우리 선왕께서는 말년에 경화하여 정신을 가다듬어 다스림을 구하셨고, 어진이를 좋아하는 정성이 있어 예로써 선비를 대우하셨으며, 이에 여러 신료를 명하여 유일현을 당시에 찾아내게 하였다. 그리고 특별히 선지를 받들어 역마를 타고 달려가서 포의로 어전에 나아오게 하였는데, 온화한 말씀이 정녕하고 숭고하고도 지극하였다. 이는 우리나라가 생긴 이래로 없었던 성대한 일이었다. 경성이 앞다투어 보였으나 백구를 매어 두기 어려웠고, 총애하는 작질이 내려지자마자 구름과 싸락눈물이 도로 솟아오르게 되었다. 옆자리를 비우고 옆자리를 비워 놓고 걱정하던 차에 끝내 하늘이 무너지는 듯한 슬픔이 극에 달하였다.보잘것없는 소자가 끝없이 큰 왕업을 이어받아 거상 중에 있으면서도 오직 부담을 감당하지 못할까 두려웠으니, 마치 큰 물을 건너는데 나루터가 없는 것과 같았다. 밤낮으로 조심스럽고 두려워 어찌할 바를 몰랐으니, 이는 진실로 국가의 안위가 달려 있고 종묘사직의 존망이 달려 있는 때였다.옛날 상나라의 태갑과 주나라의 성왕은 세상에 드문 어진 임금이었다. 그러나 왕위를 계승한 초기에 실덕함을 면치 못하였고, 마침내 임금의 잘못을 바로잡는 힘에 힘입어 왕업이 실추되지 않을 수 있었다. 더구나 나는 어린 사람으로 사저에서 들어와 자전의 은혜를 우러러 받들고 권강을 총람하였으나, 평소 보양한 공이 없고 체험한 실상이 부족하였다. 그러니 군덕의 명암, 정치의 득실, 인물의 사정, 고금의 성패에 대해 어찌 밝게 보고 분명하게 알아서 일에 따라 정밀하게 살펴 거울처럼 텅 비고 저울대처럼 공평하게 살펴볼 수 있겠는가. 비록 좌우에서 보필하는 신하들이 아침저녁으로 독실하게 도왔으나, 책임이 무겁고 길은 멀어 물러나기만 하고 나아오지 않아 잘못된 허물이 날로 드러나고 있다. 이에 내가 근심하고 두려워하면서 나 자신에 대해 허물을 불러들이고 스스로 재앙을 초래할까 두려워하였다.사람에게는 한 조각의 선한 점이 있고 선비에게는 한 치의 장점만 있어도 모두 조정에서 함께 다스리려고 생각하는데, 더구나 높은 의리를 수립한 것이 탁월하여 천 필의 사마를 가볍게 여기고 세상의 분란을 벗어나 홀로 나아가 경세제할 인재를 쌓아 두고서 유용한 학문을 깊이 배웠음을 들은 데야 더 말할 것이 있겠는가. 이에 내가 정성을 다하여 꿈속에서도 드러내 보이니, 부디 덕이 부족하고 우매하여 함께 큰일을 하기에 부족하다고 여기지 말고 선뜻 일어나 나로 하여금 홍도하는 방도를 들을 수 있게 하고, 선을 취하는 길을 더욱 넓혀 장악산에 두고 제나라 말을 배워서 거주지를 저버리지 말고 초려에서 일어나 한나라의 왕업을 도와 공명을 이루기를 바란다. 그렇게 한다면 곤궁하여도 의리를 잃지 않고 현달해도 도를 떠나지 않을 것이니, 어찌 유독 배운 바를 저버리지 않을 뿐이겠는가. 또한 선왕께 지우를 갚을 길이 있을 것이다. 나라가 어지럽고 백성이 병들어 죽었으니, 가슴이 무너지고 눈이 휘둥그레진다. 내가 장차 누구를 의지하겠는가. 하늘의 위엄을 돌아보지 않고 주나라 왕실의 여인을 슬퍼하고 해바라기[葵]를 아껴 노나라를 걱정하니, 저 무지한 여인들은 국가에 대한 충성과 민망함이 이처럼 극도에 이르렀다. 높은 현자가 세상에 뛰어나고 시대를 잘 처리하는 기량으로 어렵고 위태로운 때를 당해서도 오히려 불쌍히 여기지 않고 막연히 마음에 움직임이 없으니, 시대를 걱정하고 임금을 근심하는 의리가 과연 두 여인과 어떠한가.대체로 어려서 배우는 것은 장성해서 실행하려는 것이고, 곤궁하여도 수양하는 것은 현달하게 시행하는 것이니, 오직 그 시기의 가부와 도의 옳고 그름에 따라 출처가 분명하고 어둡다. 사군자가 처신하고 뜻을 세우는 것은 이보다 나은 것이 없다. 만약 한집안에서 싸우기만 하면 문을 굳게 닫아걸고 지켜야 하니, 이는 다만 아침저녁으로 문안하며 몸을 깨끗이 하고 윤리를 어지럽히는 자들의 소행일 뿐이고, 시대를 잘 처리하고 도를 처리하는 현자에게 바라는 것은 아니다.아, 선인은 천지의 기강이고 군자는 국가의 기본이다. 내가 상중에 있으면서 어찌 겉치레로 꾸미는 일을 하여 헛되이 고사를 따를 뿐이겠는가. 진실로 원하건대, 한번 포륜을 굽혀 용각에 오르도록 허락하여 아름다운 말과 곧은 의론으로 이미 허물을 바로잡고 잘못을 바로잡으며, 높은 풍도와 높은 기개로 또한 세상의 모범이 되고 풍속을 본받아서 나의 부덕으로 하여금 낭패를 면할 수 있게 해 달라. 이는 실로 지극한 생각이니, 현자는 이를 유념하라. 그러므로 이에 교시하니, 잘 알았으리라 생각한다.”\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 22일(계유) 2번째기사",
                "gt-oKo": "교지(敎旨)를 내렸다. “왕은 이르노라. 아, 내를 건너려면 반드시 배가 있어야 하고, 큰 집을 지으려면 동량(棟樑)에 의지해야 하는 것이다. 예로부터 천하와 국가를 소유한 자치고 누가 재능이 뛰어난 사람을 등용하지 않고 큰 학자와 덕 있는 사람에게 책임을 지우지 않고서 치도(治道)를 흥기시킨 사람이 있는가. 그러므로 우리 선왕(先王)께서는 말년에 백성을 다시 교화하기 위하여 정성을 다해 다스림을 강구했으니 현인을 좋아하되 정성으로써 하고 선비의 대우는 예로써 하였다. 모든 관료들에게 명하여 유일(遺逸)을 찾아내도록 하니 당대의 현인들은 특별한 선지(宣旨)를 받아 역전(驛傳)으로 달려와서 포의(布衣)로 등대(登對)하였다. 이에 온화한 말씀이 정녕하고 높은 벼슬에 발탁하니, 이는 우리 나라 유사이래 일찍이 없던 성대한 일이었다. 경성(景星)이 다투어 나타나는데 백구(白駒)는 매어두기 어렵고 총애와 관질(官秩)이 더해지자마자 임금께서 승하하셨다. 한없는 슬픔은 상중(喪中)에 간절하고 하늘이 무너지니 슬픔이 극에 달하였다. 보잘것없는 소자(小子)인 내가 끝없이 큰 운명과 사업을 계승하였으나 홀로 괴로와하면서 오직 이 중임을 감당할 수 없을까 두려우니, 마치 큰 물을 건너는 데 나루터가 없는 듯하여 이른 아침부터 밤 늦게까지 전전긍긍하나 구제할 방도를 모르겠다. 이는 실로 국가의 안위가 매인 때이고 종묘 사직의 존망이 관계된 시기이다. 옛날 상(商)나라의 태갑(太甲)과 주(周)나라의 성왕(成王)은 세상에서 드문 어진 임금이었다. 그러나 왕위를 계승한 처음에는 실덕(失德)이 있음을 면하지 못하다가 끝내는 곁에서 보좌하는 노력에 힘입어 국가의 터전이 무너지지 않게 되었다. 하물며 나는 어린 사람으로 사저(私邸)로부터 들어와 위로는 자전(慈殿)의 은혜로움을 받들고 국권을 총람하나 애초에 보양(輔養)의 공이 없고 체험한 일이 부족하니, 군덕(君德)의 밝고 어두움과 정치의 득실과 인물의 사정(邪正) 및 고금에 있어서의 일의 성패를 어떻게 밝게 보고 분명히 알아서 일마다 자세히 살피기를 티없이 맑은 거울과 같이 하고 균평한 저울처럼 할 수 있겠는가. 비록 좌우에서 보필하는 신하들이 새벽부터 저녁까지 독실하게 돕지만 짐은 무겁고 길은 먼데 퇴보만 있고 전진은 없으며 과오만 많아지고 허물이 날로 드러난다. 이에 나는 근심하고 두려워하여 나 자신이 죄를 지어 스스로 재앙을 부른 것이 아닌가 걱정이 된다. 어떤 사람이 한 조각 착한 점이 있고 어떤 선비가 한 치의 장점이 있더라도 그를 불러 함께 조정에서 일을 하기가 소원인데, 하물며 거룩한 덕의(德義)를 우뚝하게 세우고 부귀를 초개같이 여기며 번거로운 세상을 벗어나 홀로 초야에 묻힌 나라를 경륜할 재주를 간직하고 유용한 학문을 닦은 사람이겠는가. 내가 정성을 다하니 꿈속에서도 나타난다. 부디 내가 덕이 없고 우둔하여 큰일을 하기에는 부족하다고 여기지 말고 선뜻 일어나서 나로 하여금 도를 넓히는 방도를 듣게 하고 선(善)을 취용(取用)하는 길을 더욱 넓히며, 임금을 장악(莊嶽)에다 두어 제(齊)나라 말을 배우게 하여 설거주(薛居州)를 저버림이 없고 초려(草廬)에서 일어나 한(漢)나라의 왕업(王業)을 도운 제갈공명(諸葛孔明)을 본받기를 바란다. 그렇게 한다면 곤궁해도 의리를 잃지 않고 영달해도 도를 떠나지 않는 것이니 어찌 유독 배웠던 것을 저버림만 없겠는가. 또한 선왕에 대한 지우(知遇)에 보답하는 점도 있을 것이다. 나라가 어지럽고 나라의 근본이 무너진지라 마음이 아프고 보기에도 참혹하니 내가 장차 누구를 의지하겠는가. 홀어미가 씨날을 걱정하지 않으면서도 주(周)나라 왕실을 근심하고 여인이 채소를 안타까와하며 노(魯)나라를 걱정하였다.  저들 무지한 여인들도 국가에 대한 충성스러운 걱정이 그처럼 절박했었는데 높은 덕과 어짊이 당세에 뛰어난 능력 있는 기국(器局)으로서 어렵고 위태로운 시기에 당하여 불쌍히 여기지 않고 막연하게 마음에 움직임이 없다면 시사(時事)를 걱정하고 임금을 사랑하는 의리가 과연 위의 두 여인과 비교해서 어떠하겠는가. 대체로 어려서 배우는 것은 장성하여 실천하기 위해서이고 곤궁할 때 재능을 기르는 것은 영달하여 베풀기 위해서이다. 오직 그 시기의 가부와 도의 시비를 보고서 벼슬하든지 물러나 은둔하든지 해야 하는 것이니 사군자(四君子)의 처신과 입지(立志)는 이것을 벗어나지 않는다. 만약 한 집안에서 싸움을 하는데 문을 굳게 닫고 모른 체한다면 이는 새벽에 문이나 열어주고 삼태기나 지고 다니는자와 같아서 제몸 하나는 깨끗이 하지만 윤리(倫理)를 어지럽히는 자의 짓일 뿐, 때에 따라 변통하고 도에 대처하는 어진이에게 기대하는 바는 아니다. 아, 착한 사람은 천지의 근본이고 군자는 국가의 터전이다. 내가 상중에 있으면서 어찌 과장하고 꾸미는 말을 하여 헛되이 고사(故事)를 따를 뿐이겠는가. 진실로 원하건대, 한번 포륜(蒲輪)에 굽혀 대궐에 나와 좋은 말과 곧은 논의로 허물과 잘못을 바로잡고, 드높은 풍모를 세속의 모범이 됨으로써 나의 부족한 덕으로 하여금 실패를 면하게 하라. 이는 나의 지극한 뜻이니 현인들은 유념하라. 이에 교시(敎示)하니 나의 뜻을 잘 알 것으로 믿는다.”",
                "hj": "○敎旨: 王若曰。 嗚呼! 濟川必待於舟楫, 搆廈當資於棟樑, 自古有天下國家者, 孰有不登賢俊, 不任鴻碩, 而能興治道歟? 肆惟我先王, 季年更化, 勵精求理, 好賢有誠, 待士以禮, 爰命具僚, 搜揚遺逸賢於是時。 特膺宣旨, 郵傳交馳, 布衣登對, 溫語丁寧, 奬掖崇至。 蓋自東國以來所未有之盛事也。 景星爭覩, 而白駒難縶, 寵秩纔加, 而雲翮還騰。 淵(哀)〔衷〕正軫於側席, 慘痛終極於崩天, 眇眇予末小子, 嗣無彊大歷服, 嬛嬛在疚, 惟不克負荷是懼。 若涉大水, 其無津涯, 夙夜兢惕, 罔知攸濟。 此誠國家安危之會, 宗社存亡之秋也。 昔商之太甲、周之成王, 間世之賢君也。 然猶嗣服之初, 未免有失德, 終賴匡救之力, 基業得不墜, 矧予沖人, 入自私邸, 仰戴慈恩, 摠攬權綱, 素無輔養之功, 顧闕體驗之實, 其於君德明暗、政治得失、人物邪正、古今成敗, 豈能灼見炯知, 隨事精察, 如鑑之空、如衡之平也? 雖左右輔弼之臣, 晨夕篤棐, 任重道遠, 有退無進, 秕繆滋多, 過咎日彰。 玆予憂慄, 恐速戾于躬, 自取禍殃。 人有片善, 士有寸長, 思欲咸共理于朝, 況聞高義, 樹立卓異, 輕千駟、脫世紛而獨往, 蘊經世之材, 而深有用之學哉? 肆予竭誠, 形諸夢寐, 幸毋以寡昧, 爲不足與有爲, 而翻然一起, 使予獲聞弘道之方, 益廣取善之路, 置藏嶽, 而學齊語, 無負居州, 起草廬, 而贊漢業, 庶效孔明, 則窮不失義, 達不離道, 豈獨無負於所學? 抑亦有以報知遇於先王也。 喪亂蔑資, 邦本殄瘁, 殞心慘目, 予將疇依, 嫠不恤緯, 而悲周室女, 惜園葵, 而憂魯國, 彼無知女子, 其於國家, 忠憫切迫, 至於此極。 以高賢超世幹時之器, 當艱危之際, 尙不爲哀憐, 邈然無動於心, 憂時憂君之義, 果與二女子何如? 大抵幼學, 欲以壯行, 窮養所以達施, 惟其時可否、道是非, 而出處顯晦。 士君子行己立志, 不越於此矣。 若同室有鬪, 而當堅閉門之守, 是特晨門荷簣潔身亂倫者之爲耳。 非所望於權時處道之賢者也。 嗚呼! 善人天地之紀、君子國家之基也。 予處欒棘之中, 豈爲彌之粉飾之擧, 虛應故事而已歟? 誠願試屈蒲輪, 許登龍閣, 嘉言讜議, 旣以繩愆而糾繆, 高風峻槪, 亦以範世而師俗, 俾予涼德, 得免於顚躓之途, 寔所至懷, 賢其念哉! 故玆敎示, 想宜知悉。"
            },
            "3": {
                "H2KE-EN": "The King also issued a decree, which stated, I wish to meet the worthy scholars and have the minds of the worthy one day earnestly. As the age of advanced officials like this extreme cold weather, I am concerned that the cold weather may not able to proceed to their new posts. You should not regard it earlier or later, and wait until the weather is warm and hot weather so that you may come quietly.",
                "H2KE-nKo": "또 유지가 있었는데, 그 내용은 다음과 같다.“내가 어진 선비를 보고 싶은 마음이 하루가 급하다. 나이가 많은 사람이 이처럼 혹한이 닥치면 혹 추위에 상하여 길에 오르지 못할까 염려되니, 그대는 더디고 빠른 것에 구애받지 말고 날씨가 따뜻해지거든 조용히 올라오라.”\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 22일(계유) 3번째기사",
                "gt-oKo": "또 유지(有旨)가 있었다. “내가 어진 선비를 만나고 싶은 생각이 하루가 급하다마는 나이가 많은 사람이 이렇게 날씨가 추워 혹시라도 한기에 병이 나서 길을 못 떠나게 될까 염려된다. 그대는 지속에 구애받지 말고 날씨가 따뜻해진 다음 천천히 올라오라.”",
                "hj": "○又有有旨曰: “予欲見賢士之心, 一日急於一日。 年高之人, 如此隆寒, 或慮傷寒, 不克就途。 爾其勿拘遲速, 待時日溫和, 從容上來。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture at Sajeong Hall in the gapjin year (. The lecture on Extended Meanings of the Great Learning (C. Daxue zhanyi . The lecture reached the exposition of the Two Commentary (C. Daxue zhanyi . The lecture reached the exposition of the Great Learning (C. Daxue zhanyi . The chapter of the Book of Documents (C. Zhongyong zhi zhily and did not absurdly. Truly, this is the most achievements of the sages. The purpose of absurdly and absurdly is the purpose of absurdly. The chapter of the Book of Documents (C. Shujing is the purpose of absurdly and absurdly is the purpose of absurdly. The chapter of the Book of Documents (C. Shujing is the purpose of absurdly absurdly, and the purpose of absurdly is the purpose of absurdly absurdly. The chapter of the Two Chengzhi zhily (C. Daxue zhi zhily and absurdly like the shuman ref",
                "H2KE-nKo": "상이 사정전에서 연 주강에 나아갔다. 《대학》을 진강하였는데 ‘소인이 한가로이 거처한다.’부터 ‘두려움이 심하다.’까지 하였다. 기대승이 임문하여 아뢰기를,“《대학》에서 ‘성’이라 한 것은 실입니다. 《중용》에서 ‘성’이라 한 것은 진실하여 거짓이 없음을 이르고, ‘성’은 곧 천도입니다. 성인의 지극한 공부입니다. 진실하여 거짓이 없게 하려는 것이 곧 ‘성’이니, 이 장에서 ‘성’이라 한 것은 바로 ‘성’입니다. 이른바 ‘성’이라는 것은 소인의 마음이 인욕에 충분하면 그 욕심이 진실하여 일부러 악을 하는 것이 실입니다. 소인이 악을 하는 것은 군자가 선을 하는 것과 공부가 정확히 상반되어 천리의 정성을 해치니 이보다 더 큰 것이 없습니다. 이 장에서 이른바 ‘여색을 좋아하듯 하고 냄새를 싫어하듯 한다.’라고 한 것은, 사람이 악취를 만나면 그 냄새를 싫어함이 차이가 없고, 사람이 악을 미워함이 가증스러운 줄 알면서도 악취가 가증스러운 것과 같이 가증스러운 줄 모른다면 이는 ‘성’이 아닙니다. 혈기란 품수하는 것이므로 여색을 좋아하는 욕심이 가장 남을 위하는 것이 아닙니다. 그 마음이 진실하기 때문에 좋아하는 것도 성의이고, 어진 사람이 여기에 있는데 어찌 여색을 좋아하듯 여색을 좋아하는 자가 있겠습니까. 이에 대해 스스로 경계하고 반성할 때마다 선을 좋아하고 악을 미워하는 마음이 이와 같지 않은 것이 아니겠습니까. 모두 떠나가기를 힘써서 반드시 얻으려고 한다면 성의와 목겸의 공부가 지극해질 것입니다.송유는 ‘나라에 여색이 있으면 반드시 만나 보기를 요구하고, 국사가 있으면 한번도 가서 만나지 않는다.’라고 하였는데, 이는 격언입니다.임금이 정사와 호령에 있어서 선한 일은 10분의 1이 많더라도 혹 ‘공론은 따르지 않을 수 없다.’라고 범연히 말하여 진실을 얻지 못하고 실제로 자기 몸을 쓸 줄 모르면 마침내 진실이 없는 데로 돌아가게 됩니다. 오직 진실하고 거짓이 없는 것이 바로 성인을 만드는 근본이 됩니다. 진실하지 못하면 독서하는 공부는 경연에서 형식적으로 응하고 숫자나 채우는 데 불과할 뿐입니다. 《주역》에 ‘말을 하고 착하면 천리 밖에서 응하고, 말을 하고 착하지 못하면 천리 밖에서 응한다.’라고 하였습니다. 관계되는 바가 매우 크니 삼가지 않을 수 있겠습니까. 또 ‘선을 하는 것을 알아서 악을 제거한다.’라고 하였는데, 이는 격물치지지중출의 공부입니다. 스스로를 속이는 소인은 한가로이 거처하면서 선하지 못한 짓을 하는 소인과는 같지 않으니, 또한 분별할 수 있습니다. 생각건대 생각이란 처음 싹이 트는 곳입니다. 생각을 하면 선과 악이 나타나기 때문에 사람이 선하지 않으면 악을 인귀관이라 이르고, 선악관이라 이르는 것은 이 때문입니다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 3일(갑인) 1번째기사",
                "gt-oKo": "상이 사정전(思政殿)의 주강(晝講)에 나아가 《대학(大學)》을 진강(進講)했는데 ‘소인이 한가하게 거처할 때[小人閒居]’에서부터 ‘두려움이 심하다. [可畏之甚也]’까지 하였다. 기대승(奇大升)이 임문(臨文)하여 아뢰기를, “《대학》에서 ‘성(誠)은 실(實)이다.’ 했고, 《중용(中庸)》에서는 ‘성은 진실되어 허위가 없음을 말한다.’라고 했으니, 성은 곧 하늘의 도[天道]이며 성인의 지극한 공효(功効)입니다. 진실하고 거짓이 없게 하려는 것이 바로 진실되게 한다는 것이고, 이 장(章)에서 ‘그 뜻을 정성스럽게 한다. [誠其意]’는 것도 곧 진실되게 한다는 것입니다. 이른바 ‘마음이 정성스럽다. [誠於中]’는 것은, 소인의 마음은 인욕(人慾)으로 꽉 차있으니, 그 인욕이 진실하기 때문에 악을 행하는 것도 진실하다는 것입니다. 소인이 악을 행하는 것은 군자가 선을 행하는 것과 공부가 아주 상반되어 천리(天理)인 성(誠)을 해침이 막대합니다. 이 장의 이른바 ‘미색(美色)을 좋아하듯 하고 악취를 싫어하는 것 같이 한다.’라는 것은, 사람이 악취를 맡으면 그 냄새를 싫어하는 것은 군자나 소인이나 차이가 없습니다. 사람이 악한 것을 싫어할 줄은 알면서도 나쁜 냄새를 싫어하듯이 할 줄 모른다면 이는 진실되지 못한 것입니다. 혈기(血氣)란 것은 사람이 태어날 때부터 가지고 있는 것으로 미색을 좋아하는 욕심이 으뜸이 됩니다. 이는 남 때문에 좋아하는 것이 아니라 그 마음이 진실로 좋아하는 것이기 때문에 미색을 좋아하는 것도 역시 진실한 것입니다. 가령 어진이가 여기에 있다고 할 경우 어찌 미색을 좋아하듯 어진이를 좋아하는 자가 있겠습니까. 여기에 대해 항상 스스로 경계하고 반성하여 착한 것을 좋아하고 악한 것을 미워하는 마음이 이만 못하지 않은가 하고 생각하여 악을 제거하고 선을 힘써 구하여 반드시 얻어낸다면 성의(誠意)와 자겸(自慊)의 공효가 지극하게 될 것입니다. 그러니 송나라의 유학자가 말한 ‘온 나라에서 제일가는 미인이 있다고 하면 기필코 찾아서 보려고 하면서 전국 제일의 선비가 있다고 하면 한번도 가서 만나보려고 하지 않는다.’라는 말은 격언입니다. 임금이 정사나 명령을 내리는 사이에 착한 일이 아무리 많다고 하더라도 혹시 ‘공론이니 불가불 따른다.’라고 범연하게 말하여 진실되지 않고 그 자신에게 응용할 줄도 모른다면 끝내는 진실이 없는 것이 되고 말 것입니다. 진실되고 거짓이 없는 것은 바로 성인(聖人)이 되는 바탕입니다. 마음이 진실하지 못하면 책을 읽고 공부하는 것도 경연에서 글을 토론하고 인원 수만 채우는 데 불과할 뿐입니다. 《주역(周易)》에 이르기를 ‘입밖에 낸 말이 착한 말이면 천리 밖에서도 호응하고 착하지 않으면 천리 밖에서도 거역한다.’ 하였습니다. 관계됨이 매우 크니 삼가지 않을 수 있겠습니까.” 하고, 또 아뢰기를, “착한 행동을 하고 악한 것을 버릴 줄 아는 것은 격물 치지(格物致知)하는 데에서 나오는 공부입니다. 스스로를 속이는 소인은 한가하게 있을 때 불선한 짓을 하는 소인과는 같지 않는 것으로 역시 분별할 수가 있습니다. 뜻[意]이란 사려가 처음 싹이 터 움직이는 지점으로서 뜻에서 선악이 갈라지므로 사람이 착하지 않으면 악으로 향하게 되는 것입니다. 이것을 인귀관(人鬼關)이니 선악관(善惡關)이니 하는 것은 이 때문입니다.” 하였다.",
                "hj": "○甲寅/上御晝講于思政殿。 進講《大學》, 自小人閑居, 止可畏之甚也。 奇大升臨文啓曰: “《大學》曰誠, 實也。 《中庸》曰誠者, 眞實無妄之謂, 誠卽天道也。 聖人之至功也。 欲其眞實無妄者, 卽誠之也。 此章誠其意, 卽誠之也。 所謂誠於中者, 小人之心, 十分人慾, 則其慾眞實, 故爲惡則實也。 小人之爲惡者, 與君子爲善, 功夫正相反, 害其天理之誠, 則莫大焉。 此章所謂如好好色如惡惡臭者, 人遇其惡臭, 則其惡之也無間, 人雖知惡之可惡, 而不知如惡臭之可惡, 則是不誠也。 血氣者, 稟受之所有, 故好色之欲, 爲最非爲人也。 其心眞實, 故好之也亦誠, 有賢者在此, 豈有好之, 如好好色者乎? 於此每自警省, 好善惡惡之心, 無乃不如是乎? 皆務去, 求必得之, 則誠意目慊之功至矣。 宋儒以爲, 有國色則必求見, 有國士則一不往見, 此格言也。 人君於政事號令之間, 善事十分雖多, 而或以爲公論, 不可不從。 泛然爲言, 而不能眞實, 不知實用其身, 則終歸於無實, 惟其眞實無妄者, 乃作聖根柢也。 不誠, 則至於讀書工夫, 不過經筵應文備數而已。 《易》曰: ‘出其言而善, 千里之外應之; 出其言而不善, 則千里之外應之。’ 機關甚大, 可不愼歟? 又曰: ‘知爲善以去惡。’ 自格物致知中出來工夫也。 自欺小人, 與閑居爲不善之小人不同, 亦可以分別也。 意者, 念慮初萌動處也。 意幾善惡, 故人不善則之惡, 謂之人鬼關, 謂之善惡關者, 以是也。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King attended the Royal Lecture on the Confucian Classics. The lecture on Extended Meanings of the Great Learning reached the passage from abundant families. When Yi Hwang came to the Royal Confucian Classics, he reported: The ancients first read Elementary Learning (C. Xiaoxue and encouraged the source of nature. For this reason, Electure on the Great Learning (C. Xiaoxue commences to understand the policy of nature. However, later generations did not read Electure on the Classics. For this reason, there was no source of learning but cannot understand the study of studying the study of study. Kim굉필이 gathered together and expounded on the Classics, and the Classics were extended to this world. In the gyemyo year (, all people found the Electure on the Classics. Unfortunately, the wise and the study of the Classics did not read Electure on the Classics because there were none who did not read the Electure on the Classics. Although Your Majesty should read Electure on the Great Learning, and also read books on the Classics. After the lecture on the Classics, your subject impeached the inspectors and censors and discussed the wise and the worthy of the Classics, but unfortunately meted out punishment. Your subject was extremely embarrasssed that Kim굉필과 Jeong Yeochang was not an ordinary scholar. The magnanimous and the study of the Classics did not compare with others. In the end, he passed the state examination and high officials recommended Kim굉필과 Jeong Yeochang to be promoted to the sixth rank. When he passed the state examination, all the wise and the study of the Classics were appointed to the position of senior minister. Your subject regarded him as truly appropriate. From the beginning, Kim Gwang was able to understand the Classics of the Classics and to uphold the heart of the Tang dynasty. Unfortunately, the wise and the study of the Classics were not shamelessly punished. The other day, the wise and the study of the Classics did not forget the Classics. The Electure on the Classics is the sages method of the Classics. However, your subject heard that there were one or two scholars who read Electure on the Classics in the Class in the Classics in the Class",
                "H2KE-nKo": "조강을 행하였다. 《대학》을 진강하였는데 ‘부유하게 살며 집을 윤택하게 한다.[富潤屋]’에서부터 ‘공을 빠뜨릴 수 없음이 이와 같다.’까지 하였다. 이황이 임문하여 아뢰기를,“옛사람은 먼저 《소학》을 읽어 본원을 함양하였기 때문에 《대학》에서는 먼저 격물 치지를 말하였습니다. 그러나 후세 사람들은 《소학》을 읽지 않기 때문에 학문에 근본이 없어 격물 치지의 공부를 할 수 없습니다. 《소학》은 나이 젊은 사람들이 읽을 뿐만 아니라 장성한 사람들도 읽을 만합니다. 《소학》이 우리나라에 유포된 지 이미 오래되었으나 사람들이 대의를 알지 못하였습니다. 김굉필이 무리를 모아 강명하여 그 책이 세상에 크게 유행하였고, 기묘년에 이르러서는 사람들이 모두 《소학》을 근본으로 삼았습니다. 그런데 불행하게도 현인 군자가 죄의 강령에 빠져 지금까지 항간에 《소학》을 읽은 사람이 없으니, 이는 교화가 밝지 못한 소치입니다. 주상께서 《대학》을 진강하더라도 《소학》도 유념하여 보셔야 합니다.”하였다. 강이 끝나자, 또 아뢰기를,“소신이 지난번에 대간으로 입시하여 조광조의 어짊을 논하였는데, 불행히도 죄를 입었다는 뜻을 말하는 사이에 분명하게 계달하지 못하였으니, 매우 황공합니다. 조광조는 평범한 어진 선비가 아닙니다. 타고난 자질이 순수하고 아름다워서 오랑캐보다 월등하게 뛰어났으니, 그가 독실하게 배우고 힘써 행한 것은 비교할 사람이 드뭅니다. 만년에는 과거에 급제하였고 대신의 천거로 6품직에 승진 제수되었으며, 과거에 급제하자 한때의 어진 선비들이 모두 조광조를 영수로 삼았습니다. 4, 5년 사이에 중종께서 발탁하여 재상의 자리에 앉혔는데, 여론이 지당하다고 하였습니다. 조광조는 스스로 성명을 만나 도술을 행하여 인심을 맑게 하고 당우를 다스려 임금을 요순처럼 만들려고 마음먹었는데, 불행하게도 소인이 참소와 이간질로 인하여 마침내 큰 죄를 받았습니다. 그때 죄를 입은 사람이 한둘이 아니었으나 조광조는 온 나라 사람들이 흠모하고 존중하였기 때문에 더욱 혹독하게 죄를 입었고, 그 뒤에 중종과 인종께서도 그가 죄가 없다는 것을 알았습니다. 그때의 선비들은 모두 《소학》을 읽었기 때문에 지금까지 조정 안과 항간에도 흥기하는 마음이 있는 것은 모두 그의 남은 교화였습니다.지난번에 소인이 어진 선비를 해치려고 하였으나 이름 지을 만한 죄가 없자 ‘이는 바로 《소학》의 무리이다.’라고 하였습니다. 《소학》은 바로 성현의 법언이니, 그 사이에 한두 사람이 《소학》을 읽었더라도 마음이 바르지 못한 자가 어찌 《소학》의 죄이겠습니까. 주상께서 먼저 시비를 정하신 뒤에야 인심이 흥기할 것입니다. 김굉필은 김종직에게 수업하였는데, 하루는 시를 짓기를 ‘《소학》의 글 중에 어제의 잘못을 깨달았다.’라고 하자, 김종직이 보고서 성인이 되는 근본으로 삼았습니다. 김종직은 가행이 뛰어나고, 김굉필과 정여창은 학문이 순수하고 지극하여 연산조에 모두 큰 죄를 입었습니다. 중종조에 이르러 죄 없이 죄를 입은 사람들을 신원하였는데, 이 사람들은 한때 도학의 종주였기 때문에 모두 우의정에 추증하여 봄가을로 사제하였습니다. 조광조의 학행은 김굉필, 정여창과 같은 인물이니, 똑같이 추증한다면 후세 사람들이 반드시 본받을 것입니다.이언적의 일은 전에도 이미 계달하였으나 선왕조에 죄를 입은 사람들을 표창하는 것을 어렵게 여기니, 성상의 뜻이 지극합니다. 다만 이언적의 죄는 전혀 그렇지 않습니다. 처음에는 ‘공이 있는데도 훈적에 참여되었다.’라고 하였는데, 이언적이 ‘공로가 있다.’라고 하는 것은 온당치 않다고 하자, 이기와 윤원형은 ‘자기와 의견이 다르다.’라고 하여 그의 훈적을 삭제하고 파직하였으며, 얼마 뒤에 송인수를 죽이고 또 멀리 찬배하는 죄를 더하였습니다. 비록 선왕조에 죄를 얻었다고는 하나 실은 이기와 윤원형이 죄를 준 것입니다. 이언적은 학문이 김굉필과 정여창에게 부끄러울 것이 없으니, 반드시 똑같이 신원하고 표창한 뒤에야 시비가 분명해질 수 있습니다. 몸은 도깨비 같은 시골에 있으면서도 임금을 사랑하는 정성을 잊지 못하여 저서를 지어 그 뜻을 붙이기까지 하였습니다. 지난번에 ‘유서를 수소문하라.’라고 하교하셨으니, 이는 성대한 일입니다. 그러나 신이 삼가 듣건대 이언적이 《중용》 구경의 뜻을 미루어 서산 진씨의 설을 모방하여 한 권의 책으로 만들어서 질문에 대비하는 도움을 받으려고 한다 하니, 그 마음이 참으로 슬픕니다. 조정에 하문하여 처리하는 것이 좋겠습니다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 4일(을묘) 1번째기사",
                "gt-oKo": "조강(朝講)을 하였다. 《대학》을 진강했는데 ‘부는 집을 윤택하게 하고[富潤屋]’에서부터 시작하여 ‘공력을 빠뜨릴 수 없음이 이와 같다. [功不可闕如此云]’까지 하였다. 이황(李滉)이 임문하여 아뢰기를, “옛날 사람들은 먼저 《소학(小學)》을 읽어서 본바탕을 함양했기 때문에 《대학》에 먼저 격물 치지를 말한 것입니다. 후세 사람들은 《소학》을 읽지 않기 때문에 학문에 근본이 없어 격물 치지의 공효를 알지 못합니다. 《소학》은 비단 연소한 사람들뿐만 아니라 장성한 사람들도 읽어야 할 책입니다. 《소학》이 우리 나라에 유포된 지 오래도록 2 대의(大義)를 아는 사람이 없었는데 김굉필(金宏弼)이 학도들을 모아 놓고 해석해 밝힘으로써 그 책이 세상에 크게 유행하게 되었습니다. 그리하여 기묘년에 이르러서는 사람들이 모두들 《소학》을 근본으로 여겼었는데 불행하게도 현인 군자들이 죄의 그물에 빠지게 되었기 때문에 지금 민간에서는 《소학》을 읽는 사람이 없으니, 이것은 교화가 밝지 못해서 그렇게 된 것입니다. 상께서는 지금 《대학》을 진강하고 계시지만 《소학》 역시 유념해서 보셔야 합니다.” 하고, 강을 마친 뒤 또 아뢰기를, “소신이 전일 대간으로 입시하여 조광조의 어짊을 논할 때에 불행하게 죄를 받았다는 뜻을 언어 사이에서 분명하게 계달하지 못하여 매우 황공하게 생각하고 있습니다. 조광조는 훌륭하고 어진 선비입니다. 타고난 자질이 뛰어나게 아름다와 동배(同輩)들 중에서 빼어났으며, 그의 독실한 학문과 힘써 실천함은 비교할 사람이 드뭅니다. 느지막에 뜻을 굽혀 과거를 보았는데 대신의 천거로 6품직에 승수(陞授)되었으며, 과거에 급제한 뒤로는 당시 어진 선비들이 모두 조광조를 영수로 삼았습니다. 4∼5년 사이에 중종께서 발탁하여 재상의 지위에 놓으니 여론이 진실로 합당하다고 했습니다. 조광조도 스스로 성명(聖明)을 만나 도술(道術)을 실천하고 인심을 맑게 해서 세상을 당우(唐虞)의 시대로, 임금을 요순과 같이 만들고자 마음을 가졌었는데, 불행하게도 소인들의 참소와 이간질 때문에 마침내는 큰 죄를 받았습니다. 그 당시에 죄를 받은 사람이 한둘이 아니었으나 조광조는 온 나라 사람들이 중하게 의지하여 공경하고 추앙했기 때문에 더욱 참혹한 죄를 받았는데, 그 뒤 중종과 인종께서도 그가 무죄임을 알았습니다. 그 당시 선비된 이들은 모두들 《소학》을 읽었기 때문에 지금까지 조정에서나 민간에서 그나마 흥기할 생각을 가지고 있는데 이는 모두 그 남은 교화 때문입니다. 지난날 소인들이 어진 선비들을 해치려고 하면서 이름 붙일 죄목이 없자 ‘이들은 《소학》의 무리들이다.’라고 했습니다. 《소학》은 바로 성현의 법언(法言)이니, 그간에 비록 한두 사람이 《소학》을 읽고도 마음이 바르지 못한 자가 있었다 할지라도 이것이 어찌 《소학》의 죄이겠습니까. 상께서 먼저 시비를 정하신 뒤에라야 인심이 흥기할 것입니다. 김굉필은 김종직(金宗直)에서 수업을 받았는데, 하루는 시를 짓기를 ‘《소학》의 글 속에서 어제의 잘못을 깨달았네. [小學書中悟昨非]’라고 하자, 김종직이 이를 보고 ‘성현이 될 바탕이다’라고 했습니다. 김종직은 평소의 행실이 뛰어났고 김굉필과 정여창(鄭汝昌)은 학문이 순수하고 극진했는데 연산조(燕山朝)에 모두 큰 죄를 받았습니다. 그후 중중조에 이르러 무고하게 죄를 받은 사람들이 모두 신원되었는데 이 사람들은 당대 도학의 종사(宗師)로서 모두 우의정(右議政)에 증직되어 춘추로 제사를 내리고 있습니다. 조광조는 학문과 행실이 김굉필이나 정여창과 같은 인물이니 그들과 같이 추증(追贈)한다면 뒷사람들이 반드시 삼가 본받을 것입니다.” 이언적(李彦迪)에 관한 일은 전일에 이미 계달했습니다. 선왕조에 죄를 지은 인물이라 표창하기가 어렵다는 성상의 뜻은 지극하시나 다만 이언적의 죄는 매우 그렇지 않습니다. 처음에는 ‘공로가 있어 훈적(勳籍)에 참여시킨다.’고 했다가 이언적이 훈적에 참여되는 것을 미안하게 생각하자 이기(李芑)와 윤원형(尹元衡)이 자기들과 뜻이 다르다고 하여 그의 훈적을 삭제하고 직을 파면했다가 얼마 후 송인수(宋麟壽)를 죽이고서 또 멀리 유배하는 죄를 더한 것이니, 비록 선왕조에 죄를 지었다고 하나 사실은 이기와 윤원형이 죄를 만든 것입니다. 이언적의 학문은 김굉필이나 정여창보다 못할 것이 없으니 반드시 한결같이 표창한 뒤에야 시비가 분명해질 수 있습니다. 몸이 궁벽한 귀양지에 있으면서 임금 사랑하는 정성을 잊지 못하여 저술까지 해서 자기의 뜻을 거기에 붙였었는데, 지난번에 교서를 내리시어 남긴 글들을 수탐하라 하셨으니 이는 훌륭한 일입니다. 그런데 신이 듣건대 언적이 《중용(中庸)》 구경(九經)의 뜻을 미루어 서산 진씨(西山眞氏)의 설을 모방하여 하나의 책을 만들어 하문(下問)에 대비하는 자료로 삼으려 했다고 하니, 그 마음이 실로 가련합니다. 조정에 물어서 조처하는 것이 좋겠습니다.” 하였다.",
                "hj": "○乙卯/朝講。 進講《大學》, 自富潤屋, 止功不可闕如此云。 李滉臨文啓曰: “古人先讀《小學》, 涵養本源, 故《大學》先言格物致知。 後人不讀《小學》, 故學無根本, 不能知格致之功。 《小學》非但年少所讀, 長成之人, 亦可讀也。 小學之書, 流布東土已久, 而人無能知其大義。 有金宏弼, 聚徒講明, 其書大行於世。 至於己卯年, 人皆以《小學》爲本。 不幸, 賢人君子陷於罪綱, 至今閭巷之間, 無讀《小學》之人, 此敎化不明之致也。 自上雖進講《大學》, 而《小學》亦可留覽也。” 講訖, 又啓曰: “小臣, 頃日以臺諫入侍, 論趙光祖之賢, 而不幸被罪之意, 言語之間, 不得分明啓達, 至爲惶恐。 光祖非凡常賢士也, 天資粹美, 絶出等夷。 其篤學力行, 鮮有比倫。 晩屈科擧, 以大臣薦擧, 陞授六品職。 及其科第, 一時賢士, 皆以光祖爲領袖。 四五年間, ﻿中廟擢拔, 置之宰相之位, 物望以爲允當。 光祖自以遭遇聖明, 欲行道術、淑人心, 措世唐虞, 致君堯、舜爲心。 不幸, 小人因緣讒間, 竟致大罪。 其時被罪之人不一, 而光祖, 則以一國之人欽倚仰重, 故被罪尤酷。 厥後﻿中廟、仁廟, 亦知其無罪矣。 其時爲士者, 皆讀《小學》, 故至今朝廷之上、閭巷之間, 猶有興起之心, 皆其餘化也。 頃日, 小人欲害賢士, 而無可名之罪, 則曰此乃《小學》之徒。 《小學》乃聖賢之法言, 其間雖有一二人讀《小學》, 而心不正者, 豈《小學》之罪哉? 自上先定是非, 然後人心興起。 金宏弼受業于金宗直, 一日作詩曰: ‘《小學》書中悟昨非。’ 宗直見之, 以爲作聖根柢。 宗直則家行卓異, 金宏弼、鄭汝昌, 則學問純至, 燕山朝, 俱被大罪。 至﻿中廟朝, 伸雪無辜被罪之人, 而此人等則以一時道學之宗, 皆贈右議政, 春秋賜祭焉。 光祖學行, 與宏弼、汝昌一般人物也。 一樣追贈, 則後人必有所矜式矣。 李彦迪事, 前日亦已啓達, 而以先王朝得罪之人, 表章爲難, 聖意至矣。 但彦迪之罪, 則大不然。 初曰有功, 而參於勳籍。 彦迪之賢, 以參勳爲未安, 則李芑、尹元衡以爲異己。 削其勳而罷其職。 旣而殺宋麟壽, 又加遠竄之罪。 雖曰得罪於先王朝, 而其實李芑、元衡罪之也。 彦迪學問無愧於宏弼、汝昌, 必須一樣伸雪表章, 然後是非可明也。 身在魑魅之鄕, 不忘愛君之誠, 至於著書以寓其志。 頃日敎以搜訪遺書, 此盛擧也。 然臣竊聞之, 則彦迪推《中庸》九經之旨, 倣西山眞氏之說, 作爲一秩, 欲資備問之益, 其心誠可悲也。 問于朝廷, 處置可也。”"
            },
            "2": {
                "H2KE-EN": "The King attended the Royal Lecture and the Records of Rites (C. Liji . Yi Hwang presented a report to the King as follows: The Book of Rites (C. Liji reads, The study of the natural distinction between Heaven and the study of human relationships and the human relationships of human relationships and human relationships of human relationships. The proprieties are from the nature of Heaven, and thus common people do not know. Only the sage recognizes that the sage recognizes the proprieties of human relationships and managing the proprieties of human relationships and human relationships are not proprieties. The study of human relationships are all mistakes. For this reason, the sage related to the proprieties of human relationships and proprieties. However, later generations do not clarify the proprieties of human relationships and carry out the proprieties of human relationships and human relationships. Therefore, it is necessary to cautiously the proprieties of human relationships and proprieties. Previously, when the King was in mourning for his deceased, he entered the successive successively and inherited the successive successful su",
                "H2KE-nKo": "석강에 《예기》를 강하였다. 이황이 나아가 아뢰기를,“예라는 것은 옛사람이 해석하기를 ‘천리의 절문과 인사의 의칙이다.’라고 하였습니다. 예는 천명의 천성에서 나오는 것이기 때문에 보통 사람도 알지 못하고 오직 성인만이 알아서 예법을 만들어 한 세상을 가르칩니다. 그 가르치는 것이 방책에 실려 있으니, 필부가 예를 어기더라도 오히려 사생과 영욕이 있는 것이고, 눈짓하는 자가 예가 아니면 억조 창생을 통괄할 수 없는 것입니다. 한번 예를 잃으면 만사가 모두 잘못되는 것입니다. 이 때문에 옛날의 성인은 예를 중하게 여겼으나 후세에는 예에 밝지 못하여 정에 끌려 행하기 때문에 구차한 일이 많습니다. 반드시 예를 신중하게 한 뒤에야 후손에게 끝없이 물려줄 수 있을 것입니다.지난번에 주상께서 사친의 상중에 계시어 들어와 대통을 이으셨는데, 들어와 대통을 이으신 뒤에는 대통이 중하고 사친은 예를 굽혀서 정을 펼 수 없었습니다. 그런데 초상을 치르기 전에 대신이 계달하여 치제까지 하였으니, 예를 상고해 보면 매우 온당치 못합니다. 국군의 초상에는 종묘의 제사도 폐하였는데, 하물며 사친을 위하여 치전하는 것이야 말할 것이 있겠습니까. 대신이 비록 깊이 헤아려서 아뢰었다고는 하지만, 신의 생각에는 한갓 지정의 무궁함만 알고 예의 당연한 것은 생각하지 않은 듯합니다. 소신이 지방에 있으면서 이 말을 듣고 이제야 비로소 계달하니, 지나간 일은 어쩔 수 없지만 앞으로의 일은 경계해야 할 것입니다. 주상께서는 그것이 예가 아님을 아시고 경계하신다면 될 것입니다.또 제문도 예조에서 자세히 살피지 않고 정하였으니, 또한 온당치 못합니다. 옛날 송 인종이 후사가 없어 종형인 복안의왕의 아들로 후사를 삼았으니, 이것이 영종입니다. 그때 조정에서 복안의왕을 존숭하는 전례를 의논하였는데, 사마광과 왕규가 정론을 주장하고 한기와 구양수가 그릇된 의론을 주장하여 조정에서 서로 다투며 결정하지 못하였습니다. 정이천이 팽사영을 대신하여 지은 것이 전집에 있는데, 그 글에 ‘비록 정통에 전념하더라도 어찌 사사로운 은정을 모두 끊을 수 있겠는가. 황백부 복국대왕이라 칭해야 한다.’라고 하였습니다. 제문에 황백모라고 칭한 것은 비록 이 예를 상고하여 정한 것이지만, 그 일을 논하면 크게 서로 다릅니다. 이른바 백부라는 것은 황제의 백부이니, 황자와 황손의 유입니다. 후세에 황고와 황비라고 신주에 쓰는 것은 황자가 대자이기 때문에 높이는 것입니다. 위로는 천자로부터 아래로는 서인에 이르기까지 모두 통용하는데, 원나라 때에 이르러 황자를 회피하여 ‘현’ 자로 통용하였습니다. 그런데 지금 황자의 뜻을 잘못 보고서 사용하였으니, 어찌 온당치 못한 일이 아니겠습니까. 제문에 ‘고질’이라고 칭하였는데, 《가례》로 보면 ‘질’ 자는 마땅히 위에 있어야 하고 ‘고’ 자는 마땅히 아래에 있어야 합니다. 문자의 어려움 때문에 지금 ‘고질’이라고 칭하였는데, 한 글자가 매우 중요합니다. 공자가 말하기를 ‘반드시 이름을 바로잡아야 한다.’라고 하였으니, 마땅히 예관으로 하여금 다시 강구하게 해야 합니다.근래에 예학이 밝지 못하고 예문도 적어서 단지 《가례》 한 책만을 상장에 쓰고 있는데, 아는 자가 또한 드뭅니다. 그러므로 창졸간에 일을 당하면 예에 어긋난다는 비난을 면치 못합니다.《예기》의 책은 불에 타다 남은 것을 주워 모았기 때문에 후세 사람들이 혹 전회할 곳이 있습니다. 주공이 예를 제정하고 악을 만들면서 《의례》를 저술하였으니, 이것이 그 본경입니다. 한퇴지도 말하기를 ‘《의례》를 누가 읽겠는가. 후세에는 아는 자가 없을 것이다.’라고 하였습니다. 주자가 이미 사서와 《삼경집주》를 만들었는데, 말년에는 예서에 전념하였기 때문에 영종 초기에 천수가 삼례차를 올리자는 의론이 있었습니다. 조정에 벼슬한 지 얼마 되지 않아 물러나서 《의례경전통해》를 지었는데, 마치지 못하고 졸하자 문인 황간이 끝마쳤습니다. 이것이 《의례경전통해속》을 말하는 것입니다. 이 책은 사람들이 모두 본 것이 없습니다. 지난번에 마침 홍문관의 장책 목록을 상고해 보니, 이른바 《의례경전통해》를 얻은 것이 도합 40여 권이었습니다. 잡다한 여러 책이 모두 한 질로 되어 초상 이하부터 각각의 조건이 매우 명백하게 회통되었습니다. 이 책을 만약 교서관으로 하여금 인쇄하여 반포하게 한다면 예학을 하려는 선비들이 모두 참고하여 본받을 수 있을 것이고, 주상께서도 요점을 뽑아서 깨달으실 수 있을 것이니, 하나를 보고 열을 알 수 있을 것입니다. 예교가 흥행하면 풍속이 크게 변하고 정치와 교화가 여기에 달려 있을 것입니다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 4일(을묘) 2번째기사",
                "gt-oKo": "석강에 《예기(禮記)》를 강하였다. 이황이 아뢰었다. “예(禮)란 것은 옛사람이 풀이하기를 ‘천리(天理)의 절문(節文)이요, 인사(人事)의 행동 법칙이다.’고 하였습니다. 예는 천명(天命)의 성(性)에서 나온 것이기 때문에 보통 사람은 모르고 성인(聖人)만이 알아서 예법을 만들어 세상을 가르치는 것인데 그 가르치는 것은 책에 실려 있습니다. 필부도 예를 어기면 오히려 죽음과 욕됨을 당하게 되니 군주는 예가 아니면 억조 창생을 통제할 수가 없는 것입니다. 한번 예를 잃게 되면 만사가 모두 잘못되기 때문에 옛날의 성인은 예를 중하게 여겼던 것인데 후세에는 예에 밝지 못하여 정욕에 끌리어 행하게 되니 구차한 일이 많습니다. 반드시 예를 신중하게 한 뒤에라야 무궁토록 후세에 법도를 전해 줄 수 있을 것입니다. 지난번에 상께서 사친(私親)의 상중에 계시다가 대통(大統)을 이으셨는데 들어와서 계승하신 뒤에는 대통이 중하므로 사친에 대해서는 예를 굽혀 그 정을 펼 수가 없는 것입니다. 그런데 초상 장례도 치르기 전에 대신이 계달하여 사친의 제사를 올리기까지 하였으니 예문을 상고해보면 매우 온당하지 않습니다. 국군(國君)의 초상에는 종묘의 제사까지도 폐하는 것인데 하물며 사친에게 치전(致奠)할 수 있겠습니까. 대신이 비록 깊이 헤아리고 아뢴 것이라고 하더라도 신의 생각에는 한갓 인정이 한이 없다는 사실만 알고 예의 당연한 것을 생각하지 않은 듯합니다. 신이 외방에 있으면서 이러한 소식을 들었는데 지금에 와서야 아룁니다. 지나간 일은 어쩔 수 없더라도 앞으로의 일은 경계할 수 있을 것이니 상께서 그것이 예가 아님을 아시고서 경계하시면 되는 것입니다. 그리고 제문(祭文)을 예조(禮曹)에서 자세히 고찰하지 않고 정했으니 역시 온당치 않습니다. 예전에 송 인종(宋仁宗)이 후사가 없자. 종형인 복안의왕(濮安懿王)의 아들로 후사를 삼으니, 그가 바로 영종(英宗)입니다. 그 당시 조정에서는 복안의왕을 존숭하는데 대한 전례(典禮)를 의논했는데 사마광(司馬光)과 왕규(王珪)는 존숭하는 것이 정론(正論)이라고 주장하고 한기(韓琦)와 구양수(歐陽修)는 잘못된 의논이라고 주장하여 조정에서 서로 다투다가 결말이 나지 않았습니다. 정이천(程伊川)이 팽사영(彭思永)을 대신해서 지은 글이 전집(全集)에 있는데, 그 글에 이르기를 ‘비록 정통을 중요시한다고 하더라도 어떻게 사은(私恩)을 완전히 끊을 수야 있겠는가. 황백부 복국 대왕(皇伯父濮國大王)이라고 칭하는 것이 가하다.’라고 했습니다. 제문에 황백모(皇伯母)라고 칭한 것이 이 예를 끌어다 결정한 것이라 하더라도 사실을 논하면 크게 서로 같지 않습니다. 이른바 황백부란 것은 황제의 백부로서 황자(皇子)·황손(皇孫)과 같은 유입니다. 후세에 황고(皇考)·황비(皇妣)라고 신주에 쓸 때의 황(皇)자는 크다[大]는 뜻으로 높이는 것이며 위로 천자로부터 아래로 서인에 이르기까지 통용되지 않음이 없는데, 원(元)나라 때에 이르러 황자를 피하여 현(顯)자로 통용하였습니다. 그런데 지금 황자의 뜻을 그릇 알고 사용하였으니 어찌 부당하지 않겠습니까. 제문에 ‘고질(孤姪)’이라고 칭하였는데 《가례(家禮)》를 보면 질(姪)자를 위에 고(孤)자를 아래에 두어야 한다고 했습니다. 그런데 문자 놓기가 곤란하다 하여 지금 고질이라 부르지만 글자 하나 하나는 매우 중요한 것입니다. 공자도 ‘반드시 명호(名號)를 바룬다.’라고 했으니 마땅히 예관으로 하여금 다시 강구하게 함이 가합니다. 대체로 근래 예학이 밝지 못하고 예에 관한 글 또한 적어서 단지 《가례》 한 가지 책만을 장례에 사용하는데 예를 아는 사람이 드물기 때문에 졸지에 일을 만났을 경우 예에 어긋나게 하였다는 비웃음을 면하지 못합니다. 《예기》란 책은 타버린 나머지를 주워 모은 것이기 때문에 후세 사람들이 간혹 갖다 붙힌 것도 있습니다. 주공(周公)이 예와 악을 제작하고 《의례(儀禮)》를 저술했는데 이것이 그 기본 경전입니다. 한퇴지(韓退之) 역시 말하기를 ‘《의례》를 누가 읽을 것인가? 후세에는 아는 사람이 없을 것이다.’ 하였습니다만, 주자(朱子)도 사서 삼경(四書三經)을 집주(集註)하고는 말년에는 오로지 예서에만 뜻을 두었기 때문에 영종(寧宗) 초에 걸수삼례차자(乞修三禮箚子)의 논의를 하였고, 얼마 되지 않아 조정에서 물러나 《의례경전통해(儀禮經傳通解)》를 저술하다가 마치지 못하고 졸하자 문인 황간(黃幹)이 완성했습니다. 이것이 《의례경전통해속(儀禮經傳通解續)》이라는 책으로 아무도 이 책을 본 사람이 없었습니다. 그런데 마침 지난번에 홍문관이 장책 목록(藏冊目錄)을 고열(考閱)하다가 이른바 《의례경전통해》 도합 40여 권이 나왔는데, 잡다한 내용의 여러 책을 한질 속에 총괄하여 초상에서부터 각 조목을 매우 분명하게 해석하였습니다. 이 책을 만약 교서관(校書館)으로 하여금 간행 반포하게 한다면 예학(禮學)을 배우려는 선비들이 모두들 참고하여 법으로 삼을 것이며, 상께서도 요점을 찾아 알고 계시면 하나를 보고 열을 아실 수 있을 것입니다. 예의 가르침이 일어나게 되면 풍속이 크게 변할 것이니 정치의 교화는 여기에 있습니다.”",
                "hj": "○夕講《禮記》。 李滉進啓曰: “禮者, 古人釋之曰: ‘天理之節文, 人事之儀則。’ 禮出於天命之性, 故常人不知, 而惟聖人知之, 作爲禮法, 以敎一世。 其所敎者, 布在方策, 匹夫而違於禮, 尙有死生榮辱, 爲目者非禮, 則不可統億兆也。 一失於禮, 萬事皆誤, 是以古之聖人, 以禮爲重。 後世未明於禮, 牽情而行, 事多苟且。 必也愼之於禮, 然後可以垂裕無疆也。 頃者, 自上方在私喪, 入承大統。 入承之後, 則大統爲重, 私親則屈於禮, 而不得伸其情也。 初喪未葬, 大臣啓達, 至於致祭, 考之於禮, 甚爲未安。 國君初喪, 則宗廟之祭, 亦且廢焉。 況爲私親致奠乎? 大臣雖曰熟計而 啓之, 臣竊恐, 徒知情之無窮, 而不思禮之當然也。 小臣在外聞之, 今始啓達, 旣往無及, 而將來可戒, 自上知其非禮而戒之, 則可也。 且祭文, 禮曹亦不詳考而定之, 亦爲未安。 昔宋仁宗無後, 以從兄濮安懿王之子爲嗣, 是爲英宗。 其時朝議濮安懿王尊崇典禮, 而司馬光、王珪主其正論, 韓琦、(歐陽脩)〔歐陽修〕主其誤議, 朝廷之相爭不決, 程伊川代彭思永之作, 在於全集。 其書曰: “雖當專意於正統, 豈得盡絶於私恩? 稱爲皇伯父濮國大王可也。 祭文稱皇伯母者, 雖(接)〔按〕此禮而定之, 論其事, 大相不同。 所謂伯父者, 皇帝之伯父也, 如皇子皇孫之類也。 後世之以皇考皇妣, 書于神主者, 以皇字爲大字意, 故尊之也。 上自天子, 下至庶人, 莫不通用。 至元時, 回避皇字, 以顯字通用。 今者誤見皇字之意而用之, 豈不未安乎? 祭文稱以孤姪, 以家禮見之, 則姪字當上, 而孤字當下也。 以文字之難, 今稱孤姪, 一字甚關。 孔子曰: ‘必也正名乎!’ 宜令禮官, 更爲講究可也。 大抵近來, 禮學不明, 禮文亦少, 只以《家禮》一書, 用之喪葬, 而知之者亦鮮, 故倉卒臨事, 不免違禮之譏矣。 《禮記》之書, 掇拾於煨燼之餘, 故後人或有傳會處。 周公之制禮作樂也, 著爲《儀禮》, 此其本經也。 韓退之亦曰: ‘《儀禮》誰讀, 後世無有知之者。’ 朱子旣爲四書三經集註, 末年專意於禮書, 故寧宗初, 有天脩三禮箚子之論。 立朝未久, 退作《儀禮經傳通解》, 未終而卒。 門人黃幹終之。 是謂《儀禮經傳通解續》也。 此冊, 人皆無見。 頃日適考弘文館藏冊目錄, 得所謂《儀禮經傳通解》, 合四十餘卷, 則雜行諸書, 摠爲一秩。 自初喪以下, 各各條件, 甚爲明白會通。 此冊, 若令校書館印布, 則士之欲爲禮學者, 皆得參考取法, 而自上亦能撮要提領, 見一知十也。 禮敎興行, 則風俗丕變, 而治化在是矣。”"
            },
            "3": {
                "H2KE-EN": "On eulmyo day, the chief state councilor and left state councilor came to the palace and requested that the Royal Placenta Chamber be abolished. The King approved this request. At this time, all other public affairs were raised to the Queens residence. Only the King had the appointment of the Royal Placenta Chamber be selected.",
                "H2KE-nKo": "을묘년에 영의정과 좌의정이 대궐에 나아가 원상을 혁파하기를 청하니, 주상이 그대로 따랐다. 이때 다른 공사에 대한 처분은 모두 자전에게 양보하고 오직 관직을 제수하고 낙점하는 것만 주상이 직접 하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 4일(을묘) 3번째기사",
                "gt-oKo": "영의정과 좌의정이 예궐하여 원상(院相)을 파하기를 청하니, 상이 그대로 따랐다. 이때 다른 공사(公事)의 처분은 모두 자전(慈殿)께 사양하고 오직 관직을 제수할 때만 상이 친히 낙점(落點)하였다.",
                "hj": "○乙卯/領左相詣闕, 請罷院相。 上從之。 是時, 他公事處分, 皆讓於慈殿, 惟除官落點, 上親爲之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the grounds of the byeongjin day. Director Min Gi , 특진관 Nam Chigeun , Yu Jiseon , Deputy Director of the Office of the Royal Lectures Bak충원 , Royal Secretary Yi Junmin , Inspector General Mok Cheom , Fourth Inspector Bak Huirip , Geneun , Clerk Yun Chung , Clerk Jo Jeonggi , Royal Recorder Yu Daesu , 한림 정언 Sin , and Jeong Sawi came to Sajeong Hall and attended the Royal Lecture. The Queen Mother sat on a wooden palanquin and sat on the west of the hall. The King sets the royal wooden palanquin and sat on the east. When the lecture was completed, the Censor General Mok Cheom and Fourth Inspector Bak Huirip went before the wooden palanquin and requested that the grievances of the eulsa year be exonerated. The Queen Mother replied, It is natural that the right and wrong should be determined. However, as I am not a woman who has a sense of knowledge, it will not be too late to wait until the study of the Royal Confucian Academy is prosperous to determine it. ",
                "H2KE-nKo": "조강을 행하였다. 영사 민기, 특진관 남치근ᆞ유지선, 지경연 박충원, 승지 이준민, 대사간 목첨, 지평 박희립, 교리 유희춘, 정자 조정기, 가주서 유대수, 한림 정언신ᆞ정사위가 사정전에 입시하였다. 자전이 수렴 청정하고 전 북쪽의 서쪽에 앉았다. 주상이 어탑을 설치하고 그 동쪽에 앉았다. 강이 끝나자 대사간 목첨, 지평 박희립이 함께 나아가 수렴청 앞에 나아가 을사년에 법망에 걸린 억울한 사람들을 신원해 주기를 청하니, 자전이 답하기를,“진실로 시비를 정해야 한다. 다만 나는 식견이 없는 부인이 아니다. 주상이 어리니 성학이 고명해지기를 기다려 결정하더라도 늦지 않을 것이다.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 5일(병진) 1번째기사",
                "gt-oKo": "조강이 있었다. 영사(領事) 민기(閔箕), 특진관 남치근(南致勤)·유지선(柳智善), 지경연(知經筵) 박충원(朴忠元), 승지 이준민(李俊民), 대사간 목첨(睦詹), 지평(持平) 박희립(朴希立), 교리(校理) 유희춘(柳希春), 정자(正字) 조정기(趙廷機), 가주서(假注書) 유대수(兪大脩), 한림(翰林) 정언신(鄭彦信)·정사위(鄭士偉)가 사정전(思政殿)에 입시하였다. 자전은 발을 내리고 전의 북서쪽에 앉았고, 주상은 그 동쪽에 어탑(御榻)을 설치하고 앉았다. 강이 끝나자 대사간 목첨과 지평 박희립이 함께 발 앞에 나아가 을사년의 죄에 걸린 억울함을 풀어주도록 청하니 자전이 답하였다. “의당 시비를 정해야 할 것이기는 하나 다만 나는 식견이 없는 부인이고 주상은 어리니 성학(聖學)이 고명해지기를 기다렸다가 정하여도 늦지 않을 것이다.”",
                "hj": "○丙辰/朝講。 領事閔箕、特進官南致勤、柳智善、知經筵朴忠元、承旨李俊民、大司諫睦詹、持平朴希立、校理柳希春、正字趙廷機、假注書兪大脩、翰林鄭彦信、鄭士偉入侍思政殿。 慈殿垂簾, 而坐于殿北之西。 主上設御榻, 坐其東。 講畢, 大司諫睦詹、持平朴希立, 俱進陳於簾前, 請伸雪乙巳掛網之冤抑。 慈殿答曰: “固當定是非, 但予非有識見之婦人, 主人幼沖, 俟聖學高明, 定之未晩也。”"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture. Royal Secretary Heo Su , Responding Education Director [of the Office of Royal Decrees] Yun Huichun , Recorder [of the Office of Royal Decrees] Jo Jeonggi , Recorder [of the Office of Royal Decrees] Yun Takyeon , Recorder [of the Office of Royal Decrees] 정언 Sin , and Jeong Sawi came to the palace and attended the Royal Lecture. The King sat on the west wall of Bihyeon Hall and faced east.",
                "H2KE-nKo": "야대를 행하였다. 승지 허수, 교리 유희춘, 정자 조정기, 주서 윤탁연, 한림 정언신ᆞ정사위가 입시하였다. 주상이 비현각의 서벽에 나아가 동쪽을 향하여 앉았다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 5일(병진) 2번째기사",
                "gt-oKo": "야대(夜對)하였다. 승지 허엽(許曄), 교리 유희춘, 정자 조정기, 주서 윤탁연(尹卓然), 한림 정언신·정사위가 입시하였다. 상은 비현각(丕顯閣)의 서쪽 벽에 동향하고 앉았다.",
                "hj": "○夜對。 承旨許晬、校理柳希春、正字趙廷機、注書尹卓然、翰林鄭彦信、鄭士偉入侍。 上御丕顯閣西壁東向坐。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King appointed Zhao Liang as 대사간으로, Yi Dam as 사간으로, Kim Nansang as 헌납으로, Choe Un and Ku Byeon as 정언으로, Ahn Jayu as second inspector of the Office of the Inspector General, Kim Gye as third inspector, and 정언 Ji and Yi Haesu as fourth inspectors . ",
                "H2KE-nKo": "윤두수를 대사간으로, 이담을 사간으로, 김난상을 헌납으로, 최민과 구변을 정언으로, 안자유를 집의로, 김계를 장령으로, 정언지와 이해수를 지평으로 삼았다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 6일(정사) 1번째기사",
                "gt-oKo": "윤두수(尹斗壽)를 대사간으로, 이담(李湛)을 사간(司諫)으로, 김난상(金鸞祥)을 헌납(獻納)으로, 최정(崔頲)과 구변(具忭)을 정언(正言)으로, 안자유(安自裕)를 집의(執義)로 김계(金啓)를 장령(掌令)으로, 정언지(鄭彦智)와 이해수(李海壽)를 지평으로 삼았다.",
                "hj": "○丁巳/以尹斗壽爲大司諫, 李湛爲司諫, 金鸞祥爲獻納, 崔頲、具忭爲正言, 安自裕爲執義, 金啓爲掌令, 鄭彦智、李海壽爲持平。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "At the muo year (, the Minister of Personnel Bak Yeongjun , Second Minister [of Personnel] Yi Munhyeong , Third Minister [of Personnel] Kang Sa필 , Section Chiefs Yi Jemin , Yi 이산해 , Assistant Section Chiefs Yi I , Jeong Yudal , Ku Bongryeong , Minister of Taxation Hong Dam , Second Minister [of Taxation] Yun Uijung , Third Minister [of Taxation] Yi Jisin , Section Chiefs Yi Gyeongmyeong , Kim Buin , Assistant Section Chief Heo Jin , Yu Deoksu , Noh Gi , Minister of Rites Bak충원 , Second Minister [of Personnel] Oh Sang , Third Minister [of Personnel] Im Naesin , Section Chiefs [of the Ministry of Personnel] 정언 Ji , 황정욱 , Yun Gangwon , Assistant Section Chiefs Yi Haegwi , Kwon Jing , Minister of War Won혼 , Second Minister [of War] Jeong Daenyeon , Third Minister [of War] Yi Huigeom , Assistant Section Chiefs Bak Geunwon , Section Chiefs Kwon Geukrye , Hwang Yungil , Kim Gyeong , Assistant Section Chiefs [of the Ministry of War] Yi Jeonggam , Kim Hyowon , Oh Geon , Im Gunro , Minister of Punishments Kim Gae , Second Minister [of Punishments] Namghae , Section Chiefs [of the Ministry of Punishments] Jang Eom , Hwang In , Hwang Yunjung , Bak Nanyeong , Assistant Section Chiefs Hong Inji , Kwon Bung , Yu Gyun , Ahn Gu , Minister of Works Yu잠을 , Second Minister [of Works] Kim Hongwon , Third Minister [of Rites] Choe Ong , Section Chiefs [of the Ministry of Works] Im Yunsin , Yi Yeol , Seong Jaje , Assistant Section Chiefs [of the Ministry of Works] Yi Jeongrip , Kim Gyeonghye , and Jeong Uk .",
                "H2KE-nKo": "이때 이조 판서 박영준, 참판 이문형, 참의 강사필, 정랑 이제민, 이산해, 좌랑 이이, 정유일, 구봉령, 호조 판서 홍담, 참판 윤의중, 참의 이지신, 정랑 이경명, 김부인, 좌랑 허진, 유덕수, 노기, 예조 판서 박충원, 참판 오상, 참의 임내신, 정랑 정언지, 황정욱, 윤강원, 좌랑 이해귀, 권징, 병조 판서 원혼, 참판 정대년, 참의 이희검, 참지 박근원, 정랑 권극례, 황윤길, 김휼, 좌랑 이정암, 김효원, 오건, 임국로, 형조 판서 김개, 참판 남궁침, 정랑 장범, 황인, 황윤중, 박난영, 좌랑 홍인지, 권붕, 유균, 안식, 공조 판서 유잠, 참판 김홍원, 참의 최옹, 정랑 임윤신, 이예열, 성자제, 좌랑 이정립, 김경헌, 정욱이 참석하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 11월 7일(무오) 1번째기사",
                "gt-oKo": "이 때 이조 판서는 박영준(朴永俊), 참판은 이문형(李文馨), 참의는 강사필(姜士弼), 정랑(正郞)은 이제민(李齊閔)과 이산해(李山海), 좌랑(佐郞)은 이이(李珥)·정유일(鄭惟一)·구봉령(具鳳齡)이고, 호조 판서는 홍담(洪曇), 참판은 윤의중(尹毅中), 참의는 이지신(李之信), 정랑은 이경명(李景明)과 김부인(金富仁), 좌랑은 허진(許晉)·유덕수(柳德粹)·노기(盧祺)이고, 예조 판서는 박충원(朴忠元), 참판은 오상(吳祥), 참의는 임내신(任鼐臣), 정랑은 정언지(鄭彦智)·황정욱(黃廷彧)·윤강원(尹剛元), 좌랑은 이해구(李海龜)·권징(權徵)이고, 병조 판서는 원혼(元混), 참판은 정대년(鄭大年), 참의는 이희검(李希儉), 참지(參知)는 박근원(朴謹元), 정랑은 권극례(權克禮)·황윤길(黃允吉)·김규(金戣), 좌랑은 이정암(李廷馣)·김효원(金孝元)·오건(吳健)·임국로(任國老)이고, 형조 판서는 김개(金鎧), 참판은 남궁침(南宮忱), 정랑은 장범(張範)·황인(黃璘)·황윤중(黃允中)·박난영(朴蘭榮), 좌랑은 홍인지(洪仁祉)·권붕(權鵬)·유균(柳均)·안용(安溶)이고, 공조 판서는 유잠(柳潛), 참판은 김홍윤(金弘允), 참의는 최옹(崔顒), 정랑은 임윤신(任允臣)·이예열(李禮悅)·성자제(成子濟), 좌랑은 이정립(李挺立)·김경헌(金景憲)·정욱(鄭彧)이었다.",
                "hj": "○戊午/是時, 吏曹判書朴永俊、參判李文馨、參議姜士弼、正郞李齊閔、李山海、佐郞李珥、鄭惟一、具鳳齡、戶曹判書洪曇、參判尹毅中、參議李之信、正郞李景明、金富仁、佐郞許晋、柳德粹、盧祺、禮曹判書朴忠元、參判吳祥、參議任鼐臣、正郞鄭彦智、黃廷彧、尹剛元、佐郞李海龜、權徵、兵曹判書元混、參判鄭大年、參議李希儉、參知朴謹元、正郞權克禮、黃允吉、金戣、佐郞李廷馣、金孝元、吳健、任國老、刑曹判書金鎧、參判南宮忱、正郞張範、黃璘、黃允中、朴蘭榮、佐郞洪仁祉、權鵬、柳均、安溶、工曹判書柳潜、參判金弘元、參議崔顒、正郞任允臣、李禮悅、成子濟、佐郞李挺立、金景憲、鄭彧。"
            }
        }
    },
    "12": {
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: Lord of Gwangpyeong Kim Myeongyun was originally cunning and deceitful, and harboring wicked people with no choice but carried out his mind and conduct. From early childhood, he deceived the world by stealing his name and presumptuously apprehended the ranks of recommending him. When he was dismissed, he immediately dressed his official robes and again passed the state examination. The literati was already aware of his behavior and behavior, but he showed no sign of shame and disgrace. When he reached the level of high office, he still did not know the sufficient way. He greed his merit and enjoyed harm to the country, and he stubbornly scolded the middle day and night. Unfortunately, when the world was unfortunate, when powerful cunning culpower, he eventually opened the root of a magistracy, striving to suppress the cunning culpower. His familys relatives and the children of our King were all executed by guilty. Not only did the blame of Bongseong begins guilty, the entire country grieved him. Even though the world of King Myeongjong was young, he knew that his mistakes were unfair, and thus he even sent an imperial edict to the world of grief. From this, it is possible for him to know the natural cunning circumstances. Moreover, as the oppportunity to deliberate the circumstances, there is no end to change cunning circumstances. Now, the world has been recently manifested, and the court has gradually cleared. The world of sun risk and the cunning c",
                "H2KE-nKo": "양사가 아뢰기를,“광평군 김명윤은 본래 음흉하고 간사하며 도리어 형편없는 사람으로서 마음가짐과 행실이 젊어서부터 비루하여 세상을 속이고 명예를 도둑질하여 외람되이 천거 선발하는 반열에 끼었습니다. 그러다가 파직되자 곧바로 유관을 쓰고 다시 과거에 급제할 계책을 세웠는데, 식자들은 이미 그의 행검이 땅을 쓴 듯이 사라졌다는 것을 알면서도 조금도 부끄러워하거나 미워하는 마음이 없었습니다. 높은 자리에 오르고서도 오히려 만족할 줄을 모르고 공을 탐내고 화를 즐기는 마음이 밤낮으로 생각하는 중에 떠들썩하였습니다. 국가가 불행하여 권간이 용사할 때를 틈타 마침내 큰 옥사의 단서를 열어 간흉의 간담을 기쁘게 하기에 힘써 일가의 지극히 가까운 친척과 우리 임금의 어린 아들로 하여금 모두 죄도 없이 죽음을 당하게 하였습니다. 봉성군이 죄가 없다는 것은 온 나라 사람들이 원통하게 여길 뿐만 아니라, 명종대왕께서 비록 어리셨지만 오히려 그가 억울하다는 것을 아시고 애통해하는 조서를 내리기까지 하셨으니, 그가 화의 근본이 되었다는 것을 이에 근거하여 알 수 있습니다. 더구나 그가 때를 틈타 저앙하여 변화무쌍하였으니, 비록 옛날에 남의 뜻을 잘 엿보아서 기회를 엿본 소인이라 하더라도 이보다 더할 수는 없을 것입니다.지금 성상의 교화가 새로워지고 조정이 점점 맑아져 밝은 태양처럼 밝게 드리워져 음흉하고 간사한 자가 스스로 도망쳐 강가로 나가서 유배되는 큰 벌을 기다리고 있으니, 이는 그의 죄악이 쌓이고 쌓여서 스스로 사람 축에 용납되지 못할 것을 알기 때문입니다. 흔쾌히 공론을 따라 속히 찬축하라는 명을 내리소서.”하니, 자전이 윤허하지 않았다. 옥당이 더욱 간절하게 간쟁하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 12월 2일(임오) 1번째기사",
                "gt-oKo": "양사(兩司)가 아뢰기를, “광평군(光平君) 김명윤(金明胤)은 본디 음험 간사하고 반복 무상한 사람으로 마음과 행사(行事)가 젊어서부터 비루했습니다. 세상을 속여 명예를 도둑질하여 외람되게 천선(薦選)의 반열에 들었다가 파지당하게 되자 재빨리 유관(儒冠)을 쓰고 다시 과거 볼 결심을 하니, 식자들은 이미 그의 행실은 씻은 듯이 볼 것이 없다는 것을 알았는데도 조금도 부끄러워하는 마음이 없었습니다. 높은 자리에 오르고서도 오히려 만족할 줄을 몰라 공을 탐내고 화를 즐기는 마음으로 득의(得意)에 차서 밤낮으로 계획하던 중에 국가가 불행하여 권간(權姦)이 세력을 휘두르는 때를 틈타 드디어 큰 옥사의 단서를 열고서는 간흉의 간담을 기쁘게 하기에 힘써 한집안의 지친(至親)이나 우리 임금의 어린 아들을 모두 죄없이 죽게 만들었습니다. 봉성(鳳城)의 죄가 없음은 온 나라가 원통해 할 뿐만이 아니라, 명종 대왕께서 비록 어리시지만 그 억울함을 아시고 애통해 하는 조서를 내리기까지 하였으니 그가 화의 근원이 됨은 이것에 의거해서도 알 수가 있습니다. 더구나 그가 시기를 타고 오르내리며 변환하는 모습이 한이 없었으니 비록 옛날에 남의 의중을 잘 살펴서 기회를 적중시킨 소인들도 이보다 더한 사람은 없었습니다. 지금 성상의 교화가 새롭고 조정은 점차 맑아져서 밝은 태양 아래 음흉하고 간사한 자가 스스로 달아나 강변에서 유배의 큰 벌을 내리기를 기다리고 있으니, 이는 그의 죄가 영글고 악이 쌓였으므로 다른 사람들에게 용납되지 못할 것임을 스스로 알았기 때문입니다. 흔쾌히 공론을 따르시어 울진 유배의 명을 내리소서.” 하였으나, 자전(慈殿)이 윤허하지 않으니 옥당(玉堂)이 더욱 간절하게 간하였다.",
                "hj": "○壬午/兩司啓: “光平君金明胤, 本以陰邪兇譎, 反測無狀之人, 處心行事, 自少卑汚, 欺世盜名, 猥側薦選之列。 及其罷也, 旋着儒冠, 更爲決科之計, 識者已知行檢掃地, 而略無羞惡之心。 致位通顯, 尙不知足, 貪功樂禍之心, 囂然於晝思夜度之中。 乘國家不幸, 權姦用事之際, 遂開大獄之端, 務悅姦兇之膽, 使其一家至切之親, 吾君幼稚之子, 俱以無辜就戮。 鳳城之無罪, 非但擧國冤之。 明宗大王雖在幼沖, 尙知其幽枉, 至下哀痛之詔。 其爲禍本, 據此可知。 況其乘時低昻, 變態無窮, 雖古之善伺人意, 以中機會之小人, 無以復加矣。 今者聖化維新, 朝著漸淸, 白日昭垂, 陰邪自遁, 出就江徼, 以竢放流之顯罰, 以其罪稔惡積, 自知不容於人類也。 請快從公論, 亟命竄逐。” 慈殿不允。 玉堂爭之愈切。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the gyemyo year ( as follows: Former Lord of Gwangpyeong Kim Myeongyun was originally slanderous and wicked by nature. He was secret and wicked by cunning and deceitful. He was worthy of importance and carried out by his heart. From age, he was low-level and corrupt. Originally, his behavior was not praised. He flattered the powerful and flattered the powerful man. He deceived the world by stealing his name and presumptuously reached the ranks of guaranteing him. When he was punished, he succeedededededed to become a privilege of protection. He also wrote a Confucian scholar of the Office of the Inspector General to again take the state examination. How could there be anyone who once served as a Confucian scholar of the Office of the Inspector General as a Confucian scholar of the Office of the Inspector General to take the state examination? The knowledge of him was already disgraceful and his behavior was exposedible. In the end, he eventually became a government post. He arbitrarily regarded himself as a powerful scheme, and there was nothing he did not do. When he reached the ranks of privilege, he still did not know the sufficient manner. He observed the powerful man and changed his powerful manner. When the state was unfortunate, he flattered the powerful man and flattered the powerful man. When the state was unfortunate, he flattered the powerful man and flattered the country. He secretly assisted the powerful man to secretly observe the powerful man and secretly plotted to 녹훈. Subsequently, he opened a magnificent man and flattered the powerful man. He secretly flattered the powerful man and submitted a memorial to the King to execute him. He eventually flattered the importance to the end, and he eventually became the world of the state. His heart was extremely sympathy. When he became a powerful man, he slandered the powerful man and flattered the powerful man. In general, he secretly flattered the powerful man and flattered the country. He also shamelessly visited the house of Sim Gwon. He secretly visited the palace at night and secretly concealed the powerful man. He harbored the powerful man and flattered the powerful man. He eventually flattered the powerful man as he continued to defeat the powerful man. The powerful man of the powerful man and flattered the powerful man of the powerful man. From antiquity, there was not many petty men who flattered the powerful mans and the wicked the powerful man of the powerful man.",
                "H2KE-nKo": "전교하기를,“전 광평군 김명윤은 본래 흉악하고 교활한 자질로서 간특한 술수를 부려 음험하고 사특하며 반측하고 무상하였다. 마음가짐과 행사가 젊어서부터 비루하여 평생의 처신이 하나도 일컬을 만한 것이 없었고 때를 틈타 세력에 빌붙어 오직 미치지 못할까 두려워하였다. 세상을 속이고 명예를 도둑질하여 외람되이 천선의 반열에 끼었다가 죄를 받게 되자 곧바로 문음의 자리를 차지하였다. 또 유건을 착용하고 다시 과거에 급제할 계획을 하였으니, 세상에 어찌 일찍이 옥당의 선비가 되어 다시 과거에 응시하는 유생이 있겠는가. 식자들은 이미 그의 발신이 바르지 못하고 행검이 땅을 쓴 듯이 없어진 것을 비루하게 여겼다. 마침내 벼슬길에 오르게 되자 스스로 계책을 얻었다고 여기고 벼슬을 얻지 못할까 걱정하고 얻은 뒤에는 잃을까 걱정하여 못하는 짓이 없었다. 높은 지위에 올랐어도 오히려 만족할 줄을 모르고 형세를 보아가며 높이기도 하고 낮추기도 하면서 오직 이익만을 살폈다. 공을 탐내고 화를 즐기며 때에 따라 변환하였다. 종묘사직이 불행하여 권간이 나라를 그르칠 때를 당해서는 이기에 아첨하고 윤원형을 도와서 몰래 은밀한 기회를 엿보고 몰래 녹훈되기를 도모하여 마침내 큰 옥사의 단서를 열고 헤아릴 수 없는 변을 조성하였다. 교묘하게 근거 없는 말을 날조하여 맨 먼저 처치할 계책을 진달함으로써 우리 임금의 어린 아들로 하여금 죄 없이 죽게 하였다.정언각은 독기를 크게 부리던 날에 근거 없는 말을 억지로 끌어다 붙여 무고한 사류로 하여금 머리를 나란히 하여 죽음을 당하게 함으로써 마침내 국가를 병들게 하였으니, 그 마음 씀씀이의 흉악하고 참혹함이 극에 달하였다. 윤원형이 위복의 권한을 그의 손아귀에 쥐자 그 세력에 아첨하고 흉악한 기염을 부추겨 모든 음모와 사특한 의논을 영합하고 부추겨서 진신에게 화를 떠넘기고 국가에 해를 끼쳤으니, 그 참혹하고 악독한 정상을 이루 다 형언할 수 없다. 또 심통원의 집에 다시 무릎을 꿇고 어두운 밤에 왕래하여 종적이 무릎을 꿇고 숨겼으니, 남을 해치려는 마음을 품고 그의 비위를 맞추었다. 또한 재신이 내수사의 폐단을 극언한 것으로 인하여 곡진하게 아첨하고 간사한 말을 하여 남을 모함하고 모함하는 술책을 이루려고 하였다. 권간이 번갈아 나와 그들과 결탁하여 심복이 되지 않은 것이 없었고 명성과 위세가 서로 의지하고 행실이 개돼지와 같았으며, 꾀가 매우 귀역과 같았다. 권문이 잇따라 무너지자 관작과 지위가 예전과 같고 시세가 바뀌었으나 부귀는 여전하였다. 음험하고 사특한 모의는 늙을수록 더욱 익숙해졌다. 경연에 입시해서는 구원한다는 비난을 극력 헐뜯었고 청류를 시기하고 질시하자 일망타진할 계책을 은밀히 도왔다. 예로부터 소인으로서 악을 행한 자가 한둘이 아니었지만 이보다 심한 자는 없었다. 선왕이 원통함을 씻어 주는 것을 보고서 거짓으로 상소를 올려 풀어 줄 계책을 진달하였으니, 이익이 있는 곳에는 하지 않는 짓이 없었다. 음험하고 반복 무상하며 시기심 많고 잔인하며 아첨하고 틈을 엿보아 명장을 멋대로 끊고 선을 해치고 곧은 것을 해쳤다. 재앙을 빚어내고 간특한 짓을 하여 국맥을 손상하고 조정을 어지럽혔으니, 온갖 악을 다 갖추고 한 가지 선행도 기록할 만한 것이 없었다. 20년 이래로 악을 편들고 간인을 편들지 않은 것이 없어서 처음부터 끝까지 모두 나라를 그르치고 정사를 어지럽힌 일이었으니, 이는 바로 여러 대의 늙은 적이고 선왕의 옛 신하가 아니다. 이와 같은 죄악을 짓고도 목숨을 보전하고 있는 것은 형벌을 제대로 적용하지 못한 것이 심하다. 원정하여 죄를 정하는 것은 비록 봉성군의 일이 아니더라도 죽어도 남는 형률이 있다. 선왕께서 간신을 배척하던 날에 미처 아울러 논하지 못하고 오늘에 이르렀는데, 인심이 오랫동안 분개하고 공론이 날로 격렬해지고 있다. 지금 정시하는 날을 당하여 간신을 제거하는 법은 마땅히 이와 같아야 한다. 단지 파직만 한다면 숭품의 품계가 있는 것을 보전하고 편안히 후한 녹을 누리게 되어 큰 간신과 큰 간특한 자들이 징계되거나 두려워하는 바가 없게 될 것이니, 훗날의 화를 장차 이루 다 말할 수 없을 것이다. 관작을 삭탈하는 일을 이조에 내리라.”하였다.\n",
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 12월 23일(계묘) 1번째기사",
                "gt-oKo": "전교하였다. “전 광평군(光平君) 김명윤(金明胤)은 본디 흉악하고 교활한 자질로서 간특(姦慝)한 술책을 더하여 음험하고 사휼하며 반측이 무상하다고 마음을 쓰고 일을 행함이 젊어서 부터 비굴했으며 평생의 행실에는 한 가지도 칭찬할 만한 것이 없었다. 시기를 타서 세력에 빌붙을 때에는 오직 미치지 못할 것을 두려워하여 세상을 속이고 명예를 도둑질해서 외람되게 천거(薦擧)의 대열에 끼었다. 죄를 받게 되자 도로 문음(門蔭)의 자리를 차지하고 또 유자(儒者)의 건(巾)을 착용하고는 다시 과거볼 계획을 하였으니, 세상에 어찌 옥당(玉堂)에 들었던 선비로서 다시 과거장에 나가려는 유생이 있겠는가. 식자들은 이미 정당하지 않게 출신(出身)한 것과 볼 만한 행동이 하나도 없는 것을 비루하게 여기고 있었는데, 마침내는 벼슬길에 통하게 되자 스스로 계획대로 되었다고 생각하여 벼슬을 못 얻을까 걱정하고 한번 얻은 관직은 잃어버릴까 근심하여 못하는 짓이 없었다. 높은 지위에 오르고서도 오히려 만족할 줄을 모르고 형세에 따라 오르내리면서 오직 이익만을 살폈으며, 공을 욕심 내고 화단을 일으키기를 좋아하여 때에 따라 변환하면서 종묘와 사직이 불행을 당하게 하였다. 권간(權姦)이 나라를 그르칠 때 이기(李芑)에게 아첨하고 윤원형(尹元衡)을 도와서 몰래 은밀한 기미를 엿보고 비밀히 훈적(勳籍)에 녹공(錄功)되기를 도모하여 드디어는 큰 옥사의 단서를 열었고, 예측하지도 못할 변단을 조성하였는데, 교묘하게 없는 말을 날조하여 앞장서서 ‘처지해야 한다.’는 계책을 진술함으로써 우리 임금의 어린 아들로 하여금 아무 죄도 없이 죽음을 당하게 하였다. 정언각(鄭彦慤)이 크게 독기를 부릴 때에는 근거없는 설을 억지로 끌어대어 무고한 선비들로 하여금 머리를 나란히 하여 죽음으로 나아가게 만들었고, 끝내는 국가가 병들도록 했으니 마음씀이 극도로 흉악 참혹하다 하겠다. 윤원형의 위복(威福)을 손 안에 움켜 쥐자 그 위세에 아첨하고 흉악한 세력을 선동하는 등 모든 음험하고 간사한 모의에 영합하거나 부추기지 않음이 없어, 진신(縉紳)들에게 화를 떠넘기고 국가에 해를 끼친 참혹한 정상을 이루 형언할 수가 없다. 또 거듭해서 심통원(沈通源)의 문전에 몸을 낮추어 어두운 밤중에 내왕하면서 종적을 감추었으며, 남을 해치려는 마음을 품고 권간의 의도에 영합하였다. 또 재상이 내수사(內需司)의 폐단을 극구 말하자 마음을 굽혀 간사하게 아첨하는 말을 해서 남을 모함하여 곤경에 빠뜨리려는 술책을 성취시키려 했다. 권간이 번갈아 출현하니 그들과 결탁하여 심복이 되지 않은 적이 없었고, 형세를 서로 의지하여 행동은 개돼지와 같고, 음모는 귀신이나 물여우보다 심했다. 권문(權門)은 계속 패망하였으나 그의 관직과 지위는 전과 같았으며, 시기와 세력은 변했어도 그의 부귀는 전혀 변함이 없었다. 음흉하고 간사한 꾀는 늙을수록 더욱 숙련되어 경연(經筵) 석상에 입시해서는 원통한 자를 신구(伸救)하자는 간언을 힘을 다해 헐뜯었으며, 깨끗한 사람들을 시기하고 미워하면서 비밀리에 일망 타진하려는 계책을 도왔으니, 예로부터 소인으로서 악을 행한 자가 한둘이 아니었지만 이렇게 심한 자는 있지 않았었다. 선왕께서 억울하고 원통한 누명을 씻어주는 것을 보자 거짓으로 소방(疏放)의 계책을 진달했으니 이익이 되는 일이면 하지 않는 짓이 없었다. 거짓과 반복, 시기외 아첨으로 틈만 있으면 명리(名利)를 독점하고, 착하고 바른 이를 해치고 재앙을 조성하여 나라의 명맥을 해치고 조정을 어지럽게 하는 등 온갖 악이 모두 구비되었고 착한 일은 하나도 기록할 것이 없었다. 20년 이래 간악한 자들과 붕당(朋黨)을 만들지 않은 적이 없어 처음부터 끝까지 모든 것이 나라를 그르치고 정사를 어지럽히는 일이었으니 이는 바로 여러 대의 늙은 도적일 뿐 선왕의 구신(舊臣)이 아닌데, 이와 같은 죄악을 짓고도 목숨을 보존하고 있는 것은 형벌의 균형을 크게 잃은 것이다. 사실대로 죄를 정한다면 비록 봉성군(鳳城君)의 일이 아니더라도 죽여도 오히려 그 죄가 남는데 선왕께서 간인을 물리치던 날 미처 모두 논하지 못하고 오늘까지 이르게 되었으므로 인심은 오래도록 통분하고 공론은 날로 격렬해진 것이다. 지금 새 임금이 즉위하는 날을 당하여 간인을 물리치는 법이 마땅히 이와 같아야 할 것이다. 단지 그 직만을 파한다면 숭품(崇品)을 보유하고서 편안하게 두터운 녹(祿)을 누릴 것이니, 큰 간인이 징계되고 두려워함이 없어 후일의 화가 이루 말할 수 없을 것이다. 관직을 삭탈하라는 것으로 이조(吏曹)에 내리라.”",
                "hj": "○癸卯/傳: “前光平君金明胤, 本以兇狡之資, 濟以姦慝之術, 陰邪險譎, 反側無狀, 處心行事, 自少卑汚。 平生行己, 無一可稱, 乘時附勢, 唯恐不及。 欺世盜名, 猥廁薦選之列, 及其罪也, 旋占門蔭。 又着儒巾, 更爲決科之計, 世豈有曾爲玉堂之士, 復作赴擧之生者乎? 識者已鄙其發身之不正、行檢之掃地矣。 竟通仕路, 自以爲得計, 患得患失, 無所不至。 致位通顯, 尙不知足, 觀勢低昻, 唯利是視, 貪功樂禍, 隨時變幻。 値宗社不幸權姦誤國之際, 諂附李芑, 贊助尹元衡, 潛伺秘機, 陰圖錄勳, 遂開大獄之端, 造成不測之變, 巧捏無形之言, 首陳處置之策, 使吾君幼稚之子, 無罪而就死。 至於鄭彦慤, 大肆毒螫之日, 傅會無根之說, 使無辜士類, 駢首就戮, 卒致邦家之殄瘁。 其用心之兇慘, 極矣。 及元衡得威福在其掌握, 則狐媚其勢, 助扇兇焰。 凡陰謀邪議, 無不迎合而縱臾, 嫁禍縉紳, 貽害國家, 慘毒之狀, 有不可形言。 且復婢膝於沈通源之門, 昏夜往來, 蹤迹跪秘, 包藏禍心, 承望風旨, 亦因宰臣, 極言內需之弊, 曲爲諂邪之說, 欲濟擠陷之術。 權奸迭出, 無不與之結爲腹心, 聲勢相倚, 行同狗彘, 謀甚鬼蜮。 權門繼敗, 而爵位如舊, 時勢變遷, 而富貴自若, 陰邪之謀, 愈老愈熟。 入侍經席, 則力詆伸救之譏, 媢嫉淸流, 則陰助網打之計。 自古小人爲惡者不一, 而未有如此之尤者。 見先王昭雪冤枉, 佯陳疏放之策, 利之所在, 無所不爲。 其傾險反覆, 猜忍諛佞, 投間抵隙, 隴斷名場, 傷善害直, 釀孽作慝, 斲喪國脈, 濁亂朝廷, 有萬惡俱備, 無一善可記。 二十年來, 無非黨惡朋奸之日, 自始至終, 都是誤國亂政之事, 是乃累代之老賊, 非先王之舊臣。 負如此罪惡, 而得保首領, 失刑甚矣。 原情定罪, 雖非鳳城之事, 死有餘律, 在先王斥奸之日, 未及竝論, 以至今日, 人心久憤, 公論日激。 今當正始之日, 去奸之法, 所當如是。 只罷其職, 則保有崇階, 安享厚祿, 巨奸大慝, 無所徵畏, 他日之禍, 將不可勝言。 削奪官爵事, 下吏曹。”"
            }
        },
        "9": {
            "1": {
                "date_ko": "선조 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 12월 9일(기축) 1번째기사",
                "gt-oKo": "상이 비현각(丕顯閣)에서 소대(召對)하였다. 상이 하문하기를, “《대학(大學)》에 ‘얼음을 뜨는 집[代氷之家]’이란 말에서 ‘얼음을 뜬다’는 말은 무엇을 말함인가?” 하니, 기대승(奇大升)이 아뢰기를, “경(卿)은 바로 공경(公卿)인데 천자에게는 삼공(三公)과 육경(六卿)이 있고, 제후(諸侯)에게는 삼공은 없으며, 큰 나라에는 삼경이 있습니다. 경과 대부(大夫) 이상이 되면 녹봉이 많고 일이 갖추어져 있어서 장사나 제사 때에 얼음을 저장해 두고 사용합니다. 《시경(詩經)》 빈풍(豳風)에 ‘섣달에 탕탕 얼음 깨어[二之日鑿氷沖沖]’라고 하였는데, 섣달이란 바로 12월로서 양기(陽氣)가 지하에서 발생하고 음기(陰氣)는 지상으로 피어나서 물이 얼어 얼음이 됩니다. 선왕은 이를 음식에 사용할 뿐만 아니라, 양기가 천기 간에 있을 때는 화기(火氣)가 사물에 붙는 것과 같이 겨울이 되면 음기가 성하므로 얼음을 저장하고, 3∼4월 사이에는 양기가 왕성하게 일어나기 때문에 이것을 꺼내 사용하였던 것이니, 이것이 음양을 섭리하는 큰 정사입니다.” 하였다. 상이 이르기를, “‘백승(百乘)의 집에서는 세금을 가혹하게 징수하는 신하를 기르지 않는다.’고 했는데 천승(千乘)이나 만승(萬乘)의 집안에서는 그렇지 않은가?” 하니, 기대승이 아뢰기를, “천승·만승이라 하여 어찌 그렇지 않겠습니까. ‘세금을 가혹하게 거두는 신하를 기르지 않는다.’는 말을 백승의 집에 대해서만 말한 것은, 백승의 집부터 비로소 채지(采地)가 있기 때문에 가신(家臣)으로 읍재(邑宰)를 삼아 다스리게 하면서 일정한 녹을 먹게 하므로 세금을 가혹하게 거두는 신하를 기르지 않는다는 것입니다. 백승의 집에서도 오히려 세금을 지나치게 거두어 백성들로부터 원한을 사서는 안 되는데 하물며 천승·만승의 집이겠습니까. 작은 것을 거론해서 큰 것을 비유하는 말입니다. 옛날 공의자(公儀子)가 채마밭의 아욱을 뽑아버리고 베짜는 여인을 보내고 말하기를 ‘녹봉을 먹으면서 백성과 이익을 다툰다면 백성들은 장차 무엇을 팔아 생활하겠느냐.’라고 하였습니다. 후세에는 녹봉을 먹으면서도 백성과 이익을 다투어 자기를 살찌우면서 이익을 나누는 일이 심해졌습니다. 도신(盜臣)이란 나라의 소유물을 도둑질하는 자이며, 취렴(聚斂)하는 신하란 백성이 먹을 것을 취렴하여 나라로 들이는 자입니다. 국가의 재산을 도둑질하는 자는 민심을 잃는 데까지는 이르지 않기 때문에 차라리 도신을 두는 것이 낫다고 했으니, 이는 가혹하게 세금을 거두는 신하를 길러서는 안 된다는 것을 심히 말한 것입니다. 후세의 군주들이 부국(富國)의 계책을 가졌기 때문에 이익을 말하는 신하가 있었습니다. 우리 나라 호조(戶曹)의 관원 같은 이들이 나라를 부유하게 할 계획으로 가혹하게 거두어 들이기를 좋아하고 백성들을 생각하지 않는다면 재물은 모이겠지만 백성들이 흩어져서 나라를 다스릴 수가 없을 것이니, 도둑질하는 신하를 두어야 된다는 것이 아니라 가혹하게 세금을 거두는 신하를 길러서는 안 된다는 것을 심히 말한 것입니다.” 하고, 또 아뢰기를, “재물이란 천지가 생산하는 것이라 스스로 일정한 수량이 있어서 백성에게 있지 않으면 임금에게 있게 마련인데, 사치와 욕망을 한껏 하여 무절제하게 사용하면 당장 재물이 부족하여 부득이 세금을 가혹하게 거두어 들이는 신하를 등용하지 않을 수 없습니다. 가렴 주구(苛斂誅求)라는 말이 뜻에 맞기 때문에 임금은 기꺼이 등용합니다. 교묘하게 명목을 만들어 백성들에게 무겁게 거두는 것은 모두 검약(儉約)하지 않기 때문이니 임금께서 만약 가혹하게 거두어들이는 신하를 기르지 않으려면 검약을 근본으로 삼아야 합니다.” 하고, 또 아뢰기를, “지난번에 어떤 사람이 자기 노비가 내수사(內需司)에 편입되었다는 것으로 내수사와 송사(訟事)하여 추심한 일이 있었습니다. 왕자(王者)는 지극히 공평하고 사심이 없기를 천지나 일월과 같아야 하는데 어떻게 타인의 사유물을 받고 심지어 백성과 송사하여 다투기까지 할 수 있겠습니까? 토호의 집에서 백성과 송사로 다투어도 사람들이 그르다고 논란하는데 하물며 국가로서 백성과 송사할 수 있겠습니까. 그러므로 ‘나라는 이익을 이롭게 여기지 않고 의(義)를 이롭게 여긴다. 이(利)란 의롭게 조화하는 것이니, 자신이 편안하면 다른 사람도 편안하다. 이익을 구하지 않더라도 스스로 이롭지 않은 것이 없다.’ 하였으니, 이른바 ‘의로움을 이롭게 여긴다.’는 것이요 ‘이익을 생각하는 마음은 남과 나를 구분하는 데에서 발생하는 것이다. 나에게 이롭게 하고자 하면 반드시 다른 사람에게 해롭게 된다. 사람들이 각각 자신을 이롭게 하고자 해서 더불어 쟁탈한다면 이익을 구하여도 얻지 못하고 해독이 따르게 된다.’ 하였으니, 이른바 ‘이익으로 이익을 삼는다.’는 것입니다. 성인이 이렇게 정녕하게 경계했는데도 후세에 나라를 망치고 가정을 패몰시킨 자들은 거의 대부분이 이러한 뜻에 어두워서 그랬습니다. 십분 성찰하소서.” 하였다. 상이 이르기를, “혈구장(絜矩章)에 ‘덕(德)이란 것은 근본이고 재물이란 것은 말(末)이다.’라고 했으니, 재물이란 것은 말할 필요가 없는데도 말한 것은 무슨 까닭인가?” 하니, 기대승이 아뢰기를, “재물이란 사람들이 이것으로 살아가기 때문에 성인이 중하게 여겼던 것입니다. 옛사람의 말에 ‘먹는 것은 백성의 하늘이다.’ 하였으며, 《역경》에 이르기를 ‘무엇으로 사람을 모으는가? 재물로 한다.’고 하였습니다. 살아가기 위해서는 반드시 음식에 의뢰해야 하니 하루도 재물이 없어서는 안 되는데 다만 재물을 주로 하면 이욕의 마음이 생겨 송사의 다툼이 일어나므로 ‘덕이 근본이다.’라고 한 것입니다. 백성들이 편안한 뒤에 나라가 다스려지니 백성이 풍족해지면 임금도 따라서 풍족해지는 것입니다. 의식이 넉넉하여 위로 어른을 섬기고 아래로 처자를 부양한 뒤에라야 함께 선을 행할 수 있는 것이니, 주림과 추위가 절박하게 되면 염치를 돌아볼 겨를이 없는 것입니다. 맹자 역시 ‘농사철을 빼앗지 않는 것이 왕정의 근본이다.’ 하였는데, 천지 자연의 재물을 절제하여 백성들의 의식이 풍족한 뒤라야 예절을 차릴 수가 있으므로 반드시 재물을 말하는 것입니다. 그러나 재물을 주로 하면 해가 있기 때문에 먼저 덕을 말한 것이니, 임금은 이익을 독점해서는 안 되며 반드시 백성과 더불어 그 이익을 함께 해야 합니다. 홍범(洪範)의 팔정(八政)에도 첫째는 ‘먹을 것’ 둘째는 ‘재물’이라고 하였으니 먹을 것과 재물이 유통된 뒤라야 용도를 풍족하게 할 수 있는 것입니다. 임금이 한갓 정사만 하고 백성 사랑하는 마음이 없다면 이는 근본이 없는 것이며 한갓 마음만 있고 이익을 백성에게 고루 나누어 주는 정사가 없다면 은택이 아랫사람에게까지 미치지 않습니다. ‘재물을 흩는다.’는 것은 백성들과 공유하는 것을 말하며, 재물이 도리에 어긋나게 들어오면 나갈 때도 어그러지게 나가는 것입니다. 《대학》에서 혈구(絜矩)를 위주하여 재물의 용도를 많이 말하는 것은 일상 생활에 재물이라는 것이 없을 수 없기 때문입니다. 임금은 재용(財用)을 잘 처리하여 백성들로 하여금 그 은택을 골고루 입게 해야 합니다. 옛날에는 저축이 있어서 3년을 농사 지어 1년 분의 식량을 남기고, 9년을 농사 지어 3년 동안의 식량을 남겨 두었습니다. 그래서 30년 동안을 비축하여 10년 분의 식량이 여유가 있었던 것이니 국가에 3년 먹을 식량이 없으면 나라가 나라 구실을 못하게 되는 것입니다. 우리 나라는 재물이 부족하고 호조 경비의 수량 또한 풍족하지 못하여 식자들이 민망하게 여깁니다. 근년에는 흉년이 들었는데도 낭비가 많고 도둑질하는 것이 이처럼 풍습이 되었으니 검약을 숭상하고 용도를 절약하여 낭비를 없앤 뒤에라야 지탱할 수가 있을 것입니다.” 하고, 또 아뢰기를, “《대학》의 혈구(絜矩)는 중요한 것이나 가장 어려운 것은 재물입니다. 문왕(文王)이 기산(岐山)을 다스릴 때 경작자들은 9분의 1로 세를 내었는데 이는 성왕(聖王)의 법입니다. 백성들로부터 거두는 데에는 법도가 있어 국가를 위한 경비로 쓴 그 나머지는 저축하여 뜻밖의 용도에 쓰는 것입니다. 우리 나라의 토지는 결수[結卜]가 크기도 하고 적기도 해서 상상전(上上田)은 1결의 세(稅)가 20두(斗)나 되고 하하전(下下田)은 4두입니다. 이것뿐만이 아니라 소소한 공가(公家)의 비용도 모두 백성들로부터 거두며, 각 고을 수령들이 사사로 쓰는 물품까지도 가난한 백성들로부터 거두어 마련합니다. 1결의 토지에 겨우 1곡(斛)을 파종하여 수확이 넉넉하지 않은데 어떤 경우에는 소출을 다 내놓아도 오히려 공가의 부세(賦稅)에 부족하기 때문에 심지어는 우마(牛馬)나 집기(什器)로 바꾸어서 납부하는 자까지 상당히 많아 역(役)이 번거롭고 세금이 무겁기가 지금 같은 때가 없었습니다. 법으로 정해진 정공(正供)은 감액할 수 없지만 그 나머지는 헤아려서 가난한 백성들을 살게 하고, 만약 지나친 수령이 있으면 나타나는 대로 엄하게 다스리되 백성 구제하기를 화재를 구하듯, 물에 빠진 사람을 건지듯이 한 뒤에야 될 것입니다. 지난번 권간(權奸)이 뜻을 얻어 20여 년 동안 가혹하게 거두어들였던 폐단은 이루 말할 수가 없습니다. 수령을 모두 자기들의 사인(私人)으로 뽑아 보내어 뇌물을 받았고, 먼 지방의 제방이나 묵은 토지를 그곳 백성들을 모아 쌓거나 경작하게 하였으므로 각 고을에서는 그 백성들을 부리지 못하고 그 역사를 권간의 역에 나가지 않은 백성들에게 중첩해서 지웠습니다. 그러므로 곤궁한 백성들이 더욱 곤궁하게 되는데 상께서 직접 목격하신다면 어찌 불쌍하고 측은히 여기지 않으겠읍까.” 하였다. 상이 이르기를, “《시경(詩經)》에 ‘즐겁구나, 우리 군자(君子)여! 백성들의 부모로다.’라고 한 것은 무엇을 가리킨 것인가?” 하니, 기대승이 아뢰기를, “‘남산유대(南山有臺)’는 잔치할 때 널리 통용하는 악가(樂歌)이며, 군자는 왕후(王侯)를 가리킨 것입니다. 무왕(武王)이 주(紂)를 치고 태서(泰誓)를 지어서 말하기를 ‘천지는 만물의 부모이다. 진실로 총명한 이가 임금이 될 수 있고, 임금은 백성의 부모가 되는 것이다.’라고 하였습니다. 사람이 천지 사이에 나서 하늘을 아버지로, 땅을 어머니로 삼는데 임금은 하늘을 대신하여 사물을 다스리기 때문에 ‘백성의 부모가 된다.’고 말한 것입니다. 하늘이 백성을 냈는데 백성들 스스로 다스리지 못하기 때문에 반드시 성스럽고 어진 임금에게 부탁하여 백성의 부모가 되게 하는데, 부모가 자식을 낳아서 기르는 데 못하는 일이 없이 하듯이 임금이 백성에 대해서도 그러하기 때문에 왕후(王侯)가 백성의 부모가 된다는 것입니다. 지위를 가지고 말한다면 백성의 부모이나 실제를 가지고 말한다면 백성들이 좋아하는 것을 좋아하고 백성들이 싫어히는 것을 싫어하는 것이 바로 부모의 실제입니다. 그러니 백성의 마음을 자기의 마음으로 여겨서 백성들이 편안하고자 하면 편안하게 하고, 수고로움을 싫어하면 면제하는 것이 이른바 ‘내 마음과 같이하는 것이 서(恕)가 된다.’는 것입니다. 임금은 백성과는 귀천이 현격하여 비록 백성의 부모라고 하나 임금이 만약 보통으로 여겨 절실하게 체념하지 않는다면, 더없이 부귀한 지위로서 어떻게 백성들의 고통을 알 수 있겠습니까. 모름지기 항상 염려하여 날씨가 추우면 ‘동사(凍死)하는 자는 없는가?’ 하고, 농사가 흉년이 들면 ‘굶주리는 자는 없는가?’ 하여 부모가 자식을 생각하는 마음처럼 해야 되는 것입니다. 소신이 시골에서 생장하여 어릴 때 직접 추위와 굶주림을 경험했기 때문에 백성들의 고통을 맛보아 알고 있으나 근래에는 녹봉을 먹으며 몸이 편하기 때문에 백성들의 고통을 때로 잊기도 합니다. 구중 궁궐 위에서 항상 풍년든 해에도 굶주리는 백성을 생각하고 흉년에 죽어가는 백성을 생각하신다면 호령을 내시는 사이에 저절로 백성들은 그 혜택을 입을 것입니다. 임금이 이러한 백성들의 고통을 생각하지 않으면 여러 신하들이 위의 뜻에 아부하여 흉년이 들었는데도 백성들이 부유하다고 하고 전쟁하는 때에도 백성들이 편안하다고 할 것이니, 좌우가 가리우는 폐해가 이와 같습니다. 《대학》에 ‘나의 덕을 밝혀서 백성을 새롭게 한다.’고 한 것은 첫째로 임금의 책임이며 그 다음은 경대부(卿大夫)의 책임입니다. 성인(聖人)은 백성들이 선하지 않은 것은 근심하여 모든 백성들이 선을 회복하기를 바랐는데, 후세에는 백성들이 편안하지 못해도 어떻게 하면 편안하게 할까를 생각하지 않으니, 하물며 선하지 않은 자가 선해지기를 바랄 수 있겠습니까? 전일 흉년이 들어 길바닥에 굶어죽은 자가 많았는데 비록 황정(荒政)이 있었지만 구제하지 못하여 참담함이 극도에 달했습니다. 금년의 흉년은 전에 없던 일인데 산릉(山陵)의 역사를 겨우 마치자 중국 사신이 연달아 오니 백성들의 고통은 이루 말할 수가 없습니다. 소신이 일찍이 사명(使命)을 받들고 의주(義州)에 다녀왔는데 황해도와 평안도의 농사가 극도로 흉년이 들어 거의 먹을 것이라곤 없었습니다. 바라건대 백성들을 보호하시는 마음을 항상 간직하시고 노심 초사하시어 살리는 방도를 강구하소서.” 하였다. 상이 이르기를, “‘그러므로 나라를 다스리는 것은 그 집안을 다스리는 데에 있다. [故治國在齊其家]’고 했는데 다른 장에서는 없고 이 장에서만 말하는 까닭은 어째서인가?” 하니, 기대승이 아뢰기를, “‘그러므로[故]’란 말은 윗문장을 종결하고 아랫문장을 시작하는 것인데 ‘나라를 다스리는 것은 그 집안을 다스리는 데에 있다.’는 뜻을 윗문장에 이미 말하였고, 아래에 또 시(詩)를 인용하여 하는 말이 있기 때문에 ‘고(故)’자로써 윗문장을 종결짓고 아랫문장을 끌어내었으며 세 번 시를 인용한 아래에 또 맺는 말이 있습니다.” 하였다. 상이 이르기를, “삼강령(三綱領)을 해석한 곳에는 단지 능한 자의 사실만을 말하고 능하지 못한 자의 사실을 말하지 않은 것은 어째서인가?” 하니, 기대승이 아뢰기를, “성현이 글을 지어 논조를 세울 때에는 자세하고 간략한 것이 있습니다. 대체로 삼강령(三綱領)과 팔조목(八條目)은 차이가 있는 것이 아니라, 팔조목은 바로 삼강령 중의 세 조목이니 5장과 6장에 자세히 나누어 말하였습니다. 《대학》 가운데서 성의(誠意) 공부가 가장 중요한데, 사물의 이치를 극진히 알고 내 마음에 모르는 것이 없어서 생각이 성실해지면 공부가 극진해지기 때문에 7장에서는 다만 마음이 있고 없는 것의 폐단을 말하고 공부는 말하지 않았으니, 이는 마음이 사물과 접하게 되면 욕망이 동하고 감정이 우세하므로 마음을 간직하여 성찰(省察)할 수 없을까 염려해서입니다. 8장 역시 편벽됨의 병통을 말했는데 몸소 사물에 접하여 편벽된 것을 다스리게 되면 성의 공부가 막힘 없이 유통하게 되니 대개 성의가 된 뒤에는 공부가 쉽게 됩니다. 9장은 자신을 닦아 집안을 가르치는 것을 말했는데 자신을 수양하는 공부를 이미 다했으므로 이것을 가정에까지 미루어가는 것입니다. ‘명령하는 바가 그가 좋아하는 것과 반대된다.’고 했는데 만일 위에서 혹시 사사로 바치는 물건을 받게 되는 것은, 그 사람을 좋아해서도 아니고 그 물건을 귀중히 여겨서도 아니지만 일단 받게 되면 신하들이 뇌물을 주고 받은 잘못을 금할 수가 없을 것입니다. 임금의 행동에 터럭만한 것이라도 온당하지 못한 것이 있으면 인심은 지극히 신령스러우므로 형세에 눌러 말은 못하더라도 마음속으로는 반드시 ‘위에서 이렇게 하는데 어떻게 나를 금지하겠는가.’라고 할 것입니다. 이렇게 되면 정사가 비록 선하더라도 사람들은 반드시 불신하게 될 것입니다. ‘자기에게 선이 있어야 다른 사람에게 선을 요구할 수 있고, 자기에게 악이 없어야 남을 비난할 수 있다.’고 했으니, 이것이 이른바 ‘자기를 미루어 남에게 미친다. [恕]’는 것입니다. 10장은 의미가 광범한데 아랫사람에게 싫어 하는 것으로 윗사람을 섬기지 말라는 것입니다. 국사(國事)로 말할 것 같으면 무오년에 환관(宦官)이 사신으로 왔을 때 요청한 대강군(擡扛軍)이 5백 명에 이르고, 한 대강을 담당한 짐꾼이 많은 경우에는 20여 명에 이르렀는데, 황해도(黃海道) 각 고을의 짐꾼이 5∼6백 명도 못 되는 실정이었습니다. 중국 사신이 끼치는 폐단은 바로 윗사람에게 싫어하는 것입니다. 우리 나라의 환시(宦寺)들이 외방에 가서 범법한 사실의 유무를 조사할 때에 폐단이 있다면 역시 이와 같을 것이니, 윗사람에게 싫어하는 바로써 아랫사람을 부리지 말아야 될 것입니다. 또 신하가 임금에게 마음을 다하지 않아서 간혹 속이는 폐단이 있습니다. 일본(日本) 사신이 간사하고 악독한 마음을 부려 요구해 가져가는데 이것은 아랫사람에게서 싫어하는 바입니다. 우리 나라 사신으로 연경(燕京)에 간 자들이 무역의 이익을 좋아한다면 역시 이와 같을 것이니 아랫사람에게 싫어하는 바로써 윗사람을 섬기지 말아야 할 것입니다. 또 나도 효도를 하고 싶고 백성들도 효도를 싶어한다면 그들로 하여금 효도를 다할 수 있도록 해 주어야 하고 자신은 잘하고 다른 사람은 잘못하게 해서는 안되니 이것이 모두 혈구(絜矩)의 뜻입니다. 대개 10장은 좋아함과 싫어함, 의(義)와 이(利)를 말했는데, 나라를 다스리는 도는 좋아함과 싫어함, 의와 이뿐입니다. 맹자(孟子)가 처음에 양혜왕(梁惠王)을 보고 말하기를 ‘하필 이(利)를 말하십니까. 역시 인(仁)과 의(義)가 있을 뿐입니다.’라고 했으니 의와 이의 분별이 가장 중요한 것입니다.” 하고, 또 아뢰기를, “《대학》은 분량이 많지 않은 책인데 경(經) 1장은 대개 공자(孔子)의 말씀일 것입니다. ‘대개’라고 한 것은 분명하지는 않다는 말입니다마는 경 1장은 간략하면서도 이치가 갖추어져 있으며, 말은 비근하면서도 뜻이 원대하니 성인이 아니면 미칠 수가 없는 것입니다. 말이 축약된 문장은 읽기에 이해하기가 쉽지 않은 듯하나 반복해서 완미해 보면 그 의미가 경 1장에 완비되어 있으니 경 1장을 읽을 때 전(傳) 10장의 의미를 함께 포함시켜 보면 서로 뜻이 드러납니다. 제왕(帝王)의 학문은 필부와는 다르니 장구(章句)의 훈고(訓詁)뿐만 아니라 반드시 큰 곳을 보아야 합니다. 명덕(明德)이란 것은 사람이 하늘로부터 얻은 것이어서 허령 불매(虛靈不昧)하고 모든 이치가 다 갖추어져 있어 모든 일에 응할 수 있는 것입니다. 사람들이 하늘로부터 얻은 것은 누구나 부여받은 인(仁)·의(義)·예(禮)·지(智)의 성(性)이고, 허령 불매한 것은 심(心)이며, 여러 가지 이치를 갖춘 것은 성(性)이며, 모든 일에 대응하는 것은 정(情)입니다. 심이란 성과 정을 통섭(統攝)하는 것으로, 이(理)와 기(氣)가 합하여 마음이 된 것이지만, 이가 주체이고 기가 발하게 하기 때문에 간직하면 보존되고 놓아버리면 떠나는 것입니다. 명덕이란 것은 선(善)을 위주로 하나 인심을 가지고 말하면 진실과 거짓, 그릇됨과 올바름이 있고, 명덕을 가지고 이름하면 강충(降衷)이란 것이니 성이 겉으로 나타난 것입니다. 명덕이란 사람마다 다 같이 가지고 있는 것인데 음양(陰陽)과 오행(五行)으로 나타납니다. 때문에 기품(氣稟)이 없을 수 없으며, 이목구비(耳目口鼻)를 통한 욕망이 없을 수 없는데, 기품과 물욕에 가리워져서 때로는 혼미(昏迷)할 경우도 있으나 본체(本體)의 밝음은 일찍이 그칠 때가 없었습니다. 천리(天理)는 어디에나 밤낮없이 유행하므로 비록 오랫동안 폐색(閉塞)되어 있었다 할지라도 감응하면 곧 본체가 나타납니다. 어린아이가 우물 속으로 들어가는 것을 보면 두려워서 불안한 생각이 저절로 생기고, 수오(羞惡)와 공경 등의 마음이 경우에 따라 끝없이 나타나는데도 사람들이 스스로 알지 못합니다. 그러므로 물욕에 깊이 가리워져서 천리를 잃어버리게 되면 금수(禽獸)와 다를 것이 없는데, 만약 나타나는 것을 인연하여 밝혀 나간다면 처음에는 은미하더라도 배양(培養)하여 점차 키울 수 있을 것입니다. 천리를 1분(分) 자라게 하면 1분 인욕(人慾)을 사라지게 할 수 있고, 10분의 천리를 자라게 하면 10분의 인욕을 없앨 수 있어 본성의 단서가 점차 회복될 수 있습니다. 상께서 아무런 잡념없이 사물을 대응하실 때와 고요하여 아무런 욕망이 없을 때 깊이 성찰(省察)하시거나, 혹은 독서하실 때 깨달으신다면 본체의 밝음을 보실 수 있습니다. 기질을 변화시키고 습관이 몸에 배어 성품을 변하게 하면 인욕이 소멸되고 천리가 막힘 없이 통행하게 되는데 이것이 명덕의 공부입니다. 명덕의 요체(要諦)는 생각을 정성스럽게 하는 것이 가장 중요한데, 마음이 발할 때에는 진실되기가 가장 어려우니 악을 미워하는 마음을 물속이나 불속에 들어갈 수 없는 것과 같이 하여야 선을 행하는 것이 날마다 진보되고 달마다 더해짐이 있을 것입니다. 한가하게 계실 때에 이러한 뜻을 유념하셔서 때때로 강론(講論)을 접하신다면 학문이 날로 진보하실 것입니다. 옛사람의 말에 ‘임금이 하루 동안에 환관이나 궁첩(宮妾)과 가까이 지내는 시간은 적고, 어진 사대부들과 접촉하는 시간이 많은 뒤에야 덕성을 함양할 수 있다.’고 하였고, 또 말하기를 ‘배우는 것은 훌륭한 사람과 가까이하는 것보다 더 손쉬운 것은 없다.’ 하였으니, 환관이나 궁첩과 오래 있으면 무례한 마음이 생기고 어진 선비와 오래 있으면 공경하는 마음이 생기는 것입니다. 인민의 고통이나 농사일의 어려움들이 모두 학문하는 일이 아님이 없으니 마음을 잘 지키고 방종하지 않으면서 용맹하게 힘을 다해 노력한다면 덕이 날로 진보할 것이지만, 그럭저럭 한가하게 세월만 보낸다면 이익됨이 없을 것입니다. 공자께서 말씀하기를 ‘학문은 못 미치는 듯이 하며 한편으론 잃어버릴까 두려워해야 한다.’ 했으니 강론(講論)에 힘쓰면 날마다 자기가 모르던 것을 알게 되어 마음이 편안해지고 이치에 익숙해질 것입니다. 그러니 자주 접견하셔서 하루 동안 따뜻했다가 열흘 동안 춥게 하는 것과 같이 일이 없게 하소서. 여염의 유자(儒者)들도 반드시 사우(師友)가 있는 뒤에야 학문이 진보되는 것입니다. 만약 자기 한 사람의 견해만 가지고 학문을 하면 소견이 잘못되어 자기의 견해를 버리고 다른 사람을 따르지 못하게 되어 그 폐단이 많은 것입니다. 다시 더 유념하소서.” 하고, 또 아뢰기를, “‘독대학법(讀大學法)’은 바로 주자(朱子)가 문인(門人)들에게 제시한 것인데 말이 매우 긴요하다고 간절합니다. 당초 진강(進講)할 때는 어록(語錄)이 있고 번잡할 듯하므로 진강하지 않았는데 한가하실 때에 때때로 살펴보시면 도움이 많을 것입니다. 다만 독법(讀法)의 토는 비록 감수하여 교정(校正)했어도 간혹 타당하지 않은 곳이 있기 때문에 고쳐서 들이려고 했으나 시간이 미치지 못했습니다. 토를 고친 뒤에 때때로 열람하시다가 의심나시거든 하문하소서. 이렇게 하신 뒤에야 크게 진보가 있을 것입니다. 이 책은 권질(卷帙)이 작고 말을 만든 것이 간략하나 천하 국가사를 망라하지 않은 것이 없기 때문에 그 요령을 얻기가 매우 어렵습니다. 장구(章句)의 집주(輯註)를 다 볼 필요는 없고 비록 대주(大註)라도 아주 절실하지 않은 것이 있으니 본문을 음미하여 마음속으로 체득함이 가장 좋습니다. 제왕(帝王)이 학문을 할 때는 기타 잡서(雜書)는 볼 것이 없고 이들 책만 보신다면 재미없던 곳도 점차 깨달아서 재미가 있게 될 것입니다.” 하고, 또 아뢰기를, “김명윤(金明胤)의 죄상을 양사(兩司)에서 연일 복합(伏閤)하고 본관(本館)에서 여러 차례 차자를 올렸는데도 아직까지 윤허를 얻지 못하여 많은 사람들의 심정이 답답해 하고 있습니다. 부정하고 반복 무상하여 흉악한 정상이 삼사(三司)의 계사(啓辭)에 다 나왔으니 상께서도 반드시 통찰하셨을 터인데 노인의 지난날의 과실이라고 해서 어렵게 여기십니다. 그러나 그의 평생 동안의 행동이 반복 무상했었는데 지금까지 몸을 보전하고 있으니 국가의 불행입니다. 공론이 이미 드러났으니 상께서는 굽어 살피셔서 인정을 따르지 않을 수 없습니다. 봉성군(鳳城君)은 밀계(密啓)에 의해 죄를 받았는데, 이는 대체로 밀계가 발의된 후 조정에서 부득이 논계하자 선왕께서 여러 달을 굳게 거절하시다가 조정이 끝까지 청하자 할 수 없이 죄를 준 것이니 어찌 선왕의 본의였겠습니까. 을사 사화의 초기에 죄를 정하고 공을 기록할 때 명윤(明胤)이 공신으로 기록되고 싶어 윤임(尹任)을 처치하고자 아뢰면서 봉성군은 관련된 사실이 없는데도 아울러 처치하기를 청하였는데 처치라는 것은 죽이라는 것입니다. 왕자 중에 착한 사람이 있음은 국가의 복인데 고변(告變)으로 공을 얻을 것을 마음에 두어 감히 처치할 것을 고했으니 너무 심한 일입니다. 그러나 윤원형(尹元衡)이 권력을 잡고 있을 당시에, 누가 입을 열 수 있었겠습니까? 선왕께서도 이 사실을 아시고서 죽은 뒤에 왕자의 예로 장례를 지냈으니 지극하다고 하겠습니다. 지금에 이르러 그 죄를 추론(追論)하고자 하는 것이 아니라 간사하고 반복이 심한 사람을 축출하여 조정에 머물러 있지 못하게 하고자 하는 것입니다. 한 무제(漢武帝)는 웅대한 재주와 지모(智謀)가 있었는데, 강충(江充)이 여 태자(戾太子)를 참소하여 무고(巫蠱)의 옥(獄)을 크게 일으켰고 태자가 애걸했지만 강충은 듣지 않았습니다. 태자는 드디어 강충을 죽이고 스스로 해명하려고 했으나 사람들이 태자가 반란을 일으켰다고 말했으므로 무제는 크게 노하여 승상(丞相)에게 대궐에서 군사를 거느리고 토벌하게 하니, 태자는 5일 동안 싸우다가 패망하고 호(湖)에 이르러 스스로 목매어 죽었습니다. 뒷날 고침랑(高寢郞) 전천추(田千秋)가 간하기를 ‘자식이 아버지의 군사를 멋대로 부린 죄는 태형(笞刑)에 해당합니다. 꿈에 백발의 노인이 신으로 하여금 상서(上書)하도록 하였다.’ 하자, 무제는 이는 바로 고묘(高廟)의 신령이 자신에게 일러준 것이라 생각했으며, 태자가 황공하여 그랬을 뿐 다른 뜻이 없었음을 알고는 드디어 강충의 일족을 멸하고 귀래망사지대(歸來望思之臺)를 세웠습니다. 부자 사이에도 소인들이 이간질하는 정상이 이와 같으니 하물며 봉성군의 사건이야 지적할 형적이 없겠습니다. 훈적(勳籍)에 오르기 위하여 ‘처치해야 된다.’고 진언하였으니, 지금까지 모두들 그 억울함을 알고 있습니다. 비록 그 죄목으로 그를 죄줄 수는 없지만 어찌 그로 하여금 조정에 머물게 해서야 되겠습니까. 사람들의 감정이 통분해 하지 않는 이가 없으니 흔쾌히 공론을 따르시어 먼 변방으로 유배시킨다면 인심이 안정되고 공론이 정해질 것입니다.” 하였다.",
                "hj": "○己丑/上召對于丕顯閣。 上問: “伐氷之家, 伐氷者何謂也?” 奇大升啓曰: “卿是公卿, 天子之三公六卿, 諸侯無三公, 大國三卿。 卿大夫以上, 祿厚而事備, 故於喪祭, 藏氷以用。 《詩》豳風: ‘言二之日, 鑿氷沖沖。’ 二之日, 卽十二月也。 陽氣生於地下, 陰氣發於地上, 水凍而成氷。 先王非徒用於飮食, 陽氣在天地間, 如火之着於物。 冬則陰盛, 故藏氷。 三四月之間, 陽氣發盛, 故出用。 此燮理陰陽之一大政事也。” 上曰: “百乘之家, 不畜聚斂之臣云, 千乘萬乘, 獨不然乎?” 大升啓曰: “千萬乘, 何獨不然乎? 不畜聚斂之臣, 獨言於百乘之家者, 百乘之家, 始有采地, 故以家臣爲邑宰, 而使治之, 食其常錄, 故不畜聚斂之臣。 百乘之家, 猶且不可聚斂, 以取怨於民, 況於千萬乘乎? 擧小而喩大之言也。 古者, 公儀子拔園葵, 去織婦曰: ‘食祿而與民爭利, 則小民將何所售乎? 後世食祿, 而爭利於民, 肥己而爲分利之事, 甚矣。 盜臣者, 盜國之有者也。 斂臣者, 斂民食, 而入之國也。 盜國財者, 不至於失民心, 故曰家有盜臣, 所以甚言斂臣之不可畜也。 後世人主有富國之計, 而言利之臣起矣。 如我朝戶曹之官, 欲富國計喜聚斂, 而不念生民, 則財雖聚而民散, 不能爲國矣。 非宜有盜臣也, 所以甚言聚斂之臣之不可畜也。” 又啓曰: “財者, 天地所生, 自有常數, 不在於民, 則在於上。 窮奢極慾, 用之無節, 則目前財匱, 不得不用斂臣矣。 掊克之言, 順適其意, 故人君樂用焉。 巧爲名目, 重取於民, 皆由於不儉約。 人君如欲不畜斂臣, 當以儉約爲根本也。” 又啓曰: “頃者, 或有人, 以其田民, 納于內需司, 內需司就訟而推之。 王者至公無私, 與天地日月爲一, 何可受人之私物, 至與民爭訟乎? 豪右之家, 與民爭訟, 人且非議之, 而況以國, 而可與民訟乎? 故曰國不以利爲利, 以義爲利也。 利者義之和, 己安而人亦安矣。 不求利而自無不利, 所謂以義爲利者也。 利心生於物我之相形, 欲利於己, 必害於人。 人各欲利於己, 而與我爭奪, 則求利未得, 而害己隨之, 所謂以利爲利者也。 聖人之丁寧告戒如此, 而後世亡國敗家者, 率多昧於此義, 伏願十分省念焉。” 上曰: “絜秬言, 德者本也, 財者末也, 則財不必言, 而言之何耶?” 大升啓曰: “財者, 人之所以生養者, 故聖人重之。 古人有言, 食爲民天。 《易》曰: ‘何以聚民? 曰財。’ 生理必賴飮食, 不可一日而無財。 但以財爲主, 則利欲之心生, 而爭訟起矣。 故曰德者本也。 民安然後國治, 百姓足, 君誰與不足? 衣食足以仰事俯育, 然後可與爲善。 飢寒切身, 則不顧廉恥。 孟子亦以不奪農時, 爲王政之本, 因天地自然之財, 而撙節之, 民之衣食旣足, 然後可以治禮節, 故必言財。 然以財爲主, 則有害, 故先言德。 人君不可專利, 而必與百姓同其利也。 《洪範》八政, 一曰食, 二曰貨, 食貨流通, 然後足用矣。 人君徒政, 而無愛民之心, 則是無根本也; 徒心, 而無均民之政, 則澤不下究矣。 散財者, 謂與民共之也。 貨悖而入者, 亦悖而出矣。 《大學》以絜秬爲主, 而多言財用者, 人生日用, 不可無財者也。 人君善處財用, 使民均蒙其澤, 可也。 古有蓄積, 三年耕, 餘一年之食, 九年耕, 餘三年之食, 積三十年, 則餘十年之食。 國無三年之食, 國非其國矣。 我國財用匱乏, 戶曹經費之數, 亦且不滿, 識者悶之。 近年凶荒, 而浮費亦多, 偸竊成習。 如此崇儉節用, 省去浮費, 然後可以扶持矣。” 又啓曰: “《大學》, 絜矩爲大, 而最難者財也。 文王之治岐也, 耕者九一, 此聖王之法也。 取民有制, 爲國經費, 而蓄其餘, 以爲不時之用。 我國田土結卜, 或大或小, 上上則一結之稅, 至二十斗, 下下則四斗也。 不特此也, 小小公家之用, 皆取於民。 至於各官守令私用之物, 亦於窮民取辦。 一結之田, 僅種一斛, 而收穫不饒。 或有盡其出, 而猶不足於八家之賦。 至以牛馬什器, 易而納之者居多。 役煩賦重, 莫此時若也。 常式正供, 不可減也, 其餘量度蠲減, 以活窮殘之民。 如有泛濫守令, 隨現痛治, 救民如救焚拯溺, 然後可矣。 往時權奸得志, 二十餘年聚斂之弊, 何可勝言? 守令皆以私人差遣, 而受其賂遺。 至於遠方堤堰陳田, 皆萃生民, 而耕治之, 各官不能役其民。 又以其役, 疊責於見存之民, 故困者益困矣。 自上若或目睹, 則豈不爲之惻然矜憐乎?” 上曰: “《詩》云: ‘樂只君子, 民之父母。’ 何指也?” 大升啓曰: “南山有臺, 燕饗通用之樂歌。 君子指王侯也。 武王伐紂, 作泰誓曰: ‘惟天地, 萬物父母; 亶聰明, 作元后, 元后作民父母。’ 人生天地間, 天爲父, 而地爲母, 元后代天理物, 故曰作民父母。 天降生民, 不能自治, 必付之聖賢之君, 而父母斯民理, 父母之於子, 爲之生, 養無所不至。 君之於民亦然, 故王侯爲民之父母。 以位言之, 則父母也, 以實言之, 則好民之所好, 惡民之所惡, 此父母之實也。 今者, 以民心爲心, 民欲安則安之, 惡勞則免之, 所謂如心爲恕者也。 君之與民, 貴賤懸隔, 雖曰父母斯民, 而人君若付之尋常, 不能深切體念, 則以富貴之極, 何知斯民之困苦乎? 須常常念慮, 日寒則無乃有凍乎? 年荒則無乃有飢乎? 如父母念子之心, 然後可矣。 小臣生長鄕曲, 少時身不免飢寒, 故民之疾苦, 備嘗知之。 近來食祿而身安, 則民之疾苦, 有時而忘之矣。 九重之上, 常念樂歲之飢餓、凶年之死亡, 則發號施令之間, 自然民被其惠矣。 人君不念斯民之困苦, 則群臣阿附上意, 年凶, 而以民富爲言, 軍旅之時, 而以民安爲言, 左右壅蔽之害, 如是矣。 《大學》明德而新民, 人主之責也。 其次, 則卿大夫之責也。 聖人, 以民之不善爲憂, 欲其皆有以復於善, 後世, 民不安, 而不念其所以安之, 況望善其不善者乎? 往者, 年凶多有道莩, 雖有荒政, 亦不能救, 慘惔極矣。 今年凶荒, 前古所無, 山陵甫畢, 而天使連來, 民之艱苦, 不可言也。 小臣曾奉使往還義州、黃海、平安, 農事極荒, 頓無所食之物。 伏願, 保民之念, 每每存省, 勞神焦思, 求有以活之也。” 上曰: “故, 治國在齊其家。’ 他章無之, 此章獨言, 何耶?” 大升啓曰: “故者結上生下, 治國在齊其家之意, 上文旣言之, 下又有引《詩》之言, 故以故字結上生下, 而三引《詩》之下, 又有結語。” 上曰: “三綱領釋處, 但言能者之事, 不言不能者之事, 何耶?” 大升啓曰: “聖賢著書立欲, 有詳略。 大抵三綱八目, 非有異也。 八目乃三綱中三目也, 五章六章, 細分而言之。 《大學》中誠意功夫最大, 物格知至而誠意, 則功夫己盡, 故於七章, 只言有心無心者之病, 而不言功夫。 心與物接, 恐其欲動情勝, 而不能操存省察也。 八章亦言偏僻之病, 身與物接, 治其偏處, 則誠意功夫流通矣。 大槪誠意之後, 則功夫易矣。 九章言修身, 而敎於家, 修身功夫已盡, 故以此, 而推之於家也。 所令反其所好者, 如自上或受私獻之物, 則非好彼人也, 非重彼物也, 而臣下人情間失誤之事, 不可得而禁矣。 人主所爲, 一毫有未安之事, 則人心至靈, 雖壓於勢, 不能言之, 而其心必以爲, 自上如此, 何能禁我云爾? 則政事雖善, 而人必不信矣。 故有諸己而後, 求諸人; 無諸己而後, 非諸人, 所謂恕也。 十章則意思廣矣。 ‘所惡於下, 毋以事上,’ 以國事言之, 則戊午年宦官天使之來, 一路求請, 擡扛軍, 至於五百, 一擡扛擔持之軍, 多至二十餘名。 黃海道各官櫃軍, 不滿五六百名, 中國使臣之作弊, 卽所惡於上者也。 我國宦寺, 擲奸於外方, 如有弊端, 則亦如此矣。 當以所惡於上者, 毋以使下也。 又臣不盡心於上, 或有欺罔之弊。 日本使臣出邪毒之心, 求索以去, 此則所惡於下者也。 我國使价之赴京者, 若好貿易之利, 則亦如此矣。 當以所惡於下者, 毋以事上也。 且如吾亦欲孝, 而民亦欲孝, 則使之盡其孝, 毋使己邊長, 而人邊短, 此皆絜矩之意也。 大槪, 十章言好惡義利。 治國之道, 好惡義利而已。 孟子初見梁惠王曰: ‘王何必曰利? 亦有仁義而已矣。’ 義利之辨, 最大矣。” 又啓曰: “一部《大學》, 不多之書, 而經一章, 蓋孔子之言。 蓋者, 疑辭。 辭約而理備, 言近而指遠, 非聖人, 不能及也。 辭約之文, 讀之似不易曉, 反復玩之, 則其意備於經一章。 覽經一章時, 傳十章之意, 兼入而見之, 則互相發明矣。 帝王學問異於匹夫, 不徒章句訓誥, 必見其大處。 明德者, 人之所得乎天, 而虛靈不昧, 具衆理而應萬事者也。 人之所得乎天者, 天莫不與之以仁義禮智之性也。 虛靈不昧者, 心也。 具衆理者, 性也; 應萬事者, 情也; 心者, 統性情者也。 理氣合而爲心, 理雖爲主, 而氣以發之, 故操存而舍已。 明德者, 以善爲主而言, 人心, 則有眞妄邪正, 以明德爲名, 則降衷者, 性之發見者也。 明德者, 人人之所同得, 而以陰陽五行爲形, 故不能無氣稟, 不能無耳目口鼻之欲。 以氣稟物欲之拘蔽, 有時而昏, 而本體之明, 有未嘗息也。 天理往往, 晝夜流行, 雖閉塞之久, 感之則本體見矣。 見孺子入井, 而怵惕自發。 羞惡、恭敬等心, 隨處發見無窮, 人自不知, 故物欲深蔽, 而天理喪滅, 無異於禽獸矣。 若因其所發, 而遂明之, 則始雖幽微, 而可以培養漸大矣。 長一分天理, 則消一分人慾; 長十分天理, 則消十分人欲, 本性之初, 漸可復矣。 自上, 虛明應物之際, 湛然無欲之時, 深加省察, 或於讀書時覺悟, 則可見本體之明矣。 變化氣質, 習與性成, 人欲消鑠, 天理流行, 此明德工夫也。 明德之要, 誠意爲大; 心之發也, 眞實爲難。 惡惡之心, 如水火之不可蹈, 而爲善日就月益矣。 燕閑之時, 體念此意, 時時接對講論, 則學日進矣。 古人言: ‘人主一日, 親宦官宮妾之時少, 接賢士大夫之時多, 然後可以涵養德性。’ 又曰: ‘學莫便乎近其人。’ 與近習久處, 則褻慢之心生; 與賢士久處, 則恭敬之心生矣。 人民疾苦, 稼穡艱難, 無非學問中事。 存心不放, 勇猛奮勵, 然後德日進; 悠悠泛泛, 則無益矣。 孔子曰: ‘學如不及, 猶恐失之。’ 着力講論, 則日知其所未知, 心安而理熟矣。 須數爲接對, 毋如一曝而十寒也。 閭巷之儒, 必有師友, 然後學問進矣。 若以一己之見爲學, 則所見一誤, 不能舍己從人, 其弊多矣。 更加留念焉。” 又啓曰: “讀《大學》法, 乃朱子所以示門人也。 言甚要切, 當初進講時有語錄, 且似煩雜, 故不爲進講矣。 燕閑之間, 以時覽觀, 則爲益多矣。 但讀法之吐, 雖監校正, 而或有末安處, 欲改而入之, 則時未及矣。 改吐然後, 時時閱覽, 有疑則下問, 如此後長進矣。 此書, 卷秩小而立言簡, 當天下國家, 無不包羅, 故得其要領甚難。 章句輯註, 不須看, 雖大註, 亦不極切。 玩味大文, 體認心上, 最可帝王之學。 他餘雜書, 不當看, 只看此等書, 則無味處, 漸覺有味矣。” 又啓曰: “金明胤罪狀, 兩司連日伏閤, 本館累次陳箚, 至今未得蒙允, 群情悶鬱。 傾邪反側兇險之狀, 三司啓辭已盡之矣。 自上必已洞照, 而以老人前日之罪過留難, 然其平生所爲, 反覆無狀, 至今保全, 國家之不幸也。 訟論已發, 自上不可不俯循人情也。 鳳城, 以密啓被罪, 大抵密啓發後, 朝廷不得已, 而論啓, 先王牢拒數月, 朝廷堅請, 不得已而罪之。 豈先王本情乎? 乙巳初年, 定罪錄功, 明胤欲爲錄功, 來啓尹任, 而鳳城無辭連之事, 乃請竝爲處置, 處置者殺之也。 王子有善人, 國家之福, 而以告變得功爲心, 敢此告以處置, 甚矣。 尹元衡當國之時, 誰能出口? 先王亦已知之, 死後葬以王子之禮, 可謂至矣。 到今, 非欲追論其罪, 欲黜奸邪反覆之人, 使之不留於朝廷之上也。 漢武帝雄才大略, 而江充讒戾太子, 大起巫蠱之獄, 太子哀乞而江充不聽, 遂殺江充, 欲以自明, 而人以太子叛爲言, 武帝大怒, 使丞相掌兵於闕下, 戰五日, 亡至湖, 自縊死。 後高寢郞、田千秋諫曰: ‘子弄父兵, 罪當笞。 夢有白頭翁, 令我上書。’ 上以爲此高廟神靈告我也。 知惶恐, 無他意。 遂族滅江充, 作歸來望思之臺。 父子間, 小人離間之狀如此。 況鳳城之事, 無形迹可指, 欲爲錄勳, 而進處置之言。 到今, 皆知其冤枉, 雖不能以其罪罪之, 豈可使之留於朝廷乎? 人情莫不痛憤, 請快從公論, 而竄黜遠方, 則人心安而公論定矣。”"
            }
        }
    }
}