{
    "03": {
        "25": {
            "1": {
                "H2KE-EN": "On gyeongo day, the inspectors and censors impeached the overseer of the construction work at the Royal Tomb of Queen Hyogong . They did not care about the mourning period for the King and their ranks were imprudently removed. ",
                "H2KE-nKo": "대간이 효릉의 감동관이 군부의 상에 삼가지 않은 것에 대해 소급하여 논하고, 임권 등의 관작을 추삭하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 3월 25일(경오) 1번째기사",
                "gt-oKo": "대간의 효릉(孝陵)의 감동관(監董官)이 군부의 상사(喪事)에 삼가지 않은 데 대해 추론하여 임권(任權) 등의 관작을 추삭(追削)하였다.",
                "hj": "○庚午/臺諫追論孝陵監董官, 不謹君父之喪, 追削任權等爵秩。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture. When the lecture reached the Spring and Autumn Annals (C. Chunqiu , Kim Ugung advised, According to the law of the Spring and Autumn Annals (C. Chunqiu , a subject who harbors a treason should be punished by the same class as a person who harbors a treason. In the case of the Royal Tomb of Queen Hyogong , the principal subjects Yi Gi showed harbors and harbors disrespectful toward the King. Thus he was demoted and demoted. The circumstances of the rebels have already been clearly revealed. Not only is this principal more than the principal subjects. If the officials who supervised the construction were worried by the principal dignity, he could not harbor a sense of himself to the King and harbors no moral integrity to the subject, he could not avoid his crime. As for Yi Gi, he should be punished according to the law of governing the principal investigating the principal investigation, how can he be removed from his office and never again punished? 특진관 Yi Junmin advised, Yi Gi, harbors a treacherous circumstances and dared to utterize that he could not harbors a specified more than one year. Generally, our King Taejong succeededededed to the country and received the order of the king and enlightened to the great country. However, Yi Gi dared to be like this, and he should be executed. Your subject also heard that when the coffin was buried, Yi Gi did not use the coffin robe. The King did not respond to this.",
                "H2KE-nKo": "주강을 행하였다. 연석에서 한창 《춘추》를 강독하고 있었는데, 김우옹이 아뢰기를,“《춘추》의 법으로 논하더라도 신하가 반역할 마음을 갖는다면 바로 직접 시해한 경우와 같은 것이니, 그 의도를 주벌하는 것입니다. 효릉의 일은, 적신 이기가 임금을 무시하는 마음을 현저히 가지고 일부러 폄박하여 난신적자의 자취가 이미 드러났으니, 지금의 역적뿐만이 아닙니다. 감동한 신하들이 흉악한 위엄에 겁을 먹고 군부에게 스스로 목숨을 바치지 못하였으니, 신하의 절개가 없는 것으로도 그 죄를 피할 수 없습니다. 이기로 말하면 난적을 다스리는 형률로 단죄해야 하는데, 어찌 이미 그의 관작을 삭탈하였다는 이유로 다시 다스리지 않을 수 있겠습니까.”하고, 특진관 이준민이 아뢰기를,“이기가 신하 노릇을 제대로 하지 못한 정상이 뚜렷이 드러나서 감히 해를 넘기지 못하였다는 말을 꺼냈습니다. 우리 선왕께서는 선왕의 나라를 이어받고 선왕의 명을 받아 큰 나라에 빛나게 군림하셨는데, 이기가 감히 이와 같이 하였으니 주벌해야 할 것이 분명합니다. 신이 또 듣건대, 유경심이 ‘발인할 때 이기가 구의를 사용하지 못하게 하였다.’라고 하였다 합니다.”하니, 주상이 답하지 않았다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 3월 25일(경오) 2번째기사",
                "gt-oKo": "주강의 경연 석상에서 바야흐로 《춘추(春秋)》를 강하였는데, 김우옹(金宇顒)이 아뢰기를, “춘추법(春秋法)으로 논의한다면 신하가 모반하려는 마음만 먹어도 곧 몸소 시해한 것과 동일하게 여기는데 이것은 그 마음을 주벌하려는 것입니다. 효릉의 일에 대해서는 적신(賊臣) 이기(李芑)가 현저하게 임금을 업신여긴 마음이 있었기 때문에 폄박(貶薄)했습니다만 난신 적자(亂臣賊子)의 행적이 이미 드러났으니 마음을 먹은 정도가 아닙니다. 그리고 감동관이었던 제신(諸臣)들은 흉적들의 위협에 눌려 군부에 대해 신하의 도리를 다하지 못하여 신하의 절의(節義)가 없었으니 역시 그 죄를 피할 수가 없습니다. 또 이기와 같은 자는 마땅히 난적을 다스리는 율(律)로 단죄(斷罪)해야 할 것인데, 어찌 관작을 삭탈했다는 것을 핑계로 다시 그 죄를 다스리지 않을 수 있겠습니까.” 하고, 특진관 이준민(李俊民)은 아뢰기를, “이기는 불신(不臣)스러운 정상이 현저하였으므로 감히 해를 넘기지 못한다는 말을 하였던 것입니다. 우리 선왕(先王)께서 나라를 선군(先君)에게서 이어 받으셨고 고명(誥命)을 천왕(天王)에게 받으시어 큰 나라에 빛나게 군림하셨는데 이기가 감히 이와 같이 하였으니 마땅히 주벌해야 함이 분명합니다. 신이 또 유경심(柳景深)에게서 들으니, 발인할 때에 이기가 구의(柩衣)를 사용하지 못하게 했다고 하였습니다.” 하였는데, 상이 답하지 않았다.",
                "hj": "○晝講。 筵中, 方講《春秋》, 金宇顒啓曰: “以《春秋》之法論之, 人臣有今將之心, 卽與親弑同, 所以誅其意也。 孝陵之事, 賊臣李芑, 顯有無君之心, 故爲貶薄, 亂臣賊子之迹已著, 不特今將而已。 若監董諸臣, 怵於兇威, 不能自盡於君父, 無人臣之節, 亦不得辭其罪矣。 若芑者, 當以治亂賊之律, 斷之, 豈可諉以已削其爵, 而不復治乎?” 特進官李俊民曰: “芑顯有不臣之狀, 敢發未逾年之說, 夫我先王承國於 先君, 受命於天王, 光臨大邦, 而芑敢如是, 當誅明矣。 臣又聞柳景深云: ‘發引時, 芑令不用柩衣。’ 云云。” 上不答。"
            },
            "3": {
                "H2KE-EN": "The King dismissed Zhao Liang (K. Yun Bong and others from office, and reinstated Yu Seongryong and Yi Bal . Wu Ong said to the King, Recently, the reason why the court is unworthy. This is due to the fact that [Yu] Uigyeom and [Yu] Hyowon [] slandered each other. [Yu] Hyowons character was quite able to distinguish the unworthy and clearly distinguish between right and wrong, and thereby supporting the integrity of the people. [Yu] Uigye was also a meritorious member of a meritorious king, and thus he was able to support him. But because he was a relationship with the royal kin by marriage, he quite a powerful circumstances, which caused his wrongdoing. The two men slandered each other, and the court was unclear. The high officials worried about this, and their plan was to rescue the two individuals. Originally, the powerful circumstances [of the two individuals] were stricken with unworthy people who confronted the powerful circumstances to the Ministry of Personnel . [Yu] Hyowon stricken with unworthy people and foolish cliques and strickened to confront them. It is clear that his wrongdoings are already clarified. Yet, Hyowon is cautious and cautious. How can his handling affairs be completely good? Uigyeom is also a meritorious deed, and there is no crime of inflicting harm to the state. Therefore, the opinions of scholar-officials have differed almost similar to the differences. Therefore, it is not right to discuss the worthy and the worthy of mens virtuous and virtuousness [of the two individuals]. The King should establish a great fairness and uprightness according to the circumstances, and not distinguish between noble and base. Only rewarding virtuous and virtuous deeds should be meted out",
                "H2KE-nKo": "윤두수 등을 파직하고 유성룡과 이발 등을 다시 등용하였다. 김우옹이 주상에게 아뢰기를,“근래 조정이 화합하지 못하는 이유는 대개 이의겸과 박효원이 서로 배척하기 때문입니다. 박효원의 사람됨은 자못 탁류를 치고 청류를 등용하여 시비를 명백히 분별하고 청의를 부지하고자 하였습니다. 이의겸도 훈구로서 사림을 보호한 공이 있습니다. 다만 외척으로서 정사에 간여하여 자못 기세가 있었기 때문에 그를 그르게 여긴 것입니다. 두 사람이 서로 배척해서 조정이 안정되지 못하자 대신이 이를 걱정하여 둘 다 나오게 할 계책을 세웠으니, 이는 본래 진정시키고자 한 것이었습니다. 그런데 요직에 있으면서 권세를 부리는 자들이 적임자가 아닌 사람을 전조에 끌어들여 힘써 배척하고자 하였습니다. 박효원은 어질고 어리석음을 따지지 않고 오직 당파만을 등용해서 혼란을 초래하였으니, 이는 그 시비가 이미 분명합니다. 그러나 박효원은 경솔한 병통이 있으니, 일 처리를 어찌 다 잘할 수 있겠습니까. 이의겸도 공로가 있고 별로 국가에 화를 끼친 죄가 없습니다. 그러므로 사대부 간에 의논이 같지 않은 것이 거의 반이나 되니, 이것으로 사람의 선악을 논할 수는 없습니다. 주상께서는 마땅히 대공 지정으로 위에서 표준을 세워 피차를 구분하지 말고 오직 선을 상주고 악을 벌주기만 하면 자연히 사라지고 훈훈으로 크게 화합할 것입니다.”하니, 주상이 받아들였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 3월 25일(경오) 3번째기사",
                "gt-oKo": "윤두수(尹斗壽) 등이 파직되고 유성룡(柳成龍)·이발(李潑) 등이 다시 서용되었다. 김우옹이 상에게 아뢰기를, “요즘 조정이 화평하지 못한 이유는 대체로 심의겸(沈義謙)과 김효원(金孝元)이 서로 배척하는 데에 연유된 것입니다. 김효원은 자못 탁류를 제거하고 청류를 진작시키고 시비를 명백히 분별하여 청의(淸議)를 부지하려 하였으며, 의겸도 또한 훈구(勳舊)로서 사림을 부호한 공이 있는데, 다만 외척으로서 정치에 간여하여 자못 기세가 있기 때문에 그르게 여기는 것입니다. 이 두 사람이 서로 배척함으로 인하여 조정이 안정되지 않기 때문에 대신들이 그것을 걱정하여 두 사람을 외방으로 내보낼 계책을 세운 것으로 이는 본래 진정시키고자 해서 한 것이었습니다. 그런데 국정을 담당한 자들이 적임자가 아닌 사람을 전조(銓曹)에 끌어들여 힘써 김효원을 배척하기 위해 현우(賢愚)를 따지지 않고 자기의 당여만을 진용(進用)하여 정국을 혼탁하게 만들었으니 이에 대해서는 그 시비가 이미 명백해졌습니다. 그러나 김효원에게도 경솔한 병통이 있으니 일을 처리함에 있어 어찌 다 훌륭할 수 있겠습니까. 심의겸 또한 공로가 있고 별로 국가에 화를 끼친 죄가 없습니다. 그러므로 사대부간의 의논이 같지 않아 거의 반반에 이르고 있으니 이것으로서 사람의 선악을 논할 수는 없습니다. 상께서는 마땅히 대공 지정(大公至正)한 마음으로 위에서 표준을 세워서 피차를 가릴 것 없이 오직 선한 자에게는 상을 내리고 악한 자에게는 벌을 내리소서. 그렇게 하시면 자연히 편당은 사라지고 훈훈한 기운으로 크게 화합될 것입니다.” 하니, 상이 받아들였다.",
                "hj": "○尹斗壽等罷, 柳成龍、李潑等復用。 宇顒言於上曰: “近來朝著不和之由, 蓋緣義謙、孝元互相排擯。 孝元爲人, 頗欲激濁揚淸, 別白是非, 扶持淸議。 義謙亦勳舊, 有扶護士林之功。 但以外戚干政, 頗有氣勢, 所以非也。 兩人相斥, 朝著不靖, 大臣患之, 爲兩出之策, 本欲鎭定, 而當途用事者, 引入非人于銓曹, 務欲排斥。 孝元不問賢愚, 惟黨是進, 以致濁亂, 此其是非已明矣。 雖然孝元有輕率之病, 處事豈能盡善? 義謙亦有功勞, 別無貽禍 國家之罪, 故士夫間議論不同, 幾至參半, 不可以此論人善惡也。 自上當以大公至正, 建極于上, 無分彼此, 惟賞善罰惡而已, 則自然消除, 薰爲大和矣。”上納之。"
            },
            "4": {
                "H2KE-EN": "Left State Councilor Bak Susin said, There are many people who perform the rite of returning the spirit tablet to the Royal Ancestral Shrine . Due to this, the custom of mourners lived in a thatched hut was abolished. The moral principles were more disregarded, and the custom were more discourteous. Kim Ugong said, The rite of returning the spirit tablet to the Royal Ancestral Shrine is an ancient practice. I desire to perform the rite of returning the spirit tablet to the mourners lived in a thatched hut. However, I do not immediately return the spirit tablet to the mourners house and wail. This is extremely unreasonable. Now, the rite of sending the spirit tablet to the people cannot be forbidden. Bak Susin said, Your subject is not aware of the proprieties. However, the custom of generosity has been abruptly a practice.",
                "H2KE-nKo": "좌상 노수신이 아뢰기를,“민간에서 반혼의 예를 많이 행합니다. 이 때문에 여묘하는 풍속이 마침내 폐지되고 상례의 기강이 더욱 무너져서 풍속이 더욱 야박해지고 있습니다.”하고, 김우옹이 아뢰기를,“반혼의 예는 바로 고례입니다. 여묘하려고 하면서 즉시 실당에 반혼의 예를 행하지 않는 것은 매우 예의에 어긋납니다. 지금 민간에서 예를 행하는 것은 금지할 수 없습니다.”하고, 노수신이 아뢰기를,“신이 예의 뜻을 모르는 것은 아닙니다. 다만 후풍이 날로 쇠퇴해지는 것이 애석합니다.”하였다. 유성룡이 평론하기를,“노수신의 뜻도 옳습니다. 다만 예를 행하는 일은 금지할 수 없으니, 거상을 삼가지 않는 자만을 적발하여 다스려야 합니다.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 3월 25일(경오) 4번째기사",
                "gt-oKo": "좌상 노수신이 아뢰기를, “민간에서는 반혼(返魂)의 예(禮)를 많이들 행하고 있으므로 이 때문에 여묘(廬墓)사는 풍속이 없어져서 상기(喪紀)가 더욱 무너져 풍속이 갈수록 야박해지고 있습니다.” 하고, 김우옹은 아뢰기를, “반혼하는 것은 바로 고례(古禮)인데 여묘를 살기 위해 즉시 집으로 반혼하지 않는 것은 전혀 고례의 뜻이 아닙니다. 따라서 지금 민간에서 행하는 예절을 금해서는 안 됩니다.” 하고, 노수신은 아뢰기를, “신이 예절의 뜻을 모르는 것이 아니라 다만 순후한 풍속이 날로 폐기되므로 그것이 애석하여 말한 것일 뿐입니다.” 하였다. 유성룡이 평론하여 아뢰기를, “노수신의 뜻도 옳습니다. 다만 예절을 행하는 일은 금해서는 안 되니 마땅히 거상(居喪)하는 동안 근신하지 않는 자만을 적발해서 다스려야 합니다.” 하였다.",
                "hj": "○左相盧守愼言: “民間多行返魂之禮, 因此廬墓之俗遂廢, 喪紀益壞, 風俗益薄。” 金宇顒曰: “返哭乃古禮, 欲行廬墓, 而不卽返哭於室堂, 極非禮意。 今民間行禮, 不可禁也。” 守愼曰: “臣非不知禮意, 但厚風日廢, 爲可惜耳。” 柳成龍評曰: “盧意亦是。 但行禮事, 不可禁。 唯當摘治不謹居喪者耳。”"
            }
        },
        "26": {
            "1": {
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 3월 26일(신미) 1번째기사",
                "gt-oKo": "조강이 있었다. ‘제(齊)나라 고자(高子)가 와서 회맹(會盟)하다.’에서 ‘정(鄭)나라가 그 군사를 버리다.’까지 강하였다. 신하의 의를 밝히고 봉사(奉使)의 마땅함을 얻은 데 대하여 김우옹이 아뢰기를, “임금의 의를 따르고 임금의 명(命)을 따르지 않는 것이 바로 신하의 의가 되는 것입니다.” 하였다. 위(衛)나라가 적인(狄人)에게 멸망하게 된 원인에 대하여 김우옹이 아뢰기를, “위나라는 큰 나라이지만 음란하고 무례함 때문에 인륜의 기강이 상실되어 없어진 뒤에 적인이 들어왔던 것입니다. 노(魯)나라도 그 당시 어지럽고 퇴폐된 것이 극도에 달했었지만 그래도 주례(周禮)를 지키고 있었기 때문에 중손(中孫)은 멸망시킬 수 없음을 알았으니 예절이 나라에 관계됨이 큽니다. 이 때 경보(慶父)가 병권(兵權)을 주관하고 있었고 부인(夫人)이 내란(內亂)을 일으켰음에도 망하지 않은 것은 비록 계자(季子)의 공 때문이라고는 하지만 그러나 계자로 하여금 돌아오게 하여 마침내 그 공을 이루게 한 것은 또한 노나라 사람들이 예절을 지킴으로써 경보를 따르지 않는 자가 많았기 때문이고 그래서 나라가 망하지 않게 된 것입니다. 이것으로써 교화와 풍속을 소홀하게 여길 수 없음을 알 수 있습니다.” 하였다. 《좌전(左傳)》에 ‘내총(內寵)이 왕후(王后)와 같고 얼자(孼子)가 적자(嫡子)와 맞먹는다. ……’ 한 데에 대하여, 김우옹이 아뢰기를, “진 헌공(晉獻公)은 아주 무도(無道)한 임금으로 마침내 여희(驪姬)의 난을 초래하여 세자 신생(申生)을 죽였습니다. 성명(聖明)한 시대에는 이러한 일에 대해서는 말할 것이 못되는 듯합니다만, 그러나 예(禮)는 작은 데에서 삼가야 하고 환(患)은 처음의 조짐에서 막아야 하는 것입니다. 이래서 궁곤(宮閫)의 사이에 예를 삼가는 일은 마땅히 더욱 엄하게 하고 더욱 조심해야 하는 것입니다. 하루라도 삼가지 않으면 왕후와 맞먹고 적자와 맞먹는 난(亂)이 있게 될 것이니, 이런 조짐이 없다고 해서는 안 됩니다. 전하께서는 날로 성찰하실 것이요 소홀히 여겨서는 안 됩니다.” 하였는데, 정언 이길(李洁)도 궁위(宮闈)에서는 마땅히 삼가고 엄하게 해야 한다고 하였다. ‘위 문공(衛文公)이 가르침을 공경히 하고 학문을 권장했다…….’고 한 데 대하여, 김우옹이 아뢰기를, “위(衛)나라가 패망한 나머지 초래(草萊)에서 겨우 국맥을 보존하고 있었는데도 문공(文公)은 중흥의 임금으로 학교(學校)·교화(敎化)의 일에 힘을 썼으니 이것으로써 교화란 나라를 다스리는 데 있어 하루도 없어서는 안 된다는 것을 알 수 있습니다. 더구나 국가가 한가할 때에 어찌 교화하는 일을 치지도외하고 생각하지 않을 수 있겠습니까.” 하였다. 조강이 끝나자 김우옹이 아뢰기를, “신이 영남(嶺南)에 있을 적에 본 바로는 백성들의 기근이 너무 극심하여 미죽(糜粥)도 이어가지 못하고 있었으니, 만약 보리와 밀이 여물지 않기라도 한다면 민생이 매우 염려됩니다. 이것은 대체로 여러 해 동안 풍년이 들지 않아서 수령이 해유(解由)를 걱정한 나머지 구차스럽게 환자(還上)를 받아들이기는 하였으나 모두가 실속이 없게 되었기 때문입니다. 그래서 관곡(官穀)을 나누어 준다는 것은 다 빈 이름 뿐이고 백성이 받는 환자란 겨우 용미(舂米)로 1두(斗)에 불과하니 이것으로는 끼니를 이어가기가 곤란합니다. 그리고 또 어사가 내려가서 각 고을의 관곡을 모두 출고(出庫)하여 숫자를 헤아려 보고 도로 입고(入庫)하였습니다만 내고 들일 즈음에 석수(石數)만을 헤아렸을 뿐이어서 속의 곡물이 태반을 누락되었습니다. 이래서 환자가 더욱 부실하게 되었습니다. 지금의 관곡은 이미 모두 실속이 없습니다. 민간의 부잣집에 옛날에는 곡물이 많이 있어서 어떤 때는 민간의 사저(私儲)를 봉납하게 하여 백성을 구제하고서 그에 상당하는 상격(賞格)을 주었었는데, 지금은 백성의 힘이 고갈되고 부잣집도 저축된 곡식이 없으니 구황(救荒)할 일이 있더라도 어떻게 계책을 세워야 할지 모르겠습니다. 그리고 지금 민생이 극도로 어려운 터이니 마땅히 우물로 들어가는 어린 아이 보듯이 서둘러 구제해야 합니다. 지금 호강(豪强)들을 억제하는 하나의 일에 대해서는 조정이 자못 치우친 뜻을 가지고 있습니다. 관리가 그 풍세(風勢)에 따라 오로지 엄한 위엄만을 숭상하면서 이렇게 하지 않으면 상하의 분수를 밝힐 수 없다고 여겨 거만하게 스스로 높은 체하면서 하민의 실정을 통하지 못하게 하고 있습니다. 그리하여 한 가지 일이 생기면 모두 호강들의 소행이라 여겨 함부로 엄형(嚴刑)으로 다스리되 조금도 애석하게 여기지 않고 있습니다. 이것으로는 호강들을 반드시 참으로 굴복시키지도 못하는데, 호소할 데 없는 소민(小民)들만 먼저 그 폐를 받고 있습니다. 더구나 탐관 오리가 백성의 위에서 횡포를 부리며 국법(國法)을 두려워하지 않고 의롭지 못한 일을 많이 저지릅니다. 그러다가 그 못된 일이 발각되면 으레 허물을 호강들에게 돌리고 자기들은 죄를 면하고 있는데 조정에서는 모두 그것을 믿고 있습니다. 이래서 그 폐해가 적지 않고 소민들은 더욱 호소할 길이 없게 됩니다.” 하니, 상이 이르기를, “그 말이 옳은 것 같다. 다만 양남(兩南)의 풍속이 요즈음 와서 너무도 완악해졌다. 문란한 자를 형벌함에 있어서는 나라가 이와 같이 중전(重典)을 쓰지 않을 수가 없다.” 하였다. 김우웅이 아뢰기를, “신이 민간에 있었으니 어찌 민간의 일을 모르겠습니까. 백성들은 본디 교육하지 않아서 혹 부역(賦役)이 고르지 않으면 여염에서 악담을 하는 자는 있습니다만 국법을 거역하고 관령(官令)을 듣지 않는 자는 진실로 못 보았습니다. 참으로 수령들이 잘못된 방법으로 처치할까 두렵습니다. 만약 수령들이 의리로 제어하고 처치하고 호령을 발한다면 어찌 제재하지 못할 백성이 있겠습니까. 그리고 가령 이런 완악한 백성이 있다고 한들 또한 어찌 많이 있겠습니까. 남의 위가 된 자는 마땅히 불쌍하게 여겨 사랑하는 마음으로 근본을 삼아야 하는 것이며 그중에 악한 자를 제거하는 것은 바로 백성을 사랑하는 마음을 성취하려는 것일 뿐입니다. 그런데 분하고 미워하는 마음을 앞세워 성난 기색으로 임한다면 어찌 백성의 부모된 자의 마음이라 하겠습니까. 더구나 지금 민생이 급급하기가 얇은 얼음을 밟는 듯한데 어떻게 차마 중법으로 다스릴 수 있겠습니까. 조정에서는 마땅히 애통해 하고 측은해 하는 마음으로 관대한 명령을 내려 백성들의 고통을 보살펴 주고 가혹한 관리가 있으면 가차없이 통렬히 다스림으로써 호오(好惡)를 분명하게 보인다면 조금은 구제할 수 있을 것입니다. 근일 진주 목사(晉州牧使) 이제신(李濟臣)이 올린 상소에 대해 위에서 ‘그대는 백성들을 덕(德)으로 인도하고 예(禮)로 일매지게 하되 은혜와 위엄이 아울러 확립되게 하라.’고 분부하셨으니, 이는 참으로 임금다운 말씀입니다. 마땅히 이런 뜻을 선화(宣化)를 받드는 신하에게 분명하게 보이셔야 합니다. 다만 이제신(李濟臣)이 상의 뜻을 봉행할 수 있는지의 여부는 모르겠습니다.” 하였다.",
                "hj": "○辛未/朝講。 齊高子來盟, 至鄭棄其師, 明人臣之義, 得奉使之宜。 宇顒曰: “從君之義, 不從君之命, 是爲人臣之義哉?” 衛爲狄所滅之因, 宇顒曰: “衛大國, 而以淫亂無禮, 人紀失亡, 而後狄入之。 魯是時亂敗極矣, 而以猶秉周禮, 故仲孫知其不可亡, 禮之有關於人國也大矣。 是時, 慶父主兵, 夫人內亂, 而不至於亡者, 雖以季子之功, 然使季子來歸, 卒濟其功者, 亦以魯人秉禮, 不從慶父者多。 故其國不可亡耳。 以此知敎化風俗之不可忽也。” 《左傳》內寵並后, 嬖子配適云云。 宇顒曰: “晋獻公, 大無道之君, 終致驪姬之亂, 殺世子申生。 若盛明之世, 似不足言此。 然當謹禮於微, 防患於漸, (乎)〔平〕時宮閫之間, 謹禮之事, 當愈嚴愈謹。 一日不謹, 則並后配適之亂, 不可謂無是兆也。 唯殿下日省焉, 不可忽也。” 正言李洁亦言: “宮闈當謹嚴云云。 衛文公敬敎勸學云云。” 宇顒曰: “衛敗亡之餘, 僅存於草萊, 而文公以中興之君, 能從事於學校敎化之事。 以此知敎化者, 爲國之不可一日無也。 況國家間暇之時, 豈可置敎化於度外, 而不以爲念乎? 講畢, 宇顒啓曰: “臣在嶺南, 見民飢困太甚, 糜粥亦不繼。 脫有兩麥不實, 則民生深可慮也。 蓋緣累年不稔, 守令念其解由, 苟捧還上, 皆爲無實, 故官穀皆爲虛名, 民受還上者, 舂米不過一斗, 以此難以接食。 且又御史下去, 盡出各邑官穀, 量數還入, 其出入之際, 只計石數, 其中穀物漏落太半, 以此還上, 尤爲不實矣。 當今官穀旣皆無實, 而民間富室, 古則多有穀物, 或封私儲以濟民, 而爲賞格矣。 今則民力殫竭, 富室亦無之, 脫有救荒之事。 不知何以爲策。 且今民生極難, 視之當如入井之赤子, 而汲汲救之。 今以抑豪一事, 朝廷頗有偏主之意, 官吏承風, 專尙嚴威, 以爲: ‘不如是, 不足以明上下之分。’ 傲然自高, 不通下情。 凡有一事, 皆意其豪强所爲, 肆爲嚴刑, 略不顧惜。 以此豪右, 未必眞能戢伏, 而無告小民, 先受其弊矣。 又況貪官汚吏肆於民上, 不畏國法, 多行不義, 及其敗露, 則例爲歸咎於豪右之口, 以自免其罪, 而朝廷皆信之。 此其爲弊不少, 小民益無告訴之路矣。” 上曰: “此言似矣。 但兩南風俗, 比來頑惡, 太甚刑亂, 國用重典, 不得不如是也。” 宇顒曰: “臣在民間, 豈不知民事乎? 民不素敎, 或有不均賦役, 爲惡於閭閻者矣。 若拒逆國法, 不聽官令者, 誠未之見也。 誠恐守令處置乖方矣。 若守令以義制置, 發爲號令, 寧有不可制之民乎? 此則必無也。 假曰有此頑民, 亦豈多有之乎? 爲人上者, 但當以惻惶慈愛爲本, 其中爲惡者去之, 乃所以成其慈愛之心耳。 若先有忿疾之心, 厲色臨之, 豈爲民父母之意哉? 況今民生汲汲如淺, 豈忍以重法繩之哉? 朝廷宜以哀痛惻惶之心, 發爲寬大之令, 以恤民隱, 而其有嚴酷之吏, 當深惡痛疾, 以此明示好惡, 庶乎其少救也。 近日晋州牧使李濟臣上疏, 而上敎之曰: ‘爾其道德齊禮, 恩威竝立。’ 此誠人君之言也。 當以此意, 明示承化之臣。 但未知濟臣, 能奉上意否耳。”"
            }
        }
    },
    "04": {
        "19": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the first day of the gabo year (. During the reign of Emperor Wenzong of the Song [China] , the Emperor Xiaozong of the Song [China] Dynasty . The lecture reached Yanggok , and the Emperor Xiaozong of the Song [China] began to exert themselves to the people. The Emperor Xiaozong said, The intent is what ones heart was done. The sovereign must have his mind solely on the people. If he is a child, he will not forget his mind and will not forget even for a short time. This is called his will. Though he is a love of love for the people, sometimes he suspicions otherwise are not what he intends to do. From antiquity, there are many monarchs who have a love for the people but have a love for their mind without a diligence or negligence of their mind. However, the evidence of the king and the evidence of the king. When the lecture was completed, Seongryong and Yun Seonrendered all the peoples hardships and suffering. Xiaozong said, The vagabond of the people is truly caused by the local magistrate, but the border garrison of the frontier garrisons is truly based upon the possibility of the evidence of the vagabond. Today, the frontier garrisons are unable to speak of the vagabond of the vagabond. Although the garrisons of the garrisons are unable to properly child them, the garrisons of the garrisons shall surely be apprehensive. Furthermore, the garrisons of the military frontier garrisons are even more hardships ",
                "H2KE-nKo": "조강을 행하였다. 제나라와 송나라가 강황의 관통에서 회맹을 하다가 양곡에 모였다. 백성에게 뜻을 둔 것이 있었는데, 김우옹이 아뢰기를,“뜻이란 마음이 가는 곳입니다. 임금은 반드시 그 마음이 오로지 백성에게 있는 것이니, 어린아이를 보호하듯 염려하여 잊지 않고 잠시도 잊지 않는 것을 뜻이 있다고 합니다. 비록 백성을 사랑한다고는 하지만 사랑하는 마음이 중단되면 혹 다른 갈래로 미혹되기도 하니, 모두 뜻이 있는 것은 아닙니다. 예로부터 임금은 뜻이 있는 자는 적고 뜻이 없는 자는 많았으니, 뜻이 있고 없고 뜻이 없는 것은 한 생각의 부지런함과 게으름에서 생겨난 것입니다. 그 부험이 밖으로 드러난 것이 이와 같으니, 경전에 실려 있는 것을 삼가지 않을 수 있겠습니까.무릇 사람이 뜻을 세우느냐 세우지 않느냐가 모두 그러한데, 임금은 관계되는 바가 매우 중대하므로 더욱 경계하지 않을 수 없습니다.”하고, 유성룡이 아뢰기를,“뜻이 확립되면 만사가 모두 거행되니, 뜻이 확립되지 않으면 만사가 모두 무너지는 것입니다. 문공과 같은 자가 애당초 어찌 이와 같이 실추되고자 하였겠습니까. 노나라의 쇠망은 문공으로부터 시작되었습니다. 다만 한 생각을 스스로 확립하지 못하여 위축되고 퇴폐해져 일마다 멸렬되어 다시는 수습할 수 없게 되었습니다. 비록 그 몸과 마음이라고 하더라도 또한 어찌할 수 없어서 이렇게까지 쇠퇴한 것이니, 어찌 크게 경계해야 할 일이 아니겠습니까.”하였다. 그러나 좌상 노수신이 아뢰기를,“백성에게 뜻을 둔다는 것은 단지 백성을 사랑하는 것을 말한 것일 뿐이니, 이와 같이 미루어 말할 필요는 없습니다.”하고, 하늘의 재변을 두려워하고 백성의 고통을 돌보는 데 이르렀다. 김우옹이 아뢰기를,“임금은 아버지는 하늘을 보고 아들은 백성을 보는 것이니, 참으로 일체이고 가합이 아닙니다. 자식이 부모의 노여움에 대해 감히 경계하고 두려워하지 않을 수 있겠습니까. 부모가 자식의 고통에 대해 잠시라도 잊을 수 있겠습니까. 천지와 만물이 모두 일체라는 것을 안다면 하늘의 재변은 자연 두려워하지 않을 수 없고 백성의 고통은 자연 걱정하지 않을 수 없을 것입니다. 이른바 가슴속에 가득 찬다고 하는 것은 모두 측은한 마음이며 침도 아프고 칼로 베어도 아프니, 형세상 자연 그렇게 되지 않을 수 없습니다. 이것이 나라를 임금답게 여기고 백성을 사랑하는 도리입니다. 만약 그렇지 않다면 남과 나, 저와 자기는 자연 서로 관계가 없고, 눈동자 같은 사람은 혈기가 관통되지 않아 모두 자기에게 속하지 않을 것이니, 비록 힘써 노력하고 싶어도 두려워하고 돌보는 것이 자연 서로 호응하지 않을 것입니다. 그렇다면 임금이 일체의 이치를 밝히지 않을 수 있겠습니까.”하였다. 강이 끝나자, 유성룡과 윤선각이 모두 민간의 고통을 말하였다. 김우옹이 아뢰기를,“백성이 떠돌아다니는 것은 진실로 수령이 직무를 제대로 수행하지 못한 데서 말미암은 것이지만, 변장이 침탈하고 포악하게 구는 것은 실로 근본이 되는 것입니다. 오늘날 변장이 사졸을 침탈하는 상황은 차마 말할 수 없을 정도입니다. 사졸이 견디지 못하여 떠돌아다니고 나머지 사람들은 모두 살아갈 수 없습니다. 나라에서 한정을 찾아내어 변장의 손에 맡기고 있는데, 이와 같이 포학하게 굴어 그들로 하여금 살 곳을 잃게 하였으니, 어찌 크게 한심한 일이 아니겠습니까.”하고, 좌상 노수신이 아뢰기를,“여러 사람이 매번 민간의 고통을 말하면서도 구제할 방책을 말하지 않으니, 무슨 소용이 있겠습니까.”하였다. 김우옹이 아뢰기를,“구제할 방책을 신은 어리석어 알지 못합니다. 다만 여러 진을 비록 모두 잘 선택하지는 못하더라도 병사와 수사를 만약 적임자를 얻는다면 여러 진은 자연 두려워할 것입니다. 또 순무 어사를 적임자를 얻어 보낸다면 변장들이 두려워하여 조심할 것이니, 반드시 유익할 것입니다. 신이 민간에 있을 때 들으니, 병영과 수영의 사졸들이 더욱 침탈과 고통을 받는 것이 여러 진보다 심하다고 합니다. 대장이 이와 같으니 여러 진을 알 만합니다.”하고, 좌상 노수신이 아뢰기를,“병사와 수사를 차출하여 보낼 때 그들이 청렴하고 탐욕스러운 것을 어찌 알 수 있겠습니까.”하였는데, 그 말이 매우 모호하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 4월 19일(갑오) 1번째기사",
                "gt-oKo": "조강이 있었다. ‘제(齊)·송(宋)·강(江)·황(黃)이 관(貫)에서 회맹하다.’에서 ‘양곡(陽穀)에 모였다.’까지 강하였는데, ‘백성에게 뜻을 둔 것이다.’ 한 데 대하여 김우옹이 아뢰기를, “뜻이란 마음이 가는 바를 말하는 것입니다. 임금은 반드시 그 마음이 오로지 백성에게만 있어서 백성들을 어린 아이 보호하듯 하여 늘 생각하면서 잠깐 사이도 잊지 않아야 이것을 일러 뜻을 두었다고 할 수 있는 것입니다. 그러나 비록 백성을 사랑한다고 하더라도 그 사랑하는 마음이 잠시라도 끊겨진다든가 혹 다른 데에 미혹됨이 있다든가 하게 되면 이는 모두 뜻을 둔 것이 아닙니다. 예로부터 임금이 백성에 뜻을 둔 자는 적고 두지 않은 자는 많았는데, 뜻을 두거나 두지 않는 것은 한마음의 근만(勤慢)에게 생기는 것이지만 밖으로 나타나는 부험(符驗)은 이와 같은 것이니, 경(經)에 기재되어 있는 것을 삼가지 않을 수 있겠습니까. 무릇 사람이 뜻을 세우거나 세우지 않음이 모두 이러한 것인데 임금에 있어서는 관계되는 바가 매우 중하고도 큰 것이니, 더욱 경계하지 않을 수 있겠습니까.” 하고, 유성룡은 아뢰기를, “뜻을 세우면 만사가 다 잘되고 뜻을 세우지 않으면 만사가 모두 무너지는 것입니다. 문공(文公)의 경우 처음에야 어찌 이와 같이 낭패하고 싶었겠습니까. 노(魯)나라의 쇠퇴는 문공에서부터 시작된 것이지만, 한 번 생각하는 사이에서 뜻을 잘 세우지 못함으로 하여 위축 퇴폐되어 일마다 어그러져 다시는 수습할 수 없게 되었습니다. 그리하여 자기의 몸과 마음도 어찌할 수 없게 되어 이처럼 능이(陵夷)되는 지경에 이르게 된 것이니, 어찌 크게 경계할 일이 아니겠습니까.” 하였다. 좌상 노수신은 아뢰기를, “백성에게 뜻을 둔다는 것은 다만 백성을 사랑함을 말한 것뿐이니 이와 같이 미루어 말할 필요는 없습니다.” 하였다. 또 천재(天災)를 두려워하고 백성의 고통을 보살펴 준다고 한 문구에 이르러 김우옹이 아뢰기를, “제왕은 하늘을 아버지로 여기고 백성을 자식으로 여기는 것이니 참으로 일체(一體)이고 가합(假合)이 아닙니다. 따라서 자식이 부모의 노여움에 대해 감히 경계하고 두려워하지 않을 수 있겠으며 부모가 자식의 고통에 대해 일각인들 잊을 수 있겠습니까. 천지와 만물이 모두 일체임을 안다면 천재를 두려워하지 않을 수 없고 백성의 고통을 보살피지 않을 수 없는 것입니다. 따라서 가슴속에 가득찼다는 것이 모두 측은한 마음이 되는 것으로 침으로 찔러도 아프고 칼로 베어도 아픈 것은 이 형세가 절로 그렇게 되지 않을 수 없는 것입니다. 이것이 나라의 임금이 되어 백성을 아들같이 사랑하는 도리인 것입니다. 그렇지 않으면 남과 나, 저것과 이것이 절로 서로 관계가 없게 되는 것이 마치 중풍에 걸린 사람이 혈기가 관통되지 않는 것과 같아 모두 내 몸에 소속되지 않을 것이어서 아무리 힘써 하늘을 두려워하고 백성을 보살피려고 하더라도 절로 서로 호응되지 않을 것입니다. 그러니 임금이 일체의 이치를 밝히지 않을 수 있겠습니까.” 하였다. 강을 마치자 유성룡과 윤선각이 모두 민간의 질고(疾苦)에 대하여 아뢰었다. 김우옹이 아뢰기를, “소민(小民)들이 뿔뿔이 흩어지는 것은 본디 수령들이 직책을 제대로 수행하지 못하는데 연유된 것이기는 하나 변장(邊將)들의 침포가 실로 그 근본 원인인 것입니다. 오늘날 변장들이 사졸을 침탈하는 정상은 차마 말할 수 없는 지경인 것으로 이 때문에 사졸들이 견디어 내지 못하여 뿔뿔이 흩어진 것이고 남아 있는 사람도 모두 살아갈 수가 없는 형편입니다. 국가에서 한정(閑丁)을 조사하여 변장의 손에 맡겼는데 이와 같이 포학하게 하여 그들로 하여금 살아갈 곳을 잃게 하고 있으니 어찌 크게 한심한 일이 아니겠습니까.” 하고, 좌상 노수신은 아뢰기를, “여러 사람들이 매양 민간의 질고에 대해 말하고 있으나 구제책에 대해서는 말하지 않으니 어디에 쓰겠습니까.” 하였다. 김우옹은 아뢰기를, “구제책은 신이 어리석어 알지 못합니다. 다만 열진(列鎭)의 변장을 비록 죄다 가려서 보낼 수는 없을지라도 병사·수사만이라도 적임자를 얻어 보낸다면 열진의 진장들이 절로 두려워 조심하게 될 것입니다. 또 순무 어사(巡撫御史)를 적임자를 얻어서 차임하여 보낸다면 변장들이 두려워 조심하게 될 것은 물론 반드시 이익이 있을 것입니다. 신이 민간에 있을 적에 들으니 병사와 수사의 군영(軍營)에 있는 사졸의 침탈과 고통이 열진보다 심하다고 하였습니다. 대장(大將)들도 이 지경이니 열진이야 알 만합니다.” 하고, 좌상 노수신은 아뢰기를, “병사와 수사를 차임하여 보낼 때에 그가 청렴하고 탐오한지를 어떻게 알 수 있겠습니까.” 하였는데, 그 말에 매우 모호하였다.",
                "hj": "○甲午/朝講。 齊、宋江黃盟于貫, 止會于陽穀, 有志乎民者。 宇顒曰: “志者心之所之也。 人君必其心, 專在乎民, 若保赤子, 念念不忘, 無斯須之間, 是謂有志。 雖曰愛民, 而愛心間斷, 或有他岐之惑, 皆非有志也。 自古人君有志者少, 無志者多, 有志、無志生於一念之勤慢, 而其符驗之見於外者如此。 經所載者, 可不愼歟: 凡人志之立與不立皆然, 而人君則所繫甚重且大, 尤不可不戒。” 成龍曰: “志立, 則萬事皆擧, 志不立, 則萬事皆墜。 如文公者, 初豈欲如是墜廢哉? 魯之衰, 自文公始。 但不能自立於一念之間, 而委靡頹廢, 事事滅裂, 不復可收拾。 雖其身心, 且不何奈, 所以陵夷至此也。 豈不大可戒?” 然左相守愼曰: “有志乎民, 只是言愛民云爾。 不必如此推言, 至懼天災、恤民隱。” 宇顒曰: “王者, 父視天, 子視民, 眞箇一體, 非假合也, 人子於父母之怒, 敢不戒懼耶? 父母於子之隱痛, 其可一刻忘耶? 認得天地萬物皆是一體, 則天災自不得不懼, 民隱自不得不恤。 所謂滿腔子, 皆惻隱之心, 針箚亦痛, 刀割亦痛, 其勢自不得不爾, 此君國子民之道也。 如其不然, 則人我彼已, 自不相干, 如痿痺之人, 血氣不貫, 皆不屬己, 雖欲勉强, 懼之恤之, 自是不相應, 然則人君可不明一體之理歟?” 講畢, 成龍及尹先覺, 皆言民間疾苦。 宇顒啓曰: “小民流散, 固是由守令不職, 而邊將侵暴, 實是根本。 今日邊將, 割剝士卒之狀, 有不可忍言。 士卒不堪而流散, 餘人皆不得活。 國家搜括閑丁, 付之邊將之手, 而暴虐如此, 使之失所, 豈不大可寒心?” 左相守愼曰: “諸人每言民間疾苦, 而不言救之之策, 何用?” 宇顒曰: “救之之策, 臣愚不曉但列鎭雖不能盡擇, 兵、水使若得人, 則列鎭自當畏戢。 又巡撫御史, 若得人差送, 則邊將畏戢, 必須有益矣。 臣在民間, 聞兵、水營士卒, 尤被侵苦, 甚於列鎭。 大將如此, 列鎭可知。” 左相守愼曰: “兵、水使差送時, 其廉貪豈可知之?” 其說甚糊塗。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture. In the winter solstice, Zhao Liang (K. Yun Bong proceeded to the court assembled in the same surname and expounded on the Royal Tomb of Queen Soui . The King stopped at the Royal Tomb of Queen Sinui from holding a lecture on the grounds that the King excessively showed the meaning of administration to Yuns family. This was extremely uncomfortable. Seongryong said as follows: At first, the people of this country all knew that the people of this country were resentful and resentful. Due to this, those who constantly acted in power are unclear and unclear. If such actions are discovered, your subject fears that the people of this country might definitely slander the slander and thus causing the great discussion of the court. Therefore, your subject and others considered it difficult. Later, when Kim Seongrip attended the Royal Lecture, he adamantly discussed the current situation. Originally, he did not utter such actions, but Your Majesty eventually did not hide it. The beginning of the incident was already widely understood by Your Majesty. How could there be any personal grudge against Yuns family for this? It was only because the imprisonment of illicit goods was imprudent, and there was no other intention. Zhao Liang said, The case of Zhao Liang is merely one of the imprisonment of illicit goods. Even if Your Majesty were released, what difference would there be in terms of imprudence? However, it is not possible for the crime of Yuns family to harm Yuns family. From this point onward, the imprudence of his own will behavior and disorder the court of this country. This is a great fault. Hence, it is not necessary to imprudent such actions. This shows the meaning of imprudence. Zhao Liang also reported as follows: Todays right and wrong is finally determined, and the people of this country are assembled. However, the people of this country are diligent and unclear, and all grudges are observed by Your Majestys heart, and the court will be able to firmly determine it. Todays words and actions are all related to the people of this country, and the administration of the world is not minor. Your subject and others hope that Your Majesty will establish a great fault to the throne in order to secretly eliminate the slander of disorder.",
                "H2KE-nKo": "무술년에 조강을 행하였다. 겨울에 공자 우가 제나라에 가서 회맹할 때 소릉에서 회맹을 중지하였다. 탑전에서 아뢰기를,“성상의 하교에서 ‘윤가에게 너무 심하게 한 것을 보였다.’라고 하셨으니, 매우 온당치 못합니다.”하니, 유성룡이 아뢰기를,“이수의 일은 당초에 나라 사람들이 모두 알고 있으며 여항에서도 분해하고 있습니다. 그러나 당시 권세를 마음대로 휘두른 무리들의 소행이 잘못되어 청의에 용납되지 못하였는데, 만약 이 일을 발설한다면 인심이 경박해져서 반드시 모함한다는 비방이 있어 조정의 큰 의론을 그르칠까 두려웠기 때문에 신들이 곤란하게 여겼습니다. 그 뒤에 김성일이 연석에서 시폐를 범범하게 논한 것은 애당초 이 일을 발설할 생각이 있어서가 아니었는데, 주상께서 하문하셨으므로 마침내 감히 숨기지 못하였습니다. 이 일의 시말은 주상께서 진실로 이미 통찰하고 계실 것입니다. 어찌 털끝만큼이라도 윤가에게 사사로운 원한이 있어서 이런 일을 하셨겠습니까. 단지 장옥을 중히 여겨서일 뿐이지 다른 뜻은 없었습니다.”하자, 김우옹이 아뢰기를,“이수의 일은 일개 장옥에 불과하니, 비록 풀어 주더라도 무슨 큰 관계가 있겠습니까. 다만 윤가를 사사로이 해칠 뜻이 있었다고 한다면 윤가의 죄는 안 됩니다. 본래 자기 의견을 치우치게 고집하여 조정의 정사를 어지럽혔으니, 이는 큰 잘못입니다. 진실로 이 일을 가지고 굳이 고집할 필요가 없으니, 이는 너무 심하게 한 것을 보여 주는 것입니다.”하였다. 김우옹이 또 아뢰기를,“오늘날 시비가 겨우 정해지고 국론이 하나로 모아졌습니다. 그러나 인심이 경박하여 여러 사람의 감정이 틈을 엿보고 있으니, 믿는 것은 성상의 마음이 굳게 정해져서 조정이 이에 힘입어 두려워하지 않는 것입니다. 오늘날의 한 마디 말과 한 가지 행동도 모두 보고 듣는 데 관계되어 이해가 매우 작지 않습니다. 바라건대 성상께서는 대공지정한 도리로 위에서 표준을 세워 화란의 계제를 몰래 사라지게 하소서. 무릇 비답 한 번 거조를 내릴 때에는 모두 신중하게 하여 보고 듣는 사람들이 의아해하거나 놀라 혹시라도 틈을 엿보는 길을 열어 놓아 화란의 계제를 만들지 못하게 하소서.”하니, 유성룡도 아뢰기를,“원컨대 주상께서는 더욱 유념하소서.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 4월 23일(무술) 1번째기사",
                "gt-oKo": "조강이 있었다. ‘겨울에 공자 우(公子友)가 제(齊)나라에 가서 맹세에 임하였다.’에서 ‘소릉(召陵)에서 회맹하였다.’까지 강했다. 탑전(榻前)의 계사(啓辭)에서 ‘상이 교시(敎示)가 윤가(尹家)에게 너무 심하게 했다. ……’ 한 것은 매우 미안하다는 데 대해 유성룡이 아뢰기를, “이수(李銖)에 대한 일은 당초부터 나라 사람이 다 알고 있으므로 여항(閭巷)에서도 분한 마음을 품고 있는데, 이는 당시 용사(用事)하던 무리들의 소행이 사리에 어긋남으로 하여 청의(淸議)에 용납되지 않을 것입니다. 만약 이 일을 발설하면 인심이 투박하여 반드시 구함(構陷)한다는 비방이 있어 조정의 대의(大議)를 그르칠까 두려웠기 때문에 신들이 어렵게 여겼던 것입니다. 그런데 그 뒤 김성일(金誠一)이 경연에서 시폐를 범론했을 뿐 처음에는 이 일을 발성하려는 뜻이 있지 않았는데 위에서 하문하시므로 드디어 감히 숨기지 못했던 것입니다. 이 일의 수말(首末)에 대해서는 위에서도 본디부터 환하게 알고 계시는 터인데 어찌 털끝만큼인들 윤가에게 사원(私怨)이 있어서 그랬겠습니까. 다만 장옥(贓獄)을 중히 여겼을 뿐이요 다른 뜻은 없었습니다.” 하고, 김우옹은 아뢰기를, “이수의 일은 일개 장옥에 지나지 않는 것이니 설혹 풀어진다 해도 무슨 큰 관계가 있겠습니까. 다만 윤가를 사사로이 해칠 뜻이 있었다고 한다면 그것은 그렇지 않습니다. 윤가의 죄는 편벽되어 제 생각만 고집하여 조정을 요란하게 한 것이니 이것이 그의 큰 실수이긴 하나 굳이 이 일을 가지고 너무 심하게 하는 뜻을 보일 필요는 없습니다.” 하였다. 김우옹이 또 아뢰기를, “오늘날 시비가 겨우 정해져서 국론(國論)이 귀일되었습니다. 그러나 인심이 투박하여 감정을 품은 여러 사람들이 기회를 엿보고 있으니 믿을 것은 성상의 마음이 굳게 결정되는 것입니다. 그래야만 조정이 힘입어 두려워하지 않을 것입니다. 오늘날의 한마디 말과 한 가지 행동은 모두가 보고 듣는 데에 관계되는 것으로 이해(利害)가 적지 않으니, 성상께서는 대공 지정하신 도리로 위에서 표준을 세워 화란(禍亂)의 발단을 남모르게 사라지게 하셔야 합니다. 그러니 한번 비답(批答)하는 거조(擧措)도 모두 신중히 하시어 보고 듣는 자들로 하여금 의심하고 놀라 혹시라도 엿볼 기회를 열어 환란의 발단을 만들지 못하게 하소서.” 하고, 유성룡은 아뢰기를, “상께서는 더욱 유념하소서.” 하였다.",
                "hj": "○戊戌/朝講。 冬公子殳如齊莅盟, 止盟于召陵。 榻前啓辭, 言上敎示已甚於尹家云云。 極爲未安。 成龍曰: “銖事當初國人皆知, 閭巷憤心, 而緣是時用事之輩。 所爲乖錯, 爲淸議所不容。 若發此事, 恐人心澆薄, 必有構陷之謗, 致誤 朝廷大議, 故臣等以爲難。 厥後金誠一於筵中泛論時弊, 初非有發此之意, 而自上下問, 遂不敢隱爾。 此事首末, 自 上固已洞照也。 豈有一毫私怨於尹家而爲此哉? 只以贓獄爲重而已, 無他意也。” 宇顒曰: “銖事, 不過一贓獄耳。 雖或開釋, 亦何大關? 但以爲有私害尹家之意, 則不可尹家之罪, 自是偏執己意, 擾亂朝政, 是其大失, 固不必執此事, 此示己甚也。” 宇顒又啓曰: “今日是非纔定, 國論歸一, 然而人心澆薄, 群憾窺伺, 所恃者聖心堅定, 朝廷賴以不恐。 凡今日一言一動之間, 皆是觀瞻所係, 利害極不細, 願聖上, 以大公至正之道, 建極於上, 有以潛消其禍亂之階。 凡一 批答擧措之間, 皆當愼重, 勿使觀聽疑駭, 或能啓窺伺, 而成亂階也。” 成龍亦曰: “願上加意。”"
            }
        }
    },
    "05": {
        "22": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the byeongin day of the seventh month and the Royal Lecture on the Confucian Classics. The sand and deer fell down. The lecture reached the ancestral shrine of Baeki . When the lecture reached the earnestness of the Zhou dynasty reached the Zhou dynasty and the lecture reached the earnestness of the king, While the study of the sovereign, the study of the Royal Confucian Academy comprehensive governance and exercisive governance from the start of the Zhou dynasty, the study of the Zhou dynasty flourishing and exercisive governance in the front of the Royal Confucian Academy was not possible, and only the skills of talent and wisdom are treated with benevolence and righteousness, and how can the work be neglected and discontinued? The King also said, The earnest sincerity of the sovereign is the king, and the supply of supplying",
                "H2KE-nKo": "인시 조강을 행하였다. 사록이 붕어하였는데, 백이의 사당에 벼락이 쳤다는 대목에 이르러 그 말이 지성스럽고 <unk>이 없다는 대목에 이르자, 김우옹이 아뢰기를,“제왕의 학문은 정일집중과 격물치지와 성의정상으로부터 만들어 옵니다. 그러므로 안팎의 광채가 시종 일관 한결같이 묶여 있는 것이니, 이러한 근본은 전혀 없고 다만 재능과 지력으로 인의를 빌린다면 일을 하는 데 어찌 태만하고 폐지되지 않겠습니까.”하고, 또 아뢰기를,“성심으로 왕 노릇을 하면 왕 노릇을 하게 되고, 인의를 빌리면 왕 노릇을 하게 되면 왕 노릇을 하게 되니, 오직 임금이 하는 일에 달려 있을 뿐입니다.”하였다. 강이 끝나자, 양사가 나아가 희정당의 수리에 대한 일을 정지할 것을 아뢰었다. 주상이 말하기를,“내가 아방(阿房 아방)을 짓고 건장(建章 건장)을 지었으니, 이와 같이 논집하는 것은 괜찮다. 수리가 무슨 관계가 있기에 이와 같이 운운하는가.”하니, 김우옹이 아뢰기를,“신들이 지금 《춘추》를 진강하고 경서를 궁구하는 것은 장차 쓰려고 해서입니다. 《춘추》에 무릇 민력을 쓰는 데 있어서는 반드시 ‘장공이 큰 흉년이 든 해에 연구를 새로 지었다.’라고 써서 깊이 비난하고 폄하합니다. 지금 재이가 이와 같아 민생이 극도로 곤궁하고 굶어 죽은 시체가 들판에 가득하니, 바로 두려워하고 반성해야 할 때이지 일을 할 시기가 아닙니다. 바라건대 《춘추》를 거울삼아 이 역사를 정지하소서.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 5월 22일(병인) 1번째기사",
                "gt-oKo": "조강이 있었다. ‘사록(沙鹿)이 무너지다.’에서 ‘이백(夷伯)의 사당에 벼락이 치다.’까지 강하였는데, 말이 ‘지성(至誠)은 쉼이 없다.’ 한 데에 이르러 김우옹이 아뢰기를, “제왕의 학문은 정일 집중(精一執中)과 격치 성정(格致誠正)에서 나오는 것입니다. 그러므로 표리가 빛나고 종시가 한결같은 것입니다. 그러나 패자(霸者)는 전혀 이런 근본이 없고 다만 재능(才能)과 지력(智力)으로 인의(仁義)를 가탁하여 일을 하는 것이니 어찌 게을러져서 폐하는 지경에 이르지 않을 수 있겠습니까.” 하고, 또 아뢰기를, “성심(誠心)을 다하여 왕정(王政)을 하면 제왕이 되는 것이고 인의를 가탁하여 패도(霸道)를 하면 패자가 되는 것이니, 다만 임금의 하기에 달려 있는 것입니다.” 하였다. 강이 끝나자 양사가 희정당(熙政堂)을 수리하는 일을 정지할 것을 나아가 아뢰니, 상이 이르기를, “내가 아방궁(阿房宮)과 건장궁(建章宮)을 짓는다면 이와 같이 논집해도 된다. 그러나 수리하는 것이 무슨 관계가 있기에 이와 같이 운운하는가.” 하니, 김우옹이 아뢰기를, “신들이 바야흐로 《춘추》를 진강(進講)하면서 경(經)의 뜻을 궁구하는 것은 장차 그 뜻을 사용하기 위한 것입니다. 《춘추》에 무릇 백성의 힘을 쓰면 반드시 기록했고 장공(莊公)이 연구(延廐)를 큰 흉년이 든 해에 신설하자 심한 비난과 폄론을 가했습니다. 지금 재이(災異)가 이와 같아서 민생이 극도로 곤궁하여 굶어 죽은 시체가 들에 가득하니, 바로 공구 수성할 때요 공사(工事)를 할 때가 아닙니다. 《춘추》를 거울삼아 이 역사을 정지시키소서.” 하였다.",
                "hj": "○丙(子)〔寅〕/朝講。 沙鹿崩, 止震(夷伯)〔伯夷〕之廟。 說到至誠無息, 宇顒啓曰: “帝王之學, 自精一執中、格致誠正上做出來, 故表裏輝光, 終始如一羈者, 則都無此根本, 只以才能智力, 假借仁義, 做事安得不至於怠廢乎?” 又曰: “誠心而王則王矣, 假之而伯則伯矣。 只在人主所爲而已。” 講訖, 兩司進啓: 熙政堂修理停役事。 上曰: “予作阿房、建章, 則如此論執可矣。 修理有何關, 而如此云云乎?” 宇顒啓曰: “臣等, 方以《春秋》進講窮經, 將以致用也。 《春秋》凡用民力, 必書藏公新延廐於大無之歲, 深加譏貶。 今災異如此, 民生極艱苦, 餓殍滿野, 正當恐懼修省之時, 非所當作爲之時也。 願監《春秋》停此役。”"
            },
            "2": {
                "H2KE-EN": "The King summoned the Office of the Censor General to summon Yi I . Yi I did not come due to an illness and submitted a memorial requesting that the east and the west be divided into the separate activities. However, the eastern people admonish the western frontier separate activities and desired to find the right and wrongdoings. Thus, he requested that the east and the west be destroyed and encouraged Confucian scholars to support the country with all his heart. The King ordered that Yi I be dismissed from his post. Consequently, the officials of the Office of the Censor General and the Office of the Censor General , occasionally argued the separate arate separate activities.",
                "H2KE-nKo": "사간원 대사간 이이를 불렀다. 이이가 병을 이유로 사양하고 오지 않으면서 상소하여 동서의 당파가 나뉘어진 것에 대해 논하였는데, 동인들이 서인을 너무 심하게 공격하여 억지로 시비를 정하려고 하였다. 이에 동서의 당파를 타파하고 사류를 보합해서 그들로 하여금 한마음으로 나라를 위해 목숨을 바치도록 하기를 청하니, 주상이 상소의 내용이 적절하지 않다는 이유로 이이를 체직하도록 명하였다. 이에 양사와 옥당이 분분하게 논박하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 5월 22일(병인) 2번째기사",
                "gt-oKo": "사간원 대사간의 벼슬로 이이를 부르니 이이가 병을 핑계로 사양하고 오지 않고서 상소를 올려 동서(東西)의 분당(分黨)에 대하여 논하면서 ‘동인이 서인을 공격함이 너무 심하여 억지로 시비를 결정하고자 하니 바라건대 동서의 당론을 타파하고 사류들을 보합(保合)케 하여 그들이 한 마음으로 나라에 몸바치게 하소서.’ 하였는데, 상이 상소의 사연이 시사(時事)에 맞지 않는다는 이유로 이이를 체직하라고 명하였다. 그리하여 양사와 옥당이 어지럽게 논박하였다.",
                "hj": "○以司諫院大司諫召李珥。 珥辭疾不至, 而上疏論東西分黨, 而東人攻西太甚, 欲强定是非, 請打破東西, 保合士類, 使之一心徇國。 上以疏辭不中, 命遞珥職。 於是兩司、玉堂紛紜駁論矣。"
            }
        }
    },
    "06": {
        "22": {
            "1": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King to discuss the former Inspector General Yi I submitted a memorial regarding Sim Uigyeom and Kim Hyowons case. The memorial was submitted to the King and the King reported to the King. The King replied, I dared to make an excuse against Sim Uigyeom and Kim Hyowon, but I do not know that it is proper.",
                "H2KE-nKo": "홍문관이 차자를 올려 전 대사간 이이의 상소와 심의겸, 김효원의 일에 대해 논하면서 조어가 잘못된 것에 대해 논하였는데, 입계하니, 답하기를,“감히 스스로 강변하는 것이 합당한지 모르겠다.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 22일(병신) 1번째기사",
                "gt-oKo": "홍문관이 차자를 올려, 전 대사간 이이가 상소를 올려 심의겸·김효원의 일을 논한 때에 조어(措語)가 잘못되었다는 것으로 입계하니, 답하였다. “감히 스스로 강변(强辨)하고 있는데 그것이 마땅한지 모르겠다.”",
                "hj": "○丙申/弘文館上箚, 論前大司諫李珥上疏論沈義謙、金孝元之事, 措語謬戾事, 入啓。 答曰: “敢自强辨, 未知其當。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gihae day, [the King] conducted state affairs in the gihae year (. Yi Munhyeong was appointed minister of personnel .",
                "H2KE-nKo": "정사가 있었다. 이문형을 이조 판서에 제수하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 25일(기해) 1번째기사",
                "gt-oKo": "정사(政事)가 있었다. 이문형(李文馨)을 이조 판서에 제수하였다.",
                "hj": "○己亥/有政。 李文馨拜吏曹判書。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, When Executive Assistant of Hamheung Yang Sajun was once magistrate , he robbed people of his poison. When he went to his hometown to mourn his death, there were many acts of disrespectful conduct. Your subjects request that he be dismissed from his position.",
                "H2KE-nKo": "사간원이 아뢰기를,“함흥 판관 양사준은 일찍이 수령이 되었을 때 백성의 재물을 긁어모으고 분상할 때에 도리에 어긋나는 일이 많았습니다. 파직하고 서용하지 마소서.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 25일(기해) 2번째기사",
                "gt-oKo": "사간원이 아뢰었다. “함흥 판관(咸興判官) 양사준(梁思俊)은 수령으로 있을 적에 백성들의 고혈을 긁어 냈고 분상(奔喪)했을 때에는 도리어 어긋나는 일이 많이 있었습니다. 파직시키고 서용하지 마소서.”",
                "hj": "○司諫院啓: “咸興判官梁思俊, 曾爲守令, 剝割, 奔喪之際, 多有悖理之事, 請罷職不敍。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province submitted a memorial as follows: In our province, there were flooding overflowing, and many people were swept away by the fields and all the fields were destroyed by the fields of the fields and the fields were destroyed by the occurrence of flooding. The situation was extremely surprised.",
                "H2KE-nKo": "전라 감사가 서장을 올렸는데, 그 내용은 다음과 같다.“도내에 홍수가 나서 많은 사람들이 떠내려가고 전답이 모두 물에 잠겼습니다. 이는 전고에 없던 재해로서 보기에 매우 참혹합니다.”\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 27일(신축) 1번째기사",
                "gt-oKo": "전라 감사가 서장을 올렸다. “도내에 큰물이 져서 인물이 다수 표류되었고 전답이 모두 매몰되는 등 전고에 없던 재해이므로 보기에 참혹하기 그지없습니다.”",
                "hj": "○辛丑/全羅監司書狀: 道內大水漲溢, 人物多數漂流, 田畓盡爲沈沒, 前古所無之災, 所見極爲慘酷事。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Yi Munhyeong , minister of personnel , resigned from office. [The King] ordered that he not resign.",
                "H2KE-nKo": "이조 판서 이문형이 사직하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 28일(임인) 1번째기사",
                "gt-oKo": "이조 판서 이문형이 사직하니, 사직하지 말라고 답하였다.",
                "hj": "○壬寅/吏曹判書李文馨辭職。 答曰: “勿辭。”"
            },
            "2": {
                "H2KE-EN": "The Fourth Censor of the Office of the Censor General Song Geukhyeong reported as follows: The other day, Bai Yan (K. Baek Ingung submitted a memorial regarding the current affairs of the people, and the incident of Yi I replaced by Yi I . Among the people of the court, there is no one who knows about this. When he himself wrote a draft of Yi I, it is worth men of old age that cannot be reprimanded. Yi I, a member of the Royal Confucian Academy , retired to a mountain field, and therefore, he should have concealed anything without hiding anything. Then, why did he dare to conceal his circumstances and hide his circumstances in secretly replaced him by replacing him? Truly, this is not a sense of righteousness in serving the sovereign. Therefore, your subject could not overcome his disappointment and harboring what he had heard and desiring to punish his crime, thereby rectifying the faults of subjects who uttered words and dishonestly unjust officials. However, your subject has observed his view. Your subject requests that he be replaced. Censor Kwon Deokrye , Censor Im Gunro , Third Censor Yi Yangjung , and Fourth Censor Hong Seyeong reported as follows: The current circumstances of Bai Yans memorial regarding the current affairs of Bai Yan were produced by Yi Is hand. If this is true, Yi I cannot avoid the responsibility. However, in recent years the court, it is necessary to make it impossible for him to impeach him. If this matter happens to be impeached, your subject fears that the rumors might become more extreme. Also, when your subject impeaches him, if he wishs to dismiss him from his post, he will stay in a field in a field, and if he impeaches him, he",
                "H2KE-nKo": "사간원 정언 송응형이 아뢰기를,“지난번 백인걸이 상소하여 시사를 논한 한 가지 일에 대해 말씀드리겠습니다. 이이가 대술한 일은 조정에서 모두 들어서 알고 있는데, 대고를 직접 본 자까지 있습니다. 백인걸은 노쇠하여 나무랄 것도 못 됩니다. 이이는 경악의 구신으로서 산야에 물러나 살고 있으니, 소회가 있으면 숨김없이 사실대로 진달하는 것이 무슨 거리낌이 있겠습니까. 그런데 감히 자취를 숨기고 이리저리 둘러대어 은연중 대술해서 성상을 현혹하기를 바랐으니, 실로 곧은 도리로 임금을 섬기는 의리가 아닙니다. 그러므로 신은 놀라움을 금치 못하여 곧바로 들은 바에 의거하여 그 죄를 논하여 신하로서 속이고 바르지 못한 말을 한 잘못을 바로잡으려고 하였는데, 동료에게 저지당하였으니, 신의 소견이 잘못되었습니다. 신의 직임을 체차해 주소서.”하고, 대사간 권덕여, 사간 임국로, 헌납 이양중, 정언 홍세영이 아뢰기를,“백인걸의 상소 가운데 시사를 논한 한 가지 일은 이이의 손에서 나왔다고 합니다. 과연 이 말과 같다면 이이는 진실로 그 책임을 피할 수 없을 것입니다. 다만 근래 조정에서는 화평을 위주로 하는데, 만약 이 일로 인하여 반드시 논핵하려고 한다면 더욱 심하게 소란을 일으킬까 두렵습니다. 그리고 논핵할 때에 파직하려고 하면 벼슬을 그만두고 초야에 있고 추고하려고 하면 공사에 관계되지 않으니, 별로 할 만한 일이 없습니다. 그러므로 송응형과 논의가 합치되지 않았습니다. 그런데 지금 그가 피혐한 말을 보니, 자취를 숨기고 궤비하다고 배척하기까지 하였는데, 신들은 그렇지 않다고 생각합니다. 신들의 직임을 체차해 주소서.”하니, 답하기를,“모두 사직하지 말라.”하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 28일(임인) 2번째기사",
                "gt-oKo": "사간원 정언 송응형(宋應泂)이 아뢰기를, “지난번 백인걸(白仁傑)이 상소를 올려 시사를 논한 것 가운데 한 조목은 이이가 대술(代述)한 것임을 조정 사이에서는 들어서 모르는 사람이 없음은 물론 대신 쓴 초고(草稿)를 직접 본 사람도 있습니다. 백인걸은 늙어 꼬부라진 사람이니 나무랄 것도 없습니다. 그러나 이이는 경악(經幄)의 구신(舊臣)으로 산야에 물러가 살고 있으니 생각하는 바가 있으면 숨김이 없이 직접 진달해야 할 것인데 무엇을 꺼려 감히 자취를 숨기고 거짓 꾸며서 몰래 대술해서 천청(天聽)을 미혹하려 했단 말입니까? 이는 실로 바른 도리로 임금을 섬기는 의리가 아니기 때문에 신은 해괴함을 견디지 못하여 직접 들은 것에 의하여 그 죄를 논함으로써 신하들이 비밀히 속이는 곧지 못한 잘못을 바로 잡고자 했던 것인데 동료들에게 저지당하였으니 신의 소견이 어긋났습니다. 신은 체직시켜 주소서.” 하였다. 대사간 권덕여(權德輿), 사간 임국로(任國老), 헌납 이양중(李養中), 정언 홍세영(洪世英)이 아뢰기를, “백인걸의 상소 가운데 시사를 논한 한 조목은 바로 이이의 손에서 나온 것이라고 하는데 이 말이 사실이라면 이이는 참으로 그 책임을 피할 수 없을 것입니다. 다만 요즘 조정에서는 화평을 위주로 하고 있는데 만약 이 일로 인하여 기필코 논핵하려 든다면 시끄러움이 더욱 심할까 두렵습니다. 그리고 그를 논박함에 있어 파직시키려니 휴직하고 초야에 있는 몸이요 추고하려니 공사(公事)에 간여된 것이 아니라서 별로 할 만한 일이 없습니다. 그래서 송응형과 논의가 불합했던 것입니다. 지금 그가 피혐한 내용을 보니 자취를 숨기고 비밀히 속인 것이라고까지 배척했습니다만 신들은 그렇지 않다고 여깁니다. 신들을 체직시겨 주소서.” 하였다. 모두 사직하지 말라고 답하니, 물러가 물론을 기다렸다.",
                "hj": "○司諫院正言宋應泂啓曰: “頃日白仁傑上疏, 論時事一款, 李珥代述之事, 朝著之間, 莫不聞知。 至有親見其代稿者, 仁傑老耄, 不足責也。 珥以經幄舊臣, 退處山野, 凡有所懷, 直達無隱, 有何顧忌, 而乃敢匿迹回互, 隱然代述, 冀惑天聽? 實非直道事君之義, 故臣不勝駭怪, 直據所聞, 欲論其罪, 以正人臣說詭不直之失, 而爲同僚所沮抑, 臣之所見謬矣。 請遞臣職。” 大司諫權德輿、司諫任國老、獻納李養中、正言洪世英啓曰: “仁傑疏中論時事一款, 乃出於李珥之手云。 果若此言, 珥固不得辭其責。 但近來朝廷當以和平爲主, 若因此事, 而必至於論劾, 則恐致囂囂之益甚。 且其論之也, 欲罷則休官在野, 欲推則非干公事, 別無可爲之事。 故與宋應泂論議不合, 今觀其避嫌之辭, 至以匿迹詭秘斥之, 臣等之意, 則不以爲然。 請遞臣等之職。” 答曰: “幷勿辭, 退待物論。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gapjin day, the Office of the Inspector General came to the King and reported, The incident of Yi I replaced by him was exposed to the lecture of the Royal Lecture. However, your subject and others remained in the Office of the Inspector General without silent idlea, which is truly uncomfortable. Your subject and others should be replaced by the Office of the Censor General. The King answered that they should not be refused, but 물러가 물론을 기다렸다. ",
                "H2KE-nKo": "사헌부가 와서 아뢰기를,“이이가 대술한 일이 경연 석상에서 발론되기까지 하였는데, 신들이 언관의 자리에 있으면서 묵묵히 한마디도 하지 않고 간원을 처치한 것은 실로 온당치 못합니다. 신들을 체직하소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 30일(갑진) 1번째기사",
                "gt-oKo": "사헌부가 와서 아뢰기를, “이이가 대술한 일이 경연 석상에서까지 발론되었는데 신들은 언관의 자리에 있으면서도 한마디 말도 없이 잠잠히 있었으니 간원의 일을 처리하기가 실로 미안한 바가 있습니다. 신들을 체직시켜 주소서.” 하였다. 사직하지 말라고 답하니, 물러가 물론을 가다렸다.",
                "hj": "○甲辰/司憲府來啓曰: “李珥代述之事, 至發於經席之上, 臣等忝在言地, 默無一言, 處置諫院, 實所未安, 請遞臣等之職。” 答曰: “勿辭, 退待物論。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King, which stated, In general, the case of Yi I replaced by him is widely clarified by the capital and your subjects heard this. However, how could Yi I have done such unreasonable things? Sometimes, such clarified letters have been communicated and sometimes excessively clarified as true transgressions. Deokryeo and others did not follow their recommendation. Truly, this was based on public justice. Even if [Yi] Byeonyeong wanted to impeach him, there would be a problem in the future. However, there was no other intention. How could it be right to have him replaced, sometimes he was replaced, and sometimes he was replaced, thereby causing the circumstances of the government and the encouragement of officials? Inspector General Yi Sik and others suspected that they did not speak about this. This was merely because it was difficult to truthfully clarify [the clarified letters]. What fault is there? We request that all Yi Sik and Kwon Deokryeo and others be ordered to be judged according to their wishes. The King 답하기를, “내일 결정하겠다.” 하였다.",
                "H2KE-nKo": "홍문관이 차자를 올리기를,“이이가 대술한 일이 도하에 떠들썩하게 퍼졌다는 것은 신들도 들었습니다. 다만 이이가 어찌 이와 같이 무리한 일을 하였겠습니까. 혹 편지를 주고받은 일이 있기도 하고 혹 사실보다 지나치기도 하였습니다. 권덕여 등이 따르지 않은 것은 실로 공론에서 나온 것이고 송응형이 탄핵하고자 한 것은 뒷날의 폐단이 있기 때문이며 또한 다른 뜻이 있어서가 아닙니다. 어찌 논의가 합치되지 않는다는 이유로 혹 체차하기도 하고 혹 출사하게 하기도 하여 조정이 안정되지 못하는 근심을 일으키고 진신들이 공격하는 조짐을 열어 놓을 수 있겠습니까. 대사헌 이식 등은 말하지 않은 것을 혐의쩍게 여기니, 이는 전파된 말을 믿기 어려워서 그런 것입니다. 무슨 잘못이 있겠습니까. 이식 이하 권덕여 이하를 모두 출사하도록 명하소서.”하니, 답하기를,“내일 결정하겠다.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 30일(갑진) 2번째기사",
                "gt-oKo": "홍문관이 차자를 올리기를, “대개 이이가 대술한 일이 도하(都下)에 시끄럽게 전파되고 있는 것을 신들도 들었습니다. 그러나 이이가 어찌 이와 같은 무리한 일을 하겠습니까. 혹 간찰(簡札)을 서로 주고 받은 일이 있었던 것이 사실보다 지나치게 전파되었을 것입니다. 그리고 권덕여(權德輿) 등이 따르지 않은 것은 참으로 공심(公心)에서 나온 것이요 송응형(宋應泂)이 탄핵하고자 한 것은 비록 뒤폐단이 있다 하더라도 또한 다른 뜻이 있어서가 아니었으니, 어찌 논의가 합하지 않았다 하여 혹은 체직하고 혹은 내쳐서 조정이 안정되지 못하는 환란을 일으키고 진신(縉紳)들이 공격하는 조짐을 열어놓을 수 있겠습니까. 대사헌 이식(李拭) 등은 말하지 않은 것으로 혐의를 삼고 있는데 그것은 믿기 어려운 전파된 말이라서 그렇게 한 것에 지나지 않은 것이니 무슨 잘못이 있겠습니까. 이식 이하와 권덕여 이하를 모두 출사하게 하소서.” 하니, 답하기를, “내일 마땅히 발락(發落)하겠다.” 하였다.",
                "hj": "○弘文館箚子: 大槪李珥代述之事, 都下喧傳, 臣等亦聞之矣。 但珥豈爲如是無理之事乎? 或有簡札相通之事, 而流傳或至於過實也。 德輿等之不從, 實出於公, 應泂之欲劾, 雖有後弊, 亦非有他意也。 豈可以論議之不合, 或遞或出, 起朝家不靖之患, 啓縉紳攻擊之漸乎? 大司憲李拭等, 以不言爲嫌, 是不過難信傳播之言而然也。 有何所失? 請李拭以下權德輿以下, 竝命出仕。 答曰: “明日當發落。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the imo day of the twelfth month. During the Han dynasty, Hui encountered Jin Wen [China] and expounded on the method of the Spring and Autumn Annals (C. Chunqiu . While expounding on the Spring and Autumn Annals (C. Chunqiu , the Office of the Royal Decrees reported: The words of the Spring and Autumn Annals are not only based on the current style. In terms of righteousness, Heaven is the people and has erected supporting",
                "H2KE-nKo": "조강을 행하였다. 희공이 한에서 싸워 진후를 사로잡았는데, 맹자가 《춘추》의 법을 논한 대목에 이르러 김우옹이 아뢰기를,“맹자의 말은 시폐를 위해서만 말한 것이 아닙니다. 이치로 말하면 하늘이 백성을 내고 사목을 세운 것은 백성을 위해서입니다. 그러므로 ‘후왕과 군공을 세우고 대부와 사장을 받든다.’라고 하였으니, 안일할 뿐만 아니라 오직 백성을 어지럽히는 것으로 말하면, 하늘은 본래 백성을 위하여 임금을 세운 것입니다. 분수로 말하면 임금과 백성의 명분이 분명하여 마치 천관지구와 같아서 어지럽힐 수 없습니다. 그러므로 ‘오직 밝은 것을 원후로 삼고 원후는 백성의 부모로 삼는다.’라고 하였으니, 명분이 분명하지 않으면 반역의 무리가 백성을 위한다는 핑계로 임금과 어버이를 가벼이 버리는 일이 생길 것입니다. 다만 후세에서는 명분이 엄하다는 것만 알고 백성을 위하여 임금을 세운다는 뜻은 알지 못한 채 백성의 위에서 방자하게 굴어 원래 스스로 높은 체하여 임금과 백성 사이에 형세가 끊어지고 인정이 막혀서 한 몸과 같다는 의리를 모르니, 말세에는 언제나 이와 같습니다. 맹자의 말은 당시의 임금을 위하여 경계한 것이 지극히 절실합니다.”하니, 유성룡이 아뢰기를,“맹자는 임금을 위하여 말한 것이니 명분은 어지럽힐 수 없습니다.”하였다. 《좌전》에 ‘진대부가 세 번 절하고 머리를 조아린다.’라고 운운한 대목에 유성룡이 아뢰기를,“이때는 사명이 매우 좋아서 사명이 없어서는 안 됩니다. 진나라에 사람이 있어서 사명을 잘 지었기 때문에 망하지는 않았습니다.”하니, 김우옹이 아뢰기를,“사명뿐만이 아닙니다. 이때 진나라에 여생 등과 같은 사람이 있어서 정선하여 어린 아들을 보도하였는데, 수비가 매우 견고하고 나라의 형세가 쇠퇴하지 않았기 때문에 진나라가 멸망할 수 없다는 것을 알고 돌아간 것입니다. 근세에 명나라가 천순으로 일하는 것이 바로 이와 같습니다. 토목 공사가 패하자 어가가 북쪽으로 파천하였는데, 우겸 등이 우뚝 서서 움직이지 않고 병마를 정리하여 나라의 형세가 당당하자 오랑캐가 대적할 수 없음을 알고 황제를 받들어 보냈을 뿐입니다.”하자, 유성룡이 아뢰기를,“송 고종이 겸손한 말로 화친을 청하였으나 휘흠이 끝내 돌아오지 못하였으니, 이것이 그 득실이 분명합니다.”하였다. 김우옹이 아뢰기를,“겸손한 말로 화친을 청하고 원수의 명을 따랐기 때문에 나라의 형세가 날로 낮아지고 적의 형세가 날로 확장되어 쇠퇴하여 멸망하고야 말았으니, 이것으로 말하면 우겸 등의 일이 잘된 것입니다.”하니, 유성룡이 아뢰기를,“이때에는 열국에도 오히려 예의가 있었기 때문에 용병할 때에도 사명이 왕래하였지만 전국 시대에는 이런 일이 없었습니다.”하자, 김우옹이 아뢰기를,“이때에는 예의가 쇠퇴하여 대개는 오로지 지력으로만 하였기 때문에 의론이 낮아진 것이 바로 쇠퇴한 세상의 기상입니다. 그러나 간혹 완전히 없어지지 않은 곳이 있으니, 전국 시대에는 예의가 땅을 쓴 듯이 없어졌습니다.”하였다. 당숙을 봉할 때에 기자가 운운한 대목에 대해 주상이 묻기를,“기자가 어떻게 알았는가?”하니, 김우옹과 유성룡이 아뢰기를,“생각건대 이 숫자로 추산하였을 것입니다.”하고, 김첨이 아뢰기를,“당숙은 반드시 어질기 때문에 기자가 그 이치를 말한 것입니다.”하자, 유성룡이 아뢰기를,“만약 이치를 온전히 말한다면 주공의 후손이 무엇 때문에 쇠약해졌겠습니까.”하니, 김첨이 아뢰기를,“상도가 있고 변도 있습니다. 신들은 필경 숫자로 추산하였을 것이라고 생각합니다.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 8일(임오) 1번째기사",
                "gt-oKo": "조강이 있었다. ‘희공(僖公)이 한(韓)에서 싸워 진후(晉侯)를 사로잡았다.’까지를 강하고 맹자(孟子)가 춘추법을 말한 데 대하여 논하게 되자 김우옹이 아뢰기를, “맹자의 말은 시폐(時弊)를 위하여 말한 것만은 아닙니다. 이치로 말한다면 하늘이 백성을 낳으시고 그들을 맡아서 기를 사람을 세우는 것은 백성을 위해서인 것입니다. 그러므로 ‘후왕(后王)과 군공(君公)을 세우고 대부(大夫)와 사장(師長)을 두어 받들게 한 것은 다만 편안히 즐기게 하려는 것이 아니라 백성을 다스리게 하기 위해서다.’ 하였으니 하늘은 본래 백성을 위하여 임금을 세운 것입니다. 분위(分位)로 말한다면 임금과 백성은 명분이 판연하여 하늘·갓[冠]과 땅·신[履]의 관계와 같아서 그 질서는 혼란시킬 수가 없습니다. 그래서 진실로 총명한 사람을 원후(元后)로 세우고 백성의 부모가 되게 한다고 하였으니, 명분이 분명하지 않으면 반역의 무리가 백성을 위한다는 핑계로 경솔히 군친(君親)을 저버리는 짓을 하게 됩니다. 다만 후세에서는 명분이 엄한 것만 알고 백성을 위하여 임금을 세운 뜻은 모른 채 방자스럽게 백성의 위에서 스스로 높은 체하고 있으므로 임금과 백성 사이에 정세(情勢)가 막히고 끊어지게 되어 임금과 백성은 일체라는 것을 모르게 되었습니다. 말세(末世)에 오면서는 매양 이와 같았으므로 맹자의 말은 당시의 임금을 위하여 경계하도록 진술한 것으로 지극히 절실한 것입니다.” 하고 유성룡은 아뢰기를, “맹자가 임금을 위하여 말한 것입니다. 명분을 혼란시킬 수가 없습니다.” 하였다. 《좌전(左傳)》의 ‘진(晉)나라 대부가 머리가 땅에 닿도록 세 번 절하였다. …….’ 한 데 대하여, 유성룡이 아뢰기를, “이 때에 사명(詞命)이 매우 훌륭했는데 사명은 없어서는 안됩니다. 진나라에 인재가 있어서 사명을 잘 담당하였기 때문에 망하는 데에 이르지 않았던 것입니다.” 하고, 김우옹은 아뢰기를, “사명뿐만이 아니라 이 때 진나라에는 여생(呂甥)과 같은 인재들이 있어서 군량을 저축하고 무기를 수선하여 유자(儒子)를 보필하였으므로 수비가 매우 튼튼하여 나라의 형세가 쇠퇴하지 않았기 때문에 진(秦)나라는 진나라를 멸망시킬 수 없다는 것을 알고 돌아간 것입니다. 근세(近世) 중국의 천순(天順) 때의 일이 바로 이와 같은 것이었습니다. 토목보(土木堡)의 싸움에서 패하고 황제가 북으로 사로잡혀 갔었으나 우겸(于謙) 등이 우뚝하게 움직이지 않고 병마를 정돈하여 나라의 형세가 당당했기 때문에 오랑캐가 대적할 수 없을 줄을 알아차리고 황제를 받들어 돌려보냈던 것입니다.” 하였다. 유성룡이 아뢰기를, “송 고종(宋高宗)이 겸손한 말로 화친을 청했으나 휘종(徽宗)·흠종(欽宗)은 끝내 돌아올 수 없었으니 이것은 그 득실이 분명한 것입니다.” 하고, 우옹은 아뢰기를, “겸손한 말로 화친을 청하고 구수(仇讐)들의 명을 받았기 때문에 나라의 형세가 날로 비하되고 적의 형세가 날로 확장되어 송나라는 결국 쇠퇴하여 멸망하는 데에 이르고야 말았던 것입니다. 이것으로 말한다면 우겸 등의 일은 잘한 것입니다.” 하고, 유성룡은 아뢰기를, “이때에는 열국(列國)에 오히려 예의(禮義)가 있었기 때문에 용병(用兵)할 즈음에도 오히려 사명(詞命)이 왕래했으나 전국(戰國) 때에 이르러서는 이것이 없었습니다.” 하고, 김우옹은 아뢰기를, “그때에는 예의가 쇠퇴해져서 대개는 오로지 지력(智力)으로만 하였기 때문에 의논이 비하되었으니 이는 바로 쇠세(衰世)의 기상입니다. 그러나 간혹 다 없어지지 않은 곳도 있었는데 전국 시대에 와서는 예의가 비로 쓴 듯이 없어졌습니다.” 하였다. 그리고 당숙(唐叔)의 봉(封)함과 기자(箕子)가 운운한 데에 대하여 상이 하문하기를, “기자가 어떻게 알았는가?” 하니, 김우옹과 유성룡이 아뢰기를, “생각하건대 이것은 수(數)로써 추리(推理)한 것 같습니다.” 하고, 김첨(金瞻)은 아뢰기를, “당숙은 반드시 어진 사람이었기 때문에 기자가 그 이치로 말했을 것입니다.” 하고, 유성룡은 아뢰기를, “이치만으로 본다면 주공(周公)의 후손이 무슨 까닭으로 쇠했겠습니까?” 하니, 첨이 아뢰기를, “상도(常道)가 있으면 변통(變通)이 있는 것이니, 신들은 필경 이(理)와 수(數)를 겸하여 추리했다고 생각됩니다.” 하였다.",
                "hj": "○壬午/朝講。 僖公戰于韓, 獲晋侯, 至論孟子之言《春秋》之法, 宇顒啓曰: “孟子之言, 非但爲時弊而言也。 以理言之, 則天生民, 而樹之司牧, 所以爲民也, 故曰樹后王君公, 承以大夫師長, 不唯逸豫, 惟以亂民, 則天本爲民, 而立君。 以分言之, 則君民名分, 截然如天冠地屨, 不可亂也。 故曰: ‘亶聽明作元后, 元后作民父母。’ 名分不明, 則叛逆之徒, 托以爲民, 輕棄君親之事作矣。 但後世徒知名分之嚴, 而不知爲民立君之意, 肆於民上, 元然自高, 君民之間, 勢絶情阻, 不知一體之義, 末世每每如此。 孟子之言, 爲時君陳戒至切也。” 成龍曰: “孟子爲君言之也。 名分則不可亂也。” 《左傳》晉大夫三拜稽首云云, 成龍曰: “是時詞命極好, 詞命不可無也。 晋國有人, 能爲詞命, 故不至於亡也。” 宇顒曰: “不但詞命, 是時晋國有人如呂甥等, 征繕以輔孺子, 守備甚固, 國勢不衰, 故秦知其不可滅, 而歸之也。 近世天朝天順之事, 正類是。 土木之敗, 鑾輿北狩, 而于謙等能屹然不動, 整理兵馬, 國勢堂堂, 虜知不可敵, 而奉送皇帝爾。” 成龍曰: “宋高宗卑辭乞和, 而徽欽終不得返, 是其得失明矣。” 宇顒曰: “卑辭請和, 聽命於仇讎, 故國勢日卑, 而賊勢日張, 至於委靡滅亡而後已。 以此言, 則于謙等之事得矣。” 成龍曰: “是時列國, 猶有禮義, 故用兵之際, 猶有詞命往來。 至於戰國, 則無是矣。” 宇顒曰: “是時禮義衰廢, 大槪專以智力爲之, 故議論卑下, 乃衰世氣象也。 然間有未盡泯處, 至於戰國, 則禮義掃地盡矣。” 唐叔之封也, 箕子云云, 上問: “箕子何以知之?” 宇顒與成龍曰: “想是以數推之。” 金瞻曰: “唐叔必賢, 故箕子言其理也。” 成龍曰: “若全言理, 則周公之後, 何故衰耶?” 瞻ㆍ曰: “有常有變。 臣等曰: “畢竟兼以數推也。”"
            },
            "2": {
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 6월 8일(임오) 2번째기사",
                "gt-oKo": "탑전에서 진계(進啓)하였다. 집의 홍혼(洪渾)이 아뢰기를, “이이의 상소 가운데 말한 것이 중도에 어긋난 점이 많습니다.” 하였다. 상이 이르기를, “이른바 수사율(收司律)이란 무엇을 말하는 것인가?” 하였다. 유성룡과 홍혼이 아뢰기를, “본래 상앙(商鞅)의 법에서 나온 것인데 이이가 사용해서는 안 될 곳에 잘못 사용한 것이니 망발이라고 할 만합니다.” 하였다. 김우옹이 아뢰기를, “참으로 망발입니다. 그러나 이것은 주자가 진양(陳亮)에게 보낸 편지에 ‘붕우들도 또한 장차 수사연좌율(收司連坐律)에 빠질 것이다.’고 한 데서 나온 것인데 이는 단지 그 책임을 받을 것임을 말한 것뿐입니다. 이이가 말한 것도 역시 이와 같은 것으로 상앙이 본래 한 말과는 같지 않습니다.” 하고, 유성룡이 아뢰기를, “이이가 논한 것은 아주 옳지 않습니다. 대개 이이의 사람됨이 천품이 고매하고 글을 본 것 또한 많으니 배우지 않은 것은 아닙니다. 다만 함양한 힘이 없기 때문에 언론(言論)과 처사(處事)에 있어 경솔한 점이 많습니다. 지금 논한 것도 이 병통으로 인연하여 망발한 것입니다.” 하고, 김우옹이 아뢰기를, “유성룡이 논한 이이의 사람됨과 언어의 실수에 대해서는 바로 그 병통을 맞췄습니다. 그리고 논한 바가 중도에 어긋난 점에 대해서는 위에서 이미 다 알고 계시며 신하들도 아뢰었습니다. 그러나 모름지기 조목조목 지적하여 말하여야 바야흐로 명백한 것이니 신의 의견을 말씀드리겠습니다. 이이가 논한 김효원(金孝元)·심의겸(沈義謙)의 일과 을해년에 서인(西人)이 잘못한 일, 그리고 이수(李銖)의 일은 모두가 그렇지 않은 것이 없습니다. 오늘날 조정이 의논이 과격한 점이 있다고 말한 데 이르러서도 이 또한 혹 있기도 합니다. 다만 모름지기 공사(公私)와 시비(是非)가 크게 분별돼야 할 부분에서 이이의 말은 너무 분별이 없고 단지 양시 양비(兩是兩非)라고만 하였습니다. 이는 그 주의(主意)가 온당하지 못하기 때문에 허다한 병통이 이를 인연하여 나온 것입니다. 이른바 모름지기 시비가 있어야 한다는 것에 대하여 이이가 논한 것만을 가지고 보건대, 심의겸은 외척으로 요지(要地)에 있으면서 권세를 피하지 않았으니 이미 잘못되었습니다. 또 겸허한 마음으로 사류들을 예절로 대우하지 못하고는 이에 김효원이 젊었을 때의 일을 가지고 헐뜯어 마지 않아서 농간을 부린 기세가 현저하였습니다. 그런데 그 뒤 그 동류들이 서로 뒤이어 용사(用事)하면서 농간으로 조정의 기강을 무너뜨렸으니 이른바 ‘비(非)이고 사(私)이다.’라는 것이 어찌 여기에 있지 않겠습니까. 김효원의 경우는 나이가 젊고 기운이 팔팔하여 해야 할 일에 과감한 나머지 혐의를 피하지 않고 권귀(權貴)에게 저촉된 데 지나지 않으니 비록 허물이 있다고 하더라도 역시 공죄(公罪)입니다. 그렇다면 시비가 크게 나누어져 절로 있는 곳이 있게 됩니다. 만약 시비를 전연 논하지 않고 진정시키려고만 한다면 또한 혼잡을 빚어 진정시킬 수가 없게 될 것입니다. 그렇다면 오늘날 시비를 정하고자 하는 것은 바로 일국의 공론이요 사의(私意)가 아님은 물론 억지로 정한 것도 아닙니다. 그러니 이이가 한 말을 어찌 옳다고 할 수 있겠습니까.” 하였다. 홍혼과 유성룡 등이 인하여 당초 서인들이 김효원의 벗을 공격 배척했다고 아뢰었다. 상이 하문하기를, “어떤 사람을 공격 배척하였는가?” 하니, 홍혼이 아뢰기를, “당초에는 이성중(李誠中)·허봉(許篈)을 공격하여 제거하였고 다음에는 최경창(崔慶昌)의 일을 이용하여 대간 등을 쫓아버린 일이 그것입니다.” 하고, 또 아뢰기를, “그때의 일은 유성룡이 알고 있습니다.” 하였다. 유성룡이 아뢰기를, “최경창은 사람됨이 검속(檢束)하는 바가 없어 국상을 당했을 때에 양계(兩界)의 창기를 데려다 첩으로 삼았으므로 당시 대간이 이를 논박했는데 서인들은 그가 지우(知友)라 하여 비호했습니다. 그 일 때문에 대간 2원(員)이 한때에 모두 함경 도사(咸鏡都事)의 망(望)에 주의(注擬)되니, 당시의 인심이 모두 분하고 억울해 하였습니다. 그때 신은 헌납으로 있었는데 과감하게 탄핵하고자 하였으나 그들이 스스로 자신들의 잘못을 알았다고 말했기 때문에 탄핵하지 않았습니다.” 하고, 김우옹은 아뢰기를, “이이의 상소에 이른 바와 같이 이미 군자·소인으로 나누어 놓고 또 조제(調齊)하여 화평하게 하려 한다면 어찌 군자와 소인이 같이 조제될 이치가 있겠느냐고 하였는데 이 말은 이치가 있습니다. 그래서 신의 생각으로는 다만 공사와 시비가 있을 뿐이라고 여겼던 것이요, 군자·소인으로 분변하고자 한 데 대해서는 그 의논이 과연 마땅한 것인지 모르겠습니다. 이른바 소인이라는 것은 모름지기 권병(權柄)를 조롱하고 기강을 탁란하고 현인(賢人)을 방해하고 국가를 병들게 하고 사림에 해독을 끼치는 일을 해야 비로소 이 이름을 붙일 수가 있는 것입니다. 심의겸 등의 경우는 비록 그들의 심술은 알 수 없으나 별로 화를 끼친 일이 없는데 어떻게 경솔히 이 이름을 붙일 수 있겠습니까. 신의 뜻은 그들이 소인이 되는 데에는 이르지 않았기 때문에 조정할 수 있다고 한 것입니다. 현저하게 드러난 소인들이라면 조제될 리가 만무한 것인데 만약 조제하자고 한다면 이는 나라를 그르치는 말입니다. 지금의 조정 의논도 혹 너무 엄준한 의논이 있어서 군자·소인으로 분변하려고 하는데 이는 온당치 못한 것으로, 바로 나이 젊고 기개가 강직한 일을 경험하지 못한 자들의 의논인 것입니다. 그러나 조정 사이의 일에 밝은 자들은 이와 같지 않아서 힘써 중도를 얻어 시비를 분명하게 해서 각각 화평을 얻게 하려 하고 있으니 이는 바로 조정의 뜻입니다. 어찌 이이가 이른 바와 같이 한 시대의 삶들로 하여금 자기의 의논에 동조하게 하여 억지로 시비를 정하고자 하는 자가 있겠습니까. 만약 이와 같다면 그가 바로 소인인 것으로 한 시대를 농락하는 처사인 것입니다. 어찌 성명이 위에 계신데 신하들이 감히 이와 같이 할 수 있겠습니까. 이 말은 아주 옳지 않습니다.” 하고, 홍혼 등은 아뢰기를, “이른바 군자·소인이란 바로 궁극적으로 미루어 말한 것입니다.” 하고, 김첨은 아뢰기를, “군자·소인이란 말도 역시 뜻이 있는 말이니 옳지 않다고 할 수는 없습니다.” 하고, 김우옹은 아뢰기를, “사람의 소견에는 느린 것도 있고 급한 것도 있어서 비록 동일하지는 않더라도 그 대분(大分)을 논한다면 공론(公論)을 유지하고자 함입니다. 사의(私意)가 있지 않으면 모두 공론인 것인데 어찌 그르다고 할 수 있겠습니까.” 하였다. 유성룡이 아뢰기를, “대개 조정의 뜻은 지극히 안정하기를 바라기 때문에 의논이 조금 과격한 것을 힘써 제재하려고 이와 같이 지론(持論)이 화평한 것인데 어찌 이이가 의논한 것과 같은 뜻이 있었겠습니까.” 하고, 김첨이 아뢰기를, “이이의 말은 진실로 다른 뜻이 없으나 그 논의는 아주 잘못되어서 후인들이 부회(傅會)하여 변환(變幻)해 낸다면 사림의 화를 조성할까 두렵습니다.” 하고, 유성룡은 아뢰기를, “사림의 화가 있을까 하여 두려워하는 사람이 많습니다만 신은 반드시 그렇지 않다고 생각합니다. 사림의 화는 반드시 임금이 살피지 못할 때에 있는 것인데 지금은 성명이 위에서 아래 실정을 환하게 살피고 계시니 어찌 이와 같은 일이 있을 수 있겠습니까. 다만 각기 나누어져 모두 의심스런 생각들을 품고 있으므로 감히 일을 하지 못하고 있음은 물론 기강이 날로 쇠퇴해지고 있으니 이것이 염려스럽습니다.” 하였다. 참판 박소립(朴素立)이 아뢰기를, “이이의 말은 매우 옳지 않습니다.” 하고, 또 아뢰기를, “이른바 소인이라 한 말은 그르게 여길 수는 없습니다.” 하고, 우상 강사상(姜士尙)은 아뢰기를, “이이가 어찌 다른 뜻을 품었겠습니까.” 하고, 김우옹이 또 아뢰기를, “논한 것이 옳지 않기 때문에 낱낱이 진술하여 아뢰는 것이요 이이가 옳지 않은 사람이기 때문은 아닙니다. 이이의 사람됨은 위에서 이미 알고 계시고 신도 그를 잘 알고 있습니다. 그의 마음은 나라를 위하는 것뿐입니다. 그러나 그 사람됨이 전혀 장중(莊重)하고 침밀(沈密)한 기상이 없기 때문에 일을 생각함에 있어 분명 주밀하지 못합니다. 이이는 유악(帷幄)의 복심(腹心)인 근신으로 몸은 비록 물러가 있더라도 세상을 걱정하는 마음은 감히 잊지 않고 있습니다. 그 마음은 조정을 안정시켜 세상을 태평스럽게 하고자 한 것일 뿐입니다. 잘못 전해진 말을 듣고 다시 자세히 살피지 않은 채 드디어 시론(時論)이 크게 편벽되어 나랏일이 어그러지고 있다고 생각한 나머지 우려와 분개한 마음이 지나쳐 광언(狂言)을 발한 것일 뿐이니, 그 말이 지나쳤더라도 나라를 걱정하는 뜻에서 나온 것입니다. 그러나 그가 논한 것이 너무 잘못되어 도리어 시비가 현란될까 두려웠기 때문에 아뢰지 않을 수가 없었습니다. 위에서 이미 그 실수를 알고 계시고 또 그 광언을 용서해 주셨으니 더욱 다행한 일입니다.” 하고, 김첨은 아뢰기를, “이이의 의논은 참으로 옳지 않습니다. 그러나 근신(近臣)이 상소를 올려 시사(時事)를 말한 것이니 마땅히 회유(回諭)하시는 것이 좋을 듯합니다.” 하고, 김우옹은 아뢰기를, “참으로 그렇습니다. 그대의 논의가 옳지 않다는 뜻으로 교유(敎諭)를 회사(回賜)하신다면 군신의 사이에 마음을 통할 수 있게 될 것이니 더욱 좋을 듯합니다.” 하였다.",
                "hj": "○榻前進啓。 執義洪渾曰: “李珥疏中。” 所言多失中。” 上曰: “所謂收司之律, 何謂也?” 成龍、渾曰: “本出商鞅法。 珥誤用於不當用處, 可謂妄發。” 宇顒曰: “固是妄發。 但此出於朱子與陳亮書, 朋友亦且陷於收司連坐之律。 大槪只言幷受其責云爾。 珥言亦是如此, 非如商鞅之本說也。” 成龍曰: “珥所論極不是。 大槪珥爲人, 天資高, 看文字亦多, 非不爲學, 但無涵養之力, 故言論處事多率爾。 今此所論, 亦緣此病, 而妄發也。” 宇顒曰: “成龍所論珥之爲人及言語之失, 正中其病, 其所論失中之意, 自上已知悉, 而諸臣亦達之。 但須指其條目而言, 方是明白。 請言臣意。 珥所論金孝元、沈義謙事及乙亥西人誤事及李銖等事皆未爲不然。 至謂今日朝議, 有過激處, 此亦或有之。 但須有公私是非之大分, 珥言太無分別, 而只言兩是兩非云云。 此其主意未穩, 故許多病痛, 緣此而出也。 所謂須有是非者, 只以珥所論觀之, 沈議謙以外戚, 而居要地, 不避權勢, 已爲非矣。 又不能虛己, 禮下士類, 乃以孝元少時事, 詆訾不已, 顯有作弄之勢。 而厥後其類相繼用事, 弄壞朝綱, 則所謂非而私者, 豈不在是乎? 若金孝元則不過年少氣銳, 果於有爲, 不避嫌疑, 觝觸權貴, 雖曰有過, 亦是公罪。 然則是非大分, 自有所在, 若都不論是非, 而徒欲鎭靜, 則亦成混雜, 而不能鎭靜矣。 然則今日欲定是非者, 自是一國之公論, 非私意也。 非强定也。 如珥之言, 豈其然乎? 渾、成龍等, 因言當初西人等, 攻斥孝元之友云云。 上問: “攻斥何人耶?” 渾言: “當初擊去, 李誠中、許篈, 後因崔慶昌事, 逐去臺諫等事是也。” 又曰: “其時事, 成龍知之。” 成龍曰: “崔慶昌, 爲人無檢束, 當國恤時, 畜兩界娼妓爲妾, 當時臺諫論之, 西人等以其知友而庇之。 臺諫二員, 一時竝擬咸鏡都事望, 當時人心皆憤鬱。 臣爲獻納, 果欲彈之, 其人等, 自言已知其失, 故不爲耳。” 宇顒曰: “珥疏所謂, 旣以君子小人分之, 而又欲調劑平和, 安有君子小人, 同調共劑之理? 此言則有理, 故臣意以爲: ‘但有公私是非而已。 欲以君子小人判之, 則其論未知其果當。’ 所謂小人者, 須是操弄濁亂, 妨賢病國, 貽害士林之事, 方可以此名歸之。 若義謙等, 雖其心術有不可知, 別無貽禍之事, 何可輕以此加之耶? 臣意正以其不至於小人, 故可以調劑云爾。 顯是小人, 則萬無調劑之理。 若欲調劑, 則誤國之言也。 今之朝議, 亦或有太峻之論, 欲以君子小人判之, 此則未當。 此是年少氣直未經事之論也。 至於朝間曉事者, 則不如此, 務欲得中, 要使是非分明, 而各得和平, 乃朝廷意也。 豈有如珥所謂欲使一世之人, 同於己論, 而强定是非者哉? 若是如此, 則爲此者, 乃是小人牢籠一世之事, 豈有聖明在上, 而群臣乃敢如是? 此言大不是也。” 渾等曰: “所謂君子小人者, 乃是推極言之也。” 瞻曰: “君子小人之言, 亦是有意, 不可謂不是也。” 宇顒曰: “人之所見, 有緩有急, 雖有不同, 而論其大分, 則欲持公論, 非有私意, 則皆有公論, 何可非之乎?” 成龍曰: “大槪, 朝廷之意, 極欲安靖, 故議論稍過者, 務欲裁之, 持論如此平和矣。 曷嘗有如珥所論之意哉?” 瞻曰: “珥之言, 固無他意, 其論則大誤, 後人傅會幻出, 則恐成士林之禍。” 成龍曰: “士林之禍, 人多懼之。 臣謂必不然。 士林之禍, 必在人主不察之時。 今聖明在上, 洞察下淸, 豈有如此乎? 只是分形各立, 悉懷疑慮, 不敢有爲, 而紀綱日就陵夷, 此爲可慮爾。” 參判朴素立曰: “珥言甚不是。” 又曰: “所謂小人之言, 亦不可非之也。” 右相姜士尙曰: “珥意豈有他哉?” 宇顒又曰: “所論不是, 故歷陳達之。 非以珥爲不可人也。 珥之爲人, 自上固已知之, 臣又知之甚悉。 其心只爲國也。 但其爲人, 全無莊重沈密氣像, 故慮事不審矣。 珥以帷幄腹心近臣, 身雖退處, 而不敢忘憂世之心。 其心欲朝著安靖, 措世治安而已。 傳聞訛誤, 不復致祥, 遂謂時論大偏, 國事乖宜, 過懷憂憤, 發其狂言爾。 其言雖過, 而出於憂國之意也。 但其所論大誤, 恐反眩亂是非, 故不得不達。 自上旣知其失, 而又恕其枉言, 則尤爲幸甚。” 瞻曰: “珥論固不是。 但近臣上疏言事, 恐當回諭爲佳。” 宇顒曰: “固然。 若以爾論非是之意, 回賜敎諭, 則君臣之間, 得爲通情, 似尤善矣。”"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the King summoned Minister of Personnel Yi Munhyeong and asked, I heard that my dear sir went to the home of Baek Ingung . Ingung said, On a previous day, I had presented a memorial [to me] that I had taken from him. Is this words true? 회계하기를, “신이 I went to Baek Ingung and encountered him, saying, What do you think about the memorial submitted [to me] that I had submitted [to me] on the same day? Ingung replied, I had a communication with I. [The King] said, I am aware of this. [The King] replied, [The King] said, [I] am aware of this. [The King] responded to the memorial by the Office of the Inspector General , saying, [I] truly surprised. Though [I] thought it is better to encourage peacefulness, [I] cannot conceal the true faults of his crime. [The King] ordered [him] to reassume his official duties as reported.",
                "H2KE-nKo": "이조 판서 이문형을 불러서 묻기를,“경이 백인걸의 집에 갔다고 들었는데, 백인걸이 스스로 말하기를 ‘지난번의 상소는 바로 이이의 손에서 나왔다.’라고 하였다. 이 말이 옳은가?”하니, 회계하기를,“신이 백인걸을 찾아가서 우연히 묻기를 ‘전일 상소 중의 한 조목이 이이의 상소 내용과 서로 같은 곳이 있는 것은 어째서인가?’라고 하니, 백인걸이 대답하기를 ‘이이가 통지하였다.’라고 하였습니다.”하자, 알았다고 전교하고, 옥당의 차자에 답하기를,“남을 시켜 상소하게 하였으니, 이는 실로 놀라운 일이다. 뜻은 비록 화평을 귀하게 여기는 것이지만 이치로 볼 때 그 죄과를 가리기 어렵다. 출사하게 하는 일은 아뢴 대로 하라.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 1일(을사) 1번째기사",
                "gt-oKo": "이조 판서 이문형을 불러 하문하기를, “들으니 경이 백인걸의 집에 갔을 적에 백인걸이 저번날의 상소는 바로 이이의 손에서 나온 것이라고 했다 했는데 이 말이 사실인가?” 하였다. 회계하기를, “신이 백인걸의 집에 가서 만나보고 우연히 묻기를 ‘전일 상소 가운데 한 조목이 이이가 쓴 상소의 내용과 서로 동일한 곳이 있는데 왜 그런가?’ 하니, 백인걸이 답하기를 ‘이이와 통하였다.’고 하였습니다.” 하니, 알았다고 전교하고 옥당의 차자에 답하기를, “남을 시켜 상소하게 했다니 이는 실로 놀랍고 해괴한 일이다. 뜻이 비록 화평을 귀하게 여기는 것이지만 이치상 그 죄과는 숨기기가 어렵다. 출사에 대한 일은 아뢴 대로 하라.” 하였다.",
                "hj": "○朔乙巳/招吏曹判書李文馨問曰: “聞卿往白仁傑家, 仁傑自言, 頃日上疏, 乃出李珥之手云。 此言是乎?” 回啓曰: “臣往見白仁傑, 偶問曰: ‘前日疏中一款, 與李珥疏辭有相同處, 何歟?’ 仁傑答曰: ‘李珥通之。’ 云。” 傳曰: “知道。” 答玉堂箚曰: “敎人上疏, 此實驚駭。意雖貴於和平, 理難掩其罪過。 出仕事, 依啓。”"
            },
            "2": {
                "H2KE-EN": "Inspector General Kwon Deokryeo and others reported to the King as follows: Although there is a single word about the words of Yi I to be replaced, we cannot fully understood the circumstances in which we cannot fully understood the circumstances. However, we, your humble subjects, arbitrarily desired to lightly discuss the single word because it seems impossible to speak out of Your Majesty to the point of reprimanding the single word. However, we did not dare to follow Your Majestys approval. However, instead, we cannot help the single word by Your Majesty. If we find the single word by finally finally, then the single cardinal principles of the inspectors and censors will not be like this. Therefore, it is impossible that we cannot comfortably with each other. Your subjects request that Your Majesty dismiss your subjects from their posts. The King ordered that they not be refused.",
                "H2KE-nKo": "대사간 권덕여 이하가 아뢰기를,“이이가 대신 상소한 말에 비록 이러저러한 말이 있으나 그간의 곡절을 다 알 수 없습니다. 신들의 생각은 망령되게도 화평을 위주로 하였고 또한 가볍게 논하고자 하였으나, 다만 송응형이 배척한 말은 실로 지나친 듯하였기 때문에 감히 따르지 못하고 도리어 저지한다는 비난을 받았습니다. 지금 만약 구차하게 합의한다면 훗날의 폐단이 끝이 없을 것이고, 대간의 체모는 결코 이와 같이 할 수 없으니 형세상 서로 용납할 수 없습니다. 신들의 직임을 체차하라 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 1일(을사) 2번째기사",
                "gt-oKo": "대사간 권덕여 이하가 아뢰기를, “이이가 상소를 대신 썼다는 말이 비록 운위되고 있으나 그간의 곡절을 다 알 수가 없습니다. 신들의 뜻은 망령되어 화평을 위주한다는 것을 이유로 경솔히 논하고자 한 것인데 다만 송응형이 배척한 말은 실로 정도에 지나친 듯하므로 감히 따를 수 없었던 것입니다. 그런데 도리어 저지시켰다는 비난을 받았으니 지금 구차하게 합하면 뒤폐단이 끝이 없을 것입니다. 대간의 사체는 결코 이와 같을 수는 없으니 형세가 서로 용납될 수 없습니다. 신들을 체직시켜 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○大司諫權德輿以下啓曰: “李珥代疏之言, 雖有云云, 其間曲折, 未能盡悉, 臣等之意, 妄以和平爲主, 亦欲輕論, 只應泂所斥之言, 實似過當, 故不敢從之, 而反被沮抑之誚。 今若苟合, 則後弊無窮, 臺諫事體, 斷不如是, 勢不可相容。 請命遞臣等之職。” 答曰: “勿辭。”"
            },
            "3": {
                "H2KE-EN": "Song응형이 아뢰기를, “근래 사기가 꺾이고 청의가 떨치지 못하여 조금만 논의가 있어도 문득 지나치다고 비난합니다. 이번 이이의 일은 듣기에 참으로 해괴합니다. 이미 그것이 그르다는 것을 알면서 잠자코 말하지 않았고, 또 잃어버려 언책을 그르쳤습니다. 그러므로 구구한 마음은 스스로 믿는 것이 아니라 깊이 그 잘못을 다스려서 죄에 저촉되는 것입니다. 이것은 그 잘못을 논하여 한편으로는 그 잘못을 경계하고 한편으로는 뒷날의 폐단을 막는 것에 지나지 않습니다. 이미 동료와 차이가 있고 또 옥당의 비평을 받았으므로 결코 출사할 수 없으니, 신의 벼슬을 갈도록 명하소서.” 하니, 답하기를, “사직하지 말라.” 하였다. 모두 물러가 물론을 기다렸다.",
                "H2KE-nKo": "송응형이 아뢰기를,“근래 사기가 꺾이고 청의가 떨치지 못하여 조금이라도 격탁 양청하는 논의가 있으면 번번이 지나치다고 비난합니다. 이번 이이의 일은 그가 들은 바에 대해 실로 해괴하게 여겼고 그가 잘못임을 알면서도 입을 다물고 말하지 않았으니, 또 언책을 잃은 것입니다. 그러므로 구구한 신의 마음은 그가 들은 바를 자신하여 그의 잘못을 깊이 다스려서 죄에 저촉되게 하려는 것이 아니라 그의 잘못을 논하여 한편으로는 그의 잘못을 경계하고 한편으로는 뒷날의 폐단을 막으려는 데 불과할 뿐입니다. 이미 동료들과 차이가 있고 또 옥당의 비난을 받았으니, 결코 출사할 수 없습니다. 신의 직임을 체차하라 명하소서.”하니, 사직하지 말라고 답하였다. 모두 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 1일(을사) 3번째기사",
                "gt-oKo": "송응형이 아뢰기를, “요즘 사기(士氣)가 퇴패되어 청의(淸議)가 진기되지 않기 때문에 조금이라도 과격한 논의를 하면 문득 지나치다는 비난을 하고 있습니다. 지금 이이의 일은 듣기에 실로 해괴한 것인데 이미 그른 줄 알면서도 입을 다물고 말하지 않으면 또 언책(言責)을 상실하는 것입니다. 그래서 신은 소문만을 믿고 깊이 그의 잘못을 다스려서 죄에 저촉시키려 했던 것이 아니라 그의 실수를 논하여 한편으로는 그 잘못을 경계하고 한편으로는 뒤폐단을 막으려고 했을 뿐입니다. 그런데 이미 동료들과 의논을 달리하게 되었고 또 옥당의 비난을 받았으니 결코 출사할 수 없습니다. 신을 체직시켜 주소서.” 하였다. 사직하지 말라고 답하니, 모두 물러가 물론을 기다렸다.",
                "hj": "○宋應泂啓曰: “近來士氣摧頹, 淸議不振, 小有激揚之論, 則輒以過當譏之。 今者李珥之事, 其於所聞, 實所駭怪, 旣知其非, 而含默不言, 又失言責, 故區區之心, 非是自信所聞, 深治其失, 以抵於罪也。 不過論其所失, 一以戒其非, 一以杜後日之弊而已。 旣與同僚有異, 又被玉堂之譏議, 決不可出仕, 請命遞臣職。” 答曰: “勿辭, 幷退待物論。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General reported, Song Geuk should be reassigned, and Kwon Deokryeo and those below should be replaced. The King approved of this. Song Geuk was acknowledged document from the Office of the Inspector General on the grounds that there was a slanderous language [of Song Geuk]. Moreover, he avoided suspicion and withdrew.",
                "H2KE-nKo": "사헌부가 송응형은 출사시키고 권덕여 이하는 체차할 것을 아뢰니, 아뢴 대로 하라고 하였다. 송응형이 옥당의 차자 가운데 비난하고 배척하는 말이 있다는 이유로 또 피혐하고 물러갔다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 1일(을사) 4번째기사",
                "gt-oKo": "사헌부가 송응형은 출사하게 하고 권덕여 이하는 체차할 것을 아뢰니, 아뢴 대로 하게 하였다. 송응형이 옥당의 차자에 기척(譏斥)이라는 말이 있다는 것으로 또 피혐하고 물러갔다.",
                "hj": "○司憲府啓: “宋應泂出仕, 權德輿以下遞差事。” 如啓。 宋應泂以玉堂箚中, 有譏斥之語, 又避嫌而退。"
            },
            "5": {
                "H2KE-EN": "Kim Upyong , who was in the Royal Lecture on the Confucian Classics, confused to dispute and without love for good governance. Thus, Kim Upyong was dismissed.",
                "H2KE-nKo": "김우옹이 연석에서 응형이 공격하여 안정시키지 않는 기가 있고 선량한 사람을 애호하는 뜻이 없다고 논핵하니, 응형이 마침내 파직되었다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 1일(을사) 5번째기사",
                "gt-oKo": "김우옹이 경연에서 응형이 공격하여 안정시키지 않는 기가 있고 선량(善良)을 애호하는 마음은 없다고 논하니 응형을 드디어 파직시켰다.",
                "hj": "○金宇顒於筵中, 論應泂有攻擊不靖之氣, 無愛護善良之意, 應泂遂罷。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Yesterday, when the Office of the Censor-General was injured, the discussions of the Censor-General were slightly observed. This was because [the Office of the Inspector General] wished to encourage a peaceful encouragement, but it was sufficient to open the grace of silent motives and prevent the remonstrance officials from resisting. As [the Office of the Inspector General] has been widely impeached and impeached, [your subjects] request that [Your Majesty] dismiss your subjects from office. [The King] answered that [the Office of the Inspector General] should not be relieved. [The Office of the Inspector General] 물러가 물론을 기다렸다.",
                "H2KE-nKo": "사헌부가 아뢰기를,“어제 간원을 처치한 것이 타당성을 잃어서 옥당의 논의가 시끄러웠으니, 이는 화평을 위주로 하자는 것이었습니다. 다만 침묵하는 조짐을 열어 놓기만 하고 언관의 입을 막기에 알맞았을 뿐입니다. 드러나게 비난과 비난을 받았으니 직임에 있을 수 없습니다. 신들의 직임을 체차하라 명하소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 2일(병오) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “어제 간원을 처치한 것이 잘못되었다는 것으로 옥당의 논의가 시끄러웠는데 이는 화평을 주로 하고자 한 것이지만 그저 말 않고 따르기만 하는 조짐을 열고 언관(言官)의 입을 막기에 알맞을 뿐입니다. 드러나게 비난을 받았으니 직에 있을 수 있습니다. 신들을 체직시켜 주소서.” 하였다. 사직하지 말라고 답하니 물러가 물론을 기다렸다.",
                "hj": "○丙午/司憲府: “以昨日處置諫院失當, 玉堂論議譁然, 是欲爲主和平, 而適足以啓循默之漸, 杜言官之口也。 顯被譏議, 不可在職, 請命遞臣等之職” 答曰: “勿辭, 退待物論。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King, which stated, In general, the purpose of examining the purpose of yield and yang manipulating the intent of yield and yang manipulating the yields. Nevertheless, Fourth Censor Song Geukyeong , having carelessly relied upon what he had heard and wished to satisfy his own desires. After he proceeded to his post, he presumptuously tried to avoid suspicion and eventually argued unresolved words. If such a practice continue to cease, he feared being unclear, and he requested that Inspector General Yi Sik be replaced. Originally, he presumptuously tried to avoid suspicion by avoiding suspicion by the Office of the Censor General. When the Office of the Censor General again repeatedly suspiced suspicion by plicting claiming suspicion, it is requested that all be replaced.",
                "H2KE-nKo": "옥당이 차자를 올리기를,“대개 양사를 모두 출사하게 하려는 의도는 진정시키려는 계책에서였습니다. 그런데 정언 송응형은 경솔히 들은 말을 믿고서 자신의 뜻을 이루려고 하였습니다. 취직한 뒤에 번거롭게 인피하면서 불평하는 말까지 하였으니, 계속 이런 식이 된다면 아마도 안정되지 못할 것입니다. 대사헌 이식을 체차하소서. 당초 피혐해서는 안 될 혐의를 억지로 피하려고 일을 피하려는 태도를 현저히 보이고 있다가 간원이 재차 피혐할 때에 이르러 처치를 어긋나게 하여 마치 공격할 단서가 있는 것처럼 하였습니다. 모두 체차하소서.”하니, 아뢴 대로 하라고 명하였다. 장령 정희적, 한준, 지평 기대정, 윤선각을 체차하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 2일(병오) 2번째기사",
                "gt-oKo": "옥당이 차자를 올리기를, “대개 양사를 모두 나가게 한 뜻은 진정하고자 한 계획이었는데 정언 송응형은 경솔히 소문을 믿고 자기의 뜻을 이루려고 하였습니다. 직에 나온 뒤에는 번독스럽게 인피(引避)하면서 불평하는 말까지 있었으니 만약 이렇게 하기를 그치지 않는다면 부정(不靖)한 단서가 열릴까 두렵습니다. 체직시키소서. 대사헌 이식은 당초 피하지 않아도 될 혐의를 억지로 피하였으니 일을 피하려는 태도가 현저했습니다. 그런데 간원이 재차 피혐할 때에 미쳐서는 처치를 잘못하여 공격하는 것 같은 단서가 있었으니 아울러 체직시키소서.” 하니, 답하기를, “아뢴 대로 하라. 장령 정희적(鄭熙績)과 한준(韓準), 지평 기대정(奇大鼎)과 윤선각(尹先覺)은 체차하라.” 하였다.",
                "hj": "○玉堂箚子, 大槪幷出兩司之意, 欲爲鎭定之計, 而正言宋應泂輕信所聞, 欲遂己意, 就職之後, 煩瀆引避, 至有不平之語。 若此不已, 恐啓不靖, 請遞大司憲李拭。 當初强避不當避之嫌, 顯爲避事之態, 及諫院再避之時, 處置乖當, 有若攻擊之端, 請命竝遞。 如啓。 掌令鄭熙績、韓準、持平奇大鼎、 尹先覺遞差。"
            },
            "3": {
                "H2KE-EN": "On sinhae day, [the King] conducted state affairs.",
                "H2KE-nKo": "정사가 있었다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 2일(병오) 3번째기사",
                "gt-oKo": "정사가 있었다.",
                "hj": "○有政。"
            },
            "4": {
                "H2KE-EN": "Bai Yan (K. Baek Incheol submitted a memorial, which stated, I wished to discuss the affairs of state, but I was concerned that the skills might not be able to fully understand my intent. I sent Yi I to him in order to satisfy them. Confucius also had many other peoples principal writings. For this reason, I did not think it was suspicious. As I talked to others, even though I was not virtuous, how could I have heard the instructions of others? The King replied, I read the memorial and learned the beginning of the beginning and the end of the time. My dear sir should feel relieved. ",
                "H2KE-nKo": "백인걸이 상소하였는데, 그 대략에,“시사를 논하려고 하다가 글이 짧아 뜻을 제대로 전달하지 못할까 염려하여 이이에게 보내 윤색하게 하였습니다. 정자도 남을 대신하여 저술한 것이 많았기 때문에 신은 혐의스럽게 여기지 않고 다른 사람에게 말을 전하였습니다. 신이 비록 변변치 못하지만 어찌 그의 뜻이 남의 가르침을 들은 것이 아니겠습니까.”하니, 답하기를,“경의 상소를 보고서야 비로소 전말을 알았다. 경은 안심하라.”하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 2일(병오) 4번째기사",
                "gt-oKo": "백인걸이 상소를 올리기를, “시사를 논하고자 하였으나 글이 짧아서 뜻을 진달할 수가 없을까 저어하여 이이에게 보내어 윤색하게 한 것입니다. 정자(程子)도 남을 대신하여 저술한 것이 많았기 때문에 신도 혐의쩍게 여기지 않고 남에게 말을 전한 것입니다. 신이 비록 변변찮으나 어찌 자신의 뜻이 아닌 것을 남이 시키는 대로 따랐겠습니까.” 하니, 답하기를, “경의 상소를 살펴보고야 비로소 사건의 전말을 알았으니 경은 안심하라.” 하였다.",
                "hj": "○白仁傑上疏, 大槪: “欲論時事, 慮文短不能達意, 送于李珥潤色之。 程子亦多代人著述, 故臣意不以爲嫌。 傳說於人, 臣雖無狀, 豈非其意, 聽人之敎乎? 答曰: “省卿上疏, 始知首末, 卿宜安心。”"
            },
            "5": {
                "H2KE-EN": "[The King] conducted state affairs. Jeong Jiyeon was appointed inspector general , Hong혼 was appointed second inspector [of the Office of the Inspector General] , and Yi Jin and Kim Seongri was appointed third inspector [of the Office of the Inspector General] . [The King] appointed Seong혼 and Kang Seo as fourth inspector [of the Office of the Inspector General] , Ku Bongryeong as inspector of the Office of the Inspector General , Choe Hwang as censor , Yi No as third censor , and Kim Taejeong and Heo Gam as fourth censor .",
                "H2KE-nKo": "이번 정사에서 정지연을 대사헌에, 홍혼을 집의에, 이원익과 김성일을 장령에, 성혼과 강서를 지평에, 구봉령을 대사간에, 최황을 사간에, 이노를 헌납에, 김태정과 허감을 정언에 제수하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 7월 2일(병오) 5번째기사",
                "gt-oKo": "이 정사에서, 정지연(鄭芝衍)을 대사헌에, 홍혼(洪渾)을 집의에, 이원익(李元翼)·김성일(金誠一)을 장령에, 성혼(成渾)·강서(姜緖)를 지평에, 구봉령(具鳳齡)을 대사간에, 최황(崔滉)을 사간에, 이노(李輅)를 헌납에, 김태정(金泰庭)·허감(許鑑)을 정언에 제수하였다.",
                "hj": "○是政。 鄭芝衍拜大司憲, 洪渾拜執義, 李元翼、金誠一拜掌令, 成渾、姜緖拜持平, 具鳳齡拜大司諫, 崔滉拜司諫, 李輅拜獻納, 金泰庭、許鑑拜正言。"
            }
        }
    },
    "12": {
        "6": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the day of the rite of ending the mourning period for Queen Mother Inseong in the jeongchuk year (, all court officials intended to congratulate [the King] on the congratulatory ceremony. The 옥당이 차자를 올려 congratulate [the King] on the first day of the month in the jeongchuk year (, but the King did not approve [their request].",
                "H2KE-nKo": "정축년에 인성대비의 담제를 지내는 날에 백관이 진하하려 하자, 옥당이 차자를 올려 진하하였는데, 주상이 따르지 않았다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 12월 6일(정축) 1번째기사",
                "gt-oKo": "인성 대비(仁聖大妃)의 담일(禫日)에 백관이 진하하려 하자 옥당이 차자를 올려 진하를 정지할 것을 청하였으나 상이 따르지 않았다.",
                "hj": "○丁丑/仁聖大妃禫日, 百官將陳賀, 玉堂箚陳賀, 上不從。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, After the rite of ending the mourning period for King Taejong , the Office of the Censor General requested the suspension of the rite of congratulating the Imperial Crown Prince on the grounds that the rite of ending the mourning period for King Taejong was suspended. However, the office in charge did not inform the inspectors and censors of secretly submitting a report on the secret matter. Your subjects request that the officials of the Ministry of Rites and the staff officials of the Ministry of Punishments be interrogated.",
                "H2KE-nKo": "사간원이 아뢰었다. “담제 뒤에 진하하는 예를 정지하소서. 해당 관사가 비밀 공사를 의견을 갖추어 아뢴 뒤에 대간에게 통지하지 않았으니, 예조 당상과 색낭청을 추고하소서.”\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 12월 6일(정축) 2번째기사",
                "gt-oKo": "사간원이 아뢰었다. “담제(禫祭) 후에 진하하는 예를 정지하라고 청했는데 해사(該司)가 비밀히 공사(公事)를 회계해버리고 대간에게는 알리지 않았으니 예조의 당상관과 색낭청을 추고하소서.”",
                "hj": "○司諫院啓: “禫祭後請停陳賀之禮, 該司秘密公事回啓後, 不通于臺諫, 請禮曹堂上、 色郞廳推考。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General advised, After the rite of ending the mourning period for King Taejong , it is requested that the congratulatory ceremonies be suspended. The King replied, The Ministry of Rites should decide upon the decision later. The ceremonies of congratulatory ceremonies are not necessary to receive congratulatory ceremonies. The practice of differing opinions should not be growed. Later, the King followed this recommendation.",
                "H2KE-nKo": "사헌부가 아뢰기를,“담제 뒤에 진하를 정지하소서.”하니, 답하기를,“예조를 추고하는 일은 뒤에 결정하겠다. 하례에 관한 일은 반드시 하례를 받고자 하는 것이 아니다. 이의를 제기하는 버릇을 자라게 해서는 안 된다.”하였다. 뒤에 윤허하였다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 12월 6일(정축) 3번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “담제 후 진하하는 예를 정지하소서.” 하니, 답하기를, “예조를 추고하는 일은 마땅히 뒤따라 발락하겠다. 하례(賀禮)하는 일을 반드시 받고 싶어서가 아니라 의논을 달리하는 습관을 자라게 할 수 없어서이다.” 하였는데, 뒤에 윤허하였다.",
                "hj": "○司憲府啓: “禫祭後請停陳賀。” 答曰: “禮曹推考事, 當隨後發落。 賀禮事, 非必欲受賀也。 異議之習, 不可長也。” 後允之。"
            },
            "4": {
                "H2KE-EN": "Magistrate of Bonghwa Minor District Jo Mok was buried in the local school. The local school was destroyed by the old site and the west of the district was very narrow and dark, and its system was not fully prepared. However, the old site of the local school has already been built by the local school, and it is difficult to move. It has been long since Jo Mok descended from his temporary quarters and immediately gathered residents of the local schools to instruct the local school to restore the old site. The local schools destroyed the temporary quarters of the local schools and rebuilt the ancestral shrine. Prior to this, the seats of the former schools and the east of the schools were arranged in the southern corners. However, Jo Mok earlier regarded this as uncomfortable and wished to report to the King when he was enshrined in the school. Therefore, the King specially extended the old system of the schools for the schools but failed to finish [the schools] and replaced [the schools] and returned. Later, he informed court officials of this intent to request that [the schools] be corrected. The proper order of the schools of the Song schools of various towns were all from this day.",
                "H2KE-nKo": "봉화 현감 조목이 향교를 중건하였다. 향교가 옛터를 잃고 현의 서쪽에 치우쳐 있어 매우 누추하고 체제도 갖추어지지 않았다. 그런데 이른바 옛터라는 것은 이미 향서당을 세웠으므로 형세상 동요하기 어려운 지 오래되었다. 조목이 수레에서 내려 즉시 고을 사람들을 모아 향교를 옛터로 복구하라는 명을 효유하고, 향서당을 철거하고 성묘를 옮겨 지었다.이에 앞서 전내와 송현의 위차가 동현과 나란히 남쪽 모퉁이에 있었는데, 조목이 일찍이 미안하게 여겨 봉안할 때에 상달하여 개정하려고 하였다. 그래서 특별히 그 전제를 넓히고 계획을 이루지 못한 채 체차되어 돌아왔다. 그 뒤에 이 뜻을 조정의 신하들에게 말하여 주상에게 아뢰어 개정하기를 청하게 하였다. 열읍의 성전 송현의 위차를 바로잡는 것은 모두 이때부터 시작되었다.\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 12월 6일(정축) 4번째기사",
                "gt-oKo": "봉화 현감(奉化縣監) 조목(趙穆)이 향교(鄕校)를 중건하였다. 향교가 옛터를 잃고 고을 서쪽의 궁벽한 곳에 있었는데 매우 누추하고 체제도 갖추어지지 않았었다. 그리고 향교의 옛터에는 이미 향서당(鄕序黨)을 세웠기 때문에 형세가 움직이기 어렵게 된 지 오래였다. 그런데도 조목이 부임하자마자 즉시 향인들을 모아놓고 향교를 옛터에 회복시키라는 명을 알리고 나서 향서당을 헐고 성묘(聖廟)를 옮겨 지었다. 이보다 앞서 성전(聖殿) 안의 송현(宋賢)의 위차(位次)가 동현(東賢)과 함께 남쪽 모퉁이에 병렬되어 있었는데 조목이 이에 대해 늘 미안하게 여겨 왔었다. 그래서 봉안(奉安)할 때에 상달하여 개정하려고 했기 때문에 그 전제(田制)를 특별히 넓혔는데 계획이 이루어지기도 전에 체직되어 돌아왔다. 그뒤 이 뜻을 조정의 진신들에게 말해서 계청하여 개정하게 했다. 각 고을 성전의 송현들의 위차를 바로 잡은 것은 모두 이때부터 시작되었다.",
                "hj": "○奉化縣監趙穆重鄕校。 鄕校失舊基, 僻在縣西, 甚湫陋, 體制又不備, 而所謂舊基, 則已建鄕序堂, 勢難撓動久矣。 趙穆下車, 卽聚鄕人, 喩以鄕校復舊基之命, 撤鄕序堂, 移創聖廟焉, 先是殿內、宋賢位次與東賢, 幷列於南隅, 趙穆嘗以爲未安, 欲於奉安之時, 上達改正。 故特廣其殿制, 計未成而遞歸。 厥後以此意言于朝紳, 使啓請改之。 列邑聖殿宋賢位次之正, 皆自此始。"
            },
            "5": {
                "H2KE-EN": "The King sent officials of the Ministry of Rites to bestow a mourning rite upon the deceased 선비 Seong Un . He had a courtesy name and a day of the fifth month. He had a courtesy name and Geonsu . He studied himself from early study, and he hided in Daegok in Samsan District . He was repeatedly summoned by the King, but he 끝내 participated in the rank. His age was eighty-three. The scholars called him the preceptor of Daegok Prefecture . The King sent officials of the Ministry of Rites to bestow a mourning rite upon him. The funerary oration stated as follows: A gentle and courteous man is the foundation of virtue. From early on, he devoted himself to learning, and his eldest son became even more diligent in his mind. He succeededededededed at the Royal Confucian Academy . People compared to old scholars, and a gentle man of loyalty and fraternal affection for the country. How could you be satisfied? He stubbornly pursued his will to earn his mind, which is truly what you enjoyed. He stubbornly flattered at the foot of the mountains and streams even more. His loyalty and faithfulness reached the world in the middle of the world, and his moral intelligence reached the world in the middle of the autumn. His phenomenomena nature reached the world, but he remained poems of his composition. He did not stubbornly divulged the world in the world, and the water raised at the mountains. He satisfyed his behavior and was able to repay him. His words and conduct was truly sincere, and his shamefulness reached the Royal Confucian Academy. His world approached from the early years, and he received the royal order. He stubbornly cultivated himself, and he arrived at Geumman Gate . When he became ill and did not come to the palace, he repeatedly declined to express his grief over his passing. The King persistently instructed him, but he did not allow him to come. He had a physician bring medicine to him, which was a special objective of propriety. Although His powerful royal favor was enough, he also became ill. He finally requested that he be returned to his hometown, which was saddened by Your Majestys heart. It is difficult for me to detain the world of a white horse, and the world of vagabond. I think that the world of the world is affection between the sky and the world. Even if he were not able to manage the world, he could not support his shamelessness. I deeply grieved that he could not come to the world. How could he have expected that he would perish his life forever? Hearing the news of his death, he was frightened and saddened. A world of one hundred men cannot repay him. He sent a physician to return to his hometown, but he could not reach the world. I am truly sympathiful and grief. Alas! When the world is grieved, the world of the state is unfortunate. Hearing the old scholar",
                "H2KE-nKo": "징사 성운이 졸하였다. - 5월 경오일이다. - 자는 건숙이다. 어려서부터 학문에 힘써서 삼산현의 대곡에 은거하였는데, 여러 차례 부름을 받았으나 끝내 반열에 나아가지 않았다. 향년은 83세였다. 학자들이 대곡선생이라고 불렀는데, 주상이 예관을 보내 사제하였다. 그 제문은 다음과 같다.“온화하고 공손한 사람은 덕의 기본이다. 어려서는 학문에 뜻을 두었고 자라서는 더욱 정밀하게 생각하였다. 성균관에 올라갔으므로 사람들이 노성한 군자에 견주었고, 개제한 군자는 나라의 정반이었다. 과거에 급제하여 자신을 자랑하는 것을 어찌 그대가 달갑게 여기겠는가. 숨어 살면서 뜻을 구하는 것은 실로 그대가 즐거워하는 바이다. 시골에서 은거하며 구학에 더욱 힘썼으므로 충신이 안으로 쌓이고 영화가 밖으로 드러났다. 가을달에 그 회포를 풀고 그 지조를 영원히 씻었다. 타고난 기질은 간격이 있었으나 문장은 여사로 여겼다. 문장을 번거롭게 꾸미지 않으니 물이 솟아오르고 산이 나왔다. 겸손으로 스스로를 감추니 여러 선행이 집중되었다. 말과 행실이 진실하여 안팎이 한결같았다. 세상 생각을 이미 끊어 버렸으므로 충심으로 자적하였다. 숙수를 잇지 못하니 초려에 무릎을 용납할 정도였다. 우리 선왕 때부터 선을 좋아하는 정성이 있어 옆자리를 비워 몸을 굽히고 관을 비우고서 영접하였다. 누추한 것을 드러내고 침체된 것을 기용하니 그대가 소명에 응하였다. 평소 학문을 닦았으니 여섯 조목으로 행실을 닦았다. 학발의 머리카락을 깎으니 금마문에 왔다. 병으로 어전에 나아가지 못하고 누차 슬픔을 호소하였는데, 간곡한 어필로 따뜻하게 유시하고 허락하지 않았다. 의원이 와서 약을 잇는 것은 특수한 예우를 특별히 거행한 것이다. 하늘의 돌보심이 비록 융숭하지만 그대의 병도 또한 깊다. 마침내 고향으로 돌아가기를 청하니 전하의 마음이 서운하였다. 백구를 매어 두기 어려우니 공곡에서 환히 빛났다. 나 같은 어린 사람이 덕을 알지 못할까 걱정하여 선왕의 뜻을 따라 이에 하찮은 직질을 더해 주었다. 감히 벼슬을 준 것이 아니라 잊지 못하는 뜻을 보인 것이다. 병이 없으면 혹 와서 얼굴을 들 수 있을 것이라 기대하였다. 나이가 점점 높아지자 근력이 강행하기 어렵고, 구름에 누운 것이 더욱 굳어지니 무슨 수로 불러들일 수 있겠는가. 내가 선인을 생각하는 것은 천지가 기억하는 바이다. 비록 함께 다스리지는 못하지만 또한 완악한 자를 충분히 청렴하게 할 수 있다. 비록 그러하나 함께 살면서 한번도 얼굴을 대하지 못하니 나의 탄식이 바야흐로 간절하여 심정을 표현할 수가 없다. 어찌 오늘 영원히 유명을 달리할 줄 생각이나 했겠는가. 부음을 들으니 놀랍고 측은하다. 더구나 마치 무엇을 잃은 것 같다. 한 늙은이를 여의고 죽지 않으면 백 명의 지아비도 속죄하기 어렵다. 의원을 보내 모두 돌아가게 하니 탕제도 미칠 수가 없다. 내가 실로 성실하지 못하니 부끄럽고 애통한 마음을 어찌 말로 표현하겠는가.아, 슬프다. 지란이 무성하지 않아 쉬이 무성해지니 국가의 불행이다. 숙유는 쇠잔하고 시골에는 선한 풍속이 없다. 사람은 점점 민멸되어 외람되이 어렵고 큰 자리를 차지하고 있으니, 내가 오직 민망하게 여긴다. 내가 종신을 통해서 다시 풍치를 들었다. 만년에는 조용히 수양하여 조예가 더욱 깊었다. 마치 먼지가 비치기 전에 물이 흐트러지지 않는 것과 같아서 보는 자는 저절로 취하고 듣는 자는 탄식하였다. 내가 비록 불민하지만 실로 마음에 감동하였다. 아, 저 속리는 산이 높고 물이 깊다. 군자가 사는 곳에 전형이 아직도 남아 있으니 백대 후에도 사람들이 모두 우러러 존경할 것이다. 멀리서 변변치 않은 제물을 보내 주니 어찌 나의 정성에 보답하겠는가. 혼령이 어둡지 않거든 한 번 흠향하기 바란다.”\n",
                "date_ko": "선조 13권, 12년(1579 기묘 / 명 만력(萬曆) 7년) 12월 6일(정축) 5번째기사",
                "gt-oKo": "징사(徵士) 성운(成運)이 졸(卒)하였다. 【5월 경오일이다. 】 자(字)는 건숙(健叔)이다. 어려서부터 힘써 배웠으며 삼산현(三山縣) 대곡(大谷)에 은거하면서 여러번 징소(徵召)를 받았으나 끝내 반열에 나아가지 않았는데 향년은 83세였다. 학자들이 대곡 선생(大谷先生)이라 불렀다. 상이 예관(禮官)을 보내어 사제(賜祭)하였는데 그 제문(祭文)의 내용은 다음과 같다. “온화하고 공손한 사람은 덕(德)의 기본이 되는 것이다. 그대는 일찍 학문에 뜻을 두었고 장성해서는 더욱 생각이 정밀하였다. 그리하여 국학(國學)에 나아가게 되었고 사람들은 노성한 이에 비교했으니, 화락한 군자요 나라의 정간(楨幹)이었다. 과거의 급제로 재능을 자랑하는 것을 그대가 어찌 깨끗이 여겼겠는가. 숨어 살면서 평소에 품었던 뜻을 지키는 것이 실로 그대가 즐기는 것이었다. 산골에서 지내면서 구학(舊學)에 더욱 힘썼으므로 충신(忠信)이 안에 쌓였고 영화(英華)는 밖으로 반출되었다. 그 마음은 가을 달처럼 맑았고 그 지조는 빙설처럼 깨끗하였다. 하늘이 낸 드문 인재로 문장을 여사(餘事)로 여겼으므로 시문(詩文)을 번거롭게 다듬지 않았으나 샘에 물 솟듯 산이 공중에 치솟듯 하였다. 겸손을 스스로 간직함은 여러 선(善)의 모임이었고 언행이 진실하여 표리가 한결같았다. 출세할 생각을 이미 끊어버렸으므로 자신의 뜻대로 유유자적하였다. 거친 음식도 잇대지 못하였고 초려(草廬)는 무릎을 용납할 정도였다. 나의 선왕께서 선인(善人)을 좋아하는 정성이 있어서 간절한 마음으로 몸을 굽히셨고 관사(館舍)을 비워놓고 문 열어 시골에 묻힌 인재를 맞아 등용하고 침체되었던 이를 기용할 때 그대도 소명(召命)을 받았었다. 그대는 학문하는 데에 바탕이 있고 육조(六條)를 잘 행했으며 희디 흰 백발로 금마문(金馬門)에 나아왔으나 병 때문에 등대(登對)하지 못하고 슬픈 사정을 들어 여러번 사직하였다. 선왕께서는 정녕한 하서(下書)로 온화하게 효유하면서 허락하지 않으셨다. 의원을 보내고 약을 계속 내리셨으니 특수한 예우였고 특별한 거조였다. 이토록 선왕의 사랑이 융숭했으나 그대의 병세 또한 깊어 드디어 해골(骸骨)을 빌어 고향으로 돌아갔으므로 선왕의 마음이 섭섭하기 그지없으셨다. 어진이를 붙잡기 어려워 흰 말이 저 산골로 들어가 버렸다. 나는 유충(幼沖)한 몸으로 덕 있는 사람을 몰라볼까 걱정하여 선왕의 뜻을 추모해서 작은 관질(官秩)을 더해 주었는데 이는 감히 벼슬을 준 것으로 여기는 것이 아니라 잊지 않음을 보이기 위한 것이었다. 병이 나으면 혹 와서 대양(對揚)할 수 있기를 바랐으나 연령이 점점 높아지고 근력(筋力)이 강건하기 어려워 산골에 누워 있을 뜻이 더욱 굳어졌으니 무슨 계책으로 나오게 할 수 있겠는가. 내가 선인(善人)을 생각하는 것은 하늘과 땅이 알고 있는 바이니 비록 함께 다스리지는 못하였으나 또한 완부(頑夫)를 청렴(淸廉)하게 만들기에는 족하였다. 그러나 한 세대에 함께 살면서 한번도 만나보지 못했으니 나의 탄식이 간절하지만 심정을 표현할 길이 없었는데 어찌 오늘날 영원히 유명(幽明)을 달리할 줄을 생각이나 했겠는가. 부음(訃音)을 듣고는 놀랍고 슬퍼서 멍하니 무엇을 잃은 듯하다. 하늘이 한 늙은이를 억지로 남기지 않으니 백부(百夫)로도 속(贖)하기 어려웠다. 의원을 보냈으나 헛걸음으로 돌아왔고 탕제(湯劑)를 내렸으나 제때에 미치지 못하였으니 이는 내가 실상 정성을 다하지 못한 탓이다. 부끄럽고 슬픈 마음 어찌 끝이 있겠는가. 아, 슬프다! 본래 지란(芝蘭)은 무성하지 않으나 잡초는 쉬 무성해지는 법이다. 나라가 불행해서 숙유(宿儒)가 조진(凋盡)되니 시골에 좋은 풍속이 없어 사람들이 점점 야박하게 되었다. 외람되어 어렵고 큰 자리에 있으므로 내가 민망하게 여기고 있다. 내가 종신(從臣)을 인하여 다시 풍치(風致)를 들으니, 만년에 고요히 수양하여 조예가 더욱 깊어져 먼지 없는 거울 같고 물결 없는 물 같아서 보는 자마다 스스로 취하고 듣는 자마다 감탄한다고 하였으므로 내가 비록 민첩하지 못하지만 실로 마음속으로 감동하였다. 저 속리산(俗離山)을 바라보니 산은 높고 물은 깊어 군자가 사는 곳이다. 전형(典刑)이 남아 있으니 백대(百代)가 지난 후에도 사람들이 모두 우러러 높일 것이다. 멀리서 보잘것없는 제수를 보내어 제를 올리지만 이것을 어찌 보답하는 나의 정성이라고 할 수 있겠는가. 영령(英靈)은 모르지 않을 것이니 내려와 한번 흠향하길 바란다.”",
                "hj": "○徵士成運卒。 【五月庚午日。】字健叔, 自少力學, 隱居三山縣之大谷, 累被徵召, 終不就列。 壽八十三, 學者稱爲大谷先生。 上遣禮官賜祭。 其祭文曰: 溫溫恭人, 惟德之基。 早志于學, 長益精思。 翔于國庠, 人擬老成。 愷悌君子, 邦家之楨。 科名衒身, 豈爾所屑? 隱晦求志, 實爾所樂。 婆娑丘壑, 益務舊學。 忠信內積, 英華外發。 秋月其懷, 永雪其操。 間氣天挺, 餘事詞藻。 不煩雕琢, 水湧山出。 謙抑自藏, 衆善之集。 言行允孚, 表裏其一。 世念已絶, 沖襟自適。 菽水不繼, 草廬容膝。 自予先王, 好善有誠。 側席屈體, 虛館開迎。 揚陋起滯, 爾膺召命。 藏修有素, 六條其行。 皤皤鶴髮, 金馬門來。 病未登對, 屢辭控哀。 宸翰丁寧, 溫諭不許。 醫來藥繼, 殊禮特擧。 天眷雖隆, 爾病亦深。 遂乞還鄕, 缺然聖心。 白駒難縶, 皎皎空谷。 惟予沖人, 患不知德。 克追先志, 爰加薄秩。 非敢爵之, 用示不忘。 庶幾無疾, 或可來揚。 年齡漸高, 筯力難强。 臥雲益堅, 何計能致? 予念善人, 天地之記。 縱未共理, 亦足廉頑。 雖然竝生, 一未接顔。 予歎方切, 無以爲情。 何料今日, 永隔幽明? 聞訃驚惻, 況然如失。 一老不慦, 百夫難贖, 遣醫盡返, 湯劑無及。 予實不誠, 慙慟何意? 嗚呼哀哉, 芝蘭不茂。 菉葹易盛, 邦家不幸。 宿儒彫盡, 鄕無善俗。 人漸泯泯, 叨居艱大。 予惟用憫, 予因從臣。 更聞風致。 晩年靜養, 造詣尤邃。 如鑑未塵, 若水不波。 見者自醉, 聞者咨嗟。 予雖不敏, 實感中心。 眄彼俗離, 山高水深。 君子攸(芋)〔宇〕, 典刑猶存。 百代之下, 人皆仰尊。 遙遣薄奠, 詎酬予忱。 靈其不昧, 冀紆一歆。"
            }
        }
    }
}