{
    "01": {
        "11": {
            "1": {
                "H2KE-EN": "Yi Suknam , the military commander of Middle Army in Chungcheong Province , bowed before the King prior to departing for his appointed provincial position. The King transmitted a royal directive, which stated, You must devote yourself to defense against the soldiers and strictly enforce the law. The King bestowed one du of black pelts upon him.",
                "H2KE-nKo": "계해년에 남도 우후 이숙남이 배사하니, 전교하기를,“방비에 관한 모든 일을 절도사와 함께 힘을 다해 조치하라. 그러나 그 요점은 군졸을 사랑하고 기율을 엄히 밝히는 데 있다.”하고, 호초 1말을 하사하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 11일(계해) 1번째기사",
                "gt-oKo": "남도 우후 이숙남이 배사(拜辭)하니, 전교하기를, “방비하는 제반 일을 절도사와 함께 힘을 다하여 조처하라. 그러나 그 요점은 군졸을 사랑하고 기율(紀律)을 엄하게 밝히는 데 있는 것이다.” 하고, 호초(胡椒) 1두(斗)를 하사하였다.",
                "hj": "○癸亥/南道虞候李叔男拜辭。 傳曰: “防備諸事, 與節度使, 極力措置。 然其要在於撫愛軍卒, 嚴明紀律爾。” 賜胡椒一斗。"
            },
            "2": {
                "H2KE-EN": "The governor of Gyeongsang Province reported, The classics licentiate Ha Hang and others living in Jinju have a thorough knowledge of learning and have a beautiful conduct.",
                "H2KE-nKo": "경상 감사가 아뢰기를,“본 진주에 사는 생원 하항 등은 학식이 정밀하고 분명하며 조행이 탁월한 사람입니다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 11일(계해) 2번째기사",
                "gt-oKo": "경상 감사가, 진주(晉州)에서 사는 생원(生員) 하항(河沆) 등은 학식이 정밀하고 밝으며 조행이 보통 사람보다 뛰어나다는 것으로 계본을 올렸다.",
                "hj": "○慶尙監司啓: 本晋州居生員河沆等, 學識精明, 操行卓異事。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported as follows: The 정자각 of Gangneung [District] was rebuilt for seven or eight years since the construction of the Royal Tomb of Queen Sinui (K. Gangneung [District], and all the tile pavilion craftsmen were destroyed. Your subjects request that craftsmen be interrogated, and the Directorate of Fabrics and the staff officials should be dismissed from their posts, and the superintendents should be interrogated. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“강릉의 정자각을 고쳐 지은 지 7, 8년이 채 못 되어 충연선을 모두 빼내 버렸으니, 마음을 쓰지 않은 죄가 큽니다. 공장은 추고하고, 도청의 색낭청은 파직하고, 감동 제조는 추고하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 11일(계해) 3번째기사",
                "gt-oKo": "사간원이 아뢰기를, “강릉(康陵)의 정자각(丁字閣)은 다시 지은 지가 7∼8년도 못되었는데 충연(衝椽)과 선연(扇椽)이 모두 빠져나갔으니 마음써서 짓지 않은 죄가 큽니다. 공장(工匠)을 추고하고 도청 색랑(都廳色郞)은 파직시키고 감동 제조(監董提調)를 추고하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司諫院啓: “康陵丁字閣改搆, 曾未七八年, 衝椽扇皆拔起, 其不用意之罪大矣。 請工匠推考, 都廳色、郞廳罷職, 監董提調推考。” 答曰: “依啓。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Bak Geunwon , official for guarding the royal tomb in the gapja year (, was replaced by illness, and Yi In was replaced by him.",
                "H2KE-nKo": "갑자년에 수릉관 박근원을 병으로 체차하고 후임에 이인을 임명하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 12일(갑자) 1번째기사",
                "gt-oKo": "수릉관(守陵官) 박근원(朴謹元)을 병 때문에 체직시키고 이인(李遴)으로 대임하게 하였다.",
                "hj": "○甲子/守陵官朴謹元, 以病遞, 以李遴代之。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, The urgent report of the northern frontier commander [of Hamgil Province] has not been directly reported to the throne in time. Your subjects request that the mid-tier officials of the Ministry of Rites and the mid-tier officials of the State Council and the Ministry of Rites all be first dismissed and punished. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“북병사의 시급한 장계에 대해 제때에 직접 아뢰지 않았으니, 비변사와 예조의 해당 낭청을 모두 먼저 파직한 뒤에 추고하라고 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 12일(갑자) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “북병사(北兵使)의 시급한 장계에 대해 즉시 회계(回啓)하지 않았으니, 비변사(備邊司)·병조(兵曹)와 해낭청(該郞廳)을 모두 먼저 파직하고 나서 추고하라고 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○府啓曰: “北兵使時急狀啓, 趁不面啓, 請備邊司禮曹當該郞廳, 竝命先罷後推。” 答曰: “依啓。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, People who printed and printed the court seals and printed the manufacture of the manufacture [of the manufacture of the manufacture [the manufacture of the manufacture",
                "H2KE-nKo": "사간원이 아뢰기를,“조보를 인출한 사람들은 중국 조정에서 인출한 조보를 모방하여 만들었는데, 그 본심을 따져 보면 이익을 꾀하여 생계를 꾸려 간 것에 불과합니다. 지금 연루되어 체포된 자가 무려 30여 인이나 되는데 여러 차례 형신을 받아 장차 숨이 끊어질 지경에 이르렀습니다. 속히 석방하라고 명하소서.”하니, 답하기를,“수인을 어찌하여 구원하는가. 내가 스스로 참작하여 결단하였는데 감히 논하는가. 중국 조정에서 통보하여 인출하는 것을 어찌 종들이 알겠는가. 이는 반드시 간사하고 교활한 자가 지휘한 것일 것이다. 만약 사실대로 공초한다면 죄는 그래도 용서할 수 있지만 그렇지 않다면 국문을 그치지 않을 것이다. 고의로 지은 죄를 처벌하는 것은 작은 일이 아닌데 하물며 큰 경우야 말할 것이 있겠는가. 전후로 구원하는 계책을 논한 것은 잘한 것이다. 다만 이처럼 논집하니, 다만 끝까지 형신하여 통렬히 징계하는 것만 볼 뿐이다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 15일(정묘) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “조보(朝報)를 인출(印出)한 사람들은 중국 조정에서 인출하는 조보를 모방하여 만들었는데 그 본심을 헤아려 보면 이익을 꾀하여 생계를 도우려고 한 것에 지나지 않습니다. 지금 연루된 자가 30여 인이나 되는데 여러 차례 형신(刑訊)을 받아 운명(隕命)할 지경에 이르렀습니다. 급히 놓아주도록 명하소서.” 하니, 답하기를, “어찌하여 수인(囚人)들을 위해 영구(營救)하는가? 내가 스스로 참작하여 결단한 것인데 감히 논집하는가? 중국 조정에서 하는 것처럼 조보를 인출하는 것이 어찌 노배(奴輩)들이 알 수 있는 것이겠는가? 이것은 반드시 간사한 자가 지휘한 것이다. 만약 사실대로 바로 공초(供招)한다면 죄가 그래도 용서될 수 있지만 그렇지 않다면 추국을 그만두지 않을 것이다. 고의로 지은 죄를 형벌하는 데는 작은 것도 놓아줄 수 없는 것인데 더구나 큰 것이겠는가. 전후하여 영구하기 위해 논집하는 것은 계획에 있어서는 옳다고 하겠다. 그러나 이와 같이 논집한다면 끝까지 형신하여 통렬한 징계를 당하게 될 것이다. 윤허하지 않는다.” 하였다.",
                "hj": "○丁卯/院啓曰: “朝報印出人等, 倣中朝印出朝報而爲之。 原其本心, 不過謀利資生。 今者, 連逮者多至三十餘人, 累受刑訊, 將至隕命。 請亟 命開釋。” 答曰: “囚人何營救乎?予自酌斷, 乃敢論耶? 中朝通報印出, 豈奴輩所曉? 此必姦黠者指揮耳。 若以實直招, 罪猶可恕。 不然, 鞫未已也。 刑故無小, 矧其大耶? 前後論救計, 則得矣。 但如是論執, 則只見其窮刑痛懲而已。 不允。”"
            },
            "2": {
                "H2KE-EN": "The officials of the Office of the Inspector General reported to the King as follows: Originally, the court had regarded this as improper and did not allow the people to print the court to print them. However, now they have been imprisoned for several months, and yet they have not immediately refused to claim their guilt. Your subjects request that the officials of the Office of the Inspector General be replaced. The King 답하기를, “사직하지 말라. 물러가 물론을 기다리라.” 하였다. Consequently, the Office of the Inspector General presented a joint memorial to the King and the officials of the Censor General were all replaced.",
                "H2KE-nKo": "양사가 아뢰기를,“조보를 인출한 사람들은 당초에 조정에서도 무방하다고 여겨 허락하였습니다. 그런데 지금 여러 달 동안 가두어 놓고 형신하였는데도 즉시 인혐하여 죄를 나누지 않았습니다. 신들의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다. 홍문관이 차자를 올려 양사를 논핵하여 모두 체차되었다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 15일(정묘) 2번째기사",
                "gt-oKo": "양사가 아뢰기를, “조보를 인출한 사람들의 일에 대해서는 당초 조정에서도 무방하다고 하여 허락해준 것인데 지금 여러달 동안 가두어 놓고 형신을 하고 있습니다. 그런데도 즉시 인혐(引嫌)하여 죄를 나누어 지지 않았으니 신들을 체직시켜 주소서.” 하니, 사직하지 말라고 답하였는데, 물러가 물론을 기다렸다. 홍문관이 차자를 올려 양사를 논박하니 모두 체직시켰다.",
                "hj": "○兩司, 以朝報印出人等, 當初朝廷亦以爲無妨許之。 而今者累月囚刑, 而不卽引嫌分罪, 請遞臣等之職。 答曰: “勿辭。 退待物論。” 弘文館上箚, 論兩司幷遞。"
            },
            "3": {
                "H2KE-EN": "Yi Yangwon was appointed inspector general , and Ku Bongryeong was appointed inspector general .",
                "H2KE-nKo": "이양원을 대사헌으로, 구봉령을 대사간으로 삼았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 15일(정묘) 3번째기사",
                "gt-oKo": "이양원(李陽元)을 대사헌에, 구봉령(具鳳齡)을 대사간에 제수하였다.",
                "hj": "○以李陽元爲大司憲, 具鳳齡爲大司諫。"
            },
            "4": {
                "H2KE-EN": "A proposal regarding the transfer of a royal directive to the Ministry of War to report all the persons who were transferring the royal directive to the King on the grounds that the officials of the second rank or above of the State Council and the Privy Council frequently enter the palace courtyard as before.",
                "H2KE-nKo": "조보를 등서한 사람들이 대궐 뜰을 메워 소란을 피웠다고 하여 양사와 의정부의 서리 외에 여전히 난입한 자들을 병조로 하여금 일일이 아뢰어 다스리게 하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 15일(정묘) 4번째기사",
                "gt-oKo": "조보를 등서(謄書)한 사람들이 시끄럽게 궐정(闕庭)을 메우므로 양사와 의정부의 관리를 제외하고 전과 같이 함부로 들어온 자는 병조로 하여금 낱낱이 아뢰어 죄를 다스리게 했다.",
                "hj": "○以朝報謄書人等, 塡擾闕庭, 兩司政府吏外, 如前闌入者, 令兵曹一一啓治。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Yi Ujik , Governor of Hwanghae Province , took a symptoms and presented a letter of resignation. [The King] ordered that he be supplied with his symptoms and perform his official duties. [Yi Ujik] again submitted a memorial, but [the King] did not consent. Later, [the King] did not consent to this. Later, due to the impeachment of the Office of the Censor General , [the King] dismissed [Yi Ujik].",
                "H2KE-nKo": "황해 감사 이우직이 심증을 얻어 사직장을 올리니, 조리하고 공무를 행하라고 명하였다. 재차 장계를 올렸으나, 윤허하지 않았다. 뒤에 사간원의 논핵으로 인하여 체차하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 16일(무진) 1번째기사",
                "gt-oKo": "황해 감사(黃海監司) 이우직(李友直)이 심증(心症)을 얻어 사장을 올리니 조리하면서 행공(行公)하라 명하였다. 재차 장계를 올렸으나 윤허하지 않았는데 뒤에 간원이 논핵으로 인하여 체직되었다.",
                "hj": "○戊辰/黃海監司李友直, 得心症辭狀, 命調理行公。 再爲狀啓, 不允。 後因諫院論遞。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The governor of Gyeonggi [Province] reported to the King as follows: The stone lamp oil holder for the royal tomb is not being transported in time. Your subject requests that Magistrate of Tongjin District Yu Huigyu be dismissed from his position.",
                "H2KE-nKo": "경기 감사가 장계하기를,“산릉에 쓸 온돌석을 제때에 수송하지 않았으니, 통진 현감 유희규를 파직하소서.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 17일(기사) 1번째기사",
                "gt-oKo": "경기 감사가, 산릉(山陵)에 쓸 온돌석(溫突石)을 시기에 맞추어 실어 보내지 않았으니, 통진 현감(通津縣監) 유희규(柳希規)를 파출시키라는 것으로 장계를 올렸다.",
                "hj": "○己巳/京畿監司狀啓: 山陵所用溫突石, 趁不輸運, 請通津縣監柳希規罷黜事。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Shin Mihyu was appointed as governor of Gyeongsang Province .",
                "H2KE-nKo": "최옹을 경상 감사로 삼았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 19일(신미) 1번째기사",
                "gt-oKo": "최옹(崔顒)을 경상 감사로 삼았다.",
                "hj": "○辛未/以崔顒爲慶尙監司。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The governor of Chungcheong Province hurriedly reported to the King as follows: Biin from the twenty-eighth day of the eleventh month of last year, a strong wind blew and heavy snow fell. On the second day of the twelfth month, the snow was flooding like sunder. The fish, salt, and pheasants from the coastal areas flooding down, and the seawater surrounded in a flooding and surrounded in a flooding. Sometimes [the seawater surrendered], and sometimes [the seawater surrendered], sometimes [the seawater surrender], and sometimes [the seawater surrendering], [the seawater surrender, and the seawater surrendered. The seawater surrendered, and the seawater surrendered. This is extremely dismayed.",
                "H2KE-nKo": "충청 감사가 급히 장계하기를,“비인의 첩정에 ‘지난 11월 28일부터 큰 바람이 불고 큰 눈이 내렸으며 12월 2일에는 바닷물이 거세게 솟아오르는 것이 우는 듯하였습니다. 바닷가에 생어와 생합 등의 물건이 큰 바다에서 조수를 따라 떠내려와 해안의 모래사이에 평평하게 뻗친 곳에 무더기로 쌓여 있는데, 여기저기 즐비하여 완전히 죽기도 하고 죽지 않기도 하였습니다. 마을의 남녀가 지고 이고 이고 잇닿는 것이 이루 다 셀 수 없을 정도였는데, 그것을 먹은 뒤로 아직도 효과가 나타나지 않고 있으니, 매우 놀랍고 괴이합니다.’라고 하였습니다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 2일(갑인) 1번째기사",
                "gt-oKo": "충청 감사가 치계하였다. “비인(庇仁)에서 보낸 정문(呈文)에 ‘지난 11월 18일부터 큰 바람이 불고 큰 눈이 내렸으며 12월 2일에 이르러서는 바닷물이 치솟고 마치 뇌명(雷鳴)이 울리는 것 같았다. 바닷가에는 생어(生魚)와 생합(生蛤) 등 해물이 대양(大洋)에서 조수를 따라 떠내려와 해안의 모래 사장에 무더기로 쌓였는데 모두 서로 연결되어 있었으며 아주 죽은 것도 있고 아직 죽지 않은 것도 있었다. 부락의 남녀가 그것을 주워 지고 이고 끊임없이 행렬을 이루었는데 수를 이루 헤아릴 수 없었다. 그것을 먹은 뒤에도 아직 별다른 탈이 생기지는 않았다.’고 하였는데, 극히 놀랍고 괴이한 일입니다.”",
                "hj": "○甲寅/忠淸監司馳啓: “庇仁呈, 去十一月二十八日爲始, 大風大雪, 至十二月初二日, 海水洶湧如鳴, 海邊生魚生蛤等物, 自大洋隨潮水浮來, 海岸沙際平衍處堆積, 介介連絡, 或全死或未死, 村民男女負戴絡繹, 不可勝數。 食破後, 時未發效, 極爲駭異事。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Bak Yong , the late father of the Queen Mother of the Senior Abdicated King (Jeongjong , was posthumously conferred upon the chief state councilor . However, his grandfather and his grandfather did not confer a posthumous title upon him. Now, I intend to write a funerary oration and to discuss the matter with his grandson Bak Won . The King followed Bak Yongs request and bestowed a posthumous title upon his father, Grand Master for Assisting and Assisting toward Fundamental Laws and Assisting toward Fundamental Laws.",
                "H2KE-nKo": "갑술년에 대행 왕대비의 아버지 박용에게 영의정만 추증하고 그의 할아버지와 증조 할아버지는 추증하지 않았다. 지금 지문에 쓰려고 하는데, 그의 손자 박원의 상언으로 인하여 대신에게 의논하여 박용이 살아 있을 때 응당 벼슬을 주어야 함을 따라 그의 아버지는 보국숭록대부에 추증하고 할아버지는 숭정대부에 추증하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 22일(갑술) 1번째기사",
                "gt-oKo": "대행 왕대비(大行王大妃)의 선고(先考) 박용(朴墉)에게 영의정만을 추증했고 조고(祖考)와 증조고(曾祖考)는 추증하지 않았다. 이제 지문(誌文)에 쓰게 되어 그의 손자 박원(朴源)의 상언(上言)으로 인하여 대신에게 의논해서 박용이 생시에 제수받은 관작에 따라 그 부친에게는 보국 숭록 대부(輔國崇祿大夫)를, 조부에게는 숭정 대부(崇政大夫)를 추증하였다.",
                "hj": "○甲戌/大行王大妃考朴墉, 只贈領議政, 而其祖考、曾祖考, 不爲追贈。 今將書於誌文, 因其孫朴源上言, 議于大臣, 從朴墉生時應授爵, 贈其父輔國崇祿、祖崇政。"
            },
            "2": {
                "H2KE-EN": "Minister of War Yi Huigeom requested his resignation after bowing to express gratitude for the royal benevolence. The King denied this request.",
                "H2KE-nKo": "병조 판서 이희검이 숙배한 뒤에 사면하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 22일(갑술) 2번째기사",
                "gt-oKo": "병조 판서 이희검(李希儉)이 숙배(肅拜)하고 나서 사면하니, 윤허하지 않는다고 답하였다.",
                "hj": "○兵曹判書李希儉, 肅拜後辭免。 答曰: “不允。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported, Kim Hyeonson , Superintendent of the Office of the State Granary , is old and foolish. Your subjects request that he be dismissed from his post. Fifth Inspector Shin Eonseo is foolish and foolish. Your subjects request that he be replaced. The King 아뢴 대로 하라고 답하였다.",
                "H2KE-nKo": "사간원이 아뢰기를,“풍저수 김혜손은 노쇠하고 비루하니 파직하도록 명하소서. 감찰 신언세는 사리에 어둡고 용렬하니 체차하도록 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 22일(갑술) 3번째기사",
                "gt-oKo": "간원이 아뢰기를, “풍저수(豊儲守) 김혜손(金惠孫)은 노쇠하고 비루하니 파직을 명하소서. 감찰(監察) 신언세(辛彦世)는 아둔하고 용렬하니 체차를 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○院啓: “豐儲守金惠孫衰耗鄙陋, 請命罷職; 監察辛彦世昏劣, 請命遞差。” 答曰: “依啓。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulhae day, Second Deputy Director of the Office of the Royal Lectures Ahn Jongdo reported to the King as follows: The Emperor [of Ming China] established the nineteenth day of the second month in the date of the second month. Only a meteorite occurred a disaster in the palace and a fire breakfast out at the palace of the Grand Abdicated King in order to cultivate the disaster of the start of the star",
                "H2KE-nKo": "동지사 안종도가 서계하였다. “황제가 황후를 맞아들일 날짜를 2월 19일로 정하였습니다. 다만 별의 변고와 대내에 불이 난 것 때문에 조천궁에 화재가 났는데, 궁궐을 수리하고 재앙을 물리치는 동시에 3일 동안 대초제를 지냈습니다. 이어 종묘에 고하고 형금과 도살을 금지하였으며, 서울에 있는 문무 백관은 청의와 각대를 착용하고 3일 동안 나랏일을 살폈습니다. 4품 이상의 관원은 스스로 사면을 진달하였고, 5품은 이부와 도찰원이 탐장죄를 조사하여 대부분 태거된 관원이었습니다. 각로 장거지는 부친상을 당하였으나 황제가 분상을 허락하지 않아 태연자약하게 일을 처리하였습니다. 한림원 편수관 오중행, 형부 원외랑 애목, 형부 판사 진사 추원표 등은 소장을 올려 분상하지 않은 죄를 힘껏 진달하였습니다. 황제가 즉시 금의위로 하여금 오문 밖으로 잡아오게 하여 각각 곤을 치고 장 80대를 치게 하였는데, 추원표는 장을 맞다가 죽었습니다.”\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 23일(을해) 1번째기사",
                "gt-oKo": "동지사 안종도(安宗道)가 서계하였다. “황제가 황후를 맞아들일 정기(定期)가 2월 19일인데 성변(星變)과 대내(大內)의 실화(失火)가 있어서 조천궁(朝天宮)을 수건(修建)하고 양해(禳解)하기 위해 3일간 대초제(大醮祭)를 지내고서 이어 종묘(宗廟)에 고한 다음 형벌을 정지하고 도살(屠殺)을 금했습니다. 서울에 있는 문무 백관은 청의(靑衣)에 각대(角帶)을 띠고 3일간 시사(視事)하였고 4품 이상의 관리는 스스로 사면(辭免)을 진달하였고 5품 이하는 이부(吏部)와 도찰원(都察院)이 탐장(貪贓)을 조사하여 많은 관원을 도태시켰습니다. 각로(閣老) 장거정(張居正)이 부상(父喪)을 당했는데 황제가 분상(奔喪)을 허락하지 않자 기색이 태연하게 일을 보고 있었습니다. 한림원 편수관(翰林院編修官) 오중행(吳中行), 형부 원외랑(刑部員外郞) 애목(艾穆), 형부 판사(刑部判事) 진사(進士) 추원표(鄒元標) 등이 탄장(彈章)을 올려 그가 분상하지 않는 죄를 극력 진달하니, 황제가 즉시 금의위(錦衣衛)에게 오문(午門) 밖으로 잡아오게 하여 각각 곤장 80대씩 치게 하였는데 추원표는 장하(杖下)에서 즉사하였다고 합니다.”",
                "hj": "○乙亥/冬至使安宗道書啓: 皇帝納后, 定期二月十九日, 只以有星變及大內失火於朝天宮, 修建禳解, 大醮三日, 仍告宗廟, 停刑禁屠殺, 在京文武百官, 靑衣角帶, 視事三日, 四品以上官, 則自陳辭免, 五品以下吏部及都察院, 考察貪贓, 多有汰去之員。 閣老張居止遭父喪, 皇帝不許奔喪, 莅事自若。 翰林院編修官吳中行, 刑部員外郞艾穆, 刑部判事進士鄒元標等, 稱章力陳其不奔喪之罪, 皇帝卽令錦衣衛拿致, 午門外, 各棍杖八十, 元標卽死于杖下。 云。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Superintendent of Yangsan Jo Noe is very greed and corruption. Your subjects request that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“양산군 수 조곤은 탐욕스럽고 비루하기 짝이 없으니 파직하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 25일(정축) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “양산 군수(梁山郡守) 조곤(趙鵾)은 탐오하고 비루하기 이를 데 없으니 파직을 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○丁丑/院啓: “梁山君守趙鵾, 貪鄙無狀, 命罷職。” 答曰: “依啓。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Personnel and the Office of the Inspector General as follows: The natural disaster of natural disaster should be apprehensive and cultivated. Have the Ministry of Personnel and the Office of the Inspector General inspect the officials in the capital and in the provinces who are incompetent and greed and corrupt, and assign them to high-ranking officials. The King ordered the matter to discuss the matter with high-ranking officials. All said, Your Majestys instruction is truly appropriate.",
                "H2KE-nKo": "비망기를 내렸는데, 그 내용은 대개 재이가 절박하면 상하가 두려워하여 몸을 닦고 반성해야 한다는 것이었다. 이조와 사헌부로 하여금 중앙과 지방의 관리들을 고찰하여 용렬하고 탐욕스러운 자들을 태거하고 준수하고 선량한 인재를 등용하는 일을 대신에게 의논하라고 명하였다. 모두 주상의 하교가 진실로 합당하다고 하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 26일(무인) 1번째기사",
                "gt-oKo": "비망기에, “대개 재이(災異)가 절박하면 상하가 마땅히 공구 수성(恐懼修省)하여야 하는 것이다. 이조와 사헌부로 하여금 중외(中外)의 관리들 중에 용렬하고 탐욕스러운 자들을 조사하여 도태시키고 준수하고 현량한 자는 숭반(崇班)에 등용할 일에 대해 대신에게 의논하게 하라.” 하였는데, 모두 상의 분부가 지당하다고 하였다.",
                "hj": "○戊寅/備忘記, 大槪: 災異切迫, 上下當畏懼修省, 令吏曹憲府, 考察中外之官, 汰其闒茸貪墨者, 登崇俊良事, 命議于大臣。 皆以爲: “上敎允當。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Shin Gak , army commander of Gyeongsang Province , was negligent in performing the performance evaluation of the official document. Your subjects request that the official document be revised on this matter. However, Shin Eongyeong , the assistant section chief of the Ministry of War , received a royal order and did not send an official document after several months had passed. Please dismiss him from his post. As for Magistrate of Samsu District Kim Uche , he is imprudent. Please dismiss him from his post. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“경상 병사 신각의 포폄에 대한 봉과가 허술하니 계본을 고치라는 일로 승전을 받들게 하였습니다. 그런데 병조 좌랑 신언경은 승전을 받든 뒤에 몇 달이 지나도록 공문을 보내지 않았으니 파직하도록 명하소서. 삼수 군수 김우추는 광망하니 파직하도록 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 26일(무인) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “경상 병사 신각(申恪)의 포폄(褒貶)에 대한 봉과(封裹)가 허술하니 계본을 다시 만들 일로 승전을 받들게 하셨는데, 병조 좌랑 신언경(愼彦慶)은 승전을 받든 뒤에 수개월이 지나도록 행이하지 않았으니 파직시키라고 명하소서. 삼수 군수(三水郡守) 김우추(金遇秋)는 광망(狂妄)하니 파직을 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司憲府啓: “慶尙兵使申恪褒貶, 封裹虛踈, 令改啓本事捧承傳, 而兵曹佐郞愼彦慶承傳承受後, 過數月不爲行移, 請命罷職; 三水郡守金遇秋狂妄, 請命罷職。” 答曰: “依啓。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General advised: When Military Protector Yi Hyeonbae proceeded to Beijing, it was not only inappropriate that Special Military Protector Yi Hyeonbae twice obeyed Your Majestys introduction. In addition, the posts of sinecure posts in the temporary quarters also arbitrarily give and deprive [Yi Hyeonbae and Yi Hyeonbae, who should not be punished. It is requested that Yi Hyeongbae and Yi Hyeong be interrogated. As the magistrate of San District Yi Hyeonggyeong is close to his home, there must be many problems inconveniences. It is requested that Yi Hyeonbae be allowed to replace Yi Hyeonbae and Yi Hyeonbae. The King said, Yi Hyeonbae and Yi Hyeonbae should be punished as reported. The worthy and the worthy of Yi Hyeonbae and Yi Hyeonbae are not related to their homes. However, it would be proper to exchange Yi Hyeonbae and Yi Hyeonbae.",
                "H2KE-nKo": "사헌부가 아뢰기를,“호군 이현배가 연경에 갈 때 별군관이 주상께 아뢰어 청한 것은 주상께 재차 아뢰어서 안 될 일일 뿐만 아니라 일행의 체아직까지도 모두 제 마음대로 주고 빼앗는 등 거만하게 제멋대로 하는 버릇을 징계하지 않을 수 없습니다. 추고를 명하소서. 산음 현감 이형경은 본가와의 거리가 매우 가까우니 필시 폐단을 끼치는 일이 많을 것입니다. 체차를 명하소서.”하니, 답하기를,“이현배는 아뢴 대로 하라. 수령의 현부는 그 집안의 멀고 가까움에 달린 것이 아니다. 그러나 다른 고을과 서로 바꾸는 것이 좋겠다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 29일(신사) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “호군(護軍) 이현배(李玄培)가 북경에 갈 때 별군관(別軍官)을 계청할 적에 두 번씩이나 천청(天廳)을 번거롭게 하였으니 불가할 뿐만이 아닙니다. 심지어는 일행의 체아(遞兒)의 직임에 있어서도 모두 제 마음대로 주기도 하고 빼앗기도 하였으니, 거만스럽게 편리한 대로 한 습관에 대해서는 징계하지 않을 수 없습니다. 추고하라고 명하소서. 산음 현감(山陰縣監) 이형경(李亨慶)은 본가(本家)와의 거리가 매우 가까우니 반드시 폐를 끼치는 일이 많을 것입니다. 체차시키소서.” 하니, 답하기를, “이현배는 아뢴 대로 하라. 수령의 현부(賢否)는 그 집의 원근에 달린 것이 아니다. 그러나 다른 고을과 서로 바꾸는 것이 좋겠다.” 하였다.",
                "hj": "○辛巳/府啓: “護軍李玄培赴京時, 別軍官啓請, 不但再瀆天聽爲不可, 至於一行遞兒之任, 亦皆任情與奪, 偃然自便之習, 不可不懲。 請命推考。 山陰縣監李亨慶, 距本家甚近, 必多貽弊, 請命遞差。” 答曰: “李玄培依啓。 守令之賢否, 不係於其家之遠近, 然與他邑相換爲可。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The elderly high officials should encourage them to encourage them. This was a royal instruction. The Ming court already requested that encourage them to encourage them according to the royal instruction. I already followed this advice. The high officials should also follow the royal instruction. Today, summon them to encourage them. ",
                "H2KE-nKo": "전교하기를,“노대신에게 고기를 먹으라고 권하는 것은 유교이다. 조정에서 이미 유교에 의거하여 권도를 따를 것을 아뢰어 청하였는데, 나도 이미 따랐으니 대신도 유교에 따라야 할 것이다. 오늘 명초하여 고기를 먹도록 권하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 3일(을묘) 1번째기사",
                "gt-oKo": "전교하였다. “노대신(老大臣)에게 고기를 먹도록 권하라는 것은 유교(遺敎)이다. 조정에서 이미 유교에 의하여 권도를 따르기를 계청하였고 나도 그대로 따르기로 결정하였으니 대신들도 유교대로 따라야 할 것이다. 오늘 명초하여 고기를 먹도록 권하라.”",
                "hj": "○乙卯/傳曰: “老大臣勸肉事, 遺敎也。 朝廷旣據遺敎, 啓請從權, 予已從之, 大臣亦當依遺敎, 今日命招勸肉。”"
            },
            "2": {
                "H2KE-EN": "The State Tribunal reported, Vice-Director of the Office of Astronomy and Geomancy Ahn Geukyun mistakenly made mistakes on the twelfth day of the twelfth month. He should receive one hundred strokes with the heavy stick and be punished for public crimes. The King granted permission.",
                "H2KE-nKo": "의금부의 계목에,“관상감 부정 안응윤이 납일을 잘못 마련한 죄에 대해 장 100을 치고 공죄로 아룁니다.”하니, 윤허하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 3일(을묘) 2번째기사",
                "gt-oKo": "의금부의 계목(啓目)에, “관상감 부정(觀象監副正) 안응윤(安應潤)이 납일(臘日)을 잘못 마련한 죄는 장 일백(杖一百)인데 공죄(公罪)로 아룁니다.” 하니, 아뢴 대로 윤허하였다.",
                "hj": "○義禁府啓目: 觀象監副正安應潤, 臘日誤錯磨鍊, 罪杖一百, 公罪啓。 依允。"
            },
            "3": {
                "H2KE-EN": "The three state councilors came to report their resignation, but the King denied this request.",
                "H2KE-nKo": "삼공이 와서 사면을 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 3일(을묘) 3번째기사",
                "gt-oKo": "삼공이 와서 사면(辭免)을 아뢰었으나 윤허하지 않았다.",
                "hj": "○三公來啓辭免。 不允。"
            },
            "4": {
                "H2KE-EN": "On musul day, a white rainbow approached the sun.",
                "H2KE-nKo": "흰 무지개가 해를 가로질렀다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 3일(을묘) 4번째기사",
                "gt-oKo": "흰 무지개가 해를 꿰었다.",
                "hj": "○白虹貫日。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Ministry of War , referring to a lower official report presented by Chief State Councilor Kwon Cheol , reported, Your subjects request that fifty military brave men be selected from the Loyal and Righteous Guards and be assigned to the Loyal and Righteous Guards . Have this ministry deliberate on this matter and report to Your Majesty. Regarding scholar-officials , there are Inner Palace Guards , and sons-in-laws , there are Right림위 . However, the Loyal and Righteous Guards are low-ranking posts. Even if they are talented, they are all elderly in the marketplaces. If they separately select military brave men and be assigned to the Loyal and Righteous Guards , it would be more convenient and beneficial. However, there is a limited number of government expenses for the government expenses, and the salaries of each rank have always been worried about insufficient. Therefore, it is not possible for us to collect stipends from their stipends. Your subjects request Your Majesty to decide upon this matter. The King said, This is truly a good plan for raising military braves. However, the expenses are gradually numerous, and this is not worrisome. I think that among miscellaneous people, those who are not involved in stipends are supplied with stipends and empty stipends are to be supplied with stipends based on these stipends. Discuss this matter again with the high-ranking officials and the Ministry of Taxation and make a decision.",
                "H2KE-nKo": "병조의 계목에,“영의정 권철이 아뢴 충찬위 중에서 무용한 자 50여 인을 가려 금군에 소속시켜 숙위하게 하는 일에 대해, 해당 조로 하여금 의논하여 아뢰게 하였습니다. 사족은 내금위가 있고 서얼은 우림위가 있으나, 충찬위는 신분이 미천하여 비록 재기가 있더라도 으레 모두 시정에서 늙어 버립니다. 그러니 별도로 무용한 자를 가려 금군에 소속시키면 재주를 거두어 병사를 양성하는 방도에 더욱 편리하고 이로울 것입니다. 다만 국가의 경비는 한정이 있어서 각 품의 체아직이 항상 부족할까 걱정인데, 녹봉이 나올 곳이 적절하지 못합니다. 주상께서 재결하시는 것이 어떻겠습니까?”하니, 전교하기를,“이는 실로 병사를 양성하는 좋은 계책이다. 다만 경비가 점점 많아지고 있으니, 이 점을 염려하지 않을 수 없다. 내 생각에는 잡류 중에 중요하지 않은 사람으로서 녹봉만 축내는 자가 있으면 이것을 변통하여 참작해 정하는 것이 옳을 듯하다. 대신과 호조와 다시 의논하여 처리하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 4일(병진) 1번째기사",
                "gt-oKo": "병조의 계목에, “영의정 권철(權轍)이 아뢴 충찬위(忠贊衛) 중에서 무재(武才)와 용력(勇力)이 있는 자 50여 인을 뽑아 금군(禁軍)에 소속시켜 숙위(宿衛)하게 하자는 일에 대하여 해조(該曹)에게 의논하여 아뢰라고 하셨습니다. 그러나 사족(士族)에게는 내금위(內禁衛)가 있고 서얼(庶孽)에게는 우림위(羽林衛)가 있지만 충찬위는 지위가 낮아서 아무리 재기(材技)가 있더라도 으레 모두 시정(市井)에서 늙고 맙니다. 그러니 특별히 무재와 용력이 있는 자를 뽑아 금군에 소속시킨다면 인재를 모으고 병사를 양성하는 방도에 진실로 온편하고도 유익함이 있게 될 것입니다. 다만 국가의 경비는 한정이 있는 것입니다. 각품(各品)의 체아직(遞兒職)에 대해서도 늘 부족함을 걱정하고 있는 형편이고 녹봉(祿俸)이 나올 곳이 마땅치가 않습니다. 위에서 재결하시는 것이 어떻겠습니까?” 하니, 전교하기를, “이는 실로 병사를 양성하는 훌륭한 방책이지만 경비가 점점 많아질 것이니 이에 대하여 생각하지 않을 수 없다. 내 생각에는 잡류(雜類) 중에 별로 중요하지 않은 사람으로서 늠록(廩祿)만을 축내는 자들을 추이(推移)하여 배정하면 될 듯하다. 대신·호조와 더불어 다시 의논하여 조처하라.” 하였다.",
                "hj": "○丙辰/兵曹啓目: 領議政權轍所啓: “忠贊衛中擇武勇者五十餘人, 屬禁軍宿衛事, 令該曹議啓矣。” 士族則有內禁衛, 庶孽則有羽林衛, 而忠贊衛, 則地分卑微, 雖有材技, 例皆老於市井, 別抄武勇者, 屬之禁旅, 則收才養兵之道, 尤爲便益。 但國家經費有數, 各品遞兒, 常患不足, 祿捧出處, 未得其便, 請睿裁何如? 傳曰: “此實養兵善策。 但經費漸多, 此不可不慮。 予意雜類中, 有不關之人, 虛耗廩祿者, 以此推移酌定, 則似可矣。 與大臣戶曹更議處之。”"
            },
            "2": {
                "H2KE-EN": "The governor of Hwanghae Province urgently reported, Former Magistrate Ahn Jeon was sixty years old. He observed the death of his grandmother and drank wine for one year. He observed the grave to mourn for three years. His filial behavior is wise. He can be erected in honor of his filial behavior.",
                "H2KE-nKo": "황해 감사가 급히 장계하기를,“전 현감 안전은 나이 60에 조모의 상을 당하여 1년 동안 죽을 먹었고 3년 동안 여묘살이를 하여 효행이 남달리 뛰어났으니, 정표할 만합니다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 4일(병진) 2번째기사",
                "gt-oKo": "황해 감사가 치계하였다. “전(前) 현감(縣監) 안전(安㙉)은 나이 60에 조모상(祖母喪)을 당하였는데 기년(期年) 동안 죽을 먹었고 삼년간 여묘살이를 하였습니다. 그의 효행이 뒤어나니 정문(旌門)을 내려 표창해 줄 만합니다.”",
                "hj": "○黃海監司馳啓: “前縣監安㙉, 年六十, 遭祖母喪, 啜粥期年, 守墓三年, 孝行卓異, 可爲旌表事。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported, Fifth Inspector Han Mi is foolish and Bak Huiwon is sick. Your subjects request that he be replaced. Yi Ju is disrespectful and disrespectful. Your subjects request that he be dismissed from his position. Clerk of the Office of Palace Supplies Gi Jin was corrupt and corrupt. Military Duty Officer of the Slave Agency Yi Nansu was arrogant and arrogant, and Magistrate of Goryeong Won Gwangmi was foolish. Your subjects request that all of them be replaced. The King granted the request. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“감찰 한은은 용렬하고 박희원은 귀가 먹었으니 체차하소서. 이주는 패려궂으니 파직하소서. 사섬시 주부 기진행은 탐욕스럽고 혼탁하며, 남도 우후 이난수는 교만하고 방종하며, 고령 첨사 원광세는 용렬하니 모두 체차하소서.”하니, 윤허한다고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 4일(병진) 3번째기사",
                "gt-oKo": "헌부가 아뢰기를, “감찰(監察) 한집(韓檝)은 용렬하고 박희원(朴希元)은 늙고 귀먹었으니 체직시키소서. 이주(李澍)는 패려스러우니 파직시키소서. 사섬시 주부(司贍寺主簿) 기진행(奇進行)은 탐오스럽고 남도 우후(南道虞候) 이난수(李鸞壽)는 교만 방종하고 고령 첨사(高嶺僉使) 원광세(元光世)는 용렬하니, 모두 체직시키소서.” 하니, 윤허한다고 답하였다.",
                "hj": "○府啓: “監察韓檝庸劣, 朴希元老聾, 請遞。 李澍悖戾, 請罷。 司贍主簿奇進行貪濁, 南道虞候李鸞壽驕縱, 高嶺僉使元光世庸劣, 請竝遞改。” 答曰: “允。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Kim Mong , a resident of Seogang in Gaeseong , and others came to Gangnyeong to buy salt with salt works. Due to a storm in the sea, they arrived at Liaodong territory in order to inquire after the situation and transfer them to our country. Interpreter Yi Chunyeong came [to Joseon].",
                "H2KE-nKo": "개성부 뒤쪽 서강에 사는 김몽 등이 소금을 매매하는 일로 강령에 이르렀다가 바다에서 풍랑을 만나 표류하여 요동 경계에 도착하였다. 이에 대해 탐문하여 본국으로 넘기니, 압해관 이춘영이 나왔다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 5일(정사) 1번째기사",
                "gt-oKo": "개성부(開城府) 후서강접(後西江接) 김몽(金夢) 등이 소금을 사려는 일로 강령(康翎)에 갔다가 바다 가운데서 바람을 만나 표류되어 요동(遼東) 땅에 도착하였다. 요동에서는 그들을 심문한 다음 우리 나라로 부송했는데 압해관(押解官)으로 이춘영(李春榮)이 나왔다.",
                "hj": "○丁巳/開城府後西江接金夢等, 以販鹽事, 到康翎, 海中漂風, 到遼東地界, 審問付本國, 押解官李春榮出來。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Yu Hong , Governor of Gyeongsang Province , resigned from office due to illness. [Yu Hong] again submitted a report [to the King], and [the King] replaced him.",
                "H2KE-nKo": "경상 감사 유홍이 병으로 사직하였다. 재차 장계하여 체차하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 9일(신유) 1번째기사",
                "gt-oKo": "경상 감사 유홍(兪泓)이 병으로 사직하였다. 재차 장계(狀啓)를 올리니 체직시켰다.",
                "hj": "○辛酉/慶尙監司兪泓, 以病辭職。 再爲狀啓, 遞之。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Yi Suknam , a member of the Right Army of Nam Province , is incompetent and incompetent, is not suitable for selecting and dispatching him. Your subjects request that he be replaced. The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“남도 우후 이숙남은 사람됨이 경솔하고 천박하여 가려서 보내기에 합당하지 않습니다. 체차해 주소서.”하니, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 9일(신유) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “남도 우후 이숙남(李叔男)은 사람됨이 경솔하고 천박하여 가려서 보내기에 합당하지 않으니 체직시키소서.” 하였으나, 윤허하지 않았다.",
                "hj": "○府啓: “南道虞候李叔男, 爲人輕淺, 不合擇遣, 請遞。” 不允。"
            }
        }
    },
    "02": {
        "10": {
            "1": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Nam Eongyeong submitted a letter of resignation and was granted a leave of absence. When the Royal Placenta Chamber is closed, he must have the Second Inspector [of the Office of the Inspector General] call him calligraphy and call him . However, the date [of the Royal Placenta Chamber] is urgent, and thus the King had high-ranking officials discuss [the matter] and replaced him.",
                "H2KE-nKo": "집의 남언경이 정사하여 말미를 받았다. 현궁을 봉폐할 때 반드시 집의로 하여금 신이라 칭하고 봉폐하게 하였는데, 기일이 임박하였기 때문에 대신과 의논하여 체차한 것이다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 10일(신묘) 1번째기사",
                "gt-oKo": "집의 남언경(南彦經)이 정사(呈辭)하고 말미를 받았다. 현궁(玄宮)을 봉폐(封閉)할 때는 반드시 집의로 하여금 신(臣)이라 일컬으면서 봉폐하게 해야 하는데 기한이 임박하였기 때문에 대신과 의논하여 체직시켰다.",
                "hj": "○辛卯/執義南彦經呈辭受由。 玄宮封閉時, 必使執義, 稱臣封閉, 而日期臨迫, 故議大臣遞之。"
            },
            "2": {
                "H2KE-EN": "Censor Jeong Cheol of the Office of the Censor General requested his resignation on the grounds that when the Royal Placenta Chamber was opened and kept in the Royal Placenta Chamber was absent from wearing mourning robes without mourning robes.",
                "H2KE-nKo": "사간 정철이 현궁을 봉폐할 때 예차로 최복이 없다는 이유로 사면하여 체차되었다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 10일(신묘) 2번째기사",
                "gt-oKo": "사간 정철(鄭澈)이 현궁의 봉폐로 특별히 예차(預差)되었는데 최복(衰服)이 없다고 사면(辭免)하므로 체직시켰다.",
                "hj": "○司諫鄭澈, 以玄宮封閉時預差, 無衰服, 辭免而遞。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported, Director of the Directorate of the Palace Buildings Shin Il and Director of the Directorate of Fabrics Yun Gil , who were the mid-tier officials of the Directorate of the State Funeral , were serving as the director of the Directorate of the Palace Buildings , but they did not attend the office on the pretext of illness. Your subjects request that they be dismissed from their posts. The King approved this. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“선공감 정 신일과 제용감 정 윤길은 국장도감 낭청으로서 발인할 때에 병을 핑계 대고 나오지 않았으니, 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 10일(신묘) 3번째기사",
                "gt-oKo": "헌부가 아뢰기를, “선공감정(繕工監正) 신일(辛馹)과 제용감 정(濟用監正) 윤길(尹吉)은 국장 도감 낭청(國葬都監郞廳)으로서 발인할 때에 병을 핑계하고 나오지 않았습니다. 그러니 파직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○府啓: “繕工正辛馹、濟用正尹吉, 以國葬都監郞廳, 發引時, 稱病不進, 請罷職。” 上從之。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: The Royal Tomb of Queen Sinui sold meat dishware in a thatched hut by a fire. However, the Directorate of Fire Prevention did not prohibit this. Your subjects request that the Directorate of the Royal Tomb be dismissed from his post and the superintendent be interrogated. The King replied, The fire dishware in a private hut by a fire is not rare. It is not necessary to discuss it. The King did not approve this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“새 능의 영악전에서 멀지 않은 곳에 고기를 팔고 초막에 불을 질렀는데도 도감이 금지하지 않았습니다. 산릉 도청을 파직하고 제조를 추고하소서.”하니, 답하기를,“사막에 불이 난 것은 애당초 대단한 일이 아니니 논할 필요가 없다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 13일(갑오) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “신릉(新陵)의 영악전(靈幄殿)에서 멀지 않은 곳에 있는 고기를 파는 초막(草幕)에 불이 난 것을 껐습니다. 그러나 도감이 금지시키지 못했으니 산릉 도청(山陵都廳)을 파직하고 제조는 추고하소서.” 하니, 답하기를, “사막(私幕)에서 불이 난 것은 애당초 대단한 것이 아니니 논할 필요가 없다. 윤허하지 않는다.” 하였다.",
                "hj": "○甲午/院啓: “新陵靈幄殿不遠處, 賣肉草幕, 火起撲滅, 都監不爲禁止。 請山陵都廳罷職, 提調推考。” 答曰: “火熱私幕, 初非大叚, 不須論之。 不允。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongsin day, after the moment of the coffin chestnut was completed, [the King] returned to Munjeong Hall in Changdeok Palace .",
                "H2KE-nKo": "병신년에 현궁을 내린 뒤에 창경궁 문정전으로 반우하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 15일(병신) 1번째기사",
                "gt-oKo": "하현궁(下玄宮)하고 돌아와 창경궁(昌慶宮) 문정전(文政殿)에서 반우제(返虞祭)를 지냈다.",
                "hj": "○丙申/下玄宮(復)〔後〕, 返虞于昌慶宮文政殿。"
            },
            "2": {
                "H2KE-EN": "The magistrate of Jeju Strategic County submitted a memorial to the King, Executive Assistant Jo Inhu is replaced due to his illness. The King issued a royal directive, which stated, It is extremely wrong to dismiss him from his office on the pretext of his illness. It is proper to dismiss him from his office.",
                "H2KE-nKo": "제주 목사의 서장에 판관 조인후가 병으로 체직되었다고 하였는데, 전교하기를, “병으로 지레 돌아간 것은 매우 잘못된 일이다. 파직하고 서용하지 말도록 하라.” 하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 15일(병신) 2번째기사",
                "gt-oKo": "제주 목사(濟州牧使)가, 판관 조인후(趙仁後)를 병으로 체직할 일에 대해 서장(書狀)을 올렸는데, 전교하였다. “병을 핑계하여 지레 돌아왔으니 지극히 그르다. 파직시키고 서용하지 말도록 하라.”",
                "hj": "○濟州牧使書狀: ‘判官趙仁後病遞事。’ 傳曰: “稱病徑還, 至爲非矣。 罷職不敍, 可也。”"
            },
            "3": {
                "H2KE-EN": "At the oh hour of the burial , the King led all the officials in performing the salutation ritual toward the front yard of Geunjeong Hall .",
                "H2KE-nKo": "하현궁 시각에 주상이 백관을 거느리고 근정전 섬돌 위에서 망곡례를 행하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 15일(병신) 3번째기사",
                "gt-oKo": "하현궁할 시각에 전하가 백관을 거느리고 근정전(勤政殿) 뜰에서 망곡례(望哭禮)를 거행하였다.",
                "hj": "○下玄宮時刻, 殿下率百官, 行望哭禮于勤政殿階上。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The State Tribunal reported as follows: When Jeon Geukjeong was captured, he did not dispatch a soldier sent to Suwon . As for Jinwi , the soldier sent a soldier without waiting for his transfer, which caused his responsibility to be involved. Im Cheongon fled and ran away. Your subjects request that the officials of both the government offices be punished for his crime. The King approved this request. 【임천gon was immediately arrested. 】",
                "H2KE-nKo": "의금부의 계목에,“전응정을 잡아올 때 수원은 압송해 올 군인을 정해 보내지 않았고 진위는 군인들이 교대를 기다리지 않고 흩어져 가 사간 임천건이 어둠을 틈타 도주하게 하였으니, 두 고을의 관리를 추고하여 죄를 다스리소서.”하니, 아뢴 대로 하라고 하였다. - 임천건은 곧 체포되었다. -\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 18일(기해) 1번째기사",
                "gt-oKo": "의금부의 계목에, “전응정을 잡아올 때에 수원(水原)에서는 압래(押來)할 군인을 정하여 보내지 않았고 진위(振威)에서는 군인들이 교대를 기다리지도 않고 흩어져 간 탓으로 사간(事干) 임천건(林天健)이 어둠을 타 도주하게 만들었습니다. 두 고을의 관리를 추고하여 치죄하소서.” 하니, 계목대로 하라고 윤허하였다. 【임천건은 곧 체포되었다. 】",
                "hj": "○己亥/義禁府啓目: “全應楨拿來時, 水原則押來軍人, 不爲定送, 振威則軍人不待交代散去, 以致事干, 林天健乘昏逃走, 兩官官吏推考治罪事。” “依允。”【林天健尋被捕。】"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The case of Jeon Geukjeong , who was involved in the interrogation of Jeon Geukjeong , came and reported to the King. The King transmitted a royal directive, which stated, The case of Jeon Geukjeong and Jeon Geukjeong is revealed in the secret document. Among them, the one who is the third minister and the third minister of personnel shall not be punished. The rest of them shall all be arrested and interrogated.",
                "H2KE-nKo": "전응정을 추고한 공사를 입계하니, 전교하기를,“준 자와 받은 자는 그 죄가 똑같다. 문서에 드러난 각 사람 중에 윤 참판과 이 참판은 재상이니 논하지 말고, 그 나머지는 모두 잡아다 국문하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 19일(경자) 1번째기사",
                "gt-oKo": "전응정을 추고한 공사(公事)를 입계하니, 전교하였다. “준 자나 받은 자나 그 죄는 똑같다. 문서(文書)에 나타난 각 사람 중에 윤 참판(尹參判)과 이 참판(李參判)은 재상이니 논하지 말고 그 나머지는 모두 잡아다가 추국하라.”",
                "hj": "○庚子/全應楨推考公事入啓。 傳曰: “與者受者, 厥罪惟均, 文書現出, 各人中尹叅判、李叅判宰相也勿論。 其餘幷拿鞫。”"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The two physicians are solely installed to relieve the people. Recently, a contagious disease has rampantly occurred. The governor of each province requested that medicine be provided [to the two physicians]. However, [the physicians] did not provide more [to the two physicians], and [the physicians] even come to [the physicians] take care of [the physicians] from each other. This is extremely surprised. The physicians in charge of [the physiciansicians] should be imprisoned and punished.",
                "H2KE-nKo": "전교하기를,“양의사는 오로지 백성들을 구제하기 위해 설치한 것이다. 그런데 지금 여역이 치성하여 각도의 감사가 약물을 보내 달라고 계청하였는데도 넉넉하게 주어 보내지 않고, 심지어는 서로 미루면서 버젓이 입계하기까지 하였으니, 매우 놀랍다. 구임 장무 등을 가두어 죄를 다스리도록 하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 19일(경자) 2번째기사",
                "gt-oKo": "전교하였다. “양의사(兩醫司)는 오로지 백성을 구제하기 위하여 설치한 것이다. 지금 여역(癘疫)이 치성하여 각도의 감사들이 약물(藥物)을 보내주기를 계청하고 있다. 그러나 넉넉하게 주어 보내지 않는가 하면 심지어는 서로 미루면서 뻔뻔스레 입계하기까지 하였으니 매우 놀랍다. 구임(久任)인 장무(掌務) 등을 수금(囚禁)하고 치죄하라.”",
                "hj": "○傳曰: “兩醫司, 專爲救民而設。 今者癘疫熾發, 各道監司啓請藥物, 而不爲優數給送, 至於互相推調, 偃然入啓, 至爲駭愕, 久任掌務等, 囚禁治罪。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province hurriedly reported, Former Magistrate of Muan District Jeon Geukjeong heard that his low-level functionaries had opened the storehouses and robbed the government storehouses. He had the magistrate of Yeonggwang County inspect and arrested him. This was extremely surprised. How about having Jeon Geukjeong imprisoned and interrogated him? The King said, Jeon Geukjeong stole more than 100 seok of government stole government storehouses and was extremely surprised. As for those who robbed the petty functionaries, as well as those who robbed the government storehouses, the owner, who gave the government storehouses to them, all shall be interrogated and interrogated with torture. This shall serve as a warning to one hundred people.",
                "H2KE-nKo": "전라 감사가 급히 장계하기를,“전 무안 현감 전응정이 하등이라는 기별을 듣고 창고를 열어 관곡을 멋대로 가져다가 남의 집에 맡겨 두고 영광 군수를 시켜 적간하여 현장에서 붙잡게 하였으니, 매우 놀랍습니다. 전응정을 수금하고 추고하는 것이 어떻겠습니까?”하니, 전교하기를,“전응정이 관곡 100여 섬을 훔친 것은 매우 놀라운 일이다. 색리 등과 맡겨 둔 사람, 집주인이 곡식을 준 사람을 모두 잡아다 추국하여 한 사람을 징계하여 백 사람을 경계하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 2일(계미) 1번째기사",
                "gt-oKo": "전라 감사가 치계하기를, “전 무안 현감(務安縣監) 전응정(全應禎)이 하등(下等)이라는 기별을 듣고는 창고를 열고 관곡(官穀)을 멋대로 가져다가 남의 집에 맡겨 두었던 것을 영광 군수(靈光郡守)로 하여금 척간(擲奸)하게 하여 현장에서 잡았습니다. 지극히 놀라운 일이니 전응정을 수금(囚禁)하고 추고하는 것이 어떻겠습니까?” 하니, 전교하기를, “전응정이 관곡 1백여 석을 훔쳤으니 매우 놀라운 일이다. 색리(色吏) 등과 맡겨 두었던 집 주인과 곡식을 준 사람을 모두 잡아다 추국해서 한 사람을 징벌하여 백 사람을 경계하게 하라.” 하였다.",
                "hj": "○癸未/全羅監司馳啓: “前務安縣監全應楨, 聞下等之奇, 開庫恣取官穀, 寄置人家, 令靈光郡守擲奸現捉, 至爲駭愕。 全應楨囚禁推考何如?” 傳曰: “全應楨偸竊官穀百餘石, 極爲駭愕, 色吏等及寄置人, 家主贈穀人, 竝拿來推鞫, 懲一警百。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General advised, Subarea Commander of Jeolla Province Bong Heun is foolish and foolish. Previously, he ran away at the field of Seohaepyeong . It is requested that he be replaced. The King followed this recommendation.",
                "H2KE-nKo": "사헌부가 아뢰기를,“전라 수사 봉흔은 용렬하고 비루하여 전에 서해평에서 북쪽으로 달아난 죄가 있었습니다. 체차해 주소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 23일(갑진) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “전라 수사(全羅水使) 봉흔(奉昕)은 용렬 비루한 데다 전에 서해평(西海坪)에서는 패주한 죄가 있었으니 체직시키소서.” 하니, 상이 따랐다.",
                "hj": "○甲辰/府啓: “全羅水使奉昕庸鄙, 前於西海坪, 有北走之罪。 請遞。” 上從之。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The governor of Gyeonggi [Province] presented a memorial to the King, which stated, Magistrate of Yangju Strategic County Yi Gi is gentle and frugal, and good governance are well-versed. ",
                "H2KE-nKo": "경기 감사의 서장에,“양주 목사 이기는 청렴하고 간결하며 정사를 잘하였습니다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 24일(을사) 1번째기사",
                "gt-oKo": "경기 감사가, 양주 목사(楊州牧使) 이기(李墍)의 청간(淸簡)하여 선정(善政)을 베푼 데 대한 일로 서장을 올렸다.",
                "hj": "○乙巳/京畿監司書狀: ‘楊州牧使李墍, 淸簡善政事。’"
            },
            "2": {
                "H2KE-EN": "옥당이 차자를 올려 시폐를 극구 논하니, 답하기를, “이는 마땅히 유념하여 살피겠다.” 하고, 대신에게 전교하기를, “홍문관이 차자를 올려 시폐를 진술한 것이 이와 같으니, 이는 실로 나의 부덕으로 말미암은 것이다. 그러나 대신도 마땅히 더욱 힘써 도와야 하기 때문에 감히 이를 보이는 것이다.” 하였다.",
                "H2KE-nKo": "옥당이 차자를 올려 시폐를 극론하니, 답하기를,“이 일은 마땅히 유념하여 살피겠다.”하고, 대신에게 전교하기를,“홍문관이 차자를 올려 이와 같이 시폐를 진달하니, 이는 실로 내가 부덕하기 때문이다. 그러나 대신도 마땅히 더욱 힘써 보좌해야 하기 때문에 감히 보여 주는 것이다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 24일(을사) 2번째기사",
                "gt-oKo": "옥당이 차자를 올려 시폐(時弊)를 극론하니, 상이 답하기를, “이것은 마땅히 유념하여 살피겠다.” 하고, 대신에게 전교하기를, “홍문관이 차자를 올려 이와 같이 시폐를 진술하였으니 이는 내가 부덕한 탓이다. 그러나 대신들도 마땅히 더욱 힘써 도와야 하겠기에 보이는 것이다.” 하였다.",
                "hj": "○玉堂上箚極論時弊。 答曰: “是當留省焉。” 傳于大臣曰: “弘文館上箚, 陳弊如此, 寔由予不德。 然大臣亦當更加勉輔, 故敢示之。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The officials of the Office of the Inspector General and the Office of the Censor General secretly reprimanded the inspectors and censors on the basis of an official document sent by the Office of the Inspector General , which stated, Only [the Office of the Inspector General and the Office of the Censor General] makes them responsibility for their responsibilities. However, the circumstances and the matter are slightly related to important powerful officials. If their crimes are related to the powerful officials, then [the Office of the Inspector General and the Office of the Censor General] should sit on the grounds that [the Office of the Inspector General and the Office of the Censor General] should sit on the grounds that [the Office of the Inspector General and the Office of the Censor General] should sit on the grounds that [the Office of the Inspector General and the Office of the Censor General] should opportunity on the grounds that [the Office of the Inspector General] should oportunity on the grounds that [the Office of the Inspector General and the Office of the Censor General] should oportunity on the grounds that [the Office of the Inspector General and the Office of the Censor General] should be responsibility for their responsibilities. However, the circumstances and the matter are slightly related to important. If their crimes are related to the powerful officials, then [the Office of the Inspector General and the Office of the Censor General] should sit on the grounds that [the Office of the Inspector General and the Office of the Censor General] should sit on the grounds that [the Office of the Inspector General and the Office of the Censor General] should oportunity on the grounds that [the Office of the Inspector General and the Office of the Censor General",
                "H2KE-nKo": "양사가 옥당의 차자 가운데 대간을 공공연히 배척하였는데, 그 내용에,“북쪽의 일만을 거론하여 책임을 때우려는 도구로 삼고 있습니다. 그러나 일의 체모가 조금 중요한 듯하지만 죄상이 권귀에 관계되면 팔짱을 끼고 방관하면서 눈치를 살피며 좌우로 췌마합니다.”라는 등의 말이 있다는 이유로 피혐하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 25일(병오) 1번째기사",
                "gt-oKo": "양사가, 옥당이 올린 차자 안에 대간을 드러내어 배척한 말 중 ‘북방의 일을 거론하는 것으로 책임만을 메우는 도구로 삼았을 뿐 사체(事體)가 조금 중대하거나 죄상이 권귀(權貴)에게 관계될 듯한 것에는 수수 방관한 채 좌우의 눈치만을 살피면서 남의 마음만 헤아리고 있다.’는 등의 말이 있다는 것으로 피혐하니 ‘사직하지 말라.’고 답하였는데, 물러가 물론을 기다렸다.",
                "hj": "○丙午/兩司以玉堂箚中, 顯斥臺諫, 有曰只擧北事。 以爲塞責之具, 而至於事體, 稍似關重, 罪狀涉於權貴, 則袖手旁觀, 睢旰偵伺, 左右揣摩等語避嫌。 答曰: “勿辭。” 退待物論。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King, which stated, This is a source of absurd recent practice. We request that [Your Majesty] 출사시키소서.” 하였다. The Office of the Censor General again declined [the King] to resign, and [the King] replaced him.",
                "H2KE-nKo": "홍문관이 차자를 올리기를,“이것은 근래의 풍조를 범범하게 논한 것이니 출사하게 하소서.”하였다. 양사가 재차 사직하니, 체차하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 25일(병오) 2번째기사",
                "gt-oKo": "홍문관이 차자를 올리기를, “그것은 근래의 시습(時習)에 대하여 범범히 논한 것이니 출사(出仕)하게 하소서.” 하였으나, 양사가 재차 사직하자 체직시켰다.",
                "hj": "○弘文館上箚以爲: “此乃泛論近來時, 習請出仕。” 兩司再辭, 遞之。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On musin day, the King performed the cessation of wailing sacrifice . All the officials changed into black gauze hats and black horn belts .",
                "H2KE-nKo": "- 졸곡제를 행하였는데, 백관이 오모와 흑각대로 바꾸어 착용하였다. -\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 27일(무신) 1번째기사",
                "gt-oKo": "【졸곡제(卒哭祭)를 행하고 백관이 오모(烏帽)와 흑각대(黑角帶)로 바꾸었다. 】",
                "hj": "○戊申/【行卒哭祭。 百官變着烏帽、黑角帶。】"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor-General reported as follows: When the burial of Queen Inseong , all the civil and military officials stood in order to express their gratitude for imperial benevolence while the officials of the higher grade of senior third rank or above are only two or three officials alone. This is extremely shameful. Your subjects request Your Majesty to thoroughly discern and punish all the officials who are unable to perform their official duties as well as those who are ill and unwilling to attend to Your Majesty, except for those who are unwilling to attend to Your Majesty. The King granted this request. However, when Governor of Gyeongsang Province Yu Hong was replaced due to illness, he came to the capital without waiting for the replacement of his successor. The King did not approve this. Later, he granted permission. However, he did not pass judgment on the memorial submitted by the King for a long time and did not pass judgment on it. This was not a matter in recent years. The Royal Secretariat did not report to the King. Your subjects request that all the chief royal secretary and those below be replaced by Your Majesty. The King did not approve this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“인성왕후의 발인 때에 백관들이 하직 인사를 하는 반열에 서 있는 자를 당상관과 대신 외에는 두세 명뿐이니, 매우 매몰스럽습니다. 공적인 연고나 병이 중하여 마음대로 문안을 하지 못하는 자를 제외하고 일일이 적발하여 죄를 다스리소서.”하니, 아뢴 대로 하라고 하였다. 경상 감사 유홍은 병으로 체차된 뒤에 교대를 기다리지 않고 올라왔으므로 파직을 청하였으나, 윤허하지 않았다. 뒤에 윤허하였다. 그런데 상소를 안에 두고 내리지 않았으니, 이는 근래에 없던 일이다. 승정원이 주상에게 여쭈지 않았으니, 도승지 이하를 모두 체차하라고 명하였다. 그러나 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 27일(무신) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “인성 왕후(仁聖王后)의 발인 때에 백관으로서 봉사(奉辭)의 반열에 섰던 자들이 당상관과 대신을 제외하고는 두서너 관원뿐이어서 지극히 매몰스러웠습니다. 공고(公故) 및 질병이 위중하여 마음대로 기거하지 못하는 자를 제외하고 일일이 적발하여 치죄하소서.” 하니, 아뢴 대로 하라고 하였다. 또 아뢰기를, “경상 감사 유홍(兪泓)은 병으로 체직된 뒤에 교대를 기다리지 않고 올라왔으니 파직시키소서.” 하니, 윤허하지 않다가 뒤에 윤허하였다. 또 아뢰기를, “장소(章疏)를 궐에 머물러 두고 내려보내지 않고 계신데 이것은 근래에 없던 일입니다. 그런데도 정원이 계품하지 않았으니 도승지 이하를 모두 체차하라고 명하소서.” 하였으나, 윤허하지 않았다.",
                "hj": "○院啓: “仁聖王后發引時, 百官立於奉辭之班者, 堂上官、大臣外, 只數三員, 極爲埋沒。 除公故及病重不任起居者外, 一一摘發治罪。 依啓。 慶尙監司兪泓病遞後, 不待交代上來, 請罷不允。 後允之。 章疏留中不下, 此近來未有之事。 政院不爲啓稟。 請都承旨以下, 竝命遞差。” 不允。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On giyu day, the King dispatched Circuit Fifth Rank Military Officer 정언 Sin , Heo Bong , Jeong Iju , Im Sik , and Han Jun to the three lower provinces of the two borders and the three lower provinces of the three lower provinces in the giyu year (.",
                "H2KE-nKo": "순무 어사 정언신, 허봉, 정이주, 임식, 한준 등을 양계와 하삼도에 나누어 보냈다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 28일(기유) 1번째기사",
                "gt-oKo": "순무 어사(巡撫御史) 정언신(鄭彦信)·허봉(許篈)·정이주(鄭以周)·임식(林植)·한준(韓準) 등을 양계(兩界)와 하삼도(下三道)로 나누어 보냈다.",
                "hj": "○己酉/分遣巡撫御史鄭彦信、許篈、鄭以周、林植、韓準等于兩界、下三道。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The left and right state councilors support me by having a senior elderly and virtuous talent and assist me by supporting me by foolish and foolishness. They both have a widow mother and have a child alive over ninety or eighty years of age. I am praiseworthy. Prohibit them specially bestowing rice, beans, wine, and meat upon them, thereby showing high officials generously treating me.",
                "H2KE-nKo": "전교하기를,“좌상(左相 채제공)과 우상(左相 홍낙성)은 원로이고 덕망이 높은 사람으로 덕이 적고 사리에 어두운 나를 도와 나라의 주석이 되었다. 모두 홀어머니가 있어 90여 세가 되기도 하고 80세가 되기도 하였으니, 내가 가상히 여긴다. 특별히 쌀과 콩, 술과 고기를 넉넉히 하사하여 내가 대신을 후대하는 뜻을 보이도록 하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 28일(기유) 2번째기사",
                "gt-oKo": "전교하였다. “좌상과 우상은 원로(元老)요 기덕(耆德)으로 덕이 적고 우매한 나라를 돕는 나라의 주석(柱石)인데 모두 편모(偏母)가 있어 90여 세가 되기도 하고 80세가 되기도 하였으니 내가 아름답게 여긴다. 특별히 쌀·콩·술·고기를 넉넉하게 하사하여 내가 대신에게 후대하는 뜻을 보이라.”",
                "hj": "○傳曰: “左右相以元老耆德, 輔予寡昧, 爲邦家柱石, 俱有偏母, 或九十餘歲, 或八十歲, 予用嘉焉。 其特優賜米太酒肉, 以示予厚待大臣之意。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The post of executive assistant to the magistrate of Haechang in the gyeongsul year ( stated, Magistrate of Taean District Yun Inhyeong did not appreciate his mind on transporting tax grain. Please dismiss him from his office. The King issued a royal directive, which stated, Previously, I saw the governor of Chungcheong Provinces letter and found that Yun Inhyeong governs the people, which is praiseworthy. Thus, do not dismiss Yun Inhyeong from his office, but rather appeals one grade, and impeach him.",
                "H2KE-nKo": "경술년에 해운 판관이 장계하기를,“태안 군수 윤인형이 조운하는 일에 관심을 두지 않았으니, 파직하소서.”하니, 전교하기를,“전에 충청 감사의 서장을 보니 윤인형이 백성을 잘 다스린 것이 가상하다. 특별히 파직하지 말고 한 자급을 강등하여 추고하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 29일(경술) 1번째기사",
                "gt-oKo": "해운 판관(海運判官)이 서장을 올리기를, “태안 군수(泰安郡守) 윤인형(尹仁衡)이 조운(漕運)하는 일에 마음을 쓰지 않았으니 파출시키소서.” 하니, 전교하기를, “전에 충청 감사의 서장을 보니 윤인형의 치적이 칭찬할 만하다고 하였다. 특별히 파직하지 말고 한 자급을 내리고 추고하라.” 하였다.",
                "hj": "○庚戌/海運判官書狀: ‘泰安郡守尹仁衡漕運事, 不爲動念, 罷黜事。’ 傳曰: “前見忠淸監司書狀, 尹仁衡治民可嘉, 特勿罷職, 降一資, 推考。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported as follows: When selecting officials, we separately transmits a royal directive to the Ministry of Personnel and the Ministry of War to clarify the government from leaving office. Also, please issue a directive to the governor if there is a powerful official who communicate with one another with a powerful official, and anyone who causes trouble by arbitrarily communicating with one another with a powerful official. This request was not granted.",
                "H2KE-nKo": "사간원이 아뢰기를,“사람을 등용할 때 청탁을 따르지 말라는 내용으로 이조와 병조에 각별히 전교하시어 사로를 맑게 하소서. 또 감사에게 하유하여 권귀의 세력을 믿고 편지를 보내 멋대로 다니면서 폐단을 일으키는 자가 있으면 가두어 통렬히 다스리게 하소서.”하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 29일(경술) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “사람을 등용할 적에 청탁을 따르지 말라는 것을 이조·병조에 각별히 전교하시어 사로(仕路)를 깨끗하게 하소서. 그리고 감사들에게도 권귀의 세력을 믿고 편지를 주고 받으며 횡행하면서 폐단을 일으키는 자가 있으면 수금하고 통렬히 다스리라는 내용으로 하유하소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○院啓。 “用人之際, 勿循請托事, 各別傳敎于吏兵曹, 以淸仕路。 且下諭監司, 如有倚負權貴之勢, 交通相簡, 橫行作弊者, 囚禁痛治事。” 答曰: “不允。”"
            },
            "3": {
                "H2KE-EN": "The governor of Gyeonggi [Province] presented a memorial to the King, which stated, Baek Ingung , a resident of Paju , is impoverished and impoverished. He cannot sustain his livelihood. It would be appropriate to provide him with food. The King said, I think that Baek Ingung wanted to provide him with food. My dear sirs memorial is similar to my intention. It would be appropriate to provide him with food so that I can understand my intention.",
                "H2KE-nKo": "경기 감사가 장계하기를,“파주에 사는 동지 백인걸이 빈궁하여 스스로 살아갈 수 없으니 식물을 적당히 헤아려 지급하는 것이 편리하고 합당할 듯합니다.”하니, 전교하기를,“내가 백인걸을 염려하여 식물을 하사하라고 명하려고 하였는데, 경의 장계가 마침 나의 뜻과 부합한다. 식물을 제급하여 나의 뜻을 보이도록 하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 29일(경술) 3번째기사",
                "gt-oKo": "경기 감사의 서장에, “파주(坡州)에 사는 동지(同知) 백인걸(白仁傑)이 빈궁하여 스스로 살아갈 수가 없으니 식물(食物)을 헤아려 주는 것이 마땅하겠습니다.” 하니, 전교하기를, “내 생각에도 백인걸에게 식물을 하사하라고 명하려던 참이었다. 경의 장계가 내 뜻에 맞는다. 식물을 제급(題給)하여 내 뜻을 보이라.” 하였다.",
                "hj": "○京畿監司書狀: ‘坡州居同知白仁傑, 貧窮不能自存, 量宜食物, 以爲便當事。’ 傳曰: “予念白仁傑欲命賜食物, 卿之狀啓, 適合予意。 宜題給食物, 以示予意。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyeongin day, the burial of the late Queen Mother of the gyeongin year (1401, the fourth year of King Taejongs reign. The King respectfully saw her off outside the gate of Gwanghwa Gate . The soul carriage exited outside the gate of Sungrye Gate , and the King returned to the palace.",
                "H2KE-nKo": "경인년에 대행 대비의 발인이 있었다. 주상이 광화문 밖에서 공경히 전송하고 영가가 숭례문 밖으로 나갔다. 주상이 궁으로 돌아왔다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 9일(경인) 1번째기사",
                "gt-oKo": "대행 대비(大行大妃)의 발인(發靷) 때에 상이 광화문(光化門) 밖에서 지송(祗送)하였으며 영가(靈駕)가 숭례문(崇禮門) 밖으로 나간 뒤에야 상이 환궁(還宮)하였다.",
                "hj": "○庚寅/大行大妃發引。 上祗送于光化門外。 靈駕出崇禮門外, 上還宮。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, We, your humble subjects, wailed at the outskirts of the capital and saw the spirit tablets of Your Majesty. After the roads and the rite were completed, the low-ranking officials loudly raised their voices and raised no one to control [the spirit tablets of the deceased]. When the wind and rain constantly occurred, [the spirit tablets] were not yet prepared. When they could not depart, [the spirit tablets] were placed on the upper palanquin and struck by the large palanquin. The low-ranking officials hardly supported [the spirit tablets of the deceased]. When the large palanquin had left [the spirit tablets], [the spirit tablets] were not reached several paces. The royal tent was completely surrounded and saddened [the spirit tablets of the deceased], and [the spirit tablets] were surprised and saddened. Your humble subjects, serving as the royal kin and attending [the spirit tablets of the deceased], witnessed such an incident as this. We, your humble subjects, dare report this to Your Majesty. The King answered, How could there be an incident like this? [The spirit tablets of the deceased] were sorrowful that [the spirit tablets of the deceased] cannot be performed. [The King] sent Left Royal Secretary 정언 Ji to separately inquire after [the spirit tablets of the deceased] and hold a rite to comfort [the spirit tablets of] the deceased.",
                "H2KE-nKo": "홍문관이 아뢰기를,“신들이 영가를 교외에서 곡송할 때 노제를 마친 뒤에 하인들이 큰 소리로 떠들어 대어 통제할 수 없었는데, 마침 비바람이 몰아쳐 즉시 정제하지 못하였습니다. 출발하지 못하고 있을 때 장막이 대여 위를 넘어뜨렸는데 하인들이 간신히 지탱하여 대여가 나온 것이 몇 걸음도 채 못 되어 악차가 완전히 뒤집혔으므로 보고 듣는 사람들이 놀라고 애통해하였습니다. 신들이 근밀한 자리에 있으면서 이러한 변고를 목격하였으므로 감히 와서 아룁니다.”하니, 답하기를,“어찌 이러한 변고가 있단 말인가. 놀랍고 애통하기 그지없다. 좌승지 정언지를 보내 별도로 문안하고 위안제를 지내게 하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 9일(경인) 2번째기사",
                "gt-oKo": "홍문관이 아뢰기를, “신들이 영가를 교외에서 곡송(哭送)할 때에 노제(路祭)가 끝난 뒤 하인들이 큰 소리로 시끄럽게 떠들어댔으나 통섭(統攝)할 수가 없었습니다. 그리고 마침 비바람이 번갈아 일어나 즉시 정제하지 못해서 떠나지 못하고 있을 즈음에 장막이 대여(大轝)위로 넘어지는 것을 하인들이 간신히 떠받쳤습니다. 그리하여 대여가 나가기는 했으나 두어 보(步)도 가지 못해서 악차(幄次)가 완전히 전복되니 보는 자들이 놀라 슬퍼했습니다. 신들은 직책이 근밀(近密)한 곳에 있으므로 이와 같은 변고를 목도하였기 때문에 감히 와서 아룁니다.” 하니, 답하기를, “어찌 이러한 변고가 있단 말인가? 놀랍고 슬피기 그지없다. 좌승지 정언지(鄭彦智)를 보내어 따로 문안하고 위안제(慰安祭)를 지내라.” 하였다.",
                "hj": "○弘文館啓曰: “臣等哭送靈駕于郊外, 路祭畢後, 下人等高聲喧聒, 無所統攝。 適値風雨交作, 未卽整齊, 不得進發之際, 帳設傾仆大轝之上, 下人等艱難支撑, 大轝之出, 未及數步, 幄次全覆, 觀瞻驚慟, 臣等職在近密, 目覩如此之變, 敢來啓。” 答曰: “安有如此之變乎? 驚慟罔極, 遣左承旨鄭彦智別問安, 行慰安祭。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported, When the large royal palanquin passes the Mohwa Guesthouse , the low-ranking officials raised slightly, and the ceremonial military regalia wrapped the winds and started them. This was extremely surprised. Your subjects request that the chief administrator of the Directorate of Fabrics and the staff officials of the Directorate of Fabrics be 먼저 파직시킨 뒤에 추고하고, and the officials of the Bureau of Livestock Breeding be imprisoned and interrogated. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“대여가 모화관에 들렀을 때 하인들이 시끄럽게 떠들고 장막이 바람에 쓰러져 영여를 놀라게 하였으니, 매우 놀랍습니다. 해당 도감의 도청과 낭청을 먼저 파직한 뒤에 추고하고, 전설사의 관원은 조옥에서 추문하여 다스리소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 9일(경인) 3번째기사",
                "gt-oKo": "간원이 아뢰기를, “대여가 모화관(慕華館)을 지날 때에 하인들이 시끄럽게 떠들고 악장(幄帳)이 바람에 넘어져 영여(靈轝)를 놀라게 하였으니 매우 놀랍습니다. 당해(當該) 도감(都監)의 도청(都廳) 및 낭청(郞廳)을 먼저 파직시키고 나서 추고하게 하고 전설사(典設司)의 관원은 조옥(詔獄)에서 추국하여 치죄하게 하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○院啓: “大轝過慕華館時, 下人等喧聒, 幄帳被風傾倒, 驚動靈轝, 至爲駭愕。 請當該都監都廳及郞廳, 先罷後推, 典設司官員, 詔獄推治。” 答曰: “依啓。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General reported, Your subjects request that the mid-tier officials and the mid-tier officials of the State Tribunal be dismissed from their posts and the superintendents be interrogated. The King 답하기를, “아뢴 대로 하라.” 하였다. The Office of the Inspector General again requested that the superintendents be dismissed from their posts, but the King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“해당 낭청과 조옥의 도청을 파직하고 제조를 추고하소서.”하니, 답하기를,“아뢴 대로 하라.”하였다. 다시 제조를 파직할 것을 청하였으나, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 9일(경인) 4번째기사",
                "gt-oKo": "헌부가 아뢰기를, “당해 낭청은 조옥에 내리고 도청은 파직시키고 제조는 추고하소서.” 하니, 아뢴 대로 하라고 답하였다. 다시 제조의 파직을 청하였으나 윤허하지 않았다.",
                "hj": "○府啓: “請當該郞廳、詔獄都廳罷職, 提調推考。” 答曰: “依啓。” 復請提調罷職, 不允。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "Officials of the Office of the Inspector General and others who were in charge of the rite of repose for the seventh rite of repose and the cessation of wailing [for the Late Queen Mother]. When someone who did not participate in the rite of repose due to an illness, [the officials] came to [his place of duty] to resign. At first, [the officials] were impeached for interrogation and were impeached for replacing [their place of duty]. Later, when the rite was performed, there were no officials who did not participate in one or two times after several occasions. Thus, [the officials] occasionally submitted their resignations. [The King] ordered that all officials be allowed to come to their place of duty.",
                "H2KE-nKo": "양사의 관원들이 칠우제 및 졸곡제 때에 병 때문에 참석하지 못한 자가 있다는 이유로 인혐하여 사직하였다. 처음에는 추고를 받아야 한다는 이유로 논핵하여 체차하였는데, 그 후 여러 차례 제사를 지낸 뒤에 차임된 관원이 한두 번 참석하지 않은 자가 없었으므로 어지러이 사직하였다. 옥당이 차자를 올리자 모두 출사하도록 허락하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 1일(임자) 1번째기사",
                "gt-oKo": "양사의 관원들 가운데 칠우(七虞) 및 졸곡제(卒哭祭) 때에 병 때문에 참여하지 못한 자가 인혐(引嫌)하여 사피하면 당초에는 추고받거나 논핵당해 체직되었는데, 그 뒤 여러 차례의 제사에 차임된 관원이 모두들 한두 번 불참하지 않은 사람이 없어서 시끄럽게 되자 옥당(玉堂)의 차자로 인하여 모두 출사(出仕)를 허락하였다.",
                "hj": "○壬子/兩司官等, 七虞及卒哭祭時, 有以病不參者, 引嫌而辭。 初以當被推, 論遞之。 厥後行祭, 累次後差之員, 無非一二度不參者, 紛紜辭免。 因玉堂上箚, 皆許出仕。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King ordered that Assistant Section Chief of the Ministry of War Seong Yeong be imprisoned in the State Tribunal for interrogation. At that time, Seong Yeong went to the capital [of Ming China] and did not know about this. The King ordered that Seong Yeong be released.",
                "H2KE-nKo": "병조 좌랑 성영의 이름이 전응정이 곡식을 증여한 장부에 거론되었으므로 의금부에 내려 국문하였다. 성영이 마침 그때 연경에 갔기 때문에 그 사실을 몰랐기 때문에 풀어 주라고 명한 것이다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 10일(신유) 1번째기사",
                "gt-oKo": "병조 좌랑 성영(成泳)의 이름이 전응정이 곡식을 준 장부에서 나왔으므로 금부에 내려 추국하였는데, 성영이 마침 그 때 부경(赴京)하였었으므로 알지 못하였다 하여 방송(放送)하라고 명하였다.",
                "hj": "○辛酉/兵曹佐郞成泳, 名出於全應楨贈穀之簿, 下禁府鞫之。 成泳適其時赴京, 未知之, 命放送。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, [the King] personally performed a rite at the Royal Tomb of King Taejong and Queen Hyosung . At the rite, [the King] dressed in his mourning robes and proceeded to the royal tomb after performing a rite. [The King] removed his mourning robes and performed the rite with the black crown and crimson silk robes .",
                "H2KE-nKo": "갑자년에 효릉에 친히 제사 지냈다. 제사 지낼 때에는 최복을 입고 제사 지낸 뒤 능에 올라 봉심할 때에는 최복을 벗고 익선관에 오사모를 쓰고 행하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 13일(갑자) 1번째기사",
                "gt-oKo": "효릉(孝陵)에 친제(親祭)를 지냈다. 제사지낼 때는 최복(衰服)을 입었고 제사가 끝난 뒤 능에 올라가 봉심할 때에는 최복을 벗고 익선관(翼善冠)에 오사모(烏紗帽) 차림으로 행하였다.",
                "hj": "○甲子/親祭于孝陵。 祭時, 着衰服, 祭後上陵奉審時, 釋衰服, 以翼善冠、烏紗帽行之。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Second Deputy Directors Yun Uijung and Yi Yangwon were not self-restrained in their behavior. As they were the ranks of senior ministers, their names were listed on the records of Jeon응jeong . However, they alone were supposed to be interrogated under royal order. This is inappropriate. Your subjects request that they be dismissed from their posts. The King said, Yun Uijung and others were merely based on the current customs and thus happened. Although they committed mistakes, they should be generously treated. The King did not approve this.",
                "H2KE-nKo": "사헌부가 아뢰기를,“동지 윤의중과 이양원은 몸가짐을 깨끗하고 신중하게 하지 않고 재상의 반열에 있으면서 이름이 전응정이 곡식을 증여한 기록에 나왔는데도 유독 추문하여 다스리라는 명을 면하였으니, 여론이 온당치 않게 여깁니다. 파직하소서.”하니, 답하기를,“윤의중 등은 시습을 답습하여 그런 것에 불과하다. 재상에게 잘못이 있더라도 너그럽게 용서해야 한다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 13일(갑자) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “동지(同知) 윤의중(尹毅中)과 이양원(李陽元)은 청렴 근신함으로 처신하지 못한 데다가 몸이 재상의 반열에 있으면서 그 이름이 전응정이 곡식을 증여한 기록에 기재되어 있습니다. 그런데도 유독 추고하여 치죄하라는 명을 면하였으니 물정이 온편치 못하게 여깁니다. 파직을 명하소서.” 하니, 답하기를, “윤의중 등은 시습(時習)을 따르다가 그렇게 된 것에 지나지 않는다. 재상은 비록 실수가 있더라도 마땅히 너그럽게 용서해야 한다. 윤허하지 않는다.” 하였다.",
                "hj": "○府啓曰: “同知尹毅中、李陽元, 不以淸愼自持, 身居宰相之列, 名出於全應楨贈穀之記, 而獨免推治之命, 物情未便。 請命罷職。” 答曰: “尹毅中等, 不過因循時習而然耶宰相雖有失, 當優容。 不允。”"
            },
            "3": {
                "H2KE-EN": "After performing a rite at the Royal Tomb of Queen Sinui , the King bestowed one grade each upon the attendant-in-waiting official and one grade each upon the attendant-in-waiting official . The attendant-in-waiting official was bestowed one grade each upon the attendant-in-waiting official, and the low-ranking official was rewarded with varying degrees.",
                "H2KE-nKo": "친제를 지낸 뒤에 수릉관에게는 각각 한 자급을 더해 주고, 제집사에게는 각각 한 자급을 더해 주고, 하인들에게는 차등을 두어 논상하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 13일(갑자) 3번째기사",
                "gt-oKo": "친제를 거행한 뒤에 수릉관(守陵官)에게 각각 한 자급(資級)씩을 올려주고 제집사(祭執事)에게도 각각 한 자급씩 올려주었으며 하인(下人)들도 차등 있게 논상(論賞)하였다.",
                "hj": "○親祭後, 守陵官, 各加一資, 祭執事各加一資, 下人等論賞有差。"
            },
            "4": {
                "H2KE-EN": "Based upon a report from the Royal Lecture , the Ministry of Personnel reported to the King on the appointment of Jeong Gu as well as Nam Chiri , Seong Ho , Yi Deokhong , Kim Jangsaeng , Ku Samin , Kwon Geuksi , Kim Yunsin , Mun Mongwon , and others. The King said, Discuss this with high officials? Moreover, there are those who are talented in the Royal Confucian Academy? Each of them should report to me below their names. The Ministry of Personnel reported to the King, At the beginning, there was no word about high officials. Therefore, the Ministry of Personnel deliberated and reported to the King. The King said, A government post cannot be easily given. Discuss this with high officials and report to me. Later, the King discussed this with high officials, and all said that it was proper. The King granted permission. ",
                "H2KE-nKo": "이조가 경연관이 아뢴 것으로 인하여 곧바로 6품으로 서용하기에 합당한 정구와 취재 없이 서용하기에 합당한 남치리, 성호, 이덕홍, 김장생, 구사민, 권응시, 김윤신, 문몽원 등을 입계하니, 전교하기를,“대신과 의논하였는가? 또 이 사람들에게 무슨 재주와 행실이 있는지 각각 이름 아래에 서계하라.”하였다. 이조가 회계하기를,“당초의 전교에 대신과 의논하라는 말이 없었기 때문에 본조에서 의논하여 아뢰었습니다.”하니, 전교하기를,“관직을 경솔하게 제수할 수 없다. 대신과 의논하여 와서 아뢰라.”하였다. 뒤에 대신과 의논하니, 모두 마땅하다고 하니, 주상이 윤허하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 13일(갑자) 4번째기사",
                "gt-oKo": "이조가, 경연관이 아뢴 바에 의해 곧바로 6품에 서용할 정구(鄭逑)와 취재(取才)없이 서용할 남치리(南致利)·성호(成浩)·이덕홍(李德洪)·김장생(金長生)·구사민(具思閔)·권응시(權應時)·김윤신(金潤身)·문몽원(文夢轅) 등을 입계하니, 전교하기를, “대신들과 의논하였는가? 그리고 이들은 어떤 재능과 덕행이 있는지 각각 그들 이름 아래에 써서 아뢰라.” 하였다. 이조가 회계하기를, “당초의 전교에는 대신과 의논하라는 말씀이 없었으므로 본조에서만 의논하여 아뢰었습니다.” 하니, 전교하기를, “관직을 경솔하게 제수해서는 안 되니 대신과 의논하고 와서 아뢰라.” 하였다. 뒤에 대신과 의논하여 모두 다 마땅하다고 하니 상이 윤허하였다.",
                "hj": "○吏曹因經筵官所啓, 以直敍六品可當鄭逑及無取才敍用可當南致利、成浩、李德洪、金長生、具思閔、權應時、金潤身、文夢轅等入啓。 傳曰: “與大臣議爲耶? 且此人等有何才行, 各於名下書啓。” 吏曹回 啓曰: “當初傳敎, 無議大臣之語, 故自曹議啓。” 傳曰: “官職不可輕易授之。 議大臣來啓。” 後議大臣, 皆以爲宜當。 上允之。"
            },
            "5": {
                "H2KE-EN": "After Queen Hyosung was jointly buried in the Royal Tomb of Queen Sinui , [the King] conducted state affairs with wide caps and wide caps. Kim Ugon , who lived in a village, presented a memorial to the King as follows: Generally, wide caps and wide caps are not appreciated by the ancients. Now that the mourning period for the King and his parents are being used, this is a mistake, which is not difficult to understand. In the eulhae year (, the wording of words reached the courtyard, but Your Majesty decided only one or two high officials alone and decided to use wide caps. This can be said to await one hundred years later and there is no suspicious. Why did the proprieties and instructions have long been disclosed and the difference of the mobilization of the cessation of the rite marking the end of grieving the mourning period only after the rite marking the end of grieving [the Late Queen Mother], and only after the cessation of the rite marking the end of grieving [the Queen Mother], the observation of the wide caps and the caps of caping of caps and",
                "H2KE-nKo": "인성왕후를 효릉에 부장한 뒤에 현관과 현대를 착용하고 시사를 행하였다. 김우옹이 향리에서 상소하기를,“대체로 현관과 현대는 옛사람은 조문하지 않았는데, 지금 임금과 어버이의 상에 사용하였으니, 이것이 잘못된 이유라는 것을 알기가 어렵지 않습니다. 을해년에 발언이 궐정에 가득하였으나 전하의 예단은 유독 한두 대신과 합해서 백포를 착용하는 제도를 정하였으니, 이것은 백세가 지나도 의혹되지 않을 것이라고 할 수 있습니다. 그런데 어찌하여 예교가 오래도록 사라지고 이론이 떼지어 일어나 오늘날에 이르러 졸곡이 지난 뒤에 다시 현관을 착용하는 잘못을 답습한단 말입니까. 을해년에 백모를 착용한 제도는 마침내 폐지되어 강구하지 못하였고, 삼사가 번갈아 소장을 올렸으나 전하의 마음을 돌리지 못하였으니, 신은 삼가 전하의 아름다운 뜻이 근거 없는 의논에 빼앗겨 스스로 지키지 못한 것이 애석합니다. 의논하는 자들이 반드시 ‘《국조오례의》의 정제는 가벼이 변경해서는 안 되고, 경박하고 일 벌이기를 좋아하는 자들의 말은 가벼이 믿어서는 안 된다.’라고 할 것입니다. 옛날에 예를 제정할 때에는 반드시 몇 성인을 거친 뒤에 정하였고, 한나라와 위나라 이후에도 대대로 증감이 있었으니, 어찌 초창기에 한번 정해 놓고 다시 후일에 감히 강론하지 않을 수 있겠습니까.또 이 말과 같다면 《맹자》는 일 벌이기를 좋아하는 것이라고 할 수 있고, 부형을 업신여긴다는 논의는 참으로 만세의 법이 될 수 있으니, 매우 이치에 어긋나는 것이 아니겠습니까. 지난 을해년에 신과 이이가 일찍이 탑전에서 직접 옥음을 받든 것은 대개 이론이 시끄럽게 떠드는 것을 걱정해서였는데, 신들은 바람이 불면 풀이 쓸린다는 말로 전하를 위하여 권하였으니, 어찌 오늘날 이렇게 분분할 줄을 생각이나 했겠습니까. 만약 대비의 유교를 감히 어기지 못할 점이 있다고 한다면 또한 할 말이 있습니다. 대비께서 겸손함을 숭상하고 스스로 인순왕후에게 견주고 싶지 않으시니, 이는 대비에게 있어서는 진실로 겸손하고 빛나는 미덕에 해롭지 않으나 전하에게 있어서는 크게 감히 따르지 못할 점이 있습니다. 삼가 바라건대 전하께서는 속히 밝은 명을 내리시어 다시 을해년의 고사에 따라 백포와 의관으로 시사를 행하소서. 그러면 대비에게 효도하는 예가 인정과 예문을 둘 다 극진히 하여 끝내 유감이 없고 천하 후세에 칭송하는 데 차이가 없게 될 것입니다.”하니, 답하지 않았다. 김우옹이 인하여 교리를 굳이 사양하고 향읍 교수에 제수해 주기를 청하였으나, 허락하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 13일(갑자) 5번째기사",
                "gt-oKo": "인성 왕후(仁聖王后)를 효릉(孝陵)에 부장(祔葬)한 뒤에 현관(玄冠)·현대(玄帶) 차림으로 시사(視事)하였다. 김우옹(金宇顒)이 향리에서 상소를 올리기를, “옛사람은 현관과 현대로 조문(弔問)하지 않았는데 지금 바로 군친(君親)의 상사(喪事)에 사용하고 있으니, 이것이 잘못된 것임을 알기는 어려운 것이 아닙니다. 을해년에 발언한 사람들이 궐정(闕庭)에 가득했고 전하께서 결단하실 적에도 한두 명의 대신과 합의해서 백포(白布)를 사용하는 제도를 정하셨으니 이것이야말로 백세(百世)가 흘러가도 의혹되지 않을 제도였습니다. 그런데 어찌하여 예교(禮敎)가 오래도록 인몰되고 이론이 떼지어 일어나 오늘날에 이르러서는 졸곡제(卒哭祭)을 행한 뒤에 다시 현관을 사용하는 잘못을 답습함으로써 을해년에 결정한 백모를 착용하는 제도를 마침내 폐지하고 시행하지 않습니까? 그리하여 삼사(三司)가 번갈아 상소를 올리는데도 천청(天廳)을 돌리지 않으시니 신은 적이 전하의 이 아름다운 뜻이 헛된 의논에 미혹되어 능히 스스로 지키지 못하시는 것을 애석하게 여깁니다. 의논하는 자들의 말은 반드시 ‘《오례의(五禮儀)》의 정제(定製)는 경솔히 변경해서는 안 되고 부박하여 일을 좋아하는 자들의 말은 경솔히 믿어서는 안 된다.’고 할 것입니다. 옛날 예절을 만들 적에는 반드시 여러 성인(聖人)을 거친 다음에 결정되었으며 한(漢)나라와 위(魏)나라 이후에도 대(代)마다 증보하기도 하고 감쇄하기도 한 사례가 있었는데, 어찌 초창기에 한번 정한 것이라 하여 뒷날 다시 감히 강론을 못한단 말입니까? 그리고 이와 같이 말한다면 맹자(孟子)는 일을 좋아한 사람이었다고 할 수 있고 등(滕)나라 부형(父兄)들의 의논은 참으로 만세의 법이 될 수 있는 것이니, 너무도 이치에 어긋나지 않습니까? 지난 을해년에 신과 이이(李珥)가 일찍이 탑전(搨前)에서 친히 옥음을 받든 것은 대체로 이론(異論)이 시끄럽게 일어나는 것을 우려해서였는데, 신들은 바람이 불면 풀은 쓸린다는 말로 전하께 권하였습니다. 그런데 어찌 오늘날 이렇게 시끄럽게 될 줄을 생각이나 했겠습니까. 만약 대비의 유교(遺敎)라서 감히 어기지 못할 점이 있어서라면 또한 설명할 수 있습니다. 대비께서 겸손 억제하는 덕을 지니시어 스스로 인순 왕후(仁順王后)에게 견주려고 하지 않으셨으니, 이것이 대비의 처지에 있어서는 진실로 겸손하고 광명(光明)한 미덕에 해가 되지 않는 것이지만 전하의 처지에 있어서는 아주 감히 따르지 못할 점이 있습니다. 바라건대, 전하께서는 속히 밝은 명을 내리시어 다시 을해년의 고사에 따라 백포 의관(白布衣冠)으로 시사(視事)하신다면 대비께 효도하시는 예(禮)에 있어서 인정과 예문을 모두 극진히 하게 되어 시종 서운함이 없을 것이요 천하 후세에 일컬어져도 비난할 수가 없을 것입니다.” 하였는데, 답하지 않았다. 김우옹(金宇顒)이 인하여 교리(校理)를 굳게 사양하고 향읍(鄕邑)의 교수로 제수해 주기를 청하였으나 윤허하지 않았다.",
                "hj": "○袝葬仁聖王后于孝陵後, 以玄冠、玄帶視事。 金宇顒在鄕里上疏曰: 夫玄冠、玄帶, 古人不以弔, 而今乃用於君親之喪, 此其爲失, 自不難曉。 乙亥之歲, 發言盈庭, 而殿下睿斷, 獨與一二大臣合定用白布之制。 此可謂百世以竢, 而不惑矣。 奈何禮敎久湮, 異論朋興, 至于今日卒哭之後, 復襲玄冠之謬。 乙亥白帽之制, 遂廢不講, 三司交章, 天聽不回, 臣竊惜殿下之美意, 奪於浮議, 而不克自守也。 夫議者之言, 必曰《五禮儀》定製, 不宜輕變, 浮薄喜事之言, 不可輕信。 古者制禮, 必更歷數聖而後定。 漢、魏以下, 亦代有增減, 豈有一定於草創之日, 更不敢講論於後日哉? 且如此說, 則《孟子》可謂喜事, 而膝父兄之論, 眞足爲萬世法, 無乃悖理之甚耶? 往在乙亥, 臣與李珥, 嘗於榻下, 親承玉音, 蓋以異論嘵嘵爲憂, 而臣等輒以風行草偃之說, 爲殿下勸, 豈料今日之紛紛哉? 若以爲大妃遺敎, 有不敢違, 則亦有說焉。 大妃崇執謙抑, 不欲自擬於仁順, 此在大妃, 固不害謙光之美, 而在殿下, 則大有不敢從者也。 願殿下, 亟下 明命, 復依乙亥故事, 以白布衣冠視事, 則所以致孝於大妃之禮, 情文兩盡, 終始無憾, 而稱於天下後世無間然矣。 不報。 宇顒因固辭校理, 乞授鄕邑敎授。 不許。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the month, Yi I , the inspector general of the Office of the Inspector General , came to the capital to bow to express gratitude for the royal benevolence before resigning. The King did not grant permission.",
                "H2KE-nKo": "대사간 이이가 서울에 들어와 숙배한 뒤에 사면하였으나, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 14일(을축) 1번째기사",
                "gt-oKo": "대사간 이이(李珥)가 서울에 들어와 숙배(肅拜)하고 나서 사면(辭免)하니 윤허하지 않았다.",
                "hj": "○乙丑/大司諫李珥入京, 肅拜後辭免。 不允。"
            },
            "2": {
                "H2KE-EN": "Circuit Fifth Rank Military Officer Heo Bong of Hamgil Province sent a letter as follows: Anbyeon Strategic Prefecture distributed half of rice to the people while the weaponry was extremely unclean. Vice-Envoy Kwon Si was dismissed from his post. ",
                "H2KE-nKo": "함경도 순무 어사 허봉의 서장에,“안변부의 증전미를 절반씩 민간에 나누어 주었는데 군기가 매우 정비되지 않았습니다. 부사 권벽을 파직하소서.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 14일(을축) 2번째기사",
                "gt-oKo": "함경도 순무 어사(咸鏡道巡撫御史) 허봉(許篈)이, 안변부(安邊府)는 증전미(蒸田米)를 반이나 민간에게 나누어 주었고 군기(軍器)가 매우 정비되지 않았으니 부사 권벽(權擘)을 파출시켜야 한다는 서장을 올렸다.",
                "hj": "○咸鏡道巡撫御史許篈書狀: 安邊府蒸田米爲半, 分給民間, 軍器甚不整, 府使權擘罷黜事。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Shin Dam , Governor of Chungcheong Province , resigned from office on account of illness. The King transmitted a royal directive, which stated, The duty of a governor is of great importance. Deliberate on his support. Report this matter on account of his journey.",
                "H2KE-nKo": "충청 감사 신담이 신병으로 사직장을 올리니, 전교하기를,“방백은 책임이 중하니 조리하고 공무를 행하라고 회유하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 17일(무진) 1번째기사",
                "gt-oKo": "충청 감사 신담(申湛)이 신병(身病)으로 사장(辭狀)을 올리니, 전교하였다. “방백(方伯)은 임무가 무거우니 병을 조리하면서 행공(行公)하라는 내용으로 회유(回諭)하라.”",
                "hj": "○戊辰/忠淸監司申湛身病辭狀。 傳曰: “方伯任重, 調理行公事, 回諭。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Ku Un한 , Magistrate of Gyeongsan District , is not suitable for governing the people. His nature is arrogant, and Executive Assistant of Pyeongyang Im Yesin disgracefully treated the envoy while Magistrate of Yongin District Sim On , suffering harmful effects from the people. Your subjects request that he be dismissed from his post. Magistrate of Hoengseong District Yi Junjong is cruel and incompetent. The King granted permission.",
                "H2KE-nKo": "사간원이 아뢰기를,“경산 현령 구운한은 백성을 다스리기에 적합하지 않고 성품이 본래 외람되며, 평양 판관 임예신은 사명을 멸시하고 용인 현령 심협은 민간에 폐를 끼쳤으니 파직하소서. 횡성 현감 이준종은 잔약하고 용렬하니 체차하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 20일(신미) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “경산 현령(慶山縣令) 구운한(具雲瀚)은 성질이 본래 외람되어 백성을 다스리는 관원에 적합치 않고 평양 판관(平壤判官) 임예신(任禮臣)은 사명(使命)을 박대했고 용인 현령(龍仁縣令) 심융(沈嶐)은 민폐를 끼쳤으니 파직시키소서. 횡성 현감(橫城縣監) 이준종(李俊宗)은 잔열(殘劣)하니 체직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○辛未/司諫院啓: “慶山縣令具雲瀚, 不合臨民, 性本泛濫, 平壤判官任禮臣蔑待使命, 龍仁縣令沈嶐, 貽弊民間, 請罷。 橫城縣監李俊宗殘劣, 請遞。” 上從之。"
            },
            "2": {
                "H2KE-EN": "The King bestowed a saddled horse upon the three directorates as the funeral of Queen Inseong . The King also bestowed a horse each upon the superintendents and others. The Directorate of Fabrics was raised and promoted to a junior mid-rank official. The royal secretary was raised and four royal physicians were also raised.",
                "H2KE-nKo": "인성왕후의 장례 때 삼도감 총호사에게 당표리 1습과 안구마 1필을 사급하고, 제조 등에게는 각각 숙마 1필을 사급하였다. 도청은 가자하고 낭청은 직위를 올려 주었으며, 도승지는 가자하고 승전색 4인도 가자하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 20일(신미) 2번째기사",
                "gt-oKo": "인성 왕후의 상장(喪葬) 때에 삼도감(三都監)의 총호사(摠護使)는 당표리(唐表裏) 1습과 안구마(鞍具馬) 1필을, 제조 등에게는 각각 숙마(熟馬) 1필을 내렸다. 그리고 도청은 가자(加資)하고 낭청은 승직(陞職)하고, 도승지는 가자하고 승전색(承傳色) 4인에게도 가자하였다.",
                "hj": "○仁聖王后喪葬時, 三都監摠護使, 唐表裏一襲, 鞍具馬一匹; 提調等, 各熟馬一匹賜給。 都廳加資, 郞廳陞職, 都承旨加資, 承傳色四人亦加資。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported, It is the duty of a subject to quickly distribute a reward. Your subjects request that Your Majesty withdraw the royal order. The King denied this request.",
                "H2KE-nKo": "사간원이 아뢰기를, “바삐 달려오는 것은 신하의 직분입니다. 그런데 지금 논상이 너무 지나치니, 내리신 명을 도로 거두소서.” 하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 20일(신미) 3번째기사",
                "gt-oKo": "사간원이 아뢰기를, “나랏일에 힘을 다하는 것은 신자(臣子)의 직분입니다. 그런데 이번 논상이 너무 지나치니 성명(成命)을 도로 거두소서.” 하였으나, 윤허하지 않는다고 답하였다.",
                "hj": "○司諫院啓曰: “駿奔乃臣子之職分。 今者論賞太濫, 請還收成命。” 答曰: “不允。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General reported [to the King],【위와 같다.】답하기를, “윤허하지 않는다.” 하였다. [The Office of the Inspector General] also reported, The 도청 [of the Directorate of Fabrics] was dismissed from office, and it is not proper to suddenly give [him] a noble title [that is, the Directorate of Fabrics] because they were dismissed from office. [Your subjects] request that [Your Majesty] withdraw [this request]. [The King] granted permission.",
                "H2KE-nKo": "사헌부 - 위와 같다. - 의 계사에 대해 윤허하지 않는다고 답하였다. 또 아뢰기를,“도청은 파직되었으므로 갑자기 중가를 주어서는 안 됩니다. 도로 거두어들이소서.”하니, 윤허하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 20일(신미) 4번째기사",
                "gt-oKo": "사헌부가 아뢰니【위와 같은 내용이다. 】 윤허하지 않는다고 답하였다. 또 아뢰기를, “도청은 파직(罷職)되었던 처지이니 갑자기 중가(重加)를 줄 수 없습니다. 도로 거두소서.” 하니, 윤허하였다.",
                "hj": "○府啓。【上同】答曰: “不允。” 又啓: “都廳以罷職, 不可遽授重加, 請還收。” 允之。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyeyu day, Left State Councilor Hong Yeok submitted a letter of resignation eight times in gyeyu year (1423, the fourth year of King Sejongs reign. The King ordered he be replaced.",
                "H2KE-nKo": "좌의정 홍섬이 여덟 번째 정사하니, 체차하라고 명하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 22일(계유) 1번째기사",
                "gt-oKo": "좌의정 홍섬(洪暹)이 여덟 번 정사하니 체직하라고 명하였다.",
                "hj": "○癸酉/左議政洪暹, 八度呈辭。 命遞之。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On eulhae day, the first day of the month, Right State Councilor Noh Su submitted a letter of resignation twice, which was ordered to be replaced. The Royal Secretariat reported the matter of Left and Right State Councilors to be replaced altogether because it was uncomfortable for them to be replaced altogether at the same time. The King replied, I repeatedly replaced the resignation of high officials. Generally speaking, the 진퇴 of high officials cannot be involved in the affairs of the Royal Secretariat. There will be no problem in the future.",
                "H2KE-nKo": "우의정 노수신이 아홉 번째 정사하니, 체차하라고 명하였다. 정원이 좌상과 우상을 한꺼번에 체차하는 것은 온당치 못하다는 내용으로 진달하니, 답하기를,“여러 차례 사직하였기 때문에 체차한 것이다. 대체로 대신의 진퇴는 정원이 간여할 일이 아니니, 뒷날의 폐단이 없지 않을 것이다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 24일(을해) 1번째기사",
                "gt-oKo": "우의정 노수신(盧守愼)이 아홉 번 정사하니 체직하라고 명하였다. 정원이 좌상·우상의 체직을 한꺼번에 명하는 것은 타당치 못하다는 것으로 진계(陳啓)하니, 답하였다. “여러번 사직했기 때문에 체직한 것이다. 대저 대신의 진퇴에 대해서는 정원이 참여할 것이 아니다. 뒤폐단이 없지 않을 것이다.”",
                "hj": "○乙亥/右議政盧守愼, 九度呈辭。 命遞之。 政院以左、右相一時命遞未安事, 陳 啓。 答曰: “累辭故遞之。 大抵大臣進退, 非政院之當預, 不無後日之弊。”"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Kang Seo submitted a memorial requesting that Second Deputy Director [of the Office of Royal Genealogy] [] be released. [The King] replied, You are not talented. However, I know that you are honest and upright. The words must come from your sincerity. Therefore, [I] grant [this petition].",
                "H2KE-nKo": "지평 강서가 지제교를 사직하는 상소를 올리니, 답하기를,“그대가 재주 없는 것은 아니다. 다만 나는 그대가 질박하고 정직하여 말이 반드시 성심에서 나왔음을 알기 때문에 윤허한다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 24일(을해) 2번째기사",
                "gt-oKo": "지평 강서(姜緖)가 지제교(知製敎)를 사면하는 상소를 올리니, 답하였다. “그대가 재능이 없는 것이 아니다. 내가 그대가 질박하고 정직하여 말이 반드시 성심에서 나왔음을 알고 있는 까닭으로 이에 윤허한다.”",
                "hj": "○持平姜緖, 知製敎辭免, 上疏。 答曰: “爾非不才。 但予知爾質直, 言必出於誠, 故玆允。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The chief pacification commissioner to Gyeongsang Province sent a letter as follows: Magistrate of Jirye District Choe Huisu failed to rebuild a weaponry from the jurisdiction of his jurisdiction on the grounds that he had failed to rebuild a weaponry from his jurisdiction. He entrusted the naval forces living in his jurisdiction to rebuild [the weaponry]. He is extremely impossible. Please dismiss him from his post. The King ordered that [Choe Huisu] be interrogated and interrogated.",
                "H2KE-nKo": "경상도 순무 어사의 서장에,“지례 현감 최희수는 군기를 관에서 편의에 따라 수리하지 않고 고을에 사는 수군 등으로 하여금 개비하게 하였으니, 매우 형편없습니다. 파직하소서.”하니, 의금부로 잡아다 추고하라고 전교하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 25일(병자) 1번째기사",
                "gt-oKo": "경상도 순무 어사의 서장에, “지례 현감(知禮縣監) 최희수(崔稀壽)는 군기(軍器)를 자기 관청에서 편의에 따라 수리하거나 고치지 않고 읍에 사는 수군(水軍)들에게 개비(改備)하도록 독책하였으니 매우 무상합니다. 파직시키소서.” 하니, 잡아다가 추국하라고 전교하였다.",
                "hj": "○丙子/慶尙道巡撫御史書狀: 知禮縣監崔稀壽, 軍器不爲自官中, 隨便修改, 責令邑居水軍等改備, 至爲無狀, 請罷。” 傳曰: “拿推。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General presented a joint memorial to the King, which stated that it was uncomfortable that high officials were repeatedly replaced by high officials are uncomfortable. The King 답하기를, “여러 차례 사직하였기 때문에 replaced them. I am not casually replaced.",
                "H2KE-nKo": "옥당이 차자를 올려 대신을 자주 체직하는 것은 온당치 못하다는 것을 논하니, 답하였다. “누차 사직하기 때문에 체직한 것이지 내가 가벼이 체직한 것이 아니다.”\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 25일(병자) 2번째기사",
                "gt-oKo": "옥당이 차자를 올려 대신들을 자주 체직시키는 것은 온당치 못한 일이라고 논하니, 답하였다. “여러번 사직하기 때문에 체직한 것이지 내가 경솔하게 체직한 것이 아니다.”",
                "hj": "○玉堂箚論大臣數遞未安事。 答曰: “累辭故遞之。 非予輕遞。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On muin day, [the King] appointed Hong Seop as left state councilor in the muin year (.",
                "H2KE-nKo": "전교하기를,“홍섬을 좌의정에 다시 제수하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 27일(무인) 1번째기사",
                "gt-oKo": "홍섬을 다시 좌의정에 제수하였다.",
                "hj": "○戊寅/以洪暹復拜左議政。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Jangsu District Jo Huian is foolish and dull, and Magistrate of Yangseong District Kim Hosu is ignorant and ignorant. Your subjects request that all of them be dismissed from their posts. The King granted permission.",
                "H2KE-nKo": "기묘년에 기묘부가 아뢰기를,“장수 현감 조희안은 아둔하고 나약하며 양성 현감 김호수는 경험이 없고 무식하니, 모두 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 28일(기묘) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “장수 현감(長水縣監) 조희안(趙希顔)은 아둔하고 나약하며 양성 현감(陽城縣監) 김호수(金虎秀)는 경험이 적고 무식하니, 모두 파직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○己卯/府啓: 長水縣監趙希顔昏懦, 陽城縣監金虎秀, 童驗無識, 請幷罷職。” 上從之。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the first day of the month, Yi Haesu , the inspector general , resigned. The King denied this request.",
                "H2KE-nKo": "대사간 이해수가 사면하였으나, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 29일(경진) 1번째기사",
                "gt-oKo": "대사간 이해수(李海壽)가 사면하였으나 윤허하지 않았다.",
                "hj": "○庚辰/大司諫李海壽辭免。 不允。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Bak Gan , clerk of the Office of Honorable Guests , is exhausted. Your subjects request that he be replaced. Magistrate of Gosan District Shin응won is foolish and incompetent, and Magistrate of Yeongheung Magistracy Han Gyen is corrupt. The King granted permission. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“서윤 박간은 노쇠하였으니 체직하소서. 고산 현감 신응원은 사리에 어둡고 용렬하며, 영흥 부사 한계남은 탐오하고 혼탁하니 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 3일(갑인) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “서윤(庶尹) 박간(朴衎)은 노쇠하였으니 체직시키소서. 고산 현감(高山縣監) 신응원(申應元)은 혼암 용렬하고 영흥 부사(永興府使) 한계남(韓繼男)은 탐욕스러우니, 파직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○甲寅/府啓: “庶尹朴衎衰耗, 請遞。 高山縣監申應元昏劣, 永興府使韓繼男貪濁, 請罷。” 上從之。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: A widow of Hoengseong , a widow, and a second-tier instructor Yi Huiyeon , wished to make a concubine, proceeded directly to his house. At that time, the daughter of Yi Huiyeon did not have a concubine. Then, Yi Huiyeon entered and slept there, and Yi Huiyeon raised his marriage. When the daughter returned to his house, Yi Huiyeon knew this reason and finally claimed that it was not right for me to have her own house. He finally burned her house and appealed to her death. Virtue and virtuous behavior is so dangerous that she cannot violate her. However, Kim Ho , the magistrate of Hoengseong, having colluded with the same circumstances, threatened various schemes and made the daughter of Yi Huiyeon , abandoned her. Your subjects request that Kim Ho be dismissed from office and Yi Huiyeon be arrested and interrogated. The King replied, This is related to the virtuous and impeached Kim Ho.",
                "H2KE-nKo": "사간원이 아뢰기를,“횡성에 수절하는 과부가 있었는데, 훈도 이희연이 첩으로 삼으려고 곧바로 그 집에 갔습니다. 그런데 마침 그 과부가 집에 없어서 그대로 들어가 자고는 자기가 장가든 것이라고 공공연히 말하였습니다. 그 과부가 집에 돌아와 그 연유를 알고는 스스로 의리상 우리 집안은 안 된다고 여겨 마침내 스스로 그 집을 불사르고 죽기로 맹세하였습니다. 그 절행은 늠름하여 범할 수 없는데, 현감 김호가 그들과 마음을 같이하여 여러 가지로 위협하고 억눌러 수절하는 과부로 하여금 처소를 잃고 떠돌게 하였습니다. 김호는 파직하고 서용하지 말며 이희연은 잡아다 추고하소서.”하니, 답하기를,“이는 절의에 관계된 일이니, 역적 김호를 잡아다 추고하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 4일(을묘) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “횡성(橫城)에 절개를 지키는 과부가 있는데 훈도(訓導) 이희연(李希延)이 첩으로 삼으려고 곧바로 그 집으로 갔습니다. 마침 그 여인이 집에 있지 않았는데 그는 그대로 그 집에 들어가 자고는 이미 장가를 들었다고 말을 퍼뜨렸습니다. 그런데 그 여인이 집에 돌아와 그 연유를 알고는 의리상 내 집으로 여길 수 없다 하고 드디어 집을 불지르고 죽음으로써 맹세했으니 그 절행(節行)은 늠연하여 범할 수가 없었습니다. 현감 김호(金鎬)는 훈도와 함께 한 마음이 되어 여러 가지로 위협해서 수절하는 여인으로 하여금 처소를 잃고 떠돌게 만들었으니, 김호는 파직시켜 서용하지 말고 이희연은 잡아다가 추고하소서.” 하니, 답하기를, “이것은 바로 절의(節義)에 관계된 일이니 아울러 김호도 잡아다가 추고하라.” 하였다.",
                "hj": "○乙卯/院啓: “橫城有守信寡婦, 訓導李希延, 欲作妾, 直到其家, 適値其女不在, 仍爲入宿, 揚言己娶。 其女還家, 知其由, 自以義不可吾家, 遂自焚其家, 以死自誓。 其節行澟不可犯, 而縣監金鎬與之同心, 多般威制, 使守節之女, 飄零失所, 請金鎬罷職不敍, 李希延拿來推考。” 答曰: “此乃節義所關, 逆金鎬拿推。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Former Magistrate of Seosan , hearing that the magistrate of a dismissal was dismissed from his post, he stole government grains and loaded them on a boat. When he arrived at the border of Incheon , he stole someone from his stealing. He made a complaint and cross-examined. Your subjects request that he be imprisoned in the State Tribunal for interrogation. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“전 서산 군수가 파관되었다는 기별을 듣고 관곡을 훔쳐 배에 가득 싣고 인천 경계에 이르러 남에게 도둑을 맞았는데, 정장하여 추심하기까지 하였습니다. 조옥에 내려 추국하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 4일(을묘) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “전 서산 군수(瑞山郡守)는 파관(罷官)되었다는 기별을 듣고 관곡을 훔쳐 배에 가득 싣고 인천(仁川) 지역에 이르러 남에게 도둑을 맞게 되자 정장(呈狀)을 내어 추심(推尋)하기까지 하였습니다. 조옥에 내려 추국하게 하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○府啓: “前瑞山郡守, 聞罷官之奇, 竊取官穀, 滿船載來, 到仁川境, 爲人所偸, 至於呈狀推尋, 請詔獄推鞫。” 上從之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Goyang Yi Hwang is cruel and arrogant. Please dismiss him from his position. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“고양 군수 이황은 거칠고 교활하며 분수에 넘치는 짓을 하였으니 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 6일(정사) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “고양 군수(高陽郡守) 이황(李璜)은 거칠고 교활하고 외람되니 파직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○丁巳/府啓: “高陽郡守李璜麤猾泛濫, 請罷。” 上從之。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Hamyeol District Ku Yeongjun is enjoying drinking and lost his nature. Your subjects request he be replaced. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“함열 현감 구영준은 술을 즐겨 실성하였으니, 체차하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 7일(무오) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “함열 현감(咸悅縣監) 구영준(具永俊)은 술을 즐겨 실성(失性)했으니 체직(遞職)시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○戊午/府啓: “咸悅縣監具永俊嗜酒失性, 請遞。” 上從之。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The chief state councilor requested the suspension of the royal tomb on the thirteenth day. The chief state councilor requested the suspension of the royal tomb on the thirteenth day, but the King did not approve this request.",
                "H2KE-nKo": "영의정(領議政 홍낙성)이 주상의 몸이 편치 않다는 이유로 13일의 배릉을 정지하기를 청하였다. 세 번 아뢰었으나, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 9일(경신) 1번째기사",
                "gt-oKo": "영의정이 상의 옥체가 미령하다는 것으로 13일의 배릉(拜陵)을 정지하자고 청하였다. 세 번 아뢰었으나 윤허하지 않았다.",
                "hj": "○庚申/領議政, 以上體未寧, 請停十三日拜陵。 三 啓, 不允。"
            },
            "2": {
                "H2KE-EN": "Governor of Pyeongan Province Yi Junmin submitted a farewell visit to the King, which stated: When Special Royal Commissioner for Accompanying the Envoy 정언 Sin arrived in his magistracy, he was unsuitable for staying in the place where he was staying. He strongly scolded the officials and destroyed the tents and remove it from another house. In the end, he finally did not meet with me and left. Your subject was slandered by his own envoy and lived in the same province. This is uncomfortable for the peoples opinion. Your subject requests that he be replaced. The King transmitted a royal directive, which stated, Although the circuit inspector is lower than his position, he personally obeyed the royal instruction and left [his place]. My dear sir should treat the imperial envoy with generosity. Even if there is an excessive matter, he should be treated with generosity. He should be treated with generosity, and he should be treated with generosity in the country beforehand. The important duty of a governor cannot be replaced because he is an important duty of a governor.",
                "H2KE-nKo": "평안 감사 이준민이 사장을 올리기를,“순무 어사 정언신이 강화부에 도착하여 유숙하는 곳이 적합하지 않다는 이유로 관리들을 준엄하게 힐책하고 장막의 도구를 거두어 다른 집으로 옮겨 놓고는 끝내 신과 서로 만나지 않은 채 가버렸습니다. 자기 아래의 사신들에게 업신여김을 당하여 한 도에 같이 있으니 물의에 용납받기 어렵습니다. 신의 직임을 체차해 주소서.”하니, 전교하기를,“어사의 관직이 비록 낮지만 직접 윤음을 받들고 갔으니, 경은 왕인을 후대하지 않아서는 안 된다. 혹 지나친 일이 있더라도 서로 좋게 지내면서 먼저 국가의 생각을 앞세우고 사적인 생각을 뒤로 해야 한다. 방백의 중임을 이 때문에 체차하여 사직해서는 안 된다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 9일(경신) 2번째기사",
                "gt-oKo": "평안 감사 이준민(李俊民)이 사장(辭狀)을 올리기를, “순무 어사 정언신이 부(府)에 도착하여 접숙(接宿)하는 곳이 마음에 맞지 않는다는 이유로 준엄하게 관리를 힐책하고 장막의 도구를 거두어 가지고 다른 집으로 옮겨 정하고는 끝내 신과 만나지도 않고 가버렸습니다. 신은 자기 아래인 사신(使臣)에게 업신여김을 당하였으니 한 도에 함께 있는 것은 물의에 용납되기 어렵습니다. 신을 체직시켜 주소서.” 하니, 전교하기를, “어사(御史)는, 관직은 비록 낮으나 친히 왕명을 받들고 갔으니 경은 왕인(王人)을 후대하지 않을 수 없다. 혹 과중한 일이 있더라도 의당 좋게 용납하면서 국가의 일을 앞세우고 사삿일은 뒤로 해야 되는 것이다. 방백(方伯)은 중대한 직임인데 이것 때문에 갑자기 사직해서는 안 된다.” 하였다.",
                "hj": "○平安監司李俊民辭狀: 巡撫御史鄭彦信到府, 以接宿之處不合, 峻詰官吏, 撤帳具, 移占他舍, 終不與臣相見而去。 臣見侮於己下使臣, 同在一道, 物議難容, 請遞臣職。 ” 傳曰: “御史官雖下, 親奉綸音而去。 卿待王人, 不可不厚。 雖或有過重之事, 宜相容好, 當先國家之念, 而後私也。 方伯重任, 未可以此遞辭。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported, The Book of Poetry (C. Shijing is a single song. However, as Your Majesty is now in mourning, it is inappropriate for Your Majesty to lecture on the Spring and Autumn Annals (C. Spring and Autumn Annals for the Spring and Autumn Annals (C. Spring and Autumn Annals for the Spring and Autumn Annals (C. Spring and Autumn Annals . Your subjects request Your Majesty to suspend the single style style. The King said, This is excessive. It is not necessary to change it. The Office of the Inspector General reported again, and the King granted permission.",
                "H2KE-nKo": "홍문관이 아뢰기를,“《시전》은 바로 현가의 말인데, 주상께서 현재 복중에 계시니 진강하기가 미안합니다. 《춘추》를 진강하는 것은 우선 《시전》을 정지하소서.”하니, 전교하기를,“이 말은 지나치다. 고칠 필요 없다.”하였다. 재차 아뢰자 윤허하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 9일(경신) 3번째기사",
                "gt-oKo": "홍문관이 아뢰기를, “《시경(詩經)》은 곧 현가(絃歌)의 가사입니다. 위에서 바야흐로 복중(服中)에 계시니 진강(進講)하기가 미안합니다. 《춘추(春秋)》를 진강하고 《시경》의 진강은 우선 정지하소서.” 하니, 전교하기를, “이 말은 너무 지나치다. 《춘추》로 바꿀 필요 없다.” 하였다. 다시 아뢰니, 윤허하였다.",
                "hj": "○弘文館啓曰: “《詩傳》乃絃歌之辭, 自上方在服中, 進講未安, 請以《春秋》進講, 姑停《詩傳》。” 傳曰: “此言過矣。 不須改之。” 再啓, 允之。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On imo day, the King received the officials in the morning court assembly and granted a rotational audience.",
                "H2KE-nKo": "상이 조강에 나아가고 윤대를 행하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 1일(임오) 1번째기사",
                "gt-oKo": "상이 조강(朝講)과 윤대(輪對)에 나아갔다.",
                "hj": "○朔壬午/上御朝講及輪對。"
            },
            "2": {
                "H2KE-EN": "The King shooted archery. Those who successfully raised high-ranking officials , low-ranking officials , and low-ranking officials , 금군 , 서얼 , Royal Tent Office , Special Attendant Guards , and Elite Troops who successfully raised high-ranking officials were rewarded in sequence according to rank. Those who successfully raised high-ranking officials were to be dismissed from the Ministry of War.",
                "H2KE-nKo": "시사를 행하였다. 무신 당상, 당하, 미출신, 금군, 서얼, 충순위, 별시위, 갑사 등 우등한 자는 차례차례 논상하고, 입격하지 못한 금군은 병조로 하여금 태거하게 하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 1일(임오) 2번째기사",
                "gt-oKo": "무신은 당상·당하·미출신(未出身)과 금군(禁軍)·서얼(庶孽)·충순위(忠順衛)·별시위(別侍衛)·갑사(甲士) 등을 시사(試射)하여 우등한 자에게는 차례에 따라 논상하게 하고 금군으로서 입격하지 못한 자는 병조로 하여금 도태하게 하였다.",
                "hj": "○試射。 武臣堂上、堂下、未出身、禁軍、庶孽、忠順衛、別侍衛、甲士等優等者, 次次論賞。 禁軍不入格者, 令兵曹汰去。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Asan District Yun Chunsu is foolish and discontinued. Your subjects request that he be dismissed from his post. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“아산 현감 윤춘수는 어리석고 용렬하여 폐단을 끼쳤으니, 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 13일(갑오) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “아산 현감(牙山縣監) 윤춘수(尹春壽)는 아둔하고 용렬하여 피해를 끼치고 있으니 파직을 명하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○甲午/司憲府啓: “牙山縣監尹春壽, 昏劣貽弊, 請命罷職。” 上從之。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Second Deputy Commander Baek Ingung , a resident of Cheolju , submitted a memorial to express his gratitude for the royal bestowal of food. He also petitioned for his joint enshrinement in the State Shrine to Confucius . The King replied, My dear sir should not express gratitude for the royal benevolence. As the joint enshrinement in the State Shrine to Confucius is a matter of importance, it is difficult to discuss the matter lightly. My dear sir should understand this.",
                "H2KE-nKo": "파주에 사는 동지 백인걸이 상소하여 음식물을 하사한 것에 대해 사례하고, 또 조광조를 문묘에 종사하기를 청하니, 답하기를,“우연히 하찮은 물건을 하사한 것이니 경은 사례하지 말라. 문묘에 종사하는 것은 중대한 일이니 지금 가벼이 의논하기 어렵다. 경은 잘 알라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 15일(병신) 1번째기사",
                "gt-oKo": "파주(坡州)이 사는 동지(同知) 백인걸이 상소를 올려 내려준 식물(植物)에 대하여 사례하고 또 조광조(趙光祖)를 문묘(文廟)에 종사(從祀)할 것을 청하니 답하였다. “우연히 하찮은 물건을 내린 것이니 경은 사례하지 말라. 문묘에 배향(配享)하는 일은 관계되는 바가 중하기 때문에 지금 경솔히 의논하기가 어렵다. 경은 그리 알고 있으라.”",
                "hj": "○丙申/坡州居同知白仁傑, 上疏謝賜食物, 且請趙光祖從祀文廟。 答曰: “偶賜微物, 卿勿謝也。 配享 文廟, 事係重大, 今難輕議。 卿宜知悉。”"
            },
            "2": {
                "H2KE-EN": "The Royal Secretariat reported to the King as follows: Regarding the joint enshrinement of the spirit tablet of the late Emperor Xuanzong (r. Xuanzong of the State Shrine to Confucius, it has been the same as public opinions. How can there be no views of the old officials wholeheartedly loyalty? Please have the matter discussed by the court. The King said, It is not proper to raise the matter lightly.",
                "H2KE-nKo": "정원이 아뢰기를,“조광조를 배향하는 일은 전부터 공론이 똑같았습니다. 노신의 간절한 정성에 어찌 소견이 없겠습니까. 이 상소를 조정과 의논하소서.”하니, 전교하기를,“경솔하게 의논할 수 없다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 15일(병신) 2번째기사",
                "gt-oKo": "정원이 아뢰기를, “조광조를 배향하는 일에 대해서는 전부터 공론(公論)이 같았습니다. 노신(老臣)의 간절한 정성인데 어찌 소견이 없겠습니까. 이 상소의 내용으로 조정에서 의논하게 하소서.” 하니, 전교하기를, “경솔하게 의논할 수 없다.” 하였다.",
                "hj": "○政院啓曰: “趙光祖配享事, 自前公論同然, 老臣惓惓之誠, 豈無所見? 乞以此疏, 議諸朝廷。” 傳曰: “未可輕議。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Seoncheon Kwon U privately gave bribes to an interpreter so that he could purchase Chinese items. Your subjects request that he be dismissed from his post. The King granted permission. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“선천 군수 권우는 사사로이 역관에게 주어 중국 물품을 무역하게 하였으니, 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 15일(병신) 3번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “선천 군수(宣川郡守) 권우(權遇)는 사적으로 역관(譯官)에게 값을 주어 중국 물건을 사오게 했으니 파직을 명하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○司憲府啓: “宣川郡守權遇, 私給譯官, 貿易唐物, 請命罷職。” 上從之。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Yongin District Kim Daegwan has suffered from an epidemic. Your subjects request that he be replaced. Executive Assistant of Gyeongseong Han Hyoyun , who had served as ad hoc commissioner , did not leave his post after staying for a long time. Your subjects request that he be dismissed from his post. The governor sent an ad hoc commissioner to his post while he was not urgent. Your subjects request that he be interrogated. The King said, The case of Kim Daegwan and the governor should be carried out as reported. Han Hyoyun should not be dismissed. Later, the King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“용인 현령 김대관은 안질이 있으니, 체차해 주소서. 경성 판관 한효윤은 차사원으로 올라온 뒤에 지체하며 떠나지 않았으니, 파직하소서. 감사는 긴요하지 않은 일로 차사원을 정하여 보냈으니, 추고하소서.”하니, 답하기를,“김대관과 감사를 추고하는 일은 아뢴 대로 하라. 한효윤은 파직할 수 없다.”하였다가, 뒤에 윤허하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 16일(정유) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “용인 현령 김대관(金大觀)은 눈병이 있으니 체직시키소서. 경성 판관(鏡城判官) 한효윤(韓孝胤)은 차사원(差使員)으로 서울에 올라온 뒤에 머물러 있고 가지 않으니 파직을 명하소서. 그리고 감사는 긴급하지 않은 일로 차사원을 정송(定送)하였으니 추고하소서.” 하니, 답하기를, “김대관과 감사를 추고하는 일은 아뢴 대로 하라. 한효윤은 파직할 수 없다.” 하였으나, 뒤에 윤허하였다.",
                "hj": "○丁酉/司憲府啓: “龍仁縣令金大觀, 有眼疾, 請遞事。 鏡城判官韓孝胤, 以差使員上來之後, 留連不去, 請命罷職。 監司以不緊之事, 定送差使員, 請推考。” 答曰: “金大觀及監司推考事, 依啓。 韓孝胤, 不可罷職。” 後允之。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "In musul year (1428, the fourth year of King Sejongs reign, Hong Seop , left state councilor , came to the palace to take leave of illness and expressed his gratitude for the royal benevolence. The King did not approve this.",
                "H2KE-nKo": "무술년에 좌상 홍섬이 신병이 있어 출사하여 숙배한 뒤에 사면하였으나, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 17일(무술) 1번째기사",
                "gt-oKo": "좌상 홍섬이 신병(身病) 때문에 출사하여 숙배한 뒤에 사면하였으나 윤허하지 않았다.",
                "hj": "○戊戌/左相洪暹, 身病出仕, 肅拜後辭免。 不允。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Magistrate of Cheongju Strategic County Kim Seonggyeong is greedy and corruption. Your subjects request that he be dismissed from his post. The King approved this.",
                "H2KE-nKo": "사간원이 아뢰기를,“청주 목사 김성경은 탐욕스럽고 비루하니 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 17일(무술) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “청주 목사(淸州牧使) 김성경(金成慶)은 욕심이 많고 비루하니 파직을 명하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○司諫院啓: “淸州牧使金成慶貪鄙, 請命罷職。” 上從之。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported, Yi Heun , an army commander of Chungcheong Province , was old and infirm. Your subjects request that he be replaced. The King approved this.",
                "H2KE-nKo": "사헌부가 아뢰기를, “충청 병사 이흔은 노쇠하였으니 체차시키소서.” 하니, 상이 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 17일(무술) 3번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “충청 병사 이흔(李昕)은 노쇠하였으니 체차하라고 명하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○司憲府啓: “忠淸兵使李昕老敗, 請命遞差。 上從之。”"
            },
            "4": {
                "H2KE-EN": "The Ministry of Personnel reported, Section Chief of the Government Arsenal Shin Uichung , Executive Arsenal of Namwon Jeong Iksik , Executive Arsenal Bak Ongwon and Yun Ban , and Clerk of the Office of Ancestral Rites Seok Gyeongik are worthy of high quality. Circuit Inspector Sim Ikmyeong , Concurrent Recorder of the Bureau of Court Music Yi Seungyeong , Magistrate of Jeongpyeong Magistracy Yi Gongjwa , Magistrate of Gyeolseong District Eom Hong , Recorder of the Bureau of Livestock Breeding Kim Hansun , and Yi Sang are corrupt. Assistant of the Bureau of Livestock Breeding Han Se Geon and Director of the Directorate of Palace Buildings Jeong Geun are already worthy of corruption. Deputy Director of the Directorate of Fabrics Yun Taek , Clerk of the Royal House Administration Yi Gwanghyek , Executive Arsenal of the Directorate of Palace Buildings Shin Jin , and Second Deputy Director of the Bureau of Livestock Breeding Jo Gyeongun were already exhausted. ",
                "H2KE-nKo": "이조가 군기시 정 신의충, 남원 판관 정언식, 전적 박혼원ᆞ윤반, 봉상시 주부 석경일 이상을 사태하였다.찰방 심일명, 장악원 겸 주부 이승영, 정평 부사 이공좌, 결성 현감 엄홍, 서부 주부 김한순 이상을 사태하였다. 탐묵한 자와 와서 별좌 한세건, 선공감역 정근 이상을 사태한 자와 제용 첨정 윤택, 돈녕부 주부 이광택, 선공감 판관 신진, 사지 조경운 이상을 사태하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 17일(무술) 4번째기사",
                "gt-oKo": "이조가 군기시 정(軍器寺正) 신의충(申義忠), 남원 판관(南原判官) 정언식(鄭彦湜), 전적 박혼원(朴渾元)·윤반(尹泮), 봉상 주부(奉常主簿) 석경일(石擎日) 이상 용렬한 자와, 찰방(察訪) 심일명(沈日明), 장악 겸 주부(掌樂兼主簿) 이승영(李承英), 정평 부사(定平府使) 이공좌(李公佐), 결성 현감(結城縣監) 엄홍(嚴泓), 서부 주부(西部主簿) 김한순(金漢順) 이상 탐묵(貪墨)한 자와, 와서 별좌(瓦署別坐) 한세건(韓世健), 선공 감역(繕工監役) 정근(鄭謹) 이상 패려한 자와, 제용 첨정(濟用僉正) 윤택(尹澤), 돈령 주부(敦寧主簿) 이광택(李光澤), 선공 판관(繕工判官) 신진(辛鎭), 사지(司紙) 조경운(趙慶雲) 이상 쇠모(衰耗)한 자를 사태(沙汰)시켰다.",
                "hj": "○吏曹沙汰軍器正申議忠、南原判官鄭彦湜、典籍朴渾元、尹泮, 奉常主簿石擎日, 已上庸劣, 察訪沈日明, 掌樂兼主簿李承英、定平府使李公佐、結城縣監嚴泓、西部主簿金漢順、已上貪墨。 瓦署別坐韓世健、繕工監役鄭謹, 已上悖戾。 濟用僉正尹澤、敦寧主簿李光澤、繕工判官辛鎭、司紙趙慶雲, 已上衰耗。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King personally conducted state affairs in gihae year (.",
                "H2KE-nKo": "기해년 친정하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 18일(기해) 1번째기사",
                "gt-oKo": "친정(親政)하였다.",
                "hj": "○己亥/親政。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyemi day, Left State Councilor Hong섬 submitted a memorial requesting his resignation, but the King did not approve his resignation.",
                "H2KE-nKo": "계미년에 좌의정 홍섬이 사직하는 차자를 올렸는데, 윤허하지 않는다는 비답을 내렸다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 2일(계미) 1번째기사",
                "gt-oKo": "좌상 홍섬이 사직하는 차자를 올리니 윤허하지 않는다고 비답(批答)하였다.",
                "hj": "○癸未/左相洪暹辭職上箚, 不允批答。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported: Former Superintendent of the Office of Palace Procurement Oh Geup suddenly reached Jeongok , former Superintendent of the Military Training Office Yi Nansu and Yu Hongseo , former magistrate Kim응in , arbitrarily greed and corrupted himself. Registrar of the Military Training Office Ku Minwon discourteously, Magistrate of Damyang Strategic Prefecture Seong Jahang , and Special Appointees Yi Mak and Bak Yu were lowly in office. Third Deputy Director of the Office of Palace Procurement Han Geup , Registrar of the Office of Ancestral Rites Bak Gon , Director of the Storehouse Military Procurement Mok Sim , Director of the Office of Palace Procurement Ha Sejun , Registrar of the Office of Palace Procurement Yun Gyeongji , and Registrar of the Directorate of Palace Buildings Hwang Seungseok were all incompetent and incompetent. Your subjects request that all of them be removed. Registrar of the Military Training Office Yi Cheon and Fifth Inspector Kim Ugo had already been impeached by their faults, while Registrar of the Storehouse Bak Gon Yeong greed and section chief of the Government Arsenal Yu Chunbal were discourteous. Third Deputy Director of the Government Arsenal Wu Dam and Fifth Commander of Gyeongsang Province Oh Im were discourteous and imprudent, and Magistrate of Goyang Strategic Prefecture 박응cheon was discourteous. Magistrate of Namwon Strategic Prefecture Son Yeoseong , previously due to a small amount of catching fire brigands, he tried to quickly rush to his post. Registrar of the Office of Honorable Guests Song Yunchung , Registrar of the Office of Honorable Guests , was discourteous in his official duties. Registrar of the Military Training Office Yun Saheum was discourteous, and Executive Arsenal of Cheongju Jeong Jongu was discourteous. Your subjects request that all of them be dismissed from their posts. Section Chiefs of the Ministry of Punishments Min Bok and Kim Ji were discourteous, and Fifth Inspector Song Sunrye was discourteous, and Registrar of the Military Training Office",
                "H2KE-nKo": "사헌부가 아뢰기를,“전 수사 오전은 백성들을 수탈하고 윗사람을 잘 섬겨 갑자기 정옥에 이르렀고, 훈련 습독 이난수ᆞ유홍서, 전 현감 김응인은 전에 수령으로 있을 때 탐욕을 멋대로 부렸고, 도총 경력 구민원은 패려궂고, 담양 부사 성자항은 재물을 탐하고, 별좌 이잡과 박유는 행실이 비루하고, 내자시 첨정 한의, 봉상시 첨정 박난, 장흥고 영 목심, 사온서 영 하세준, 풍저 주부 윤경지, 선공감 주부 황승석은 모두 노쇠하고 용렬하니 모두 태거하소서.도총 경력 이천, 감찰 김우고는 일찍이 윗사람을 잘 섬긴다는 것으로 논박을 받았고, 사도시 정 박난영은 재물을 탐하고, 군기 별좌 유춘발은 패려궂고, 소행 첨사 우담, 경상 우후 오임은 패려궂고, 고양 군수 박응천은 삼가지 않고, 남원 부사 손여성은 전에 도적을 잡은 작은 공로로 인하여 희망을 걸고 분주하게 일한 정상이 있고, 예빈시 참봉 송윤충은 벼슬살이를 삼가지 않고, 도총도 도사 윤사흠은 탐학하고, 청주 판관 정종우는 범람하니 모두 파직하소서. 형조 정랑 민복과 김지는 오활하고, 감찰 송순례는 용렬하고, 도총 경력 전덕여는 비루하고, 이산 군수 박지변은 재주가 없으니 모두 체차하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 2일(계미) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “전 수사(水使) 오운(吳澐)은 백성을 침탈하여 윗사람을 잘 섬겼기 때문에 갑자기 정옥(頂玉)에 이르렀고, 훈련 습독(訓鍊習讀) 이난수(李鸞壽)·유홍서(劉弘緖), 전 현감 김응인(金應寅)은 전에 수령으로 있을 때 멋대로 탐욕을 부렸고, 도총 경력(都摠經歷) 구민원(丘敏元)은 패려스럽고, 담양 부사(潭陽府使) 성자항(成子沆)은 재물을 탐하였고, 별좌(別坐) 이집(李磼)·박유(朴愈)는 행실이 비루하고, 내자 첨정(內資僉正) 한혜(韓蕙), 봉상 첨정(奉常僉正) 박난(朴蘭), 장흥고 영(長興庫令) 목심(睦諶), 사온서 영(司醞署令) 하세준(河世濬), 풍저 주부(豊儲主簿) 윤경지(尹景祉), 선공 주부(繕工主簿) 황승석(黃承錫)은 모두 노죄하고 용렬한 자들이니 아울러 도태해 버리소서. 도총 경력이 이천(李薦)과 감찰(監察) 김우고(金友皐)는 일찍이 윗사람을 잘 섬긴다는 것으로 논박당하였고, 사도시 정(司䆃寺正) 박난영(朴蘭英)은 재물을 탐했고, 군기 별좌(軍器別坐) 유춘발(柳春發)은 패려스럽고, 소행 첨사(所行僉使) 우담(禹湛)과 경상 우후(慶尙虞候) 오임(吳任)은 패려 망령스럽고, 고양 군수(高陽郡守) 박응천(朴應川)은 근신하지 못하고, 남원 부사(南原府使) 손여성(孫汝誠)은 전에 도적을 체포한 작은 공로를 인하여 바라는 바를 위하여 분주(奔走)한 정상이 있고, 예빈 참봉(禮賓參奉) 송윤충(宋允忠)은 벼슬살이를 삼가지 않았고, 도총 도사(都摠都事) 윤사흠(尹思欽)은 탐학스러웠고, 청주 판관(淸州判官) 정종우(鄭宗祐)는 외람된 짓을 하였으니 파직을 명하소서. 형조 정랑 민복(閔福)과 김지(金祉)는 오활(迂闊)하고, 감찰 송순례(宋純禮)는 용렬하고, 도총 경력 전덕여(全德輿)는 비루하고, 이산 군수(理山郡守) 박지변(朴之忭)은 재능이 없으니 아울러 체차하라고 명하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○府啓: “前水使吳澐, 剝民善事, 驟至頂玉, 訓鍊習讀李鸞壽、劉弘緖, 前縣監金應寅, 前爲守令時, 肆行貪婪, 都摠經歷丘敏元悖戾, 潭陽府使成子沆貪財, 別坐李磼、朴愈行己賤汚, 內資僉正韓蕙、奉常僉正朴蘭、長興庫令睦諶、司醞署令河世濬、豐儲主簿尹景祉、繕工主簿黃承錫, 皆衰耗庸劣, 請竝汰去。 都摠經歷李薦、監察金友皋, 曾以善事被駁, 司䆃正朴蘭英貪財, 軍器別坐柳春發悖戾, 所行僉使禹湛、慶尙虞候吳任悖妄, 高陽郡守朴應川不謹, 南原府使孫汝誠, 前因捕盜微勞, 有希望奔走之狀, 禮賓參奉宋允忠, 居官不謹, 都摠都事尹思欽貪虐, 淸州判官鄭宗祐泛濫, 請竝命罷職。 刑曹正郞閔福、金祉迂闊, 監察宋純禮庸劣, 都摠經歷全德輿麤鄙, 理山郡守朴之忭才踈, 竝命遞差。” 上從之。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The fifth-rank aide to the governor of Chungcheong Province submitted a memorial as follows: Magistrate of Asan District Yun Chunsu is diligent in relieving the people, and greedy and corruption are unprecedented. The entire province is exposed, and his term of office is hurried. When the performance evaluation is about to be conducted in the spring and summer, he suspects that he might be afraid of an illness, dismissing him from his office. He should be specially punished for his crime, thereby preventing treachery.",
                "H2KE-nKo": "충청 도사의 서장에,“아산 현감 윤춘수는 백성을 돌보는 일을 신중히 하지 않아 탐욕이 끝이 없어 온 도에 소문이 났습니다. 임기가 만료될 시기가 임박하자 춘등과 하등의 전최를 의구심을 품고 병을 핑계 대고는 관직을 버리고 갔으니, 각별히 죄를 다스려 간사한 조짐을 막으소서.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 20일(신축) 1번째기사",
                "gt-oKo": "충청 도사(忠淸都事)가 서장을 올렸다. “아산 현감 윤춘수는 삼가 백성을 보살피지 않고 재물을 끝없이 탐하여 온 도(道)에 소문이 파다합니다. 개만(箇滿)이 임박하자 춘하등(春夏等)의 전최(殿最)를 두려워하여 병을 핑계로 벼슬을 버리고 가버렸습니다. 각별히 죄를 다스려 간사한 조심을 막으소서.”",
                "hj": "○辛丑/忠淸都事書狀: 牙山縣監尹春壽, 恤民不謹, 貪墨無厭, 一道(謄)〔騰〕播, 箇滿臨迫, 春夏等殿最, 疑畏托病, 棄官而去, 各別治罪, 以杜奸詐之漸事。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On imin day, the King appointed Noh Susin as right state councilor .",
                "H2KE-nKo": "임인년에 노수신을 우의정에 제수하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 21일(임인) 1번째기사",
                "gt-oKo": "노수신을 우상에 제수하였다.",
                "hj": "○壬寅/以盧守愼拜右相。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King denied the request of Right State Councilor Yun Su to resign from office on account of illness in gyemyo year (. The King did not approve the request.",
                "H2KE-nKo": "계묘년에 우의정 노수신이 신병으로 정사하니, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 22일(계묘) 1번째기사",
                "gt-oKo": "우의정 노수신이 신병 때문에 정사하니 윤허하지 않았다.",
                "hj": "○癸卯/右議政盧守愼, 身病呈辭。 不允。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gapjin day, hail fell in the gapjin year (. It hailed a large amount of hail, and it was as large as a hail.",
                "H2KE-nKo": "갑진년에 우박이 내렸는데, 큰 것은 새알만하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 23일(갑진) 1번째기사",
                "gt-oKo": "우박이 왔는데 큰 것은 새알만하였다.",
                "hj": "○甲辰/雨雹, 大者如鳥卵。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Kim Sawon , Magistrate of Jaeryeong County , stole government storehouses. Your subjects request that he be dismissed from his post. The records of the Office of Royal Decrees storehouses in the autumn and winter of the previous byeongja year ( were slightly compiled. Your subjects request that the acting aide to the magistrate of Gimje County be dismissed from his post. The King replied, Kim Sawon should be punished as reported and the officials of the Office of Royal Decrees should be interrogated.",
                "H2KE-nKo": "사간원이 아뢰기를,“재령 군수 김사원은 전에 김제 군수로 있을 때 관고의 물건을 훔쳤으니, 파직하소서. 예문관 관원은 지난 병자년 가을과 겨울의 일기를 대충대충 수찬하였으니, 그때의 행수 장무관을 파직하소서.”하니, 답하기를,“김사원은 아뢴 대로 하고, 예문관 관원은 추고하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 23일(갑진) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “재령 군수(載寧郡守) 김사원(金士元)은 전에 김제 군수(金堤郡守)로 있을 적에 관고(官庫)의 물건을 도둑질하였으니 파직시키소서. 예문관 관원은 지난 병자년 추동등(秋冬等)의 일기(日記)를 허술하게 수찬(修撰)해 놓았으니 그때의 행수 장무관(行首掌務官)을 파직시키소서.” 하니, 답하기를, “김사원은 아뢴 대로 하고 예문관의 관원들은 추고하라.” 하였다.",
                "hj": "○司諫院啓: “載寧郡守金士元, 前爲金堤郡守, 偸竊官庫之物, 請命罷職。 藝文館官員, 去丙子年秋冬等日記, 草草修撰, 請其時行首掌務官罷職。” 答曰: “金士元依啓, 藝文館官員推考。”"
            },
            "3": {
                "H2KE-EN": "The 유생 and others submitted a memorial requesting that Kim굉필 , Jeong Yeochang , Jo Gwan , Yi Eon , and Yi Hwang be jointly enshrined in the State Shrine to Confucius . The King replied, It is not proper to lightly discuss this matter. The officials of the Censor General also presented a memorial to discuss this matter. ",
                "H2KE-nKo": "유생들이 상소하여 김굉필, 정여창, 조광조, 이언적, 이황을 문묘에 종사하기를 청하니, 답하기를,“경솔하게 의논할 수 없다.”하였다. 옥당도 차자를 올려 논하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 23일(갑진) 3번째기사",
                "gt-oKo": "유생들이 상소를 올려 김굉필(金宏弼)·정여창(鄭汝昌)·조광조(趙光祖)·이언적(李彦迪)·이황(李滉)을 문묘에 종사하자고 청하니, 답하기를, “경솔하게 의논할 일이 아니다.” 하였다. 옥당에서도 차자를 올려 논하였다.",
                "hj": "○儒生等上疏, 請金宏弼、鄭汝昌、趙光祖、李彦迪、李滉從祀文廟。 答曰: “未可輕議。” 玉堂亦上箚論之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: The memorial submitted by the Office of the Inspector General , which was submitted by the Office of the Censor General , is to be replaced by the recorder and submitted to the King. Your subjects request that the recorder and the 색승지 be dismissed from their posts, and the 승지와 한림 be interrogated. The executive assistant to the magistrate of Gyeongseong Min Chungnam was formerly serving as the Privy Council in Pyeongan Province , and there were many mistakes in his duties. Your subjects request that he be replaced. The King said, The recorder and the 색승지 should be replaced, while the 승지와 the 한림 who participated in their counsel should be interrogated, and Min Chungnam should be replaced. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“양사의 계사를 주서가 바꾸어 써서 입계하였으니, 주서와 색승지는 파직하고 동참한 승지와 한림은 추고하소서. 경성 판관 민충남은 전에 평안 평사로 있을 때 실의한 일이 많았으니 체차하소서.”하니, 답하기를,“주서와 색승지는 체차하고 동참한 승지와 한림은 추고하라. 민충남을 체차하는 일은 아뢴 대로 하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 25일(병오) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “양사의 계사(啓辭)를 주서(注書)가 바꿔 써서 입계하였으니 주서와 색승지(色承旨)를 파직시키고 함께 참여했던 승지·한림도 추고하소서. 경성 판관(鏡城判官) 민충남(閔忠男)은 전에 평안 평사(平安評事)로 있을 적에 체모를 잃은 일이 많았으니 체차하게 하소서.” 하니, 답하기를 “주서와 색승지는 체직하고, 함께 참여했던 승지와 한림을 추고하라. 그리고 민충남을 체차하는 일은 아뢴 대로 하라.” 하였다.",
                "hj": "○丙午/司憲府啓: “兩司啓辭注書換書入啓。 請注書及色承旨罷職, 同參承旨、翰林推考。 鏡城判官閔忠男, 前爲平安評事時, 多有失儀之事, 請命遞差。” 答曰: “注書、色承旨可遞, 同參承旨、翰林推考, 閔忠男遞事, 依啓。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Fifth Inspector Jeong Ingae went to the home of a lower clerk and patrolled with him in a colleague. He corrupted the official attire. Your subjects request that he be dismissed from his position. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“감찰 정인개는 직접 서리의 집에 가서 같은 자리에서 말을 주고받아 의관을 더럽혔습니다. 파직하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 28일(기유) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “감찰(監察) 정인개(鄭仁槪)는 몸소 서리의 집에 가서 자리를 같이하여 수작하는 등 의관(衣冠)을 욕되게 하였습니다. 파직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○己酉/司憲府啓: “監察鄭仁槪, 躬到書吏之家, 同席酬酢, 汚辱衣冠, 請罷。” 答曰: “如啓。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Because the physicians of the Office of Medicine did not receive salaries on the monthly stipends, your subjects request that the officials of the senior third rank or above and the 도청 be dismissed from their posts. The King denied this request. ",
                "H2KE-nKo": "양사가 아뢰기를,“종친부가 월령 의원에게 부록하지 않았다는 이유로 병조의 색리에게 결벌하였습니다. 유사 당상 및 도청을 파직하소서.”하니, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 4일(을유) 1번째기사",
                "gt-oKo": "양사가 아뢰기를, “종친부(宗親府)가 월령 의원(月令醫員)에게 녹(祿)을 급부하지 않는다는 것으로 병조의 색리(色吏)를 결벌(決罰)하였습니다. 유사 당상(有司堂上) 및 도청(都廳)을 파직시키소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○乙酉/兩司啓: “宗親府, 以月令醫員不付祿之故, 決罰兵曹色吏, 請有司堂上及都廳罷職。” 箚曰: “不允。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Kwak Yeong , army commander of Gyeongsang Province , submitted a memorial as follows: When your subject was appointed to assume his new post, Kim Ji , former army commander , resigned from his post due to an illness. Later, Commander Son Ik , neglecting the weaponry and adjudicating soldiers, opened the gates of the provincial army headquarters and exited the frontier gates in the evening, exited the frontier gates. When the military commander left his new post, he explained all the other measures, which was extremely surprised. The principal offender should be secretly imprisoned and Son Ik should also be imprisoned. The governor of Gyeongsang Province submitted a memorial as well as the same. The King 전교하기를, “이 서장을 보니 surprisedly surprised. This is a great disaster in the past. If we do not separately severely discipline him, he will lead to the frontier garrisons to chase the headquarters and replace him in the end of the Tang dynasty. The circumstances and importances are extremely important, and thus we cannot deal with him according to precedent. Have the provincial headquarters and the army headquarters be decapitated, and the principal offender be immediately decapitated, and the principal offender be disciplined in the frontier garrisons. I am afraid that the arrogant and the disciplinary sociplinary actions. Have the Ministry of War discuss this matter with high-ranking officials and report back to me. The high-ranking officials are Your Majestys instructions. Your subject requests that an official of the Ministry of War be dispatched to accompany the principal offender and the principal offender be decapitated, and the principal offender be cross-examined and punished. What do you think of this? 하니, 전교하기를, “아뢴 대로 하라.” 하였다.",
                "H2KE-nKo": "병술년 경상 병사 곽영이 장계하기를,“신이 부임하기 전에 전 병사 김지가 병을 이유로 체차되어 간 뒤에 우후 손익이 무기를 수련하는 일을 신중히 하지 않았다는 이유로 군사들을 결벌하였습니다. 그랬더니 밤중에 병영과 성문을 열고 전원이 나가 진을 쳤고 우후도 나가 여러 가지로 말을 해 준 뒤에 도로 들어왔으니, 매우 놀랍습니다. 수창한 사람들을 비밀리에 빠짐없이 잡아 가두었고 손익도 잡아 가두었습니다.”하고, 감사의 서장도 같았다. 전교하기를,“이 서장을 보니, 매우 놀랍다. 이는 전고에 없던 큰 변고이다. 별도로 통렬히 다스리지 않는다면 장차 번진이 발호하여 주수를 쫓아내서 당나라 말기의 폐단과 같게 될 것이다. 관계된 바가 매우 중하니, 상례로 처리해서는 안 된다. 감사와 병사로 하여금 함께 추국하여 즉시 진 앞에서 참형에 처하고 효수하여 조리돌리게 하라. 사나운 군졸들을 두렵게 하고 기강을 정비하는 것이 이 한 가지 일에 달려 있으니, 병조로 하여금 대신에게 의논하게 하라.”하였다. 와서 아뢰기를,“대신의 의론이 참으로 마땅합니다. 선전관을 보내 감사와 병사와 함께 참여하여 수창한 자는 효수하고 위협에 못 이겨 따른 자는 추국하여 죄를 다스리라고 하유하는 것이 어떻겠습니까?”하니, 아뢴 대로 하라고 전교하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 5일(병술) 1번째기사",
                "gt-oKo": "경상 병사(慶尙兵使) 곽영(郭嶸)이 장계하기를, “신이 부임하기 전에 전(前) 병사(兵使) 김지(金墀)가 병으로 정사(呈辭)하고 체직되어 간 뒤로 우후(虞候) 손익(孫翼)이 군기(軍器)를 삼가 수련(修鍊)하지 않았다는 일로 군사(軍士)들을 결벌했습니다. 그런데 밤중에 본영(本營)의 성문(城門)을 열고 전수(全數)가 나가 진을 치고 있으므로 우후가 나가서 여러 가지로 설득시킨 뒤에야 도로 들어왔다고 하니 매우 놀랍습니다. 수창(首倡)한 사람들을 비밀리에 빠짐없이 잡아 가두고 손익도 수금(囚禁)하였습니다.” 하였다. 감사의 서장도 같은 내용이었는데, 전교하기를, “이 서장을 보니 매우 놀랍다. 이는 전고에 없었던 큰 변고이다. 특별히 통렬하게 다스리지 않으면 장차 당나라의 말엽에 번진(藩鎭)이 발호하여 주수(主帥)를 쫓아내었던 것과 같은 일이 일어나게 될 것이다. 관계된 바가 매우 중대하니 상례로 처리할 수 없다. 감사와 병사에게 함께 추국하여 즉각 진영(陣營) 앞에서 참형에 처하고 효수하여 순시하게 하라. 사나운 병졸을 두렵게 하고 기강을 정제하는 것이 이 한번 일에 달려 있으니, 병조로 하여금 대신에게 의논하고 와서 아뢰게 하라.” 하였다. 대신들이 의논드리기를, “상의 분부가 지당합니다. 선전관(宣傳官)을 보내어 감사·병사의 동참하에 수창한 자를 효수하고 위협에 못이겨 추종한 자는 추국하여 치죄할 것으로 하유하시는 것이 어떻겠습니까?” 하니, 아뢴 대로 하라고 전교하였다.",
                "hj": "○丙戌/慶尙兵使郭嶸狀啓: “臣未赴任時, 前兵使金墀呈病遞去之後, 虞候孫翼以軍器不謹修鍊, 決罰軍士等, 則夜半開營城門, 全數出去結陣, 虞候出去, 多般開說後還入, 至爲駭愕。首倡人等, 秘密無遺捉囚, 孫翼亦爲囚禁事。” 監司書狀亦同。 傳曰: “觀此書狀, 極爲駭愕。 此乃前古所未有之大變, 若不別爲痛治, 將爲藩鎭跋扈, 逐主帥而代之, 如唐末之弊。 機關極重, 不可以常例處之, 令監兵使, 一同推鞫, 卽於陣前處斬, 梟首徇示, 懼悍卒, 而整紀綱, 在此一擧。 令兵曹議大臣。” 來啓。 “大臣議, 上敎允當。 請遣宣傳官, 與監兵使同參, 首倡者梟首, 脅從之人, 推鞫治罪事下諭, 何如?” 傳曰: “依啓。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Last year, when interpreter for the envoy for celebrating the Emperors birthday Kim Suin had 화원을 시켜 arrival at the pavilion of the Chinese envoys traveling to the guesthouse along the route of our province, the circumstances and the circumstances have already been discovered, which is deeply surprised. Your subjects request that Kim Suin be transferred to the State Tribunal for interrogation. At the time, interpreter Yang Geukjeong and the correspondence official Yun Gyeong failed to inspect the 아랫사람들. Please have them all dismissed from their posts. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“지난해 성절사의 통사 김수인이 화원으로 하여금 본도 일로의 부경하는 정자와 관을 그려 중국 관원에게 주게 한 정상이 이미 드러났으니, 매우 놀랍습니다. 의금부로 옮겨 추국하소서. 그 당시 성절사 양응정과 서장관 윤경은 아랫사람을 검칙하지 않았으니, 모두 파직하도록 명하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 5일(병술) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “지난해에 성절사 통사(通事) 김수인(金壽仁)이 화원(畫員)에게 본도(本道) 일로(一路)의 부경하는 연변에 있는 정자(亭子)와 관사(館舍)를 그려서 중국 관리에게 준 사건의 정상이 이미 드러났으니, 매우 해괴하고 놀라운 일입니다. 의금부에 옮겨다가 추국하게 하소서. 그리고 그때의 성절사 양응정(梁應鼎)과 서장관 윤경(尹暻)은 아랫사람을 검칙(檢飭)하지 못하였으니 아울러 파직을 명하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○司憲府啓: “前年聖節使通事金壽仁, 令畫員本道一路赴京亭館, 圖給唐官, 事狀已著, 至爲駭愕。 請移義禁府推鞫。 其時使梁應鼎、書狀官尹暻, 不爲檢飭下人, 請竝命罷職。” 上從之。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Former 병사 Kim Ji arbitrarily left the provincial headquarters and arbitrarily left the provincial headquarters. Former 병사 Kwak Yeong , hiding the circumstances and did not immediately report this to Your Majesty. Your subjects request that all of them be arrested and interrogated. Governor of Chungcheong Province Shin Dams house was in Hansan , where he stayed there for a long time, harmful effects. Your subjects request that he be dismissed from his position. Kim Yeon , an army commander of Chungcheong Province , was a great deal of building construction at the home of Jeonui . Your subjects request that he be dismissed from his position. The circumstances of the Bureau of Livestock Breeding Hwang Eom is exhausted. Your subjects request that he be dismissed from his position. The King said, Kwak Yeongs request is not granted. As for Hwang Eom, he should be replaced. 나머지는 아뢴 대로 하라.” 하였다.",
                "H2KE-nKo": "사간원이 아뢰기를,“전 병사 김지는 교대를 기다리지 않고 멋대로 본영을 떠났고, 신임 병사 곽영은 이를 덮어 둔 채 즉시 보고하지 않았으니, 모두 잡아다 국문하소서. 충청 감사 신담은 집이 한산에 있는데 그곳에 머물면서 폐단을 끼쳤으니, 파직하소서. 충청 병사 김규는 전의의 본가에 토목공사를 크게 일으켰으니, 파직하소서. 전부 황범은 노쇠하였으니 파직하소서.”하니, 답하기를,“곽영의 일은 윤허하지 않는다. 황범은 체차하고 나머지는 아뢴 대로 하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 7일(무자) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “전 병사 김지는 교대를 기다리지 않고 제멋대로 본영(本營)을 떠났고, 신(新) 병사 곽영은 그 사실을 가려둔 채 즉시 계문(啓聞)하지 않았으니 아울러 잡아다가 추국하소서. 충청 감사 신담(申湛)은 집이 한산(韓山)에 있는데 그곳에 묵으면서 폐해를 끼쳤으니 파직시키소서. 충청 병사 김오(金鋘)는 전의(全義)에 있는 본가에 토목 공사를 크게 일으켰으니 파직을 명하소서. 전부(典簿) 황범(黃範)은 쇠모하니 파직시키소서.” 하니, 답하기를, “곽영은 윤허하지 않는다. 황범은 체직하라. 나머지는 아뢴 대로 하라.” 하였다.",
                "hj": "○戊子/司諫院啓: “前兵使金墀, 不俟交代, 擅離本營, 新兵使郭嶸掩置, 不卽啓聞, 請竝拿鞫。 忠淸監司申湛, 家在韓山, 留連貽弊, 請罷事。 忠淸兵使金鋘, 大興土木之役於全義本家, 請命罷職。 典簿黃範衰耗, 請罷事。” 答曰: “郭嶸, 不允。 黃範可遞, 餘依啓。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gichuk day, [the King] conducted state affairs in the gichuk year (. [The King] specially appointed 정언 Ji as governor of Chungcheong Province .",
                "H2KE-nKo": "기축년에 정사가 있었다. 정언지를 충청 감사에 특별히 제수하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 8일(기축) 1번째기사",
                "gt-oKo": "정사(政事)가 있었다. 정언지(鄭彦智)를 특가(特加)하여 충청 감사에 제수하였다.",
                "hj": "○己丑/有政。 以鄭彦智, 特加拜忠淸監司。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, 정언 Ji is slightly imple-hearted. Earlier, when he was serving as a royal secretary , he had been impeached for long periods of time and was promoted to praise the worthy and foolish. As a result, he has been promoted to praise the royal order. However, his presumptuous benevolence reached such an ordinary man like this. Your subjects request that he be corrected. The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“정언지는 명망이 본래 가벼워서 일찍이 승지로 있을 때 오랫동안 직무를 제대로 수행하지 못했다는 논박을 받았습니다. 그런데 ‘준량한 인재를 등용하라.’라는 하교를 내리자마자 은전이 먼저 이처럼 범상한 사람에게 미쳤습니다. 개정하도록 명하소서.”하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 8일(기축) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “정언지는 명망이 본디 가벼운 데다가 일찍이 승지로 임명되었을 적에는 오래도록 직책을 수행하지 못한 데 대한 논박을 받아왔습니다. 그런데 준수하고 현량한 인재를 등용해야 한다는 전교가 내려지자마자 지나친 은전(恩典)이 이와 같이 범상한 사람에게 먼저 내려졌으니 개정을 명하소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○司憲府啓: “鄭彦智, 名望素輕, 曾任承旨, 長被不職之駁, 登崇俊良之敎纔下, 而濫恩先及於如是凡常之人, 請命改正。” 答曰: “不允。”"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported to the King as follows: When the State Tribunal received a royal order, the recorder did not exit the gate after opening the city gates. However, when a lower clerk was ordered to exit the gates, the lower clerk of the State Tribunal brought a signature of dynastic judgment. Your subjects request that the staff officials of the State Tribunal and the record keeper of the night duty be dismissed from his post and the 색승지 be interrogated. The King 답하기를, “색낭청 of the Office of the Inspector General be dismissed from his post as reported. As the recorder was a temporary official, he did not know the circumstances and was unable to observe the circumstances. Interrogate all the royal secretaries to 추고하라.” 하였다.",
                "H2KE-nKo": "사간원이 아뢰기를,“의금부의 죄인에 대해 승전을 받들 때에 문을 닫은 뒤에 주서가 나가지 않고 문틈으로 하리를 시켜 나가서 받들게 하였는데, 의금부의 하리가 엄연히 서명하여 왕옥이 해이해졌습니다. 의금부의 해당 낭청과 상직 주서를 파직하고 색승지를 추고하소서.”하니 답하기를,“색낭청을 파직하는 일은 아뢴 대로 하라. 주서는 가관으로서 일의 체모를 알지 못하여 우연히 미처 살피지 못한 것이니, 승지까지 추고하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 1일(신해) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “의금부의 죄인에 대해 승전을 받들 때에 문을 닫은 뒤인데 주서가 문틈으로 나아가지 않고 하리(下吏)로 하여금 나아가 받들게 하였는가 하면 금부의 하리가 엄연히 서명하였으니 이는 왕옥(王獄)을 해이하게 만든 것입니다. 금부의 해당 낭청 및 상직(上直)했던 주서는 파직하고 색승지는 추고하소서.” 하니, 답하기를, “색낭청은 파직시키는 일은 아뢴 대로 하라. 그리고 주서는 가주서(假注書)이기 때문에 사체를 알지 못해서 우연히 살피지 못한 것이다. 승지와 아울러 추고하라.” 하였다.",
                "hj": "○辛亥/司諫院啓曰: “義禁府罪人捧承傳時, 閉門後, 注書不爲出去, 門隙而使下吏出捧, 則禁府下吏儼然着名, 王獄解弛, 請禁府當該郞廳及上直注書罷職, 色承旨推考。” 答曰: “色郞廳罷職事, 如啓。 注書以假官, 不識事體, 偶未及察, 竝承旨推考。”"
            },
            "2": {
                "H2KE-EN": "The King personally performed the rite of the fifth day of the fifth month (Dano, but only one clerk did not wear the mourning garment for the first anniversary of death. When the Royal Secretariat examined precedents, in the mujin year (, one clerk attended the King while in the eulhae year (, one clerk did not wear the mourning garment for the first anniversary of death. It was requested that the King discuss the matter with the Ministry of Rites . The Ministry of Rites reported to the King as follows: If the official who participate in the rite were to wear the mourning garment for the first anniversary of death, he could not participate in the rite. However, if the official historian enters the palace courtyard and performs the white garment for the first anniversary of death, that would be extremely uncomfortable. Your subjects request that the official historian who attend the rite and concurrently served in the Office of State Records be allowed to participate in the rite of the fifth day of the lunar month following the precedent of eulhae. The King 전교하기를, “우선은 participate in the rite of the fifth day of the lunar month following the precedent of eulhae.",
                "H2KE-nKo": "오는 단오제를 친히 행할 때에 한림 1원은 최복이 없다. 승정원이 전례를 상고해 보니, 무진년에는 백의 차림으로 입시하였고, 을해년에는 주서 1원이 최복이 없다는 이유로 입시하지 않았습니다. 예조에 의논하소서.”하니, 예조가 회계하기를,“배제하는 인원은 최복이 없으면 참석하지 못합니다. 사관이 전정에 출입하면서 백의 차림으로 행하는 것은 매우 온당치 못합니다. 시종신으로서 겸춘추를 지낸 사람으로 인원을 갖추어 입시하게 하는 것이 어떻겠습니까?”하자, 전교하기를,“우선 을해년의 전례에 따라 입시하지 않아도 무방하다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 1일(신해) 2번째기사",
                "gt-oKo": "오늘 단오제(端午祭)를 친행(親行)할 때에는 한림 1명의 최복이 부족하여 정원이 전례를 상고해 보니 무진년에는 백의(白衣)를 입고 입시했고, 을해년에는 주서 1명은 최복이 없어서 입시하지 않았다고 되어 있었다. 그래서 예조에게 의논하라 청했는데, 예조가 회계하기를, “배제(陪祭)하는 인원은 최복이 없으면 입참할 수 없습니다. 그리고 사관(史官)이 전정(殿庭)에 드나들 적에 백의로 다니는 것은 매우 미안한 일입니다. 시종(侍從)으로서 춘추관(春秋館)을 겸직한 사람으로 인원을 채워 입시하게 하는 것이 어떻겠습니까?” 하니, 전교하기를, “우선 을해년의 전례에 따라서 입시하지 않아도 무방하다.” 하였다.",
                "hj": "○來端午祭親行時, 翰林一員無衰服, 政院考前例, 則戊辰年則以白衣入侍, 乙亥年則注書一員, 以無衰服, 不爲入侍。 請議于禮曹, 禮曹回啓曰: “陪祭人員無衰服, 則不得入參。 史官出入殿庭, 而白衣行之, 至爲未安。 請以侍從兼春秋之人, 備員入侍何如?” 傳曰: “姑依乙亥前例, 不爲入侍, 無妨。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "[The King] appointed Seong Un as director of the Directorate of Palace Kitchen Supplies , Im Hun as director of the Directorate of Musical Training , and Kim Cheonil as magistrate of Imsil District .",
                "H2KE-nKo": "이성운을 사재감 정에, 임훈을 장악원 정에, 김천일을 임실 현감에 제수하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 2일(임자) 1번째기사",
                "gt-oKo": "성운(成運)을 사재 정(司宰正)에, 임훈(林薰)을 장악정(掌樂正)에, 김천일(金千鎰)을 임실 현감(任實縣監)에 제수하였다.",
                "hj": "○壬子/以成運拜司宰正, 林薰拜掌樂正, 金千鎰拜任實縣監。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King (Sejong requesting that posthumous titles be conferred upon Song Insu , Ahn Myeongseok , and Ku Sudam . [The King] replied, I have already issued a royal order. The Office of the Inspector General also presented a memorial to the King. [The King] did not consent on this.",
                "H2KE-nKo": "사헌부가 차자를 올려 송인수, 안명세, 구수담을 추증하기를 청하니, 답하기를,“이미 유지를 내렸다.”하였다. 홍문관도 차자를 올렸으나, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 21일(신미) 1번째기사",
                "gt-oKo": "사헌부가 차자를 올리기를, “송인수(宋麟壽)·안명세(安名世)·구수담(具壽聃)을 추증(追贈)하소서.” 하니, 답하기를, “이미 유지(有旨)가 있었다.” 하였다. 홍문관도 차자를 올렸으나 윤허하지 않았다.",
                "hj": "○辛未/司憲府上箚, 請宋麟壽、安名世、具壽聃追贈。 答曰: “已有旨。” 弘文館亦上箚, 不允。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The governor of Gyeonggi [Province] presented a memorial to the King, which stated, Magistrate of Namyang Jeong Yunhu is extremely busy with his government office. Please dismiss him from his position. The King reported this to the King, which stated, Jeong Yunhu is from a beginning to serve as a royal attendant, and he governs to one hundred ri away. He must devote himself to loving the lowborn people and make him serve as a source of repayment for the country. However, he has inconvenienced to offer his government office to the people. His crime cannot be forgiven. However, Jeong Yunhu is a mother and now is a farming season, and his crime cannot be changed. The crime committed is different from the corruption of corruption. You should send a letter to reprimand him so that he may be simple and prudent in his heart to comfort the people. This should be repeatedly instructed.",
                "H2KE-nKo": "경기 감사의 서장에,“남양 부사 정윤희는 관아의 공궤가 매우 번거로우니 파직하소서.”하였는데, 입계하니, 전교하기를,“정윤희는 시종신으로 있다가 수령으로 나갔으니 마땅히 마음을 다해 백성들을 사랑해서 나라에 보답할 터전으로 삼아야 하는데, 관아의 공궤를 번거로이 하여 백성들로 하여금 견디지 못하게 하였으니, 그 죄를 용서할 수 없다. 다만 정윤희는 노모가 있고 또 지금 한창 농사철인데 바꾸는 것은 폐단이 있다. 그가 범한 죄는 탐오와는 차이가 있으니, 경은 마땅히 편지를 보내 꾸짖고 그로 하여금 간소하고 신중하게 마음을 다해 백성들을 보살펴서 스스로 정성을 다하게 하라고 회유하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 27일(정축) 1번째기사",
                "gt-oKo": "경기 감사가 서장을 올리기를, “남양 부사(南陽府使) 정윤희(丁允禧)는 관아의 공궤(供饋)가 매우 번잡하니 파직할 것으로 입계합니다.” 하니, 전교하기를, “정윤희는 시종에서 출발하여 나아가 한 부중을 맡고 있으니 마음을 다하여 백성들을 자식같이 사랑해서 나라의 은혜에 보답해야 할 것이다. 그런데 관아에서의 공궤를 번거롭게 하여 백성들로 하여금 견디지 못하게 하고 있으니 그 죄는 용서할 수 없다. 다만 정윤희에게는 노모가 있고 또 지금 한창 농사철이라서 바꾼다면 폐가 있을 것이다. 그가 범한 죄는 탐오(貪汚)와는 차이가 있으니 경이 글을 보내어 힐책해서 그로 하여금 공궤를 간략하게 하고 스스로를 삼가서 마음을 다해 백성을 어루만지는 공효를 세우도록 회유하라.” 하였다.",
                "hj": "○丁丑/京畿監司書狀: 南陽府使丁允禧, 衙供甚煩, 請罷事。 入啓, 傳曰: “丁允禧發自侍從, 出宰百里, 宜竭其心, 子愛小民, 以爲報國之地, 而乃煩其衙供, 使民不堪, 罪在不赦。 但允禧有老母, 且時方農月, 改易有弊。 其所犯, 與貪汚有間, 卿宜移書責之, 使之簡約自愼, 盡心撫民, 以自效事回諭。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King submitted a memorial regarding the evil effects of Yi I , a resident of a county in the muin year ( and reported to the King. The King said, I read the memorial and admired your loyalty and righteousness.",
                "H2KE-nKo": "파주에 사는 이이의 시폐에 대한 상소를 입계하니, 답하기를, “상소를 살펴보고 충직한 말을 매우 가상하게 여겼다.” 하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 28일(무인) 1번째기사",
                "gt-oKo": "파주(坡州)에 사는 이이(李珥)가 시폐에 대해 올린 상소를 입계하니, 답하였다. “상소를 살펴보니, 그의 충직스러움이 매우 가상하다.”",
                "hj": "○戊寅/坡州居李珥時弊上疏入啓。 答曰: “省疏深嘉忠讜。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported: Gohyeon of the Royal Confucian Academy has long been placed under his jurisdiction, but he has no intention to apply his post. The public opinion has been raised until now that he has been appointed to a post. This is already wrong. The other day, because he was summoned by a study official, he was directly appointed to a post in the capital. The scholars are disappointed. Your subjects request that the officials of the senior third rank or above and the staff officials of the Ministry of Personnel be interrogated and that Magistrate of Asan District Yi Jiham and Magistrate of Imsil District Kim Cheonil be transferred and appointed to the position of qualified magistrate. The King replied, A wise person is appointed to the people. If he does not govern the people, what use can he be appointed to a post? It is not necessary to mention this matter. The King denied the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“임하의 고현은 산직에 둔 지 이미 오래되었는데도 부직할 뜻이 없어 공의가 시끄럽습니다. 그런데 비로소 벼슬에 제수하였으니 이미 잘못되었습니다. 지난번에 학행으로 부름을 받은 신하를 곧바로 외직에 보임하였으므로 사림이 실망하고 있습니다. 이조의 당상과 색낭청을 추고하고, 아산 현감 이지함, 임실 현감 김천일을 체차하여 그에 상당하는 관직에 제수하소서.”하니, 답하기를,“고현을 등용하는 것은 백성을 다스리기 위해서인데, 백성을 다스리지 않고 어디에 쓰겠는가. 이렇게 말할 필요가 없다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 5일(을묘) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “임하(林下)의 어진 사람을 버려둔 지 이미 오래되었는데도 부직(付職)시킬 뜻이 없다가 공의(公議)가 시끄럽자 그제야 비로소 제배하였으니 이미 잘못되었습니다. 그리고 지난번 학행(學行)으로 부름을 받은 신하를 즉시 외관에 보직하였으므로 사림들이 실망하고 있으니 이조의 당상과 색낭청을 추고하소서. 아산 현감 이지함(李之菡)과 임실 현감 김천일을 체직하여 상당한 직에 제수하소서.” 하니, 답하기를, “어진 사람을 등용하는 것은 백성을 다스리기 위해서인데 백성 다스리는 데 쓰지 않고 어디에 쓰겠는가? 그런 말은 할 필요가 없다. 윤허하지 않는다.” 하였다.",
                "hj": "○乙卯/司憲府啓: “林下高賢, 置散已久, 無意付職, 公議譁然。 乃始除拜, 已爲非矣。 頃日以學行恩召之臣, 旋補外官, 士林缺望。 請吏曹堂上、色郞廳推考, 牙山縣監李之菡, 任實縣監金千鎰, 遞授相當之職。” 答曰: “用賢爲民, 不治民而何所用哉? 不必如是爲言。 不允。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Magistrate of Isan District Yi Jiham submitted a memorial regarding the problem of problems. [The memorial] entered [the palace] and reported to the King. [The King] replied, Your opinion is correct.",
                "H2KE-nKo": "아산 현감 이지함이 폐단을 진달한 상소를 입계하니, 그대의 뜻이 옳다고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 6일(병진) 1번째기사",
                "gt-oKo": "아산 현감 이지함이 시폐(時弊)를 진술한 상소를 입계하니, 그대의 뜻이 옳다고 답하였다.",
                "hj": "○丙辰/牙山縣監李之菡陳弊上疏, 入啓。 答曰: “爾意是矣。”"
            },
            "2": {
                "H2KE-EN": "전교하기를, “절의는 국가의 원기요, sworthy of the Royal Placenta Chamber . In the past eulmyo year (, when the Japanese invaded, the frontier commanders sometimes swore their armor and flee to surrender. Sometimes, they deserted the fortress and fled. Sometimes, they remained and did not come. Magistrate of Jangheung Strategic Prefecture Han On and the Administrative Assistant Jo Hyeon alone resisted and died. The sworthy of these two mens dangerous and claimed, and I greatly commend them. It would be proper to specially bestow a sacrifice upon them. The King discussed the matter with high officials. The high officials said, Your Majestys instruction is truly appropriate. The Royal Secretariat reported, The death of Han On was obstinately obstinate. Sometimes, it was said that they died. Sometimes, it was said that they were on their way together with the pirates. Sometimes, they crossed the fortress and fled. The body of the body was completely unable to reach it, and only clothing were buried. The Ming court placed these worthy of these worthy. It was already excessive that after the six-year [mourning period], his wifes petition was eligible for the investiture of officials of the second rank. Now, it is inappropriate that Your Majesty grants a sacrifice to them. For the time being, it would be proper to wait until the governor of each province examines his family registers and then implement it. The King followed this advice.",
                "H2KE-nKo": "전교하기를,“절의는 국가의 원기이고 우주의 동량이다. 지난 을묘년 왜변 때에 변장이 갑옷을 벗고 투항하기도 하고 성을 버리고 도망치기도 하고 머뭇거리며 나아가지 않기도 하였는데, 장흥 부사 한온과 달량 권관 조현이 홀로 절의를 지키다가 죽었다. 이 두 사람의 의기가 늠름하니 내가 매우 가상히 여긴다. 특별히 제사를 내려 주는 일을 대신에게 의논하도록 하라.”하니, 대신이 의논드리기를,“성상의 하교가 진실로 마땅합니다.”하였다. 정원이 아뢰기를,“한온이 죽은 것에 대해 당시에 분분한 말들이 많았습니다. 어떤 이는 죽었다고 하고, 어떤 이는 적과 함께 갔다고 하고, 어떤 이는 평량자를 입고 성을 넘어 달아났다고 하는데, 그 시신은 과연 끝내 찾지 못하고 의복만 입고 장사지냈습니다. 조정에서 진위를 가린 지 6년이 지난 뒤에 그 아내의 상언으로 인하여 2품을 증직한 것도 이미 지나쳤습니다. 지금 치제하는 것은 온당치 못하니 우선 그 도의 감사가 문적을 상고하기를 기다린 뒤에 시행하는 것이 어떻겠습니까?”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 6일(병진) 2번째기사",
                "gt-oKo": "전교하기를, “절의(節義)는 국가의 원기이고 우주의 동량(棟梁)이다. 지난 을묘년 왜변 때 변장(邊將)들이 어떤 사람은 갑옷을 벗고 항복하기도 하고 어떤 사람은 성을 버리고 달아나기도 하고 어떤 사람은 머뭇거리면서 진격하지 않기도 했는데 장흥 부사(長興府使) 한온(韓蘊)과 달양 권관(達梁權管) 조현(曺顯)은 홀로 절의를 지키다가 죽었으니 이 두 사람의 늠름한 의기를 내가 매우 가상히 여긴다. 특별히 사제(賜祭)할 일에 대해 대신에게 의논하라.” 하였다. 대신이 의논드리기를, “상의 전교가 지당합니다.” 하고, 정원이 아뢰기를, “한온의 죽음에 대해서는 당시에 이야기가 분분했었습니다. 어떤 사람은 죽었다고도 하고 어떤 사람은 도적과 함께 갔다고도 하고 어떤 사람은 평량자(平涼子)를 쓰고 성을 넘어 달아났다고도 하는데, 그 시체는 과연 끝내 찾지 못하고 의복(衣服)만으로 장례를 치렀습니다. 그래서 조정에서는 참인지 거짓인지 의아한 상태로 있었는데 그후 6년이 지난 뒤에 그 처의 상언(上言)으로 인하여 2품에 증직(贈職)하였으니 그것도 이미 너무 지나칩니다. 그런데 지금 치제(致祭)하는 것은 온당치 않는 바가 있습니다. 우선 그 도의 감사가 문적(文籍)을 상고하기를 기다려 시행하려는 것이 어떻겠습니까?” 하니, 상이 그대로 따랐다.",
                "hj": "○傳曰: “節義, 國家之元氣, 宇宙之棟樑。 往者乙卯倭變時, 邊將或解甲投降, 或棄城遁走, 或逗留不進, 而長興府使韓蘊, 達梁權管曹顯, 獨抗節而死。 玆二人義氣澟澟, 予甚嘉尊。 特賜祭事, 議于大臣可也。” 大臣議: “上敎允當。” 政院啓曰: “韓蘊之死, 當時多有紛紛之說。 或云死之, 或云與賊同歸, 或云着平涼子, 越城而走。 其屍身, 則果爲終不得, 只以衣服葬之。 朝廷置諸眞贗之間, 至於六年之後因其妻上言, 贈職二品, 旣已過矣。 今此致祭有所未安, 姑待其道監司文籍相考, 後施行何如?” 上從之。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, During the rite of the fifth day of the fifth month (Dano at Gwanghyo Hall (Spirit Hall for King Taejong and Queen Wongyeong , officials who participated in the rite of participating in the rite of the fifth day of the fifth month are even more severe than that of the participation of the officials who participate in the rite of participating in the Altar of the Soil and Grain . They are unable to perform the rite of participating in the fifth day of the fifth month. Your subjects request that the jurisdiction be thoroughly examined and punished. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“단오날 효모전에서 배제할 때 참석하지 않은 관원이 전에 비해 더욱 심하여 반열을 이루지 못하였습니다. 법사로 하여금 적발하여 죄를 다스리게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 7일(정사) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “단오날 효모전(孝慕殿)에서 배제할 때에 참여하지 않는 관원이 전에 비해 더욱 많아서 반행(班行)을 이루지 못하였으니, 법사(法司)로 하여금 적발하여 치죄하게 하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○丁巳/司諫院啓: “端午孝慕殿陪祭時, 不參之員, 比前尤甚, 不成班行。 請令法司摘發治罪。” 上從之。"
            }
        }
    },
    "06": {
        "10": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Kwon Yeong , clerk of the Altar of the Soil and Grain , was originally vulnerable, and Yi Yueon , second deputy director of the Bureau of Royal Messengers , is foolish, and corrupted Magistrate of Gwangheung Magistracy Yun Seoncheol . [Your subjects] request that [Your Majesty] dismiss him from his position. Second Deputy Director of the Office of Royal Decrees Jeong Jongyeong is originally without knowledge. [Your subjects] request that [Your Majesty] dismiss him from his position. Governor of Pyeongan Province Yi Junmin had his son beat a person to death. [Your subjects] request that [Your Majesty] dismiss him from his position. [Your subjects] request that his son be imprisoned and [he] be punished in accordance with the law. [The King] replied, [Yi] Junmin should be replaced. Jeong Jongyeong should not be discussed. [The King] granted the request to [Jeong] Jongyeongs case. Later, [the King] granted the request.",
                "H2KE-nKo": "사간원이 아뢰기를,“사직령 권영은 평소 물의가 있고, 전첨 이유언은 혼미하고 노쇠하며, 광흥수 윤선철은 탐오하니 파직하소서. 지경연 정종영은 본래 학식이 없으니 체직하소서. 평안 감사 이준민은 자식을 풀어 살인하게 하였으니 파직하고, 그 자식은 수금하여 법에 따라 치죄하소서.”하니, 답하기를,“이준민은 체직하라. 정종영은 논할 수 없다. 나머지는 아뢴 대로 하라.”하였다. 정종영의 일은 뒤에 윤허하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 10일(경인) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “사직 령(社稷令) 권영(權泳)은 평소에 물의가 있고 전첨(典籤) 이유언(李幼彦)은 아둔한 데다 노쇠하였고 광흥 수(廣興守) 윤선철(尹先哲)은 탐욕스러우니 파직시키소서. 지경연 정종영(鄭宗榮)은 본디 학식이 없으니, 체직시키소서. 평안 감사 이준민은 자식을 놓아 사람을 죽였으니 파직시키고 그 자식은 잡아 가두고서 법에 따라 죄를 다스리소서.” 하니, 답하기를, “이준민은 체직해야 하나 정종영은 논할 수 없다. 나머지는 아뢴 대로 하라.” 하였다. 정종영의 일은 뒤에 윤허하였다.",
                "hj": "○庚寅/司諫院啓曰: “社稷令權泳, 素有物議, 典籤李幼彦昏愚衰耗, 廣興守尹先哲貪墨, 請罷。 知經筵鄭宗榮素無學識, 請遞。 平安監司李俊民, 縱子殺人, 請罷。 其子囚禁, 依法治罪。” 答曰: “李俊民可遞。 鄭宗榮不可論也。 餘依啓。” 鄭宗榮事, 後允之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "[The King] appointed Yi Yangwon as governor of Pyeongan Province and promoted him.",
                "H2KE-nKo": "이양원을 평안 감사에 특별히 제수하고 가자하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 11일(신묘) 1번째기사",
                "gt-oKo": "이양원은 평안 감사에 특별히 제수하고 가자하였다.",
                "hj": "○辛卯/以李陽元特拜平安監司, 加資。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Governor of Pyeongan Province Yi Yangwon is not suitable for promoting talent and reputation, and also recently there is an irregular matter in which he is incapable of being cautious and cautious. Your subjects request that he be replaced and corrected. The building of the Royal Tomb of Queen Sinhyo (Jeongjong and Queen Sinhyo (Jeongjongs Royal Tomb of Queen Hyogong and Queen Sinhyo were swept away and building the building of the food storehouses. The building of the storehouses were all sleep. At first, the building of the Royal Tomb of Queen Hyogong.",
                "H2KE-nKo": "사헌부가 아뢰었다. “평안 감사 이양원은 재능과 기국, 명망으로 볼 때 승진시켜 발탁하기에 적합하지 않습니다. 그리고 근래에 삼가지 않은 일이 있었으니 체차하고 개정하소서. 신효릉의 정자각 전내가 꺼져 구덩이를 만들었는데 물선고의 각 경로와 방사가 모두 비가 새었습니다. 당초에 신중히 조성하지 않았다가 곧바로 이처럼 허물어지고 누락되었습니다. 그 당시의 차지 낭청을 파직하소서.”\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 12일(임진) 1번째기사",
                "gt-oKo": "사헌부가 아뢰었다. “평안 감사 이양원은 재능과 기국, 성문(聲聞)과 덕망이 발탁하여 승진시키기에 합당하지 않습니다. 그리고 근래 근신하지 못한 일도 있으니 체차하여 개정하라고 명하소서. 신효릉(新孝陵)의 정자각(丁字閣) 전내(殿內)가 움푹 꺼져 구덩이가 되어서 물선(物膳) 창고가 각각 막히고 모든 방사(房舍)에 비가 샙니다. 이는 당초 조심성 없이 지었기 때문에 즉시 무너지고 새는 폐단이 이와 같은 것입니다. 당시의 차지 낭청(次知郞廳)을 파직시키소서.”",
                "hj": "○壬辰/司憲府啓: “平安監司李陽元, 才器聞望, 不合陞擢。 且近有不謹之事, 請命遞差改正。 新孝陵丁字閣殿內, 陷縮作坎, 物膳庫各梗, 房舍盡爲雨漏, 當初不謹造成, 旋有壞漏如此, 請其時次知郞廳罷職。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Governor of Pyeongan Province Yi Yangwon requested that the rank of Grand Master for Assisting toward Fundamental Laws [] be rectified. Deputy Director of the Military Training Office Shin Gyewon is foolish and corruption, and Circuit Fifth Inspector Yu Ok is presumptuous. Your subjects request that all of them be dismissed. The King replied, Yi Yangwon cannot be abandoned two separate locations. The King did not approve this request. As for the administrative assistant to the Office of the Inspector General , he has already interrogated him. It is not necessary to dismiss him from office. As for Shin Gyewon and Yu Ok, it is proper to replace them. Later, all the King granted permission. As for the rank of Yi Yangwon, the King rectified them.",
                "H2KE-nKo": "사간원이 아뢰기를,“평안 감사 이양원의 자헌대부 가자를 개정하소서. 훈련원 정 신계원은 용렬하고 탐욕스러우며, 감찰 유옥은 인물이 외람됩니다. 모두 파직하소서.”하니, 답하기를,“이양원은 2묘 때문에 버릴 수 없다. 윤허하지 않는다. 차지 낭청은 이미 추고하였으니 파직할 필요가 없다. 신계원과 유옥은 체직하라.”하였다. 뒤에 모두 윤허하였다. 이양원의 가자를 개정하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 12일(임진) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “평안 감사 이양원의 자헌 대부(資憲大夫)가 가자를 개정하소서. 훈련원 정(訓鍊院正) 신계원(辛繼元)은 용렬하고 탐욕스러우며, 감찰 유옥(兪沃)은 인물이 외람스러우니 아울러 파직시키소서.” 하니, 답하기를, “이양원은 두 개의 계란 때문에 버릴 수는 없으니 윤허하지 않는다. 차지 낭청은 이미 추고했으니 파직시킬 필요는 없다. 신계원과 유옥은 체직하라.” 하였다. 나중에는 모두 윤허하였는데 이양원의 가자도 개정하였다.",
                "hj": "○司諫院啓: “平安監司李陽元, 請改正資憲加。 訓鍊正辛繼元, 庸劣貪墨, 監察兪沃人物泛濫, 請竝罷。” 答曰: “李陽元, 不可以二卯棄之。 不允。 次知郞廳, 已爲推考, 不須罷職。 辛繼元、兪沃可遞。” 後皆允之。 李陽元加資改正。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Magistrate of Bupyeong Strategic Prefecture Choe Heungwon and Magistrate of Ansan District Yi Yeol failed to present the 정자각 of the new royal tomb and the Royal Tomb of Queen Hyoryeong . They were arrested and interrogated after their dismissal had been discovered.",
                "H2KE-nKo": "을미년에 부평 부사 최흥원과 안산 군수 이예열이 신효릉의 정자각을 미처 진배하지 않았다는 이유로 먼저 파직한 뒤에 잡아다 추고하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 15일(을미) 1번째기사",
                "gt-oKo": "부평 부사(富平府使) 최흥원(崔興源)과 안산 군수(安山郡守) 이예열(李禮悅)은 신효릉의 정자각에 미처 진배(進排)하지 않았으므로 먼저 파직하고 나서 잡아다가 추국하였다.",
                "hj": "○乙未/富平府使崔興源、安山郡守李禮悅, 以新孝陵丁字閣未及進排, 先罷後拿推。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, When the 정자각 of the new royal tomb of King Hyojo (King Taejo's great-great-grandfather was relocated, the Ministry of Rites did not prepare the protocol for the relocation of the spirit tablet. Your subjects request that the officials of the Ministry of Rites be interrogated, and the section chief and the staff officials be dismissed from their posts. The King granted permission. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“신효릉의 정자각을 개수할 때 영좌를 옮겨야 하는데 환안제의 절차를 해당 조에서 마련하지 않았습니다. 예조 당상을 추고하고 색낭청을 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 16일(병신) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “신효릉의 정자각을 다시 수리할 때에는 마땅히 영좌(靈座)를 옮겨야 하는데도 환안제(還安祭)·이안제(移安祭)의 절차를 해조가 마련하지 않았습니다. 예조의 당상을 추고하고 색낭청은 파직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○丙申/司憲府啓: “新孝陵丁字閣改修時, 當移靈座, 而還移安祭節次, 該曹不爲磨鍊。 請禮曹堂上推考, 色郞廳罷職。” 上從之。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King appointed Jeong Yeok as second censor .",
                "H2KE-nKo": "정유년에 박점을 사간으로 삼았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 17일(정유) 1번째기사",
                "gt-oKo": "박점(朴漸)을 사간에 제수하였다.",
                "hj": "○丁酉/以朴漸爲司諫。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Fifth-rank Aide Yu Yeong is cruel and wild. Your subjects request that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“도총 경력 유영은 거칠고 교활하니 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 17일(정유) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “도총 경력 유영(兪泳)은 거칠고 교활하니 파직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司諫院啓: “都摠經歷兪泳麤滑, 請罷。” 依啓。"
            },
            "3": {
                "H2KE-EN": "The chief pacification commissioner of Gyeongsang Province sent a letter, which stated, The rice weaponry is reduced. Former Magistrate of Heunghae District Song응su did not repair the weaponry. Former Subarea Commander of Seosaengpo Kim Daerip and others were arrested and interrogated.",
                "H2KE-nKo": "경상도 순무 어사의 서장에,“증미를 감축한 흥해 전 군수 송응수는 군기를 수리하지 않았고, 서생포 전 만호 김대립 등은 의금부로 잡아다 처리하라고 명하였습니다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 17일(정유) 3번째기사",
                "gt-oKo": "경상도 순무 어사가 서장을 올렸다. “증미(蒸米)를 감축시킨 흥해(興海)의 전(前) 군수 송응수(宋應秀)와 군기(軍器)를 수선하지 않은 서생포(西生浦)의 전 만호 김대립(金大立) 등을 잡아다 추고하게 하소서.”",
                "hj": "○慶尙道巡撫御史書狀: 蒸米減縮, 興海前郡守宋應秀, 軍器不修, 西生浦前萬戶金大立等, 命拿推。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Assistant Section Chief of the Ministry of Personnel Jo Won , who had entered government service for the first time, did not consider any suspicion or suspicion, and thus presumptuously guided his relatives. Your subjects request that he be replaced. There are only one or two staff officials of the Ministry of Personnel , which is extremely impudent. Your subjects request that quickly fill the staff officials of the Ministry of Personnel. The request was granted.",
                "H2KE-nKo": "사헌부가 아뢰기를,“이조 좌랑 조원은 처음 입사한 사람으로서 혐의를 헤아리지 않고 외람되이 친척을 끌어들였으니, 체차해 주소서. 이조의 낭관은 단지 한두 사람뿐이어서 매우 구차하니, 속히 채워 차임하라고 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 2일(임오) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “이조 좌랑 조원(趙瑗)은 처음으로 입사한 사람으로서 혐의를 생각하지 않고 외람되어 친척들을 끌어들였으니 체직시키소서. 그리고 이조 낭관은 한두 명의 관원이 있을 뿐이어서 매우 구차하니 속히 전차(塡差)하게 하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○壬午/司憲府啓: “吏曹佐郞趙瑗, 以初入仕之人, 不計嫌疑, 濫引親戚, 請遞。 吏曹郞官只有一二員, 極爲苟且, 請命急速塡差。” 答曰: “依啓。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyeongja day, Royal Lecturer Yi Won requested that the Collection of Collection (C. Xiao jian . I have read the Collection of Collection",
                "H2KE-nKo": "경연관 이원익이 아뢰어 《문산집》을 간행하기를 청하니, 정원에 전교하기를,“《문산선생집》은 내장에 있다. 내가 일찍이 《지남집》을 읽으면서 비통하고 감개한 지 오래되었으므로 차마 볼 수 없었다. 문산은 백이와 제나라 이후의 한 사람뿐이다. 만세의 인신의 표준이 되니 속히 인출하여 반포하라.”하였다. 정원이 이어 아뢰기를,“삼가 성상의 하교를 받드니 감격스러움을 금할 수 없습니다. 임금의 한마디 말은 사방에 전해지고 후세에 전해지는 것입니다. 지금 이 성상의 하교는 실로 절의를 부식하고 완악한 풍속을 격려하는 하나의 큰 기회입니다. 신들이 두세 번 받들어 읽으니 진달할 바를 모르겠습니다.”하니, 알았다고 전교하였다. 정원이 또 이런 뜻으로 차자를 올리니, 답하기를,“말은 옳다. 다만 정원은 논사하는 곳이 아니니 차자를 올리는 것은 옛날에도 그런 예가 없었다. 새로운 예를 만드는 것은 실로 마땅한 바가 아니다. 이후로는 답습하지 말라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 20일(경자) 1번째기사",
                "gt-oKo": "경연관 이원익(李元翼)이 문산집(文山集)을 간행하기를 계청하니, 정원이 전교하기를, “《문산선생집》은 내장(內藏)에 있다. 내가 일찍이 《지남집(指南集)》을 읽고 비장 감개하게 여긴 지 오래인데 차마 볼 수가 없었다. 문산(文山)은 백이(伯夷)·숙제(叔齊) 이후로 유일하게 만세토록 남의 신하가 된 자들의 표준이 될 것이니 속히 인출(印出)하여 반포해야 한다.” 하였다. 정원이 이어 아뢰기를, “삼가 성상의 전교를 받드니 감격스러운 마음 견딜 수가 없습니다. 임금의 한마디 말은 사방에 전달되고 후세에 수범(垂範)이 되는 것인데 지금 이 성상이 전교야말로 참으로 절의를 부식시키고 완악한 풍속을 격려시킬 수 있는 하나의 큰 기회가 될 것입니다. 신들의 재삼 받들어 읽었습니다만, 아뢸 바를 모르겠습니다.” 하니, 알았다고 전교하였다. 정원이 또 이런 뜻으로 차자를 올리니, 답하기를, “말은 옳다. 다만 정원은 논사(論思)하는 곳이 아니므로 옛날에도 차자를 올린 예(例)가 없었은데 새로 예를 만들어 내는 것은 참으로 마땅한 것이 아니다. 후에는 다시 하지 말라.” 하였다.",
                "hj": "○庚子/經筵官李元翼, 啓請刊行《文山集》。 傳于政院曰: “《文山先生集》, 內藏有之。 予曾讀《指南集》, 悲涼感慨者久矣, 不忍見也。 夫文山, 夷、齊後一人而已。 爲萬世人臣標準, 可速印出, 頒之。” 政院仍啓曰: “伏承聖敎, 不勝感激。 人主一言, 傳之四方, 垂之後世。 今此聖敎, 實扶植節義, 激厲頑俗之一大機也。 臣等捧讀再三, 不知所達。” 傳曰: “知道。” 政院又以此意上箚。 答曰: “言則是矣。 但政院非論思之地, 上箚古無其例, 做出新例, 實非所宜, 後勿踵之。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Hong Gasin , who was in the gyemyo year (, did not raise horses in separately. As he was involved in the correspondence of investigating officials, he avoided suspicion and replaced him.",
                "H2KE-nKo": "지평 홍가신이 분양한 말을 길들이지 않았다는 이유로 추고 대상에 들어 있다는 이유로 피혐하니, 체차하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 23일(계묘) 1번째기사",
                "gt-oKo": "지평 홍가신(洪可臣)이 분양(分養)한 말을 길들이지 않은 일로 추고의 반열에 있다는 것으로 피혐하여 체차되었다.",
                "hj": "○癸卯/持平洪可臣, 以分養馬不馴, 在推考之列, 避嫌遞差。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, When Won Gwangseok , a clerk of the Military Training Office , was previously serving as a stud farm in Jeju Island , he took private horses with him. Your subjects request that he be replaced. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“훈련원 정 원광세는 전에 제주의 점마로 있을 때 사마를 가지고 갔습니다. 체직시키소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 23일(계묘) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “훈련원 정 원광세(元光世)는 전번 제주 점마(濟州點馬)로 있을 때에 사마(私馬)를 지참하였으니, 체직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○司憲府啓: “訓鍊院正元光世, 前爲濟州點馬時, 挾持私馬, 請遞。” 上從之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On eulsa day, the officials of the Office of the Censor General suddenly suspended the suspension of giving the title of Grand Master for Excellent Virtue , Jeong 정언ji , who was invested with the title of Grand Master for Excellent Virtue , and suddenly suspensated the suspension of the Office of the Censor General. The officials of the Office of the Inspector General , who were unable to rectify the suspension of the Office of the Censor General, and suspension of the Office of the Censor General. The Office of the Censor General submitted a memorial requesting that the Office of the Censor General be replaced, and the Office of the Inspector General be replaced. The King approved this request.",
                "H2KE-nKo": "사간원 관원이, 정언지에게 내린 가선대부의 가자를 개정하는 일에 대해 갑자기 이전부터 올려 왔던 계사를 정지한 것에 대해 물의가 비난한다는 이유로 인혐하고서 물러갔다. 사헌부 관원이, 사간원이 이를 바로잡지 못하였다는 이유로 인혐하고서 물러갔다. 홍문관이 차자를 올려 사간원을 체차하고 사헌부를 출사하게 할 것을 청하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 25일(을사) 1번째기사",
                "gt-oKo": "사간원 관원이, 정언지(鄭彦智)에게 가자한 가선 대부를 개정하는 일을 갑자기 정계하였기 때문에 물의가 비난한다는 것으로 인혐하고 물러갔다. 사헌부 관원이, 사간원을 규찰하여 바로잡지 못하였다는 것으로 인혐하고 물러갔다. 홍문관이 차자를 올려 간원의 체차와 헌부의 출사를 청하니 아뢴 대로 따랐다.",
                "hj": "○乙巳/司諫院官, 以鄭彦智嘉善加改正事, 遽爲停啓, 物議非之, 引嫌而退。 司憲府官, 以不能紏正, 司諫院引嫌而退, 弘文館上箚, 請諫院遞差, 憲府出仕。 依啓。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Royal Secretariat reported, Kim Buin , the patrolman of the second Capital Markets , arbitrarily divided the military forces without waiting for the 감군이. Your subjects request that he be interrogated. The King ordered that Kim Buin be arrested and interrogated.",
                "H2KE-nKo": "승정원이 아뢰기를,“이소 순장 김부인이 감군을 기다리지 않고 제멋대로 분군하였으니 추고하소서.”하니, 의금부로 잡아다 추고하라고 전교하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 26일(병오) 1번째기사",
                "gt-oKo": "승정원이 아뢰기를, “이소 순장(二所巡將) 김부인(金富仁)은 감군(監軍)을 기다리지 않고 제멋대로 분군(分軍)했으니 추고하소서.” 하니, 잡아다가 추고하라고 전교하였다.",
                "hj": "○丙午/承政院啓曰: “二所巡將金富仁, 不待監軍, 擅自分軍, 請推。” 傳曰: “拿推。”"
            },
            "2": {
                "H2KE-EN": "The Royal Secretariat reported to the King as follows: Kang Taebi , a 감군 of the second Capital Wall Records of the Grand Abdicated King , did not receive the tally tally. After sunset, he went directly to his house and sat together with his father Kang Buin . Your subject is extremely surprised and apprehensive. 감히 아룁니다.” 하니, 전교하기를, “잡아다가 추문하라.” 하였다.",
                "H2KE-nKo": "승정원이 아뢰기를,“이소의 감군 강태숙은 낙점을 받은 뒤에 패를 받지 않고 날이 저문 뒤에 자기 집에서 곧바로 도착하여 김부인과 함께 분군하였다고 하니, 매우 놀랍습니다. 감히 아룁니다.”하니, 의금부로 잡아다 추고하라고 전교하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 26일(병오) 2번째기사",
                "gt-oKo": "승정원이 아뢰기를, “이소 감군(二所監軍) 강태숙(康台叔)은 낙점(落點)된 후에 패(牌)를 받지 않은 채 날이 저문 뒤에 집에서 곧바로 가서는 김부인과 함께 분군하였다고 하니 매우 놀랍습니다. 그래서 감히 아룁니다.” 하니, 잡아다가 추국하라고 전교하였다.",
                "hj": "○承政院啓曰: “二所監軍康台叔, 落點後不爲受牌, 日暮後, 自其家直到, 與富仁同坐分軍云, 至爲駭愕。 敢啓。” 傳曰: “拿推。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "After the fifth day of the fifth month in the musin year (, there was struck by snow and heavy thunder, and thunder fell in the gates of Munso Hall and Hyoseon . The King ordered that a high official be dispatched to perform a rite of comforting the spirits at Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui and at Yeoneun Hall .",
                "H2KE-nKo": "오후에 소나기가 내리고 크게 천둥이 쳐서 문소전과 효선문 안의 괴목에 벼락이 쳤다. 대신을 보내 문소전과 연은전에 위안제를 지내게 하라고 명하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 28일(무신) 1번째기사",
                "gt-oKo": "오후에 소나기가 오면서 천둥이 크게 일어나 문소전의 효선문(孝善門) 안의 괴목(槐木)에 벼락이 쳤다. 대신을 보내어 문소전과 연은전에 위안제(慰安祭)를 지내게 하였다.",
                "hj": "○戊申/午後, 驟雨大雷, 震于文昭殿、孝善門內槐木。 命遣大臣, 行慰安祭于文昭殿、 延恩殿。"
            },
            "2": {
                "H2KE-EN": "On gapsul day, the first day of the month, due to the urgency of disasters, the King requested that cultivate self-restrained and self-restrained occasions be conducted.",
                "H2KE-nKo": "정원이 재변이 절박하다는 이유로 공구수성할 것을 청하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 28일(무신) 2번째기사",
                "gt-oKo": "정원이 재변이 절박하다는 이유로 공구 수성하기를 청하였다.",
                "hj": "○政院以災變切迫, 請恐懼修省。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: The son of Yi Junmin of the Office of the Inspector General beat a government official to death in the gichuk year (, but the Office of the Inspector General suddenly suspended the suspension of the Office of the Inspector General and then suddenly suspension of the Office of the Censor General. The Office of the Censor General suspension of the Office of the Inspector General did not immediately rectify the suspension of the Office of the Inspector General because the Office of the Inspector General reported the facts but did not immediately rectify the suspension of the Office of the Inspector General. The Office of the Censor General then suspension of the Office of the Inspector General and the Office of the Censor General suspension of the Office of the Inspector General. The King approved this. ",
                "H2KE-nKo": "기축년 사헌부 관원이, 이준민의 아들이 관인을 구타하여 죽였다는 이유로 본부가 논핵하여 아뢸 때에 말이 분명하지 않았는데도 갑자기 논핵하여 아뢰던 것을 정지하였다는 이유로 인혐하고 물러갔다. 사간원 관원이 사헌부의 계사가 사실과 달랐는데도 즉시 바로잡지 않아 물의를 일으켰다는 이유로 인혐하고 물러갔다. 홍문관이 차자를 올려 사헌부는 출사시키고 사간원은 체차하기를 청하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 9일(기축) 1번째기사",
                "gt-oKo": "사헌부 관원이, 이준민(李俊民)의 아들이 관인(官人)을 타살(打殺)한 사건에 대해 본부(本府)가 논계할 때에 말을 분명하게 하지 않은 채 갑자기 정계(停啓)했다는 것으로 인혐(引嫌)하고 물러갔고, 사간원 관원은 헌부의 계사(啓辭)가 사실에 어긋났는데도 즉시 규정하지 못함으로써 물의를 일으켰다는 것으로 인혐하고 물러갔다. 홍문관이 차자를 올려 사헌부의 출사(出仕)와 간원의 체차(遞差)를 청하니, 아뢴 대로 따랐다.",
                "hj": "○己丑/司憲府官, 以李俊民之子打殺官人, 而本府論啓時, 語不分明, 遽卽停啓, 引嫌而退。 司諫院官以憲府啓辭失實, 而不卽糾正, 致有物議, 引嫌而退。 弘文館上箚, 請憲府出仕, 諫院遞差。 依啓。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi I as 대사간으로, Ahn Yong as 사간으로, and Seong낙을 헌납으로 삼았다.",
                "H2KE-nKo": "이이를 대사간으로, 안용을 사간으로, 성낙을 헌납으로 삼았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 9일(기축) 2번째기사",
                "gt-oKo": "이이(李珥)를 대사간에, 안용(安容)을 사간에, 성낙(成洛)을 헌납(獻納)에 제수하였다.",
                "hj": "○以李珥爲大司諫, 安容爲司諫, 成洛爲獻納。"
            }
        }
    },
    "07": {
        "10": {
            "1": {
                "H2KE-EN": "The magistrate of Gaeseong Magistracy submitted a memorial as follows: Among the southern corridor of this magistracy, a woman named a woman is equally similar to a man of our country, but her words are quite different. As this magistracy does not have an interpreter name and lives, it is impossible to inquire into her and send her to the capital. The King transmitted a royal directive, which stated, You should quickly inquire into her and then report back to me.",
                "H2KE-nKo": "개성부 유수의 서장에,“본부의 남부 안에서 어떤 여자가 옷차림과 머리카락을 묶었는데 우리나라 사람과 매우 비슷하였습니다. 그러나 말소리가 전혀 다르고 본부에는 역관이 없어서 이름과 거주지를 자세히 캐묻지 못하고 올려보냅니다.”하니, 전교하기를,“속히 자세히 캐물어서 아뢰라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 10일(기미) 1번째기사",
                "gt-oKo": "개성부 유수의 서장에, “본부(本府)의 남부(南部) 안에서 한 여자를 발견했는데 의복(衣服)의 제도와 염발(斂髮)한 모습은 우리 나라 사람과 아주 비슷하나 말은 전혀 달랐습니다. 그러나 본부에는 역관(譯官)이 없어 이름과 거주지를 자세히 물어볼 길이 없으므로 올려 보냅니다.” 하였는데, 전교하기를, “속히 자세히 물어서 아뢰라.” 하였다.",
                "hj": "○己未/開城府留守書狀: 府南部內, 得一女, 衣制及斂髮, 太似我國人, 而語音頓異, 本府無譯官, 名號居住, 不得盤問, 上送事。 傳曰: “斯速盤問以啓。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: The reform of government posts is a matter of great importance, and the Office of Palace Supplies presumptuously sent an official document to the Office of Palace Supplies . However, the Ministry of Personnel did not carefully examine the matter and hurriedly reported it to the King, which is a serious mistake. Moreover, the duties of the Office of Palace Supplies cannot be competent for the elderly. Now, the head of the Ministry of Taxation and the staff officials of the Ministry of Taxation are all advanced years of age. Your subjects request that the officials of the senior third rank or above who participated in the same office be replaced by the officials of the senior third rank or above and the staff officials of the junior third rank or above who participated in the same office be replaced. The King said, I could not carefully examine the matter because I happened to examine the matter. The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“관직을 그대로 두거나 혁파하는 것은 일의 체모가 중대한데, 내섬시가 망녕되이 첩정을 올렸는데도 해당 조에서 자세히 살피지 않고 갑자기 점련하여 아뢰었으니, 그 잘못이 더욱 큽니다. 더구나 호조의 직임은 연로한 사람이 감당할 수 있는 것이 아닙니다. 지금 호조의 장이들은 모두 나이가 많은 사람들이니, 점목에 동참한 당상 및 색낭청을 체차하라고 명하소서.”하니, 답하기를,“우연히 미처 살피지 못한 것이다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 10일(기미) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “관직의 연혁(沿革)은 사체가 중대한 것인데 내섬시가 경솔히 첩정을 했는데도 해조(該曹)가 자세히 살피지 않고 갑자기 점목(粘目)해서 아뢰었으니 그 잘못이 더욱 큽니다. 더구나 탁지(度支)의 직임은 나이 많은 사람이 감내할 수 있는 것이 아닌데 지금 호조 판서와 호조 참판은 모두 나이가 많은 사람입니다. 점목에 동참한 당상 및 색낭청은 체차하소서.” 하니, 답하기를, “우연히 미처 살피지 못한 것이니 윤허하지 않는다.” 하였다.",
                "hj": "○司憲府啓曰: “官職沿革, 事體重大, 內贍寺妄率牒呈, 而該曹不爲詳察, 遽卽粘啓, 其失尤大。 況度支之任, 非年老人所能堪。 今者戶曹長貳, 皆年高之人, 請粘目, 同參堂上及色郞廳命遞差。” 答曰: “偶未及察。 不允。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The mid-tier officials of the Ministry of Rites reported as follows: Your subject summoned interpreters from Gaeseong Magistracy to summon interpreters of each school and thoroughly inquire into various strength. However, the very many mentioned that they were not able to understand what they said. Sometimes, the words of our country were not clearly identified. The clothing and clothing were similar to those of our country, but their hands are not worthy. Therefore, the elderly women who are not engaged in compulsory labor service are not sufficient to satisfactory. Therefore, it is not possible to claim that they are a man of a country. Your subject requests that Gaeseong Magistracy be ordered to summon interpreters where they are currently located. Then, examine the location of the location",
                "H2KE-nKo": "예조 낭청이 아뢰었다. “개성부에서 온 여인을 각 학의 역관을 불러 모아 놓고 다방면으로 캐물었더니, 하는 말이 매우 많았으나 모두 알아들을 수가 없었습니다. 혹 우리 나라를 위한 말도 분명하지 않고 의복 제도도 전혀 우리 나라 사람과 비슷하여 손발이 마비되어 있지 않으며, 힘들여 일하는 촌부도 아니고 살<unk>이 꽉 찼으니, 또한 병든 사람도 아닙니다. 어느 나라 사람이라고 정확히 지적할 수는 없으니, 개성부로 하여금 현재 있는 곳에서 고발한 사람에게 자세히 탐문한 다음 장계를 올리게 한 뒤에 처리하는 것이 어떻겠습니까?”\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 11일(경신) 1번째기사",
                "gt-oKo": "예조 낭청이 아뢰기를, “개성부에서 보내온 여인은, 각학(各學)의 역관을 불러 모아 다방면으로 힐문했는데 그가 한 말이 매우 많았으나 모두 알아 들을 수가 없었습니다. 그리고 간혹 우리 나라 말을 하기도 하였으나 분명하지 않았습니다. 의복 제도는 완전히 우리 나라 사람과 같았고 손과 발에 못이 박히지 않은 것을 보면 노동일을 하는 촌부(村婦)는 아니며 살이 찐 것을 보면 또한 병든 사람도 아니었습니다. 그러나 어느 나라 사람이라고 확실히 지적할 수가 없으니 개성부에게 그가 있던 곳과 발고(發告)한 사람에게 자세히 갖추 물어 장계하게 한 다음 처치하는 것이 어떻겠습니까?” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○庚申/禮曹郞廳啓曰: “開城府來女人, 招聚各學譯官, 多般究問, 則所言甚多, 皆不得解聽。 或爲我國之語, 亦不分明, 衣制全似我國之人, 手足不腁胝, 非力役之村婦, 肥肉充肥, 亦非病人。 不可的指爲某國之人, 請令開城府, 現在處, 乃發告人處, 備細訪問狀啓, 後處置何如居?”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Executive Assistant of Hongju Choe Hanjo , who was shamelessly in office and was unable to manage his work. Chief Administrative Agency Bak Eongi was discourteous and Duty Chief of the Storehouse of Nurturing Worthies Jang Sehyun was incompetent in drinking and discourtesy. Your subjects request that all of them be dismissed from their posts. The King approved this request. The King ordered that Mun Gyejongs letter of appointment be revoked.",
                "H2KE-nKo": "사간원이 아뢰기를,“홍주 판관 최한조는 자리만 차지하고 앉아 다스리지 않고, 도총 경력 박언기는 패려하고, 양현고 직장 장세훈은 술을 즐기고 삼가지 않았으니, 모두 파직하소서.”하니, 답하기를,“아뢴 대로 하라. 문계종은 관작을 삭탈하도록 하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 11일(경신) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “홍주 판관(洪州判官) 최한조(崔漢祖)는 자리만 지키고 있을 뿐 관사(官事)를 다스리지 않고, 도총 경력 박언기(朴彦璣)는 패려스럽고, 양현고 직장(養賢庫直長) 장세훈(場世勳)은 술을 즐겨 근신하지 못하니 모두 파직시키소서.” 하니, 답하기를, “아뢴 대로 하라. 문계종은 관작을 삭탈하도록 하라.” 하였다.",
                "hj": "○司諫院啓曰: “洪州判官崔漢祖, 尸居不治, 都摠經歷朴彦璣悖戾, 養賢庫直長張世勳, 嗜酒不謹, 請竝罷職。” 答曰: “依啓。 文繼宗, 削奪官爵可也。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Jinsan District Yu Geukgong is old and foolish. Your subjects request that he be dismissed from his position until he recovered until he recovered. Officials of the Office of Diplomatic Correspondence and others did not encourage their official duties, and many paper lost their paper. Your subjects request that officials who supervised the Outlines and Details of the Comprehensive Mirror to Aid in Government be dismissed. The King granted permission. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“진산 군수 유극공은 노쇠하고 어리석으니 파직하소서. 병이 회복될 때까지 가족을 데리고 가지 말게 하소서. 교서관의 관원들은 서책을 인출할 때 근무를 권면하지 않아 종이가 많이 소모되었습니다. 《강목》을 담당하여 인출한 관원들을 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 12일(신유) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “진산 군수(鎭山郡守) 유극공(劉克恭)은 늙고 용렬하니 파직시키소서. 그리고 정상으로 회복될 때까지 가족(家族)을 데리고 부임하는 일이 없게 하소서. 교서관의 관원들이 서책을 인출할 때에 부지런히 출사하지 않아 다수의 종이가 손실되었으니 《강목(綱目)》을 맡아 인출하는 관원 등을 파직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○辛酉/司憲府啓曰: “鎭山郡守劉克恭, 衰耗昏庸, 請罷職。 限蘇復間, 除挈家。校書館官員等印出書冊時, 不爲勸仕, 紙地多數耗失。 請《綱目》次知印出官員等罷職。” 上從之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] conducted state affairs through the suspension of the King.",
                "H2KE-nKo": "구전 정사를 행하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 12일(신유) 2번째기사",
                "gt-oKo": "구전(口傳)으로 정사를 하였다.",
                "hj": "○爲口傳政。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Army Commander of the Northwest Territory Shin Ik is low and low, and weaponry. Your subjects request that he be dismissed from his post. Executive Assistant of Hongju Yi Sinro was formerly appointed as a magistrate, and he was excessive. Your subjects request that he be dismissed from his post. Yi Chang , magistrate of Jaeryeong , married a daughter of a county and took a concubine. He lived in a remote area and widely cultivated land. Your subjects request that he be replaced. When reporting to Your Majesty in the morning court assembly, there were many errors and negligence. Your subjects request that a royal secretary be replaced. The King 답하기를, “모두 아뢴 대로 하라. The royal secretary should be interrogated. He should not be replaced.",
                "H2KE-nKo": "사헌부가 아뢰기를,“북도 병사 신익은 행영의 성지가 낮고 얕으며 군기가 파손되었으니 파직을 명하소서. 홍주 판관 이신로는 전에 수령으로 있을 때 범람한 짓을 하였으니 파직하소서. 재령 군수 이창은 본군의 여자를 첩으로 삼아 그 지방에 살면서 전토를 널리 개간하였으니 체차하소서. 조강의 계사를 취품할 때 잘못되고 소루한 부분이 많았으니 입시한 승지를 체차하소서.”하니, 답하기를,“모두 아뢴 대로 하라. 승지는 추고만 하고 체차할 수는 없다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 13일(임술) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “북도 병사(北道兵使) 신익(申翌)의 행영(行營)은 성지(城池)가 낮고 얕으며 군기가 결손되었으니 파직시키소서. 홍주 판관 이신로(李信老)는 전에 수령으로 있을 적에 외람된 짓을 했으니 파직시키소서. 재령 군수(載寧郡守) 이창(李敞)은 본군(本郡)의 여자를 첩으로 삼고 바야흐로 그 지방에 살면서 전토(田土)를 널리 개간하였으니 체직시키소서. 조강에서 계사하여 취품할 적에 잘못되고 소루한 점이 많았으니 입시 승지를 체차시키소서.” 하니, 답하기를, “모두 아뢴 대로 하라. 승지로 추고하되 체직은 안 된다.” 하였다.",
                "hj": "○壬戌/司憲府啓曰: “北道兵使申翌, 行營城池低淺, 軍器刓缺, 請命罷職。 洪州判官李信老, 前爲守令, 泛濫, 請罷職。 載寧郡守(李敝)〔李敞〕娶本郡女爲妾, 方居其地, 廣開田土, 請遞。 朝講啓辭取稟時, 多誤錯踈漏, 請入侍承旨遞差 。” 答曰: “竝依啓。 承旨可推, 不可遞。”"
            },
            "2": {
                "H2KE-EN": "On musul day, a white rainbow approached the sun.",
                "H2KE-nKo": "흰 무지개가 해를 가로질렀다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 13일(임술) 2번째기사",
                "gt-oKo": "흰 무지개가 해를 꿰었다.",
                "hj": "○白虹貫日。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Left and Right State Councilors requested permission to resign from office on the musul year (1423, the fourth year of King Sejongs reign. The King denied this request.",
                "H2KE-nKo": "좌의정과 우의정이 무지개의 변고로 사직하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 14일(계해) 1번째기사",
                "gt-oKo": "좌상과 우상이 무지개의 재변 때문에 사면하니, 윤허하지 않는다고 답하였다.",
                "hj": "○癸亥/左、右相, 以虹變辭免。 答曰: “不允。”"
            },
            "2": {
                "H2KE-EN": "Yu Hun was appointed as army commander of the northern area .",
                "H2KE-nKo": "유훈을 북도 병사에 제수하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 14일(계해) 2번째기사",
                "gt-oKo": "유훈(柳塤)을 북도 병사에 제수하였다.",
                "hj": "○以柳塤拜北道兵使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Registrar of the Privy Council Jeong Mansaeng is presumptuous. Your subjects request that he be dismissed from his post. Magistrate of Jaeryeong County Jo Cheonryeong is foolish and foolish. Your subjects request that he be replaced. The King granted the request.",
                "H2KE-nKo": "사간원이 아뢰기를,“도총 경력 정만생은 인물이 범람하니 파직하소서. 재령 군수 조천령은 인물이 혼미하고 용렬하니 체차하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 15일(갑자) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “도총 경력 정만생(鄭晩生)은 인물이 외람되니 파직시키소서. 재령 군수 조천령(曺千齡)은 인물이 아둔하고 용렬하니 체차시키소서.” 하니, 아뢴 대로 윤허한다고 답하였다.",
                "hj": "○甲子/司諫院啓曰: “都摠經歷鄭晩生, 人物泛濫, 請罷職。 載寧郡守曹千齡, 人物昏劣, 請遞差。” 答曰: “依允。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General again presented a memorial to the King to explain the evil effects of the people. The King replied, Recently, a disaster of natural disasters has occurred one after another. Heaven shows an extreme reprimand reprimand. I am deeply apprehensive and apprehensive. Upon reading this memorial, I truly commend you. You must keep this in mind.",
                "H2KE-nKo": "사간원이 또 차자를 올려 시폐를 진달하니, 답하기를,“근래 재변이 거듭 나타나서 하늘이 견책을 보인 것이 극에 달하였으니, 두려운 마음을 가눌 수 없다. 이 차자를 보니 참으로 가상하다. 더욱 유의하겠다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 15일(갑자) 2번째기사",
                "gt-oKo": "사간원이 또 차자를 올려 시폐를 진달하니, 답하였다. “근래 재변이 거듭 나타나고 있으니 하늘이 꾸지람을 보이는 것이 극도에 이르렀다. 조심스럽고 두려운 마음을 견딜 수 없었는데, 이 차자를 보니 참으로 가상하다. 마땅히 더욱 유의하겠다.”",
                "hj": "○司諫院又上箚, 陳時弊。 答曰: “近來災變疊現, 天之示譴極矣。 不勝兢惕之至。 見此上箚, 良用爲嘉, 當加留意。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Inspector General , which stated, If scholar-officials under the pretext of order to occupy seafarms under the pretext of names, investigate and impeach them so as to encourage social customs. The King transmitted a royal directive to the Office of the Inspector General, which stated, Many people in Hwanghae Province scrambled to occupy interests, and it is difficult to prevent the source of benefits. I think that I intend to cultivate cult",
                "H2KE-nKo": "전교하기를,“사대부로서 아랫백성이라는 이름을 가탁하여 해택을 점유하려고 꾀하는 자는 곧바로 규찰하고 조사하여 기강을 진작하도록 헌부에 말하라.”하였다. 전교하기를,“황해도의 노전을 다투어 점유하는 사람이 많은데, 이익의 근원을 막기가 어렵다. 내 생각에는 개간하여 둔전을 만들고 그 수입을 거두어 관서로 수송하여 군량을 풍족하게 하는 것이 어떨까 한다. 비변사에 말하라.”하였다. 비변사가 일의 체모가 중대하니 대신에게 의논하여 시행하기를 청하니, 전교하기를,“아뢴 대로 하라. 본도의 감사로 하여금 강직하고 명민한 차사원을 정하여 측량하게 하되, 얼마 안 되었는지를 따지지 말고 입안하여 우선 묵혀 두도록 하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 16일(을축) 1번째기사",
                "gt-oKo": "전교하기를, “사대부로서 하민(下民) 이름을 가탁하여 해택(海澤)을 점유하고 있는 자는 즉시 규찰 핵실하여 풍기를 진작시키라는 것으로 헌부에 이르라.” 하고, 또 전교하기를, “황해도 갈대밭[蘆田]을 사람들이 많이들 다투어 점유하고 있는데 그 이끗의 근원을 막기가 어렵다. 내 생각은 그 곳을 개간하여 둔전(屯田)을 만들고 거기서 나오는 것을 거두어 관서(關西) 지방에 실어 보내어 군량미를 충족시키는 것이 어떨까 한다. 비변사(備邊司)에 이르라.” 하였다. 비변사가, 사체가 중대하다는 이유로 대신에게 의논하여 시행하기를 청하니, 전교하기를, “아뢴 대로 하라. 본도의 감사에게 강명(剛明)한 차사원(差使員)을 정하여 타량(打量)하게 하라. 그리고 시일의 구근(久近)을 따지지 말고 입안(立案)하되 묵은 곳부터 먼저하게 하라.” 하였다.",
                "hj": "○乙丑/傳曰: “士大夫托名下民, 謀占海澤者, 直擧糾覈, 以振風紀事, 言于憲府。” 傳曰: “黃海道蘆田, 人多爭占, 利源難防。 予意欲開墾作屯田, 收其所入, 轉輸關西, 以足兵食何如? 言于備邊司。” 備邊司, 以事體重大, 請議大臣施行。 傳曰: “依啓。 令本道監司, 定剛明差使員打量, 勿論久近, 立案爲先陳荒之。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The chief army commander of Gyeongsang Province reported, Magistrate of Jinju Strategic County Yi Jesin wrote a single tally and robbbed the tally of Jeong Daeho , a literary licentiate , and others who stole the tally of the military officers. The King reported this to the King. The King transmitted a royal directive, which stated, Jeong Daeho and his son [Yi] Hongjung , a man of official rank Ha Manjin , his son [Yi] Bi , Kang Geukgi , and his elder brother [Yi] Geukjeong , a man of official rank Kang Geumhyang , a man of a powerful man of official rank , and a local clerk who possessess a wicked clerk in a local school and inflicted harm upon the people. When they conspiracy with them, they stole the tally of the magistrate and robed the tally of the military officers. They harbored wickedness and slandered the royal court. They are extremely surprised. Interrogate all of them and interrogate them.",
                "H2KE-nKo": "경상도 병사가 장계하기를,“진주 목사 이제신이 차고 있던 병부를 진사 정대호 등이 장교와 한마음으로 훔쳐 갔다고 입계합니다.”하니, 전교하기를,“정대호와 그의 아들 정홍중, 품관 하만진 및 그의 아들 하계빈, 강극기 및 그의 서제 강극정, 장교 강금향 등은 본래 호강한 품관이며 원악향리로서 향곡에서 무단하고 백성들을 학대하였다. 심지어 공모하여 훔쳐 내기까지 하였고, 목사의 발병부는 흉악한 마음을 품고 조정을 경멸하였으니 매우 놀랍다. 모두 속히 잡아와서 추고하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 18일(정묘) 1번째기사",
                "gt-oKo": "경상도 병사가 진주 목사(晉州牧使) 이제신(李濟臣)이 차고 있던 병부(兵符)를 진사 정대호(鄭大濩) 등이 장교(將校)들과 한마음이 되어 훔쳤다는 내용으로 장계를 올렸는데, 입계하니 전교하였다. “정대호와 그 아들 정홍중(鄭弘仲), 품관(品官) 하만진(河萬津)과 그 아들 하분빈(河濆濱), 강극기(姜克己)와 그 서제(庶弟) 강극정(姜克貞), 장교 강금향(姜金香) 등은 본래 호강(豪强)한 품관이요 원악 향리(元惡鄕吏)로서 향곡(鄕曲)에서 무단(武斷)하면서 백성들을 침학하였다. 심지어는 동모하여 목사가 차고 있던 발병부(發兵符)까지 훔쳐냈으니 그들이 흉특한 마음을 품고 조정을 업신여긴 소행이 매우 해괴하고도 놀랍다. 모두 빨리 잡아다가 추고하라.”",
                "hj": "○丁卯/慶尙道兵使狀啓: 晋州牧使李濟臣, 佩持兵符, 進士鄭大濩等, 將校同心偸取事, 入啓。 傳曰: “鄭大濩及其子弘仲, 品官河萬津及其子濆濱, 姜克己, 及其孽弟克貞, 將校姜金香等, 本以豪强品官, 元惡鄕吏, 武斷鄕曲, 淩虐百姓, 至於同謀偸出, 牧使發兵符, 其包藏兇慝, 輕蔑朝廷, 極爲駭愕。 竝急速拿來推考。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Fifth-rank Aide to the Ministry of War Ahn Sehui was discourteous and Magistrate of Sinchang District Choe Yeongjeung was wicked and cunning. Your subjects request that all of them be dismissed from their posts. Magistrate of Jeongsan District Im Mi did not know how to write, and Director of the Directorate of Fabrics Shin I was exhausted. Your subjects request that all of them be replaced. The King granted permission.",
                "H2KE-nKo": "사간원이 아뢰기를,“도총부 도사 안세희는 패려하고, 신창 현감 최영징은 간교하니 모두 파직하소서. 정산 현감 임련은 글을 알지 못하고, 제용감 정 신일은 노쇠하였으니 모두 체차하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 2일(신해) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “도총부 도사(都摠府都事) 안세희(安世熙)는 패려스럽고 신창 현감(新昌縣監) 최영징(崔永徵)은 간교하니 아울러 파직시키소서. 정산 현감(定山縣監) 임구(林枸)는 글을 모르고 제용감 정(濟用監正) 신일(辛馹)은 노쇠하였으니 아울러 체차하소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○辛亥/司諫院啓曰: “都摠府都事安世熙悖戾, 新昌縣監崔永徵奸巧, 請竝罷職。 定山縣監林枸, 目不知書, 濟用監正辛馹衰耗, 請竝遞差。” 上從之。"
            },
            "2": {
                "H2KE-EN": "Executive Assistant to the Magistrate of Ganggye Mun Monghyeon submitted a memorial about ten occasions of Wi Jing , who was stored in his house, and submitted a memorial to the King. The King replied, Wi Jing is a scholar who lost his moral integrity and fraternal achievements, and thus I do not refrain from him. You think that I intend to make me known to serve as a warning to the utmost governance, which is truly praiseworthy.",
                "H2KE-nKo": "강계 판관 문몽헌이 자기 집에 소장하고 있던 위징의 십점소를 올려 상소하니, 답하기를,“위징은 절개를 잃고 명예를 좋아하는 선비이니, 내가 취하지 않는 바이다. 그대의 뜻은 나로 하여금 이로 인하여 경계할 줄을 알게 하여 지치에 이르게 하려는 것이니, 참으로 가상하다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 2일(신해) 2번째기사",
                "gt-oKo": "강계 판관(江界判官) 문몽헌(文夢軒)이 자기 집에 소장하고 있던 위징(魏徵)의 십점소(十漸疏)와 함께 상소를 올리니, 답하였다. “위징은 절개를 잃고 명예를 좋아하던 사람이므로 내가 취하지 않는 바이다. 그대의 뜻은 나로 하여금 이것으로 인하여 경계할 줄을 알아서 지치(至治)로 나아가게 하고자 해서이니, 진실로 가상한 일이다.”",
                "hj": "○江界判官文夢軒, 家藏魏徵十漸疏, 投進上疏。 答曰: “魏徵乃失節好名之士, 予所不取。 爾意蓋欲使予, 因此知戒, 以進至治, 良用爲嘉。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Minister of Personnel Noh Jin requested his resignation after bowing before the King prior to departing for his appointed provincial position. The King responded to his resignation.",
                "H2KE-nKo": "이조 판서 노진이 숙배한 뒤에 사면하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 21일(경오) 1번째기사",
                "gt-oKo": "이조 판서 노진(盧禛)이 숙배하고 나서 사면하니, 사직하지 말라고 답하였다.",
                "hj": "○庚午/吏曹判書盧禛, 肅拜後辭免。 答曰: “勿辭。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Last year, when the Office of Palace Supplies was stored at the Office of Palace Supplies , [the Office of Palace Supplies] did not carefully inspect [the Office of the Storehouse of Grain and Storehouse], making it impossible to make it false. [Your subjects] request that the fifth inspector and the staff officials of the Ministry of Taxation all be dismissed from their positions. [The King] granted permission.",
                "H2KE-nKo": "사간원이 아뢰기를,“지난해 내섬시에서 기름과 꿀을 번고할 때 전혀 살피지 않아 없는 것을 있다고 하였습니다. 그 당시의 청대 감찰과 호조 낭청을 모두 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 22일(신미) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “지난해 내섬시가 기름과 꿀을 번고(反庫)할 때에 전혀 잘 살피지 않아서 없는 것을 있는 것으로 만들어 놓았으니 그때의 청대 감찰(請臺監察)과 호조 낭청을 모두 파직시키소서.” 하니, 상이 그대로 따랐다.",
                "hj": "○辛未/司諫院啓曰: “前年內贍寺油淸反庫時, 專不致察, 以無爲有, 請其時請臺監察、戶曹郞廳, 竝罷職。” 上從之,"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The fifth-rank aide to the governor of Chungcheong Province submitted a memorial stating, Magistrate of Asan District Yi Jiham submitted a memorial to the King and was sent to the capital. However, Yi Jiham died before the memorial was not yet sent. The memorial was submitted to the King and the Royal Secretariat reported to the King. The Royal Secretariat reported, Yi Jiham is a man of integrity and possessing talents and extraordinary knowledge. He spreads and moral integrity, modest peoples eyes and ears. He lives with filial piety and filial piety while governing the people with utmost sincerity. He observed the memorial to the death of Yi Jiham, which shows gentle and sincere, and he can be called a powerful possibility for the time being. Previously, when Kim Eom died, Kim Eom was specially granted a royal favor. Your subjects request that he be praised in accordance with precedent. The King transmitted a royal directive, which stated, It is not possible to grant a posthumous title and a special condolence gifts to Yi Jiham, too, cannot be easily carried out. The King sent the memorial to the office in charge to discuss the matter and then report back to me. Chief State Councilor Kwon Cheol , Left State Councilor 홍섬 , and Fifth-rank aide to the Royal House Administration Bak Sun said, Although he is not granted a posthumous title, your subjects request that a condolence gift be granted. Right State Councilor 노수신 said, Your subjects request that a small amount of gift be granted and a condolence gift be granted. The King 전교하기를, “특별히 condolence gift and condolence gifts be granted according to Kim Eoms precedent.",
                "H2KE-nKo": "충청도 도사의 서장에 아산 현감 이지함의 상소를 올려보내게 하였는데, 미처 올려보내기 전에 이지함이 죽었다는 내용으로 입계하였다. 승정원이 아뢰기를,“이지함은 마음을 맑게 가지고 욕심이 적고 고상한 재주를 지녔으며 언론과 풍지가 사람들의 이목을 감동시켰습니다. 집에서는 효도와 우애를 독실히 하고 백성에게는 백성을 사랑하는 정성을 다하였습니다. 그가 죽기를 각오하고 올린 한 통의 상소를 보니 간절하고도 정녕하여 시무를 아는 호걸이라 할 만합니다. 지난날 선왕 때 현감 김범이 죽었을 때 특별히 은전을 내려 전례에 따라 포상하고 장려하소서.”하니, 전교하기를,“증작까지 해서는 안 되고 별도로 치부하는 것도 경솔히 해서는 안 된다. 대신에게 물어보라. 그 상소를 해당 관사에 내려보내 대신과 의논하여 의견을 갖추어 아뢰게 하라.”하였다. 영의정 권철, 좌의정 홍섬, 영중추부사 박순은 의견을 올리기를,“증작은 하지 못하더라도 치부하는 은전을 시행하소서.”하고, 우의정 노수신은 의견을 올리기를,“그에게 상당하는 관작을 대략 추증하고 치부하고 치제하소서.”하니, 전교하기를,“별도로 치부하고 조제하는 것은 김범의 예에 따라 거행하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 24일(계유) 1번째기사",
                "gt-oKo": "충청도 도사(忠淸道都事)가, 아산 현감 이지함(李之菡)의 상소를 올려 보내려 하였는데 미처 올려보내기도 전에 이지함이 죽은 일로 장계를 올렸다. 입계하고 정원이 아뢰기를, “이지함은 맑은 마음에 욕심이 적고 높은 재예에 뛰어난 식견을 가진 사람으로서 그 언론(言論)과 풍지(風旨)는 사람들의 이목(耳目)을 감동시켰습니다. 집에서는 효우(孝友)의 행실이 돈독하였고 백성을 다스림에 있어서는 어루만져 돌보는 정성을 다하였습니다. 그가 죽음에 임하여 올린 한 통의 상소를 보건대, 정성스럽고 정녕하여 시무(時務)를 아는 뛰어난 사람이라고 할 만합니다. 지난 선조(先朝) 때에도 현감(縣監) 김범(金範)이 죽었을 때에 특별히 은전을 내렸었으니 그 전례에 따라 포장(褒奬)하소서.” 하니, 전교하기를, “증작(贈爵)까지는 할 수 없으나 특별한 치부(致賻)는 해야 하는데 그것도 경솔히 할 수는 없으니 대신에게 하문하라. 그 상소를 해사에 내려 대신과 의논하여 회계하게 하라.” 하였다. 영의정 권철, 좌의정 홍섬, 영부사 박순(朴淳)이 의논드리기를, “비록 증작은 할 수 없더라도 치부하는 은전은 베푸소서.” 하고, 우의정 노수신은 의논드리기를, “간략하게나마 상당한 관작을 추증하고 치부와 치제(致祭)를 내리소서.” 하니, 전교하기를, “특별한 치부와 조제(弔祭)를 하되 김범의 예에 따라 하라.” 하였다.",
                "hj": "○癸酉/忠淸道都事書狀: 牙山縣監李之菡上疏上送, 而未及上送之前, 之菡身死事, 入啓。 政院啓曰: “李之菡, 澄心寡慾, 高才絶識, 言論風旨, 動人耳目, 居家篤孝友之行, 臨民盡撫字之誠, 觀其將死一疏, 懇惻丁寧, 可謂識時務之豪傑。 往在先朝, 縣監金範之沒, 特加恩典, 請依前例褒奬。” 傳曰: “不可至於贈爵, 別致賻, 亦不可輕易爲之。 問于大臣。 其上疏, 下該司議大臣, 回啓。” 領議政權轍、左議政洪暹、領府事朴淳議: “雖不得贈爵, 請致賻施恩典。” 右議政盧守愼議: “請略贈相當之爵, 致賻祭。” 傳曰: “別致賻弔祭, 依金範例爲之。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On imja day, a message was issued to the capital and the provinces to advise advising messages.",
                "H2KE-nKo": "서울과 지방에 교서를 내려 구언하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 3일(임자) 1번째기사",
                "gt-oKo": "중외에 하서하여 구언(求言)하였다.",
                "hj": "○壬子/下書于中外, 求言。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Kwon Cheol submitted his resignation on account of illness. The King did not approve his request. ",
                "H2KE-nKo": "영의정 권철이 신병으로 정사하니, 윤허하지 않았다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 3일(임자) 2번째기사",
                "gt-oKo": "영의정 권철이 신병 때문에 정사(呈辭)하였으나 윤허하지 않았다.",
                "hj": "○領議政權轍, 身病呈辭。 不允。"
            },
            "3": {
                "H2KE-EN": "Second Deputy Director of the Royal House Administration Yun Hyeon passed away.",
                "H2KE-nKo": "지돈녕부사 윤현이 졸하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 3일(임자) 3번째기사",
                "gt-oKo": "지돈령부사(知敦寧府事) 윤현(尹鉉)이 졸(卒)하였다.",
                "hj": "○知敦寧府事尹鉉卒。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "A physician of the Office of Palace Procurement Yang Yesu , who was in mourning for the gyechuk year (, was well-versed in artisans and medical skills. According to the report of the superintendents , the King ordered Yang Yesu to come to the capital and provide him with wages. Yang Yesu submitted a memorial requesting that he be allowed to live in a thatched hut by the grave to complete the mourning period. The King replied, It is not comparable to have him come to the capital and stay in a thatched hut by his mourning period. However, as your feelings are like this, I grant your request. ",
                "H2KE-nKo": "거상 중인 내의 양예수가 술업에 정통하다고 하여 제조의 계사로 인하여 서울집에 와서 늠료를 지급하라고 명하였다. 양예수가 상소하여 여막을 지키면서 삼년상을 마치겠다고 청하니, 답하기를,“그대에게 서울집에 와서 있으라고 명한 것은 기복에 비할 바가 아니다. 그러나 그대의 마음이 이미 이와 같으니, 이에 청한 대로 윤허한다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 4일(계축) 1번째기사",
                "gt-oKo": "상인(喪人)인 내의(內醫) 양예수(楊禮壽)는 술업에 정통하였으므로 제조의 계사에 따라 서울집에 와서 있게 하고 요미(料米)를 주라고 명했는데 양예수가 상소을 올려 여묘살면서 복(服)을 마치겠다고 하니, 답하였다. “너를 서울집에 와 있으라고 명한 것은 기복(起復)에 비할 것이 아니다. 그러나 너의 뜻이 이미 이와 같으므로 이에 너의 소청을 윤허한다.”",
                "hj": "○癸丑/喪人內醫楊禮壽, 以術業精通, 因提調啓辭, 命來在京家, 給料。 禮壽上疏, 請守廬終制。 答曰: “命爾來在京家, 非起復之比。 然爾情旣如此, 玆允所請。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Jeong Daenyeon was appointed minister of personnel , and Kang Sasang was appointed minister of war .",
                "H2KE-nKo": "정대년을 이조 판서에, 강사상을 병조 판서에 제수하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 5일(갑인) 1번째기사",
                "gt-oKo": "정대년(鄭大年)을 이조 판서에, 강사상(姜士尙)을 병조 판서에 제수하였다.",
                "hj": "○甲寅/以鄭大年拜吏曹判書, 姜士尙拜兵曹判書。"
            },
            "2": {
                "H2KE-EN": "Due to a natural disaster, the King summoned various officials at Sajeong Hall and held audience with him.",
                "H2KE-nKo": "재이 때문에 신하들을 사정전에서 연방하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 5일(갑인) 2번째기사",
                "gt-oKo": "재이 때문에 신하들을 사정전에서 연방(延訪)하였다.",
                "hj": "○以災異, 延訪群臣于思政殿。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor-General submitted a memorial to advise the evils of the King. The King replied, I, an unworthy man, presumptuously, succeeding to the great plan [for the reign of King Taejo], having a mediocre talent, unworthy one, ought to have a disaster in the natural disaster, and the calamity of Heaven lies in succession. Truly, [I] am deeply apprehensive. [I] submitted a memorial and expressed his sincerity. Truly, this is commendable.",
                "H2KE-nKo": "홍문관이 상소하여 시폐를 진달하니, 답하기를,“외람되이 과매한 내가 큰 계책을 이어받아 지키고 있는데, 변변치 못한 재주로 임금 노릇을 제대로 하지 못하니 이치로 볼 때 재앙이 있는 것이 당연하다. 하늘의 견책이 거듭 이르니, 실로 깊은 연못과 깊은 연못과 깊은 연못과 같은 마음이 간절하다. 상소를 올려 정성을 바치니, 참으로 가상하다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 5일(갑인) 3번째기사",
                "gt-oKo": "홍문관이 상소를 올려 시폐를 진술하니, 답하였다. “외람되어 과매(寡昧)한 자질로 대업을 이어받았는데 변변치 못한 재능으로 임금 노릇을 잘 하지 못하였으니 재변이 있는 것이 이치에 당연하다. 하늘의 꾸지람이 잇따라 이르니 깊은 못과 깊은 골짜기에 임한 듯 두려움이 절실하다. 상소를 올려 정성스런 말을 진달하니 참으로 가상하다.”",
                "hj": "○弘文館上疏, 陳時弊。 答曰: “猥以寡昧, 嗣守鴻圖, 菲才不辟, 理宜有災, 天譴沓臻, 實切淵谷。 陳疏獻誠, 良用爲嘉。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Ministry of Taxation , referring to a lower official report presented by the Office of Palace Supplies , reported to the King on the basis of the official document sent by the Office of Palace Supplies . All officials of oil and honey are frequently replaced by superior officials of the seventh rank or below, and therefore there are many cases in which they are empty. Your subjects request that the posts of adjunct overseers be abolished and the officials of the seventh rank or below be added to the King and reported to the King. The King transmitted a royal directive, which stated, There is a separate law prescribing the establishment of a government office and distribution of separate duties. Therefore, the Ministry of Taxation cannot dare arbitrarily deliberate on this matter. Upon observing this official document, the Office of Palace Supplies dared to arbitrarily pursue personal gains and desired to abolish adjunct overseers of the adjunct overseer of the Office of Palace Supplies and the staff officials of the Ministry of Taxation.",
                "H2KE-nKo": "호조가 내섬시의 첩정에 ‘유청색의 관원은 모두 참상관인데 자주 체차되기 때문에 일이 대부분 허술합니다. 첨정을 혁파하고 참하관을 더 설치하소서.’라고 한 일로 입계하니, 전교하기를,“관을 설치하고 직무를 분담하는 것은 본래 법전에 실려 있으므로 소사와 해당 조에서 감히 마음대로 의논할 수 있는 것이 아니다. 그런데 이 공사를 보니, 내섬시가 감히 개인적인 의견을 내어 첨정을 혁파하고 참하관을 더 설치하려고 버젓이 호조에 첩정하기까지 하였으니, 그 방자하고 거리낌 없는 짓은 매우 놀라운 일이다. 그런데도 호조가 감히 점목하였으니 또한 놀라운 일이다. 내섬시의 관원과 호조의 당상과 색낭청을 모두 추고하라.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 7일(병진) 1번째기사",
                "gt-oKo": "호조가 내섬시(內贍寺)의 첩정(牒呈)에 의하여 기름과 꿀을 맡은 관원(官員)이 모두 참상(參上)인 데다가 자주 체직되고 있기 때문에 일이 허술한 점이 많으니 첨정(僉正)을 혁파하고 참하관(參下官)을 더 설치하자는 내용을 입계하니, 전교하였다. “관(官)을 설치하고 직(職)을 분담시키는 데는 절로 법전(法典)이 있는 것이어서 소사(小司)와 해조(該曹)가 감히 마음대로 의논할 것이 아니다. 이 공사(公事)를 보니 내섬시가 감히 사견(私見)을 부려 첨정을 혁파하고 참하관을 더 설치하고자 하여 뻔뻔스레 호조에 첩정하였으니 그 방자하고 기탄없음이 매우 괴이하고 놀랍다. 그런데도 호조가 감히 점목(粘目)하였으니 또한 해괴한 일이다. 내섬시 관원과 호조 당상 및 색낭청을 모두 추고하라.”",
                "hj": "○丙辰/戶曹因內贍寺牒呈, 以油淸色官員, 皆參上數遞之, 故事多虛踈。 請革僉正加設, 參下官事入啓。 傳曰: “設官分職, 自有法典。 非小司該曹所敢擅議。 見此公事, 內贍寺敢逞私見, 至欲革僉正加設參下官, 偃然牒呈于戶曹, 其縱恣無忌, 事甚駭愕, 而戶曹乃敢粘目, 亦爲可駭, 內贍寺官員及戶曹堂上色郞廳, 竝推考。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Investigating Investigative Bodies Yi Seho was extremely cunning and deceitful, and he is not suitable for the ranks of court officials. Your subjects request that he be dismissed from his post. Only one clerk of the Office of the Crown Prince is unable to attend the Royal Lecture. Your subjects request that Recorder Song Eonsin be appointed to the Hall of Worthies and Eunuch Mun Gyejong be punished for his crime. Your subjects request that Your Majesty transfer him to the State Tribunal and deal with him according to the penal code. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“인의 이세호는 외람되고 교활한 서리 중에서도 더욱 심한 자이니, 의관의 반열에 합당하지 않습니다. 파직을 명하소서. 한림은 한 사람뿐인데 인원이 갖추어지지 않아 경연에 나아갈 수 없으니, 주서 송언신을 한림에 잉임하소서. 내관 문계종은 일죄를 범하였으니, 의금부로 이송하여 조율하게 하소서.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 7일(병진) 2번째기사",
                "gt-oKo": "사헌부가 아뢰었다. “인의(引儀) 이세호(李世灝)는 외람되고 교사한 서리 중에 더욱 더한 자이어서 의관(衣冠)의 반열에는 합당하지 않으니 파직시키소서. 그리고 한림은 한 사람뿐이어서 사관(史官)이 갖추어 있지 않아 경연에 나아갈 수 없으니 주서 송언신(宋言愼)을 한림에 잉임(仍任)시키소서. 내관(內官) 문계종(文繼宗)은 일죄(一罪)를 범했으니 금부에 옮겨 조율하게 하소서.”",
                "hj": "○司憲府啓曰: “引儀李世灝泛濫巧詐, 胥吏之尤者, 不合衣冠之列, 請命罷職。 翰林只有一人, 夫官不備, 不能御經筵, 請注書宋言愼仍任翰林, 內官文繼宗犯一罪, 請移禁府照律。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General advised, It is requested that Palace Eunuch Mun Gyejong be transferred to the State Tribunal and that he be punished according to the penal code. The King responded to the Office of the Inspector General and the Office of the Censor General , saying, The matter of Yi Se Ho shall be carried out as reported. However, it would be harmful to the cardinal principles. The King did not approve this. Both Yi Yangwon and 정언 Ji are all worthy of worthy men. How could it be proper to impeach them? If they are not worthy of worthy, it would be proper to advise the officials of the Office of the Censor General and the Office of the Censor General to recommend those who are worthy of worthy men as they are worthy of worthy. When Mun Gyejong was sent to the State Tribunal, how could he not follow his recommendation at the beginning of the first time? Generally speaking, punishment is limited to the King, which only causes me a trivial matter of petty men to be inflicted upon me at the beginning of myself. Then, the instruction of my original intent was issued to punish him. It is not necessary to punish him according to the penal code.",
                "H2KE-nKo": "사간원이 아뢰기를,“내관 문계종을 의금부로 옮겨 조율하게 하소서.”하니, 사헌부와 사간원에 답하기를,“이세호의 일은 아뢴 대로 하라. 주서를 검열에 잉임하는 것은 일의 체모에 방해가 되니 윤허하지 않는다. 이양원과 정언지는 모두 적합한 사람들인데 어찌 번거롭게 논집하는가. 이미 이 사람을 합당하지 않다고 여겼다면 합당한 사람을 양사가 스스로 천거하여 아뢰도록 하라. 문계종은 의금부에 내려야 한다면 당초 논계할 때에 어찌 따르지 않았겠는가. 대체로 참작하여 죄를 다스리는 것은 위에 달려 있는데 하찮은 한 가지 일로 시종 나를 번거롭게 하니, 그렇다면 내가 당초에 죄를 다스리라고 명한 하교가 지나쳤다. 조율하여 죄를 다스릴 필요 없다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 7일(병진) 3번째기사",
                "gt-oKo": "사간원이 아뢰기를, “내관 문계종을 의금부에 옮겨 조율하소서.” 하니, 헌부와 간원에 답하기를, “이세호의 일은 아뢴 대로 하라. 주서를 검열(檢閱)에 잉임시키는 것은 사체에 해로움이 있으므로 윤허하지 않는다. 이양원과 정언지는 모두 합당한 사람들인데 어찌하여 번거롭게 논집하는가? 이미 이 사람들이 합당하지 않다고 한다면 양사는 마땅히 합당한 사람을 천거하여 아뢰어야 할 것이다. 문계종은 금부에 내려야 한다면 당초 논계할 때 어찌 따르지 않았겠는가. 대저 참작하여 죄를 다스리는 것은 위의 재량에 달려 있는 것인데 하찮은 한 가지 일을 가지고 종시 나의 귀를 번거롭게 하니, 그렇다면 내가 당초에 죄를 다스리라고 명한 전교가 지나친 것이었다. 그러니 조율하여 치죄할 필요가 없다.” 하였다.",
                "hj": "○司諫院啓曰: “內官文繼宗, 請移義禁府照律。” 答府院曰: “李世灝事, 依啓。注書仍任檢閱, 有妨事體。 不允。 李陽元、鄭彦智, 此皆可合之人, 豈宜煩執? 旣以此人爲不合, 則可當之人, 兩司可自擧以啓。 文繼宗可下禁府, 則當初論啓之時, 豈不從之乎? 大抵酌量治罪, 在於上, 以幺麿一事, 終始致煩予耳, 然則予當初命治之敎過矣。 不須照律治罪。”"
            },
            "4": {
                "H2KE-EN": "The Royal Secretariat reported that it was uncomfortable that Your Majesty issued an earnest instruction to the inspectors and censors because it was uncomfortable that Your Majesty cannot transfer the instruction to the inspectors and censors. [The King] dared to report this [to the King]. [The King] 전교하기를, “알았다.” 하였다.",
                "H2KE-nKo": "정원이 아뢰기를,“성상의 하교가 준엄하여 온당치 못하므로 대간에게 보여서는 안 되겠기에 감히 여쭙니다.”하니, 알았다고 전교하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 7일(병진) 4번째기사",
                "gt-oKo": "정원이 아뢰기를, “상의 분부가 엄준하여 미안한 점이 있습니다. 대간에게 전시(傳示)할 수 없어서 감히 여쭙니다.” 하니, 알았다고 전교하였다.",
                "hj": "○政院, 以上敎嚴峻未安, 不可傳示于臺諫, 敢稟。 傳曰: “知道。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General requested the dismissal of yesterday because it was uncomfortable [for the Office of the Inspector General] to be dismissed from office. The King replied, If [the dismissal of] the dismisal of [the dismisal of] the dismisal of [the dismissal of] the dismisal of [the dismisal of], then it is not necessary to resign. However, if [the dismissal of] the two men were already punished, there must be those who have satisfactory reputed [with them]. Hence, [the Office of the Inspector General] should observe the royal order and rush to show the firm and uprightness [of the Office of the Inspector General]. Instead, [the Office of the Censor General] suspects that [the dismissal of] the dismisal of [the dismisal of] the dismisal. [The Office of the Censor General] also suspected [the dismisal of] the dismisal of [the dismisal of] the dismisal. [The Office of the Censor General] reported [to the King], saying, If [the dismissal of] the dismisal of [the dismisal of] the dismisal, then [the Office of the Inspector General] should not wait until [the Office of the Inspector General] comes to resign. It is not necessary to resign. However, [the Office of the Censor General] has already discussed two men, and there must be those who have satisfactory reputed [with them]. [The Office of the Censor General] must observe the royal order and quickly implement",
                "H2KE-nKo": "사헌부가 어제의 비답이 온당치 못하다는 이유로 파척해 주기를 청하니, 답하기를,“만약 파척해 줄 만하다면 와서 사직할 필요가 없다. 굳이 사직할 필요가 없다. 다만 이미 두 사람을 논핵하였으니 반드시 촉망하는 자가 있을 것이다. 마땅히 명을 받들어 흔쾌히 거행하여 평소의 강직한 기개를 보였어야 하는데 도리어 스스로 의심하고 저지하여 사직하면서 명을 거역하였으니, 옳겠는가.”하였다. 사간원도 피혐하여 사직을 청하고 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 8일(정사) 1번째기사",
                "gt-oKo": "사헌부가 어제 비답에 미안한 점이 있었다는 이유로 파척(罷斥)시켜 주기를 청하니, 답하기를, “만약 파척할 것이었다면 와서 사직하기를 기다리지 않았을 것이다. 사직할 필요가 없다. 두 사람을 이미 논박했다면 반드시 명망이 있는 자가 있을 터이니 마땅히 명을 받들어 쾌하게 거론해서 평일 강직했던 기백을 보였어야 하는데도 도리어 스스로 의아해 하고 저상되어 사직하면서 명을 거역하니, 되겠는가?” 하였다. 사간원도 피혐하여 사직을 청하고 물러가 물론을 기다렸다.",
                "hj": "○丁巳/司憲府, 以昨日 批答未安, 請賜罷斥。 答曰: “如可罷斥, 則不待來辭也。 不須辭之。 但旣論二人, 則必有屬望者, 所當承命快擧, 以示平日剛直之氣, 而反自疑沮, 辭職而方命, 可乎?” 司諫院亦避嫌請辭, 退待物論。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General presented a joint memorial to the King, which stated, The 비답 of the inspectors and censors are strict. Also, the official historians are inadequate. Recorder Song Eonsin was appointed to the Hall of Worthies . The King replied, The official historians should follow their advice. In general, the 비답 of the inspectors and censors , however, recently the remonstrance officials and censors liked to excessively discuss [the matter], self-restrained, and self-restraint. For this reason, [the inspectors and censors] cannot but admonish [the inspectors and censors] to understand [their advice]. However, I must think [this matter]. If there is a royal order to cross-examine and interrogate [the inspectors and censors], in ancient times there was a man who was ordered to cross-examine and forgive [the inspectors and censors] and forgive [the inspectors and censors], there would be no problem.",
                "H2KE-nKo": "홍문관이 차자를 올려 대간에게 내린 비답이 준엄하고 또 사관이 갖추어지지 않았으니, 주서 송언신을 한림에 잉임하는 일에 대해 논하니, 답하기를,“사관에 대한 일은 마땅히 따르겠다. 대간에게 내린 비답으로 말하면, 근래 언관들이 일의 체모를 헤아리지 않고 지나친 의론을 좋아하여 스스로 바르다고 여기므로 어쩔 수 없이 효유하여 알게 한 것이다. 그러나 유념하겠다. 추문하여 다스릴 필요가 없다고 한 전교로 말하면, 예전에도 처형할 때에 임하여 용서하라고 명한 경우가 있었으니, 또한 안 될 것이 없다.”하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 8일(정사) 2번째기사",
                "gt-oKo": "홍문관이 차자를 올려 대간에게 비답한 것이 엄준했고 또 사관이 구비되지 못하였으니 주서 송언신을 한림에 잉임시킬 것으로 논하니, 답하였다. “사관의 일은 마땅히 따르겠다. 그리고 대간에게 내린 비답에 대해서는, 요즈음 언관들이 사체를 헤아리지 않고 과격한 논의를 좋아하면서 스스로 그것이 정직한 것으로 여기고 있기 때문에 부득불 효유하여 그들로 하여금 알게 한 것이다. 그러나 유념하도록 하겠다. 그리고 추고하여 치죄할 필요가 없다고 분부한 것은, 예전에도 형에 임하여 사면을 명한 적이 있었으니, 또한 불가한 것은 아니다.”",
                "hj": "○弘文館上箚, 論臺諫批答嚴峻。 且史官未備, 注書宋言愼仍任翰林事。 答曰: “史官事當從之。 若夫臺諫之批, 近日言官, 不揆事體, 好論過當, 自以爲直, 故不得不喩, 使之知之也。 然當留念。 至如不須推治之敎, 則古者有臨刑, 而命赦之者, 則亦未爲不可也。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King (Sejong to discuss the wrongdoings of the inspectors and censors. [The King] ordered that [the Office of the Censor General] be dismissed. [The King] agreed to this. ",
                "H2KE-nKo": "홍문관이 차자를 올려 양사에 잘못이 없다고 논하고 출사하게 할 것을 청하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 9일(무오) 1번째기사",
                "gt-oKo": "홍문관이 차자를 올려 양사에 잘못이 없음을 논하고 출사하게 할 것을 청하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○戊午/弘文館上箚, 論兩司無失, 請出仕。 答曰: “依啓。”"
            }
        }
    }
}