{
    "05": {
        "22": {
            "1": {
                "H2KE-EN": "Based upon a report from the governor of Pyeongan Province , the governor of Pyeongan Province reported as follows: The land of Pyeongyang has a world. The land of earthen-shaped mountains in the Hyeom Post Station has a very black color. It seems that the land of humid and damp. The land of earthen-shaped fire burned the land of earthen-shaped stones, and the earthen-shaped stones burned the land of earthen-shaped earthe-shaped earth",
                "H2KE-nKo": "평안 감사가 장계하기를,“평양 지방은 토탄참 산비탈의 땅인데, 티끌이 까마득히 검어 음습한 곳인 듯합니다. 불이 난 곳의 흙 색깔과 잡석의 흙이 모두 티끌과 같이 타 버려 사방에 던져져 초목이 번번이 생기고 연기가 불이 납니다. 화근을 찾았더니 별다른 화기가 없고 열기가 쌓여 불이 났습니다. 변괴가 예사롭지 않은데 불이 처음 일어난 것은 무엇 때문인지 모르겠습니다. 대개 땅속에 불이 나서 흙과 돌을 여러 달 동안 태웠으니, 매우 놀랍습니다.”하니, 예조에 내렸다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 5월 22일(병진) 1번째기사",
                "gt-oKo": "평안 감사의 계본(啓本)에, “평양(平壤)은 땅이 검은데 토탄참(土炭站)의 산 언덕 지역의 흑색은 아주 검어 음습(淫濕)한 곳과 같습니다. 불이 난 곳의 흙 색은 잡석(雜石) 토질이 모두 타서 몹시 검은데, 이 초목을 던져 넣으면 곧바로 연기가 나며 불이 일어납니다. 화근(火根)을 찾았지만 별다른 화기(火氣)가 없었고 열이 모여 불이 생기니 그 변괴가 보통이 아닌데 불이 일어나는 곳이 어디인지 알 수가 없습니다. 대개 땅속의 불이 흙과 돌을 여러 달 태우는 것이니 너무도 놀랍습니다.” 하니, 예조(禮曹)에 내렸다.",
                "hj": "○丙辰/平安監司啓本: 平壤地黎, 土炭站山崖之地, 塵色正黑, 似是淫濕之處。 火燒處土色, 雜石之土, 俱燒如塵, 四邊投置, 草木輒生, 烟氣起火。 尋覓火根, 則別無火氣, 積熱成火, 變怪非常, 火之始作, 未知自何。 大槪, 地中火焚土石累月, 極爲駭愕。 事下禮曹。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Inspector General 정언 Ji , Second Inspector [of the Office of the Inspector General] Hwang Uhan , Third Inspector [of the Office of the Inspector General] Gong Inseo , and Fourth Inspectors Shin Sik and Sim Dae all resigned from their posts. At first, there were many errors in the interrogation documents that Kim Cheonnyeon did not participate. Although Shin Sik did not participate in the secret memorial, he should have thoroughly examined and managed. However, he did not participate in the secret memorial. There was no fault that he did so because he was unable to change his previous conduct. Therefore, it would be appropriate to send a document to the Office of the Censor General because he was unable to change his previous conduct. Upon careful consideration, if he desired to obtain proper measures, then it would be inevitable that he delayed the date and month. Fourth Inspector [of the Office of the Inspector General] Shin Sik requested that he be replaced, and Inspector General [of the Office of the Inspector General] 정언 Ji and below all should be ordered to reassume their posts. Magistrate of Gangjin District Yu Jang became inebriated and arrogant. He did not manage the affairs of the government. His nature was impossible and corruption of his greed and corruption. Therefore, he should not be allowed to remain in office even for one day.Kim Geon , a second-tier instructor of the Elite Troops , was mediocre and foolish by nature and originally lacked education. However, when he was directly appointed to the post, he did not enjoy participation in the art of the Elite Troops who had studyed the government storehouse without enjoying his duties. Not even more than this is a serious mistake in the government storehouse. Your subjects request that all of them be dismissed from their posts. The King said, All of them should be punished as reported.",
                "H2KE-nKo": "사간원이 아뢰기를,“대사헌 정언지, 집의 황우한, 장령 윤인서, 지평 신식ᆞ심대가 모두 인혐하고 물러갔습니다. 당초 김천년의 추국 문안은 과연 잘못된 것이 많았습니다. 신식은 그 사이에 참여하지 않았다고 하더라도 이문하는 날에 자세히 살펴서 처리했어야 하는데 대수롭지 않게 참작하여 처리하였으니, 잘못이 없지 않습니다. 지난날에 한 일을 다시 고칠 수 없다면 문안을 수송하는 것은 형세상 당연합니다. 자세히 참작하여 적절하게 처리하고자 한다면 시일이 지체되는 것도 어쩔 수 없는 일입니다. 지평 신식은 체차하고, 대사헌 정언지 이하는 모두 출사하게 하소서.강진 현감 유강은 술에 취해 함부로 행동하고 관청의 일을 보지 않으며, 성품이 본래 외람되고 탐오한 짓을 자행하고 있습니다. 이와 같은 사람은 하루도 관직에 있게 해서는 안 됩니다. 동몽 훈도 김건은 사람됨이 용렬하여 본래 가르칠 만한 자질이 없는데, 본직에 제수되자 수업하는 동몽들이 전혀 기꺼이 달려오지 않고 있습니다. 나라의 창고만 허비한 것이 이보다 더 심할 수 없으니, 모두 파직하도록 명하소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 5월 23일(정사) 1번째기사",
                "gt-oKo": "사간원(司諫院)이 아뢰기를, “대사헌(大司憲) 정언지(鄭彦智), 집의(執義) 황우한(黃祐漢), 장령(掌令) 홍인서(洪仁恕), 지평(持平) 신식(申湜)·심대(沈岱)가 모두 인혐(引嫌)하고 물러났습니다. 당초 김천년(金千年)의 추국 문안이 과연 잘못된 것이 많았습니다. 신식이 비록 그 사이에 참여하지는 않았다고 하여도 이문(移文)하는 날에는 의당 소상히 살펴 처리했어야 하는데 눈여겨 보지 않고 서명하였으니 잘못이 없지 않습니다. 전의 일을 다시 고칠 수 없을 경우 문안(文案)을 보내는 것은 형편상 당연한 일입니다. 자세히 살펴 바르게 하려고 한다면 시일이 지연되더라도 어쩔 수 없이 그렇게 해야 합니다. 지평 신식을 체차(遞差)하라 명하고, 대사헌 정언지 이하는 아울러 출사(出仕)하라 명하소서. 강진 현감(康津縣監) 유돈(柳潡)은 술주정에다 함부로 행동하며 관부(官府)의 일을 다스리지 않고 그 성품이 본래 외람스러워 탐오(貪汚)스런 일을 자행하니 이같은 사람은 하루도 재직시킬 수가 없습니다. 동몽 훈도(童蒙訓導) 김건(金謇)은 위인이 용렬하여 본디 가르칠 만한 자질이 없어, 본직을 제수받자, 수업(授業)받는 동몽들이 그에게 나아가는 것을 좋아하지 않습니다. 한갓 국가의 녹봉만 허비하는 일이 이보다 더 심할 수가 없으니, 아울러 파직을 명하소서.” 하니, 모두 아뢴 대로 하라고 답하였다.",
                "hj": "○丁巳/司諫院啓曰: “大司憲鄭彦智, 執義黃祐漢, 掌令供仁恕, 持平申湜ㆍ沈岱, 幷引嫌而退。 當初金千年推鞫文案, 果多顚錯。 申湜雖不參於其間, 及移文之日, 所當詳察處置, 而泛然參置, 不無其失。 前日所爲, 不可更改, 則輸送文案, 勢之當然。 詳加酌量, 欲得其宜, 則遲以時月, 亦不得不爾。 持平申湜請命遞差, 大司憲鄭彦智以下幷命出仕。 康津縣監柳潡, 酗酒妄作, 不治官事, 性本泛濫, 貪汚恣行, 如此之人, 不可一日在職。 童蒙訓導金謇, 爲人凡劣, 素無施敎之資, 及授本職, 童蒙之授業者, 專不樂赴。 徒費國廩, 莫此爲甚, 請竝命罷職。” 答曰: “竝依啓。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King appointed Yun Seongak as Responding Editor of the Office of State Records , Yi In as 승지로, Hong Insang as 지평으로, and Yi Seongjung as 대사간으로 삼았다. ",
                "H2KE-nKo": "윤선각을 홍문관 응교로, 이인을 승지로, 홍인상을 지평으로, 이성중을 대사간으로 삼았다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 5월 25일(기미) 1번째기사",
                "gt-oKo": "윤선각(尹先覺)을 홍문관 응교로, 이인(李訒)을 승지로, 홍인상(洪麟祥)을 지평으로, 이성중(李誠中)을 대사간으로 삼았다.",
                "hj": "○己未/以尹先覺爲弘文應敎, 李訒爲承旨, 洪麟祥爲持平, 李誠中爲大司諫。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On jeongyu day, it rained heavily with heavy rain. The length of cloth and silk was one cheok and one chon.",
                "H2KE-nKo": "정유년에 비가 많이 내려 포백척으로 1치 1푼이 되었다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 5월 3일(정유) 1번째기사",
                "gt-oKo": "강우량이 포백척(布帛尺)으로 1치 1푼이었다.",
                "hj": "○丁酉/雨水深, 布帛尺一寸一分。"
            },
            "2": {
                "H2KE-EN": "The pacification commissioner of Jeolla Province urgently dispatched an urgent report to the King as follows: When your subject paid a farewell visit to the King, your subject respectfully received the sealed letter and composed it, which includes 177 jang from Namwon of Left [Jeolla] Province [], and 253 jang from Naju of Right [Jeolla] Province [], in accordance with the precedent of collecting the sealed letter from the middle of the pasturage, and send it to the capital. ",
                "H2KE-nKo": "전라도 순안 어사가 급히 장계하기를,“신이 하직 인사를 할 때 삼가 봉서를 받아 이것으로 제술 시험을 보였는데, 좌도 남원 177장, 우도 나주 253장은 과장 안에서 시권을 거두어 감봉하여 올려보냈습니다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 5월 3일(정유) 2번째기사",
                "gt-oKo": "전라도 순안 어사(全羅道巡按御史)가 치계(馳啓)하였다. “신이 사조(辭朝)할 때 공경히 봉서(封書)를 받아 이를 가지고 제술시(製述試)를 보였습니다. 좌도(左道) 남원(南原)이 1백 7장, 우도(右道) 나주(羅州)가 2백 53장인데, 시장(試場)에서 시권(試券)을 거둬 감봉(監封)하여 올려 보내는 사례대로 하였습니다.”",
                "hj": "○全羅道巡按御史馳啓曰: “臣辭朝時, 袛受封書, 以此製述, 左道南原一百七十七張, 右道羅州二百五十三張, 依場中收券, 監封上送事。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The governor of Hwanghae Province urgently reported to the King as follows: In recent years, our province has suffered poor harvests in recent years, and the storehouses have also been levied. Therefore, the occasion of barley and wheat ripened until the early ripening, making it difficult for them to wait until the barley and wheat have ripened. However, since the weather is very severe in spring, we are sympathy and sympathizing. Nevertheless, there is no way to continue the lives of many people. In the province, the storehouses have all been supplied to relieve the people, but there is no measures to possibly measure the posibility of all things to save themselves from starvation. Therefore, we cannot bear to see such griefs. Your subject requests that in accordance with the precedent of the sinsa year (, an additional amount of old rice stored in the capital granaries be sent to the capital granaries so that the people may starve to death. The King sent this request to the Ministry of Taxation .",
                "H2KE-nKo": "무술년 황해 감사가 급히 장계하기를,“본도는 근년 이래로 해마다 흉년이 들어 창고의 곡식도 포흠난 것이 많아서 밀과 보리가 익을 시기를 어렵게 고대하고 있습니다. 봄이 된 이후로 가뭄이 매우 심하여 보기에 참혹하고 측은하여 허다한 백성들이 연명할 길이 없습니다. 도내의 창고 곡식을 모두 나누어 주어 진휼할 방책이 전혀 없고, 아우성치며 먹여 주기를 기다리는 상황은 참혹하여 차마 볼 수 없습니다. 신사년의 예에 따라 각별히 강구하여 경창의 묵은 쌀을 넉넉히 내려보내서 거의 죽게 된 백성들을 구제하소서.”하니, 호조에 계하하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 5월 4일(무술) 1번째기사",
                "gt-oKo": "황해 감사(黃海監司)가 치계하기를, “본도(本道)는 근년 이래 해마다 흉년이 들어 창고의 곡식 또한 결손이 많고, 양맥(兩麥)이 익을 시기를 어렵게 고대했지만 봄 이후로 가뭄이 너무나 심해 보이는 것들이 참혹하고 슬픕니다. 그리하여 많은 백성들이 연명할 길이 없습니다. 도내의 창고에 쌓인 곡식을 죄다 나누어 구휼하였으나 온갖 궁리를 해봐도 뾰족한 수가 없어 울부짖으며 먹을 것을 기다리는 실상을 참혹해 차마 볼 수가 없습니다. 신사년의 준례에 따라 각별히 강구하여 경창(京倉)의 묵은 쌀을 넉넉하게 내려 보내어 빈사의 지경에 놓인 백성을 구제하소서.” 하였는데, 호조(戶曹)에 계하(啓下)하였다.",
                "hj": "○戊戌/黃海監司馳啓曰: “本道近年以來, 連歲凶荒, 倉穀之數亦多逋欠, 兩麥成熟之期, 艱難苦待, 入春以後, 旱乾太甚, 所見慘惻, 許多民生連命無路。 道內倉穀, 盡爲分賑, 百計無策, 嗷嗷待哺之狀, 慘不忍見。 依辛巳年例, 各別講究, 京倉陳米優數下送, 以濟濱死之民事。” 啓下戶曹。"
            },
            "2": {
                "H2KE-EN": "The magistrate of Gaeseong Magistracy hurriedly reported, This year, drought is extremely severe, and barley and wheat have ripened properly. The granaries have been exhausted, and we have no measures to save them. Your subject requests that Your Majesty order the Ministry of Taxation to prepare and provide the rice of the capital granaries in accordance with the precedent of musin year (. This will relieve the starving people. The King sent this matter to the Ministry of Taxation .",
                "H2KE-nKo": "개성부 유수가 급히 장계하기를,“올해는 가뭄이 심하여 보리와 밀이 여물지 않았고 창고의 곡식도 바닥이 났으므로 구제할 방도가 없습니다. 무신년의 전례대로 경창의 쌀을 해당 조로 하여금 마련하여 지급하게 해서 죽어 가는 백성들의 목숨을 구제하소서.”하니, 호조에 내렸다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 5월 4일(무술) 2번째기사",
                "gt-oKo": "개성부 유수(開城府留守)가 치계하기를, “금년은 가뭄이 극심하여 양맥이 부실하고 창고의 곡식도 텅 비어 구활(救活)할 방법이 없습니다. 무신년의 준례에 의거하여 경창미(京倉米)를 해조(該曹)로 하여금 마련하여 제급(題給)하게 해 죽기에 이른 백성의 생명을 구제하소서.” 하였는데, 호조에 내렸다.",
                "hj": "○開城府留守馳啓曰: “今年旱甚, 兩麥不實, 倉穀罄盡, 救活無計。 依戊申年例, 京倉米, 令該曹磨鍊題給, 以救垂死之民命。” 事下戶曹。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province hurriedly reported to the King as follows: In our province, the crop yields have damaged barley and wheat. Sometimes there are people who are unable to supply wheat or barley, and there are no measures to relieve them. It is very worrisome because the crops have ripened before the early grain ripening, and it is very difficult to continue to relieve them. Your subject requests that an official document be sent to each local government office in order to inquire whether or not the families have been prepared for famine relief. The King sent this matter to the Ministry of Taxation .",
                "H2KE-nKo": "전라 감사가 급히 장계하기를,“도내의 농사 형편과 밀보리가 손상되어 혹 낫을 댈 수 없는 곳도 있는데, 농사지을 양식이 전혀 없어서 진휼할 방책이 없습니다. 추수 때에 보리를 심는 것은 매우 염려스러우니, 올곡식이 익을 때까지 계속 대어 구제하기가 매우 어렵습니다. 각 고을의 부실한 사람이 사적으로 비축해 둔 곡식을 공문을 보내 각 연도에 마련하여 올려보내는 구황에 상수리 열매가 있는지 없는지를 탐문하여 구제할 비용에 보태게 하소서.”하니, 호조에 내렸다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 6월 1일(갑자) 1번째기사",
                "gt-oKo": "전라 감사가 치계하기를, “도내의 농사 형편은 양맥(兩麥)이 손상되어 혹 낫을 댈 수조차 없는 곳도 있으며, 농량(農糧)도 바닥이 나 구휼할 방책이 없을 뿐더러 추수하고 보리 심는 것도 극히 염려스럽습니다. 올 곡식이 익기 전에 계속 구제할 일이 매우 난감합니다. 따라서 각 고을의 부유한 이들이 사사로이 비축한 곡식과 매년 준비해 놓은 구황용(救荒用) 상수리의 유무를 조사해서 구제할 식량에 보충하게 하소서.” 하니, 호조에 내렸다.",
                "hj": "○朔甲子/全羅監司馳啓曰: “道內農事形止, 兩麥損傷, 或有不得掛鎌之處, 農糧頓乏, 賑救無策, 秋成種麥, 極爲可慮。 早穀成熟前, 繼救極難。 各官富實人私儲穀行移, 各年備上救荒橡實有無訪問, 以補接濟之用。” 事下戶曹。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, there was a regular performance evaluation. The King appointed Hwang섬 as second inspector [of the Office of the Inspector General] , Hong Jonggok as fourth censor , and Shin잡 as fourth censor [of the Office of the Censor General].",
                "H2KE-nKo": "도목 정사를 행하였다. 황섬을 집의로, 홍종록을 사인으로, 신잡을 정언으로 삼았다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 6월 20일(계미) 1번째기사",
                "gt-oKo": "도목정(都目政)이 있었다. 황섬(黃暹)을 집의(執義)로, 홍종록(洪宗祿)을 사인(舍人)으로, 신잡(申磼)을 정언(正言)으로 삼았다.",
                "hj": "○癸未/有都目政。 以黃暹爲執義, 洪宗祿爲舍人, 申磼爲正言。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King appointed 박응bok as chief royal secretary of the gichuk year (, Hong Insang as second clerk of the Office of the Crown Prince , Hong Jonggok as second inspector of the Office of the Inspector General , and Jeong Yunbok as headmaster .",
                "H2KE-nKo": "기축년에 박응복을 우승지로, 홍인상을 홍문관 교리로, 홍종록을 집의로, 정윤복을 대사성으로 삼았다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 6월 26일(기축) 1번째기사",
                "gt-oKo": "박응복(朴應福)을 우승지(右承旨)로, 홍인상(洪麟祥)을 홍문관 교리로, 홍종록을 집의로, 정윤복(丁允福)을 대사성(大司成)으로 삼았다.",
                "hj": "○己丑/以朴應福爲右承旨, 洪麟祥爲弘文校理, 洪宗祿爲執義, 丁允福爲大司成。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor-General submitted a memorial regarding the evil effects. [The memorial] arrived and reported it to the King. [The King] replied, [As] the memorial submitted in writing about ten items, [I] fully saw your sincerity. Truly, this is commendable. [I] must bear this in mind.",
                "H2KE-nKo": "옥당이 시폐에 대한 상소를 입계하니, 답하기를,“상소에서 진달한 10조목에서 모두 정성을 알 수 있으니, 참으로 가상하다. 유념하겠다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 6월 26일(기축) 2번째기사",
                "gt-oKo": "옥당(玉堂)이 시폐 상소(時弊上疏)를 입계(入啓)하자, 답하였다. “상소에 진술한 10조는 모두 정성을 보였으니 참으로 가상하다. 내 마땅히 유념하겠다.”",
                "hj": "○玉堂, 時弊上疏, 入啓。 答曰: “疏陳十條, 具見誠款, 良用嘉焉。 當爲留念。”"
            },
            "3": {
                "H2KE-EN": "Kim Ugong was appointed second minister of punishments . Ugong proceeded to the palace and expressed his gratitude for the royal benevolence. He submitted a memorial three times, but the King did not grant permission. Because of this, he resigned from office due to his illness.",
                "H2KE-nKo": "김우옹을 형조 참판으로 삼았다. 김우옹이 대궐에 나아가 사은하고 중가를 개정해 줄 것을 청하였다. 상소를 세 번이나 올렸으나 허락하지 않았다. 이어 병을 이유로 사은하고 면직되어 돌아갔다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 6월 26일(기축) 3번째기사",
                "gt-oKo": "김우옹(金宇顒)을 형조 참판으로 삼았는데, 우옹이 대궐에 나아가 사은(謝恩)하며 중가(重加)를 개정해 줄 것을 바라며 소(疏)를 세 번에 걸쳐 올렸지만 허락치 않았다. 병으로 사양하여 면직되어 돌아갔다.",
                "hj": "○以金宇顒爲刑曹參判, 宇顒詣闕謝恩, 乞改重加, 疏三上, 不許。 因謝病, 免歸。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Right Supreme General of the Office of the Inspector General reported, Magistrate of Ui District Kim Daei encountered a large pirate vessels and lost their battle. The pirate plot was unknown. Should it be possible to observe [the pirate vessels] and claim the pirate vessels, [the pirate vessels] will certainly be raid. [Your subject] requests that all matters for defensive measures be thoroughly cultivated so that [the pirate vessels] may be prepared against any contingencies. [The King] sent this to the State Council . The King transmitted a royal directive, which stated, Kim Daei , the special military duty officer of the Special Firearms Unit , did not fear military laws and harasses usually and capture [the pirate vessels] without authorization. This is extremely surprised. [Kim Daei] should all be imprisoned.",
                "H2KE-nKo": "전라 우수사가 급히 장계하기를,“정의 현감 김대이는 적의 대선 1척과 서로 만나 접전하다가 체포하지 못하였습니다. 적의 계략을 헤아릴 수 없고 틈을 엿보아 도적질을 할 우려가 없지 않으니, 방비하는 모든 일을 날로 새롭게 하여 변고에 대비하도록 특별히 신칙하소서.”하니, 비변사에 내렸다. 전교하기를,“김대이와 별조방장 어득수는 군법을 두려워하지 않고 대수롭지 않게 여겨 체포하지 않았으니, 매우 놀랍다. 모두 잡아 가두라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 6월 3일(병인) 1번째기사",
                "gt-oKo": "전라 우수사(全羅右水使)가 치계(馳啓)하기를, “정의 현감(旌義縣監) 김대이(金大頤)가 적의 대선(大船) 1척과 만나 접전하다가 잡지 못하였는데 적의 계략을 헤아릴 수 없습니다. 엿보다가 빈틈을 타고 와서 침략할 걱정이 없지 않으니 방비하는 모든 일을 날로 새롭게 하여 변고에 대비하도록 특별히 신칙하소서.” 하니, 비변사에 내리며, 전교하기를, “김대이와 별조방장(別助防將) 어득수(魚得洙)는 군법을 두려워 않고 심상히 여기는 타성에 젖어 적선을 잡지 못했으니, 매우 경악스럽다. 아울러 잡아 가두라.” 하였다.",
                "hj": "○丙寅/全羅右水使馳啓曰: “㫌義縣監金大頤, 與賊大船一隻相逢接戰失捕, 賊謀叵測。 窺覘乘虛, 不無作賊之患, 防備諸事, 日新待變, 別加申勑。” 事下備邊司。 傳曰: “金大頣, 別助防將魚得洙, 不畏軍法, 狃於尋常, 不爲捕捉, 極爲駭愕。 竝拿囚。”"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Special Royal Commissioner to Pyeongan Province Song Gi is imprudent by others. He must not be able to oversee the various jurisdiction of his jurisdiction. Your subjects request that Song Gi be replaced. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“평안도 경차관 송기는 사람됨이 경솔하여 필시 여러 고을을 제압할 수 없을 것입니다. 체차하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 1일(계해) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “평안도 경차관(平安道敬差官) 송기(宋圻)는 남에게 경시되니, 필시 여러 고을을 위압할 수 없을 것입니다. 체차하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○朔癸亥/司憲府啓曰: “平安道敬差官宋圻, 爲人所輕, 必不能彈壓列邑。 請命遞差。” 答曰: “依啓。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported: Magistrate of Hansan District Bak Yeom , enjoying wine and drank wine, neglected government affairs, and harmful effects many times. Your subjects request that he be dismissed from his post. Magistrate of Ganghwa Strategic Prefecture Song Junggi is already old and neglected in his behavior. He has neglected his behavior and flattered people with shameless powerful functionaries. He is evidently filed and corrupt. Your subjects request that he be dismissed from his post. As for the losses of losses and gains in grain crop yields, its duty is extremely important, and he cannot be selected. As for the Left Jeolla Province Yun Myeon , and Right Gyeonggi Province Yi Hui , their reputationships are slightly light. Your subjects request that all of them be replaced. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“한산 군수 박염은 술을 즐기고 술에 빠져 공무를 보지 않아 여러 가지로 피해를 끼쳤습니다. 파직하소서. 강화 부사 송중기는 나이가 이미 늙었는데도 몸가짐을 삼가지 않고 모리배들과 결탁하여 추악하고 비루한 잘못이 현저하니 파직하소서. 재상을 답험하고 연분을 정하는 것은 그 임무가 매우 중하니 선택하지 않을 수 없습니다. 전라좌도 윤면과 경기우도 이희는 명망이 본래 가벼우니 모두 개차하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 20일(임오) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “한산 군수(韓山郡守) 박염(朴廉)은 술에 빠져서 관사(官事)를 다스리지 않고 해를 끼친 것이 한둘이 아닙니다. 파직을 명하소서. 강화 부사(江華府使) 송중기(宋重器)는 이미 늙었는데 몸가짐이 신중하지 못하며 모리배들과 결탁하여 현저히 거칠고 비루한 잘못이 있으니, 파직을 명하소서. 재상(災傷) 당한 지역을 답험(踏驗)하여 연분(年分)을 정하는 일은 책임이 대단히 중요하여 적임자를 고르지 않을 수 없습니다. 전라좌도 윤면(尹勉)과 경기우도 이희(李憙)는 명망이 본디 가벼우니, 모두 개차(改差)를 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○壬午/司憲府啓曰: “韓山郡守朴廉, 嗜酒沈湎, 不治官事, 貽害多端。 請命罷職。 江華府使宋重器, 年旣衰耗, 持身不謹, 交結牟利之人, 顯有麤鄙之失, 請命罷職。 踏檢災傷, 以定年分, 爲任至重, 不可不擇。 全羅左道尹勉, 京畿右道李憙, 名論素輕, 請竝命改差。” 答曰: “依啓。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Shin Gak was appointed as the magistrate of Ganghwa Strategic Prefecture , Kang Uiho was appointed as the magistrate of Pungdeok County , Sim Yegyeom as the magistrate of Hansan , Kim Jang as the recorder of the Royal Secretariat , Shin Sik as the third censor of the Office of the Censor General , 이항복 as the Commandary of the Office of the Censor General , Yi Eongil as the assistant section chief of the Ministry of Rites , Kim Jemin as the assistant section chief of Jeolla Province , Yi Sik as the third minister of personnel , and Han Jun as the governor of Jeolla Province . The King transmitted a royal directive, which stated, Han Jun shall be specially promoted, and Kwon Geup shall be appointed as the executive assistant .",
                "H2KE-nKo": "병술년에 신각을 강화 부사로, 강의호를 풍덕 군수로, 심예겸을 한산 군수로, 김협을 승정원 주서로, 신식을 사간원 헌납으로, 이항복을 홍문관 수찬으로, 이언길을 예조 좌랑으로, 김제민을 전라 도사로, 이식을 이조 참의로, 한준을 전라 감사로 삼았다. 전교하기를,“한준을 특별히 가자하고 권협을 직강으로 삼으라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 24일(병술) 1번째기사",
                "gt-oKo": "신각(申恪)을 강화 부사로, 강의호(姜義虎)를 풍덕 군수(豊德郡守)로, 심예겸(沈禮謙)을 한산 군수로, 김온(金韞)을 승정원 주서로, 신식을 사간원 헌납으로, 이항복(李恒福)을 홍문관 수찬으로, 이언길(李彦吉)을 예조 좌랑으로, 김제민(金齊閔)을 전라 도사(全羅都事)로, 이식(李拭)을 이조 참의로, 한준(韓準)을 전라 감사로 삼았다. 전교하였다. “한준을 특별히 가자(加資)하고 권협(權悏)을 직강(直講)으로 삼으라.”",
                "hj": "○丙戌/以申恪爲江華府使, 姜義虎爲豐德郡守, 沈禮謙爲韓山郡守, 金韞爲承政院注書, 申湜爲司諫院獻納, 李恒福爲弘文館修撰, 李彦吉爲禮曹佐郞, 金齊閔爲全羅都事, 李拭爲吏曹參議, 韓準爲全羅監司。 傳曰: “韓準特加, 以權悏爲直講。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the governor of Gyeongsang Province , which stated, Students and horses for seeds in Gyeongsang Province are particularly severe. They are extremely neglectful and negligence. Governor Yi Sanbo shall be dismissed from his post.",
                "H2KE-nKo": "전교하였다. “경상도에서 종자마를 봉진하는 데 더욱 마음을 쓰지 않았으니 매우 태만하고 소홀하다. 감사 이산보를 파직하라.”\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 27일(기축) 1번째기사",
                "gt-oKo": "전교하였다. “경상도가 종자마(種子馬)를 봉진(封進)할 때 더욱 심히 주의하지 않아 매우 소홀하게 하였으니, 감사(監司) 이산보(李山甫)를 파직하라.”",
                "hj": "○己丑/傳曰: “慶尙道種子馬, 尤甚不用意封進, 極爲慢忽, 監司李山甫罷職。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, As a subject has already been appointed to a position in the provinces, he cannot arbitrarily arbitrarily. Nevertheless, when Assistant Section Chief of the Ministry of Rites Yi Eongil was formerly appointed as a fifth-rank aide to the governor of Jeolla Province , he heard that his mothers illness was grave. However, he did not wait until the provincial governors arbitrarily come to the capital. Your subjects request that he be dismissed from his position. As a governor, he already knows that [Yi] Eongil committed a crime of arbitrarily abandoning his own power. Therefore, he should have requested that he be punished. However, he simply requested that he be replaced and reported to the King on his own power. This is extremely unjust. Your subjects request that Governor of Gyeonggi Hong Yeon all be interrogated. The duty of assistant aide to the governor of the guesthouse cannot be selected and appointed. However, Fifth-rank aide to the governor of Jeolla Province Kim Jemin is foolish and incompetent. Furthermore, he is old and enjoyed drinking wine and is quite discourteous. Your subjects request that he be replaced. The King 답하기를, “모두 아뢴 대로 하라.” 하였다.",
                "H2KE-nKo": "사간원이 아뢰기를,“신하가 되어 이미 직임을 받아 지방에 있으면 사사로운 정리가 비록 절박하더라도 마음대로 할 수 없는 것입니다. 그런데 예조 좌랑 이언길은 전에 전라 도사로 있을 때 어미의 병이 위중하다는 말을 듣고도 감사의 처치를 기다리지 않고 지레 먼저 올라왔습니다. 파직하도록 명하소서. 감사로 있는 자는 이미 이언길이 제멋대로 직무를 유기한 죄를 알았으면 마땅히 아뢰어 죄를 다스리도록 청했어야 하는데 대수롭지 않게 개차하라고 장계하였으니, 또한 매우 형편없습니다. 전 감사 홍연을 모두 추고하도록 명하소서. 좌막의 직임은 가려서 제수하지 않아서는 안 되는데, 전라 도사 김제민은 인물이 용렬하고 엉성한 데다가 노쇠하여 술을 즐겨 상당히 걸맞지 않다는 비난이 있습니다. 체차하도록 명하소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 29일(신묘) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “신하가 되어 이미 외임(外任)을 맡아 외방에 있다면 개인적인 형편이 비록 다급하다 하더라도 마음대로 해선 안 됩니다. 그런데 예조 좌랑 이언길(李彦吉)은 전날 전라 도사(全羅都事)로 있을 때 그 어미의 병세가 위중하다는 소식을 듣고 감사의 처치(處置)를 기다리지도 않고 곧장 올라왔으니, 파직을 명하소서. 감사로 있는 자는 진작 언길이 멋대로 직무를 버리고 간 죄를 알았으면 의당 치죄(治罪)를 계청해야 함에도 범연히 개차(改差)하라고 장계(狀啓)하였으니, 대단히 옳지 않습니다. 전 감사 홍연(洪淵)도 아울러 추고하소서. 좌막(佐幕)의 소임은 가려 제수하지 않을 수 없습니다. 전라 도사 김제민(金齊閔)은 인물이 어리석고 거친데다 나이 들고 술까지 즐겨서 자못 적합치 않다는 비난이 있으니, 체차를 명하소서.” 하니, 모두 아뢴 대로 하라고 답하였다.",
                "hj": "○辛卯/司諫院啓曰: “爲人臣, 旣已受任在外, 則私情雖迫, 不可自擅。 而禮曹佐郞李彦吉, 前爲全羅都事時, 聞其母病重, 不待監司處置, 徑自上來, 請命罷職。 爲監司者, 旣知彦吉擅棄之罪, 則所當啓請治罪, 而泛然改差狀啓, 亦甚無謂。 前監司洪淵, 竝命推考。 佐幕之任, 不可不擇授。 而全羅都事金齊閔, 人物庸踈, 加以衰老嗜酒, 頗有不稱之譏, 請命遞差。” 答曰: “竝依啓。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "[The King] appointed Kwon Geup as fourth inspector , Kim Eoknyeong as third minister of punishments , Yi Chungseong as assistant section chief of the Ministry of Rites , and Kwon Geukrye as 대사간으로 삼았다.",
                "H2KE-nKo": "을축년에 권협을 지평으로, 김억령을 형조 참의로, 이충성을 예조 좌랑으로, 권극례를 대사간으로 삼았다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 3일(을축) 1번째기사",
                "gt-oKo": "권협(權悏)을 지평으로, 김억령(金億齡)을 형조 참의로, 이충성(李忠誠)을 예조 좌랑으로, 권극례(權克禮)를 대사간으로 삼았다.",
                "hj": "○乙丑/以權悏爲持平, 金億齡爲刑曹參議, 李忠誠爲禮曹佐郞, 權克禮爲大司諫。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The commissioner for refreshing the envoy at the Receiving the Imperial Envoy at the Border reported to the King after bowing before the King prior to departing for China, saying, During the single gift of the guesthouse for the Chinese envoys traveled along the route of China, the single half of them did not come. If the single gift of the guesthouse arrives after departing for China, what do you think about allowing one interpreter to bring the single gift of the guesthouse? The King ordered that the single gift be duly granted.",
                "H2KE-nKo": "관압사가 숙배한 뒤에 아뢰기를,“중국 일로의 예단을 보낼 때 양남의 인정은 태반이 오지 않았습니다. 길을 떠난 뒤에 혹 뒤미처 올 곳도 있으니, 역관 한 사람을 뒤에 처져 있게 하여 그로 하여금 가지고 오게 하는 것이 어떻겠습니까?”하니, 아뢴 대로 하라고 전교하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 4일(병인) 1번째기사",
                "gt-oKo": "관압사(管押使)가 숙배(肅拜) 후에 아뢰기를, “중원(中原) 일로(一路)의 예단(禮單)에 들어 있는 영남과 호남의 인정(人情)이 아직도 대부분 오지 않았습니다. 길을 떠난 뒤에 혹 뒤미처 올 곳도 있을 것이니, 역관(譯官) 한 사람을 남겨두어서 그를 시켜 가져오게 함이 어떻겠습니까?” 하니, 아뢴 대로 하라고 전교하였다.",
                "hj": "○丙寅/管押使, 肅拜後啓曰: “中原一路禮單時, 兩南人情, 太半不來。 發程後, 或有追來之處, 譯官一人落後, 使之齎來何如?” 傳曰: “依啓。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Generally, the aides to the envoy to Beijing must accompany the aides to the envoy and others simultaneously. However, Envoy for Presenting Gifts to the Emperor of Ming China Seong Seon said that the number of travel expenses was insufficient, and one interpreter made a request to support his stepmother so that the stepmother leads to arbitrarily fabricate deceitful deeds, which is a cause of concern for the future. Your subjects request that Seong Seon be ordered to impeach him. As for the duty of inspection in each government office, the aides to the fifth inspector should be entrusted with the duty of inspection. Therefore, he cannot be selected and appointed. As for Fifth Inspector Kim Seoro , his power and rank is low, and his capacity is imprudent. Your subjects request that he be replaced. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“부경하는 행차에 종사관 등을 일시에 수행하게 한 것은 의도한 바가 있어서입니다. 그런데 관압사 성세녕은 노비의 수가 모자란다고 하면서 역관 한 사람을 뒤처지게 할 것을 아뢰어 모리배들로 하여금 멋대로 간사한 짓을 할 수 있게 하였으니, 뒷날의 폐단을 염려하지 않을 수 없습니다. 성세녕을 추고하라고 명하소서. 분대와 각 관사를 규찰하는 임무는 전적으로 감찰에게 위임하였으니, 가려서 제수하지 않을 수 없습니다. 감찰 김응서는 문벌이 한미하여 사람들에게 경시당하니, 체차하라고 명하소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 4일(병인) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “북경(北京)에 가는 행차에 종사관(從事官) 등을 일시에 수행하게 하는 것은 이유가 있어서입니다. 그런데 관압사 성세령(成世寧)은 노자가 적다고 하여 역관 한 사람을 남겨 놓기를 계청(啓請)하여 모리배들로 하여금 마음대로 협잡하게 하였으니, 뒤폐단을 우려하지 않을 수 없습니다. 성세령을 추고(推考)하라 명하소서. 분대(分臺)는 각 관청에 대한 규찰하는 책임을 전부 감찰(監察)에게 위임하고 있으니, 가려 제수하지 않을 수 없습니다. 감찰 김응서(金應瑞)는 가문이 한미하여 남에게 경시되니 체차를 명하소서.” 하니, 모두 아뢴 대로 하라고 답하였다.",
                "hj": "○司諫院啓曰: “赴京行次, 凡從事官等, 一時隨行者, 其意有在。 而管押使成世寧, 稱以路費缺小, 譯官一人, 啓請落後, 使牟利之徒, 得以恣意行詐, 後弊不可不慮。 成世寧請命推考。 分臺各司糾察之任, 專委於監察, 不可不擇授。 監察金應瑞, 門地卑微, 爲人所輕, 請命遞差。” 答曰: “竝依啓。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Magistrate of Suncheon District Yu Jomul is natured and foolish by nature. He has been neglectful and neglectful, and thus he cannot stay in the office for one day. Your subjects request that he be dismissed from his post. Executive Assistant of the Government Arsenal Byeon Duseong is a man of human relationship. There are many wicked people in his houses. Your subjects request that he be dismissed from his post. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“순천 군수 유조눌은 성품이 본래 어리석어서 직무를 태만히 하여 폐기하고 있으니, 하루라도 관직에 있게 해서는 안 됩니다. 파직하도록 명하소서. 군기 판관 변두성은 인물이 패려하여 집안에서 음란한 짓을 많이 저질렀으니, 파직하도록 명하소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 7일(기사) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “순천 군수(順川郡守) 유조눌(柳祖訥)은 성품이 본래 어리석어 직무를 태만히 하므로 하루도 관직에 있을 수 없으니 파직을 명하소서. 군기 판관(軍器判官) 변두성(邊斗星)은 인물이 도리에 벗어나 가정에서 좋지 못한 행위가 많으니 파직을 명하소서.” 하니, 아울러 아뢴 대로 하라고 답하였다.",
                "hj": "○己巳/司諫院啓曰: “順川郡守柳祖訥, 性本迂愚, 怠棄職事, 不可一日在官, 請命罷職。 軍器判官邊斗星, 人物悖戾, 一家之內, 多有淫穢之行, 請命罷職。” 答曰: “竝依啓。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the State Tribunal , which stated, Kim Eoni , a resident of Yangcheon who killed his father and his stepmother Yangcheon , has already been punished according to the law. He shall be destroyed the house and a pond, and his wife and children shall be made slaves. The towns name shall be 강등ed and the district magistrate of that time shall be dismissed from his post. This shall be sent to the State Tribunal .",
                "H2KE-nKo": "신미년에 전교하기를,“아비와 계모를 죽인 양천에 사는 김언이는 이미 형률대로 처형하였으니, 집을 부수고 못을 파고 그 처자를 노비로 삼으라. 본 고을은 읍호를 강등하고 그 당시의 현령을 파직하라.”하고, 의금부에 내렸다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 8월 9일(신미) 1번째기사",
                "gt-oKo": "전교하였다. “아비와 계모를 살해한 양천(陽川)에 거주하는 김언이(金彦伊)는 이미 율에 의거, 정형(正刑)하였으니, 파가 저택(破家瀦澤)하고 처자를 노비로 만들며, 본 고을은 강호(降號)하고, 당시의 현령을 파직시킬 것을 의금부(義禁府)에 내리라.”",
                "hj": "○辛(巳)〔未〕/傳曰: “殺父及繼母陽川居金彦伊, 已爲依律正刑, 破家瀦澤, 妻子爲奴, 本邑降號, 其時縣令罷職事, 下義禁府。”"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gyehae day, the first day of the month, the Office of Palace Procurement reported, The Queen Mother is not well, and Your Majesty must be concerned about Your Majestys concern. Your subject inquires after Your Majestys health. The King replied, Do not inquire after Your Majestys health.",
                "H2KE-nKo": "내의원이 아뢰기를,“중전이 편찮으시니 필시 성상께서 염려하실 것입니다. 문안합니다.”하니, 답하기를,“평안하니 문안하지 말라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 1번째기사",
                "gt-oKo": "약방(藥房)이 아뢰기를, “중전께서 편치 않으시어 필시 성려(聖慮)를 동하게 하였을 것이니, 문안합니다.” 하니, 평안하니 문안하지 말라고 답하였다.",
                "hj": "○朔壬戌/藥房啓曰: “中殿未寧, 必軫聖慮, 問安。” 答曰: “平安, 勿爲問安。”"
            },
            "2": {
                "H2KE-EN": "The officials of the Royal Secretariat and the Office of the Censor General inquired after the health [of the Abdicated King (Taejong]. [The King] announced this.",
                "H2KE-nKo": "정원과 옥당이 문안하자, 알았다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 2번째기사",
                "gt-oKo": "정원(政院)과 옥당(玉堂)이 문안하자, 알았다고 답하였다.",
                "hj": "○政院玉堂問安。 答曰, 知道。"
            },
            "3": {
                "H2KE-EN": "At the oh hour (approximately 1:30-1:30 a.m., when the Queens condition was critically critical, the King ordered the physicians to enter the Queens residence. The physician Oh Geuk also entered the Queens residence. The superintendent of the Directorate of Palace Kitchen Supplies came to the outside of the 차비 Gate and inquired after the Queens health. The King answered that the Queens illness was critical.",
                "H2KE-nKo": "오시에 중전의 인후 증세가 위중해지자 약을 의논하는 일로 어의 전원을 대전에 들이라고 명하였는데, 침의 오변도 들어왔다. 약방 제조가 차비문 밖에 나아와 문안하니, 알았다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 3번째기사",
                "gt-oKo": "오시(午時)에 중전의 인후증(咽喉症)이 위중하자, 의약(議藥)할 일로 어의(御醫) 모두를 대전(大殿)에 들어오라 명하였는데, 침의(針醫) 오변(吳忭)도 들어왔다. 약방 제조(藥房提調)가 차비문(差備門) 밖에 와서 문안하자, 알았다고 답하였다.",
                "hj": "○午時, 中殿咽候症危重, 以議藥事, 御醫專數, 命入于大殿, 針醫吳忭, 亦入。 藥房提調來詣差備門外, 問安, 答曰, 知道。"
            },
            "4": {
                "H2KE-EN": "The superintendent of the Directorate of Palace Kitchen Supplies reported, The symptoms of the Queen Mothers epidemic have not been long since her illness. Your subject requests that the Office of Medicine be installed. The King approved this request. ",
                "H2KE-nKo": "약방 제조가 아뢰기를,“중전의 증세가 오래도록 낫지 않으니 시약청을 설치하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 4번째기사",
                "gt-oKo": "약방 제조가 아뢰기를, “중전의 증후(證候)가 오래 가니 시약청(侍藥廳)을 설치하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○藥房提調啓曰: “ 中殿證候彌留, 請設侍藥廳。” 答曰, 依啓。"
            },
            "5": {
                "H2KE-EN": "Military Protector Choe Jun , who passed the civil service examination in the Royal Confucian Academy , was promoted to Grand Master for Excellent Virtue (C. Ying , who passed the civil service examination in the Royal Confucian Academy . The Office of the Inspector General requested that this be corrected. The King did not approve this request.",
                "H2KE-nKo": "호군 최입이 이문 정시에서 수석을 차지한 가선대부의 품계를 더 올려 주었다. 양사가 아뢰어 개정하기를 청하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 5번째기사",
                "gt-oKo": "호군(護軍) 최입(崔岦)이 이문 정시(吏文庭試)에서 수석을 했기 때문에 가선(嘉善)의 품계로 올려주었다. 양사(兩司)가 이의 개정(改正)을 계청하니, 윤허하지 않는다고 답하였다.",
                "hj": "○護軍崔岦, 以吏文庭試居首, 加階嘉善。 兩司啓請改正, 答曰, 不允。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongja day, the Office of the Inspector General implored the King: When the successful candidates are selected after the Royal Confucian Academy , Yeo Gyeseon , who recruited the successful candidates for recruiting the successful candidates. Your subjects request that the successful candidates for recruiting the successful candidates. The King granted this request.",
                "H2KE-nKo": "사헌부가 논계하기를,“알성한 뒤에 인재를 뽑을 때 여계선이 차작으로 장원을 차지하였으니, 삭과하고 대술한 사람을 적발하여 법에 따라 죄를 다스리소서.”하니, 상이 그대로 따랐다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 15일(병자) 1번째기사",
                "gt-oKo": "사헌부가 논계(論啓)하기를, “알성(謁聖)한 뒤 취인(取人)할 때 여계선(呂繼先)이 차작(借作)으로 장원이 되었으니 삭과(削科)하고, 대작해 준 사람도 적발하여 법에 따라 치죄(治罪)하소서.” 하니, 상이 따랐다.",
                "hj": "○丙子/司憲府論啓: “謁聖後取人時, 呂繼先以借作居壯元, 請削科, 摘發代述之人, 依法治罪。” 上從之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyehae day, the King and the officials of the Royal Secretariat and the Office of the Censor General inquired after the health of the King. [The King] answered that [the King] know.",
                "H2KE-nKo": "승정원과 옥당이 문안하자, 알았다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 2일(계해) 1번째기사",
                "gt-oKo": "정원과 옥당이 문안하자, 알았다고 답하였다.",
                "hj": "○癸亥/政院玉堂問安, 答曰, 知道。"
            },
            "2": {
                "H2KE-EN": "The Ministry of War reported, Your subjects choose twenty-eighth day of this month and select twenty-ninth day of the same month on Mount Judo .",
                "H2KE-nKo": "병조가 아뢰기를,“천금 사냥은 천점에서 이달 28일로, 주압산에서는 같은 달 29일로 택하였습니다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 2일(계해) 2번째기사",
                "gt-oKo": "병조가 아뢰었다. “천금(薦禽)하기 위해 타위(打圍)하는 것을 천점(泉岾)에서는 이번 달 28일로, 주압산(走鴨山)에서는 29일로 택하소서.”",
                "hj": "○兵曹啓曰: “薦禽打圍, 泉岾今月二十八日, 走鴨山同月二十九日, 推擇事。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Private wild game is also a great event of state. Therefore, it is truly impossible to abolish the game during ordinary times. However, this years crop has not ripened, and the situation in Gyeonggi Province is especially severe. On the day of the harvest, there are many wandering people who have been wandering about and starvation. Therefore, it is necessary to deliberate on the meaning of relief aid to relieve the people. How can we mount these wandering people in the fields of wandering and hunt in the fields of warning? Moreover, after the harvest, it is the day of the winter solstice, Heaven shows warning and thunder and hail. This is the time for self-examination and apprehensive. Therefore, it is even more impossible to mobilize the people and mobilize the circumstances of Heaven. Your subjects request to urgently abolish the game of game on Mount Cheonjeom and Mount Juyeok . The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“타위하여 천금하는 것은 또한 나라의 큰일이니, 평상시에는 진실로 그만둘 수 없습니다. 다만 올해의 흉작은 경기가 더욱 심하고 수확하는 날에도 떠돌아다니는 백성이 많으니, 황정을 강구하여 구휼의 뜻을 보여야 합니다. 어찌 떠돌아다니는 백성을 몰아다가 거듭 사냥터에서 고생하게 할 수 있겠습니까. 더구나 수확이 끝난 뒤인 입동에 하늘이 경계를 보이고 우레와 우박이 내렸으니, 지금은 바로 공구수성해야 할 때입니다. 그러니 더욱 백성을 수고롭게 하고 많은 사람을 동원하여 하늘의 노여움을 거스를 수 없습니다. 천점과 주압산에서 타위하는 일을 속히 중지하도록 명하소서.”하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 2일(계해) 3번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “타위하여 천금하는 것은 국가의 대사이어서 평시에는 참으로 폐할 수 없는 일입니다. 단지 금년은 흉년이 들었는데 그중 기전(畿甸)이 더욱 심합니다. 추수철인데도 떠돌다가 굶주려 죽는 백성이 많으니, 의당 황정(荒政)을 강구하여 백성을 구휼하는 뜻을 보여야 합니다. 어찌 이렇게 떠도는 백성들을 몰아 거듭 사냥터에서 곤경을 겪게 할 수가 있겠습니까. 하물며 추분(秋分)이 지난 뒤인 입동(立冬)날 하늘에서는 경계를 보여 우레와 우박이 일어났으니, 이는 바로 공구 수성(恐懼修省)해야 할 때입니다. 그러니 더욱 백성들을 수고롭히거나 동원하여 하늘의 노여움을 얻어서는 안 됩니다. 천점과 주압산에서 타위하는 일을 속히 정파(停罷)하라 명하소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○府啓: “打圍薦禽, 亦國之大事, 其在平時, 固不可廢。 第以今年失稔, 畿甸尤甚。 登場之日, 亦多流莩之民, 所當講究荒政, 以示救恤之意。 豈可驅此流離之民, 重困於戈獵之場哉? 況收聲之後, 立冬之日, 天心示警雷雹乃作, 此正恐懼修省之時, 尤不可勞民動衆, 以拂天怒也。 請泉岾ㆍ走鴨山打圍之擧, 亟命停罷。” 答曰, 不允。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Jo 헌 , first-tier instructor of Gongju , presented a memorial to the King, which stated, Yi I and Seongyi are upright in their studies, and they are loyalty and loyalty to the country. They demonstrated the people of the world and disparaged the world, which has repeatedly numerous words. The King did not pass judgment on them for several days and did not pass judgment. The Office of the Inspector General also submitted a memorial, which stated that they were intense and requested that they be returned [to their hometowns]. He also demonstrated the circumstances of a relative of such-and-such clans with such-and-such clans. The King responded, As a result, they presented a memorial to the King, which is truly praiseworthy.",
                "H2KE-nKo": "공주 교수 조헌이 상소하여 이이와 성혼의 바른 학술과 나라에 충성하는 정성을 극진히 진달하고, 당시 사람들이 나라를 그르치고 어진 이를 방해한 것을 배척한 것이 수만 마디나 되었다. 주상이 수십 일 동안 안에 두고 내리지 않자, 조헌이 또 상소하여 애써 만류하며 돌아가기를 청하고, 또 누구누구가 인척으로 결탁했는지의 실상을 배척하니, 답하기를,“구언한 것으로 인하여 상소한 정성은 참으로 가상하다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 20일(신사) 1번째기사",
                "gt-oKo": "공주 교수(公州敎授) 조헌(趙憲)이 소를 올려 이이(李珥)·성혼(成渾)의 학술의 바름과 나라에 충성한 정성을 극력 진술하고, 시인(時人)이 나라를 그르치고 어진이를 방해하는 것을 배척하였는데, 내용이 몹시 길었다. 상이 수십 일 동안 궁내에 머물려 두고 비답(批答)을 내리지 않자, 헌이 다시 상소를 하여 머물기 어려우니 돌아갈 것을 청하고, 또 누구누구가 인척으로 결탁한 정상을 일일이 지척(指斥)하니, 답하였다. “구언(求言)에 따라 진소(陳疏)한 정성은 참으로 가상하다.”",
                "hj": "○辛巳/公州敎授趙憲上疏, 極陳李珥、成渾學術之正, 忠國之誠, 斥時人誤國妨賢, 累萬言。 上留中累旬不下, 憲又上疏, 言苦留請歸。 且斥某某姻婭締結之狀, 答曰: “因求言陳疏之誠, 良用可嘉。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a joint memorial to the King, which stated, The superintendents of the Directorate of Palace Kitchen Supplies , the physicians , and others arbitrarily take medicine when the Queen Mother is unwell. This is all of their duties. How can there be a reward for their meritorious deeds? The meritorious deeds of the physician Yi Gonggi and the physicians contributed to the Bureau of Livestock Breeding on a ten-day period of service at the Bureau of Livestock Breeding . Nevertheless, they were appointed to a post of civil official. This causes many people to be disappointed. We request that Your Majesty withdraw the royal order. The King answered, How could there be no meritorious deeds? You should again deliberate on this matter and quickly reward you.",
                "H2KE-nKo": "양사가 합동으로 아뢰기를,“약방 제조와 의관 등은 중전께서 편찮으실 때에 분주하게 약을 의논하였으니, 이는 모두 직분상 당연히 해야 할 일입니다. 그런데 무슨 공로가 있다고 상을 줄 수 있겠습니까. 이공기는 미천한 의관이니, 열흘 동안 시약청의 노고에 대해서는 본래 그에 상당하는 은전이 있을 것입니다. 그런데 동반의 관직에 서용하기까지 하였으니, 이것이 물정이 해괴하게 여기는 이유입니다. 내리신 명을 도로 거두어들이소서.”하니, 답하기를,“어찌 공로가 없겠는가. 다시는 논집하지 말고 속히 상전을 거행하도록 하라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 21일(임오) 1번째기사",
                "gt-oKo": "양사가 합계(合啓)하기를, “약방 제조와 의관 등이 중전께서 편치 않으실 때 분주하게 의약한 것은 모두가 직분상 마땅히 해야 될 일입니다. 무슨 공로가 있다 하여 상을 줄 수 있겠습니까. 이공기(李公沂)는 미천한 의관이니, 십여 일 동안 시약청(侍藥廳)에서 행한 노고에 대해서는 이에 상당하는 사례가 있을 것입니다. 그런데 동반의 직을 제수해 주는데 이르니, 물정이 해괴하게 여기고 있습니다. 내리신 명을 도로 거두소서.” 하니, 답하기를, “어찌 공로가 없겠는가. 다시 논집(論執)하지 말고 속히 상전(賞典)을 거행하라.” 하였다.",
                "hj": "○壬午/兩司合啓: “藥房提調及醫官等, 當中殿未寧之時, 奔走議藥, 是皆職分之當。 爲有何功勞之可賞? 李公沂醫官之微者, 旬日侍藥廳之勞, 自有相當之賜。 而至敍東班之職, 此物情所以駭怪。 請還收成命。” 答曰: “豈無功勞? 更勿論執, 使得速擧賞典。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial to the Royal Secretariat . The Royal Secretariat added that there was a considerable number of cases in which the Office of the Censor General had presented to the Royal Secretariat. The Office of the Censor General returned the memorial to the Royal Secretariat.",
                "H2KE-nKo": "사간원이 차자를 올려 조헌의 일을 논하였다. 차자를 정원에 올리니, 정원이 아뢰기를,“미진한 곳이 매우 많다고 합니다.”하니, 성상소가 도로 가지고 나갔다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 21일(임오) 2번째기사",
                "gt-oKo": "사간원이 조헌을 논의한 차자(箚子)를 정원(政院)에 올리니, 정원이 ‘미진한 곳이 자못 많다.’고 하므로, 성상소(城上所)가 다시 가지고 나갔다.",
                "hj": "○司諫院箚論趙憲事, 呈政院, 則政院以未盡處頗多云, 城上所還持而出。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Assistant Deputy Director of the Office of the Royal Decrees Jeong Yunbok and others presented a memorial to the King to discuss the error of the memorial submitted by Jo헌 . [The King] replied, I am unworthy and foolish, and thus I do not understand what I am worried and worried about. Furthermore, how can I know that what is right and what is wrong? [I] studied the memorial and surveyed it, and [I] am afraid that this might arbitrarily arbitrarily. People who cannot arbitrarily arbitrarily. For this reason, it is better to arbitrarily",
                "H2KE-nKo": "홍문관 부제학 정윤복 등이 차자를 올려 조헌의 상소 내용이 그릇되고 망령됨을 논하니, 답하기를,“내가 덕이 부족하고 사리에 어두운 사람으로서 반평생 동안 병을 안고 근심하느라 인사를 알지 못하는데, 더구나 감히 누구는 옳고 누구는 그른지 알 수 있겠는가. 다만 차자의 내용을 보고 한번 생각해 보니 아마도 이렇게 변론하는 것은 무익할 듯하다. 대체로 시비는 형체가 없는 물건이고 인심에 근거하여 행사에 나타나는 것이니, 한때의 언어와 기세로 억지로 정패를 삼아서는 안 된다. 어느 누가 이런 말을 하지 않겠는가마는, 내가 말을 잘하면 그도 말을 잘 할 수 있을 것이다. 그러므로 무궁한 구설로 무익한 시비를 다투는 것보다는 몸을 반성하여 스스로 반성하는 것이 나을 것이다. 남이 나를 보지 못하게 하는 것도 내가 저를 보는 것처럼 한다면 다행이겠다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 22일(계미) 1번째기사",
                "gt-oKo": "홍문관 부제학 정윤복(丁允福) 등이 상차(上箚)하여 조헌 상소의 그릇되고 망령된 것을 논의하자, 답하였다. “나는 부족한 덕과 어두운 식견으로 반생(半生)을 질병과 근심을 안고 지냈으므로 인사(人事)에 밝지 못한데, 하물며 누가 옳고 누가 그른가를 알겠는가. 다만 차자(箚子)를 보고 생각해보니, 이러한 쟁변은 무익하다고 여겨진다. 대저 시비란 모양이 없는 물건이라 인심에 기반을 두고 행사에 나타나므로 한 때의 말의 기세를 가지고 억지로 우열을 정할 수는 없다. 어느 누가 3척(尺)의 입을 가지고 있지 않겠는가. 내가 말을 잘한다면 저 사람도 말에 능한 법이다. 그런 까닭에 끝없는 구설로 무익한 시비를 다투는 것이 자신을 반성하여 스스로 살피는 것만 못하다. 다른 사람의 관점으로 자기를 보지 않으며 마찬가지로 자기의 관점으로 남을 보지 않는다면 다행스러운 일이다.”",
                "hj": "○癸未/弘文館副提學丁允福等上箚, 論趙憲疏辭之謬妄。 答曰: “予以寡昧, 半生抱病與憂, 不曉人事。 況敢知某也是, 某也非乎? 第觀箚辭而試思之, 恐此爭辯無益也。 夫是非無形之物也, 根於人心而著於行事, 不可以一時言語氣勢, 强爲定覇。 人孰無有此三尺喙。 吾之能言, 彼亦能言矣。 故與其哆無窮之口舌, 爭無益之是非, 莫若反身而自省。 毋使人之視己, 亦如己之視彼, 則幸矣。"
            },
            "2": {
                "H2KE-EN": "Concerning the memorial submitted by the Office of the Censor General , the King transmitted a royal directive to the Royal Secretariat as follows: I am a sick man who has only existed from his body and does not eat. In the third night of the middle of the night, I suddenly heard that a eunuch had a firm bell. I rose from his clothes and rose from his seat. From the beginning, I believe that the palace gate has already been closed. How could there be any incident to report to me? If there is no urgent situation, [the eunuchs] must have admonished my left and right to exit [the palace] and then respond. This is a rumor. This is not necessary. At the time of middle of the night, it is possible to present a memorial to me. Although the Office of the Censor General is urgent to present a memorial, [the Office of the Censor General] does not consider the circumstances of the circumstances. However, the Royal Secretariat is in the position of 출납, and it is necessary to admonish the circumstances of the circumstances and to explain the circumstances of the circumstances and to wait until the next morning to present [the memorial]. Who could say that it was not right? Now that [the Office of the Censor General] has lost the circumstances, [the Office of the Censor General] only transmit the orders of the Office of the Censor General. How can this be proper? If [the Office of the Censor General] continues to follow the current custom, [the Office of the Inspector General] must be reprimanded. Furthermore, the palace gate is closed before the middle of the midle of the wadle of the midle of the wa",
                "H2KE-nKo": "옥당이 밤이 깊도록 차자를 올렸다. 승정원에 전교하기를,“나는 병든 사람으로 형체만 있고 정신이 없다. 어젯밤 삼경에 갑자기 중관이 방울을 흔들었다는 말을 듣고 내가 옷을 입고 일어나 스스로 생각하기를 ‘밤이 깊었고 누각도 고요하여 금문이 이미 잠겼으니 어찌 아뢸 일이 있겠는가. 급한 경보가 있지 않으면 필시 변방의 보고일 것이다.’ 하고, 좌우를 재촉하여 나가서 대응하게 하였더니, 바로 한 장의 낭설이었다. 이는 진실로 반드시 한밤중에 새나 쥐가 모두 잠들 때 올릴 만한 글이 아니었다.옥당이 비록 진언하는 데 급급하다 하더라도 일의 체모를 헤아리지 못한 것이다. 승정원은 왕명을 출납하는 자리에 있으니 마땅히 완급을 참작하여 일의 체모를 유시하고 우선 이튿날 아침까지 기다렸다가 차자를 올려야 한다. 그 누가 불가하다고 하겠는가. 그런데 지금 놀란 나머지 정신이 혼미하여 어찌할 바를 모르고 오직 옥당의 전령만을 취하였으니, 이것이 과연 온당한 처사인가. 훗날 만약 오늘의 버릇을 답습한다면 반드시 벌책이 있을 것이다. 그리고 궁문을 어둡기 전에 닫고 날이 밝으면 여는 것은 그 뜻이 있는 것이다. 비록 만승의 존귀한 몸으로도 관문을 지키는 관리에게 저지를 당했는데, 지금의 신료들은 출입을 태연자약하게 하고자 하여 수수방관하며 공문 보기를 마을의 여염집만도 못하게 하니, 옛사람과는 매우 다르다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 22일(계미) 2번째기사",
                "gt-oKo": "옥당이 깊은 밤에 차자(箚子)를 올린 일 때문에 정원(政院)에 전교하였다. “나는 병든 사람으로 다만 형체만을 보존하고 있을 뿐 정신이라곤 전혀 없다. 지난 밤 삼경(三更)에 중관(中官)이 갑자기 방울을 울리는 소리를 듣고 내가 옷을 입고 일어나 스스로 생각하기를, 밤도 깊고 시각도 조용할 뿐만 아니라 금문(禁門)도 이미 잠겼는데 무슨 상주할 일이 있을까. 매우 긴급한 일이 아니면 필시 변방의 보고일 것이라 여기고 좌우를 불러 나가 응대하게 했더니, 바로 온통 부질없는 말이었다. 이것은 진실로 한밤중 새나 쥐도 모두 잠이 든 시각에 올릴 글이 아니었다. 옥당은 비록 진언(進言)이 급하다 하더라도 사체(事體)를 헤아렸어야 했다. 정원은 왕명을 출납하는 자리이니 마땅히 완급을 참작하고 사체를 깨우쳐 다음날 아침을 기다렸다가 올린다 하더라도 누가 그것을 그르다고 하겠는가. 지금 자다가 깨어나 미처 정신도 차리지 못한 채 옥당의 전령(專令)에게 달려가게 하였으니 이것이 과연 온당한 처사인가. 후일에도 만일 오늘과 같은 버릇을 되풀이한다면 반드시 벌책이 있을 것이다. 그리고 궁궐 문은 어둡기 전에 닫고 날이 밝아야 여는데 여기에는 뜻이 있는 것이다. 비록 만승(萬乘)의 존귀한 몸으로도 관문을 지키는 이졸(吏卒)에게 거절을 당하였는데 오늘의 신료들은 출입을 자기 마음대로 하면서 공문(公門) 보기를 마을의 대문 만큼도 여기지 않으니 옛사람들과는 너무도 다르다.”",
                "hj": "○以玉堂夜深呈箚, 傳于政院曰: “予以病人, 只存形骸, 無復精魂。 昨夜三更, 忽聞中官振鈴, 予披衣而起, 自念夜深漏靜, 禁門已鎖, 安得有奏事? 非有警急, 必是邊報, 趣左右出而應之, 則乃一紙浪說也。 此固非必於丙夜鳥鼠皆眠之時, 可上之書也。 玉堂雖急於進言, 不揆事體。 而政院在出納之地, 所當酌其緩急, 諭以事體, 姑待翌朝而上進, 夫誰曰不可? 今乃昏迷顚倒於驚夢之餘, 唯玉堂傳令是趣, 此果穩當處乎? 後日若踵今習, 必有罰責。 且宮門未昏而閉, 已明而闢, 厥有其意。 雖以萬乘之尊, 見距於守關之吏, 今之爲臣僚者, 則欲使出入自如, 隨手任意, 視公門, 曾不若里巷之閭, 殊異乎古之人矣。”"
            },
            "3": {
                "H2KE-EN": "정원이 회계하기를, “옥당이 차자를 올렸을 때는 밤이 이미 깊었습니다. 신들은 워낙 knowledgeable that it would be uncomfortable for him to enter the palace in the middle of the night. Nevertheless, on the pretext of reporting to the King, the officials who participated in the Office of Diplomatic Correspondence are delayed on the grounds that there has never been such precedents. Thus, inevitably entered the palace in accordance with precedents. Now, upon receiving Your Majestys instruction, your subject is afraid and await his punishment. 하니, 전교하기를, “대죄하지 말라.” 하였다. 또 아뢰기를, “옥당s officials should not open the gates of the palace in the night and then send them tomorrow. Previously, when the 차자를 올렸을 때는 비록 밤이 깊었어도 반드시 the gates of the palace in the night, the officials who participated in the Office of Diplomatic Correspondence should be treated differently as those of ordinary officials. Also, it would also be uncomfortable for the officials who participate in the palace in the night, and thus 감히 아룁니다.” 하니, 전교하기를, “내보내라.” 하였다.",
                "H2KE-nKo": "정원이 회계하기를,“옥당이 차자를 올릴 때 밤이 이미 깊었습니다. 신들은 진실로 감히 병침에 무릅쓰고 들어가기가 미안하다는 것을 알고 있었습니다. 그러나 망령된 생각에 논사하는 신하가 계사를 올리는 것을 중간에서 지체하는 것은 일찍이 이런 예가 없었다고 여겨져 부득이 규례대로 계사를 들여보냈습니다. 지금 성상의 하교를 받들고 보니 황공하여 대죄합니다.”하니, 전교하기를,“대죄하지 말라.”하였다. 또 아뢰기를,“옥당의 관원은 밤이 깊어 문을 열 수 없으니 내일 내보내라고 전교하셨습니다. 전에 차자를 올릴 때에는 비록 밤이 깊더라도 반드시 유문하여 내보냈으니, 논사하는 신하는 보통 관원과 다르게 대우해야 합니다. 또 궐내에 생기를 들이지 않고 그대로 유숙하는 것도 온당치 못하기에 감히 아룁니다.”하니, 내보내라고 전교하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 22일(계미) 3번째기사",
                "gt-oKo": "정원이 회계(回啓)하기를, “옥당(玉堂)이 차자를 올릴 때는 밤이 이미 깊었습니다. 신들은 진실로 감히 늦은 밤을 무릅쓰고 들이는 일이 미안한 일인 줄 알았습니다. 그러나 망령된 생각에, 논사(論思)하는 신하가 진계(進啓)한 글을 중간에서 지체시키는 예는 일찍이 없었기에 부득이 준례에 따라 입계(入啓)한 것입니다. 이제 상교(上敎)를 받으니 황공하여 대죄합니다.” 하니, 대죄하지 말라고 전교하였다. 또 아뢰기를, “옥당 관원도 깊은 밤중에는 궐문을 열어주지 말고 다음날 출송(出送)할 것으로 전교하였습니다. 전일 상차할 적에는 비록 밤이 깊었더라도 반드시 유문(留門)하여 출송했으니 논사하는 신하는 그 대우가 일반 관원과는 마땅히 달라야 합니다. 또 궐내에 생기(省記)를 들이지 못하고 그대로 묵히는 일 또한 미안하기에 감히 아룁니다.” 하니, 출송하라고 전교하였다.",
                "hj": "○政院回啓曰: “玉堂呈箚之時, 夜已深矣。 臣等固知敢冒丙枕以入之未安。 而妄意論思之臣, 進啓之辭, 中間阻滯, 曾無是例, 不得已循例入啓。 今承上敎, 惶恐待罪。” 傳曰: “勿待罪。” 又啓曰: “玉堂官員, 夜深不可開門, 明日出送事, 傳敎矣。 在前上箚之時, 雖夜深必留門出送, 論思之臣, 待之宜異於凡官。 且闕內不入省記仍宿, 亦爲未安, 敢啓。” 傳曰: “出送。”"
            },
            "4": {
                "H2KE-EN": "대사간정언지, Third Censor Jeong Gwangjeok, and Fourth Censor Hwang찬 reported, Yesterday, when your subject and others addressed the memorial to the Royal Secretariat , it was inevitable that the memorial to the Royal Secretariat was necessary to revise it on the grounds that the memorial to the Royal Secretariat was presented to the Royal Secretariat, and the Royal Secretariat immediately returned [to the Royal Secretariat]. This caused the error. Your subject and others to be replaced. The King 답하기를, “사직하지 말라.” 하니, 물러가 물론을 기다렸다. Fourth Censor Bak Hongro reported, When the Office of the Censor General addressed the memorial to the Royal Ancestral Shrine , your subject, although he had stayed at home for the memorial to the Royal Ancestral Shrine to the Royal Ancestral Shrine, there was no difference between his colleagues with his colleagues. Your subject requests that the Office of the Censor General be replaced. The King 답하기를, “사직하지 말라.” 하니, 물러가 물론을 기다렸다.",
                "H2KE-nKo": "대사간 정언지, 헌납 정광적, 정언 황찬이 아뢰기를,“신들이 어제 조헌이 차자를 올려 논하였는데, 그 내용 중에 부득이 삭제하고 고쳐야 할 부분이 있었습니다. 이미 정원에 올렸는데 정원이 즉시 도로 내주어 전도되게 한 잘못을 저질렀습니다. 신들의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다. 정언 박홍로가 아뢰기를,“본원이 조헌을 차자로 논할 때에 신이 비록 사기 때문에 집에 있었지만 이미 그들과 의논을 통하였으니, 동료들과 차이가 없습니다. 체차해 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 22일(계미) 4번째기사",
                "gt-oKo": "대사간 정언지(鄭彦智), 헌납 정광적(鄭光績), 정언 황찬(黃璨)이 아뢰기를, “신들이 어제 조헌(趙憲)을 논한 차자 가운데에 부득이 내용을 고칠 곳이 있었습니다. 이에 이미 정원에 보냈었는데 정원이 바로 돌려 보내주어 일이 전도(顚倒)되게 하였으니, 신들의 직을 체차시키소서.” 하니, 답하기를, “사퇴하지 말라.” 하였다. 물러가 물론(物論)을 기다렸다. 정언 박홍로(朴弘老)가 아뢰기를, “본원(本院)이 조헌을 차자로 논할 때 신은 비록 기일(忌日) 때문에 집에 있었다 하더라도 이미 함께 의논을 통하였으니, 동료들과 다를 게 없습니다. 체차(遞差)를 명하소서.” 하니, 답하기를, “사퇴하지 말라.” 하였다. 물러가 물론을 기다렸다.",
                "hj": "○大司諫鄭彦智、獻納鄭光績、正言黃璨啓曰: “臣等昨日趙憲箚論, 其中措語之間, 不得已有刪改之處。 旣呈政院, 政院旋卽還出, 以致顚倒之失, 請遞臣等之職。” 答曰: “勿辭。” 退待物論。 正言朴弘老啓曰: “本院論箚趙憲之時, 臣雖以私忌在家, 旣與之通議, 則與同僚無異。 請命遞差。” 答曰: “勿辭。” 退待物論。"
            },
            "5": {
                "H2KE-EN": "The Office of the Inspector General made a recommendation regarding the promotion of the rank of the Office of Senior Abdicated King Jeongjong , which was reported to the King. The King did not grant this petition.",
                "H2KE-nKo": "사헌부가 이전부터 올려 왔던 시약청의 가자를 개정하는 일에 대해 아뢰니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 22일(계미) 5번째기사",
                "gt-oKo": "사헌부가 전에 아뢴, 시약청(侍藥廳)의 가자(加資)를 개정하는 일을 입계(入啓)하니, 윤허하지 않는다고 답하였다.",
                "hj": "○司憲府前啓侍藥廳加資改正事, 入啓, 答曰, 不允。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King on the grounds that Yesterday when the Office of the Inspector General presented a memorial to the King on the grounds that it was too late to have an uncomfortable decision. The King proceeded to the Royal Secretariat and requested that he be dismissed from office. The King 사직하지 말라고 답하였다.",
                "H2KE-nKo": "홍문관이 어제 밤이 깊었다는 이유로 차자를 올려 미안한 하교를 내리게까지 하였다는 이유로 승정원에 나아가 사직을 청하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 23일(갑신) 1번째기사",
                "gt-oKo": "홍문관이 엊저녁 야심한 밤에 차자를 올려 미안한 전교를 내리게 했기 때문에 정원에 나아가 사직을 계청(啓請)하자, 사직하지 말라고 답하였다.",
                "hj": "○甲申/弘文館, 以昨日夜深上箚, 致有未安之敎, 詣政院啓請辭職, 答曰, 勿辭。"
            },
            "2": {
                "H2KE-EN": "On jeongmyo day, the Royal Secretariat reported to the King on the grounds that it was uncomfortable to grant a royal writ of appointment to the 옥당 classics. [The King] answered that [the royal writ of appointment] was uncomfortable. ",
                "H2KE-nKo": "승정원이 옥당에 비답을 내리는 것이 온당치 못하다는 뜻으로 입계하니, 알았다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 23일(갑신) 2번째기사",
                "gt-oKo": "정원이 옥당에 미안하다는 뜻을 비답(批答)할 것으로 입계하니, 알았다고 답하였다.",
                "hj": "○政院, 以玉堂批答未安之意, 入啓, 答曰, 知道。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General submitted a memorial regarding the wrongdoings of Jo헌 and others and submitted a memorial to the King requesting that they be punished. However, the circumstances of the memorial were not mentioned by the Office of the Inspector General. The Royal Secretariat discovered the wrongdoings and sent a memorial to the Office of the Inspector General . The clerk sent a memorial to the Office of the Inspector General and the Office of the Censor General sent a memorial to the 동료들. The memorial was revised and submitted on the second day [of this month]. People indiscriminately lost their sense of duty as censors . The Office of the Censor General did not avoid suspicion and withdrew. The Office of the Inspector General requested that the Office of the Inspector General be replaced by the Office of the Censor General and the others all be allowed to reassume their posts. The King responded to the memorial submitted by the Office of the Censor General, It is not necessary to argue against them.",
                "H2KE-nKo": "사간원이 조헌의 상소가 잘못되고 망녕된 것에 대해 차자를 올려 논열하였는데, 그중 한 조목은 바로 조헌의 상소에 없던 말이었다. 승정원이 그 잘못을 깨닫고 성상소에 통지하니, 성상소가 동료에게 통지하고 도로 가지고 가서 이튿날 다시 써서 올렸다. 외부 사람들이 간관의 체모를 잃었다고 하며 논의가 시끄러웠는데, 사간원 전원이 피혐하여 물러가 물론을 기다렸다. 사헌부가 성상소를 체차하고 나머지는 모두 출사하게 하라고 아뢰니, 사간원의 차자에 대해 쟁변할 필요가 없다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 23일(갑신) 3번째기사",
                "gt-oKo": "사간원이 조헌의 상소가 그릇되고 망령된 것을 논열(論列)하여 상차(上箚)했는데, 그중 한 조목은 바로 헌의 상소에 없었던 말이었다. 정원이 그 잘못을 깨닫고 성상소(城上所)에 통지하자 성상소는 동료들에게 통지하여 다시 가지고 가 다음날 고쳐 써서 올렸다. 외부 사람들이 간관(諫官)의 체모를 잃은 일이라 하여 논의가 시끄러워지자 모든 간원(諫院)이 피혐(避嫌)하고 물러가 물론을 기다렸다. 사헌부가 성상소를 체직시키고 나머지는 모두 출사하도록 하라고 아뢰자, 사간원의 차자에 대해 다투어 논변할 필요가 없다고 답하였다.",
                "hj": "○司諫院, 以趙憲上疏之謬妄, 上箚論列, 而其中一款, 乃憲疏所無之言也。 政院覺其誤, 通于城上所, 城上所通于同僚, 還持去, 翌日, 改書以進。 外人以失諫官之體, 論議譁然, 諫院專數避嫌, 退待物論。 司憲府啓, 遞城上所, 餘皆出仕, 答司諫院箚曰: “不必爭辨。”"
            },
            "4": {
                "H2KE-EN": "The King and the Queen Mother inquired after the health of the Grand Abdicated King and the superintendents of the Directorate of Palace Kitchen Supplies . They reported to the King. The King answered, saying, From this day forward, do not inquire after the health of the Grand Abdicated King.",
                "H2KE-nKo": "대전과 중전에게 약방 제조가 문안하고 입계하자, 알았다고 답하였다. 중전이 평안하니 이후로는 문안하지 말라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 23일(갑신) 4번째기사",
                "gt-oKo": "대전(大殿)과 중전(中殿)에게 약방 제조가 문안하였다. 입계하니, 알았다고 답하였고, 중전은 답하기를 ‘평안하니 금후에는 문안하지 말라.’고 하였다.",
                "hj": "○大殿、中殿, 藥房提調, 問安入啓, 答曰, 知道。 中殿答曰: ‘平安, 今後勿爲問安。’"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On eulyu day, the Office of the Inspector General presented a memorial to the King. In general, the memorial submitted to the King on the matter of Jo헌 . The King returned to the palace.",
                "H2KE-nKo": "사헌부의 차자는 대개 조헌의 일이었는데, 입계하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 24일(을유) 1번째기사",
                "gt-oKo": "사헌부 차자는 대개 조헌의 일을 말한 것이었는데, 입계하였다.",
                "hj": "○乙酉/司憲府箚子, 大槪趙憲事入啓。"
            },
            "2": {
                "H2KE-EN": "The State Tribunal arrested Navy Subarea Commander of Jeolla Province Yi Gyeong and reported to the throne.",
                "H2KE-nKo": "의금부가 전라 좌수사 이경을 잡아 가두었다고 아뢰었다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 24일(을유) 2번째기사",
                "gt-oKo": "의금부가 전라 좌수사 이경(李璟)을 잡아들여 가둘 것을 아뢰었다.",
                "hj": "○義禁府, 全羅左水使李璟拿囚啓。"
            },
            "3": {
                "H2KE-EN": "Minister of PersonnelYi San had three resignations due to his illness, and the King granted him additional leave. This was denied.",
                "H2KE-nKo": "이조 판서 이산해가 신병으로 세 번째 정사하니, 말미를 더 주라고 윤허하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 24일(을유) 3번째기사",
                "gt-oKo": "이조 판서 이산해(李山海)가 신병으로 세 번이나 정사(呈辭)하자 급유(給由)를 더해줄 것을 윤하(允下)하였다.",
                "hj": "○吏曹判書李山海身病三度呈辭, 加給由事, 允下。"
            },
            "4": {
                "H2KE-EN": "Cha Cheonro , a clerk of the Publication Office , submitted a memorial. In general, Yeo Gyeseon supplied his composition for composing composition. The King reported this to the King. The King transmitted a royal directive, which stated, There are many vagabond wooden ccircumstances. I heard that Yeo Gyeseon had a skillful wooden",
                "H2KE-nKo": "교서 정자 차천로가 상소하였는데, 대체적인 내용은 여계선이 차작한 글을 지어 달라는 것이었다. 입계하니, 비망기를 내리기를,“속서와 졸필은 서로 비슷한 것이 많으니, 이것을 가지고 옥사를 지레 정할 수는 없다. 또 이 사람은 본래 문명이 있으니 말세에 혹 다른 사람에게 모함을 받을까 염려된다. 오직 이봉신이 들어가면 쉽게 분별할 수 있을 것이기 때문에 여계선을 형추하라는 명을 내린 것이다. 그 형세를 끝내 가릴 수 없게 되자 차천로가 애초에 즉시 아뢰지 않고 지금 감히 사실대로 말하여 마치 숨기는 것이 없는 것처럼 하였으니, 차천로가 어떤 사람인지 나는 모르겠다. 다만 그가 재주가 있다고 들었는데도 감히 이와 같은 일을 하였으니, 그동안의 정상은 대개 간사하고 교활한 자이다. 유림을 더럽히고 진신들에게 욕을 끼친 것이 극에 달하였다. 한회와 차천로를 잡아다 국문하라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 24일(을유) 4번째기사",
                "gt-oKo": "교서 정자(校書正字) 차천로(車天輅)가 상소하였는데, 대개는 여계선(呂繼先)의 차작(借作)을 지어준 일이었다. 입계하니, 비망기(備忘記)를 내렸다. “속서(俗書)와 졸필은 서로 비슷한 것이 많아 이것을 가지고 옥사(獄事)를 바로 정할 수는 없었고 또 이 사람은 평소 문명(文名)이 있으니 말세(末世)에 혹 다른 사람에게 모함을 받는 것이 아닌지도 우려되었다. 오직 이봉신(李奉信)이 들어온다면 쉽게 분별할 수 있을 것이므로 여계선을 형추(刑推)하라고 명한 것이다. 그 형세가 끝내 감출 수 없게 되자 천로(天輅)가 처음에는 바로 아뢰지 않다가 지금에 와서 사실을 말하면서 감추는 것이 없는 듯이 하였는데, 천로가 어떤 사람인지 나는 잘 모른다. 다만 그가 뛰어난 재주를 가졌다고 들었는데, 감히 이러한 일을 하였으니 그 전후 정상(情狀)으로 미루어 보건대 아마도 간교한 자일 것이다. 유림(儒林)을 더럽히고 진신(搢紳)들에게 욕을 끼친 것이 극심하다. 한회(韓懷)·차천로(車天輅)를 잡아 들여 국문(鞫問)하라.”",
                "hj": "○校書正字車天輅上疏。 大槪呂繼先借作製給事。 入啓。 備忘記曰: 俗書拙筆, 相近者多, 不可以此, 經定獄事, 又慮此人素有文名, 末世恐或爲人所陷。 惟李奉信入, 則可以易辨, 故呂繼先刑推命下。 其勢終不可掩, 則天輅初不卽啓, 而今敢吐實, 有若無隱者然, 天輅予不知何許人。 但聞其有才華, 而乃敢爲如此事, 前後情狀, 蓋其奸黠者也。 其汚衊儒林, 貽辱縉紳極矣。 韓懷、車天輅拿鞫。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On muja day, the State Tribunal , muja year (1408, the fourth year of King Taejongs reign, Cha Cheonro , replaced Yeo Gyeseons writing on the writing, which was true. The King reported the confession to the King, which stated: The sovereign respectfully saw the sages of the former sages, and the scholars of the entire country rushed to the wind and clouds into the sunset. Thus, I personally saw him and appointed him to a government post. This was to cultivate the worthy and embraced the way of governing the country, thereby enjoying peace and relieving the people. When I released him from his name, all the officials in the court felt congratulations were completely congratulated, and then it was possible that he was chosen for the highest level of the lowest level of the highest level of the lowest",
                "H2KE-nKo": "무자년에 의금부가 차천로가 여계선의 시권을 대술한 것이 확실한 일에 대한 원정을 입계하니, 전교하기를,“임금이 선성을 공경히 알현하니 사방의 선비들이 바람에 쓸리듯 구름처럼 모여들었다. 이에 친시하여 등용하였으니, 이는 바로 어질고 뛰어난 인재를 얻어 치도를 도와 이 백성들을 편안하게 구제하고자 한 것이다.그런데 방명하자 대정의 여러 관료들이 모두 축하하였고, 장두로 선발된 자들은 바로 장대를 틀어쥐고 다니던 사람들이었다. 말하자니 말이 욕되고, 임금의 수치이니 아까울 것이 없고, 진신들의 수치이니 아까울 것이 없다. 이는 유림들이 천만세토록 씻을 수 없는 수치이다. 하찮은 여우나 쥐새끼 같은 자들을 반드시 주벌하여 용서하지 않고 선비들에게 게시하여 만세의 경계로 삼아야 할 것이니, 이뿐만이 아니다.문사는 조직하는 말기이니, 서까래로 장식하고 지저귀로 떠들어 대는 것은 장부도 부끄럽게 여기는 것이다. 그런데 감히 서까래로 만든 탄환을 가지고 수후의 구슬인 양 자처하면서 다른 사람을 위해 대술하고 뚫고 들어가 상종하였으니, 이는 대개 전부터 대술한 솜씨이다. 정상이 이미 드러나 다시 숨길 수 없게 되자 교묘하게 거짓말을 꾸며 기만하여 상소하였으니, 임금을 무시하는 마음이 현저하다. 정상과 공초를 보면, 좌중의 한 유생의 이름, 그리고 몰래 출입한 사람과 주고 받으며 상종한 절차, 그동안 범한 죄를 형장을 치며 추문하여 일일이 철저히 신문하라. 또 그 상소에 ‘세상 사람들이 다른 사람을 고용하여 과거에 급제한 자가 자주 있고, 아무개와 아무개가 전후로 상종하였다.......’라고 하였으니, 사실대로 정직하게 고하라고 아울러 철저히 신문하라. 광흥 봉사 한회도 차천로와 함께 모의했다는 이유로 형장을 치며 신문하니, 변명하였다. 모두 도 3년으로 정배하라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 27일(무자) 1번째기사",
                "gt-oKo": "의금부(義禁府)가 차천로가 여계선의 시권(試券)을 대신 지어준 사실의 원정(元情)을 입계하니, 전교하였다. “인주(人主)가 공경한 마음으로 선성(先聖)을 배알하면 사방의 선비들이 바람같이 달려오고 구름처럼 모여든다. 이때 친시(親試)를 보여 등용하는 것은 바로 훌륭한 인물을 얻어 치도(治道)를 보좌하고 백성을 편안하게 구제하려는 것이다. 그런데 대정(大庭)에서 창방(唱榜)하고 뭇 관료가 다 하례하는데 미쳐서 장원(壯元)이 된 자가 바로 남곽 처사(南郭處士)나 도척(盜蹠)같은 형편없는 사람이었다. 말하자니 말이 욕되다. 인주의 부끄러움이야 애석할 것이 없고 진신(搢紳)들의 부끄러움도 애석할 것이 없지마는 이는 바로 유림들이 천만 년 동안 씻을 수 없는 수치이다. 보잘것없는 저 여우나 쥐같은 것을 필히 용서치 말고 많은 선비들에게 널리 알려 만세의 경계로 삼아야 한다. 그 뿐만이 아니다. 무릇 문사(文詞)는 뜻을 엮는 말기(末技)인지라, 미사 여구로 글을 다듬는 일은 장부(壯夫)가 부끄럽게 여긴다. 그런데 감히 쇠똥구리의 흙덩이를 가지고 수후(隋侯)의 구슬이라 생각하여 다른 사람을 위해 대신 글을 지어주고 그릇되이 상종을 하였으니, 이는 아마 평소 전부터 대신 글을 지어주던 솜씨일 것이다. 그 정상이 이미 노출되어 다시 감출 수 없는데도 거짓말을 교묘하게 꾸며 기만하여 상소하였으니, 임금을 안중에 두지 않은 마음이 현저하다. 정유(情由)와 공초(供招)에 의해 자리에 동석했던 유생(儒生)의 이름과 은밀히 출입한 사람이 주고 받으며 서로 응한 절차 및 전후에 걸쳐 범한 죄상을 형추(刑推)하여 낱낱이 궁문(窮問)하라. 또 그의 상소에 ‘세상 사람들은 다른 이가 과거에 오르는 것을 시기하는 일이 자주 있고 누구누구는 전후로 상종하고 있다.’고 하였으니, 사실대로 바르게 아뢸 것도 아울러 궁문하라. 광흥 봉사(廣興奉事) 한회(韓懷)도 천로와 같이 이를 모의했으니, 형신(刑訊)하여 밝히고, 모두 도 삼년(徒三年)에 정배(定配)하라.”",
                "hj": "○戊子/義禁府, 車天輅代述呂繼先試券的實事, 元情入啓, 傳曰: “人主祗謁先聖, 四方之士, 風走而雲集。 於是親試而登庸之, 正欲得其賢俊, 黼黻治道, 康濟斯民也。 及其放名, 大庭群僚畢賀, 則膺是選居狀頭者, 乃竿吹蹠行之人。 所可道也, 言之辱也, 人主之羞不足惜, 縉紳之羞不足惜, 乃儒林千萬世不可洗之恥也。 幺麿狐鼠之物, 必誅不赦, 榜示多士, 爲萬世戒。 不但已也。 夫文詞, 組織之末技, 蟲雕蟬噪, 壯夫且恥爲之。 而敢挾(螗)〔蜣〕蜋之丸, 自擬隋侯之珠, 爲人代述, (鎖)〔鑽〕穴相從, 是蓋自前素所代述之手也。 情狀已露, 不可更隱, 巧飾詭辭, 欺罔陳疏, 顯有無君之心。 右情由及所供, 同坐席幕中一儒生之名, 與夫潛出入之人, 授受相應之節, 前後所犯之罪, 刑推一一窮問。 且其上疏內: ‘人世之人倩人登第者, 比比有之, 某也某也前後相從。’ 云云從實直告事, 竝窮問。 廣興奉事韓懷, 亦以與天輅同謀, 刑訊發明, 皆徒三年定配。”"
            },
            "2": {
                "H2KE-EN": "Minister of Personnel Yi Sanul submitted a memorial that was clearly slandered by Jo Hyeong . The memorial was submitted to the King and the King reported to the King. The King replied, I am well fully aware of my dear sirs. Concerning a memorial and repeatedly submitted a memorial, it is not because the names of the woman cannot be included in the same manner as the woman without a woman. These days, the sense of honor are not severed, and the state is not confused. This is why I appointed my dear sir to the position of minister. It is sufficient to have all sovereigns exemplary expectations. Who would dare slander this? The words of the womans are not sufficient to serve as a woman. Alas! Bak Je slandered my dear sir, and Yi응saeng slandered my dear sir. Now, Jo Hyeong also deceived my dear sir. How can this be many who slandered my dear sirs? Truly, this is because I did not treat my dear sirs with sincerity. As the womanslandered my dear sirs have already arrived three times, how could I dare slander the woman to the woman? Quickly 출사하라.” 하였다.",
                "H2KE-nKo": "이조 판서 이산해가 조헌의 상소에서 현저하게 배척을 받았다는 이유로 사직하는 차자를 입계하니, 답하기를,“경의 뜻을 모두 알았다. 소장을 올리고 차자를 올려 전후로 사직을 청하기를 그치지 않은 것은 부옹의 이름을 부옹이 없는 사람에게까지 아울러 언급하지 않아서야 되겠는가. 지금 세상의 염치가 완전히 없어지고 국사가 무너지는 지경에는 이르지 않았으니, 내가 경을 총재로 삼았기 때문이다. 백벽의 모범이 될 만하고 퇴락한 물결의 지주도 될 만하니, 누가 감히 그를 헐뜯겠는가. 저 광부가 풍병을 앓는다는 말은 어린아이에게 한 번 웃을 거리도 못 된다.아, 박제가 경을 헐뜯고 조응생이 경을 참소하였는데, 지금 또 조헌이 경을 무함하니, 어쩌면 그리도 헐뜯는 말이 많은가. 참으로 내가 경을 성심으로 대우하지 않았기 때문이다. 참소가 이미 세 번이나 이르렀으니, 어찌 감히 북[杼]을 던지겠는가. 속히 출사하라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 27일(무자) 2번째기사",
                "gt-oKo": "이조 판서 이산해(李山海)가 조헌의 상소에서 그를 드러내 놓고 비난, 배척했다 하여 사직 차자를 올렸는데, 입계하니, 답하였다. “경의 뜻을 모두 알겠다. 차자나 소장(疏章)을 올려 전후에 걸쳐 사직을 요구하여 마지 않은 것은 혹시 장인이 없는 사람에게 장인을 때렸다는 죄명이 미쳐서가 아닌가. 요사이 염치가 전부 없어지지는 아니하고 나라 일도 무너지는 데 이르지 않은 것은 내가 경을 등용하여 총재(冢宰)로 삼았기 때문이다. 충분히 뭇 관료들의 본보기가 될 만하고 사나운 물살 속의 지주(砥柱)와 같은데 누가 감히 훼방할 것인가. 저 광부(狂夫)의 비난하는 말이야 한 아이의 웃음거리도 되지 못할 것이다. 슬프다. 박제(朴濟)가 경을 비방하고 응생(應生)이 경을 참소하더니, 이제 또 조헌이 경을 무함하였다. 어찌하여 헐뜯는 자가 이리 많은가. 진실로 내가 경을 대우함이 정성스럽지 못한 때문이리라. 참소가 이미 세 번 이르렀으나 어찌 감히 베틀의 북을 던져버릴 것인가 속히 출사(出仕)하라.”",
                "hj": "○吏曹判書李山海, 以趙憲之疏顯被詆斥, 辭職箚子入啓, 答曰: “俱悉卿意。 上章上箚, 前後乞解而不已者, 得不以撾婦翁之名, 竝及於無婦翁之人耶? 今世廉恥不至於都喪, 國事不至於潰裂, 予用卿爲冡宰故也。 足以表儀百辟, 足以砥柱頹波, 誰敢毁之? 彼狂夫病風之言, 曾不足以供兒童之一笑也。 噫! 朴濟詆卿, 應生譖卿, 今又趙憲誣卿, 是何毁譽者多也? 良由予之待之, 不以誠也。 譖已三至, 何敢投杼? 速爲出仕。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Responding Editor of the gyeongin year (, Responding Editor of the Office of Royal Decrees Kim Hongmin submitted a memorial requesting the resignation of Jo헌. The King replied, People are worried about others, and cultivating oneself should not be delayed. If they do not cultivate oneself, how could there be no Jo헌을 our country? You should 사직하지 말라.” 하였다. ",
                "H2KE-nKo": "경인년에 응교 김홍민이 조헌에게 비방을 받았다고 하여 사직 상소를 올리니, 답하기를,“사람들의 말은 두려운 것이고 자신을 수양하는 것은 늦출 수 없는 것이다. 진실로 자신을 수양하지 않는다면 조헌에게 비록 없더라도 우리나라에 조헌이 없을 수 있겠는가. 그대는 사직하지 말라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 29일(경인) 1번째기사",
                "gt-oKo": "응교(應敎) 김홍민(金弘敏)이 조헌으로부터 비방을 받았다 하여 사직을 상소하니, 답하였다. “사람들의 말도 두려워해야 하지만 몸을 닦는 일도 늦출 수 없는 것이다. 진실로 몸을 닦지 않는다면 조헌이 비록 없다 한들 우리 나라에 조헌이 다시 없겠는가. 사직하지 말라.”",
                "hj": "○庚寅/應敎金弘敏, 以爲趙憲所詆, 辭職上疏, 答曰: “人言可畏也, 修己不可緩也。 苟不修己, 趙憲雖無, 東國其無趙憲乎? 爾可勿辭。”"
            },
            "2": {
                "H2KE-EN": "Jo Mok was appointed magistrate of Geumsan County , but he did not assume his post.",
                "H2KE-nKo": "조목을 금산 군수에 제수하였으나 부임하지 않았다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 29일(경인) 2번째기사",
                "gt-oKo": "조목(趙穆)을 금산 군수(錦山郡守)에 제수했으나 부임하지 않았다.",
                "hj": "○以趙穆除錦山郡守, 不赴。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Office for the Establishment of Ceremonies , the Royal Secretariat , the officials of the Censor General , and the court inquired after the health [of the Abdicated King (Taejong]. [The King] replied, [I] know that [they] will gradually be cured. Do not inquire after the health [of the Grand Abdicated King].",
                "H2KE-nKo": "갑자년에 시약청, 승정원, 옥당, 조정이 문안하자, 답하기를,“알았다. 점점 차도가 있으니 문안하지 말라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 3일(갑자) 1번째기사",
                "gt-oKo": "시약청(侍藥廳)·승정원(承政院)·옥당(玉堂)·조정(朝廷)이 문안하니, 답하였다. “알았다. 점차 차도가 있으니 문안하지 말라.”",
                "hj": "○甲子/侍藥廳、政院、玉堂、朝廷問安。 答曰: “知道。 漸差歇, 勿爲問安。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Your subjects request that Your Majesty change the ranks of Grand Master for Excellent Virtue Choe Jun . The King denied this request.",
                "H2KE-nKo": "양사가 첨지 최입의 가선대부 가자를 개정할 것을 아뢰니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 3일(갑자) 2번째기사",
                "gt-oKo": "양사가 첨지(僉知) 최입(崔岦)의 가선(嘉善) 가자(加資)를 개정하라고 아뢰었는데, 윤허하지 않는다고 답하였다.",
                "hj": "○兩司啓曰: “僉知崔岦, 嘉善加改正事。” 答曰: “不允。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Your subjects request that Your Majesty revise the rank of Grand Master for Excellent Virtue Choe Jun . The King denied this request.",
                "H2KE-nKo": "양사가 첨지 최립의 가선대부 가자를 개정할 것을 아뢰니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 4일(을축) 1번째기사",
                "gt-oKo": "양사가 첨지 최입의 가선 가자를 개정하라고 아뢰었는데, 윤허하지 않는다고 답하였다.",
                "hj": "○乙丑/兩司啓曰: “僉知崔岦, 嘉善加改正事。” 答曰: “不允。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Office of Honorable Guests , the Royal Secretariat , and the officials of the Censor General inquired after the health [of the Abdicated King (Taejong and the King (Sejong]. [The King] agreed to this.",
                "H2KE-nKo": "시약청, 승정원, 옥당이 문안하자, 알았다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 5일(병인) 1번째기사",
                "gt-oKo": "시약청·정원·옥당이 문안하자, 알았다고 답하였다.",
                "hj": "○丙寅/侍藥廳ㆍ政院ㆍ玉堂問安, 答曰, 知道。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Your subjects request that Your Majesty grant a reward to Second Deputy Director Choe Jun . The King granted this request.",
                "H2KE-nKo": "양사가 첨지 최입의 상가를 개정할 것을 아뢰니, 상이 따랐다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 5일(병인) 2번째기사",
                "gt-oKo": "양사가 첨지 최입에게 상가(賞加)한 것을 개정하기를 아뢰니, 상이 따랐다.",
                "hj": "○兩司啓曰: “僉知崔岦, 賞加改正事。” 上從之。"
            },
            "3": {
                "H2KE-EN": "The Royal Secretariat reported, According to the precedent, one horse to the envoy for celebrating the Emperors birthday is given to Okha Guesthouse . The roof tiles used to repair the roof tiles were caused by a fire, and eleven kan fires were burned down. As the Board of Rites sent a memorial, your subjects request that the envoy and the correspondence officer be cross-examined and interrogated. The crime of the envoy and the interpreter who failed to care for the fire should also be cross-examined and punished. The King replied, The envoy and the correspondence officer should be cross-examined first, and the envoy and the correspondence officer should be cross-examined and interrogated.",
                "H2KE-nKo": "정원이 아뢰기를,“성절사가 바치는 공마 1필을 으레 옥하관에서 주었습니다. 그런데 방돌을 보수하다가 실화하여 11칸이 연소되었고, 예부의 제본이 있기까지 하였으니, 정사와 서장관을 추고하소서. 상통사가 불을 조심하지 못한 죄는 모두 추고하여 죄를 다스리소서.”하니, 답하기를,“정사와 서장관은 먼저 파직한 뒤에 추고하고, 상통사는 잡아다 추고하여 죄를 다스리라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 5일(병인) 3번째기사",
                "gt-oKo": "정원(政院)이 아뢰기를, “성절사(聖節使)가 공마(貢馬) 한 필(匹)을 옥하관(玉河館)에 주는 일은 준례입니다. 방의 온돌을 보수하다가 실화(失火)로 11간(間)을 타게 하여 예부(禮部)가 제본(題本)하기에 이르렀으니, 사신과 서장관을 추고하소서. 상통사(上通事)가 불을 조심하지 않은 죄도 아울러 추고하여 치죄(治罪)하소서.” 하니, 답하기를, “사신과 서장관은 먼저 파직한 뒤 추고하고, 상통사는 잡아들여 추고, 치죄하라.” 하였다.",
                "hj": "○政院啓曰: “聖節使貢馬一匹, 例授於玉河館。 房堗修補, 因致失火, 延燒十一間, 至於禮部題本, 請使書狀官推考。 上通事不能愼火之罪, 竝推考治罪。” 答曰: “使、書狀, 先罷後推, 上通事, 拿來推治。”"
            },
            "4": {
                "H2KE-EN": "정원이 아뢰기를, “돌아오는 성절사 , who is serving as the envoy for celebrating the Emperors birthday , is to be sent by the [Chinese] chief circuit inspector [of the Han River] on the Han River . 감히 아룁니다.” 하니, 전교하기를, “이조 좌랑 Yi곽(李)을 보내라.” 하였다.",
                "H2KE-nKo": "정원이 아뢰기를,“돌아오는 성절사의 압록강 수은 어사에 대해 감히 여쭙니다.”하니, 전교하기를,“이조 좌랑 이곽(李)을 보내라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 5일(병인) 4번째기사",
                "gt-oKo": "정원이 아뢰기를, “돌아오는 성절사를 강상(江上)에서 수은(搜銀)할 어사에 대하여 감히 품합니다.” 하니, 전교하기를, “이조 좌랑(吏曹佐郞) 이곽(李)을 보내라.” 하였다.",
                "hj": "○政院啓曰: “回還聖節使, 江上搜銀御史, 敢稟。” 傳曰: “吏曹佐郞李, 送之。”"
            },
            "5": {
                "H2KE-EN": "The mid-tier officials of the Ministry of Personnel reported, There is a vacancy in the inspectors and censors . How about conducting state affairs? The King said, Tomorrow, conduct state affairs.",
                "H2KE-nKo": "이조 낭청이 아뢰기를,“대간에 결원이 있는데 정사를 어떻게 해야겠습니까?”하니, 전교하기를,“내일 하라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 5일(병인) 5번째기사",
                "gt-oKo": "이조 낭청(吏曹郞廳)이 아뢰기를, “대간(臺諫)에 궐원이 있으니 정사를 어떻게 해야 하겠습니까?” 하니, 내일 처리하라고 전교하였다.",
                "hj": "○吏曹郞廳啓曰: “臺諫有闕, 政事何以爲之?” 傳曰: “明日爲之。”"
            },
            "6": {
                "H2KE-EN": "The Ministry of Rites reported, When the Queen Mother is not well, it is inappropriate to hold a congratulatory ceremony at the Office of Royal Attire . Your subjects request that the successful candidates for the civil service examination be held on the tenth day of this month. What would Your Majesty say if the successful candidates are to be held on the tenth day of this month? 하니, 아뢴 대로 하라고 전교하였다.",
                "H2KE-nKo": "예조가 아뢰기를,“중전께서 편치 못하시니 시약청을 설치할 때 대정에서 진하하기가 미안합니다. 10일의 창방을 물려서 행하는 것이 어떻겠습니까?”하니, 아뢴 대로 하라고 전교하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 5일(병인) 6번째기사",
                "gt-oKo": "예조가 아뢰기를, “중전께서 편치 않으시어 시약청을 설치하는 이때 대정(大庭)에서 진하(陳賀)하기가 미안하니, 10일에 거행할 창방(唱榜)을 물려 행하는 것이 어떻겠습니까?” 하니, 아뢴 대로 하라고 전교하였다.",
                "hj": "○禮曹啓曰: “中殿未寧, 侍藥廳排設之時, 大庭陳賀未安, 初十日唱榜, 退行何如?” 傳曰: “依啓。”"
            },
            "7": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, A fire breaks out at Okha Guesthouse and even the supreme commander of the [Ming] Emperor [of Ming China] has been punished. This is extremely uncomfortable. What do you think about sending a diplomatic document to the Board of Rites ? Discuss this matter with the Ministry of Rites.",
                "H2KE-nKo": "전교하였다. “옥하관에 불이 나서 중국의 제독 등 관원이 죄를 받기까지 하였으니, 매우 온당치 못하다. 예부에 자문을 보낼 때 이번 사신의 죄를 다스린다는 뜻을 언급하는 것이 어떨지 예조에 물으라.”\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 5일(병인) 7번째기사",
                "gt-oKo": "전교하였다. “옥하관의 실화로 상국(上國)의 제독(提督) 등 관원이 죄를 받기까지 하였으니 매우 미안하다. 예부에 이자(移咨)할 때 여기 사신도 치죄할 뜻을 언급하는 것이 어떠한지 예조에 문의하라.”",
                "hj": "○傳曰: “玉河館失火, 至於上國提督等官被罪, 極爲未安。 無乃移咨禮部時, 及此使臣治罪之意如何, 問于禮曹。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King inquired after the health of the Abdicated King (Taejong and the King (Sejong. [The King] agreed to this.",
                "H2KE-nKo": "정묘년에 시약청과 정원이 문안하니, 알았다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 6일(정묘) 1번째기사",
                "gt-oKo": "시약청과 정원이 문안하니, 알았다고 답하였다.",
                "hj": "○丁卯/侍藥廳ㆍ政院問安, 答曰, 知道。"
            },
            "2": {
                "H2KE-EN": "Yi곽(李) , the envoy for celebrating the Emperors birthday , reported to the King, If there is an urgent report to the Emperor, your subject requests that one horse tallies be added to the envoy for celebrating the Emperors birthday and the envoy for celebrating the Imperial Crown Princes birthday . The King approved this request.",
                "H2KE-nKo": "성절사 수은 어사 이곽(李)이 아뢰기를,“만일 시급히 장계할 일이 있으면 마패 하나를 더 가지고 가는 것이 어떻겠습니까?”하니, 아뢴 대로 하라고 전교하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 6일(정묘) 2번째기사",
                "gt-oKo": "성절사에 대한 수은 어사(搜銀御史) 이곽이 아뢰기를, “시급히 장계할 일이 있을 것을 대비하여 마패(馬牌) 하나를 더 가져 가는 것이 어떻겠습니까?” 하니, 아뢴 대로 하라고 전교하였다.",
                "hj": "○聖節使搜銀御史李啓曰: “如有時急狀啓之事, 請一馬牌, 加齎去何如?” 傳曰: “依啓。”"
            },
            "3": {
                "H2KE-EN": "The officials of the Office of the Inspector General reported as follows: Recently, as an envoy for expressing gratitude to the Emperor [of Ming China] , he did not understand Your Majestys sincere intention of serving the Great [Ming China] in serving the Great [Ming China] with the utmost sincerity. He did not appreciate the embassies on the embassy to Beijing and thus caused ridicule to the Chinese guests. In general, he is not worried about this. Recently, the envoy for celebrating the Emperors birthday occurred at Okha Guesthouse , and even the supreme commander of the imperial court was punished for this. This is something occurred before ordinary times, which is extremely surprised. As an envoy bearing the royal order, his crime cannot be considered lightly and replaced. Your subjects request that after the envoy for celebrating the Emperors birthday , his correspondence officer , and others cross the [Amnok] River, they be immediately arrested and interrogated, thereby rectifying their crime. The King approved this request. Second Deputy Commander Choe입s request was replaced by Grand Master for Excellent Virtue , and the King said, I did not approve this request. The Left Superintendent of Jeolla Province Yi Gyeong said, Even though he had not yet returned to his post, he should have been entirely responsible for one day. However, he has neglected his duties to defend against him and caused many people under his jurisdiction to plunder many people in his jurisdictions. This is related to the military law. Therefore, he should not be punished imprudently. Your subjects request that he be arrested and interrogated. The King ordered that the report be followed.",
                "H2KE-nKo": "양사가 아뢰기를,“근래 사명을 받들고 상국에 가는 신하들이 성상께서 지성으로 사대하시는 뜻을 본받지 않고 스스로 일행을 단속하지 않아 중국인들에게 비웃음을 산 것이 한두 가지가 아닙니다. 보고 듣는 사람들이 모두 한심하게 여기고 있습니다. 이번에 성절사 등이 옥하관에서 실화하여 상국의 제독 등 관원이 이로 인해 죄를 받기까지 하였으니, 이는 근고에 없던 일로 매우 놀랍습니다. 사신이 되어 이렇게까지 심하게 군명을 욕되게 하였으니, 그 죄를 예사롭게 추고하거나 파직만 해서는 안 됩니다. 성절사와 서장관 등이 압록강을 건넌 뒤에 즉시 잡아다 국문하여 그 죄를 바로잡으소서.”하니, 아뢴 대로 하라고 답하였다. 첨지 최입의 가선대부를 개정하는 일에 대해 윤허하지 않는다고 답하였다. 전라 좌수사 이경이 부임한 날짜가 얼마 되지 않았다고는 하지만, 하루를 관직에 있으면 하루의 책임을 다해야 한다. 그런데 방비 등에 관한 일을 까<unk>게 잊어버려 경내의 인물을 다수 약탈해 가게 하였으니, 군율에 관계되어 예사롭게 추고하여 다스려서는 안 된다. 잡아다 국문하라고 명하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 6일(정묘) 3번째기사",
                "gt-oKo": "양사가 아뢰기를, “근래 왕명을 받들고 상국에 사신으로 가는 신하들이 성상께서 지성으로 사대(事大)하시는 뜻을 체득하지 못하고 일행을 단속하지 않아 중국인에게 비웃음을 받은 것이 한두 가지가 아닙니다. 무릇 이를 듣고 볼 적에 한심스럽지 않을 수 없습니다. 이번에 성절사 등이 옥하관에서 실화하여 상국의 제독 등 관원들이 이 일 때문에 죄를 받기까지 하였습니다. 이런 일은 근고에 없었던 사건으로 매우 경악스럽습니다. 사신(使臣)이 되어 군명(君命)을 욕되게 함이 이처럼 심한 데 이르렀으니, 그 죄를 심상히 추문(推問)하고 파직만 할 수는 없습니다. 성절사 및 서장관 등이 강을 건넌 뒤 곧바로 잡아들여서 국문하여 그 죄를 바루소서.” 하니, 아뢴 대로 하라고 답하였다. 첨지 최입에게 가선을 가자한 일을 개정할 것을 아뢰니, 윤허하지 않는다고 답하였다. 또 아뢰기를, “전라 좌수사 이경(李璟)은 비록 관직에 부임한 날수가 적다고 하나 하루라도 관직에 있다면 의당 하루의 책무를 다해야 할 것입니다. 그런데 방비(防備) 등의 일을 무관심하게 버려 두어 경내(境內)의 인물 다수가 약탈당하도록 하였으니 이는 군율에 관계되는 것이라 심상히 추고, 치죄해선 안 됩니다. 잡아들여 국문하라 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○兩司啓曰: “近來奉使上國之臣, 不體聖上至誠事大之意, 不自檢勑一行, 貽笑於華人者, 不一其事。 凡在聞見無不寒心。 今者聖節使臣等, 失火於玉河館, 至於上國提督等官, 因此被罪。 此近古所未有之事, 極爲驚駭。 爲使臣辱君命, 至於此甚, 其罪不可尋常推罷而已。 請聖節使及書狀官等越江後, 卽命拿鞫, 以正其罪。” 答曰: “依啓。” 僉知崔岦嘉善改正事, 答曰: “不允。” “全羅左水使李璟, 雖曰赴任日淺, 在官一日, 則當盡一日之責。 而防備等事, 置之相忘, 致令境內人物, 多數掠去, 係干軍律, 不可尋常推治。 請命拿鞫。” 答曰: “依啓。”"
            },
            "4": {
                "H2KE-EN": "The King appointed Jeong Yunu as third censor , Bak Hongro as fourth censor , Kwon Jing as second minister of Punishments , and Yi Jeonghyeong as second deputy director of the Office of the Inspector General .",
                "H2KE-nKo": "정윤우를 헌납으로, 박홍로를 정언으로, 권징을 형조 참판으로, 이정형을 부교리로 삼았다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 6일(정묘) 4번째기사",
                "gt-oKo": "정윤우(丁允祐)를 헌납으로, 박홍로(朴弘老)를 정언으로, 권징(權徵)을 형조 참판으로, 이정형(李廷馨)을 부교리로 삼았다.",
                "hj": "○以丁允祐爲獻納, 朴弘老爲正言, 權徵爲刑曹參判, 李廷馨爲副校理。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office for the Establishment of Ceremonies reported as follows: The physicians say that the symptoms of the Queen will take care of the symptoms today. Then the symptoms of the minds are slightly improved in the morning. The symptoms of the symptoms are not occurrenced in the symptoms of the symptoms. The symptoms of the symptoms are slightly improved. The symptoms of the symptoms are not occurrenced in the symptoms of the symptoms. The King 전교하였다. “알았다.”",
                "H2KE-nKo": "시약청이 아뢰기를,“의녀의 말에 ‘중전의 맥박을 오늘 입진하니 심간이 부둔한 맥박이 아침보다 조금 완화되었고, 옥후가 현재 번열하거나 혼몽한 기운이 없습니다.’라고 하였습니다.”하니, 알았다고 전교하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 7일(무진) 1번째기사",
                "gt-oKo": "시약청이 아뢰기를, “의녀(醫女)의 말에 ‘중전의 맥(脈)을 오늘 들어가 진맥해 보니, 심간(心肝)의 부둔(浮屯)하던 맥이 아침보다 다소 완화되었다. 옥체의 기후도 지금 번열과 정신이 흐린 기는 없다.’고 합니다.” 하니, 알았다고 전교하였다.",
                "hj": "○戊辰/侍藥廳啓曰: “醫女言內, 中殿脈候, 今日入診, 則心肝浮屯之脈, 稍緩於朝。 玉候時無煩熱昏冒之氣云。” 傳曰: “知道。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Fifth-rank Aide to the governor of Hwanghae Province Jeong Sasin was promoted to the fifth rank without five months since his actual service served in the sixth rank. Your subjects request that he be corrected. Magistrate of Jindo Yi Jil was a poor official and suddenly promoted to the fourth rank. He should have prudent in performing his duties. However, he previously served as executive assistant to the magistrate of Gyeongwon Strategic Prefecture when he came to the capital to meet his opportunity to occur. Your subjects request that he be dismissed from his post. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“황해 도사 정사신은 6품으로 실제 근무한 기간이 5개월이 차지 않았는데 갑자기 5품으로 올랐습니다. 개정하도록 명하소서. 진도 군수 이즙은 한미한 출신으로 갑자기 4품직에 올랐으니, 정성을 다해 봉직해야 마땅합니다. 그런데 전에 경원 판관이 되었을 때 상을 당해 나올 때에도 외람된 짓을 많이 하였습니다. 파직하도록 명하소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 7일(무진) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “황해 도사(黃海都事) 정사신(鄭士信)은 6품(品)으로 실제 근무한 날수가 50일이 차지 않았는데 갑자기 5품에 승차(陞差)하였으니, 개정을 명하소서. 진도 군수(珍島郡守) 이즙(李濈)은 출신이 한미한데 갑자기 4품의 직에 승차되었으니, 마땅히 정성스럽게 봉직(奉職)해야 될 것인데, 전일 경주 판관(慶州判官)으로 있으면서 상(喪)을 당해 나올 때 또한 범람한 행동이 많았습니다. 파직을 명하소서.” 하니, 모두 아뢴 대로 하라고 답하였다.",
                "hj": "○司憲府啓曰: “黃海都事鄭士信, 六品實仕不滿五朔, 遽陞五品, 請命改正。 珍島郡守李濈, 發身寒微, 驟陞四品之職, 所當恪謹奉職, 而前爲慶源判官, 遭喪出來之時, 亦多泛濫之事。 請命罷職。” 答曰: “竝依啓。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Office for the Establishment of Ceremonies reported, The ladies-in-waiting says that Your Majesty transmitted a royal directive to the Queen, and the weather is the same as that of the morning. For the time being, do not take care of [the ladies-in-waiting for the ladies-in-waiting] and wait for [the ladies-in-waiting for the ladies-in-waiting]. The King 전교하기를, “알았다.” 하였다. ",
                "H2KE-nKo": "시약청이 아뢰기를,“의녀의 말에 ‘중전께서 전교하시기를 「기후가 아침과 마찬가지이니 우선 입진하지 말고 저녁이 되거든 하라.」고 하셨습니다.’라고 하였습니다.”하니, 알았다고 전교하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 8일(기사) 1번째기사",
                "gt-oKo": "시약청이 아뢰기를, “의녀의 말에 ‘중전이 전교하시기를, 기후(氣候)가 아침과 마찬가지니 당분간 들어와 진맥하지 말고 저녁에 하라고 하셨다.’ 합니다.” 하니, 알았다고 전교하였다.",
                "hj": "○己巳/侍藥廳啓曰: “醫女言內, 中殿傳敎, 氣候與朝一樣, 姑勿爲入診, 待夕爲之云。” 傳曰: “知道。”"
            },
            "2": {
                "H2KE-EN": "The King ordered that the Office of Benefiting the People be abolished. The King bestowed a horse upon Chief Superintendent Yu Jeon and Superintendent Noh Jik . The King also bestowed a horse upon Superintendent of the Royal House Administration Im Gunro . The King also bestowed a horse upon the physician Yang Yesu . The King also bestowed a horse upon Ahn Deoksu and Yi Insang as grand masters for excellent virtue and upon Kim Yun헌을 as grand masters for excellent virtue and upon those below him in sequence.",
                "H2KE-nKo": "주상이 시약청을 혁파하라고 명하였다. 도제조 유전, 제조 노직에게는 숙마를 사급하고, 부제조 도승지 임국로는 가자하고, 어의 양예수에게는 가의대부를 가자하고, 안덕수ᆞ이인상에게는 가선대부를 가자하고, 김윤헌에게는 통정대부 이하를 차례로 논상하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 8일(기사) 2번째기사",
                "gt-oKo": "상이 시약청을 파하라고 명하였다. 도제조(都提調) 유전(柳㙉), 제조(提調) 노직(盧稙)에게는 숙마(熟馬)를 내리고, 부제조 도승지 임국로(任國老)는 가자(加資)하였으며, 어의(御醫) 양예수(楊禮壽)에게는 가의 대부(嘉義大夫)로 가자하고, 안덕수(安德壽)·이인상(李仁祥)에게는 가선(嘉善)을, 김윤헌(金允獻)에게는 통정(通政)을 가자하였다. 이하는 순서에 따라 논상(論賞)하였다.",
                "hj": "○上命罷侍藥廳。 都提調柳㙉, 提調盧稙賜熟馬, 副提調都承旨任國老加資, 御醫楊禮壽加嘉義, 安德壽ㆍ李仁祥嘉善, 金允獻通政, 以下次次論賞。"
            },
            "3": {
                "H2KE-EN": "The King responded to the memorial submitted by Jo헌 , stating, Your Majestys sincerity is truly praiseworthy. The King then transmitted a royal directive, which stated, If Jo헌을 내려보낸다면 reply to me.",
                "H2KE-nKo": "조헌의 상소에 답하기를,“구언으로 인하여 상소를 올린 정성은 참으로 가상하다.”하고, 이어 전교하기를,“만약 조헌이 내려가거든 회유하라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 8일(기사) 3번째기사",
                "gt-oKo": "조헌(趙憲)의 상소에 답하기를, “구언(求言)에 따라 상소한 정성은 참으로 가상하다.” 하고, 이어서 전교하기를, “만일 조헌이 내려 간다면 회유(回諭)하라.” 하였다.",
                "hj": "○答趙憲疏曰: “因求言陳疏之誠, 良用可嘉。” 仍傳曰: “若趙憲下去, 則回諭。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General reported, On a previous day, the Queen Mother was not well, but she was immediately recovered. The superintendents of the Directorate of Palace Kitchen Supplies , the physicians , and others urgently performed medical prescriptions, and they were no more than their duties. How could their meritorious deeds have been demonstrated? Furthermore, Your Majesty issued an order to encourage those who were presumptuously rewarded. All the people regard this as inappropriate. Your subjects request that Your Majesty withdraw the order. The King denied this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“지난번에 중전께서 편찮으셨다가 곧바로 회복되었습니다. 약방 제조와 의관 등이 분주하게 약을 의논한 것은 직분에 불과한데, 무슨 공로가 있다고 가자하라는 명을 내리기까지 하시어 상을 참람하게 주었다는 기롱을 여십니까. 여론이 모두 온당치 않게 여기니, 내리신 명을 도로 거두소서.”하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 8일(기사) 4번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “근래 중전께서 편치 않으시다가 다시 회복되셨습니다. 약방 제조와 의관(醫官) 등이 분주하게 약을 시중든 것은 직분에 지나지 않은데 무슨 공로가 있다 하여 가자(加資)하라는 명을 내리시어 함부로 상을 준다는 비난을 여십니까. 여론이 다 온편치 않게 생각하니, 내리신 명을 도로 거두소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○司憲府啓曰: “頃日中殿未寧, 旋見平復。 藥房提調及醫官等, 奔走議藥, 不過職分, 有何功勞, 而至下加資之命, 以開僭賞之譏? 物情皆以爲未便, 請還收成命。” 答曰: “不允。”"
            },
            "5": {
                "H2KE-EN": "The Office of the Censor General reported, The meritorious deeds of medical treatment is one of the lowest degree. The promotion of promotion and rank is one of the greatest degree of reward. If the meritorious deeds of the momentary deeds of the medical treatment of the medicinal treatment ",
                "H2KE-nKo": "사간원이 아뢰기를,“시약하는 노고는 미미한 자 중에서도 미미한 자인데 품계를 올려 주는 것은 중한 상을 주는 것입니다. 한때의 노고를 가지고 막중한 상을 시행한다면 경솔하고 천한 데 가깝지 않겠습니까. 잘못된 전례를 그대로 따르면 말류의 폐단을 막기 어려울 것이니, 망설이지 말고 속히 개정하라고 명하소서. 의관처럼 미천한 자를 동반의 정직에 서용하지 않는 것은 그 유래가 오래되었습니다. 이공기는 보잘것없는 의원으로서 또한 사대부의 반열에 끼었으니, 벼슬길이 혼탁하고 명기가 존중되지 않습니다. 망설이지 마시고 속히 명을 거두소서.”하니, 답하기를,“참작하여 한 것이니 개정할 수 없다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 8일(기사) 5번째기사",
                "gt-oKo": "사간원이 아뢰기를, “시약의 노고는 아주 작은 것이고 관작을 올려 주는 것은 중요한 상(賞)입니다. 한때의 노고를 가지고 막중한 상을 시행함을 경솔한 처사에 가깝지 않겠습니까. 잘못된 준례를 그대로 따르면 그 폐단을 막기 어려울 것이니, 망설이지 마시고 속히 개정을 명하소서. 의관(醫官)은 천직으로 동반(東班)의 정직(正職)에 서용(敍用)하지 않은 지가 오래됩니다. 이공기(李公沂)는 하찮은 의원인데도 사대부의 서열에 끼었으니, 벼슬길이 혼탁하고 관직이 중요하지 않게 되었습니다. 망설이지 마시고 속히 내린 명을 거두소서.” 하니, 참작해서 한 일이니 고칠 수 없다고 답하였다.",
                "hj": "○司諫院啓曰: “侍藥之勞, 微乎微者也, 陞秩之加, 賞之重者也。 以一時之勞, 而行莫重之賞, 不幾於輕且賤乎? 因循謬例, 末流難防, 請勿留難, 亟命改正。 醫官之賤, 不敍東班正職, 其來尙矣。 李公沂以幺麿之醫, 亦齒士大夫之列, 仕路溷濁, 名器不重。 請勿留難, 亟收成命。” 答曰: “參酌爲之, 不可改也。”"
            }
        }
    },
    "11": {
        "12": {
            "1": {
                "H2KE-EN": "Bak Eon , a resident of Damyang in Jeolla Province , killed his mother. The King ordered that he be arrested and interrogated with the three investigative bodies . However, he did not admit his guilt. He died of being beaten with the heavy stick.",
                "H2KE-nKo": "전라도 담양에 사는 정병 박언이 자기 어미를 칼로 찔러 죽였기 때문에 잡아와서 삼성 교좌로 국문하도록 명하였는데, 자복하지 않고 형장을 맞다가 죽었다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 11월 12일(임인) 1번째기사",
                "gt-oKo": "전라도 담양(潭陽)에 거주하는 정병(正兵) 박언(朴彦)이 그 어미를 칼로 시해했기 때문에 잡아들여 삼성 교좌(三省交坐)로 국문하였으나 불복하다가 장하(杖下)에서 죽었다.",
                "hj": "○壬寅/全羅道潭陽居正兵朴彦, 刃弑其母, 命拿來, 三省交坐鞫問, 不服, 死於杖下。"
            },
            "2": {
                "H2KE-EN": "The governor of Jeolla Province hurriedly reported, The spirit tablets of the Altar of the Soil and Grain in Naju were all burned down at night. The King 전교하기를, “목사김성일을 먼저 파직한 다음 추고하라.” 하고, 이어 정원에 전교하기를, “역적 plotted rebellion and many counties were also burned out. 인심과 세도가 이 지경에 이르렀으니, I cannot overcome my grief.",
                "H2KE-nKo": "전라 감사가 급히 장계하기를,“나주 사직단의 위판이 야간에 불을 질러 모두 탔습니다.”하니, 전교하기를,“목사 김성일을 먼저 파직한 뒤에 추고하라.”하고, 이어 정원에 전교하기를,“시역의 변고가 끊이지 않고 군현에도 변고가 많다. 인심과 세도가 이 지경에 이르렀으니 통탄스럽기 그지없다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 11월 12일(임인) 2번째기사",
                "gt-oKo": "전라 감사가 치계하기를, “나주(羅州) 사직단(社稷壇)의 위판(位版)이 밤중에 불이 나 모두 타버렸습니다.” 하니, 전교하기를, “목사(牧使) 김성일(金誠一)을 먼저 파직시킨 뒤 추고하라.” 하고, 정원에 전교하기를, “시역(弑逆)의 변고가 끊이질 않고 군현(郡縣)에서도 많은 변고가 생기고 있다. 인심과 세도(世道)가 이 지경에 이르렀으니 아픈 마음을 이길 수가 없다.” 하였다.",
                "hj": "○全羅監司馳啓曰: “羅州社稷位版, 夜間衝火盡燒事。” 傳曰: “牧使金誠一, 先罷後推。” 仍傳于政院曰: “弑逆之變不絶, 郡縣亦多變作。 人心世道至此, 不勝痛甚。”"
            },
            "3": {
                "H2KE-EN": "After burning the spirit tablet of the Altar of the Soil and Grain in Naju , Magistrate of Naju Kim Seongri had no spirit tablet for one day, promptly build a spirit tablet and performed a rite to comfort the spirit tablet. The Office of the Censor General reported to the King without reporting to the court. However, the magistrate of Naju presumptuously build a spirit tablet and performed a rite. The proprieties for serving the spirit tablet are slightly discontinued. We request that Magistrate of Naju and Governor Han Jun be interrogated and that the spirit tablet be reformed. The King approved of this.",
                "H2KE-nKo": "나주 사직단의 위판이 불에 탄 뒤에 목사 김성일이 하루라도 신주가 없어서는 안 된다고 하여 즉시 위판을 만들어 위안제를 지냈다. 사간원이 아뢰기를,“조정에 여쭈지 않고 지방관이 지레 스스로 신주를 만들어 제사를 지냈으니, 신을 섬기는 예가 소홀합니다. 목사와 감사 한준이 신주를 개조한 것을 추고하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 11월 12일(임인) 3번째기사",
                "gt-oKo": "나주의 사직 위판이 불탄 후에 목사 김성일이 하루라도 신주(神主)가 없어서는 안된다고 하여 곧바로 위판을 만들어 위안제(慰安祭)를 지냈다. 사간원이 아뢰기를, “조정에 아뢰지는 않고 수토(守土)하는 신하가 지레 신주를 만들어 제사를 지냈으니, 이는 신을 섬기는 예(禮)를 홀만히 한 것입니다. 목사와 감사 한준(韓準)이 신주를 고쳐 만든 것을 추고하소서.” 하니, 상이 따랐다.",
                "hj": "○羅州社稷位版火燒後, 牧使金誠一以不可一日無主, 卽造位版, 行慰安祭。 司諫院: “以不稟朝廷, 而守土之臣, 徑自造主行祭, 事神之禮簡慢。 請推牧使及監司韓準改造其主。” 上從之。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The State Tribunal advised, When escorting criminals, each government office in the past did not send soldiers to escort them. When Bak Eon , the mother of a murder, reached Gwangju area , he rode a horse and intended to escape. Only after catching [Bak Eons] mother. It is requested that officials be interrogated. The King had a royal directive transmitted to the magistrate, and he be dismissed from office.",
                "H2KE-nKo": "의금부가 아뢰기를,“죄인을 압송해 올 때 경유하는 각 고을에서 군인을 풀어 호송하지 않고 어미를 시해한 박언이 광주 경내에 도착하자 말을 달려 달아나려고 하다가 겨우 뒤쫓아 붙잡았습니다. 관리를 추고하소서.”하니, 전교하기를,“목사를 파직하라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 11월 23일(계축) 1번째기사",
                "gt-oKo": "의금부(義禁府)가 아뢰기를, “죄인을 압송해 올 때 거치는 각 고을에서 군인을 내어 호송해 주지 않은 관계로 어미를 시해한 박언(朴彦)이 광주(廣州) 접경에 당도하자 말에 뛰어 올라 도망하려고 하는 것을 겨우 뒤쫓아 체포했습니다. 관리를 추고하소서.” 하니, 목사를 파직(罷職)하라고 전교하였다.",
                "hj": "○癸丑/義禁府, 以罪人押來時, 所經各官, 不發軍人護送, 弑母朴彦, 到廣州境, 超馬欲走, 僅得追捕。 請官吏推考。” 傳曰: “牧使, 罷職。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Assistant Section Chief of the Ministry of Taxation Jeong Saho is valuable and trivial. He is negligent in government offices. Your subjects request that he be dismissed from his position. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“호조 좌랑 정사호는 인물이 비루하고 잗달으며 관직에 있으면서 근신하지 않습니다. 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 11월 27일(정사) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “호조 좌랑 정사호(鄭賜湖)는 그 인물이 비루하고 옹졸하며 관직에 있으면서 근신하지도 않았으니, 파직하소서.” 하니, 상이 따랐다.",
                "hj": "○丁巳/司憲府啓曰: “戶曹佐郞鄭賜湖, 人物鄙瑣, 居官不謹, 請罷。” 上從之。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "The governor of Hwanghae Province hurriedly reported, Magistrate of Jangyeon District Hong Jeok was dismissed from his post due to his illness.",
                "H2KE-nKo": "황해 감사가 급히 장계하기를,“장연 현감 홍적은 병이 위중하니 파직하소서.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 1일(신유) 1번째기사",
                "gt-oKo": "황해 감사가 치계(馳啓)하였다. “장연 현감(長淵縣監) 홍적(洪迪)은 병이 위중하니 파직하소서.”",
                "hj": "○朔辛酉/黃海監司馳啓曰: “長淵縣監洪迪, 病重罷黜事。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The memorial submitted by Jo헌 , which stated: When Song응gae and others bury their parents, they presumptuously used the palanquin for the emperors propriety of the emperor. Magistrate of Sangju Strategic County Song Geuk submitted a memorial requesting that they be resolved. The King 전교하기를, “스스로 공론이 있을 터인데, 어찌하여 suddenly come and arbitrarily",
                "H2KE-nKo": "조헌의 상소 가운데 ‘송응개 등이 그 부모를 장사지낼 때 수도를 사용하여 참람되이 천자의 예를 사용하였습니다.’라고 한 것에 대해 상주 목사 송응형이 상소하여 신원하니, 전교하기를,“본래 공론이 있는데 어찌하여 갑자기 와서 사욕을 부리고 분쟁을 일으켜 조정을 하나의 송사터로 만드는가. 본래 벌로 다스려야 하겠지만 우선은 따지지 않겠다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 11일(신미) 1번째기사",
                "gt-oKo": "조헌의 상소 가운데 ‘송응개(宋應漑) 등이 그 부모의 장례 때 수도(隧道)를 사용하여 천자의 예(禮)를 참용(僭用)했다.’ 하니, 상주 목사(尙州牧使) 송응형(宋應泂)이 상소하여 신원(伸冤)하자, 전교하였다. “자연히 공론(公論)이 있을 것인데 어찌하여 바로 와서 사적인 일을 올려 분쟁해서 조정을 하나의 소송 장소로 만드는가. 마땅히 벌로 다스릴 것이나 우선은 끝까지 따지지 않겠다.”",
                "hj": "○辛未/趙憲上疏中, 以宋應漑等葬其父母時, 用隧道, 僭用天子之禮, 尙州牧使宋應泂上疏伸冤, 傳曰: “自有公論, 如何輒來, 逞私紛爭, 使朝廷爲一訟場? 本當罰治, 姑不究。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "At the oh hour (approximately 3:30 a.m., a white rainbow approached the sun.",
                "H2KE-nKo": "오시에 흰 무지개가 해를 꿰었다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 12일(임신) 1번째기사",
                "gt-oKo": "오시(午時)에 흰 무지개가 해를 꿰었다.",
                "hj": "○壬申/午時, 白虹貫日。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyeyu day, Chief State Councilor 노수신 and Right State Councilor Yu Jeon came to the palace to resign from their posts due to natural disasters. The King said, Do not resign. The King bestowed wine upon them.",
                "H2KE-nKo": "영상 노수신과 우상 유전이 이변 때문에 대궐에 나아가 사면을 청하니, 사직하지 말라고 답하고 술을 하사하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 13일(계유) 1번째기사",
                "gt-oKo": "영상 노수신(盧守愼)과 우상 유전(柳㙉)이 변괴가 생긴 일로 대궐에 나아가 사면(辭免)하니, 사직하지 말라고 답하면서 술을 내렸다.",
                "hj": "○癸酉/領相盧守愼、右相柳㙉, 以變異, 詣闕辭免, 答曰: “勿辭。” 賜酒。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Jang Hyoson , a member of Jang Mapo (Jang Hyoson , a member of the thirteenth year (, committed murder of his mother. The three investigative bodies jointly interrogated him, and he was sentenced to death by dismemberment.",
                "H2KE-nKo": "정축년 교마포에 사는 수부 장효손이 어미를 시해하였으므로 삼성이 번갈아 국문하여 능지처사하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 17일(정축) 1번째기사",
                "gt-oKo": "마포(麻浦)에 거주하는 수부(水夫) 장효손(張孝孫)이 어미를 시해하였기에 삼성 교좌(三省交坐)로 추국하여 능지 처사(凌遲處死)하였다.",
                "hj": "○丁丑/麻浦居水夫張孝孫弑母, 三省交鞫, 淩遲處死。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Royal Secretariat , which read as follows: I saw the articles of the matters hearing and found that the envoys traveled to the marketplace. I was moved and ordered that the articles be composed. Regarding the various royal secretaries , recorders , and 한림 한림, each of them should compose a poem composition of seven언 근 poems , and present two pieces of poems. The articles of poems excessive poems of poems excessive poems, and each of them should follow their will. Furthermore, the articles sent to the Office of the Censor General should also be composed and presented.I saw the articles of the articles from the Board of Rites , which stated, The interpreters of our country who are not negligent and negligent, causing an accidental fire to the distant people, they should be cross-examined and interrogated. This was because they wished to punish them but could not do so. Regarding the articles of 200 guests of the Great Ming China, the envoys of our country did not neglect their duties and causing them to burn them at once. How can this be a trivial matter? Who is the fault of the envoy who neglected their duties? I am afraid that the Board of Rites sends a diplomatic document to the Board of Rites . How can the imperial court know this? I think it would be appropriate to report this to the Emperor to express gratitude for their crimes. Discuss this matter and report the results to me. The high officials discussed the matter, saying, Your Majestys instruction is truly appropriate. The King ordered that the Envoy for Expressing Gratitude for Imperial Benevolence be dispatched.",
                "H2KE-nKo": "정원에 전교하기를,“내가 문견 사건을 보니 일행이 시시를 두루 돌아다닌다고 하였다. 내가 감격하여 시제를 내라고 명하였다. 여러 승지, 주서, 한림은 칠언 근체시를 지어 각각 2수씩 지어 올리라. 시제는 시시를 지나고 운과 기한은 각각 뜻대로 하라. 또 이 시제를 옥당에 보내어 또한 지어 올리게 하라. 또 예부의 제본을 보니 ‘해당 나라의 배신과 통사 등이 태만하여 실화하였는데, 생각건대 먼 지방 사람이므로 응당 조사하지 않을 것입니다.’라고 하였다. 이것은 다스리려고 해도 할 수 없다는 뜻이다. 상국의 200년 동안 관사를 하방의 사신이 스스로 삼가지 않아 하루아침에 불태웠으니, 이것이 어찌 작은 일이겠는가. 사신이 삼가지 않은 것은 누구의 허물인가. 예부에 이자하면 한 폭의 휴지로 귀결될까 두려우니, 조정에서 어떻게 알 수 있겠는가. 내 생각에는 상주하여 사죄하게 하는 것이 온당할 듯하다. 의논하여 아뢰라.”하니, 대신이 의논드리기를,“성상의 하교가 진실로 마땅합니다.”하자, 진사사를 보내라고 명하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 2일(임술) 1번째기사",
                "gt-oKo": "정원에 전교하였다. “내가 문견 사건(聞見事件)을 보니 사신 일행이 시시(柴市)를 지나갔다고 했다. 내가 감동이 되어 글제를 명한다. 모든 승지와 주서(注書)·한림(翰林)은 마땅히 칠언(七言) 근체시(近體詩) 각 2수(首) 씩을 지어 올리라. 글제는 과시시(過柴市)로 하고 운(韻)과 제한은 각자의 뜻대로 하라. 또 이 글제를 옥당(玉堂)에 보내 그들도 지어 바치게 하라. 그리고 예부(禮部)의 제본(題本)을 보니 ‘해국(該國)의 배신(陪臣)·통사(通事) 등이 일을 태만히 하여 불을 내었지만, 생각건대 원방 사람이므로 응당 그 잘못을 조사하는 일을 면해 준다.’ 하였으니, 이는 징치하려 하였으나 그럴 수 없었다는 뜻이다. 상국(上國)의 2백 년이나 된 관사(館舍)를 하방(下邦) 사신이 검속하지 않아 하루 아침에 잿더미로 만들었으니, 어찌 이것이 사소한 사건인가. 사신들의 삼가지 않은 것은 누구의 허물인가. 예부에 이자(移咨)한들 한 조각 휴지로 돌아갈 듯하니 중국 조정이 어떻게 이를 알겠는가. 내 생각에는 상주(上奏)하여 사죄(謝罪)하는 것이 온당할 것 같으니, 의논하여 아뢰라.” 하니, 대신이 의논드리기를, “상교(上敎)가 참으로 합당하니, 진사사(陳謝使)를 보내도록 명하소서.” 하였다.",
                "hj": "○壬戌/傳于政院曰: “予見聞見事件, 一行歷柴市云。 予感而命題。 諸承旨ㆍ注書ㆍ翰林, 宜作七言近體詩, 各二首以進。 題則過柴市, 韻與限則各隨意。 且此題, 送于玉堂, 亦使製進。 且見禮部題本, 則有曰: ‘該國陪臣通事人等, 踈怠失火, 念係遠人, 應免査究。’ 云。 是欲治而不得之意也。 上國二百年館舍, 以下邦使臣, 不自愼檢, 一朝焚燬, 詎是細事? 使臣之不謹, 誰之過也? 移咨禮部, 恐歸一幅休紙, 朝廷何由知之? 予意上奏謝罪爲穩, 議啓。” 大臣議: “上敎允當, 命遣陳謝使。”"
            },
            "2": {
                "H2KE-EN": "Supreme General [of the Middle Army Commandery General] Bak Sun proceeded to the house of Yeongpyeong , where he submitted a memorial requesting his resignation to resign from office. The King said, I read the memorial of my dear sirs. My dear sir, my dear sir, had the palanquin of his body because of the wind and damp, hiding in a remote field and bath in Chohoe Stream . However, my dear sirs cannot return [to the capital], which is a way to treat my illness. However, the shape of the wind is not good. The reason why I urged my dear sir to proceed to the capital and did not allow my dear sir to go to the fields in a fields. It was not because my dear sirs did not wish to resign again, but quickly come to the capital on the same day.",
                "H2KE-nKo": "영중추부사 박순이 초정에서 목욕하는 일로 영평 촌가에 가 있으면서 상소하여 사직하니, 답하기를,“경의 상소를 보았다. 경은 다리의 중발로 풍습에 걸렸기 때문에 황야에 은둔하여 초정에서 목욕하면서 자취를 감추고 돌아오지 않으니, 스스로 처신하여 병을 치료하는 방도로 볼 때 잘한 일이다. 그러나 한때 풍기의 기상이 좋지 않으니, 전에 경에게 서울로 올라오도록 재촉해서 초야의 사이에 쓰러지지 않게 한 것은 경을 위해서가 아니다. 유지가 도착하는 즉시 길을 떠나 서울에 와서 살면서 집에서 한가로이 지내게 한다면 체면을 손상시킴이 적지 않을 것이다. 다시 사직해서는 안 되니, 속히 올라오라.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 2일(임술) 2번째기사",
                "gt-oKo": "영부사(領府事) 박순(朴淳)이 초정(椒井)에서 목욕하는 일로 영평(永平) 촌가(村家)에 가 있으며 상소하여 사직하니, 답하였다. “경의 상소를 보건대, 경이 각기증(脚氣症)과 풍습(風濕)의 병(病) 때문에 황야(荒野)에 은둔하여 초정물에 몸을 씻으며 자취를 감추고 돌아오지 않으려 한다니 스스로 병을 치료하는 방법에 있어서야 괜찮을 것이다. 그러나 일시의 기풍(氣風)에 있어서는 좋지 않은 것이다. 전번에 경의 상경을 재촉하며 민간에 묻혀 지내지 못하게 한 것은 경을 위한 일이 아니다. 유지(有旨)가 닿는 즉시 출발하여 서울에서 살며 집에서 한가로이 지낸다면 체면의 손상도 적을 것이다. 다시 사면(辭免)해선 안 된다. 속히 올라 오라.”",
                "hj": "○領府事朴淳, 以椒井沐(洛)〔浴〕事, 往在永平村家, 因上疏辭職, 答曰: “覽卿上疏, 卿以脚氣重足, 風濕之中, 所以遯于荒野, 浴于椒水, 歛迹而不歸, 其於自處治病之方得矣。 而一時風氣之象不好。 前所以催卿上洛, 不使顚仆于草莽之間者, 非爲卿也。 有旨到, 卽日上道, 來居于京, 優游家食, 則體面之傷損少矣。 不可更爲辭免, 斯速上來。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On eulyu day, there was a regular performance evaluation in the euryu year (.",
                "H2KE-nKo": "도목 정사를 행하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 25일(을유) 1번째기사",
                "gt-oKo": "도목정(都目政)이 있었다.",
                "hj": "○乙酉/有都目政。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On byeongsul day, there was a regular performance evaluation in the byeongsul year. The King appointed Kim Ban as second deputy director of the Office of Royal Decrees , Oh Eoknyeong as second deputy director of the Office of Royal Decrees , Yun Seongak as 전한 , and Yi Sunin as second censor .",
                "H2KE-nKo": "도목 정사를 행하였다. 김찬을 직제학으로, 오억령을 부교리로, 윤선각을 전한으로, 이순인을 사간으로 삼았다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 26일(병술) 1번째기사",
                "gt-oKo": "도목 정사(都目政事)를 하였는데, 김찬(金瓚)을 직제학으로, 오억령(吳億齡)을 부교리로, 윤선각(尹先覺)을 전한(典翰)으로, 이순인(李純仁)을 사간(司諫)으로 삼았다.",
                "hj": "○丙戌/有都目政。 以金瓚爲直提學, 吳億齡爲副校理, 尹先覺爲典翰, 李純仁爲司諫。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Fifth Rank Military Officer Wu Dam is slightly violent by nature. Earlier, he lived in a remote area, and he committed many military administrative acts. He escaped punishment and came to the capital to give a request to the King, and he eventually became employed for government positions. He is already shameful, and now he is again appointed to a post, which causes many people to even more resentment. Your subjects request that he be dismissed from his post. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“도총부 도사 우담은 성품이 본래 패려하여 일찍이 시골에 있을 때 무단한 일이 많았습니다. 죄를 피하기 위해 서울에 와서 연줄을 타고 청탁하여 벼슬길에 통할 수 있었던 것도 이미 해괴한 일인데, 이번에 또 본직에 제수되었으므로 여론이 더욱 통분해하고 있습니다. 파직하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 26일(병술) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “도총 도사(都摠都事) 우담(禹湛)은 성품이 본디 사나와 일찍이 시골서 살 적에 무단(武斷)한 짓을 많이 했습니다. 죄를 피해 서울로 와 연줄에 청탁하여 벼슬을 얻었으니 이미 해괴한 일입니다. 이제 다시 본직(本職)을 제수하자 물정(物情)이 한층 통분히 여기니 파직을 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司憲府啓曰: “都摠都事禹湛, 性本悖戾, 曾居鄕曲, 多有武斷之事。 避罪來京, 因緣請托, 得通仕路, 已爲駭怪。 今者又授本職, 物情尤爲痛憤。 請命罷職。” 答曰: “依啓。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported to the King as follows: The ways of human relationships have not been destroyed due to the human relationships. In recent years, there has never been a single year since the moral principles and the moral imperatives. Now, [the imperatives] have also been exposed in the capital. The human relationships of killing [the human relationships] are extremely sympathy and cannot bear to hear. Previously, Your Majesty also feared this and specially issued an order to have the office in charge discern the worthy of possessing the posession of the local schools and enforcing the worthy of human relationships. [Your subjects] hoped that [the imperatives] will be moved in the capital and in the provinces. However, [the imperatives] have not yet been implemented because [the imperatives] are in a single year. Your subjects are worried about this. If the human relationships of human relationships and the moral imperatives, then [the imperatives] cannot be done. Your subjects request that Your Majesty order the Ministry of Rites to deliberate on [the imperatives] and then carry out [the imperatives]. The King said, The previous royal order was issued.",
                "H2KE-nKo": "사간원이 아뢰기를,“인도가 실추되지 않고 유지되는 것은 인륜이 있기 때문입니다. 그런데 근래 강상의 변고가 없는 해가 없었는데, 지금 또 도성에서 발생하였습니다. 손수 시해한 흉악하고 참혹함은 차마 들을 수 없습니다. 지난번에 주상께서도 이를 두려워하여 특별히 분명한 전지를 내려 유사로 하여금 향약 가운데 행할 만한 조목을 참작하여 더러운 풍속을 변화시키도록 하셨으니, 조야에서 보고 듣는 이들이 감격하였습니다. 다만 1년이 다 되어 가는데도 시행되는 것을 보지 못하였으니, 신들은 삼가 안타깝게 여깁니다. 인심을 맑게 하고 세도를 회복하는 일은 이를 놔두고서는 할 수 있는 일이 없습니다. 전에 내린 전지를 예관으로 하여금 강구하여 시행하게 하소서.”하니, 답하기를,“전에 전교가 있었다.”하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 28일(무자) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “인도(人道)가 떨어지지 않고 유지되는 것은 윤리가 있기 때문입니다. 근래 강상(綱常)의 변고가 매년 없은 적이 없더니 요즈음 또 도성 안에서 발생하였습니다. 직접 자기 어미를 시해한 흉악한 사건은 참혹하여 차마 듣지 못하였습니다. 지난번 상께서도 두렵게 여기시고 특별히 분명한 전지를 내려 유사(有司)에게 향약(鄕約) 중 행할 수 있는 조목을 참작하여 더러운 풍속을 혁신한 것을 도모하게 하심에, 조야(朝野)에서 듣고 보며 감격해 하였습니다. 그러나 1년이 다 되어 가는 데도 그 시행됨을 볼 수 없으니 신들은 민망스럽게 여깁니다. 인심을 맑게 하고 세상의 도의를 회복함이 이를 버려두고는 달리 행할 만한 일이 없습니다. 전의 전지를 예관(禮官)로 하여금 강구하여 시행하게 하소서.” 하니, 전번에 전교가 있었다고 답하였다.",
                "hj": "○戊子/司諫院啓曰: “人道之所以維持不墜者, 以其有彝倫也。 近來綱常之變, 無歲無之, 今又出於輦轂之下。 手弑之兇慘不忍聞。 頃者, 自上亦爲此懼, 特降明旨, 俾有司, 參酌鄕約可行之條, 冀變汚俗, 朝野瞻聆感激。 但一年將窮, 未見有施, 臣等竊悶焉。 淑人心, 回世道, 舍此則無可爲之事矣。 請前旨令禮官, 講究施行。” 答曰: “前有傳敎矣。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Your subjects humbly observed the royal directive to the Royal Secretariat that stated, Discuss and discuss it slowly. Your subjects cannot overcome our sympathy and resentment. Moreover, in the past, there was an evidence that administration of the new year is introducing administration of state affairs. This is what your subjects have urgently desired and desired. Your subjects request that the royal directive be reserved and decided. The King denied this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“삼가 정원이 취품한 데 대한 비답을 보니 ‘천천히 의논하겠다.’라고 하셨는데, 신들은 민망하고 답답한 마음을 금할 수 없습니다. 더구나 신년의 포정은 고사가 있어 증거가 있으니, 보고 듣는 것을 일신하는 것이 바로 오늘에 달려 있습니다. 이것이 신들이 서둘러 행하고자 하는 까닭입니다. 수의하여 정하라고 명하소서.”하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 29일(기축) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “정원이 취품(取稟)한 것에 대한 비답을 보니 ‘천천히 논의하라.’고 하였기에, 신들은 민망하고 답답함을 금할 수가 없습니다. 하물며 신년에 정령(政令)을 반포하는 것은 고사(古事)에 증거가 있습니다. 따라서 보고 듣는 것을 일신함이 바로 오늘에 있으니, 이것이 신들이 시급히 행하고자 하는 까닭입니다. 수의(收議)하여 정하라 명하소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○己丑/司諫院啓曰: “伏見政院取稟之批曰: ‘徐議之。’ 臣等不勝悶鬱焉。 而況新年布政古事有徵。 一新瞻聆, 正在今日, 此臣等之所以汲汲欲行之者也。 請命收議以定。” 答曰: “不允。”"
            }
        }
    }
}