{
    "01": {
        "16": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 1월 16일(경신) 1번째기사",
                "gt-oKo": "상이 야대청(夜對廳)으로 석강(夕講)에 나아가【소대(召對)의 예(例)대로 하였다. 】 《근사록(近思錄)》을 강하였다. 기대승(奇大升)이 아뢰기를, “예로부터 임금이 초기에는 청명하게 잘 다스려 보람 있는 업적을 이루어 보려는 뜻을 가졌다가도, 얼마쯤 지나면 처음에 부지런하던 마음이 나중에는 게을러져서 딴 길로 빠져들어 유종의 미를 거두는 이가 적은데, 대부분 모든 사람이 그러합니다. 대개 인심이란 변화 무상하므로 잘못이 있기 쉽습니다. 성제 명왕(聖帝明王) 이하의 임금은 비록 기호(嗜好)와 함닉(陷溺)의 병폐가 없더라도 혹 오랜 세월이 지나 사공(事功)을 성취하지 못하면 심지(心志)가 나태해지고 의기(意氣)가 이완되어 끝내 잘하지 못하는 이도 있습니다. 그 사이에는 병폐가 되는 곳이 매우 많으니, 혹은 사공에 힘을 쓰지만 경력이 부족하여 후환을 돌아보지 않고 경솔히 하다가 성공하지 못하기도 하였고, 더러는 봉행하는 신료들이 심원한 계획으로 조용히 처리하지 못하고서 한때 사람들이 좋아하는 데 편승해 어지러운 폐단을 낳아 성사하지 못하기도 하였습니다. 일을 성공하지 못함으로써 마음이 차츰 해이해져서 지치(至治)를 이룩하지 못한 자가 옛날 제왕들 중에 상당히 많습니다. 송 효종(宋孝宗)을 보더라도 그는 타고난 자품이 매우 고매하였고 옛 강토를 회복하려는 뜻을 품었습니다. 즉위하자 곧바로 장준(張浚)을 초치(招致)하였는데, 장준은 버림받았던 끝이라 국사를 담당하기 어렸웠지만 충의(忠義)를 분발하여 애써 국사에 종사하였습니다. 그러나 출사(出師)하여 한번 패하게 되자 헐뜯고 이간하는 말이 끼어들었고, 효종도 마음이 한번 꺾이게 되자 용렬하고 범상한 사람들만 기용하여 겨우 한 세대를 유지하였을 뿐입니다. 송 신종(宋神宗)도 자품이 탁월하여 즉위한 초기에 뜻을 가다듬고 훌륭한 정치를 하려고 하였습니다. 부필(富弼)·한기(韓琦)는 충후하고 노성한 사람들이었습니다. 임금이 용병(用兵)하려는 것을 알고 20년간 입으로 전쟁을 말하지 말라고 하였으므로, 신종은 그들과 의사가 맞지 않았습니다. 송나라 옛법의 폐단이 이미 오래되어 이를 개혁하려 하지 않는 이가 없었으나, 신종은 그 일을 담당할 만한 인재를 구하지 못하였습니다. 그러다가 왕안석(王安石)이 나와 담당하자 신종은 그를 신임하여 어지러이 법을 개혁해서 끝내 국가를 그르쳤으며, 그 뒤에 용병하다가 크게 패하자 신종은 한밤중에 일어나 통곡을 하기까지 하였습니다. 그리하여 부흥하지 못하였을 뿐 아니라 소인배들이 마구 진출하였고, 그 화가 만연되어 송나라 왕실의 화란의 터전을 만든 임금이 되고 말았습니다. 임금은 하늘처럼 지공 무사해야 합니다. 만일 한쪽으로 치우치게 신임하는 마음을 갖는다면 간사한 소인들이 기회를 노려 그 해는 이루 말할 수 없을 것입니다. 혹 일이 뜻대로 되지 않으므로 범상한 상태로 되돌아가 잘 종결을 짓지 못하면 지치를 이룩하지 못하는 것입니다. 즉위하신 이후 성상의 뜻이 고명하시어 무슨 일이든지 잘하려고 하시고 꼭 성사시키려는 마음을 가지시니 조야(朝野) 신민들의 기대에 어찌 한이 있겠습니까. 미열(迷劣)한 소신의 생각으로는, 시작에 뜻을 두는 것은 어렵지 않으나 종결에 마음을 두는 것이 더욱 어렵다고 여깁니다. 그러나 종말을 보장할 수 없다고 하여 미리 꺼리어 스스로 포기하는 것도 크게 일을 할 기상이 아닙니다. 마땅히 해야 할 일이라면 쉽게 여기지 말고 끝까지 확고히 정해야만 될 것입니다. 이러한 뜻은 성상께서도 모르시는 것이 아닙니다. 대간의 말은 때로 신중하게 여기지 않아서는 안 됩니다. 사람의 소견이란 보통 사람에 있어서도 다른 것이니, 성상의 심중에 소견이 있으실 경우 모든 일에 아랫사람의 소견이라 하여 억지로 따라서는 안될 것입니다. 그러나 공론이 있는 곳에는 인심이 모두 같은 것이니, 물론 그와 같으면 성상께서도 스스로 반성하시되 ‘나의 생각에 미진한 점이 있었는가?’ 하시고, 자신의 주장을 굽혀 여론을 따르셔야 될 것입니다. 듣자니, 경연에서 올린 구폐책(救弊策)을 상께서 쾌히 시행하시려고 결심하셨다고 합니다. 그러나 한 사람의 소견은 한계가 있게 마련이고 천하(天下)의 사변이란 무궁한 것인데 만약 한 사람의 오견(誤見)으로 이미 왕명을 내린 뒤에는 나중에 개정한다 하더라도 미안한 것입니다. 이와 같이 아뢰기는 매우 황공하나 중묘(中廟)께서 초년에 태평 성대의 정치를 행하려고 하시자 당시의 현사(賢士)들이 모두 나와 악한 자를 배척하고 선한 자를 포양한 일이 많았는데, 이와 같이 처지할 적에 어찌 진선 진미하였으리오마는 중묘께서 좋다는 의사로 일일이 받아들여 따랐으므로, 조광조(趙光祖)는 스스로 중묘와 자신의 만남을 옛날 군신(君臣)의 만남에 비하고는 상하간에 서로 신임하여 아는 것이 있으면 말하지 않은 것이 없었습니다. 그러나 마침내 군상의 마음이 한번 동요되자 헐뜯고 이간하는 말이 끼어들어 중묘께서도 그 신하를 보전하지 못하셨으니, 이것은 바로 지난날의 밝은 거울입니다. 모든 일은 여러 각도로 충분히 생각하여 대신과 더불어 확실하게 의논하고 쉽게 여기지 말아 장구히 유지할 방도를 생각해야 합니다. 요즘 누적된 폐단이 매우 많으니 변혁하는 것 역시 아름다운 일이나, 신의 생각으로는 우선 매우 심한 폐단만 덜어 없애고 상의 학문이 차츰 높아지고 경력이 오래 쌓여 아래 신하들도 착수할 때 신중을 기하도록 경계한 연후에야 하는 일들이 견고하게 될 것이라고 여깁니다. 이러한 말이 매우 퇴폐적이고 무력한 것 같지만, 조종조(祖宗朝) 때부터 누적된 폐단이 너무나 많아 지금 인심을 복종시킬 수 없는데 갑자기 법령으로 그 폐단을 구제하려고 한다면 혹시 다른 병통이 발생하여 뒤폐단이 없지 않을 것입니다. 속담을 가지고 말씀드리자면, 오랜 조상 때부터 낡은 가옥을 개축하려면 반드시 훌륭한 장인(匠人)을 구해야 하고 여러 가지 자재(資材)도 준비해야 하며 또한 시기를 기다려 일을 해야지, 만일 하루아침에 갑자기 철거하고 나서 장인을 구하지 못하고 자재도 준비한 것이 없다면 뒷일을 수습하기 어려울 것입니다. 요즘 인정을 살펴보건대, 그 근본을 다스리려고 생각하는 자는 적고 우선 목전에 당한 일만을 힘쓰는 자가 많습니다. 젊은이들이 쾌활한 일을 하려고 하는데 어른들은 어렵게 여기면서 시론(時論)에 구애되어 ‘해도 괜찮을 것이다.’라고만 하고 시종 일관 담당하여 생사를 걸고 해보려는 사람을 볼 수 없습니다. 또 어떤 사람은 폐단을 구제해야 한다는 것만 알 뿐 또 다른 폐단이 그 속에서 발행하는 것을 모르며, 혹은 유익함만 도모하고 큰 해가 그 사이에 있는 것을 염려하지 않아서 너무도 참작함이 없으니 매우 온당치 않습니다. 지난번 공상품(供上品)을 봉상(捧上)할 때 차지(次知)들이 폐단을 일으킨 일은 참으로 제거하고 싶은 바이나 저절로 차츰 변화하여 고쳐지게 하면 될 것입니다. 소신이 지금 정원(政院)에 있으면서 정원의 일을 말하는 것은 미안한 듯하지만, 관리들이 지나치게 작폐하는 폐단이 있을 경우 정원으로 하여금 규찰(糾察)하게 한 일을 원내(院內)에서도 범연하게 보았는데, 계하(啓下)하셨기 때문에 오늘 아침에 다시 아뢰는 것일 뿐입니다. 법을 세울 때는 무엇보다도 상세히 살피고 신중을 기해야 합니다. 정원이 원내의 하인(下人)들을 단속하는 것은 매우 용이한 일인데도 그대로 폐단이 쌓여 졸지에 변경할 수 없는데 외간의 일을 어떻게 알 수 있겠습니까. 정원은 왕명(王命)을 출납하는 중요한 곳으로서 그 책임이 막중한데 외간의 범람한 일까지 정원에서 맡아 검거하게 한다면 일의 대소가 달라지는 것이니 매우 온당치 않습니다. 그리고 공상품을 봉상할 때 뇌물을 받는 등의 일은 담당 하인들이 트집을 잡아 작폐하는 것이니, 매우 그르다고 하겠습니다. 하지만 그 폐단의 근원이 이들에게만 있는 것은 아닙니다. 원래 공산품은 각사의 관원의 직접 진배(進排)해야 하는데 온갖 일이 해이해져서 자신이 직접 하지 않고 하인들을 시켜 공납하게 합니다. 담당 관원이 직접 와서 진상하지 않는 까닭을 문책하면 하인들은 반드시 뇌물로써 입을 막아버리곤 하니, 각사의 관원들 역시 어찌 죄가 없겠습니까. 이러한 일은 발견되는 대로 엄히 다스려서 자숙하게 한다면 폐단의 근원이 자연 없어질 것입니다. 【13일 조강에서 사간(司諫) 윤강원(尹剛元)이 아뢰기를 ‘내정(內庭)의 공상품을 점퇴(點退)시켜 뇌물을 받는 것을 정원으로 하여금 규찰하게 하소서.’ 하였기 때문에 기대승이 언급한 것이다. 】 소신이 그 때 몸에 병이 났거나 식가(式暇)로 출사(出仕)하지 못하였습니다. 그러다가 오늘 동료들에게 말하기를 ‘정원으로 하여금 규찰 검거하게 하는 공사(公事)는 사체에 매우 방해가 있다.’고 하니, 동료들도 역시 그러하다고 하였습니다. 근밀(近密)한 곳에서 모시고 있으면서 성명(成命)을 봉행하지 않으려니 미안스럽고【이 때 상이 윤강원이 아뢴 대로 따랐기 때문에 기대승이 이처럼 말하였다. 】 봉행하자니 불편한지라 이를 신들이 고민하는 것입니다. 인심이 함닉(陷溺)된 지 이미 오래여서 형륙(刑戮)도 두려워하지 않는데 어떻게 호령만으로 다스릴 수 있겠습니까. 저마다 그런 마음을 갖지 못하게 해야 합니다. 공자(孔子)는 말씀하시기를 ‘빨리 하고자 하지 말며 소리(小利)를 구하지 말라. 빨리 하고자 하면 달성하지 못하고 소리를 구하면 대사(大事)를 이루지 못한다.’라고 하였으니, 이 말씀은 나라를 다스리는 데 있어서 지당한 논설입니다. 전하께서 종묘 사직의 억만 년 대업을 위해 폐단을 개혁하고자 하시니 예사로운 작은 일이 아닙니다. 심사 숙고하여 처리하셔야 합니다. 만약에 일시적인 기분에 좋다고 여겨 하였다가 나중에 행할 수 없게 되면 심지가 나태해지고 의기가 소침해지는 일이 없지 않을 것이며, 혹시라도 참소하는 말이 이간하게 되면 끝내는 필시 현자(賢者)의 말도 믿을 만한 것이 못 된다고 할 터이니 관계되는 바가 적지 않습니다.” 하고, 구봉령(具鳳齡)이 나아가 아뢰기를, “기대승의 말은 송 효종(宋孝宗)과 신종(神宗)이 시작은 있었으나 끝이 없었고 군자를 등용하면서 소인까지 섞어 등용하였으며 선한 일을 하면서 악한 데로 흘렀던 것을 상세히 분별하여 말한 것이고, 전하께서 입지(立志)가 확고하지 못하고 처음에는 총명하다가 나중에 암매하게 될 조짐이 있다고 하여 한 말은 아닙니다. 신하가 임금에게 진계(進戒)하는 것은 반드시 치세(治世)를 본받고 난세(亂世)를 징계하려는 것입니다. 어떤 일이든 쾌히 시행하려고 하지 않는 것이 매우 중요하나 일에는 경중(輕重)과 대소(大小)와 완급(緩急)과 선후(先後)가 있는 것인데 전하께서 잘못 일마다 어렵게 여겨 심사 숙고해야 한다고 생각하신다면 온당하지 않습니다. 그의 뜻은 번쇄하고도 오래된 폐단을 변경하여 계속해 나갈 수 있는 도리를 모색하려는 데 있는 것입니다. 선치(善治)를 원하는 군주로서 전진이 빠른 자는 후퇴도 빠른 법입니다. 장원한 계획을 생각하지 않는다면 반드시 빨리 하려는 근심이 있게 됩니다만, 빨리 행할 만한 일이면 빨리 시행해야 하고 중난한 일이면 대신들에게 물어서 해야 합니다. 전하의 정치가 이제까지 별로 큰 과오가 없었을 뿐더러 시초가 청명한 점은 월등하다 하겠습니다. 요즘 대간(臺諫)의 논계(論啓)는 온 나라의 공론인데도 계사에 드러내 놓고 말하지 않으면 드러내 말하라고 하시고 간혹 준엄한 언사로 하답(下答)하십니다. 만약 조정이 혼란하여 간신(奸臣)이 권병(權柄)을 차지했을 때라면 기용된 사람들 중에 충직한 군자와 간사한 소인이 섞여 있을 것입니다. 그 때 대간이 사사로운 혐의를 품고 혹시 현량(賢良)한 사람을 무함하면 성상께서 환히 살피시고 어렵게 여기시는 것도 괜찮을 것입니다. 옛말에 ‘치세에도 소인이 없지 않으나 소인이 되기가 어렵고, 난세라고 군자가 없지 않으나 군자 노릇하기가 어렵다.’고 하였습니다. 근일 내외의 인심이 지치(至治)를 간절히 희망하기 때문에 대간이 아뢰는 것은 모두가 온 나라의 공론이 아닌 것이 없는데도 일마다 어렵게 여기고 쾌히 따르지 않으시니, 성치(聖治)에 방해로움이 있을 뿐만 아니라 신하들의 규간(規諫)하는 마음을 막기도 합니다. 신하와 임금 사이는 의리상으로는 군신이지만 정리는 부자와 같은 것인데도 오히려 할 말을 다하는 사람이 적습니다. 그런데 상께서 조금이라도 어렵게 여기시면 군신(群臣)들은 의기(意氣)가 저상(沮喪)되어 견책(譴責)을 받을까 우려하게 될 것이며, 자만하시는 안색이 오는 사람을 천 리 밖에서 막을 것이니 심히 두려워해야 할 것입니다. 상께서 간언을 받아들이는 도리가 점차 처음만 못한데 요즘에는 더욱 심합니다. 소신이 전에 이조 낭관(吏曹郞官)으로 있으면서 보니, 온 나라에 쓸 만한 사람이 매우 적었습니다. 당상(堂上)을 의망(擬望)할 때 신이 곁에서 살펴보았는데 하자(瑕疵)가 없는 사람을 어찌 다 얻어 낼 수 있겠습니까. 군현(郡縣)이 하나만이 아니고 백집사(百執事)가 매우 많습니다. 이리하여 혹은 불가한 줄 알면서 그대로 충당하기도 하고 더러는 어떠한 인물인지도 모르면서 주의(注擬)하기도 하니, 공론을 맡은 사람이 그 불가한 것을 알게 되면 당연히 핵론하여 아뢰어야 하는 것입니다. 더구나 성왕(聖王)은 변공(邊功)에 대해서는 상을 내리지 않는다고 합니다. 또한 듣건대 우리 조종조(祖宗朝)에서도 전임(田霖)에게 해랑도(海浪島)의 토벌을 명하여 모두 토벌하고 돌아오자 개성부(開城府)에 명하여 일등악(一等樂)을 하사하여 위로하게 하였을 뿐, 상으로 하사한 물품은 안구마(鞍具馬) 1필(匹)에 불과하였다고 합니다. 그런데 지금 바다 위에 떠돌던 하찮은 무리가 스스로 죽음을 자청해 오자 한번의 추격으로 포획한 것은 대단한 공이 아닌데도 갑자기 중한 상으로 논하니, 뒷날 강적이 경내를 침범하여 왔을 때 이를 쳐부수어 방어한 공을 세운 사람이 있다면 또 어떠한 상을 더할 수 있겠습니까. 고식적인 정치를 해서는 아니되며 계속해 나갈 수 있는 도리를 생각해야 합니다. 삼가 중외(中外)의 인심을 살펴보니 실망함이 없지 않습니다.”【이 때 전라 수사(全羅水使) 임진(林晉)이 흑산도(黑山島)의 수적(水賊)을 추격하여 포획했는데, 상이 가선(嘉善)을 가자(加資)하라고 명했다. 대간이 개정할 것을 청하였으나, 상이 따르지 않았다. 】 하고, 기대승이 또 아뢰기를, “구봉령이 아뢴 말이 지당합니다. 신의 뜻도 온갖 일에 모두 어렵게 여김이 있기를 바란 것은 아닙니다. 대간이 아뢴 것에 대해서 어렵게 여기는 것이 미안하다는 것을 신도 아뢴 것입니다. 변경하는 일에는 삼가시고 간언을 따르는 데는 쾌하게 하신다면 강유(剛柔)가 편중(偏重)되지 아니할 것입니다. 소신의 아뢴 것과 경연관이 아뢴 말은 서로 도와 지치를 이룩하려는 것으로 다 성덕(聖德)에 조그마한 도움이라도 되기 위한 것입니다. 그 사이에 혹 의사가 미진하거나 말에 미진한 점이 있으면 상께서 중도(中道)를 택하여 쓰소서. 요즘 임진(林晉)의 일에 대해서 양사(兩司)가 논집한 지 보름이 지났는데도 아직까지 망설이시므로 물정(物情)이 미안하게 여깁니다. 대간은 바로 공론이 있는 곳입니다. 하지만 그들의 생각인들 어찌 상께서 꼭 따르신 뒤에야 말려고 하겠습니까. 한두 번 아뢰다가 정지하는 일도 없지 않습니다. 그런데 이번 일은 물정이 매우 온당치 않게 여기기 때문에 대간도 그만두지 못하는 것입니다. 이런 일은 시원스럽게 따를 만한 것입니다. 만약에 끝까지 거절하신다면 언로가 막히게 되고 마지못해서 따르신다면 성덕이 미진하게 될 것이니, 이런 것이 유념할 점입니다. 혹 중죄로써 논하는데 곧바로 쾌히 따르시면 쾌하다고 이를 만합니다. 그러나 먼저 살펴보시고 뒤에 따르시는 것도 역시 무방합니다. 오래 되었는데도 따르지 않으신다면 미안한 일입니다. 임진이 수적을 포획한 것이야 무슨 칭할 만한 공로가 있다고 하겠습니까. 이홍남(李洪男)의 일도 물정이 비난하고 있기 때문에 아뢴 것입니다. 【이 때 대간이 이홍남의 죄를 함께 논하였다. 】 유념하시어 쾌히 따르셔야 합니다.” 하였다.",
                "hj": "○庚申/上御夕講于夜對廳,【依召對例。】 講《近思錄》。奇大升進啓曰: “自古人主, 始初淸明, 將大有爲之志, 不久而始勤終怠, 陷於他岐, 鮮克有終者, 滔滔皆是。 蓋人心操舍無常, 易致差謬, 聖帝明王以下, 雖無嗜好陷溺之病, 或日月旣久, 事功不成, 則心懶意闌, 終不克善者有之矣。 其間病處甚多, 或務事功, 而不多經歷, 患不反顧, 率爾爲之, 則不成; 或奉行之人, 不能深謀遠慮, 從容處置, 乘一時之快, 生紛擾之弊, 則不成事。 旣不成, 心之漸弛, 不能至治者, 古之帝王不一而足。 以宋孝宗見之, 天資甚高, 有志恢復, 卽位之初, 遂招張浚, 浚於廢棄之餘, 難爲擔當, 而忠義奮發, 勉循國事, 出師一敗, 讒間已入。 孝宗之心一沮, 所用皆是庸常凡夫, 僅能維持一世而已。 宋神宗天資卓越, 卽位伊始, 銳意爲治, 富弼、韓琦忠厚老成人也, 知上欲用兵, 則曰: ‘願二十年, 口不言兵。’ 神宗之意, 與之不合。 宋法之弊已久, 人情莫不欲改, 神宗不得擔當之人, 王安石出而擔當, 神宗信任之, 紛亂改法, 終誤國家。 其後用兵大敗, 神宗夜半起而痛哭, 遂至不興, 小人競進, 其禍蔓然, 爲宋室基禍之主。 人君如天, 至公而無私, 若有偏信底心, 則奸邪伺釁, 害不可言。 或事不如意, 便爲尋常, 而不克有終, 則治不可成。 自臨御以後, 聖志高明, 事欲爲善,心欲有成, 朝野顒望, 寧有涯哉? 小臣迷劣之意以爲: ‘有志於始者不難, 有志於終者尤難。’ 然若以終不可保, 預爲畏憚而自棄, 則亦非大有爲之氣象也。 所當爲之事, 則毋以爲易, 而終必堅定, 然後可也。 此意自上亦非不知也。 至如臺諫之言, 時亦不可無留難也。 人之所見, 在常人亦異, 若天衷有所見, 則一切不可以下人所見, 而强從也。 然公論所在, 人心所同。 然物論如此, 則當自反曰: ‘予之所思有未盡乎?’ 屈己從之可也。 或聞經席間捄弊之策, 自上銳意快施。 然一人所見有限, 天下事變無窮, 若以一人誤見, 已成王令之後, 後雖改之, 亦爲未安。 如是啓達, 至爲惶恐, 而﻿中廟初年, 欲行太平之治, 一時賢士輩出, 多有激濁揚淸之事。 處置之際, 亦豈極盡? 自上以爲好意思, 一一聽從。 趙光祖自以君臣之契, 比之古之君臣, 上下相信, 知無不言。 終至上心一搖, 讒間已入, ﻿中廟亦不能保其臣。 此已往明鑑。 凡事十分周偏思量, 與大臣確議, 不以爲易, 而思其長久之道可也。 近來積弊甚多, 變革亦一美事。 然臣意以爲: ‘當損其太甚, 而待 上學問漸高, 經歷已久, 下人亦誡下手, 然後所爲之事, 終亦堅固矣。’ 此言甚似頹靡, 而祖宗朝積弊多端, 今不能伏人心, 而遽欲以法令捄其弊, 則或生他病, 止無後弊。 以俗談言之, 則常人欲改久遠祖上之家, 必得良匠, 又備衆材, 又待時而爲之。 若一朝遽撤, 而無良匠、無衆材, 則後難收拾也。 近察人情, 思治根本者少, 姑務目前者多。 年少者欲做快活之事, 長者雖以爲難, 而拘於時論, 亦曰可爲, 不見終始擔當, 死生以之之人, 或知救弊, 而不知他弊又生。 其中或圖有益, 而莫念大害, 亦在其間, 太無斟酌, 深爲未安。 頃日, 供上捧上之際, 次知作弊之事, 固所欲祛, 然自爾漸磨, 而禁戢則可也。 小臣方在政院, 言政院之事, 似爲未安, 而如有泛濫作弊之端, 令政院糾察之事, 院中亦泛見而啓下, 故今朝更爲啓稟耳。 立法之際, 所當詳謹, 政院禁戢院中下人, 甚易且輕, 而因循積弊, 不得猝變。 外間之事, 何得而知之? 政院在喉舌重地, 其任至重, 外間泛濫之事, 令政院次知檢擧, 則大小有異, 甚爲未安。 供上人情等事, 次知下人刁蹬作弊, 可謂非矣。 然其弊源, 又不在此也。 各司官員當躬親進排, 而百事解弛, 不爲躬親, 使下人圖納。 次知之人, 責問不來之故, 則下人必以人情防口, 各司官員, 亦烏得無罪? 如此事, 隨現痛治, 自爾嚴肅, 則自無弊根也。”【十三日朝講。 司諫尹剛元啓曰: “內庭供上, 點退人情, 請令政院糾察。” 云。 故大升及之。】 小臣其時或有病, 或以式暇不仕。 今日謂同僚曰: “令政院糾檢公事, 甚妨事體, 則同僚亦以爲然也。 身在近密之地, 欲不奉行成命, 則未安。【是時, 上從剛元之啓, 故大升云然。】 欲奉行, 則難便。 此臣等所以爲悶也。 人心之陷溺已久, 尙不避刑戮, 安得以號令治之? 自不能生於心, 則可也。 孔子曰: ‘無欲速, 無見小利。 欲速則不達, 見小利則大事不成。 此正治國至當之論也。 自上將宗社億萬年無彊之業, 欲改弊端, 非淺淺之事, 熟思而審處可也。 若一時以爲好意思而爲之, 後有難行, 則不無懶意闌。 或有讒說間之, 則終必以賢者之言, 爲不可信, 所繫不小。” 具鳳齡進啓曰: “奇大升所言, 以宋孝宗、神宗有始無終, 用君子而間小人, 作之善而流於惡, 分辨詳言, 非以自上立志不固, 先明後暗, 有萌兆而然也。 人臣進戒於君, 必欲法治而懲亂, 事不欲快施者; 甚爲要切。 而事有輕重大小緩急先後, 自上誤以爲, 事事留難, 長慮却顧, 則未安。 此意且欲變其煩碎積弊, 務爲可繼之道也。 願治之君, 其進銳者, 其退速。 不思長遠之謀, 則必有欲速之患。 然可以速行之事, 則速行; 重難之事, 則問于大臣, 可也。 政治自初及今, 別無人誤, 始初淸明, 可謂拔出, 而邇來臺諫論啓, 一國公論所在, 而啓辭中不顯言, 則使之顯言, 時或嚴辭峻答。 若朝廷昏亂, 奸臣竊柄之時, 則所用之人, 忠邪、奸正, 雜進其間, 臺諫或懷私嫌, 或誣枉賢良之事, 則天衷洞照而留難, 猶之可也。 古語曰: ‘治世不能無小人, 而難其爲小人; 亂世不能無君子, 而難其爲君子。’ 近日內外人心, 顒望至治, 臺諫所啓, 無非一國公論, 而事事留難, 不卽快從, 不但有妨聖治, 又以杜人臣獻規之心也。 臣之於君, 義雖君臣, 情如父子, 而尙少盡言之人, 自上若少有留難, 則群下沮喪, 恐被譴忤訑訑之色, 拒人於千里之外, 甚可懼也。 自上聽諫之道, 漸不如初, 而近來尤甚矣。 小臣曾忝吏曹郞官, 見之, 一國好人甚少。 堂上擬望之時, 臣竊傍觀, 無疪之人, 豈能盡得, 郡縣不一, 百執事甚多, 或知不可而苟充, 或不知其人而注擬。 持公論之人, 知其不可, 則自當劾啓也。 況聖王不賞邊功? 竊又聞之, 我祖宗朝, 命田霖討海浪島, 盡討而歸來, 命於開城府, 賜一等樂以慰之。 其賞賜則不過鞍具馬一匹而已。 今者浮海小醜, 自送其死, 一捕非大功, 而遽論以重賞, 則他日或有犯境强寇, 而有能奮誓衝禦侮之功, 則又何以加之? 不務姑息之政, 思其可繼之道可也。 伏見, 中外人心不能無缺望也。”【時全羅水使林晋追捕黑山島水賊, 上命加嘉善, 臺諫謂改正, 而上不從。】 大升啓曰: “具鳳齡之啓至當。 臣意亦非欲凡事, 皆有留難也。 臺諫之言, 留難之未安, 臣亦啓達。 謹其變更之事, 快於從諫之路, 則剛柔不偏也。 小臣所啓, 與經筵官所啓, 相濟而相成, 無非欲有絲毫之補於聖德也。 其間或有意思未盡, 言有未盡者, 自上擇中, 而用之也。 近來林晋之事, 兩司論執, 已逾半月, 而尙此留難, 物情未安。 臺諫乃公論所在, 其意豈欲自上必從而後已? 一再啓達, 不無停止之事。 此則物情, 大爲未便, 故臺諫不能止也。 如此事, 可以快從也。 若終至拒絶, 則言路妨塞, 僶勉從之, 則聖德未盡, 此其留念處也。 或有論以重罪, 而卽爲快從, 則可謂快矣。 然先察後從, 亦無妨也。 至於愈久而不從, 則未安也。 林晋之捕水賊, 有何功勞之可稱乎? 李洪男事, 物情亦棄之, 故啓之也。”【是時, 臺諫幷論李洪男之罪。】 留念快從可也。”"
            }
        }
    },
    "02": {
        "5": {
            "1": {
                "H2KE-EN": "The Office of State Records came to the Office of State Records and examined the Veritable Records of King Zhu Xi's Veritable Records of King Taejong (K. Taejong sillok . After examining the Veritable Records of King Munso Hall (K. Munso Hall , they proceeded to the Royal Secretariat and presented the Veritable Records of King Taejong and the 차자를 올렸다. At the time, Yi Hwang was appointed as the director of the Royal House Administration . The memorial read as follows: In your subjects humble opinion, Munso Hall is a second royal shrine of the Han dynasty. Regarding the institution of rites, five kan belongings to the spirit tablets of the late King Taejo and the five kan belongings to the spirit tablets of King Taejo. For the former hall, three kan belong to the spirit tablets of King Taejo and the five kan belong to the spirit tablets of King Taejo. King Taejo was placed north and faced south. The two kan belongings to the spirit tablets of King Taejo were placed east and west, and the two kan belong to the spirit tablets of King Taejo were placed west, facing east. This was initially because the institution of rites was established in the beginning. However, there were cases where brothers inherited the throne, one kan belong to the spirit tablets of King Taejo and the kan belongings to the spirit tablets of King Taejo and the Royal Ancestral Shrine . However, it is not proper that one kan belong to the spirit tablets of King Taejong and the kan belong to the same chamber. Therefore, according to the discussion of congratulating the Veritable Records of King Taejong in accordance with the opinion of congratulating the seven chambers, and the text of Song Dynasty (C. Song jian belong to the spirit tablets of King Taejong and the kan belong to the spirit tablets of King Myeongjong. When King Renzong was jointly enshrined in the spirit tablet of King Taejo, King Taejo was also appointed Emperor Gaozong to the spirit tablet of King Taejo and the kan belong to the spirit tablets of King Taejo. Therefore, the number of chambers and the kan belong to the spirit tablets of King Taejo and the kan belong to the spirit tablets of King Taejo and the kan belong to the spirit tablets of King Taejo. If this is the case, it would be proper to deliberate on the spirit tablets of King Taejo in the main hall and then deliberate on the proprieties. How could it be possible to separately enshrine separate shrines",
                "H2KE-nKo": "기묘년에 사관과 여러 재신이 춘추관에 들어가 《세종실록》을 가지고 문소전의 의궤를 상고하여 승정원에 나아가 묘도와 차자를 올렸다. 이때 이황이 판중추부사로서 참여하였는데, 그 차자에,“삼가 문소전은 곧 한나라의 원묘입니다. 그 제도가 후침은 5칸으로 고증조고와 태조 5위의 신주를 봉안하는데, 전전은 3칸으로 하고 대제는 이곳에서 합향합니다. 태조는 북쪽에 위치하여 남향하고 소 2위는 동쪽에 위치하여 서향하며 목 2위는 서쪽에 위치하여 동향하니, 이것이 당초에 정한 제도입니다.그 사이에 형제가 대를 이어 즉위하면 소목을 함께 1위로 한다는 법이 《국조오례의》의 종묘도설에 보입니다. 그러나 한 실에 함께 1좌를 해서는 안 되므로 ‘7실에 1좌를 더한다.’라는 의논에 따라 《송사》의 ‘1위는 같으나 좌는 다르다.’라는 글대로 해야 합니다. 인종이 명종과 소목을 함께한 경우와 같은 경우입니다. 인종을 부묘할 때 세조는 명종에게도 고조를 위하여 부조하였기 때문에 실과 위수가 자연 1좌를 더하여 6좌가 되었습니다. 이와 같이 한다면 본침의 본전 안에서 변례를 처리하는 것이 마땅합니다. 어찌 이의를 제기하여 별도로 다른 묘에 들어갈 수 있겠습니까. 사람과 귀신이 답답해한 지 20여 년이 되었습니다. 더구나 그때 명종의 성지에 ‘인종은 훗날 부입해야 한다.’라는 말씀이 있어 《승정원일기》에 보이니, 명종의 유의가 본래 이와 같다는 것을 알 수 있습니다.”하니,",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 2월 5일(기묘) 1번째기사",
                "gt-oKo": "사관(四館)의 관원과 여러 재신(宰臣)들이 춘추관(春秋館)에 들어가 《세종실록(世宗實錄)》을 내다가 문소전(文昭殿)의 의궤(儀軌)를 고증하고, 정원에 나아가 묘도(廟圖) 및 차자(箚子)를 올렸다. 이 때 이황(李滉)이 판중추부사(判中樞府事)로서 참여하였다. 그 차자에, “생각건대 문소전은 곧 한(漢)나라의 원묘(原廟)와 같은 것으로서 그 제도는 후침(後寢)이 5칸(間)인데 고(高)·증(曾)·조(祖)·고(考)와 태조(太祖)의 5위(五位) 신주를 봉안하고, 전전(前殿)은 3칸인데 대제(大祭)를 올릴 때 이 곳에서 합향(合享)합니다. 태조는 북쪽에 위치하여 남향하고 소 2위(昭二位)는 동쪽에 위치하여 서향하며 목 2위(穆二位)는 서쪽에 위치하여 동향하니 이것이 바로 당초에 제정한 법제입니다. 그리고 형제간에 서로 이어 임금이 된 경우에는 ‘같은 소목(昭穆)이면 한 위치로 한다.’는 법이 《오례의(五禮儀)》의 종묘 도설(宗廟圖說)에 보입니다. 그러나 한 실(室) 안의 한 자리에 함께 할 수는 없기 때문에 하순(賀循)의 ‘7실(室)에 1실을 더한다.’는 논의와 《송사(宋史)》의 ‘위(位)는 같아도 좌(坐)는 달리한다.’는 글에 따라야 합니다. 인종(仁宗)과 명종(明宗)은 같은 소목(昭穆)으로서 인종을 부묘(祔廟)할 때 세조(世祖)는 명종에게 또한 고조가 되시고 부조위(不祧位)이기 때문에 실·위(室位)의 수는 자연히 하나를 더하여 여섯이 되어야 합니다. 그렇다면 당연히 본침(本寢) 본전(本殿) 내에 타당한 변례(變禮)를 의논해 처리했어야 옳았습니다. 그런데 어찌하여 부당한 이의(異義)를 제기하여 별묘(別廟)에 들일 수 있겠습니까. 인정이나 신명이 억울함을 당하신 지 20여 년이 지났습니다. 더구나 그 당시 명종의 성지(聖旨)에 ‘인종은 뒷날에 마땅히 부입(祔入)해야 한다’고 하신 하교가 《승정원일기(承政院日記)》에도 보이니, 명종의 유의(遺意)도 본래 이와 같았음을 알 수 있습니다.” 하였는데, 윤허하지 않았다.",
                "hj": "○己卯/四館與諸宰入春秋館, 出《世宗實錄》, 考《文昭殿儀軓》, 詣政院, 上廟圖及箚子。 時李滉以判中樞府事與焉。 箚曰: “竊以, 文昭殿卽漢之原廟。 其爲制, 則後寢五間, 以奉高曾祖考與太祖五位之神。 前殿三間, 大祭則合享于此, 太祖居北南向, 昭二位在東西向, 穆二位在西東向, 此當初所定之制也。 而其間有兄弟繼立, 則同昭穆共一位之法, 見於《五禮儀》《宗廟圖說》。 然不可以同一室幷一坐, 故當依賀循七室加一之議, 與《宋史》同位異坐之文, 如仁宗與明宗同昭穆也。 仁宗祔時, 世祖於明宗, 亦爲高祖不(姚)〔祧〕, 故室與位數, 自至於加一爲六矣。 如是則當於本寢本殿內, 議處變禮之宜可爾。 安得曲生異議, 別入他廟乎? 人神鬱抑, 二十有餘歲矣。 況彼時明廟聖旨有曰: ‘仁宗, 後日, 自當祔入。’ 見於《承政院日記》, 可見明宗遺意本如此矣。” “不允。”"
            }
        }
    },
    "03": {
        "4": {
            "1": {
                "H2KE-EN": "On musin day, the King proceeded to the hall of governance to receive Yi Hwang in audience. The King asked him about what he wanted to report. [Yi] Hwang explained in detail the way of governing the country, the key of governance, and the way of studying the Royal Confucian Academy, as well as the affairs of the state and the duties of entrusted men. The King said, Among those who are studying the Royal Confucian Academy, there are those who are not reported to the throne? Do not consider it difficult to speak about this. [Yi] Hwang replied, This matter is difficult to speak. In the past, there were only one or two men who were studying the Royal Confucian Academy . In the past, there was a possible posessing a posession of the Classics . Jeong Zhu said, It is not easy to speak about the possibility of studying the posibility of studying the study of",
                "H2KE-nKo": "주상이 야대청에 나아가 이황을 인견하였다. 주상이 아뢰고 싶은 말을 물으니, 이황이 출처의 도리와 정치의 요체와 학문의 방도를 낱낱이 진술하고 국조의 일과 인재를 임용하는 일에까지 언급하였다. 주상이 말하기를,“학문하는 사람이 계도한 자가 없는가? 어렵게 여기지 말고 말하는 것이 마땅하다.”하니, 이황이 대답하기를,“이 일은 말하기 어렵습니다. 지난번에 생각했던 사람은 지금도 한두 사람이 아닙니다. 옛날에 정자에게 묻기를 ‘문인 중에 누가 얻겠는가?’ 하니, 정자가 말하기를 ‘얻고 싶은 것이 있다고 한다면 쉽게 말할 수 없다.’ 하였습니다. 그 당시에 유작, 양시, 사양좌, 장역, 이민, 윤확 같은 사람이 허다하였으나 얻은 것이 있다고 말하지는 않았습니다. 이와 같은 사람도 가벼이 허락하지 않았는데, 더구나 신은 임금을 속이고 누가 얻은 것이 있다고 아뢸 수 없는 데이겠습니까. 그 가운데 기대승은 사람됨이 이학에 대해 문자를 많이 보아 소견이 가장 뛰어나니, 바로 통유입니다. 다만 인재를 수렴하는 공부가 적으니, 이것이 미진한 점입니다. 소신이 평상시에 이것을 단점으로 삼아 공부를 더 하도록 권면하였습니다. 그러나 이와 같은 선비도 얻기 쉽지 않습니다.”하였다. 주상이 말하기를,“이 말이 매우 타당하다. 위에서 만분의 일이나마 어찌 그 조금이라도 알 수 있겠는가. 그러나 평상시에 글을 짓는다면 지을 수 있을 것이다.”하니, 이황이 아뢰기를,“그 글도 쉽지",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 3월 4일(무신) 1번째기사",
                "gt-oKo": "상이 야대청(夜對廳)에 나아가 이황(李滉)을 인견(引見)하고는 아뢰고 싶은 말이 있으냐고 물으니, 이황은 출처(出處)의 도리, 위치(爲治)의 요지, 학문(學問)의 방도를 두루 진달하고 국조(國朝)의 일과 인재(人材)를 임용하는 일에 대해서도 언급하였다. 상이 이르기를, “학문하는 사람 중에 아뢸 만한 자가 있지 않은가? 어려워하지 말고 말하는 것이 옳을 것이다.” 하니, 이황이 아뢰기를, “그 일은 말씀드리기 어렵습니다. 학문에 뜻을 둔 사람이 지금 어디 한두 사람뿐이겠습니까. 옛날에 어떤 사람이 정자(程子)에게 묻기를 ‘문인(門人)들 중에 누가 학문의 도(道)를 얻었는가?’ 하자, 정자는 ‘얻은 사람이 있다는 것은 쉽게 말할 수 없다.’고 하였습니다. 그 당시에 유작(游酢)·양시(楊時)·사양좌(謝良佐)·장역(張繹)·이유(李籲)·윤돈(尹焞) 등 많은 사람이 있었는데도 얻은 사람이 있다고 말하지 않았는데 더구나 신이 군상을 기만하면서까지 아무개가 얻은 바가 있다고 아뢸 수 있겠습니까. 그 가운데 기대승(奇大升)이 문자(文字)를 많이 보았고 이학(理學)에도 조예가 가장 높으니 통유(通儒)입니다. 다만 그는 수렴 공부(收斂工夫)가 부족한 것이 미진한 점인데 소신이 평상시에 이 점을 부족하게 여겨서 좀더 공부하라고 권면하였습니다. 그러나 이러한 유자도 얻기가 쉽지 않습니다.” 하였다. 상이 이르기를, “이 말은 지당하다. 나로서는 그 만분(萬分)의 일인들 알 수 있겠는가. 그러나 평상시 그가 문장을 잘 짓는다고 여겼다.” 하니, 이황이 아뢰기를, “그의 문장도 역시 쉽지 않습니다.” 하였다.",
                "hj": "○戊申/上御夜對廳, 引見李滉。 上問所欲啓之言, 李滉歷陳出處之道、爲治之要、學問之方, 以及國朝之事、任人之務。 上曰: “學問之人, 無乃有啓之者乎? 勿以爲難, 而言之宜當。” 李滉對曰: “此事則難言也。 向意之人, 則在今非止一二。 古者有問於程子曰: ‘門人孰有所得乎?’ 程子曰: ‘謂之有所得, 則不易言也。’ 其時如游酢、楊時、謝良佐、張繹、李籲、尹焞之人如許多, 而不以有所得言之。 如此人, 亦不輕許, 況臣不可以欺天日, 以某人爲有所得, 而啓之也。 其中奇大升之爲人, 多見文字於理學, 所見最爲超詣, 乃通儒也。 但收斂功夫少, 此未盡處也。 小臣常時以此爲短處, 勉之以加做功, 然如此儒亦不易得也。” 上曰: “此言至當。 自上於萬分, 豈能知見其一分乎? 然常時以爲文, 則能爲之也。” 李滉曰: 其文亦不易矣。”"
            }
        }
    },
    "04": {
        "15": {
            "1": {
                "H2KE-EN": "[The King] appointed Baek Ingung as inspector general .",
                "H2KE-nKo": "백인걸을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 4월 15일(무자) 1번째기사",
                "gt-oKo": "백인걸(白仁傑)을 대사헌으로 삼았다.",
                "hj": "○(丙)〔戊〕子/以白仁傑爲大司憲。"
            }
        },
        "19": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 4월 19일(임진) 1번째기사",
                "gt-oKo": "상이 문정전(文政殿)으로 조강에 나아가 《논어(論語)》의 위령공편(衛靈公篇)을 강하였다. 기대승이 임문(臨文)하여 아뢰기를, “옛사람의 말은 비록 한쪽만을 가리켰더라도 마땅히 비류(比類)하여 보아야 합니다. 성인의 말씀인 경우에는 아래위가 모두 통합니다. 쌍봉 요씨(雙峯饒氏)가 주(注)를 낸 곳이 많은데, 옛사람들은 요씨가 주를 잘 내기는 했으나 스스로의 깨달음은 적다고 하였습니다. 재물을 좋아하고 색(色)을 좋아한다는 말은 《맹자(孟子)》에도 있습니다. 【전날의 진강(進講)에서 ‘공자(孔子)가 말하기를, 속이지 말 것이며 직간(直諫)하여야 한다고 하였다.’ 한 아래의 주(注)에 쌍봉(雙峯)은 ‘스스로는 재물을 좋아하고 색을 좋아하면서 자기 임금에게는 색을 좋아하고 재물을 좋아하지 말라고 간하니, 이는 모두 임금을 속이는 것이다.’ 하였는데, 윤근수(尹根壽)가 이 말이 잘못된 것이라 하였으므로, 대승(大升)이 이어서 아뢴 것이다. 】 제 선왕(齊宣王)이 맹자에게 말하기를 ‘과인은 재물을 좋아한다.’ 하니 맹자가 답하기를 ‘옛날 공유(公劉)도 재물을 좋아하였습니다. 지금 왕께서 백성들과 함께 좋아하시면 왕천하(王天下)하는 데 무슨 어려움이 있겠습니까.’ 하였습니다. 선왕(宣王)이 또 말하기를 ‘과인은 색을 좋아한다.’ 하니, 맹자가 답하기를 ‘옛날 태왕(太王)도 색을 좋아하였습니다. 왕께서 색을 좋아하신다면 백성들과 함께 좋아하시면 왕천하하시는 데 무슨 어려움이 있겠습니까.’ 하였습니다. 재물을 좋아하고 색을 좋아하는 마음도 기품(氣稟)의 부여된 바로서, 없을 수 없는 것입니다. 다만 이러한 마음을 미루어 백성들과 함께 좋아하면서 사심(私心)을 버릴 수 있으면 되는 것입니다. 음식·남녀의 욕망 또한 천리(天理)의 소유(所有)이나 함부로 넘치게 되면 잘못입니다. 그러나 아예 끊을 수는 없는 것입니다. 재물을 좋아하고 색을 좋아하는 마음이 신자(臣子)에게 있을 경우 스스로 다스리는 공(功)을 다하여야 하고, 다스려서 미치지 못하는 곳은 타인(他人)과 추진하여 같이 미루어야 합니다. 인주(人主)에 있을 경우 넘치는 것을 경계하고 백성과 함께 한다면 도리가 저절로 행해질 것입니다. 요씨(饒氏)의 말은 미진한 것 같으니 상께서 보시고 지금 아뢴 것과 같이 넓히셔야 합니다. 【윤근수(尹根壽)의 아룀을 가르킨 것이다. 그의 말에 ‘군신(君臣) 사이는 사가(私家)의 부자(父子)와 같아서 그 정의(情義)가 지극히 중하다. 임금에게 한 가지 일의 잘못이나 한 가지 생각의 잘못됨이 있는 경우, 언관(言官)이나 시종(待從)은 모두 규간(規諫)하여야 한다. 내 몸에 과오가 없어야 비로소 임금의 과오를 간할 수 있다고 한다면 사람으로서 과오 없는 자가 적으니, 공(孔)·맹(孟)·정(程)·주(朱)가 아니면 어찌 임금에게 간할 수 있겠는가. 다만 정의가 절박하므로 임금의 과오를 보고 간하지 않을 수 없는 것이니, 비록 자신은 재물을 좋아하고 색을 좋아하지 않을 수 없더라도 마땅히 간하여야 한다. 요씨의 말은 극히 잘못된 것이다.’라고 하였는데, 대승이 그 뜻을 부연(敷衍)하여 이와 같이 말한 것이다. 】 인신(人臣)으로 성현(聖賢)의 지위가 아니면 어찌 능히 진선(盡善)할 수 있겠습니까. 선(善)을 하려고 하는데도 공부가 미치지 못하여 하지 못하는 경우가 있는가 하면, 악(惡)을 않으려고 해도 기질이 치우치고 통하지 못하여 비록 뉘우치고 깨달았으나 과오에서 면할 수 없는 경우도 있습니다. 그러나 임금을 사랑하는 마음이 우리 임금이 하는 일이 모두 선하고 과오가 없도록 하려는 것이므로 간하지 않을 수 없는 것입니다. 만일 자신은 능히 그렇게 하지 못한다 생각하여 임금의 과오를 간하지 않는다면 이는 ‘우리 임금은 선도(善道)를 할 수 없다고 말하는 것을 적(賊)이라고 한다.’라고 한 말에 거의 가깝습니다. 옛날 후한(後漢) 광무제(光武帝)가 ‘황후(皇后)를 폐할 수 없는가?’라고 질운(郅惲)에게 물으니, 칠운이 ‘부부의 정호(情好)는 아비가 아들에게 얻을 수 없는 것인데 더구나 신하가 임금에게서 얻을 수 있겠습니까.’ 하고 답하자, 광무는 ‘나를 미루어서 임금을 헤아리기를 잘한다.’고 하였습니다. 주자(朱子)는 이를 《대학혹문(大學或問)》에 인용하여 그 잘못을 극언하기를 인신(人臣)된 자가 임금에게 어려운 일을 하도록 책하며 선(善)을 하도록 진술하지 아니하여 그 임금을 해롭게 하는 죄를 크게 열어놓았으니, 한 글자의 뜻에 밝지 못한 해가 크다.’고 말했습니다. 지금 임금에게 과오가 있는데 신자로서 ‘나도 그렇게 하지 못한다.’ 하고 생각하여 간하지 않는다면, 나라의 일이 어찌 바르게 되겠습니다. 위에서 보시고 한쪽으로 치우치신 것 같으니, 외간에서 들으면 매우 미안해 할 것입니다.” 하였다. 기대승이 이어 학문은 본성에 접근하고 자기에게 충실하도록 힘껏 면려해야 한다고 논하고, 또 아뢰기를, “유자(儒者)의 학문은 마땅히 본성에 접근하여야 합니다. 더구나 제왕의 학문은 더욱 지나치게 하여 잡서(雜書)를 보아서는 안 됩니다. 총명이란 한계가 있고, 만기(萬機)는 무궁합니다. 잡서와 소주(小註)는 간혹 보는 경우가 있더라도 그 사이에 중설(衆說)이 어지러울 정도로 많으니, 보아서는 아니됩니다. 비록 신서(新書)라 하더라도 성인(聖人)의 글과 절충이 된 것이면 볼 수 있으나, 잡서는 보지 않는 것이 옳습니다. 지난번 《사서장도(四書章圖)》를 인출(印出)하도록 하라는 명을 들었습니다. 소신이 이 책을 보지 못하였으나 대개는 들었습니다. 중원(中原) 사람들은 학문은 깊지 않는데도 저서(著書)를 일삼는 자가 많이 있습니다. 이 책은 한때의 소견을 저술한 것일 뿐 절문(切問)·근사(近思)의 글이 아니므로, 인출하여 본다면 총명이 나뉘어집니다. 옛사람은 정력(精力)이 나뉘는 것을 두려워하였습니다. 총명과 정력이 나뉘어질까 걱정입니다.” 하고 또 아뢰기를, “영락 황제(永樂皇帝)가 《사서대전(四書大全)》·《오경대전(五經大全)》 및 《성리대전(性理大全)》을 편찬하도록 명하였는데, 주자(朱子)의 뜻을 모르고 찬수(撰修)한 것이 많고, 《시(詩)》·《서(書)》·《논어(論語)》의 집주(輯註)는 선유(先儒)의 논의와 어긋나는 곳도 많이 있습니다. 우리 세종께서 만년에 집주는 보지 않았고, 사서(四書)의 경우, 대문(大文)과 대주(大註)만을 인출하여 보셨는데, 홍문관에도 이 책이 있습니다. 소신이 재작년에 옥당(玉堂)에 있을 때, 이 책을 장서각(藏書閣)에서 찾아내었습니다. 상께서 한번 훑어 보시도록 계달(啓達)한 뒤에 곧 이 책을 올릴 생각이었으나, 아직 그러하지 못하였습니다. 《논어》의 집주는 굳이 보아야 할 것은 아니니 한번 훑어본 뒤에 곧 대문·대주의 책을 보는 것이 타당합니다.” 하였다. 강이 끝나자 기대승이 아뢰기를, “지금 아뢴 배릉(拜陵)에 관한 일은【이 때 심 대비(沈大妃)가 강릉(康陵)과 태릉(泰陵)에 친배(親拜)하려 하자 대간(臺諫)이 논계하여 정지하기를 청하였다. 】 《두씨통전(杜氏通典)》에 있습니다. 옛사람은 제사에 내외의 관원(官員)을 갖추므로, 임금이 초헌(初獻)을 하면 황후가 아헌(亞獻)을 하였으니, 이는 삼대(三代) 때에 예(禮)입니다. 한(漢)·당(唐) 이후로 황후가 아헌을 하는 예가 없어졌으나 그 옛법을 보존하기 위하여 《의주(儀註)》에 이 말이 있는 것입니다. 《두씨통전》에 이른바 ‘황후의 배릉도 종묘(宗廟)와 같이 한다.’ 함은 황제가 초헌을 하면 황후가 아헌을 한다는 정도이고, 혼자 전적으로 하는 일을 말한 것은 아닙니다. 아조(我朝)에도 근래에 와서 왕후가 상릉(上陵)하는 일이 있었으나 모두 한 번씩 하였습니다. 만약 예 밖의 일을 여러번 한다면 어찌 미안스런 일이 아니겠습니까. 더구나 태릉의 참배는 더욱 미안스런 일입니다. 상사(喪事)란 점점 길(吉)로 나아가는 것입니다. 제4일에 성복(成服)하는 것은 살아 있는 사람으로 말하면 곧 제3일이니 ‘산 사람의 입장에서는 죽은 다음날부터 헤아린다.’는 것입니다. 졸곡(卒哭)에는 옷을 바꾸어 입고, 소상(小祥)에는 옷을 빨아 입고, 대상(大祥) 전에는 옷을 바꾸는 일이 없으나, 대상 날에 와서는 비로소 옥색(玉色)을 입는 것입니다. 부득이 중국 사신의 내방(來訪)과 같은 외정(外庭)에서 맞이하고 접대할 일이 있게 되면 주상(主上)은 옷을 바꾸어 입어야 합니다. 궁중에 있어서는 부득이한 일이 없는데 현재 상중(喪中)에 있으면서 옷을 바꾸어 입으려는 것은 매우 미안스런 일입니다. 이는 단연코 해서는 안 될 일입니다. 원중(院中)에서 이 뜻을 아뢰려 하였으나 동료들이 ‘비록 서계(書啓)하더라도 자세하지 못하다.’ 하여 오늘 경연에 입시할 때 진계(陳啓)하려 하였는데, 간원에서도 논계(論啓)하였습니다. 자전(慈殿)께서 애모(哀慕)하시는 정은 비록 무궁하실 것이나 상께서 예에 옳지 못하다는 뜻을 반복하여 깨우쳐 인도하시어 정지하도록 품달(稟達)하셔야 타당합니다. 어버이 섬기는 도에 있어 부모에게 부당한 일이 있으면 마땅히 노여움을 사지 않도록 완곡하게 간할 것이며 공경을 다하고 효성을 다함이 옳습니다. 지금 미안스런 일을 하시면 물정(物情)도 모두 미안스러워할 것이니 성상께서 조용히 품달하시는 것이 옳습니다.” 하였다. 권철(權轍)이 아뢰기를, “위에서 예(禮)에 의거하여 진달하시면 자전께서도 어찌 억지로 하시겠습니까.” 하고, 대승이 아뢰기를, “마땅히 예에 의거해 진달하여야 합니다. 소소한 일까지 아울러 아뢰자니 미안한 듯하나, 민간의 일을 이미 알고 계달하지 않는다면 마음이 매우 미안스런 일입니다. 그러므로 감히 아룁니다. 3월에 위에서 능(陵)에 행차하시려다가 마침 일변(日變)이 있어 정지하셨는데, 그 때 경기의 수령(守令)들이 교량과 도로를 보수하느라고 백성들을 거느리고 왔었으니 농무(農務)에 얼마나 방해가 되었겠습니까. 일변으로 인하여 정지를 명하셨다가 지난번에 행차하자 수령들이 또 그 백성들을 거느리고 왔는데, 배릉(拜陵)이 끝나자 백성들은 모두 차후에는 일이 없을 것이라고 하였다 합니다. 그런데 지금 자전께서 배릉하신다면 수령들이 또 그 백성들을 거느리고 올 것이니 1년 안에 세 번씩이나 거둥이 있으시면 민폐(民弊)를 염려하지 않을 수 없습니다. 기전(畿甸)의 백성들은 요즘 나라에 일이 많아 해마다 농사를 지을 수 없어서 곤궁함이 극에 달하였습니다. 수시(隨時)로 무휼해주어야 하는데 매양 이와 같이 생각하신다면 폐해가 민간에 미치지 않겠습니까. 이 점을 염려하시는 것이 옳습니다. 만약 소소한 폐해는 헤아릴 것 없다고 하시면 해가 반드시 백성들에게 미칠 것입니다. 이를 아룀이 구차한 것 같으나 절실하게 알고 있으므로 계달하지 않을 수 없어 감히 아룁니다.” 하고, 또 아뢰기를, “3월에 능에 행차하시려다가 정지를 명하였고 4월에 행차하시었는데 5월에 또 자전께서 배릉하시겠다고 하시니, 백성들이 농사 일이 한창 급한 중요한 철에 그 시기를 잃게 되면 1년간 기근(饑饉)에 허덕이게 될 것입니다. 배릉하실 일을 지금 이미 전교하셨으니 기전의 백성들이 반드시 올라올 것입니다. 속히 계달하여 정지하신 뒤에야 폐해가 백성에게 미치지 않을 것이요, 대간이 여러날 논계한 뒤에 부득이하여 따르게 된다면 민폐가 클 것입니다. 근래 국가에 일이 많아서 작년과 재작년에 백성들이 모두 경운(耕耘)하지 못한지라 금년의 농작은 크게 관계가 됩니다. 나라는 백성을 근본으로 삼으므로 우려하지 않을 수 없습니다. 예에 의거하여 진달하는 것이 지당하다 하겠으나, 민폐를 염려하지 않을 수 없다는 뜻을 아울러 품달하여 속히 결정하는 것이 타당합니다.” 하고, 또 아뢰기를, “근일 이달 보름께부터 일기가 한랭하고 바람도 계속 불고 있어 극히 수상합니다. 사람들은 모두 ‘일기가 어찌하여 이렇단 말인가.’ 하면서 서리가 내리지 않을까 걱정하고 있습니다. 듣자니 평안도에는 우박이 내렸고, 강원도에는 눈이 내렸으며, 경기·황해도에도 우박이 내리고 눈이 내렸다 합니다. 4월은 곧 양기가 성한 달입니다. 양기가 성한 달에 눈과 우박이 내렸으니 어찌 이와 같은 참혹한 변이 있을 수 있습니까. 《시경(詩經)》에 ‘4월에 된서리 내리니 내마음 쓰리고 아프네.’라고 하였습니다. 서리가 내려도 이와 같이 걱정을 하는데 더구나 눈이 내리기까지 하였으니 어찌 놀라지 않겠습니까. 위에서 홍문관으로 하여금 널리 고사(故事)를 상고하여 들이게 하셨는데, 공구 수성하는 일은 외간에서 자세히 알 수 없으나 다만 이와 같은 참혹한 재변을 당하고 널리 고사를 상고하는 데에 그칠 뿐이라면 하늘의 뜻에 보응하는 정성이 미진한 듯 싶습니다. 옛날에 정자(程子)는 ‘음양(陰陽)의 운동은 상도(常道)가 있어 어긋남이 없는 법인데, 그 상도를 잃음은 사람이 그것을 감동시켰기 때문이다.’ 하였고, 공자(孔子)는 《춘추(春秋)》를 지으실 때 재이(災異)를 기록하여 후인을 경계하였으며, 주자(朱子)는 ‘옛 성왕(聖王)은 재이를 만나면 두려워하여 덕을 닦고 일을 바로잡았으므로, 재이가 변하여 상서가 되었다.’고 하였습니다. 지금의 재변은 극히 참혹합니다. 덕을 닦고 일을 바로잡아야만 재이가 변하여 상서가 될 것입니다. 그렇지 않으면 재변이 있은 뒤에는 기근의 우려가 따르기도 하고 좋지 않는 일이 있기도 할 것이므로 매우 불안스럽습니다. 옛사람은 ‘임금은 천계(天戒)를 삼가서 모든 정성을 다한다.’라고 하였습니다. 아무 재변은 아무 일의 감응(感應)이라고 한다면 미안스런 일입니다. 그러나 기자(箕子)는 홍범(洪範)을 무왕에게 설명하면서 천인(天人)의 도를 합하여 말하였으니, 하늘에 있어서는 오행(五行)이요, 사람에 있어서는 오사(五事)입니다. 서징(庶徵)이라고 하는 것은 우(雨)·양(暘)·욱(燠)·한(寒)·풍(風)입니다. 휴징(休徵)이란 아름다운 감응을 말하고, 구징(咎徵)이란 좋지 않는 감응을 말합니다. 휴징에서 이른바 ‘임금의 모(謀)가 원대하면 시기에 맞는 추위가 따른다.’ 함은 겨울에 추운 것과 같은 일이요, 모(謀)란 곧 임금이 남의 말을 따르는 일입니다. 구징에서 이른바 ‘임금의 성품이 급(急)하면 오랫동안 추위가 계속된다.’ 함은 4월에 눈이 내린 경우와 같은 것으로서, 곧 오랫동안 추위가 계속된다는 조짐입니다. 급(急)이란 조급함을 말하는 것으로, 곧 임금이 자기 의사대로 하는 일입니다. 한유(漢儒)의 오행전(五行傳)은 홍범(洪範)을 근본으로 하여 서술하였는데, 그 글에도 ‘듣기를 총명하게 아니함이 바로 모(謀)하지 않음이니, 그 구징(咎徵)은 계속하여 추움이다.’ 하였습니다. 위에서 한쪽 말만을 듣고 신임하면 아랫사람의 뜻이 통하지 아니하리니 곧 이른바 ‘듣기를 총명하게 아니함이 바로 모하지 않음이다.’는 것입니다. 이로 본다면 하늘과 사람의 감응을 옛사람이 매우 자세히 말하였습니다. 어떤 일이 바로 그 감응이라고 지적할 수는 없으나 서로 근사한 것도 있습니다. 위에서 항상 ‘그런 것이 아니겠는가.’라고 생각하신다면 이는 곧 하늘을 공경하는 도입니다. 요즘의 일을 보면 전날과 같지 않은 것이 많아서 외부 사람들이 자못 의아해 합니다. 대간이 논계를 하면 준엄하게 답하시고, 근시자(近侍者)가 진달하면 순서를 무시한다고 전교하시니, 이것이 이른바 ‘듣기를 총명하게 아니함이 바로 모(謀)하지 아니함이다.’ 한 데 근사하다고 하겠습니다. 정원이 일로 인하여 면대(面對)를 청하였으나 윤허하지 않으셨고, 재이(災異)로 인하여 연방(延訪)을 청하였으나 따르지 않으셨습니다. 대내에 무슨 연고가 있어서 따르지 않으시는지는 알 수 없으나 외부 사람들이 의아해 하니 이와 같은 일은 마땅히 살피고 생각하셔야 할 일입니다. 옛글의 말이 이와 같고 지금의 재변 또한 이와 같으니 정사를 염려하시는 사이에 혹시 조급함이나 한쪽만을 듣고 신임하시는 일은 없으신지 항상 성찰(省察)을 더하여 사사로운 마음을 버리신다면 천변(天變)은 자연히 사라질 것입니다. 옛사람은 또 ‘여름에 눈이 내리는 것은 억울한 일이 있어 그런 것이다.’라고 하였습니다. 오늘날 재변이 참혹하여 여러 가지로 생각해 보니, 형옥(刑獄)의 일에 억울한 일이 있어 이러한 변을 초래하지 않았나 생각합니다. 지난 선왕(先王) 말년에 국가에 일이 많아 자주 계복(啓覆)하지 못하였는데 오늘에 이르러서도 할 수가 없었으므로【상중(喪中)에 있었으므로 계복할 수 없었다. 】 하지 못하였습니다. 10여 년씩이나 옥에 갇힌 자도 있으니, 형장(刑杖) 아래에 승복(承服)은 하였더라도 어찌 억울한 자가 없겠으며, 근래의 사건에 있어서도 어찌 모두 정당하게 처리되었다고 할 수 있겠습니까. 이와 같은 일은 대신과 의논하여 억울함을 심리한다면 이 또한 천변에 응하는 방법입니다. 또 근래 조정에서 전날 죄를 입은 사람으로서 죽은 자에게는 벼슬을 추증(追贈)하기도 하고 고신(告身)을 환급하기도 하였으며, 산 자에게는 관직을 주어 현양(顯揚)하기도 하였으니 지극하다고 할 만합니다. 다만 그 사이에는 처신(處身)을 잘못하거나 처사를 잘못하여 파면된 자도 없지 않으며, 한때 비록 실수가 있었으나 10여 년씩이나 침체된 사람도 있으니, 옛사람은 ‘백성이 희망을 잃어서 그런가.’라고 하였습니다. 이 사람들이 답답하고 억울한 마음에 빠져 있으니 어찌 그 한이 없겠습니까. 까닭없이 파산(罷散)되었지만 공론이 좋지 않게 여겨 폐기(廢棄)된 자도 있습니다. 이 경우는 사람들이 모두 그르다고 하므로 서용(敍用)하기는 미안스런 일이나, 옛글에서 그러한 일을 많이 볼 수 있듯이 사람이 큰 죄를 짓고서도 변화하지 않는 자를 제외하고, 그 이하는 조정의 대임(大任)을 맡기는 것은 미안스런 일이나 말직에 임용하기를 천지(天地)의 도량처럼 하는 것은 왕정(王政)의 당연히 해야 할 일입니다. 지금 재변이 참혹한데 달리 아뢸 일은 없고 평소 이와 같이 생각하였으므로 아뢰는 것입니다. 그러나 이 말의 타당성 여부는 모르겠습니다. 대신에게 물어서 억울한 옥사와 침체된 사람을 살펴 준다면 좋을 것입니다.” 하였다. 상이 이르기를, “이른바 억울한 사람이란 누구인가?” 하니, 기대승이 아뢰기를, “소신이 스스로 생각할 때, 혹은 이러한 일도 없지 않으리라 생각되어 아뢴 것입니다. 지적하여 말하라 하시면 어떤 옥사가 억울한지 알 수 없습니다. 파산 침체된 자들이 많이 있으나 아무 아무라고 지적하여 말할 수는 없습니다. 대신에게 물어 대신이 당연하다고 한다면 해조(該曹)에서 자연히 살필 것입니다. 또 소신은 분에 넘치는 대우를 받고 얼마 전에 들어왔으니, 진주 옥사(晉州獄事)의【하종악(河宗岳)의 처가 실행(失行)한 사건이다. 】 전말(顚末)은 모릅니다. 다만 동료의 말을 들으면 그 계본(啓本)이 이미 올라왔는데도 아직 지정(指定)한 것이 없다고 하였습니다. 지방의 일은 자세히 알 수 없으나, 정확히 지적할 수 없는 일을 전년에도 형추(刑推)하고 금년에도 형추하여 옥에 갇힌 자가 매우 많다고 합니다. 한 사람의 경우면 그럴 수도 있겠으나 어찌 그 가운데에 애매하게 형을 받고 있는 자가 없겠습니까. 계본을 대내로 들여 위에서 보신다면 자연 아실 것입니다. 우연한 일이 큰 사건이 되었으니 이와 같은 일은 위에서 살펴보시는 것이 좋습니다.” 하였다. 상이 이르기를, “이 계본이 엊그제 비로소 들어왔는데 어제와 오늘은 재계(齋戒)로 인하여 보지 못하였고, 엊그제 잠깐 첫장은 보았으나 자세히는 알지 못한다. 그러나 그 초범(初犯)은 드러난 것은 없으나 실제 있었던 일인 것 같다.” 하니, 기대승이 아뢰기를, “간통 사건은 가장 알기 어려운 일입니다. 그러나 사람들이 모두 알게 되고, 온 고을이 말하게 되어 마침내는 공론(公論)까지 일어나게 된 것은, 그 사건이 작지 않은 일이기에 그런 것입니다. 사간(事干)으로 추열(推閱)된 자만도 한둘에 그치지 않으나 단서도 잡지 못하였다 합니다. 세간에는 혹 미워하는 자가 있어 한 사람의 입에서 나와 마침내는 이와 같이 되는 경우도 있습니다. 다시 추열하였으나 단서를 잡지 못하여 사간이 3∼4차의 형장(刑杖)을 받았으니, 어찌 그 가운데 억울한 자가 없겠습니까. 이는 큰 사건이라 개석(開釋)을 청할 수는 없으나 다만 옛사람이 ‘신중(愼重)하고 신중하게 형옥을 처결하라.’ 하였습니다. 이와 같은 사건에는 억울하게 걸리는 일이 없지 않으니, 위에서 살피시고 유념하신다면 화기(和氣)를 유도하여 기를 수 있을 것입니다.” 하였다.",
                "hj": "○壬辰/上御朝講于文政殿, 講《論語》《衛靈公篇》。 奇大升臨文啓曰: “古人之言, 雖指一偏, 固當比類而觀。 若聖人之言, 則上下皆通矣。 雙峯饒氏出註處多, 而古人以爲: ‘饒氏善於出註, 而自得則少云。’ 好貨好色之言, 於《孟子》亦有之。【前日進講, 子曰勿欺也, 而犯之下註, 雙峯曰: ‘自家好色好貨, 却陳其君, 勿好色好貨, 皆足欺君。’ 云。 尹根壽以此言爲誤, 故大升仍啓之。】齊宣王謂孟子曰: ‘寡人好貨。’ 孟子對曰: ‘昔者公劉好貨, 今王與百姓同之, 於王何有?’ 宣王又曰: ‘寡人好色。’ 孟子對曰: ‘昔者大王好色, 王如好色, 與百姓同之, 於王何有?’ 夫好貨好色之心, 亦氣稟之所賦, 而不能無者也。 但當推此心, 與百姓同之, 而能去其私則可也。 至如飮食男女之欲, 亦天理之所有, 若至於放溢, 則誤矣。 然不可永絶之也。 夫好貨好色,在臣子, 則當盡其自治之功, 而其治之未及處, 則與他人推移同濟。 在人主, 則亦當戒其濫溢, 而與百姓同之, 則道理自行。 饒氏之言似乎未盡, 自上見之, 所當恢弘如今啓。 【指尹根壽所啓。 其言曰: “君臣之間, 如家人父子, 情義至重。 君有一事之誤, 一念之差, 或言官、或侍從, 皆當規諫。 若待吾身無過, 然後始得以諫君之過, 則人無過者鮮矣。 非孔、孟、程、朱, 則何得以諫(若)〔君〕哉? 特以情意切迫, 故見君之過, 不得不諫。 其身雖不能不爲好貨好色, 而固當諫之。 饒氏之言極爲誤矣。” 云云。 故大升敷衍其意, 而言之如此。】 人臣若非聖賢地位, 則豈能盡善乎? 或欲爲善, 而工夫未及, 有不能焉; 或不欲爲惡, 而氣質偏滯, 雖能悔悟, 而亦未免有過焉。 然其愛君之心, 欲使吾君所爲盡善, 而無過, 故不得不諫。 若以爲吾身不能, 而不諫君過, 則是幾於吾君不能, 謂之賊者矣 昔漢光武無廢皇后, 問於郅惲, 惲對曰: ‘夫婦之好, 父不能得之於子, 況臣能得之於君乎?’ 光武謂善恕已量主。 朱子引之於《大學或問》, 極言其非, 以爲: ‘大啓爲人臣者, 不肯責難陳善, 以賊其君之罪, 一字不明之害大矣。’ 今也, 人君有過, 臣子以爲已亦不能云, 而不諫, 則國事烏得以爲是乎? 自上見之, 似乎一偏, 外間聞之, 至爲未安。” 大升因論學要(鞭)〔便〕辟近裏着己, 而啓曰: ‘儒者學問, 亦當近裏, 況帝王之學, 尤不可泛濫, 而見雜書。 夫聰明有限, 而萬幾無窮, 雜書與小註, 雖或時時見之, 其間衆說紛紜, 不當觀覽。 雖曰新書, 而如折衷聖人之書, 則見之, 而雜書則勿見可矣。 頃者, 伏聞命印出《四書章圖》云。 小臣不見此冊, 然大槪聞之。 中原之人, 學問未深, 而以著書爲事者, 多有之。 此冊以一時所見著之, 而非切問近思之書也。 印見, 則聰明分矣。 古人以爲: ‘恐分精力云。’ 聰明與精力, 恐有所分矣。” 又啓曰: “永樂皇帝命撰集四書五經及《性理大全》, 則不知朱子之意, 而撰修處, 多有之。 《詩》、《書》、《論語輯註》, 與先儒之論, 乖戾處, 亦多有之。 我世宗晩年, 不見輯註, 凡四書, 只印大文大註而覽之。 弘文館亦有此冊, 小臣往在去去年, 冒忝玉堂, 搜得此冊於藏書閣, 將欲啓達, 而自上一度覽遍之後, 卽以此冊進之計料, 而未及矣。 《論語輯註》, 不須見之。 一度覽遍之後, 卽以大文大註冊, 見之爲當矣。” 講訖, 大升啓曰: “今所啓拜陵之事,【是時, 沈大妃欲親拜康、泰兩陵, 臺諫論啓請停。】 大槪《杜氏》《通典》有之。 蓋古人於祭祀, 備內外之官, 故君初獻, 則后亞獻。 此三代之禮也。 自漢、唐以降, 無皇后亞獻之禮, 然猶欲存其古規, 故如儀註之書, 有此言矣。 《杜氏》《通典》所謂皇后拜陵, 亦如宗廟, 皇帝初獻, 則后亞獻之類, 非獨專而爲之也。 我朝近有王后上陵之事, 而皆一度爲之。 若禮外之事, 累度爲之, 則豈不未安乎? 而況泰陵之拜, 尤爲未安。 夫喪事漸至卽吉, 第四日成服, 以生人言之, 則乃第三日也。 卽所謂生與來日也。 卒哭, 則改服, 小祥, 則練服, 大祥之前, 無變服之事。 至於大祥之日, 始服玉色。 若不得已有外庭應接之事, 如華使之來, 則主上變服矣。 至如宮中, 則無不得已之事, 而方在喪中, 欲變其服, 極爲未安。 此斷不能爲之之事也。 院中欲達此意, 而同僚以爲: ‘雖書啓, 亦未詳盡, 今日入侍經筵, 將欲陳啓, 而諫院亦論之矣。’ 慈殿哀慕之情, 雖曰無窮, 自上當以於禮不可之意, 反覆開導, 稟達停止爲當。 夫事親之道, 父母有未安之事, 固宜幾諫, 起敬起孝可也。 今爲未安之擧, 物情亦皆未安。 自上從容稟達宜矣。” 權轍啓曰: “自上據禮陳達, 則慈殿亦豈强爲之乎?” 大升曰: “固當據禮陳達, 而至於幷陳小小之事, 則似乎未安。 然民間之事, 旣已知之, 而不爲啓達, 心甚未安, 故敢啓。 三月自上將幸陵, 而適有日變停之。 其時京畿守令, 因其修治矯梁道路, 率其民人而來, 其於農務, 豈不妨廢乎? 因日變命停, 而頃者乃行, 守令又率其民而來。 拜陵旣過, 民皆以爲, 此後則必無事云。 而今也慈殿拜陵, 守令又率其民而來, 一年之內三度有擧動, 民弊不可不慮也。 畿甸之民, 近因國家多事, 連歲不得農作, 其困極矣。 時時存恤, 每念如此, 則無乃弊及於民乎? 以是爲慮可也。 若謂小小之弊, 不可計云爾, 則害必及民。 以此啓之, 似乎苟且, 而知之親切, 不可不達, 故敢啓。” 又曰: “三月則將行而命停, 四月則已行, 而五月又有慈殿拜陵, 民當農務之急。 一時最關, 失一時, 則有一年之飢矣。 拜陵事, 今已傳敎, 畿甸之民必將上來, 當速啓達而停之, 然後弊不及民。 若臺諫累日論啓, 不得已從之, 則民弊大矣。 近來國家多事, 去年與去去年, 民皆不得耕耘。 今年農作, 極爲關係。 國以民爲本, 不可不慮也。 據禮陳達, 可謂至矣。 然民弊不可不慮之意, 幷稟以速定當矣。” 又啓曰: “近自今月望時, 日侯寒冷, 風亦連吹, 極爲殊常。 人皆以爲: ‘日氣何以如此?’ 疑其下霜。 伏聞, 平安道雨雹, 江原道下雪, 京畿、黃海等道, 亦雨雹下雪云。 四月乃張陽之月也。 方在張陽之月, 雪與雨雹, 安有如此慘酷之變乎? 《詩》云: ‘正月繁霜, 我心憂傷。’ 下霜而猶爲之憂傷, 況至於下雪? 豈不驚愕乎? 自上令弘文館, 博考古事以入。 今念慮間修省之事, 則外間不能詳知, 但當此慘酷之災, 只博考古事而已, 則應天之誠, 似未盡矣。 昔程子曰: ‘陰陽運動, 有常而無忒。 凡失其度, 人爲感之也。’ 孔子作《春秋》, 書災異以戒後人。 朱子曰: ‘古之聖王, 遇災而懼, 修德正事, 故變災爲祥。’ 今之爲變, 極爲慘酷, 必修德正事, 然後可以變災爲祥, 不然則災變之餘, 或有飢饉之患, 或有不好之事, 極爲未安。 古人以爲: ‘人君克謹天戒, 無所不至。 若以某災爲某應, 則未安。’ 云。 然箕子以《洪範》陳之於武王也, 合天人之道, 而言之。 在天爲五行, 在人爲五事, 其曰庶徵者, 雨晹燠寒風也。 曰休徵者, 休嘉之應也。 曰咎徵者, 咎愆之應也。 休徵所謂謀時寒若者, 如冬則寒謀, 卽人君聽用人言之事也。 咎徵所謂急恒寒若者, 如今四月下雪, 乃恒寒之漸也。 急謂促急也。 卽人君自用己意之事也。 漢儒五行傳, 祖述《洪範》而爲之。 其書亦曰: ‘聽之不聰, 是謂不謀。 厥咎恒寒。’ 如自上偏聽, 則下情不通, 卽所謂聽之不聰, 是謂不謀者也。 以此觀之, 天人之應, 古人言之甚詳。 雖不可的指爲某事之應, 而相爲近似者有之。 自上每念, 無乃其然乎云爾, 則此乃敬天之道也。 伏見近來之事, 不如前日者多, 外人頗有疑焉。 臺諫有所論啓, 答之峻截。 在近侍者, 有所陳達, 敎之以越次。 所謂聽之不聰, 是謂不謀者近似矣。 政院因事請面對, 而不許, 因災異請延訪, 而不從, 未知, 自內有某事故, 而不從矣。 然外人疑之, 如此事, 所當省念矣。 古書之言如此, 而今之災變亦如此, 政事念慮間, 無乃有促急偏聽之事乎? 每加省察, 克去己私, 則天變自至於消弭矣。 古人又以爲: ‘夏月雨雪者, 有冤枉之事而然也。’ 今之災變慘酷, 多般思之, 刑獄之間, 或不無冤枉, 而致之也。 往在先王末年, 國家多事, 不得頻爲啓覆, 而以至今日, 不可爲,【方在喪中, 故不可爲啓覆。】 故亦不得爲之。 至於十餘年被囚者有之。 捶楚之下, 雖或承服, 豈無冤枉者? 而近來之事, 亦豈可謂之悉得其當乎? 如此事, 議于大臣, 審理冤枉, 則是亦應天變之道也。 且近來朝廷之上, 前日被罪之人, 歿者或贈之以爵, 或還給告身; 生者爲官, 而顯揚者有之, 可謂至矣。 但其間或有處身之誤, 或有處事之失, 而罷退者不無其人。 一時雖或有所失, 然至於十餘年沈滯, 古人以爲民失志而然歟! 此人沈紆鬱抑, 豈無其冤? 或無故罷散, 而爲公論所未便, 而廢棄者有之。 是則人皆非之, 敍用未安。 然多見古書之事, 人作大罪不變者外, 其以下, 若朝廷之間, 專付大任, 則雖未安, 而用之於末職, 如天地度量, 王政所當爲之事也。 今者災變慘酷, 他無所啓之事, 而平日懷抱如此, 故啓之。 然不知此言之當否, 若問于大臣, 冤獄及沈滯之人, 察而伸理, 則好矣。 上曰: “所謂冤枉之人者, (雖)〔誰〕耶?” 大升曰: “小臣自念以爲: ‘無乃有如此事, 故啓之也。’ 若指定而言之, 則不知某獄事冤矣。 至如罷散沈滯者, 則多有之, 亦不能指言某某矣。 若問于大臣, 大臣以爲當然, 則該曹自當察(爲)〔焉〕。 且小臣昨日冒忝入來, 晋州獄事【河宗岳妻失行事也。】 首尾, 則不知矣。 但聞同僚之言, 其啓本已來, 而時無指定處云。 外方之事, 不能詳知, 然以不得指的之事, 而前年刑推, 今年刑推, 擊獄者甚多。 一人則已矣, 豈無其中曖昧之人, 受刑者乎? 啓本入內, 自上見之, 則自當知之。 因偶然事, 而爲大獄如此事, 自上察見則好矣。” 上曰: “此啓本, 昨昨始入, 而昨日與今日, 則因其齋戒, 不得見之。 昨昨暫見, 初面不能詳知, 然其初犯, 似無著見, 而爲實處矣。” 大升曰: “奸事最難知之。 然人皆知之, 而至於一鄕言之, 終發公論者, 其事不小而然也。 事干推閱者, 非止一二, 而不得端緖云。 世間或有所憎者, 則出於一人之口, 而終至於如此者有之矣。 更推而不得端緖, 事干至於三四次受刑, 豈無其中冤枉者乎? 此大事也。 不可請爲開釋。 但古人欽哉欽哉, 惟刑之恤哉! 如此獄事, 不無橫罹, 自上省念, 則可以導養和氣矣。”"
            },
            "2": {
                "H2KE-EN": "The King attended the Royal Lecture at Munjeong Hall (Hall of Benevolent Governance. While Reporting to the Royal Lecture , Ki Daeseung reported, On the morning court assembly day, the inspectors and censors and officials of the Office of the Inspector General and the Office of the Censor General all presented the opinion of Kim Gae for the release of his release. Previously, Kim Gae reported to the Royal Lecture, which stated, The errors of importance on the matter of Gwanghyo Hall (Hall of Benevolent Governance are executed by those who flatter [with the Office of the Inspector General] and those who flatter [with the Office of the Censor General] are expected by those who flatter [with the Office of the Inspector General] and those who flatter [with the Office of the Inspector General] are expected by those who flatter [with the Office of the Censor General]. In recent years, the state foundation has already been decided, and the right and wrong are clear. If Your Majesty does not carefully examine [the matter], then the right and wrong [of the Office of the Censor General] will related to the right and wrong [of the Office of the Censor General]. Kim Gae is young and unaware of his knowledge. Though his behavior was upright and prudent, he absurdly speaks about the wrongdoings of his knowledge. If the King happens to be unjustified, it is not proper [for him]. Therefore, he dared to report this [to the King]. The King said, Regarding the case of Gwanghyo Hall (Hall of Benevolent Governance, he became a elderly in the common people and did not know anything other affairs. Hall of Gwanghyo Hall (Hall of Benevolent Governance knows that his behavior was wise. The public opinion is clear and there is no suspicion between right and wrong. Daeseung said, Upon hearing the Kings words, he cannot overcome his overcome. It is not necessary to report the matter of Gwanghyo Hall (Hall of Benevolent Governance. Kim Gae did not carefully examine [this matter] and report it to the King. The inspectors and censors and the Office of the Inspector General and the Office of the Censor General should necessarily distinguish the right and wrong [of the Office of the Inspector General and the Office of the Censor General]. However, his person is a man of integrity and prudence,",
                "H2KE-nKo": "상이 문정전에서 석강에 나아갔다. 기대승이 아뢰기를, “아침 경연에서 대간과 홍문관 관원이 전일 김개가 말한 개석하신 뜻은 모두 옳습니다. - 지난번에 김개가 경연에서 아뢰기를 ‘조광조는 처사에 잘못이 있어 자기에게 붙좇는 자는 진출시키고 자기와 의견을 달리하는 자는 배척하였습니다.’ 하고, 또 ‘남곤을 추삭해서는 안 됩니다. 또 이행을 정광필에게 비교하였습니다.’라고 하였기 때문에 삼사의 관원들이 경연에서 그가 시비를 변란시킨 죄를 극력 진달하였다. - 근래에 국시가 이미 정해져서 시비와 사정이 분명해졌으니, 상께서 자세히 살피지 않으신다면 치란에 관계됩니다. 김개는 소신이 어려서 미처 알지 못하지만, 그 사람은 몸가짐이 청근하고 식견이 잘못된 곳이 있어서 망발한 것입니다. 상께서 행여 온당치 못한 마음이 있으시다면 안 되겠기에 감히 아룁니다.” 하니, 상이 이르기를, “조광조의 일은 여염에서 자라나 학문에 뜻을 둘 나이에 이르기까지 외부의 일을 모르는 것이 없었다. 조광조는 일찍이 그가 어질다는 말을 들었다. 공론이 분명하니 그 시비는 조금도 의심할 것이 없다.” 하였다. 기대승이 아뢰기를, “지금 상의 말씀을 들으니 감격스러움을 금할 수 없습니다. 조광조의 일은 다시 아뢸 필요가 없습니다. 김개는 미처 자세히 살피지 못하고 아뢰었습니다. 대간과 시종은 그 시비를 분변해야 합니다. 그러나 그 사람은 대개 청렴하고 근신하여 불선한 사람이 아닙니다. 예로부터 흔단이 작은 일에서 일어나면 의심하는 자가 있을까 염려되기 때문에 감히",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 4월 19일(임진) 2번째기사",
                "gt-oKo": "상이 문정전으로 석강에 나아갔다. 기대승이 아뢰기를, “아침의 경연에서 대간과 홍문관 관원이, 전일의 김개(金鎧)의 말을 개석해야 한다고 한 뜻은 다 옳습니다. 【지난번에 김개가 경석(經席)에서 아뢰기를 ‘조광조(趙光祖)의 처사에는 잘못이 있다. 자기에게 붙은 자는 진출시키고, 자기와 달리하는 자는 배척하였다.’고 하였고, 또 ‘남곤(南袞)을 추삭(追削)할 수 없다.’ 하였으며, 또 ‘이행(李荇)을 정광필(鄭光弼)에게 비길 수 있다.’고 하였으므로, 삼사(三司)의 관원들이 경연에서 그 시비를 변란(變亂)시킨 죄를 강력히 아뢰었었다. 】 근래 국시(國是)가 이미 결정되어 시비와 사정(邪正)이 분명해졌습니다. 위에서 자세히 살피지 않으신다면 치란(治亂)에 관계됩니다. 김개는 소신(小臣)이 나이 어려 미처 알지는 못합니다만, 그 사람은 몸가짐은 청근(淸謹)하나 식견에 그릇된 곳이 있어 망발한 것입니다. 위에서 혹시나 편치 않은 마음이 있으시다면 옳지 않으므로 감히 계달합니다.” 하니, 상이 이르기를, “조광조의 일은, 내가 15세경까지 여염(閭閻)에서 자라 외간 일을 모르는 것이 없으니, 조광조가 현인(賢人)이란 것을 일찍이 들었다. 공론도 분명하므로 그 시비에 대하여는 조금도 의심이 없다.” 하자, 기대승이 아뢰기를, “지금 상이 말씀을 들으니 감격스럽기 그지없습니다. 조광조의 일은 굳이 다시 아뢸 것이 없습니다. 김개가 미처 자세히 살피지 못하고 아뢰었으므로, 대간과 시종(侍從)이 그 시비를 가리려 한 것입니다. 그러나 그 사람은 대체로 염근(廉謹)하고 불선(不善)한 사람은 아닙니다. 예로부터 불화(不和)의 단서는 작은 일에서 발생하는데, 의구심(疑懼心)을 갖는 자가 있을까봐 감히 아룁니다.” 하였다.",
                "hj": "○上御夕講于文政殿。 奇大升啓曰: “朝日經筵, 臺諫、弘文館官員, 前日金鎧所言開釋之意, 皆是矣。【頃者, 金鎧啓於經席曰: “趙光祖處事有誤, 附己者進之, 異己者斥之。” 又以爲南袞不可追削。 且以李荇比之於鄭光弼云。 故三司官等, 於經筵, 力陳其變亂是非之罪。】 近來國是已定, 是非邪正分明, 自上若不詳察, 則治亂所關。 金鎧小臣年幼, 未及知之, 其人雖持身淸謹, 識見有誤處, 妄發言之耳。 自上幸有未便之心, 則不可, 故敢啓達矣。” 上曰: “趙光祖事, 長於閭閻, 至于志學之年, 外事無不知之。 光祖曾聞其賢矣。 公論昭然, 其是非, 小無所疑矣。” 大升曰: “今聞上言, 不勝感激。 光祖事, 不須更啓。 金鎧未及詳察, 啓之。 臺諫侍從, 所當辨其是非耳。 然其人大槪廉謹, 非不善之人也。 自古, 釁端起於小事, 慮有疑之者, 故敢啓。”"
            }
        },
        "5": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 4월 5일(무인) 1번째기사",
                "gt-oKo": "상이 문정전(文政殿)으로 조강에 나아가 《논어(論語)》 헌문편(憲問篇)을 강하였다. 기대승(奇大升)이 나아가 아뢰기를, “중외(中外)에서 지난번의 전교를 듣고 놀라움과 두려움을 금치 못하고 있습니다. 【이에 앞서 3월 26일 대사간 박계현(朴啓賢) 등이 의관(醫官) 양인수(楊仁壽)의 월령(月令)의 일은 매우 미세한 것인데도 사사로움을 호소하고 은전(恩典)을 요구하여 녹위(祿位)를 내리기에 이르렀으니 이는 아마도 밖의 말이 안으로 들어왔기에 그렇게 된 것이라고 차자(箚子)를 올려 논변(論辨)하자, 상이 정언 이충원(李忠元)을 힐책하고, 이어서 ‘형적(形跡)도 없는 말을 만들어냈으니 억울하다고 이를 만하다.’라고 답하였었다. 】 그후 정원이 계사(啓辭)하고 옥당이 차론(箚論)하였으나 상께서 석연(釋然)히 여기지 않으시니 안타깝고 답답합니다. 이 사건을 매양 계달(啓達)함이 번거롭고 설만하다는 생각이 없지 아니하나, 인신(人臣)으로서 임금을 사랑하는 데 있어 못할 일이 없습니다. 번거롭고 설만함을 꺼리어 미리 움츠리고 물러난다면 임금을 사랑하는 의리가 어디에 있겠습니까. 문의(文義)를 강론할 때에는 말이 박절하지 않아야 한다는 말이 매우 옳습니다. 【심의겸(沈義謙)이 임문(臨文)하여 아뢰기를 ‘스승과 제자 사이의 말도 박절하지 않음이 이와 같으니 임금과 신하 사이에는 더욱 너그러워야 한다.’ 하였는데, 이는 자공(子貢)이 사람의 장단(長短)을 비교한 글의 주(註)에 ‘성인(聖人)이 사람을 책망함에, 말이 박절하지 않다.’는 말을 들어 아뢴 것이다. 】 사람을 대하여 박절하게 아니함은 성인의 덕이 그만큼 지극한 것이니 성인과 그 덕을 같게 하려고 하여야 합니다. 유언(流言)이 한번 나와서 여염(閭閻)에 떠들썩하게 전파되면, 어느 누구인들 듣지 않겠습니까마는 사람이 진정 계달하려는 마음을 가졌더라도 전파된 말만 가지고 번거롭게 계달하기가 어려워 그만둡니다. 서인(庶人)이 저자에게 비방을 하면, 간관(諫官)은 이를 듣고 어찌 감히 아뢰지 않겠습니까. 위에서 ‘나는 이러한 일이 없는데 어찌 이런 말들을 한단 말인가.’라고 생각하시어 성충(聖衷)에 번민이 생기면 마침내 자기도 모르는 사이에 엄한 말을 하게 됩니다. 그러나 석연히 통찰(洞察)하신다면 간관이 본래 만들어낸 말이 아니요. 다만 밖에서 떠도는 말을 아뢴 것일 뿐이란 사실을 아실 것입니다. 대저 인주(人主)가 사람을 대하여 발언(發言)할 때, 그 실마리는 극히 미미하나 그 반응은 매우 큰 것이어서 만약 듣기 싫어하는 기미라도 있게 되면 아첨하고 승순(承順)하는 자가 다투어서 그 꾀를 최대한 발휘하여 모두 성총(聖聰)을 고혹하게 하려 할 것이요, 정직하고 성실하여 감언(敢言)하는 자는 말을 다하지 못하고 몸을 사려 멀리 물러날 생각을 할 것입니다. 정직하고 성실한 자가 물러가고 아첨하는 자가 진출하게 되면 조정의 해를 어찌 다 말할 수 있겠습니까. 화란(禍亂)의 발생이 반드시 이에서 말미암지 않는다고 말할 수 없습니다. 옛 임금은 누구나가 나라를 잘 다스려서 편안하게 하려 하고, 혼란과 패망을 싫어하지 않는 이가 없었지만, 끝내 잘 다스리지 못하고 마침내 혼란과 패망에 이르게 된 것은 의심과 자기 고집만을 내세웠기 때문이었습니다. 의심을 두면 직언(直言)하는 것을 자기를 배척하는 것이라 생각하고, 자기 고집대로만 하면 다른 사람의 말을 싫어하여 들으려 하지 아니합니다. 군자는 할말을 다하므로 소외(疎外)되고 소인은 승순하므로 신임을 받습니다. 이른바 소인이란 자는 또 많은 무리를 끌어들여 선인(善人)을 배척하고, 인주의 희로(喜怒)의 단서를 엿보다가 기뻐할 때는 유혹하고 화가 났을 때에는 자극을 가합니다. 조정의 상하에 의사(意思)가 통하지 않으면 끝내는 위망(危亡)의 화가 구제할 수 없습니다. 성상께서 자질이 고명하시고 학문에 뜻을 두고 계시므로 그 도리를 모르지는 않으시겠지만, 일을 대할 때 성찰(省察)하지 못하실까 깊이 걱정이 되어 감히 아룁니다. 인주(人主)는 마음을 평온히 가져 희로를 드러내지 않아야 일이 바르게 됩니다. 희로가 드러나게 되면 간사한 무리가 임금의 비위를 맞추려는 계획을 다투어 하려 할 것이니, 매우 두려워할 일입니다. 마음을 평온히 가지려는 공부를 하려면 반드시 먼저 사리를 밝히고 그 시비 곡직(是非曲直)을 살펴서 이것이 나를 사랑해서인가 승순하는 것인가를 깊이 생각하여 마음에 거슬리면 도(道)에 추고해 보고 뜻에 맞거든 도가 아닌지 추구해 보아 대공(大公)의 도를 극진히 하여 나의 편견을 끊어버리는 것이 옳습니다. 마음을 평온히 하고 사리를 밝히려면 반드시 경(敬)을 위주로 하여야 합니다. 옛사람이 ‘경(敬)’자를 해석하여 정자(程子)는 ‘일념을 주지(主持)하여 딴 생각이 없는 것’이라 하였고, 사양좌(謝良佐)는 ‘늘 깨어 있는 것’이라 하였으며, 윤돈(尹焞)은 ‘그 마음을 수렴하여 한 물건도 다른 것은 용납하지 않는 것’이라 하였습니다. 주자(朱子)는 또 ‘외(畏)’자를 추가하였는데, ‘외’자의 뜻을 살핀다면 임금 노릇하기 어려움을 알 수 있으니, 위로 천명(天命)이 믿기 어려운 것임을 두려워하고 아래로 민암(民碞)이 두려워할 만한 것임을 항상 근심하고 두려워하는 마음을 간직하게 될 것입니다다. 경외(敬畏)하는 뜻을 늦추지 않으면, 학문의 도에 비익(裨益)이 되어 사리에 밝고 마음이 평온하여질 것입니다. 또 경외하는 공부를 하여 알면 성덕이 날로 높아져 성인(聖人)과 같아질 것입니다.” 하고, 유도(柳濤)가 아뢰기를, “전일 간원(諫院)에 비답하신 말씀은 매우 온당치 않습니다. 이는 간관이 만들어낸 말이 아닙니다. 마을의 부언(浮言)이 길에 전포된 것을 간관이 듣고서 차마 그냥 있을 수 없었던 것입니다. 어찌 딴 뜻이 있겠습니까.” 하니, 상이 이르기를, “지난번 간원의 계사(啓辭)를 보니 매우 미안스러웠다. 그러므로 이와 같이 답한 것이다.” 하였다. 기대승이 아뢰기를, “위에서 미안스럽다 하시며 이와 같이 전교하시는 뜻을 아랫사람이 어찌 모르겠습니까. 상정(常情)으로 말하건대 내가 하지 않은 일을 사람들은 했다고 한다고 하면 애닯고 답답한 심회가 없지 않을 것입니다. 그러나 ‘나에게는 그러한 일이 없으니, 이는 아마도 헛되이 전해진 것이다.’라고만 전교하신다면 유언은 모두 풀릴 것이요, 도리에도 맞을 것입니다. 그러나 한때 미안스럽게 생각한다고 이와 같이 전교하시면 밖에서는 매우 의심하고 또 번민할 것입니다. 위에서 석연히 말씀하시면 물정(物情)은 자연 안정될 것입니다.” 하였다. 권철(權轍)이 아뢰기를, “문소전(文昭殿)의 일을 지금 의계(議啓)해야 합니다.” 하니, 상이 이르기를, “어제 헌부의 계사는 공탁(共卓)으로 해야 한다고 하였고, 간원의 아룀은 한 칸에 양위(兩位)를 봉안함은 옳지 아니하다고 논하였으니, 어떻게 하자는 뜻인가?” 하자, 대승이 아뢰기를, “소목(昭穆)에 관한 설은 아버지를 소(昭)로 하면 아들은 목(穆)이 되는 것으로서 후세 자손들도 각각 소목으로 순서를 정하였습니다. 무왕(武王)이 소가 되었으므로 아들은 목이 되고 손자는 소가 되었으며, 문왕(文王)이 목이 되었으므로 아들은 소가 되고 손자는 목이 된 것입니다. 형제간에 전국(傳國)할 경우, 각각 일세(一世)로 한다는 주자(朱子)의 조묘(祧廟)에 대한 차자(箚子)가 있으나, 한(漢)나라 때부터 이미 형제는 같은 소목으로 한다는 논의가 있었고, 역대 제왕도 모두 이와 같이 하였습니다. 그러므로 예(禮)의 말폐라 하였으나 또 스스로 그 논의를 굳이 시행할 것은 없다고 하였습니다. 국가의 종묘 제도(宗廟制度)에 형제는 같은 소목으로 한다는 예를 정하였으므로, 당초 대신들이 인종(仁宗)·명종(明宗)의 형제위(兄弟位)는 모두 계통(系統)을 이은 임금으로 함께 부묘(祔廟)하여 같은 소목에 일위(一位)를 함께 해야 한다고 의정(議定)하였습니다. 그러므로 일찍이 후침(後寢) 한 칸을 증축하고, 또 전전(前殿)을 증수(增修)하자고 청한 것은 전(殿) 안이 좁아 배치하기가 어렵기 때문이었습니다. 그 논의가 정당하였지만 물정이 나라의 재정은 비고 시일은 촉박하니 전 안에 적의(適宜)하게 배치하고자 하여 여러 가지로 생각한 끝에 공탁(共卓)으로 하자는 논의가 나오게 된 것입니다. 어제 원(院)에서, 후침 한 칸을 더 증축하자고 아뢴 일이 이미 윤허를 받았습니다. 전전의 복(袱)의 길이는 30척, 신(申)의 길이는 20척으로서 15척씩 중간을 나누어 묘가(廟家) 하나씩을 배치하였습니다. 지금 30척 안에 3위(位)를 나누어 배치하려면 묘가를 모두 개조(改造)하여야만 비로소 상탁(床卓)을 놓을 수 있을 것입니다. 세종(世宗) 초년에는 찬품(饌品)에 정수(定數)가 없었으며 기명(器皿)도 점점 사치스러워지고 커지므로 횡간(橫看)의 제물들을 물을 타서 사용하기까지 하였으니, 제향(祭享)의 일에도 미안스런 일입니다. 상탁과 기명을 개조하거나 줄이는 등 변통하여 배설(排設)한다면 이는 가증한 일이겠습니다. 그러나 이와 같이 하는 경우 또 어려움이 있다면 앞 뒤로 물려서 통용해서 배치할 수 있습니다. 반으로 나누어 칸을 막자는 논의는 전전(前殿)에 미안할 뿐 아니라 또 후세에도 크게 문제가 될 것입니다. 대신에게 다시 논의하도록 한다면 선처할 방법이 있을 듯 합니다.” 하였다. 권철(權轍)이 아뢰기를, “지금 회의를 하여 논의된 내용을 입계하게 되면 위에서 알 수 있을 것입니다. 전년에 반으로 나누어 칸을 막자는 뜻을 이미 계달하였으므로 감히 다시 말씀드릴 수 없으나 여러 의견들은 3묘가를 나누어 설치하면 상탁을 각각 배설할 수 없다고 합니다. 공탁으로 할 경우, 일도 편하고 폐단도 제거될 것입니다. 그렇게 하는 것이 좋을 듯 싶습니다. 신이 전에 증수(增修)의 책임을 받고 3위로 나누어 설치하였는데 척수(尺數)를 헤아려 보니 한 묘가 너비는 3척이요, 길이는 7척이었습니다. 반드시 중주(中柱) 안에 끌어 넣어 위(位)를 설치하면 일위(一位)의 상탁을 붙일 수 있습니다. 그러나 답장(踏掌)이 태조실(太祖室)에 너무나 가깝고, 묘가·답장·축상(祝床)·배석(拜席)의 설치에도 매우 좁고 찬례(贊禮)·대축(大祝)·전잔(奠盞)·봉향(奉香)·봉로(奉爐)·승지·집사의 출입에 어려움이 있어 태조실의 묘가를 3척쯤 줄어야만 절장 보단(折長補短)이 되어 겨우 움직일 수 있었습니다. 그리고 선조(先祖)의 실(室)을 모두 줄인다는 것도 극히 미안스런 일입니다. 지금 반으로 나누어서 칸을 막는 규모는 후일 체천(遞遷)할 때 자연 그 칸은 제거되어 다시 일실(一室)이 될 것이며, 반드시 전(殿) 안에서 옛날과 같이 행동할 것이므로 구차스럽게 이와 같이 하는 것은 심히 미안스런 일입니다. 후침(後寢)은 동당 이실(同堂異室)의 제도에 따라 각각 일실을 전용으로 한 것입니다. 그러므로 처음에는 증건하자는 말이 있었으나 위에서 어렵다 하시므로 추진하지 못하다가 어제 증건하도록 명하시니 이는 추진할 만한 일입니다. 의논하는 자는 ‘종묘(宗廟)도 공탁(共卓)으로 행하는데 유독 원묘(原廟)에는 불가하단 말인가.’라고 말들 합니다. 신들도 어찌 이런 의사가 없겠습니까. 다만 생각하여 보면 세종 대왕께서는 평소에 봉양(奉養)하시던 일을 상징하여 망극한 경외심(敬畏心)을 펴셨던 것인데 《가례(家禮)》에도 공탁에 대한 논의가 없고 《오례의(五禮儀)》의 사대부 제사에도 각탁으로 되어 있습니다. 그러므로 여러모로 생각해 보았으나 미안스러워 감히 추진하지 못하였던 것입니다. 다만 오늘 중의(衆議)를 채집하여 단정하게 됨은 실로 성충(聖衷)에서 나온 일입니다. 또 종묘의 일은 외의(外議)도 아직 결론을 짓지 못한 상태에서 오묘(五廟)로 논하고, 또 조(祖)는 공이 있고 종(宗)은 덕이 있는 것으로 헤아린다면 혹은 대수가 이미 찼다고도 하고 차지 않았다고도 할 것이므로, 이를 반드시 결정한 뒤에야 가능할 것입니다. 부묘(祔廟)가 임박하였습니다. 종묘는 본래 11칸으로, 10실(室)은 이미 찼고 한 칸이 비어 있습니다, 그러므로 명종을 빈 칸에 부묘해야 한다고 생각하여 해조에서 현재 수리하고 있습니다. 상위(上位)를 체천하면 그 빈 칸은 굳이 수리할 필요가 없습니다. 오늘 육경(六卿) 이상에게 의계하도록 하였으나 종묘의 일이 또 이와 같으니 2품 이상에게 모두 회의를 명하시면 이에 적당한 논의를 알 수 있을 것입니다.” 하고, 박순(朴淳)이 아뢰기를, “종묘(宗廟) 제도는 다른 데서 상고하지 않고 《오례의(五禮儀)》만 보아도 결정할 수 있습니다. 태조(太祖) 1위(位)에, 소(昭)가 2위(位), 목(穆)이 2위라 하였으며 그 아래에 또 같은 소목(昭穆)이면 같이 1위로 한다고 하였습니다. 【이는 《오례의》의 글이다. 】 선왕(先王)의 규례(規例)가 분명하게 정해져 있으니 종묘의 체천은 조금도 의문이 없습니다. 문소전(文昭殿)의 경우에는 소목의 위향(位向)만을 말하였으나, 형제는 같은 소목으로 같이 일위로 한다는 뜻도 그 가운데 들어 있습니다. 형제는 각각 일실(一室)로 한다는 설은 본시 주자(朱子)가 말하였으나 같은 소목이면 같이 일위로 한다는 논의가 이미 종묘의 제도로 정하여졌는데, 원묘(原廟)의 경우에만 다르게 함은 곧 조법(祖法)과 고례(古禮)를 일거에 모두 폐지하는 것으로서, 시행하여서는 아니된다는 것을 알 수 있습니다. 형체를 같이 일위로 하는 것으로 되어 있다면 반드시 일실에 봉안해야 할 것입니다. 송나라의 9세 12실은 아마도 부득이한 조치였을 것입니다.” 하였다. 권철이 아뢰기를, “지난번 간관(諫官)이 5실(室)을 초과할 수 없다고 고집하였습니다. 비록 《국조보감(國朝寶鑑)》에는 뚜렷이 기재되어 있지 않으나 그때 대신의 논의는 있었습니다. 봉친(奉親)은 마땅히 사친(四親)입니다. 사대부의 경우도 그러한데 더구나 인주(人主)의 경우이겠습니까. 성종의 부묘(祔廟) 때 태종을 조천(祧遷)하였고, 중종의 부묘 때 세종을 조천하였으니, 여기서 고조(高祖)까지를 받든다는 사실에 의심의 여지가 없음을 볼 수 있습니다.” 하고, 박순이 아뢰기를, “고조·증조·조·부는 선유(先儒)가 《사서장도(四書章圖)》에 배열하였고, 하순(賀循)도 고조·증조·조·부에게는 제사를 지내야 한다고 하였습니다. 다만 원묘가 종묘와 다른 점은 원묘에는 사친만을 봉안하나 종묘에는 또 불천지위(不遷之位)가 있는 것입니다.” 하고, 대승이 아뢰기를, “세종의 5실을 초과하지 말라는 훈유(訓諭)는 정상적인 경우를 말씀한 것이요, 권변(權變)을 말씀한 것은 아닙니다. 《오례의(五禮儀)》의 종묘조(宗廟條)를 보면 원묘에도 적용하여 시행할 수 있는 것으로서 5세 6실의 제도는 그렇게 아니할 수 없습니다. 다만 익히 들어온 사실만 가지고 불가하다 하여 변통(變通)하여 예(禮)에 맞게 하는 일을 어찌 그만둘 수 있겠습니까. 잡다한 논의에는 혹 형제를 같은 위(位)로 하고 대수(代數)가 약간 오래 된 경우에는 비록 고조·증조 이내라 하더라도 체천할 수 있다고 말하나 이는 결코 그렇지 않습니다. 형제가 나라를 전수(傳受)하였다 하더라도 과거에는 군신(君臣)의 관계에 있었으니 이는 곧 부자(父子)와 같습니다. 중묘(中廟)께서 인종에게 전하셨고, 인종은 명종에게 전하셨으니 그 사이에 어찌 경중(輕重)을 가릴 수 있겠습니까. 만약 가린다면 이는 사사로운 뜻을 두는 것으로서 매우 불가합니다. 난처한 일을 만났을 때는 반드시 사의(事宜)에 맞도록 하여야 합니다. 비록 이전의 일이라 하더라도 어찌 권변의 방법이 없겠습니까. 지난번 5실을 초과할 수 없다는 논의는 매우 교착, 완고하여 통하지 않는 말입니다. 성상께서 자세히 아시고 재정(裁定)하시는 것이 옳습니다.” 하였다. 심의겸(沈義謙)이 아뢰기를, “처음에 더 축조(築造)하려 할 때에는 묘가도 마땅히 헐어야 한다고 하였었는데, 지금은 묘가를 헐어 고칠 수 없다고 하니 신은 알 수 없습니다.” 하니 권철이 아뢰기를, “묘가를 허는 일이 미안스런 일일 뿐 아니라 태조실(太祖室)도 헐어야 하므로 더욱 미안하게 생각하는 것입니다. 3묘가를 나누어 설치하게 되면 어쩔 수 없이 공탁(共卓)으로 하여야 하는데 아래에서 경솔히 고치는 일도 매우 미안스런 일입니다.” 하였다. 박순이 아뢰기를, “인종·명종을 부묘(祔廟)하게 되면 6실이 되는 것으로, 1실이 더 많다 하여 예종을 곧 조천한다는 것은 옳지 아니하며, 예종을 조천할 수 없다면 6실은 어쩔 수 없는 일입니다. 전(殿) 안에 6위(位)를 나누어 설치하고, 각탁(各卓)으로 변경하며, 묘가를 고침은 부득이한 조치입니다. 조종(祖宗)의 영혼도 굽어살피지 않으시겠습니까.” 하고, 의겸이 아뢰기를, “인종·명종 양위(兩位)를 같이 1세(世)로 하면 마땅히 시종(始終)을 같이 해야 할 것인데 선후를 분별할 것이 뭐 있겠습니까. 상께서 비록 인종으로부터 직접 승계(承繼)하신 것은 아니나 한결같이 섬기셔야 하며 경중을 나눌 수는 없습니다. 문소 전안의 제도를 자세히 볼 수 없으므로 의논이 각각 달라서 권철(權轍)은 지세(地勢)의 넓고 좁음과 편의(便宜) 여부를 측량해야 한다고 하나, 밖의 의논은 또 지세가 좁으므로 칸을 막아야 한다고 주장하는 쪽으로 기울어지고 있습니다. 조정(朝廷)으로 하여금 같이 그 제도를 살펴보게 한다면 잡다한 의논도 없어져 석연(釋然)해질 것입니다.” 하고, 권철이 아뢰기를, “관계 없는 사람들이 범연히 말하는 것이므로, 그 말이 이러한 것입니다. 눈으로 직접 본다면 충분히 알 것입니다.” 하였다. 기대승이 아뢰기를, “종묘에서 조천하는 일은 《오례의》에도 실려 있는데 1위를 체천하면 명종은 마땅히 부묘(祔廟)되어야 합니다. 1칸이 비록 비었으나 굳이 수리할 필요가 없습니다. 소목의 차서(次序)는 선왕(先王)의 예(禮)로서 문란케 할 수 없습니다.” 하고, 권철이 아뢰기를, “마땅히 예로써 단정하여야 하고 정(情)은 돌아볼 것이 아니나, 의논이 귀일되지 못하니 다시 논의하여 결정하여야 하겠습니다.” 하고, 기대승이 아뢰기를, “인종·명종은 아버지가 되고 중종은 할아버지가 되고 성종은 증조가 되고 덕종과 예종은 고조가 되니 이것이 사친(四親)입니다. 사친 이외는 예로 보아 마땅히 체천되어야 하는 것이나 공덕(功德)이 있는 군주는 자연 불천지위(不遷之位)가 되는 것입니다. 이른바 불천지주(不遷之主)란 마땅히 천진(親盡)되어 조천(祧遷)하게 된 뒤에 논해야 하고, 사친(四親) 이내에서 미리 논의할 수는 없는 것입니다.” 하였다.",
                "hj": "○戊寅/上御朝講于文政殿, 講《論語》《憲問》篇。 奇大升進啓曰: “中外聞頃日傳敎, 不勝驚駭憂懼。【先是三月二十六日, 大司諫朴啓賢等, 以醫官楊仁壽月令事, 甚爲微細, 而至於訴私干恩, 賜其祿位, 蓋外言入於內, 而如此, 故上箚論辨。 上詰正言李忠元, 仍答曰: “創造無形之言, 可謂枉矣。”】 其後政院啓辭, 玉堂論箚, 而自上不爲釋然, 尤爲悶鬱。 此事每爲啓達, 不無以爲煩瀆也。 人臣愛君, 無所不至, 嫌於煩瀆, 先自退縮, 則何有愛之義? 文義間所啓, 辭不迫切之語甚是。【沈義謙臨文啓曰: “師弟子函丈間, 辭不迫切如此, 君臣之間, 尤當優容可也。” 蓋因子貢方人, 註聖人責人, 詞不迫切之語, 而啓之也。】 待人不迫, 聖人德至, 必欲與聖人, 同其德可也。 流言一出, 閭閻盛傳, 人孰不聞? 人固有欲爲啓達者, 只以傳播之言, 難於煩達, 而止耳。 庶人謗于市, 則諫官聞之, 何敢不言? 上意必以爲: ‘予無是事, 何以如是云云。’ 不無致悶於聖衷, 而殊不覺發其嚴辭也。 然若釋然洞察, 則可知諫官本非創造, 而只啓外間之言也。 大抵人主待人發言之際, 其端甚微, 而其應甚著。 若有厭聞之端, 則諂諛承順者, 爭逞其術, 皆欲錮惑聖聰; 直諒敢言者, 不能盡言, 惟思奉身遠退; 直諒者退, 諂諛者進, 則朝廷之害可勝言哉? 禍亂之興, 未必不由於是。 古之人君, 孰不欲治安, 而惡亂亡也? 終不能治, 而卒底于亂且亡者, 有疑心與自用故也。 有疑心, 則以直言爲斥已。 有自用, 則厭人言而莫聞。 君子盡言, 故疏之; 小人承順, 故悅之。 所謂小人者, 又引進群類, 排斥善人, 窺伺人主喜怒之端, 乘喜而誘之, 因怒而激之, 朝廷上下, 意思不通, 則終有危之禍, 而莫之救。 自上聖質高明, 留心學問, 未必不識這箇道理, 而深恐臨事之際, 不能省察, 敢啓。 人主平心, 不示喜怒, 然後事得其正。 喜怒有迹, 則奸邪之徒, 爭爲中欲之計, 甚可畏也。 欲爲平心工夫, 必先明理, 而察其是非曲直, 此其愛我, 此其承順, 逆于心, 而求諸道, 遜于志, 而求諸非道, 克盡大公之道, 絶去固我之偏可也。 平心明理, 又必以敬爲主, 古人釋敬字, 程子以爲主一無適, 謝良佐以爲常惺惺然, 尹焞以爲其心收斂, 不容一物。 朱子又加以畏字, 若省畏字之學, 則可知爲君之難。 上畏天命之難諶, 下念民(岩)〔生〕之可畏, 常存惕然之心, 不弛敬畏之意, 則其於學問之道, 不無有所裨益矣。 理明而心平, 又知敬畏之工夫, 則聖德日躋, 可侔聖人矣。” 柳濤啓曰: “前日答諫院之辭, 極爲未安。 此非諫官創造之言, 閭巷浮言傳布道路, 諫官聞之, 不能忍置, 豈有他意?” 上曰: “頃見諫院啓辭, 至爲未安, 故如是答之也。” 大升啓曰: “自上以爲未安, 如是傳敎之意, 下人豈不知之? 以常情言之, 予所不爲之事, 人謂之有之, 則不無悶鬱之懷。 然只以予無是事, 必是虛傳爲敎, 則流言盡釋, 自合道理, 一時以爲未安, 而如是傳敎, 外間甚疑且悶。 自上釋然, 則物情自安矣。” 權轍曰: “文昭殿事, 今當議啓。” 上曰: “昨日憲府啓辭, 則欲爲共卓也。 諫院所啓, 則大槪論其一間, 奉安兩位之不可, 欲何以爲之之意耶?” 大升對曰: “昭穆之說, 父爲昭, 而子爲穆, 後世子孫, 亦各以昭穆序之。 武王爲昭, 故子爲穆, 而孫爲昭, 文王爲穆, 故亦子爲昭, 而孫爲穆也。 兄弟傳國, 各有一世, 朱子祧廟箚字之議, 而自漢時已有兄弟同昭穆之議, 歷代帝王莫不共之, 故朱子以爲禮之末失, 而又自謂其議, 未必可用云云。 國家宗廟制度, 旣定兄弟同昭穆之禮, 故當初大臣議定, 仁、明兄弟位, 皆以繼統之君同祔, 可以同昭穆共一位, 故曾建後寢一間, 又請增修前殿, 蓋以殿內狹窄, 難於排置故也。 其議正當。 但物情以國計虛竭, 日月迫近, 欲就殿內處置得宜。 多般思量, 或有共卓之議也。 昨日院啓, 後寢增建一間事, 旣蒙允許矣。 前殿則栿長三十尺, 申長二十尺, 而中分十五尺, 每置一唐家。 今若就三十尺內分設三位, 則當必盡改唐家, 然後床卓始可容也。 世宗初年, 饌品無定數, 器皿漸就侈大, 故橫看內容入之物, 必至和水而用之, 祭享之事, 亦極未安。 若改損床卓器皿, 推移排設, 則猶可容措。 如是而又有難焉, 則前後退, 亦可通排處之也。 分半作隔之議, 不但未安於前殿, 抑且大妨於後世。 若令大臣更議, 則或有善處之道矣。 權轍啓曰: “今將會議, 議得入啓, 則自上可知也。 前年分半, 而作隔之意, 已盡啓達, 不敢更言。 群議以爲: ‘分設三唐家, 不可爲各卓。’ 若爲共卓, 則事便弊除, 此爲之得, 而臣受增修之任, 分設三位, 尺量見之, 則一唐家其廣三尺, 而其長七尺, 必於中柱之內, 控入設位, 則昭一位床卓, 踏掌迫近於太祖室。 唐家踏掌, 祝床拜席, 容設甚窄, 贊禮、大祝、奠盞、奉香、奉爐, 承旨、執事出入拘隘, 必須約斷太祖室唐家三尺許。 然後折長補短, 僅能周旋, 而盡削先祖之室, 亦極未安。 今者分半作隔之規, 後日適遷時, 自當去其隔, 而復爲一室也。 必就殿內, 依舊周旋, 故苟且如此, 甚爲未安。 後寢則循同堂異室之制, 乃所以各專一室, 故初言增造, 而自上難之, 故未果。 昨日旣命增建, 此則可爲也。 議者以爲: ‘宗廟亦行共卓, 則獨於原廟, 有何不可?’ 臣等亦豈無此意思, 第念世宗大王象平昔之養, 伸罔極之敬, 《家禮》亦無共卓之議, 而於《五禮儀》士大夫祭祀, 亦各卓, 故百爾思量, 未安不敢爲之。 今日採群議而斷之, 實出聖衷。 且宗廟事, 外議亦未歸定, 論以五廟, 而又計祖有功、宗有德, 則或云已滿, 或云未滿, 此必定之, 然後可也。 祔廟臨迫, 宗廟本十一間, 而十室已滿, 一間尙虛, 故以爲明宗當祔虛間。 該曹方爲修理, 若有上位遞遷, 則其間不必修理也。 今日令六卿以上議啓, 而宗廟之事又如此, 二品以上竝命會議, 則可知適當之議矣。” 朴淳啓曰: 宗廟制度, 雖不他考, 只觀《五禮議》, 亦可決也。 太祖一位, 昭二位, 穆二位, 其下又言同昭穆共一位。【此《五禮儀》之文也。】 先王之規, 昭然已定, 宗廟遞遷, 固無疑矣。 文昭殿, 只言昭穆位向, 而兄弟同昭穆共一位之意, 亦在其中。 兄弟各爲一室之說, 朱子固言之矣。 同昭穆共二位之議, 旣定於宗廟, 而獨異於原廟, 是擧祖法古禮, 而盡廢之也。 固知其不可行也。 兄弟旣共一位, 則必須權安一室, 宋之九世十二室, 蓋出於不得已也。” 轍曰: “頃日, 諫官固執毋過五室之言, 雖不顯載於《國朝寶鑑》, 而其時大臣之議, 則有之。 奉親當必四親, 士大夫尙然, 況爲人主乎? 成宗祔廟時, 太宗祧遷; 中宗祔廟時, 世宗祧遷。 此可見奉高祖之無疑也。” 淳曰: “高曾祖禰, 先儒列于《四書章圖》。 賀循亦言, 高曾祖禰, 不可不祭。 但原廟之異於宗廟者, 原廟只奉四親, 而宗廟又有不遷之位也。” 大升曰: “世宗毋過五室之訓, 語常而不語變。 以《五禮儀》宗廟條見之, 則亦可通行於原廟。 五世六室之制, 不可不爾也。 只緣習聞已熟, 謂之不可變通合禮, 烏得已乎? 雜議或謂: ‘兄弟共位, 若代數稍久, 則雖在高曾之內, 亦可遞遷云。’ 此則大不然。 兄弟傳國, 嘗爲君臣, 便同父子。 ﻿中廟傳之仁宗, 仁宗傳之明宗, 其間安有分辨輕重? 若欲分辨, 則是有私意, 至不可也。 遇難處之事, 要必合宜而後已。 雖稱已前之事, 豈無可變之道? 頃日毋過五室之議, 甚膠固不通之說也。 自上詳知而裁定可也。 沈義謙啓曰: “初欲增造之時, 唐家亦當自毁。 今謂唐家不可毁改, 臣未知也。” 轍曰: “不但毁唐家爲未安, 而當毁太祖室, 故尤以爲未安。 分設三唐家, 則勢自爲共卓, 而但自下輕改, 甚爲未安。” 淳曰: “仁、明入祔, 則爲六室, 而不可以一室之多, 經遷睿宗。 睿宗不可遷, 則六室勢自爾也。 就其殿內, 分設六位, 變各卓改唐家, 蓋出於不得已也。 祖宗之靈, 亦豈不降鑑乎?” 義謙曰: “仁、明兩位, 同爲一世, 當同終始, 何有後先分辨? 自上雖不親繼於仁宗, 固當事之如一, 不可以分輕重也。 文昭殿內之制, 不能詳見, 故議論各異, 權轍則尺量地勢之廣狹便否, 而外議又以地勢狹窄之論, 歸之主張作隔之說, 若令朝廷共見規度, 則可無雜議, 而釋然矣。” 轍曰: “方外之人, 泛然論之, 故其言如是。 若得目見, 則洽然知之也。” 大升啓曰: “宗廟祧遷之事, 亦於《五禮儀》之文, 一位遞遷, 則明宗當以入祔。 一間雖虛, 不必修理, 昭穆之次, 先王之禮, 不可亂也。” 轍曰: “當斷之以禮, 情不可顧也。 而議論不一, 當必更議定之。” 大升曰: “仁宗、明宗爲考, 中宗爲祖, 成宗爲曾祖, 德宗、睿宗爲高祖, 此其四親。 四親之外, 禮當遞遷, 而或有功德之主, 則自爲不遷之位。 所謂不遷之主, 當論於親盡臨祧之後, 不可預議於四親之內也。”"
            }
        }
    },
    "05": {
        "21": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 21일(갑자) 1번째기사",
                "gt-oKo": "상이 문정전으로 조강에 나아갔다. 《논어》의 위령공편(衛靈公篇)을 강하였다. 대사헌 박응남(朴應男), 헌납 민덕봉(閔德鳳), 경연관 신응시(辛應時)·정탁(鄭琢) 등이 각각 진주 유생(晉州儒生)의 옥사를 아뢰었다. 【박응남·민덕봉은 반드시 치죄한 뒤에야 두려워할 것이라고 하였고, 신응시와 정탁은 그 정상(情狀)을 살펴보면 사혐(私嫌)에서 취한 행동은 아니니 지금 만약 죄를 가한다면 아마도 성조(聖朝)의 아름다운 일이 되지 못할 것이라고 하였다. 】 기대승(奇大升)이 아뢰기를, “각각 그 의사대로 아룀은 지당하나, 다만 이 일은 헛된 말이 많아 전한 자도 잘못이 있는가 하면 들은 자도 잘못이 있어서 자세히 알지 못해 잘못 아뢰기까지 한 자도 있으니 매우 미안스럽습니다. 어제 경석(經席)에서의 말을 들으면 50여 명이 옥에 들어갔다【최원(崔遠)의 말이다. 】 하니, 이도 잘못입니다. 소신이 감사(監司)의 수도(囚徒) 명단을 보니 이희만(李希萬)만을 가두었습니다. 한 고을 사람이 모두 일어났다는 것도 잘못인 것으로 단지 1면(面) 사람의 소행이며, 원척(元隻) 사이의 일도 아니니 치죄할 수 없다【신응시의 말이다. 】고 하였는데, 무소(誣訴)한 죄는 비록 다스릴 수 없다 하더라도 사람의 집을 훼철한 죄안은 다스리지 않을 수 없습니다. 그 추안(推案)을 보면, 그 사람들은 그 집을 훼철하기 전에 하종악(河宗岳)의 종을 잡아다가 말하기를 ‘하종악의 처(妻)가 하가(河家)와는 이미 의절(義絶)이 되었으니 그 교령(敎令)에 복종하여서는 아니된다.’ 하고, 다짐[侤音]을 독촉하여 받아 내었다고 하였는데, 이도 해선 안 되는 것입니다. 홍문관에서 아뢴 뜻은 유생에게 죄를 가하는 것은 미안하다는 것입니다. 소신의 용렬한 생각에는 유생들이 당연히 해야 할 일을 하였다면 괜찮으나, 지금의 행위는 유자(儒者)의 일이 아니라 곧 무뢰배들의 일이라고 여깁니다.” 하고, 응남(應男)이 아뢰기를, “지금 치죄하지 않는다면 뒷날 이와 같은 일이 발생하였을 때 극히 편치 않을 것입니다. 이희만·하옹(河滃)·하항(河沆) 등 3인이 주도하여 많은 사람으로 하여금 그릇된 일을 하게 하였으니, 3인만을 죄주는 것이 옳습니다.” 하였다. 기대승이 아뢰기를, “소신은 죄를 가하려고 이와 같이 아뢴 것은 아닙니다. 다만 이 일의 시비가 현란하여 그 실상을 알 수 없는데, 소문만을 듣고 간혹 잘못 아뢴 자도 있었으니 대단히 미안스럽습니다. 죄를 주지 않음은 마땅히 그 실상을 알고 나서 처리하는 것이 옳습니다. 옥당의 아룀도 사의(私意)가 있는 것이 아니라 밖으로부터 전해 들은 사실만을 가지고 아뢴 것입니다. 하인서(河麟瑞)도 처음에는 발명 단자(發明單子)에 들어 있었는데, 그후 훼철을 주도하였습니다. 그 연유를 추문(推問)하니 ‘처음에는 자세히 알지 못하고서 그 4촌 정몽상(鄭夢祥)이【하종악(河宗岳)의 후처의 4촌이다. 】 와서 사정을 하므로 서명(署名)하였는데, 후일 다시 들으니 그 일이 적실하여 훼철한 것이다.’고 하였습니다. 한 마을에 같이 살고 있는데, 어찌 모를 리가 있어 전후의 말이 이와 같이 어긋난단 말입니까. 말이 나왔으므로 아뢰지 않을 수 없습니다. 조식(曺植)이 진주에 살고 있는데, 나이 젊은 사람들이 이 일을 조식(曺植)에게 말하니 조식은 악(惡)을 미워하는 사람이고 또 이름이 있는 사람이므로, 이에 감사(監司) 및 여러 사람에게 말하였습니다. 그러므로 처음에 잡아 가두었으나 단서를 잡지 못하여 석방한 것입니다. 그후 추관(推官)으로서 파직된 자는 모두 조식이 떠들어 그렇게 된 것입니다. 조식은 현자(賢者)로서 빈말을 할 사람이 아니므로 그 일이 이에 이른 것이며, 또 장자(長者)가 말한 것이므로 한 고을의 경망한 사람들이 서로 전파한 것입니다. 당시는 모두 조식을 현자라 하였습니다. 소신이 지금 이 말씀을 아뢰는 것이 대단히 미안스럽습니다. 다만 조식도 사심이 있어 이와 같이 한 것은 아니며, 자연 믿을 만한 사람이 말하였기 때문에 통분을 이기지 못하여 그렇게 한 것입니다.” 하고, 홍섬(洪暹)이 아뢰기를, “지금 대사헌의 아룀을 듣건대, 사람을 서울로 보내어 조관(朝官)을 위협하여 회문(回文)이 나오자 그 집에 불을 지르고 그 방을 훼철하였다니, 이런 일은 모두 유자의 일이 아닙니다. 약간 죄책(罪責)을 보이는 것도 옳으나 다만 옥에서 죽는 일이라도 생기면 매우 온당치 못한 일이니 성심(聖心)으로 재정(裁定)하실 것입니다.” 하였다. 기대승이 아뢰기를, “그 죄를 다스리려 함은 고신(拷訊)하려는 것이 아닙니다. 또 이른바 그 집을 불태웠다 함도 그 집을 불태운 것이 아니고, 그 기와만을 헐어낸 것입니다. 이 사실은 이미 승복하였으니 약간의 죄벌을 가한다고 하여 성덕(聖德)에 해가 되겠습니까. 이 일은 매우 우려됩니다. 조식은 이름이 있는 사람입니다. 또 유생들이 추문(推問)을 당했으므로 그 곳의 7∼8읍의 유생들이 상소하였으나 감사(監司)가 받아들이지 않았다고 합니다. 조식은 하종악의 전실(前室) 여자와 서로 연결이 되고 이정(李楨)의 첩은 하종악의 후처와 서로 연결됩니다. 이정은 ‘은미한 일이라 알 수 없다.’ 하여 구제한 것 같습니다. 두 사람【이정(李楨)과 조식(曺植)이다. 】은 평소 서로 교분(交分)이 있었으나 지금 이 일로 인하여 조식이 이정을 그르다 하므로, 나이 젊은 사람들도 모두 이정을 그르다고 합니다. 하종악(河宗岳)의 처의 실행(失行) 사건으로 명류 장자(名類長者)까지도 틈이 생기게 되었고, 나이 젊은 사람들도 서로 비방하니 매우 미안스럽니다. 서울의 의논도 서로 판이하니 관계가 매우 중대합니다. 위에서 어찌 아시겠습니까. 마침 말끝에 나왔기에 감히 아뢰는 것입니다.” 하고, 또 아뢰기를, “왕언(王言)이 한번 나오면 사방으로 전포됩니다. 전교하실 때 언사의 미진한 점이라도 있으면 관계가 매우 중대하니, 사람을 그르다고 하는 데도 반드시 침착해 하여야 하고, 사람을 옳다고 하는 데도 역시 침작해 하여 정실(情實)에 맞아야만 타당하다고 할 수 있습니다. 근래 장필무(張弼武)의 일을 간원(諫院)에서 논계하였습니다. 【상이 장필무의 자급(資級)을 가선(嘉善)으로 올리라 명하자, 간원이 개정(改正)을 계청하였으나 상이 완강히 거부하고 듣지 않았다. 】 소신은 장필무를 알지 못합니다. 혹은 청렴하다고 말하는 사람도 있으나 자세히 알 수 없고 혹은 포악하다고 말하는 사람도 있으나 역시 자세히 알지 못하니, 다만 남의 말만을 듣고 짐작하여 알고 있습니다. 청렴하다고 이르는 것은 지나친 아룀일 수 있고, 포학하다고 이르는 것 역시 그 말이 모두 옳은 것인지 알 수 없습니다. 지난번 전교에서는 ‘금석(金石)을 통하고 일월(日月)을 꿰뚫는다.’라고 하셨고, 어제는 또 ‘일월과 빛을 다툰다.’라고 전교하였으니【이 두 말은 상기 간원의 논계에 답한 말이다. 】 대단히 미안스럽습니다. 일월과 빛을 다툰다 함은 성현(聖賢)의 지위에 이른 사람이 아니면 어찌 감히 감당할 말이겠습니까. 이는 비록 한때의 청근(淸謹)함을 포장(褒奬)하시는 뜻으로 하신 말씀이긴 하나 왕언이 정도에 지나쳐 매우 미안스럽습니다. 듣자니, 장필무의 일은 무지한 무부(武夫)로서 몸가짐을 이와 같이 하니 귀하긴 귀한 일입니다. 다만 그 행적(行跡)을 공정히 살펴보면 놀랄 만한 일이 없고, 비록 청렴하다고는 하나 오릉 중자(於陵仲子)의 청렴과 같아서 한쪽으로 치우쳐 가소로운 일이 많습니다. 풍속이 퇴폐한 때이므로 위에서 격려하시려는 뜻은 지극하나 다만 맹자(孟子)의 말씀으로 본다면 취할 일이 못 됩니다. 그 사람이 이와 같은데도 아뢴 바가 지나쳐서 위에서 불세출(不世出)의 인물로 생각하셨으니 어찌 미안스런 일이 아니겠습니까. 장수가 된 자는 비록 포혹(暴酷)하더라도 지략이 있으면 채찍질하고 격려하여 임용(任用)하고, 버려서는 아니됩니다. 장필무의 경우 그가 과연 모략(謀略)이 있어 대장으로 임용할 만한 인물인지는 알 수 없습니다. 한때 비록 그가 청렴하다고 칭송되었으나 옛사람과 비교한다면 어찌 현격하다고 하지 않겠습니까. 그 행적은 중자(仲子)가 형을 피하고 어머니 곁을 떠난 것과 실상 같습니다. 지난 을축년에 만포 첨사(滿浦僉使)가 되어 갔다가 국휼(國恤)을 만났고 그후 강계 부사(江界府使)로 옮겨 제수되었다가 체직(遞職)되었는데, 그때 체직되기만 한 것은 칭송할 만한 일이 있었기 때문입니다. 주상의 즉위하신 뒤 국문(國門)에 들어오지 않았으니 마땅히 즉시 올라와서 사은(謝恩)하여야 하며, 그 집으로 곧장 돌아가서는 아니됩니다. 더구나 회령 부사(會寧府使)로 차서(次序)를 뛰어서 발탁 임용하였으니 더욱 감격하여 왔어야 하며, 조정에서 오지 않음을 그르다 한다고 들었으면 곧 와야 함에도 유산(遊山)한다 핑계대고 나갔으니, 이 사람에게 완전 무결함을 책할 수는 없으나 군신(君臣)의 의로 볼 때 어찌 이럴 수 있습니까. 변장(邊將)이 부임하지 않으면 그에 대한 죄벌이 있으니 앞서 변협(邊協)이 그 죄를 받았고, 문신(文臣)으로 말하면 평사(評事) 나흡(羅恰)·이충범(李忠範)이 모두 그 죄벌을 받았습니다. 그 죄가 같다면 그 벌도 같아야 합니다, 어찌 유독 장필무에게만 그 죄벌을 다스리지 않습니까. 칭찬할 만한 일이 있다면 마땅히 취택하여야 하나, 이와 같은 일이 있으면 마땅히 추고(推考)하여 죄를 다스려야 기강이 섭니다. 장필무에게 죄를 주지 않았다가 후일 방자한 자가 있어 그 죄를 다스리려 할 때, 죄는 같은데 벌이 달라서 그 죄를 가하지 못한다면 응징이 되지 못할 것이니, 어찌 조정의 서체(事體)에 손상이 되지 않겠습니까. 매우 미안스럽습니다. 소신이 간관이 아니면서 이와 같이 아뢰는 것은 미안하나, 다만 근밀(近密)한 자리에 있으면서 미안스런 마음을 품고도 계달하지 않는 것이 역시 미안스런 일이며, 위에서 미처 생각하지 못하신 듯하여 감히 아룁니다.” 하였다.",
                "hj": "○甲子/上御朝講于文政殿, 講《論語》《衛靈公篇》。 大司憲朴應男、獻納閔德鳳、經筵官辛應時、鄭琢等, 各陳晋州儒生獄事。【應男、德鳳則以爲, 必治罪然後有所畏憚; 應時、琢以爲, 原其情, 則非出於私嫌, 今若加罪,則恐非聖朝之美事。】 奇大升啓曰: ‘各以其意, 啓之至當。’ 但此事虛言頗多。 傳者有誤, 而聞者亦誤, 不能詳知, 而或至誤啓者有之, 極爲未安。 昨聞經席之言: ‘以爲五十餘人, 入于獄中云。’【崔運之言也。】 此亦誤矣。 小臣見監司囚徒, 只囚李希萬矣。 一州之人, 供擧之言亦誤,只其一面之人所爲也。 非元隻間事, 不可治罪云。【辛應時之言也。】 若誣訴之罪, 則雖不可治, 而毁撤人家之罪, 獨不可治乎? 見其推案, 則其人等當其未毁撤之前, 捉致河宗岳之奴, 而言之曰: ‘河宗岳之妻於河家, 旣已義絶, 其敎令不可服從。’ 云, 而督捧侤音, 此亦不可爲之事也。 弘文館所啓之意, 則以加罪儒生, 爲未安故也。 小臣迷劣之意以爲: ‘儒生爲其所當爲之事, 則可也。’ 今之所爲, 非儒者之事, 而乃是無賴人之事也。” 應男曰: “今若不治, 則後日亦將有如此事, 至爲未便。 李希萬、河滃、河沆等三人唱導, 致使許多人, 作爲非事, 只罪三人可也。” 大升曰: “小臣非欲加罪, 而如此啓之。 但此事是非眩亂, 不知其實, 而只以所聞, 或有誤啓者, 至爲未安。 罪與不罪, 當知其實而處之爲可。 玉堂之啓, 亦非有私意也。 只以傳聞於外間, 而啓之也。 河麟瑞亦當初着名於發明單子, 而厥後乃唱導毁撤, 推問其由, 則以爲當初不能細知, 而其四寸鄭夢祥【宗岳後妻之四寸也。】 來乞, 故着名。 後日更聞, 則其事的實, 故毁撤云。 同居里閈, 安有不知之理, 而前後之言, 若是相戾哉? 言端已發, 不可不達。 曺植居于晋州, 而年少人輩, 以此事言之於植, 植乃嫉惡之人, 而且有名字者也。 乃言於監司及衆人處, 故當初捉囚, 而未得端緖, 遂放之矣。 厥後推官見罷者, 皆曺植喧闃而然也。 植乃賢者, 而必不虛言之人, 故其事至於此。 且長者言之, 是以一鄕妄人, 亦相與傳播矣。 當時, 皆以曺植爲賢, 小臣今以此言啓之, 至爲未安。 但曹植亦非有私心而如此也。 自然可信之人言之, 故不勝痛憤而然矣。” 洪暹啓曰: “今聞大司憲所啓, 則遣人來京, 恐怯朝官。 及出回文, 而火其家、毁其室等事, 此皆非儒者之事也。 略示罪責亦可。 但或至死于獄下, 則極爲未安, 所當(栽)〔裁〕自聖心者也。” 大升曰: “所以欲治其罪者, 非欲拷訊也。 且所謂火其家云者, 亦非火其家, 而只撤其瓦。 此則旣已承服, 稍加罪罰, 有何妨於 聖德乎? 此事極爲可慮也。 曺植有名之人也。 且儒生被推, 故其處七八邑儒生等上疏, 而監司不捧云。 曹植與河宗岳前室女子相連, 李楨之妾, 與河宗岳後妻相連。 李楨以爲隱微之事, 不可知也, 似爲救之。 二人,【楨與植也。】 平日則相與爲交, 今因此事, 曺植以李楨爲非。 年小人輩, 亦皆以李楨爲非云。 以宗岳妻失行之事, 至於名類長者, 有其間隙, 年少人亦相排訐, 極爲未安。 京中議論, 亦與之相判, 機關甚重, 自上何以知之? 適發言端, 故敢啓。” 又啓曰: “王言一出, 傳布四方。 傳敎之際, 言辭或未盡, 則機關甚大。 以人爲非, 而必斟酌爲之; 以人爲是, 而亦必斟酌爲之, 合於情實, 然後可謂當矣。 近來張弼武事, 諫院論啓,【上命加張弼武嘉善資, 諫院啓請改正, 而上牢拒不聽。】 小臣不知弼武, 或謂之淸, 不能詳知; 或謂之暴, 而亦不能詳知。 只聞人言, 而斟酌知之。 謂之淸者, 或有過越之啓; 謂之暴者, 亦不知其言之盡是矣。 頃者敎以通金石、貫日月, 昨者又敎以日月爭光,【此兩言, 上答諫院所, 啓之辭也。】 至爲未安。 與日月爭光者, 非聖賢地位, 則烏敢當哉? 是雖出於一時褒奬淸謹之意, 而王言過當, 極爲未安。 伏聞弼武之事, 以無知武夫, 持身如此, 貴則貴矣。 但夷考其行, 則未有可驚之事。 雖號爲淸, 而如於陵仲子之淸, 多有一偏可笑之事。 當此風俗頹靡之際, 自上欲爲激勵之意, 則至矣。 但以孟子之言見之, 則不足取也。 其人如此, 而啓之或過, 自上意其以爲不世出之人, 豈不未安乎? 爲將帥者, 或暴酷而有智略, 則亦可策勵而用, 不可棄也。 若弼武則未知其果有謀略, 而可用於大將矣。 一時雖稱其淸, 而視諸古人, 則豈不遠哉? 其行實同於仲子之避兄離母。 往在乙丑, 爲滿浦僉使而去, 遂遭國恤, 厥後移授江界府使而見遞, 其時只遞者, 以其有事稱之事故也。 主上卽位後, 不入國門, 所當卽來謝恩, 不可直歸其家。 況會寧府使, 不次擢用, 則尤當感激而來。 聞朝廷以不來爲非, 則亦當卽來, 而稱爲遊山出去, 此人不可責備。 然君臣之義, 豈若是乎? 邊將不赴任, 自有其罪, 故前者邊協亦被其罪, 以文臣言之, 則評事羅恰、李忠範皆蒙其罪, 其罪同, 則其罰亦同, 何獨於弼武不治其罪乎? 有可稱之事, 則固當取之, 而有如此事, 則亦當推考治罪, 然後紀綱立矣。 弼武則不罪, 而後日如有厭憚者, 欲治其罪, 則罪同罰異, 不加其罪, 則無以爲懲。 豈不傷於朝廷事體乎? 極爲未安。 小臣非諫官, 而如是啓之未安。 但在近密之地, 心懷未安, 而不爲啓達, 亦未安, 自上幸未及思之, 故敢啓。”"
            },
            "2": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 21일(갑자) 2번째기사",
                "gt-oKo": "상이 문정전으로 석강에 나아갔다. 《근사록(近思錄)》의 ‘양중립(楊中立)이 묻기를, 서명(西銘)은 체(體)를 말하고 용(用)은 말하지 않았다’에서부터 ‘폄우(砭愚)를 동명(東銘)이라 하였다’까지 진강하였다. 상이 이르기를, “유작(游酢)은 서명을 읽고 곧 의심이 확 풀리어 마음에 거슬리지 않아서 ‘이것이 중용(中庸)의 이치이다.’라고 하였으니 지견(知見)이 있다고 할 수 있다. 그러나 양중립은 몰랐으니, 이로 본다면 양시(楊時)가 유작만 못하다. 두 사람 가운데 누가 나은가?” 하니, 기대승(奇大升)이 아뢰기를, “전현(前賢)의 학문의 지위를 후학이 의논할 수도 없고 알 수도 없습니다. 유작은 의심이 확 풀리어 마음에 거슬리지 않는다 하였으니 이는 반드시 깨달음이 있어서 그런 것이요, 양시는 의문을 가지고 물었으니 이도 쉬운 일이 아닙니다. 유작과 양시은 모두 정문(程門)의 고제인데 지위로 말하면 구산(龜山)이 높았습니다.” 하였다. 상이 이르기를, “이 두 사람이 비록 정(程)·주(朱)에는 미치지 못하나, 역시 범연한 사람은 아니다. 한때 벼슬한 일이 있는가?” 하니, 기대승이 아뢰기를, “소신이 널리 보지 못하여 알지는 못하나, 다만 《이락연원록(伊洛淵源錄)》에 대략 나와 있습니다. 유작은 찰원(察院)이었습니다. 양시는 휘종(徽宗) 말년, 채경(蔡京)이 국정을 잡아 변이 아침 저녁으로 발생하던 때의 사람입니다. 당시 사람으로 장학(張鱟)이란 이가 채경의 집에 손님으로 있으면서 그 아들을 위하여 학문을 가르쳤습니다. 하루는 장학이 그 제자에게 ‘너희들은 달아나는 것을 배웠느냐?’고 물으니, 대답하기를 ‘선생께서 평소 제자에게 걸음걸이를 가르쳐 주시어 모두 법도에 따르고 있는데, 어찌 달아나는 것을 배웠느냐고 하십니까.’ 하니, 장학이 ‘너의 아버지가 천하를 극도로 파괴하였다. 큰 난리가 일어날 것이니 달아나는 것을 배워야 화란(禍亂)에서 벗어날 수 있다.’ 하였습니다. 제자는 크게 놀라 채경에게 말하니, 채경이 소인이나 이해(利害)를 알므로 장학에게 대책을 물었습니다. 장학이 ‘지금 어찌할 도리가 없으나 천하의 대현(大賢)을 기용하면 가능성은 있다.’ 하였습니다. 채경이 그게 누구냐고 물으니, 장학이 구산(龜山)이라고 답하였습니다. 이에 구산을 불러 들여 관직에 임명하니 이때 나이 70이었습니다. 당시 왕안석(王安石)에 대한 시비가 결정되지 아니하여 공자묘(孔子廟)에 종사(從祀)되어 있었는데, 구산이 간의 대부(諫議大夫)가 되어 왕안석을 배향(配享)의 반열에서 제거하기를 청하였습니다. 이 때 왕안석을 배우던 자들은 도리어 구산을 그르다고 하였습니다. 얼마 아니 되어 금(金)이 송(宋)을 쳐서 휘종(徽宗)·흠종(欽宗)이 북수(北狩)하게 되자 구산도 조정에서 떠났습니다. 호안국(胡安國)이 구산의 묘지(墓誌)를 지으며 ‘당시 그 건의를 받아들여 썼었더라면 결단코 그 반은 구제할 수 있었을 것이다.’고 하였으니, 후학이 어찌 구산의 발끝이나 바랄 수 있겠습니까. 대체로 정·주에는 미치지 못하나 지위는 높습니다. 현자가 조정에 있으면 비록 그 패망이 극도에 달하였다 하더라고 그 힘이 없지 아니합니다. 채경의 사람됨이 극히 간사하나 이해를 잘 알므로 가능성이 있다고 생각하여 끌어들여 임용한 것입니다. 당시 구산을 비방한 자들이 채경에게 넘어갔다 하여 그르다고 하지만, 구산은 곧 대현으로 사심(私心)이 있어 그런 것은 아닙니다. 어찌 감히 그 사이에 논의할 수 있겠습니까.” 하였다. 상이 이르기를, “이 사람이 당시 도(道)를 행하였으면 치국 평천하할 수 있었겠는가?” 하니, 기대승이 아뢰기를, “당시 그 건의를 받아들여 썼더라면 결코 그 반은 구제할 수 있었을 것이라고 하였으니, 어지러운 것들을 잘 다스려서 정상적인 질서를 회복하였을 것이며, 평상시에 임용되어 뜻대로 다스릴 수 있었다면 그 덕화(德化)가 비록 삼대(三代) 때와 같을지는 알 수 없어도 범상한 정도는 아니었을 것입니다. 송조(宋朝)의 재상들은 거의 모두 학문을 몰랐습니다. 그 가운데에는 범중엄 (范仲俺) 같은 이도 있었는데 겨우 참지정사(參知政事)에 임명되었다가 오래지 않아 돌아갔으며 이항(李沆)은 비록 현상(賢相)이라고 하나 역시 도학(道學)을 몰랐습니다. 구산 같은 이가 평상시에 임용되었더라면 비록 평천하인들 무엇이 어려웠겠습니까.” 하고 신응시(辛應時)가 아뢰기를, “예로부터 어진 재상이라 일컬어 오는 이로 당(唐)나라에는 방현령(房玄齡)·두여회(杜如晦)·요숭(姚崇)·송경(宋暻)이 있었고, 송(宋)나라에는 한기(韓琦)·범중엄(范仲淹)·부필(富弼)·구양수(歐陽脩)가 있었는데, 그들의 기질(氣質)과 사업(事業)은 범상하지 않았습니다. 그런데 이들은 한 시대를 구제(救濟)한 재상이나, 유자(儒者)의 학문은 몰랐던 사람들입니다. 학문한 사람이면 의리(義理)로 나라를 다스렸을 것이니, 그 정치의 덕화(德化)가 어찌 한 시대를 구제하는 정도에 그칠 뿐이겠습니까. 다만 예로부터 유자는 당시의 임금에게 임용되지 못하였습니다. 한(漢)나라 때에는 동중서(董仲舒) 같은 이가 있었으나 무제(武帝)가 임용하지 못하였고, 송나라 때에는 정(程)·주(朱)와 같은 여러 현인이 배출되었고 인종(仁宗)·효종(孝宗) 역시 범상치 않은 임금이었으나 의리로 임금을 보좌하고 치화를 이루려 하였으므로 임금과 불합했던 것입니다. 예로부터 유자로서 마침내 재상의 지위에 이른 이는 한 사람도 없습니다. 사마광(司馬光)은 유자였으나 정·주에 비기어 본다면 어찌 거리가 없겠습니까. 그러나 그도 역시 장구하게 일을 하지는 못하였습니다. 학문한 사람으로 재상을 시킨다면 국가에 도움이 되는 일이 클 것입니다. 이 점에 있어서는 고금이 다르지 아니하니 깊이 생각해야 합니다.” 하였다. 기대승이 아뢰기를, “지금의 아룀은 지당한 말입니다. 대개 유자는 도리(道理)에 우원(迂遠)하지 않는데도 임용되지 못합니다. 다만 사람과 구차스레 합하려 아니하므로 그 진출(進出)이 어렵습니다. 또 바른 길로 임금을 보좌하려 하므로 선(善)을 좋아하는 임금의 경우에는 비록 좋아할 것 같으나, 자기 의사를 굽혀 임금을 따르려 아니하므로 임용되지 못합니다. 또 당시 사람이 모두 선한 것만은 아니고 간혹 꺼리는 사람도 있으므로, 또한 세상에 용납이 되지 못하는 것입니다. 위로는 인주(人主)가 좋아하지 아니하고 아래로는 당시 사람과 서로 어긋나므로 이에 도덕을 가슴속에 품고 물러가는 것입니다. 인주된 이가 그가 현자임을 알고 전적으로 임용한다면 현자의 도가 어찌 후세에 쓰이지 아니하겠습니까. 오직 임금이 성실하게 임용하는 데에 있을 뿐입니다. 옛사람 같은 이는 비록 대대로 있는 것은 아니나, 시인(時人)들이 아끼어 임용하면 세상은 자연 치평(治平)이 될 것이요, 그 도(道)도 행해질 것입니다. 유자가 뜻을 이루지 못하는 병폐를 마땅히 아셔야 할 것입니다.” 하고, 신응시가 아뢰기를, “그 뜻을 이루지 못하는 것은 구차스레 합하려 하지 않기 때문입니다. 그의 말이 행해지지 않으면, 말이 행해지지 않는데 녹을 먹을 수 없다고 스스로 생각합니다. 그러므로 쉽게 물러나고 진출하기는 어려워하는 것입니다. 대체로 임금이 현자를 임용하려 하면 반드시 사(邪)와 정(正)을 분별해야만, 현자가 임용됨을 즐거워합니다. 사와 정이 병진(竝進)하여 혼용되면 장애가 많으므로, 예로부터 현자는 모두 임용되지 못한 것입니다. 임금은 이 폐단을 깊이 아셔야 합니다.” 하였다. 기대승이 아뢰기를, “임금이 임용하려 해도 사정이 어쩔 수 없어 임용하지 못하는 경우도 있습니다. 옛날 송 효종은 주자(朱子)를 임용하려고 지남강군사(知南康軍事)에 제수하였으나 주자는 사양하여 취임하지 않았고, 절동 제형(浙東提刑)이 되어서는 주자도 의욕을 가지고 그 직무를 다하려고 힘썼습니다. 태주(台州)를 맡고 있던 당중우(唐仲友)에게 부정이 있자 주차(奏箚)하여 탄핵하였는데, 그 당시 정승이었던 왕회(王淮)는 중우와 인친(姻親)이었으므로 이를 숨기고 아뢰지 않았습니다. 주자는 탄핵에 더욱 힘써 봉장(封章)을 여섯 번이나 올렸습니다. 그 때 중우는 이미 강서 제형(江西提刑)으로 임명되었으나 아직 부임하지 않은 때였습니다. 왕회는 할 수 없이 중우의 강서 제형을 박탈하여 주자에게 주었으나 주자는 이를 사양하고 나아가지 않았습니다. 그후 병부 낭중(兵部郞中)이 되었는데, 시랑(侍郞) 임율(林栗)이 주자와 서명(西銘)·태극도설(太極圖說)을 논하다가 의견이 맞지 아니하자 상소(上疏)하여 논박하였습니다. 당시 위의 뜻은 한창 주자에게 향하고 있었으나 재상이 꺼리므로 양쪽을 다 아끼는 방책(方策)을 썼습니다. 효종이 주자를 임용하지 않으려는 것은 아니었으나, 소인이 이간하므로 마침내 이와 같이 된 것입니다. 후세 인주도 현자를 임용하려면 이러한 폐단이 있을까 두려우니 마땅히 깊이 살펴야 할 것입니다.” 하고, 정탁(鄭琢)이 아뢰기를, “이것이 효종의 부족한 점입니다.” 하였다. 기대승이 아뢰기를, “주자는 효종이 만사(挽辭)에서 ‘군신(君臣)간의 의가 잘 맞을 것 같았는데, 도리어 참소의 상한 바 되었으니 슬프다.’라고 하였습니다.” 하고, 신응시가 아뢰기를, “임금과 신하가 서로 계합(契合)한다는 것은 예로부터 어려운 일입니다. 송 인종은 진정 범상한 임금이 아님에도 한기·범중엄·부필·구양수를 임용하지 못하고 여이간(呂夷簡)을 재상으로 삼았던 날이 많았습니다.” 하였다. 기대승이 아뢰기를, “바르지 못한 사람은 매달리고 영합(迎合)하여 물러가려 아니하지만, 군자는 맞지 않는 일이 있을 경우 몸을 돌려 곧 물러납니다. 그러므로 소인은 항상 임용되나 군자는 항상 임용되지 못합니다. 근일의 일로 말하더라도 중묘(中廟)가 조광조(趙光祖)를 지성으로 대하였으나 마침내 소인의 이간에서 벗어나지 못하여 임금과 신하의 관계를 보전할 수 없었으니, 어찌 이런 일이 있을 수가 있습니까. 마땅히 생각할 일입니다.” 하고, 응시(應時)가 아뢰기를, “예로부터 조정(朝廷)이 간혹 불화하는 것은 반드시 의논이 같지 않기 때문에 그런 것이니, 임금과 신하가 서로 부합하지 못하거나 조정이 동조하여 서로 협조하지 못하는 것은 모두 이에서 말미암은 것입니다. 옛날 범진(范鎭)의 말에 ‘중의(衆意)를 모아 이목(耳目)으로 삼고, 노성(老成)한 사람을 임용하여 복심(腹心)으로 삼아야 한다.’ 하였습니다. 중의를 모아 임금과 재상이 협심하여 쓸 수 있다면 어찌 좋은 일이 아니겠습니까. 군자는 반드시 합하려고 아니하므로, 그 의논도 꼭 같지 않습니다. 절충하여 시행하는 것은 임금과 재상에게 있을 뿐입니다. 마땅히 유념해야 할 일입니다.” 하고, 기대승이 아뢰기를, “사람이 재지(才智)는 비록 일컬을 만한 점이 있다 하더라도 심기(心氣)를 화평하게 가지기란 어렵습니다. 논의하다가 서로 감정이 격해서 미워하고 마침내는 등을 돌리기까지 하면 그 해가 없지 않습니다. 대개 시비란 없을 수 없는 것이니, 조화시켜서 양쪽을 모두 보존하려 하면 이는 빙탄(氷炭)을 조화시키려는 것과 다름이 없습니다. 어찌 어려운 일이 아니겠습니까. 인주(人主)는 반드시 시비를 변별한 뒤에야 다스릴 수 있습니다. 혼동하여 분별하지 못한다면 마침내 큰 해가 있을 것입니다. 함께 수용(收用)하여 같이 둔다는 것은 매우 어려운 일이며, 그른 것을 옳다 하고 옳은 것을 그르다 하면 더욱 잘못입니다. 반드시 거경(居敬)하고 궁리(窮理)하는 공효를 다하여 심덕(心德)이 밝아진 뒤에야 능히 변별할 수 있을 것입니다. 조정의 치란(治亂)·현사(賢邪)·소장(消長)의 이치는 하루 사이에 나누어지는 것입니다. 가장 경계하고 두려워해야 할 일입니다.” 하였다. 강을 마치자, 기대승이 나아가 아뢰기를, “조정의 의논이란 각각 자기 소견대로 말하는 것이므로 동의하는 의견과 반대하는 의견이 있게 마련이니, 그 중간에 나아가 분변하여 쓴다면 좋을 것입니다. 만약 의논이 바르지 못하여 의리에 해가 있다면 분변하지 않을 수 없습니다. 지난번 문소전(文昭殿)의 일에 있어서도 조정이 지난 정월부터 여러 가지로 의논하였으나 그 타당함을 얻지 못하였습니다. 정신(廷臣)들이 조종조의 고사(故事)를 모를 리가 없는데도 감히 거론하지 못하는 것은 미진한 곳이 있기 때문입니다. 그 전제(殿制)를 증수(增修)할 수 없게 되자 이에 구차스런 논의가 일어났습니다. 대신(大臣)의 의논은, 인묘(仁廟)를 그대로 연은전(延恩殿)에 모시는 것이 무방하다 하여 성묘(成廟) 초년의 문종 체천 의궤(文宗遞遷儀軌)를 근거로 하여 말했으니, 아무 뜻없이 말하였다고 하나 실은 의리에 해로워, 인정(人情)이 분울해 하였습니다. 곧 그 의논을 고치도록 명하여 지금은 이미 결정이 되었습니다. 이와 같이 매번 아뢰는 것이 미안한 것 같으나 그 사이에 그릇된 말이 많으므로 아뢰지 않을 수 없어 감히 아룁니다. 대신이 이른바 ‘세종(世宗)의 5실(室)을 초과하지 말라는 전교는 곧 사친(四親)을 가리켜 한 말씀이다.’라고 한 말은 옳습니다. 그러나 세종이 창립한 본 뜻은 그 권변을 말함이 아니고 그 정상적인 것을 말씀한 것입니다. 거기에 ‘2소(昭)와 2목(穆) 및 태조(太祖)로 하여 후세 봉사(奉祀)에 5실을 초과하지 말라. 후세 자손에 이르러 각각 그 묘(廟)를 세우게 되면 그 번거로움을 감당할 수 없다.’고 한 것도 모두 그 정상적인 것을 말하였을 뿐, 후세의 난처한 변례 같은 것을 당시에는 굳이 걱정할 필요가 없었던 것입니다. 가사 걱정했다 하더라도 그 정상적인 일만을 말하지 어찌 그 변례를 말하였겠습니까. 그후 문종·세조는 형제로서 왕위에 올랐으니 마땅히 권변으로 통하게 하여 후세의 법이 되게 했어야 했는데, 당시 사람들이 사체를 몰랐을 뿐 아니라 이의(異意)도 있었으므로 갑자기 문종을 천묘하였으니, 의리에 해로움이 극도에 달하였습니다. 그 때 재상은 후세에 죄를 지은 것이 크지 않겠습니까. 지금 그 때의 의논을 끌어들여 말함은 매우 미안스런 일이므로 이 점을 군신들이 다투는 것입니다. 조야(朝野)가 항의하고 영상도 상차(上箚)하였으므로 따른다고 전교하셨는데, 영상의 차자는 그 말에 오류가 많습니다. 이른바 ‘대략 사친(四親) 및 인묘(仁廟)를 경천(經遷)한 사실을 취하여’라고 한 말은 모두 매우 부당한 말입니다. 왕통을 이은 임금을 이미 부묘(祔廟)하였으면 어찌 경천할 이치가 있겠습니까. 무엇인지를 모르고 이와 같이 아뢴 것입니다. 그러나 이는 필시 미처 생각지 못한 것입니다. 소신의 아룀은 대신을 비방하려는 것이 아니요, 그 시비를 아뢰지 않을 수 없는 까닭입니다. 문종의 체천(遞遷)에 관하여 주상께서 필시 자세히 알지 못할 것이니, 이는 신자(臣子)가 차마 말할 일이 아니나 위에서는 마땅히 아셔야 할 일입니다. 문종이 승하하시고 노산군(魯山君)이 왕통을 이어 왕위에 오르자 세조에게 정난(靖難)의 공이 있었고, 수상(首相)이 되어 어린 임금을 보좌하면서 주공(周公)으로 자처하셨습니다. 노산군이 세조에게 공신 교서(功臣敎書)를 내리면서 ‘나는 성왕(成王)이 주공을 대우하던 예로 숙부를 대우하겠으니 숙부도 주공이 성왕을 보좌하던 마음으로 나를 보좌하라.’ 하였습니다. 노산군은 주공처럼 하기를 세조에게 희망하였고, 세조도 주공처럼 할 것으로 자임(自任)하였으나 뜻하지 않게도 천명(天命)과 인심이 세조에게 돌아가므로 을해년에 노산군이 세조에게 선위(禪位)하고 상왕이 되었습니다.” 하였다. 상이 이르기를, “고사를 자세히 알지는 못하나 《무정보감(武定寶鑑)》만 보더라도 세조의 수선(受禪) 및 황보인(皇甫仁)·김종서(金宗瑞)·성삼문(成三問)·박팽년(朴彭年)이 죄받은 사실이 소상하게 실려 있었다.” 하니, 대승(大升)이 아뢰기를, “대개는 《보감》 가운데 실려 있으나 소문을 기록한 것도 있고, 또 당시 사람이 기록한 것도 있습니다.” 하였다. 상이 이르기를, “위에서 자세한 것을 알지 못하니 한번쯤 모든 사실에 대해 진술해 주면 좋겠다.” 하니, 대승(大升)이 아뢰기를, “병자년에 성삼문의 일이 발각되었습니다. 그 의도는 상왕을 복위(復位)하려는 것이었으나, 세조는 난을 일으키려는 것으로 생각하였고, 일이 발각된 후에 상왕이 그 일에 참여해 알았다 하여 상왕을 영월(寧越)로 옮긴 것입니다.” 하였다. 상이 이르기를, “평상시에는 궐내에 있었는가?” 하니, 기대승이 아뢰기를, “경복궁에 있었다 하나 영월로 옮겨가 있었고, 그 때 정인지(鄭麟趾)가 영의정이 되어 백관을 거느리고 처치(處置)하기를 청하니, 세조는 물정(物情)에 구애되어 허락하셨습니다. 이에 금부 도사를 보내어 영월에서 사약(賜藥)하였으니 그 공사(公事)가 지금도 금부(禁府)에 남아 있습니다. 당시 영월 사람이 그 일을 기록하여 간직해둔 것이 있었는데 김취문(金就文)이 관찰사로 있을 때 또한 그것을 보았다고 합니다. 성삼문의 난에 상왕이 그 모의에 참여하였는데 변이 종사(宗社)에 관계되어 입으로는 말할 수 없는 중대한 일이라 이것으로 죄목(罪目)을 삼았다고 합니다. 처치하기를 청함은 전사(前史)에 없었던 일인데 감히 하였습니다. 정인지는 비록 한때 명상(名相)이라 일컬어졌었으나 지금은 모두 상서롭지 못한 사람으로 여깁니다. 지금 그 때의 의논을 인용하려고 하기 때문에 공론(公論)이 격발한 것입니다.” 하였다. 신응시가 나아가 아뢰기를, “이 일은 후세에서 인용할 수 없는 일입니다. 그러므로 지난 정미년에 이기(李芑)는 인종을 ‘미성지군(未成之君)’이라 하였으니, 이 자는 실로 인종에게 역심(逆心)이 있던 자입니다. 그러나 인묘(仁廟)를 부묘할 때에는 차마 이를 인용하여 증거로 하지 못하였습니다. 만약 인용하였더라면 인묘도 영원히 문소전에 들어갈 수 없도록 그때 의정(議定)하였을 것입니다. 명종이 성명(聖明)하시므로 ‘후일 부묘하여야 한다.’고 전교하셨고, 이기와 윤원형(尹元衡)도 막지 못했던 것입니다.” 하고, 기대승이 아뢰기를, “이기와 윤원형의 행위는 자세히 알 수 없으나, 다만 성묘(成廟) 초년에는 문소전의 실수(室數)가 차지 않았는데도 감히 문종을 체천하였습니다. 그 때 성묘가 군신(群臣)을 인견하고 하문하였는데, 군신들이 말을 수식(修飾)하여 대답한 사실이 《정원일기(政院日記)》에 자세히 기록되어 있으므로 누구나 다 알고 있습니다. 그 일이 이와 같은데도 감히 인용하여 위로 천청(天廳)을 흐리게 하였으니 매우 부당한 일입니다. 조종조의 일도 좋은 것은 마땅히 만세토록 고침이 없어야 하나, 미진한 일은 고친다 해도 해로울 것이 없습니다. 태조가 정몽주(鄭夢周)를 죽였으나 태종은 포장(褒章)하여 증직(贈職)하였고, 태조가 전조(前朝)의 왕씨를 모두 죽였으나 문종은 숭의전(崇義殿)을 세우셨고, 세조는 소능(昭陵)을 내다 버렸으나 중종은 다시 복구했습니다.”【말이 끝나지 않았는데 상교(上敎)가 내렸다. 】 하였다. 상이 이르기를, “이른바 내다 버렸다 함은 무엇을 내다 버렸다는 말인가?” 하니, 기대승이 아뢰기를, “이는 신자로서 차마 계달할 수 없는 말입니다만 그 재궁(梓宮)을 내다 버린 듯 싶습니다. 당시 사람이 비밀히 봉안(奉安)하였는데 그후에 다시 복구한 것입니다. 전일의 미진한 일을 조종조에게서 모두 고쳤습니다. 소능을 복원하고 또 노산(魯山)에게 사제(賜祭)하였는데 그때 신상(申鏛)이 제관(祭官)이었습니다. 이러한 뜻을 위에서 어떻게 아시겠습니까. 다시는 거론하지 말아야 신자의 마음이 편합니다. 공정 대왕(恭靖大王)의 일도 오늘날에 예(例)를 인용할 수 없습니다. 공정 대왕(恭靖大王)은 스스로 처리하고 모든 일을 다 줄이었다고 하였는데 대개가 《무정보감》에 실려 있으니 상께서도 필시 아실 것입니다. 태종이 좌명(佐命)할 때 태조께서 놀라서 함흥(咸興)으로 귀향하시니, 나라에 주인이 없어 공정 대왕이 권도(權道)로 임금이 되었다가 곧 태종에게 전위(傳位)하셨습니다. 이 일도 신자로서는 말할 수 없는 일입니다. 옛 동진(東晉)의 명제(明帝)는 총명한 임금이었습니다. 선조(先祖)의 일을 왕도(王導)에게 물었는데 왕도가 낱낱이 진술하자 명제는 놀란 얼굴을 상(床)으로 가리웠다고 합니다. 조종(祖宗)의 일을 후대에서 어찌 알겠습니까.” 하고, 신응시 (申應時)가 아뢰기를, “예로부터 조종조에 어찌 그런 변이 없겠습니까. 중묘께서 소능을 복위하신 것은 실로 조종보다 빛나는 일입니다. 명나라 정통(正統) 때에도 건문(建文)의 신하를 소급해 사면한 적이 있습니다.” 하였다. 기대승(奇大升)이 아뢰기를, “인종(仁宗)은 곧 태종(太宗)의 아들이었으나, 건문의 신하를 모두 개석(開釋)하였습니다.” 하고, 또 아뢰기를, “인묘를 문소전에 같이 부묘(祔廟)한 일은 곧 인심과 천리의 지극한 일입니다. 그러므로 사전에 상의하지 않았어도 서로 같아진 것입니다. 옛날 송조(宋朝)에서 희조(僖祖)를 출위(出位)시키려 할 때, 주자(朱子)는 조여우(趙汝愚)에게 편지를 보내어 ‘사람으로 하여금 괴롭고 마음이 아프게 하니 죽느니만 못하다’ 하였습니다. 지난번 이 일을 만나서는【인묘(仁廟)를 문소전에 부묘하지 않는 일을 가리킨다. 】 실로 죽는 것만 못하다는 마음이 있었습니다. 그러나 곧 개정을 명하셨으니, 허물이 없는 데로 복귀하였다고 할 수 있습니다. 그러나 경천(經遷)이란 말은 극히 의리에 해가 되는 것임을 위에서 분명히 아셔야 할 것입니다.” 하였다. 신응시가 아뢰기를, “인심이 이와 같으므로 어쩔 수 없이 따른다고 전교하신 것은 아마도 위에서 조종조의 고사(古事)는 준행(遵行)하는 것이 옳다고 여기시는 것이 아닌가 하여 관중(館中)에서 상차(上箚)한 것인 듯합니다.” 하자, 기대승이 아뢰기를, “그 때 하도 답답하였기 때문에 경연에 입시하여 말이 광망(狂妄)한 줄도 모르고 아뢰었을 것입니다. 지금은 일이 이미 결정되었고, 시일도 오래 되었으므로 말이 이에 이른 것이나 이와 같이 계달하는 것도 광망한 일입니다. 다만 천안(天顔)을 지척에서 모시고 회포를 아뢰지 않는 것도 미안스런 일이므로 감히 아룁니다. 그간의 시비를 성념(聖念)으로 마땅히 분명하게 아셔야만 합니다. 대신도 딴 뜻이 있어 그런 것은 아닙니다. 다만 논의가 서로 격하여지면 걱정이 없지 아니할 것입니다. 지금 이후로 조정이 화평(和平)해지면 어찌 좋은 일이 아니겠습니까.” 하였다.",
                "hj": "○上御夕講于文政殿, 進講《近思錄》, 自楊中立問曰《西銘》, 言體, 而不言用, 止砭愚曰東銘。 上曰: “游酢得西銘讀之, 卽渙然不逆於心, 曰: ‘此《中庸》之理也。’ 可謂知見, 而楊中立則不知, 以此觀之, 楊時不如游酢矣。 二人孰優? 奇大升曰: “前賢學問地位, 後學不可議論, 亦不得知也。 游酢渙然不逆於心, 此必有所覺悟而然。 楊時有疑而問之, 斯亦不易矣。 游、楊皆程門高第, 而以地位言之, 則龜山高矣。” 上曰: “此二人, 雖未及於程、朱, 亦不偶然者也。 一時有立朝之事乎?” 大升曰: “小臣不能博覽, 不得知之。 但於《伊洛淵源》, 大槪有之。 游酢爲察院矣, 楊時當徽宗末年, 蔡京執國命, 變生朝夕, 而時人有張觷者, 客於蔡京家, 爲其子敎學。 一日觷言於弟子曰: ‘汝等學走乎?’ 對曰: ‘先生平日敎弟子行步, 皆遵法度, 何以謂之學走乎?’ 曰: ‘爾父破毁天下極矣, 大亂將起, 必學走, 然後 可以免禍。’ 弟子大驚, 乃言於蔡京。 京雖小人, 亦知利害, 故問計張觷。 觷曰: ‘今無所爲。 但起天下大賢, 則猶可爲也。’ 京問: ‘誰也?’ 觷以龜山對。 於是召龜山拜官, 時年七十矣。 當時王安石之是非不定, 至於從祀孔子。 龜山爲諫議大夫, 請去安石配享之列, 一時學安石者, 反以龜山爲非。 未幾, 金伐宋, 而徽、欽北狩, 龜山亦去朝矣。 胡安國作龜山墓誌, 以爲: ‘當時若能聽用, 決須救得一半。’ 云。 後學何以望龜山之涯(俟)〔涘〕乎? 大槪, 雖未及於程、朱, 而地位亦高矣。 夫賢人在朝, 則雖敗亡之極, 而不無其力矣。 蔡京之爲人, 極其姦邪, 而能識利害, 故意其有所爲, 而引以爲用。 一時詆龜山者, 以見引於蔡京非之。 龜山乃大賢之人也。 非有私心而然矣。 何敢容議於其間哉?” 上曰: “此人一時行道, 則可以治國平天下乎?” 大升曰: “當時若能聽用, 決須得救一半云。 可以撥亂而反之正矣。 若見用於平時, 得志爲治, 則其化雖不知同於三代, 亦豈偶然哉? 宋朝宰相, 例皆不知學問, 其間有若范仲淹者, 而纔拜參知政事, 不久還去。 李沆雖曰賢相, 而亦不知道學。 若龜山者, 見用於平日, 則雖治何難哉?” 辛應時啓曰: “自古稱賢相者, 唐有房、杜、姚、宋, 宋有韓、范、富、歐, 其氣貲事業, 誠不偶然。 然此持救時之相, 而不知儒者之學矣。 若學問之人, 則以義理爲國, 其治化豈止於救時而已哉? 但自古, 儒者必不見用於時君。 漢則有如董仲舒, 而武帝不能用; 宋則有如程、朱諸賢輩出, 而仁宗、孝宗亦不偶然之君也。 然而欲以義理輔君致治, 故與之不合。 自古, 儒者終至於宰相地位者, 無一人矣。 司馬光乃儒者也, 而視諸程、朱, 則豈不有間哉? 然其設施亦不久矣。 若以學問之人作相, 則有補於國家大矣。 古今無異, 所當體念矣。” 大升曰: “今所啓至當。 大抵儒者道理, 非迂闊, 而不見用也。 但不欲苟合於人, 故其進難矣。 且欲以正道補君, 故若好善之君, 則雖似好之, 然未嘗屈意, 而從君, 故不得見用。 且一時之人, 不能盡善, 而或有忌憚, 故亦不見容於世也。 上則人主不好, 下與時人相戾, 於是懷抱道德而退去。 爲人主者, 若知其賢, 而任之專, 則賢者之道, 豈可不用於後世乎? 惟在人君用之以誠而已。 如古人者, 雖不代代有之, 然一時之人, 亦愛惜用之, 則時世自至於治平, 而其道亦行矣。 儒者不能得志之病, 所當知之矣。” 應時曰: “不得其志者, 以其不欲苟合故也。 其言不行, 則自以爲言不行, 而不可食祿, 故易退而難進矣。 大槪, 人君欲用賢者, 則必得辨邪正, 然後賢者樂爲之用。 若竝進混用, 則多有所礙, 故自古賢者, 皆不得以爲用矣。 人君洞知此弊可也。” 大升曰: “人君雖欲用之, 而或勢不得已不用者有之。 昔宋之孝宗欲用朱子, 乃拜知南康軍事, 朱子辭不就。 及爲浙東提刑, 朱子亦欲有爲, 而務盡其職。 知台州, 唐仲友有贓汚之狀, 奏箚劾之。 其時王淮爲相, 乃仲友之姻親也, 匿不以聞。 朱子論之益力, 封章六上。 其時仲友已除江西提刑而未行。 維不得已奪仲友江西提刑, 以授朱子。 朱子辭不拜。 厥後爲兵部郞中, 而侍郞林栗與朱子論《西銘》、《太極圖》, 而意不合, 上疏論之。 當時上意, 方嚮朱子, 宰相忌之, 遂爲兩寵之策。 孝宗非不欲用朱子, 而讒邪間之, 終致如此。 後世人主欲用賢者, 則恐有此弊, 所當深察也。” 鄭琢曰: “此孝宗之所以不足處也。” 大升曰: “朱子作孝宗挽辭曰: ‘似有鹽梅契, 還嗟具錦傷。’ 云云矣。” 應時曰: “君臣契合, 自古爲難。 宋仁宗誠不偶然之君, 而亦不能常用韓、范、富、歐, 而呂夷簡爲相之日居多矣。” 大升曰: “不正之人攀援迎合, 不欲退去, 君子如有不合, 奉身輒退, 故小人常見用, 而君子常不得爲用矣。 以近日之事言之, ﻿中廟待趙光祖至誠, 而終未免讒邪之間, 君臣之間, 不得保全, 安有如此事乎? 所當體念矣。” 應時曰: “自古朝廷往往不和者, 必因議論不同而然也。 或君臣不得契合, 朝廷不能同寅協恭, 皆由於此。 昔范鎭有言曰: ‘集群議爲耳目, 任老成爲腹心。’ 若能集群議, 而君相協心用之, 則豈不好哉? 君子不必合, 故其議不必同, 所以折中用之者, 只在於君相而已, 所當留念矣。” 大升曰: “夫人才智, 雖或可稱, 而平心爲難。 或因論議相激而疾之, 終至乖隔, 則未嘗不有其害矣。 蓋是非不能無也, 如欲調和, 而使之兩存, 則是無異於欲和氷炭也。 豈不難哉? 人主必須辨別是非, 然後可以爲治。 若使混而不分, 則終有大害矣。 俱收竝蓄, 旣已甚難, 而以非爲是, 以征爲非, 則尤爲誤矣。 必盡居敬窮理之功, 而心德旣明, 然後乃能辨別矣。 夫朝廷治亂、賢邪消長之理, 一日之間所以分也。 最當惕念矣。” 講訖, 大升進啓曰: “朝廷議論, 各以所見爲之, 故不無異同。 能就異同之中, 而分辨用之, 則好矣。 若議論不正, 有害於義理, 則不可不辨也。 頃者文昭殿事, 朝廷自正月, 多般議之, 而不得其當。 夫廷臣非不知祖宗朝故事, 而不敢擧論者, 以其有未盡處故也。 及其殿制不得憎修, 於是苟且之論乃起。 大臣之議以爲: ‘仁廟仍在延恩殿無妨。’ 云。 遂據成廟初年《文宗遞遷儀軌》而言之, 雖出於無情, 實害於義理。 人情憤鬱, 旋卽命改其議, 而今旣有定, 如是每達似爲未安。 但其間多有謬誤之言, 不可不陳, 敢啓。 大臣所謂世宗毋過五室之敎, 乃指四親云者, 亦是矣。 然世宗創立本意, 不言其變, 而言其常也。 其曰二昭二穆及太祖, 後世奉祀, 毋過五室, 及後世子孫, 各立其廟, 不勝其繁云者, 皆言其常而已。 後世難處之變, 則在當時不必計慮矣。 假使慮之, 只道其常, 何必言其變哉? 厥後文宗、世宗兄弟而立, 所當變而通之, 以爲後世之法, 而當時人, 非徒不知事體, 亦有異意, 故遽遷文宗, 其有害於義理極矣。 其時宰相得罪於後世, 不亦大乎? 今乃援引彼議, 而言之, 至極未安。 此群臣之所以爭也。 敎以朝野抗論, 領相亦上箚, 故從之云。 領相箚子, 其言多謬, 所謂約取四親及仁廟經遷云者, 皆極未安。 夫繼統之君, 旣祔於廟, 則安有經遷之理乎? 不知如何, 而如是啓之矣。 然此必未及思之也。 小臣之啓, 非詆毁大臣也。 以其是非不可不達故也。 文宗遞遷事, 主上必不詳知, 此臣子不忍言之事也。 然自上所當知之。 文宗昇遐, 魯山繼立, 世祖有靖難功, 爲首相輔幼主, 以周公自處。 魯山賜世祖功臣敎書曰: ‘予以成王之待周公者待叔父, 叔父亦以周公之輔成王者補予。’ 云。 蓋魯山以周公世祖, 而世祖亦以周公自任。 不意天命人心, 歸於世祖, 乙亥年魯山禪位於世祖, 而爲上王矣。” 上曰: “古事不能詳知, 但見《武定寶鑑》,則世祖受禪及皇甫仁、金宗瑞、成三問、朴彭年被罪之事, 昭載矣。” 大升曰: “大槪載於《寶鑑》中矣。 然自有所聞, 且有一時人所記矣。” 上曰: “自上不能詳知, 一度悉陳, 爲可。” 大升曰: “丙子年, 成三問之事發覺, 其意欲復上王, 而世祖意其作亂。 及其事發之後, 以上王爲預知其事, 遷上王於寧越矣。” 上曰: “常時則在於闕內耶?” 大升曰: ‘在於景福宮云。 遷在寧越, 而其時鄭麟趾爲領議政, 率百官請爲處置。 世祖拘於物情而許之。 乃遣禁府都事, 賜藥于寧越。 其公事, 今在禁府矣。 當時寧越人有記其事而藏之。 金就文爲觀察使時, 亦見之云。 成三問之亂, 上王預謀, 變關宗社, 口不可言, 以此成罪目云。 夫請爲處置者, 亦前史所無之事, 而敢爲之, 麟趾一時雖稱名相, 而至今人皆以爲不祥矣。 今欲援用其議, 此公論之所以激也。” 應時進啓曰: “此事不可援用於後, 故往在丁未, 李芑以仁宗爲未成之君。 此實有逆心於仁宗者也, 而當仁廟祔廟之時, 猶不忍引以爲證。 如可以引用, 則必使仁廟永不入文昭殿事, 定議於其時矣。 明宗聖明, 故敎以後日當祔, 而李芑、尹元衡亦不得防之矣。” 大升曰: “李芑、尹元衡之所爲, 則不能詳知矣。 但成廟初年, 文昭殿室數未滿, 而乃敢遞出文宗。 其時成廟引見群臣而問之, 群臣飾辭以對, 昭載於《政院日記》, 孰不知之乎? 其事如此, 而敢引以上瀆天聽, 極爲未安。 祖宗朝事, 善者則固當萬世不改, 若未盡之事, 則改之無傷。 太祖殺鄭夢周: 太宗褒贈。 太祖盡殺前朝王氏, 而文宗立崇義殿; 世祖出棄昭陵, 而中宗復立。”【言未訖, 而上敎下。】 上曰: “所謂出棄者, 出棄何物耶?” 大升曰: “此臣子不忍啓達之言也。 其榟宮, 似若出棄然矣。 當時之人, 潛爲奉安, 而厥後復立。 前日未盡之事, 在祖宗朝, 亦皆改之矣。 旣復昭陵, 又賜祭于魯山。 其時申鏛爲祭官矣。 如此之意, 自上何以知之乎? 不復擧諸言, 然後臣子之心安矣。 至於恭靖之事, 亦不可援例於今日也。 恭靖大王自爲處置, 凡事皆降殺云。 大槪載於《武定寶鑑》, 自上必知之矣。 太宗佐命之時, 太祖驚駭, 遂歸咸鏡道, 國中無主, 恭靖大王權宜爲君, 旋卽傳位於太宗, 此事臣子亦不可言也。 昔東晋明帝乃聰明之主也。 問先祖之事於王導, 導歷陳之。 明帝驚愕, 以面掩床云。 祖宗之事, 後世何以知之乎?” 應時曰: “自古祖宗朝, 豈無其變乎? ﻿中廟復昭陵, 是誠有光 於祖宗者也。 大明正統之間, 亦追釋建文之臣矣。” 大升曰: “仁宗乃太宗之子, 而建文之臣, 亦皆開釋矣。” 又啓曰: “仁廟同祔文昭殿者, 此人心天理至極之事也。 是以不謀而同矣。 昔在宋朝, 將出僖祖, 朱子致簡於趙汝愚曰: ‘令人痛心疾首, 不如無生。’ 云。 頃逢此事,【指仁廟不祔文昭之事也。】 實有不如無生之心矣。 旋卽命改, 可謂復於無過矣。 然經遷之言, 極爲有害於義理, 自上所當洞知矣。” 應時曰: “敎以人心如此, 故不得已從之。’ 云。 慮或自上意, 其祖宗朝古事可以遵行, 故館中上箚矣。” 大升曰: “其時悶鬱之至, 若入侍經席, 則必不知言之狂妄而啓之矣。 今則事旣有定, 而爲日亦久, 故言之至此。 然若是啓達, 亦多狂妄, 但咫尺天顔, 不陳懷抱未安, 故敢啓。 此間是非, 聖念所當洞然知之可也。 大臣亦非有他意而然也。 但論議相激, 不無憂慮。 自今以後, 朝廷和平則, 豈不好哉。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "[The King] appointed Choe응ryong as magistrate of Naju Strategic County .",
                "H2KE-nKo": "최응룡을 나주 목사로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 22일(을축) 1번째기사",
                "gt-oKo": "최응룡(崔應龍)을 나주 목사(羅州牧使)로 삼았다.",
                "hj": "○乙丑/以崔應龍爲羅州牧使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Third Censor Min Deokbong , Fourth Censor Hwang Jeongsik , Fourth Inspector Ahn Yong , and others reported, The Magistrate of Yonggung District Yi Jong , did not have anything to deal with the matter in the Supplemental Six Codes (K. Sok yukjeon , and erroneously reported to the King. Your subjects request that he be replaced. The King said, In recent days, those who served as inspectors and censors have always impeached rumors and impeached them. I have regarded this as inappropriate. Later, it would be proper to thoroughly examine the matter in detail.",
                "H2KE-nKo": "헌납 민덕봉, 정언 황정식, 지평 안용 등이 아뢰기를,“용궁 현감 이종은 속안과 원안을 처리하는 일이 없이 풍문만 듣고 잘못 아뢰었으니, 체차해 주소서.”하니, 주상이 말하기를,“요즘 대간들이 매번 뜬소문을 가지고 논계하는데, 나는 일찍이 온당치 못하다고 여겼다. 이후로는 자세히",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 27일(경오) 1번째기사",
                "gt-oKo": "헌납 민덕봉(閔德鳳), 정언 황정식(黃廷式), 지평 안용(安容) 등이 아뢰기를, “용궁 현감(龍宮縣監) 이종(李悰)은 속안(續案)과 원안(元案)에 없는 일을 풍문으로 잘못 아뢰었으니 체직하소서.” 하니, 상이 이르기를, “근일 대간이 된 자가 늘 부언(浮言)을 가지고 논계하니, 나는 온당치 않게 생각한다. 앞으로는 자세히 살피라.” 하였다.",
                "hj": "○庚午/獻納閔德鳳、正言黃廷式、持平安容等啓曰: ‘龍宮縣監李悰, 續案元案無置處事, 風聞誤啓。 請遞職。” 上曰: “近日爲臺諫者, 每以浮言論啓, 予嘗以爲未便。 後則詳審可也。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Shin Mihyu was appointed director of the Office of the Inspector General .",
                "H2KE-nKo": "유도를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 28일(신미) 1번째기사",
                "gt-oKo": "유도(柳濤)를 부수찬으로 삼았다.",
                "hj": "○辛未/以柳濤爲副修撰。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King to remonstrate the King about the wrongdoings of censors. The King responded, It seems that it is not good but one knows that it is not good. Generally speaking, when a remonstrance official speaks about unreliable rumors, it is possible for him to exert his duty? How can it be said that he exerted his loyalty and righteousness? Previously, when I read the memorial, I thought that the greedy and fraudulent behavior is such an extreme. He must be severely punished, thereby encouraging the remainder. Not only did help but immediately ordered that he be arrested and interrogated. In the end, he finally returned to his rumors. I am deeply sensible. Not only this is this but also the deepest intention. Now that I read the memorial, however, it is right to claim that it is right. ",
                "H2KE-nKo": "옥당이 차자를 올려 주상이 간관의 계사가 부실하다는 것을 꺾은 일에 대해 간하니, 답하기를,“옳은 듯하면서도 완전히 훌륭하지 못하고, 한 가지만 알고 두 가지는 모른다. 언관이 뜬소문과 부실한 일을 가지고 논의를 새로 만들어 낸 뒤에야 그 직임을 다했다고 할 수 있겠으며, 충직함을 다했다고 할 수 있겠는가. 저 이종의 일에 대해서는 지난번에 계사를 보고 나는 ‘탐욕과 방종이 이 지경에 이르렀고 마음 씀씀이가 형편없으니, 통렬히 그 죄를 다스려서 그 나머지 사람들을 면려해야 한다.’라고 생각하였는데, 흔쾌히 따라 주었을 뿐만 아니라 즉시 나추하라고 명하였다. 그러나 결국 사실이 아닌 것으로 귀결되었으니, 내가 매우 괴이하게 여긴다. 이뿐만이 아니라 또 깊은 뜻이 있었는데, 지금 차자를 보니 도리어 옳다고 하였으니, 그것이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 29일(임신) 1번째기사",
                "gt-oKo": "옥당이 상차하여 상이 간관의 아룀이 부실하다고 꾸짖은 일에 대하여 간하니, 답하였다. “옳은 것 같지만 실은 옳지 못한 것이며 하나만 알고 둘은 모르는 말이다. 언관(言官)이 부언(浮言)과 부실한 일을 만들어 논계하여야만 그 직임(職任)을 다하는 것이라 할 수 있으며, 그 충직(忠直)을 다하는 것이라 할 수 있단 말인가. 저 이종(李悰)의 일에 대해서 지난번에 계사(啓辭)를 보고 나는 ‘탐욕과 방종이 이와 같고 그 마음씀이 무상하니 마땅히 죄를 엄하게 다스려서 그 나머지 사람들을 경계하여야 한다.’고 생각하여 쾌히 따랐을 뿐 아니라 곧 나추(拿推)하라고 명하였는데 끝내는 사실이 무근한 것으로 밝혀져서 내가 매우 괴이쩍게 여겼었다. 유독 이것뿐만이 아니라 또 깊은 뜻이 있었는데 지금 차자를 보건대 도리어 옳다고 하였으니 그래도 되겠는가.”",
                "hj": "○壬申/玉堂上箚, 諫上折諫官啓不實之事。 答曰: “似是而未盡善, 知一而未知二焉。 夫言官也, 以浮言不實之事, 創造陳論, 然後乃可謂盡其職任乎? 乃可謂盡其忠直乎? 彼李悰之事, 頃見啓辭, 予以爲貪縱至此, 用心無狀, 當痛治其罪, 以勵其餘。 非徒快從, 卽命拿推。 終歸於無實, 予甚怪之。 不獨此也, 又有深意。 今見箚子, 反以爲是, 其可乎”"
            }
        }
    },
    "06": {
        "10": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King and discussed the crime of Kim Gae involved in the Royal Confucian Academy . The King did not approve this.",
                "H2KE-nKo": "양사가 합동으로 아뢰어 김개가 경연 석상에서 감히 사특한 논의를 제기하여 사림을 모함한 죄를 논하였으나, 상이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 10일(임오) 1번째기사",
                "gt-oKo": "양사(兩司)가 합계하여 김개가 경석(經席) 상에서 사의(邪議)를 감히 발론하여 사림을 모함한 죄를 논박하였으나 상이 윤허하지 않았다.",
                "hj": "○壬午/兩司合啓, 論金鎧於經席上, 敢發邪議, 謀陷士林之罪。 上不允。"
            }
        },
        "20": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 20일(임진) 1번째기사",
                "gt-oKo": "상이 문정전 석강에 나아갔다. 《근사록(近思錄)》 제2권을 진강하였다. 기대승이 나아가 아뢰기를, “지난번 장필무(張弼武)를 인견하실 때 전교하시기를 ‘장비(張飛)의 고함에 만군(萬軍)이 달아났다고 한 말은 정사(正史)에는 보이지 아니하는데 《삼국지연의(三國志衍義)》에 있다고 들었다.’ 하였습니다. 이 책이 나온 지가 오래 되지 아니하여 소신은 아직 보지 못하였으나, 간혹 친구들에게 들으니 허망하고 터무니 없는 말이 매우 많았다고 하였습니다. 천문(天文)·지리(地理)에 관한 책은 이전에는 숨겨졌다가 나중에 드러나는 일이 있기도 하지만, 사기(史記)의 경우는 본래 실전되어서 뒤에 억측(臆測)하기 어려운 것인데 부연(敷衍)하고 증익(增益)하여 매우 괴상하고 허탄하였습니다. 신이 뒤에 그 책을 보니 단연코 이는 무뢰(無賴)한 자가 잡된 말을 모아 고담(古談)처럼 만들어 놓은 것입니다. 잡박(雜駁)하여 무익할 뿐 아니라 크게 의리를 해칩니다. 위에서 우연히 한번 보셨으나 매우 미안스럽습니다. 그중의 내용을 들어 말씀드린다면 동승(董承)의 의대(衣帶) 속의 조서(詔書)라든가 적벽(赤壁) 싸움에서 이긴 것 등은 각각 괴상하고 허탄한 일과 근거없는 말로 부연하여 만든 것입니다. 위에서 혹시 이 책의 근본을 모르시는 것은 아닐까 하여 감히 아룁니다. 이 책은 《초한연의(楚漢衍義)》 등과 같은 책일 뿐 아니라 이와 같은 종류가 하나뿐이 아닌데 모두가 의리를 심히 해치는 것들입니다. 시문(詩文)·사화(詞華)도 중하게 여기지 않는데, 더구나 《전등신화(剪燈新話)》나 《태평광기(太平廣記)》와 같은 사람의 심지(心志)를 오도하는 책들이겠습니까. 위에서 무망(誣罔)함을 아시고 경계하시면 학문의 공부에 절실(切實)할 것입니다.” 하고, 또 아뢰기를, “정사(正史)는 치란(治亂)·존망(存亡)에 관한 것이 모두 실려 있어서, 보지 않아서는 안 됩니다. 그러나 한갓 문자만을 보고 사적(事迹)을 보지 않는다면 역시 해가 있습니다. 경서(經書)는 심오하여 이해가 어렵고, 사기(史記)는 사적이 분명하지 않습니다. 사람들이 경서는 싫어하고 사기를 좋아함은 온 세상이 모두 그러합니다. 그러므로 예로부터 유사(儒士)가 잡박(雜博)하기는 쉽고 정미(精微)하기는 어려웠던 것입니다. 《전등신화》는 놀라우리만큼 저속(低俗)하고 외설적(猥褻的)인 책인데도 교서관이 재료를 사사로이 지급하여 각판(刻板)하기까지 하였으니, 식자(識者)들은 모두 이를 마음 아파합니다. 그 판본(板本)을 제거하려고도 하였으나 그대로 오늘에 이르렀습니다. 일반 여염 사이에서는 다투어 서로 인쇄하여 보고 있으며 그 내용에는 남녀의 음행(淫行)과 상도(常道)에 벗어나는 괴상하고 신기한 말들이 또한 많이 있습니다. 《삼국지연의》는 괴상하고 탄망(誕妄)함이 이와 같은데도 인출(印出)하기까지 하였으니, 당시 사람들이 어찌 무식한 것이 아니겠습니까. 그 문자를 보면 모두가 평범한 이야기이고 괴벽(怪癖)한 것뿐입니다. 옛사람들은 ‘첫째는 도덕(道德)이라.’ 하였고, 또 ‘첫째는 대통(大統)이라.’ 하였습니다. 동자(董子)도 ‘육경(六經)의 과목(科目)에 들어 있지 않는 것은 모두 폐기하라.’고 하였습니다. 왕자(王者)가 백성을 인도함에 있어 마땅히 바르지 않은 책은 금해야 합니다. 이는 그 해가 소인과 다름이 없습니다. 옛 임금 중에 가끔 사화(詞華)를 좋아하고, 염려(艶麗)를 숭상하는 이가 있었습니다. 그러므로 영명(英明)한 군주가 천분(天分)이 매우 높으면 후세에 유전(流傳)하는 시편(詩篇)이 있는데, 저 수 양제(隋煬帝)·진 후주(陳後主) 같은 이는 지나치게 유의(留意)하다가 마침내는 망국하는 데에 이르기까지 하였으니, 인주(人主)가 사화에 전념한다는 것은 말하기도 부끄러운 일입니다. 시가(詩家) 가운데에는 옛사람의 성정(性情)을 읊은 글이 있기는 하나, 역시 과장 잡란(誇張雜亂)한 말이 있으니 위에서도 아셔야 할 일입니다. 우리 유자(儒者)의 학문 가운데에는 정(程) 주(朱)의 논의가 매우 옳는데, 근래 중원으로부터 유포되는 책이 한두 가지가 아닙니다. 설문청(薛文淸)의 《독서론(讀書論)》도 그중의 하나입니다. 현재 이를 인출(印出)하고 있으나, 그의 의논도 역시 흠이 없지 않으니 배우는 자는 참고해 보는 자료로 삼는 것이 옳습니다. 근래 배우는 자가 정주의 글은 심상히 여기고 새로 나온 책을 보기 좋아 하니 이 또한 해가 많습니다. 위에서는 아셔야 할 일입니다.” 하였다. 윤근수(尹根壽)가 아뢰기를, “《독서론》은 곧 설문청의 저서로서 그 사람이 천순(天順) 연간에 입각(入閣)하였는데 거취(去就)가 매우 바르고 진정 학문에 종사하는 사람이었습니다. 그의 의논이 어떠했는지 알지 못하나 그 서책은 우연한 것이 아닙니다. 그러나 정주 외에 더욱 밝힐 논의가 어디 있겠습니까. 《사서장도(四書章圖)》를 문청(文淸)은 파쇄(破碎)하다 하여 더욱 배우는 자로 하여금 의심을 갖게 하였습니다. 그 책에서 논한 태극(太極)은 또한 기(氣)를 우선하였으므로 문청도 노씨(老氏)의 학설이라고 평하였습니다. 《사서장도》를 지금 비록 인출하였으나 이러한 뜻은 마땅히 아셔야 할 것입니다. 근래 인출한 것으로는 또 《황명통기(皇明通紀)》가 있습니다. 무릇 역사를 저술하는 자는 반드시 한 나라의 종시(終始)를 보고 작성하여야 정사(正史)라 할 수 있습니다. 그러나 이 책은 한때의 견문(見聞)을 가지고 만들었으니 취사(取捨)한 의논이 어찌 바를 수 있겠습니까. 그 의논을 보면 바르지 못한 것도 많습니다. 우리 나라가 지성으로 사대(事大)하여 한집같이 보고 있으니 집에서 조용히 보는 것은 괜찮겠으나 당대의 역사 기록을 백관에게 반포하기까지 한다는 것은 부당한 일입니다.” 하니, 기대승이 아뢰기를, “정복심(程復心)의 《사서장도》는 당판(唐板) 1권이 있는데 지금의 이른바 《사서장도》와는 내용이 다릅니다. 이는 틀림없이 그것을 바탕으로 하여 증익(增益)한 것입니다. 《심통성정도(心統性情圖)》는 정복심이 만든 것입니다. 이황(李滉)이 이를 모방하여 만들었는데 중도(中圖)와 하도(下圖)는 온당치 않은 곳이 있으므로 다시 고쳐 만들었고, 《서명심학도(西銘心學圖)》도 역시 복심이 만든 것인데 이황(李滉)이 전적으로 이에 의해 만들었습니다. 이황이 그 책을 얻어가지고 계달하여 인출(印出)해 반포하려다가 태극(太極)을 논한 곳에 근본이 크게 잘못된 곳이 있어서 배우는 자를 오도(誤導)하게 될까 두려워하여 마침내 실행에 옮기지 못하였습니다. 위에서 먼저 이 뜻을 아시면 후일 반드시 짐작이 있으실 것입니다. 《황명통기》에는 좋은 말이 많이 있으나, 일대(一代)의 일을 모르는 사람이 없는데 인출해 반포까지 하는 것은 미안할 듯 싶습니다. 역사로 본다면 그에 대한 취사는 우리에게 있는 것이니 크게 해로울 것이 없으나 그 시비와 거취(去就) 문제에 있어서는 잘못된 곳이 많기도 합니다. 그 책의 저자인 진건(陳建)의 사람됨을 알지 못하겠으나 대개 성패(成敗)와 이둔(利鈍)을 모두 하늘에 돌려서 예악(禮樂)과 형정(刑政)은 그 도를 쓸 데가 없게 만들었으며, 태종(太宗)의 혁명과 모든 승패의 자취를 전부 하늘로 돌리었으니, 이도 바르지 못한 일입니다.” 하였다.",
                "hj": "○壬辰/上御夕講于文政殿, 進講《近思錄》第二卷。 奇大升進啓曰: “頃日張弼武引見時傳敎內, 張飛一聲, 走萬軍之語, 未見正史, 聞在三國志衍義云。 此書出來未久, 小臣未見之, 而或因朋輩間聞之, 則甚多妄誕。 如天文地理之書, 則或有前隱而後著, 史記則初失其傳, 後難臆度, 而敷衍增益, 極其怪誕。 臣後見其冊, 定是無賴者裒集雜言, 如成古談。 非但雜駁無益, 甚害義理, 自上偶爾一見, 甚爲未安。 就其中而言之, 如董承衣帶中詔及赤壁之戰勝處, 各以怪誕之事, 衍成無稽之言。 自上幸恐不知其冊根本, 故敢啓。 非但此書如楚、漢衍義等書, 如此類不一, 無非害理之甚者也。 詩文詞華, 尙且不關, 況《剪燈新話》、《大平廣記》等書, 皆足以誤人心志者乎? 自上知其誣而戒之, 則可以切實於學問之功也。” 又啓曰: “正史, 則治亂存亡俱載, 不可不見也。 然若徒觀文字, 而不觀事迹, 則亦有害也。 經書則深奧難解, 《史記》則事迹不明, 人之厭經而喜史, 擧世皆然。 故自古儒士, 雜博則易, 精微則難矣。 《剪燈新話》, 鄙褻可愕之甚者。 校書館私給材料, 至於刻板, 有識之人莫不痛心。 或欲去其板本, 而因循至今, 閭巷之間, 爭相印見, 其間男女會淫、神怪不經之說, 亦多有之矣。 《三國志衍義》, 則怪誕如是, 而至於印出, 其時之人, 豈不無識? 觀其文字, 亦皆常談, 只見怪僻而已。 古人曰一道德, 又曰一大統, 董子亦謂諸不在六經之科者, 請皆絶之云。 王者導民, 當禁不正之書, 此其爲害, 與小人無異也。 古之人君, 間有嗜詞華, 而崇艶麗, 故英明之主, 天分甚高, 則後世或有流傳之升, 而如隋煬帝、陳後主者, 偏着留意, 終致亡國。 人主之專意詞華, 言之亦可愧也。 詩家中, 或有古人吟詠性情之文, 而亦有浮誇雜亂之言, 自上亦可知之也。 吾儒學問中, 程、朱之論甚是, 而近來自中原流布之書不一, 《薛文淸讀書錄》, 亦其一也。 今方印出, 議論亦不能無疪。 學者以爲考見之資可也。 近來學者, 以程、朱之書爲尋常, 而喜見新出之書, 此亦多害。 自上亦可知之也。” 尹根壽 啓曰: “《讀書錄》, 乃薛文淸所著, 其人於天順年間入閣, 出處甚正, 眞從事學問之人也。 其於議論間, 不知何如, 而其書則不爲偶然也。 然程、朱之外, 有何益明之論哉? 《四書章圖》, 文淸以爲破碎, 尤令學者生疑, 而所論太極, 亦以氣爲先, 故文淸亦以爲老氏之說。 《四書章圖》, 今雖印出, 而此意當可知也。 近來印出者, 又有《皇明通紀》。 凡作史者, 必見一國終始而成之, 乃爲正史。 而此則因一時聞見而爲之, 取舍議論, 烏得正乎? 見其議論, 亦多不正之處, 我國至誠事大, 視如一家, 若在家僭見則可也。 當代史記, 至於頒布百官, 極爲未安。” 大升曰: “程復心《四書章圖》, 有唐板一卷, 與今所謂《四書章圖》有異, 必因此而增益也。 《心統性情圖》, 程復心所作也。 李滉倣此爲之, 而中圖下圖, 則有未安處, 故改之。 《西銘心學圖》亦復心所作, 滉專依此而爲之也。 李滉得其冊, 欲啓達印布, 而其論太極處, 根本大誤, 恐誤學者, 竟不果也。 自上先知此意, 則後日必有斟酌矣。 《皇明通紀》, 多有好語, 一代之事, 人無不知, 至於印頒, 則似乎未安, 而以史見之, 取舍在我, 則亦非大害也。 然其是非去就之間, 或多謬誤之處, 陳建之爲人, 不可知也, 而大槪成敗利鈍, 皆歸之天, 而禮樂刑政, 無所用其道。 至以太宗之革除, 與凡勝敗之迹, 幷歸之天。 此亦不正也。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongja day, the King appointed Song Ha as a royal secretary and Shin Jeom as a fourth censor .",
                "H2KE-nKo": "병자년에 송하를 승지로, 신점을 정언으로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 4일(병자) 1번째기사",
                "gt-oKo": "송하(宋賀)를 승지로, 신점(申點)을 정언으로 삼았다.",
                "hj": "○丙子/以宋賀爲承旨, 申點爲正言。"
            },
            "2": {
                "H2KE-EN": "The inspectors and censors implored that Heo Serin and Kim Useo indiscriminately created a disturbance against the border areas. All of them were arrested and interrogated.",
                "H2KE-nKo": "대간이 아뢰어, 허세린과 김우서가 멋대로 변방의 흔단을 열어 놓았다는 이유로 모두 잡아다 추고하기를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 4일(병자) 2번째기사",
                "gt-oKo": "대간이, 허세린(許世麟)·김우서(金禹瑞)가 멋대로 변방의 사단을 벌인 데 대하여 모두 나추(拿推)하기를 계청하였다.",
                "hj": "○臺諫啓請許世麟、金禹瑞擅開邊釁, 竝拿推。"
            },
            "3": {
                "H2KE-EN": "Minister of Personnel Hong Dam requested that the administrative headmaster be additionally selected. The King approved this request.",
                "H2KE-nKo": "이조 판서 홍담이 사유를 더 뽑기를 청하니, 주상이 모두",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 4일(병자) 3번째기사",
                "gt-oKo": "이조 판서 홍담(洪曇)이 사유(師儒)의 추가 선발을 청하니, 상이 위의 일과 함께 모두 따랐다.",
                "hj": "○吏曹判書洪曇請加擇師儒。 上皆從之。"
            },
            "4": {
                "H2KE-EN": "The Ministry of Rites reported to the King to pray for rain on the eighth day of the month. The King approved this.",
                "H2KE-nKo": "예조가 8일에 기우제를 지내기를 청하니, 주상이 그대로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 4일(병자) 4번째기사",
                "gt-oKo": "예조가 8일에 기우제(祈雨祭)를 지내자고 청하니, 상이 따랐다.",
                "hj": "○禮曹以初八日祈雨。 上從之。"
            },
            "5": {
                "H2KE-EN": "On imsul day, Venus",
                "H2KE-nKo": "태백성이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 4일(병자) 5번째기사",
                "gt-oKo": "태백(太白)이 낮에 보였다.",
                "hj": "○太白見"
            },
            "6": {
                "H2KE-EN": "The King proceeded to Munjeong Hall (Hall of Benevolent Governance to deliver the lecture on the Comprehensive Mirror to Aid in Government (C. Zizhi tongjian . [K.] Daeseung advised, Previously, the Office of the Censor General requested that the Office of the Censor General be replaced because the errors of the memorial submitted to the King be exposed to be replaced. 【5월에 Third Censor Min Deokbong , Fourth Censor Hwang Jeongsik , and others argued the corruption of the Magistrate of Yonggung District Yi Jong . The King ordered the State Tribunal to investigate the case. After a thorough investigation, the Office of the Censor General all were replaced. Deokbong and others were replaced by this. The errors of the memorial were already replaced, and they should be replaced. As a rule, between ruler and between ruler, if the ruler loses his duties, the ruler succeeds the ruler succeeds, the ruler succeeds the ruler succeeding him. It is deeply uncomfortable that the intent of the ruler succeeding the instruction. Recently, the Office of the Censor General and the Office of the Censor General submitted a memorial continued to the King on the grounds that there was no other intention. It was very appropriate that the Office of the Censor General requested that the Office of the Inspector General be replaced by the inspectors and censors on the grounds that the rumors of the inspectors and censors on the grounds that the Office of the Inspector General had requested the replacement of the inspectors and censors on the grounds that the ruler succeededededededededededed to the ruler succeededededing the ruler. On this day, the Office of the Censor General reported succeededededing the words of the inspectors and censors on the grounds that it was neither fair that the ruler succeededed the ruler of accepting the inspectors and censors on the grounds that the purpose of accepting the inspectors and censors on the purpose of their opinions was repeatedly observed. The virtues of the sovereign are the same as heaven and earth. Only then can the virtues be greater than that of the world. If the ruler succeeds the ruler, the ruler succeeds the ruler does not violate the ruler succeeding the ruler. In general, if the ruler succeeds the ruler, the ruler succeeds the ruler succeededededededededed to remove the ruler succeeding the world. [The Office of the Censor General] also said that the ruler succeeds the rumors of the inspectors and censors on the grounds that the ruler succeeds the rumors of the rumorstors cannot be considered. It is very difficult that the ruler succeeds that succeeds the rumors of the rumorstors succeed to remove the people on the grounds that the rumors were not true. If the ruler succeeds the rumors, the ruler should remove the officials on the basis of the rumors. If the ruler succeeds the rumors on the basis of the rumors on the rumors",
                "H2KE-nKo": "상이 문정전에 나아가 《논어》의 계씨편을 진강하였다. 대승이 아뢰기를,“지난번에 간원이 계사의 잘못을 이유로 체차되기까지 하였습니다. - 5월에 헌납 민덕봉, 정언 황정식 등이 용궁 현감 이종의 탐오한 정상을 논열하자, 주상이 조옥에 내려 추고하라고 명하였다. 얼마 뒤에 사실을 조사해 보니 모두 허위로 밝혀져 민덕봉 등이 이 때문에 체차되었다. - 그 일이 이미 잘못되었으니, 참으로 체차해야 합니다. 임금과 신하 사이에 윗사람이 그 일을 잘못하면 아랫사람이 간쟁하고, 아랫사람이 그 책임을 잘못하면 윗사람이 그르게 여겨 각각 그 마땅함을 다하는 것은 지극하다고 할 수 있습니다. 만약 마음속으로 온당치 않게 여겨 말하지 않는다면 윗사람과 아랫사람이 서로 통하지 않고 의사가 통하지 않을 것이니, 매우 온당치 못합니다. 전교하신 뜻이 지당합니다.근래 옥당과 간원이 연이어 차자를 올린 것도 다른 뜻이 있어서가 아닙니다. - 주상이 이종의 일로 인하여 대간의 계사를 근거 없는 말이라고 하여 사실이 아니라고 하였기 때문에 삼사가 논집하여 개정하기를 청하였으나, 주상이 들어주지 않았다. - 일체 준엄하고 절실한 하교를 내리는 것은 임금의 덕으로 널리 포용하는 도리에 어긋나는 듯하지만, 일체 대간의 말을 사실이 아니라고 한다면 매우 방해가 될 것입니다. 지금 영상이 아뢴 말이 매우 마땅합니다. - 이날 이준경이 입시하여 대간의 말을 허심탄회하게 받아들이지 않으면 안 된다는 뜻을 반복하여 간곡하게 진달하였다. - 임금의 덕은 천지와 같으니, 하늘을 본받아 널리 포용한 뒤에야 덕이 더욱 커질 것입니다. 이와 같이 시비가 분명하면 이른바 도가 병행하여 서로 어긋나지 않는다는 것입니다. 대체로 너그럽게 용납하기만을 힘쓰고 그르게 여기는 뜻이 없으면 가부를 논할 여지가 없는 데 가깝고, 잗단 일을 살피고 또 너그럽게 용납하는 도리가 없으면 근본이 크게 미진한 병통이 있습니다. 이 뜻을 잘 알아서 한쪽도 치우치게 폐하지 않는다면 진선진미할 수 있을 것입니다. 아랫사람이 바라는 것은 성상께서 널리 포용하는 것을 위주로 하시어 혹시라도 신하의 미진한 일이 있으면 또한 반드시 분명하게 밝혀 놓고 말하는 것이 옳습니다.”하고, 또 아뢰기를,“실상이 아니라고 하교하시는 것도 옳습니다. 근래 언사의 부실함이 어찌 모두 없다고 할 수 있겠습니까. 풍문의 잘못은 분변하여 살피기가 매우 어렵습니다. 풍문의 법은 당나라 무후 때에 나왔는데, 무후가 조정에 임하여 천하를 겸제하고자 하여 비로소 밀고하는 문을 열었습니다. 송나라에서는 언관을 우대하여 풍문을 허용하였으니, 포악하면 거짓이고 공정하면 바른 것입니다. 우리 조종조에서도 풍문을 위주로 하였습니다. 풍문이라고 하는 것은 오히려 풍문이 있어서 사람들이 들은 것이니, 아랫사람은 들은 바를 자세히 살펴서 아뢰어야 합니다. 그러나 대간이 이른바 탐오한 사람이라고 하는 것도 반드시 장죄를 받을 필요는 없고 또한 파직에 지나지 않습니다. 그러므로 조종조의 규구도 이와 같습니다. 만약 풍문을 매번 사실이 아니라고 한다면 겁이 많고 나약한 사람들이 구차하게 무사하여 논집하려 하지 않을 것이니, 그 폐단이 없지 않을 것입니다.실상이 아닌 말이 드러나면 그르게 여기고 진실로 들은 바가 있으면 모두 말하게 해야 합니다. 만약 ‘전일에 이미 사실이 아니라고 말하였는데 지금 또 어찌하여 말하는가.’라고 한다면 어찌 온당치 못한 일이 아니겠습니까.신이 근래 풍문의 잘못을 본 것도 있습니다. 진주의 옥사도 어찌 사실이 아니라고 할 수 있겠습니까. 그 말이 전파된 지 이미 오래되어 감사가 듣고 가두었다가 석방한 뒤에 물의가 분하고 답답하게 여기므로 논계하였는데, 사실을 조사해 보니 또 형적이 없었습니다. 상께서는 반드시 ‘이런 헛된 일을 가지고 논계하였다.’라고 여기실 것입니다. 이종의 일이 지금 또 이와 같으니, 매우 온당치 못합니다. 주상께서는 마땅히 이 뜻을 알고 참작하셔야 합니다. 풍문은 모두 옳다고 할 수도 없고 또한 모두 그르다고 할 수도 없습니다. 주상께서 마음을 평온하게 하고 이치를 살피시어 사물이 오면 대공지정으로 응하신다면 시비가 각각 그 마땅함을 얻을 것입니다. 만약 한쪽으로 치우쳐 지향한다면 뒷날의 폐단이 없지 않을 것이므로 감히",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 4일(병자) 6번째기사",
                "gt-oKo": "상이 문정전의 조강에 나아갔다. 《논어》의 계씨편(季氏篇)을 진강(進講)하였다. 기대승(奇大升)이 아뢰기를, “지난번 간원(諫院)이 계사의 잘못으로 체차(遞差)되는 일까지 있었습니다. 【5월에 헌납 민덕봉(閔德鳳)과 정언 황정식(黃廷式) 등이 용궁 현감(龍宮縣監) 이종(李悰)의 탐오(貪汚)한 정상에 대해 논계하자, 상이 이를 조옥(詔獄)에 내려 추고(推考)하라고 명하였었다. 이에 조사해 보니 모두 허위임이 밝혀져 민덕봉 등은 이로 인하여 체직(遞職)이 되었었다. 】 그 일은 이미 잘못되었으니 마땅히 체직시켜야 합니다. 군신 관계에 있어서 윗사람이 그 일에 실수가 있으면 아랫사람이 간쟁(諫爭)하고, 아랫사람이 그 직임에 실책이 있으면 위에서 꾸짖어 각각 그 타당함을 다하여야 지극하다고 말할 수 있습니다. 만약 속 마음이 편치 않을 것이라 하여 말을 하지 않는다면 위아래가 사귀어지지 아니하고 의사(意思)가 통하지 않을 것이니 매우 미안스런 일입니다. 전교하신 뜻은 지당합니다. 근래 옥당과 간원이 연속하여 상차하는 것은 딴 뜻이 있어서가 아닙니다. 【상이 이종의 일로 인하여 대간의 아룀을 부언하며 부실하다고 하였으므로, 삼사(三司)가 개정하기를 청하여 논집(論執)하였으나, 상이 듣지 않았다. 】 그런데 일체 준절(峻切)한 전교를 내리시니 임금의 덕인 함홍지도(含弘之道)에 어긋나는 듯 싶습니다. 모든 대간의 말을 부실하다 한다면 방해(妨害)됨이 매우 많습니다. 지금 영상(領相)의 아룀은 매우 타당합니다. 【이날 이준경(李浚慶)이 입시하여, 대간의 말을 관대하고 겸허한 마음으로 받아들이지 않으면 안 된다는 뜻을 반복하여 간절히 아뢰었다. 】 임금의 덕은 천지(天地)와 같은 것입니다. 하늘을 본받아 함용(含容)하여야만 덕이 더욱 커지는 것입니다. 이와 같이 하여 시비가 분명하여지면, 이른바 도가 병행하여 서로 어긋나지 않는다는 것입니다. 대체로 함용만을 힘쓰고 꾸짖는 뜻이 없으면 가부(可否)가 없는 것에 가깝고, 세세한 일까지 살피되 함용의 도가 없으면 근본이 크게 미진한 병폐가 있습니다. 제대로 이 뜻을 알고 편폐(偏廢)하는 일이 없으면 진선 진미하게 될 것입니다. 아랫사람은 성상(聖上)이 함홍(含弘)을 위주로 하시기를 바라니, 신하에게 혹시 미진한 일이라도 있으면 분명하고 소상하게 말씀해 주시는 것이 옳습니다.” 하였다. 또 아뢰기를, “부실하다고 전교하신 것도 옳습니다. 요즘 언사(言事)에 있어 부실한 사실이 어찌 전연 없었다고 말할 수 있겠습니까. 풍문(風聞)의 오류는 분변하여 살피기가 매우 어려운 일입니다. 풍문의 법은 당(唐)나라 무후(武后) 때 나온 것으로 무후가 임조(臨朝)하여 천하의 비방을 억압하려고 비로소 밀고의 길을 열었었습니다. 송조(宋朝)에서는 언관을 우대하여 풍문을 허용하였으니 이를 횡포(橫暴)에 이용하면 조작(造作)이 되고, 공정(公正)에 이용하면 정당하게 되는 것입니다. 우리 조종조에서도 풍문을 위주로 하였습니다. 풍문이란 것은 마치 바람 소리가 나면 사람이 듣는 것과 같은 것이니 아랫사람은 들은 바를 자세히 살펴서 아뢰어야 합니다. 그러나 대간에서 이른바 ‘탐오한 사람’이라고 지칭한 이들도 꼭 장죄(贓罪)를 받는 것이 아니고 파직되는 데 지나지 않을 뿐입니다. 그러므로 조종조의 규구(規矩)도 그러했던 것입니다. 만약 풍문이라 하여 항상 부실하다고 한다면 겁많은 사람은 구차하게 무사하기만 바라고 논집(論執)하려 하지 않을 것이니, 그 폐단이 없지 않을 것입니다. 부실한 말임이 드러나면 꾸짖어야 하나 진실로 들은 바가 있으면 모두 말하게 하는 것이 옳습니다. 만약 ‘전일에 한 말이 부실하였는데 지금 무슨 말을 하려 하느냐.’고 한다면 어찌 부당한 일이 아니겠습니까. 신이 보기에 요사이 풍문의 오류를 범한 자도 있기는 합니다. 진주 옥사(晉州獄事)만 해도 어찌 부실한 것이 아니라고 할 수 있겠습니까. 그 말이 전파된 지 오래였으므로 감사(監司)가 듣고 가두었다가 석방시킨 뒤에 물의가 분해하므로 논계한 것이었는데 조사해 보니 또다시 형적이 없었으니, 위에서는 반드시 헛된 일을 가지고 논계하였다고 하실 것입니다. 이종(李悰)의 일에 있어서도 지금 또 이와 같으니 이는 매우 미안스런 일입니다. 위에서는 이 뜻을 아시어 참작하시면 좋겠습니다. 풍문이란 모두 옳다고 할 수도 없고, 또한 모두 그르다고 할 수도 없습니다. 상께서 평탄한 마음으로 이치를 살피시어 사물(事物)이 마음에 와 닿을 때 대공 지정(大公至正)한 마음으로 응하신다면 시시 비비는 각각 그 타당성을 얻게 될 것이고, 만약 한 곳으로 치우쳐 지향(指向)하신다면 뒤에 폐단이 없지 않을 것이므로 이에 아뢰는 것입니다.” 하였다.",
                "hj": "○上御朝講于文政殿, 進講《論語季氏》篇。 大升啓曰: “頃日諫院, 以啓辭之誤, 至於遞差。【五月, 獻納閔德鳳、正言黃廷式等論列龍宮縣監李悰貪汚之狀, 上命下詔獄推考。 旣而覈實, 則皆歸於虛。 德鳳等以此被遞。】 其事旣誤, 固當遞也。 君臣之間, 上失其事, 則下爭之; 下失其任, 則上非之, 各盡其宜, 可謂至矣。 若於中心以爲未便, 而不言, 則上下不交, 意思不通, 深爲未安矣。 傳敎之意至當。 近來玉堂、諫院, 相繼上箚者, 亦非有他意也。【上因李悰之事, 以臺諫之啓爲浮言不實, 故三司論執請改, 而上不聽。】 一切加之以峻切之敎, 似乖君德含弘之道, 而一切以臺諫之言, 謂之不實, 則甚多妨害。 卽今領相所啓甚當。【是日, 李俊慶入侍, 極陳臺諫之言, 不可不虛懷聽納之意, 反覆丁寧。】 人君之德, 與天地相同, 法天含容, 然後德益弘大。 如是是非分明, 則所謂道竝行, 而不相悖也。 大抵只務含容, 而不有非之之意, 則近於無所可否之地; 察於細務, 而又無含容之道, 則大有根本未盡之病。 能知此意, 而不爲偏廢, 則可以盡善盡美也。 下人所望, 欲聖上主於含弘, 而或有臣下未盡之事, 亦必分明昭釋, 而言之之可也。” 又啓曰: “敎以不實, 亦是矣。 近來言事之不實, 何可謂盡無? 風聞之誤, 辨察甚難。 風聞之法, 出於唐武后之時, 武后臨朝, 欲箝制天下, 而始開告密之門。 宋朝優待言官, 許以風聞, 用之於暴則僞, 用之於公則正也。 惟我祖宗朝, 亦以風聞爲主。 謂之風聞者, 猶有風聲, 而人聞之也。 下人所當詳審所聞, 而啓之也。 然臺諫所謂貪汚之人, 亦不必受贓罪, 而亦不過罷職而已。 故祖宗朝規矩, 亦如是也, 若以風聞, 每謂不實, 則怯懦之人, 苟且無事, 不欲論執者, 不無其弊。 不實之言, 著則非之, 而苟有所聞, 使之盡言可也。 若曰: ‘前日旣言不實, 而今亦何以言之?’ 云, 則豈不未安? 臣近見風聞之誤者, 亦有之矣。 晋州獄事, 亦豈曰非不實乎? 其言傳播已久, 監司聞之囚禁, 旣釋之後, 物議憤鬱, 故論啓, 而及其覈實, 則又無形迹。 自上必以爲, ‘將此虛事, 而論啓也。’ 李悰之事, 今又如此, 此甚未安。 自上當知此意, 斟酌可也。 風聞不可謂盡是, 亦不可謂盡非, 自上平心察理, 事物之來, 應之以大公至正, 則是是非非, 各得其宜矣。 若一偏指向, 則不無後弊, 故啓之。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Great White (Venus and Great White (Venus appeared during the sinchuk year (.",
                "H2KE-nKo": "정축년 미시에 태백성이 해와 달을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 5일(정축) 1번째기사",
                "gt-oKo": "미시(未時)에 태백(太白)이 일월(日月)과 같이 운행하였다.",
                "hj": "○丁丑/未時, 太白與日月竝行。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King appointed Commander of Gyeongsang Province Soheup as army commander of the northern subarea commander , and Yi Seonwon as army commander of Gyeongsang Province .",
                "H2KE-nKo": "경상 병사 소흡을 북병사로, 이선원을 경상 병사로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 6일(무인) 1번째기사",
                "gt-oKo": "경상 병사 소흡(蘇潝)을 북병사(北兵使)로 삼고, 이선원(李善源)을 경상 병사로 삼았다.",
                "hj": "○戊寅/以慶尙兵使蘇潝爲北兵使, 李善源爲慶尙兵使。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, Venus",
                "H2KE-nKo": "태백성이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 6일(무인) 2번째기사",
                "gt-oKo": "태백이 경천(經天)하였다.",
                "hj": "○太白經天。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Yi Seonwon , army commander of Gyeongsang Province , is greedy and violent by nature. Your subjects request that he be dismissed from his position. The King denied this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“경상 병사 이선원은 성품이 본래 탐욕스럽고 포악하며 간사하고 아첨을 잘하니 파직하소서.”하니, 주상이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 7일(기묘) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “경상병사 이선원(李善源)은 본래 탐욕스럽고 포악하며 아첨을 잘하는 사람이니 파직하소서.” 하였으나, 상이 윤허하지 않았다.",
                "hj": "○己卯/司諫院啓曰: “慶尙兵使李善源, 性本貪虐邪諂, 請罷。” 上不允。"
            },
            "2": {
                "H2KE-EN": "At the mi hour (approximately 3:30 p.m., Venus appeared in the daytime.",
                "H2KE-nKo": "미시에 태백성이 하늘을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 7일(기묘) 2번째기사",
                "gt-oKo": "미시에 태백이 경천하였다.",
                "hj": "○未時, 太白經天。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "A royal directive to the Ministry of War stated, From gyeongjin day forward, Venus appeared during daylight hours. On this day, Venus appeared during daylight hours. Truly, this was a phenomena. Moreover, Venus appeared during daylight hours. I cannot overcome my appreciation and fear.",
                "H2KE-nKo": "비망기를 내렸는데, 그 내용은 다음과 같다.“지난번 태백성이 낮에 나타나더니 오늘은 하늘을 가로질렀다. 이는 실로 비상한 변고인데, 하늘을 가로질렀다는 것은 더욱 큰 변고이다. 놀랍고 두려운 마음을 금할 수",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 8일(경진) 1번째기사",
                "gt-oKo": "비망기(備忘記)로 일렀다. “요즈음에 와서 태백(太白)이 낮에 나타나더니, 오늘은 경천하기까지 하였다. 이는 실로 비상한 변고로서, 경천은 더욱 큰 재변이다. 놀랍고 두렵기 그지없다.”",
                "hj": "○庚辰/備忘記曰: “自頃以來, 太白晝見。 乃於今日, 以至經天, 此實非常之變, 而經天尤變之大者也。 不勝驚懼之至。”"
            },
            "2": {
                "H2KE-EN": "The inspectors and censors requested that So흡 and Yi Seonwon be dismissed from their posts. The King approved this request.",
                "H2KE-nKo": "대간이 소흡과 이선원을 파직하기를 청하니, 주상이 그대로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 8일(경진) 2번째기사",
                "gt-oKo": "대간(臺諫)이 소흡(蘇潝)과 이선원(李善源)의 파직을 청하니, 상이 따랐다.",
                "hj": "○臺諫請蘇潝、李善源罷職。 上從之。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinsa day, the King attended the Royal Lecture on the sinsa day of the thirteenth month. Junior Seventh Rank Military Officer Kim Gae came to the palace to attend the King and again disclosed an unjust discussion. The inspectors and censors submitted a joint memorial requesting that Kim Gaes letter of appointment be rescinded and he be banished to a designated area outside the capital. The Office of the Censor General also submitted a memorial requesting that Kim Gae be discussed. The Royal Secretariat reported, which was extremely suspicious and absurd. Now that Kim Gaes report has also been saw that he harbored a grudge against his superior, he defamed the King and the country. On the previous day, your subjects thought that it would be better to climb the superiors to climb the superiors. Your subjects reported that he committed an wicked crime, which is extremely embarrassed. Your subjects 대죄합니다.” 하니, 상이 답하기를, “노신이 어찌 다른 뜻이 있었겠는가. climbing the superiors to climb the superiors. There is no better way for the court to climb the superiors. 대죄하지 말라.” 하였다.",
                "H2KE-nKo": "조강을 행하였다. 특진관 김개가 지사로 입시하였다가 또 부정한 논의를 제기하였다. 대간이 합사하여 관작을 삭탈하고 도성 밖으로 내쫓을 것을 청하였다. 홍문관도 차자를 올려 논핵하였다. 승정원이 아뢰기를,“김개가 지난번에 아뢴 것은 매우 의심스럽고 괴이하였는데, 지금 또 계사를 보니, 임금을 무함하고 나라를 망치는 말을 극도로 품고 있었습니다. 지난날 신들의 생각에는 노망한 말은 진정시키고 진정시키는 것이 제일이라고 여겼습니다. 그런데 신들이 아뢴 것은 간사한 죄를 면치 못하였으니, 매우 황공합니다. 대죄합니다.”하니, 주상이 답하기를,“노신이 어찌 다른 뜻이 있었겠는가. 진정시키면 조정이 화평해질 것이니, 이보다 더 좋은 일은 없을 것이다. 대죄하지",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 9일(신사) 1번째기사",
                "gt-oKo": "조강에 특진관 김개(金鎧)가 지사(知事)로 입시하여 또 바르지 못한 논의를 하자, 대간이 합사(合司)하여 삭탈 관작하여 문외 출송(門外黜送)하기를 계청하였고, 홍문관에서도 상차(上箚)하여 논계하였다. 정원이 아뢰기를, “김개가 전일에 아뢴 것은 매우 의심스럽고 해괴합니다. 지금도 또 계사를 보니 극도로 남을 해치려는 뜻을 품고 임금과 나라를 패망으로 빠뜨리려는 말입니다. 전일 신들의 생각에는 ‘노망(老妄)된 말이니 진정시키는 것만 못하다.’고 여겼으니, 신들의 아룀은 간사한 죄에서 벗어날 수 없습니다. 매우 황공하여 대죄(待罪)합니다.” 하니, 상이 답하기를, “노신(老臣)이 어찌 다른 뜻이야 있겠는가. 진정하면 조정이 화평할 것이니 이보다 좋은 일이 있겠는가. 대죄하지 말라.” 하였다.",
                "hj": "○辛巳/朝講。 特進官金鎧以知事入侍, 又發不正之論。 臺諫合司, 啓請削奪官爵、門外黜送。 弘文館亦上箚論之。 政院啓曰: “金鎧前日所啓, 極爲疑怪。 今又見啓辭, 極爲包藏禍心, 陷君亡國之言也。 前日臣等之意, 以謂老妄之言, 莫若鎭而靜之矣。 臣等之啓, 未免有姦邪之罪, 至爲惶恐, 待罪。” 上答曰: “老臣豈有他意? 靜而鎭之。 朝廷和平, 莫此爲善也。 勿待罪。”"
            },
            "2": {
                "H2KE-EN": "On gyeongjin day, the Royal Secretariat all reported, Kim Gae reported to the King, which was related to the matters related to danger or destiny, could not be reported to the King in writing. Your subject and others all wish to meet the King. The King approved this request. Consequently, the King received the officials in audience and all the other officials thoroughly admonished them.",
                "H2KE-nKo": "정원 전원이 아뢰기를,“김개가 아뢴 바는 존망에 관계되는 일인데 필찰로는 아뢸 수 없으니, 신 등 전원을 면대하여 주소서.”하니, 주상이 그대로 따랐다. 마침내 인견하니, 승지 등이 극력",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 9일(신사) 2번째기사",
                "gt-oKo": "정원이 모두 아뢰기를, “김개의 아룀은 존망(存亡)과 관계되는 일입니다. 필찰(筆札)로는 아뢸 수 없어 신들이 전원 면대(面對)하기를 청합니다.” 하니, 상이 이에 인견하자, 승지 등이 극력 개진하였다.",
                "hj": "○政院全數啓曰: “金鎧所啓, 存亡關係之事, 筆札不得啓, 請臣等全數面對。” 上從之。 遂引見, 承旨等極陳之。"
            },
            "3": {
                "H2KE-EN": "Kim Gae , who attended the Royal Lecture on the Confucian Classics, reported to the King as follows: Your humble subject is foolish by nature and lacks absurd remarks. Previously, he was acknowledged by the Office of the Inspector General . However, I heard that there were miscellaneous opinions that they were not respected by the minister of state, and they impeached them in succession. The minister of state was uncomfortable, and even the chief state councilor was even more wrong. If the inspector general possessesses a mistake without knowing it, it would be improper not to clarify anything even when it was not yet clarified. If we discuss this matter, this would also not be improper. Therefore, I simply reported it to Your Majesty. If we have young people possess a mistake in succession to learning and cautiously cautiously, it would be possible to make an excellent occurrence. Furthermore, in the gyemyo year (, your humble subject said, The purpose of studying and studying at the Royal Confucian Academy is truly not satisfactory. However, your subject trusted people with excessive foolishness and although he possessessed people with good words, he eventually guided all of them to the government, and eventually caused an occurrence. At that time, your subject was sixteen years of age, without knowing whether this was right or wrong. Later, your subject observed the royal directive, stating that those who were supposed to govern the study of the",
                "H2KE-nKo": "조강을 행할 때 김개가 아뢰기를,“소신은 성품이 본래 옹졸하고 망녕된 일도 많습니다. 지난번에 외람되이 대사헌에 제수되었으나, 전에 들으니 잡된 의논이 삼공을 높이지 않고 두루 비방하는 말이 있었다고 합니다. 삼공은 온당치 못하고 영상에 이르러서는 더욱 그릅니다. 대사헌에 제수되었을 때 만약 알지 못하고 행한 것이라면, 아직 드러나지 않은 일을 거론하는 것도 온당치 않습니다. 그래서 범범하게 아뢰어 나이 젊은 잡된 의논들로 하여금 스스로 알아서 근신하게 한다면 시사가 좋아질 수 있을 것입니다.또 기묘년의 일은, 소신은 조광조의 학문과 용심이 참으로 범연한 것이 아니라고 생각합니다. 다만 사람을 너무 지나치게 믿어서 비록 말을 잘하는 자라고 하더라도 선인이라고 여겨 마침내 모두 끌어들여 등용함으로써 마침내 일이 생기게 하였습니다. 그때 소신은 나이 16세로 시비를 몰랐는데, 그 뒤에 그 전지를 보니 ‘자기에게 붙는 자는 진출시키고 자기와 의견을 달리하는 자는 배척한다.’라고 하였습니다. 그때는 반드시 화평하지 않았기 때문에 전지의 내용이 이와 같았던 것입니다. 이 때문에 아뢴 것인데, 안자유는 ‘이것은 소인이 군자를 다스리는 말이다.’라고 하였으니, 그 말도 좋습니다. 이것은 소인이 군자를 다스리는 말입니다만, 인심은 화평하지 못하기 때문에 또한 이런 말을 한 것입니다. 기묘년의 사람도 많은데 어찌 모두 다 선인이겠습니까. 선인 가운데 어찌 혹 잘못 생각하여 실수한 자가 없겠습니까. 후세에 기묘년의 사람을 잊지 않는 것은 다만 그 대강이 이 때문입니다. 다만 나이 젊은 사람들이 만약 선인하지 못한 자가 있다면 이는 너무 지나친 것이 아닙니다. 어찌 한 사람이라도 자기 자신이 선인하지 못하다고 자복하는 자가 있겠습니까. 이것으로 말미암아 인심이 불화하게 되는 것입니다. 대간이 대신의 실수를 논하는 것은 괜찮지만, 만약 집에서 사사로이 의논한다면 인심이 소란스러워질 것이니, 이는 해서는 안 될 일입니다. 이 때문에 소신이 아뢴 것입니다. 어찌 잡된 마음이 있겠습니까. 소신은 의론에 죄를 얻어 보전하지 못하니, 스스로 물러날 것입니다. 지금 경연에 들어온 것은 다른 뜻이 있어서 이와 같이 아뢴 것이 아니며, 또한 자기 자신에게 유익하다고 여겨서 이와 같이 아뢴 것도 아닙니다. 다만 상께서 아시고 조정이 알게 하고자 해서일 뿐입니다. 함께 임금의 신하가 되어 형제의 의리가 있으니, 각각 서로 사랑하는 것이 옳습니다. 만약 서로 의심하고 두려워한다면 어찌 좋은 일이겠습니까. 다행히 의론이 많은 것을 듣고 일이 커지기 전에 방지하고자 하여 아뢴 것입니다. 어찌 남을 해치려는 마음이 있었겠습니까. 신이 비록 보잘것없으나 젊어서부터 남을 해치려는 마음이 없었고, 매양 서로 사랑하는 것을 좋게 여겼습니다. 또 기묘년의 조광조는 비록 순선한 사람이지만, 나이 젊은 사람들이 일을 많이 그르쳤기 때문에 조광조가 도리어 우려하였다고 합니다. 이황이 찬한 조광조의 행장에 그 일이 자세히 실려 있으니, 이것을 보면 알 수 있을 것입니다. 다만 조광조가 국사를 위하고자 비명에 죽었으니, 이것이 지금까지 인심이 애통하여 잊지 못하는 까닭입니다. 소신이 만약 추고하거나 국문하기까지 한다면 공함의 다짐에 혹 헛된 말이 없지 않을 것입니다. 그러므로 지금 주상 앞에 다 아뢰고자 물러가는",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 9일(신사) 3번째기사",
                "gt-oKo": "조강 때에 김개(金鎧)가 아뢰었다. “소신은 천성이 본래 용렬한 데다 망령된 일도 많습니다. 지난번 외람되게 대사헌의 자리에 나아가게 되었는데, 그 전에 들으니, 잡된 논의 중에 삼공(三公)을 높이지 아니하고 두루 비방하는 내용이 있었는데, 삼공에 대한 논의도 미안스런 일이지만 영상(領相)에 대한 것은 더욱 잘못된 것이었습니다. 대사헌이 되어 모른 체하고 행동하는 것은 부당한 것이고 아직 드러나지 않은 일을 거론하는 것도 부당한 일이었습니다. 그러므로 범연히 아뢰어 잡된 논의를 하는 연소배들로 하여금 스스로 알아서 근신하게 한다면 시사(時事)가 좋아지리라 여겼던 것입니다. 또 기묘년의 일에 대해서 소신은 조광조(趙光祖)의 학문과 마음씀은 진정 범연한 것이 아니었다고 생각합니다. 다만 사람을 지나치게 믿어서 비록 말만 능하게 하는 자라도 선인(善人)이라 하여 모두 끌어들여 진출시킴으로써 마침내 일이 벌어지게 하였습니다. 그 때 소신은 나이 16세로서 그 시비를 몰랐습니다. 그 후에 전지(傳旨)를 보니 ‘자기에게 붙는 자는 진출시키고 자기와 다른 자는 배척하였다.’고 하였으니, 그 때 아마도 화평치 못하였으므로 전지의 말씀이 이와 같았을 것으로 여겨 이를 아뢰었던 것입니다. 안자유(安自裕)가 ‘이는 소인이 군자를 다스리는 말이다.’ 하였으니 그 말도 좋은데, 이는 소인이 군자를 다스린다는 것으로 인심이 화평하지 못하였기 때문에 이런 말도 있게 된 것입니다. 기묘년에도 사람이 역시 많았는데 어찌 모두 다 선인이었겠으며 선인 가운데서도 그릇 생각하여 실수한 자가 어찌 없었겠습니까. 후세에서 기묘년의 사람을 잊지 못하는 것은 단지 그 대강(大綱)만이 옳았기 때문입니다. 다만 나이 젊은 사람들이 착하지 못한 자에 대해서 지나치게 비난하니 어찌 한 사람이라도 자신이 착하지 못하다고 자복(自服)할 자가 있겠습니까. 이로 말미암아 인심의 불화(不和)를 초래한 것입니다. 대간이 대신의 실책을 논하는 것은 옳으나, 가정에서 사의(私議)를 하게 되면 인심의 동요가 없지 않을 것이니 이는 해서는 아니 될 일입니다. 그러므로 소신이 아뢴 것이요, 잡된 마음이 있어서가 아닙니다. 소신이 의논에서 죄를 얻어 보전될 수 없을 것이니, 스스로 마땅히 물러갈 것입니다. 지금 경석(經席)에 들어와서 다른 뜻이 있어 이와 같이 아뢰는 것이 아니며, 또한 내 몸에 유익할 것이라고 생각하여 이와 같이 아뢰는 것도 아닙니다. 다만 위에서 아시고 조정이 알도록 하려는 것뿐입니다. 같이 왕신(王臣)이 되었으면 형제의 의가 있는 것이니 서로 사랑하는 것이 옳습니다. 서로 의심하고 두려워한다면 어찌 옳다 하겠습니까. 요행히 의논이 많음을 듣고 일이 커지기 전에 방지하려는 뜻으로 아뢰는 것이지 어찌 사람을 해하려는 마음을 갖겠습니까. 신은 비록 무상(無狀)하나 어려서부터 사람을 해하려는 마음을 갖지 않았으며 늘 서로 사랑하는 것이 좋다고 생각하였습니다. 또 기묘년의 조광조(趙光祖)는 비록 순선(純善)한 사람이나 다만 젊은 사람들이 일을 많이 그르치므로 조광조는 도리어 이를 우려하였다고 합니다. 이황(李滉)이 찬(撰)한 조광조의 행장(行狀) 가운데 그 일이 자세히 실려 있으니, 이를 보면 알 수 있습니다. 다만 조광조가 국사(國事)를 하려다가 비명에 죽은지라 이를 지금까지 인심이 애통히 여겨 잊지 않는 것입니다. 소인이 추고(推考)되어 국문(鞫問)을 당하게 된다면 공함(公緘)의 다짐에서 딴 말이 없지 않을 듯 싶어 지금 모든 것을 주상 앞에 아뢰고 물러가려는 것입니다.”",
                "hj": "○朝講時, 金鎧啓曰: “小臣性本庸拙, 妄事亦多。 頃冒大憲, 而其前聞之, 則有雜議, 不尊三公, 而歷詆之, 三公未安, 至於領相, 則尤爲非矣。 及爲大憲, 似若不知而行, 則不當時未顯發之事。 擧而論之, 則亦不當, 故泛而啓之。 使年少雜議者, 自知而謹愼, 則時事可至於好矣。 且己卯年之事, 則小臣以謂: ‘趙光祖學問用心, 誠不偶然。’ 但信人太過, 雖徒能言者, 亦以爲善人, 遂皆引進, 終致生事。 其時小臣年十六, 不知是非, 厥後見其傳旨, 則附己者進之; 異己者斥之云云。 其時必不和平, 故傳旨之辭如此。 以是啓之, 而安自裕以爲: ‘此小人治君子之言也。’ 云。 其言亦好。 此小人治君子之言, 而人心不能和平, 故亦有此言。 己卯之人亦多, 豈皆盡善乎? 善人之中, 豈無或誤思, 而有失之者乎? 後世不忘己卯人者, 只以其大綱是也。 但年少人輩, 如有不善者, 則非之太過, 豈有一人以其身爲不善, 而自服者哉? 由此而致人心之不和矣。 臺諫論大臣之失, 則可也。 如私議於家, 則人心不無擾亂。 此不可爲之事也。 是以小臣啓之, 豈有雜心哉? 小臣得罪議論, 心不保全, 自當退去。 今入經席, 非有他意, 而如是啓之; 亦非以爲有益於吾身, 而如是啓之, 只欲自上知之, 朝廷知之而已。 同爲王臣, 有兄弟之義, 各有相愛可也。 若至於交相疑畏, 則夫豈好哉? 幸聞議論之多, 欲其防微而啓之, 安有害人之心哉? 臣雖無狀, 自少無忮害之心, 每以相愛爲好矣。 且己卯年趙光祖, 則雖純善之人, 而但年少輩多有誤事, 光祖反爲憂慮云。 李滉所撰趙光祖行狀中, 詳載其事。 觀此則可知矣。 但趙光祖欲爲國事, 而死諸非命, 此至今人心之所以哀痛, 而不忘者也。 小臣若至推考鞫問, 則公緘侤音, 或不無虛言, 故今欲盡達於上前, 而退去矣。”"
            },
            "4": {
                "H2KE-EN": "기대승이 prior to the Royal Secretariat , reported, During the lecture on Kim Gae , the lecture on the Confucian Classics is related to the altar and the dead. Your subject and others have reported to Your Majesty, but it is impossible to fully express their appeals to the writing on the grounds that they cannot express their appeals. Your subject requests Your Majesty to receive them in audience. The King granted the request.",
                "H2KE-nKo": "기대승이 승정원의 뜻으로 아뢰기를,“조강에서 김개가 아뢴 것은 나라의 존망에 관계되는 일입니다. 신들이 아뢸 일이 있는데 필찰로 다 진달할 수 없으니 면대를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 9일(신사) 4번째기사",
                "gt-oKo": "기대승이 원(院)의 뜻으로 아뢰기를, “조강에서 김개(金鎧)가 아뢴 것은 존망(存亡)에 관계되는 일이라 신들이 계달할 일이 있는데 필찰(筆札)로는 모두 아뢸 수 없어 면대를 청합니다.” 하니, 들어오라고 전교하였다.",
                "hj": "○奇大升以院意 啓曰: “朝講金鎧所啓, 關於存亡。 臣等有啓達之事, 以筆札言語, 不可盡陳。 請面對。” 傳曰: “可入。”"
            },
            "5": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 9일(신사) 5번째기사",
                "gt-oKo": "상이 문정전(文政殿)에 나아가자 좌승지 기대승(奇大升), 우승지 심의겸(沈義謙), 좌부승지 김취문(金就文), 우부승지 이담(李湛), 동부승지 송하(宋賀), 주서 윤승길(尹承吉), 한림 정이주(鄭以周)·이산보(李山甫)가 입대(入對)하였다. 대승(大升)이 나아가 아뢰기를, “오늘의 조강에서 김개가 아뢴 말은 극도로 남을 해하려는 마음을 지닌 것으로서 모두 옛날에 소인이 임금을 고혹시키던 말입니다. 신들이 근밀(近密)한 자리에 있으면서 아뢰지 않을 수 없으므로 면대를 청하였습니다. 김개가 경석(經席)에서 이미 끝난 일을 범연히 끌어다가 말한 것이야말로 아무런 내용도 없을 뿐더러 시비도 전도되어 사람들이 모두 의아하고 괴이하게 여깁니다. 다만 노망(老妄)한 사람의 사려(思慮)없는 망발이라 여기고 덮어 두었는데 오늘의 계사(啓辭)를 보니 그 말에 매우 의도가 있습니다. 이른바 ‘나이 젊은 사람이 삼공(三公)을 두루 비방한다.’고 한 말은 실로 무근한 말로서 새로 만들어 발설하여 사림(士林)을 무함하려는 것이니 어찌 이와 같은 일이 있을 수 있습니까. 예로부터 소인이 군자를 다스림에 있어 조정의 정사를 비방하거나 대신을 업신여기는데도 인주(人主)가 자세히 알지 못하기 때문에 이로 말미암아 화가 일어난 경우가 많습니다. 지금 성명(聖明)이 위에 계시고 대신도 모두 적임자라 할 수 있습니다. 그러나 그 사이에는 어찌 가부 시비(可否是非)의 일이 없겠습니까. 상께 미진한 일이 있으면 간관이 오히려 힘을 다하여 간쟁(諫爭)하는데 더구나 대신이야 더 말할 것이 있겠습니까. 외간의 사의(私議)란 없게 할 수가 없는 것입니다. 이는 대신을 비방해서가 아니라 시비에 관한 일이 자연 있기 때문입니다. 이것을 빌미로 해서 화(禍)를 전가하려고 ‘경상(卿相)을 두루 비방한다.’고 이른다면 이는 일망 타진하려는 계획이니 이것이 어찌 일조 일석의 일이겠습니까. 그 사이에는 그럴 만한 이유가 없지 않습니다. 매우 미안스러우나 위에서 어찌 아시겠습니까. 조정(朝廷)에서는 옳으면 옳다 하고 그르면 그르다 하는 것이 당연한데, 김개가 사람들로 하여금 남의 허물을 말하지 못하게 한 것은 마치 이임보(李林甫)가 조사(朝士)들을 경계하며 장마(仗馬)에 비유한 말과 같은 것이며, 김개가 사람들로 하여금 사의(私議)를 하지 못하게 한 것은 곧 진 이세(奏二世) 때 조고(趙高)가 사람들의 입을 봉하게 하여 감히 말을 못하게 한 것과 같습니다. 공자(孔子)는 ‘오직 나의 말대로만 하여 나에게 어김이 없게끔 하라고 한다면 그 한 마디 말이 나라를 망하게 하는 것이다.’ 하셨습니다. 이는 범연(泛然)한 듯이나 김개의 말은 결국 나라를 망하게까지 할 것입니다. 오늘 대간과 시종이 그 대체적인 것만을 계달하였으나 위에서는 나이 많은 사람이라 하여 애석하게 하시는 뜻이 있는 듯하니 매우 부당합니다.” 하였다. 심의겸·김취문·송하 등이 각각 앞으로 나아가, 김개가 시비를 변란(變亂)시켜 화를 사림에게 씌우려는 죄상을 극력 진달하였다. 대승(大升)이 아뢰기를, “지금 아뢰기를 대개 다하였습니다. 김개의 사람됨은 경박(輕薄)하고 식견(識見)이 없다는 말도 과연 옳습니다. 다만 기묘년의 시비는 어린애와 심부름꾼도 모두 아는 사실인데 김개는 육경(六卿)의 반열에 있으니 전연 그 시비를 모른다고 할 수는 없을 것입니다. 삼가 오늘의 계사를 보니, 특히 기묘년의 일만을 말한 것이 아닙니다. 근래 나이 젊은 사람들이 그 시비를 분명히 가리려 하므로, 이와 같이 그르다고 한 것이며 구함(構陷)하여 바른 말을 못하게 한 것이고, 기묘의 일을 들어서 슬그머니 위의 뜻을 탐시(探試)해 보려고 한 짓이니, 어찌 이와 같이 남을 해칠 마음을 품을 수 있습니까. 평소에는 그 사람을 경박하다 하여 무심(無心)한 자라 하였는데 오늘의 아룀을 보니 그 정상이 뚜렷이 드러났습니다. 대개 소인은 한때는 제대로 행동하지만 그 정상은 마침내 드러나게 되어 있습니다. 김개의 정상도 오늘의 말에서 드러났습니다. 기묘년의 시비는 지금 이미 결정이 났는데, 감히 조광조는 죄가 없다 하고 남곤(南袞)은 온당치 못했다는 것으로 경석(經席)에서 진달하여 상청(上聽)을 현혹시키니 사람마다 놀라와하였습니다. 소신이 간장(諫長)이 되었을 때 공론이 울분해 하여 모두들 그를 탄핵(彈劾)하려 하였으나, 소신의 뜻은 망령된 사람의 무정(無情)한 아룀을 논박하는 것은 부당하니, 조용히 진정시키는 것이 좋다고 하였습니다. 그런 지 얼마 안 되어 곧 본직(本職)에 제수되었는데 그 시비는 대간과 시종이 이미 진계하였으므로, 감히 무정한 일로써 깊이 문책하는 것은 미안하다는 뜻을 계달하였던 것입니다. 지금 와서 보면 소신의 망령된 아룀은 그 죄가 만번 죽어도 마땅하나, 김개의 이른바 ‘사람들로 하여금 사의(私議)를 할 수 없게 해야 한다.’는 말은 위에서 마땅히 살펴셔야 하니, 이는 참으로 상서롭지 못한 일입니다. 삼가 고서(古書)를 보건대, 주 여왕(周厲王)이 비방(誹謗)을 감시하는 법을 제정하여 비방하는 자를 매번 죽이니, 당시 사람들은 ‘백성의 입을 막는 것은 냇물을 막는 것보다 심한 것이어서 물이 막혀 무너지면 상하는 사람이 많을 것이다.’고 하였습니다. 그러나 여왕(厲王)은 듣지 아니하다가 나라 사람이 배반하여 왕은 체(彘)란 곳으로 유배(流配)되어 죽었으며, 진 시황(秦始皇)은 비방하는 자를 죄주고 둘이 모여 말하는 자도 죽였습니다. 대체로 삼대(三代) 이전과 삼대 이후에는 이처럼 상서롭지 못한 일이 없었으나 진(秦)나라는 이로 말미암아 망하였습니다. 동한(東漢)의 말기에 당고(黨錮)의 화(禍)가 일어나 여러 현자(賢者)가 모두 죽었습니다. 그 때는 혼란하여 공론(公論)이 초야 인사에 있었는데, 일거에 모두 무함되니 동한도 이로 말미암아 망하였습니다. 당가(唐家)의 말기에도 청의(淸議)가 치성하였다는 말은 듣지 못하였습니다. 그런데 주전충(朱全忠)의 청류(淸流)라 지목하여 백마역(白馬驛)에서 선비들을 살해하여 황하(黃河)에 던지니 당나라도 망하였습니다. 예로부터 이와 같은 경우가 한둘에 그치지 않았으나 사람들로 하여금 사의(私議)를 하지 못하도록 해야 한다는 말을 성명(聖明)의 아래에서는 입 밖에 낼 수 없었는데 김개의 아룀이 이와 같으니 그의 정(情)은 비록 소인과는 다르다 하더라도 그 죄는 전고(前古)의 간사한 악(惡)이 모두 그에게 모인 것입니다. 이와 같은 말이 비록 있다 하더라도 신자(臣子)된 자로서는 마땅히 성의와 힘을 다하여 천청(天聽)을 깨닫게 해야 하는데도 무단히 상달(上達)하여 인심이 어지럽히니, 매우 부당합니다. 이른바 ‘방미두점(防微杜漸)한다.’는 것도 간사한 말입니다. 방미(防微)란 어떤 문제의 기미가 있어 미연(未然)에 방지함을 이르는 말입니다. ‘나이 젊은 사람들이 대신을 그르다고 한다.’는 것은 설혹 그러한 비어(飛語)가 있더라고 이는 실로 무근한 말입니다. 마땅히 조용히 진정시켜야 할 일인데도 도리어 이 말을 핑계로 사림(士林)을 무함하려 하니 매우 옳지 않습니다. 예로부터 시비는 없을 수 없는 것입니다. 세속(世俗)에서 혹은 ‘너그럽게 포용하는 것이 옳다.’고 하고, 혹은 ‘조용히 진정시키는 것이 옳다.’고 하나 이는 모두 그렇지 않습니다. 시비와 사정(邪正)은 서로 용납될 수 없습니다. 음과 양, 낮과 밤의 상반(相反)됨과 같아서, 저것이 이기면 이것은 쇠하고 이것이 이기면 저것은 쇠하게 마련입니다. 그러니 위에서 부득이 그 시비를 결정하셔야 합니다. 물과 불, 얼음과 숯이 한 그릇에 있게 되면 마침내는 해가 있습니다. 한두 사람의 허물을 말하는 것도 오히려 옳지 않는데 더구나 온 세상 사람을 무함하려는 것이야 더 말할 게 있습니까.” 하니, 상이 이르기를, “지금 계사를 들으니 이는 한갓 김개만을 그르다는 것이 아니고 조정(朝廷)을 동요케 하려는 것이니 매우 지나치고 또한 두려워해야 할 일이다. 기묘(己卯)의 일은 시비가 이미 정하여졌는데도 김개가 지금 그것을 말하니 크게 잘못이다. 그러나 이 어찌 뜻이 있어 말하였겠는가. 또 비록 그릇된 일이 있다 하더라도 나라의 시비는 본시 대간과 대신이 있으니 위에서 대신과 논의하여 처리함이 옳다.” 하였다. 대승(大升)이 일어났다가 다시 엎드러 아뢰기를, “지극히 황공합니다.” 하고, 심의겸(沈義謙)이 일어났다가 다시 엎드려 아뢰기를, “삼가 상의 분부를 받드니 황공하기 그지없습니다. 김개가 조정을 동요시킨 것이지, 신들이 어찌 감히 조정을 동요시키겠습니까.” 하니, 상이 이르기를, “김개의 말은 한 점의 구름이 태양을 가린 것과 같은 것인데 그렇다고 태양의 밝음이 손상되겠는가. 김개만 그르다는 것이 아니고 전조(銓曹)도 잘못이라고 하니 매우 옳지 않다.” 하였다. 대승(大升)이 일어났다가 다시 엎드리며 매우 황공하다고 하고, 이어서 아뢰기를, “지금 ‘본시 대간과 대신이 있다.’고 하시니 지극하신 말씀이라 하겠습니다. 다만 일에는 곡절이 있는 것으므로 직접 계달하고 싶어 청대(請對)하였던 것입니다. 지금 만약 본래 품었던 생각을 모두 아뢰지 않으면 죽어도 그 죄가 남습니다. 무릇 시비와 사정에 관한 일은 그 곡절을 모두 아뢰게 한 뒤에 위에서 듣고 살피시어 변별하시는 것이 좋습니다. 또 말이 이미 나왔으므로 감히 아룁니다. 소신은 성품이 본래 허망하여 사리를 모르고, 시골서 자라면서 문자(文字)를 대강 익힌 것이 외람되게 헛된 이름을 얻었고 성은(聖恩)을 입어 현직(顯職)에 올랐으니 매우 황공한데, 지금 소신에 대한 말씀을 아뢰게 되어 더욱 황공합니다. 그러나 이쯤 된 이상 아뢰지 않을 수 없습니다. 성상이 즉위하시면서 일들이 모두 청명(淸明)하여 전날 물의(物議)의 버림을 받았던 자들이 모두 오늘날 용납되지 못하고, 소신 같은 자가 연이어 대간과 시종이 되어 즉위하신 이후로 자주 경연(經筵)을 모시면서 회포가 있으면 비록 중대한 일이라도 진달(陳達)하지 아니함이 없었으며 혹은 시행되기도 하여 사람들의 지목(指目)도 받았습니다. 이른바 ‘나이 젊은 무리’라는 것은 역시 소신을 두고 한 말입니다. 신이 만약 피혐(避嫌)한다면 김개의 일을 말할 수 없습니다. 그러나 상은(上恩)이 망극하니 비록 죽음이 닥칠 말이라도 마땅히 모두 아뢰어야 할 일을 어찌 피혐하여 말하지 않겠습니까. 지난번 문소전(文昭殿)의 일로 의논이 제기되었으나 곧 결정하지 못한 것은 그 사이에 시비가 매우 많아서 대신과의 쟁변(爭辨)이 5∼6개월이란 오랜 시일을 끌어왔기 때문입니다. 간사한 사람들이 이 기회를 타고 헛된 말을 날조하여 ‘나이 젊은 사람이 대신을 온당치 않게 여긴다.’고 하였습니다. 일의 시비는 비록 작은 것이라도 반드시 말을 하여야 결정될 수 있는 것입니다. 만약 모두가 침묵을 지킨다면 어찌 결정을 볼 수 있겠습니까. 그 사이에 뜻을 얻지 못하던 자들이 모두 뜬말을 퍼뜨려 대신의 집을 찾아가서는 ‘그 사람이 지금 당신을 공박하려 한다.’고 하여 대신을 격노케 하고, 밖으로 나와서는 또 ‘대신의 말이 이와 같았다.’고 하여 인심을 동요시킵니다. 김개의 말도 무심한 것이 아니므로 입대하여 일체 진달(陳達)하려 한 것입니다. 소신은 거칠게 한 일도 많으나 지난 계해년에 한림(翰林)이 되었다가 사정(司正)으로 체직되었습니다. 출사(出仕)한 지 얼마 안 되었으므로 사람들과 원한을 맺은 일도 없는 것 같은데 무거운 죄를 입어 ‘위선(爲善)함을 핑계대고 조정(朝廷)을 비방한다.’ 하여 삭탈 관직되어 문외 출송되었다가 겨우 수삼일 만에 복직(復職)이 되었으니 성은이 망극한데 요즘의 은수(恩數)는 더욱 많아서 물러갈 수도 없습니다. 이른바 ‘나이 젊은 무리’란 말에 소신도 끼여 있다 하니 황공하기 이를 데 없습니다. 시비와 사정은 본시 있는 일이니 대신에게 묻고 대간에게 물으신다면 성명(聖明) 아래에 어찌 물러나는 일이 있겠습니까. 또 좌우의 사람들이 대개 알고 있습니다. 전해 들은 바에 의하면 소신이 ‘영상은 마땅히 파직되어야 하고, 좌상은 마땅히 뺨을 맞아야 한다.’고 하였다고 정승 집에 호소하는 자가 있었다고 합니다. 어찌 이와 같은 놀라운 일이 있을 수 있겠습니까.” 하고, 심의겸(沈義謙)이 아뢰기를, “소신도 들었습니다. 권철(權轍)의 집에 갔더니, 권철이 말하기를 ‘어떤 사람이 이르기를, 기대승이 나와 한밤에 상종(相從)하며 영상을 모함한다는 말이 있다 하였는데 나와 영상과는 심지가 같고 의기가 합하는데 어찌 이와 같은 일이 있을 수 있겠는가. 또 어느 재상이 와서 말하기를, 기대승이 영상은 마땅히 파직이 되어야 하고 좌상은 마땅히 뺨을 쳐야 한다고 하였다고 하니, 이는 분명 기대승이 말이 아니다. 비록 구사(丘史)라 하더라도 뺨을 칠 수 없을 것인데 더구나 대신의 지위에 있는데 기대승이 어찌 나를 때릴 수 있단 말인가.’고 하였습니다. 또 권철이 그 말을 영상에게 말히니, 영상은 ‘우리들이 있는데 어찌 이럴 수 있단 말인가.’고 하였다 합니다. 이는 반드시 간인(姦人)이 사림(士林)을 무함하기 위하여 조언(造言)한 것입니다. 비록 상인(常人)이라 하더라도 어찌 뺨을 칠 수 있겠습니까.” 하였다. 대승(大升)이 아뢰기를, “대신과 나이 젊은 사람들이 틈이 있다는 말이 어느 곳에서 나왔는지 알 수 없으나, 이는 반드시 유언(流言)일 것입니다. 듣는 자가 그 마음을 공평(公平)하게 가진다면 마땅히 ‘어찌 이와 같은 말이 있을 수 있는가.’라고 하여 진정시키는 것이 옳습니다. 김개의 아룀은 방미(防微)하려는 것이라고 하나, 거기에는 저의가 있는 것입니다. 역시 이것도 전문(傳聞)인데, 김개가 5∼6인을 모함하려 한다고 합니다.” 하니, 상이 이르기를, “5∼6인이란 누구인가?” 하였다. 의겸(義謙)이 아뢰기를, “이탁(李鐸)·박순(朴淳)·기대승(奇大升)·윤두수(尹斗壽)·윤근수(尹根壽)·정철(鄭澈)이라 합니다. 이 말은 무함 같으나 그의 말한 바는 이와 같습니다.” 하니, 상이 이르기를, “좌승지는 어느 곳에서 들었는가?” 하자, 기대승이 아뢰기를, “지금 심의겸의 아룀에서 그 이름을 지적하였습니다. 어떤 이는 이후백(李後白)이라고 하고 어떤 이는 윤두수라고도 하므로 유전(流傳)하는 말을 자세히 알 수 없습니다. 다만 김개의 아들이 사람에게 말하기를 ‘아버지가 저들의 소식을 듣고 늘 우려하였으며 진정(鎭定)하려 한다.’ 하였으나 그 이름이 누구 누구란 것은 말하지 않았습니다. 이 말이 누설되어 사람들이 모두 알고 있습니다. 못들은 체하여 내버려 두는 것이 옳습니다만 헛된 말이 떠돈다는 사실은 위에서 아셔야 할 것이므로 감히 아룁니다.” 하였다. 상이 이르기를, “어느 곳에서 들었는가?” 하니, 대승(大升)이 아뢰기를, “소신은 심의겸이 말하여 안 것은 아닙니다. 친구 사이에 전하고 전하여져서 들은 것인데 그 사람도 전하는 것을 들은 것이므로 누구의 말이라고 말할 수 없습니다. 그 언근(言根)을 찾는다면 소신의 죄도 큽니다. 만일 부실(不實)한 경우에는 신은 마땅히 그 죄를 받아야 할 것입니다.” 하였다. 상이 이르기를, “그 언근을 찾으려고 묻는 것은 아니다. 다만 좌승지는 신령(神靈)이 아닌데도 스스로 반드시 들은 곳이 있을 것 같아서이다.” 하니, 대승(大升)이 아뢰기를, “이에 이르렀으니 소신이 아뢰지 않을 수 없습니다. 정유일(鄭惟一)은 대충 들었고, 정철(鄭澈)도 듣고서 말하였으며 심의겸도 듣고서 말하였습니다.” 하였다. 심의겸이 아뢰기를, “소신은 부월(鈇鉞)도 피하지 아니할 것인데 어찌 일체 아뢰지 않겠습니까. 소신은 믿을 만한 재상으로부터 들었습니다. 말하라 명하신다면 진달하겠습니다.” 하니, 상이 이르기를, “누가 말하던가?” 하였다. 의겸이 아뢰기를, “신이 대제학 박순(朴淳)을 만나니, 이탁(李鐸)에게 듣고 말하는 것이라 하며 이어서 신에게 말하기를 ‘김개가 나 및 이탁·윤근수 형제, 이후백·기대승을 모함하려 한다. 요란스레 말하나 관계되지는 않을 것 같다.’고 하였으며, 참지(參知) 박근원(朴謹元)도 이 말을 듣고 신에게 말하기를 ‘이와 같은 말이 있으니 가소롭다.’고 하였고, 또 이탁은 ‘믿을 만한 곳에서 들었다.’ 하였으며, 이담(李湛)도 이 말을 들었습니다.” 하였다. 기대승이 아뢰기를, “이탁과 박순은 시망(時望)이 없지 않으므로 간인(姦人)이 시기하는 것입니다. 소신은 무상(無狀)한데 외람되이 헛된 이름을 얻어 외부의 제목(題目)이 되고 있으니 매우 황공합니다.” 하니, 상이 이르기를, “김개가 모함하려는 재상이 한둘에 그치지 않는다 하니, 이는 그렇지 아니하다. 김개는 필부(匹夫)로서 어찌 그 많은 사람을 모함할 수 있단 말인가.” 하였다. 기대승이 아뢰기를, “김개의 아룀은 매우 황당(荒唐)한데 또 저와 같은 말이 있습니다. 오늘의 아룀으로 보면 이른바 ‘나이 젊은 사람이 두루 삼공을 비방한다.’고 한 말은 그 뜻이 없는 것이 아닙니다.” 하였다. 심의겸이 아뢰기를, “그 말이 헛된 것이라면 김개의 아룀은 공언(空言)일 것입니다. 그렇지 않다면 반드시 두서너 사람과 체결(締結)하여 고변(告變)하기를 정순붕(鄭順朋)·남곤(南袞)처럼 하려 했을 것입니다.” 하고, 김취문(金就文)이 아뢰기를, “간사한 자가 조정에 있으면 자연 화평(和平)할 수 없습니다.” 하였다. 상이 이르기를, “김개가 두서너 사람과 체결하였다고 하였는데, 체결한 자는 어느 사람인가?” 하니, 기대승이 아뢰기를, “그가 장차 하려는 일에 대해서는 알 수 없으나 다만 그의 말을 살펴보면 체결한 자가 있는 것 같습니다. 지금 형상(形狀)이 아직 드러나지 않은 말을 가지고 죄를 가하려는 것은 아닙니다. 다만 그 말이 매우 그르니 위에서 마땅히 아셔야 할 것입니다. 인신(人臣)의 사정(邪正)과 시비(是非)를 어찌 모두 알겠습니까. 신들이 아뢴 말과 타인이 아뢴 말을 참작하여 결단하시면 자연 누가 옳고 누가 그르다는 것을 아실 것입니다. 대신과 대간의 말을 듣는다면 알 수 있을 것입니다. 다만 시비와 사정은 예로부터 함께 용납될 수 없었으므로 지금 그 곡절(曲折)을 모두 아뢰려는 것입니다. 소인들이 선류(善類)를 해함에 있어 혹은 비방하거나 붕당(朋黨)을 짓는 것은 오랜 옛적부터 똑같은 것으로 위에서 전사(前史)를 보시면 소상하게 아실 것입니다. 불행히도 오늘날에 그러한 일이 있는데, 어찌 이와 같은 일이 있을 수 있습니까. 김개는 본래 지식이 없는 사람입니다. 명종(明宗)께서 말년에 심열(心熱)이 있어 항상 편찮으셨는데 을축년에 문정 왕후가 승하하시자 상중(喪中)에 계시며 더욱 편치 않으셨으니, 신자의 애닯고 절박한 정은 진실로 우연한 것이 아니었습니다. 다만 김개는 그때 상소하여 조병(調病)의 도를 말하고, 또 총재(冢宰)에게 정사를 맡겨야 한다고 하였습니다. 윤원형(尹元衡)은 당시의 영상으로서 김개가 원형의 사람됨을 모르지 않았을 텐데도 총재에게 정사를 맡기라고 청하였으므로 당시 사람들은 모두 이를 통분하게 여겼습니다.” 하였다. 상이 이르기를, “그르게 여긴다면 김개의 말은 이미 드러났으며 마땅히 이로써 그르다 함이 옳다. 다만 두서너 사람이 체결하였다는 것과 또 전조(銓曹)도 잘못이라는 말은 현재 드러난 일이 없음에도 이와 같이 말하니, 너무 경솔하게 말한 것 같다. 김개의 일은 대신들과 의논하여 처리하겠다.” 하였다. 기대승이 아뢰기를, “‘대신들과 의논하여 처리하겠다.’ 하시고, 또 ‘마땅히 드러난 것을 가지고 그르다고 해야 한다.’ 하시니, 이는 천지(天地) 같은 도량이므로 감격스럽기 그지없습니다. 또 ‘두서너 사람과 체결하였다는 말은 경솔하게 하는 말 같다.’ 하시니 이도 지극한 말씀입니다. 다만 전조를 그르다고 한 것은 사실 공정한 말입니다. 전조는 한 나라의 사람 쓰는 권한을 잡고 있으니 마땅히 어려워하고 조심하여 널리 중의(衆議)를 채택하여 임용해야만 합니다. 만약 스스로의 의사대로만 한다면 또한 그르지 않겠습니까. 지금 전조에 어찌 드러난 실책이 없겠습니까. 대신이 불허(不許)하였고, 공론이 불허하였는데도 뜻밖에 김개를 대사헌으로 삼아 조정을 요란시켰고, 사림(士林)의 화(禍)의 터전을 마련하였으니, 전조에 죄가 있다고 아니할 수 없습니다. 이와 같은 일은 위에서 마땅히 그 그른 것을 아셔야 합니다.” 하고, 또 아뢰기를, “정원(政院)은 간관도 아니고 대신도 아니며 다만 왕언(王言)의 출납만을 관장하므로 후설지임(喉舌之任)이라 말합니다. 후설이란 곧 한 몸의 가장 중요한 기관입니다. 대신과 대간이 말하지 못하는 것도 말을 하므로, 옛사람은 내상(內相)이라 일컬었습니다. 일에 따라 규정(規定)하고 마음에 품은 생각이 있으면 곧 아뢰므로 경연(經筵)과 춘추(春秋)의 직책도 모두 정원을 겸임하는 것인데 지금은 그 직임을 다하지 못하고 있어 세속에서 이은(吏隱)이라 합니다. 그러나 신들은 성명(聖明)의 시대를 만나 직책을 욕되게 차지하고 있는데 한갓 관직만을 탐하여 평소의 회포를 아뢰지 않는다면 평소에 유자(儒者)로 세웠던 뜻을 지금 어디에다 쓰겠습니까. 이러므로 면대(面對)하여 모두를 아뢰려 한 것입니다. 위에서 혹시 ‘이는 대간과 대신이 할 일인데 정원이 어찌 이런단 말인가.’ 하신다면 어찌 미안스럽지 않겠습니까. 신들이 교체(交遞)되어 떠나고, 타인이 이 자리에 와도 마땅히 말하여야 할 일이 있으면 반드시 모두 말하는 것이 옳습니다. 근신(近臣)이 말하지 않으면 소원한 신하가 어찌 말할 수 있겠습니까. 근신이 반드시 말을 다 할 수 있어야 마치 사람의 일신(一身)에 혈맥이 유통하는 것과 같이 모든 일을 할 수 있는 것입니다. 혹 중대한 관계가 있는 일이 있는데도 정원이 말하지 않았다가 그 뒤 상께서 깨닫고 ‘근밀(近密)한 신하가 어찌하여 말하지 않았단 말인가.’고 책하신다면 죽어도 죄가 남습니다. 이와 같이 아뢰면 밖으로는 사람들과 원망을 맺는 일이 많고, 위로는 천위(天威)를 거스르는 일이 많아서 황공스럽기 그지없으나 말하지 않는다면 일신에만 죄가 있는 것이 아니라 조정(朝廷)도 욕되게 하는 것이므로 감히 아뢰는 것입니다. 소신에게 절박한 사정이 있어 벌써부터 상달하려 하였으나 한 몸의 사사로운 일로 천청(天聽)을 번거롭게 하는 것은 매우 황공하므로 감히 아뢰지 못하였습니다. 소신은 별로 지식도 없고 기품(氣稟)의 병도 많으며 망령된 일도 있으나 불행히도 문자를 대략 아는 것으로 인하여 외람되이 헛된 이름을 얻었습니다. 지난번 이황(李滉)이 물러갈 때 위에서 인견하시고 글을 아는 사람을 두루 물으시자 이황이 소신이 이름을 들어 계달하였으니, 황공스러움을 금할 수 없습니다. 이황이 돌아갈 때 한강(漢江)에 나아가 묵었었습니다. 소신이 가서 보고 ‘계달한 말을 듣고 지극히 민망하고 절박하였다. 어찌하여 천청을 번거롭게 하였는가.’ 하였더니, 이황은 ‘나는 항상 밖에 있었고, 경사(京師)에 와서도 왕래하지 않았으므로 본래 아는 사람이 없다. 그대는 전날 서로 간서(簡書)를 통하여 학문을 논하였으니, 내가 아는 사람은 오직 그대뿐이다. 그대가 남보다 훌륭해서가 아니라, 다만 주상께서 하문하시는데 아뢰지 않을 수 없어서 아뢴 것이다. 옛사람도 자기가 아는 사람을 추천하였다. 그대가 어찌 혐의한단 말인가.’라고 하였습니다. 이 말을 듣고 소신의 마음은 약간 놓였습니다. 그후 지목(指目)하는 이가 매우 많았고 ‘이황이 아무를 추천하였다.’고 하여, 얼굴을 들고 다니기도 어려웠습니다. 위에서 혹시 문장을 아는 사람으로 여기신다면 이는 곧 임금을 기망한 것이라 황공하기 이를 데 없어 병을 호소하여 훼방(毁謗)을 피해 보려고도 하였고, 서로 아끼는 친구들도 ‘너는 헛된 이름을 얻었으니 종당에 가서 어찌할 것인가.’ 하고 경계하는 자도 많았는데 연이어 가까운 곳에서 모시게 되어 물러갈 수도 없었습니다. 불행히도 또 이 일을 만나서 소신의 이름이 그 가운데 끼었습니다. 소신이 만약 몸을 근신(謹愼)하였더라면 어찌 이에 이르렀겠습니까. 더욱 황공하여 어찌할 바를 모르겠습니다. 민망하고 절박한 심정을 탑전(榻前)에 모두 아뢰려고 하는 것입니다. 소신이 침착하지 못하여 세사(世事)도 모르는데 이와 같은 청명(淸明)한 조정에서 남에게 지목받고 있으니 어찌 민망하고 절박한 일이 아니겠습니까.”",
                "hj": "○上御文政殿。 左承旨奇大升、右承旨沈義謙、左副承旨金就文、右副承旨李湛、同副承旨宋賀、注書尹承吉、翰林鄭以周、李山甫入對。 奇大升進啓曰: “今日朝講, 金鎧所啓之言, 極爲包藏, 皆古小人惑君之言也。 臣等在近密之地, 不可不達, 故請爲面對矣。 金鎧前於經席, 泛引已爲之事, 而言之, 非徒無端, 是非亦顚倒, 人皆疑怪。 但以爲老妄之人, 不思妄發而置之。 及見今日啓辭, 其言極爲有意, 所謂年少人歷詆三公云者, 此實無形之言, 而創造發說, 欲陷士林, 安有如此事乎? 自古小人之治君子, 或以爲謗訕朝政, 或以爲凌侮大臣, 人主不能詳知由此而禍起者多矣。 方今聖明在上, 大臣亦皆可稱者也。 然其間豈無可否是非之事乎? 自上有未盡之事, 諫官猶且力爭, 況大臣乎? 外間私議, 則不可使之無也。 此非以大臣爲毁也。 蓋是非之事, 自有之故也。 由此媒孽, 以爲歷詆卿相云爾, 則是將欲一網打盡之計也。 此豈一朝一夕之故哉? 不無其間所以然矣。 極爲未安。 自上何以知之乎? 朝廷之上, 是則以爲是, 非則以爲非, 可也。 而鎧欲使人不言人過, 是如李林甫戒朝士比仗馬之言也。 鎧欲使人不得私議, 是卽奈二世時, 趙高箝人口, 而不敢言之意也。 孔子以唯其言, 而莫予違, 爲一言, 喪邦。 此則似乎泛然, 若金鎧之言, 則終必至於喪邦矣。 今日臺諫侍從, 大槪啓達, 自上以爲年老之人, 似有愛惜之意, 極爲未安。 沈義謙、金就文、宋賀等, 各進前力陳金鎧變亂是非, 嫁禍士林之狀。 大升啓曰: “今所啓, 大槪已盡矣。 鎧之人物輕淺, 本無識見之言, 亦是矣。 但己卯是非, 兒童走卒, 亦皆知之。 鎧在六卿之列, 不可謂專不知是非也。 伏見今日啓辭, 非持爲己卯而發也。 近來, 年少人欲其明辨是非, 故以此非之, 謀爲構陷, 而不能直言。 乃擧己卯之事, 陰試上意, 安有如此包藏之事乎? 常時以其人爲輕淺, 而謂之無心矣。 至於今日之啓, 情狀著顯矣。 夫小人一時有所作爲, 而其情狀終至於敗露, 鎧之情狀, 亦露於今日之言矣。 己卯是非, 今旣有定, 而敢以趙光祖爲非罪, 南袞爲未便, 而陳達於經席之上, 熒惑上聽, 人皆驚駭。 小臣爲諫長時, 公論憤鬱, 咸欲擧劾, 而小臣之意以爲: ‘妄人無情之啓, 論之不當, 靜以鎭之, 則好矣云云。’ 未幾輒授本職, 而其是非, 則臺諫侍從旣已陳啓, 故敢以因無情之事, 深治未安之意啓達矣。 到今見之, 小臣妄啓, 罪當萬死。 鎧之所謂, 使人不得私議之言, 自上所當洞照, 是誠不祥之言也。 伏見古書, 周厲王立監謗之法, 謗者殺之, 時人言曰: ‘防民之口, 甚於防川。 水壅而潰, 傷人心多。’ 云。 厲王不聽, 國人叛之, 王流于彘而死。 秦始皇罪誹謗、誅偶語。 蓋三代以前, 三代以後, 未有若此不祥之事也。 秦亦由是而亡矣。 東漢之末, 黨禍起, 諸賢皆死。 其時昏亂, 公論在於草野, 而一擧盡陷, 東漢亦因而亡矣。 唐家之末, 未聞有淸議之盛, 而朱全忠目爲淸流, 殺於白馬驛, 投諸黃河, 唐亦亡矣。 自古如此者, 非止一二, 而謂使人不得私議之言, 聖明之下, 不可出諸口也。 而鎧之所啓如此, 其情雖不如已甚之小人, 而其罪則前古姦邪之惡, 咸叢厥身矣。 如此之言, 雖或有之, 爲臣子者, 則所當盡誠渴力, 開悟天聽, 而無端上達, 以亂人心, 極爲未安。 所謂防微杜漸者, 此亦姦邪之言也。 防微者, 有某機關之事, 而防之於未然之謂也。 年少人以大臣爲非云者, 幸有飛語, 而此實無形之言也。 所當靜以鎭之, 反假此說, 欲陷士林, 極爲非矣, 自古, 是非不可無也。 世俗或以爲包容可也; 或以爲靜以鎭之可也。 此皆不然。 夫是非邪正, 不能相容, 如陰陽晝夜之相反, 彼勝則此衰, 此勝則彼衰矣。 自上不得已定其是非可也。 水火氷炭, 同器而在, 則終有其害矣。 一二人之過, 言之猶不可, 況欲陷擧世之人乎?” 上曰: “今聞啓辭, 非徒以金鎧爲非也, 將欲動搖朝廷, 極爲過越, 而亦可畏也。 己卯之事, 是非已定, 而金鎧今乃言之, 極爲非矣。 然此豈有意而言哉? 且雖有誤事, 而國之是非, 自有臺諫與大臣, 自上與大臣論議處之可也。” 大升起而更伏曰: “極爲惶恐。” 沈義謙起而更伏曰: “伏承上敎, 不勝惶恐。 金鎧乃動搖朝廷也。 臣等何敢動搖朝廷乎?” 上曰: “金鎧之如寸陰點日, 何損於明? 但非徒以金鎧爲非, 而亦以銓曹爲非, 至極未安。” 大升起而更伏曰: ‘極爲惶恐。” 因啓曰: “今也, 敎以自有臺諫大臣云, 可謂至矣。 但事有曲折, 心欲親達而請對。 今若不盡素懷, 則死有餘罪。 凡是非邪正之事, 莫不畢陳其曲折, 然後自上聽察而辨別, 則好矣。 且言端旣發, 故敢啓。 小臣性本虛妄, 不識事理, 長於鄕曲, 粗習文字, 濫得虛名, 蒙恩通顯, 極爲惶恐。 今者以當於小臣之言啓之, 尤爲惶恐。 然旣當於此, 不可不啓聖上卽祚, 事皆淸明, 前日爲物議所棄者, 皆不見容於時。 或如小臣者, 連爲臺諫侍從。 卽位以來, 屢侍經筵, 若有懷抱, 則雖重大之事, 亦莫不陳達, 或至施行, 爲人指目多矣。 所謂年少輩云者, 亦小臣之身所當之言也。 臣若避嫌, 則金鎧之事, 不可得以言也。 然上恩罔極, 雖當死之言, 固宜悉陳。 豈可避嫌, 而不言乎? 頃者文昭殿事, 議論已發而不能卽定。 其間是非甚多, 與大臣爭辨, 至於五六朔之久。 姦邪之人乘此機會, 捏成虛言, 以爲: ‘年少人, 以大臣爲未便。’ 云。 蓋事之是非雖小, 小心言之, 然後可以定之。 若皆含默, 則胡能有定乎? 其間不得志者, 胥動浮言, 往大臣之家, 則以謂: ‘其人, 今將駁汝。’ 云, 而激怒大臣。 及出外間, 又以謂大臣之言如此云, 而動搖人心。 金鎧之言, 亦非無心, 故入對而欲其盡達矣。 小臣狂疎之事亦多。 往在癸亥, 爲翰林, 而遞授司正, 出仕未久, 與人結怨之事, 亦似無之, 而乃被重罪, 以爲假托爲善, 謗訕朝政, 而削奪官爵、門外黜送。 纔過數三日, 輒蒙復職, 聖恩罔極。 而近來恩數尤多, 不能退去, 所謂年少輩之言, 小臣亦入其中云, 惶恐無已。 夫是非邪正, 自然有之。 若詢于大臣, 詢于臺諫, 則聖明之下, 何有隱遁之事乎? 且左右之人, 大槪知之, 傳聞則有訴於政丞家者, 以謂小臣言領相, 則當罷職, 左相則當打腮云。 安有如此駭愕之事乎?” 義謙曰: “小臣亦聞之矣。 往權轍家, 則轍言: ‘或以謂: ‘奇大升與權轍昏夜相從, 謀陷領相。’ 云。 吾與領相, 志同氣合, 豈有如此事乎? 且宰相來言, 奇大升以爲: ‘領相則當罷職, 左相則當打腮云。’ 此明非大升之言也。 雖丘史, 亦不可打腮, 況吾在大臣之列, 大升安能打吾。’ 云云。 且轍語其彼言於領相, 領相以謂: ‘我等在, 則其何以如是乎?’ 云云。 此心姦人, 欲陷士林而造言也。 雖常人, 何可打腮乎?” 大升曰: “大臣與年少人有間之言, 不知出於何處, 此必流言也。 若聽者公平其心, 則當曰豈有如此言乎? 使之鎭定可也。 而鎧之所啓, 欲爲防微云。 其意有在此, 亦傳聞, 而金鎧將陷五六人矣。” 上曰: “五六者, 誰耶?” 義謙曰: “李鐸、朴淳、奇大升、尹斗壽、尹根壽、鄭澈云。 此言似誣, 然其所言, 則若是矣。 上曰: “左承旨聞諸何處耶?” 大升對曰: “今者沈義謙所啓, 則指其名矣。 然或云李後白, 或云尹斗壽, 流傳之言, 不能詳知。 但鎧之子言於人曰: ‘父聞彼奇, 每常憂慮, 欲爲鎭定。’ 云, 而其名則不言某某, 此言漏洩, 人皆知之, 似若不聞, 而置之可也。 但虛言之出, 自上當知, 故敢啓。” 上曰: “聞之於何處耶?” 大升曰: “小臣非因沈義謙之言, 而知之也。 朋輩間傳傳聞之, 而其人亦傳聞, 不可以謂某人之言也。 若尋其言根, 則小臣之罪亦大矣。 或不實, 則臣當服其罪矣。” 上曰: “非欲尋其言根, 而問之也。 但左承旨非靈而自知, 必有聞處矣。” 大升曰: “小臣當於此, 不可不啓。 鄭惟一大槪聞之, 鄭澈亦聞而言之, 沈義謙亦聞而言之矣。” 義謙曰: “小臣不避鈇鉞, 何不盡違乎? 小臣則聞之於可信宰相, 若命言之, 則當陳達矣。” 上曰: “何人言之耶?” 義謙曰: 臣見大提學朴淳, 則以聞諸李鐸, 而言之矣。 因語臣曰: ‘金鎧將欲陷害吾及李鐸、尹根壽兄弟、李後白、奇大升。’ 云云, 而擾亂言之, 似乎不關云。 參知朴謹元亦聞此言, 而語臣曰: ‘如此之言, 有之可笑。’ 云。 且李鐸則聞於實處云矣。 李湛亦聞此言。” 大升曰: “李鐸、朴淳不無時望, 故姦人忌嫉, 小臣無狀, 而濫得虛名, 爲外間題目, 極爲惶恐。” 上曰: “金鎧之所欲陷害宰相, 非止一二云。 此則不然, 鎧以匹夫, 安得以陷其多人乎?” 大升曰: “金鎧之所啓, 極爲荒唐, 而又有如彼之言, 觀其今日所啓, 所謂年少人, 歷詆三公云者, 不無其意矣。” 義謙曰: “彼言若虛誣, 則金鎧之啓, 亦徒言而已。 不然則必與數三人締結, 將欲告變, 如鄭順朋、南袞之爲矣。” 金就文曰: “姦邪在朝, 則自不得和平矣。” 上曰: “金鎧數三締結云。 所謂締結者, 何人耶?” 大升曰: “其將所爲之事, 則不之知矣。 但觀其言, 則似有締結者矣。 今以形狀未著之言, 而非欲加罪也。 但其言極非, 自上所當知之。 人臣邪正是非, 何盡識乎? 臣等所啓之言, 與他人所啓之言, 參酌決斷, 則自當知其某也是, 某也非矣。 臣等非敢自以爲是也。 苦聞大臣臺諫之言, 則可知矣。 但是非邪正, 自古不得竝容, 故今欲盡達曲折矣。 夫小人之害善類, 或以爲謗訕, 或以爲朋黨, 千古一轍, 自上觀其前史, 昭然可知。 不幸今日有之, 安有如此事乎? 金鎧本無知識, 明宗於末年, 有心熱, 常患疾恙。 乙丑年, 文定王后昇遐後, 方在喪中, 尤爲不寧。 臣子悶迫之情, 則誠不偶然矣。 但金鎧其時上疏, 言調病之道, 而又以爲委政冡宰云。 尹元衡時爲領相, 鎧非不知元衡之爲人, 而請爲委政冡宰, 當時之人, 莫不痛憤矣。” 上曰: “若以爲非, 則金鎧之言旣已著顯, 當以此爲非可也。 但數三人締結, 及以銓曹爲非之言, 則時無顯發之事, 而言之若是, 似乎易言矣。 金鎧事, 當與大臣議處矣。” 大升曰: “敎以與大臣議處, 且當以顯者爲非云。 此天地度量, 不勝感激。 又敎以數三人締結之言, 似乎易發云, 此亦至矣。 但以銓曹爲非者, 是實公言也。 銓曹操一國用人之柄, 所當其難其愼, 博採群議, 而用之可也。 若自用立己意, 則不亦非乎? 今者銓曹, 豈無顯著之失哉? 大臣不許, 公論不許 而不意以鎧爲大司憲, 擾亂朝廷, 基禍士林, 不可不以銓曹爲罪也。 如此之事, 自上當知其非, 可矣。” 又啓曰: “政院非諫官非大臣, 而只掌出納王言, 故謂之喉舌之任。 蓋喉舌乃一身之最關者也。 大臣、臺諫之不得言者, 亦言之, 古人稱爲內相矣。 隨事規正, 有懷輒達, 故經筵春秋, 亦皆兼帶。 今則不能盡其職任, 世俗謂之吏隱矣。 然臣等遭逢聖明之時, 忝冒是職, 徒爲貪戀官爵, 而不達素懷, 則平日以儒者爲志, 而今焉用之乎? 是以欲盡達於面對矣。 自上幸以爲此臺諫、大臣之所爲, 政院何以如是乎云爾, 則豈不未安乎? 臣等遞去, 他人來此, 而如有所當言之事, 則 必皆言之可也。 近臣不言, 則疎遠之臣, 安得以言乎? 近臣必得盡言, 然後如人之一身, 血脈流通, 凡事可得爲也。 或有機關重大之事, 而政院不言, 他日自上覺悟, 而以爲近密之臣, 何以不言乎云爾, 則死有餘罪矣。 如是啓之外, 則結怨於人旣多, 而上則觸犯天威亦多, 惶恐罔極, 而但不言, 則非徒一身有罪, 亦至於汚辱朝廷, 故敢啓。 小臣有悶迫之情, 曾欲上達, 而以一己之私, 煩瀆天聽, 極爲惶恐, 故不敢矣。 小臣別無知識, 氣稟之病亦多, 而妄事有之, 不幸粗習文字, 濫得虛名。 頃日李滉退去時, 自上引見, 詢訪知文之人, 李滉遂擧小臣之名, 而啓達, 不勝惶恐。 李滉歸時, 出宿漢江。 小臣往見言之曰: ‘竊聞啓達之言, 至爲悶迫。 何以煩瀆天聽乎?’ 滉曰: ‘吾常在外, 遠來京師, 亦不往還, 未嘗有所知者矣。 汝則前日相通簡書而論學, 我之所知者, 惟汝而已。 非以汝爲勝於人也。 但主上下問, 不可不達, 故啓之。 古人亦擧爾所知, 汝何嫌乎?’ 云云。 聞此言, 小臣之心稍降矣。 厥後指目甚多, 以謂李滉薦某人云。 擧顔而行亦難。 自上又以小臣, 幸意其知文, 則此乃欺之也。 惶恐罔極. 欲其呈病, 以避毁謗, 而親舊相愛之人亦曰: ‘汝得虛名, 厥終何以爲之乎?’ 警戒者多有之。 而連續近侍, 不得退去。 不幸又逢此事, 小臣之名, 亦參其中。 小臣若能謹愼乎身, 則豈至於此乎? 尤爲惶恐, 不知何以爲之, 欲盡達其悶迫之情於榻前矣。 小臣狂疎, 不識世事, 如此淸朝, 爲人指目, 豈不悶迫乎?”"
            }
        }
    },
    "07": {
        "10": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province hurriedly reported to the King that flood damaged in Jeonju , Gimje , Hwasun , Buan , and Gyeongsang Provinces were damaged by rice crops, and the people were swept away and drowned. However, Hamyang was especially severe. The King transmitted a royal directive to the Ministry of Rites , which stated, Now that I saw the letter of cruelly crushed to the southern Jeolla Province, it is very worrisome. The peoples livelihoods are extremely worrisome. In order to relieve the people from famine in a single place that suffers from calamities.",
                "H2KE-nKo": "전라 감사가 급히 장계하기를,“전주, 김제, 화순, 부안, 경상도 함양 등의 수재로 벼곡식이 물에 잠기고 사람들이 물에 잠겼는데, 함양이 더욱 심합니다.”하니, 주상이 정원에 전교하기를,“지금 양남의 서장을 보니 너무도 참혹하다. 민생이 지극히 염려되니, 재해를 입은 곳에 구황하라는 뜻으로 해조에",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 10일(신사) 1번째기사",
                "gt-oKo": "전라 감사가 치계하기를, “전주(全州)·김제(金堤)·화순(和順)·부안(扶安)과 경상도의 함양(咸陽) 등이 수재로 화곡(禾穀)이 물에 잠겼고 인물(人物)이 떠내려갔는데 그중에서도 함양이 더욱 심합니다.” 하니, 상이 정원에 전교하기를, “지금 양남(兩南)의 장계를 보니 참담하기 그지없으며 민생이 지극히 우려할 만하니, 재난을 입은 곳에 구황(救荒)하라는 뜻을 해조에 이르라.” 하였다.",
                "hj": "○辛巳/全羅監司馳啓, 全州、金堤、和順、扶安、慶尙道咸陽等水災, 禾穀沈淪, 人物漂沒, 而咸陽尤甚。 上傳于政院曰: “今觀兩南書狀, 極爲慘惔。 民生至爲可慮, 致災處救荒之意, 言于該曹。”"
            },
            "2": {
                "H2KE-EN": "The State Council advised, The recommendation of the posthumous title of [Grand Master for] Entertainments is as follows: [Grand Master for] Confucius [], and [Grand Master for] Confucius [], [Grand Master for] Confucius []. The King 낙점ed [Grand Master for Confucius].",
                "H2KE-nKo": "의정부가 아뢰기를,“이언적의 시호 망단자는 문충공, 문정공, 문원공입니다. 도덕이 있고 견문이 넓은 것을 문이라 하고, 의리를 주장하고 덕을 행하는 것을 원이라 합니다.”하니, 주상이 문원공에",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 10일(신사) 2번째기사",
                "gt-oKo": "의정부가 아뢰기를, “이언적(李彦迪)의 시호(諡號)의 망(望)은 문충공(文忠公)·문정공(文貞公)·문원공(文元公)입니다.” 하였는데, 도덕(道德)이 있고 박문(博聞)한 것을 문(文)이라 하고 의(義)를 주로 하고 덕을 행한 것을 원(元)이라 한다. 상이 문원공에 낙점(落點)하였다.",
                "hj": "○議政府啓: 李彦迪諡號望, 文忠公、文貞公、文元公道德博聞爲文, 主義行德爲元。 上落點于文元公。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "[The King] appointed Ku Samaeng as governor of Hwanghae Province .",
                "H2KE-nKo": "임자년에 구사맹을 황해도",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 11일(임오) 1번째기사",
                "gt-oKo": "구사맹(具思孟)을 황해도 감사에 제수하였다.",
                "hj": "○壬(子)〔午〕/以具思孟爲黃海道監司。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Bak Sun was appointed",
                "H2KE-nKo": "박순을 이조 판서로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 13일(갑신) 1번째기사",
                "gt-oKo": "박순(朴淳)을 이조 판서에 제수하였다.",
                "hj": "○甲申/以朴淳爲吏曹判書。"
            },
            "2": {
                "H2KE-EN": "Students of Naju were reinstated to the provincial governors of Left and Right Gyeongsang Provinces . The King granted permission. The Left Gyeongsang Province was reinstated to Gwangju , Neungseong , Hwasun , Jangheung , Suncheon , Sunchang , and Namwon . The Right Gyeongsang Province was reinstated to Jeonju , Naju , Namhae , Yeongam , Yeonggwang , Gobu , and Buan .",
                "H2KE-nKo": "나주의 부거 유생들이 상도와 하도를 좌도와 우도의 감사로 바꾸기를 청하니, 그대로 따랐다. 좌도는 광주, 능성, 화순, 장흥, 순천, 순창, 남원 등의 고을로 하고, 우도는 전주, 나주, 해남, 영암, 영광, 고부, 부안 등의 고을로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 13일(갑신) 2번째기사",
                "gt-oKo": "나주(羅州)의 부거 유생(赴擧儒生)이, 상도(上道)·하도(下道)를 좌도(左道)·우도(右道)로 고쳐 줄 것을 청하니 감사(監司)가 따랐다. 좌도는 광주(光州)·능성(綾城)·화순(和順)·장흥(長興)·순천(順天)·순창(淳昌)·남원(南原) 등의 고을로 하고, 우도는 전주(全州)·나주(羅州)·해남(海南)·영암(靈巖)·영광(靈光)·고부(古阜)·부안(扶安) 등의 고을로 하였다.",
                "hj": "○羅州赴擧儒生, 請改上下道, 爲左右道監司, 從之。 左道, 以光州、綾城、和順、長興、順天、淳昌、南原等官爲之。 右道以全州、羅州、海南、靈巖、靈光、古阜、扶安等邑爲之。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Royal Lectures and the Records of the Veritable Records (K. gichuk year as follows: It is proper to have the officials of the Office of the Royal Lectures and the Records of the Veritable Records (K. Royal Lectures . Since the Queen Mother desires to understand this, I told him.",
                "H2KE-nKo": "전교하기를,“즉위한 이후의 경연관과 실록청 관원을 서계하라.”하였다. 자전(慈殿 정순왕후)이 알고 싶어서 말한",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 18일(기축) 1번째기사",
                "gt-oKo": "전교하였다. “즉위한 이후의 경연관(經筵官) 및 실록청(實錄廳) 관원들을 서계(書啓)하라. 자전께서 알고 싶어하시므로 이르는 것이다.”",
                "hj": "○己丑/傳曰: “卽位以後, 經筵官及實錄廳官員, 書啓可也。” 慈殿欲知之, 故言之矣。”"
            },
            "2": {
                "H2KE-EN": "At this time, nine high-ranking officials were sent into exile and returned from eulsa year (. Nine high-ranking officials were promoted to higher-ranking officials. Bai In걸 , 노수신 , Hwang Bak , Kim Nansang , 유희춘 , Min Gimun , Yi Dam , Yi Jin , and Yi Wongok were sent back. Not long afterward, three persons died early in early. Han Ju , Yi Yeom , and Yu Gam were sent back to higher-ranking officials. They were only one official of the senior third rank or above but were Yun Gangwon .",
                "H2KE-nKo": "이때 을사년에 찬축되었다가 돌아온 사람은 9인이고, 백인걸ᆞ노수신ᆞ황박ᆞ김난상ᆞ유희춘ᆞ민기문ᆞ이담ᆞ이진ᆞ이원록이다. 이들이 사면되어 돌아온 지 얼마 되지 않았는데 일찍 죽은 사람은 3인이고, 한주ᆞ이염ᆞ유감이다. 이때 아직 당상이 되지 않은 사람은 윤강원 한",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 18일(기축) 2번째기사",
                "gt-oKo": "이때 을사년 찬축(竄逐)된 이후에 당상(堂上)에 오른 사람은 9인으로 백인걸(白仁傑)·노수신(盧守愼)·황박(黃博)·김난상(金鸞祥)·유희춘(柳希春)·민기문(閔起文)·이담(李湛)·이진(李震)·이원록(李元祿)이었으며, 귀환의 은사를 받고 얼마 안 되어 일찍 죽은 자는 3인으로 한주(韓澍)·이염(李焰)·유감(柳堪)이었으며, 이때 아직 당상이 되지 않은 자는 윤강원(尹剛元) 1인뿐이었다.",
                "hj": "○是時, 自乙巳竄逐以還, 升堂上者九人。 白仁傑、盧守愼、黃博、金鸞祥、柳希春、閔起文、李湛、李震、李元祿。 賜環未久, 而早死者三人, 韓澍、李焰、柳堪。 時未爲堂上者, 尹剛元一人而已。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province hurriedly reported, The criminal Shin Ui , who is confined to Boseong County , cut down the wooden palisades and allowed him to enter and exit [the wooden palisades]. He committed adultery with a court officials concubine. The King ordered that Shin Ui be interrogated and interrogated.",
                "H2KE-nKo": "전라 감사가 급히 장계하기를,“보성군에 정배한 죄인 신흡은 가시울타리를 뚫고 마음대로 출입하면서 조관의 첩을 강간하였습니다.”하니, 주상이 잡아다 국문하라고",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 25일(병신) 1번째기사",
                "gt-oKo": "전라 감사가 치계하기를, “보성군(寶城郡)에 정배한 죄인 신의(申檥)가 가시울타리를 뚫고 제 마음대로 출입하면서 조관(朝官)의 첩을 강간하였습니다.” 하니, 상이 잡아다 국문하라고 명하였다.",
                "hj": "○丙申/全羅監司馳啓: “寶城郡定配罪人申檥, 割穿棘圍, 任意出入, 强奸朝官之妾。” 上命拿鞫。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, The Zhao Commentary to the Spring and Autumn Annals (C. Lunyu is already completed. [We] should not attend the Royal Lecture on the Confucian Classics until the early studying down to the ground and not attend the Royal Lecture on the Confucian Classics until the early studying down to the ground. The number of days [for the study] should be determined by Your Majesty. What do you think about having suspicions [for the study of the Classics] when there is a suspicion? The King said, I will understand.",
                "H2KE-nKo": "홍문관이 아뢰기를,“《논어》의 진강을 지금 이미 마쳤으니, 마땅히 철폐하고 숙독해야 합니다. 숙독할 때까지 조강을 하지 말고 날수가 많고 적음을 주상께서 참작하여 처리하시는 것이 마땅합니다. 만약 의심나는 곳이 있으면 불시에 소대하는 것이 어떻겠습니까?”하니,",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 28일(기해) 1번째기사",
                "gt-oKo": "홍문관이 이르기를, “《논어(論語)》의 진강(進講)을 이제 이미 마쳤습니다. 마땅히 철두철미하게 숙독(熟讀)하셔야 할 것이니 숙독하시는 동안 조강(朝講)은 하지 마시고, 그 날수의 다과(多寡)는 위에서 짐작해 하시되, 만약 의심나는 곳이 있으시면 불시로 소대(召對)하시는 것이 어떠하겠습니까?” 하니, 알았다고 전교하였다.",
                "hj": "○己亥/弘文館啓曰: “《論語》, 今巳畢進講。 當徹上徹下熟讀, 限熟讀間, 勿爲朝講, 日數多寡。 自上斟酌宜當。 若有疑處, 不時召對, 何如?” 傳曰: “知道。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Shin Huinam as third inspector .",
                "H2KE-nKo": "신희남을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 29일(경자) 1번째기사",
                "gt-oKo": "신희남(愼喜男)을 장령에 제수하였다.",
                "hj": "○庚子/以愼喜男爲掌令。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General advised, Magistrate of Samcheok Strategic Prefecture Han Gi is foolish and weak. Magistrate of Anbyeon Strategic Prefecture Yang응태 is formerly serving as 동래 부사로 있을 때 greedy and corrupted.",
                "H2KE-nKo": "사헌부가 논계하기를,“삼척 부사 한기는 나약하고 노쇠하며, 안변 부사 양응태는 전에 동래 부사로 있을 때 탐욕을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 3일(갑술) 1번째기사",
                "gt-oKo": "사헌부가 삼척 부사(三陟府使) 한기(韓琦)는 잔열(殘劣)하고 노쇠했으며, 안변 부사(安邊府使) 양응태(梁應台)는 전에 동래 부사(東萊府使)로 있을 때에 탐오하고 비루하였다고 논계했다.",
                "hj": "○甲戌/司憲府論啓: “三陟府使韓琦殘劣衰耗, 安邊府使梁應台, 前爲東萊府使時, 貪取鄙陋。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King appointed Kim Cheomgyeong as left royal secretary .",
                "H2KE-nKo": "김첨경을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 6일(정축) 1번째기사",
                "gt-oKo": "김첨경(金添慶)을 좌승지에 제수하였다.",
                "hj": "○丁丑/以金添慶爲左承旨。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported on the dismissal of Han Gi and Yang응태 . The King approved this request.",
                "H2KE-nKo": "사헌부가 연계하여 한기와 양응태를 파직할 것을 청하니,",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 7일(무인) 1번째기사",
                "gt-oKo": "사헌부가 한기와 양응태의 파직을 연이어 아뢰니, 상이 따랐다.",
                "hj": "○戊寅/司憲府連啓韓琦、梁應台罷職事。 上從之。"
            }
        }
    },
    "08": {
        "14": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King proceeded to Moui Hall . At the fifth hour of the third lunar month, the palace gate opened, and the soldiers gathered together. At the oh hour (approximately 3:30-4:30 p.m.m., the King reported the sacrifice to the King at the oh hour (5:30-6:30 p.m.m., the King departed the palace at the oh hour (5:30 p.m.m., the King.......",
                "H2KE-nKo": "을묘년에 주상이 모의전에 나아갔다. 3경 5점에 궁성의 문을 열고 군사들을 모아 사시에 동가를 고하는 제사를 지내고 신시에",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 14일(을묘) 1번째기사",
                "gt-oKo": "상이 모의전(慕義殿)에 나아가 3경(更) 5점(點)에 궁성 문을 열고 군사를 집합시켰으며, 사시(巳時)에 동가제(動駕祭)를 올리고 신시(申時)에 동가하였다.",
                "hj": "○乙卯/上詣慕義殿。 以三更五點, 宮城門開, 軍士聚會, 巳時告動駕祭, 申時動駕。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongjin day, the first day of the first month, the King accompanied the royal carriage from Donhwa Gate to the Royal Ancestral Shrine .",
                "H2KE-nKo": "미시 정각에 주상이 돈화문에서 신련을 모시고 종묘까지",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 15일(병진) 1번째기사",
                "gt-oKo": "미시(未時) 정각에 상이 돈화문(敦化門)에서 신련(神輦)을 모시고 나와 종묘까지 갔다.",
                "hj": "○丙辰/未正, 上自敦化門, 陪神輦, 而出至宗廟。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "At the sinchuk day of the twelfth month, the King performed the rite at the Royal Ancestral Shrine . At the oh hour (approximately 1:30-1:30 a.m., the King had music played and returned to the palace. All the officials performed the congratulatory ceremony for the celebration of the King at the chamber of the Royal Ancestral Shrine . The King instructed high and low officials in the capital and in the provinces, mid-tier officials , commoners , and civil and military officials . The King said: The fifteenth day of the eighth month, the cloud short of the cloud clouds, and the spirit tablet is moved. The sacrifice is permanently distant, and the ritual procedure is to be respectfully enshrined in the Royal Ancestral Shrine . This year, on the sixteenth day of the eighth month of the fourth year of the Senior Abdicated King (Jeongjong of Reverence and Stabilization (Jeongjong of Benevolence and Filial Piety (Jeongjong of Reverence and Stabilization (Jeongjong of Benevolence and Filial Piety (Jeongjong of Reverence and Stabilization and Piety (Jeongjong of Reverence and Stabilization (Jeongjong of the Royal Ancestral Shrine . As the spirit tablet was completed, the spirit tablet was enshrined in the Royal Ancestral Shrine was held on the sixteenth day of the eighth month of the third year of the Xuande era (. The spirit tablet was already expected, and the lucid occasion was conducted",
                "H2KE-nKo": "축시에 주상이 부묘제를 행하였다. 묘시 정각에 주상이 풍악을 울리고 궁으로 돌아왔다. 백관이 첨하에서 하례를 행하였다. 서울과 지방의 대소 신료, 한량, 기로, 군민 등에게 교서를 내렸는데, 그 내용은 다음과 같다.“왕은 이르노라. 구름에 오르는 망단자를 바라보니 선어가 달아나고, 엄숙한 제사가 영원히 막혀 예를 따라 공경히 부묘하는 의식이 끝났음을 고하노라. 이번 융경 3년 8월 16일에 삼가 황고 공헌 명종 헌의 소문 광숙 경효 대왕의 신주를 받들어 종묘에 친히 모셨다. 정성을 다 쏟고 이어서 빛나는 의식을 거행하였으니, 이 일은 추연해야 할 것이다. 그 신령이 비를 내려 많은",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 16일(정사) 1번째기사",
                "gt-oKo": "축시에 상이 부묘제(祔廟祭)를 행했다. 묘시 정각에 상이 풍악을 울리며 환궁하니 백관이 첨하(簷下)에서 하례(賀禮)를 행하였다. 중외(中外)의 대소 신료와 한량(閑良)·기로(耆老)·군(軍)·민(民)·인(人) 등에게 전교하였다. “왕은 이른다. 첨앙함이 구름속으로 끊어지니 선어(仙馭)하시어 영원히 멀어졌도다. 엄숙히 예에 따라 제사하여, 공경히 부묘의 의례가 이루어졌음을 고하노라. 오늘 융경(隆慶) 3년 8월 16일에 황고(皇考) 공헌 명종 헌의 소문 광숙 경효 대왕(恭憲明宗獻毅昭文光肅敬孝大王)의 신주(神主)를 공경히 받들어 친히 종묘에 부(祔)함에 이미 정결함을 다하였고 이내 밝은 의식을 거행하였다. 이 일을 마땅히 추연(推演)하건대 그 신께서 우리에게 흠뻑 은혜를 내려주실 것이니, 이에 뭇 백성들에게 반사(頒赦)를 하는 바이다.”",
                "hj": "○丁巳/丑時, 上行祔廟祭。 卯正, 上動樂還宮。 百官行賀禮于簷下。 敎中外大小臣僚、閑良、耆老、軍民人等。 王若曰。 望斷升雲, 逸仙馭之。 永隔祀嚴, 率禮欽祔儀之告成。 云云。 今隆慶三年八月十六日, 祗奉皇考恭憲明宗獻毅昭文光肅敬孝大王神主, 親祔于宗廟。 旣罄精, 仍擧熙, 事宜推演, 其神貺霈, 肆宥於群黎。 云云。"
            },
            "2": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 16일(정사) 2번째기사",
                "gt-oKo": "홍문관 교리(校理) 이이(李珥)가 경석(經席)에서 《맹자(孟子)》를 진강하면서 임문(臨文)하여 아뢰기를, “세대(世代)마다 각기 숭상한 바가 있었습니다. 전국 시대(戰國時代)에 숭상한 것은 부국 강병(富國强兵)에 있었으므로 전쟁에 이기고 공략하여 탈취하는 데 그쳤습니다. 서한(西漢) 때의 순후한 풍조라든가 동한(東漢) 때의 절의(節義), 서진(西晉) 때의 청담(淸談) 등이 모두 한 시대의 사조였습니다. 임금으로서는 한 시대의 사조(思潮)가 어떠한지를 살펴서 그 사조가 잘못되었으면 마땅히 그 폐단을 바로잡아야 하는 것입니다. 오늘날은 권간(權奸)이 국정을 전단한 뒤를 이어받아 사습(士習)이 쇠약하고 나태해져 한갓 녹(祿)을 받아먹고 자기 한 몸 살찌울 줄만 알지 충군 애국하는 마음은 없습니다. 설령 한두 사람 뜻을 가진 이가 있어도 모두 시속(時俗)에 구애되어 감히 기력을 발휘하여 국세를 떨치지 못하고 있습니다. 시속의 풍조가 이러하니 성상께서는 마땅히 크게 일을 성취시키겠다는 뜻을 분발하시어 선비의 기풍을 진작시킨 뒤에야 세도(世道)를 변화시킬 수 있을 것입니다. 옛적에 맹자는 필부의 힘으로 다만 언어(言語)로써 사람들을 가르쳤는데도 오히려 사론(邪論)을 종식시키고 바른 도(道)를 넓히어 우(禹)임금과 같은 공을 이루었습니다. 더구나 임금은 치세(治世)의 책임을 맡고 있으니 이 도로써 제대로 백성들을 가르치기만 하면 후세에 교화를 드리울 뿐만 아니라 당대에 교화를 일으킬 수 있을 것이니 그 공이 어찌 비단 맹자에 그치고 말겠습니까. 오늘날 인심(人心)의 함닉됨을 홍수의 재해와 양묵(楊墨)의 피해보다 심하니, 성상께서는 다만 몸소 실천하고 마음으로 터득하여 교화를 세상에 포시(布施)하시어 군사(君師)의 책임을 다하시기를 바랄 뿐입니다.” 하였다. 강이 끝나고 이이가 나아가 아뢰기를, “임금이 다스리려고 하지 않는다면 그만이거니와 만약 다스리려고 한다면 반드시 먼저 학문에 공을 쏟아야 합니다. 이른바 학문이라는 것은 단지 부지런히 경연에 나아와 고서(古書)를 많이 읽는 것뿐만이 아니라 반드시 격물(格物)·치지(致知)·성의(誠意)·정심(正心)하는 공부를 게을리하지 않아서 실지로 공효가 있게 된 다음에야 학문이라고 할 수 있습니다. 필부는 집에 있으므로 아무리 학문의 공이 있다 해도 그 효과가 세상에 나타나지 않지만, 임금은 그렇지 않아 마음과 뜻에 온축된 것이 정사(政事)에 발휘되는 까닭에 그 효과가 곧바로 나타나는 것입니다. 현재 민생은 곤핍하고 풍속은 박악(薄惡)하며 기강은 무너지고 사습(士習)은 바르지 못한데 전하께서 즉위하신 지 몇 해가 되는데도 그 다스림의 효과가 나타나지 않는 것은 아마도 전하의 격물·치지·성의·정심하는 공부가 지극하지 못한 점이 있기 때문일 것입니다. 만약 이처럼 인습적으로 이어가 날로 더욱 퇴패(頹敗)해진다면 나라 모양이 어떻게 될는지 알 수 없습니다. 원컨대 전하께서는 크게 성취시키겠다는 뜻을 분발하시어 도학(道學)에 마음을 두시고 선정(善政)을 강구하시어 성주(聖主)가 장차 삼대(三代)의 도를 흥기시키려고 한다는 것을 신민들이 환히 알게 하소서. 그런 뒤에 뭇 신하의 선악을 자세히 살피시어 충군 애국하는 자들을 가려 그들과 함께 일을 같이하시고, 아무 뜻도 없이 평범하게 국록만 탐하는 자들을 큰 직임에 외람되이 있지 못하게 하심으로써 거조(擧錯)가 타당함을 얻고 인물과 자리가 서로 걸맞게 된다면, 경세 제민(經世濟民)하는 선비들로서 세상의 소용이 되는 자가 반드시 나와 나라의 일이 제대로 될 수 있을 것입니다. 전하께서 진실로 다스리는 데에 뜻을 두신다면 평상인의 말도 성덕에 보탬이 될 수 있겠지만 만약 전하께서 유유 범범하게 세월만 보내면서 형식만을 일삼는다면 비록 공자와 맹자가 좌우에 있으면서 날마다 도리를 논한다 하더라도 또한 무슨 유익함이 되겠습니까.” 하였다. 영의정 이준경(李浚慶)이 나아가 아뢰기를, “조정에서는 체통(體統)을 지켜야 하는데 저번에 승지가 면대(面對)를 청한 것은 근규(近規)가 아니어서 체통을 무너뜨린 듯합니다. 가령 두려워해야 할 만한 조짐이 있더라도 본디 대간과 논사(論思)하는 신하들이 있는데 하필 승지가 청대(請對)한단 말입니까.” 하니, 이이가 아뢰기를, “이 말은 옳지 않습니다. 단지 말한 내용이 무엇이었느냐가 문제입니다. 말한 것이 옳다면 체통에 무슨 방해가 되겠습니까. 승지도 경연의 참찬관(參贊官)이니 청대하여 일을 말하는 것도 그 직분입니다. 이준경의 말은 크게 편집(偏執)되어 있습니다. 지금 선정이 거행되지 않아서 모든 법도가 폐이(廢弛)된 판국에 만약 분연히 일으켜 한 시대의 규구(規距)를 새롭게 하지 않고 그저 일상 해오던 옛날 법도만 따르고 지킨다면 어떻게 적폐(積弊)를 제거하고 큰일을 성취하겠습니까. 대신으로서 임금을 정당한 길로 인도하지 못하고 다만 근규(近規)를 준수하는 데 힘을 쓰게 하니 자못 아랫사람들의 바라는 바가 아닙니다.” 하였다. 이이가 상에게 아뢰기를, “정치를 하려면 먼저 시대를 잘 인식해야 합니다. 임금이 잘 하려는 의욕이 있어도 권신이 국정을 독단하거나 전쟁이 일어나 소란스러우면 아무리 뜻이 있다 하더라도 다스리는 일을 성취하기 어렵습니다. 지금은 다행히 권간이나 전쟁이 없으니 지금이야말로 전하께서 급급히 하셔야 될 때입니다.” 하자, 상이 이르기를, “이 말이 옳긴 하다. 다만 요란스러웠던 전국 시대에도 맹자는 제(齊)와 위(魏)에 왕도(王道)를 권했었으니 비록 전란이 있다 해도 왕도를 행할 수 있는 것이다.” 하니, 이이가 배사(拜辭)하고 아뢰기를, “전하의 견해가 진정 천고에 탁월하다 하겠습니다. 다만 왕도가 행해지는 것은 실질적인 공을 쌓는 데에 있는 것이지 언어에 있는 것이 아니니, 전하께서는 실질적인 공부에 힘을 쏟으소서. 맹자의 말에 ‘일단 임금의 마음을 바로잡기만 하면 나라가 안정된다.’고 하였는데 이것이 가장 긴요한 말입니다. 임금의 마음이 일단 바르게만 되면 정사를 처리하는 사이에 조그만 실수가 있다 해도 스스로 개혁해 나가겠지만 임금의 마음이 바르지 못하면 아무리 정사가 도리에 우연히 맞는다 해도 점차 변하여 그릇되게 될 것입니다. 이제 전하께서 먼저 성심(聖心)을 바르게 하시어 일상의 언행이 순수하게 한결같이 정도에서 나오게 해서 신민의 모범이 되신다면, 군자들은 믿는 바가 있게 되어 충성을 다해 보좌할 것이며, 소인들 역시 상의 마음을 사사로이 요구할 수 없다는 것을 알아 앞으로는 반드시 허물을 고치고 선을 향하게 될 것이니, 이것이 이른바 ‘임금의 마음을 일단 바르게 하면 나라가 안정된다.’고 하는 것입니다.” 하였다.",
                "hj": "○弘文館校理李珥, 於經席進講《孟子》, 臨文啓曰: “世代各有所尙, 戰國之時所尙, 在於富國强兵, 戰勝攻取而已。 至如西漢之淳厚, 東漢之節義, 西晋之淸談, 皆一代所尙也。 人君當觀一代所尙之如何。 所尙不正, 則當矯其弊。 今者承權奸鉗制之後, 士習委靡偸惰, 徒知食祿以自肥而已, 無忠君憂國之心。 縱有一二有志者, 皆爲流俗所拘, 莫敢出氣力以振國勢。 俗尙如此, 聖上當奮大有爲之志, 以作士氣, 然後世道庶可變也。 昔者孟子以匹夫之力, 只以言語敎人, 尙能熄邪燄廓正路, 以成如禹之功。 況人君任治世之責, 能以斯道敎民, 則非徒垂敎於後世, 亦可興化於當時, 其功豈特孟子而已? 當今人心之陷溺, 甚於洪水之災ㆍ楊、墨之害。 只望, 殿下躬行心得, 施敎於世, 盡其君師之責而已。” 講畢, 珥進啓曰: “人君不欲治則已, 如欲爲治, 必先下功於學問。 所謂學問者, 非特勤御經筵, 多讀古書而已。 必也, 格物、致知、誠意、正心, 工夫不懈, 實有功效, 然後乃可謂之學問也。 匹夫在家, 雖有學問之功, 其效不見於世。 人君則不然, 蘊之心意者, 發爲政事, 故其效立見也。 當今民生困瘁, 風俗薄惡, 紀綱陵夷, 士習不正, 而殿下臨御數年, 未見治效, 竊恐, 殿下格致誠正之功, 有未至也。 若此因循, 日益頹敗, 則國之爲國, 未可知也。 伏願殿下, 奮發大有爲之志, 存心道學, 講救善政, 使臣民曉然知聖主將興三代之道, 然後熟察群臣之臧否, 擇其忠君憂國者, 與之共事, 而不使碌碌無志, 只求餔餟者, 冒居大位, 擧錯得宜, 人器相稱, 則經濟之士, 必有出爲世用者, 而國事庶可爲也。 殿下誠志於治, 則雖常人之言, 可補聖德。 若殿下悠悠泛泛, 只事文具, 則雖孔、孟在左右, 日談道理, 亦何益哉?” 領議政李浚慶進曰: “朝廷之上, 當守體統。 頃日承旨請面對之事, 非近規也。 恐壞體統也。 假使有可畏之機, 自有臺諫及論思之臣, 何必承旨請對耶?” 珥曰: “此言不然。 只在所言之如何耳。 若所言是, 則何妨於體統? 承旨亦 經筵參贊之官也。 請對言事, 亦其職也。 浚慶之言, 大執也。 今者善政不擧, 百度廢弛, 若不奮然振作, 以新一代之規矩, 而徒欲循常守舊, 則安能祛積弊, 而大有爲哉? 大臣不能引君當道, 而惟遵守近規是務, 殊非群下所望也。” 李珥白上曰: “爲治, 先須識時。 人君雖欲有爲, 若權臣專國, 或兵革擾亂, 則雖有其志, 治務難成矣。 今者幸無權姦及戎馬, 此正殿下汲汲有爲之秋也。” 上曰: “此言則然矣但。 戰國擾攘之時, 孟子勸齊、梁行王道, 則雖有戎馬, 亦可行王道矣。” 珥拜謝曰: “殿下所見, 誠卓冠千古矣。 但王道之行, 在於實功, 不在於言語。 伏願, 殿下實下功夫也。 孟子之言曰: ‘一正君而國定。’ 此最要語也。 夫君旣正, 則政事之間, 雖有小失, 自當改革矣。 若君心不正, 則雖使政事偶合於理, 漸變爲非矣。 今者, 殿下先正聖心, 日用言行, 粹然一出於正, 以表率臣民, 則君子有所恃, 而盡忠輔佐, 小人亦知上心之不可干以私, 將必革面向善矣。 此所謂一正〔君〕而國定者也。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gimi day, the Office of the Censor General impeached the chief royal secretary who failed to inspect the written invocation in gimi year ( and requested that he be dismissed from his position. The King approved this request. ",
                "H2KE-nKo": "사간원이 축문을 자세히 살피지 못한 승지를 탄핵하여 체차하기를 청하니, 주상이 그대로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 18일(기미) 1번째기사",
                "gt-oKo": "사간원이 축문(祝文)을 자세히 살피지 못한 승지를 탄핵하여 체직할 것을 청하니, 상이 따랐다.",
                "hj": "○己未/司諫院劾不能詳察祝文之承旨請遞。 上從之。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, During the Royal Ancestral Shrine on the sixteenth day, the second deputy director of the Office of Ritual Procedures finally ushers His Majesty to enter the funerary spirit tablet and proceed to the funerary spirit tablet. This not only causes trouble to the symptoms of Your Majesty but also runs contrary to the ritual propriety. Your subjects request that the ritual propriety officials , the chief royal secretary , and the ceremonial assistants of the Office of Ritual Procedures all be dismissed from their posts. The King ordered that all the other royal secretaries be replaced, and the second deputy director of the Office of Ritual Procedures requested that they be dismissed from their posts. The ritual propriety officials in charge of the Office of Ritual Procedures arbitrarily retreated to the Royal Ancestral Shrine and merely had ignorant clerks visit the Royal Ancestral Shrine. Your subjects request that the ritual propriety officials of the senior third rank or above be arrested and interrogated. The King replied, The ritual propriety officials of the Office of Ritual Procedures and the ritual propriety officials should be implemented as reported. The ritual propriety officials should be investigated.",
                "H2KE-nKo": "사헌부가 아뢰기를,“16일 부묘하는 행사 때에 좌통례는 집례가 창하기도 전에 지레 전하를 인도하여 판위로 들어가 옥체가 피로할 뿐만 아니라 제례가 어긋나서 절차가 전도되었습니다. 예의사, 도승지 및 예방 승지를 모두 파직하고 다른 승지는 모두 체차하라고 명하소서. 좌통례는 파직하라 명하소서. 차지 예모관은 멋대로 물러나 있으면서 미욱한 하인으로 하여금 묘 안의 일을 가서 보게 하였으니, 잡아다 국문하고 당상 집례는 추고하소서.”하니, 답하기를,“통례와 예모관을 파직하는 일은 아뢴 대로 하라.",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 18일(기미) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “16일 부묘(祔廟) 행사 때에 좌통례(左通禮)는 집례(執禮)가 창(唱)하기 전에 곧바로 전하를 인도하여 판위(版位)에 들어가시게 하였으니 옥체에 수고로움을 끼쳤을 뿐만 아니라 제례(祭禮)를 어긋나게 하고 절차를 전도케 하였습니다. 예의사(禮儀使) 도승지(都承旨) 및 예방 승지(禮房承旨)를 모두 파직하도록 명하시고 다른 승지도 모두 체직을 명하시며, 좌통례는 파직을 명하소서. 차지 예모관(次知禮貌官)은 멋대로 물러가 있으면서 다만 미욱한 아랫사람들로 하여금 가서 묘내(廟內)의 일을 살펴보게 하였으니 잡아다 국문하고 당상 집례(堂上執禮)는 추고하소서.” 하니, 답하기를, “통례와 예모관을 파직할 일은 아뢴 대로 하고, 예의사는 추고하도록 하라.” 하였다.",
                "hj": "○司憲府啓: “十六日祔廟行事之時, 左通禮當執禮未唱之前, (經)〔徑〕導殿下, 入詣版位, 非徒玉體有勞, 祭禮愆違, 節次顚倒。 請禮儀使、都承旨及禮房承旨, 竝命罷職, 他承旨竝命遞差, 左通禮請命罷職。 次知禮貌官, 任然退在, 只令迷劣下人往見廟內之事, 請拿鞫堂上, 執禮推考。” 答曰: “通禮、禮貌官罷職事, 如啓。 禮儀使, 推考可也。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive: Within this month, I personally perform the special rite at Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui. Send a date and report back to me.",
                "H2KE-nKo": "전교하기를,“이달 안으로 문소전 별제를 친히 행할 것이니,",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 18일(기미) 3번째기사",
                "gt-oKo": "전교하였다. “이달 중으로 문소전(文昭殿) 별제(別祭)를 친행하겠으니 택일하여 아뢰라.”",
                "hj": "○傳曰: “今月內, 文昭殿別祭親行矣。 擇日以啓。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyemyo day, at the sa hour (approximately 3:30 p.m.m., Venus appeared in the fifth hour (5:30 p.m., and Venus appeared in the middle hour (5:000 p.m.-1:00 p.m.,00 p.-1:00 p.m.-1:00 p.m.-1:30 p.m.-12:00 p.m.-1:000 p.m.-1:00 p.m.-1:000 p.m.-1:30 p.m.-12:30 p.m.-1:30 p.-12:30 p.m.-1:30 p.-1:30 p.m.-1:30 p.-12:30 p.m.-1:30 p.-1 p.m.-12:30 p.-1 p.m.-1:30 p.-12 p.m.-1 p.-1:30 p.m.-1 p.-1",
                "H2KE-nKo": "사시에 태백성이 오지에 나타나 경천하였다. 주상이 정원에",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 2일(계묘) 1번째기사",
                "gt-oKo": "사시(巳時)에 태백(太白)이 오지(午地)에 나타나 경천(經天)하니, 상이 경악을 금치 못하였다고 정원에 전교하였다.",
                "hj": "○癸卯/巳時, 太白見於午地, 經天。 上傳于政院曰: “不勝驚愕。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Former Lord of Haepung County Yi Wonu is a cunning and wicked man, and he slandered his wicked father. He knew nothing about the matter of harming people and people for a long time. When the late King passed away, he did not come to the courtyard bowing and wailing, and suddenly plotted to look after his desire. He dared to go to his private residence in his royal dragon robes and return to the palace several times without cease. His intentions are extremely disrespectful. According to the penal code, he should be punished by banishment, and he should be deprived of his office and not be allowed to stand in the same manner as he is already excessive. However, his certificate of appointment has been returned to this man, which is already presumptuously surprised. Your subjects request that Your Majesty withdraw his letter of appointment. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“전 해풍군 이원우는 음험하고 간특한 사람으로서 흉악한 아버지를 부추겨서 사람을 상하게 하고 사물을 해치는 일에 대해 모두 미리 알게 하였으므로 나라 사람들이 모두 분개한 지 오래되었습니다. 선왕께서 승하하신 초기에 호곡하는 반열에 나아가지 않고 문득 요행을 바라는 생각을 내어 감히 융복 차림으로 잠저에 달려갔다가 궐문을 두세 번이나 왕래하였습니다. 그의 심사를 따져 보면 매우 형편없습니다. 법률 조문을 살펴 죄를 정하면 귀양을 보내는 형전을 받아야 하는데 관직을 삭탈하여 반열에 끼지 못하게 한 것도 이미 너무 지나친데, 직첩을 돌려주라는 명이 도리어 이와 같은 사람에게 내려졌습니다. 보고 듣는 사람들이 모두 놀라워하니 내리신 명을 도로 거두어들이소서.”하니, 주상이 그대로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 20일(신유) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “전 해풍군(海豊君) 이원우(李元佑)는 음험하고 간특한 사람으로서 그 흉악한 아비에게 권고하여 인물(人物)을 상해(傷害)하는 데 참여하지 않은 적이 없는지라 국인(國人)이 모두 분개하여 온 지가 오래됩니다. 그러다가 선왕께서 승하하신 직후에 호곡(號哭)하는 반열에는 나아가지 아니하고 문득 요행을 바라는 계책을 내어 감히 융복(戎服)을 입고 잠저(潛邸)로 달려갔다가 궐문으로 되돌아가기를 두세 번에 그치지 않았으니 그의 심사(心事)를 헤아려 보건대 무상(無狀)하기 그지없습니다. 율에 의거하여 정죄한다면 유찬(流竄)시키는 형벌에 해당되는 것을 삭탈 관직하여 반열에 끼이지 못하게만 한 것도 이미 과람(過濫)한데 급첩(給牒)하라는 명이 도리어 이런 사람에게까지 미치니, 보고 듣는 이로서 경악하지 않는 이가 없습니다. 성명(成命)을 도로 거두소서.” 하니, 상이 따랐다.",
                "hj": "○辛酉/司諫院啓曰: “前海豐君李元佑, 以陰險奸慝之人, 縱臾其兇惡之父, 其於傷人害物之事, 無不預知, 國人共憤者久矣。 及先王昇遐之初, 不赴號哭之班, 輒生希望之計, 敢以戎服馳詣潛邸, 往還闕門, 再三未已。 原其心事, 極爲無狀。 按律定罪, 當伏流竄之典, 削官不齒, 已爲太濫。 給牒之命, 反及於如此之人, 凡在見聞, 莫不驚愕。 請還收成命。 上從之。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported to the King as follows: When we examined ancient precedents, since we ascended the throne, we first performed rites at the Royal Ancestral Shrine and second rites at the Altar of the Soil and Grain and second rites at the Altar of the Soil and Grain and second rites at the Altar of the Soil and Grain , respectively, Confucius , Munso Hall , and Yeongeun Hall (Hall of Literary Liai",
                "H2KE-nKo": "예조가 아뢰기를,“전례를 상고해 보니, 즉위하신 뒤에는 먼저 종묘에 제사를 지내고 다음에 사직에 제사를 지냈으며, 그다음으로 알성시, 문소전, 영은전에 별제를 지냈습니다. 이것으로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 20일(신유) 2번째기사",
                "gt-oKo": "예조가 아뢰었다. “전례(前例)를 상소해 보건대 즉위한 후에는 먼저 종묘에 제사하고 다음에 사직에 제사하였으며 다음에 알성(謁聖)했으니 문소전과 영은전(迎恩殿)의 별제는 이 예대로 거행하소서.”",
                "hj": "○禮曹啓: “考見前例, 則卽位之後, 有先祭宗廟, 次祭社稷, 次謁聖、文昭殿、迎恩殿別祭, 以此擧行。” 云云。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Jungho as First Secretary , and Yi Mingak as First School .",
                "H2KE-nKo": "이중호를 사인으로, 이민각을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 20일(신유) 3번째기사",
                "gt-oKo": "이중호(李仲虎)를 사인(舍人)에, 이민각(李民覺)을 사성(司成)에 제수하였다.",
                "hj": "○以李仲虎爲舍人, 李民覺爲司成。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King appointed Bak Eunnam as inspector general , Sim Uigyeom as censor , and Yi Gyeongjin as third inspector .",
                "H2KE-nKo": "갑자년에 박응남을 대사헌으로, 심의겸을 대사간으로, 이경진을 장령으로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 23일(갑자) 1번째기사",
                "gt-oKo": "박응남(朴應男)을 대사헌에, 심의겸(沈義謙)을 대사간에, 이경진(李景軫)을 장령에 제수하였다.",
                "hj": "○甲子/以朴應男爲大司憲, 沈義謙爲大司諫, 李景軫爲掌令。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Yi Hubae was appointed as chief royal secretary , 유희춘 as right royal secretary , and Yun Ju as sixth-rank aide [to the chief royal secretary].",
                "H2KE-nKo": "이후백을 도승지로, 유희춘을 우부승지로, 윤주를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 26일(정묘) 1번째기사",
                "gt-oKo": "이후백(李後白)을 도승지에, 유희춘(柳希春)을 우부승지에, 윤주(尹澍)를 동부승지에 제수하였다.",
                "hj": "○丁卯/以李後白爲都承旨, 柳希春爲右副承旨, 尹澍爲同副承旨。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On mujin day, the first day of the month, the Queen Mother bestowed wine upon all the officials of the Royal Lectures and the Veritable Records of the Grand Abdicated King who acceded to the throne. The Queen Mother sent a royal directive to all the officials, which stated, The ministers and the attendant officials attended the Royal Lecture on the Confucian Classics. The King should quickly cultivate the study of the Royal Confucian Academy. Furthermore, at the time of state affairs, the worthy and subjects strive to assist the state. I am overjoyed by my mothers feelings that I cannot overcome my joy. For this small and small gifts, I show my feelings of gratitude and delight. Do not express gratitude. The King bestowed gifts upon the officials of the third rank or below in differing amounts.",
                "H2KE-nKo": "무진년 자전이 금상이 즉위한 이후의 경연관과 실록청의 신하들에게 명정전 뜰에서 술을 하사하였다. 대비가 수서로 여러 신하에게 비망기를 내리기를,“대신과 시종 등이 부지런히 진강하였으니 주상은 속히 성학이 고명해지도록 하라. 그리고 국가에 일이 많은 때에 어진 신하들이 나랏일을 도와야 할 것이다. 내가 자전을 위하는 마음에 기쁨을 금할 수 없어 이 약소한 박물로 나의 감격하고 기뻐하는 뜻을 보이는 것이니 사양하지 말라.”하고, 삼공 이하에게 차등을 두어",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 27일(무진) 1번째기사",
                "gt-oKo": "자전(慈殿)이 금상 즉위 이후의 경연관과 실록청 제신(諸臣)에게 명정전(明政殿) 뜰에서 술을 내렸다. 대비(大妃)가 수서(手書)로 여러 신하들에게 비망기(備忘記)를 내리어 이르기를, “대신과 시종 등이 주상의 성학이 속히 고명해지도록 진강하느라 수고하고 또 국가에 일이 많은 때 어진 신하들이 국사를 보좌하느라 면려하고 있으니, 내가 자모(慈母)된 마음으로 기쁨을 금할 수 없다. 이 약소한 박물(薄物)로나마 나의 기쁜 마음을 보이고자 하니 사양하지 말라.” 하고, 삼공(三公) 이하에게 차등 있게 물건을 내렸다.",
                "hj": "○戊辰/慈殿, 以今上卽位以後, 經筵官、實錄廳諸臣, 賜酒于明政殿庭。 大妃以手書下備忘記于群臣曰: “大臣侍從等, 進講於勤勞, 主上速爲聖學高明。 且國家多事之時, 賢臣等勵翼國事矣。 予爲慈母之心, 不勝美喜, 以此略小薄物, 乃示予感悅之意也。 勿謝。” 三公以下, 賜物有差。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the second day of the twelfth month.",
                "H2KE-nKo": "석강을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 28일(기사) 1번째기사",
                "gt-oKo": "석강(夕講)이 있었다.",
                "hj": "○己巳/有夕講。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyeongo day, the King visited Gyeongbok Palace to pay his respects to the Queen Mother of Gongui . At sunset, he returned to the palace. The Queen Mother ordered eunuch Bak Geun to bestow wine upon each of them. The King also bestowed one set of purple chests upon each of them.",
                "H2KE-nKo": "주상이 경복궁에 행행하여 공의 왕대비에게 문안하고 날이 저물어서 궁으로 돌아왔다. 왕대비가 환관 박근에게 명하여 술을 하사하게 하고, 또 각각 자색 주머니",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 29일(경오) 1번째기사",
                "gt-oKo": "상이 경복궁(景福宮)에 행행하여 공의 왕대비(恭懿王大妃)에게 문안하고 날이 어두워 환궁하였다. 왕대비가 환관(宦官) 박근(朴謹)을 시켜 술을 내리고, 또 각각 자주빛 주머니 1부(部)씩 내렸다.",
                "hj": "○庚午/上幸景福宮, 問安于恭懿王大妃, 日暮還宮。 王大妃命宦官朴謹賜酒。 又各賜紫的囊子一部。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "At the fifth lunar hour (approximately 5:00-1:00 p.m., a lunar man entered the River .",
                "H2KE-nKo": "병오경에서 5경까지 형혹성이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 5일(병오) 1번째기사",
                "gt-oKo": "5경에 형혹성(熒惑星)이 여귀성(輿鬼星)으로 들어갔다.",
                "hj": "○丙(子)〔午〕/五更, 熒惑入輿鬼星。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeongmi day, Venus",
                "H2KE-nKo": "정미년에 태백성이 하늘을 가로질러 5, 6일 동안 보이지 않는",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 6일(정미) 1번째기사",
                "gt-oKo": "태백이 경천하였는데 5∼6일 동안 보이지 않는 날이 없었다.",
                "hj": "○丁未/太白經天, 五六日來, 無日不見。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On musin day, [the King] appointed Baek In걸 as second deputy director of the Office of the Royal Lectures , and Yi Jungho as a sinecure official .",
                "H2KE-nKo": "백인걸을 동지경연으로, 이중호를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 7일(무신) 1번째기사",
                "gt-oKo": "백인걸(白仁傑)을 동지경연(同知經筵)에, 이중호(李仲虎)를 검상(檢喪)에 제수하였다.",
                "hj": "○戊申/以白仁傑爲同知經筵, 李仲虎爲檢詳。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyeongsul day, Venus appeared during the gyeongsul year (. Venus appeared during the daylight hours. The Venus entered the River and again approached the Venus. The Royal Secretariat requested the Office of the Inspector General to research ancient practices. The Office of the Inspector General reported to the King, Generally speaking, In the middle of the five lunar eclips, there is only a fire occurrence in the middle of the five lunar eclipses. The sunar eclipses in the middle of the five lunar eclipses are the most auspicious. The Venus appeared during the daylight hours. The Venus appeared during the daylight hours of the five lunar eclipses. The Venus eventually approached the Venus eventual occcurrence in the midddle of the five lunar eclips.",
                "H2KE-nKo": "경술년에 태백이 경천하고 형혹성이 여귀성으로 들어갔으며, 또 적시성을 범하였다. 승정원이 홍문관으로 하여금 고사를 널리 상고하게 할 것을 청하니, 홍문관이 서계하기를,“대개 오요성 가운데 오직 화성이 흉하고 뭇 별 가운데 귀성이 가장 꺼리는 곳입니다. 형혹성이 여귀성으로 들어간 것도 이미 상서롭지 못한 일인데 적시성을 범하기까지 하였으니, 그 변괴가",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 9일(경술) 1번째기사",
                "gt-oKo": "태백이 경천하였으며, 형혹성이 여귀성으로 들어갔고 또 적시성(積尸星)을 범했다. 정원이 홍문관으로 하여금 널리 고사(故事)를 상고해보도록 청하니, 홍문관이 서계하였다. “대체로 오요(五曜) 중에서 오직 화성(火星)이 흉하고 뭇 별 중에서는 귀성(鬼星)이 가장 꺼리는 존재입니다. 형혹성이 여귀성에 들어간 것만도 이미 상서롭지 못한데 적시를 범하기까지 하였으니 그 재변이 더욱 참혹합니다.”",
                "hj": "○庚戌/太白經天, 熒惑入輿鬼星, 又犯積尸。 政院請令弘文館博考故事, 弘文館書啓: “大槪五曜之中, 唯火爲凶; 衆星之中, 鬼爲最忌。 熒惑入輿鬼, 已爲不祥, 至犯積尸, 其變尤慘云。”"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On this day, on the first day [of the eighth month], [the King] offered a congratulatory memorial to the Queen Mother on her occasion and ceremonial procedure for the first time.",
                "H2KE-nKo": "이날 자전(慈殿 정순왕후)에게 존호를 올리는 1차 습의를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 1번째기사",
                "gt-oKo": "이날 자전에게 존호를 올리는 의식의 첫 번째 예행 연습을 실시했다.",
                "hj": "○辛未/是日, 慈殿上尊號, 初度習儀。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On sinsa day, the first day of the eleventh month, the King was dressed in court robes and dressed in his crown and ceremonial attire. At the oh hour (approximately 3:30-4:30 a.m.m., when His Majesty was dressed in his crown and ceremonial attire and left, the Queen Mother did not come out. His Majesty stood up the table on the steps to the platform of the steps. Left Royal Secretary Yi Junmin and Right Royal Secretary Yi Sik were appointed as the responsibility for the investiture of the Imperial Crown Prince. Left Royal Secretary 유희춘 and Right Royal Secretary Song Hai rushed to receive two jade seals and presented both jade seals to the King. The King reverently received the seal and handed it to the two officials, and the two officials delivered the seals to the two eunuchs and then withdrew. The King entered the tent and retreatedly returned to the palace. At the sin hour (approximately 3:30-4:30 a.m.m., the King proceeded to the royal tent and sat inside the platform of the hall. All the officials bowed four times and stood up the steps. They stood up the steps. A member of the Office of Palace Kitchen Supplies served as the responsibility for the responsibility",
                "H2KE-nKo": "신사년에 존호를 올렸다. 오시에 전하가 곤룡포에 면류관을 쓰고 나왔는데 자전은 권정례로 나오지 않았다. 전하가 섬돌 위의 판위 위에 서 있었는데 좌승지 이준민과 우승지 이식이 책봉하여 올리는 임무를 마치고 나서 좌부승지 유희춘과 우부승지 송하가 달려가 전해 받은 두 개의 보를 가지고 두 쌍으로 들어 바쳤다. 주상이 이를 받들어 다시 두 신하에게 주니 두 신하가 두 내시에게 전하고 물러났다. 주상이 막차에 들어가 잠시 쉬었다가 궁으로 돌아왔다. 신시에 대내에서 나와 전상의 악좌에 나아가니 백관이 세 번 사배례를 행하고 산호하였다. 전한이 선전관이 되어 백관의 전문을 읽었고, 인의가 독전관이 되어 외관직의 성명을 외웠다. 날이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 11일(신사) 1번째기사",
                "gt-oKo": "존호를 올렸다. 오시(午時)에 전하가 곤룡포에 면류관을 쓰고 나왔으며 자전은 권정례(權停禮)로 나오지 않았다. 전하가 계단 위 판위(板位)의 위에 서자 승지 이준민과 우승지 이식이 옥책을 봉진하는 임무를 끝마치고, 좌부승지 유희춘(柳希春)과 우부승지 송하(宋賀)가 추창하여 2보(寶)를 전해 받아 가지고 쌍(雙)으로 들어 바쳤다. 상이 받들어 다시 두 신하에게 주니 두 신하가 두 내시(內侍)에게 전하고 물러났다. 상이 막차(幕次)에 들어가 잠시 쉬고 궁에 돌아왔다. 신시(申時)에 대내에서 나와 전상(殿上) 악좌(幄座)에 출어(出御)하니 백관이 사배례(四拜禮)를 3차 행하고 만세 삼창하였다. 전한(典翰)이 선전관(宣箋官)이 되어 백관의 전(箋)을 읽고 인의(引儀)가 독전관(讀箋官)이 되어 외관(外官)의 직책과 성명을 낭송하였다. 날이 어두워서야 파했다.",
                "hj": "○辛巳/上尊號。 午時, 殿下袞冕而出, 慈殿以權停禮不出。 殿下立階上板位之上, 左承旨李俊民、右承旨李拭, 旣冊封進之任, 左副承旨柳希春、右副承旨宋賀, 趨以傳受二寶, 雙擧以進。 上捧而復授二臣, 二臣傳于二內侍而退。 上入幕次, 小歇, 還入宮。 申時, 自內出御殿上幄坐, 百官三行四拜禮, 山呼。 典翰爲宣箋官, 讀百官箋。 引儀爲讀箋官, 誦外官職姓名, 日暮乃罷。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the imo day of the ninth month. Recorder of the Office of Royal Decrees Yi I presented a memorial to the King regarding the practice of insulting corruption and injuring harmony with the newly appointed officials. The King said, This is extremely impossible. It is appropriate to strictly prohibit this.",
                "H2KE-nKo": "조강을 행하였다. 교리 이이가 신래를 침학하여 오욕과 질병을 손상시키는 풍조를 진달하니, 주상이 말하기를,“이는 매우 형편없는 짓이다. 통렬히",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 12일(임오) 1번째기사",
                "gt-oKo": "조강에서 교리(校理) 이이(李珥)가 신래(新來)들을 침학하여 더럽히고 욕보여 상하게 하거나 병들게 하는 풍도를 진달하니, 상이 일렀다. “이런 일은 참으로 말도 안 된다. 통절히 금하도록 해야겠다.”",
                "hj": "○壬午/ 朝講。 校理李珥陳侵虐新來, 汚辱傷病之風。 上曰: “此甚無謂。 可令痛禁。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Min Gimun as right royal secretary and Song Ha as sixth-rank administrative assistant .",
                "H2KE-nKo": "민기문을 우부승지로, 송하를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 12일(임오) 2번째기사",
                "gt-oKo": "민기문(閔起文)을 우부승지에, 송하(宋賀)를 동부승지에 제수하였다.",
                "hj": "○以閔起文爲右副承旨, 宋賀爲同副承旨。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Those who recently passed the state examination are designated as the Royal Confucian Academy . They arbitrarily insulted and insulted depravity without anything. They engaging in the face of the pavilion and the pavilion of the Tang Dynasty . They destroyed their hats and robes and climbed them into the middle of the pavilion. People cannot bear to see them. There are many cases in which their body suffered from an illness, which makes many propriety and decay. There are no problems of such problems and customs, and there is no Chinese although they have no opportunity to reform. They have become usual and unworthy. Nothing could be more ignorant than this. From this day forward, all cases in which the newly passed the state examination and the newly passed the state examination should be thoroughly reformed and severely reformed. If there are anyone who occurred old customs, the person should be discovered and punished.",
                "H2KE-nKo": "계미년에 전교하기를,“새로 급제한 자를 사관에서 신래라고 지목하여 침학하고 모욕하는 등 못하는 짓이 없다. 도랑의 더러운 진흙을 얼굴에 발라 ‘당향분’이라 이름하고 관복을 찢어 더러운 물속에 밀어넣어 귀신의 모습으로 만드는 것을 사람들이 차마 볼 수 없다. 몸을 상하고 병에 걸리는 일이 종종 있으니 체모로 볼 때 실로 손상이 많다. 이와 같은 폐속의 일은 이미 예문에도 없고 또 중국에도 없는데, 습관적으로 예사로이 여겨 태연히 고칠 줄을 모르니 무식하기 짝이 없다. 지금부터는 새것과 옛것을 규찰하고 검속하는 일 외에 더러운 것과 침학하고 희롱하는 일을 일절 철저히 혁파하라. 만약 옛 버릇을 그대로 답습하는 자가 있으면 적발하여 죄를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 13일(계미) 1번째기사",
                "gt-oKo": "전교하였다. “새로 급제(及第)한 자들이 사관(四館)에 배치되면 신래라고 지목하여 침학하고 욕보이는 등 못하는 짓이 없다. 시궁창의 오물을 얼굴에 칠하고는 당향분(唐鄕粉)이라고 이름하는가 하면 관(冠)과 의복을 찢고는 더러운 물속에 밀어넣어 뒹굴게 함으로써 사람이 차마 못 볼 귀신 같은 형상을 만들어 몸을 상하게 하거나 병들게 하는 일이 비일 비재하다 하니, 체모(體貌)를 손상함이 실로 크다. 이와 같이 풍속을 퇴폐케 하는 일은 예문(禮文)에도 없고 또 중국에도 없는 일인데 상습화하여 당연시하고 고칠 줄을 모르니 이보다 무식한 일이 없다. 오늘 이후로 신관과 구관 간에 규검(糾檢)하는 일 이외에는 더럽히고 침학하며 회롱하는 일은 일체 통렬히 개혁하도록 하라. 혹시라도 구습(舊習)을 그대로 답습하는 자가 있으면 적발하여 치죄하라.”",
                "hj": "○癸未/傳: “新及第者四館, 目爲新來, 侵虐汚辱, 無所不至。 以溝溷穢泥, 塗其面目, 名曰唐鄕粉。 毁裂冠服, 推轉於汚水之中, 作爲鬼形, 人不忍見。 傷身受病, 比比有之, 其於體貌, 虧損實多。 此等弊俗之事, 旣無於禮文, 又無於中國, 而習以爲常, 恬不知改, 無識莫甚。 自今以後, 新舊間糾撿事外, 汚穢侵虐戲弄之事, 一切痛革。 如或仍踵舊習者, 摘發治罪。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: Assistant Section Chief of the Ministry of Personnel Ku Byeong is simple and unclear, and he is unsuitable in terms of office. Your subjects request that he be replaced. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“이조 좌랑 구변은 인물이 거칠고 비루하며 안정되지 못하여 청직에 적합하지 않으니, 체차해 주소서.”하니, 주상이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 14일(갑신) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “이조 좌랑 구변(具忭)은 인물이 거칠고 비루하며 안정(安靜)되지 못하니 청직(淸職)에 맞지 않습니다. 체직시키소서.” 하니, 상이 따랐다.",
                "hj": "○甲申/府啓: “吏曹佐郞具忭, 人物麤鄙, 且不安靜, 不合淸職。 請遞。” 上從之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King appointed Kim취문을 대사간으로 삼았다.",
                "H2KE-nKo": "김취문을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 14일(갑신) 2번째기사",
                "gt-oKo": "김취문(金就文)을 대사간에 제수하였다.",
                "hj": "○以金就文爲大司諫。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On muja day, the King proceeded to the Altar of the Soil and Grain .",
                "H2KE-nKo": "무자년에 주상이 사직단에",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 18일(무자) 1번째기사",
                "gt-oKo": "상이 사직(社稷)에 나아갔다.",
                "hj": "○戊子/上詣社稷。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported to the Emperor [of Ming China] and entered the imperial seat of Geumseong .",
                "H2KE-nKo": "사천이 금성이 제좌로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 18일(무자) 2번째기사",
                "gt-oKo": "사천(司天)이, 금성(金星)이 제좌(帝座)에 들어갔다고 주달하였다.",
                "hj": "○司天奏金星入帝座。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King performed a rite at the Altar of the Soil and Grain . At sunset, he returned to the palace.",
                "H2KE-nKo": "기축년에 사직단에서 기우제를 행하고 날이 밝기 전에",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 19일(기축) 1번째기사",
                "gt-oKo": "상이 사직에서 제례(祭禮)를 행하고 날이 밝기 전에 환궁하였다.",
                "hj": "○己丑/上行祭于社稷。 未明還宮。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The inspectors and censors came and reported to the King as follows: When the Royal Secretary Bak Howon , Heo 엽 , and others were impeached when they were impeached during the joint enshrinement of the Royal Ancestral Shrine , sometimes they retired from their homes and did not attend the Royal Lecture. Your subjects request that they be dismissed from their posts. The King ordered that they only be replaced. Also, the Minister of Rites Kim Gwiyeong impeached him as an envoy for propriety and impeached him. The King also ordered that he be replaced.",
                "H2KE-nKo": "대간이 와서 아뢰기를,“승지 박호원과 허엽 등은 전일 부묘할 때 실례한 일로 논핵을 받았을 때, 집에 물러가 입직하지 않기도 하고 경연에 들어오지 않기도 하였습니다. 파직하소서.”하니, 주상이 체차만 하라고 명하였다. 또 예조 판서 김귀영이 예의사가 되어 실례하였다고 논핵하니, 주상이 또한 체차하라고",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 2일(임신) 1번째기사",
                "gt-oKo": "대간이 와서 아뢰기를, “승지 박호원(朴好元)·허엽(許曄) 등은 전날 부묘할 때 실례(失禮)했던 일로 탄핵을 받을 때 혹은 집에 물러가 입직(入直)하지 않았고 혹은 경연에 들어오지 않았으니, 파직시키소서.” 하니, 상이 체직만 하라고 명하였다. 또 예판(禮判) 김귀영(金貴榮)이 예의사(禮儀使)가 되어 실례했음을 탄핵하니, 상이 또한 체차하라고 명하였다.",
                "hj": "○壬申/臺諫來啓: “承旨朴好元、許曄等, 前日祔廟時, 失禮事被論時, 或退家不入直, 或不入經筵, 請罷其職。 上命只遞。 又劾禮判金貴榮爲禮儀使失禮, 上亦命遞差。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Yi Dam as left royal secretary and Yun Chung as senior military protector .",
                "H2KE-nKo": "이담을 좌부승지로, 유희춘을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 21일(신묘) 1번째기사",
                "gt-oKo": "이담(李湛)을 좌부승지에, 유희춘(柳希春)을 상호군(上護軍)에 제수하였다.",
                "hj": "○辛卯/以李湛爲左副承旨, 柳希春爲上護軍。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King moved his residence to Gyeongbok Palace in gabo year (.",
                "H2KE-nKo": "주상이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 24일(갑오) 1번째기사",
                "gt-oKo": "상이 경복궁(景福宮)으로 이어(移御)하였다.",
                "hj": "○甲午/上移御景福宮。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and performed a special rite at the State Shrine to Confucius for selecting seven men, including Noh Jik .",
                "H2KE-nKo": "을미년에 주상이 태학에 행행하여 문묘에 별제를 지내고 선비들에게 시험을 보여 노직 등 7인을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 25일(을미) 1번째기사",
                "gt-oKo": "상이 태학(太學)에 행행하여 문묘(文廟)에 별제(別祭)를 지내고, 시사(試士)하여 노직(盧稙) 등 7인을 뽑았다.",
                "hj": "○乙未/上幸太學, 別祭文廟, 試士取盧稙等七人。"
            },
            "2": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 25일(을미) 2번째기사",
                "gt-oKo": "이이(李珥)가 진강(進講)하다가 이어 아뢰기를, “예로부터 큰일을 성취한 군주가 지극한 정치를 흥기시키려 했을 땐 반드시 정성을 다하여 현자를 대하였는지라, 군신간의 수작이 마치 메아리 울리듯 하였으며 마음을 열고 받아들였기 때문에 위 아래가 서로 미쁘게 되어 정치가 이루어졌던 것입니다. 요순(堯舜) 시대에는 말하지 않아도 신실함이 있고 의도적으로 하지 않아도 교화가 이루어져 마치 언어가 필요없었던 것 같았지만, 고서(古書)를 상고해 보면 요순이 정신(廷臣)들과 정사를 의논하면서 자신의 찬성과 반대의 뜻을 분명히 답하지 않은 적이 없었는데, 더구나 후세이겠습니까. 아조(我朝)의 세종(世宗)과 세조(世祖) 같으신 분은 군신(群臣)들과 서로 친하기를 가인(家人)이나 부자(父子)처럼 하였기 때문에 뭇 신하들이 은혜와 덕에 감격하여 사력(死力)을 다했던 것입니다. 지금 신이 누차 입시(入侍)하여 매양 전하를 뵈니 신하들의 말에 조금도 응수하여 대답하지 않으십니다. 대저 한 집안의 부자(父子)와 부부가 아무리 지친의 관계라 하더라도 만약 아비가 자식에게 답하지 않거나 지아비가 아내에게 답하지 않으면 그 정(情)도 오히려 막히게 되는데 하물며 명위(名位)가 현격한 군신(君臣)의 관계이겠습니까. 여러 신하가 상의 얼굴을 뵙게 되는 것은 경연(經筵)뿐이기 때문에 입시하는 신하들이 미리 아뢸 내용을 생각하여 밤낮으로 궁리하고 정리해 놓았다가도 상의 앞에만 오게 되면 천위(天威)에 겁을 먹고는 하고 싶은 말을 다하지 못하여 10분의 2∼3 정도에 그치고 맙니다. 상께서 아무리 마음을 비우고 응수를 해주신다 해도 오히려 아랫사람들의 뜻이 통하지 못할까 염려되는데 하물며 입을 꼭 다물고 말씀하지 않음으로써 저지하는 경우이겠습니까. 지금의 천재(天災)와 시변(時變)은 근고(近古)에 없던 바로서 신민들은 두려워 떨며 다시 무슨 일이 있을 지 모르고 있습니다. 전하를 위해 헤아려보건대 널리 선책(善策)을 구하여 시대를 구제하는 데에 급급하셔야지 깊숙이 팔짱만 끼고 아무 일도 하지 않으셔서는 안 됩니다. 명종 대왕(明宗大王)께서 2백 년 종사(宗社)를 전하에게 부탁하셨는데 전하께서는 그 우환을 받으신 것이지 그 즐거운 세상을 이어받으신 것은 아닙니다. 2백 년 종사가 날로 위태로와지는데 전하께서는 어찌 진기(振起)시킬 것을 생각하지 않으십니까.” 하니, 상이 이르기를, “학문은 온축하여 덕행이 된 뒤에야 밖으로 사업을 일으킬 수 있는 법인데 덕행이 없는 몸으로 어떻게 사업이 있을 수 있겠는가. 또 삼대의 융성한 정치도 마땅히 점진적으로 시행해 나가야 하는 것이지 갑자기 회복할 수는 없는 것이다.” 하였다. 이이가 아뢰기를, “전하의 이 말씀은 진정 근본을 따르는 주장이십니다. 다만 덕행은 일조 일석에 이룰 수 있는 것이 아니고 정사는 하루라도 폐할 수 없는 것입니다. 진실한 덕이 이루어지기 전에는 장차 정치를 방관한 채 그냥 문란한 대로 놔 두시겠습니까. 이러한 까닭에 덕행과 사업은 동시에 서로 닦아 나가면서 같이 발전시켜 가야 합니다. 그리고 삼대의 치화야말로 본디 갑작스럽게 회복할 수 없겠습니다만 폐단을 제거하고 백성을 구제하는 것이야 어찌 행하기 어려운 일이겠습니까. 요순의 덕을 갑자기 이룰 수는 없다 하더라도 요순의 마음씀을 추구해 보고 요순의 선정(善政)을 본받는다면 거의 요순의 정치에 가깝게 될 것입니다.” 하니, 상이 이르기를, “옛날에도 요순의 덕이 없고서도 요순의 정치를 행한 자가 있었는가?” 하자, 이이가 아뢰기를, “옛사람 중에는 요순을 본받은 자가 없었기 때문에 그러한 정치가 나타나지 않았습니다. 그러나 참으로 요순을 본받아 행한다면 어찌 그러한 정치가 없겠습니까. 정자(程子)가 말하기를 ‘후대의 왕들이 만약 춘추(春秋)의 의리를 밝히기만 한다면 순(舜)과 우(禹)의 공은 없더라도 또한 삼대의 정치는 복구할 것이다.’ 하였으니, 이것이 그 명확한 징험입니다. 그리고 맹자(孟子)가 제(齊)나라와 위(魏)나라에 왕도(王道) 행하기를 권했던 것은 두 임금이 왕도를 행할 수 있었기 때문입니다. 어찌 공연한 말을 하기를 좋아하였겠습니까. 덕으로 말한다면야 순임금과 우임금의 덕은 두 임금이 갑자기 이룰 수 있는 것이 아니었습니다. 덕은 비록 순임금과 우임금에 못 미치더라도 큰 뜻을 분발하여 몸소 실천하는 데 힘을 쓰고 어진 신하들을 신임하여 매사에 순임금과 우임금을 본받는다면 순임금과 우임금의 치적을 기대할 수 있는 것입니다. 신민(臣民)들이 성군(聖君)을 만나고서도 치세의 교화를 보지 못한다면 어느 때에 태평 시대를 만나겠습니까.” 하였다. 이이가 독서당(讀書堂)에서의 월제(月製)를 계기로 문답체로 임금의 학문하는 방법과 정치하는 도리를 진술하였는데 이름하여 《동호문답(東湖問答)》이라 하였다. 상이 이이에게 하문하기를. “《동호문답》에서는 무슨 이유로 한 문제(漢文帝)를 자기(自棄)했다고 하였는가? 그 논의는 지나친 듯하다.” 하니, 이이가 대답하기를, “문제는 참으로 훌륭한 군주입니다. 신이 자기(自棄)했다고 이른 것은 나름대로의 뜻이 있습니다. 선유(先儒)가 말하기를 ‘만약 장차 제1 등의 일을 딴 사람에게 양보해 버리고 제2 등의 일을 하겠다고 한다면 이것은 곧 자기(自棄)인 것이다.’고 했습니다. 문제는 자질이 훌륭한 군주로서 한(漢)나라의 도가 전성 시대였던 때를 당하여 옛 시대를 회복할 수 있었는데도 지취(志趣)가 높지 못하여 잡패(雜覇)로 마치고 말았습니다. 그래서 신은 자기했다고 말하는 것입니다.” 하였다. 상이 이르기를, “문제가 옛 시대를 회복하지 못했던 것은 경적(經籍)이 불타 진유(眞儒)가 나오지 않았기 때문이다. 어찌 문제의 허물이겠는가.” 하니, 이이가 아뢰기를, “문제는 큰 뜻이 없어서 매양 비루한 의논을 좋아하였습니다. 문헌이 있었다 한들 또한 어떻게 했겠습니까. 임금으로서 입지(立志)가 높지 않으면 대체로 모두가 자기(自棄)하는 것입니다.” 하였다. 이 때 중궁(中宮)을 아직 세우지 못했는데, 헌납 오건(吳健)이 아뢰기를, “왕비를 간택할 땐 먼저 가법(家法)을 살펴야 합니다. 그리고 외척의 환란을 미리 방비하지 않을 수 없습니다.” 하니, 상이 이르기를, “임금이 현명하지 못하기 때문에 외척이 우환이 되는 것이지 임금이 정말 현명하다면 외척이 어떻게 위복(威福)을 부릴 수 있겠는가.” 하자, 이이가 아뢰기를, “전하의 견해가 참으로 탁월하십니다. 그러나 임금이 아무리 현명하다 하더라도 그 현명함을 스스로 믿고 검방(檢防)하지 않아서는 안 됩니다. 왕비를 간택하는 데는 모름지기 가법(家法)이 어떠한지를 보아야 합니다. 그렇지 않으면 성녀(聖女)를 꼭 얻을 수 없고, 후일 외척이 멋대로 방자 횡행할 근심이 어떻게 없을 수 있겠습니까.” 하였다. 상이 이르기를, “왕망(王莾)의 딸 효평 황후(孝平皇后)도 현명했으니 어찌 꼭 부모와 연관을 지우겠는가.” 하니, 이이가 아뢰기를, “만약 일반적으로 사리를 논하며 그 상(常)과 변(變)을 통틀어 말한다면 상의 분부도 지당하십니다. 그러나 지금 성비(聖妃)를 간택하면서 부모가 어떠한 사람인지 불문에 부치고 만일의 요행을 바란다면 불가한 일이 아니겠습니까. 반드시 대신들에게 자문하시고 여러 의견을 널리 채집해서, 꼭 가법이 순정(純正)하고 부모가 인현(仁賢)한 사람을 얻은 다음에야 나라의 복이 될 것입니다.” 하였다.",
                "hj": "○李珥因進講, 乃啓曰: “自古, 有爲之主, 欲興至治, 則必推誠待賢, 酬酢如響, 開懷虛納, 故上下交孚, 而政治成焉。 堯、舜之時, 不言而信, 無爲而化。 若無待於言語, 而考之古書, 則堯舜與廷臣, 都喩吁咈, 無言不答。 況後世乎? 至如我朝, 世宗、世祖與群臣, 相親如家人父子, 故群臣感恩懷德, 竭其死力焉。 今臣累得入侍, 每見殿下, 於群臣之言, 略不酬答。 夫一家父子、夫婦, 雖至親, 若使父不答子, 夫不答妻, 情尙阻隔。 況君臣名位懸絶者乎? 群臣得見上面, 只在經筵, 故入侍之臣, 預思所奏, 晝思夜度, 及至上前, 怯於天威, 言不盡意, 十達二三。 自上雖虛心酬酢, 尙患下情不達, 況沈默不言, 以阻之乎? 目今天災時變, 近古所無, 臣民惴惴, 不知更有何事, 爲殿下計, 當敷求善策, 急急救時, 不宜深拱無所爲也。 明宗大王, 以二百年宗社, 付之殿下, 殿下受其憂也, 非受其樂也。 二百年宗社, 日阽危地, 而殿下不思振起之乎?” 上曰: “蘊之爲德行, 然後乃可發之爲事業。 豈可無德行, 而有事業乎? 且三代之治, 亦當行之有漸, 不可猝然遽復也。” 珥曰: “殿下此言, 固是循本之論。 但德行非一朝可辦, 而政事不可一日廢也。 允德未成之前, 將置政事於不問, 而任其紊亂乎? 是故德行事業, 當一時交修竝進也。 且三代之治, 固不可猝復矣。 至於革弊救民, 則此豈難行之事乎? 堯、舜之德, 雖不可猝成, 但求堯、舜之用心, 法堯、舜之善政, 則庶幾堯、舜之治矣。” 上曰: “古亦有無堯、舜之德, 而有堯、舜之治者乎?” 珥曰: “古人無法堯、舜者, 故不見其治, 誠能法堯、舜而行之, 則豈無其治乎? 程子有言曰: ‘後王若明春秋之義, 雖無舜、禹之功, 亦復三代之治。’ 此其明驗也。 且孟子勸齊、梁行王道, 以二君可行王道故也。 豈好爲空言哉? 以德言之, 舜禹之德, 非二君所可猝辦也。 德雖不及於舜、禹, 而奮發大志, 力於躬行, 信任賢臣, 每事取法舜、禹, 則舜、禹之治, 可庶幾也。 臣民得遇聖君, 乃不見治化, 則何時得遇大平之日乎?” 李珥因書堂月製, 乃設問答之辭, 以陳人君爲學爲治之道, 名曰《東湖問答》。 上問珥曰: “《東湖問答》, 何以漢文爲自棄乎? 其論似過矣。” 對曰: “文帝固是賢主也。 臣所謂自棄者, 抑有意焉。 先儒謂, 若道將第一等, 讓與別人, 且做第二等, 便是自棄。 文帝以美質之君, 當漢道全盛之時, 可以復古, 而志趣不齊, 終於雜伯, 故臣以爲自棄耳。” 上曰: “文帝之不能復古, 以經籍遇火, 眞儒不作故耳。 豈是文帝之過乎?” 珥曰: “文帝無大志, 每好卑論, 雖有文獻, 亦將如之何哉? 人君立志不高, 大抵皆自棄也。” 時中宮未建, 獻納吳健啓曰: “擇妃, 當先觀家法, 且外戚之患, 不可預防。” 上曰: “人君自不賢, 故外戚爲患。 人君苟賢, 外戚豈能作威福乎?” 珥曰: “殿下之見, 誠卓然矣。 但人君雖賢, 不可自恃其賢, 而不爲之撿防也。 擇妃, 須見家法之如何, 不然, 則聖女未可必得, 而後日外戚, 豈無恣橫之憂乎?” 上曰: “王莽之女孝平皇后, 亦賢明, 則何必繫於父母乎?” 珥曰: “若泛論事理, 盡其常變, 則上敎亦當矣。 今擇聖妃, 而不問父母之如何, 以冀萬一之幸, 則無乃不可乎? 必須咨訪大臣, 博採群議, 必得家法純正、父母仁賢者, 然後乃爲國家之福矣。”"
            },
            "3": {
                "H2KE-EN": "Yi Gyeong attended the King. When he reached the eulsa year (, he said, During the reign of King Wus reign, some foolish scholars were killed in immediately. It was not possible [for them]. Li Xi said, How could the high-ranking officials have thoroughly disclosed? The King Wus title was a forgetful merit subject. Those who were punished are all foolish scholars. In the case of King Sejong passed away, only one legitimate son of King Zhou , who was a legitimate son of King Zhou. How could the mandate of Heaven and the people be returned to others? The foolish scholars dared to greed their merits by greed and execute Confucian scholars and claiming their merits by supplementing them as a forgetful meritorious deeds. This has been a long time since Your Majesty has newly founded state. It is necessary to demote their merits and uphold the names, thereby setting the state laws. This should not be delayed. [Yi] Gyeong said, That is correct. However, it is not proper to suddenly revise the incident of the previous kings. Li Xi said, That is not. When King encountered the throne, even though the foolish son of the King, it is now that Your Majestys spirit is clearly clarified by his foolish son. Even if the incident of the previous kings cannot be revised, how could this be revised?",
                "H2KE-nKo": "이준경이 주상을 모시고 있다가 을사년의 일에 언급하여 아뢰기를,“위사할 때 선사 중에 연좌되어 죽은 자가 있었는데, 그 상처가 아물지 않았습니다.”하니, 이이가 아뢰기를,“대신의 말을 어찌 애매모호하게 할 수 있겠습니까. 위사는 바로 위훈인데, 죄를 얻은 자는 모두 선사입니다. 인종이 승하하고 중종의 적자는 명종 한 사람뿐이니, 천명과 인심이 어찌 다른 사람에게 돌아가겠습니까. 그런데 간흉이 감히 하늘의 공을 탐하여 사림을 참벌함으로써 위공을 녹훈하였으므로 신인이 분개한 지 오래되었습니다. 지금 성상께서 새로 정사를 행하시는 초기에 마땅히 위훈을 삭제하고 명분을 바로잡아 국시를 정해야지 늦추어서는 안 됩니다.”하자, 이준경이 아뢰기를,“이 말은 옳습니다. 다만 선왕의 일을 갑자기 고쳐서는 안 됩니다.”하니, 이이가 아뢰기를,“그렇지 않습니다. 명종이 어린 나이로 즉위하여 간흉에게 속임을 당하는 것을 면치 못하였지만, 지금은 하늘에 계신 영령이 그 간사함을 환히 알고 계실 것입니다. 비록 선왕의 일이라고는 하지만 어찌 고치지 않을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 25일(을미) 3번째기사",
                "gt-oKo": "이준경(李浚慶)이 상을 모시고 있다가 말이 을사년의 일에 미치자, 아뢰기를, “위사(衛社)할 당시 선사(善士)로서 더러 연좌되어 죽은 자가 있는데 그 상처가 아직 아물지 않았습니다.” 하니, 이이가 아뢰기를, “대간의 발언이 어찌 이처럼 불분명하게 호도할 수 있겠습니까. 위사(衛社)는 곧 위훈(僞勳)이며, 그 때 죄를 얻은 자는 모두 선사(善士)입니다. 인묘(仁廟)께서 승하하셨을 때 중종(中宗)의 적자로는 다만 명종(明宗) 한 분뿐이었으니, 천명과 인심이 어찌 다른 사람에게 돌아가겠습니까. 그런데도 간흉(奸兇)들이 감히 하늘의 공을 탐내어 사림을 참벌(斬伐)함으로써 위공(僞功)을 녹훈했는지라 신명과 사람이 함께 분개한 지 오래입니다. 이제 성상의 신정(新政) 벽두를 당하여 위훈(僞勳)을 삭제하고 명분을 바로잡음으로써 국시(國是)를 정하는 일을 늦추어서는 안 됩니다.” 하였다. 이준경이 아뢰기를, “이 말이 옳기는 합니다. 그러나 선조(先祖)의 일을 갑자기 고칠 수는 없습니다.” 하니, 이이가 아뢰기를, “그렇지 않습니다. 명종께서는 어린 나이로 즉위하셨기 때문에 간흉들의 속임수에 엄폐됨을 면하지 못했지만 지금은 하늘에 계신 신령께서도 그 간악함을 통조(洞照)하셨을 것입니다. 아무리 선조의 일이라 해도 어찌 고치지 못할 이유가 있겠습니까.” 하였다.",
                "hj": "○李浚慶侍上, 語及乙巳之事曰: “衛社之時, 善士或有坐死者, 其瘡痍未合矣。” 李珥曰: “大臣之言, 何可含糊不明乎? 衛社是僞勳也。 其得罪者, 皆善士也。 仁廟禮陟, 中宗嫡子, 只有明宗一人而已。 天命人心, 豈歸他人哉? 奸兇乃敢貪天之功, 斬伐士林, 以錄僞功, 神人之憤久矣。 今當聖上新政之初, 當削勳正名, 以定國是, 不可緩也。” 浚慶曰: “此言則然矣。 但先朝之事, 不可猝改。” 珥曰: “不然。 明宗幼沖卽祚, 雖不免奸兇之欺蔽, 今則在天之靈, 洞照其奸矣。 雖曰先朝之事 豈可不改乎?”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King bestowed forty volumes of the ten copies of the Royal Confucian Academy upon each of the ten copies of the Royal Confucian Academy . The King bestowed two geun of middle silk upon each of the one book.",
                "H2KE-nKo": "갑술년에 주상이 《성학십도》 40여 건을 나누어 주고, 중면자를 1인당",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 4일(갑술) 1번째기사",
                "gt-oKo": "상이 《성학십도(聖學十圖)》 40여 건을 반사(頒賜)하고 또 중면자(中綿子)를 1인당 2근씩 하사하였다.",
                "hj": "○甲戌/上頒賜《聖學十圖》四十餘件, 賜中綿子, 每一人二斤。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Junmin as left royal secretary and Yi Sik as right royal secretary .",
                "H2KE-nKo": "이준민을 좌승지로, 이식을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 4일(갑술) 2번째기사",
                "gt-oKo": "이준민(李俊民)을 좌승지에, 이식(李拭)을 우승지에 제수하였다.",
                "hj": "○以李俊民爲左承旨, 李拭爲右承旨。"
            },
            "3": {
                "H2KE-EN": "At night, there",
                "H2KE-nKo": "밤에 천둥이 치고",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 4일(갑술) 3번째기사",
                "gt-oKo": "밤에 천둥이 치며 비가 왔다.",
                "hj": "○夜, 雷雨。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On eulhae day, as the third minister of the State Council requested to resign from office due to the thunder phenomena calamity of thunder. The King responded, Reprimands and faults to natural disasters in order to respond to the calamity of natural disasters. Who faults to deceive the calamity of Heaven? During the Han dynasty, the emperor was dismissed from his position as a state councilor and rejected the calamity of Heaven. Confucius criticized this. Do you, my dear sir, not hear of this? You should not resign.",
                "H2KE-nKo": "삼공이 천둥이 치는 재변 때문에 사직하니, 주상이 답하기를,“태형에게 허물을 떠넘겨 재변에 대응하는 것이니, 내가 누구를 속이겠는가. 하늘을 속이겠는가. 한나라 임금이 정승을 파직함으로써 하늘의 견책을 막자 군자가 비난하였는데, 경들은 유독 듣지 못하였는가.",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 5일(을해) 1번째기사",
                "gt-oKo": "삼공(三公)이 천둥친 재변으로 사퇴하니, 상이 답하였다. “허물을 태형(台衡)에게 돌려 재변을 응한다면, 내가 누구를 속일 것인가. 하늘을 속일 것인가? 한(漢)나라 때 임금이 정승을 파직시켜 하늘의 견책을 막으려하자 군자가 그것을 비난하였는데, 경들은 유독 이 사실을 듣지 못했단 말인가. 사직하지 말라.”",
                "hj": "○乙亥/三公, 以雷動災變辭免。 上答曰: “推咎台衡, 以應災變, 吾誰欺? 欺天乎? 漢君以罷相, 塞天譴, 君子譏之。 卿等獨不聞乎? 宜勿辭。”"
            },
            "2": {
                "H2KE-EN": "Inspector General and others suggest the suspension of Jang Heup , who had been resolved in a grievance of human errors, thus it is not proper to suspend the suspension of Jang Heup. The King replaced him with his own suspension.",
                "H2KE-nKo": "대사헌 등이, 업종이 억울하고 장흡이 법망에서 빠져나간 것에 대해 전계를 정지해서는 안 된다고 하면서 스스로 자주 체차해 줄 것을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 5일(을해) 2번째기사",
                "gt-oKo": "대사헌 등이 업종(業從)의 원옥(冤獄)과 장흡(張洽)이 달아난 데 대해 정계(停啓)한 것은 잘못되었다고 하여 자책하며 체직시켜 줄 것을 청하였다.",
                "hj": "○大司憲等, 以業從之冤, 張洽漏網, 不宜停啓, 自數請遞。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "When offering a jade book to the King on the muin year (1428, the fourth year of King Sejongs reign, the left and right royal secretary brought the jade book and presented it to the King. The left and right royal secretary presented the jade book and the seal. ",
                "H2KE-nKo": "존호를 올릴 때에 좌승지와 우승지가 옥책을 봉진하고 좌부승지와 우승지가",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 8일(무인) 1번째기사",
                "gt-oKo": "존호(尊號)를 올릴 때 좌승지와 우승지가 옥책(玉冊)을 봉진(奉進)하고 좌부승지와 우부승지가 금보(金寶)를 봉진하기로 하였다.",
                "hj": "○戊寅/上尊號時, 左右承旨爲冊捧進, 左副右副承旨爲寶捧進。"
            }
        }
    },
    "10": {
        "21": {
            "1": {
                "H2KE-EN": "On this day, a white sun had a halo around it. The King removed the hall of governance and reduced the number of side dishes.",
                "H2KE-nKo": "이날 흰 무지개가 해를 가로질렀다. 주상이 정전을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 10월 21일(신유) 1번째기사",
                "gt-oKo": "이날 흰무지개가 해를 꿰었는대, 상이 정전(正殿)을 피하고 감선(減繕)하였다.",
                "hj": "○辛酉/是日, 白虹貫日。 上避正殿, 減膳。"
            }
        }
    },
    "11": {
        "29": {
            "1": {
                "H2KE-EN": "On musul day, a solar halo and a solar eclipse occurred in the musul year (1428, the eighth year of King Taejongs reign. The King received them in audience and apprehensive.",
                "H2KE-nKo": "무술년에 태양의 변고가 있었는데, 주상이 직접 보고",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 11월 29일(무술) 1번째기사",
                "gt-oKo": "일변(日變)이 있었는데, 상이 친견(親見)하고 전전긍긍하며 두려워하였다.",
                "hj": "○戊戌/有日變, 上親見而兢惕。"
            },
            "2": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 11월 29일(무술) 2번째기사",
                "gt-oKo": "공조 참의 박승임(朴承任) 등이 부경(赴京)하여 예부 주사(禮部主事)에게 글을 올렸다. 그 내용에, “본국은 동쪽에 접경(接境)하여 황화(皇化)를 밀접히 받고 있으니 명칭상으로는 외번(外藩)이나 실지는 내복(內服)과 같습니다. 뭇 별이 북극성을 향하는 것과 같은 오롯한 정성이 갈수록 변치 않으니 조정에서도 우리의 충순(忠順)함을 알아주시어 그 의리를 사모하는 마음을 가상히 여김으로써 다른 나라들과는 달리 특별한 예우로써 대하였습니다. 소방을 사랑하는 인자하심이 내외에 간격이 없고 권속처럼 돌봐주는 총애와 은총이 이르지 않음이 없으니, 하방(下邦) 또한 황은에 감읍하여 더욱 사모하는 정성을 독실히 하면서도 혹시 추호라도 법도를 어기어 천위(天威)에 죄를 지을까 두려워하였습니다. 이번에 비직(卑職) 등은 동지(冬至)에 하례하는 표문을 높이 받들고 황제의 궐문에 나왔습니다. 그런데 뜻밖에도 홍려시(鴻臚寺)에서는 비직 일행의 반열을 무직 생원(無職生員) 및 설의인(褻衣人)들의 뒤로 물렸고, 또 삭망(朔望)에 조현(朝見)할 때에는 황극문(皇極門) 안으로 들어가는 것을 허락하지 않고 다만 문 밖에서 행례(行禮)하도록 하였습니다. 오래도록 행해져 온 사례(事例)에 비교해 보건대 존비(尊卑)의 서열이 현격하여 멀리서 온 저희들로서는 놀랍고 당혹하여 무슨 이유 때문인지를 몰랐습니다. 즉시 해부(該部)에 정품(呈稟)하려고도 했습니다만 아직 현조(見朝)의 예를 행하지 않은 까닭에 감히 앞질러 간모(干冒)하지 못하고 우선 신령(新令)을 따르면서 은인자중 미루어 나가자니 얼굴이 달아오르고 등에 땀이 흘러 몸둘 곳이 없습니다. 비로소 통사로 하여금 은미한 간청을 집사에게 아뢰도록 하고 정문(呈文)으로 분변해 밝힐 뜻을 품달케 했는데, 집사께서는 번거롭게 호소한다고 죄주지 않으시고 특별히 따뜻한 위로의 말씀을 내려주시는가 하면, 또 정문할 필요 없이 해사(該司) 낭중(郞中)에게 말로 품달해도 된다고 분부하셨습니다. 낭중 대인도 경솔하게 변역(變易)시킨 것을 의아해 하면서 곧바로 상서 합하(尙書閤下)에게 품의하였고, 진하(進賀)하는 날에는 따로 하리(下吏)를 보내어 반열의 서차를 곡진하게 유시함으로써 옛날의 반열에 따라 관패(冠佩)의 후열에 같이 서게 되었으니, 잃었다가 다시 회복한 그 기쁨과 다행함은 정말 대단한 것이었습니다. 저희들은 집사가 내려주신 은혜를 배수(拜受)하고 ‘이제부터는 옛날 규정대로 모두 준행하게 될 테니 근심할 것이 없다.’고 생각하였습니다. 그런데 어제 망일(望日) 조현에 홍려시에서는 여전히 변례(變禮)를 고집하여 극문(戟門) 밖에서 저지하고는 야만스런 오랑캐들과 등급을 같게 하여 뜰에 함께 나누어 서게 하기를, 민망하게 아무 말도 하지 않고 물러나오기는 하였으나 스스로 이해할 길이 없었습니다. 생각하건대 방례(邦禮)에 대해서는 춘관(春官)이 관장하고 있고 소방의 경우도 하정(下庭)에 예속되어 있으니, 배신의 반열이 잘못된 뜻을 다른 곳에서 바로 잡을 수는 없는 일로서 역시 현집사(賢執事)께서 처리해 주셔야 할 것입니다. 대저 상국(上國)에서 번복(藩服)을 대우하는 데에는 자연 권도(權度)의 곡절(曲折)이 있었으니, 비록 춘추(春秋) 시대라 할지라도 왕조(王朝)에 입근(入勤)할 때면 하국(下國)의 배천(陪賤)이라 하여 낮춰보고 천류(賤流)들의 말단에 억지로 끼워 넣었다는 말은 듣지 못했습니다. 지금 조정에서 소방에 사신을 보내 조칙을 반포할 때면 특별히 측근에서 시종하는 신하들을 가려 뽑으시고, 더구나 교제(交際)를 지낸 뒤 경성(慶成)의 연회 때에는 배신의 좌석을 전내(殿內)에 베풀어 주십니다. 이로써 보건대 배신이 조하(朝賀)할 때의 반열은 당연히 일정한 등급이 있어야 할 듯 싶습니다. 조현할 때 유품관(流品官)의 다음, 생원 잡류들의 앞에 서열이 있게 된 이 의례(儀例)가 언제 시작되었는지 천개 후생(賤价後生)으로서야 알 길이 없지만 선조(先朝) 이래도 한번도 바뀌어지지 않았으니, 후세에서도 경솔하게 이미 이루어진 규정을 바꿀 수는 없는 일입니다. 조의(朝儀)를 맡은 자는 옛 헌장(憲章)을 금석처럼 굳게 따라야 합니다. 설혹 그 유폐(流弊)가 정치에 방애로와 가감해야 될 경우라도 또한 응당 신주(申奏)하여 해부에 위임하고 자세히 의논하여 정탈(定奪)한 뒤에 황제의 결단을 재가받아 밝게 선포하여 널리 알림으로써 의아함이 없게 해야 합니다. 이렇게 한다면 처사가 도리에 맞게 되니 먼 데서 온 사람도 할 말이 없게 될 것입니다. 그런데 근자에 조정에서 관여하여 알지도 못하고 해부(該部)의 의논을 거치지도 않고 반행(半行)의 문자도, 한마디의 말도 없이 갑자기 서반(序班)을 시켜 말로 떠들어대고 팔을 휘두르면서 욱박질러 선조 때 이미 정해진 옛 규정을 무너뜨리고 한동안 폐단이 없었던 성법(成法)을 바꿔버렸으니, 저희들이 반복해서 생각해 보아도 그 까닭을 알지 못하겠습니다. 필시 ‘저 변방의 천한 족속들이야 아무 것도 아는 것이 없으니 부르면 오고 가라면 갈 일이지 어느 누가 감히 거역하랴.’ 여기고 마음대로 지시함으로써 그렇게 되었을 것으로 여겨집니다. 생각건대, 조정에서 외국을 접대함에 있어 그 호령 하나하나가 실로 체통과 관계되고 일진 일퇴(一進一退)하는 것이 곧 등위(等威)와 관계되는 것이거늘, 아무 까닭없이 하루아침에 반품(班品)을 떨어뜨리고 내외(內外)를 구분지어 격리시키니, 이 어찌 체통에 구애되고 사모하여 바라는 마음에 서운함이 있지 않겠습니까. 그리고 왕자(王者)의 정치라는 것은 착한 일이 있은 연후에 승진시키면 권장되지 않는 사람이 없고 죄를 저지른 연후에 낮춰 쫓아내면 징계되지 않는 사람이 없는 것입니다. 우리 소방은 누세(累世)를 하루처럼 지성으로 사대(事大)하여 특별히 거역한 일이 없었는지라, 황조(皇朝)의 조종(祖宗)에서도 이런 까닭으로 은혜를 두텁게 하여 우대해 주셨고 가상하다고 포상해주신 윤음(綸音)이 모두 기록되어 있습니다. 잘 모르겠습니다만 지금 저희가 무슨 잘못을 저질렀기에 마치 벌이라도 주는 것처럼 갑자기 폄강(貶降)을 징계하듯 가하는 것입니까? 우리 사왕(嗣王)은 천자의 위엄을 두려워하여 조금도 어기지 아니하였습니다. 배신이 경사(京師)에서 돌아가게 되면 반드시 앞으로 불러내어 성수 무강(聖壽無彊)하신지를 공경히 물어볼 것이고, 심지어는 진공(進貢)한 물건이 오손(汚損)되지는 않았는지, 배려하는 예의 절차에 실수나 없었는지, 황제 폐하를 우러러 뵈고 연상(宴賞)은 공손히 받았는지를 모두 물어보기를 한결같이 전의 법도대로 할 것입니다. 별로 착오가 없었을 것 같으면 일국의 대소 신하들이 서로 경하하며 유사(有司)의 책임도 그런 대로 면하게 되었다고 여기게 될 것입니다. 그런데 지금 우리들이 돌아가서 국왕이 물어보신다면 장차 무슨 말로 대답해야겠습니까? 우리 국왕께서 만약 사신의 반열을 어이없게 탈취당하고 또 대정(大庭) 밖으로 내침을 당했다는 사실을 듣기라도 한다면, 반드시 놀랍고 두려운 마음으로 근심에 싸여 ‘상국에 대한 나의 정성이 전보다 못해서 조정에서 벌을 내린 것일까? 배신들이 무상(無狀)하여 조정의 의례를 간범(干犯)했기 때문에 유사가 법으로 재단(裁斷)한 것일까?’ 하고, 일국의 신민(臣民)들과 함께 전전긍긍하며 침식(寢食)을 불안해 하여 장차 그 이유를 구명하시려고 황제 폐하에게 진사(陳謝)하실 것이 틀림없습니다. 배신은 이런 경우를 당해서 무슨 말로 진달해야 되겠습니까? 집사께서는 양찰해 주십시오. 우리 과군(寡君)께서는 소방을 지키시며 조석으로 집무가 있어 직접 오실 수 없는 지라 배신 한두 명으로 하여금 외람되게 하집사(下執事)에게 예물을 바치게 하였으니, 그렇다면 배신이 비록 천한 몸이기는 하지만 실제로는 과군을 대신하여 일을 행하는 사람인 것입니다. 천조(天朝)에서 대접하실 때에 미천한 배신에 대해서야 무슨 생각할 것이 있겠습니까마는 그래도 과군의 심부름을 하러 온 사람이라고 하여 우대해주시는 것입니다. 이제 마땅히 서야 될 반열을 잃고 문밖으로 내려와서 배례(拜禮)하게 되었으니, 이것이 비록 배신이 자리를 잃은 것이긴 하지만 실제로는 과군의 수치가 되는 것이며 이것이 비록 홍려시에서 배신을 억제해 축출한 것이라 하더라도 실제로는 조정에서 아무 까닭없이 소방을 욱박질러 내쫓은 결과가 되는 것입니다. 황조(皇朝)에서 질종(秩宗)의 관아를 설치하고 훌륭한 공경 대부를 두어서 명확하게 변별하여 판정을 내리고 있으니, 홍려시는 그저 이루어진 규범을 봉행하여 어긋나는 일이 없도록 하는 일개 유사(有司)일 뿐입니다. 그런데 지금 조종조 누대를 거듭해 오면서 늘 행해 오던 폐단없는 정의(廷儀)를 갑자기 한마디로 혁파해버리고는 비록 상서 합하나 낭중 대인이 특별히 간곡하신 유시가 있었음에도 오히려 흔쾌하게 바로잡지 아니하고 여전히 고체(固滯)시키고 있습니다. 천품(賤品)인 미명(微命)이야 애석할 것이 없습니다만, 황조에서 돌보아주시는 융숭한 뜻과 과군이 사모하는 순일한 정성이 모두 허무하게 버려지고 말았으니, 이것이 바로 저희들이 구구한 정성으로 곡진하게 호소하여 마지않는 이유입니다. 당사(堂司)에 다시 고하시어 꼭 시행되도록 곡진한 말씀을 내려주심으로써 옛 반열을 회복하고 이루어진 규범을 폐추시키지 않게 해주십시오. 이 희망만 이루어진다면 이보다 큰 다행이 없겠으니 집사께서는 살펴주십시오. 외람되게 위존(威尊)을 번독케 하여 황송하기 그지없습니다.” 하였는데, 예부가 그 반차(班次)를 다시 바로잡아 영원히 항식(恒式)으로 삼도록 하였다.",
                "hj": "○工曹參議朴承任等赴京, 上禮部主事書曰: 竊照, 本國接攘東隅, 密邇皇化, 名爲外藩, 實同內服, 拱北之誠, 有加無替。 朝廷亦鑑其忠順, 嘉其慕義, 遇以殊禮, 別於他邦。 其字小之仁, 無間內外; 眷待寵榮, 靡所不至。 下邦亦感戴皇恩, 益篤葵悃, 猶恐絲毫愆度, 以獲戾于天威。 今者卑職等, 齎擎冬至賀表, 進至天閽, 不期, 鴻臚寺將卑職一行人等, 退班於無職生員及褻衣人之後。 又朔望朝見, 不許入皇極門內, 只令於門外行禮, 較諸久遠見行事例, 尊卑懸絶。 遠人惶惑, 罔知厥由, 卽欲呈稟于該部, 以未行見朝之禮, 不敢徑進干冒, 姑循新令, 隱忍遷就, 靦面汗背, 無地容措。 始令通事, 仰達微懇于執事。 且稟呈文辨白之意, 則執事不以煩訴爲罪, 特賜溫慰。 又敎以不須呈文, 只可口稟于該司郞中。 郞中大人, 亦訝其變易之輕率, 卽稟議于尙書閤下。 於進賀之日, 別遣下史, 曲諭序班, 使之依舊隨班, 得廁冠佩之後。 失而有復, 喜幸良深。 某等拜受執事之賜, 以謂自是, 盡遵舊規, 而無憂矣。 日昨望日朝見, 鴻臚寺猶執變禮, 止之戟門之外, 與左袵襢醜, 分庭比級, 悶默而退, 無以自解。 竊念, 邦禮掌在春官, 而小邦亦忝隷屬於下庭, 則陪臣失班之意, 不可取正於他, 而亦賢執事之乘軫焉者也。 夫上國所以接遇藩服, 自辭權度曲折, 雖在春秋之時, 其入覲王朝, 未聞以下國陪賤, 而卑夷之, 抑之賤流之末也。 今朝廷於小邦, 遣使頒詔, 特掄近侍之臣。 而況且郊後慶成之宴, 則陪臣之坐, 亦賜於殿內。 以此觀之, 陪臣朝賀班列, 似當有級, 而朝見之際, 則序於流品之次, 生員雜類之前, 賤价後生, 雖未知此儀肇於何時, 而自先朝以來, 未嘗移易, 則亦後世不可率爾更變之成規也。 司朝儀者, 固當率由舊章, 堅如金石, 設或流弊防政, 在所損益, 則亦當申奏, 委諸該部, 詳議定奪, 取裁聖斷, 昭布知會, 使無疑訝。 如是, 則處事得體, 遠人無辭矣。 今者朝廷不與知, 該部不經議, 無半行文字, 無片言端緖, 迫令序班, 舌掉臂揮, 破開先朝已定之舊規, 易置一時無弊之成法, 某等反覆思惟, 竊所未喩。 必以爲, 偏荒賤价蔑無知識, 呼來斥去, 誰敢違逆, 所以隨意措使而然也。 竊謂, 朝廷接待外國, 其一號一令, 實體統所關, 一進一退, 乃等威所係。 一朝無故貶降班品, 區隔內外, 豈不妨於體統, 而缺於慕望之心乎? 且王者之政, 有善然後升陟, 則人無不勸, 有罪然後降黜則, 人無不懲。 我小邦事大至誠, 累世如一日, 別無違忤, 皇朝祖宗所以眷厚優待, 褒嘉錫予, 綸言俱在, 不知, 今者有何罪犯, 遽加貶降, 而若或懲之者歟? 我嗣王畏天之威, 不違咫尺。 陪臣回自京師, 則必召進于前, 恭問聖壽無疆, 至如進貢物件, 有無汙損; 拜稽儀節, 有無差失, 瞻仰天光, 祗受宴賞, 皆所咨詢, 一依前度, 別無違異, 則一國大小相慶, 以爲庶獲免於有司之責矣。 今某等之歸, 我王有問, 其將何辭以對? 我王若問使臣班列, 橫被與奪, 而又斥在大庭之外, 則必驚惶憂恐曰: “我向上之誠, 不逮前日, 而朝廷降之罰歟? 陪臣無狀, 干犯朝儀, 而有司裁以法歟?” 與一國臣民, 戰戰焉, 寢食不安, 必將究其所以, 而陳謝于纊聰也。 陪臣當此, 其將何辭以陳之歟? 執事其亮之哉! 我寡君守小邦, 有朝夕之務, 不能自行。 使一二陪臣, 冒獻貢篚于下執事。 然則陪臣雖賤, 實代寡君以行事者也。 天朝之接之也, 於陪臣之賤, 何有? 亦以寡君所使, 而優待焉爾。 今者失所立之班, 降拜於門外, 是雖陪臣之失位, 實則寡君之羞也。 是雖鴻臚之抑黜陪臣, 實乃朝廷無故, 而抑黜小邦也。 皇朝設秩宗之官, 置賢公卿大夫, 以講明辨定, 而鴻臚乃奉行成範, 不使廢隳之一有司耳。 今將祖宗累朝常行無弊之廷儀, 遽革於一言, 尙書閤下、郞中大人之特加拳拳, 而猶未快正, 固滯如前。 賤品之微命, 不足惜, 而皇朝寵眷之隆意, 寡君懸慕之純誠, 擧皆委之於虛。 此某等所以區區仰籲, 覶縷而不已者也。 轉告堂司, 曲賜施行, 以復舊班, 無墜成規, 惟此之望, 不勝幸甚。 伏惟執事垂察焉。 瀆冒威尊, 無任悚慄之至。 禮部乃令復正其班次, 永爲恒式。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On eulhae day, the King appointed Yun Chung as deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "유희춘을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 11월 6일(을해) 1번째기사",
                "gt-oKo": "유희춘(柳希春)을 부제학에 제수하였다.",
                "hj": "○乙亥/以柳希春爲副提學。"
            }
        }
    },
    "12": {
        "29": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King performed the Royal Wedding Ceremony Commission .",
                "H2KE-nKo": "정묘년에 주상이 가례를",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 12월 29일(정묘) 1번째기사",
                "gt-oKo": "상이 가례(嘉禮)를 행하였다.",
                "hj": "○丁卯/上行嘉禮。"
            }
        }
    },
    "leap month 6": {
        "15": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, After Han Yunmyeong died, his wife and children are impoverished. This is extremely pitiful. I specially grant him forty seok of rice and beans as a royal directive to the Ministry of Rites.",
                "H2KE-nKo": "전교하기를,“한윤명이 죽은 뒤에 그의 처자가 곤궁하다고 하니, 매우 가엾고 측은하다. 특별히 쌀과 콩 아울러 40섬을 하사하도록 해당",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 15일(정사) 1번째기사",
                "gt-oKo": "전교하였다. “한윤명(韓胤明)이 죽고 난 뒤 그 처자가 곤궁하다 하니 매우 안타깝고 측은하다. 쌀과 콩 40석을 특사(特賜)하도록 해조에 이르라.”",
                "hj": "○丁巳/傳曰: “韓胤明身死後, 其妻子窮困云, 至爲矜惻。 特賜米太幷四十石事, 言于該曹。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The honorific title of the Queen Mother of muo year ( was designated as Uiseong . The King also discussed the joint enshrinement of Myeongjong . The joint enshrinement of 윤인경 , 안현 , and 상진 were no distinction between them. The joint enshrinement of eleven men, including 윤개 , Simyeon , and 이언적 were jointly participated in the courtyard.",
                "H2KE-nKo": "왕대비전(王大妃殿 정순왕후)의 존호를 의성으로 정하였다. 또 명종의 배향을 의논하였는데, 윤인경, 안현, 상진은 모두 등급이 없었다. 윤개, 심연원, 이언적은 모두 11분으로 묘정의",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 16일(무오) 1번째기사",
                "gt-oKo": "왕대비전(王大妃殿)의 존호를 의성(懿聖)으로 정했다. 또 명종에게 배향할 공신을 의논했는데 윤인경(尹仁鏡)·안현(安玹)·상진(尙震)은 모두 분(分)이 없었고 윤개(尹漑)·심연원(沈連源)·이언적(李彦迪)이 모두 11분을 얻어 묘정 배향(廟庭配享)에 입참(入參)하게 되었다.",
                "hj": "○戊午/王大妃殿尊號, 以懿聖爲定。 又議明宗配享, 尹仁鏡、安玹、尙震, 皆無分。 尹漑、沈連源、李彦迪, 俱以十一分, 入參 廟廷配享。"
            },
            "2": {
                "H2KE-EN": "The Queen had a royal directive transmitted to the King, which stated, As for the maidens, all of them should be presented. What do you think about widely selecting maidens from among the virtuous family? The high officials returned and reported, This royal instruction is profoundly appropriate.",
                "H2KE-nKo": "자전이 전교하기를,“처녀 단자를 모두 봉입하라. 덕이 있는 가문의 현녀를 널리 간택하는 것이 어떻겠는가?”하니, 대신이 회계하기를,“이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 16일(무오) 2번째기사",
                "gt-oKo": "자전(慈殿)이 전교하기를, “처녀 단자(處女單子)를 모두 받되 유덕(有德)한 가문의 현숙한 여성들을 널리 간택하는 것이 어떠하겠는가?” 하니, 대신들이 회계하기를, “자전의 분부가 지당합니다.” 하였다.",
                "hj": "○慈殿傳敎曰: “處女單子, 則盡捧。 廣擇有德之門賢女, 何如?” 大臣回啓曰: “玆敎至當。”"
            },
            "3": {
                "H2KE-EN": "The high-ranking officials requested that the King be allowed to eat plain meals without meat until the second anniversary of Queen Mothers passing. The King refused to grant their request.",
                "H2KE-nKo": "대신이 자전(慈殿 정순왕후)이 이미 대상을 지났고 몸이 수척해졌다는 이유로 개소할 것을 두 번 세 번 청하였으나, 자전이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 16일(무오) 3번째기사",
                "gt-oKo": "대신이 자전에게 이미 대상(大祥)이 지났고 몸이 수척해졌으니 육식을 시작할 것을 두 번 세 번 아뢰었으나, 자전이 따르지 않았다.",
                "hj": "○大臣以慈殿已過大祥羸瘁, 請開素, 至再至三, 慈殿不從。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyeongsin day, due to the incident of the Queen Mother , the civil and military officials of the second rank and above proceeded to the palace and all the officials of the second rank and above proceeded to the palace.",
                "H2KE-nKo": "왕대비전(王大妃殿 정순왕후)의 개소하는 일로 동서반 2품 이상과 양사의 전원이",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 18일(경신) 1번째기사",
                "gt-oKo": "왕대비전에 육식 개시를 청하는 일로 동서반 2품 이상과 양사(兩司) 전원이 대궐(大闕)로 나아갔다.",
                "hj": "○庚申/以王大妃殿開素事, 東西班二品以上, 兩司全數詣闕。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyehae day, the Office of the Censor General reported, Your Majesty was observing the mourning period and completely observed the proprieties and laws, and there was no one who had seen or heard about it. Now, the maidens applicant applicantly is before the rite of ending the mourning period . Your subjects request that Your Majesty not reluctantly raise this matter on the matter of the Queen Mother. The King immediately ordered that this not be done.",
                "H2KE-nKo": "간원이 아뢰기를,“전하께서 상중에 계시면서 한결같이 예법을 따르셨으므로 보고 듣는 사람들이 모두 크게 기뻐하고 있습니다. 그런데 지금 처녀 단자를 봉입하는 일이 담제를 지내기 전에 미리 있게 되었으니, 자전께서 하신 일이라 하여 망설이지 마소서.”하니, 주상이 즉시 단자를 봉입하지 말라고",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 20일(임술) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “전하께서 거상(居喪)하심이 한결같이 예법을 준행하시므로 보고 듣는 이로서 크게 기뻐하지 않는 이가 없는데 이번에 처녀 단자를 받는 것은 담제(禫祭)를 지나기 전에 미리 있게 되었습니다. 자전께서 하시는 일이라 하여 망설이지 마소서.” 하니, 상이 즉시 하지 말라고 명하였다.",
                "hj": "○壬戌/諫院啓曰: “殿下宅憂, 一遵禮法, 凡在見聞, 莫不大悅。 而今者處女單子之捧, 預在未禫之前, 請勿以慈殿所爲, 而留難。” 上卽命勿爲。"
            }
        },
        "24": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 24일(병인) 1번째기사",
                "gt-oKo": "상이 문정전(文政殿)의 주강에 나아가 《논어(論語)》 양화편(陽貨篇)의 ‘공자가 말하기를, 하루종일 포식하면서 용심(用心)하는 곳이 없으면 곤란하다고 하였다.’는 대목에서부터 ‘누구를 위해 하신 말씀인지 모르겠다.’라는 주석까지 강론하였다, 기대승이 임문(臨文)하여 아뢰기를,【윗장에서 재아(宰我)가 상례(喪禮)를 물은 일로 인하여 아뢴 것이다. 】 “삼년상(三年喪)은 천하의 통상(通喪)입니다. 부모에 대한 자식의 정이야 하늘처럼 끝없는 것입니다만 성인이 반드시 인정과 예법에 맞게 제도를 정해서 아비를 위해선 참최(斬衰) 삼년복을 입고 어미를 위해선 자최(齊衰) 삼년복을 입되, 아비가 생존해 있으면 줄여서 기년복(朞年服)을 입게 했습니다. 이는 망극한 은혜를 갚는 데에 유독 어미에게만 인색해서 그런 것이 아니라, 하늘에는 두 개의 태양이 없고 집에는 두 사람의 어른이 없는 법이라 부모를 똑같이 대등하게 높일 수 없어서입니다. 주공(周公)이 예(禮)를 만들면서 양자가 된 이를 위해 만든 조목이 있는데 친부모에게 의(義)를 굽혀 강복(降服)했으니 어찌 망극한 정을 몰라서 줄이려고 하였겠습니까. 이는 그야말로 성인이 정미(精微)한 예문의 절도를 온축한 것으로서 천지·고금의 대경 대법(大經大法)을 세운 것입니다. 성현의 남기신 뜻을 체념하여 줄인 것이 당연함을 깊이 탐구한다면 반드시 학문에 유익함이 있을 것이며 일을 결정함에 있어 다시 구애되는 것이 없을 것입니다.” 하고, 이에 또 나아가 아뢰기를, “임금은 모든 일을 총람하시는 터이니 어떤 일인들 긴요하지 않겠습니까마는, 간언(諫言)을 받아들이는 것이 가장 절급하다고 하는 것은 경석(經席)에서 대소 신하들이 이미 모두 아뢰었습니다. 그러나 지난 몇 년 이래로 풍속이 크게 잘못되어 사람마다 말하지 않는 것을 귀하게 여기니, 지금 비록 간언을 받아들인다 해도 그저 예사로운 발언들뿐이어서 크게 시대의 풍습을 변화시킬 수도 없고 또 성덕에 크게 유익하지도 않습니다. 사람의 속성으로 볼 때 선을 행하려고 노력하는 자는 적고 고식적으로 무사 안일을 원하는 자는 많은 법인데 뇌정(雷霆)과 같은 위엄을 범하면서까지 강직한 말로 맞설 수 있는 것이 어찌 사람마다 가능한 것이겠습니까. 반드시 임금이 넉넉한 포용력으로 허심 탄회하게 받아들이며 가상하게 여겨 권장하고 비록 맞지 않는 발언이라도 그릇되었다 여기지 않고 충분히 받아들이게 된 연후에야 비로소 천하의 언론을 모아들일 수 있으며 천하의 훌륭한 인재들을 오게 할 수 있는 것입니다. 소순(蘇洵)은 글을 지어, 임금에게 반드시 간신(諫臣)들을 격려하고 권면하는 도리가 있어야 하는데 그 요령이 세 가지가 있다고 하였습니다. 소순의 의논이 비록 휼궤(譎詭)하여 바르지 못하기는 하지만 천하의 도리는 진정 이와 같은 것입니다. 근래에 상께서 하시는 일이 윤당(允當)하지 않는 것이 없으니 조정의 신하로서 그 누가 힘을 다하지 않겠습니까마는, 상께서는 반드시 간쟁(諫諍)하는 것이 그 자신을 위해 꾀하는 것이 아니라 단지 나라를 위해 그렇게 하려고 하는 것임을 아셔야만 될 것입니다. 면전에서 직간하는 것은 그 자신으로 보면 매우 편치 못한 일입니다. 군상(君上)이 어떻게 생각할지도 모르는 일이며 타인의 악행을 공격하면 원망을 많이 사게 됩니다. 그래서 간쟁하는 신하는 예로부터 고독하다고 일러 왔는데 이러한 뜻을 잘 아시어 쾌히 듣고 받아들여 주시면 모든 일이 차츰 좋아질 것입니다. 신은 외간(外間)의 공사(公事)를 보고는 경연 석상에 이르러 그 폐단을 말씀드리곤 하는데 오늘날 세상이 이미 잘못되어 풍속이 아름답지 못한 데다가 나라의 저축이 고갈되어 백성들의 곤궁함이 지금보다 심한 적이 없는데, 홍수와 가뭄의 재난이 다시 계속되고 있으니 생각해 보면 무척이나 우려되고 고민이 됩니다. 임금은 억조 창생을 통어하고 있는지라 억조 창생이 편안해진 뒤에야 비로소 그 책임을 다했다고 말할 수 있을 것이니 옛날의 성왕(聖王)들이 노심 초사하며 몸을 기울며 덕을 닦았던 것은 바로 이 때문이었습니다. 먼저 창생을 구제하겠다는 마음을 확고히 심중에 정하고 나서 비록 한마디의 좋은 말을 듣더라도 반드시 가슴속에 깊이 새겨야 할 것이고 초야의 소원한 사람들의 소장(疏章)이라도 채택하여 시행해야 할 것입니다.” 하고, 또 아뢰기를, “소신이 양화편(陽貨篇)의 삼년상에 대한 말씀으로 인하여 감히 미열(迷劣)한 말로 부연하여 계달하는 것이 매우 황공하나 말이 나왔기 때문에 감히 말씀드리겠습니다. 천하의 통상(通喪)에는 상례(常禮)와 변례(變禮)가 있습니다. 상례는 순조롭기 때문에 보통사람도 대처하기 쉽지만 변례의 경우는 온당하게 처지하기가 무척 어렵기 때문에 반드시 유의하여 끝까지 자세히 살핀 뒤에라야 비로소 실례(失禮)했다는 비난을 면하게 됩니다. 상께서 들어와 대통(大統)을 이어받으셨으니 정상적인 일과 다른 듯하고 그 사이에 처리한 일도 간혹 상규(常規)에 벗어난 것도 있으나 이에 대해서는 각각 선현들의 논의에 정론(定論)이 있으니 그 경우에 합당한 의논으로 거행할 수 있겠습니다. 다만 생각건대, 예로부터 의논들이 동일하지 아니하여 비록 선현의 말씀이라 하더라도 잘못 본 때가 있는 것인데 조금이라도 실수하면 고치기가 미안하다고 하는 점입니다. 선성(先聖)께서 ‘살아 계실 때 예로써 섬기며 돌아가시면 예로써 장사지내며 예로써 제사지내야 한다.’고 하셨으니 예대로만 할 수 있다면 추호의 어긋남도 없을 것이나 그 예를 알기가 무척 어려운 것입니다. 이제 삼년이 이미 지났으니 고규(古規)로 논하더라도 어찌 사친(私親)을 위해 합당하게 행할 전례(典禮)가 없겠습니까. 조정에서 스스로 잘 처리하겠지만 혹시라도 일시적으로 사정(私情)에 이끌리어 예문(禮文)에 미진함이 있게 되면 전하께서 스스로 처하시는 도리에 크게 미안한 점이 있게 될 뿐만 아니라 사친(事親)하는 도리에도 매우 거리끼는 점이 있게 될 것입니다. 성상께서는 계속 성념(省念)하시어 한결같이 고제(古制)를 준행하시되 반드시 옛 성현(聖賢)으로 자처(自處)하시면 좋을 것입니다. 소신이 일에 앞서 말씀드리는 것이 지극히 황공합니다만 별로 다른 뜻은 없고 주상께서 지나친 거조가 없고 고례(古禮)에 맞게 하시기를 바라고자 함에서입니다. 옛날에 임금이 들어와서 대통(大統)을 계승했을 때 처리한 사례는 매우 많습니다만 제대로 그 정당함을 얻은 경우는 적었습니다. 송 영종(宋英宗) 때에는 의논이 귀일되지 아니하였지만 끝내 정론을 이길 수 없었는데, 송 효종(宋孝宗) 때에 이르러서는 다른 의견이 없는 가운데 정자(程子)와 주자(朱子)가 이를 옳다고 시인하였습니다. 그 사이에 처리함에 있어 간혹 덜고 보탠 것은 있었지만 이것이 그 대강령입니다. 부자간의 망극한 정으로 말한다면 어찌 한량이 있겠습니까. 그러나 반드시 고례로 재제(裁制)한 뒤에야 천리(天理)의 정당함을 잃지 않고 인심(人心)의 안정도 얻을 수 있게 되는 것입니다. 옛사람이 말하기를 ‘효제(孝悌)의 덕은 신명(神明)에 통하고 사해(四海)에 빛이 난다.’고 하였으니 부디 더욱 유념하소서. 조정에서는 예로부터 구차하게 따라가는 병통을 항상 근심하여 왔습니다. 성상께서 삼대(三代)의 뜻을 회복하셨고 또 삼대의 덕을 회복하셨는데 이제 삼대의 예를 회복하고자 하시니 부지런히 따라 삼대의 전례를 복고하셔야 할 것입니다. 만약 구차하게 근대(近代)의 사례를 답습하면 크게 일을 성취하는 기상과는 어긋나게 될 듯 싶습니다. 국가의 일을 계달할 때마다 황공하기 그지없다는 것을 알고 있습니다. 그러나 지난날 문소전(文昭殿)의 일만 하더라도 당초 증수하자는 의논이 매우 옳았는데 뒤에 등록(謄錄)을 보고는 조종조에서 일을 이와 같이 한 것을 의심하였으니 한번만 소요(騷擾)한 것이 아니었습니다. 지금 이미 고쳤습니다만 당초에 예가 아닌 것은 아예 하지 않는 것이 훨씬 낫지 않았겠습니까. 아무리 조종조의 일이라 할지라도 그대로 모두 따를 수 없는 일이 있을 수도 있는 것이니, 그 양법(良法)의 아름다운 뜻을 준수할 수 없다는 말이 아니라, 일시적으로 우연히 행했던 일 중에는 더러 헤아려서 해야 될 것도 있다는 것입니다. 성묘(成廟) 초년에 문소전의 의논에 미안한 일이 있었다는 것은 전에 이미 계달했습니다만 그 사이에 무척 안타깝고 답답한 일들이 많았습니다. 성묘께서 어린 나이로 즉위하시자 정희 왕후(貞熹王后)가 임조(臨朝)하였는데 당시의 대신은 세조조(世祖朝)의 공신이 많았습니다. 그래서신이 《일기(日記)》를 보니 예종(睿宗)의 소상(小祥)이 바로 경인년 12월이었는데 소상을 겨우 지나자마자 왕대비전에는 진풍정(進豊呈)을 하고 대신들에게는 대궐 뜰에 연락(宴樂)을 내려 주었습니다. 그리고는 분부하기를 ‘마음껏 취하도록 하라’고 하자 여러 신하들이 종일토록 취했는데 한명회(韓明澮)·정인지(鄭麟趾) 등은 일어나 춤까지 추었다고 하였습니다. 이로써 미루어 보건대 그 당시에도 어찌 잘못 처리한 일이 없었다고 하겠습니까. 그러니 조종조에서 행했던 일이라고 하여 모두 옳은 것이라고 하지 말고 성상께서는 한결같이 삼대 이상의 예를 준행하시되 반드시 공자·맹자·정자·주자의 논의를 본받으신 뒤에야 동방의 예악이 더욱 완비되어 만세에 전하여도 빛이 나게 될 것입니다. 임금은 하늘을 대신하여 만물을 다스리는 것이니 법과 제도를 만들고 세울 때에 반드시 후세에 그 은택이 전해지도록 해야지 목전에 판단지어서는 안 됩니다. 성상께서는 뜻을 고원(高遠)한 곳에 두고 세우셔야 합니다.” 하고, 또 아뢰기를, “만약 털끌만큼이라도 미진한 점이 있게 되면 예에만 어그러질 뿐이 아니라 아마도 자손을 위해 좋은 계책을 물려주는 도리도 못 될 것입니다. 일이 일단 잘못 처리된 후에는 천륜의 지친(至親) 간에는 승순(承順)하기가 쉬워도 간쟁하여 저지하기는 어려운 것입니다. 조정에서도 꼭 사력(死力)을 다해 쟁론하라고 할 수는 없습니다. 소신이 미열(迷劣)하여 사리에 밝지는 못하지만 그래도 바라는 바는 그저 성학(聖學)이 날로 발전하여 이 세상이 융성해지고 태평해지는 것으로, 그렇게만 된다면 밝은 시대에 행세하게 될 것이니 그 영광됨이 클 것입니다. 일이 만약 잘못 처리되는 경우에는 하늘의 진노를 돌릴 힘이 별로 없게 될 테니 그 답답한 마음을 어찌 이루 헤아릴 수 있겠습니까. 일에 앞서서 말씀드리자니 매우 미안합니다만, 평소에 계달해 놓으면 성상께서도 반드시 성념(省念)하실 것이고 아랫사람들로서는 쟁론할 줄을 알게 될 것입니다. 그러나 혹 뜻과 생각이 불평(不平)하여 한 생각이라도 치우치게 되면 아마도 국가의 대사(大事)를 그르치게 될 것이라 이 점이 깊이 우려됩니다. 자연 효종(孝宗)의 고사(故事)가 있으니 그것을 사모할 줄 아신다면 반드시 다른 근심은 없을 것입니다. 그 사이에 일의 형편이야 조금 가감이 있을 수도 있는 것은 당연한 일이니, 스스로 전례(典禮)의 바른 뜻을 잃지 않는다면 과거와 현재가 차이가 난다고 해서 걱정할 것이 뭐가 있겠습니까. 정자는 ‘비록 정통(正統)에 대하여 뜻을 전일하게 해야 하지만 어찌 사은(私恩)을 모두 끊어버릴 수 있겠는가. 국가의 대사는 차례대로 거행해야 마땅하다. 또 방애(防礙)되는 바가 있다 하여 곧바로 시행하지 않는 것은 불가하다.’고 하였습니다.” 하였다.",
                "hj": "○丙寅/上御晝講于文政殿, 講《論語》《陽貨》篇, 自子曰絶食終日, 止不知其爲誰也。 奇大升臨文啓曰:【因上章宰我問喪, 而啓之也。】 “三年之喪, 天下之通喪。 人子爲親之情, 昊天罔極, 而聖人必爲之中制, 爲父而斬衰三年, 爲母而齊衰三年, 父在則降爲期年。 此非罔極之恩, 獨嗇於母而然也。 天無二日, 家無二尊, 不可以此隆故也。 周公制禮, 作爲人後之條, 而所生父母, 屈義降服, 豈不知情之罔極, 而必欲有所降殺哉? 此其聖人節文精微之蘊, 而立天地古今之大經大法也。 體念聖賢之遺意, 深究降殺之當然, 則必有益於學問, 而更無礙於裁事矣。” 仍又進啓曰: “人君摠攬萬事, 何事不爲要切, 而納諫爲切, 經席之上, 大小臣僚已盡啓達矣。 但自頃年, 風俗大誤, 人皆以不言爲貴, 今雖納諫, 而只從循例之言, 不能丕變時習, 又不能大益聖德矣。 人情勉强爲善者少, 姑息偸安者多。 犯雷霆之威, 抗骨鯁之辭, 豈人人所可能哉? 必須優容虛受, 嘉悅勸將, 言雖不中, 亦不爲非, 而有所優納, 然後始可以集天下之言, 來天下之善也。 蘇洵作文, 以記人君必有激勸諫臣之道, 而其要有三。 洵之議論, 雖曰詭而不正, 天下道理, 固如此也。 近來, 自上所爲, 無不允當, 在廷臣僚, 孰不盡力? 然必自上當知諫諍不爲己謀, 而只欲爲國可也。 直諫犯顔, 甚不便於其身, 不知君上以爲何如, 而攻人之惡, 亦多取怨, 故諫諍之臣, 自古謂之孤單。 能知此意, 而快於聽納, 則凡事漸好矣。 臣見外間公事及經席陳弊, 時世已誤, 風俗不美, 國儲板蕩, 生民困瘁, 莫甚於此時。 而水旱之災, 又從而連綿, 思之, 則甚多憂悶。 人君統御億兆, 億兆安, 然後始可言盡其責任。 古之聖王, 勞心焦思, 側身修德, 正以此也。 先以濟蒼生之心, 堅定于中, 雖聞片言之善, 亦必服膺于心, 草野疏章, 亦可採施也。” 又啓曰: “小臣因此章, 三年之喪, 敢以迷劣之言, 敷衍啓達, 心極惶恐, 而言出, 故敢陳之。 天下通喪, 有常有變, 常者其順, 故雖衆人可以易處, 而變則處置得宜甚難, 必加留意, 窮極詳察, 然後始免失禮之譏矣。 自上入承大統, 似異於常事, 其間處置之事, 或出常規之外。 先賢之議。 各有定論, 當其時, 則可以其議擧行也。 第念自古議論不一, 雖以先賢之言, 或有誤見之時, 失之毫釐, 改之未安。 先聖曰: ‘生事之以禮, 死葬之以禮, 祭之以禮。’ 能以禮爲之, 則可無一毫之差, 而知禮甚難。 今者三年已過, 論之以古規, 豈無爲私親合行典禮乎? 朝廷自能善處, 而一時或牽於私情, 有所未盡於禮文, 則非但殿下自處之道, 大有未安, 其於事親之道, 亦甚有妨。 聖念留省, 一遵古制, 必以古先聖賢自處, 則好矣。 小臣先事而言, 極爲惶恐, 而別無他意, 欲望主上無過擧, 而合古禮也。 古者, 人君入承大統, 其所處置者甚多, 而能得其正者少。 宋英宗時, 議論不一, 而終不能勝正。 至孝宗時, 無他議, 程、朱是之。 其間或有處置之損益, 而此其大綱領也。 以天性罔極之情言之, 則何可限量, 然必以古禮裁制, 然後不失其天理之正, 而能得乎人心之安也。 古人曰: ‘孝悌之德, 通于神明, 光于四海。’ 伏願更加留念焉。 朝廷之上, 自古每患因循苟且之病, 自上有復三代之志, 又有復三代之德, 今欲復三代之禮, 當勉勉循循, 以復三代之典。 若因循苟且於近代之事, 抑恐有乖於大有爲之氣象也。 國家之事, 每爲啓達, 極知惶恐, 而頃日文昭殿事, 當初增修之議甚正, 而後因謄錄, 更疑祖宗朝事如此, 而非一番騷擾, 今旣改之, 曷若初不爲非禮之爲愈哉? 雖以祖宗朝事, 亦或有不可盡從之事。 非謂良法美意不, 可以遵守, 一時偶爲之事, 或有所商量可也。 成廟初年, 文昭殿議得未安之事, 前已啓達。 其間甚多悶鬱之事, 成廟幼沖卽位, 貞熹王后臨朝, 而一時大臣, 多世祖朝功臣, 故臣見《日記》, 則睿宗小祥, 卽庚寅年十二月也。 小祥纔過, 三大妃殿爲進豐呈, 而大臣則賜宴樂於闕庭, 敎之曰: ‘以醉爲度。’ 諸臣終日而醉, 韓明澮、鄭麟趾, 至於起舞云。 以此推之, 其時亦豈無誤處之事乎? 此非以祖宗朝爲盡是, 而聖念一遵三代以上之禮, 以法孔、孟、程、朱之論, 然後東方禮樂益備, 垂之萬世, 而有光矣。 人君代天理物, 立法創制, 必欲流澤於後世, 不可取辨於目前。 自上立志, 當可高遠。” 又曰: “若有一毫之未盡, 則非但有乖於禮, 抑非貽謀燕翼之道也。 事至於誤處之後, 則至親天性之際, 易於承順, 難於諫止。 朝廷之上, 不可必謂以死力爭也。 小臣迷劣, 不曉事理, 而所望者, 只欲聖學日躋, 時世隆平, 則行於明時, 其榮大矣。 事若誤處, 則別無回天之力, 而抱悶何可量哉? 先事而言, 甚爲未安, 然平時有所啓達, 則聖念亦必省念, 而下人亦知可爭矣。 或意思不平, 而一人念偏倚, 則恐誤國家大事, 深以爲憂。 自有孝宗故事, 知可以思慕乎? 此則必無他虞矣。 其間事勢, 或稍有損益之當然, 而自不失於典禮之正, 尙何患今古之殊乎? 程子曰: ‘雖當專意於正統, 豈能盡絶於私恩?’ 國家大事, 當可次第擧行, 又不可有所防礙, 而不卽施行也。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Bak Chungwon was appointed minister of personnel , and Min Gimun was appointed inspector general .",
                "H2KE-nKo": "정묘년에 박충원을 이조 판서로, 민기문을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 25일(정묘) 1번째기사",
                "gt-oKo": "박충원(朴忠元)을 이조 판서에, 민기문(閔起文)을 대사간에 제수하였다.",
                "hj": "○丁卯/以朴忠元爲吏曹判書, 閔起文爲大司諫。"
            }
        },
        "3": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 3일(을사) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “국가의 안위와 흥망은 군자와 소인의 진퇴에 달려 있습니다. 그러므로 옛날부터 인군은 이에 대해 신중히 하지 않음이 없어 감히 소홀히 하지 않았습니다. 대체로 군자들이 많이 진출한다고 하여 국가가 꼭 잘 다스려진다고 보장할 수는 없으나 한 사람이라도 소인이 진출하게 되면 언제나 패망이 따르게 되니, 그 기틀이 어찌 크게 두려워할 만한 일이 아니겠습니까. 선왕의 말년으로부터 대간(大奸)이 계속 파출되어 조정의 법도가 청명해지더니, 성상께서 임어(臨御)하심에 미쳐서는 그동안 그 죄를 응징하지 않았던 남은 죄인들마저도 깨끗이 모두 제거해 버리고 유락(流落)해 있던 여러 훌륭한 인재들을 초야에서 발탁하여 무더기로 나아오게 하시니, 조야(朝野)가 편안하고 정숙해지면서 조만간 태평 시대를 이룰 희망이 있게 되었습니다. 그런데 뜻밖에도 이번에 직첩을 발급하여 서용하라는 명령이 국가에 관련된 중대한 범죄를 지은 자들에게까지 외람되이 미쳐 간적(奸賊)의 무리들로 하여금 다시 요행을 바라는 마음을 내게 하였으니, 사람들의 심정이 흉흉해져 해괴하게 여기지 않는 이가 없습니다. 윤인서(尹仁恕)는 본래 아첨을 떠는 사특한 소인인데다가 교활하기까지 하여 그 평소의 마음 씀씀이와 일처리한 것을 보면 지극히 보잘것이 없습니다. 권간(權姦)들을 바꿔 가며 섬기고 그들의 하수인이 되어 선비들에게 해독을 끼치고 조정에 화환(禍患)을 빚어냄으로써 국가를 병들어 초췌하게 하였으니, 그의 죄악이 극심하다 하겠습니다. 전 목사 정척(鄭惕)은 찬성이 간교하고 탐욕스러워 남을 해치는 데에 마음을 두었으므로 부자·형제의 사이에도 패려(悖戾)한 일이 많았습니다. 이양(李樑)의 붕당에 빌붙어 극도로 아첨하여 인물을 상해하려는 그 마음이 일만 만나면 번번이 터져 나와서 조정 반열에 있는 자로서 무서워 움츠리지 않은 사람이 없었습니다. 그러다가 목민관을 역임하게 되어서는 매우 잔혹하게 착취하여 못하는 일이 없었는데, 인신(人臣)으로서 이와 같은 죄를 짓고도 관직을 삭탈당하는 벌만 받았으니 이미 관대한 은전을 입었다고 하겠습니다. 그런데 이제 서용의 은명(恩命)까지 입게 된다면, 패거리로 간특한 짓을 하여 제멋대로 해독을 끼친 죄를 장차 징계할 수 없게 될 뿐만 아니라 아마도 뒷날 사림(士林)의 화를 얽어 국가에 화란을 끼칠 일이 오늘날로부터 시작되지 않을까 두렵습니다. 전 도정(都正) 심뇌(沈鐳)는 본시 흉특하고 패망(悖妄)한 인물로서 제멋대로 많은 불의한 일을 자행하였습니다. 처음 등제(登弟)할 때부터 이미 거짓되고 외람된 술책을 부렸고 서사(筮仕)한 뒤에는 용렬하고 패악하다는 소문이 크게 퍼졌으며 탐람(貪婪)하게 제멋대로 굴어 조금도 두려워하거나 꺼리는 바가 없었습니다. 그리하여 조정의 정사(政事)와 인물을 탄핵하는 데도 간여하지 않은 적이 없었으며, 심지어는 간흉의 무리들과 비밀히 내통하여 사림들을 위험에 빠뜨릴 모의를 조장하여 헤아릴 수 없는 환란을 이룰 뻔하였으니, 그 음험하고 참혹한 정상은 이루 말로 다할 수 없습니다. 그리고 조정을 탁란(濁亂)케 한 그 아비의 악독한 행동도 사실은 모두 이 사람의 종용에서 나온 것이라고 합니다. 그리하여 날이 갈수록 분개하는 여론이 더욱 심화되고 있습니다. 전 우후(虞候) 이의(李艤)는 본래 패려한 무뢰배로서 집안에서 행한 일들이 개돼지와 똑같았는데 남의 군공(軍功)을 가로채 외람되게도 정옥(頂玉)에 올랐습니다. 심지어 천릉(遷陵)할 때 차사원(差使員)으로 능소에 나아가서는 거만하게 어상(御床)에서 기거하면서 조금도 꺼림이 없었으니, 그 참람하고 망령된 행동이 극심하다 하겠습니다. 이뿐만이 아닙니다. 이양에게는 벼룩처럼 달라붙고 노예처럼 아첨해 섬기면서 비록 재상의 지위에 있는 사람이라 할지라도 마구 깔아뭉개는 등 못하는 짓이 없었으며 이밖에 저지른 죄악을 낱낱이 들기가 어렵습니다. 이런 사람이 은명(恩命)을 입게 된다면 악을 징계할 수 없을 뿐만 아니라 간악한 무리들이 요행을 엿보고 바라는 길이 이로 인해 점차 열리게 됨으로써 뒷날 환란의 화를 자초하는 계제(階梯)가 될까 우려됩니다. 전 동지(同知) 심전(沈銓)은 품성이 음험하고 사특한 데다가 탐욕스럽고 악독합니다. 세력있는 연줄을 잡아 타고 올라가 외람되게 2품의 자리까지 앉았으니 나라의 은혜가 망극하거늘 이를 보답할 생각은 하지 않고 다만 제멋대로 악행을 저질렀습니다. 타인의 저택을 온갖 수단을 써서 강제로 점거하는가 하면 백성의 양전(良田)을 공공연히 강탈하였으며, 기름진 토지를 많이 점유하여 합쳐서 농장을 만드는가 하면 양천(良賤)을 불러들여 소굴을 만들기도 하였습니다. 전에 전주 부윤으로 있을 적에는 관의 재정을 다 써가며 남의 노비를 사들였는데 그 수가 얼마나 되는지 모릅니다. 백성의 노동력을 다 동원해 관언(官堰)을 크게 쌓고는 이내 자신이 취득하였고, 많은 관비(官婢)를 음행하고는 노비 문서에서 지워 데려왔으며, 심지어는 도적을 잡는다는 핑계로 한 마을 사람들을 도륙하고는 그 전토를 몰수하여 자기의 소유로 취하였으니, 국가를 좀먹고 백성을 병들게 하며 거리낌없이 제멋대로 군 실상이 전날 죄를 입던 때에 모두 드러났습니다. 이런 인간에게는 무거운 형벌을 가한다 해도 조금도 애석할 것이 없는데 삭탈만 하였으니 이는 또한 너무도 가벼운 형벌이었습니다. 그런데 어떻게 갑자기 직첩을 발급하여 간사하고 탐악한 사람들에게 악을 징치할 여지가 없게 한단 말입니까. 윤인서·정척·심뇌·이의·심전에 대해서는 모두 직첩을 발급하여 서용하라는 명령을 다시 거두소서.” 하고, 간원이 조광언(趙光彦)에 대해서도 아울러 아뢰었으나, 상이 모두 윤허하지 않았다.",
                "hj": "○乙巳/司憲府啓曰: “國家之安危興喪, 係於君子小人之進退。 故自古人君, 莫不愼重於此, 不敢小忽。 蓋衆君子之進, 未必能成國家之治, 一小人之進, 亂亡輒至, 其機豈不大可畏哉? 自先王末年, 大奸相繼罷黜, 朝憲淸明。 及聖上臨御, 餘孽之未服其辜者, 廓然逬去; 群賢之流落者, 拔茅彙進, 朝野寧靜, 大平之期有日。 而不意, 今者, 給牒敍用之命, 濫及於罪關國家之人, 使奸賊之輩, 復生覬覦之心, 人情洶洶, 莫不駭怪。 尹仁恕, 本以諂邪陰回之小人, 濟之以狡猾, 其平生用心行事, 極爲無狀。 遞事權姦, 作爲鷹犬, 流毒搢紳, 釀禍朝廷, 使邦國殄瘁。 其爲罪惡極矣。 前牧使鄭惕賦性奸貪, 處心毒害。 父子兄弟之間多有悖戾之事。 朋附李樑, 極其邪媚, 傷人害物之心, 遇事輒發。 凡在朝列, 莫不側足。 至於屬經, 臨民之官, 殘虐剝割, 無所不至。 人臣負罪如此, 只被削奪之罪, 已爲寬典, 而今蒙恩命, 則不但黨奸肆毒之罪, 將無所懲, 而竊恐他日, 搆禍士林, 貽亂邦家者, 未必不自今日始也。 前都正沈鐳, 本以凶慝悖妄之人, 多行不義, 惟意所欲。 登第之初, 已有詐濫之術, 庸惡之稱, 大播於筮仕之後, 貪婪縱肆, 略無畏憚。 至於朝廷政事之間, 人物彈論之際, 莫不干與。 甚至簡通姦兇之輩, 助其傾陷士林之謀, 幾成不測之禍, 其爲陰慘, 有不可言。 至於其父濁亂朝政之惡, 皆出於此人之縱臾, 輿情之憤, 久而益深。 前虞候李艤, 本以無賴悖戾之人, 居家行事, 有同狗彘, 奪人軍功, 濫乘頂玉。 至於遷陵時, 以差使員進於陵所, 偃然寢處御床, 略無忌憚, 其僭妄無狀極矣。 不特此也, 風附李樑, 諂媚奴事, 雖在宰相之人, 陵轢無所不至。 其他罪惡, 難以枚擧。 如此之人, 若蒙恩命, 則不但無以懲惡, 奸黨窺望之路, 恐或因此漸開, 以階後日患亂之禍也。 前同知沈銓, 稟性陰邪, 加以貪毒, 夤緣乘勢,濫蹲二品。 國恩罔極, 而無意圖報, 只肆其惡. 人有第宅, 百計抑占; 民有良田, 公然怯奪; 多占膏饒之地, 聚爲農庄。 招納良賤, 萃爲淵藪。 爲全州府尹時, 盡傾官儲, 買人奴婢, 不知其數; 竭用民力, 廣築官堰, 因自取之; 多肆官婢, 爻案率來。 甚至托捕盜賊, 屠殲一村之民, 沒其田土, 掠爲己物。 其蠧國病民, 縱恣無忌之狀, 兼發於前日被罪之時。 如此之人, 雖置重典, 固不足惜。 削奪之罪, 亦爲輕典, 豈可遽爲給牒, 使姦貪之人, 無所懲惡哉? 尹仁恕、鄭惕、沈鐳、李艤、沈銓, 竝還收給牒收用之命。” 諫院竝啓趙光彦, 上幷不允。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The inspectors and censors reported as follows: In the previous Goryeo dynasty, the world was unfortunate, and the powerful cunning culpower functionaries continued to occur. Instead, [the powerful cunning circumstances and arrogant cultivating cunning culpower cunning cultivating the royal order to conceal the world, thereby suppressing the safety of the sovereign, the world is declining day by day. Unfortunately, [the powerful circumstances] were clearly revealed and expelled [the powerful cunning circumstances]. When Your Majesty ascended the throne, [the powerful cloud clouds] in the middle of the sun cloud cultivated cunning cultivated circumstances and the brilliant cultivated cultivating cunning cultivating ",
                "H2KE-nKo": "대간이 아뢰기를,“지난번 선왕 때에 국운이 불행하여 권간이 계속 일어나 국권을 농락하고 위복을 마음대로 휘둘렀습니다. 그리하여 간사한 무리들이 서로 붙좇아 우익이 되어 기염을 토하며 속셈을 자행하였습니다. 그리하여 조정의 명령을 협박하고 사림의 입을 틀어막아 임금으로 하여금 고립되고 나라의 형세로 하여금 날로 위축되게 하여 위망의 화가 눈앞에 닥쳤습니다. 다행히도 선왕께서 말년에 통촉하시고 호오를 분명히 보여 주심에 힘입어 거의 다 쫓겨났습니다.성상께서는 중천에 뜬 해와 같이 임어하시어 잔당들이 다 제거되고 뭇 현인들이 초야에서 발탁되었습니다. 오늘날에 이르러서는 음흉한 기운이 날로 사라지고 양기가 점점 자라나서 조야가 눈을 씻고 태평성대를 기대하고 있으니, 나라가 오늘날까지 있게 된 것이 어찌 다행스럽지 않겠습니까. 그런데 뜻밖에도 이번에 직첩을 돌려주고 서용하라는 명이 또 죄가 국가에 관계된 사람에게까지 미쳐 간적의 무리로 하여금 다시 분수에 넘치는 일을 바라는 마음을 품게 하였습니다. 이에 사람들이 놀라고 중외의 인심이 흉흉하기가 전일 죄를 정할 때보다 더 심하니, 결코 머뭇거리며 인심을 잃고 화란을 초래해서는 안 됩니다. 윤인서, 정척, 심반, 심전, 심반에게 직첩을 돌려주고 서용하라는 명을 모두 도로 거두어들이소서.”하니, 답하기를,“심전과 심반은 모두 아뢴 대로 하라. 윤인서 등의 일은",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 4일(병오) 1번째기사",
                "gt-oKo": "대간이 아뢰기를, “지난번 선왕조에 있어서는 국운이 불행하여 권간(權奸)들이 계속 일어나서 국권을 희롱하고 위복(威福)의 권한을 제 마음대로 휘둘렀습니다. 음험하고 사특한 무리들이 벼룩처럼 빌붙고 그림자처럼 붙좇아 다니면서 그들의 우익이 되어 기염(氣焰)을 토하고 평소에 품었던 욕심을 제멋대로 행사하여 조정의 운명을 위협하고 사림의 입에 재갈을 물림으로써 인주(人主)를 고립시키고 국세를 날로 위축되게 하였으니, 위망(危亡)의 재난이 아침저녁 사이에 박두해 있었습니다. 그런데 다행히도 말년에 이르러 선왕께서 이를 통촉하시고 호오(好惡)를 분명히 보이심에 힘입어 이러한 무리를 거의 제거하였는데 급기야 성상께서 임어하심에 이르러서는 중천에 태양이 빛나듯 잔당들까지도 모조리 제거되고 훌륭한 현인들이 초야에서 발탁되어 어떤 이는 지금까지도 있습니다. 그리하여 간특한 음기(陰氣)가 날로 사라지고 밝은 양(陽)의 기운과 점차 자라나게 되어 조야(朝野)가 눈을 비비고 태평 시대를 바라고 생각하게 되었으니, 국가에 오늘과 같은 날이 있게 된 것이 어찌 행운이라 하지 않을 수 있겠습니까. 그런데 이번에 뜻밖에도 직첩을 주어 서용하라는 명령이 국가에 관련된 중죄인에게까지도 미치게 됨으로써 간적의 무리로 하여금 다시 요행을 바라는 마음을 내게 하였으니, 사람들의 마음이 놀라고 두려워하여 중외(中外)가 흉흉함이 전날보다 심한 바가 있습니다. 그들의 죄를 결정할 시기를 머뭇거림으로써 인심을 잃고 화를 부르게 되어서는 결단코 안 됩니다. 윤인서·정척·심뢰·심전·이의에 대하여 직첩을 발급하여 서용하라는 명령을 모두 거두소서.” 하니, 답하기를, “심전과 심뢰는 모두 아뢴 대로 하라. 윤인서 등은 윤허하지 않는다.” 하였다.",
                "hj": "○丙午/臺諫啓曰: “頃在先王朝, 國運不幸, 權姦繼起, 竊弄國柄, 專擅威福。 憸邪之徒, 風附影從, 作爲羽翼, 張皇氣焰, 肆行胸臆。 脅朝廷之命, 箝士林之口, 使人主孤立, 國勢日蹙, 危亡之禍, 迫在朝夕。 幸賴先王洞燭於末年, 明示好惡, 屛斥殆盡。 逮至聖明臨御, 如日中天, 餘孽盡去, 群賢拔茅。 或至于今, 陰慝日消, 陽明漸長, 朝野拭目, 想望太平。 國家之有今日, 豈不幸哉? 不意今者, 給牒敍用之命, 亦及於罪關國家之人, 使姦賊之輩, 復生覬覦之心。 人情駭懼, 中外洶洶, 有甚於前日定厥罪之時, 決不可遲回, 失人心, 而招禍亂也。 請尹仁恕、鄭惕、沈鐳、沈銓、李艤, 竝還收給牒敍用之命。” 答曰: “沈銓、沈鐳, 竝如啓, 尹仁恕等, 不允。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The officials of the Office of the Inspector General reported again that Your Majesty ordered Yun Inseo , Jeong Cheok , and Yi Mi to return their letters of appointment. The King approved this.",
                "H2KE-nKo": "양사가 윤인서ᆞ정척ᆞ이우에게 직첩을 돌려주라고 한 명을 도로 거두어 달라고 다시 아뢰니, 주상이 그대로",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 5일(정미) 1번째기사",
                "gt-oKo": "양사가, 윤인서와 정척·이의에게 직첩을 주라는 명령을 다시 거둘 것을 아뢰니, 상이 따랐다.",
                "hj": "○丁未/兩司更啓尹仁恕、鄭惕、李艤還收給牒之命, 上從之。"
            },
            "2": {
                "H2KE-EN": "Min Gimun was appointed 우부승지로, Yi Wong록 was appointed magistrate of Yeongheung Magistracy , Hong Yeon was appointed magistrate of Sangju Strategic County , Byeon Heup was appointed magistrate of Anbyeon Magistracy , Sim Sugyeong was appointed governor of Hamgil Province , and Shin Dam was appointed third inspector .",
                "H2KE-nKo": "민기문을 우부승지로, 이원록을 영흥 부사로, 홍연을 상주 목사로, 변협을 안변 부사로, 심수경을 함경 감사로, 신담을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 5일(정미) 2번째기사",
                "gt-oKo": "민기문(閔起文)을 우부승지로, 이원록(李元祿)을 영흥 부사(永興府使)로, 홍연(洪淵)을 상주 목사(尙州牧使)로, 변협(邊協)을 안변 부사(安邊府使)로, 심수경(沈守慶)을 함경 감사로, 신담(申湛)을 장령(掌令)으로 삼았다.",
                "hj": "○以閔起文爲右副承旨, 李元祿爲永興府使, 洪淵爲尙州牧使, 邊協爲安邊府使, 沈守慶爲咸鏡監司, 申湛爲掌令。"
            }
        },
        "6": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 6일(무신) 1번째기사",
                "gt-oKo": "상이 문정전(文政殿)의 주강에 나아가 《논어》 양화편(陽貨篇)을 강하였다. 상이 이르기를, “저번에 ‘윤원형(尹元衡) 시대에는 직언하는 사람이 하나도 없었으니 우리 나라 사람은 본래 중국만 못하다.’【6월 7일에 심의겸(沈義謙)이 경연 석상에서 아뢰기를 ‘우리 나라 사람은 기력이 없고 나약합니다. 중국에서는 엄숭(嚴嵩)이라는 자가 바야흐로 뜻을 얻어 제멋대로 악행을 저지를 때, 직간하던 신하가 살육당하는 것을 추응룡(鄒應龍)이 목도하고는 피하지 않고 직언하였습니다. 그런데 우리 선왕조에서는 20년 동안 한 사람도 말한 자가 없었습니다.’ 하니, 정탁(鄭琢)이 아뢰기를 이 말이 맞습니다.’ 하였고, 윤근수(尹根壽)는 아뢰기를 ‘우리 나라는 국토가 한쪽 변방에 치우쳐 있어 품성이 후하지 못한데, 중국 사람들은 쇠약하고 혼란한 세상을 당할 때마다 일컬을 만한 선비가 많이 나왔습니다. 엄숭이 권력을 전횡하자 급사중(給事中) 양계성(楊繼盛)이 엄숭의 죄를 논했다가 살해되고 왕숭무(王崇武)는 유배되었지만 끝내는 추응룡이 탄핵의 상소를 하여 축출하고 말았습니다. 윤원형이 국권을 잡고 있을 당시 신하 중에 그 누구도 그의 죄를 말한 사람이 없었으니, 살기를 탐하고 죽음을 두려워함이 극심하다고 하겠습니다.’ 하였다. 상의 분부는 대개 이것을 지적한 것이다. 】 하였는데, 이 말을 내가 다시 생각해 보니, 그 의논이 바르지 못할 뿐만 아니라 뒤 폐단이 끝이 없으리라 여겨진다.” 하니, 기대승(奇大升)이 아뢰기를, “아뢰게 된 연유는 알 수 없지만 그 발언이 과격했던 것만은 사실입니다. 하늘에서 부여받은 품성은 본디 후박(厚薄)의 차이가 없는 것인데, 우리 나라가 중국보다 반드시 못하다고 말하는 것은 어폐가 있는 것 같고, 그것을 공식 석상에서 버젓이 이야기한다면 편벽되었다고 말하지 않을 수 없습니다. 이른바 ‘윤원형 당시에 그 잘못을 말하지 않았다…….’ 한 것은 분격해서 나온 이야기였을 것입니다. 중국의 경우는 엄숭(嚴嵩)이 바야흐로 활개를 칠 때에 직언을 하다가 죄를 받는 자가 계속 나오는데도 피하지 않았는데, 우리 나라의 경우는 권간이 국권을 잡았을때 초야의 선비만 입을 다물고 말하지 않았던 것은 아닙니다. 조정에서 국은을 받은 자로서 혹 그 간당의 무리인 줄 몰랐거나 그 하수인 노릇을 한 자는 말할 필요도 없습니다만, 당시 선인(善人)으로 좀 칭찬을 받던 사람들도 역시 발언을 제대로 하지 못하면서 조정에서 물러나지 않고 구차하게 부귀의 자리를 잡고 있었으니 잘못이라고 이를 만합니다. 근래에 풍속을 갑자기 잘못되었습니다. 조종조에서는 악한 자를 배격하고 선한 자를 포양(褒揚)했기 때문에 연소한 사람에게까지도 지나치게 베푼 일이 많았고, 성묘(成廟) 때에는 사림의 기운을 배양했기 때문에 폐조(廢朝)의 무오(戊午)·갑자(甲子)의 사화를 겪으면서 사림들이 타격을 받은 것이 극에 달했었습니다. 그러다가 중묘(中廟)의 반정(反正) 후로 10여 년 동안 국사에 면려하여 사기(士氣)가 면면히 이어져 오다가 그뒤 윤원형이 권세를 잡으면서 인심이 크게 잘못되었습니다. 그러나 지금은 성상께서 위에서 계셔서 마음속에 품은 바를 모두 말할 수 있게 되었습니다. 다만 최근 20여 년 동안 친구나 향당 간에서 직기(直氣)의 선비를 보기 드물게 되어, 옳지 못한 일을 보더라도 말하지 않으며 혹 어떤 사람이 그 일을 논하면 소란을 피운다 하고 모든 일에 누구나 간여하려 하지 않습니다. 그래서 그러한 당대의 잘못된 풍습을 민망해 한 나머지 격하여 한 발언이었을 것입니다.” 하고, 또 아뢰기를, “위에서는 당대 풍습의 잘못된 점을 아시어 강대(剛大)하고 직방(直方)한 기운을 배양하셔야 합니다. 한(漢)나라 말기에 강대하고 직방한 기운이 흉악한 무리에게 꺾인 나머지 순숙(荀淑)의 발언이 손순(遜順)했기 때문에 그 자손이 거꾸로 조씨(曹氏)의 신하가 되고 말았습니다. 중용(中庸)의 도는 오직 성인만이 할 수 있는 것이니, 그 경지에 이르지 못한 사람들은 마땅히 기절(氣節)을 뇌락(牢落)하게 가져서 강어(强禦)한 자들을 두려워하지 않도록 힘써야 할 것입니다. 평소에 얼굴색과 언사를 바르게 한 연후에야 환란에 임하여 절개를 지켜 의리에 죽을 수 있는 것입니다. 소신은 항상 친구간에 말하기를 ‘우리들 사이에서 말을 곧게 하고 얼굴색을 바르게 하지 못한다면 어떻게 임금 앞에 나아가서 제대로 말할 수 있게 되기를 바라겠는가.’ 하였습니다. 현세의 풍습이 이미 잘못되어 있으니 어떻게 절개를 지켜 죽음으로 의리를 지키는 신하들을 많이 얻을 수 있겠습니까.” 하니, 상이 이르기를, “조종조의 일은 모르겠지만 전조(前朝)가 쇠란하고 위망에 직면했을 즈음에 윤원형보다 심한 간인(奸人)이 없지 않았건마는 그래도 역시 정직(正直)한 선비들이 있었으니, 이를 보면 사람의 성품이 구획지어진 것이 아니라는 것을 알 수 있다.” 하였다. 기대승이 아뢰기를, “전조의 일로 전교하시니 매우 감격스럽습니다. 소신의 혼미하고 용렬한 의견으로는 그 일을 생각할 때마다 이런 생각이 들었습니다. 전조의 기강이 바야흐로 문란해졌을 때 우리 태조(太祖)께서 동정 북벌(東征北伐)하시어 생민들을 크게 구제하심으로써 하늘이 명을 내리고 백성이 귀의하게 되었으니 이치상으로 나라의 주인이 되심이 당연하거늘, 고려의 신하들 중에는 부지해 보려다가 끝내 안 되자 마침내는 절개를 지켜 죽은 사람도 있고, 대간의 신분으로서 자기 몸을 생각하지 않다가 죄를 입어 죽은 사람도 있으며, 혁명한 후에도 은퇴하여 벼슬하지 않은 사람이 있는가 하면 우리 조정에 벼슬은 하면서도 그 당시의 기개와 절조가 범연치 않은 사람들이 있었습니다. 우리 조선조에 이르러서는 유배되고 죽임을 당한 명사들이 많았는데도 뒷 사람들은 위축되지 않고 모두들 떨쳐 일어날 것을 생각하였습니다. 그런데 근래에 무척 안타깝고 염려되는 일이 있습니다. 풍속이 급격히 크게 잘못된 데로 돌아가 한때의 숭상하는 풍조가 모두 말하지 않는 것을 현명한 것으로 삼아온 지 거의 20여 년이 되었습니다. 사대부 중에도 말을 하지 않고 자신을 지키는 자는 서로 추천하여 좋은 관직을 대부분 점거하고 있기 때문에 근래에는 국가에 큰일이 없었습니다. 그리하여 친구간에 탄핵하여 논박하는 일은 소소한 것이라도 역시 하지 않습니다. 그러나 조종조의 일을 듣건대, 평소에 서로 친분이 두터운 사이라도 탄핵하여 논박하는 일을 서슴지 않았다고 합니다. 그러므로 세종조(世宗朝)에 하연(河演)이 영상 겸 이조 판서가 되고 최부(崔府)가 이조 판서가 되어 정사(政事)로 서로 비난하자, 대간이 상의 앞에 나와 논핵하기를 ‘최부는 말할 것도 없지만 하연도 잘못입니다.’라고까지 하였는데 이 때 하연과 최부는 상의 앞에 있으면서 황공하여 숨을 죽이고 있다가 밖에 나와서야 얼굴빛이 펴졌다고 합니다. 지금은 조금이라도 반박하는 말이 있으면 반드시 ‘무슨 마음을 먹었기에 이런 말을 하는가? 이 사람은 다른 마음이 있는 것이 분명하다.’ 할 것입니다. 이처럼 풍속이 잘못되어 있으나 위에서 어떻게 그 곡절을 알 수 있겠습니까. 윤원형이 권세를 잡고 있을 때 당시 정승이라는 자들도 감히 한마디도 하지 못했으며 양사의 장관을 모두 그 문하의 인물들로 삼았으므로 공적인 일에 있어서만 가부를 논할 수 없었던 것이 아니라 약간만 어떤 의향을 내비쳐도 사람들이 모두 미리 그 뜻에 영합하여 성사시키는 형편이었습니다. 그러므로 첩의 아들을 허통(許通)시키는 일만 해도 원형이 약간 의향을 드러내 보이자 다른 사람들이 앞서 날뛰며 성사시켰던 것입니다. 그러나 악행이 쌓여 오래 되어 명종(明宗)이 그의 흉악하고 사특함을 환히 알게 되면서 싫어하고 괴로와하는 기색이 없지 않자 사람들이 위의 뜻을 알게 되었고, 따라서 논박하여 아룀으로써 죄를 주게 되었으니, 명종이 만약 악으로 여기지 않았다면 지금까지도 어떻게 그를 제거할 수 있겠습니까. 요즈음의 일에 대해서는 그다지 자세한 내막을 알 수는 없습니다만 아뢴 말이【우리 나라 사람은 중국만 못하다고 한 말을 가리킨 것이다. 】 뭔가 의미가 있지 않겠습니까. 이 점을 유념하셔야 할 것입니다. 주상께서 임어(臨御)하신 지 이제 3년이 됩니다. 여러 신하들 가운데 밖에 있어 소원(疏遠)한 자들은 아실 수 없겠지만 혹 특진관(特進官)으로 입시하는 재상이나 대간·시종의 사람들이야 상께서 무슨 일인들 모르시겠습니까. 대개 현재의 풍습은 모두 말하지 않는 것을 귀하게 여기고 있습니다. 그 어떤 사람이 과오가 없겠습니까. 과오에 대해서는 논할 수 있는 것입니다. 만약 그 과오를 공적인 입장에서 이야기할 경우, 듣는 자는 성을 내지 않아야 하고 말하는 자는 꺼리지 않아야 합니다. 그런데 말하는 자가 꺼리고 듣는 자가 성을 낸다면 비록 과실이 있어도 입을 꼭 다물고 말하지 않다가 큰 잘못이 있게 된 연후에야 책벌이 따르기 때문에 조정이 안정되지 못하는 것입니다. 구중 궁궐의 상께서 어떻게 아시겠습니까. 반드시 입시하는 신하들이 계달한 연후에야 아실 수 있습니다. 위에서 반드시 아신 뒤에야 정사와 교화가 행해질 수 있는 것이니 각별히 유념하소서. 치도(治道)를 물어 보시면 현재의 일도 알 수 있고 신하의 현능(賢能) 여부도 분변할 수 있습니다. 송(宋)나라 때 부필(富弼)은 훌륭한 정승이었습니다. 부필이 말하기를 ‘임금은 별다른 직임이 없고 다만 군자와 소인을 분별하는 것으로 직임을 삼아야 한다. 군자와 소인이 같이 있게 되면 군자가 이기지 못하는 것은 필연적인 형세이다. 군자가 이기지 못하면 몸을 이끌고 물러나 태연히 도를 즐기는 생활을 하지만, 소인이 이기지 못하게 되면 온갖 방법으로 선동하고 얽어 매어 반드시 이기고 난 뒤에야 그만둔다. 그리고 그가 권세를 잡고 나면 마침내 선량한 사람들에게 마음대로 해독을 끼치게 되니 그때 가서 천하가 어지럽지 않기를 구한들 가능하겠는가.’ 하였습니다. 후세의 임금된 자는 이 점을 마땅히 경계해야 할 것입니다. 군자와 소인의 변별이 없다면 큰 혼란을 초래하게 될 것입니다. 군자와 소인 사이는 마땅히 밝고 엄하게 변별한 뒤에야 정치의 효과가 이로부터 나오게 됩니다. 향기로운 풀과 더러운 냄새를 풍기는 악초가 같이 있게 되면 악취만 있게 되고, 곡식을 심고 가라지를 제거하지 않으면 좋은 곡식을 해치게 됩니다. 그러므로 나라를 다스림에 있어서도 반드시 군자를 돕고 소인을 막은 뒤에야 국사가 옳게 되는 것입니다. 옛적에 육지(陸贄)는 위 아래의 정의(情義)가 통하지 않는 것을 논하면서 제거되지 않은 아홉 가지 폐단을 말했습니다. 이른바 아홉 가지 폐단이라는 것은 위에 여섯 가지가 있고 아래에 세 가지가 있습니다. 남을 이기기를 좋아하는 것, 허물 듣기를 부끄러워하는 것, 변명하며 합리화시키는 것, 총명함을 자랑하는 것, 위엄으로 겁주는 것, 강퍅한 행위를 제멋대로 하는 것, 이 여섯 가지는 임금에게 있는 폐단입니다. 아첨하는 것, 거취를 결정하지 않고 형세를 관망하는 것, 겁내며 두려워하는 것, 이 세 가지는 신하에게 있는 폐단입니다. 위에서 이기기를 좋아하면 반드시 아첨하는 말을 달갑게 여기고, 위에서 과오를 듣기를 부끄러워하면 반드시 직간(直諫)을 꺼리게 마련이니, 이렇게 되면 아첨하는 자들이 그 뜻을 순종만 하게 됩니다. 위에서 한사코 변명을 일삼으면 다른 사람을 말로 꺾고, 위에서 총명을 자랑하면 다른 자들이 속인다고 미리 생각하게 마련이니, 이렇게 되면 형세를 관망하는 자들이 스스로 편하게 여깁니다. 위에서 위엄으로 겁을 주면 반드시 자신의 뜻을 낮춰 아랫사람들을 접하지 못하게 되고, 위에서 마음대로 강퍅한 행위를 자행하면 반드시 허물을 뉘우쳐 고치려 하지 않을 것이니, 이렇게 되면 겁내며 두려워하는 자들이 죄를 피하게 됩니다. 이중에서도 허물 듣기를 부끄러하는 것과 총명함을 자랑하는 폐단은 옛날부터 영명한 군주일수록 더욱 면하기 어려웠습니다.” 하고, 신응시(辛應時)가 아뢰기를, “신돈(辛盹)이 마음대로 권력을 행사할 때 온 조정이 그를 추종하였는데 유독 정추(鄭樞)와 이존오(李存吾)만이 상소하여 그를 논박했습니다. 그런데 윤원형 당시에는 임금이 고립되었는데도 조정의 뭇 신하들 중에 한 사람도 간언하는 자가 없었습니다.” 하니, 상이 이르기를, “정추와 이존오는 다른 나라 사람이 아니고 바로 우리 나라 사람이다. 상소만 한 것이 아니고 조정에서 욕까지 하였는데 신돈은 자기도 모르게 상(床)에서 떨어진 적도 있었다. 그러니 우리 나라 사람이 어찌 중국보다 못할 리가 있겠는가. 이 의논은 한쪽으로 치우쳤기 때문에 말한 것일 뿐이다.” 하였다. 기대승이 이뢰기를, “성상의 생각이 여기에 이르시니 지극합니다. 우리 나라 사람들이 어찌 옛 사람들보다 못할 리가 있겠습니까. 위에서 요(堯)·순(舜)·탕(湯)·무(武)의 업적을 이룰 수 있다고 생각하시고 신하들도 역시 성현을 스스로 기약하며 기질(氣質)상의 편벽된 점을 제거할 수 있다면 세도(世道)가 좋아질 것입니다. 아뢴 말씀이 과격한 벌언으로 잘못된 이론이었는데 위에서 깊이 그 병통을 아셨으니 진실로 우리 나라의 무궁한 복이 될 것입니다.” 하고, 또 아뢰기를, “김종직(金宗直)이 조의제강중문(弔義帝江中文)을 지었다가 대죄(大罪)를 받았습니다만 그 글에 ‘중국은 넉넉하고 우리 나라는 모자라는 것이 아니다. 어찌 옛날에는 있었는데 오늘날에 없어지겠는가.’ 하였으니 이 말은 매우 바른 논리입니다.” 하였다. 상이 이르기를, “윤원형이 당시에 그렇게 된 것은 무슨 까닭인가?” 하니, 대승이 아뢰기를, “별 다른 일이 없습니다. 윤원형에 대한 일을 자세히 알지는 못합니다만 듣고 본대로 아뢰겠습니다. 윤원형은 소시적부터 사특하고 악독하여 사류(士類)에 용납되지 못하였으므로 출신(出身)한 후에도 모든 천망(薦望)하는 직임에는 허락받지 못하였는데, 그 때문에 원한이 뼈속에 사무쳐 있었습니다. 인묘(仁廟)께서 동궁이 계시는데 원손(元孫)이 없으니 종사(宗社)가 마침내 군(君)으로 있는 명종(明宗)에게 돌아갈 수밖에 없으리라는 생각을 윤원형이 다분히 품게 되었는데 공론에 용납받지 못하는 자들이 또 가서 그와 결탁하였습니다. 인묘가 바야흐로 동궁에 계시는데 다른 마음을 가진다면 인신(人臣)이 아닙니다. 조정의 선류(善類)로서 그 누가 이런 생각을 품겠습니까. 그런데 윤원형은 대윤(大尹)·소윤(小尹)의 설을 지어내어 현사(賢士)로서 동궁에게 기대를 거는 자들을 대윤의 무리라고 일컬었고, 중묘(中廟) 말년에는 경연 석상에서까지 이 논의를 끄집어 내었는데, 중묘께서 듣고는 크게 노하시어 윤임(尹任)을 유배시키고 윤원형을 파직시키라는 명을 내렸습니다. 지극히 성명하신 중묘께서 선처하신 일이라고 할 수 있는데, 당시 신하들이 시의(時宜)에 통달하지 못하고 ‘지금 무단히 죄를 준다면 뒤 폐단이 있을까 두렵고 외간(外間)에도 이런 일은 없었다.’고 하는 바람에 중묘께서 중지하고 말았습니다. 윤원형은 뒤에 도승지에서 참판으로 승진하였는데 논박을 받고는 마음속으로 분을 품었습니다. 윤원로(尹元老)는 형용할 수 없을 정도로 사특하고 악독한 인물입니다. 명종 즉위 초에 문정 왕후(文定王后)께서 조정이 화평해야 한다는 전교를 내리자, 대신이 계달하여 윤원로를 방출했는데 이로 인하여 을사(乙巳)의 사화가 이루어지게 되었습니다. 윤임은 악행이 쌓여 죽어도 죄가 남을 것이니 이 사람을 죄주기만 했다면 괜찮았을 텐데 이기(李芑)와 임백령(林百齡)·정순붕(鄭順朋)의 무리들이 유관(柳灌)·유인숙(柳仁淑)까지 아울러 귀양보내고는 곧 이어 사사(賜死)하였습니다. 그 뒤에 또 고변(告變)으로 인하여 끝내는 모반했다고 죄를 뒤집어 씌웠는데 당시 학문했던 사람으로 이언적(李彦迪)이나 권벌(權橃) 같은 이들이 어찌 추호인들 윤임에게 붙을 리가 있겠습니까. 유인숙도 선사(善士)였다고 하는데 그 때의 사람들이 평소의 유감과 원한을 가지고 마침내 대죄(大罪)을 빚은 것이 이 지경에까지 이르렀으니 《무정보감(武定寶鑑)》을 보시면 알 수 있습니다. 그 뒤로는 조금만 비난하는 의논이 있어도 곧장 대죄로 얽어맸기 때문에 참봉 성우(成遇)는 죄가 없으면서도 죽임을 당했고, 허충진(許忠眞)은 유생의 신분으로 형을 받는 화를 입고 방출을 당하는 등 죄를 받는 사람들이 끊이지 않고 계속되었으니 그 누가 자기 몸을 잊고 감히 말하였겠습니까. 대간과 시종은 항상 윤춘년(尹春年)과 윤인서(尹仁恕)·진복창(陳復昌)이 맡아서 했기 때문에 조금이라도 뜻에 맞지 않으면 큰 화란을 일으켰으니, 그 사이에 비록 가슴으로 개탄하고 분개하는 충신과 의사가 있다 해도 임금은 구중 궁궐에 계시므로 제 몸을 돌아보며 말을 하지 못했던 것입니다. 전라도 안서순(安瑞順)이라는 자가 있었는데 상소하여 송인수(宋麟壽)라는 어진 선비가 원통하게 죄를 잘못 받은 정상을 말했다가 집에서 체포되어 끌려와 대정(大庭)에서 신문받고는 형을 받고 죽었으며 사련자(辭連者)도 모두 중죄를 받았으니, 국가에 오늘이 있게 된 것만도 다행이라 하겠습니다. 진(秦)나라 2세 황제 때 정선(正先)이라는 자가 당시의 일을 비난했다가 죄를 받았는데 그 뒤 조고(趙高)의 세력이 더욱 성해지자 의논하는 자들이 말하기를 ‘진나라의 패망을 정선이 재촉했다.’고 하였습니다. 이러한 때를 당하여 한두 사람 말하는 자가 있었다 해도 한갓 살해만 되었을 것이니 또한 무슨 유익함이 있었겠습니까. 뒤에 임백령(林百齡)의 시호를 문제삼아 스스로 트집 잡을 단서를 얻었다고 생각하고는 전정(殿庭)에서 신문할 것을 청하였는데 명종께서 그 간교함을 아시고서 박순(朴淳)과 박근원(朴謹元)을 의시관(議謚官)이라 하여 다만 파출할 것을 명하였으므로 그들의 기세가 저지되고 억제되었습니다.” 하였다. 상이 이르기를, “시호를 의정한 해는 언제인가?” 하니, 기대승이 아뢰기를, “신유(辛酉)년입니다. 박순은 응교였고 박근원은 부응교였는데 봉상시(奉常時)에서 시호를 의정할 때 임백령에게 달리 일컬을 만한 일이 없기 때문에 공소(恭昭)라고 하였습니다. 그러다가 뒤에 충헌(忠憲)으로 개정하려는 의논이 있음을 듣고 정부에서 고쳐 의망하여 계문할 때 공소라는 시호도 함께 써서 들였는데, 위에서 하문하시기 때문에 그 틈을 타 원훈(元勳)을 비난하여 논했다는 이유로 큰 죄를 만들어 내려고 했던 것입니다.” 하였다. 상이 이르기를, “시호에 대한 일을 위에서 짐작하기로는 이런 생각이 든다. 공소로 먼저 정했어도 바로 충헌으로 고쳤다면 위에서 무슨 일로 하문했겠는가?” 하니, 기대승이 아뢰기를, “봉상시에서 시호를 정하고 나면 정부에서 마감(磨勘)해서 전계(轉啓)하는 것이 상례이기 때문에 정부에서 윤원형의 은근한 뜻을 알고 고쳐야겠다고 생각하고는 마침내 충헌으로 고쳤습니다. 그리고 입계할 때에 공소라는 호도 같이 써서 들였기 때문에 위에서 하문했다고 합니다.” 하고, 또 아뢰기를, “윤원형이 첩을 처로 삼은 뒤에 하루는 명종께서 지나가는 말로 묻기를 ‘옛날에 첩을 처로 삼았던 때가 있는가?’ 하니, 입시한 여러 신하가 한 마디도 하지 못했다고 합니다. 위에서 이미 그의 죄악을 알고 물었던 것인데도 신하들이 화를 당할까 두려워하여 말하지 못했던 것입니다.” “이 말은 금시초문이다. 그렇다면 당초에도 쟁론하는 사람이 없었단 말인가?” 하니, 기대승이 아뢰기를, “어떻게 쟁론하는 사람이 있었겠습니까. 신해(辛亥)년에 윤원형이 우상이 되었는데, 문정 왕후도 연소하다고 하고 윤원형도 또 감히 감당할 수 없다고 하여 사퇴하고 그 자리에 있지 않았습니다. 그러자 삼사(三司)에서 논계하여 ‘현자를 이 자리에 두지 않을 수 없다.’고 했습니다. 소신이 옥당(玉堂)에 있을 때 그 소(疏)를 가져다 보니 과연 소차 등록(疏箚謄錄)에 있었습니다.” 하였다. 상이 아뢰기를, “그 사람이 지금도 있는가?” 하니, 기대승이 아뢰기를, “소신이 동료들과 함께 이 소를 보고 ‘시세가 어려우면 벼슬해서는 안 되는 것인데 영원히 더러운 이름을 남길까 두렵다.’고 하니, 연소한 동료들도 웃었습니다.” 하였다. 상이 이르기를, “혹 현재 있는 사람이라도 한두 사람이 윗사람의 명령에 승순하여 창도하고 나서면 그 나머지는 화를 당할까 두려워하여 따르게 될 것이니 사기(士氣)를 배양해야만 하겠다.” 하니, 기대승이 아뢰기를, “지금까지 전해오는 말로는, 김안로 당시에 허항(許沆)이 누구를 논박하고자 할 때에는 반드시 일제히 모이기를 청하여 그 일을 처리했는데, 당시의 부제학도 무슨 일인지를 몰라 ‘오늘은 무슨 일이 있는가?’ 했다 하니, 세상이 잘못되면 일이 모두 이렇게 되는 것입니다.” 하였다. 상이 이르기를, “김안로가 패망할 때 누가 주장했는가?” 하니, 기대승이 아뢰기를, “김안로는 험악하고 사특하여 사류(士類)에 용납되지 않아 기묘(己卯) 연간에는 경주 부윤(慶州府尹)으로 나갔다가 그 뒤에 들어와 이조 판서가 되었습니다. 인물이 사특하고 악독하여 남곤(南袞)도 그를 두려워하여 축출했던 것인데 다시 들어와서는 선량한 사람들을 죽이려 하였고 희릉(禧陵)을 옮기기까지 하였습니다. 당시 문정 왕후(文定王后)가 국모였을 때인데 또 폐립(廢立)하려는 의논이 있어서 그 화가 인주에게까지 닥치게 되었으나 중묘(中廟)께서는 어떻게 조처해야 할지 그 방도를 몰랐습니다. 그러자 척리(戚里)의 사람들이 그런 뜻을 알고는 대간(臺諫)에게 말하여 아뢰게 하니, 중묘께서 즉시 금부(禁府)에 명하여 잡아 내도록 하였던 것입니다.” 하고, 신응시(辛應時)는 아뢰기를, “그런데 대간(大奸)을 죄줄 때 척리(戚里)의 손을 빌렸기 때문에 척리들의 위세가 저절로 무거워지게 되었습니다.” 하니, 상이 이르기를, “이 일은 마치 옛사람들이 말한바 ‘집안에 있는 도척(盜跖)을 쫓아 내려고 양호(陽虎)를 불러 온다.’는 것과 같으니, 여우나 삵괭이가 물러난 대신 범과 이리가 들어온 격이다.” 하였다. 기대승이 아뢰기를, “양연(粱淵)이 김안로를 제거하고 나서 중묘께서 그에게 과도하게 위임하여 장차 국사를 멋대로 독단하는 일이 있을 뻔했는데 그만 죽고 말았다고 합니다. 당시의 처치한 것이 비록 정대하다고는 할 수 없어도 김안로에게 죄를 준 다음에는 기묘인(己卯人)들을 이끌어 진출시켜 정광필(鄭光弼)도 등용하였으니 이는 끝내 선처한 것이라고 하겠습니다. 김안로가 그의 아들 김희(金禧)를 공주에게 장가보냈으니 어찌 반연(攀緣)할 길이 없었겠습니까. 이행(李荇)이 정승으로 있으면서 김안로를 끌어 들여 대제학으로 추천했으니 이미 우익(羽翼)이 이루어졌고 허항(許沆)과 채무택(蔡無擇)은 곧 그의 복심(腹心)이었습니다. 그런데 김안로가 패망하게 될 때 이 사람들이 모두 상(喪)중에 있었기 때문에 도모해 제거할 수 있었던 것입니다. 임금은 마땅히 처음을 삼가 소인을 예방해야 하니, 국사를 그르치고 나서는 또한 어떻게 해볼 도리가 없는 것입니다.” 하고. 또 아뢰기를, “그러나 척리들의 손을 빌렸기 때문에 뒤 폐단이 이루어지고야 말았으니, 을사년(乙巳年)에 문정 왕후의 밀지(密旨)가 있게 된 까닭도 척리들이 지휘한 데 기인하는 것입니다. 그리하여 마침내는 중학(中學)에서 일제히 모여 당시의 인물들을 함정에 빠뜨리려 하였는데, 그 때 대간으로서 연소하고 기절(氣節)있는 사람들이 그 불가함을 주장하다가 드디어는 대죄(大罪)를 입게 되었습니다. 유희춘(柳希春)과 김난상(金鸞祥)은 당시 정언이었고 백인걸(白仁傑)은 헌납이었는데, 다행이 죽게 되지 않았지만 모두 적당(賊黨)으로 몰려 죄를 받았던 것입니다.” 하니, 상이 이르기를, “백인걸도 윤원형을 추고하려 하다가 양사(兩司)에서 모두 체직되고 끝내는 옥중의 몸이 되었다.” 하였다. 기대승이 아뢰기를, “위에서 그가 무죄라는 것을 아셨기 때문에 그 죄가 이에 그쳤던 것입니다.” 하고, 신응시는 아뢰기를, “한(漢)나라 때 두무(竇武)가 현자였기 때문에 진번(陳蕃)이 힘을 합쳐 환관들을 제거하려고 했던 것이니, 척리 중에도 현능한 인물만 있다면 함께 일을 할 수 있는 것입니다.” 하였다. 기대승이 아뢰기를, “두무는 현능한 인물이었기 때문에 같이 일을 했던 것입니다. 만약 현능하기만 하다면 함께 일할 수 있습니다.” 하니, 상이 이르기를, “척리뿐만이 아니다. 동한(東漢) 때에는 두헌(竇憲)을 제거하려고 정중(鄭衆)과 모의를 하였다. 두헌이 결국 죄를 받았으나 동한도 이 때문에 망하고 말았다.” 하였다. 기대승이 아뢰기를, “시초를 삼가지 않으면 종말에도 반드시 도모하기 어렵게 됩니다. 한 장제(漢章帝) 때 두헌은 공주(公主)의 전지(田地)를 빼앗기까지 하였습니다. 헌에게 죄가 있음을 알면서도 제거하지 못했기 때문에 화제(和帝) 때에 와서 이러했던 것입니다. 임금의 자리는 어려운 것이니 마땅히 깊은 못을 건너듯 얇은 얼음을 밟듯 하여 조금이라도 방심해서는 안 됩니다. 따라서 군자가 조정에 있게 되면 소인이 멀어지게 되는 것입니다만 소인을 안다는 것이 또한 어려운 일입니다.” 하고, 또 아뢰기를, “윗사람의 뜻을 승순하는 사람은 매우 두렵게 대해야 합니다. 옛적에 당 태종(唐太宗)이 대궐의 후원에 있는 어떤 나무 밑에서 쉬면서 그 나무를 좋아했던 적이 있었습니다. 그러자 우문 사급(宇文士及)이 덩달아서 예찬하여 마지않았습니다. 이에 당 태종이 말하기를 ‘위징(魏徵)이 언젠가 나에게 아첨하는 사람을 멀리하라고 권하였는데, 나는 누가 아첨하는 자인지를 몰랐다. 네가 아닐까 의심하였는데 이제 보니 과연 틀림이 없구나.’ 하였습니다. 그러자 우문 사급이 고두(叩頭)하고 사죄하면서 은미(隱微)하고 완곡한 언사로 대답을 하니, 태종이 그 말에 기분이 좋아져서 잘못이라고 생각하지 않았습니다. 옛날부터 영명하고 특출한 군주도 소인의 술수 속에 빠졌던 것입니다.” 하고, 또 아뢰기를, “오늘날의 폐단은, 무사 안일주의에 빠져 녹봉(祿俸)이나 받으려 하고, 추종자를 받아들여 뇌물을 먹으면서 일생을 보내려는 사람이 매우 많다는 점에 있습니다. 최근 들어 선과 악을 분명히 구별하여 선한 자에게 후하게 하고 불선한 자에게는 박하게 하니, 이러한 심상한 무리들로서야 그 누가 마음에 기뻐할 리가 있겠습니까. 선인의 마음은 공정하기 때문에 우리 임금을 존귀하고 영화롭게 하며 우리 백성을 모두 평안히 하고자 하지만, 심상한 무리들이야 다만 제 한몸을 보전하려 하고 임금이나 백성에는 뜻이 없는 까닭에, 서로 시비를 가리는 의논이 옛날부터 없을 수 없었던 것입니다. 오늘날은 과연 어떠한지 모르겠습니다만 아마도 이러한 일이 없을 수 없으리라고 봅니다. 지난번에 사론(邪論)이 나오게 된 것은 여기에 근원하는 것입니다. 조정에서는 대간(大奸)이 아니면 전날 신임해 쓰던 사람을 모두 물리칠 수는 없는 것입니다만, 그러나 그 사이에는 복심을 삼을 자도 있고 보좌인으로 삼을 자도 있으며 또 외처에 쓸 자도 있는 것이니, 위에서 이러한 내용을 잘 아시고 반드시 어진이를 먼저 가까이 하시면 군자들이 기세가 당당하게 되고 잡담이나 하는 심상한 무리들은 말을 할 수 없게 될 것입니다. 한 때의 치란과 흥망이 모두 여기에 달려 있습니다. 지난번에 일정한 기간 동안 서용하지 않는 일을 삼공(三公)이 계달(啓達)하였을 때 성상께서 답하신 말씀은 지극히 옳았습니다. 삼공이 그 미안(未安)한 것을 몰랐던 것은 아니나 인정이 무사 안일에 빠지기 때문에 그러한 인정으로 아뢰었던 것인데, 성상의 분부가 한번 내려지자 하늘과 같은 그 말씀으로 인해 사람들이 기대를 모두 끊고 마음으로 복종하게 되었습니다. 만약 아랫사람들이 그러한 말을 하였더라면 모든 원망이 그 곳으로 몰려 들었을 것입니다. 군자와 소인의 사이에 억양(抑揚)하는 도(道)를 조금도 소홀히 할 수 없는 것이니 군자의 도가 신장하게 되면 소인의 도는 소멸하게 마련입니다. 욱지(陸贄)가 아뢰기를 ‘폐하는 훌륭한 뜻을 갖고 계시면서도 잘 다스리지를 못하기 때문에 신은 한밤중에 고요히 생각할 때마다 남몰래 탄식하고 깊이 애석해 합니다. 예전에 폐하께서 자리만 있고 뜻이 없다거나 뜻은 있어도 자질이 없었다면 신은 벌써 세속에 따라 부침(浮沈)하면서 살았을 것입니다. 무엇 때문에 이처럼 급급해 하겠습니까.’ 하였으니, 육지 같은 현자로서도 이와 같이 말하였는데 그보다 못한 사람들이야 말할 나위가 있겠습니까. 위에서 주장하지 않으면 아랫사람들이 무엇을 의지하겠습니까. 상께서 만약 학문에 부지런히 힘쓰시어 성현이 되는 것을 목표로 하신다면, 뜻있는 선비로서 그 누가 자기 몸을 잊고 나라를 위해 몸 바치지 않겠습니까.” 하고, 신응시는 아뢰기를, “일정한 기간 동안 서용하지 못하도록 하는 법에 대한 전교는 지극하십니다. 《대전(大典)》의 본래 의도는 필시 틈을 엿보아 빠져나가거나 병을 칭탁하는 것 때문에 이런 법을 두었을 것입니다. 만약 일일이 분변(分辨)하고자 하면 인정(人情)에 구애받을 듯하기 때문에 일체 법으로 제약했던 것입니다. 만약 지공 무사(至公無私)하게만 한다면 그래도 분별할 수 있을 것입니다. 《대전》의 본래 의도는 필시 이렇게는 되지 않을 것이라고 여겼던 것입니다.” 하였다. 기대승이 아뢰기를, “이 말도 옳습니다. 그러나 이 법을 거듭 신칙해 밝히지 않았던 것이 아니며 병인년에 했고 또 전년에도 했습니다. 6년으로 한정하는 법은 당초 설립할 때 사람들이 모두 불편하게 여겼는데, 세종(世宗)의 마음이 허조(許稠)와 합치되어 이루었던 것입니다. 요즈음 처음에는 즐겨 부임했다가 바로 버리고 돌아오는데 버리고 와도 벌칙이 없기 때문에 사람들이 꺼리는 것이 없으니, 진정 병이 든 경우라고 하더라도 반드시 일정한 법이 있어야만 될 것입니다. 이 법이 일단 설립되었으니 관직을 버리고 상경하고 싶은 사람도 꺼리고 두려워하여 중도에서 그만둘 것입니다. 기강이 서게 되면 구차한 일이 없게 되지만 먼저 한두 사람이라도 분변해주려 할 것 같으면 정사는 고식적인 데 빠지고 말 것입니다. 만약 수령이 참으로 병이 있어서 관직에 있을 수 없다면 감사(監司)가 당연히 공론으로 계문(啓聞)할 것인데 지금은 온갖 방법을 동원하여 청탁함으로써 반드시 그 계책을 성사시키고 마니 어찌 온당치 않다고 하지 않겠습니까.” 하고, 또 아뢰기를, “성종조(成宗朝)에 부마(駙馬) 홍상(洪常)의 숙부를 장흥 부사(長興府使)로 삼은 적이 있었는데 병을 칭탁하고 가지 않자 논계하여 끝내는 죄를 주었습니다. 근자에 회령 부사(會寧府使) 김계(金啓)의 일을 헌부가 논계한 지 이미 오래인데도 위에서는 윤허하지 않고 있습니다. 성상께서는 ‘김계가 비록 갑작스럽게 승진하기는 했어도 합당하면 보낼 수 있는 것이다.’는 의견이시니 그 뜻도 타당합니다. 다만 대간이 공론으로 계달한 것은 성상께서도 마땅히 힘써 따르셔야 할 것입니다. 김계의 마음가짐으로서도 조정을 잘 되게 하려고 할 것이며, 또한 그 인물이 그르다는 것이 아니라 단지 갑작스레 승진시켰다는 것으로 논했다가 대간이 끝내 소청을 얻어내지 못하고 만나면 김계의 마음에도 어찌 겸연쩍어하지 않겠습니까. 서서히 2∼3년 지난 뒤에 이 직임을 명하신다면 간언(諫言)을 듣는 도리에도 합당하고 아랫사람들을 대우하는 일에도 타당할 것입니다.” 하였다. 상이 이르기를, “이 경우는 그렇지 않는 점이 있다. 김계를 불선(不善)한 사람으로 논하여 저지하는데도 보낸다면 과연 그러하겠지만, 이는 단지 너무 빨리 승진시켰다는 것으로만 논하여 저지하는 것이니, 이는 공론이 그의 인물을 인정하는 것이다. 그대로 간들 부끄러울 것이 뭐가 있겠는가.” 하니, 기대승이 아뢰기를, “전교는 지당하십니다. 다만 공론이 이미 갑자기 승진시켰다는 것으로 논했으니 물정(物情)에 조금이라도 석연치 않은 것이 있다면 김계에게도 무슨 영광이 되겠습니까. 사대부는 마땅히 염치를 배양해 나가야 합니다.” 하였다. 상이 이르기를, “조정의 백관 가운데에 갑자기 승진된 사람이 어찌 없겠는가. 김계가 비록 지난해에 비로소 당상(堂上)에 올랐지만 출신(出身)한 지가 이미 오래이니 이 직임을 맡지 못할 이유가 없다.” 하니, 기대승이 아뢰기를, “성상의 분부가 지당하십니다. 해조(該曹)와 상신(相臣)의 뜻도 그러했기 때문에 의망했던 것입니다. 그러나 나이가 많은 사람이면 그래도 되겠지만 김계는 나이가 겨우 40여 세인데 가선(嘉善)으로 갑자기 승진되는 것은 김계 본인에게도 어찌 미안하지 않겠습니까. 더구나 공론이 행해지지 않는데 구차하게 행공(行公)한다면 어찌 부끄럽지 않겠습니까.” 하였다.",
                "hj": "○戊申/上御晝講于文政殿, 講《論〈語〉》《陽貨》篇。 上曰: “頃日以爲: ‘尹元衡時, 無一直言之人。’ 我國之人, 本不如中朝,【六月初七日, 沈義謙啓於經席曰: “我國之人疲弱, 中朝有嚴嵩者, 方得志肆惡之時, 鄒應龍目見殺戮諫臣, 而直言不避。 先王朝, 則二十年間, 無一人言者。” 鄭琢曰: “此言是矣。” 尹根壽曰: “我國處于偏方, 賦往不厚。 中原之人, 則每當衰亂之世, 多有可稱之士。 嚴嵩專權, 給事中楊繼盛論嵩罪, 而見殺, 王崇武被竄, 其終有鄒應龍者, 劾奏逐之。 方尹元衡之執國, 其時臣子無人言其罪者, 其貪生畏死極矣。” 云云。 上之所敎, 蓋指此也。】 此言, 予更思之, 非但其議不正, 後弊無窮矣。” 奇大升啓曰: “所啓曲折之意, 不可知, 而其言之激, 則有之矣。 天之稟賦, 固無豐嗇, 謂我國必不如中朝, 似乎有弊。 而泛然公言, 則亦不可不謂之偏也。 所謂元衡時不言云云者, 憤激而言之也。 中原, 則方嚴嵩得志之, 日直言被罪者, 相繼而不避。 我國則權姦當國之時, 不但草野之士含默不言, 朝廷之上蒙遇國恩者, 或不知其姦, 與或爲鷹犬爪牙者, 不須說也。 一時稍稱善人者, 亦不能言, 身且不退, 苟持富貴, 可謂非矣。 近來風俗頓誤, 祖宗朝, 則激濁揚淸, 故年少人亦多過當之事。 成廟培養士氣, 故經廢朝戊午甲子之禍, 士林之斬伐極矣。 而﻿中廟反正之後十餘年間, 勉爲國事, 士氣綿綿。 後元衡當國, 人心大誤。 今則聖明在上, 有懷畢陳矣。 但自二十餘年來, 朋輩閭巷之間, 罕見直氣之士。 雖見事之非者, 亦不言之人。 或議之, 則又謂之騷擾, 凡事皆欲不爲, 故悶時習之誤, 而激言之也。” 又啓曰: “自上當知時習之誤, 而培養剛大直方之氣也。 漢末剛大直方之氣, 折於兇虐之餘。 荀淑言遜, 故其子孫反爲曹氏之臣。 中庸之道, 惟聖人爲之, 其下則當務氣節牢落, 不畏强禦也。 平居正色正言, 然後臨難可以伏節死義。 小臣常言于朋輩間曰: ‘儕輩中, 不能直言正色, 則又何望到君前, 而能言之乎? 時世之習旣誤, 伏節死義之臣, 豈能多得乎?” 上曰: “祖宗朝事, 則不知, 而前朝衰亂危亡之際, 不無甚於元衡之奸, 而亦有正直之士, 則以此可知人性之不牿。” 大升曰: “以前之事傳敎, 至爲感激。 小臣迷劣之意, 每懷如此。 方前朝紀綱板蕩之時, 我太祖東征北伐, 大濟生民, 天命人歸, 理當主國, 而麗氏之臣, 欲扶持而竟不能, 終有死節之人; 爲臺諫者, 或有不計其身, 彼罪而死者。 革命之後, 或有退去不仕者, 或有仕于我朝, 而一時氣節, 不爲偶然者。 至于我朝, 名士多被竄戮, 而後來之人, 不爲懲創, 皆思興起。 近來甚有悶慮之事, 風俗頓歸大誤, 一時所尙, 皆以不言爲賢, 幾二十餘年。 士大夫間, 不言自守者, 則交相推薦, 多占美官, 故近來國家大事, 固無之矣。 雖小小朋輩間彈駁之事, 亦不爲之, 得聞祖宗朝事, 雖以素相交厚者, 彈駁不避, 故世宗朝, 河演爲領相兼吏曹判書, 崔府爲吏曹判書, 以政事間事非之。 臺諫至入上前論劾曰: ‘崔府不足道, 河演竝誤。’ 演與崔府, 方在上前, 惶懼屛息, 出外顔色舒展云。 今者, 若有小駁, 則必曰: ‘有何狹心, 而如此乎? 此人必有異心也。’ 風俗之歸誤如此, 自上何以知其曲折乎? 元衡當國, 一時爲相者, 亦莫敢言, 兩司長官, 皆以門下人爲之。 非但公事, 間, 事不能可否而已, 稍有意向, 人皆逢迎成之。 故妾子許通之事, 元衡稍有意向, 而他人奔走成之。 稔惡旣久, 明宗洞知兇邪, 不無厭苦之意, 人知上意, 故論啓而罪之。 明宗不以爲惡, 則至今豈能去之乎? 近日之事, 甚爲不詳, 所啓之言【指我國人不如中朝之言也。】 無乃有意乎? 以此留念可也。 主上臨御, 今且三年, 群臣之間, 在外疏遠者, 則不可知也。 或以特進官入侍, 宰相與臺諫侍從之人, 自上何事不知乎? 大槪時習, 皆以不言爲貴矣。 人誰無過, 過則可論。 若公言之, 則聞之者不怒, 言之者不嫌, 可也。 而言之者嫌, 聞之者怒, 雖有過失, 含默不言。 至於大誤, 然後責罰隨之, 故朝廷不爲安靜也。 九重之上, 何以知之乎? 必入侍之臣啓達, 然後可知也。 自上必知之, 然後政化可行也。 各別留念, 訪問治道, 則可知時事, 而臣之賢否, 亦可辨也。 宋時, 富弼賢相也。 弼之言曰: ‘人君無職任, 惟以分別君子小人爲職。’ 君子與小人幷處, 其勢君子必不勝, 君子不勝, 則奉身而退, 樂道無悶。 小人不勝, 則交扇搆結, 千岐萬轍, 必勝而後已。 迨其得志, 遂肆毒於善良, 求天下不亂, 不可得也。 後世人主, 當戒于此也。 君子小人無別, 則是大不平也。 君子小人之間, 當明辨而嚴別, 然後治化從玆而出。 薰臭同處, 則無薰而有臭; 苗不去莠, 則有害於嘉穀。 是以爲國, 必扶君子而沮小人, 然後國事是矣。 昔者陸贄論上下情義之不通, 而言其九弊之不去。 所謂九弊者, 上有其六, 而下有其三。 好勝人、恥聞過、騁辨給、衒聰明、厲威嚴、恣强愎, 此六者, 君上之弊也。 諂諛、顧望、畏愞, 此三者, 臣下之弊也。 上好勝, 必甘於佞辭。 上恥過, 必忌於直諫。 如是, 則諛者順旨。 上騁辨, 必折人以言; 上衒聰明, 必虞人以詐。 如是, 則顧望者自便。 上厲威, 必不降情接物; 上恣愎, 必不引咎受規。 如是, 則畏愞者避辜。 恥聞過、衒聰明, 自古英明之主, 尤不能免。” 應時曰: “辛盹擅恣, 滿朝靡然。 獨有鄭樞、李存吾上疏論之。 尹元衡之時, 則人主孤立, 滿朝群臣無一人言者。” 上曰: “鄭樞、李存吾非他國人, 亦我國人也。 不但上疏, 至於庭辱, 辛盹不覺下床。 我國之人, 安有不及中原之理乎? 此議一偏, 故言之耳。” 大升曰: “聖念及此, 至矣至矣。 我國之人, 何有不及於古? 自上能以堯、舜、湯、武爲可爲, 而臣下亦以聖賢自期, 克去氣質之偏, 則世道好矣。 所啓之言, 激言而誤論。 自上深知其病, 誠東方萬世之福也。” 又啓曰: “金宗直作《弔義帝江中文》, 而身被大罪。 其文曰: ‘非華豐而夷嗇, 曷古有而今亡?’ 此甚正論也。” 上曰: “尹元衡時, 所以然者何故也?” 大升曰: “無他事也。 元衡之事, 臣不能細知, 當以所聞見啓之。 自少邪毒, 不容士類, 出身之後, 凡薦望之職, 皆不許之, 故含憤入骨。 仁廟在東宮, 而無元孫, 明宗在君, 有宗社終歸之理。 元衡多懷此意, 而不容公論者, 又往而結之。 仁廟方在東宮, 有他心者, 非人臣也。 朝廷善類, 孰懷此意乎? 尹元衡創造大小尹之說, 以賢士屬望於東宮, 謂之大尹之類。 ﻿中廟末年, 經席之上, 亦發此論。 ﻿中廟聞之大怒, 命竄尹任, 而罷元衡。 ﻿中廟至聖至明, 可謂善處。 其時臣下不達時宜, 以爲: ‘今若無端罪之, 則恐有後弊, 外間亦無此事。’ 云云。 ﻿中廟止之。 元衡, 後以都承旨, 陞拜參判, 被駁懷憤矣。 元老邪毒無狀, 明宗卽位之初, 文定以朝廷和平爲敎, 大臣啓達放黜元老, 因成乙巳之禍。 尹任惡積, 死有餘罪。 若只罪此人, 則可也。 李芑、林百齡、鄭順朋輩, 至幷柳灌、柳仁淑竄逐, 尋卽賜死。 其後又因告變, 終以謀叛罪之。 一時學問之人, 如李彦迪、權橃, 安有一毫附任之理乎? 柳仁淑亦善士云, 而其時之人, 因平昔之憾恨, 遂致大罪, 以至於此。 見《制定寶鑑》, 則可知也。 厥後少有非議, 輒搆大罪。 故參奉成遇, 無罪而被戮; 許忠眞以儒生, 至於受刑被禍, 而見放。 被罪者相繼不絶, 人孰忘身而敢言哉? 臺諫侍從, 每以尹春年、尹仁恕、陳復昌爲之, 故少有不合於意, 則致大禍。 其間雖有忠臣義士憤嘆于心, 而天門九重, 顧身不言。 全羅道有安瑞順者, 上疏言: ‘宋麟壽賢士, 而被罪冤枉之狀, 拿來于家, 訊于大庭, 受刑而死, 辭連者亦被重罪。 國家之有今日, 亦云幸矣。’ 秦二世時, 有正先者, 非議時事而被罪。 其後趙高之勢益盛, 故議者曰: ‘秦之亡, 正先促之也。 當此之時。’ 雖有一二人之言, 徒殺而已, 亦何益哉? 後因林百齡之諡, 自謂得其釁端, 請訊殿庭, 明宗及知其奸。 朴淳、朴謹元以議諡官, 只命罷黜, 故氣勢沮抑矣。” 上曰: “議諡之年, 何時?” 大升曰: “辛酉年也。 淳爲應敎, 謹元爲副應敎, 定諡于奉常寺, 百齡無他可稱之事, 故以恭昭名之。 後聞有議, 改以忠憲, 政府改望啓聞時, 幷以恭昭書入, 自上下問, 故欲乘間隙, 以非議元勳, 將致大罪也。” 上曰: “諡號事, 自上酌斟之意, 以先定恭昭矣。 若卽改以忠憲, 則自上何事下問乎?” 大升曰: “常例, 奉常寺定諡後, 政府磨勘轉啓, 故政府知元衡微意, 以爲可改, 遂改忠憲。 入啓時, 幷以恭昭書入, 故自上下問云。” 又啓曰: “元衡以妾爲妻之後, 明宗一日泛問曰: ‘古有以妾爲妻之時乎?’ 入侍諸臣不能出一辭云。 自上已知罪惡而問之, 臣下畏禍以不能言也。” 上曰: “此言, 今始聞之。 然則當初亦無爭論者乎?” 大升曰: “安有爭論者乎? 辛亥年元衡爲右相, 文定亦以爲年少, 而元衡又不敢自當, 辭退不居。 三司論啓, 以爲賢者不可不置此位。 小臣在玉堂時, 取見其疏, 果在疏箚謄錄。” 上曰: “其人, 今亦有之乎?” 大升曰: “小臣與同僚, 共見此疏, 以爲時世難, 則不可仕宦, 恐有遺臭萬年。 儕輩年少者亦笑之。” 上曰: “雖或有見在之人, 而一二人承順唱言, 其餘則畏禍而從之。 士氣當可培養。” 大升曰: “至今共傳, 金安老時, 許沆, 若欲駁人, 必請一會而爲之。 其時副提學, 不知某事, 以爲今日有何事云, 時世誤, 則事皆如此。” 上曰: “金安老敗時, 孰主張耶? 大升曰: “安老憸邪, 不容士類。 己卯年間, 出爲慶州府尹, 其後入爲吏曹判書。 爲人邪毒, 南袞亦懼而逐之。 及其復入, 欲殺善良, 至遷禧陵, 而文定方爲國母, 又有廢立之議? 其禍逼於人主, ﻿中廟不知何以處之之道。 戚里之人知其意, 言于臺諫而啓之, ﻿中廟卽命禁府拿出矣。” 應時曰: “凡罪大奸, 假手於戚里, 故戚里之勢自重。” 上曰: “此事, 如古人所謂盜跖在家, 呼陽虎去之。 狐狸雖去, 虎狼入來矣。” 大升曰: “梁淵旣去安老之後, ﻿中廟過於委任, 將有專擅之事, 而身死云。 其時處置, 雖不能正大, 而旣罪安老, 引進己卯之人, 鄭光弼亦登庸。 此則終爲善處也。 安老以其子禧尙公主, 豈無攀緣之事乎? 李荇爲相, 引入安老, 薦爲大提學, 羽翼已成。 許沆、蔡無擇乃其腹心也。 安老見敗時, 此人皆在喪中, 故得以圖去。 人君防小人, 當謹于初, 國事旣誤之後, 亦無如之何矣。” 又啓曰: “假手戚里, 因成後弊。 乙巳年文定有密貞, 故亦因戚里之人指揮, 遂爲中學一會, 欲傾陷一世。 其時臺諫年少有氣節之人, 以爲不可, 遂被大罪。 柳希春、金鸞祥, 則其時正言, 白仁傑則其時獻納, 雖幸不死, 竝謂賊黨而罪之。” 上曰: “仁傑亦欲推考元衡, 而竝遞兩司, 竟至繫獄。” 大升曰: “自上知無情, 故其罪止此。” 應時曰: “在漢時, 竇武賢, 故陳蕃同力, 欲除宦官。 戚里有賢士, 則可與共事也。 大升曰: “竇武則賢矣。 故與之同事, 如其賢, 則可與爲也。” 上曰: “不但戚里, 東漢時, 欲除去竇憲, 而與鄭衆謀之。 此則雖被罪, 而東漢亦以此亡也。” 大升曰: “始之不謹, 終必難圖。 漢章帝時, 竇憲至奪公主之田, 知憲之有罪, 而不能去, 故至和帝時如此也。 天位惟艱, 當臨深履薄, 不可小放, 故君子在朝, 則小人斯遠。 但知小人, 亦難也。 又啓曰: “人之承順, 甚可畏也。 昔唐太宗, 嘗止樹下愛之, 宇文士及從而譽之不已。 上曰: ‘魏徵嘗勸我遠佞人, 我不知侫人爲誰, 意疑是汝, 今果不謬。’ 士及叩頭謝之。 仍以微言婉辭對之。 太宗悅其言, 而不以爲非。 自古英明特達之君, 亦陷於小人術中。” 又啓曰: “今時之弊, 苟安無事, 欲受祿俸, 納騶直、食苞苴, 以過一生者甚多。 其人, 近來旌別淑慝, 善者厚之, 不善者薄之。 如此尋常之輩, 孰肯喜於其心哉? 善人之心公, 故欲尊榮吾主, 安平吾民, 而尋常之輩, 只欲保全其身, 而無意於君民。 故議論是非之相激, 自古不能無。 今時, 果不知何如, 而亦恐不能無如此事也, 頃日邪論之發, 根於此也。 朝廷之上, 如非大奸, 則前日任使之人, 不可盡却。 然其間有用之于腹心者, 有用之于爪牙者, 又有用之于外處者。 自上能知此意, 必先親賢, 則君子氣勢堂堂, 尋常雜談之人, 亦不能言矣。 一時治亂興亡, 皆係于此。 頃日準期不敍事, 三公啓達, 而聖答至極是矣。 三公非不知其未安, 人情溺於苟安, 故以人情啓之也。 聖敎旣下, 其言如天, 人皆望絶而心服。 若其下人所爲, 則衆怨叢歸矣。 君子小人之間, 抑揚之道, 不可少忽。 君子道長, 則少人道消。 陸贄之言曰: ‘陛下有善志, 而不能善治, 故臣每中夜靜思, 竊嘆深惜。 向若陛下有位而無志, 有志而無資, 則臣固已從俗浮沈, 何苦汲汲如是?’ 陸贄賢者, 而其言如此, 況其下乎? 自上不爲主張, 則下人何所恃乎? 上若勉爲學問, 以聖賢自任, 則有志之士, 孰不忘身徇國乎?” 應時曰: “準期之法, 傳敎至矣。 《大典》本意, 必因窺避托病, 而設此法也。 若欲分辨, 則似拘人情, 故一切繩之以法, 若至公無私, 則猶可分辨。 《大典》本意, 必不如此也。” 大升曰: “此言亦是。 然此法非不申明, 丙寅年爲之, 又於前年爲之矣。 六期之法, 當初設立時, 人皆不便, 而世宗之心, 獨與許稠合而成之。 今者初卽樂赴, 旋卽棄來。 棄來而亦無罰, 故人無忌憚。 雖果眞病, 而必有畫一之法, 然後可也。 此法旣立, 欲棄官上來者, 畏憚中沮云。 紀綱若立, 則事無苟且。 若先欲分辨一二人, 則政歸姑息矣。 守令若眞有病, 不可在官, 則監司自當以公論啓聞, 而今則百般圖囑, 必售其計, 豈不未便?” 又啓曰: “成宗朝, 有駙馬洪常叔父爲長興府使, 以病不去, 臺諫論之, 竟置於罪矣。 近者會寧府使金啓事, 憲府論啓已久, 自上不爲允兪。 聖意以爲: ‘啓雖驟陞, 而合當則可遣也。 其意亦當。’ 但臺諫將公論 啓達, 自上當可勉從也。 金啓處心, 欲善朝廷, 亦不以人物爲非, 只以濫陞論之。 臺諫竟不得請, 而止之, 則金啓豈不慊然於心乎? 徐過數三年後, 命爲此任, 則合於聽諫之道, 而得於待下之事矣。” 上曰: “此則有不然者。 金啓以不善論之, 而止之。 而往焉則果如是矣。 此則只以驟陞論之, 而止之, 則是公論許之也。 以此而往, 有何慙愧?” 大升曰: 傳敎則至矣。 但公論旣以驟陞論之, 物情少有不釋然者, 則於啓有何光乎? 士大夫, 當以廉恥培養也。” 上曰: “朝廷間驟陞者, 豈無其人乎? 金啓, 雖於前年始陞堂上, 而出身旣久, 非不可爲此任也。” 大升曰: “聖敎至矣。 該曹與相臣之意亦如是, 故擬望矣。 然若年高之人, 則猶可爲也。 金啓年纔四十餘, 驟陞嘉善, 於啓豈不未安乎? 況公論不行, 而苟且行公, 豈不慙愧乎?”"
            }
        },
        "7": {
            "1": {
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 7일(기유) 1번째기사",
                "gt-oKo": "상이 문정전(文政殿)에서 소대(召對)하고 《논어(論語)》 양화편(陽貨篇)의 ‘공자가 무성(武城)에 가서……’에서부터 집주(集註)에 나오는 ‘그가 반드시 개과(改過)할 수 없으리라는 것을 알았기 때문이다.’라는 대목까지 강(講)하였다. 기대승이 임문(臨文)하여 아뢰기를, “예(禮)와 악(樂)을 잠시도 몸에서 떼어서는 안 되니 예악이 질서를 잃게 되면 모든 일이 전도되고 맙니다. 고례(古禮)와 고악(古樂)을 지금 다시 볼 수는 없으나 그 마음을 배우고 그 성기(聲器)를 찾아볼 수는 있습니다.” 하고, 또 아뢰기를, “집이 열 채밖에 안 되는 작은 동네라도 예와 악으로 교화하면 서로 읍양(揖讓)하게 됩니다. 근래 20년 전만 해도 한 도(道)에 지방관으로 있는 자들이 혹은 알성(謁聖)하는 예를 설행하기도 했습니다만, 을묘 왜변(乙卯倭變)이 있고 난 뒤부터는 오로지 군기(軍器)의 적간(摘奸)에만 뜻을 두고 학교를 흥기하여 권장(勸奬)하는 도리는 다시 행하지 않게 되었습니다. 비록 말로는 마음을 다하고 있다 하지만 서원(書院)을 보수하거나 유생을 공궤(供饋)하는 데 불과할 뿐 교도하여 선(善)으로 나아가게 하는 방도는 거의 끊어져 듣지 못하게 되었습니다. 치화(治化)를 일으키고자 한다면 반드시 교화(敎化)시킨 다음에야 보고 느끼어 흥기하는 아름다움이 있게 되는 법입니다. 사람의 성품을 본래 선하다고 하지만 교화시키지 않으면 성취시킬 수 없습니다. 전조(前朝) 공민왕(恭愍王) 때에 이색(李穡)이 선비들을 모아 가르쳤기 때문에 충신·의사(義士)가 많이 있게 되었는데 요즘 들어서는 흥기(興起)하는 선비를 보지 못하겠습니다. 그러나 반드시 이에 유념하시어 사람이 없다 하지 마시고 오래도록 참된 마음으로 시행해 가시면 교화가 점차 일어나게 될 것입니다.” 하였다. 상이 이르기를, “전조의 이색은 선인(善人)이었는가?” 하니, 기대승이 나아가 아뢰기를, “이색에 대한 인물 평가는 매우 많으나 대체로 범연하지는 않습니다. 이색은 소년 시절 중국에 들어가 제과(制科)에 뽑혀 원(元)나라에서 벼슬했습니다. 박학하고 재질이 뛰어난 인물로서, 그의 학문은 문장(文章)을 위주로 하였으나 예문(禮文)과 유자(儒者)의 학문에도 견해가 훌륭하여 교회(敎誨)하는 일에 무척이나 공력을 들였습니다. 정몽주(鄭夢周)가 전적으로 이색에게서 배운 것은 아니지만 또한 그로부터 장려 권면되어 흥기함으로써 이룬 것이 있었습니다. 고려(高麗)가 망할 무렵 유배되어 외방에 있었는데 태종(太宗)이 즉위하자 즉시 택지(擇之)에게 명하여 그를 영접하여 보고 예우하였고, 또 벼슬하도록 하였지만 지조를 굽히지 않고 죽었습니다. 그런데 고려는 불교를 숭상했고 이 사람의 문장이 무척 뛰어났기 때문에 사우(寺宇)에 대한 기문(記文)이나 불경의 서문 같은 것은 모두 이 사람의 손에서 나왔습니다. 이 때문에 연소한 유자(儒者)들이 그가 불교를 숭상했다고 하여 헐뜯기도 합니다. 그러나 이 사람이 비록 학문하는 가운데에 거론되는 인물은 아니라 하더라도 기개와 절조가 무척 고결하였으니 실로 동방 학문의 원류(源流)라 하겠습니다.” 하고, 윤근수(尹根壽)·정탁(鄭琢) 등도 이색이 대절(大節)을 훼손하지 않았던 의리를 개진하였다. 기대승이 아뢰기를, “아뢴 말씀이 모두 옳습니다. 우리 조정을 섬기지 않은 그 의사(意思)는 무척 고결합니다. 그런데 입조(立朝)할 때에, 천길 암벽이 우뚝 서 있는 것 같은 기상이 없고 시속(時俗)에 부침(浮沈)한 병통이 없지 않다 하여 《고려사》에서는 그를 과소 평가했는데, 과연 그 논평이 공적(公的)인 측면에서 나온 것인지는 모르겠습니다만 그래도 따져 본다면 그의 장단처(長短處)를 알 수 있습니다.” 하고, 윤근수는 아뢰기를, “어제 경연 석상에서 전교하신 말씀을 삼가 듣건대 지극히 황공합니다. 【전일에 윤근수가 경연 석상에서 우리 나라의 인심(人心)이 본시 중국과 같지 못하다고 논했는데, 어제 그런 의논은 바르지 못하여 폐단이 있다고 하는 상의 하교가 있었으므로 윤근수가 이처럼 아뢴 것이다. 】 소신의 의중으로는, 20여 년 동안 사람들이 원형(元衡)의 포악함을 두려워하여 감히 한마디도 말을 하지 못한 채 그저 마음속으로만 분개하고 개탄했다고 여겨졌기 때문에 아뢰었던 것인데 그 말을 생각해 보니 과연 폐단이 있었습니다.” 하니, 상이 이르기를, “어제 내가 말했던 것은 저번에 아뢴 것이 뒤폐단이 없지 않았기에 그 실수를 구해 주려고 한 것이지 비난하기 위해서 한 것은 아니었다.” 하였다. 기대승이 아뢰기를, “일시적으로 편벽되게 아뢰었던 것에 대해 위에서 이처럼 유념하시고 기억해 주시니 모든 일에 생각에 더하신다면, 성상의 학문이 갈수록 고명해질 것입니다. 우리 나라의 학문을 보면, 기자(箕子) 때의 일은 서적이 없어 상고하기 어렵고, 삼국 시대(三國時代)에는 천성(天性)이 수미(粹美)했으나 아직 학문의 공은 없었으며, 고려 시대엔 학문을 하긴 했지만 단지 사장(詞章)을 위주로 하였습니다. 그러다가 고려 말에 이르러 우탁(禹倬)·정몽주(鄭夢周) 이후로 처음 성리(性理)에 관한 학문을 알게 되었는데 급기야 우리 세종조(世宗朝)에 이르러서 예악과 문물이 찬연히 일신(一新)되었습니다. 동방의 학문이 서로 전해진 차서로 말하면, 정몽주가 동방 이학(東方理學)의 조(祖)로서 길재(吉再)가 정몽주에게서 배우고 김숙자(金叔滋)는 길재에게서 배우고 김종직(金宗直)은 김숙자에게서 배우고 김굉필(金宏弼)은 김종직에게 배우고 조광조(趙光祖)는 김굉필에게 배웠으니 본래 원류(源流)가 있습니다. 그 이후로 유사(儒士)들이 성현의 학문을 하고자 하게 되었으니 위에서 능히 교화를 주장하시면 지금이야말로 복고(復古)할 수 있는 기회라 하겠습니다. 학문에 힘쓰는 사람들이 비록 많지 않은 듯하나 지금 의논을 들어보면 학문을 아는 장자(長者)들이 기묘년에 비해 많다고들 합니다.” 하고, 윤근수는 아뢰기를, “기묘년 이후로 사람들이 선(善)을 향하려는 마음을 갖게 된 것은 대개 조광조가 쏟은 공력에서 나온 것입니다.” 하였다. 기대승이 아뢰기를, “근래 여항(閭巷) 간에 하천배(下賤輩)들까지도 상례(喪禮)를 닦아 거행하지 않는 사람이 없고 젊은 나이의 과부도 다른 곳으로 재가하지 않는 것은 모두 기묘인들이 진작시킨 효과입니다. 다만 조광조는 나이가 38세에 그쳤고 당시 조정에서 벼슬살이를 하고 있었기 때문에 저술을 하여 후세에 전할 겨를이 없었습니다. 그래서 그의 학문은 심천(深淺)이 어떠했는지 알 수 없으나 그가 한 일에 대해서는 사람들이 모두 흠앙(欽仰)하고 있습니다.” 하고, 윤근수가 아뢰기를, “소신이 전해 들으니, 하루는 명묘(明廟)로부터 ‘여항에서 《소학(小學)》을 읽혀야 한다.’는 전교가 있었는데 윤개(尹漑)가 정승으로서 이 전교를 듣고 찬양(贊襄)하자 윤원형이 ‘사람은 마음속으로 선을 행해야 한다. 기묘년에 《소학》을 숭상하더니 신사년에 난이 일어났고 을사년에 또 난역(亂逆)이 일어났으니 《소학》은 난역의 책이다.’고 하였으므로 윤개가 이 말을 듣고 두려워 떨었답니다. 윤원형의 심술(心術)을 이에서도 알 수 있습니다.” 하니, 상이 이르기를, “윤원형이 우리 나라에 죄를 지은 것이 이루 말할 수 없지마는 이 말은 내가 정말 모르고 있었다. 지금 이 말을 들어 보건대 선유(先儒)를 모두 헐뜯었으니 참으로 만세에 죄를 진 자이다.” 하였다. 기대승이 아뢰기를, “한 탁주(韓侘胄)가 주자(朱子)를 위학(僞學)이라고 조롱했는데, 과거나 현재나 다름이 없습니다. 윤원형이 당시에 저지른 일을 보건대 이는 진실로 심상한 일로서 괴이하게 여길 것도 못 됩니다. 윤원형의 악행에 대해서는 어제 대략 아뢰었습니다. 윤원로(尹元老)와 윤원형은 바로 형제간이면서 모두 사특하고 악독했습니다. 명종이 즉위하신 초년에 곧바로 윤원로를 축출하였기 때문에 윤원로가 참훈(參勳)되지 못하였는데 이로 인해 윤원형을 원망하게 되었습니다. 그러자 윤원형이 춘년(春年)을 사주해 상소하여 유배케 하고는 이내 죽여버리고 말았습니다. 윤원로의 죄는 죽어야 마땅하나 죽인 자는 원형이었습니다. 지친(至親)인 형제간에도 오히려 이와 같이 하였으니 나라 사람들이 두려워하고 겁먹게 된 것이 어찌 끝이 있었겠습니까. 자고로 윤원형보다 더한 소인이 있겠습니까.” 하니, 상이 이르기를, “지난날 유생이 상소하여 ‘바야흐로 위세가 천지를 진동하던 때였다.’라고 하였는데 이와 같았기 때문에 감히 말을 하지 못했던 것이다.” 하자, 기대승이 아뢰기를, “전교가 지극하십니다. 지난 일을 잊지 않는 것은 뒷일의 스승이 됩니다. 윤원형과 같은 소인은 진실로 드물다고 하겠습니다만 아무리 소소한 소인이라도 틈을 타고 일을 저지르게 된다면 성치(聖治)에 누가 될 것입니다. 사심을 버리고 선을 따르며 훌륭한 선비들을 친근히 대한다면 세상이 좋아질 것입니다.” 하였다. 근수가 아뢰기를, “송인수(宋麟壽)는 학문에 종사하여 효행이 뛰어나고 안색을 바르게 하여 조정에 섰는데 이기(李芑)와 윤원형에게 거슬림을 받아 죄를 입고 죽었습니다. 이 사람의 훌륭함은 권벌(權橃)이나 이언적(李彦迪)과 같은 수준에서 논해야 할 것입니다.” 하니, 기대승이 아뢰기를, “처음에는 부박(浮薄)한 무리의 영수라 하여 파직되었고 나중에는 양재역(良才驛) 벽서(壁書)의 사건에 휘말려 사사(賜死)까지 되었습니다. 위에서 이미 신원(伸冤)해 주셨습니다만 이 사람의 훌륭함에 대해서는 상께서 잘 아시지 못하여 사림에서 원통하게 여기는 것이 매우 우려됩니다.” 하고, 또 아뢰기를, “회맹문(會盟文)에는 모반했다고 적기까지 하였습니다.” 하고, 또 아뢰기를, “송인수는 일생 동안 기묘인(己卯人)을 흠모하였습니다. 계묘·갑진 연간에 전라 감사(全羅監司)가 되어서는 《소학(小學)》을 권면하고 후생들을 인도하였으니, 당시에 《소학》을 읽게 된 것은 모두 송인수의 공입니다. 오늘 대낮에 천둥이 쳤는데 이것이 아무리 현재의 절기에 있을 수 있는 현상이라 하더라도 성교(聖敎)에서 미안하게 여기셨으니 지극하다고 할 만합니다. 하월(夏月)이 비록 천둥치고 비오는 계절이긴 하지만 비가 너무 많이 쏟아져서 양남(兩南) 지방의 수재가 참혹하기 그지없습니다. 봄에는 가물고 여름에는 홍수가 져 벼와 곡식이 상했으니 백성이 무엇에 의지해 살겠습니까. 이는 하늘과 땅이 서로 어긋나 일어나게 된 현상이니 위에서 각별히 성념(省念)하셔야 합니다. 임금의 한 생각이 천지의 조화를 찬성(贊成)할 수 있기 때문에 《중용(中庸)》에서 ‘중화(中和)의 경지를 이루면서 천지(天地)가 제자리를 잡고 만물이 성장한다.’고 하였습니다. 스스로 계근(戒謹)·공구(恐懼)하고 정밀하게 하고 요약하여 내 마음을 바르게 가짐으로써 천지의 마음이 바르게 되고 나의 기운을 순하게 가짐으로써 천지의 기운이 순해지게 되는 경지에 이르게 되면, 비오고 볕 쪼이는 것이 때에 맞게 되어 천지가 제자리를 잡게 될 것입니다. 하(夏)·은(殷)·주(周) 삼대(三代)의 융성하던 시대에는 새·짐승·물고기·파충류까지 모두 화락하였으니, 천지의 기운이 조화되었기 때문에 이렇게 되었던 것입니다. 당 태종(唐太宗) 때 가뭄과 장마가 들어도 원망하는 백성이 없었던 것은 태종 자신이 우려하고 근신하면서 백성을 어루만져 주었기 때문입니다. 마침내 경제 부흥의 공효를 세웠으니, 비록 ‘인의(仁義)를 가차(假借)했다.’는 평이 있기는 하나 그래도 이러한 공적이 있게 된 것은 위징(魏徵)이 권면하여 시행한 데서 얻은 결과였던 것입니다. 즉위하시고 나서 봄·여름의 교체기에는 비와 바람이 순조로와서 큰 풍년의 경사를 기대하게 하더니, 가을에 들어서면서 풍재(風災)가 끊이지 않아 밭농사는 수포로 돌아가고 논농사는 그래도 조금 수확할 수 있어 길거리에서 아사(餓死)하게 될 우려는 간신히 면하게 되었습니다. 그런데 올해는 봄부터 강우량이 제대로 맞지 않더니 여름이 되면서 더욱 심해져 민생에 대한 일이 지극히 어렵고 괴롭게 되었으니 각별히 성념하시어 미진한 일이 있거든 수성(修省)하시는 데 극력 힘쓰심으로써 하늘의 마음을 되돌리셔야 할 것입니다. 하늘이 만민을 내었으나 스스로 다스릴 수 없기에 임금을 대신 세워 만민의 주인이 되게 하였고, 임금은 또 혼자서 다스릴 수 없기에 수령과 근심을 나눠 가지게 되었습니다. 따라서 수령이 백성을 잘 다스리지 못하여 백성에게 원망이 있게 되면 임금이 반드시 벌을 주게 되는데, 이와 마찬가지로 임금이 백성을 사랑하는 마음이 성실하지 못하여 유리(流離)하여 살 곳이 없게 만든다면 하늘의 마음이 어찌 진노하지 않겠습니까. 억조 창생의 위에 군림하고 있는 인주로서는 다른 것을 두려워할 것이 없으나 황천(皇天)이 환히 살펴보고 계시니, 한 생각이라도 잘못될 때마다 상제가 진노할 것을 두려워하시면 하늘의 마음이 기뻐할 것입니다.” 하였다. 상이 이르기를, “이 말이 지당하다.” 하니, 기대승이 아뢰기를, “소신이 우연히 생각한 것을 계달했는데 성상의 분부가 이와 같으시니 감격한 심정을 억누르지 못하겠습니다. 평소 일이 없을 때에도 간단(間斷)함이 조금도 없게 하시면 성인과 동덕(同德)의 지경에 이르실 것입니다.” 하였다.",
                "hj": "○己酉/上召對于文政殿, 講《論語》《陽貨》篇, 自子之武誠, 止知其必不能改也。 奇大升臨文啓曰: “禮樂不可斯須去身, 禮樂失序, 萬事顚倒。 古禮、古樂, 今雖不可復見, 學其心, 而尋其聲器, 則可也。” 又曰: “十室之邑, 敎以禮樂, 則相爲揖讓, 近來二十年前, 分憂一道者, 或爲謁聖之禮。 自乙卯倭變之後, 專意於軍器摘奸, 而不復爲興起勸奬之道。 雖號爲盡心者, 不過補葺書院, 供饋儒生而已。 敎導就善之方, 絶少未聞矣。 欲興治化, 必有敎化, 然後有觀感之美。 人性雖曰本善, 非敎, 則不能成就。 前朝恭愍王時, 李穡聚士敎之, 故多有忠臣義士。 近來未見興起之士, 然必留念于此, 毋曰無人, 而悠久行之以誠, 則敎化漸可興也。” 上曰: “前朝李穡, 善人耶?” 大升進對曰: “李穡人論甚多, 而大槪不爲偶然。 穡少時入中原, 擢制科, 仕于元。 博學高才, 所學雖主於文章, 而其於禮文儒者之學, 所見亦多, 而敎誨之事, 甚有功力。 鄭夢周, 非全學於李穡, 而亦以奬勸興起, 而有成。 高麗將亡, 流竄在外。 太宗卽位, 卽命擇之, 迎見禮遇。 又使之仕, 不屈而死。 高麗崇佛, 而此人文章甚高, 故如守宇之記、佛經之序, 皆出此人之手, 故年少之儒, 以爲崇佛而詆毁。 此人雖非學問中人, 氣節甚高, 實東方學問之源流也。” 尹根壽、鄭琢等亦陳穡不虧大節之義。 大升曰: “所啓盡是。 不事我朝, 意思甚高, 而立朝之時, 不能壁立千仞, 不無浮沈之病, 故前朝史記, 以此少之。 不知其論果出於公, 而尙論則可知其長短。” 尹根壽啓曰: “伏聞昨日經席傳敎之辭, 至爲惶恐。【根壽, 前日經席, 論我國人心本不如中原, 而昨日上敎以爲不正, 而有弊, 故根壽有是啓。】 小臣之意以爲, 二十餘年, 人畏元衡虐焰, 莫敢一言, 尋常憤嘆于心, 故啓之。 其言思之, 則有弊矣。” 上曰: “昨日予所言者, 以頃日所啓不無後弊, 故欲救其失, 非所以非之也。” 大升曰: “一時所啓之偏, 自上留念, 思憶如此, 凡事每加睿念, 則聖學益就高明矣。 我國學問, 箕子時事, 無書籍難考。 三國時, 天性雖有粹美, 而未有學問之功。 高麗雖爲學問, 只主詞章。 至麗末, 禹倬、鄭夢周後, 始知性理之學。 及至我世宗朝, 禮樂文物, 燠然一新。 以東方學問相傳之次言之, 則以夢周爲東方理學之祖, 吉再學於夢周, 金叔滋學於再吉, 金宗直學於淑滋, 金宏弼學於宗直, 趙光祖學於宏弼, 自有源流也。 邇來, 儒士欲爲聖賢之學, 自上能主敎化, 則此其復古之機會也。 勉力學問之人, 雖似不多, 今聞議論, 長者之知學問, 視己卯爲多云。” 尹根壽曰: “己卯之後, 人懷向善, 蓋出於趙光祖之功也。” 大升曰: “近來閭巷間, 下賤之輩莫不修擧喪禮, 或有靑年寡婦不之他適, 皆己卯振作之餘效也。 但光祖年止三十八, 而一時仕宦于朝, 未暇著書傳後, 故不知學問深淺, 而其所爲之事, 則人皆欽仰。” 根壽曰: “小臣傳聞, 則一日明廟有敎曰: ‘閭巷間當讀《小學》。’ 尹漑爲政丞, 聞此傳敎而贊襄。 尹元衡以爲: ‘人當爲善於心。 己卯年, 崇尙《小學》, 而辛巳年生亂, 乙巳年又生亂逆, 《小學》亂逆之書。’ 尹漑聞之震慄。 元衡心術, 此可知也。” 上曰: “尹元衡作罪我國, 不可勝言, 而此言則予固不知。 今聞此言, 盡詆先儒, 眞得罪萬世者也。” 大升曰: “韓侂冑譏朱子以僞學, 古今無異也。 觀尹元衡當日所爲之事, 此固常事, 不足怪也。 元衡之惡, 昨日大槪啓之。 元老、元衡乃兄弟, 而皆邪毒。 明宗卽位之初, 亟黜元老, 故元老不得參勳, 以尤元衡。 元衡敎誘春年, 上疏竄逐而殺之。 元老之罪可誅, 殺之者元衡也。 以兄弟之至親, 而猶若是, 國人之畏怯, 寧有極哉? 自古小人, 熟如元衡之甚者乎?” 上曰: “頃日儒生, 上疏以爲: ‘方威稜震疊之時云。’ 如此, 故莫敢言也。” 大升曰: “傳敎至矣。 前事之不忘, 後事之師也。 小人如尹元衡者, 固稀罕矣。 雖以小小小人, 乘間抵隙, 亦足以累聖治。 克己從善, 親近賢士, 則時世好矣。” 根壽曰: “宋麟壽從事學問, 孝行超卓, 正色立朝, 見忤於李芑、尹元衡, 被罪而死。 此人之賢, 可與權橃、李彦迪竝論也。” 大升曰: “初以浮薄徒之領袖而罷之, 後因良才驛壁書之變, 至於賜死。 自上旣已伸雪, 而深恐此人之賢, 自上不能洞知, 士林怨痛之矣。” 又各曰: “會盟文, 至以謀反名之。” 又啓曰: “麟壽一生, 欽慕己卯之人。 癸卯、甲辰年間, 爲全羅監司, 勸勉《小學》, 引接後生。 其時讀《小學》, 皆麟壽之功也。 今午雷動, 此雖時節, 聖敎以爲未安, 可謂至矣。 夏月雖曰雷雨之時, 而雨聲過澇, 兩南水災, 極爲慘酷。 春而旱, 夏而水, 禾穀之傷, 民命誰賴。 此其天地乖戾之氣, 自上各別省念, 可也。 人君一念, 可以贊成天地造化, 故《中庸》曰: ‘致中和, 天地位, 萬物育。’ 自戒謹恐懼, 而精之約之, 以至吾心正, 而天地之心正, 吾氣順, 而天地之氣順, 則雨暘以時, 天地位矣。 三代盛時, 曁鳥獸魚鼈, 咸若天地之氣和, 故以致此也。 唐太宗有水旱, 而民無差怨者, 以其憂勤撫綏也。 終致斗米三錢之効, 雖曰假仁義, 而亦其魏澂勸行之致也。 卽祚之後, 當春夏之交, 風雨和順, 皆望大有爲之慶。 至秋風, 災不絶, 田卒汚萊, 水田差有所收, 故僅免餓莩之憂。 今年則粤自春節, 雨水不中, 到夏益甚, 民生之事, 極爲艱苦。 各別省念, 如有未盡之事, 務極修省, 回天心可也。 天生萬民, 不能自治, 立之君以主萬民, 君不能獨治, 又分憂於守令, 守令治民不善, 而民有嗟怨, 則君必罪之。 以此推之, 人君愛民之心, 不能誠實, 至於流離失所, 則天心豈不震怒乎? 人主在億兆之上, 無他可畏, 而上有皇天之赫臨, 一念之差, 每恐上帝之震怒, 則天心悅豫矣。” 上曰: “此言至當。” 大升曰: “小臣偶思而啓達, 聖敎如此, 不勝感激。 燕間之中, 無少間斷, 則與聖人同也。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King appointed Bak Howon , Heo엽 , and Bak Sorip as royal secretary in the sinhae year (. ",
                "H2KE-nKo": "박호원, 허엽, 박소립을",
                "date_ko": "선조 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 9일(신해) 1번째기사",
                "gt-oKo": "박호원(朴好元)·허엽(許曄)·박소립(朴素立)을 승지에 제수하였다.",
                "hj": "○辛亥/以朴好元、許曄、朴素立爲承旨。"
            }
        }
    }
}