{
    "01": {
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Bak Sorip as the envoy for celebrating the Emperors birthday , Yu Gyeongsim as the second minister of war , and 유희춘 as the vice-envoy of the Office of Diplomatic Correspondence .",
                "H2KE-nKo": "박소립을 성절사로, 유경심을 병조 참판으로, 유희춘을 승문원 부제조로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 1월 22일(을유) 1번째기사",
                "gt-oKo": "박소립(朴素立)을 성절사(聖節使)에, 유경심(柳景深)을 병조 참판에, 유희춘을 승문원 부제조(承文院副提調)에 제수하였다.",
                "hj": "○乙酉/以朴素立爲聖節使, 柳景深爲兵曹參判, 柳希春爲承文副提調。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Bak Chungwon , a minister of personnel , was appointed minister of personnel .",
                "H2KE-nKo": "병술년에 박충원을 이조 판서로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 1월 23일(병술) 1번째기사",
                "gt-oKo": "박충원(朴忠元)을 이조 판서에 제수하였다.",
                "hj": "○丙戌/朴忠元爲吏曹判書。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On muja day, the King appointed Noh Susin as 대사간으로 삼았다.【학문과 문장, and his virtue and reputation are similar to that of Hwang . 】 강사상을 대사헌으로 삼았다.",
                "H2KE-nKo": "노수신을 대사간으로, - 학문과 문장, 덕행과 명망이 이황의 다음이다. - 강사상을 대사헌으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 1월 25일(무자) 1번째기사",
                "gt-oKo": "노수신(盧守愼)을 대사간에,【학문·문장·덕행·명망이 이황(李滉)의 다음 가는 사람이다. 】 강사상(姜士尙)을 대사헌으로 제수하였다.",
                "hj": "○戊子/以盧守愼爲大司諫。【學問文章, 德行名望, 亞於李滉。】 姜士尙爲大司憲。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King appointed Ahn Yong as magistrate of Yeonggwang County .",
                "H2KE-nKo": "이달 15일에 안용을 영광 군수로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 1월 8일(신미) 1번째기사",
                "gt-oKo": "안용(安容)을 영광 군수(靈光郡守)에 제수하였다.",
                "hj": "○朔辛未/以安容爲靈光郡守。"
            }
        }
    },
    "02": {
        "10": {
            "1": {
                "H2KE-EN": "Kim Jang , second deputy commander of Gadeok , was transferred to Left Naval Commander of Jeolla Province . ",
                "H2KE-nKo": "임인년에 김협을 가덕 첨사로 천전하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 2월 10일(임인) 1번째기사",
                "gt-oKo": "가덕 첨사(加德僉使) 김오(金鋘)를 전라도 좌수사로 천전(遷轉)시켰다.",
                "hj": "○壬寅/以加德僉使金遷全羅道左水使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyemyo day, Kim Gwiyeong was appointed minister of war , and Oh Sang was appointed minister of Taxation .",
                "H2KE-nKo": "계묘년에 김귀영을 병조 판서로, 오상을 호조 판서로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 2월 11일(계묘) 1번째기사",
                "gt-oKo": "김귀영(金貴榮)을 병조 판서에, 오상(吳祥)을 호조 판서에 제수하였다.",
                "hj": "○癸卯/以金貴榮爲兵曹判書, 吳祥爲戶曹判書。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On muo day, [the King] conducted state affairs in the muo year (. The King 특지로써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써써",
                "H2KE-nKo": "정사가 있었다. 주상이 특지로 노수신을 발탁하여 대사헌으로 삼았다. 충청 감사가 공주 목사 윤고가 혼매하고 고집이 세며 조급하고 포악하다는 이유로 파직하기를 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 2월 26일(무오) 1번째기사",
                "gt-oKo": "정사(政事)가 있었다. 상이 특지(特旨)로 노수신을 발탁하여 대사헌에 제수하였다. 충청감사가 공주목사 윤고(尹杲)의 집무에 어두어 조급하고 포악한 것으로써 파직을 청하니, 상이 따랐다.",
                "hj": "○戊午/有政。 上特旨, 擢盧守愼爲大司憲, 忠淸監司, 以公州牧使尹杲昏執躁暴, 請罷。 上從之。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King, which stated, Because the King was neglectful and negligent in the Royal Lectures for the Crown Prince , he again retreated. The other day, he presented a memorial to the King, which was apprehensive that there was no knowledge of how today.",
                "H2KE-nKo": "헌부가 상소하였는데, 주상은 경연에서 빈사의 신하들을 게으름을 피워 나아오게 했다가 다시 물러가게 하고 예전에 나아오게 했다가 오늘은 나아오게 되었는지 모른다는 것으로 경계를 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 2월 26일(무오) 2번째기사",
                "gt-oKo": "헌부가 상소하여 경계하였다. “상이 경연을 게을리하여 빈사(賓師)인 신하가 금방 나아왔다가 곧 물러가니 어제 나아왔던 자가 오늘에는 없어졌는지도 모를 정도입니다.”",
                "hj": "○憲府上疏, 以上怠於經筵賓師之臣, 旣進而復退, 昔者所進, 今日不知其亡爲戒。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Ministry of Rites , referring to a memorial presented by Hwang Eok , reported to the King, saying, If the method of calculating the local school is implemented, all people will encourage goodness and punish evil. There will be many proficiency of educational education",
                "H2KE-nKo": "예조가 황억의 상소로 인하여 의견을 갖추어 주상에게 아뢰기를,“여씨 향약의 법을 시행하면 사람들이 모두 선을 권장하고 악을 징계할 것이니, 교화하고 풍속을 바로잡는 데에 반드시 도움되는 바가 많을 것입니다. 올해 같은 때에는 백성들이 모두 굶주림과 추위에 시달려 예의를 닦을 겨를이 없을 것이니, 그들을 다 모이게 하여 향약의 법을 강구해서 그들을 불러들이고 분주하게 하면 소란스러운 폐단이 없지 않을 것입니다. 이 때문에 인물이 번성한 곳에서는 먼저 그 방법을 시험해 보고 다그치거나 다그치지 못하게 하여 점차적으로 시행하게 하소서.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 2월 28일(경신) 1번째기사",
                "gt-oKo": "예조가 황억(黃億)의 상소를 인하여 회계(回啓)하였다. “여씨 향약(呂氏鄕約)의 법을 시행하면 모든 사람들이 선을 권면하고 악을 징계하게 되어 교화를 베풀고 풍속을 바르게 하는 데 반드시 많은 도움이 될 것입니다. 그러나 지금은 흉년을 만나 백성들이 기한(飢寒)을 면하기에 급급하여 예의를 돌아볼 겨를이 없으니 억지로 모이게 하여 향약을 강론하느라 분주하게 되면 소요가 일어날 폐단이 없지 않습니다. 그러니 인물이 번성한 곳을 택하여 먼저 그 가능성을 시험해 보도록 하되 급박하게 몰아치지 말고 점차적으로 거행하게 하소서.”",
                "hj": "○庚申/禮曹因黃億上疏回啓: “呂氏鄕約之法, 擧而行之, 則人皆勸善而懲惡。 其於敎化正俗, 必多所益。 當此年之時, 民皆迫於飢寒, 無暇治禮義, 迫令聚會, 講究約法, 招呼奔走, 不無騷擾之弊。 是故人物繁盛處, 先試其可, 勿令驅迫, 行之有漸。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King replaced Governor of Jeolla Province Yi Huimin and replaced him with 유희춘.",
                "H2KE-nKo": "전라 감사 이희민을 체차하고 후임에 유희춘을 임명하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 2월 4일(병신) 1번째기사",
                "gt-oKo": "전라 감사 이희민(李希閔)을 체직시키고 유희춘을 제수하였다.",
                "hj": "○丙申/全羅監司李希閔遞, 以柳希春代之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the inspectors and censors impeached the magistrate of Yeosan County Kim Hanp , due to his greed and corruption.",
                "H2KE-nKo": "정유년에 대간이 탐오하다는 이유로 여산 군수 김한걸을 탄핵하여 파직하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 2월 5일(정유) 1번째기사",
                "gt-oKo": "대간이, 여산 군수(礪山郡守) 김한걸(金漢傑)이 탐비(貪鄙)하다는 것으로 탄핵하여 파직시켰다.",
                "hj": "○丁酉/臺諫, 以貪鄙劾罷礪山郡守金漢傑。"
            }
        }
    },
    "03": {
        "11": {
            "1": {
                "H2KE-EN": "During the imsin year (, Inspector General Noh Susin paid a farewell visit to the King and returned. The King specially bestowed food upon his mother, and also bestowed a carts and soldiers upon him so that he could come to the capital.",
                "H2KE-nKo": "대사헌 노수신이 하직 인사를 하고 돌아갔다. 주상이 특별히 그의 모친에게 음식물을 내려 주고 또 교군을 주어 올라오게 하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 11일(임신) 1번째기사",
                "gt-oKo": "대사헌 노수신이 사직하고 귀향하였다. 상이 그의 모친에게 특별히 식물(食物)을 내리고 또 교군(轎軍)을 주어 함께 올라오게 하였다.",
                "hj": "○壬申/大司憲盧守愼辭歸。 上特給厥母食物, 且給轎軍, 使之上來。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "[The following messages] were as follows: The establishment of government offices and divided duties, although the capital and the provinces are different, there are none who will be expected to governance. While obeying the will of governance, the edification of governance has been sought out. Truly, you were entrusted with your administration. Meanwhile, in Jeolla Province , the evils of the people and the customs were also stated: There are no concern that harms. You should be aware of your trust in the world, and forgetful fightening. How could you not delay the administration of the world? For this reason, you should be entrusted with talents, and it is proper to seek a Confucian scholar who is virtuous and virtuous. My dear sir, my dear sir, you were gentle and wisdom and wisdom, and your excellent praise for the purpose of the Elementary Learning (C. Xiaoxue , as well as 5,000 volumes of history books and history (C. Xizhiaoxue , have neither been left unclean, and your magnanimity explained several thousands of history (C. Xiaoxue shushushushus (C. Shujing , which were several thousands of history books. The peace and the governance of the state and the governance of the governance are evident. Last time, treacherous groups harbored a grudge against your administration and were able to kill the world, but they did not follow their administration. Instead, you fabricated a grudge against the world. How could your world suddenly suppressed the world of the coastal county? In the end of the former kings, how could your descendants not uphold the will of your descendants? When the royal carriages were prepared for an audience with the King, you were earnestly sincerely admonishing and admonishing the world and diligently gloriously praise the world. Your admonition was truly frugal with Baegan and the Royal Secretariat , and the Royal Secretariatory of Wu Dynasty presented the",
                "H2KE-nKo": "갑술년에 유희춘에게 교서를 내렸는데, 그 대략에,“관청을 설치하여 직무를 분담하게 한 것은 중앙과 지방이 비록 다르지만 모두 나의 정치를 기대하였기 때문이다. 임금의 덕화를 받들어 펼치느라 자문을 구하기에도 겨를이 없었으니, 실로 그대의 덕분이다.”하였다. 중간에 호남의 중요한 지역과 민속의 폐단에 대해 언급하였다. 또 아뢰기를,“마음에 상하면 걱정이 없는 법이니, 의당 발걸음을 내디디디디디디디디디디디디디디디디디디디디딜 것이며, 전쟁을 잊으면 반드시 위태로워질 것이니, 어찌 간고하는 정사를 늦출 수 있겠습니까. 이에 훌륭한 인재를 얻어 믿고 훌륭한 선비를 구해야 할 것입니다.생각건대, 경은 개제하고 영재하며 규장하고 영망하며, 뱃속에 가득 찬 5000권의 경사와 자집에 빠뜨림이 없이 눈썹을 부릅뜨고 논설한 것이 수만 마디나 됩니다. 나라가 흥하고 망하는 것을 거울삼듯이 하고 나라가 다스려지고 어지러워지는 것을 거울삼듯이 해야 할 것입니다. 지난날 간악한 무리가 감정을 품고 선량한 사람들을 섬멸하려 할 때 흉계를 꺾고 따르지 않다가 도리어 모함을 당하였는데, 어찌 전상에 서 있을 줄 생각이나 했겠습니까. 그런데 갑자기 바닷가로 귀양을 가게 되어 선왕께서 말년에 임용되려고 도모하셨으니, 후사가 어찌 그 유지를 받들지 않을 수 있겠습니까.난파에서 임금의 물음에 대비하여 정성스럽게 임금을 인도하는 정성을 다하였고 국자감에서는 유풍을 진작하여 부지런히 훌륭한 선비를 칭찬하는 뜻을 다하였습니다. 풍채가 백간보다 준엄하고 후설은 우룡보다 진실하였으며, 역대 모정에 관한 글을 바쳐서 근폭의 정성을 환히 밝혔습니다. 《소학》과 표리의 설을 올려 성리의 근원을 환히 밝혔으므로 평소 임금을 사랑하는 충성과 독실함을 가상히 여겼으니, 잘못을 만났을 때 이기를 징험할 수 있습니다. 뽕나무 뿌리는 반드시 공경해야 하는 것이니, 그대가 비록 돌아가겠다고 고하더라도 좌우에서 모두 어질다고 할 것입니다. 내가 어찌 그대를 버릴 수 있겠습니까. 이에 가식에서 발탁하여 남쪽 지방에 전복하게 합니다.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 13일(갑술) 1번째기사",
                "gt-oKo": "유희춘에게 교서를 내렸는데, 그 대략에, “관(官)을 두고 직(職)을 나눔에 있어 안과 밖이 다르지만 모두가 나를 훌륭한 정치에 이르도록 기약하지 않는 것이 없고 덕화를 받들어 교화를 폄에 있어 직책 완수를 제대로 못할까 묻고 물었으니 실지로 그대들이 직책을 잘 수행하였음을 힘입었다.” 하고, 중간에, 호남은 중요한 땅임과 민속의 폐단에 대해 언급하였다. 또, “미리 방비하여 후환이 없게 해야 하니 마땅히 난민이 날뛰는 것을 염려해야 한다. 전쟁을 망각하면 반드시 위태로운 법이니 군사 조련하는 일을 어찌 늦출 수 있겠는가. 이에 훌륭한 인재를 얻어 의지하고 큰 덕이 있는 선비를 구해야 한다. 그대는 개제(愷悌)한 영재(英才)로 규장(圭璋) 같은 덕망을 가졌고 5천 권 경사자집(經史子集)의 문자(文字)를 남김없이 가슴속에 채웠고 왕성한 논의는 흥망 치란(興亡治亂)에 대한 수만 마디 말을 분명하게 알고 있었다. 지난날 간사한 무리들이 감정을 품고 선량한 사람들을 죽이려 하였을 때 그 흉계를 꺾고 따르지 않았다가 도리어 음모에 걸렸으니 어찌 전상(殿上)에 서 있던 강직한 선비가 바닷가로 귀양가는 기러기가 될 줄을 알았겠는가. 선왕께서 말년에 임용하려 하였으니 후사(後嗣)가 어찌 그 유지(遺志)를 받들지 않을 수 있겠는가. 그대는 난파(鑾坡)에서 나의 물음에 응하여 정성스럽게 인도하였고 성균관에서는 유풍(儒風)을 진작시켜 부지런히 훌륭한 선비를 기르는데 뜻을 다하였으며, 대사헌이 되어서는 풍채가 백간(白簡)에 준엄하였고 정원의 직임을 맡아서는 우룡(虞龍)처럼 신실하였다. 역대 모정(謨政)에 대한 글을 바쳐 신하의 정성을 다했고 《소학(小學)》의 표리(表裏)에 대한 설을 올려 성리(性理)의 근원을 밝혀 보였다. 평소 그대의 충성이 애군(愛君)에 돈독함을 가상히 여겼는데 이제 어려운 때를 만나 뛰어난 능력을 시험하려 하노라. 고향은 마땅히 경건히 생각할 바이므로 그대가 돌아가려 하지만 좌우가 모두 ‘훌륭한 사람이다.’ 하니 내 어찌 그대를 버려 둘 수 있겠는가. 이에 가식(家食)에서 불러내어 남방에서 일을 하게 하노라.” 하였다.",
                "hj": "○甲戌/敎柳希春書略曰: 設官分職, 內外雖殊, 罔不期于予治。 承流宣化, 咨諏靡及, 實有賴于汝諧。 中言湖南重地及民俗之弊。 又曰: 有傷無患, 宜念蹢躅之孚, 忘戰必危, 何緩簡誥之政? 斯倚全材之得, 宜求碩德之儒, 惟卿愷悌英才, 圭璋令望, 撑腸文字, 五千卷經史子集之不遺, 揚眉論說, 數萬言。 興亡治亂之如鑑, 往在奸黨之挾憾, 將殲善良, 能折兇計而不從, 反遭構捏, 豈料殿上之立鶚? 遽作海曲之竄鴻, 先王圖任於末年, 後嗣盍承其遺志? 鑾坡備顧問, 惓惓啓沃之誠, 國子振儒風, 勤勤譽髦之意。 風稜峻於白簡, 喉舌允於虞龍, 獻歷代謨政之書, 炳炳芹曝之懇, 進小學表裏之說, 昭昭性理之源, 素嘉忠篤於愛君, 可驗利器於遇錯。 桑榟必所敬, 爾雖告歸, 左右皆曰賢, 予豈舍汝? 玆擢起於家食, 俾殿服於南方。 云云。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "In byeongja year (, the enemy in Jeolla Province reported that the enemy had occurred.",
                "H2KE-nKo": "전라도에서 해구의 변고를 보고하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 15일(병자) 1번째기사",
                "gt-oKo": "전라도에서 해적의 변을 보고하였다.",
                "hj": "○丙子/全羅道, 以海寇報變。"
            },
            "2": {
                "H2KE-EN": "유희춘이 즉시 사장을 올렸는데, 그 내용은 다음과 같다. “신은 본래 ignorant and foolish skilled by elderly claiming military affairs. From the beginning to receive the post of concurrent chief army commander , it was like wild swords to support for the mountains day and night, and was apprehensive and apprehensive day and night. No one knows the worthy of the quality. Moreover, as your subject is originally a man of incompetent and weak and sick, his age reaches sixty. His symptoms and wild symptoms, which makes it difficult for him to sustain. When he comes to the capital to bow to express his gratitude for the royal benevolence and travels, he suffered from wild symptoms and frequently drank wine. On the day when he bowed to express his gratitude for the royal benevolence, he suddenly worried his body and swept. He slightly blowed to seven or eight. Now he arrives at Jiksan , and hearing the news of the pirates in the southern area, hearing of his mind and apprehensive, he is unaware of what to do. If your subject strives to galloply go on horseback, he will not only be able to sustain himself day by day. When he defends against the enemy attack, he will surely inevitably observe the state affairs. Your subject is very apprehensive and prudent. Your subject humbly hopes that Your Majesty shall understand his circumstances and urgently appoint him to another position so that he can fulfill his duties in a responsibility.",
                "H2KE-nKo": "유희춘이 즉시 사직장을 올렸는데, 그 내용은 다음과 같다.“신은 본래 우매한 서생으로 군려의 일을 잘 모릅니다. 본직과 절도사의 직임을 맡은 뒤로 마치 모기가 산을 짊어지는 것 같아 밤낮으로 근심하고 두려워하였는데, 사람과 벼슬이 걸맞지 않다는 것을 모르는 사람이 없습니다.또 신은 본래 허약하고 병든 사람으로 나이가 60에 가까워 위는 뜨겁고 아래는 찌푸려져 간신히 지탱해 왔습니다. 상경하여 숙배하러 왕래할 때에 노열이 발작하여 무수히 목마르게 마셨으며, 배사하던 날에도 복통과 설사를 앓아 하루에 7, 8차례나 되었습니다. 지금 직산에 도착하였는데, 또 남쪽 지방에 해적이 일어났다는 소식을 들으니 심신이 혼미하여 어찌할 바를 모르겠습니다. 신이 만약 억지로라도 달려 나간다면 신병이 날로 깊어져 지탱하기 어려울 뿐만 아니라 적을 무찌르고 외적을 막을 때에 반드시 국사를 그르칠 것이니, 매우 황공하고 민망합니다. 삼가 바라건대, 자애로운 성상께서는 저의 간절한 마음을 굽어살피시어 속히 체차를 명하시고 다시 감당할 만한 사람에게 제수하시어 한 지방의 직임을 완수하게 하소서.”\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 15일(병자) 2번째기사",
                "gt-oKo": "유희춘이 즉시 사장(辭狀)을 올렸다. “신은 본래 우매한 서생으로 군려(軍旅)의 일에는 아는 것이 없어 본직과 겸절도(兼節度)의 임무를 받고부터 마치 모기가 산을 짊어진 것과 같아 밤낮으로 걱정과 두려움에 싸여 있습니다. 사람과 벼슬이 맞지 않음은 모르는 사람이 없으며 또 신은 본래 병에 시달리는 허약한 몸에 나이는 60에 이르러 상체(上體)는 뜨겁고 하체는 차서 몸을 지탱하기가 어렵습니다. 상경하여 숙배(肅拜)하느라 왕래할 즈음에도 노열(勞熱)이 발작하여 수없이 물을 마셨고, 배사(拜辭)하고 처음 출발하던 날에도 복통(腹痛)이 일어나 설사를 하루에 7∼8번이나 하였습니다. 이제서야 직산(稷山)에 도착하였는데 또 남방에 해구(海寇)가 나타났다는 소식을 들으니, 심신이 떨려서 어찌할 바를 모르고 있습니다. 신이 이를 무릅쓰고 억지로 나아가게 되면 제 한몸의 병이 악화되어 지탱하기 어려울 뿐만 아니라 적을 맞아 방어할 즈음에 필경 국사를 그르칠 것이니 황공하고 민망스럽기 그지없습니다. 삼가 바라건대 성자(聖慈)께서는 저의 간절한 소원을 굽어살피시어 빨리 체차(遞差)하라는 명을 내리소서. 그리고 다시 감당할 만한 인물에게 본직을 제수하여 일방(一方)의 기탁을 온전하게 하소서.”",
                "hj": "○柳希春卽辭狀曰: 臣本是踈暗書生, 不曉軍旅之事。 自受本職兼節度之任, 如蚊負山, 夙夜憂懼, 人器之不稱, 人莫不知。 且臣本以羸弱癈疾之人, 年迫六十, 上熱下泠, 艱難支持, 上京肅拜往來之際, 勞熱發作, 渴飮無數。 拜辭初發之日, 卽患腹痛泄瀉, 一日七八。 目今到稷山, 又聞南方海寇聲息之報, 心神怔忪, 罔知所爲, 臣若勉强驅馳, 則非但一身病日深難支, 折衝禦侮之際, 必誤國事, 極爲惶悶。 伏冀聖慈, 俯察危懇, 亟命遞差, 更授可堪之人, 以完一方之寄。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King ordered that the rank of Grand Master for Excellent Virtue Yi Hubae be promoted to Grand Master for Excellent Virtue .",
                "H2KE-nKo": "주상이 정시에서 수석을 차지한 이후백에게 가선대부의 자급을 상으로 올려 주라고 명하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 20일(신사) 1번째기사",
                "gt-oKo": "상이 정시(庭試)에 장원한 이후백(李後白)에게 가선(嘉善)의 품계를 상으로 가자(加資)하도록 명하였다.",
                "hj": "○辛巳/上命庭試魁李後白賞加嘉善。"
            },
            "2": {
                "H2KE-EN": "The King responded to Yun Hoes letter of resignation as follows: Upon observing my dear sirs memorial, I learned that my dear sirs are embarrassed and worried. I hope that my dear sirs will replace my dear sirs in office and appoint my dear sirs again. However, this province has no opportunity to occur. Therefore, the governor cannot be easily replaced. In the past, Jin Duyi , who was not on horseback, shooting arrows, did not shoot arrows on horseback, and shooting arrows on horseback nor shooting arrows on horseback. Truly, he was designated as the chief field commander . Considering this, the duty of chief field commander is solely to survey the enemy of the enemy. Truly, this is not related to the enemy of victory. Han Cheng of Song China went to the frontier garrison of the west enemy, and the enemy of the west enemy was destroyed. How could this not be a student? Generally speaking, military activities is also not a matter that is applied to Confucian scholars separate. The pirates are only one of the thieves of thieves. Thus, it is not possible to appreciate the entire entities. When my dear sir stayed in the capital, he discussed and explained the ancients outstanding what to do. Why did you hear this opportunity of thieves such a circumstance? I am afraid that the enemy of each garrison might become apprehensive and apprehensive. My dear sir should be cautious of this. Although the governor concurrently serves the",
                "H2KE-nKo": "유희춘의 사장에 답하기를,“경의 장계를 살펴보고서 경이 황공하고 민망하다는 것을 알았다. 본직을 체차하고 다시 감당할 만한 사람에게 제수하기를 바란다. 본도는 현재 사변이 없으니 방백을 경솔히 체차할 수 없다. 옛날 진나라의 두예는 몸소 말을 타지 않았고 활을 쏠 때 사마귀도 뚫지 않았으며 오나라를 평정할 때 손바닥을 가리키듯이 오나라를 완전하게 하였다. 이로 말미암아 보건대 절도사의 임무는 오직 적의 기이한 계책을 어떻게 헤아리느냐에 달려 있고 기질의 강약에 달려 있는 것이 아니다. 송나라의 한범이 변방에 출진하였을 때 서적의 간담을 서늘하게 하였으니, 이 또한 어찌 서생이 아니겠는가.용병도 유자의 분수 안의 일에서 벗어나지 않는다. 해구는 하나의 좀도둑일 뿐이니 사람의 털끝 하나도 움직일 수 없다. 경이 전에 경연에 있을 때 옛사람을 논설한 것이 남들보다 훨씬 뛰어났는데, 어찌하여 이런 기이한 소식을 듣고서 먼저 스스로 이렇게까지 심하게 근심하고 두려워한단 말인가. 나는 열진이 이 때문에 두려워 움츠릴까 염려되니, 경은 부디 이와 같이 하지 말라. 감사가 절도사를 겸하더라도 절충하고 어모하는 데에는 본래 적임자가 있으니, 경은 안심하고 사직하지 말라. 또 나라는 백성에 의지하고 백성은 먹을 것에 의지하니, 먹을 것을 넉넉하게 하는 방도는 오직 농사에 달려 있다. 근일에 내린 비가 두루 흡족한 듯하니, 경은 주군에 두루 효유하여 충분히 권과해서 묵히는 일이 없게 하라. 마침 지금 하서하였기 때문에 겸하여 이 뜻을 유시하니, 경은 잘 헤아리라.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 20일(신사) 2번째기사",
                "gt-oKo": "유희춘의 사장에 답하였다. “경의 장계를 살펴보니 황공스러워하고 민망스러워하며 본직을 체직시켜 감당할 만한 인물에게 제수하기를 바라는 뜻을 알겠다. 그러나 본도는 지금 별다른 사변이 없으니 방백(方伯)을 경솔히 바꿀 수 없다. 옛날 진(晉)나라의 두예(杜預)는 말을 탈 수 없는 몸에다 활을 쏘면 종이도 뚫지 못할 힘으로도 손가락을 놀리듯이 오(吳) 땅 전부를 평정하였으니, 이것으로 본다면 절도의 직임은 적을 잘 헤아려 계책을 어떻게 쓰느냐에 달린 것이지 기질의 강약에 달린 것이 아니다. 송(宋)나라의 한기(韓琦)와 범중엄(范仲淹)도 변방으로 나가 서적(西賊)의 간담을 서늘하게 하였는데 이들 또한 서생이 아니었던가. 용병(用兵)도 유자(儒者)의 분수 안의 일인 것이다. 해구(海寇)는 하나의 좀도둑에 지나지 않아 사람의 터럭 하나도 움직일 만한 것이 못된다. 그대가 전에 경악(經幄)에 있을 적에 옛사람들을 논하면서는 사람들 생각 밖으로 뛰어났었는데 어찌 지금 해구의 소식을 듣고는 미리 두려워함이 이토록 심하단 말인가. 나는 이웃 진영에서 이를 인하여 사기가 위축되지 않을까 걱정되니 경은 부디 이런 일이 없도록 하라. 감사가 절도의 임무를 겸하기는 하지만 적과 대적하고 방어하는 일에는 맡은 사람이 따로 있으니 경은 안심하고 사양하지 말라. 그리고 나라는 백성에게 의지하고 백성은 먹을 것에 의지하는 것인데 먹을 것을 넉넉하게 하는 것은 농사에 달려 있다. 며칠 사이에 내린 비가 충분한 듯하니 각 고을에 두루 알려 십분 권과(勸課)하여 묵히는 곳이 없도록 하라. 마침 지금 하서하므로 겸하여 이 뜻을 알리니 경은 체행(體行)하라.”",
                "hj": "○答柳希春辭狀曰: “省卿狀啓, 知卿惶悶, 冀遞本職, 更授可堪。 本道時無事變, 方伯未可輕遞。 昔晋杜預, 身不跨馬, 射不穿扎, 平定全吳, 如指諸掌。 由此以觀, 節度之爲任也, 惟在料敵奇謀之如何耳, 固不係於氣質之强弱也。 宋之韓范出鎭邊鄙, 西賊膽破, 是亦豈非書生乎? 夫用兵, 亦不出儒者分內事也。 海寇一鼠竊耳。 不足以動人一毛。 卿前在經帷, 論說古人, 出人意表, 何乃聞此一奇, 先自憂懼, 至此甚歟? 予恐列鎭, 因此有畏縮之患。 卿宜愼勿如此。 監司雖兼節度, 折衝禦侮, 自有其人, 卿其安心勿辭。 且國依於民, 民依於食, 足食之道, 惟在耕農。 近日雨水似爲周足, 卿其遍諭州郡, 十分勸課, 俾無陳荒。 適今下書, 故兼諭此意, 卿其體哉!”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "An earthquake occurred in Yeosan in Jeolla Province.",
                "H2KE-nKo": "전라도 여산에 지진이 일어났다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 21일(임오) 1번째기사",
                "gt-oKo": "전라도 여산(礪山)에 지진이 발생하였다.",
                "hj": "○壬午/全羅道礪山地震。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Umin as governor of Hamgil Province.",
                "H2KE-nKo": "이우민을 함경 감사로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 21일(임오) 2번째기사",
                "gt-oKo": "이우민(李友閔)을 함경 감사에 제수하였다.",
                "hj": "○以李友閔爲咸鏡監司。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "[The King] arrived in Jeonju to pay a visit to the Royal Confucian Academy in gapsin year (. He led editor edit",
                "H2KE-nKo": "유희춘이 전주에 도착하여 알성하였다. 교관과 당장 유사를 불러서 말하기를,“성상께서 학교에 유의하여 인륜을 두텁게 하는 것이 풍속을 이루었으니, 제생은 마땅히 첫째는 충신하고 행실을 삼가며, 둘째는 안정된 자세로 독서에 힘써야 한다. 글을 짓는 것은 바로 셋째의 말기이다.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 23일(갑신) 1번째기사",
                "gt-oKo": "유희춘이 전주(全州)에 이르러 경기전(慶基殿)을 배알하고 교관(敎官)과 당장 유사(堂長有司)들을 불러놓고 이르기를 ‘성상께서 학교를 일으켜 인륜을 두터이하고 풍속을 바르게 하는 데 유의하고 있으니, 제생(諸生)들은 마땅히 첫째 충신(忠信)한 성품과 신중한 행실을 갖는 데 힘쓰고, 둘째 안정된 자세로 독서하는 데 힘쓰라. 작문(作文)은 세째의 말기(末技)에 지나지 않는다.’ 하였다.",
                "hj": "○甲申/柳希春到全州, 謁聖, 引敎官及堂長有司, 語以聖上留意學校, 厚倫成俗。 諸生宜第一以忠信謹行, 第二以安靜讀書爲務, 至於作文, 乃第三之末技耳。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Shin Huinam of the Office of the Royal Lectures presented a memorial to the King, which stated, As 유희춘 is a man of study, he must have been able to promote the Confucian study and to educate talents. However, his words are quite unclear. The King asked again, If that is the case, would I intend to promote him and appoint him? Shin Huinam said, It is not appropriate to promote him and promote him. Bak Geunwon was released from his side to release him.",
                "H2KE-nKo": "장령 신희남이 경연 석상에서 아뢰기를,“유희춘은 학문이 있는 사람이니, 반드시 사문을 진작하고 인재를 교육할 수 있을 것입니다. 그런데 말이 자못 분명하지 못합니다.”하였다. 주상이 두 번째 묻기를,“그렇다면 승진시켜 서용하고자 하는가?”하니, 신희남이 아뢰기를,“승천해야 한다는 것이 아닙니다.”하였다. 박근원이 옆에서 해석하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 4일(을축) 1번째기사",
                "gt-oKo": "을축 장령 신희남(愼喜男)이 경석(經席)에서 진달하기를, “유희춘은 학문이 뛰어난 사람이어서 사문(斯文)을 진기시키고 인재를 교육시킬 만한 사람이지만 언사(言辭)가 분명하지 못합니다.” 하였다. 상이 두 번에 걸쳐 하문하기를, “그렇다며 승천(陞遷)시켜 기용해야 되겠는가?” 하니, 신희남이 아뢰기를, “꼭 승천시켜야 된다고 말씀드린 것은 아닙니다.” 하고, 박근원(朴謹元)이 옆에서 그 뜻을 해명하였다.",
                "hj": "○乙丑/掌令愼喜男, 於經席陳: 柳希春有學問之人, 必能振斯文, 敎育人材, 而辭頗未瑩。 上問至再曰: “然則欲陞遷而用之耶?” 喜男曰: “非謂當升遷也。” 朴謹元從傍釋之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] attended the Royal Lecture on the Confucian Classics in the jeongmyo year (. Among the seventeen Confucian classics licentiates, fourteen men were not well-versed, and three men were not well-versed in the Royal Lecture. ",
                "H2KE-nKo": "정묘년에 전강을 행하였다. 전경 문신 17인 가운데 14인은 불통이고 3인은 강하였으나 불통이었다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 6일(정묘) 1번째기사",
                "gt-oKo": "전강(殿講)이 있었다. 전경 문신(專經文臣) 17인 중에 14인은 본시 불(不)이고 3인은 강하였으나 불통(不通)이었다.",
                "hj": "○丁卯/有殿講。 專經文臣十七人內, 十四自不, 三人講而不通。"
            },
            "2": {
                "H2KE-EN": "Confucius presented a memorial to the King to represent the Buddha. The King responded, It is the Way of Benevolent Way and Longevity to always lecture on the Confucian classics. It is the Way of the Confucius and the Zhou . You should be even more diligent in mind and benevolent in nature and devote yourself to cultivate yourself to respect and righteousness. You should cultivate yourselves and raise yourselves inside and colleagues inside and outside the capital. This will serve as a Confucian scholar who will succeed to the imperial court in the future. That is why you assist the widow ruler and the people in succession. If the governance is prosperous and the custom is laudable, the Way of the Five District Schools and the Way of the Five District Schools will not be worried. Why must you trivially lecture on the Confucius like Taimu executed the Buddha and destroyed Buddhist temples?",
                "H2KE-nKo": "유생들이 불교를 배척하는 일로 상소하니, 주상이 비답하기를,“수선의 자리에 있으면서 항상 스스로 강론하는 것은 도리이고, 기대하는 것은 정자와 주자이다. 그러니 더욱 마음을 다하고 성품을 참아서 절차탁마하고 경과 의를 가지고 안팎으로 교양하여 훗날 참된 선비가 조정에 서서 위로는 과인을 보필하고 아래로는 이 백성들에게 은택을 베풀어 정치가 융성하고 풍속이 아름다워지게 해야 할 것이다. 그렇게 되면 오도가 쇠퇴하고 이단이 성해지는 것은 염려할 것이 못 된다. 어찌 태무가 사문을 베고 불사를 헐어버린 것처럼 구구하게 강론할 필요가 있겠는가.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 6일(정묘) 2번째기사",
                "gt-oKo": "유생(儒生)들이 벽불(闢佛)을 주장하여 상소하니, 상이 비답(批答)하였다. “수선(首善)의 위치에서 항상 스스로 강론해야 할 것은 도리(道理)이고 기약할 것은 정(程) 주(朱)이다. 마땅히 더욱 심성(心性)을 가다듬어 갈고 닦고 경(敬)과 의(義)를 가지고 표리를 고루 수양하여야 된다. 그리하여 훗날 참된 선비가 되어 조정에 서서 과인(寡人)을 보필하고 이 나라 백성들에게 은택을 베풀어 치도(治道)를 융성하게 하고 풍속을 아름답게 한다면 오도(吾道)가 쇠하고 이단(異端)이 성한 따위야 걱정할 것도 없다. 어찌 꼭 구구하게 강론하여 마치 태무(太武)가 사문(沙門)을 죽이고 사찰을 헐어버린 것처럼 해야 되겠는가.”",
                "hj": "○儒生以闢佛上疏。 上批答曰: “在首善之地, 常自講論者, 道理也; 期待者程、朱也。 宜益勤心忍性, 切磋琢磨, 敬義夾持, 表裏交養, 爲他日眞儒, 立於朝廷, 上輔寡君, 下澤斯民, 使治隆而俗美, 則吾道之衰, 異端之盛, 不足慮也。 何必區區講論, 如太武誅沙門、毁佛寺者之爲哉?”"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] conducted state affairs. Kwon Deokryeo was appointed as a royal secretary.",
                "H2KE-nKo": "정사가 있었다. 권덕여를 승지로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 6일(정묘) 3번째기사",
                "gt-oKo": "정사가 있었다. 권덕여(權德輿)를 승지에 제수하였다.",
                "hj": "○有政。 以權德輿爲承旨。"
            },
            "4": {
                "H2KE-EN": "The officials of the Office of the Inspector General requested that Magistrate of Gwangju Strategic County Yi Sunhyeong fabricated a memorial by falsely claiming his meritorious deeds and secretly possessed his land. His intention is extremely impossible. Your subjects request that he be dismissed from his post. The Office of the Inspector General also requested that Magistrate of Damyang Strategic Prefecture Im Yeo be punished for his crime of presumptuously bringing his father-in-law to his office. The King followed Im Yeos request and dismissed him first.",
                "H2KE-nKo": "양사가 아뢰기를,“광주 목사 이순형은 상소를 올린다는 핑계로 속임수로 자신의 공로를 기술하여 암암리에 그 지역을 차지하였으니, 그의 마음씀이 매우 형편없습니다. 파직하소서.”하고, 또 담양 부사 임여가 함부로 그의 처부를 데리고 관아에 나아간 죄를 논하니, 주상이 먼저 임여를 파직하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 6일(정묘) 4번째기사",
                "gt-oKo": "양사가 아뢰기를, “광주 목사(光州牧使) 이순형(李純亨)은 상소한다고 가탁하여 거짓으로 자신의 공로를 기술하여 은밀히 자신의 발판을 만들었으니 그 마음씀이 극히 무례합니다. 파직시키소서.” 하고 또 담양 부사(潭陽府使) 임여(任呂)가 외람되게 그의 처부(妻父)를 데리고 관아에 부임한 죄를 논하니, 상이 먼저 임여를 파직시키자는 청을 따랐다.",
                "hj": "○兩司, 以光州牧李純享託於陳疏, 詭述已勞, 暗爲其地, 其爲用心, 極爲無狀, 請罷其職。 又論潭陽府使任呂濫率其妻父赴衙之罪。 上先從任呂之罷。"
            }
        }
    },
    "04": {
        "28": {
            "1": {
                "H2KE-EN": "The King appointed Ki Daeseung as deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "기대승을 부제학으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 4월 28일(기미) 1번째기사",
                "gt-oKo": "기대승을 부제학(副提學)에 제수하였다.",
                "hj": "○己未/以奇大升爲副提學。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The inspectors and censors advised: When the Veritable Records of the Veritable Records [of the Veritable Records of King (K. Sejong] are suffering from a serious disadvantage of the people. It is requested that [the Veritable Records] be rejected and sent [to the Veritable Records] in autumn. The King followed this request.",
                "H2KE-nKo": "대간이 실록 봉안사가 아뢰기를,“이렇게 하삼도에 기근이 든 때에 거듭 민폐를 끼치게 되었으니, 가을걷이를 연기하여 보내소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 4월 30일(신유) 1번째기사",
                "gt-oKo": "대간이 계청(啓請)하기를, “지금같이 하삼도(下三道)가 기황(飢荒)으로 어려운 즈음에 실록 봉안사(實錄奉安使)를 보내면 거듭 민폐를 끼칠 테니, 미루었다가 가을에 보내소서.” 하니, 상이 따랐다.",
                "hj": "○辛酉/臺官啓請: 實錄奉安使, 當此下三道飢荒之時, 重貽民弊, 請退遣於秋成。 上從之。"
            }
        }
    },
    "05": {
        "15": {
            "1": {
                "H2KE-EN": "On byeongja day, at the byeongja year (, the former Supreme General of the Middle Army Commandery General Jo Sik , who was serving as grand master for comprehensive governance and the former Supreme General of the Middle Army Commandery General , was indeed embarrasssed and fear. He uttered his forehead to the ground and expressed his gratitude to the King. In the fourth month of the previous year, Your Majesty bestowed food upon your subject. How can your ignorant and foolish man receive the royal favor? Your subject humbly believes that Your Majesty is separated by the royal palace, and the grass reaches a thousand ri distant place. Your Majestys benevolence reaches the elderly people, and the elderly people wish to repay the grass, but it is difficult to repay the grass. Only your subjects believe that the scholars will fall sleep on the road and behavior of the world. Your Majesty suddenly recognized his worries, and your subject did not dare express his gratitude. Considering that the grass and the grass [of Your Majesty] were slightly sleeping, it is impossible to express gratitude to Your Majesty. Nevertheless, it has been said that Your Majesty has not benefited from Your Majestys grace. How could your humble subject dare not offer the gras and the gras of Your Majesty? There have been ancient texts in the past that when there was nothing to repay Your Majestys grace, Your Majesty reverently submitted a single words to express gratitude for Your Majestys special grace. Your subject humbly observed that the state affairs of Your Majesty have already left behind, and there is no place to do so. Your subject and all the officials stood and watch it, but they could not rescue them. Your subject already knows that it is impossible to do so. It has not been long since Your Majesty saw this and does not know it. If Your Majesty saw this and does not worry about it, then there will be no ruler of the state. In the previous year, your subject once presented a single memorial stating, If Your Majesty does not climize the dignity of unforeseen, it will be impossible to provide all the people to die and porridge, and if Your Majesty does not supply rain with heavy rain, it will be impossible to provide the grass and drought for seven years. This has been several months since Your Majesty has heard that Your Majesty has hurriedly bestowed royal favors and enlightened discipline in order to establish a discipline and establish a discipline. Yet, Your Majesty has issued a single order to prevent your subject from speaking about it. The elderly subjects are slightly leisure, and the state has ended up to this day. Your subjects are merely expressing gratitude for Your Majestys grace and snow, but there is no way to support Your Majestys sagacity. Your subject humbly observed Your Majestys",
                "H2KE-nKo": "조식이 상소하기를,“지난 4월에 조봉대부 전 수 종친부 전첨 신 조식이 진실로 황공하고 두려워 머리를 조아리며 주상 전하께 사은하였는데, 삼가 지난 4월에 신에게 식료를 내려 주신 하교를 받았습니다. 신과 같이 어리석고 늙은 자가 어떻게 전하의 은총을 받을 수 있겠습니까.삼가 생각건대, 하늘의 태양은 구중궁궐에서 멀리 떨어져 있고 초택은 천리 밖에서 만나니, 백성을 다친 사람 보듯 하는 은혜가 먼 곳까지 미치지 않는 곳이 없어 먼저 늙은 백성에게 미치니, 늙은 백성은 비록 결초보은하고 싶어도 보답하기 어려울 것입니다.다만 생각건대, 선비가 길을 가로막고 눕는 것은 나라의 수치입니다. 전하께서 스스로 그 근심을 맡으셨으니, 신은 사사로운 사은을 감당할 수 없습니다. 비유하면 풀 한 포기라도 흠뻑 적셔 주면 하늘의 공부에 우러러 사례할 수 없는 것과 같습니다. 그런데도 오히려 구구한 작은 정성으로 우러러 사은하기를 마지않는 것은, 성상께서 이미 선물을 베풀어 주신 은혜를 받지 못하였으니, 미천한 신이 감히 근폭을 바치는 정성을 바치지 않을 수 있겠습니까. ‘말마다 보답하지 않음이 없고 덕마다 보답하지 않음이 없다.’라는 옛말이 있습니다. 삼가 한마디 말씀을 올려 특별한 은혜에 보답하고자 합니다.삼가 보건대, 전하의 국사는 이미 글러져 한 가닥의 손도 대는 곳이 없고, 여러 신하와 모든 관리들은 둘러서서서서 보기만 하고 구제하지 못하니, 이미 어쩔 수 없다는 것을 알고도 어쩔 수 없다는 것을 알지 못한 지 오래되었습니다. 만약 전하께서 보고도 모르셨다면 하늘의 밝음에 가리운 바가 있었을 것이고, 알고도 생각하지 않으셨다면 나라에 임금이 없었을 것입니다. 왕년에 신이 일찍이 재차 상소하여 ‘헤아릴 수 없는 위엄을 떨치지 않고서는 온갖 뿔뿔이 흩어져 죽을 쑤는 형세를 구제할 수 없고, 큰 장마가 져서 비가 내리지 않고서는 7년 동안 가뭄에 시든 풀을 적셔 줄 수 없습니다.’라고 하였는데, 지금 세월이 흘렀습니다. 그런데도 전하께서는 속히 은혜와 위엄을 내려 기강을 확립하였다는 말을 듣지 못하였습니다. 위복의 권한이 자신에게 있는데도 스스로 총괄하지 않고 오히려 ‘신하가 강하다.’라는 하교를 내려 감히 말하지 못하게 하시니, 여러 신하는 해이해졌으나 범범하게 세월만 보내다 보니 나라가 마침내 망하여 지금에 이르렀습니다. 노신은 한갓 비와 이슬 같은 은혜에 감사할 뿐 하늘의 잘못을 도울 수 없으므로 삼가 ‘군의’라는 두 글자를 올려 몸을 닦고 나라를 다스리는 근본으로 삼고자 합니다. 삼가 바라건대, 성상께서는 살펴 주소서. 신 조식은 절하고 머리를 조아리며 죽음을 무릅쓰고 사은합니다.”하니, 답하기를,“진달한 소장을 살펴보니, 나라를 걱정하는 정성을 알 수 있다. 비록 시골에 있더라도 조금도 잊은 적이 없으니, 매우 가상하다. 내려 준 하찮은 물건이야 무슨 사은할 것이 있겠는가. 그대는 사은하지 말라.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 15일(병자) 1번째기사",
                "gt-oKo": "조식(曺植)이 사장(謝狀)을 올렸다. 그 대략에, “조봉 대부(朝奉大夫) 전 수 종친부 전첨(守宗親府典鑯) 신 조식은 참으로 황공하옵게 머리를 조아리고 주상 전하께 사은(謝恩)을 올립니다. 삼가 지난 4월에 신에게 식료(食料)를 하사하는 분부를 받들었습니다만 신같이 어리석고 늙은 자가 어떻게 천총(天寵)을 받을 수 있겠습니까. 삼가 생각하건대, 천일(天日)은 구중(九重)에 있어 초택(草澤)과는 천리나 멀리 떨어져 있지만 백성을 걱정하는 은택은 멀어도 미치지 않는 곳이 없어서 먼저 노신(老臣)에게 이르렀으니, 신은 결초 보은(結草報恩)으로도 다 보답키 어렵습니다. 혼자 생각에 선비가 길에 버려져 있음은 군왕의 수치라 여겼는데 전하께서는 그 걱정을 홀로 맡으셨으니 신의 사사로운 감사의 뜻을 이루 감당하지 못하겠습니다. 비유하면 풀 한 포기가 비를 맞아 살아났으나 우러러 천공(天工)에게 어떻게 감사할 도리가 없는 것과 같습니다만 오히려 구구한 작은 정성으로 우러러 사은함을 그만두지 못하는 것은, 성상께서 이미 혜선(惠鮮)의 성은을 내리셨으니 보잘것없는 신(臣)인들 근폭(芹曝)을 드림이 없을 수 있겠습니까. 옛말에 ‘말에는 대답이 없을 수 없고 덕은 반드시 보답을 받는다.’ 하였으므로, 삼가 한 말씀 올려 전하의 특별한 은혜에 대한 보답으로 삼으려 합니다. 삼가 살피건대, 전하의 국사(國事)는 이미 그릇되어 한 가닥이라도 손 쓸 곳이 없어 여러 신료들과 백공(百工)들이 둘러서서 바라보기만 할 뿐 구하지를 못하고 있습니다. 이들은 이미 어떻게 할 방법이 없음을 알고 ‘어떻게 할까?’ 하는 걱정을 하지 않은 지 오래 되었습니다. 전하께서 보고도 모르셨다면 전하의 밝으심에 가리운 것이 있어서이고 알고도 생각을 하지 않으셨다면 이는 나라에 주인이 없는 셈입니다. 왕년에 신이 두 번이나 상소하여 ‘헤아릴 수 없는 위엄을 떨치지 않고는 수백 갈래로 흐트러진 형세를 바로잡을 수 없고 큰비를 내려 적셔주지 않고서는 7년 가뭄의 시든 풀에 도움을 줄 수 없다.’고 하였는데, 많은 세월이 지난 지금까지 전하께서 급히 은위(恩威)를 내려 기강을 확립했다는 말을 듣지 못하였습니다. 위복(威福)이 당신에게 있는데도 이를 총람하지 못하고 오히려 신하들이 강하다는 분부를 내려 함부로 말을 하지 못하게 하니, 아랫사람들은 만사에 해이되어 그저 방관만 하고 있을 뿐이어서 나라가 망할 지경에 이르렀습니다. 노신은 우로(雨露) 같은 은혜에 감사할 뿐 전하의 미흡한 점을 보좌할 길이 없습니다. 이에 ‘군의(君義)’ 두 글자를 올려 몸을 닦고 나라를 다스리는 근본으로 삼으시기를 바라니, 굽어살피소서. 신(臣) 조식은 머리 조아려 죽음을 무릅쓰고서 사장(謝狀)을 올립니다.” 하니, 답하기를, “올린 소장(疏章)을 살피건대, 그대가 나라를 걱정하는 정성은 초야(草野)에 있으면서도 조금도 잊지 않고 있으니, 매우 가상하다. 하사한 물품은 보잘것없는 것이니 사례할 것이 뭐 있겠는가. 그대는 염려하지 말라.” 하였다.",
                "hj": "○丙子/ 朝奉大夫前守宗親府典籤臣曺植, 誠惶誠恐, 頓首頓首, 謝恩于主上殿下。 伏蒙去四月敎, 賜臣以食料者, 如臣愚老者, 顧何以承天寵乎? 伏惟, 天日隔於九重, 草澤遇於千里, 如傷之恩, 無遠不屆, 先及老民, 老民雖欲結草而難報, 獨念士橫道而偃, 有土之羞也。 殿下自任其憂, 臣不任私謝, 比猶一草沾濡, 無以仰謝天工。 猶且區區少誠, 仰謝不已者, 聖上旣不惠鮮之恩, 微臣敢無芹曝之獻乎? 無言不酬, 無德不報, 古有說矣。 恭陳一辭, 進爲殊恩之報。 伏見, 殿下之國事已去, 無一線下手處, 諸臣百工, 環視而莫救, 已知無可奈何。 不曰如之何者久矣。 若殿下視而不知, 則明有所蔽矣; 知而罔念, 則國無主矣。 往年, 臣嘗再陳荒疏以爲: ‘非振之以不測之威, 無以濟百散糜粥之勢; 非潤之以大霖之雨, 無以澤七年枯旱之草。’ 于今有年月矣, 未聞殿下亟下恩威, 以立紀綱。 威福在己, 而不自摠攬, 尙下臣强之敎, 使不得敢言, 群下解體, 泛泛悠悠, 邦遂喪越, 至于今。 老臣徒謝雨露之恩, 而無以補天之漏, 謹以君義二字, 獻爲修身、整國之本, 伏惟睿鑑。 臣植拜手稽首, 昧死以謝 答曰: “省所陳疏章, 可見其憂國之誠, 雖在畎畝, 未嘗少忘也。 甚用嘉焉。 若其所賜微物, 何謝之有? 爾其勿謝。”"
            },
            "2": {
                "H2KE-EN": "Jo Sik submitted a memorial requesting his resignation as follows: At the time of mourning, the old and infirm are not able to rush to the opportunity to occur. However, Your Majesty generously pardoned him and did not punish him immediately. Your subjects humbly believe that Your Majesty summons the old and the elderly people and did not want to see this humble body, but desired to hear a single word to support the sage ruler to support the sage ruler. Your subjects request that the single word be presented to the King as a single word of the country so that it might be replaced by a humble subject who submitted his resignation. Your subjects humbly observe that the foundation of the state falls into decay and burned down, and the various officials destroyed the shamans as if they were similar to shamans. The discipline and discipline becomes exhausted, and the natural discipline is exhausted. The proprieties and righteousness are exhausted, the discipline and punishments are exhausted, and the scholar-officials are exhausted. The public justice is exhausted, and the employment of government officials are exhausted. The famine is exhausted, and the storehouses are exhausted, and the sacrificial rites are exhausted. The imposition of tribute is exhausted, the defenses are exhausted, and the imposition of bribes are exhausted. The grievances are exhausted, the discipline and discipline is exhausted, and the discipline of food is exhausted, the tribute is exhausted. The words are exhausted, and the words are exhausted. The words of Heaven and people are also unknown. If the people do not relieve them, the people are merely fabricated, and the words are exhausted. The words are exhausted, and the people also seek out of the mountains and plains to support the good reputation of the world. The good reputation will not be sufficient to relieve the starvation, and there will be no benefit to relieve the words of starvation. Your subjects request that the words be distinguished and dealt with accordingly. From ancient times, even when 태평한 세상을 worlds, there was no right or wrong in the case of women in the palace all submitted a memorial to impeach them. Now, the state is dangerous and dangerous, and it is impossible to deal with. As",
                "H2KE-nKo": "조식이 사직장을 올렸는데, 그 내용은 다음과 같다.“시제에 늙고 병들어 죄가 무거웠으나 명을 받들지 못하였는데, 성상의 은혜가 관대하여 즉시 죄를 다스리지 못하였으니, 만번 죽어도 대죄합니다.삼가 생각건대, 주상께서 늙은 백성들을 부르신 뜻은 보잘것없고 쇠잔한 몸을 보고 싶어서가 아니라 진실로 한마디 말을 들어 성상의 교화에 만분의 일이나마 보탬이 되고자 해서입니다. 그러니 ‘구급’이라는 두 글자를 올려 나라를 일으키는 한 마디 말로 삼아서 미천한 신이 몸을 바치는 것을 대신하고자 합니다.삼가 보건대, 나라의 근본은 무너져서 끓는 물결이 타는 듯하고, 뭇 신하는 황폐하여 마치 시체나 허수아비와 같습니다. 기강이 무너지고 원기가 소진되고, 예의가 땅을 쓴 듯이 없어지고, 형정이 문란해지고, 사습이 무너지고, 공도가 없어지고, 용사가 뒤섞이고, 기근이 거듭 들어 부고가 바닥이 났고, 향사가 바닥이 났고, 징공이 빗나가고, 변방의 방비가 텅 비고, 뇌물이 바닥이 나고, 가렴주구가 바닥이 나고, 원통함이 극에 달하고, 사치가 극에 달하고, 음식이 바닥이 나 공헌이 통하지 않고, 오랑캐가 깔보고 있어 온갖 병폐가 급히 일어나고 있으니, 하늘의 뜻과 사람의 일 또한 헤아릴 수 없습니다. 그런데도 내버려 두고 구제하지 않은 채 한갓 헛된 이름만을 일삼고 있습니다. 논의가 독실하여 이에 허여하고, 산야의 버려진 물건까지도 아울러 구하여 어진이를 구하는 아름다운 이름을 도왔으니, 이름만으로는 실제를 구제할 수 없고, 마치 그림과 떡으로는 기근을 구제할 수 없고, 전혀 위급함을 구제할 수 없는 것과 같습니다. 그러니 완급과 허실을 분간하여 처치하소서.예로부터 태평한 세상이라도 시비와 가부가 없을 수 없어서 궁중의 여자가 모두 글을 올려 논열하였습니다. 그런데 지금은 나라의 형세가 위태로워 어떻게 할 수가 없습니다. 균보의 자리에 있는 자가 좌우로 둘러서서 보기만 하고 구제하지 못하니, 반드시 손쓸 수 없는 형세가 있을 것입니다. 시변에 밝지 못한 무지한 늙은 백성이 분수를 벗어나서 관을 침범한 것에 대해 죽음을 무릅쓰고 보고하였으니, 처사가 함부로 논의한 죄를 신이 진실로 받겠습니다. 삼가 사직장을 올립니다.”\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 15일(병자) 2번째기사",
                "gt-oKo": "조식이 사직장(辭職狀)을 올렸는데, 그 내용은 다음과 같다. “나이가 시제(時制)에 이르렀고 노병(老病)에 죄는 무거운데 명을 받고 달려가지 못했으나 성상께서 관대히 용서하고 죄를 다스리지 않으니 죽음을 각오하고 대죄(待罪)합니다. 삼가 생각하건대, 주상께서 노민(老民)을 부르신 뜻이 늙어 볼품없는 제 한몸을 보려 하심이 아니라 만에 하나라도 성화(聖化)에 보탬이 될 수 있는 한마디 말을 들으려 하신 줄로 압니다. 이에 구급(救急)이란 두 글자를 올려 나라를 흥기시키는 말로 삼아 미천한 신의 몸을 바치는 것에 대신하려 합니다. 살피건대 나라의 근본은 마치 물이 끓고 불이 타는 듯 무너져 내리고, 백공(百工)은 시체나 허수아비와 같은 실정입니다. 기강이 탕패되고 원기(元氣)가 소진되어 예의(禮義)가 없어졌고 형정(刑政)이 혼란스럽고 사습(士習)이 무너지고 공도(公道)가 저상되고 용사(用捨)가 혼란되고 기근(飢饉)이 잇따르고 부고(府庫)가 고갈되고 향사(饗祀)가 번거롭고 징공(徵貢)이 멋대로이고 변어(邊圉)가 공허하고 회뢰(賄賂)·부극(掊克)·원통(冤痛)·사치(奢侈)·음식(飮食) 등은 극도에 달하였고 공헌(貢獻)이 통하지 않아 이적(夷狄)이 넘보고 있습니다. 이 온갖 병폐(病弊)는 시급한 일들로 하늘의 뜻과 사람의 일 또한 예측할 수가 없습니다. 그런데도 이를 놓아둔 채 헛된 명분만을 일삼아 언론이 독실한 사람만 따르고 있습니다. 산림(山林)에 버려진 사람을 찾아서 훌륭한 인재를 찾으려고 애쓰고 있다는 미명(美名)을 얻으려 하지만 명분(名分)은 실제로 구제하지는 못합니다. 이는 마치 그림 속의 떡으로 배고픔을 구제할 수 없는 것과 마찬가지로 지금의 급한 일을 구제하는 데에 전혀 도움이 되지 못합니다. 그러니 완급(緩急)과 허실(虛實)을 잘 분간하여 조처하소서. 예로부터 태평한 시대라 할지라도 시비와 가부의 이론(異論)이 없을 수 없는 것이어서 궁중의 여자도 글을 올려 논의하는 대열에 낄 수 있었습니다. 지금의 국세는 어떻게 할 수 없을 정도로 위태로울 지경이어서 균보(鈞輔)의 자리에 있는 자도 좌우에서 바라만 보면서 구하지 못하니, 이는 반드시 손도 댈 수 없는 형세에 있기 때문입니다. 시변(時變)도 깨닫지 못하는 무지한 노민이 분수를 벗어나서 관(官)의 일을 침범하면서 죽음을 무릅쓰고 말씀드리니, 처사(處士)가 멋대로 논의한 죄는 신이 마땅히 받겠습니다. 삼가 사장(辭狀)을 올립니다.”",
                "hj": "○曺植辭職狀曰: 年及時制, 老病罪重, 奔命不得, 上恩寬宥, 不卽治罪, 萬死待罪。 伏念, 主上徵召老民之意, 非欲見微末殘敗之身, 固欲聞一言, 以補聖化之萬一。 請以救急二字, 獻爲興邦一言, 以代微臣之獻身。 伏見, 邦本分崩, 沸如焚如; 群工荒廢, 如尸如偶, 紀綱蕩盡, 元氣蕭盡; 禮義掃盡, 刑政亂盡, 士習毁盡; 公道喪盡, 用捨混盡; 飢饉荐盡, 府庫竭盡, 饗祀瀆盡; 徵貢橫盡, 邊圉虛盡; 賄賂極盡, 掊克極盡; 冤痛極盡, 奢侈極盡; 飮食極盡, 貢獻不通; 夷狄陵如, 百疾所急, 天意人事, 亦不可測也。 舍置不救, 徒事虛名。 論篤是與, 竝求山野棄物, 以助求賢美名, 名不足以救實, 猶(盡)〔畫〕餠之不足以救飢, 都無補於救急。 請以緩急虛實, 分揀處置。 自古雖大平之世, 不得無是非可否, 宮中女子, 皆得上書論列。 今也, 國勢顚危, 無可奈何, 身居鈞輔者, 左右環視而莫救, 必有下手不得之勢, 不曉時變, 無知老民, 出位侵官, 昧死以聞。 處士橫議之罪, 臣固當受。 謹狀。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Assistant Deputy Director of the Office of Royal Decrees Gi Daeseung submitted a memorial requesting his resignation on account of illness.",
                "H2KE-nKo": "기묘년에 부제학 기대승이 재차 병을 이유로 사직장을 올렸다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 18일(기묘) 1번째기사",
                "gt-oKo": "부제학 기대승이 병을 이유로 다시 사장(辭狀)을 올렸다.",
                "hj": "○己卯/副提學奇大升, 再上辭疾狀。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyehae day, the King did not approve the request of the inspectors and censors in the gyemyo year ( and then dispatched the commissioner for pacifying the deceased. ",
                "H2KE-nKo": "우의정 홍섬의 의견으로 주상이 대간의 계사를 채용하지 않고 마침내 봉안사를 보냈다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 2일(계해) 1번째기사",
                "gt-oKo": "우의정 홍섬(洪暹)의 건의로 상이 대관의 계청을 쓰지 않고 마침내 봉안사를 보냈다.",
                "hj": "○癸亥/以右議政洪暹之議, 上不用臺官之啓, 而竟遣奉安使。"
            },
            "2": {
                "H2KE-EN": "The King, following Bak Gyehyeons report, ordered that rice and beans be provided to Yi Hang and others.",
                "H2KE-nKo": "주상이 박계현이 아뢴 것으로 인하여 이항 등에게 쌀과 콩을 지급하라고 명하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 2일(계해) 2번째기사",
                "gt-oKo": "상이 박계현(朴啓賢)의 계청에 따라 이항(李恒) 등에게 미태(米太)를 제급(題給)토록 명하였다.",
                "hj": "○上因朴啓賢所啓, 命給李恒等米太。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinsa day, at the end of the sinsa year (, [the King] selected officials for the selection of high-ranking officials. Oh Gyeom and Yi Tak entered the recommendations of the right state councilor and received the appointment of Oh Gyeom .",
                "H2KE-nKo": "신사년의 도목 정사를 행하였다. 의정의 후보를 뽑았다. 오겸과 이탁이 우의정의 망통에 들어 있었는데, 오겸이 낙점을 받았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 20일(신사) 1번째기사",
                "gt-oKo": "복상(卜相)하는 정사(政事)가 있었다. 오겸(吳謙)과 이탁(李鐸)이 우상(右相)에 의망(擬望)되었는데 오겸이 낙점(落點)을 받았다.",
                "hj": "○辛巳/政, 卜相。 吳謙、李鐸入右相望, 而吳謙受點。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, there was an extremely absurd responsible for the exemption from compulsory labor service in Gwangju . However, this was a serious problem. Thus, the King specially ordered that the petty functionaries be strictly enforced, but the King ordered that the exemption from compulsory labor service.",
                "H2KE-nKo": "계미년에 광주의 고니[天鵝]를 면제해 준 것은 매우 형편없고 큰 폐단이 있었기 때문에 특별히 색리를 엄히 신칙하고 면제해 주라고 명하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 22일(계미) 1번째기사",
                "gt-oKo": "광주(光州)에 천아(天鵝)를 제역(除役)시켜준 것은 매우 무상(無狀)한 일이나, 큰 폐단이 있으므로 특별히 색리(色吏)를 엄칙하고 없애도록 명하였다.",
                "hj": "○癸未/以光州天鵝除役, 甚無謂, 而有大弊, 故特嚴飭色吏, 而命除之。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: A subject of the high-ranking official is extremely important and a heavy responsibilities. Therefore, if he is not related to many people, he cannot be filled. Right State Councilor Oh Gyeom , who is entrusted with cunning thoughts and conduct, concentrated solely on cunning and skills, has not been allowed for a long time. Formerly when he served as second-rank military official , he still criticizes his unworthy criticism. Furthermore, this magistracy is related to the worthy of all officials and the worthy of the entire country. How can he be allowed to assume his position as an unworthy person unworthy? Your subjects request that he be replaced.",
                "H2KE-nKo": "사헌부가 아뢰기를,“태보의 신하는 책임이 중대하므로 중망이 있는 사람이 아니면 구차하게 충원할 수 없습니다. 우의정 오겸은 마음가짐과 행동이 오로지 기교를 부려서 공론이 허락하지 않은 지 오래되었습니다. 전에 이공을 맡았을 때에도 직임에 걸맞지 않다는 비난이 있었는데, 더구나 정승의 자리는 한 나라의 안위가 달려 있으니, 어찌 적임자가 아닌 사람으로 하여금 함부로 있게 할 수 있겠습니까. 체차해 주소서.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 22일(계미) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “태보(台輔)의 신하는 책임이 중대하므로 사람들의 촉망을 받는 자가 아니면 구차하게 충당시킬 수 없습니다. 우의정 오겸은 마음을 쓰는 일을 행함에 있어 오로지 기교(機巧)만으로 하여 공론(公論)의 신임을 받지 못한 지 오래이고, 또 전일 이공(貳公)의 자리에 있을 때에도 자리에 걸맞지 않는다는 비평을 많이 받았습니다. 더구나 우상은 많은 사람들이 우러러보는 자리이고 국가의 안위가 달린 곳입니다. 그러니 어찌 적임자가 못 되는 사람을 외람되이 처하게 할 수 있겠습니까. 체직시키소서.”",
                "hj": "○府啓: “台輔之臣, 任大責重, 如非衆望所屬, 不可苟充。 右議政吳謙, 處心行事, 專用機巧, 公論之不許久矣。 前任貳公之日, 尙有不稱之譏, 況此具瞻之地, 一國安危所繫, 豈可令非人冒處? 請命遞。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported as follows: The office of a high-ranking official is one of the entire responsibility of all matters, and the security of the state is limited to the worthy and the worthy of high-ranking officials. Therefore, when a high-ranking official is appointed, how can we carefully select and appoint a high-ranking official? Right State Councilor Oh Gyeom is very capable of nature and honest by nature. He is dishonest and honest by flattering the powerful and deceived by flattering the powerful and wicked. He surpasses Confucian scholars and slandered them, almost unexpected disaster. He is even more exposed to older and wicked. His conduct of his earlier was clearly revealed, and he has been unable to conceal the public opinion for a long time. Now, he has been appointed to the post, and there is no people who are not surprised. Your subjects request that he be quickly replaced. The King responded, It is impossible for him to quickly replace him because he is clear and detailed.",
                "H2KE-nKo": "사간원이 아뢰기를,“대신의 직책은 온갖 책임이 모이는 곳이고 국가의 안위는 대신의 현부에 달려 있으니, 정승을 뽑을 때 십분 어렵게 여기고 신중히 하여 가려서 제수하지 않아서야 되겠습니까. 우의정 오겸은 마음씀이 술수가 많고 몸가짐이 바르지 못하여 시세에 붙좇아 권간의 사주를 받아 사류를 모함하여 헤아릴 수 없는 화를 거의 이룰 뻔하였습니다. 시기하고 미워하는 마음이 늙을수록 더욱 드러나서 평소의 행동이 모두 드러나 숨기기 어렵게 되었으니, 공론에 용납되지 못한 지 오래되었습니다. 그런데 지금 본직을 제수하니 여론이 모두 놀라고 있습니다. 속히 체차해 주소서.”하니, 주상이 답하기를,“명백하고 자세히 진술하라. 애매모호하게 논해서는 안 된다.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 22일(계미) 3번째기사",
                "gt-oKo": "간원이 아뢰기를, “대신의 직은 온갖 책임이 모이는 곳입니다. 국가의 안위가 대신의 현부(賢否)에 달려 있으니, 정승을 가릴 때에 신중을 기하여 가려 제수하지 않을 수 있겠습니까. 우의정 오겸은 마음씀이 술수가 많고 행실도 정직하지 못하여 시세(時勢)에 붙좇아 권간(權姦)들이 시키는 일을 그대로 받들어 사류(士類)를 모함하여 헤아릴 수 없는 화를 만들 뻔하였습니다. 시기하고 미워하는 마음이 늙을수록 더욱 드러나 평생 저지른 일이 전부 탄로되어 어려운 지경이어서 공론에 용납받지 못한 지 오래입니다. 그런데 지금 본직을 제수하니 물정(物情)이 놀라지 않는 이가 없습니다. 빨리 체자하는 명을 내리소서.” 하니, 상이 답하기를, “명백하고 상세하게 진술하고 애매하게 논하지 말라.” 하였다.",
                "hj": "○院啓: “大臣之職, 百責所萃, 國家安危, 在於大臣之賢否。 其於作相之際, 可不十分難愼, 而擇授乎? 右議政吳謙, 用心多術, 行己不直, 趨時附勢, 奉承權姦之指嗾。 傾陷士類, 幾成不測之禍。 媢疾之心, 老而益彰, 平生行事, 盡露難掩, 其不容於公論久矣。 今授本職, 物情莫不駭愕, 請亟命遞差。 上答曰: “其明白詳陳, 不可矇矓論之。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Office of the Censor General also presented a memorial to the King to request that Oh Gyeom be replaced.",
                "H2KE-nKo": "옥당도 차자를 올려 오겸을 체차해 주기를 청하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 23일(갑신) 1번째기사",
                "gt-oKo": "옥당(玉堂)도 차자(箚子)를 올려 오겸의 체직을 명하였다.",
                "hj": "○甲申/玉堂亦上箚, 請遞吳謙。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Yi Gyeong , Chief State Councilor in the gichuk year (, strongly declined to resign from the position of high-ranking officials. The King granted permission.",
                "H2KE-nKo": "영의정 이준경이 재상의 직임을 극력 사양하니, 주상이 허락하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 28일(기축) 1번째기사",
                "gt-oKo": "영의정 이준경이 한사코 영상 자리를 사퇴하니, 상이 윤허하였다.",
                "hj": "○己丑/領議政李浚慶力辭相位。 上許之。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order stating: When the Veritable Records of the Grand Abdicated King proceeds to the capital [of China], the Veritable Records of the Grand Abdicated King should be respected and neglectful, and it should not be neglected. At that time, there were many people who starve to death in the past. If it is not inevitable, it would be impossible to entirely claim that such an old precedent in order to harm the people.I have heard that when the commissioner for celebrating the imperial enthronement proceeds to the provinces last year, not only the governor but the military commanders and the fields gather together at one place to hold a banquet to comfort them. Even in normal times, this cannot be done. Furthermore, in the occasion of a great disaster, the people suffer from starvation, and the farming season is extremely urgent, and the worries of the sea raids are worrisome? When each jurisdiction receives the imperial enthronement from each jurisdiction in each jurisdiction, such as colorfully decorated stages in the outer gate, such as doing so, it is not proper to neglect the importance of the King, and even gathering female entertainers from each jurisdiction in each jurisdiction to make their own fields for horseback. This is not a matter related to whether or not they have occurred or not. What harm can there be for the time being? Furthermore, wine and meat should be prepared and gathered together with singers and entertainers from nearby and held a banquet. All such evil effects should be eliminated and abolished, thereby allowing starving people to receive a slightest grace. The benevolence of Your Majesty worries about the people and eliminating the evil effects of this.",
                "H2KE-nKo": "갑자년에 유지를 내렸는데, 그 내용은 다음과 같다. “《실록》을 가지고 내려갈 때에 선왕의 보전을 봉안하는 것은 공경을 다하고 소홀히 해서는 안 된다. 마침 지난해에 기근이 들어 굶어 죽은 백성이 얼마나 많겠는가. 부득이한 일이 아니라면 결코 옛 규례라고 핑계 대어 백성의 힘을 손상해서는 안 된다. 듣자니, 몇 년 전에 봉안사가 내려갈 때에 감사뿐만 아니라 병사와 수사가 한곳에 일제히 모여 잔치를 베풀어 위로하였다고 한다. 평상시라 하더라도 이렇게 해서는 안 되는데, 더구나 큰 흉년을 겪은 뒤에 백성의 굶주림이 한창 극심하고 농사일이 한창 급하니, 해구가 걱정스러운 때이겠는가. 각 읍에서 봉영할 때에 외문에서 결채하는 등의 일은 위를 공경하는 일에 관계되므로 매몰스럽게 해서는 안 된다. 열읍의 영인들을 모아 놓고 말 앞에서 노는 도구로 삼는 것은 있든 없든 무관한 듯하니, 우선 천천히 하더라도 무슨 손상될 것이 있겠는가. 또 술과 고기를 많이 장만하고 원근의 성기를 불러 모아 크게 잔치를 베풀었으니, 이러한 폐단은 일체 혁파하여 굶주린 백성들로 하여금 조금이나마 혜택을 받을 수 있게 하라. 성상께서 백성을 걱정하고 폐단을 제거하는 인자함이 지극하고도 극진하다.”\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 3일(갑자) 1번째기사",
                "gt-oKo": "유지(有旨)가 있었다. 그 내용에, “《실록》을 가지고 내려갈 적에, 선왕의 보전(寶典)을 봉안하는 일을 경건히 거행할 것이요, 조금이라도 소홀히 해서는 안 된다. 마침 지난해에 기근을 당하여 구렁에 뒹구는 백성들이 많으니 부득이한 일이 아니면 전례(前例)를 구실로 백성들에게 손상을 입혀서는 안 된다. 근자에 봉안사가 내려갈 때 감사(監司)뿐 아니라 병사(兵使)와 수사(水使)까지 한곳에 모여 위로연을 베풀었다 한다. 태평한 때라도 이렇게 해서는 안 되는데 더구나 지금은 큰 흉년을 만난 후로 백성들의 기근이 극심하고 농사일이 한창 바쁜 데다가 해구(海寇)의 걱정까지 있는 데이겠는가. 각읍에서 봉영(奉迎)할 즈음에 외문(外門)에 결채(結綵)하는 등의 일은 위를 공경하는 데 관계되는 것이므로 매몰하게 할 수 없지만, 여러 고을의 영인(伶人)들을 모아놓고 말 앞에서 놀이를 하는 것은 있거나 없거나 상관이 없는 것이니 그만두더라도 무슨 흠이 되겠는가. 또 주육(酒肉)을 많이 마련하고 근처의 성기(聲妓)를 불러모아 크게 연회를 베푸는 등의 폐단은 일체 중지함으로써 굶주린 백성들에게 조금이나마 혜택을 입게 하라.” 하였다. 성상(聖上)이 백성을 걱정하여 폐단을 없애려 하는 어진 마음이 매우 극진하다.",
                "hj": "○甲子/有旨。 其辭曰: 實錄下去之際, 奉先王寶典, 所當盡敬而不可忽也。 適丁去歲饑饉, 民之塡于溝壑者何限? 如非不得已之事, 斷不可諉諸舊例, 以傷民力。 似聞頃年奉安使下去之時, 不但監司, 至如兵、水使齊會一處, 設宴致慰云。 雖在平時, 猶不可如此, 況當大侵之後, 民飢之方極, 農務之方急, 海寇之可虞乎? 各邑奉迎之際, 如外門結綵等事, 則事關敬上, 不當埋沒, 至於鳩聚列邑伶人, 以爲馬前戲具, 此則似不關有無, 姑徐何傷? 且多辦酒肉, 招集遠近聲妓, 大設宴享, 此等弊端, 其一切停革, 使飢民得受一分之惠。 聖上憂民除弊之仁, 至矣, 盡矣。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The royal directive to the Records of the Veritable Records [of the Veritable Records of the Veritable Records] was rewarded with varying amounts. 유희춘 , Yi Dam , Min Gimun , and others received one horse from the Veritable Records [of the Veritable Records].",
                "H2KE-nKo": "비망기를 내려 실록청의 신하들에게 차등을 두어 상을 주었다. 유희춘, 이담, 민기문 등도 함께 아마 1필을 하사하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 4일(을축) 1번째기사",
                "gt-oKo": "비망기로 일렀다. “실록청(實錄廳)의 신료들에게 차등을 두어 상을 주고 유희춘·이담(李湛)·민기문(閔起文) 등에게는 다같이 아마(兒馬) 1필씩을 하사하라.”",
                "hj": "○乙丑/備忘記: “實錄廳諸臣, 賞給有差。 柳希春、李湛、閔起文等, 同受兒馬一匹之賜。”"
            }
        }
    },
    "06": {
        "14": {
            "1": {
                "H2KE-EN": "On gapjin day, the chief state councilor and left state councilors came to the palace to select candidates for the selection of candidates. The King immediately appointed Yi Tak as a recommendation for the selection of candidates for the selection of candidates. The King appointed Yi Tak as right state councilor in order to correspond with the wishes of the people.",
                "H2KE-nKo": "영의정(領議政 정존겸)과 좌의정(左議政 이복원)이 대궐에 나아가 의정의 후보를 뽑았다. 이탁을 단망으로 의망한 데 대해 즉시 하비하여 이탁을 우의정으로 삼았는데, 진실로 여망에 부합하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 14일(갑진) 1번째기사",
                "gt-oKo": "영상(領相)과 좌상(左相)이 대궐에 나아가 복상(卜相)하였다. 이탁을 단망(單望)으로 올리니 곧 비점(批點)이 내려져 이탁을 우의정에 제수하였다. 진실로 여망(輿望)에 부합된 것이다.",
                "hj": "○甲辰/領、左相詣闕卜相。 以李鐸單望, 卽下批。 李鐸爲右議政, 允合輿望。"
            },
            "2": {
                "H2KE-EN": "Governor of Pyeongan Province Yu Gyeongsil died due to illness. When he arrived at Jangdan , hearing of this, he was grieved and specially conferred condolence gifts upon him. The Veritable Records of the Grand Scribe (C. Chungan chapter of the History of Institutions (C. Chungan . The Veritable Records of the History of the Scribe states, That man is upright, but his talent is extraordinary, and has always love for the people and support for the people. His capacity and capacity was extraordinary, and the imperial court thought that he is worthy of the minister of war suddenly reached this point.",
                "H2KE-nKo": "평안 감사 유경심이 병으로 체차되어 장단에 이르러 졸하였다. 주상이 이 소식을 듣고 몹시 슬퍼하여 별치부하였다. - 유희춘의 일기에 이르기를,“이 사람은 지향하는 바가 바르고 재기가 뛰어나 항상 사람을 사랑하고 만물을 구제하는 마음을 지녔다. 재간과 국량이 보통 사람보다 뛰어났는데, 조정에서 병조 판서에 합당하다고 여겨 갑자기 이 지경에 이른 것이다.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 14일(갑진) 2번째기사",
                "gt-oKo": "평안 감사 유경심(柳景深)이 병으로 체직되어 돌아오다가 장단(長湍)에 이르러 졸하였다. 상이 이 소식을 듣고 매우 애도하여 특별히 부의(賻儀)를 내렸다. 【유희춘의 일기에 ‘이 사람은 지향하는 바가 바르고 재기(材氣)가 뛰어났으며 사람을 아끼고 도우려는 마음이 있었다. 더욱이 재간이 출중하여 조정에서 병조 판서로 삼을 만하다고 여겼는데 갑자기 이렇게 죽었단 말인가.’ 하였다. 】",
                "hj": "○平安監司柳景深病遞, 行至長湍而卒。 上聞之震悼, 別賻。【《柳希春日記》曰: “斯人也, 所向正, 而材氣超邁, 常有愛人濟物之心。 幹局出凡, 朝廷以爲可合兵判, 遽至是乎!”】"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "In jeongmi year (, the King appointed Bak Chungwon as Associate State Councilor , Bak Sun as minister of personnel , and Heo엽 as third minister of personnel . However, Bak Chung was immediately impeached by the inspectors and censors, and he said that he was an ordinary man of mediocre possession, which was unfairly unfair for public justice. He then became minister of personnel twice in order to observe personal feelings and public justice.",
                "H2KE-nKo": "정미년에 박충원을 우찬성으로, 박순을 이조 판서로 삼았다. 허엽을 이조 참의로 삼았다. 박충원은 곧바로 대간의 논핵을 받았는데, 그 내용은 다음과 같다.“인물이 용렬하여 청의에 용납되지 못하였는데, 재차 전장이 되어 사사로움을 따르고 공도를 없앴습니다.......”\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 17일(정미) 1번째기사",
                "gt-oKo": "박충원(朴忠元)을 우찬성에, 박순(朴淳)을 이조 판서에, 허엽(許曄)을 이조 참의에 제수하였다. 박충원은 곧바로 대론(臺論)을 입었는데, 그 내용은 다음과 같다. “인물이 범용(凡庸)하여 청의(淸議)에 용납되지 못하였는데 다시 전장(銓長)이 되었으니 이는 사정(私情)에 따라 공도(公道)를 멸절시킨 것이다.”",
                "hj": "○丁未/以朴忠元爲右贊成, 朴淳爲吏曹判書, 許曄爲吏曹參議, 忠元旋被臺論, 以爲人物凡庸, 不容於淸議, 再爲銓長, 徇私滅公云云。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On musin day, the first day of the month, [which was] Comprehensive Mirror to Aid in Government and Details of the Comprehensive Mirror to Aid in Government (C. Shijing . The Comprehensive Mirror to Aid in Government and Details [of the Comprehensive Mirror to Aid in Government] (C. Shijing . The Comprehensive Mirror to Aid in Government (C. Shiyiyiyixue . The Comprehensive Mirror to Aid in Government (C. Shiyixue . The Comprehensive Mirror to Aid in Government (C. Shiyiyiyixue . The Comprehensive Mirror to Aid in Government and Details (C. Shiyiyixue . The Comprehensive Mirror to Aid in Government (C. Shiyixue . The Comprehensive Mirror to Aid in Government (C. Shiyiyixue . The Comprehensive Mirror to Aid in Government (C. Shiyiyiyi .",
                "H2KE-nKo": "유희춘이 이황의 《심경》을 읽은 후론에 대해 다음과 같이 말하였다.“그 학설이 매우 정밀하다. 도를 들은 대유가 아니라면 어떻게 이 지위에 이를 수 있겠는가. 참으로 우리 동방에 정포은(鄭圃隱 정포은) 이후의 한 사람뿐이다.”\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 18일(무신) 1번째기사",
                "gt-oKo": "유희춘이 이황(李滉)의 《심경(心經)》을 읽고 논하였다. “그 논설이 매우 정밀하다. 도(道)를 들은 대유(大儒)가 아니라면 어떻게 이러한 지경에 이를 수 있겠는가. 참으로 우리 동방(東方)에 정포은(鄭圃隱) 뒤의 오직 한 사람이 있을 뿐이다.”",
                "hj": "○戊申/柳希春讀李滉《心經後論》曰: “其說甚精, 儻非聞道大儒, 焉能到此地位? 信乎! 吾東方鄭圃隱後一人而已。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "In Jeolla Province , the magistrate of Yeosan County , the magistrate of Iksan District , the magistrate of Nampyeong District Yi Jing , the magistrate of Damyang Strategic Prefecture Kim Wi , and the Magistrate of Gurye District Shin Seungseo . The magistrate of Yeonggwang County Ahn Yong , the Magistrate of Naju Strategic County Kwon Sun , the Magistrate of Neungseong District Jeong Yeom , and the Magistrate of Suncheon Magistracy Yi Seon were the second grade. The fourth grade strong and the fourth grade strong.",
                "H2KE-nKo": "전라도에서 경술년에 전라도 도내의 강명함으로 심리하여 옥송을 판결할 수 있는 관원은 오직 여산 군수 정엄, 익산 군수 조완벽, 남평 현감 이징, 담양 부사 김위, 구례 현감 신승서이고, 그다음은 영광 군수 안용, 나주 목사 권순, 능성 현령 정염, 순천 부사 이선인데, 이 네 사람은 강명함으로 차등을 두었다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 20일(경술) 1번째기사",
                "gt-oKo": "전라도에 강직하고 명백하게 사건을 심리하여 옥송(獄訟)을 판결할 수 있는 관리로는 오직 여산 군수(礪山郡守) 정엄(鄭淹), 익산 군수(益山郡守) 조완벽(趙完璧), 남평 현감(南平縣監) 이징(李徵), 담양 부사(潭陽府使) 김위(金偉), 구례 현감(求禮縣監) 신승서(申承緖)이며, 그 다음 영광 군수(靈光郡守) 안용(安容), 나주 목사(羅州牧使) 권순(權純), 능성 현령(綾城縣令) 정염(丁焰), 순천 부사(順天府使) 이선(李選)인데 네 사람은 강직하고 명백한 면에 있어서는 조금 못하다.",
                "hj": "○庚戌/全羅道道內, 剛明聽理, 能決獄訟之官, 唯礪山郡守鄭淹、益山郡守趙完璧、南平縣監李徵、潭陽府使金偉、求禮縣監申承緖。 其次靈光郡守安容、羅州牧使權純、綾城縣令丁焰、順天府使李選。 此四人剛明差次。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On sinhae day, the King appointed Baek Ingung as inspector general .",
                "H2KE-nKo": "백인걸을 대사헌으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 21일(신해) 1번째기사",
                "gt-oKo": "백인걸(白仁傑)을 대사헌에 제수하였다.",
                "hj": "○辛亥/以白仁傑爲大司憲。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King appointed Yi Sanul as 대사간으로, Bak Yeongjun as minister of war, and Ko Gyeonghe as 승지로, and Shin Huinam as assistant education director of the Office of the Inspector General.",
                "H2KE-nKo": "이산해를 대사간으로, 박영준을 병조 판서로, 고경허를 승지로, 신희남을 홍문관 부교리로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 28일(무오) 1번째기사",
                "gt-oKo": "이산해(李山海)를 대사간에, 박영준(朴永俊)을 병조 판서에, 고경허(高景虛)를 승지에, 신희남(愼喜男)을 홍문관 교리에 제수하였다.",
                "hj": "○戊午/以李山海爲大司諫, 以朴永俊爲兵曹判書, 以高景虛爲承旨, 以愼喜男爲弘文館副校理。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Yi I as magistrate of Cheongju Strategic County , Jeong응gyu as magistrate of Changwon Magistracy , Noh Jin as magistrate of Gonyang County , and Yi Jemin as magistrate of Gyeongju Magistracy .",
                "H2KE-nKo": "기미년에 이이를 청주 목사로, 정응규를 창원 부사로, 노진을 곤양 군수로, 이제민을 경주 부윤으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 29일(기미) 1번째기사",
                "gt-oKo": "이이(李珥)를 청주 목사(淸州牧使)에, 정응규(鄭應奎)를 창원 부사(昌原府使)에, 노진(盧禛)을 곤양 군수(昆陽郡守)에, 이제민(李齊閔)을 경주 부윤(慶州府尹)에 제수하였다.",
                "hj": "○己未/以李珥爲淸州牧使, 鄭應奎爲昌原府使, 盧禛爲昆陽郡守, 李齊閔爲慶州府尹。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Noh Susin as second minister of taxation , Song Gisu as governor of Gyeongsang Province , and Kim Gye as chief envoy for celebrating the Emperors birthday .",
                "H2KE-nKo": "노수신을 호조 참판으로, 송기수를 경상 감사로, 김계를 성절사 서장관으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 4일(갑오) 1번째기사",
                "gt-oKo": "노수신을 호조 판서에, 송기수(宋麒壽)를 경상 감사에, 김계(金啓)를 성절사 사장관(聖節使書狀官)에 제수하였다.",
                "hj": "○甲午/以盧守愼爲戶曹參判, 宋麒壽爲慶尙監司, 金啓爲聖節使書狀。"
            },
            "2": {
                "H2KE-EN": "Hwang Daerae went to Gyeongsang Province as an envoy. [Hwang] Daerae died due to an illegal disease at his horse.",
                "H2KE-nKo": "황대수가 사명을 띠고 영남으로 가다가 말에서 떨어져 몹쓸 병에 걸려 죽었다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 4일(갑오) 2번째기사",
                "gt-oKo": "황대수(黃大受)가 사명(使命)을 띠고 영남으로 가다가 말에서 떨어져 까무라쳐 죽었다.",
                "hj": "○黃大受以使命詣嶺南, 落馬中惡身死。"
            },
            "3": {
                "H2KE-EN": "Second Deputy Director [of the Royal House Administration] Yi Mi died.",
                "H2KE-nKo": "동지 이기가 졸하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 4일(갑오) 3번째기사",
                "gt-oKo": "동지(同知) 이건(李楗)이 졸(卒)하였다.",
                "hj": "○同知李揵卒。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the gihae year (, which stated, Oh Gyeom has been impeached and it is difficult for him to assume his office. Therefore, he shall be replaced.",
                "H2KE-nKo": "전교하기를,“오겸이 논핵을 당하였으니 형편상 직임에 있기 어렵다. 체차하라.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 9일(기해) 1번째기사",
                "gt-oKo": "전교하였다. “오겸은 공론을 입고 있어 재직하기 어려우니 체직하라.”",
                "hj": "○己亥/傳曰: “吳謙被論, 勢難在職, 遞之。”"
            },
            "2": {
                "H2KE-EN": "Jeong Bun , a man in Muan , had filial behavior and was observed by ritual.",
                "H2KE-nKo": "무안 사람 정찬이 효행이 있고 집례하는 일이 있었다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 9일(기해) 2번째기사",
                "gt-oKo": "무안인(務安人) 정찬(丁璨)이 효행이 있고 예(禮)를 지킨다는 이름이 있었다.",
                "hj": "○務安人丁璨有孝行執禮。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "The King replaced Inspector General Baek Ingung and Kang Sasang .",
                "H2KE-nKo": "대사헌 백인걸을 체차하고 강사상을 임명하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 1일(신유) 1번째기사",
                "gt-oKo": "대사헌 백인걸을 체직시키고 강사상(姜士尙)으로 제수하였다,",
                "hj": "○辛酉/大司憲白仁傑遞, 而姜士尙爲之。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On byeongja day, the King specially ordered Bak Sun be promoted to grand master for upholding state laws and right state councilor . On the same day, Yi Gi was appointed second deputy director of the Office of Royal Decrees , Oh Sang to minister of personnel , Jeong Jongyeong to minister of punishments , and Shin Dam to second inspector [of the Office of the Inspector General].",
                "H2KE-nKo": "주상이 특명으로 박순을 숭정대부 우찬성에 올려 제수하였다. 같은 날 정사에서 이기를 직제학으로, 오상을 이조 판서로, 정종영을 형조 판서로, 신담을 집의로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 16일(병자) 1번째기사",
                "gt-oKo": "상이 특명으로 박순(朴淳)을 숭정(崇政)에 가자하고 우찬성에 제수하였다. 같은 날 정사에서 이기(李墍)를 직제학(直提學)에, 오상(吳祥)을 이조 판서에, 정종영(鄭宗榮)을 형조 판서에, 신담(申湛)을 집의에 제수하였다.",
                "hj": "○丙子/上特命朴淳陞授崇政右贊成。 同日政, 李墍爲直提學, 吳祥爲吏曹判書, 鄭宗榮爲刑曹判書, 申湛爲執義。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Kang Sasang was replaced, and Kim Deokryong was appointed as director of the Office of Diplomatic Correspondence . Yun Gangwon was appointed director of the Office of Diplomatic Correspondence .",
                "H2KE-nKo": "갑자년 강사상을 체차하고 김덕룡을 임명하였다. 윤강원을 승문원 판교로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 4일(갑자) 1번째기사",
                "gt-oKo": "대사헌 강사상을 체직시키고 김덕룡(金德龍)으로 제수하였다. 윤강원(尹剛元)을 승문원 판교(承文院判校)에 제수하였다.",
                "hj": "○甲子/姜士尙遞, 而金德龍爲之。 尹剛元爲承文判校。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "[The King] appointed Bak Seungim as governor of Hwanghae Province and Song Jeonggak as magistrate of Gurye District . ",
                "H2KE-nKo": "무진년에 박승임을 황해 감사로, 송정걸을 구례 현감으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 8일(무진) 1번째기사",
                "gt-oKo": "박승임(朴承任)을 황해 감사에, 송정순(宋庭筍)을 구례 현감(求禮縣監)에 제수하였다.",
                "hj": "○戊辰/以朴承任爲黃海監司, 宋庭筍爲求禮縣監。"
            },
            "2": {
                "H2KE-EN": "The Office of Royal Decrees reported, The Supplement to the Comprehensive Explanation of the Scripture and Commentaries of Ceremonies and Rites have already been printed. Your subject requests that they be presented and distributed according to the precedent of the Original Six Codes (K. Won yukjeon . The King approved this.",
                "H2KE-nKo": "교서관이 아뢰기를,“《의례경전속》의 인쇄가 끝났으니 진상을 일체 원집의 예대로 나누어 주소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 8일(무진) 2번째기사",
                "gt-oKo": "교서관이 《의례경전속(儀禮經傳續)》의 간행을 마치고 진상하면서 원집(元集) 예에 따라 반사(頒賜)하기를 청하니, 상이 따랐다.",
                "hj": "○校書館啓: “《儀禮經傳續》已畢印, 請進上頒賜, 一依元集 例。” 上從之。"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong Yeon as magistrate of Changwon Magistracy .",
                "H2KE-nKo": "홍연을 창원 부사로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 8일(무진) 3번째기사",
                "gt-oKo": "홍연(洪淵)을 창원 부사(昌原府使)에 제수하였다.",
                "hj": "○以洪淵爲昌原府使。"
            }
        }
    },
    "08": {
        "13": {
            "1": {
                "H2KE-EN": "On imin day, the King conducted state affairs. Yi Junghoe was appointed second inspector [of the Office of the Inspector General] .",
                "H2KE-nKo": "정사가 있었다. 이중호를 집의로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 13일(임인) 1번째기사",
                "gt-oKo": "정사가 있었다. 이중호(李仲虎)를 집의에 제수하였다.",
                "hj": "○壬寅/有政。 以李仲虎爲執義。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Yi Jeong , a fifth-rank military official of Sacheon , died in gapjin year (. [Yun] Hui said, How can this be a good person who continues to die? ",
                "H2KE-nKo": "사천의 이정이 졸하였다. 유희춘이 말하기를,“어떤 선인이 잇따라 세상을 떠났는가.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 15일(갑진) 1번째기사",
                "gt-oKo": "사천(泗川)에 사는 이정(李楨)이 졸하였다. 유희춘의 일기에 다음과 같이 기록되어 있다. “이 무슨 일로 선량한 사람들이 연이어 세상을 뜬단 말인가.”",
                "hj": "○甲辰/泗川李楨卒。 柳希春曰: “是何善人, 相繼凋零也!”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yu Do , second deputy director of the Office of the Royal Lectures , reported to the King as follows: Aside from the naval forces are mobilized to perform compulsory labor service obligations, they are also sent to Pyeongan Province as straw mats with straw mats. Your subject is worried that they can prepare and present them to Your Majesty. However, it is extremely difficult to prepare deer which the military camps and the command posts garrisons, and there are many who appealed to Your Majesty. When your subject came to your subject, he saw Governor [of Jeolla Province] Yun Chun and said, There are many who appealed to Your Majesty on this matter. In general, the naval forces do not have a way to reinforce their obligations. If we reduce the number of roe deer and deer which are produced in Jeju, please transfer them to this naval forces. It would be almost impossible to receive even a small favor. Governor [of Jeolla Province] [Yun] Chung is a man of the province who knows the situation thoroughly. Therefore, his words are as such. The King said, Jeju is an obligation that an oppportunity to the seaways under the seaways of the island. It is inappropriate to offer tribute as though there is no such a precedent in which it is impossible to do so. Discuss this matter with the Ministry of Rites and discuss the matter.",
                "H2KE-nKo": "경연관 유도가 아뢰기를,“수군은 본역 외에 또 초석이 있어서 평안도로 들여보냈는데, 전죽을 마련하여 바치는 것이 고민입니다. 병영과 수영에서 쓰는 녹비를 갖추기가 매우 어려워서 정소하는 자가 매우 많습니다. 소신이 올 때에 감사 유희춘을 만났는데, 그가 말하기를 ‘이런 일로 나에게 정소하는 자가 많다.’라고 하였습니다. 대개 수군을 회복할 길이 없으니, 저 한 가지 일을 감하는 것이 어찌 우연이겠습니까. 도내의 제주에 노루와 녹비가 많이 생산되니, 이곳에 옮겨 정하면 조금이나마 혜택을 입을 수 있을 것입니다. 감사 유희춘은 그 도 사람이 민정을 자세히 알기 때문에 이와 같이 말한 것입니다.”하니, 주상이 말하기를,“제주는 바다 밖의 외딴 섬인데, 전에 없던 일을 공물처럼 하는 것은 온당치 못하다. 계사를 해조에 물어서 의논하라.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 18일(정미) 1번째기사",
                "gt-oKo": "경연관 유도(柳濤)가 아뢰기를, “수군(水軍)은 본역(本役) 외에 초석(草席)을 평안도에 입송(入送)하고 있는데 전죽(箭竹)을 비납(備納)하는 일로 매우 걱정하고 있습니다. 병영(兵營)과 수영(水營)에서 쓸 홍록비(紅鹿皮)를 마련하는 일은 매우 어려워서 정소(呈訴)하는 사람들이 대단히 많습니다. 소신(小臣)이 올 때에 감사 유희춘을 만났는데 그도 ‘이러한 일로 나에게 정소하는 자가 많다. 대개 수군은 소복(蘇復)할 방법이 없는데 저 일 한 가지만 감한다면 그것이 어찌 범연한 일이겠는가. 도내 제주에는 장록비(獐鹿皮)가 많이 생산되니 그 곳으로 옮겨 정하면 얼마간의 혜택을 입게 될 것이다.’ 하였습니다. 감사 유희춘은 그 도 출신이어서 백성들의 사정을 자세히 알고 있어 이와 같이 말한 것입니다.” 하니, 상이 이르기를, “제주는 바다 멀리 떨어진 섬인데, 전에 없던 일을 새로이 만들어 공물(貢物)을 바치게 한다는 것은 온당치 못하다. 아뢴 내용은 해조(該曹)에 문의하여 다시 의논하라.” 하였다.",
                "hj": "○丁未/經筵官柳濤啓曰: “水軍本役之外, 又有草席入送于平安道, 箭竹以備納爲悶。 兵水營所用鹿皮, 備之極難, 呈訴者甚多。 小臣來時, 見監司柳希春云: “亦以此等事, 呈訴於我者多矣。” 蓋水軍無蘇復之路, 減彼一事, 則夫豈偶然? 道內濟州, 多産獐鹿皮, 移定於此, 則庶蒙一分之惠矣。 監司柳希春, 其道之人, 細知民情, 故所言如此。” 上曰: “濟州海外孤島, 無前之事, 有若貢物, 爲之未穩矣。 啓辭, 問於該曹, 議之。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "[The King] conducted state affairs in the musin year (. Nam Jiwon was appointed magistrate of Yeongam County , Kim Iljun was appointed magistrate of Sunchang County , Kim Jeongae was appointed magistrate of Yongan District , Shin Ik was appointed chief army commander of the southern provinces , and Seo응cheon was appointed right naval commander of Gyeongsang Province .",
                "H2KE-nKo": "정사가 있었다. 남지원을 영암 군수로, 김일준을 순창 군수로, 김전개를 용안 현감으로, 신익을 남도 병사로, 서응천을 경상 우수사로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 19일(무신) 1번째기사",
                "gt-oKo": "정사가 있었다. 남지원(南智遠)을 영암 군수(靈巖郡守)에, 김일준(金逸駿)을 순창 군수(淳昌郡守)에, 김전개(金田漑)를 용안 현감(龍安縣監)에, 신익(申翌)을 남도 병사(南道兵使)에, 서응천(徐應千)을 경상 우수사(慶尙右水使)에 제수하였다.",
                "hj": "○戊申/有政。 以南智遠爲靈巖郡守, 金逸駿爲淳昌郡守, 金田漑爲龍安縣監, 申翌爲南道兵使, 徐應千爲慶尙右水使。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinhae day, the King appointed 정언 Sin as fifth-rank aide to the governor of Jeolla Province.",
                "H2KE-nKo": "정언신을 전라도 도사로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 22일(신해) 1번째기사",
                "gt-oKo": "정언신(鄭彦信)을 전라도 도사(全羅道都事)에 제수하였다.",
                "hj": "○辛亥/以鄭彦信爲全羅道都事。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] conducted state affairs. [The King] appointed 정언 Sin as fourth inspector [of the Office of the Inspector General] , Kim Daemyeong as fifth inspector [of the Office of the Inspector General] , Yi Hubae as inspector [of the Office of the Inspector General] , Jeong Eom as third inspector [of the Office of the Inspector General] , Kwak Gyeol as third inspector [of the Office of the Inspector General] , Yun Haeng as magistrate of Gwangju Strategic County , and Heo Chunggil as magistrate of Yeosan County .",
                "H2KE-nKo": "정사가 있었다. 정언신을 지평으로, 김대명을 도사로, 이후백을 대사헌으로, 정엄을 장령으로, 곽규를 장령으로, 윤행을 광주 목사로, 허충길을 여산 군수로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 24일(계축) 1번째기사",
                "gt-oKo": "정사가 있었다. 정언신(鄭彦信)을 지평에, 김대명(金大鳴)을 도사(都事)에, 이후백(李後白)을 대사헌에, 정엄(鄭淹)과 곽규(郭赳)를 장령에, 윤행(尹行)을 광주 목사(光州牧使)에, 허충길(許忠吉)을 여산 군수(礪山郡守)에 제수하였다.",
                "hj": "○癸丑/有政。 以鄭彦信爲持平, 金大鳴爲都事, 李後白爲大司憲, 鄭淹爲掌令, 郭赳爲掌令, 尹行爲光州牧使, 許忠吉爲礪山郡守。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "A fire broke out at the Royal Tomb of Queen Sinui and the Royal Tomb of Queen Sinui . The fire burned down all. The Royal Tomb of King Taejo was frightened and apprehensive, and immediately white mourning robes were worn for five days. All [court] officials did so. All [court] officials in the provinces were dressed in white mourning robes, and [then] removed [the robes] for five days. ",
                "H2KE-nKo": "강릉 정자각이 불에 탔다. 구중궁궐이 매우 놀라 5일 만에 상복을 벗었는데, 백관도 모두 그렇게 하였다. 외관의 문서가 도착하는 날은 모두 5일 만에 상복을 벗었다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 27일(병진) 1번째기사",
                "gt-oKo": "강릉(康陵) 정자각(丁字閣)이 실화로 소진(燒盡)되었다. 궁중이 몹시 놀래어 즉시 5일 동안 흰옷을 입었고 백관들도 모두 그렇게 하였다. 외관(外官)들도 문서가 도착한 날로부터 5일 동안 흰옷을 입었다.",
                "hj": "○丙辰/康陵丁字閣, 失火燒盡。 九重震驚, 卽白服, 五日而除, 百官皆然。 外官文書到日, 皆白服, 五日而除。"
            }
        }
    },
    "09": {
        "10": {
            "1": {
                "H2KE-EN": "On gisa day, [the King] conducted state affairs in the gisa year (. Bak Gyehyeon was appointed minister of taxation , Jeong Jongyeong was appointed second deputy director of the Royal Lecture , and Yun Bok was appointed fourth minister of personnel .",
                "H2KE-nKo": "정사가 있었다. 박계현을 호조 판서로, 정종영을 지경연으로, 윤복을 사성으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 10일(기사) 1번째기사",
                "gt-oKo": "정사가 있었다. 박계현(朴啓賢)을 호조 판서에, 정종영(鄭宗榮)을 지경연(知經筵)에, 윤복(尹復)을 사성(司成)에 제수하였다.",
                "hj": "○己巳/有政。 以朴啓賢爲戶曹判書, 鄭宗榮爲知經筵, 尹復爲司成。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Shinmi , the first day of the month, tiger lynxes in Gyeonggi [Province], and eating people in the daytime. Sometimes peoples houses were destroyed from peoples houses and eating them without end. The inspectors and censors requested that [the tiger lynxes] be caught and caught.",
                "H2KE-nKo": "경기 지방에 호표가 성행하여 대낮에 사람을 잡아먹기도 하고 남의 집을 철거하기도 하면서 끝없이 멋대로 잡아먹었다. 대관이 아뢰어 부지런히 잡아들일 것을 청하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 12일(신미) 1번째기사",
                "gt-oKo": "기전(畿甸)에 호표(虎豹)가 성행하여 대낮에 사람을 잡아먹거나 가옥을 무너뜨리는 등 닥치는 대로 마구 탐식하므로 대간이 포획하는 일을 강구토록 계청하였다.",
                "hj": "○辛未/畿甸, 虎豹盛行, 白晝食人, 或撤人家舍, 恣食無厭。 臺官啓請勤捕。"
            },
            "2": {
                "H2KE-EN": "The governor of Jeolla Province hurriedly reported to the King as follows: The three towns of Yeongam , Gangjin , and Haehae are adjacent to the provincial headquarters of the two provincial headquarters. Also, the strategic points of Jeju are located in strategic points, and the tribute required ten times more than other towns. Since the eulmyo year (, since we have experienced disasters, there are very many matters in defense and the people are extremely distressed. Your subject requests that three towns not produce deer, oil, and honey pastries be moved to where they produce roe deer and deer produced in Jeju. Your subject requests that the book paper for the Office of Royal Decrees and the Granary of Official Emoluments be made to have the Directorate of Fabrics prepare and transfer the paper to the mainland located within the jurisdictions.",
                "H2KE-nKo": "전라 감사가 급히 장계하기를,“영암, 강진, 해남 세 고을은 두 군영 사이에 끼어 있고, 또 제주로 가는 직로의 요충지여서 공부가 다른 고을보다 10배나 됩니다. 그런데 을묘년의 변란을 겪은 이후로 방비하는 모든 일이 매우 많아 백성들이 매우 고통스러워하고 있습니다. 세 고을에서는 녹미, 녹설, 쾌포가 생산되지 않으니, 생산되지 않는 제주로 옮기소서. 교서관의 책지장과 흥고의 견양지는 정공도감으로 하여금 일이 수월한 내지로 옮겨 마련하게 하소서.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 12일(신미) 2번째기사",
                "gt-oKo": "전라 감사가 치계(馳啓)하였다. “영암(靈巖)·강진(康津)·해남(海南) 세 고을은 양영(兩營) 사이에 끼여 있는 데다가 제주가 곧장 갈 수 있는 길목의 요충지여서 공부(貢賦)가 다른 고을보다 갑절이나 많습니다. 특히 을묘 왜변(乙卯倭變)을 겪은 뒤로는 방비에 대한 제반 일이 매우 많아 백성들이 심한 고초를 겪고 있습니다. 세 고을에는 녹미(鹿尾)·녹설(鹿舌)·쾌포(快脯)가 생산되지 않으니 장록(獐鹿)이 많이 생산되는 제주에 옮겨 정하게 하소서. 교서관의 책지(冊紙)와 장흥고(長興庫)의 견양지(見樣紙)는 정공 도감(正供都監)으로 하여금 일이 덜한 내륙 지방으로 옮겨 마련하게 하소서.”",
                "hj": "○全羅監司馳啓: “靈巖、康津、海南三邑, 介在兩營之間, 又當濟州直路要衝之地, 貢賦十倍於他官。 自乙卯經變以後, 防備諸事極多, 民甚困苦。 三邑不産鹿尾、鹿舌、快脯, 請移於濟州獐鹿興産之地。 校書館冊紙長、興庫見樣紙, 請令正供都監, 磨鍊移於內地事歇之地。”"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] conducted state affairs. Shin Dam was appointed as education director of the Office of Royal Decrees , and Gong Sageom as chief army commander of Pyeongan Province .",
                "H2KE-nKo": "정사가 있었다. 신담을 응교로, 공사검을 평안 병사로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 12일(신미) 3번째기사",
                "gt-oKo": "정사가 있었다. 신담(申湛)을 응교에, 공사검(孔士儉)을 평안 병사에 제수하였다.",
                "hj": "○有政。 以申湛爲應敎, 孔士儉爲平安兵使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province submitted a sealed report on the sixty-three people including Bak Gwangjeon . The King had this sent to the Ministry of Rites. The Ministry of Rites reported, Your subjects request that the six people including Bak Gwangjeon be appointed to current posts. The King granted permission.",
                "H2KE-nKo": "전라도 감사가 박광전 등 63인의 선행에 대한 계본을 봉하여 올렸는데, 주상이 예조에 계하하였다. 예조의 계목에, “박광전 등 6인에게 우선 상당한 관직을 제수하소서.” 하였는데, 윤허를 받았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 14일(계유) 1번째기사",
                "gt-oKo": "전라도 감사가, 박광전(朴光前) 등 63인의 선행에 대한 계본(啓本)을 봉상(封上)하니, 예조에 계하(啓下)하였다. 예조의 계목(啓目)에, 박광전 등 6인에게는 우선 상당한 관직을 제수하도록 청하였는데 윤허받았다.",
                "hj": "○癸酉/全羅道監司, 以善行朴光前等六十三人行實啓本封上。 啓下禮曹, 禮曹啓目: “朴光前等六人, 爲先相當職除授事。” 蒙允。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The official document of the First Secretary of the State Council stated in muja year (1408, the fourth year of King Sejongs reign was proclaimed to advise natural disasters and proclaimed throughout the country.",
                "H2KE-nKo": "의정부 사인사의 관자를 찍고, 재변에 대해 구언하는 전지를 팔도에 널리 알렸다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 29일(무자) 1번째기사",
                "gt-oKo": "의정부 사인사(舍人司)가 관자(關子)를 보내어 재변(災變)으로 구언(求言)하라는 전지(傳旨)를 받들어 팔도에 통유(通諭)하였다.",
                "hj": "○戊子/議政府舍人司關字, 以災變求言傳旨, 通諭八道。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The official document submitted by the government office of the gyemyo year (1423, the fourth year of King Sejongs reign was as follows: Among the poor households, those who have been impoverished from lowborn households, those who have been wandered and wandered from their homes, and those who have not yet received grain loans after the repayment of grain loans after their repayment of grain loans. Each local magistrate of each district should be ordered to thoroughly investigate the case and then report to the throne. The King sent a dispatch to each province, which stated, In Jeolla Province, there are 83,400 seok of mixed grain loans. The people were quite recovered.",
                "H2KE-nKo": "계해년 조정의 공사에, 정미년 이후 신해년까지의 가난하고 잔약한 하호 및 유망하고 절호된 가호로서 받은 환자곡 중 오랫동안 적체되어 상환하지 못한 것을 각 고을의 수령으로 하여금 자세히 조사하여 보고하게 하라고 각 도에 하서하였다. 전라도 안에는 잡곡이 모두 8만 34000여 석이었는데, 백성들이 자못 소생하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 4일(계해) 1번째기사",
                "gt-oKo": "지난해 조정에서, 정미년에서 신해년에 이르기까지 형편이 극빈한 하호(下戶) 및 가족들의 유망(流亡)으로 절호(絶戶)된 집에서 받을 환자곡(還上穀) 중 아직 받지 못한 것을 각 고을 수령들에게 상세히 조사하여 계문(啓聞)하라는 공사(公事)를 만들어 각도에 하서하였다. 전라도 내에는 잡곡과 합쳐 8만 3천 4백여 석이었는데, 백성들이 자못 소복(蘇復)되었다.",
                "hj": "○癸亥/朝廷公事, 丁未年以後辛亥至, 貧殘下戶及流亡絶戶所受還上積欠未上者, 令各官守令, 詳覈以聞。 下書各道, 全羅道內, 竝雜穀八萬三千四百餘石, 民頗蘇復。"
            },
            "2": {
                "H2KE-EN": "The superintendent of the Directorate of Palace Kitchen Supplies inquired after the Queen Mothers health after her health. The Royal Secretariat and the Office of the Censor General inquired after her health. The King issued a royal directive, which stated, I have always suffered from the symptoms of my mind and hot weather. I have heard that the symptoms of my disease are so grief that I cannot overcome my grief. For this reason, the symptoms of my weather are unclean.",
                "H2KE-nKo": "약방 제조가 의성대비전에 약을 올린 뒤에 문안하고, 승정원과 홍문관이 문안하니, 전교하기를,“내 기운은 항상 심열의 증세가 있고 원기가 허약한데, 또 놀랍고 당혹스러운 변고를 들으니 비통하기 그지없다. 이 때문에 기후가 순조롭지 못하다.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 4일(계해) 2번째기사",
                "gt-oKo": "약방 제조(藥房提調)가 의성 대비전(懿聖大妃殿)에 약물을 진상한 뒤 문안드렸다. 정원과 홍문관도 문안드리니, 전교하였다. “내 몸에 늘 심열증(心熱證)이 있고 원기도 허약하다. 더구나 놀라운 변고를 듣고는 너무나 비통하여 기후(氣候)가 순조롭지 못하다.”",
                "hj": "○藥房提調, 懿聖大妃殿進藥後問安。 政院、弘文館問安。 傳曰: “予氣常有心熱之證。 元氣虛弱, 又聞驚惑之變, 悲痛罔極, 是以氣候不調。” 云云。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On eulchuk day, [the King] conducted state affairs in the eulchuk year (. Noh Sik was appointed as fifth-rank aide to the governor of Jeolla Province , Ki Daeseung as third minister of personnel , and Heo Heup as fifth inspector .",
                "H2KE-nKo": "정사가 있었다. 노식을 전라 도사로, 기대승을 이조 참의로, 허엽을 대사간으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 6일(을축) 1번째기사",
                "gt-oKo": "정사가 있었다. 노직(盧稙)을 전라 도사(全羅都事)에, 기대승을 이조 참의에, 허엽을 대사간에 제수하였다.",
                "hj": "○乙丑/有政。 以盧植爲全羅都事, 奇大升爲吏曹參議, 許曄爲大司諫。"
            },
            "2": {
                "H2KE-EN": "After the lifting of the curfew , a wicked monk entered the gate of the Capital Guards . The Royal Secretariat discovered the circumstances and found them. The King ordered the three investigative bodies to jointly interrogate the wicked monk.",
                "H2KE-nKo": "파루 뒤에 요승이 차비문 밖에 들어와 앉아 있었는데, 정원이 이를 알아차렸다. 주상이 삼성 교좌로 추국하라고 명하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 6일(을축) 2번째기사",
                "gt-oKo": "파루(罷漏) 뒤에 요승(妖僧)이 차비문(差備門) 밖에 들어와 앉아 있는 것을 정원에서 발견하였다. 상이 삼성 교좌(三省交坐)하여 추국토록 명하였다.",
                "hj": "○罷漏後, 妖僧入坐于差備門外, 政院覺察。 上命三省交坐推鞫。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive to the Royal Confucian Academy to separately transfer the special royal directive to the Royal Confucian Academy . This was to cultivate the delay in order to cultivate the delay.",
                "H2KE-nKo": "사관의 별천을 전교하였다. 바로 적체된 인사를 진작하는 조치이다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 6일(을축) 3번째기사",
                "gt-oKo": "사관(四館)에서 별천(別薦)하도록 전교하였는데 이는 정체(停滯)된 인물을 진기시키려는 것이었다.",
                "hj": "○傳敎四館別遷。 乃振起淹滯之擧也。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: On the ninth day of the ninth month, the banquet for the officials of the senior third rank or above of the State Council and the Privy Council , officials of the senior third rank or above of the Office of Royal Lectures , and the staff officials of the Ministry of Rites should not be held on both the banquets for the King and Queens parents-in-law. This should be sent to the Ministry of Rites.",
                "H2KE-nKo": "전교하기를,“오는 9월 9일에 기영 당상, 경연 당상, 낭청에게 내리는 연회 및 대전과 중궁전의 양로연은 모두 하지 말도록 예조에 내리라.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 7일(병인) 1번째기사",
                "gt-oKo": "전교하였다. “9월 9일의 기영 당상(耆英堂上)·경연 당상(經筵堂上)·낭청을 위한 연회와 대전(大殿)·중궁전(中宮殿)의 양로연(養老宴)을 모두 열지 말 것으로 예조에 내리라.”",
                "hj": "○丙寅/傳: “來九月九日, 耆英堂上、經筵堂上、郞廳賜宴及大殿、中宮殿養老宴, 竝勿爲事, 下禮曹。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The inspectors and censors reported to the King as follows: This year, although this year had a slightly good harvest, there was no places where wind and floods have neither been damaged. Therefore, the government has stored stipends to be paid twice as much as taxes. However, unexpectedly, the disaster of the Royal Tomb Shrine and the Altar of the Soil and Grain has also been damaged, which is extremely destitute for the state. Your subjects request that except for the cases of the scholar-officials who have resigned from their posts on account of their parents illnesses, the leave of absence should not be entirely allowed until this year. The King approved this request.",
                "H2KE-nKo": "대간이 아뢰기를,“올해는 조금 풍년이 들었다고는 하지만 풍재와 수재가 없는 곳이 없으니 적채와 관조를 갑절로 실어다 납부하게 하소서. 그런데 뜻하지 않게 원침에 또 수재가 발생하여 국가의 액운이 극에 달하였습니다. 사대부가 부모의 병으로 정사하는 것 외에 그 나머지 말미를 받는 것은 올해까지 일체 허락하지 마소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 9월 8일(정묘) 1번째기사",
                "gt-oKo": "대간이 아뢰기를, “올해가 조금은 풍년이라고 하나 풍수의 재해가 없는 곳이 없고 적채(積債)된 관의 조세도 갑절로 받아들여야 하는데 뜻하지 않은 원침(園寢)의 화재가 있었으니 국가의 액운이 극에 달하였습니다. 사대부들이 부모의 질병으로 인하여 정사(呈辭)하는 것 이외에는 어떠한 말미도 금년에 한하여 일체 허락하지 마소서.” 하니, 상이 따랐다.",
                "hj": "○丁卯/臺諫啓: “今年雖曰稍稔, 風水之災, 無處無之, 積債官租, 倍數輸納。 不意園寢又災, 國家之厄運極矣。 請士大夫病親呈辭外, 其餘受由, 限今年一切勿許。” 上從之。"
            }
        }
    },
    "10": {
        "14": {
            "1": {
                "H2KE-EN": "In gyemyo year (, Inspector General 박응남이 병으로 체직되었다. On the same day, [the King] conducted state affairs. The Ministry of Personnel recommended Kim Gwiyeong , 노수신 , and Yi Hubae to the inspector general , but failed to enter. The King transmitted a royal directive to the Ministry of Personnel and the Office of the Inspector General , which stated, It is proper to appoint Governor of Jeolla Province Yun Chung to the governor.",
                "H2KE-nKo": "대사헌 박응남을 병으로 체차하고 당일 정사를 하였다. 이조가 김귀영, 노수신, 이후백을 대사헌에 의망하였는데, 의망이 들어오지 않았다. 주상이 이조 정청에 전교하기를,“전라 감사 유희춘으로 삼는 것이 좋겠다.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 14일(계묘) 1번째기사",
                "gt-oKo": "대사헌 박응남(朴應男)이 병으로 체직되었다. 당일 정사하여 이조에서 김귀영(金貴榮)·노수신(盧守愼)·이후백(李後白) 세 명을 의망하였으나 망(望)이 들어가기 전에 상이 이조 정청(政廳)에 전교하였다. “전라 감사 유희춘을 제수하는 것이 좋겠다.”",
                "hj": "○癸卯/大司憲朴應男病遞。 當日爲政, 吏曹以金貴榮、盧守愼、李後白擬大司憲望未入, 上傳于吏曹政廳曰: “全羅監司柳希春, 爲之可也。”"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which reads as follows: The Book of Rites (C. Liji is very important in the Royal Confucian Academy. However, scholar-officials are rarely available. print paper on paper printed in the Office of the State Granary and widely distribute it [to the Book of Rites]. The King sent this to the Ministry of Rites. ",
                "H2KE-nKo": "전교하기를,“《예기》는 《예기》를 강론하는 데 가장 중요한 책인데 사대부 중에는 책을 보기가 드무니, 풍저창의 주지로 인쇄하여 널리 반포하도록 예조에 내리라.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 14일(계묘) 2번째기사",
                "gt-oKo": "전교하였다. “《예기(禮記)》는 예를 강하는 데 가장 긴요한 책인데 사대부로서 이를 갖고 있는 자가 드물다. 풍저창(豐儲倉)의 주지(注紙)로 인출(印出)하여 널리 반사(頒賜)토록 예조에 이르라.”",
                "hj": "○傳曰: “《禮記》最關於講禮, 而士大夫罕有書, 以豐儲倉注紙, 印出廣頒事, 下禮曹。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gapjin day, [the King] conducted state affairs. Jeong Yudan was appointed second inspector [of the Office of the Inspector General] , Kwak Jang and Shin Jeom as third inspector [of the Office of the Inspector General] , and Yi Jeung and Yun Huigil as fourth inspectors .",
                "H2KE-nKo": "정사가 있었다. 정유일을 집의로, 곽규와 신점을 장령으로, 이증과 윤희길을 지평으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 15일(갑진) 1번째기사",
                "gt-oKo": "정사가 있었다. 정유일(鄭惟一)을 집의에, 곽규(郭赳)와 신점(申點)을 장령에, 이증(李增)과 윤희길(尹希吉)을 지평에 제수하였다.",
                "hj": "○甲辰/有政。 以鄭惟一爲執義, 郭赳、申點爲掌令, 李增、尹希吉爲持平。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King, Inspector General Yun Chung was serving as the governor of Jeolla Province , and now he is staying in the province. Please issue an instruction to send a lower clerk to the capital on a rotation basis of precedent. In accordance with precedent, please issue a horse to the lower clerk of the Office of the Inspector General and send him [to the capital]. The King granted this request. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“대사헌 유희춘이 전라 감사로서 현재 본도에 있으니 교대를 생략하고 역마를 타고 올라오라고 하유하고, 전례대로 의금부 서리에게 역마를 주어 내려보내게 하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 19일(무신) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “대사헌 유희춘은 전라 감사로 지금 본도에 있는데, 교대(交代)하는 것을 면제하고 속히 역말을 이용하여 올라오게 하라고 하유하셨으며, 전례의 따라 부(府)의 서리(書吏)에게 말[馬]을 주어 내려 보내려 합니다.” 하니, 아뢴 대로 하라고 대답하였다.",
                "hj": "○戊申/府啓: “大司憲柳希春, 以全羅監司, 時在本道, 除交代乘馹上來事, 下諭。 依前例, 府書吏給馬下送。” 答曰: “如啓。”"
            },
            "2": {
                "H2KE-EN": "The Office of Astronomy and Geomancy presented 120 cheop of the Veritable Records of the Grand Abdicated King. The Royal Secretariat reported, The remainder of the Veritable Records of the Grand Abdicated King has thirty cheop of the Veritable Records of the Grand Abdicated King (Taejong. However, the civil officials of the second rank or above have 51 cheop of the Veritable Records of the Grand Abdicated King (Taejong, and the remainder of the thirty cheop of the Veritable Records of the Grand Abdicated King (Taejong has thirty cheop of the Veritable Records of the Grand Abdicated King (Taejong. From this, the Office of Astronomy and Geomancy has presented 120 cheop of the Veritable Records of the Grand Abdicated King. The Royal Secretariat reported, The remainder of the Veritable Records of the Grand Abdicated King thirty cheop of the Veritable Records of the Grand Abdicated King (Taejong has thirty cheop of the Veritable Records of the Grand Abdicated King (Taejong. However, the civil officials of the second rank or above have 51 cheop of the Veritable Records of the Grand Abdicated King (Taejong and the remainder of the thirty cheop of the Veritable Records of the Grand Abdicated King (Taejong has thirty cheop of the Veritable Record of the Grand Abdicated King (Jeongjong.",
                "H2KE-nKo": "관상감이 천문도 120축을 진상하였다. 승정원이 아뢰기를,“천문도는 남는 수량이 30건인데, 문신 2품 이상은 51명입니다. 그중 30명을 낙점하소서.”하니, 알았다고 전교하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 19일(무신) 2번째기사",
                "gt-oKo": "관상감(觀象監)에서 천문도(天文圖) 1백 2십 축(軸)을 진상하였다. 정원이 아뢰기를, “천문도의 여분이 30건이 있는데 문신 2품 이상이 51원이니 그중 30명에게 낙점(落點)하소서.” 하니, 알았다고 전교하였다.",
                "hj": "○觀象監, 《天文圖》一百二十軸進上。 政院啓曰: “《天文圖》, 餘數三十件, 而文臣二品已上五十一員, 而其中三十員落點。” 傳曰: “知道。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Magistrate of Goseong District Kim Jeok is simple and foolish by nature. He flattered a powerful and flattered a powerful man. Previously, when he served as a magistrate of Sinyu District , he transported firewood and grain to the powerful possession of the powerful pow",
                "H2KE-nKo": "사간원이 아뢰기를,“고성 군수 김적은 성품이 본래 사특하여 권간에게 아첨하여 붙었습니다. 전에 유신 현감이 되었을 때 권문에 목곡을 배로 실어 날라다 백성을 위해 못을 메우고 논을 만들어 주었습니다. 그래서 충주의 백성들이 지금까지도 원한이 골수에 사무치고 있으므로 사론이 침을 뱉으며 더럽게 여긴 지 오래되었습니다. 이조가 이와 같은 사람을 수령에 의망한 것도 잘못입니다. 파직하고 서용하지 마소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 19일(무신) 3번째기사",
                "gt-oKo": "간원이 아뢰기를, “고성 군수(高城郡守) 김적(金適)은 성품이 사특하여 권간(權姦)에게 빌붙었습니다. 전에 유신 현감(維新縣監)으로 있을 때에 권문(權門)에 곡식을 배로 실어보냈고 또 백성들에게 못을 메우고 논을 만들게 하여 권문에게 주었기 때문에 충주(忠州) 백성들은 아직도 원망이 뼈에 사무쳐 있고 사론(士論)이 더러운 사람이라고 한 지 오래입니다. 이조는 이러한 인물을 수령에 의망(擬望)하였으니 또한 잘못된 일입니다. 파직시키고 서용하지 마소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○院啓: “高城郡守金適, 性本邪娟, 諂付權奸, 前爲維新縣監時, 船輸木穀於權門, 爲民塡澤, 爲之作畓而與之。 忠州之民, 至今怨入骨髓, 士論唾鄙久矣。 吏曹, 以如此等人, 擬之守令, 亦爲非矣。 請罷職不敍。” 答曰: “如啓。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Seong Sepyeong as magistrate of Yeosan County .",
                "H2KE-nKo": "성세평을 여산 군수로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 2일(신묘) 1번째기사",
                "gt-oKo": "함세평(咸世平)을 여산 군수(礪山郡守)에 제수하였다.",
                "hj": "○辛卯/以成世平爲礪山郡守。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "During the byeongjin year (, a white tiger appeared in the fields of the Royal Tombs of King Gongjeong and the Royal Tombs of King Sungong and the Royal Tombs of King Taejo . The people in Goyang and other areas killed more than 400 heads of people. The King ordered the court to raise a large number of people and capture them.",
                "H2KE-nKo": "백액호가 공순릉의 산림에 출몰하고 고양 등지에 400여 마리가 사람을 죽였다. 조정에서 대대적으로 토벌하여 체포하게 하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 27일(병진) 1번째기사",
                "gt-oKo": "백액호(白額虎)가 공순릉(恭順陵)의 산림(山林)과 고양(高陽) 등지에 출몰하여 사람과 가축 4백여 두(頭)를 죽였으므로 조정에서 대대적으로 포획하게 하였다.",
                "hj": "○丙辰/白額虎出沒恭、順陵山林。 高陽等處, 攪殺人物四百餘頭。 朝廷令大擧討捕。"
            },
            "2": {
                "H2KE-EN": "The King clearly clarified the imprisonment of criminal cases and always clarified the facts of murder. Yu Yeonji killed his elder brother, and Inspector Jeong Heum said that it was suspicious that Yi Wongyun killed Eommans grandson, and the officials of the Ministry of Punishments and the Ministry of Punishments all secretly seized him. Jeon응gi killed Yeongnyeong, and the Office of the Censor General Heo엽 said that Yeongnyeong had hanged himself. The King all clarified the judgment but did not heed the request. All the people in the entire country lamented.",
                "H2KE-nKo": "주상이 형옥을 밝게 분변하여 매번 살인한 역적에 대해 그 사실을 환히 알고 있었다. 유연이 형을 죽인 것에 대해 대관 정엄은 의심스럽다고 하고, 원훈이 엄잉손을 죽인 것에 대해 추관과 형조는 모두 엄호하였다. 전응기가 김영령을 죽인 것에 대해 간원은 허엽이 김영령이 스스로 목을 매었다고 하였으나, 주상이 모두 분명하게 결단을 내렸으나 들어주지 않았다. 이에 온 나라 사람들이 모두 탄복하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 27일(병진) 2번째기사",
                "gt-oKo": "성상(聖上)은 형옥(刑獄)을 밝게 분변하여 매번 사람을 죽인 범인에 대하여 그 사실을 통촉하였다. 유연(柳淵)이 형을 죽인 일에 있어서는 대관(臺官) 정엄(鄭淹)이 의심의 여지가 있다 하였고, 원훈(元勳)이 엄잉손(嚴芿孫)을 죽인 일에 있어서는 추관(推官)과 형조가 모두 엄호(掩護)하였으며, 전응기(田應麒)가 영령(英齡)을 죽인 일에 있어서는 간원(諫院)의 허엽(許曄)이 영령이 스스로 목매었다고 하였으나, 상은 모두 명백하게 판단하고 듣지 않았으므로 사람들이 탄복하였다.",
                "hj": "○聖上明辨刑獄, 每於殺人之賊, 洞照事實。 柳淵之殺兄, 臺官鄭淹以爲可疑, 元勛之殺嚴芿孫, 推官、刑曹, 皆掩護之。 田應麒之殺英齡, 諫院許曄以爲英齡自縊。 上皆明斷而不聽。 一國之人, 皆嘆服。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General ] Yun Huigil was replaced, and 박응bok was appointed as [high-ranking] official. Also, [Yun] was appointed as [high-ranking official] due to his illness.",
                "H2KE-nKo": "지평 윤희길을 체차하고 박응복을 임명하였다. 또 병으로 사직하자 정언신을 임명하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 10월 29일(무오) 1번째기사",
                "gt-oKo": "지평 윤희길(尹希吉)을 체직시키고 박응복(朴應福)을 지평에 제수하였다. 다시 박응복이 병으로 사퇴하였으므로 정언신(鄭彦信)을 제수하였다.",
                "hj": "○戊午/持平尹希吉遞, 而朴應福爲之。 又以病辭, 鄭彦信爲之。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "Inspector General Yun Hoe advised: Originally, your subject was foolish and foolish by nature, and never had a slightest steadfast. He passed the state examination and passed the civil service examination for thirty-four years. In the middle of his lifetime, he was banished to a designated area for more than twenty years. He served in the government for ten years without exception. Even when he served in the government, he was unable to repay even a slightest errors. In the reign of King Xuande era (, he was presumptuously received royal favor and was occupied by the Office of the Royal Lectures . In addition, he was specially appointed to a city wall in order to support his mothers livelihood. But he did not repay even a slightest enemies. In the jeongmyo year (, he received royal favor and returned to the capital. He was occasionally held the duties of reading the Classics, 논사, and instructing the state. On a previous day, he was again appointed to the position of a royal secretary . All of them were simple and diligent day. Not even a small slightest enough to support his stipends and salaries. It was fortunate that he was unable to reprimand his stipends. How can he be promoted to the rank of second rank and thereby tarnishing the class of government posts? Moreover, the head of social mores and laws should be clarified and rectified. The responsibility of the duty is extremely important. This is even more unworthy subject, who cannot take charge of the duty. This two issues are not only your subject fearful and uneasy, but he cannot appreciate himself. This is not only in accordance with the principle of regretting the governments official titles and the moral integrity of the world, which is very unsatisfactory. It is humbly hoped that Your Majesty will revise this matter. The King responded, My dear sir, who was previously serving in the Office of the Royal Lectures and therefore admonishing the King. I have forgotten this time for my dear sir. Thus, I shall reflect upon this position. ",
                "H2KE-nKo": "대사헌 유희춘이 아뢰기를,“신은 본래 어리석고 나약하여 애당초 한 치의 장점도 없었는데, 과거에 급제하여 출신한 지 지금 34년이 되었습니다. 중간에 20여 년 동안 귀양살이를 하여 그동안 실제로 벼슬한 것이 10년에 불과하고, 그 벼슬한 것 역시 조금의 보답도 하지 못하였습니다. 중종 때부터 외람되게 은총을 입어 경연의 직임을 맡았고, 또 전성에 특별히 제수되어 어미를 봉양하기에 편리하도록 해 주었으나, 한 가지도 성상의 크나큰 은혜에 보답한 것이 없었습니다. 또 정묘년에 은총을 입고 조정에 돌아와 여러 차례 강독, 논사, 국자를 교도하는 직임을 맡았습니다. 지난번에 또 관찰사의 직임을 맡았으나, 모두 녹녹하게 날짜만 보내고 조금의 도움도 없이 한갓 대창의 녹만 훔쳤으니, 관직을 비운 것만도 다행입니다. 그런데 어찌 2품의 재상의 반열에 올려 제수하여 맑은 조정의 명기를 더럽힐 수 있겠습니까. 더구나 풍헌의 장관은 기강을 진작하고 바로잡는 자리이므로 책임이 지극히 크니, 더욱 신과 같이 담당할 수 있는 자리가 아닙니다. 이 두 가지 일은 신이 두렵고 불안하여 몸 둘 바를 모를 뿐만 아니라, 국가에서 관작을 아끼고 세상을 면려하고 둔한 사람을 연마하는 도리에도 크게 합당하지 않습니다. 개정하도록 명하소서.”하니, 상이 답하기를,“경이 전에 경연에 있으면서 나를 깨우쳐 준 것이 참으로 많았다. 내가 경을 잊지 못하여 본직을 제수한 것이니, 사직하지 말고 직임을 다하도록 하라.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 1일(기미) 1번째기사",
                "gt-oKo": "대사헌 유희춘을 아뢰기를, “신은 본래 혼암하고 잔약한 사람으로 당초 장점이라곤 조금도 없었습니다. 급제하여 출신한 지 34년이 되었지만 중간에 20여 년의 귀양살이를 하였으니 실제 출사(出仕)한 기간은 전후 10년에 불과하며 그나마 털끝만한 공효(攻効)도 보답하지 못하였습니다. 중묘조(中廟朝)에 외람되이 은총을 입어 경악(經幄)에서 모셨고 다시 전성(專城)의 직을 제수하여 어미를 봉양할 수 있게 하였지만 여태껏 한 가지도 상의 홍은(鴻恩)에 보답한 것이 없었습니다. 그리고 정묘년에 은총을 입고 조정에 돌아와 강독(講讀)·논사(論思)의 직과 국자 교도(國子敎導)의 임무를 맡았고 저번에 또다시 관찰사의 중책을 받았지만, 모두 하는 일 없이 날만 보냈을 뿐 조금도 보탬을 주지 못한 채 국록만 축내었으니, 직무를 게을리한 죄로 내침을 받지 않은 것만도 다행입니다. 그런데 어찌 저를 2품 재상의 반열(班列)에 올려 청조(淸朝)의 명기(名器)를 더럽히려 하십니까. 더구나 풍헌(風憲)의 장관은 나라의 기강을 바로 잡는 책임이 지대하여 더욱 신 같은 사람이 맡을 수 있는 자리가 아닙니다. 이 두가지 일은 신이 송구스러워 마음이 편하지 못하고 몸둘 바를 모를 뿐만 아니라 국가에서 관작(官爵)을 아끼고 세상을 면려시키고 둔한 것을 연마시키는 도리에도 크게 합당치 못하니, 개정하라고 명하소서.” 하니, 상이 답하기를, “경이 앞서 경악에 있으면서 나를 인도한 공이 매우 많다. 그대를 잊지 못하여 본직을 제수하니 사양하지 말고 직무에 충실토록 하라.” 하였다.",
                "hj": "○己未/大司憲柳希春啓曰: “臣本以踈暗孱劣, 初無寸長, 登第出身, 于今三十四年, 而中經竄謫者二十餘年, 前後實仕, 不過十歲。 其仕也, 亦無絲毫報效, 自﻿中廟朝, 濫蒙恩寵, 叨經幄, 又被特授專城, 以便養母, 而無一事仰答鴻造。 又自丁卯蒙恩還朝, 累忝講讀、論思、敎導國子之任。 頃日又受方面承宣之寄, 皆碌碌度日, 了無涓埃之補, 徒竊大倉之祿, 不見斥以曠官幸矣。 豈可陞授二品宰列, 以玷淸朝之名器乎? 況風憲之長, 振整綱維, 責任至大, 尤非如臣所能擔當。 玆二事, 非但臣心懼然不寧, 措躬無所, 於國家愛惜官爵、厲世磨鈍之道, 大有未合。 乞命改正。” 上答曰: “卿前在經幄, 啓沃良多。 予不忘卿, 玆授本職。 勿辭盡職可也。”"
            },
            "2": {
                "H2KE-EN": "The Ministry of Punishments reported again as follows: Previously, when your subject was serving as the governor of Jeolla Province , the Ministry of Punishments appointed the superintendent of the Government Arsenal as the superintendent of the Government Arsenal . However, the various artisans were unable to inspect and send them [to the capital] at the proper time, and they received the royal order investigation and interrogated them. The inspectors and censors cannot be cross-examined and interrogated, but they can assume office. Your subject requests that they be replaced. The King refused to resign, but then withdrew from office. ",
                "H2KE-nKo": "다시 아뢰기를,“신이 지난번 전라도 관찰사로 있을 때 형조에서 군기시 제조로 계하받았습니다. 그런데 제색 장인을 제때에 검거하여 올려보내지 못했다는 것으로 승전을 받들어 추고하였습니다. 대간은 추고를 받으면서 직에 있을 수 없으니, 신의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 1일(기미) 2번째기사",
                "gt-oKo": "유희춘이 다시 아뢰기를, “신이 지난번에 전라 관찰사에 제수되었을 때 형조에서 군기시 제조(軍器寺提調)로서 계하(啓下)받은 제색 장인(諸色匠人)을 때맞춰 뽑아 보내지 못했다는 것으로 전교를 받들어 추고하였는데, 대간에서도 추고를 받으면서 본직에 있을 수 없다고 하였습니다. 신을 체직시켜 주소서.” 하니, 사직하지 말라고 답하였는데, 물러가 물론(物論)을 기다렸다.",
                "hj": "○再啓曰: “臣頃爲全羅道觀察使時, 刑曹以軍器寺提調啓下。 諸色匠人, 不能趁時撿擧起送, 承傳推考。 臺諫不可被推而在職, 請命遞臣職。” 答曰: “勿辭, 退待物論。”"
            },
            "3": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Kwak Yeong reported to the King, Inspector General Yun Chung was impeached by the Ministry of Punishments and did not attend to his office due to his suspicion. As the inspectors and censors are impeached by the inspectors and censors, it is difficult for them to assume their office. Your subject requests that they be replaced by the inspectors and censors. The King approved this request.",
                "H2KE-nKo": "장령 곽규가 아뢰기를,“대사헌 유희춘이 형조의 추고를 받았다는 이유로 인혐하고 출사하지 않고 있습니다. 대관이 추고를 당하면 재직하기 어려운 형세이니, 체차해 주소서.”하니, 주상이 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 1일(기미) 3번째기사",
                "gt-oKo": "장령 곽규(郭赳)가 아뢰기를, “대사헌 유희춘이 형조의 추고 때문에 인혐(引嫌)하면서 출사하지 않고 있습니다. 대간이 추고를 입고 재직하는 것은 곤란하니 체직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○掌令郭赳啓曰: “大司憲柳希春, 以刑曹推考, 引嫌不出。 臺官被推, 勢難在職, 請命遞。” 上曰: “如啓。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Earlier, as the tiger squad leaders of the east and west provinces were unable to prevent soldiers from plundering and causing the people, the King ordered that their compulsory labor be abolished. On this day, two large tiger squads were captured in the western provinces, and five large tiger squads were captured in Gwangju .",
                "H2KE-nKo": "지난 경오년 이전에 동도와 서도의 착호 대장이 군사들을 제대로 단속하지 못하여 민간에 소란을 일으키게 하였으므로 주상이 그 일을 파하라고 명하였다. 이날 서도에서 대호 2마리를 잡고 광주에서 대호 5마리를 잡았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 12일(경오) 1번째기사",
                "gt-oKo": "전에 동서도(東西道) 착호 대장(捉虎大將)이 군사들을 잘 금즙(禁戢)하지 못하여 민간(民間)에 들어가 노략질하고 소요를 일으키게 하였으므로 상이 호랑이 잡는 일을 파하게 하였다. 이날 서도(西道)에서 큰 호랑이 두 마리를 잡고 광주(廣州)에서 다섯 마리를 잡았다.",
                "hj": "○庚午/前者, 以東西道捉虎大將, 不能禁戢軍士, 致令掠擾民間, 上命罷其役。 是日, 西道捉大虎二頭, 廣州捉大虎五頭。"
            },
            "2": {
                "H2KE-EN": "The King personally conducted the Royal Hunt. The Ministry of Rites reported, The twenty-fourth day of the second month of imsin year (1422, the fourth year of King Sejongs reign was also an auspicious day. Thus, we wish to apply for the selection of capable men. In gyeyu year of the Xuande era (, the Royal Hunt was held for the selection of capable men. The initial stage of the examination was divided into three rounds, and one classified questions were divided into three rounds. Each classified number of capable men was selected for the selection of capable men. In gyeyu year (1402, the second year of King Sejongs reign, the number of capable men was selected for the selection of capable men. The King approved this.",
                "H2KE-nKo": "친경을 행하였다. 예조가 아뢰기를,“임신년 2월 24일은 해일이고 또 길하다고 하여 인재를 뽑으려고 하였습니다. 중종 정덕 계유년에 친경을 하여 인재를 뽑았는데, 초시는 삼소로 나누고 책문 1도를 취하여 매 소마다 각각 100인씩 뽑고 강경을 하여 약 이상을 뽑았습니다.”하니, 주상이 모두 그대로 따랐다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 12일(경오) 2번째기사",
                "gt-oKo": "친경(親耕)에 대하여 예조가 아뢰기를, “임신년 2월 24일이 해일(亥日)이고 또 길합니다. 과거를 보이려 하는데 취인(取人)하는 일에 대해서는 중묘(中廟) 정덕(正德) 계유년에 친경하고 취인한 전례가 있는데 초시(初試)를 삼소(三所)로 나누고 책문(策問) 한 가지만으로 각소(各所)에서 1백 명씩 뽑았으며 강경(講經)하여 약(略) 이상을 뽑았습니다.” 하니, 상이 모두 따랐다.",
                "hj": "○親耕。 禮曹以壬申年二月二十四日, 亥而且吉, 爲擬取人事。 ﻿中廟正德癸酉年, 親耕爲取人, 而初試分三所, 策問一道, 每所各取一百人, 講經, 取略以上云。 上皆從之。"
            },
            "3": {
                "H2KE-EN": "The King had the metropolitan second stage examination held before the Royal Hunt and the metropolitan second stage examination conducted after the Royal Hunt. This was reported to the Ministry of Rites.",
                "H2KE-nKo": "친경하기 전에 초시를 행하고 친경한 뒤에 전시를 행하라고 예조에 계하하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 12일(경오) 3번째기사",
                "gt-oKo": "친경 전에 초시를 보이고 친경 뒤에 전시(殿試)를 보일 것으로 예조 계하(啓下)하였다.",
                "hj": "○親耕前初試, 親耕後殿試事, 啓下禮曹。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order to the Publication Office in the gyeongsin year (. [The King] ordered the expanding copies of the Elementary Learning (C. Zhu Xi's Family Rituals . Director [of the Office of Royal Decrees] Bak Suns request.",
                "H2KE-nKo": "교서관에 전교하여 《주자어류》를 널리 인쇄하라고 명하였다. 대제학 박순이 청하였기 때문이다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 2일(경신) 1번째기사",
                "gt-oKo": "교서관에 전교하여 《주자어류(朱子語類)》를 간행하여 널리 반포되도록 하였는데 이는 대제학 박순(朴淳)이 청한 일이다.",
                "hj": "○庚申/傳于校書館, 命廣印《朱子語類》。 大提學朴淳之請也。"
            },
            "2": {
                "H2KE-EN": "The King appointed 노수신을 대사헌으로, 유몽정을 경릉 참봉으로, 박응남을 부제학으로, and 유희춘을 동지중추부사로 삼았다.",
                "H2KE-nKo": "노수신을 대사헌으로, 유몽정을 경릉 참봉으로, 박응남을 부제학으로, 유희춘을 동지중추부사로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 2일(경신) 2번째기사",
                "gt-oKo": "노수신을 대사헌에, 유몽정(柳夢井)을 경릉 참봉(敬陵參奉)에, 박응남(朴應男)을 부제학에, 유희춘을 동지중추부사(同知中樞府事)에 제수하였다.",
                "hj": "○以盧守愼爲大司憲, 柳夢井爲敬陵參奉, 朴應男爲副提學, 柳希春爲同知中樞府事。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King ordered that Heo Serin , supreme generals of the muin year ( and Choe Won be dismissed because they failed to prevent soldiers from plundering and plundering the residents.",
                "H2KE-nKo": "착호 대장 허세린과 최원이 군사를 잘 단속하지 못하여 주민을 노략하였다는 이유로 파직되었다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 20일(무인) 1번째기사",
                "gt-oKo": "착호 대장 허세린(許世麟)과 최원(崔遠)을 군사들을 잘 금즙하지 못하여 민간에서 노략질을 하게 하였다는 이유로 파직시켰다.",
                "hj": "○戊寅/捉虎大將許世麟、崔遠, 以不能禁戢軍士, 擄掠居民, 坐罷。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Executive Assistant of Hanseong Nam Gi is foolish and unworthy, and thus he is not suitable for judging lawsuits. Your subjects request that he be replaced. Magistrate of Mujang District Yu Hanryang was incompetent in handling affairs. Clerks cunning wickedness reached the people, and the entire district is surprised. Our district is originally burdensome because of its numerous importance. Your subjects request that the newly appointed magistrate be separately selected and sent. The King granted permission.",
                "H2KE-nKo": "사간원이 아뢰기를,“한성 판관 남선은 인물이 어리석고 망녕되어 송사를 판결하는 관원에 적합하지 않으니 체직하소서. 무장 현감 유한량은 일을 잘 다스리지 못하여 아전들이 이를 틈타 농간을 부려 그 폐해가 백성들에게 미치므로 온 경내가 아우성입니다. 본현은 본래 번잡한 고을로 불리니 새 현감을 각별히 가려 보내소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 21일(기묘) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “한성 판관(漢城判官) 남관(南琯)은 인물이 어리석고 명령되어 송사를 판결하는 직에 합당치 못하니 체직시키소서. 무장 현감(茂長縣監) 유한량(劉漢良)은 치사(治事)에 능하지 못하여 아전들이 간교한 짓을 한 폐단이 백성에게 미쳤으므로 온 고을이 떠들고 있습니다. 본현(本縣)은 본래 번극(繁劇)한 곳으로 알려지고 있으니 신임 현감을 각별히 가려 보내소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○己卯/院啓: “漢城判官南琯, 人物愚妄, 不合決訟之官, 請遞。 茂長縣監劉漢良, 不能治事, 吏緣爲姦, 弊及於民, 闔境嗷嗷, 本縣素稱繁劇, 新縣監各別擇遣。” 答曰: “如啓。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Yeonghyeon as second principal governor , Yi Hubae as right magistrate , and Yi Wonmyeong as magistrate of Mujang District .",
                "H2KE-nKo": "이영현을 좌윤으로, 이후백을 우윤으로, 이원명을 무장 현감으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 21일(기묘) 2번째기사",
                "gt-oKo": "이영현(李英賢)을 좌윤(左尹)에, 이후백(李後白)을 우윤(右尹)에, 이원명(李源明)을 무장 현감(茂長縣監)에 제수하였다.",
                "hj": "○以李英賢爲左尹, 李後白爲右尹, 李原明爲茂長縣監。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: Fifth Inspector Yu Ok , who was in the Military Training Office , secretly harbored personal feelings and insulted colleagues with his colleagues when he retired from office. He alone fabricated claims and fabricated his actions, and yet he still preserved his post. This causes many people to be angry. Your subjects request that he be dismissed from office. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“감찰 유옥은 훈련원에 있다가 거관할 때에 몰래 사사로운 마음을 품고 동료들을 모함하였는데, 유독 교묘한 말로 그 종적을 감추고 아직까지도 그 직임을 보전하고 있습니다. 여론이 통분해하고 있으니, 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 24일(임오) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “감찰(監察) 유옥(劉沃)이 훈련원에 있다가 거관(去官)할 때 은밀히 사심을 품고 동료들을 경함시키면서 홀로 교묘한 말로 행적을 꾸며 여태껏 직을 보전하고 있으므로 물정(物情)이 통분해 하고 있습니다. 파직시키소서.” 하니, 상이 따랐다.",
                "hj": "○壬午/府啓: “監察兪沃, 在訓鍊院, 去官之時, 潛懷偏私, 傾軋同僚, 獨以巧辭飾其蹤跡, 尙保其職, 物情痛憤, 請罷職。” 上從之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Kim Gwiyeong was appointed minister of personnel , Oh Sang was appointed minister of punishments , 박응남을 inspector general , and 유희춘 was appointed second State Tribunal .",
                "H2KE-nKo": "계미년에 김귀영을 이조 판서로, 오상을 형조 판서로, 박응남을 대사헌으로, 유희춘을 동지의금부사로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 25일(계미) 1번째기사",
                "gt-oKo": "김귀영(金貴榮)을 이조 판서에, 오상(吳祥)을 형조 판서에, 박응남(朴應男)을 대사헌에, 유희춘을 동지의금부사(同知義禁府事)에 제수하였다.",
                "hj": "○癸未/以金貴榮爲吏曹判書, 吳祥爲刑曹判書, 朴應男爲大司憲, 柳希春爲同知義禁府事。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "At the beginning of the first hour (3:30-11:30 a.m.m., the King went to Sajeong Hall (Hall of Benevolent Governance and received officials in the daily audience divided into the east and west to bow four times in the courtyard. Subsequently, [the King] ascended the hall and participated in the 계복. Thereupon, [the King] ordered that the nobi (slaves of Yi Daegi be beat to death in Naju . [The King] ordered that [Yi] Daegi be punished in accordance with the penal code. [The nobi] also confiscated that the nobi [slaves] who beat [Yi Daegi] on the grounds that [he] did not execute himself from the death penalty. [But] the first hour (5:30 a.m.m., the nobi [slaves] were not able to say that [they] did not dare say that [they] did not say. After the hour (5:30 a.m.m., [the nobi] withdrew before [the King] withdraw.",
                "H2KE-nKo": "정해년 11월 초각에 주상이 사정당에 전좌하였다. 상참관이 동서로 나뉘어 나아가 뜰에서 사배하고, 드디어 전으로 올라가 계복에 참여하였다. 나주 오동에서 이대기란 자의 노비를 때려죽였는데, 주상이 형률대로 하라고 명하였다. 이대기도 빼앗은 것이 있었는데, 그 노비 중에 진흙탕에 얼굴을 더럽히고 <unk>을 쳐서 입에 더럽힌 죄가 있어 사형에 이르지는 않았으나, 초복이었기 때문에 입시한 자가 감히 말을 하지 못하였다. 끝나고서 물러났다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 29일(정해) 1번째기사",
                "gt-oKo": "진시(辰時) 초각(初刻)에 상이 사정당(思政堂)에 전좌(殿坐)하니 상참관(常參官)이 동서로 나뉘어 나아와 뜰에서 네 번 절하고 나서 전(殿)으로 올라가 계복(啓覆)에 참여하였다. 곧 나주(羅州) 오동(烏洞)에서 이대기(李大奇)를 박살한 자의 노비에 대한 일이었는데 상이 의율(依律)하라고 명하였다. 이 일은 이대기도 잘못한 점이 있었으며 노비 중에는 진흙으로 얼굴을 더럽히고 뺨을 때리고 입을 더럽힌 죄만 있는 자도 있었다. 사죄(死罪)에까지는 해당되지 않는데도 초복(初覆)이었기 때문에 입시한 사람들이 감히 말을 하지 못한 채 끝마치고 물러갔다.",
                "hj": "○丁亥/辰初初刻, 上殿坐于思政堂, 常參官分東西而進, 四拜于庭, 遂升殿, 參啓覆。 乃羅州烏洞, 撲殺李大奇者之奴婢, 上命依律。 大奇亦有所取, 而其奴婢中, 有以泥汚面打頰穢口之罪, 不至於死, 以初覆, 故入侍者不敢言, 旣畢而退。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture to the 특진관 of the Office of the Royal Lectures and reported to the King as follows: Your subject observed the province of Jeolla Province because the court is bright and clear, local magistrates who have arbitrarily discourteous and greedy and corruption have rarely heard. Even though the naval forces are unable to perform their official duties, their performance evaluation is not the time for a powerful official. However, there are two issues that cannot but relieve the people. Since the Japanese in the eulmyo year (, the naval forces are exclusively charged with defense, and the naval forces are added to the corruption of the corruption. The on-duty officials are added to the corruption of the corruption",
                "H2KE-nKo": "유희춘이 주강 특진관으로 아뢰기를,“신이 전라도 관찰사를 맡았는데, 조정이 청명하였기 때문에 방자하고 탐학한 수령을 들어 본 일이 드뭅니다. 공무가 잘못되었기 때문에 전최를 행하였으나, 실은 권신이 국사를 담당할 때와는 같지 않습니다. 다만 나라의 근본을 바로잡지 않아서는 안 되는 두 가지 일이 있습니다. 조군과 수군은 을묘년 왜변 이후로 수군은 전적으로 방어를 맡기고 조군은 조선을 더 설치하였으며, 당번은 원래의 조선을 하번으로 더 설치하여 조군이 봉수하였습니다. 1월부터 7, 8월까지 오랫동안 바닷길에 있으면서 집안일을 돌보지 않고 농사를 전폐하여 떠돌아다녀 그 폐해가 일족과 겨린에게까지 미쳤습니다. 세금이 많은 군사는 1년에 두 번씩 조운하므로 그 고통이 수군보다 배나 됩니다. 또 조선은 3년에는 개삭하고 또 3년에는 두 번씩 개삭하며, 또 3년에는 개삭하고 개조하며, 개삭하고 개조하는 재목과 끌어 나르는 소가와 선장의 양료를 갚습니다. 배 안의 집물은 그 값이 매우 많아서 낭비하는 고통이 다른 군사보다 10배나 됩니다. 이 때문에 한정을 한 번 조군으로 삼으면 죽을 곳으로 가는 것처럼 온갖 계책으로 피하기를 꾀하여 근심하고 원망하는 소리가 길에 가득합니다. 이제 들으니, 대신에게 폐단을 바로잡을 방책이 있다고 합니다.”하니, 주상이 말하기를,“지난번에 병조의 공사를 보니, 겨울철에 당번한 수군에게 포를 바치게 하여 조군에게 지급하기를 청하였다.”하였다. 유희춘이 또 아뢰기를,“수군이 걱정하는 것은 《대전》에 각 포의 대맹선, 중맹선, 소맹선 약간이라고 실려 있습니다. 지금은 을묘년 이후로 적을 막는 데 쓰이는 판옥선, 방배선, 협선 등이 긴요한데도 군사가 없어 그대로 두고 있으며, 배도 수에 따라 만들어 3, 4년 뒤에는 썩어서 쓰지 못하니, 폐단만 있고 이익은 없습니다. 이것은 대신이 처치하기에 달려 있습니다. 각 포의 수군이 방물을 수영에 바치는 것은 홍소록비와 결궁장피 등이 고통입니다. 신이 삼가 보건대, 제주는 강과 돼지가 사슴으로 변하여 그 생산이 끝이 없고, 땅에는 호랑이나 표범, 승냥이나 이리, 사슴과 돼지가 번성하지 않습니다. 그 섬은 큰 바다 가운데에 있는데, 물이 맞지 않으면 소금을 굽기 때문에 토인들이 소금을 귀하게 여깁니다. 이제 각 포에 겨울철에 입번하는 수군 1, 2명을 차출하여 소금 1섬이나 10말을 바치게 하여 관가에서 제주로 보내어 노루나 녹비와 바꾸게 하면, 두 가지가 다 편리할 것입니다.”하니, 주상이 말하기를,“제주는 우리나라 땅이기는 하나 바다 밖의 외딴 섬인데, 이러한 일은 어떠한가?”하자, 유희춘이 대답하기를,“백 번 듣는 것이 한 번 보는 것만 못합니다. 이 일은 참으로 편리합니다.”하였다. 유희춘이 또 아뢰기를,“전에는 각 포의 영선을 수군으로 차정하여 만호의 지공과 포구 안의 용도로 백문석, 구피, 진액, 진유, 우력각, 어교, 궁현, 인정목, 감사, 병사, 수사의 공장지가를 모두 바치게 하였는데, 견디지 못하여 도피하였습니다. 지난해 병조의 사목에는 이조와 병방 진무에게 징수하도록 감사와 수사에게 하유하는 것이 어떻겠습니까?”하고, 또 아뢰기를,“올해는 농사가 조금 잘 되었기 때문에 각 고을에서 연분의 등제를 보고할 때 하지하만 있고 하지중처는 없습니다. 신이 다시 조사하게 하여 하지중처가 있으면 다시 전세로 태를 정하게 하였는데, 호조가 대방황두로 갖추어 바치게 하므로 매우 고통스러우니, 순색의 상태로 대납하게 하는 것이 편리하겠습니다. 또 사섬시에 바치는 노비의 신공을 쌀로 환산하는 것은 매 1필에 정미 8말씩으로 환산하면 알맞을 것입니다.”하니, 주상이 말하기를,“지난번 호조가 이 공사를 방계하였다.”하자, 유희춘이 아뢰기를,“호조는 유사가 경비를 돌보는 일반적인 일입니다.”하였다. 주상이 승지에게 말하기를,“이번 계사를 해사에 내려 다시 의논하여 시행하게 하라.”하였다. 조운이 전에는 수군 병선으로 더 운반하였기 때문에 조군이 1년 간격으로 조운하여 강에 올라왔다. 주상이 말하기를,“조군이 패선한 것 때문에 형문에 다친 자가 많으니, 가련하다.”하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 29일(정해) 2번째기사",
                "gt-oKo": "유희춘이 주강의 특진관(特進官)으로서 아뢰기를, “신이 전라도 관찰사로 있을 때 보니 조정이 청명(淸明)하였기 때문에 수령으로서 멋대로 탐학(貪虐)하는 자가 있다는 것을 거의 듣지 못하였습니다. 공사(公事)에 능하지 못하다는 것으로 전최(殿最)에 기록은 되었지만 그 실상은 권신(權臣)이 나라를 잡고 있을 때와는 같지 않습니다. 다만 나라의 근본을 위해 구제하지 않으면 안되는 두 가지 일이 있으니, 곧 조군(漕軍)과 수군(水軍)입니다. 을묘 왜변(乙卯倭變)이 일어난 이후로 수군은 오로지 방어만 맡았고 조군은 조운선(漕運船)을 가설(加設)함에 따라 당번(當番)은 본래의 조운선에서, 하번(下番)은 가설된 조운선에서 받아들이고 있는데, 정월에서 7∼8월까지의 긴 기간을 바다에 있게 됩니다. 때문에 가사를 돌보지 못하고 농사를 전폐하여 많은 사람이 유망(流亡)하게 되고 그 폐단이 일족(一族)과 겨린[切隣]에까지 이르고 있습니다. 세미(稅米)가 많은 해에는 1년에 두 번이나 조운(漕運)하므로 그 고초가 수군보다 배나 많습니다. 또 조운선은 만든지 3년이 지나면 개삭(改槊)해야 되고 다시 3년이 지나면 재차 개삭해야 되며, 다시 3년이 지나면 개조(改造)해야 됩니다. 개삭과 개조에 필요한 재목을 운송하는 우가(牛價)와 선장(船匠)의 양료(糧料) 및 배 위에 갖출 집기물(什器物) 등의 비용이 매우 많아 그것을 부담하는 고초가 타군(他軍)보다 10배나 많습니다. 이 때문에 한정(閑丁)이 한번 조군이 되면 마치 죽을 땅에 나가는 것처럼 여겨 어떻게든 도피할 틈만 노리고 있음은 물론, 시름하고 원망하는 소리가 길에 가득합니다. 지금 대신들이 그 폐단에 대한 대책을 세운다고 들었습니다.” 하니, 상이 이르기를, “지난번에 병조의 공사(公事)를 보니 겨울의 당번 수군의 봉포(捧布)를 조군에 지급하자고 청하였었다.” 하였다. 유희춘이 다시 아뢰기를, “수군에서 가장 걱정스러운 일은 《대전(大典)》에는 ‘각포(各浦)에 대명선(大猛船)·중맹선(中猛船)·소맹선(小猛船) 약간씩을 둔다.’고 쓰여 있는데, 지금은 을묘 왜변 이후로 적을 방어하는 데 쓰는 판옥선(板屋船)·방배선(防排船)·협선(夾船) 등이 매우 긴요한데도 군대도 없이 그대로 두고 있으면서 배는 여전히 수대로 만들고 있습니다. 그러나 만든 지 3∼4년 되면 썩어 못 쓰게 되므로 이로움은 없고 폐단만 있는데, 이 일은 대신들이 조처하기에 달려 있습니다. 각포의 수군이 수영(水營)에 바치는 방물(方物)로서 홍소록비(紅小鹿皮)와 결궁장피(結弓獐皮) 등은 큰 병폐입니다. 신이 삼가 살피건대 제주에는 강돈(江豚)이 사슴으로 변하여 그 생산이 끝이 없고 그 지방에는 호표(虎豹)나 시랑(豺狼)이 없어 사슴과 노루가 번성하고 있습니다. 또 큰 바다 한가운데 있는 섬이어서 소금을 굽기가 어려워 토착민들이 소금을 귀하게 여기니 지금에 각포에서 겨울에 입번하는 수군 1∼2명을 뽑아 소금 1석이나 10두를 받아들여 관(官)에서 제주로 보내어 장록비(獐鹿皮)와 바꾸게 하면 양쪽이 모두 편리할 것입니다.” 하니, 상이 이르기를, “제주가 우리 나라 땅이기는 하지만 바다 밖에 있는 외딴 섬인데 이런 일을 어떻게 할 수 있겠는가.” 하였다. 유희춘이 아뢰기를, “백 번 듣는 것이 한 번 보는 것만 못합니다. 이 일은 실제로 양쪽이 편리합니다.” 하고, 또 아뢰기를, “앞서 각포의 영선(領船)에 수군을 차정(差定)하였는데 만호(萬戶)의 지공(支供)과 포중(浦中)에서 쓰는 물건으로 백문석(白紋席)·구피(狗皮)·진국(眞麯)·진유(眞油)·우력각(牛力角)·어교(魚膠)·궁현(弓絃)·인정목(人情木), 감사·수사·병사가 공장(公狀)으로 쓰는 지가(紙價) 등을 모두 바쳐야 하므로 이루 감당하기 어려워 도피하고 있습니다. 근년에 병조의 사목(事目)에서 이방(吏房)·병방(兵房)·진무(鎭撫)가 징수하게 할 것으로 하였는데, 감사와 수사에게 하유함이 어떻겠습니까?” 하고, 또 아뢰기를, “금년 농사는 약간 풍작이므로 각 고을에서 연분 등제(年分等第)를 알려 왔는데 하지하(下之下)만 있고 하지중(下之中)은 없었기 때문에 신이 다시 조사하여 만약 하지중에 해당되는 곳이 있으면 다시 정하라고 하였습니다. 전세(田稅)로 내는 콩을 호조에서 대황두(大黃豆)로 비납하라고 한 바 백성들이 매우 괴롭게 여기니 순색(純色)인 상태(常太)로 대납케 하는 것이 마땅합니다. 그리고 사섬시에서 받아들이는 노비 신공(奴婢身貢)의 작미(作米)는 매 1필마다 정미(正米) 8두로 환산하는 것이 적당합니다.” 하니, 상이 이르기를, “지난번에 호조가 이 공사에 대하여 방계(防啓)하였다.” 하였다. 유희춘이 아뢰기를, “호조는 유사(有司)로서 경비를 아끼기 위해 늘 하는 일입니다.” 하니, 상이 승지에게 이르기를, “지금의 이 계사(啓辭)를 해사(該司)에 내려 다시 의논하여 시행하게 하라. 조운은, 전에는 수군 병선(兵船)을 보태었기 때문에 조군들이 1년 간격으로 조운하여 강에 올라왔었다.” 하고, 또 이르기를, “조군이 패선(敗船)한 것 때문에 형벌을 받은 것은 가련하다.” 하였다.",
                "hj": "〔○〕柳希春以晝講特進官啓曰: “臣觀察全羅一道, 以朝廷淸明之故, 守令之縱恣貪虐者, 罕得聞之, 雖以公事之不能, 爲之殿最, 其實守令不如權臣當國之時。 但邦本不可不救者有二事, 漕軍、水軍自, 乙卯倭變以後, 水軍則專委防禦, 漕軍則加設漕船, 當番則元漕船, 下番加設, 漕軍逢受。 自正月至七八月, 長在海路, 不顧家事, 專廢農業, 多致流亡, 弊及一族切隣。 稅多之軍, 則一年再運, 其苦倍於水軍。 又漕船三年則改槊, 又三年再改槊, 又三年改造, 改槊、改造之材木, 曳運牛價, 船匠糧料報施, 船中什物, 其價甚多, 糜費之苦, 十倍他軍。 以故閑丁, 一爲漕軍, 則如就死地, 百計窺避, 愁怨盈路。 今聞大臣有救弊之策。” 上曰: “頃見兵曹公事, 請以冬月當番水軍, 捧布以給漕軍。” 柳希春又啓曰: “水軍之所患者, 《大典》載各浦大猛船、中猛船、小猛船若干。 今則自乙卯以後, 禦敵所用板屋船、防排船、夾船等爲緊, 而無軍仍存, 船亦依數造作, 作之三四年後, 腐朽不用, 有弊而無益。 此在大臣處置, 各浦水軍, 以方物納于水營者, 紅小鹿皮、結弓獐皮等是病。 臣竊觀, 濟州江豚化鹿, 其産不窮, 地無虎豹、豺狼、鹿麞蕃盛, 其島在大海之中, 而水不中煮鹽, 土人貴鹽。 今若各浦冬月入番水軍一二名除出, 捧鹽石或十斗, 官送濟州, 俾易獐、鹿皮, 則庶乎兩便。” 上曰: “濟州雖我國之地, 乃海外絶島。 如此事如何?” 希春對曰: “百聞不如一見, 此事其實其便利。” 希春又曰: “在前各浦領船, 以水軍差定。 凡萬戶支供, 浦中用度, 如白紋席、狗皮、眞麯、眞油、牛力角、魚膠、弓絃、人情木、監、兵、水使公狀紙價, 莫不捧上, 不勝支當, 逃避。 頃年兵曹事目, 吏、兵房鎭撫當徵事, 監司、水使處, 下諭何如?” 又曰: “今年農事稍稔, 故各官報年分等第, 只有下之下, 而無下之中處。 臣令更覈, 若有下之中處, 更定田稅太。 戶曹令大方黃豆備納, 甚艱苦, 以純色常太代納, 便當。 又司贍寺納奴婢身貢作(米)〔木〕, 每一匹, 正米八斗, 則適中矣。” 上曰: “頃日戶曹, 此公事防啓矣。” 希春曰: “戶曹乃有司, 恤經費之常事。” 上語承旨曰: “今此啓辭, 下該司, 更議施行。” 漕運在前, 以水軍兵船添運, 故漕軍間一年漕運上江。 上曰: “漕軍, 以敗船, 刑問多傷, 可怜。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Three men received a paintings of the diplomatic correspondence from the Buddhas Birthday , including 박응남·노수신·유희춘.",
                "H2KE-nKo": "수천문도 가운데 하사받은 세 사람은 박응남, 노수신, 유희춘이다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 3일(신유) 1번째기사",
                "gt-oKo": "박응남·노수신·유희춘 세 사람이 천문도(天文圖)를 하사받았다.",
                "hj": "○辛酉/天文圖受賜者三人, 朴應男、盧守愼、柳希春。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On muja day, the King attended the Royal Lecture on the muja year (. Expositor [of the Office of the Royal Lectures] 정언 Ji said to the Zhou (C. Zhou zhu , Both Do not praise the praise of the Zhou . The King read all the praise of the Zhou .",
                "H2KE-nKo": "주강을 행하였다. 강관 정언지가 주자의 말에 모두 존칭을 쓰지 않았는데, 주상이 읽을 때에 모두 존칭을 썼다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 30일(무자) 1번째기사",
                "gt-oKo": "주강이 있었다. 강독관 정언지(鄭彦智)가 주자의 말에 모두 존칭을 쓰지 않았는데, 상이 읽을 때에 모두 존칭을 썼다.",
                "hj": "○戊子/晝講。 講官鄭彦智, 於朱子之言曰, 皆不尊稱。 上讀時, 皆尊稱。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "At this time, at the Royal Lecture on the gyemyo year (, the King respectfully relied upon 유희춘 about the Confucian classics and history texts. When reading the lectures sometimes, the King firmly observed the texts and did not change it. Accordingly, he said that 유희춘 was widely reading the Confucian classics and history studies were well-versed, and history should not be observed.",
                "H2KE-nKo": "이때 경연을 열었다. 주상이 유희춘의 강서와 석어를 존신하였는데, 강독하는 강관이 왕왕 이설을 제기하였으나 주상이 고수하고 바꾸지 않았다. 이어 유희춘이 경적을 널리 열람하여 학술이 정밀하고 상세하니 따르지 않을 수 없다고 말하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 5일(계해) 1번째기사",
                "gt-oKo": "이 때 경연에서 상(上)이 유희춘의 강독과 해석을 존신(尊信)하였으므로 강독관이 왕왕 이설(異說)을 제기하여도 상은 고수하여 변하지 않고, 인하여 일렀다. “유희춘은 경적(經籍)을 널리 보아 학술이 정밀하고 자상하니 따르지 않을 수 없다.”",
                "hj": "○癸亥/是時經筵, 上尊信柳希春, 講書釋語, 讀講官往往異說, 上堅守不變。 因言柳希春廣覽經籍, 學術精詳, 不可不從。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "At the jin hour (14:30 a.m., the King received the envoy of the King of Japan in audience.",
                "H2KE-nKo": "갑자년 진시에 주상이 일본국 사신을 접견하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 6일(갑자) 1번째기사",
                "gt-oKo": "진시(辰時)에 상이 일본국(日本國) 사신을 접견하였다.",
                "hj": "○甲子/辰時, 上接見日本國使臣。"
            },
            "2": {
                "H2KE-EN": "On byeongjin day, Inspector General Heo 엽 resigned due to illness.",
                "H2KE-nKo": "대사간 허엽이 병으로 사직하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 6일(갑자) 2번째기사",
                "gt-oKo": "대사간 허엽이 병으로 사직하였다.",
                "hj": "○大司諫許曄, 以病辭。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] conducted state affairs. Kim Gwiyeong was appointed inspector general , 노수신을 부제학으로, Shin Dam was appointed second inspector [of the Office of the Inspector General] , Yun Takyeon was appointed fourth inspector [of the Office of the Inspector General] , Jeong Tak was appointed fourth inspector [of the Office of the Inspector General] , Yu Do was appointed third inspector [of the Office of the Inspector General] , Jeong Yu일은 부응교로 , and Yi Jeung was appointed second inspector [of the Office of the Inspector General].",
                "H2KE-nKo": "정사가 있었다. 김귀영을 대사헌으로, 노수신을 부제학으로, 신담을 집의로, 윤탁연을 지평으로, 정탁을 지평으로, 유도를 장령으로, 정유일을 부응교로, 이증을 부교리로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 11월 9일(정묘) 1번째기사",
                "gt-oKo": "정사가 있었다. 김귀영(金貴榮)을 대사헌에, 노수신(盧守愼)을 부제학에, 신담(申湛)을 집의에, 윤탁연(尹卓然)과 정탁(鄭琢)을 지평에, 유도(柳濤)를 장령에, 정유일(鄭惟一)을 부응교(副應敎)에, 이증(李增)을 부교리(副校理)에 제수하였다.",
                "hj": "○丁卯/有政。 以金貴榮爲大司憲, 盧守愼爲副提學, 申湛爲執義, 尹卓然爲持平, 鄭琢爲持平, 柳濤爲掌令, 鄭惟一爲副應敎, 李增爲副校理。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gichuk day, the King attended the Royal Lecture on the first day of the ninth month in the gichuk year (. 특진관 Kim Gwiyeong requested that the special examination for the spring be held. The Four Books should be chosen as before, and the Confucian Classics should be chosen as before. The Confucian Classics should be volunteered to lecture one Classic. The King agreed to this. The King asked Left State Councilor Yi Tak and had other high officials discuss the matter and report back to him.",
                "H2KE-nKo": "조강을 행하였다. 특진관 김귀영이 아뢰어 내년 봄의 별시에 사서는 예전대로 추생하여 강하여 뽑고, 경서는 1경을 자원하여 강하게 하기를 청하니, 주상이 그렇게 여기고 좌의정 이탁을 돌아보며 물었다. 또 다른 정승들로 하여금 의논하여 아뢰게 하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 12월 1일(기축) 1번째기사",
                "gt-oKo": "조강이 있었다. 특진관 김귀영(金貴榮)이 계청하기를, “명년 봄의 별시(別試)에서 사서(四書)는 전대로 추생(抽栍)으로 강하여 뽑고 경서(經書)는 한 가지를 자원케 하여 강하게 하도록 하소서.” 하니, 상이 그렇게 하라고 하고, 좌상 이탁(李鐸)을 돌아보며 하문하고 또 다른 상신(相臣)에게 의논하여 아뢰라고 하였다.",
                "hj": "○朔己丑/朝講。 特進官金貴榮啓請, 明春別試, 四書則依舊抽栍講取, 經書則自願一經以講。 上然之, 顧問左相李鐸, 又令他相議啓。"
            },
            "2": {
                "H2KE-EN": "Hong Dam was appointed minister of punishments , Jeong Jongyeong as deputy magistrate , Kang Sasang as second deputy director of the Office of the Royal Lectures , and Bak Chung as right state councilor .",
                "H2KE-nKo": "홍담을 형조 판서로, 정종영을 판윤으로, 강사상을 동지경연으로, 박충원을 우참찬으로 삼았다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 12월 1일(기축) 2번째기사",
                "gt-oKo": "홍담을 형조 판서에, 정종영(鄭宗榮)을 판윤(判尹)에, 강사상(姜士尙)을 동지경연(同知經筵)에, 박충원(朴忠元)을 우참찬에 제수하였다.",
                "hj": "○以洪曇爲刑曹判書, 鄭宗榮爲判尹, 姜士尙爲同知經筵, 朴忠元爲右參贊。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyeongin day, the chief state councilor and left state councilors all wished to apply for the oral examination on the Confucian classics in the gyeongin year (1400, the fourth year of King Taejongs reign. The Four Books were chosen, and the Three Classics were volunteered to one Classic. The right state councilors requested that the oral examination on the classics be abolished. This was to widely select talented men.",
                "H2KE-nKo": "영의정(領議政 정존겸)과 좌의정(左議政 이복원)이 모두 별시의 강경은 가벼운 쪽으로 시행하기를 원하였다. 사서는 추생으로, 삼경은 한 가지 경서를 자원하게 하고, 우의정은 강경을 없애기를 청하였다. 이는 인재를 널리 뽑고자 해서이다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 12월 2일(경인) 1번째기사",
                "gt-oKo": "영상과 좌상은 별시에서의 강경(講經)을 쉬운 쪽으로 하여, 사서는 추생으로 하고 삼경(三經)은 한 가지를 자원하게 하도록 청하였고, 우상은 강경을 없애자고 청하였는데, 이는 널리 인재를 뽑고자 함이었다.",
                "hj": "○庚寅/領、左相, 皆欲別試講經從輕。 四書抽栍, 三經則自願一經, 右相則請除講經。 蓋欲廣取人材也。"
            },
            "2": {
                "H2KE-EN": "유희춘이 《보좌명》을 바치면서 아뢰기를, “이 마음을 깨우쳐 주는 것은 마치 해가 떠오르는 것과 같습니다. 이치를 궁구하고 몸을 닦으면 마음이 바르고 화평해질 것입니다.” 하였는데, 이는 잠을 Dragon of the Spring and Autumn Annals (C. Shijing .",
                "H2KE-nKo": "유희춘이 보좌명을 올리기를,“이 마음을 깨우쳐 주는 것은 해가 떠오르는 것과 같습니다. 이치를 궁구하고 몸을 수양하여 중정하고 화평하게 하소서.”하였는데, 이는 경과 의를 둘 다 확립하라는 잠언이었다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 12월 2일(경인) 2번째기사",
                "gt-oKo": "유희춘(柳希春)이 보좌명(黼座銘)을 헌상하였는데, 그 내용은, ‘이 마음을 깨우침 해가 떠오르는 것 같네 이치를 궁구하고 몸을 닦아 중정하고 화평하리.’ 하였다. 이는 경(敬)과 의(義)를 둘 다 확립해야 된다는 잠언(箴言)이다.",
                "hj": "○柳希春獻《黼座銘》: “提醒此心, 如日之升。 窮理修身, 中正和平。” 此敬義兩立之箴也。"
            }
        },
        "3": {
            "1": {
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 12월 3일(신묘) 1번째기사",
                "gt-oKo": "주강이 있었다. 승지 이충작(李忠綽), 교리 정엄(鄭淹), 수찬 이우직(李友直), 특진관 박영준(朴永俊)·유희춘 등이 입시하였다. 강관이 《중용》 13장 《혹문(或問)》을 강하였는데 상이 해석할 때 고(固)자를 해석하여 본래(本來)라 하고, 즉(則)자를 해석하여 하면[爲面]이라 하였으니, 이는 모두 전일 유희춘의 설을 따른 것이었다. 유희춘이 아뢰기를, “전일 12장 혹문에서 ‘정자가 《맹자》의 「반드시 선을 축적하되 마음에 미리 그 효과를 기필하지는 말라. 」는 곳을 인용하였는데 성현께서 특별히 학자들이 힘을 너무 지나치게 써서 도리어 누를 만드는 것을 염려하여 아랫구절로 해석했다.’고 하였는데, 여기에서 말한 성현은 정자를 가리킨 것이요, 맹자를 가리킨 것이 아닙니다.” 하니, 상이 보고 나서 이르기를, “이 말이 진실로 옳다. 전일 나도 잘못 알고 맹자라고 생각했었다.” 하였다. 강독이 끝나고 유희춘이 나아가 아뢰기를, “지난번 입시하는 신료들이 문묘 종사(文廟從祀)에 대한 일을 여러번 청하였으나 아직 윤허를 받지 못하였습니다. 신이 듣기로는 명나라 고황제(高皇帝)도 양웅(楊雄)을 출향(黜享)시키고 동중서(董仲舒)를 종사하였는데 세종조(世宗朝)에 《오례의(五禮儀)》를 편찬할 때에 역시 이것이 의해 개정하였습니다. 우리 나라에도 문장(文章)과 절의(節義)에 뛰어난 선비가 많지만 특히 김굉필(金宏弼)·조광조(趙光祖)가 성현의 도를 배워 몸소 실천하였고, 사문(斯文)을 흥기시켜 사습(士習)을 크게 변화시켰습니다. 이 두 사람에게 대해서는 공론(公論)도 마땅히 먼저 종사하여야 된다고 합니다. 그리고 중국 조정에서도 가정(嘉靖) 연간에 순황(荀況)·마융(馬融)·유향(劉向)·가규(賈逵)·하휴(何休)·왕필(王弼)·대성(戴聖)·왕숙(王肅)·두예(杜預)를 출향하고 왕통(王通)·구양수(歐陽修)·호원(胡瑗)·양시(楊時)·이동(李侗)·호안국(胡安國)·육구연(陸九淵)·채침(蔡忱)·진덕수(眞德秀)를 종사하였는데, 이는 시왕(時王)의 제도로서 뜻이 없지 아니하니 그것을 따르소서.” 하니, 상이 이르기를, “아득히 오래된 일을 어찌 경솔히 개정할 수가 있겠는가. 아직은 그대로 두라.” 하였다. 이어 희춘이 아뢰기를, “한 고제(漢高帝)는 노(魯)나라를 지나가다가 공자 사당에 제사하였고, 송 태조(宋太祖)는 무성왕(武成王)의 사당에 이르러 백기(白起)가 항복한 사람을 죽였다 하여 즉시 명하여 그의 종사를 철회시켰고, 명 고황제(明高皇帝)는 양웅(楊雄)을 출향하고 동중서(董仲舒)를 종사하였으니, 이는 모두 영주(英主)들의 높은 식견에 의한 것이었습니다. 당 명황(唐明皇)이 공자를 문선왕(文宣王)에 추봉(追封)하였으나 그 앞서 노자(老子)를 자기의 조상이라고 높여서 현원 황제(玄元皇帝)라 하였고, 태공(太公)을 추존하여 무성왕(武成王)이라 하였으며, 송 철종(宋哲宗)은 자사(子思)를 종사하였으나 도리어 왕안석(王安石)을 공자 사당에 배향하였으니, 이는 모두 경위(涇渭)가 분명치 못한 것입니다. 송 이종(宋理宗)은 순우(淳祐) 신축년 정월에 직접 쓴 조서(詔書)에서 ‘공자와 맹자가 세상을 떠나자 성인의 도학이 끊겼는데 아조(我朝)에 이르러 주돈이(周敦頤)·장재(張載)·정이(程頤)·정호(程顥)가 나와 진실한 소견과 실천으로 천년 동안 끊겼던 성인의 도학이 비로소 방향을 얻게 되었다. 중흥(中興)한 이래 다시 주희(朱熹)가 나와 정밀한 생각과 분명한 판단으로 표리(表裏)가 두루 융통하였고 《중용(中庸)》·《대학(大學)》·《논어(論語)》·《맹자(孟子)》의 본말(本末)을 환히 꿰뚫어 공자의 도가 세상에 더욱 크게 밝아졌다. 짐이 늘 다섯 사람의 논저(論著)를 볼 때마다 마음속에 느낀 점이 매우 많다. 이들의 학궁(學宮)에 차례로 종사하여 내가 높이고 장려하는 뜻으로 보이도록 하라.’ 하고, 이윽고 왕안석이 ‘천명(天命)은 두려워할 것이 없고 조종(祖宗)은 본받을 것이 없으며 사람들의 말은 생각할 필요가 없다.’고 했다 하여 종사에서 파출(罷黜)하도록 명하였습니다. 이종(理宗)이 모든 일을 다 잘하지 못하였지만 이 한 가지 일만은 천고에 우뚝한 업적이었습니다. 이는 곧 인심과 세도를 변화시키는 기틀이 되기 때문입니다.” 하니, 상이 이르기를, “왕통(王通)은 시역(弑逆)을 한 수 문제(隋文帝)에게 태평책(太平策)을 바쳤으니 양웅과 거의 같은 사람이다.” 하였다. 유희춘이 아뢰기를, “양웅은 한(漢)나라 신하이면서 왕망(王莽)을 섬겼고, 왕통은 야인(野人)으로서 시역한 사람에게 계책을 올렸으니 참으로 사람을 모른 것이지만 채용하지 않자 곧 물러갔습니다.” 하니, 상이 이르기를, “수 문제가 채용하였더라면 반드시 신하가 되었을 것이다” 하고, 또 이르기를, “오징(吳澄)의 축출은 당연한 것으로 의심의 여지가 없다. 그는 송(宋)나라의 진사(進士)로서 원(元)나라를 섬겼으니 대절(大節)은 볼 것이 없다.” 하였다. 이충작(李忠綽)이 아뢰기를. , “오징에 대하여 비난하는 사람이 없었는데 명나라 구준(丘濬)이 처음으로 저론(著論)하여 비난하였습니다.” 하니, 상이 다시 이르기를, “구준도 취할 만한 인물이 못 된다.” 하였다. 유희춘이 아뢰기를, “구준은 박식하고 재능이 많지만 심술(心術)이 바르지 못합니다. 진헌장(陳獻章)이 훌륭한 선비로 조정에 이르렀을 때 구준이 태학사(太學士)로 있으면서 시기하고 미워하여 축출하였습니다. 일찍이 논설을 세워 ‘송나라 제유(諸儒)들이 세무(世務)를 도외시하였으니 진(晉)나라 때의 청담(淸談)과 다를 것이 없다.’고 기롱하였으니, 이는 정병(鄭丙)과 진가(陳賈)가 도학(道學)을 기롱한 것과 무엇이 다르겠습니까.” 하니, 상이 이르기를, “중국 조정의 취사(取捨)가 반드시 모두 온당한 것은 아니다.” 하였다. 유희춘이 아뢰기를, “가정 황제(嘉靖皇帝)가 정덕 황제(正德皇帝)를 아버지로 보지 않았는데 당시의 아첨하는 신하들이 구양수(歐陽脩)를 복왕의(濮王議)에서 ‘복왕(濮王)을 마땅히 황고(皇考)라 일컬어야 된다.’고 하였다는 이유로 드디어 종사(從祀)하도록 건의하고 사마광(司馬光)을 복왕의에서 ‘부자간의 윤리를 잃었다.’고 비난하였다는 이유로 종사에서 출향하도록 청하였는데, 사마광의 논의가 옳았습니다.” 하니, 상이 이르기를, “사마광은 조조(曹操)를 관대하게 봐주어 일시 천하를 평정한 공을 크게 칭찬하였다. 조조는 스스로 ‘나는 주 문왕(周文王)이 될 것이다.’ 하였고 또 복후(伏后)를 시해하였으니, 참으로 대적(大賊)이다. 그런데 사마광의 논의가 이와 같았으니 이는 바르지 않은 것이다.” 하자, 유희춘이 아뢰기를, “사마광은 자질은 순수하나 청명함이 부족하였으므로 소견이 투철하지 못하였습니다.” 하였다. 희춘이 또 아뢰기를, “지난번에 신이 삼가 듣건대, 상의 분부에서 ‘조졸(漕卒)로서 패선(敗船)한 자는 으레 세 차례의 형문(刑問)을 시행하고 있는데 너무 억울한 듯이다.’ 하였으니, 이야말로 죄인을 측은히 여기고 형벌을 신중히 하는 성대한 뜻입니다. 그런데 살인 사건을 계복(啓覆)할 때에 조의(助意)한 자는 참형(斬刑)에 처하고 가공(加工)한 자는 교형(絞刑)에 처한다고 하였습니다. 살인하는 데 조력(助力)하였다면 분명 가공이라고 할 수 있겠으나 자기 주인이 남의 능욕(陵辱)을 받자 노비가 분격했다거나 혹은 주인이 시키는 대로 오물로 얼굴을 더럽히고 입에 넣고 뺨을 때렸다면 어찌 살인하는 데 가공했다고 할 수 있겠습니까.” 하니, 상이 이르기를, “이는 나주(羅州)의 죄수를 지칭한 말인데 과연 그 주인이 시켰다면 죽는 일이라도 따랐을 것이다. 조만간 반드시 삼복(三覆)을 할 것이니 그 때 분간하여 감사(減死)하도록 하라.” 하자, 유희춘이 아뢰기를, “그 우두머리가 도망중에 있으니 감사에게 인근 고을의 수령들을 시켜 체포하게 해야 합니다.” 하였다. 이우직(李友直)이 아뢰기를, “종사(從祀)의 승출(升黜)은 진실로 유희춘의 말대로입니다. 관중(館中)의 의견도 그러합니다.” 하고, 이충작은 아뢰기를, “오징(吳澄)의 학문도 육구연(陸九淵)을 종사(宗師)로 삼고 있으므로 일찍이 시(詩)에서도 운운하였습니다.” 하고, 유희춘은 아뢰기를, “가정 연간에 중국 조정의 사대부가 모두 육씨의 학문을 종주로 삼았기 때문에 육구연을 종사(宗祀)하였는데, 이는 정론(正論)이 못 됩니다.” 하니, 상이 이르기를, “주자(朱子)가 ‘강서 돈오(江西頓悟)를 물리치지 않으면 오도(吾道)가 밝아질 수 없다.’ 하였다.” 하였다. 유희춘이 아뢰기를, “신이 일찍이 육구연의 문집을 보니, 그는 ‘책을 보고 이치를 궁구하는 유자(儒者)는 양주(楊朱)와 묵적(墨翟)만도 못하다.’고 하였고 심지어 이단(異端)이라고 비방하였으니, 이는 은연 중 주자의 학문을 기롱한 것입니다. 육구연은 성품이 거만하고 집요(執拗)한데, 오징·왕수인(王守仁)과 함께 같은 강서(江西) 사람입니다. 대저 강서 사람들은 모두 문장에 능하고 재기가 뛰어나며 성품이 거만하고 집요하니, 이는 그 지역 특성이 그러해서인 것입니다.” 하고, 또 온공(溫公)이, 조조가 중하(中夏)를 평정한 공을 크게 칭찬한 데 대해 논하여 아뢰기를, “대개 진(秦)나라가 육국(六國)을 하나로 합한 일이나 조조가 중원(中原)을 평정한 일은 모두 포악한 것으로 어지러운 것과 바꾼 것에 불과하니, 말할 가치가 뭐 있겠습니까.” 하였다.",
                "hj": "○辛卯/晝講。 承旨李忠綽、校理鄭淹、修撰李友直、特進官朴永俊、柳希春入侍, 講官講《中庸》十三章《或問》。 上釋時, 釋固字本來, 則字爲面, 如此之類, 皆從希春前日之說。 希春曰: “前日十二章《或問》, 程子引《孟子》云: ‘必有事焉而勿正心處。’ 聖賢特恕學者用力之過, 而反爲所累, 故以下句解之。 此所云聖賢, 乃指程子, 非指孟子也。” 上覽之曰: “此說良是。 予前日亦誤認以爲孟子也。” 講畢, 臣希春進曰: “頃者入侍之臣, 以文廟從祀, 累以爲請, 而未蒙允許。 臣聞, 大明高皇帝黜楊雄, 而以董仲舒從祀。 世宗朝, 撰《五禮儀》, 亦以改正。 蓋我朝文章、節義之士, 則往往多有之, 而金宏弼、趙光祖, 獨能學聖賢之道, 體之身, 又能興起斯文, 丕變士習。 此二人, 公論皆以爲宜先從祀。 又中朝嘉靖中, 黜荀況、馬融、劉向、賈逵、何休、王弼、戴聖、王肅、杜預, 而以王通、歐陽修、胡瑗、楊時、李侗、胡安國、陸九淵、蔡忱、眞德秀從祀。 此時王之制, 且不無意, 請從之。 上曰: “久遠之事, 豈可輕易更定? 姑徐之。” 希春曰: “漢高帝過魯, 祀孔子; 宋太祖至武成王廟, 以白起殺降, 卽命撤其從祀。 大明高皇帝黜楊雄, 而以董仲舒從祀, 此皆英主之高識, 唐明皇雖追封孔子爲文宣王, 而其前冒祖老子, 尊爲玄元皇帝, 尊太公爲武成王, 宋哲宗雖以子思從祀, 却以王安石配享孔子, 皆涇渭不明者也。 宋理宗, 淳昌辛丑正月, 手筆詔云: “孔、孟沒後, 聖學不得其傳。 至我朝周敦頤、張載、程頤、程顥, 眞見實踐, 千載絶學, 始有指歸。 中興以來, 又得(朱喜)〔朱熹〕, 精思明辨, 表裏混融。 《中庸》、《大學》、《語》、《孟》之書, 本末洞澈, 孔子之道, 益以大明于世。 朕每觀五臣論著, 啓沃良多。 其令學宮, 列諸從祀, 以示予崇奬之意。 尋以王安石謂天命不足畏, 祖宗不足法, 人言不足恤, 命從祀。 理宗他事雖未盡善, 唯此一事, 逈出千古。 今之從祀升黜, 若可緩而實急, 乃轉移人心世道之機也。” 上曰: “王通獻《太平策》於弑逆之隋文, 其去楊雄, 亦無幾耳。” 希春曰: “楊雄以漢臣事王莽, 王通以野人獻策於弑逆之人, 固爲不知人, 不用而退爾。” 上曰: “隋文用, 則必爲之臣矣。” 上曰: “吳澄當黜無疑, 以宋之進士, 臣事胡元, 大節不足觀也。” 李忠綽曰: “吳澄, 人未有非之者。 至大明丘濬始著論非之。” 上曰: “丘濬亦不足取也。” 希春曰: “丘濬雖博識多材, 而心術不正。 陳獻章以賢士至朝, 濬爲大學士, 媢疾而逐之。 嘗立論, 譏宋之諸儒, 不事世務, 與晋之淸談無以異。 此與鄭丙、陳賈譏道學, 何異?” 上曰: “中朝取舍, 未必盡當。” 希春曰: “嘉靖皇帝不父視正德皇帝, 其時阿世之臣, 以歐陽修濮王議, 謂濮王當稱皇考, 遂建議從祀, 以司馬光濮王議, 失父子之倫爲譏, 請斥從祀, 光之議非失也。” 上曰: “司馬光寬宥曺操盛稱, 僞定一時之功。 夫曹操自謂吾爲周文王, 又弑伏后, 眞大賊也, 而光之議如此, 此不正矣。 希春曰: “光資質純粹, 而欠淸明, 故所見不透澈耳。” 又曰: “頃日, 臣伏聞上敎以爲: ‘漕卒敗船者, 例施三次之刑, 此爲冤悶。’ 此誠惻隱欽恤之盛意也。 然殺人啓覆時, 助意者斬, 而加工者絞。 若助力於殺人, 則固爲加工。 若其主被人陵辱, 而奴婢憤激, 或爲主所令, 以穢物汚面、納口、打頰之類, 豈可謂加工於殺人?” 上曰: “此指羅州罪囚也。 果然其主令之, 雖死事, 亦從之矣。 近必三覆, 可以分揀減死矣。” 希春曰: “其魁在逃, 宜令監司, 令隣邑守令捕之。” 李友眞曰: “從祀升黜, 誠若希春之言, 館中之意亦然。” 李忠綽曰: “吳澄之學, 亦宗陸九淵, 嘗有詩云云。” 希春曰: “嘉靖中, 中朝士大夫, 皆宗陸氏之學, 故以九淵從祀, 非正論也。” 上曰: “朱子曰: ‘江西頓悟, 若不闢此, 道無由得明。’” 希春曰: “臣嘗觀九淵文集, 以觀書窮理之儒, 爲不及於楊墨, 至詆爲異端之甚。 此蓋暗譏朱子之學也。 九淵性傲而拗, 陸九淵、吳澄、王守仁, 皆江西人。 大抵江西人, 皆能文章, 才氣秀拔, 而性倨傲執拗, 其土風然也。” 又論溫公盛稱曹操平定中夏之功曰: “蓋秦之混一六國, 曺操之平定中原, 皆所謂以暴易亂, 何足道哉?”"
            },
            "2": {
                "H2KE-EN": "On this day, the King began to reinstate the appointment of officials who were dismissed from office.",
                "H2KE-nKo": "이날 파직되었던 인원을 서용하라는 명이 비로소 내렸다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 12월 3일(신묘) 2번째기사",
                "gt-oKo": "이날 파직되었던 사람을 다시 서용하라는 명이 처음 내렸다.",
                "hj": "○是日, 罷職人員敍用之命始下。"
            },
            "3": {
                "H2KE-EN": "The King ordered that the rule of applying a special examination on the Confucian classics be established. The King ordered that one Classic be allowed to voluntarily take the three Classics.",
                "H2KE-nKo": "별시 강경의 규정에 대해 주상이 삼경 중에서 1경을 자원하게 하라고 명하였다.\n",
                "date_ko": "선조 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 12월 3일(신묘) 3번째기사",
                "gt-oKo": "별시(別試) 강경(講經)의 규정에서, 상이 삼경(三經) 중에 하나를 자원하게 하도록 명하였다.",
                "hj": "○別試講經之規, 上命三經中自願一經。"
            }
        }
    }
}