{
    "02": {
        "8": {
            "1": {
                "H2KE-EN": "Jo Sik , 처사 of the eulmi year (, passed away. Jo Siks courtesy name was Geonjung . He was the son of Executive Assistant of the Office of Diplomatic Correspondence Evaluations Jo Eonhyeong . He was a child and his appearance was pure, and his sense was like a child man. When he became a grown prince, he was not well-versed in the books. He was even more fond of skilled in diplomatic documents from Left and Yu . He composed skills and composed skills, and did not accord with the established rule. Because of the study of the Royal Confucian Academy, he presented a skill to the office in charge, and he was repeatedly selected by high officials, and his reputation reached the Confucian scholars. One day he readed the skills of Yi Yun, and others, and he began to learn the study of the studynature. He said to his study of the king, and finally did not come to the study of the stud",
                "H2KE-nKo": "을미년의 처사 조식이 졸하였다. 조식의 자는 건중이니 승문원 판교 조언형의 아들이다. 어려서부터 용모가 순수하고 정중하여 마치 성인과 같았다. 장성하여서는 글에 통하지 않는 것이 없었고, 더욱이 좌유와 같은 문자를 좋아하였다. 지은 글이 기이하고 고상한 것을 좋아하고 정식에 구애받지 않았다. 국학에서 선비들에게 책문할 때 유사에게 재주를 바쳐 여러 차례 높은 선발을 받았으므로 명성이 사림에 진동하였다. 하루는 글을 읽다가 허증재의 ‘이윤지’와 ‘학안연지학’ 등의 말을 얻고서야 비로소 구학이 옳지 않다는 것을 깨닫고 성현의 학문에 뜻을 기울였는데, 용맹스럽고 곧아서 다시는 속학에 흔들리지 않았다. ‘경의’ 두 글자를 창문과 벽 사이에 크게 쓰기를,“우리 집에 이 두 글자가 있으니, 하늘에 일월이 있어 만고를 환히 꿰뚫어 변하지 않는 것과 같다. 성현의 천언만어는 그 귀결점을 요약하면 모두 두 글자 밖으로 벗어나지 않는다.”하였다. 일찍이 문인에게 말하기를,“학문을 하는 것은 어버이를 섬기고 형을 공경하는 예에서 벗어나지 않는다. 만일 여기에 힘쓰지 않고 갑자기 성리의 심오한 곳을 탐구하려고 한다면, 이는 인사에 천리를 구하지 않고 끝내 마음에 실득이 없는 것이니, 깊이 경계해야 한다.”하였다.조식은 천성이 효성스럽고 우애가 독실하여 부모의 상을 당해서는 상복을 벗지 않고 여막에 나가지 않았으며, 아우 조환과 함께 살면서 거처를 달리한 적이 없었다. 지식은 고명하여 진퇴에 대해 잘 알았는데, 한번 세도가 쇠퇴하고부터는 어진 이를 구하는 길이 기구해지자 만회하는 데 뜻을 두었으나 끝내 만나지 못할 줄 알고 산야에 숨어 살았다. 만년에는 두류산 아래에 정사를 따로 지어 ‘산천재’라고 편액하고 여생을 마쳤다. 중종조에 헌릉 참봉에 천거되었으나 나오지 않았고, 명종조에 이르러서는 또 유일로 여러 차례 6품관에 천전되었으나 모두 나아가지 않았다. 다시 상서원 판관을 불러들여 어전에서 인대하였다. 주상이 치란의 도리와 학문하는 방도에 대해 물으니, 대답하기를,“군신간은 정의가 서로 미더워야 나라를 다스릴 수 있습니다. 임금의 학문은 반드시 스스로 터득해야 하니, 남의 말만 듣고 보탬은 없습니다.”하고, 마침내 고향으로 돌아갔다. 금상이 즉위하자 교서로 불렀으나 늙고 병들었다는 이유로 사양하였다. 이어서 징명이 있자 또 주소를 사양하면서 ‘구급’ 두 글자를 올려 헌신을 대신할 것을 청하고, 인하여 시폐 열 가지 일을 두루 거론하였다. 그 뒤에 또 교지를 내려 재촉하여 불렀으나 사양하고 봉사를 올렸다. 그리고 다시 종친부 전첨을 제수하였으나 끝내 나아가지 않았다.신미년에 크게 기근이 들자 주상이 곡식을 하사하였는데, 인하여 사례하는 상소를 올렸는데 내용이 매우 적절하였다. 임신년에 병이 심하자 주상이 의원을 보내 병을 치료하게 하였으나 도착하기 전에 세상을 마쳤는데, 나이가 72세였다. 부음이 알려지자 주상이 몹시 슬퍼하여 사제하고 부속을 내렸으며, 사간원 대사간에 추증하였다. 친구와 유생들이 사방에서 와서 조문한 자가 거의 수백 명이나 되었으니, 사문을 위해 애통해하였다.조식은 기우가 청고하고 두 눈이 환히 밝았으며 바라보면 세속 사람이 아님을 알았다. 언론이 영발하고 우레와 바람이 세차게 일어나 사람으로 하여금 자신도 모르게 이욕을 잠재우려는 마음이 사라지게 하였다. 한가로이 거처할 때에는 종일토록 단정히 앉아 게으른 모습이 없었으며, 나이가 70이 넘어도 항상 하루 같았다. 학자들이 남명선생이라고 불렀고, 문집 3권이 있어 세상에 전한다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 2월 8일(을미) 1번째기사",
                "gt-oKo": "처사(處士) 조식(曺植)이 죽었다. 조식의 자(字)는 건중(楗仲)이니 승문원 판교(承文院判校) 조언형(曺彦亨)의 아들이다. 어려서부터 용모가 단정하고 어른처럼 정중하였으며 장성하여서는 통달하지 않은 책이 없었고 특히 《좌전(左傳)》과 유종원(柳宗元)의 글을 더욱 좋아하였으며, 저술(著述)에 있어서는 기발하고 고상한 것을 좋아하고 형식에 구애되지 않았다. 국학(國學)에서 책문(策問)할 때에 유사(有司)에게 올린 글이 여러번 높은 성적으로 뽑혀 명성이 사림(士林)들 간에 크게 알려졌다. 하루는 글을 읽다가 허노재(許魯齋)의 ‘이윤(伊尹)이 뜻했던 바를 뜻하며 안연(顔淵)이 배웠던 바를 배운다.’라는 말을 보고 비로소 자기가 전에 배운 것이 잘못되었음을 깨달아 성현의 학문에 뜻을 두고 과감하게 실천하여 다시는 세속의 학문에 동요되지 않았다. ‘경의(敬義)’ 두 자를 벽 위에 크게 써 붙여놓고 말하기를 ‘우리 집에 이 두 자가 있으니, 하늘의 해와 달이 만고(萬古)를 밝혀 변하지 않는 것과 같다. 성현의 천만 가지 말이 그 귀취(歸趣)를 요약하면 이 두 자 밖에 벗어나지 않는다.’ 하였다. 일찍이 문인들에게 말하기를 ‘학문을 함은 어버이를 섬기고 형을 공경하는 예(禮)에서 벗어나지 않으니 만일 여기에 힘쓰지 않고 갑자기 성리(性理)의 오묘함을 궁리하려 한다면 이는 인사(人事)에서 천리(天理)를 구하는 것이 아니어서 결국 마음에는 아무런 실지 소득이 없을 것이니 깊이 경계하여야 한다.’라고 하였다. 천성이 효우(孝友)에 돈독하여 친상(親喪)을 당하여서는 상복을 벗지 않고 여막을 떠나지 않으면서 아우 조환(曺桓)과 숙식을 같이하며 따로 거처하지 않았다. 지식이 고명하고 진퇴(進退)의 도리에 밝아 세도(世道)가 쇠퇴하여 현자(賢者)의 행로(行路)가 기구해지자 도를 만회해 보려는 뜻을 두었으나 끝내 때를 못 만났음을 알고 산야(山野)로 돌아갈 생각을 품었다. 만년에는 두류산(頭流山) 아래에 터전을 닦고 별도로 정사(精舍)를 지어 산천재(山天齋)라 편액(扁額)하고 여생을 보냈다. 중종조(中宗朝)에 천거로 헌릉 참봉(獻陵參奉)에 제수되었으나 나아가지 않았고, 명종조(明宗朝)에 이르러 유일(遺逸)로 천거되어 여러번 6품관에 올랐으나 모두 나아가지 않았다. 다시 상서원 판관(尙瑞院判官)으로 불러들여 대전(大殿)에서 상을 대하였는데, 상이 치란의 도와 학문하는 방법을 물으니, 응대하기를 ‘군신간은 정의(情義)가 서로 믿게 된 연후에야 선치(善治)를 할 수 있고, 인주(人主)의 학문은 반드시 자득(自得)을 해야 하는 것으로 남의 말만 들으면 무익합니다.’ 하고 드디어 고향으로 돌아갔다. 금상(今上)이 보위를 이음에 교서(敎書)로 불렀으나 노병(老病)으로 사양하였고, 계속하여 부르는 명이 내리자 상소를 올려 사양하면서 ‘구급(救急)’이라는 두 글자를 올려 자기의 몸을 대신할 것을 청하고 인하여 시폐(時弊) 열 가지를 낱낱이 열거하였다. 그 뒤 또 교지를 내려 불렀으나 사양하고 봉사(封事)를 올렸으며, 다시 종친부 전첨(宗親府典籤)을 제수하였으나 끝내 나아가지 않았다. 신미년에 흉년이 크게 들어 상이 곡식을 하사하자 사례하고 상소를 올렸는데 언사가 매우 간절하였다. 임신년에 병이 심하자 상이 전의를 보내어 치료하도록 하였으나 도착하기도 전에 죽으니 향년 72세였다. 부음이 알려지자 상은 크게 슬퍼하여 신하를 보내 사제(賜祭)하고 곡식을 내려 부의하였으며, 사간원 대사간을 증직(贈職)하였다. 친구들과 제자 수백 명이 사방에서 찾아와 조상하고 사문(斯文)을 위하여 애통해 하였다. 조식은 도량이 청고(淸高)하고 두 눈에서는 빛이 나 바라보면 세속 사람이 아님을 알 수 있었다. 언론(言論)은 재기(才氣)가 번뜩여 뇌풍(雷風)이 일어나듯 하여 다른 사람으로 하여금 자기도 모르게 이욕(利慾)의 마음이 사라지도록 하였다. 평상시에는 종일토록 단정히 앉아 게으른 용모를 하지 않았는데 나이가 칠십이 넘도록 언제나 한결같았다. 배우는 자들이 남명(南溟) 선생이라고 불렀으며 문집 3권을 세상에 남겼다.",
                "hj": "○乙未/處士曺植卒。 植字楗仲, 承文院判校彦亨之子也。 自爲兒齒, 容貌粹然, 靜重若成人。 及長, 於書無不通, 尤好左、柳文字, 製作好奇高, 不拘程式。 因國學策士, 獻藝有司, 屢被高選, 名動士林。 一日讀書, 得許曾齋志伊尹之志、學顔淵之學等語, 始悟舊學不是, 刻意聖賢之學, 勇猛直前, 不復爲俗學所撓。 大書敬義二字於窓壁間曰: “吾家有此兩箇字, 如天之有日月, 洞萬古而不易, 聖賢千言萬語, 要其歸, 都不出二字外也。” 嘗語門人曰: “爲學, 禮不出事親、敬兄之間。 如或不勉於此。 而遽欲窮探性理之奧, 是不於人事上求天理, 終無實得於心, 宜深戒之。” 天性篤於孝友, 執親之喪, 身不脫衰, 足不出廬。 與弟桓, 合食共被, 未嘗異居。 智識高明, 審於進退, 一自世道衰喪, 賢路崎嶇, 雖有志於挽回, 知終不遇, 卷懷山野。 晩卜頭流山下, 別搆精舍, 扁曰山天齋, 以終老焉。 在﻿中廟朝, 以薦獻陵參奉不起。 至明廟朝, 又以遺逸, 屢遷六品官, 皆不就。 復以尙瑞院判官徵入, 引對前殿, 上問治亂之道、爲學之方, 對曰: “君臣情義相孚, 然後可以爲治。 人主之學, 必須自得, 徒聽人言無益。” 遂歸故山。 今上嗣服, 以敎書召之, 辭以老病。 繼有徵命, 又辭奏疏, 請獻救急二字, 以代獻身, 因歷擧時弊十事。 其後又下旨趣召, 辭上封事, 轉授宗親府典籤, 終不赴。 辛未大饑, 上賜之粟, 因陳謝獻疏, 辭甚剴切。 壬申病甚, 上遣醫治疾, 未至而終, 年七十有二。 訃聞, 上震悼, 賜祭賻粟, 贈爵司諫院大司諫。 故友諸生, 自四方來弔者, 幾數百人, 爲斯文慟也。 植氣宇淸高, 兩目炯燿, 望之, 知非塵世間人。 言論英發, 雷厲風起, 使人不自覺其潛消利慾之心也。 燕居, 終日危坐, 未嘗有惰容, 年踰七旬, 常如一日。 學者稱爲南溟先生, 有文集三卷, 行于世。"
            },
            "2": {
                "H2KE-EN": "The King dispatched Assistant Section Chief of the Ministry of Rites Kim Ban to grant a mourning rite to the spirit of the late Third Deputy Director of the Office of the Royal House Administration Jo Sik . The spirit of the sun and the stars were brilliant, and his nature was pure and clear. The soil was 싹트, and the courtyard of political proprieties had learned literary skills and mastered the skills. From early on, he saw the great principle of righteousness and thoroughly searched for far and wide. He shamelessly satisfyed his face-to-face. The heavenly manifested the Confucian studies of Confucian studies, and the scholars lost their ways. He devised a frugality and frugality, and flattered the current world. In particular, he eventually observed his will, and he did not observe his behavior. He remained magnificent skills and expected himself to earnestly admonish the Way of the Way. Subsequently, he felt luxuriously like the sun and the stars of the sun and the stars. In the evening morning and evening, he performed ancestral rites at his grave to devote himself to cultivate the sun and the stars of the mountains, and the sun and the stars of the sun and the moon. How could he forget the world of the sun and the stars of the sun and the people? In the first year of King Taejongs reign, he exerted his will to admonish the world of the sun and the stars of the sun and the body of the sun and the stars of the sun and the stars. People say that the merits were dangerous, and the merits were not apprehensive. At the end of this year, he was deeply apprehensive and apprehensive, expelling his wicked things to remove his world and sought his virtues. He first rose from the post station and rushed his post station horses frequently, and he proceeded to the palace in white mourning clothes and encouraged the world of the sun and the stars",
                "H2KE-nKo": "주상이 예조 좌랑 김찬을 보내 고 종친부 전첨 조식의 영령에게 유제하게 하였다. 그 내용은 다음과 같다.“하악의 정기는 우주의 정기가 영특하고 자질이 수려하며 타고난 자질이 순일하고 밝았다. 난초에서 싹이 돋아나고 시례의 뜰에서 문장을 익히고 기예를 익혀 남보다 뛰어났다. 일찍이 대의를 보고 심오한 이치를 널리 탐구하여 감히 얼굴을 들 수 있게 되기를 기대하였다. 하늘이 사문을 내세워 선비들이 인도할 바를 잃고 진실한 것을 꾸미고 질박한 것을 헐뜯어 시류에 아첨하였다. 그리하여 뜻을 더욱 굳게 가져 공이 지조를 변치 않았고, 여사로 굉장한 문장을 지어 도를 바라는 것이 독실하였다. 이에 조예가 있어 마침내 명예를 싫어하고 훌륭한 덕을 사모하여 우뚝이 연하에 서 있었다. 아침저녁으로 분묘를 지키면서 더욱 강마에 힘썼으니 우뚝이 산과 바다에 가득 찼다. 맑고 깨끗한 모습은 서리처럼 맑고 향기로운 덕은 난초처럼 향기롭고, 빙호와 추월에는 경성과 경사스러운 구름이 빛났다. 멀리 있는 사람이야 어찌 세상을 잊겠는가마는 근심은 척신보다도 깊었다. 아, 이 마음은 군민을 요순처럼 만들려는 것이었다. 선왕 초년에 도신이 정권을 잡고서 백이가 탐욕을 부리고 백이가 청렴한 것을 사심으로 개정하였다. 삼정이 거의 흐려지고 인기가 장차 전복되려 하니, 우러러 깊이 생각해 보면 누구를 의지하고 누구를 의지하겠는가. 하늘이 성충을 도와 어진 이를 불러들이는 데 뜻을 기울이고 선마를 구중궁궐에 하사하니 옥백의 왕래가 빈번하였다. 공은 이에 분려하여 나라를 위해 몸을 손상하였고, 곧은 말이 풍발하고 의리가 바르고 말이 엄하였다. 그 누가 봉황을 울려 이런 뭇사람의 입을 다물게 할 줄 생각이나 했겠는가. 간사하고 아첨하는 자들이 뼈에 사무치고 관료들은 부끄러워 얼굴에 땀이 흘렀다. 위엄은 종사를 진정시키고 충성은 조정을 격동시키니 사람들은 공이 위태롭다고 하였으나 공은 조금도 두려워하지 않았다. 이 말년에 이르러 성념이 깊이 두려워하여 간사한 무리를 내쫓고 어진 이를 생각하고 덕을 찾았다. 맨 먼저 우리 공을 기용하여 역마를 빈번하게 달려 백의로 어전에 나아와 선한 이를 모아 임금에게 권하였다. 응답하는 것이 메아리처럼 빠르고 물고기와 물처럼 서로 기뻐하니 공은 예전에 살던 곳을 생각하여 속히 돌아갔다. 백구를 붙잡아 두기 어려워 말을 꺼낸 것이 여기에 있었다. 내가 왕위를 계승하게 되자 일찍부터 공의 명성을 흠모하였다. 선왕의 뜻을 따라 여러 차례 정려를 내렸으나 공은 아득하기만 하여 나의 변변찮은 정성이 부끄럽다. 충성을 다해 소장을 올려 말이 위태롭고 식견이 넓으니 아침저녁으로 하늘을 대하여 병풍 대신에 임하였다. 공이 오면 나의 팔다리가 될 줄 어찌 생각이나 했겠는가. 한번 병에 걸려 소미한 징조를 고할 줄 어찌 생각이나 했겠는가. 내를 건너는데 누구를 의지하며 높은 산을 무엇에 의지하겠는가. 소자는 누구를 의지하며 백성은 누구를 기대하겠는가. 생각이 이에 미치니 내 마음이 서글프고 옛일을 생각하니 은둔하여 대대로 빛나는 공렬이 있었다. 일에 따라 명성을 수립하니 당우가 창성하였고, 노련이 진나라에 대항하니 엄광이 한나라를 붙들었다. 비록 한 가지 절개를 지킨다고 하더라도 오히려 난을 그치게 할 수 있을 것인데, 하물며 아름다운 덕은 금옥처럼 곧고 금옥처럼 깨끗한 데야 더 말할 것이 있겠는가. 몇 묘에 서 살면서 세상의 경중을 따랐고 한 시대를 밝게 비추었으니 공은 백세토록 보존될 것이다. 영화로운 증직을 더하더라도 어찌 예를 다하겠는가. 옛날 선왕께서는 같은 시대를 얻지 못한 것을 한스럽게 여기셨다. 내가 이 말을 음미하니 마음에 부끄러움을 느꼈고 음성과 용모가 영원히 막혔으니 이 한을 어찌 다 헤아릴 수 있겠는가. 돌아보건대, 저 남쪽 지방은 산이 높고 물이 길어 하늘이 남겨 두지 않아 대로가 이어지게 되었다. 나라가 이 때문에 텅 비었는데 어찌 전형이 없어 사람을 보내 술잔을 나누게 하는가. 내 마음이 아프다. 영령이 어둡지 않거든 나의 향기로운 향기를 흠향하라.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 2월 8일(을미) 2번째기사",
                "gt-oKo": "상이 예조 좌랑 김찬(金瓚)을 보내어 고 종친부 전첨 조식의 영전(靈前)에 치제(致祭)하였는데, 제문은 다음과 같았다. “산천의 정기(正氣)와 우주의 정영(精英)을 받아 자질이 수려하고 부성(賦性)이 순명(純明)하였다. 난초 밭에서 난초가 나듯이 시예(詩禮)의 가문에 학자가 나는 것으로 문예(文藝)를 익힘에 무리 가운데서 뛰어났다. 일찍이 대의(大義)를 깨닫고 깊은 이치를 널리 탐구하여 큰 뜻을 세워 공자와 안자(顔子)에 이르기를 기약하였다. 하늘이 사문(斯文)에 화를 내리어 선비들이 인도하는 바를 잃어 참되고 질박(質朴)한 사람을 헐뜯으며 시대에 아첨하였지만, 공은 더욱 뜻을 굳게 지켜 지조를 변치 않았고, 문사(文詞)는 여사(餘事)로 여기고 도(道)는 이미 경지에 이르렀으나 항상 부족하게 여겼으므로 깊은 조예(造詣)가 있었다. 그러나 명예를 싫어하여 아름다운 옥을 품은 채 산림(山林)에 은거하면서 밤낮으로 분전(墳典)을 강마(講磨)하였으니, 학문은 높은 산처럼 우뚝하고 바다처럼 깊고 넓었으며 의표(儀標)는 서릿발같이 깨끗하고 덕성(德性)은 난초처럼 향기로왔으며, 마음은 유리병과 가을달같아 티없이 맑고 행동은 상서로운 별과 구름같아 사람들의 덕이 되었다. 초야에 있다 하여 어찌 세상을 잊으리오. 척신(戚臣)들보다도 깊이 근심하였으니, 아, 이런 마음은 바로 군민(君民)을 요순(堯舜)의 군민으로 만들겠다는 생각이었다. 선왕(先王)께서 즉위하신 처음에 도신(盜臣)이 권세를 잡고, 백이(伯夷)를 탐욕스럽다 하고, 도척(盜跖)을 청렴하다 하여 사(邪)로써 정(正)을 공격하니 삼정(三精)이 흐려지고 인기(人紀)도 복망(覆亡)되었다. 누구를 의지하고 누구를 따를까를 깊이 생각하였는데 하늘이 성충(聖衷)을 도우시어 어진 사람을 부르기로 마음 정하여 선마(宣麻)가 구중 궁궐에서 내리고 초청하는 예물이 도로에 왕래하니 공은 분려(奮厲)하여 나라를 위해 몸바치기를 결심하였다. 바르고 엄숙한 직언(直言)을 의연한 기세로 말하였으니 그 누가 봉황이 한번 울자 이 많은 사람들의 다문 입이 열게 되리라고 생각이나 하였겠는가. 아첨하는 간사한 무리들은 뼛속까지 선뜩함을 느끼고 자리나 지키던 관료들은 식은 땀을 흘렸다. 위엄은 종사를 안정시키고 충성은 조정을 격동(激動)시키자 사람들은 공에게 위태롭다고 하였으나 공은 조금도 두려워하지 않았다. 선왕 말년에 매우 두려워하시어 간사한 무리를 내치고 어진 사람 찾기를 생각하시어 맨 먼저 공을 기용(起用)하여 역마를 자주 보내자 백의(白衣)로 등대(登對)하여 선(善)을 쌓을 것으로 진언(進言)하였다. 메아리가 울리듯이 서로 답응(答應)하였고 고기가 물을 만난듯이 서로 기뻐하였다. 공이 전에 살던 곳을 그리워하여 돌아가기를 재촉하니 백구(白駒)를 이 곳에 있으라고 잡아두기 어려웠다.  내가 보위를 이음에 미쳐서는 공의 명성을 사모하여 선왕의 뜻에 따라 여러번 사신을 보냈으나 공은 나를 멀리하고 오지 않으니 나의 정성이 부족함이 부끄러웠다. 충성을 쏟아 올린 상소에 말이 곧고 식견이 넓었으니 아침 저녁 병풍 대신에 이 글을 대하였다. 공이 와서 나의 팔다리가 되기를 바랬더니 어찌 한번 병에 걸려 소미(少微)의 부름을 받게 될 줄 알았겠는가. 누구를 의지하여 내를 건너고 누구에게서 다시 높은 덕을 우러러보겠는가. 소자(小子)는 누구를 의지하고 백성은 누구에게 기대겠는가. 생각이 이에 미치니 나의 마음이 아프다. 옛적의 은둔(隱遁)한 사람들은 대대로 밝은 빛이 있었으니 허유(許由)와 무광(務光)이 명성을 세워 당우(唐虞)가 번창하였고 노중련(魯仲連)이 진(秦)나라에 항거하고 엄광(嚴光)은 한(漢)나라를 도왔다. 이들은 비록 하나의 절개를 갖었었지만 난(亂)을 평정하였는데 하물며 아름다운 덕이 금옥처럼 정고(貞固)한 데이겠는가. 몸은 시골에 묻혀있지만 세상의 경중이 되었고 빛은 한 시대를 밝히고 공은 백대(百代)를 보존시켰으니, 아무리 영광된 증직을 내린다 하더라도 어찌 그 예에 극진하다고 하겠는가. 옛날 선왕께서 함께 세상을 다스리지 못한 것을 한하셨으니 나는 이 말씀을 음미하면서 마음에 부끄러움을 갖었었는데 이제 공의 모습을 영영 볼 수 없게 되었으니 이 한을 어찌 헤아릴 수 있겠는가. 남쪽 땅을 바라봄에 그리운 생각 산처럼 높고 물처럼 깊다. 하늘이 어진이를 세상에 남겨주지 않아 대로(大老)가 이어 죽으니 나라가 빈 듯하여 모범이 될 사람이 없다. 사신을 보내어 사제(賜祭)하니 마음이 아프다. 정령(精靈)이 있다면 나의 정성을 흠향하기를.”",
                "hj": "○上遣禮曹佐郞金瓚, 諭祭于故宗親府典籤曺植之靈。 河嶽正氣, 宇宙精英, 凝資秀朗, 賦質純明。 蘭畦茁芽, 詩禮之庭, 習文隷藝, 超群發硎。 早見大義, 旁搜蘊奧, 嘐嘐敢顔, 是造是期。 天椓斯文, 士失所導, 雕眞毁朴, 媚于時好。 益堅所志, 公不渝操, 餘事宏詞, 望道慥慥。 爰有所詣, 遂厭聲華, 握瑜懷瑾, 高栖(炯)〔烟〕霞。 昕夕典墳, 益事講磨, 卓乎山峻, 淵盈河涵。 淸標霜潔, 馨德蘭薰, 氷壺秋月, 景星慶雲。 遠豈忘世, 憂深戚臣, 嗚呼此心, 堯舜君民。 先王初載, 盜臣秉柄, 夷貪跖廉, 以邪改正。 三精幾瞀, 人紀將覆, 仰念深思, 誰因誰極。 天祐聖衷, 銳意徵賢, 宣麻九重, 玉帛翩翩。 公斯奮厲, 爲國身損, 讜言風發, 義正辭嚴。 孰謂鳴鳳, 發此衆鉗, 奸諛寒骨, 具僚汗顔。 威鎭宗社, 忠激朝端, 人謂公危, 公不小慄。 及玆季年, 聖念深惕, 黜回屛奸, 思賢訪德。 首起我公, 馳驛頻繁, 白衣登對, 集善(効)〔勸〕君。 答應如響, 魚水相欣, 公思舊居, 式遄其歸。 白駒難縶, 興言在玆, 逮予嗣服, 夙欽公聲。 遹追先志, 屢煩于旌, 公乎邈邈, 愧我菲誠。 瀝忠獻章, 言危識宏, 朝晡對越, 以代扆屛。 庶幾公來, 作我股肱, 詎意一疾, 小微告徵。 濟川誰倚, 高山何仰, 小子疇依, 生民誰望。 言念及此, 予心惻愴, 思昔隱遁, 代有烈光。 由務樹聲, 唐虞其昌, 魯連抗秦, 嚴光扶漢。 縱云一節, 尙或弭亂, 況乎美德, 金玉其貞。 栖身數畝, 爲世重輕, 光燭一代, 功存百世。 榮贈雖加, 豈盡其禮, 伊昔先王, 恨不同時。 予味斯言, 心懷忸怩, 音容永隔, 此恨何量? 眷彼南服, 山高水長, 天不憖遺, 大老繼零。 國以空虛, 奈無典刑, 聊伻泂酌, 予懷之傷。 精靈不昧, (韻)〔歆〕我馨香。"
            },
            "3": {
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 2월 8일(을미) 3번째기사",
                "gt-oKo": "을묘년에 올린 사직(辭職) 상소는 다음과 같다. “선무랑(宣務郞)으로 새로 단성 현감(丹城縣監)에 제수된 신 조식은 황공하여 머리를 조아리고 주상 전하께 상소를 올립니다. 삼가 생각하건대 선왕(先王)께서 신의 변변치 못함을 모르시고 처음 참봉에 제수하셨습니다. 그리고 전하께서 왕위를 계승하신 후로 주부(主簿)에 두 번씩이나 제수하시었고 이번에 다시 현감에 제수하시니 두렵고 불안함은 산을 짊어진 것 같습니다. 그런데도 오히려 임금 앞에 나아가 천은(天恩)에 사례하지 못하는 것은 임금이 인재를 취하는 것이 장인(匠人)이 심산 대택(深山大澤)을 두루 살펴 재목이 될 만한 나무를 빠뜨리지 않고 다 취하여다가 큰 집을 짓는 것과 같아서 대장(大匠)이 나무를 취하는 것이지 나무가 스스로 쓰임에 참여하는 것이 아니라고 생각해서입니다. 전하께서 인재를 취하시는 것은 임금으로서의 책무이니 그 점에 대하여 신은 염려를 금할 수가 없습니다. 이에 감히 대은(大恩)을 사사로이 여길 수는 없으나 머뭇거리면서 나아가기 어려워하는 뜻을 끝내 측석(側席) 아래 감히 주달하지 않을 수 없습니다. 신이 나아가기 어렵게 여기는 데는 두 가지 이유가 있습니다. 지금 신의 나이 60에 가까왔으나 학술이 거칠어 문장은 병과(丙科)의 반열에도 끼지 못하고 행실은 쇄소(灑掃)의 일도 맡기기에 부족합니다. 과거 공부에 종사한 지 10여 년에 세 번이나 낙방하고 물러났으니, 당초부터 과거를 일삼지 않은 것은 아닙니다. 설사 과거를 탐탁하게 여기지 않았다 하더라도 마음이 조급한 평범한 한 사람에 불과하고 큰일을 할 만한 온전한 인재는 아닌데 하물며 사람의 선악이 결코 과거를 구했으냐의 여부에 달려 있는 것이 아닌 데이겠습니까? 미천한 신이 분수에 넘치는 헛된 명성으로 집사(執事)를 그르쳤고 집사는 헛된 명성을 듣고서 전하를 그르쳤는데 전하께서는 과연 신을 어떤 사람이라고 여기십니까? 도(道)가 있다고 여기십니까, 문장에 능하다고 여기십니까? 문장에 능한 자라 하여 반드시 도가 있는 것은 아니며 도가 있는 자라면 반드시 신과 같지는 않다는 것을 전하께서만 모르신 것이 아니라 재상도 모른 것입니다. 사람의 됨됨을 모르고서 기용하였다가 후일 국가의 수치가 된다면 그 죄가 어찌 미천한 신에게만 있겠습니까. 헛된 이름으로 출세를 하는 것보다는 곡식을 바쳐 벼슬을 사는 것이 낫지 않겠습니까? 신은 차라리 제 한 몸을 저버릴지언정 차마 전하를 저버리지 못하겠으니 이것이 나아가기 어려워하는 첫째 이유입니다. 전하의 국사(國事)가 이미 잘못되고 나라의 근본이 이미 망하여 하늘의 뜻이 이미 떠나고 인심도 이미 떠났습니다. 비유하자면 마치 1백 년 된 큰 나무에 벌레가 속을 갉아 먹어 진액이 다 말랐는데 회오리 바람과 사나운 비가 언제 닥쳐올지를 전혀 모르는 것과 같이 된 지가 이미 오래입니다. 조정에 충의(忠義)로운 선비와 근면한 양신(良臣)이 없는 것은 아니나 그 형세가 극도에 달하여 지탱해 나아갈 수 없어 사방을 돌아보아도 손을 쓸 곳이 없음을 이미 알고 있기에 아래의 소관(小官)은 히히덕거리면서 주색(酒色)이나 즐기고 위의 대관은 어물거리면서 뇌물을 챙겨 재물만을 불리는데도 근본 병통을 바로잡으려고 하지 않습니다. 더구나 내신(內臣)은 자기의 세력을 심어서 못 속의 용처럼 세력을 독점하고 외신(外臣)은 백성의 재물을 긁어들여 들판의 이리처럼 날뛰니 이는 가죽이 다 해지면 털도 붙어 있을 데가 없다는 것을 모르는 처사입니다. 신은 이 때문에 낮이면 하늘을 우러러 깊은 생각에 장탄식을 한 것이 한두 번이 아니며, 밤이면 멍하니 천정을 쳐다보고 한탄하며 아픈 가슴을 억누른 지가 오래입니다. 자전(慈殿)께서 생각이 깊다고 하지만 역시 깊은 궁중의 한 과부(寡婦)에 불과하고 전하께서는 어리시어 단지 선왕(先王)의 한낱 외로운 후사(後嗣)에 불과합니다. 그러니 수많은 종류의 천재(天災)와 억만 갈래의 인심을 무엇으로 감당해내며 어떻게 수습하겠습니까. 강물이 마르고 곡식이 비오듯 내렸으니 이 무슨 조짐입니까. 음악 소리는 슬프고 옷은 소복이니 형상에 이미 흉한 조짐이 나타났습니다. 이러한 시기를 당해서는 아무리 주공(周公)과 소공(召公)의 재주를 겸한 자가 대신의 자리에 있다 하더라도 어찌할 수가 없을 것인데 더구나 초개같은 일개 미천한 자의 재질로 어찌 하겠습니까. 위로는 위태로움을 만분의 일도 구원하지 못하고 아래로는 백성에게 털끝만큼의 도움도 되지 못할 것이니 전하의 신하되기가 역시 어렵지 않겠습니까. 하찮은 명성을 팔아 전하의 관작을 사고 녹을 먹으면서 맡은 일을 해내지 못하는 것은 또한 신이 원하는 바가 아닙니다. 이것이 나아가기 어려워하는 둘째 이유입니다. 그리고 신이 보건대 근래 변방에 변이 있어 여러 대부(大夫)들이 제때에 밥을 먹지 못합니다. 그러나 신은 이를 놀랍게 여기지 않습니다. 이번의 사변은 20년 전에 비롯되었지만 전하의 신무(神武)하심에 힘입어 지금에야 비로소 터진 것이며 하루아침에 생긴 것이 아니기 때문입니다. 평소 조정에서 재물로서 사람을 임용하여 재물만 모으고 민심을 흩어지게 하였으므로 필경 장수 중에는 장수다운 장수가 없고 성(城)에는 군졸다운 군졸이 없게 되었으니 적들이 무인지경처럼 들어온 것이 어찌 괴이한 일이겠습니까. 이것은 또한 대마도(對馬島)의 왜놈들이 몰래 향도(向導)와 결탁하여 만고의 무궁한 치욕을 끼친 것인데 왕의 위엄을 떨치지 못하고 담이 무너지듯 패하였으니 이는 구신(舊臣)을 대우하는 의(義)는 주(周)나라 법보다도 엄(嚴)하면서도 구적(仇賊)을 총애하는 은덕은 도리어 망한 송(宋)나라보다 더한 것이 아니겠습니까. 세종께서 남정(南征)하고 성종께서 북벌한 일을 보더라도 언제 오늘날과 같은 적이 있었습니까. 그러나 이와 같은 것은 겉에 생긴 병에 불과하고 속에 생긴 병은 아닙니다. 속의 병이란 걸리고 막히어 상하(上下)가 통하지 못하는 것이니 이 때문에 경대부(卿大夫)가 목이 마르고 입술이 타도록 분주하게 수고하는 것입니다. 근왕병(勤王兵)을 불러 모으고 국사(國事)를 정돈하는 것은 구구한 정형(政刑)에 있는 것이 아니고 오직 전하의 한 마음에 달려 있을 뿐입니다. 모르겠습니다만 전하께서 좋아하시는 바는 무슨 일입니까? 학문을 좋아하십니까, 풍류와 여색을 좋아하십니까, 활 쏘기와 말 달리기를 좋아하십니까? 군자를 좋아하십니까, 소인을 좋아하십니까? 좋아하시는 바에 존망(存亡)이 달려 있습니다. 진실로 어느날 척연히 놀라 깨닫고 분연히 학문에 힘을 써서 홀연히 덕(德)을 밝히고 백성을 새롭게 하는 도리를 얻게 된다면 덕을 밝히고 백성을 새롭게 하는 도리 속에는 모든 선(善)이 갖추어 있고 모든 덕화(德化)도 이에서 나오게 되는 것이니 이를 들어서 시행하면 나라를 균평(均平)하게 할 수 있고 백성도 화평하게 할 수 있으며 위태로움도 편안하게 할 수 있습니다. 그러한 요체(要諦)를 보존하면 모든 사물을 정확하게 볼 수 있고 공평하게 헤아릴 수 있어 사특한 생각이 없어질 것입니다. 불씨(佛氏)가 말한 진정(眞定)이란 것도 이 마음을 보존하는 데 있을 뿐이니 위로 천리(天理)를 통달하는 데 있어서는 유(儒)나 불(佛)이 마찬가지입니다. 다만 인사(人事)를 행하는 데 있어 실제 실천하는 것이 없기 때문에 우리 유가(儒家)에서 배우지 않는 것입니다. 전하께서는 이미 불도(佛道)를 좋아하시니 만약 그 마음을 학문하는 데로 옮기신다면 이는 우리 유가의 일이니, 어렸을 때에 잃어버렸던 집을 찾아와서 부모와 친척, 그리고 형제와 친구를 만나보는 것과 무엇이 다르겠습니까. 더구나 정사(政事)를 하는 것은 사람에게 달려 있는 것이고 사람을 임용하는 것은 자신의 몸을 닦음으로써 하는 것이며 몸을 닦는 것은 도(道)로써 하는 것입니다. 전하께서 사람을 등용하는 데 자신의 몸을 닦음으로써 하신다면 유악(帷幄) 안에 있는 사람은 모두가 사직(社稷)을 보위(保衛)하는 사람들일 것인데 아무 일도 모르는 소신 같은 자가 무슨 필요가 있겠습니까? 만약 사람을 겉만 보고 취한다면 자리[袵席] 밖에는 모두 속이고 등지는 무리일 것인데 주변 없는 소신 같은 자가 또 무슨 필요가 없겠습니까. 뒷날 전하의 덕화가 왕도(王道)의 경지에 이르게 되신다면 신도 마부의 말석에서나마 채찍을 잡고 마음과 힘을 다하여 신하의 직분을 다할 것이니 전하를 섬길 날이 어찌 없겠습니까. 삼가 바라건대 전하께서는 반드시 마음을 바로잡는 것으로 백성을 새롭게 하는 요체를 삼으시고 몸을 닦는 것으로 사람을 임용하는 근본을 삼으셔서 왕도의 법을 세우소서. 왕도의 법이 법답지 못하게 되면 나라가 나라답지 못하게 됩니다. 삼가 밝게 살피소서. 신 조식(曺植)은 황송함을 가누지 못하고 삼가 죽음을 무릅쓰고 아룁니다.”",
                "hj": "○乙卯辭職疏曰: 宣務郞新授丹城縣監臣曺植, 誠惶誠恐, 頓首頓首, 上疏于主上殿下。 伏念, 先王不知臣之無似, 始除爲參奉。 及殿下嗣服, 除爲主簿者再。 今者又除爲縣監, 慄慄危懼, 如負丘山, 猶不敢一就, 黃踪一尺之地, 以謝天日之恩者。 以爲: ‘人主之取人, 猶匠之取木。 深山大澤, 靡有遺材, 以成大廈之功, 大匠取之, 而木不自與焉。’ 殿下之取人者, 有土之責也。 臣不任爲慮, 用是不敢私其大恩, 而躑躅難進之意, 則經不敢不達於側席之下矣。 抑臣難進之意, 則有二焉。 今臣年近六十, 學術踈昧, 文未足以取丙科之列; 行不足以備灑掃之(住)〔任〕。 求擧十餘年, 至於三刖而退, 初非不事科擧之人也。 就使人有不屑科目爲者, 亦不過涬涬〔悻悻〕一段之凡民, 非大有爲之全材也。 況爲人之善惡, 決不在於求擧與不求擧也。 微臣盜名, 而謬執事, 執事聞名, 而誤殿下, 殿下果以臣爲如何人耶? 以爲有道乎? 以爲能文乎? 能文者未必有道, 有道者未必如臣。 非但殿下不知? 宰相亦不能知也。 不知其人而用之, 爲他日國家之恥, 則何但罪在於微臣乎? 與其納虛名而賣身, 孰若納實穀, 而買官乎? 寧負一身, 不忍負殿下, 此所以難進者一也。 抑殿下之國事已非, 邦本已亡, 天意已去, 人心已離, 比如大木, 百年蟲心, 膏液已枯, 茫然不知飄風雨何時而至者久矣。 在廷之人, 非無忠志之臣, 夙夜之士也。 已知其勢極而不可支, 四顧無下手之地, 小官憘憘於下, 姑酒色是樂; 大官泛泛於上, 唯貨賂是殖。 河魚腹痛, 莫肯尸之, 而且內臣樹援, 龍挐于淵, 外臣剝民, 狼恣于野, 亦不知皮盡, 而毛無所施也。 臣所以長想永息, 晝以仰觀天者數矣。 噓唏掩抑, 夜以仰看屋者久矣。 慈殿塞淵, 不過深宮之一寡婦; 殿下幼沖, 只是先王之一孤嗣。 天災之百千, 人心之億萬, 何以當之, 何以收之耶? 川渴雨粟, 其兆伊何? 音哀服素, 形象已著, 當此之時, 雖有才兼周、召, 位居鈞軸, 亦末如之何矣。 況十微身(村)〔材〕如草芥者乎? 上不能持危於萬一, 下不能庇民於絲毫, 爲殿下之臣, 不亦難乎? 若賣斗筲之名, 而賭殿下之爵, 食其食, 而不爲其事, 則亦非臣之所願也。 此所以難進者二也。 且臣近見邊鄙有事、諸大夫肝食, 臣則不自爲駭者。 嘗以爲此事發自二十年之前, 而賴殿下神武, 於今始發, 非出於一夕之故也。 平日朝廷, 以貨用人, 聚財而散民, 畢竟將無其人, 而城無軍卒, 賊入無人之境, 豈是怪事耶? 此亦對馬島倭奴陰結向導, 作爲萬古無窮之辱, 而王靈不振, 若萠厥角, 是何待舊臣之家, 或嚴於周典儒寵仇賊之思, 反加於亡宋耶? 視以世宗之南征, 成廟之北伐, 則孰如今日之事乎? 然若此者, 過爲膚革之疾, 未足爲心腹之痛也。 心腹之痛, 痞結充塞, 上下不通, 此乃卿大夫乾喉焦唇, 而車馳人走者也。 號召勤王, 整頓國事, 非在於區區之政刑, 唯在於殿下之心。 汗馬於方寸之間; 而收功於萬牛之地, 其機在我而已。 獨不知, 殿下之所從事者何事耶? 好學問乎? 好聲色乎? 好弓馬乎? 好君子乎? 好小人乎? 所好在是, 而存亡繫焉。 苟能一日惕然警悟, 奮然致身於學問之上, 忽然有得於明新之內, 則明新之內, 萬善具在。 百化由出, 擧而措之, 國可使均也; 民可使和也, 危可使安也, 約而存之, 鑑無不空, 衡無不平, 思無邪焉。 佛氏所謂眞定者, 只在此心而已。 其爲上達天理, 則儒一釋也。 但施之於人事者, 無脚踏地, 故吾家不學之矣。 殿下旣好佛矣, 若移之學問, 則此是吾家事也。 豈非弱喪, 而得其家, 得見父母、親戚、兄弟、故舊者乎? 況爲政在人, 取人以身, 修身以道, 殿下若取人以身, 則帷幄之內, 無非社稷之衛也。 容何有如昧昧之微臣乎? 若取人以目, 則衽席之外, 盡是欺負之徒也。 亦何有如硜硜之小臣乎? 他日殿下致化於王道之域, 則臣當執鞭於廝臺之末, 竭其心膂, 以盡臣職, 寧無事事之日乎? 伏願, 殿下必以正心爲新民之主, 修身爲取人之本, 而建其有極, 極不極, 則國不國矣。 伏惟睿察。 臣植不勝隕越屛營之至, 謹昧死以聞。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 5월 1일(을유) 1번째기사",
                "gt-oKo": "상이 선정전(宣政殿)으로 조강에 나아가 《서전(書傳)》의 순전(舜典)을 강하였다. 기대승(奇大升)이 아뢰기를, “문소전(文昭殿)의 일을 여러 날 논계하였으나 유음(兪音)이 없으니 민망하기 그지없습니다. 당초에 정한 뜻은 그 이유가 있는 것으로 제물(祭物)의 횡간(橫看)은 조종조에서 정한 것인데 뒤에 오면서 제기(祭器)를 점점 크게 개주(改鑄)하여 그릇만 커지고 제수(祭需)는 그대로이다보니 심지어는 물을 타기도 하는 등 너무나 불경스러워 모두가 미안하게 여기고 있습니다.  기사년에 이르러 전전(前殿)의 탁자가 좁아 배설하기가 어렵게 되자 물의(物義)가 ‘그릇만 커서 이런 불경한 일이 있고 또 배설하기도 어려우니 재량하여 제기를 조금 줄여서 제수를 알맞게 담아 탁자 위에 모두 배설할 수 있게 하여 제수가 적은 것과 배설하지 못하는 두 가지 문제를 해결하도록 하는 것이 좋겠다.’고 하였습니다. 그러나 후침(後寢)의 면(麪)·증(蒸)·편적(片炙)은 조금씩 남는데 하나의 제기에서 남는 것은 비록 적지만 모두 합하면 적지 않습니다. 이 때문에 아뢰어 감(減)하고자 한 것인데 유사가 잘 모르고 모든 제수를 감하였으니 미안하기 그지없습니다. 지금 전날의 규정대로 하라는 상의 하교는 지당하십니다. 다만 구기(舊器)로서 제수와 서로 알맞은 것은 그대로 두고 맞지 않는 것은 변통하여 맞게 함이 정례(情禮)에 더욱 합당합니다. ‘증(蒸)과 면(麪)이 남기는 하지만 실지로 살펴보면 적다.’고 하는데, 적더라도 중도에 맞게 하는 것이 좋습니다. 만약 제수를 감하는 것이 미안하다고 여긴다면 상의해보면 처리할 방법이 있을 것입니다. 신이 들으니 주발의 용량이 전에 비하여 적은 듯하지만 큰 차이가 없다고 하는데, 거기에 1푼(分)만 더 크게 한다면 둘레가 더 커질 것이니 다시 헤아려서 처리한다면 곡진하게 될 것입니다. 제사는 정성과 공경을 다해야 하는데 제수를 재량하여 감하는 것이 미안하다 하여 지금에 와서 전날의 규정대로 한다면, 후침(後寢)과 전전(前殿)의 상제(常祭) 때는 그래도 되지만 친제(親祭) 때에는 제수가 8∼9가지나 더 많아지게 되니, 배설하기가 어렵습니다.” 하니, 상이 이르기를, “전날의 규정이 있으니 지금은 그대로만 따르면 된다. 의논만 할 것이 아니다.” 하였다. 기대승이 아뢰기를, “전날의 규정이 있다는 하교는 옳습니다. 그러나 그 규정이 온당하다면 그대로 해도 좋지만 온당하지 못한 점이 있다면 변통하지 않고 그대로 지키기만 해서야 되겠습니까. 그리고 지금 변통하고자 하는 것은 제수의 횡간(橫看)이 아니고 구제기(舊祭器)에 비하여 후일 크게 한 것을 조금 줄이고자 하는 것뿐입니다. 제기가 불경스러운 것은 탁자의 면이 좁지 않다고 해도 오히려 제기와 제수를 서로 알맞게 해야 하는데, 더구나 지금 전전과 후침을 서로 다르게 하면 안 되는 데이겠습니까. 그러니 조금만 변통하여 알맞게 한다면 중도에 맞게 될 것입니다.” 하고, 또 아뢰기를, “제기를 줄이려고 하는 것에 대해 밖에서는 모두 ‘탁자의 면이 좁기 때문이다.’고 합니다만, 신이 그 때에 마침 간장(諫長)으로 있었기 때문에 그 전말을 알고 있습니다. 그 때 권철(權轍)이 제기 도감 제조(祭器都監提調)로서 그 일을 주간하였습니다. 당초에 장소가 좁기 때문에 그렇게 한 것이 아니고 그릇은 큰데 제수가 적기 때문에 그릇을 줄여서 두 가지 문제를 해결하려고 했던 것입니다. 신이 병이 들어 고향으로 돌아갈 때 한강에 이르러 조보(朝報)를 보고 매우 놀랐습니다. 대간이 아뢴 내용은 실로 미안한 것입니다. 신이 시골에 가서 있으면서 어떻게 제수를 절감(節減)하는 일을 알았겠습니까. 당초에 제기를 조금 줄이자는 의도는 실로 제수는 적은데 제기가 컸기 때문입니다. 권철이 그것을 알고도 분명히 계달하지 않았기 때문에 상께서 분명하게 모르신 것입니다. 【이날 철이 입시하여 이 일을 아뢰었다. 】 임금이 봉선(奉先)하는 도는 뜻밖의 일이 있으면 사당이라도 헐고 고쳐야 하는 것인데, 장소가 협소하여 제기를 줄이는 그런 이치가 어디에 있겠습니까. 상께서 유사(有司)들의 잘못만을 너무 징계하시고 지당한 귀추(歸趨)를 강구하시지 않는다면 신은 미안스러운 일이라고 생각합니다. 고어(古語)에 ‘인효(仁孝)는 성경(誠敬)이다.’고 하였습니다. 제수는 적고 제기만 커서 불경스럽게 되었으니 성경에 합치되지 않는 것을 고쳐야 하는데, 후침과 전전에 차이를 두는 것이 어찌 인효에 미진한 일이 아니겠습니까. 신은 정리(情理)로써만 아뢴 것이 아니고 그간의 곡절은 전혀 모르기 때문에 해관으로 하여금 충분히 의논하여 처리케 하고자 한 것입니다.” 하니, 상이 이르기를, “지금의 말은 제기(祭器)만을 줄인다고 하지만 당시의 계사(啓辭)에는 제수까지도 언급되어 있었다. 비록 한두 가지 제수(祭需)일지라도 삭감하려고 하였으니 어찌 미안하지 않겠는가. 그 때의 일을 지금 생각하면 제기에 대한 일만이 아니고 묘우(廟宇)를 통합하고자 한 것도 내 마음에는 미안하였다. 평상시에도 부자간에는 자리를 같이하는 것이 아닌데 더구나 궐내 예제(禮制)의 등분(等分)이 매우 엄한 데이겠는가. 열조(列祖)를 한 방에 같이 봉안하는 것은 예가 아니다. 때문에 종묘에는 방을 달리하는 뜻이 있는 것이다.” 하니, 기대승이 아뢰기를, “상께서 이미 《중용혹문(中庸或問)》을 읽으셨으니 오묘(五廟)는 방을 따로따로 하고 협제(祫祭) 때에는 여러 사당의 신주를 모아 태조의 사당에서 봉사(奉祀)하되 그 사당 안에는 간격이 없이 소목(昭穆)으로서 차례로 정하는 것을 어찌 모르시겠습니까. 한 명제(漢明帝)가 겸손하여 자기의 신주를 옷을 갈아 입는 별실(別室)에 봉안하라고 유언하여 드디어 같은 집에 봉안하되 방만 달리 하는 제도가 되어 당(唐)·송(宋) 이래로 그대로 답습하여 온 것입니다.” 하니, 상이 이르기를, “이는 종묘의 제도를 말한 것이다. 부자를 같은 방에 함께 봉안하는 것은 아무래도 미안한 일이다.” 하였다. 기대승이 아뢰기를, “묘우(廟宇)는 비록 함께 통합하더라도 간격을 두어 한정하면 통한다고 볼 수는 없을 듯합니다.” 하고, 또 아뢰기를, “이기(李芑)가 권력을 잡아 인종(仁宗)을 연은전(延恩殿)에 부제(祔祭)하여 20여 년간 신인(神人)이 통분하게 여기다가 기사년에 이르러 삼공(三公)이 문소전(文昭殿)에 부제하기를 청하여 상이 윤허하셨습니다. 전내(殿內)에 봉안할 때에 배설하기가 어려워 증축하려고 했는데 조정의 의논이 ‘묘우를 헐어 고치는 것은 미안하다.’고 하고, 이황(李滉)은 차자를 올려 ‘전전(前殿)의 묘제(廟制)는 남북(南北)은 짧고 좁으며 동서(東西)는 길고 넓으니, 고례(古禮)에 의하여 태조의 신위를 동쪽으로 향하게 하여 바로 하면 묘우를 헐어 증축하는 번거로움을 면하고 장소가 좁아 행할 수 없는 근심이 없을 것이다.’ 하니, 조정이 또 의논하기를 ‘세종 대왕이 종묘를 세울 당시에 태조께서 살아 있을 때를 본떠서 남향으로 봉안하였으니 뒤의 임금이 이것을 변경할 수는 없다.’고 하였습니다. 그 뒤에 간원에서 ‘일찍이 군신간이었으면 부자와 같다.’는 설을 인용하여 당초 유훈(遺訓)이 ‘5간(間)을 넘지 말라고 하였기 때문에 인종을 부묘하면 예종을 체천(遞遷)해야 한다.’고 하자, 상께서 가하다고 하였으나, 의논하는 자들이 ‘인종을 조위(祖位)로 하고 명종을 고위(考位)로 하면 명실(名實)이 크게 어긋날 뿐만 아니라 예종은 당대의 고조(高祖)인데 체천하는 것은 미안하다.’고 하였습니다. 그 뒤 인종은 전과 같이 연은전에 부묘하는 것이 합당하다는 말이 또 일어나 상께서 가하다고 하였으나, 의논하는 모든 이들이 ‘인종은 계통을 이은 임금으로 합향(合享)하지 않으면 천리와 인정에 어긋난다.’고 하였습니다. 이에 후침(後寢)을 증축하여 인종과 명종 두 신위를 한방에 봉안하고 소(昭)와 세(世)를 같이 하였는데, 예에는 합당합니다만 전내(殿內)에다가 모셔 잘 처치하려고 하였기 때문에 구차함이 없지 않았습니다. 그러나 까닭없이 계획한 일은 아닙니다. 예에는 일정한 예문(禮文)이 있으나 때에 따라 중도에 맞게 변통하지 않을 수 없는 것으로 묘우를 통합하여 고친 것은 부득이한 일이며, 제기를 줄인 것은 제수가 불경스러운 데서 연유한 것입니다. 상께서는 성학(聖學)이 고명하시고 예문도 아시고 고금을 참작하여 충분히 헤아려서 중도에 합당하게 하소서. 제물을 감소한 잘못을 고치고자 하여 제기를 그대로 두는 것은 온편하지 못한 일이라고 생각합니다.” 하였다. 유희춘(柳希春)·권철(權轍)·윤현(尹鉉)이 각각 조선(漕船)의 계책을 말하자, 기대승이 아뢰기를, “백성들이 유리(流離)하여 조운의 폐단이 생기니 지금은 우선 그 근본을 다스려 백성을 소복(蘇復)시킬 계획을 하는 것이 온당합니다.” 하였다. 윤현이 또 군자 삼감(軍資三監)의 조미(糙米)와 사섬시(司贍寺)의 면포가 부패하고 고갈된 폐단에 대하여 말하니, 상이 이르기를, “사섬시와 군자감이 함께 고갈되었으니 귀신이 실어다 준다고 하더라도 어찌해 볼 도리가 없다. 도적을 맞은 것인지도 모르겠다. 별로 소비한 것도 없는데 이와 같으니 반드시 이유가 있을 것이다.” 하니, 기대승이 아뢰기를, “일년의 경비는 반드시 세입(稅入)을 계산하여 써야 하는데 세입은 적고 경비가 많으니 어찌 고갈되지 않겠습니까. 지금은 우선 낭비되는 식량을 절약한 뒤에라야 지탱할 수 있습니다. 때문에 ‘생산하는 자는 많고 소비하는 자가 적으면 재용(才用)이 항상 여유있다.’고 하였습니다.” 하고, 또 아뢰기를, “신이 오랫동안 외지에 있었기 때문에 자세히 알지는 못합니다마는 전번에 조보(朝報)를 보니 기강이 서지 않고 치적(治績)이 나타나지 않음을 탄식하셨는데, 그 뜻이 매우 훌륭합니다. 필부(匹夫)로서는 하고 싶은 일이 있어도 할 수 있는 힘이 없습니다만 인주(人主)는 다스릴 수 있는 지위와 권세를 가지고 있으니 진실로 하고자 한다면 어떤 일이든 못하겠습니까. 한갓 개탄만 하고 근본을 구하지 못하고서 치적을 이룬 것을 신은 보지 못하였습니다. 정자(程子)의 말에 ‘선정을 하는 길은 뜻을 세우는 것[立志]이 제일 먼저요, 소임을 책임지우는 것[責任]과 어진이를 구하는 것[求賢]이 다음이다.’고 하였으니, 이는 실로 도리를 확실히 안 전현(前賢)의 말입니다.” 하니, 상이 이르기를, “그 말은 좋은 말이다. 하지만 형세가 이미 기울어졌으니 하늘이 낸 뛰어난 재주가 아니고서는 어떻게 해 볼 수가 없다. 만일 뜻만 크고 재주가 없다면 한갓 소활(疎闊)할 뿐이다. 지금 대신의 지위에 있는 자가 어찌 현자(賢者)가 아니겠는가마는 형세가 기울어진 데야 어찌하겠는가.” 하니, 기대승이 아뢰기를, “상의 하교는 매우 미안합니다. 모든 일이 관습에 젖어 해이하게 되는 것을 상께서 모르셨다면 어쩔 수 없는 일이지만 아셨으니 고쳐서 바꾸는 것이 무엇이 어렵겠습니까. 만일 ‘내가 어떻게 할 수 있느냐.’고 하신다면 조종(祖宗)에게 받으신 부탁을 어찌하시렵니까. 지금 대신의 지위에 있는 자가 모두 훌륭하니 일반적인 일은 해낼 수 있습니다. 그러나 국사(國事)를 담당하는 것은 사람마다 할 수 있는 것이 아니니, 상께서는 위로 대신을 의지하고 아래로 어진 집사(執事)들을 제 위치에 배치한 뒤에야 선정을 베풀 수 있습니다. 근심하시며 힘쓰시고 애태우시는 말씀이 전교에 나타나 사방에서 듣고 미안함을 금하지 못하고 있는데, 더구나 조정의 반열(班列)에 있는 자이겠습니까. 그리고 옛날 사람들은 일을 논함에 있어 남의 의견을 구차히 따르지는 않았습니다. 그런데 지금은 어떤 사람이 무슨 일을 건의하면 비록 온당하지 않더라도 다른 사람은 혐의를 받을까 염려하여 감히 말을 못합니다. 천 석(千石)을 실은 배가 갈 수 없음을 사람들이 모두 알고 있으면서도 박순(朴淳)이 헌의(獻議)하였다는 이유로 분분하여 결정하지 못하고 있습니다. 만일 옳지 않은 것이라면 속히 고쳐야 합니다.” 하였다.",
                "hj": "○乙酉/上御朝講于宣政殿, 講《書傳》《舜典》。 奇大升啓曰: “文昭殿之事, 累日論啓, 而兪音尙閟, 不勝鬱焉。 當初政定之意, 其有由矣。 祭物橫看, 則祖宗朝所定, 而祭器之隨後改鑄者, 漸以侈大。 仍致器大而膳小, 人皆知和水不敬之未安。 至于己巳, 前殿卓面狹窄, 難於排設, 物議以爲器大, 而致有此褻瀆。 且難排設, 不如小加裁削, 適盛其膳品, 容設於卓面之兩得其宜也。 第其後寢, 麪蒸片炙, 有少贏餘。 一器之所餘雖少, 而合而計之, 則爲不少, 故欲啓達減改, 而有司不察, 一應祭膳, 莫不裁減, 何未安如之? 今復舊規, 上敎至當。 但舊器之與膳相稱者, 則仍之可也。 其不稱者, 變而通之, 尤合於情禮矣。 烝麪, 雖有所餘, 而對驗則小云。 雖小, 使之適中可也。 若以裁損祭膳爲未安, 使之商議, 則必有處之之道矣。 臣聞椀之容入, 比前似少, 而不甚相遠, 加之一分, 則圓經所周, 分數必多, 若更商量, 則曲盡矣。 祭致其誠敬, 裁減未安。 今若仍舊, 則後寢及前殿之常祭, 則猶之可也。 至於視祭時, 器之加者, 多至八九, 排設難矣。” 上曰: “自有舊規, 今但遵行, 不徒議之而已。” 大升曰: “自有舊規之敎, 固是, 而舊規若十分穩當, 則仍之可也; 舊規而至於未盡, 則徒守而不爲之所者, 亦豈得乎? 且今之所欲改者, 非祭膳橫看也; 欲就舊器, 稍損其後來之侈大者耳。 祭器褻瀆, 雖非卓面之狹, 猶當使器膳相稱, 況今前殿後寢, 不可異同者乎? 若少變通, 而得其宜, 則隨時適中矣。” 又啓曰: “祭器之裁減, 外間皆以爲卓面狹窄之故, 臣於其時, 適忝諫長, 知其顚末矣。 權轍以都監提調, 實主其事, 初非以地勢之隘也。 器大而饌少, 欲兩得其宜, 而裁削耳。 臣病歸田里, 及到漢江, 得見朝報, 臣心驚駭。 臺諫之啓, 實爲未安。 退伏鄕村, 豈知裁減祭膳之事乎? 當初稍損器制之意, 則實在於膳少, 而器大也。 權轍知之, 不曾分明啓達, 故自上不能洞知矣。【是日轍入侍, 亦啓此事。】人君奉先之道, 脫有意外, 雖廟宇猶可拆改。 謂之地勢迫隘而裁削, 豈有是理? 自上過懲有司之失, 不究至當之歸, 臣則以爲未安。 古語云: ‘仁孝誠敬。’ 饌小器大, 致有褻瀆, 改不合誠敬。 寢殿異同, 其於仁孝, 豈不未盡? 臣但以情理達之, 其間曲節, 有不能盡知者, 故欲使該官, 極盡議處耳。” 上曰: “今言只是裁削器皿, 而當時啓辭具存, 雖一二饌品, 欲有所裁減, 豈不未安? 其時之事, 到今思之, 非但器皿一事, 至於通作廟家, 於予心亦有所未安。 常時, 父子不同席, 況闕內禮制等分, 嚴乎嚴矣。 列祖同坐一室, 非禮也。 宗廟, 則有異室之意矣。” 大升曰: “自上旣讀《中庸或問》, 豈不知五廟各室祫祭, 則合群廟之主, 就行於太祖之室中, 中無限隔, 序以昭穆乎? 明帝謙抑, 命藏其神主於更衣別室, 遂爲同坐異室之制, 而唐、宋以下因之矣。” 上曰: “此則言宗廟之制也。 父子同坐一室, 終是未安。” 大升曰: “唐家雖通, 而限以間隔, 恐非通也。” 又曰: “李芑用事, 祔仁廟於延恩殿, 二十餘年。 神人共憤, 至于己巳, 三公請祔文昭殿, 上允之。 奉審殿內, 難於設位, 將欲增建, 廷議以拆改廟屋爲未安。 李滉獻箚曰: ‘前殿之制, 南北短而隘, 東西長而闊, 請依古禮, 下太祖東向之位, 則可免拆改殿屋之橈, 而無地隘難行之患。’ 廷議又以爲: ‘世宗大王建廟之初, 象生時而奉太祖南向, 在後嗣王, 未可變易云。’ 其後諫院引 ‘嘗爲君臣, 便同父子’ 之說, 以爲當初遺訓, 毋過五室, 仁廟入祔, 睿廟當遷。 自上可之, 而議者皆以爲: ‘祖仁考明, 非但名實大乖, 睿廟以當代高祖之親, 遞出未安云。’ 其後仁廟當仍祔延恩殿之說又起, 而自上可之。 物議皆曰: ‘仁廟繼統之君, 不得合享, 有拂於天理人心。’ 乃增建後寢, 仁、明兩位, 同祔一室, 同昭共世, 禮則然矣。 第就殿內, 欲處置得好, 故不無苟且, 然非偶然計而爲也。 禮有一定之文, 而不可不隨時損益, 變而通之, 通作廟家, 不得已也。 若其裁削器皿, 則由於祭膳之褻瀆也。 自上聖學高明, 又知禮文, 酌古準今, 十分商量, 求合厥中可也。 欲矯裁減之失, 竝與器皿仍舊, 臣則以爲未便。” 柳希春、權轍、尹鉉, 各陳漕船之策。 大升啓曰: “民之流離, 而漕運之弊生。 今當先治其本, 講求蘇復爲便。” 尹鉉又陳軍資三監糙米、司贍綿布陳腐匱乏之弊。 上曰: “司贍軍資, 同然匱竭。 雖神運鬼輸, 亦無可奈何。 不爲偸盜之資, 則不可知也。 別無用煩而如此, 必有其故矣。” 大升曰: “一年經費, 必計一年稅入而用之。 稅入少, 而經費多, 則幾何其不至於耗竭也? 今當先節其冗食, 然後可支吾也。 故曰: “生之者衆, 食之者寡, 則財恒足矣。’” 又啓曰: “臣久於在外, 不能細知, 頃見朝報, 以紀綱不立, 治效無成爲嘆, 意甚盛矣。 但匹夫欲有所爲, 而無勢力可辦; 至於人主, 則居可治之位, 操可爲之柄, 苟欲有爲, 則何事之不可成乎? 徒事於慨嘆, 不能反求其本, 則臣未見治道之能成也。 竊詳程子之言曰: ‘爲治之道, 立志爲先, 責任、求賢次之。’ 此實前賢灼知道理之言也。” 上曰: “斯言善矣。 但勢已傾矣。 非命世之才, 不可以有爲。 若志大才踈, 則踈闊而已。 今之在位者, 豈不賢乎? 其於勢傾何?” 大升曰: “上敎極爲未安。 凡事之狃於習俗, 自至陵夷者, 苟自上不知則已矣, 旣知, 則何難於轉移乎? 舍曰予何能云, 則於祖宗之付托何? 今之在位者, 儘善矣。 尋常之事, 固可爲也。 擔當國事, 則非人人之所可能也。 自上, 上倚大臣, 下以賢執事, 布列于庶位, 然後治道可成也。 憂勤焦思, 見於傳敎, 四方流聞, 不勝未安, 而況於在列乎? 且古人論事, 未嘗苟同。 今也, 某人建白某事, 雖未穩便, 他人引嫌而不敢言。 千碩之舟, 人知其不可行, 而以朴淳獻議之故, 紛紛不定, 如其不是, 則速改可也。”"
            }
        }
    },
    "07": {
        "7": {
            "1": {
                "H2KE-EN": "Chief State Councilor Yi Jun passed away. His courtesy name was Wongil , a resident of Gwangju . He was a descendant of the Government Arsenal Command Agency Command of the Government Arsenal Command Arsenal Yi Jip . He was young and diligent in learning, and his studies were the most important in the generation. After seventy-four years of age, he was posthumously conferred to the Loyal and Righteous Guards . He was jointly enshrined in the shrine of the Royal Ancestral Shrine . After the end of his death, there was a separate memorial that read as follows: As your subject such-and-such classified above, your subject such-and-such classified above four items are respectfully observed and advising Your Majestys sagacity. Your subject humbly hopes that Your Majesty shall slightly understand it. First, the study of the sovereign is the greatest study of learning. Confucius said, The study of learning must be respectful, and the study of learning must be fully understanding. Your Majestys study of learning should be exceedingly exceedingly, and the study of learning should be fully understanding. Hence, the study of learning and studying cannot be fully understanding the study of learning. For this reason, when receiving and meeting with people, he slightly gentle and gentleness. Your subject humbly hopes that Your Majesty shall study this study. Second, Your Majesty shall study the study of learning and propriety shall be respectful. Your subject heard that the Son of Heaven is modest and the feudal lord of the feudal lord. Third, the study of 군자 and 소인 are separately distinguished, and thus cannot be concealed. At the time of Emperor Wenzong of the Tang dynasty and Emperor Renzong of the Song dynasty, as well as the study of the feudal lord of the feud of the feudal feud ",
                "H2KE-nKo": "영의정 이준경이 졸하였다. 자는 원길이다. 광주 사람으로 고려 판전교시사 둔촌 이집의 후손이다. 어려서부터 학문을 독실히 하여 그 재상의 업적이 근대에 제일이었다. 향년 74세였다. 뒤에 충정이라는 시호를 내리고 선조의 묘정에 배향하였다. 임종할 때 유차가 있었는데, 그 차자에,“지하에 있는 신 모는 삼가 네 가지 조목으로 죽은 뒤에 들어주시기를 우러러 청합니다. 삼가 바라건대 전하께서는 굽어살펴 주소서. 첫째는 제왕의 급선무이고, 오직 학문이 가장 중요한 것입니다. 정자가 말하기를 ‘함양은 모름지기 경을 써야 하고, 진학은 치지에 있어야 한다.’라고 하였습니다. 전하의 학문은 치지의 공부에 대해 생각이 절반이 넘으나 함양의 공부에 미치지 못하는 것이 많습니다. 그러므로 말씀하실 때 자못 엄하고 아랫사람을 대하실 때 함용하고 겸손한 기상이 적습니다. 삼가 바라건대 전하께서는 이에 대해 더욱 힘쓰소서.둘째는 아랫사람을 대하는 데 위의가 있어야 합니다.신이 듣건대 천자는 목목하고 제후는 황황하다 하니, 위의를 차릴 때 삼가지 않아서는 안 됩니다. 신하가 진언할 때에는 너그럽게 용납하고 예우해야 합니다. 비록 거슬리는 말이 있더라도 때때로 영특한 기운을 드러내어 경계해야 하고, 일마다 드러내 놓고 스스로 현성한 체하여 아랫사람들에게 보여 주어서는 안 됩니다. 이와 같이 하면 모든 관료가 맥이 풀릴 것이고 허물을 바로잡기에도 부족할 것입니다.셋째는 군자와 소인을 분변해야 합니다. 군자와 소인은 본래 정해진 분수가 있어서 가릴 수 없는 것입니다. 당나라 문종과 송나라 인종도 군자와 소인을 알지 못한 적이 없었는데, 사당에 이끌려 분별하여 쓰지 못하고 마침내 시비에 현혹되어 조정이 조용하지 못하였습니다. 진실로 군자라면 소인이 공격하더라도 발탁하여 등용하고, 소인이라면 사사로운 뜻이 있더라도 의심하지 말고 버려야 합니다. 이와 같이 하면 어찌 하북과 같은 조정에 다스리기 어려운 일이 있겠습니까.”하였다.넷째는 붕당의 사심을 타파해야 한다. - 이때 심의겸이 외척으로서 소인들과 결탁하여 조정을 혼란시킬 조짐이 있었기 때문에 차자에서 이것을 지목한 것이다. - 지금 세상 사람들이 혹 자신은 잘못한 일이 없고 일에는 어김이 없어도 한 마디 말이라도 맞지 않으면 배척하여 용납하지 않는다. 행검을 일삼지 않고 독서를 힘쓰지 않으며 고담과 대언으로 붕우와 결탁하는 것을 고상한 풍치라고 하여 마침내 허위의 풍조를 이루었다. 군자는 병립하여 의심하지 말고 소인은 내버려 두어 그 부류를 같게 해야 한다. 지금이야말로 전하께서 공평하게 듣고 아울러 관찰하여 이 폐단을 제거하기에 힘써야 할 때이다.신은 충성을 바치기에 간절하나 죽음에 임해서 착란되어 말을 다하지 못하였다. - 공은 임금을 사랑하고 시대를 근심하여 병이 위독한 날에도 오히려 이 차자를 올렸으니, 참으로 옛날의 유직이다. 그 당시 심의겸의 무리가 이 차자를 가리켜 마른 풀과 마른 나무에 나아가는 격이라고 하면서 상소를 올려 힘껏 배척하기까지 하였으니, 참으로 군자의 말이고 소인들의 꺼리는 바이다. -\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 7일(경인) 1번째기사",
                "gt-oKo": "영의정 이준경(李浚慶)이 죽었다. 자는 원길(原吉)이며 광주(廣州) 사람으로 고려 판전교시사(判典校寺事) 둔촌(遁村) 이집(李集)의 후손이다. 어려서부터 학업에 독실하였고 근래의 영상 중에서 업적이 가장 많았으며, 향년 74세였다. 뒤에 충정(忠正)으로 증시(贈諡)하고 선조 묘정(廟庭)에 배향하였다. 임종할 때에 유차(遺箚)가 있었는데, 그 차자는 다음과 같다. “지하로 가는 신 이준경은 삼가 네 가지의 조목으로 죽은 뒤에 들어주실 것을 청하오니 전하께서는 살펴주소서. 첫째 제왕의 임무는 학문하는 것이 중요합니다. 정자가 말하기를 ‘함양(涵養)은 모름지기 경(敬)이라야 하고 진학은 치지(致知)에 있다.’고 하였습니다. 전하의 학문이 치지의 공부는 어느 정도 되었지만 함양의 공부에는 미치지 못한 바가 많기 때문에 언사(言辭)의 기운이 거칠어서 아랫사람을 접하실 때 너그럽고 겸손한 기상이 적으니 삼가 전하께서는 이 점에 더욱 힘쓰소서. 둘째 아랫사람을 대하는 데 위의(威儀)가 있어야 합니다. 신은 들으니 ‘천자는 온화하고 제후는 아름답다.’고 하였습니다. 위의를 갖추어야 할 때에는 삼가야 합니다. 신하가 말씀을 올릴 때에는 너그럽게 받아들이고 예모(禮貌)를 갖추어야 합니다. 비록 거슬리는 말이 있더라도 그 때마다 영특한 기운을 발하여 깨우쳐 줄 것이요, 일마다 겉으로 감정을 나타내고 스스로 현성(賢聖)인 체 자존하는 모습을 아랫사람에게 보이는 것은 마땅치 않습니다. 그렇게 하시면 백료(百僚)가 해체되어 허물을 바로잡지 못할 것입니다. 세째 군자와 소인을 분별하는 것입니다. 군자와 소인은 구분되기 마련이어서 숨길 수가 없습니다. 당 문종(唐文宗)과 송 인종(宋仁宗)도 군자와 소인을 모른 것이 아니었지만 사당(私黨)에 끌려서 분간하여 등용하지 못함으로써 마침내 시비에 현혹되어 조정이 어지럽게 되었던 것입니다. 진실로 군자라면 소인이 공박하더라도 발탁하여 쓰고 진실로 소인이라면 사사로운 정이 있더라도 의심하지 말고 버리소서. 이같이 하시면 어찌 북송과 같은 다스리기 어려운 일이 있겠습니까. 네째 붕당(朋黨)의 사론(私論)을 없애야 합니다. 【이 때에 심의겸이 외척으로 뭇 소인들과 체결하여 조정을 어지럽힐 조짐이 있었기 때문에 이를 지적한 것이다. 】 지금의 사람들은 잘못한 과실이 없고 또 법에 어긋난 일이 없더라도 자기와 한마디만 서로 맞지 않으면 배척하여 용납하지 않습니다. 그리고 자신의 행동을 검속(檢束)한다든가 독서하는 데에 힘쓰지 않으면서 고담 대언(高談大言)으로 친구나 사귀는 자를 훌륭하게 여김으로써 마침내 허위(虛僞)의 풍조가 생겨났습니다. 군자는 함께 어울려도 의심하지 마시고, 소인은 저희 무리와 함께 하도록 버려두는 것이 좋습니다. 이 일은 바로 전하께서 공평하게 듣고 보신 바로써 이런 폐단을 제거하는 데 힘쓰셔야 할 때입니다. 신은 충성을 바칠 마음 간절하나 죽음에 임하여 정신이 착란되어 마음속의 말을 다하지 못합니다.”【공은 임금을 아끼고 세상을 염려하여 죽는 날에도 이러한 차자를 남겼으니 참으로 옛날의 직신(直臣)과 같다. 당시에 심의겸의 당이 이 차자를 지적하여 건조무미한 말이라 소를 올려 배척하기까지 하였으니 참으로 군자의 말은 소인이 싫어하는 것이다. 】",
                "hj": "○庚寅/領議政李浚慶卒。 字原吉廣州人高麗判典校寺事遁村李集之後也。 自少篤學, 其相業爲近代最。 壽七十四, 後贈諡忠正, 配享宣祖廟庭。 臨終有遺箚。 其箚曰: 入地臣某, 謹條四件, 仰瀆身後之聽。 伏願, 殿下少垂察焉。 一曰帝王之務, 惟學爲大。 程子曰: ‘涵養須用敬, 進學在致知。’ 殿下之學, 其於致知之功, 思過半矣, 涵養之功, 多有所不逮, 故辭氣之間, 發之頗厲, 接下之際, 少涵容遜順氣象。 伏願, 殿下於此加功焉。 二曰待下有威儀。 臣聞天子穆穆, 諸侯皇皇, 威儀之際, 不可不謹也。 臣下進言之際, 當優容而禮貌之, 雖有違拂之辭, 時露英氣, 以振警之, 不宜事事表襮, 高自賢聖, 以示群下, 如此, 則百僚解體, 救過之不贍矣。 三曰(辯)〔辨〕君子小人。 君子小人, 自有定分, 不可掩也。 唐之文宗、宋之仁宗, 未嘗不知君子小人, 而牽於私黨, 不能(辯)〔辨〕別而用之, 遂致眩於是非, 朝廷不靖。 苟君子也, 雖或小人攻治, 拔而用之; 苟小人也, 雖有私意, 去之勿疑。 如此, 則安有河北朝廷之難治也哉? 四曰破朋黨之私。【時, 沈義謙以外戚, 締結群小, 有濁亂朝著之漸, 故箚中以此爲目。】今世之人, 或有身無過擧, 事無違則, 而一言不合, 則排斥不容。 其於不事行檢, 不務讀書, 而高談大言, 結爲朋友者, 以爲高致, 遂成虛僞之風。 君子則竝立, 而勿疑, 小人則任置, 而同其流可也。 此乃殿下公聽竝觀, 務去此弊之時也。 臣切於貢忠, 而臨死錯亂, 言不盡意。 【公愛君憂時, 易簀之日, 尙有此箚, 眞古之遺直也。 其時義謙之黨, 指此箚爲枯燥就木之言, 至於陳疏力斥。 信乎! 君子之言, 群小之所憚也。】"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: Kim Myeongyun harbored a grudge and flattered powerful functionaries. He plotted wicked and deceitful schemes, and eventually robbed a great imprisonment, fabricated guilty and fabricated guilty. Consequently, the prince was executed by death, and the Confucian scholars were executed by the execution of imprisonment. Nevertheless, he plotted to join the meritorious deeds and held a government post for a long time. Truly, the evils of Heaven cannot bear to speak. It would be proper to execute him to death, thereby satisfying the hearts of the people. Ultimately, he escaped punishment of Heaven and lived in a front of his life. He cannot be allowed to hold a funeral for him. Your subjects request that Your Majesty withdraw his order.",
                "H2KE-nKo": "양사가 아뢰었다. “김명윤은 남을 해치려는 마음을 품고 권간에게 아첨하여 빌붙었으며, 음험하고 간사한 계책은 귀신이나 물여우처럼 마침내 큰 옥사를 일으켜 무고한 사람을 죄에 얽어 넣었습니다. 그리하여 마침내 왕자는 대륙에 빠지고 사류는 음형에 섬멸되었는데, 위훈에 참여하기를 도모하여 오랫동안 명기를 욕되게 하였으니, 하늘에 사무치는 죄악을 차마 말할 수 있겠습니까. 더욱 공개 처형하여 인심을 통쾌하게 해야 하는데 끝내 천벌을 받지 않고 집안에서 편안히 늙어 죽었으니, 예장할 수 없습니다. 성명을 거두소서.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 1일(갑신) 1번째기사",
                "gt-oKo": "양사가 아뢰었다. “김명윤(金明胤)은 흉악한 마음을 품고 권간(權姦)에게 아첨하여 귀역(鬼蜮)과 같은 음모와 간계로 마침내 큰 옥사(獄事)를 일으켜 무고한 사람에게 죄를 뒤집어 씌워 왕자(王子)로 하여금 극형을 받게 하고 사류들을 혹형에 죽게 하여 위훈(僞勳)을 도모함으로써 관작을 욕되게 하였으니 하늘에 닿는 흉악함은 차마 말할 수조차 없습니다. 의당 형륙(刑戮)을 시행하여 인심을 쾌하게 해야 하는데도 천벌을 면하고 제 집에서 늙어 죽었으니 예장(禮葬)은 불가합니다. 성명을 거두소서.”",
                "hj": "○甲申/兩司啓: “金明胤包藏禍心, 諂付權姦, 陰謀邪計, 如鬼如蜮, 竟起大獄, 羅織無辜, 遂使王子陷於大戮, 士類殲於淫刑, 而圖參僞勳, 久辱名器, 通天之惡, 其可忍言? 宜加顯戮, 以快人心, 終逭天討, 老死牖下, 不可禮葬。 請收成命。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The letter from the magistrate of Uiju Strategic County stated that His Majesty the late Emperor departed on the eleventh day of this ninth month.",
                "H2KE-nKo": "계사년 의주 목사의 서장에 ‘대행 황제는 이번 9월 11일에 발인한다.’라고 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 10일(계사) 1번째기사",
                "gt-oKo": "의주 목사의 서장에 ‘대행 황제(大行皇帝)는 이번 9월 22일에 발인(發引)한다.’고 하였다.",
                "hj": "○癸巳/義州牧使書狀, 大行皇帝, 今九月十一日發引云。"
            },
            "2": {
                "H2KE-EN": "The King appointed Heo Seop as headmaster of the Royal Confucian Academy and Bak Daerip as second minister of works .",
                "H2KE-nKo": "허엽을 대사성으로, 박대립을 공조 참판으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 10일(계사) 2번째기사",
                "gt-oKo": "허엽(許曄)을 대사성으로, 박대립(朴大立)을 공조 참판으로 삼았다.",
                "hj": "○以許曄爲大司成, 朴大立爲工曹參判。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Bak Yeongjun , Kim Gwiyeong , 노수신 , Kim Gye , Min Gimun , and 유희춘 all gathered at the Office of Diplomatic Correspondence . The 영상 and Left State Councilor also followed them. The two envoys for presenting honorific titles and honorific titles are examined and then revised again. When the Chinese envoys meet the King, such as the lyrics and the names of the lines and the scriptures of the scriptures should be first explained, and the lyrics should be recorded in detail. The 영상 of the State Council had the Minister of Rites Bak Yeongjun draft a draft of the scriptures, and Left State Councilor Bak Yeongjun draft a small covered covers and delivered it to Kim Gye. The interpreters Hong Suneon and others were made to scripture Chinese language, and the lyrics were covered and delivered to the Ministry of Rites for a report.",
                "H2KE-nKo": "박영준, 김귀영, 노수신, 김계, 민기문, 유희춘이 모두 승문원에 모였고, 영상과 좌상도 따라왔다. 존시사와 존호사의 문서를 살펴본 뒤에 다시 완의하였다. 중국 사신과 주상이 상견할 때 종계의 악명을 변정하는 등의 일은 대략 언어로 먼저 하고 단자로 자세히 기록하여 주는 것이 마땅하다. 영상이 예조 판서 박영준으로 하여금 기초하게 하고, 좌상은 조금 더 윤색하여 김계에게 주어 통사 홍순언 등과 함께 한어로 변화하여 단자를 만들어 예조에 주어 아뢰게 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 11일(갑오) 1번째기사",
                "gt-oKo": "박영준(朴永俊)·김귀영(金貴榮)·노수신(盧守愼)·김계(金啓)·민기문(閔起文)·유희춘(柳希春)이 모두 승문원에 모이고 영상과 좌상도 이어 이르렀다. 존시사(尊諡使)와 존호사(尊號使)의 문서를 살펴본 뒤에 다시 의논하여 확정하고, 주상이 중국 사신을 접견할 때에 종계(宗系)의 악명(惡名)을 변정(辨正)하는 일에 대해 대략 먼저 말로 하고 이어 단자(單子)로써 자세히 기록하여 주는 것이 합당하다고 하였다. 영상이 예조 판서 박영준에게 단자를 기초(起草)하게 하고 좌상이 조금 다듬어서 김계에게 주어 통사 홍순언(洪淳彦) 등을 시켜서 한어(漢語)로 번역하여 단자를 만들어 예조에 주어 아뢰도록 하였다.",
                "hj": "○甲午/朴永俊、金貴榮、盧守愼、金啓、閔起文、柳希春, 皆會于承文院。 領、左相亦隨至。 尊諡、尊號二使, 文書看審後, 更爲完議。 華使主上相見時, 宗系惡名辨正等, 大略以言語先之, 隨以單(字)〔子〕, 詳記付諸爲當。 領相令禮判朴永俊起草, 左相小加潤色, 以付金啓, 使與通事洪淳彦等, 化作漢語, 成單(字)〔子〕, 付禮曹以啓。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King held a banquet for the envoys [from Ming China]. At the jin hour , the King sat in Injeong Hall . The officials who attended the banquet entered the palace courtyard and bowed four times. Then the members of the royal clan ascended the hall and sat in the eastern steps. The ministers sat in the western steps. All seven rounds of dishes and nine cups were bestowed upon them. At the sin hour (approximately 9 p.m., the banquet ended.",
                "H2KE-nKo": "병신년에 객인을 위한 연향례를 행하였다. 진시 정각에 주상이 인정전에 좌정하니, 입시한 신하들이 뜰에 들어와 사배한 뒤에 종실은 전에 올라 동당에 좌정하고 재상은 서벽에 좌정하였다. 모두 칠미 9작이고 또 선온이 있었는데, 신시에 이르러서야 파하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 13일(병신) 1번째기사",
                "gt-oKo": "객인 연향례(客人宴享禮)를 행하였다. 진시(辰時) 정각에 상이 인정전에 나와 앉고 입시하는 여러 신하들이 전정(殿庭)에 들어와 사배(四拜)한 뒤에 종실들은 전(殿)에 올라가 동당(東堂)에 앉고 재상은 서벽(西壁)에 앉았다. 칠미 구작(七味九爵)에 또 선온주(宣醞酒)가 있었다. 신시(申時)에 파하였다.",
                "hj": "○丙申/爲客人宴享禮。 辰正, 上坐于仁政殿, 入侍諸臣, 入庭四拜, 然後宗室升殿坐于東堂, 宰相坐于西壁。 凡七味九爵, 又有宣醞, 至申時乃罷。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On jeongyu day, the first day of the jeongyu day [of the eighth month], the King proceeded to the hall of governance and seated in the Hall of Governance . The 영상 and Left State Councilors as well as Director of the Office of Royal Decrees exposed the writing on Chinese clerical writing on Chinese writing clerical writing on Chinese clerical writing style on Chinese clerical writing on Chinese writing style",
                "H2KE-nKo": "정유년 1월 1일에 주상이 춘당대에 전좌하였는데, 영의정과 좌의정이 대제학과 함께 이문의 제목을 내었다. 예조가 서울과 지방의 남녀 관복은 모두 중국 제도를 따르도록 청하였다. 먼저 한어를 강하였는데, 강관 5인 가운데 1약 3조, 이문을 제술한 20여 인 가운데 3중 3인, 최옹ᆞ김계휘ᆞ심의겸, 3하 3인, 권침ᆞ이희검ᆞ박민헌이었다. 이날 주상이 술을 내리고 또 별도로 선온하였으며, 또 밥을 내렸다. 신시에 파하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 14일(정유) 1번째기사",
                "gt-oKo": "진시 정각에 상이 춘당대(春塘臺)에 전좌(殿坐)하고 영상과 좌상이 대제학과 함께 이문(吏文)을 출제하였는데 제목은 ‘예조가 중외 남녀의 복식을 모두 중국의 제도를 따르기를 청하다. [禮曹請中外男女冠服竝從華制]’였다. 먼저 한어를 강하였는데 강관(講官) 5인 가운데 한 사람이 약(略)이었고 세 사람이 조(粗)였다. 그리고 이문을 제술한 20여 인 중에 삼중(三中)이 세 사람이었는데 최옹(崔顒)·김계휘(金繼輝)·심의겸이고, 삼하(三下)가 세 사람이었는데, 권벽(權擘)·이희검(李希儉)·박민헌(朴民獻)이었다. 이날 상이 술을 하사하고 또 선온주와 밥을 내리었다. 신시에 파하였다.",
                "hj": "○丁酉/辰正, 上殿坐于春塘臺, 領、左相與大提學, 出吏文題擬。 禮曹請中外男女冠服, 竝從華制。 先講漢語, 講官五人內, 一略三粗, 製吏文二十餘人內, 三中三人, 崔顒、金繼輝、沈義謙, 三下三人, 權擘、李希儉、朴民獻。 是日上旣賜酒, 又別宣醞。 又賜飯, 申時罷。"
            },
            "2": {
                "H2KE-EN": "The King appointed Shin Jeom as third inspector , Yun Bok as 수찬으로, Im Chu as fifth inspector of Jeolla Province , and Yi Su as executive assistant of Naju .",
                "H2KE-nKo": "신점을 장령으로, 윤복을 수찬으로, 임추를 전라 도사로, 이수를 나주 판관으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 14일(정유) 2번째기사",
                "gt-oKo": "신점(申點)을 장령으로, 윤복(尹復)을 수찬으로, 임추(林樞)를 전라 도사로, 이수(李銖)를 나주 판관으로 삼았다.",
                "hj": "○以申點爲掌令, 尹復爲修撰, 林樞爲全羅都事, 李銖爲羅州判官。"
            },
            "3": {
                "H2KE-EN": "The magistrate of Uiju Strategic County reported, On the twenty-ninth day of this month, the Chinese envoys departed for Beijing and passed through the Amnok River on the tenth day of this month.",
                "H2KE-nKo": "의주 목사의 계본에,“중국 사신이 29일에 북경을 출발하여 이달 10일 사이에 산해관을 지나게 되었습니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 14일(정유) 3번째기사",
                "gt-oKo": "의주 목사의 계본(啓本)에 ‘중국 사신이 8월 29일에 북경을 떠나 이달 10일에 산해관(山海關)을 지났다.’고 하였다.",
                "hj": "○義州牧使啓本: 天使, 二十九日, 發北京, 今月初十日間, 過山海關。 云云。"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: The entire country petitioned for the dismissal of the meritorious deeds of all the country, but we did not receive approval. Even if we inevitably withdraw from [the government] and canceled [the government] for the time being, we canceled [the dismissal of the meritorious deeds]. As a subject shamelessly resentment, [the meritorious deeds] will grow more ever. Furthermore, [when] Kim Myeongyun was a criminal of the Royal Ancestral Shrine and the Altar of the Soil and Grain , how can we increase the meritorious deeds of the meritorious deeds?",
                "H2KE-nKo": "사헌부가 아뢰기를,“온 나라가 위훈을 삭제하기를 청하여 한 해가 다가도록 복합하였으나 윤허를 받지 못하였습니다. 비록 어쩔 수 없어서 우선 물러나 정지하였지만 신하들의 통분함은 시간이 갈수록 더욱 격렬해지고 있습니다. 더구나 김명윤은 종사의 죄인인데 어찌 위훈을 위공이라 하여 예장을 가할 수 있겠습니까.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 14일(정유) 4번째기사",
                "gt-oKo": "헌부가 아뢰었다. “온 나라가 위훈(僞勳)의 삭탈을 청하여 일년 내내 복합 상소하였으나 윤허를 받지 못하였습니다. 혹 부득이하여 우선 물러나 멈추었으나 신자들의 통분함은 오랠수록 더욱 격렬합니다. 더구나 김명윤은 종사의 죄인인데 위훈(僞勳)을 공이라 하여 예장(禮葬)을 해서야 되겠습니까.”",
                "hj": "○府啓: “擧國請削僞勳, 終歲伏閤, 未蒙允兪。 雖或不得已姑退, 而停之, 臣子之痛憤, 久而愈激。 況金明胤宗社之罪人, 豈可以僞勳(爲)〔僞〕功, 加之以禮葬乎?”"
            },
            "5": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Lord of Hawon Yi Gun was a relative of the royal family and did not have anything to do with him. He was arrogant and immoral insultaneous acts without anything to do. The libation official is not something to evade him. In the palace courtyard, he was not a place where he arrested someone. He became angry to a sacrificial rite and became angry to petty functionaries. He arrested petty functionaries and beat him to satisfy his desire. How can he be unable to do with a subject? According to the law, his crime cannot be removed from office. However, Your Majesty, instead rejecting public justice, has not been able to observe his instruction for a long time. How can we punish his discourtesy of fear and expel his evil acts? It is an ancient rule to punish him without flattering the principal offender. If the discipline of the state is clear, Yi Gun should not be exempted from punishment. Your subjects urgently request that he be dismissed from office. The King did not approve this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“하원군 이정(李<unk>)은 스스로 ‘왕실의 지친으로서 나를 어떻게 할 수가 없다.’라고 하면서 방종하고 망녕되며 못하는 짓이 없습니다. 헌관은 싫어서 피하는 일이 아니고, 궐정은 사람을 잡아갈 곳이 아닌데 제관에 차임된 데 대해 분을 내어 색리에게 화풀이를 하여 잡아다가 마구 때려서 그 마음을 시원하게 하였으니, 어찌 신하로서 차마 할 수 있는 일이겠습니까. 법률 조문으로 다스린다면 죄가 파직에만 그칠 것이 아닌데 주상께서는 도리어 공론을 거부하고 오래도록 윤허를 내리지 않으시니, 장차 어떻게 그 기탄없는 마음을 징계하고 그 악한 짓을 하는 버릇을 근절할 수 있겠습니까. 벌은 친근한 이에게 아첨하지 않는 것이 옛날의 도였습니다. 국가의 기강이 만약 밝혀진다면 이정은 죄를 면할 수 없으니, 속히 파직하도록 명하소서.”하니, 주상이 윤허하지 않았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 14일(정유) 5번째기사",
                "gt-oKo": "간원이 아뢰기를, “하원군(河原君) 이정(李鋥)은 스스로 ‘왕실의 지친인데 나에게 어쩌겠는가.’라고 하여 방종하고 패망(悖妄)하여 못하는 짓이 없습니다. 헌관(獻官)은 싫다고 피할 일이 아니고 궐정(闕庭)은 사람을 포착(捕捉)하는 곳이 아닌데 헌관에 임명된 것을 분히 여겨 색리에게 화를 내어 붙잡아다가 마구 구타하여 자기의 분풀이를 하였으니, 이 어찌 신하로서 차마 할 수 있는 일입니까. 법으로 조치하면 죄가 파직하는 데 그칠 일이 아닌데 상께서 도리어 공론을 거절하여 오래도록 윤허하지 않으시니 어떻게 그의 기탄없는 마음을 징계하며 흉악한 습성을 근절하겠습니까. 형벌은 가까운 사람이라도 굽히지 않는 것이 옛날의 법도입니다. 국가의 기강이 밝다면 이정은 의당 죄를 면할 수가 없습니다. 속히 파직시키소서.” 하니, 상이 윤허하지 않았다.",
                "hj": "○院啓: “河原君鋥, 自以爲王室至親, 無所我何, 狂縱妄悖, 無所不至。 獻官非厭避之事, 闕庭非捉人之所, 而發憤於差祭, 移怒於色吏, 執捉亂打, 以快其心, 豈臣子所忍爲之事哉? 繩之以律, 罪不止罷, 而自上反拒公論, 久閟兪音, 將何以懲其無忌之心, 絶其爲惡之習乎? 罰不阿近, 古之道也。 國家紀綱若明, 鋥不宜免罪, 請亟命罷職。” 上不允。"
            },
            "6": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: Lord of Hawon Yi Gun was arrogant and arrogant, and there was nothing he did not do. The people of this country regarded him as friendly enemy. Now, he has also committed the crime of human relationships and the royal law. Even if Your Majesty treats his relatives with generosity, what would it be if Your Majesty treats his relatives with generosity? What would it be if Your Majesty treats his relatives with generosity? Furthermore, human rebellious people do not understand the intent of granting favors and pardon, and they grow harasses day by day. When they violate the law and violate the law, they will grow more day by day. Even if Your Majesty wishes to protect him, how could Your Majesty possibly do?",
                "H2KE-nKo": "사헌부가 아뢰기를,“하원군 이정(李<unk>)은 방종하고 횡포하여 못하는 짓이 없어 나라 사람들이 원수처럼 여깁니다. 이번에 또 위를 무시하고 국법을 멸시한 죄가 있으니, 주상께서 비록 친친의 은혜를 두텁게 하시더라도 조종의 조정에 대해서는 어찌하며 조종의 헌장에 대해서는 어찌하시겠습니까. 더구나 패망한 사람이 은혜로 용서하는 뜻을 알지 못하고 날로 광포한 버릇을 길러서 국법에 저촉되는 것이 날이 갈수록 더욱 심해지고 있으니, 성상께서 비록 보전하고자 하시더라도 그렇게 할 수 있겠습니까.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 14일(정유) 6번째기사",
                "gt-oKo": "헌부가 아뢰었다. “하원군 이정은 방종스럽고 흉포하여 못하는 짓이 없어 온 나라가 원수처럼 여깁니다. 이번에 다시 위를 업수이 여기고 왕법을 멸시하는 죄를 범하였으니 상께서 비록 친친(親親)하는 은혜가 도탑기는 하지만 조종(祖宗)의 조정은 어찌하실 것이며, 조종의 헌장(憲章)은 어찌하시렵니까. 더구나 패망(悖妄)한 사람이 은혜로 용서하는 뜻은 모르고 날로 광포한 습성만 길러 형헌(刑憲)을 범함이 날마다 심해가니 성왕께서 아무리 보호하고자 하더라도 되겠습니까.”",
                "hj": "○府啓: “河原君鋥, 狂縱暴橫, 無所不至, 國人視之, 有同仇讎。 今者又有無上蔑王法之罪, 自上雖篤親親之恩, 其如祖宗之朝廷何? 其如祖宗之憲章何? 而況悖妄之人, 不知恩貸之意, 日長狂暴之習, 犯觸刑憲, 歲增日益, 則聖上雖欲保之, 其可得乎?”"
            },
            "7": {
                "H2KE-EN": "The Office of the Censor General strictly impeached the Office of the Censor General . The King responded to the Office of the Censor General , saying, It is not necessary to truthfully truth the matter of Hawon . Even if there are any such things, many Confucian scholars who are well-versed in the sense of disrespectfulness and unworthy are still worthy of absurdity. In the case of a royal clan, it is not necessary to blame all the ways of propriety and laws. Therefore, the King did not approve of this.",
                "H2KE-nKo": "사간원이 엄히 탄핵하였다. 주상이 사간원에 답하기를,“하원군의 일을 반드시 다 믿을 수는 없다. 설사 있다고 하더라도 유식한 문사 중에 오히려 패망하고 무리한 자가 많다. 종실을 예법으로 다 책망할 필요가 없기 때문에 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 14일(정유) 7번째기사",
                "gt-oKo": "간원이 준엄하게 탄핵하니, 상이 간원에게 답하였다. “하원군의 일은 모두 믿을 수도 없고 가령 그런 일이 있다 하더라도 유식한 문사들도 패망 무리(悖妄無理)한 사람이 많은데 종실에 대해서만 예법으로 모두 꾸짖을 수 없기 때문에 윤허하지 않는다.”",
                "hj": "○院嚴劾。 上答院曰: “河原事, 未必盡信。 假使有之, 有識文士, 尙且悖妄無理者多。 如宗室, 不必盡責之以禮法, 故不允也。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The letter from the envoy for celebrating the Emperors birthday arrived at Tongju . The envoy [from Ming China] remained and did not depart. [The envoy] requested that [the envoy] be received in audience, and the envoy did not want to receive him. The vice envoy came out and received him. Among the eight large robes of the envoy for celebrating the Emperors birthday , two large robes of yellow robes were used. The envoy used quite wine, and the vice envoy used many alcoholic drinks. Everything happened to eat and vegetarian meals, [the envoy] only sought to clean and clean.",
                "H2KE-nKo": "경자년 성절사의 서장에,“지난 8월 30일에 통주에 도착하였는데, 조사가 그대로 머무르고 출발하지 않았습니다. 만나기를 청하니 상사는 만나려 하지 않았고, 부사는 나와 만났습니다. 상사의 대강 8척 가운데 황강 2척은 상사가 상당히 술을 썼고, 부사는 술을 많이 마시지 않았으며, 물길과 육물은 모두 음식을 즐기고 정결하게 하기만을 요구하였습니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 17일(경자) 1번째기사",
                "gt-oKo": "성절사(聖節使)가 서장을 올렸다. “지난 8월 30일에 통주(通州)에 도착하였는데 조사(詔使)가 머물러 떠나지 않고 있어서 만나기를 청하였더니 상사(上使)는 보려 하지 않고 부사(副使)가 나와 보았습니다. 상사의 대강(臺杠)이 8척이었는데 그중에 황강(皇杠)이 2척이었습니다. 상사는 술을 상당히 잘 마시고 부사는 많이 마시지 않으며 생선이나 고기를 정결한 것이면 모두 잘 먹는다고 하였습니다.”",
                "hj": "○庚子/聖節使書狀, 去八月三十日, 到通州, 詔使仍留不發。 請見, 則上使不肯見, 副使出見。 上使臺杠八隻內, 皇杠二隻。 上使頗用酒, 副使用酒不多, 水陸之物, 皆嗜食, 只要精潔云云。"
            },
            "2": {
                "H2KE-EN": "The King issued an order to return to Gyeongbok Palace on the second day of this tenth month.",
                "H2KE-nKo": "오는 10월 2일에 경복궁으로 환어하겠다고 전교하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 17일(경자) 2번째기사",
                "gt-oKo": "오는 10월 2일 경복궁으로 환어(還御)하는 일로 전교하였다.",
                "hj": "○來十月初二日, 景福宮還御事, 傳敎。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi 이산해 as third minister of personnel , and Yun Chung as deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "이산해를 이조 참의로, 유희춘을 부제학으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 17일(경자) 3번째기사",
                "gt-oKo": "이산해를 이조 참의로, 유희춘을 부제학으로 삼았다.",
                "hj": "○以李山海爲吏曹參議, 柳希春爲副提學。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yi Daesin , army commander of Pyeongan Province , was arrested and imprisoned in the State Tribunal .",
                "H2KE-nKo": "신축년에 평안 병사 이대신이 잡혀와 의금부에 들어왔다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 18일(신축) 1번째기사",
                "gt-oKo": "평안 병사 이대신(李大伸)이 나포(拿捕)되어 의금부에 들어왔다.",
                "hj": "○辛丑/平安兵使李大伸被拿, 入禁府。"
            },
            "2": {
                "H2KE-EN": "The King summoned the lecture on Extended Meanings of the Great Learning (C. Daxue zhuan to expound on the Confucian classics. The Book of Documents (C. Shujing expounded upon his grandfather and met his grandfather. The Book of Documents (C. Shujing expounded upon his grandfather and met his grandfather. The Book of Documents (C. Shujing expounded upon his grandfather and met his grandfather. The Book of Documents (C. Shujing expounded upon his grandfather, and the Book of Documents (C. Shujing expounded upon his grandfather. The Book of Documents (C. Shujing expounded upon his grandfather, and the Book of Documents (C. Shujing expounded upon his grandfather and expounded upon his grandfather. The Book of Documents (C. Shujing expounded upon his grandfather, and his grandfather, expounded upon his grandfather. The Book of Documents (C. Shujing expounded upon his grandfather, and generosity and generosity. The Book of Documents (C. Shujing expounded upon his grandfather, and generosity, and generosity and generosity. The King also sighed and appreciated his grandfather.",
                "H2KE-nKo": "주상이 강경해야 할 책을 불러 내었다. 《주역》에는 ‘소과지육이’를, ‘할아버지를 지나 비를 만났다.’를, 또 ‘점육이’를, ‘홍점’을 ‘반석’을, ‘음식이 화락하다.’를 냈다. 《서경》에는 ‘그대 22인에게 자문한다.’를 내었다. ‘공경할 때는 오직 천공을 헤아릴 뿐이다.’를, 《논어》에는 ‘자재천상’을 내었다. 《중용》에는 ‘덕성을 존숭하고 도학 및 징조는 유원하다.’를 내었고, ‘어진이를 존숭하는 것이 중대하다.’를, 《맹자》에는 ‘윗사람은 아랫사람을 공경한다.’를 내었고, ‘어진이를 존숭하는 것’이라는 등의 장을 내었다. 모두 ‘어진이를 존숭하고 몸을 닦으며 정대하고 광명하며 간절하고 독실하고 후덕하다.’라는 말이니, 주상의 뜻이 또한 탄복할 만하다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 18일(신축) 2번째기사",
                "gt-oKo": "상이 강경(講經)한 책 중에서 중요한 부분을 뽑아내었는데, 《주역(周易)》에서는 소과괘(小過卦) 육이효(六二爻)의 ‘할아버지를 지나 할머니를 만난다. [過其祖遇其妣]’와 또 점 괘(漸卦) 육이효의 ‘기러기가 반석으로 날아간다. 화락한 모습으로 먹고 마시니 길하리라. [鴻漸于磐飮食衎衎吉]’를 뽑고, 《서경(書經)》에서는 ‘너희 22사람은 공경하여 때때로 천공(天功)을 밝히라. [咨汝二十有二人欽哉惟時亮天功]’를 뽑았으며, 《논어(論語)》에서는 ‘공자가 내 위에서……[子在川上……]’ 부분을 뽑고, 《중용(中庸)》에서는 ‘덕성(德性)을 존숭하고 학문으로 말미암는다. [尊德性而道問學]’와 ‘징험하면 영원하다. [徵則悠遠]’와 ‘어진이를 존숭함은 중대한 것이다. [尊賢爲大]’를 뽑았으며, 《맹자(孟子)》에서는 ‘윗사람으로서 아랫사람을 공경함을 존현이라 한다. [用上敬下謂之尊賢]’는 등의 내용을 뽑았는데, 이는 모두 어진이를 존대하고 자신을 닦는 내용으로, 광명 정대하며 간절하고 독후(篤厚)한 말들이니 상이 가지신 뜻이 탄복할 만하다.",
                "hj": "○上招出當講經書。 於《易》, 出小過之六二, 過其祖遇其妣。 又出漸之六二, 鴻漸于磐, 飮食衎衎。 於《書》, 出咨汝二十有二人, 欽哉惟時亮天功。 於《論語》, 出(不世)〔子在〕川上。 於《中庸》出尊德性而道問學及徵則悠遠及尊賢爲大。 於《孟子》, 出用上敬下, 謂之尊賢等章。 皆尊賢修身、正大光明、懇惻篤厚之辭, 而上意所在, 亦可嘆服。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The eleventh day of the imin year (1422, the fourth year of King Sejongs reign (14222, the fourth year of King Sejongs reign (1422222, the fourth year of King Sejongs reign was enshrined in the State Shrine to Confucius . [The elderly Sejongs reign] stated: After alive, he has been able to study studying his learning and has always been able to reach the sages. He has been admired to the Elementary Learning (C. Xiaoxue . He has followed the Great Learning (C. Daxue supplementary Learning and exerted himself to cultivate the sincerity and devotion of himself to follow the Family Rituals (C. Xiaoxue . When his nature reaches deep, he has increased conduct and conducted his behavior even more earnestly. Therefore, he demonstrated the Family Rituals (C. Xiaoxue supplementary Learning to his duties. He has educated people without neglecting their duties. In general, there are many wise scholars who have achieved reputation from the world throughout the world. While praising the sound of social sounds, there is no one who does not cultivate goodness and rose from the time to cultivate the school. The memorial was presented to the King three times. At the time, Second Minister of War Bae Ingung requested that [the elderly Rituals] be enshrined in the State Shrine to Confucius . The King sent the memorial to high-ranking officials Yi Gyeong and others and discussed the matter and said: As for the study of social studies, it is inevitable that [the elderly Rituals] intend to enshrine [the elderly Rituals] to Confucius. However, [the elderly Rituals] studying literary literati",
                "H2KE-nKo": "여름 관학 유생이 상소하여 김굉필, 정여창, 조광조, 이언적을 문묘에 종사하기를 청하였다. 김굉필을 논핵하기를,“살아서는 학문을 끊은 뒤에 일찍부터 큰일을 할 뜻을 분발하여 성현을 반드시 이를 수 있다고 여기고, 《소학》을 복용하여 근본을 배양하고, 《대학》을 준행하여 규모를 세우고, 정성과 공경을 힘써 지키고 예법을 준행하였습니다. 조예가 깊어지고 실천이 더욱 독실해지자, 사문을 천명하는 것을 자신의 임무로 삼아 사람들을 가르치기를 게을리하지 않고 순서를 따랐습니다. 세상에 이름난 현인과 길사가 그의 문하에서 많이 배출되어 풍성이 미치는 곳마다 선을 향해서 흥기하니, 한때 도학의 종주라고 일컬었습니다.”하였다. 상소가 세 번 올라오자, 이때 병조 참판 백인걸이 조광조를 문묘에 종사하기를 청하였다. 주상이 그 상소를 대신 이준경 등에게 내리면서 의논하기를,“도학의 공으로 말하자면, 조광조를 종사하려면 김굉필도 아울러 종사하지 않을 수 없다. 나나라의 문장에 뛰어난 선비들이 배출되었으나, 의리의 학문은 실로 김굉필로부터 시작되었다. 김굉필은 우리 왕조가 학문을 끊은 뒤에 태어나 맨 먼저 성현의 학문을 사모하여 구습을 모두 버리고, 《소학》에 전심하여 명예와 이익을 구하지 않고, 일동 일정을 반드시 예법을 따르고 공경을 극진히 하여, 참되게 쌓고 힘이 오래되다 보니 도가 이루어지고 덕이 확립되었다. 그런데 불행하게도 난세를 만나 화를 당할 때 조용히 죽음에 나아갔으니, 비록 세상에 시행한 것은 없었지만 그 마음속에서 얻은 바를 여기에서 더욱 징험할 수 있다. 가르치기를 게을리하지 않아 우리 동방의 선비들로 하여금 성현의 학문이 있다는 것을 알게 한 것은 실로 이 사람의 공이다.”하였다.금년 봄에 부제학 유희춘이 경연 석상에서 헌의하기를,“김굉필과 정여창에게 아름다운 시호를 내려 주시어, 선유를 숭상하고 장려하는 성조의 뜻을 보이소서.”하니, 그렇게 하라고 전교하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 19일(임인) 1번째기사",
                "gt-oKo": "무진년 여름에 성균관 유생들이 상소하여 김굉필(金宏弼)·정여창(鄭汝昌)·조광조(趙光祖)·이언적(李彦迪)을 문묘에 종사(從祀)하기를 청하였는데, 그 소에 김굉필을 논하기를, “학문이 끊어진 뒤에 태어나서 일찍이 큰 뜻을 품고 분발하여 ‘성현도 배우면 될 수 있다.’ 하고 《소학(小學)》을 익혀서 근본을 배양하고 《대학(大學)》의 가르침에 따라 규모를 세웠으며, 성(誠)과 경(敬)을 힘써 지키고 예법에 따라 행동하였습니다. 조예가 깊어지고 실천이 더욱 돈독해짐에 이르러서는 사문(斯文)을 천명(闡明)하는 것을 자신의 소임으로 삼아 사람 가르침을 게을리하지 않고 순서있게 가르치니 세상에 이름 있는 현인 길사(賢人吉士)가 그 문하에서 많이 나왔습니다. 가르침이 미치는 곳이면 누구나 선(善)을 향하여 흥기(興起)되었으므로 한 시대가 도학의 종주(宗主)라고 일컬었습니다.” 하였다. 상소가 세 번째 올라오자 당시 병조 참판 백인걸(白仁傑)이 조광조를 문묘에 종사할 것을 청하니, 상이 그 상소를 대신에게 내렸다. 이준경 등이 의논드리기를, “도학의 공으로 말하자면, 조광조를 종사(從祀)하려면 김굉필도 종사하여야 합니다. 신라로부터 고려까지 문장에 능한 선비는 빈번하게 많이 나왔으나 의리의 학문은 실로 김굉필로부터 계도(啓導)되었습니다. 김굉필은 우리 나라의 학통(學統)이 끊어진 뒤에 태어나 제일 먼저 성현의 학문을 흠모하여 구습(舊習)은 모두 버리고 《소학》에 전심하여 명예와 이욕을 구하지 않고 일동 일정(一動一靜)을 반드시 예법에 따르며, 치경(致敬)에 전력하여 오래도록 힘을 쌓아 도덕(道德)을 이루었는데 불행히 난세를 당하여 화를 당할 때 조용히 죽음에 임하였으니, 비록 세상에는 포부를 펴지 못하였지만 그 마음속에 자득(自得)함이 있음을 여기에서 징험할 수 있습니다. 그리고 후생 가르치기를 게을리하지 않아 우리 나라의 선비들로 하여금 성현의 학문이 있음을 알게 한 것은 실로 이 사람의 공입니다.” 하였다. 금년 봄에도 부제학 유희춘이 경연에서 헌의(獻議)하기를, “김굉필과 정여창에게 좋은 시호를 내려 선유(先儒)를 숭장(崇奬)하는 성조(聖朝)의 뜻을 보이소서.” 하니, 좋다고 전교하였다.",
                "hj": "○壬寅/戊辰 夏, 館學儒生上疏, 請以金宏弼及鄭汝昌、趙光祖、李彦迪從祀文廟。 其論宏弼曰: “生當絶學之後, 早奮有爲之志, 以聖賢爲必可至, 服《小學》以培根本, 遵《大學》以立規模, 力持誠敬, 動遵禮法。 及其造詣旣深, 踐履益篤, 乃以闡明斯文爲己任, 敎人不倦, 循循有序。 凡賢人吉士之名于世者, 多出其門。 風聲所及, 莫不向善而興起, 一時稱爲道學之宗。” 疏至三上, 是時兵曹參判白仁傑請以趙光祖從祀文廟。 上下其疏于大臣李浚慶等議曰: “以道學之功言之, 欲祀光祖, 不可不竝祀金宏弼也。 及羅文章之士, 彬彬輩出, 然義理之學, 實自宏弼啓之也。 宏弼生於我朝絶學之後, 首慕聖賢之學, 盡棄舊習, 專心《小學》, 不求聲利, 一動一靜, 必循禮法, 專力致敬, 眞積力久, 道成德立, 而不幸身遭亂世, 臨禍之際, 從容就死。 雖不克有所施設於世, 而其中之所得, 益驗於此。 至於誨誘不倦, 使我東方之士, 知有聖賢之學, 實此人之功也。” 今年春, 副提學柳希春獻議於經席曰: “金宏弼、鄭汝昌, 請賜懿諡, 以示聖朝崇奬儒先之意。” 敎曰可。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] conducted state affairs in eulyu year (. Kim Hyowon was appointed fourth inspector . ",
                "H2KE-nKo": "정사가 있었다. 김효원을 지평으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 2일(을유) 1번째기사",
                "gt-oKo": "정사(政事)가 있었다. 김효원(金孝元)을 지평으로 삼았다.",
                "hj": "○乙酉/有政。 以金孝元爲持平。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyemyo day, at the time of the gyemyo year (, [the King] appointed Yun Chung as director of the Office of Royal Decrees , Gi Daeseung as censor , and Bak Seungim as chief royal secretary .",
                "H2KE-nKo": "계묘년에 유희춘을 예문관 제학으로, 기대승을 대사간으로, 박승임을 우승지로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 20일(계묘) 1번째기사",
                "gt-oKo": "유희춘을 예문관 제학으로, 기대승을 대사간으로, 박승임(朴承任)을 부승지로 삼았다.",
                "hj": "○癸卯/以柳希春爲藝文館提學, 奇大升爲大司諫, 朴承任爲右承旨。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported, The metropolitan second day of the eleventh month, the metropolitan second day of the eleventh month, and the sixteenth day of the same month. The successful candidates will be held on the twenty-sixth day of the same month.",
                "H2KE-nKo": "예조가 아뢰기를,“등극 별시의 초시는 오는 11월 2일, 전시는 같은 달 16일, 방방은 26일입니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 20일(계묘) 2번째기사",
                "gt-oKo": "예조가 등극 별시(登極別試)의 초시(初試)는 오는 11월 2일에, 전시는 동월 16일에, 방방(放榜)은 26일에 할 것으로 아뢰었다.",
                "hj": "○禮曹啓: “登極別試, 初試, 來十一月初二日。 殿試, 同月十六日。 放榜二十六日。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the basis of the gapjin day (1424, the fifth year of King Taejongs reign. Compilation Jo Jeonggi requested that Hwangs writing texts be compiled in the History of Livestock Breeding (C. Yuseon . The King did not approve the request to rashly revise the writing texts.",
                "H2KE-nKo": "조강을 행하였다. 수찬 조정기가 이황이 저술한 글을 모두 《유선록》에 편찬하기를 청하니, 주상이 이미 찬정하였다고 하여 가볍게 고치는 것을 허락하지 않았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 21일(갑진) 1번째기사",
                "gt-oKo": "조강(朝講)이 있었다. 수찬 조정기가 이황이 저술한 글을 《유선록(儒先錄)》에 싣기를 청하니, 상이 답하였다. “이미 찬정(撰定)되었으니 함부로 고칠 수 없다.”",
                "hj": "○甲辰/朝講。 修撰趙廷機請李滉著述之文, 竝撰於《儒先錄》。 上以已撰定, 不許輕改。"
            },
            "2": {
                "H2KE-EN": "The King granted a rotational audience. Deputy Director of the Office of Palace Kitchen Supplies Hong Bo presented a memorial to the King, which stated, During the eulsa year (, the people were suspicious and dignified by the people encountered a world and dared not speak about it. The hearts of the people are difficult to deceive, and the natural distinction of the late King (Taejong. In the end of the Xuande era (, when the people were sent back to their hometowns, sometimes they provided their family property and confiscated them. In the future, Your Majesty granted great royal favor to expand their grievances. However, the officials and the people were unable to have no glorious obligations, and the bows and sword were suddenly left. Generally speaking, those who were called criminals at the time were all returned to their hometowns. These are those who were called merit subjects already known that they were falsely deceived. When Your Majesty first appointed all the old people to government posts and confiscate their glorious obligations, their glorious obligations had already been clearly revealed and there was no suspicious about them. Why did they know that they were false and deceived and did not immediately remove their family registers? All the worlds regard this as wrong, and yet they did not follow their remonstrations? This is what your subject and others do not understand. The ancients regarded the successful actions as filial piety to succeeding ones ancestors. When Your Majesty selected the people of the eulsa year (, they changed their glorious obligations, and thus they did not wait for the court to arbitrarily arbitrarily. How could they wait until today? Your subject hopes that Your Majesty will make a satisfactory mind and observe the natural distinction of the circumstances of the officials and the people, thereby encouraging their personal benevolence and expanding their personal benevolence. If Your Majesty observes the natural distinction of the people, then it would be sufficient to comfort the spirits of the late King. In the past, Emperor Wen of the Han dynasty encountered a distinction ",
                "H2KE-nKo": "윤대를 행하였다. 사재감 정 홍부가 진언하기를,“을사년의 일은 그 당시 인심이 불안하여 사람들이 서로 만나기만 하면 눈을 부릅뜨고 감히 말을 꺼내지 못하였습니다. 인심은 속이기 어렵고 천리는 사라지지 않는 법인데, 선왕 말년에 이르러 환히 살펴 주셨기 때문에 귀양 간 사람을 돌려보내거나 장적을 돌려주어 장차 큰 은혜를 내려 원통하고 억울한 사람들을 모두 풀어 주려고 하였습니다. 그러나 신민들이 복이 없어 갑자기 세상을 떠났습니다. 당시에 이른바 죄인이라는 자들은 이미 모두 추환되었고, 이른바 공신이라는 자들은 이미 그것이 거짓임을 알았습니다. 전하께서 처음 즉위하셨을 때에는 옛 사람들을 모두 등용하고 죽은 사람의 관작을 회복시켜 주셨으니, 이는 그 간사하고 거짓된 자취에 대해 진실로 이미 환히 알고 계시어 의심할 것이 없습니다. 그런데 어찌하여 그것이 거짓임을 알면서도 즉시 장적을 삭제하지 않고 온 세상이 그르게 여기면서도 아직도 그 간언을 따르지 않으십니까. 이것이 어리석은 신이 이해할 수 없는 점입니다.옛사람은 선왕의 뜻과 사업을 계승하는 것을 효라고 하였습니다. 전하께서 을사년의 사람들을 발탁하여 등용하고 수악의 관작을 혁파하는 일은 진실로 조정의 의론이 나오기를 기다리지 않고도 스스로 할 수 있는 일입니다. 그런데 어찌 오늘날까지 기다리겠습니까. 신은 바라건대 전하께서는 한가로이 계실 때에 화평한 마음으로 이치를 살펴, 위로는 선왕의 마음을 생각하고 아래로는 신민들의 울분을 생각하여 편벽된 사정에 구애되지 말고 자신의 의견을 버리고자 하는 도량을 넓히는 데 힘쓰시고 아래로는 여론을 물어 유음을 환히 풀어 주소서. 그러면 하늘에 계신 선왕의 영령을 위로할 수 있고, 원통함을 품고 땅속으로 들어간 혼령을 풀어 줄 수 있을 것입니다.옛날 한 무제는 여원의 변을 만나 부자간의 천륜을 잊었는데, 천추의 한마디 말을 듣고서는 번연히 뉘우치고 깨달아 천리가 넘쳤습니다. 만약 전하께서 신을 비천하다고 여기지 않고 사람이 못났다고 말까지 버리지 않으신다면, 신은 만번 죽더라도 지하에서 천추에게 부끄럽지 않을 것입니다. 삼가 바라건대 귀머거리와 소경의 말을 조금이라도 살펴 주소서.”하니, 홍부의 이 말은 충성을 바친 것이라고 할 만하다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 21일(갑진) 2번째기사",
                "gt-oKo": "윤대(輪對)하였다. 사재정(司宰正) 홍보(洪溥)가 나아가 아뢰기를, “을사년의 일은, 그 당시에는 인심이 위태하고 의구스러워하여 사람끼리 서로 만나도 눈으로만 통하고 감히 말을 하지 못하였으나 인심은 속이기 어렵고 천리(天理)는 멸하지 않아 선왕(先王)의 말년에 이르러 환하게 살펴 알았기 때문에 귀양간 사람은 돌아오게 하고 혹 적몰한 가산(家産)도 돌려주어 장차 큰 은혜를 내려 원통하고 억울한 것을 모두 씻어주려 하시었는데 신민(臣民)이 복이 없어 선왕께서 갑자기 돌아가셨습니다. 당시에 소위 죄인이란 사람들이 모두 풀려 돌아왔으니 그 때의 공신들은 이미 거짓이었음을 알 수 있습니다. 전하께서 즉위하신 초기에 이전 사람들을 모두 등용하시고 죽은 사람에게도 관작을 돌려주셨으니 그들의 악하고 무망(誣罔)한 자취가 이미 분명하게 드러나 의심이 없는데, 어찌하여 그것이 거짓임을 아시고도 즉시 공신적(功臣籍)을 제거하지 않으시고 온 세상이 그르다고 하는데도 간하는 말을 따르지 않으십니까. 이 점을 어리석은 신은 이해하지 못하겠습니다. 옛사람은 아비의 뜻을 받들고 그 일을 실행하는 것을 효(孝)라고 하였습니다. 을사년의 사람들을 발탁하여 쓰고 간악한 괴수의 벼슬을 혁파하는 일은 조정의 의논이 나오기 전에 스스로 하셔야 할 일인데 어찌 오늘까지 기다리십니까. 신은 원컨대 전하께서 평소 한가한 날에 마음을 바로하고 이치를 살펴 위로는 선왕의 마음을 생각하고 아래로는 신민의 통분함을 생각하여 편벽되고 사사로움에 구속되지 마시고 자기의 고집을 버리는 아량을 힘써 넓히시어 아래로 여정(輿情)을 물어 시원하게 윤허하시는 명을 내리시면 능히 하늘에 계신 선왕의 영을 위로하고 원통하게 죽어간 혼령의 한을 풀어 줄 수 있을 것입니다. 옛날 한 무제(漢武帝)가 여 태자(戾太子)의 변을 만나 부자간의 천륜을 잊었다가 차천주(車千秋)가 간하는 말을 듣고 번연히 뉘우쳐 천리가 다시 회복되었습니다.  만일 전하께서 신을 비루하게 여기지 않으시고 사람이 미천하다 하여 말까지 버리지 않으신다면 신은 만 번 죽더라도 지하에서 천추(千秋)에게 부끄럽지 않겠습니다. 삼가 어리석은 자의 말이나마 조금이라도 살피소서.” 하였는데, 홍보(洪溥)의 이 말은 충성스러운 말이라고 할 만하다.",
                "hj": "○輪對。 司宰正洪溥進言曰: “乙巳之事, 當其時人心危疑, 人之相遇, 以目相視, 不敢發言。 人心難欺, 天理不泯, 至於先王之末年, 渙然省察, 故還謫人, 或給籍藏, 將大降汪恩, 盡雪冤枉, 而臣民無祿, 弓劍遽遺。 夫以當時之所謂罪人者, 旣皆追還, 其所謂功臣者, 已知其爲僞詐也。 及殿下之始, 盡用舊人, 復爵朽骨。 是其於奸究誣罔之迹, 固已洞然, 而無疑矣。 奈何知其僞詐, 而不卽去其籍, 擧世非之, 而尙不從其諫歟? 此愚臣之所未解也。 古人以繼志述事爲孝, 殿下拔擢乙巳之人, 革爵首惡之擧, 固不待廷論之發, 而自爲之矣。 尙何俟乎今日乎? 臣願, 殿下於燕閑之日, 平心察理, 上念先王之心,下念臣民之憤, 不拘偏係之私, 務恢舍己之量, 俯詢輿情, 渙散兪音, 則足慰先王在天之靈, 庶伸含冤入地之魂矣。 昔漢武帝, 遭戾園之變, 忘父子之倫, 及聞千秋一言, 飜然悔悟, 天理藹然。 若殿下不以臣卑鄙, 不以人廢言, 則臣雖萬死, 將無愧千秋於地下矣。 伏願小察聾瞽之言。” 傳〔溥〕之此言, 可謂獻忠。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eleventh month, Assistant Director [of the Office of Royal Decrees] [] presented a memorial to the Office of Royal Decrees . The memorial read as follows: The Office of Royal Decrees is the most important responsibility of a subject. Not only is composed of a royal order, but they are presented to the King according to their order. They even govern the literary liter",
                "H2KE-nKo": "을사년에 유희춘이 상소하여 예문관 제학을 사직하였다. 그 대략에,“예문관 제학은 사신의 극선입니다. 사명을 지을 뿐만 아니라 순서에 따라 일을 진행하고 있습니다. 심지어 한 나라의 문장을 주관하여 많은 선비들의 본보기가 되고 있습니다. 모든 사대 문서를 열람하는 것은 모두 그의 손에서 나오는데, 중국 사신이 오면 경상에서 맞이하고 전송하느라 수백 리를 오가면서 서로 수창하니, 이는 대제학은 국가의 중대한 직임이고 예문관 제학은 바로 그 계제입니다. 그러니 하루라도 적임자가 아니면 외람되이 그 자리에 있을 수 없음이 매우 분명합니다.신은 글을 짓는 솜씨와 분수가 매우 졸렬하여 일찍이 서사를 대략 섭렵하였지만 필력이 너무 약하여 문장을 지을 수가 없었습니다. 그리고 시사와 부전의 유는 더욱 이해할 수가 없어 멀리 친구를 보낼 때에도 오히려 증언 한 구절의 작품을 이루지 못하였습니다. 이는 신이 쓸모없는 사람이라는 것을 스스로 알고 있을 뿐만 아니라 동류들도 조롱과 비웃음을 받을 것입니다. 지금 신으로 하여금 예문관 제학을 삼으시고 신도 어리석음을 무릅쓰고 받게 하신다면, 이는 소경으로 하여금 오색을 분변하게 하여 다리를 절고 절뚝거리면서 산으로 올라가기를 구하는 것과 같습니다.신은 본래 편벽되고 비루한 소유로서 그저 평범한 글귀나 따서 외람되게 경악에서 모시며 여러 차례 고문을 받았으니, 구구한 좁은 소견은 진실로 숨김이 없어야 합니다. 그러나 감당할 수 없는 일을 억지로 하여 구차하게 영예와 총애를 탐하여 위로는 하늘을 속이고 아래로는 사람들에게 부끄럽다는 것은 신은 실로 부끄럽게 여깁니다.전하께서는 지극한 정성으로 신하를 대하시니, 신하의 직임에 단점은 있으나 감당할 수 없는 것을 걱정하여 혹 간절한 정성을 다해 면직해 주기를 청한다면 전하께서는 반드시 굽어살펴 채택하여 들어주실 것입니다. 전하께서 만일 신이 이 직임에 걸맞지 않다는 것을 잘 아신다면 어필로 어찌 신의 이름을 더하겠습니까.지금 성명께서 치도를 도모하시어 재주에 따라 직임을 제수하시어 각각 장점을 다하시는데, 신의 단점은 앞서 진달한 바와 같습니다. 이 때문에 사은해야 할 때가 되어 부끄러워서 감히 출사하지 못하는 것입니다. 삼가 바라건대 자애로운 성상께서는 특별히 불쌍히 여겨 살펴 주시어 속히 신이 제수받은 직임을 되돌려 주고 능력 있는 사람에게 맡기소서. 그리하여 나라에는 사한의 영광이 있고 신에게는 몰래 자리를 차지하는 부끄러움이 없게 해 주신다면 더없는 다행이겠습니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 22일(을사) 1번째기사",
                "gt-oKo": "유희춘이 상소하여 예문관 제학을 사양하였는데, 그 대략은 다음과 같다. “예문관 대제학이란 사신(詞臣) 중에서도 엄선(嚴選)되는 자리입니다. 사명(辭命)을 지을 뿐만 아니라 나아가서는 한 나라의 문장을 대표하여 많은 선비들의 규범이 됩니다. 모든 사대 문서(事大文書)를 다듬는 것도 모두 그의 손에서 나오고 중국 사신이 나올 적에는 국경에서 영송(迎送)하며 왕복 수백리에서 서로 수창(酬唱)하여야 하니 이런 점에서 대제학은 국가의 중임이요 예문관 제학은 바로 계제직(階梯職)이니 적임자가 아니면 하루라도 함부로 처할 수 없는 자리임이 자명합니다. 신은 문자을 짓는 데 있어 타고난 재질이 옹졸하여 비록 일찍이 서사(書史)를 대략 섭렵하기는 하였으나 필력이 너무나 약하여 문장을 이루지 못하여 시·사(詩詞)나 부·전(賦箋)의 유는 더욱 이해하지 못하니 멀리 떠나는 친구와 이별할 적에도 정을 나누는 한 귀절도 이루지 못하였습니다. 이토록 쓸모없는 재질임을 신 스스로가 잘 알고 있을 뿐만 아니라 동류들도 문장이 거칠다고 비웃습니다. 이제 신으로 하여금 예문관 제학을 삼고 신도 몽매함을 무릅쓰고 그대로 받으면 이것은 소경에게 오색(五色)을 분간하라 하고 다리를 저는 자라에게 수레를 끌고 산에 오르기를 요구하는 것입니다. 신은 본래 남의 글귀나 따서 이용하는 고루한 작은 선비로서 외람되게도 경악(經幄)에서 상을 모시고 여러번 하문하심을 받들어 구구한 소견을 숨김이 없이 다 아뢰었으나, 감당하기 어려운 바를 억지로 맡아 구차히 영총(榮寵)을 탐하여 위로는 하늘을 속이고 아래로는 사람들에게 부끄럽게 되는 것은 신은 실로 수치스럽게 여깁니다. 전하께서는 지성으로 신하를 대하시어 신하가 자기의 재질로 감당할 수 없음을 근심하여 면하기를 간절히 비는 자가 있으면 반드시 신하의 소원을 감안하여 따라 주셨으니, 전하께서 만일 신이 이 직임에 어울리지 않음을 살펴 아셨던들 어찌 신의 이름에 어필로 낙점(落點)을 하셨겠습니까. 지금 성명(聖明)께서는 지치(至治)를 도모하시어 재주에 따라 직임을 주어 각각 자기의 소장(所長)을 다하도록 하시는데 신의 단점은 앞에 말한 바와 같습니다. 때문에 사은(謝恩)을 해야 할 때에 부끄러워 웅크리고 감히 나아가지 못합니다. 상께서는 가엾이 여겨 살피시고 신에게 주신 직첩을 거두시어 능한 사람에게 주어 나라에 사한(詞翰)을 빛내게 하시고 재주 없는 신이 자리만 지키는 부끄러움이 없게 하시면 매우 다행이겠습니다.”",
                "hj": "○乙巳/柳希春疏辭藝文提學。 其略曰: 藝文提學者, 詞臣之極選也。 非徒製撰辭命, 循次事進, 至於主一國之文, 爲多士矜(或)〔式〕。 凡事大文書之修閱, 皆出其手。 華使之來, 迎送於境上, 往還數十百里, 相與酬唱, 是大提學國之大任, 而藝文提學, 乃其階梯。 其不可一日非其人, 而冒處甚明。 臣於屬文, 性分甚拙, 雖粗嘗涉獵書史, 而筆力太弱, 不能成章。 詩詞賦箋之類, 尤所未解, 雖遠送朋舊之際, 尙不成贈言一句之作。 不特臣自知樗櫟之無用, 同類亦有書麤之嗤笑矣。 今使臣爲提學於藝苑, 而臣亦冒昧受之, 則是猶使瞽者辨五色, 而駟跛鼈以求上山也。 臣本偏陋小儒, 只以尋常摘句, 叨侍經幄, 累承顧問, 區區管見, 固宜無隱。 至於强所不堪, 苟貪榮寵, 上欺乎天, 下怍於人, 臣實恥之。 殿下以至誠待臣下, 臣下之任所短, 而患不堪者, 或有瀝懇而祈免, 則殿下必俯採而從之。 殿下若審知臣於此職不相近似, 則御筆豈加臣名耶? 方今聖明圖治, 隨才授任, 各盡所長, 而臣之闕短, 如前所陳, 是以臨當謝 恩, 忸怩跼蹐, 而不敢出。 伏乞聖慈, 特垂憐察, 亟命回臣所授, 以畀能者, 使國有詞翰之光, 臣無竊吹之羞, 不勝幸甚。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Personnel reported, Seo Gyeongdeok has only a son named [Seong]응gi [], but he has already been appointed as a sixth-rank military official . He has no other descendants to receive a reward. As for [Seong]응gi, please grant him an official post in order to demonstrate the intention of encouraging Confucianism. What do you think of this? The King granted permission.",
                "H2KE-nKo": "이조가 아뢰기를,“서경덕은 아들 서응기 한 사람이 있을 뿐이고 이미 참봉이 되었는데 달리 상을 받을 자손이 없습니다. 서응기를 적절히 헤아려 가자해서 유도를 숭상하고 중시하는 뜻을 보이는 것이 어떻겠습니까?”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 22일(을사) 2번째기사",
                "gt-oKo": "이조가 아뢰기를, “서경덕은 서응기(徐應麒)라는 아들 한 명만 있는데 이미 참봉이 되었고 상을 받을 만한 다른 현손은 없습니다. 서응기를 적절한 직위에 승진시켜 유도(儒道)를 숭상하는 뜻을 보이는 것이 어떻겠습니까?” 하니, 아뢴 대로 윤허하였다.",
                "hj": "○吏曹啓曰: “徐敬德只有一子應麒, 已爲參奉, 無他子孫以受賞。 應麒量宜加職, 以示崇重儒道之意, 何如?” 依允。”"
            },
            "3": {
                "H2KE-EN": "Censor Yu Do reported to the King as follows: People who are supposed to remove or expelled from the palace are not now violated. Truly, this is pitiful. Hence, the inspectors and censors requested that Your Majesty select some cheok so that the ignorant people might not lose their livelihoods. Your Majestys benevolence and love for the people is not slightly impressed. Nevertheless, the King did not receive Your Majestys approval. Furthermore, Your Majesty urged all the people to remove or expelled from the palace before the suspension of the Office of the Censor General. Nevertheless, those who are involved in the Office of the Censor General should have their ways to remove or withdraw from office. However, they remained unscrupulous and neglected to continue to serve their duties until now. The morality of the remonstrance officials are exhausted. Your subject requests that Fourth Inspectors Kim Gwan , Third Censors 정언 Sin , Fourth Censors Min Chung and Yi Hyeonbae all be replaced. The King approved this request.",
                "H2KE-nKo": "사간 유도가 아뢰기를,“궁성 밑의 철거해야 할 사람들이 지금 스스로 범한 죄가 아니니, 참으로 불쌍합니다. 그러므로 대간이 그들을 등용하여 어리석은 백성들로 하여금 살 곳을 잃지 않게 하고 백성을 사랑하고 아끼는 성상의 덕에 조금도 흠결이 없게 하기를 청하여 여러 날 복합하였는데, 끝내 윤허를 받지 못하였을 뿐만 아니라 미안한 하교까지 내리셨습니다. 또 전계를 정지하기 전에 모두 철거하도록 독촉하였으니, 언관을 경시하고 공의를 멸시함이 이처럼 극도에 이르렀습니다. 간쟁의 반열에 있는 자는 그 진퇴에 본래 그 방도가 있는데 우물쭈물하며 태만하여 구차하게 직무를 보면서 지금까지 언관의 풍채가 땅을 쓴 듯이 없어졌습니다. 지평 김관, 헌납 정언신, 정언 민충원ᆞ이현배를 모두 체차하라고 명하소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 22일(을사) 3번째기사",
                "gt-oKo": "사간 유도(柳濤)가 아뢰기를, “궁성(宮城) 밑의 철수하여야 하는 사람들은 요즘에 와서 일부러 범한 것이 아니라서 참으로 불쌍하기 때문에 대간이 성과의 간격에 대한 한계를 좁혀 어리석은 백성으로 하여금 살 곳을 잃지 않도록 함으로써 백성을 사랑하고 사물을 아끼는 성상의 덕에 조금도 결함이 없게 하려고 여러날 복합 상소를 하였으나 끝내 윤허를 하지 않았을 뿐만 아니라 미안한 하교까지 내리셨으며 아직 정계(停啓)하기도 전에 독촉하여 모두 철거하게 하였으니, 언관(言官)을 경시하고 공의(公議)를 경멸함이 이 지경에 이르렀습니다. 이러한 때 간쟁의 반열에 있는 자로서는 그에 맞는 진퇴(進退)의 도리가 있기 마련인데 우물쭈물 게으름을 피우며 오늘까지 구차히 자리에 나아가고 있으니 언관으로서의 풍도가 쓸어버린 듯 없어졌습니다. 지평 김관(金瓘), 헌남 정언신(鄭彦信), 정언 민충원(閔忠元)·이현배(李玄培)를 모두 체차하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司諫柳濤啓曰: “宮城底應撤出之人, 非今自犯, 誠可矜惻, 故臺諫請進其尺, 庶使愚氓不失其所, 聖上仁民愛物之德, 無小欠缺, 多日伏閤, 非徒竟未蒙允, 至下未安之敎。 又於未停啓之前, 督令盡撤, 其輕視言官, 蔑其公議, 至於此極, 而身在諫諍之列者, 其於進退, 自有其道, 而依違偸惰, 苟且就職, 迄至于今, 言官風彩, 掃地盡矣。 持平金瓘、獻納鄭彦信、正言閔忠元ㆍ李玄培, 請竝命遞差。” 答曰: “幷如啓。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "In jeongmi year (, Yun Chung submitted a memorial requesting his resignation from office as education director of the Office of Royal Decrees . The King replied, My dear sir is well-versed in learning and excellent study. It is possible to assume heavy responsibilities. It is not necessary to assume heavy responsibility to assume heavy responsibilities. However, my dear sirs resignation is not denied. Thus, you should attend to your office. After [Yun] Chun bowed to express his gratitude for the royal benevolence, [Yun] Chung earnestly resigned from office as a literary",
                "H2KE-nKo": "정미년에 유희춘이 상소하여 예문관 제학을 사직하니, 답하기를,“경은 박학하고 논의를 잘하여 직임을 충분히 감당할 만하니, 문장을 잘 지은 뒤에야 이 직임을 감당할 수 있는 것이 아니다. 사직한 것을 윤허하지 않으니, 나와서 직임을 수행하라.”하였다. 유희춘이 숙배한 뒤에 아뢰기를,“신이 글을 잘 짓지 못하여 예문관 제학을 간절히 사양하였으나 긍휼히 여겨 살펴 주시는 은혜를 입지 못하였습니다. 옛날 사마광이 지제고가 되었을 때 사륙문을 지을 수 없다는 이유로 굳이 사양하여 면직되었습니다. 지금 신이 이 직임을 감당하지 못하는 것이 사마광보다 훨씬 더한데도 성의가 미덥지 못하여 아직까지도 윤허를 아끼시니, 황공하고 민망하기 그지없습니다. 조종조 이래로 이 직임을 가장 중시하여 반드시 문장을 잘하는 선비를 잘 가려서 제수하였습니다. 지금도 이에 상당하는 사람이 있으니, 신과 같이 노둔하고 재주가 없는 사람은 결코 감당할 수 없습니다. 어찌 명기를 더럽혀서 사람들로 하여금 손가락질하며 비웃게 하기를 ‘적격자가 아니면서 무릅쓰고 있는 것이 신으로부터 시작되었다.’라고 하게 할 수 있겠습니까. 더구나 신은 바야흐로 경서를 가지고 강을 권하여 임금의 허물을 바로잡는 임무를 맡고 있는데, 먼저 스스로를 속이고 남을 속이는 죄를 범하였으니, 어떻게 고개를 쳐들고 입을 열어 경서의 이치를 논하겠습니까. 삼가 바라건대 어리석은 신의 정성을 굽어살피시고 능력이 없는 것을 불쌍히 여기시어 경연의 자리에서 안심하고 지낼 수 있게 해 주소서. 그러면 매우 다행이겠습니다.”하니, 주상이 답하기를,“감당하기 어려울 것 같으면 어찌 체차해 주는 것을 윤허하지 않겠는가. 경이 감당할 수 있을 것이다. 어찌 또 사양할 필요가 있겠는가. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 24일(정미) 1번째기사",
                "gt-oKo": "유희춘이 상소하여 예문관 제학을 사양하니, 답하기를, “경은 박학(博學)하고 논(論)을 잘하여 직무를 충분히 감당할 만하다. 문장만을 잘한 연후에 이 일을 감당할 수 있는 것은 아니다. 사양함을 윤허하지 않으니 나와 집무하도록 하라.” 하였다. 유희춘이 숙배한 뒤에 아뢰기를, “신은 문장에 능하지 못하므로 예문관 제학을 간곡히 사양하였지만 윤허를 받지 못하였습니다. 옛날 사마광(司馬光)은 지제고(知製誥)가 되어 사륙체(四六體)에 능하지 못함을 들어 굳이 사양하여 면하였었는데, 지금 변변치 못한 신으로서 이 직임을 맡음은 사마광보다 만 배나 어려운 처지인데도 간곡한 정성이 부족하여 아직도 윤허를 아끼시니 황공하기 그지없습니다. 조종조 이래로 이 직무를 가장 중히 여겨서 반드시 문장에 능한 선비를 엄선하여 맡겼습니다. 지금도 그 직임에 합당한 사람이 있는데, 둔하고 재주없어 결코 감당할 수 없는 신 같은 자가 명기(名器)를 더럽히게 하여 사람들로 하여금 손가락질하고 비웃으며 ‘적임자가 아니면서도 자리를 차지하고 있는 일이 유희춘으로부터 비롯되었다.’고 하게 해서야 되겠습니까. 더구나 신은 현재 경서(經書)를 가지고 강을 권하여 임금의 부족함을 보좌하는 직임에 있는데 먼저 자기를 속이고 남을 속이는 죄를 범하고서야 어떻게 얼굴을 들고 입을 열어 경서의 이치를 강설할 수 있겠습니까. 삼가 어리석은 신하의 충성을 굽어살피시어 능하지 못함을 가엾이 여겨 경석(經席)에서 안심할 수 있도록 하여주시면 다행스럽기 그지없겠습니다.” 하니, 상이 답하기를, “감당하기 어려울 듯하면 어찌 체직을 윤허하지 않겠는가. 경은 감당할 만한데 어찌 또 사양하는가. 윤허하지 않는다.” 하였다.",
                "hj": "○丁未/柳希春上疏, 辭藝文館提學。 答曰: “卿博學善論, 足以堪任, 不須雕篆之爲, 然後乃可當此。 所辭不允, 宜出就職。” 希春肅拜後啓曰: “臣以不能屬文, 懇辭藝文提學, 而未蒙矜察。 昔司馬光爲知製誥, 以不能四六, 固辭得免。 今臣之不似此任, 倍光萬萬, 而誠意不孚, 尙靳允許, 不勝惶憫。 自祖宗朝以來, 最重此職, 必妙選文章之士, 以授之。 當今亦有相當之人, 如臣之駑拙不才, 決不能堪。 豈可玷汚名器, 令人指笑曰: ‘非其人而冒處, 自臣始也。’ 況臣方執經勸講, 以致君補過爲任, 先自犯於自欺、欺人之罪, 其何以昻首開口, 而談經說理乎? 伏乞, 俯鑑愚臣赤誠, 矜其所不能, 使得安心於經席, 不勝幸甚。” 上答曰: “似難堪任, 則豈不允遞? 卿可以當之。 何必又辭? 不允。”"
            },
            "2": {
                "H2KE-EN": "Chief Royal Secretary Bak Eunnam passed away. The King ordered that the precedent of granting special condolence gifts be examined and then reported to him.",
                "H2KE-nKo": "도승지 박응남이 졸하였다. 주상이 별치부한 전례를 상고하여 아뢰라고 명하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 24일(정미) 2번째기사",
                "gt-oKo": "도승지 박응남(朴應男)이 졸서(卒逝)하였으므로 상이 명하였다. “특별히 부의한 전례를 상고하여 아뢰라.”",
                "hj": "○都承旨朴應男卒逝。 上命考別致賻前例以啓。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive: When I moved to Gyeongbok Palace on the second day of the following month, do not move the residence of Uiseong Hall and Deokseong Hall .",
                "H2KE-nKo": "전교하기를,“다음 달 2일 경복궁으로 이어할 때 의성전과 덕빈궁은 옮기지 말라.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 24일(정미) 3번째기사",
                "gt-oKo": "전교하였다. “내달 2일 경복궁에 이어(移御)할 때에 의성전(懿聖殿)과 덕빈궁(德嬪宮)은 옮기지 말라.”",
                "hj": "○傳: “來月初二日, 景福宮移御時, 懿聖殿、德嬪宮勿移。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On musin day, the King intended to receive the daily audience in the musin year (. The Royal Secretariat reported, The chief royal secretary passed away. It is inappropriate to receive the daily audience and attend the Royal Lecture. The King immediately ordered that the daily audience be suspended. ",
                "H2KE-nKo": "무신년에 상참을 행하려고 하였는데, 승정원이 아뢰기를,“도승지가 갑자기 서거하였으니 상참과 경연을 여는 것은 온당치 않습니다.”하니, 주상이 즉시 정지하라고 명하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 25일(무신) 1번째기사",
                "gt-oKo": "이날 상참(常參)을 행하려고 하는데 정원이 아뢰기를, “도승지가 졸서하였으니 상참과 경연을 하기는 미안합니다.” 하니, 상이 정지하라고 명하였다.",
                "hj": "○戊申/將行常參, 政院啓: “都承旨卒逝, 常參經筵未安。” 上卽命停。"
            },
            "2": {
                "H2KE-EN": "The King had a royal directive transmitted to Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui and Yeoneun Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui.",
                "H2KE-nKo": "오는 10월 6일 동향 대제는 문소전과 연은전에서 친히 행하겠다고 전교하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 25일(무신) 2번째기사",
                "gt-oKo": "오는 10월 6일 동향 대제(冬享大祭)에 문소전과 연은전에 친제(親祭)할 일로 전교하였다.",
                "hj": "○來十月初六日, 冬享大祭, 文昭、延恩殿 親行事傳敎。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Responding to the Royal Decrees Hwang Hyohong again reported, Your subject is very embarrassed. In our humble opinion, the establishment of a educational official of the Office of Royal Decrees was originally to compile a composition of history. The duty of deputy director is the second deputy director of the Office of Royal Decrees , and he must be filled by successful candidates. The selection of education is the most important. For this reason, those who have held office do not self-restraint and diligently encourage themselves. Among those who candidates, those who candidates incompetent candidates occupy one day. In the gyemyo year (, Responding Editor of the Office of Royal Decrees Hwang Hyohong , Responding Editory of the Office of Royal Decrees , Hwang Hyohong , unable to compose a royal message by composing a diplomatic document on the grounds that he had failed to compose a royal message by composing a diplomatic document on the grounds that he was exempted from punishment. However, he was immediately replaced. In recent years, Director of the Office of Royal Decrees Bak Chung , he knew that his talent was not sufficient and earnestly submitted a memorial to the Royal Lecture. However, he also received Your Majestys approval. Ever since the early age and earnestly appreciated his sincereness and raised sense of honor and reputation. His character was not well-versed in character. Ever since he studied several copies of history, sometimes he succeedededededed to others. However, his composition was so narrow that his writing was simple and he was unable to compose a poem. He studied one copy of history and composed one copy of a copy of history. He always did not understand the composition of history. He always regarded this as fault. He should not be allowed to enter the Office of Royal Decrees and devote himself to composing a writing writings. Your subject has encountered such responsibility as a wild wildhood",
                "H2KE-nKo": "경술년 유희춘이 또 아뢰기를,“누차 황공한 심정을 진달합니다. 조종조에서 예문관을 설립한 것은 본래 사명을 제술하기 위한 것이었습니다. 제학의 직임은 대제학에 버금가므로 반드시 문장이 뛰어난 사람으로 채워야 하니, 그 선발이 가장 중요합니다. 그러므로 이 직임에 있는 자는 누구나 다 공경하고 분발하여 부지런히 힘쓰며, 혹 재주가 미치지 못하는 자가 있으면 감히 하루도 그 자리에 무릅쓰고 있을 수 없습니다.중종조에 예문관 응교 황효헌이 어제 배율을 지을 수 없다는 이유로 스스로 면직되기를 바랐는데, 곧바로 체차해 주라는 명을 받았습니다.근년에 대제학 박충원이 스스로 재주가 넉넉하지 못하다는 것을 알고 경연 석상에서 간절히 진달하여 또한 성상의 윤허를 받았습니다. 그동안 두 분 성상께서 진실한 마음을 헤아려 염치를 차리고 자책하는 기풍을 양성한 것이 지극하였습니다. 타고난 기질이 완전하지 못하여 젊어서부터 몇 줄의 글귀를 따다 보면 오히려 남에게 뒤질 듯하였습니다. 그러나 문장의 근원이 막히고 수단이 서툴러서 한 편의 시나 한 장의 표문도 지을 수 없었습니다. 그래서 세상에서는 자주 글을 읽었으나 글을 지을 줄은 알지 못하여 항상 신을 더욱 훌륭하게 여겼으니, 그가 함부로 예문관에 들어가 문한의 붓을 잡을 수 없음이 매우 분명합니다.신이 이 직임을 맡은 뒤로 마치 모기가 산을 진 것 같아 마음이 편치 않고 밥을 먹어도 맛이 달지 않아 잠도 제대로 잘 수 없습니다. 비록 간절한 성상의 하교가 두 번이나 내렸지만 끝내 스스로를 속이기에 감히 다시 와서 진정합니다. 삼가 바라건대 자애로운 성상께서는 특별히 신의 정성을 헤아려 속히 유능한 사람에게 옮겨 부직하도록 명하여 쇠약하고 옹졸한 신으로 하여금 안심하고 정사에 종사하게 하고 문장을 잘하는 선비로 하여금 문장을 잘 짓고 계책을 빛나게 하소서. 그리하신다면 매우 다행이겠습니다.”하니, 주상이 답하기를,“사직하는 것이 이 지경에 이르렀으므로 이에 윤허한다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 27일(경술) 1번째기사",
                "gt-oKo": "유희춘이 또 아뢰기를, “여러번 아뢰어 황공합니다. 조종조에 예문관을 설립한 것은 본래 사명(詞命)을 제술하기 위해서이고 제학의 직임은 대제학의 다음 직으로 반드시 문장이 뛰어난 사람으로 선임하였으며 그 선임이 매우 중하였기 때문에 이 직위에 있는 사람은 삼가고 분발하여 근면하였고 혹 재주가 미치지 못하는 사람은 감히 하루라도 그 자리에 있지 못하였습니다. 중종조(中宗朝)에 예문관 응교 황효헌(黃孝獻)은 어제 배율(御題排律)을 능히 짓지 못하여 자핵(自劾)하고 면직할 것을 빌어 즉시 체직의 명을 받았으며, 근래에는 대제학 박충원(朴忠元)이 스스로 재주가 부족함을 알고 경연에서 간곡히 아뢰어 성상의 윤허를 받았으니 전후 두 임금께서는 그들의 진정을 헤아려 염치(廉恥)를 알아 자책(自責)할 줄 아는 풍조를 양성하는 데 극진하셨습니다. 신은 타고난 기질이 완전하지 못하여 어려서부터 몇 줄의 글을 읽는 데는 혹 다른 사람을 따랐지만 글을 짓는 재주는 꼭 막히고 수단이 어설퍼서 한 수의 시(詩)나 한 장의 표(表)를 짓지 못하므로 세상에서 글을 읽고도 작문(作文)할 줄 모르는 사람을 꼽을 때에는 언제나 신을 제일 먼저 쳤으니, 이를 무릅쓰고 예문관에 들어가 문한(文翰)의 붓을 잡을 수 없음이 너무나 명백합니다. 신은 이 직무를 맡고 나서부터 모기가 산을 진 것 같아 마음이 편치 않고 먹어도 맛을 모르며 잠도 제대로 자지 못합니다. 비록 은근하신 상의 하교를 두 번이나 받들었으나 끝내 스스로를 속이는 것 같아 감히 다시 와서 진정하니, 삼가 성상께서는 특별히 신의 정성을 헤아리시어 속히 능한 사람에게 옮겨 주어 쇠약하고 못난 신으로 하여금 안심하고 정사에 참여하도록 하시고 문장의 선비로 하여금 문사와 사명(辭命)을 빛내게 하시면 다행스럽기 그지없겠습니다.’ 하니, 상이 답하기를, “사양함이 이와 같으니 윤허한다.” 하였다.",
                "hj": "○庚戌/柳希春又啓曰: “累達惶恐, 伏以, 祖宗朝設立藝文一館, 本爲製撰詞命, 而提學之任, 亞於大提學, 必以詞翰之出群者充之。 其選最重, 故居是職者, 莫不矜奮勤勵。 其或才有不逮者, 不敢一日冒處。 在﻿中廟朝, 藝文應敎黃孝獻, 以不能賦御題排律, 自効祈免, 卽蒙命遞。 近歲大提學朴忠元, 自知其材不裕, 懇陳於經席, 亦蒙聖上允許。 前後二聖, 容諒悃愊, 養成廉恥自訟之風者至矣。 稟氣不完, 自少尋行數墨, 猶或追人, 而詞源窒塞, 手叚生澁, 不能作一詩、成一表, 世數讀書, 而不解屬文, 常以臣爲尤。 其不可冒入藝苑, 而操文翰之筆, 明甚。 臣自遭此任, 若蚊子負山, 怛然不寧, 食不甘味, 寢每耿耿。 雖蒙上敎慇懃至再, 而終有自欺於心, 敢復來陳情, 伏乞, 聖慈(持)〔特〕諒臣之赤誠, 亟命移付能者, 使衰拙之身, 安心從政, 而文章之士, 奮藻煥猷, 不勝幸甚。” 上答曰: “辭之至此, 故玆允許。”"
            },
            "2": {
                "H2KE-EN": "The Royal Secretariat reported, Your subjects already ordered that Kim Myeongyun not be buried in the state funeral. Your subjects request that his previous royal directive be removed. The King approved this. In the twenty-sixth day, the inspectors and censors reported, Kim Myeongyun flattered a powerful man and tried to report his meritorious deeds to the authorities. He killed his descendants and falsely accused the local school. He is a great enemy of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain. How could he have his name listed on the meritorious deeds and buried him in order to reward him for his meritorious deeds? Heaven did not punish him but instead rather bestowing royal favor upon him. Then, how could the cunning and the wicked man be feared and self-restrained? When will the right and wrong be determined? Your subjects request that Kim Myeongyun not be buried in the state funeral. The King answered, The request was granted. This matter was truly satisfied by the people.",
                "H2KE-nKo": "승정원이 아뢰기를,“김명윤에 대해 국장을 치르지 말라고 이미 명하셨으니, 전의 승전을 취소하소서.”하니, 주상이 그대로 따랐다. 26일에 대간이 아뢰기를,“김명윤은 권간에게 빌붙어 공을 세우려고 고변하여 종지를 죽이고 사림을 모함하였으니, 이는 종사의 대적입니다. 어찌 위훈의 명적에 이름이 있다고 하여 공을 보답하는 성대한 예로 장례를 치를 수 있겠습니까. 천토가 행해지지 않고 도리어 은수를 내리시니, 간흉이 무엇을 두려워하여 스스로 그치며 시비가 언제나 정해지겠습니까. 김명윤을 예장하지 마소서.”하니, 주상이 답하기를,“아뢴 대로 윤허한다.”하였다. 이 일은 참으로 인심을 통쾌하게 한 것이다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 27일(경술) 2번째기사",
                "gt-oKo": "정원이 아뢰기를, “김명윤을 국장(國葬)으로 하지 말도록 명하셨으니 전일의 승전을 취소하소서.” 하니, 상이 따랐다. 이는 26일에 대간이 ‘김명윤은 권간(權奸)에 아부하여 공을 바라 고변(告變)하여 종친을 죽게 하고 사림을 모함하였으니 이는 종사의 대적(大賊)이다. 어찌 이름이 위훈(僞勳)의 적(籍)에 있다고 하여 공을 보답하는 성대한 예로 장사지낼 수 있겠는가. 천토(天討)는 행하지 않고 도리어 은혜를 베푸니, 간흉들이 무엇을 두려워하여 중지하며, 시비가 언제나 안정되겠는가. 김명윤을 예장하지 말도록 하라.’고 아뢰자 상이 아뢴 대로 윤허한다고 대답하였는데, 이는 매우 인심을 쾌하게 한 일이다.",
                "hj": "○政院啓曰: “金明胤旣命勿爲國葬, 前承傳, 請爻周。” 上從之。 蓋二十六日, 臺官啓: “金明胤附權奸, 要功上變, 臧殺宗支, 構陷土林。 此乃宗社之大賊, 豈可以名存僞勳之籍, 而葬之以酬功之盛禮乎? 天討不行, 而反加恩數, 奸兇何懼而自戢, 是非何時而有定乎? 請金明胤勿爲禮葬。” 上答曰: “依允。” 此擧誠快人心。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On sinhae day, on this day, the King conducted the daily audience and also attended the Royal Lecture. Director Kwon Cheol , Deputy Director of the Office of the Royal Lectures 노수신 , Inspector General Bak Geunwon , 대사간 허엽 , and others attended the Royal Lecture. The lecture on the Confucian Classics read: The Emperor said, A subject shall become my 팔다리와 eyes and ears as well as my failure to assist me. The two dynasties said, This writing is evident that the ruler and his subjects are the same as this. Generally, the ruler is the same as the mind, and the ruler is the same as the ruler. The mind is able to conform to the principle of conforming to the sovereign and his subjects, and the ruler is the same as the mind of conforming to the sovereign and his subjects. From antiquity, there has been no ruler to conform to the ruler and his meritorious deeds of governance. This is what the ruler must be apprehensive about. The dynasties that you do not personally follow the ruler and withdraw a single word. This is what happened to hear and uphold the righteousness of the ruler. From ancient times down to the ministers and scholars, there was no one who would not easily hear and uphold the righteousness of the ruler. After the lecture was completed, the King proceeded to the temporary royal quarters. Chief State Councilor Kwon Cheol came forward and said, On the sixth day of the tenth month, the King personally performed a memorial service at Munso Hall (Second Royal Ancestral Shrine to King Taejo and Yeoneun Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui as well as the Royal Tomb of King Taejo and Queen Sinui (Second Royal Portrait Hall to King Taejo and Queen Sinui as well as the Royal Tomb of King Taejo and Queen Wongyeong . It is feared that this cold weather contracts the cold weather. Yesterday, your subject discussed the matter with Yun Takyeon . Takyeon said, This matter must be reported by high officials. That is true. 노수신 also followed this advice. 유희춘 also advised the advice. The advice of the Royal Lectures read as follows: During the reign of Zhongjong , the daily audience and the Royal Lectures were suspended. During the muin year ( of Zhongjong and the muin year (, Jeongjong and the muin year (, but this ceremony was simple. Hui Chun also said, 박응남이 salaries when he died. Although the chief royal secretary has already been replaced, it is requested that the Ministry of Taxation make a stipend and salaries for him. Chief Royal Secretary Bak Sorip also reported this matter. The King said, This is good. Hui Chun immediately stood and expressed his gratitude. He also reported, As Hwang died, his family did not make a request for the posthumous name. It is fortunate that the Ministry of Rites be ordered to withdraw his letter of investigation and that the posthumous name be bestowed upon him. What do you think of this? Bak Sorip also said, At the beginning, the dynasties were already ordered to be treated different courtesy. Now, it is appropriate to specially bestow a posthumous name upon him. Hui Chun said, At the beginning, the King ordered that the chief state councilor be bestowed upon him. In addition, the state councilor was ordered to hold the funeral. What do you think of requesting the posthumous name",
                "H2KE-nKo": "이날 상참을 행하고, 또 경연을 열었다. 영사 권철, 지경연 노수신, 대사헌 박근원, 대사간 허엽이 입시하였다. 유희춘이 강독을 마치고 탑전에 나아가 아뢰기를,“황제께서 ‘신은 짐의 팔다리, 눈, 귀, 눈, 나의 잘못을 그대가 보필하라.’라고 하셨습니다. 이 두 단락에 ‘이 장에서 임금과 신하가 일체라는 이치를 알 수 있다.’라고 하였습니다. 대개 임금은 마음과 같고 신하는 체모와 같습니다. 마음은 사지를 운용하고 체는 오직 한 마음을 받들어서 임금과 신하가 마음을 함께하고 공경하여 가부를 서로 도와 이룬 뒤에야 다스림을 이룰 수 있는 것입니다. 예로부터 임금과 신하가 서로 잘 만나지 못하고서 다스림의 공을 이룬 경우는 없었습니다. 이것이 임금이 깊이 유념해야 할 부분입니다. ‘그대는 면전에서는 순종하고 물러가서는 뒷말을 하지 말라.’라고 한 단락은 바른말을 듣기를 좋아하는 것입니다. 예로부터 아래로 경대부와 사에 이르기까지 바른말을 듣기를 좋아하지 않고도 치도를 이룰 수 있었던 경우는 없었습니다.”하였다. 강독을 마치고 탑전에 나아갔다. 영상 권철이 나아가 아뢰기를,“주상께서는 10월 6일에 문소전과 연은전에 친히 제사를 지냈습니다. 이처럼 추운 때에 3경부터 밤을 새워 옥체를 수고롭게 움직여 중국 사신이 나올 날이 머지않았으니 조리하고 보호하지 않을 수 없습니다. 정지하소서.”하고, 유희춘도 아뢰기를,“21일이 입동이니 이번 10월 6일은 바로 평상시 10월 보름 이후입니다. 찬 서리를 무릅쓰면 옥체를 손상할까 두렵습니다. 신이 어제 윤탁연과 의논하여 아뢰어야 한다고 하니, 윤탁연이 ‘이 일은 대신이 반드시 아뢸 것이 있을 것이다.’라고 하였는데, 과연 그렇습니다.”하고, 노수신도 따라서 찬성하였다. 유희춘이 또 아뢰기를,“중종조에 상참과 경연에 나아가는 예를 정지하였는데, 정덕 정축년과 무인년 사이에 지금 한창 정신을 가다듬고 있으나 이 예는 생략하고 있습니다.”하였다. 유희춘이 또 아뢰기를,“박응남이 녹을 받을 때가 되어 죽었는데, 도승지가 비록 대신 나오기는 하였으나 해당 조로 하여금 과조를 만들어 녹을 주게 하소서.”하고, 우승지 박소립도 진달하였다. 주상이 말하기를,“이 일이 좋다.”하니, 유희춘이 즉시 일어나 사례하였다. 또 아뢰기를,“이황이 죽고 이제 대상이 다가왔습니다. 그 집에서 행장을 갖추어 시호를 청하지 않으니, 해당 조로 하여금 행장을 가져오게 하여 시호를 내리는 것이 어떻겠습니까?”하고, 박소립도 아뢰기를,“당초에 서거하였을 때 이미 특별한 예로 대우하라고 명하셨으니, 이번에도 특별히 시호를 내리는 것이 좋겠습니다.”하고, 유희춘이 아뢰기를,“당초에 영의정을 제수하고 또 정승으로 예장하게 하였으니, 이번에 시호를 내리는 것도 시호를 청할 때까지 기다리지 않는 것이 어떻겠습니까?”하였다. 유희춘이 또 아뢰기를,“전일에 아뢴 구조군에 대한 일은 말을 다하지 못하였습니다. 부안과 태인의 조선 만드는 것을 감독한 수령 중에 만약 조선 여러 척이 치패된 일이 있으면 수령도 아울러 죄주소서. 또 조군으로서 전결이 있는 자는 복호하고, 전지가 없는 자는 조군으로 입번할 때 수령으로 하여금 그 처자를 후하게 구휼하게 하는 일을 호조로 하여금 공사로 만들게 하는 것이 어떻겠습니까?”하고, 물러났다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 28일(신해) 1번째기사",
                "gt-oKo": "이날 상참(常參)을 행하고 또 경연을 열었다. 영상 권철(權轍), 지경연 노수신, 대사헌 박근원(朴謹元), 대사간 허엽(許曄)이 입시하였다. 유희춘이 《서경(書經)》의 ‘제(帝)가 말하기를, 신하는 나의 팔 다리와 귀와 눈이 되어 달라……. [帝曰臣作朕股肱耳目……]’는 대목과 ‘나에게 과실이 있거든 네가 보필하라……. [予違汝弼……]’는 두 대목을 강하고 아뢰기를, “이 장에서는 군신이 일체가 되는 이치를 보겠으니 대체로 사람의 몸에 비하면 임금은 마음 같고 신하는 몸과 같아 마음이 사체(四體)를 운용하고 사체는 마음을 받드는 것으로 군신이 한 마음이 되어 함께 공경하고 협동하여 가부(可否)를 서로 도운 연후에 치공(治功)을 이룰 수 있습니다. 예로부터 군신이 서로 잘 만나지 못하고 치공을 이룬 적은 없었으니 이는 임금으로서 마땅히 체념(體念)해야 할 곳입니다. 그리고 ‘너는 겉으로는 나의 말을 따르고 물러나서 뒷말을 하는 일이 없도록 하라. [汝無面從退有後言]’는 대목은 바른 말을 듣기를 즐겨 하는 것을 말한 것입니다. 예로부터 제왕에서 아래로 경대부와 사(士)에 이르기까지 곧은 말 듣기를 좋아하지 않고, 치도(治道)를 이룬 적은 없었습니다.” 하였다. 강을 마치자 영상 권철이 탑전에 나아가 아뢰기를, “상께서 10월 6일에 문소전과 연은전에 친제(親祭)하신다 하니 이같이 추운 때에 3경(三更)부터 밤을 새우면 옥체가 피로합니다. 중국 사신이 나올 기일이 가까우니 잘 조섭하셔야 합니다. 정지하소서.” 하고, 유희춘이 아뢰기를, “21일이 입동이니 이번의 10월 6일은 다른 때의 10월 보름 뒤에 해당됩니다. 찬 서리를 무릅쓰고 친제하시면 옥체를 상할까 두렵습니다. 신이 어제 윤탁연(尹卓然)과 의논하면서 ‘아뢰어야 한다.’고 하니, 탁연이 ‘이 일은 대신이 필시 아뢸 것이다.’고 하였는데 과연 그 말이 맞습니다.” 하였는데, 노수신도 따라서 찬동하였다. 유희춘이 또 아뢰기를, “중종조에 상참(常參)은 중지하고 경연에만 나아간 예가 있으니 정덕(正德) 정축년·무인년 간에 당시 한창 치공(治功)에 힘쓰는 중이었는데도 이 예(禮)는 생략하였습니다.” 하였다. 유희춘이 또 아뢰기를, “박응남(朴應男)은 녹을 받은 때에 임박하여 죽었으니 후임 도승지는 들어왔지만 해조(該曹)에 명하여 명목을 만들어 녹을 주소서.” 하고, 우승지 박소립(朴素立)도 아뢰었다. 상이 이르기를, “그 일은 좋은 일이다.” 하니, 유희춘이 일어나서 사례하고 또 아뢰기를, “이황(李滉)이 죽어 지금 대상(大祥)이 가까운데 그 집안에서 행장을 갖추어 시호를 청하지 않으니 해조에 명하여 행장을 받아들여 시호를 주는 것이 어떻겠습니까?” 하고, 박소립도 아뢰기를, “당초 죽을 때에 특별한 예로써 대우할 것을 명하셨으니 지금 또 특별히 시호를 내리는 것은 좋은 일입니다.” 하였다. 유희춘이 또 아뢰기를, “당초에 영의정을 증직하였고 또 정승의 예로써 대우할 것을 명하셨으니 지금 또 특별히 시호를 내리는 것은 좋은 일입니다.” 하였다. 유희춘이 또 아뢰기를, “전날에 아뢴 조군(漕軍)을 구제하는 일은 말을 다하지 못하였습니다. 부안(扶安)·태인(泰仁)의 조선(漕船) 만드는 것을 감독하는 수령은 만일 조선 여러 척이 망가지게 되면 수령을 아울러 죄주소서. 또 조군으로서 전결(田結)이 있는 사람은 복호(復戶)해 주고 전지(田地)가 없는 사람은 조군으로 입번(立番)할 때에 수령으로 하여금 그 처자들을 후히 도와 주도록 할 것을 호조로 하여금 공사(公事)를 만들도록 하는 것이 어떻겠습니까?” 하고, 물러갔다.",
                "hj": "○辛亥/是日, 行常參禮, 又開經筵。 領事權轍、知經筵盧守愼、大司憲朴謹元、大司諫許曄入侍。 柳希春講: “帝曰: ‘臣作朕股肱耳目及予違汝弼。’ 二段曰: ‘此章, 可見君臣一體之理。’ 蓋君猶心也, 臣猶體也。 心能運用四體, 體惟奉承一心, 君臣心, 同寅協恭, 可否相濟, 然後成治。 自古, 君臣不相得, 而成治功者, 未之有也。 此人君所當體念處也。 ‘汝無面從, 退有後言’ 一段, 此樂聞正言也。 自古帝王下至卿大夫士, 未有不樂聞直言, 而能成治道者也。” 講畢, 榻前, 領相權轍進曰: “上以十月初六日, 親祭文昭、延恩殿, 當此寒澟之時, 自三更, 徹夜勞動玉體, 天使之來不遠, 不可不調保, 請停。” 柳希春亦曰: “二十一日立冬, 今之十月初六日, 乃常時十月望後也。 冒犯霜冷, 恐傷玉體。 臣昨與尹卓然議, 以爲當啓。 卓然曰: ‘此事, 大臣必有所 啓。 果然。” 盧守愼亦從而贊之。 柳希春又陳: “﻿中廟朝停常參、御經筵之例, 正德丁丑、戊寅之間, 時方勵精, 猶略此禮。” 云云。 希春又曰: “朴應男臨受祿而身死。 都承旨雖已代出, 然乞命該曹作科給祿。” 右承旨朴素立亦陳之。 上曰: “此事好矣。” 希春卽起謝。 又啓曰: “李滉沒, 今將大祥, 其家不爲具行狀請諡。 幸命該曹, 收取行狀, 賜諡何如?” 朴素立亦曰: “當初卒逝, 旣命待以殊禮。 今亦特賜諡爲佳。” 希春曰: “當初命賜領議政。 又以政丞禮葬。 今此 賜諡, 亦不待請諡何如?” 希春又啓曰: “前日啓救漕軍事, 語未盡。 扶安、泰仁監造漕船守令, 若有漕船累隻致敗, 竝罪守令。 又漕軍有田結者, 復戶, 無田地者, 漕軍立番時, 令守令厚恤其妻子事, 令戶曹爲公事, 何如?” 云云而退。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of War , which stated, The body and hair of ones parents should not be damaged or damaging them. This is the beginning of filial piety. In our country, large and small male boys neither wide their ears. They made earrings and horn shoes and horn shoes. This is also shameful. From this day forward, all eliminating the body social customs should be thoroughly reformed and explained in the capital and in the provinces. From this day forward, anyone in the capital should be strictly reformed and did not immediately follow their recommendation. The Office of the Inspector General should be severely punished according to the penal code. This should be received as a royal directive.",
                "H2KE-nKo": "비망기로 정원에 전교하기를,“신체와 발부는 부모에게서 받는 것이니 감히 훼손하거나 손상하지 않는 것이 효도의 시초이다. 우리나라의 크고 작은 사내아이가 반드시 그 귀를 뚫고 고리가를 만들어 달아서 중국으로부터 비웃음을 사니, 또한 부끄럽다. 지금 이후로는 일체 오랑캐의 버릇을 통렬히 혁파하고 서울과 지방에 효유하라. 서울은 이달까지, 혹시라도 꺼려서 즉시 따르지 않는 자가 있으면 헌부가 엄히 징벌할 것이니, 이것으로 승전을 받들라.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 28일(신해) 2번째기사",
                "gt-oKo": "비망기(備忘記)로 정원에 전교하였다. “신체(身體)와 발부(髮膚)는 부모에게 물려 받는 것이니 감히 훼상(毁傷)하지 않는 것이 효(孝)의 시초라고 하였다. 우리 나라의 크고 작은 사내 아이들이 귀를 뚫고 귀고리를 달아 중국 사람에게 조소(嘲笑)를 받으니 부끄러운 일이다. 이후로는 오랑캐의 풍속을 일체 고치도록 중외(中外)에 효유(曉諭)하라. 서울은 이달을 기한으로 하되 혹 꺼리어 따르지 않는 자는 헌부가 엄하게 벌을 주도록 할 것으로 승전(承傳)을 받들라.”",
                "hj": "○備忘記傳于政院曰: 身體髮膚, 受之父母, 不敢毁傷, 孝之始也。 我國大小男兒, 必貫穿其耳, 作環珥而懸之, 取譏於中國, 亦可羞愧。 自今後, 一切痛革胡習, 曉諭中外。 京中則限今月, 其或憚不卽從者, 憲府嚴加懲罪, 以此捧承傳可也。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive as follows: Former 급제 Kim Myeongyun was originally wicked and wicked people. When powerful and fraudulent men occurred the state, they flattered wicked men and secretly plotted to plotting to kill wicked fogggers, threatened thieves, and secretly fabricated wicked men. Subsequently, they eventually plotted unexpected disasters and made the elderly sons of the former kings who were younger enough to execute them. They fabricated wicked men and killed the importance of the Confucian scholars. In general, when a matter of profit for their meritorious deeds, they must satisfy their arms and behavior without allegiance. They committed crimes against the Royal Ancestral Shrine and the Altar of the Soil and Grain . Their fabricated wicked men and fabricated wickedness and deceitful actions have been unpardonable by heaven and earth and earth. Their crimes cannot be easily possible, and they should be punished with the heavy stick in order to resolve the spirits and the sympathy of the people. However, Heaven did not punish them and merely deprived them of their posts. In the end, the aged enough to preserve their lives and died at homes. Nothing could be more serious than this. The hearts of the people are more angry and grieved than this. Not only the officials and the people of the country all desire to execute them, but the spirits of the royal ancestors will certainly surely resolve to be executed. The Office of State Records requested that the 예장 be resolved according to the precedents of 허자와 윤원형 . 허자의 일은, when powerful men occupyed the state, they colluded with wicked men.When Won Yun was a relative of the Queen Mothers close relative, he presumptuously bestowed a special favor upon him, which caused the personal favor of the law. Now that the court is clear and the right and wrong have already been decided, he should deprived of his meritorious deeds and all the court officials remonstrated against him but could not reach the conspiracy. People still satisfy their arms. However, the Office of State Records dared to arbitrarily ask for his meritorious deeds and disregard the public opinions, which is extremely apprehensive. Kim Myeongyun has no slight meritorious deeds, and his crime cannot be pardoned under heaven. There is no such incident that wicked men and wicked men have occurred in the past. Even if he misjudged his meritorious deeds, he should still be executed by execution",
                "H2KE-nKo": "전교하기를,“고 급제 김명윤은 본래 간사하고 음흉한 사람으로 권간이 나라를 그르칠 때 함께 악한 자에게 빌붙어 남몰래 위훈을 도모하기를 마치 여우처럼 하고 귀역처럼 하였으며, 승냥이와 호랑이가 저주할 때 근거 없는 말을 교묘하게 날조하여 마침내 불측한 화를 일으켰다. 그리하여 선왕의 어린 아들로 하여금 원통함을 품고 죽음을 당하게 하고 무고한 사람을 무함하여 사림을 살해하게 하였다. 무릇 자기 공을 이롭게 하는 일이라면 반드시 팔을 걷어붙이고 나서서 못하는 짓이 없었으니, 종묘사직에 죄를 짓고 국맥을 손상하였다.그가 전후로 악인을 편들고 사특한 마음을 감추고 변환한 흉악하고 참혹한 정상은 천지간에 용납될 수 없고 귀신이 함께 미워할 바이다. 그 죄악을 따져 보면 머리카락을 뽑아 세어도 다 세기 어려울 정도이니, 의당 저자에서 처형하여 귀신과 사람의 분노를 씻어야 할 것이다.그런데 천벌을 가하지 않고 관직만 삭탈하여 마침내 늙은 역적으로 하여금 목숨을 보전하여 집에서 편안히 죽게 하였으니, 이보다 더 큰 실형은 없을 것이다. 인심이 분통하게 여기는 것이 이에 이르러 더욱 심해졌다. 온 나라의 신민이 모두 그를 공개적으로 처형할 것을 생각할 뿐만 아니라 하늘에 계신 조종의 영령도 반드시 혁연히 그를 죽이려고 할 것이다. 충훈부가 그가 죽은 것으로 인하여 예장할 것을 주상에게 아뢰어 청하면서 허자와 윤원형의 전례를 인용하기까지 하였다. 허자의 일은 권간이 국정을 잡고 있을 때 함께 악한 짓을 한 것이다. 윤원형은 선후의 지친이라는 이유로 곡진히 은전을 베풀어 사사로이 법을 굽히는 일이 있게 하였다. 지금 조정이 청명하고 시비가 이미 정해져서 위훈을 삭탈해야 한다는 것을 온 조정이 간쟁하였으나 허락을 받지 못하였으니, 지금까지도 사람들이 모두 분해하고 있다. 그런데 충훈부가 감히 마음대로 그를 끌어대어 청하여 공론을 두려워하지 않으니, 매우 놀랍다.김명윤은 기록할 만한 터럭만큼도 없고 천지간에 용납되기 어려운 죄가 있으니, 천고의 간흉들에게도 없는 일을 모두 겸해서 하고 있다. 비록 살아 있을 때 형벌을 잘못 적용하였더라도 이미 죽은 뒤에도 주벌할 수 있을 것이다. 만약 공로에 보답하는 은전을 흉하고 더러운 혼골에게 잘못 적용한다면 장차 어떻게 우리 동방의 천만년 무궁한 울분을 풀 수 있겠는가.김명윤은 죄악이 극에 달하였으니, 이는 바로 선왕의 적신이다. 공이라고 할 수 없는데 위적이 그대로 있다고 하여 공신이라고 지목하고 예장을 가한다면 간흉이 무엇을 두려워하여 스스로 그칠 것이며 시비가 언제 정해질 수 있겠는가. 공을 탐하고 화를 즐기는 무리가 징계되거나 두려워하는 바가 없어서 장차 나라를 다스릴 수 없을 것이다. 김명윤을 예장하는 공사를 거행하는 것을 보류하라.”하고, 이 일을 예조에 내렸다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 28일(신해) 3번째기사",
                "gt-oKo": "전교하였다. “고 급제 김명윤은 간사하고 음흉한 사람으로 권간(權姦)들이 국사를 그르칠 때에 흉악한 무리에게 붙어 몰래 위훈(僞勳)을 도모하여 여우와 귀신처럼 사람을 홀리고 승냥이와 범처럼 사람을 해쳐 교묘하게 근거없는 말을 날조해서 마침내 불측한 화를 일으키어 선왕의 어린 왕자로 하여금 원통하게 죽게 하고 무고한 사람들을 모함하여 사림(士林)을 장살(戕殺)하였다. 자기에게 이롭거나 공을 구할 수 있는 일이라면 팔을 걷어붙이고 못하는 짓이 없어 종사에 죄를 짓고 국맥(國脈)을 손상시켰으니, 그가 전후해서 악당(惡黨)을 감싸고 흉특함을 숨기어 술수를 부린 참상을 천지가 용납하지 않고 귀신이 함께 미워하는 바이다. 그 죄악을 따지자면 머리카락보다도 더 많으니 의당 저자[市]에서 거열(車裂)의 형을 가하여 신인(神人)의 분통을 씻어야 할 터인데, 천토(天討)는 가하지 않고 관직만 삭탈하여 늙은 역적으로 하여금 머리를 보존하여 집에서 죽게 하였으니 이보다도 큰 실형(失刑)은 없다. 인심이 분하게 여김이 이에 이르러 더욱 더하여 온 나라의 신민들만이 모두 죽이기를 바랄 뿐만 아니라 하늘에 계신 조종(祖宗)의 영혼도 분명히 죽이고자 할 것이다. 충훈부가 그가 죽자 예장(禮葬)할 것을 계청하면서 허자(許磁)와 윤원형(尹元衡)의 전례를 인용하기까지 하였으나, 허자의 일은 권간(權奸)이 국권을 잡고 있던 때 같은 악당들이 한 일이었고, 윤원형은 선왕비(先王妃)의 지친이라는 이유로 잘못 은전을 베풀어 사사로움으로 인하여 국법을 어기기까지 하였던 것이다. 지금은 조정이 청명하고 시비가 정하여져서 위훈을 삭탈하여야 한다는 것을 온 조정이 다투어 논했으나 되지 않자 지금까지 인심이 답답해 하고 있는데, 충훈부는 태연히 계청하여 공론을 두려워하지 않으니 극히 놀라운 일이다. 김명윤은 기록할 만한 공은 털끝만큼도 없고 하늘과 땅 사이에 용납하기 어려운 죄가 있으니, 옛날의 간흉들도 없었던 것을 모두 겸하고 있는 것이다. 비록 생시에는 형정(刑政)을 잃었으나 마땅히 죽은 뒤에라도 주륙(誅戮)되어야 한다. 만일 공로를 보답하는 은전을 흉악하고 더러운 혼골(魂骨)에 잘못 시행한다면 앞으로 어떻게 우리 나라 천만 년의 무궁한 분원을 씻을 수 있겠는가. 극악한 죄인 김명윤은 바로 선조(先朝)의 적신이니 공신이라고 할 수 없다. 위훈의 적(籍)이 아직 남아 있다 하여 공신이라 지목하고 예장을 한다면 간흉이 무엇을 두려워하여 스스로 그치며 시비가 언제나 정해지겠는가. 공을 탐하고 화를 즐기는 무리들이 징계되는 바가 없어 장차 나라를 다스릴 수 없을 것이다. 김명윤을 예장하는 공사(公事)는 거행을 보류할 것으로 예조에 내리라.”",
                "hj": "○傳: “故及第金明胤, 本以奸兇陰慝之人, 當權奸誤國之日, 陷附同惡, 陰圖僞勳, 如狐蠱鬼蜮, 如豺虎咀呪, 巧捏無形之言。 遂興不測之禍, 使先王幼稚之子, 含冤就戮, 羅織無辜, 戕殺士林。 凡所以利己功之擧, 必揚臂爲之, 無所不用其極, 得罪宗社, 斲喪國脈。 其前後包藏黨惡, 匿慝變幻兇慘之狀, 天地之所不容, 鬼神之所同疾。 原其罪惡, 擢髮難數, 宜加輾市之刑, 以洩神人之憤, 而天討不加, 只削其官, 竟使老賊, 得保首領, 死於牖下, 失刑之大, 無過於此。 人心憤懟, 至此益甚。 非但一國臣民, 皆思顯戮, 祖宗在天之靈, 亦必赫然, 而欲誅之矣。 忠勳府, 因其身死, 啓請禮葬, 至引許磁、尹元衡之例。 許磁之事, 在於權奸當國之日, 同惡相濟。 尹元衡, 則以先后至親之故, 曲施恩典, 致有屈法之私。 今者朝廷淸明, 是非已定, 僞勳之當削, 擧朝爭之而不得, 至今人心, 莫不扼腕。 忠勳府乃敢任然援請, 不畏公論, 極爲駭愕。 明胤無絲毫可錄之功, 有覆載難容之罪, 千古奸兇所無之事, 皆兼而有之。 雖失刑於生時, 猶可誅於旣死。 若以酬功報勞之典, 枉加於凶穢之魂骨, 則將何以洩吾東方千萬載無窮之憤惋也? 明胤罪大惡極, 是乃 先朝之賊臣, 不可謂之功, 以僞籍之猶存, 指爲功臣, 而加之以禮葬, 奸兇何懼而自戢, 是非何時而可定? 貪功樂禍之徒, 無所懲畏, 將無以爲國。 金明胤硝禮葬公事, 擧行安徐, 事下禮曹。”"
            },
            "4": {
                "H2KE-EN": "The King issued a royal directive, which stated, For the families of the state examination who cause trouble to naturalized the families, discontinue the natural discontinue so that they cannot share shamelessly and thereby eliminating the natural discontinue.",
                "H2KE-nKo": "전교하기를,“과거 시험장에서 소란을 피운 유생은 영구히 과거에 응시할 자격을 정지하여 종신토록 사람들 축에 끼이지 못하게 함으로써 완악한 버릇을 철저히 고치도록 하라.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 28일(신해) 4번째기사",
                "gt-oKo": "전교하였다. “시장(試場)에서 작란(作亂)한 유생은 영영 정거(停擧)하여 그들로 하여금 종신토록 사람들과 어울리지 못하게 하여 악습을 통렬하게 혁파하라.”",
                "hj": "○傳曰: “試場作亂儒生, 永永停擧, 使之終身不得齒諸人類, 痛革頑習。”"
            },
            "5": {
                "H2KE-EN": "The Royal Lectures reported to the King, When Yi Hwang passed away, his family did not submit a petition to the King for the posthumous title. His posthumous title has been delayed. How about having the Ministry of Taxation collect a posthumous title for the funeral? The King ordered that this matter be delivered to the Ministry of Rites. ",
                "H2KE-nKo": "승정원이 주상의 뜻을 여쭙기를,“경연관이 이황이 졸서한 대상이 곧 닥칠 것이라고 아뢰었는데, 그 집에서 행장을 올려 시호를 청하지 않아 시호가 지체되고 있습니다. 해당 조로 하여금 행장을 거두어 시호를 내리게 하는 것이 어떻겠습니까?”하니, 주상이 해당 조에 말하라고 명하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 28일(신해) 5번째기사",
                "gt-oKo": "정원이 아뢰기를, “경연관이, 이황(李滉)이 죽어 대상(大祥)이 가까와 오는데 그 집안에서 행장(行狀)을 올려 시호를 청하지 않아 시호가 더디어 가니 해조로 하여금 행장을 받아 시호를 내리도록 하자고 아뢴 일에 대하여 어찌할 것인지 취품합니다.” 하니, 상이 해조에게 말하라고 명하였다.",
                "hj": "○政院取稟曰: “經筵官所啓, 李滉之卒, 大祥將至, 而其家不爲呈行狀請諡, 諡號稽緩, 令該曹收取行狀, 賜諡何如 ?” 上命言于該曹。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On imja day, on the basis of an official document sent by the governor of Chungcheong Province , the King learned that the applicants of the applicants were not true. The King ordered that the applicants not be dismissed. ",
                "H2KE-nKo": "임자년에 올린 암행 감사의 서장으로 인하여 거자들이 소란을 피운 것이 사실이 아니라는 것을 알고 파방하지 말라고 명하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 29일(임자) 1번째기사",
                "gt-oKo": "상이 충청 감사의 서장에 의하여 거자(擧子)의 작란은 사실이 아님을 알고 파방(罷榜)하지 말도록 명하였다.",
                "hj": "○壬子/上因忠淸監司書狀, 知擧子作亂爲不實, 命勿罷榜。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King (Sejong to remonstrate the King (Sejong about the matter of distinguishing the inspectors and censors within the walls of the capital wall, and the matter of Kim Myeongyun was not allowed to hold a funeral for him. ",
                "H2KE-nKo": "홍문관이 차자를 올려, 주상이 대간의 기를 꺾고 성 밑으로 한계를 정하는 일에 대해 간하였다. 김명윤을 예장하지 말라고 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 3일(병술) 1번째기사",
                "gt-oKo": "홍문관이 차자를 올려 상이 대간들의 의논을 거부하고 궁성(宮城)과 민가 사이에 간격을 두게 한 일과 김명윤의 예장이 불가한 일에 대하여 간하였다.",
                "hj": "○丙戌/弘文館上箚, 諫上折臺諫, 城底尺限之事, 金明胤勿禮葬事。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King ordered the State Tribunal to release Yi Daesin .",
                "H2KE-nKo": "의금부가 이대신을 풀어 주었다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 30일(계축) 1번째기사",
                "gt-oKo": "의금부가 이대신(李大伸)을 석방하였다.",
                "hj": "○癸丑/禁府放李大伸。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Many interpreters have been imprisoned for several months, and many of them are almost executed. I feel pity for them, and although there is no crime, there is no crime that has not been evidently evident. It is the ancients cautious to apply a lighter punishment. But because there was no incident that was evident, [the interpreters] must be confessed to the crime until the confession [of the interpreters] has been evidently confessed. There are occasionally people who are imprisoned, but people will not surely confess to the crime. I am afraid that there might be a grievance of the administration of the state. Moreover, these criminals are all guilty. How could they not be contrary to the principle that there is no incident that was evident involved in the death penalty? Except for those who have committed no incident and were sentenced to death, it would be proper to distinguish and release them. The royal instruction is truly a great sage love for the people of the Great King.",
                "H2KE-nKo": "비망기로 이르기를,“이 통사들이 여러 달 동안 갇혀 있으면서 형장을 맞아 거의 죽게 된 자가 많다. 나의 마음이 불쌍하고 측은하여 비록 범한 죄가 없지 않다고는 하지만 실은 드러난 것이 없다. 의심스러운 죄는 가벼운 쪽으로 처벌한다는 것을 옛사람은 조심하였다. 그런데 아무런 근거도 없는 일을 가지고 기어이 자복을 받아 낸 뒤에야 그만두었다. 그리하여 이리저리 서로 연루되어 엄한 형장이 낭자하니, 옥에 갇혀 있는 자들이 틀림없이 자복하려 하지 않을 뿐만 아니라 왕정에도 어긋나고 억울함도 없지 않을 것이다. 그리고 이들은 모두 일죄인데, 어찌 드러나지 않은 일을 가지고 끝내 죽을 곳으로 몰아넣는다면 이치에 어긋나지 않겠는가. 유천희윤 외에는 용서하고 풀어 주는 것이 마땅하다. 이 전교는 참으로 살리기를 좋아하는 대순의 덕이다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 30일(계축) 2번째기사",
                "gt-oKo": "비망기로 이르기를, “이 통사들은 여러 달 동안 갇혀 있으면서 형벌을 받아 거의 죽게 된 사람이 많으니 불쌍한 생각이 든다. 비록 범한 죄가 없지는 않다고 하나 실로 드러난 것이 없다. ‘의심스러운 죄는 가벼운 쪽으로 처리한다.’ 함은 옛사람들이 삼가던 바다. 지금 증거가 없는 일을 기필코 자복을 받으려 하니 도리어 서로 이끌어 연좌되어 엄형(嚴刑)이 낭자하다. 이렇게 되면 갇혀 있는 자가 자복하려 하지 않을 뿐 아니라 왕정(王政)에도 어긋나고 억울함도 있을까 염려된다. 그리고 이들이 모두 일죄(一罪)인데 증거 없는 일로 사지(死地)에 몰아 넣는다면 어찌 도리에 위배되지 않겠는가. 유천(有千)과 희윤(希允) 이외에는 분간해서 방면(放免)하는 것이 합당하다.” 하였다. 어지시도다, 이 전교여. 참으로 살리기를 좋아하는 대순(大舜)의 덕이시다.",
                "hj": "○備忘記曰: 此通事等, 累月被囚, 受刑幾死者多。 予意矜惻, 雖曰不無所犯, 而實無現著, 罪疑惟輕, 古人所愼。 乃以無形之事。 必期取服然後已。 轉相連引, 嚴刑狼藉, 非但縲絏者必不肯服, 恐或有乖於王政, 而或不無冤悶也。 且此皆一罪也。 豈以無著之事, 終驅於死地, 而不背於理哉? 有千希允外, 分揀決放, 宜當仁哉! 此敎眞大舜好生之德也。"
            },
            "3": {
                "H2KE-EN": "The Commissioner for Receiving the Imperial Envoy at the Border reported, The Chinese envoys arrived at Liaodong on twenty-seventh and twenty-eighth days of this month. This was reported to the King.",
                "H2KE-nKo": "원접사의 서장에,“중국 사신이 이달 27∼28일 사이에 요동에 도착할 것이라고 하였습니다.”하였는데, 입계하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 30일(계축) 3번째기사",
                "gt-oKo": "원접사의 서장에 중국 사신이 이달 27∼28일 사이에 요동에 도착할 것이다.’고 하였는데, 입계하였다.",
                "hj": "○遠接使書狀: 天使, 今二十七八日間, 到遼東事, 入啓。"
            },
            "4": {
                "H2KE-EN": "The first day of the twelfth month, the ceremony for receiving the imperial edict of investiture was revised and reported on the first day of the eighth month, the second day, and the thirteenth day of the second month. The King changed the name of Wu Seongjeon to abolish the Directorate of Receiving the Imperial Envoy .",
                "H2KE-nKo": "조칙을 맞이하는 습의를 첫 번째는 8일에, 두 번째는 13일에 하는 것으로 고쳐 부표하여 아뢰었다. 주상이 우성전이 아뢴 것으로 인하여 정공도감을 혁파하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 30일(계축) 4번째기사",
                "gt-oKo": "조칙(詔勅)을 맞이하는 습의(習儀)를 1차는 8일에, 2차는 13일에 할 것으로 개정하여 부표(付標)해서 아뢰었다. 상이 우성전(禹性傳)이 아뢴 바에 따라 정공 도감(正供都監)을 혁파하였다.",
                "hj": "○迎詔勑習儀初度, 初八日, 二度十三日, 改付標啓。 上因禹性傳所啓, 革罷正供都監。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King received the daily audience in the jeonghae year ( and then attended the Royal Lecture. Left State Councilor Hong섬 , 특진관 Bak Yeongjun , 유희춘 , Chief Royal Secretary Bak Geunwon , Third Inspector Han Ho , 수찬 Shin Jeom , and Jo Jeonggi entered the Royal Lecture. When the lecture was completed, the inspectors and censors proposed that Kim Myeongyun is a serious crime, and thus it is not proper to hold a funeral for him. Jo Jeonggi also strongly said, Seo Gyeongdeok is a man of education and education, and he is a renowned Confucian scholar of the generation. However, when he was posthumously conferred upon him in the Royal Ancestral Shrine , the office in charge merely referred to ninth-rank officials in the Royal Confucian Academy when he was alive. However, he merely conferred to the assistant section chief , which is inappropriate. The King said, Do not discuss his 덕행, but only considers his position of high or low. This is truly improper. Hui Chun 진언ed, Gyeongdeok is a man of education and has a study. Bak Sun and Heo엽 are all his younger brothers. Sun said to your subject, In the Royal Confucian Academy , Seo Gyeongdeok requested that he be allowed to participate in the Royal Confucian Academy ? Your subject answered, Zhou Xi truly has a study and education. However, his study is limited to several degrees. What should we do? Sun answered, Zhou Gangjeol is a man of Zhou and Chu Xi . Chae Wonjeong is a man of Zhou and Chu Xi also a man of Zhou and Xiao . He is a man of great study, and thus he is unable to participate in the Royal Confucian Academy. Your subject answered, I will not know the facts. You should personally report this to the King before dealing with this matter. Jo Jeonggi reported again, The other day, Your Majesty instructed, It is not possible for a subject who is weak and abruptly temporarily observing the Royal Confucian Academy. As Your Majesty rose from a strong and judgment, it is possible for him to observe the Royal Confucian Academy. How could there not be no time to observe the posibility [of Xiao]? At the beginning, Hui Chun said in the Royal Confucian Academy, In general, it is not necessary to observe the cardinal principles only when it is impossible to observe the cardinal principles. If it is excessive, it would also be impossible to observe the cardinal principles and problems. Consequently, the King said, On a previous day, when reading the Royal Confucian Academy, he successively studying the sky. Today, I heard the sound of the king. The King said, I do not want to observe the cardinal sound of the Royal Confucian Academy and the Royal Confucian Academy has been observed for ten years. The Royal Confucian Academy has passed the civil service examination",
                "H2KE-nKo": "정해년에 상참례를 행하고, 이어서 경연을 열었다. 좌의정 홍섬, 특진관 박영준ᆞ유희춘, 도승지 박근원, 장령 한호, 수찬 신점ᆞ조정기가 입시하였다. 강이 끝나자 대간이 김명윤은 극악무도한 대죄를 지었으므로 예장할 수 없다고 논집하고, 조정기도 강력히 말하였다. 신점이 아뢰기를,“서경덕은 학행으로 사람을 가르쳤으므로 세상의 명유가 되었습니다. 그런데 중종조에 추증할 때에 유사가 생시의 참봉 9품만을 근거로 하여 좌랑만 추증하였으므로 물정이 흡족하게 여기지 않았습니다.”하니, 주상이 말하기를,“그 덕행은 논하지 않고 경력이 있는 관직만을 높고 낮다고 하니, 이는 참으로 옳지 않다.”하였다.유희춘이 나아가 아뢰기를,“서경덕은 조행이 있고 또 학문이 있으며, 박순과 허엽은 모두 그의 제자입니다. 박순이 신에게 말하기를 ‘《유선록》 가운데 서경덕은 주상께 청하여 참여해 들일 수 있는가?’라고 하기에, 신이 대답하기를 ‘서모는 본디 학행이 있으나 그 학문이 수에 치우쳤으니 어찌해야 하는가?’라고 하니, 박순이 대답하기를 ‘소강절은 수로도 주공과 정자의 뒤를 따랐고, 채원정은 수로도 주공과 정자의 뒤를 따랐으니, 사람됨이 대체로 바르고 학문으로 그 무리를 숙달시켜 《유선록》에 참여하는 것이 무엇이 해롭겠는가.’라고 하였습니다. 신이 대답하기를 ‘나는 그 사실을 자세히 모르니, 공이 주상께 직접 아뢰어 하도록 하라.’라고 하였습니다.”하고, 조정기가 또 아뢰기를,“전하께서 지난번에 하교하시기를 ‘유약한 임금과 고식적인 신하는 큰일을 하기에 부족하다.’라고 하셨습니다. 전하께서는 강의하고 과단성 있는 마음에서 나온 것이니, 진실로 합당한 때가 있을 것입니다만, 어찌 중도에 지나친 때가 없겠습니까.”하였다.유희춘이 처음에 전교에서 이치에 맞는다고 한 것을 인하여 아뢰기를,“모든 일은 반드시 이치에 어긋난 뒤에야 이치에 맞지 않는 것이 아닙니다. 혹 중도에 지나치면 또한 이치에 맞지 않아 폐단이 생기는 것입니다.”하고, 마침내 조정기의 말을 인하여 찬성하기를,“조정기의 말이 옳습니다. 무릇 임금이 교혁하는 일에 마음을 두면 정도에 지나친 것이 많아 폐단이 생기는 것이니, 이는 경계하지 않아서는 안 됩니다.”하였다.유희춘이 또 아뢰기를,“지난날 주상의 옥음이 독서할 때에 끊겼다가 오늘 음성을 들으니, 활짝 피어오르는 소리가 계속 이어집니다. 입시한 사람치고 누군들 감동하여 기뻐하지 않겠습니까. 이는 작은 잘못으로 말미암아 조리를 잘하여 화평하게 된 것이고, 정사 또한 그러합니다. 신이 경악의 시신으로서 여론의 답답함을 듣고 감히 아뢰지 않을 수 없었습니다. 충의위에게 자급을 지나치게 올려 준 것에 대해 주상께서 개정하라고 명하셨는데, 이 일은 매우 소란스럽고 구애되는 점이 많습니다.”하니, 주상이 말하기를,“이 일은 내가 하고 싶은 것이 아니다. 다만 한번 개정하고 한번도 개정하지 않으면 어긋나서 안 되니, 이는 사리에 있어서 당연한 것이므로 개정하지 않을 수 없다.”하였다. 주상의 말은 대개 급제 이승양 등이 이미 개정한 것을 가리켜 말한 것이다.유희춘이 아뢰기를,“또 한 가지 일이 있습니다. 삼관과 훈련원에 거관하지 못한 자들이 너무 많이 적체되어 있습니다. 성균관과 교서관의 권지는 10년이 되어서야 거관하고, 혹 8, 9년이 되기도 합니다. 훈련원은 병진년에 급제하였는데 지금까지 거관하지 않아 혹 15, 6년이 되기도 하고, 혹 17, 18년이 되기도 합니다. 조종조에서 《대전》을 둔 것은 단지 식년 출신만을 근거로 한 것인데, 양 도목에 천전하는 법이 있고 별천하는 규례가 없습니다. 지금 적체된 것이 이 지경에 이르렀으니, 삼가 바라건대 주상께서 결단하여 대신에게 하문하여 개통할 수 있는 길을 열어 주시면 매우 다행이겠습니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 4일(정해) 1번째기사",
                "gt-oKo": "상참례(常參禮)를 행하고 경연을 열었는데, 좌상 홍섬(洪暹), 특진관 박영준(朴永俊)·유희춘(柳希春), 도승지 박근원(朴謹元), 장령 한호(韓灝), 수찬 신점(申點)·조정기(趙廷機)가 입시하였다. 강을 마치고 나서 대간이 극악 대죄를 저지른 김명윤을 예장을 할 수 없음을 강력히 논집(論執)하고 조정기도 역설하였다. 신점이 아뢰기를, “서경덕(徐敬德)은 학행(學行)으로 인재를 교육하여 세상에 명유(名儒)가 되었는데 중종조에 추증(追贈)할 때에 유사가 생시에 9품직인 참봉을 했던 것만을 의거하여 좌랑(佐郞)을 증직하였으므로 여론이 미흡하게 여깁니다.” 하니, 상이 이르기를, “덕행을 논하지 않고 이력(履歷)의 관작으로만 고하를 정하는 것은 불가하다.” 하자, 유희춘이 나아가 아뢰기를, “서경덕은 조행(操行)과 학문이 있고 박순과 허엽(許曄)이 모두 그의 제자입니다. 박순이 신에게 말하기를 ‘상께 청하여 서경덕을 《유선록(儒先錄)》에 기입하여 넣을 수 있겠는가?’ 하기에, 신이 말하기를 ‘서모(徐某)는 학행이 있으나 그 학문이 수학(數學)에 편중되었으니 어쩌겠는가.’ 하였습니다. 박순이 다시 말하기를 ‘소강절(邵康節)은 수학을 하였는데도 주돈이(周敦頤)와 정자 다음으로 쳤고, 채원정(蔡元定)도 수학을 하였지만 주돈이와 정자와 같은 반열에 넣었으니, 대체로 사람됨이 바르고 학문으로서 그 무리들을 선도하였으면 《유선록》에 참여되는 데 무엇이 안 되겠는가.’ 하였습니다. 신이 대답하기를 ‘나는 그 사실을 잘 모르니 공이 직접 상께 아뢰도록 하라.’고 하였습니다.” 하였다. 조정기가 또 아뢰기를, “전하께서 지난번 하교에 ‘유약한 군주와 고식(姑息)적인 신하는 큰 일을 할 수 없다.’고 하셨는데, 그 말씀은 전하의 강하고 과단성 있는 데서 나온 것으로서 참으로 사리에 합당할 때도 있지만 어찌 중도에 지나칠 때가 없겠습니까.” 하였다. 당초에 유희춘이 지난번의 ‘이치에 순응하여야 한다.’는 전교의 내용으로 인하여 아뢰기를 ‘모든 일은 꼭 이치에 어긋난 연후에야 불순(不順)한 것이 아니다. 혹 중도(中道)에 지나치면 순리에 어긋나 폐단이 생기게 된다.’고 하였는데, 이 때 정기의 말을 인하여 찬양하기를, “조정기의 말이 옳습니다. 무릇 임금이 풍속을 바로잡을 마음이 있으면서도 중도에 지나친 일이 많아 폐단이 생기는 수가 있으니 이것은 경계하여야 합니다.” 하고, 또 아뢰기를, “전날 상의 옥음(玉音)이 독서할 때에 끊겼다 이어졌다 하더니 오늘 음성을 들으니 유창하게 연속됩니다. 입시한 사람치고 누구인들 기뻐하지 않겠습니까. 이것은 병환이 조금 나은 데서 조리를 잘하여 완전히 낫게 된 것입니다. 정사도 이와 같습니다. 신은 경악(經幄)의 시신(侍臣)으로서 여론의 억울함을 듣고 감히 아뢰지 않을 수 없습니다. 충의(忠義)로 가자(加資)를 남수(濫受)한 자를 개정하라고 상께서 명하셨는데, 이 일은 매우 소요스럽고 구애됨도 많습니다.” 하니, 상이 이르기를, “이 일은 내가 하고자 하는 것은 아니지만 하나는 개정하고 하나는 개정하지 않으면 모순이 되어 옳지 않다. 대개 사리에 있어서 개정하지 않을 수 없다.” 하였다. 상의 이 말은 급제 이승양(李承楊) 등을 이미 개정한 것을 지적한 것이다. 유희춘이 아뢰기를, “또 한가지 일이 있습니다. 삼관(三館)과 훈련원에는 거관(去官)되지 못한 자가 많이 적체(積滯)되어 있습니다. 성균관과 교서관의 권지(權知)는 10년이 되어서야 거관하며 혹은 7∼8년이 지나서야 하기도 합니다. 훈련원에는 병진년에 급제하여 지금껏 거관하지 못하여 15∼16년에 이르고, 혹은 17∼18년이나 되었기도 합니다. 대체로 조종조의 대전(大典)에는 식년과(式年科) 출신(出身)에 한해서만 두 번의 도목 정사(都目政事) 때 천전(遷轉)하는 법만 있고 특별하게 천전하는 법이 없어 적체됨이 이에 이른 것이니 상께서 결단하여 대신에게 물어서 개통(開通)하는 길을 만들어주면 매우 다행이겠습니다.” 하였다.",
                "hj": "○丁亥/行常參禮, 因設經筵。 左相洪暹、特進官朴永俊、柳希春、都承旨朴謹元、掌令韓灝、修撰申點、趙廷機入侍。 講畢, 臺諫論執金明胤極惡大罪, 不可禮葬。 趙廷機亦力言。 申點言: “徐敬德學行敎人, 爲世名儒, 而﻿中廟朝追 贈時, 有司只據生時參奉九品。 乃只贈佐郞, 物情未愜。” 上曰: “不論其德行, 而唯以踐歷之官爲高卑, 此誠不可。” 希春進言曰: “敬德有操行, 又有學問, 朴淳、許曄, 皆其弟子。 淳語臣曰: ‘《儒先錄》中, 徐敬德可得請於上而參入耶?” 臣對曰: “徐某固有學行, 但其學偏於數, 奈何?’ 淳答曰: ‘邵康節, 以數尙得隨周、程之後, 蔡元定, 以數學亦附周、程之間。 爲人大槪正, 而以學問淑其徒, 得參《儒先錄》, 何妨?’ 臣答之曰: ‘我未詳其事實, 公可親啓上前而爲之。’ 云云。” 趙廷機又啓曰: “殿下頃日下敎: ‘柔弱之主、姑息之臣, 不足以有爲。’ 殿下出於剛毅果斷, 固有合當之時, 亦豈無過中之時乎?” 希春初因傳中順於理, 而言曰: “凡事不必悖於理, 然後爲不順於理。 或過中, 則亦爲不順理, 而生弊。” 遂因廷機之說, 而贊之曰: “廷機此言是也。 凡人君有心於矯革事, 多至於過當, 而生弊。 此不可不戒也。” 希春又曰: “前日上之玉音, 讀書時斷續, 今日伏聞音聲, 舒暢連續, 凡在入侍, 孰不感悅? 此由小差, 而善於調理, 以至於平, 爲政亦然。 臣以經幄侍臣, 聞物情之鬱, 不敢不白。 忠義加資之濫受者, 上命改正。 此事甚爲騷擾, 且多妨礙。” 上曰: “此事予非欲爲之者, 但一改正, 而一不改正, 爲牴牾而不可。 蓋在事理之當然, 不得不改正也。” 上之語, 蓋指及第李承楊等已攻正也。 希春曰: “又有一事。 三館、訓鍊院未去官者, 積滯太甚。 成均校書權知, 至於十年, 乃去官, 或至八九年。 訓鍊院, 丙辰年及第, 至今未去官, 或至十五六年, 或至十七八年。 蓋祖宗置《大典》, 只據式年出身, 而有兩都目遷轉之法, 無別遷之規。 今鬱積至此, 伏乞斷自宸衷, 式詢其大臣, 以爲開通之路, 幸甚。”"
            },
            "2": {
                "H2KE-EN": "On this day, special royal directive was selected and appointed Bak Geunwon as inspector general . Inspector General 박응남이 again submitted a letter of resignation, and the King ordered that he be replaced. The King transmitted a royal directive to the Office of the Crown Prince , which stated, Inspector General Bak Geunwon should be specially appointed. The King also ordered, It would be proper to separately transfer Bak Geunwon to the office in charge. This was following the words of Huichun.",
                "H2KE-nKo": "이날 특지로 박근원을 대사헌에 발탁하였다.대사헌 박응남이 두 번째로 정사하니, 주상이 체차하라고 명하고, 빈청에 전교하기를,“대사헌 박근원을 특별히 가자하도록 하라.”하였다. 또 명하기를,“사관은 별도로 천전하도록 하라.”하였는데, 유희춘의 말을 따른 것이다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 4일(정해) 2번째기사",
                "gt-oKo": "이날 특지로 박근원(朴謹元)을 발탁하여 대사헌으로 삼았다. 대사헌 박응남(朴應男)이 두 번 정사(呈辭)하니 상이 체직(遞職)하기를 명하고, 빈청에 전교하기를, “대사헌 박근원을 특별히 가자(加資)하도록 하라.” 하고, 또 명하기를, “사관(四館)은 특별히 천전(遷轉)하도록 하라.” 하였는데, 이는 유희춘의 말을 따른 것이다.",
                "hj": "○是日特旨, 擢朴謹元爲大司憲。 大司憲朴應男再度呈辭, 上命遞差。 傳于賓廳曰: “大司憲朴謹元, 特加爲之可也。” 又命曰: “四館別遷可也。” 從希春之言也。”"
            },
            "3": {
                "H2KE-EN": "Yu Sil was appointed minister of punishments .",
                "H2KE-nKo": "유잠을 형조 판서로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 4일(정해) 3번째기사",
                "gt-oKo": "유잠(柳潛)을 형조 판서로 삼았다.",
                "hj": "○以柳潛爲刑曹判書。"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General reported, The personnel of mediocre and foolish men are foolish and incompetent in government offices. Your subjects request that he be replaced. The King approved this.",
                "H2KE-nKo": "사헌부가 아뢰기를,“이잠은 인물이 용렬하고 관직에 있으면서 근신하지 않으니 체직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 4일(정해) 4번째기사",
                "gt-oKo": "헌부가 아뢰기를, “유잠은 사람됨이 용렬하고 관직에 있으면서 삼가함이 없었으니 체직하소서.” 하니, 상이 따랐다.",
                "hj": "○府啓: “潜, 人物庸下, 居官不謹, 請遞。” 上從之。"
            },
            "5": {
                "H2KE-EN": "The Ministry of Rites reported to the King, The metropolitan second stage civil examination for the Imperial Entertainments was held in the Imperial Entertainments . The question was divided into three rounds and two hundred candidates each. This was reported to the King.",
                "H2KE-nKo": "예조가 등극 별시 초시의 책문 1통을 삼소로 나누어 각각 200명씩 뽑을 것을 입계하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 4일(정해) 5번째기사",
                "gt-oKo": "예조에서 등극 별시(登極別試)의 초시(初試)에 한 번의 책문(策問)으로 하되 삼소(三所)로 나누어 각각 2백 명씩을 뽑을 것으로 입계(入啓)하였다.",
                "hj": "○禮曹, 登極別試初試策問一度, 分三所, 各取二百事, 入啓。"
            },
            "6": {
                "H2KE-EN": "The Ministry of Punishments reported as follows: In recent years, the male slaves of the meditative school in each government office could not bear their compulsory labor service, and thus they are destroyed and wandering their houses, wandering, and lose their houses and lost their livelihoods, which makes it impossible for them. Therefore, the Ming court specially worried about the problems of such problems. Therefore, we clarify the established rules of the meditative school in the Six Codes (K. Yukjeon . If we continue to revise the problems of the offices and then revise the problems, it would be inconvenient for this. However, the Office of State Rites is exclusively charged with the state sacrifices, and the Royal Ancestral Shrine , Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui , and Yeongeun Hall (K. Yeongeunjeon , which is a matter of urgency and important. Therefore, from earlier on, during the reign of the Royal Ancestral Shrine and the Royal Ancestral Shrine , Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui, and Yeongeun Hall (K. Royal Ancestral Shrine to King Taejo, the Royal Ancestral Shrine to King Taejo and Queen Sinui were additionally increased, and therefore, there was no problems of problems in building the compulsory labor service. It has been a long time since this time. Now, we reduce the number of meditative schools by twenty-two meditative schools, and we cannot but designate them as before, thereby preserving the ancestral rites. However, at the beginning of the meditative school, each government office rushed to request the problems of the meditative schools, which is also worrisome. Henceforth, please do not receive the problems of meditative schools by reducing the number of meditative schools. What do you think about this? The King thereupon ordered the",
                "H2KE-nKo": "형조가 아뢰기를,“근년 이래로 각 아문의 선상 노자가 그 일을 감당하지 못하여 가산을 탕진하고 떠돌아다니며 거처를 잃고 있어 보고 듣기에 참혹합니다. 이 때문에 조정에서 특별히 그 폐단을 염려하여 상정하는 규정을 거듭 밝혀 한결같이 법전에 따라 마련하였습니다. 그런데 만약 그 사에서 계청한 것으로 인하여 계속 고친다면 일이 소요스럽게 될 것이니, 참으로 온당치 못합니다.봉상시는 제향을 전적으로 관장하므로 종묘 및 문소전, 영은전에 공상을 마련하는 여러 가지 일은 관계된 바가 긴요하고 중대합니다. 그러므로 전부터 중종과 명종조에는 수시로 가정하여 공역에 폐단이 없었던 지 오래되었습니다. 이번에 감제한 선상 노자 22명은 예전대로 정하여 주어 제사 지내는 일을 중하게 하지 않을 수 없습니다. 다만 상정하는 초기에 각 사가 분분하게 계청하여 획일적으로 시행하지 못하게 하였으니, 이 또한 염려스럽습니다. 지금부터는 감하한 선상은 수리하지 말도록 하는 것이 어떻겠습니까?”하니, 주상이 성균관에 명하고, 또 장례원에 명하여 지급하게 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 4일(정해) 6번째기사",
                "gt-oKo": "형조가 아뢰기를, “근년 이래로 각 아문의 선상 노자(選上奴子)가 그 일을 감당하지 못하여 가산이 탕진되어 거처를 잃고 유리(流離)하여 듣고 보기에 참혹하므로 조정에서는 특별히 그 폐단을 염려하여 상정(詳定)하고 신명(申明)하는 규정을 한결같이 법전(法典)에 의하여 마련하였습니다. 그런데 만일 각 관아의 계청(啓請)에 의하여 속속 다시 고친다면 일이 소요스럽게 될 것이니 참으로 미편합니다. 그리고 봉상시(奉常寺)는 제향(祭享)을 전부 관장하는데 종묘와 문소전·영은전에 공상(供上)하는 여러 가지 일은 관계됨이 몹시 중하기 때문에 중종과 명종조로부터 수시로 인원을 더 정하여 공역에 지장이 없도록 해 온 지가 오래되었습니다. 이번에 감한 선상 노자 22명을 전과 같이 정하여 주어 제사하는 일에 지장이 없도록 하소서. 다만 처음 규정을 만들 적에 각 관아에서 분분하게 계청하여 일률적으로 시행하지 못하였으니 이 또한 염려됩니다. 이후로는 선상 노비를 감하는 일은 수리(受理)하지 않는 것이 어떻겠습니까.” 하니, 상이 성균관에 명하고 또 장례원에 명하여 주도록 하였다.",
                "hj": "○刑曹啓曰: “近年以來, 各衙門選上奴子, 不勝其役, 破家亡産, 流離失巢, 聞見慘酷, 故朝廷特慮其弊, 申明詳定之規, 一依法典磨鍊矣。 若因其司啓請, 續續更改, 則事涉騷擾, 誠爲非便, 而奉常寺, 則專掌祭享, 宗廟及文昭殿、迎恩殿, 供上備辦諸事, 所關緊重, 故自前﻿中廟、明廟朝, 隨時加定, 無弊供役, 其來久矣。 今次減除, 選上二十二名, 不可不仍舊定給, 以重祀事。 但詳定之初, 各司紛紜啓請, 使不得畫一施行, 亦爲可慮。 自今以後, 減下選上, 勿爲受理, 何如?” 上乃命成均館, 又命掌隷院給之。"
            },
            "7": {
                "H2KE-EN": "The King responded to the royal instruction, In the past, the Royal Confucian Academy was selected and provided as well according to the law. The Ministry of Rites should be determined and provided as well.",
                "H2KE-nKo": "주상이 답하여 전교하기를,“지난번 성균관의 선상도 법에 따라 장례원에서 정해 주도록 하라.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 4일(정해) 7번째기사",
                "gt-oKo": "상이 답하여 전교하였다. “지난번 성균관의 선상 노자는 법에 의하여 장례원에서 정하여 주도록 하라.”",
                "hj": "○上答敎曰: “頃日成均館選上, 亦依法, 掌隷院定給可也。"
            },
            "8": {
                "H2KE-EN": "On gyehae day, [the King] conducted state affairs. [The King] appointed Minister of Works Won혼 as minister of punishments , Fourth Minister of Works Jeong Yugil as minister of works , and Kwon Geukrye as magistrate of Wonju Strategic County .",
                "H2KE-nKo": "정사가 있었다. 공조 판서 원혼을 형조 판서로, 지사 정유길을 공조 판서로, 권극례를 원주 목사로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 4일(정해) 8번째기사",
                "gt-oKo": "정사가 있었다. 공조 판서 원혼(元混)을 형조 판서로, 지사 정유길(鄭惟吉)을 공조 판서로, 권극례(權克禮)를 원주 목사로 삼았다.",
                "hj": "○有政。 以工曹判書元混爲刑曹判書, 知事鄭惟吉爲工曹判書, 權克禮爲原州牧使。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "During the muja year (, the Office of the Censor General reported that the residents of the three provinces of Gyeonggi , Chungcheong , and Gangwon were all dismissed from their posts. The King ordered that high-ranking officials discuss the matter with the high-ranking officials. The 영상 and Fifth-ranking Official Yi Tak all said that they should be dismissed from their posts. Left State Councilor said that they should not be dismissed from their posts, thereby preventing the evil effects.",
                "H2KE-nKo": "무자년에 간원이 아뢴 경기, 충청, 강원 세 도의 거자들이 소란을 일으킨 것에 대해 시관을 모두 파직할 것을 청한 일로 대신에게 수의하였다. 영상과 영중추부사 이탁은 모두 파직해야 한다고 하고, 좌상은 파직하지 말아서 소란을 일으키는 근원을 막아야 한다고 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 5일(무자) 1번째기사",
                "gt-oKo": "간원이, 경기·충청·강원 세 도의 거자(擧子)들이 작란(作亂)한 일에 대하여 시관들의 관작을 파직시킬 것으로 아뢴 내용을 대신에게 수의(收議)하니, 영상과 영부사 이탁(李鐸)은 ‘모두 파해야 한다.’고 하고, 좌상은 ‘파해서는 안 되고 난동을 피우는 근본을 막아야 한다.’고 하였다.",
                "hj": "○戊子/以諫院所啓, 京畿、忠淸、江原三道擧子作亂, 悉罷其試官之職, 收議于大臣。 領相及領府事李鐸, 竝以爲當罷, 左相以爲當不罷, 以杜作亂之源。"
            },
            "2": {
                "H2KE-EN": "The King had the opinions of the State Council deliberated on the suspension of the 파방 and decided, saying, From the past, there was an excessive number of people who raised the suspension of trouble. This was also due to the meaning of worrying about a long time. How could there be a light dismissal after the suspension of the 파방 after the suspension of the state examination? The suspension of the state examination does not know the reason for the suspension of the state examination.",
                "H2KE-nKo": "주상이 삼공의 파방에 대한 의논을 수렴하고 나서 결단을 내리기를,“작란으로 인하여 파방한 일은 전부터 많이 있었다. 이 또한 먼 장래를 내다보는 뜻이다. 한번 결정한 뒤에 어찌 가벼이 파방할 수 있겠는가. 온당치 못하다. 파방한 까닭을 전혀 모르고서 과거가 중시되지 않고 악습이 더욱 조장되고 있다. 전부터 파방이 자주 있었지만 작란이 더욱 심한 것은 또한 하나의 효과였다. 파방하지 않는 것이 좋겠다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 5일(무자) 2번째기사",
                "gt-oKo": "상이 삼공의 파방에 대한 의논을 수렴하고 결단하였다. “작란으로 인하여 파방한 일은 전부터 많이 있었으나 이는 생각이 짧은 탓이다. 한번 정한 뒤에 어찌 경솔하게 파할 수 있겠는가. 온당치 않다. 파방하는 이유는 알지 못하고 과거를 중히 여기지 않아 악습만 더욱 조장되었다. 전부터 파방이 자주 있었지만 작란은 더하였다. 이것이 바로 파방해서는 안 된다는 한 가지 증거이다. 파방하지 말도록 하라.”",
                "hj": "○上旣收三公罷榜之議, 斷之曰: “因其作亂罷榜, 自前固多有之。 此亦慮事不遠之意也。 一定之後, 豈有輕罷乎? 未便, 殊不知罷榜之故, 而科擧不重, 惡習益長, 自前罷榜頻數, 而作亂尤甚, 亦一效也。 勿罷可也。”"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Assistant Section Chief of the Ministry of Taxation Seo Gyeongdeok was appointed as assistant section chief of the Ministry of Taxation . He greeted the scholarly diligently and did not study the study of his study. He is even deeply understanding of the interpretation of the Great Compendium of Human Nature and Principle (C. Zizhi daquan, and there are many who know about it. He is greatly rendered for his meritorious deeds. If his descendants are appointed to a government post, he will demonstrate the intent of supporting Confucian scholars and morality. The King sent this to the Ministry of Rites. ",
                "H2KE-nKo": "전교하기를,“증 호조 좌랑 서경덕은 사기가 쇠퇴한 뒤에 태어나서 두문불출하여 학문에 전념하였고, 《주역》의 이치를 더욱 깊이 연구하여 자득의 묘리가 많았다. 유도하고 권장하여 진취시킨 것을 듣고 아는 자가 또한 많았으니, 사문에 끼친 공이 크다. 만약 그 후손이 있으면 관작을 제수하여 유학을 숭상하고 도를 중시하는 뜻을 보이도록 하라.”하고, 예조에 내렸다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 5일(무자) 3번째기사",
                "gt-oKo": "전교하기를, “증 호조 좌랑(贈戶曹佐郞) 서경덕은 사기(士氣)가 쇠퇴한 때에 태어나서 두문 불출하고 학문에만 정진하여 《주역》의 이치를 더욱 깊이 알아 스스로 깨달은 묘리가 많았다. 후진들을 잘 가르쳐 훌륭한 자가 많았으니 사문(斯文)에 끼친 공이 크다. 만약 그 후손이 있으면 관작을 제수하여 유학을 존중하고 도를 중히 여기는 뜻을 보이라.” 하였는데, 이를 예조에 내렸다.",
                "hj": "○傳: “贈戶曹佐郞徐敬德, 生于士氣銷鑠之餘, 杜門不出, 專精學問, 尤邃《易》理, 多有自得之妙, 誘掖奬進, 聞而知者亦多, 其有功於斯文大矣。 如有其後, 官爵除授, 以示崇儒重道之意事, 下禮曹。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor General reported as follows: As for the crime of the late Kim Myeongyun , the late 급제 Kim Myeongyun has already been widely clarified, and Your Majesty ordered that his government post be demoted. This is a man of the world and the world. It is clear that he cannot be appointed to a government post. Therefore, your subjects deliberated on this matter. However, instead, on the contrary, Kim Myeongyun was not demoted. Instead, Kim Myeongyun stubbornly rejected the public justice for a long time. Would he possess Kim Myeongyun achievements? Instead, what merit could he possess Kim Myeongyun a member of the royal clan? Instead, he harbored wickedness and insulted the righteousness. Would he possess Kim Myeongyun achievements? Instead, he killed the royal clan and killed the scholars. Would he possess Kim Myeongyun achievements? These two men cannot be achievements. Kim Myeongyun a person who alively committed wickedness and died as a powerful man who committed a crime. How could Kim Myeongyun a bone be satisfied? Nevertheless, Kim Myeongyun achievements such as funeral cannot be added.",
                "H2KE-nKo": "간원이 아뢰었다. “고 급제 김명윤의 하늘에 닿는 죄는 상께서 이미 환히 알고 계시는데 그의 관작을 삭탈하라고 명하셨으니, 이는 바로 천지간의 한 죄인입니다. 그러니 예장할 수 없는 것이 분명합니다. 그러므로 신들이 논집하였는데 도리어 위훈이 삭탈되지 않았다고 핑계 대고서 공론을 굳게 거부하여 시간이 갈수록 더욱 굳어지고 있으니, 바로 공이라고 할 수 있겠습니까. 종지를 살해한 것이 국가에 무슨 공이 되겠습니까. 간특한 마음을 품고서 간사한 자와 편당을 지어 바른 사람을 모함한 것을 공이라고 할 수 있겠습니까, 종지를 살해하고 사림을 어육으로 만든 것을 공이라고 할 수 있겠습니까. 이 두 가지를 공이라고 할 수 없다면 김명윤 한 사람은 살아서는 악을 쌓은 간인이 되고 죽어서는 죄를 진 귀신이 되는 것이니, 흉하고 더러운 뼈에 무슨 아까울 것이 있기에 예장하는 성대한 은전을 베푸십니까.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 5일(무자) 4번째기사",
                "gt-oKo": "간원이 아뢰었다. “고(故) 급제 김명윤(金明胤)의 하늘에 닿은 죄는 상께서 이미 통촉하시어 그 관작을 삭탈하도록 명하셨으니, 이는 바로 천지간에 일개 죄인일 뿐으로서 예장(禮葬)할 수 없는 것이 분명합니다. 때문에 신들이 논집하였으나 도리어 위훈(僞勳)이 삭탈되지 않은 것을 핑계하시어 공론을 굳이 거절하심이 갈수록 더한데, 참으로 공(功) 때문에 그러는 것입니까? 종친을 죽게 하였는데 국가에 무슨 공이 있습니까? 간사한 마음을 품고 간사한 자들과 무리를 지어 바른 사람을 모함한 것이 공이 됩니까, 종친을 죽게 하고 사림을 어육으로 만든 것이 공이 됩니까? 이 두 가지가 공이 될 수 없다면 명윤은 살아서는 악을 쌓은 간악한 자이고 죽어서는 죄를 진 귀신이니 흉적의 더러운 뼈다귀가 무엇이 아까워 예장의 은전을 베푸십니까?”",
                "hj": "○諫院啓曰: “故及第金明胤通天之罪, 自上已洞照, 而命削其官, 則是乃天地間一罪人耳。 其不可禮葬也明矣。 故臣等論執, 而反諉以僞勳之未削, 而牢拒公論, 愈久愈堅, 正爲功耶? 以戕殺宗支, 何功於國家耶? 以藏奸慝, 黨邪陷正, 爲功耶? 以戕殺宗支, 魚肉士林, 爲功耶? 斯二者旣不可以爲功, 則明胤一身, 生爲稔惡之奸, 死爲負罪之鬼, 凶穢之骨, 有何足惜, 而加以禮葬之盛典乎?”"
            },
            "5": {
                "H2KE-EN": "Inspector General Bak Geunwon bowed before the King prior to departing for his appointed provincial position. The King denied this request.",
                "H2KE-nKo": "대사헌 박근원이 숙배하고 사직하였으나, 윤허하지 않았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 5일(무자) 5번째기사",
                "gt-oKo": "대사헌 박근원(朴謹元)이 숙배하고 사퇴하였으나 윤허하지 않았다.",
                "hj": "○大司憲朴謹元肅拜而辭, 不允。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gichuk day, at the end of the gichuk year (, the King ordered that the oral examination on the Confucian classics be conducted by the royal secretaries and the official historians enter the royal presence. The oral examination on the classics was held by twenty-five. Among the twenty-four men, all of them did not study themselves and withdrew. Only Recorder of the Royal Confucian Academy Kim Deokyeon alone did not study. The King bestowed wine and food upon all the officials who attended the royal presence.",
                "H2KE-nKo": "기축년에 전경 문신의 고강 때문에 승지와 사관 등이 입시하였다. 전경 25원 가운데 24원은 모두 자불하고 물러가고 오직 학록 김덕연만 홀로 생략하였다. 주상이 입시한 신하들에게 술과 음식을 내려 주었다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 6일(기축) 1번째기사",
                "gt-oKo": "전경 문신(專經文臣)을 고강(考講)하는 일로 승지와 사관 등이 입시하였다. 전경(專經)을 강하였는데 대상 인원 25원 중에서 24인은 모두 스스로 불(不)이라 하고 물러가고, 학록(學錄) 김덕연(金德淵)만이 홀로 약(略)을 받았다. 상이 입시한 여러 신하에게 술과 안주를 하사하였다.",
                "hj": "○己丑/以專經文臣考講, 承旨史官等入侍。 講專經二十五員內, 二十四員皆自不而退, 唯學錄金德淵獨略。 上賜酒饌于入侍諸臣。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Envoys for Expressing Gratitude for Imperial Benevolence Bak Minhyu and Kim Gyehwi entered the capital of Ming China.",
                "H2KE-nKo": "사은사 박민헌과 김계휘가 서울에 들어왔다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 8일(신묘) 1번째기사",
                "gt-oKo": "사은사 박민헌(朴民獻)과 김계휘(金繼輝)가 입경(入京)하였다.",
                "hj": "○辛卯/謝恩使朴民獻、金繼輝入京。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "[The Office of the Senior Abdicated King and the King] said, The scholars of the writing texts in the current writing style are the most occasionally men of the writing style. These are the most occasionally men of the writing style. However, the occasional difference of the writing style is the most occasional.",
                "H2KE-nKo": "갑인년에 유희춘이 아뢰었다. “당대의 사장하는 선비로는 노수신, 김귀영, 윤현, 이후백, 기대승, 박승임이 가장 두드러졌는데 이후백은 조금 더디고 껄끄러웠다고 합니다.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 1일(갑인) 1번째기사",
                "gt-oKo": "유희춘(柳希春)이 아뢰었다. “이 시대 사장(詞章)의 대표적 인물로는 노수신(盧守愼)·김귀영(金貴榮)·윤현(尹鉉)·이후백(李後白)·기대승(奇大升)·박승임(朴承任)을 치는데 이후백이 조금 뒤진다고들 합니다.”",
                "hj": "○甲寅/柳希春曰: “當代詞章之士, 盧守愼、金貴榮、尹鉉、李後白、奇大升、朴承任最著, 而後白差遲澁。” 云。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyehae day, the nineteen copies of the Records of the Grand Scribe (C. Xiao ji and the Records of the Grand Scribe (C. nineteen copies was granted to the Office of the Censor General . Having met Second Deputy Director [of the Office of Royal Decrees] Yi Jungho and Compiler Jo Jeonggi , they finally added the Records of the Grand Scribe (C. Shijing and proceeded to the Royal Secretariat, added the Records of the Grand Scribe (C. Shiji and nineteen copies of the Records of the Grand Scribe (C. Shiji and submitted them with a twelve copies. The King said, I will understand.",
                "H2KE-nKo": "《십구사략》을 옥당에 내려보냈다. 유희춘이 직제학 이중호, 수찬 조정기와 상견하고 마침내 《사략의변》을 첨록하고 정원에 나아가 아뢰기를,“《사략》 아홉 곳에 첨록한 것에 대해 각각 부표하여 들입니다.”하니, 주상이 알았다고 답하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 10일(계해) 1번째기사",
                "gt-oKo": "《십구사략》을 옥당에 내려 보냈다. 유희춘이 직제학 이중호(李仲虎), 수찬 조정기(趙廷機)와 함께 서로 본 뒤 사략의변(史略疑辨)을 덧붙여 기록하여 정원에 나아가 아뢰기를, “《사략》에 9군데를 추가 기록하고 부표(付標)하여 들여왔습니다.” 하니, 상이 알았다고 답하였다.",
                "hj": "○癸亥/降《十九史略》于玉堂。 柳希春與直提學李仲虎、修撰趙廷機相見, 遂添錄《史略疑辨》, 詣政院啓曰: “《史略》九處添錄, 各付標以入。” 上答曰: “知道。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Commissioner for Receiving the Imperial Envoy at the Border reported to the King as follows: The imperial envoys crossed the [Amnok] River on the ninth day of this month. Upon hearing this again, they crossed the [Amnok] River on the eleventh day of this month. The Ministry of Rites crossed the [Amnok] River on the first day of the middle month and on the second day of the middle month.",
                "H2KE-nKo": "갑자년에 원접사가 올린 서장에,“중국 사신이 9일에 압록강을 건넜다고 합니다. 그런데 다시 들으니 11일에 압록강을 건넌다고 합니다.”하였는데, 예조에서는 11월 1일과 2일로 입경할 기일을 정하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 11일(갑자) 1번째기사",
                "gt-oKo": "원접사의 서장이 왔는데 ‘사신이 9일에 강을 건넌다고 하였었는데, 다시 들으니 11일에 강을 건넌다고 한다.’고 하였다. 예조에서는 11월 1일이나 2일로 입경(入京) 시기를 잡았다.",
                "hj": "○甲子/遠接使書狀: 天使, 以初九日, 越江云。 更聞, 以十一日越江。 禮曹, 以仲冬初一日、二日爲入京之期。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The State Tribunal advised: A robber imprisoned in Icheon , robbed a male slave named 학련 , Eogeum , a female slave named 학bi , and others, who were robbbed in the robber and killed their master, should be punished by decapitation without waiting until the arrival of the rober.",
                "H2KE-nKo": "을축년에 의금부가 이천에 사는 강도가 주인을 살해한 종[奴] 학련어금과 여종 학비 등을 능지처사하고, 공모한 수부 중보적 등은 참부대시하라고 공초하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 12일(을축) 1번째기사",
                "gt-oKo": "금부(禁府)에서 강도를 불러다 주인을 죽인 이천(利川)에 사는 종 학련(鶴連)과 어금(於今) 및 계집종 학비(鶴非) 등을 능지 처사에 처하고 공모를 한 수부(水夫) 중보적(重甫赤) 등은 참부대시(斬不待時)로 하였다.",
                "hj": "○乙丑/禁府, 利川居招强盜殺主奴鶴連於今、婢鶴非等, 陵遲處死。 同謀水夫重甫赤等, 斬不待時。"
            },
            "2": {
                "H2KE-EN": "유희춘이 아뢰기를, “신은 slight and weak, and as well as 발이 sick, it is impossible to go on good journey. Nevertheless, it is not suitable to assume the duty of guarding the gunpowder and the Capital Guards . Your subject requests that Your Majesty replace him with cloud swords. How about replacing him? 하니, 상이 아뢴 대로 하라고 답하였다. ",
                "H2KE-nKo": "유희춘이 아뢰기를, “신은 키가 작고 잔약한 데다가 발병이 있어서 잘 걷지 못합니다. 중국 사람들이 보는 곳에서는 의장을 잡고 시위하는 직임에 합당하지 않으니, 별운검을 체차하도록 명하시는 것이 어떻겠습니까?” 하니, 상이 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 12일(을축) 2번째기사",
                "gt-oKo": "유희춘이 아뢰기를, “신은 체구도 작고 약한 데다가 발에 병까지 나서 잘 걷지도 못합니다. 중국 사람들이 모두 보는 곳에서 집장 시위(執仗侍衛)하는 직임에 적합하지 않으니 별운검(別雲劍)을 체차(遞差)하도록 명하시는 것이 어떻겠습니까?” 하니, 상이 아뢴 대로 하라고 답하였다.",
                "hj": "○柳希春啓曰: “臣短小孱弱, 又有足疾, 不能良行。 其於華人瞻視之處, 不合執仗侍衛之任, 別雲劎, 乞命遞差何如?” 上答曰: “如啓。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyehae day, [the King] conducted state affairs. [The King] appointed Bak Min헌을 승지로, Yi헌국을 사간으로, Kim Gwan as 지평으로, and Yu Do as 교리로 삼았다.",
                "H2KE-nKo": "정사가 있었다. 박민헌을 승지로, 이헌국을 사간으로, 김관을 지평으로, 유도를 교리로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 13일(병인) 1번째기사",
                "gt-oKo": "정사가 있었다. 박민헌(朴民獻)을 승지로, 이헌국(李憲國)을 사간으로, 김관(金瓘)을 지평으로, 유도(柳濤)를 교리로 삼았다.",
                "hj": "○丙寅/有政。 以朴民獻爲承旨, 李憲國爲司諫, 金瓘爲持平, 柳濤爲校理。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Commissioner for Receiving the Imperial Envoy at the Border of the Imperial Envoy for Receiving the Imperial Envoy at the Border reported, The two imperial envoys crossed the [Amnok] River on the eleventh day of the eleventh month and entered the capital on the first day of the eleventh month. The two imperial envoys did not accept the gifts.",
                "H2KE-nKo": "원접사의 서장에,“두 사신이 이달 11일 신시에 무사히 강을 건너 오는 11월 1일에 입경하였습니다. 두 사신은 예물을 받지 않았습니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 14일(정묘) 1번째기사",
                "gt-oKo": "원접사의 서장이 왔는데 ‘두 사신이 이달 11일 신시에 무사히 강을 건너 오는 11월 1일에 입경할 것인데, 예물(禮物)은 받지 않을 것이다.’고 하였다.",
                "hj": "○丁卯/遠接使書狀: “兩天使, 今月十一日申時, 無事渡江, 來十一月初一日入京。 兩天使不受禮物。” 云"
            },
            "2": {
                "H2KE-EN": "The Office of Royal Decrees recommended the 한림 of the Office of Royal Decrees . Heo Bong , Choe Unbu , Jo Gwang , and Hong Inhye헌 .",
                "H2KE-nKo": "예문관이 한림을 천거하였다. 허봉, 최운보, 조확, 홍인헌이다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 14일(정묘) 2번째기사",
                "gt-oKo": "예문관이 허봉(許篈)·최운보(崔雲溥)·조확(趙擴)·홍인헌(洪仁憲)을 한림으로 추천하였다.",
                "hj": "○藝文館薦翰林。 許篈、崔雲溥、趙擴、洪仁憲。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "In the mujin year (, the State Council selected the official historians for the recruitment examination. Heo Bong lectured the left side of the Comprehensive Mirror to Aid in Government and Comprehensive Mirror to Aid in Government.",
                "H2KE-nKo": "무진년에 의정부 사관을 취재하였다. 허봉이 《좌전략》을 강하였는데, 최운부도 약을 받고 조확과 홍인헌도 모두 약을 받았다. 과시에서는 대간 및 중직 이하의 관원에게 채붕에 대한 배율 10운을 제술하게 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 15일(무진) 1번째기사",
                "gt-oKo": "의정부에서 사관(史官)을 취재(取才)하였다. 《좌전(左傳)》을 강하여 허봉과 최운보는 약(略)을 받고 조확과 홍인헌은 조(粗)를 받았다. 과시(課試)에서는 대간 및 중직(中直) 이하의 관원에게 채붕(綵棚)에 대해 배율 십운(排律十韻)을 제술하도록 하였다.",
                "hj": "○戊辰/議政府, 史官取才。 許篈講左傳略, 崔雲溥亦略, 趙擴、洪仁憲俱粗。 課試臺及中直以下官, 製述綵棚排律十韻。"
            },
            "2": {
                "H2KE-EN": "Kim Cheomgyeong , the envoy for celebrating the Imperial Crown Princes birthday , returned from the capital and reported to the King as follows: His Imperial Majesty is genuine and brilliant by nature, and personally hear and decided. In general, the memorials were sent to the office in charge, and the office in charge received the imperial edict and implemented them, but there was no observation of executing the circumstances of administrative affairs. Nevertheless, many officials who were driven out of the previous dynasty were summoned and appointed to government posts, and the people were delighted and fortunate. Although they are young, they cannot be compared to the importance of importance. Madam Chen Cheng . His father sold Chen .",
                "H2KE-nKo": "천추사 김첨경이 돌아와서 아뢰었다. “황제의 성품이 영명하여 직접 청단하고 모든 장주를 해사에 내리라고 명하셨는데, 해사에서 성지를 받들어 시행하였으나 별로 수렴하여 섭정하는 일이 없었습니다. 선왕 때 폐척된 신하들이 대부분 부름을 받아 등용되었으므로 백성들이 매우 기뻐하고 다행스럽게 여기면서 ‘나이가 비록 어리지만 융경과는 비교할 수 없다.’라고 하였습니다. 인성태후 진씨는 통주 사람입니다. 자성황후 이씨는 어려서부터 가난하고 미천한데, 그의 아버지가 진씨 집에 팔았을 때 두 황후가 서로 친애하여 형의 형이 되었습니다. 진후가 입궁한 뒤에 서로 만나 보기를 요구하여 관내로 불러들였는데, 융경황제가 보고 기뻐하며 궁중에 머물게 하여 지금의 황제와 노왕 및 두 공주를 낳았습니다. 이씨는 이미 귀하게 된 뒤에도 진씨를 아끼고 공경하는 것이 전일과 다름이 없어서 항상 서서 모시고 감히 앉지 못하다가 태후를 존숭한 뒤에야 비로소 곁에 앉게 되었으니, 두 궁의 화호가 차이가 없습니다.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 15일(무진) 2번째기사",
                "gt-oKo": "천추사(千秋使)로 갔던 김첨경(金添慶)이 돌아와서 아뢰었다. “황제의 성품이 영특하여 국사를 몸소 결단할 뿐 아니라 모든 장주(章奏)를 해사(該司)에 내리도록 명하여 해사에서 성지(聖旨)를 받들어 시행하였고, 수렴 섭정(垂簾攝政)하는 일은 별로 없었습니다. 그리고 선조(先朝)에서 폐척(廢斥)된 신하들도 많이 불러 등용하니, 민심이 매우 다행스럽게 여겨 ‘나이는 비록 어리지만 융경(隆慶) 황제 때와는 비교가 안 된다.’고 하였습니다. 또 인성 태후 진씨(仁聖太后陳氏)는 통주(通州) 사람인데, 자성 황후 이씨(慈聖皇后李氏)의 집이 어릴 때부터 가난하여 그 아버지가 진씨 집에다가 팔았답니다. 그리하여 이 두 분은 어릴 때부터 서로 친애하여 자매간 같이 자랐는데 진후가 입궁(入宮)한 뒤 이씨를 보고 싶어 궁중으로 불러들였더니, 융경 황제가 보고 기뻐해서 궁중에 머무르게 하여 현재의 황제와 노왕(潞王) 및 두 공주를 낳았습니다. 이씨는 귀하게 된 뒤에도 진씨를 존경하기를 전과 다름없이 하여 늘 곁에 시립(侍立)해 있고 감히 앉지도 않다가 태후로 존숭(尊崇)된 뒤에야 비로소 곁에 앉았는데 두 분의 친분은 전과 다름이 없다 합니다.”",
                "hj": "○千秋使金添慶還入京啓曰: “皇帝性稟英明, 親自聽斷。 凡章奏, 命下該司, 該司奉聖旨施行, 別無垂簾攝政之事。 先朝廢斥之臣, 多被召用, 民情欣幸。 以爲年雖幼沖, 非隆慶之比云。 仁聖太后陳氏, 通州人。 慈聖皇后李氏, 少貧賤, 其父賣與陳家, 兩后相與親愛, 作爲兄姝。 陳后入宮之後, 要與相見, 召入關內, 隆慶皇帝見而悅之, 命留宮中, 生今皇帝及潞王與兩公主。 李氏旣貴之後, 愛敬陳氏, 無異前日。 常立侍, 不敢坐, 及尊崇太后之後, 始得傍坐, 兩宮和好無間。” 云。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The envoy Huang Yan (K. Gyeongo gyeongo year (1400, the fifth year of King Taejongs reign wished to stay slowly.",
                "H2KE-nKo": "명나라 사신이 조용히 머물러 있으려는 뜻을 보였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 17일(경오) 1번째기사",
                "gt-oKo": "중국 사신은 조용히 쉬려는 생각을 가졌다 한다.",
                "hj": "○庚午/天使有從容留連之意。"
            },
            "2": {
                "H2KE-EN": "Heo Bong was appointed as 검열로, and 정언 Ji was appointed as 부교리로 삼았다.",
                "H2KE-nKo": "허봉을 검열로, 정언지를 부교리로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 17일(경오) 2번째기사",
                "gt-oKo": "허봉을 검열로, 정언지(鄭彦智)를 부교리로 삼았다.",
                "hj": "○以許篈爲檢閱, 鄭彦智爲副校理。"
            },
            "3": {
                "H2KE-EN": "Due to rain, the King had the courtyard fall under the foot of the palace courtyard. The ceremony for the ceremony of rehearting twice this day.",
                "H2KE-nKo": "비가 내려 뜰이 젖어서 오늘 두 번째 습의를 행하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 17일(경오) 3번째기사",
                "gt-oKo": "비가 내려 뜰이 젖어서 오늘 거행할 예정이던 2차 습의를 중지하였다.",
                "hj": "○以雨下庭濕。 今日二度習儀。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "At the second twelfth day of the first month of the imsin year (, the King proceeded to the Office of the Royal Lectures , 특진관 Yi Munhyeong , 승지 박민헌 , 부수찬 U Seongjeon , and had all entered the Office of the Royal Lectures. The lecture on the Book of Documents (C. Shiyong composed Chengyong . Yun Hui said, The sovereign is dull and dull, and the subject becomes neglectful, and there are many wholeheartedly managed affairs. The only one who says this are trivial, but one who is intelligent and wise should say that it is necessary to help He",
                "H2KE-nKo": "오시 초 2각에 주상이 경연청에 나아갔다. 특진관 이문형, 승지 박민헌, 부수찬 우성전이 모두 들어와 《제용작가장》을 강독하였다. 유희춘이 아뢰기를,“임금이 어둡고 신하가 게을러서 일을 폐기한 것이 많습니다. 이것은 번잡하고 잗단 것만을 말한 것으로 고명한 자는 부드러워야 할 것을 말한 것입니다. 임금이 어진 사람을 구하는 데에 수고하고 마땅한 사람을 얻는 데에 편안하니, 반드시 어진 사람을 얻어서 위임하여 성취를 책임지워야 성공할 수 있을 것입니다. 장수에게 곤외에 장수를 맡기는 것은 중도에 맞는 제도를 따를 수 없을 뿐더러 정승에게 맡기는 것도 마찬가지입니다. 또 일을 일으키기를 좋아한다고 논하였으므로 법을 삼가는 것을 경계한 것입니다. 대개 임금이 수성을 마치 큰 집에 있는 것처럼 하는 것은 아버지의 긍구, 아들의 긍당이라는 옛사람의 비유가 있습니다. 할아버지와 아버지의 길지를 가려서 집을 지었는데 자손이 된 자가 차지하지 않고 헐고 옮겨 간다면 참으로 크게 잘못된 것이라 하겠습니다. 그러나 지붕이 새고 서까래가 썩어도 보수하지 않고 굳게 지킬 줄만 안다면 이는 융통성이 없는 것으로 다스려질 수 없을 것입니다.”하고, 또 아뢰기를,“이전과 이모는 요, 순, 우, 고요의 심사를 환히 알 수 있습니다. 요가 하늘을 공경하고 백성을 위하여 부지런히 일하고 어진 사람을 등용한 것과 순이 오전을 신중히 하고 어진 신하를 천거하여 임용한 것과 고요가 의례를 돈독히 하고 덕 있는 자를 임명하고 죄 있는 자를 성토한 것은 모두 천리이고 그 법도는 마찬가지입니다. 그러나 그 요체를 뽑아서 말하면, 이 마음을 공경히 가지고 만사를 중도에 맞게 하는 것일 뿐입니다. 세상의 임금이 늘 중도에 맞게 하는 것을 요체로 삼지 못하는 까닭은 사사로운 뜻을 가리기 때문입니다. 지나치기도 하고 미치지 못하기도 하며 사사로운 뜻을 버리고 중도에 맞게 하려면 오직 정밀하게 하고 기미에 맞게 하는 것만한 것이 없으니, 대개 치지가 먼저 있기 때문입니다. 치지하고자 하는 자는 반드시 남에게서 취하는데, 요는 그 무리를 상고하고 자기를 버리고 남을 따랐습니다. 순이 우에게 명하기를 ‘내가 잘못하면 네가 보필할 것이니, 너는 면전에서는 따르고 물러가서는 뒷말을 하지 말라.’ 하였습니다. 또 《중용》에서 순을 칭찬하기를 ‘묻기를 좋아하고 비근한 말을 살피기를 좋아한다.’ 하였습니다. 이 뒤로는 세상의 임금이 깊이 생각해야 할 것입니다.”하고, 박민헌이 아뢰기를,“이 말이 중도에 맞는 것은 잘못입니다. 중도에 맞는다는 것은 밖에서 구해서 얻은 것이 아닙니다.”하고, 유희춘이 아뢰기를,“옛사람이 말하기를 ‘일마다 중도에 맞게 하기를 구하여 쓰면 또한 말할 수 있다.’ 하였습니다. 그러나 《중용서》의 동정과 운위가 절로 지나치거나 미치지 못하는 차이가 없으니, 득자는 과연 병문이 있는 듯합니다.”하였다. 유희춘이 그 예를 중하게 여긴다는 것을 풀이하자, 우성전이 아뢰기를,“예를 중하게 여기는 것은 천자로서 신하에게 절하는 것을 그 예를 가볍게 여기지 않는 것이라 하는 것입니다.”하니, 유희춘이 곧 따랐다. 강독이 끝나고서 탑전에 나아가 아뢰기를,“옛사람은 큰일을 행하려면 반드시 먼저 재계하고 다른 일은 물리쳐 없앴습니다. 《근사록》에도 ‘정력을 아껴 길러서 사무에 응한다.’라는 말이 있습니다. 이제 중국 사신이 입경한 지 겨우 10일밖에 안 되니, 잡된 일을 없애서 급한 일에 응하고 정력을 온전히 길러서 응접하는 대례의 바탕으로 삼으소서. 이제 날씨가 추우니, 더욱 조리하고 보호할 수 없겠습니다.”하였다. 주상이 유희춘을 돌아보며 말하기를,“경은 중국 사신이 지은 시를 보았는가?”하니, 대답하기를,“어제 보았습니다.”하였다. 주상이 말하기를,“그 시는 어떠한가?”하니, 대답하기를,“신은 본디 시사를 모릅니다. 그러나 육안으로 보면 청신하고 화려하니, 필시 걸작일 것입니다.”하고, 박민헌이 아뢰기를,“시 가운데에 중첩된 말이 있으니, 시를 좋아하지 않는 듯합니다.”하고, 유희춘이 아뢰기를,“큰 장인이 어찌 도끼 하나를 알겠습니까. 예전에 예겸이 왔을 때에 처음에는 지은 것이 매우 좋지 않았으므로 사람들이 무능하다고 하여 쉽게 여겼으나, 마침내는 시부에 크게 분발하였습니다.”하고, 유희춘이 또 아뢰기를,“중국 사신의 행사하는 기상을 들으니, 경솔하여 까다롭게 살피지 않는 사람인 듯합니다.”하였다. 하직 인사가 끝나고서 차례로 물러갔다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 19일(임신) 1번째기사",
                "gt-oKo": "오시(午時) 초 2각(二刻)에 상이 경연청에 나아갔다. 특진관 이문형(李文馨), 승지 박민헌(朴民獻), 부수찬 우성전(禹性傳)이 함께 입시하여 ‘제용작가장(帝庸作歌章)’을 강하였다. 유희춘이 아뢰기를, “임금이 어둡고 신하가 게을러서 망쳐진 일이 많습니다. 여기서 ‘총좌(叢脞)’만을 말한 것은 고명자(高明者)는 온유함으로써 다스려야 한다는 뜻으로 말한 것입니다. 임금이 어진이를 구하는 데 수고를 아끼지 않으면 사람을 얻고 난 뒤에 편하여집니다. 그것은 어진이를 얻어서 책임을 맡기게 되면 성공할 수 있다는 뜻입니다. 장수에게 곤외(閫外)의 일을 위임하면 조정에서 통제할 수 없는 것처럼 정승에게 국사를 맡기는 것도 마찬가지입니다. 또 일을 일으키기를 좋아하는 것을 논하였기 때문에 법도를 삼가해야 한다는 것으로 경계하였습니다. 대체로 임금이 왕업을 계승하여 지키는 것은 큰 집을 지키는 것과 같습니다. 아버지가 집터를 잡아 공사를 시작하면 자식이 이어받아 완성한다는 고인(古人)의 비유가 있습니다. 할아버지나 아버지가 좋은 터를 잡아 집을 지어 놓았는데 자손이 그 집을 지키지 않고 헐거나 다른 곳으로 이사를 간다면 참으로 잘못이라 할 수 있습니다. 만일 지붕이 새고 서까래가 썩어도 보수하지 않고 그대로 지킬 줄만 안다면 이 또한 융통성이 없는 것으로서 선대의 업을 잘 다스렸다고 할 수 없는 것입니다.” 하고, 또 아뢰기를, “《서경(書經)》의 이전(二典)과 삼모(三謨)에서 요(堯)·순(舜)·우(禹)·고요(皐陶)의 심사를 환히 볼 수 있습니다. 요가 하늘을 공경하고 백성의 일에 부지런하며 어진이를 등용한 것과, 순이 오전(五典)을 밝히고 현신(賢臣)에게 국사를 맡긴 일과, 고요가 오륜과 오례의 질서를 바로잡고 덕있는 자를 명하고 죄진 자를 벌하게 한 일 등은 모두가 천리(天理)로서 그 법도는 똑같은 것입니다. 그러나 그 요점을 말하자면, 마음가짐은 공경으로 하고 모든 일은 중도로써 하는 것뿐입니다. 세상의 임금들이 언제나 중도로써 다스리지 못하게 되는 것은 사의(私意)에 가려서 지나치기도 하고 혹은 미치지 못하기도 하기 때문입니다. 사의를 버리고 중도를 얻고자 한다면 오로지 정밀하게 기미를 살피는 것이 제일이니 이는 치지(致知)의 공부가 앞서야 되기 때문입니다. 치지를 하려면 반드시 남에게서 취해야 하는데 요(堯)는 여러 사람의 의견을 상고하여 자기 고집을 버리고 남의 의견을 따랐으며, 순(舜)은 우(禹)에게 경계시키기를 ‘내가 잘못하거든 네가 보필하되 앞에서는 따르고 물러가서 헐뜯는 일은 말아라.’ 하였고, 또 《중용(中庸)》에서는 순을 칭찬하기를 ‘묻기를 좋아하며, 가까운 이의 말을 잘 살핀다.’ 하였으니, 이는 후세의 임금들이 꼭 본받아야 할 일입니다.” 하였다. 박민헌이 아뢰기를, “여기서 득중(得中)을 말한 것은 잘못된 것입니다. 중(中)이라는 것은 일의 처리가 저절로 이치에 합당한 것을 말함이지 외부에서 구해서 얻어지는 것이 아닙니다.” 하니, 유희춘이 아뢰기를, “고인(古人)이 이르기를 ‘일마다 중(中)을 구하여 썼다.’ 하였으니 득(得)자의 뜻으로 말할 수 있습니다. 그러나, 《중용(中庸)》 서(序)에 ‘동정 운위(動靜云爲)가 저절로 지나치거나 미치지 못하는 오차가 없다.’고 한 것으로 본다면 득(得)자는 과연 병통이 있는 듯합니다.” 하고, 또 유희춘이 ‘그 예를 중히 여긴다.’를 해석하자 우성전이 아뢰기를, “예를 중히 여긴다는 것은 천자로서 신하에게 절하였다는 것을 두고 예를 경홀하게 여기지 않았다고 한 것입니다.” 하니, 유희춘이 그 말을 따랐다. 강을 마친 뒤 탑전(榻前)에 나아가 아뢰기를, “고인들은 대사를 앞두고는 반드시 먼저 재계(齋戒)하고 다른 일은 모두 뒤로 미루었습니다. 《근사록(近思錄)》에도 ‘정력을 길러 사무에 응한다.’는 말이 있습니다. 이제 사신이 입경(入京)한 날이 10여 일밖에 안남았습니다. 잡다한 일은 물리치시고 시급한 용무에만 응하시어 정력을 온전히 배양하시어 응접하는 대례(大禮)에 대비하소서. 요즈음 바람이 차가우니 더욱더 건강을 돌보셔야 합니다.” 하니, 상이 유희춘을 보면서 이르기를, “경은 중국 사신이 지은 시를 보았는가?” 하니, 아뢰기를, “어제 보았습니다.” 하였다. 상이 이르기를, “그 시가 어떠하던가?” 하니, 아뢰기를, “신은 본래 시사(詩詞)에 어둡습니다마는 육안(肉眼)으로 보기에는 참신하고 화려해 보였으니 필시 걸작품인 것 같습니다.” 하였다. 박민헌이 아뢰기를, “시(詩) 중에 겹친 말[疊語]이 있는 것으로 보아 대단치 않는 것 같습니다.” 하니, 유희춘이 아뢰기를, “어찌 큰 장인(匠人)을 도끼질 한 번으로 평가할 수 있겠습니까. 옛날에 예겸(倪謙)이 사신으로 왔을 때, 처음에는 작품이 대단치 않아서 사람들이 무능하다고 쉬이 여겼었습니다. 그러나 후에는 훌륭한 시부(詩賦)를 지어 사람들을 놀라게 했습니다.” 하고, 유희춘이 또 아뢰기를, “듣자니, 사신은 행사에 임하는 기상이 대범해서 까다로운 사람은 아닌 듯합니다.” 하였다. 말을 마치자 차례로 물러갔다.",
                "hj": "○壬申/午初二刻, 上經筵廳與特進官李文馨、承旨朴民獻、副修撰禹性傳, 皆入。 講《帝庸作歌章》。 柳希春曰: “人君昏暗而臣惰, 事廢者多矣。 此獨言叢脞者, 以高明者, 當柔克而言也。 人君勞於求賢, 逸於得人, 蓋必得賢, 而委任責成, 乃可以成功。 非惟任將於閫外, 不可從中制, 任相亦然。 又論樂於興事, 故以愼乃憲爲戒耳。 蓋人君守成, 如居大廈, 古人有父肯構、子肯堂之諭。 祖考擇吉地, 構室屋, 爲子孫者不居守, 而折毁遷徙, 則誠可謂大謬。 若屋漏椽腐, 不爲修補, 知但堅守, 是膠柱鼓瑟, 不足以爲治矣。” 又曰: “二典、二謨, 堯、舜、禹、皐陶之心事, 昭昭可見。 堯之敬天勤民擧賢, 舜之愼徽五典、擧任賢臣, 皋陶惇典庸禮, 命德討罪, 無非天理, 其揆一也。 然撮其要而言之, 則存此心以欽, 而處萬事以中而已。 世之人君, 常不能中以爲要者, 以私意爲之蔽。 或過或不及, 欲去私意而得中, 莫若惟精而惟幾, 蓋致知在先故也。 欲致知者, 必取於人, 堯稽其衆, 而舍己從人, 舜命禹曰: ‘予違汝弼, 爾無面從, 退有後言。’ 又《中庸》稱舜曰: ‘好問而好察邇言。’ 此後世人主所當體念處也。” 朴民獻曰: “此說得中, 誤矣。 中者處事之自然合理者, 非在外而求得之也。” 柳希春曰: “古人云: ‘事事求在中而用之, 亦可以得言。’ 然《中庸序》, 動靜云爲, 自無過不及之差, 則得字果似有病文。” 希春釋 ‘重其禮。’ 禹性傳曰: “重其禮, 謂以天子而拜臣, 爲不輕其禮也。” 希春卽從之。 講畢, 進榻前, 陳曰: “古人將行大事, 必先齋戒, 屛除他事。 《近思錄》亦稱, ‘愛養精力, 以應事務’ 之說。 今距天使入京, 纔十日。 乞須除雜事, 只應急務, 完養精力, 以爲應接大禮之資。 今風氣寒澟, 尤不可調護。” 上顧柳希春曰: “卿見天使所作詩乎?” 對曰: “昨日見之矣。” 上曰: “其詩如何?” 對曰: “臣本不曉詩詞, 然以肉眼觀之, 淸新華麗, 必是傑作也。” 朴民獻曰: “詩中有疊語, 似不好詩也。” 希春曰: “大匠, 豈以一斧知? 昔倪謙之來, 初間之作, 不甚佳, 人以爲無能而易之。 卒乃大奮發於詩賦。” 希春又曰: “聞天使行事氣象, 似是坦率, 不爲苛察之人。” 辭畢, 以次退。"
            },
            "2": {
                "H2KE-EN": "The special examination was held on the fifteenth day of the middle month.",
                "H2KE-nKo": "별시를 중동 15일로 물려 정하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 19일(임신) 2번째기사",
                "gt-oKo": "별시(別試)를 11월 15일로 연기했다.",
                "hj": "○別試, 退定于仲冬十五日。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King moved from Changdeok Palace to Gyeongbok Palace .",
                "H2KE-nKo": "을묘년에 주상이 창덕궁에서 경복궁으로 옮겼다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 2일(을묘) 1번째기사",
                "gt-oKo": "상이 창덕궁에서 경복궁으로 이어(移御)하였다.",
                "hj": "○乙卯/上, 自昌德宮, 移景福宮。"
            },
            "2": {
                "H2KE-EN": "At the end of the oh hour (approximately 3:30 a.m., the Queen also moved from Changdeok Palace .",
                "H2KE-nKo": "오시 말에 중전도 창덕궁에서 옮겨 왔다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 2일(을묘) 2번째기사",
                "gt-oKo": "오시(午時) 말에 중전도 창덕궁에서 옮겨 왔다.",
                "hj": "○午時末, 中殿, 自昌德宮, 亦移來。"
            },
            "3": {
                "H2KE-EN": "The Ministry of Rites selected an auspicious day for the imperial edict to be sent to China on the twentieth day of this month and on the twenty-fourth day of the twenty-fifth day of this month. The document to the Commissioner for Receiving the Imperial Envoy at the Border was to be sent to Liaodong on the twenty-eighth day of the ninth month.",
                "H2KE-nKo": "예조가 조칙을 반포할 길일을 이달 20일과 245일로 정하였다. 원접사의 서장은 다음과 같다.“조사가 9월 28일에 요동에 도착하였습니다.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 2일(을묘) 3번째기사",
                "gt-oKo": "예조에서 조칙(詔勅)을 반포할 날을 이달 20일이나 24∼25일로 의정(擬定)하였다. 원접사(遠接使)의 서장에 의하면, 조사(詔使)는 지난 9월 28일에 요동(遼東)에 도착했다고 하였다.",
                "hj": "○禮曹擇頒詔勑吉日, 以今月二十日、二十四五日爲擬。 遠接使書狀; 詔使, 九月二十八日, 到遼東。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On byeongja day, the Ministry of Rites reported to the King as follows: The ceremony for receiving the imperial edict of investiture is to be performed three times in the twenty-seventh day of the twelfth month, and the metropolitan second day of the twelfth month in the middle month. ",
                "H2KE-nKo": "예조가 조칙을 맞이하는 세 번째 습의는 27일에, 별시 초시는 11월 19일에, 전시는 12월 2일에 행하기로 정하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 23일(병자) 1번째기사",
                "gt-oKo": "예조에서 조칙(詔勅)맞이 3차 습의는 27일에, 별시 초시는 11월 19일에, 전시(殿試)는 12월 2일에 행하기로 정하였다.",
                "hj": "○丙子/禮曹定: 迎詔勑三度習儀于二十七日, 別試初試于仲冬十九日, 殿試于十二月初二日。"
            },
            "2": {
                "H2KE-EN": "[The officials of] the Office of the Censor General on night duty. Jo Jeonggi , Yu Seongryong , and others sent a letter to 유희춘 , which stated, Yesterday, the King responded to the Office of the Censor General that [the officials of] the Office of the Censor General request that [the officials of the Office of the Censor General] be enforced. It stated that [the officials of the Office of the Censor General] are causing our custom. The method of enforcing the enforcing of enforcing the interporcing of enforcing the enforcing of enfor",
                "H2KE-nKo": "옥당이 입번하였다. 조정기, 유성룡이 유희춘에게 간통하기를,“며칠 전 간원에서 향약을 시행하자고 청한 하교에 대해 답하시기를 ‘놀랍다.[駭俗]’라고 하셨습니다. 향약의 법은 바로 선현이 선성현의 남긴 뜻을 계승하여 만든 제도입니다. 고금의 사리가 다르니, 오늘날 꼭 시행할 필요는 없다고 하더라도 한결같이 ‘이륜을 밝히고 풍속을 후하게 하는 성대한 거조’를 ‘놀랍다.’라고 한다면, 이는 선성현을 믿을 만하다고 여기지 않는 것이니, 치도가 복잡하지 않음을 알 수 있습니다. 지극히 온당치 못하니, 이 두 글자의 온당치 못한 뜻을 논하고자 하는데 어떨지 모르겠습니다. 근래 재이가 거듭 발생하는 것도 매우 온당치 못하니, 운운하지 않을 수 없을 듯합니다.”하니, 유희춘이 답하기를,“향약의 일은, 주자가 장남헌과 여동래에게 답한 것이 모두 시행하기 어렵다고 하였으니, 온 나라에 시행하기가 쉽지 않음을 또한 알 수 있다. 그러나 이 때문에 마침내 ‘옛 도’가 ‘놀랍다.[古道駭俗]’라고 말할 수는 없으니, 이는 매우 온당치 못하다. 마땅히 이러한 뜻으로 차자를 올려야 하는데, 말이 참작한 바가 있다.”하였다. 또 재이를 만나 수성하는 뜻을 첨의로 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 23일(병자) 2번째기사",
                "gt-oKo": "옥당에 입번한 조정기(趙廷機)와 유성룡이 유희춘에게 서간을 통하여 말하기를, “며칠 전 간원에서 향약(鄕約)을 시행하기를 청한 데 대한 상의 전교 중에 ‘해괴한 풍속’ 운운하였는데, 향약의 법도는 선현(先賢)들이 옛 성인(聖人)의 뜻을 이어받아 만든 제도로서 시대가 달라져 오늘날 꼭 행할 수는 없다 할지라도 사람의 도리를 밝히고 풍속을 순후하게 하는 훌륭한 법도임에는 변함이 없다. 그런데 이를 ‘해괴한 풍속’ 운운하였으니, 이는 옛 성현을 불신(不信)한 것으로 다스리는 도리를 회복하지 못할 것을 알 만하니 매우 미안(未安)한 일이다. 이 두 글자에 대한 미안한 생각을 논하고 싶은데 어찌하면 좋겠는가? 요즈음 재변이 잇따라 일어나는 것도 매우 미안한 일로서 아뢰지 않을 수가 없을 듯하다.” 하였는데, 유희춘은 답하기를, 대략, “향약에 대한 일은 주자(朱子)가 장남헌(張南軒)과 여동래(呂東萊)에게 ‘모두 실행하기는 어렵다.’고 말한 것으로 보아 온 나라에 시행하기는 쉽지 않음을 알 만하다. 그러나 이런 이유로 해서 옛 제도를 ‘해괴한 풍속’이라고 하는 것은 매우 미안한 일이다. 이런 뜻으로 차자를 올리되 말을 참작하여 쓰도록 하고 또 재앙에 대해 수성하는 뜻도 모두 함께 의논해서 아뢰어야 한다.” 하였다.",
                "hj": "○玉堂入番。 趙廷機、柳成龍、簡通于柳希春曰: “日昨, 上答諫院請行鄕約之敎, 有曰: “駭俗。” 云云。 鄕約之法, 乃先賢祖述先聖賢之遺意, 而爲之制。 古今異宜, 雖未可必行於今日, 一向以明彝倫、厚風俗之盛擧, 爲駭俗云爾, 則是不以先聖賢爲可信, 而治道之無復段可知。 至爲未安, 欲論此二字之未安之意, 未知何如? 近日災異疊出, 亦甚未安, 恐不可不有所云云也。” 柳希春答略曰: “鄕約之事, 《朱子》答張南軒、呂東萊, 皆以爲難行, 則其通行一國之未易, 亦可知矣。 然不可以此, 遂謂古道駭俗, 此甚未安。 當以此意上箚, 而語有斟酌。” 又以遇災修省之意, 僉議爲之。"
            },
            "3": {
                "H2KE-EN": "The two envoys [from Ming China] wished to stay longer in the winter solstice.",
                "H2KE-nKo": "두 중국 사신이 머물러서 동지를 넘길 뜻을 가지고 있었다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 23일(병자) 3번째기사",
                "gt-oKo": "두 사신이 시일을 연장하여 동지(冬至)를 넘길 뜻을 두었다.",
                "hj": "〔○〕兩天使有留連過冬至之意。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Regarding the proprieties for the imperial proclamation of proclam",
                "H2KE-nKo": "헌부가 아뢰기를,“조서를 모셔 두는 예는 조종조 이래로 일찍이 전하께서 정청하여 모셔 두기를 청한 적이 없었습니다. 그런데 허위의 중국 사신이 정한 의주는 바로 성상께서 임시로 서명하는 날에 있었으니, 강쇄한 뜻이 매우 분명합니다. 상께서 입으시는 것도 칠장복이니 강쇄한 이유를 더욱 잘 알 수 있습니다. 성·왕 두 사신은 이미 준용하지 않았으니, 예를 진실로 행해야 한다면 어찌 대신이 넘어져 예의를 잃는 것을 염려하여 구차하게 간편하게 할 수 있겠습니까. 반복해서 품정하여 반드시 올바른 예를 얻도록 하는 것은 모두 황제의 조서를 존중하고 공경하는 뜻을 이루려는 것입니다. 더구나 이 대례는 만세토록 준수해야 할 것이니, 더욱 삼가지 않아서는 안 됩니다. 다시 문례관을 보내어 품의를 극진히 하고 의주를 마련하게 하소서.”하니, 답하기를,“조서를 모셔 두는 일은 이미 대신에게 의논하였다. 우리 나라의 인심은 경솔하고 조급하며 변론을 좋아하기 때문에 반드시 각각 그 뜻을 쓰는 것이 순박하지 않기 때문에 이와 같은 것이다. 어찌 스스로 사사로운 견해를 드러내어 매번 중국 사신과 논쟁하기를 그치지 않아 그 기롱을 받을 수 있겠는가.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 24일(정축) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “조사(詔使)를 만류하는 예를 조종조(祖宗朝)에서부터 한번도 전하께서 직접 뜰에 서서 머물기를 청한 때는 없었습니다. 명사(明使)인 허·위(許魏)가 정한 의주(儀註)는 상께서 권서(權署)하던 때 만든 것으로 차등을 둔 것이 매우 분명합니다. 상께서 입는 예복도 칠장(七章)으로 정하였으니 차등을 둔 것임을 더욱 잘 알 수 있습니다. 성·왕(成王) 두 명사(明使)는 그 의주를 따르지 않았습니다. 그러나 만약에 꼭 행해야 할 예라면 어찌 대신들이 잘못하여 실수할 것을 염려하여 구차히 간편하게 해서야 되겠습니까. 반복해서 품정하여 올바른 예절을 시행하는 것이 황제의 조서를 존경하는 뜻이 될 뿐 아니라, 이 예는 만세토록 지켜야 할 대례(大禮)이니 더욱 삼가지 않으면 안 됩니다. 문례관(問禮官)을 다시 보내시어 극진하게 품의하여 의주를 마련하소서.” 하니, 상이 답하기를, “조사를 머무르게 하는 일은 대신들과 벌써 의논했다. 우리 나라 사람은 경솔하고 말이 많아서 각자의 의견을 고집하려고 하는데, 순박하지 못하기 때문에 이러한 것이다. 어찌 각자 사견(私見)을 내세워 이러쿵저러쿵 논쟁하여 그들의 기롱을 받으려 하는가.” 하였다.",
                "hj": "○丁丑/憲府啓曰: “留詔之禮, 自祖宗朝以來, 未嘗有殿下立庭請留之時, 而許魏天使所定儀註, 乃在聖上權署之日, 降殺之意, 的然明甚。 自上所御, 亦以七章之服, 則其降殺之由, 尤可見矣。 成、王兩使, 旣不遵用, 若禮固當行, 則豈計大臣之顚仆失儀, 而苟從簡便乎? 反覆稟定, 必得其禮之正, 無非爲帝詔致尊敬之意也。 況此大禮, 萬世之所當遵守, 尤不可不致其謹也。 請更遣問禮官, 極盡稟議, 磨鍊儀註。” 答曰: “留詔使, 已議大臣。 我國人心, 輕躁好辯, 必各用其意不淳之, 故如此也。 豈可自逞私曲之見, 每與天使爭(辨)〔辯〕不已, 以取其譏乎?”"
            },
            "2": {
                "H2KE-EN": "전교하였다. “25일, when the Queen Mother of Uiseong moves to her residence, the King and all the officials should greet and welcome and receive her. This should be delivered to the Ministry of Rites.",
                "H2KE-nKo": "전교하였다. “25일 의성 왕대비전(懿聖王大妃殿 정순왕후)이 이어할 때 주상과 백관이 공경히 맞이하라고 예조에 말하라.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 24일(정축) 2번째기사",
                "gt-oKo": "전교하였다. “25일 의성 왕대비(懿聖王大妃)께서 이어(移御)하실 때 상과 백관이 지영(祗迎)할 것을 예조에 말하라.”",
                "hj": "○傳曰: “二十五日, 懿聖王大妃殿移御時, 自上及百官祗迎事, 言于禮曹。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King (Sejong yesterday. The King replied, I read the memorial. How can I not worry about this? I am incompetent in myself, and I am also a man of mediocre wickedness. Therefore, I must reprimand Heavens reprimand. However, even if anyone disgraces people and mediocre people, there is an excessive matter. From ancient times, there must be a magnanimous talent intelligent skills. Only then can the occasion be done. Our sovereign has recently suffered from illness and has no intention to occur in the world. Furthermore, he is not well-versed in character and has no method of skills. Even if such a matter is desired to occur, it would be impossible to do so. The words of mediocre skills are merely sufficient to later generations. If hearing the matter of admonishing the King, he would only be presumptuously protected the state. If there is anyone who utters abruptly word, he would not simply follow his admonition and self-restrained personal gains and occurring his personal gains and motively avoid trouble. In recent years, there have been a multitude of mediocre sovereign who succeedededededed to the natural disaster. The natural disaster of natural disasters such as many petty men of the previous dynasty and gathered together. The natural disaster [of natural disasters] does not occur. I am afraid and apprehensive. I cannot fully explain the measures that I am afraid of my heart.",
                "H2KE-nKo": "어제 사헌부가 차자를 올리니, 주상이 답하기를,“차자를 보았다. 어찌 유념하지 않겠는가. 내가 진실로 보잘것없고 사람 또한 야박하니 하늘의 견책이 있어야 한다. 사람을 업신여기고 사람을 경시하는 것은 비록 지나친 일이지만 예로부터 반드시 영특한 자질과 기예가 있은 뒤에야 그렇게 할 수 있었다. 나와 같은 임금은 근래 병이 몸에서 떠나지 않고 세상에 뜻이 없으며, 게다가 타고난 자질이 민첩하지 못하고 한 가지 기예도 없으니, 이와 같은 일은 하고 싶어도 할 수가 없다. 영특하고 슬기롭다는 말은 다만 후세 사람들의 비웃음거리가 될 뿐이다. 간하는 말을 들어주는 일로 말하면, 다만 나라를 지키는 자리에 있으면서 진실로 뒷말을 하는 자가 있으면 스스로 그 말을 다 들어주어 자신의 사사로운 욕심을 채우지 못하고 우선 눈앞에 닥친 번거로운 말을 면하게 할 수 없다.근년 이래로 위에 용렬한 임금이 있어 온갖 재앙이 갈수록 더욱 심해져서 마치 전 시대의 군소배들이 당을 모았을 때와 같다. 변고는 공연히 생기는 것이 아니니, 두렵고 놀라운 마음을 이루 다 말할 수 없다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 24일(정축) 3번째기사",
                "gt-oKo": "어제 헌부가 올린 차자에 대하여 상이 대답하였다. “차자를 보았다. 어찌 유념하지 않겠는가. 그러나 나는 본래 모자라는 사람으로서 덕도 없으니 하늘의 꾸중을 받는 것은 당연하다. 사람을 경멸하고 사물을 소홀히 한다는 데 대하여 그것이 비록 지나친 일이기는 하지만 예로부터 영특한 자질과 재주를 가진 사람만이 가능한 일이다. 나같은 임금은 근래 병에 시달려 세상사에 뜻이 없는 데다가 타고난 바탕도 민첩하지 못하고 한 가지의 재주도 없으니 그런 일을 하려고 한들 능력도 없다. 나에게 영예(英睿)하다고 하는 말은 한갓 뒷사람의 웃음거리가 될 뿐이다. 간하는 말을 받아들이는 것도 외람되이 국가를 담당한 자로서 뒷말이 귀찮다고 하여 모두 그들의 요구를 다 들어주어 임시로 목전의 시끄러움만을 면하게 할 수는 없다. 근년 이래로 용렬한 임금이 위에 있어 수많은 재변이 갈수록 심해져서 지난날 소인배들이 날뛰던 때와 같다. 변고가 까닭없이 생기겠는가. 놀랍고 두려운 마음을 이루 다 말할 수 없다.”",
                "hj": "○昨日憲府上箚, 上答曰: “省箚。 豈不留念? 予固眇末, 人亦薄惡, 宜有天譴矣。 至若傲物輕人, 雖過事, 自古必有英質技才, 然後玆可乃爲。 如予之君, 近來病不離身, 無意於世, 兼且稟質不敏, 蔑一技藝。 如此事, 雖欲爲之, 末由也已。 英睿之說, 適足爲後人之所嗤笑矣。 如聽諫事, 但以忝守國家, 苟有後言, 自不能唯唯盡從, 以遂其私, 而姑免目前之煩言也。 近年以來, 上有庸君, 千災萬變, 愈出愈甚, 似同前代群小輩聚黨之時。 變不虛生, 惶駭之意, 不能盡諭也。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On muin day, [the officials of] the Office of the Censor General including 유희춘 , Jo Jeonggi , Wu Seongjeon , 정언 Ji , and Yi Gyeongmyeong deliberated, saying, As a ruler encounters a disaster, he should cultivate himself, self-restrained, and remonstrate, and remonstrated. On a previous day, the Office of the Inspector General presented a memorial to the King, which was extremely arrogant, and thus the King responded. We implore Your Majesty to widely address the meaning of words. Furthermore, the Office of the Censor General requested that 향약 be implemented. The King regarded this as a sense of human custom. Furthermore, the Office of the Inspector General also regarded this as a sense of absurd disaster, which is extremely uncomfortable. The Office of the Censor General presented a memorial. The King said, My dear sirs must keep this in mind. However, in recent days, the 향약 all blame me. How can we know what I have done? ",
                "H2KE-nKo": "옥당 유희춘, 조정기, 우성전, 정언지, 이경명이 완의하기를,“임금이 재변을 만나면 마땅히 공구수성하며 구언하고 간언을 받아들여야 합니다. 그런데 지난번 헌부의 차자에 대해 주상께서 준엄하고 불평스럽게 답하셨으니, 간언을 받아들이는 도량을 넓히소서. 또 간원이 향약을 시행하기를 청하였는데, 주상께서는 이를 해괴하게 여기고 옛 도리를 회복하는 것을 괴이한 일로 여기시니, 또한 매우 온당치 못합니다.”하니, 주상이 답하기를,“경들을 위해 유념하겠다. 다만 근래 향약이 모두 나를 탓하니, 어찌 나의 뜻이 어디에 있는지 알 수 있겠는가.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 25일(무인) 1번째기사",
                "gt-oKo": "옥당에서 유희춘·조정기·우성전·정언지·이경명(李景明)이 임금이 재앙을 당하면 의당 공구 수성(恐懼修省)하고 구언 납간(求言納諫)을 해야 하는데, 요즈음 헌부의 차자에 대하여 상께서 준엄하고 불평스러운 말로 답하셨으니, 말을 받아들이는 도량을 넓히기를 청합니다. 또 간원이 향약을 시행하자고 청하였을 때 상께서 해괴한 풍속이라 하여 고인의 법도를 회복하는 것을 괴이한 일로 여겼으니 매우 미안한 일입니다.’는 것으로 의견을 모아 상차(上箚)하니, 상이 답하였다. “경들이 한 말에 유의하겠다. 요즈음 향약 문제에 대하여 모두 나를 탓하지만 내 뜻의 소재를 경들이 어찌 알겠는가.”",
                "hj": "○戊寅/玉堂柳希春、趙廷機、禹性傳、鄭彦智、李景明完議: “以人君遇災, 當恐懼修省, 求言納諫, 而頃日憲府之箚, 上峻厲不平而答之。 乞廓納言之量, 又諫院請行鄕約, 上以爲駭俗。 亦以復古道, 爲怪異之事, 亦甚未安。 上箚。” 上答曰: “當爲卿等留念。 但近以鄕約, 皆咎予, 豈足以知予意之所在乎?”"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive to the Royal Secretariat , which stated, I have already submitted a letter of advisability to the Royal Placenta Chamber . However, I do not know what is the banquet and what is the banquet happening? Although this matter is repeatedly reflected, I think that it is very inappropriate. I think that the advisability of falsely accused unfairly would certainly be twice as much as many officials. Nevertheless, I dared to do so is truly because the cardinal principles are not appropriate. From the Royal Placenta Chamber , when an envoy from the Royal Placenta Chamber , he earnestly requested a letter of advisability to present the letter of advisability to the Emperor. Nevertheless, he did not hear the advisability of the Royal Placentacenta Chamber . Even when meeting face to face, he cannot reply with the advisability of human feelings and sorrowful that he cannot reply with the advisability of human feelings and sorrowful that the advisability of the Royal Placenta Chamber is unreasonable. As the new Emperor has acceded to the throne, he should wait until the following spring to make a request for the advisability of human feelings and sorrowful. Therefore, it is not necessary to make a request to present the letter of advisability to the envoy. However, he does not speak about the words of human feelings and sorrowful that the advisability of the Royal Placenta Chamber is also inappropriate. Nevertheless, the Royal Placenta Chamber was correctly rectified as well as the name of human feelings and sorrowful that our country has not yet been able to resolve the grievances. There is no one who has been unable to satisfy. Only the eastern frontier of our country has been unable to resolve the grievances of human feelings and sorrowful that the spirits of the Royal Placenta Chamber . Previously, I intended to make a request for the advisability of human relation of the envoy. When I departed, I suddenly heard that the former Emperor passed away suddenly and swords could not report to the Emperor.",
                "H2KE-nKo": "비망기를 정원에 내렸는데, 그 내용은 다음과 같다.“종계의 내용에 대해서는 이미 서계하였으나, 어떤 연회이며 어느 때에 말하는지 모르겠다. 이 일은 다시 생각해 보아도 나는 매우 옳지 않다고 생각한다. 무고를 당하여 원통해하는 심정은 필시 여러 신하보다 훨씬 더할 것이다. 그런데도 감히 이와 같이 하는 것은 참으로 사리에 맞지 않기 때문이다. 중묘조 때부터 조사가 왔을 때 간청하여 써서 바친 것이 한두 번이 아니었는데도 그 보람이 있었다는 말을 듣지 못하였다. 비록 대면하여 직접 말할 때라도 인정에 구애되어 가볍게 거절할 수 없어서 우선 ‘예예.’라고만 답하였을 뿐, 외국의 사사로운 정 때문에 국승에 용납되어 시행될 리가 만무하다. 그러니 중국 사람들에게 의심을 살까만 염려되고 일이 제대로 되지는 않을 것이다. 새 황제가 영명하여 처음 즉위하였으니 내년 봄에 주청하여 기필코 원통함을 씻을 것이고 번거롭게 사신에게 써서 바칠 필요는 없다. 그러나 한마디도 하지 않는 것은 또한 온당치 못하다.다만 종계를 개정하는 일과 악명을 변무하는 일에 대해서만은 ‘우리 나라는 여러 세대 동안 원통해 오던 것을 지금까지 씻지 못하였다. 성대의 온 천하가 어느 것 하나도 살 곳을 얻지 못한 것이 없는데, 유독 우리나라의 신하만이 아직도 망극한 원통을 안고 있으니, 온 나라의 신민들만 가슴 아파할 뿐 아니라 지하에 계신 선조의 영령들도 반드시 지하에서 눈물을 흘릴 것이다. 지난번에 주청하려고 이미 사신을 정해 놓고 출발에 임박하여 선황제가 갑자기 활과 칼을 잃었다는 소식을 갑자기 듣고는 미처 상달하지 못하였다. 이는 우리나라가 매우 복이 없기 때문이니, 생각이 여기에 미치면 더욱 가슴이 찢어지는 듯한 슬픔을 금할 수 없다. 불행히도 다행히 새 천자의 성스럽고 신령스러운 때를 만나 우리나라의 번민들이 다시 살려 주는 은혜를 받을까 흔연히 여겨 내년에 번거롭게 주청하고자 하니, 대인께서는 하늘에 사무치는 원통함을 살펴 주시기 바란다.’라는 내용으로 말을 잘 만들어 풍자한다면 괜찮을 듯하다. 상세히 생각하여 회답하라.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 25일(무인) 2번째기사",
                "gt-oKo": "비망기(備忘記)를 정원에 내려 일렀다. “종계(宗系)에 대하여 할 말은 이미 서계(書啓)하였으나 어느 잔칫자리, 어느 시기에 말해야 할지를 모르겠다. 이 일은 아무리 다시 생각해 보아도 불가한 것 같다. 종계가 잘못된 데 대한 원통한 정이야 내가 군신(群臣)들보다 만 배는 될 것이다. 그런데도 내가 불가하다고 하는 것은 사리에 맞지 않기 때문이다. 중묘(中廟) 때부터 조사(詔使)가 올 때마다 간청하고 서정(書呈)한 것이 한두 번이 아니었지만 아무런 도움도 없었다. 얼굴을 맞대고 친밀하게 말을 주고받을 때야 인정상 박절하게 거절하지는 못하고 그저 그러마고 대답은 하지마는 외국의 사정 때문에 그들의 국사(國史) 문제에 참견할 리가 있겠는가. 공연히 중국 사람들의 의심만 사서 일만 어렵게 될 것이다. 그러나 다행히 새 황제(皇帝)는 영명(英明)하고 이제 막 즉위하였으니, 돌아오는 봄에 주청(奏請) 사신을 보내어 원통함을 씻기로 하고 번거롭게 사신에게 서정(書呈)할 필요는 없겠다. 그러나 이 문제에 대하여 한 마디도 안하는 것 역시 온당치 못하니, 다만 ‘잘못된 종계를 바로잡고 억울한 누명을 푸는 것은 우리 나라가 대대로 원통해 하던 일인데 이것을 아직까지 씻지 못했다. 성대(聖代)의 온 세상이 모두 제 자리를 찾았는데, 유독 동쪽 나라의 신하만이 아직까지 망극한 원통을 안고 있으니 이는 온 나라의 신민(臣民)들만이 마음 아파하는 것일 뿐 아니라 지하에 계신 선조의 영령(英靈)도 지하에서 눈물을 흘리고 있을 것이다. 얼마 전에 이 일을 주청(奏請)하려고 사신까지 정하였었는데 출발하기 직전에 선황제(先皇帝)께서 갑자기 서거하였기 때문에 상달(上達)하지 못했다. 이것은 모두 우리 나라가 너무나 복이 없는 데서 연유한 것으로 이렇게 생각하니 더욱 마음이 아프다. 그러나 불행중 다행으로 새 천자(天子)께서 성신(聖神)하시므로 우리 나라의 신민(臣民)은 재생(再生)의 은혜를 받은 듯 기쁜 마음으로 내년에 주청하려 하니, 대인께서는 하늘에 사무친 이 원통함을 살피시어 이 말을 잘 다듬어서 천자께 전해 주시기 바란다.’고 한다면 괜찮을 듯하다. 자세히 생각하여 회계하라.”",
                "hj": "○備忘記下于政院曰: 宗系言語, 則已書啓, 而不知何宴, 何時言之乎? 此事雖更思之, 予意甚爲不可。 見誣冤痛之情, 必倍於群臣萬萬矣。 猶敢如是者, 誠以事理不當故也。 自﻿中廟朝, 詔使之來, 懇請書呈, 固非一再, 而未聞其益。 雖於面對親說之際, 拘於人情, 不可薄拒, 姑以唯唯答之。 萬無以外國私情, 容施於國乘之間, 只恐取疑華人, 事不諧矣。 新皇帝英明, 初卽位, 待來春定爲奏請, 期於昭雪, 不須煩囑書呈於使臣也。 然而無一言, 亦爲未穩。 但以宗系改正及惡名辨誣。 “小邦累世冤痛, 至今猶未得雪, 聖代普天之下, 無物不得其所, 而獨惟海隅東藩之臣, 尙抱罔極之冤, 非惟一國臣民痛心疾首? 先祖地下之靈, 必爲掩泣於冥冥矣。 頃將奏請, 已定使臣, 臨發, 遽聞先皇帝忽遺弓劎, 未及上達。 此由於小邦無祿之甚。 思及于此, 尤不勝摧慟于中也。 不幸之餘, 幸遇新天子聖神, 東藩臣民, 欣欣然意得再生之恩, 欲於來歲煩奏。 望大人照察通天之冤。” 以此善爲措辭諷之, 則庶或可也。 詳思回答。"
            },
            "3": {
                "H2KE-EN": "The envoys [from Ming China] desired to enter the west of the guesthouse in accordance with the ancient institutions. Hence, the envoys [from Ming China] desired to enter the east and the west of the guesthouse in accordance with the ancient institutions. Hence, the envoys [from Ming China] were sitting face south, north, and the west was sitting face south. When they arrived at the hall, they retreatedly sitting face east and the west. In our country, they referred to the Great Comprehensive Mirror to Aid in Government (C. Daxue zhuan , requesting that envoys be sitting face east and the King of the king be sitting face west. ",
                "H2KE-nKo": "중국 사신이 단지 고례에 의거하여 주인은 동쪽, 손님은 서쪽이다. 실은 중국 사신이 남쪽에서 북쪽으로 향하고 서쪽은 왼쪽이다. 전상에 이르러 문득 동쪽 벽에 의지하여 서고, 우리 나라에서는 《대명회전》에 의거하여 조사는 동쪽, 국왕은 서쪽이라고 청하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 25일(무인) 3번째기사",
                "gt-oKo": "명사(明使)는 다만 고례(古禮)에 따라 주인은 동쪽으로 객(客)은 서쪽으로 들어오려고 하는데, 실은 명사가 남쪽에서 북을 향해 들어가면 서쪽이 왼편이 된다. 그러나 전상(殿上)에 올라가면 조사는 동쪽 벽을 의지해 서야 하는 것이다. 우리 나라에서는 《대명회전(大明會典)》에 따라 조사는 동쪽으로 국왕은 서쪽에 설 것을 청하였다.",
                "hj": "〔○〕天使只據古禮, 欲爲主東客西之入。 其實天使自南向北, 而以西爲左也。 到殿上, 却依東壁而立, 我國據《大明會典》, 以詔使東而國王西爲請。"
            },
            "4": {
                "H2KE-EN": "The envoy [from Ming China] did not know how to apply. [The King] personally observed a colorfully decorated stage at Hwangju . [The envoy] also did not apply a colorfully stage against his subordinates so that he might greed and greed.",
                "H2KE-nKo": "중국 사신이 검제할 줄을 모르고 황주의 채붕을 친히 관람하였다. 또 하인들을 단속하지 않아 멋대로 탐욕을 부리게 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 25일(무인) 4번째기사",
                "gt-oKo": "명사는 검제(檢制)할 줄을 몰라 친히 황주(黃州)의 채붕(綵棚)을 관람하였고 또 하인들을 단속하지 아니하여 마음대로 탐취(貪取)하게 하였다.",
                "hj": "〔○〕天使不知檢制, 而親覽黃州綵棚。 又不檢下人, 使恣肆貪取。"
            },
            "5": {
                "H2KE-EN": "정원이 회계하였다. “종계에 관한 일은, telling the words to the envoys [from Ming China] in accordance with the royal instructions. Truly, this is suitable to the situation.",
                "H2KE-nKo": "정원이 회계하였다. “종계에 관한 일을 조사에게 말한 내용은 한결같이 상교에 따라 말하는 것이 진실로 사정에 합당합니다.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 25일(무인) 5번째기사",
                "gt-oKo": "정원이 회계하였다. “종계 문제에 대한 말은 모두 상께서 전교하신 대로 말하는 것이 사정에 합당하겠습니다.”",
                "hj": "○政院回啓曰: “宗系事, 言于詔使之辭, 一依上敎言之, 允合事情。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King had not yet settled the ceremonial procedure for the royal procession to stay in the capital. The King ordered that the ceremonial procedure for the royal procession be withdrawn three times and the ceremonial procedure for the royal procession be conducted.",
                "H2KE-nKo": "기묘년에 주상이 유조의가 정해지지 않았다는 이유로 세 번째 습례를 뒤로 물리라고 명하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 26일(기묘) 1번째기사",
                "gt-oKo": "상이 조사(詔使)를 만류하는 의식이 결정되지 않은 것을 들어 3차 습례(習禮)를 물리도록 명하였다.",
                "hj": "○己卯/上以留詔儀未定, 命退三度習禮。"
            },
            "2": {
                "H2KE-EN": "On gyehae day, [the King] conducted state affairs. [The King] appointed Oh Sang as director of the Office of Royal Decrees .",
                "H2KE-nKo": "정사가 있었다. 오상을 예문관 제학으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 26일(기묘) 2번째기사",
                "gt-oKo": "정사가 있었다. 오상(吳祥)을 예문 제학으로 삼았다.",
                "hj": "○有政。 以吳祥爲藝文提學。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Royal Secretariat reported to the King, The date of the Chinese envoys enter the capital is urgent. If we are snow and snow, it will be difficult to perform it. Your subjects request that the date be conducted three times for the ceremony of rehearing the snow. The King granted the request.",
                "H2KE-nKo": "정원이 아뢰기를,“중국 사신이 입경할 기일이 임박하였습니다. 만약 눈과 비를 만나게 되면 형편상 행하기 어려울 것이니, 내일 세 차례의 습의를 행하소서.”하니, 아뢴 대로 하라고 전교하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 27일(경진) 1번째기사",
                "gt-oKo": "정원이 아뢰기를, “사신의 입경 기일이 임박하였는데, 만일 눈이라도 내리게 되면 곤란할 터이니, 3차 습의를 내일 실시하도록 하소서.” 하니, 아뢴 대로 하라고 전교하였다.",
                "hj": "○庚辰/政院啓曰: “天使入京, 日期臨迫。 若遭雨雪, 勢所難行。 請明日三度習儀爲之。” 傳曰: “如啓。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King. The King replied, This intention is indeed proper. However, because the inspectors and censors had requested the Ming envoy of Confucius and Wang Xian (K. Wang daewang dae , the envoy of Ming China was gentle and sincere, the envoy immediately accepted the wording of the memorial and gave it to him. Now, if we again make this request, it would be improper to make a decision on the matter. If we strongly competently with the Ming envoy, what would China think about our country? Or would it not say that we are repeatedly a country? Moreover, as the current situation has already been urgent, it is not necessary to discuss it.",
                "H2KE-nKo": "옥당이 차자를 올리니, 상이 답하였다. “이 뜻은 진실로 마땅한 듯하다. 다만 이미 대간의 아룀으로 인하여 성왕과 왕 사신이 왔을 때의 의식을 가지고 중국 사신에게 청하였는데, 중국 사신이 온화하고 정성스럽게 대하였기 때문에 즉시 고쳐 써서 주었다. 지금 만약 또 이것을 가지고 변명하는 말을 해서도 안 된다. 중국 사신에게 굳이 다툰다면 중국 사람들이 우리 나라를 어떻다고 하겠는가. 반복되는 나라라고 하지 않겠는가. 더구나 사세가 이미 급박하니 함부로 의논할 필요가 없다.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 29일(임오) 1번째기사",
                "gt-oKo": "옥당의 상차(上箚)에 대하여 상이 답하였다. “이 뜻도 진실로 온당한 듯하다. 그러나 이미 대간의 말대로 명사 성헌과 왕새가 왔을 때의 의주(儀註)에 따라 시행하자고 명사에게 청했더니 명사는 별 이의 없이 곧바로 개서(改書)해 주었다. 그런데 이제 와서 또 이렇게 하자고 하는 것은 부당한 일이다. 그렇다고 변명하기 위해 명사와 입씨름을 하게 되면 중국 사람들이 우리를 어떻게 생각하겠는가. 이랬다 저랬다 하는 변덕스러운 나라라고 하지 않겠는가. 더구나 기일이 임박한 형편이니 함부로 의논할 것 없다.”",
                "hj": "○壬午/玉堂上箚。 上答曰: “此意固似當矣。 但旣因臺官所啓, 以成、王天使時儀, 請于天使。 天使溫款, 故卽從改書而給。 今若又以此, 亦不當(辨)〔辯〕辭。 强爭於天使, 則華人以我國爲何如也? 不曰反覆之國也云爾乎? 矧且事勢已迫, 不須漫議。”"
            },
            "2": {
                "H2KE-EN": "On gyehae day, [the King] conducted state affairs. Yi Yangwon was appointed inspector general .",
                "H2KE-nKo": "정사가 있었다. 이양원을 대사헌으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 29일(임오) 2번째기사",
                "gt-oKo": "정사가 있었다. 이양원(李陽元)을 대사헌으로 삼았다.",
                "hj": "○有政。 以李陽元爲大司憲。"
            },
            "3": {
                "H2KE-EN": "The imperial envoys entered the capital of Joseon on the first day of this month.",
                "H2KE-nKo": "중국 사신이 1일에 도성에 들어왔다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 29일(임오) 3번째기사",
                "gt-oKo": "명사는 1일에 입성(入城)한다고 한다.",
                "hj": "○天使以初一日入城。"
            },
            "4": {
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 29일(임오) 4번째기사",
                "gt-oKo": "사헌부가 차자를 올렸다. “임금의 마음은 하늘과 같습니다. 착한 일을 생각하면 상서로운 별과 상서로운 구름이 나타나고 악한 생각을 가지면 사나운 비바람과 천둥번개가 몰아칩니다. 좋고 나쁜 조짐은 지극히 작고 은밀히 싹트지마는 그것에 대한 반응은 이렇게 뚜렷하고 환하게 드러나니, 어찌 두려워하지 않을 수 있겠습니까. 삼가 생각건대, 성상께서는 슬기를 타고나셨고 영특함이 고인(古人)보다 앞서시어 나라를 맡아 정사를 다스리신 지가 5년이 되었습니다. 모든 계획을 세우고 시행을 할 때에는 언제나 선왕의 법을 의거하고 토론을 강구하여 모두 경전의 교훈대로 하였습니다. 그러나 훌륭한 치적은 별로 없고 잘못된 일들만 많았으며, 평화스러운 기운은 퍼지지 않고 나쁜 징조만 불어나서 천재 지변과 충재(蟲災) 및 사물의 괴변이 없는 해가 없고 없는 달이 없었습니다. 금성(金星)이 해를 침범하고 흰 무지개가 하늘을 범하였으며, 지금에 와서는 번쩍거리는 번개와 진동하는 우레가 겨울인데 여름보다도 더욱 심하니, 이는 주나라의 유려(幽厲) 시대에 나라가 망하려 할 때의 징조이지, 성명의 세상에 있어서는 안 될 일이니 신들은 절통하게 생각합니다. 《서경》에 이르기를 ‘백성의 보고 들음이 바로 하늘의 보고 들음이라.’라고 하였으며, 《시경》에는 말하기를 ‘하늘이 매우 밝으니 그 명을 보전하기가 어렵다. 높고 높아 위에만 있다고 이르지 말라. 하는 일마다 언제나 감시한다.’ 하였으니, 변괴가 까닭없이 발생할 리가 없습니다. 반드시 어떤 일에 대한 반응으로서 형태와 소리로 나타나는 것이니 조금도 가리울 수가 없습니다. 그렇다면 전하께서 성명하신데도 이러한 나쁜 징조가 생겨나는 것이 어찌 까닭이 없겠습니까. 삼가 생각하건대, 전하께서 즉위하던 초기에는 위의가 참신하시어 선비들을 예로써 부르시니 많은 어진 인재가 사방에서 모여들어 온 나라 백성들이 눈을 닦고 서로 축하하며 융성하던 옛 시대의 정치가 이루어질 것을 손꼽아 기대하였었습니다. 그러나 근년 이래로는 점점 처음과 달라져 나라를 다스리는 이념을 도모하는데도 잡된 잘못이 끼이지 않을 때가 없으며, 서정(庶政)을 다스리는 데도 병폐가 섞이지 않을 때가 없습니다. 국가 기강을 진작시켜야 하는데 더욱 해이해지기만 하고 풍속을 순후하게 해야 하는데 더욱 야박해지기만 합니다. 수탈에 시달린 백성들의 탄식하는 소리는 끊이지 않고, 자신을 검속할 줄 모르는 선비는 편협하고 사나운 습속만 조장하여, 귀척들은 횡포를 일삼고 호노(豪奴)들은 거침없이 방자하며, 내서(內司)의 재물은 사용이 되어 갖가지로 유출되고 있어서 구차히 운영하면서 지내는 동안에 나태와 해이함은 날로 더해져서 국운이 기울어지고 있습니다. 신들은 전하께서 조치하신 일들이 과연 하늘의 뜻과 같은 것인지 모르겠습니다. 임금의 덕이 성취되게 하는 책임은 경연(經筵)에 있습니다. 차분한 마음으로 연구하고 체험을 확충하여 의리를 함양하고 덕성을 닦는 것이 바로 학문의 요체입니다. 그런데 자신의 재능을 뽑내고, 아는 것을 자랑하여 그것으로 우지(愚智)를 결정하고 승부(勝負)를 따진다면 이는 비천한 사람에 있어서도 크게 잘못된 학문인데 더구나 존귀한 제왕(帝王)이야 말할 나위가 있겠습니까. 전하께서는 세상에 드문 자질로서 훌륭한 슬기만을 믿어 관건(關鍵)을 빠뜨리시고, 글뜻만을 탐구하여 심신(心身)과 성명(性命)의 근본에는 소홀히 하시고, 박식과 변론에 힘쓰면서 독실히 실천하는 공부는 부족하게 하십니다. 때로는 문자 속에서 궁벽한 것을 찾아내어 강연(講筵)에서 신하들을 시험하는데 여기서 성심(聖心)이 만족되어 신하들을 업신여기며, 나아가서는 한 시대를 경멸하여 나만이 옳다는 병폐가 날로 굳어져서 성상의 생각이 날로 방종해졌습니다. 《주역》에 이르기를 ‘자신을 겸손으로써 기르라.’ 했고 《서경》에는 ‘뜻을 겸손하게 가지고 언제나 민첩하게 하라.’ 하였으며, 또 ‘대순(大舜)은 묻기를 좋아하여 중용을 채용하였으며, 우(禹)는 훌륭한 말을 들으면 절을 하였다.’고 하였으니, 대개 영준(英俊)한 기상을 밖으로 드러내면 훌륭한 계획이 올려지지 않고 많은 사람의 기가 꺾이게 됩니다. 때문에 몸을 굽혀 어진이를 높이고 뜻을 낮추어 학문을 따르는 것보다 나은 것은 없습니다. 그리고 간언(諫言)을 들을 때에는 마음을 열어 받아들이시고 너그러이 용납해 주셔야만 충성스러운 말이 언제나 전달되고 잘못을 지적하는 말이 바로 전해질 것입니다. 그리하여 임금은 허물이 없고 나라에는 잘못된 정치가 없어 나라의 터전이 서게 되어 위대한 이름이 영원히 빛나게 될 것입니다. 그런데 전하께서는 간언을 따르는 성의가 전과 같지 않고 사사로운 데 얽매여 공도(公道)가 어두워져서 탄핵이 종실 친척에 미치면 단호히 거절하고, 사장(私藏)을 들어 논쟁하면 전연 못 들은 체하십니다. 그리하여 간언의 선악(善惡)과 일의 시비를 막론하고 엄한 꾸중을 내리시며, 선철(先哲)들이 밝게 가르친 좋은 법도를 해괴한 풍속으로 돌리시고, 세속을 교화하기 위해 간쟁하는 신하의 아름다운 뜻도 오활(迂闊)하다고 배척하시니, 신하들이 궁중에 드나드는 것은 고사(故事)를 응답하는 데에 불과하고 탄핵하는 상소하는 상례(常例)를 따르는 것에서 벗어나지 못합니다. 그리하여 대소(大小)의 신하들이 조정에 들어가서는 천장만 쳐다보고 탄식하다가 밖에 나와서는 서로 얼굴을 바라보며 한숨만 쉽니다. 아, 이는 한(漢)·당(唐) 시대의 보통 군주에게서도 들어보지 못했던 일인데 전하께서 하시는 일이 오히려 그들만도 못할 줄이야 생각이나 하였겠습니까. 대체로 신하 중에 자기 몸을 아끼는 자는 많고 나라를 위해 헌신하려는 자는 적어 임금의 기색만 보고도 위엄에 눌리고 화를 두려워해서 나서서 간쟁하는 것은 임금의 은총을 잃는 것이라 경계하여 침묵만이 녹을 유지하고 몸을 보전하는 상책이라 하여 장마(仗馬)나 합구초(合口椒)처럼 입을 다물고 있으니, 국사는 잘못 되어가고 인심은 흐트러져서 현량(賢良)들은 몸을 숨기고 간신들이 마침내는 나라가 망하는 지경에 이르러도 누가 임금을 위해 말씀을 드리려 하겠습니까. 우선 비근한 몇 가지 예를 들어보겠습니다. 주 문왕(周文王)은 주인 없는 백골을 묻어주었습니다. 죽은 자에게도 인덕(仁德)을 베풀었으니, 산 사람에게야 어떠하였겠습니까. 또 송 인종(宋仁宗)은 양치질한 물도 개미들이 모인 곳을 피하여 뱉었습니다. 하찮은 미물에게도 그러했는데 더구나 사람에게이겠습니까. 그러므로 옛 역사에는 그것을 아름다운 일로 기술하였고 후인들은 그들을 추앙하였습니다. 그렇다면 전하께서 백성들의 집을 철거하여 백성들의 원망이 자자하게 된 것이 과연 제왕으로서 만물을 살리는 인덕에 합치되는 일이겠습니까. 조정의 신하들이 그것이 잘못된 정사인 줄 알면서도 죽음을 무릅쓰고 간쟁하지 않는 것이 어찌 충성스런 마음이 모자라서 그런 것이겠습니까. 임금의 마음을 한번 돌리기 어려워서 어쩔 수 없다고 포기한 것입니다. 그들의 행위가 가증스럽기는 하지마는 그럴 수밖에 없는 그들의 사정이 더 슬프니 이것이 첫 번째 증험입니다. 가을이 지나가면 우레가 일어나지 않는 법인데 지난달에 일어난 천둥은 너무나 참혹한 재앙이었습니다. 그런데 상께서는 스스로의 잘못을 반성하는 하교도 없고 신하들은 재앙을 면하게 하는 방도로 권면하는 말이 없어 금원(禁苑)에 납시기를 평일과 다름없이 하여도 상에게 깨우쳐 간하는 이가 없었으니, 어찌 이처럼 태연하게 천재(天災)를 소홀히 여기고 하늘의 경계를 업신여길 수 있습니까. 자만하는 기색이 사람을 거절하여 온 지 오래 되어 신하들이 차라리 직책을 저버린 죄를 달게 받을지언정 임금의 뜻을 거스르는 일을 원하지 않으니 이것이 두 번째 증험입니다. 독사나 구렁이 같은 혓바닥으로 선량들을 원수처럼 미워하고 저희끼리 서로 체결하여 교묘하게 죄를 얽어 끝내 선류(善類)를 일망 타진하는 것은 한·당·송의 말기나 우리 나라의 무오·갑자·기묘·을사년의 사화가 그 예입니다. 전하께서 나라를 다스림이 중천(中天)에 떠 있는 해와 같아서 간특한 무리가 몰래 일을 꾸미다가 흉모(兇謀)의 기미가 마침내 드러났으니, 의당 총명하심으로 살펴서 과감하게 제거해야 하는데 은폐해 둔 채 세월만 보내니 인심은 두려움에 떨고 국세는 기울어집니다. 그러나 신하는 말을 못하고 상께서는 깨닫지 못하시니 앞으로 일어날 일을 이루 다 말할 수가 없습니다. 이것이 세 번째의 증험입니다. 전하께서는 경악(經幄)에서의 일로 증험하여 보소서. 즉위하신 초기처럼 정성을 다하고 마음을 열어 할말을 다하는 신하가 몇이나 됩니까. 그 당시와 지금의 일을 헤아려보면 하나도 증험 안 되는 일이 없습니다. 신들은 전하의 마음이 과연 하늘의 뜻에 부합되는지를 모르겠습니다. 아, 하늘을 대신하여 백성에 임하는 이가 곧 임금입니다. 그래서 그 자리를 천위(天位)라고 하고 그 직을 천직(天職)이라 하며, 모든 호령과 정사가 하늘의 행위 아닌 것이 없는데, 임금의 하는 일이 하늘의 뜻에 어긋나서야 되겠습니까. 한번이라도 어긋나는 일이 있으면 하늘과 사이가 생기게 되니 하늘의 큰 노여움을 사는 것은 괴이한 일이 아닙니다. 동중서(董仲舒)는 말하기를 ‘국가가 제 갈길을 잃고 패망하려면 하늘이 먼저 재이(災異)를 내려 알려주지만 그래도 깨달아 고칠 줄을 모르면 패망이 뒤따르게 된다.’ 하였습니다. 여기에서 하늘의 마음을 사랑하고 아끼어 장차 닥쳐올 난(亂)을 막아주려 하는 것임을 알 수 있습니다. 그렇다면 하늘이 전하를 인애(仁愛)하는 것이 이같이 정성스럽고 간절하니 진실로 공구(恭懼)하는 마음을 닦으시고 인애하여 주는 하늘의 마음을 받들어 화를 복이 되게 하고 재앙을 상서로 바꾸는 것이 모두 전하의 마음에 달려있는 것이 아니겠습니까. 겸손하고 온화한 덕을 힘쓰시고 너그러이 포용하는 도량을 넓히시며 지극히 공경하는 마음으로 일관하시고 정성을 쌓아 사람들이 감동되게 하소서. 근본이 되는 곳을 청명(淸明)하고 순수하게 하시며, 운용(運用)하는 방법을 공평하고 정대하게 하시어 은미(隱微)한 곳이라고 하여 소홀히 말고 하찮은 것이라 하여 태만하게 대하지 마소서. 효과가 적은 것에 구애받지 말고 고식(姑息)을 따르지 마소서. 천민의 말이라도 반드시 채택하시고 멀리까지도 수렴하소서. 귀척(貴戚)이라 하여 용서하지 마시고 법대로 시행하시며, 친소(親疏)를 구분하지 마시고 죄가 있는 자에게는 죄를 주소서. 간흉(奸兇)들의 음모를 꺾고 참소하는 자의 입을 막으소서. 사물 하나라도 은총을 입지 못하면 천심(天心)을 거스를까 두려워하고, 백성 한 사람이라도 살 곳을 잃으면 천의(天意)에 어긋날까 두려워 하소서. 중화(中和)의 덕으로써 천지가 정해지고 만물이 양육되어 지치(至治)의 덕화가 멀리까지 미치면 온 세상에 화기가 넘칠 것이고 요망스런 재앙이 모두 제거될 것이니, 천심(天心)에 부합되어 영원히 아름다운 복을 누릴 것입니다. 요(堯)는 덕을 밝히어 홍수도 피해를 입히지 못했고, 탕(湯)은 공경을 더욱 힘써 가뭄도 재앙이 되지 못하였으며, 태무(太戊)는 덕을 부지런히 닦아 요망한 뽕나무를 고사(枯死)하게 하였고, 송 경공(宋景公)은 선한 말 한마디로 형혹(熒惑)을 물리쳤으니 이는 모두 과거에 있었던 분명한 증거들입니다. 속담에 이르기를 ‘상서가 많으면 망하고 변고가 많으면 흥한다.’고 하였습니다. 삼가 성상께서는 척념(惕念)하소서. 처분을 바랍니다.”",
                "hj": "○司憲府箚子: 人君一心, 與天無間。 一念之善, 而景星慶雲; 一念之惡, 而烈風雷雨。 兆朕醞孽, 至微至隱, 而感召應驗, 莫顯莫彰, 豈非可畏之甚乎? 恭惟聖上, 睿智出天, 英明冠古, 臨政願治, 五年于玆。 凡所以猷爲施設, 動引先王, 講求討論, 莫非經訓。 然而治效未著, 紕繆猶多, 和氣未孚, 咎沴日滋。 天災地異, 蟲妖物怪, 無歲不聞, 無月不書。 金星犯日, 白虹干天。 至於今者, 燁燁之電, 虺虺之雷, 特逾於發聲之月。 是則幽、厲將亡之徵, 非聖明之世所宜有者也。 臣等竊痛焉。 《書》曰: “天視自我民視, 天聽自我民聽。” 《詩》云: “天惟顯思, 命不易哉! 無曰高高在上, 陟降厥士。” 日監在玆, 變不虛生, 必以類應, 形聲彰響, 不可容掩。 然則聖明之所以致此者, 豈無其故歟? 伏覩殿下卽祚之始, 丰來惟新, 招延禮幣, 群賢四集, 一國臣民,拭目相慶, 以爲隆古之治, 指日可回矣。 近年以來, 漸不如初, 圖恢治理, 而未必無瑕。 以間之, 釐擧庶政, 而未必無疪。 癘以混之, 紀綱所當振, 而委靡益深, 風俗所當厚, 而偸薄愈極。 民困於剝膚, 而愁嘆之聲不絶。 士味於飭躬, 而狷悍之習亦長。 以至貴戚驕橫, 豪奴縱恣, 內司是私, 岐(經)〔徑〕旁出, 因仍苟度, 轉輾時月, 怠緩解弛, 日就頹敗。 臣等未知, 殿下之於注措, 其果能與天無間否乎? 君德成就, 責經筵, 從容硏討, 充擴體驗, 涵泳義理, 薰陶德性, 乃其學問底要道, 而矜能衒得, 決愚智較勝負, 其在下賤, 亦已爲失學之大者, 而況於帝王之尊哉! 殿下以不世出之資, 恃其聖知, 脫落關鍵, 究於文義, 而略於身心, 性命之本, 務於辨博, 而缺於踐履篤實之功。 時摘其言語, 立之隱僻, 下試講筵, 聖心已足, 傲睨諸臣, 淩駕一世, 獨是之病日固, 自聖之念日肆矣。 《易》曰: “卑以自牧。” 《書》曰: “遜志時敏。”大舜好問而用中; 禹聞善言則拜。 蓋英彩外暢, 則嘉謀不進, 俊氣旁敷, 則群聽失措, 故屈己下賢, 降志從學, 莫有尙者矣。 且如聽諫之際, 尤當虛而受之, 優以容之, 然後藥石之論, 恒陳於軒陛, 繩墨之喩, 不蔽於耳目, 君無愆化, 國無闕政, 可以樹靈長之基, 熙鴻號於無窮矣。 殿下弗咈如流之美, 有歉前日, 偏私攸繫, 公道自晦, 彈及宗戚, 拒之必牢, 諍擧私藏, 聽之亦邈, 言無善惡, 嚴辭屢下, 事無是非, 峻旨頻加, 先哲明敎之良法, 諉以駭俗, 諍臣化俗之美意, 斥以迂闊, 靑蒲出入, 不過應故事, 白簡規箴, 未免於循常例, 大小臣僚, 入則仰屋噓唏, 出則相顧咨嗟。 嗚呼此乃漢、唐中主之所未聞, 不謂殿下之所爲, 乃反出於其下也。 大抵, 人臣愛身者多, 循國者少, 觀望風采, 畏威怵禍, 以明爭爲孤恩失寵之苟戒, 以含默爲持祿容身之善策, 不語如仗馬, 合口如蜀椒, 則國事潰裂, 人心渙散, 賢良屛身, 奸孽接迹, 終至於國非其國, 而誰肯爲君上言哉? 姑以近事驗之, 周之文王掩骼埋胔, 死骨猶然, 況於生乎? 宋之仁宗漱水避螻蟻, 微物尙然, 況於人民乎? 是以先史美之, 後世仰之。 然則殿下之毁撤人家, 使民嗷嗷, 果合於帝王生物之仁乎? 廷臣非不知妨政害治之尤, 而猶不以死爭之者, 豈其忠義之心, 有所不足而然歟? 實難於天聽之一回, 而末如之何。 其事雖可惡, 而其情則悲矣。 此其一驗也。 秋律將窮, 雷乃收聲, 前月之震, 災固已慘。 上無罪己之敎, 下乏祈免之辭, 出御禁苑, 晏如平日, 未有以規警之言, 上徹於冕旒, 豈皆忽天災玩天戒, 而恬然若是哉? 訑色拒人, 積有所自, 寧甘於失職之罪, 而不願有拂志之事, 此其二驗也。 蛇虺蚋舌, 仇疾善良, 締構巧捏, 竟必網打, 如漢、唐、宋之季。 及我國朝戊午、甲子、己卯、乙巳之禍, 其可鑑已。 殿下臨御, 如日中天, 奸慝潛釀, 兇機遂露, 是宜离明快照, 乾繼廓揮, 而壅蔽遮藏, 歷時逾年, 人心款懼, 國勢捏扤。 臣不得言, 上不得悟, 他日之事, 有不可勝說者, 此其三驗也。 殿下嘗驗之經幄, 其殫誠瀝肝, 極言盡論, 能以御極初年者, 有幾人哉? 揆之於時, 察之於事, 無一不驗。 臣等未知, 殿下之心, 其果能與天無間否乎? 噫! 代天而莅天民者, 人君也。 位曰天位, 職曰天職, 一號令、一政事, 無非天所爲也。 人君豈可有所事, 而違乎天哉? 一有所違, 則不能與天無間, 而逢天癉怒, 亦何足怪耶? 董仲舒曰: “國家將有失道之敗, 天乃先出災異, 以譴告之。 尙不知變, 而傷敗乃至, 此見天心仁愛人君, 而欲止其亂也。’ 然則天之所以仁愛殿下者, 勤且切矣。 修敬懼之實, 承仁愛之天, 變禍爲福, 轉災爲祥, 豈不在殿下之一心乎? 懋恭沖之德, 弘優容之量, 至敬主一, 積誠動人, 本原之地, 淸明純粹, 運用之方, 公平正大, 勿謂幽隱而少忽, 勿謂細微而或怠, 勿拘於淺效, 勿循於姑息, 芻蕘必擇, 遐遠必收, 法所當施, 毋貸於貴近, 罪所當加, 毋間於親踈, 折兇奸之鋒, 杜讒賊之口, 一物不被, 恐拂於天心, 一民失所, 懼戾乎天意, 中和位育, 至治馨香, 則太和洋溢, 妖孽盪除, 克享天心, 永孚于休矣。 堯德欽明, 而水不能爲害, 湯敬日躋, 而旱不能爲災, 太戊克勤, 而祥桑枯死, 宋景善言, 而熒惑退舍。 此其已事之明效也。 語云祥多者亡, 異衆者興, 伏願聖明惕念焉。 取進止。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Former Army Commander Yi Daesin was banished to Okgu .",
                "H2KE-nKo": "전 병사 이대신을 옥구에 정배하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 3일(병진) 1번째기사",
                "gt-oKo": "전 병사 이대신(李大伸)을 옥구(沃溝)로 유배하였다.",
                "hj": "○丙辰/前兵使李大伸配沃溝。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Commissioner for Receiving the Imperial Envoy at the Border of the Imperial Envoy at the Border reported, The imperial envoys arrived at Liaodong on the twenty-ninth day of this month. It will be appropriate to cross the [Amnok] River on the six or seven days of this month.",
                "H2KE-nKo": "원접사의 서장에,“중국 사신이 지난달 29일에 요동에 도착하였는데, 이달 6, 7일 사이에 압록강을 건널 것이라고 하였습니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 5일(무오) 1번째기사",
                "gt-oKo": "원접사의 서장에 ‘중국 사신이 지난달 29일 요동에 도착하여 이달 6∼7일 사이에 압록강을 건널 예정이다.’ 하였다.",
                "hj": "○戊午/遠接使書狀: “天使, 去月二十九日, 到遼東。 今月初六七日間, 當越江” 云。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On sinmi day, at the mi hour (approximately 3 p.m., the King left the palace to ride a small palanquin, and the escorting officials all followed him. They crossed the left gate to Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui . After entering the tent, the cloud swords and the commanders of the Ministry of War all sit on the clouds. After the rite was completed at the fourth hour (14 p.m.m., the King descended the tent and relaxed a little moment. He then went to Yeoneun Hall . Your subjects followed the palanquin and followed the palanquin. They crossed the garden and arrived at Yeoneun Hall . After the rite was completed at the fifth hour (5 p.m.m., they again followed the palanquin to the north gate of Gyeonghoe Pavilion. They also arrived at the south gate of Gyeonghoe Pavilion and reported to the throne that the battle had been completed. The Royal Secretariat and the Office of the Censor General inquired after the health of the King.",
                "H2KE-nKo": "지난밤 3경 1점에 주상이 궁을 나와 소여를 탔는데, 시위하는 신하들이 모두 따라갔다. 좌화문을 거쳐 문소전에 이르렀는데, 막차에 들어가자 운검과 병조의 장수들이 모두 앉았다. 4경에 제사가 끝나자, 주상이 막차에서 나와 잠시 쉬었다가 다시 연은전으로 나아갔다. 신들이 소여를 배종하여 걸어서 후원을 지나 연은전에 이르렀다. 5경에 제사가 끝나자 다시 배종하여 경회루 북문에 이르렀다. 또 경회루 남문에 이르러 진을 파할 것을 아뢰고 마쳤다. 승정원과 옥당이 문안하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 6일(기미) 1번째기사",
                "gt-oKo": "지난 밤 3경(三更) 1점(一點)에 상이 궁(宮)에서 나와 소여(小輿)로 시위신을 거느리고 좌화문(左華門)을 거쳐 문소전(文昭殿)에 도착했다. 막차(幕次)에 들어가자 운검(雲劍)과 병조(兵曹)의 제장(諸將)이 모두 자리를 잡고 앉았다. 4경에 제례를 마치고 막차를 나와 잠시 쉬었다가 다시 연은전(延恩殿)으로 가는데 신하들은 도보로 뒤를 따랐다. 후원(後苑)을 지나 연은전에 도착하여 5경에 제례를 마치고 다시 경회루(慶會樓) 북문을 거쳐 경회루 남문에 도착하여 파진(罷陣)할 것을 아뢰어 행례를 마쳤다. 승정원과 옥당이 문안을 드렸다.",
                "hj": "○己未/去夜三更一點, 上出宮, 乘小輿, 侍衛諸臣皆從。 由左華門, 至文昭殿, 旣入幕次, 雲劎兵曹諸將皆坐, 四更祭畢。 上出幕次, 小歇, 復詣延恩殿, 臣等陪輿步從, 經後苑至延恩殿。 五更祭畢, 復陪至慶會樓之北門。 又至慶會樓南門, 啓罷陣而畢, 承政院、玉堂問安。"
            },
            "2": {
                "H2KE-EN": "Wu Seongjeon , 수찬 of the Office of State Records , requested the abolition of the directorate of the Office of State Records , be dismissed. The King approved this request. The inspectors and censors requested that the abolition of the directorate not be abolished, and that the appropriate ones be selected and then decided. The King did not approve this request.",
                "H2KE-nKo": "며칠 전에 수찬 우성전이 정공도감을 혁파할 것을 청하니, 주상이 그대로 따랐다. 대간이 혁파하지 말고 시의에 합당한 것을 골라서 정할 것을 청하였으나, 주상이 윤허하지 않았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 6일(기미) 2번째기사",
                "gt-oKo": "며칠 전에 수찬 우성전(禹性傳)이 정공 도감(正供都監)을 혁파할 것을 청하여 상이 따랐는데, 오늘 대간이 혁파하지 말고 시의(時宜)에 합당한 것을 가려 정할 것을 청하였으나, 상이 윤허하지 않았다.",
                "hj": "○頃日, 修撰禹性傳請罷正供都監, 上從之。 臺諫請勿罷, 揀擇其合於時宜者, 而定之, 上不允。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Great Lord of Cheongwon Han Gyeongg록 is greedy and treacherous by nature. Furthermore, he is cunning and wicked. When the state was dangerous and dangerous, he greed merit and enjoyed disasters. He flattered a cunning official and secretly communicated with the palace. There was nothing he did not do so until now. Nevertheless, Yun Heungryes male slave was confiscated by Yun Heungrye and his male slave was confiscated by Yun Heungrye. According to the circumstances of Yun Heungrye, [Yun] Huis grandson had his male slave confiscated, Huison had his farmland, houses, and other items recorded them in full. However, when Won Yun was defeated, his circumstances were discovered, and his circumstances were discovered from the circumstances whereabouts of the circumstances whereabouts whereabouts.",
                "H2KE-nKo": "사헌부가 아뢰기를,“청원부원군 한경록은 성품이 본래 흉패한 데다가 교활하기까지 합니다. 국가가 위태롭고 의심스러울 때에 공을 탐내고 화변을 좋아하여 권간에게 빌붙어서 궁금과 몰래 내통하여 못하는 짓이 없이 악한 짓을 하여 지금까지 그치지 않고 있습니다. 윤흥례의 종 희손을 빼앗아 그의 종으로 삼고는 희손의 전답과 가옥 등의 물건을 전부 기록해서 올렸는데, 윤원형이 패하고 위훈의 정상이 탄로 나자 스스로 기록해서 올린 물건을 보존할 수 없다는 것을 알고는 다시 교묘한 꾀를 내어 매매 문기를 만들어 영구히 차지할 계획을 세웠습니다. 심지어 윤흥례의 적몰한 물건을 돌려주라고 명하셨으니, 희손의 물건은 즉시 그 주인에게 돌려주었어야 합니다. 그런데 탐욕스럽기 그지없어 감히 위조 문기를 빼앗아 그대로 차지함으로써 은혜로운 명이 끝내 헛된 것으로 돌아가게 하였으니, 그의 마음씀이 매우 형편없습니다. 속히 파직하도록 명하소서.”하니, 주상이 추고만 하라고 명하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 6일(기미) 3번째기사",
                "gt-oKo": "헌부가 아뢰기를, “청원 부원군 한경록(韓景祿)은 성품이 본래 음흉한 데다가 교활하기까지 하여 국가가 불안하던 때에 공을 탐내고 남의 화(禍)를 좋아하여 권간(權奸)에 아부하고 궁중과 내통하여 못하는 짓이 없이 악한 일을 하였는데 지금까지도 그 버릇을 못 고치고 있습니다. 윤흥례(尹興禮)의 종 희손(希孫)을 빼앗아 자기 종으로 삼고 희손의 전답과 집 등 재산을 몰수하여 자기 소유로 기재하였다가, 윤원형(尹元衡)이 패퇴(敗退)하고 위훈(僞勳)의 정상이 탄로나자 몰수하여 차지한 재산이 온전하지 못할 것을 알고 다시 교활한 꾀를 내어 매수한 것처럼 매매 문서를 만들어 영구히 점유하려고 하였습니다. 심지어 윤흥례의 재산을 돌려주라는 명이 내렸으면 즉시 희손과 그의 재산을 보두 그 주인에게 돌려주어야 했는데도 탐욕을 끝없이 부려 감히 위조 문서를 증거로 하여 돌려주지 않음으로써 지엄한 은명(恩命)을 끝내 헛되게 만들었으니 그의 심술이 너무나 무상(無狀)합니다. 속히 파직하소서.” 하니, 상이 추고만 하라고 명하였다.",
                "hj": "○府啓: “淸原府院君韓景祿, 性本兇悖, 加以狡猾, 當國家危疑之際, 貪功樂禍, 黨附權奸, 潛通宮禁, 其爲惡之事, 無所不至, 以至于今, 猶不自戢。 尹興禮之奴希孫, 沒爲其奴, 則希孫田沺家舍等物, 全數記上, 而及尹元衡見敗, 僞勳之情狀, 呈露自知記上之物, 勢不得保有, 更生巧詐之謀, 作買賣文記, 欲爲永執之計。 至於命下還給興禮籍物, 則希孫己物, 卽當盡還其主, 而貪黷無厭, 乃敢僞造文記, 據奪仍執, 使渙汗恩命, 終歸於虛地。 其爲用心, 極爲無狀, 請亟命罷職。” 上命只推考。"
            },
            "4": {
                "H2KE-EN": "The Commissioner for Receiving the Imperial Envoy at the Border reported on the interpreters . The interpreter Han , Chief Envoy for Receiving the Imperial Envoy at the Border Han , was upright and gentle by nature and beautiful in appearance. His words were brilliant, and his feast were brilliant. Although there were no small amount of wine vessels, he did not eat any meals to the water and land. He lived near the sea, and he was even more fond of fishing. He also enjoyed himself to eat meat. The lyrics were the highest quality of the Hanlin , and the lyrics were also good. Vice-Envoy Chen Zhen , who was slow and imple-minded by nature, was fair and not enough to speak talk. People under his journey some errors, and they did not pardon them. Vice-Envoy Chen Zhen , who was enough to enjoy themselves like the envoy, also enjoyed a white porcelain. The lyrics are also fond of wine vessels, and the lyrics are also fond of. The lyrics included in the book of white porcelain. The lyrics included in the book of white porcelain, as follows: In repeatedly serving the banquet, such as sounds and music, all the arrangement of the receipt of envoys should be reduced in accordance with the simple quality. Upon hearing of the past, there were cases in which interpreters and post stations in the middle of men and women occupying the banquet and offering wine to them. Sometimes there were cases in which musical instruments were arranged and prohibited from circumstances, such cases shall be revealed so that our country has maintained the skill of proprieties and encouraged the skills of public morals.",
                "H2KE-nKo": "원접사의 서장에,“탐행 통사가 보고한 바에 의하면 ‘정사 한은 성품이 단아하고 용모가 준수하며 언어가 낭랑하고 담력이 많이 있으며, 주량이 많지도 않고 작지도 않으며 식성은 수륙의 맛이 모두 좋은 음식입니다. 그가 사는 바다와 가까운 곳에서는 해어를 더욱 좋아하며 사슴 고기도 좋아합니다. 사장은 한림 중에서 가장 높고 필법도 훌륭합니다. 부사 진은 성품이 조급하고 용모가 평범하여 말을 좋아하지 않으며, 일로의 하인들도 조금이라도 착오가 있으면 용서하지 않습니다. 식성은 또한 정사가 좋아하는 것과 같습니다. 또한 흰떡[白餠子]을 좋아하며 주량이 관대하고 사장과 필법도 좋습니다.......’라고 하였습니다.”하였다. 백패의 대략에,“연궤를 자주 번거롭게 하고 성악과 극희 등의 항목은 조사를 위해 베푸는 것은 모두 생략한다. 또 고사를 듣건대 연도의 역관에 남녀가 섞여 잔치를 베풀고 술잔을 권하기도 하며, 간혹 여악을 진설하기도 하여 통행을 금지하고 생략해서 본국이 예의를 지키는 본심을 드러내서 관직에서 풍속을 살피는 아담함을 이루게 하였다고 합니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 6일(기미) 4번째기사",
                "gt-oKo": "원접사의 서장은 다음과 같다. “탐행 통사(探行通事)의 보고에 의하면, 한 정사(韓正使)는 성품이 단아하고 용모가 준수한 데다가 말소리까지 낭낭하여 담력이 크고 술은 적당히 먹으며 식성(食性)도 좋은데 바다 근처에 살았던 탓으로 생선을 특히 좋아하며 사슴 고기도 좋아한답니다. 그리고 사장(詞章)에 있어서는 한림(翰林)들 가운데 최고이고 글씨도 훌륭하다 합니다. 진 부사(陳副使)는 성품이 급하고 용모가 단정하며 과묵한데 일로의 하인들이 조금만 잘못을 저질러도 용서하지 않으며 식성은 정사와 거의 비슷하나 흰떡[白餠子]을 좋아하고 술을 많이 마시며 문장과 글씨도 훌륭하다고 하였습니다. 그리고 백패(白牌)에는 ‘빈번히 열리는 연회의 풍악이나 유희 등 조사(詔使)를 위해 베푸는 것들은 모두 생략하라. 또 들으니 고례[故事]에 연도(沿途)의 역관(驛館)에서 남녀가 어울려 잔치에서 술을 권하거나, 때로 여악(女樂)으로 연주하게 하는 일이 있다 하는데 이번 사행에는 이런 행사를 일체 생략하여 본국의 예절바른 바탕을 보이고 아울러 본직으로 하여금 귀국의 아름다운 풍속을 볼 수 있게 하라.’고 하였습니다.”",
                "hj": "○遠接使書狀, 探行通事所報云: 正使韓, 性度端雅, 容儀俊邁, 言語琅, 多有膽氣。 酒量不多不小, 食性則水陸之味, 無不好食。 所居近海, 尤嗜海魚, 亦嗜鹿肉。 詞章, 則翰林之中最高, 筆法亦善。 副使陳, 性度躁急, 容儀平正, 不喜言語。 一路下人, 小有差誤, 不爲容赦。 食性則亦如正使之嗜好, 亦嗜白餠子, 酒量寬大, 詞章筆法亦好。 云云。 白牌略曰: 頻煩宴饋, 聲樂劇戲等項, 凡爲詔使設者, 悉從裁省。 又聞故事, 沿途驛館, 或有雜男女擧宴侑觴, 間有陳設女樂, 通行禁約省免, 以彰本國秉禮之素, 以遂使職觀風之雅。 云云。"
            }
        },
        "8": {
            "1": {
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 8일(신유) 1번째기사",
                "gt-oKo": "주강(晝講)이 있었다. 유희춘과 윤탁연(尹卓然)이 경연에 들어와서 ‘우가 말하기를, 단주와 같은 오만함이 없도록 하소서라고 하였다. [禹曰無若丹朱傲]’ 한 부분을 강하고 임문(臨文)하여 아뢰기를, “정자는 ‘성인으로서 순(舜)보다 더 훌륭한 분이 없는데도 우(禹)는 순을 경계하기를 「요(堯)의 아들 단주처럼 놀기만 좋아하고 남을 업신여기는 짓을 하지 마시오. 」 하였으니, 높은 지위에 있는 사람으로서 당연히 그렇게 해야 된다고 경계한 말이 이와 같았다.’고 하였습니다. 대체로 인심은 위태한 것이기 때문에 주서(周書)에는 ‘성인이라도 선(善)을 생각하지 않으면 광인(狂人)이 되고 광인이라도 선을 생각하면 성인이 된다.’고 하였는데, 그에 대하여 주자는 ‘오늘 생각을 잘 하면 성인이라 할 수 있지만 내일이라도 생각을 안하면 곧 광인이라 할 수 있다.’ 했습니다. 이는 임금된 이로서 꼭 명심해야 할 것입니다. 또 우는 덕교(德敎)를, 순은 형법(刑法)을 말하였는데, 덕교는 나라를 흥성케 하는 보약이고, 형벌은 난(亂)을 다스리는 약과 같습니다. 성스러운 임금은 나라를 다스리는 데 있어서 반드시 덕교로써 하지만 형벌도 없어서는 안 됩니다. 이는 형벌이 죄에 합당하면 인심이 두려워 복종하는 것을 말하는 것이니, 신(臣)은 거기에 덧붙여 벼슬이나 포상을 공훈에 합당하게 하는 것도 인심을 열복(悅服)시키는 방법이라고 생각합니다. 형벌로 다스리는 방법은 순전(舜典)에 ‘과오나 불행으로 지은 죄는 용서해 주되 배경을 믿거나 상습적으로 저지른 죄는 중형(重刑)으로 처벌하라. 그러나 삼가고 삼가서 불쌍히 여기는 마음을 가지고 형벌하라.’ 한 대목에 모두 함축되어 있습니다. 겉으로는 유죄인 듯하지만 사실은 무죄인 것도 있습니다. 송나라 명신(名臣)이 아랫사람이 속이는 것을 못마땅히 여겨 명도 선생(明道先生)에게 물으니, 답하기를 ‘속이는 것이 세 가지가 있는데, 이익을 위하여 속이는 자는 참으로 죄를 다스려야 하고, 죄를 두려워하여 속이는 자는 용서해 주어야 하며, 속인 듯하나 실은 그렇지 않은 것이 있으니 이는 잘 살펴야 한다.’고 하였습니다. 그리고 공에 대한 포상도 여러 가지 방법이 있습니다. 공인 듯하나 실은 죄인 것이 있고 공이 많은 듯하면서도 실제로는 적은 것도 있습니다. 또 상을 남발하여 폐단을 불러온 경우도 있습니다. 옛날 노(魯)의 숙손씨(叔孫氏)의 가신(家臣) 수우(竪牛)는 적자를 죽이고 서자인 숙손작(叔孫婼)을 후계자로 세웠는데, 숙손작은 수우를 포상하지 않고 사형을 시켰습니다. 또 정공(丁公)은 항왕(項王)의 신하로서 불충하게도 한왕(漢王)을 살려 주었는데 뒷날 한왕은 그의 불충한 죄를 따져 죽였습니다. 수우와 정공은 다 공이 있으면서도 사실은 죄가 있는 자들입니다. 때문에 숙손소(叔孫昭)의 아들과 한 고조(漢高祖)는 대의를 위해 단죄하였으니, 원려(遠慮)가 있는 사람들입니다. 또 수 문제(隋文帝)는 하약필(賀若弼)과 한금호(韓擒虎)를 보내어 진(陳)을 정벌하게 하였는데, 이 때 하약필은 진나라의 노광달(魯廣達)을 맞아 사력을 다해 싸워서 격파하였고 한금호는 적군의 허점을 이용하여 바로 주작문(朱雀門)으로 공격해 들어가서 진숙보(陳叔寶)를 잡았습니다. 적의 급소를 치고 사력을 다해 싸운 것과 적의 허점을 이용하여 적진을 점령하는 일이 그 난이(難易)에 있어서 비교가 안 되는 일이지마는 하약필과 한금호가 자기 공을 주장할 때 수 문제는 결단을 못 내리고 두 사람을 모두 상공(上功)으로 인정했습니다. 또 당 헌종(唐憲宗)이 회서(淮西)를 정벌할 때 이광안(李光顔)은 용맹과 대의를 앞세워 적병을 공격하여 여러 차례 격파하니 채인(蔡人)이 모든 병력을 회곡(洄曲)에 집결시켜 방비하였는데 서쪽에 있던 장수 이소(李愬)가 적의 허를 찔러 채주(蔡州)를 점령하였습니다. 나중에 공을 논할 때에 이광안이 뒤로 밀렸습니다. 그러나 이 두 임금은 한금호나 이소의 공이 큰 것 같지만 실은 적은 것임을 잘 분간하지 못한 것입니다. 옛날에 항량(項梁)과 항우(項羽)가 진군(秦軍)을 공격하니 진은 전병력을 보내어 그들을 방어하도록 하니 관중(關中)이 비었습니다. 그 때 패공(沛公)이 허를 찔러 관중을 점령했습니다. 그러나 사마천(司馬遷)은 항우가 다섯 제후의 군사를 이끌고 진을 멸망시켰다고 기술하였습니다. 당의 안(安)·사(史)의 난에서는 부원수 이광필(李光弼)이 하양(河陽) 지방의 혈전(血戰)에서 사력을 다하여 적의 예봉을 꺾었으나 어조은(魚朝恩)의 참소로 체직되었는데, 복고 회은(僕固懷恩)은 사조의(史朝義)가 약한 틈을 타서 하삭(河朔) 지방을 평정하니 대종(代宗)은 그 말을 듣고 반장(叛將)인 번장(藩將) 복고씨에게 하북 지방을 주었습니다. 그러나 당시의 공론은 이광필이 당을 중흥시킨 일등 공신이라고들 하였으니 이는 모두 식견이 있는 사람들의 의견이었습니다. 맹호가 산에서 산군(山君)의 칭호를 지니고 있으면 모든 짐승들이 감히 범접을 못하지만 만일 곰의 공격을 받아 일단 기가 꺾이게 되면 작은 짐승들까지 범의 굴에 들어가 범의 새끼를 농락하게 되는 것이니, 이것이 바로 남이 급소를 쳐 싸우는 틈을 이용하여 허를 찌르는 형세입니다. 진 가후(晉賈后)는 태부(太傅) 양준(楊駿)을 죽이고 그를 죽이기 위한 자기의 명령에 복종한 자를 제후로 봉한 것이 무려 1천 8백여 명이나 되니, 부함(傅咸)이 말하기를 ‘공이 없는데 후한 상을 받았으니 모두가 나라의 재앙을 좋아하게 될 것이다.’고 하였는데, 과연 진나라는 그의 말대로 되었습니다. 당 명황(唐明皇) 때 하서 절도사(河西節度使) 우선객(牛仙客)에게 창고의 곡식을 비축하였다 하여 상서(尙書) 벼슬을 상으로 내리고, 이를 또 재상이나 변장(邊將)에게 본보기로 권장하였습니다. 그러자 변방을 지키는 군졸들이 죽을 지경이었습니다. 낮에는 노역(勞役)에 시달리고 밤이면 지하 감옥에 갇히어 비단이나 돈을 가져다 바쳐야 풀려나니, 죽음으로 협박하여 재물을 몰수하는 무궁한 화근(禍根)의 빌미가 되었습니다. 위의 두 가지 사례는 모두 상을 잘못 주어서 생긴 폐단입니다.” 하고, 또 죄를 벌하는 것을 논하여 아뢰기를, “죄가 있는 듯하면서도 실은 없는 경우도 있습니다. 한 경제(漢景帝) 때 오(吳)와 초(楚)가 배반하자 주아부(周亞夫)가 대장군이 되어 그들을 정벌하러 가게 되었는데 경제에게 ‘초병은 사납고 날래어 맞서 싸우기가 어렵습니다. 양(梁)에게 명령하여 그들의 양도(糧道)를 끊게 하여야 적을 제어할 수 있습니다.’ 하니, 경제가 허락하였습니다. 그러자 오·초는 양을 공격하였는데 당시의 양 효왕(梁孝王)은 두 태후(竇太后)가 아끼는 아들이었습니다. 무제와 태후는 주아부에게 군대를 이동하여 양을 구원하라고 하였지만 주아부는 그 명령을 따르지 않고 기회를 기다려 마침내 오·초를 공격하여 평정하였습니다. 또 무제(武帝) 때에는 하내(河內)에 큰 불이 나서 급암(汲黯)을 파견하여 돌보게 하였는데, 급암이 하남 지방을 지나다가 가난한 백성들이 수해와 한해(旱害)로 굶주리는 것을 보고 황제의 조서를 변조하여 창고를 열어 구제하였습니다. 이 두 사람의 행위는 임금의 명을 거역하거나 위조하였지만 실제는 충신으로서 무죄인 것입니다.” 하고, 또 죄인에게 상을 내려서 대의를 잃은 경우를 논하여 아뢰기를, “한 경제 때 흉노(凶奴) 왕서노(王徐盧) 등 5인이 항복해 오자 경제는 후(侯)로 봉하여 후인을 권장하려 하였는데, 주아부(周亞夫)가 ‘저들이 자기 주인을 배반하고 항복하여 왔는데, 그들을 후로 봉한다면 어떻게 신하된 자에게 배반하지 않는 도리를 권장하겠습니까.’ 하고 반대했으나, 듣지 않고 후로 봉하였습니다. 광무제는 반장(叛將) 팽총(彭寵)의 종 자밀(子密) 등이 팽총을 죽이고 투항하자 광무는 그들을 받아들이기에 급급하여 자밀을 봉하여 의롭지 못한 일을 하였습니다. 이는 모두 생각이 현명하지 못한 소치입니다. 모든 상벌은 공과 죄에 합당하게 시행해야 인심에 합치되는 것이니 임금된 이는 상벌을 마치 저울로 물건을 달듯이 하여 털끝만큼도 착오가 없어야 합니다.” 하였다. 강(講)이 끝난 뒤, 유희춘이 나아가 아뢰기를, “정공 도감에 대하여 의견이 엇갈려 성립시키기가 어려운 점이 있기는 하지만 그중에는 폐단을 제거하고 백성을 구제하는 일도 있으니 가부(可否)를 상고하고 의논하여 거취를 결정해야 할 일이지 일체를 혁파해서는 안 됩니다. 삼가 대간의 말을 유념하소서.” 하였다. 동부승지 유중영(柳仲郢)이 아뢰기를, “황해 감사는 중국 사신 영접에 쓸 편포(片脯)의 일 때문에 파직을 명하셨는데, 사신의 행차는 임박하고 신 감사가 부임하기에는 시일이 촉박합니다. 게다가 감사는 다른 사신과 달라서 임지에 도착하게 되면 그 지방 수령들과 치러야 할 의식 절차가 많습니다. 체직하지 마소서.” 하니, 유희춘도 이뢰기를, “전쟁을 앞두고 장수를 바꾸는 것은 예로부터 꺼리던 일입니다. 지금 사세가 다급한데 체직하는 것은 매우 미편한 일입니다.” 하니, 상이 이르기를, “나도 그것을 염려했으나 법을 제정한 초기에 범하였으므로 어쩔 수 없었다. 어찌하면 좋겠는가?” 하였다. 유중영과 유희춘이 거듭 체직의 미편함을 아뢰니, 상이 이에 따라 마침내 체직하지 말 것을 명하였다. 유희춘이 또 아뢰기를, “소신이 전일 《십구사략(十九史略)》 지두(紙頭)에 저의 소견을 기록하여 올렸었는데 근래에 다시 덧불일 소견이 있습니다. 사략을 다시 내려주시어 보충하도록 해 주소서.” 하니, 상이 이르기를, “그러면 매우 좋겠다. 아무래도 경만큼 해박한 이는 세상에 없을 것이다.” 하였다. 유희춘이 일어나 사례하기를, “신은 어릴 때부터 제술(製述)에 능하지 못하였습니다. 지난번에 신에게 내려 주신 예문 제학(藝文提學)은 신이 감당하지 못할 직위임을 너무나 잘 알기에 진정한 것이었는데, 면하게 되어 감격하고 다행스럽기 그지없습니다.” 하니, 상이 이르기를, “경이 너무 간절히 사양하므로 체직하기는 했지만, 경이 어찌 제술을 못하겠는가.” 하니, 유희춘이 아뢰기를, “행문(行文)도 남만큼 못하지마는 시사(詩詞)에 있어서는 한 편도 못 이룹니다. 참으로 소질이 없어서 그렇습니다.” 하였다.",
                "hj": "○辛酉/晝講。 柳希春與尹卓然入經筵, 講禹曰無若丹朱傲。 臨文曰: “程子曰夫聖莫聖於舜, 而禹之戒舜, 至曰: ‘無若丹朱, 好慢遊作傲虐。’ 蓋處崇高之位, 所以勸戒者如是也。 蓋人心惟危, 《周書》曰: ‘惟聖罔念作狂, 惟狂克念作聖。’ 朱子曰: ‘今日克念, 卽可謂聖明, 明日罔念, 卽可謂狂。’ 此人主所當省念者也。 又禹言德敎, 而舜言刑法者, 蓋德敎者, 興平之梁肉, 刑罰者, 治亂之藥石。 聖王之爲治, 必以德, 而刑罰亦不可廢。 此言刑罰當罪, 人心畏服, 臣謂爵賞當功, 亦人心悅服之道也。 刑罰之道, 《舜典》所謂眚災肆赦, 故縱賊刑, ‘欽哉欽哉, 惟刑之恤者。’ 盡之, 而事迹似有罪, 而其心實無罪者, 亦有之。 宋名臣患下人之欺, 問於明道先生, 明道先生曰: ‘欺有之爲利, 而欺者, 誠可罪; 懼罪而欺者, 在所當恕, 事有類欺者, 所當察。’ 賞功之道, 亦多般。 蓋有似功而實罪者, 功似多而賞小者。 又有濫賞功而生弊, 魯叔孫氏之家臣竪牛, 殺適立庶, 叔孫婼卽竪牛之所立, 而不賞私勞, 而誅之。 丁公爲項王臣不忠, 私活漢王, 數其罪而戮之。 竪牛、丁公皆以有功, 而實有罪者也。 故叔孫、昭子、漢王與漢高帝, 以大義斷之, 而存遠慮者也。 隋文帝(遺)〔遣〕賀若弼、韓擒, 代虎陳也。 弼遇陳大將魯廣達, 力戰而破之, 擒虎乘虛, 直(人)〔入〕朱雀門, 獲陳叔寶, 批元鏖戰之於乘虛入穴, 其難易不侔, 而賀、韓爭功, 隋文帝不能決, 乃以二人, 俱爲上功。 唐憲宗之征淮西也, 李光顔勇而知義, 屢破賊兵。 蔡人盡倂其衆於洄曲以備光顔, 其西邊之將, 李愬乘虛入蔡州, 論其功, 則光顔爲次。 此二君皆不能辨, 擒虎愬之功, 似大而實少也。 昔項梁、項羽摧破秦軍, 奈悉遣兵禦二項, 而關中空虛, 沛公乘虛入關中。 司馬遷以爲: ‘項羽將五諸侯兵滅秦。’ 唐安史之亂, 副元帥李光弼, 阿陽血戰, 力挫賊鋒, 及被魚朝恩之譖, 遞職而僕, 固懷恩, 乘史朝義孤弱之際, 略平河朔, 唐代宗聽其言, 以河北授叛將, 然公論以爲: ‘光弼戰功, 推爲中興第一。’ 此皆有識之言也。 夫猛虎在山, 有山君之稱, 百戰莫敢窺其穴, 然若熊摶虎而困之, 則小獸皆能入虎穴, 而探其雛。 此批元擣虛形格勢禁之勢也。 晋賈后殺太傅楊駿, 賞其聽令, 而封侯者, 至一千八百餘人。 傳咸曰: ‘無功而獲厚賞, 則人莫不樂國之有禍。’ 厥後晋室果然。 唐明皇時, 河西節度使牛仙客, 能實府庫, 明皇以《尙書》賞之, 又以爲宰相邊將效之。 戍卒之持繒帛錢金者, 晝則苦役, 夜繫地牢, 利其死而沒其財, 遂啓無窮之禍。 此二事, 皆謬賞, 而生弊者也。 又論罰罪治事, 有若有罪而實無罪者。 漢景帝時, 吳、楚反, 周亞夫爲大將軍擊之, 言於帝曰: ‘楚兵剽輕, 難與爭鋒, 願以梁委之, 絶其糧道, 乃可制也。’ 上許之。 及吳、楚攻梁急, 孝王實太后之愛子也, 太后及帝, 令亞夫移兵救梁, 亞夫守便宜不奉詔, 卒平吳、楚。 武帝時河內失火, 遣汲黯往視。 黯過河南, 見貧民, 傷水旱飢餓, 矯制倉以賑之。 此二人所爲, 其迹似乎方席矯制, 其實忠而無罪者也。 又論賞施於有罪而失大義曰: ‘漢景帝時, 凶奴王徐盧五人降, 景帝欲侯之以勸。’ 後周亞夫曰: ‘彼叛其主而來降, 今若侯之, 何以勸人臣之不背哉?’ 卒不聽而封侯。 光武叛將彭寵之奴子密等, 斬寵以降, 光武急於招來, 封子密爲不義, 此皆識慮不明者也。 大抵賞刑, 必當其功罪, 乃合於人心。 人主當如權衡之稱物, 毫髮不差, 可也。” 講畢, 柳希春進曰: “正供都監, 雖曰齟齬而難成, 其中有除弊救民之事, 宜考論其可否, 而定其去就, 不宜切革罷。 臺諫之言, 伏乞留神。” 同副承旨柳仲郢曰: “黃海監司, 以天使時片脯事, 命罷, 天使之行臨迫, 而新監司亦悤遽, 監司亦非如他使臣之比, 必有到界及守令公禮節次, 乞勿遞。“ 希春亦陳曰: “臨陣易將, 古人之所忌。 今事勢忙迫, 徑遞極爲未便。” 上曰: “予亦慮其如此。 但立法之初, 有犯, 故不得不施耳。 然則如何而可?” 仲郢、希春又陳其未便。 上從之, 遂命勿遞。 希春又進曰: “小臣前日《十九史略》紙頭, 錄進管見, 近來又有所見, 請更下《史略》, 俾臣補修。” 上曰: “如此, 則甚好矣。 畢竟, 卿之(諺)〔識〕博, 世所無有。” 希春起謝曰: “臣自少不能製述。 頃日, 藝文提學, 極知不堪, 陳情得免, 不勝感幸。” 上曰: “卿太懇辭, 故遞之, 然卿豈不能製述乎?” 希春對曰: “行文亦不能如人, 至於詩詞, 不能成一篇, 良由稟受欠闕, 故如此。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinhae day, the King proceeded to Sajeong Hall for the rite of repose .",
                "H2KE-nKo": "사정전에서 책상림의를 행하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 9일(임술) 1번째기사",
                "gt-oKo": "상이 사정전(思政殿)에서 습의(習儀)를 하였다.",
                "hj": "○壬戌/上臨儀于思政殿。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, at the gyemi day of the twelfth month, the King welcomed the imperial edict at the Royal Ancestral Shrine . At the oh hour (approximately 3:30 a.m.m., the imperial envoy Han Seeung and Chen Shan , bearing the imperial edict, arrived at Mohwa Guesthouse . Leading all the officials, the King welcomed the imperial edict and bowed holding the salutation ritual toward the imperial palace. They bowed five times and three times with the forehead to the ground. All the officials prior to the frontier, and the clouds were happy. All the officials first arrived at Geunjeong Hall , and the King also arrived there. The imperial envoy received the imperial edict and arrived. Leading all the officials, the King welcomed the imperial edict. The imperial envoy received the imperial edict and ascended the hall. The King led all the officials in performing the ceremony. When the ceremony was completed, all the officials left. The King and the two envoys exited the small tent. After they stopped for a while, the imperial envoy first left the Taepyeong Guesthouse and returned to Taepyeong Guesthouse . At sunset, the King led all the officials to Taepyeong Guesthouse and held the welcoming banquet for the imperial envoys to celebrate the imperial envoys arrival. After nine rounds of wine, the King twice poured the wine and stopped. The night was already at the second hour (5:000-4:000 p.m., the imperial envoy stopped the music for the first time and had music played but did not play. However, at the beginning of the first entering Gwanghwa Gate , he looked at Mountains love for a long time.",
                "H2KE-nKo": "계미년에 주상이 묘시에 조서를 맞이하기 위해 오시에 중국 사신 한세능과 진삼모가 조칙을 받들고 모화관에 도착하였다. 주상이 백관을 거느리고 영배례를 행하였는데, 바로 오배 삼고두였다. 백관이 아래에서 먼저 출발하였는데 날씨가 맑고 바람이 잔잔하여 온 나라가 경축하고 기뻐하였다. 백관이 먼저 근정전에 도착하고 주상도 곧이어 도착하였다. 중국 사신이 조칙을 받들고 도착하자, 주상이 백관을 거느리고 공경히 맞이하였다. 중국 사신이 조칙을 받들고 전에 올라가자, 주상이 군신을 거느리고 예를 행하였다. 예가 끝나자 군신이 나갔다. 주상이 양사와 소차에 나아가 잠시 쉬고 난 뒤 다례를 행한 뒤에 중국 사신이 먼저 나가 태평관으로 돌아갔다. 날이 저물자 주상이 백관을 거느리고 반은 태평관에 나아가 하마연을 행하였다. 아홉 순배를 돌린 뒤에 주상이 다시 행주하고 그쳤다. 밤은 이미 4경 2점이었다. 중국 사신은 여악을 중지하고 남악만 진설하고 연주하지는 않았다. 그러나 처음 광화문 밖에 들어와서 선산의 놀이를 한참 동안 구경한 것 같았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 1일(계미) 1번째기사",
                "gt-oKo": "상이 묘시(卯時)를 조칙(詔勅)을 맞이할 시각으로 정했는데 오시(午時)가 되어서야 사신 한세능(韓世能)과 진삼모(陳三謨)가 조칙을 받들고 모화관(慕華館)에 도착하였다. 상이 백관을 거느리고 오배 삼고두(五拜三叩頭)로 영배례(迎拜禮)를 행하였다. 백관은 하급 관리로부터 순차적으로 행했다. 날씨는 맑고 바람은 온화하여 온 나라가 경축 분위기였다. 백관이 근정전(勤政殿)에 먼저 도착하고 상도 곧이어 도착했다. 사신이 조칙을 받들고 도착하니 상이 백관을 거느리고 정중히 맞이하였다. 사신이 조칙을 받들고 전(殿)에 오르니 상이 군신을 인솔하고 예를 행하였다. 예가 끝난 뒤 군신은 나가고 상은 두 사신과 함께 소차(小次)에 나아가 잠시 쉬는 동안에 다례(茶禮)를 베풀었다. 그런 뒤에 사신이 먼저 나가 태평관(太平館)으로 돌아갔다. 해가 저물 무렵 상이 백관의 일부를 거느리고 태평관에 나아가 하마연(下馬宴)을 베풀었다. 아홉 순배를 돌린 뒤 상이 다시 잔을 돌리고 끝내었는데, 밤 4경 2점(四更二點)이었다. 사신은 여악(女樂)을 그치게 한 뒤 남악(男樂)만 진열해 둔 채 연주하지 못하게 했다. 그러나 처음 광화문 밖에 들어왔을 때에는 오산 놀이[鼇山之戲]를 한참 동안 머물면서 흥미 있게 관람하였다.",
                "hj": "○癸未/上以卯時爲迎詔, 而至午時, 天使韓世能、陳三謨, 奉詔勑, 而至慕華館。 上率百官, 行迎拜禮, 卽五拜三叩頭也。 百官從下先行, 天晴風恬, 一國慶悅, 百官先到勤政殿, 上亦尋至。 天使奉詔勑而至, 上率百官祗迎, 天使奉詔勑上殿。 上率群臣行禮, 禮畢, 群臣出。 上與兩使, 出於小次, 暫休之餘, 設茶禮後, 天使先出, 歸太平館。 日暮, 上率百官一半, 詣太平館, 行下馬宴, 至九爵, 上再行酒而止。 夜已四更二點矣。 天使止女樂, 只設男樂, 陳而不作, 然初入光化門外, 耿看鼇山之戲, 倘佯良久矣。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Yun Gangwon , director of the Office of Royal Decrees , died in the Imjin year (.",
                "H2KE-nKo": "임진년에 판교 윤강원이 졸하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 10일(임진) 1번째기사",
                "gt-oKo": "판교(判校) 윤강원(尹剛元)이 졸하였다.",
                "hj": "○壬辰/判校尹剛元卒。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyesa day, Inspector General Heo Seop , who was the first secretary of the Office of the Inspector General , and others reported as follows: Military Protector 기대승은 어려서부터 studying the study of learning and devoted himself to studying ancient texts. He studied together with Yi Hwang and communicated with nature and communicated with writings, which was extremely clarified. The world represented him as a Confucian scholar. When he served in the court [of Ming China], his opinion was upright and his reputation was not simple. At that time, he left his home due to his illness. People all grieved that he was unable to assist the sage ruler. However, in the summer of the past, when he heard that he was ordered to come to the capital [of Ming China] to support his illness, he resigned from office due to his illness and then withdrew. Unfortunately, his illness was critical, and he died on the road. The people were extremely pitiful and saddened. However, his family was poor and cold, and he could not serve his funeral and burial. This is even more pitiful. Your subjects request that a message be sent to the governor of the province and that the government provides his funeral and burial, thereby praising the intent of praising a Confucian scholar. The King approved this request.",
                "H2KE-nKo": "대사간 허엽 등이 아뢰기를,“호군 기대승은 젊어서부터 학문을 좋아하고 고도에 뜻을 두어 이황과 함께 성정을 강론하면서 오가는 편지에 대해 매우 분명하게 밝혔으므로 세상에서 유림 가운데 걸출한 사람이라고 추앙하였습니다. 그가 조정에 있을 때에는 의론이 바르고 진퇴가 구차하지 않았는데 마침 병으로 집에 물러가니 사람들이 모두 그가 큰일을 할 수 없음을 애석하게 여겼습니다. 그런데 지난여름에 서울에 오라는 명이 있었다는 말을 듣고 병을 무릅쓰고 올라왔는데 또 병이 있어 사직을 고하고 물러갔습니다. 불행히도 병이 위중하여 길에서 죽으니 물정이 매우 애석하게 여깁니다. 집안이 대대로 가난하여 장례를 치를 수 없으니 더욱 불쌍하고 측은합니다. 그 도의 감사에게 하서하여 관에서 장례에 필요한 물품을 갖추어 명유를 포중하는 뜻을 보이소서.”하니, 상이 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 11일(계사) 1번째기사",
                "gt-oKo": "대사간 허엽(許曄) 등이 아뢰기를, “호군 기대승은 어릴 때부터 학문을 좋아하여 옛 성인의 도에 뜻을 두어 이황(李滉)과 함께 성정(性情)에 대하여 강론한 서찰에 새로운 것을 밝혀낸 것이 매우 많아 세상에서는 유림 중에 걸출한 사람이라고 일렀습니다. 그가 벼슬을 하여 조정에 있을 때는 의논이 발랐고 벼슬에 대한 진퇴(進退)가 구차스럽지 않았습니다. 마침 병을 얻어 집으로 돌아가니 사람들은 모두 훌륭한 재주로 성명(聖明)을 보정(補正)하지 못하고 떠남을 애석히 여겼었습니다. 지난 여름에 서울에 올라오라는 명을 듣고 병든 몸을 이끌고 억지로 올라왔다가 병이 심하여 사퇴하고 돌아가는 도중에 불행히도 병이 위중하여 도중에서 죽으니 모두들 매우 애석하게 생각합니다. 가세가 어려워서 장사를 치를 수도 없다고 하니 더욱 가련합니다. 그 도(道)의 감사에서 하서(下書)하여 관비(官費)로 장사지내도록 하여 훌륭한 선비를 소중히 여기는 뜻을 보이소서.” 하니, 상이 아뢴 대로 하라고 답하였다.",
                "hj": "○癸巳/大司諫許曄等啓曰: “護軍奇大升, 自少好學, 志存古道, 與李滉講論性情, 往來書尺, 極有發明, 世推以爲儒林中傑出之人。 其立朝也, 議論持正, 進退不苟, 適以疾病, 退去于家, 人皆惜其不得有爲, 以補聖明, 而去夏聞, 朝京有命, 力疾上來, 又有疾恙, 告辭退去。 不幸病重, 沒于道路, 物情至爲痛惜。 家世寒素, 無以爲喪葬, 尤爲矜惻。 請下書其道監司, 官庀喪葬之具, 以示褒重名儒之意。” 上答曰: “如啓。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Ministry of Rites requested that the memorials to the Emperor of Ming China be temporarily suspended due to rain. The King approved this request.",
                "H2KE-nKo": "예조가 비가 내린 것으로 인하여 배표를 권정례로 할 것을 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 13일(을미) 1번째기사",
                "gt-oKo": "예조에서 비가 오므로 배표(拜表)를 권정례(權停禮)로 할 것을 청하니, 상이 따랐다.",
                "hj": "○乙未/禮曹, 以雨請以權停禮拜表, 上從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Susin as a royal secretary , Shin Huinam as a censor , Yi Gwiheom as a military commander of Jeolla Province , and Bong Heun as a navy commander of Chungcheong Province .",
                "H2KE-nKo": "노수신을 승지로, 신희남을 사간으로, 이귀침을 전라 병사로, 봉흔을 충청 수사로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 13일(을미) 2번째기사",
                "gt-oKo": "노수신(盧守愼)을 승지로, 신희남(愼喜男)을 사간으로, 이구침(李龜琛)을 전라 병사로, 봉흔(奉訢)을 충청 수사로 삼았다.",
                "hj": "○以盧守愼爲承旨, 愼喜男爲司諫, 李龜琛爲全羅兵使, 奉訢爲忠淸水使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongyu day, the memorial service day for the anniversary of the passing of the Royal Ancestral Shrine of jeongyu year (, the King performed the rite of repose for the deceased.",
                "H2KE-nKo": "중종의 기신이므로 재계하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 15일(정유) 1번째기사",
                "gt-oKo": "중종의 기일(忌日)이라 재계하였다.",
                "hj": "○丁酉/﻿中廟忌辰, 齋素。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gihae day, due to the cold weather, many prisoners were delayed due to the cold weather. [The King] ordered that [the prisoners] be quickly released and sent to them.",
                "H2KE-nKo": "기해년에 주상이 날씨가 춥고 옥사가 차가워 죄수가 많이 적체되어 있는 것을 염려하여 속히 분간하여 판결해서 보내라고 명하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 17일(기해) 1번째기사",
                "gt-oKo": "상이 추운 날씨에 미결수(未決囚)들이 차가운 감옥에 적체되어 있음을 안타까이 여겨 속히 판결하여 보내라고 명하였다.",
                "hj": "○己亥/上念日寒獄冷, 罪囚多滯, 命速分揀決送。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Yun Beon is disrespectful and greed and corruption. Your subjects request that he be dismissed from his position. The King approved this. ",
                "H2KE-nKo": "사간원이 아뢰기를,“윤번은 패망스럽고 탐욕스럽습니다. 파직하고 서용하지 마소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 17일(기해) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “윤번(尹璠)은 경박하고 탐욕스러우니 파직시키고 다시 서용(敍用)하지 마소서.” 하니, 상이 따랐다.",
                "hj": "○院啓: “尹璠悖妄貪濁, 請罷職不敍。” 上從之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On muo day, at the morning court assembly on the first day of the twelfth month, the King led all the officials to Taepyeong Guesthouse and held the second-day banquet . The King held a nine cup of wine cups, and the King twice poured wine and stopped it. The snow fell and the King returned to the palace. Yesterday, the imperial envoys received padded silk jackets, and now received bribes, multicolored paper, and smoothed flowers. The imperial envoys requested two du of tea, incense burners, and flowers. The imperial envoys departed [the capital] after performing the salutation ritual toward the imperial palace on the seventh day of the seventh month. The imperial envoys desired to pay respects to the imperial palace on the following day.",
                "H2KE-nKo": "이른 아침에 주상이 백관을 거느리고 태평관에 나아가 익일연을 베풀었다. 아홉 순배를 돌린 뒤에 주상이 재차 술을 돌리고 그쳤다. 날이 저물고 눈이 그쳤다가 궁으로 돌아왔다. 천사가 어제는 감찰 유의를 받았고 오늘은 필묵과 지연을 받았으며, 또 두말, 향로, 화화를 요구하였다. 천사가 7일 동지에 망궐례를 행한 뒤에 출발하였다고 한다. 천사가 내일 알성할 예정이다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 2일(갑신) 1번째기사",
                "gt-oKo": "이른 아침에 상이 백관을 거느리고 태평관에 나아가서 익일연(翌日宴)을 베풀었다. 아홉 순배를 돌린 뒤 상이 다시 잔을 돌리고 끝내었다. 저물녘에 눈이 그치어 환궁하였다. 사신은 어제 감찰 유의(甘察襦衣)를 받았고, 오늘은 붓·먹·종이·벼루를 받았는데, 또 울두(熨斗)·향로(香爐)·화화(畫花)를 요구했다. 사신은 동지인 7일에 망궐례(望闕禮)를 행한 뒤에 떠난다고 했다. 사신은 내일 알성(謁聖)할 예정이다.",
                "hj": "○甲申/早朝, 上乃出, 率百官, 詣太平館, 設翌日宴。 行九爵, 上再行酒而止。 日暮雪止, 還宮。 天使昨受甘察襦衣, 今受筆墨紙硯, 又索熨斗、香爐、畫花。 天使以初七日冬至, 行望闕禮後, 發行云。 天使, 明日將謁聖。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On imin day, the first day of the month, imin year (1422, the fourth year of King Sejongs reign, Minister of Punishments Won Ingyun submitted his resignation three times. The King granted him permission.",
                "H2KE-nKo": "형조 판서 원혼이 세 번째 정사를 올리니, 주상이 체차해 주었다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 20일(임인) 1번째기사",
                "gt-oKo": "형조 판서 원혼(元混)이 3번 정사(呈辭)하니, 상이 체직을 허락하였다.",
                "hj": "○壬寅/刑曹判書元混, 三度呈辭。 上許遞。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulsa day, the Ministry of Personnel requested that the 홍문록 be selected in eulsa year (.",
                "H2KE-nKo": "을사년에 전조가 홍문록을 간택하기를 청하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 23일(을사) 1번째기사",
                "gt-oKo": "전조(銓曹)가 홍문록(弘文錄)의 간택을 청하였다.",
                "hj": "○乙巳/銓曹請弘文錄揀擇。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On giyu day, the Office of the Inspector General reported to the King, Chief Royal Secretary Mok Cheom and Fifth Royal Secretary Bak Minhyeong neglected the royal order when they were being delayed when receiving the imperial envoy. They were dismissed from their posts.",
                "H2KE-nKo": "사헌부가 아뢴 것으로 인하여 도승지 목첨과 우부승지 박민헌이 중국 사신이 왔을 때 승전을 망체하였다는 이유로 파직되었다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 27일(기유) 1번째기사",
                "gt-oKo": "헌부에서 사신이 왔을 때 승전(承傳)을 지체한 잘못을 아뢰어 도승지 목첨과 우부승지 박민헌이 파직되었다.",
                "hj": "○己酉/以府啓, 都承旨睦詹、右副承旨朴民獻, 以忘滯天使時捧承傳, 坐罷。"
            },
            "2": {
                "H2KE-EN": "The official document from the commissioner for escorting the returning envoy stated, The imperial envoys crossed the [Amnok] River on the twenty-third day of this month.",
                "H2KE-nKo": "반송사가 서장을 올렸는데, 그 내용은 다음과 같다.“중국 사신이 이달 23일에 강을 건너갔습니다.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 27일(기유) 2번째기사",
                "gt-oKo": "반송사로부터 서장이 왔는데, 사신이 이달 23일 월강(越江)하여 갔다고 하였다.",
                "hj": "○伴送使書狀: 天使以今月二十三日, 越江而去。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Bak Chungwon as minister of punishments , Yi Yangwon as second minister of punishments , Bak Sorip as chief royal secretary , Yi Dam as left royal secretary , Yu Jungyu as right royal secretary , Jeong Yuwan as second deputy director of the Office of Royal Decrees , Yi Chang as director of the Government Arsenal , Wu Seongjeon as director of the Office of the Inspector General , and Min Chung as magistrate of Namyang Magistracy .",
                "H2KE-nKo": "박충원을 형조 판서로, 이양원을 형조 참판으로, 박소립을 도승지로, 이담을 좌승지로, 유중영을 우부승지로, 정유일을 직제학으로, 이창을 군기시 정으로, 우성전을 부수찬으로, 민충원을 남양 부사로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 29일(신해) 1번째기사",
                "gt-oKo": "박충원(朴忠元)을 형조 판서로, 이양원(李陽元)을 형조 참판으로, 박소립(朴素立)을 도승지로, 이담(李湛)을 좌승지로, 유중영(柳仲郢)을 우부승지로, 정유일(鄭惟一)을 직제학으로, 이창(李昌)을 군기정(軍器正)으로, 우성전(禹性傳)을 부수찬으로, 민충원(閔忠元)을 남양 부사로 삼았다.",
                "hj": "○辛亥/以朴忠元爲刑曹判書, 李陽元爲刑曹參判, 朴素立爲都承旨, 李湛爲左承旨, 柳仲郢爲右副承旨, 鄭惟一爲直提學, 李昌爲軍器正, 禹性傳爲副修撰, 閔忠元爲南陽府使。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The envoys [from Ming China] arrived at the Royal Confucian Academy in euryu year (. Second Deputy Director of the Royal Confucian Academy Yun Chung , administrative officials of the Office of the Royal Confucian Academy Won혼 , Kang Chae , Kim Gwiyeong , and administrative headmaster Hong Cheonmin , and others, as well as Host of the Guest House Administration 노수신 , and Commissioner for Receiving the Imperial Envoy at the Hall of Worthies Jeong Yugil , respectfully greeted the envoys. They entered the palace courtyard and bowed four times before the King and then bowed four times before the King. Subsequently, they ascended the hall and opened the chestnuts and respectfully saw them. They then sat in Myeongnyun Hall . The eight senior officials [of the Office of the Royal Confucian Academy] came forward to the front of the two envoys and each bowed twice before the envoys and then withdrew. The officials of the higher grade of the senior third rank and above in the Royal Confucian Academy also bowed twice before the envoys bowing twice before the King and then withdrew. The envoys bowed twice before the officials of the higher grade of the senior third rank and above and then bowed twice before the King. The officials of the higher grade of the senior third rank and above bowed twice before the King and then bowed twice before the King. When the officials of the higher grade of the senior third rank and above bowed twice before the envoys sit in the west wall, the envoys twice before the King and then bowed twice before the King. They then held a tea ceremony. They merely received white bells from the Kings hand and drank wine. Jeong Yugil , who was summoned by the King, was unable to perform the ceremony before the envoys came to the palace first. Later, Chief Royal Secretary Mok Cheom brought palace wine to the envoys quarters. The envoys asked the ministers, How should this wine be? The ministers and others replied, It is proper to deal with the matter according to greatest treatment. The envoys conferred with the ceremony of drinking. Mok Cheom proceeded to the place of the wine twice before the envoys prior to the place of the wine twice. They bowed twice before the envoys twice and received it. The 승지가 then brought two hands of wine twice before the envoys prior to the east wall. After the envoys drank, they received the wine and bowed twice before the envoys twice. They also proceeded to the place of the wine twice before the envoys prior to the place of the wine twice. After the ceremony was completed, the envoys suspected that nine senior third rank and above were sitting before the west wall. The four men were sitting before the east wall, and five men were sitting before the west wall. The nine men were sitting before the envoys prior to the envoys. Nine senior officials sitting before the envoys prior to the line of wine twice. The envoys again bowed twice before the envoys prior to the officials of the higher grade of the senior third rank and above in the Royal Confucian Academy , saying, It is sufficient to see the nurturing and nurturing the nurturing of the nurturing. The envoys asked the officials of the Office of the Royal Confucian Academy , How many Confucian scholars nurturing and nurturing the nurturing",
                "H2KE-nKo": "을유년에 중국 사신이 성균관에 도착하였다. 동지성균관 유희춘, 가관관관관 원혼ᆞ강섬ᆞ김귀영, 대사성 홍천민 등과 관반 노수신, 원접사 정유길이 중국 사신을 공경히 맞이하여 성전 뜰에 들어와 알성하고 향을 올렸다. 전후로 네 번 절하고 나서 전상에 올라가 궤를 열고 공경히 보고 나서 명륜당에 앉았다.원혼 등 여덟 재상이 두 사신 앞에 나아가 각각 두 번 절하고 물러났다. 성균관의 당하 관원들이 또 나아가 두 번 절하고 물러났다. 유생들이 뜰 아래에서 두 번 두 번 절하니 사신이 재추의 절에 답읍하였다. 당하 관원들의 절에는 단지 서서 숙수하고 유생들의 절에도 답읍하였다. 앉을 때에 재추들이 서벽에 교의에 앉았다. 중국 사신이 할 말이 있으면 서로 공경하여 반드시 모두 상수하고 다례를 행하였다. 주상이 손으로 백종을 받들어 서로 고하고 마셨다. 정유길이 상패로 행례하기 전에 먼저 예궐하였다. 오후에 도승지 목첨이 궁온을 가지고 왔다. 중국 사신이 여러 재상에게 묻기를,“이 술을 어떻게 마시는가?”하니, 재추들이 대답하기를,“대인이 처리하기에 달렸습니다.”하였다. 중국 사신이 이에 술을 마시는 의식을 의논하였다. 목첨이 준소에 나아가 금대잔에 궁온을 받들고 사신이 있는 곳으로 나아가 읍하고 공경하니, 중국 사신이 답읍하고 받았다. 승지가 이어 두 손으로 잔대를 들고 중국 사신이 다 마시면 승지가 그 잔을 받아 서로 읍하고, 또 준소에 나아가 잔에 술을 담아 앞서의 의식과 같이 하였다. 두 사신 앞에 각각 두 잔씩 올렸다. 예가 끝나자, 상사가 재추 9인이 서벽에 좁게 앉아 4인은 동벽에 옮겨 앉고 5인은 그대로 서벽에 있게 하였다. 9인으로 하여금 일제히 나와 한 잔씩 중국 사신에게 올리게 하니, 9인이 일시에 잔을 들고 서로 읍하고 드디어 마셨다. 중국 사신이 다시 답례로 잔을 돌리기를 앞서의 의식과 같이 하였다. 중국 사신이 돌아가고자 하는 뜻이 있자, 재상이 두 번 읍하고 물러 나와 서협실 뒤로 명륜당 뒤쪽을 경유하여 지송처에 이르러 중국 사신이 오는 것을 보고 국궁하였다. 중국 사신이 유생들이 뜰에 가득히 모여 절하는 것을 보고 역관을 보내 성균관 당상에게 말하기를,“영재들이 훌륭하니 교육의 성대함을 충분히 볼 수 있습니다.”하고, 또 관원에게 묻기를,“성균관에서 양육하는 유생은 몇 명이나 되는가?”하니, 유희춘이 대답하기를,“항상 500인을 양성합니다.”하였다. 이는 서거정이 왕창과 동월에게 대답한 말을 조술한 것이다. 유희춘이 처음 도착했을 때 대사성 홍천민이 떠나고자 하니, 학령이 떠나서는 안 된다고 하였다. 승지가 궁온을 가지고 오자 통사가 선온을 가지고 왔다고 말하였는데, 선자는 하사하는 신하에게 쓰는 것이지 중국 사신에게 바치는 데에는 쓰는 것이 부당하다고 하였다. 또 여러 사람의 의논이 동지 망궐례에 대해, 주상이 중국 사신과 한 곳에서 함께 행하는 것이 아닌가 의심스럽다고 하니, 유희춘이 함께 있는 것은 부당하다고 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 3일(을유) 1번째기사",
                "gt-oKo": "사신이 성균관에 도착하니 동지성균관(同知成均館) 유희춘(柳希春)과 가관관(假館官) 원혼(元混)·강섬(姜暹)·김귀영(金貴榮), 대사성 홍천민(洪天民) 등과 관반(館伴) 노수신(盧守愼), 원접사 정유길(鄭惟吉)이 사신을 정중히 맞이하여 성전(聖殿) 뜰에 들어가서 알성하고 향을 올렸다. 사배(四拜)한 뒤에 전에 올라서 궤(櫃)를 열고 공경스레 보았다. 명륜당에 좌정하자 원혼 등 여덟 재상이 두 사신 앞에 나아가 각각 재배한 뒤 물러나고, 관의 당하 관원들이 잇따라 재배하고 물러나고, 유생들은 두 번에 걸쳐 뜰아래에서 재배례를 행하였다. 사신은 재상들에게는 답읍(答揖)하고 당하관에게는 손만 가지런히 모으고 유생들에게는 역시 답읍하였다. 재상들은 서벽(西壁)에 설치된 의자에 앉았다가 사신이 말을 하면 서로 존경하는 뜻으로 손을 위로 가지런히 올렸다. 다례(茶禮)를 행할 때는 손으로 흰 잔을 받쳐 들고 서로 권한 뒤에 마셨다. 정유길은 상의 패초(牌招)로 행례에는 참석을 못한 채 먼저 예궐했다. 오후에 도승지 목첨(睦詹)이 궁온(宮醞)을 가지고 왔다. 사신이 재상들에게 묻기를, “이 술은 어떻게 할 것입니까?” 하니, 재상들이 답하기를, “대인(大人)의 처분대로 하십시오.” 하였다. 사신이 음주하는 의식을 의논하니 목첨이 술동이 앞으로 가서 금대(金臺)의 잔에 술을 담아 받쳐 들고 사신에게 나아가 공경히 읍하니, 사신이 답읍하고 나서 받았다. 승지는 그대로 잔대를 두 손으로 받쳐 든 채 사신이 잔을 비울 때까지 기다렸다가 잔을 받아 서로 읍하고 또 술동이 앞으로 가서 잔에 술을 채워 앞서와 같이 두 사신에게 각각 두 잔씩 권하였다. 예가 끝난 뒤 상사(上使)는 재상 9인이 서벽에 좁게 앉은 것을 보고 4인은 동벽으로 옮겨 않고 5인은 그대로 서벽에 있게 하였다. 9인의 재상이 일제히 나와 한 잔을 올린 다음 사신과 9인의 재상이 일제히 술잔을 들고 서로 읍한 뒤에 마시고 사신이 다시 답으로 잔을 돌려 앞서와 같은 의식으로 마셨다. 사신이 돌아가려 하므로 재상들은 두 번씩 읍한 뒤에 물러나 서쪽 협실(夾室)을 통해 명륜당 뒤쪽으로 나와 지송처(祗送處)에 먼저 도착하여 사신이 나오는 것을 보고 국궁(鞠躬)하였다. 사신은 유생들이 뜰에 가득히 모여 배례(拜禮)하는 것을 보고 역관을 보내어 관당상(館堂上)에게 말하기를, “영재(英才)들이 많이 모인 것을 보니 교육이 훌륭함을 알 만합니다.” 하고, 또 관원(館員)에게 묻기를, “관에는 양성하는 유생이 몇 명이나 됩니까?” 하니, 유희춘이 대답하기를, “언제나 5백 명을 양성합니다.” 하였는데, 이는 전에 서거정(徐居正)이 왕창(王昌)과 동월(董越)에게 대답한 말을 그대로 한 것이다. 유희춘이 처음 도착했을 때 대사성 홍천민이 학령(學令)을 제거하려고 하였는데, 유희춘이 제거하는 것이 마땅치 못하다고 하였고, 또 승지가 궁온을 가져 왔을 때 통사(通事)가 선온(宣醞)이라고 말하니, 유희춘이 ‘선(宣)자는 임금이 신하에게 하사한다는 뜻으로 쓰는 것이니 사신에게는 사용하면 안 된다.’고 했으며, 또 여러 사람이 동지의 망궐례(望闕禮)에 대해 의논하면서 어떤 이가 상과 사신이 한 곳에서 행하는 것을 물으니 유희춘이 함께 행하는 것은 부당하다고 하였다.",
                "hj": "○乙酉/天使到成均館。 同知成均館柳希春, 假館官元混、姜暹、金貴榮、大司成洪天民等及館伴盧守愼、遠接使鄭惟吉祗迎天使, 入聖殿庭, 謁聖上香, 前後四拜, 遂升殿開樻敬視, 遂坐明倫堂。 元混等八宰相, 進於兩使前, 各行再拜而退。 館堂下員等, 又就行再拜而退。 群儒生, 於庭下行再拜禮者再。 天使於宰樞之拜, 答揖。 於堂下館員之拜, 只立而肅手。 於儒生之拜, 亦答揖。 坐時, 宰樞坐交倚于西壁。 凡天使有所言, 相敬, 必俱上手, 乃行茶禮。 只以手捧白鍾, 相告而飮。 鄭惟吉, 以上牌招未入行禮, 而先詣闕。 午後都承旨睦詹, 持宮醞來。 天使問于諸宰相曰: “此酒, 何以爲之?” 宰樞等答曰: “在大人區處耳。” 天使乃議飮酒之儀, 睦詹詣尊所, 奉宮醞于金臺之盞, 詣天使所, 揖而敬之, 天使答揖而受之。 承旨, 仍以兩手持盞臺, 天使飮畢, 承旨受其盃而相揖。 又詣尊所, 盛酒于盃, 如前儀。 兩使前, 各呈二盃。 禮畢, 上使, 以宰樞九人, 窄坐西壁, 令四人移坐于東壁, 五人仍在西壁。 令九人齊出, 行一盃天使。 乃九宰相一時持盃, 而相揖遂飮。 天使復答行巡盃, 如前儀。 天使有欲歸之意, 宰相再揖辭退, 由西夾室後, 經由明倫堂後, 至祗送處, 於天使來, 鞠躬焉。 天使見儒生滿庭之拜, 遣譯官語館堂上曰: “英才濟濟, 足見敎育之盛。” 又曰: “進退合禮, 尤見敎育之功。” 云云。 又問館員曰: “館中養育儒生幾人?” 希春對曰: “常養五百人。” 蓋祖述徐居正, 對王昌、董越之語也。 春希初到, 大司成洪天民欲去, 學令以爲不當去, 及承旨於持來宮醞, 通事以宣醞爲言, 以宣字用於賜臣下, 不當用於呈天使。 又衆議: “冬至望闕禮。 或疑上與天使同行一處。” 希春以爲: “不當同處爲之” 云。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "For the second day of the imja year (, the King sat on the cold weather at Gwanghwa Gate .",
                "H2KE-nKo": "2일 전시를 행하였다. 주상이 날씨가 춥다고 하여 광화문에 앉았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 30일(임자) 1번째기사",
                "gt-oKo": "내달 2일의 전시(殿試)에 날씨가 춥기 때문에 상이 광화문에 좌정하기로 하였다.",
                "hj": "○壬子/初二日殿試。 上, 以日寒, 坐光化門。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongsul day, the Chinese envoys arrived at Gyeongbok Palace in the byeongsul year (. They watched Gyeonghoe Pavilion and proceeded to Geunjeong Hall to hold a banquet. The King rectified the lines of lines and the names of the lines of lines and blocked the blocks. When the Envoy for Expressing Gratitude for Imperial Benevolence was about to be sent, an interpreter was ordered to inform the two envoys of this. They replied, His Imperial Majesty is brilliant. If we make a request to His Imperial Majesty, we will be able to grant our request. The King also requested, saying, On the seventh day of the winter solstice, we will depart. However, it will be too late to depart after the full moon day of the winter solstice. It will be too late for us to stay for one day. The envoys said, The earnestness of His Imperial Majesty should be allowed to stay. The King sent an interpreter to the envoys, saying, The two kings with virtue and reputation, and the writings are truly reverent. I have heard that the writings of His Imperial Majesty were even more extraordinary, and His Imperial Majesty passed away Wang Xuan and Jo . I hope that you will find many paintings of the writings of the printing blocks for the future. The envoys Han Gong granted their request.",
                "H2KE-nKo": "병술년에 중국 사신이 경복궁에 나아가 경회루를 두루 관람하고 근정전의 연회에 참석하였다. 주상이 종계가 개정되고 악명이 씻겼다는 이유로 주청사를 파견할 일로 통사를 시켜 두 사신에게 고하니, 답하기를,“천자의 성명으로 지금 주청한다면 허락을 받을 수 있을 것입니다.”하였다. 주상이 또 청하기를,“7일에 떠난다고 하는데, 동지와 절일에 망궐례를 행하고 나서 출발하면 날이 저물 것입니다. 하루 동안만 더 머물기를 청합니다.”하니, 중국 사신이 말하기를,“간곡하고도 지극하니, 허락하신 대로 머물겠습니다.”하였다. 주상이 중국 사신에게 말하기를,“두 분 분이 덕망과 문장에 대해 과인이 진실로 경복하고 있소. 그런데 듣자니 대인의 필법이 더욱 기이하여 왕과 조보다 뛰어나신다고 하오. 수적을 많이 그려 뒷날을 위한 생각을 하겠소.”하니, 중국 사신 한공이 허락하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 4일(병술) 1번째기사",
                "gt-oKo": "사신이 경복궁에 나아가 경회루를 둘러보고 근정전 잔치에 참석하였다. 상이 종계(宗系)를 바로잡아 악명(惡名)을 씻기 위해 주청사(奏請使)를 보내겠다고 통사를 시켜 두 사신에게 말하니, 답하기를, “천자께서 성명(聖明)하시니 지금 주청하면 허락을 얻을 것입니다.” 하였다. 상이 또 청하기를, “7일에 떠난다고 하는데 그날 동지 망궐례를 행하고 떠나면 날이 저물 것이니 하루 더 머무르고 가십시오.” 하니, 사신이 답하기를, “간곡히 만류하시니 그렇게 하겠습니다.” 하였다. 상이 통사를 시켜서 전하기를, “두 분의 덕망과 문장은 과인이 존경하는 바입니다. 듣자니 대인의 필법이 매우 훌륭하여 왕희지(王羲之)와 조맹부(趙孟頫)를 능가한다고 하니 글을 많이 써주어 뒷날 기념이 되게 해 주십시오.” 하니, 사신 한공(韓公)이 허락했다.",
                "hj": "○丙戌/天使詣景福宮, 周覽慶會樓, 赴勤政殿之宴。 上以宗系改正, 惡名申雪, 奏請使將遣事, 令通事告于兩使。 答曰: “天子聖明, 今若奏請, 可得請矣。” 上又請曰: “初七日發行云, 冬至節日, 行望 闕禮, 而後發行日晩矣。 一日之間, 請留。” 天使曰: “懇至, 當依許留。” 上通于天使曰: “兩位德望文章, 寡人固所敬服, 側聞大人筆法尤奇, 軼駕王、趙, 願多畫手迹, 以爲別後之思。” 天使韓公許之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeonghae day, the Chinese envoys traveled to the Han River during the New Years greetings. Seven senior officials [of the State Council and Privy Council] and Left State Councilor [of the State Council and Privy Council], as well as nine hosts of the guesthouse for the envoy at the border , came to the palace and poured wine. ",
                "H2KE-nKo": "정해년에 중국 사신이 한강에서 유람하였다. 시연한 재상으로 영상과 좌상 등 7원이 원접사와 관반 9원과 함께 입시하여 행주하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 5일(정해) 1번째기사",
                "gt-oKo": "사신이 한강에서 유람하였는데, 시연(侍宴)하는 재상으로 영상과 좌상 등 7인과 원접사 및 관반을 합해서 9인이 참석하여 술을 마셨다.",
                "hj": "○丁亥/天使遊觀漢江。 侍宴宰相, 領、左相等七員, 幷遠接使館伴九員, 入侍行酒。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Royal Secretariat reported, Tomorrow, the salutation ritual toward the imperial envoys is not yet decided. How should we deal with this? We report this matter to the King. The King said, Summon high officials and officials of the Ministry of Rites and report back to me.",
                "H2KE-nKo": "정원이 아뢰기를,“내일 중국 사신이 망궐례를 행할 장소를 아직 정하지 않았는데, 어떻게 해야 할지 여쭙니다.”하니, 전교하기를,“대신과 예관을 명초하여 의논해서 아뢰게 하라.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 6일(무자) 1번째기사",
                "gt-oKo": "정원이 아뢰기를, “내일 사신이 망궐례를 행할 장소를 아직 정하지 않아서 어떻게 해야 할지 여쭙니다.” 하니, 전교하기를, “대신과 예관(禮官)을 명초(命招)하여 의논해서 아뢰라.” 하였다.",
                "hj": "○戊子/政院啓曰: “明日, 天使望闕禮, 處時未定, 何以爲之? 取稟。” 傳曰: “大臣、禮官, 命招議啓。”"
            },
            "2": {
                "H2KE-EN": "At the oh hour (approximately 5:30 a.m.-1:30 a.-1:30 a.m.-1:30 a.m.-1:000 p.-1:0000 p.-1:000 p.-1:00000 p.-1:0000 p.-1:30 p.-1:00000 p.-1:0000 p.-1:000000 p.-1:00000 p.-1:0000 p.-1:30 p.-1:00000 p.-1:30 p.-1:000 p.-1:0000 p.-1:30 p.-1:00 p.",
                "H2KE-nKo": "오후에 중국 사신에게 오늘 낮에 술잔을 올리는 재상은 병조 판서 김귀영, 대사헌 이양원, 원접사 정유길, 관반 노수신 등 모두 5인이 함께 앉았다. 중국 사신이 대청에 나아가니 다섯 재상이 앞으로 나아가 읍하였다. 중국 사신은 북쪽 벽에 교의에 앉고 다섯 재상은 서벽에 교의에 앉아서 각각 탁자와 상을 마주하여 차례로 두 사신에게 술을 돌렸다. 두 잔을 올릴 때마다 번번이 네 잔을 받아 이쪽에서 중배만 돌리고 예가 끝나고서 물러갔다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 6일(무자) 2번째기사",
                "gt-oKo": "오후에 오늘 낮 사신과 대작할 재상인 병조 판서 김귀영(金貴榮)과 대사헌 이양원(李陽元), 원접사 정유길, 관반 노수신 등 5인이 모였다. 사신이 대청으로 나오자 다섯 재상이 앞으로 나아가 읍하였다. 사신이 북벽(北壁)의 의자에 앉고 다섯 재상은 서벽의 의자에 앉아서 각자 탁자를 마주하여 차례로 두 사신에게 술을 권하였다. 한 번 권할 때마다 두 잔씩을 주고 네 잔씩을 받았는데, 이쪽은 중배(中盃)만을 권하였다. 예가 끝난 뒤 물러갔다.",
                "hj": "○午後, 天使前, 今日晝奉杯宰相, 兵判金貴榮、大司憲李陽元、遠接使鄭惟吉、館伴盧守愼, 合五人同坐, 天使出大廳, 五宰相趨進而(楫)〔揖〕。 天使坐交倚于北壁, 五宰相坐交倚于西壁, 各對卓子床, 次次行酒于兩使。 每遭進二盃, 輒受四盃, 於此邊只行中盃, 禮畢而退。"
            },
            "3": {
                "H2KE-EN": "On gyehae day, [the King] conducted state affairs. Yi Jungho was appointed thoroughly as second-rank aide [to the governor] , and Yi In as temporary royal secretary . Tomorrow, [the King] departed for Uiju .",
                "H2KE-nKo": "정사가 있었다. 이중호를 동부승지로, 이인을 가승지로 삼아 내일 의주로 떠나도록 하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 6일(무자) 3번째기사",
                "gt-oKo": "정사가 있었다. 이중호(李仲虎)를 동부승지로, 이인(李遴)을 가승지(假承旨)로 삼아 내일 의주로 보내기로 하였다.",
                "hj": "○有政。 以李仲虎爲同副承旨, 李遴爲假承旨, 明當發去義州。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gichuk day, the winter solstice of the gichuk day (1419, the first day of the twelfth month. The King, leading a group of officials, performed the salutation ritual toward the imperial palace [of Ming China] . Afterward, he also performed a congratulatory ceremony for the two Queen Mothers congratulatory ceremony. After the ceremony was completed, the group of officials retreated.",
                "H2KE-nKo": "기축년 동짓날이다. 날이 밝자 주상이 여러 신하를 거느리고 망궐례를 행하였다. 이어 반열에 나아가 또 두 대비전에 하례를 행하였다. 예를 마치자 여러 신하가 물러났다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 7일(기축) 1번째기사",
                "gt-oKo": "동지(冬至)였다. 날이 밝자 상이 군신(群臣)을 거느리고 망궐례를 행하고 이어서 반열들과 함께 두 대비전에 하례를 올렸다. 예가 끝난 뒤 군신이 물러갔다.",
                "hj": "○己丑/冬至。 罷漏天明, 上率群臣, 行望闕禮。 仍班, 又行兩大妃殿賀禮。 禮畢, 群臣退。"
            },
            "2": {
                "H2KE-EN": "At the jin hour , the King went to the hall of governance and held a congratulatory ceremony. The various officials entered the hall to perform the congratulatory ceremony. After the ceremony was completed.",
                "H2KE-nKo": "진시 정각에 주상이 전상에 나와 앉았다. 신하들이 들어와 하례를 행하고 예를 마쳤다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 7일(기축) 2번째기사",
                "gt-oKo": "진시 정각에 상이 전(殿)에 나와 앉으니 군신들이 들어가 하례를 올리고 예를 끝냈다.",
                "hj": "○辰正上出坐殿上, 群臣入行賀禮, 禮畢。"
            },
            "3": {
                "H2KE-EN": "At the sa hour (approximately 3:30 a.m., the King visited Taepyeong Guesthouse and held a banquet. The eight senior officials poured wine cups for seven rounds of wine. The King poured wine cups for two rounds of wine and then dispersed.",
                "H2KE-nKo": "사시에 주상이 태평관에 이르러 연회에 나아갔다. 여덟 재신이 일곱 순배를 돌린 뒤에 주상이 다시 술을 돌리고 파하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 7일(기축) 3번째기사",
                "gt-oKo": "사시에 상이 태평관에 나아가 잔치에 참석했다. 8재신(宰臣)이 술을 돌렸는데 일곱 순배까지 돌리고 상이 다시 술을 돌린 뒤 끝냈다.",
                "hj": "○巳時, 上至太平館赴宴。 八宰臣行酒, 至七爵。 上再行酒而罷。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyeongin day, at the morning court assembly, the King proceeded to Taepyeong Guesthouse . The King held a banquet for the imperial envoys. The eight rounds of wine cups twice and then dispersed.",
                "H2KE-nKo": "경인년 이른 아침에 주상이 태평관에 나아가 상마연을 행하였다. 술 여덟 순배를 돌린 뒤에 파하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 8일(경인) 1번째기사",
                "gt-oKo": "이른 아침에 상이 태평관에 나아가 상마연(上馬宴)을 베풀었다. 술을 여덟 순배까지 돌린 뒤 상이 다시 술을 돌리고 끝냈다.",
                "hj": "○庚寅/早朝, 上詣太平館, 上行上馬宴, 八爵再行酒而罷行。"
            },
            "2": {
                "H2KE-EN": "Military Protector 기대승이 졸하였다. Originally, this man, generosity and virtuous in conducting state affairs. He liked good and evil, and studying literature and like ancient times. He also had a skillful composition, and thus he can be called an ungenerous talent in the world. However, he was strong and frugal in character and was easily identified by his words. He slandered pleasure and slandered elderly, and he was greatly disliked by the prime minister of the state. In general, he was unable to remove his virtuous energy and suddenly wailed.",
                "H2KE-nKo": "호군 기대승이 졸하였다. - 이 사람은 지기가 대단하지 않고 강개하여 일에 뛰어났으며, 선을 좋아하고 악을 미워하였으며, 널리 배우고 옛것을 좋아하였다. 또 문장에 능하여 호련지기라고 할 만하였으며, 세상에 드문 인재였다. 다만 강직하고 과감하여 말을 쉽게 하였고, 기로를 비난하여 구신과 정승에게 크게 미움을 받았다. 대개 예기가 사라지기도 전에 갑자기 통곡하는 병통이 있었기 때문이다. -\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 8일(경인) 2번째기사",
                "gt-oKo": "호군 기대승(奇大升)이 졸(卒)하였다. 【이 사람은 뜻이 높고 일에 과감하였으며 선악(善惡)의 호오(好惡)를 분명히 하였고 널리 배우되 옛 것을 좋아했으며, 문장도 뛰어나서 가히 보배로운 그릇이요 세상에 드문 인재라 할 만하였다. 그러나 너무 강직하고 과대하여 말을 쉽게 해서 기로(耆老)들을 악평하여 구신(舊臣)과 대신들에게 큰 미움을 사서 훌륭한 기개를 펴지도 못하였는데 갑자기 죽을 병이 든 것이다. 】",
                "hj": "○護軍奇大升卒。【斯人, 志氣不群, 慷慨趨事, 而好善惡惡, 博學好古。 又能文章, 可謂瑚璉之器, 而世所稀罕之長材也。 但剛果自用, 而易其言語, 譏誚耆老, 大爲舊臣揆路所惡。 蓋銳氣未消磨, 而有遽痛哭之病也。】"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinmyo day, the Chinese envoys departed for their return trip. The King proceeded to Mohwa Guesthouse , and the Chinese envoys Han and Chen Shan first arrived at the sa hour . The King held a farewell banquet at the guesthouse and held three rounds of wine and twice wine. The Chinese envoys held a reciprocal salutation ritual toward the imperial envoys. The envoys received the gift of gift and ten sets of red fox pelts. Also, they implored a separate amount of gifts to the envoy for expressing gratitude for imperial benevolence. The King also held a farewell feast to the envoy for expressing gratitude for imperial benevolence and held a farewell feast below the stone steps of the steps. The royal clan stands inside the gate of Receiving the Imperial Envoy , and all the civil and military officials stands in the southwest of the gate of the steps. The Chinese envoys descended the royal clan and all bowed twice, and the Chinese envoys reciprocated and bowed twice. They expressed their gratitude to console and departed. At the sin hour , all the civil and military officials escorted the royal carriage and returned.",
                "H2KE-nKo": "중국 사신 신묘년이 회정하였다. 주상이 모화관에 나아가니 중국 사신 한기와 진 두 사람이 사시에야 도착하였다. 주상이 관내에서 전별연을 베풀었는데, 세 번 술잔을 돌리고 두 번 술잔을 돌렸다. 중국 사신이 회경례를 행하였다. 중국 사신이 예단을 받고 마지막으로 적호피를 각각 10벌씩 부치고, 또 별증물을 사은사 편에 들여보내기로 약속하였다. 주상이 또 전별하는 술잔을 돌리고 관문 밖 계단 아래에서 전송하였다. 종실들은 영조문 안에 늘어서고 문무 백관은 문밖 남쪽 가에 늘어섰다. 중국 사신이 교자에서 내리니 종실과 백관이 모두 재배하였다. 중국 사신이 읍으로 답하니 치사하여 감사하고 위로하며 떠났다. 신시에 백관이 어가를 따라 돌아왔다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 9일(신묘) 1번째기사",
                "gt-oKo": "사신이 돌아갔다. 상이 모화관에 나아가니 사신 한(韓)·진(陳) 두 사람이 사시가 되어서 도착했다. 상이 관내(館內)에서 전송연(餞送宴)을 베풀었다. 세 순배를 돌린 뒤 다시 술을 돌리니 사신은 회경례(回敬禮)를 행하였다. 사신이 예단(禮單)을 받았는데 끝으로 적호피(赤狐皮) 10벌씩을 각각 받았다. 그리고 또 다른 증물(贈物)은 사은사(謝恩使)를 보낼 때 들여보내기로 약속하고 상이 또 전별주 한 잔을 권하고 관문(館門) 밖의 뜰아래까지 나가 전송하였다. 이때 종실(宗室)들은 영조문(迎詔門) 안에서 도열하여 있고 문무 백관은 문밖 남쪽에서 도열하여 서 있었다. 사신이 가마에서 내리자 종실과 백관이 모두 재배했다. 사신이 답읍(答揖)한 뒤 감사하다는 말과 위로의 말로 치사하고 떠났다. 신시에 백관이 어가(御駕)를 따라 돌아왔다.",
                "hj": "○辛卯/天使回程。 上詣慕華館, 天使韓、陳二員, 巳時始至。 上設餞宴于館內, 三爵再行酒, 天使行回敬禮。 天使受禮單, 末付赤狐皮各十領, 又約別贈物, 可付謝恩使入送。 上又行餞盃, 送于館門外階下。 宗室列立於迎詔門之內, 文武百官列立門外之南邊。 天使下轎, 宗室及百官皆再拜, 天使答以揖, 致詞多謝慰勞而去。 申時, 百官隨駕還。"
            },
            "2": {
                "H2KE-EN": "A special royal directive was issued to enforce Yi Hubae to inspector general .",
                "H2KE-nKo": "특지로 이후백을 대사헌으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 9일(신묘) 2번째기사",
                "gt-oKo": "특지(特旨)로 이후백(李後白)을 대사헌으로 삼았다.",
                "hj": "○特旨, 以李後白爲大司憲。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the month, the King had the final examination held on the first day of the gyechuk year (. The King appointed Minister of Punishments Bak충원 , Second Minister of Punishments Yi Yangwon , and 유희춘 as 독권관이었고, Hong Cheonmin , Bak Seungim , Yun Su , and Jo Jeonggi as 대독관이었는데, and Chief Royal Secretary Yi Gi entered the Kings presence. Originally, the King intended to personally take the civil and military service examinations in person, but the Office of the Censor General requested that they not be involved in the cold weather. The King approved this.",
                "H2KE-nKo": "전시를 행하였다. 시관인 형조 판서 박충원, 형조 참판 이양원 및 유희춘을 독권관으로, 홍천민, 박승임, 윤근수, 조정기를 대독관으로 삼았다. 우승지 이기가 참석하였다. 주상이 처음에는 문과와 무과의 과장에 친림하려고 하였는데, 사간원이 대한을 범하지 말도록 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 1일(계축) 1번째기사",
                "gt-oKo": "전시 시관(殿試試官)으로 형조 판서 박충원, 형조 참판 이양원 및 유희춘을 독권관(讀券官)으로 삼고, 홍천민(洪天民)·박승임(朴承任)·윤근수(尹根壽)·조정기(趙廷機)를 대독관(對讀官)으로 삼았다. 우승지 이기(李墍)가 입참(入參)하였다. 상이 처음에는 문무 과장(文武科場)에 친림(親臨)하려고 하였으나 사간원이 날씨가 춥다고 말리자 상이 따랐다.",
                "hj": "○癸丑朔/殿試。 試官刑曹判書朴忠元、刑曹參判李陽元及柳希春爲讀券官, 洪天民、朴承任、尹根壽、趙廷機爲對讀官, 右承旨李墍入參。 上初欲親臨文武科場, 司諫院請勿觸犯大寒, 上從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Song Insu as assistant state councilor and Won혼 as right state councilor .",
                "H2KE-nKo": "송인수를 좌참찬으로, 원혼을 우참찬으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 1일(계축) 2번째기사",
                "gt-oKo": "송인수(宋麟壽)를 좌참찬으로, 원혼을 우참찬으로 삼았다.",
                "hj": "○以宋麟壽爲左參贊, 元混爲右參贊。"
            },
            "3": {
                "H2KE-EN": "Governor of Gyeongsang Province Im Yeol was dismissed because he failed to prepare materials for the [Ming] envoys at the time of their visit.",
                "H2KE-nKo": "경상 감사 임열이 중국 사신이 왔을 때 물품을 제대로 갖추지 못했다는 이유로 파직되었다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 1일(계축) 3번째기사",
                "gt-oKo": "경상 감사 임열(任說)이 사신이 왔을 때 물품을 준비하지 못한 잘못으로 파직되었다.",
                "hj": "○慶尙監司任說, 以天使時不能備物坐罷。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the twelfth month, the successful candidates for the list of successful candidates were passed on the day of the gabo year (. The successful candidates were temporarily performed for the successful candidates. ",
                "H2KE-nKo": "갑자년 이날 방방하였는데, 권정례로 행하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 12일(갑자) 1번째기사",
                "gt-oKo": "방방(放榜)을 권정례로 하였다.",
                "hj": "○甲子/是日放榜。 以權停禮行之。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "In eulchuk year (, Hong Cheonmin was appointed 대사간으로, Yu Do was appointed 사간으로, Yi Gyeongmyeong and Yun Bok was appointed 장령으로, Jo Jeonggi was appointed 지평으로, 정언 Sin was appointed 헌납으로, and Sim Chunggyeom was appointed 정언으로 삼았다. ",
                "H2KE-nKo": "홍천민을 대사간으로, 유도를 사간으로, 이경명과 윤복을 장령으로, 조정기를 지평으로, 정언신을 헌납으로, 심충겸을 정언으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 13일(을축) 1번째기사",
                "gt-oKo": "홍천민을 대사간으로, 유도(柳濤)를 사간으로, 이경명(李景明)·윤복(尹復)을 장령으로, 조정기를 지평으로, 정언신(鄭彦信)을 헌납으로, 심충겸(沈忠謙)을 정언으로 삼았다.",
                "hj": "○乙丑/以洪天民爲大司諫, 柳濤爲司諫, 李景明、尹復爲掌令, 趙廷機爲持平, 鄭彦信爲獻納, 沈忠謙爲正言。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Office of the Censor General requested the King to lecture only one volunteer wooden book for the special examination.",
                "H2KE-nKo": "사간원이 별시에서 자원한 책 하나만을 강하게 할 것을 청하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 15일(정묘) 1번째기사",
                "gt-oKo": "간원이 별시(別試)에서 자원(自願)한 책 하나만을 강하기를 청하였다.",
                "hj": "○丁卯/諫院請: 於別試, 只講自願一書。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics when expounding on the Confucian Classics. After expounding on the Confucian Classics, [the King] finished expounding on the Confucian Classics. [The King] said, One chapter of the Zhu Xi , whose lecture is not urgent in expounding on the Confucian Classics, is not necessary to encourage learning and expound on the Confucian Classics. However, the lecture on the Confucian Classics cannot be exceedingly successful grades. Thus, [the King] cannot expound on the Confucian Classics. [The Classics] also presented a memorial to the Office of the Censor General as follows: The other day, [the King] reads the memorial from the Office of the Censor-General Classics and the Three Classics, and the special examination reads the Four Books and the Four Classics. Books and the Four Classics are selected and studying the Confucian Classics. For this reason, [the King] ordered the special examination to study the Confucian Classics who volunteered to study the Confucian Classics. Then, [the King] said, If we do not reform the rules of the state examination now, how could there be no talents among them? Yu Jeonghyeon also said, It is inevitable to reform the current situation. [Yu] Seongryong discussed the matter of cutting grain from Seohaepyeong in Pyeongan Province . When [the King] returned [to Seohaepyeong], the Jurchens seven or eight people pursued [the Jurchens] to pursue [the Jurchens]. Yi Bung and others were frightened and quickly ran away and destroyed two to three horses and weapons. For this reason, two to three soldiers, classed to 높은 언덕 and shot an enemy at the barbarians. Finally, [the Jurchens] were able to remove [the Jurchens]. This must be rewarded. [Yu] 유희춘 came forward and said, [When] recently examined the history, even when [the Jurchens] were defeated, [the Jurchens] fled and returned [to Seohaepyeong], if [the Jurchens] contribution to defend the enemy attack, [the Jurchens] would surely be rewarded. In the case of the military households, [the Jurchens] are difficult to defend the enemy attack. [The Jurchens] are not brave",
                "H2KE-nKo": "무진년 주강을 행하였다. 강이 끝나자 임문하여 아뢰기를,“우공 한 편은 진강하기에는 강학과 치도에 절실한 것이 아닙니다. 다만 강서는 등급을 건너뛰어서는 안 되기 때문에 강독하지 않을 수 없습니다.”하고, 또 나아가 아뢰기를,“지난번에 간원이 아뢴 것을 보고 감격스러움을 금할 수 없었습니다. 대개 우리 조정의 법전에는 식년에는 사서 삼경을 강독하고, 별시에는 사서 중 한 책과 삼경 중 한 경을 강독하는데, 사서 삼경은 모두 추생하기 때문에 유생이 뽑아 끊어서 외우기 때문에 학문을 이루지 못합니다. 별시에서 한 책을 자원하게 한다면 전공하는 효과가 있을 것입니다.”하니, 주상이 말하기를,“지금과 같이 과거의 규례를 변경하지 않는다면 또한 어찌 인재가 배출되지 않겠는가.”하였다. 유성룡도 아뢰기를,“때에 따라 변통하지 않아서는 안 됩니다.”하였다. 또 유성룡이 관서 서해평에서 곡식을 벤 일에 대해 논하였다. 곡식을 벤 뒤 돌아올 때에 저들 7, 8명이 추격하자, 중위장 이붕 등이 놀라고 당황하여 말을 버리고 기계를 뛰어넘었는데, 군사 2, 3인이 높은 언덕에 올라가 호인을 쏘아 죽여서 마침내 조금 풀려났다. 이것은 상을 주지 않아서는 안 된다. 유희춘이 다시 나아가 아뢰기를,“전사를 두루 살펴보건대, 군사가 패하여 달아나더라도 적이 기회를 탈 때에는 한 번이라도 후미를 막고 힘을 다한 공이 있으면 반드시 표창하여 상을 주었습니다. 병가의 설에 ‘후미를 막는 것은 선봉보다 어렵다.’라고 하였으니, 적을 용감하게 대적하지 않는 자가 아니면 할 수 없는 것입니다. 지금 서해평에서 돌아올 때에 저들 8, 9명이 추격하여 아군이 패하여 달아났는데, 유독 2, 3명의 군사가 높은 곳에 물러나 서서 적을 쏘았으니, 이는 바로 특별히 우대하여 상을 준 사람입니다. 세상에서는 단지 성패에 따라 상벌을 논하기 때문에 전투에서 이기면 공이 없는 자도 상을 받고, 이기지 못하면 공이 있어도 녹훈되지 않습니다. 이는 속임수를 쓰는 자가 요행을 바라고 충성스럽고 부지런한 자가 답답해하는 것이니, 이것을 경계하지 않아서는 안 됩니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 16일(무진) 1번째기사",
                "gt-oKo": "주강(晝講)이 있었다. 강이 끝난 뒤 임문(臨文)하여 유희춘이 아뢰기를, “《서경(書經)》의 우공편(禹貢篇)은 강을 하기는 하지마는 학문을 연마하고 도를 닦는 데는 별로 긴요하지 않습니다. 다만 강하면서 차례를 건너뛸 수가 없어서 부득이 강하는 것입니다.” 하고, 또 앞에 나아가 아뢰기를, “어제 간원이 아뢴 것을 보니 매우 감격스럽습니다. 우리 나라 법전에는, 식년(式年)에는 사서 삼경(四書三經)을, 별시에는 사서 중 1서와 삼경 중 1경을 강한다고 하였습니다. 그러나 사서 삼경 중에 모두 찌를 뽑아서 보이므로 유생들이 중요한 곳만을 뽑아서 암송(暗誦)하기 때문에 학문(學問)을 이루지 못합니다. 이제 만일 별시에서 자원한 책 하나만을 강하게 하면 전공(專攻)하는 효과를 얻을 것입니다.” 하니, 상이 이르기를, “이제 과거(科擧)의 규정을 변경하지 않는다고 하여 어찌 인재가 나오지 않겠는가.” 하니, 유성룡이 역시 아뢰기를, “때에 따라 변동하지 않을 수 없습니다.” 하고, 이어서 관서(關西) 서해평(西海坪)에서 곡식 거둘 때 일어난 일에 대해 언급하여 논하기를, “곡식을 거두어 돌아올 때의 피인(彼人) 7∼8명이 추격하여 오자 중위장(中衛將) 이붕(李鵬) 등은 당황해서 말과 기계(器械) 등을 버리고 도망하였는데 다행히 군사 2∼3인이 높은 언덕에 올라가서 호인(胡人)을 사살하여 비로소 조금 여유을 얻게 되었다 하니, 이는 포상하지 않으면 안 됩니다.” 하고, 유희춘이 다시 나아가 아뢰기를, “지난 역사를 살펴보면 군대가 전쟁에서 패하여 쫓겨오고 적군이 뒤에서 추격을 할 때 뒤를 막아 힘을 다한 공로가 있으면 반드시 포상하였습니다. 병가(兵家)의 말에 ‘뒤를 막는 것이 선봉(先鋒)에 서기보다 어려우니 용감한 자가 아니면 할 수 없다.’ 했습니다. 지금 서해평에서 돌아올 때 피인 8∼9명이 추격해오니 아군이 놀라 도망하였는데, 그중 2∼3인의 군사가 높은 곳에서 막아 적군을 쏘았다니 이는 특별히 우대하여 포상해야 할 사람들입니다. 세상에는 승패만을 가지고 상벌을 논하기 때문에 전쟁에 이기면 공이 없는 자도 상을 받고 반대로 지게 되면 공이 있어도 그 공이 알려지지 않습니다. 때문에 속여 공을 탐하는 자는 요행으로 상을 받고 충근(忠勤)한 자는 억울하게 상을 못 받게 되니 이를 경계하지 않으면 안 됩니다.” 하였다.",
                "hj": "○戊辰/晝講。 講畢, 乃臨文曰: “《禹貢》一篇, 於進講, 不切於講學治道。 但講書不可躐等, 故不得不講耳。” 又進陳曰: “頃見諫院之啓, 不勝感激。 蓋我朝法典, 式年則講四書三經, 別試則四書中一書, 三經中一經, 而四書三經, 皆抽栍, 故儒生抄斷而誦之, 不成學問。 若令別試, 自願一書, 則庶有專治之效矣。” 上曰: “如今不變科擧之規, 亦豈無人材之出乎?” 柳成龍亦啓曰: “不可不隨時變通。” 又成龍論及關西西海坪伐穀事, 伐穀後回還時, 彼人七八名追逐, 中衛將李鵬等驚惶奔走, 棄馬及器械, 賴有軍士二三人, 上高丘, 射殺胡人, 遂得少解。 此不可不賞。” 柳希春更進曰: “歷觀前史, 雖兵敗奔還, 爲敵所乘之時, 一有捍後輸力之功, 則必表而賞之。 兵家之說曰: ‘捍後難於先鋒。’ 非勇敵者, 不能也。 今此西海坪回還時, 彼人八九名追逐, 我軍奔潰, 而有二三軍士, 獨能却立高處而射敵, 此正特加優賞之人也。 世但以成敗論賞罰, 故戰勝, 則無功者亦受賞, 不勝, 則有功亦不錄, 此頏詐者僥倖, 而忠勤者鬱悒。 此不可不戒。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the twelfth month, the King conducted state affairs at the yesterday. Yi I was appointed as education directors , Shin Huinam and Kim Gyeong as education directors , Shin Jeom as 수찬으로, and Wu Seongjeon as 부수찬으로 삼았다.",
                "H2KE-nKo": "어제 정사에서 이이를 응교로, 신희남과 김휼을 교리로, 신점을 수찬으로, 우성전을 부수찬으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 17일(기사) 1번째기사",
                "gt-oKo": "어제 정사가 있었다. 이이(李珥)를 응교로, 신희남(愼喜男)·김규(金戣)를 교리로, 신점(申點)을 수찬으로, 우성전을 부수찬으로 삼았다.",
                "hj": "○己巳/昨日政。 李珥爲應敎, 愼喜男、金戣爲校理, 申點爲修撰, 禹性傳爲副修撰。"
            }
        },
        "19": {
            "1": {
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 19일(신미) 1번째기사",
                "gt-oKo": "주강이 있었다. ‘구하가 제 길을 찾았다. [九河旣道]’를 강하고 유희춘이 아뢰기를, “홍수는 다만 황하수(黃河水)가 터져서 난 것인데 연주(兗州)가 가장 하류에 있기 때문에 수해가 제일 많았습니다. 그리하여 토지의 부세를 13년 뒤에야 다른 곳과 같이 받았습니다. 여기 ‘구하가 제 길을 찾았다.’라고 한 것은 물이 각기 제 길을 따라 흐르게 되었다는 것입니다. 임금이 치국 평천하(治國平天下)를 하는 데 천서(天敍)와 천질(天秩)과 천명(天命)과 천토(天討)에 있어 자신의 고집을 버리고 남의 의견을 존중하여 상주고 벌주는 일들이 모두 천리의 공평함을 따라 사(私)가 없도록 하는 것 역시 우(禹)가 치수(治水)를 할 때 물길을 순히 한 것과 같은 것입니다.” 하고, 또 아뢰기를, “《서경》에 대한 설이 비록 많지마는 주자(朱子)가 취한 것은 4가(四家)로서 소식(蘇軾)·왕안석(王安石)·임지기(林之奇)·여조겸(呂祖謙)인데, 소씨는 너무 간략하고 왕씨는 지나치게 천착(穿鑿)하고 임씨는 너무 번다하고 여씨는 너무 교묘한 해설을 한 결점이 있습니다. 채씨(蔡氏)는 주자의 훈(訓)을 계승하여 이 집전(集傳)을 만들었는데 가장 완비되어 주자의 전주(傳註)에 버금갈 만합니다. 그러나 이전(二典)과 대우모(大禹謨)는 주자가 고증(考證)하여 바로잡은 것 외에 간혹 잘못된 곳이 있으니, 가령 주서 태서편(泰誓篇)에 ‘유십유삼년춘(惟十有三年春)’이라고 한 것과 태갑중편(太甲中篇)에 ‘유삼사십유이월삭[惟三祀十有二月朔]’에 대하여 전(傳)에는 주(周)의 초기에 월수(月數)를 고치지 않았다고 하였으니, 이것은 큰 오류입니다. 주 무왕(周武王)이 자월(子月) 초에 상(商)을 멸하였으니, 바로 1월이고, 축월(丑月)이 2월, 인월(寅月)이 3월이 되기 때문에 《맹자》의 주(註)에 주(周)의 7∼8월은 하(夏)의 5∼6월이라고 했습니다. 《춘추(春秋)》에 쓰인 월수(月數)도 주의 정월(正月)인 자월을 따른 것으로 봄이 아닌데도 봄[春]이라고 쓴 것은 봄이 사시(四時)의 첫머리로서 맨 먼저 치기 때문입니다. 그러므로 주가 월수를 고친 대로 계산하면 춘추에 쓰인 일식(日食)과 성변(星變)들이 모두 부합되지만 고치지 않은 월수로 따지면 전연 맞지 않습니다. 채침(蔡沈)이 주가 월수를 고치지 않았다고 한 것은 너무나 말이 안 됩니다. 하였다. 상이 이르기를, “대명 고황제(大明高皇帝)는 늘 주자의 설을 비방했다고 하는데 어떤 의도에서 그러하였는가?” 하니, 응대하기를, “고황제는 진황(秦皇)의 선비를 미워하는 버릇을 가진 데다가 수 문제(隋文帝)의 시기하는 성품까지 겸하여서 주자의 입언(入言)을 함부로 비방하였습니다. 이른바 자기만이 최고이고 남은 어림도 없다고 생각한 것입니다.” 하였다. 상이 이르기를, “고황제는 맹자를 좋아하지 않았다고 하는데 필시 무슨 곡절이 있을 것이다.” 하니, 응대하기를, “고황제는 맹자가 제왕(齊王)을 경계하고 임금을 억제한 내용을 보고서 맹자의 종사판(從祀板)을 철거하려고까지 하여 시위하는 무사에게 ‘누구라도 이 일을 반대하여 감히 간하는 자는 즉시 쏘아버리라.’는 명을 내렸는데, 당시 직신(直臣) 전당(錢瑭)이 가슴을 헤치고 화살을 맞았습니다. 그러자 고제가 양약(良藥)을 내려 치료하게 하여 한 달 만에 나왔는데, 그로 인하여 맹자의 위판은 철거당하지 않고 다만 두어 군데 산삭(刪削)만 당하였습니다. 그 뒤 태종은 연왕(燕王)이 나라를 취한 것은 의롭지 못한 것이었다고 말한 맹자의 말이 옳다고 여겨 유신(儒臣)을 시켜 사서 삼경(四書三經)의 소주(小註)를 편찬할 때에 《맹자》의 삭제된 부분을 다시 환원시켰습니다.” 하였다. 강이 끝난 뒤 희춘이 탑전에 나아가 아뢰기를, “신이 중묘조(中廟朝) 때부터 시종신으로서 그 당시 옥당 관원이 무려 12∼13인이나 되고 남행(南行)도 모두 갖추어 있음을 직접 보았는데, 지금처럼 정자(正字)나 저작(著作)이 모자라지는 않았습니다. 남상(南床)은 몇 사람이 문적(文籍)을 전담하도록 하여 오래도록 하번(下番)으로 있게 하므로 교리나 수찬이 대간으로 천전(遷轉)하는 것이나 이조와 병조가 늘 자리바꿈을 하는 것과는 다릅니다. 지난 무진년에 조정기(趙廷機)가 6품으로 된 뒤로 남행의 자리가 오래도록 비어 있는데도 지금까지 충원하지 못하고 있으니 매우 온편치 못합니다. 대체로 남행에 대한 의망(擬望)은 중종조에는 삼망(三望)을 못 갖추어 이망(二望)만으로도 의망한 일이 있고, 혹은 처음에 논박을 받았다가 다시 된 자도 있으니, 이영실(李英實) 같은 사람이 그런 경우입니다. 얼마 전에 신이 이 문제로 계청(啓請)하여 상께서 이조에 차출(差出)하도록 명하셨습니다. 그러나 먼곳에서 병을 요양하는 사람을 체차(遞差)하였으므로 지금까지 그 자리가 비어 있습니다.” 하니, 상이 이르기를, “이조도 인재가 부족함을 걱정하여 이와 같이 한 것이다. 지금도 7품 이하로서 홍문록에 기록된 자가 있는지 물어 보라.” 하자, 윤탁연(尹卓然)이 있다고 대답하였다. 상이 동부승지 정유일을 불러서 지난번 사신의 위인과 행사 및 문장 등에 대하여 하문하니, 유일이 대답하기를, “양사의 문장은 미진한 점이 있긴 하지만 능숙한 문장이었습니다. 옥등(玉燈)을 취한 것과 부사가 물건을 요구한 것은 청렴하지 못함을 드러낸 것입니다. 게다가 아랫것들을 단속하지 못하여 두목(頭目)들이 거침없이 재물을 가져가서 사람들이 모두 도적이라고 불렀습니다.” 하니, 상이 이르기를, “사신이 어찌 그토록 불선(不善)하였겠는가. 우리 나라 사람들의 비방도 너무 경박한 처사다.” 하자, 유희춘이 아뢰기를, “사신 자신도 바르지 못하였고 부하들도 방자하고 탐포(貪暴)하였으니 백성들의 원망과 질책은 그들이 자초한 것입니다. 그러나 도적이라고 한 것은 너무 지나칩니다.” 하고, 또 아뢰기를, “지난번 《송사(宋史)》를 인출(印出)하도록 교서관에 명하셨는데, 《송사》는 원(元)의 탈탈(脫脫)이 편찬한 것으로서 가정(嘉靖) 때에 개수(改修)하였으니, 공용경(龔用卿) 등이 실제 찬수관입니다. 중국에 가는 사신에게 정본(定本)을 사오도록 하여 인출하게 하고 인출하라고 하신 앞서의 명은 정지하도록 명하소서.” 하니, 상이 이르기를, “과연 그러하겠다. 정본(正本)을 사온 뒤에 인출하도록 해야겠다. 《송사(宋史)》와 《송감(宋鑑)》은 같은 것인가, 다른 것인가?” 하자, 유희춘이 응대하기를, “송감은 편년체(編年體)의 책이고, 송사는 제기열전체(帝紀列傳體)의 책으로서 《사기(史記)》나 《전한서(前漢書)》와 같은 것입니다.” 하였다. 문답이 끝난 뒤 물러갔다.",
                "hj": "○辛未/晝講, 講九河旣導。 柳希春曰: “洪水只是河決, 兗州最居下流, 是以田賦十三載乃同。 此云九河旣導, 謂水各循其道。 人君治國、平天下也, 敍秩命討, 舍己從人, 賞惡皆循, 天理之公, 而無容私焉。 亦猶禹之治水, 順水之道也。 又曰: “書說雖多, 朱子所取者四家。 曰蘇軾, 曰王安石, 曰林之奇, 曰呂祖謙。 但蘇失之簡, 王失之鑿, 林失之繁, 呂失之巧。 蔡氏承朱子之訓, 成此集傳, 最爲完備, 可以(惡)〔亞〕於朱子之傳註。 然二與《禹謨》, 朱子證正之外, 或有差錯處。 如《泰誓》, 惟十有三年春, 《太甲》上惟元祀十有二月朔, 皆以爲周初, 不改月數。 此爲大謬。 周武王, 以建子月之初滅商。 卽以爲一月, 建丑爲二月, 建寅爲三月, 故《孟子》註: ‘周七八月, 夏五六月也。’ 《春秋》之月數, 亦從周正建子, 非春而謂之春者, 四時之首, 宜以先稱故也。 是故周爲改月數, 則日食星變, 悉皆脗合, 謂不改月數, 則全然不合。 蔡沈乃謂周不改月數, 無謂甚矣。” 上曰: “大明高皇帝, 每排詆朱子之說, 其意如何?” 對曰: “高皇帝有秦皇惡儒之習, 兼隋文猜忌之性, 其妄詆朱子立言, 所謂自聖而謂人莫之若也。” 上曰: “高皇帝不取孟子, 其意必有所在。” 對曰: “高皇帝警齊王抑人君處, 至欲撤孟子從祀之板, 令侍衛土, 有敢諫者輒射, 直臣錢瑭披胸受矢, 高帝以良藥調治, 一月得差。 孟子位版得不撤, 只令刪削數處。 太宗以燕王取國不義, 四書三經, 令儒臣編小路, 而孟子之削處還完矣。” 講畢, 希春進榻前陳曰: “臣自﻿中廟朝, 爲侍從。 自視其時玉堂官員, 無慮十二三, 南行亦備, 不如今之無正字、著作也。 南床數員, 專掌文籍, 長爲下番, 非若校理、修撰遷轉, 臺諫、吏兵曹, 往來無常也。 自戊辰趙廷機六品後, 南行位久闕, 至今未充, 殊爲未便。 蓋南行之望, ﻿中廟朝, 雖只二人, 未備三望, 亦入望。 或有初被論, 而還爲者, 如李英賢之類是也。 頃者, 臣以此啓請, 上亦命吏曹差出, 遞差在遠抱病之人, 故至今尙闕耳。” 上曰: “吏曹亦患乏人, 而如是問, 今亦有七品以下弘文錄者否?” 尹卓然對曰: “有之。” 上招同副承旨鄭惟一, 問及天使爲人行事及文章。 惟一對曰: “兩使文章, 雖有未盡, 要不失爲能文。 玉燈之取, 副使所求之貨, 未免不廉。 又不能檢下, 頭目恣意攫取財物, 人皆呼之以盜賊。” 上曰: “天使豈至不善? 我國人之醜詆, 亦太輕薄矣。” 希春曰: “天使, 其身不正, 其下縱恣貪暴, 下民怨詈, 固其自取。 但呼之以賊, 則爲太麤惡耳。” 又陳頃日以《宋史》印出, 而命停前件之印。 上曰: “果如是, 當買正本以成, 乃印出耳。 《宋史》與《宋鑑》, 同歟? 異歟?” 希春對曰: “《宋鑑》是編年之書, 《宋史》是帝紀列、傳之書, 如《史記》、前《漢書》一樣。” 旣畢而退。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Minister of Rites Bak Yeongjun was replaced as second deputy director of the Privy Council , Kim Gwan as fourth inspector , and Hong Ingon as fourth censor . ",
                "H2KE-nKo": "예조 판서 박영준을 신병을 이유로 체차하고 지중추부사로, 김관을 지평으로, 홍인건을 정언으로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 20일(임신) 1번째기사",
                "gt-oKo": "예조 판서 박영준(朴永俊)을 병으로 체직시켜 지중추(知中樞)로 삼고, 김관(金瓘)을 지평으로, 홍인건(洪仁健)을 정언으로 삼았다.",
                "hj": "○壬申/禮曹判書朴永俊病, 遞爲知中樞, 金瓘爲持平, 洪仁健爲正言。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Jeong Yugil , commissioner for escorting the returning envoy in the gapjin year (, entered the capital of Joseon. Governor of Pyeongan Province Yun Uijung made an illness, but the King denied the request.",
                "H2KE-nKo": "갑술년에 반송사 정유길이 서울에 들어왔다. 평안 감사 윤의중이 병을 이유로 정사하였으나 허락하지 않았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 22일(갑술) 1번째기사",
                "gt-oKo": "반송사(伴送使) 정유길이 입경(入京)하였다. 평안 감사 윤의중(尹毅中)이 병으로 정사(呈辭)하였으나 허락하지 않았다.",
                "hj": "○甲戌/伴送使鄭惟吉入京。 平安監司尹毅中呈病, 不許。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Bak Gyehyeon , envoy for expressing congratulations to the Emperor [of Ming China] , and Document Official Hong Seongmin , vice-envoy , returned to the capital. They reported to the King, saying, The Emperor [of Ming China] has no special dimense distinction. Now, as the Imperial Majesty ascended the throne in the age of enthronement, we have had a magnanimity and clear at the time, and there has been no fault at the time, and there have been no peace in the court and the country. Indeed, human feelings are satisfactory. Moreover, in recent years, the northern barbarians have lost their stepmother and have scattered. The entire barbarians desire to live in the frontier of the border, but the frontier commanders are not allowed.",
                "H2KE-nKo": "병자호란에 진위사 박계현과 서장관 홍성민이 도성에 들어와 서계하였다. 그 서계는 다음과 같다.“황제의 수도는 별로 특별한 기별이 없습니다. 지금 황제가 어린 나이에 즉위하여 자질이 영특하고 총명하며 때로는 과오가 없고 조야가 무사하니, 인정이 기뻐하는 뜻이 있는 듯합니다. 또 근래 북쪽 오랑캐가 추장을 잃고 부락이 흩어져서 국경 안에 살기를 원하는데, 변장이 허락하지 않았습니다.”\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 24일(병자) 1번째기사",
                "gt-oKo": "진위사(陳慰使) 박계현(朴啓賢)과 서장관 홍성민(洪聖民)이 입성(入城)하여 서계를 보내왔는데 ‘제도(帝都)에는 특별한 소식은 없고 황제가 어린 나이로 즉위하였으나 자질이 영명(英明)하고 시절도 변고가 없어서 조야(朝野)가 무사하니 사람들이 모두 기뻐하는 듯하다. 또 근래에 북로(北虜)가 추장을 잃고 부족들이 흩어져서 국경 안에 귀화해서 살기를 희망하는데, 변장(邊將)들이 허락하지 않는다.’는 내용이었다.",
                "hj": "○丙子/陳慰使朴啓賢、書狀官洪聖民入城, 書啓: “帝都, 別無奇別, 今皇帝沖年卽位, 資質英明, 時無過誤, 朝野無事, 人情似有喜悅之意。 且近來北虜, 喪其酋長, 部落散落, 願居塞內, 邊將不許。” 云。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King through the jeongchuk year (, which stated, The royal secretary who violated the royal mandate without authorization should be interrogated. The inspectors and censors remonstrated for ten days, but the King did not grant approval. This memorial was presented to the King. The King said, In recent days, I admonish the inspectors and censors alternately. Why must the officials also discuss this matter again? However, I must consider this matter.",
                "H2KE-nKo": "홍문관이 이의를 제기한 승지를 거리낌 없이 방자한 짓을 하였다는 이유로 추고하였다. 대간이 열흘이 넘도록 논하여 간하였으나 주상이 들어주지 않자, 차자를 올리니, 주상이 말하기를,“근일 나의 뜻을 양사에 대략 유시하였다. 옥당도 어찌 굳이 또 논하는가. 그러나 유념하겠다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 25일(정축) 1번째기사",
                "gt-oKo": "복계(覆啓)를 어긴 승지를 거리낌없이 제멋대로 하였다 하여 추고하라고 한 것에 대하여 대간이 열흘 가까이 추고의 부당함을 논하여 간하였는데도 상이 허락하지 않으므로 홍문관이 차자(箚子)를 올렸는데, 상이 답하였다. “근일에 내 뜻을 양사(兩司)에 대략 하유하였는데, 옥당이 어찌 또 논하는가. 그러나 유념하겠다.”",
                "hj": "○丁丑/弘文館, 以違覆承旨爲恣意無忌, 而推考之。 臺諫, 浹旬論諫, 而天聽不兪, 上箚。 上曰: “近日, 予意, 略喩兩司矣。 玉堂亦何必又論乎? 然當留念焉。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On muin day, Left Royal Secretary Yi Gi sought to return to his hometown to see his elderly mother. The King issued a royal directive to the governor of Gangwon Province, which stated, Yi Gi has served me for a long time and has repeatedly served me with diligence. He has always visited and see his elderly mother in Wonju in his province. My dear sir should supply me with food for his elderly mother. He also bestowed fifty cheop of pine nuts upon Yi Gi, saying, Although this pine nuine nuinely.",
                "H2KE-nKo": "좌승지 이기가 병든 어머니를 봉양하러 원주로 돌아가기를 청하니, 주상이 비망기를 내려 강원 감사에게 유시하기를,“이기는 나를 모신 지 오래되었고 여러 차례 수고하였다. 항상 도내 원주에 노모가 계시기 때문에 왕래하면서 근친하고 있으니, 경은 나를 위하여 음식물을 갖추어 주라.”하고, 또 이기에게 유자 50개를 하사하면서 이르기를,“이 물건이 늙은 어버이가 되기에는 적합하지 않지만 바다에서 왔으니, 어머니에게 바쳐 임금이 하사한 것을 영광스럽게 하라.”하니, 유희춘이 아뢰기를,“삼가 성상께서 신하들을 이해하고 어진 선비를 총애하는 성대한 뜻을 보니, 감탄을 금할 수 없습니다.”하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 26일(무인) 1번째기사",
                "gt-oKo": "좌승지 이기(李墍)가 모친의 병환으로 고향인 원주(原州)에 귀성(歸省)하기를 청하니 상이 비망기(備忘記)를 내려 강원 감사에게 유시(諭示)하기를, “이기는 오래도록 나를 시종(侍從)하여 노고가 많았다. 도내(道內) 원주에 노모(老母)가 있어 근친(覲親)하러 늘 왕래하니, 경은 나를 위하여 식물(食物)을 비급(備給)하도록 하라.” 하고, 또 이기에게 유자(柚子) 50개를 하사하면서 이르기를, “노친에게는 맞지 않을 것이지마는 바다 건너에서 온 것이니, 모친에게 드리어 임금이 하사한 영광이 되도록 하라.” 하니, 유희춘이 아뢰기를, “삼가 성상께서 군신과 현사(賢士)를 사랑해 주시는 거룩한 뜻을 뵈니 감격스러움을 금할 수 없습니다.” 하였다.",
                "hj": "○戊寅/左承旨李墍, 以病母乞歸省于原州。 上以備忘記諭江原監司曰: “李墍侍予日久, 屢交勤勞, 常以道內原州在老母, 往來覲省。 卿其爲予, 備給食物。 且賜李墍柚子五十箇曰: “此物雖不合於老親, 然來自滄海, 可進于母, 以榮君之賜也。” 柳希春以爲: “伏覩聖上體群臣寵賢士之盛意, 不勝感嘆。”"
            },
            "2": {
                "H2KE-EN": "On this day, a regular performance evaluation was conducted on the day of the regular performance evaluation. Vice-Envoy Yi Yangwon , Envoy for Reporting to the Emperor [of Ming China] , Vice-Envoy Yun Su , and Correspondence Official Yi Haesu .",
                "H2KE-nKo": "이날 도목 정사를 행하였다. 종계 악명 주청사 이양원, 부사 윤근수, 서장관 이해수를 차출하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 26일(무인) 2번째기사",
                "gt-oKo": "이날 도목정(都目政)이 있었다. 종계 악명 주청사(宗系惡名奏請使)에 이양원을, 부사에 윤근수(尹根壽)를, 서장관에 이해수(李海壽)를 차출하였다.",
                "hj": "○是日都目政。 宗系惡名奏請使李陽元、副使尹根壽、書狀官李海壽差出。"
            },
            "3": {
                "H2KE-EN": "The officials of the Office of the Inspector General requested that the King disclose the four characters without authorization from the royal secretaries . The King approved this request. The King also requested that the four characters be evaluated and recorded in the royal secretaries . The King agreed to this request. This request was granted, and the officials of the Office of the Censor General also sought to assist the King.",
                "H2KE-nKo": "양사가 승지를 추고하고 ‘방자하여 거리낌이 없다.[恣意無忌]’라는 네 글자를 삭제하기를 청하니, 주상이 그대로 따랐다. 또 네 글자를 기록한 승지를 추고하기를 청하니, 주상이 또한 그대로 따랐다. 이 일을 청한 대로 허락을 받은 것은 옥당에도 도움이 되었다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 26일(무인) 3번째기사",
                "gt-oKo": "양사가 승지를 추고하되 ‘거리낌없이 제멋대로 했다. [恣意無忌]’는 4자를 삭제하도록 청하니 상이 따랐다. 또 4자를 재록(載錄)한 승지를 추고하기를 청하니, 상이 역시 따랐다. 이 일을 허락받게 된 데는 옥당의 도움이 있었다.",
                "hj": "○兩司請於承旨推考削去 ‘恣意無忌’ 四字, 上從之。 又請推考四字載錄承旨, 上亦從之。 此事得請, 玉堂亦有助焉。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King conducted state affairs in gihae year (. Jeong Yu was appointed minister of rites , and Bak충원 was appointed minister of works .",
                "H2KE-nKo": "정사가 있었다. 정유를 예조 판서로, 박충원을 공조 판서로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 27일(기묘) 1번째기사",
                "gt-oKo": "정사가 있었다. 정유길(鄭惟吉)을 예조 판서로, 박충원(朴忠元)을 공조 판서로 삼았다.",
                "hj": "○己卯/有政。 以鄭惟爲禮曹判書, 朴忠元爲工曹判書。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King ordered that fifty-two men be selected from the military service examination for eulmyo year (.",
                "H2KE-nKo": "을묘년에 주상이 무과에서 2분 이상 52인을 뽑으라고 명하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 3일(을묘) 1번째기사",
                "gt-oKo": "상이 무과(武科)에서 2분(分) 이상을 득점한 52명을 뽑도록 명하였다.",
                "hj": "○乙卯/上命武科取二分以上五十二人。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongjin day, the first day of the first month, the King reviewed the list of grades for the successful candidates in the middle of the byeongjin year (. After the end of the year, the list of grades were written on the list of grades. The total number of middle grades is one, midle grade is one, and midle grade is two, and midle grade is one, and midle grade is eight, and midle grade is three, and midle grade is seven, and totaling twenty. The King ordered this number of grades to be passed. The King appointed Assistant Director of the Office of Palace Kitchen Supplies Im Yeongro as a fixed number of grades. The four passers of the eul examination were Kim Yeongnam , Hong Seyeong , Yun Eom , and Hong Jongg록 . The total of fifteen passers of the byeongo year ( were Jo Won , Yun Anseong , Yun Minseon , Hwang Hui , Bak Yeom , Yi Ilwon , Hong Jeok , Min Yeogyeong , Jeong Suknam , Yi Sunin , Kim Seosaeng , Kim Su , Namgsaeng , Bak Cheongeo , and Yi Jul . The total of twenty passers were all from the capital by marriage. Only one passers were each from the Gaeseong Magistracy and the 호서 provinces.",
                "H2KE-nKo": "파루 때 주상이 250수를 살펴보고는 등 단자를 써서 들였다. 모두 2중 1인, 2하 1인, 3상 2인, 3중 1인, 3하 8인, 점 3하 7인으로 도합 20인을 입계하였다. 주상이 이 숫자로 급제시키라고 명하였다. 사평 임영로가 장원이고, 을과 4인은 김영남, 홍세영, 윤엄, 홍종록이다. 병과 15인은 조원, 윤안성, 윤민선, 심희수, 박염, 이일원, 홍적, 민여경, 정숙남, 이순인, 김서생, 김수, 남궁활, 박천거, 이립이다. 지금 이 20인은 모두 서울의 화족으로 개성부와 호서에서 각각 1인씩 급제하였다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 4일(병진) 1번째기사",
                "gt-oKo": "파루(罷漏)에 전(殿)에 나아가 2백 50수의 글을 상고하여 채점을 끝내고 이중(二中)이 1인, 이하(二下)가 1인, 삼상(三上)이 2인, 삼중(三中)이 1인, 삼하(三下)가 8인, 점삼하(點三下)가 7인 등 도합 20인의 입등 단자(入等單子)를 써서 입계(入啓)하니, 상이 이 수대로 급제시키도록 명하였다. 사평(司評) 임영로(任榮老)가 장원(壯元)이고, 그 다음으로는 을과(乙科)가 4인으로, 김영남(金穎男)·홍세영(洪世英)·윤엄(尹儼)·홍종록(洪宗綠)이고, 병과(丙科)가 15인으로 조원(趙瑗)·윤안성(尹安性)·윤민선(尹敏善)·심희수(沈喜壽)·박염(朴廉)·이일원(李一元)·홍적(洪迪)·민여경(閔汝慶)·정숙남(鄭叔男)·이순인(李純仁)·김서생(金瑞生)·김수(金脩)·남궁활(南宮活)·박천거(朴天擧)·이입(李砬)이다. 이번 20인은 모두가 서울의 화족(華族)이고 개성부와 호서(湖西)에서 각각 한 명씩이었다.",
                "hj": "○丙辰/罷漏, 上殿考二百五十首, 而畢書入等單子。 凡二中一, 二下一, 三上二, 三中一, 三下八, 點三下七, 合二十人, 入啓。 上命以此數及第。 司評任榮老爲壯元。 乙科四人: 金穎男、洪世英、尹儼、洪宗祿。 丙科十五人: 趙瑗、尹安性、尹敏善、沈喜壽、朴廉、李一元、洪迪、閔汝慶、鄭叔男、李純仁、金瑞生、金脩、南宮活、朴天擧、李砬也。 今玆二十人, 皆京中華族, 唯開城府、湖西各一人。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, The official historians who participated in the second-stage civil service examination at the three rounds of the Special Attendant Guards are negligent and did not immediately come to the court on the day of the successful candidates. Your subjects request that they be dismissed. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“별시 초시의 삼소 사관이 출방하는 날에 태만하여 즉시 나오지 않았으니 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 6일(무오) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “별시 초시(別試初試) 때 삼소(三所)의 사관(四館)이 출방(出榜)하는 날 게을리 곧바로 나오지 않았으니 파직하소서.” 하니, 상이 따랐다.",
                "hj": "○戊午/院啓: “別試初試三所, 史官於出榜之日, 慢不卽進, 請罷。” 上從之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King ordered that Noh Jin be specially promoted and appointed as governor of Gyeongsang Province , Second Deputy Director [of the Office of Royal Decrees] [] Jeong Yuil as sixth-rank aide [to the governor] , and Ahn Jongdo as magistrate of Gilju Strategic County .",
                "H2KE-nKo": "주상이 노진을 특별히 가자하여 경상 감사로 삼고, 직제학 정유일을 동부승지로, 안종도를 길주 목사로 삼았다.\n",
                "date_ko": "선조 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 12월 8일(경신) 1번째기사",
                "gt-oKo": "상이 노진(盧禛)을 특별히 가자(加資)하여 경삼 감사로 삼고, 직제학 정유일을 동부승지로, 안종도(安宗道)를 길주 목사로 삼았다.",
                "hj": "○庚申/上命以盧禛特加爲慶尙監司, 直提學鄭惟一爲同副承旨, 安宗道爲吉州牧使。"
            }
        }
    }
}