{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, Second Deputy Director of the Royal House Administration Yi Hwang submitted a memorial requesting that he be allowed to retire. The memorial read as follows: Your subject heard that among the ancient monarchs, there was nothing more urgent than supporting support",
                "H2KE-nKo": "삭해년에 지중추부사 이황이 상소하여 스스로를 탄핵하고 치사를 거듭 청하였는데, 그 상소의 대략에,“신이 듣건대, 옛날의 제왕들은 어진이를 높이고 선비를 임용하는 것을 급선무로 삼지 않은 이가 없었다고 합니다. 그러나 이른바 어진 선비라는 것은 반드시 모두 올바른 사람을 얻어 그 실제를 취해야 합니다. 진실로 어진이를 좋아하는 뜻과 선을 좋아하는 정성만 있고, 사람을 알아보는 것이 어렵다는 것과, 인기가 어떠한가와 재주가 없고 덕이 없는 사람에게 잘못 초빙하는 수고로움을 가하고, 헛된 명예로 세상을 속이는 선비에게 어진이를 높이는 의례를 갑자기 입히면, 굽은 사람을 쓰고 곧은 사람을 잃어서 만백성이 복종하지 않고, 어진이와 어리석은 사람이 뒤섞여서 나라의 정사가 날로 문란해질 것입니다.신이 선왕 때에 여러 차례 소명을 받았으나, 그 전에 세 차례 소명을 내렸을 때에는 모두 그 관직의 품계가 낮아 별로 혐의가 없었으니, 신이 소명을 듣고 즉시 떠났지 머뭇거리며 나아가지 않은 적이 없었습니다. 그 뒤에 두 차례 소명을 내렸을 때에는 품계를 올려 중책에 의망하기도 하고, 이미 품계를 올려 중임에 제수하기도 하였으니, 신이 구구하고 간절한 마음으로 어쩔 수 없이 극력 사면하였습니다. 더구나 지난해에 도성에 들어와서는 망극한 변을 당하고 천한 병이 갑자기 심해져서 직무를 제대로 수행하지 못하였으니, 자신의 몸을 돌보지 않는 처지에서 의리를 펴지 못하였다면 유독 물러나는 한 가지 의리가 있다는 것이 너무도 분명합니다. 이 때문에 산릉의 일이 앞에 있는데도 머물러 기다리지 못하고 경솔하게 지레 돌아갔으니, 이 또한 이치로 보나 의리로 보나 변통으로 보나 부득이한 데서 나온 것입니다. 그러나 한때의 여론은 진실로 모두 괴이하게 여기고 있습니다. 어떤 사람은 명예를 좋아한다고 하고, 어떤 사람은 거짓 병을 칭탁한다고 하고, 어떤 사람은 산새에 비유한다고 하고, 어떤 사람은 이단이라고 배척합니다. 이는 신이 신하로서 도리를 잃어 현재의 어진이에게 큰 죄를 얻은 것이니, 다시 무슨 도리로 성상의 돌보심에 감당하여 현재의 쓰임이 되겠습니까. 삼가 바라건대, 우인이 오지 않은 데 대한 주벌을 너그러이 용서하시고 선왕께서 사람을 물리치신 예를 상고하시어, 잘못 내리신 윤음을 도로 거두어들이고 치사하는 성대한 전례를 거듭 거행하소서.”하였다. 상소가 들어가자, 어찰로 답하기를,“경의 상소를 보니 겸양이 지나치다. 경은 여러 조정의 구신으로서 덕행이 높고 학문이 바르다는 것을 비록 여염의 사람이라도 누군들 모르겠는가. 나도 들은 지 오래되었다. 경은 선왕 때에 여러 차례 소명을 받고 부임하였고, 말년에는 또 도성에 이르렀는데, 갑자기 망극한 변을 당하고도 갑자기 곧바로 돌아갔으니, 이는 필시 새로 정사를 하는 데 도가 없고 어진이를 높이는 데 정성이 없기 때문일 것이다. 나의 후회스러움을 이루 다 말할 수 있겠는가.옛날의 임금은 비록 명성하더라도 반드시 어진이를 구하여 스승으로 삼았다. 더구나 나는 어려서부터 엄한 스승의 가르침을 받지 않고 갑자기 어렵고 큰 왕업을 이어받았으니 더 말할 것이 있겠는가. 자전의 하교에도 ‘나는 아는 것이 없다. 더구나 상중에 있는데 내가 어떻게 교도하겠는가. 마땅히 이황 같은 사람이면 될 것이다. 항상 경이 올라오기를 바란다.’라고 하셨다. 자전의 뜻이 이와 같이 간절한데 경이 올라오려 하지 않으니, 미처 생각하지 못한 것이 아닌가. 지금 조정에 비록 숙덕이 많기는 하나 내가 경에게 바라는 것은 또한 북두성과 같다. 경은 부디 진퇴를 혐의스럽게 여기지 말고 올라와 병을 무릅쓰고 조정에 머물면서 나의 어리석은 자질을 보필하라.”하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 1월 1일(신해) 1번째기사",
                "gt-oKo": "지중추부사 이황(李滉)이 상소하여 자핵(自劾)하고 거듭 치사(致仕)할 것을 빌었다. 상소의 대략에, “신은 듣건대 옛날 제왕들이 어진이를 존중하고 선비에게 일을 맡기는 것을 급무(急務)로 삼지 않은 이가 없었습니다. 그러나 그 어진이와 선비라는 것은 모두가 진정한 그 사람을 얻은 것이고 또 실질을 취하였던 것인데, 만약에 혹시라도 어진이를 좋아하는 뜻과 선을 좋아하는 성의만을 가지고 인재를 알아보기 어렵다는 것, 그의 인기(人器)가 어떻다는 것을 생각하지 않는다면 자칫 부재(不才) 부덕(不德)한 사람에게 잘못 초빙하는 수고를 베풀기 쉽고, 허명으로 세상을 속이는 사람에게 어진이를 존중하는 의식이 가해질 것입니다. 나쁜 사람을 거용하고 바른 사람을 버리는 결과가 되어 백성들이 승복을 않게 되고, 현우(賢愚)가 구별이 없어 국정(國政)이 날로 문란해질 것입니다. 신이 선왕조 때 누차에 걸쳐 소명(召命)을 받았으나 전번의 세 번 소명은 모두 벼슬 품계가 낮아 별로 혐의가 없었으므로, 신이 소명을 들은 즉시 갔었고 한 번도 머뭇거리며 나아가지 않은 때가 없었습니다. 그런데 그 뒤의 두 번 소명은 혹 승질(陞秩)시키어 중책을 맡기려 하기도 하였고, 혹은 이미 승질하여 중임을 바로 부여하기도 하였습니다. 그리하여 신으로서는 구구한 조심스런 생각에 극력 사면(辭免)을 않을 수가 없었던 것입니다. 더구나 작년에 입도(入都)하였을 때 망극의 변을 당하고 또 천한 병이 갑자기 심하여서 직무를 수행할 수 없었으므로, 일신을 돌보지 않아야 할 입장에서 이미 그렇게 할 수 없게 되었을 바에야 물러가는 길 밖에 없다는 것이 심히 분명한 사실로 드러났기 때문에, 산릉(山陵)의 일이 앞에 있어도 머물지 못하고 경솔히 지레 돌아와버렸습니다. 이 역시 사리가 극에 달하고 의리에 변수가 생겨 부득이하게 취한 행동이었으나, 한때의 물정(物情)이 모두 괴이하게 여겼을 것은 당연합니다. 혹은 명예를 좋아해서라느니 혹은 거짓 병을 칭한다느니 하여, 혹자는 신을 산새에 비유하기도 하고 이단자로 배격하기도 하였습니다. 그것은 신이 신하로서의 도리를 잃었기 때문에 현재의 현인들에게 큰 죄를 얻은 것인데, 이제 다시 무슨 도리로 성상의 권우(眷遇)에 부응하여 시대의 쓰임이 될 수가 있겠습니까? 삼가 바라건대 우인(虞人)이 오지 아니한 죄를 너그러이 봐주시고 선왕께서 사람을 물리치셨던 예를 참고하셔서 잘못 내려진 윤언(綸言)을 다시 거두시고 치사(致仕)에 관한 훌륭한 법을 거행하소서.” 하였다. 소(疏)를 들이자 상이 어찰(御札)로 답하기를, “경의 상소 내용을 보니 겸양이 너무 지나치다. 경은 누조(累朝)에 걸친 구신(舊臣)으로서 덕행(德行)이 높고 학문(學問)이 바르다는 것을 비록 여항(閭巷)의 사람인들 모르는 자 누구이며 내 역시 들은 지 오래이다. 경이 선왕조에서 누차에 걸친 소명을 받았고 또 선왕조 말년에는 서울에까지 왔다가 뜻하지 않은 망극의 변을 당하고는 금방 돌아가버렸다. 이는 필시 신정(新政)이 법도가 없고 어진이를 존경하는 성의가 부족했기 때문이니, 나의 회한(悔恨)은 이루 말할 수 없다. 옛날의 임금들은 비록 명성(明聖)하였어도 반드시 어진이를 찾아 스승으로 삼았었는데 하물며 나같이 어린 시절에 엄한 스승의 가르침도 받지 못한 채 뜻밖의 어렵고 큰 업을 이어받은 자이겠는가. 자교(慈敎)에서도 ‘나는 아는 것이 없는 사람이다. 더구나 상 중에 있는 내가 어떻게 교도(敎導)할 것인가. 마땅히 이황(李滉)이어야 할 것이다. 항상 경이 올라오기만을 바란다.’ 하였으니 자의(慈意)가 그러하신데도 경이 오려고 않는다면 그건 너무 생각을 않은 것이 아니겠는가? 지금 조정에 숙덕(宿德)들이 비록 많지만 나로서는 경을 성두(星斗)처럼 바라고 있으니, 경은 진퇴로써 혐의하지 말고 병이 있더라도 올라와 조정에 머물면서 나의 어리석은 자질을 도와 달라.” 하였다.",
                "hj": "○朔辛亥/知中樞府事李滉上疏自劾, 申乞致仕, 疏略曰: 臣聞, 古之帝王, 莫不以尊賢任士爲急務。 然其所謂賢士, 必皆正得其人, 而眞取其實, 苟或徒有好賢之志; 樂善之誠, 而不思知人之爲難; 人器之如何, 不才、不德之人, 謬加之以招延之勤, 虛名欺世之士, 遽被之以尊賢之儀, 則擧枉 錯直, 而萬民不服; 賢愚混淆, 而國政日紊。 臣在先朝, 累被召命之下, 其前之三召也, 皆官降其品, 別無嫌疑, 則 臣聞命卽行, 未嘗有遲疑不進之時矣。 惟其後之兩召也, 或將陞秩而擬重責; 或已陞秩而授重任。 臣以區區之危 懇, 不得不極力辭免。 況去年入都, 遭變罔極, 賤疾遽劇, 不能供職, 其於匪躬之地, 義旣不展, 則獨有退身一義, 的然明甚。 是以, 山陵在前, 不能留待, 率爾徑歸。 其亦理 極義變, 出於迫不得已也, 而一時物情, 固所咸怪。 或以爲好名; 或以爲佯病, 或比於山禽; 或斥爲異端。 是則臣爲 臣失道, 獲罪時賢大矣, 更將何道, 可以當聖眷, 而爲時 用乎? 伏願寬虞人不至之誅, 考先王退人之禮, 收還誤 下之綸言, 申擧致仕之盛典。 疏入, 以御札答之曰: 觀卿疏辭, 謙讓過矣。 卿以累朝舊臣, 德行之高; 學問之正, 雖閭巷之人, 孰不知之? 予亦聞焉久矣。 卿在先朝, 累被召赴, 至於末年, 又至都下, 奄遭罔極之變, 遽卽旋歸。 是必以新政之無道; 尊賢之不誠故也。 予之悔恨, 其 可勝言? 古之人君雖明聖, 必求賢爲師, 況予自少, 不 受嚴師之敎, 遽承艱大之業? 慈敎亦曰: “予無知識。 況 在煢疚之中, 我何敎導乎? 當如李滉則可也。 常望卿之 上來。” 慈意如是之勤, 而卿不肯來, 無乃未之思乎? 當今朝廷, 雖多宿德, 予之望卿, 亦如星斗。 卿須不以進退爲嫌, 而上來, 勉疾留廷, 以輔予愚末之質。"
            },
            "2": {
                "H2KE-EN": "[The King] specially promoted Yi Hwang , Grand Master for Assisting toward Fundamental Laws and Assistant State Councilor of the State Council , and issued an order to urge him to summon him. The King instructed high-ranking officials, As Hwang is a military post, it is insufficient to promote the way of worthy to honor the worthy. It is appropriate to appoint him as associate state councilor and again persuade him to come to the capital. Therefore, this order was given. [Yi] Hwang continued to submit a memorial to resign. The memorial read as follows: In the tenth month of last year, at the end of the second month of this year, seven times of the royal order were all caused by summoning and appointing him to a government post. Your subject is very sensible and unworthy. It is impossible that he is unable to fulfill the magnificent expectations of the royal order. Therefore, every time a royal order has been issued, he always expressed his sincerity and submitted a memorial to the King to request that he be dismissed from his post. However, his sincerity has not been able to reach Your Majesty, and the royal order has not yet been observed. Generally speaking, the talents of the world throughout the world is great and small. Therefore, the talents of the world cannot be insignificant, and the talents of the small cannot be insignificant. The former kings learned of this. Therefore, the granting of a government position to each of them was based on their talents and qualified according to their talents. The talents of the small and the small numbers of their ranks have not been presumptuously received. How could this be the only reason that the sovereign has employed the talents like this? Among the officials, there is nothing that is not one who will voluntarily calculate the talents of the world throughout the country. Therefore, the King said, After calculating the talents, he will enter [the capital] and afterwards, he will be calculated afterwards. Your subject is extremely foolish and valuable by nature and has long suffered from illness. Thus, he return to his hometown of farming and support his stipends. He wished to presumptuously observe his original ranks and to avoid level of promotion. Unexpectedly, this subject has resigned from his post and retired from his office. However, in the royal order, he was promoted to a government post due to his resignation. Thus, your subject again stripped to resign from his office. However, in the royal order, he again submitted a memorial to resign because of his meritorious deeds, and he was promoted to a higher rank in the level of the six ministers. This is a matter of world throughout the ages. This is a great mistake in the world throughout the ages, and he is ashamed and shameless as a subject. Now, the dragons and the five sunshades were all observed in the world, and the people have seen and enjoyed goodness and enjoyed the sages are from the utmost sincerity. However, as your subject has",
                "H2KE-nKo": "이황을 숭정대부 의정부 우찬성으로 특별히 올리고 유지를 내려 재촉하여 불렀다. 주상이 대신에게 유시하기를,“이황을 군직으로 삼은 것은 어진이를 높이는 도리에 부족한 점이 있어서이니, 찬성을 제수하고 다시 올라오도록 유시하라.”하고, 이 제수가 있게 된 것이다.이황이 이어서 상소하여 사직하였는데, 그 대략에,“신이 작년 10월부터 올해 2월 3일까지 모두 일곱 차례나 성지를 받았는데, 이는 모두 불러서 제수하였기 때문입니다. 신은 형편없어서 후덕한 명망을 충분히 채워서 명지에 응할 수 없다는 것을 잘 알고 있습니다. 이 때문에 명을 내릴 때마다 번번이 속마음을 드러내어 장계로 진달하여 파면해 주시기를 바랐습니다. 그러나 정성이 성상을 감동시키지 못하여 아직도 윤허를 내리지 않고 있습니다.대체로 천하 인재의 품질은 큰 것도 있고 작은 것도 있으니, 큰 것을 작은 것이라 할 수 없고 작은 것을 큰 것이라 할 수 없습니다. 선왕께서는 그러한 것을 알고 계셨기 때문에 작명을 내릴 때에 각각 그 재품에 따라 큰 것은 큰 것이라 하고 작은 것은 작은 것이라 하여 분수를 넘어서 참람하게 받은 적이 없었습니다. 이는 어찌 임금이 사람을 쓰는 것이 이와 같을 뿐이겠습니까. 나와서 세상의 쓰임이 되는 신하들은 모두 그 능력을 스스로 헤아려서 나아오게 하였습니다. 그러므로 ‘헤아린 뒤에 들어오고 들어오지 않은 뒤에 헤아린다.’라고 한 것입니다.신은 지극히 어리석고 비루한 자질로 오랫동안 고질병에 시달리다가 돌아와 농사를 짓고 힘을 먹으면서 평소의 분수를 지키고 이조 참의를 면하고자 하였습니다. 그런데 뜻밖에도 이로 인하여 헛된 명성을 훔쳐서 성조로 하여금 잘못 은혜를 여러 번 입게 하였습니다. 신은 현재 본직을 사직하고 물러나 있고 조정의 명은 사양하는 것으로 인하여 발탁되어 승진되었으며, 신은 또 승진된 것을 극력 사양하다가 아침에 다시 승진되고 또 승진되었습니다. 공적으로 말하자면 털끝만큼도 드러난 것이 없고 직질로 말하자면 육경의 반열에 높이 솟아 있으니, 이는 고금 천하에 전혀 없는 일입니다. 그러나 신에게 큰 허물이 되니, 하늘을 쳐다보고 땅을 굽어보아도 부끄럽고 두려워 어찌할 수가 없습니다.지금 성상께서 등극하시어 만물이 모두 우러러보고 선을 좋아하고 성인을 즐기는 것이 지성에서 우러나왔습니다. 그런데 어리석은 신이 외람되이 신의 이름을 거론하여 과장해서 논천함으로써 자리를 비워 놓고 어진이를 구하는 아름다운 뜻을 그르쳤습니다. 그래서 신을 부르고 신에게 명하는 것이 거듭 융성하고 중하여 모두 신이 감히 받들어 감당할 수 있는 바가 아닙니다.신이 바야흐로 상소하여 스스로 탄핵하고 은면을 받기를 바라고 있는데, 그 상소를 올리기도 전에 또 특별히 찬성으로 승진시키라는 명이 있었습니다. 신이 일찍이 지금 사직을 청한 뜻에 비교해 보면 그 경중과 대소가 제대로 감당해 낼 수 있는지의 여부가 과연 어떠합니까. 삼가 바라건대 불쌍히 여기시어 덕음을 내려 주소서. 이미 일찍이 외람되이 직질을 받은 이상 감히 갑자기 모두 체차해 주기를 바랄 수는 없지만, 현재 새로 제수받은 숭품의 직질과 이공의 직임 및 경연관을 겸임하고 있는 것에 대해 속히 성명을 도로 거두어들이게 하고, 이어 이전의 직질로 치사를 허락해 주소서.”하니, 주상이 허락하지 않았다. 이어 각도의 감사에게 명하여 수륙 일로에서 수레와 말을 타고 호송하게 하였는데, 이황이 또 소장을 올려 극력 사양하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 1월 1일(신해) 2번째기사",
                "gt-oKo": "이황을 숭정 대부 의정부 우찬성에 특승(特陞)하고 유지를 내려 빨리 오도록 재촉하였다. 상이 대신에게 유시하기를, “이황에게 군직(軍職)을 주는 것은 현자를 존경하는 도리에 있어 미흡한 바 있으니 찬성(贊成)을 제수하고 다시 올라오도록 유시를 내려야겠다.” 하였는데, 결국 이 임명이 있었다. 황은 이어 사직 상소를 올렸는데 그 대략에, “신은 지난해 10월부터 올해 2월말까지 무려 7차에 걸친 성지(聖旨)를 받았는데, 모두가 녹직을 제수하여 부르신 것이었습니다. 신은 신 자신이 무상(無狀)하므로 성상의 후한 기대에 부응하여 성상의 부름에 응할 자격이 없음을 잘 알기 때문에, 번번이 소명이 내릴 때마다 신의 충심을 드러내어 장계(狀啓)하거나 소진(疏陳)하여 파면하실 것을 빌어왔습니다. 그러나 신의 성의가 위에까지 미치지 못하여 아직도 유음(兪音)을 받지 못하고 있습니다. 천하 사람의 재품(才品)은 큰 자도 있고 작은 자도 있어 큰 자를 작게 써서도 안 되고 또 작은 자를 크게 써서도 아니 됩니다. 선왕께서는 그것을 아셨기 때문에 작명(爵命)을 내릴 때 각기 재품에 따라 큰 이는 크게, 작은 이는 작게 써 왔고 조금도 분에 넘게 걸맞잖은 직을 제수한 경우는 일찍이 없었던 것입니다. 임금의 인재 등용에 있어서만 그러한 것이 아니라, 세상의 쓰임이 되기 위하여 나가는 신하들에 있어서도 제각기 자기의 능력 여부에 따라 자신의 거취를 결정하였습니다. 그러므로 ‘헤아려보고 나서 들어간다. 들어간 뒤에 헤아리지 않는다.’고 하였던 것입니다. 신은 원래 지극히 어리석고 누추한 바탕으로 긴 세월을 두고 침고(沈痼)의 병까지 가지고 있으므로, 귀향하여 힘들여 농사지어 먹고 살며 신의 소분(素分)을 지키고 나아가 이의(吏議)를 면하고자 한 것이었습니다. 그런데 뜻밖에 그것이 원인이 되어 허명을 도득(盜得)하게 되어 누차에 걸친 성조(聖朝)의 은혜가 잘못 가해지게 만들었습니다. 신은 바야흐로 본직(本職)을 사임하고 물러와 있는데, 조정 명령은 그 사임을 인하여 발탁 승진하고 신은 또 그 승진된 직을 굳이 사양하면 조정에서는 다시 승진된 위에 또 승진을 시키곤 하였습니다. 그리하여 공로로 말하면 털끝만큼도 나타난 것이 없는데 반하여 직질(職秩)로서는 육경(六卿)의 높은 서열에 있게 되었습니다. 이는 고금 천하에 절대로 있을 수 없는 일로써 신에게는 큰 죄가 되고 있으니 우러러 보거나 내려다 보거나 부끄럽고 두려울 뿐이어서 어찌할 수가 없는 것입니다. 지금 성상께서 왕위에 오르시어 만물이 모두 지켜보고 있고 선(善)과 성(聖)을 좋아하시는 마음이 지성에서 나오는 이때, 소견이 없는 신하들이 외람되이 신의 이름을 거론하여 과장된 추천을 함으로써 자리를 비워두고 현자를 찾으시는 성상의 아름다운 뜻을 그르쳤습니다. 신을 부르고 신에게 명하시는 일이 거듭거듭 융중(隆重)하게 답지하는데 이 모두는 신이 감히 승당(承當)할 수 없는 일입니다. 신이 지금 자핵(自劾)의 상소를 올려 은면(恩免)이 있기를 바라는 중인데, 그 상소가 올라가기도 전에 또 찬성(贊成)으로 특승(特陞)한다는 명령이 내렸습니다. 신이 예나 지금이나 한결같이 사퇴를 빌고 있는 뜻으로 보았을 때 그 경중(經重)과 대소(大小), 그리고 신이 감당할 수 있는 여부에 대하여 과연 어떻다고 하겠습니까. 삼가 바라건대 신을 불쌍히 여기시어 쾌히 덕음(德音)을 내리심으로써 이왕에 받았던 직질(職秩)까지 모두 체면(遞免)하기를 감히 바랄 수 없으나 지금 새로이 제수하신 숭품(崇品)의 질(秩)과 이공(貳公)의 직책 및 경연(經筵)을 겸대(兼帶)하는 것에 대하여는 빨리 성명(成命)을 도로 거두시고 이어 종전의 직질로 치사(致仕)할 수 있도록 허락하여 주소서.” 하였다. 상은 허락하지 않았다. 이어 각도의 감사(監司)에게 명하여 수륙(水陸) 일로(一路)에 가마와 말을 갖추어 호송하도록 하였다. 그러나 이황은 또 장(狀)을 올려 굳이 사양하였다.",
                "hj": "○特陞李滉崇政大夫議政府右贊成, 下旨促召。 上諭大臣曰: “李滉爲軍職, 尊賢之道有所未足, 可授贊成, 更諭上來。” 故有是除。 滉繼上疏辭, 略云: 臣自前年十月, 至今年二月之終, 凡七被聖旨, 皆緣召除之故。 臣極知無狀, 不足以塞厚望、應明旨。 故每一命下, 輒露丹悃, 狀啓疏陳, 乞賜罷免, 而誠未上格, 兪音尙閟。 蓋天下人才之品, 有大有小, 大者不可以爲小; 小者不可以爲大。 先王知其然, 故爵命之加, 各隨其才品, 大而處大; 小而處小, 未嘗踰分而僭受。 豈惟君人之用人如此, 其臣之進爲世用者, 莫不自度其能否, 而就之。 故曰: “量而後入, 不入而後量也。” 臣以至愚極陋之資, 抱長年沈痼之疾, 歸農食力, 欲以守素分而免吏議。 不意因此, 而盜得虛名, 致令聖朝, 誤恩累加。 在臣則方辭本職而退伏, 朝命則因其所辭而擢陞, 臣又力辭其所陞, 而朝復因陞而又陞。 以言乎勞績, 則無一毫之有著; 以言乎職秩, 則巍然六卿之列矣。 此乃古今天下絶無之事, 而爲臣之大愆, 俯仰愧慄, 無如之何也。 今龍飛九五, 萬物咸覩, 好善樂聖, 出於至誠, 乃有滯見之臣, 猥擧臣名, 夸張而論薦之, 以誤側席求賢之美意。 所以召臣與命臣者, 荐沓隆重, 皆非臣所敢承當。 臣方且陳疏自劾, 覬蒙恩免, 而其疏未達之頃, 又有特陞贊成之命, 則視臣曾今乞辭之意, 其輕重大小, 能堪與否何如也。 伏願曲賜矜惻, 渙發德音, 已曾冒受職秩, 雖不敢遽望竝遞, 見今新授崇品之秩、貳公之職與兼帶經筵, 亟令還收成命, 因以前職秩, 許其致仕。 上不許, 仍命各道監司, 水陸一路, 輿馬護送, 滉又上狀力辭。"
            },
            "3": {
                "H2KE-EN": "Yi Tak was appointed minister of war .",
                "H2KE-nKo": "이탁을 병조 판서로 삼았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 1월 1일(신해) 3번째기사",
                "gt-oKo": "이탁(李鐸)을 병조 판서로 삼았다.",
                "hj": "○以李鐸爲兵曹判書。"
            },
            "4": {
                "H2KE-EN": "The King appointed 노수신 as second deputy director of the Office of Royal Decrees and concurrent Responding Editor of the Office of Royal Decrees . 노수신 earnestly requested that he return to his hometown to support his parents. The King said, As Susins learning and conduct is extraordinary, it would be inappropriate to allow him to return to his hometown to support his parents. The King ordered the high officials to discuss the matter. Yi Jun said, The Royal Confucian Academy spreads every day, and there is no one to attend the Royal Lecture. The governor of this province should admonish his parents to the capital so that they can avoid worried about a distant place and devote themselves to encourage the lectures. The King followed this advice.",
                "H2KE-nKo": "노수신을 홍문관 직제학 겸 예문관 응교로 삼았다. 노수신이 돌아가 부모를 봉양하겠다고 간곡히 청하니, 상이 이르기를, “수신은 학행이 탁월하여 장차 함께 다스린 효과가 있을 것이니, 돌아가 봉양하는 것을 허락할 수 없을 듯하다.” 하고, 대신으로 하여금 의논하게 하였다. 이준경이 아뢰기를, “성상의 학문이 날로 진보하고 있으니, 경연에 이 사람이 없어서는 안 됩니다. 본도의 감사로 하여금 그의 어버이를 서울로 오도록 돈유하게 하면 멀리 떠나가는 걱정을 면할 수 있을 것이니, 권강하는 데 전념할 수 있을 것입니다.” 하니, 상이 따랐다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 1월 1일(신해) 4번째기사",
                "gt-oKo": "노수신(盧守愼)을 홍문관 직제학 겸 예문관 응교로 삼았다. 노수신이 돌아가 부모를 봉양한다는 이유로 간곡히 사면을 빌자, 상이 이르기를, “수신은 학문과 행실이 특이하여 그와 함께 치효(治效)를 거두어야 할 것이니 그의 귀양(歸養)을 허락해서는 안 될 듯싶다. 대신에게 의논하라.” 하니, 이준경(李浚慶)이 아뢰기를, “지금 성상의 학문이 날로 진전하는 이때 경연에 이 사람이 없어서는 아니 됩니다. 본도의 감사를 시켜 그의 어버이를 서울로 오도록 타이르게 하여 수신으로 하여금 어버이 곁을 멀리 떠나 있는 걱정이 없이 권강(勸講)에만 전념할 수 있도록 하는 것이 좋겠습니다.” 하자, 상이 따랐다.",
                "hj": "○以盧守愼爲弘文館直提學兼藝文館應敎。 盧守愼懇乞歸養父母, 上曰: “守愼學行卓異, 將共治效, 恐未可許歸養。” 令大臣議之。 李浚慶曰: “ 聖學日進, 經筵不可無此人。 令本道監司, 敦諭其親來京, 可免遠遊之憂, 專意勸講。” 上從之。"
            },
            "5": {
                "H2KE-EN": "The King attended the Royal Lecture and read the Analects on the Comprehensive Mirror to Aid in Government (C. Zizhi tongjian . Ki Daeseung reported: Recently, the inspectors and censors have strongly remonstrated their opinions, and the high officials also followed their advice. However, Your Majesty forgotten state affairs and remonstrated. This is not the intent of opening the room for the purpose of opening. If the sovereign does not listen to the words of the inspectors and censors, not only will people satisfy to speak, but the hearts of the people are slightly disappointed. Your Majesty also occupied the purpose of learning. In my opinion, what harm could there be? This is a great circumstance of fear. Previously, due to Kim Myeongyuns case, the Office of the Inspector General and the Office of the Censor General continued to successively advise the request for a long time without approval. Therefore, high officials also advise the request. From the Three Dynasties (Dynasty, the Three Dynasty could not know. However, from the Han dynasty, when high officials advise the request, the sovereign would not heed their opinions, and if high officials are unqualified, then they should withdraw. If the sovereign were to ascend the throne, his words cannot but heed their opinions. Only then, high officials would not speak without speaking. The King should treat the inspectors and censors very generously, and treat the high officials very generously. When discussing affairs, you should thoroughly deliberate on the matter and then deal with the matter. Then there will be no troubles of troubles. The problems of state affairs cannot be thoroughly reformed althoughly. It would be proper to deliberate on the matter in simultaneously and reform the matter in simultaneously. However, now that the King ascended the throne on the first day of the first month, it would be proper to follow the old practices of the former dynasty. The King followed this advice. The King also attended the Royal Lecture on the Confucian Classics and reported: If the sovereign wishes to encourage the edification of governance, it would be possible to first cultivate the talents first. It would be proper to build a timber for timber. In the end of the reign of Emperor",
                "H2KE-nKo": "주상이 경연에 나아가 《논어》를 강하였다. 기대승이 아뢰기를,“근래 공론이 일어나 대간이 힘껏 간쟁하지 않을 수 없고 대신도 따라서 상달하는데 상께서는 일마다 망설이시니, 이는 언로를 여는 뜻이 아닙니다. 임금이 만약 대간의 말을 듣지 않는다면 사람들이 말을 하려 하지 않을 뿐만 아니라 인심도 해이해질 것입니다. 상께서도 그대로 습속이 되어 이 일이 무슨 해가 되겠는가 생각하신다면 이는 매우 두려워할 만한 기회입니다.지난번에 김명윤의 일로 양사가 연이어 아뢰었으나 오래도록 윤허를 받지 못하였기 때문에 대신도 아뢴 것입니다. 삼대 이상은 잘 알지 못하지만 한나라 이후로는 대신이 건의하면 임금이 모두 들어주었으니, 대신이 합당하지 않으면 물리치는 것이 옳습니다. 만약 그 자리에 있게 한다면 그 말을 따르지 않을 수 없으니, 반드시 이와 같이 한 뒤에야 대신도 알고 말하지 않는 것이 없을 것입니다. 주상께서는 대간을 중하게 대우하여 더욱 대신을 중하게 대우해야 하니, 일을 의논할 때에 충분히 헤아려서 처리하신다면 분란을 일으킬 걱정이 없을 것입니다. 나랏일의 폐단은 한꺼번에 모두 개혁할 수 없으니, 점차로 개혁을 의논해야 합니다. 먼 곳에 있는 백성에게 고질적인 폐단이 있어도 보고할 길이 없습니다. 지금이 바로 주상께서 즉위하신 원년이니, 선대 조정의 고사를 본받아 구언하는 전지를 내려야 합니다.”하니, 주상이 그대로 따랐다. 또 주강에 입시하여 아뢰기를,“임금이 치화를 일으키고자 한다면 먼저 일신을 닦을 뿐만 아니라 급히 인재를 모아야 하니, 집을 지으려면 먼저 재목을 준비해야 합니다. 20년 이래로 참혹한 사화로 선배들이 영락하여 후생들이 학문에 힘쓰지 않으니, 학교의 정사를 수명하고 인재를 배양해야 합니다. 만약 국가의 치란과 백성의 휴척을 잘 아는 자가 배출된다면 국가의 묵은 폐단은 개혁할 수 있고 미처 거행하지 못한 일은 수거할 수 있을 것입니다.중종 말년에는 인재가 많았으나 불행히 사림이 화를 입어 살아남은 자가 많지 않았습니다. 20년 동안 귀양살이를 하고도 학문을 폐하지 않은 자가 있으니, 비록 은혜를 입어 조정에 벼슬하였으나 나이가 이미 많습니다. 만약 순차적으로 옮겨 서용한다면 아마도 대용에 미치지 못할 것이니, 또한 어진이를 등용하는 도리가 아닙니다. 드러난 사람은 순차적으로 등용해야 합니다.”하였는데, 이는 백인걸, 노수신, 유희춘, 김난상을 가리켜 말한 것이다. 또 아뢰기를,“중종조에 감사가 향교의 제생으로 하여금 《소학》을 강독하게 하였기 때문에 신이 제생으로 있을 때에도 이로 인하여 비로소 《소학》을 알았습니다. 을묘년의 병란 이후부터는 감사가 다시 교화를 펴는 데 뜻을 두지 않고 오직 군기를 검열할 뿐이니, 만약 사표가 될 만한 자를 발탁하여 방면의 책임을 맡긴다면 거의 학문을 일으킬 수 있을 것입니다.”하니, 주상이 대신에게 의논하여 시행하게 하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 1월 1일(신해) 5번째기사",
                "gt-oKo": "상이 경연에 나아가 《논어(論語)》를 강하였다. 기대승(奇大升)이 아뢰기를, “요즘 제기된 공론(公論)에 대하여 대간(臺諫)이 역쟁(力爭)을 않은 것도 아니고 대신들 역시 공론에 따라 아뢰었는데 상께서는 사사건건 망설이시니, 이는 언로(言路)를 열어주는 뜻이 아닙니다. 임금이 만약 대간의 말을 듣지 않는다면 누구도 말을 하려고 하지 않을 뿐 아니라 인심이 해이될 것입니다. 상께서도 그대로 습성이 되어 그것쯤 무엇이 그렇게 해가 되랴 하신다면 그것은 크게 두려운 일인 것입니다. 지난날 김명윤(金明胤) 사건으로 양사(兩司)가 연계(連啓)하였으나 오래도록 소청을 허락받지 못했기 때문에 대신들도 아뢰었던 것입니다. 삼대(三代) 이상은 잘 모르지만 한(漢)나라 이후로는 대신의 건청(建請)에 있어 임금이 들어주지 않은 경우가 없었습니다. 대신들의 말이 맞지 않으면 그를 물리치는 것이 옳지만 그 자리에 있게 한 이상 그의 말을 따르지 아니할 수 없는 것입니다. 반드시 그렇게 해야만 대신도 알고는 말을 하지 않는 일이 없을 것입니다. 대간은 존중하여 대우를 해야 하고 대신은 더욱 존중하여 대우해야 합니다. 일을 논의할 즈음에 모든 것을 충분히 참작하여 처리하신다면 시끄러워지는 폐단은 자연 없을 것입니다. 나랏일의 폐단을 일시에 다 고칠 수는 없는 일이니 마땅히 점차적으로 논의를 거쳐 고쳐나가야 할 것입니다. 먼 지방에 폐단이 있어도 그것을 들을 길이 없습니다. 지금은 상께서 즉위하신 원년이니 선왕조의 고사(故事)를 모방하여 구언(求言)의 전지를 내리심이 좋을 듯싶습니다.” 하니, 상이 그대로 따랐다. 또 주강(晝講)에 입시하여 아뢰기를, “임금이 치화(治化)를 일으키려면 우선 자기 자신을 닦아야 할 것은 물론이려니와 마땅히 인재를 모으는 데 급급해야 할 것입니다. 마치 집을 짓기 위하여는 먼저 재목(材木)부터 준비해야 하는 것과 같습니다. 20년 이래 참혹한 사화(士禍)로 인하여 선배(先輩)들은 모두 몰락이 되었고 후생(後生)들은 학문에 힘을 쓰지 않고 있습니다. 지금으로서는 학교(學校)의 정사를 닦아 밝히고 인재를 배양해야 할 것입니다. 만약에 국가의 치란(治亂)과 민생의 휴척(休戚)에 대하여 아는 자가 배출된다면 나라의 묵은 폐단들도 개혁할 수 있을 것이며 미처 못했던 일들도 차차 보수해 거행될 것입니다. 중종(中宗) 말년에 인재가 많았었는데 불행히도 사림(士林)들이 화를 당하여 살아남은 자가 얼마 되지 않습니다. 그 중에는 20년 귀양살이 속에서도 학문을 폐지하지 않고 있다가, 지금 비록 은총을 입고 조정에 들어와 있으나 그들은 이미 노년이어서 만약에 순차적으로 천서(遷敍)할 경우 미처 크게 쓰이지 못할 염려가 있으니, 이 역시 현자 등용의 방법이 아닙니다. 뚜렷이 드러난 인물이라면 순차에 관계없이 등용하는 것이 옳을 것입니다.” 하였는데 이는 백인걸(白仁傑)·노수신(盧守愼)·유희춘(柳希春)·김난상(金鸞祥)을 가리켜 한 말이었다. 또 아뢰기를, “중종조 때에는 감사(監司)가 향교(鄕校)의 제생(諸生)들에게 《소학(小學)》을 강독하도록 하였기 때문에, 신도 제생으로 있던 시절 그것을 계기로 《소학》이라는 것을 처음으로 알았습니다. 을묘 왜변(乙卯倭變) 이후로는 감사들이 다시 선화(宣化)에는 뜻이 없고 오직 군기(軍器)만을 검열할 뿐입니다. 만약 사표(師表)가 될 만한 자를 발탁하여 방면(方面)의 임무를 맡기신다면 학풍을 다시 일으킬 수 있을 것입니다.” 하니, 상이 대신에게 의논하여 시행하게 하였다.",
                "hj": "○上御經筵, 講論語。 奇大升啓曰: “近來公論之發, 臺諫不能不力爭, 大臣亦從而上達, 而自上事事留難, 此非開言路之意也。 人主若不聽臺諫之言, 則非但人不肯言, 人心解體, 自上亦仍以成習, 意以謂, 此事何害也則此, 大可畏之機也。 頃日因金明胤事, 兩司連啓, 久未得請。 故, 大臣亦啓之。 三代以上, 則未能知矣, 自漢以後, 則大臣建請, 人主無不聽從, 大臣不合則退之可也。 若使在位, 則其言不可不從, 必如是然後, 大臣亦知無不言。 自上當重待臺諫, 尤當重待大臣。 議事之際, 十分商量而處之, 則無紛撓之患也。 國事之弊, 要不可一時盡革, 當漸次議改。 遐遠之地, 卽有弊瘼, 無由徹聞。 今是上卽位元正也, 宜倣先 朝故事, 下旨求言。” 上從之。 又於晝講入侍啓曰: “人主欲興治化, 不但先修一身, 當急聚集人材, 比之欲作室, 當先備材木也。 二十年來, 士禍慘酷, 先輩凋零, 後生不務爲學。 宜修明學校之政, 培養人才。 若有能知國家治亂; 生民休戚者輩出, 則國家舊弊可革, 未遑之事可以修擧矣。 ﻿中廟末年, 人材衆多, 而不幸士林遭禍, 存者無多。 二十年在謫中, 而有不廢學問者, 雖蒙恩立朝, 年已耆艾。 若循次遷敍, 則恐不及大用, 亦非用賢之道也。 表著之人不次登用爲當。” 此指白仁傑、盧守愼、柳希春、金鸞祥而言也。 又啓曰: “﻿中廟朝監司使鄕校諸生, 講讀《小學》。 故, 臣爲諸生時, 亦因此始知《小學》。 自乙卯兵變以後, 監司不復以宣化爲意, 惟檢閱軍器而已。 若以可合師表者, 擢授方面, 則庶可興學。” 上令大臣議行。"
            },
            "6": {
                "H2KE-EN": "[The King] summoned Jo Sik again and did not come [to the palace]. He presented a sealed memorial to the King and submitted a sealed memorial to the King for the purpose of the virtue of the King. Generally speaking, it was essential to cultivate virtuous and virtuous devotion. The poem of the passage in the end stated, On the previous day, your humble subject presented a urgent words to relieve the urgent situation. I still did not hear the will of Your Majestys appreciation. It is necessary to say that the elderly Confucian scholars who sell their upright opinions are not worthy of concern. Furthermore, the poem of the King for the purpose of the virtue of the ancients have already been worthy of the worthy. However, the worthy of the",
                "H2KE-nKo": "조식을 다시 불렀으나 오지 않고 봉사를 올려 임금의 덕을 개진하였다. 대체로 선을 밝히고 몸을 성실히 하는 것을 중요한 일로 삼았는데, 마지막 편에서 아뢰기를,“신이 전일에 진달한 위급한 상황을 구제하자는 말에 대해서는 아직도 하늘의 뜻이 감동하였다는 말을 듣지 못하였습니다. 응당 노숙한 선비가 강직한 말을 하는 것으로는 신경을 쓸 수 없다고 생각해야 할 것입니다. 더구나 이번에 임금의 덕을 개진한 것은 옛사람이 이미 진언한 도철에 불과하였습니다. 그러나 도철을 밟지 않으면 더 이상 찾을 길이 없습니다.”하고, 또 서리가 간사하게 속이는 정상에 대해 극언하기를,“당당한 천승의 나라가 조종의 200년 기업을 힘입어 공경대부들이 성대하여 앞뒤로 서로 이끌고 나와 정사를 하례들에게 돌렸으니, 이는 소의 귀로 들을 수 없는 일입니다. 윤원형의 권세로도 조정이 바로잡았는데, 하물며 이 여우나 이리, 쥐새끼 같은 허리에는 도끼로도 벨 수 없는 데야 더 말할 것이 있겠습니까.”하니, 주상이 답하기를,“이 격언을 보니 더욱 재덕이 높다는 것을 알겠다. 유념하겠다.”하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 1월 1일(신해) 6번째기사",
                "gt-oKo": "조식(曺植)을 다시 불렀으나 오지 않고 봉사(封事)를 올려 군덕(君德)을 개진하였는데, 대체로 명선(明善)과 성신(誠身)을 주로 한 것이었고, 그 끝 부분에, ‘신이 전일 아뢰었던 구급(救急)이라는 말에 대하여 아직 천의(天意)가 감동되었다고 들은 바 없습니다. 그야 응당 늙은 유생(儒生)들이 곧은 체하는 말이라 여겨 생각이 움직여지지 않은 것일 것입니다. 더구나 이번에 군덕을 개진한 말은 이미 묵어빠진 고인들의 도철(塗轍)에 지나지 않는 것입니다. 그러나 그 도철을 밟지 않고는 달리 갈 만한 길이 없습니다.’ 하였고, 또 서리(胥吏)들의 간악하고 기만하는 정상에 대하여 극언하기를, ‘당당한 천승(千乘)의 나라가 2백년 조종(祖宗)의 대업을 이어받아 공경(公卿)·대부(大夫)들이 성대한데도 정치가 대례(臺隷)들 손에 쥐어져 있으니 이는 소의 귀[牛耳]에도 들려줄 수 없는 창피한 일입니다. 윤원형(尹元衡)의 세력도 조정이 바로 잡았었는데 하물며 죽일 가치도 없는 여우·살쾡이·쥐새끼 같은 무리들이겠습니까.’ 하였는데, 상이 답하기를, ‘이 격언(格言)을 보니 더욱 재덕(才德)이 높다는 것을 알겠다. 내 마땅히 유념할 것이다.’ 하였다.",
                "hj": "○復召曺植, 不至, 上封事, 開陳君德, 大抵以明善、誠身爲要, 而於終篇有云: “臣前日所達救急之言也, 尙未聞天意感動。 應以爲, 老儒賣直之言, 不足以動念也。 況此開陳君德, 不過爲古人已陳之塗轍, 然不由塗轍, 更無可適之路矣。” 又極言胥吏姦欺之狀曰: “堂堂千乘之國, 藉祖宗二百年之業, 公卿大夫濟濟, 後先相率而歸政於儓隷, 此, 不可聞於牛耳也。 夫以尹元衡之勢, 而朝廷克正之, 況此狐狸鼠雛腰領, 不足以膏齊斧乎?” 上答曰: “觀此格言, 益知才德之高矣。 當留念焉。”"
            },
            "7": {
                "H2KE-EN": "Kim Hyowon was appointed fourth censor . Hyowon passed the initial stage civil service examination in the gabo year (. The literary liter",
                "H2KE-nKo": "김효원을 정언으로 삼았다. 김효원은 갑자년의 장원과에 합격하여 문명이 이미 드러났는데도 일반적인 관직에 임용되는 데 지쳐 있었다. 일찍이 형조 좌랑으로서 영남에 황장목 경차관이 되어 조식과 이황 및 그 문하의 명사들을 두루 찾아다니며 학문을 논하고 교제를 맺었으므로 칭찬하는 사람들이 많았다. 오건이 전랑으로 북경에 갔을 때 조식이 김효원을 추천하여 부탁하였는데, 오건이 조정에 돌아와 맨 먼저 청망을 열어 지평을 삼았다. 대관이 탄핵하려 하자 대사헌 박응남이 저지하며 말하기를,“이 사람은 훌륭한 선비이니 지금 대각에 들어가는 것은 늦었다.”하였다. 김효원이 대랑으로 들어가자 풍성이 있었는데, 오래지 않아 이조 좌랑이 되었다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 1월 1일(신해) 7번째기사",
                "gt-oKo": "김효원(金孝元)을 정언(正言)으로 삼았다. 효원은 갑자년 문과에 장원한 사람으로 그의 문명(文名)이 이미 나타나 있었으나 상조(常調)에 막히었다. 일찍이 형조 좌랑으로서 영남(嶺南)에 황장목 경차관(黃腸木敬差官)이 되어 갈 것을 자원하여 조식(曺植)과 이황(李滉) 및 그 문하의 명사(名士)들을 두루 찾아 학문을 강론하고 사귐을 맺으니 사람들이 많이 칭찬하였다. 오건(吳建)이 전랑(銓郞)으로 서울에 올라올 때 조식이 효원을 그에게 부탁하였는데, 오건이 조정에 들어와서는 맨 먼저 청망(淸望)을 열어 그를 지평(持平)으로 삼았었다. 그때 대간이 그를 탄핵하려 하자 대사헌 박응남(朴應男)이 만류하면서 이르기를, ‘그는 좋은 선비다. 지금 입대(入臺)한 것도 오히려 늦은 감이 있다.’ 하였다. 효원이 대랑(臺郞)으로 들어와서는 자못 풍성(風聖)이 있었고 오래지 않아 이조 좌랑이 되었다.",
                "hj": "○以金孝元爲正言。孝元登甲子壯元科, 文名已著, 而困於常調。 嘗以刑曹佐郞, 求爲黃腸木敬差官于嶺南, 徧謁曺植、李滉及其門下諸名士, 論學結交, 人多稱譽焉。 吳健以銓郞赴京, 曺植擧孝元託之, 健還朝, 首開淸望爲持平。 臺官欲彈之, 大司憲朴應男止之曰: “此佳士, 今入臺晩矣。” 孝元旣入臺郞, 有風聲, 未久而爲吏曹佐郞。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] appointed Second Deputy Director of the Office of Royal Decrees Gi Daeseung as sixth-rank aide [to the governor] .",
                "H2KE-nKo": "초하루와 신사일에 직제학 기대승을 발탁하여 동부승지에 제수하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 2월 1일(신사) 1번째기사",
                "gt-oKo": "직제학 기대승(奇大升)을 발탁하여 동부승지(同副承旨)로 삼았다.",
                "hj": "○朔辛巳/擢拜直提學奇大升爲同副承旨。"
            },
            "2": {
                "H2KE-EN": "The King dismissed Third Minister of Personnel Kang Saseok . Kang Saseok was originally without talent and virtue, but he was impraised by the people of the time. He held various positions in the Office of the Inspector General and had passed the civil service examination for ten years, and he was already promoted to a section chief . His character was dull and dull, and he was unable to act in privilege. When he was appointed as governor of Chungcheong Province , he was greatly disappointed. He grudgeed his grudge and uttered resentment. He drank wine and became intoxicated and did not manage his duties. When he returned to the capital, he was appointed third minister of personnel . Yi Jun said to others, Kang Saseok did not impeach impeach. This is a purpose of righteousness in the court. The censors thereupon impeached him for his dismissal.",
                "H2KE-nKo": "이조 참의 강사필을 파직하였다. 강사필은 본래 재주와 덕이 없어 시배들의 추중을 받았다. 대각의 관직을 두루 거쳐 출신한 지 10년이 채 못 되어 이미 승지에 올랐다. 사람됨이 우매하고 지조가 없어 함부로 요직에 오르기를 바랐다. 충청도 관찰사에 제수되자 크게 실망하여 원망하는 말을 하고 술주정을 하며 직무를 보지 않았다. 조정에 돌아와 이조 참의에 제수되었는데, 이준경이 사람들에게 말하기를,“강사필이 탄핵을 받지 않았으니, 이는 조정에 청의가 없는 것이다.”하니, 간관이 논핵하여 파직한 것이다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 2월 1일(신사) 2번째기사",
                "gt-oKo": "이조 참의 강사필(姜士弼)을 파직시켰다. 사필은 원래 재덕(才德)이 없는 자였는데 시배(時輩)들의 추중한 바 되어 대각(臺閣)의 직을 역임하였고 출신(出身)한 지 10년이 채 못되어 이미 승지에 올랐었다. 그는 사람됨이 혼매하고 지조가 없었다. 제멋대로 당로자(當路者)가 되기를 바랐는데, 충청도 관찰사로 나가게 되자 크게 실망한 나머지 불만족한 표정으로 원망하는 말을 드러내며 직사(職事)도 돌보지 않은 채 술에 빠져 주정을 부리곤 하였다. 그후 조정에 돌아와 이조 참의가 되었는데, 이준경(李浚慶)이 사람들에게 ‘강사필이 탄핵을 당하지 않으니 이는 조정에 청의(淸議)가 없는 것이다.’ 하자, 간관(諫官)이 그를 논핵하여 파직시켰다.",
                "hj": "○罷吏曹參議姜士弼。 士弼素無才德, 而爲時輩所推, 備歷臺閣, 出身未十年, 已陞承旨。 爲人暗昧, 無志操, 妄希當路。 及拜忠淸道觀察使, 乃大失望, 怏怏出怨言, 縱飮沈酗, 不治職事, 還朝拜吏曹參議。 李浚慶語人曰: “姜士弼不被劾, 是, 朝無淸議也。” 諫官乃論罷之。"
            },
            "3": {
                "H2KE-EN": "Right State Councilor Min Gi passed away. Although Min Gi had been impeached by the people of the current opinion, he enjoyed dignity and sound of music and governance. People sometimes criticized him. After he was promoted to the level of the level",
                "H2KE-nKo": "우의정 민기가 졸하였다. 민기는 시론의 추중을 받기는 하였으나 성색을 좋아하고 산업을 다스렸으므로 사람들이 비난하기도 하였다. 정승의 지위에 오른 뒤에는 겉으로는 사론을 부식하였으나 속으로는 실로 눈치를 보며 저해하였는데, 식자들은 어진 재상이라고 일컬었다. 허엽이 일찍이 이준경을 찾아뵈니, 이준경이 말하기를,“지금은 모두 도학으로 조광조를 추앙하는데, 박영과 정붕은 대대로 아는 사람이 없다.”하였다. - 박영과 정붕은 모두 선산 사람인데, 또한 유자라는 명성이 있었으나 조광조에게 견준 것은 못되었다. - 허엽이 말하기를,“박가와 정붕 두 사람뿐만 아니라 근일 민기의 학행도 아는 사람이 없다.”하니, 이준경이 그 견준 것이 맞지 않는 것을 괴이하게 여겼다. 허엽이 말하기를,“민공이 경상의 자리에 있기 때문에 사람들이 추앙하지 않습니다. 청량산 - 이황이 살던 곳.】과 지리산 - 조식이 살던 곳 - 조식이 살던 곳 - 에 있으면 더 존중해야 하니, 어찌 정승의 자리에만 그칠 뿐이겠습니까.”하였는데, 이준경은 그렇게 여기지 않았다. - 허엽은 조정에 있기 때문에 이미 조식, 이식과 이름을 가지지 못하였으니, 실로 스스로를 비유한 것이다. - 민기가 이조 판서로 있을 때 이이가 낭관으로 있었는데, 매번 전선을 공정하게 하여 청탁하는 길을 막으려고 하자, 민기는 번번이 지나치게 일을 일으키지 말라고 경계하였다. 이이가 사람들에게 말하기를,“민공은 진실로 어진 재상이지만 소인을 두려워하고 군자를 두려워하지 않는다.”하였다. 사람들이 그 까닭을 묻자, 이이가 말하기를,“민공이 군자에게 죄를 얻었더라도 현반에 두지 않은 데 불과할 뿐입니다. 소인은 성품이 각박하여 서로 거슬리면 멸족되는 화가 있기 때문에 민공이 두려워하는 것입니다.”하였다. 식자들은 민기를 일러 세상일을 잘 처리한다고 하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 2월 1일(신사) 3번째기사",
                "gt-oKo": "우의정 민기(閔箕)가 졸하였다. 민기는 비록 시론(時論)의 추중을 받기는 하였으나 성색(聲色)을 좋아하고 산업(産業)을 일삼아 사람들의 기롱을 사기도 하였다. 재상의 지위에 오르자 겉으로는 사론(士論)을 붙잡아 세운다고 하면서 속으로는 실상 사세를 관망하며 저해하였는데, 그를 모르는 자는 어진 재상이라고 하였다. 허엽(許曄)이 언젠가 이준경을 배알하니, 준경이 말하기를, ‘지금 모두들 도학(道學)하면 조광조(趙光祖)를 추존하면서 박영(朴英)·정붕(鄭鵬)에 대하여는 세상에서 아는 이가 없다.’ 하니,【박영·정붕은 다 선산(善山)사람으로서 역시 유자(儒者)란 이름으로 남에게 추중을 받았었지만 광조에 비한다면 그만 못하였다.】 허엽이 말하기를, ‘박·정 두사람뿐만 아니라 근일 민기의 학행(學行)에 대하여도 사람들이 그를 아는 이가 없다.’ 하였다. 준경이 그의 비교가 걸맞지 않음을 괴이하게 여기자, 허엽이 말하기를, ‘민공(閔公)이 경상(卿相)의 지위에 있기 때문에 사람들이 추앙을 않는 것이다. 만약 청량산(淸涼山)【이황(李滉)이 있는 곳.】이나 지리산(智異山)【조식(曺植)이 있는 곳.】에 가 있으면 경상의 자리에 있는 명망보다 더 존중을 받을 것이다.’ 하였는데 준경이 그렇게 여기지 않았다.【허엽은 조정에 있는 까닭으로 조식·이황과 명망이 가지런하지 않다고 여겨왔었으니, 이 말은 사실 자신을 두고 한 말이다.】 민기가 이조 판서로 있을 때 이이(李珥)가 낭관(郞官)이었는데 언제나 전선(銓選)을 공평히 함으로써 청탁의 길을 막으려 하면, 민기는 곧 너무 지나치게 하다가 일을 발생시키는 일이 없도록 하라고 경계하였다. 이에 이이가 사람에게 말하기를, ‘민공(閔公)이 어진 재상이기는 하나 다만 소인(小人)을 두려워할 뿐 군자(君子)를 두려워하지 않는다.’ 하니 사람들이 그 까닭을 물었다. 이이가 대답하기를, ‘민공이 만약 군자에게 죄를 얻는다면 현반(顯班)에다 두지 않는 정도에 불과할 것이나 소인은 성품이 각박하여 만약 서로 거슬렸을 경우 혹 멸족(滅族)의 화도 당할 수 있을 것이기 때문에 민공은 소인을 두려워하는 것이다.’ 하였다. 식자들은 민기를 일러 섭세(涉世)의 재주가 뛰어났다고 하였다.",
                "hj": "○右議政閔箕卒。箕雖爲時論所推, 而好聲色、治産業, 人或譏之。 旣登相位, 外爲扶植士論, 而內實顧望沮撓, 不知者稱爲賢相焉。 許曄嘗謁李浚慶, 浚慶曰: “今皆以道學, 推趙光祖, 而朴英、鄭鵬世無知者。”【英、鵬皆善山人, 亦以儒名, 非不見重, 而比之光祖則下矣。】 曄曰: “不特朴、鄭二人, 近日閔箕學行, 人亦無知者。” 浚慶怪其比擬不倫, 曄曰: “閔公居卿相位。 故, 人不推仰。 若居淸涼山【李滉所居。】、智異山,【曺植所居。】當加尊重, 豈止相望而已?” 浚慶不以爲然。【曄自以在朝, 故, 已不得與曺、李齊名, 實自喩也。】 閔箕之判銓也, 李珥爲郞, 每欲銓選以公, 以防請託之路, 箕輒戒勿過越生事。 珥語人曰: “閔公固賢相, 但畏小人, 而不畏君子。” 人問其故, 珥曰: “使閔公得罪於君子, 不過不置顯班而已, 小人性刻, 若相忤則或有滅族之禍, 故閔公畏之。” 識者以箕爲工於涉世矣。”"
            },
            "4": {
                "H2KE-EN": "The Emperor sent Eunuch Jang Jo and A member of the Imperial Entertainments Ku Huijik to present the posthumous title of the late Abdicated King (Jeongjong and the memorial service returned. [Jeong] Jo entered the capital and requested five mulberry horses for the Emperors order. Ku Huijik was arrogant and impressed in appearance. When the event was completed, he galloped his journey on the road twice. Many of the provinces and counties were punished for their misdeeds. At the time, Minister of Personnel Bak Sun was appointed commissioner for receiving the imperial envoy at the border . Ku Huijik and the commissioner for receiving the imperial envoy at the border finally speaked the poem, but he did not worry about the poem. [Jeong] Jo sought many items for his return trip, and his return trip was extremely complicated. He was afraid that Ku Huijik was seen [from him] and hid his trip to transport them [to the capital]. Huijik also had his private trip to Uiju , and he had our people pursue and transport them [to the capital]. This was because he was reluctant to do so.",
                "H2KE-nKo": "황제가 태감 장조와 행인 구희직을 보내와 대행왕의 시호를 공헌이라 내리고 치제하고 돌아왔다. 장조가 서울에 들어와 오명마를 구하면서 황제의 뜻에 맞추었다. 구희직 - 신진 문관이다. - 이 성격이 조급하고 위의가 없어 일이 끝나면 즉시 출발하여 배정하여 달려갔으므로 연도의 주군에서 대부분 공장을 미처 마련하지 못했다는 이유로 죄를 받았다. 이때 이조 판서 박순이 원접사가 되었다. - 구희직이 원접사와 수창하였으나 시가 말이 되지 않았다. 장조는 요구하는 것이 많고 돌아가는 행장이 매우 빈번하였으나 구희직이 볼까 두려워서 숨겨서 실어 갔다. 구희직도 사장이 있었는데 모두 의주에 남겨 두어 우리 나라 사람으로 하여금 뒤따라 수송하게 하였으니, 꺼리는 바가 있었기 때문이다. -\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 2월 1일(신사) 4번째기사",
                "gt-oKo": "황제(皇帝)가 태감(太監) 장조(張朝)와 행인(行人) 구희직(歐希稷)을 보내와 대행왕(大行王)의 시호를 공헌(恭憲)이라 내려주었고 제사를 올린 후 돌아갔다. 장조는 왕경(王京)에 들어와 오명마(五明馬)를 구하면서 황제의 뜻이라고 하였다. 구희직은【신진 문관(文官)이다.】성품이 조급하고 위의(威儀)가 없어 일을 마치고는 곧 바로 출발하여 예정보다 앞당겨 달려갔으므로 연도의 주군(州郡)들이 미처 공장(供帳)을 준비하지 못한 관계로 죄를 입은 곳이 많았다. 당시 원접사(遠接使)는 이조 판서 박순(朴淳)이었다.【구(歐)는 원접사와 수창(酬唱)하였는데 시(詩)가 말도 안 되었다. 장조는 구청(求請)이 많아 돌아갈 때의 짐이 굉장하였는데 구희직이 볼까봐 숨겨서 싣고 갔다. 그리고 희직 역시 사장(私裝)이 있었는데 모두 의주(義州)에다 맡겨두고 우리 편에 실어보내라고 하였다. 대개 꺼리는 바가 있었던 것이다.】",
                "hj": "○帝使太監張朝、行人歐希稷, 來贈大行謚曰恭憲及致祭而還。 張朝入王京, 求五明馬, 稱帝旨也。 歐希稷【新進文官。】性躁無威儀, 事畢, 卽發倍程而馳, 沿路州郡, 多以供帳不及得罪。 時, 吏曹判書朴淳爲遠接使。【歐與遠接使唱酬, 而詩不成語。 張朝多求請, 歸裝甚繁。 畏歐見之, 秘匿輸去。 希稷亦有私裝, 皆留付義州, 使我人追輸, 蓋有所憚也。】"
            },
            "5": {
                "H2KE-EN": "The Queen Mother returned state affairs to the King. At that time, a sun had a halo around the sun. The Queen Mother spoke to the attendant officials , saying, The woman is observed in state affairs. Even if the woman has achieved good administration of all affairs, the great cardinal principles are not upright, and there is nothing else to see. Furthermore, it is not possible [for the woman]. The solar eclipse occurred indeed is truly caused by the woman who has not yet received state affairs. The King immediately ordered that the woman palanquin be removed. Prior to this, however, Bai Ingong spoke about the Queen Mothers state affairs to Yi Jungyeong . Yi Jungyeong said, The sovereigns great authority cannot be discussed lightly. For the time being, it would not be too late to delay the woman palanquin for several months. Bai Ingong entered the Kings presence and tried to explain his intention to return state affairs to the court. The Queen Mother already accepted the woman palanquin.",
                "H2KE-nKo": "대비가 주상에게 정사를 돌려주었다. 이때 해 위에 햇무리가 지는 변고가 있었다. 대비가 시신에게 말하기를,“여주가 정사를 하면 모든 일이 다 잘 되어 나가더라도 대본이 바르지 않으면 다른 것은 볼 만한 것이 없는데, 더구나 반드시 다 잘 되지도 않는 경우이겠는가. 해의 변고가 일어나는 것은 진실로 미망인이 정사를 청리하기 때문이다.”하고, 즉시 발[簾]을 거두라고 명하였다. - 몇 달 전에 백인걸이 대비가 정사를 돌려주어야 한다는 뜻을 이준경에게 말하니, 이준경이 말하기를,“임금의 대권은 경솔히 의논할 수 없으니, 우선 몇 달을 늦추어도 늦지 않습니다.”하였다. 백인걸이 하루 만에 입시하여 고사를 말하면서 정사를 돌려주어야 한다는 뜻을 넌지시 언급하니, 대비가 이미 그 말을 받아들였다. -\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 2월 1일(신사) 5번째기사",
                "gt-oKo": "대비(大妃)가 상에게 정권을 돌려주었다. 당시 해 위에 홍훈(虹暈)의 변이 있었는데 대비가 시신(侍臣)에게 이르기를, ‘여주(女主)가 정사를 하면 비록 모든 일이 다 제대로 되더라도 대본(大本)이 바르지 못한 것이어서 나머지는 족히 보잘것이 없다. 하물며 꼭 다 잘되지도 않는 경우이겠는가. 일변(日變)이 일어난 것은 진실로 미망인(未亡人)이 청정(聽政)하고 있기 때문인 것이다.’ 하고는 즉시 발[簾]을 걷도록 명하였다.【이보다 몇 달 전에 백인걸(白仁傑)이 대비는 정권을 돌려주어야 한다는 뜻으로 이준경에게 말하니, 준경이 말하기를 ‘임금의 대권(大權)은 경솔하게 논의할 수 없으니, 우선 몇 달 더 두고 보더라도 늦지않다.’ 하였다. 인걸이 어느날 입시하여 고사(古事)를 말하면서 정권 반환의 뜻을 슬쩍 비추었는데, 대비가 이미 그 말을 받아들였다.】",
                "hj": "○大妃還政于上。 時有日上虹暈之變。 大妃謂侍臣曰: “女主爲政, 雖使庶事咸熙, 而大本不正, 他無足觀。 況未必盡善乎? 日變之作, 良由未亡人聽政也。” 卽命撤簾。【前數月, 白仁傑以大妃還政之意, 言于李浚慶, 浚慶曰: “君上大權, 不可輕議。 姑遲數月, 未晩也。” 仁傑一日入侍, 因說古事, 微及還政之意, 大妃已納其說矣。】"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, Superintendent [of the Middle Army Commandery General] Gi Daeseung reported to the King as follows: Assistant State Councilor Yi Hwang also submitted a memorial requesting his resignation, which is true. From ancient times, monarchs sought wise men to summon propriety, and there were many wise men who did not dare to receive the resignation and were unable to come. The other day, discussions were sought to summon high-ranking officials in order to summon them. It would be appropriate that Hwang also satisfy to feel sorry. Our country does not have a custom of summoning ones resignation, but Hwangs intent is also wanted to resign. The state should treat scholar-officials with propriety, and thus even old and sick men should be allowed to resign. Your subject is afraid that Your Majesty does not understand the true intent of Hwang. Thus, your subject specially reported this.",
                "H2KE-nKo": "삭무술시 승지 기대승이 주상에게 아뢰기를,“좌찬성 이황이 또 사직 상소를 올렸는데, 그 실정은 그러합니다. 예로부터 임금이 예로써 현인을 부르면 현인이 감히 감당하지 못하고 오지 않은 경우가 많았습니다. 지난날 의논하는 자들이 반드시 고관으로 불러오고자 하였으니, 이황이 마음에 불안하게 여긴 것도 당연합니다. 우리나라에는 치사하는 기풍이 없고 이황의 뜻도 치사하고자 합니다. 국가에서 사대부를 대우함에 있어서는 예로써 해야 하니, 늙고 병든 사람에게는 치사를 허락하더라도 괜찮습니다. 신은 상께서 이황의 본심을 모르실까 염려되기 때문에 특별히 아뢰는 것입니다.”하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 3월 1일(무술) 1번째기사",
                "gt-oKo": "승지 기대승이 상께 아뢰었다. “좌찬성 이황이 또 사직 상소를 올렸는데 그의 정실(情實)을 보아서는 그러합니다. 예로부터 임금이 예(禮)로써 현자를 부르면 현자는 그것을 감당하지 못하여 오지 않았던 자가 많았었습니다. 전일에 논의하는 자들이 그를 꼭 고관(高官)으로 불러야 한다고 주장하였으나, 황은 그것을 마음에 불안히 여기고 있는 모양인데 역시 당연한 일입니다. 우리 나라는 치사(致仕)의 풍습이 없지마는, 황의 뜻은 치사를 하려는 것입니다. 국가에서 사대부(士大夫)를 대우함에 있어 예로 해야 하니, 늙고 병든 이는 비록 치사하도록 허락하여도 좋을 것입니다. 신은 상께서 황의 본뜻을 잘 모르시는가 하여 특별히 아뢰는 것입니다.”",
                "hj": "○朔戊戌/承旨奇大升白上曰: “左贊成李滉, 又辭職陳疏, 其情實則然矣。 自古人君, 以禮招賢, 賢人不敢當而不來者多矣。 前日議者, 必欲以高官致之, 滉之不安於心, 亦宜矣。 我國無致仕之風, 滉意亦欲致仕。 國家待士大夫, 當以禮, 老病之人, 雖許以致仕亦可。 臣恐自上未知滉本情, 故特白之矣。”"
            },
            "2": {
                "H2KE-EN": "Hong Dam was appointed minister of war , Yi Tak was appointed minister of personnel , and Jeong Cheol was appointed assistant section chief of the Ministry of Personnel . At the time, when powerful and wicked people were observed, their government posts were mixed together. [Yi] Tak arrogantly desired to reform the nuisance of various corrupt practices, and the selection of officials was fundamentally observed by the public opinion. Many of them did not like this. When [Jeong] Cheol served as a staff official , he strongly advocated the public justice and expounded the distinction between high and low. Tak all followed the advice. One day, [the King] addressed [Jeong] Cheol, A section chief should employ the public opinion. Therefore, I did not disobey the public opinion. However, after my departure, do not think that I will necessarily advocate the words of the King and expect it to others. People will certainly be unable to 용납 the King. Later, [the King] agreed with this.",
                "H2KE-nKo": "홍담을 병조 판서로, 이탁을 이조 판서로, 정철을 이조 좌랑으로 삼았다. 이때 권간이 조정을 어지럽히는 정사를 이어받아 벼슬길이 혼잡하였는데, 이탁이 분연히 누적된 폐단을 바로잡고자 하여 전선을 한결같이 공론을 주장하고 요행을 바라는 자를 억제하니 좋아하지 않는 자가 많았다. 정철이 낭관이 되었을 때에도 공도를 힘껏 주장하여 격탁 양청하고 견별하는 것을 너무 준엄하게 하니, 이탁이 모두 애써 따랐다. 하루는 정철에게 말하기를,“전형은 중론을 채택해야 한다. 그러므로 나는 공론을 거스르지 않는다. 그러나 내가 떠난 뒤에는 내가 반드시 그대의 말을 채용하리라고 남에게 바라지 말라. 사람이 반드시 임금을 용납하지 못하는 자가 있을 것이다.”하였는데, 뒤에 과연 그러하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 3월 1일(무술) 2번째기사",
                "gt-oKo": "홍담(洪曇)을 병조 판서로, 이탁(李鐸)을 이조 판서로, 정철(鄭澈)을 이조 좌랑으로 삼았다. 당시 권간(權姦)들이 흐려놓은 정사를 이어받아 벼슬길이 혼잡했기에, 이탁이 분연히 그 쌓인 폐단을 바로잡기 위하여 전선(銓選)을 오로지 공론(公論)에 의하여 하고 요행의 길을 억제하였으므로, 좋아하지 않는 자가 많았다. 정철도 낭관(郞官)으로서 공도(公道)를 강력히 주장하여 너무 지나칠 정도로 선악을 엄히 구분하였는데, 탁도 그의 주장을 애써 따라주었다. 어느날 정철에게 말하기를, ‘전형(銓衡)에 있어서는 중론을 채택해야 하므로 내가 공의 말을 거스르지 않는다. 그러나 내가 이 자리를 떠난 후에는 내가 반드시 그대 말을 따랐던 것을 그대로 다른 사람에게는 바라지 말라. 그렇게 하다가는 반드시 그대를 용납하지 못하는 사람이 있게 될 것이다.’ 하였는데, 그후 과연 그러하였다.",
                "hj": "○洪曇爲兵曹判書, 李鐸爲吏曹判書, 鄭澈爲吏曹佐郞。 時承權姦濁亂之政, 仕路混雜, 鐸奮然欲矯積弊, 銓選一主公論, 裁抑僥倖, 不悅者衆。 鄭澈爲郞官, 亦力主公道, 激揚甄別太峻, 鐸皆勉從之。 一日謂澈曰: “銓衡宜採衆論, 故我於公言, 無所拂。 然我去此後, 勿以我必用君言, 望於人。 人必有不能容君者。” 後果然。"
            },
            "3": {
                "H2KE-EN": "The King ordered the selection of scholars from the world. Governor of Gyeonggi Province Yun Hyeon responded with 성혼s order, saying, For Confucian scholars from the world, it is not possible to find them in this world. While [Yun] Seong is a man of study, he is a man of study. [Yun]혼 is the son of [Yun] Suheup []. [Yun] early on, he received a teaching of his family, and his behavior was pure and not mixed. He studyed the world but did not retreat. People called him a good scholar. For this reason, [Yun] Hyeon recommended the magistrate of a strategic county and submitted a petition [to the King], and his name was established. [Yun]혼s younger brother, [Yun] Li , remonstrated, saying, [Yun]혼 is a man of study. He suddenly obtained good reputation. This is a shameful man. [Yun] should be able to preserve his livelihood and encourage him. [Yun] Hyeon did not listen to him.",
                "H2KE-nKo": "주상이 유일의 선비를 천거하라고 명하였다. 경기 관찰사 윤현이 성혼으로 명에 응하여 아뢰기를,“유일의 선비를 지금 세상에서 얻기가 어렵습니다. 성혼이란 자는 학문에 자득의 공부가 있다고 합니다.”하였다. 성혼은 윤수침의 아들이다. 어려서 가정의 가르침을 이어받아 행실이 순수하고 잡되지 않았으며, 학문이 진취되어도 물러나지 않았으므로 고을 사람들이 선사라고 일컬었다. 그래서 윤현이 주목의 신장을 거론하며 그의 이름을 올렸던 것이다. 성혼의 친구 이이가 말리며 말하기를,“성혼은 학문하는 사람이다. 갑자기 선명을 얻는 것은 수치이니, 그로 하여금 안정하여 성취하게 해야 한다.”하였으나, 윤현이 듣지 않았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 3월 1일(무술) 3번째기사",
                "gt-oKo": "상이 유일(遺逸)의 선비를 천거하라 명하니 경기 관찰사 윤현(尹鉉)이 성혼(成渾)을 들어 명에 응하여 아뢰기를, ‘지금 세상에 유일의 선비를 얻기란 어렵습니다. 성혼이라는 이가 있는데 그의 학문이 자득(自得)의 묘가 있다고 합니다.’ 하였다. 성혼은 수침(守琛)의 아들이다. 어려서 가정 교훈을 이어받아 행실이 잡됨이 없이 순일하고 학문을 멈추지 않고 계속하여, 고을 사람들이 선사(善士)로 칭하였다. 때문에 윤현이 주목(州牧)의 신장(申狀)에 의거하여 그의 이름을 올렸던 것이다. 성혼의 친구인 이이(李珥)가 만류하며 말하기를, ‘혼은 학자(學者)이다. 갑자기 선명(善名)을 얻는 것은 부끄러운 일이니, 그로 하여금 안정 속에서 학문이 성취되도록 해야 한다.’ 하였으나 현은 듣지 않았다.",
                "hj": "○上命薦遺逸之士。 京畿觀察使尹鉉以成渾應命曰: “遺逸之士, 今世難得。 有成渾者, 學問有自得之竗。” 云。 渾, 守琛之子也。 早承家庭之訓, 行純而不雜; 學進而不退, 鄕人稱善士。 故鉉擧州牧申狀, 而上其名。 渾之友李珥止之曰: “渾, 學者也。 暴得善名, 恥也。 當使之安靜成就。” 鉉不聽。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the first day of the month, the Emperor sent Eunuchs Hwisin and Yi Gyeong to bestow the imperial edict of investiture on the King and the imperial edict of investiture upon them. The King bestowed colorful silk upon them.",
                "H2KE-nKo": "황제가 태감 요신과 이경을 보내 왕을 책봉하는 고명과 칙서를 내리고 채색 비단을 하사하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 4월 1일(정묘) 1번째기사",
                "gt-oKo": "황제(皇帝)가 태감(太監) 요신(姚臣)·이경(李慶)을 보내 왕(王)을 봉하는 고명(誥命)을 내리고 칙서(勅書)를 내렸으며, 아울러 채단과 예폐를 내렸다.",
                "hj": "○朔丁卯/帝遣太監姚臣、李慶, 賜封王誥降勑, 賜彩幣。"
            },
            "2": {
                "H2KE-EN": "The King attended the Royal Lecture. 기대승이 attended the Royal Lecture and reported to the King as follows: Currently, Your Majesty wishes to govern governance, and desires to suppress the people to assist the governance. This is a very time for the people. The state has long been abundant problem. If Your Majesty wishes to reform all of them now, it will certainly be at variance with the distinction of the people. If Your Majesty wishes to reform all, it would be difficult to reform it, and it would be proper to distinguish the gravity of the people in order to carry out the gravity of their gravity. The ancients regarded the governance as a principal principle. Confucius said, A governance must first establish a principal principle in order to support the worthy and appoint the worthy. If the governance is expected, the sages of the Three Dynasty should be admired to the teachings of the sages of the Xiao dynasty and always say, The people of the entire country down to the 곤충 and grass and trees are all relying upon my body, and each of them desire to support the livelihoods. This is the principal principle of governance by the sovereign. If this principal principle is already established, the worthy and the worthy will not dare eat and the natural principles will naturally be clear. However, in the royal palace, if there is no wide eyes and ears in the central palace, it will be impossible for the people to carry out the gravity of the people. It is necessary to support the worthy and appoint the worthy of the officials without suspicion. If the worthy and worthy of the officials are to be employed in the imperial court, the governance will naturally be peaceful. This is the principal principle of supporting the worthy and appoint the principal minister and the head of the minister of the Six Ministries to support the principal importance. In the past, the head of the minister of the Six Ministries were always worried about arbitrarily judgment, and all matters were necessary to report to Your Majesty. It is not the ancient law. In the past, when the minister of war was replaced after four or five years, the worthy and the end of the military officials were thoroughly verified. Recently, the minister of personnel were replaced after resigning their posts",
                "H2KE-nKo": "주상이 경연에 나아갔다. 기대승이 입시하여 아뢰기를,“지금 주상의 뜻은 잘 다스려지기를 도모하려는 것이고, 아랫사람의 마음은 잘 다스려지기를 돕고자 하는 것이니, 이는 기회를 얻기가 매우 어렵습니다. 국가에 쌓인 폐단이 이미 오래되었는데 지금 만약 하나하나 고치고자 한다면 반드시 방해되는 점이 있을 것이고, 그렇다고 내버려 두고자 한다면 더욱 깊어져 바로잡기 어려울 것이니, 마땅히 그 경중을 참작하여 차례로 시행해야 합니다.옛사람은 잘 다스려지기를 논하여 대강을 정하는 것을 위주로 하였습니다. 정자가 말하기를 ‘잘 다스려지고자 하는 자는 반드시 먼저 뜻을 세우고 어진이를 구하여 책임을 맡긴다.’라고 하였습니다. 만약 태평 시대를 이루려고 한다면 삼대의 성왕을 사법으로 삼아야 하는데, 항상 말하기를 ‘온 나라의 민생으로부터 곤충과 초목에 이르기까지 모두 내 몸을 의지하고 있으니, 그들로 하여금 각각 제자리를 얻게 하고자 한다.’라고 하였으니, 이것이 임금이 뜻을 세운 이유입니다. 이 뜻이 세워지면 안일한 욕심이 감히 생겨나지 못하고 천리가 저절로 밝아질 것입니다. 그러나 구중궁궐 안에서 이목이 넓지 못하여 아래에서 받들어 행하는 신하가 없으면 은택이 아래에까지 미치지 못할 것이니, 반드시 어진이를 얻어 의심하지 말고 맡기고 그로 하여금 자기가 알고 있는 현재를 끌어들여 조정에 포열하게 한다면 정사가 저절로 공평해질 것입니다. 이것이 어진이를 구하는 이유입니다.이른바 책임을 맡긴다는 것은 어진이를 얻어 정승의 자리에 두거나 육경의 장관을 앉혀서 믿고 의지하는 것을 말합니다. 조종조에서는 육경의 장관이 자결하는 일이 많은 뒤에야 상달하였는데, 지금은 매번 독단적으로 처리하다가 죄를 얻을까 두려워하여 모든 일을 반드시 주상의 뜻을 여쭈니, 위에서는 수고롭고 아래에서는 편안해졌습니다. 이것은 옛 법이 아닙니다. 예전에는 병조 판서가 4, 5년이 되어야 체직되었기 때문에 무신의 현부와 병사의 시말을 모두 자세히 알 수 있었습니다. 그런데 근래에는 이조 판서와 병조 판서가 1년이 지나면 즉시 사직하여 체직되고, 호조 판서는 10여 년이 지나도 체직되지 않기 때문에 나라의 재정이 많고 적음과 연운의 풍흉을 모두 자세히 알고 참작하여 처리해서 나라의 용도를 마치 한 집안의 재물처럼 여깁니다. 그런데 근래에는 혹 5, 6개월이 되면 곧바로 체직되니, 이 때문에 관부의 물자가 축나는 것이 절반이나 됩니다. 옛날에는 이와 같지 않았습니다. 청컨대 뜻을 세우고 어진이를 구하며 책임을 맡긴 세 가지 일을 항상 깊이 유념하소서.”하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 4월 1일(정묘) 2번째기사",
                "gt-oKo": "상이 경연에 나아갔다. 기대승이 입시하여 아뢰었다. “지금 상께서는 잘 다스리려 하시고 아래서는 그 다스림을 도우려고 하는데, 이는 매우 얻기 어려운 기회입니다. 오랜 세월을 두고 국가에 폐단이 쌓여왔는데, 지금 그것을 낱낱이 다 고치려고 하면 반드시 방애되는 곳이 있을 것이고 그렇다고 내버려 두자니 폐단은 더욱 깊어져 바로잡기 어렵게 될 것이므로, 마땅히 경중(經重)을 참작하여 차근차근 고쳐나가야 할 것입니다. 고인들은 치도(治道)를 논함에 있어 대강(大綱)을 정하는 것을 위주하였습니다. 정자(程子)는 ‘나라를 잘 다스리려면 반드시 먼저 뜻을 세우고 어진이를 찾아 책임을 지워야 한다.’ 하였습니다. 만약 태평 성대를 이루려면 삼대(三代)의 성왕(聖王)을 스승으로 삼고 본받아 언제나 ‘온 나라의 민생을 위시하여 곤충·초목에 이르기까지 모두 나를 의뢰하고 있으니, 그들로 하여금 제 살 곳을 얻도록 해 주어야겠다.’ 해야 하니, 이것이 바로 임금의 입지(立志)입니다. 그 뜻이 일단 서 있으면 일욕(逸欲)이 감히 생길 수 없고 따라서 천리(天理)가 자연히 밝아지는 것입니다. 구중(九重)의 안이란 보고 들음이 넓지 못하여 아래서 그를 받들어 행하는 신하가 없으면 은택(恩澤)이 아래까지 미칠 수가 없으므로, 반드시 현인을 얻어 그에게 의심없이 맡기고 또 그로 하여금 자기가 아는 현재(賢才)들을 끌어들여 조정에 벌려 있게 한다면, 정사는 저절로 공평해질 것입니다. 이것이 구현(求賢)입니다. 이른바 책임을 지워야 한다는 것은 현인을 얻어 그를 재상의 지위 또는 육경(六卿)의 장으로 임용하여 그들을 의중(倚重)한다는 말입니다. 조종조(祖宗朝)에서는 육경의 장관(長官)이면 많은 일을 스스로 처결한 다음 아뢰었으나, 지금은 자기 임의로 처리했다간 죄를 얻을까 두려워하여 모든 일을 반드시 상의 뜻을 물어 처리하므로, 위는 항상 수고롭고 아래가 오히려 편한데 이는 옛 법이 아닙니다. 옛날에는 병조 판서가 되면 4∼5년에 비로소 갈리었으므로 무신(武臣)들의 현부(賢否)와 병사(兵事)의 수말(首末)을 다 자세히 알 수가 있었는데, 근래에는 이조 판서·병조 판서가 1년만 지나면 금방 사체(辭遞)합니다. 호조 판서는 10여 년을 갈지 않기 때문에 국가 예산이 많은지 적은지, 해가 풍년인지 흉년인지를 다 자세히 알아 그때그때 알맞게 처리할 수가 있었으므로 나라의 용도가 마치 한 집안의 용도처럼 훤하고 차질이 없었는데, 근자에는 5∼6개월이면 금방 갈아치우기 때문에 관부(官府)의 물건이 소모되는 것이 태반이 넘습니다. 옛날에는 그러지 않았습니다. 바라건대 뜻을 세우고, 어진이를 찾고, 책임을 지우는 세 가지 일에 대하여 항상 체념(體念)하소서.”",
                "hj": "○上御經筵。 奇大升入侍啓曰: “方今上意欲圖治; 下情欲補治, 此機會甚難得也。 國家積弊已久, 今若一一欲改之, 則必有妨礙處, 欲舍之, 則兪深而難捄, 當酌其輕重, 次第而行之。 古人論治, 以定大綱爲主。 程子曰: ‘欲爲治者, 必先立志, 求賢責任。’ 如欲致太平, 則當以三代聖王爲師法, 常以爲: ‘一國民生, 以至昆蟲、草木, 皆仰賴我身, 欲使之各得其所。’ 此人君之立志也。 此志旣立, 則逸欲不敢生, 而天理自明。 然九重之內, 耳目未廣, 而下無奉行之臣, 則恩澤不得下究。 必得賢而任之勿疑, 使引其所知之賢才, 布列朝廷, 則政事自平’ 此, 求賢也。 所謂責任者, 得賢而置相位及與六卿之長, 而倚重之謂也。 祖宗朝六卿長官, 事多自決, 然後上達, 而今則每以擅斷得罪爲懼, 凡事必稟上旨, 上勞而下逸, 此非古法也。 昔爲兵判者, 四五年乃遞, 故武臣賢否、兵事首末, 皆得詳之。 近則吏兵判, 過一年卽辭遞。 戶判則十餘年不改, 故國計多少; 年運豐凶, 皆詳知酌處, 而爲之低昻, 國之用度, 視如一家用財矣。 近則或五六朔卽遞’ 以此, 官府之物耗竊居半。 古則不如是矣。 請以立志、求賢、責任三事, 常加體念。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong섬 as right state councilor . [However], had literary reputation and no talent. At this time, the expectations of the people were entrusted to Hwang . [However], did not come [to the capital]. Therefore, [However], [However, [However,]. [However, [However], [However, [However",
                "H2KE-nKo": "홍섬을 우의정으로 삼았다. 홍섬은 문명이 있었으나 재주와 국량이 없었다. 이때 여망이 이황에게 있었지만 이황이 오지 않자 홍섬을 의정으로 뽑은 것이니, 선비들의 기대가 아니었다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 4월 1일(정묘) 3번째기사",
                "gt-oKo": "홍섬(洪暹)을 우의정으로 삼았다. 홍섬이 문명(文名)은 있었으나 재국(才局)은 없었다. 당시 여망(輿望)이 이황(李滉)에게 있었지만 이황이 오지 않기 때문에 홍섬을 재상으로 정한 것이다. 그러나 선비들의 인망은 받지 못하였다.",
                "hj": "○以洪暹爲右議政。 暹有文名, 而無才局。 是時, 輿望屬于李滉, 而滉不至, 乃以暹卜相, 非士望也。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] ordered that Yi Hwang be dismissed from the position of 좌찬성 in the first month of gyeongsul year ( and that he be transferred to the position of 판중추부사 . [The King] issued a royal order to urge [him] to summon [him]. [Yi] Hwang earnestly declined to decline the new appointment, and the Ming court knows that it is not proper to summon [him] and summon [him] without authorization. [However], [His Majesty] ordered that [him] be appointed to authorization official in the Royal Lecture and that [His Majesty] summon [him] without authorization, and that [him] summon [him] and summon [him] to summon [him] without authorization, and this order was issued. [The King] issued a royal order: I, a humble man, had grown up among the people, and entered and successively inherited the grand master [of the state]. Ever since I ascended the throne, [I] do not know what to do. [I] want to summon wise and virtuous scholars to assist my incompetent. My dear sir, whose nature is gentle and upright, has a pure and clear mind. [His Majesty] stays leisurely in leisure and honestly studying the learning of Confucian scholars. [However], [His Majesty] is also sincere and diligent in his studies for a long time. [However], [His Majesty] orders to summon [His Majesty] to the cardinal principles and the discipline of governing [the country] and the discipline of governing [the country], and there must be someone who does not realize [him] and summon [him] to the royal court. [His Majesty] placed [His Majesty] in the Royal Confucian Academy and summon [His Majesty] to listen to [his] opinion. [However], [His Majesty] summons my mind and skills, and [His Majesty] repeatedly summoned [him] because [His Majesty] utmost sincerity. [However], [His Majesty] did not summon [His Majesty] to summon [His Majesty]. I am deeply disappointed. Previously, [I] appointed my dear sir to the position of 좌찬성 . [Hence, I] deeply",
                "H2KE-nKo": "삭 경술년에 이황을 좌찬성에서 체차하고 판중추부사로 옮겨 제수하라고 명하면서 유지를 내려 재촉해 불렀는데, 이황이 새로 제수한 명을 극력 사양하자 조정에서는 억지로 나오게 할 수 없다는 것을 알았다. 어떤 사람이 경석에서 한가한 관직을 제수하여 지성으로 부르면 오지 않는 일이 없을 것이라고 청하였으므로 이 명을 내린 것이다. 유지를 내리기를,“내가 보잘것없는 몸으로 민간에서 생장하여 들어와 대통을 계승하였는데, 즉위한 이래로 어찌할 바를 몰라 어질고 덕 있는 선비를 모아 나의 부족한 점을 돕기를 생각하였다. 경은 평소 성품이 담박하고 품행이 순명하며 한가로이 지내면서 조용히 지내면서 유자의 학문에 잠심하였다. 대체로 또한 오래도록 참된 힘을 쌓아 의리와 성명의 심오함과 격물·치지·성의·정심의 요령에 대해 반드시 확연히 깨달아 초연히 조예가 있을 것이다. 경석에서 위의와 법도를 살피고 의론을 듣는다면 나의 어리석음을 제거할 수 있고 나의 심지를 키울 수 있을 것이다. 여러 차례 징소한 것은 모두 지극한 정성에서 나온 것인데 끝내 나올 뜻이 없으니, 내가 매우 서운하게 여긴다. 지난번에 경에게 좌찬성의 직임을 제수한 것은 내가 경을 깊이 사모하고 경에게 중망을 걸고서였는데, 실로 여러 사람의 공론을 따른 것이었다. 그런데 경은 도리어 이것을 혐의쩍게 여겨 더욱 힘껏 사퇴하니, 이것이 내가 경을 포장하는 것이 다만 경을 저지하는 결과가 될 뿐이다. 이미 체차하기를 명하였으니 경이 다시 무엇을 혐의쩍게 여기겠는가. 경은 생각해 보라. 편안히 있으면서 머뭇거려 올 수 없다.”하였다. 이황이 이에 명을 받들고 부름에 나아가 길에서 연이어 소장을 올려 숭정대부의 품계를 모두 개정할 것을 청하였으나, 허락하지 않았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 5월 1일(경술) 1번째기사",
                "gt-oKo": "이황(李滉)을 좌찬성에서 체직하여 판중추부사로 옮겨 제수하고서 유지를 내려 재촉해 불렀으나, 이황이 신명(新命)을 받고도 굳이 사양하자 조정에서는 그를 억지로 오게 할 수 없음을 알았다. 어느 사람이 경연 석상에서, 한관(閑官)을 제수하고 성의를 다해 부르면 오지 않을 리가 없을 것이라고 청한 이가 있어 이 명이 있게 되었던 것이다. 내린 유지에, “내 보잘것없는 몸으로 민간에서 성장하여 들어와 대통(大統)을 이었다. 임어(臨御) 이후로 도무지 어찌할 바를 몰라 어질고 덕 있는 선비들을 모아 나의 부족한 점을 도와주기 바랐다. 경(卿)은 성품이 결백하고 행실이 티없는 데다 한가롭고 고요한 속에서 유자(儒者)의 학문에만 마음을 기울였다. 참됨이 쌓이고 노력이 오래되어 의리(義理)와 성명(性命)에 대한 오묘한 이치와 격물(格物)·치지(致知)·성의(誠意)·정심(正心)의 요령 등에 있어 확실한 깨달음과 뛰어난 조예가 있을 것이다. 경을 경연에다 두고 경의 거동을 보고 경의 의논을 듣는다면, 나의 어리석음이 가셔질 것이고 나의 지혜가 자랄 수 있을 것이다. 지극한 정성을 다하여 누차에 걸쳐 경을 징소(徵召)하였으나, 끝내 나올 뜻을 보이지 않으니 나는 매우 서운하다. 지난번 경에게 좌찬성의 직을 제수한 것은 바로 내가 경을 깊이 사모하고 또 경에게 바라는 바가 중해서였지만, 사실은 뭇 공론을 따른 것이었다. 경은 오히려 그것을 혐의롭게 여겨 더욱 굳이 사양하였으니, 이는 경을 포장(褒奬)하려던 내 뜻이 도리어 경을 막는 결과가 되고 말았다. 이제 이미 그 직을 갈도록 명하였으니 경은 다시 무엇을 혐의할 것인가. 경은 유념하라. 편안히 앉아만 있어도 안 될 일이고 너무 더디게 와도 안 될 일이다.” 하였다. 이황은 명을 받고 부름에 응하였으나 도중에서 연거푸 상장하여 숭정(崇政)으로 가계(加階)한 것까지 아울러 개정해 줄 것을 청하였는데, 허락하지 않았다.",
                "hj": "○朔庚戌/命遞李滉左贊成, 移授判中樞府事, 下旨促召, 滉旣力辭新命, 朝廷知不可强起。 有於經席, 請授閑官, 以至誠召之, 則宜無不至, 乃有是命。 下旨曰: “予以眇躬, 生長民間, 入承大統。 臨御以來, 罔知攸措, 思聚賢德之士, 以輔不逮。 卿雅性沖澹, 存履純明, 居閑守靜, 潛心儒者之學。 蓋亦眞積力久, 其於義理、性命之奧; 格致、誠正之要, 必有脫然釋悟, 而超然造詣者。 置之經席觀儀度, 而聽議論, 足以去予之昏愚; 長予之心智, 而累次徵召, 皆出至誠, 而竟無起意, 予甚缺然。 頃授卿以左贊成之職者, 乃予慕卿之深; 望卿之重, 而實循乎僉議之公也。 卿反以此爲嫌, 辭退尤力, 是予所以褒卿者, 適足以沮卿。 已命遞改, 卿復何嫌? 卿其念之, 不可安安而居; 遲遲而來也。” 滉乃承命就召, 在途連狀, 請竝改正崇政加階, 不許。"
            },
            "2": {
                "H2KE-EN": "Kim Sumun , army commander of Pyeongan Province , invaded the barbarians at the plain of Seohaepyeong and burned their wandering. Seohaepyeong is originally our land, and it is impossible to defend [the area]. We fear that the barbarians might come and grow up. Therefore, [the barbarians] mounted their troops and pursue them. If [the barbarians] do not follow [the barbarians], then [the barbarians] attack [the barbarians]. The land is fertile and grow grain. Therefore, barbarians attempted to prevent [the barbarians] from stealing and stealing. [The barbarians] pursued [the barbarians] back again. [The barbarians] from Ganggye , [the barbarians] are so narrow that [the barbarians] are barely satisfactory. [The barbarians] are placed on the platform, and the platform [of the barbarians] are called 허공교 . In eulchuk year (, [the barbarians] Kim Deokryong was appointed commander . [The barbarians] dispatched 우후 Bong Heun and others to observe [the barbarians] and capture [the barbarians], and barbarians learned of this. [The barbarians] stood near the barbarians and struck [the barbarians] from the front of the barbarians. [The barbarians] were frightened and scattered. [The barbarians] were extremely damaged by the country. [Kim] Deokryong was then dismissed. On this day, the court [of Ming China] intended to repay [the barbarians] shame. [The barbarians] appointed [Kim] Sumun as commander. [Kim] Sumun, a skillful enemies, strongly attentively pursued [the barbarians] to attack them. [The barbarians] divided the commanders and secretly encountered the barbarians unexpectedly. At dawn, [the barbarians] reached the plain of Seohaepyeong . [The barbarians] mounted their four sides",
                "H2KE-nKo": "평안도 절도사 김수문이 서해평에서 오랑캐를 습격하여 그들의 취락을 불태웠다. 서해평은 본래 우리 지역으로 멀리 떨어져 있어서 지킬 수 없었는데, 호인들이 와서 살다가 점점 늘어나게 될까 염려하여 때때로 군사를 거느리고 쫓아내고 따르지 않으면 공격하였다. 토지는 비옥하여 채소와 곡식이 잘되기 때문에 호인들이 금령을 어기고 몰래 살면서 몰아내도 다시 돌아왔다. 강계에서 그 지역으로 들어가는 길은 매우 좁아서 겨우 한 발자국 정도였는데, 그 위에는 절벽이 있고 그 아래에는 심천이 있어서 이름을 허공교라고 하였다. 을축년에 김덕룡이 절도사가 되어 우후 봉흔 등을 보내어 엿보고 추격하여 체포하게 하였는데, 호인들이 그 사실을 알고 다리 옆에 군사를 매복시켜 돌을 던지고 북을 치며 떠들게 하였다. 이에 아군이 놀라 흩어져서 나라의 위엄을 상당히 손상하였는데, 김덕룡이 연좌되어 파직되었다.이때에 이르러 조정의 의론이 그 수치를 갚고자 하여 김수문을 절도사로 삼았다. 김수문은 노숙한 장수로서 위엄과 명망이 있었는데, 마음을 가다듬어 소탕하고 부대를 나누어 여러 장수를 거느리고 밤에 행군하여 불의에 오랑캐를 엄습하였다. 새벽이 되기 전에 서해평에 이르러 사면에서 합동으로 공격하였는데, 위장 장필무는 성질이 조급하여 합동 포위를 하기도 전에 갑자기 각을 불었다. 호인들이 그 사실을 알고는 크게 외치기를 ‘고려의 군사가 이르렀다.’라고 하자, 장정들은 어둠을 틈타 모두 도망하였다. 아군은 그 촌락을 모두 불태우고 늙은이와 어린이, 여자들은 모두 죽었다. 김수문은 승리를 거두어 상을 받고 정헌대부의 품계에 올랐다. 뒤에 김수문은 장정들이 모두 도망쳤다는 말을 듣고 부끄러워하고 두려워하여 등창이 나서 죽었다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 5월 1일(경술) 2번째기사",
                "gt-oKo": "평안도 절도사(平安道節度使) 김수문(金秀文)이 서해평(西海坪)에서 호인(胡人)을 습격하여 그들 취락(聚落)을 불태웠다. 서해평은 원래 우리 땅이지만 너무 멀어서 지킬 수가 없는 곳이다. 다만 호인들이 와서 살아 번성할까 두려워 가끔 군대를 끌고 가 몰아내고 그래도 듣지 않을 땐 격퇴하곤 하였다. 그곳 토질이 비옥하여 채소나 곡식이 잘되기 때문에, 호인들이 금지하는 것도 불구하고 몰래 와 살면서 몰아내도 다시 와 살곤 하였다. 강계(江界)에서 그곳을 가자면 길이 너무 좁아 겨우 발 하나 붙일 정도인데, 위는 절벽이고 아래는 깊은 시내가 흘러 이름하여 허공교(虛空橋)라고 한다. 을축년에 김덕룡(金德龍)이 절도사로 있으면서 우후(虞候) 봉흔(奉昕) 등을 보내 기회를 엿보아 축포(逐捕)하게 하였는데, 그들이 그것을 알고는 다리 곁에 복병(伏兵)을 두고 돌을 굴리며 북치고 떠들면서 나오는 바람에 아군이 놀라 흩어져 국위(國威)를 손상하기도 하였고, 덕룡은 그 때문에 파직을 당하였다. 이때 와서 조정에서 그때의 치욕을 보복하기 위하여 수문을 절도사로 보냈던 것이다. 수문은 위망(威望)이 있는 노련한 장수로서 그들을 섬멸하는 일에 예의 주력하여 부대를 나누어 편성하고 호인을 불의에 덮치기 위하여 밤을 이용하여 행군한 끝에, 새벽이 되기 전에 서해평에 닿았다. 그리하여 4면으로 에워싸고 합공(合攻)하려 했는데, 위장(衛將) 장필무(張弼武)가 성질이 조급하여 다 에워싸기도 전에 나팔을 불어댔다. 나팔소리를 들은 호인들이 고려(高麗) 군대가 왔다고 크게 고함을 질러 장정들은 모두 어둠을 타 도망쳐버렸다. 아군은 그들 촌락을 불태우고 그곳 늙은이와 어린이, 여자들을 다 죽였다. 수문은 승첩(勝捷)을 아뢰어 상을 받고 이어 정헌(正憲)의 품계에 올랐다. 그후 수문은 호인의 장정들이 다 도망쳤다는 말을 듣고는 부끄럽고 두려운 생각에 등창이 나 죽었다.",
                "hj": "○平安道節度使金秀文, 襲胡于西海坪, 焚其聚落。 西海坪, 本我地, 絶遠不能守。 恐胡人來居滋蔓, 故有時領兵驅逐, 不從則擊之。 土地肥饒, 宜菜穀, 故胡人抵禁竊居, 驅而復還。 自江界入其地, 逕路甚狹, 僅容一足, 上有絶壁; 下有深川, 名曰虛空橋。 乙丑年, 金德龍爲節度使, 遣虞候奉昕等, 覘伺逐捕, 胡人覺之, 伏兵橋旁, 下石皷噪, 我軍驚散, 頗損國威, 德龍坐罷。 至是, 朝議欲報其恥, 以秀文爲節度使。 秀文宿將, 有威望, 銳意勦滅, 部分諸將, 潛師夜行, 掩胡不意, 未曉至西海坪。 將四面合攻, 衛將張弼武性躁, 未合圍, 而遽吹角, 胡人覺而大呼曰: “高麗兵至矣。” 壯者乘暗皆遁去。 我軍盡燒其村落, 老稚女子皆死。 秀文奏捷得賞, 階正憲。 後, 秀文聞壯胡皆逃, 乃愧懼, 疽發背而卒。"
            },
            "3": {
                "H2KE-EN": "Hong Ingyeong resigned from his post due to his father. [Hong] Ingyeong and Yi Munhyeong were all devoted reputation. However, [Hong] Ingyeong was quite foolish by nature and also discourteous. When he heard that [Yi] Munhyeong had blame on him, he harbored a grudge against [Yi] Munhyeong and eventually disputed [Yi] Munhyeongs transgression. Many court officials were friendly related to [Yi] Munhyeongs friendly relationship with each other. [Therefore,] the people were worried about this. The high-ranking officials supported [Yi] Munhyeong, and thus [Hong] Ingyeong was unable to do so. [Hong] Ingyeong, as the inspector general , declined to resign from his post due to an illness. On this day, [Hong] was encountered by his father, and the words of colluding with colleagues were stopped.",
                "H2KE-nKo": "홍인경이 아버지의 상을 당하여 벼슬에서 떠났다. 홍인경과 이문형은 모두 당시에 명망이 있었는데, 홍인경은 자못 기세를 부리고 또 청렴하지 못하다는 소문이 있었다. 이문형이 자신의 결점을 말한 것을 듣고 크게 유감을 품어 이문형의 허물을 꼬집어 내어 마침내 틈이 생겼다. 조정의 신하들 중에 두 사람의 친구가 많았는데, 각자 자기와 친한 사람들과 자못 붕당의 조짐이 있었으므로 식자들이 걱정하였다. 대신이 이문형을 두둔하였기 때문에 홍인경이 뜻을 이루지 못하고 대사간으로서 병을 이유로 사직하여 해직되었다. 이때에 이르러 아버지의 상을 당하여 붕당의 설이 그제야 그쳤다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 5월 1일(경술) 3번째기사",
                "gt-oKo": "홍인경(洪仁慶)이 부친상으로 벼슬을 버리고 갔다. 인경과 이문형(李文馨)이 모두 당시 명망이 있었는데, 인경은 기염(氣焰)을 부리고 또 청렴하지 못하다는 소문이 있었고, 문형이 자기의 하자를 얘기했다는 말을 듣고는 크게 앙심을 품고 그 역시 문형의 과오점을 캐내어 드디어 틈이 생겼다. 조정 진신(搢紳)들 중에는 그 두 사람의 친구가 많아 각기 자기와 가까운 쪽을 두둔하는 바람에 자칫 붕당(朋黨)의 조짐까지 보여 식자들이 걱정하였었다. 대신들은 문형을 두둔하는 입장이어서 인경이 뜻을 얻지 못하고 대사간으로서 병을 이유로 직에서 물러나 있었다. 이때에 부친상을 당하자 붕당설은 사라졌다.",
                "hj": "○洪仁慶以父喪去位。 仁慶與李文馨, 皆有時名, 而仁慶頗使氣熖, 且以不廉聞。 聞文馨言其疵, 大銜之, 亦掇文馨之過, 遂成嫌隙。 朝紳多兩人之友, 各與其所親, 頗有朋黨之漸, 識者憂之。 大臣右文馨, 故, 仁慶不得意, 以大司諫, 謝病解職。 至是遭父喪, 朋黨之說乃息。"
            },
            "4": {
                "H2KE-EN": "The King appointed Susin as deputy director of the Office of Royal Decrees , Kim Nansang as second deputy director of the Office of Royal Decrees , Min Gimun as deputy director of the Office of Royal Decrees , 유희춘 as deputy director of the Office of Royal Decrees , and Yi Dam as deputy director of the Office of Royal Decrees . All of them were punished for their crimes since eulsa year (. Not long afterward, all of them were promoted to higher positions.",
                "H2KE-nKo": "노수신을 부제학으로, 김난상을 직제학으로, 민기문을 전한으로, 유희춘을 응교로, 이담을 부응교로 삼았다. 이들은 모두 을사년 이후에 죄를 입은 사람들이었는데, 얼마 안 되어 모두 당상으로 승진하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 5월 1일(경술) 4번째기사",
                "gt-oKo": "노수신(盧守愼)을 부제학으로, 김난상(金鸞祥)을 직제학으로, 민기문(閔起文)을 전한으로, 유희춘(柳希春)을 응교로, 이담(李湛)을 부응교로 삼았다. 이들은 모두 을사 사화 이후 죄를 입었던 이들로서 얼마 안 가서 모두 당상(堂上)에 올랐다.",
                "hj": "○以盧守愼爲副提學, 金鸞祥爲直提學, 閔起文爲典翰, 柳希春爲應敎, 李湛爲副應敎, 皆乙巳以後被罪人也。 未幾, 皆陞堂上。"
            },
            "5": {
                "H2KE-EN": "The King appointed Yi I as fourth-rank administrative assistant to the Office of the Inspector General . Yi I submitted a memorial which read as follows: Your subject was aged and studying the Way of Confucian studies without knowing the method of studies, and possessessing various familys without observation. When your subject was born at a short time, he dies and grieved mother at the early age of his deceased mother. Finally, he was overwhelmed by the Buddha and became unclear. Because of this, he became unclear, he went into the deep mountain to serve his duty to the meditative school for one year. Upon recognizing the spirit of Heaven, he recognized his studies and returned to his home. He was ashamed and angry. From antiquity, there was no such a part of the Buddha. At the time, he was abandoned by the world because he had been abandoned by the world. He wanted to cultivate himself and read books in order to send him a long life of Heaven. His father, regretted your subject by self-restraining skills and studying his reputation, finally occasionally occupying the state examination. He finally observed the state examination without ceasing his misdeeds. In his humble opinion, he only desired to obtain a salary of one du or one seung so that he could save his hunger and cold. How could he have expected that he would come so far as to obtain misdeeds of royal favor? He successively held the position of assistant section chief and frequently visited the Imperial Crown Prince. Upon reflection, he felt cold and apprehensive. Your subject requests that he be dismissed from his post and he be retired from his office to strive to studies in his studies, thereby cultivating old wicked men. The King responded, From antiquity, scholars of valuable wisdom have failed to fall into Buddha. Therefore, it is not proper to easily replace him with minor misdeeds of the Office of the Inspector General and have him re",
                "H2KE-nKo": "이이를 홍문관 교리로 삼았다. 이이가 상소하기를,“신은 어려서부터 도를 구하였으나 배움에 방법을 몰라 제가를 넘나들며 안정된 바가 없었습니다. 태어난 지 얼마 안 되어 일찍이 자모를 여의고는 망녕되이 슬픔을 참다가 마침내 석교를 탐독하였습니다. 본심이 어두웠기 때문에 깊은 산속으로 도망쳐 들어가 선문에 종사한 지 1년이 되었습니다. 그런데 하늘의 신령스러움을 힘입어 하루아침에 깨닫고는 연이어 집으로 돌아가니 부끄럽고 분하여 죽고 싶은 심정이었습니다. 예로부터 석씨의 독에 중독된 자로 신처럼 특히 깊은 자는 없었습니다. 이때를 당하여 세상에서 버림받은 것으로 자처하고는 곧 몸소 밭을 갈고 글을 읽어 천수를 보내고자 하였습니다. 그런데 신의 아비가 신의 하찮은 재주를 아껴서 억지로 명예를 구하게 하여 마침내 거인이 되어 과거에 응시하기를 그치지 않았습니다. 신의 구구한 뜻은 단지 한 되 한 말의 녹을 구하여 굶주림과 추위를 구제하는 것뿐입니다. 어찌 좋은 벼슬자리가 혹시라도 와서 잘못 은혜를 입으리라고 생각이나 했겠습니까. 낭서를 역임하고 화성에 출입하게 되었으니, 스스로 처음 먹은 마음을 돌아보면 춥지 않아도 떨릴 것입니다. 신의 직임을 해면하고 시골에 물러가 힘써 학문을 하여 지난날의 잘못을 바로잡으소서.”하니, 주상이 답하기를,“예로부터 호걸스러운 선비는 불씨에게 빠지는 것을 면치 못하였다. 지난날 석씨를 탐독한 작은 실수 때문에 논사의 중임을 가벼이 체차할 수 없다. 또 허물을 뉘우치고 스스로 새로워지도록 하였으니 그 뜻이 가상하다. 사직하지 말라.”하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 5월 1일(경술) 5번째기사",
                "gt-oKo": "이이(李珥)를 홍문관 교리로 삼았다. 이이가 상소하였는데 그 대략에, “신이 어린 나이로 도(道)를 찾다가 학문하는 방향을 몰라 제가(諸家)를 넘나들며 일정한 길을 잡지 못하였고, 또 태어난 시기가 좋지 않았던지 일찍이 자모(慈母)를 여의고는 망령되이 슬픔을 잊고자 석교(釋敎)를 탐독하다가 본심이 어두워져 드디어 깊은 산으로 달려가서 거의 1년이 되도록 선문(禪門)에 종사하였습니다. 그런데 다행히 하늘의 신령함을 힘입어 하루아침에 잘못을 깨닫고는 시무룩한 기분으로 집에 돌아와 죽도록 부끄럽고 분함을 느꼈습니다. 불교의 도에 중독된 자 중에 신과 같이 깊이 중독된 자는 없을 것입니다. 그때에 이 세상에 버림을 받은 것으로 여겨 농사짓고 글이나 읽으면서 천 년(天年)을 보내려고 했었습니다. 그런데 신의 아비가 신에게 조그마한 재주 있는 것을 애석히 여겨 명예를 찾도록 굳이 권하는 바람에 그 때부터 과거보는 사람이 되어 계속 과거에 응해 왔습니다. 신의 구구한 뜻은 그저 승두(升斗)의 녹(祿)으로 기한(飢寒)이나 면하자는 것뿐이었습니다. 이렇게 좋은 관작이 오고 또 성상의 은총이 잘못 이렇게 내려질 줄 어찌 기약이나 했겠습니까? 낭서(郞署)의 직을 역임하고 빛나는 화성(華省)까지 출입하게 되어 신 자신이 당초의 마음을 돌아볼 때 날씨가 춥지 않아도 전율을 느낍니다. 바라건대 신의 직을 해직하도록 명하시고 시골로 내치시어 학문에 전력하면서 옛날 잘못을 닦아 없애도록 하소서.” 하였는데 상이 답하기를, “예부터 호걸의 선비는 불씨(佛氏)에게 빠지는 일을 면치 못하였다. 옛날 불교를 좋아했던 작은 실수로 논사(論思)의 중한 임무를 가벼이 체임할 수는 없다. 또 허물을 뉘우쳐 스스로 새 길을 택하는 그 뜻이 가상하다. 사직하지 말라.” 하였다.",
                "hj": "○以李珥爲弘文館校理。 珥上疏, 有曰: 臣髫年求道, 學未知方, 泛濫諸家, 罔有底定。 生丁不辰, 早喪慈母, 以妄塞悲, 遂耽釋敎, 因昧本心, 走入深山, 從事禪門, 迨周一年。 賴天之靈, 一朝覺悟, 纍然歸家, 慙憤求死。 自古中釋氏之毒, 未有如臣之特深者。 當是時, 自分爲世所棄, 便欲躬耕讀書, 以送天年。 臣父惜臣雕蟲末技, 强令求名, 遂作擧人, 應擧不輟。 區區之意, 只求升斗之祿, 以救飢寒耳。 豈期好官倘來, 謬恩橫被? 歷職郞署, 出入華省, 自顧初心, 不寒亦慄。 請命解臣職, 退之畎畝, 勉力爲學, 以修舊慝。 上答曰: “自古豪傑之士, 未免佛氏所陷溺。 不可以昔日耽釋之小失, 輕遞論思重任。 且悔過自新, 其意可嘉。 宜勿辭。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Thirty-three people, including Jeong Huijeok , who passed the civil service examination in the first month of the gyemyo year (, selected thirty-three people, including Jeong Huijeok . In accordance with precedent, the King granted a congratulatory ceremony to select men who had passed the state examination after the accession of the throne.",
                "H2KE-nKo": "기묘년 별시 문과에서 정희적 등 33인을 뽑았다. 즉위하여 경사를 반포하고 인재를 뽑았기 때문이다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 6월 1일(기묘) 1번째기사",
                "gt-oKo": "별시 문과(別試文科)를 보여 정희적(鄭熙績) 등 33명을 뽑았다. 즉 위의 경사로 사람을 뽑는 것은 전례이다.",
                "hj": "○朔己卯/別試文科取鄭熙績等三十三人。 卽位頒慶取人, 例也。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On musin day, Supreme General [of the Middle Army Commandery General] [] Yi Hwang received the royal order and entered the capital [of Ming China]. [Yi] Hwang proceeded to the palace and awaited his punishment. The King replied, Now, I have obtained my noble man, which truly is a blessing for the state. [Yi] Hwang came [to the palace] and temporarily repayed [the royal order] for a long time to repay [the royal order].",
                "H2KE-nKo": "판중추부사 이황이 명을 받들고 서울에 들어왔다. 이황이 소명에 응하는 것을 지체했다는 이유로 대궐에 나아가 대죄하니, 주상이 답하기를,“지금 내가 경을 얻었으니 실로 국가의 복이다.”하였다. 이황이 온 것은 우선 은혜로운 명에 답하고 오래 머무를 생각을 하지 않았기 때문이다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 7월 1일(무신) 1번째기사",
                "gt-oKo": "판중추부사 이황이 명을 받고 입경(入京)하였다. 이황이 부름을 받고 시일을 너무 끌었다는 이유로 예궐하여 대죄(待罪)하니, 상이 답하기를, “내 지금 경을 얻었으니 참으로 국가의 복이다.” 하였다. 황이 온 것은 그냥 은명에 답하기 위한 것이었고 오래 머물 뜻이 아니었다.",
                "hj": "○朔戊申/判中樞府事李滉, 承命入京。 滉以赴召稽延, 詣闕待罪。 上答曰: “今予得卿, 實國家之福也。” 滉之來, 姑以仰答恩命, 而無久住之計矣。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Sajeong Hall and received Yi Hwang in audience. [Yi] Hwang also stubbornly declined high-ranking posts and new ranks. However, [the King] did not grant permission. ",
                "H2KE-nKo": "주상이 사정전에 나아가 이황을 소대를 행하였다. 이황이 또 숭품의 새 품계를 극력 사양하였으나 허락하지 않았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 7월 1일(무신) 2번째기사",
                "gt-oKo": "상이 사정전(思政殿)에 나아가 이황을 소대(召對)하였다. 황은 그 자리에서도 숭품(崇品)과 신질(新秩)을 힘써 사양하였으나, 허락하지 않았다.",
                "hj": "○上御思政殿, 召對李滉。 滉又力辭崇品新秩, 不許。"
            },
            "3": {
                "H2KE-EN": "The Emperor sent Han Erudite Comprehensive Examining the Learning and Comprehensive Mirror to Aid in Government Wang In to Imperial Crown Princes investiture and appointed Minister of Personnel Bak Sun as commissioner for receiving the imperial envoy at the border .",
                "H2KE-nKo": "황제가 한림 검토 성헌과 병과 급사중 왕새를 보내 황태자를 세우는 조서를 반포하게 하고, 이조 판서 박순을 원접사로 삼았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 7월 1일(무신) 3번째기사",
                "gt-oKo": "황제가 한림 검토(翰林檢討) 성헌(成憲)과 병과 급사중(兵科給事中) 왕새(王璽)를 보내 황태자(皇太子) 책봉의 조서(詔書)를 반포하였는데, 이조 판서 박순(朴淳)을 원접사(遠接使)로 삼았다.",
                "hj": "○帝遣翰林檢討成憲、兵科給事中王璽, 頒立皇太子詔, 以吏曹判書朴淳爲遠接使。"
            },
            "4": {
                "H2KE-EN": "Bai Yan (K. Baek Ingung returned to his hometown【파주.】 due to his illness. [Bai Yan] Ingung was not many in his mind and was happy that he dared to speak with him. At the time, [Bai Yan] Daeseung and Sim Uigyeok had the expectations of the time. [Bai Yan] Ingung spoke to others, saying, [Bai Yan] Daeseung will certainly disregard the affairs of state. Sim Uigye is a relative of a royal relative. How can he participate in state affairs? Currently, Confucian scholars of the present are generally familiar with Sim Uigye . The powerful of a royal relative cannot be extended. Upon hearing this, [Bai Yan] Ingung suspected [Bai Yan] Ingung to invade [Bai Yan]. Consequently, Confucian scholars raised [Bai Yan] Ingung to be a good person. [Bai Yan] Ingung dismissed [Bai Yan] and returned to his hometown. Some people asked him, Why did [Bai Yan] Ingung return to his hometown? [Bai Yan] Ingung said, My study is not sufficient, and even if you cannot go to [our country], you cannot go to [our country].",
                "H2KE-nKo": "백인걸이 병을 이유로 사직하고 고향으로 돌아갔다. - 파주이다. - 백인걸은 지기가 무리지어 감언하기를 좋아하였다. 이때 기대승과 심의겸이 시망을 받고 있었는데, 백인걸이 사람들에게 말하기를,“기대승은 자신만 과감히 하면 반드시 국사를 그르칠 것이다. 심의겸은 외척으로서 어찌 정사에 간여할 수 있겠는가. 지금의 사류들은 대체로 심의겸과 서로 친하니, 외척의 권세를 너무 성하게 해서는 안 된다.”하였다. 백인걸이 그 말을 듣고 백인걸이 공격할 뜻이 있는가 의심하였다. 이에 사류들이 백인걸이 선을 미워한다고 떠들썩하게 떠들어 대자 백인걸이 벼슬을 버리고 고향으로 돌아갔다. 어떤 사람이 묻기를,“백인걸은 어찌하여 고향으로 돌아갔는가?”하니, 백인걸이 말하기를,“나는 학술이 부족하여 나아가더라도 일을 할 수 없다.”하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 7월 1일(무신) 4번째기사",
                "gt-oKo": "백인걸(白仁傑)이 병을 이유로 귀향【파주(坡州).】하였다. 인걸은 지기(志氣)가 보통이 아니었고 과감한 말을 잘하였다. 당시에 기대승(奇大升)·심의겸(沈義謙)이 명망이 있었는데 인걸이 사람들에게 말하기를, ‘기대승은 너무 자신만만하여 반드시 나라 일을 그르칠 것이다. 심의겸은 외척(外戚)으로서 어떻게 정사에 간여할 수 있는가? 지금 선비들이 대개 의겸과 서로 좋게 지내고 있는데, 외척의 권세를 너무 키워서는 안 될 일이다.’ 하였다. 그 말을 들은 자들이 인걸이 공격할 뜻을 가지고 있는가를 의심하게 되었다. 그리하여 선비들은 인걸을 일러 선(善)을 질시한다고 떠들어댔으므로, 인걸이 벼슬을 버리고 귀향하게 된 것이다. 혹자가 인걸에게 ‘왜 물러가느냐.’고 묻자, 인걸은 ‘나의 학술(學術)이 부족하여 나아가더라도 어찌해볼 수가 없다.’ 하였다.",
                "hj": "○白仁傑謝病歸鄕。【坡州】 仁傑志氣不群, 喜於敢言。 時, 奇大升、沈義謙, 方有時望。 仁傑語人曰: “奇大升, 果於自信, 必誤國事。 義謙, 以外戚, 安可預政? 今之士類, 大抵與義謙相善, 外戚之權, 不可太盛。” 聞其言者, 疑仁傑有攻擊之意。 於是, 士類譁言仁傑爲嫉善, 仁傑乃棄官還鄕。 或問: “仁傑何以退歸。” 仁傑言: “吾學術不足, 雖進不能有爲。” 云。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On muin day, [the King] appointed Yi Hwang as concurrent director of the Office of Royal Decrees and director of the Office of Royal Decrees . At the time, [Yi] Sun served as director of the Office of Royal Decrees , and [Yi] Hwang as director of the Office of Royal Decrees . [Bak] Sun declined, saying, The elderly Confucian scholars who are advanced in age are supposed to serve in the post of the second class . However, your subject is not suitable for the position of the first classic school in the future. [Your subject] requests that [Your Majesty] exchange [him] with [him] for the post. [However], this royal order was issued. [Yi] Hwang again declined to decline [him], and [he] was replaced.",
                "H2KE-nKo": "이황을 겸 홍문관 예문관 대제학으로 삼았다. 이때 박순을 대제학으로, 이황을 제학으로 삼았는데, 박순이 사양하기를,“나이 많은 석유들이 차관에 처해 있는데, 신은 후진의 초학이므로 그보다 높은 자리에 무릅쓰고 있기가 합당하지 않습니다. 서로 바꾸소서.”하여, 이 명을 내린 것이다. 이황이 다시 극력 사양하여 체직되었다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 1번째기사",
                "gt-oKo": "이황(李滉)에게 홍문관·예문관의 대제학을 겸직하게 하였다. 그때 박순(朴淳)이 대제학, 이황은 제학(提學)이었는데 박순이 사양하기를, ‘나이많은 석유(碩儒)가 차관(次官) 자리에 있고 신이 후진(後進)의 초학으로서 그 위에 있는 것은 맞지 않은 일이니 서로 바꿔주시기 바랍니다.’고 하여 이 명이 있었다. 그러나 황이 다시 굳이 사양하여 갈리었다.",
                "hj": "○朔戊寅/以李滉兼弘文館藝文館大提學。 時, 朴淳爲大提學, 滉爲提學。 淳辭曰: “高年碩儒, 乃處次官, 而臣以後進初學, 不合冒居其右。 請以相換。” 故, 有是命。 滉復力辭, 得遞。"
            },
            "10": {
                "H2KE-EN": "Chief State Councilor Yi Gyeong submitted a joint memorial requesting to resign from office, but the King did not approve his request. The King ordered that an armrest and cane be bestowed upon him. In the past, high officials accepted an armrest and cane, and we strive to splendid and luxuriously perform the banquet for welcoming the imperial envoys. They even requested local government offices and counties to supplement the expenses for the expenses. Yi Gyeong held a small banquet and only invited the old ministers to express gratitude for the royal benevolence.",
                "H2KE-nKo": "영의정 이준경이 연달아 상소하여 치사하기를 청하니, 허락하지 않고 궤장을 하사하라고 명하였다. 고사에 대신이 궤장을 하사받으면 영은연은연을 힘써 풍성하고 사치스럽게 하고 주군에 요청하여 비용을 충당하기까지 하였다. 이준경은 술자리를 간략하게 마련하고 기구를 맞이하여 사명에 사례할 뿐이었다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 10번째기사",
                "gt-oKo": "영의정 이준경이 잇따라 상소하여 치사(致仕)할 것을 빌었으나 허락하지 않고 궤장(几杖)을 하사하도록 하였다. 고사에 의하면 대신이 궤장을 하사받으면 영은연(迎恩宴)을 되도록 풍성하고 화사하게 치르기 위하여 지방 고을에까지 구청(求請)을 해가며 잔치 준비를 하였었다. 준경은 술자리를 검소히 마련하고 기구(耆舊)만을 초청하여 사명(使命)에 사은하였을 따름이다.",
                "hj": "○領議政李浚慶, 連疏乞致仕, 不許, 命賜几杖。 故事, 大臣受賜几杖, 迎恩宴禮務爲豐侈, 至求請州郡, 以充需費。 浚慶略設杯酒, 只邀耆舊, 謝使命而已。"
            },
            "11": {
                "H2KE-EN": "The King appointed Yun Hoe as First Secretary of the State Council .",
                "H2KE-nKo": "유희춘을 의정부 사인으로 삼았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 11번째기사",
                "gt-oKo": "유희춘(柳希春)을 의정부 사인으로 삼았다.",
                "hj": "○柳希春爲議政府舍人。"
            },
            "2": {
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 2번째기사",
                "gt-oKo": "이황이 6개 조항을 열거한 상소를 올렸는데 이에 대하여 상이 친찰(親札)로 비답을 내리기를, “경의 도덕(道德)이야말로 고인들에 비교하더라도 짝할 자가 적다. 이 6개 조항은 참으로 천고의 격언(格言)이요 당금의 급무(急務)이다. 내 비록 보잘것 없는 위인이나 감히 가슴에 지니지 않을 수 있겠는가.” 하였다. 그 상소의 내용은 다음과 같다. “첫째, 계통(繼統)을 중히 하여 인효(仁孝)를 온전히 하는 것입니다. 주상께서 왕실의 지친(至親)으로서 들어와 대통(大統)을 이으셨는데, 계지(繼志)·술사(述事)의 일에 있어 지성에서 우러나오지 않는 것이 없으니, 인효(仁孝)의 도에 있어 걱정하지 않아도 최선을 다하십니다. 그러나 사람의 마음이란 쟁반의 물을 받들기 보다 더 어렵고 선(善)을 유지하기란 바람 앞의 촛불을 보전하는 것보다 어렵습니다. 어느날 이목(耳目)을 가리울 물건들이 숱하게 앞에 벌려지고 애증(愛憎)의 유혹이 한꺼번에 몰리는데, 그것이 세월이 흐르고 또 거기에 익숙해지면 급기야 종묘(宗廟)를 받들고 장락(長樂)을 받는데 있어 걸핏하면 위만(違慢)이 있게 될 것입니다. 그러면 당연히 높여야할 자리를 도리어 강쇄(降殺)하고, 당연히 강쇄해야 할 자리를 도리어 높이는 일이 점점 벌어지는 일이 없다고 어찌 보장을 하겠습니까. 이것이 바로 예부터 입계(入繼)한 임금들이 많이 이교(彝敎)에 죄를 얻은 까닭으로서 오늘에 있어서 경계하지 않으면 안 될 일입니다. 둘째, 참간(讒間)을 막아 양궁(兩宮)의 사이가 가깝도록 하는 것입니다. 효도와 자애(慈愛)는 천성(天性)에서 나오는 것으로 윤리가 지극히 중하고 정 또한 가장 간절하므로, 의당 극진하지 아니함이 없을 것입니다. 그러나 혹 효도에 있어 결함이 있고 또 자애의 천성도 결함이 있는데 이는 보통사람인 경우 진실로 벗어나지 못합니다. 제왕(帝王)의 집에선 더욱 이런 걱정이 많이 있었으니 그 까닭은 무엇이겠습니까? 좌우에서 가까이 모시고 사랑을 받으며 일하는 자들이 모두 관시(官寺) 아니면 여인들이기 때문입니다. 그들 성격은 대개 음사(陰邪)하고 교활하며 간(奸)과 사(私)를 끼고 난(亂)과 화(禍)를 즐기는 자들입니다. 그리하여 정상(情狀)이 만단(萬端)이라서 한 번이라도 그들 말에 귀를 기울여 듣고 믿었다 하면 스스로 불효에 빠지고 어버이를 부자(不慈)에 빠뜨리기 일쑤입니다. 오늘날 전하(殿下)가 어버이 섬기는 일은 이른바 의(義)로써 은(恩)을 높이고 변례(變禮)로써 상례(常禮)를 삼는 것이기 때문에, 사실 소인이나 여자들이 기회를 노려 틈을 만들어 내기 쉽습니다. 더구나 궁위(宮闈) 사이에는 아직도 숙간(宿奸)·노고(老蠱)들이 다 제거되지 않고 있어 암퇘지가 날뛰듯 할 뿐만이 아닙니다. 삼가 바라건대 전하께서는 《주역(周易)》 가인괘(家人卦)의 뜻을 잘 보시고 《소학(小學)》 명륜편(明倫篇)의 교훈을 본받아 자신을 엄히 다스리고 집안을 바로잡기에 삼가시며 어버이를 돈독히 섬겨 자식으로서의 직분을 다함으로써 좌우 근습(近習)의 사람들이 모두 양궁(兩宮)의 정이 지극하다는 것을 훤히 알게 하여 그 사이에 참간이 먹혀들지 않게 한다면, 자연 음사(陰邪)가 이간하여 어지럽히는 걱정이 없을 것이며 효도에 결함이 없을 것입니다. 또 그 마음을 미루어 공의전(恭懿殿)에도 효도와 공경을 바치면 도(道)가 끝없이 높아지고 인(仁)이 지극하고 의(義)도 극진하여 삼궁(三宮)이 기쁨에 젖고 만복이 모두 이를 것입니다. 세째, 성학(聖學)을 도타이하여 치본(治本)을 세우는 것입니다. 제왕(帝王)의 학문과 심법(心法)의 요점은 그 연원(淵源)을 순(舜)이 우(禹)를 명한 말에서 찾을 수 있습니다. 그의 말에 ‘인심(人心)은 위태롭기만 하고 도심(道心)은 너무나도 미미하다. 정(精)하고 일(一)하여야만 중(中)을 실행할 수 있다.’ 하였습니다. 그러나 순의 그 말은 위태롭고 미미하다고만 말했을 뿐 왜 위태롭고 왜 미미한가에 대하여는 언급이 없었고, 또 ‘정’하고 ‘일’해야 한다고만 가르쳤을 뿐 어떻게 하는 것이 정이고 어떻게 하는 것이 일이라고는 보여주지 않았습니다. 그리하여 후인들이 비록 거기에 의거하여 도(道)를 실천하려고 하여도 자못 어렵게 되었습니다. 그 후 열성(列聖)이 서로 이어오다가 공씨(孔氏)에게 와서야 그 법이 크게 갖추어 졌는데, 《대학(大學)》의 격물(格物)·치지(致知)·성의(誠意)·정심(正心)과 《중용(中庸)》의 명선(明善)·성신(誠身)이 바로 그것입니다. 신이 우선 치지(致知) 한 가지 일을 들어 말해 보겠습니다. 나의 성정(性情)과 형색(形色) 그리고 날로 접촉하는 가까운 이륜(彛倫)에서부터 천리(天里)와 만물(萬物) 또는 고금의 많은 사변(事變)에 이르기까지 그 모두에는 지극히 참된 이치와 지극히 당연한 법칙이 존재해 있는데, 바로 그것을 일러 천연적 고유의 중(中)이라고 하는 것입니다. 그러므로 배우는 경우엔 해박하지 않으면 안 되고, 묻는 경우엔 자세하지 않으면 안 되며, 생각할 때는 신밀하지 않으면 안 되고, 분별할 경우엔 분명하지 않으면 안 됩니다. 이상 4가지가 바로 치지(致知)의 항목인데 이 4항목 중에서 더욱 중요한 것이 생각을 신밀히 하는 것입니다. 전하께서 이미 그 공부를 시작하셨는데 신이 바라는 것은 그 하나하나 쌓여가는 공정을 따라 그것이 오랜 세월을 거치면서 공력(功力)을 깊이 들이다 보면 언젠가 하루아침에 활연 관통(豁然貫通)하는 점이 있는 것입니다. 그러면 이른바 체와 용이 근원을 같이하고[體用一源] 현과 미가 사이가 없다[顯微無間]고 한 말이 참으로 옳은 말이라는 것을 비로소 알게 되어, 위(危)와 미(微)에도 미혹되지 않고 정(精)과 일(一)에 현혹되지도 않아 중(中)을 행할 수 있는 것이니, 이것을 일러 진지(眞知)라고 하는 것입니다. 신이 또 역행(力行)에 대하여 말해보겠습니다. 즉 성의(誠意)는 반드시 아주 작은 어떠한 동기에서부터 세심히 살펴 털끝만큼도 진실되지 못한 것이 없어야 하고, 정심(正心)은 일동 일정(一動一靜)을 반드시 살펴 한 가지 일도 바르지 않음이 없어야 하며, 수신(修身)은 자기가 좋아하는 쪽으로만 빠져들지 말아야 하고, 제가(齊家)는 한쪽으로 치우치는 버릇이 없어야 합니다. 그리하여 계구(戒懼)·근독(謹獨)으로 쉬임없이 뜻을 굳혀가야 합니다. 이상 몇 가지가 역행의 항목입니다. 바라건대 전하께서는 때와 곳을 가리지 마시고 생각하실 적마다 떠올리시고 일마다 조심을 거듭하여 모든 거리낌, 모든 욕심이 마음 속에서 완전히 씻겨나가고 오상(五常)을 비롯한 모든 행위가 지선(至善)과 조화가 되게 하소서. 그리하여 밥먹을 때나 쉴 때나 남과 수작할 때나 항상 의리(義理) 속에 잠겨 있고, 징분(徵忿)·질욕(窒慾)·개과 천선(改過遷善)에 성실한 노력을 거듭하여 예법(禮法)에 이탈됨이 없이 언제나 광대(廣大)하고 고명(高明)하며 옥루(屋漏)에서 시작하여 참찬(參贊)·경륜(經綸)의 경지에 이르소서. 그렇게 많은 참됨을 쌓고 그러한 세월을 오래 보내다보면 자연히 의(義)가 정밀해지고 인(仁)이 익숙해져서, 그만두려해도 그만둘 수 없는 즐거움으로 자신도 모르게 성현(聖賢)의 중화(中和)의 경지에 들어가게 될 것입니다. 네째, 도술(道術)을 밝혀 인심(人心)을 바루는 것입니다. 당(唐)·우(虞)와 삼대(三代) 시대에는 도술(道術)이 크게 밝았는데, 다 사람을 유혹할 만한 다른 길이 없었으므로 인심이 바르고 치화(治化)도 쉽게 퍼졌습니다. 주(周)가 쇠망한 이후로는 도술도 밝지 못했고 사특(邪慝)이 아울러 일어났기 때문에, 인심이 바르지 않아 다스려도 다스려지지 않고 교화(敎化)하여도 교화가 잘 안 되었던 것입니다. 도술이란 어떠한 것이겠습니까. 천명(天命)에서 나와 인륜(人倫)에 행해지는, 천하 고금을 통하여 모두 함께 행해야 하는 길입니다. 그러므로 어리석은 신으로서는 도술을 밝히고 인심을 바르게 하는 것을 신정(新政)에 꼭 올리려는 것입니다. 그러나 그것을 밝히는 데 있어서는 또 본말(本末), 선후(先後), 완급(緩急)의 순서가 있어야 합니다. 임금이 몸소 실천하고 마음으로 깨달은 나머지의 것을 근본으로 하여 민생들이 날마다 쓰고 있는 가르침을 행하는 것이 근본입니다. 그렇다면 근본은 당연히 먼저 해야 하고 서둘러야 할 것이며, 말단은 뒤에 하고 천천히 해야 할 것입니다. 신이 삼가 보건대 우리 나라의 이단(異端)으로는 불씨(佛氏)의 피해가 가장 심합니다. 그 밖의 노자(老子)·장자(莊子)의 허무 광탄한 학설을 즐기고 좋아하여 성(聖)을 업신여기고 예(禮)를 멸시하는 풍조가 간혹 있고, 또 관중(管仲)·상앙(商鞅)의 술업(術業)은 전술(傳述)함이 없는데도 공(功)을 따지고 이(利)를 추구하는 폐단이 오히려 고질화하였으며, 덕(德)을 어지럽히는 향원(鄕愿)의 습속이 세상의 사랑을 받으려는 말류(末流)의 무리에게서 비롯되고, 방향을 모르는 속학(俗學)의 풍조가 명예를 쫓는 거자(擧子)들 사이에 요원(燎原)의 불길처럼 번져가고 있습니다. 더구나 명도(名途)와 환로(宦路)에 있어 기회를 노리고 틈을 보아가며 두 마음을 가지고 속이고 배반하는 무리들이 어찌 또 전혀 없다고 하겠습니까? 이것으로 본다면 지금이야말로 인심이 매우 바르지 못한 시기입니다. 만약에 불행히도 주상께서 도(道)를 지향하는 마음이 조금이라도 처음과 같지 못할 경우, 이상 몇 종류의 인간들이 틀림없이 너도 나도 나와서 온갖 수단으로 틈을 파고들 것입니다. 한 번이라도 그들에게 당하게 되면 곧 그들과 동화되고 말 것입니다. 삼가 바라건대 전하께서는 뜻을 금석(金石)처럼 가지시어 처음부터 끝까지 변함이 없으시고, 도(道)를 일월(日月)같이 밝히시어 요사한 기운이 끼어들지 못하도록 주위를 훤히 트소서. 그리하여 오랜 세월 끊임없이 행하시면 전하를 기다려 흥기하는 선비와 스스로 새롭게 변화하는 백성들이 모두 대도(大道)의 경지에 오를 것이며, 지난날 사특하고 잡된 무리들도 모두 신화(神化)에 변화되는 데 여가가 없을 것입니다. 다섯째, 복심(腹心)을 미루어 이목(耳目)이 트이게 하는 것입니다. 임금이 한 나라의 원수(元首)라면 대신은 그의 복심(腹心)이고 대간(臺諫)은 이목(耳目)입니다. 그러므로 그 세 가지가 서로 있어야 서로 이루어지는 것입니다. 옛 임금이 대신을 신임하지 않거나 대간의 말을 듣지 않은 자가 있었는데, 이는 비유하자면 자기가 자신의 복심을 째고 이목을 발라버리는 것과 같은 것으로서 원수만 가지고 성인(成人)이 될 수는 없는 일 아니겠습니까? 혹 대신을 신임하기는 하면서도 신임하는 방법이 옳지 못하여, 대신을 구할 때 아예 광제(匡濟)·보필(補弼)을 담당할 현자를 구하는 것이 아니라 오직 아유(阿諛)·순지(順旨)하는 자를 구하여 자기의 사의(私意)를 이룰 계획만을 하므로, 구해진 자가 간사하여 정사를 어지럽힐 인물이 아니면 반드시 흉악하고 국권을 제멋대로 할 자입니다. 임금은 그 사람을 내세워 자기 욕심을 채울 복심을 삼고 신하는 또 그 임금을 이용하여 자기 욕심을 채울 원수로 삼아 위아래가 서로 똑같이 굳게 결탁하여 뗄래야 뗄 수가 없게 되므로, 충현(忠賢)은 다 쫓겨나게 되고 나라 안은 텅 비게 되어서 이목(耳目)이 있어도 그는 모두 당로자(當路者)의 사인(私人)이 되고 맙니다. 이른바 이목이란 원수의 이목이 아니라 당로자의 이목입니다. 그리하여 당로자는 그 이목을 믿고 세력을 떨치고 기염을 부려 결국 이목은 악한 권신(權臣)을 편들어 돕게 되고, 임금은 또 복심으로 하여 죄가 쌓이고 화가 축적되어 결국 사특한 암주(暗主)로 변하고 맙니다. 그러나 그들은 각자 자기가 하고 싶은 대로 되었다는 생각에 서로 만족하여 원수의 짐독(鴆毒)이 바로 복심에서 나오고 복심의 사갈(蛇蝎)이 바로 이목에서 나온다는 것을 모르게 됩니다. 고요(皐陶)의 노래에 ‘원수가 자질구레하면 고굉(股肱)이 나태하여져 만사가 무너지리다.’ 하였는데, 이는 만사가 무너지는 책임이 원수에 있다는 말입니다. 또 송신(宋臣) 왕개(王介)는 ‘재상(宰相)으로서 궁금(宮禁)의 뜻만 따르고 급사(給舍)로서 재상의 비위만 맞추니 조정의 기강은 씻은 듯이 없어졌다.’ 하였는데, 이는 사특한 것이 해가 됨을 말한 것입니다. 여공필(呂公弼)이 인종(仁宗)에게 간한 말에도 ‘고굉과 이목이 반드시 서로 쓰임이 되어야만 몸이 편안하고 원수가 높아진다.’ 하였습니다. 그러므로 신은 서로가 사삿길로 가지 않고 서로 쓰임이 되는 것이 지선(至善)의 방법이라고 생각합니다. 여섯째, 수성(修省)을 진실히 하여 하늘의 사랑을 받는 것입니다. 전하께서 왕위에 오르신 지 지금으로 1년이 되었는데, 하늘이 누차 재변을 보이고 또 다른 재앙까지 겹쳐서 화기(和氣)는 오지 않고 양맥(兩麥)이 전혀 수확할 게 없으며, 전에 일찍이 없었던 참혹한 수재(水災)·한재(旱災)가 있는가 하면, 바람·우박·황명(蝗螟) 등 모든 재앙들이 다 나타나고 있으니 이는 아마 하늘이 전하를 깊이 사랑하는 마음으로 전하를 크게 깨우치기 위하여 일으키는 일일 것입니다. 삼가 바라건대 전하께서는 어버이 섬기는 마음을 미루어 하늘 섬기는 도리를 다하시어 일이 없더라도 수성(修省)하시고 또 언제나 공구(恐懼)하는 마음을 가지소서. 성궁에 비록 과실이야 없겠지만 남 모르는 심술(心術)의 사이에 산적해 있을 자병(疵病)을 깨끗이 털어버리지 않으면 안됩니다. 궁금(宮禁)에는 원래 법도가 있지마는 음심을 품은 척속(戚屬)의 무리들이 안개처럼 모이므로 청탁하는 일을 단단히 막지 않으면 안 될 것입니다. 비록 고리가 구르듯 간언을 잘 들으시더라도 때로 사(私)로써 굳게 거절하는 경우가 있으면 그것을 마땅히 고쳐야 할 것이며, 비록 여색을 좋아하듯 선(善)을 좋아하시겠으나 혹 거짓으로써 억지로 선을 추구한 경우가 있었다면 그것도 마땅히 살펴야 할 것입니다. 작상(爵賞)을 함부로 주어서 공로 없는 자가 요행으로 얻거나 공로 있는 자가 해이해지는 일이 없게 해야 할 것이며, 사유(赦宥)를 자주 하여 악한 자가 죄를 면하거나 선한 자가 해를 당하는 일이 없도록 해야 할 것입니다. 절의(節義)를 숭상하고 염치(廉恥)를 장려함으로써 명교(名敎)의 방어를 튼튼히 하는 일을 소홀히 말 것이며, 검약(儉約)을 존중하고 사치(奢侈)를 금지함으로써 공사 간 재력(財力)을 여유 있게 하는 일을 늦추어서는 안 될 것입니다. 조종(祖宗)이 만들어놓은 옛법이라도 너무 오래되어 폐단이 생길 경우 조금은 변통하지 아니할 수 없을 것입니다. 그러나 혹 그 좋은 법 아름다운 뜻까지 모두를 고치려 들면 반드시 큰 환란을 부를 것입니다. 진신(搢紳)으로서 정직한 자를 미워하고 자기와 의견을 달리한 자라 하여 그를 시기하여 틈을 노려 일을 내려는 자가 있다면 당연히 미리 진정시키지 아니할 수 없을 것입니다. 그러나 혹시 자기 자신이 어질고 착한 무리로부터 이탈되어 서로가 서로를 배격하는 경우라면 반드시 도리어 피해를 당할 것입니다. 옛것만을 지키고 일상적 제도만을 따르려는 신하에게 모든 것을 맡길 경우 지치(至治)를 용감히 이루어 보려는 쪽에 방해가 있을 것이고, 일 좋아하는 신진 쪽에만 맡기면 또 난(亂)의 화단을 도발시키는 염려가 있습니다. 또한 경외(京外)의 서복(胥僕)들이 백성을 이리떼처럼 씹어먹고도 부족하여 부고(府庫)가 텅 비도록 빼내는 자가 있는가 하면 진포(鎭浦)의 수장(帥將)들은 군졸(軍卒)을 통째로 벗겨 먹고도 배가 차지 않아 인족(隣族)에까지 독을 뻗칩니다. 흉년이 극심한 상황인데 진구(賑救)의 길이 없어 도둑이 들고 일어날 염려가 있고, 변방은 텅 비었는데 남북에 틈이 생겨 오랑캐들이 갑자기 침입할 우려가 있습니다. 이러한 부류들을 세자면 신이 낱낱이 다 들 수가 없습니다. 다만 전하께서 하늘이 자기를 사랑하시는 것이 무단히 사랑하는게 아니라는 것을 깊이 아시고, 안으로는 몸과 마음에 반성하여 오직 경(敬)으로 일관하여 거짓 꾸밈이 없도록 하소서. 그렇게 않으시면 비태(否泰)가 서로 극을 치닫고 화란(禍亂)이 서로 이어져 몇 백 년 승평(升平) 끝에 나라 일을 우려할 만한 것이 오늘의 폐단보다도 날로 배가되어, 하늘의 마음은 전하를 사랑하시는데 도리어 전하는 자포 자기하고 말 것입니다.”",
                "hj": "○李滉上疏陳六條。 上親札批答曰: 卿之道德, 質之古人, 亦鮮其倫。 凡此六條, 眞千古之格言; 乃當今之急務。 予雖眇末, 敢不服膺? 其疏: 一曰、重繼統, 以全仁孝。 主上以王室至親, 入承大統, 凡所以繼志、述事者, 莫非出於至誠, 其於仁孝之道, 不患其不致隆也。 然心難持於盤水; 善莫保於風燭。 異時, 耳目之蒙蔽雜陳; 愛憎之妖惑竝進, 日久月深, 事玩情狃, 所以承宗廟、奉長樂者, 動有違慢。 馴致於殺其所當隆, 隆其所當殺, 安保其必無乎? 此, 古來入繼之君, 所以多得罪於彝敎, 而今日之所宜戒者也。 二曰、杜讒間, 以親兩宮。 孝慈之道, 出於天性, 其倫至重; 其情最切, 宜無有不盡者。 而或至於孝道有缺; 慈天亦虧, 恒人固有不免。 而帝王之家, 此患尤多, 其故何哉? 昵侍左右, 便嬖給事者, 無非宦侍與婦人也。 此輩之性, 例多陰邪狡獪, 挾奸懷私, 喜亂樂禍。 情狀萬端, 一或傾耳而聽信, 則自陷於不孝, 而陷親於不慈必矣。 又今日殿下之事親, 所謂以義而隆恩; 以變而處常, 實小人、女子之所伺隙而造釁者也。 況宮闈之間, 宿奸老蠱, 猶未盡祛, 不但如羸豕之躑躅焉。 伏願殿下, 監《大易》家人之義; 法《小學》明倫之訓, 嚴於自治, 而謹於正家; 篤於事親, 而盡於子職, 使左右近習之人, 洞然皆知兩宮至情, 而讒間無以得行於其間, 則自然無陰邪間亂之患, 而孝道無闕。 又推此心, 以致孝敬於恭懿殿, 道隆繼繼, 仁至義盡, 而三宮懽洽, 萬福畢臻矣。 三曰、敦聖學, 以立治本。 帝王之學; 心法之要, 淵源於大舜之命禹。 其言曰: ‘人心惟危, 道心惟微, 惟精惟一, 允執厥中。’ 然, 舜之此言, 但道其危微, 而不及其危微之故; 但敎以精一, 而不示其精一之法。 後之人雖欲據此, 而眞知實踐乎道, 殆亦難矣。 其後列聖相承, 至孔氏而其法大備, 《大學》之格致、誠正, 中庸之明善、誠身是也。 臣請先以致知一事言之。 自吾之性情、形色, 日用彝倫之近, 以至於天地萬物, 古今事變之多, 莫不有至實之理; 至當之則存焉, 卽所謂天然自有之中也。 故學之不可以不博; 問之不可以不審; 思之不可以不愼; 辨之不可以不明。 四者致知之目也, 而四者之中, 愼思爲尤重。 殿下旣已啓其始, 而發其端矣。 臣請因其積累之功, 至於歲月之久, 功力之深, 而一朝有豁然貫通處, 則始知所謂體用一源, 顯微無間者, 眞是其然, 而不迷於危微; 不眩於精一, 而中可執, 此之謂眞知也。 臣請復以力行之事言之。 誠意必審於幾微, 而無一毫之不實; 正心必察於動靜, 而無一事之不正, 修身則勿陷於一辟; 齊家則毋狃於一偏, 戒懼而謹獨; 强志而不息。 數者, 力行之目也。 願殿下, 隨時隨處, 念念提撕; 件件兢業, 萬累衆欲, 灑滌於靈臺; 五常百行, 磨礱乎至善。 食息酬酢, 而涵泳乎義理; 懲窒遷改, 而懋勉乎誠一, 廣大高明, 不離於禮法, 參贊經綸, 皆原於屋漏。 如是積眞之多, 歷時之久, 自然義精仁熟, 欲罷不能, 而忽不知其入於聖賢中和之域矣。 四曰、明道術, 以正人心。 唐、虞、三代之盛, 道術大明, 無他岐之惑。 故人心得正, 而治化易洽也。 周衰以後, 道術不明, 而邪慝竝興。 故人心不正, 治之而不治; 化之而難化也。 何謂道術? 出於天命, 而行於彝倫, 天下古今所共由之路也。 故臣愚必以明道術, 以正人心, 爲新政之獻焉。 然, 其明之之事, 亦當有本末、先後、緩急之施, 本乎人君躬行, 心得之餘, 而行乎民生日用彝倫之敎者, 本也。 本在所先而急; 末在所後而緩也。 臣伏見東方異端之害, 佛氏爲甚。 老、莊之虛誕, 或有耽尙, 而侮聖蔑禮之風, 間作管、商之術業, 幸無傳述, 而計功謀利之弊猶痼, 鄕愿亂德之習, 濫觴於末流之媚世, 俗學迷方之患, 燎原於擧子之逐名。 而況名途宦路, 乘機抵巇, 反側欺負之徒, 亦安可謂盡無也? 以此觀之, 今之人心不正甚矣。 設若不幸而主上向道之心, 少不如初, 則凡此數等之人, 必有雜然竝進, 百端攻鑽, 一爲所中, 便與之俱化於彼矣。 伏願殿下, 執志如金石, 貫終始而無渝, 明道如日月, 廓氛陰而罔干, 常久不已, 則待興之士、自新之民, 皆升於大猷, 向之群邪雜慝, 亦將受變於神化之不暇矣。 五曰、推腹心, 以通耳目。 人主者一國之元首, 而大臣腹心也; 臺諫耳目也。 三者相待而相成。 古之人君有不信任大臣, 不聽用臺諫者, 譬如人自決其心腹; 自塗其耳目, 固無元首獨成人之理。 其或有信任大臣, 而不由其道, 其求之也, 不求其能匡濟輔弼之賢, 而唯求其阿諛順旨者, 以謀遂其私, 所得非奸邪亂政之人, 則必兇賊擅權之夫。 君以此人爲濟欲之腹心; 臣以此君爲濟欲之元首, 上下相蒙, 締結牢固, 人莫能間, 忠賢盡逐, 國內空虛, 而耳目之司, 皆爲當路之私人矣。 所謂耳目者, 非元首之耳目也, 乃當路之耳目也。 於是, 憑耳目, 而鼓勢煽焰, 以黨助權臣之惡; 由腹心, 而積戾稔禍, 以畜成暗主之慝。 侈然自以爲各得所欲, 而不知元首之鴆毒, 發於腹心, 腹心之蛇蝎, 起於耳目也。 皋陶之歌曰: “元首叢脞哉, 股肱惰哉, 萬事墮哉。” 言萬事之墮, 責在元首也。 宋臣王介之言曰: “宰相而承宮禁意向; 給舍而奉宰相風旨, 朝廷紀綱掃地矣。” 言邪逕之爲害也。 至呂公弼之諫仁宗則曰: “股肱耳目, 必相爲用然後, 身安而元首尊。” 故臣以爲, 不由邪逕, 而能相爲用, 至善之道也。 六曰、誠修省, 以承天愛。 殿下握符御極, 一期于玆, 而乾文屢變; 時孽竝作, 和氣不應, 兩麥全耗, 水旱之慘, 振古所無風雹蝗螟, 衆異畢見。 此乃天心仁愛殿下之深, 而威警殿下之至也。 伏願殿下, 推事親之心, 以盡事天之道, 無事而(亦)〔不〕修省; 無時而不恐懼。 聖躬雖未有過失, 而心術隱微之間, 疵病山積, 不可以不淨盡。 宮禁雖本有家法, 而戚屬幽陰之類, 納謁霧集, 不可以不過防。 聽諫雖如轉圜之美, 有時乎以私而牢拒, 在所當改。 樂善雖如好色之誠, 或至於以虛而强求, 在所當審。 爵賞毋濫, 使無功者倖得, 而有功者解體; 赦宥毋數, 使爲惡者獲免, 而爲善者受害。 尙節義, 礪廉恥、以壯名敎之防衛者, 不可疏; 崇儉約、禁奢侈, 以裕公私之財力者, 不可緩。 祖宗之成憲舊章, 積久而生弊者, 不可不稍變通。 然或竝與其良法美意, 而一切紛更之, 必致大患。 縉紳之嫉正忌異, 伺釁而生事者, 固不可不預鎭靜。 然或自乖於賢儔善類, 而互相排擊之, 必見反傷。 專倚於守舊循常之臣, 則有妨於奮興至治; 偏任於新進喜事之人, 則亦至於挑生亂階。 抑京外胥僕, 狼噬納使, 而猶不足, 盜空府庫; 鎭浦帥將, 虎呑軍卒, 而猶不饜, 毒遍隣族。 饑荒已劇, 而賑救無策, 恐群盜之大起; 邊圉卒虛, 而南北有釁, 慮小醜之猝入。 凡若此類, 臣不敢枚擧。 惟殿下深知天所以仁愛己者, 不徒然也, 內而自反於身心者, 一於敬, 而無作輟; 外而修行於改治者, 一於誠, 而無假飾。 不然, 臣恐否泰相極, 禍亂相承, 數百年昇平之末, 國事之可憂, 將日倍於今時之弊, 而天心之仁愛殿下者, 反爲殿下之自棄也。"
            },
            "3": {
                "H2KE-EN": "Former Magistrate of Hanseong Magistracy Yi Jeong was appointed vice-director of the Office of Royal Decrees . [Yi] Jeong resigned from his post due to illness and presented a memorial to encourage him with great earnestness. The memorial read as follows: The hearts of the people are observed in controlling and disregarding, and the circumstances of affairs are extremely slight. Todays clear will be reliable. However, in the future, we are even more worried about maintaining ourselves.",
                "H2KE-nKo": "전 부사 이정을 홍문관 부제학으로 삼았다. 이정이 병을 이유로 사양하고 상소하여 매우 간절하게 권계하였는데, 그 내용은 다음과 같다.“인심의 조사는 일정하지 않고 사물의 기미는 매우 미미합니다. 오늘날의 청명함을 믿을 만하기는 하지만 훗날의 지킴이 더욱 염려스럽습니다.”\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 3번째기사",
                "gt-oKo": "전 부사(府使) 이정(李楨)을 홍문관 부제학으로 삼았다. 이정은 병을 이유로 사양하고 매우 절실한 권계(勸戒)의 상소를 올렸는데, 그 내용에, ‘사람은 마음먹음이 덧없고 사물의 기단(幾端)은 매우 미묘하여 오늘의 청명(淸明)은 믿을 만하더라도 후일의 지수(持守)는 더욱 우려된다.’는 말이 있었다.",
                "hj": "○以前府使李楨爲弘文館副提學。 楨辭以疾, 上疏勸戒甚切。 有曰: 人心之操舍無常; 事物之幾端甚微, 今日之淸明, 雖可恃, 而後日之持守, 尤可慮。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yun Hoe as second inspector of the Office of the Inspector General .",
                "H2KE-nKo": "유희춘을 사헌부 집의로 삼았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 4번째기사",
                "gt-oKo": "유희춘(柳希春)을 사헌부 집의로 삼았다.",
                "hj": "○柳希春爲司憲府執義。"
            },
            "5": {
                "H2KE-EN": "The King appointed Hong Seongmin as fourth censor of the Office of the Censor General .",
                "H2KE-nKo": "홍성민을 사간원 정언으로 삼았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 5번째기사",
                "gt-oKo": "홍성민(洪聖民)을 사간원 정언으로 삼았다.",
                "hj": "○以洪聖民爲司諫院正言。"
            },
            "6": {
                "H2KE-EN": "At the time, the military register was conducted. Yi Hwang came to the Royal Lecture and presented a memorial to the King, which stated, When the royal tomb was completely held, it is not the time for me to gather soldiers and raise the people. Your subject requests that the military register be suspended for the time being and await a good harvest year. The King approved this request. The inspectors and censors argued that Seok , a elderly court ladies-in-waiting, be expelled from the capital on the grounds that there was a circumstance involved affairs in the preceding kings. The King did not approve this request. Hwang also presented a memorial to the King, which stated, The palace and buildings should be the same as those of the same class. If they are not aware of the inner court, it would be very inappropriate. The memorial to the Emperor of Zhou (r. of the Zhou Xiang , who presented a memorial to Emperor Xiaozong (r. of the Zhou dynasty on the matter of Emperor Xiaozong (r. Xiaozong , which stated, The memorial to the King describes aside from the palace should be presented to him.",
                "H2KE-nKo": "군적을 행하기로 의논하였는데, 이황이 경연에서 차자를 올려 아뢰기를,“산릉을 막 치르고 또 중국 사신을 겪었으니, 군사를 모아 백성을 소란스럽게 하는 것은 적절한 시기가 아닙니다. 우선 정지하고 풍년이 들기를 기다리소서.”하니, 주상이 그대로 따랐다. 대간이 한창 늙은 궁인 석씨가 선왕 때부터 정사에 간여한 자취가 있음을 논핵하고 내쫓기를 청하였으나, 주상이 따르지 않았다. 이황이 또 차자를 올려 아뢰기를,“궁부는 일체가 되어야 합니다. 만약 내간은 외정에서 알 바가 아니라고 한다면 매우 옳지 않습니다.”하고, 이어 주자가 효종에게 올린 봉사 가운데 궁금에 대해 논한 한 조항을 초록하여 올렸다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 6번째기사",
                "gt-oKo": "군적(軍籍)을 실시할 것을 논의하였는데, 이황이 경연에서 진언하기를, ‘이제 겨우 산릉(山陵)을 치르었고 또 명사(明使)까지 겪었는데, 군병을 찾아내느라 백성을 동요시키는 것은 아직 때가 아니니 그냥 두었다가 풍년기를 기다려 실시하소서.’ 하자, 상이 그대로 따랐다. 늙은 궁인(宮人) 석씨(石氏)가 선왕조 때부터 정치에 간여한 일이 있다 하여 대간(臺諫)이 내칠 것을 청하였으나, 상이 듣지 않았다. 이황이 또 이에 대하여 차자를 올렸는데, ‘궁중(宮中)과 부중(府中)은 당연히 일체가 되어야 하는데 만약 그것이 내간(內間)에서 있었던 일이라 하여 외정(外廷)에서 알아서 안 된다고 한다면 이것이 매우 잘못된 일입니다.’ 하고, 이어 주자(朱子)가 효종(孝宗)에게 올렸던 봉사(封事) 중에서 궁금(宮禁)을 논한 한 대목을 초록하여 올렸다.",
                "hj": "○時議行軍籍。 李滉於經筵, 進箚言: 纔經山陵, 又經天使, 蒐兵擾民, 非其時也。 請姑停, 以俟年稔。 上從之。 臺諫方論老宮人石氏, 自先朝有干政之迹, 請黜之。 上不從。 滉又箚言: 宮府宜一體, 若謂內間, 非外廷所知, 則甚不可。 因抄錄朱子上孝宗封事中, 論宮禁一款以上之。"
            },
            "7": {
                "H2KE-EN": "The King attended the Royal Lecture. Hwang came to the Royal Lecture and lecture on the Analects of Confucius (C. Lunyu . The lecture reached the lecture on the Analects of Comprehensive Mirror to Aid in Government (C. Lunyuan . The lecture reached the lecture on the Book of Comprehensive Mirror to Aid in Government (C. Lunyu . [However,] the lecture on the Book of Comprehensive Mirror to Aid in Government (C. Shujing . [The Book of Comprehensive Mirror to Aid in Government] (C. Shujing states, For the nineteenth day, the successful candidates are clearly discerning the principles of auspiciousness and abandoning ones back and forth and forthrightness. The lecture on the Book of Poetry (C. Lunyu . [C. Shi] also presented the lecture on the Book of Poetry (C. Shujing, which reads, If the successful candidates are high and low, the successful candidates that the successful candidates are regretted. If the monarch successful candidates themselves, selecting wise and sages, alone knows that the monarchs candidates candidates, then this successful candidates that the successful candidates are insufficient. The King knew this text on the second day, and presented the separate writing text to the King. The King said, I will make a warning day. At the time, the King was deeply apprehensive about Hwang. When he was attending the Royal Lecture, he admonished the inspectors and censors on the basis of their admonition on what he did not follow. All the inspectors and censors took the admonition on the occasion.",
                "H2KE-nKo": "주상이 경연에 나아갔다. 이황이 입시하였다. 이어 《논어》의 ‘나를 두어 해 더 살게 해 주어 마침내 《주역》을 배우게 한다면 큰 잘못은 없을 것이다.’라는 구절을 강하고, 그 주에 ‘《주역》을 배우게 되면 길흉 소장의 이치와 진퇴존망의 도에 밝아진다.’라는 구절을 강하고, 이어 그 뜻을 추연하여 나아가 아뢰기를,“우선 건괘로 말씀드리겠습니다. 상구는 지위가 이미 높기 때문에 귀하기는 하지만 지위가 없고, 높기는 하지만 백성이 없어 항룡은 후회하는 형상이 있습니다. 임금이 만약 높은 것으로 자처하고 어진 이를 선발하는 것으로 스스로를 훌륭하게 여겨 홀로 세상을 다스릴 줄만 알아서 아랫사람에게 내리는 뜻이 없다면, 이러한 형상에 응하여 궁색한 재앙이 있게 될 것입니다. 임금이 이것을 안다면 큰 잘못이 없을 것입니다.”하였다.다음 날 또 별도로 차기를 만들어 올리니, 주상이 말하기를,“경계하는 말은 내가 날마다 경계하겠다.”하였다. 이때 주상이 이황을 매우 간절하게 사모하여 경연에 있을 때면 일에 따라 경계하는 말을 올리고 대간이 아뢰면 혹 따르지 않는 경우가 있었는데, 모두 그를 편들었으므로 주상이 따르지 않은 적이 없었다. 그러나 이황은 매번 늙고 병들어 자리를 비우고 물러가기를 청하였으므로, 사대부들이 그가 떠나고 머무르는 것으로 세도의 성쇠를 점쳤다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 7번째기사",
                "gt-oKo": "상이 경연에 나아갔다. 이황이 입시하여 《논어(論語)》의 ‘하늘이 나에게 몇 해 더 살도록 하여 《역(易)》을 다 배울 수 있게 해주신다면 큰 허물은 없을 수 있다.’ 한 구절과, 그 주석에 ‘《역》을 배우면 길흉(吉凶)·소장(消長)의 이치와 진퇴(進退) 존망(存亡)의 도에 밝게 된다.’란 대목을 강하면서 그 뜻을 추연(推衍)하여 아뢰기를, “우선 건괘(乾卦)를 가지고 말하자면 상구(上九)는 그 지위가 이미 최고에 달하여 더 이상 갈 데가 없이 되었으므로, 귀하면서도 자리가 없고 높으면서도 백성이 없어 항룡 유회(亢龍有悔)의 상이 있는 것입니다. 임금도 마찬가지로 만약 숭고(崇高)로 자처하여 어진이를 홀대하고 혼자 성자(聖者)인 체하며 혼자만 아는 것처럼 세상을 제어하면서 아래 사람에게 몸을 낮추는 뜻이 없으면, 이 상(象)과 같이 되어 곤궁한 재앙이 있게 됩니다. 임금이 이것을 아신다면 큰 허물이 없을 것입니다.” 하고, 다음날 또 별도로 차기(箚記)를 만들어 올리니 상이 이르기를, “경계한 말을 내 마땅히 날마다 경계로 삼으리라.” 하였다. 이때 상이 이황에게 매우 간절히 관심을 갖게 되었다. 경연에 있으면서 일에 따라 진계(陳戒)하면 대간(臺諫)이 아뢰었을 때 따르지 않던 일도 모두 옳다 하여 따랐다. 그러나 이황은 늘 노병(老病)을 이유로 직을 비우고 물러갈 것을 청하곤 하여, 당시 사대부들이 그의 가고 머무는 것으로써 세상이 잘되고 안 되는 것을 점칠 정도였었다.",
                "hj": "○上御經筵。 李滉入侍, 因講《論語》 “假我數年, 卒以學《易》, 則可以無大過矣。” 及其註 “學《易》則明乎吉凶消長之理; 進退存亡之道。” 仍推衍其義, 進啓曰: “姑以乾卦言之, 上九, 位已亢極, 故貴而無位; 高而無民, 有亢龍有悔之象。 人君若以崇高自處, 簡賢自聖, 獨知馭世, 無下下之意, 則應此象, 而有窮之災。 人君知此, 則可以無大過矣。” 翌日又別爲箚記以進, 上曰: “警戒之言, 予當日以爲戒。” 時, 上傾嚮滉甚切。 在經筵, 隨事陳戒, 臺諫之啓, 或不從者, 皆右之, 上無不從之。 而滉每以老病, 曠職乞退, 士大夫以其去留, 卜世道汚隆。"
            },
            "8": {
                "H2KE-EN": "Yi Hwang was concurrently serving as the minister-level official of the Veritable Records . At the time, the Veritable Records of Mourning (K. Myeongmyeongmyeong was compiled. The 총재관 홍섬 had recommended.",
                "H2KE-nKo": "이황을 겸 실록청 당상으로 삼았다. 이때 《명종실록》을 편수하였는데, 총재관 홍섬이 천거한 것이다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 8번째기사",
                "gt-oKo": "이황으로 실록청 당상(實錄廳堂上)을 겸임케 하였다. 이때 《명종실록(明宗實錄)》을 찬수하였는데, 총재관(總裁官) 홍섬(洪暹)이 그를 추천했기 때문이다.",
                "hj": "○以李滉兼實錄廳堂上。 時, 修《明廟實錄》, 總裁官洪暹薦也。"
            },
            "9": {
                "H2KE-EN": "The King attended the Royal Lecture. Hwang came to the Royal Lecture and reported to the King. The King asked, Previously, the court discussed that posthumous titles of 조광조 be conferred upon him. What do you think about this mans study and conducting his learning? Hwang replied, 조광조는 타고난 자질이 뛰어나고 집안에서는 filial piety and filial piety. From early on, he had devoted himself to the study of nature and principles. In the reign of Emperor Xuanzong sought to govern the people as if he were supposed to govern the people. Xuanzong regarded himself as unworthy, and he colluded with Kim Jeong , Kim Sik , Ki Jun , Han Chung , and others to strive to reform himself. Thereupon, he established a section on establishing a section on the Elementary Learning (C. Xiaoxue and intended to carry out the section on the Four Books and the Four Books . Should it be impossible for a long time, the Way of the Way is not enforced. However, as the current scholars exerted themselves to govern the people, those who were driven out of absurd rejected from their posts were unwilling to fulfill their duties and tried to create an unforeseen disaster. There was a natural disaster. Presently, among Confucian scholars, those who strive to natural activities are suddenly designated as those of Xuanzong. Among the people, who would not be afraid of such disasters? The scholars of the literati is extremely ruined, and the scholars of Confucian class do not appear in this manner. The crime of Left State Councilors can be called Heaven. Today, the majority opinion is called praise virtuous deeds and virtuous deeds. Therefore, it would be possible to praise his investigation and conferred upon Xuanzong. ",
                "H2KE-nKo": "주상이 석강에 나아갔다. 이황이 입시하였다. 주상이 묻기를,“지난번에 조정의 의론이 조광조를 추증하려고 하였는데, 그 사람의 학문과 행사가 어떠한가?”하니, 이황이 대답하기를,“조광조는 타고난 성품이 특이하고 가정 생활에 효성스럽고 우애가 있었으며, 일찍이 성리학에 뜻을 두었습니다. 중종께서 치세를 구하기를 목마른 것처럼 하자, 조광조는 스스로 세상에 드문 대우라고 여겨 김정, 김식, 기준, 한충 등과 협력하고 마음을 같이하여 크게 경장하였습니다. 그래서 법조를 만들어 《소학》을 교육하는 방도로 삼고, 또 《여씨향약》을 거행하여 사방이 감화되게 하려고 하였습니다. 만약 오래도록 폐지하지 않는다면 치도를 행하기 어렵지 않을 것입니다. 다만 당시 사류가 치세를 이루기에 급급하여 배척을 당한 구신이 직무를 제대로 수행하지 못한 데 앙심을 품고 망극한 화를 만들어 내어 남은 화가 만연하였습니다. 지금까지도 사림 사이에 학행에 뜻을 둔 자가 있으면 미워하는 자는 번번이 기묘년의 무리라고 지목하니, 인심이 누군들 화를 두려워하지 않겠습니까. 선비의 기풍이 크게 더럽혀지고 명유가 배출되지 않는 것은 오로지 이 때문입니다. 남곤의 죄는 위로 하늘에 닿았다고 할 만합니다. 오늘날의 중론은 바로 선을 표창하고 악을 징계하는 조치이니, 반드시 조광조를 포증하고 남곤을 추죄해야 시비가 분명해질 것입니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 8월 1일(무인) 9번째기사",
                "gt-oKo": "상이 석강(夕講)에 나아갔다. 이황이 입시하였는데 상이 묻기를, ”지난번 조정 논의가 조광조(趙光祖)에게 증직(贈職)하기를 원했었다. 그 사람의 학문과 행사가 어떠한가?” 하니, 황이 대답하기를, “광조는 천품이 남달리 빼어나고 집에 있으면서 효도와 우애를 다하였습니다. 일찍이 성리학(性理學)에 뜻을 두었었는데, 중종(中宗)께서 나라를 다스리기 위하여 애타게 그를 찾자 그는 불세지우(不世之遇)라 생각하고 김정(金淨)·김식(金湜)·기준(奇遵)·한충(韓忠) 등과 함께 협심 동력하여 크게 경장(更張)한 바 있었고, 또 새로 법조(法條)를 만들어 《소학(小學)》을 교육의 표준으로 삼았으며, 또 여씨 향약(呂氏鄕約)을 실현해 보려고 하여 사방이 풍동(風動)했었는데, 만약 그대로 지속되었더라면 나라는 어렵잖게 잘 다스려졌을 것입니다. 다만 당시 사류(士類)들이 좋은 정치를 실현하는데 너무 급급했기 때문에, 구신(舊臣)으로서 물리침을 당한 자들이 실직(失職)을 하고 불평을 품은 나머지 망극한 화를 만들어 내었고 그 화는 계속 만연되었습니다. 지금까지도 사림(士林) 사이에 학행(學行)에 뜻을 둔 자가 있으면 미워하는 자들은 곧 기묘년의 부류라고 지적합니다. 사람으로서 화를 무서워 않을 자 누가 있겠습니까? 선비의 풍토가 크게 오염되고 명유(名儒)가 배출되지 않은 까닭이 바로 여기에 있는 것입니다. 남곤(南袞)의 죄야말로 위로 하늘에 닿았다고 할 수 있습니다. 오늘날의 중론은 바로 선(善)을 드러내고 악(惡)을 미워하는 것입니다. 반드시 조광조를 포증(褒贈)하고 남곤에게는 추죄(推罪)하여야만 옳고 그름이 분명해질 것입니다.” 하자, 상이 그대로 따랐다.",
                "hj": "○上御夕講。 李滉入侍, 上問曰: “頃者朝議, 欲追贈趙光祖, 其人學問行事何如?” 滉對曰: “光祖天稟秀異, 居家孝友, 早有志於性理之學。 ﻿中廟求治如渴, 光祖自以爲不世之遇, 與金淨、金湜、奇遵、韓忠等, 協力同心, 大有更張, 設立法條, 以小學爲敎人之方, 且欲擧行《呂氏鄕約》, 四方風動, 若久不廢, 治道不難行也。 但當時士類, 急於致治, 舊臣之見擯者, 失職怏怏, 搆成罔極之禍, 餘禍蔓延。 至今士林之間, 有志於學行者則惡之者, 輒指爲己卯之類。 人心孰不畏禍? 士風大汚, 名儒不出, 職此故也。 南袞之罪, 可謂上通于天。 今日衆論, 乃彰善癉惡之擧, 必褒贈光祖; 追罪南袞, 是非可明也。” 上從之。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongja day, Yi Hwang attended the Royal Lecture on the first day of the byeongja year ( and admonished the King as follows: The Mencius said, To cultivate ones mind and to raise ones nature is to serve Heaven. The way of serving Heaven is to cultivate ones mind and to raise ones nature. The Song dynasty composed Seom Commentary to the Spring and Autumn Annals (C. Shijing . The Commentary to the Spring and Autumn Annals (C. Spring and Autumn Annals states is very clear. To cultivate ones parents in order to cultivate ones way and to cultivate ones fundamental principle. To cultivate ones utmost, it is the sage ruler to cultivate oneself and to study the sage ruler to study their studies. If one knows this, then the way of cultivating ones parents will not be made to study fairness and to study the sages. It is requested that after the lecture on the Elementary Learning (C. Xiaoxue be lectured, Seom Commentary to the Spring and Autumn Annals first. The King followed this recommendation.",
                "H2KE-nKo": "삭일(168, 숙종14)에 이황이 주강에 입시하여 천변으로 인하여 경계하는 말을 올리기를,“맹자가 말하기를 ‘그 마음을 보존하고 그 성품을 기르는 것은 하늘을 섬기는 것이다.’라고 하였습니다. 하늘을 섬기는 도리는 단지 마음을 보존하고 성품을 기르는 데 달려 있습니다. 송나라 장횡거가 서명을 지으면서 이 이치를 매우 분명하게 설명하였습니다. 어버이를 섬기는 도리로 하늘을 섬기는 도리를 밝히고, 그 지극함을 미루어 보면 바로 성인의 지위와 같은 일이고, 아래로 학문을 하는 공부도 곡진하지 않은 것이 없습니다. 이것을 안 뒤에야 하늘을 공경하는 도리가 겉으로 꾸미는 것을 기다리지 않고도 진실한 공부를 할 수 있습니다. 《소학》을 다 강론한 뒤에 먼저 서명을 강론하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 10월 1일(병자) 1번째기사",
                "gt-oKo": "이황이 주강(晝講)에 입시하여 천변(天變)에 대해 진계(陳戒)하기를, “맹자(孟子)는 ‘자기 마음을 간직하고 자기 성품을 기르는 것이 하늘을 섬기는 일이다.’고 말했습니다. 하늘을 섬기는 길은 마음을 간직하고 성품을 기르는 길 밖에는 없습니다. 송(宋)의 장횡거(張橫渠)가 《서명(西銘)》을 지으면서 그 이치를 매우 분명하게 설명하였습니다. 어버이 섬기는 도리를 인하여 하늘 섬기는 도리를 밝히고 궁극적인 데까지 미루어가면, 바로 성인(聖人)의 지위에 이르는 일로서 거기에는 하학(下學)의 공부도 곡진하지 않음이 없습니다. 이것을 알아야만 경천(敬天)의 도리에 있어 겉으로 가식(假飾)이 없이 진실한 공부를 할 수 있을 것입니다. 《소학(小學)》 강의가 끝나면 《서명》부터 강하도록 하소서.” 하니, 그대로 따랐다.",
                "hj": "○朔丙子/李滉侍晝講, 因天變陳戒曰: “孟子言: ‘存其心, 養其性, 所以事天也。’ 事天之道, 只在存心、養性。 宋張橫渠作《西銘》, 說此理甚分明。 因事親之道, 以明事天之道, 推其極則乃聖人地位之事, 而下學工夫, 亦無不曲盡。 知此然後, 敬天之道, 不待假飾於外, 而可做眞實工夫。 請講《小學》畢後, 先講《西銘》。” 從之。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongo day, there was thunder and lightning on the first day of the first month. Also, an earthquake occurred in the eight provinces.",
                "H2KE-nKo": "이달 5일에 번개가 쳤고, 또 팔도에 지진이 일어났다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 11월 1일(병오) 1번째기사",
                "gt-oKo": "천둥이 치고 또 팔도에 지진이 있었다.",
                "hj": "○朔丙午/雷震, 又八路地震。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On eulhae day, Yi Hwang presented ten paintings of studying the study of the Royal Confucian Academy . 첫째는 태극도, 둘째는 서명도, 셋째는 Elementary Learning, 넷째는 Elementary Learning, 다섯째는 Elementary Learning, 여섯째는 Comprehensive Mirror to Agency , 여섯째는 Comprehensive Mirror to Agensive Mirror to Agency , 일곱째는 Comprehensive Mirror to Agensive Mirror to Agency , eight째는 Comprehensive Mirror to Agensive Mirror to Agency , nine째는 Comprehensive Mirror to Agensive Mirror to Agency , and ten째는 Comprehensive Mirror to Agensive Mirror",
                "H2KE-nKo": "삭해일에 이황이 차자를 올려 성학십도를 올렸는데, 첫째는 태극도, 둘째는 서명도, 셋째는 소학도, 넷째는 대학도, 다섯째는 백록동규도, 여섯째는 심통성정도, 일곱째는 인설도, 여덟째는 심학도, 아홉째는 경재잠도, 열째는 숙흥야매잠도였다. 주상이 학문을 하는 데 매우 절실하다고 여겨 병풍을 만들어 살펴보도록 명하였다. 이때 이황이 돌아갈 뜻이 이미 결정되어 이 그림을 올리면서 말하기를,“내가 국가에 보답하는 것은 이 그림뿐이다.”하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 12월 1일(을해) 1번째기사",
                "gt-oKo": "이황이 《성학십도(聖學十圖)》를 올렸는데, 1. 태극도(太極圖), 2. 서명도(西銘圖), 3. 소학도(小學圖), 4. 대학도(大學圖), 5. 백록동규도(白鹿洞規圖), 6. 심통성정도(心統性情圖), 7. 인설도(仁說圖), 8. 심학도(心學圖), 9. 경재잠도(敬齋箴圖), 10. 숙흥야매잠도(夙興夜寐箴圖) 였다. 상은 그것이 학문하는 데 매우 긴절한 것이라 하여 그것을 병풍으로 만들라고 명하여 이를 보면서 반성하였다. 그때 이황은 돌아갈 뜻을 이미 결정했기 때문에 이 도(圖)를 만들어 올리며 ‘제가 나라에 보답할 것은 이 도뿐입니다.’ 하였다.",
                "hj": "○朔乙亥/李滉進箚上聖學十圖, 一, 《太極圖》、二, 《西銘圖》、三, 《小學圖》、四, 《大學圖》、五, 《白鹿洞規圖》、六, 《心統性情圖》、七, 《仁說圖》、八, 《心學圖》、九, 《敬齋箴圖》、十, 《夙興夜寐箴圖》。 上以爲甚切於爲學, 命作屛帖以觀省。 時, 滉歸意已決, 爲此圖以進曰: “吾之報國, 止此圖而已。”"
            },
            "2": {
                "H2KE-EN": "The King ordered physician Yang Insu to be appointed as senior seventh-rank military officials because he had earlier received the Records of the Grand Scribe (C. Shijing . The inspectors and censors requested that he be corrected, and the King ordered that he be appointed as senior military protector and salaried posts. The Office of the Inspector General also argued that his rank should not be corrected, but the King did not approve. After the lecture on the Confucian Classics, Gi Daeseung reported to the King, saying, Although Your Majesty desired to bestow a title upon Yang Insu as a grand master for studying the History of the Grand Scribe (C. Yang Insu, he desired to repay him for his meritorious deeds. Although this is a fair heart, if Your Majesty orders him as a grand master for studying the civil official, it would be inevitably disgraced by his personal feelings. The inspectors and censors argued that it was improper, and Your Majesty appointed him as a grand master for studying the military official. How can this be called remonstration of his meritorious deeds? When Your Majesty was in the middle and diligent, he disobeyed the cardinal principles, and there were many cases who could not do so. However, it was not observed that the grand master for studying the state was not yet implemented. If Your Majesty considers a small number of meritorious deeds to repay him for his meritorious deeds, it would be proper to proceed slowly. However, the King did not reflect upon this. At that time, the imperial court intended to resolve his grievances and dismiss him from his meritorious deeds, but was unable to do so. Therefore, Gi Daeseung said this. Gi Daeseung reported again, In recent years, the King sometimes says, Your Majesty should follow what he said and heed. However, the words of the inspectors and censors and the attendant officials are trivial, and your subject fears that Hwang might feel uneasy. Your subject fears that Hwang might be satisfied because he should cultivate himself from his behavior and be loved from his behavior. If he is old and sick, how could he wish to satisfy him in the imperial court? The King said, The words are correct. The King said, If Hwang is compared to ancient times, who would be compared to what kind of meritorious deeds? I also feel uncomfortable for him to discuss this matter, but his earlier thoughts are like this. For this reason, I told him. Daeseung replied, Your subject is ignorant and foolish. How can he know whether he is ignorant or foolish? Your subject thinks that Hwang is already seventy years old and his study is also high, but he does not study his own study. Although he is young, he must repeatedly deliberate on his study. He read books",
                "H2KE-nKo": "주상이 의원 양인수에게 동반의 정직을 제수하라고 명하였는데, 잠저에 있을 때 어렸을 때 일찍이 《사략》을 배웠기 때문이다. 대간이 아뢰어 개정하기를 청하니, 다시 상호군의 녹을 길이 주라고 명하였다. 양사가 또 자급이 차지 않았다고 논하여 개정하기를 청하였으나, 따르지 않았다. 기대승이 시강하는 기회에 아뢰기를,“주상께서 양인수에게 구두의 노고가 있다고 하여 작위를 내려 주어 공로에 보답하고자 하시니, 이것이 비록 공정한 마음에서 나온 것이기는 하지만 동반을 명하신다면 사사로운 뜻에 누가 됨을 면치 못할 것입니다. 대간이 그 불가함을 논하자 서반의 극직을 주셨으니, 이것을 간언을 따르는 데 실제가 있다고 할 수 있겠습니까. 주상께서 상중에 계시어 대의에 굽히시어 시행할 수 없는 일이 많았습니다. 큰일을 아직 거행하지 않았는데 작은 노고에 보답하고자 생각하신다면 선후의 순서가 뒤바뀌게 될 것입니다. 이러한 일은 천천히 행하시는 것이 좋겠습니다.”하니, 들어주지 않았다.이때 조정에서 신원하고 삭훈하는 일을 거행하고자 하였으나 겨를이 없었기 때문에 기대승이 그렇게 말한 것이다. 기대승이 또 아뢰기를,“근래 이황이 아뢴 것에 대해 주상께서 혹 ‘말을 들어주고 계책을 따르겠다.’라고 하교하셨는데, 대간과 시종의 말이 비록 작더라도 반드시 주저하시니, 신은 이황이 도리어 스스로 편안하지 못할까 염려됩니다. 현인을 존경하는 것은 마땅히 스스로 몸을 닦는 것부터 시작해야 하는데 한갓 외모만 존중하고 총애하시니, 늙고 병든 사람이 또 어찌 조정에 구차히 용납되려 하겠습니까.”하니, 주상이 말하기를,“이 말이 지당하다.”하였다. 주상이 말하기를,“이황을 옛날에 비교하면 어떤 사람인가? 내가 이렇게 평론하는 것도 미안하지만 평소의 생각이 이와 같았기 때문에 말하는 것이다.”하니, 기대승이 대답하기를,“미련하고 어두운 신이 어떻게 헤아려 알 수 있겠습니까. 신의 소견으로는, 이황은 나이가 이미 70이고 소견도 고상한데 자기 의견을 주장하지 않고 비록 연소배가 논한 것이라도 반드시 헤아리고 반복하였습니다. 글을 보면 조금도 고집하거나 막힌 것이 없고 정자와 주자를 독실하게 믿어서 공부가 순수하고 지극하였습니다. 옛사람은 알 수 없지만 동방의 학문하는 사람이 저술한 것을 신도 보았는데, 이와 같은 사람이 대개 적습니다.”하고, 또 아뢰기를,“이황은 타고난 성품이 염담하여 비록 억지로 소명을 받고 오기는 하였으나 추위와 괴로움이 뜻에 맞았고 부귀에 마음이 없어 마음속으로 물러가기를 구하였습니다. 그러나 펼칠 바가 없어 평범하게 벼슬에 종사하다가 조정에서 죽는 것을 안타깝게 여기는 것이 바로 그의 본심입니다.”하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 12월 1일(을해) 2번째기사",
                "gt-oKo": "상이 의원(醫員) 양인수(楊仁壽)에게 동반(東班)의 정직(正職)을 제수할 것을 명하였다. 이는 잠저(潛邸)에 있을 때 어려서 그에게 《사략(史略)》을 배웠기 때문이었다. 대간(臺諫)이 개정할 것을 아뢰자, 상은 다시 상호군(上護軍)의 녹(祿)을 길이 줄 것을 명하였다. 양사(兩司)가 또 자급(資級)이 맞지 않음을 들어 개정할 것을 다시 청하였으나, 듣지 않았다. 기대승(奇大升)이 시강을 인하여 아뢰기를, “양인수가 구두(句讀)의 노고가 있었다 하여 상께서 그에게 관작을 내려 그 공로에 답하시려는 마음은 비록 공심(公心)이나, 그에게 동반(東班)의 제수를 명한다는 것은 사의(私意)가 누를 끼친 것입니다. 대간이 그 불가함을 논하자 상께서는 그에게 서반(西班)의 극직(極職)을 주셨으니, 이것이 실제로 간언을 따랐다 할 수 있겠습니까? 상께서 상중(喪中)에 계실 때 대의(大義)에 굴하여 해야 할 일들을 못한 것들이 많습니다. 큰 일도 아직 못하고 있는 이때, 작은 노고부터 보답하시려는 것은 앞뒤의 순서가 바뀐 것입니다. 그러한 일은 천천이 하시는 것이 좋습니다.” 하였으나, 따르지 않았다. 그때 조정에서는 신원(伸寃)과 삭훈(削勳)에 관한 일을 거론하기를 원했으나 미처 못했기 때문에 대승이 그리 말한 것이다. 대승이 또 아뢰기를, “근래 이황이 아뢴 일에는 상께서 ‘그의 말이라면 듣고 그가 계책한 것이면 따르겠다.’ 하시면서 대간이나 시종(侍從)의 말은 비록 작은 일이라도 반드시 유보하시는데, 그러면 황이 도리어 스스로 편치 못하게 여기지 않을까 염려가 됩니다. 어진이를 존경하는 것은 마땅히 자신의 몸을 닦는 일에서부터 시작해야지, 겉모양으로만 존경하고 총애한다면 늙고 병든 사람이 어찌 조정에 구차히 용신할 이치가 있겠습니까?” 하니, 상이 이르기를, “이 말은 지극히 당연한 말이다.” 하였다. 또 상이 이르기를, “이황을 고인에게 비유한다면 어느 정도의 인물이라고 하겠는가? 내가 그러한 평론을 한다는 것은 역시 미안한 일이지만 내 평소의 생각이 그렇기 때문에 말하는 것이다.” 하니, 대승이 대답하기를, “미암(迷暗)한 심이 어떻게 그것을 알겠습니까. 신이 보기로는, 이황은 나이가 이미 70이요 견문도 높은데 자기 소견만을 주장하지 않고 비록 나이 젊은 사람의 말이라도 그것을 반드시 반복하여 상량해 봅니다. 그리고 글을 볼 때도 조금도 집체(執滯)가 없이 오직 정주(程朱)만을 독신하는 사람으로 학문하는 사람들이 저술한 것을 신도 보았으나, 이만한 사람이 적습니다.” 하고, 또 아뢰기를, “황은 타고난 성품이 염담(恬湛)하여 비록 소명을 받고 할 수 없이 오기는 하였지만, 한고(寒苦)가 그의 뜻에 맞고 부귀(富貴)에는 마음이 없으므로 항상 물러가고자 하는 마음을 가졌습니다. 자기 포부를 펴보지 못하고 보통의 벼슬아치로 조정에서 죽는 것을 민망히 여기는 것이 바로 그의 본심일 것입니다.” 하였다.",
                "hj": "○上命醫員楊仁壽, 除東班正職, 以潛邸幼時, 嘗受《史略》故也。 臺諫啓請改正, 復命長與上護軍祿。 兩司又論資級未準請改, 不從。 奇大升因侍講啓曰: “自上以楊仁壽有句讀之勞, 欲賜爵報功, 此雖公心, 命以東班, 則不免爲私意所累。 臺諫論其不可, 則以西班極職與之, 此可謂從諫有其實乎? 自上在諒闇中, 屈於大義, 事有不得施爲者多矣。 大事時未擧, 而思報微勞, 則先後失序矣。 此等事, 可徐徐行之也。” 不省。 時, 朝廷欲擧伸冤、削勳事, 而未遑。 故, 大升云然。 大升又啓: “近來李滉所啓, 上或敎之曰: ‘言聽計從。’ 至於臺諫、侍從之言雖小, 必留難, 臣恐滉反不自安。 尊賢當自修身始, 徒以外貌尊寵之, 老病之人, 又豈欲苟容於朝乎?” 上曰: “此言至當。” 上曰: “李滉比之古則何等人耶? 予爲此評論, 亦未安, 而素懷如此。 故, 言之矣。” 大升對曰: “臣迷暗, 何以測知? 以臣之見, 則滉年已七十, 所見亦高, 而不主張己見, 雖年少所論, 必商量反覆。 其觀書, 小無執滯, 篤信程、朱, 功夫純至。 古人則不可知, 東方學問之人所著述, 臣亦見之, 如此人者蓋寡。” 又言: “滉稟性恬淡, 雖勉膺召命而來, 寒苦適意; 富貴無心, 心欲求退。 以無所展布, 尋常從仕, 死於朝廷之上爲悶, 乃其本誠也。”"
            },
            "3": {
                "H2KE-EN": "At the time, the problem of supplying taxpayers was abolished. 기대승이 말하기를, From ancient times, we wished to reform the problem of problems by reforming the problems of problems. If we do not reform the problems of problems and prevent the problems of problems, then it will certainly be difficult to reform the problems. Now, supplying taxpayers is truly a major evil effect. However, the problems of problems have occurred for many years. One day, if we do not reform the problems of problems and suddenly reform the problems of supplying taxpayers, or if other problems arbitrarily occurred, it will be impossible to thoroughly examine the problems and necessarily reform the problems of supplying taxpayers. Later, we could not abolish the problems of supplying taxpayers.",
                "H2KE-nKo": "방납의 폐단을 혁파하는 데 대해 시의하였다. 기대승이 아뢰기를,“예로부터 폐법을 고치려면 반드시 폐단의 근원을 알아서 다스렸습니다. 근본은 놓아두고 말류만 막는다면 일이 반드시 이루어지기 어려울 것입니다. 현재 방납하는 것이 진실로 큰 폐단입니다. 그러나 이 폐단이 그대로 인습한 지 지금 100년이 되었습니다. 하루아침에 근본을 다스리지 않고 갑자기 시원스레 혁파하였다가 혹 다른 폐단이 마구 생겨나 그대로 둔다면 나랏일이 도리어 소란스러워질 것이니, 반드시 자세히 살펴야 만전을 기할 수 있을 것입니다.”하였다. - 그 후에 끝내 혁파하지 못하여 방납의 폐단이 지금에 이르러 더욱 심해졌다. -\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 12월 1일(을해) 3번째기사",
                "gt-oKo": "방납(防納)의 폐단을 고치자는 시의(時議)에 대하여 기대승이 아뢰기를, “예로부터 폐법(弊法)을 고치려고 하면 반드시 그 폐원(弊源)을 알아내어 다스렸습니다. 근본은 그대로 두고 말류(末流)만을 막는다면 일이 이루어지기 어렵기 때문입니다. 지금 방납이 큰 폐단이 되고 있는 것은 사실이나, 그 폐단이 백 년을 두고 지금까지 인순(因循)되어 왔습니다. 그런데 하루아침에 근본은 그대로 두고 갑자기 시원히 고치려다가 혹시 또 다른 폐단이 뜻 밖에 생겨 결국 그대로 둘 수 밖에 없게 되면, 나라일만 도리어 시끄러울 것이니 반드시 자세히 살펴 해야 만전(萬全)할 것입니다.” 하였다.【그후 끝내 고치지 못하였고, 지금 와서는 방납의 폐단이 더욱 심해졌다.】",
                "hj": "○時議革防納之弊。 奇大升曰: “自古欲改弊法, 必知弊源而治之。 舍其本而防其末流, 則事必難成。 當今防納, 固爲巨弊。 然, 此弊因循, 迄玆百年。 一朝不治根本, 而遽卽快革, 或他弊橫生, 不免仍舊, 則國事還爲擾亂, 必須詳審, 可以萬全。”【其後卒不能革, 而防納之弊, 到今益甚。】"
            },
            "4": {
                "H2KE-EN": "The King attended the Royal Lecture and asked who would be worthy of the ministers . The left and right officials recommended that Jeong Daenyeon be selected and appointed. The King immediately appointed him magistrate of Hanseong Magistracy . Shortly thereafter, he was appointed Minister of Taxation .",
                "H2KE-nKo": "주상이 경연에 나아가 육경이 될 만한 사람이 누구냐고 물으니, 좌우에서 정대년을 발탁하여 등용할 만하다고 추천하였다. 곧 한성부 판윤에 제수하였다가 곧이어 호조 판서에 제수하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 12월 1일(을해) 4번째기사",
                "gt-oKo": "상이 경연에 나아가 육경(六卿)이 될 만한 자가 누구냐고 묻자, 좌우에서 정대년(鄭大年)을 발탁 기용할 만하다고 추천하여, 그를 즉시 한성 판윤(漢城判尹)에 제수했다가 이윽고 호조 판서에 임명하였다.",
                "hj": "○上御經筵, 問誰可爲六卿者, 左右薦鄭大年可擢用。 卽除漢城判尹, 尋拜戶曹判書。"
            },
            "5": {
                "H2KE-EN": "The King appointed Yun Hoe as headmaster of the Royal Confucian Academy and Jeong Daenyeon as inspector general . ",
                "H2KE-nKo": "유희춘을 발탁하여 대사성으로 삼고, 정대년을 대사헌으로 삼았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 12월 1일(을해) 5번째기사",
                "gt-oKo": "유희춘(柳希春)을 발탁하여 대사성으로 삼고, 정대년을 대사헌으로 삼았다.",
                "hj": "○擢柳希春爲大司成, 鄭大年爲大司憲。"
            },
            "6": {
                "H2KE-EN": "The King appointed 노수신 as governor of Chungcheong Province . As Susin repeatedly requested that he be returned to his hometown to support his parents, the King was grieved. The high officials discussed this and ordered that Susin be allowed to live in the capital to take care of his parents. However, Susin declined his fathers old and sickness, and he was unable to proceed to his hometown to support his parents. At first, Susin was appointed magistrate of Cheongju Strategic County to take care of his parents, and soon afterward he was promoted to the governor of Chungcheong Province . Susin then proceeded to his place. Susin submitted a memorial to the King to cultivate his will to study the Royal Confucian Academy, and to make him the foundation of governance. Susin also presented the copies of the Zhu Xi's Family Principle (C. Shi's Family Principle (C. Zhu Xi's Family Principle (C. Xiao xiao xiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxiaoxu",
                "H2KE-nKo": "노수신을 충청도 관찰사로 삼았다. 노수신이 여러 차례 귀양하기를 청하니, 주상이 애석하게 여겼다. 대신이 의논하여 어버이를 모시고 서울에 살도록 하였는데, 노수신이 아버지가 늙고 병들어 길에 오르지 못한다는 이유로 극력 귀양하기를 청하였다. 처음에는 청주 목사에 제수하여 근친하기 편하게 해 주도록 하였다가 곧이어 충청 감사로 승진시켰다. 노수신이 이에 직무에 나아가 상소하여 상에게 뜻을 세워 학문을 하도록 권하여 정치를 하는 근본으로 삼도록 하고, 또 그가 찬술한 숙흥야매잠 주해를 올렸다. 주상이 답하기를,“경이 올린 글은 실로 격언이니, 감히 가슴에 새기지 않겠는가. 또 이 숙흥야매잠은 내가 전일에 사부 한윤명에게 수학하였는데, 한윤명이 이것을 나에게 주면서 ‘이것은 암실 노모가 해석한 것이다.’라고 하였으므로 내가 공경히 받았다. 이로부터 비로소 경이 학문을 하는 것이 보통 사람들보다 뛰어나다는 것을 알게 되었다. 지금 다행히 다시 보게 되었으니, 내가 이것을 항상 스스로 경계하겠다.”하였다. - 얼마 지나지 않아 노수신이 아버지의 상을 당하여 돌아갔다. -\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 12월 1일(을해) 6번째기사",
                "gt-oKo": "노수신(盧守愼)을 충청도 관찰사로 삼았다. 수신이 귀양(歸養)을 위하여 누차 물러갈 것을 청하니, 상이 애석히 여겼다. 대신들이 그의 어버이를 서울로 오게 하여 모시고 살도록 할 것을 의논드렸으나, 수신은 자기 아버지가 늙고 병들어 길을 뜰 수 없다는 이유로 굳이 귀양할 것을 청하였다. 그의 근성(覲省)의 편의를 위하여 그를 청주 목사(淸州牧使)로 제수하였었는데 곧 이어 충청 감사(忠淸監司)로 승진시켰다. 수신은 그제서야 취직(就職)하면서 상소하여 상으로 하여금 뜻을 굳건히 세워 학문을 닦음으로써 나라 다스리는 근본을 삼도록 권면하고, 이어 자기가 찬정한 숙흥야매잠 주해(夙興夜寐箴註解)를 올리었다. 이에 상이 답하기를, “경이 올린 글은 참으로 격언(格言)이다. 내 어찌 가슴에 새기지 않겠는가. 그리고 이 숙흥야매잠은 내가 전일에 사부(師傅) 한윤명(韓胤明)에게서 배웠던 것으로, 그때 윤명이 그것을 나에게 가르치며 하는 말이, ‘이는 암실(暗室) 노(盧) 아무가 주해한 것이다.’ 하였다. 내 그때 경건한 마음으로 그를 배웠고 또 경의 학문이 탁월하다는 것을 처음으로 알기도 하였었다. 지금 다행히도 이를 다시 보게 되었으니 내 마땅히 이것으로 항상 스스로를 깨우치겠다.” 하였다.【얼마 후 수신은 부친상을 당하여 돌아갔다.】",
                "hj": "○以盧守愼爲忠淸道觀察使。 守愼累乞歸養, 上惜之。 大臣議令奉親居京, 守愼辭以父老病, 不能上道, 力乞歸養。 始除淸州牧使, 以便覲省, 旋陞忠淸監司。 守愼乃就職, 上疏勸上立志爲學, 以爲出治之本, 且進所撰《夙興夜寐箴註解》。 上答曰: “卿所上章, 實是格言, 敢不服膺? 且此《夙夜箴》, 予前日受學於師傅韓胤明。 胤明以此授予曰: ‘此暗室盧某所解。’ 予敬而受之。 自此始知卿之爲學, 出類超群矣。 今幸復見, 予當以此, 常自警焉。”【未幾, 守愼奔父喪歸。】"
            },
            "7": {
                "H2KE-EN": "[The King] appointed Yi Won as magistrate of 종성 Strategic Prefecture . [Yi] Won, as fourth inspector , was appointed as circuit inspector , and went out to patrol and inspected the northern frontier garrisons. [But] many [officials] made a report [to the Emperor], [but] the court praised [the circuit inspector]. At that time, [the magistrate of] 종성 Strategic Prefecture was vacant. The court discussed this and recommended [him], and [the King] appointed [him] as this. [Yi] Won was originally a Confucian scholar, and [he] stayed in the royal kin for a long time. [His Majesty] suddenly appointed [him] to a province. People suspected that there was someone who was injured or injured [him].",
                "H2KE-nKo": "김명원을 종성 부사로 삼았다. 김명원이 지평으로서 어사가 되어 관북에 나가 순시하면서 이랬다저랬다 하는 주장이 많았으므로 조정에서 그의 능력과 국량을 칭찬하였다. 마침 종성 목사가 결원이 되어 조정에서 그를 천거하였으므로 이렇게 임명한 것이다. 김명원은 본래 유신으로서 오랫동안 주상을 가까이에서 모시다가 갑자기 외직에 제수되었으므로 사람들이 그를 중상모략한 것으로 의심하였다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 12월 1일(을해) 7번째기사",
                "gt-oKo": "김명원(金命元)을 종성 부사(鍾城府使)로 삼았다. 명원이 지평(持平)으로서 어사(御史) 임무를 띠고 관북(關北)을 순찰하면서 적절한 조치를 많이 아뢰어 시행을 보았으므로, 조정에서 그의 간국(幹局)을 인정하였었다. 때마침 종성 부사가 결원이 되어 조정에서 그를 추천하였으므로 이 임명이 있었던 것이다. 명원은 원래 유신(儒臣)으로서 오랫동안 근밀(近密)한 자리에 있었는데, 갑자기 외지에 제수되었으므로 간혹 무슨 중상(中傷)이 있었는가 의심하였다.",
                "hj": "○以金命元爲鍾城府使。 命元以持平爲御史, 出巡關北, 多奏覆弛張, 朝廷稱其幹局。 會, 鍾城缺牧, 朝議薦之, 有是拜。 命元本儒臣, 久在近密, 忽有外除, 人疑有中傷者。"
            },
            "8": {
                "H2KE-EN": "Kim Gyehwi was appointed governor of Hwanghae Province . At the time, Hong Yeoryeo was slacked and ignorant, and he was imprudent in the world. When he served as assistant section chief of the Ministry of Punishments and became fifth section chief of Hwanghae Province , he slandered female entertainers and enjoyed themselves, and Gyehwis younger brothers were all slandered and slandered. Gyehwi admonished him, saying, The younger generation of the capital is like this. In the end, the younger generation will inevitably not satisfy his position. You should be cautious to look into resentment and resentment. Ultimately, the words were revealed.",
                "H2KE-nKo": "김계휘를 황해 감사로 삼았다. 이때 홍여순은 거칠고 방종하며 무식하여 세상에서 경시당하였다. 형조 좌랑을 거쳐 황해 도사가 되었는데, 창기를 가까이하고 놀이를 즐기며 멋대로 놀았으므로 김계휘의 자제들이 모두 조롱하고 비웃었다. 김계휘가 경계하기를,“서울의 자제들이 기백이 이러하니, 끝내 아랫자리에서 굴하지 않을 것이다. 너희들은 삼가서 소홀히 보아 원망을 사지 말라.”하였는데, 그 말이 마침내 들어맞았다.\n",
                "date_ko": "선수 2권, 1년(1568 무진 / 명 융경(隆慶) 2년) 12월 1일(을해) 8번째기사",
                "gt-oKo": "김계휘(金繼輝)를 황해 감사(黃海監司)로 삼았다. 그때 홍여순(洪汝詢)은 거칠고 방종하고 무식하여 세상에서 경멸당하였다. 그는 형조 좌랑을 거쳐 황해 도사(黃海都事)가 되었는데, 창기(娼妓)와 가까이 지내면서 제멋대로 놀아나 그를 본 계휘의 자제들이 모두 그를 헐뜯고 비웃었다. 이때 계휘는 자기 자제들을 경계하며 말하기를, “그가 서울의 문벌 있는 집 자제로서 기백이 그만하니 끝까지 하위(下位)에만 맴돌 인물이 아니다. 너희들은 그를 무시하여 원망을 사는 일이 없도록 각별 조심하라.” 하였는데, 뒤에 그 말이 과연 맞았다.",
                "hj": "○以金繼輝爲黃海監司。 時, 洪汝諄麤縱無識, 爲世所輕。 由刑曹佐郞, 爲黃海都事, 狎娼嬉、遊自恣, 繼輝子弟皆譏笑之。 繼輝戒之曰: “京華子弟, 氣魄如許, 終必不屈於下位。 汝曹愼勿忽視以取怨。” 其言卒驗。"
            }
        }
    }
}