{
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongja day, Chief State Councilor Hong Seop resigned from office due to illness. The King appointed Bak Sun as chief state councilor .",
                "H2KE-nKo": "영의정 홍섬을 병을 이유로 면직하고, 박순을 영의정으로 삼았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 2월 1일(병자) 1번째기사",
                "gt-oKo": "영의정 홍섬이 병으로 사직하니 면직시키고 박순을 영의정으로 삼았다.",
                "hj": "○朔丙子/領議政洪暹謝病免, 以朴淳爲領議政。"
            },
            "2": {
                "H2KE-EN": "The King appointed Second Deputy Director of the Office of Royal Decrees Yu Seongryong as sixth-rank military official and Sim Uigyeom as governor of Hamgil Province .",
                "H2KE-nKo": "직제학 유성룡을 승진시켜 동부승지에 제수하고, 심의겸을 함경도 관찰사로 삼았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 2월 1일(병자) 2번째기사",
                "gt-oKo": "직제학 유성룡을 승진시켜 동부승지에 제수하고, 심의겸을 함경도 관찰사로 삼았다.",
                "hj": "○以直提學柳成龍陞拜同副承旨, 沈義謙爲咸鏡道觀察使。"
            },
            "3": {
                "H2KE-EN": "Minister of War Yi Huigeom died. [Yi] Huigeom was diligent and honest, and no opportunity to occur. He did not know whether he was worthy or treacherous. At first, he was not aware of his character. He was appointed as an official of the Office of the Inspector General and the Office of the Censor General at the end of his term of office. He was promoted to a higher rank than that of Queen Insun , who was guarding the royal tomb of King Jeongjong and Queen Jeongan . He became a minister of the Six Ministries . Originally, he did not encourage a clique and did not occupy a powerful families. Even though he was not satisfied with the expectations of Confucian scholars, he was chosen for him. His son was [Yi] Sugwang [].",
                "H2KE-nKo": "병조 판서 이희검이 졸하였다. 이희검은 옹졸하고 정직하여 임기응변을 잘하지 못하였고, 일을 만나면 편하고 험한 것을 피하지 않았다. 애초에 남에게 인정을 받지 못하고 오랫동안 평범한 관직에 있다가 만년에 대성에 올랐다. 인순왕후(仁順王后 현종의 비)의 수릉관으로 품계를 올려 진용되어 벼슬이 육경에 이르렀다. 평생 붕당을 주장하지 않고 권력 있는 호족을 가까이하지 않았으므로 사림의 신망이 흡족하지는 못하였으나 식자들은 그를 인정하였다. 아들 이수광은 명경이 되었다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 2월 1일(병자) 3번째기사",
                "gt-oKo": "병조 판서 이희검(李希儉)이 졸하였다. 이희검은 성품이 고지식하여 간교함이 없고 일을 만나면 쉽고 어려움을 막론하고 피하지 않았다. 처음에는 사람들이 알아 주지 않아 오래도록 평범한 벼슬자리에 있다가 만년에서야 대성(臺省)에 올랐다. 인순 왕후(仁順王后) 수릉관으로서 품계를 더하여 진용되어 벼슬이 육경에 이르렀다. 권세 있는 호강(豪强)들과 가까이하지 않았으므로 비록 선비들의 명망에 흡족하지는 못하였지만 식자들 중 그의 강직한 점을 취하는 이가 있었다. 아들은 이수광(李睟光)인데 명경(名卿)이 되었다.",
                "hj": "○兵曹判書李希儉卒。 希儉拙直無機變, 遇事不避夷險。 初不爲人知, 久在常調, 晩登臺省。 以仁順王后守陵官, 加階進用, 官至六卿。 平生不主朋黨, 不近權豪, 雖士望未洽, 而識者有取焉。 子睟光爲名卿。"
            },
            "4": {
                "H2KE-EN": "Yu Jeon was appointed minister of rites , Bak Daerim was appointed minister of punishments , and Yi Sik was appointed inspector general . All of them were worthy of the senior officials , and their newly appointed officials were comfortable. The King specially ordered that they be promoted to higher positions.",
                "H2KE-nKo": "유전을 예조 판서로, 박대립을 형조 판서로, 이식을 사헌부 대사헌으로 삼았다. 이들은 모두 구신으로서 신진들과 뜻이 맞았기 때문에 주상이 특별히 품계를 올려 주라고 명한 것이다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 2월 1일(병자) 4번째기사",
                "gt-oKo": "유전(柳㙉)을 예조 판서로, 박대립(朴大立)을 형조 판서로, 이식(李栻)을 사헌부 대사헌으로 삼았다. 이들은 모두 구신(舊臣)들로 신진들과 화합하니, 상이 특별히 명하여 품계를 더하게 하였다.",
                "hj": "○以柳㙉爲禮曹判書, 朴大立爲刑曹判書, 李栻爲司憲府大司憲, 皆以舊臣, 與新進合, 上特命加階。"
            },
            "5": {
                "H2KE-EN": "On imsul day, there was two times of white clouds and a lunar halo. The King gave an order to advise measures. The Office of the Inspector General submitted a memorial to discuss the current advantages and distinguish the right and wrongdoings of the east and west. At first, Sim Uigyeom was widely displeased as a petty man, and Jeong철 and Kim Gyehwi were designated as a petty man. Consequently, the newly raised discussions compete with one another. Yi Sik , Hong Heup , Jeong Huijeok , and others, as inspectors and censors, respectively, strongly encouraged their circumstances. They wanted to settle the state law, thereby preventing the clouds of the western residents from coming back again.",
                "H2KE-nKo": "흰 무지개가 해를 가로지른 것이 두 번이었는데, 주상이 하교하여 구언하였다. 사헌부가 차자를 올려 시폐를 논하면서 동서의 시비를 분변하니, 비로소 심의겸은 소인이고 정철과 김계휘는 사당이라고 드러내 놓고 배척하였다. 이에 새로 태어난 논의가 다투어 일어났다. 이식, 홍혼, 정희적 등이 대간이 되어 더욱 주장하고 분발하여 국시를 확정하여 서인이 다시 들어오는 길을 막으려고 하였다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 2월 1일(병자) 5번째기사",
                "gt-oKo": "흰 무지개가 두 번이나 태양을 가로지르자, 상이 하교하여 구언(求言)하였다. 이에 사헌부가 상차하여 당시의 폐단을 논하였는데 동인과 서인의 시비를 분변하여 비로소 심의겸을 소인이라 하고 정철과 김계휘를 사당(邪黨)이라고 드러나게 배척하였다. 그러자 신진(新進)들의 논의가 다투어 일어났는데, 이식·홍혼(洪渾)·정희적(鄭熙績) 등이 대간이 되면서 더욱 강력하게 주장하여 국시를 정해서 서인이 다시 조정에 들어오는 길을 막으려고 하였다.",
                "hj": "○白虹貫日者再, 上下敎求言。 司憲府上箚, 論時弊, 分辨東西是非, 始顯斥沈義謙爲小人, 鄭澈、金繼輝爲邪黨。 於是, 新生之論爭起。 李栻、洪渾、鄭熙績等爲臺諫, 尤主張奮發, 欲按定國是, 以防西人再入之路。"
            },
            "6": {
                "H2KE-EN": "Expositor of the Office of the Royal Lectures Kim Ugung reported to the King as follows: Your subject is incompetent in the court [of Ming China] and is not adequate to know the content of the state. However, in recent years, the court [of Ming China] was quite unclean, and the court officials [of Ming China] divided into two different divisions. Because of this, [Kim Ugung] was burdensome, and [he] could not concentrate on state affairs with all his heart. This was because Sim Uigyeom and Kim Hyowon were divided into groups and separately separately. From antiquity, when a royal relative choses his desire, [Kim Ugung] must cause trouble to our country. [However,] Uigyeom and others are also few. This is also a man who cannot be abandoned. However, because a royal relative separately occurred the court, the court [of Ming China] was unclean. The high officials then separately separately. Afterward, [they] separately separately, [they] separately separately. For this reason, [they] administrately separately administration of [Kim] Hyowon. However, [Kim] Hyowon also trivially separately arately separately separately. Even if his view",
                "H2KE-nKo": "강관 김우옹이 경연에서 아뢰기를,“조정의 일은 신이 실로 엉성하고 천박하여 일의 전말을 알지 못합니다. 다만 근년 이래로 자못 화평하지 못하여 벼슬아치들끼리 서로 나뉘어 이 때문에 한갓 시끄럽게만 할 뿐 국사에 마음을 다하지 못하고 있습니다. 이는 대개 심의겸과 김효원이 붕당을 나누어 배척하기 때문에 그런 것입니다. 이 두 사람에 대해서는 신이 자세히 알지 못합니다. 다만 사적을 가지고 살펴보면, 김효원은 사람됨이 자못 탁류를 치고 청류를 드날리며 시비를 명백히 분별하여 청류를 부지하고자 하였고, 심의겸도 훈구로서 자못 사림을 부지한 공이 있었습니다. 예로부터 외척이 뜻을 얻으면 반드시 국가에 화를 끼치는데, 심의겸과 같은 자도 드무니 이 또한 버릴 수 없는 사람입니다. 다만 외척이 정사에 간여하여 자못 기세가 있기 때문에 그를 그르게 여긴 것입니다. 두 사람이 서로 배척해서 조정이 조용하지 못하자, 대신이 이에 둘 다 나오게 할 계책을 세워 진정시키고자 하였습니다. 그 뒤에 적임자가 아닌 사람을 끌어들여 김효원을 좋아하지 않는 자는 어질고 어리석음을 따지지 않고 뒤질세라 끌어들여서, 이 때문에 정치가 문란해지고 있습니다. 다만 김효원에게도 경솔한 병통이 있으니, 일을 처리하는 데 어찌 모두 잘할 수 있겠습니까. 심의겸은 실로 공로가 있고 별로 악한 짓을 한 일이 없기 때문에 벼슬아치들 사이에 의논이 같지 않습니다. 김효원을 옳게 여기는 자가 어찌 모두 그의 사람됨을 알겠습니까. 다만 그 일을 가지고 말하였을 뿐입니다. 심의겸을 옳게 여기는 자도 혹 그의 소견을 가지고 말한 것이지 어찌 반드시 모두 그르겠습니까. 비록 그의 소견에 시비가 있기는 하지만 이것으로 그 사람의 선악을 단정할 수는 없습니다. 반드시 친한 사람을 비호하고 자기와 의견을 달리하는 사람을 배척하는 마음이 있은 뒤에야 선하지 못한 사람이 되는 것입니다. 주상께서는 모름지기 대공지정한 도리로써 위에서 표준을 세우시고, 마음을 평온하게 가지고 사물을 대함에 피차를 구분하지 마시어 선한 자는 선하게 여기고 선하지 않은 자는 선하게 여기지 않으신다면, 신하들이 모두 마땅히 범위 안에 포함될 것입니다.”하였다. 김우옹이 처음에 이이와 뜻을 같이하여 양쪽 사이를 조정하고자 하였기 때문에 이때에도 논의가 여전히 변하지 않았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 2월 1일(병자) 6번째기사",
                "gt-oKo": "강관 김우옹이 경연에서 아뢰기를, “조정의 일은 신이 실로 정밀하지 못한 관계로 그 전말은 모르겠습니다. 다만 보건대, 근년 이래로 자못 화평하지 못하여 진신들이 스스로 양편으로 갈라졌습니다. 이 때문에 한갓 어지럽고 시끄럽기만 하여 국사에는 마음을 다할 수 없는 실정인데, 그것은 심의겸(沈義謙)과 김효원(金孝元)이 붕당을 나누어 서로 배척하기 때문에 그러한 것입니다. 이 두 사람에 대해서 신이 자세히 알 수는 없습니다마는 그들의 사적(事迹)만을 가지고 본다면 김효원은 사람됨이 너무나 흐린 것을 물리치고 맑은 것을 드날려 시비를 명백하게 분별해서 청론(淸論)을 부지하고자 하는 사람이며, 심의겸 역시 훈구 중신으로 자못 사림을 부지한 공이 있는 사람입니다. 예로부터 외척이 뜻을 얻으면 반드시 국가에 화를 끼쳤습니다. 이로 볼 때 심의겸과 같은 자도 적으니 이 또한 버려서는 안 될 사람입니다. 다만 외척으로 정치에 간여하여 자못 기세가 있으므로 그것을 그르게 여기는 것입니다. 이 두 사람이 서로 배척함으로 인해 조정이 조용하지 못하자 대신들이 두 사람을 외지에 내보내는 계책을 써서 진정시키고자 하였습니다. 그러나 그뒤에 의겸이 무릇 김효원을 싫어하는 사람이면 어질고 어리석음을 따지지 않고 모두 조정으로 끌어들였으므로 정치가 흐리고 어지럽게 되었던 것입니다. 그러나 김효원에게도 경솔한 병통이 있으니, 일을 처리하는 데 있어 어떻게 모두 훌륭하게 할 수 있겠습니까. 심의겸은 사실 공로가 있고 별로 악한 짓을 한 일이 없으므로 진신들 사이에서 의논이 동일하지 않습니다. 김효원을 옳게 여기는 자라 하여 어찌 모두 그의 사람됨을 알겠습니까. 다만 그가 주장하는 일을 가지고 말한 것일 뿐입니다. 그리고 심의겸을 옳게 여기는 자에 있어서도 역시 자기의 소견으로 말한 것이니, 어찌 다 그르기야 하겠습니까. 비록 그들의 소견에 시비가 있다고 하더라도 이것을 가지고 그 사람의 선악을 단정해서는 안 되고, 반드시 자기와 친한 자만 당여로 두둔하고 자기와 의견을 달리하는 자는 배척하는 마음을 가진 자인 다음에야 착하지 못한 사람이라고 할 수 있는 것입니다. 그러니 상께서는 모름지기 대공 지정한 도리 위에서 표준을 세우시고, 허심 탄회하게 사람들을 대우하여 피차를 나누지 마시며, 선한 자는 선하게 여기고 선하지 않은 자는 선하지 않게 여기실 따름입니다. 그렇게 하시면 여러 신하들이 모두 같은 범위 안에 있게 될 것입니다.” 하였다. 김우옹은 당초 이이와 뜻을 같이하여 동인과 서인 사이를 화합시키고자 하였으므로 이때에도 논의가 여전히 변하지 않았다.",
                "hj": "○講官金宇顒於經筵啓曰: “朝廷之事, 臣實踈賤, 不知首末。 但見近年以來, 頗不和平, 搢紳之中, 自分彼此。 以此, 徒爲紛囂, 不能盡心國事矣。 蓋緣沈義謙與金孝元, 分朋排斥而然也。 此二人臣不能詳知, 但以事迹觀之, 則孝元爲人, 頗欲激濁揚淸, 別白是非, 以扶持淸論; 義謙亦是勳舊, 頗有扶持士林之功。 自古外戚得志, 必貽禍邦家。 如義謙者亦鮮矣, 此亦不可棄之人也。 但以外戚干政, 頗有氣勢, 所以爲非也。 二人相斥, 朝廷不靖, 大臣乃爲兩出之策, 欲以鎭定。 而厥後引入非人, 凡不喜孝元者, 不問賢愚, 引之如恐不及, 以此, 政治濁亂。 但孝元亦有輕率之病, 處事豈能盡善? 義謙實有功勞, 別無爲惡之事, 故搢紳間議論不同。 其是孝元者, 豈皆知其爲人? 只以其事言之耳。 是義謙者, 亦或以所見而言之, 豈必皆非乎? 雖其所見有是非, 不可以此, 斷其人之善惡也。 必有黨護所親, 排斥異己之心, 然後爲不善人矣。 自上須以大公至正之道, 建極於上, 坦懷待物, 不分彼此, 善者善之; 不善者不善之而已, 則群臣皆當囿於範圍之內矣。” 金宇顒初與李珥同志, 欲調劑兩間, 故此時論議猶未變。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, [the King] summoned Seong as the Fourth Inspector of the Office of the Inspector General . [The King] specially issued a royal order to summon him. [But] 성혼 declined and did not come.",
                "H2KE-nKo": "성혼을 사헌부 지평으로 삼았다. 특별히 전지를 내려 불렀으나 성혼이 사양하고 오지 않았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 4월 1일(병자) 1번째기사",
                "gt-oKo": "성혼을 사헌부 지평으로 삼고 특별히 유지를 내려 불렀으나 성혼은 사양하고 오지 않았다.",
                "hj": "○朔丙子/以成渾爲司憲府持平。 特下旨召之, 渾辭不至。"
            },
            "2": {
                "H2KE-EN": "The King ordered that Royal Secretary Kim Ugung be dismissed and Song응gae be replaced. At the time, the case of Yi Su had not been completed for a long time. Jang Seryang received twenty times of beating with the heavy stick, but he did not admit his guilt, but he eventually did not admit his guilt. Some said, My guilt is not serious. If I accuse him of a confrontation with a confrontation of a confrontation with a confr ",
                "H2KE-nKo": "승지 김우굉을 파직하고 송응개 등을 체차하라고 명하였다. 이때 이수의 옥사가 오래도록 이루어지지 않았다. 장세량이 20여 차례나 형장을 맞으면서도 자복하지 않고 거의 죽게 되었는데도 끝내 자복하지 않았다. 어떤 사람이 그에게 말하기를,“너의 죄가 무겁지 않으니 그를 데려다 두었다고 고하면 죽음을 면할 수 있을 것이다. 무엇 때문에 괴롭게 형장을 참는가.”하니, 장세량이 말하기를,“내가 어찌 자복하면 살고 자복하지 않으면 죽는다는 것을 모르겠는가. 다만 실제로 이런 일이 없는데 어찌 차마 죽을 곳으로 사람을 무함한단 말인가.”하였다. 당시 사람들이 이수의 옥사가 반드시 이루어질 것을 바라서 옥중의 원통함을 호소하는 글과 상소를 모두 막고 올리지 않았다. 사대부들 가운데 조금이라도 옥사에 대해 언급하면 실상이 없는 자는 모두 사당이라고 배척하였다. 노수신은 오랫동안 진도에 있었기 때문에 고을 사람들이 그의 집에 많이 드나들었고, 또한 그의 원통함을 듣고서도 사사로이 사람들과 말하였으나 감히 그를 변호하지 못하였다. 판의금부사 정유길이 그의 원통함을 마음 아파하면서도 감히 말을 하지 못하고 조정에 말하기를,“장세량이 만약 의협심이 아니었다면 필시 어리석은 사람일 것이다. 무엇 때문에 괴롭게 이수를 위하여 죽겠는가.”하였다. 주상이 장세량이 오래도록 자복하지 않으므로 그에게 원통함이 있는 것이 아닌가 의심하여 삼공에게 물었다. 그러나 삼공은 시론을 두려워하여 감히 대답하지 못하였는데, 주상이 특별히 풀어 주라고 명하였다. 승정원이 하교를 받들 수 없다고 반려하고 내리지 않은 것이 모두 네 차례였다. 그러자 주상이 노하여 입직 승지 김우굉과 송응개를 파직하고 도승지 이산해 등을 모두 체차하라고 명하니, 대궐 안이 진동하였다.내일 양사와 옥당이 쟁론하였으나 되지 않았고, 대신도 승지를 파직하지 말라고 청하였으나 모두 따르지 않았다.이수와 장세량이 마침내 풀려났다. 장세량이 뇌물을 받아 둔 것은 간증에 불과하니 법으로 볼 때 세 번 신문하는 데 그쳤어야 했다. 반드시 죽을죄에 해당하는데도 실정을 자백할 때까지 그대로 두었다. 그런데 당시 사람들이 기필코 장세량에게 자복을 받아 내어 윤세량을 체포하려고 하면서 무고한 사람을 죽이는 것이 의가 아니라는 것을 생각하지 않았다. 이 때문에 사람들이 불평하였다. 주상이 조강에 나아가 말하기를,“대간이 윤가의 일을 너무 심하게 논핵하면서 유성룡에게 말하기를 ‘윤가의 일은 항간에 소문이 나 나라 사람들이 모두 분개하고 있다.’라고 하였다. 김성일이 우연히 탑전에서 발설한 것이지 털끝만큼도 윤가를 해치려는 뜻은 없었다.”하니, 김우옹이 아뢰기를,“이수의 일은 일개 장옥에 불과하니 풀어 주더라도 무슨 큰 관계가 있겠습니까. 윤가의 죄는 본래 자기 의견을 고집하면서 조정을 어지럽히는 것이 중요하니, 굳이 이 일을 고집하여 너무 심한 것을 보일 필요는 없습니다. 오늘날 시비가 겨우 정해지고 국론이 하나로 모아졌으니, 오직 성상의 마음이 굳게 정해지기를 믿을 뿐입니다.”하였다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 4월 1일(병자) 2번째기사",
                "gt-oKo": "승지 김우굉(金宇宏)을 파직하고, 송응개(宋應漑) 등을 체직하라고 명하였다. 당시에 이수(李銖)의 옥사가 오래도록 이루어지지 않았다. 장세량(張世良)은 20여 차례나 형신을 당했지만 자복하지 않았는데 거의 죽게 되어서도 끝내 자복하지 않았다. 어떤 사람이 그에게 일러주기를, “너의 죄가 무겁지 않으니 만약 받아 둔 사실을 고하면 죽음을 면할 수 있을 것이다. 무엇 때문에 괴롭게 형장을 참고 있는가.” 하니, 장세량이 말하기를, “내가 어찌 자복하면 살고 자복하지 않으면 죽는다는 것을 모르겠는가. 다만 실제로 이런 일이 없는데 어떻게 차마 사람을 죽을 곳에 빠지도록 무함을 한단 말인가.” 하였다. 시인(時人)들이 이수의 옥사를 기필코 성립시키려고 이수가 옥중에서 올린 원통함을 호소하는 글과 상소를 모두 막고서 올리지 않았고, 사대부 중에서 조금이라도 옥사가 사실 무근한 일이라고 언급하는 자가 있으면 모두 사당(邪黨)을 위한다고 배척하였다. 노수신(盧守愼)은 오래도록 진도(珍島)에 있었기 때문에 고을 사람들이 그의 집에 많이 드나들어 이수가 억울하다는 말을 들었다. 그러나 사사로이 사람들과 말은 하였지만 감히 구원하여 풀어주지는 못했다. 판의금 정유길(鄭惟吉)도 그의 억울함에 대해 마음 아파하였으나 감히 말하지는 못했다. 그는 조정에서 말하기를, “장세량은 만약 의협(義俠)이 아니면 반드시 어리석은 사람일 것이다. 어찌 괴롭게 이수를 위하여 죽겠는가.” 하였다. 상은 장세량이 오래도록 자복하지 않는 것을 보고 억울함이 있는가 의심하여 삼공에게 물었다. 그러나 삼공은 시론을 거스를까 두려워하여 감히 대답하지 못하니, 상이 그들을 석방하라고 특명을 내렸다. 그러자 정원이 시끄럽게 아뢰면서 특명을 금부에 내리지 않고 모두 네 차례나 아뢰었다. 이에 상이 노하여 입직 승지 김우굉·송응개를 파직하고 도승지 이산해 등을 모두 체직하라고 명하니, 대궐 안이 진동하였다. 다음날 양사와 옥당이 다투어 논하였으나 받아들여지지 않았고, 대신들도 승지를 파직하지 말라고 주청하였으나 모두 따르지 않았다. 이에 이수와 장세량이 마침내 석방되었다. 장세량이 뇌물을 받아 두었다는 죄목으론 간증(干證)이 되는 것에 불과하니, 법률상으로 볼 때 세 번의 형신만 해야 한다. 그리고 반드시 사죄(死罪)에 해당하는 죄수라야 그 실정을 자복할 때까지 형신하는 것인데, 시인들은 기필코 장세량에게 자복을 받아내어 삼윤(三尹)을 체포하고자 하여 무고한 사람을 죽이는 것이 도리가 아니라는 것은 염두에 두지 않았다. 이로 말미암아 사람들의 여론이 불평스러워하였다. 상이 조강에 나아가 이르기를, “대간의 논의가 윤씨 집안의 일을 너무나 심하게 잡고 늘어진다.” 하니, 유성룡이 아뢰기를, “윤씨 집안의 일은 세간에 떠도는 소문으로 나라 사람들이 모두 분하게 여깁니다. 그런데 김성일이 우연히 탑전에서 발설한 것이지 조금도 윤씨 집안을 해롭게 하려는 뜻은 없었습니다.” 하고, 김우옹은 아뢰기를, “이수의 일은 하나의 장오에 관계된 옥사에 지나지 않습니다. 그러니 비록 풀어 준다 하더라도 무슨 큰 관계가 있겠습니까. 윤씨 집안의 죄는 치우치게 자기의 소견을 고집하고 조정을 시끄럽게 한 데에서부터 중하게 되었던 것입니다. 그러니 진실로 이 일을 잡고 늘어져 너무 심한 점을 보일 필요가 없습니다. 오늘날 시비가 겨우 정해져서 국론이 귀일되었으니 믿는 것은 오직 성상께서 마음을 굳게 정하시는 것뿐입니다.” 하였다.",
                "hj": "○命罷承旨金宇宏, 遞宋應漑等。 時, 李銖之獄久不成。 張世良受刑二十餘次不服, 殆死而終不服。 或譬之曰: “汝罪不重, 若告以接置, 則可以免死, 何苦而忍杖乎?” 世良曰: “我豈不知服則生; 不服則死乎? 但實無是事, 安忍誣人於死地乎?” 時人欲銖獄必成, 凡獄中訴冤書疏, 皆遏而不上。 士大夫少有言及獄事無實者, 皆斥爲邪黨。 盧守愼以久在珍島, 故邑人多出入其門, 亦聞其冤, 私與人言, 而不敢救解。 判義禁鄭惟吉心傷其冤, 而不敢言, 言于朝廷曰: “張世良若非義俠, 必是愚人。 何苦而爲李銖死乎?” 上以世良久不服, 疑其有冤, 問于三公。 三公畏時論, 不敢對, 上特命釋之。 政院繳奏不下, 凡四啓, 而上怒, 命罷入直承旨金宇宏、宋應漑, 而盡遞都承旨李山海等, 闕中震動。 明日, 兩司、玉堂爭論不得, 大臣亦請勿罷承旨, 皆不從。 銖、世良竟得釋。 世良接置賂物, 不過爲干證, 法當三訊而止, 必也死罪, 乃以輸情爲限。 而時人必欲取服世良, 以逮三尹, 而不念殺不辜之爲非義。 由是, 人情不平。 上御朝講言: “臺論持尹家事已甚柳成龍曰: “尹家事, 閭巷傳言, 國人所同憤。 金誠一偶發於榻前, 無一毫害尹家意也。” 金宇顒曰: “銖事不過一贓獄, 雖或開釋, 有何大關? 尹家之罪, 自是偏執己見, 撓亂朝政爲重, 固不必執此事, 以示已甚也。 今日是非纔定, 國論歸一, 所恃聖心堅定耳。”"
            },
            "3": {
                "H2KE-EN": "The King attended the Royal Lecture and thoroughly explained the impoverished situation of the soldiers and the people. Noh Susin said, The people merely told the peoples hardships but do not explain the measures to relieve the people. This is inappropriate. Kim Uung said, Although the various garrisons are unable to select men, if the garrisons and the navy subarea commanders are qualified, the garrisons will be afraid that the various garrisons might be apprehended. Kim Susin said, When the garrisons and the navy subarea commanders are dispatched, it is truly difficult to discern the peoples sense of circumspecumstances. People criticized that their mistakes were false.",
                "H2KE-nKo": "김우옹이 경연에서 군사와 백성들의 곤궁한 상황에 대해 극언하였다. 노수신이 아뢰기를,“여러 사람이 백성들의 고통에 대해서만 말하고 구제할 방책에 대해서는 말하지 않으니 옳지 않습니다.”하니, 김우옹이 아뢰기를,“여러 진에 모두 적임자를 잘 가리지는 못하더라도 병사와 수사에 적임자를 얻는다면 여러 진이 거의 두려워할 것입니다.”하자, 노수신이 아뢰기를,“병사와 수사를 차출하여 보낼 때에 그 사람이 청렴하고 비루하다는 것은 참으로 알기 어렵습니다.”하니, 사람들이 모호하다고 비난하였다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 4월 1일(병자) 3번째기사",
                "gt-oKo": "김우옹이 경연에서 군사와 백성들의 곤궁한 정상에 대해 숨김없이 다 말하였다. 노수신이 아뢰기를, “여러 사람들이 민폐만을 이야기할 뿐 그 폐단을 구제할 계책에 대해서는 말하지 않고 있는데 이는 옳지 못한 일입니다.” 하고, 김우옹은 아뢰기를, “여러 진의 진장을 다 제대로 가려서 보낼 수는 없지만 만약 병사와 수사만이라도 인재를 얻는다면 모든 진영은 거의 두렵게 여겨 안집될 것입니다.” 하고, 노수신은 아뢰기를, “병사와 수사를 차출하여 보낼 때에 그 사람이 청렴한지 탐욕스러운지에 대해서는 참으로 알기가 어렵습니다.” 하였는데, 사람들이 그의 우물쭈물 덮어버리는 태도에 대해 기롱하였다.",
                "hj": "○金宇顒於經筵, 極言兵民困窮之狀。 盧守愼曰: “諸人但言民瘼, 不言救之之策, 爲未可。” 宇顒曰: “列鎭雖不能盡擇人, 若兵、水使得人, 則列鎭庶可畏戢也。” 守愼曰: “兵、水使差遣時, 其人廉鄙, 誠難知也。” 人譏其糊塗。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, [the King] appointed Mok Cheom as chief royal secretary and appointed him as a special royal secretary. [The King] appointed Heo엽 as chief governor of Gyeongsang Province . At the time, Governor of Gyeongsang Province Jeong Jiyeon was replaced due to an illness. The King ordered that the civil and military officials be recommended based solely upon those who had experienced and concurrently served as civil and military officials. The high officials composed Ku Bongryeong , Yi I , Kim Cheomgyeong , Yi 이산해 , and Heo Geup to respond to their orders. The King appointed Heo Geup as a senior official who had passed the age of successful candidates for the first time. [Heo] Geup did not have a capacity for administration and was unable to understand the jurisdiction of the possession of the posion of the posession of the posion of the civil and military officials. These people were unable to understand the jurisdiction of the posession of the posion of the posession of the poemsion of poemsession of poemsion of the poemsion of",
                "H2KE-nKo": "초하루에 목첨을 도승지로 삼았는데, 구신이라는 이유로 특별히 발탁해서 등용한 것이다. 허엽을 경상 감사로 삼았다. 이때 경상 감사 정지연이 병으로 체차되었다. 주상이 영남은 일이 많은 곳이어서 왜인의 우환이 있다고 하여 대신에게 문무의 자질을 겸비한 자를 천거하라고 명하였는데, 대신이 구봉령, 이이, 김첨경, 이산해, 허엽을 명에 응하였다. 주상이 허엽은 나이가 많은 구신이라는 이유로 우선 등용하였다. 허엽은 백성을 어루만지고 통솔하는 재능이 없어서 문서가 많이 쌓여 있어도 제대로 판결하지 못하였고, 사민들이 시끄럽게 호소하여도 제대로 판결하지 못하였다. 오직 아전들에게 맡겨 정사가 어그러지고 어지러워서 백성들이 매우 원망하였다.이때에 국가가 태평하여 오로지 문명으로 인재를 뽑았으므로 재능 있는 사람들이 남다른 대우를 받지 못하였다. 그런데 대신은 사람을 알아보고 저울질하는 것으로 자임하지 않고 응지하여 특별히 천거하여 한결같이 당시의 명망을 따랐으니, 이와 같은 천거가 바로 이런 것이다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 5월 1일(을사) 1번째기사",
                "gt-oKo": "목첨(睦詹)을 도승지로 삼았는데, 이는 구신을 특별히 발탁하여 등용한 것이다. 허엽(許曄)을 경상 감사로 삼았다. 당시에 경상 감사 정지연(鄭芝衍)이 병 때문에 체직되었는데, 상이 영남은 일이 많고 왜인들이 약탈할 걱정이 있는 지역임을 감안하여 대신에게 문무의 자질을 겸비한 자를 천거하라고 명하였다. 이에 대신들이 구봉령(具鳳齡)·이이(李珥)·김첨경(金添慶)·이산해(李山海)·허엽을 천거하여 왕명에 응하니, 상이 허엽을 나이 많은 구신이라 하여 먼저 등용하였다. 그러나 백성을 보살피고 통솔하는 재능이 없어서 문부가 수북이 쌓이도록 잘 결재해 내지 못했고, 사민(士民)들의 시끄러운 소송을 잘 판단하여 처리하지 못하였다. 그러고는 관사(官事)를 아전들에게만 맡겨 정사가 매우 어긋나고 어지러웠기 때문에 백성들이 매우 원망하였다. 대체로 이때에 국가가 태평하여 오로지 문학의 명망만으로 사람을 취택하였으므로 재능을 가진 사람이 자기 재능을 나타낼 방도가 없었다. 그리고 대신들은 밝은 안목으로 잘 헤아려 선택할 것은 자임하지 않고 유지에 응하여 특별히 천거함에 있어서 한결같이 당시의 명망만을 따랐을 뿐이었으니, 이와 같은 천거가 바로 그런 실례인 것이다.",
                "hj": "○朔乙巳/以睦詹爲都承旨, 以舊臣特被擢用。 以許曄爲慶尙監司。 時, 慶尙監司鄭芝衍, 以病遞。 上以嶺南爲劇地, 而有倭人之虞, 命大臣擧資兼文武者。 大臣以具鳳齡、李珥、金添慶、李山海、許曄應命。 上以曄年高舊臣, 爲先用之。 曄無撫馭之才, 文簿堆積, 不能句判, 士民喧訴, 不能聽理。 惟吏輩是任, 政事乖亂, 民甚怨之。 蓋是時, 國家熙平, 專以文名取人, 才能之人無所遇以表見。 大臣不以藻鑑, 權衡自任, 其應旨特擧, 壹循時望, 如此薦, 是也。"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director [of the Office of Royal Decrees] Baek In걸이 상소하여 시폐를 진달하였는데, 첫머리에 말하기를, “녹미를 내려 주신 것만도 especially graceful. [As] your elderly your subject is moved, [your subject] cannot bear to remain silent. [Your subject] first explained the great disaster from the ancestors and subsequently explained the cause of natural disaster. [Your subject] also said, Your Majesty is outstanding and intelligent by nature, and has no effect. [Your subject] requests that [Your Majesty] report the source of disease. [Your subject] also said, [Your subject] previously attended the Royal Lecture. [Your subject] is old and dull. [Your subject] could not respond to Your Majestys question. After withdrawing [your subject], [he] heard that [he] attended the Royal Lecture at the same time. Your Majesty said, How is the present court? This is what the elderly subject wanted to speak about [his] superior. [Your subject] heard that in the outskirts of the capital, among officials, Sim Uigye and Kim Hyowon are divided into separate arate separate separately. At that time, high officials and court officials attending [Your Majesty] on a plan to rescue the separate arate administrative arate separate administrative separate arate separate",
                "H2KE-nKo": "지중추부사 백인걸이 상소하여 시폐를 진달하였는데, 첫머리에 아뢰기를,“녹미를 하사해 주시니 성은이 특별하여 노신이 감격스러워 차마 묵묵히 있을 수 없습니다.”하고, 먼저 조종 이래로 재변을 초래한 큰 원인을 진술하고 뒤에 지금 재변을 초래한 이유를 언급하였다. 또 아뢰기를,“전하께서는 영명하고 재기가 보통 사람들보다 훨씬 뛰어나시지만 정치의 효과는 전혀 들리지 않습니다. 전하께서 병이 나신 원인을 진술하소서.”하고, 또 아뢰기를,“신이 전에 경연에 입시하였을 때 늙어서 정신이 혼미하여 성상의 하문에 우러러 대답하지 못하였습니다. 물러나와 동시에 입시했던 사람의 말을 들으니, 성상의 하교에 ‘지금의 조정은 어떠한가?’라고 하셨는데, 이는 바로 노신이 하고 싶은 말입니다. 신이 초야에 있을 때 들으니, 벼슬아치들 사이에 심의겸과 김효원이 당파를 나누었다는 말이 있었습니다. 당시 대신과 근신이 진정시키는 계책을 의논하여 경연 석상에서 아뢰어 두 사람을 모두 외직에 보임하였습니다. 그러나 조정은 조용하지 못하고 근거 없는 논의가 구름처럼 일어나서 조금이라도 심의겸의 무리에 관련되는 자가 있으면 서라고 지목하고, 조금이라도 김효원의 무리에 관련되는 자가 있으면 서라고 지목하여 조사들이 모두 지목하는 대상에 들어 있었습니다. 한 사람을 논박하면 사람들이 반드시 떠들썩하게 ‘아무개는 아무 당파이기 때문에 논박을 당한 것이다.’라고 하며, 한 사람을 천거하여 등용하면 사람들이 반드시 떠들썩하게 ‘아무개는 아무 당파이기 때문에 천거를 받은 것이다.’라고 하면서 모두 사사로운 인정이라고 지목하고, 대간과 전조도 손발을 놀릴 수 없을 것입니다.선비들이 비록 강개하여 논핵하려고 해도 위에서는 서로 공격한다고 의심할까 두려워하고 아래에서는 자기들을 배척한다고 의심할까 염려됩니다. 동·서라는 두 글자는 바로 나라를 망치는 화근입니다. 선비로서 우뚝 선 자는 세상에서 많이 볼 수 없지만 용렬하고 용렬한 자도 등용할 수 없으니, 오늘날 등용할 만한 선비들은 모두 동·서라는 지목에 들어 있습니다. 이른바 동이라는 것은 대부분 나이 젊은 신진들을 가리키는데 국사를 도모하는 데 용감하고 선을 행하는 데 날카로우니, 이는 마땅히 붙들어 세우고 성취시켜야지 배척하고 억제하여 그 뜻을 막아서는 안 됩니다.이른바 서라는 것은 대부분 선배의 구신들을 가리키는데, - 이것이 이른바 구신이란 즉위한 초기에는 신진들을 가리킨 것이다. 나이는 비록 어리지만 새로운 정사에서 뽑아 등용하여 격탁 양청하고 건립하는 데 힘썼으니, 윤씨와 이씨 시대에 시세에 따라 부침하고 용렬한 구신과는 자별하다. - 변고를 겪으면서 힘써 권간을 제거하여 공이 사림에 있었으니, 이 또한 권대하고 괄마해야지 소원하게 배척해서 그 마음을 잃어서는 안 된다. 동으로 서를 공격하는 것은 옳지 않고 서으로 동을 공격하는 것도 옳지 않다. 만약 동·서를 모두 배척하려고 한다면 이는 전하의 조정을 텅 비게 하는 것이니, 반드시 화합하게 하여 서로 공경하고 협력하게 해야 한다는 것이 군자의 논의인가?”하고, 또 아뢰기를,“조광조의 공덕은 마땅히 문묘에 종사해야 합니다.”하고, 또 아뢰기를,“변방의 방비를 신칙하고 군정을 정비하고 기계를 수선해야 합니다.”하였다.서·북의 산융과 남쪽의 해구에 대한 일을 논하였는데, 모두 수천 마디의 상소였다. 주상이 너그러운 비답을 내리고 승정원으로 하여금 한 본을 베껴서 대내로 들여오게 하여 열람하였다. 처음에 백인걸이 입대하였을 때 품고 있는 생각을 다 말하지 않고 상소를 갖추어 다 진술하려고 하였으나 여러 달 동안 깊이 생각해 보아도 멈출 수가 없어서 심기가 소모되어 병이 더욱 심해졌다. 자제들이 만류하였으나 듣지 않다가 한 해가 넘어서야 상소를 완성하였다. 상소를 올리고 나서는 의기가 펴지면서 스스로 ‘뜻을 다 말하여 유감이 없다.’라고 하였다. 시론이 바야흐로 서인을 가리켜 사특하다고 하였는데, 백인걸은 동·서를 깨뜨리고 오직 어진 사람만 등용해야 한다고 말하였다. 삼사와 승정원이 번갈아 글을 올려 상소의 내용이 잘못되었음을 논하였는데, 늙어서 정신이 혼미하여 일을 그르쳤다고 지목하였다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 5월 1일(을사) 2번째기사",
                "gt-oKo": "지중추부사 백인걸(白仁傑)이 상소하여 당시의 폐단을 진달하였는데, 첫 머리에 ‘녹미(祿米)를 주시니 특별하신 성은에 늙은 신하의 마음이 감격에 차서 차마 아무말 없이 앉아 있지 못하겠다.’ 하였다. 그리고 우선 조종조 이래 크게 변을 불러들인 것을 진달하고, 이어 당금의 재변을 불러들인 이유를 언급하였다. 그리고 또 아뢰기를, “전하의 재기(才氣)는 보통 사람들보다 훨씬 영명(英明)하신데도 정치의 공효에 대해서는 듣지 못하였습니다. 청컨대 신은 전하께서 병통이 있게 된 근본에 대하여 말씀드리겠습니다.” 하였다. 또 아뢰기를, “신이 전에 경연에 입시했을 적에 늙고 어두워서 성상의 물으심에 우러러 대답하지 못하였습니다. 물러나와 같이 입시했던 사람의 말을 듣건대 성상께서 지금의 조정 형편은 어떠하냐고 물으셨다 하니, 이것은 바로 신이 말씀드리고자 하던 것입니다. 신이 초야에 있으면서 들으니, 진신들 사이에 심의겸과 김효원이 당을 가른다는 말이 있습니다. 그래서 당시의 대신과 근신들이 진정시킬 계책을 의논하여 경연에서 아뢰어 두 사람을 모두 외직으로 보임시켰습니다. 그러나 조정은 조용해지지 않고 떠도는 의논이 구름처럼 일어나서 조금이라도 의겸의 무리에 가까운 자면 서인(西人)이라 지목하고 조금이라도 효원의 무리에 가까운 자면 동인(東人)이라 지목하여 조사(朝士)들이 모두 지목하는 속에 들어가 있습니다. 그리하여 한 사람을 논박하면 여러 사람들이 반드시 ‘아무개는 바로 아무의 당이기 때문에 논박을 당한 것이다.’라 하며 떠들어대고 한 사람을 천거하여 등용하면 여러 사람들이 반드시 아무개는 바로 ‘아무의 당이기 때문에 천거를 받은 것이다.’라 하며 떠들어 대어 사정(私情)으로 지목하지 않는 것이 없는 실정이어서 대간과 전조(銓曹)도 손발을 쓸 수가 없습니다. 사류들도 비록 강개하여 논핵하고자 하지만 위에서는 서로 공격하는가 의심하고 아래서는 자기를 배척하는 것으로 의심할까 두려워하고 있으니, 동(東)·서(西)라는 두 글자는 바로 나라를 망치게 될 화근입니다. 선비로서 우뚝이 드러난 자는 세상에서 많이 볼 수가 없지만 그렇다고 용렬하고 어리석은 자를 등용해서는 안 되는 것인데 오늘날 쓸 만한 선비들은 모두 동서로 지목하는 속에 들어 있습니다. 그런데 이른바 동인이란 대부분 젊은 신진들을 가리키는데 그들은 나랏일을 도모하는 데에 용감스러우며 옳은 일을 하는 데에 진취적이니, 마땅히 이들을 부지하여 성취시켜 주어야지 배척하거나 억제하여 그들의 뜻을 저지해서는 안 됩니다. 그리고 서인이란 대부분 선배인 구신들을 가리키는데【여기서 이른바 구신이란 상이 즉위하던 초기에는 신진이었던 자들이다. 이들이 나이는 많으나 새로운 정치에 등용되어 악을 내치고 선을 발양하며 새로운 일을 건립하는 것으로 임무를 삼았으니, 윤원형(尹元衡)과 이양(李樑)의 시대에 부침하던 용렬한 구신들과는 스스로 분별이 되었다.】 변고를 거치며 힘써 권간(權奸)을 제거하여 공이 사림에 있으니, 이들 역시 사랑으로 대우하고 새롭게 연마시켜야지 소원하게 대하고 배척해서 그들의 마음을 잃어서는 안 됩니다. 동인으로서 서인을 공격해서도 안 되고 서인으로서 동인을 공격해서도 안 됩니다. 동인과 서인을 모두 배척하고자 한다면 이는 전하의 조정을 텅 비게 하는 것이니 모름지기 동과 서를 조화시켜 그들로 하여금 함께 공경하고 협력하게 하는 것이 군자의 논의일 것입니다.” 하고, 또 다시 아뢰기를, “조광조의 공덕은 마땅히 문묘에 종사(從祀)되어야 합니다.” 하고, 또 아뢰기를, “변방의 방비를 신칙하여 군정을 잘 수행하고 기계를 수선해야 합니다.” 하였다. 그리고 서북 지방의 산융(山戎)과 남쪽 변방의 해적에 관한 일을 논하였는데 상소한 내용이 수천 글자나 되었다. 상은 후한 비답을 내리고 정원으로 하여금 한 벌을 등서하여 대내로 들여와 어람에 대비하게 하였다. 당초 백인걸이 입대했을 적에 자기의 소회를 다 아뢰지 못하자 소장을 올려 모두 진달하려 하였다. 이에 여러 달 동안 깊이 생각하느라 심기가 소모되어 병이 더욱 심해져 갔다. 그러자 자제들이 그만두라고 간하였으나 듣지 않고 밀고 나가 해를 넘기고서야 상소를 다 이루었다. 상소를 올리고 나서는 의기가 펴져서 스스로 ‘속뜻을 유감없이 다 말하였다.’고 하였다. 그 당시의 논의가 바야흐로 서인을 지적하여 사당(邪黨)이라고 하였는데, 인걸은 동·서를 타파하고 어진 사람만을 등용해야 한다고 하였다. 그러자 삼사와 정원이 번갈아 글을 올려 상소의 내용이 잘못되었음을 논하면서 그가 늙어 올바른 정신이 아니라고 지목하였다.",
                "hj": "○知中樞府事白仁傑上疏陳時弊, 首言: “載賜祿米, 聖恩殊絶, 老臣感激, 不忍默默。” 先陳祖宗以來召變之大者, 後及當今致災之由。 又言: “殿下英明才氣, 首出庶物, 而治效蔑聞, 請陳殿下受病之根。” 又言: “臣前侍經席, 老耄昏暗, 不能仰答聖問。 退而聞同時入侍之言, 聖敎有曰: ‘今時朝廷何如?’ 此正老臣所欲言者也。 臣在草野竊聞, 搢紳間有沈義謙、金孝元分黨之說。 當時大臣與近臣, 議作鎭定之計, 啓於經席, 兩出補外。 然朝著不靖, 浮論雲興, 稍涉於義謙儕輩者, 指謂之西; 稍涉於孝元儕輩者, 指謂之東, 朝士皆入指目之中。 駁論一人, 則衆必譁然曰: ‘某是某黨, 故被駁也。’ 薦用一人, 則衆必譁然曰: ‘某是某黨, 故被薦也。’ 無不指以爲私情, 而臺諫、銓曹亦不能措手足。 爲士類者, 雖欲慷慨論劾, 而恐上疑其相攻擊也; 下疑其斥己也。 東、西二字, 是亡國之禍胎也。 士之特立者, 世不多見, 而庸碌闒茸者, 亦不可用, 則今日可用之士, 皆入東、西之目矣。 其所謂東者, 多指年少新進, 而勇於謀國; 銳於爲善, 此當扶植裁成, 而不可排抑, 以沮其志也。 所謂西者, 多指先輩舊臣,【此所謂舊臣, 在卽位初則爲新進者也。 年齡雖舊, 而新政選用, 以激揚建立爲務, 與尹、李之時, 浮沈庸碌之舊臣自別。】而經歷變故, 力去權奸, 功在士林, 此亦眷待刮磨, 而不可踈斥, 以失其心也。 以東攻西不可; 以西攻東亦不可。 若欲盡斥東西則是空殿下之朝廷也。 必須調和, 使之同寅協恭者, 其君子之論乎!” 又言: “趙光祖功德, 宜從祀文廟。” 又言: “飭邊備、修軍政、繕器械。” 論西北山戎, 南邊海寇事, 疏凡數千言。 上優答之, 令政院謄書一本入內, 備覽焉。 初, 仁傑以入對, 不盡所懷, 欲具疏畢陳, 累月覃思, 不能止, 心氣勞耗, 疾益甚。 子弟諫止不聽, 逾年疏始成。 旣上, 意氣舒展, 自以爲, 畢志無憾也。 時論方指西人爲邪, 而仁傑破東西, 惟賢是用爲言。 三司、政院交章論其疏辭之失, 以老耄顚錯目之矣。"
            },
            "3": {
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 5월 1일(을사) 3번째기사",
                "gt-oKo": "이이를 대사간으로 삼았으나 사직하고 나오지 않았다. 그의 상소에, “지금의 시사(時事) 중에서 말할 만한 것이 많으나 우선 먼저 가장 절실하고 급한 것을 논하겠습니다. 신은 들으니, 예로부터 국가가 믿고 유지되는 것은 사림이라고 하였습니다. 사림이란 나라의 원기입니다. 사림이 성대하고 화합하면 그 나라는 잘 다스려지고, 사림이 과격하고 갈라지면 그 나라는 어지러우며, 사림이 패하여 없어지면 그 나라는 망하게 되는 것이니, 과거의 그러한 자취가 간책(簡策)에 환히 실려 있습니다. 옛날에 제순(帝舜)이 구관(九官)과 십이목(十二牧)을 명하자 서로들 사양하였고, 주 무왕(周武王)의 신하 3천 명은 한결같은 마음과 덕을 간직하였었으니, 이것은 사림이 성대하고 화합한 전례입니다. 당(唐)나라의 이덕유(李德裕)와 우승유(牛僧孺)는 붕당을 결성하여 서로 넘어뜨리려 하였고, 송(宋)나라의 군현(群賢)들은 서로 무리지어 상종함으로써 논의가 화합되지 않아 마침내 낙당(洛黨)·천당(川黨)·삭당(朔黨)이란 명칭이 있게 되었으니, 이것은 사림들이 과격하여 나누어진 전례입니다. 동한(東漢) 때 당고(黨錮)의 화(禍)에는 충성스럽고 어진 사람들이 거의 살해당했고, 당나라 말엽 백마역(白馬驛)의 참변에는 청류(淸流)들이 모두 물고기 밥이 되었으며, 전송(前宋) 때의 장돈(章惇)과 채경(蔡京)의 무리는 원우(元祐) 연간의 여러 어진이들을 모두 쫓아내고 간당비(姦黨碑)를 세우기까지 하였으니, 이는 사림들이 패하여 없어진 전례입니다. 이렇게 나라의 치란과 흥망이 모두 사림들의 진퇴에서 말미암게 되니, 이는 이치의 형세상 반드시 그렇게 될 수밖에 없는 것입니다. 그렇다면 지금의 사림은 화합됐다고 말할 만합니까? 신이 잘 알지는 못합니다마는 동인과 서인에 대한 논의가 오늘날에 있어 큰 문제거리가 된다고 하니, 이것이 신이 매우 우려하고 있는 점입니다. 청컨대 신은 이 문제에 대해 근본적인 것을 말씀드리겠습니다. 심의겸은 외척 출신으로 조금은 선을 추구하는 마음이 있는 사람입니다. 지난 계해년 사이에 이양(李樑)이 한창 사림에 해를 끼치고 있었는데 의겸이 사림을 구제하고 보호하였습니다. 그래서 사림들이 그의 사람됨을 허여하였는데, 의겸을 허여한 자들은 바로 전배 사류들입니다 김효원은 젊었을 때에는 비록 검속(檢束)하지 않았지만 나중에는 행실을 고치고 선을 행하였습니다. 이어 벼슬함에 이르러서는 몸가짐을 청고하게 하여 강력한 권간들을 두려워하지 않았고 명류들을 이끌어들이기를 좋아하였으므로 많은 사람들이 그를 추앙하여 중히 여겼는데, 효원을 허여한 자들은 바로 후배 사류들이었습니다. 하지만 전배와 후배는 모두 사류들입니다. 만약 그들로 하여금 서로 의심없이 한마음으로 힘을 다하여 왕실을 돕도록 한다면 참으로 좋지 않겠습니까. 다만 심의겸이 김효원의 젊었을 때의 허물을 잊지 않고 여러 번 청선(淸選)의 의망을 막았으나 효원이 성명(聲各)이 날로 높아지자 의겸이 끝내 억제하지 못하였습니다. 효원이 요로에 오른 뒤에는 그도 또한 의겸의 잘못을 논하면서 ‘우직하고 기질이 거칠므로 요직에 등용해서는 안 된다.’고 하였습니다. 무릇 의겸이 효원을 부족하게 여기는 것은 당초부터 숙원(宿怨)을 가슴 속에 품고 있어서가 아닙니다. 단지 미워하는 마음을 고집할 뿐 변통할 줄을 몰라서 그런 것입니다. 한편 효원이 의겸을 좋지 않게 여기는 것도 반드시 그의 사사 감정을 보복하고자 해서는 아닙니다. 마침 그의 소견이 이와 같기 때문에 그런 것일 뿐입니다. 그런데 곁에서 보는 자들이 그들의 실상을 깊이 살펴보지도 않고 두 사람의 사이가 좋지 않다고 범범하게 이야기하는데다가 불녕(不佞)한 무리들은 두 사람 사이를 서로 이간시켜 분당의 조짐이 현저히 드러나게 되었습니다. 을해년 사이에 신이 옥당에 있으면서 직접 그러한 사실을 보았기 때문에 후일에 화가 일어날 것을 잘 알고 있었습니다. 이에 대신 노수신(盧守愼)을 만나서 말하기를 ‘두 사람은 모두 사류로서 흑백과 사정을 분변할 만한 점도 없고 또한 참으로 혐의가 있어 기필코 서로 해치고자 하는 것도 아니다. 다만 유언비어가 어지럽게 나돌아 조정을 안정되지 못하게 하고 있으니 만약 이것이 그치지 않으면 큰 환란이 일어날까 염려된다. 그러니 우선 두 사람을 외직으로 내보내 피차의 감정을 풀리게 하여 진정시키는 것만 못하다.’ 하였습니다. 그런데 수신의 뜻도 마침 신의 뜻과 합치되었으므로 경연에서 진달하여 내보냈던 것입니다. 두 사람을 외직으로 내보낸 뒤 거의 논란이 그칠 것으로 여기고 신은 병 때문에 물러가 있었습니다. 시사(時事)의 잘못됨이 어찌할 수 없게 되자, 의논하는 자들은 효원을 외직으로 내보낸 것을 가지고 신의 잘못으로 여기기 시작하였습니다. 그러자 공연히 일을 만들고 소문내기 좋아하는 자들이 동·서의 설을 지어내어 공사와 득실은 따지지 않고 단지 의겸을 허여하는 자를 서인이라 하고 효원을 허여하는 자를 동인이라 하여 조정의 진신으로서 용렬한 자가 아니면 모두 동·서의 속에 들어가게 되었습니다. 아, 전배 사류라 하여 모두 의겸에게 따라 붙은 것이 아니라 또한 청망(淸望)이 있어 스스로 수립(樹立)한 자도 많습니다. 단지 의겸이 스스로 사류에게 붙었을 뿐인데 전배들을 모두 의겸의 문객이라고 몰아붙인다면 전배된 자들은 또한 욕되지 않겠습니까. 그리고 후배 사류라 하여 또한 다 효원에게 복속하고 그를 영수로 추대하는 것이 아니라 또한 학문으로 세상에 이름이 나서 효원이 향모(向慕)하는 자도 많이 있습니다. 그런데 후배라 하여 모두 효원의 문객으로 취급한다면 후배된 자들이 또한 수치스럽게 여기지 않겠습니까. 동·서의 이름이 한번 나오게 되자 조정에 온전한 사람이 하나도 없게 되었으니 이 또한 사람의 액운(厄運)이라고 하겠습니다. 을해년의 이른바 서인들은 이미 인심을 잃었고 그뒤에 이른바 동인들은 점점 청론(淸論)을 주장하였으니, 서로의 다툼을 기다릴 것도 없이 승부는 이미 결정난 것입니다. 지난 해에 김성일이 경연에서 탐오한 자들이 뇌물을 쓴다는 것에 대해 언급하였는데, 전하께서 갑자기 그들이 누구냐고 묻자 감히 숨기지 못하고 곧바로 들은 것을 아뢰었습니다. 그리하여 뇌물을 쓴 사실이 차차 발로되어 받은 자까지 언급되자 대간이 할 수 없이 삼윤(三尹)을 탄핵하게 되었던 것이지, 당초부너 기필코 이 삼윤을 배척하여 공격하려는 마음을 두었던 것은 아닙니다. 우연히 나온 말이 자연히 여기에 이른 것인데 다만 동·서의 명칭이 정해진 지가 이미 오래되었고 뇌물을 받은 집이 마침 삼윤으로 지목되었기 때문에 곁에서 보는 자들이 모두 서인을 공격하는 데에 뜻이 있는 것이지 장오를 다스리는 데에 주안점이 있는 것이 아니라고 하는 것입니다. 그리고 그때에 대사간이었던 김계휘는 휴가를 얻어 시골에 가 있었으므로 그에 대한 곡절을 깊이 살피지 못한 채 다만 길거리에서 하는 말만을 들었고 또 동인이 서인을 공격하는 것을 좋지 않게 여겼기 때문에 달려와 단독으로 아뢰었는데, 그의 말이 매우 중도를 잃었으므로 사류들의 분개와 격노를 야기시켜 마침내 큰 소요를 일으켰습니다. 신이 평소에 항상 김계휘를 사건을 해결하는 데 의지할 만한 사람으로 여겼었는데 하루아침에 이 지경에 이르도록 엉성하게 처리하였으니 참으로 어이없고 괴이한 일입니다. 그러나 이미 그런 뒤에라도 만약 마음이 공평하고 식견이 밝은 자가 있어서 둘 사이를 진정시키고 그 의논을 화평하게 하였다면 거의 안정시킬 수가 있었을 것입니다. 그런데 대신들은 겨우 자신만을 지킬 뿐이고 힘써 물의를 진정시키지 못했으며, 그 나머지 경대부들은 입을 다물고 몸을 사려 구차하게 칼날만을 피하면서 한결같이 후배들이 하는 대로 맡겨두었습니다. 이에 여러 사람들의 노한 감정이 불과 같이 일어나고 의논이 날이 갈수록 격해져 바로잡아 제지할 수가 없게 되었습니다. 비유하자면 쌀 1만 가마를 실은 배가 풍파를 만났는데 키를 잡고 조종하는 사람은 하나도 없이 여러 사람들이 다투어 노만 두드리며 어디로 갈지 몰라 하는 것과 같으니, 신은 끝내 그 결과가 어떻게 될지를 모르겠습니다. 그런데 요즘 헌부가 올린 상소에서 비로소 감히 서인을 사당(邪黨)이라 현저하게 배척하고 의겸을 소인이라 하여 의논이 극도로 과격하게 되었습니다. 효원도 신이 아는 자이고 의겸도 신이 아는 자인데 그 둘의 사람됨을 논한다면 모두 쓸 만하고 그들의 실책을 논한다면 두 사람이 다 잘못했다고 할 수 있습니다. 만약 반드시 한 사람을 군자라 하고 다른 한 사람을 소인이라 한다면 신은 그 말을 믿지 않겠습니다. 어째서 두 사람을 다 그르다고 하는가 아뢰겠습니다. 예로부터 외척이 정사에 참여하였다가 실패하지 않은 자가 적었습니다. 비록 두무(竇武)나 장손무기(長孫無忌)와 같이 충성스럽고 어진 신하라 할지라도 오히려 죽고 말았는데 의겸은 어떤 사람이기에 감히 외척인데도 정사에 참여하려는 것입니까. 이는 의겸의 잘못된 점입니다. 예로부터 군자치고 혐의를 피하지 않은 자가 적었으니, 오이밭에서 신끈을 고쳐 맨다거나 오얏나무 아래에서 갓을 바루어 쓰는 일은 옛사람들이 경계하던 것이었습니다. 다만 성인(聖人)이거나 대현(大賢)이어야만이 혐의를 피하지 않을 수 있는 것인데 효원은 어떤 사람이기에 혐의를 피하지 않고 곧바로 의겸을 헐뜯어서 원수를 갚았다는 지목을 스스로 취하였을 뿐만 아니라 이로 인해 모함하는 구설을 초래하게 한단 말입니까. 이는 효원의 잘못된 점입니다. 신이 이러한 논의를 하기 때문에 지금 의논하는 자들은 모두가 신을 기롱하면서 ‘둘 다 옳다고 얼버무리니 시비가 분명하지 않다.’고 하면서 천하에 어떻게 둘 다 옳고 둘 다 그른 것이 있을 수 있겠는가 합니다. 신은 삼가 이러한 말에 대해 답변하겠습니다. 천하에 시비를 다툼에 있어 또한 둘 다 옳은 경우가 있었습니다. 무왕(武王)이 주(紂)를 친 것과 백이(伯夷)가 말고삐를 잡고 간한 것이 바로 이 둘 다 옳은 경우에 해당됩니다. 그리고 또한 둘 다 그른 경우도 있었습니다, 전국 시대 제후들의 전쟁은 바로 둘 다 그른 경우에 해당됩니다. 만약 의겸이 실제로 나라를 그르쳐서 동인들이 그를 공격한다면 시비는 여러 말 할 것 없이 저절로 결정될 것입니다. 그러나 지금은 그렇지가 않아서 국가의 치란과 생민의 휴척이 의겸의 진퇴에 매어 있는 것이 아닌데 눈을 부릅뜨고 그를 반드시 소인으로 만들려고 하니, 이는 대체 어떤 소견에서 하는 것입니까? 신이 삼가 시배(時輩)들의 뜻을 살펴보건대, 의겸이 다시 조정에 들어오는 길을 막고 소인의 명칭을 더한 다음에야 화평하게 처리하려는 것에 불과합니다. 그러므로 그들의 말에 ‘시비는 명백하지 않아서는 안 되며 처치는 화평하지 않아서는 안 된다.’고 하는데, 이 말이 그럴 듯합니다만 실제로 요령이 없는 말입니다. 왜 그런가 하면, 이른바 조정시킨다는 것은 둘이 모두 사류이기 때문에 서로 화합할 수 있다는 것입니다. 만일 한 사람은 군자이고 한 사람은 소인이라면 물과 불이 한 그릇에 있을 수 없고 향기나는 풀과 냄새나는 풀이 한 뿌리에서 날 수 없는 것과 같이 서로 용납할 수가 없는 것입니다. 예로부터 지금까지 어찌 군자와 소인이 함께 혼합되어 그 나라를 보존한 경우가 있었습니까. 이 때문에 선한 자를 선하게 여기면서도 등용하지 못하고 악한 자를 미워하면서도 버리지 못한 것이 곽공(郭公)이 망하게 된 까닭입니다. 전(傳)에 이르기를 ‘어질지 못한 사람을 보고 그 사람을 멀리하지 못하는 것도 잘못이다. 오직 어진 사람이어야만이 어질지 못한 자를 먼 변방으로 쫓아내어 중국과 함께 하지 못하게 할 수 있다.’ 하였습니다. 예전의 군자가 이와 같이 엄하게 소인을 대우한 것은 무엇 때문이겠습니까? 소인이 조정에 있으면 반드시 국가에 화를 끼치기 때문인 것입니다. 지금 말하는 자들이 만약 의겸을 소인으로 여긴다면 의당 숨김없이 그의 죄악을 다 말하여 속히 귀양보내거나 죽이는 법을 시행했어야 옳은 일인데 지금 겉으로 드러내지 않으면서 용납해 주고 있으니, 이는 전하를 정직으로 섬기지 않는 것입니다. 그리고 만약 의겸을 소인이 아니라고 여긴다면 전하에게 계달하는 말을 삼가지 않아서는 안 되는데 아무 까닭없이 그에게 악한 명칭을 붙여놓고 허실은 헤아리지도 않은 채 오직 자기들의 뜻에만 쾌하게 하고 있으니, 이는 전하를 정성으로 섬기지 않는 것입니다. 말하는 자들은 진퇴간에 근거가 없으니 반드시 이 두 가지 중의 하나에 해당될 것입니다. 의겸은 그만두고라도 연류의 형벌이 선류들에게까지 미치게 되었습니다. 정철과 같은 사람은 충성스럽고 청렴하고 강직하고 절개가 있어 한결같은 마음으로 나라를 근심하니, 비록 국량이 좁고 소견이 편벽되어 고집을 세우는 병통이 있으나 그 기절을 논한다면 실로 한 악조(鶚鳥)에 견줄 수 있는 자인데, 사당(邪黨)이라는 명칭을 가하여 조정의 반열에 발을 붙이지 못하게 하였습니다. 그리고 김계휘는 청렴 결백함으로 스스로를 지키고 있고 전고(典故)에 밝으니 비록 중후하고 위엄스럽지 못하여 경솔한 병통이 있기는 하나 그 사람의 재능과 기량을 논한다면 여러 경상(卿相) 중에서도 그에게 비할 만한 자를 찾지 못하겠는데, 교묘한 말로 비방하여 초야에 물러가 은둔 생활을 하게 하였습니다. 한수(韓修)는 성품이 조용하고 노성하며 선을 좋아하고 사류를 사랑하니 비록 재지(才智)와 학식은 넉넉하지 못하지만 그의 용심과 행실을 논한다면 실로 한 나라의 어진 선비인데, 한번 말한 것이 거스름을 당하자 비방이 잇따라, 문을 닫고 나오지 못하게 만들었습니다. 다른 일은 논하지 않더라도 이 세 사람이 물러간 것만도 이미 애석한 일이라 하겠습니다. 더구나 억지로 허물을 찾아내어 오명을 받게 한 것이 이들에게만 그치지 않는 데이겠습니까. 그러나 시배들의 뜻도 서인을 모두 배척하려는 것은 아닙니다. 다만 국시를 억지로 정하여 반드시 온 나라의 사람들로 하여금 동인은 바르고 서인은 사특하다고 하게 한 다음에 그들을 거두어 써서 그들로 하여금 자기들에게 항거하지 못하게 하고자 한 것일 뿐이니, 이것이 그들의 본래 계책입니다. 그러나 밥 한 그릇과 국 한 사발일지라도 발로 차면서 주면 빌어먹는 사람도 언짢게 여기는 법인데, 어찌 명색이 사류인데 악한 이름을 달게 받으면서 머리를 숙이고 나아가 구속당할 자가 있겠습니까. 그들을 사류로 대우하지 않으면서 물러가는 것을 가지고 저들의 잘못이라고 한다면 이는 문을 닫고서 들어오라고 하는 것과 같은 것입니다. 을해년에는 서인이 진실로 잘못했으나 지금 동인의 잘못은 자못 을해년보다도 더하니, 허물로 여기는 것을 본받는 것은 또한 너무나 심한 처사가 아닙니까. 아, 조정은 전하의 조정이고 관작은 국가의 공기(公器)이니 마땅히 공론에 의거하여 시대의 인재를 다 등용해야 합니다. 그런데 의겸과 효원 이 두 사람의 시비에 대한 분변이 무슨 큰 관계가 있다고 이것으로써 거조를 정한단 말입니까. 더구나 국시를 정하는 일에 있어서는 더욱 구설로써 다투어서는 안 됩니다. 모든 인심이 다같이 그렇게 여기는 것을 공론이라 하고 공론이 있는 것을 국시라고 하니, 국시란 바로 온 나라의 사람들이 꾀하지 않고도 옳게 여기는 것입니다. 이해로 꾀는 것도 아니고 위협으로 두렵게 하는 것도 아니며 삼척 동자라 할지라도 그것이 옳은 것임을 알 수 있는 것이 바로 국시입니다. 그러나 지금의 이른바 국시라는 것은 이것과 달라서 다만 논의를 주장하는 자가 스스로 옳다 하면 그 말을 듣는 자 중 어떤 사람은 따르기도 하고 어떤 사람은 어기기도 하며 평범한 사람들까지도 시비가 반으로 나뉘어져 끝내 귀일될 기약이 없으니, 어찌 가가 호호를 찾아다니며 설득하여 억지로 결정할 수 있겠습니까. 이는 사람들의 의혹만 더 불러일으켜 도리어 화단(禍端)을 만들 뿐입니다. 이 논의를 하는 데에 있어 사류의 뜻이 모두 일치되는 것은 아닙니다. 그 사이에 깊은 학식과 원대한 사려를 가진 선비가 없는 것은 아니었으나 여러 사람의 논의에 눌려 자기 주장을 하지 못하고 있으니, 결렬된 시론이 어느 때에 정해지겠습니까. 아, 인재를 얻기 어렵다는 탄식은 삼대(三代) 때에도 있었습니다. 더구나 쇠미한 지금에 있어서는 인물이 적어서 손가락으로 꼽아도 몇 사람 없으니 비록 한때의 사류들로 하여금 전배·후배를 따지지 않고 함께 공경하는 마음으로 협력하면서 국사를 이루어나가게 하더라도 시세(時勢)가 위태롭고 힘이 약하여 공을 이루지 못할까 두려운데, 더구나 다시 동·서로 한계를 긋고 유품(流品)을 나누어 반드시 저쪽 사람은 버리고 이쪽 사람만을 취하려고 하는 데이겠습니까. 동인과 서인이 서로 버티고 있은 뒤로부터는 앞뒤로 살피고 좌우로 견제하면서 상대가 나를 도모할까 두려워하므로 다시 다른 일에까지 손쓸 여력이 없습니다. 이러한 까닭에 벼슬길이 혼탁해져 기강이 날로 무너지고 생민이 날로 쇠잔해져 가고 있는 데에도 바로잡아 구제하지 못하고 있는 것입니다. 가령 동인이 군자의 이름을 얻고 서인이 소인의 이름을 얻는다고 하더라도 그것이 사방의 곤궁한 백성들에게 무슨 보탬이 되겠습니까. 신이 걱정하는 것은 여기에서 그치지 않습니다. 예로부터 사류들은 성공한 것보다는 실패한 경우가 더 많았습니다. 그래서 주장하는 의논이 한결같이 바른 데에서 나왔다고 하더라도 오히려 소인들에게 붕당이란 누명을 받아 줄줄이 죽거나 귀양갔습니다. 더구나 지금은 사류들의 처사가 중도를 잃고 있어 참소와 비방이 틈을 타기 쉬우니, 어찌 뒷날의 재화가 오늘날의 일로 인해 일어나게 될지 알 수 있겠습니까. 만약 소인들이 기회를 엿보고 있다가 교묘하게 일망타진할 계획을 낸다면, 신은 ‘과격하여 갈라짐[激而分]’이 ‘패하여 없어짐[敗而盡]’으로 변해 국가가 따라서 망하게 될까 염려됩니다. 을사년 대윤(大尹)·소윤(小尹)의 분당이 당초부터 사림과는 아무 관계가 없는데도 오히려 소인들이 화를 뒤집어 씌웠는데 더구나 지금은 사림들이 서로 격분해 하고 있으니, 어떻게 사림의 화를 면할 수 있겠습니까. 다행하게도 지금은 성명(聖明)이 위에 계시어 정상을 환히 알고 계시고 또 소인이 틈탈 만한 기회가 없기 때문에 비록 분란하게는 되었으나 큰 화는 생기지 않을 것이니, 이는 성명하신 주상의 은혜인 것입니다. 그렇더라도 지금 성명하신 전하의 조정에서 분란된 양론을 해소할 대책을 시행하지 않고 그들이 서로 헐뜯고 다투는 대로만 맡겨두어 알력이 그칠 기약이 없게 만든다면 훗날 종기가 곪아 터지는 듯한 아픔은 반드시 오늘날보다도 더 심할 것이니, 이는 조상으로서 후손에게 편안함을 물려주는 모책이 아닙니다. 전하께선들 어찌 조정이 안정되고 국론이 귀일됨을 바라지 않으시겠습니까. 대저 조정이 안정되고 국론이 귀일되는 데에는 두 가지 방법이 있습니다. 군자가 임금의 신임을 얻어 간하면 시행되고 말을 하면 들어주어 여러 관료들이 직임을 봉행하여 이론이 없으면 이는 선으로 귀일되는 것이며, 소인이 임금의 신임을 얻어 꾀를 내면 행해지고 계책을 세우면 이루어져 사람들의 입을 막아 말을 못하게 하므로 거리의 사람들이 눈짓만 하게 되면 이는 불선(不善)으로 귀일되는 것입니다. 지금의 성명하신 전하께서는 태양이 중천에 뜬 것처럼 밝으시니 진실로 간사함을 부리는 소인이 없으나 또한 군자가 도를 행했다는 것도 듣지 못했습니다. 소인이 이미 간사함을 부리지 못하고 군자 또한 도를 행하지 못하고 있으니 사람마다 각각 말을 하여 시끄러워져 안정되지 않는 것은 마땅합니다. 근래 국가가 대마다 소인의 화를 입지 않은 적이 없어서 불선으로 귀일된 것에 대해서는 이미 익숙하게 보고 들었습니다. 전하께서는 어찌 한번 군자로 하여금 뜻을 얻게 하여 이 세상이 선으로 귀일되는 성대한 일을 볼 수 있게 하지 않으십니까. 삼가 바라건대, 전하께서는 신의 이 상소를 공경 대신에게 내리시어 그들로 하여금 상의하게 해서 만약 신의 말을 옳다고 한다면 조정의 진신들에게 하교하여 동·서의 감정을 씻어버리고 다시는 서로를 구별하지 말게 하소서. 그리하여 그 사람이 어질고 재능이 있으면 등용하고 어질지 못하고 재능이 없으면 버려서 온 조정의 선비들이 모두 한마음으로 나라를 위해 몸을 바칠 뿐 다시 의심이나 막힘이 없이 불선을 물리치고 선을 고양하여 조정의 기강이 정돈되고 엄숙하게 해야 합니다. 그러나 혹 편벽되게 자기의 의견만을 주장하고 공의(公議)를 따르지 않는 자가 있으면 억제하고, 혹 서로 모함하여 말을 지어내고 공연한 일을 만들려고 하는 자가 있으면 배척하여 멀리 해야 하니, 이와 같이만 한다면 사림의 다행함을 이루 다 말할 수 없을 것입니다. 그리고 만일 신의 말을 그르다고 한다면 또한 신이 악을 비호한 죄를 밝게 다스려 영원히 서용하지 않는 것도 국시를 정하는 데에 있어 하나의 도움이 될 것입니다. 신의 상소가 아침에 올라가면 신을 헐뜯는 말이 저녁에 이를 줄을 모르는 것은 아닙니다. 그러나 스스로 그만두지 못하는 것은 어리석은 신이 나라의 후한 은혜를 받았으나 우러러 보답할 길이 없으니, 가령 이 몸을 다 바치더라도 진실로 국가에 이익이 된다면 신은 또한 사양하지 않을 것인데 어찌 감히 헛된 이름만을 보전하고자 충성된 말을 다하지 않아 전하를 저버릴 수 있겠습니까. 신의 말은 대략 다하였습니다마는 또 생각해 보건대, 국가가 한명회(韓明澮)이래로부터 많은 외척이 권병(權柄)을 잡고서 나라를 좀먹고 백성을 병들게 하여 세상의 큰 근심거리가 되었고 심한 경우에는 사림을 어육으로 만들기까지 하였습니다. 그리하여 외척이란 두 글자를 사류들이 시호(豺虎)와 귀역(鬼蜮)처럼 보아 이맛살을 찌푸리고 서로 대한 지가 여러 해가 되었습니다. 심의겸과 같은 자는 별 죄악이 없는데도 한번 흠을 지적당하자 나이 젊은 사류들이 배척하기를 오히려 미치지 못할 듯이 하고 있으니, 이들이 어찌 모두 동인의 비위를 맞추어 부회하는 자들이겠습니까. 참으로 명칭이 외척이기 때문에 다시 그 정상을 자세히 따져보지도 않고 한결같이 그를 그르다고 하는 것일 뿐입니다. 이로 말미암아 살펴보건대, 비록 동·서의 감정을 씻어버리고 죄다 재능과 기국에 따라 쓰더라도 의겸과 같은 자는 마땅히 그 작록만을 보존해 주어야지 다시 요직에 있게 해서는 안 됩니다. 그리고 이로 인하여 후세에 훈계를 남기어 외척에게는 영원히 권병을 주지 말게 한다면 또한 성명하신 전하께서 후세 자손을 편안하게 해주는 한 가지 방법이 될 것입니다. 아, 오늘날 말해야 할 것이 어찌 여기에 그치겠습니까. 군사를 양성하고 백성을 쉬게 하여 뜻하지 않은 환란을 미리 대비하는 계책과 같은 일에 있어서는 신이 비록 초야에 있으면서 나라를 위하여 깊이 생각하여 어리석은 견해가 있기는 합니다마는 시용(時用)에 맞지 않는 오활하고 소루한 계책임을 잘 알고 있기 때문에 감히 번독스럽게 진달하지 않겠습니다.” 하였는데, 상이 상소의 사연이 맞지 않는다는 것을 이유로 이이를 체직하라 명하였다. 이이가 상소를 올리자 시인(時人)들은 동인과 서인을 보합(保合)해야 한다는 내용을 보고 시끄럽게 논박하였다.",
                "hj": "○以李珥爲大司諫, 珥辭不至。 其疏曰: 今之時事可言者多矣。 姑先以最切而急者論之。 臣聞, 自古國家之所恃而維持者, 士林也。 士林者, 有國之元氣也。 士林盛而和, 則其國治; 士林激而分, 則其國亂; 士林敗而盡, 則其國亡。 已然之跡, 昭載簡策。 昔者帝舜命九官、十二牧, 而濟濟相讓; 周武之臣三千, 同心同德。 此則士林之盛而和者也。 唐之李德裕、牛僧孺, 分朋結黨, 相傾相軋; 宋之群賢, 以類相從, 論議不協, 遂有洛黨、川黨、朔黨之名。 此則士林之激而分者也。 東漢黨錮之禍, 忠賢殆無孑遺; 唐末白馬之慘, 淸流悉葬魚腹; 前宋章、蔡之徒, 悉逐元祐諸賢, 而至立姦黨之碑。 此則士林之敗而盡者也。 其治亂興亡莫不由之, 此, 理勢之必至者也。 今之士林, 可謂和乎? 臣未能知也。 但聞, 東西之說, 爲今大祟, 此, 臣之所深憂也。 臣請循本而言之。 沈義謙出於戚畹之中, 稍有向善之心。 癸亥年間, 李樑方禍士林, 而義謙有救護之力, 故士林許其爲人。 許義謙者, 是, 前輩士類也。 金孝元少時雖無檢束, 而後乃改行爲善。 及其從仕也, 律身淸苦, 不畏强禦, 且喜汲引名流, 故士林多推重焉。 許孝元者, 是, 後輩士類也。 前後輩, 皆是士類也。 若使不相疑阻, 同心戮力, 以奬王室, 則不亦善乎? 只緣義謙不忘孝元少時之愆, 屢遏淸選之望, 而孝元聲名日盛, 竟不得抑。 及孝元得路之後, 又議義謙之失以爲: “戇且氣粗, 不可柄用。” 夫義謙之短孝元, 初非有宿怨可銜也。 只執嫉惡之心, 而不知變通耳。 孝元之疵義謙, 亦非必欲復其私憾也, 適其所見如此耳。 於是, 傍觀者不能深究其實, 而泛說二人交惡, 加以不侫之徒, 交構兩間, 顯有分黨之漸。 乙亥年間, 臣在玉堂, 目見其然, 深知異日醞釀成禍, 乃見大臣盧守愼曰: “兩人皆士類, 非有黑白、邪正之可辨, 亦非眞成嫌隙, 必欲相害也。 只是流言交亂, 使朝著不靖, 若此不已, 恐成大患。 不若姑出兩人於外, 而消融彼此以鎭之也。” 守愼之意, 適與臣合, 達于經席。 兩出之後意謂, 庶幾帖息, 而臣以病退。 時事之誤, 末如之何, 而議者始以出孝元爲臣之咎矣。 於是, 喜事造言者, 做出東西之說, 勿論公私得失, 而只以許義謙者, 謂之西人; 以許孝元者, 謂之東人, 朝紳苟非庸碌闒茸, 則皆入東西指目之中。 嗟乎! 前輩士類, 非盡趨附於義謙也, 亦多有以淸望自樹立者。 只是義謙自附士類, 而乃以前輩, 皆諉之義謙門客, 則爲前輩者, 不亦辱乎? 後輩士類, 亦非盡服孝元, 而推爲領首也, 亦多有以學問名世, 得孝元之向慕者。 而乃以後輩, 擧諉之孝元門客, 則爲後輩者, 不亦羞乎? 東西之名一出, 而朝著無全人, 其亦可謂士林之厄會歟? 乙亥之所謂西人者, 旣失人心, 而厥後所謂東人者, 漸主淸論, 不待相角, 而勝負已決矣。 去年金誠一於經席, 言及貪汚行賂, 而被殿下猝問其名, 乃不敢隱, 直啓所聞。 輾轉發露, 爰及受者, 臺諫不得已始劾三尹, 當初非必有心於排擊三尹也。 偶發之言, 馴至於此, 但東西立名, 爲日已久, 而受賂之家, 適指三尹, 故傍觀者皆以爲, 有意於攻西, 而不主於按贓也。 其時諫長金繼輝, 受暇在鄕, 不能深察曲折, 只聽道路之言, 且以東人攻西爲不韙, 故馳來獨啓, 言甚失中, 過不知裁, 惹起士類之憤激, 遂致大擾。 臣於平日, 嘗以繼輝爲解事可仗, 而一朝踈脫至此, 眞是咄咄怪事矣。 旣然之後, 若有心公見明者, 鎭定兩間, 和平其議, 則庶或可以安靖。 而大臣僅能自守, 而力不能鎭物, 其餘卿大夫緘默容身, 苟避鋒鋩, 一任後輩之所爲。 於是, 群憾蝟起; 衆怒如火, 議論日激, 無所裁制。 譬如萬斛之船, 泛于風濤, 無一人操柁, 而人競擊楫, 罔有攸屆, 臣未知厥終之如何也。 日者憲府之疏, 始敢顯斥西人爲邪黨, 以義謙爲小人, 議論之激, 極於此矣。 孝元, 臣所知也; 義謙亦臣所知也。 論其人則皆可用也, 語其失則可謂兩非也。 若必以一人爲君子; 一人爲小人, 則臣未之信也。 何謂兩非? 自古外戚之預政, 鮮有不敗者。 雖以竇武、長孫無忌之忠賢, 尙且膏身砧斧, 義謙何人, 敢以外戚, 欲預政事乎? 此則義謙之非也。 自古君子, 鮮不避嫌。 苽田納履; 李下正冠, 古人所戒也。 只有聖人、大賢, 能不避嫌焉。 孝元何人, 乃不避嫌, 而直詆義謙, 自取報怨之名, 以來交構之舌乎? 此則孝元之非也。 臣爲是論, 故今之議者, 皆譏臣以爲: “含糊兩可, 是非不明。” 曰: “天下安有兩是、兩非乎?” 臣謹應之曰: “天下之爭是非者, 亦有兩是焉。 武王伐紂, 伯夷叩馬, 此乃兩是也。 亦有兩非焉。 戰國諸侯之兵爭, 此乃兩非也。 若使義謙誤國, 東人攻之, 則是非不喩, 而自定矣。 何費辭說之有? 今則不然, 國家治亂、生民休戚, 不係於義謙之進退, 而明目張膽, 必欲置之於小人之域者, 果何見歟? 竊觀, 時輩之意不過欲防義謙再入之路, 只加以小人之名然後, 乃以和平處之。 故其言曰: “是非不可不明白; 處置不可不和平。” 此言似矣, 而實無要領。 何以言之? 夫所謂調劑者, 兩皆士類, 故可以相和矣。 若是一爲君子; 一爲小人, 則水火不同器; 薰猶非一叢, 自古及今, 安有君子、小人, 同調共劑, 而能保其國者乎? 是故, 善善而不能用; 惡惡而不能去, 郭公之所以亡也。 《傳》曰: “見不賢而不能遠, 過也。 惟仁人, 放流之, 逬諸四裔, 不與同中國。” 古之君子待小人, 若是其嚴者, 何也? 小人在朝, 必能禍人國家故也。 今之言者, 若以義謙爲小人, 則當盡言不諱, 列數過惡, 亟加以流放竄殛之典可也。 今乃隱忍容護, 是事殿下, 不以直也。 若以義謙爲非小人, 則啓達之辭, 不可不愼, 而無故加人以惡名, 不度虛實, 惟快於意, 是事殿下, 不以誠也。 言者進退無據, 必居一於是矣。 義謙則已矣, 收司之律, 延及善士。 至如鄭澈, 忠淸剛介, 一心憂國。 雖量狹見偏, 病於執滯, 而論其氣節, 則實是一鶚之比, 而乃加以黨邪之名, 使不能接迹於朝列焉。 金繼輝淸白自守, 明練典故。 雖不重不威, 病於輕率, 而論其才哭, 則求之列卿, 未見其比, 而亦加以簧鼓之誚, 使之退遯於荒野焉。 韓脩恬靜老成, 好善愛士。 雖才智、學識, 有所未裕, 而論其心行, 則實是一國之良士也。 而一言見忤, 毁謗沓至, 使之杜門不出焉。 不論餘事, 只此三人之退, 已爲可惜。 況其吹毛覓疵, 使受汚名者, 不止於此乎? 時輩之意, 亦非欲盡斥西人也。 只欲强定國是, 必使一時之人皆曰: “東正西邪。” 然後, 乃收而爵之, 使不抗己, 此其素計也。 雖然, 一簞食、一豆羹, 蹴爾而與, 乞人不屑也, 安有名爲士類, 而甘受惡名, 俯就羈絏者乎? 待之不以士類, 而乃以退去, 爲彼之過, 則是閉之門, 而使之入也。 乙亥西人固失於前, 而今者東人之失, 殆過於乙亥, 尤而效之, 不亦已甚乎? 噫! 朝廷者, 殿下之朝廷也; 官爵者, 國家之公器也。 當以公論, 盡用一時之人才。 義謙、孝元, 兩人是非之辨, 有何大關, 而乃以此, 定其擧錯乎? 況國是之定, 尤不可以口舌爭也。 人心之所同然者, 謂之公論; 公論之所在, 謂之國是。 國是者, 一國之人不謀, 而同是者也。 非誘以利; 非怵以威, 而三尺童子, 亦知其是者, 此乃國是也。 今之所謂國是, 則異於此, 只是主論者, 自以爲是, 而聞之者, 或從或違, 至於愚夫、愚婦, 亦皆半是半非, 終無歸一之期, 豈可家喩戶說, 而强定之乎? 不過益人之疑, 而反生厲階耳。 作此論者, 非士類之意盡然也。 其間非無深識遠慮之士, 而迫於衆議, 不能自主張焉, 士論之橫潰, 何時可定乎? 嗚呼! 才難之歎, 三代猶然。 矧今衰世, 人物眇然, 屈指無幾, 雖使一時士類, 不問前後, 同寅協恭, 共濟國事, 猶恐時危力綿, 不克有成。 況復限以東西, 甄別流品, 必欲捨彼取此者乎? 一自蚌鷸相持之後, 前瞻後顧、左牽右掣, 猶恐彼之圖我, 故更無餘力可及他務。 夫是之故, 仕路混濁、紀綱日頹, 生民日殘, 而莫之匡救。 假使東得君子之名; 西得小人之名, 其亦何補於四方之蹙蹙乎? 臣之所憂, 不止於此。 自古士類, 多敗少成。 雖使持論粹然, 一出於正, 尙被小人加以朋黨之名, 誅竄相繼。 況今士類, 處事失中, 讒間易乘, 安知後日之禍, 不兆於今日之擧乎? 若有小人, 窺伺機會, 巧生網打之計, 則臣恐激而分者, 變爲敗而盡, 而國隨而亡也。 乙巳大小尹之分黨, 初不與於士林, 而尙被小人之嫁禍。 況今士林相激, 而寧免士林之禍乎? 幸今聖明當宁, 洞燭情狀, 而且無小人可乘之機, 故雖致紛拏, 而不生大禍, 此則聖主之惠也。 雖然, 及今聖明之朝, 不施解紛之策, 而任其傾軋, 無有了期, 則後日潰廱之痛, 必甚於今日, 而非所以貽厥燕翼之謀也。 殿下其不欲朝廷安靖, 國論歸一乎? 夫朝廷之靖、國論之一, 亦有二道焉。 君子得君, 諫行言聽, 百僚奉職, 莫有異論則是, 以善歸一者也; 小人得君, 謀行計遂, 箝制人口, 道路以目則是, 以不善歸一者也。 當今聖明, 如日中天, 固無小人售奸者矣, 又不聞君子之行道者也。 小人旣不售奸; 君子又不行道, 則宜乎人各有言, 囂囂不定也。 近來國家, 無世不被小人之禍, 以不善歸一者則聞見已熟矣。 殿下何不一使君子得志, 使斯世得見以善歸一之盛事乎? 伏願殿下, 以臣此疏, 下于公卿大臣, 使之商議。 如以臣言爲是, 則下敎朝紳, 使之洗滌東西, 不復甄別。 惟賢、惟才則用之; 不賢、不才則舍之, 同朝之士擧皆一心徇國, 無復疑阻, 激濁揚淸, 整肅朝綱。 而其或偏主己見, 不從公議者, 則裁而抑之; 或有必欲交構, 造言生事者, 則斥而遠之。 夫如是則士林之幸, 可勝道哉? 如以臣言爲非, 則亦須顯加庇惡之罪, 永不收敍, 亦定國是之一助也。 臣非不知臣疏朝上, 醜詆之言夕集臣身。 而不容自已者, 伏念, 愚臣受國厚恩, 仰報無路, 假使摩頂放踵, 苟利國家, 臣亦不辭, 豈敢只欲保全虛名, 而不盡忠言, 以負殿下乎? 臣言略盡, 而又念, 國家自韓明澮以來, 外戚多執權柄, 蠧國病民, 爲世大患。 甚者至於魚肉士林, 故外戚二字, 士類視之, 有同豺虎、鬼蜮, 蹙頞相對者, 有年數矣。 如義謙者, 別無罪惡, 而一遭指玷, 年少士類, 望風排擯, 猶恐不及者, 豈盡希旨附會者乎? 良由名爲外戚, 故不復舒究, 而一槪非之耳。 由是觀之, 則雖洗滌東西, 悉加器使, 而若義謙則只當保其爵祿, 不可更居要地也。 因此垂訓後世, 使之永勿授外戚以權柄, 則亦聖明裕後之一道也。 嗚呼! 今日可言者, 豈止於此乎? 若其養兵休民, 預備不虞之策, 則臣雖在野, 爲國焦思, 或有愚見, 而決知汚踈之計, 不合時用, 故不敢瀆陳矣。 上以疏辭不中, 命遞之。 珥疏上, 而時人見保合東西之說, 紛紜駁論矣。"
            },
            "4": {
                "H2KE-EN": "Former 처사 Seong Un passed away. [Seong] Uns courtesy name was Geonsu . He was called a mediocre scholar named Daegok Seonsaeng . [Seong] Seong was originally a member of the capital, and [Seong] Un had a good relationship to succeed to the world. After he passed the Royal Confucian Academy although he had abandoned the Royal Confucian Academy, he abandoned his studies. He went to the home of his wife to repay [the Royal Confucian Academy]. The distance from his house reached several ri, and there were possession of a small room. He built a small room in the middle of cattle. He rode a cattle to visit [the room of cattle] and posessed a poem and composed a poem. He enjoyed goodness and loved righteousness, and there was no quarrel over others. The house supplies were frequently depleted, and he was ashamed. At the end of the Zhou dynasty, he recommended high officials and then was appointed to government posts twice. However, he did not come to the Royal Confucian Academy. At the end of the Xuande era (, he passed the civil service examination in order to summon him to the capital. The King ordered him to summon him to an audience, but he declined to an illness. He was repeatedly transferred to government posts, and he all resigned from his post and returned. Today, the King had repeatedly appointed him to government posts. He declined to the post of director of the Office of Palace Kitchen Supplies . He specially summoned him three times. All of them declined. The King praised his moral integrity and bestowed food and clothes upon him. He also bestowed falcons upon him. Upon hearing his illness, he sent a physician to treat him with medicine. After he passed away, the King ordered that the government provide him with funeral expenses. Madame Seong , a cousin of the same surname, widely claimed that his elder brother lived over forty years. There must be someone who sought to study his will. There must be someone who studyed his self-restraint and honestly observation. There must be someone who neglected his self-restraint and honestly observation. There must be someone who neglected his elf-restraint and did not know the elf-restraint and study his elf-restraint. People only observed his studies and enjoyed his studies. If his studies do not wish to praise his studies, it is impossible to violate the royal decree. Thus, he dared not make a poem. [Seong] Un was not willing to gather together and study him",
                "H2KE-nKo": "처사 성운이 졸하였다. 성운의 자는 건숙으로 학자들이 대곡선생이라고 일컬었다. 성씨는 본래 서울에 살면서 번성한 집안이었다. 성운은 젊어서부터 세상을 피해 살 뜻이 있어 성균관에 오르자마자 곧 과거 공부를 포기하고는 처의 고향인 보은으로 가서 살았다. 집에서 몇 리 떨어진 곳에 구경할 만한 계곡이 있어서 그 안에다 작은 집을 짓고 소를 타고 왕래하면서 거문고를 타고 시를 지어 스스로 즐겼다. 선을 좋아하고 의를 좋아하여 남과 다툼이 없었고, 집에 먹을 것이 자주 텅 비어도 태연하였다. 중종 말년에 대신의 천거로 두 번 관직을 제수하였으나 나아가지 않았다. 명종 말년에 경서에 밝고 행실이 닦여져 역마로 불러 서울에 이르자 인대하라고 명하였으나 병으로 사양하였다. 두 번 관직을 옮겼으나 모두 사양하고 돌아갔다. 금상에 여러 번 관직을 제수하였으나 사양하고 오지 않았다. 사복시 정에 초배되고 특별히 부른 것이 세 번이었는데 모두 사양하였다. 주상이 그의 풍도와 절개를 고상하게 여겨 전후로 음식물과 옷감을 하사하고 또 매[鷹]를 하사하였다. 그가 병들었다는 말을 듣고 의원을 보내 구료하게 하였다. 졸하자 관에서 장례 물품을 갖추어 주라고 명하였다. 그의 당질인 성혼이 그 묘에 글을 쓰기를,“선생은 산림에 40년 동안 은거하였다. 문을 닫고 들어앉아 뜻을 구한 데에는 반드시 그 학문이 있었을 것이고, 겸손하고 확고하게 지킨 데에는 반드시 그 학문이 있었을 것이다. 그러나 배고픔을 잊고 늙음을 알지 못하는 데에는 반드시 그 즐거움이 있었을 것이다. 사람들은 다만 산골짜기에서 은거하여 거문고와 서적을 가지고 스스로 즐긴 것을 보았을 뿐이다. 그가 간직하고 있는 것으로 말하면 엿보아 헤아릴 수 있는 것이 드물다. 그러나 평소 남들이 칭찬하고 싶지 않았고 유지는 어길 수 없었기 때문에 감히 입언하는 선비에게 명명할 것을 청하지 못하였다.”하였다. 성운은 학도들을 모아 강학하기를 좋아하지 않았고 남들과 세상일을 이야기하거나 국사를 말하는 것을 좋아하지 않았다. 조식, 성제원과 서로 친하게 지냈다. 조식은 강개하여 여러 차례 상소하여 시사를 말하였고, 성제원은 큰 재주가 있고 학식도 높았으며 방달하기를 좋아하였다. 당세에 은일로 부름을 받은 자들은 모두 세상 사람들의 비난을 면치 못하였는데, 오직 성운만은 담박하고 충퇴하여 찾을 만한 자취가 없었으므로 조식이 매번 탄식하고 부러워하였다. 어떤 사람은 말하기를,“그의 형 성근이 을사년의 화를 당한 것은 깊은 원인이 있어서이니, 그의 시문을 보면 알 수 있다.”하였다. - 성운은 아들이 없어 처형의 아들을 양육하고 형의 딸을 아내로 삼아 후사를 주관하게 하였는데, 이황은 그의 학문이 노장에 가깝다고 의심하였다. -\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 5월 1일(을사) 4번째기사",
                "gt-oKo": "처사 성운(成運)이 졸하였다. 성운의 자는 건숙(健叔)인데 학자들이 대곡 선생(大谷先生)이라고 일컬었다. 성씨(成氏)는 본래 서울에서 살던 번성한 종족(宗族)이었는데, 운은 젊을 적에 세상을 피해 살 뜻이 있어 겨우 성균관에 들어갔다가 즉시 과거 공부를 포기하고 아내의 고향인 보은(報恩)에 가서 살았다. 그의 집에서 몇 리 떨어진 곳에 경관이 수려한 계곡이 있었는데 그 안에다 작은 집을 짓고 소를 타고 오가면서 거문고를 타고 시를 지으며 스스로 즐거워하였다. 선(善)과 의(義)를 좋아할 뿐 사람들과 다투는 일이 없었고, 집에 양식이 자주 떨어졌으나 태연하였다. 중종 말엽에 대신의 천거로 두 번이나 관직에 제수되었으나 나아가지 않았다. 명종 말년에는 경명행수인(經明行修人)으로 천거되어 역마로 불러 서울에 왔으나 인대(引對)의 명을 받자 병으로 사양하였고, 재차 관직에 임명하였으나 모두 사면하고 고향으로 돌아갔다. 금상(今上)도 여러 번 관직에 제수하였지만 사양하고 오지 않았고, 자급을 뛰어넘어 시정(寺正)에 제수하고 특별히 부른 것이 세 번이었으나 모두 사양하였다. 이에 상이 그의 풍도와 기절을 높이 평가하여 전후로 먹을 것과 의복을 하사하였으며 또 사냥매를 하사하였다. 그가 병들었다는 소식을 듣고는 의원을 보내어 구호하게 하였고, 졸하자 장사지내는 데 드는 제반 물품을 관에서 도우라고 명하였다. 그의 당질(堂姪)인 성혼(成渾)이 그의 묘(墓)에 이렇게 기록하였다. “선생은 40년간 산림 속에서 사셨다. 선생이 문을 닫고 들어앉아 뜻을 구한 것은 반드시 그만한 학문이 있어서일 것이고, 겸손히 물러나서 확고하게 지킨 것은 반드시 그만한 소견이 있어서일 것이며, 배고픈 것도 잊고 구경을 하며 늙어가는 것도 모른 것은 반드시 그만한 낙이 있어서일 것이다. 그런데 사람들은 그가 산간 계곡에서 노닐며 거문고와 책에 묻혀 스스로 즐거워하는 것만을 보았을 따름이지, 그의 내면에 간직된 것에 대해서는 엿보아 헤아린 이가 적었다. 그리고 선생은 평생 남들에게 칭술되고 싶어하지 않았기에 그 남긴 뜻을 어길 수 없어 감히 묘비명을 입언지사(立言之士)에게 청하지 않은 것이다.” 성운은 학도들을 모아 강학하는 것을 좋아하지 않았고 사람들과 더불어 세상 일이나 나랏일에 대해 말하지 않았다. 그리고 조식(曺植)·성제원(成悌原)과 더불어 서로 벗하면서 친밀하게 지냈는데, 조식은 성품이 강개하여 여러 번 상소를 올려 시사(時事)를 말하였고, 성제원은 큰 재기가 있고 학식도 높았으며 방달(放達)하였다. 당세에 은일로 부름을 받은 자들이 모두 세상의 의논을 면치 못했으나 성운만은 담박하고 충퇴(冲退)하여 찾을 만한 자취가 없었으므로 조식이 매양 탄식하고 부러워하였다. 어떤 사람은 ‘그의 형 성근(成近)이 을사년에 화를 당했으므로 깊은 상처를 받았는데, 이는 그의 시와 문을 보면 알 수 있다.’ 하였다.【성운은 아들이 없어서 처형의 아들을 길렀는데 형의 딸과 결혼을 시켜 자기의 후사(後事)를 주관하게 하였다. 이황(李滉)은 그의 학문이 노장(老莊)에 가깝지 않은가 의심하였다.】",
                "hj": "○處士成運卒。 運字健叔, 學者稱大谷先生。 成氏本京居盛族, 運少有遯世之志, 纔登上庠, 卽棄擧業, 就報恩妻鄕, 家焉。 距家數里, 有溪壑可玩, 築小室其中, 騎牛往來, 彈琴賦詩自娛。 樂善好義, 與物無競, 家食屢空, 晏如也。 ﻿中廟末, 用大臣薦, 再除官, 不就。 明廟末年, 擧經明行修, 驛召至京, 命引對, 辭以疾。 再遷官, 皆辭免以歸。 今上朝, 累除官, 辭不至。 超拜寺正, 特召者三, 皆辭。 上高其風節, 前後賜賚食物、衣資, 又賜鷹。 聞其病, 遣醫救藥。 及卒, 命官庀葬具。 堂姪成渾識其墓曰: 先生居林下四十年。 其所以杜門求志者, 必有其學; 謙退確守者, 必有其見玩, 而忘飢不知老之將至者, 必有其樂。 人但見考槃澗谷, 琴書自娛而已, 若其所存則鮮能窺測。 而平生不欲人稱述, 遺旨不可違, 故不敢請銘于立言之士云。 運不肯聚徒講學, 不與人談世故、言國事。 與曺植、成悌元相友善。 植慷慨, 累封章言時事; 悌元有大才, 學識亦高, 而好放達。 當世以隱逸被徵召者, 擧不免世議, 惟運淡泊沖退, 無迹可尋, 植每歎羡焉。 或言: “其兄近, 遭乙巳之禍, 蓋深有所創, 觀其詩文可見云。”【運無子, 養妻兄之子, 妻以兄之女, 使主後事。 李滉疑其學近於老、莊。】"
            },
            "5": {
                "H2KE-EN": "Yi Munhyeong was appointed minister of personnel . [Yi] Munhyeong had long lost his powerful officials due to his old customs. On this day, he was reappointed as a powerful official.",
                "H2KE-nKo": "이문형을 이조 판서로 삼았다. 이문형은 구신과 속류로서 오랫동안 세력을 잃었는데, 이때에 이르러 다시 권병을 잡게 된 것이다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 5월 1일(을사) 5번째기사",
                "gt-oKo": "이문형(李文馨)을 이조 판서로 삼았다. 문형은 구신이자 속류(俗流)로서 오랫동안 세력을 잃었다가 이에 이르러 다시 권병(權柄)을 잡게 되었다.",
                "hj": "○以李文馨爲吏曹判書。 文馨以舊臣俗流, 久失勢, 至是復被柄用。"
            },
            "6": {
                "H2KE-EN": "During this summer, there was a heavy flood damage in the three lower provinces. Due to a great drought, the fields and the fields were exhausted. Due to strong winds in Pyeongan Province , trees were uprooted, and hail were as large as pheasant. The King ordered the repair of Huijeong Hall (Hall of Benevolent Governance to build a single building. All the officials said, There is no natural disaster. It is not proper to build construction at this time. The King did not approve this request. The high officials came to the palace and said, The inspectors and censors should not be thoroughly disobeyed. The King said, Recently, inspectors and censors are all unable to follow their opinions. It would be proper to argue against what I build Abang (Ch. Abang, K. Abang, and Abang (Ch. Abangji, K. Abangji, and Abangji, it would be proper to argue against their opinions. Now, why are the construction of a building of roof tilding?",
                "H2KE-nKo": "이해 여름에 하삼도에 큰물이 지고 산이 무너졌다. 관북에 큰 가뭄이 들어 전야가 말라 죽었고, 관서에는 큰 바람이 불어 나무가 뽑히고 우박이 내렸는데 <unk>가락과 같았다. 희정전을 수리하고 간가를 더 늘리라고 명하였다. 삼사가 모두 아뢰기를,“재이가 예사롭지 않으니 이러한 때에 토목 공사를 크게 일으켜서는 안 됩니다.”하니, 주상이 따르지 않았다. 대신이 입대하여 아뢰기를,“대간의 논핵은 준엄하게 거절해서는 안 됩니다.”하니, 주상이 말하기를,“근래 대간의 논핵은 모두 따를 수 없는 일들이다. 내가 아방당과 미앙당을 짓는다면 쟁론해도 될 것이다. 지금 집 한 채를 수리하는 것이 무슨 큰 비용이 든다고 이처럼 분분하게 하는가.”하였다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 5월 1일(을사) 6번째기사",
                "gt-oKo": "이해 여름에 하삼도(下三道)는 큰 수재가 나서 산이 무너졌고, 관북(關北)에서는 큰 가뭄이 들어 전야의 곡식이 모두 말랐고, 관서(關西)에서는 큰 바람이 불어 나무가 뽑혔고 주먹만한 우박이 내렸다. 희정전(熙政殿)을 수리하여 간가(間架)를 더 넓히라고 명하니, 삼사가 모두 ‘재이(災異)가 비상한 이런 때에 토목 공사를 크게 일으키는 것은 마땅하지 않다.’고 하였으나, 상이 따르지 않았다. 대신들이 입대하여 아뢰기를, “대론(臺論)을 준엄하게 막아서는 안 됩니다.” 하니, 상이 이르기를, “근래의 대론은 모두 따를 수 없는 일들이다. 내가 아방궁(阿房宮)이나 미앙궁(未央宮)을 짓는다면 쟁론하더라도 괜찮다. 지금은 집 한 채를 수리하는 것으로 무슨 큰 비용이 든다고 이처럼 분분하게 하는가.” 하였다.",
                "hj": "○是夏, 下三道大水崩山。 關北大旱, 田野枯槁。 關西大風拔木, 雨雹如匙筯。 命修熙政殿, 增廣間架。 三司皆言: “災異非常, 不宜此時大興土木之役。” 上不從。 大臣入對言: “臺論不可峻拒。” 上曰: “近來臺論, 皆是不可從之事也。 余作阿房、未央則爭論可也。 今修一堂, 有何重費, 而紛紛若是耶?”"
            },
            "7": {
                "H2KE-EN": "Kim Seonglin , third inspector of the Office of the Inspector General . When [Kim] Seonglin was serving as an official attending the King, he impeached [him] and impeached [him] as an official attending the King. People regarded [him] as a tiger pelt . Lord of Hawon Yi Jil was a relative of the royal clan and committed impeachment and inflicting harm upon the villages. [Kim] Seonglin arrested and imprisoned his male house slave and was severely punished. [However,] the royal clan was angry and did not dare to speak. The King asked the Royal Lecture, Recently, [he] disregarded sense of honor. What do you think of this? [Kim] Seonglin replied, A high official who also received bribes from others. [He] disregarded sense of honor and sense of honor. At that time, Chief State Councilor 노수신 remained at the head of his office and came out to his waist, saying, [Kim] Seonglins words are correct. The relatives of your servant became the frontier commander of the northern region, and your servant entrusted [him] with a small marten-fur clothing to your servant. Your servant accepted [him] and presented [him] with his mother. The King said, The inspectors and censors impeached righteousness and the high officials impeached their faults. It can be said that both benefits. If officials were able to censure [him] and strive to censure [him] like this, the state can be done. Susin also expressed his appreciation of [Kim] Seonglin. [But] he did not regard [his impeachment].",
                "H2KE-nKo": "김성일을 사헌부 장령으로 삼았다.김성일이 근시로 있으면서 귀근한 신하들을 논핵하자 사람들이 대부분 두려워하고 꺼려하여 전상호라고 일컬었다. 하원군 이정(李<unk>)은 왕실의 지친으로서 음란하고 방자하여 여염을 침해하였다. 김성일이 그의 가노를 잡아 가두고 중형을 가하자 궁가에서 원망하고 노여워하였으나 감히 말을 하지 못하였다. 주상이 연석에서 묻기를,“근래 염치의 도가 상실되었는데 무엇 때문에 그런가?”하니, 김성일이 대답하기를,“대신이 되어서도 남의 뇌물을 받는 것은 염치가 상실된 것이 괴이할 것이 없습니다.”하였다. 이때 재상 노수신이 수석에 있다가 나와서 땅에 엎드려 아뢰기를,“김성일의 말이 옳습니다. 신의 족인이 북방의 변장이 되었는데 신에게 노모가 있다 하여 작은 초피 갖옷을 보내 주었으므로 신이 받아서 어미에게 주었습니다.”하니, 주상이 말하기를,“대간이 직언하고 대신이 인책하니 둘 다 잘 되었다고 할 수 있다. 신료들이 이처럼 서로 책려한다면 나랏일을 해낼 수 있을 것이다.”하였다. 노수신도 김성일에게 후하게 사과하고 거스르지 않았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 5월 1일(을사) 7번째기사",
                "gt-oKo": "김성일을 사헌부 장령으로 삼았다. 성일은 근시(近侍)로 있을 적에 귀근(貴近)들을 논핵하였으므로 많은 사람들이 두려워하여 전상호(殿上虎)라고 일컬었다. 하원군(河原君) 이정(李鋥)은 왕실의 지친으로서 술에 빠져 방자하게 행동하고 여리(閭里)에 침해를 끼치고 있었는데, 성일이 그 집의 노복을 체포하여 중형으로 다스리니, 궁가(宮家)에서 원망하고 노엽게 여겼으나 감히 말하지 못하였다. 상이 경연 석상에서 ‘근래에 염치가 아주 없어지고 있는데 무엇 때문에 그러한가?’ 하고 묻자, 성일이 대답하기를, “대신으로서 뇌물을 받은 자도 있으니 염치가 없어진 것은 괴이하게 여길 것이 없습니다.” 하였다. 이때 정승 노수신(盧守愼)이 수석(首席)에 있다가 나아가 땅에 부복하고 아뢰기를, “성일의 말이 옳습니다. 신의 일가 사람이 북방의 변장이 되었는데 신에게 늙은 어미가 있다 하여 작은 초피 갖옷을 보내 왔기에 신이 받아서 어미에게 주었습니다.” 하니, 상이 이르기를, “대간의 곧은 말과 대신이 허물을 인책한 것은 둘 다 정도(正道)를 얻었다고 할 만하다. 신료들이 서로 이와 같이 책려(責勵)한다면 나랏일을 잘해 갈 수 있다.” 하였다. 이에 대해 노수신도 성일에게 후히 사례하였고 좋지 않게 여기지 않았다.",
                "hj": "○以金誠一爲司憲府掌令。 誠一在近侍, 論劾貴近, 人多畏憚, 稱爲殿上虎。 河原君珵以王室至親, 淫湎縱恣, 侵害閭里。 誠一捕繫家奴重刑之, 宮家怨怒, 而不敢言。 上於筵中問: “近來廉恥道喪, 何爲而然耶?” 誠一對曰: “有爲大臣而亦受人賄贈者, 廉恥之喪, 無足怪也。” 時相盧守愼在首席, 出而伏地曰: “誠一言, 是也。 臣之族人, 爲北方邊將, 以臣有老母, 寄以小貂裘, 臣受而遺母矣。” 上曰: “臺諫直言, 大臣引過, 可謂兩得之矣。 臣僚能相責勵如是, 則國事可爲也。” 守愼亦厚謝誠一, 不以爲忤。"
            },
            "8": {
                "H2KE-EN": "The successful candidates for the regular morning court assembly and selected thirty-four men including Hong Insang .",
                "H2KE-nKo": "식년 선비를 대상으로 홍인상 - 뒤에 이름을 이상으로 고쳤다. - 등 34인을 뽑았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 5월 1일(을사) 8번째기사",
                "gt-oKo": "식년시(式年試)로 선비들을 시험보여 홍인상(洪麟祥)【뒤에 이상(履祥)으로 이름을 고쳤다.】 등 34인을 뽑았다.",
                "hj": "○式年試士, 取洪麟祥【後改名履祥。】等三十四人。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 6월 1일(을해) 1번째기사",
                "gt-oKo": "상이 조강에 나아갔다. 집의 홍혼(洪渾), 강관 유성룡(柳成龍)·김첨(金瞻) 등이 모두 이이의 상소에 담긴 뜻이 대단히 옳지 않다고 말하자, 상이 이르기를, “상소에 이른바 ‘수사(收司)의 율(律)’이란 무엇을 말하는 것인가?” 하니, 홍혼·유성룡이 아뢰기를, “이것은 본래 진(秦)나라 상앙(商鞅)의 법문(法文)인데 지금 인용해서는 안 될 곳에 인용한 것입니다.” 하고, 김우옹은 아뢰기를, “이는 주자(朱子)가 진양(陳亮)에게 준 글인데 ‘붕우간에도 수사연좌율(收司連坐律)에 빠진다.’는 데에서 나온 것으로 대개 아울러 그 책임을 받게 됨을 말했을 따름입니다.” 하였다. 성룡이 아뢰기를, “이이는 타고난 자질이 고매하고 본 책도 많으니 학문을 하지 않은 것은 아닙니다. 다만 함양의 공력이 없기 때문에 언론과 처사에 있어 경솔한 점이 많습니다. 지금 논하는 것도 이러한 병통으로 인하여 발단된 것입니다.” 하고, 우옹이 아뢰기를, “이이가 김효원·심의겸의 일과 을해년에 서인이 잘못한 일과 이수(李銖)의 옥사에 대하여 말을 했는데 모두 그렇지 않은 것은 아닙니다. 그리고 오늘날 조정의 논의가 마땅하지 않은 곳이 있다고 했는데 혹 그런 점이 있기도 합니다. 다만 시비를 크게 분별해야 하는데도 이이는 크게 분별을 하지 않고 다만 양시(兩是)·양비(兩非)라 말하고 있으니 이는 그가 주장하는 의도가 그른 것입니다. 만약 모두 시비를 논하지 않고 한갓 진정시키려고만 한다면 또한 시비가 혼잡을 이루어 진정시킬 수가 없을 것입니다.” 하였다. 홍혼과 유성룡 등이 인하여 당초에 서인들이 효원의 벗을 논척한 것에 대하여 말하였다. 그러자 상이 어떤 사람을 논척했느냐고 물으니, 홍혼이 아뢰기를, “당초에는 이성중(李誠中)을 공격하여 제거하고 나중에는 최경창(崔慶昌)의 일로 인하여 대간들을 쫓아버린 것 등의 일이 그것입니다.” 하고, 성룡은 아뢰기를, “최경창은 사람됨이 검속(檢束)이 없어 국휼을 당했을 때에 창기를 첩으로 삼았으므로 당시에 대간이 논핵했습니다. 그런데 서인들은 그와 지우(知友) 간이기 때문에 비호하여 대간들을 일시에 모두 함경 도사(咸鏡都事)로 의망하니 사람들의 마음이 모두 분하고 억울하게 여겼습니다.” 하였다. 최경창은 재능이 있는 시인(詩人)으로서 보통 관직에 침체되어 대동 찰방(大同察訪)에 있었는데 비변사가 천거하여 종성 부사(鐘城府使)로 삼았다. 종성은 수자리사는 지역이었으나 자급을 올렸다는 이유로 양사가 함께 일어나 논박하여 개정하라고 청하였다. 그러나 상은 평소부터 최경창의 재능을 알고 있었기 때문에 무릇 3개월이나 논핵했어도 끝내 윤허하지 않았다. 종성진(鐘城鎭)에 부임하고 나서도 다른 일을 가지고 논계하여 마침내 자급이 깎이고 파직당하였다.【최경창은 본래 당인으로 지목된 인물이 아니었으나 그 당시의 비국 당상에 선배들이 많았기 때문에 그에 대한 논박이 특히 준절했던 것이다.】 우옹은 아뢰기를, “이이의 상소 중에 ‘이미 군자와 소인으로 갈라놓고 나서 서로 조정하여 화합시키려고 하니, 어찌 군자와 소인이 하나로 조정하여 화합될 이치가 있겠는가.’ 한 것은 이치가 있는 말입니다. 그러므로 신의 뜻으로 헤아리건대, 다만 공사(公私)와 시비가 있을 따름인데 군자·소인으로 갈라놓는다면 그 논의가 과연 합당한 것인지 모르겠습니다. 이른바 소인이란 모름지기 권병을 잡고 조정을 탁란케 하고 어진이를 방해하고 나라를 병들게 하며 사림들에게 해독을 끼치는 일을 해야 이 이름을 붙일 수 있는 것입니다. 의겸 등의 심술에 대해서는 알 수가 없으나 별로 화를 끼친 일이 없는데 어찌 소인이란 이름을 붙일 수 있겠습니까. 만약 현저한 소인이라면 조정될 리가 없고, 만약 조정하고자 한다면 이는 나라를 잘못되게 하는 말입니다. 만일 그렇다면 이와 같은 자는 바로 한 세상을 농락하려는 소인이니, 어찌 성명하신 전하가 위에 계신데 여러 신하가 감히 이와 같이 할 수 있겠습니까. 이이의 말이 매우 옳지 않습니다.” 하고, 김첨은 아뢰기를, “이이의 말은 진실로 다른 뜻은 없으나 그의 논의는 잘못 되었습니다. 후인들이 부회 변환(變幻)시켜 발설한다면 사림의 화가 일어날까 두렵습니다.” 하고, 성룡은 아뢰기를, “사림의 화는 반드시 임금이 살피지 못하는 때에 있는 것입니다. 지금은 성명께서 위에 계시면서 아랫사람의 정상을 환하게 살피고 계시니 어찌 이런 일이 있을 수 있겠습니까. 다만 서로 각립하고 있으면서 걸핏하면 의심하므로 감히 제대로 일을 하지 못하여 기강이 날로 쇠퇴해 가고 있으니, 이 점이 걱정스럽습니다.” 하였다. 그리고 박소립(朴素立)과 홍혼(洪渾)이 모두 이이를 심하게 헐뜯었고, 또 군자와 소인으로 나눈 논의를 옳다고 하였다. 우옹이 아뢰기를, “이이의 마음은 다만 나라를 위한 것일 뿐입니다. 그러나 그 사람은 장중(莊重)하고 침밀(沈密)한 기상이 전혀 없기 때문에 일을 생각함에 있어 분명하게 살피지 못해서 그런 것입니다. 경악(經幄)의 복심(腹心)인 조신으로서 몸은 비록 물러나 있지만 감히 세상을 걱정하는 마음을 잊지 못한 데다가 전하여 들은 것이 또한 자세하지 못한 관계로 마침내 시론이 크게 편벽되고 국사가 크게 어그러져 가고 있다고 생각하고 지나친 걱정과 분개한 마음에서 광언(狂言)을 발한 것일 뿐입니다. 상께서도 그가 실언(失言)했다는 것에 대해서는 잘 알고 계시니 그의 광언을 용서해 주고, 그대의 의논이 옳지 않다는 뜻으로 회유하는 것이 좋겠습니다.” 하였으나, 상이 답하지 않았다.【이때에 시론에 부회하는 자들의 의논이 더욱 준절했다. 그러므로 박소립과 홍혼의 말이 김우옹의 말과 조금 달랐던 것이다. 이원익이 말년에 사람들에게 ‘동·서의 의논이 있던 처음에 이이가 심하게 패한 것은 그가 두 당 사이에 중립해서 양편으로부터 공격을 받았기 때문이다.’ 하였다.】",
                "hj": "○朔乙亥/上御朝講。 執義洪渾、講官柳成龍。 金瞻等皆言: “李珥疏意, 大不是。” 上曰: “疏中所謂 ‘收司之律’ 何謂也?” 渾、成龍曰: “此本商鞅法文, 今用於不當用處矣。” 金宇顒曰: “此出於朱子與陳亮書 ‘朋友亦且陷於收司連坐之律。’ 大槪言竝受其責耳。” 成龍曰: “珥天資高, 看文亦多, 非不爲學。 但無涵養之力, 故言論處事, 多率易。 今此所論, 亦緣此病而發也。” 金宇顒曰: “珥言金孝元、沈義謙之事及乙亥西人誤事、李銖獄事, 皆未爲不然。 且謂今日朝論有不當處, 亦或有之。 但須有是非之大分, 而珥言大無分別, 只言兩是、兩非’, 此其主意非矣。 若都不論是非, 而徒欲鎭靜, 則亦成混雜, 而不能鎭靜矣。” 渾、成龍等因言: “當初西人等, 攻斥孝元之友。” 上問: “攻斥何人?” 渾言: “當初擊去李誠中, 後因崔慶昌事, 逐去臺諫等事是也。” 成龍曰: “崔慶昌爲人無檢束, 當國恤時, 畜娼妓爲妾, 當時臺諫論之。 西人等以其知友而庇之, 臺諫一時竝擬咸鏡都事, 人心皆憤鬱矣。” 崔慶昌, 詩人之有才者, 沈滯常調, 爲大同察訪, 備邊司薦爲鍾城府使。 鍾城戍役之地, 而臺諫以陞級故, 兩司俱發, 論請改正。 上素知其才, 故論劾凡三朔, 終不允。 旣赴鎭, 又據他事論啓, 竟削資罷職。【慶昌本非黨目中人物, 而其時備局堂上, 多先輩, 故論駁特峻。】 宇顒曰: “珥疏所謂: ‘旣以君子小人分之, 而又欲調劑平和, 安有君子小人, 同調共劑之理?’ 此言則有理。 故臣意以爲, 但有公私是非而已, 欲以君子小人判之, 則其論未知果當也。 所謂小人者, 須是操弄濁亂, 妨賢病國, 貽害士林之事, 方可以此名歸之。 若義謙等雖其心術有不可知, 別無貽禍之事, 何可以此加之耶? 若顯是小人則萬無調劑之理, 若欲調劑則誤國之言也。 若然則如此者乃是小人, 牢籠一世之事, 豈有聖明在上, 而群臣乃敢如是? 珥言大不是也。” 金瞻曰: “珥之言固無他意, 其論則誤。 後人傅會幻出, 則恐成士林之禍。” 成龍曰: “士林之禍, 必在人主不察之時。 今聖明在上, 洞察下情, 豈有此乎? 只是分形各立, 動懷疑慮, 不敢有爲, 而紀綱日就陵夷, 此爲可憂。” 朴素立與洪渾, 皆極詆珥, 又以分君子小人之論爲是。 宇顒曰: “珥心只爲國也。 但其人全無莊重、沈密氣, 故慮事不審而然也。 以經幄腹心近臣, 身雖退處, 不敢忘憂世之心, 而傳聞不復致詳, 遂謂時論大偏; 國事大乖, 過懷憂憤, 而發其狂言爾。 自上極知其失言, 怒其狂言, 以爾論非是之意, 回諭爲佳。” 上不答。【是時, 附會時論者, 所論尤峻。 故朴素立、洪渾之言, 與金宇顒微異。 李元翼末年謂人曰: “東西之初, 李珥甚敗者, 以其中立兩間, 彼此受敵故也。”】"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 7월 1일(을사) 1번째기사",
                "gt-oKo": "양사가 이이의 죄를 다스리자고 청하려 하였으나 뜻대로 하지 못했다. 지난해 겨울에 이이가 파주(坡州)에 있었는데 백인걸(白仁傑)이 서울에 있으면서 상소하여 시사(時事)를 극론하고 겸하여 동·서의 당론을 보합(保合)할 계책을 올리려 하였다. 그러나 그 사연이 자기의 뜻을 제대로 전달되지 못할까 염려되어 이이를 통하여 그 내용을 잘 다듬게 하였다. 그러자 이이는 그의 나라 걱정하는 정성을 가련히 여겨 그의 말에 따라 대략 한 편의 문자를 만들어 보냈었는데, 이때에 이르러 백인걸이 비로소 상소하였던 것이다. 그런데 그가 논한 동·서에 대한 한 조목은 이이의 문자를 많이 사용했는데 백인걸도 이러한 것을 사람들에게 숨기지 않았다. 허엽(許曄)·이문형(李文馨)이 백인걸을 찾아가 말하기를 “동·서를 논한 한 조목은 어찌 이이가 올린 상소와 그 뜻이 서로 같은가?” 하니, 백인걸은 사실대로 대답하였다. 그러자 사류들은 이 사실을 시끄럽게 소문냈다. 이이는 당시의 인망을 받고 있었는데 동인들은 이이가 반드시 동인의 형세를 붙들어 주리라고 기대했었다. 그러나 상소하여 동인을 나무라자 동인들이 크게 성을 냈다. 정언 송응형(宋應泂)은 응개(應漑)의 아우인데 사람됨이 경솔 조급하고 무식하였다. 비록 가문의 명성과 세력으로 겨우 대간에 들어오기는 했으나 사실상 당시에 인망은 없었다. 그는 이이가 사류에게 거스름을 당하고 있는 것을 엿보고는 기회를 틈타 공을 세우려고 가일층 명류들과 굳게 교제를 맺었는데, 드디어 팔뚝을 걷어붙이고 이이를 공격하면서 논의를 일으켜 탄핵하고자 하였다. 그러자 대사간 권덕여(權德輿) 등이 모두 말하기를, “이 일의 허실에 대해서는 알 수 없으나 설혹 그런 사실이 있다고 하더라도 어찌 이것이 죄과가 되겠는가. 그리고 벼슬을 그만두고 물러가 있는 사람을 또한 치죄하기는 곤란하다.” 하였다. 이에 대해 송응형이 강력하게 다투었으나 권덕여 등이 끝내 그의 의견을 따르지 않으니 응형이 피혐하며 아뢰기를, “백인걸이 상소를 올려 시사를 논한 한 조목은 바로 이이가 대신 지은 것입니다. 백인걸은 칠십이 넘은 늙은 사람이니 나무랄 것이 없으나, 이이는 경악(經幄)의 신하로서 젊어서부터 유자라는 명망을 자부하고 있으니 물러가 산야에 살고 있더라도 생각한 바가 있으면 숨김없이 곧바로 진달해야 할 일이지 무슨 의심하고 꺼릴 것이 있기에 감히 자기의 자취를 숨기고 우회하여 대신 지어 천청(天聽)을 의혹시키려 한단 말입니까. 이는 실로 곧은 도리로 임금을 섬기는 의리가 아닙니다. 그래서 신이 놀라움을 견딜 수 없어 그의 잘못을 탄핵하여 신하로서의 궤비(詭祕)하고 정직하지 못한 잘못을 바로잡고자 하였는데 동료들에게 저지당하였으니, 신의 소견이 잘못된 것입니다. 관직에 있을 수 없으니 체직시켜 주소서.” 하니, 권덕여 등도 동료를 데리고 피혐하기를, “백인걸의 상소에 시사를 논한 한 조목이 과연 이이의 손에서 나온 것이라면 이이는 참으로 그 책임을 피할 수 없습니다. 그러나 요즈음 조정이 한창 화평을 주장하고 있는데 만약 이 일로 인하여 기필코 논핵하기에 이른다면 시끄러움이 더욱 심해질까 두렵고 걱정스러웠기 때문에 송응형과 논의가 합치되지 않았던 것입니다. 그리고 자취를 숨기고 궤비한 행동을 했다고 이이를 책했는데 신들의 뜻은 그렇지 않다고 생각했기 때문에 그와 소견이 각각 달랐던 것입니다. 직에 있을 수 없으니 체직시켜 주소서.” 하고, 대사헌 이식(李栻) 등도 아뢰기를, “이이가 상소를 대신 지은 사실은 이미 경연 석상에서 발론되었습니다. 신들에게는 말하지 않은 책임이 있으니 신들을 체직시켜 주소서.” 하였다.【이보다 앞서 김첨(金瞻)이 경연에게 ‘이이가 소탈하여 백인걸의 상소를 대신지었는데, 이문형(李文馨)이 직접 인걸에게서 들었다고 했다.’ 하였다.】 홍문관이 장차 양사를 처치하려고 하였는데 교리 김우옹(金宇顒)이 말하기를, “송응형이 기회를 틈타 군자를 무함하려 하니 반드시 소인일 것이다. 마땅히 헌부와 함께 체직시켜야 한다.” 하였으나, 동료들이 그의 뜻을 따르지 않았다. 그러자 우옹이 계속 극론하기를, “이번 처치가 합당하지 않게 된다면 우리들도 반드시 소인이라는 이름을 얻을 것이다. 어찌 송응형 한 사람만 소인이 되겠는가.” 하였으나, 부제학 이산해(李山海), 응교 이발(李潑)은 양쪽 사이에서 우물쭈물하면서 두 편을 다 보전하려고 하였다. 이산해가 초(草)한 차자에, “전파된 말이 혹 사실이 아닐지도 모르며 송응형의 소문 역시 명백한지 여부를 모르겠습니다. 이는 스스로 소문을 믿은 것에 불과합니다. 그리고 권덕여 등이 그의 의논을 따르지 않은 것은 참으로 공변된 마음에서 나온 것이고 송응형이 탄핵하고자 한 것도 뒷 폐단은 있을지라도 그 역시 다른 뜻이 있었던 것은 아닙니다. 또 이식 등이 말하지 않은 것도 신중히 하려는 마음에서 나온 것이니 무슨 잘못된 것이 있겠습니까. 모두 출사하게 하소서.” 하였다. 상이 이문형을 불러서 하문하기를, “과연 그런 일이 있는가?” 하니, 이문형이 아뢰기를, “저번에 우연히 백인걸에게, 상소의 뜻이 이이의 상소 내용과 같은데 어떤 까닭이냐고 물으니, 백인걸이 ‘이이와 서로 통하여 만들었다.’고 하였습니다. 그밖에는 달리 들은 것이 없습니다.” 하자, 상이 옥당에 답하기를, “사람을 시켜 소장을 올리게 하였으니 이는 참으로 놀라운 일이다. 뜻이 비록 화평을 귀히 여겨서 한 것이라고는 하지만 사리상 그의 죄실(罪失)을 엄폐하기는 어렵다. 출사하는 일은 아뢴 대로 하라.” 하였다. 권덕여 등이 재차 피혐하기를, “이이가 대신 소를 지었다는 말은 혹자들이 운운하고 있으나 그 사이의 곡절은 죄다 알 수가 없습니다. 신들의 뜻은 망령되이 화평만을 주장했고 또 송응형의 말이 지나쳤기 때문에 감히 그의 뜻을 따르지 않은 것입니다. 그런데 요즘에 도리어 억제했다는 비난을 받았으니 이제 구차하게 합치할 수가 없습니다. 신을 체직시켜 주소서.” 하고, 응형이 또 피혐하기를, “이이의 일은 실로 해괴한 것이기에 신의 뜻은 다만 그가 실수한 것을 논핵하여 망령된 행동을 경계하고자 한 것일 뿐이었는데 소신이 경솔하고 망령되어 말하는 사이에 과격한 병통이 있어서 이미 동료들과 서로 의견이 다르게 되었고 또 옥당의 기롱을 받게 되었습니다. 신을 체직시켜 주소서.” 하니 답하기를, “모두 사직하지 말라.” 하였는데, 모두 물러가 물론을 기다렸다. 헌부가 아뢰기를, “송응형이 이이를 논핵하고자 한 것이 옳지 않은 것이 아닌데 권덕여 등이 따르지 않았으니, 형세가 서로 용납하기 곤란하게 되었습니다. 바라건대 송응형은 출사하게 하고 권덕여 이하는 모두 체직시키소서.” 하였다. 이에 헌부가 장차 이이를 먼저 탄핵하려 하였는데 지평 기대정(奇大鼎)이 더욱 힘써 스스로 감당할 것을 주장하였다. 백인걸이 그 말을 듣고 놀랍고 부끄럽게 여겨 상소하여 스스로 변명하기를, “이이가 과연 신의 상소를 수식(修飾)하고 윤문(潤文)하기는 하였습니다. 삼가 살펴보건대, 송(宋)나라 정이(程頤)는 팽사영(彭思永)을 대신하여 복왕(濮王)의 전례(典禮)에 대해 논하는 상소를 지었고, 부필(富弼)을 대신하여 영소릉(永昭陵)에 대해 논하는 상소를 지었으며, 여공저(呂公著)를 대신하여 조서에 답하는 상소를 지었습니다. 이런 따위의 일을 선유들도 일찍이 해 왔던 것이기에 신은 이이의 글을 차용하는 것을 혐의스럽게 여기지 않았으며 사람들을 향해서도 숨김없이 말하였던 것입니다. 그래서 말을 전하는 자들이 모두 이이가 신을 유도하여 상소를 올리게 했다고 한 것입니다. 신이 비록 형편없는 자이기는 하나 어찌 감히 신의 본래 의사가 아닌 것을 남이 시키는 것만을 따라 이 상소를 하였겠습니까. 늙은 신하가 죽을 나이에 다다라 감히 거짓을 꾸며서 전하를 기망하겠습니까.” 하니, 상이 비로소 그 사실을 알고 답하기를, “경의 상소를 살펴보고 비로소 그 수말(首末)을 알게 되었다. 경은 안심해도 좋다.” 하였다. 그렇게 되자 옥당은 헌부가 처치를 잘못한 것을 가지고 왁자지껄 그르게 여기니, 이식 등이 드러나게 비난을 받았다는 이유로 체직을 청하고 물러가 물론을 기다렸다. 홍문관이 차자를 올리기를, “신들도 참으로 전파된 말이 혹시 사실이 아닌가 하고 생각을 하였었습니다. 그런데 송응형은 경솔하게 소문만을 믿고 부정(不靖)한 사단을 열고자 하였으며, 이식 등은 정당하지 않은 처치를 하였으니, 전혀 화평케 하려는 뜻이 아닙니다. 모두 체차하소서.” 하였다. 이리하여 양사가 모두 다 체직되었다. 정지연(鄭芝衍)을 대사헌으로, 구봉령(具鳳齡)을 대사간으로 삼았는데, 정지연은 사양하여 체직시키고 이산해(李山海)로 대신케 하였다. 대중(臺中)에서 계속 이이를 헐뜯었으므로 홍혼(洪渾)이 상소하여 쟁변(爭辨)하려고 하니 유성룡(柳成龍)과 김우옹이 모두 정지시켰다. 우옹이 대거(對擧)하여 상소하고자 하자 홍혼 등도 곧 중지하였다. 좌상 노수신(盧守愼)이 큰 소리로 말하기를, “헌부가 만약 이이를 공격한다면 우리들도 당연히 헌부의 실책을 논계할 것이다. 어찌 공론이라고 하면서 군자를 해칠 수가 있는가.” 하였다. 그리고 수신이 동몽 훈도(童蒙訓導) 박형(朴泂)에게 묻기를, “송응형이 이이를 공격하고 있는데 바깥의 의논은 어떠하던가?” 하자, 박형이 말하기를, “시론(時論)이 비록 이공(李公)을 헐뜯고 있지만 이공은 훼손할 수가 없습니다. 우리 문하에 교유하고 있는 학도들이 3백∼4백 인이 되는데 내가 그들의 뜻을 시험하고자 하여 여러 사람에게 묻기를 ‘이공은 어떤 사람인가.’ 하니, 그를 군자라고 하지 않은 사람은 한 사람도 없었습니다. 이들은 바로 후일의 사림입니다. 한때 어떤 사람이 망령되게 헐뜯는다고 하더라도 후일의 공론을 없앨 수 있겠습니까.” 하니, 노수신이 참으로 그렇게 여겼다. 그 뒤에 경연 석상에서 박순과 더불어 상에게 아뢰기를, “이이는 인품이 분명히 군자입니다. 비록 소탈한 실수가 있다고 하더라도 나라를 걱정하는 정성에서 나온 것이니 헐뜯는 의논을 해서는 안 됩니다.” 하니, 상이 이르기를, “사람들이 이이가 백인걸을 유도하여 상소하게 했다고 말하였기 때문에 나도 그를 그르게 여겼다. 그런데 지금 그 사실을 들어보니 서로 의견만을 통하였을 뿐이었으니, 이것이 무슨 허물이 있겠는가.” 하였다. 이때 동인들 중에 부박한 자들이 기필코 이이를 해치려고 하였는데, 대신과 김우옹이 큰 소리로 그들의 기를 꺾었기 때문에 끝내 자행하지 못했다. 이보다 앞서 사류의 명망이 동인에게로 돌아갔기 때문에 성세(聲勢)가 매우 확장되었고 그쪽으로 따라붙는 자들이 많았다. 그리하여 자기 편의 논의를 주장하는 사람이면 선악과 재능의 유무를 따지지 않고 일체 받아들여서 수가 많은 것으로 이기는 것을 삼았다. 따라서 뒤에 온 자들이 다투어 전열(前列)을 배격하여 그들의 위에 나가고자 하였으므로 논의가 극히 각박하고 사납게 되었다. 그런데도 도리어 직절한 기풍을 훌륭하게 여겨 느긋한 논의를 하는 자는 도리어 그들의 밑에 굴하게 되었다. 이때에 이르러 백인걸과 이이처럼 덕망이 있는 어진 사람도 탄핵을 받는 일을 면하지 못하게 되었다. 그리하여 이때부터 공론이 동인을 일컬어 편당이라 하였고, 여항의 백성들도 모두 동인을 소인으로 지목하였다. 이발(李潑)과 김우옹(金宇顒) 등은 그 말을 싫어하여 억지로 조정하여 화합하는 논의를 해서 조정이 조금 안정되었다.【이이가 사사로이 의논하기를 ‘심의겸은 외척 중 조금 두각을 나타낸 자일 뿐이니 비록 사류에 참여한다 하더라도 무슨 비중이 있겠는가. 그리고 김효원은 조금 재능이 있으나 학문이 아직 도(道)를 깨달은 경지에는 이르지 못했으니 사림의 영수로 삼는 것은 마땅하지 않다. 이 두 사람의 시비에 대한 변론이 어찌 치란에 관계된단 말인가. 심의겸이 자신의 역량과 덕을 헤아리지 않고 국사를 하고자 한 것은 이미 잘못된 것이고, 김효원도 경솔하게 선배들을 헐뜯어서 상호간에 의심하여 사류가 두 편으로 나뉘어지게 하였으니 어찌 옳다고 할 수 있겠는가. 그 일을 논한다면 두 사람이 모두 잘못이나 그 재능을 말한다면 두 사람 모두 유속(流俗)보다는 나으니 버려서는 안된다. 만약 효원이 우수하고 의겸은 용렬하다고 한다면 말이 되지만 만약 효원이 옳고 의겸은 그르다고 한다면 이는 사리상 당연한 것이 아니다. 가령 두 사람에게 옳고 그름이 분명히 있다고 하더라도 그것은 국가에 관계가 있는 것이 아닌데 도리어 분변하고자 하여 양쪽의 논의가 분분하므로 인재를 못 쓰게 하고 국맥을 손상시켜 세상의 큰 화를 만들고 있다. 그러면서도 그런 줄을 깨닫지 못하고 있으니 어찌 명(命)이 아닌가.’ 하였다.】",
                "hj": "○朔乙巳/兩司將請治李珥之罪, 不果。 去年冬, 李珥在坡州, 白仁傑在京, 欲上疏極論時事, 兼進保合東西之策, 而恐其辭不達意, 通于珥, 使修潤之。 珥憐其憂國之誠, 乃依其言, 略爲一段文字以送。 至是, 仁傑疏始上。 其論東西一款, 頗用珥文字, 而仁傑亦向人不諱。 許曄、李文馨往見仁傑曰: “論東西一款, 何以與李珥之疏, 意思相合耶?” 仁傑以實對。 於是, 士類喧傳。 珥負時望, 東人意珥必扶東人之勢, 而及上疏, 譏誚東人, 東人大怒。 正言宋應泂, 應漑之弟也, 輕躁無識。 雖以家門聲勢, 僅得入臺, 實無時望。 窺珥忤於士類, 欲乘機立功, 固結名流, 加於一層, 遂攘臂攻珥, 發論欲劾之。 大司諫權德輿等皆曰: “此事虛實未可知。 就令有之, 豈是罪過乎? 且休官退居之人, 亦難罪之也。” 應泂固爭, 德輿等終不從。 應泂避嫌啓曰: “白仁傑上疏論時事一款, 乃李珥代述。 仁傑老耄, 不足責也。 珥以經幄之臣, 少負儒名, 退處山野, 凡有所懷, 直達無隱, 有何顧忌, 而乃敢匿迹回互, 隱然代述, 冀惑天聽? 實非直道事君之義。 故臣不勝駭怪, 欲劾其非, 以正人臣詭秘不直之失, 而爲同僚所沮抑, 臣之所見謬矣。 不可在職, 請遞斥。” 權德輿等率同僚避嫌曰: “白仁傑疏論時事一款, 果出於李珥之手, 則珥固不得辭其責。 但近來朝廷, 方以和平爲主, 若因此事, 必至於論劾, 則恐致囂囂益甚, 故與宋應泂, 論議不合。 且以匿迹詭秘責之, 臣等之意則不以爲然。 所見各異, 不可在職, 請遞斥。” 大司憲李栻等啓曰: “李珥代述事, 已發於經席, 臣等有不言之責, 請遞斥。”【前此, 金瞻於經筵言: “珥踈脫, 乃代撰仁傑之疏, 李文馨親聞仁傑之言云。”】 弘文館將處置兩司, 校理金宇顒曰: “宋應泂欲乘時陷害君子, 必是小人也。 當竝與憲府而遞之。” 同僚不從。 宇顒亦極論不止曰: “此處置失宜, 則吾亦必得小人之名。 豈爲一應泂, 陷於小人之域乎?” 副提學李山海、應敎李潑依違兩間, 爲兩全之計。 山海草箚曰: 傳播之言, 容或失實, 宋應洞之所聞, 亦未知明白與否。 此, 不過自信所聞而已。 德輿等之不從, 實出於公心, 應泂之欲劾, 雖有後弊, 而亦非有他意也。 李栻等之不言, 亦出於難愼, 有何所失? 請竝出仕。 上召問李文馨曰: “果有是事否?” 文馨啓曰: “頃日偶問白仁傑以: ‘疏意與李珥相同處, 何故?’ 仁傑答以: ‘李珥相通爲之矣。’ 他無所聞。” 上答玉堂曰: “敎人上疏, 此實可駭。 意雖貴於和平, 理難掩其罪失。 出仕事依啓。” 權德輿等再避曰: “李珥代疏之言, 雖或云云, 其間曲折, 未得盡悉。 臣等之意, 妄以和平爲主, 且應泂之言過中, 故不敢從矣。 今者反被沮抑之誚, 今不可苟合, 請遞臣職。” 應泂又避曰: “李珥之事, 實所駭怪, 臣之意欲論其所失, 以戒妄作而已。 第以小臣輕妄, 辭氣之間有過激之病。 旣與同僚相異, 又被玉堂之譏, 請遞臣職。” 答曰: “竝勿辭。” 皆退待。 憲府啓曰: “應泂之欲論李珥, 非不可, 德輿等不從, 勢難相容。 請應泂出仕, 德輿以下竝遞之。” 於是, 憲府將先劾珥, 持平奇大鼎尤力主自當。 白仁傑聞之驚愧, 上疏自明曰: 李珥果修潤臣疏矣。 竊見, 宋程頤代彭思永, 撰論濮王典禮疏; 代富弼, 作論永昭陵疏, 代呂公著, 作應詔疏。 此等事, 先儒亦嘗爲之, 故臣用珥文, 不以爲嫌, 向人無隱, 故傳者皆以珥誘臣上疏。 臣雖無狀, 豈敢以非臣本意, 而徒聽人所敎, 而爲此疏乎? 老臣臨死, 不敢飾詐, 以欺罔殿下矣。 上始得其實, 答曰: “省卿上疏, 始知首末。 卿宜安心。” 於是, 玉堂以憲府失於處置, 譁然非之, 李栻等以顯被譏誚請遞, 退待。 弘文館上箚曰: 臣等固意, 傳播之言, 容或失實。 宋應泂輕信所聞, 欲啓不靖之端; 李栻等處置乖當, 大非和平之意。 請竝遞差。 於是, 兩司皆遞, 而鄭芝衍爲大司憲, 具鳳齡爲大司諫, 芝衍辭遞, 李山海代之。 臺中訾珥不已, 洪渾欲上疏爭辨, 柳成龍、金宇顒皆止之。 宇顒欲對擧上疏, 渾等乃止。 左相盧守愼倡言曰: “憲府若攻李珥, 吾輩亦當論啓憲府之失。 安可謂之公論, 以害君子乎?” 守愼問童蒙訓導朴泂曰: “宋應泂攻李珥, 外議如何?” 泂曰: “時論雖詆李公, 李公不可毁也。 學徒游吾門者, 三四百人。 吾欲試其意, 各問曰: ‘李公何如人?’ 則無一人不以爲君子者。 此輩, 是, 後日士林也。 一時雖或妄毁, 後日公論, 其可泯絶乎?” 守愼深然之。 後於經席, 與朴淳白上曰: “李珥爲人, 決是君子。 雖有踈脫之失, 出於憂國之誠, 不可訾議也。” 上曰: “人言, 敎仁傑上疏, 故予亦非之。 今聞其實, 則只是相通而已。 此有何過乎?” 是時, 東人之浮薄者, 必欲害珥, 賴大臣及金宇顒大言折之, 竟不能恣行。 先是, 士類之名, 歸於東人, 故聲勢甚張, 附會者坌集。 主論之人, 不別善惡、材鄙, 而一切容受, 以多爲勝。 後至者爭欲以排前列, 而出其右, 論議自至苛刻暴厲。 而反以直氣自多, 緩論者反屈於其下。 及是, 以白仁傑、李珥之德望, 不免彈劾。 自此, 公論稱東人爲偏黨, 而閭巷韋布之言, 皆以小人目之。 李潑、金宇顒等惡其言, 乃强爲調劑之論, 而朝著少靖矣。【李珥私議曰: “沈義謙外戚之稍出頭角者耳。 雖得參於士類, 曷足爲有無哉? 金孝元少有才, 而學未聞道, 不宜作士林領袖也。 斯二人是非之辨, 豈係於治亂哉? 沈之不量力、度德, 欲爲國事者, 旣非矣; 金之輕詆先輩, 以致疑阻, 使士類分爲二邊, 亦豈是乎? 論其事則兩人皆非也; 語其才則兩人皆勝於流俗, 不可棄也。 若曰: ‘金優沈劣’ 則得矣; 若曰: ‘金是沈非’ 則非事理之當然也。 假使二人明有是非, 此非關於國家, 而反以辨之之故, 二論橫潰, 壞人材、傷國脈, 爲世大禍, 而莫覺其然, 豈非命耶?”】"
            },
            "2": {
                "H2KE-EN": "Sixth Royal Secretary Heo Jin resigned from office due to illness. [Heo] Jin and [Heo] I were older brother-in-law. At this time, [he] saw [Heo] I, who had been deluded by the 시론, wished to earn merit in advance. [Heo] reported to the Royal Lecture , saying, The memorial presented by Yi I was from personal feelings. The memorial presented [to the King] in order to impeach Sim Uigye , Jeong Cheol , and Han Su. Sim Uigye and Han Su were their relatives, and Jeong Cheol were their friends. How could their words be upright? Furthermore, [Heo] did not come to the capital and arrogantly submitted a memorial, which is not a proper way of a subject. Shortly afterward, Heo Jin was promoted to a section chief . People say that [Heo] Jin was shameful to understand the circumstances and considering the 시론s of the King, and thus arrogantly displayed [Heo] with a stone. The Office of the Inspector General also detested [Heo] and impeached [Heo] for his flattery in the world. Even though the King did not grant permission, [Heo] Jin was ashamed and shameful to resign from office due to illness. [Heo] was sent to serve as magistrate of Yeoju Strategic County .",
                "H2KE-nKo": "동부승지 허진이 병으로 면직되었다. 허진은 이이와 옛 친구 사이였는데, 이때에 이르러 이이가 시론에 흔들려 먼저 공을 세우려고 경연 석상에서 아뢰기를,“이이의 상소는 사사로운 뜻에서 나온 것입니다. 상소 가운데 심의겸, 정철, 한수를 논핵하여 구원하였는데, 심의겸과 한수는 바로 그의 족당이고 정철은 그의 친구이니, 그 말이 어찌 공심이겠습니까. 그리고 그가 올라오지도 않고 버젓이 상소한 것은 신하의 분의가 아닙니다.”하였다. 얼마 안 되어 허진을 승지에 발탁하였는데, 사람들이 ‘허진이 주상의 뜻을 헤아리고 시론을 헤아려서 이렇게 돌을 던지고 스스로 자랑한 것이다.’라고 하며 시끄럽게 침을 뱉고 욕하였다. 사헌부도 그를 미워하여 세상에 아부하고 선정을 욕한 것으로 탄핵하였는데, 주상이 비록 윤허하지 않았으나 허진이 부끄러워하여 병으로 면직하고 여주 목사로 나갔다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 7월 1일(을사) 2번째기사",
                "gt-oKo": "동부승지 허진(許晉)이 병으로 면직되었다. 허진은 이이의 오랜 친구였는데 이때에 이르러 이이가 시론에 비판받는 것을 보고 먼저 공을 세우려고 경연 석상에서 아뢰기를, “이이의 상소는 사의(私意)에서 나온 것입니다. 상소 속에서 심의겸·정철(鄭澈)·한수(韓修)를 구제하기 위해 논했는데 심의겸과 한수는 바로 그의 족당이며 정철은 그의 친구이니, 그 말이 어찌 공변된 마음에서 나온 것이겠습니까. 그리고 그가 서울에 올라오지도 않고 집에 편히 누워 있으면서 소장을 진달하였으니, 신하의 분의에 맞지 않는 일입니다.” 하였는데, 얼마 후 허진을 승지로 발탁하였다. 그러자 사람들은 허진이 상의 의중과 시론을 헤아려 남을 곤경에 밀어넣고 자신을 팔았다고 하여 시끄럽게 침을 뱉으며 욕하였다. 헌부에서도 역시 그를 미워하여 세상에 아부하고 올바른 사람을 욕했다는 것으로 탄핵하니, 상이 비록 윤허하지는 않았으나 자신이 스스로 부끄럽게 여겨 병으로 사면하고 여주 목사(驪州牧使)로 나갔다.",
                "hj": "○同副承旨許晋病免。 晋與李珥爲故舊。 至是, 見珥爲時論所撼, 欲先立功, 啓於經席曰: “李珥之疏, 出於私意。 疏中論救沈義謙、鄭澈、韓脩, 義謙、脩是其族黨; 澈爲執友, 其言豈是公心? 且渠不上來, 而偃然陳疏, 非臣子分義也。” 未幾, 許晋擢拜承旨。 人以爲: “晋揣上意、量時論, 爲此下石自衒也,” 唾罵紛然。 憲府亦惡之, 劾以阿世醜正, 上雖不允, 晋慙愧以疾免, 出爲驪州牧使。"
            },
            "3": {
                "H2KE-EN": "Inspector General Ku Bongryeong paid a farewell visit to the King and did not come. Upon hearing that the scholar-officials disorderly and their opinions were unclear, Ku Bongryeong desired to enter the imperial court to reform him. However, his friendly remonstrate with his friendly remonstrated against him, and thus he resigned from his illness. Ku Bongryeong also criticized the opinion of conspiracy. Therefore, people claimed that he was a commoner of the country, but he was entrusted with the reputation of the scholar-official of the 영남의 Province. Therefore, he was not severely disappointed in this world. The King attended the Royal Lecture. Left State Councilor 노수신 requested that an official who can be appointed as the director of the Office of Royal Genealogy and then recommended Ku Bongryeong , Yi I , and Heo Bong . He also reported, Your subject has requested that Ku Bongryeong be reappointed and appointed. However, he has not yet received Your Majestys approval. What do you think about this? The King said, I also know about this. I am still young and also not old. What harm could my dear sir be slightly delayed? At the time, officials of the Ministry of Rites discussed Seong Uns posthumous title. The King asked 노수신, Jo Sik , Yi Hang , and Seong Un are the wise scholars of the same time. However, their personality and ranks are not different. Jo Sik was arrogant in his mind and his literati, and his knowledge was exceedingly wise. Even the sages books did not satisfy his mind. Thus, there was a slight symptoms of illness. Seong Un was 온아하고 honest and silent, and his self-restrained nature beyond the world. Therefore, he was always modest in modest worlds. Yi Hang was encouraged by self-restraint modest",
                "H2KE-nKo": "대사간 구봉령이 사직하고 오지 않았다. 구봉령이 사류들이 서로 어긋나 논의가 안정되지 않는다는 말을 듣고 조정에 들어와 바로잡으려고 하였는데, 친한 벗이 극력 만류하자 병을 이유로 사직한 것이다. 구봉령도 조제론을 주장하였기 때문에 사람들이 서인으로 지목하였으나, 영남 선비들의 명망을 짊어지고 있었기 때문에 세상의 비난을 심하게 받지는 않았다. 주상이 경연에 나아갔다. 좌의정 노수신이 문형을 맡을 만한 사람을 아뢰어 청하고, 이어 구봉령, 이이, 허봉을 천거하였다. 또 아뢰기를,“신이 이이를 거두어 등용하기를 청한 것이 여러 차례였는데, 지금까지 지휘하지 않는 것은 어째서입니까?”하니, 주상이 말하기를,“이이에 대해서는 나도 알고 있다. 내 나이가 아직 젊고 그도 늙지 않았으니, 조금 늦은들 무슨 상관이 있겠는가.”하였다. 이때 예관이 성운에게 증직하는 것에 대해 의논하였다. 주상이 노수신에게 물으니, 대답하기를,“조식, 이항, 성운은 같은 시대의 어진 선비이지만 인품은 같지 않습니다. 조식은 지기가 사납고 식견이 뛰어나서 성현의 글도 달갑게 여기지 않았기 때문에 조금 병통이 있었습니다. 성운은 온아하고 간묵하며 초연하여 세상에 발을 붙이지 않았기 때문에 항상 겸손하게 사양하며 자신을 지켜서 한 시대의 완전한 사람이 되었습니다. 이항은 자신을 단속하여 성현을 본받고, 글을 읽을 때는 사서를 근본으로 삼았으며, 사람을 인도할 때는 기질을 변화시키는 것을 급선무로 삼았습니다. 학문에 공이 많은 사람으로 은덕한 사람이 혹 치우친 곳이 있는 것과는 같지 않습니다. 조식에게 이미 증직하였으니, 지금 이항을 먼저 증직하고 그다음 성운에게 증직하는 것이 마땅합니다.”하였다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 7월 1일(을사) 3번째기사",
                "gt-oKo": "대사간 구봉령(具鳳齡)이 사양하고 나오지 않았다. 구봉령은 사류들이 서로 갈라지고 논의가 부정(不靖)하다는 말을 듣고 조정에 들어와 바로잡아 구제하려고 하였는데 친한 벗들이 힘써 만류해서 병을 핑계로 사양한 것이다. 구봉령도 조정하여 화합해야 한다는 논의를 주장했으므로 사람들이 서인으로 지목하였으나 영남 선비들의 명망을 짊어지고 있었기 때문에 세상의 심한 비난을 받지는 않았다. 상이 경연에 나아가자, 좌의정 노수신이 문형(文衡)을 맡을 만한 사람을 계청하고 이어 구봉령·이이·허봉을 추천하였다. 그리고 아뢰기를, “신이 이이를 거두어 등용하기를 주청한 것이 여러 번이었는데 지금까지 분부를 내리지 않고 계시니, 무슨 이유 때문입니까?” 하니, 상이 이르기를 “이이에 대해서는 나도 알고 있다. 내 나이가 아직 젊고 그 사람 역시 늙지 않았으니 좀 늦는다고 한들 무슨 관계가 있겠는가.” 하였다. 이때에 예관(禮官)이 성운(成運)에게 증직하는 일을 의논하였는데, 상이 노수신에게 물으니, 대답하기를, “조식(曺植)·이항(李恒)·성운은 같은 시대의 어진 선비이지만 인품에 있어서는 동일하지 않습니다. 조식은 뜻과 기개가 높고 식견이 고매해서 비록 성현(聖賢)의 글이라 하더라도 만족하지 않게 여겼으므로 조금 병통이 있습니다. 그러나 성운은 온아(溫雅)하고 간묵(簡默)하며 초연히 세상일에 얽매이지 않고 항상 겸양하는 마음으로 스스로를 지켰으므로 한 세상의 흠잡을 데 없는 사람이 되었습니다. 그리고 이항은 몸을 단속하되 성현으로 법을 삼고, 글을 읽되 사서로 근본을 삼았으며, 사람을 인도하되 기질을 변화시키는 것으로 선무를 삼았기 때문에 학자들에게 많은 공이 있으니, 덕을 숨기고 사는 사람 중 혹 편벽된 곳이 있는 자와는 같지 않습니다. 조식에게는 이미 증직을 해 주었으니 이제 먼저 이항에게 증직하고 다음에 성운에게 증직하는 것이 마땅하겠습니다.” 하였다.",
                "hj": "○大司諫具鳳齡辭不至。 鳳齡聞士類相乖, 論議不靖, 欲入朝匡救, 而親友力止之, 乃辭疾。 鳳齡亦爲調劑之論, 故人目爲西人, 而以負嶺南士望, 故不甚見非於世。 上御經筵。 左議政盧守愼啓請可典文衡之人, 仍薦具鳳齡、李珥、許篈, 且啓曰: “臣請收用李珥者數矣, 至今未有指揮何也?” 上曰: “李珥予亦知之。 予年尙少, 渠亦未老, 差晩何傷?” 時, 禮官議成運贈爵。 上問盧守愼, 對曰: “曺植、李恒、成運, 同時賢士, 而人品則不同。 曺植志氣凌厲, 識見超邁, 雖聖賢之書, 亦不屑意, 故微有病處。 成運溫雅簡默, 超然不嬰世, 故常謙讓自守, 爲一世完人。 李恒律身以聖賢爲法; 讀書以四書爲本; 導人以變化氣質爲先, 多有功於學者, 非如隱德之人或有偏處。 曺植已贈職矣, 今先李恒, 而次成運贈職當矣。”"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On the first day of the month, Junior Seventh Rank Military Officer 성혼 submitted a memorial stating that he could not attend to his office due to illness. He also submitted a memorial regarding the urgency of the sovereigns virtue, which is the first reason why he employs his mind and receives good deeds. The King repeatedly praised him for the utmost opinion, but did not summon him again. At that time, Confucian scholars had lost their support for the support of Li . They wanted to summon Li Xi and regard it as important. They encouraged many times to summon His Majesty to summon Li Xi. The King continued to summon Li Xiangs order, but Li Xiang did not respond. Since the gapsul year (, Li Xiang was appointed as fourth inspector of the Office of the Inspector General and twelve times summoned by the King but did not attend to his office.",
                "H2KE-nKo": "삭갑술년에 성혼이 상소하여 스스로 병 때문에 벼슬할 수 없다고 진달하고, 또 군덕의 요체를 진달하였는데, 마음을 비우고 선한 말을 받아들이는 것을 제일의 의리로 삼았다. 주상이 지극한 논의라고 칭찬하고 다시 부르는 명이 없었다. 이때 사류들이 이미 이이의 도움을 받지 못하자 성혼을 끌어다가 중시하고자 하여 상에게 특별히 부르도록 많이 권하였다. 그러나 부르는 명이 연이어 내렸으나 성혼이 응하지 않았다. 성혼은 갑술년부터 해마다 지평에 제수되었으나 부름을 받고도 나아가지 않은 것이 12번이나 되었다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 8월 1일(갑술) 1번째기사",
                "gt-oKo": "성혼이 상소하여 스스로 병 때문에 출사하지 못한다는 실정을 진달하고 또 임금이 갖춰야 할 덕의 요점에 대해 진달하였는데, 마음을 비우고 선한 말을 받아들여야 한다는 것을 제일의로 삼았다. 이에 대해 상이 지론(至論)이라고 기렸으나 다시 부르지는 않았다. 당시에 사류들이 이미 이이의 도움을 잃게 되자 성혼을 끌어들이는 것으로 중대함을 삼고 많은 사람이 상에게 특별히 부르라고 권하여 소명이 연달아 내렸으나 성혼은 부름에 응하지 않았다. 그가 갑술년에서부터 해마다 지평에 제수되는 부름을 받고 나가지 않은 것이 열두 번이었다.",
                "hj": "○朔甲戌/成渾上疏, 自陳病不能仕, 且陳君德之要, 以虛心受善爲第一義。 上褒以至論, 而無更召之命。 時, 士類旣失李珥之助, 欲援渾以爲重, 多勸上特召。 召命連下, 渾不應。 渾自甲戌, 歲除持平, 承召不赴者十二度矣。"
            },
            "2": {
                "H2KE-EN": "[The King] appointed Yi Won , magistrate of Uiju Strategic County , and promoted [the title of] Grand Master for Excellent Virtue . The inspectors and censors requested that [the title of] Grand Master for Excellent Virtue be corrected. The King said, [I] will appoint [Yi] Won to a frontier commander in order to appoint him as a frontier commander . [The title of] cannot be changed. [Yi] Won was appointed to a province because [he] disobeyed [the title of] Lisan due to his disobeying the royal order. Even though [he] was outside the capital, [he] could not protect [his] position.",
                "H2KE-nKo": "김명원을 의주 목사로 삼고 가선대부의 품계를 더하였다. 대간이 논하여 개정하기를 청하니, 주상이 말하기를,“장차 김명원을 서용하여 서쪽 지방의 장수로 삼으려 하니 개정할 수 없다.”하였다. 김명원이 외직에 나간 것은 이산해에게 미움을 받았기 때문이다. 그러므로 외직에 제수하더라도 보전할 수 없었다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 8월 1일(갑술) 2번째기사",
                "gt-oKo": "김명원(金命元)을 의주 목사(義州牧使)로 삼고 품계를 더하여 가선(嘉善)으로 올리니, 대간이 논의하여 개정할 것을 청하였다. 상이 이르기를, “장차 명원을 등용하여 서방의 장수로 삼으려 하니 개정할 수 없다.” 하였다. 김명원이 외방에 나가게 된 것은 이산해(李山海)에게 거스름을 당했기 때문이었다. 그러므로 외직이라 하더라도 보존할 수가 없었다.",
                "hj": "○以金命元爲義州牧使, 加階嘉善。 臺諫論請改正, 上曰: “將用命元爲西帥, 不可改也。” 命元之出外, 由忤於李山海, 故雖外職, 亦不能保。"
            },
            "3": {
                "H2KE-EN": "The King selected Kim Yongnam , Kim Cheom , Yi Gil , and others to present their leaves of absence and read books.",
                "H2KE-nKo": "김응남, 김첨, 이길 등을 선발하여 사가 독서하게 하였다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 8월 1일(갑술) 3번째기사",
                "gt-oKo": "김응남(金應南)·김첨(金瞻)·이길(李洁) 등을 선발하여 사가 독서(賜暇讀書)하도록 하였다.",
                "hj": "○選金應南、金瞻、李洁等, 賜暇讀書。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, the King reinstated Zhao Liang , the magistrate of Yeonan Strategic Prefecture on the first day of the gapjin year (. When Zhao Liang paid a farewell visit to the King, the King received him in audience and greeted him and asked, Why do you manage the county? He answered, The people of Yeonan desire to file lawsuits and their registers are extremely complicated. Your subject is incompetent and incompetent, and I am afraid that he cannot overcome their duties. The King silently said, I treat my dear sir not to distinguish between the inner and the outer. My dear sir, too, do not divide between the inner and the outer and the local magistrates slightly. After a summoning him again, I will summon him later. After a summoning Zhao Liang, he retired and said to others, At first, I would have expected Your Majestys sagacity for a long time and wished to look after Your Majestys sagacity. However, upon hearing Your Majestys earnest words, I was overcomeful and wept sorrowful that I could not dare look after Your Majestys sagacity. Zhao Liang was the most relative of Sims family. Furthermore, in the eulhae year (, he scolded Kims cliques excessive errors. Those who criticized Kims cliques and falsely claimed that the clique was impeached. Also, greedy and corruption became impeached by impeaching Zhao Liang, and the common people regarded him as abandoned person. However, the King alone treated him as a relative for the beginning to the end. In the end, he eventually became employed for great use. His sagely wisdom was not what your subjects at the time.",
                "H2KE-nKo": "삭갑진년에 윤두수를 다시 서용하여 연안 부사로 삼았다. 윤두수가 하직 인사를 하는 날에 주상이 불러서 보고 위로하기를,“어떻게 고을을 다스리겠는가?”하니, 대답하기를,“연안의 백성들은 송사하기를 좋아하고 문서는 매우 번잡합니다. 신은 재주가 용렬하고 명망이 가벼워 감당하지 못할까 두렵습니다.”하자, 주상이 한참 동안 묵묵히 있다가 말하기를,“내가 경을 대우하는 것은 내외의 구분을 두지 않는 것이니, 경도 내외의 구분을 두지 말고 잠시 번거롭게 나와서 수령 노릇을 한 뒤에 다시 부르겠다.”하였다. 윤두수가 물러나와 사람들에게 말하기를,“처음에는 오랫동안 천안을 헤어져 있었으므로 한번 우러러 뵙고 싶었는데, 성상의 말씀이 간곡하심을 듣고는 감격의 눈물이 샘물처럼 흘러 끝내 감히 우러러 뵙지 못하였다.”하였다. - 윤두수는 윤두수와 심씨 집안이 가장 친하였다. 또 을해년에 김씨 집안을 지나치게 배척하자, 논하는 자들이 탁란하다고 지적하였다. 또 뇌물을 탐한 것으로 탄핵을 받기까지 하였으므로 사론이 버려진 사람으로 여겼다. 그러나 주상만은 구신으로 대우하여 시종일관 붙들어 세워 마침내 크게 등용하였으니, 성상의 밝은 도량은 당시 신하들이 미칠 바가 아니었다. -\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 9월 1일(갑진) 1번째기사",
                "gt-oKo": "윤두수(尹斗壽)를 다시 서용하여 연안 부사(延安府使)로 삼았다. 윤두수가 하직 인사를 드리던 날 상이 인견하고 위로하면서 묻기를, “어떻게 고을을 다스리겠는가?” 하니, 대답하기를, “연안군(延安郡)의 백성들은 송사하기를 좋아하여 부첩(簿牒)이 너무나 번거롭습니다. 신은 재능이 용렬하고 명망이 가벼우니 감내하지 못할까 두렵습니다.” 하자, 상이 한참동안 잠잠이 있다가 이르기를, “내가 경을 대우함에 있어 내직과 외직이라 하여 간격을 두지 않고 있으니, 경도 내직과 외직을 구분하지 말고 잠시 외직에 나가 있으라. 이 뒤에 마땅히 다시 부를 것이다.” 하였다. 두수가 물러가 사람들에게 말하기를, “처음 생각에는 오랫동안 성상과 이별하게 되었으므로 한번 우러러 뵙고자 한 것이었다. 그런데 상깨서 정녕하게 말씀하시니 감격함으로 인해 눈물이 샘솟듯 하여 마침내 감히 용안을 우러러 뵙지 못했다.” 하였다. 【윤두수는 심의겸의 집과 가장 친했다. 또한 을해년에 김효원의 당을 지나치게 배척하자 논자들이 조정을 탁란시키는 무리라고 지목하였다. 그리고 뇌물을 탐했다는 이유로 탄핵을 받았으므로 선비들이 버린 사람으로 취급하였다. 그런데 상만은 구신으로 대우하고 끝내 붙들어 세워서 마침내 크게 등용하였으니, 성상의 밝은 헤아림은 당시의 신하들이 미칠 바가 아니었다.】",
                "hj": "○朔甲辰/敍復尹斗壽爲延安府使。 斗壽辭朝之日, 上引見慰勞問曰: “何以治郡?” 對曰: “延安民好訟, 簿牒甚煩。 臣才劣望輕, 恐不堪也。” 上默然良久曰: “予之待卿, 不以內外爲間。 卿亦勿以內外爲貳, 暫煩出守, 後當復召。” 斗壽退而語人: “初意, 當久別天顔, 欲一仰望, 而及聞天語丁寧, 感淚如泉, 竟不敢仰視矣。”【斗壽與沈家最親。 又於乙亥, 排斥金黨過當, 論者指爲濁亂。 又以貪賕至於被劾, 士論視爲棄人。 而上獨待以舊臣, 終始扶植, 卒爲大用, 聖量之明, 非當時臣下所及矣。】"
            },
            "2": {
                "H2KE-EN": "The King appointed Magistrate of Gangneung Strategic Prefecture Yi Geun paid a farewell visit to the King, but he did not proceed to his new post due to his elderly parents. He was reappointed as magistrate of Gaeseong Magistracy . The King was following his mothers son. When [Yi] Dusu was in Yeonan , he was appointed to this post so that he could see his elderly parents.",
                "H2KE-nKo": "윤근수를 강릉 부사로 삼았는데, 어버이가 늙었다는 이유로 부임하지 않았다. 개성 유수로 고쳐 제수하였다. 주상은 그의 어머니를 위하여 아들을 따라갔는데, 윤두수가 연안에 있었기 때문에 이 제수가 있어서 어버이를 보살피는 데 편리하게 한 것이다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 9월 1일(갑진) 2번째기사",
                "gt-oKo": "윤근수(尹根壽)를 강릉 부사(江陵府使)로 삼았다. 그러나 어머니가 늙었다는 이유로 부임하지 않으니, 개성 유수(開城留守)로 고쳐서 제수한 다음 상이 그의 어머니를 위해서 자식을 따라가게 하였다. 윤두수가 연안에 있을 적에도 이런 제수를 하여 부모를 찾아 뵙는 것이 편리하도록 해 주었다.",
                "hj": "○以尹根壽爲江陵府使, 辭以親老不赴。 改授開城留守, 上爲其母隨子。 斗壽在延安, 有是除, 以便省親。"
            },
            "3": {
                "H2KE-EN": "Second Deputy Director [of the Office of Royal Decrees] Baek Incheol passed away. Incheols courtesy name was Sawi . He was named Hyugam . Incheol was old and did not fulfill his duties. Even scholar-officials in the capital did not regard this as important, Incheol did not appreciate his mind. He had all [other] returned to Dobong Lodge . [The King] ordered him to travel [to the palace] and stay [on the night] in order to demonstrate my loyalty and respect. At this time, his illness became critical. The King inquired of him and bestowed medicine upon him. When he passed away, [the King] instructed, As a wise minister passed away, I am astonished and shocked. [I] send condolence gifts and bestow condolence gifts upon him. Incheol was steadfast and imple. Incheol, he was observed and dignified and a virtuous integrity. He did not have a gentle mind with mild nature. Earlier, when [he] was supported to his ancestors, [he] admired his heart and admired his life as if he were alive. Since eulsa year (, [he] encountered [his] death and uttered his rumor, [but] no one could harbor anyone first. [He] flattered his rumor at the same time. [He] also feared his wicked clique and dared not dared to harbor his anger. Those who had committed crimes at the same time were survived into exile and died in succession. Incheol was exiled to a middle province, and [the King] released [him] to his hometown for five years. Even though [he] was suffering from hardships, [he] did not satisfy [his] mind. At the latest, he was promoted to a higher post. Even though [he] did not become satisfied, [he] did not change his loyalty and loyalty. [He] must devote himself to his will. When [he] reached the age of a large age, he studyed the lectures and studyed the day and night. [He] did not read books on the nature day and night. [He] was poor and frugal, and his clothing and food were slightly poor. [He] did not share his sleeping.",
                "H2KE-nKo": "지중추부사 백인걸이 졸하였다. 백인걸의 자는 사위이고 호는 휴암이다. 백인걸은 늙어서 일을 맡지 않아 서울에 있는 사대부들도 중요하게 여기지 않았으나 백인걸은 괘념하지 않았다. 녹미와 추직을 모두 도봉서원으로 돌려 보내고, 어가가 왕래하면서 유숙하도록 명하여 우러러 사모하는 마음을 붙였다. 이때에 이르러 병이 위독하자 주상이 문병하고 의약을 하사하였다. 졸하자 하교하기를,“어진 재신이 갑자기 서거하니 내 마음이 놀랍고 슬프다. 조문하고 부의하는 것을 더욱 후하게 하라.”하였다. 백인걸은 고매하고 소광하며 강개하고 기절이 있어 우뚝한 뜻이 온포에 있지 않았다. 처음에 조광조를 스승으로 삼아 경모하고 마음으로 복종하여 종신토록 한결같았다. 을사년의 난리 때부터 만번 죽음을 무릅쓰고 항변하였으나 다른 사람은 감히 앞장서지 못하였다. 곧은 소리가 한때에 진동하였고, 간당들도 두려워하여 감히 그 분을 풀지 못하였다. 같은 때에 죄를 지은 자들이 잇따라 찬배되어 죽었는데 백인걸은 중도에 정배되고 5년 만에 전리로 방귀되었다. 여러 해 동안 곤궁하게 지냈지만 일찍이 뜻을 꺾은 적이 없었다. 만년에 등용되어서는 다시 어그러졌지만 충의로운 마음은 머리가 희도록 변하지 않았다. 어떤 일로 인하여 옳은 것을 권하고 그른 것을 간할 때 반드시 그 뜻을 다하였다. 나이가 80이 넘었어도 오히려 강학에 힘을 쏟았고, 낮에는 생각하고 밤에는 찾았으며 성명의 글이 아니면 읽지 않았다. 가정 생활이 빈곤하고 검소하며 의복과 음식이 거칠고 엉성하여 먼지가 자리에 가득했지만 달갑게 여기지 않았다. 주상이 그의 풍도와 절개를 중히 여겨 시종일관 돌보아 주는 것이 쇠하지 않았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 9월 1일(갑진) 3번째기사",
                "gt-oKo": "지중추부사 백인걸(白仁傑)이 졸하였다. 인걸의 자는 사위(士偉)이고 호는 휴암(休庵)이다. 그는 늙어서는 관사(官事)를 맡지 않았으며, 서울에 있는 사대부들이 자신을 중하게 여기지 않더라도 그것에 마음을 쓰지 않았다. 그리고 녹봉미와 마초값[騶直]을 모두 도봉 서원(道峰書院)에 보내고 왕래하고 유숙하면서 우러르는 회포를 붙였다. 이때에 이르러 병세가 위독하자 상이 문병하고 의원과 약을 내려보내 치료케 하였다. 졸하자 하교하기를, “어진 재상이 죽었으니 내 마음이 놀랍고 애통하다. 부의를 더욱 후하게 하라.” 하였다. 백인걸은 고매하고 소광(疏曠)하며 강개한 기백과 절의가 있었고 높은 뜻은 편안함을 추구하지 않았다. 처음에 조광조를 스승으로 삼아 종신토록 한결같이 높이 사모하고 심복하였다. 을사년의 난(難) 때부터 만번 죽을 것을 무릅쓰고 곧은 말로 항거하였는데 다른 사람은 감히 먼저 하지 못하였다. 그의 정직한 소리가 한때에 진동하였고 간사한 무리들도 역시 무섭고 두려워서 감히 그들의 분함을 풀지 못했다. 같은 때에 죄를 얻은 자들이 서로 잇따라 귀양가고 사사(賜死)되었는데 백인걸은 중도(中道)에 5년 간 정배되었다가 고향으로 돌아왔다. 여러 해 동안 곤궁하였으나 일찍이 뜻을 꺾지 않았고 만년에 등용되어서는 다시 시대와 뜻이 맞지 않았으나 충성스럽고 의로운 마음은 머리가 희도록 변치 않았다. 일에 따라 선을 권하고 악을 못하도록 하되 반드시 그 뜻을 극진히 하였다. 나이 팔십이 넘어서도 오히려 강학에 힘을 써 밤낮으로 연구를 하되 성명(性命)에 관한 책이 아니면 읽지를 않았다. 그리고 집에 거처할 때에는 가난하고 검소하였으며 입고 먹는 것은 소략하고 거칠었는데, 먼지가 자리에 가득 쌓여도 쓸지 않았다. 상이 그의 기풍과 절의를 중히 여겨 끝끝내 총애하고 염려하였다.",
                "hj": "○知中樞府事白仁傑卒。 仁傑字士偉, 號休菴。 仁傑老不任事, 雖在京士大夫不之重, 仁傑不以掛意。 祿米、騶直, 皆歸之道峯書院, 命駕往來宿留, 以寓景仰之懷。 至是疾篤, 上問, 賜醫藥。 及卒, 下敎曰: “賢宰卒逝, 予心驚動。 弔賻加厚。” 仁傑高邁踈曠, 康慨有氣節, 卓然志不在溫胞。 初師趙光祖, 景慕心服, 終身如一。 自乙巳之難, 冒萬死抗危言, 他人莫敢先。 直聲振乎一時, 姦黨亦懾憚, 不敢肆其忿。 同時得罪者, 竄死相望, 而仁傑止於中道定配, 五年而放歸田里。 雖積年困窮, 而未嘗挫志。 晩際登庸, 雖復齟齬, 而忠義之心白首不渝。 因事獻替, 必極其意。 年踰大耋, 猶講學矻矻, 晝思夜索, 非性命之書, 則不讀。 處家貧儉, 服食粗踈, 凝塵滿席, 而不屑也。 上重其風節, 終始眷顧不衰。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, the weather was warm and the winter was warm.",
                "H2KE-nKo": "초하루와 계유년과 겨울 날씨가 따뜻하였다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 10월 1일(계유) 1번째기사",
                "gt-oKo": "겨울인데도 따뜻하였다.",
                "hj": "○朔癸酉/冬暖。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King appointed Kang Chaek as governor of Hamgil Province . Kang Chaek was without talent, and he was slanderous and impudent. As a royal tomb official , he bestowed favors upon him. The officials of the Office of the Censor General discussed the matter of importance to the northern frontier garrisons. The King did not approve this request.",
                "H2KE-nKo": "삭계묘년에 강섬을 함경도 관찰사로 삼았다. 강섬은 재능이 없어 비루하고 인색하다는 비난을 받았고, 수릉관으로서 은총을 받았다. 양사가 북문의 요충지는 그의 직임이 아니라고 논핵하여 여러 차례 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 11월 1일(계묘) 1번째기사",
                "gt-oKo": "강섬(姜暹)을 함경도 관찰사로 삼았다. 강섬은 재능이 없는데다가 비루하고 인색해서 물의의 비난을 받았지만 수릉관으로 은총을 받았다. 양사(兩司)가 함경도는 북문(北門)의 요충이므로 그 사람이 맡을 곳이 아니라고 여러 번 논박하였으나 윤허하지 않았다.",
                "hj": "○朔癸卯/以姜暹爲咸鏡道觀察使。 暹無才能, 鄙嗇取譏, 以守陵官, 有恩眷。 兩司論北門鎖鑰非其任, 累啓, 不允。"
            },
            "2": {
                "H2KE-EN": "Junior Field Commander of Hamgil Province Soheup killed two government slaves in the Northwest Territory. He was arrested and interrogated by the State Tribunal . After admitting his guilt, the King discussed the matter with high officials, and ordered that the penal code applied to the application of excessive ",
                "H2KE-nKo": "함경도 절도사 소흡이 개인적인 원한으로 북도의 관노 2인을 살해하였으므로 의금부에서 잡아다 국문하였다. 그가 자복하자, 대신에게 의논하여 남형률로 조율하였다. 대간이 간쟁하기를,“공사에서 관하의 군민을 장살하였으면 남형률로 조율할 수 있지만, 지금 개인적인 원한으로 다른 도의 사람을 살해하였으니 형률대로 논죄해야 합니다.”하니, 주상이 널리 조정의 의론을 수렴하였다. 2품 이상이 모두 아뢰기를,“살인률로 논죄해서는 안 됩니다.”하고, 양사가 다시 간쟁하였으나, 끝내 윤허하지 않았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 11월 1일(계묘) 2번째기사",
                "gt-oKo": "함경도 절도사 소흡(蘇潝)이 사적인 원한으로 북도의 관노 두 사람을 죽였으므로 의금부에 잡아다 국문하여 자복을 받았다. 그러자 대신에게 의논하게 하여 남형률(濫刑律)로 조율하니, 대간이 쟁론하기를, “공사(公事)로 인하여 관할하고 있는 군민(軍民)을 장살(杖殺)했다면 남형의 율로 조율할 수 있으나 지금은 사적인 원한으로 인하여 다른 도의 사람을 죽인 것이니 의당 율대로 논죄해야 합니다.” 하였다. 이에 상이 널리 조정의 의논을 수합하니, 2품(品) 이상이 모두 아뢰기를, “살인의 율로 논죄해서는 안 됩니다.” 하였다. 그리하여 양사가 다시 쟁론하였으나 끝내 윤허하지 않았다.",
                "hj": "○咸鏡道節度使蘇潝以私怨, 殺北道官奴二人, 拿鞫于禁府。 旣服, 議于大臣, 照以濫刑之律。 臺諫爭之以爲: “公事杖殺管下軍民, 則可照以濫刑之律, 今以私怨殺他道之人, 當論如律。” 上廣收廷議, 二品以上皆曰: “不可論以殺人。” 兩司復爭之, 終不允。"
            },
            "3": {
                "H2KE-EN": "Kwak Jayu discussed the evil practice of our country and said, The killing of killing is not alive, but the illicit goods are not alive, and the defeat is not alive. For this reason, the killing of killing is not alive, and the state is alive. People say that this is a regulation. At the time, although inspectors and censors strongly strongly, the inspectors and censors have strongly strongly. This is due to the practice of pursuing personal gain, and the practice of repaying resentment is abundant. Thus, even those who strongly should not be discussed.",
                "H2KE-nKo": "곽재유가 우리나라 정치의 폐단에 대해 논하기를,“살인한 자는 죽지 않고 장오죄를 지은 자는 죽지 않으며 패전한 자는 죽지 않습니다. 이 세 가지 때문에 죽지 않는다면 나라가 장차 망할 것입니다.”하니, 사람들이 명언이라고 하였다. 이때 그래도 대간이 간쟁하였는데, 지금은 거리에서 사람을 죽이더라도 대간이 도리어 비호하니, 이는 사사로움을 따르는 습성이 성행하고 원한을 갚는 풍조가 성행하여 강직하다고 불리는 자라도 감히 논하지 못하기 때문이다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 11월 1일(계묘) 3번째기사",
                "gt-oKo": "곽재유(郭再裕)가 우리 나라 국정의 폐단에 대해 논하기를, “사람을 죽인 자가 죽지 않고 장오를 범한 자가 죽지 않고 군사를 패배시킨 자가 죽지 않으니, 이 세 종류의 잘못을 범하고도 죽지 않은 사람으로 인해 나라가 장차 망할 것이다.” 하였는데, 사람들이 모두 명언(名言)이라고 하였다. 그때만 해도 오히려 대간이 쟁론하였으나 지금은 거리에서 사람을 죽이더라도 대간들이 도리어 살인자를 비호하고 있으니, 이는 대체로 사정을 따르는 습성과 원수를 갚는 풍속이 성하기 때문에 강직하다고 소문난 사람이라도 감히 논하지 못하였다.",
                "hj": "○郭再裕論我國政弊曰: “殺人者不死; 滿贓者不死; 敗軍者不死。 由此三不死, 而國將亡。” 人以爲名言。 是時, 猶有臺諫爭之, 今則雖當街殺人, 臺諫反庇之, 蓋由循私之習勝, 而報怨之風盛, 雖號爲剛直者, 不敢論矣。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "The officials of the Ministry of Rites advised, On the day of the rite of ending the mourning period for Queen Inseong , it is proper to receive the congratulatory ceremony on the day of the rite of ending the mourning period . The officials of the Office of the Inspector General argued this and said, It is improper to receive the congratulatory ceremony between auspicious and auspicious. It is requested that the congratulatory ceremony not be received. The King said, It is improper to change the old practice. The officials of the Office of the Inspector General argued this for several days, and the King said, The practice of differing from difference should not be growed. I did not wish to receive the congratulatory ceremony but merely dislike the difference of differing from differences. In the end, the King did not grant this petition.",
                "H2KE-nKo": "예관이 아뢰기를,“인성왕후의 담제 날에 하례를 받아야 합니다.”하니, 양사가 길례와 흉례가 서로 답습하는 것은 예가 아니니 하례를 받지 말 것을 간쟁하였다. 주상이 말하기를,“구례는 고칠 수 없다.”하였다. 양사가 여러 날 간쟁하니, 주상이 말하기를,“이의를 제기하는 버릇을 자라게 해서는 안 된다. 내가 하례를 받고자 하는 것이 아니라 단지 이의를 제기하는 것을 싫어해서이다.”하고, 끝내 윤허하지 않았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 12월 1일(임신) 1번째기사",
                "gt-oKo": "예관이 아뢰기를, “인성 왕후(仁聖王后)의 담제일(禫祭日)에 당연히 하례를 받아야 합니다.” 하니, 양사가 길흉이 서로 겹쳐지는 것은 예가 아니니 하례를 받지 말라고 쟁론하였다. 상이 이르기를, “옛 전례이니 고쳐서는 안 된다.” 하였다. 양사가 여러 날 쟁론하니, 상이 이르기를, “이의(異議)하는 습관을 길러서는 안 된다. 내가 하례를 받고 싶어서가 아니라 다만 이의하는 것을 싫어할 뿐이다.” 하고, 끝내 윤허하지 않았다.",
                "hj": "○朔壬申/禮官啓: “仁聖王后禫日當受賀。” 兩司爭以: “吉凶相襲非禮, 請勿受賀。” 上曰: “舊例不可改。” 兩司爭之累日, 上曰: “異議之習, 不可長也。 吾非欲受賀也, 只惡異議耳。” 竟不允。"
            },
            "2": {
                "H2KE-EN": "Assistant State Councilor Seong Sejang reported to the King, Currently, young Confucian scholars are called admiressing older studies. However, they do not have any actual facts, which is a nuisance of the current problem. The King said, The words of these are very appropriate in the current problem. The officials and censors submitted joint memorials to impeach them. The King ultimately did not consent on this.",
                "H2KE-nKo": "좌참찬 성세장이 주상에게 아뢰기를,“지금 나이 젊은 선비들이 명색은 옛 학문을 사모한다고 하지만 실제가 없어 한때의 폐단이 되고 있습니다.”하니, 주상이 말하기를,“이 말이 현재의 병폐를 잘 지적하였다.”하였다. 삼사가 번갈아 글을 올려 논박하였으나 주상이 끝내 윤허하지 않았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 12월 1일(임신) 2번째기사",
                "gt-oKo": "좌참찬 성세장(成世章)이 상에게 아뢰기를, “지금 나이 젊은 사류들이 명목상으로는 옛 학문을 사모한다고 하지만 그 실속이 없어 한때의 폐단이 되고 있습니다.” 하니, 상이 이르기를, “이 말이 현 시대의 병통을 잘 지적하였다.” 하였다. 그러자 삼사가 서로 글을 올려 논박하였으나 상이 끝내 윤허하지 않았다.",
                "hj": "○左參贊成世章白上曰: “今之年少士類, 名爲慕古學問, 而無其實, 爲一時之弊。” 上曰: “此言切中時病。” 三司交章論駁, 上終不允。"
            },
            "3": {
                "H2KE-EN": "After the gisa year (1419, the fifth year of King Sejongs reign, the study of Confucian studies was forbidden by the world, and there was a great prohibition on studies of Confucian studies in the world. However, all of the scholars who had devoted themselves to their own will to cultivate themselves. In the middle of the eulsa year (, the successful cannot cease. At the end of the eulsa year ( of the Xuande era and at the beginning of the present year (, the proprieties were also important, and the proprieties of coarse silk were also important. From this day forward, scholars were embarrassed that they did not speak about the studies of Confucian studies. However, those who liked to exert themselves to study the extraordinary examinary exordinary examinary examinations. However, the world of the world litinary examinary exordinary examinary examins. The world of the world literary examinary examins",
                "H2KE-nKo": "기묘년의 사화가 있은 뒤로 도학은 세상의 큰 금법이 되어 뜻을 두고 자신을 위한 선비들은 모두 자취를 감추고 스스로를 수양하였는데, 중간에 을사년의 사화를 겪으면서도 오히려 끊어지지 않았다. 명종 말기와 금상 초년에 비로소 인재들이 많이 배출되었으니, 속백의 예도 중하였다. 이로부터 선비들이 도를 이야기하지 않는 것을 수치로 여기면서 명예를 좋아하고 외면을 힘쓰는 자들이 다투어 일어나서 표방이 너무 높아지고 실덕이 드러나지 않았다. 이에 속류들이 따라서 헐뜯고 흠잡기를 그치지 않았으니, 이는 오직 명분과 실제를 따지는 데 달려 있을 뿐이다. 어찌 죄를 줄 수 있겠는가. 주상이 이미 깊이 미워하였고 삼사에서도 쟁변하는 자가 많으니, 나이 젊은 사류들이 어찌 믿음을 받을 수 있겠는가. 그러나 그때의 상신은 바로잡는 말을 한마디도 하지 않았으니, 또한 책임을 피할 수 없다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 12월 1일(임신) 3번째기사",
                "gt-oKo": "기묘 사화가 일어난 뒤부터 도학이 세인들에게 크게 금지되어 위기지학에 뜻을 둔 선비는 모두 자취를 감추고 스스로 수양하였다. 그래서 중간에 을사년의 사화를 겪었지만 도학이 끊어지지 않았다. 명종(明宗) 말엽과 금상 초년에 비로소 선비들이 성대히 진출하였고 빙문(聘問)하는 예 역시 중하게 하였다. 이때부터 선비된 자는 도(道)를 이야기하지 않는 것을 부끄럽게 여겼는데 명예를 좋아하고 외식을 힘쓰는 자가 다투어 일어나서 표방은 매우 높게 했으나 실덕(實德)은 드러나지 못했다. 그러자 속류(俗流)와 비인(鄙人)들이 따라서 그것을 헐뜯고 흠잡기를 마지않았다. 그러나 이는 그들이 표방하는 것에 따라 실덕 갖추기만을 요구하면 될 뿐이지, 죄를 줄 것이 뭐 있겠는가. 하지만 위에서는 이미 그들을 매우 미워했고 삼사(三司)에서도 여러 번 쟁변하였으니, 나이 젊은 사류들이 어떻게 신임을 받을 수 있겠는가. 그 때의 상신은 올바른 사람을 구제하기 위해 한 마디 말도 하지 못하였으니, 역시 책임을 피할 수 없다.",
                "hj": "○自己卯士禍之後, 道學爲世大禁, 而有志爲己之士, 皆遯迹自修, 中經乙巳之禍, 而猶不絶。 明廟末、今上初年, 始有彙征之盛, 束帛之禮亦重矣。 自是, 爲士者以不談道爲恥, 而好名務外者競起, 標榜太高, 而實德未彰。 流俗部人從而詆疵不已。 此惟在循名責實而已, 何可罪之? 自上旣深惡之, 三司爭辨者多, 年少士類, 豈能取信乎? 其時相臣, 無一言捄正, 亦不得辭責矣。"
            },
            "4": {
                "H2KE-EN": "The King appointed Choe Hwang as second inspector of the Office of the Inspector General .",
                "H2KE-nKo": "최황을 사헌부 집의로 삼았다.\n",
                "date_ko": "선수 13권, 12년(1579 기묘 / 명 만력(萬歷) 7년) 12월 1일(임신) 4번째기사",
                "gt-oKo": "최황(崔滉)을 사헌부 집의로 삼았다.",
                "hj": "○以崔滉爲司憲府執義。"
            }
        }
    }
}