{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On sinchuk day, the spirit tablet of Inseong , [the spirit tablet of] Inseong , was enshrined in the Royal Ancestral Shrine . The King personally performed the rite of repose and received congratulatory greetings from all officials. He performed the rite of repose and held the rite of repose. In the past, there was no precedent in which music was used during the banquet. The officials of the Ministry of Rites requested that [the rite of repose] be performed according to precedent. The officials of the Censorate and the Royal Secretariat said, The rite of repose and the rite of repose has been performed by the spirits. It is not proper to listen to music and the rite of repose. The King regarded that [the rite of repose] was upright, and he did not listen to it. The officials of the Censorate continued to admonish [the rite of repose] for several days. On the day of the rite of repose, [the rite of repose] continued to admonish [the rite of repose] seven times. Ultimately, [the King] did not congratulate [this request]. At this time, peoples customs had already admonished. In general, the officials of the Censorate admonished [the rite of repose] that [the rite of repose] demonstrated their names and have no truth. The King also disliked [the rite of repose] because [the rite of repose] demonstrated [the rite of repose]. [The rite of repose] was not necessary because [the rite of repose] demonstrated that [the rite of repose] demonstrated the customs.",
                "H2KE-nKo": "인성왕후의 신주를 태묘에 부묘하였다. 주상이 친히 제사를 지내고 대사면령을 내려 백관의 하례를 받고 음복연을 행하였다. 음복연 때에는 옛 규례에 여악을 사용하기도 하였으나 《국조오례의》에는 실려 있지 않았다. 예관이 근래의 규례에 의거하여 음복연을 행하기를 청하였다. 삼사와 승정원이 아뢰기를,“음복연은 신령의 복을 받드는 것이니 엄숙하고 공경스럽게 제사를 지내는 데 여악의 음란하고 설만한 소리를 듣는 것은 온당치 않습니다.”하니, 주상이 과격하다고 하여 들어주지 않았다. 양사가 여러 날 연달아 소장을 올려 간쟁하고, 음복연을 행하는 날에 이르러서는 연이어 일곱 번이나 아뢰었으나 끝내 윤허하지 않았다. 이때 유속의 논의가 이미 성행하여 삼사에서 논한 것을 모두 명예를 구하고 실속을 없앴다고 지적하였다. 주상의 생각도 이를 싫어하였으니, 반드시 여악을 좋아해서가 아니라 다만 유속의 논의를 따라 일을 처리하여 유사의 논의를 억제하고자 해서 그런 것이다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 1월 1일(신축) 1번째기사",
                "gt-oKo": "인성 왕후(仁聖王后)의 신주를 태묘에 모셨다. 상이 친제한 다음 대사령을 내리고 백관들의 하례를 받은 뒤 음복연(飮福宴)을 행했다. 음복연을 할 때 구례에는 여악을 사용했었는데 《오례의(五禮儀)》에 기재되어 있지 않았으므로 예관이 최근의 관례에 근거하여 행하기를 청하니, 삼사와 정원이 아뢰기를, “음복연은 신령의 복을 받는 일이니 엄숙하고 공경스럽게 받들어야 하는데 여악의 외설스런 소리를 듣는 것은 마땅하지 않습니다.” 하자, 상이 지나치게 과격하다면서 따르지 않았다. 양사가 여러 날 연달아 글을 올려 간쟁하여 연회날까지 일곱 번 아뢰었으나 마침내 윤허하지 않았다. 이때 세속의 논란이 득세하여 무릇 삼사의 논의에 대해서는 모두 명성을 사려는 것으로 실속이 없다고 지적하였다. 상 역시 그들을 싫어하였으니 반드시 여악을 좋아해서가 아니고 다만 풍속에 따라 일을 처리함으로써 유사(儒士)의 논의를 억제하고자 해서 그랬던 것이다.",
                "hj": "○朔辛丑/仁聖王后神主祔太廟。 上親祭, 大赦, 受百官賀, 行飮福宴。 宴時, 舊例或用女樂, 而不載於《五禮儀》, 禮官據近例, 以請行。 三司、政院以爲: “飮福宴, 承神之休, 肅敬將事, 不宜聽女樂淫褻之聲。” 上以爲矯激, 不聽。 兩司累日連章爭之, 至將宴日, 連七啓, 竟不允。 是時, 流俗之論已勝, 凡三司所論, 擧指爲沽名蔑實。 上意亦厭之, 非必好女樂, 而只欲循俗做事, 裁抑儒士之論而然也。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "Second Deputy Commander [of the Royal House Administration] Heo Seop passed away. [Heo] Seops courtesy name was Tae휘 , and its name was Chodang . From early on, [Heo] was accompanied by the study of Hwadam Seo Gyeongdeok . [Heo] was a cousin of the same surname and became a cousin of the same surname. He passed the civil service examination in the byeongo year ( and immediately entered the Office of the Censor General . Even though [he] did not dare arbitrarily divulge, [he] harbored a good generosity and rectifying [his superior motives. [Heo] Seops courtesy name was promoted to the governor of Gyeongsang Province and immediately recommended Minister of Personnel . [Heo] Seops courtesy name was quite close to a female entertainer, and he drank with dried medicinal herbs and became ill. His nature was slightly imple and urgent, and many punishments were unjustly unjust. Confucian scholars regarded this as true. Due to his illness, he resigned from office and died at the guesthouse of Sangju . [Heo] Seop and [Heo] Hwang studyed the study of the king.",
                "H2KE-nKo": "삭질 동지중추부사 허엽이 졸하였다. 허엽의 자는 태휘, 호는 초당이다. 젊어서 화담 서경덕을 따라 배우고 노수신과 벗하여 사류로 이름이 났으며, 가정 병오년 문과에 급제하여 곧바로 간원에 들어갔다. 한때의 횡의에 대해 감히 이의를 제기하지는 못하였으나, 마음으로 선류를 보호하고 일에 따라 바로잡았으니 일컬을 만한 점이 있었다. 금상에 대사간과 관장이 된 지 오래였는데, 직언을 좋아하고 사정에 절실하지 않았으므로 주상이 매우 중요하게 여기지 않았다. 급기야 품계가 올라 경상 감사가 되자 즉시 판서의 천망에 의망하여 장차 크게 쓰려고 하였다. 허엽이 말년에는 자못 창기를 가까이하여 마른 약을 복용하다가 병을 얻었는데, 성질이 홀만하고 편벽되어 형벌이 대부분 중도에 맞지 않았으므로 사민들이 괴이하게 여겼다. 병을 이유로 해직되어 상주의 객관에서 졸하였다. 허엽이 이황과 학문을 논할 때 고집스럽고 구차한 점이 많았는데, 이황이 말하기를 ‘태휘가 학문을 하지 않았다면 참으로 선인이다.’라고 하였다. 그러나 경서의 가르침을 독실히 좋아하여 늙도록 게을리하지 않았으므로 세상에서 훌륭하게 여겼다.동인과 서인이 분당된 뒤로 허엽이 동인의 종주가 되어 의론이 가장 엄하였다. 박순과 함께 스승으로 지내면서 벗하였는데, 만년에는 색목이 다르다는 이유로 공박하기를 돌아보지 않았으므로 사람들이 묘지라고 일컬었으니, 묘가 정동이기 때문이었다. 세 아들인 허성, 허봉, 허균, 사위 우성전, 김성립은 모두 문사로서 조정에 올라 의론이 서로 높았기 때문에 세상에서 허씨를 당가라고 일컬었는데, 가장 융성하였다. - 허균은 패역으로 주벌되어 문호가 쇠퇴하였다. -\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 2월 1일(신미) 1번째기사",
                "gt-oKo": "동지중추부사 허엽(許曄)이 졸하였다. 허엽의 자는 태휘(太輝), 호는 초당(草堂)이다. 젊어서 화담(花潭) 서경덕(徐敬德)을 따라 배웠고 노수신(盧守愼)과 벗하였으므로 사류로 이름이 드러나게 되었다. 가정(嘉靖) 병오년 문과에 등제하여 즉시 간원에 들어갔다. 그는 일시의 원칙없는 논의에 대해 비록 의사를 달리하지는 못하였으나 마음 속으로 선류를 보호하려고 하여 일에 따라 구제한 점에 있어서는 칭찬할 만한 것이 있었다. 금상의 조정에서 간장(諫長)·관장(館長)에 오래 있으면서 직언을 잘하였지만 일의 실정에는 절실하지 못했으므로 상이 그리 중하게 여기지 않았다. 관질을 올려 경상 감사(慶尙監司)를 삼았다가 즉시 판서의 천망(薦望)에 의주(擬注)하여 장차 크게 등용하려 했다. 그런데 허엽은 말년에 매우 창기(娼妓)를 가까이 하였고, 조약(燥藥)을 복용하다가 병을 얻은 뒤로는 성질이 편벽되고 조급해져서 형벌을 제대로 적용하지 못하는 것이 많게 되자 선비와 백성들이 괴이하게 여겼다. 결국 병으로 인하여 해직되어 오다가 상주(尙州)의 객관(客館)에서 졸했다. 허엽이 이황(李滉)과 더불어 학문을 논의할 적에 고집스럽고 구차한 논란을 많이 하자, 이황이 말하기를 ‘태휘(太輝)가 학문을 하지 않았더라면 참으로 선인이었을 것이다.’ 하였다. 그러나 경훈(經訓)을 독실히 좋아하여 늙도록 게을리하지 않았으므로 세상에서 이 점에 대해 훌륭하게 여겼다. 동·서의 당이 갈라진 뒤로 허엽은 동인의 종주(宗主)가 되어 의논이 가장 엄격했다. 박순과는 동문 수학한 친한 벗이었는데 만년에는 색목이 달랐기 때문에 공박하는 일에 서슴치 않았으며, 사람들이 묘지(卯地)라고 일컬었는데 묘(卯)는 정동(正東)이 되기 때문이었다. 세 아들인 성(筬)·봉(篈)·균(筠)과 사위인 우성전(禹性傳)·김성립(金誠立)은 모두 문사로 조정에 올라 논의하여 서로의 수준을 높였기 때문에 세상에서 일컫기를 ‘허씨(許氏)가 당파의 가문 중에 가장 치성하다.’고 하였다.【허균이 패역(悖逆)으로 주멸(誅滅)당함에 미쳐서야 문호가 침체되었다.】",
                "hj": "○朔辛未/同知中樞府事許曄卒。 曄字太輝, 號草堂。 少從花潭徐敬德學, 與盧守愼爲友, 以士類著名。 登嘉靖丙午文科, 卽入諫院。 其於一時橫議, 雖不敢作異, 心護善類, 隨事救正, 有足稱者。 今上朝, 久爲諫長、館長, 好直言, 而不切於事情, 上不甚重之。 及陞秩爲慶尙監司, 卽擬判書薦望, 將大用矣。 曄末年, 頗近娼妓, 服燥藥得病, 性忽褊急, 刑罰多不中, 士民怪之。 仍病解職, 卒于尙州之客館。 曄與李滉論學, 多執滯苟難, 滉曰: “太輝若不學問, 則眞是善人也。” 然篤好經訓, 至老不懈, 世以此賢之。 東西分黨之後, 曄爲東人宗主, 議論最嚴。 與朴淳同師相友, 晩年以色目之異, 攻駁不顧, 人稱爲卯地, 以卯爲正東故也。 三子筬、篈、筠, 女壻禹性傳、金誠立, 皆以文士登朝, 論議相高, 故世稱許氏爲黨家最盛。【及筠悖逆誅滅, 而門戶替矣。】"
            },
            "2": {
                "H2KE-EN": "[The King] specially appointed Deputy Director [of the Office of Royal Decrees] Kim Cheomgyeong as inspector general . He was promoted to Grand Master for Assisting toward Fundamental Laws []. [Kim] Cheomgyeong was simple and dull, but he did not speak about the current affairs. When [Kim Cheomgyeong] was selected, the scholars criticized him.",
                "H2KE-nKo": "특지로 부제학 김첨경을 대사헌으로 삼고 품계를 자헌대부로 올려 주었다. 김첨경은 나약하여 시사를 말하지 않았는데, 발탁되어 등용되자 사론이 비난하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 2월 1일(신미) 2번째기사",
                "gt-oKo": "특지로 부제학 김첨경(金添慶)을 대사헌으로 삼고 품계를 자헌(資憲)으로 올렸다. 김첨경은 손순하고 나약하여 시사(時事)를 말하지 않았는데 발탁되어 등용되자 사론(士論)이 비평하였다.",
                "hj": "○特旨以副提學金添慶爲大司憲, 進秩資憲。 添慶巽懦, 不言時事, 及被擢用, 士論譏之。"
            },
            "3": {
                "H2KE-EN": "[The King] appointed Jeong Cheol as governor of Gangwon Province . After [Jeong] Cheol was replaced by the Office of the Censor General , he had repeatedly summoned him and did not come to his new post. However, when he was appointed to this post, he desired to glorify his ancestors and eventually appointed him to a post. Cheol was a man of Chungcheong Province , and he was prudent in the entire province. However, he enjoyed drinking wine and became intoxicated inebriated, and he would necessarily have lost his behavior. People indulge his behavior.",
                "H2KE-nKo": "정철을 강원도 관찰사로 삼았다. 정철은 대사간에서 체차된 후부터 여러 차례 불렀으나 부임하지 않았는데, 이 직임에 제수되자 선인을 추영하고자 하여 이에 제수하는 명을 내린 것이다. 정철은 사람됨이 충성스럽고 강직하여 온 도가 그의 풍모를 흠모하였다. 그러나 술 마시기를 좋아하였고 취하면 반드시 예의를 잃었으니, 사람들이 이 때문에 그를 병통으로 여겼다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 2월 1일(신미) 3번째기사",
                "gt-oKo": "정철을 강원도 관찰사로 삼았다. 정철이 대사간을 체직당한 뒤로 여러 번 부름을 받았으나 나아가지 않다가 이 관직에 제수되자 선인(先人)을 추영(追榮)하기 위하여 명(命)에 응하였다. 정철은 사람됨이 충성스럽고 강직하여 온 도의 사람들이 그의 풍도(風度)를 흠모하였으나, 술마시기를 좋아하고 취하면 위엄을 잃었기 때문에 사람들이 그 점을 병통으로 여겼다.",
                "hj": "○以鄭澈爲江原道觀察使。 澈自遞大諫之後, 累召不赴, 及拜是職, 欲追榮先人, 乃拜命。 澈, 忠淸剛介, 一道欽風, 而喜飮酒, 醉必失儀, 人以此病之。"
            },
            "4": {
                "H2KE-EN": "The King appointed Hong Seongmin as governor of Gyeongsang Province and Yi Yangwon as deputy director of the Office of Royal Decrees . [Yi] Yangwon was appointed as governor of Pyeongan Province .",
                "H2KE-nKo": "홍성민을 경상 감사로, 이양원을 부제학으로 삼았다. - 이양원은 평안 감사로서 불러서 제수하였다. -\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 2월 1일(신미) 4번째기사",
                "gt-oKo": "홍성민(洪聖民)을 경상 감사로, 이양원(李陽元)을 부제학으로 삼았다. 【이양원은 평안 감사(平安監司)로 있었는데 불러 제배한 것이다.】",
                "hj": "○以洪聖民爲慶尙監司, 以李陽元爲副提學。【陽元以平安監司召拜。】"
            },
            "5": {
                "H2KE-EN": "The King visited the Royal Confucian Academy to perform the Royal Confucian Academy and select twelve men, including Hwang Chiseong .",
                "H2KE-nKo": "주상이 성균관에 나아가 알성시를 행하고 황치성 등 12인을 뽑았다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 2월 1일(신미) 5번째기사",
                "gt-oKo": "상이 성균관에 거둥하여 알성하고 선비들에게 시험보여 황치성(黃致誠) 등 12인을 뽑았다.",
                "hj": "○上幸成均館, 謁聖試士, 取黃致誠等十二人。"
            },
            "6": {
                "H2KE-EN": "On sinhae day, a lunar eclipse occurred for several days.",
                "H2KE-nKo": "달이 여러 날 동안 빛이 없었다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 2월 1일(신미) 6번째기사",
                "gt-oKo": "달이 여러 날 광채가 없었다.",
                "hj": "○月無光累日。"
            },
            "7": {
                "H2KE-EN": "Lord of Hawon presented a daughter of an interpreter to the King, which was simple and colorful. The King ordered that [the daughter of Hawon] be presented to him. This was not a precedent.",
                "H2KE-nKo": "하원군이 역관의 딸을 올렸는데 자색이 있었다. 들이라고 명하였는데, 규례가 아니었다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 2월 1일(신미) 7번째기사",
                "gt-oKo": "하원군(河原君)이 역관의 딸을 올렸는데 자색(姿色)이 있었다. 들여 보내라고 명했는데 전례가 아니었다.",
                "hj": "○河原君進譯官女, 有姿色。 命納之, 非例也。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "Jeong Jongyeong was appointed as Associate State Councilor of the State Council . At the time, a vacancy for Associate State Councilor was vacant. The King ordered that he be promoted to the senior second rank. The Ministry of Personnel discussed the matter with high officials and recommended [Jeong] Jongyeong and Kim Gwiyeong . At the time, many old men who had participated in the connection to new officials were not able to recommend them, and only two men were allowed to obey their orders. [Kim] Gwiyeong was greed and corruption and lacked talent, and was impudent in the opinions of the officials. People say that there was no one in the imperial court.",
                "H2KE-nKo": "정종영을 의정부 우찬성으로 삼았다. 이때 찬성 자리가 비어 있었는데, 주상이 정2품으로 올리라고 명하였다. 이조가 대신에게 의논하여 정종영과 김귀영을 의망하여 올렸다. 이때 정2품에는 옛 사람들이 대부분 신진들에게 빌붙었으므로 대신도 감히 천거하지 못하고 단지 두 사람만 명에 응하였다. 그런데 김귀영은 탐욕스럽고 비루하며 재주가 없었으므로 청의에 천시당하니, 식자들은 조정에 사람이 없다고 하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 1번째기사",
                "gt-oKo": "정종영(鄭宗榮)을 의정부 우찬성으로 삼았다. 이때 찬성의 자리가 비어 있었는데 상이 정2품을 승진시키라고 명하자 이조가 대신들과 의논하여 정종영과 김귀영(金貴榮)을 의망하여 올린 것이다. 당시에 정2품에는 구인(舊人)으로서 신진에게 붙은 자들이 많았으므로 대신들도 감히 천거하지 못하고 다만 두 사람을 명에 따라 천거하였다. 김귀영은 탐욕스럽고 야비하며 재능이 없었으므로 청의(淸議)가 천박하게 여겼으며 식자들은 조정에 이미 사람이 없다고 하였다.",
                "hj": "○朔庚子/以鄭宗榮爲議政府右贊成。 時, 贊成有闕, 上命以正二品陞之。 吏曹議于大臣, 以宗榮及金貴榮擬進。 時, 正二品多舊人之附會新進者, 大臣亦不敢薦, 只以二人應命。 而貴榮以貪鄙不才, 爲淸議所賤, 識者謂, 朝廷已無人矣。"
            },
            "10": {
                "H2KE-EN": "Ku Bongryeong was appointed as education director of the Office of Royal Decrees . After receiving his order, he submitted a memorial requesting his resignation, but the King did not grant permission. After five years, Ku Bongryeong retired from his post and returned to his hometown. However, he did not come to the court repeatedly, and now he began to respond to his order.",
                "H2KE-nKo": "구봉령을 부제학으로 삼았다. 구봉령이 숙배한 뒤에 차자를 올려 사직하였으나 허락하지 않았다. 구봉령이 5년 동안 물러나 있으면서 여러 차례 불렀으나 오지 않다가 이제야 비로소 명에 응한 것이다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 10번째기사",
                "gt-oKo": "구봉령(具鳳齡)을 부제학으로 삼았는데 명을 받은 뒤에 차자를 올려 사직하였으나 윤허하지 않았다. 구봉령이 물러나 돌아간 지 5년 동안에 여러 번 불렀으나 오지 않다가 이제야 비로소 소명에 응한 것이다.",
                "hj": "○以具鳳齡爲副提學。 拜命後, 上箚辭職, 不許。 鳳齡退歸五年, 累召不至, 今始應命。"
            },
            "11": {
                "H2KE-EN": "The spirit tablet of Queen Insun was jointly enshrined in the Royal Ancestral Shrine . The ceremony was completed, and the special examination was held in order to select twenty-seven men, including Hwang Hyeok .",
                "H2KE-nKo": "인순왕후를 태묘에 부묘하였다. 예가 끝나자 별시를 보여 선비를 뽑았는데, 황혁 등 27인을 뽑았다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 11번째기사",
                "gt-oKo": "인순 왕후(仁順王后)를 태묘에 부제하였다. 예를 마치고 별시를 보여 선비를 선발했는데 황혁(黃爀) 등 27인을 뽑았다.",
                "hj": "○仁順王后袝太廟。 禮成, 別試取士, 取黃爀等二十七人。"
            },
            "2": {
                "H2KE-EN": "The King personally performed a rite at the Royal Tomb of Queen Hui and the Royal Tombs of King Taejong and Queen Hyosung . When the royal carriage returned, a white rain covered the sun. The King returned to the palace and transmitted a royal directive to the Royal Secretariat , which stated, In recent years, there was no occasion in which a white rain covered. I cannot overcome my circumstances when paying a visit to the royal tomb. I understand my intent. The Royal Secretariat reported, Your subject reverently received Your Majestys instruction. Your subject cannot overcome Your Majestys appreciation. Generally speaking, the way of natural disaster is not lies in the 말단적인 things, but it is indeed cautious and cautious. This is the truth of Your Majesty to respond to the truth.Recently, there has been no occasion near the royal lecture, and the evils of the court have not been heard by Your Majesty. Your subject requests Your Majesty to summon and discuss natural disasters. The King answered, It is proper to natural disaster.",
                "H2KE-nKo": "주상이 희릉과 효릉에 친히 제사 지냈다. 어가가 돌아올 때 흰 무지개가 해를 가로질렀다. 주상이 궁으로 돌아와 승정원에 전교하기를,“근래 흰 무지개의 변고가 없는 해가 없었는데 오늘 능을 참배할 때 또 이런 변고가 있었으니, 조심스럽고 두려운 마음을 금할 수 없다. 내 뜻을 잘 알라.”하니, 승정원이 아뢰기를,“삼가 성상의 하교를 받드니 감격스러움을 금할 수 없습니다. 대체로 재앙을 그치게 하는 방도는 형식이나 말절에 있는 것이 아닙니다. 조심하고 두려워하는 것이 바로 하늘의 견책에 응답하는 실상입니다. 근래 경연에 드물게 나아가 조정의 잘못된 정사와 민간의 고질적인 폐단을 좌우에서 들을 수 없으니, 연방하여 구언하소서.”하자, 답하기를,“구언하도록 하라.”하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 2번째기사",
                "gt-oKo": "상이 희릉(禧陵)과 효릉(孝陵)에 친제(親祭)하였다. 대가(大駕)가 돌아올 때에 흰 무지개가 태양을 가로질렀는데 상이 환궁하여 정원에 전교하기를, “요즈음 흰 무지개의 재변이 없는 해가 없는 데다가 오늘 능을 배알할 때에 또 이런 변이 있었으니 불안하기 그지없다. 내 뜻을 알라.” 하니, 정원이 아뢰기를, “삼가 상교를 받드니 감격스러움을 이기지 못하겠습니다. 무릇 재변을 그치게 하는 방법은 겉치레인 소소한 절차에 달려 있는 것이 아니라 조심스런 몸가짐으로 두려워하는 것이 바로 하늘의 뜻에 대응하는 실상입니다. 요즈음 상께서 경연에 나아가시는 일이 드물어 조정의 잘못되는 정치와 여항의 병폐에 대하여 좌우에게서 듣지 못하실 것입니다. 대신들에게 연방(延訪)하여 구언하소서.” 하자, 답하기를, “구언하는 것이 좋겠다.” 하였다.",
                "hj": "○上親祭于禧、孝陵。 駕廻時, 白虹貫日。 上還宮, 傳于政院曰: “近來白虹之變, 無歲不有, 今日拜陵之際, 又有此變, 不勝兢惕。 予意知悉。” 政院啓曰: “伏承上敎, 不勝感激。 凡弭災之道, 不在於文爲末節, 而側身兢畏, 乃應天之實也。 近日罕御經筵, 朝廷疵政、閭巷弊瘼, 不得聞于左右, 請延訪求言。” 答曰: “求言可也。”"
            },
            "3": {
                "H2KE-EN": "Chief State Councilor Bak Sun and Right State Councilor Kang Sasang resigned due to the solar eclipse occurred. The King replied, How could this be my dear sirs fault? There are no subjects who have no monarch ordinary observations in order to natural disasters in the past and present. Left State Councilor Bak Susin resigned due to his illness, and the King dispatched a physician to treat him.",
                "H2KE-nKo": "영의정 박순과 우의정 강사상이 해의 변고로 사직하니, 답하기를,“이것이 어찌 경들의 잘못이겠는가. 신하가 있고 임금이 없어 재이를 초래하는 것은 고금의 일반적인 걱정거리이다.”하였다. 좌의정 노수신이 병으로 사직하니, 의원을 보내 진찰하게 하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 3번째기사",
                "gt-oKo": "영의정 박순(朴淳), 우의정 강사상(姜士尙)이 해의 변괴로 사직하니, 답하기를, “이것이 어찌 경들의 잘못이겠는가. 신하 중에 임금을 업신여기는 자가 있어서 재이를 초래하는 것은 예나 지금이나 항상 있어 온 걱정거리였다.” 하였다. 좌의정 노수신(盧守愼)이 병이 있어 사직하니 의원을 보내어 진찰하게 하였다.",
                "hj": "○領議政朴淳、右議政姜士尙以日變, 辭職, 答曰: “此豈卿等之失乎? 有臣無君, 招災致異, 古今之常患也。” 左議政盧守愼, 在病辭職, 遣醫診視。"
            },
            "4": {
                "H2KE-EN": "홍문관이 차자를 올려, 정전을 피하고 반찬 가짓수를 줄일 것과, summons and seek advice, and 자주 attended the Royal Lecture. [The King] replied, The opinion of my dear sir is right. I am not aware of the affairs of 정전을 피하고, but consider the importance of the monarchs. How can this be said to those below who rashly speak?",
                "H2KE-nKo": "홍문관이 차자를 올려, 정전을 피하고 반찬 가짓수를 줄이며 연방하고 구언하며 자주 경연에 나아가기를 청하니, 답하기를,“차자의 뜻이 옳다. 정전을 피하는 일을 내가 모르는 것은 아니지만, 임금의 체모를 짐작하는 것이 어찌 아랫사람으로서 경솔하게 말할 수 있는 것이겠는가.”하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 4번째기사",
                "gt-oKo": "홍문관이 차자를 올려 피전 감선하고 대신을 연방하여 구언을 하고 자주 경연에 나아가기를 주청하니, 답하였다. “차자의 뜻이 옳다. 피전하는 일을 내가 알지 못하는 바는 아니다. 그러나 임금의 체모를 어찌 아랫사람으로서 경솔히 말할 수 있는 것이겠는가?”",
                "hj": "○弘文館上箚, 請避殿減膳, 延訪求言, 頻御經筵, 答曰: “箚意是矣。 避殿事, 予非不知, 而斟酌人君體貌, 是豈在下者輕言者哉?”"
            },
            "5": {
                "H2KE-EN": "The Office of the Inspector General impeached Associate State Councilor Jeong Jongyeong , who had newly served as associate state councilor , but his talent was incompetent and lack of reputation. Earlier, when he served as the minister of personnel , he only followed the request of his concubine and the sons of his concubine. Thus, his corruption was slandered by the commandant. How can this man be promoted to the rank of second minister of personnel? It is requested that he be corrected. The King refused to grant his request. The Office of the Inspector General and the Office of the Censor General impeached him for several days. The King said, Jeong Jongyeong is suitable for the minister. Earlier, he was not flattered by flattery. When he served me, he was greatly supported. However, he is not as straightforward as this man. Ultimately, the King denied the request. Jeong Jongyeong was not fond of Confucian scholars and did not participate in the same surname. He was cautious and hardly observed himself. Due to this, he was not expected at any time. When he served as the minister of personnel , Assistant Section Chief [of the Ministry of Personnel] [] Yi Bal always came to have an audience with me. He wanted to discuss the administrative responsibility for the personnel. However, Jongyeong did not respond to his request, and thus he was greatly disappointed for the time being.",
                "H2KE-nKo": "헌부가 신임 찬성 정종영을 탄핵하기를,“정종영은 재주와 기국이 부족하고 본래 물망이 없습니다. 일찍이 정조의 판서가 되어서는 오직 첩부와 자제들의 청탁만을 들어주었기 때문에 뇌물이 폭주하여 채수라는 비난이 있게 하였습니다. 이 사람을 어찌 이공의 반열에 올려 줄 수 있겠습니까. 개정하도록 명하소서.”하니, 주상이 들어주지 않았다. 양사가 여러 날 동안 논핵하자, 주상이 말하기를,“정종영은 삼공에 합당하다. 일찍이 선왕 때에 부<unk>에 아첨하지 않았고 과인을 섬김에 이르러서는 도움이 매우 많았다. 다만 지금 사람만 못하다.”하고, 끝내 윤허하지 않았다. - 정종영은 선비를 좋아하지 않아 당에 들어가지 않고 오직 신중하게 스스로를 지켰기 때문에 시망이 없었다. 이조 판서가 되었을 때 낭관 이발이 매번 찾아와서 인물의 진퇴를 함께 의논하고자 하였으나 정종영이 막연히 응하지 않았다. 이 때문에 시망을 크게 잃었다. -\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 5번째기사",
                "gt-oKo": "헌부가 신임 찬성 정종영(鄭宗榮)을 논하여 아뢰기를, “정종영은 재능과 기량이 부족한데다 본래 명망도 없습니다. 일찍이 정조(政曹)의 판서가 되어서는 첩부(妾婦)와 자제들의 청이면 모두 따라 뇌물이 모여들게 하였으므로 채권자(債權者)의 총수(總帥)라는 비난이 있었으니 이런 사람을 어떻게 이공(貳公)의 서열에 오르게 할 수 있겠습니까. 개정을 명하소서.” 하였는데, 상이 따르지 않았다. 양사가 여러 날을 두고 논박하니, 상이 이르기를, “정종영은 삼공에도 가합하다. 일찍이 선조(先祖) 때에는 권간에게 아부하지 않았고 과인을 섬기는데 있어서도 도와주고 이익되게 한 것이 매우 많았다. 다만 지금 사람처럼 교격(矯激)하지 않을 뿐이다.” 하고, 끝내 윤허하지 않았다.【정종영은 유자(儒者)를 좋아하지 않고 당에도 들지 않았다. 그리고 신중하게 스스로를 지켰기 때문에 당시의 명망이 없었다. 이조 판서가 되었을 때에 낭관 이발(李潑)이 매번 찾아 와서 인물의 진퇴에 대해 함께 의논하려 하였으나 정종영은 막연히 응하지 않았다. 이 때문에 당시에 인망을 크게 잃었던 것이다.】",
                "hj": "○憲府劾: “新贊成鄭宗榮, 才器短淺, 素無物望。 曾判政曹, 唯妾婦、子弟之請是徇, 以致賄賂輻輳, 有債帥之剌。 此人豈合陞於貳公之列乎? 請命改正。” 上不聽。 兩司論之累日, 上曰: “宗榮可合三公。 曾在先朝, 不媚於竈, 逮事寡躬, 裨益弘多。 但不若今人之矯激。” 竟不允。【宗榮不好儒, 不入黨, 唯愼重自守, 以此無時望。 爲吏判時, 郞官李潑每來謁, 欲其同議進退人物, 宗榮邈然不應, 以此大失時望。】"
            },
            "6": {
                "H2KE-EN": "[The King] issued a royal order to study advice and to imprison the unjust criminal cases.",
                "H2KE-nKo": "구언하는 하교를 내리고 억울한 옥사를 심리하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 6번째기사",
                "gt-oKo": "구언 교서를 내리고 억울한 옥사를 심리하였다.",
                "hj": "○下敎求言, 審理冤獄。"
            },
            "7": {
                "H2KE-EN": "A contagious fever in Jeolla Province was rampant.",
                "H2KE-nKo": "전라도에 전염병이 크게 번졌다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 7번째기사",
                "gt-oKo": "전라도에 역질(疫疾)이 크게 퍼졌다.",
                "hj": "○全羅道癘疫大熾。"
            },
            "8": {
                "H2KE-EN": "Student of Seongcheon resented a grudge against a second-tier instructor of the Royal Confucian Academy to cause trouble. He stole the 위판 of the Royal Confucian Academy and placed it in the earth. [The King] ordered that an official in the capital visit [the Royal Confucian Academy] and rebuilt [the tablet of the Royal Confucian Academy] and enshrine [the tablet of the Royal Confucian Academy]. The number of second-tier instructors [of the Royal Confucian Academy] is unable to do so and the peoples hearts are very many.",
                "H2KE-nKo": "성천의 교생이 훈도가 폐단을 끼치는 것을 원망하여 성묘의 위판을 훔쳐다가 토굴 속에 두었는데, 경관에게 가서 살펴보고 다시 만들어 봉안하라고 명하였다. 훈도가 제대로 되지 못하고 인심이 패악해진 것이 이와 같은 경우가 매우 많았다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 8번째기사",
                "gt-oKo": "성천(成川)의 교생(校生)이 훈도(訓導)가 폐해를 끼치는 것을 원망하여 성묘(聖廟)의 위판을 훔쳐다가 토굴 속에 두었었는데, 경관(京官)을 명하여 가서 조사하고 위판을 다시 만들어 봉안하게 하였다. 당시 훈도들이 인물답지 못하고 인심이 패악하여 이같은 일들이 매우 많았다.",
                "hj": "○成川校生怨訓導貽弊, 盜取聖廟位版, 置之土穴中。 命京官往審, 改造奉安。 訓導之不得、人心之悖亂, 如此類甚多。"
            },
            "9": {
                "H2KE-EN": "On musul day, a white rainbow again looked around the sun. The King issued an order, stating, The disaster of natural disasters has occurred one after another. Truly, it is impossible to reduce the number of side dishes and have music played. From now on, reduce the number of side dishes and have music played.",
                "H2KE-nKo": "흰 무지개가 또 해를 가로질렀다. 주상이 하교하기를,“재이가 거듭 나타나니 매우 놀랍다. 지금부터는 반찬 가짓수를 줄이고 음악을 철폐하라.”하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 1일(경자) 9번째기사",
                "gt-oKo": "흰 무지개가 또 해를 가로지르니, 상이 하교하였다. “재이가 거듭 나타나니 매우 해괴하고 경악스럽다. 지금부터 반찬 가짓수를 줄이고 풍악을 거두겠다.”",
                "hj": "○白虹又貫日。 上, 下敎曰: “災異疊現, 極爲駭愕。 可自今減膳、徹樂。”"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Inspector General Yi San and others resigned from office and reported to the King to avoid suspicion. During the prohibition on entering and exiting the palace gates, Jo Gyeong , a lower clerk of the Office of the Inspector General, frequently enters the palace gates. Jo Gyeong bound him. The clerk of the Office of the Inspector General was greatly angry and requested that Jo Gyeong be punished for his crime. The King said, Although Jo Gyeong bound him erroneously, how could we dare punish him for the clerk of the palace gates? This is greatly lossing the cardinal principles. Yi San and others refused to avoid suspicion and awaiting their punishment. The Office of the Censor General requested that Jo Gyeong be punished. At the time, the opinion of the Office of the Inspector General was extremely arrogant and unjust. The Office of the Inspector General did not observe the law but merely self-restrained official posts and honored the Office of the Inspector General, requested that Jo Gyeong be punished for his crime. The scholar-officials frequently lack discourtesy like this.",
                "H2KE-nKo": "대사헌 이산해 등이 사직하여 피혐하였다. 수문장 조경이 궐문에 출입하는 잡인을 금하였는데, 헌부의 서리가 난입하여 그치지 않자 조경이 결박하였다. 그러자 헌부의 관원이 크게 노하여 조경의 죄를 추고하기를 주상에게 아뢰어 청하니, 주상이 말하기를,“비록 잘못 결박하였더라도 어찌 이것으로 감히 왕궁의 수문장을 다스릴 수 있겠는가. 일의 체모를 크게 잃은 것이다.”하였다. 이산해 등이 피혐하여 물러가 물론을 기다렸는데, 간원이 아뢰어 출사시키기를 청하였다. - 이때 사론이 너무 과격하여 중도에 맞지 않았다. 법부가 스스로 법을 지키지 않고 한갓 관직의 지위만 스스로 높인다 하여 심지어 궁문에서 죄를 다스리기를 청하기까지 하였다. 사대부의 무식함이 이와 같았다. -\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 1일(경오) 1번째기사",
                "gt-oKo": "대사헌 이산해(李山海) 등이 사직하고 피혐하였다. 수문장 조경(趙瓊)이 궐문의 잡인 출입을 금지하였는데 사헌부의 서리(書吏)가 함부로 들어왔으므로 조경이 그들을 결박하였다. 이에 헌부의 관원이 크게 성이 나서 조경의 죄를 추고하여 치죄하기를 계청하니, 상이 이르기를, “비록 잘못 결박했더라도 어찌 이것으로 감히 왕궁의 수문장을 치죄할 수가 있겠는가. 크게 사체를 잃은 것이다.” 하자, 이산해(李山海) 등이 피혐하여 물러가 물론을 기다렸는데 간원이 출사시킬 것을 계청하였다.【당시에 사론이 너무 과격하여 중도에 맞지 않았다. 법부에서 스스로 법을 지키지 못하고 한갓 벼슬자리만 가지고 스스로 높이면서 심지어 궁문지기를 치죄하라고까지 주청하였으니, 사대부들이 이처럼 무식하였다.】",
                "hj": "○朔庚午/大司憲李山海等辭職避嫌。 守門將趙瓊禁出入闕門雜人, 而憲府書吏闌入不止, 瓊縛之。 憲府官大怒, 啓請推治瓊罪, 上曰: “雖誤縛, 豈可以此, 敢治王宮守門將乎? 大失事體矣。” 山海等避嫌, 退待, 諫院啓請出仕。【時, 士論亢激不中。 法府自不守法, 而徒以官位自尊, 至於請治司閽爲言, 士夫之無識如此。】"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director [of the Royal House Administration] Bak Gyehyeon passed away. [Bak] Gyehyeon was the son of [Bak] Chungwon []. His father and son were supposed to serve as ministers at the same time, but he was frugal and lacking in conduct. Only drinking and sweet dew. The King, unworthy one, liked to reputation and honestly showed him favor. Upon hearing of his death, he was deeply grieved and regretted.",
                "H2KE-nKo": "지중추부사 박계현이 졸하였다. 박계현은 박충원의 아들이다. 부자가 동시에 육경이 되었는데 방랑하고 행검이 없었으며 오직 술이나 마시고 조리할 뿐이었다. 주상은 그가 명론과 교격을 좋아하지 않는다는 이유로 자못 총애를 보였는데, 그가 졸하였다는 소식을 듣고 매우 애석해하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 1일(경오) 2번째기사",
                "gt-oKo": "지중추부사 박계현(朴啓賢)이 졸하였다. 계현은 박충원(朴忠元)의 아들로 부자가 동시에 육경이 되었었는데 방탕하고 행검이 없어 오직 술이나 마시고 우스갯소리나 할 따름이었다. 상은 그가 명론(名論)과 교격(矯激)을 좋아하지 않은 것 때문에 총애를 보였었는데 그가 졸했다는 부음을 듣고 매우 애석하게 여겼다.",
                "hj": "○知中樞府事朴啓賢卒。 啓賢, 忠元之子也。 父子同時爲六卿, 放浪無行檢, 惟飮酒詼調而已。 上以其不好名論矯激, 頗示眷注。 聞其卒, 甚嗟惜之。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King, which stated that it is not proper to present maidens to the court [of Ming China] on the grounds that it is not proper to present maidens [to the court] in the same manner as in the past. Also, it is not proper to select maidens [maidens] to be built in the Royal garden. The King responded, When you enter the Royal gardens and examine the maidens for constructing [maidens] maidens [maidens] looking at the Royal garden, there must be answer. This is generally due to the words of constructing [maidens] maidens. The Royal Secretariat requested that [maidens] not be allowed to enter and examine [the maidens]. The King did not listen to this and urged the officials to quickly summon [maidens] to the maidens. The Royal Secretariat reported again, saying, A ruler and his loyalty is important in terms of righteousness to communicate with [the maidens]. If Your Majesty only instructs that [maidens] are falsely transmitted [maidens], then the maidens will be disappointed. How could the maidens enter and examine [the maidens] in the Royal gardens? The King said, I ordered that [maidens] enter and examine [the maidens], and this is not difficult. The Royal Secretariat is in charge of transmitting royal orders. How can [we] stop [the maidens] from [the maidens] maidens? The officials of the Censor General also reported, It is not proper to urge your subjects by threatening that [the maidens] cannot dare to do so, thereby preventing [the maidens] from constructing [the maidens]. [The King] repeatedly responded, but [the King] did not grant permission. All officials of the Censorate 대죄. The King said, Who [maidens] speak of this? quickly report [the maidens] to the throne. The officials of the Censorate replied, If [maidens] construct [the maidens] and report [the maidens], how could there be those who speak of it first? [Your subjects] request that [maidens] be punished. The King finally suspended the order",
                "H2KE-nKo": "홍문관이 차자를 올려 방기로 여시를 들이는 것은 부당하다고 논하고, 옛 규례에 따라 양가의 여자를 가려 뽑아야 한다고 하였다. 또 후원에 집을 짓는 것은 마땅한 일이 아니라고 하였는데, 주상이 답하기를,“그대들이 후원에 들어가 영선할 곳을 살펴본 뒤에 비답을 내리겠다. 영선한다는 말은 헛소문이다.”하였다. 승정원이 들어와 살피지 말게 하기를 청하였으나, 주상이 듣지 않고 관원을 재촉하여 불렀다. 승정원이 재차 아뢰기를,“임금과 신하 사이는 정의가 서로 통하는 것을 귀하게 여깁니다. 헛소문이라고만 하교하신다면 아랫사람의 마음이 저절로 풀릴 것인데, 어찌 금원에 들어와 살필 리가 있겠습니까.”하니, 주상이 말하기를,“내가 들어와 살피라고 명하였으니, 이 일은 어려운 것이 아니다. 승정원은 왕명을 출납하는 직임을 맡고 있는데 중간에서 막으려고 하는가.”하였다. 양사도 아뢰기를,“신하에게 감히 하지 못할 일을 하도록 강요하여 아랫사람의 마음을 막아서는 안 됩니다.”하였다. 재차 아뢰었으나 윤허하지 않으니, 관원이 모두 대죄하였다. 주상이 말하기를,“누가 이것을 창도하였는가? 속히 바른대로 아뢰라.”하니, 관원이 대답하기를,“함께 소회가 있어서 들은 바를 진달하였으니, 어찌 창도한 자가 있겠습니까. 모두 죄를 받겠습니다.”하였다. 주상이 마침내 들어와 살피라는 명을 중지하고, 하교하기를,“궁궐은 내 집의 일이니, 외부 사람이 간여할 바가 아니다. 이런 습관이 한번 열리면 뒤에 간악한 무리가 구실을 삼아 장차 차마 말할 수 없는 폐단이 생길 것이다. 그러므로 주도한 자를 끝까지 힐문하고자 하였으나 지금은 우선 불문에 부친다. 대체로 신하가 진언하면 한 마디로 지혜롭게 여기고 한 마디로 조급하게 여기는 것이니, 삼가지 않아서는 안 된다.”하였다. 이로부터 대관은 감히 여시의 일을 다시 말하지 못하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 1일(경오) 3번째기사",
                "gt-oKo": "홍문관이 차자를 올려 옳지 못한 방법으로 여시(女侍)를 들이는 것은 부당하다고 논하면서 구례를 따라 양가의 딸을 가려서 들여야 하고, 또 후원에 궁궐을 짓는 일은 마땅한 일이 아니라고 하자, 상이 답하기를, “그대들이 후원에 들어가 영선하는 곳을 살펴본 다음에 비답하겠다. 그러한 말은 대개 헛소문이 전해진 것이다.” 하니, 정원이 후원에 들어가 살펴보게 하지 말 것을 청하였으나 상이 듣지 않고 서둘러 관원을 불렀다. 정원이 재차 아뢰기를, “군신 사이에는 그 정의가 서로 통하는 것을 귀중하게 여기는 것입니다. 상께서 영선한다는 말이 헛소문이 전해진 것이라고 하교하셨으니 하정(下情)이 자연 풀렸는데 어찌 금원(禁苑)에 들어가 살필 수가 있겠습니까.” 하니, 상이 이르기를, “내가 들어가 살펴보라고 하였으니 이 일에 대해 어렵게 여길 것이 아니다. 정원은 임금의 명을 출납하는 관직인데 중간에서 못하게 막으려고 하는가?” 하였다. 양사 또한 아뢰기를, “신하에게 감히 할 수 없는 일을 하라고 몰아쳐 신하의 뜻을 막는 것은 부당한 일입니다.” 하고, 재차 아뢰었으나 윤허하지 않았다. 관원이 모두 대죄하였는데, 상이 이르기를, “누가 이렇게 하기를 주창했는가? 그에 대하여 속히 정직하게 아뢰라.” 하니, 관원이 아뢰기를, “같은 생각에서 들은 바를 진달했을 뿐 어찌 앞장서서 주창한 자가 있겠습니까. 함께 죄를 받기를 바랍니다.” 하자, 상이 마침내 후원에 들어가 살펴보라는 명을 정지시키고 하교하기를, “궁궐은 내 집의 일이니 외인이 간여하여 알 바가 아니다. 이 습관이 한번 열리면 뒤에는 간사한 무리가 이를 구실로 삼아 장차 말할 수 없는 폐단이 있게 될 것이다. 그러므로 끝까지 맨 먼저 주창한 자를 힐문하려고 하였으나 지금은 우선 묻지 않겠다. 대체로 신하가 진언할 적에 한 마디 말로 지혜로운 자가 될 수도 있고 한 마디 말로 경박한 자가 될 수도 있으니 삼가지 않을 수 없는 것이다.” 하였다. 이때부터 대간이나 시종들이 감히 여시(女侍)의 일에 대해 다시 말하지 못하였다.",
                "hj": "○弘文館上箚, 論不當以旁岐納女侍, 當依舊例, 擇良家女。 且後苑有營造, 非事之宜。 上答曰: “爾等入後苑, 看審營繕處然後, 當有批答。 蓋營繕之說, 虛傳也。” 政院請勿令入審, 上不聽而趣召館員。 政院再啓曰: “君臣之間, 情義貴於相通。 只敎以虛傳, 則下情自釋, 安有入審禁苑之理乎?” 上曰: “予命入審, 此事非難。 政院職在出納, 其欲從中沮遏乎?” 兩司亦啓: “不當迫臣子以所不敢爲之事, 以阻下情。” 再啓, 不允, 館員皆待罪。 上曰: “誰倡爲此? 其速直啓。” 館員對曰: “同有所懷, 陳其所聞, 豈有先倡者乎? 請俱被罪。” 上遂停入審之命, 下敎曰: “宮闕, 予家之事, 非外人所預知。 此習一開後, 有奸徒爲口實, 將有不可忍言之弊。 故欲窮詰首倡, 而今姑不問。 大扺人臣之進言, 一言以爲智; 一言以爲躁, 不可不愼也。” 自是臺館不敢復言女侍事矣。"
            },
            "4": {
                "H2KE-EN": "[The King] appointed Yu Seongryong as magistrate of Sangju Strategic County . [Yu] Seongryong was talented and knowledgeable, and his literary skills were wide. He was well-versed in his studies. He reported to the Royal Lecture on his Confucian Classics, which was extremely praised by the Emperor. Because his mother was old, he requested that he be appointed to a strategic county to take care of his mother. The King said, When you leave, I am lost a prudent subject. Truly, this is pitiful. However, it is not possible for you to follow your request. [The King] ordered that [Yu] Seongryong be appointed to Sangju .",
                "H2KE-nKo": "유성룡을 상주 목사로 삼았다. 유성룡은 재주와 식견이 있고 문학이 뛰어났으며 사령을 잘하였다. 경연에서 아뢴 말이 매우 임금의 뜻에 맞았는데, 어머니가 늙었다는 이유로 걸군하여 봉양하기에 편리하게 해 주기를 청하였다. 주상이 말하기를,“그대가 나가면 나는 어진 신하 하나를 잃게 될 것이니 참으로 애석하다. 모자간의 정리가 간절하니 또한 따르지 않을 수 없다.”하고, 상주 목사에 제수하라고 명하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 1일(경오) 4번째기사",
                "gt-oKo": "유성룡(柳成龍)을 상주 목사(尙州牧使)로 삼았다. 유성룡은 재주와 식견이 있으며 문학이 뛰어났고 사령(辭令)을 잘했다. 경연에서 아뢰는 말이 매우 상의 뜻에 맞았다. 노모로 인하여 외직에 나아가 봉양하기에 편리하게 해줄 것을 청하자, 상이 이르기를, “그대가 지방으로 나가면 나는 한 사람의 어진 신하를 잃게 되니 진실로 애석하다. 그러나 모자의 정리가 간절하니 또한 따르지 않을 수 없다.” 하고, 상주 목사로 제수하였다.",
                "hj": "○以柳成龍爲尙州牧使。 成龍有才識, 文學優長, 善辭令。 敷奏經席, 甚稱聖旨。 以母老, 乞郡便養。 上曰: “爾出則我失一良臣, 固可惜矣。 母子情切, 亦不可不從。” 命除尙州。"
            },
            "5": {
                "H2KE-EN": "Jeong Gu was appointed magistrate of Changnyeong District . [Jeong] Gu was very strict in appreciation and prudent in learning, and his reputation was clearly manifested day. When he was repeatedly appointed to a government post, he did not attend to his office. On this day, he was first appointed to a government post and went to his district. The King received him in audience and asked him about his studies. He also asked what is the first time to govern the district? [Jeong Gu] replied, He should first study the studies of learning. The King said, You obtained the reputation from your name. This is not an absurd reputation. The King instructed him to send him off.",
                "H2KE-nKo": "정구를 창녕 현감으로 삼았다. 정구는 몸가짐이 매우 엄하고 예학에 근면하여 명성이 날로 드러났다. 여러 차례 관직에 제수하였으나 나아가지 않다가 이때에 이르러 비로소 숙배하고 고을로 부임하였다. 주상이 그를 인견하고 그가 배운 바를 묻고, 또 고을을 다스리는 데 무엇을 먼저 해야 하는가를 물으니, 대답하기를,“먼저 학정을 닦아야 합니다.”하였다. 주상이 말하기를,“그대가 명성을 얻은 것이 헛된 일이 아니다.”하고, 위유하여 보냈다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 1일(경오) 5번째기사",
                "gt-oKo": "정구(鄭逑)를 창녕 현감(昌寧縣監)으로 삼았다. 정구는 몸단속을 매우 엄하게 하였으며 예학(禮學)에 힘써 명성이 날로 드러났다. 여러 차례 벼슬을 제수하였으나 나오지 않다가 이때에 비로소 소명을 받고 현으로 부임하였다. 상이 인견하면서 그의 배운 바를 묻고 또 현을 다스리는 데 무엇을 먼저 해야 하느냐고 물으니, 대답하기를, “학교의 정사(政事)를 먼저 닦아야 합니다.” 하자, 상이 이르기를, “그대가 명성을 얻은 것이 헛소문이 아니었다.” 하고, 위로하고 타일러서 보냈다.",
                "hj": "○以鄭逑爲昌寧縣監。 逑律身甚嚴, 謹於禮學, 聲名日著。 屢除官不就, 至是始拜命赴縣。 上引見, 問其所學, 且問治縣何先, 對曰: “先修學政。” 上曰: “爾得名不虛矣。” 慰諭以遣之。"
            },
            "6": {
                "H2KE-EN": "The high-ranking officials requested that the King return to the main hall, but the King repeatedly granted permission. At the time, the chief state councilor and the left state councilors all had the expectations of the people, but they were unable to achieve a plan. The disasters and the calamity of natural disasters appeared one after another, but there were no measures to observe the source of natural disasters and to natural disaster. Only the King requested that the main hall be reinstated, and the people were worried about this.",
                "H2KE-nKo": "대신이 정전으로 돌아가기를 청하였는데, 재차 아뢰자 윤허하였다. 이때 영의정과 좌의정이 모두 인망이 있었으나 계책을 세우지 못하였고, 재이가 거듭 나타났으나 별로 선을 권하고 악을 물리치고 재변을 그치게 할 방책이 없이 오직 정전으로 돌아가기를 청하였으므로 식자들이 걱정하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 1일(경오) 6번째기사",
                "gt-oKo": "대신이 정전으로 돌아가기를 주청하고 재차 아뢰자 윤허하였다. 당시 영상과 좌상이 모두 인망이 있었으나 꾀하는 바가 없었고 재이(災異)가 첩첩이 나타났지만 별로 선을 권하고 악을 버리게 하여 재이를 사라지게 하는 계책에 대해서는 말하는 이가 없고 다만 정전에 돌아갈 것만을 주청하였는데, 식자들이 걱정스럽게 여겼다.",
                "hj": "○大臣請復正殿, 再啓乃允。 時, 領左相皆人望, 而不能有所猷爲。 災異疊現, 別無獻替、消弭之策, 惟請復正殿, 識者憂之。"
            },
            "7": {
                "H2KE-EN": "Associate State Councilor Jeong Jongyeong resigned from office on account of illness. This was to avoid the majority opinion. ",
                "H2KE-nKo": "우찬성 정종영이 병을 이유로 면직되었는데, 물의를 피하였기 때문이다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 1일(경오) 7번째기사",
                "gt-oKo": "우찬성 정종영(鄭宗榮)이 병을 핑계로 사면하였는데 물의를 피한 것이다.",
                "hj": "○右贊成鄭宗榮謝病免, 避物議也。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the twelfth month, the drought was extremely severe. Frost fell in Gangwon Province and the grass were killed.",
                "H2KE-nKo": "초하루에 심한 가뭄이 들었다. 강원도에 서리가 내려 풀이 죽었다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 1일(기사) 1번째기사",
                "gt-oKo": "가뭄이 심하였고, 강원도에 서리가 내려 풀이 죽었다.",
                "hj": "○朔己巳/旱甚。 江原道霜降殺草。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gyehae day, the first day of the twelfth month, there was a heavy rain since the gihae year (. Rain fell overflowing, and a mountain struck and drowned. In the three lower provinces, there were widespread disease, and many people starving to death. The Royal Secretariat reported, This year, flood damage was worse than before. The provinces reported this to the King, which was extremely apprehensive. Moreover, within the capital one night, there was heavy rain and suddenly overflowed. A look of flood floods, and the road was destroyed. The houses were flooded, and the people who drowned to death were unaware of the number of people. The graves in the outskirts of the capital were destroyed, and the white bones were destroyed and the pine trees were buried in succession. All the rice crops were destroyed, and the building of vegetables were destroyed, and the lives of the people were able to lose their livelihoods. The disease was not survived, and there was a way to respond. Your subjects humbly hope that Your Majesty shall cultivate self-restraint. The King replied, This year, flood floods, and I am apprehensive and apprehensive. It is necessary to cultivate this again. ",
                "H2KE-nKo": "삭일과 기해년에 비로소 큰비가 내려 강물이 넘치고 바다가 넘쳐서 산이 무너지고 집이 떠내려갔다. 하삼도에 전염병이 여전히 치성하여 백성들이 많이 죽었다. 승정원이 아뢰기를,“올해의 수재는 옛날에 비해 더욱 심한데, 지방에서 보고한 것은 매우 괴이합니다. 도성 안에는 하룻밤 사이에 큰비가 사납게 내려 평지의 수심이 한 길 남짓이나 되었고, 교량이 무너지고 도로가 파괴되었으며, 가옥이 떠내려가고 손상을 입거나 익사한 사람이 부지기수입니다. 교외의 여러 무덤이 무너지고 백골이 드러나서 <unk>줄을 가지고 매장하는 일이 잇따르고 있으며, 밭곡식이 모두 물에 잠겨 채소밭이 남은 것이 없습니다. 백성들이 생업을 잃고 있으니, 보고 듣기에 참혹합니다. 재변은 공연히 생기는 것이 아니고 응하는 방도가 있는 것입니다. 삼가 바라건대 성상께서는 더욱 스스로 반성하고 살피소서.”하니, 답하기를,“올해의 수재는 매우 놀라우므로 내가 두려워하고 있다. 다시 더 반성하고 유념하겠다.”하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 1일(기해) 1번째기사",
                "gt-oKo": "비로소 큰 비가 내려 강물이 넘쳤고 해일(海溢)이 있었으며 산이 무너지고 가옥이 떠내려갔다. 하삼도에 돌림병이 치성하여 백성들이 대부분 사망하였다. 정원이 아뢰기를, “올해의 수재는 옛날에 비해 더욱 심하여 외방의 계문이 극히 괴이합니다. 도성 안에도 하룻밤 사이에 큰 비가 갑자기 쏟아져서 평지에 한 길이 넘는 물이 찼고 교량이 무너지고 도로가 파괴되었으며 가옥이 떠내려갔는데 치어서 다치거나 빠져 죽은 사람의 수를 알 수가 없는 정도입니다. 교외의 무덤들이 무너져 백골이 드러났으므로 삼태기를 가지고 묻는 자들이 서로 연달았습니다. 논밭의 곡식이 모두 매몰되고 채소밭은 남은 것이 없는 등 백성들이 생업을 잃어 듣고 보기에 참혹하고 측은합니다. 재변은 아무 이유없이 생기는 것이 아니므로 대응하는 방법이 있는 것입니다. 삼가 바라건대 성상께서는 더욱 스스로 닦고 살피소서.” 하자, 답하기를, “올해의 수재는 매우 놀랍고 해괴해서 나도 두렵고 걱정스럽다. 다시 더욱 반성하도록 하겠다.” 하였다.",
                "hj": "○朔己亥/始大雨, 江漲海溢, 山崩屋漂。 下三道癘疫猶熾, 民多死亡。 政院啓曰: “今年水災, 比古尤甚, 外方啓聞, 極爲可怪。 至於都城之內, 一夜之間大雨暴漲, 平地水深丈餘。 橋梁圮壞, 道路衝破, 屋宇漂流, 厭傷、溺死之人不知厥數。 郊外衆塚崩頹, 白骨暴露, 持蘲掩埋者相續。 田穀盡沒, 蔬場罔餘, 民生失業, 聞見慘惻。 變不虛生, 應之有道。 伏願聖上, 益自修省。” 答曰: “今年水災, 極爲驚駭, 予用兢惕。 當更加省念。”"
            },
            "2": {
                "H2KE-EN": "Hong Seongmin , who composed a clerical writing style, was promoted to Grand Master for Excellent Virtue . The Office of the Inspector General discussed this matter to promote the rank of Grand Master for Excellent Virtue because it was not a clerical administration of virtue. The King did not approve this request.",
                "H2KE-nKo": "홍성민이 이문을 제술하여 수석을 차지하자 가선대부로 올려 주었다. 사헌부가 작은 일로 품계를 올리는 것은 덕 있는 사람을 임명하는 정사가 아니라고 논하여 개정하기를 청하였으나, 윤허하지 않았다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 1일(기해) 2번째기사",
                "gt-oKo": "홍성민(洪聖民)이 이문(吏文)을 지어 수석을 차지했으므로 가선(嘉善)으로 올려 주었다. 그러자 헌부가 작은 일을 가지고 품계를 올리는 것은 덕 있는 사람을 임명하는 정사가 아니라고 논하여 개정하기를 청하였으나, 윤허하지 않았다.",
                "hj": "○洪聖民製吏文居首, 陞嘉善。 憲府論以微事陞階, 非命德之政, 請改正, 不允。"
            },
            "3": {
                "H2KE-EN": "Inspector General Kim Cheomgyeong came to the palace and reported to the King, Your subject is unaware of whether scholar-officials stay at home to study or not. However, only when they are wealthy, they can cultivate good words. Consequently, there are many scholar-officials who fail to prevent seaways and build farmland in order to prevent this problem. The King said, If wealthy wealthy, how could we say wealthy wealthy? This matter should be impeached by the censors. Kim Cheomgyeong said, I did not want to impeach the officials, but I did not dare to do so because there are many men whose names are pitiful. At the time, there were many Confucian scholars who did not attend to government office but cultivated fields in the fields. Kim Cheomgyeong had been a relative of Confucian scholar-officials , and thus he uttered this problem to secretly plot to secretly 중상모략.",
                "H2KE-nKo": "대사간 김첨경이 들어와 아뢰기를,“요즈음 사류들이 집에 있으면서 학문을 하고 있는지에 대해서는 신이 알지 못합니다. 다만 ‘부자가 된 뒤에야 선을 할 수 있다.’라는 말이 성행하고 있습니다. 이에 사우들 사이에는 대부분 해택을 막고 전토를 경영하는 것을 능사로 삼고 있으니, 이러한 폐단은 상께서 금지하셔야 합니다.”하니, 주상이 말하기를,“부자가 되려면 어질지 못하니, 어찌 부자가 된 뒤에야 선을 할 수 있겠는가. 이 일은 간관이 논핵해야 할 것이다.”하자, 김첨경이 아뢰기를,“탄핵하고 싶지 않은 것은 아닙니다. 그러나 그중에는 명자가 아까운 자가 많이 있기 때문에 감히 하지 못했을 뿐입니다.”하였다. 이때 명사들 중에는 벼슬하지 않고 초야에서 농사짓는 자도 있었다. 김첨경은 일찍이 사류들에게 배척을 받았기 때문에 이 말을 창도하여 암암리에 함정에 빠뜨리려는 계책을 부린 것이다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 1일(기해) 3번째기사",
                "gt-oKo": "대사간 김첨경(金添慶)이 입시하여 아뢰기를, “요즈음 사류가 집에서 학문을 하는지의 여부는 신이 알지 못합니다. 다만 부자(富者)가 된 뒤에야 선을 할 수 있다는 말이 성행하고 있습니다. 이리하여 사우(士友)들 사이에는 대부분 바다나 못을 막아 전토를 경영하는 것을 능사로 삼고 있으니, 이런 폐단은 상께서 금지시켜야 합니다.” 하니, 상이 이르기를, “부자가 되려면 인(仁)을 하지 못한다고 하였는데 어찌 부자가 된 뒤에 선을 할 수가 있겠습니까. 이런 일은 간관이 마땅히 탄핵해야 할 것이다.” 하자, 김첨경이 아뢰기를, “탄핵하고 싶지 않아서가 아니라 그중에는 명성이 아까운 사람이 많이 있기 때문에 감히 못했을 뿐입니다.” 하였다. 당시에 명사로서 벼슬하지 않고 농사를 짓는 자도 있었다. 김첨경이 일찍이 사류들에게 소외당하였었기 때문에 이 말을 주창해서 남몰래 중상하려고 계획하였다.",
                "hj": "○大司諫金添慶入啓曰: “近者士類, 其在家學問與否, 臣所未知, 但富然後爲善之說盛行。 於是, 士友間多以防海澤、營土田爲能事, 此弊當自上禁之。” 上曰: “爲富不仁, 安有富然後爲善者乎? 此事諫官當擧劾。” 添慶曰: “非不欲劾, 而其中多有名字可惜者, 故不敢耳。” 時, 名士或有不仕, 而耕野者。 添慶曾爲士類所外, 故倡此說, 欲陰中之計也。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, as the first day of the month, Minister of Personnel Yi Munhyeong resigned from office due to an illness and replaced Bak Daerip . [Yi] Munhyeong and [Bak] Daerip were all supported by young scholars. When [he] was replaced by the post of ministries, [he] did not have anything to do with him. Thus, [he] did not reach his slander.",
                "H2KE-nKo": "이조 판서 이문형이 병을 이유로 사직하니, 면직하고 후임에 박대립을 임명하였다. 이문형과 박대립은 모두 젊은 사류들에게 붙어서 전형의 직임을 맡고 있으면서 한 가지도 한 일이 없었기 때문에 비방이 미치지 않은 것이다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 1일(무진) 1번째기사",
                "gt-oKo": "이조 판서 이문형(李文馨)이 병으로 사면하자 박대립(朴大立)으로 대입시켰다. 이문형과 박대립은 모두 나이 젊은 사류들에게 아부하였으므로 전형(銓衡)에 있을 적에 한 일이 한 가지도 없었는데 그 때문에 헐뜯거나 비방하는 말이 그들에게 미치지 않았던 것이다.",
                "hj": "○朔戊辰/吏曹判書李文馨謝病免, 朴大立代之。 文馨、大立皆附年少士類, 遞居銓衡, 一無所爲, 故訾謗不及焉。"
            },
            "2": {
                "H2KE-EN": "Governor of Gangwon ProvinceJeong Cheol submitted a memorial regarding the evils of the province. The King praised him and sent it to the office in charge for deliberation.",
                "H2KE-nKo": "강원도 관찰사 정철이 도내의 고질적인 폐단을 진달하니, 주상이 가상히 여겨 답하고 해당 관사에 내려 의논하여 시행하게 하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 1일(무진) 2번째기사",
                "gt-oKo": "강원도 관찰사 정철이 도내의 병폐를 진달하였는데, 상이 가상히 여겨 답하고 해당 관사에 내려 의논하여 시행하도록 하였다.",
                "hj": "○江原道觀察使鄭澈, 陳一道弊瘼。 上嘉奬答之, 下該司議行。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "As the first day of the month, 정인홍을 the Office of the Inspector General , [the Office of the Inspector General] did not come [to the capital].",
                "H2KE-nKo": "정인홍을 사헌부 지평으로 삼았는데, 사직하고 오지 않았다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 1일(무술) 1번째기사",
                "gt-oKo": "정인홍(鄭仁弘)을 사헌부 지평으로 삼았으나 사양하고 오지 않았다.",
                "hj": "○朔戊戌/以鄭仁弘爲司憲府持平, 辭不至。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On mujin day, a thunder occurred on the first day of the month, thunder and lightning occurred. [The King] issued a royal order to sought out advice. This year Gyeonggi , Hwanghae , Gangwon , and Pyeongan Province had a great famine.",
                "H2KE-nKo": "삭무진년에 혜성이 나타나고 천둥과 번개의 이변이 있었으므로 하교하여 구언하였다. 이해에 경기, 황해, 강원, 평안 4도에 큰 기근이 들었다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 1일(무진) 1번째기사",
                "gt-oKo": "혜성이 나타나고 천둥 번개의 재이가 있자, 하교하여 구언하였다. 이 해에 경기·황해·강원·평안 4도에 큰 기근이 들었다.",
                "hj": "○朔戊辰/彗星見, 有雷電之異。 下敎求言。 是歲, 京畿、黃海、江原、平安四道大饑。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongyu day, the first day of the month, the weather was as warm as in springtime. Every day, there was thunder, lightning, and thunder. A thick fog occurred during the daytime.",
                "H2KE-nKo": "삭일과 정유년에 봄처럼 <unk>약볕이 내리<unk>고 날마다 천둥과 번개가 쳤으며, 안개가 크게 끼고 낮이 어두웠다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 1일(정유) 1번째기사",
                "gt-oKo": "날씨가 봄날 같고 날마다 천둥과 번개가 치며 심한 안개가 끼어서 낮에도 어두웠다.",
                "hj": "○朔丁酉/天氣如春, 逐日有雷電, 大霧晝昏。"
            },
            "2": {
                "H2KE-EN": "[The King] appointed Yi Sansan as minister of punishments . [Yi] San was earlier a renowned reputation from the world, and successively reached the main chamberlain of the main chamberlain. His personality was upright and prudent, and he was apprehensive and cautious. When he was incompetent in the world, he was unworthy of being unworthy. Originally, he did not read books on his writing. At this time, when he became minister of punishments , he adamantly refused to concentrate on administrative affairs and firmly refused to control [the writing]. However, [the King] did not grant [the writing of writing style]. After the East and West Infirmaries were divided into groups, he saw that these two persons were seriously disobeyed the current opinion. Then he finally seized each other. The two persons also regarded them as slightly and did not know how to restrain their administrative status.",
                "H2KE-nKo": "이산해를 형조 판서로 삼았다. 이산해는 일찍부터 문장으로 세상에 이름이 났고 청요직을 두루 거쳐 지위가 육향에 이르렀다. 사람됨이 청렴하고 신중하였으나 겸손하고 나약하여 남을 두려워하였고, 무리에 처해 있으면서도 무능한 듯하였다. 평생에 부첩의 문자를 보지 않았는데, 이때에 이르러 형조 판서가 되자 스스로 행정 사무를 익히지 않았다고 하여 전후로 굳이 사양하였으나, 모두 윤허하지 않았다. 이이, 정철과 벗이 되었는데, 동서로 당파가 나뉘어진 뒤부터 두 사람이 시론에 크게 거슬림을 당하는 것을 보고는 마침내 그들과 의견을 달리하니, 두 사람도 경시하여 경계할 줄을 몰랐다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 1일(정유) 2번째기사",
                "gt-oKo": "이산해(李山海)를 형조 판서로 삼았다. 이산해는 일찍이 문사(文詞)로 세상에 이름이 났고 청요직(淸要職)을 두루 거쳐 육경의 지위에 이르렀다. 사람됨이 청렴하고 신중하나 겸손하고 나약해서 사람들을 무서워하여 여러 사람과 함께 있을 적에는 무능한 사람과 같았다. 평생에 부첩(簿牒)의 문자는 보지 않았으므로 이때 형조 판서가 되자 스스로 행정 업무에 익숙하지 못하다는 이유로 굳이 사양하였으나 모두 윤허하지 않았다. 이이·정철과 벗으로 지냈는데, 동서의 당파가 나뉘어진 뒤로부터 두 사람이 시론(時論)에 중하게 거슬림당하는 것을 보고는 끝내 그들과 갈라졌고 두 사람도 그를 경시하였으니, 그가 규범이 있는 자인지 모르겠다.",
                "hj": "○以李山海爲刑曹判書。 山海早以文詞名世, 歷踐淸要, 致位六鄕。 爲人淸愼而巽懦畏人, 處衆若無能者。 平生不視簿牒文字。 至是爲刑判, 自以不習吏事, 前後固辭, 皆不允。 與李珥、鄭澈爲執友, 自東西分黨之後, 見二人重忤於時論, 遂與之貳, 二人亦輕之, 不知其有畦畛也。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "Madame Jeong , the first wife of the Royal Cuisine Office , passed away. The ancestors of the royal ancestors were very strict. When the royal concubines were born, the royal concubines were sent back to their homes and leaving them. On this day, Lady Kim and Lady Jeong continued to be ill and did not recover. The King was afraid that they did not carefully treat them, and then issued an order. If the royal concubines were born, the royal concubines were chosen from within the palace and waited for her children. This is from this point onward. ",
                "H2KE-nKo": "삭인 정묘년에 숙의 정씨가 졸하였다. 조종조의 곤법이 너무 엄하여 후궁이 잉태하면 외택으로 돌려보내어 해산하게 하였다. 이때에 이르러 김씨와 정씨가 연이어 산병으로 치료를 받지 못하자, 주상이 치료를 삼가지 않은 것으로 의심하여 그대로 법령을 만들었다. 후궁이 잉태하면 궐내에서 해산할 때를 기다리는 것이 이때부터 시작되었다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 1일(정묘) 1번째기사",
                "gt-oKo": "숙의(淑儀) 정씨(鄭氏)가 졸했다. 조종조에는 대궐의 법이 너무 엄하여 후궁이 잉태를 하면 친정집으로 보내어 분만하게 하였는데 이때에 이르러 김씨(金氏)와 정씨가 잇달아 산고병(産苦病)으로 죽자, 상이 치료를 잘못하여 그런 것인가 의심하였다. 그래서 이때부터 후궁이 잉태하면 대궐 안에서 해산을 기다리게 하는 법령을 만들었다.",
                "hj": "○朔丁卯/淑儀鄭氏卒。 祖宗壼法太嚴, 後宮懷孕, 則送還外宅解娩。 至是金氏、鄭氏, 連以産病不救, 上疑治療不謹, 仍著令, 後宮有孕, 得於闕內待産, 自此始。"
            },
            "2": {
                "H2KE-EN": "The King was unwell. This was because hearing that Lady Jeong passed away, she was slightly apprehensive. On a few days later, the Kings illness suddenly turned critical. People eventually learned of this. The King ordered that 대신 박순 and 노수신 be summoned, and they first entered the Kings presence. The King stood two persons hands, saying, You must think of our children. Susin said, We, your humble subjects, shall be able to die. The palace was frightened. The Queen, ordered that an official be sent to pray for rain at the Royal Ancestral Shrine , the Altar of the Soil and Grain , and at the Altar of the Soil and Grain . Tomorrow, the Kings recovered from illness and gradually recovered. The King encountered many royal favors, and the natural diseases were quite frequently damaged. There was a symptoms of alcoholic disease, and always worried the symptoms of alcoholic disease. The various officials worried about this.",
                "H2KE-nKo": "주상이 편치 않았는데, 이는 정씨가 졸하였다는 소식을 듣고 놀랐기 때문이다. 며칠 되지 않아 주상의 병이 갑자기 위급해지자 외부 사람들이 비로소 알게 되었다. 대신 박순과 노수신을 명소하여 먼저 입시하게 하였다. 주상이 두 사람의 손을 잡고 말하기를,“모름지기 우리 아이들을 생각하라.”하니, 노수신이 아뢰기를,“신들은 죽음으로써 감당하겠습니다.”하고, 대궐 안이 놀라 당황하였다. 중전이 관원을 보내어 종묘, 사직, 산천에 기도하라고 명하였다. 내일 주상의 병이 회복되어 점차 회복되었다. 주상이 내총이 많아 원기가 상당히 손상되었고 화담 증세가 있어 생선과 냉기를 즐겨 올렸다. 항상 담기가 치밀어 오르는 것을 걱정하여 신하들이 근심하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 1일(정묘) 2번째기사",
                "gt-oKo": "상이 미령하였는데 이는 정씨의 죽음을 듣고 놀랐던 것이다. 며칠이 못가 상의 질병이 갑자기 위급해져서야 외인들이 처음으로 알게 되었다. 대신 박순(朴淳)·노수신(盧守愼)을 명소하여 먼저 입시하게 했는데 상이 두 사람의 손을 잡고 이르기를, “모름지기 우리 아이들을 돌보아주기 바란다.” 하자, 노수신이 아뢰기를, “신들이 죽음으로써 담당하겠습니다.” 하였는데, 대궐 안이 놀라 황급해하였다. 중전이 관리를 보내어 종묘·사직·산천에 기도하라 명하였는데 다음날에 상의 병이 차도가 있어 점차 회복되었다. 상에게 내총(內寵)이 많아서 원기가 너무 손상되었으므로 화담(火痰)의 증세가 있어 날 것과 찬 음식을 좋아하였고 늘 담기(痰氣)가 치밀어 오르는 질환이 있어 여러 신하들이 걱정하고 있었다.",
                "hj": "○上不豫, 蓋聞鄭氏卒, 驚動也。 未數日, 上疾猝急, 外人始知之。 命召大臣朴淳、盧守愼, 先入侍, 上執二人手曰: “須念吾兒輩也。” 守愼曰: “臣等以死當之。” 闕中驚惶。 中殿命遣官, 祈禱宗廟、社稷、山川。 明日上疾回蘇, 漸向康復。 上多內寵, 元氣頗傷, 有火痰之症, 喜進生、冷, 常患痰氣上衝, 群臣以爲憂。"
            },
            "3": {
                "H2KE-EN": "Envoy for Celebrating the Emperors Birthday Yi Jeung and others returned from the capital [of Ming China]. Prior to this, [they] had already been allowed to revise the two characters for the ancestors and the actual state of affairs. Also, the two characters for the ancestors were erroneously written on the two characters for the ancestors. For this reason, [Yi] Jeung departed [to Beijing] and sent a document to the Board of Rites to request the revise of the two characters for the ancestors. He also requested that [the characters for the ancestors] be quickly bestowed [upon him]. On this day, [the Board of Rites] brought a reply to the Board of Rites . The diplomatic document read as follows: The details of the actual state of the ancestors have already been compiled and especially explained. There is no need to be worried. Only because the two characters for the ancestors are erroneous. Now, [the Board of Rites] again requested the revise of the two characters for the ancestors and the actual state of the Great Comprehensive Mirror to Aid in Government (C. Tongjian . The text states that the two characters for the actual state of the ancestors are erroneous. Now, based upon the diplomatic document has arrived, [the Board of Rites] should be opened and sent to the 내각 in order to thoroughly examine [the characters for the actual state of affairs] and then revise [the characters for the actual state of the two characters for the actual state of the ancestors and the actual state of the two characters for the actual state of the new ancestors and the actual state of the book",
                "H2KE-nKo": "성절사 이증 등이 북경에서 돌아왔다. 이에 앞서 종계와 변무에 대해 이미 개정할 것을 허락하였는데, 또 ‘조명’이라는 두 글자를 잘못 썼기 때문에 이증의 사행이 예부에 자문을 보내 조사하여 개정할 것을 청하고, 또 속히 반포해 줄 것을 청하였다. 이때에 이르러 예부의 회답 자문을 가지고 왔는데, 그 자문의 내용은 다음과 같다.“본국의 변무 등의 실정은 이미 《회전》을 편찬하여 특별히 누명을 씻어 주었으니 지나치게 염려할 것이 없습니다. 다만 ‘조명’이라는 두 글자가 잘못된 것 때문에 지금 다시 바로잡기를 청하는 것은 모두 신중하고 치밀하게 하여 끝까지 억울함을 호소하는 정성을 이루어 주려는 것입니다. 그래서 즉시 조사해 보니, 편찬한 《회전》의 본국 항목 안에는 ‘서계’라는 두 글자가 차이가 없었습니다. 지금 보내온 자문에 의거하여 내각에 보내 자세히 조사하여 통틀어 교정하게 한다면 다시는 모순되고 누락될 우려가 없을 것입니다. 그리고 속히 반포하려고 하는 한 가지 절목은 새로 편찬한 《회전》과 《강목》이 매우 많아 조만간 실마리를 찾을 수 있을 것입니다. 한청의 완질을 이제 어람하시도록 올려 서울과 지방에 반포할 수 있게 되었습니다.”\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 1일(정묘) 3번째기사",
                "gt-oKo": "성절사 이증(李增) 등이 경사(京師)에서 돌아왔다. 이보다 앞서 종계 변무(宗系辨誣)에 대해 이미 개정하도록 허락했는데 또 할아버지의 이름 두 글자가 잘못 쓰여졌으므로 이증의 사행에 예부에 이자(移咨)해서 조사하여 고쳐줄 것과 또 속히 반사(頒賜)해 주기를 청했는데 이때에 이르러 예부의 회자(回咨)를 가지고 왔다. 회자의 내용은 다음과 같다. “본국의 변무에 관한 등의 사실은 이미 《회전(會典)》을 편찬하면서 특별히 밝혀졌으니 너무 염려하지 않아도 될 것이다. 다만 할아버지의 이름 두 글자가 잘못 되었으므로 지금 다시 바로잡아 주기를 청하였는데 이는 모두가 근신하고 세밀하여 끝까지 신설해 줄 것을 호소한 정성에서 나온 것입니다. 그래서 즉시 검사해 보았더니 편찬하고 있는 《회전》의 본국 조항에 쓰여진 두 글자가 틀림이 없었으므로 지금 보내온 자문을 근거로 하여 내각(內閣)에 보내어 자세히 조사하여 모두 교정하게 하였으니 다시는 모순되고 탈루되는 걱정이 없을 것입니다. 그리고 속히 반사하여 내려 달라고 한 일절에 대해서는 새로 편찬하고 있는 《회전》은 강목이 많아서 당장 완성할 수 있는 것이 아닙니다. 완성된 사책은 황상께 올려 어람(御覽)을 거치고서 중외(中外)에 반포할 것입니다.”",
                "hj": "○聖節使李增等, 廻自京師。 先是, 宗系、辨誣, 已許改正, 而又祖名二字誤書, 故李增之行, 移咨禮部請査改, 又請速賜頒降。 至是, 齎禮部回咨而來。 咨云: 本國辨誣等情, 旣已編纂會書, 特爲昭雪, 無庸過慮。 秪因祖名二字之誤, 今復再請釐正, 無非謹愼詳密, 求遂其終始籲雪之誠也。 隨卽驗査, 見纂《會典》本國項內, 書係二字無差, 今據來咨, 開送內閣, 細加査閱, 通爲校正, 更無矛盾脫漏之虞。 至欲趁速頒降一節, 新纂會書, 綱目浩繁, 非朝夕可得就緖計。 汗靑完秩, 方得進呈御覽, 頒布中外。"
            },
            "4": {
                "H2KE-EN": "Director of the Royal House Administration Great Lord of Banseong 박응sun died. 박응sun was the father of the Queen, but he was not involved in governing administration of state affairs. He was diligent and honest in his behavior. He lived in his house without luxury. People did not know that he was the father of the King.",
                "H2KE-nKo": "영돈녕부사 반성부원군 박응순이 졸하였다. 박응순은 왕비의 아버지로 조금도 정사에 간여하는 습성이 없었고, 차분하고 조용하게 자신을 지켰으며, 거처와 거처가 사치스럽지 않아 사람들이 그가 국구인 줄을 몰랐다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 1일(정묘) 4번째기사",
                "gt-oKo": "영돈녕부사 반성 부원군(潘城府院君) 박응순(朴應順)이 졸하였다. 박응순은 왕비(王妃)의 아버지로서 조금도 정사에 간여하는 습관이 없었고 마음을 편히 갖고 고요히 함으로 자신을 지켰으며 집안 생활이 사치스럽지 않아서 남들이 그가 국구(國舅)인지를 알지 못했다.",
                "hj": "○領敦寧府事潘城府院君朴應順卒。 應順以王妃之父, 少無干政之習, 恬靜自守, 居宅不侈, 人不知爲國舅也。"
            },
            "5": {
                "H2KE-EN": "The King recovered the health of the King and bestowed rewards upon the superintendents of the Palace Physicians and below in varying degrees.",
                "H2KE-nKo": "주상의 옥체가 평상으로 회복되었다. 내의원 제조 이하에게 가자하고 차등을 두어 상을 내렸다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 1일(정묘) 5번째기사",
                "gt-oKo": "상의 옥체가 평상으로 회복되었는데, 내의원 제조 이하에게 가자하고 차등 있게 상을 내렸다.",
                "hj": "○上體復常, 內醫院提調以下加資, 賞賜有差。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King, accompanied by all officials, offered congratulations to the King on the first day of the first month because the King recovered his illness.",
                "H2KE-nKo": "백관이 삭일과 병신일에 진하하였다. 주상의 병이 나았기 때문이다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 1일(병신) 1번째기사",
                "gt-oKo": "백관들이 진하하였는데 상의 병이 나았기 때문이었다.",
                "hj": "○朔丙申/百官陳賀, 以上疾愈也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi I as 대사간 of the Office of the Inspector General , and 성혼 and 정인홍 as third inspectors [of the Office of the Inspector General] . After the King recovered from his illness, he summoned the former scholars who did not come to greet them. The court and the provinces were overjoyed and pleased. 성혼 declined to resign, but he did not come. The King summoned him three times and ordered, This man is ill, and thus he cannot depart on the road due to cold weather. The King ordered that a horse and a chair be provided to him and that he come to the capital.",
                "H2KE-nKo": "이이를 대사간으로, 성혼과 정인홍을 장령으로 삼았다. 상의 병이 나은 뒤에 예전에 오지 않았던 유일들을 초빙하니, 조정과 재야가 기뻐하였다. 성혼이 사직하고 오지 않자, 주상이 세 번이나 불러도 그만두지 않고, 이어 하교하기를,“이 사람은 병이 있어 추위를 무릅쓰고 길에 오를 수 없으니 말과 가마를 주어 올라오라.”하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 1일(병신) 2번째기사",
                "gt-oKo": "이이(李珥)를 대사간으로, 성혼(成渾)과 정인홍(鄭仁弘)을 장령으로 삼았다. 상의 병이 나은 뒤에 예전에 나오지 않았던 유일(遺逸)들을 예로 부르자 조야(朝野)가 모두 기뻐하였다. 그런데 성혼이 사직하고 나오지 않자, 상이 세 번 부르고서도 그만두지 않고 인하여 하교하였다. “이 사람은 병이 있어 추위를 무릅쓰고 길을 떠날 수 없을 것이니 말과 가마를 주어 올라오게 하라.”",
                "hj": "○以李珥爲大司諫, 成渾、鄭仁弘爲掌令。 上疾愈後, 聘召遺逸舊所不至者, 朝野欣喜。 成渾辭職不至, 上三召不置, 因下敎曰: “此人有病, 不可冒寒登途, 命給馬轎上來。”"
            },
            "3": {
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 1일(병신) 3번째기사",
                "gt-oKo": "이이가 부름을 받고 서울에 들어와 직을 배수한 뒤에 계사를 올렸는데, 먼저 상이 병환으로 계실 때에 달려와 문안하지 못했던 것을 사죄하고, 이어 아뢰기를, “요즈음 성상의 마음이 조심하고 각성하시어 호령을 내리자 여정(輿情)이 진심으로 기뻐하고 있으니 이는 바로 세도(世道)를 전환시킬 수 있는 계기입니다. 이러한 상의 뜻을 잘 받들어 바로잡고 구제하는 책임은 간관에게 있는데 신으로서는 감히 받들어 감당할 수 없습니다. 바라건대 신의 직을 갈아주소서.” 하니, 사직하지 말라고 답하고 즉시 비현각에서 인견하였다. 이이가 아뢰기를, “전하께서 춘추가 한창이시니 비록 작은 병환이 계시더라도 오래지 않아 평상으로 회복되시리라 생각하였습니다. 그런데 지난 달에 병환이 심상치 않아 온 나라가 놀랐으니 혹시 조섭을 잘못하시어 그런 것이 아니십니까? 삼가 바라건대 마음을 맑게 가지고 욕심을 줄이시어 진원(眞元)의 기력을 보호하소서.” 하니, 상이 이르기를, “오랫동안 서로 만나지 못하였으니 하고 싶은 말이 있지 않겠는가?” 하였다. 그러자 이이가 절하고 대답하기를, “전하께서 큰 병을 앓고 나신 뒤로 선단(善端)이 개발(開發)되어 호령을 내림에 인심이 열복하였습니다. 그러나 신민이 바라는 것은 전하께서 처음 즉위하셨을 때와 다름이 없는데 요즈음 생민들의 곤궁함은 하루하루 심해지고 세도(世道)와 인심은 물이 아래로 흘러가듯 더욱 비하되고 있으니 만약 구습을 따르고 전철만을 고수한다면 결코 성공할 가망이 없을 것입니다. 그러니 반드시 크게 진작시켜 오래된 폐단을 모두 제거한 다음에야 거의 정치가 이루어지게 될 것입니다. 조정에는 기강이 크게 무너져서 크고 작은 관리가 자기의 직분을 다할 것을 생각하지 않는 것이 이미 풍습으로 굳어졌으니 이것은 한때의 위력으로 다스릴 수 있는 것이 아닙니다. 반드시 상께서 다스려지기를 찾는 뜻을 굳게 정하시고 뛰어난 인재를 거두어 불러들여서 조정에 모이게 하고 각각 그들의 재주를 보아 합당한 관직을 택해 주어 책임을 이루도록 위임해서 오래 유지해 나간다면 국사가 정돈되어 치도(治道)를 일으킬 수 있을 것입니다. 임금이 어진이를 초치하려면 반드시 먼저 자신을 바르게 닦아야 합니다. 왜냐하면 어진 인재들은 부귀를 구하지 않고 다만 도가 행해지기만을 구하기 때문입니다. 임금이 먼저 스스로 덕을 닦지 않는다면 어진 인재들은 반드시 쓰여지지 못하고 부귀와 출세만을 추구하는 자들이 조정에 가득찰 것입니다. 그 때문에 자신을 닦는 것이 어진이를 쓸 수 있는 근본이 되는 것입니다. 옛날에는 관직을 위해 사람을 가려 구임(久任)시키고서 그의 공적을 고과(考課)하였는데 지금은 사람을 위하여 관직을 가려줄 뿐 그 재능이 적합한지의 여부는 따지지 않습니다. 그리고 오직 청요직을 많이 거치는 것만을 영광으로 여기기 때문에 빈번하게 자리를 옮기게 하여 한 사람이 각사를 모두 거치게 하고 있으니 이렇게 하고서는 그 벼슬자리에 병폐를 끼치지 않는 자가 없을 것입니다. 만약 이런 잘못된 규정을 고치지 않으면 정치의 도가 이루어질 길이 없을 것입니다.” 하니, 상이 이르기를, “대간이 으레 피혐하여 자주 바뀌기 때문에 다른 관직도 자주 갈리고 있다. 피혐하는 규례는 고사(古史)에서도 보지 못했다.” 하였다. 이이가 아뢰기를, “이것은 바로 근일에 생긴 폐습입니다. 어떻게 고사에서 볼 수 있겠습니까?” 하고, 또 아뢰기를, “인군이 만약 큰 일을 하고자 한다면 반드시 여러 사람의 논의를 채택해야 합니다. 여러 사람의 논의가 많은 가운데에서 훌륭한 논의만을 가려서 사용하면 정령이 반드시 한 곳에서 나오게 될 것이지만 만약 여러 사람들로 하여금 각자 논의하게 한다면 도리어 소요를 이루게 되고 정치가 여러 곳에서 나오게 됩니다. 오늘날 여러 사람에게 논의를 다 진술하게 하더라도 상께서는 반드시 경제(經濟)를 맡길 만한 한두 사람을 의지하여 그 중에서 가려 쓰시어 의논이 하나로 귀일되게 한 뒤에야 치도(治道)가 점점 상승될 것입니다.” 하니, 상이 이르기를, “지금의 삼공들이 어찌 쉽게 얻을 수 있는 인물이겠는가. 나는 모든 일을 반드시 물어서 행하고 있으니 가려서 쓰지 않는 것이 아닌데 요즈음의 정사가 끝내 이루어지는 것이 없으니 매우 괴이하고 한스럽다.” 하였다. 이이가 상에게 묻기를, “상께서 성혼에게 베푸신 은례(恩禮)는 그야말로 근고에 드문 일이었습니다. 모르겠습니다만 상의 의도는 그 사람을 쓰고자 해서입니까, 아니면 한번 만나보시고 그만두시려는 것입니까?” 하자, 상이 이르기를, “성혼이 어질다는 것은 나도 이미 들어서 알고 있다. 다만 그 재주가 어떠한지를 모르겠다.” 하였다. 이이가 아뢰기를, “재주란 한 가지가 아닌 것입니다. 경세 제민의 책임을 혼자 맡을 수 있는 사람이 있는가 하면 선을 좋아하여 여러 인재를 제대로 기용할 수 있는 자도 있습니다. 성혼의 재주는 천하를 다스릴수 있다고 한다면 지나치겠으나 그 사람됨이 선을 좋아합니다. 선을 좋아하면 천하를 다스리기에 충분하다고 하였으니 이 어찌 쓸 만한 재주가 아니겠습니까. 다만 몸에 고질이 있어 헌관의 직임을 감당할 수 없을 것이니 이 사람을 모름지기 한국(閑局)에 두고서 때때로 경연에 입시하도록 하신다면 반드시 자신의 소회를 주상께 진언하여 보익됨이 있게 할 것입니다.” 하였다. 이이는 또 황해도의 병폐를 진언하여 전세의 반을 견감해주고, 군졸이 부방하는 폐단을 혁파하며, 어염(魚鹽)에 겹치기로 세금을 매기는 폐단을 없애고, 곡식을 옮겨다가 기민을 진휼할 것을 주청하였는데 유사에게 명하여 채용하도록 하였다. 이이가 처음에는 벼슬할 뜻이 없었는데 마침 상이 큰 병을 치르고서 소명(召命)을 특별히 내렸으므로, 다만 위문하기 위하여 왔다가 입대하고 나서는 상이 선을 따라 시행할 뜻이 있는 것과 사론이 분열된 것을 보고서 그대로 머물러 조화시키려고 하였다. 붕우들은 우려하는 자가 많았으나 박순만은 ‘숙헌(叔獻)이 조정에 나오자 나는 기뻐서 잠을 이루지 못했다.’고 하였다.",
                "hj": "○李珥承召入京, 拜職後啓辭, 先謝違豫之時不及奔問, 次言: “近日聖心惕悟, 號令之下, 輿情悅服, 此正轉移世道之機。 將順匡救, 責在諫官, 臣不敢承當。 請遞臣職。” 答曰: “勿辭。” 卽引見于丕顯閣。 啓曰: “殿下春秋鼎盛, 雖有微恙, 意謂, 不久復常, 而去月違豫, 擧國驚動, 無乃調攝或失其宜乎? 伏願淸心省慾, 以保眞元之氣。” 上曰: “久不相見, 無乃有所欲言者乎?” 珥拜而對曰: “ 殿下大病之餘, 善端開發, 號令之下, 悅服人心。 臣民之望, 無異初服, 目今生民之困, 日甚一日, 世道人心, 如水益下。 若因舊守轍, 則決無有爲之望, 必大加振作, 盡袪宿弊然後, 庶可爲治。 朝廷之上, 紀綱大壞, 大小之官, 不思其職, 已成風習, 此, 不可以一時威力治之。 必須自上堅定求治之志, 收召俊乂, 集于朝廷, 各觀其才, 擇授可合之職, 委任責成。 持之悠久, 則國事可整, 而治道可興也。 人君欲致賢才, 則必先修己。 何則? 賢才者不救富貴, 只求行道。 人君不先自修, 則賢才必不爲之用, 而求富貴利達者, 充斥朝廷矣。 是故, 修己爲用賢之本也。 古者爲官擇人, 久任以考其績。 今則爲人擇官, 不論才之當否, 而惟以多歷淸要爲榮, 故朝遷暮移, 一人盡經各司。 如是而求其不關厥官者, 未之有也。 若不改此謬規, 則治道無由可成矣。” 上曰: “臺諫例以避嫌數易, 故他官亦數遞。 避嫌之規, 古史亦未之見也。” 珥曰: “此是近日弊習, 豈見於古史乎?” 又曰: “人君如有所欲爲, 則必採衆論。 衆論盈庭而擇用, 則必出于一。 若使衆人, 各行其議, 則反致騷擾, 政出多門矣。 今者雖論議畢陳, 而自上必倚仗一二人可任經濟者, 擇其中而用之, 使論議出於一然後, 可以漸升治道矣。” 上曰: “今之三公, 豈易得乎? 予每事必咨而行之, 非不擇用, 而近日政事, 終無所成, 殊可怪恨。” 珥問上曰: “自上加恩禮於成渾, 近古所罕。 未知上意, 欲用其人乎? 抑欲一見而止乎?” 上曰: “成渾之賢, 予已聞知。 第未知其才如何。” 珥曰: “才非一般。 有可獨任經濟之責者; 有好善而能用群才者。 成渾之才, 若謂之能經濟天下則過矣。 其爲人也好善, 好善優於天下, 此豈非可用之才乎? 但痼疾在身, 必不能堪憲官之職。 此人必須付之閑局, 時使入侍于經席, 則必有啓沃補益矣。” 又陳黃海道弊瘼, 請減田稅之半、革軍卒赴防之弊、革魚鹽疊籍之弊, 移粟以賑饑民, 命有司採用。 珥初無從仕之志, 會上新經大病, 召命特下, 故秪爲慰問而來。 旣入對, 見上有嚮用從善之志, 且見士論潰裂, 欲仍留調劑。 朋友多以爲憂, 朴淳獨曰: “叔獻赴朝, 吾喜而不寐矣。”"
            },
            "4": {
                "H2KE-EN": "A thunderbolt occurred in Gangwon Province. It occurred like thunder and stones flowed.",
                "H2KE-nKo": "강원도에 해진이 있었는데 천둥소리와 같았고 암석이 날아갔다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 1일(병신) 4번째기사",
                "gt-oKo": "강원도에 해진(海震)이 있었는데 천둥소리와 같았으며 바윗돌이 날아갔다.",
                "hj": "○江原道海震如雷鳴, 巖石飛走。"
            },
            "5": {
                "H2KE-EN": "The King appointed Yi Sanbo as second inspector of the Office of the Inspector General , and 박응bo as left royal secretary , and Yi Jesin as magistrate of Ganggye Strategic Prefecture . Ganggye was a regional garrison in the western frontier. Every time military officials were appointed as magistrate, the soldiers and the people were destroyed and the frontier garrisons were neglected. The State Council discussed this and sent a special recommending Yi Jesin, who was promoted to grand master for comprehensive governance and was appointed to grand master for comprehensive governance .",
                "H2KE-nKo": "이산보를 사헌부 집의로, 박응복을 좌승지로, 이제신을 강계 부사로 삼았다. 강계는 서쪽 변방의 중요한 진인데 매번 무신을 부사로 삼았기 때문에 군사와 백성이 쇠잔해지고 변방의 방비가 허술해졌다. 비변사가 유장을 보내 의논하여 특별히 이제신을 천거하여 통정대부의 품계로 올려 제수하였다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 1일(병신) 5번째기사",
                "gt-oKo": "이산보(李山甫)를 사헌부 집의로, 박응복(朴應福)을 좌승지로, 이제신(李濟臣)을 강계 부사(江界府使)로 삼았다. 강계는 서쪽 변방의 중진인데 매번 무신을 부사로 삼자 군사와 백성들이 살 길을 잃게 되고 변방의 수비가 허술하게 되었다. 그래서 비변사가 유장(儒將)을 보내기로 의논하여 특별히 이제신을 추천하니 통정(通政)의 품계로 올려 제수하였다.",
                "hj": "○以李山甫爲司憲府執義, 以朴應福爲左承旨, 以李濟臣爲江界府使。 江界以西塞重鎭, 每用武臣爲府使, 致兵民凋喪, 邊備虛踈。 備邊司議遣儒將, 特薦濟臣, 陞階通政除授。"
            }
        }
    },
    "leap month 4": {
        "1": {
            "1": {
                "H2KE-EN": "On gihae day, the King appointed Kim Gwiyeong as 우찬성 of the gihae year ( and specially appointed Bak Howon as minister of Taxation . At the beginning of the reign of King Taejo, the scholars of clear disposition were all advanced in the same time. At the time, there were a considerable number of officials of the third rank or above who had served in positions as officials of the third rank or above. All of them were reprimanded by the petty officials, and their opinions were burdensome. In the case of vacancies in the government, widows, orphans, the ministers of the Six Ministries , all of whom were unworthy and foolish, were supposed to serve as vacancies. Consequently, all officials were unable to fulfill their positions, and the discipline of social mores and discipline was greatly disregarded. In the case of the middle level of the civil and military officials, only exercisively distinguished between the east and the west in order to speak of the world and the black and the white in the world of the world. It has been long since the peaceful era (, and the enjoyment of wine, music, and the enjoyment of music is also luxurious. The administration of governance and the peoples importance is beyond measure. Only the Office of the Censor General and the Office of the Censor General argued their remonstrance by thoroughly advising their opinions, and yet there were still scholarly ethos. However, the King also disliked that his truthful words were not true, and he was already disappointed. Kim Gwiyeong and the others all foolish and obeyed their ancestors and were appointed to government posts.",
                "H2KE-nKo": "삭해년에 김귀영을 우찬성으로 삼고, 박호원을 호조 판서에 특별히 제수하였다.주상이 처음 즉위하였을 때 청명한 선비들이 일시에 무리지어 진출하였다. 이때 직질이 3품 이상인 자가 많았는데, 모두 서인이라는 이유로 배척을 당하여 비난하는 의론이 분분하였다. 그리하여 공경과 고아, 육경에 결원이 생기면 모두 붙좇는 용렬한 사람들로 구차하게 자리나 채우고 있었다. 이로 말미암아 온갖 관직이 거행되지 않고 기강이 크게 무너졌다. 당하관인 청관은 단지 동서를 구별하는 것만을 일삼고, 당세에 흑백을 잘하는 자를 명사라고 말하였다. 시대가 태평한 지 이미 오래되었고, 주색과 기악을 즐기는 것이 또 사치스러워 정치의 폐단과 백성의 고통에 대해서는 모두 도외시하고, 오직 삼사가 간쟁하여 지적하고 연마하는 것만이 아직도 선비의 기풍이 남아 있었는데, 주상은 또 실질이 없고 말이 많은 것을 미워하여 받아들이기를 이미 게을리하였다. 김귀영 등은 모두 붙좇아 따르고 순종하는 자들로 등용되었다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 1일(기해) 1번째기사",
                "gt-oKo": "김귀영(金貴榮)을 우찬성으로 삼고, 박호원(朴好元)을 특별히 제수하여 호조 판서로 삼았다. 상이 처음 즉위하였을 적에 청결하고 명망 있는 선비들이 한때 무리지어 진출했으므로 이때에 3품 이상의 직질(職秩)을 가진 자들이 많았는데 그들이 모두 서인이란 이유로 배척을 당하여 비난하는 의논이 어지럽게 일어났다. 그리하여 삼공·이고(貳孤)·육경의 자리가 비게 되면 모두 추잡스럽고 형세에 따라 아부하는 사람들로 구차스럽게 자리를 채웠으므로 온갖 관직의 사무가 거행되지 않았고 조정의 기강이 크게 무너지게 되었다. 그리고 당하의 청관(淸官)에 있어서도 다만 동인과 서인으로 구별하는 것을 일삼고 있었으며 당세의 흑백에 대하여 잘 말하는 자를 명사라고 하였다. 태평 시대가 이미 오래되었으므로 주색과 기악의 놀이가 또한 사치스러웠으며 정치의 폐단과 백성의 병통에 대해서는 도외시하고 있었는데 삼사만은 간쟁을 펼쳐 득실을 잘 지적하여 오히려 선비의 기풍이 있었으나 상은 또한 그들이 실속은 없이 말만 많은 것을 싫어하여 받아들이기를 게을리하였는데, 김귀영 등은 모두 형세에 붙좇아 아부하고 뜻을 받드는 것으로 진용되었다.",
                "hj": "○朔己亥/以金貴榮爲右贊成, 特拜朴好元爲戶曹判書。 上之初卽位也, 淸名之士一時彙進, 是時職秩在三品以上者尙多, 皆以西人見斥, 疵議紛然。 公、孤、六卿有闕則皆以闒茸趨附之人苟充備位。 由是, 百職不擧, 綱紀大壞。 堂下淸官, 但以區別東西爲務, 能言當世黑白者爲名士。 時平已久, 酒色、伎樂之娛又侈, 政弊、民瘼, 擧付之度外, 惟三司諫諍, 指陳劘切, 尙有士風, 而上又惡其無實多言, 聽納已倦。 貴榮等, 皆以趨附承順進用。"
            },
            "2": {
                "H2KE-EN": "Clerk of Eumjuk , the literary licentiate Jeon Uk , submitted a memorial regarding the current supplication of the court, and also concluded the current supplication of the court. The King replied, As he is residing in the granaries, his sincerity is truly praiseworthy. The King transmitted a royal directive to the Royal Secretariat , which stated, According to the memorial of Jeon Uk, he stated that the current supplication of the court is unclear. He impeached Min Mugu by impeaching his personal grudge. He uttered rumors and expelled him to his hometown, thereby deceiving Your Majestys intelligence and caused trouble to the people. There must be people in the world, but I do not know what was done? Generally speaking, when a subject dares to raise his own side and share his side with his side, his crime is certainly grave, and if he harbored personal side and deceived his side with his side, he is even very surprised. You should understand this intent. The Royal Secretariat reported, The memorial submitted by him is generally simple and unreasonable. Truly, there is no basis for him. However, Your Majestys instruction is suspecting that there would be such a case. Is this not feel uncomfortable? There may be some difference in the court, but how could he share his side with his side and deceive Your Majestys intelligence? Regarding the matter of the court, Your Majestys sagacity has already fully understood this. However, Your Majestys instruction has been issued. Not only would the people be suspected by this, but it is feared that the brilliance of the sun and the moon might be unclear. Thus, your subject dares to report this to Your Majesty. The King replied, I am aware of this. At this time, the sounds of the east and the west anxiety objects have not ceased, and the right were unclear. There were many Confucian scholars who stubbornly devised their side",
                "H2KE-nKo": "음죽의 진사 전욱이 상소하여 시폐를 말하고, 또 조정이 화합하지 못한 정상을 언급하니, 주상이 답하기를,“초야에 있으면서 폐단을 진달한 정성이 참으로 가상하다.”하고, 정원에 전교하기를,“전욱의 상소에서 조정이 화합하지 못한 정상을 말하기를 ‘사사로운 혐의를 가지고 허물이 없는 사람을 탄핵하고, 근거 없는 말을 퍼뜨려 전리로 내쫓아 위로는 임금의 총명을 속이고 아래로는 남모르는 근심을 끼친다.’라고 하였다. 초야의 사람은 반드시 소견이 있을 것인데, 다만 무슨 일을 가리키는지 모르겠다. 신하가 감히 사당을 심고 붕당을 다투었다면 그 죄가 진실로 크겠지만, 사사로움을 끼고 임금을 속였다면 더욱 지극히 놀라운 일이다. 이 뜻을 잘 알라.”하였다. 정원이 아뢰기를,“지금 이 상소의 내용은 대개 황잡하고 전도되어 실로 근거가 없는데, 성상의 하교에는 이런 일이 있는 것으로 의심하는 듯하시니, 온당치 못한 일이 아니겠습니까. 조정에 혹 의론이 같지 않은 경우가 있다 하더라도 어찌 붕당을 세워 임금의 총명을 속이겠습니까. 조정의 일은 성상께서 이미 통촉하고 계신데 이런 하교가 계시니, 인심이 의아해할 뿐만 아니라 해와 달처럼 밝은 성상의 밝으심에도 분명치 못한 점이 있는 듯하기에 감히 아룁니다.”하니, 알았다고 답하였다. 이때 동서의 설이 종식되지 않아 시비와 용사가 전도됨을 면치 못하였다. 명사로서 침체되어 뜻을 펴지 못한 자가 많으니, 전욱의 말은 대개 지적한 바가 있는 것이다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 1일(기해) 2번째기사",
                "gt-oKo": "음죽(陰竹)의 진사 전욱(全旭)이 상소하여 당시의 폐단을 말하고 또 조정이 화목하지 못한 정상에 대해 언급하였는데, 상이 답하기를, “초야에 있으면서 폐단을 진언한 정성은 참으로 가상하게 여길 만하다.” 하고, 정원에 전교하기를, “전욱의 상소에 조정이 화목하지 못한 정상에 대해 말하기를 ‘사사로운 혐의를 가지고 허물이 없는 사람을 탄핵하며 뜬 말을 내어 전리로 내쫓아 위로는 임금의 총명을 속이고 아래로는 남모르는 걱정을 끼치고 있다.’고 하였다. 초야에 묻힌 사람으로서 반드시 소견이 있어서일 것인데 다만 어떤 일을 지적한 것인지 모르겠다. 대체로 신하로서 감히 사당(私黨)을 세우고 편을 갈라 다툰다면 그 죄가 참으로 큰 것인데 사감을 품고 임금을 속이기까지 한다면 더욱 경악스런 일이니 이 뜻을 알고 있으라.” 하니, 정원이 아뢰기를, “지금 이 상소의 사연은 대개 거칠고 사리가 전도되어 실로 근거한 바가 없는 것입니다. 그러나 상교에서는 실제로 이런 일이 있는가 의심하고 계시는 듯하므로 미안하지 않을 수 없습니다. 조정에 비록 의논이 동일하지 않은 점이 있기는 하나 어찌 편을 갈라 대립하면서 임금의 총명을 기망하기까지야 하겠습니까. 조정의 일에 있어서는 상께서 이미 환히 알고 계시는 터인데 이러한 상교가 계시니 사람들이 의심하고 괴이하게 여길 뿐만 아니라 성상의 일월같은 밝으심에도 혹 분명치 못한 점이 있는 듯싶기에 감히 아룁니다.” 하니 알았다고 답하였다. 이때 동인과 서인의 설이 종식되지 못하여 시비와 용사(用捨)에 있어 뒤바뀌는 일이 없지 않고 명사들이 침체하여 억눌린 자가 많았으니, 전욱이 지적한 말은 대개 근거가 있는 것이다.",
                "hj": "○陰竹進士全旭上疏言時弊, 且及朝廷不和之狀。 上答曰: “身在草野陳弊之誠, 良用可嘉。” 傳敎政院曰: “全旭疏中言朝廷不和之狀曰: ‘挾私嫌, 彈劾無咎; 動浮言, 放逐田里, 上欺宸聰; 下貽幽憂。’ 云。 草野之人必有所見, 第未知指何事耶。 夫人臣敢樹私黨, 角之朋比, 則其罪固大。 至挾私欺君, 則尤極可愕。 此意知悉。” 政院啓曰: “今此疏辭, 大槪荒雜顚錯, 實無所據。 而上敎則似若疑有是事者然, 無乃未安乎? 朝廷之上, 雖或有議論之不同, 豈至於角立朋比, 欺罔宸聰乎? 朝廷間事, 聖鑑旣已洞燭, 而乃有此敎, 非但人心疑怪, 其於日月之明, 恐有未瑩, 故敢達。” 答曰: “知道。” 是時東西之說未息, 是非、用舍, 未免顚倒。 名士之沈抑不揚者多, 旭之言, 蓋有所指也。"
            },
            "3": {
                "H2KE-EN": "The King selected the civil service examination for the grand master for comprehensive governance and below at Gyeonghoe Pavilion . Chief Royal Secretary Yun Takyeon passed the highest level of rank in Grand Master for Excellent Virtue . Takyeon was not talented, but he was promoted to the rank in writing skills. People were unwilling to be promoted. The Office of the Censor General requested the reformation of the King, but the King did not grant permission.",
                "H2KE-nKo": "통정대부 이하의 문사를 경회루에서 시험 보였다. 승지 윤탁연이 수석을 차지하여 가선대부의 품계로 상을 주었다. 윤탁연은 인망이 없었으나 문장의 솜씨로 품계를 올려 준 것에 대해 사람들이 대부분 불만스럽게 여겼다. 간원이 개정하기를 논하여 청하였으나 윤허하지 않았다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 1일(기해) 3번째기사",
                "gt-oKo": "통정(通政) 이하의 문사를 경회루(慶會樓)에서 시험보였다. 승지 윤탁연(尹卓然)이 수석으로 뽑혀 가선(嘉善)의 품계를 상으로 주었다. 윤탁연은 인망을 갖지 못했는데 문장에 능한 것으로 품계를 올려 주자 사람들이 대부분 부족하게 여겼다. 그리하여 간원이 개정할 것을 논청(論請)하였으나 윤허하지 않았다.",
                "hj": "○試文士通政以下于慶會樓。 承旨尹卓然居首, 賞階嘉善。 卓然非人望, 而以藻繪陞品, 人多不厭。 諫院論請改正, 不允。"
            },
            "4": {
                "H2KE-EN": "The King appointed Son Sik as governor of Jeolla Province. The King transmitted a royal directive, which stated, Son Sik has served as an official attending the King several times, and his work is clear and frugal, and his meritorious deeds have been manifested. Thus, I specially raise him one grade. Sik was originally without knowledge, and he also had a mind and symptoms, and there was occasionally many errors. Nevertheless, the King issued a royal instruction to Son Sik, which was very sensible. The Office of the Inspector General impeached him because he was not an extraordinary talent. The King did not approve of this.",
                "H2KE-nKo": "손식을 전라도 관찰사로 삼았다. 주상이 하교하기를,“손식은 여러 차례 근시를 지냈고 일 처리도 명민하여 근로한 효과가 드러났으니, 특별히 한 자급을 올려 주라.”하였다. 손식은 본래 학식이 없고 또 심질이 있어서 걸핏하면 전도되고 잘못된 것이 많았는데 명민하다는 하교를 내리니, 사람들이 대부분 괴이하게 여겼다. 사헌부가 탁월한 인재가 아니라고 탄핵하여 개정하기를 청하였으나, 윤허하지 않았다.\n",
                "date_ko": "선수 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 1일(기해) 4번째기사",
                "gt-oKo": "손식(孫軾)을 전라도 관찰사로 삼았다. 상이 하교하기를, “손식은 여러 차례 근시를 거쳤는데 일을 처리하는 데 있어 명민하여 수고한 공효가 뚜렷하니 특별히 한 자급을 올려 주라.” 하였다. 손식은 본디 학식이 없고 또 심질(心疾)이 있어서 걸핏하면 그르치는 일이 많았는데 명민하다는 하교를 내리자 사람들이 괴이하게 여겼다. 헌부가 탁월한 재주를 가진 자가 아니라고 논핵하여 개정하기를 청하였으나 윤허하지 않았다.",
                "hj": "○以孫軾爲全羅道觀察使。 上, 下敎曰: “孫軾累經近侍, 處事明敏, 勤勞效著, 特加一資。” 軾素無學識, 又有心疾, 動多顚錯, 而乃下明敏之敎, 人多怪之。 憲府劾以非卓異之才, 請改正, 不允。"
            }
        }
    }
}