{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eleventh month, Bai Yan was appointed inspector general . After [Bai Yan] Yan retired from his position, the King repeatedly issued a royal order to summon him. [Bai Yan] Yan declined to resign due to illness. On this day, [the King] specially ordered that [Bai Yan] be promoted and that [Bai Yan] be appointed as the inspector general . [Bai Yan] Yan bowed three times to resign. The King wrote a written message, which stated, The loyalty of the sovereign is widely raised in the royal court, and the monarchs of Emperor Xiao and Shun were established to observe the laws of later generations. How can this be the way of scholars? My dear sirs loyalty can observe the sun and the moon, and my dear sirs loyalty can be ascended against the frost and the frost, and my dear sirs should not know what is right. You should quickly come to the court to resign. [Bai Yan] Yans bowed to [Bai Yans] as a royal order.",
                "H2KE-nKo": "백인걸을 대사헌으로 삼았다. 백인걸이 물러간 뒤에 주상이 그의 풍도와 절개를 생각하여 여러 차례 전지를 내려 불렀으나 백인걸이 병을 이유로 굳이 사양하였다. 이때에 이르러 특명으로 품계를 올려 사헌부 대사헌으로 삼았는데, 백인걸이 세 번 사양하였다. 주상이 수찰로 답하기를,“군자는 왕정에서 선양하여 임금을 요순처럼 만들고 표준을 세워 후세에 모범이 되게 해야 한다. 그런데 한마디 말에 얽매여 멀리 떠나가니, 이것이 어찌 선비의 도리이겠는가. 경의 충성은 해와 달을 꿰뚫을 수 있고 절의는 얼음과 서리를 밟을 수 있다는 것을 사람들의 말을 기다리지 않아도 알 수 있다. 속히 조정에 나와 사양하지 말라.”하니, 백인걸이 이에 배명하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 1월 1일(을사) 1번째기사",
                "gt-oKo": "백인걸(白仁傑)을 대사헌으로 삼았다. 인걸이 물러가자 상이 그의 풍절(風節)을 그리워하여 누차 교지를 내려 그를 불렀으나 그는 병을 이유로 굳이 사양하였는데, 이때 특명으로 그의 질(秩)을 올려 헌장(憲長)으로 삼았다. 인걸이 세 차례 사양하자 상이 수찰(手札)로 그에게 답하기를, “군자라면 왕정(王庭)에서 선악(善惡)을 밝혀 임금을 요순(堯舜)처럼 만들고 후세에 준칙(準則)을 세워야 옳은 것이다. 만약 한마디 말에 속박되어 물러나 멀리 가버린다면 그것이 어찌 선비가 할 도리이겠는가. 경의 해와 달처럼 밝은 충성과, 얼음과 서리처럼 냉엄한 절의는 사람들이 말하지 않더라도 내가 알고 있다. 사양하지 말고 빨리 조정으로 달려오는 것이 옳을 것이다.” 하니, 인걸이 배명(拜命)하였다.",
                "hj": "○朔乙巳/以白仁傑爲大司憲。 仁傑旣退, 上思其風節, 屢下旨召之, 仁傑固辭以疾。 至是, 特命進秩爲憲長, 仁傑三辭。 上手札答之曰: “君子揚于王庭, 致君堯、舜, 立準則於後世可也。 而梏於一言, 遠引而去, 豈爲士之道哉? 卿忠誠可以貫日月; 節義可以凌氷霜, 不待人言而知之矣。 宜速赴朝勿辭。” 仁傑乃拜命。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hwang as minister of personnel , but he did not assume office. He requested he be released and returned to his hometown. The King denied this request.",
                "H2KE-nKo": "이황을 이조 판서로 삼았다가 숙배하지 않고 고향으로 돌아가게 해 줄 것을 청하였는데, 허락하지 않았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 1월 1일(을사) 2번째기사",
                "gt-oKo": "이황(李滉)을 이조 판서로 삼았으나 배명하지 않고 전리(田里)로 돌아가게 해줄 것을 청하였는데, 윤허하지 않았다.",
                "hj": "○以李滉爲吏曹判書, 不拜, 乞放歸田里, 不許。"
            },
            "3": {
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 1월 1일(을사) 3번째기사",
                "gt-oKo": "판중추부사 이황(李滉)이, 문소전(文昭殿)에 태조(太祖)를 동향(東向)으로 모실 것과 그 밖의 소목(昭穆)의 위치를 바로잡을 것을 청하였는데, 따르지 않았다. 애초에 세종(世宗)이 한(漢)나라의 원묘(原廟) 제도를 모방하여 문소전을 세우고 사친(四親)과 태조의 신주(神主)를 모셨는데, 신주를 후침(後寢)에다 동당 이실(同堂異室)로 모시고 서(西)를 상위로 하였다. 그리고 사시(四時) 제사 때면 전전(前殿)에서 협제(祫祭)로 올렸는데, 그때 위치는 태조가 중앙에 자리하여 남향(南向)을 하고 고(高)·증(曾)·조(祖)·예(禰)는 동서(東西)로 배열하여 대략 소목(昭穆)의 제도처럼 하였다. 그후 성종(成宗)이 덕종(德宗)을 추숭(追崇)하면서 예종(睿宗)이 이미 문소전에 부묘(祔廟)되었다 하여 덕종을 별전(別殿)에다 부묘하고 연은전(延恩殿)이라 호칭하였다. 그후 인종(仁宗)이 승하하고 명종(明宗)이 즉위하자, 당시 의논이 ‘인종을 부묘하려면 세조(世祖)를 조천(祧遷)해야 하는데 명종에게 있어 세조는 친(親)이 끝나지 않은 셈이다. 그렇다고 조천을 하지 않으면 오실(五室)이 넘게 되니, 이는 세종의 본 뜻이 아니다.’ 하여 인종을 연은전에다 부묘하였었다. 그런데 그때는 이기(李芑)·윤원형(尹元衡) 등이 국정을 맡고 있는 때라 인종은 한 해를 넘기지 못한 임금이라는 주장을 내세웠는데, 무릇 상례(喪禮)에 강쇄(降殺)하는 제도가 있기 때문에 그들이 이러한 주장을 내세워 인종의 부묘를 막았으므로, 나라 사람들이 그에 대하여 비분(悲憤)하였었다. 이때에 대신 이준경(李浚慶) 등이 처음에는 중론에 따라 명종을 부묘할 때 인종까지 함께 부묘하기로 의논을 드려 이미 윤허를 받았었다. 그런데 본전(本殿)을 봉심(奉審)하는 과정에서 사당의 칸 수를 더 증축해야만 비로소 봉안할 수 있으므로 형세가 불편하였다. 이준경이 다시 의논하여 종전대로 부묘하지 않기로 결정하자, 이에 중론이 떠들썩하게 일어났다. 이황은 이에 실록(實錄)·의궤(儀軌)를 참고하고서 예궐(詣闕)하여 차자와 함께 묘도(廟圖)를 올렸다. 그 차자에, “문소전은 바로 한(漢)나라의 원묘 제도인 것으로 그 제도는 후침을 5칸으로 하여 고(高)·증(曾)·조(祖)·예(禰)와 태조의 5위 신주를 모시고, 전전(前殿) 3칸은 대제(大祭) 때 그곳에서 협제를 하는데, 태조는 북에 위치하여 남향을 하고 소(昭) 2위는 동에 위치하여 서향을, 목(穆) 2위는 서에 위치하여 동향을 하였던 것이 이 사당의 당초 제도였습니다. 그런데 그 사이에 형제로서 계립(繼立)했을 경우 ‘소복을 함께 하고 일위를 같이한다[同昭穆共一位]’는 법이 《오례의(五禮儀)》 종묘 도설(宗廟圖說)에 보입니다. 그러나 일실(一室)을 함께 하고 일좌(一座)를 함께 할 수는 없는 것입니다. 그러면 마땅히 하순(賀循)의 칠실 가일(七室加一)의 논의와 《송사(宋史)》의 동위 이좌(同位異座)의 기록에 의거하여 인종과 명종은 같은 소목이 되어야 합니다. 인종을 부묘할 때 세조(世祖)가 명종에게도 역시 고조(高祖)가 되어 조천을 할 수 없는 경우이므로, 실(室)과 위(位)의 수가 자연 1을 더하여 6이 되는 것입니다. 그렇다면 당연히 본침(本寢) 또는 본전(本殿) 내에 적당한 변례(變禮)를 강구하여 조치할 것을 의논하는 것이 옳았습니다. 그런데 어찌하여 왜곡된 이의를 제기하여 별도로 다른 사당에다 부묘를 하였습니까? 이리하여 20여 년이라는 세월을 두고 사람과 신명이 억울함을 품게 되었습니다. 더구나 그 당시 명종도 ‘인종이 언젠가는 부묘되어야 한다.’고 성지(聖旨)를 내리신 것이 지금 《승정원일기(承政院日記)》에 기록되어 있는 데이겠습니까? 지금 성상께서 그 뜻을 이어받아 함께 부묘해야 한다는 주청에 대해서 이미 윤허를 하셨으니, 잘못된 전례(典禮)를 바로 잡고 신인(神人)의 바람을 위안할 수 있게 되었습니다. 그러나 함께 부묘하는 즈음에 있어 절목의 상세한 것을 반드시 익히 강론하여 처리해야 할 것입니다. 그리고 후침(後寢)의 실(室) 수에 대하여 말하자면, 세조는 지금 친진(親盡)이 되었으니 마땅히 조천(祧遷)해야 하는데 그 실을 비워 예종(睿宗)을 들이고, 그 이하의 분들은 차례대로 올려 인종이 제5실에 들어가게 한다면, 명종의 1위가 있어 이전처럼 6위가 되어 들어갈 실이 없게 됩니다. 그러니 지금 그 동쪽 편에다 종묘(宗廟)에 증실(增室)하는 고사에 의하여 한 칸을 별도로 마련하여 명종의 신위를 모신다면, 고인(古人)들의 실의 수를 가지고 왕(王)의 수를 한정하지 않는 뜻에 맞는 것입니다. 그리고 전전(前殿) 3칸은 그것이 오로지 제위(諸位)를 협제하기 위하여 만든 것이므로 그 제도가 남북은 짧으면서 좁고 동서는 길면서 넓게 꾸며졌습니다. 종전대로 북에서 남으로 설위(設位)하여 5위를 모시고 보면 다시 남는 땅이 없는데, 거기에다 1위를 더 모시기는 참으로 난처한 것입니다. 그렇다고 그것을 걱정하여 다시 크게 지어 장소를 넓히려 한다면 전옥(殿屋)을 트는 일이 그리 쉬운 일이 아니고 큰 재목을 구하기도 어려울 것이며, 공역(功役) 또한 쉽지 않아 부묘하기 이전에 미처 완공하지 못할 듯싶습니다. 신은 삼가 듣건대 옛날에 협제할 때 태조는 동향을 하여 남북으로 좌우를 나누었고 소목 서열은 서에서 동으로 했다고 하는데, 이는 만세토록 본받아야 할 제도인 것입니다. 지금처럼 남면(南面)의 위치로 하려면 좁고 구애되어 행하기 어려우니, 때에 따라 적당한 방법을 취하는 뜻에서 옛날의 협제 제도를 인용하여 지금의 어려운 점을 보충해서 거행한다면 조금도 불가할 것이 없을 듯합니다. 신이 전번에 이미 전도(殿圖)를 만들어 남향으로는 행하기 어려운 까닭을 밝혔고, 이어 주자(朱子)의 주협 구도(周祫九圖)와 송협 일도(宋祫一圖)를 들어 협제는 반드시 동향으로 해야 한다는 것을 밝혔으며, 끝에 다시 전도를 만들어 동향으로 하는 것이 예에 맞는 것임을 나타냈습니다. 삼가 바라건대 전하께서는 도를 보시고 예도 참고하시며 또 의리로도 헤아려보시어, 다만 침전 안에 있어서 북에 위치했던 것을 서쪽으로 옮겨 태조는 서를 벽하여 동향으로, 예종·중종은 남을 벽하여 북향으로, 성종·인종·명종은 북을 벽하여 남향을 하게 하시고, 세조는 지금 비록 조천되어 나갔더라도 그 자리는 그대로 비워두고 종전대로 성종은 중종과 마주 대하게 하여 감히 세조의 빈자리에 들어가지 못하게 하소서. 이것이 바로 주자의 협도(祫圖)에 무왕(武王)이 감히 문왕(文王)과 마주 대하지 못한다는 설과 같은 뜻입니다. 이렇게 하시면 집을 늘려야 하는 번거로움도 면할 수 있고 또한 장소가 좁아 행하기 어려운 걱정도 없게 되어 봉선(奉先)의 도리에 참으로 편리하고 유익한 일일 것입니다.” 하였다. 차자를 들이자 즉시 인견하고 그 설에 대하여 자세히 물었는데, 이황이 차자 내용대로 상세히 답하였다. 그것을 대신에게 내려 예관(禮官)과 의논하도록 하였는데, 모두가 ‘전내(殿內)에서 제사모시는 의식에 대해 모두 고례(古禮)를 준용하지 않은 것은 바로 세종(世宗)께서 효성스런 생각이 끝이 없어 마치 살아 있는 이를 섬기듯이 아침 저녁으로 경의를 펴보려는 뜻에서 위치(位置)와 향배(向背)를 규제로 정했던 것이다. 그리고 1백 40년 간이나 행해오던 제도인데 하루아침에 고친다는 것은 사체로 보아 미안한 일이다.’고 하여 이황의 논의가 받아들여지지 않았다. 이황이 또 아뢰기를, “원묘(原廟)가 속례(俗禮)에 속한다는 것을 신도 모르는 바는 아니지만, 그러나 속례 중에서도 한 가지 행하기 어려운 점이 있을 경우 그것을 변통하여 고례의 좋은 점을 따른다면, 총명 정직하여 하늘과 덕(德)을 합치한 조종의 영령이 어찌 그 뜻을 이해하지 못하고 오직 그것이 예가 아니라 하여 마음 편히 흠향하지 않으시겠습니까?” 하였는데, 따르지 않았다. 이황은 잇따라 글을 올려 물러갈 것을 청하였으나 그에게 다시 좌찬성을 제수하였고, 사체(辭遞)되자 다시 판중추(判中樞)를 제수하였다.",
                "hj": "○判中樞府事李滉, 請於文昭殿正太祖東向及昭穆之位, 不從。 初, 世宗倣漢原廟之制, 立文昭殿, 以奉四親及太祖神主, 藏主後寢同堂異室, 以西爲上。 四時, 祫享于前殿, 太祖居中南向, 高、曾、祖、禰, 列於東西, 略如昭穆之制。 成宗追崇德宗, 以睿宗已袝文昭, 袝德宗於別殿, 號曰延恩。 及仁宗薨, 明廟卽位, 時議以爲: “仁宗袝則世祖當祧, 而於明廟親未盡, 不祧則過五室, 非世宗之意。” 乃袝仁宗於延恩。 時, 李芑、尹元衡等當國, 以仁宗爲未踰年之君, 凡喪禮有所降殺, 故爲此論, 以絶仁宗, 國人悲 憤。 至是, 大臣李浚慶等, 初因衆論, 請於明宗入袝時, 幷袝仁宗, 旣獻議蒙允矣。 及奉審本殿, 則當加增間架, 可以奉安, 形勢不便。 李浚慶遂更議, 仍前不袝, 於是, 衆議譁然。 李滉因考《實錄》、儀軌, 詣闕上箚及廟圖曰: 文昭殿卽漢原廟, 其爲制則後寢五間, 以奉高、曾、祖、禰與太祖五位之神主, 前殿三間, 大祭則合享于此, 太祖居北南向, 昭二位在東西向; 穆二位在西東向, 此, 當初所定之制也。 而其間有兄弟繼立, 則有同昭穆共一位之法, 見於《五禮儀》、《宗廟圖說》, 然不可以同一室竝一座。 故當依賀循七室加一之議、《宋史》同位異座之文, 如仁、明兩廟, 同昭穆也。 仁宗袝時, 世祖於明宗, 亦爲高祖不祧, 故室與位數, 自至於加一爲六矣。 然則當於本寢本殿內, 議置變禮之宜可, 而安得曲生異議, 別入他廟乎? 人神鬱抑, 二十有餘歲, 況彼時明廟聖旨有曰: “仁宗後日, 自當袝入。” 見於《承政院日記》乎? 今聖上繼述, 已兪同祔之請, 可以正典禮之失, 慰神人之望。 然, 其同袝之際, 節目之詳, 必須熟講而處之。 且以後寢室數言之, 則世祖於今親盡, 當祧而虛其室, 睿宗進居于此, 其下以次而陞, 仁宗袝第五室, 則又有明宗一位, 如前成六, 而無室可入。 故, 今擬就其東偏, 依宗廟增室故事, 別立一間, 以奉明宗神位, 正合古人不以室數, 限王數之義。 至於前殿三間, 專爲合享諸位而設, 其制南北短而隘; 東西長而闊。 從前設位, 自北而南, 恰設五位外, 更無餘地, 今加一位, 實爲難處。 若以此爲患, 欲更制大作, 以展其地, 則拆開殿屋, 事甚非輕, 鉅材難得, 功役不易, 袝廟之前, 恐未及成也。 臣伏聞, 古之祫享, 皆太祖東享, 以南北分左右, 昭穆之列, 自西以東, 此, 萬世所當法也。 今玆南面之位隘礙, 難行如此, 不如因時處宜, 以古祫之制, 通今祫之礙, 擧而行之, 無一不可。 臣旣爲殿圖於前, 以見南向難行之故, 繼以朱子周祫九圖、宋祫一圖, 以明祫必東向之意, 終復爲殿圖, 以表東向得禮之懿。 伏願殿下, 按圖據禮, 揆以義理, 只就殿內, 轉北從西, 太祖西壁東向, 睿宗、中宗在南北向; 成宗、仁宗、明宗在北南向, 世祖今雖祧出, 仍虛其位, 而成宗依舊與中宗相對, 不敢進居世祖虛位。 此朱子祫圖, 武王不敢對文王之說也。 如是則可免拆屋之撓, 而又無地隘難通之患, 其於奉先之道, 允爲便益。 箚入, 卽引見, 詳問其說, 滉敷對如箚意。 命下大臣、禮官議之, 皆以爲: “殿內享祀儀貌, 不純用古禮, 乃世宗孝思無窮, 以伸晨夕事生之敬, 位置、向背, 規制已定。 百四十年常行之制, 一朝改易, 事體未安。” 於是, 滉議格不行。 滉又啓云: “臣非不知原廟爲俗禮, 然俗禮之中, 有一端難行處, 變通而從古禮之懿, 以祖宗聰明正直, 與天合德之靈, 豈不諭其議, 以爲非禮, 而不安其享乎?” 不從。 滉連上章乞退, 復除左贊成, 辭遞, 復拜判中樞。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 3월 1일(을사) 1번째기사",
                "gt-oKo": "판중추부사 이황이 병을 이유로 귀향하였다. 이황 자신이 노병(老病)을 들어 시골로 돌아가게 해줄 것을 간곡히 청하면서 계속 장소(章疏)를 올리니 상이 인견하고 두세 번 간곡히 만류하였으나, 이황은 더욱 강력히 물러가기를 청하였다. 상이 이르기를, “경은 지금 돌아갈 것인데 무슨 하고 싶은 말이 있는가?” 하니, 이황이 대답하기를, “고인(古人)은 ‘치세(治世)가 걱정이 되고 명주(明主)가 위태롭다.’ 하였습니다. 이는 명주는 남보다 뛰어난 자질이 있고 치세에는 걱정할 만한 일이 없으므로, 독단적인 슬기로 대중을 제어하면서 여러 신하들을 경시하는 마음을 갖게 되고, 따라서 교만하고 사치스런 마음이 생기기 때문입니다. 지금의 세대가 비록 치평(治平)의 시대인 듯하나 남쪽과 북쪽에 흔단이 있고 민생은 지쳐 있어 걱정할 만한 일이 없다고 할 수 없는 것입니다. 성상의 자질이 고명하시어 여러 신하들의 재지(才智)가 성상의 뜻에 만족스럽지 못하기 때문에, 일을 논의하고 처리하는 과정에서 독단의 슬기로 세상을 이끌어가려는 조짐이 없지 않으므로, 식자들은 그 점에 대해 미리 염려하고 있습니다. 신이 전일에 《주역》의 건괘(乾卦)에 ‘날으는 용이 하늘에 있다[飛龍在天]’는 것과, 또 ‘높이 오른 용이 후회가 있다[亢龍有悔]’는 말에 대해 아뢰었습니다. 이것은 바로 임금이 지나치게 스스로 뛰어난 체하여 신하들과 마음을 같이하고 덕을 함께 하지 않으면 어진이들이 아래에 있게 되어 도우지 못하게 되는 것이니, 이른바 높이 오른 용이 후회가 있다는 것입니다. 그러나 반드시 학문의 공정을 폐지하지 않아야 사의(私意)를 이겨 낼 수 있어 그러한 병통이 사라질 것입니다. 신이 전일 올렸던 《성학십도(聖學十圖)》는 그것이 신의 사견(私見)이 아니라 모두가 선현(先賢)들이 했던 것인데, 그에 대한 공부는 신이 올린 차자(箚子)에서 사(思)자와 학(學)자가 가장 중요합니다. 이에 대해 생각을 하신다면 얻음이 더욱 깊어질 것이니 이것이 바로 소신이 충심을 바쳐 회언(誨言)을 올리는 뜻입니다.” 하였다. 상이 다시 하고 싶은 말을 묻자 대답하기를, “우리 나라에 사림(士林)의 화가 중엽부터 일어났는데, 폐조(廢朝)의 무오 사화(戊午士禍)와 갑자 사화(甲子士禍)는 말할 것도 없거니와 중종조(中宗朝)의 기묘 사화(己卯士禍)는 현인(賢人) 군자(君子)가 모조리 큰 죄를 당하였습니다. 그때부터 사(邪)와 정(正)이 뒤섞이게 되었고 간사한 무리들이 득세하였는데, 그들이 개인적으로 원한을 갚기 위해서는 반드시 기묘의 여습(餘習)이라고 하였으므로 사림의 화가 연속되어 왔던 것입니다. 당시 명종(明宗)은 어렸으므로 권간(權奸)들이 득세하여 한 사람이 패하고 나면 또 한 사람이 나와 뒤를 이어 용사했기 때문에, 사화가 차마 말할 수 없게 되었던 것입니다. 바라건대 이 지난 일들을 앞으로의 경계로 삼으소서. 예로부터 임금의 초정(初政)은 청명(淸明)하게 하여야 정직한 인물이 등용되므로 임금이 과실이 있으면 간쟁하였는데, 임금이 이에 대하여 싫증을 내게 마련입니다. 이때 간사한 무리가 그 기회를 노려 온갖 아양을 부리게 되는데, 그러면 임금은 마음속으로 만약 이런 사람을 임용하면 내가 하고 싶은 대로 다 할 수 있겠다고 여겨 그때부터 소인배와 합하게 되어, 정직한 사람은 손 댈 곳이 없게 됩니다. 따라서 사태가 이에 이르면 소인배가 득세하여 못하는 짓이 없게 되는 것입니다. 지금 신정(新政)의 초기라서 모든 간쟁(諫諍)에 대해 뜻을 굽혀 따르고 있으므로 대과(大過)가 없습니다. 그러나 오랜 세월이 흘러 성상의 마음이 혹시라도 달라진다면 꼭 오늘 같으리라고 어떻게 보장할 수 있겠습니까? 만약 그리 된다면 그때는 간인들이 필시 승세를 타게 되어 초정(初政)과는 크게 상반될 것입니다. 당 현종(唐玄宗)의 개원(開元) 시기에는 어진 신하가 조정에 가득하여 태평을 이루었으나 현종이 욕심이 많은 것을 기화로 이임보(李林甫)·양국충(楊國忠)이 오직 봉영(逢迎)을 일삼았으므로, 군자는 모두 떠났고 소인배만 남게 되어 끝내 천보(天寶)의 난을 일으켰습니다. 똑같은 그 임금이면서 마치 두 사람의 일인 양 달랐던 것은, 처음에는 군자와 마음이 맞았다가 끝에 가서는 소인과 친했기 때문입니다. 바라건대 상께서는 이 점을 큰 경계로 삼아 선류(善類)를 보호하여 소인배들로 하여금 모함을 못하도록 하소서. 이것이 바로 종사(宗社)와 신민(臣民)의 복이며 신이 계고(戒告)하고 싶은 것이 이보다 더 큰 것이 없습니다.” 하니, 상이 이르기를, “아뢴 바를 내 마땅히 경계로 삼으리라.” 하였다. 또 묻기를, “경은 조신(朝臣)들 중에 추천할 만한 자가 없겠는가?” 하니, 대답하기를, “오늘날 대신의 지위에 있는 이들이 모두 청신(淸愼)하고 육경(六卿)도 사특한 사람이 없습니다. 그리고 수상(首相)에 있어서는 위의(危疑)스러운 즈음에 당해서도 음성이나 안색을 동요하지 않고 나라 형세를 태산처럼 안전한 자리에 올려 놓았으니, 참으로 주석(柱石)같은 신하로서 의중(倚重)할 만한 사람으로는 그 사람보다 훌륭한 이가 없을 듯싶습니다.” 하였다. 상이 또 학문의 선비로 누가 있느냐고 묻자, 대답하기를, “그 점에 대해서는 말하기 어렵습니다. 옛날 어느 사람이 정자(程子)에게 ‘문인(門人) 중에 누가 체득함이 있습니까?’라고 묻자, 정자는 ‘체득한 사람이 있다고 한다면 그것은 쉽게 말할 수 없다.’ 하였는데, 그 당시 유작(游酢)·양시(楊時)·사양좌(謝良佐)·장역(張繹)·이유(李籲)·윤돈(尹焞) 등 상당한 학자들이 있었으나 정자가 감히 가벼이 인정하지 않았습니다. 그런데 신이 어떻게 감히 천일(天日)을 속여가며 아무가 체득함이 있다고 말할 수 있겠습니까. 그러나 기대승(奇大升) 같은 사람은 문자(文字)를 많이 보았고 또 이학(理學)에 있어서는 소견이 초월한 경지에 도달하여 통유(通儒)라고 할 수 있습니다. 다만 수렴(收斂)의 공부가 좀 부족합니다.” 하였다. 아룀이 끝나자 물러갔다.【이황이 귀향할 때 명사(名士)들이 서울을 비우다시피 모두 나와 전송을 하면서 시를 읊어 작별의 정을 나누었다. 이황이 기대승(奇大升)·박순(朴淳) 두 사람의 시에 화답하고 여러 사람과 작별을 하면서 시를 지었는데, 그 시에 ‘가련하다 여러 성조에 은총을 받은 몸이 부질없이 일곱 차례나 조정을 오갔네[可憐異代承恩渥空作區區七往還]’라는 구절이 있었다.】 상이 처음 즉위했을 때는 영명(英明)하고 영오(穎悟)하여 온 나라가 성덕이 성취되기를 기대하였다. 그런데 얼마 안되어 시속의 말들이 날마다 탑전에서 떠들어대므로 상의 뜻이 유혹되지 않을 수가 없었다. 이황이 입조하여 언제나 성현의 학문으로 상을 권면했기 때문에 상이 사랑하고 공경했지만 마음을 비우고 자신에게 반성하는 실행이 없었다. 이리하여 이황은 원래가 겸퇴(謙退)할 마음을 갖고 있는데다 또 도(道)가 행해지기 어렵다는 것을 알았기 때문에 굳이 사양하고 물러가기를 청했는데, 조야(朝野)의 사람들이 모두 실망하였다. 집의(執義) 권덕여(權德與)가 상소를 올려, 정원이 만류할 것은 청하지 않고 지레 인견(引見)할 것을 청했고 또 물러가는 것을 허락하기도 전에 지레 역말을 주어 보낼 것을 청한 것을 논하면서, ‘그를 만류한 사람이 있다는 말은 듣지 못했고 도리어 말을 내주자는 청만 있었던 이유가 무엇이냐.’고 하였다. 이 때문에 상이 체직(遞職)을 허락하지 않았다.",
                "hj": "○朔乙巳/判中樞府事李滉, 謝病歸鄕。 滉自陳老病, 懇乞還鄕, 章累上不已, 上引見, 再三懇留, 滉求退益力。 上曰: “卿今歸矣。 乃有所欲言者乎?” 滉對曰: “古人云: ‘憂治世, 而危明主。’ 蓋明主有絶人之資, 治世無可憂之防, 則獨智馭衆, 有輕忽群下之心, 而驕侈之心生矣。 今世雖似治平, 南北有釁, 生民困悴, 不可謂無可憂之防也。 聖質高明, 群臣才智, 不足以滿聖意。 故, 論議處事之間, 不無獨智御世之漸, 識者預以爲慮。 臣前日所上乾卦 ‘飛龍在天’ 之上, 又有 ‘亢龍有悔’ 之言。 人君過自高亢, 不肯與臣下, 同心同德, 則賢人在下位而無輔, 所謂亢龍有悔也。 然必學問之功, 不廢然後, 私意可勝, 而此等病痛, 當消釋矣。 臣前日所進聖學十圖, 非臣私見, 皆先賢所爲。 其功夫則臣所進箚中思字、學字爲要。 以此致思焉, 則所得益深, 而小臣願忠納誨之意也。” 上復問所欲言, 對曰: “我國士林之禍, 起於中葉, 廢朝戊午、甲子之禍, 不須言矣。 ﻿中廟朝己卯之禍, 賢人、君子皆被大罪。 自是, 邪正相雜, 奸人得志, 報復私怨, 則必以爲己卯餘習, 士林之禍, 連續而起。 明廟幼沖, 權奸得志, 一人敗, 又一人出, 相繼用事, 士禍不忍言矣。 願以旣往之事, 爲將來之戒。 自古人君, 初政淸明, 正人見用, 君有過則諫; 有失則爭, 人主必生厭苦之意。 於是, 奸人乘隙, 而逢迎之。 人主之心以爲, 若用此人, 則吾所欲, 無不如意。 自此, 與小人合, 而正人無着手處然後, 奸臣得志, 無所不至矣。 今新政之初, 凡所諫諍, 皆屈意從之, 無大過矣。 久而聖心或移, 安能保其如今日乎? 如此則奸人必勝, 而與初政, 必大相反矣。 唐玄宗開元時, 賢臣滿朝, 以致太平。 而緣玄宗多慾, 而李林甫、楊國忠, 一意逢迎。 由是, 君子盡去, 而小人獨留, 終致天寶之亂。 一君之身, 而其事如二人者, 初與君子合; 終與小人合故也。 願上, 以此爲大戒, 保護善類, 勿使小人陷之。 此, 宗社、臣民之福也。 臣之所欲戒告, 無大於此也。” 上曰: “所啓當以爲戒。” 又問: “卿於朝臣, 無可薦者乎?” 對曰: “今日在大臣之位者, 皆淸愼, 六卿無邪慝之人。 至於首相, 當危疑之際, 不動聲色, 而措國勢於泰山之安, 誠柱石之臣, 所當倚重者, 意其無出於此人也。” 上又問: 學問之士有誰?” 對曰: “此難言也。 昔有問於程子曰: ‘門人孰爲有得?’ 程子曰: ‘謂之有得, 則未易言也。’ 其時, 如游酢、楊時、謝良佐、張繹、李籲、尹焞諸人, 不爲不多, 而程子不敢輕許之。 臣亦豈敢上欺天日, 以爲某人有所得乎? 如奇大升多見文字, 其於理學, 所見超詣, 乃通儒也。 但收斂工夫少耳。” 啓訖而退。【滉之歸也, 名士傾都出餞, 賦詩敍別。 滉和奇大升、朴淳兩詩, 留別諸人, 有 “可憐累代承恩渥, 空作區區七往還。” 之句。】上之初卽位, 英明穎悟, 一國顒望聖德之成就。 未幾, 流俗之說, 日聒于前, 上意不能無惑。滉之入朝, 每以聖賢之學勉上, 上雖寵敬, 而無虛懷反躬之實。 滉本執謙退, 又知道之難行, 力辭求退, 朝野莫不缺然。 執義權德輿上疏, 論政院不請留, 而徑請引見; 又不待許退, 而徑請給驛以送, 未聞有縶駒之人, 而反有給馬之請何也? 由是, 上不許遞職。"
            },
            "2": {
                "H2KE-EN": "The King sent a physician to inquire after the health of 노수신. He also bestowed medicine upon him. At the time of his mourning period, Susin was a serious disease. The King sent a physician to bring medicine and treat him. Susin presented a memorial expressing his grief over the passing of his deceased. At the end of the memorial, he presented six pieces of admonition to the King. The memorial read as follows: On a previous day, your subject submitted a memorial regarding the purpose of honest opinion. Truly, he could devote himself to this. The other urgent tasks should be carried out immediately upon him. Your subject was worried about this because he was worried about Your Majestys efforts. To exert the purpose of admonition on the Confucian classics and his instruction, he did not exert his effort to seek righteousness and accomplish righteousness. To observe state affairs, he did not exert his effort to establish the way of governance and governance. To observe powerful officials, he did not exert his effort to meet the people. To observe past precedents, he did not exert his effort to judge righteousness. To enjoy flattery flattery, he does not exert his loyalty and uprightness. To enjoy powerful talents, he does not exert his capacity and knowledge. These six pieces are all your subject deeply worried about the transgression of his illness. The King responded, I am aware of his loyalty and loyalty. I will strive to reverently understand myself.",
                "H2KE-nKo": "주상이 의원을 보내 노수신의 병을 위문하게 하고, 또 약물을 하사하였다. 노수신이 거상 중에 병이 심하자, 주상이 의원을 보내 약물을 가지고 가서 치료하게 하니, 노수신이 상소하여 애처롭게 사례하였다. 상소 말미에 경계하는 여섯 가지 조목에 이르기를,“신이 지난번에 진달한 입지에 관한 말은 참으로 여기에 정성을 다한다면 그 밖의 중요한 일은 즉시 거행할 뿐입니다. 신이 그래도 근심스러운 것은 전하께서 어떻게 힘쓰시는가를 걱정해서입니다. 문의와 훈해에 대해서는 힘써 강구하지 않고 의리와 사실을 힘써 강구하지 않으며, 정사의 하자를 살피기를 힘쓰고 치도와 치법을 세우기를 힘쓰지 않으며, 권병을 잡기를 힘쓰고 인심에 부합하기를 힘쓰지 않으며, 전례를 따르기를 힘쓰고 고의로 결단하기를 힘쓰지 않으며, 아첨하는 것을 좋아하기를 힘쓰고 정직한 것을 사랑하기를 힘쓰지 않으며, 재예를 좋아하기를 힘쓰고 기식을 소중히 여기는 것을 힘쓰지 않으니, 이 여섯 가지는 모두 신이 병중에 지나치게 근심하는 것입니다.”하니, 주상이 답하기를,“병중에 진달하였으니 임금을 사랑하는 충성을 알 수 있다. 내가 마땅히 가슴에 새기고 스스로 반성하겠다.”하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 3월 1일(을사) 2번째기사",
                "gt-oKo": "상이 의원을 보내 노수신(盧守愼)을 문병하고 또 약물(藥物)을 하사하였다. 수신이 상중에 있으면서 병이 심하자 상이 의원을 보내 약물을 가지고 가서 치료하게 하니, 수신이 애사(哀謝)의 상소를 올리고 그 상소문 말미에다 다음과 같은 6개 조항의 진계(陳戒)를 올렸다. “신이 전일에 진언한 입지(立志)의 설에 대하여 참으로 거기에 정성을 다한다면 기타의 요무(要務)는 모두 그것을 이용하면 되는 것입니다. 신이 지금 걱정하고 있는 것은 전하께서 무엇을 힘쓰시고 있는가 그것이 걱정입니다. 말하자면 문의(文義)와 훈해(訓解)에 대한 공부만을 힘쓰고 의리(義理)와 사실을 찾는 데는 힘쓰지 않으시는지, 정사(政事)의 자잘한 하자 살피기만을 힘쓰고 치도(治道)와 치법(治法)을 세우기에는 힘쓰지 않는 것인지, 권병(權柄)을 잡기만을 힘쓰고 인심(人心)에 맞도록 하기를 힘쓰지 않는 것인지, 전례를 따르기만을 힘쓰고 고의(古義)로 단안을 내리는 일을 힘쓰지 않는 것인지, 첨유(諂諛)를 좋아하기만 힘쓰고 정직(正直)을 사랑하는 일에 힘쓰지 않는 것인지, 재예(才藝)를 좋아하기를 힘쓰고 기식(器識)을 중히 여기는 것은 힘쓰지 않으시는지, 이상 6가지가 모두 신이 병중에서 지나치게 걱정하고 있는 일들입니다.” 하니, 상이 답하기를, “병 중인데도 이러한 진열(陳列)을 하였으니, 임금을 사랑하는 충절을 알 만하다. 내 마땅히 가슴에 지녀 스스로 반성하겠다.” 하였다.",
                "hj": "○上遣醫, 問盧守愼疾, 且賜藥物。 守愼居喪疾劇, 上遣醫, 持藥救療, 守愼上疏哀謝。 疏末陳戒六條云: 臣前日所陳立志之說, 誠能盡誠於此, 則其他要務, 卽擧而措之耳。 臣猶有所憂者, 憂殿下所務之如何耳。 務討文義訓解,而不務求義理事實; 務察政事瑕纇, 而不務立治道治法; 務攬權柄, 而不務合於人心; 務循前例, 而不務斷以古義; 務悅諂諛, 而不務愛正直; 務喜才藝, 而不務重器識, 玆六者, 皆臣病中之過憂也。 上答曰: “病中陳列, 愛君之忠可知矣。 予當服膺自省。”"
            },
            "3": {
                "H2KE-EN": "On musul day, the King, following the high-ranking officials opinion, 인종 was jointly enshrined in Yeoneun Hall (Hall of Benevolent Governance. Consequently, the Office of the Censor General jointly impeached high-ranking officials and impeached high-ranking officials in the eulsa year (. Chief State Councilor Yi Gyeong presented a joint memorial to the King, which stated as follows: The affairs of Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui were angry and indignant, and all the people thought that 인종 was not jointly enshrined in the Royal Ancestral Shrine to King Taejo. Myeongmyeong was jointly enshrined in the Royal Ancestral Shrine, and the people satisfied twice as before. Your subject also agreed with this. Therefore, the peoples opinions were the same and requested to jointly enshrine [the Royal Ancestral Shrine] in the Royal Ancestral Shrine, and Your Majestys approval has already received Your Majestys approval. However, all the people said that it is necessary to build more [the Royal Ancestral Shrine to King Taejo and Queen Sinui], and only then can the six Royal Ancestral Shrine to King Taejo be enshrined in the Royal Ancestral Shrine. Therefore, your subject again requested to build more [the Royal Ancestral Shrine to King Taejong and Queen Sinui] in order to build more [the Royal Ancestral Shrine to King Taejong and Queen Sinui] in order to build [the Royal Ancestral Shrine to King Taejong and Queen Sinui] in order to build a separate house in the Royal Ancestral Shrine to the six Royal Ancestral Shrine. Your subject is afraid that the four Royal Ancestral Shrine to the Royal Ancestral Shrine is also the instructions left by the royal ancestors. How could it not be uncomfortable? Every day, we have not fully studied about this matter, but we do not know where to deal with it. Your subject reflected upon the old codes of the past sages, which stated that it is not proper to build more [the Royal Ancestral Shrine to King Taejo and Queen Sinui] in the five chambers. In your subjects humble opinion, King should build a separate shrine to determine [the Royal Ancestral Shrine to King Taejong and Queen Sinui] according to his own wishes, and it is not proper to seek out of our regular proprieties. As for the institutions of the Royal Ancestral Shrine, how could it be ordered that Your Majesty possible [the Royal Ancestral Shrine to King Taejong and Queen Sinui] to build [the Royal Ancestral Shrine to King Taejong and Queen Sinui] in order to build [the Royal Ancestral Shrine to King Taejo and Queen Sinui and Queen Sinui] in order to build a separate blame. Although this is extremely low-ranking and incompetent, how could it be possible to do such a mind as those of others? Would it be possible to build a separate house in the Royal Ancestral Shrine to King Taejong and to decapitate [the Royal Ancestral Shrine to King Taejong and Queen Sinui] in order to build a separate grievance? From ancient times, [the Royal Ancestral Shrine to King Taejo and Queen Sinui] sought to build a separate grievance and to decapitate [the Royal Ancestral Shrine to King Taejong and Queen Sinui in the Royal Ancestral Shrine.",
                "H2KE-nKo": "주상이 이미 대신의 의논을 따라 인종을 연은전에 그대로 부묘하였다. 이에 삼사가 번갈아 글을 올려 대신을 공격하면서 을사년의 권간에 비유하기까지 하였다. 영의정 이준경이 차자를 올려 스스로 변명하기를,“문소전의 일에 대해 여론이 격분하여 모두 인종을 부묘하지 못한 것을 마음 아프게 여깁니다. 명종을 부묘하려던 시기가 마침 기회를 만나자 여론이 전보다 배나 격분하였는데, 신의 생각도 그러하였습니다. 이 때문에 여론이 일치된 것을 가지고 부묘할 것을 아뢰어 청하여 이미 성상의 윤허를 받았습니다. 그러나 사람들은 모두 반드시 증축한 뒤에야 6위를 수용할 수 있다고 하였습니다. 그러므로 또 증축할 것을 청하였는데, 말하는 자들은 증축할 수 없다고 하였기 때문에 또 칸수를 만들 계책을 낸 것입니다. 말하는 자들은 또 불가하다고 하면서 4위의 당가를 헐어서 통틀어 장가를 만들어 이리저리 칸수를 만드는 것을 6위의 규례로 삼고자 합니다. 신은 또 4위의 당가는 이 또한 조종의 유훈인데 갑자기 헐어서 철거하는 것은 온당치 못한 일이 아니겠습니까. 평소에 강구하지 않았다가 일이 눈앞에 닥치자 어찌할 바를 몰랐습니다. 요컨대 열성의 고전을 상고해 보면 5실을 더해서는 안 된다는 설이 한입에서 나온 것 같았습니다. 신의 노망함으로는 세종께서 원묘를 세우신 것은 신의 생각으로 참작하여 정한 것이지 상례로 구해서는 안 된다고 여겼습니다. 신이 이 의논과 고사를 가지고 아뢰었는데, 동료들은 ‘반드시 여러 사람의 의논을 불러일으킬 것이다.’라고 하였습니다. 신은 ‘주상께서 새로 대통을 이으셨으니 국가의 전고를 모두 잘 알지 못한다. 묘제는 나라의 큰일인데 어찌 위로 하여금 본말을 알지 못하게 하고 아래로 하여금 속박해서 만들게 할 수 있겠는가. 아뢰지 않을 수 없다.’라고 하니, 동료들이 부득이 따랐습니다. 이것은 신이 주장한 것이지 다른 동료들의 죄는 아닙니다. 신이 비록 지극히 미천하고 용렬하지만 어찌 털끝만큼이라도 남들과 같은 마음이 없겠습니까. 인종을 부묘하는 것이 무슨 걱정될 것이 있겠으며 부묘하지 않는 것이 무슨 기쁠 것이 있겠습니까. 대개 선왕의 제도에 구애되어 처리하기 곤란한 점이 있기 때문입니다. 그런데 지금 패려하다고 하고 악을 답습한다고 지적하였습니다. 신은 본래 어리석고 망령되어 늙어서 정신이 흐트러졌으니, 이런 추악한 비난을 신이 아니고 누구이겠습니까. 예로부터 예를 의논할 때 시비를 모아 서로 헐뜯고 심지어 서로 목을 베려고까지 하는 자가 있었으니, 이는 본래 일반적인 일입니다. 신이 어찌 감히 이것을 꺼려서 속마음을 다 말씀드리지 않을 수 있겠으며, 또 어찌 감히 여러 사람의 비방을 꺼려서 조금이라도 원망하고 미워하는 생각을 가질 수 있겠습니까. 신이 선왕의 법을 지키려고 하고 여러 사람의 의논이 부묘하려고 하는 것은 요컨대 서로 어긋나지 않습니다. 다만 지금 물의가 비등하여 초야의 사람들까지도 모두 격분하여 인심이 흉흉하여 안정될 수 없으니, 신은 실로 두렵습니다. 바라건대 처음 의논에 따라 여러 사람의 뜻을 굽어 따르소서.”하였다. 이 때문에 부묘하지 않는다는 의논이 마침내 중지되었다. - 시의는 이황이 정한 것을 으뜸으로 삼고, 칸수를 더 만들어 같은 자리에 함께 배향하는 것을 다음으로 삼으며, 영은전에 그대로 부묘하는 것은 크게 옳지 않다고 하였다. 이 때문에 다음의 의논에 따라 중지하였다. 임진년의 난리에 문소전이 폐지되었다가 복구되지 않은 것은 애당초 정례가 아니었다. -\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 3월 1일(을사) 3번째기사",
                "gt-oKo": "상이 이미 대신의 의논을 따라 인종(仁宗)을 연은전(延恩殿)에다 그대로 부묘하였는데, 이때 삼사(三司)가 교장(交章)하여 대신을 공박하면서 심지어 을사 권간(乙巳權奸)에다 비유하기까지 하였다. 이에 영의정 이준경이 상차(上箚)하여 자신을 변명하였는데 그 내용에, “문소전(文昭殿)의 일로 물정(物情)이 분격하여 모두가 인종이 부묘되지 못한 것을 마음 아파하고 있었습니다. 그런데 명종(明宗)을 부묘하게 되자 이 기회를 맞아 물정이 전보다 더 분격하고 있으므로, 신 역시 그렇다는 생각이 들었기 때문에 물정들과 같은 입장에서 부묘할 것을 계청(啓請)하여 성상의 윤허를 받았던 것입니다. 그런데 그때 사람들이 모두 반드시 증축을 해야 6위를 수용할 수 있을 것이라고 하므로 또 증축할 것을 청하기에 이르렀던 것입니다. 그런데 그때는 또 언자(言者)들이 증축할 수 없다고 주장하므로 또 칸막이를 할 계획을 세웠는데, 언자들은 또 불가하다고 주장하면서 4위의 닫집[唐家]을 헐어버리고 내다지로 기다랗게 만들어 적당하게 칸막이를 하여 6위가 수용될 수 있도록 하자는 것이었습니다. 이에 대해 신은 또 4위의 닫집은 바로 조종(祖宗)이 남기신 법인데 갑자기 헐어버린다는 것은 너무 미안한 일이 아니겠는가 하는 두려운 생각이 있었습니다. 평일에 강구해보지 않았다가 일이 눈앞에 닥치자 어떻게 처리해야 할지 모르겠기에 열성조(列聖朝) 고전(故典)을 상고해보기로 하였는데, 모두가 한 입으로 말하듯 오실(五室)에다 더 늘일 수는 없다고 하였습니다. 늙고 망령된 신의 생각에 세종(世宗)께서 원묘(原廟)를 세우신 것은 당신의 뜻으로 작정(酌定)한 것이어서 상례(常禮)에 의하여 찾을 수 없다고 여겼습니다. 신이 이런 논의와 고사(古事)를 함께 아뢰자고 하였더니, 동료들은 ‘틀림없이 군의(群議)를 불러 일으킬 것이다.’라고 하였습니다. 그러나 신은 ‘주상이 새로 대통(大統)을 이으셨으니 국가의 전고(典故)에 대해 다 자세히 알지 못하고 계실 것이다. 그런 묘제(廟制)는 국가 대사인데 어떻게 상으로 하여금 본말(本末)도 모르게 하고 아랫사람들이 속박하여 할 수야 있겠는가. 이는 아뢰지 않을 수 없다.’고 하니, 동료들이 마지 못해 따랐던 것으로 이번 일은 신이 주장한 것이고 다른 동료에게는 죄가 없습니다. 신이 비록 지극히 미약하고 용렬하지만 어찌 조금이나마 남과 똑 같은 마음이 없겠습니까. 인종이 부묘되었다 하여 마음이 상할 게 무엇이며 부묘가 되지 않았다고 기쁠 게 무엇이겠습니까? 다만 선왕의 제도에 구애되어 처리하기에 어려운 점이 있었기 때문일 뿐입니다. 지금 도리에 거슬리는 일을 한다고 하고 또 악(惡)을 뒤따르고 있다고 하는데, 신은 원래 어리석고 망령된 사람인데다 이제 늙어 더 혼모해졌으니 추악한 헐뜯음을 받아야 할 사람이 신이 아니고 누구이겠습니까? 예로부터 예(禮)를 의논하는 일은 모여 시비하는 일이라 하여 서로 헐뜯고 심지어 목을 베려 하는 자까지 있었으니, 이는 보통 있었던 일이었습니다. 신이 어찌 감히 그것이 두려워 마음에 쌓인 바를 다 말하지 않을 것이며, 또 어찌 감히 여러 사람의 비방을 싫어 하여 조금이나마 원망하거나 미워하는 마음을 싹틔우겠습니까. 신이 선왕의 법을 지키려는 것이나 여러 의논이 인종을 승부(陞附)하려는 것은 따져보면 뜻이 서로 같은 것입니다. 다만 지금 물의가 들끓어 초야(草野)까지도 울분을 터뜨리지 않는 사람이 없고 인심이 흉흉하여 안정시킬 수 없으니 신은 이 점이 두렵습니다. 바라건대 처음 논의한 대로 하여 대중의 뜻을 따르소서.” 하였는데, 이로 인하여 부묘하지 않는다는 논의가 드디어 중지되었다.【당시의 의논이 이황이 정한 것을 최상으로, 칸을 더 늘리고 위(位)를 같이하여 함께 모셔야 한다는 것을 차선으로, 연은전(延恩殿)에다 그대로 부묘하는 것은 대단한 잘못이라 하였으므로 차선책을 따랐던 것이다. 그런데 임진 왜란을 당하여 문소전이 폐지되었으나 복원하지 않았는데, 이것은 애당초 정체(正體)가 아니었기 때문이었다.】",
                "hj": "○上旣從大臣之議, 仁宗仍袝延恩殿。 於是, 三司交章攻大臣, 至比於乙巳權奸。 領議政李浚慶上箚自辨云: 文昭殿之事, 物情憤激, 皆以仁廟不得入袝爲痛心。 明廟將袝, 適當機會, 物情倍前奮發, 臣意亦以爲然, 故將物情所同, 啓請入袝, 旣蒙聖允。 而人皆以爲, 必須增構然後, 可容六位。 故又請增修, 而言者以爲, 不可增加, 故又出作隔之計。 言者又以爲不可, 而欲壞撤四位唐家, 通作長家, 推移作隔, 爲六位之規。 臣又恐怖以爲, 四位唐家, 是亦祖宗遺訓, 遽加壞撤, 無乃未安乎? 平日不曾講究, 事到目前, 罔知攸處。 要考列聖故典, 則五室不可加之說, 如出一口。 臣之老妄以爲, 世宗立原廟, 以意酌定, 不可以常禮求之。 臣將是議, 與古事而啓之, 則同僚以爲: ‘必招群議。’ 臣以爲: ‘主上新承大統, 國家典故, 皆未諳悉。 廟制, 國之大事, 豈可使上, 不知本末, 而自下束迫, 而爲之乎? 不可不啓也。’ 同僚不得已從之。 此是臣主張, 非他僚之罪也。 臣雖至微至劣, 然豈無一毫如人之心乎? 其於仁廟入袝, 有何慼焉; 其於不入袝, 有何欣焉? 蓋拘於先王之制, 而有處置之難故耳。 今乃謂爲悖戾, 指爲踵惡, 臣本愚妄, 老而加耗, 當此醜詆, 非臣而誰哉? 自古議禮, 名爲聚訟, 互相詆訾, 至欲相斬者有之, 自是常事。 臣何敢憚此, 而不盡底蘊? 又何敢嫌忌衆謗, 而少萌怨嫉之念乎? 臣之欲守先憲; 群議之欲其陞祔, 要之意不相悖也。 但今者物議沸騰, 至於草野, 莫不憤發, 人心洶洶, 無以寧靖, 臣實懼焉。 乞依初議, 俯從群情。 由是, 不袝之議遂寢。【時議以李滉所定爲最; 添作間架, 同位竝享爲次, 仍袝迎恩爲大不可。故 從次議而止。 至壬辰之亂, 文昭殿逐廢不復, 以其初非正禮也。】"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the first day of the month, and lecture on the Analects of the Comprehensive Mirror to Aid in Government (C. Lunyuan . The lecture reached the lecture on the Book of Documents (C. Lunyuan , which states, An official who loves himself likes valuable color and remonstrates the sovereign likes valuable color and values. The words are correct. On the second day of the month, 기대승이 entered the palace and responded, If a subject is not the place of the sage king, how could he find all his behavior? Sometimes he desires to make his behavior, but his skills are unable to do so because he is unable to do so. However, his love of loving and loving toward the sovereign desires to make his skills with all his behavior and have no faults. Therefore, he cannot but remonstrate. If he says that he should not do his own behavior and does not remonstrate the sovereigns faults, he will surely be called a powerful man. The King sees his sagacious color and hears this, and he is deeply suspicious. He also said, The King saw the miscellaneous books, which causes the study of correct study. The Four Books and the Great Compensive Mirror to Aid in Government (C. Xuan daquan , and the Great Compensive Mirror to Aid in Government (C. Xuan daquan , which observed are greatly disobeyed by Confucian scholars. Your subject requests that the Great Compensive Mirror to Aid in Government (C. Xuan daquan be studying once and examined only the Great Compensive Mirror to Aid in Government (C. Xuan daquan . Long , the Great Compensive Mirror to Aid in Government (C. Da daquan .",
                "H2KE-nKo": "삭갑술년에 주상이 조강에 나아가 《논어》의 ‘속이지 말고 범장하라.[勿欺而犯]’는 구절을 강하였는데, 쌍봉 요씨의 주에 ‘신하가 스스로 화색을 좋아하면 도리어 그 임금이 화색을 좋아한다고 간한다.[人臣自好貨色却諫君好貨色]’라는 말이 옳다고 하였다. 이튿날 기대승이 입대하여 아뢰기를,“신하가 성현의 지위에 있지 않다면 어찌 진선할 수 있겠습니까. 혹 선을 하고자 해도 공부가 미치지 못하고 기질이 편협하여 못하는 것이 있습니다. 그러나 임금을 사랑하는 마음은 우리 임금으로 하여금 하는 일이 진선하여 허물이 없게 하고자 하기 때문에 어쩔 수 없이 간하게 하는 것입니다. 만약 ‘내 몸이 능하지 못하다.’라고 하여 임금의 허물을 간하지 않는다면, 이는 거의 우리 임금이 능하지 못하다 하여 적이라고 하는 것입니다. 주상께서 치우친 듯한 견해를 보시는 것을 외간에서 듣는다면 또한 매우 의아하게 여길 것입니다.”하고, 또 아뢰기를,“주상께서 잡서를 대수롭지 않게 보시는 것은 정학에 방해가 됩니다. 사서의 소주 및 《성리대전》을 편찬한 것이 선유의 정론과 어긋나는 것이 많습니다. 한 번 열람하신 뒤에 대문의 대주만을 보소서. 세종대왕께서도 만년에 이와 같이 하셨으니, 법으로 삼으소서.”하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 4월 1일(갑술) 1번째기사",
                "gt-oKo": "상이 조강(朝講)에 나아가 《논어(論語)》의 ‘속이지 말고 따져야 한다[勿欺也而犯之]’는 대문을 강하면서, 쌍봉 요씨(雙峰饒氏)의 소주(小註)에 ‘신하가 자신은 화색(貨色)을 좋아하면서 임금이 화색을 좋아하는 것은 간한다.’고 한 말이 옳다고 하였다. 다음날 기대승(奇大升)이 입대(入對)하여 아뢰기를, “신하가 성현(聖賢)의 지위에 이른 사람이 아닌 바에야 어찌 진선(盡善)할 수 있겠습니까. 혹은 선을 하려 해도 공부가 미치지 못하거나 기질(氣質)이 막힌 데가 있어 못하는 경우도 있습니다. 그러나 그의 임금을 사랑하는 마음에서 우리 임금만은 모든 것이 진선하고 허물이 없었으면 하고 바라기 때문에 간하지 않을 수가 없는 것입니다. 만약 내가 못하는 일이라 하여 임금의 허물도 간하지 않는다면, 우리 임금은 하지 못할 것이라고 하는 것은 적(賊)이라는 것과 무엇이 다르겠습니까? 그리고 상께서 보신 것은 한쪽만 보신 것 같아 만약 외간에서 듣는다면 매우 의아해 할 것입니다.” 하고, 또 아뢰기를, “상께서 잡서(雜書)를 많이 보시게 되면 정학(正學)에 방해가 됩니다. 《사서(四書)》의 소주나 《성리대전(性理大全)》의 편질들이 선유(先儒)의 정론(定論)과는 틀린 점이 많으니, 한 번 죽 보신 다음에는 대문(大文)과 대주(大註)만을 보시기 바랍니다. 세종 대왕도 만년에 그리하셨으니 그것을 본받으시기 바랍니다.” 하였다.",
                "hj": "○朔甲戌/上御朝講, 講《論語》勿欺而犯章, 以雙峰饒氏所註: “人臣自好貨色, 而却諫其君好貨色。” 之說爲是。 翌日奇大升入對曰: “人臣若非聖賢地位, 則豈能盡善乎? 或欲爲善, 而工夫未及, 氣質偏滯, 有不能焉。 然其愛君之心, 欲使吾君所爲, 盡善而無過, 故不得不諫。 若以爲, 吾身不能, 而不諫君過, 則是, 幾於吾君不能而謂之賊者矣。 自上見得似偏, 外間聞之, 亦甚疑訝矣。” 且言 “上泛觀雜書, 有妨正學。 四書小註及《性理大全》所編, 與先儒定論, 違戾者多。 請一度覽過後, 專觀大文大註。 世宗大王晩年亦如是, 請以爲法。”"
            },
            "2": {
                "H2KE-EN": "The Queen Mother wanted to visit the Royal Tomb of Queen Gangneung . The inspectors and censors admonished this, and only after the admonition had been stopped. Gi Daen Seung said, Since ancient times, the proprieties inside and outside the palace have been discontinued, and the Empress did not participate in the sacrifices. Only the Empress Dowager visited the Royal Tomb of Queen Sinui, which is not the ancient practice.",
                "H2KE-nKo": "대비가 강릉에 친히 전알하려 하였는데, 대간의 논계가 그쳤다. - 기대승이 아뢰기를,“예로부터 제사에는 내외가 직무를 갖추는 예가 폐지되어 황후는 다시 제헌에 참석하지 않았습니다. 그런데 후비만 능에 올라가 제사를 지내는 것은 옛 제도가 아닙니다.”하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 4월 1일(갑술) 2번째기사",
                "gt-oKo": "대비(大妃)가 직접 강릉(康陵)을 배알하려다가 대간이 논계(論啓)하자 그만두었다.【기대승이 말하기를, ‘옛날 제사에 내외가 직(職)을 갖추었던 예(禮)가 폐지된 뒤로부터 황후(皇后)는 제사에 참여하지 않았다. 그런데 후비(后妃)만이 능(陵)에 가서 제를 올리는 것은 옛 법례가 아니다.’ 하였다.】",
                "hj": "○大妃欲親謁康陵, 臺諫論啓乃止。【奇大升言: “自古祭, 內外備職之禮廢, 皇后不復參祭獻。 后妃獨上陵行祭, 非古制也。”】"
            },
            "3": {
                "H2KE-EN": "On this month, there was a disaster of frost and hail. The King ordered the Office of the Inspector General to research ancient texts and report the results to the throne. The King ordered the State Council to discuss the imprisonment of criminal cases and to release punishments.",
                "H2KE-nKo": "이달에 서리와 우박의 재해가 있었다. 홍문관에 고사를 널리 상고하여 아뢰라고 명하고, 옥사를 의논하여 형벌을 늦추라고 명하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 4월 1일(갑술) 3번째기사",
                "gt-oKo": "이 달에 서리와 우박의 재변이 있었는데, 홍문관에 명하여 고사를 널리 상고하여 아뢰게 하고 또 옥중의 죄수를 심의하여 형량(刑量)을 낮추도록 하였다.",
                "hj": "○是月有霜雹之災。 命弘文館博考古事以啓, 命議獄緩刑。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "The governor of Gyeongsang Province reported on the judgment of the residents of Jinju who destroyed their houses. Prior to this, the wife of the late 진사 Ha Jongak , who was a descendant of a literary licentiate of Jinju , passed away in a single village because she had a wicked fraudulent behavior. A 처사 Jo Sik , happened to speak with his 문인 정인홍 , Ha Hang , and others. The circumstances of the circumstances [of the cumstances of the circumstances of the cumstances of the class ",
                "H2KE-nKo": "경상 감사가 진주의 유생이 남의 집을 헐어 버린 일을 아뢰었다. 이에 앞서 진주의 고 진사 하종악의 후처가 과부로 살았는데, 음란한 행실로 향리에 알려졌다. 처사 조식이 우연히 그의 문인 정인홍, 하항 등과 그 일을 말하자, 정인홍 등이 감사에게 통지하여 옥사를 일으켜 다스린 결과 죽은 자가 몇 사람이나 되었다. 조식이 또 그의 친구인 이정이 하처의 인척으로서 은밀히 그 일을 비호하여 편지를 보내 절교를 하면서 그 죄를 낱낱이 열거하였다. 하항 등이 그 옥사가 성립되지 않은 것을 분하게 여겨 무리를 이끌고 하처의 집을 헐어 버렸는데, 감사가 이어서 하항 등을 잡아 가두었다. 홍문관이 차자를 올려 신구하고, 또 옥사가 성립되지 않았기 때문에 추관이 대간의 탄핵을 받아 파직된 자가 많았고 조정의 논의도 서로 도왔다. 주상이 경연에 나아가 입시한 신하들에게 물으니, 대사헌 박응남 등이 아뢰기를,“집을 헐어 버린 유생은 곧 무뢰배이지 유생이 아닙니다. 만약 그 죄를 다스리지 않는다면 훗날 다시 그렇게 될까 염려됩니다.”하고, 대신 홍섬도 그 의논을 옳게 여겼으나 끝내 그 일이 성립되지 않았다. 영남의 선비가 집을 헐어버리고 향리로 내쫓는 풍습이 이로부터 시작되었다. - 이황이 이정의 편지에 답하기를,“벗들 사이에 작은 일로 서로 잘못을 저지르고 이해하지 못하는 것은 이해할 수 없다.”하였다. 뒤에 그 편지가 세상에 전해지자, 정인홍이 이황을 소급해 나무라며 편지를 보내 공척하여 종신토록 그치지 않았으니, 영남에서 당파를 나누는 화가 또한 여기에서 비롯되었다. -\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 1일(갑진) 1번째기사",
                "gt-oKo": "경상 감사(慶尙監司)가 남의 집을 헐어버린 진주(晋州) 유생(儒生)에 대하여 죄줄 것을 아뢰었다. 이보다 앞서 진주의 고 진사(進士) 하종악(河宗岳)의 후처가 홀로 살았는데, 음행(淫行)이 있다는 소문이 마을에 자자하였다. 처사(處士) 조식(曺植)이 우연히 그 일을 자기 문인(門人) 정인홍(鄭仁弘)·하항(河沆) 등과 말하게 되었는데, 인홍 등이 감사(監司)에게 통보하여 옥(獄)을 일으켜 다스리는 과정에서 몇 명이 죽었고, 조식은 또 자기 친구인 이정(李楨)이 하(河)의 후처와 인척으로 그 일을 몰래 비호했다 하여 서신을 보내 절교(絶交)를 하면서 그의 죄상을 낱낱이 거론하였다. 그리고 하항 등은 그 옥사(獄事)가 성립되지 않은 것을 분하게 여긴 친구들을 데리고 하의 집을 헐어버렸는데 감사는 하항(河沆) 등을 잡아 가두었다. 그러자 홍문관이 차자를 올려 그들을 신구(伸救)했고 또 옥사를 성립시키지 못했다는 이유로 추관(推官)들이 대관(臺官)의 탄핵을 받아 파직당한 자가 많았는데, 이 일로 인하여 조정의 논의가 분분하였다. 상이 경연에 나아가 입시한 신하들에게 그 일에 대하여 물으니, 대사헌(大司憲) 박응남(朴應男) 등이 아뢰기를, “집을 헐어버린 유생들은 바로 무뢰배들이지 유생이 아닙니다. 만약 그 죄를 다스리지 않으면 후일에 또 다시 그러할까 염려됩니다.” 하였고, 대신 홍섬(洪暹)도 그 논의를 옳게 여겼으나 그 일이 끝내 실행되지 않았다. 영남(嶺南) 선비들이 집을 부수고 고을에서 몰아내는 풍습이 이 때부터 생긴 것이다.【이황(李滉)이, 이정(李楨)이 서신으로 물은 사연에 답하기를, ‘친구 사이에 사소한 일로 서로 외면하여 화해하지 못하는 것에 대해서 나로서는 모를 일이다.’ 하였다. 그런데 나중에 이 서신이 세상에 전해지자, 정인홍은 이황을 추급하여 비난 공박하는가 하면 공척하는 글을 써서 죽을 때까지 계속하였다. 영남 선비들의 분당의 화근도 사실은 이 일로 하여 시작된 것이다.】",
                "hj": "○朔甲辰/慶尙監司啓晋州儒生毁人家斷罪事。 先是, 晋州故進士河宗岳後妻寡居, 以淫行聞於鄕里。 處士曺植, 偶與門人鄭仁弘、河沆等言其事。 仁弘等通于監司, 按治起獄, 死者數人。 植又以其友人李楨, 以河妻姻黨, 陰庇其事, 發書絶交, 歷數其罪。 河沆等憤其獄事不成, 率倡朋徒, 破毁河家, 監司仍繫囚沆等。 弘文館上箚伸救, 又以獄不成故, 推官被臺劾坐罷者多, 朝論亦相左右。 上御經筵, 問於入侍諸臣, 大司憲朴應男等啓: “毁家儒生, 便是無賴, 非儒生也。 若不治罪, 恐後日復然。” 大臣洪暹亦是其議, 事竟不行。 嶺南士人, 毁家黜鄕之習始此。【李滉答李楨書問以: “朋儕間仍小事相失不解, 爲不可曉。” 云。 後, 其書傳於世, 鄭仁弘追咎滉, 著書攻斥, 終身不已。 嶺南分黨之禍, 亦始於此矣。】"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Munhwa Hall and attended the Royal Lecture. Chief Royal Secretary Ki Daeseung reported as follows: The discussions of the imperial court have differed each other because the opinions of the imperial court have differed. Therefore, it is only Your Majesty to distinguish and select good men. Previously, the opinions of Munso Hall were not appropriate, and the court officials did not know the old practices of the royal ancestors but dared not discuss it. This was because the matters were uncomfortable. Although the opinions of the high officials were erroneous, your subject cannot but present the opinions. The instructions of the royal ancestors did not excessively from five chambers. The instructions of the royal ancestors of the five chambers were specified, but they did not explain their truth. How can there be any troubles in the future that there will be a possible crisis? The 영상 of the State Council regarded the evidence that King Gongjeong and King Munjong were unable to join the Royal Placentacenta Chamber . However, King Gongjeong himself acted as powerful assumed the instructions of the current classical institutions, and the instructions of King Munjong did not join the Royal Placenta Chamber . It was the reason that high officials of the State Council Jeong Inji made an erroneous opinion. Although Jeong Inji classified as a powerful councilor, he submitted a memorial requesting that Noh산군 be dealt with, which stated that he could not speak about what he said. People still classified him because he did not know about it. Now, the evidence that Jeong Inji classified the evidence of the royal ancestors, this must be because he was unable to reveal the right and wrong. At the time, many court officials criticized this and blame high officials. Jungyeong resigned from office on account of illness, but the King did not permit this. Earlier, Ki Daeseung disobeyed the wishes of the high officials, and he was uncomfortable in the royal court. ",
                "H2KE-nKo": "주상이 문화전 석강을 행하였다. 승지 기대승이 아뢰기를,“조정의 논의는 각각 소견을 고집하므로 차이가 없을 수 없으니, 오직 주상께서 잘 분변하여 택하시기에 달려 있을 뿐입니다. 지난번 문소전의 논의가 타당성을 얻지 못한 것에 대해 조정의 신하들이 조종조의 고사를 알면서도 감히 거론하지 못한 것은 그 일이 미진하였기 때문입니다. 대신의 계사에 잘못된 말이 있으니, 일이 이미 지나갔더라도 신이 진달하지 않을 수 없습니다. 세종께서 ‘5실을 넘지 말라.’라고 하신 하교는 바로 상례를 말한 것이지 변경한 것에 대해서는 말하지 않은 것입니다. 후세에 난처한 변고가 있을지 어찌 알아서 미리 정론하겠습니까.영상은 공정공과 문종이 부묘되지 못한 것을 증거로 삼았고, 공정공은 스스로 임시로 대리청정하여 한때의 유교로 예제를 강쇄하였으며, 문종이 세조와 함께 부묘되지 못한 것은 당시의 대신 정인지의 잘못된 의논입니다. 정인지가 명상이라 칭하면서 노산을 처치할 것을 헌의하면서 입으로는 말할 수 없는 말을 하였으므로 지금까지도 사람들이 그 상서롭지 못함을 말하고 있습니다. 그런데 지금 이것을 끌어다 증거로 삼으니, 이는 필시 미처 생각하지 못한 것일 것입니다. 신이 감히 대신을 비난하는 것이 아니라 시비를 밝히지 않을 수 없기 때문입니다.”하였다.이때 조정의 의론이 대부분 이것을 가지고 대신을 탓하였는데, 이준경이 병을 이유로 사직하니, 허락하지 않았다. - 기대승은 이로부터 대신의 뜻을 거스르고 조정에 있기가 불안하였다. -\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 1일(갑진) 2번째기사",
                "gt-oKo": "상이 문화전(文華殿)의 석강에 나아갔다. 승지 기대승이 아뢰기를, “조정의 논의가 각기 자기 소견을 고집하므로 서로 다를 수 밖에 없는데, 오직 상께서 잘 분간하여 선한 쪽을 택하실 뿐입니다. 지난번 문소전(文昭殿)의 논의가 제대로 처리되지 못한 것에 대해서 조정의 신하들이 조종조의 고사(故事)를 몰라서 그러했던 것이 아닙니다. 그런데 감히 거론하지 못했던 것은 그 일 자체가 미진한 점이 있기 때문이었습니다. 대신이 아뢴 말에도 오류가 있으니, 비록 지나간 일이지만 신으로서는 아뢰지 않을 수 없습니다. 세종(世宗)께서 ‘오실(五室)을 넘기지 말라.’ 하신 것은 바로 상례(常禮)를 말씀하신 것이고 변례(變禮)를 말씀한 것이 아닙니다. 어떻게 후세에 난처한 변이 있을 것을 알아 미리 정론(定論)할 수 있었겠습니까? 영상(領相)이 공정(恭靖)과 문종(文宗)이 부묘(袝廟)되지 못했던 것을 증거로 들었는데, 공정께서는 자신이 일시적으로 권섭(權攝)했다 하여 예제(禮制)에 있어 강쇄(降殺)할 것을 유교(遺敎)하신 것이고, 문종이 세조(世祖)와 함께 부묘되지 못한 것은 바로 당시의 대신 정인지(鄭麟趾)의 그릇된 논의에 의한 것입니다. 인지가 비록 명상(名相)이라 칭하지만 그가 노산군(魯山君)의 처치에 관하여 헌의(獻議)한 것을 보면 입으로 말할 수 없는 말을 하였으므로 지금도 사람들은 그 일에 대해 불상(不祥)한 짓이라고 말하고 있는데, 지금 그 사실을 끌어다 증거로 삼은 것은 필시 미처 생각지 못하고 한 일일 것입니다. 신이 감히 대신을 헐뜯기 위한 것이 아니라 옳고 그름을 밝히지 않을 수 없기 때문입니다.” 하였다. 당시 조정의 의논이 대부분 이 일을 가지고 대신들을 탓하였는데, 준경은 병을 이유로 사직을 청하였으나 윤허하지 않았다.【기대승은 이 때부터 대신의 뜻에 거슬리어 조정에 있기가 불안하게 되었다.】",
                "hj": "○上御文華殿夕講。 承旨奇大升啓曰: “朝廷論議, 各持所見, 不無異同, 惟在上分辨擇善而已。 頃者文昭殿之議, 不得其當, 廷臣非不知祖宗故事, 而不敢擧論者, 以其事有未盡故也。 大臣之啓, 有謬誤之言, 事雖已過, 臣不得不陳。 世宗毋過五室之敎, 乃言其常, 而不言變也。 安知後世有難處之變, 而預爲定論乎? 領相以恭靖、文宗之不得入袝爲証, 恭靖自以權攝, 一時遺敎, 降殺禮制; 文宗之不得與世祖同祔, 乃其時大臣鄭麟趾謬議。 麟趾雖稱名相, 獻議處置魯山, 有口不可道之言, 至今人稱其不祥, 今, 引以爲証, 此必未及思之也。 臣非敢訾議大臣, 以是非不可不白故也。” 時朝議, 多以此咎大臣, 浚慶引疾辭職, 不許。【大升自此忤大臣意, 不安於朝矣。】"
            },
            "3": {
                "H2KE-EN": "Former Magistrate of Gyeongsang Province Jang Mimu was appointed as the army commander of Gyeongsang Province . He was promoted to Grand Master for Excellent Virtue . The inspectors and censors requested that he be dismissed from his post and that his rank be blind, but the King did not grant permission. After repeated requests, the King allowed his rank be lowered. [Jang] Mimu was upright and honest by nature, and he was detested by others. The King specially generously granted him.",
                "H2KE-nKo": "전 부사 장필무를 경상 병사로 삼고 가선대부의 품계로 올려 주었다. 대간이 그를 파직하고 품계를 삭탈할 것을 청하였으나, 주상이 허락하지 않았다. 여러 차례 아뢰자 이에 품계를 낮추도록 허락하였다. 장필무는 청렴하고 개결하여 사람들에게 미움을 받았는데, 주상이 특별히 우대한 것이다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 5월 1일(갑진) 3번째기사",
                "gt-oKo": "전 부사(府使) 장필무(張弼武)를 경상 병사(慶尙兵使)로 삼고 가선(嘉善)의 품계로 올려주었다. 대간이 이에 대하여 파직시키고 아울러 품계도 삭제할 것을 청하였으나, 상이 허락하지 않다가 누차 아뢰자 자급만 낮추도록 하였다. 필무는 사람됨이 청백하고 꼿꼿하여 사람들이 미워하였으나, 상은 그를 특별히 우대하였다.",
                "hj": "○以前府使張弼武爲慶尙兵使, 進階嘉善。 臺諫請罷職鐫資, 上不許。 累啓, 乃許降資。 弼武淸介, 爲人所嫉, 上特優之。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King proceeded to the hall of governance to attend the Royal Lecture on the first day of the month. Prior to this, Third Censor Min Deokbong and Fourth Censor Hwang Jeongsik discussed the corruption of Magistrate of Yonggung District . The King ordered that they be imprisoned and interrogated, but ultimately there was no actual circumstances. Because of this, Deokbong was replaced, and 대신 이준경이 released him. The King did not regard this as true. On this day, Ki Daeseung entered the hall of governance and reported to the King, Recently, the inspectors and censors have impeached someone who impeached a single timble",
                "H2KE-nKo": "상이 전의 조강을 행하였다. 이에 앞서 헌납 민덕봉과 정언 황정식이 용궁 현감의 장오에 관한 일을 논핵하자, 주상이 옥에 가두고 철저히 신문하라고 명하였는데, 결국 사실이 아닌 것으로 밝혀졌다. 민덕봉이 이로 인해 체직되자, 대신 이준경이 그를 위해 해명하였으나 주상은 그렇게 여기지 않았다. 이때에 이르러 기대승이 입시하여 아뢰기를,“근래 대간이 풍문으로 일을 논하는 데 있어 모두 착오가 없다고는 말할 수 없습니다. 풍문에 관한 법은 당나라 무후가 대대로 밀고할 때에 나왔는데, 송나라 조정에서 언관을 우대하여 풍문으로 논핵하는 것을 허락하였습니다. 풍문으로 논핵하는 것은 갑작스럽게 논핵하는 것이고 공적으로 논핵하는 것은 바른 것입니다. 우리 조종조에서도 풍문으로 논핵하는 것을 허락하였습니다. 그러나 풍문으로 논핵하는 것은 탐오한 사람이 법을 다해 죄를 바로잡는 것이 아니라 파직하는 데 불과할 뿐입니다. 만약 사실이 아니라고 하여 죄를 준다면 겁을 먹고 나약한 사람이 누가 감히 탄핵하고 논박하겠습니까. 진실로 들은 것이 있으면 모두 말하게 하는 것이 옳습니다.”하였는데, 살피지 않았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 1일(계유) 1번째기사",
                "gt-oKo": "상이 전(殿)의 조강(朝講)에 나아갔다. 이보다 앞서 헌납 민덕봉(閔德鳳)과 정언(正言) 황정식(黃廷式)이 용궁 현감(龍宮縣監)의 장오(贓汚) 사실을 논하여 상이 하옥(下獄)하고 추문하도록 하였는데, 결국 사실이 아니었다. 그래서 덕봉이 이 일로 인하여 체직되자 대신 이준경이 그를 구해(救解)하였으나, 상은 그렇게 여기지 않았었다. 그런데 이때에 기대승이 입시하여 아뢰기를, “요즘 대간(臺諫)들이 풍문(風聞)만으로 일을 말함에 있어서 차오(差誤)가 전혀 없다고 할 수는 없습니다. 원래 풍문의 법은 당(唐)나라 무후(武后) 시대의 밀고(密告)하던 때에 나온 것인데, 송조(宋朝)에서는 언관(言官)을 우대하는 뜻에서 풍문법을 그대로 허락하였던 것입니다. 이것으로 보면 풍문을 포악한 방법으로 쓰면 허위가 되고 공정하게 쓰면 정당한 것이 되는 것입니다. 우리 조종조(祖宗朝)에서도 풍문으로 안핵(按劾)하는 제도를 인정하여 왔습니다. 그러나 탐오(貪汚)한 사람을 풍문에 의하여 논한 것에 대해서 법의 한도까지 죄를 정한 것이 아니고 파직시키는 데 불과했습니다. 만약 부실(不實)했다 하여 말한 자를 죄주기로 하면 겁 많은 사람이야 누가 감히 탄핵하겠습니까? 들은 것이 있으면 다 말을 하게 해야 할 것입니다.” 하였는데, 듣지 않았다.",
                "hj": "○朔癸酉/上御殿朝講。 先是, 獻納閔德鳳、正言黃廷式, 論龍宮縣監贓汚事, 上命下獄究問, 竟無實。 德鳳因此遞職, 大臣李浚慶救解, 上不以爲然。 至是, 奇大升入侍啓: “近來臺諫, 風聞言事, 不可謂盡無差誤也。 風聞之法, 出於唐武后之世告密之時, 而宋朝優待言官, 許以風聞。 風聞用之於暴則僞; 用之於公則正也。 我祖宗朝, 亦許風聞按劾, 然以風聞論貪汚之人, 非盡法正罪, 不過罷職而已。 若以爲不實而罪之, 則怯懦之人, 誰敢彈駁? 苟有所聞, 使之盡言可也。” 不省。"
            },
            "2": {
                "H2KE-EN": "On this month, Venus appeared during the daylight hours.",
                "H2KE-nKo": "이달에 태백성이 하늘을 가로질렀다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 1일(계유) 2번째기사",
                "gt-oKo": "이달에 태백(太白)이 경천(經天)하였다.",
                "hj": "○是月太白經天。"
            },
            "3": {
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 1일(계유) 3번째기사",
                "gt-oKo": "김개(金鎧)가 죄를 짓고 삭직되어 밖으로 출송당하였다. 김개는 구신(舊臣)으로서 몸가짐을 올바르게 하였으므로 염간(廉簡)하다는 칭송이 있었으나, 사람됨이 너무 강퍅스럽고 자신감에 넘쳐 도학(道學)하는 선비를 좋아하지 않았다. 이리하여 시속과 처신을 달리하는 사람을 보면 반드시 그를 미워하였는데, 이황(李滉)이 물러가자 그는 불평을 털어놓으면서 말하기를, “경호(景浩)가 이번 걸음에 소득이 적지 않았다. 잠깐 서울에 왔다가 1품의 고신(告身)을 손에 넣어 향리(鄕里)의 영화거리가 되었으니 그 얼마나 만족할 일인가.” 하였다. 언젠가 휴가를 얻어 하향하는 길에 전주(全州)를 지나다가 관찰사 송찬(宋賛)을 만난 자리에서 방약 무인격으로 유자(儒者)의 폐단을 극구 논설하였다. 부윤(府尹) 노진(盧禛)이 그 말을 듣고 물러와서는 오모(烏帽)를 땅에다 벗어던지고는 ‘이 모자를 쓰고 다니다가는 결국 화를 면치 못할 것이다.’ 하였는데, 이는 김개가 장차 사림(士林)을 해칠까 두려워했던 것이다. 김개가 평소에 홍담(洪曇)과 뜻이 맞아 좋은 사이였는데 홍담이 전조(銓曹)의 판서가 되자 김개의 족자(族子)인 김계휘(金繼輝)가 듣고는 ‘김 판서(金判書)가 위태롭게 되었다.’ 하였다. 이는 대체로 홍담이 반드시 김개를 끌어들여 헌부(憲府)를 맡게 할 것임을 알았기 때문이었다. 그런데 그후 홍담은 과연 김개를 끌어 들여 대사헌으로 삼았다. 그러자 김개는 큰소리로, “지금 선비라는 자들이 무슨 일을 해야 한다고 함부로 떠들어대고 있는데 그들을 억제하지 않으면 안 된다.” 하였다. 이는 기대승(奇大升)·이후백(李後白) 등을 지적하여 한 말이었다. 그리고 그는 경연에서 상에게 아뢰기를, “선비라면 당연히 자기 자신을 단속하고 입으로 남의 잘못을 말하지 말아야 하는 것인데, 지금의 선비라는 자들은 자신도 부족한 점이 많으면서 함부로 시비를 논하고 대신(大臣)을 비난하니, 이런 풍조를 키워서는 안 됩니다. 지난 기묘년 간에 조정에 부박(浮薄)한 선비들이 많아 자기 동류들을 끌어들여 자기와 의견을 달리 하는 자를 배척하였는데, 조광조(趙光祖)가 죄를 얻은 것도 사실은 모두가 부박한 무리들이 빚어낸 것이었습니다. 그리고 지난 번에 남곤(南袞)을 추죄(追罪)한 것도 옳은 일이 못 되었습니다. 바라건대 성상께서는 그러한 습관들을 억제하소서.” 하였다. 그리하여 사류(士類)들은 김개를 의심하고 그를 쫓아버리기 위하여 혹자가 이준경(李浚慶)에게 물었는데, 준경이 말하기를, “아직 놔둬라. 일개 김개로서 어떻게 사림을 해칠 수 있겠는가? 이 일은 김개의 뜻만은 아닐 것이다. 만약 섣불리 논핵(論劾)했다가는 해됨이 더욱 클 것이다.” 하였다. 김개는 사류들이 자기를 의심하고 꺼린다는 것을 듣고는 병을 이유로 체직 되었었는데, 다시 특진관(特進官)으로 입시하여 아뢰기를, “신이 일찍이 대사헌 자리에 있으면서 이전부터 들리는 말에 나이 젊은 무리들이 잡스런 의논을 많이 하고 심지어 영상(領相)까지 헐뜯는다고 하기에, 신은 그와 같이 하는 것은 부당한 일이라고 여겼으므로 경의(經義)를 논설하는 자리에서 소회를 대충 개진하여 잡스런 논의를 하는 사람들로 하여금 스스로 알아차려 자중하고 한 마음 한 뜻으로 나라 일을 잘 돌보기를 바랐을 뿐이었습니다. 그리고 기묘년의 일에 대해 신은, 조광조는 학문에 있어 보통이 아닌 것이 사실이었으나 다만 사람을 너무 믿어 말만 잘하는 사람도 선인(善人)으로 알고 모두 끌어들였다가 결국 일을 내고야 말았다고 생각하였습니다. 지금 그때의 전지(傳旨)를 보건대, 자기와 결탁된 자는 나오게 하고 자기와 의견을 달리한 자는 배척하였다는 말이 있으니, 당시의 인심(人心)이 화평하지 못했던 것을 상상할 수 있는 일입니다.” 하자, 대사간(大司諫) 안자유(安自裕)가, “이것이 바로 소인(小人)이 군자(君子)를 몰아세울 때 쓰는 상투적인 말입니다.” 하였다. 김개가 말하기를, “기묘년 사람들이 대체로 옳았으나 그렇다고 잘못이 없었겠습니까? 신은 나이 젊은 무리들이 너무 지나친 논의를 하고 있다는 말을 듣고 조짐을 막기 위하여 아뢰었던 것입니다. 그런데 지금은 신이 조정 의논에 죄를 얻고 있으므로 필시 보전되지 못할 것이므로, 몸을 이끌고 물러가려고 하기 때문에 소회를 다 말씀드리는 것입니다.” 하니, 상이 이르기를, “경의 뜻이 선인(善人)을 미워하는 것이 아니었다면 굳이 변명할 것이 무엇인가?” 하였다. 이에 입시했던 제신(諸臣)들이 입을 모아 그를 그르다고 하였고, 지평 정철(鄭澈)은 나와 아뢰기를 “김개가 지금 성청(聖聽)을 현혹시켜 화를 사림에게 돌리려고 하고 있는데, 성상께서는 그것을 잘 살피셔야 할 것입니다.” 하니, 상이 큰 소리로 이르기를, “정철이 지나치다. 김개가 어디 그렇게까지 할 사람이던가?” 하였다. 정철이 아뢰기를, “우레와 같은 위엄이 아무리 무서워도 신은 할 말을 다 해야 하겠습니다.” 하고, 이어 김개의 잘못을 낱낱이 거론하니, 김개는 부끄럽고 기가 질려 절을 올리고 먼저 나가버렸다. 이날 좌승지 기대승(奇大升)·우승지 심의겸(沈義謙), 좌부승지 김취문(金就文)·우부승지 이담(李湛)·동부승지 송하(宋賀)가 청대(請對)하였다. 기대승이 아뢰기를, “오늘 조연(朝筵)에서 김개가 한 말은 극히 음험한 내용이 담겨져 있는 것으로써 모두가 소인이 임금을 현혹시키는 말이었습니다. 예로부터 소인이 군자를 공척할 때 혹은 조정의 정사를 비방한다느니 혹은 대신을 업신여긴다느니 하는 말을 써 왔는데, 그에 대하여 임금이 살피지 못하면 그때부터 화는 번지기 시작하는 것입니다. 지금은 비록 성명(聖明)이 위에 계시고 대신들이 직책을 수행하고는 있으나, 그 사이에 시비(是非)와 가부(可否)를 가릴 만한 일이 어찌 없겠습니까. 상께서 지나친 거조가 있더라도 강력히 간쟁해야 할 것인데 더구나 대신이겠습니까. 그런데 이러한 것을 꼬투리로 삼아 대신을 헐뜯는다고 한다면 이는 사림을 일망타진하려는 속셈인 것입니다.” 하고, 이어 전조(銓曹)가 인물답지 못한 사람을 대간(臺諫)에 추천하여 등용시킨 것이 잘못인 것을 말하였는데, 심의겸 등이 뒤를 이어 변백(辨白)하였다. 상이 이르기를, “지금 아뢴 내용을 듣건대, 이는 김개가 잘못이라는 것뿐만이 아니라 장차 조정을 동요시키려는 것이니 극히 엄청난 일이고 또 무서운 일이다. 기묘년의 사건은 시비가 이미 가려진 일인데, 김개가 그것을 거론하였으니 그가 잘못이었다. 그러나 무슨 깊은 뜻이 있어서였겠는가. 그리고 설사 과오가 있다고 하더라도 나라의 시비에 대해서는 대간(臺諫)이 있고 대신(大臣)이 있고 또 임금이 스스로 처분할 수 있는 것인데, 승지들이 청대한다는 것도 잘못이다.” 하니, 대승이 사죄하며 아뢰기를, “주상의 분부가 그러하시니 너무도 황공합니다. 이는 김개가 조정을 동요시키려고 하기 때문에 한 말일 뿐 신들이 어떻게 감히 조정을 동요시키겠습니까.” 하자, 상이 이르기를, “전조가 사람을 잘못 썼다고 하였는데 그것은 옳지 않다.” 하였다. 대승이 사죄하며 아뢰기를, “신이 소회를 다 말씀드릴까 합니다. 성상께서 즉위하실 때 조정이 청명(淸明)하여 종전의 물의(物議)에 버림받은 자들은 시대에 용납되지 못했습니다. 그리고 소신(小臣)같은 사람이 지나친 허명(虛名)을 얻어 성상의 은총으로 현직(顯職)에 오르고 또 경연 석상에서 드린 말씀이 간혹 시행되기까지 하므로, 특히 남의 지목의 대상이 되어온 지 이미 오래입니다. 지금 나이 젊은 무리라고 지적한 것도 바로 신에게 해당시킨 말입니다. 그러나 혐의를 피하여 말을 하지 않는다면 이는 성은(聖恩)을 저버리는 것이 됩니다. 지난번 문소전(文昭殿)의 일만 하더라도 논의가 시작되어 5∼6개월을 끌고도 결정을 보지 못했는데, 그에 대한 시비 다툼이 어찌 없을 수 있겠습니까? 간사한 무리들이 그 기회를 틈타 헛소문을 날조하여 양편 사이를 교란시켰는데, 김개가 한 말도 사실은 거기에서 나온 것입니다. 신은 듣건대 어느 사람이 대신에게 호소하기를, 신 대승이 사석에서 영상(領相)은 핵파(劾罷)해야 하고 좌상(左相)은 뺨을 쳐야 한다는 말을 했다고 하였습니다. 그 말이 얼마나 놀라운 말입니까. 그런데 그와 같은 근거없는 말을 진정시킬 생각은 하지 않고 주상 앞에서 아뢰면서, 조짐을 막기 위한 것이라고 하였으니 그의 뜻을 알만합니다. 신도 실제로 들은 바가 있는데, 김개가 5∼6명을 무함하려 한다는 것입니다.” 하니, 상이 묻기를, “그 5∼6명이란 누구를 말하는 것인가?” 하자, 의겸이 아뢰기를, “이탁(李鐸)·박순(朴淳)·기대승(奇大升)·윤두수(尹斗壽)·윤근수(尹根壽)·정철(鄭澈) 등이라고 하였습니다.” 하였다. 상이 언근(言根)이 어디에서 나왔느냐고 묻자, 의겸이 이탁·박순에게서 들었고, 김개의 아들도 그렇게 말하더라고 대답하였다. 상이 이르기를, “필부인 김개가 어떻게 그 많은 사람을 모함할 수 있겠는가?” 하니, 의겸이 아뢰기를, “그의 말이 만약 거짓이 아니라면 김개가 필시 몇몇 사람과 결탁하여 남곤(南袞)·정순붕(鄭順朋)이 했던 것처럼 하려고 했을 것입니다.” 하고 대승은 아뢰기를, “김개는 원래 지식이 없는 사람인데 명종(明宗)이 말년에 심열(心熱)로 앓고 있을 때, 개가 상소로 섭양(攝養)의 방법을 말하였습니다. 그리고 정사를 총재(冢宰)에게 위임할 것을 청하였는데, 총재는 바로 수상(首相) 윤원형(尹元衡)을 지목한 것입니다. 이 일로 김개가 시론(時論)의 버림을 받았던 것입니다.” 하였다. 상이 이르기를, “김개가 그러한 말을 하였다면 그것만으로도 김개에게 죄를 주어도 안 될 것이 없다. 다만 몇몇 사람과 결탁하였다는 말과 전조(銓曹)까지 지적하여 그르다고 한 것은 너무 경솔한 말이다.” 하니, 대승이 아뢰기를, “결탁하였다고 한 말은 과연 경솔한 말로써 성상의 하교가 지당합니다. 그러나 전조가 잘못 추천한 실수는 상께서도 당연히 알고 계셔야 할 것이기에 말하지 않을 수가 없었습니다.” 하였다. 다음날 삼사(三司)가 번갈아 글을 올려 김개의 관작을 삭탈하고 문외 출송할 것을 청하였는데, 여러차례 아뢴 끝에 윤허하였다. 김개는 계사(啓辭)를 보고 깜짝 놀라면서 ‘이 계사(啓辭)가 나를 소인(小人)이라고 하였다.’ 하고는, 울분에 쌓여 병이 나서 몇 달 만에 죽었다.",
                "hj": "○金鎧有罪, 削職黜外。 鎧以舊臣, 持身居官, 稍稱廉簡, 而爲人剛愎自信, 不喜道學之士, 見人異於流俗, 則必深嫉之。 李滉旣退, 鎧心不平曰: “景浩此行, 所得不少。 暫詣京城, 手握一品告身, 以爲鄕里榮, 豈不充然乎?” 嘗乞暇下鄕, 過全州遇觀察使宋賛, 極論儒者之弊, 傍若無人。 府尹盧禛聞其言, 退而脫帽投地曰: “着此烏帽, 終不免禍矣。” 蓋畏鎧將害士林也。 鎧素與洪曇, 同志相善。 及曇判銓, 鎧之族子金繼輝聞之曰: “金判書殆哉!” 蓋知曇必引鎧持憲故也。 曇果引鎧爲大司憲, 鎧大言曰: “當今士類, 妄言有爲, 不可不抑制也。” 蓋指奇大升、李後白等也。 乃於經席白上曰: “爲士者, 當自飭其躬, 而口不言人過失。 今之所謂士者, 自顧缺然, 而妄談是非, 詆毁大臣, 此風不可長也。 己卯年間, 朝多浮薄之士, 推引同類, 排斥異己, 趙光祖之得罪, 皆由其浮薄之徒釀成之也。 頃者追罪南袞, 亦未爲當。 願聖明, 抑制此習。” 於是士類疑鎧, 欲逐之, 或問于李浚慶, 浚慶曰: “且止。 一金鎧, 安能害士林? 此非獨鎧意也。 若輕發論劾, 則爲害滋大矣。” 鎧聞士類疑忌, 引疾遞職。 復以特進官, 入侍。 啓曰: “臣曾忝大司憲, 自前聞, 年少輩多雜議, 至以領相爲非, 臣謂不當如此。 故因論說經義, 略陳所懷, 欲使雜議之人, 知而自戢, 同寅協恭而已。 且己卯之事, 則臣意以爲, 趙光祖學問, 誠不偶然, 但信人太過, 徒能言者, 亦以爲善人, 遂倂引用, 終致生事。 今見其時傳旨有 ‘附己者進之; 異己者斥之, 之語, 想其時人心, 不能和平也。” 大司諫安自裕謂: “此是小人治君子之常談。” 鎧曰: “己卯之人, 大綱是矣, 豈無所失乎? 臣聞, 年少輩論議太過, 欲防微而啓之矣。 臣今得罪於朝議, 必不保全, 將引身而退。 故, 畢陳所懷矣。” 上曰: “卿意非嫉善, 何必自明?” 於是, 入侍諸臣, 合辭非之。 持平鄭澈進曰: “金鎧熒惑聖聽, 欲嫁禍士林, 聖明不可不察。” 上勵聲曰: “澈過矣。 金鎧何至於此?” 澈曰: “雷霆雖嚴, 臣言不可不盡。” 仍歷數鎧失, 鎧慙沮, 先拜而出。 是日左承旨奇大升、右承旨沈義謙、左副承旨金就文、右副承旨李湛、同副承旨宋賀請對。 大升啓曰: “今日朝筵金鎧所言, 極其包藏, 皆小人惑君之言也。 自古小人之攻君子, 或稱謗訕朝政或稱凌侮大臣, 人主不察, 禍由是滋。 今雖聖明在上, 大臣稱職, 然其間豈無是非可否事乎? 自上有過擧, 猶且力爭, 況大臣乎? 以此媒孽, 謂爲毁大臣, 是欲一綱打盡之計也。” 又言銓曹薦用非人爲臺諫之失, 沈義謙等, 從而辨白。 上曰: “今聞啓辭, 非徒以金鎧爲非, 將欲動搖朝廷, 極爲過越, 而可畏也。 己卯之事, 是非已定, 而鎧乃言之非矣。 此豈有深意? 設有過誤, 國之是非, 自有臺諫、大臣, 而自上自當有處分, 承旨請對非矣。” 大升謝曰: “上敎如此, 不勝惶恐。 此由鎧欲動搖朝廷, 臣等何敢動搖朝廷乎?” 上曰: “以銓曹用人爲非, 此殊不可。” 大升謝曰: “臣願陳所懷。 聖上卽祚, 朝廷淸明, 前爲物議所棄者, 不見容於時。 或如小臣者, 濫得虛名, 蒙恩通顯, 經席所言, 或見施行。 故, 特爲人指目久矣。 年少輩云者, 亦臣身所當者。 然, 若避嫌不言, 則是負聖恩矣。 頃日文昭殿之議, 發而未定, 至延五六朔, 爭辨是非, 何可已也? 奸人乘此機會, 捏成虛言, 交亂兩間, 金鎧所言, 實出於此。 臣聞, 有人訴於大臣謂: ‘臣大升私言, 領相當劾罷, 左相當打腮。’ 此言甚駭愕。 若此流言, 不務鎭定, 而啓於上前謂爲防微, 其意可知也。 臣亦果有所聞, 金鎧將誣搆五六人矣。” 上問五六人爲誰, 義謙曰: “李鐸、朴淳、奇大升、尹斗壽、尹根壽、鄭澈等云矣。” 上問言根所自, 義謙等言: “聞於淳、鐸, 而鎧之子, 亦言之云。” 上曰: “鎧以匹夫, 安得陷許多人乎?” 義謙曰: “彼言若不誣, 則鎧必與數三人締結, 欲爲南袞、鄭順朋之事矣。” 大升言: “鎧本無知識, 明廟末年, 患心熱, 鎧疏言攝養之方。 且請委政冡宰, 乃指首相元衡。 鎧以此, 爲時論所棄矣。” 上曰: “鎧旣有此言, 則以此罪鎧, 何不宜? 但謂數三人締交, 竝指銓曹爲非, 則易言也。” 大升曰: “締交之說, 果易言也, 聖敎至矣。 銓曹誤薦之失, 自上當知之。 故, 不得不言也。” 翌日三司交章, 論鎧請削奪官爵, 門外黜送, 累啓乃允。 鎧見啓辭, 驚曰: “此啓辭乃以我爲小人也。” 憂懣發病, 數月而卒。"
            },
            "4": {
                "H2KE-EN": "At this time, the King was extremely earnest in his administration to govern a new state. The scholars who were appointed to new posts were all of the principal master [of the Royal Confucian Academy] Yi Hwang . They studied together and encouraged lectures. They regarded the course of public morals and demonstrated wicked men and wicked men. People at that time called [the principal masters of the Royal Confucian Academy] mentioned above. People guilty of 윤원형 and Yi Yang were guilty of being employed and unqualified, and their grudges reached the bones of their grief. Among the old officials, those who possessed a reputation of public morals have lost their behavior without observation. Nevertheless, they rose from the powerful and benefited from the powerful and wealth and peace for a long time. They saw those who newly appointed officials lightly observed the principal masters and criticized the pture of the principal masters. They all harbored unjust grievances and also volunteered themselves as a principal master [of the Royal Confucian Academy]. Because of this, the principal course of wicked men, they raised the two sides of the secret disorder by the court. Fortunately, they were fortunate to observe the circumstances of the Royal Confucian Academy. Yi Jun reprimanded the natural disorder of the Royal Confucian Academy and his intention was arrogant. However, his nature was strong and self-restrained integrity. He demonstrated Confucian scholars and demonstrated the principal master [of the Royal Confucian Academy] by claiming that [Yi] Hwang was caught in the mountains. They were quite different from those of the later principal master [of the Royal Confucian Academy]. Kim Gae, having opportunity to seek the principal master [of the Royal Confucian Academy], tried to",
                "H2KE-nKo": "이때 주상이 새로 정사를 펼치려고 도모한 것이 매우 절실하였다. 등용된 신진 선비들은 모두 이황을 종주로 삼아 붕유하면서 학문을 강론하여 저절로 한 무리가 되었다. 세도를 만회하고 탁류를 치고 청류를 등용하는 것을 숭상하니, 당시 사람들이 소기묘라고 지목하였다. 윤원형과 이양의 당류들이 대부분 폐기되어 조용되지 않아 원한이 골수에 사무쳤다. 명망 있는 구신이 스스로 세상의 변고를 겪었다고 여겨 지조를 잃지는 않았지만, 시세에 따라 부침하면서 부귀와 안일만을 추구한 지 이미 오래되었다. 신진들이 선배들을 경시하고 유속이라고 비방하는 것을 보고는 모두 불평을 품고 또한 스스로 한 무리가 되었다. 윤씨와 이씨의 당류들이 이를 인하여 유언비어를 만들어 양쪽 사이에서 서로 선동하여 조정을 혼란시키려고 하였는데, 다행히 시기를 틈타 분풀이를 하였다.이준경은 기묘년의 화에 징계되어 과격한 것을 억제하는 데 뜻을 두었으나, 성품이 본래 굳세고 강하여 중립을 스스로 믿고 유자를 비평하면서 이황을 산새에 비유하기까지 하여 자못 후배들과 사이가 달랐다. 김개가 가탁하여 사람들의 비판을 일으키려 하고, 이어 대승 등 5, 6인을 탄핵하여 이준경에게 빌붙었다. 이 때문에 먼저 기묘인의 득실을 논하고 몰래 이황을 배척하여 주상의 뜻을 시험하였는데, 주상의 마음이 굳게 정해졌음을 힘입어 이준경은 본래 사류를 해칠 뜻이 없었다. 이 때문에 변화가 없을 수 있었다. 이황이 이 말을 듣고 더욱 두려워하여 대승에게 물러나 피할 것을 힘껏 권하니, 구신들도 모두 스스로 편안하였다. 그러나 이로부터 모습과 한계가 자못 구별되었으므로 여염에서 지목하여 노소당이라고 불렀다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 1일(계유) 4번째기사",
                "gt-oKo": "이때 상이 신정(新政) 초기라서 잘 다스려보려는 생각이 매우 절실하였다. 그런데 등용된 신진(新進)의 선비들이 모두 이황(李滉)을 종주(宗主)로 삼고, 떼지어 서로 교유하며, 학문을 강론하면서 그들 스스로 한 무리가 되었다. 세도(世道)를 만회하고 부정한 것을 제거하고 깨끗한 것을 드러내는 것을 제일로 삼았는데, 당시 사람들이 소기묘(小己卯)라고 지목하였다. 따라서 윤원형(尹元衡)·이양(李樑)의 무리로서 버림을 당하여 쓰이지 못하는 자들이 많았으니, 이들은 원망이 뼈에 사무쳤고 소위 명망(名望)이 있는 구신(舊臣)이라는 자들은 비록 많은 세변(世變)을 겪으면서도 지조를 잃지 않았다고 자부하고 있었으나, 세태에 따라 부침(浮沈)하면서 오랜 동안 부귀와 안일에 젖어 있었다. 그런데 신진들이 선배를 경시하면서 속류들이라고 비난하는 것을 보고서는 모두 불평을 품은 채 그들끼리 또 한 무리를 이루고 있었다. 윤원형과 이양의 당류들이 이 때를 노려 유언(流言)을 퍼뜨려서 양쪽 사이를 선동하여 조정을 어지럽게 만듦으로써, 기회가 오면 저들에게 분풀이를 하려고 했었다. 이준경(李浚慶)은 기묘 사화를 징계삼아 과격한 처사를 억제하려는 뜻을 지니고 있었다. 그러나 성품이 원래 고집스럽고 완강하였으므로 자기는 중립을 지킨다고 자신하면서, 유자(儒者)를 조롱하고 비평하여 심지어 이황을 산새[山禽]에다 비유하였기 때문에, 사뭇 신진들과 사이가 좋지 않았다. 그런데 김개(金鎧)는 자신이 촉망을 받고 있는 것을 이용하여 소요를 일으켜 볼 생각으로 기대승 이하 5∼6명을 탄핵함으로써 준경에게 붙으려고 하였다. 그리하여 우선 기묘 사람들의 득실(得失)을 논평하면서 은근히 이황을 배척하는 것으로 주상의 뜻을 떠 보려고 하였던 것이다. 그러나 주상의 마음이 굳게 정해져 있고 준경도 원래 사류(士類)를 해칠 뜻이 없었기 때문에 변은 일어나지 않았는데, 이황은 이 소문을 듣고는 더욱 두려워하였고 대승에게 퇴피(退避)할 것을 애써 권하였다. 그리고 구신들도 각자 모두 안정을 되찾았다. 그러나 이 때부터 당파의 형색(形色)이 뚜렷이 갈라졌으므로 여염에서는 노당(老黨)·소당(少黨)으로 지목하여 부르게 되었다.",
                "hj": "○是時, 上新政圖治甚切。 所登庸新進之士, 皆宗主李滉, 朋游講學, 自爲一隊。 其論以挽回世道, 邀濁揚淸爲尙, 時人以小己卯目之。 尹元衡、李樑黨類, 多坐廢不調, 怨憾入骨, 而舊臣之有名望者, 雖自以爲經歷世變, 不失操持, 而浮沈取容, 富貴安佚已久。 見新進之人, 輕視前輩詆爲流俗, 皆懷不平, 亦自爲一隊。 尹、李之黨, 因而助爲流言, 交煽兩間, 欲朝廷撓亂, 幸而乘時逞忿。 李浚慶懲己卯之禍, 志在裁抑過激, 而性素倔强, 中立自信, 譏評儒者, 至比李滉於山禽, 頗與後進崖異。 金鎧假託承望, 欲起鬧端, 仍彈擊大升等五六人, 以附於浚慶。 故, 先論己卯人得失, 陰斥李滉, 以試上意, 賴上心堅定, 浚慶本無害士類意。 故, 得無變。 李滉聞而益懼, 力勸大升退避, 舊臣亦皆自安。 然自此, 形色界限頗別, 閭閻指目, 號爲老少黨。"
            },
            "5": {
                "H2KE-EN": "On gapsul day, an earthquake struck the southern outskirts [of the capital], like the wind and streams occurred.",
                "H2KE-nKo": "곤방에서 바람과 물이 서로 부딪치는 듯한 소리가 났다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 1일(계유) 5번째기사",
                "gt-oKo": "곤방(坤方)에서 바람과 물이 부딪치는 것 같은 소리가 났다.",
                "hj": "○坤方有聲, 如風水相激。"
            },
            "6": {
                "H2KE-EN": "Minister of Personnel Hong Dam resigned from office due to an illness. [Hong] Dam was born in a family with filial piety and filial piety. He entered the government and was called a principal official . However, [Hong] Dam, disliking his learning and conduct, always said to others, How can a principal Confucian scholar come from this world? These days, those who volunteered themselves to study are all fabricated. If a principal Confucian scholar, I will respect him. How could I dare definitely make any fabrication? During the reign of Emperor Xuande era (, powerful functionary of powerful functionaries were replaced by successively serving the state, and bribing functionaries were exposed. [Hong] Wonjung , Tongwon , and others frequently committed crimes, and the people in the court and the provinces classed their eyes and hope for governance. [Hong] Dam, as a multitude of importance, continued to follow the old custom and requested that [Hong Dam] be appointed to a government post. When Yi Tak became the multitude of the Ministry of Personnel , [Hong Dam] strived to encourage public justice and said, If [Hong Dam] first entered the government office, if he is not the first-level families of the Royal Confucian Academy , he will test a principal official and then be appointed to a government post. If he is a principal official, how could he shamelessly proceed to the government office? Thereupon, [Hong Dam] had a staff official select [Hong Dam] who is knowledgeable and requested that [Hong Dam] be recommended. Even though he was recommended as a principal official, [Hong Dam] was appointed to a government position. Consequently, [Hong Dam] was slightly clear in the government, and the custom criticized him and said that the old custom was lenient. [Yi] Tak and Section Chief Ku Bongryeong , having been slandered, did not observe. When [Hong] Dam became the minister, [Hong Dam] all revealed [Hong] Taks actions. [Hong Dam] disobeyed [Hong Dams] and became a staff official. [Hong Dam] was even more afraid that [Hong]",
                "H2KE-nKo": "이조 판서 홍담이 병을 이유로 면직되었다. 홍담은 집에서는 효도와 우애로 소문이 났고 조정에 나와서는 청렴하고 간결하며 재주와 국량이 있다고 이름난 재상으로 일컬어졌다. 다만 학문과 덕행이 있는 선비를 미워하여 항상 사람들에게 말하기를,“이진유가 어찌 지금 세상에서 나왔겠는가. 지금 스스로 학문이라고 하는 자들은 모두 거짓이다. 이진유가 있다면 내가 마땅히 존경해야 할 것이니, 어찌 감히 흠잡을 것이 있겠는가.”하였다. 명종조에 권간이 체직되어 국가의 권력을 쥐자 뇌물이 풍속을 이루고 벼슬길이 혼탁해졌다. 윤원형과 심통원 등이 잇따라 죄를 얻게 되자 조야가 눈을 씻고 잘 다스려지기를 기대하였다. 그러나 전형이 그대로 폐습을 답습하여 간청으로 관직을 제수받았다.이탁이 이조 판서로 있을 때 공도를 펴는 데 힘써 말하기를,“처음 입사하는 자가 상사생이 아니면 으레 문음으로 시재하여 관직에 보임되니, 어진 사람이라면 어찌 기꺼이 나오려 하겠는가.”하고, 이에 낭료로 하여금 명망이 있는 선비를 뽑아 주상에게 아뢰어 청하게 하였다. 낭관의 천거를 받은 자는 시재하지 않더라도 의망되었다. 이에 벼슬길이 조금 맑아지자 시속이 그를 비난하여 옛 규례를 가볍게 무너뜨렸다.이탁은 정랑 구봉령과 함께 비방을 받고도 흔들리지 않았다.이담이 판서가 되어서는 이탁이 한 짓을 모두 뒤집고 낭관과 서로 어긋나게 되자 더욱 사류를 꺼려서 축출할 방법을 생각하였다. 종형인 우상 홍섬, 판서 송순과 뜻이 맞아서 먼저 송순을 대사헌으로 등용하여 사류를 공격하려 하였는데, 송순이 마침 다른 일에 연루되어 체차되었고 이어서 홍개를 등용하여 홍개가 죄를 얻게 되었다. 그러자 홍담이 스스로 불안하여 병을 이유로 면직되고 홍섬도 병을 이유로 파직을 청하였으나, 주상이 허락하지 않았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 1일(계유) 6번째기사",
                "gt-oKo": "이조 판서 홍담(洪曇)이 병을 이유로 면직되었다. 홍담은 집에 있을 때 효우(孝友)로 소문이 났고, 조정에 들어와서도 염간(廉簡)과 재국(材局)으로 명재상이라는 칭호를 받았었다. 다만 그는 학행(學行)이 있는 선비를 싫어하여 항상 사람들에게 말하기를, “지금 세상에 무슨 진유(眞儒)가 나올 것인가. 지금 자신이 학문했다고 하는 자들은 모두가 거짓이다. 만약 진유가 있다면 마땅히 그를 존경할 터인데 어떻게 감히 헐뜯겠는가?” 하였다. 명묘조(明廟朝)에 권간(權奸)들이 번갈아가며 국정(國政)을 잡았으므로 뇌물이 성행하고 벼슬길이 혼탁하였는데, 윤원형(尹元衡)·윤통원(尹通源) 등이 잇따라 죄를 얻게 되자 조야(朝野) 모두가 눈을 씻고 훌륭한 정치가 실현되기를 바라고 있었다. 그러나 전형(銓衡)에 있어서 폐습을 그대로 답습하여 간청(干請)에 따라 관직을 제수하였는데, 이탁(李鐸)이 전조(銓曹)를 맡게 되자 공도(公道)를 경장하기에 힘썼다. 그리하여 그는 ‘처음 입사(入仕)하는 사람들이 만약 상사생(上舍生)이 아닐 경우 으레 문음(門蔭)으로 시재(試才)하여 관직에 보직시키는데, 현자라면 어찌 나오려 하겠는가?’ 하였다. 이리하여 그는 낭료(郞僚)들로 하여금 지명(知名)의 선비들을 뽑아 계청(啓請)하도록 하고, 일단 낭료의 추천을 받은 자이면 시재를 거치지 않고도 바로 의망(擬望)하게 하였다. 이때부터 벼슬길이 조금씩 맑아졌는데 유속의 무리들은 옛 법규를 함부로 고쳤다고 비난하였다. 그러나 이탁과 정랑(正郞) 구봉령(具鳳齡)은 비난을 받으면서도 동요하지 않았다. 그런데 홍담이 판서(判書)가 되고서는 이탁이 하던 일들을 모조리 뒤엎어 놓았으므로, 낭관(郞官)들과 서로 알력이 생겨 사류를 더욱 꺼려 하여 그들을 몰아낼 생각을 하였다. 자기 종형(從兄)인 우상(右相) 홍섬(洪暹), 판서(判書) 송순(宋純)과 뜻이 맞았는데 우선 송순을 대사헌(大司憲)으로 기용하여 사류들을 공척하려 하였으나 송순이 마침 다른 사건에 연류되어 체직되었고, 잇따라 김개를 등용하였으나 그도 죄를 얻게 되었다. 이리하여 담은 스스로 불안을 느껴 병을 이유로 면직되었고, 섬 역시 병을 이유로 파직을 청하였으나 상이 허락하지 않았다.",
                "hj": "○吏曹判書洪曇, 辭病免。 曇, 居家以孝友著聞; 立朝以廉簡材局, 稱爲名宰相。 但嫉學行之士, 常語人曰: “眞儒豈出於今世乎? 今之自謂學問者, 皆僞也。 若有眞儒, 則吾當尊敬, 豈敢瑕疵乎?” 明廟朝權奸遞執國命, 賄賂成風, 仕路混濁。 自元衡、通源等, 相繼得罪, 朝野拭目望治, 而銓衡仍踵弊習, 以干請除官, 及李鐸判銓, 務張公道以爲: “初入仕者, 若非上舍生, 例以門蔭試才, 而得補官, 若賢者, 豈肯屑就乎?” 乃使郞僚, 選知名之士啓請, 被郞薦者, 雖不試才, 而擬望。 於是仕路稍淸, 而流俗非之以爲, 輕毁舊規。 鐸與正郞具鳳齡, 被謗而不撓。 及曇爲判書, 盡反鐸之所爲, 與郞官相忤, 尤忌士類, 思所以逐之。 與從兄右相暹、判書宋純意合, 先用純爲大憲, 欲攻士類, 純適坐他事遞, 繼用鎧, 鎧得罪。 曇不自安, 辭疾免, 暹亦辭疾乞罷, 上不許。"
            },
            "7": {
                "H2KE-EN": "Clerk of the Office of Diplomatic Correspondence Yi I again submitted a memorial requesting his resignation from office. He also said that his maternal grandmother was raised by his mother-in-law. He is old and widowed. He lived in a distant village in Gangneung , but he has no place to rely upon him. Please dismiss him from his office and return to his mother-in-law. He also waited for his studies until his studies come to work. The King did not approve his request. The King ordered the Ministry of Personnel to have Yi I inquire after his maternal grandmother according to the precedent of visiting his maternal grandmother.",
                "H2KE-nKo": "홍문관 교리 이이가 재차 상소하여 사직하고, 또 외조모는 양육해 준 은혜가 있는데 늙어서 과부로 살면서 강릉의 먼 시골에 있어 의탁할 곳이 없음을 말하였다. 관직에서 해임되어 돌아가 봉양하고 또 학문이 진보되기를 기다려 다시 벼슬하게 해 줄 것을 청하였는데, 주상이 허락하지 않고 이조에 명하여 이이로 하여금 파격적으로 외조모를 찾아 뵙는 것을 근친의 예와 같이 하게 하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 1일(계유) 7번째기사",
                "gt-oKo": "홍문 교리(弘文校理) 이이(李珥)가 재차 상소를 올려 사직시켜 주기를 청하고, 또 자기를 양육해준 외조모(外祖母)가 현재 늙은 나이에 홀로 된 몸으로 강릉(江陵)에서 지내고 있는데 의탁할 데가 없으므로, 벼슬을 그만두고 돌아가 봉양해야겠다는 사정과 학문이 진취된 뒤에 다시 벼슬을 하겠다는 것을 말했는데, 상이 허락하지 않고 이조에 명하여 이이에게 파격적으로 외조모를 가 뵙는 데 있어서 근친(覲親)의 예와 같이 하도록 하였다.",
                "hj": "○弘文校理李珥, 再上疏辭職, 且言外祖母有養育恩, 年老寡居, 在江陵遠鄕, 無所依託。 乞解官歸養, 且俟學進復仕, 上不許, 命吏曹, 令珥破格省覲外祖母, 如覲親例。"
            },
            "8": {
                "H2KE-EN": "After the rite of ending the mourning period for Great King Myeongjong , the King did not receive the congratulatory ceremony and held a congratulatory ceremony. This was following Yi이의 말을 따른 것이다.",
                "H2KE-nKo": "명종대왕(明宗大王 영조)의 담제를 지낸 뒤에 하례를 받지 않고 위로하는 예를 행하였는데, 이이의 말을 따른 것이다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 6월 1일(계유) 8번째기사",
                "gt-oKo": "명종 대왕(明宗大王)의 담제(禫祭)를 지낸 뒤 하례를 받고 위안드리는 예를 시행하지 않았는데, 이는 이이의 말을 따른 것이다.",
                "hj": "○明宗大王禫後, 不受賀、行慰禮, 從李珥之言也。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On imsin day, the first day of the month, [the King] jointly enshrined [the spirit tablet of] Myeongjong in the Royal Ancestral Shrine . The King personally performed a rite and returned to the palace. [The King] received congratulations from all officials and granted a general pardon. [The King] jointly enshrined [the spirit tablets of] the Royal Ancestral Shrine . [The spirit tablets of] Yeonwon were the father-in-law of the Queen Mother. Although Yeonwon did not have a study of learning, he was quite a man of love. In the eulsa year (, [the King] wanted to support [ Yeonwon] in order to secure the power of a foreign meritorious deeds and congratulate [ Yeonwon] on the third grade. Although Yeonwon did not dare decline [the spirit tablet of Yeonwon], he was so shameful that he eventually met his meritorious deeds. He eventually wept sorrowfully and shed tears. [But] he believed that his grandsons were too grow in his hometown, and his grandsons were all named Gyeom . [However,] Uigyeom and Chunggyeom were especially wide.",
                "H2KE-nKo": "명종을 태묘에 부묘하였다. 주상이 친히 제사를 지내고 궁으로 돌아와 백관의 하례를 받고 대사령을 내렸다. 이언적과 심연원을 묘정에 배향하였다. 심연원은 왕대비의 조부이다. 심연원이 비록 학술은 없었으나 자못 선비를 사랑할 줄 알았다. 을사년의 난리에 심연원을 끌어들여 위훈의 세력을 굳히고자 하여 심연원을 3등에 함께 녹훈하였다. 심연원이 비록 감히 사양하지는 못했으나 선류의 선비들을 마음속으로 슬프게 여겼고, 또 녹훈된 것을 부끄럽게 여겨 눈물을 흘리기까지 하였다. 문호가 너무 성한 것을 스스로 혐의하여 손자 8인을 두었는데, 모두 겸 자로 이름이 났다. 이의겸과 이충겸이 가장 드러났다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 1일(임신) 1번째기사",
                "gt-oKo": "명종(明宗)을 태묘(太廟)에 부묘(袝廟)하였다. 상이 친제(親祭)하고 환궁하여 백관(百官)의 하례를 받고 대사(大赦)하였다. 이언적(李彦迪)·심연원(沈連源)을 묘정(廟庭)에 배향하였다. 연원은 왕대비(王大妃)의 조부로서 비록 학술(學術)은 없었으나 사류를 사랑할 줄 알았었다. 을사 사화 때 연원을 끌어들여 위훈(僞勳)의 세력을 굳히기 위하여 그를 삼등(三等)에 녹훈(錄勳)하였는데, 연원이 비록 사양은 못했으나 선류(善類)들이 화를 당한 것을 마음으로 슬퍼했고, 또 녹훈된 것을 부끄럽게 여겨 눈물을 흘리기까지 하였으며, 문호(門戶)가 너무 번성한 것을 혐오하여 손자 8명을 모두 겸(謙)자를 붙여 이름을 지어주었는데, 그 중 의겸(義謙)·충겸(忠謙)이 가장 저명하였다.",
                "hj": "○朔壬申/袝明宗于太廟。 上親祭, 還宮, 受百官賀, 大赦。 以李彦迪、沈連源配祀廟庭。 連源, 王大妃祖父也。 連源雖無學術, 頗知愛士。 乙巳之難, 欲援連源, 以固僞勳之勢, 竝錄連源于三等, 連源雖不敢辭, 心傷善類之士, 且慙錄勳, 至於涕泣。 自嫌門戶太盛, 有孫八人, 皆名以謙字, 義謙、忠謙最著。"
            },
            "2": {
                "H2KE-EN": "Responding Editor [of the Office of Royal Decrees] Yi Li presented a copy of Eastern Explanation for the Eastern Explanation of Ceremonies . At the time, Confucian scholars who study books by the Office of Honorable Guests presented a monthly composed poems. The director of the Office of Royal Decrees appraised the level of encouraging the poems. Yi Li , in the Eastern Explanation of Ceremonies , composed several thousand words of copy of Ceremonies for the Eastern Explanation and Ceremonies for the Eastern Explanation of Ceremonies for the Eastern Explanation. He first explained the distinction between the sovereign and his subjects, and the distinction between the state and the country. He also presented a copy of methods to the current calendar. The King was deeply appreciated and reading it.",
                "H2KE-nKo": "교리 이이가 《동호문답》을 올렸다. 이때 호당에서 사가 독서하는 유신이 으레 한 달에 지은 시문을 바치는데, 대제학이 과차하여 권과하였다. 이이가 동호에서 삭과로 인하여 《동호문답》 수만 마디를 지어 바쳤는데, 먼저 고금의 군신과 국가의 치란을 논하고 현재의 경제책을 언급하여 조목별로 진달한 것이 모두 완비되었다. 주상이 깊이 유의하여 살펴보았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 1일(임신) 2번째기사",
                "gt-oKo": "교리(校理) 이이가 《동호문답(東湖問答)》을 올렸다. 당시에 호당(湖堂)에서 사가 독서(賜暇讀書)하는 유신(儒臣)들이 상례로 한 달 간의 제술한 시문(詩文)을 바치면, 대제학(大提學)이 등급을 매겨 과업(課業)에 힘쓰도록 권장하였다. 이이는 동호(東湖)에 있으면서 삭과(朔課)로 수만언(數萬言)에 달하는 《동호문답》을 제술하여 올렸는데, 내용은 맨 먼저 고금(古今)의 군신(君臣) 관계와 국가의 치란(治亂)에 대하여 논했고, 이어 현재의 경제(經濟) 정책에 이르기까지 조목별로 자세히 개진(開陳)한 것이었다. 상은 깊이 유의하여 성람(省覽)하였다.",
                "hj": "○校理李珥進《東湖問答》書。 時, 湖堂賜暇讀書儒臣, 例呈一朔所製詩文, 大提學科次勸課。 珥在東湖, 因朔課, 製《東湖問答》數萬言以進, 先論古今君臣、國家治亂, 以及當今經濟之策, 條陳畢備。 上深留意, 省覽焉。"
            },
            "3": {
                "H2KE-EN": "The King read the lecture on the Confucian Classics and then reported as follows: If the ruler wishes to govern [the ruler], he will certainly study the study of learning. Studying the study of learning is not only diligently studying the Royal Lecture and read many studyings of the ancient books. It is necessary to study the 격물 치지의 skills and to devote himself to diligently studying the study of learning. Even when an ordinary man stays at home, even though he has studyed studying the study of learning, his effects have not been seen in the world. When the ruler studys his mind, his effects have observed his effects and his effects. Currently, the lives of the people are exhausted, public morals are treacherous, and public morals are not upright. When Your Majesty ascended the throne for several years, he has not observed the effects of learning. Your subject is afraid that the effects of learning and studying the study of learning and studying the administration of good governance will be fully observed by the ruler of the Three Dynasties. Thereafter, he should be thoroughly observing the ruler of the Three Dynasties and examining the study of learning. He should be chosen from among the ruler of loyalty and loyalty, and administration of the state affairs. Nonetheless, he is unable to observe his mind and merely seeks to eat and observe his position. If his behavior is upright and his capacity is applied, he will certainly become a man of good governing the world and will be able to manage state affairs. Chief State Councilor Yi Jun came forward and said, The ruler of the court should observe the cardinal principles. The other day when the royal secretary meets a royal secretary, he fears the cardinal principles of disregarding the cardinal principles. Should there be a circumstances, the inspectors and censors , as well as the ruler of discussion, and accompanying him. Why must the royal secretary meet him? Yi I said, That is not right. It is only what he said is right. The royal secretary is also a royal lecturer, and he has made a request to discuss state affairs. Yi Jungyeongs words were too observious. Recently, the ruler of good governance has not been implemented, and all the laws have been neglected. If he studys the ruler of a new world and has merely observed the old study, how could he",
                "H2KE-nKo": "이이가 시강을 행하고, 이어 아뢰기를,“임금이 잘 다스리고자 하지 않는다면 그만이지만 잘 다스리고자 한다면 반드시 먼저 학문을 해야 합니다. 이른바 학문이라는 것은 경연에 부지런히 나아가 고서를 많이 읽을 뿐만 아니라 반드시 격물 치지, 성의 정심 공부에 게을리하지 않고 실제로 공효가 있은 뒤에야 학문이라고 할 수 있습니다. 필부가 집에 있으면 비록 학문의 공효가 있더라도 그 공효가 세상에 드러나지 않으며, 임금은 마음에 품은 것이 일에 나타나면 그 공효가 즉시 나타납니다. 지금 민생이 곤궁하고 풍속이 야박하며 기강이 무너지고 사습이 바르지 못한데, 전하께서는 즉위하신 지 몇 년이 되었는데도 다스린 공효를 보지 못하시니, 아마도 격물 치지와 성의 정심 공부에 미진한 점이 있는 듯합니다. 이와 같이 인순하여 날로 더욱 퇴폐해진다면 나라가 나라답게 될지 알 수 없습니다. 삼가 바라건대, 전하께서는 큰일을 할 수 있는 뜻을 분발하여 도학에 마음을 두고 선정을 강구하여 백성들로 하여금 성주가 삼대의 정치를 일으켰다는 것을 분명히 알게 하소서. 그런 뒤에 여러 신하의 잘잘못을 익히 살피고서 임금에게 충성하고 나라를 걱정하는 자를 가려 그와 함께 일하게 하되, 녹록하여 아무 뜻도 없이 그저 녹록만 구하는 자들로 하여금 외람되이 높은 지위에 있게 하지 마소서. 그리하여 거조가 마땅함을 얻고 인기가 서로 맞게 되면 나라를 경영하는 선비들이 반드시 나와서 세상에 쓰이게 될 것이니, 그렇게 되면 나랏일이 제대로 될 수 있을 것입니다.”하였다. 영의정 이준경이 나아가 아뢰기를,“조정에서는 마땅히 체통을 지켜야 합니다. 지난번 승지를 면대한 것은 근래의 규례가 아니라 체통을 무너뜨릴까 염려해서였습니다. 설령 두려워할 만한 기미가 있다 하더라도 대간 및 논사를 맡은 신하가 있는데, 어찌 굳이 승지를 면대할 필요가 있겠습니까.”하니, 이이가 아뢰기를,“이 말은 옳지 않습니다. 다만 무슨 말을 했는지를 물으셨을 뿐입니다. 승지도 경연관이니, 청대하여 일을 말하는 것이 바로 그들의 직분입니다. 이준경의 말은 너무 고집스럽습니다. 지금 선정이 거행되지 않고 온갖 법도가 해이해졌으니, 만약 분연히 일대의 법규를 새로이 하지 않고 한갓 상례에 구애되어 옛것을 지키려고만 한다면 어찌 쌓인 폐단을 제거하고 큰일을 할 수 있겠습니까. 대신은 임금을 올바른 도리로 인도하지 못하고 근래의 규례만을 힘쓰니, 이는 신하들이 바라는 바가 아닙니다.”하였다. 주상이 모두 답하지 않았다. 살펴보건대, 우리나라의 승지는 처음에 한나라 급사중의 직임을 모방하여 아침저녁으로 주상을 모시고 좌우로 출입하면서 주상에게 아뢰고 복명하는 정사를 모두 주상 앞에서 구두로 진술하고 문자를 쓰지 않았다. 태평한 세월이 오래되어 내외가 점차 막혀서 승지와 사관은 양관의 시종과 동체인데도 다시는 금밀에 출입하지 않고 문서의 출납만 관장하였다. 임금의 좌우에는 단지 부시만 있을 뿐이니, 이는 전대에 없던 일이다. 그런데 이준경은 승지가 청대한 것을 그르다고까지 하였으니, 자못 의리가 없는 것이다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 1일(임신) 3번째기사",
                "gt-oKo": "이이가 시강(侍講)을 마치고 이어 아뢰기를, “임금이 나라를 다스리고 싶지 않다면 그만이지만, 만약 다스려보려고 한다면 반드시 먼저 학문(學問)을 해야 하는 것입니다. 이른바 학문이란 꼭 경연(經筵)에 부지런히 나가고 고서(古書)를 많이 읽는 것만이 아니고, 반드시 격물(格物)·치지(致知)·성의(誠意)·정심(正心)의 공부를 게을리 아니하여 실지 공효(功效)가 있어야만 학문이라고 말할 수 있는 것입니다. 필부(匹夫)는 집에 있기 때문에 비록 학문의 공부를 하더라도 그 공효가 세상에 드러나지 않지만, 임금은 마음에 품은 것이 바로 일에 나타나게 되어 그 공효를 당장 볼 수가 있습니다. 지금 민생은 지쳐 있고 풍속은 박해졌으며 기강은 무너지고 사습(士習)은 바르지 못한데, 전하께서 임어하신 지 몇 해가 되었건만 아직 치효(治效)가 나타나지 않고 있으니, 이는 아마도 격물·치지·성의·정심의 공부가 미진한 점이 있어서가 아닌가 싶습니다. 이토록 세월만 보내면 날이 갈수록 퇴패해져 나라가 어떻게 될 지 알 수가 없는 일입니다. 삼가 바라건대 전하께서는 큰 일을 할 수 있는 뜻을 분발하시고 마음을 도학(道學)에 두시며 선정(善政)을 강구하여 백성들로 하여금 성주(聖主)가 삼대(三代)의 지치를 반드시 일으키고 말 것이라는 것을 분명히 알게 한 다음에, 뭇 신하들의 장부(臧否)를 익히 살피시어 그 중에서 임금께 충성하고 나라를 걱정하는 자를 골라 그와 일을 함께하시고, 보잘것 없고 품은 뜻도 없이 먹고 마시는 것만을 찾는 자들로 하여금 높은 지위에 눌러 있는 일이 없게 하소서. 그리하여 거조(擧措)가 옳게 되고 인기(人器)가 서로 맞게 되면 세상에서 필요로 하는 경제(經濟)의 선비가 반드시 나타나게 되어 나라 일이 잘 다스려질 가망이 있을 것입니다.” 하였다. 영의정 이준경이 나와 아뢰기를, “조정에서는 체통(體統)을 꼭 지켜야 합니다. 지난번 승지(承旨)가 면대(面對)했던 일은 근래의 법규가 아닌 것으로써 체통을 무너뜨리는 일인 듯싶습니다. 설사 나라에 무서운 결과를 가져올 사기(事機)가 있다고 하더라도 대간(臺諫)이 있고 논사(論思)를 맡은 신하가 있는데, 하필이면 승지가 면대를 해야 합니까?” 하니, 이이가 아뢰기를, “그 말은 옳지 않습니다. 다만 무슨 말을 했는지가 문제인 것입니다. 승지도 역시 경연관(經筵官)으로서 청대(請對)하여 일을 말하는 것이 바로 그들의 직분인 것이니, 준경이 한 말은 너무 고집스러운 말입니다. 지금 선정(善政)이 실현되지 않고 온갖 법도가 해이해진 상태인데, 만약 분연히 한 시대를 새롭게 할 법도를 마련하지 않고 다만 상례에 구애되어 옛것을 지키려고 한다면 어떻게 쌓인 폐단을 제거하고 큰 일을 할 수 있겠습니까? 대신으로서 임금을 도의(道義)로 인도하지 못하고 근규(近規)에만 힘쓰도록 한다면 이는 자못 아랫사람들이 바라는 바가 아닙니다.” 하였는데, 상은 모두 답하지 않았다.【우리 나라의 승지(承旨) 제도는 애초에 한(漢)나라의 급사중(給事中)의 직제를 모방하여 만들어진 것으로, 아침 저녁에 상을 모시고 좌우에 출입하면서 주복(奏復)이나 기타 정사에 대하여 상에게 구두로 직접 아뢰고 문자(文字)를 사용하지 않았다. 그런데 승평(昇平)이 오래 지속되자 안팎이 점점 사이가 생겨 승지와 사관(史官)이 양관(兩館)의 시종(侍從)들과 마찬가지의 처지로서 다시 금밀(禁密)에 출입하지 않고 다만 문서의 출납을 관장할 뿐이었다. 그리하여 임금의 좌우에는 부시(婦寺)들만이 있게 되었으니, 이는 전대에 없던 일이다. 그런데 이준경은 승지의 청대를 잘못이라고까지 하였으니, 자못 의리(義理)가 없는 것이다.】",
                "hj": "○李珥侍講, 因啓曰: “人君不欲治則已, 如欲爲治, 必先學問。 所謂學問, 非特勤御經筵, 多讀古書, 必格物致知, 誠意正心工夫不懈, 實有功效然後, 乃可謂之學問也。 匹夫在家, 雖有學問之功, 其效不見於世。 人君則蘊於心者, 發於事其效立見。 當今民生困悴, 風俗薄惡, 紀綱陵夷, 士習不正, 而殿下臨御數年, 未見治效, 竊恐格致, 誠正之功, 有未盡也。 若此因循, 日益頹敗, 國之爲國, 未可知也。 伏願殿下, 奮發大有爲之志, 存心道學, 講求善政, 使民曉然知聖主將興三代之治然後, 熟察群臣之臧否, 擇其忠君憂國者, 與之共事, 而不使碌碌無志, 只求餔啜者, 冒居大位。 擧措得宜, 人器相稱, 則經濟之士, 必有出爲世用者, 而國事庶可爲也。” 領議政李浚慶進曰: “朝廷之上, 當守體統。 頃日承旨面對非近規, 恐壞體統也。 假使有可畏之機, 自有臺諫及論思從臣, 何必承旨面對乎?” 珥曰: “此言不是。 但問所言如何耳。 承旨亦經筵官, 請對言事, 乃其職也。 浚慶之言太執也。 今者善政不擧, 百度廢弛, 若不奮然作新一代之規矩, 而徒欲拘常守舊, 則安能袪積弊, 而大有爲哉? 大臣不能引君當道, 而惟近規是務, 殊非群下所望也。” 上皆不答。【按, 我國承旨, 初倣漢給事中之職, 朝夕侍上, 左右出入, 奏復政事, 皆口陳於上前, 不用文字。 昇平之久, 內外漸隔, 承旨、史官, 與兩館侍從同體, 不復出入禁密, 只管文書出納。 人主左右, 只有婦寺而已, 此, 前代所無之事。 李浚慶至以承旨請對爲非, 殊無義理。】"
            },
            "4": {
                "H2KE-EN": "The Queen Mother ordered the Royal Lecture and the Veritable Records of the Grand Abdicated King assemble in the palace courtyard. The King granted wine and colored silk and fabric for outer and inner clothing.",
                "H2KE-nKo": "왕대비(王大妃 정순왕후)가 경연관과 《실록》을 편수한 여러 사신을 대궐 뜰에 모이라고 명하였다. 술과 색주 표리(色紬 명주)를 하사하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 1일(임신) 4번째기사",
                "gt-oKo": "왕대비(王大妃)가 경연관과 《실록(實錄)》을 편수한 사신(史臣)들을 대궐 뜰에 모이게 하여 술과 색주(色紬)로 만든 표리(表裏)를 하사하였다.",
                "hj": "○王大妃命會經筵官及修實錄諸史臣于闕庭, 賜酒及色紬表裏。"
            },
            "5": {
                "H2KE-EN": "The King attended the Royal Lecture and reported, In governance, it is necessary to know the time to govern [the country]. Though the sovereign wishes to govern [the country], if powerful functionaries arbitrarily entrusted the country and sometimes broaden the broad disorder, even if [the sovereign] intends to govern [the country], it will be difficult [for him] to govern [the country]. Now, fortunately, there is no functionaries of functionaries and military horses. This is the time for Your Majesty to govern [the country]. The King said, That is correct. However, during the battle state, the Mencius encouraged the Cloud and Yang [dynasty] to govern the Way of the Tang [dynasty]. Even if the military horses, the Way of the Tang [dynasty] can govern the Way of the Way. [Yi] I bowed deeply and expressed his gratitude, saying, Your Majestys sagacity is truly extraordinary. However, the Way of the Way (C. Wayi [dynasty] does not lie in words. The Mencius said, Only the Way of the Tang [dynasty], the foundation of the country. This is the most urgent words.",
                "H2KE-nKo": "이이가 경연에 입시하여 아뢰기를,“나라를 다스리는 데에는 먼저 시기를 알아야 합니다. 임금이 비록 큰일을 하고자 하더라도 권간이 국정을 전횡하거나 전쟁이 요란하면 비록 그 뜻이 있더라도 치무를 이루기 어렵습니다. 지금은 다행히 권간과 융마가 없으니, 이는 바로 전하께서 큰일을 할 수 있는 때입니다.”하니, 주상이 말하기를,“그 말이 옳다. 다만 전국이 요란할 때 맹자가 제나라와 양나라에 왕도를 행할 것을 권하였으니, 비록 융마가 있더라도 왕도를 행할 수 있었다.”하자, 이이가 절하고 사례하기를,“전하의 소견은 참으로 천고에 탁월합니다. 다만 왕도를 행하는 것은 실질적인 공부에 달려 있지 언어에 달려 있는 것이 아닙니다. 맹자가 말하기를 ‘한번 임금을 바르게 하면 나라가 안정된다.’라고 하였으니, 이것이 가장 중요한 말입니다.”하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 1일(임신) 5번째기사",
                "gt-oKo": "이이가 경연에 입시하여 아뢰기를, “나라를 다스리자면 무엇보다도 먼저 시기를 알아야 하는 것입니다. 임금이 아무리 훌륭한 정치를 하려 해도 권간(權奸)이 국정을 전제하거나 소요스런 병난이 일어난다면, 비록 그러한 뜻을 갖더라도 치무(治務)를 이루기가 어려운 것입니다. 지금은 다행히 권간이 없고 또 융마(戎馬)도 없으니 이 때야말로 전하께서 보람있는 정치를 할 때입니다.” 하니, 상이 이르기를, “그 말은 옳다. 그러나 전국(戰國)이 소요스러울 때에 맹자(孟子)는 제왕(齊王)·양왕(梁王)에게 왕도(王道)를 행할 것을 권했으니, 그렇다면 비록 융마가 있더라도 왕도를 행할 수는 있는 것이 아니겠는가?” 하자, 이이가 배사(拜謝)하며 아뢰기를, “전하의 소견이 참으로 천고에 으뜸이십니다. 하지만 왕도의 시행은 실지 사공(事功)에 있는 것이고 말로 행하는 것은 아닙니다. 맹자는 ‘임금만 바르게 하면 나라는 절로 안정된다’ 하였는데, 그것이 가장 중요한 말입니다.” 하였다.",
                "hj": "○李珥入侍經筵啓曰: “爲治, 先須識時。 人君雖欲有爲, 若權奸專國、或兵革撓亂, 則雖有其志, 治務難成。 今者幸無權奸及戎馬, 此正殿下有爲之秋也。” 上曰: “此言則然矣。 但戰國擾攘之時, 孟子勸齊、梁行王道, 則雖有戎馬, 亦可行王道也。” 珥拜謝曰: “殿下所見, 誠卓冠千古矣。 但王道之行, 在於實功, 不在於言語。 孟子曰: ‘一正君而國定。’ 此最要語也。”"
            },
            "6": {
                "H2KE-EN": "Minister of Personnel Bak Chungwon was dismissed [from his post]. [Bak] Chungwon had served in the morning court assembly during the reign of King Myeongs reign and was promoted to the minister of the Six Ministries . When he became the minister of personnel , Bai Yan wanted to impeach him. [Bak] Chung resigned from his post due to illness.",
                "H2KE-nKo": "이조 판서 박충원을 면직하였다. 박충원은 명종조에 벼슬하면서 시세에 따라 부침하여 육경에까지 올랐는데, 이조 판서가 되자 백인걸이 탄핵하려고 하자 박충원이 병을 이유로 사직한 것이다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 7월 1일(임신) 6번째기사",
                "gt-oKo": "이조 판서 박충원(朴忠元)이 면직되었다. 충원은 명종조에 벼슬하여 사세에 따라 부침(浮沈)하면서 육경(六卿)에까지 올랐는데, 그가 이판(吏判)이 되자 백인걸(白仁傑)이 그를 탄핵하려 하였으므로, 병을 핑계로 물러났다.",
                "hj": "○吏曹判書朴忠元免。 忠元仕明廟朝, 浮沈取容, 馴致六卿, 及爲吏判, 白仁傑欲劾之, 忠元辭疾。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On imin day, Venus appeared during the first day of the month, and Venus appeared during the national occurrence of the start of",
                "H2KE-nKo": "태백이 경천하고 형혹성이 여귀로 들어갔다. 이때 일식과 월식이 있었고 음우가 곡식을 해쳤다. 영의정 이준경 등이 재변을 이유로 사직하였으나 허락하지 않았다. 홍문관이 차자를 올려 공구수성하는 때를 계기로 큰일을 해보려는 뜻을 분발할 것을 청하였으나, 주상이 의례적인 답을 내리고 살펴보지 않았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 1일(임인) 1번째기사",
                "gt-oKo": "태백이 경천(經天)하고 형혹성(熒惑星)이 귀성(鬼星)으로 들어갔다. 이때 일식(日蝕)·월식(月蝕)이 있었고 궂은비가 곡식을 해쳤는데, 영의정 이준경 등이 재변을 이유로 사직하였으나 윤허하지 않았다. 홍문관(弘文館)이 차자를 올려 공구(恐懼)스런 때를 당해 훌륭한 정치를 이룩할 뜻을 분발할 것을 청하였으나, 상은 예사롭게 답하였을 뿐 세밀히 살피지 않았다.",
                "hj": "○朔壬寅/太白經天, 熒惑入輿鬼。 時, 日月薄蝕, 陰雨害稼。 領議政李浚慶等以災變辭職, 不許。 弘文館上箚, 請因恐懼之時, 奮有爲之志, 上例答不省。"
            },
            "2": {
                "H2KE-EN": "The posthumous title of 유신 Eon was bestowed upon him.",
                "H2KE-nKo": "유신 이언적에게 문원이라는 시호를 내렸다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 1일(임인) 2번째기사",
                "gt-oKo": "유신(儒臣) 이언적(李彦迪)에게 문원(文元)이라는 시호를 내렸다.",
                "hj": "○贈儒臣李彦迪謚文元。"
            },
            "3": {
                "H2KE-EN": "The King appointed Seong Un as Executive Assistant of the Office of Seals and Tallies , and summoned [Seong Un] and did not come.",
                "H2KE-nKo": "성운을 상서원 판관으로 삼았다. 그러나 소명을 받고 오지 않았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 8월 1일(임인) 3번째기사",
                "gt-oKo": "성운(成運)에게 상서원 판관(尙瑞院判官)을 제수하고 불렀으나 오지 않았다.",
                "hj": "○以成運爲尙瑞院判官, 召不至。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "During the first day of the month, Yi I , clerk of the Office of Royal Decrees , presented a lecture on the Confucian Classics to learning and governance. However, the King silently did not say any word. Yi I reported as follows: From ancient times, when a king possessessesses a king, he must devote himself to the worthy and waits for the worthy. Thus, the world and the world have been trusted by both high and low, and the governance [of governance]. During the reign of Emperor Xiao and Shun , they did not say anything but trust, and when a king although they do, they do not wait for a word. However, if we study ancient books, then Emperor Xiao and Shun , together with court officials, suppressed each other, and there was no word that they did not respond. How much more so for later generations? In our dynasty, Emperor Xiaozong and Emperor Xiaozong , together with various court officials, like their family and son. Therefore, the various court officials were moved by the favor of Emperor Xiaozong and devoted themselves to their utmost efforts. Now, your subject has repeatedly entered the royal palanquin, and we saw Your Majesty slightly responded to the words of various court officials. Generally, if a family is a father and son, or a wife is a close relative, if the father does not respond to the son, and if the husband does not respond to the wife, then the world will surely be disappointed. Furthermore, how much more so for the sovereign and his subject who is not abandoned by the sovereign? When the various court officials saw their faces, it is only that the officials attending the Royal Lectures should study the memorial and speak to Your Majesty on the day and night. When Your Majesty reached the front of Your Majesty, they were worried by the dignity of Your Majesty, and they did not exert themselves to the fullest world. Thus, it is not worrisome that the world would not reach the world. Furthermore, there is no intention to prevent this from world. Considering that the governance of the three generations cannot suddenly revise the world. Yi I said, Your Majestys words are truly based on the world, but it is not possible for us to revise the world. However, the world and the governance cannot be abolished even for a day. If the governance of the three generations cannot suddenly revise the world and the governance of the people, how can this be abolished? Nevertheless, if the world is not abandoned by Emperor Xiao and Shun, then the governance of the three generations can also be revised. This is a clear instruction. Although the virtues of Emperor Xiao and Emperor Xiao were not abandoned by Emperor Xiao, the King studently clasped the world and appointed the worthy subjects. If every world were to follow Emperor Xiao and Emperor Xiao, then the governance of Emperor Shun would be able to follow. The King asked Yi I, What do you think about the world of Emperor Wen Xiaozong and Emperor Wen Xiao? This is excessive. Considering that Emperor Wenzong did not revise the old world, the Emperor Xiao also Xiao and Emperor Xiao were abandoned by Emperor Xiao . ",
                "H2KE-nKo": "교리 이이가 진강할 때마다 학문과 정치에 관한 설을 진달하였으나, 주상은 묵묵히 한마디 말도 없었다. 이이가 아뢰기를,“예로부터 훌륭한 정치를 한 임금은 반드시 정성을 다해 어진 이를 대우하였고, 주고받는 말이 메아리처럼 컸습니다. 그렇기 때문에 상하가 서로 미덥게 되어 정치가 이루어졌던 것입니다. 요 임금과 순 임금 때에는 말하지 않아도 믿음이 있었고, 무위로 교화되어도 말에 필요가 없는 듯하였습니다. 그러나 고서를 상고해 보면 요 임금과 순 임금은 조정의 신하들과 도유 우불하여 말마다 답하지 않음이 없었는데, 하물며 후세의 경우야 말할 것이 있겠습니까.우리 조정의 경우 세종과 세조는 여러 신하와 서로 친하여 마치 한 집안의 부자 사이와 같았습니다. 그렇기 때문에 여러 신하는 은혜에 감격하고 덕을 생각하여 죽을힘을 다하였습니다. 지금 신은 여러 차례 입시하였으나 매번 전하께서 여러 신하의 말에 대해 조금도 응답하지 않는 것을 보았습니다. 한 집안의 부자와 부부가 지친이라 하더라도 아버지로 하여금 아들에게 답하지 못하게 하고 남편으로 하여금 아내에게 답하지 못하게 한다면, 정리가 반드시 막히게 될 것입니다. 더구나 명위가 현격하게 다른 군신의 경우야 말할 것이 있겠습니까. 여러 신하가 주상의 얼굴을 볼 수 있는 것은 경연에 입시하는 신하가 미리 아뢸 것을 생각하여 밤낮으로 생각하다가 주상의 앞에 이르러서는 주상의 위엄에 겁을 먹고 말을 할 때마다 뜻을 다 말하지 못하여 열에 두세 가지나 진달되었습니다. 성상께서 마음을 비우고 주고받더라도 오히려 아랫사람의 실정이 상달되지 못할까 걱정스러운데, 하물며 말하지 않아 저지하는 경우야 말할 것이 있겠습니까.현재 천재와 시변에 대해 신민들이 두려워하면서 다시 무슨 일이 있을지 모르고 있습니다. 전하께서는 좋은 계책을 널리 구하여 서둘러 시대를 구제하셔야지, 아무 계획도 없이 깊이 팔짱을 끼고 계실 수는 없습니다.”하니, 주상이 말하기를,“마음을 쌓아 덕행을 이룬 뒤에야 드러내는 것이 사업이 될 수 있는 것이다. 어찌 덕행이 없으면서 사업이 있을 수 있겠는가. 삼대의 정치를 갑자기 회복할 수는 없다.”하였다. 이이가 아뢰기를,“전하의 이 말씀은 진실로 근본을 따르는 의론입니다. 다만 덕행은 하루아침에 이루어질 수 있는 것이 아니고, 정사는 하루도 폐할 수 없는 것입니다. 진실한 덕행이 이루어지기 전에는 장차 정사를 묻지도 않은 채 문란해진 대로 내버려 둘 것입니까. 삼대의 정치는 진실로 갑자기 회복할 수 없지만, 폐단을 개혁하여 백성을 구제한다면 이것이 어찌 행하기 어려운 일이겠습니까. 다만 요 임금과 순 임금의 마음씀을 구하고 요 임금과 순 임금의 선정을 본받는다면 아마도 요 임금과 순 임금의 정치에 가까울 것입니다.”하니, 주상이 말하기를,“옛날에도 요 임금과 순 임금의 덕이 없으면서도 요 임금과 순 임금의 정치가 있었던 적이 있었는가?”하자, 이이가 아뢰기를,“정자가 말하기를 ‘후왕이 《춘추》의 의리를 밝힌다면 비록 순 임금과 우 임금의 덕이 없더라도 삼대의 정치를 회복할 수 있을 것이다.’라고 하였는데, 이것이 바로 밝은 가르침입니다. 덕이 비록 순 임금과 우 임금에 미치지 못하더라도 큰 뜻을 분발하여 어진 신하를 신임하고 매사에 요 임금과 순 임금을 본받는다면 순 임금과 우 임금의 정치를 거의 이룰 수 있을 것입니다.”하였다. 주상이 이이에게 묻기를,“그대가 올린 《동호문답》에서 어찌하여 한 문제가 스스로를 버렸다고 하였는가? 그 의론이 지나치다.”하니, 이이가 대답하기를,“문제는 진실로 천하의 어진 임금이었습니다. 신이 스스로를 버렸다고 한 것은 또한 의도가 있는 말입니다. 선유가 말하기를 ‘약도가 1등을 다른 사람에게 양보하고 또 2등을 차지하였으니, 이는 곧 스스로를 버린 것이다.’라고 하였습니다. 문제는 자질이 아름다운 임금으로서 한나라의 도가 완전히 융성하던 때를 당하여 옛것을 회복할 수 있었으나, 지취가 높지 못하여 끝내 잡백에 이르렀습니다. 그러므로 신은 스스로를 버렸다고 한 것입니다.”하였다. 주상이 말하기를,“문제가 옛것을 회복하지 못한 것은 경적이 불에 탔기 때문에 참된 선비가 일어나지 않았기 때문이다. 어찌 문제의 허물이겠는가.”하니, 이이가 아뢰기를,“문제는 큰 뜻이 없어 매번 비루한 의론을 좋아하였으니, 비록 문헌이 있더라도 또한 장차 어떻게 하겠습니까. 임금의 입지가 높지 않은 것은 대체로 모두 스스로를 버린 것입니다.”하였다. 이이의 뜻은 풍자하는 바가 있었기 때문에 주상도 일찍이 이이를 가의에 견주었다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 1번째기사",
                "gt-oKo": "교리 이이가 진강(進講)할 때마다 학문하는 일과 정치하는 일에 관하여 진달하였으나, 상은 그 때마다 한 마디 말도 없이 묵묵히 있기만 하였다. 이이가 아뢰기를, “예로부터 훌륭한 정치를 했던 임금들은 반드시 성심을 다하여 어진이를 대하였고, 주고 받는 문답에 있어서도 메아리치듯 했기 때문에 위아래가 서로 믿어 정치가 이루어졌던 것입니다. 요순(堯舜) 시대에는 서로 말하지 않고도 신임하게 되고 아무 것도 하는 것이 없어도 백성이 감화되어 언어(言語)가 필요 없을 듯하였으나, 고서(古書)를 상고해 보건대 요순이 조정의 신하들과 더불어 도유 우불(都兪吁咈)의 문답을 나누며 말마다 답하지 않은 일이 없었습니다. 그런데 더구나 후세의 군신이겠습니까. 아조(我朝)에 와서도 세종(世宗)과 세조(世祖)께서는 뭇 신하들과 서로 가까이하기를 마치 한 집안의 부자(父子) 사이와 같이 했기 때문에 뭇 신하들이 그 은덕에 감복하여 자신의 죽을 힘을 다했던 것입니다. 지금 신이 누차 입시하여 매번 보건대, 전하께서 뭇 신하들의 말에 대하여 전혀 수답(酬答)이 없으셨습니다. 한 집안의 부자와 부부(夫婦)는 비록 지극히 가까운 사이이지만, 만약 아비가 자식의 말에 답하지 않고 남편이 아내의 말에 대답이 없으면 정리가 반드시 막히게 될 것입니다. 그런데 더구나 명위(名位)가 현격한 군신(君臣)의 사이겠습니까. 뭇 신하들이 주상의 모습을 대할 수 있는 것이 경연(經筵)뿐이므로 입시할 신하들은 미리 아뢸 일을 생각하여 낮에 생각하고 밤에도 생각합니다. 그러나 주상의 앞에 나오게 되어서는 천위(天威)에 위축되어 생각했던 말을 다하지 못하고 열에 두세 가지만 아뢰게 됩니다. 상께서 비록 허심탄회하게 수작하시더라도 하정(下情)이 전달되지 못할까 걱정인데, 더구나 말씀조차 하지 아니하여 저지하는 데이겠습니까. 지금 천재(天災)와 시변(時變)으로 인하여 신민(臣民)들이 두려움에 떨면서 무슨 일이 또 있을지 모르겠다고들 합니다. 전하께서는 좋은 대책을 널리 구하여 서둘러 구제하셔야 할 시기인 것으로서 아무 계획하는 일이 없고 팔짱만 끼고 있을 때가 아닙니다.” 하니, 상이 이르기를, “속에 덕행(德行)을 쌓고서야 그것이 겉으로 나타나 사업(事業)을 할 수 있다. 덕행이 없고서 어떻게 사업을 할 수 있겠는가? 삼대(三代)의 정치를 갑자기 재현할 수는 없는 일이다.” 하였다. 이이가 아뢰기를, “전하의 그 말씀은 본시 근본을 따르는 논의인 것입니다. 다만 덕행은 하루아침에 되는 것이 아니고 정사(政事)는 하루도 폐할 수 없는 것입니다. 진실한 덕이 이루어지기 전에는 모든 정사를 불문에 부쳐 문란해지도록 버려둔다는 것입니까? 그리고 삼대의 정치를 갑자기 실현할 수는 없지만 폐단을 개혁시키고 백성을 구제한다면 이것이 행하기 어려운 일이겠습니까? 다만 요순이 마음을 어떻게 썼던가를 찾고 요순의 선정(善政)을 본받는다면 요순의 정치에 가까와지는 것입니다.” 하니, 상이 이르기를, “요순의 덕이 없으면서도 요순의 정치를 행했던 일이 옛날에도 있었던가?” 하자, 이이가 아뢰기를, “정자(程子)는 ‘후세의 왕들이 《춘추(春秋)》의 뜻을 분명히 이해한다면 비록 순(舜)과 우(禹)의 덕이 없을지라도 삼대의 정치를 재현할 수 있을 것이다.’ 하였으니, 이것이 명훈(明訓)입니다. 덕이 비록 순과 우에 미치지 못하더라도 큰 뜻을 분발하고 어진 신하를 신임하여 모든 일에 있어 요순(堯舜)을 본받는다면, 순과 우의 정치를 거의 실현할 수 있는 것입니다.” 하였다. 상이 이이에게 묻기를, “그대가 올린 《동호문답(東湖問答)》에서 어찌하여 한 문제(漢文帝)를 자기(自棄)한 임금이라고 했는가? 그 논의는 너무 지나친 말인 듯하다.” 하니, 대답하기를, “문제가 천하의 어진 임금임에는 틀림없습니다. 그러나 신이 자기했다는 말에는 신 나름대로의 뜻이 있어서입니다. 선유(先儒)는 이르기를, ‘만약 제 1등은 다른 사람에게 양보하고 자기는 제 2등을 차지하겠다고 말하는 자가 있으면 이는 바로 자기하는 것이 된다.’ 하였습니다. 문제는 자질이 아름다운 임금인데다가 한 나라의 전성 시기를 만났으니 옛 정치를 재현할 수가 있었는데도, 뜻과 추향이 고상하지 못하여 끝내 잡된 패왕(覇王)이 되는 데에 그치고 말았습니다. 이리하여 신이 자기한 것이라고 말한 것입니다.” 하였다. 상이 이르기를, “문제가 옛 정치를 재현할 수 없었던 것은 당시 경적(經籍)이 불에 타고 진유(眞儒)가 세상에 없었기 때문이었다. 그게 어디 문제의 잘못인가?” 하니, 이이가 아뢰기를, “문제는 큰 뜻이 없고 비근한 논의를 늘 좋아했습니다. 비록 문헌(文獻)이 있었다 한들 무슨 소용이 있었겠습니까. 임금으로서 원대한 뜻을 갖지 못한 자는 대체로 모두 자기하는 자들입니다.” 하였다. 이이의 뜻에는 풍자가 담겨져 있었는데, 상도 일찍이 이이를 가의(賈誼)에다 비유하였었다.",
                "hj": "○朔辛未/校理李珥, 每因進講, 陳達爲學、爲治之說, 而上默無一言。 珥啓曰: “自古有爲之主, 必推誠待賢, 酬酢如響。 故, 上下交孚, 而政治成焉。 堯、舜之時, 不言而信; 無爲而化, 若無待於言語, 而考之古書, 則堯、舜與廷臣, 都兪吁咈, 無言不答。 況後世乎? 至如我朝, 世宗、世祖, 與群臣相親, 如家人父子。 故群臣感恩懷德, 竭其死力。 今臣累得入侍, 每見殿下於群臣之言, 略不酬答。 夫一家父子、夫婦雖至親, 若使父不答子; 夫不答妻, 則情必阻隔。 況君臣名位懸絶者乎? 群臣得見上面, 只在經筵入侍之臣, 預思所奏, 晝思夜度, 及至上前, 怯於天威, 言不盡意, 十達二三。 自上雖虛心酬酢, 尙患下情不達, 況不言以阻之乎? 目今天災時變, 臣民惴惴, 不知更有何事。 殿下當敷求善策, 汲汲救時, 不宜深拱無所猷爲也。” 上曰: “蘊之爲德行然後, 乃可發之爲事業。 豈可無德行而有事業乎? 三代之治, 不可猝然遽復也。” 珥曰: “ 殿下此言, 固是循本之論。 但德行非一朝可辦, 而政事不可一日廢也。 允德未成之前, 將置政事於不問, 而任其紊亂乎? 三代之治, 固不可猝復, 若革弊救民, 則此豈難行之事乎? 但求堯、舜之用心, 法堯、舜之善政, 則庶幾堯、舜之治矣。” 上曰: “古亦有無堯、舜之德, 而有堯、舜之治者乎?” 珥曰: “程子有言曰: ‘後王若明《春秋》之義, 則雖無舜、禹之德, 亦復三代之治。’ 此其明訓也。 德雖不及舜、禹, 而奮發大志, 信任賢臣, 每事取法堯、舜, 則舜、禹之治可庶幾也。” 上問珥曰: “爾所進《東湖問答》, 何以漢文爲自棄乎? 其論過矣。” 對曰: “文帝固天下之賢君也。 臣所謂自棄者, 抑有意焉。 先儒謂: ‘若道將一等讓與別人, 且做第二等, 便是自棄。’ 文帝以質美之君, 當漢道全盛之時, 可以復古, 而志趣不高, 終於雜伯。 故臣以爲自棄耳。” 上曰: “文帝之不能復古, 以經籍遇火, 眞儒不作耳。 豈是文帝之過乎?” 珥曰: “文帝無大志, 每好卑論。 雖有文獻, 亦將如之何哉? 人君立志不高者, 大抵皆是自棄也。” 珥意, 蓋有所諷, 故上亦嘗以珥, 比賈誼。"
            },
            "2": {
                "H2KE-EN": "At the time, the Queen Mothers queen was yet to be installed. Oh Geon reported, The queen should first examine the primary practice. Moreover, the disaster of 외척 should be prevented in advance. The King said, The monarch is not virtuous, and the disaster of 외척 is worried. If [the monarch is] virtuous, how could the disaster of 외척 be classified? [Yi] I said, Your Majestys sagacity is quite wise. However, the monarch should not be self-restrained by himself and be prevented from eliminating the primary practice. The queen should be sought to see the primary practice of the primary practice. Otherwise, the monarch is not possible. In the future, how can there be no disaster of 외척 who acts without authorization? The King said, As for the daughter of the King Wang Bang , the queen of Hyopyeong , is also virtuous. Why should we detain her parents? [Yi] I said, If the circumstances of the circumstances are thoroughly discussing the circumstances and thoroughly changed, Your Majestys instructions are correct. Now, it is not appropriate to choose a monarch and ask whether [the monarch] is virtuous or not. It is necessary to consult high officials and widely gather majority opinions. Only then can the primary practice of rectifying the primary practices and the virtuous and benevolence of the parents should be obtained. This is the blessing of the state.",
                "H2KE-nKo": "이때 곤위를 세우지 못하였다. 오건이 아뢰기를,“왕비를 간택하는 데에는 먼저 가법을 보아야 하고, 또 외척의 우환을 예방하지 않아서는 안 됩니다.”하니, 주상이 말하기를,“임금이 어질지 못하기 때문에 외척이 우환이 되는 것이다. 참으로 어질다면 외척이 어찌 위복을 마음대로 할 수 있겠는가.”하자, 이이가 아뢰기를,“전하의 견해가 탁월하십니다. 그러나 임금은 스스로 그 어짊을 믿고서 검속하지 않아서는 안 됩니다. 왕비를 간택하는 데에는 모름지기 가법이 어떠한가를 보아야 합니다. 그렇지 않으면 성녀를 반드시 얻을 수 없고, 뒷날 외척이 멋대로 날뛰는 우환이 어찌 없겠습니까.”하였다. 주상이 말하기를,“왕망의 딸인 효평황후도 현명하다면 어찌 꼭 부모에게 매어 둘 필요가 있겠는가.”하니, 이이가 아뢰기를,“사리를 범범하게 논하여 그 상도와 변례를 다한다면 성상의 하교가 지당합니다. 지금 성상의 배필을 간택하면서 부모의 현부를 묻지 않는 것은 옳지 않은 일이 아니겠습니까. 반드시 대신에게 자문하고 여러 사람의 의견을 널리 수렴하여 반드시 가법이 순정하고 부모가 어질고 어진 사람을 얻은 뒤에야 국가의 복이 될 것입니다.”하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 2번째기사",
                "gt-oKo": "이때 곤위(壼位)가 아직 정해지지 않았는데, 오건(吳健)이 아뢰기를, “왕비를 간택하는 데 있어 우선 가법(家法)을 보아야 하고 또한 외척(外戚)의 환난도 미리 방비하지 않으면 안 될 것입니다.” 하니, 상이 이르기를, “임금 자신이 현명하지 못하기 때문에 외척이 환난을 일으키는 것이다. 참으로 현명하기만 하다면 외척이 어떻게 위복(威福)을 일으키겠는가?” 하였다. 이이가 아뢰기를, “전하의 의견이 과연 탁월하십니다. 그러나 임금은 자신의 현명함을 믿고 미리 단속하지 않으면 안 됩니다. 왕비 간택에 있어서 가법이 어떠한가를 꼭 보아야 하는데, 그렇지 않으면 성녀(聖女)를 얻지 못할 뿐더러 후일에 외척이 자행을 부리는 환난이 어찌 없겠습니까?” 하니, 상이 이르기를, “왕망(王莽)의 딸인 효평 황후(孝平皇后)는 현명하기만 하였으니, 그렇다면 어찌 꼭 부모(父母)에게 관계된 것이겠는가?” 하자, 이이가 아뢰기를, “사리(事理)를 예사롭게 논하여 상도(常道)와 변수(變數)의 상황을 따지는 것이라면 성상의 말씀이 지당하십니다. 그러나 지금 성상의 배위를 간택하는 데 있어서 부모의 현부(賢否)를 묻지 않는 것은 불가한 일이 아니겠습니까? 모름지기 대신에게 자문하시고 여러 사람의 논의를 널리 채택하시어, 집안 법도가 바르고 부모가 인현(仁賢)한 이의 배위를 고르셔야 국가의 복이 될 것입니다.” 하였다.",
                "hj": "○時, 壼位未建。 吳健啓曰: “擇妃當先觀家法。 且外戚之患, 不可不預防。” 上曰: “人君自不賢, 故外戚爲患。 苟賢矣, 外戚安能作威福乎?” 珥曰: “ 殿下之見卓然矣。 但人君, 不可自恃其賢, 而不爲之檢防也。 擇妃須見家法之如何。 不然則聖女未必得, 而後日豈無外戚橫恣之患乎?” 上曰: “王莽之女孝平皇后, 亦賢明則何必繫於父母乎?” 珥曰: “若泛論事理, 盡其常變, 則上敎當矣。 今擇聖配, 而不問父母賢否, 無乃未可乎? 須必咨訪大臣, 博採群議, 必得家法純正、父母仁賢者然後, 乃爲國家之福也。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Yangwon as governor of Gyeongsang Province.",
                "H2KE-nKo": "이양원을 경상도 관찰사로 삼았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 3번째기사",
                "gt-oKo": "이양원(李陽元)을 경상도 관찰사(慶尙道觀察使)로 삼았다.",
                "hj": "○以李陽元爲慶尙道觀察使。"
            },
            "4": {
                "H2KE-EN": "Yi Gyeong attended the King and spoke about the matter of eulsa year (, saying, During the reign of a royal guard , some foolish scholars were punished for death. Yi I said, How could a high official be unclear and unclear. The royal guard although this is a series of a series and a series of series",
                "H2KE-nKo": "이준경이 주상을 모시고 있다가 을사년의 일에 언급되어 아뢰기를,“위사할 때 선사 중에 연좌되어 죽은 자가 있었습니다.”하니, 이이가 아뢰기를,“대신의 말을 어찌 애매모호하게 할 수 있겠습니까. 위사는 바로 위훈인데 죄를 얻은 자는 모두 선사입니다. 인종이 승하하자 중종의 적자는 명종뿐이었으니 천명과 인심이 어찌 다른 사람에게로 돌아갔겠습니까. 그런데 간사한 자가 감히 하늘의 공을 탐내어 사림을 참벌하여 위훈에 기록하였으니 귀신과 사람이 분개한 지 오래되었습니다. 이번 신정에 위훈을 삭제하고 명분을 바로잡아 국시를 정하는 것을 늦추어서는 안 됩니다.”하였다. 이준경이 아뢰기를,“이 말은 옳습니다. 다만 선왕의 일을 갑자기 고쳐서는 안 됩니다.”하니, 이이가 아뢰기를,“그렇지 않습니다. 명종이 어리시어 비록 간흉에게 속임을 당하였으나 하늘에 계신 영령이 그 간사함을 환히 알고 계시니 어찌 고치지 않을 수 있겠습니까.”하였다. 이에 앞서 백인걸이 이준경을 볼 때마다 이이를 어질다고 칭찬하였고 또 재주가 천거하여 쓸 만하였다. 이이가 주상 앞에서 두 번이나 그 말을 꺾자 이준경이 기뻐하지 않고 백인걸에게 말하기를,“그대의 이이는 어쩌면 그리도 말이 가볍단 말인가.”하였다. 얼마 안 되어 이이는 관직을 그만두고 강릉으로 돌아갔다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 4번째기사",
                "gt-oKo": "이준경(李浚慶)이 주상을 모신 자리에서 을사년의 사건에 관하여 언급하면서, “위사(衛社) 당시에 선한 선비로서 죽음을 당한 자도 간혹 있습니다.” 하자, 이이가 아뢰기를, “대신의 말이 어찌 그리 모호하고 분명치 못합니까. 위사는 바로 위훈(僞勳)이고 그때 죄를 당한 자들은 모두가 선한 선비들이었습니다. 인종(仁宗)이 승하하자 중종(中宗)의 적자(嫡子)로서는 명종(明宗)만이 있을 뿐, 천명(天命)과 인심(人心)이 어찌 다른 사람에게로 돌아갔겠습니까. 간특한 무리들이 감히 하늘의 공을 탐내어 사림(士林)을 참벌(斬伐)하였는데, 이들이 위훈에 기록되었으므로 신인(神人)이 울분에 쌓인 지 오랜 세월이 흘렀습니다. 지금 신정(新政)의 시기를 맞아 위훈을 삭제하여 명분을 바로 세움으로써 국시(國是)를 정립하는 일을 늦추어서는 안될 것입니다.” 하였다. 준경이 아뢰기를, “그 말이 그렇기는 하나, 다만 선왕조의 일이어서 갑자기 고칠 수는 없는 일입니다.” 하니, 이이가 이르기를, “그렇지 않습니다. 명종이 어린 나이로 비록 간흉(姦兇)들의 속임을 당하기는 하였으나, 지금 하늘에 계신 영령이 그들의 간악함을 꿰뚫어 보고 계실 것인데, 어찌하여 고칠 수 없겠습니까?” 하였다. 이보다 앞서 백인걸(白仁傑)이 이준경을 볼 적마다 이이에 대해 어질고 재주가 있어 천용(薦用)할 만한 인물이라고 칭찬하였다. 그런데 이이가 주상 앞에서 두 번씩이나 자기 말을 꺾어버리자 준경은 불쾌하게 여기면서 인걸에게 이르기를, “그대가 말한 이이는 어쩌면 그리 말이 가벼운가?” 하였다. 그로부터 얼마 안 되어 이이는 해직하고서 강릉(江陵)으로 돌아갔다.",
                "hj": "○李浚慶侍上, 語及乙巳之事曰: “衛社之時, 善士或有坐死者。” 李珥曰: “大臣之言, 何可含糊不明乎? 衛社, 是僞勳也。 其得罪者, 皆善士也。 仁廟禮陟, ﻿中廟嫡子只有明廟, 天命人心, 豈歸於他人乎? 姦人乃敢貪天之功, 斬伐士林, 以錄僞勳, 神人之憤久矣。 當此新政, 削勳正名, 以定國是, 不可緩也。” 浚慶曰: “此言則然矣。 但先朝之事, 不可猝改。” 珥曰: “不然。 明廟幼沖, 雖爲姦兇所蔽欺, 在天之靈洞照其姦, 豈可不改乎?” 先是, 白仁傑每見浚慶, 稱珥賢, 且才可薦用。 及珥於上前, 再折其言, 浚慶不悅, 謂仁傑曰: “爾之李珥, 何其言輕乎?” 未幾, 珥解官歸江陵。"
            },
            "5": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and inspected the Royal Confucian Academy in order to select seven men, including Noh Jik .",
                "H2KE-nKo": "주상이 성균관에 행행하여 성묘를 배알하고 선비들에게 시험을 보여 노직 등 7인을 뽑았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 5번째기사",
                "gt-oKo": "상이 성균관에 행행하여 성묘(聖廟)를 배알하고 시험을 보여 노직(盧稙) 등 7명을 뽑았다.",
                "hj": "○上幸成均館, 謁聖廟試士, 取盧稙等七人。"
            },
            "6": {
                "H2KE-EN": "The Queen Mother offered a posthumous title, Uiseong , and all the officials offered their congratulations [to the King]. ",
                "H2KE-nKo": "왕대비(王大妃 정순왕후)에게 의성이라는 존호를 올리고 백관들이 진하하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 6번째기사",
                "gt-oKo": "왕대비(王大妃)의 존호(尊號)를 의성(懿聖)으로 올리고 백관이 하례를 올렸다.",
                "hj": "○上王大妃尊號曰懿聖, 百官進賀。"
            },
            "7": {
                "H2KE-EN": "[The King] ordered that the practice of new government officials be abolished. Li Qi reported to the King, Although we cannot see the effects of guaranteed men, we cannot abolish the practice of damaging the instructions. Now, those who have passed the state examination at the beginning of the state examination are designated as sons of the principal sons of",
                "H2KE-nKo": "사관의 신진 습속을 혁파하라고 명하였다. 이이가 주상에게 아뢰기를,“인재를 양성하는 효과는 하루아침에 볼 수 있는 것은 아니지만 교육을 해치는 폐습은 혁파하지 않을 수 없습니다. 이번에 처음 과거에 급제한 선비들을 사관에서 신래라고 지목하여 온갖 방법으로 오욕과 침학을 가하고 있습니다. 호걸스러운 선비도 과거는 염두에 두지 않는데, 더구나 갓을 부수고 옷을 찢어 위의를 모두 상실하게 하여 염치를 버린 뒤에야 사판에 오르게 한다면 누가 기꺼이 쓰려고 하겠습니까. 중국에서는 새로 과거에 급제한 사람을 접대하는 데 예모가 자못 중요하니, 만일 이 일을 듣는다면 반드시 오랑캐의 풍습이라고 할 것입니다.”하니, 주상이 말하기를,“어떠한 뜻이며 어느 시대에 시작되었는가?”하자, 이이가 아뢰기를,“문헌은 징험할 만한 것이 없습니다. 다만 들으니, 고려 말기에 과거가 공정하지 못하여 과거에 급제한 자는 귀한 집안의 자제들이 아직도 젖비린내가 나기 때문에 당시 사람들이 지목하여 ‘홍분방’이라고 하였는데, 사람들이 격분하여 마침내 침탈과 모욕을 자초하였다고 합니다.”하니, 주상이 말하기를,“혁파해야 한다.”하고, 특별히 통렬히 금지하라고 명하였는데, 그 폐단이 조금 줄어들었다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 7번째기사",
                "gt-oKo": "사관(四館)에서 신진(新進)들에게 대하는 폐습을 혁파할 것을 명하였다. 이이가 상에게 아뢰기를, “인재를 키우는 효과가 비록 하루아침에 나타나는 것은 아니지만, 교육을 해치는 폐습은 혁파하지 않을 수 없습니다. 지금 처음으로 등제(登第)한 선비들에 대하여 사관(四館)에서는 신래(新來)라는 명목으로 갖은 오욕(汚辱)과 침학(侵虐)을 다하여 못하는 짓이 없습니다. 대체로 호걸(豪傑)의 선비라면 과거(科擧) 따위는 생각하지 않을 터인데, 더구나 갓이 부서지고 옷이 찢기며 위의(威儀)를 송두리째 잃어버리고 염치(廉恥)까지도 모두 버려야만 사판(仕版)에 오를 수 있다면, 누가 그 짓을 하려 하겠습니까? 중국 조정에서는 신은(新恩)을 입은 사람을 대하는 데 있어 예모(禮貌)가 정중하다고 하는데, 그들이 이러한 일을 듣는다면 필시 오랑캐의 풍습이라고 할 것입니다.” 하니, 상이 이르기를, “어떠한 뜻으로 침학하는 것이며 어느 시대부터 시작된 것인가?” 하자, 이이가 아뢰기를, “문헌으로 고증할 수는 없으나, 듣기에는 고려(高麗) 말에 과거 제도가 공정하지 못하여 등제(登第)한 자들은 입에서 젖냄새가 나는 귀한 집 자제들이었으므로 당시 사람들이 그를 지목하여 ‘분홍방(粉紅榜)’이라고 하였는데, 인심이 격분하여 침욕(侵辱)을 보이기 시작했다고 합니다.” 하였다. 상은 이를 혁파해야겠다고 하고 특별히 금지할 것을 명하자, 폐단이 조금 줄어들었다.",
                "hj": "○命革四館新進之習。 李珥白上曰: “作人之效, 雖非一朝可見, 弊習傷敎者, 不可不革。 今者士之初登第者, 四館目爲新來, 汚辱侵虐, 無所不至。 夫豪傑之士, 尙不以科擧爲念, 況使之毁冠裂服, 盡喪威儀, 以棄廉恥然後, 乃登仕版, 則孰肯爲用乎? 中朝則接待新恩之人, 禮貌頗重。 若聞此事, 則必以爲胡風矣。” 上曰: “侵虐何意, 昉於何代?” 珥曰: “文獻無徵。 但聞之, 麗末科擧不公, 登第者貴家子弟, 口尙乳臭。 故, 時人目之曰紅粉榜。 人情憤激, 遂兆侵辱云。” 上曰: “可革也。” 特命痛禁, 其弊少減。"
            },
            "8": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King (Sejong requesting that Your Majesty establish a royal decree so that you can study the effects of study and to rectify the hearts of the people, and to examine the opportunity of disasters and to protect Confucian scholars. They should be cautious in performing the celebratory ceremony and to importance upon the world. They should cultivate the discipline of discipline and to cultivate the court. They should be cultivated and frugal integrity, thereby enriching the use of our country. They should widely admonish the world, thereby gathering various schemes. They should be employed by wise men and talented, thereby comforting the dignity of Heaven and to reform the elimination of evil laws, thereby relieving the peoples livelihoods. When the memorial was submitted [to the King], the King reprimanded that this was excessive and did not accept it. Consequently, the King (Sejong ascended the throne for three years. However, the sovereign and his subjects did not wish to govern the state. All of them were usually practiced by following the current customs. The hearts of the people rush to seek profit, and the wicked men occupyed the circumstances and the discipline of discipline would occur. They arrogantly in excessive possession, and the state expenditures and the wise scholars residing in decline and the peoples livelihoods growing worlds. As the major wedding is impossible, the selection of officials in charge of the Queen Mother is not yet decided. Therefore, the Office of the Inspector General submitted a joint memorial on this matter together with the King (Sejong.",
                "H2KE-nKo": "홍문관이 상소하여, 성상의 뜻을 세워서 실효를 구할 것, 도학을 숭상하여 인심을 바르게 할 것, 기미를 살펴서 사림을 보호할 것, 대례를 삼가서 배필을 중히 여길 것, 기강을 진작하여 조정을 엄숙하게 할 것, 절약과 검소를 숭상하여 나라의 재용을 넉넉하게 할 것, 언로를 넓혀서 여러 사람의 계책을 모을 것, 어진 인재를 거두어 써서 천직을 함께할 것, 폐법을 개혁하여 민생을 구제할 것을 청하였다. 상소가 들어가자, 주상이 지나치다고 물리치고 받아들이지 않았다. 이에 주상이 즉위한 지 3년 동안 임금과 신하가 잘 다스려 보려는 뜻이 없고 모두 인습에 젖어서 인심이 이끗만을 추구하였다. 이에 간사한 소인배가 틈을 엿보고 기강이 무너져서 분수에 넘친 사치와 국가의 재용이 바닥나고 어진 선비가 물러나서 백성의 고통이 날로 심해졌다. 대혼이 눈앞에 닥쳤는데도 곤전의 선발이 정해지지 않았기 때문에 옥당의 상소에서 아울러 거론하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 8번째기사",
                "gt-oKo": "홍문관(弘文館)의 상소에, 성지(聖志)를 확립하여 실효(實効)를 찾을 것, 도학(道學)을 숭상하여 인심(人心)을 바르게 할 것, 기미(幾微)를 살펴 사림(士林)을 보호할 것, 대례(大禮)를 삼가 배필(配匹)을 중히 여길 것, 기강(紀綱)을 진작하여 조정(朝廷)이 엄숙하도록 할 것, 절검(節儉)을 숭상하여 국용(國用)이 여유가 있게 할 것, 언로(言路)를 넓혀 군책(群策)을 모을 것, 현재(賢才)를 수용하여 천직(天職)을 함께 할 것, 폐법(弊法)을 개혁하여 민생을 구제할 것 등을 청하였는데, 상소문이 들어오자 상이 과월(過越)하다 하여 물리치고 받아들이지 않았다. 이때 상이 즉위한 지 3년이 되었으나 임금과 신하가 다스려보려는 뜻이 없이 모두 인습에 젖어 있고 인심은 이끗만 추구하고 있으며, 간사스런 소인들이 틈을 엿보고 있고 기강이 무너졌으며 사치가 지나쳐 국용이 바닥나고 어진 선비들은 숨어버린 데다가, 백성의 병폐는 날로 불어났다. 큰 혼사가 앞에 닥쳤는데도 곤위의 선택이 미정이었으므로 홍문관이 상소문에 모두 들어 말한 것이었다.",
                "hj": "○弘文館上疏, 請立聖志, 以求實效; 崇道學, 以正人心; 審幾微, 以護士林; 謹大禮, 以重配匹; 振紀綱, 以肅朝廷; 尙節儉, 以舒國用; 廣言路, 以集群策; 收賢才, 以共天職; 革弊法, 以救民生。疏入, 上斥以過越, 不納。 於是, 上臨御三年, 君臣無圖治之意, 皆習於因循, 人心趨利, 憸細伺隙, 紀綱陵夷, 僭侈踰度, 國用虛竭, 賢士退縮, 民瘼日滋。 大婚當前, 主壼之選未定, 故堂疏竝擧以爲言。"
            },
            "9": {
                "H2KE-EN": "The King appointed Sim Uigyeom as third minister of personnel .",
                "H2KE-nKo": "심의겸을 이조 참의로 삼았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 9월 1일(신미) 9번째기사",
                "gt-oKo": "심의겸(沈義謙)을 이조 참의로 삼았다.",
                "hj": "○以沈義謙爲吏曹參議。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On sinchuk day, a solar eclipse occurred on the first day of the month. The King went to the hall of governance and had the number of side dishes reduced and had music stopped. He issued a royal order to seek advice and had an audience with the officials. Chief State Councilor Yi Gyeong answered, When the Royal Wedding Ceremony was before the Royal Wedding Ceremony, the disaster of such a natural disaster is worrisome. In the future, there might be a concern that the palace involves advantage of state affairs and the disaster of powerful families might be raised and appreciated.",
                "H2KE-nKo": "초하루에 해의 변괴가 있었다. 주상이 정전을 피하고 감선 철악하였으며 구언하는 하교를 내리고 여러 신하를 불러서 보았다. 영의정 이준경이 대답하기를,“가례가 앞에 닥쳤는데 변괴가 이와 같으니 아마도 훗날 궁궐에서 정사에 간여하고 외척이 멋대로 날뛰는 근심이 있을 듯합니다. 공구수성해야 합니다.”하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 10월 1일(신축) 1번째기사",
                "gt-oKo": "일변(一變)이 있었다. 상이 정전(正殿)을 피하고 감선 철악(減膳撤樂)하였으며 구언(求言)을 하교하고 아울러 군신(群臣)들을 연방(延訪)하였다. 이때 영의정 이준경은 가례(嘉禮)가 앞에 당했는데 이와 같은 이변이 있으니 아마도 후일 궁위(宮闈)가 정사에 간여하거나 외척(外戚)이 날뛰는 환난이 있을 듯싶으므로, 마땅히 공구 수성(恐懼修省)을 해야 한다는 뜻으로 아뢰었다.",
                "hj": "○朔辛丑/有日變。 上避正殿, 減膳撤樂, 下敎求言, 延訪群臣。 領議政李浚慶對以: “嘉禮在前, 而變異如此, 恐有後日, 宮闈干政, 外戚恣橫之患, 宜恐懼修省。”"
            },
            "2": {
                "H2KE-EN": "Yi I attended the Royal Lecture and expounded on the Mencius (C. Mengzi when he reached the lecture on the left and right sides of the King. He then reported to the King, Now the lives of the people are weak and the disciplinary accomplinary governing the four jurisdictions. If the Mencius asks to the King about this, what should Your Majesty respond? The King did not respond.",
                "H2KE-nKo": "이이가 경연에서 《맹자》를 강독하다가 ‘왕이 좌우를 돌아보며 다른 말을 하였다.’라는 대목에 이르러 아뢰기를,“현재 민생이 초췌하고 기강이 문란하여 온 나라 안이 매우 다스려지지 않고 있습니다. 가령 맹자가 ‘임금은 어떻게 해야 하는가?’라고 물었다면 상께서는 어떻게 답하시겠습니까?”하니, 상이 답하지 않았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 10월 1일(신축) 2번째기사",
                "gt-oKo": "이이가 경연에서 《맹자(孟子)》를 강하다가 ‘왕이 좌우를 돌아보며 다른 말을 하였다.’는 대목에 이르러 아뢰기를, “지금 민생이 초췌하고 기강이 문란한데다 사경(四境)의 안이 너무 다스려지지 않고 있는데, 가령 맹자(孟子)가 상께 ‘어떻게 할 것이냐’고 묻는다면 상께서는 어떻게 대답하시겠습니까?” 하니, 상은 답하지 않았다.",
                "hj": "○李珥於經筵, 因講《孟子》至王顧左右而言他, 仍啓: “當今民生憔悴, 紀綱紊亂, 四境之內, 不治甚矣。 設使孟子問上以如何, 則自上將何以答之耶?” 上不答。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, the rite for the joint enshrinement of the Royal Ancestral Shrine was completed. The successful candidates were set out and sixteen people including Yun Damhyu were selected.",
                "H2KE-nKo": "명종을 태묘에 부묘하는 예를 마치고 경사를 반포하여 과거를 행하여 윤담휴 등 16인을 뽑았다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 10월 1일(신축) 3번째기사",
                "gt-oKo": "명종(明宗)을 태묘에 부묘하는 예를 마치고 반경(頒慶)하는 뜻에서 과거를 보여 윤담휴(尹覃休) 등 16명을 뽑았다.",
                "hj": "○明宗袝太廟禮成, 頒慶設科, 取尹覃休等十六人。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, the King invested Lord of Deokheung with a title of lord , Lord of Deokheung Yi Yong with a title of lord, Lord of Hawon Yi Gun with a title of lord, and bestowed land and slaves upon him. The King desired to inherit the rank of officials to inherit the lord and perform the rites. All court officials regarded this as improper, and also said, The salary of the royal clan should be limited to four generations according to precedent, and the old practice should not be changed. Also, the salary of the lord should be limited to four generations. Ancient men said, The lord born of the lord of the lord, and the lord of the four generations has ended the salary of the lord. This is different from the proprieties of conducting the rites to the emperor of the Bodhisattvas. This is because court officials did not understand the proprieties and proprieties, observing the dignity of the law.",
                "H2KE-nKo": "삭경오년에 덕흥군을 높여 대원군으로 삼고, 사자 하원군 이정에게 작 1급을 가자하고 전토와 노비를 주었다. 주상이 1품의 작으로 세습하여 제사를 받들게 하려고 하자, 조신들이 모두 불가하다고 하고, 또 말하기를,“종실의 녹은 으레 4대까지로 한정하니, 옛 규례를 바꿀 수 없다.”하였다. 또 4대까지 작록으로 한정하니, 논자들이 말하기를,“대원군이 성상을 낳아 길렀는데 4대 뒤에 사손의 녹이 끊겼으니, 복왕을 제사하여 세사하는 예와는 다르다. 이는 조신들이 인정과 예의를 헤아리지 않고 법문만을 고수한 잘못이다.”하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 11월 1일(경오) 1번째기사",
                "gt-oKo": "덕흥군(德興君)을 높여 대원군(大院君)으로 삼고, 그의 사자(嗣子) 하원군(河原君) 이정(李珵)에게는 작위(爵位) 1급을 가하고 전토(田土)와 장획(臧獲)을 주었다. 상이 1품작(品爵)으로 세습(世襲)하여 봉사(奉祀)하도록 하려 하자 조신(朝臣)들이 모두 불가하다고 말하고, 또 ‘종실(宗室)의 녹(祿)은 4대(代)에 한하여 주는 것이 규례이므로 옛 법규를 바꿀 수 없다.’고 하였다. 그리고 이 작록(爵祿)을 4대로 한정하는 제도에 대해서 논자(論者)는, “대원군이 성상을 낳아 길렀는데 4대 이후에 사손(嗣孫)의 녹이 끊긴다면 복왕(濮王)을 제사함에 있어 세사(世祀)한 예와는 달라지니, 이는 조신들이 정례(情禮)를 헤아리지 못하고 법문(法文)만을 지키려는 과실인 것이다.” 하였다.",
                "hj": "○朔庚午/尊德興君爲大院君, 加嗣子河原君珵爵一級, 給田土、臧獲。 上欲以一品爵世襲、奉祀, 朝臣皆以爲不可, 且曰: “宗室之祿, 例限四代, 舊規不可變也。” 且限四代爵祿, 論者謂: “大院君誕育聖躬, 而四代之後, 嗣孫絶祿, 其與祀濮王世祀之禮異矣。 此, 朝臣不揆情禮, 膠守法文之過也。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Second Minister of Punishments Song Sun as deputy magistrate of Hanseong Magistracy , and then was promoted to the right state councilor . However, he resigned from his post due to an illness.",
                "H2KE-nKo": "형조 참판 송순을 한성부 판윤에 초배하였다가 곧이어 우참찬에 천전하였는데, 병을 이유로 사직하고 물러났다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 11월 1일(경오) 2번째기사",
                "gt-oKo": "형조 참판 송순(宋純)을 한성 판윤(漢城判尹)에 초배(超拜)하였다가 바로 우참찬으로 옮겼는데, 병을 이유로 자리에서 물러났다.",
                "hj": "○以刑曹參判宋純超拜漢城判尹, 俄遷右參贊, 引疾去位。"
            },
            "3": {
                "H2KE-EN": "The King married the daughter of Magistrate of Hyeon District 박응sun to the Queen. When the wedding ceremony was completed, the Royal Ancestral Shrine and the magistracy of the deceased was granted. At first, 응sun was appointed as Vice-Director of the Royal House Administration . On this day, he was promoted to the position of Great Lord of Banseong and to the position of director of the Royal House Administration .",
                "H2KE-nKo": "주상이 현령 박응순의 딸을 맞아 왕비로 삼았다. 가례를 마치고 종묘에 고하고 사면령을 반포하였다. 박응순은 처음에 돈녕부 도정에 제수되었다가 이때에 이르러 반성부원군영돈녕부사에 초배한 것이다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 11월 1일(경오) 3번째기사",
                "gt-oKo": "상이 현령(縣令) 박응순(朴應順)의 딸을 왕비로 맞았다. 가례(嘉禮)를 이루고서 종묘(宗廟)에 고하고 이어 반사(頒赦)하였다. 응순은 처음에 돈녕 도정(敦寧都正)에 제수되었다가 이에 이르러 반성 부원군(潘城府院君) 영돈녕부사(領敦寧府事)에 초배(超拜)되었다.",
                "hj": "○上娶縣令朴應順女爲妃。 嘉禮成, 告廟頒赦。 應順初拜敦寧都正, 至是超拜潘城府院君領敦寧府事。"
            }
        }
    },
    "leap month 6": {
        "1": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Lecture on the first day of the twelfth month and addressed the attendant officials as follows: Previously, a member of the Royal Lecture addressed the King as follows: Previously, a member of the Royal Lecture addressed the throne as follows: There is no one who honestly remonstrated the world. People of the neighbors are not generous in the world, and they are not in the world. As I think this, it is very harmful to the cardinal principles. Ki Daeseung replied as follows: These are angerous opinions. However, if our country is not in the world, it will be slightly abruptly and abruptly abruptly. After the preceding dynasty (Goryeo expelled the Eastern Expedition to the Eastern Expedition, and it is possible for the model of the Eastern Expedition to the Eastern Expedition in the Eastern Expedition of the Eastern Expedition to the Eastern Expedition in the Eastern Expedition of the Eastern Expedition in the Eastern Exped Records (C. Zhizhi tongzhi tonghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghenghengh",
                "H2KE-nKo": "삭계묘년에 주상이 주연에 나아가 시신에게 말하기를,“지난번에 연신이 말하기를 ‘윤원형이 국정을 담당하고 있으면서 한 사람도 바른말을 하는 자가 없고, 편방 사람들은 타고난 성품이 후하지 못하여 중국에 미치지 못한다.’라고 하였는데, 이 말을 생각하면 매우 이치에 해롭다.”하니, 기대승이 대답하기를,“이는 분격한 논의입니다. 다만 우리 나라가 중국에 미치지 못한다고 한 것은 치우쳐서 폐단이 있다는 말입니다. 전조의 기강이 무너진 뒤에 우리 태조께서 동쪽으로 정벌하고 북쪽으로 정벌하여 민생을 크게 구제하였으니, 천명과 인심이 귀의한 것으로 이치상 당연히 국정을 담당해야 합니다. 그러나 고려의 신하들이 부지하고자 하였으나 이루지 못하고 이어서 죽은 자도 있었고, 혁명한 뒤에도 벼슬하지 않은 자도 있었으니, 한때의 기절을 알 수 있습니다. 우리 조종조에 이르러서는 명사들이 매번 참화를 당하였는데, 후대에 오는 자들이 조금도 징계되지 않고 서로 이어서 흥기하였습니다. 근래에는 풍속이 크게 잘못되어 사대부들 사이에는 말을 하지 않고 스스로를 지키는 자가 있는가 하면, 서로 칭찬하여 좋은 벼슬을 많이 차지하고 있습니다. 동료들 사이에는 비록 사소한 탄핵이나 논박도 감히 하지 못하고, 만약 말하는 자가 있으면 반드시 ‘아무 일이 혐의스러워서 그런 것이다.’라고 하니, 풍속의 그릇됨이 한결같이 이 지경에 이르렀습니다.윤원형 시대에 양사의 장관들이 모두 그의 문하였기 때문에 나랏일에 대해 감히 가타부타할 수 없었을 뿐만 아니라, 윤원형이 조금이라도 의향이 있으면 반드시 그의 뜻을 받들어 성사시켰으니, 첩자를 허통하는 등의 일이 바로 그것입니다. 명종이 그의 흉악하고 간사한 정상을 통촉하고 싫어하고 괴롭게 여기는 뜻이 있었기 때문에 사람들이 그를 논핵할 수 있었습니다. 그렇지 않았다면 어찌 그를 제거할 수 있었겠습니까. 오늘날의 풍습은 대체로 말을 하지 않는 것을 귀하게 여기니, 신은 삼가 안타깝게 여깁니다.”하였다. 신응시가 아뢰기를,“신돈이 제멋대로 행동하여 온 조정이 휩쓸렸는데, 유독 이존오와 정추만이 상소하여 논핵하였습니다. 윤원형 때에는 임금이 고립되어 한 사람도 말하는 자가 없었습니다.”하니, 주상이 말하기를,“정추와 이존오는 다른 나라 사람이 아니고 또한 우리 나라 사람이다. 상소뿐만 아니라 신돈을 조정에서 욕보이기까지 하였으니, 어찌 중국인에게 미치지 못하겠는가. 이 논의가 한번 치우쳤기 때문에 특별히 말하는 것이다.”하였다. 기대승이 아뢰기를,“성상의 생각이 여기에 미치시니, 그 병통을 깊이 아실 것입니다. 이는 우리나라 만세의 복입니다.”하고, 이어서 윤원형 때의 일을 아뢰기를,“윤원형이 첩을 처로 삼았는데, 명종이 하루는 범연히 묻기를 ‘옛날에 첩을 처로 삼은 때가 있었는가?’라고 하자, 입시한 신하들이 한마디도 하지 못하였으니, 이는 화를 두려워하여 감히 하지 못한 것입니다.윤원형이 우상이 되었을 때 문정공은 그가 노성한 사람이 아니라고 하여 어렵게 여기자, 윤원형이 또 사퇴하였습니다. 삼사가 논계하여 ‘어진 사람은 이 자리에 있어야 한다.’라고 하였는데, 신이 일찍이 옥당에서 그 차자의 초고를 보았습니다.”하니, 주상이 말하기를,“그때 논핵한 자가 지금도 조정에 있는가?”하자, 대답하기를,“신이 동료와 함께 보고서 ‘세상이 어려워지면 벼슬할 수 없으니, 이렇게 후세에 악취를 남길까 두렵다.’라고 하니, 동료들이 서로 웃었습니다.”하였다. 주상이 그 사람의 성명을 묻지 않고 말하기를,“이는 애당초 한두 사람이 뜻을 받들어 앞장서서 말한 것이고, 그 나머지는 화를 두려워하여 따른 것이니, 선비의 기개를 배양해야 한다.”하였다. 기대승이 또 아뢰기를,“명종께서 여항으로 하여금 항상 《소학》을 읽게 하려고 하자 윤개가 따라서 찬양하였는데, 윤원형이 꺾으면서 ‘사람은 마땅히 마음에 선하게 여겨야 한다. 기묘년에 《소학》을 숭상하였는데, 신사년에 난을 일으켰고 을사년에 또 난을 일으켰으니, 이는 난역의 글이다.’라고 하니, 윤개가 그 말을 듣고 두려워하였다고 합니다.”하니, 주상이 말하기를,“윤원형이 우리 나라를 해친 것은 이루 다 말할 수 없다. 이 말을 지금 처음 들으니, 참으로 만세에 죄를 지은 자이다.”하였다.\n",
                "date_ko": "선수 3권, 2년(1569 기사 / 명 융경(隆慶) 3년) 윤6월 1일(계묘) 1번째기사",
                "gt-oKo": "상이 주연(晝筵)에 나아가 시신(侍臣)에게 이르기를, “지난번에 연신(筵臣)이 ‘윤원형(尹元衡)이 국정을 맡았을 때 한 사람도 바른 말을 하는 이가 없었고, 편방(偏邦) 사람들은 타고 난 성품이 후하지 못하여 중국(中國)에 미치지 못한다.’고 하였는데, 이 말에 대해 생각해 보건대 매우 사리에 해를 끼치는 말이었다.” 하니, 기대승이 아뢰기를, “그것은 분격하여 한 말이겠으나 다만 우리 나라가 중국에 미치지 못한다고 한 것은 치우친 것으로 폐단이 있는 말입니다. 전조(前朝)에 기강(紀綱)이 무너졌을 때 우리 태조(太祖)께서 동을 정벌하고 북을 정벌하여 민생의 목숨을 크게 구제하였으므로, 하늘이 명하고 백성들이 귀의하여 의리상 나라를 맡게 되었던 것입니다. 그러나 그때 고려(高麗)의 신하들이 왕조(王朝)를 부지시키려고 하였으나 구제하지 못하자 잇따라 목숨을 버린 자가 있는가 하면, 혁명(革命)이 이루어진 뒤에도 벼슬을 하지 않은 이가 있었으니 그때의 기절(氣節)이야말로 알 만한 것이었습니다. 우리 조종조(祖宗朝)에 들어와서도 명사(名士)들이 매번 참혹한 화를 당했는데, 후대 사람이 그러한 일에 조금도 징창(懲創)하지 않고 계속 일어났던 것입니다. 그런데 근래에 풍속이 크게 어긋나 사대부(士大夫)들이 말을 하지 않는 것으로 자신을 지키는 자가 있는가 하면, 그러한 자를 좌우에서 찬양하여 좋은 관직을 많이 점유하기도 합니다. 그들 사이에는 비록 사소한 탄핵이라도 일체 하려 들지 않고 만약 말을 하는 자가 있으면 반드시 ‘아무 일이 혐의가 되어 그러한다.’고 말을 하니, 풍속이 이렇게까지 잘못되었습니다. 윤원형 시대에 양사(兩司)의 장관(長官)이 모두 그의 문하(門下)였기 때문에 나라 일에 대하여 감히 가부를 말하지 못했을 뿐더러, 원형이 어떠한 의향을 갖고 있으면 반드시 그의 뜻을 받들어 성사시켰는데, 첩의 자식을 허통(許通)하는 일 같은 것이 바로 그 예인 것입니다. 명종께서 그의 흉사스런 정상을 통촉하시고 그에 대해 싫증이 난다는 전지가 있었기 때문에, 사람들이 그를 논할 수가 있었던 것입니다. 그렇지 않았다면 어떻게 그를 제거했겠습니까. 지금의 풍습도 대체로 말을 하지 않는 것을 귀히 여기고 있기에 신은 민망스럽습니다.” 하였다. 신응시(辛應時)가 아뢰기를, “신돈(辛頓)이 국정을 제멋대로 처리할 때 조정 전체가 그에게 쏠렸으나, 이존오(李存吾)·정추(鄭樞)만은 상소하여 그를 논박하였습니다. 그런데 원형 시대에는 임금이 고립되어 있는데도 말하는 자가 한 사람도 없었습니다.” 하니, 상이 이르기를, “정추·이존오도 다른 나라 사람이 아니고 바로 우리 나라 사람이었다. 그들은 상소만 한 것이 아니라 신돈을 조정에서 수모를 주기까지 하였다. 그들이 중국 사람만 못할 게 무엇인가? 저번 논의가 치우쳤으므로 내 특히 이르는 것이다.” 하였다. 대승이 아뢰기를, “성상의 생각이 거기까지 미쳐 그 병통을 깊이 알고 계시니 우리 나라 만세의 복입니다.” 하고, 이어 원형 당시의 일들에 대해서 아뢰기를, “원형이 첩을 아내로 삼을 당시 명종이 어느날 예사로 묻기를, ‘옛날에도 첩을 아내로 삼았던 때가 있었던가?’ 하자, 입시했던 신하들이 한마디 말도 못했는데, 그것은 화가 두려워서 감히 못했던 것입니다. 그리고 원형이 우상(右相)이 될 때 문정 왕후(文定王后)가 노성(老成)이 아니라 하여 난색을 보였고, 원형 자신도 사퇴를 하자 삼사(三司)는 ‘현자(賢者)를 그 지위에 있게 하지 않을 수 없다.’고 논계(論啓)하였습니다. 신이 일찍이 그 차자의 초고를 옥당(玉堂)에서 본 일이 있습니다.” 하니, 상이 이르기를, “그때 그 논의를 한 자가 지금도 조정에 있는가?” 하자, 아뢰기를, “신이 동료들과 함께 그것을 보고 ‘세상이 어려울 때는 벼슬살이도 못할 일이다. 이처럼 후세에 악취(惡臭)를 남길까 염려스럽다.’고 하면서 동료들과 함께 웃었습니다.” 하였다. 상이 그 사람들의 성명(姓名)은 묻지 않고 이르기를, “그것은 애당초 한두 사람이 그의 뜻을 받들어 제창한 것이고 그 나머지들은 화가 무서워 따랐을 것이다. 사기(士氣)를 배양해야 할 것이다.” 하였다. 대승이 또 아뢰기를, “명종이 시골에서 《소학(小學)》을 읽도록 권장하자 윤개(尹漑)는 그 뜻을 받들어 실행하였는데, 원형이 저지하면서 말하기를, ‘사람은 마땅히 마음으로 선을 해야 한다. 기묘년에 《소학》을 숭상하더니 신사년에 난이 발생하였고 을사년에 난이 또 발생하였으니, 이 책은 바로 난역(亂逆)의 글인 것이다.’ 했으므로, 윤개가 그 말을 듣고 전율하였다고 합니다.” 하니, 상이 이르기를, “원형이 우리 나라에 끼친 해는 이루 말할 수 없는데 그런 말은 지금 처음 듣는 말이다. 참으로 만세에 죄를 지은 자이다.” 하였다.",
                "hj": "○朔癸卯/上御晝筵, 謂侍臣曰: “頃者筵臣言: ‘尹元衡當國, 無一人直言, 偏邦人賦性不厚, 不及中國。’ 此言思之, 甚害理也。” 奇大升對曰: “此乃憤激之論。 但謂我國不及中國, 則偏而有弊之言也。 方前朝紀綱板蕩之後, 我太祖東征北伐, 大濟生民, 天命人歸, 理當主國。 然麗氏之臣, 欲扶持而不濟, 繼之以死者有之, 革命後亦有不仕者, 一時氣節可見矣。 至于我祖宗朝, 名士每罹慘禍, 而後來者不少懲創, 相繼興起。 近來, 風俗大謬, 士夫間有不言自守者, 交相贊譽, 多占美官。 朋儕間雖細小彈駁, 亦不敢爲。 若有言之者, 必曰: ‘有某事, 嫌芥而然。’ 風俗之誤, 一至於此。 元衡之世, 兩司長官皆其門下, 非但於國事不敢可否, 元衡稍有意向, 必逢迎成之, 如妾子許通等事, 是也。 明宗洞燭凶邪之狀, 有厭苦之旨, 故人得以論之。 不然則豈能去之乎? 今之時習, 大抵以不言爲貴, 臣竊悶焉。” 辛應時啓曰: “辛旽擅恣, 滿朝靡然, 獨有李存吾、鄭樞上疏論之。 元衡之時則人主孤立, 無一人言者。” 上曰: “鄭樞、李存吾非他國人, 亦我國人也。 不但上疏, 至於廷辱辛旽, 豈不及中國人乎? 此議一偏, 故特言之矣。” 大升曰: “聖念及此, 深知其病, 東方萬世之福也。” 仍言元衡時事: “元衡。 以妾爲妻, 明宗一日泛問: ‘古有以妾爲妻之時乎?’ 入侍諸臣不能出一言, 此, 畏禍而不敢也。 元衡之爲右相, 文定以其非老成難之, 元衡又辭退, 三司論啓以爲: ‘賢者不可不在於此位。’ 臣曾於玉堂, 見箚稿矣。” 上曰: “其時爲其論者, 今尙在朝耶?” 對曰: “臣與同僚共觀以爲: ‘世難則不可仕宦, 恐如此遣臭於後世也。’ 儕輩相與笑之矣。” 上不問其人姓名曰: “此, 初由一二人承順倡言, 而其餘則畏禍而從之。 士氣當培養也。” 大升又言: “明廟欲使閭巷, 常讀《小學》, 尹漑從而贊襄。 元衡折之曰: ‘人當爲善於心。 己卯年崇尙《小學》, 而辛巳年生亂, 乙巳年又生亂, 此乃亂逆之書也。’ 尹漑聞之, 震慄云。” 上曰: “元衡之害我國, 不可勝言。 此言今始聞之, 眞得罪萬世者也。”"
            }
        }
    }
}