{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the Office of the Inspector General advised: Government Assistant State Councilor Yu Jeon is a merit subject and his wife Madam Kim is a high-ranking official. Presently, [the Office of the Inspector General] brought the body of the thieves Kim Deokyun , a male slave of Imhae County , to the robbbed the body of Kim Deokyun , into the room, and beat Madam Kims hair. [Your servants] request that [the Office of the Inspector General] investigate [the matter] and determine his punishment. Finally, Bak Samseok and others were interrogated, and [Bak] Samseok made a confession that [Kim] Deokyun had killed the murder. Then [he] confessed to murder Imhae County and [Yun] Huiseos concubine, [Yun] Huiseo to kill [Yun] Huiseo. Consequently, [Yun] 애saeng was also interrogated at the State Tribunal . [Bak] Samseok arrived at the State Tribunal and revealed [his confessions], and all said that [Yun] had falsely confessed. The King ordered that [Yun] be released. [The King] transmitted a royal directive to the Royal Secretariat , which stated, [Yun] Huiseos son, [Yun] Madam Kim received a thieves by a thieves of a thieves by a thieves. Nevertheless, the section chief of the Capital Madam Kim Yangchung was a squad leader of the squad leader and interrogated the thieves by a thieves. [Yun] Madam Kim was not able to divulge [Yun] and made [Yun] Madam Kims hair. [Yun] should also be severely interrogated and determined. The State Tribunal finally interrogated [Yun] Yangchung and Madam Kim. Madam Kim repeatedly petitioned [Yun] Madam Kims grieves. The King read this and instructed, Madam Kim should be interrogated in order to uphold righteous punishments. Now, [Yun] has seen the petition of Yu Sangins wife, and I am deeply sympathized. Have [Yun] be sentenced to a remote area. A man named Madam Kim was a government gisaeng from Uiju . [Yun] was [Yun] Huiseos concubine, and [Yun] saw him",
                "H2KE-nKo": "사헌부가 아뢰기를,“고 상신 유전은 바로 훈구 대신이고 그의 처 김씨도 존귀한 명부입니다. 그런데 이번에 임해군의 종들이 도적 김덕윤의 시체를 끌고 가 방안에 던져 넣고는 김씨의 머리채를 잡아끌고 구타하여 욕보였으니, 조사하여 죄목을 정하소서.”하였다. 마침내 박삼석 등을 국문하였는데, 박삼석이 공초하기를,“김덕윤이 살해하도록 교유한 일은 매우 상세합니다.”하고, 이어 임해군이 유희서의 첩 애생과 간통하여 희서를 죽이려고 모의하였다. 이에 애생도 의금부에서 함께 국문하였는데, 박삼석이 의금부에 도착하여 말을 바꾸어 모두 거짓 자복이라고 하니, 주상이 모두 풀어 주었다. 승정원에 전교하기를,“희서의 아들 유거가 도적 한 명을 지시하여 임금의 큰아들을 제거하고 아비의 애첩을 도륙하려고 하였다. 포도대장 변양걸은 대장으로서 도적을 추문하면서 엄격하고 신중하게 하지 않아 유거로 하여금 한뜰에 섞여 들어가 불측한 말을 날조하게 하였으니, 모두 엄히 국문하여 죄목을 정하라.”하였다. 의금부가 마침내 변양걸과 유거를 고신하였는데, 유거의 조모 김씨가 다시 상언하여 유거의 억울함을 호소하였다. 주상이 이 글을 보고 하교하기를,“유거는 끝까지 신문하여 의형을 바로잡아야 하는데, 지금 유상 부인의 호소를 보니 내가 매우 측은하다. 사형을 감하여 편배하라.”하였다. - 애생이란 자는 의주의 관창이다. 희서의 첩이 되었는데 임해군이 보고 말해 주어 마침내 그와 간통하고는 덕윤으로 하여금 노수를 사서 희서를 찔러 죽이게 하였다. 그 아들 유거가 아비가 도적에게 죽은 것을 원통하게 여겨 그 무리를 염탐하여 노수와 덕윤 등을 체포하여 고하게 하였는데, 미처 캐묻기도 전에 모두 지레 죽게 되었다. 박삼석 등이 의금부에 도착하였는데도 엄히 국문하지 않아 일이 모두 끝났는데, 유거가 도리어 형신을 받고 마침내 원지에 정배되었다. 그 당시 왕자의 교만함과 나라의 기강이 해이해졌음을 알 수 있다. -\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 1월 1일(임자) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “고상(故相) 유전(柳㙉)은 훈구 대신(勳舊大臣)이고 그 아내 김씨(金氏)도 존귀한 명부(命婦)입니다. 이제 임해군(臨海君)의 노비들이 도적 김덕윤의 시체를 끌고 가서 그의 방에다 던져넣고, 이어 김씨의 머리채를 잡고 구타하는 모욕을 가했으니, 사실을 살펴 정죄(定罪)하소서.” 하였다. 드디어 박삼석(朴三石) 등을 국문하였는데, 삼석은 덕윤이 살해를 교사한 일을 매우 자세히 공술(供述)하였고, 이어 임해군이 유희서(柳熙緖)의 첩인 애생(愛生)과 간통하고 모의하여 희서를 죽인 일까지 말하였다. 이에 의금부에서 애생도 아울러 국문했는데, 삼석이 금부에 와서는 말을 바꾸어 모두 무복(誣服)이라고 하니, 상이 그들을 모두 석방하였다. 정원에 전교하기를, “희서의 아들 유일(柳)은 한 명의 도적을 사주하여 임금의 큰아들을 제거하고 아비의 애첩(愛妾)을 도륙하려 하였으며, 포도 대장 변양걸(邊良傑)은 대장으로서 도적을 추문할 때 엄하게 하지 않아 일로 하여금 한뜰에 뒤섞여 들어와 불측한 말을 날조하게 하였으니, 모두 엄히 국문하여 정죄하라.” 하니, 금부가 드디어 양걸과 일에게 고신(拷訊)을 가하였다. 일의 조모인 김씨가 다시 상언(上言)하여 일의 원통함을 호소하니, 상이 그것을 보고 나서 하교하기를, “일은 철저히 심문하여 정당한 형벌을 받아야 될 것이나 이제 유상(柳相) 부인의 호소를 보니 내가 매우 측은하다. 감사(減死)하여 유배하라.” 하였다.【애생은 의주의 관창(官娼)으로 희서의 첩이 되었는데, 임해군이 보고 좋아하여 드디어 간통하고는 덕윤을 시켜 노수(盧守) 등을 매수하여 희서를 죽였다. 그 아들 일이 아비가 도적의 손에 죽은 것을 원통히 여겨 도당들을 몰래 염탐한 끝에 노수와 덕윤 등을 체포하여 아뢰었다. 그런데 그들이 심문도 하기 전에 모두 죽어버렸고, 또 삼석 등이 금부에 도착했을 때도 엄히 국문하지 않아 이 때문에 일이 다 글러져버렸다. 그리하여 일이 도리어 형신(刑訊)을 당하고 끝내는 멀리 유배되었다. 그 당시 왕자들의 교만한 행패와 국가 기강의 해이를 가히 알 수 있다.】",
                "hj": "○朔壬子/憲府啓曰: “故相柳㙉卽勳舊大臣, 而其妻金氏亦命婦之尊貴者也。 今者, 臨海君奴輩曳賊人金德允之屍, 投擲於其室中, 仍捽金氏之髮, 而歐辱之, 請按覈定罪。” 遂鞫問朴三石等, 三石供稱德允敎諭殺害事甚詳, 仍及臨海君與熙緖妾愛生通謀殺熙緖。 於是, 竝鞫愛生於義禁府。 三石到禁府變其說, 皆稱誣服, 上竝釋之。 傳敎于政院曰: “熙緖子指授一賊人, 欲除君之長子, 屠父之愛妾。 捕盜大將邊良傑身爲大將, 推問賊人, 不爲嚴謹, 使混入一庭, 捏造不測之言, 竝嚴鞫定罪。” 禁府遂拷訊良傑及, 祖母金氏復上言, 訟冤。 上覽之, 下敎曰: “宜窮訊, 以正義刑, 而今見柳相夫人之訴, 予甚惻然。 其令減死編配。”【愛生者, 義州官娼也。 爲熙緖妾, 臨海君見而說之, 遂與之通, 因令德允, 購募盧守, 刺殺熙緖。 其子痛父死於盜, 詗探其徒, 捕得盧守、德允等以告, 未及鉤問, 竝致徑斃。 及三石等到禁府, 又不嚴鞫, 以故事皆已。 反受刑訊, 終至遠配, 其時王子之驕橫、國綱之解弛可知矣。】"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, 영의정이덕형 of the first day of the month, 차자를 올려 replaced from his office and also requested that he be exempted from the register of meritorious deeds. During the sinchuk year (, the King ordered that officials who accompanied the royal carriage be allowed to follow the royal carriage in the imsin year ( and the soldiers who rendered the expedition to the frontier garrison be graded according to their ranks and the meritorious deeds were evaluated according to their meritorious deeds. Subsequently, the office installed the meritorious deeds and the meritorious deeds were evaluated. Last year, the Office of the Inspector General and the Office of the Censor General submitted a joint memorial requesting that those who evaluated the meritorious deeds be removed and the meritorious deeds have not yet been completed. In general, the meritorious deeds had also been evaluated, and others also submitted a joint petition to the King for their responsibility. The reason why they delayed their advice and delayed their advice was that the inevitable circumstances had been inevitably occurred due to the circumstances of the inspectors and censors. Among the inspectors and censors, there was a high-ranking official who was evaluated due to the fact that the meritorious deeds of the powerful deeds and the powerful deeds of the powerful deeds. In general, the meritorious deeds of the powerful deeds ",
                "H2KE-nKo": "영의정 이덕형이 차자를 올려 본직을 체차해 주기를 청하고 아울러 훈적을 사양하였다. 신축년 무렵에 주상이 임진년에 시종일관 호종한 신료들과 싸움터에서 힘을 다한 장사들에 대해 그 고하를 매겨 모두 훈적에 기록하도록 명하였다. 마침내 국을 설치하고 감정하여 작년에 이르러서야 비로소 공훈을 정하고 봉작을 시행하였는데, 삼사가 번갈아 소장을 올려 외람되이 녹훈된 사람들을 도태시키기를 청하였다. 여러 해 동안 서로 버티고 있었으나 아직까지 국을 완결짓지 못하였다. 대개 이덕형도 공훈을 기록하였는데, 또 사람들의 비난이 있어서 인혐하여 사양하면서 가부를 결정하지 못하고 지연되고 있으니, 이는 부득이한 사세에서 나온 것이다. 그런데 대간의 계사 중에 ‘대신은 응당 삭제되어야 할 대상에 들어 있는데 혐의를 피하지 않고 묘당이 의논하여 정한 것이라고 핑계 대면서 삭제하지 않고 주상의 명을 빌려 사람들의 입을 막으려고 한다.’라는 등의 말이 있었다. 이덕형이 마침내 차자를 올렸는데, 그 대략에,“이러한 말은 바로 형편없는 권간의 태도이니, 이것으로 죄를 논하면 실정에 맞지 않을 듯합니다. 재상이 국사를 그르칠 경우 대간이 배척하는 것은 진실로 그들의 직분입니다. 대간은 대간의 풍채가 있고 대신은 대신의 체모가 있으니, 공로가 없는데도 외람되이 녹훈된 자가 있다면 그 이름을 지적하여 논하는 것이 옳고, 잘못이 있다면 그 사실에 근거하여 탄핵하는 것이 옳습니다. 지금 공사로 인하여 애매모호하게 거듭 배척하면서 못하는 짓이 없으니, 대신이 된 자가 어떻게 스스로 편안할 수 있겠습니까.”하니, 상이 답하기를,“대간이 전후로 논집하여 기필코 공로가 있는 사람들을 모두 삭제하려고 하니, 나는 진실로 그 지나친 논의를 미워한다. 그러나 그가 ‘거짓을 꾸며 사람들의 입을 막으려고 한다.’라고 한 것은 바로 우연한 말이다. 이것이 어찌 애매모호하게 거듭 배척한 것이겠는가. 한기가 ‘발호하였다.’라는 배척을 받았는데도 후세에서는 한기가 ‘발호하였다.’라고 하지 않았다. 지금 이 책훈을 만약 권간으로 하여금 마감하게 한다면 누가 머리를 내밀어 논하겠는가. 이는 바로 경의 후덕하고 중량한 소치이다. 안심하고 사양하지 말라.”하였다.이덕형이 마침내 훈명을 삭제하였다.이덕형은 임진년에 시종일관 호종하지 못한 것은 국명으로 적진을 출입하였기 때문이다. 그 뒤 중국 장수를 접대하면서 몸소 시석을 무릅쓴 지 또한 여러 해가 지났다. 그가 힘을 다해 수고한 것이 여러 신하들 중에 으뜸이었는데도 끝내 훈봉을 받지 못하였다. 의논하는 자들이 ‘이덕형이 비록 호성에 참여하지는 못하였지만 선무의 공을 논한다면 사람 뒤에 있지 않다.’라고 하였는데, 이것이 정론이다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 3월 1일(신해) 1번째기사",
                "gt-oKo": "영의정 이덕형이 차자를 올려 본직(本職)을 체직시켜 주기를 청하고 또 훈적(勳籍)을 사양하였다. 신축년 사이에 상이 임진년에 시종 호종(扈從)한 신료와 전쟁에서 힘을 다한 장사(將士)를 고하(高下)의 등급을 매겨 모두 훈적에 기록하기 위하여 마침내 국(局)을 설치하여 감정하였는데, 그 다음해에 비로소 공로를 결정하여 봉군(封君)을 거행하였다. 그런데 삼사(三司)에서 다투어 글을 올려 외람되이 기록된 사람들을 도태(陶汰)시키기를 청하여 여러 해 동안 끌어왔으므로 여태껏 일을 끝맺지 못하였다. 덕형도 공훈 명단에 기록되었는데, 또 사람들의 말이 있어 인혐(引嫌)하여 사양하였다. 이런 일로 인하여 가부를 결정하지 못하고 지연되어 온 것은 사세상 부득이한 데서 연유된 것이다. 그런데 대간의 계사(啓辭)에 ‘대신 가운데 마땅히 삭제되어야 할 사람이 혐의를 피하지 않고 묘당(廟堂)의 논정(論定)이라 핑계하고 삭제되지 않은 채 상명(上命)을 빌어서 사람들의 입을 막으려 한다.’는 등의 말이 있었다. 이에 덕형이 드디어 차자를 올렸는데 그 대략에, “이런 말들은 무상(無狀)한 권간(權姦)의 모습을 표현한 것이니, 이로써 죄를 논한다면 실정에 맞지 않을 듯합니다. 재상이 국사를 그르칠 경우 대간이 배척하는 것은 진실로 대간의 직분이지만, 대간은 대간의 풍채가 있어야 하고, 대신(大臣)은 대신의 체면이 있어야 합니다. 공이 없이 외람되이 기록된 자가 있다면 그 이름을 지적해서 논하는 것이 옳고 잘못이 있다면 그 사실을 들어 탄핵하는 것이 옳습니다. 이제 공사(公事)에 임하여 애매하게 무거운 배척을 가하여 못하는 짓이 없으니, 대신된 사람이 어떻게 스스로 편안할 수가 있겠습니까.” 하니, 상이 답하기를, “대간이 전후 논집(論執)하여 기필코 공로가 있는 사람들을 모두 삭제해 버리려 하니, 나도 진실로 그들의 지나친 의논을 미워한다. 그러나 그들이 ‘임금의 명을 가탁하여 입을 막으려 한다.’고 한 말은 우연한 말이니, 이를 어찌 애매하게 무거운 배척을 가하는 것이라고 할 수 있겠는가. 한기(韓琦)가 발호(跋扈)한다는 배척을 받은 일이 있었으나 후세에서는 한 기가 발호했다고 여기는 사람이 없다. 이제 이 책훈(策勳)을 권간에게 처리하게 했다면 누가 감히 나서서 논박할 수가 있었겠는가. 이는 오히려 경에게 후덕(厚德)과 중량(重量)이 있기에 있을 수 있었던 일이니, 안심하고 사직하지 말라.” 하였다. 덕형이 마침내 훈명(勳名)에서 삭제되었다. 덕형이 임진년에 시종 호종하지 못한 것은 국명(國命)으로 적진(敵陣)을 드나들고 뒤에는 중국 장수를 접대하느라 몸소 시석(矢石)을 무릅쓴 것이 또한 여러 해였기 때문이다. 그가 힘을 다해 수고한 것이 여러 신하들 가운데 으뜸인데도 끝내 훈봉(勳封)되지 못하였다. 의논하는 사람들이 ‘덕형이 호성 공신(扈聖功臣)에는 끼이지 못하였으나 선무(宣武)한 공으로 논한다면 다른 사람에게 뒤지지 않는다.’ 하니, 이것이 정론(定論)이다.",
                "hj": "○朔辛亥/領議政李德馨上箚, 乞遞本職, 竝辭勳籍。 當辛丑間, 上命壬辰臣僚之終始扈從者、將士之効力戰陣者, 第其高下, 竝錄勳籍, 遂設局勘定, 至上年始定功行封, 而三司交章, 請汰冒錄之人, 相持屢年, 迄未完局。 蓋德馨亦錄勳名, 又有人言, 引嫌控辭, 不爲可否, 遷就遲延, 出於事勢之不得已, 而臺諫啓辭中, 有大臣在應削之中, 不避嫌疑, 諉以廟堂論定, 不行裁削, 欲假上命, 箝制人口等語。 德馨遂上箚, 略曰: 此等語, 乃無狀權奸之態, 以此論罪, 恐不稱情。 宰相誤國事, 臺諫斥之, 固其職耳。 臺諫則有臺諫風采; 大臣則有大臣體面, 無功而有冒錄者, 則指其名而論之可也; 有所失誤, 則據其實而劾之可也。 今因公事間, 矇然重斥, 無所不至, 爲大臣者, 何以自安。 上答曰: “臺諫前後論執, 必欲盡削有功之人, 予固惡其過論。 其曰假托箝制者, 乃是偶然之語, 是豈朦朧重斥乎? 韓琦有跋扈之斥, 而後世不以韓琦爲跋扈。 今此策勳, 若使權奸磨勘, 誰得出頭而論之? 此乃卿厚德重量, 有以致之, 宜安心勿辭。” 德馨竟削勳名。 德馨於壬辰不得終始扈從者, 以國命出入賊陣中。 其後儐接天將, 躬冒矢石, 亦經屢歲, 其宣力効勞, 卓冠諸臣, 而終不得勳封。 議者以爲: “德馨雖不參於扈聖, 若論宣武之功, 則不在人後。” 此是定論也。"
            },
            "2": {
                "H2KE-EN": "[The King] sent a court official attending the King to select scholar-officials from Gaeseong Magistracy . [The King] bestowed a controler of the first classic upon Jo Sinjun , a controler of the Four Books .",
                "H2KE-nKo": "근신을 보내 개성부에서 선비들에게 시험을 보이게 하였다. 수석을 차지한 유생 조신준을 뽑아 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 3월 1일(신해) 2번째기사",
                "gt-oKo": "근신(近臣)을 보내 개성부(開城府)의 선비들을 시험보이고 수석한 유생 조신준(曺臣俊)에게 직부 전시(直赴殿試)의 자격을 내렸다.",
                "hj": "○遣近臣, 試士開城府, 取居首儒生曺臣俊, 賜直赴殿試。"
            },
            "3": {
                "H2KE-EN": "관학 유생이 잇달아 상소하여, 오현을 문묘에 종사하기를 청하니, 상이 답하기를, “전후로 상소한 것이 한두 번이 아니었으나, 감히 쉽사리 거행하지 못하는 데에는 뜻이 있다. 더구나 이언적도 그 사이에 끼어 있으니, 그대들의 분별을 내가 괴이하게 여긴다.” 하였다. 유생이 상소하여 변명하니, 상이 다시 답하기를, “이언적의 일은 내가 없는 일을 날조한 것이 아니라, humiliating those in the ninth month. 사람마다 스스로 시비를 가리는 성격이 있는 것이니, 돌아가서 찾아보면 절로 천륜을 알아낼 수 있을 것이다. 반드시 이황에게 현혹되어 지나치게 추존하는 말에 현혹되지는 않을 것이다.” 하였다. 네 번 상소하니, 상이 또 답하기를, “참으로 그러하다. 온 나라 사람 중에 누구인들 이언적에 대하여 의논하지 못하겠는가. 내가 글 몇 줄로 몇 줄 써서 세상 사람들의 sagacity, 차마 그럴 수 없어서 외람되게 공자의 사당에 종사하게 할 수 없다. 이런 말을 하는 까닭은 바로 사도를 붙들어 세우려는 것이다.” 하였다. 정원이 아뢰기를, “삼가 살피건대, 답하신 것이 태학의 상소에 대한 비답에 전후에 내리신 성지가 매우 엄준하여 조금도 용서하지 않으셨으므로, 누구나 다 서로 돌아보며 놀라와하고 원망하니, 조야가 서운해 합니다.” 하니, 상이 하교하기를, “마침 유생의 상소 때문에 쉽사리 망령된 소견을 말하여 사람들의 의구심을 샀다. 공자의 무도한 말을 본받으려면 그럴 수 없는 형세이고, inevitably ccated. 대저 학문을 하는 것은 학문을 강론하기 위한 것이다. 삼대의 학문은 다 인륜을 밝히는 것이다. human relationships are 다섯 가지가 있으니, 임금과 신하가 그 하나를 차지한다. Yet, 처치가 혹 미진하기도 하고 군자가 의구심을 갖기도 하며, 뒷사람이 의구심을 갖기도 한다. 이언적은 두 성군의 두터운 사랑을 입어 벼슬이 Associate state councilor에 이르렀는데, 도학을 강명하여 세상의 명유가 되었다. 갑진년·을사년 두 성군이 잇따라 세상을 떠나고 뭇 간사한 무리가 rose up, 사림이 어육이 되고 종사가 가까스로 머리털 하나에 매달린다. 이언적의 도리로서는 strengthen powerful and throwing the powerful of the heavenly enemy, 위로는 두 성군의 은혜에 보답하고 아래로는 자신의 책임을 다한다면, 죽고 사는 것은 hardships and 화를 면할 수 없을 것이다. 그렇지 않다면 몸을 받들어 물러가 관을 씌우고 돌아가 neckcloudly cloudly in the Royal Confucian Academy and raise the entire country so that the entire s. 이언적이 appreciating 도학을 밝히고 strive to cultivate the study of the Royal Confucian Academy is also a way of wise and self-restraining the study of the Royal Confucian Academy. Hence, hence, hence the wise study of the Royal Confucian Academy was unable to observe the circumstances of the Royal Confucian Academy? Hence, being wise, is still unable to observe the circumstances of the cultivation of the Royal Confucian Academy and the Royal Confucian Academy, how can we not appreciate this?",
                "H2KE-nKo": "관학 유생이 연이어 상소하여 오현을 문묘에 종사하기를 청하니, 주상이 답하기를,“그동안 상소한 것이 한두 번이 아니지만 감히 경솔히 거행하지 못한 것은 의도한 바가 있어서이다. 더구나 이언적도 그 사이에 끼어 있으니, 그대들의 시비를 나는 괴이하게 여긴다.”하였다. 유생이 상소하여 변명하니, 주상이 다시 답하기를,“이언적의 일은 내가 없는 일을 날조하여 구원에 있는 사람을 심하게 무함한 것이 아니다. 사람은 본래 시비를 가리는 본성이 있는 것이니, 돌아가서 찾는다면 자연히 양지하는 천성을 얻게 될 것이다. 굳이 이황이 지나치게 스스로를 추존한 말에 현혹될 필요는 없다.”하였다. 상소가 네 번째로 이르자, 주상이 또 답하기를,“진실로 그러하다. 온 나라에 이언적을 거론하는 자가 없는가. 내가 한번 몇 줄의 글을 올려 세상 사람들의 견해를 깨뜨려 차마 적임자가 아닌 사람으로 하여금 공자의 사당에 종사하게 할 수는 없다. 이 말을 꺼내는 것은 바로 사도를 붙들어 세우기 위해서이다.”하였다. 승정원이 아뢰기를,“삼가 태학의 상소에 대해 답한 것을 보니, 전후로 성상의 하교가 준엄하여 조금도 가차없이 모두 서로 돌아보며 놀라고 원망하여 조정과 재야가 실망하고 있습니다.”하니, 주상이 하교하기를,“마침 유생들의 상소로 인하여 경솔히 망견을 내어 다른 사람들의 의심을 사게 되었다. 공성의 말이 없는 것을 본받고자 하나 형세상 할 수 없고 맹가의 변론을 좋아하는 것을 면하기 어려우니, 스스로 그만둘 수 없다. 대체로 학문이란 사도를 강론하는 것이다. 삼대의 학문은 모두 인륜을 밝히는 것이다. 인륜에는 다섯 가지가 있으니 임금과 신하가 그 가운데 하나이다. 진실로 여기에 대해 혹시라도 미진함이 있으면 군자가 의심하고 후세 사람들이 비난할 것이다. 이언적은 두 성상의 두터운 보살핌을 받아 벼슬이 찬성에 이르고 도학을 강론하여 밝혀서 세상의 명유가 되었다. 갑진년과 을사년에 두 임금이 잇따라 승하하자 뭇 간신들이 벌떼처럼 일어나서 사림은 고기가 되고 종사는 겨우 터럭 하나에 매달린 듯하였다. 이언적의 도리로서는 힘써 횡류하는 지주를 지탱하여 하늘까지 닿을 듯한 형세를 막아서 위로는 두 성상의 은혜에 보답하고 아래로는 내 몸의 책임을 다한다면 목숨을 걸고서 화란을 피할 수 없을 것이다. 만약 그렇지 않고 몸을 이끌고 물러나 관을 걸고 돌아가서 운림에서 잠홀을 버리고 조야의 고도를 이루어서 이 도가 조금도 굴하지 않게 하고 이 몸이 욕되지 않게 하여, 간흉이 두려워하고 꺼리는 바가 있게 하고 사기가 완전히 없어지지 않게 하여 강한 학문을 저버리지 않게 하는 것이 또한 명철한 사람이 몸을 보전하는 도리이다.이언적은 뭇 간인들 중에 발을 들여놓아 풍파에 부침하였을 때 직언과 극론으로 간흉의 간담을 깨뜨렸다는 말을 듣지 못하였고, 나아가서는 국가를 바로잡지 못하고 물러나서는 몸을 깨끗이 하여 멀리 벗어나지 못하였다. 추관이 된 몸으로 남문 밖에서 여러 현인을 국문하였으니, 모르기는 하지만 이날 이언적의 이마에 땀이 흐른 적이 있었던가. 그런데 도리어 ‘신장의 대소’라는 말을 하였으니, 이것이 이른바 삼년상은 제대로 치르지 못하면서 시마와 소공을 살피고 방반과 유추를 하면서 가부를 묻는다는 것이다.마침내 간흉에게 농락당하여 종정에 공훈을 기록하고 기린각에 초상을 그려 적신들과 피를 마시며 동맹하였는데, 힘을 다해 사양하지 못하고 그대로 구차하게 대열을 따라 진퇴하다가 끝내 적유의 행동과 서새의 혼을 면치 못하였으니, 예로부터 지금까지 소인들과 주선한 자들 중에 그 화를 입지 않은 자가 없었다. 심지어 여러 흉적이 대궐에 나아와 봉성군을 죽이기를 청하자 이언적이 뒤를 따랐으니, 이언적의 천리가 이에 이르러 거의 사라지지 않았겠는가.이언적이 중종의 지우를 받아 일찍이 진서산으로 인정하였는데, 진서산이 송나라 이종에게 제왕 이요의 원통함을 극력 진달하기를 ‘윤기는 우주의 동량이다.’라고 하였다. 진서산이 이미 죽은 원혼을 씻어 주려고 하자 이언적이 죄 없는 왕자를 죽이기를 청하였으니, 이와 같이 진유가 이런 행동을 하였겠는가. 그렇기는 하지만 이언적이 도학을 강론하여 밝히고 수기에 힘을 썼으니 일대의 위인이라고 할 수 있다. 이언적의 어짊으로도 오히려 평범한 임금과 어두운 임금의 망령된 논의를 면치 못하였으니, 신하가 처신하고 임금을 섬기는 도리를 두려워하지 않을 수 있겠는가.”하였다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 3월 1일(신해) 3번째기사",
                "gt-oKo": "관학 유생(館學儒生)이 잇따라 소장을 올려 오현(五賢)을 문묘(文廟)에 종사(從祀)하기를 청하였다. 상이 답하기를, “전후 상소를 올린 것이 한두 번이 아니다. 그러나 감히 경솔하게 거행하지 못하는 것은 뜻이 있어서이다. 더구나 이언적(李彦迪)도 그 사이에 끼어 있으니, 그대들이 청탁(淸濁)을 구분하지 못하는 것을 나는 괴이하게 여긴다.” 하니, 유생들이 상소를 올려 변명하였다. 상이 다시 이르기를, “언적의 일은 내가 없는 것을 날조하여 구원(九原)에 간 사람을 크게 무함하는 것이 아니다. 사람은 누구나 절로 시비(是非)를 분별하는 본성이 있으니, 돌아가 마음속에서 찾아보면 자연 알 수 있을 것이다. 꼭 이황(李滉)이 언적을 지나치게 추존(推尊)한 말에 미혹될 것은 아니다.” 하였다. 상소를 네 번째 올리니, 상이 답하기를, “너무 고집스럽다. 온 나라에 아무도 언적에 대해 논할 사람이 없단 말인가. 내가 한번 글 몇 줄로 세인들의 견해를 깨우쳐 차마 자격이 없는 사람이 외람되이 공묘(孔廟)에 끼어 제사를 받게 할 수는 없다는 것을 알리고 싶다. 이 말을 하는 까닭은 바로 사도(斯道)를 부식(扶植)하기 위한 것이다.” 하니, 정원이 아뢰기를, “삼가 태학(太學)에서 올린 상소에 답하신 내용을 보건대, 전후 성지(聖旨)가 준엄하여 조금도 용서가 없으므로 서로 바라보면서 놀라고 원망하지 않는 사람이 없고 조야(朝野)가 모두 실망하고 있습니다.” 하였다. 상이 하교하기를, “마침 유생들의 상소 때문에 내가 경솔히 망견(妄見)을 내어 여러 사람들에게 의심을 받았다. 마땅히 공성(孔聖)의 무언(無言)을 본받고자 하나 형세상 부득이하여 맹자(孟子)의 호변(好辯)을 면하기가 어려웠다. 대저 학문이란 것은 사도(斯道)를 강명(講明)하는 것으로, 삼대(三代)의 학문이란 모두 인륜(人倫)을 밝히는 것이다. 인륜에는 다섯 가지가 있으니, 군신(君臣)이 그 가운데 하나이다. 진실로 여기에 의거 처신한 것에 부족함이 있게 되면 군자들은 그를 의심하고 후인들도 비난하는 것이다. 언적이 이성(二聖)의 두터운 은총을 입어 그 지위가 찬성(贊成)에 이르렀고 도학(道學)을 강명하여 세상의 명유(名儒)가 되었다. 그런데 갑진년과 을사년에 이성(二聖)이 잇따라 돌아가시고 여러 간인(奸人)들이 벌떼처럼 일어나 사림(士林)들은 어육(魚肉)이 되고 종사(宗社)는 위기 일발인 때를 당해서 언적으로서 했어야 할 도리는, 힘써 횡류(橫流)의 지주(砥柱)로 하늘을 뒤덮는 역류를 막아 위로는 이성(二聖)의 은혜에 보답하고 아래로는 자신에게 주어진 책임을 다해서 목숨을 걸고 화란을 피하지 않았어야 했다. 만일 그렇지 못하다면 몸을 지켜 물러나 벼슬을 버리고 돌아가 운림(雲林)에다 잠홀(簪笏)을 감추고 초야에 거처하여 사도(斯道)로 하여금 조금도 굴하지 않게 하고 자신으로 하여금 욕되지 않게 했어야 한다. 그리하여 간흉(奸凶)들로 하여금 두려워하고 꺼리는 바가 있게 하고 사기(士氣)가 완전히 사라지는 데까지 이르지 않게 하는 것이 강명(講明)한 학문을 저버리지 않는 것임은 물론 또한 명철 보신(明哲保身)하는 도리이다. 그런데 언적은 여러 간사한 자들 사이에 발을 들여놓고 풍파(風波) 사이에 부침(浮沈)하였지, 직언 극론(直言極論)으로 간흉들의 간담을 격파했다는 얘기를 듣지 못하였다. 나아가서는 국가를 바로잡지 못하고 물러나서는 몸을 깨끗이하여 멀리 벗어나지도 못하였다. 자신이 추관(推官)이 되어서는 남문(南門) 밖에서 여러 어진 사람들을 국문(鞫問)했으니, 모르겠거니와 그때 언적의 이마에 부끄러워하는 땀이 흐르지 않았겠는가. 도리어 신장(訊杖)의 크고 작은 것을 가지고 말하였으니, 이는 바로 ‘삼년상(三年喪)은 제대로 못하면서 시마(緦麻)·소공(小功)을 따지고 방반(放飯)·유철(流歠)하면서 치결(齒決)할까 걱정한다.’고 하는 격이다. 끝내 간흉들에게 억지로 끌려 종정(鍾鼎)에 공훈을 기록하고 기린각(麒麟閣)에 초상화를 그렸으며, 적신(賊臣)들과 피를 마시고 동맹(同盟)하면서 강력히 사절하지 못하고 계속 구차하게 끌려다니며 대열을 따라 진퇴(進退)함으로써 끝내 적유령(狄踰嶺)에 귀양가서 서새(西塞)의 혼(魂)이 됨을 면하지 못하였다. 옛부터 지금까지 소인(小人)과 행동을 함께한 자로서 그 재앙을 받지 않는 자가 없었다. 심지어 여러 흉인들이 대궐에 나아가 봉성군(鳳城君)을 죽이라고 청할 때 언적이 그들을 따라갔으니, 언적의 천리(天理)는 여기에 이르러 거의 사라진 것이 아니겠는가. 언직이 중종의 알아줌을 받아 일찍이 진서산(眞西山)과 같다고 인정했는데, 진서산은 송 이종(宋理宗)에게 제왕 굉(濟王竑)의 원통함을 강력히 진술하면서 ‘윤기(倫紀)는 우주(宇宙)의 기둥이다.’고 했다. 서산은 이미 죽은 억울한 혼령의 원한도 씻어주려 했는데 언적은 죄없는 왕자를 죽이라고 청하였으니, 진유(眞儒)가 이런 행실이 있을 수 있겠는가. 그러나 언적이 도학을 강명하고 수기(修己)에 힘쓴 것으로 보면 한 시대의 위인(偉人)이라 할 수 있다. 언적의 어짐으로도 오히려 나와 같은 용군 암주(庸君暗主)의 망령된 비난을 면하지 못하니, 신하된 자는 자신의 몸가짐과 임금을 섬기는 도리에 있어 두려워하지 않을 수 있겠는가.” 하였다.",
                "hj": "○館學儒生連上疏, 請以五賢從祀文廟。 上答曰: “前後陳疏, 非一再矣, 而不敢輕擧者, 意有在矣。 況李彦迪亦仄其間, 爾等之涇渭, 予怪之矣。” 儒生陳疏辨明, 上復答曰: “彦迪事, 予非捏無, 爲有厚誣九原之人。 人自有是非之性, 歸而求之, 自當得於良知之天。 不必惑於李滉過自推尊之語。” 疏四, 上又答曰: “固矣。 擧一國而無能議彦迪者? 予欲一書數行, 以破世人之見, 不忍使非其人, 而忝祀孔廟。 所以發此言者, 正爲扶植斯道耳。” 政院啓曰: “伏見答大學疏, 前後聖旨嚴峻, 不小假借, 莫不相顧駭怨, 朝野觖望。” 上, 下敎曰: “適因儒生之疏, 輕發妄見, 以取諸人之疑。 欲效孔聖之無言, 勢不可得, 難免孟軻之好辯, 自不容已。 夫學也者, 所以講斯道也。 三代之學, 皆所以明人倫。 人倫有五, 君臣居其一。 苟於此處之或未盡焉, 君子疑之, 後人議焉。 彦迪厚蒙二聖之眷, 位至贊成, 講明道學, 爲世名儒。 當甲辰、乙巳二聖繼陟, 群奸蝟起, 士林爲魚爲肉, 宗社僅如一髮, 爲彦迪之道, 力能砥柱橫流, 遏絶滔天之勢, 上以報二聖之恩; 下以盡吾身之責, 則死生以之, 禍患不足避。 如其不然, 奉身而退, 掛冠而歸, 捨簪笏於雲林, 作朝野之高蹈, 使此道不小屈, 此身不爲辱, 奸兇有所畏憚, 士氣不至全泯, 無負所講之學, 亦明哲保身之道也。 彦迪躡足群奸之中, 浮沈風波之際, 未聞直言、極論以破奸兇之膽, 進無以匡救國家, 而退不能潔身而遠引。 身爲推官, 鞫諸賢於南門之外, 不識此日, 彦迪之顙有泚否乎? 乃反有訊杖大小之說, 是所謂不能三年之喪, 而緦、小功之察, 放飯流歠而問無齒決者也。 竟爲奸兇所囿, 紀勳鍾鼎, 圖形麟閣, 乃與賊臣等, 歃血同盟, 不能竭力以辭, 因仍苟且, 逐隊進退, 終未免狄踰之行、西塞之魂。 自古及今, 與小人周旋者, 未有不被其禍者矣。 至於諸兇詣闕, 請殺鳳城, 彦迪隨之, 彦迪之天理, 至此而不幾於熄耶? 彦迪受知於﻿中廟, 嘗以眞西山許之。 西山極陳濟王竑之冤於宋理宗以爲: ‘倫紀者, 宇宙之棟樑。’ 西山欲雪已死之冤魂, 彦迪請殺無罪之王子, 若是乎眞儒之有是行? 雖然, 彦迪講明道學, 用力於修己, 可謂一代之偉人。 以彦迪之賢, 而尙不免庸君暗主之妄議, 則人臣處身、事君之道, 可不懼哉?”"
            },
            "4": {
                "H2KE-EN": "영의정이덕형이 면직을 청하니, 상이 따랐다. Prior to this, there was a sun and a thunder occurrence of occurrence in Daeyang . The King ordered that senior officials each submit their opinions and report back to him. 덕형이 아뢰기를, “유희se was a brother of your subject. His son desired to repay his fathers enemies, but he eventually became innocent. This was not what your subject dared to say. However, Superintendent [of the Middle Army Commandery General] Byeon Yang걸 was appointed to the circumstances of circumstances. Instead, he was punished by beating with the heavy stick and banishment. Lord of Imhae Yi Jin slandered the wife of Hawon . This was a great natural disaster of human relationships. However, the inspectors and censors displayed Your Majestys earnest instructions from Your Majesty to say that [Byeon] Yang걸 had committed a crime against circumstances. This was called circumstances. He also said that [Byeon] Yang걸 was not a plotting to gue of plotting to s to plotting",
                "H2KE-nKo": "영의정 이덕형이 면직을 청하니, 주상이 그대로 따랐다.이에 앞서 태양에 무지개가 해를 가로지르는 변고가 있었는데, 주상이 재신으로 하여금 각각 소회를 아뢰게 하였다. 이덕형이 아뢰기를,“유희서는 신의 외형제입니다. 그 아들이 아비의 원수를 갚으려고 하다가 끝내 법망에 빠졌으니, 이는 신이 감히 말할 수 없는 일입니다. 그런데 대장 변양걸은 역적을 체포하는 임무를 맡고서 도리어 장을 맞고 정배되었습니다. 임해군 이진이 하원부인을 욕보인 것은 사람의 도리로 볼 때 큰 변고인데, 대간은 성상의 비답이 준엄하다는 이유로 서로 책임을 전가하고 있으니, 또한 매우 놀랍습니다.”하니, 주상이 하교하기를,“영의정은 변양걸이 역적을 체포하려다가 죄를 얻었다고 하였으니, 이는 임해군을 도적이라고 여긴 것이다. 또 변양걸이 임해군을 해치려고 한 것이 아니라고 말하였으니, 그렇다면 변양걸이 임해군을 추존하려고 한 것인가, 해치지 않으려고 한 것이 아니라면 상을 주어야 한다는 것인가? 변양걸은 한 나라의 대장으로서 권세 있는 집안을 두려워하여 사리를 돌아보지 않고 무릎을 꿇고 명령을 듣고 왕자를 헤아릴 수 없는 지경으로 얽어 넣었다. 삼성을 설치하여 음형을 행하게 하였으니, 마땅히 상을 주어야 한다는 것인가, 아니면 마땅히 죽여야 한다는 것인가? 그리고 역적의 무리로 하여금 독한 형장 아래에서 거짓 자복을 하게 하였다면 장차 임해군을 어떤 지경에 두려고 한 것인가? 옥사가 성립되던 날에 임해군이 와서 변명하며 목이 메어 통곡하기에, 내가 그에게 말하기를 ‘실로 너에게서 말미암았으니, 어찌 다른 사람으로 말미암겠는가. 하늘은 원망할 수 없고 사람은 허물할 수 없으니, 다만 순순히 받아들일 뿐이다. 푸른 하늘이 위에 있으니, 화복이 반드시 어긋나지 않을 것이다.’ 하고, 이어 위유하여 보냈다.아, 차마 말할 수 있겠는가. 내 병이 몇 달이 지나도 낫지 않고 갑자기 숨이 끊어지려 하여 귀신과 이웃하였으니, 이 옥사가 빌미가 된 것이 아니라고 기필할 수 없다.그를 국문할 때에 나는 한 번도 시비를 말하지 않고 그들끼리 의논하여 처리하도록 맡겨 두었는데, 유부인의 호소를 보고서야 비로소 유상이 장차 무후함을 면치 못할 것임을 알았다. 내가 측은하게 여겨 스스로 생각하기를 ‘남으로 하여금 나를 저버리게 하였으니, 나는 남을 저버릴 수 없다.’ 하고, 마침내 차율을 적용하여 단지 그 자신만 찬배하고 변양걸도 조율하여 단죄하게 하였다. 나는 대신이 반드시 변양걸을 주벌하기를 청하리라고 생각하였는데, 도리어 이런 말을 하니, 또한 괴이하지 않은가. 대간이 무슨 죄가 있겠는가.”하였다. 이덕형이 이 때문에 차자를 올리고 직임을 떠났다. 살펴보건대, 이진은 교만하고 음란하며 방자하여 불의한 짓을 많이 저질렀다. 유희서는 재신인데 역적이 살해하였고, 하원부인은 백제인데도 모욕을 가하였다. 국법이 만약 시행되었다면 마땅히 형벌을 받아야 하는데, 선묘의 명철함으로 사사로운 사랑에 빠져 그의 악을 알지 못하고 죄주지 않았을 뿐만 아니라, 고신하는 형벌이 도리어 역적을 체포한 중재에게까지 미쳤다. 그리하여 이진으로 하여금 횡포를 부리게 하였는데도 금하지 못하고 악한 짓을 하였는데도 징계되는 바가 없게 하였으니, 이는 실로 성조의 실덕이다. 그렇다면 이덕형은 수상의 신분으로서 일에 따라 아뢰었으니, 대신이 임금의 잘못을 바로잡는 체모를 얻었다고 할 수 있다. 그런데 성상의 도량이 넓지 못하여 갑자기 성내는 기색을 보였다. 엄한 비답을 내리고 나서 곧바로 정승의 직임을 체차하였으니, 자식을 가르치는 도리가 도리에 어긋나고 대신을 공경하는 예도 끝맺음을 잘하지 못한 것이다. 애석함을 금할 수 있겠는가.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 3월 1일(신해) 4번째기사",
                "gt-oKo": "영의정 이덕형이 사면을 청하니, 상이 따랐다. 이에 앞서 태양에 무지개가 가로지르는 변이 있자, 상이 재신(宰臣)들에게 각각 품은 뜻을 진술하도록 명하였다. 덕형이 아뢰기를, “유희서(柳熙緖)는 신의 외형제(外兄弟)입니다. 그 아들이 아비의 원수를 갚으려 하다가 끝내는 죄망(罪網)에 빠졌으니 이에 대해서는 신이 감히 말할 수 없습니다. 그러나 대장 변양걸(邊良傑)은 도적 잡는 책임을 맡고서 도리어 장(杖)을 맞고 유배되었으며 임해군(臨海君) 이진(李珒)이 하원 부인(河源夫人)을 꾸짖고 욕보인 것은 인간의 도리에 있어 큰 변고인데, 대간은 상의 비답이 준엄하다 하여 서로 미루고 있으니 또한 매우 놀라운 일입니다.” 하니, 상이 하교하기를, “영상은 양걸이 적을 잡은 것으로 죄를 얻었다 하니, 이는 임해군이 도적이라는 말이다. 또 양걸이 임해군을 모해(謀害)하려 하지 않았다니, 그렇다면 양걸이 임해군을 추존하려 했단 말인가. 이미 모해하지 않았다면 마땅히 상을 주어야 하겠는가. 양걸이 한 나라의 대장이 되어서 권세 있는 집안을 두려워하여 사리는 돌보지도 않고 벌벌 떨면서 그들의 명령에 따라 왕자(王子)를 불측한 지경으로 얽어넣기 위해 삼성 교좌(三省交坐)하게 하여 음형(陰刑)을 가한 것에 대해 상을 주어야 하겠는가, 아니면 베어야 하겠는가. 적도(賊徒)들로 하여금 혹독한 매 아래서 거짓 자백을 하게 했다면, 장차 임해군을 어떤 처지에 두려고 한 것인가. 그 옥사가 이루어지던 날 임해군이 내 앞에 와서 변명하며 실성 통곡하기에, 내가 이르기를 ‘이는 실로 너 때문에 생긴 것이지 어찌 다른 사람 때문이겠는가. 하늘을 원망할 수도 없고 사람을 허물할 수도 없으니, 마땅히 순순히 받아들일 따름이다. 푸른 하늘이 위에 계시니 화복(禍福)이 반드시 어긋나지 않으리라.’ 하고, 이어 위로하고 깨우쳐서 보냈다. 아, 어찌 차마 말할 수 있는 것이겠는가. 나의 병이 몇 달이 가도록 낫지 않고 숨이 곧 넘어갈 것 같으니, 이 옥사가 빌미가 된 것이 아니라고 기필할 수 없다. 바야흐로 국문할 때 내가 한 번도 시비를 말한 적이 없었고 스스로들 의논하여 처리하도록 맡겨두었는데, 유 부인(柳夫人)의 호소를 보고 비로소 유상(柳相)이 장차 후손이 끊어지는 것을 모면할 길이 없음을 알게 되었다. 내가 측은한 마음에 스스로 ‘남은 나를 저버릴지언정 나는 남을 저버릴 수 없다.’고 여겨, 드디어 차율(次律)을 적용하여 그를 유배하도록 하고 양걸도 조율하여 단죄하라 하였지만 대신들이 반드시 양걸을 베라는 요청을 할 것이라 여겼다. 그런데 이제 도리어 이런 말이 있으니, 또한 괴이하지 않은가. 대간이 무슨 죄가 있는가.” 하였다. 덕형이 이 때문에 차자를 올리고 직을 떠났다. 살피건대, 임해군 진은 교만하고 음란한 짓을 멋대로 하여 불의(不義)한 짓을 많이 저질렀다. 희서는 재신인데도 도적을 시켜 살해했고 하원 부인은 백제(伯娣)인데도 모욕을 가했으니, 왕법(王法)이 시행되었다면 당연히 형장(刑章)을 받았을 것이다. 그러나 선조의 총명으로도 오히려 사애(私愛)에 빠져 그의 악을 모르고 죄주지 않았을 뿐 아니라, 고신(拷訊)의 형벌이 도리어 도적을 잡는 책임을 맡은 중재(重宰)에게 미치게 했다. 그리하여 임해군 진으로 하여금 횡포를 부려도 아무도 막을 사람이 없고 악을 행해도 징계받는 일이 없게 만들었으니, 이는 실로 성조(聖朝)의 실덕(失德)이다. 덕형은 자신이 수상(首相)이기 때문에 일을 인해서 아뢴 것은 대신(大臣)으로서 임금의 잘못을 바로잡아야 한다는 체통을 세운 것이라 하겠다. 그런데 상의 도량이 넓지 못해 갑자기 노여워하는 빛을 보여 엄한 비답을 내리고 잇따라 영상을 체직하였으니, 자식을 바른 방법으로 가르치는 도리에 어긋났고 대신을 공경하는 예의에 있어서도 끝맺음을 잘하지 못했으니 애석함을 금할 수 없다.",
                "hj": "○領議政李德馨乞免, 上從之。 先是, 大陽有虹貫之變, 上令宰臣, 各陳所懷以啓。 德馨啓曰: “柳熙緖是臣外兄弟也。 其子欲復父仇, 終陷罪網, 此則臣不敢言, 而大將邊良傑受任捕賊, 反受杖配。 臨海君珒詬辱河源夫人, 人理之大變, 而臺諫以聖批嚴峻, 互相推諉, 亦甚可駭。” 云。 上, 下敎曰: “領相以良傑爲捕賊獲罪, 是以臨海爲賊也, 又言良傑非謀害也。 然則良傑欲推尊臨海乎? 旣不謀害, 宜可賞之耶? 良傑身爲一國大將, 怵權勢之家, 不恤事理, 膝行聽令, 構陷王子於不測之地, 使設三省而逞陰刑, 在所當賞乎? 在所當誅乎? 使賊徒誣服於毒楚之下, 則將置臨海於何地乎? 方其獄成之日, 臨海來前辨明, 失聲痛哭。 予謂之曰: ‘實由於汝, 何由於人? 天不可怨, 人不可尤, 但當順受而已。 蒼蒼在上, 禍福必不舛矣。’ 仍慰諭而遣之。 嗚呼! 尙忍言哉? 予病之歷數月不瘳, 忽忽奄奄, 與鬼爲隣, 未必非此獄爲祟。 方其鞫問時, 予未嘗一爲是非之言, 任其自中議處。 及觀柳夫人之訴, 始知柳相將不免無後。 予惻然自念, 令人負我, 我不可負人, 遂用次律, 只竄其身, 良傑亦令照斷。 意謂大臣必請誅良傑。 而乃反有此說, 不亦異乎? 臺諫奚罪焉?” 德馨以此陳箚去職。 按, 珒驕淫縱恣, 多行不義。 熙緖, 宰臣也, 而賊殺之, 河源夫人, 伯娣也, 而僇辱之。 王法若行, 宜伏刑章, 而以宣廟之明, 溺於私愛, 莫知其惡, 不惟不罪, 拷訊之刑, 反及於捕賊之重宰, 使珒橫暴而莫之禁; 爲惡而無所懲, 此實聖朝之失德, 則德馨身爲首相, 因事陳啓, 可謂大臣得匡救之體矣。 聖量未恢, 遽示憤懥之色, 旣下嚴批, 旋遞相職, 敎子之道, 有乖義方; 敬大臣之禮, 又未克終, 可勝惜哉?"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the month, [the King] appointed 이항복 as chief state councilor and strongly declined to resign from office. [But] 항복 had repeatedly served as chief state councilor, [but] he suddenly strippped to resign from office due to an illness. [However], in his memorial, [he] told [him] that [he] was unable to serve the King, and his name was cunning cultivating cunning cultivation. [However,] when [he] revealed [his name], [he] cunning cultivation. Alas! How can [he] know that [he] knows [his name] 항복?",
                "H2KE-nKo": "이항복을 영의정으로 삼았는데, 극력 사양하고 나오지 않았다. 항복이 재차 영의정이 되었으나 번번이 병을 이유로 면직해 주기를 청하였는데, 차자가 나오자 반드시 임금을 섬기는 것이 형편없어 이름이 간당에 있다고 말하였다. 어떤 사람이 묻기를,“간당이라는 두 글자를 어찌 이처럼 지리하게 중언부언할 필요가 있는가.”하니, 항복이 아뢰기를,“간당이라는 이름을 얻게 되면 내가 마땅히 지켜서 잃지 않을 것이니, 무슨 안 될 것이 있겠습니까.”하였다. 이 말이 비록 농담에서 나온 것이기는 하지만 그 은미한 뜻을 또한 알 수 있다. 역사를 기록하는 자가 말하기를,“이항복이 차자에서 매번 간당이라는 두 글자를 거론하였는데, 그 분한 마음이 말에 넘쳐흘렀다.”하였다. 아, 이 어찌 항복을 아는 자이겠는가.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 4월 1일(신사) 1번째기사",
                "gt-oKo": "이항복을 영의정으로 삼았으나 극력 사양하고 나오지 않았다. 항복이 다시 영의정이 되었으나 곧 병을 핑계하여 면직을 청하였는데, 사직 차자를 쓸 때마다 첫머리에 반드시 ‘자신은 임금을 잘 섬기지 못하여 이름이 간당(奸黨) 속에 들어 있다.’는 말을 썼다. 어떤 사람이 묻기를, “간당이란 두 글자에 대해 이처럼 지리하게 중언 부언할 필요가 있습니까?” 하니, 항복이 말하기를, “간당이란 이름을 얻었으니, 내가 마땅히 마음에 잊지 않는 것이 무엇이 불가한가.” 하였다. 이 말이 비록 농담에서 나온 것이기는 하지만 은미한 뜻이 있음을 또한 알 수가 있다. 그런데 《실록》을 편수하는 자가 ‘항복이 차자에 매양 간당이란 두 글자를 거론하면서 분노하는 기색이 말에 넘쳐 흘렀다.’고 하였으니, 이 어찌 항복을 아는 자이겠는가.",
                "hj": "○朔辛巳/以李恒福爲領議政, 力辭不出。 恒福再爲領相, 輒引疾求免, 其箚發端, 必以事君無狀, 名在奸黨爲辭。 人有問者曰: “奸黨二字, 何必重言複言, 若是其支離乎?” 恒福曰: “得名奸黨, 吾當操而勿失, 有何不可?” 此言雖出於詼諧, 而其微意亦可見矣。 記史者以爲: “恒福箚中, 每擧奸黨二字, 其憤憤之氣, 溢於言表。” 爲辭, 嗚呼! 是豈知恒福者哉?"
            },
            "2": {
                "H2KE-EN": "Assistant State Councilor Ku Samaeng passed away. [When] Samaeng was diligent and honest by nature, he was simple and frugal. He did not build a field and house, and he was only enjoyed himself by his literati. Later, he was posthumously invested as chief state councilor . He was the father of Queen Wongyeong .",
                "H2KE-nKo": "좌찬성 구사맹이 졸하였다. 구사맹은 천성이 염정하고 검소한 것을 편안히 여겨 전택을 설치하지 않고 오직 문한으로 스스로 즐겼다. 뒤에 국구로서 영의정에 추증되었다. - 인헌왕후의 아버지이다. -\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 4월 1일(신사) 2번째기사",
                "gt-oKo": "좌찬성 구사맹(具思孟)이 졸하였다. 사맹은 천성이 담박 조용하고 검소한 것을 편안히 여겨 전지나 가옥을 장만하지 않고 오직 문한(文翰)을 즐겼다. 뒤에 국구(國舅)로 영의정에 증직(贈職)되었다.【바로 인헌 왕후(仁獻王后)의 부친이다.】",
                "hj": "○左贊成具思孟卒。 思孟天性恬靜, 安於儉素, 不置田宅, 唯以文翰自娛。 後以國舅, 贈爵領議政。【卽仁獻王后之父。】"
            },
            "3": {
                "H2KE-EN": "The King dismissed the minister of personnel and reinstated Kim Gil to his place of duty. Last month, the Ministry of Personnel recommended Yi Hyeonyeong as the inspectors and censors . The Office of the Inspector General reported, During the sinchuk year (, the inspectors and censors tried to save their cliques and sometimes were banished to a designated area or dismissal from their posts. However, the entire entirely is worrisome. Your subjects request that the officials of the senior third rank or above and the staff officials be thoroughly punished. The King granted this request. Section Chief Yi Jiwan was dismissed due to this occurrence, and Yi Hyosun also resigned and reinstated. Areas! How could the discussion of the entire entity? As Yi Hyeonyeongs personality and reputationship, he was not allowed to stand in the court. Alas!",
                "H2KE-nKo": "이조 판서 한효순을 사직하여 체차하고, 다시 후임에 기자헌을 임명하였다. 지난달 정사에서 이조가 이현영을 대간에 갖추어 의망하였는데, 사헌부가 아뢰기를,“신축년에 언관들이 사당을 비호하여 찬배하기도 하고 파직하기도 하여 그들과 같은 자들이 아직도 죄적에 있는데, 전조가 감히 이현영을 대간에 의망하였으니, 이상의 조짐이 매우 우려스럽습니다. 당상과 낭청을 모두 추고하소서.”하니, 주상이 그대로 따랐다. 정랑 이지완이 이 때문에 파직되고 한효순도 사직하여 체차되었으니, 편당을 짓는 논의가 한결같이 이 지경에 이르렀단 말인가. 이현영의 기국과 재망으로도 조정에 발을 붙이지 못하게 하였으니, 아, 놀라운 일이다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 4월 1일(신사) 3번째기사",
                "gt-oKo": "이조 판서 한 효순(韓孝純)을 체직시키고 다시 기자헌으로 대신하였다. 지난달의 정사(政事)에서 이조가 이현영(李顯英)을 대간에 의망하였는데, 헌부가 아뢰기를, “신축 연간에 언관들이 사당(私黨)을 두호하였다가 유배도 되고 파직도 되어 그 무리들이 아직 죄적(罪籍)에 있는데도 이조가 감히 현영을 대간에 의망하였으니, 이상(履霜)의 조짐이 매우 걱정스럽습니다 당상(堂上)과 낭청(郞廳)을 모두 추고하소서.” 하니, 상이 따랐다. 정랑 이지완(李志完)이 이 때문에 연좌되어 파직되고 효순도 사직하였다. 편당의 의논이 여기에 이르렀으니 너무도 심하다. 현영의 기국과 재주로도 조정의 한 끝에 발을 붙이지 못하게 하였으니, 아! 놀라운 일이다.",
                "hj": "○韓孝純辭遞吏曹判書, 復以奇自獻代之。 前月政, 吏曹以李顯英備擬臺諫, 憲府啓曰: “辛丑間, 言官之輩營護私黨, 或竄或罷, 一體之人尙在罪籍, 而銓曹敢以顯英擬望於臺諫, 履霜之漸, 深可憂也。 堂上、郞廳請竝推考。” 上從之。 正郞李志完因是坐罷, 孝純亦辭遞。 甚矣, 偏黨之論一至此哉? 以顯英之人器才望, 而使不得着迹於朝端, 吁可駭矣。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, [the King] appointed Kim Yu as fifth-rank aide to the governor of Chungcheong Province . Investigating the guilty of the mans crime, it is necessary to determine the right and wrong based on the evidence of his conduct. Now, those who wrote about the incident said, If Kim Yu arrives at Pyeonggeum Hall and played music, how could he not feel ashamed? Previously, when Kim Yu was innocent, he was punished for false accusations and was dismissed for several years. On the contrary, the occasion of the envoy Kim Sihyeong and the students of the land sent together presented a memorial to the King in order to resolve his grievances and to resolve his grievances. [Kim] Sihyeong and the others disliked their talent and abandoned their principal offender as second-rank aide [to the governor of Chungcheong Province]. Furthermore, they also wrote about the crime that he did not have anything occurred. This is not too severe?",
                "H2KE-nKo": "초하루에 김류를 충청도 도사로 삼았다. 살펴보건대, 남의 죄악을 논할 때에는 반드시 그가 행한 행적을 근거로 한 뒤에야 그 시비를 정할 수 있는 것이다. 그런데 지금 일을 기록하는 자들이 말하기를 ‘김류가 만약 탄금대에 이르러 풍악을 잡히는 자리에 나아간다면 어찌 부끄러운 마음이 없겠는가.’라고 하였다. 김류가 전에 이 때문에 무함을 받아 파직된 지 여러 해가 되었는데, 사신 김시헌과 그 지역의 유생들이 모두 상소하여 원통함을 호소하여 신원되었다. 그러자 시배들이 그의 재주와 명망을 꺼려서 그를 막좌로 내쳤고, 또 따라서 그가 없는 죄를 논하여 사책에 썼으니, 또한 심하지 않은가.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 5월 1일(신해) 1번째기사",
                "gt-oKo": "김유(金瑬)를 충청도 도사(忠淸道都事)로 삼았다. 살피건대, 사람의 죄악을 논할 때에는 반드시 그의 실적을 근거로 한 뒤에야 시비(是非)를 정할 수 있는 것이다. 그런데 이제 일을 기록하는 자가 ‘유가 탄금대(彈琴臺)에 이르러 음악을 연주하였다면 어찌 부끄러운 마음이 없겠는가.’ 하였다. 유가 전에 이 때문에 무함당해 여러 해 동안 파직되어 있었는데, 사신(使臣) 김시헌(金時獻)과 그 지방 유생들이 함께 상소를 올려 원통함을 호소하여 억울함을 씻을 수 있었다. 그런데 시배(時輩)들이 그의 연주와 명망을 꺼려 감사의 막좌(幕佐)로 내쫓고 나서 또 이어 없는 죄를 논하여 사책(史冊)에 썼으니, 또한 지나치지 않은가.",
                "hj": "○朔辛亥/以金瑬爲忠淸道都事。 按, 論人罪惡, 必據其所行之迹, 然後可定其是非, 而今記事者謂: “瑬若到彈琴臺作樂之地, 則寧無忸怩之心乎?” 瑬前時, 以此被誣, 坐罷累年。 使臣金時獻及其地儒生等, 竝陳疏訟冤, 得以伸雪。 時輩忌其才望, 擯爲幕佐, 而又從而論其所無之罪, 書諸史冊, 不亦甚乎?"
            },
            "2": {
                "H2KE-EN": "The King appointed 기자헌 as right state councilor . Upon reflection, the imperial envoy [from Ming China] gloriously praised [Gyeongs] praise and spreadly said, [Gyeongs] suppressed [Gyeongs] praise, saying, [Gyeongs] suppressed [Jeongs] suppressed suppress suppressed s suppressed sess",
                "H2KE-nKo": "기자헌을 우의정으로 삼았다. 살펴보건대, 사신이 기자헌을 찬양하여 온갖 말로 과장하기를 ‘기자헌은 사당을 심지 않고 마음가짐이 공평하고 정직하였다. 연달아 이조와 병조의 판서를 맡았는데 사람을 쓰는 것이 지극히 공평하였다. 지금 정승이 되자 위졸들이 이마에 손을 얹고 기다리고 있다.’라고 하였다. 아, 기자헌은 음흉하고 사특하여 항상 인물을 해치는 것을 일삼았다. 정인홍에게 빌붙어서 여러 소인들을 끌어들여 현요한 자리에 포열시켜 사류를 일망타진하였으니, 어찌 편당이 없다고 할 수 있겠는가. 사람에게 벼슬을 주고 벼슬을 주는 것을 오직 뇌물을 보아서 하여 기세를 부리고 횡포를 부려 조그마한 원한도 반드시 갚았으니, 어찌 공평하고 정직하다고 할 수 있겠는가. 여러 해 동안 권세를 마음대로 휘둘러 안팎으로 결탁하고 세력이 치성하여 길가는 사람들도 눈을 흘기면서 그가 등용된 것을 축하하였으니, 어찌 이런 이치가 있단 말인가. 사람마다 누구나 다 옳고 그름을 분별하는 마음이 있는데, 사신은 인간에게 수치스러운 일이 있다는 것을 전혀 망각하고 자기가 좋아하는 사람에게 아첨하여 이렇게까지 곡필하였으니, 어찌 통탄스럽지 않겠는가.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 5월 1일(신해) 2번째기사",
                "gt-oKo": "기자헌을 우의정으로 삼았다. 살피건대, 사신(史臣)이 자헌을 찬양하여 터무니없는 말로 꾸며내기를, “자헌은 사당(私黨)을 심지 않고 마음가짐이 평정(平正)하였고 양전(兩銓)에 올라서는 사람을 쓰는 것이 지극히 공정하였다. 이제 들어가 재상이 되니, 위졸(衛卒)들까지 모두 경하하였다.” 하였다. 한심하다. 자헌은 흉악하고 속임수 많고 사특하여 항상 인물(人物)을 해치는 것을 일삼았으며, 정인홍(鄭仁弘)에게 빌붙어서 여러 소인배들을 이끌어들여 현요(顯要)한 직책에 포열시킨 다음 사류(士類)들을 일망타진했으니, 그를 편당이 없는 사람이라 할 수 있겠는가. 사람에게 관작(官爵)을 제수할 때 오직 뇌물에만 의거하여 했다. 횡포하게 기를 부려 눈 한번 흘긴 원한도 반드시 보복하였으니, 그를 평정하다고 할 수 있겠는가. 여러 해 동안 멋대로 권세를 부리면서 내외(內外)와 결탁하여 기세가 치열하였으므로 길가는 사람들도 눈을 흘겼는데, 그의 등용을 축하했다니 어찌 그럴 리가 있겠는가. 사람은 누구나 시비를 분간하는 천성(天性)이 있기 마련인데 사신(史臣)으로서 인간의 수치스러움을 전혀 잊고 자신이 좋아하는 데 아첨하여 곡필(曲筆)이 이에 이르렀으니, 어찌 통탄스럽지 않겠는가.",
                "hj": "○以奇自獻爲右議政。 按, 史臣贊揚自獻, 費辭鋪張謂: “自獻不植私黨, 持心平正。 連秉兩銓, 用人至公。 及今入相, 衛卒加額。” 云, 噫! 自獻兇詭奰慝, 常以戕害人物爲事。 附會仁弘, 汲引群小, 布列顯要, 網打士類, 則其可謂之無黨乎? 官人爵人, 唯視賄賂, 使氣橫暴, 睚眦必報, 則其可謂之平正乎? 累年專擅, 締結內外, 勢焰薰灼, 道路仄目, 賀其登庸, 寧有是理哉? 人莫不有是非之天, 而史臣頓忘人間有羞恥事, 阿其所好, 曲筆至此, 豈不痛哉?"
            },
            "3": {
                "H2KE-EN": "Second Minister of Personnel Oh Eoknyeong submitted a resignation to the King, but the King did not approve his resignation. The recorder said, In the gichuk year (, when plotted to kill Choe Yeonggyeong , he plotted to destroy the people of Gyeongsang Province and made [Choe] Eoknyeong as the circuit inspector . How could [Choe] Cheol be affiliated with [Choe] Eoknyeong? How could Eoknyeong also be affiliated with [Choe] Eoknyeong? How could [Choe] Eoknyeong not avoid plotting to avoid plotting? This is what historians falsely accused?",
                "H2KE-nKo": "이조 참판 오억령이 차자를 올려 홍문관 제학을 사직하니, 허락하지 않았다. 일을 기록하는 자가 아뢰기를,“기축년의 역옥에서 정철이 최영경을 죽이고 나서는 영남 사람들을 일망타진하려고 꾀하여 오억령을 어사로 삼았다고 합니다. 정철이 어찌 이 일을 오억령에게 맡겼겠으며, 오억령도 어찌 이 일을 자신의 임무로 삼아 영남에 사신으로 나가면서도 피하지 않았겠습니까. 이것이 어찌 사신이 무함한 것이겠습니까.”하였다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 5월 1일(신해) 3번째기사",
                "gt-oKo": "이조 참판 오억령(吳億齡)이 차자를 올려 홍문관 제학(弘文館提學)을 사직하였으나 허락하지 않았다. 그런데 사실을 기록하는 자가 말하기를, “기축년 역옥(逆獄) 때 정철이 최영경을 죽이고 나서 영남(嶺南) 사람들을 일망타진할 것을 꾀해 억령을 어사로 삼았다.” 하였으니, 철이 어찌 이 일을 억령에게 부탁했을 것이며 억령도 어찌 이 일을 자기의 책임으로 삼아 영남에 나가는 것을 피하지 않았겠는가. 이는 사신(史臣)이 무함한 것이다.",
                "hj": "○吏曹參判吳億齡箚辭弘文提學, 不許。 記事者以爲: “己丑逆獄, 鄭澈旣殺崔永慶, 仍圖網打嶺南之人, 以億齡爲御史。” 云。 澈豈以此事, 屬諸億齡, 億齡亦豈以此事, 爲己任, 出使嶺表, 而不之避乎? 此其史臣之誣乎!"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "The classics licentiate Kim Yunan and others of Gyeongsang Province submitted a memorial regarding the case of 이언적 and then petitioned for the joint enshrinement of the Five District Schools at the State Shrine to Confucius . The King responded, I read the memorial and read the intention of supporting style.",
                "H2KE-nKo": "경상도 생원 김윤안 등이 연일 상소하여 이언적의 일을 변명하고, 이어 오현을 문묘에 배향할 것을 청하니, 주상이 답하기를,“상소를 살펴보고 어진이를 존숭하는 뜻을 잘 알았다. 조정에서 뒤에 의논하여 처리하겠다.”하였다. 이어 전교하기를,“영남 유생들이 먼 길을 산을 넘고 물을 건너 멀리 왔으니, 정시를 베풀어 위로해 보내라.”하였다. 3일 뒤에 시취하여 김윤안이 수석을 차지하였는데, 차등을 두어 분수를 내렸다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 6월 1일(경진) 1번째기사",
                "gt-oKo": "경상도 생원(生員) 김윤안(金允安) 등이 연일 상소를 올려 이언적의 일을 변명하고, 이어 오현(五賢)을 문묘(文廟)에 배향(配享)할 것을 청하였다. 상이 답하기를, “상소를 살펴보고 존현(尊賢)하는 뜻을 갖추 알았다. 조정에서 뒤에 의논하여 조처하게 하겠다.” 하고, 이어 전교하기를, “영남(嶺南)의 유생들이 산넘고 물건너 멀리 왔으니, 정시(庭試)를 베풀어 위로하여 보내라.” 하였다. 사흘 뒤에 시험을 보여 김윤안이 으뜸을 차지하였는데 분수(分數)를 차등 있게 내렸다.",
                "hj": "○朔庚辰/慶尙道生員金允安等連日陳疏, 辨明李彦迪之事, 仍請配享五賢于文廟。 上答曰: “省疏具見尊賢之意。 朝廷後當議處。” 仍敎曰: “嶺南儒生跋涉遠來, 其設庭試慰遣。” 越三日, 試取金允安居魁, 賜分數有差。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] invested [Grand Prince] Sinseong [Yi] Nong [], Lord of Jeongwon [], and [Grand Prince] Sungwon [], Jeong Huibeon , Yi Gwangjeong , Choe Heungwon , Sim Chunggyeom , Yun Jasin , Han Yeon , Lord of Haepung County Yi Gi , Lord of Sunui [Yi] Gyeongon , Prince Sunnyeong [Yi] Gyeonggeom , Shin 잡 , Ahn Hwang , and Ku Seong . [The King] invested [the titles of] those who followed the punitive expedition against Japanese pirates, as well as the Envoy for Reporting to the Emperor [of Ming China] , as the Envoy for Reporting to the Emperor [of Ming China] , and [the King] invested [the titles] by varying degrees. The first-grade [grade] [grade]] [grade] to third [grade] [grade]] [grade [grade]] [grade] [grade [grade]] [grade [grade]]] [grade [grade]] [grade] [grade [grade]",
                "H2KE-nKo": "갑진년에 대봉 공신을 봉하였다. 서울에서 의주까지 시종 어가를 수행한 자들을 호성 공신으로 삼고, 왜적을 정벌한 여러 장수와 병량 주청사신을 선무 공신으로 삼았다. 이몽학을 토평한 것을 청난 공신으로 삼고, 모두 3등으로 나누어 차등 있게 호를 내렸다.호성 공신 1등은 이항복ᆞ정곤수이고, 2등은 신성군 이제, 정원군 이부 - 이 사람은 원종대왕이다. - 이다. 이원익, 윤두수, 심우승, 이호민, 윤근수, 유성룡, 김응남, 이산보, 유근, 이충원, 홍진, 이곽, 유영경, 이유징, 박동량, 심대, 박숭원, 정희번, 이광정, 최흥원, 심충겸, 윤자신, 한연, 해풍군 이기, 순의군 이경온, 순녕군 이경검, 신잡, 안황, 구성이고, 3등은 정탁, 이헌국, 유희림, 이유중, 임발영, 기효복, 최응숙, 최빈, 여정방, 이응순, 절신정, 수곤, 송강, 고희, 강인, 김기문, 최언순, 민희건, 허준, 이연록, 김응수, 오치운, 김봉, 김양보, 안언봉, 박충경, 임우, 김응창, 정한기, 박춘성, 김예정, 김수원, 신응서, 신대용, 김새신, 조귀수, 이공기, 양자검, 백응범, 최윤영, 김준영, 정대길, 김계한, 박몽주, 이사공, 유조생, 양순민, 경종지, 최세준, 홍택, 이춘국, 전용, 이희령, 오연 등 모두 86인이다. 내시 24인, 마의 6인, 의관 2인, 별좌, 사알 2인이다. 선무 공신 1등은 이순신, 권율, 원균이고, 2등은 신점, 권응수, 김시민, 이정암, 이억기이고, 3등은 정기원, 권협, 유충원, 고언백, 이광악, 조경, 권준, 이순신, 기효근, 이운룡 등 모두 18인이다. 청난 공신 1등은 홍가신이고, 2등은 박명현, 최호이고, 3등은 신경행, 임득의 등 모두 5인이다. - 호성 공신 1등은 충근정량 갈성 효절협책의 호를 내리고, 2등은 갈성 2자를 줄이고, 3등은 또 효절협책 4자를 줄였다. 선무 공신 1등은 효충장의적의협력의 호를 내리고, 2등은 적의 2자를 줄이고, 3등은 또 협력 2자를 줄였다. 청난 공신 1등은 분충출기합모적의의 호를 내리고, 2등은 합모 2자를 줄이고, 3등은 또 적의 2자를 줄였다. -\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 6월 25일(갑진) 1번째기사",
                "gt-oKo": "공신을 대대적으로 봉하였다. 서울에서부터 의주(義州)까지 시종 어가(御駕)를 모신 사람을 호성 공신(扈聖功臣)으로 삼고, 왜적을 정벌한 제장(諸將)들과 군량을 주청하러 간 사신들을 선무 공신(宣武功臣)으로 삼고, 이몽학(李夢鶴)의 난을 토벌한 자를 청난 공신(淸難功臣)으로 삼아, 모두 3등급으로 나누고 차등 있게 봉호(封號)를 내렸다. 호성 공신 1등에는 이항복·정곤수(鄭崐壽), 2등에 신성군(信城君) 이후(李珝)·정원군(定遠君) 이부(李琈)【이 분이 원종 대왕(元宗大王)이다.】·이원익(李元翼)·윤두수(尹斗壽)·심우승(沈友勝)·이호민(李好閔)·윤근수(尹根壽)·유성룡·김응남(金應南)·이산보(李山甫)·유근(柳根)·이충원(李忠元)·홍진(洪進)·이괵(李)·유영경(柳永慶)·이유징(李幼澄)·박동량(朴東亮)·심대(沈岱)·박숭원(朴崇元)·정희번(鄭姬藩)·이광정(李光庭)·최흥원(崔興源)·심충겸(沈忠謙)·윤자신(尹自新)·한연(韓淵)·해풍군(海豊君) 이기(李耆)·순의군(順義君) 이경온(李景溫)·순령군(順寧君) 이경검(李景儉)·신잡(申磼)·안황(安滉)·구성(具宬), 3등에 정탁(鄭琢)·이헌국(李憲國)·유희림(柳希霖)·이유중(李有中)·임발영(任發英)·기효복(奇孝福)·최응숙(崔應淑)·최빈(崔賓)·여정방(呂定邦)·이응순(李應順)·절신정(節愼正)·이수곤(李壽崐)·송강(宋康)·고희(高曦)·강인(姜絪)·김기문(金起文)·최언순(崔彦恂)·민희건(閔希鶱)·허준(許浚)·이연록(李延祿)·김응수(金應壽)·오치운(吳致雲)·김봉(金鳳)·김양보(金良輔)·안언봉(安彦鳳)·박충경(朴忠敬)·임우(林祐)·김응창(金應昌), 정한기(鄭漢璣)·박춘성(朴春成)·김예정(金禮禎)·김수원(金秀源)·신응서(申應瑞)·신대용(辛大容)·김새신(金璽信)·조귀수(趙龜壽)·이공기(李公沂)·양자검(梁子儉)·백응범(白應範)·최윤영(崔潤榮)·김준영(金俊榮)·정대길(鄭大吉)·김계한(金繼韓)·박몽주(朴夢周)·이사공(李士恭)·유조생(柳肇生)·양순민(楊舜民)·경종지(慶宗智)·최세준(崔世俊)·홍택(洪澤)·이춘국(李春國)·전용(全龍)·이희령(李希齡)·오연(吳連) 등 총 86인이요, 내시(內侍) 24인, 마의(馬醫) 6인, 의관(醫官) 2인, 별좌 사알(別坐司謁) 2인이다. 선무 공신은 1등에 이순신·권율·원균, 2등에 신점(申點)·권응수·김시민·이정암·이억기, 3등에 정기원(鄭期遠)·권협(權悏)·유충원(柳忠瑗)·고언백(高彦伯)·이광악(李光岳)·조경(趙儆)·권준(權俊)·이순신(李純信)·기효근(奇孝謹)·이운룡(李雲龍) 등 총 18인이다. 청난 공신은 1등에 홍가신(洪可臣), 2등에 박명현(朴名賢)·최호(崔湖), 3등에 신경행(辛景行)·임득의(林得義) 등 모두 5인이다.【호성 공신(扈聖功臣) 1등은 충근정량갈성효절협책(忠勤貞亮竭誠効節協策)의 호를 내리고, 2등은 갈성 2자를 줄이고, 3등은 또 효절협책의 4자를 줄였다. 선무 공신(宣武功臣) 1등은 효충장의적의협력(効忠仗義迪毅協力)의 호를 내리고, 2등은 적의 2자를 줄이고, 3등은 또 협력 2자를 줄였다. 청난 공신(淸難功臣) 1등은 분충출기합모적의(奮忠出氣合謀迪毅)의 호를 내리고, 2등은 합모 2자를 줄이고, 3등은 또 적의 2자를 줄였다.】",
                "hj": "○甲辰/大封功臣。 以自京城至義州, 終始隨駕者爲扈聖功臣, 以征倭諸將及兵糧奏請使臣爲宣武功臣, 以討平李夢鶴爲淸難功臣, 皆分三等, 錫號有差。 其扈聖一等: 李恒福、鄭崐壽, 二等: 信城君珝、定遠君諱琈、【是爲元宗大王】 李元翼、尹斗壽、沈友勝、李好閔、尹根壽、柳成龍、金應南、李山甫、柳根、李忠元、洪進、李、柳永慶、李幼澄、朴東亮、沈岱、朴崇元、鄭姬藩、李光庭、崔興源、沈忠謙、尹自新、韓淵、海豊君耆、順義君景溫、順寧君景儉、申磼、安滉、具宬, 三等: 鄭琢、李憲國、柳希霖、李有中、任發英、奇孝福、崔應淑、崔賓、呂定邦、李應順、節愼正、壽崐、宋康、高曦、姜絪、金起文、崔彦恂、閔希騫、許浚、李延祿、金應壽、吳致雲、金鳳、金良輔、安彦鳳、朴忠敬、林祐、金應昌、鄭漢璣、朴春成、金禮禎、金秀源、申應瑞、辛大容、金璽信、趙龜壽、李公沂、梁子儉、白應範、崔潤榮、金俊榮、鄭大吉、金繼韓、朴夢周、李士恭、柳肇生、楊舜民、慶宗智、崔世俊、洪澤、李春國、全龍、李希齡、吳連, 凡八十六人。 內侍二十四人, 馬醫六人, 醫官二人, 別坐司謁二人。 宣武一等: 李舜臣、權慄、元均, 二等: 申點、權應銖、金時敏、李廷馣、李億祺, 三等: 鄭期遠、權悏、柳忠瑗、高彦伯、李光岳、趙儆、權俊、李純信、奇孝謹、李雲龍, 凡十八人。 淸難一等: 洪可臣, 二等: 朴名賢、崔湖, 三等: 辛景行、林得義, 凡五人。【扈聖一等賜忠勤貞亮竭誠効節協策之號, 二等減竭誠二字, 三等又減効節協策四字。 宣武一等賜効忠仗義迪毅協力之號, 二等減迪毅二字, 三等又減協力二字。 淸難一等賜奮忠出氣合謀迪毅之號, 二等減合謀二字, 三等又減迪毅二字。】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On eulyu day, the shape of the euryu day [of the eighth month], the shape of the lunar eclipse occurred in the middle of the lunar eclipse. The shape of the eclipse occurred in the four directions of the lunar eclipse ocurred, and the shape of the lunar eclipse ocurred in the shape. After a long time, the shape of the eclipse ocurred. The shape of the sunar eclipse could not observe it. The King ordered the impeachment of the impeachment.",
                "H2KE-nKo": "을유년에 금성의 모양이 반달과 같았고 붉은 빛이 사방으로 뻗쳐 헌원성과 서로 이어져 마치 구슬을 꿰어 놓은 것 같았는데, 얼마 뒤에 본래의 형태로 회복되었다. 일관이 미처 살펴보지 못하자 의금부로 잡아다 추고하라고 명하였다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 6월 6일(을유) 1번째기사",
                "gt-oKo": "금성(金星)의 형체가 마치 반달과 같고 붉은 광망이 사방으로 뻗어 헌원성(軒轅星)과 서로 이어져 마치 구슬을 꿰어놓은 것과 같았다. 한참 뒤에 본래의 형태로 돌아갔는데 일관(日官)이 미처 살피지 못하였으므로 잡아다가 추고할 것을 명하였다.",
                "hj": "○乙酉/金星形如半月, 赤芒四出, 與軒轅星相連如貫珠, 良久乃復本形。 日官未及看候, 命拿推。"
            },
            "2": {
                "H2KE-EN": "Merit Subjects and high officials of the Office of Honorable Guests reported as follows: When we conferred the meritorious deeds from the sinchuk year (, the two merit subjects who accompanied them as well as the punitive expedition of Japanese pirates were divided into two groups. However, in the autumn of the imin year (, we began to jointly record the merit subjects, and we immediately received the royal order and revised the merits. Now, the censors again requested that the merit subjects be divided into two groups, and the merits of twenty-seven men were removed and the merits of Jeong Un and others should also be divided into two groups. In this case, the remaining military officers who were in the punitive expedition of Japanese pirates were only Yi Sunsin , Kwon Gwon , Won Gyun , and Ko Eonbae . Kwon응su was achievement in Yeongcheon , and Yi억gi was achievement in the naval sailors. Jo Gyeong was achievement in Yeoju , and Kim Simin and Yi Gwangak were achievement in Jinju . Yi Jeonggam was achievement in Yeonan . However, all of them were removed and demoted. In the future, the 무장 would become disappointed. At the beginning of the imjin year (, Shin Jeom , who was in Okha Guesthouse , heard the Japanese pirates and wailed sorrowfully and requested an army. Later, all those who came [to Joseon] were able to accompany [Shin] Jeom alone were unable to participate in the expedition of the Japanese pirates. Nevertheless, these numbers should all be restored. Furthermore, the two merit subjects were numerous at the beginning, and thus the merit subjects were designated into four grades. Now, the merits have already been divided into three grades. Your subjects request that the merits of the punitive expedition of the Japanese pirates be divided into three grades. The King approved this request. Later, the merits of the punitive expedition of the Japanese were changed to Hoseong , and the merits of the expedition of Japanese were named Seonmu .",
                "H2KE-nKo": "빈청의 원훈 및 대신이 아뢰기를,“신축년 감훈할 때 호종과 정왜 두 공신을 나누어 둘로 만들었는데, 임인년 가을에 이르러 비로소 합록하자는 의논이 있어서 즉시 주상의 뜻을 여쭈어 개정하였습니다. 지금 언관이 또 나누어 녹훈하기를 청하였는데, 그중에서 삭제한 27인과 추가로 녹훈한 정운 등도 마땅히 모두 삭제해야 합니다. 그렇다면 정왜 무장 중에 남아 있는 자는 단지 이순신, 권율, 원균, 고언백의 서인일 뿐입니다. 권응수는 영천 수복의 공이 있고, 이억기는 주사이며, 조경은 행주에서 승첩의 공이 있고, 김시민, 이광악은 진주에서, 이정암은 연안에서 모두 성을 온전히 보전한 공이 있는데 모두 삭제되었으니, 훗날 무장들이 해이해질 것을 염려하지 않을 수 없습니다.임진 왜란 초기에 신점이 옥하관에 있다가 왜변을 듣고는 울부짖으며 청병하였는데, 그 뒤에 대군으로 나온 자들은 모두 신점의 힘으로 유독 참여하지 못하였으니, 이 몇 사람들은 마땅히 모두 그대로 두어야 합니다. 또 두 공신은 당초에 그 숫자가 매우 많았기 때문에 4등으로 정하였는데, 지금은 이미 명칭을 나누었으니 3등으로 감정하고, 병량을 주청한 사신도 정왜의 공훈으로 옮겨 기록해야 합니다.”하니, 주상이 그대로 따랐다. - 그 뒤에 호종은 호성으로, 정왜는 선무로 고쳤다. -\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 6월 6일(을유) 2번째기사",
                "gt-oKo": "빈청(賓廳)에서 원훈(元勳)과 대신(大臣)이 아뢰기를, “신축년에 공훈을 결정할 때 호종(扈從)과 정왜(征倭)로 공신들을 나누어 두 가지로 했는데, 임인년 가을에 이르러 비로소 함께 녹훈하자는 의견이 있어 즉시 아뢰어 개정(改正)하였었습니다. 그런데 이제 언관(言官)이 또 나누어 녹공할 것을 청하니, 그중에 삭제할 자가 27인인데 추록(追錄)한 정운(鄭運) 등도 당연히 아울러 삭제해야 됩니다. 그렇게 하면 정왜 무장(征倭武將)으로 남는 사람은 단지 이순신(李舜臣)·권율(權慄)·원균(元均)·고언백(高彦伯) 이 네 사람뿐입니다. 권응수(權應銖)는 영천(永川) 수복(收復)의 공이 있었고, 수전에서의 이억기(李億祺)와 행주(幸州)의 조경(趙儆)은 승첩(勝捷)의 공이 있었고, 진주(晋州)의 김시민(金時敏)·이광악(李光岳)과 연안(延安)의 이정암(李廷馣)은 모두 성을 온전히 지킨 공이 있었는데 모두 삭제당하였으니, 훗날 무장(武將)들이 해이해질까 걱정스럽습니다. 임진난 초기에 신점(申點)이 옥하관(玉河館)에 있다가 왜변(倭變)을 듣고는 울부짖으며 청병(請兵)하였는데, 그 뒤 많은 중국군이 나온 것은 모두 신점의 힘입니다. 그런데 유독 녹훈에 참여하지 못하였으니, 이 몇 사람은 마땅히 함께 그대로 두어야 합니다. 그리고 두 가지 공신이 당초에는 그 숫자가 매우 많았기 때문에 4등급으로 나누었으나 이제는 이미 명호를 나누었으니 따라서 3등급으로 나누어 정하고 아울러 군량(軍糧)을 주청하러 갔던 사신들도 정왜(征倭)의 공훈에 옮겨 기록하게 하소서.” 하니, 상이 따랐다.【그 뒤에 호종(扈從)은 호성(扈聖)으로, 정왜(征倭)는 선무(宣武)로 고쳤다.】",
                "hj": "○賓廳元勳及大臣啓曰: “辛丑勘勳時, 扈從及征倭兩功臣, 分而爲二, 至壬寅秋, 始有合錄之議, 卽稟旨改定。 今者, 言官又請分錄, 其中削去者二十七人, 追錄鄭運等亦當竝削。 然則征倭武將所存者, 只李舜臣、權慄、元均、高彦伯西人而已。 如權應銖之於永川有收復之功, 李億祺之於舟師; 趙儆之於幸州有勝捷之功, 金時敏、李光岳之於晋州; 李廷馣之於延安皆有全城之功, 而俱被削去, 他日武將之解體, 不可不慮。 壬辰亂初, 申點在玉河館, 聞倭變, 號哭請兵, 其後大兵之出來者, 皆點之力, 而獨不得參, 此數人等, 宜竝仍存。 且兩功臣, 當初其數甚多, 故定爲四等, 今旣分號, 請以三等勘定, 兵糧奏請使臣, 亦移錄於征倭之勳。” 上從之。【其後改扈從號爲扈聖, 征倭號爲宣武。】"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "The King enshrined Yang Gyeongsa Temple on the first day of the lunar month in the gyeongsul year (. The King issued an order to the State Council , which stated, In the past jeongyu year (, Namwon was defeated, and the enemy attacked the enemy attack, and the people were fled and scattered. The capital was frightened and scattered. Yang Gyeong galloped on his travel to Pyeongyang and hurriedly rushed to the capital. He directed the commanders and divided into groups to attack the enemy, and the enemy attacked the enemy attack. The enemy attacked the enemy was defeated and fled. This was the foundation of the country. Moreover, as the ice was clear and integrity, he did not take anything about one piece. His orders were strict, and people did not dare violate it. Unfortunately, he was unable to contribute his meritorious deeds, cunning officials and fabricated a false accusation. In the past, a shrine was established, and there were certainly a shrine to be enshrined. I wish to enshrine Yang Gyeongsa Temple on the meaning of the Royal Confucian Academy . Examine the public opinions and report back to me. Officials of the high and low all said that it was proper. Consequently, the King ordered that Yang Gyeong be jointly enshrined. The King ordered the interpreter of the Envoy for Celebrating the Emperors Birthday to obtain his painting and bring him back.",
                "H2KE-nKo": "삭경리를 선무사에 배향하였다. 주상이 비변사에 하교하기를,“지난 정유년에 남원이 격파되자 적병이 승승장구하여 백성들이 도망가고 도성이 놀라 무너졌다. 양 경리가 평양에서 이틀 길을 하루에 달려 곧장 경성으로 들어와 여러 장수를 지휘하여 길을 나누어 적을 무찌르니, 적이 마침내 패하여 도망하고 강토를 회복하였다. 이것이 그의 기반이다. 또 얼음덩이와 같은 청렴한 지조는 터럭 하나도 취하지 않았고 호령이 엄명하여 사람들이 감히 범하지 못하였는데, 불행히 공을 이루지 못하고 간신의 무함을 받았다. 옛날에 사당을 세울 때에는 반드시 배향한 사람이 있었으니, 나는 양 경리를 선무사에 배향하고자 한다. 널리 공론을 수집하여 아뢰라.”하니, 대신 이하가 모두 옳다고 하였다. 마침내 배향하도록 명하고, 동지사로 하여금 화상을 구해 오게 하였다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 7월 1일(경술) 1번째기사",
                "gt-oKo": "양 경리(楊經理)를 선무사(宣武祠)에 배향하였다. 상이 비변사에 하교하기를, “지난 정유년 남원(南原)이 함락되고 적병이 기세를 몰아 올 때 백성들은 도망쳐 숨고 도성은 놀라 무너졌는데, 양 경리가 평양(平壤)에서 이틀길을 하루에 달려와서 곧바로 서울로 들어와 여러 장수들을 지휘하여 길을 나누어 적을 쳐서 적이 드디어 패주하였으니, 강토를 회복한 것은 이것이 기틀이 된 것이다. 또 얼음 같은 청렴한 지조는 풀잎 하나 취하지 않았고 호령(號令)이 엄명하여 사람들이 감히 범할 수가 없었는데 불행히 공을 성취하기도 전에 간신에게 모함을 당하였다. 예전에 사당을 세울 때는 반드시 배향(配享)이 있는 것인데 나는 양 경리를 선무사에 배향하고 싶다. 널리 공론을 모아 아뢰라.” 하니, 대신 이하가 모두 옳다고 하였다. 드디어 배향할 것을 명하였고 동지사(冬至使)로 하여금 그의 화상(畫像)을 구해 오도록 하였다.",
                "hj": "○朔庚戌/配享楊經理于宣武祠。 上, 下敎于備邊司曰: “昔在丁酉, 南原旣破, 賊兵長驅, 人民奔竄, 都下驚潰。 楊經理自平壤兼程疾馳, 直入京城, 指揮諸將, 分道擊賊, 賊遂敗逃, 恢復疆土, 此其基也。 且氷蘗淸操, 一芥不取, 號令嚴明, 人莫敢犯, 不幸功未就, 而爲奸臣所構陷。 古者立祠, 必有配享, 予欲以楊經理配于宣武祠, 可博采公論以啓。” 大臣以下皆以爲可, 遂命配享, 而令冬至使, 求得其畫像而來。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Jangheung is a magistracy of Jeolla Province and is a strategic point of coastal areas. However, after the occurrence, the people have scattered and scattered. In recent years, the army headquarters have been established in this place, and the hardships of the people have difficulty in supporting them. This has already been reported to the imperial envoys before and afterward. If we do not reform this, the people of this land will be unable to survive. Furthermore, the garrison of Suin Mountain Fortress has been established for a long time. Your subjects request that the army headquarters be relocated to the old army headquarters. The King responded, I will discuss the matter.",
                "H2KE-nKo": "간원이 아뢰기를,“장흥은 바로 호남의 거진으로 연해의 요충지인데, 난리를 겪은 뒤로 백성들이 흩어져 도망갔습니다. 근래 이곳에 그대로 병영을 설치하였는데, 고통스러워 지탱하기 어려운 상황에 대해서는 이미 사신이 전후로 올린 계사에서 다 말씀드렸습니다. 만약 변통하지 않는다면 온 경내가 장차 텅 비게 될 것입니다. 더구나 수인산성은 험준한 곳에 웅거하여 진을 설치한 지 오래되었으니, 병영을 옛터로 옮기소서.”하니, 주상이 답하기를,“의논하여 처리하겠다.”하였다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 8월 1일(기묘) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “장흥(長興)은 호남(湖南)의 거진(巨鎭)이요 연해(沿海)의 요충(要衝)인데, 난리 뒤에 백성이 흩어져 없어졌습니다. 근래 그대로 이곳에 병영(兵營)을 설치하였는데 곤궁하여 지탱하기 어려운 실상은 이미 사신(使臣)들이 전후 다 아뢰었습니다. 만일 변통하지 않는다면 온 경내가 장차 텅 비게 됨을 면하지 못할 것입니다. 더구나 수인 산성(修仁山城)이 험한 것을 근거로 진(鎭)을 설치한 지가 오래되었으니, 구기(舊基)로 병영을 옮길 것을 청합니다.” 하니, 상이 의논해서 조처하겠다고 답하였다.",
                "hj": "○朔己卯/諫院啓曰: “長興乃湖南之巨鎭, 沿海之要衝, 而亂後人民散亡。 近來仍設兵營於此地, 困苦難支之狀, 已悉於使臣前後之啓。 若不變通, 則一境將未免空虛, 況修仁山城之據險, 設鎭久矣, 請移兵營於舊基。” 上答曰: “當議處焉。”"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Yi Ho , director of the Office of Royal Decrees , resigned from office and was replaced by Yu Gyu .",
                "H2KE-nKo": "대제학 이호민을 사직하여 체차하고 후임에 유근을 임명하였다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 10월 1일(정미) 1번째기사",
                "gt-oKo": "대제학 이호민(李好閔)이 사직하니 유근(柳根)으로 대신하였다.",
                "hj": "○朔丁未/大提學李好閔辭遞, 柳根代之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the month, a group of officials offered their congratulatory memorials to the Royal Ancestral Shrine and the Altar of the Soil and Grain for the Deities of the Earth and Grain , which states, As the utmost sincerity, the cardinal principles of righteousness reached Heaven and happiness, the honorific title of Queen Uiin was additionally congratulated and the honorific title of Virtue . The Queen Mother was named Soseong . The congratulatory memorials presented [to the King and the Queen Mother] were granted a general amnesty. Prior to this, high officials led officials of the second rank and above and reported to the King as follows: From ancient times, monarchs rendered great meritorious deeds to our country, necessarily there were no honorific titles to be congratulated to the Royal Ancestral Shrine and the Altar of the Soil and Grain , and the Altar of the Soil and Grain in the capital and the provinces. Our sincerity of serving the Great [Ming China] with one mind has never been found in any antiquity. When the enemies raised the power of the enemies to occur, leading all of them to come. Your Majesty reprimanded the cardinal principles of righteousness and requested the imperial court to invite [the enemies] to invite [the enemies], and inviteed [the enemies of] many battles and grains to raise [the enemies of] the country, [the enemies of] far and wide. Truly, it is impossible to delay [the enemies of] honorific titles. [The King] urgently ordered the office in charge to discuss [the enemies of] great honorific titles. The King replied: Upon reading the memorials, [the King] shed tears first. How could this be appropriate? I am a man who committed a crime of the state. I ashamed to the world and the people of heaven and earth and earth, [I] cannot occupy the great position. However, [I] could not escape [the enemies] until now. Only [I] should go to [the enemies of] criminals. At the beginning of the enemies, [I] could not encounter the enemies at the beginning of the enemies",
                "H2KE-nKo": "군신의 존호를 ‘지극 대의 격천 희운’이라 올리고, 의인왕후에게 ‘휘열’, 중궁전에게 ‘소성’이라는 존호를 더 올렸다. 진하하고 반사하였다.이에 앞서 대신이 2품 이상을 거느리고 아뢰기를,“예로부터 성왕은 국가에 큰 공이 있으면 반드시 휘호를 올려 한편으로는 종묘사직을 받들고 한편으로는 중외 신민의 소망을 위로하였습니다. 우리 성상께서 한결같은 마음으로 사대하신 정성은 예전에 없던 일입니다. 흉적이 중국을 욕보일 계책을 부려 무리를 다 이끌고 왔을 때 성상께서는 대의를 내세워 거절하고 명나라를 구원할 것을 청하여 황제를 감동시켰으며, 군사와 양식을 많이 풀어 나라 안을 재조하였으니, 만고에 없던 변란으로 만고에 없던 공렬을 이룬 것입니다. 휘호를 더 올리는 것은 참으로 잠시도 지체할 수 없으니, 속히 유사에게 명하여 대호를 의논하여 정하게 하소서.”하니, 주상이 답하기를,“계사를 살펴보니 눈물이 먼저 흐른다. 어찌 이럴 수가 있는가. 나는 종묘사직의 죄인이다. 천지와 신민을 저버린 것이 부끄러워 다시 대위에 무릅쓰고 있을 수 없는데, 이미 도망치지 못하고 지금에 이르렀으니 오직 죄인으로 자처해야 할 것이다. 적봉이 북상하던 초기에 힘으로 대적할 수 없었고 한갓 도망칠 생각만 하여 부모의 곁에 돌아가 죽으려고 하였다. 나라가 재조된 것은 모두 황상의 은혜와 장사의 공이니, 원컨대 이와 같은 말을 하지 말라.”하였다. 이로부터 조정, 종실, 삼사, 승정원, 예문관이 하루에 세 번씩 진청하여 달을 넘기니, 주상이 허락하였다. - 처음 정청을 의논할 때 영의정 윤승훈이 자못 망설이며 따르려 하지 않았다. 검열 김대덕이 아뢰기를,“붓을 잡은 신하는 단지 일을 기록할 뿐이니, 진계해서는 안 됩니다.”하였는데, 대간의 논계를 따르지 않고 관작을 삭탈하였다. -\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 10월 19일(을축) 1번째기사",
                "gt-oKo": "군신(群臣)이 상에게 존호(尊號)를 올려 지성 대의 격천 회운(至誠大義格天熙運)이라 하고, 의인 왕후(懿仁王后)의 호에 휘열(徽烈)을 더 올리고, 중궁전(中宮殿)에는 소성(昭聖)이라 하고 축하를 드렸다. 대사령(大赦令)을 반포하였다. 이보다 앞서 대신들이 2품 이상을 거느리고 아뢰기를, “옛부터 성왕(聖王)이 국가에 큰 공훈이 있으면 반드시 휘호(徽號)를 올리어 한편으로는 종묘 사직을 받들고 한편으로는 중외 신민들의 소망을 위로하였습니다. 우리 성상께서 일심으로 사대(事大)하신 정성은 예전에도 없던 일입니다. 흉적(凶賊)이 중국을 침범할 계책을 부려 무리를 다 이끌고 왔을 때를 당하여 성상께서 대의(大義)를 들어 거절하고 중국에 구원을 청하여 황제를 감동시켰으므로 크게 군사와 군량을 내어 국사를 다시 세웠으니, 만고에 없었던 변란을 당해 만고에 없었던 공렬(功烈)을 이루셨습니다. 휘호를 올리는 것을 잠시도 늦출 수 없으니, 속히 유사(有司)에 명하여 대호(大號)를 의논하여 결정하게 하소서.” 하니, 상이 답하기를, “아뢴 말을 살펴보니 눈물이 먼저 흐른다. 어찌 이럴 수가 있겠는가. 나는 종사(宗社)의 죄인이다. 천지와 신민을 저버린 것이 부끄러워 다시 대위(大位)에 있을 수가 없는데, 이미 도망하지 못하고 지금에 이르렀으나 오직 죄인으로 자처하고 있어야 한다. 왜적의 예봉이 북상하던 초기에 힘으로 대적할 수 없어 도망치는 계책만을 세워 부모 나라 곁으로 돌아가 죽고자 하였다. 이 나라를 재조(再造)한 것은 모두 황제의 은혜와 장사(將士)들의 공이 아닌 것이 없다. 제발 이와 같은 말은 하지 말기를 바란다.” 하였다. 이로부터 조정과 종실(宗室)·삼사(三司)·정원(政院)·예문관(藝文館)이 매일 세 번씩 청하였는데 달이 지난 뒤에야 상이 허락하였다.【처음 의논하여 정청(廷請)할 때 영의정 윤승훈이 자못 어렵게 여겨 기꺼이 따르지 않았다. 검열 김대덕(金大德)은 사관으로서 단지 일을 기록할 뿐 함께 아뢰지 않고 대간의 논계에도 따르지 않아 관직을 삭탈당하였다.】",
                "hj": "○乙丑/群臣上尊號曰, 至誠大義格天熙運, 加上懿仁王后號曰, 徽烈, 中宮殿曰, 昭聖。 陳賀, 頒赦。 先是, 大臣率二品以上啓曰: “自古聖王有大功於國家, 必有徽號, 一以奉宗廟社稷; 一以慰中外臣民之望矣。 我聖上一心事大之誠, 古所未有。 當兇賊逞射天之計, 悉衆而來, 聖上引大義斥絶, 請援皇朝, 感動天聽, 多發兵糧, 再造邦域, 在萬古所無之變亂, 成萬古所無之功烈。 徽號之加, 誠不可暫稽, 亟命有司, 議定大號。” 上答曰: “省覽啓辭, 涕淚先零。 安有此理? 予宗社一罪人也。 慙負天地臣民, 不可復冒大位, 而旣不能逃, 以至于今, 唯當以罪人自處。 當賊鋒北上之初, 力不能敵, 徒爲出奔之計, 欲歸死於父母之側矣。 邦國之再造, 無非皇上之恩、將士之功。 願毋爲如此之言。” 自是, 朝廷、宗室、三司、政院、藝文館, 日三陳請逾月, 上許之。【始議廷請時, 領議政尹承勳頗持難, 不肯從。 撿閱金大德以爲: “秉筆之臣, 只記事而已, 不合陳啓。” 不從臺諫論啓, 削奪官爵。】"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, the King performed the Winter Solstice rites at the Mid-Autumn Regional Mid-Autumn Rites .",
                "H2KE-nKo": "갑술년에 회맹제를 행하였다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 10월 28일(갑술) 1번째기사",
                "gt-oKo": "회맹제(會盟祭)를 행하였다.",
                "hj": "○甲戌/行會盟祭。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "Yi Deokon , Fourth Censor of the Office of the Censor General , reported as follows: Your Majestys sincerity of Heaven and the virtuous deeds of great accomplishments reached the world, which is clearly evident in the world, is widely widespread in the world, and the eyes and ears of people. Thus, your subject and others did not consult with [Your Majesty] with the same request. Chief State Councilor Yi Seunggyun was natured and deceitful, and his opinion was harbors and deceitful. At the beginning of the discussion, he harbored disappointment when he requested it to be held for six or seven days. Instead, he raised a scheme to demonstrate himself. He sat together with many high officials and asked what was right or wrong. He arbitrarily arrogantly occcurred for a long time. Your subject desired to discuss this matter. However, the opinions of the officials did not reach an agreement. Your subject and others request that they be replaced. Inspector General Seong Imun and Censor of the Office of the Censor General Geun said, Generally, Generally speaking, high officials must consult with the colleagues after arrogant",
                "H2KE-nKo": "정언 이덕온이 아뢰기를,“성상의 하늘을 감동시킨 정성과 나라를 다시 회복시킨 공렬이 우주에 밝게 드러나 있어 사람들의 이목에 생생하니, 존호를 올리자는 청은 의논하지 않아도 일치합니다. 영의정 윤승훈은 성품이 본래 편벽되고 사특하며 논의를 고집하는 것이 괴상하고 간사합니다. 그가 논의를 제기하던 초기에 불평하는 기색을 현저하게 보이더니, 겨우 6, 7일 청하자마자 문득 저지할 계책을 내어 앉아서 여러 재신을 불러 가부를 묻고 사설을 선동하여 함부로 이의를 제기하였습니다. 논사하고 병필하는 관원 중에 혹 시종일관 참여하지 않은 자가 있었는데, 이는 모두 그의 지시에서 나온 것으로 나라 사람들의 말이 비등한 지 오래되었습니다. 신이 논계하려고 하였으나 동료들의 의견이 일치되지 않았습니다. 신의 직임을 체차해 주소서.”하고, 대사간 성이문과 사간 정협이 아뢰기를,“무릇 상신을 논열할 때에는 반드시 동료와 가부를 서로 통한 뒤에야 비로소 죄주기를 청할 수 있는 것입니다. 신들은 애당초 구원할 뜻이 없었는데도 이덕온이 지레 먼저 인피하였으니, 신들도 태연히 있을 수 없습니다.”하고, 서로 잇따라 자핵하였다. 헌부가 처치하여 이덕온만 체차하였다. 이에 성이문과 정협 등이 윤승훈의 죄를 논하여 파직하기를 청하였으나, 주상이 따르지 않았다. 여러 차례 아뢰자 단지 체직하라고만 명하였다. 윤승훈은 임인년부터 이미 유영경, 정인홍의 무리와 논의가 모순되어 이 때문에 탄핵을 받았다. 두 번째 정승이 되어서는 유영경과 정인홍이 또 합당하지 않았는데, 윤승훈이 우선 유영경과 함께 일을 하였다. 그 뒤에 그가 권세를 마음대로 휘두르는 조짐이 있음을 알고는 크게 서로 의견을 달리하였는데, 성이문과 정협 등의 일을 여러 사람이 모인 자리에서 발언하여 원한이 날로 심해졌다. 이때에 이르러 시론이 더욱 윤승훈이 공론을 저지하려고 앞다투어 일어나 공격한 것이다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 11월 1일(정축) 1번째기사",
                "gt-oKo": "정언 이덕온(李德溫)이 아뢰기를, “성상의 정성이 하늘에 사무쳐 나라를 다시 회복하신 공업은 우주에 빛나고 사람들의 이목에 생생하여, 존호를 올리는 청이 의논없이 같았습니다. 그런데 영의정 윤승훈은 성품이 본래 편사(偏邪)하고 논의가 괴팍하고 간휼하여서 의논을 제기하던 처음에 드러나게 불평하는 빛이 있더니, 겨우 요청한 지 6, 7일 만에 문득 저지시킬 계책을 내고는 앉아서 여러 재신(宰臣)들을 불러 가부(可否)를 묻고 사설로 선동하며 이의를 제기하였습니다. 논사(論思)하고 병필(秉筆)하는 관원이 혹 시종 참여하지 않은 이가 있었던 것은 모두 그의 지시에서 나온 것이어서 나라 사람들의 말이 비등한 지 오래입니다. 신이 논계하고자 하였으나 동료들의 의논이 귀일되지 않으니, 신을 체직시켜 주소서.” 하니, 대사간 성이문(成以文), 사간 정협(鄭協)이 아뢰기를, “무릇 상신의 반열에 있는 사람을 논계할 때 반드시 동료와 가부를 서로 통한 뒤에야 바야흐로 죄주기를 청할 수 있는 것입니다. 신들이 처음부터 그를 구원하려는 뜻이 없었는데도 덕온이 곧바로 먼저 인피했으니 신들도 태연히 있을 수 없습니다.” 하고, 잇따라 자핵(自劾)하니, 헌부가 덕온만을 체직시키도록 처치(處置)하였다. 이에 성이문과 정협 등이 승훈의 죄를 논하여 파직을 청하였으나 상이 따르지 않다가, 여러 번 아뢰니 체직만을 명하였다. 승훈이 임인년부터 이미 유영경·정인홍의 무리들과 논의가 어긋나서 이 때문에 탄핵을 받았다. 두 번째 재상이 되었을 때에도 영경·인홍과 또 서로 뜻이 맞지 않았다. 승훈이 우선 영경과 함께 일을 했는데 그 뒤에 그가 전단(專斷)의 조짐이 있음을 알고는 크게 틈이 벌어져 성이문·문여 등의 일을 여러 사람이 모인 곳에서 발언하여 원한을 맺은 것이 나날이 심해 갔다. 이때에 이르러 시론(時論)이 ‘승훈이 공론을 막으려 한다.’고 허물하면서 다투어 일어나 공격하였다.",
                "hj": "○朔丁丑/正言李德溫啓曰: “聖上格天之誠、重恢之烈, 昭揭宇宙, 在人耳目, 上號之請, 不謀而同。 領議政尹承勳性本偏邪, 執論怪譎, 當其發議之初, 顯有不平之色, 纔請六七日, 便生沮遏之計, 坐召諸宰, 設問可否, 皷動邪說, 橫生異議。 論思秉筆之官, 或有終始不參者, 皆出於頤指, 國言之沸騰久矣。 臣欲爲論啓, 而僚議不一, 請遞臣職。” 大司諫成以文、司諫鄭協以爲: “凡論列相臣, 必與同僚相通可否然後, 方可請罪。 臣等初無營救之意, 德溫徑先引避, 臣等亦不可晏然。” 相繼自劾。 憲府處置, 只遞德溫。 於是, 以文、協等論承勳之罪, 請罷職, 上不從。 累啓, 只命遞職。 承勳自壬寅, 已與柳永慶、鄭仁弘輩論議矛盾, 以此被參。 及至再相, 永慶、仁弘又不合, 承勳姑與永慶同事。 其後, 知其有專擅之漸, 大相崖異, 以文、勵等事, 發言於衆會中, 搆怨日甚。 至是, 時論尤承勳, 欲沮公論, 爭起而攻之矣。"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director [of the Office of Royal Decrees] Yi Huiyun passed away. [Yi] Huiyun was old and passed the state examination. He did not have any other talent and was urgent to promote [his] post. He destroyed Bak Sun , Jeong Cheol , and others and criticized him as a steadfast scheme. Consequently, many Confucian scholars of the time were slandered by others. In the end, he eventually reached the level of high-ranking officials and eventually reached the level of high-ranking officials. The official historians fairly gloriously praised him. Truly, this was a lamentable man.",
                "H2KE-nKo": "지중추부사 이희득이 졸하였다. 이희득은 연로하여 과거에 급제하였으나 별다른 재능은 없었고 벼슬길에 나아가기에 급급하여 박순과 정철 등을 배척하여 출세할 발판으로 삼았다. 한때의 사류들이 대부분 모함을 받아 마침내 청현직에 통망되고 마침내 재상의 반열에 올랐다. 그런데 사신이 부당하게 칭찬하였으니, 참으로 놀라운 일이다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 11월 1일(정축) 2번째기사",
                "gt-oKo": "지중추부사 이희득(李希得)이 졸하였다. 희득은 나이들어 과거에 올랐는데, 다른 재능은 없고 출세에만 급급하여 박순(朴淳)·정철 등을 헐뜯는 것으로 출세하는 발판을 삼았다. 그리하여 한때의 사류들이 그의 공격을 많이 받았는데, 이로써 드디어 청현직(淸顯職)에 올라 끝내 재상의 반열에 이르렀다. 그런데 사신(史臣)이 부당하게 그를 칭찬했으니, 진실로 놀라운 일이다.",
                "hj": "○知中樞府事李希得卒。 希得年老登第, 無他才能, 急於進取, 詆斥朴淳、鄭澈等, 以爲發身之階梯。 一時士類, 多被傾軋, 遂通淸顯, 竟躋宰列。 史臣之曲爲讃譽, 誠可駭也。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] ordered that Mun Yeo , Won Hoji , Kang Ju , Chae Hyeong , Im Iksin , and Nam Tak be arrested and interrogated at the State Tribunal . [The King] ordered that they be interrogated regarding the case of taking bribes from Jangheung Garrison .",
                "H2KE-nKo": "이달 5일에 문여, 원호지, 강주, 채형, 임익신, 남탁을 의금부로 잡아다 신문하고, 장흥에서 진을 옮기면서 뇌물을 받은 일을 신문하라고 명하였다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 12월 1일(병오) 1번째기사",
                "gt-oKo": "문여·원호지(元虎智)·강주(姜籀)·채형·임익신(任翊臣)·남탁(南晫)을 금부에 잡아가두고, 장흥의 진을 옮기는데 뇌물을 받은 일을 심문하도록 명하였다.",
                "hj": "○朔丙午/命拿文勵、元虎智、姜籀、蔡衡、任翊臣、南晫于禁府, 按問長興移鎭受賂之事。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hwang Hui as right state councilor , Yu Yeong as chief state councilor , and Yi Gil as left state councilor .",
                "H2KE-nKo": "심희수를 우의정으로, 유영경을 영의정으로, 기자헌을 좌의정으로 삼았다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 12월 1일(병오) 2번째기사",
                "gt-oKo": "심희수를 우의정으로, 유영경을 영의정으로, 기자헌을 좌의정으로 삼았다.",
                "hj": "○以沈喜壽爲右議政, 柳永慶陞領議政, 奇自獻陞左議政。"
            }
        }
    },
    "leap month 9": {
        "1": {
            "1": {
                "H2KE-EN": "On muin day, Chief State Councilor Yi Seunggyun , who was serving in the Office of the Inspector General on the first day of the ninth month, was not granted permission. Censor of the Office of the Censor General Mun Yeo reported to the King, saying, Previously, when your subject was serving in the Office of the Inspector General , the people of Jangheung submitted a memorial requesting that the military provincial headquarters be relocated. After this provincial headquarters, this magistracy cannot bear the problem of the problem. However, the people of a remote area have submitted a memorial again to the Office of the Inspector General. Inspector General Bak Seunggyun said, For the time being, deliberate on the matter. Soon afterward, the officials of the Office of the Inspector General and the Office of the Censor General were all replaced. Your subject was transferred to the Office of the Censor General, and the colleagues deliberated on this matter with the colleague of the Office of the Censor General. Previously, when they prostrated themselves in the palace gate, Chief State Councilor Yi Seunggyun said in a large quarters, People of Jangheung have accepted bribes from the inspectors and censors and relocated to the military provincial headquarters. While Yi Seunggyun was a high-ranking official, why would we necessarily speak about this? At that time, Inspector General Song Jun submitted a memorial on account of illness, and your subject finally returned his opinion from the quarters of discussion. Your subject requests that he be replaced by the Office of the Censor General. Third Censor Chae Hyeong and Fourth Inspector Chae Gyeongseon also all 인피하고. The officials of the Office of the Censor General 처치ed the King to request that all of them be released. The King approved this request. Chief State Councilor Yi Seunggyun submitted a memorial as follows: Your subject observed the words of Mun Yeos releasing statements and directly recorded the names of your subject, which was greatly uncomfortable. Previously, when scholars of Jangheung came to the court to meet your subject and said, The military provincial headquarters of this magistracy were relocated to the old provincial headquarters. That would be fortunate for the people. However, the expenses of mining and cotton are very large, so how can we possibly posibly possibly posessessession? Your subject, being unworthy, being serving as a high-ranking official, did not commit crimes against public justice. In the case of the state, if their names were not released, this would be a matter of importance to the imperial court. How could he possibly posibly possibly posessession of the bribes and not accepting bribe",
                "H2KE-nKo": "영의정 윤승훈이 면직을 청하였는데, 주상이 허락하지 않았다. 사간 문여가 인피하기를,“신이 지난번 헌부에 있을 때 장흥 백성들이 정장하기를 ‘병영을 옮겨 설치한 뒤로 본부에 견디기 어려운 피해가 있어서 먼 지방 사람들이 아뢸 길이 없습니다.’라고 하면서 재차 헌부에 정장하였는데, 대사헌 박승종이 ‘우선 후일을 기다려 상의하겠습니다.’라고 말하였습니다. 얼마 지나지 않아 양사가 모두 체차되었고, 신이 간원에 재직하면서 동료와 상의하여 논계하였습니다. 지난번 복합할 때 영의정 윤승훈이 큰 모임에서 말하기를 ‘장흥 사람들이 대간에게 뇌물을 바치고 병영을 옮겼습니다.’라고 하였습니다. 윤승훈은 대신이니, 어찌 함부로 이런 말을 할 필요가 있겠습니까. 그 당시 대사간 송준이 병으로 정사하였는데, 신이 완석에서 실로 그 논핵을 받았습니다. 신의 직임을 체척하도록 명하소서.”하고, 헌납 채형, 지평 채경선도 그 당시 논핵에 참여하였다는 이유로 모두 인피하였다. 양사가 처치하여 모두 출사하게 할 것을 청하니, 주상이 그대로 따랐다. 영의정 윤승훈이 차자를 올리기를,“신이 문여가 인피한 말을 보니, 곧바로 신의 성명을 거론한 것이 매우 마음에 불안하였습니다. 지난번에 장흥의 선비들이 종사하는 일로 인하여 신에게 와서 말하기를 ‘본부의 병영을 도로 옛 병영으로 옮기는 것은 백성들에게는 다행이다. 다만 비용으로 쓸 목면이 매우 많은데 어떻게 마련해 내겠는가.’라고 하기에, 신이 그 말을 듣고 깜짝 놀라 동료들에게 말하였습니다. 신이 비록 보잘것없지만 대신의 자리에 있으니, 공론에 죄를 짓지 않고 국가에 관계된 일이면 성명을 지적하지 않는 것은 조정을 중시하기 때문입니다. 그가 뇌물을 받았거나 받지 않은 것이 신에게 무슨 관계가 있기에 신의 이름을 거론하여 군부의 앞에서 낱낱이 변명하여 마치 쟁송하는 것처럼 한단 말입니까. 이는 분란의 단서를 야기하여 공격하려는 계책에 불과합니다. 뇌물을 쓰고 병영을 옮겼다는 말은 입이 있는 사람은 모두 말하고 있는데, 솥에도 귀가 있는 것을 문여가 어찌 듣지 못했겠습니까. 그런데도 막연히 스스로 처신할 방도가 없다가 신의 말을 듣고서는 벌떡 일어나 마치 어린아이처럼 상신을 모욕하고 조롱하여 그로 하여금 자신의 허물을 말하지 못하게 하였으니, 문여로 말미암아 대신이 비로소 경시되고 신으로 말미암아 조정이 비로소 경시된 것입니다. 신이 어찌 외람되이 정승의 자리에 있을 수 있겠습니까.”하고, 문여가 또 인피하였다. 이 때문에 비록 체차되었으나, 이후로 문여 등이 연이어 대간의 직임을 맡았으나 윤승훈의 종적이 날로 고립되었다.\n",
                "date_ko": "선수 38권, 37년(1604 갑진 / 명 만력(萬曆) 32년) 윤9월 1일(무인) 1번째기사",
                "gt-oKo": "영의정 윤승훈이 사면을 청하였으나 상이 허락하지 않았다. 사간 문여(文勵)가 인피(引避)하기를, “신이 지난번 헌부에 있을 때 장흥(長興) 백성들이 정장(呈狀)하여 ‘병영을 옮겨 설치한 뒤 본부(本府)에 감당하기 어려운 피해가 있는데, 먼 지방 사람이 그 뜻을 전달할 길이 없다.’ 하였고, 다시 헌부에 정장하니, 대사헌 박승종(朴承宗)이 ‘잠시 뒷날을 기다려 상의하겠다.’고 하였습니다. 그러나 곧이어 양사가 모두 체직되고 신은 간원으로 옮겨와서, 동료들과 서로 의논하여 이 일을 논계하였던 것입니다. 그런데 지난번 복합(伏閤)할 때 영의정 윤승훈이 큰 모임 가운데서 ‘장흥 사람들이 대간에 뇌물을 주고 병영을 옮기려 한다.’ 하였습니다. 승훈은 대신이니, 어찌 허무맹랑하게 이 말을 하였겠습니까. 그때 대사간 송준(宋駿)은 병으로 정사(呈辭)하고 있었으므로 신이 완석(完席)에서 실제로 이 의논을 내었으니, 신을 체직시켜 주소서.” 하였다. 헌납 채형(蔡衡), 지평 채경선(蔡慶先)도 그때 논의에 함께 참여하였다 하여 모두 인피하였다. 양사에서 처치(處置)하여 모두 출사하게 하자고 청하니, 상이 따랐다. 영의정 윤승훈이 차자를 올리기를, “신이 문여의 인피하는 글을 보건대 직접 이름을 거론하였으니 매우 마음에 불안합니다. 지난번 장흥(長興) 선비들이 종사(從祀)하는 일 때문에 신에게 와서 ‘본부의 병영을 구진(舊鎭)으로 다시 옮기면 백성들에게는 다행이지만, 비용으로 대출한 목면(木綿)이 매우 많으니 이를 어떻게 염출할 수 있겠는가.’ 하므로, 신이 그 말을 듣고 깜짝 놀라 동료들에게 말한 것입니다. 신이 아무리 보잘것 없지마는 대신의 자리에 있으니, 공론(公論)에 죄를 얻거나 국가에 관계되는 일이 아니면 이름을 들어 공척할 수 없는 것인데, 이는 조정을 중하게 여기기 때문인 것입니다. 그가 뇌물을 받았거나 받지 않은 것이 신에게 무슨 관계가 있기에 신의 이름을 들어 군부(君父) 앞에서 낱낱이 변명하기를 마치 소송하는 것처럼 한단 말입니까. 이는 시끄럽게 만드는 단서를 야기시켜 공격하려는 계책에 불과한 것입니다. 뇌물을 쓰고 병영을 옮긴다는 말은 입이 있는 사람들은 모두 말하고 있어 귀가 있는 자이면 누구나 다 듣고 있는데 문여가 어찌 듣지 못했겠습니까. 그런데도 막연히 자처하는 도리를 하지 않고 있다가 신의 말을 듣자 벌컥 화를 내고 일어나 상신(相臣)을 어린아이처럼 모욕하면서 자신의 허물을 말하지 못하게 하니, 문여로 말미암아 대신이 비로소 가벼워졌고 신으로 말미암아 조정이 비로소 가벼워졌습니다. 신이 어떻게 외람되이 재상의 자리에 있을 수 있겠습니까.” 하니, 문여가 또 인피하였고 이 때문에 체직이 되었다. 그러나 이 뒤로 문여 등이 잇따라 대직(臺職)을 맡았으므로 승훈의 거취가 나날이 외로와갔다.",
                "hj": "○朔戊寅/領議政尹承勳乞免, 上不許。 司諫文勵引避曰: “臣頃忝憲府之時, 長興人民呈狀, 兵營移設之後, 本府有難堪之害, 而遠方之人無路申達, 再呈憲府, 大司憲朴承宗以姑待後日, 商確爲言。 未幾兩司俱遞, 臣移忝諫院, 與同僚相議論啓矣。 頃者伏閤之時, 領議政尹承勳言於大會中曰: ‘長興人納賂於臺諫移營。” 云。 承勳, 大臣也, 豈必浪爲此言? 其時大司諫宋駿呈病, 臣於完席, 實出其論, 請命遞斥臣職。” 獻納蔡衡、持平蔡慶先亦以其時參論, 竝引避。 兩司處置, 竝請出仕, 上從之。 領議政尹承勳上箚曰: 臣見文勵引避之辭, 直擧臣姓名, 大有所不安於心。 頃有長興士子因從祀事來見臣曰: “本府兵營, 還移舊鎭, 民則幸矣, 而但費債木綿甚多, 何以辦出?” 云, 臣聞言驚愕, 言於同僚矣。 臣雖無狀, 待罪大臣, 非得罪公論, 事關國家, 則不斥姓名, 乃所以重朝廷也。 渠之受賂與不受賂, 何與於臣, 而乃擧臣名, 歷辨於君父之前, 有若爭訟者然? 此不過惹起閙端, 以爲攻擊之計耳。 用賂移營之說, 有口皆言, 鼎鐺尙有耳, 文勵豈不得聞之, 而漠然無自處之道, 及聞臣言, 勃然而起, 侮弄相臣如嬰兒, 使不得言其過, 由勵而大臣始輕; 由臣而朝廷始輕, 則臣安得冒據鼎軸? 文勵又引避, 以此雖遞, 自後勵等連爲臺職, 而承勳蹤迹日孤。"
            }
        }
    }
}