{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongja day, Hong Bongseon and Jo Jin were imprisoned at the State Tribunal on the first day of the byeongja year (. Prior to this, when Executive Assistant of Jangheung Kim Yeosun was inconvenient to build a new army headquarters, he collected 목면 from the people and had Song응gi , a resident of the capital, bringing bribes to the capital, plotting to build a new army headquarters in Gangjin . He also ordered the local school Ahn Cheolmin and others to submit a letter to the Office of the Inspector General , but Inspector General Bak Seungjung , having been involved in advice, requested that the new army headquarters be placed under restricted residence. As a result, the State Council reported this to the King, and the King finally decided. Soon afterward, Chief State Councilor Yi Seung raised the King on the conclusion of the second ministers , saying, Prior to the people of Jangheung, who gave bribes to 2,000 pil of cotton cloth to the inspectors and censors, and the case of the relocation of the army headquarters was finally completed. Our male slaves also allowed to borrow cotton cloth. This is the evidence of this evidence. He also reported this to the King in the Royal Lecture to investigate and deal with the case. Soon afterward, Song응gi addressed the King: 120 nyang of silver from Jangheung, divided the silver to the clerk of the Ministry of Personnel Yi Unjang and submitted it to Mun Yeo . The storehouse keeper of the Office of Palace Procurement Jang Taebae presented the silver to Kang Ju , and former Fifth Inspector Im Iksin presented the silver to Won Hoji and Chae Hyeong . Both of the four people had requested the relocation of the army headquarters , but the King ordered that all of them be interrogated. At this time, there also had a 익명서 named the east gate of the palace and named the silver headquarters of Jangheung . Left State Councilor Yi Gik was the second rank. Former Fifth Inspector Hong Bongseon strongly spoke with many people, and also said, When Song응gi was imprisoned, his wife strongly praised the silver headquarters of the State Tribunal and said, My husbands younger brother Song응ryeom also presented the silver to Left State Councilors house. This was because Song응gi gave bribes to the inspectors and censors who gave bribes to the silver, and Song응ryeom gave bribes to Yi Gik. Previously, Yi Gik was superintendent of the Office of Agriculture , and thus Song응ryeom was a man of the Bureau of the Capital Markets . Upon arrival, he frequently gave bribes to bribes. Consequently, Yi Gi submitted a memorial and fabricated a confrontation by Inspector General Choe Cheongeom . Consequently, the King asked Choe Bongseon to interrogate him in order to thoroughly question him. Choe Bongseon guided Jo Jin as a evidence. The King said that Choe Bongseon and others acted a confrontation with the clerk of the Verit Merit Subjects . Choe Bongseon frequently cross-examined the circumstances and frequently cross-examined the circumstances, but he did not confess. People say that the wife of Nam Taebae and Yi Gujing truly did not know about this. At this time, both Nam Taebae and Yi Gujing were a censor of the Office of the Inspector General and",
                "H2KE-nKo": "홍봉선과 조진 등을 하옥하였다. 이에 앞서 장흥 판관 김여순이 병영을 그 고을에 신설하는 것을 고통스럽게 여겨 백성들에게 목면을 징수하고, 데리고 다니던 서울 사람 송응기에게 상경하여 뇌물을 주고 강진의 옛터에 도로 설치할 것을 도모하게 하였다. 또 고을의 유생 안철민 등으로 하여금 헌부에 첩소하게 하였는데, 대사헌 박승종이 그 논계하는 것을 어렵게 여겨 물리쳤다. 문여는 그 당시 헌관으로서 사간에 옮겨 제수되었는데 제일 먼저 도로 설치할 것을 청하였다. 비변사가 이 때문에 주상에게 여쭈어 마침내 그 의논을 결정하였는데, 얼마 지나지 않아 영의정 윤승훈이 일제히 모인 재신들에게 큰소리로 말하기를,“장흥 사람이 목면 2000여 필을 대관에게 뇌물로 주고 병영을 옮기는 일이 과연 이루어졌다. 우리 집안의 노복들에게도 목면을 꾸어 주도록 허락하였으니, 이것이 그 증거이다.”하고, 또 연석에서 그 일을 조사하여 다스릴 것을 아뢰었다. 얼마 뒤에 송응기가 공초하기를,“장흥의 은 120냥을 받고 이조의 아전 이운장에게 나누어 주어 문여에게 바치게 하고, 약방의 고직 장태백은 강주에게 바치게 하고, 전 감찰 임익신은 원호지와 채형에게 바치게 하였습니다.”하였다. 문여 등 4인은 모두 병영을 옮길 당시의 대관을 아뢰어 청하였기 때문이다. 주상이 모두 잡아다 신문하라고 명하였다. 이때 또 익명서가 행궁의 동문에 걸려 있었는데 ‘장흥은방’이라고 하며 등급을 나누어 이름을 열거하였다. 좌의정 기자헌은 2등과 2등에 있었다. 전 감찰 홍봉선이 많은 사람이 있는 곳에서 큰소리로 말하고, 또 말하기를,“송응기가 처음 갇혔을 때 그 아내가 의금부의 문 밖에서 큰소리로 부르짖기를 ‘우리 남편의 아우 송응염도 좌상의 집에 은을 바쳤다.’라고 하였습니다. 이는 송응기가 그 은을 대관에게 뇌물로 주고 그 의논을 제기하자, 송응염이 자헌에게 뇌물을 주고 그 의논을 성사시킨 것입니다. 기자헌은 일찍이 전생서의 제조로 있었기 때문에 송응염이 본서의 사람으로서 출입이 친숙해져서 연줄을 타고 뇌물을 쓴 것입니다.”하였다. 이에 기자헌이 마침내 상소하여 스스로 변명하고, 또 대사헌 최천건에게 직접 부탁하여 홍봉선을 국문할 것을 청하고 말의 출처를 끝까지 캐물으니, 홍봉선이 조진을 끌어대어 증거로 삼았다.주상이 홍봉선 등이 때를 틈타 공모하여 유언비어를 만들어 대신을 모함하였다고 하여 연달아 형신을 가하였으나 모두 승복하지 않았다. 기자헌은 곧 그 실상이 드러날까 두려워하여 의관인 사람이 여러 차례 엄한 국문을 받는 것은 온당치 못하다고 핑계 대고 석방할 것을 힘껏 청하였으나, 주상이 억지로 따르고 모두 관작을 삭탈하고 문밖으로 내쫓았다.강주는 옥중에 있으면서 베[布]를 찢어 상소해서 장태백과 면질할 수 있었는데, 장태백이 공초하기를,“과연 은이 적다는 이유로 강주의 아내에게 주었으나 받지 않았습니다.”하였다. 사람들이 혹 말하기를,“강주의 아내가 받았다는 것은 강주는 실로 모르는 일이다.”하였다. 이때 남탁과 이구징은 모두 그 당시 대간으로서 그 일 때문에 또한 죄를 입었다. 《실록》에 이르기를,“홍봉선은 허황되고 음험하여 말을 만들어 내기를 좋아하는 사람이다.”하였다. 살펴보건대 기자헌이 은을 받았다는 말은 홍봉선이 먼저 꺼낸 것이고, 홍봉선이 국문을 당한 것도 기자헌이 최천건에게 직접 부탁하였기 때문이다. 홍봉선과 조진이 공초할 때 기자헌의 정상이 환히 드러나 의심할 것이 없었는데, 《실록》을 감수하면서 홍봉선이 말을 만들어 내서 일을 만들어 내었다고 하였으니, 방자하고 거리낌 없는 것이 심하다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 1월 1일(병자) 1번째기사",
                "gt-oKo": "홍봉선(洪奉先)·조진(趙振) 등을 하옥하였다. 이에 앞서 장흥 판관(長興判官) 김여순(金汝純)이 병영(兵營)을 자기 고을에 신설하는 것을 괴롭게 여긴 나머지 백성들로부터 목면(木綿)을 징수한 뒤 그가 거느린 서울 사람 송응기(宋應琦)를 시켜 서울에 올라가 뇌물을 써서 강진(康津)의 옛터에 도로 설치할 것을 꾀하였다. 그리고 고을 유생 안철민(安哲民) 등으로 하여금 헌부에 첩소(牒訴)하게 하였는데, 대사헌 박승종(朴承宗)은 논계하는 것을 어렵게 여려 이를 물리쳤다. 문여(文勵)는 당시 헌관(憲官)으로서 사간(司諫)에 이배(移拜)되자 앞장서서 되돌려 설치할 것을 청하였는데, 비변사가 이를 인하여 품계(稟啓)함으로써 드디어 그 의논이 결정되었다. 얼마 있다가 영의정 윤승훈(尹承勳)이 재상(宰相)들이 모두 모인 자리에서 큰소리로 말하기를, “장흥 사람이 목면 2천여 필을 대관에게 뇌물로 주어 이영(移營)하는 문제를 결국 성사시켰습니다. 우리 집 종이 또한 그 목면을 빌려 주었으니 이것이 그 증거입니다.” 하고, 또 경연에서도 그 일을 살펴 다스리도록 아뢰었다. 그 뒤 송응기가 공술(供述)하기를, “장흥에서 은(銀) 1백 20냥을 받아 각기 나누어 주었는데 이조의 이속(吏屬) 이운장(李雲長)은 문여에게, 양방의 고직(庫直) 장태백(張太白)은 강주(姜籀)에게, 전 감찰 임익신(任翊臣)은 원호지(元虎智)·채형려(蔡衡勵) 등 네 사람에게 바쳤습니다.” 하였는데, 이들은 모두가 병영을 옮기기를 계청(啓請)했을 때의 대관들이었다. 상이 모두 잡아들여 심문하도록 명하였다. 이때에 또 익명서가 행궁(行宮)의 동문에 붙었는데 ‘장흥 은방(長興銀榜)’이라고 제목을 붙인 뒤 등급을 나누어 이름을 열거하였다. 여기에는 좌상(左相) 기자헌(奇自憲)이 2등급의 제2열에 올라 있었는데, 전 감찰 홍봉선이 이 사실을 여러 사람 앞에서 큰소리로 말하고, 또 말하기를, “송응기가 처음 옥에 갇혔을 때 그의 처가 금부(禁府)의 문밖에서 크게 울부짖기를 ‘내 지아비의 동생인 송응염(宋應琰)이 또한 좌상의 집에 은을 납부하였다.’고 했습니다. 대개 응기는 그 은을 대관에게 뇌물로 주어 그 논의가 나오게 하였고, 응염은 자헌에게 뇌물을 바침으로써 그 논의를 성사시킨 것입니다. 자헌은 일찍이 전생서 제조(典牲署提調)였기 때문에 응염이 본서(本署)의 사람으로 출입하는 가운데 친숙해져서 이를 인연으로 뇌물을 바칠 수가 있었던 것입니다.” 하였다. 이에 자헌이 드디어 상소하여 스스로를 변명하는 한편, 대사헌 최천건(崔天健)에게 직접 부탁하여 홍봉선을 국문하여 말의 출처를 철저히 캐묻도록 청하였는데, 봉선은 조진(趙振)을 끌어들여 증명하였다. 상은 홍봉선 등이 시기를 틈타 같이 모의하여 유언 비어를 만들어 낸 뒤 대신(大臣)을 모함했다는 이유로 연이어 형신(刑訊)을 가하게 했으나 모두 불복하였다. 자헌은 곧 그 실상이 폭로될까 두려워한 나머지 의관(衣冠)의 인사가 여러 차례 엄한 국문을 받게 되는 것은 미안하다는 핑계를 대고 용서하여 석방하도록 청하니, 상이 내키지 않지만 이에 따르면서 아울러 그 관작을 삭탈하고 성문 밖으로 내쫓도록 하였다. 강주는 옥중에 있으면서 베[布]를 찢어 상소하여 장태백과 면질(面質)할 수 있게 되었는데, 장태백이 공술하기를, “과연 은 약간을 강주의 처에게 주려 했으나 받지 않았습니다.” 하였고, 혹자의 말에는, “강주의 처가 받았는데, 강주는 사실 알지 못하는 일이었다.” 하였다. 그때에 남탁(南晫)과 이구징(李久澄)이 모두 당시의 대간으로서 그 일 때문에 또한 죄를 입었다. 《실록(實錄)》에, “홍봉선은 허황하며 음험한 인물로 말을 꾸미고 일거리를 만들어 내기를 좋아하는 사람이다.” 하였다. 그러나 살피건대 기자헌이 은을 받았다는 설은 홍봉선이 먼저 발설하였는데 홍봉선이 국문당하게 된 것 또한 기자헌이 최천건에게 직접 부탁한 것에서 연유되었다. 그런데 홍봉선을 조진과 대질 신문할 때 기자헌의 정상이 의심할 것 없이 확실히 드러나게 되었는데도 그가 《실록》을 감수하면서 홍봉선이 말을 꾸미고 일을 만들어내었다고 하였으니, 너무도 거리낌없고 방자한 행동이라 하겠다.",
                "hj": "○朔丙子/下洪奉先、趙振等獄。 先是, 長興判官金汝純以兵營新設於其邑爲苦, 徵民木綿, 使所帶京人宋應琦者, 上京行賂, 以圖還設於康津舊基。 又令邑儒安哲民等, 牒訴於憲府, 大司憲朴承宗難其論啓而退之。 文勵以其時憲官, 移拜司諫, 首請還設, 備邊司因是稟啓, 遂定其議。 未幾, 領議政尹承勳揚言於宰執齊會中曰: “長興人以木綿二千餘匹, 賂臺官, 移營之事果成。 吾家奴僕亦許貸其木綿, 此其驗也。” 且白於筵中, 按治其事。 俄而, 應琦供稱: “受長興銀百二十兩, 分授吏曹吏李雲長, 納于文勵, 藥房庫直張太白納于姜籀, 前監察任翊臣納于元虎智、蔡衡。” 勵等四人皆啓請移營時臺官也, 上命皆拿問。 是時, 又有匿名書掛於行宮東門曰長興銀榜, 分等列名, 左相奇自獻在於二等第二。 前監察洪奉先大言於衆中, 且言: “宋應琦之初被囚也, 其妻大號於禁府門外曰: ‘吾夫之弟應琰亦納銀於左相家。’ 蓋應琦以其銀, 賂臺官發其論, 應琰賂自獻成其議。 自獻曾爲典牲提調, 故應琰以本署人, 出入情熟, 夤緣行賂。” 云。 自獻遂陳疏自辨, 且面囑大司憲崔天健, 請鞫奉先, 窮問言根, 奉先引趙振爲證。 上以奉先等, 乘時合謀爲飛語, 傾陷大臣, 連加刑訊, 皆不服。 自獻旋恐其實狀敗露, 諉以衣冠之人屢被嚴鞫爲未安, 力請原釋, 上强從之, 竝削其官爵, 門外黜送。 籀在獄中, 裂布陳疏, 得與太白面質, 太白供稱: “果以銀少許遺籀妻, 不受。” 人或以爲: “籀妻受之, 籀實不知。” 云。 時, 南晫、李久澄俱以其時臺諫, 與其事亦被罪。 《實錄》謂: “洪奉先浮誕險詖, 喜造言生事之人。” 按, 自獻受銀之說, 奉先先發之, 奉先之被鞫, 亦由於自獻之面囑天健, 而奉先與振供對也, 自獻情狀, 昭著無疑。 及其監修《實錄》, 以奉先爲造言生事, 其縱恣無忌憚甚矣。"
            },
            "2": {
                "H2KE-EN": "The Hall of Worthies was established. The King ordered Director of the Office of Royal Decrees Yu Geun , Great Lord of Haepyeong Min , Great Lord of Yeonneung Yi Hon , Education Director of the Office of Royal Decrees Oh Eokryeong , Education Director of the Office of Royal Decrees Shin Heumji , Governor of Gyeonggi Yi Gun , Second Minister of Personnel Jun , Senior Military Protectors Hong Gyeongsin and Geun , and others to select young men from our country who composed poems and composed poems. Prior to this, 명나라 장수가 seeking poems from our country. At that time, Shin Heumji was appointed director of the Office of Royal Decrees . The King ordered Shin Heum to revise the poems. After Yi Homin was appointed director of the Office of Royal Decrees , Shin Heum took the poems and made Yi Homin affiliated with him. The King also ordered that the poems of mathematics and the composed poems of mathematics be selected. Yi Homin repeatedly declined, saying, If one knows about this, he will surely shamelessly under heaven. At this point, Yu Geun, replacing Yi Homin, was appointed to the post of director of the Office of Royal Decrees . It is requested that the Ministry of Personnel separately select officials of compiling poems and compiling them to work together. The King agreed with him. The King also instructed, Since the poems of the preceding dynasty (Goryeo, it is possible to select poems of mathematics from the Education Ceremonies (C. Dongmunseon . Outsides, there is no one who does not know about the poems of mathematics. Also, it is necessary to collect his personal poems and compile them to work.",
                "H2KE-nKo": "찬집청을 설치하였다. 대제학 유근에게 명하여 해평부원군 윤근수, 연릉부원군 이호민, 홍문관 제학 오억령, 예문관 제학 신흠, 경기 감사 이정구, 이조 참판 한준겸, 상호군 홍경신ᆞ정협 등과 함께 우리나라 사람이 지은 시부를 뽑아 올리게 하였다. 처음에 명나라 장수가 우리나라의 시문을 구해 보려 할 때 신흠이 예문관 제학으로 있었는데, 주상이 신흠에게 산정하라고 명하였다. 이호민이 대제학이 되자, 신흠이 그 초록을 이호민에게 부탁하여 완성시켰다. 주상도 산인과 규수가 지은 것을 뽑으라고 명하였는데, 이호민이 그 일을 중히 여겨 여러 차례 사양하기를,“음혼이 지각이 있다면 필시 지하에서 냉소할 것입니다.”하였다. 이때에 이르러 유근이 이호민을 대신하여 명을 받고 국을 설치하려 하면서 이조로 하여금 별도로 찬집관을 뽑아 함께 일을 하게 하기를 청하니, 주상이 옳게 여겼다. 또 전교하기를,“전조의 글은 《동문선》이 있으니 뽑을 수 있고, 이 밖에 여항에서 구운 편한은 모르는 사람이 없다. 또 모름지기 사고를 거두어 모아야만 이 일을 마칠 수 있을 것이다.”하였다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 1월 1일(병자) 2번째기사",
                "gt-oKo": "찬집청(撰集廳)을 설치하였다. 대제학 유근(柳根), 해평 부원군(海平府院君) 윤근수(尹根壽), 연릉 부원군(延陵府院君) 이호민(李好閔), 홍문관 제학 오억령(吳億齡), 예문관 제학 신흠(申欽), 경기 감사 이정구(李廷龜), 이조 참판 한준겸(韓浚謙), 상호군(上護軍) 홍경신(洪慶臣)·정협(鄭協) 등에게 명하여 우리 나라 사람이 지은 시부(詩賦)를 뽑아 올리게 하였다. 처음에 명나라 장수가 우리 나라 시문을 구해 보고 싶어하자 당시 신흠이 예문관 제학이었기 때문에 상이 신흠을 시켜 산정(刪定)토록 하였는데, 이호민이 대제학이 된 뒤에 신흠이 그 초록(抄錄)하는 일을 이호민에게 맡겨 완성시켰다. 상이 또한 산인(山人)과 규수(閨秀)들의 작품을 뽑도록 명하자 호민은 그 일을 중히 여겨 여러 번 사양하면서, 작자의 혼이 있다면 반드시 지하에서 냉소할 것이라고 하였다. 그러다가 이때에 이르러 유근이 이호민을 대신하여 명을 받고 장차 국(局)을 설치하게 되었는데, 이조(吏曹)로 하여금 별도로 찬집관(撰集官)을 뽑게 하여 함께 일할 수 있게 하기를 청하니 상이 좋다고 하고, 또 하교하였다. “전조(前朝)의 글은 《동문선(東文選)》에서 뽑을 수 있다. 이밖에 여항(閭巷)에 회자되는 시문도 모르는 사람이 없다. 또 모름지기 개인의 초고를 거두어 모으면 이 일을 성취시킬 수 있을 것이다.”",
                "hj": "○設撰集廳。 命大提學柳根, 與海平府院君尹根壽、延陵府院君李好閔、弘文館提學吳億齡、藝文館提學申欽、京畿監司李廷龜、吏曹參判韓浚謙、上護軍洪慶臣ㆍ鄭協等, 抄選東人製作詩賦以進。 初, 天將求見東國詩文, 時, 申欽爲藝文提學, 上命欽刪定。 及好閔爲大提學, 欽以其抄錄, 屬好閔成之。 上亦命抄山人、閨秀所製, 好閔重其事, 而累辭以爲: “吟魂有知, 想必冷笑於泉下。” 至是, 根代好閔受命, 將設局, 請令吏曹, 別選撰集之官, 與之同事, 上可之, 且敎曰: “前朝之文, 則自有《東文選》可抄, 此外閭巷間膾灸篇翰, 則人無不知。 且須收聚私稿, 可以就此役矣。”"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the month, [the King] dismissed Magistrate of Jaeryeong County Shin Hui from office and had him banished to a designated area outside the capital. [Shin] Gyeonggyeong was the son of Lord of Pyeongcheon [Shin] Mak []. When he was in a county, there was a man named Yun Seham , falsely claiming that Yun Hyeol ,【윤 Hyeol was a aide to the servant of Shin Roe . [Shin] robbbed a group of people in arbitrarily, and his actions were slanderous. [Shin] Gyeong arrested him and reported the documents to Governor Kwon Hui . [Kwon] Hui reported this to the court. The King ordered that [Shin] Hui be arrested and imprisoned at the State Tribunal . The three investigative bodies interrogated him. Consequently, [Shin] Mak received the royal order and proceeded to the palace and presented a memorial, which stated, When your subject was serving as the army commander of Pyeongan Province , there was a man named Yu Yeongrip , the son of Governor of Hamgil Province . When Yu Yeonggyeong was serving as the governor of Hwanghae Province , there was a man named Suan County . In the middle of the 난리, there were many wicked people who acted like this. Therefore, all of them were immediately arrested and punished. They did not trouble the court. Upon hearing the incident of [Shin] Seham, he sent a letter to [Shin] Gyeong, reprimanded [Shin] Gyeong, saying that [Shin] was lightly reported to the governor. As a temporary judgment official , Gil impeached him for his crime and was arrested. Thirty-eight men, including Choe Gwan ,【 court officials. 】 Choe Dongrip , said that [Shin] had communicated with twenty-eight pieces of writing style, and his words were slanderous. Initially, [Choe] Gwan did not understand the writing style and claimed that [Choe] Dongrip impeached him. Initially, [Choe] Gwan did not understand the writing style. [Choe] Dongrip impeached him but died two times after being beaten with the heavy stick. [Choe] Dongrip, seventeen men, including [Shin] Jaer, were pardoned. [The King] ordered that [Shin] Gyeonggyeong and [Shin] Seham also be released especially. The three investigative bodies all presented [Shin] Gyeong, robbbed into the government office, and",
                "H2KE-nKo": "이굉의 관작을 삭탈하고 재령 군수 신경희의 관작을 삭탈하고 도성 밖으로 내쫓았다.신경희는 평천군 신잡의 아들이다.고을에 있을 때 윤세침이라는 자가 윤섬 - 윤섬은 신립의 종사관으로 임진왜란 때 죽었다. - 이라고 사칭하고 도당을 모아 횡행하였는데 종적이 비밀스러웠다. 신경희가 그를 체포하여 그 문서를 가지고 감사 권희에게 갖추어 보고하니, 권희가 조정에 보고하였다. 주상이 의금부에 잡아와 삼성이 국문하라고 명하였다. 이에 신잡이 명을 받들고 대궐에 나아가 상소하기를,“신이 평안 병사로 있을 때 자칭 함경 감사 유영립의 아들이라고 한 자가 있었고, 유영경이 황해 감사로 있을 때 자칭 수안 군수라고 한 자가 있었습니다. 난리를 겪은 뒤로 요망하고 괴상한 무리가 대부분 이와 같았기 때문에 모두 즉시 체포하여 다스렸을 뿐, 조정을 번거롭게 하지는 않았습니다. 그런데 윤세침의 일을 듣고서는 신경희에게 편지를 보내 가볍게 도신에게 보고했다고 꾸짖었습니다.”하였다.기자헌이 위관이 되어 그 옥사를 조사하였는데, 연루되어 체포된 자는 최관 - 조관이다. - 최동립 등 18인이었는데, 그가 말한 언문 편지 28장의 내용에 패역한 말이 많았다. 최관이 처음에는 언문 편지를 이해하지 못한다고 스스로 변명하다가 최동립의 증인이 되었고, 나중에는 즉시 바른대로 공초하지 않았다는 이유로 두 차례의 형신을 받다가 죽었다.최동립 등 17인은 기자헌이 의논하여 아뢴 것으로 인하여 모두 용서하였고, 신경희와 윤세침도 특별히 풀어 주라고 명하였다.삼사가 신경희가 바친 것은 모두 관아에서 번역하여 허위 사실을 장황하게 늘어놓은 정상이 여러 사람의 공초에 드러났으니, 화를 즐기고 공을 바란 죄를 다스리지 않을 수 없다는 이유로 국문을 청하며 여러 날 동안 논집하였다. 주상이 전교하기를,“지금 체포하여 보고한 사람을 죄주면 훗날의 길이 끊어질 것이다.”하고, 관작을 삭탈하고 도성 밖으로 내쫓으라고만 명하였다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 2월 1일(을사) 1번째기사",
                "gt-oKo": "재령 군수(載寧郡守) 신경희(申景禧)의 관작을 삭탈하고 성문 밖으로 내쫓았다. 신경희는 평천군(平川君) 신잡(申磼)의 아들이다. 군수로 있을 때에 윤세침(尹世沉)이란 자가 윤섬(尹暹)을【섬은 신립(申砬)의 종사관으로 임진 왜란 때에 죽었다.】 사칭하고 도당을 모아 횡행하였는데, 종적이 괴이하고 비밀스러웠다. 신경희가 이를 체포하고 그 문서를 빼앗아 감사 권희(權憘)에게 자세히 보고하니 권희가 조정에 계문하였다. 상이 명하여 의금부에 구속하고 삼성 추국(三省推鞫)토록 하였다. 이때에 신잡이 명을 받고 대궐에 나아가 상소하기를, “신이 평안 병사로 있을 때에 자칭 함경 감사 유영립(柳永立)의 아들이라는 자가 있었고, 유영경(柳永慶)이 황해 감사로 있을 때는 자칭 수안 군수(遂安郡守)라는 자가 있었습니다. 난후에 요괴한 무리가 이와 같이 많았기 때문에 즉시 모두 잡아 다스렸을 뿐, 조정에는 번거롭게 보고하지 않았습니다. 이번에 세침의 사건을 듣고는 경희에게 글을 보내어 경솔하게 도신(道臣)에게 보고한 것을 책망하였습니다.” 하였다. 기자헌(奇自獻)이 위관(委官)으로서 그 옥사(獄辭)를 안험(按驗)하였는데, 연루되어 체포된 자가 최관(崔灌)【조관(朝官)이다.】 최동립(崔東立) 등 18인이었으며 서로 왕래했던 언문 편지 28장의 내용에 패역스런 말이 많았다. 최관은 당초 언문을 이해하지 못한다고 스스로 밝혔다가 최동립에 의해 그렇지 않다는 사실이 증명되자, 끝내는 즉시 사실대로 공술(供述)하지 않았다는 이유로 두 차례의 형신(刑訊)을 받고서 죽었고, 최동립 등 17인은 기자헌의 의계(議啓)에 따라 모두 용서되었으며, 신경희·윤세침도 왕명으로 특별히 석방되었다. 삼사(三司)에서 ‘신경희가 바친 것은 모두 자기 관아에서 뒤집어 해석한 것으로 장황하고 거짓되게 한 실상이 여러 사람의 공초(供招)에 드러난 이상 화단(禍端)을 좋아하고 공을 바란 그 죄를 다스리지 않을 수 없다’ 하여 국문하기를 청하면서 여러 날 동안 논집하였다. 이에 상이 하교하기를, “지금 체포하여 보고한 사람을 처벌하면 뒷날 보고하는 길이 막힐 것이다.” 하고, 다만 삭직 출송(削職黜送)할 것을 명하였다.",
                "hj": "○朔乙巳/削奪載寧郡守申景禧官爵, 門外黜送。 景禧, 平川君磼子也。 在郡時, 有尹世沉者, 詐稱尹暹,【暹以申砬從事官, 死於壬辰倭亂。】 聚徒黨橫行, 蹤迹詭秘。 景禧捕之, 得其文書, 具報於監司權憘, 憘聞于朝。 上命拿致禁府, 以三省鞫之。 於是, 磼承命詣闕陳疏曰: 臣爲平安兵使時, 有自稱咸鏡監司柳永立子者; 柳永慶爲黃海監司時, 有自稱遂安郡守者。 亂後妖怪之輩, 類多如此, 故皆卽捕治而已, 不煩於朝廷。 及聞世沉之事, 貽書景禧, 責以輕報道臣。 云。 奇自獻爲委官, 按其獄辭, 連被逮者, 崔灌、【朝官也。】 崔東立等十八人, 而所稱交通諺簡二十八張, 語多悖逆。 灌初以不解諺文自明, 爲東立所證, 終以不卽直招, 受刑二次而斃。 東立等十七人, 因自獻議啓竝宥之, 景禧、世沉亦命特釋。 三司以景禧所進, 皆自衙中翻解, 張皇虛僞之狀, 著於諸人之供, 樂禍倖功之罪, 不可不治, 請鞫問, 論執累日。 上敎曰: “今罪捕告之人, 則後日之路將絶。” 只命削黜。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Jongdo as the Capital Guards . [Sim] Jongdo was flattered by Yi Cheom , a member of the Privy Council , and was also appointed as a member of the Privy Council . His grandson [Sim] Jicheong was also flattered by the member of the king and became a section chief of the Ministry of Personnel . Since the gyehae year (, he was punished for his crime of being driven out and demoted from office. Upon reflection of the Veritable Records of King , he said that Jongdo was upright and integrity, and his faults are generally like this.",
                "H2KE-nKo": "심종도를 익위로 삼았다. 심종도는 광해군 때에 이이첨에게 아부하여 음관으로서 판결사가 되었고 또 승지에 의망되었으며, 그의 손자 심지청도 군흉과 한패가 되어 전랑이 되었다. 계해년 반정 후에 죄를 입고 폐고되었다. 《실록》을 살펴보니, 심종도는 청수한 지조가 있다고 하였으니, 그의 잘못되고 거짓된 것이 대부분 이와 같았다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 2월 1일(을사) 2번째기사",
                "gt-oKo": "심종도(沈宗道)를 익위(翊衛)로 삼았다. 종도는 광해군 때에 이이첨(李爾瞻)에게 아부하여 음관(蔭官)으로서 판결사(判決事)가 되었고 또 승지에 의망(擬望)되었으며, 그 손자 심지청(沈之淸) 또한 군흉(群兇)의 당이 되어 전랑(銓郞)이 되었다가 계해년 반정(反正) 후에 죄를 입고 폐고(廢錮)당했다. 《실록》을 살피건대, 종도가 청수(淸修)한 지조가 있다 하였는데, 그 잘못되고 거짓된 것들이 모두 이런 식이었다.",
                "hj": "○以沈宗道爲翊衛。 宗道, 光海時諂附爾瞻, 以蔭官爲判決事, 且擬於承旨。 其孫之淸亦黨於群兇, 爲銓郞, 癸亥反正後, 被罪廢錮。 按《實錄》, 謂宗道有淸修之操, 其謬僞, 類皆如此。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On eulhae day, on the first day of the month, the Jurchens invaded Dongguan Fortress , invading the Jurchens, killing Supreme General Jeon Baekok , and then departed. 우후 Seong Ugil , the northern subarea commander , pursued them, seized the captured Joseon people, and returned. The Jurchensonsonsonsonsonsonsonsonshore have not far from this magistracy. The Jurchensonsons such as Ihang , Uhe , and the Jurchensons near Gyeongwon are two to three sides of their neighboring areas. They enticed and enticed them to the enemy. On the fourth and third night of this month, the Jurchens suddenly reached Punggye , and the Jurchensons rushed to inform [the Jurchensons] of [Jurchensonsonsonsons] Baekok. At that time, [Jurchensonsonsons] alcohol and drank wine, [Jurchens] urgently ordered the enemy troops of the magistracy to stand on the head of the fortress, and also ordered that the Jurchens enter the capital to defend the enemy. At dawn, the Jurchens arrivally arrived. [Jurchensonsonsonsonsonsons] stood up and climbed [the enemy], and the enemy was defeated. [Jurchensonsonsonsonsonsonsonsonsonshore battle and fought against the enemy, hit the enemy, and died nearly 200. The Jurchensonsons Hong I and Sodae also died in sufficiently. The grain storehouses and weapons were exhausted, and only five households of government buildings, storehouses, and government buildings, and private houses were located. At that time, Army Commander in Chief Yi Yongsun returned home due to illness. [Su] Ugil pursued [the enemy] to bid farewell [to the Jurchens]. [The Jurchensonsonsonsons] hurriedly rushed [to the Jurchensons]. [The Jurchensonson",
                "H2KE-nKo": "삭해년에 홀라온의 야인이 침입하여 동관보를 함락하고 첨사 전백옥을 죽이고 도망갔는데, 북우후 성우길이 추격하여 포로가 되었던 우리 나라 사람을 거두어 돌아왔다. 홀라온 부락은 본보에서 거리가 멀지 않았는데, 이항, 우허 등의 부락 및 경원과 가까운 지역의 두세 부락이 홀라온과 함께 죄를 짓고 유인하여 우익이 되었다. 이달 14일 3경에 오랑캐 군사 8000명이 갑자기 풍계에 이르렀는데, 항복한 오랑캐 한 사람이 급히 달려와 전백옥에게 보고하였다. 전백옥이 한창 마응두와 술을 마시다가 변고를 듣고는 급히 보졸로 하여금 성 위에 늘어서게 하고, 또 항복한 오랑캐로 하여금 성에 들어가 성가퀴를 지키게 하였다. 새벽에 오랑캐가 과연 크게 이르자 긴 사다리를 세우고 개미떼처럼 붙어서 올라갔으므로 성이 마침내 함락되었다. 전백옥이 적과 육박전을 벌일 때 화살에 맞아 죽었고 죽은 자가 즐비하여 거의 200명에 이르렀다. 항복한 오랑캐 홍이 및 소대 등도 함께 죽은 자가 또한 많았다. 창고의 곡식과 군기가 남김없이 탕진되었고 단지 관아의 건물, 창고, 민가 5호가 있을 뿐이었다.이때 북병사 이용순이 병으로 체직되어 돌아오고, 성우길이 뒤쫓아 길에서 전송하고 급히 달려 돌아와 유방군 수천 명을 거느리고 밤에 강을 건너 곧바로 오랑캐의 둔을 공격하였다. 그들이 방비하지 않은 틈을 타서 격파하자 오랑캐 무리가 마침내 흩어져 포로가 되었던 남녀를 거두어 돌아왔다. 조정에서 김종득을 보내 이용순을 대신하게 하였다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 3월 1일(을해) 1번째기사",
                "gt-oKo": "홀라온(忽剌溫) 야인(野人)이 쳐들어 와 동궐보(潼闕堡)를 함락시킨 뒤 첨사 전백옥(全伯玉)을 죽이고 물러갔는데, 북우후(北虞候) 성우길(成佑吉)이 이를 추격해서 잡혀가던 우리 나라 백성을 수습하여 돌아왔다. 홀라온 부락은 본보(本堡)에서 멀지 않은데, 이항(伊項)·우허(牛虛) 등 부락 및 경원(慶源) 근처의 몇 개 부락이 홀라온과 서로 통하여 끌어들여 우익(羽翼)이 되도록 하였다. 이달 14일 3경에 노병(虜兵) 8천이 갑자기 풍계(豊界)에 이르자 항호(降胡) 한 사람이 급히 달려와 백옥에게 알렸다. 그때 마응두(馬應斗)와 함께 술을 마시고 있었는데, 변고를 듣고는 급히 보졸(堡卒)로 하여금 성두(城頭)에 벌여 서게 하고, 또 항호들로 하여금 성에 들어가 성가퀴를 지키게 하였다. 동이 트자 오랑캐가 과연 크게 이르러 긴 사다리를 늘어 세우고 개미떼처럼 기어올라와 성이 드디어 함락되었다. 백옥은 적과 육박전을 벌이다가 화살에 맞아 죽었고 죽은 자가 즐비하여 거의 2백여 명에 이르렀으며, 항호들도 홍이(洪耳)·소대(所大) 등 함께 죽은 자가 또한 많았다. 창곡(倉穀)과 군기(軍器)는 모두 남김없이 탕진되었으며 다만 관아 건물과 창고, 민가(民家) 5호가 남아 있을 뿐이었다. 당시 북병사(北兵使) 이용순(李用淳)이 병으로 체직되어 돌아오니 우길이 길까지 따라와 전송하였는데, 급히 되돌아가 유방군(留防軍) 수천을 거느리고 밤에 강을 건너 곧 바로 노둔(虜屯)으로 쳐들어 갔다. 그리하여 방비가 소홀한 틈을 타 격파하자 오랑캐 무리가 드디어 흩어졌으며 잡혀 있던 남녀를 거두어 돌아왔다. 조정에서는 김종득(金宗得)을 보내 이용순을 대신케 하였다.",
                "hj": "○朔乙亥/忽刺溫野人, 入寇陷潼關堡, 殺僉使全伯玉而去, 北虞候成佑吉追擊之, 收被擄我人而還。 忽刺溫部落, 去本堡不遠, 伊項、牛虛等部落及慶源近境數三部落, 與忽刺溫媒孽誘引, 作爲羽翼。 是月十四日三更, 虜兵八千猝至豐界, 降胡一人奔告伯玉, 伯玉方與馬應斗飮酒聞變, 急令堡卒列立城頭, 又令降胡入城守埤。 平明, 虜果大至, 立長梯蟻附而登, 城遂陷。 伯玉與賊搏戰, 中箭而死, 死者相枕, 幾至二百, 降胡洪耳及所大等, 駢死者亦多。 倉穀、軍器蕩盡無餘, 只有衙舍、倉廨、民家五戶而已。 時, 北兵使李用淳以病遞歸, 佑吉追餞于路, 急馳還, 率留防軍數千, 夜渡江, 直擣虜屯。 乘其未備而擊敗之, 虜衆遂散, 收被擄男婦而還。 朝廷遣金宗得, 代用淳。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "The King established lecturers for lecture on the first day of the eulsa year ( and appointed Song Seokgyeong , Yi Geuksin , and others to serve as lecturer for lecturer",
                "H2KE-nKo": "초하루에 원손 강학관을 두었는데, 송석경ᆞ이극신 등으로 삼았다. 처음에 예조가 아뢰기를,“옛날에는 사람이 태어나 8세가 되면 모두 소학에 배웠습니다. 지금 원손의 나이가 이미 8세이니 취학할 만합니다. 사우를 교도하는 방도를 대신으로 하여금 의논하게 하소서.”하였다. 이원익, 이덕형, 윤승훈, 기자헌, 심희수, 이항복 등이 전례를 상고하여 시행하기를 청하니, 주상이 그 의론을 옳게 여겼다. 이에 홍문관과 예문관이 중국 및 본조의 고사를 널리 상고하여 아뢰니, 전교하기를,“세자의 아들은 세손이 되어야 마땅하다. 다만 세자가 아직 명을 받지 않았으니 명호를 봉하는 것은 우선 후일을 기다리고, 먼저 강학할 인원을 차출하여 보도하는 방도로 삼으라.”하였다. 세자가 원손이 어리고 약하여 취학할 수 없다는 이유로 차자를 올려 사양하였으나, 주상이 허락하지 않았다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 4월 1일(을사) 1번째기사",
                "gt-oKo": "원손 강학관(元孫講學官)을 두었는데, 송석경(宋錫慶)·이극신(李克信) 등을 임명하였다. 처음에 예조가 아뢰기를, “옛날에 사람이 태어나서 8세가 되면 모두 소학(小學)에 들어갔습니다. 지금 원손은 나이가 이미 8세이니 취학할 만합니다. 사우(師友)가 교도(敎導)하는 방법을 대신으로 하여금 의논케 하소서.” 하였다. 이원익(李元翼)·이덕형(李德馨)·윤승훈(尹承勳)·기자헌(奇自獻)·심희수(沈喜壽)·이항복(李恒福) 등이 전례(典禮)를 상고하여 시행토록 청하니, 상이 그 의논이 좋다고 하였다. 이에 홍문관·예문관에서 중국 및 우리 나라의 고사를 널리 상고하여 아뢰니, 상이 하교하기를, “세자(世子)의 아들은 세손(世孫)이 되어야 마땅하나 다만 아직 세자가 책봉을 받지 않았으니 명호(名號)를 봉하는 것은 잠시 후일을 기다리고 먼저 강학할 인원을 차출하여 보도(輔導)의 방도로 삼으라.” 하였다. 세자는 원손이 유약하여 취학하기에 마땅치 않다고 여겨 차자(箚子)를 올려 사양하였으나, 상이 윤허하지 않았다.",
                "hj": "○朔乙巳/置元孫講學官, 以宋錫慶、李克信等爲之。 初, 禮曹啓曰: “古者, 人生八歲, 皆入小學。 今, 元孫年已八歲, 可以就學。 其師友敎導之方, 請令大臣議之。” 李元翼、李德馨、尹承勳、奇自獻、沈喜壽、李恒福等, 請考典禮而行之, 上可其議。 於是, 弘文館、藝文館博考中朝及本朝故事以啓, 上敎曰: “世子之子, 當爲世孫, 但世子時未受命, 名號之封姑待後日, 先出講學人員, 以爲輔導之方。” 世子以元孫稚弱, 不堪就學, 上箚辭之, 上不許。"
            },
            "2": {
                "H2KE-EN": "Yu Jeonghyeon returned from Japan and repatriated more than three thousand men and women from our country. [Yu] Jeonghyeon is a Buddhist monk. In the spring of the gapjin year (, 귤지정이 came to request the communication envoy. The Ming court ordered Yu Jeonghyeon to go and surrender the territory in order to find the situation. On this day, he began to return [to Japan].",
                "H2KE-nKo": "유정이 일본에서 돌아와 우리나라의 남녀 3000여 구를 쇄환하였다. - 유정은 승려이다. 갑진년 봄에 왜인 귤지정이 와서 통신을 요구하자 조정에서 유정에게 명하여 가서 적정을 탐지하게 하였는데, 이때에 이르러 비로소 돌아온 것이다. -\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 4월 1일(을사) 2번째기사",
                "gt-oKo": "유정(惟正)이 일본에서 돌아오면서 우리 나라 남녀 3천여 명을 쇄환(刷還)하였다.【유정은 승려이다. 갑진년 봄 왜인 귤지정(橘智正)이 와서 통신을 요구하니, 조정에서는 유정에게 가서 적정을 탐색하라고 명하였는데 이때에 이르러 비로소 돌아왔다.】",
                "hj": "○惟正還自日本, 刷還我國男婦三千餘口。【惟正, 僧人也。 甲辰春, 倭人橘智正來求通信, 朝廷命惟正往, 仍探賊情, 至是始還。】"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong Yeosun as second deputy director of the Royal House Administration . As we examined the Veritable Records of King Taejong (K. Yeosun , he said that Yeosun was greedy and wicked by nature. He truly had no fear to behave in his behavior. When he examined the Veritable Records of King Taejong (K. Goryeo , he evaluated the performance of the evaluation of Yeosun according to his personal wishes. Only Yeosun wrote about the facts in detail. It is evident that Yeosuns wicked can be even more wicked.",
                "H2KE-nKo": "홍여순을 동지중추부사로 삼았다. 《실록》을 살펴보건대, 홍여순은 타고난 성품이 흉험하고 행실이 탐포하여 참으로 꺼리는 것이 없는 사람이다. 이 《실록》을 살펴보면 포폄한 것은 사랑하고 미워하는 데 따라 하고 싶은 대로 방자하게 한 것인데, 유독 홍여순에게만 그 실상을 갖추어 썼으니, 홍여순의 악을 더욱 잘 알 수 있다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 4월 1일(을사) 3번째기사",
                "gt-oKo": "홍여순(洪汝諄)을 동지중추부사로 삼았다. 살피건대 여순을 일러 천성이 흉험하고 행실이 탐포하여 진실로 거리낌이 없는 사람이라고 하였다. 《실록》을 살펴보면 대체로 포폄(褒貶)한 바가 애증(愛憎)에 따라 하고 싶은 대로 하고 있는데, 오직 여순의 경우만은 그 실상을 갖추어 썼으니 여순의 악함을 더욱 확인할 수가 있다.",
                "hj": "○以洪汝諄爲同知中樞府事。 按《實錄》謂, 汝諄賦性兇險, 行己貪暴, 眞無忌憚之人。 觀此《實錄》, 其所褒貶者, 隨其愛憎, 恣意所欲, 而獨於汝諄, 備書其實狀, 汝諄之惡, 尤可見矣。"
            },
            "4": {
                "H2KE-EN": "The metropolitan second stage civil examination was held at the Royal Confucian Academy . Thirty-three people, including Licentiate Yi Sikrip , selected as classics licentiates . This was for the joy of presenting an honorific title [to the King]. ",
                "H2KE-nKo": "증광 별시를 행하여 생원 이식립 등 33인을 뽑았다. 존호를 올린 경사로 인한 것이다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 4월 1일(을사) 4번째기사",
                "gt-oKo": "증광 별시(增廣別試)를 베풀어 생원 이식립(李植立) 등 33인을 뽑았는데, 이는 상의 존호(尊號)를 올린 경사 때문이었다.",
                "hj": "○設增廣別試, 取生員李植立等三十三人, 以上尊號慶也。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, the King dismissed Governor of Hamgil Province Seo Seong from his post and arrested 북병사 Kim Jongdeuk . Kim Jongdeuk , the magistrate of 온성 Strategic Prefecture , supported the barbarians Tong Du , Euleul , and Janggae to take care of them. On this day, Tong Du and others said, Previously, the barbarians surrendered Jianwuxia , who had long been residing in Jianwuxia . They surrendered Jianwuxia , and arrived in Jianwuxia . During the Eastern Expedition of the Eastern Expedition , [the barbarians] lost their five surrender commanders and had the barbarians lead the barbarians back to their original territory. Only 500 기병 and foot soldiers were residing in Jianwuxia . After a ripening grain ripening, [the barbarians] stopped their barbarians and again come. Kim Jongdeuk persisted, and Seo Seong also hurriedly reported, It is proper to urgently pursue Jianwuxia to attack Jianwuxia in order to shame the frontier. The imperial court wished to follow their recommendation, but he was unable to make a decision. Kim Jongdeuk conferred with Seo Seong, who first took more than 3,000 soldiers and gathered together the commanders at Yujeong . Tong Du and others also took 300 cavalry soldiers and came here. They wished to support our countrys battle. Kim Jongdeuk led the military cavalry together with Commander Seong Ugil , crossing Jongseong to cross the river and directly ran into Jianwuxia . The barbarians first discovered this and surrendered 수백 iron cavalry and rushed into [the barbarians], and our troops fled. Seong Ugil alone engaged in battle, swords and beheaded the barbarians. [The barbarians] returned. This competition was the 213 barbarians who died in a confrontation of the barbarians. The circumstances of Investigating Investigation",
                "H2KE-nKo": "삭갑술에 함경 감사 서성을 파직하고 북병사 김종득을 잡아들였다. 김종득은 일찍이 온성 부사로 있을 때 번호 탁두, 돌, 장개 등을 무납하였다. 이때에 이르러 탁추 등이 아뢰기를,“지난번에 홀로가 건퇴 - 지명이다. - 이애처를 데리고 오려고 계획하였는데, 동관의 전투에서 5명의 애장을 잃고서 그 장수 질이로 하여금 대군을 거느리고 본 소굴로 되돌아가게 하고, 기병과 보병 500명만 건퇴에 남겨 두었다가 곡식이 익기를 기다려 군사를 휴식시켰다가 다시 오게 하였습니다.”하니, 김종득이 마침내 그 말을 믿고 서성도 급히 장계하기를,“건퇴를 급히 토벌하여 변방의 수치를 씻어야 합니다.”하였다. 조정에서 그 말을 따르려고 하였으나 우물쭈물하며 결정을 내리지 못하였다.김종득이 서성과 의논하여 먼저 3000여 명의 군사를 일으키고 여러 장수를 유정에 모았는데, 탁두 등 2명의 추장도 기병 300명을 거느리고 와서 국가를 위하여 싸움을 도와 목숨을 바치기를 원하였다. 김종득이 우후 성우길과 함께 군사를 이끌고 종성에서 강을 건너 곧바로 건퇴로 달려갔는데, 오랑캐가 먼저 그 사실을 알고는 철기 수백 기를 매복시켰다가 돌진해 나와 어지러이 공격하자 아군이 패하였다. 성우길이 홀로 항전하여 칼을 가지고 적을 베고 아군을 보호하고 돌아왔다. 이 전투에서 아군의 전사자가 213명이었다. - 안문 어사 이정험이 조사하여 보고한 계본이 이와 같았다. - 여러 의론이 끊임없이 시끄러웠다. 양사가 서성 등이 경솔하게 큰일을 일으켜 나라의 위엄을 손상시켰다는 이유로 잡아다 신문하여 죄를 정할 것을 청하니, 주상이 서성은 죄가 가볍다는 이유로 파직만 명하고 김종득은 잡아들였다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 5월 1일(갑술) 1번째기사",
                "gt-oKo": "함경 감사 서성(徐渻)을 파직하고 북병사(北兵使) 김종득(金宗得)을 잡아들였다. 종득은 일찍이 온성 부사(穩城府使)였을 때 번호(藩胡) 탁두(卓斗)·석을(石乙)·장개(將介) 등을 무위(撫慰)하여 받아들였는데, 이때에 이르러 탁추(卓酋) 등이 말하기를, “지난번 홀로(忽虜)가 건퇴(件退)에【지명.】 오래 머물 꾀를 부려 애처(愛妻) 두 명을 끼고 왔는데, 동관(潼關)의 싸움에서 5명의 애장(愛將)을 잃고는 그의 장수 하질이(何叱耳)로 하여금 대군을 거느리고 본 소굴로 되돌아 가게 하였습니다. 그리고는 기보병(騎步兵) 5백 명만 건퇴에 남겨 두었는데 곡식이 익을 때까지 군사를 쉬게 하였다가 다시 침략하려 합니다.” 하였다. 종득이 마침내 이를 믿고 서성 또한 치계하여 건퇴를 급히 토벌하여 변방의 수치를 씻어야 한다고 하였는데, 조정에서는 이를 따르고 싶으면서도 주저하며 가부를 결정하지 못하고 있었다. 그런데 종득은 서성과 함께 의논한 뒤 먼저 3천여 병사를 출동시키고 여러 장수들을 유정(柳亭)에 집결시켰는데, 탁두 등 두 추장 또한 기병 3백을 거느리고 와 국가를 위해 목숨을 걸고 싸우기를 원하였다. 종득이 우후 성우길(成佑吉)과 함께 군사를 이끌고 종성(鍾城)에서 강을 건너 곧바로 건퇴로 달려 갔는데, 오랑캐들이 먼저 이를 알아차리고 철기(鐵騎) 수백을 매복시켰다가 돌연히 나타나 어지럽게 치므로 아군이 패하였다. 우길은 홀로 항전하며 직접 칼로 적을 베면서 아군의 뒤를 호위하고 돌아왔다. 이 싸움에서 아군의 전사자가 2백 13인이나 되었으므로【안문 어사(按問御史) 이정험(李廷馦)이 조사하여 아뢴 것이 이와 같다.】 물의가 비등하였다. 양사(兩司)가 서성 등이 가벼이 큰일을 일으켜 국위(國威)를 손상시켰으니 잡아다 문초하여 죄를 줄 것을 청하였으나, 상은 서성의 죄는 가벼우므로 파직만을 명하고 잡아다 심문하도록 하였다.",
                "hj": "○朔甲戌/罷咸鏡監司徐渻, 拿北兵使金宗得。 宗得曾爲穩城府使, 撫納藩胡卓斗、石乙、將介等。 至是, 卓酋等言: “頃者忽虜爲久住件退【地名。】計, 挾二愛妻而來, 潼關之役, 喪其五愛將, 使其將何叱耳領大軍, 還向本巢, 只留騎步五百於件退, 俟穀熟, 休兵更來。” 宗得遂信之, 徐渻亦馳啓以爲: “宜急討件退, 以灑邊羞。” 朝廷欲從之, 而依違未決。 宗得與渻議, 先發三千餘兵, 會諸將於柳亭, 卓斗等兩酋亦領三百騎而來, 願爲國家助戰效死。 宗得與虞候成佑吉引兵, 自鍾城渡江, 直走件退, 虜先覺之, 伏鐵騎數百, 突出亂擊, 我軍敗北。 佑吉獨抗戰, 手劍斬賊, 殿我軍而還。 是役也, 我軍戰歿二百十三人,【按問御史李廷馦査啓如此。】 群議譁然不已。 兩司以渻等輕擧大事, 致損國威, 請拿問定罪。 上以渻罪輕, 只命罷職, 拿宗得。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, the ceremonial procedure for the lecturer and lecturer for the lecturer. The ceremonial procedure for the lecturer for the lecturer, facing west, and the bowing place for the lecturer be in the west wall facing east. The lecturer sets outside the main hall, and the lecturer for the lecturer and received the lecturer. The lecturer for the lecturer stands facing west, facing north, and the lecturer for the lecturer descends from the east stairs, facing west. The lecturer enters the west stairs, and the lecturer first ascends the main hall, and the lecturer first ascends the main hall. The lecturer for the lecturer enters the main hall. The lecturer first ascends the main hall, and the lecturer for the lecturer first ascends the main hall. The lecturer for the lecturer takes the main hall, and the lecturer for the lecturer bows twice. The lecturer for the lecturer descends from the main hall, and the lecturer for the lecturer descends from the foot of the east stairs. The lecturer for the lecturer descends from the foot of the east stairs, and the lecturer for the lecturer exits from the main gate, and the lecturer for the lecturer enters the inner hall.",
                "H2KE-nKo": "삭갑진년에 원손과 강학관의 상견의를 확정하였다. 그 의식은 다음과 같다. 원손의 배위는 동벽에 서향하여 설치하고 강학관의 배위는 서벽에 동향하여 설치한다. 강학관이 외청에 모여 시복을 갖추고 시학과 봉영한다. 강학관이 문 서쪽에 서서 동향하여 북쪽을 위로 하면 원손이 시복을 갖추고 나와 동쪽 계단으로 내려와 서향하여 선다. 강학관이 들어가 서쪽 계단으로 나아가면 강학관이 먼저 오르고 원손이 뒤에 오른다. 강학관이 자리에 나아가면 원손이 자리에 나아가 재배하고 강학관이 답례로 재배한다. 이를 마치면 강학관이 계단을 내려오면 원손은 동쪽 계단 아래로 내려와 선다. 강학관이 문을 나가면 원손은 안으로 들어간다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 6월 1일(갑진) 1번째기사",
                "gt-oKo": "원손(元孫)과 강학관(講學官)의 상견의(相見儀)를 정하였는데, 그 의식은 다음과 같다. 원손이 절할 위치는 동벽(東壁)에 설치하여 서쪽을 향하게 하고, 강학관이 절할 위치는 서벽에 설치하여 동쪽을 향하게 한다. 강학관이 시복(時服)을 갖추고 외청(外廳)에 모이면 시학(侍學)이 강학관을 맞아들이는데, 문의 서쪽에서 동쪽으로 향해 북쪽으로 올라오면 원손은 복장을 갖추고 나와 동쪽 계단으로부터 내려와 서쪽으로 향해서 선다. 강학관이 들어가 서쪽 계단으로 나아간 뒤 강학관이 먼저 오르고 원손은 뒤에 오른다. 강학관이 자리에 앉으면 원손이 자리에 나아가 재배하는데, 강학관이 재배로 답하기를 마치면 강학관이 계단으로 내려오고 원손은 동쪽 계단 아래로 내려 선다. 강학관이 문을 나서면 원손은 안으로 들어간다.",
                "hj": "○朔甲辰/定元孫與講學官相見儀。 其儀, 設元孫拜位於東壁西向, 設講學官拜位於西壁東向。 講學官集外廳, 具時服侍學、奉迎。 講學官立於門西東向北上, 元孫具服而出, 降自東階西向立, 講學官入詣西階, 講學官先升, 元孫後升。 講學官就位, 元孫就位再拜, 講學官答再拜訖, 講學官降階, 元孫降立東階下, 講學官出門, 元孫入內。"
            },
            "2": {
                "H2KE-EN": "Upon reflection, the appointment of the eldest legitimate son of the first son",
                "H2KE-nKo": "살피건대 원손을 교도하는 직임과 강관을 예경하는 절차가 이처럼 중요하니, 전조가 적임자를 잘 가려 뽑아야 하는데 강석경의 무리로 채웠으니, 시사를 알 만하다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 6월 1일(갑진) 2번째기사",
                "gt-oKo": "살피건대 원손을 교도하는 책임과 강관(講官)을 예경(禮敬)하는 절차가 이토록 중하다. 따라서 전조(銓曹)에서 인선할 때는 적임자를 가려야 마땅한데 송석경과 같은 무리로 채웠으니 시사(時事)를 알 만하다.",
                "hj": "○按, 元孫敎導之任, 講官禮敬之節, 其重若是。 銓曹掄選, 宜畀其人, 而乃以錫慶輩充之, 時事可知。"
            },
            "3": {
                "H2KE-EN": "Seven men, including former Magistrate Jeon Yuhyeong , were selected. At the time, the military service examination was held in the provinces, and those who were directed to take the second-stage civil service examination were to guard the northern frontier. The special examination was held for the civil and military service examinations.",
                "H2KE-nKo": "정시를 특별히 시행하여 전 현감 전유형 등 7인을 뽑았다. - 이때 지방의 무사들에게 활쏘기 시험을 보이고 회시에 곧바로 응시할 자격을 준 것은 북쪽 변방을 방어하기 위해서였는데, 특별히 이 과거를 설치하여 문과와 무과의 대거로 시행한 것이다. -\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 6월 1일(갑진) 3번째기사",
                "gt-oKo": "따로 정시(庭試)를 베풀어 전 현감 전유형(全有亨) 등 7인을 뽑았다.【당시에 외방 무사들에게 활쏘기를 시험하여 곧바로 회시(會試)에 응시하게 한 목적은 북변을 방수(防戍)하기 위한 것이었는데, 특별히 이번에 과거를 베푼 것은 문과(文科)에 대한 대거(對擧)였다.】",
                "hj": "○別設庭試, 取前縣監全有亨等七人。【時, 外方武士試射, 直赴會試者, 爲防戍北邊, 特設是科, 爲文武對擧。】"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, there was flooding in the first month of the gyeyu year (, 영남 and Gangwon Province . In Gyeongsang Province, Indong , Yeongsan , Andong , Gunwi , Changwon , Uiheung , Yonggung , Goryeong , Sangju , Yean , Chogye , Uiryeong , Gimhae , and Haman . In Gangwon Province, Hoeyang , Yangyang , Geumseong , Ganseong , Pyeonggang , Hongcheon , Yanggu , Cheorwon , Chuncheon , Hoengseong , Yeongwol , Jeongseon , Pyeongchang , Inje , and other areas were damaged more severely severe. The mountains and the roof were destroyed, and many people and lives were killed. The government offices and commoners were all swept away and swept away, and the deep mountains and the trees flooded down to the two rivers of Han and Nakcheon . All said that there was no disaster in the past.",
                "H2KE-nKo": "삭일과 계유일에 영남과 관동에 홍수가 났다. 영남은 인동, 영산, 안동, 군위, 창원, 의흥, 용궁, 고령, 상주, 예안, 초계, 의령, 김해, 함안, 관동은 회양, 양양, 금성, 간성, 평강, 홍천, 양구, 철원, 춘천, 횡성, 영월, 정선, 평창, 인제 등이 재해를 입은 것이 더욱 혹심하였다. 산총이 무너지고 죽은 사람과 가축이 부지기수였으며, 관청 건물과 민가가 거의 모두 떠내려가고 깊은 산의 큰 나무가 뽑혀 한강과 낙동강 두 강으로 떠내려갔는데, 모두 옛날에 없던 재해를 입었다고 하였다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 7월 1일(계유) 1번째기사",
                "gt-oKo": "영남(嶺南)과 관동(關東)에 홍수가 졌다. 영남의 인동(仁同)·영산(靈山)·안동(安東)·군위(軍威)·창원(昌原)·의흥(義興)·용궁(龍宮)·고령(高靈)·상주(尙州)·예안(禮安)·초계(草溪)·의령(宜寧)·김해(金海)·함안(咸安)과 관동의 회양(淮陽)·양양(襄陽)·금성(金城)·간성(杆城)·평강(平康)·홍천(洪川)·양구(楊口)·철원(鐵原)·춘천(春川)·횡성(橫城)·영월(寧越)·정선(旌善)·평창(平昌)·인제(麟蹄) 등의 재해가 더욱 혹심하였다. 산사태가 나고 죽은 사람과 가축의 숫자를 헤아릴 수 없었으며 관청과 민가가 거의 떠내려가고 깊은 산의 큰 나무들도 뿌리째 뽑혀 한강과 낙동강으로 떠내려왔다. 모두 예전에 일찍이 없었던 재해라고들 하였다.",
                "hj": "○朔癸酉/嶺南、關東大水。 嶺南仁同、靈山、安東、軍威、昌原、義興、龍宮、高靈、尙州、禮安、草溪、宜寧、金海、咸安, 關東淮陽、襄陽、金城、杆城、平康、洪川、楊口、鐵原、春川、橫城、寧越、 旌善、平昌、麟蹄等, 被災尤酷。 山冢崩頹, 人畜死者不知其數, 公廨、民家漂沒殆盡, 深山喬木顚拔, 浮下於漢、洛二江, 皆稱古未有之災云。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Crown Prince led all officials in presenting congratulations to the King on the first day of the month and granted a general amnesty in the capital and in the provinces. This was because the King recovered from his illness. The King summoned the royal secretaries and【도승지홍식은, Left Royal Secretary Yu Ingil, Chief Royal Secretary Yu Mongin, Fourth Royal Secretary Ku Uigang, Fifth Royal SecretaryJeong Gak, and Sixth Royal SecretaryYi Seonbok. 】 entered the palace and admonished them, In the past, there was a congratulatory ceremony when there was a congratulatory ceremony. It was for three years that I did not attend the morning court assembly due to an illness. Now, fortunately, I began to attend the Royal Lecture. The Crown Prince led all officials in performing congratulatory ceremony. It is possible if I talk this tally, but I am afraid that it might be inconvenient to propriety. The ancient monarchs did not speak to all officials and talked to the attendant officials, but the Royal Secretariat merely knew this. It is not necessary to transmit this tally. Consequently, the Ministry of Rites requested that congratulatory ceremony be performed. The King did not approve this request. Chief State Councilor Yu Yeonggyeong , Left State CouncilorJeong Gi , Right State CouncilorHwang Hui , and other officials followed the King, and the Royal Secretariat and the 양사가 jointly requested it. The King did not approve this repeatedly. The Crown Prince finally submitted a joint memorial and requested it, but the King did not grant this request. Yu Yeonggyeong entered the Royal Lecture and strongly adamantly admonished him. After withdrawing, he submitted a report to the King again and then the King granted the request. Yu Yeonggyeong and other officials led all officials in presenting congratulatory memorials and offered congratulatory memorials. In byeongo year (, the Crown Prince also led all officials in presenting congratulatory memorials and offered congratulatory memorials, and granted a general amnesty.",
                "H2KE-nKo": "세자가 백관을 거느리고 전문을 올려 진하하고 서울과 지방에 사면령을 반포하였는데, 상의 병이 나았기 때문이다. 주상이 여러 승지 - 도승지 홍식, 좌승지 유인길, 우승지 유몽인, 좌부승지 구의강, 우부승지 정혹, 동부승지 이선복 - 를 불러 대내로 들어오게 하여 유시하기를,“옛날에는 경사가 있으면 하례하였다. 내가 병 때문에 조회를 보지 못한 지 3년이 되었는데, 지금 다행히 비로소 경연을 열게 되었다. 세자가 여러 신하를 거느리고 하례를 올리는 것은 당연한 일이다. 그러나 내가 이런 말을 하는 것은 도리어 혐의쩍은 점이 있으니, 단지 예에 흠이 될까 염려된다. 옛날의 임금들이 여러 신하에게 말하지 않은 것을 근신에게 말하였으니, 승정원은 알고 있을 뿐이지 다른 사람에게 전할 필요는 없다.”하였다. 이에 예조가 하례하는 의식을 거행하도록 청하였으나, 주상이 허락하지 않았다. 영의정 유영경, 좌의정 기자헌, 우의정 심희수 등과 승정원과 양사가 뒤따라 청하였으나, 여러 차례 아뢰었으나 허락하지 않았다. 세자가 비로소 연달아 차자를 올려 청하였으나, 역시 허락하지 않았다.유영경이 조강에 입시하여 상의 뜻에 영합하여 힘껏 진달하고 물러나 계사를 올려 다시 청하니, 이에 따랐다.유영경 등이 백관을 거느리고 전문을 올려 하례하였다. 병오년에 세자도 백관을 거느리고 전문을 올려 하례하였다. 교서를 반포하고 사면령을 반포하였다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 8월 1일(계묘) 1번째기사",
                "gt-oKo": "세자가 백관을 거느리고 전문(箋文)을 올려 하례(賀禮)하였으며, 경외(京外)에 반사(頒赦)하였는데, 이는 상의 병이 나았기 때문이다. 상이 여러 승지를【도승지 홍식(洪湜), 좌승지 유인길(柳寅吉), 우승지 유몽인(柳夢寅), 좌부승지 구의강(具義剛), 우부승지 정혹(鄭㷤), 동부승지 이선복(李善復).】 불러 안으로 들게 하여 하유(下諭)하기를, “옛날에 경사가 있으면 하례를 행하였다. 내가 병들어 조회를 보지 못한 지가 3년이 되었는데, 이제 다행히 비로소 경연을 열게 되었으니, 세자가 여러 신하를 거느리고 하례를 행하는 것이 당연하다. 내가 이러한 말을 하는 것이 도리어 혐의되는 바는 있으나 단지 세자의 예절에 흠이 될까 걱정한 것일 뿐이다. 옛날에 임금들이 여러 신하들에게 말하지 못하는 것을 근신에게는 말하였으니, 정원만 알고 다른 사람에게는 전하지 말라.” 하였다. 이에 예조가 하의(賀儀)를 거행하도록 청하니 상이 허락하지 않았다. 영의정 유영경(柳永慶), 좌의정 기자헌(奇自獻), 우의정 심희수(沈喜壽) 등 및 정원과 양사가 뒤따라 이를 청하면서 여러 번 계달(啓達)하였으나 허락하지 않았다. 이에 세자도 연이어 차자를 올려 청하기 시작했으나 역시 허락하지 않았다. 그러다가 유영경이 조강(朝講)에 입시하여 상의 뜻에 맞게 힘써 진술하고 물러나와 진계(陳啓)하며 다시 청하니 이에 따랐다. 유영경 등이 백관을 거느리고 전문을 올려 칭하(稱賀)하였다. 병오일에 세자도 백관을 거느리고 전문을 올려 칭하하였으며, 교서(敎書)를 반포하고 사면령을 내렸다.",
                "hj": "○朔癸卯/世子率百官, 上箋陳賀, 頒赦中外, 以上疾瘳也。 上召諸承旨【都承旨洪湜、左承旨柳寅吉、右承旨柳夢寅、左副具義剛、右副鄭殼、同副李善復】 入內, 諭之曰: “古者有慶則賀。 予被疾不視朝者三年, 今幸始得開筵, 世子率群臣, 致賀禮則然矣。 予之發此言, 反有所嫌, 只恐欠於禮耳。 古之人君, 不言於諸臣者, 言於近臣, 政院只知之, 不必傳於它人。” 於是, 禮曹請擧賀儀, 上不許。 領議政柳永慶、左議政奇自獻、右議政沈喜壽等及政院、兩司從而請之, 累啓不許。 世子始連上箚請之, 亦不許。 永慶入侍朝講, 阿意力陳, 退而陳啓更請, 乃從之。 永慶等率百官, 進箋稱賀。 〔○〕丙午/世子亦率百官, 進箋稱賀, 頒敎頒赦。"
            },
            "2": {
                "H2KE-EN": "Upon hearing that the King fell ill and recovered for three years, the various officials offered congratulatory congratulatory.",
                "H2KE-nKo": "살피건대 임금이 병을 앓다가 3년 만에 비로소 나았으니, 신하들이 진하하는 것은 인정으로 보나 예의로 보나 당연한 것이다. 그러나 주상이 먼저 근신에게 유시한 뒤에 이렇게 건의하였으니, 상하가 서로 잘못한 것이라고 할 수 있다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 8월 1일(계묘) 2번째기사",
                "gt-oKo": "살피건대 임금이 병을 앓다가 3년 만에 비로소 나았으니 여러 신하들이 진하하는 것은 정례상 당연한 것이다. 그러나 상이 먼저 근신에게 유시한 뒤에야 이러한 건청(建請)이 있게 되었으니, 상하가 서로 잘못했다 하겠다.",
                "hj": "○按, 君父有疾, 三年始瘳, 則群臣之陳賀, 情禮之所當然也。 然而自上先諭近臣然后, 有此建請, 可謂上下胥失之矣。"
            },
            "3": {
                "H2KE-EN": "[The King] appointed the executive assistant of the magistrate of Gyeongseong . Earlier, when [King] Sang헌 became a section chief of the Ministry of Personnel , Second Minister of Personnel 기자헌 wished to appoint Yu Yeonggyeong as inspector of the Office of the Inspector General . [King] Sang헌이 strongly remonstrated [his appointment]. Due to this, [King] Yeonggyeongs clique was greatly deeply grudge. Soon afterward, [King] Yeong was involved in stealing the administration of state affairs and attempted to fulfill his wishes. [King] Sang헌을 first reprimanded that he was the circuit inspector of Gosan . When he was dismissed, he was immediately appointed as the executive assistant of the magistrate of Gyeongseong . All of the people lamented and lamented. Upon examining the Veritable Records of the Veritable Records (C. Zizhi , [King] Sang헌이 once served as a section chief of the Ministry of Personnel , arbitrarily claimed the administration of the Office of the Inspector General on the basis of his own accord. [King] 자헌 wanted to guide [King] Yeong and make him doctors, but he was disappointed by the Office of the Inspector General. His strong and uprightness did not observe. That is also evident. Due to this, he was reprimanded. The Veritable Records of the Veritable Records (C. Zizhizhi tongji also said, Left State Councilor [King] Gil, whose nature was magnanimous and magnanimous, early his virtue and expectations. [King] Gil supervised the Veritable Records of the Veritable Records (C. Zizhi tongjian , arbitrarily reluctantly on his own behavior, causing him to be executed.",
                "H2KE-nKo": "김상헌을 경성 판관으로 삼았다.이에 앞서 김상헌이 전랑으로 있을 때 이조 참판 기자헌이 유영경을 헌장에 의망하려고 하자 김상헌이 극력 저지하였다. 이 때문에 영경의 당여들이 가장 깊이 유감을 품었다. 얼마 지나지 않아 영경이 국정을 도맡아 기회를 틈타 욕심을 부리려고 맨 먼저 김상헌을 배척하여 고산 찰방으로 삼았다가 파직되어 돌아오자마자 곧바로 경성 판관에 보임하니, 사람들이 모두 분개하고 탄식하였다. 《실록》을 살펴보니, ‘상헌이 일찍이 전랑으로 있을 때 제멋대로 통색을 하였는데, 자헌이 영경을 끌어들여 응견으로 삼으려고 하다가 상헌에게 저지당하였다.’라고 하였으니, 그의 강직하고 방정하여 흔들리지 않았음을 여기에서도 알 수 있다. 이 때문에 그에게 배척을 당하였고, 《실록》에 또 ‘좌의정 기자헌은 성품이 너그럽고 넓으며 일찍부터 덕망을 지니고 있었다.’라고 하였다. 자헌이 《실록》을 감수하면서 조금도 거리낌 없이 제 마음대로 자행한 것이 이와 같았으니, 이루 다 주벌할 수 있겠는가.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 8월 1일(계묘) 3번째기사",
                "gt-oKo": "김상헌(金尙憲)을 경성 판관(鏡城判官)으로 삼았다. 처음 상헌이 전랑(銓郞)으로 있을 때 이조 참판 기자헌이 유영경을 대사헌으로 의망하려 하자 상헌이 이를 힘써 막았다. 이 때문에 영경의 당이 깊이 유감을 품게 되었다. 얼마 있다가 영경이 국정(國政)을 훔쳐 잡자 이를 인연하여 때를 보아 복수하려고 하였다. 그리하여 먼저 상헌을 배척하여 고산 찰방(高山察訪)으로 삼았다가 파직되어 돌아오자마자 바로 경성 판관으로 보임시켰으므로 여러 신하들이 모두 분해하며 탄식하였다. 《실록》을 살피건대, “상헌이 일찍이 전랑이 되었을 때 일을 임의로 처리하니, 자헌이 영경을 끌어들여 응견(鷹犬)을 삼으려 하였는데, 상헌에게 저지당했다.” 하였으니, 그 강직하고 방정하여 흔들리지 않았던 것을 여기에서 또한 알 수 있는데 이 때문에 미움을 받은 것이다. 《실록》에 또, “좌의정 기자헌은 성품이 너그럽고 일찍부터 덕망을 지니고 있었다.” 하였는데, 자헌이 《실록》을 감수할 때 자기 속셈대로 감행하면서 이토록 조금도 거리낌없이 하였으니 주벌(誅伐)해도 모자라다 하겠다.",
                "hj": "○以金尙憲爲鏡城判官。 初, 尙憲爲銓郞時, 吏曹參判奇自獻欲以柳永慶擬於憲長, 尙憲力塞之。 以此, 永慶之黨蓄憾㝡深。 未幾, 永慶寅緣盜秉國政, 乘時修欲, 首斥尙憲爲高山察訪, 纔罷歸, 旋補鏡城判官, 衆皆憤歎。 按《實錄》謂: “尙憲曾爲銓郞, 任意通塞, 自獻欲引永慶爲鷹犬, 而見沮於尙憲。” 其剛方不撓, 斯亦可見, 以此被其齮齕。 《實錄》又云: “左議政奇自獻性度寬弘, 早負德望。” 自獻監修《實錄》, 而恣行胸臆, 略無顧忌乃如此, 可勝誅哉?"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Great Lord of Jangwon Jeong Tak passed away. Tak was a man of Yecheon . His friendly relations with Yu Seongryong . He received a high-ranking official and was only observed in flattery. When Yu Seongryong left the capital [of Ming China], Tak also retired from his post and returned to his hometown. He resigned from office due to old age and retired. At this time, he died of illness at home.",
                "H2KE-nKo": "삭서원부원군 정탁이 졸하였다. 정탁은 예천 사람으로 유성룡과 친하여 정승의 자리를 차지하였는데, 오직 아첨만을 일삼았다. 유성룡이 조정을 떠나자 정탁도 해직하고 고향으로 돌아가 나이가 많아 치사하였는데, 이때에 이르러 집에서 병으로 졸하였다.\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 10월 1일(임인) 1번째기사",
                "gt-oKo": "서원 부원군(西原府院君) 정탁(鄭琢)이 졸하였다. 정탁은 예천(醴泉) 사람으로 유성룡(柳成龍)과 친해서 재상이 되었으나 매상 우유부단하였다. 그러다가 성룡이 조정에서 떠나자 탁도 해직하고 고향으로 돌아가 나이가 차서 치사(致仕)하였는데, 이때에 이르러 집에서 병으로 죽었다.",
                "hj": "○朔壬寅/西原府院君鄭琢卒。 琢, 醴泉人, 與柳成龍友善, 取相位, 唯事媕阿。 及成龍去朝, 琢亦解職還鄕, 引年致仕, 至是病卒于家。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the month, a special examination was held on the first day of the sinchuk year (, and twelve men, including Yi Noe , passed the civil service examination . Our King was ill and recovered for three years. He held the Royal Lecture on the Confucian Classics and held the state examination on the New Years Day.",
                "H2KE-nKo": "삭신축년에 별시를 행하여 유학 이은로 등 12인을 뽑았다. - 주상이 편찮았다가 3년 만에 비로소 나았고, 경연을 열어 진하하고 과거를 행하였다. -\n",
                "date_ko": "선수 39권, 38년(1605 을사 / 명 만력(萬曆) 33년) 12월 1일(신축) 1번째기사",
                "gt-oKo": "별시(別試)를 베풀어 유학 이은로(李殷老) 등 12인을 뽑았다.【상이 병들었다가 3년 만에 치유되어 경연을 열게 되자 축하하는 뜻에서 별시를 베푼 것이다.】",
                "hj": "○朔辛丑/設別試, 取幼學李殷老等十二人。【自上違豫, 三年始瘳, 開經筵, 陳賀設科。】"
            }
        }
    }
}