{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] appointed Yi Chung as magistrate of Seongcheon Strategic Prefecture . The Veritable Records of the Grand Scribe [of the Veritable Records of King ] (K. Chung said, Chung is the grandson of a powerful official Yi Yang . He was not incomparable to others. He flattered and served in the palace. In the end, he was promoted to a higher rank. As I examined the Veritable Records of the Veritable Records (K. Gwonnok , all of them were error. However, Chung stubbornly recorded the facts like this. Chungs character is especially recognized.",
                "H2KE-nKo": "이충을 성천 부사로 삼았다. 《실록》에 이르기를,“이충은 권간인 이양의 손자로서 사람 축에 끼이지 못했는데, 궁액에 아첨하여 마침내 초탁되었다.”하였다. 이 《실록》 가운데 포폄한 내용을 보니 대부분이 잘못된 것인데, 이충에 대해서는 그 실상을 그대로 쓴 것이 이와 같았으니, 이충의 사람됨을 더욱 알 수 있다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 1월 1일(경오) 1번째기사",
                "gt-oKo": "이충(李冲)을 성천 부사(成川府使)로 삼았다. 《실록》에 이르기를, “충은 권간(權奸) 이양(李樑)의 손자로서 사람 축에도 끼이지 못했는데, 궁액(宮掖)에 아첨하여 드디어 초탁(超擢)되었다.” 하였다. 이 《실록》 가운데 포폄(褒貶)한 기사들을 살펴보면 대개가 잘못된 것인데도, 충에 대해서는 그 실상을 바로 쓴 것이 이와 같으니, 충의 사람됨을 더욱 잘 알 수 있다.",
                "hj": "○朔庚午/以李沖爲成川府使。 《實錄》云: “沖, 權奸樑之孫, 不齒於人, 諂事宮掖, 遂蒙超擢。” 觀此《實錄》中褒貶之辭, 類皆謬戾, 而於沖則直書其實如此, 沖之爲人尤可知矣。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General requested the dismissal of officials of the senior third rank or above in the Office for the Establishment of Ceremonies (K. Seonwonnok . Cha Cheonro , a man of the Song capital, was slow and negligent, and his generosity was extremely cautious. Since the imjin year (, he said that his wife had been corrupted by the pirates and privately married a daughter of a royal clan to her wife. On this day, the Office for the Establishment of Ceremonies presented the draft of the draft. The King issued a royal directive: Cheonro is a man who committed adultery. He claimed that his wife was corrupted by Japanese pirates and married another woman to her wife. He dared record the draft of the royal clan. If later generations follow this and claimed that his wife had committed adultery and arbitrarily married another woman, then would it be possible to allow him to all the wives of his wife to marry? If his wife had committed adultery, he should be reported to the office in charge and discussed with his family members and expelled him from the capital. Now, Cheonros case is a serious disgraceful social mores and moral imperative. Have the office in charge discuss the matter and deal with him. Consequently, the Office of the Censor General reported: Cheonro privately abandoned his wife and dared to design his wife as a woman of a royal clan. According to the royal law, he should be punished according to the law. However, the Office for the Establishment of Ceremonies did not report to the King before judgment, but he neglectedly recorded the draft of the royal clan. He should not be punished. Your subjects request that the officials of the senior third rank or above in the Office for the Establishment of Ceremonies be abolished. The King ordered that he be interrogated, and only dismissed from their posts. The Ministry of Rites reported: Cheonro has already been interrogated by the State Tribunal . However, he has never been dealt with in the case of his second wife. When we examined the Great Ming Code (C. Da Ming l , there are cases",
                "H2KE-nKo": "간원이 선원록 교정청 당상을 파직할 것을 청하였다. 송경의 문인 차천로는 사람됨이 거칠고 엉성하여 세상에서 자못 경시하였다. 임진왜란 이후에 그의 아내가 적에게 몸을 더럽혔다고 하여 사사로이 종실의 딸에게 장가들어 아내로 삼았다. 이때에 이르러 선원록 교정청이 초본을 올리니, 주상이 전교하기를,“차천로는 일개 간사한 사람이다. 그의 아내가 왜적에게 몸을 더럽혔다고 핑계 대고 다른 사람의 딸에게 장가들어 아내로 삼았다고 감히 선원계 가운데에 기록하였으니, 만약 뒷사람이 이를 본받아 아내가 무슨 죄가 있다고 핑계 대고 마음대로 다시 장가들었다면 장차 모두 허락하겠는가. 아내가 과연 죄가 있다면 유사에게 고하고 문족과 의논하여 그 죄를 밝혀 내쫓는 것이 옳다. 지금 차천로의 일은 풍속을 해치고 윤리를 무너뜨린 것이 심하다. 유사로 하여금 의논하여 처리하게 하라.”하였다. 이에 간원이 아뢰기를,“차천로가 사사로이 그 아내를 버리고 감히 종실의 딸로 아내를 삼았으니, 왕법으로 헤아려 볼 때 본래 다스려야 할 법률이 있습니다. 그런데 교정청이 먼저 여쭈어 처단하지 않고 멍청하게 그대로 기록하였으니, 사사로운 정을 따라 법을 무시한 죄를 논하지 않을 수 없습니다. 본청의 당상을 파직하소서.”하니, 주상이 추고하라고 명하고 해당 낭청만 파직하였다. 예조가 아뢰기를,“차천로는 이미 의금부의 추국을 거쳤으나 이른바 후처에 대해서는 아직도 처치한 일이 없습니다. 《대명률》을 상고해 보니, 아내가 있으면서 아내를 얻은 자는 장 90대를 쳐서 이혼시키고, 《대전》에는 ‘선처’라고 하였으니, 대신에게 의논하소서.”하니, 이원익, 이덕형, 이항복, 기자헌, 심희수 등이 《대명률》을 적용해야 한다고 하자, 주상이 그 의논을 옳게 여겼다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 1월 1일(경오) 2번째기사",
                "gt-oKo": "간원이 선원록 교정청(璿源錄校正廳)의 당상을 파직하도록 청하였다. 송경(松京)의 문인 차천로(車天輅)는 사람됨이 거칠어서 세상에서 매우 가볍게 여겼는데, 임진 왜란 후에 그의 처가 왜적에게 더렵혀졌다 하고 사사로이 종실(宗室) 여인을 취하여 처로 삼았다. 이에 이르러 선원록 교정청에서 초본(草本)해 올리자, 상이 하교하기를, “천로는 일개 간사한 사람이다. 그 처가 왜적에게 더럽힘을 당했다고 핑계대 다른 여인을 취하여 처로 삼았는데, 감히 선원계보에 기록하였으니 만약 후인들이 본받아 처에게 무슨 죄가 있다고 하고 마음대로 개취(改娶)한다면 그것을 장차 모두 허락하여야 할 것인가. 처에게 과연 죄가 있다면 유사(有司)에게 알리고 문족(門族)에게 의논하여 그 죄를 밝힌 뒤에 쫓아내어야 옳을 것이다. 지금 천로의 행위는 너무도 풍속을 해치고 윤리에 어긋나는 것이니, 유사로 하여금 의논하여 처리토록 하라.” 하였다. 이에 간원이 아뢰기를, “천로는 사사로이 그 처를 버리고 감히 종실의 여인을 처로 삼았습니다. 왕법(王法)을 헤아려 보건대 그에 대해 마땅히 다스려야 할 법문(法文)이 있는데도 교정청이 먼저 아뢰어 처단하지 않고 멍청하게 그대로 기록하였으니 정에 따라 법을 업신여긴 죄를 논하지 않을 수 없습니다. 본청 당상을 파직하소서.” 하니, 상이 추고(推考)하도록 하고 해당 낭관(郞官)만을 파직토록 하였다. 예조가 아뢰기를, “천로는 이미 왕부(王府)의 추국(推鞫)을 거쳤으나 그 이른바 후처에 대해서는 아직 처치한 것이 없습니다. 《대명률(大明律)》을 살펴보건대 처가 있는데도 처를 취한 자는 장 구십(杖九十)에 이혼케 한다 하고, 《대전(大典)》에는 전처(前妻)를 적실(嫡室)로 삼는다고 하였으니 대신에게 의논케 하소서.” 하였다. 이원익(李元翼)·이덕형(李德馨)·이항복(李恒福)·기자헌·심희수(沈喜壽) 등이 마땅히 《대명률》을 준용해야 한다고 하니, 상이 그 의논을 옳게 여겼다.",
                "hj": "○諫院請罷《璿源錄》校正廳堂上職。 松京文人車天輅爲人麤疎, 世頗輕之。 壬辰亂後, 謂其妻爲賊所汚, 私娶宗室女爲妻。 至是, 《璿源錄》校正廳以草本上之, 上敎曰: “天輅一奸細人也。 諉以其妻見汚於倭賊, 娶他人女爲妻, 敢錄於璿系中, 若後人效之, 託言妻有某罪, 擅自改娶, 則其將盡許之乎? 妻果有罪, 則告於有司, 議于門族, 名其罪而黜之可也。 今天輅之事, 傷風敗倫甚矣。 其令有司議處。” 於是, 諫院啓曰: “天輅私棄其妻, 敢以宗室女爲妻。 揆之王法, 自有當治之律, 而校正廳不先稟斷, 朦然直錄, 循情蔑法之罪, 不可不論。 請罷本廳堂上。” 上命推考, 只罷該郞之職。 禮曹啓曰: “天輅已經王府推鞫, 而其所謂後妻, 尙無處置之擧。 考諸《大明律》, 則有妻娶妻者杖九十離異, 《大典》則以先爲嫡, 請議于大臣。” 李元翼、李德馨、李恒福、奇自獻、沈喜壽等以爲, 宜用《大明律》, 上可其議。"
            },
            "3": {
                "H2KE-EN": "The Veritable Records of Merit Subjects (K. Deokjong reads as follows: When the father of Yi Deok , he became the magistrate of Munhwa District , he brought more than 100 pieces of certificates of appointment from Yi Deok and purchased several hundred head of cattle from the county to raise farmland at Tongjin , which became yellow fields. The Veritable Records of Merit Subjects repeatedly on the circumstances and repeatedly revealed the words of Yu Daejeong . The Veritable Records of Merit Subjects (K. Yu Daejeong also reads as follows: When Yi Yong was imprisoned in the gichuk year (, he spoke to Jeong Cheol , saying, When [Yi] Yeo립이 raised troops from Jeolla Province , there were those who raised the troops from Gyeongsang Province to raise the capital. This was generally because he raised the scheme to raise Choe Yeonggyeong , 정인홍 , Yu Seongryong , and Yi Bal , Yi Gil , 정언sin , and Baek Yuyang in the capital. The circumstances of colluding with colleying with coloring with color",
                "H2KE-nKo": "《실록》에 이르기를,“이덕형의 아버지가 문화 현령으로 있을 때 덕형이 공명 고신첩 100여 장을 내어 그 고을에서 소 수백 마리를 사서 통진의 농사에 방목하였는데, 들판이 누렇게 되었다.”하고, 또 덕형이 반복해서 세력을 붙좇아 앞뒤가 뒤바뀌었다는 이유로 유대정의 말을 끌어다 증거를 대었다. 또 아뢰기를,“이항복이 기축년의 옥사를 당하여 정철에게 말하기를 ‘정여립이 호남에서 군사를 일으켰을 때 영남에서 일어난 자도 있고 서울에서 일어난 자도 있다.’라고 하였는데, 이는 대체로 이 때문에 영남의 최영경, 정인홍, 유성룡, 서울의 이발, 이길, 정언신, 백유양을 모함하려는 계책에서 나온 것입니다. 함께 악한 짓을 하면서 서로 도와주는 꼴이 이와 같은데, 정승의 자리에까지 이르렀으니, 어찌 괴이하지 않겠습니까.”하였다. 살피건대, 덕형과 항복은 모두 어진 정승으로 온 세상의 신뢰를 받았다. 그러므로 기자헌과 이이첨의 무리가 매우 심하게 시기하고 질시하여 기필코 모함하려는 계책을 이루고자 하였으나, 그 말이 받아들여지지 않자 마침내 근거도 없고 이치에도 맞지도 않는 일을 가지고 방자하게 비방하고 욕하는 말을 사책에 기록하였다. 또 최영경이 죽었을 때 한 무리의 사람 - 동인이다. - 가 정철을 전적으로 공격하였는데, 항복은 기축년의 문사랑으로 사건의 전말을 자세히 알고는 항상 말하기를 ‘영경이 처음 체포되었을 때 정철이 차자를 초하여 구원하려고 하였는데, 곧바로 석방하라는 명이 있었기 때문에 마침내 올리지 못하였다. 재차 국문을 할 때 정철이 대간의 논핵을 듣고 매우 놀라 심희수에게 입이 닳도록 말하였으니, 정철의 심사가 시종여일관 이와 같았다.’라고 하였다. 이 때문에 소인배들이 가장 심하게 원한을 품고 있지도 않은 일을 날조하여 심지어 함께 악한 짓을 하면서 서로 도와주었다고까지 하였으니, 통탄스러움을 금할 수 있겠는가.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 1월 1일(경오) 3번째기사",
                "gt-oKo": "《실록》에 이르기를, “이덕형의 아비가 문화 현령(文化縣令)으로 있을 때 덕형이 공명 고신첩(空名告身帖) 1백여 장을 빼내어 그 고을에서 소[牛] 수백 두를 사가지고 통진(通津) 농사(農舍)에서 방목하니 들이 온통 누렇게 변했다.” 하고, 또 덕형이 반복해서 세력을 좇고 계속하여 수시로 변절한 사실을 유대정(兪大禎)의 말을 인용하여 증명하였다. 또 이르기를, “이항복이 기축 옥사(己丑獄事)를 당했을 때 정철(鄭澈)에게 말하기를 ‘정여립(鄭汝立)이 호남에서 기병(起兵)할 때에 영남에서 일어난 사람도 있고 서울에서 일어난 사람도 있다.’고 하였으니, 대개 이는 항복이 영남의 최영경(崔永慶)·정인홍(鄭仁弘)·유성룡(柳成龍)과 서울의 이발(李潑)·이길(李洁)·정언신(鄭彦信)·백유양(白惟讓)을 모함하기 위한 계책이었다. 동악상제(同惡相濟)한 모습이 이와 같은데도 정승의 자리에까지 이르렀으니, 어찌 괴이하지 않은가.” 하였다. 살피건대 덕형과 항복은 모두 어진 재상으로서 세상에서 기대하는 것이 컸기 때문에 기자헌과 이이첨의 무리가 무척이나 시기하여 반드시 그들을 모함할 계략을 꾸미려 했으나 적당한 구실을 찾지 못하자, 마침내 근거도 없는 얼토당토 않은 사실을 가지고 마음대로 비방하고 욕하면서 사책(史冊)에 기록한 것이다. 또 최영경의 죽음을 가지고 한 무리의 사람들이【동인이다.】 전적으로 정철을 공격하였으나, 항복(恒福)은 기축옥의 문사랑(問事郞)으로서 그 전말을 자세히 알고 있기 때문에 항시 말하기를 ‘영경이 처음 체포되었을 때 철(澈)이 차자를 초안하여 장차 그를 구하려 하였는데, 문득 풀어주라는 명령이 있었기 때문에 마침내 차자를 올리지 못하였다. 그를 두 번째 국문함에 미쳐 철은 대간이 논한 것을 듣고 매우 놀라 심희수에게 입이 닳도록 말해주었으니 철의 마음씀이 시종 이와 같았다.’ 하였다. 그런데 이를 가지고 소인배들이 매우 심하게 미워하고 있지도 않은 일을 날조하여 마침내는 동악상제라고까지 하였으니 통탄하고도 남을 일이다.",
                "hj": "○《實錄》曰: “德馨之父爲文化縣令時, 德馨出空名告身帖一百餘張, 買牛數百頭於縣地, 放牧於通津農舍, 野爲之黃。” 又以德馨反覆趨勢, 前後翻轉, 引兪大禎之言以證之。 又曰: “恒福當己丑之獄, 言於鄭澈曰: ‘汝立之起兵湖南也, 有從嶺南起者, 從京中起者。’ 蓋欲以此, 陷嶺南崔永慶、鄭仁弘、柳成龍, 京中李潑、李洁、鄭彦信、白惟讓之計也。 同惡相濟之狀如此, 而至於台鼎, 豈不怪哉?” 按, 德馨、恒福俱以賢相, 爲一世所倚重, 故自獻、爾瞻輩媢嫉特甚, 必欲售其陷害之計, 而不得其說, 乃以無根不近之事, 肆加詆辱, 書之史冊。 且以崔永慶之死, 一隊人【東人也。】 專攻鄭澈, 而恒福以己丑問事郞, 備知顚末, 常言: “永慶之初被逮也, 澈草箚將救之, 旋有放釋之命, 故不果上。 及其再鞫也, 澈聞臺論驚甚, 對沈喜壽苦口言之, 澈之心事, 終始如此。” 以是, 群小銜之最深, 捏造虛無, 至謂之同惡相濟, 可勝痛哉?"
            },
            "4": {
                "H2KE-EN": "[The King] appointed Hongro as governor of Gyeonggi [Province]. Hongro was a man of deceitful and deceitful character. When the King proceeded to the western suburbs [of the capital], he asked, Where is Seong , who is residing in Imjin ? Hongro descended to the small village near the military camp , and said, This is Seongs family. The King said, Then why did you not come to see me? [Hongro] answered, saying, At the time, 성혼 would surely come to see me? Earlier, Hongro visited the house of [ 성혼] and learned that there were more than thirty ri away from Imjin. [Hongro] answered in such answered. When [he] returned from the Crown Princes journey to see the King at Uiju , Hongro also said to the King, When [he] came, [he] planned to take the means of the Crown Prince to take the means of inner functionaries. His behavior toward the opportunity and inflict harmony like this. The world was similar to him.",
                "H2KE-nKo": "이홍로를 경기 감사로 삼았다. 이홍로는 사람됨이 간사하고 교활하였다. 주상이 서행할 때에 어가가 임진강에 도착하여 하문하기를,“성혼은 어디에 살고 있는가?”하니, 이홍로가 병조의 낭관으로 앞에 있다가 언덕 가까이에 있는 작은 마을을 가리키며 아뢰기를,“이 집이 성혼의 집입니다.”하였다. 주상이 말하기를,“그렇다면 어찌하여 나와 나를 보지 않는가?”하니, 대답하기를,“이러한 때에 성혼이 어찌 와서 알현하려 하겠습니까.”하였다. 이홍로는 일찍이 성혼의 집을 왕래하여 임진강과의 거리가 거의 30여 리라는 것을 알았는데, 그의 대답이 이와 같았다.성혼이 세자의 행조로부터 의주까지 따라가 주상을 알현하자, 이홍로가 또 주상에게 아뢰기를,“성혼이 온 것은 세자를 위하여 내선을 도모하려는 것입니다.”하였다. 그가 때를 틈타 모함하고 해치려는 태도가 대부분 이와 같았으므로 세상에서 그를 사갈처럼 보았다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 1월 1일(경오) 4번째기사",
                "gt-oKo": "이홍로(李弘老)를 경기 감사로 삼았다. 홍로는 사람됨이 간사하고 아첨을 잘하였다. 상이 서행(西行)할 때를 당하여 어가(御駕)가 임진(臨津)에 도착했을 때 하문하기를, “성혼(成渾)이 사는 곳이 어디인가?” 하니, 홍로가 병조의 낭관으로 어전에 있으면서 근처 강 언덕의 작은 마을을 가리키며 아뢰기를, “저곳이 성혼의 집입니다.” 하였다. 상이 이르기를, “그렇다면 어찌하여 나와서 나를 보지 않는가?” 하니, 대답하기를, “이러한 때를 당하여 성혼이 어찌 기꺼이 나와서 알현하겠습니까.” 하였다. 홍로는 일찍이 혼의 집을 왕래하였기 때문에 임진에서 거의 30여 리나 떨어졌다는 것을 알면서도 답변을 이와 같이 하였다. 성혼이 세자의 행재소에서 의주(義州)로 찾아와 상을 알현했을 때, 홍로가 또 상에게 아뢰기를, “성혼이 온 것은 세자를 위하여 선양(禪讓)을 도모하려는 것입니다.” 하였다. 시기를 틈타 모함하는 그 작태가 모두 이와 같았으므로 세상에서는 그를 보기를 사갈(蛇蝎)처럼 하였다.",
                "hj": "○以李弘老爲京畿監司。 弘老爲人, 邪佞憸巧, 當上之西幸也, 駕到臨津問: “成渾居在何處?” 弘老以兵郞在前, 指近岸小村曰: “此, 渾之家也。” 上曰: “然則何不出見予乎?” 對曰: “當此之時, 渾豈肯來謁乎?” 弘老曾往來渾家, 知去臨津幾三十餘里, 而其所對如此。 及渾自世子行朝追謁上于義州, 弘老又言於上曰: “渾之來, 爲世子圖內禪。” 其乘時陷害之態, 類如此, 世以蛇蝎視之。"
            },
            "5": {
                "H2KE-EN": "The Compilation Commissioner of the Hall of Worthies Ju Jibeon , and Left Royal Secretary Yang Yunyeon , who were serving as the commissioner for receiving the imperial edict, arrived in order to celebrate the Imperial Crown Princes birthday. The King appointed Director of the Office of Royal Decrees Yu Geun as the commissioner for receiving the imperial envoy at the border , and Minister of Rites Yi Hon as the host of the guesthouse . Yu Geun stood Heo Bun , Jo Huiil , and Yi Jiwan , who were serving as the commissioners for receiving the imperial edict . At the time, both the State Council and the Privy Council were repeatedly appointed as local magistrates in the provinces, and they were unable to participate in the participation. Because Yu Geun was currently serving as the officials of the seventh rank, Yu Geun requested that he be promoted to the post of Bak Jeungyeong in accordance with precedent.",
                "H2KE-nKo": "한림원 수찬 주지번과 예부 좌급사중 양유년이 조서를 가지고 나왔는데, 황태손이 탄생한 경사를 반포하기 위해서였다. 대제학 유근을 원접사로, 예조 판서 이호민을 관반으로 삼았는데, 유근이 허균, 조희일, 이지완을 불러 종사관으로 삼았다. 이때 김상헌과 홍서봉은 모두 외읍의 수령이었기 때문에 참여하지 못하였다. 조희일은 참하관이었는데, 유근이 박증영의 예를 원용하여 주상에게 아뢰어 품계를 올려 데리고 갈 것을 청하였다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 1월 1일(경오) 5번째기사",
                "gt-oKo": "한림원 수찬(翰林院修撰) 주지번(朱之蕃)과 예부 좌급사중(禮部左給事中) 양유년(梁有年)이 조서(詔書)를 가지고 나왔는데, 황태손(皇太孫)이 탄생한 경사를 반포하기 위함이었다. 대제학 유근(柳根)을 원접사(遠接使)로, 예조 판서 이호민(李好閔)을 관반(館伴)으로 삼았는데, 유근이 허균(許筠)·조희일(趙希逸)·이지완(李志完)을 불러 종사관(從事官)으로 삼았다. 당시 김상헌(金尙憲)·홍서봉(洪瑞鳳)은 모두 배척받아 외읍(外邑)의 수령으로 있었기 때문에 참여시킬 수 없었다. 희일은 당시 참하관(參下官)이었지만 유근이 박증영(朴增榮)의 예를 원용하여 계청(啓請)해서 품계를 높여 데리고 갔다.",
                "hj": "○翰林院修撰朱之蕃、禮部左給事中梁有年, 齎詔出來, 爲頒皇太孫誕生之慶也。 以大提學柳根爲遠接使, 禮曹判書李好閔爲館伴, 根辟許筠、趙希逸、李志完爲從事。 時, 金尙憲、洪瑞鳳皆斥守外邑, 不得與焉。 希逸方爲參下官, 根援朴增榮例, 啓請陞品帶去。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General requested the King to withdraw the order of returning the letter of appointment to Yi Seong , who passed the state examination, to return the letter of appointment to him. The King approved this request. When Yi Seong served as fourth inspector in the gichuk year (, the Office of the Censor General requested again to interrogate Choe Yeonggyeong . This was because Yi Seong heard the words of Fifth-rank Aide to the Governor of Gyeongsang Province Heo Hye and sent a letter to the colleague of his colleagues and reported it to the King. Choe Yeonggyeong eventually died in prison. Moreover, in the imjin year (, Yi Seong escorted him to Songgyeong and reported to the King, saying, Todays disaster is all caused by Superintendent [of the Middle Army Commander] [] Yi San to 나라를 그르쳤으니, his crime should be rectified and expressed his gratitude to the people of this country. Yi Sanul eventually committed a crime and left his position. Due to this, he was even more numerous in his flattery. When 정인홍 became power, he entrusted his group to pursue the incident of Choe Yeonggyeong. Yi Seong was exiled to Hongju , and in the gapjin year ( he returned to his hometown. On this day, the King ordered that his letter of appointment be returned to him. The Office of the Censor General reported, Yi Seong received the order of 정철. Your subjects request that Choe Yeonggyeong be again interrogated, and the name of the murder of the king be returned to his father. As the Office of the Inspector General continued to cease to discuss the matter, the King was compelled to follow this request.",
                "H2KE-nKo": "양사가 급제 구성에게 직첩을 돌려주라고 한 명을 도로 거두기를 청하니, 그대로 따랐다. 구성은 기축년에 정언으로 있을 때 간원이 최영경을 재차 국문하기를 청하였는데, 이는 구성이 경상 도사 허흔의 말을 듣고 동료에게 간통을 보내 아뢰었기 때문이다. 최영경은 마침내 옥중에서 죽었고, 또 임진왜란 때에는 구성이 호종하여 송경에 이르러 주상에게 아뢰기를,“오늘날의 변란은 모두 수상 이산해가 나라를 그르친 소치이니, 그 죄를 바루어 나라 사람들에게 사죄해야 합니다.”하니, 이산해가 마침내 죄를 얻어 직위에서 떠났다. 이로 말미암아 원수로 보는 자들이 더욱 많아졌다. 정인홍이 뜻을 얻게 되자, 그의 무리를 사주하여 최영경의 일을 추론하게 하여 구성을 홍주에 유배하였다가 갑진년에 석방되어 집에 있게 하였다. 이때에 이르러 직첩을 돌려주라고 명하니, 양사가 아뢰기를,“구성은 정철의 지시를 받아 최영경을 재차 국문하도록 청하였고, 끝내는 선비를 죽였다는 누명을 임금에게 돌렸습니다.”하였다. 계속 논핵하자, 주상이 부득이하게 따랐다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 4월 1일(기해) 1번째기사",
                "gt-oKo": "양사(兩司)가 급제 구성(具宬)의 직첩을 되돌려 주라는 명을 다시 거두어 들이기를 청하니, 이에 따랐다. 구성은 기축옥(己丑獄) 때에 정언(正言)이었다. 당시 간원이 최영경(崔永慶)을 다시 국문토록 청했던 것은 대개 구성이 경상 도사(慶尙都事) 허흔(許昕)의 말을 듣고 동료에게 편지를 보내 이를 아뢰게 했기 때문이었는데, 영경은 결국 옥중에서 죽었다. 또 임진난에 구성이 호가(扈駕)하여 개성(開城)에 이르렀을 때 상에게 아뢰기를, “오늘의 난리는 모두 수상 이산해(李山海)가 국사를 그르친 소치이니, 마땅히 그 죄를 바르게 하여 백성들에게 사죄토록 해야 합니다.” 하였다. 이에 산해가 마침내 죄를 얻어 직위에서 물러났는데, 이로 말미암아 원수로 여기는 자가 더욱 많아졌다. 정인홍(鄭仁弘)이 득세하자 그 무리들을 사주하여 영경의 일을 추론(追論)해서 구성을 홍주(洪州)에 유배하였다. 그 뒤 갑진년에 석방되어 집에서 살았는데, 이때에 이르러 직첩을 줄 것을 명하자 양사가 아뢰기를, “구성은 정철의 지시를 받아 영경을 다시 국문토록 청하였고, 마침내는 선비를 죽였다는 이름을 임금에게 돌렸습니다.” 하였다. 이에 대해 끝없이 논하자 상이 부득이 따랐다.",
                "hj": "○朔己亥/兩司請還收及第具宬職牒還給之命, 從之。 宬於己丑, 爲正言時, 諫院請再鞫崔永慶, 蓋宬聞慶尙都事許昕之言, 而發簡於同僚以啓之也。 永慶竟死獄中, 且於壬辰之亂, 宬扈至松京白上曰: “今日之亂, 皆首相李山海誤國之致, 宜正其罪, 以謝國人。” 山海遂得罪去位, 由是, 仇視者益衆。 及鄭仁弘得志, 嗾其徒追論永慶事, 宬配于洪州, 甲辰, 放還家居。 至是, 命給職牒, 兩司啓曰: “宬受鄭澈指, 請再鞫永慶, 終以殺士之名歸之於君父。” 論之不已, 上不得已從之。"
            },
            "2": {
                "H2KE-EN": "The imperial envoy Ju Jibeon and others entered the capital. The King went to the outskirts [of the capital] and received them in the outskirts [of the capital]. The guesthouse was guesthouse at Daepyeong Guesthouse . On this day, the imperial edict received and also issued an imperial edict. The imperial edict stated as follows: Last time, the Japanese situation is unexpected. I ordered a military duty officer of Liaodong to go to your country to search for and observe the situation. The three years have passed since the 독무역을 advantage of this, and recently there has been no opportunity to observe the entire sea. Thus, sending officials to the outskirts [of our country], which makes it impossible for them to supply necessities for them. The King should strive to cultivate their minds and strictly supervise the outskirts [of the capital]. Then [they] should observe the distance of the search for a long time and secretly observe the situation. If there is no opportunity to observe the situation, [they] should be reported once every two months to the official in charge of the Command Agency in Jinjin . If there is an important situation, [they] should be urgently sent to the outskirts [of the capital].",
                "H2KE-nKo": "조사 주지번 등이 서울에 들어오니, 주상이 교외에 나가 맞이하고 태평관에 머물렀다. 이날 조서를 반포하고 또 칙서를 선포하였는데, 그 칙서에,“지난번 왜정을 헤아리기 어려웠으므로 짐이 요동 진무의 차인으로 하여금 그대 나라에 가서 정탐하게 하였다. 그런데 지금까지 3년이 지나도록 독무가 ‘근래 해상에는 아무런 동정이 없다.’라고 하면서 관원을 보내 부질없이 번거롭게만 하고 있다. 그대 나라로 하여금 스스로 정탐하여 보고하게 해서 접대하는 비용을 줄이도록 하라. 왕은 제때에 마음을 다져 먹고 엄히 독려하여 착실히 거행하고, 이어 멀리서 정탐하고 은밀히 정탐하여 경보가 있고 없고를 막론하고 두 달에 한 번씩 진강 유격 아문에 보고하여 전보하게 하라. 만약 중대한 정황이 있으면 불시에 급히 보고하라.”하였다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 4월 1일(기해) 2번째기사",
                "gt-oKo": "조사(詔使) 주지번(朱之蕃) 등이 서울에 들어오니 상이 교외에 나가 맞이하였으며 태평관(太平館)에 관소를 정했다. 이날 조서(詔書)를 반포하고 또 칙유(勅諭)를 선포했는데, 칙유의 내용은 다음과 같다. “지난번 왜정(倭情)을 헤아리기가 어려워 짐(朕)이 요동 진무(遼東鎭撫)의 차인(差人)으로 하여금 그대 나라에 가서 초탐(哨探)토록 하였다. 그런데 3년이 지난 지금 독무(督撫)가 아뢰기를 ‘그동안 해상에는 아무런 동정도 없다.’고 하니 관리를 파견하는 일은 한갓 번잡하게만 할 뿐이다. 그래서 그대 나라로 하여금 스스로 탐보(探報)케 하여 접대하는 비용을 덜어주려 하니, 국왕은 때에 맞춰 엄격히 독려하고 힘써 착실하게 거행하라. 이에 멀리 정찰하고 은밀히 탐색하여 변고의 유무를 막론하고 두 달마다 한 번씩 진강유격아문(鎭江遊擊衙門)에 보고하여 전보(轉報)하도록 하고, 만일 중대한 상황이 있을 때에는 아무 때고 즉시 치보(馳報)하라.”",
                "hj": "○詔使朱之蕃等入京, 上出郊迎之, 館于大平館。 是日頒詔, 又宣勑, 勑曰: 往以倭情叵測, 朕令遼東(撫鎭)〔鎭撫〕差人, 到爾國哨探。 經今三載, 督撫稱, 邇來, 海上竝無動靜。 遣官徒自煩擾。 令爾國自行探報, 以省供應之需。 王宜及時淬勵, 乃心嚴督, 着實修擧, 仍遠偵密探, 不論有無警息, 每兩月一報鎭江遊擊衙門轉報, 如有重大情形, 不時馬上馳報。"
            },
            "3": {
                "H2KE-EN": "The Crown Prince of Mimasaka Province in Kansai Circuit sent a diplomatic document to the King for repaying generosity with the generosity of the Crown Prince. The diplomatic document read as follows: The chief member of the Kansai Circuit arbitrarily committed treason, and the spirits and people all angry. Heaven ran away the valley of valley and the wooden barbarians, and the seas are very happy. Moreover, now the imperial court has achieved military achievements, and your esteemed country has reformed the generosity of the esteemed country, thus the primary woodeners have already been destroyed. There is no one who does not have lost their world and lamentation. Then how could there be another member of the chief member of the Kansai Circuit? Sometimes there is an unexpected disaster. As the duty of your esteeemed country is in the territory, your esteemed country is a relative of neighboring countries, your esteeeemed country has divided and divided the situation to the imperial court and reported it to Your Imperial Majesty in writing. It would be fortunate for your esteemed disturbance. Accordingly, twenty dan of silk, ten dan of yellow thin silk, and 200 pieces of lynxes. From the gyemyo year (, Second Deputy Director of the Office of Royal Relatives Song Jun brought the items from Beijing. On this day, the diplomatic document and the reciprocation goods of the second deputy director of the Office of Royal Relatives Yi Sangsin were entrusted to deliver.",
                "H2KE-nKo": "유구국 중산왕의 왕세자 상녕이 자문을 보내 알렸는데, 후의에 보답하기 위한 일이었다. 그 자문에 이르기를,“관추가 반역을 자행하여 귀신과 사람이 함께 분노하였는데, 하늘이 교만한 오랑캐를 망하게 하여 온 천하가 기뻐하였습니다. 더구나 지금 천조의 신무가 크게 떨치고 귀국의 위령이 경장되어 그 잔당들을 이미 섬멸하였습니다. 저 추악한 오랑캐들은 모두 넋을 잃고 간담이 서늘해졌으니, 훗날 어찌 다시 오랑캐와 같은 관추가 있겠습니까. 간혹 반역의 싹이 터지면, 우리나라는 번봉의 직임을 맡고 있어 우방의 정의에 속하니, 스스로 계책을 세워 함께 멀리서 정탐하고 미리 탐지하여 천조에 치주하고 이리저리 전달하여 알린다면 매우 다행스럽겠습니다. 이어 면초 20단, 황석초 10단, 화문초 10단, 토선 200파를 올립니다.”하였다. - 계묘년에 동지사 송준이 북경에서 가지고 왔는데, 이때에 이르러 회답 자문과 회례 물건을 동지사 이상신이 가는 편에 부쳐 보냈다. -\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 4월 1일(기해) 3번째기사",
                "gt-oKo": "유구국(琉球國) 중산왕(中山王)의 세자 상령(尙寧)이 자문(咨文)을 보내 알려 왔는데, 후의(厚儀)에 보답하기 위해서였다. 그 자문에, “관추(關酋)가 방자하게 거역하여 신인(神人)이 함께 분노하였는데, 하늘이 교만한 오랑캐를 망하게 했으므로 해내(海內)에 기쁨이 솟구칩니다. 더구나 이제 천조(天朝)의 무덕(武德)이 크게 떨치고 귀국의 위령(威靈)이 다시 펼쳐져 완당들이 이미 소멸된 때이겠습니까. 무릇 저들 추한 오랑캐들이 모두 혼백이 나가고 간담이 떨어졌으니, 앞으로 어찌 모진 띠뿌리같은 관추가 다시금 있을 수 있겠습니까. 혹시라도 그 사이에 싹튼다면 번봉(藩封)으로 있는 저희 나라는 귀국과 정의상(情誼上) 우방이 되니, 스스로 계책을 생각하여 함께 멀리 정찰하는 것을 분담하고 미리 탐지하여 천조에 치주(馳奏)하고 두루 좌우에 알릴 것이니 너무 심려하지 말기를 바랍니다. 하였고, 아울러 면초(綿綃) 20단(端), 황석초(黃石綃) 20단, 화문초(花文綃) 10단, 토선(土扇) 2백 파(把)를 바쳐왔다.【이상은 계묘년에 동지사(冬至使) 송준(宋駿)이 북경으로부터 가져온 것인데, 이때에 이르러 회자(回咨)와 회례물건(回禮物件)을 동지사 이상신(李尙信)의 사행 편에 부쳐 보냈다.】",
                "hj": "○琉球國中山王世子尙寧移咨以聞, 爲申酬厚儀事也。 其咨曰: 關酋肆逆, 神人共憤, 天亡驕虜, 海宇騰懽。 矧今天朝神武大振, 貴國威靈更張, 則餘孽旣行勦滅。 凡爾醜虜, 莫不喪魄落膽, 日後豈復有如匪茹之關酋? 間或逆萌, 敝國職在藩封, 誼屬友邦, 自將猷念, 共分遙偵豫探, 馳奏天朝, 轉左右以聞, 幸無遠慮。 仍獻綿綃二十端、黃石綃十端、花文綃十端、土扇二百把。【癸卯年, 冬至使宋駿自北京齎來, 至是, 付送回咨及回禮物件於冬至使李尙信之行。】"
            },
            "4": {
                "H2KE-EN": "All the civil and military officials submitted a memorial to the imperial court because they requested the investiture of the Crown Prince for the investiture of the Crown Prince. In the summer of the gapjin year (, [the imperial court] sent Yi Gui to request the investiture of the Crown Prince for the investiture of the Crown Prince. The Board of Rites did not allow the investiture of the Crown Prince because the Board of Rites was not the legitimate descendants. At this time, the Ministry of Rites reported as follows: Currently the two imperial envoys are all officials of the school and the state examination passers. Among the people in our country, nothing is greater than the investiture of the Crown Prince. It is proper to wait until the imperial envoys are staying at the guesthouse, to write a detailed circumstances and then present a memorial to Your Majesty. The King permitted this. Shortly thereafter, the officials of the Confucian Academy and others heard that the imperial envoys rejected the memorial and submitted a memorial requesting the investiture of the Crown Prince. They voluntarily requested the investiture of the matter again. The King instructed them, A matter is important to strive to devote themselves to deal with the matter. If heaven has observed, then people will not be able to do so. In case of great importance in the imperial court, the great suspects of judgment will inevitably observe the circumstances of one or two delays. I think it is not beneficial to present a memorial to the Emperor. Also, your subjects observe that the words of the imperial envoys rejected the memorial cannot be easy to speak about it. It is not only difficult to strive to deal with the matter, but it might be suspicious that they are suspecting the circumstances of the circumstances. As for the Confucian scholars who are studying in studies, how can they be involved in the imperial court? Now that I order the scholars to present a memorial to the Emperor, why do you not order the people of the capital to strive",
                "H2KE-nKo": "백관이 조사에게 정문하였는데, 세자의 책봉을 청하기 위해서였다. 갑진년 여름에 이정구를 보내 세자의 책봉을 주청하게 하였는데, 예부가 광해는 적장자가 아니라는 이유로 복제하여 허락하지 않았다. 이때에 이르러 예조가 아뢰기를,“지금 두 조사는 모두 학사와 과관입니다. 우리나라의 안타깝고 절박한 심정은 책봉보다 더 큰 것이 없으니, 조사가 관소에 있을 때 사정을 자세히 기술하여 정문함으로써 주상께 전문되기를 바랍니다.”하니, 주상이 허락하였다. 얼마 후 관학 유생 등이 조사가 정문을 물리쳤다는 소식을 듣고 상소하여 다시 호소하기를 자청하니, 주상이 전교하기를,“일은 힘써 성의를 쌓아 조용히 처리하는 것이 중요하다. 천명이 있다면 인위를 수고롭게 할 필요가 없다. 중국 조정에서 큰일을 처리하고 큰 의심을 결단하는 데 있어 반드시 한두 사람의 부드러운 말로 인하여 좌우되지는 않을 것이니, 나는 정문하는 것이 무익할 듯하다. 또 조사가 정문을 물리쳤다는 말을 보니 더불어 말하기가 쉽지 않다. 힘을 다하기를 바라기는 어려울 뿐 아니라 혹 그것이 협박에서 나온 것이라고 의심한다면 작은 걱정거리가 아니다. 유생은 학문하는 선비인데 어찌 조정의 일에 간여하겠는가. 지금 유생으로 하여금 정문하게 한다면 어찌 도성의 백성들로 하여금 서로 이끌고 나아가 호소하게 하지 않겠는가. 다만 지금 만약 정문을 허락하지 않는다면 필시 말을 만들어 낸 간신이 있을 것이다.”하였다. - 주상이 정문의 초고를 먼저 여쭈어 알지 못했다는 이유로 하교하여 대신을 힐책하고, 특별히 예조 낭관을 파직하였다. -\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 4월 1일(기해) 4번째기사",
                "gt-oKo": "백관이 조사(詔使)에게 정문(呈文)하였는데, 세자의 봉전(封典)을 청하는 내용이었다. 갑진년 여름에 이정구(李廷龜)를 보내 세자의 봉전을 주청(奏請)하였는데, 예부(禮部)가 광해(光海)를 적장자(嫡長子)가 아니라는 이유로 허락치 말 것을 복제(覆題)하였다. 이때에 이르러 예조가 아뢰기를, “지금 두 조사는 모두 학사(學士)와 과관(科官)입니다. 우리 나라에서 마음속으로 가장 민망하고 절박하게 여기는 것은 책봉하는 문제입니다. 마땅히 조사가 있는 관사(館舍)에 나아가 사정을 자세히 진술하고 정문하여 천자에게 전문(轉聞)해 주기를 기대해야 합니다.” 하니, 상이 허락하였다. 그러나 얼마 후 관학(館學) 유생 등이 조사가 정문(呈文)을 물리쳤다는 소식을 듣고 진소(陳疏)하여 다시 호소하기를 자청하니, 상이 하교하기를, “일이란 성의를 쌓도록 노력하는 것이 중요하니 침착하게 대처하라. 천명이 있다면 사람이 수고하지 않아도 될 것이다. 중국 조정에서 큰일을 처리하고 큰 의혹을 해결하는 데 있어 반드시 한둘의 완만한 무리들로 말미암아 좌우되지 않을 것이니, 나는 정문하는 일이 무익할 것 같이 여겨진다. 또 조사가 정문을 물리친 말을 보니 함께 대화하기가 쉽지 않은 사람들이다. 따라서 그들이 노력해 줄 것을 바라기도 어려울 뿐더러 혹 그것이 위협하기 위해서 나온 것으로 의심되기도 하니 작은 걱정이 아니다. 유생은 공부하는 선비인데 어찌 조정의 일에 간여할 것인가. 지금 유생으로 하여금 글을 올리게 한다면, 어찌 도민(都民)들도 모두 나서서 하소연하도록 해야 되지 않겠는가. 다만 지금 만약 정문을 허락하지 않으면, 필시 말을 만들어 낼 간신(奸臣)이 있게 될 것이다.” 하였다.【상이 정문(呈文)의 초안을 먼저 품지(稟知)하지 않았기 때문에, 하교하여 대신을 힐책하고 특별히 예조 낭관을 파직하였다.】",
                "hj": "○百官呈文于詔使, 爲請世子封典也。 甲辰夏, 遣李廷龜奏請世子封典, 禮部以光海非嫡長, 覆題不許。 至是, 禮曹啓曰: “今兩詔使皆學士、科官也。 本國群情之悶迫, 莫大於冊封。 宜趁詔使在館, 備述事情而呈文, 以冀轉聞。” 上許之。 已而, 館學儒生等聞詔使退却呈文, 陳疏, 自請更籲, 上敎曰: “事貴務積誠意, 從容處之。 天命有在, 則不勞人爲。 天朝處大事、決大疑, 必不因一二緩頰, 而爲之左右, 予以爲, 呈文似無益也。 且觀詔使斥退呈文之語, 未易與言者也。 不惟難望其致力, 或疑其出於脅制, 則非細慮也。 儒生, 藏修之士, 何預朝家事? 今令儒生而呈文, 何不令都民, 相率而赴愬之? 但今若不許呈文, 必有奸臣造言者矣。”【上以呈文草藁不先稟知, 下敎詰責大臣, 特罷禮曹郞官。】"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] dispatched Kim Gyesin , Jo Hye , Son Munhyeok , and others to Japan on the first day of the month. Prior to this, uchi-dono Taira Yoshichi and Taira Yoshichi sent 차왜 Minamoto Sinan and Yoshichi to Busan . [The Ministry of Rites] sent a letter to the Ministry of Rites, calling the intent of [Taira] Yochi-dono and requested a messenger to communicate with the communication envoy. The King repeatedly consulted all the officials and had each of them observe their opinions. Many said, Although [Taira] Yochi-dono arbitrarily plundered the state, [Taira] Kkoshichi-donos habitrarily plundered the state, it is impossible to know how to achieve victory later. Now, [I] am not observing the circumstances of the circumstances, and [I] am only concerned that [Taira] Yochi-donos words of arbitrarily allowing [Taira] to surrender himself. Now, [I] fear that [Taira] would be deceived and worry later. It is better to first send a messenger to examine whether [Taira] is true or false. [The King] agreed with this. [The King] also instructed, The enemy of responsibility to send [Taira] the enemy of violating the royal tomb is a matter of great importance. [Taira] should also explain this intent. Subsequently, [the King] sent former 우후 Jeon Gyesin , 군수 Jo Hye , and Second Deputy Director Son Munhyeok ,【일찍이 [Taira] Yujeong [] followed [Taira] to go to Japan. [Taira] interpreters Bak Daegeun , Yi Eonseo , and others together with [Japan] Jijeong and others to go to Japan. [The King] sent a diplomatic document to Gangjin so that [they] could report [the matter] to the Ming court.",
                "H2KE-nKo": "초하루에 김계신, 조훤, 손문욱 등을 일본에 파견하였다. 이에 앞서 대마 도주 평의지 및 평경직이 차왜 원신안, 귤지정을 부산에 보내 예조에 글을 보내 가강의 뜻이라고 하면서 통신사를 보내달라고 요구하였다. 주상이 여러 신하에게 여러 차례 물어보고 각각 헌의하게 하였는데, 대부분이 아뢰기를,“가강이 비록 어린아이 - 수뢰 - 수뢰 를 끼고 국권을 마음대로 휘두르지만, 수길의 잔당들이 그 나라에 가득하니 훗날의 승부는 알 수 없습니다. 지금 우리는 그 형세를 살피지도 않고 한 장의 글도 보지도 않은 채 차왜의 말만 믿고 경솔하게 납관을 허락한다면, 아마도 지금 기만당하고 뒤에 화를 전가할 것입니다. 그러니 먼저 사람을 보내 그 진위를 염탐하여 처리하는 것이 가장 편리하겠습니다.”하니, 주상이 그 의논을 옳게 여겼다. 또 전교하기를,“능침을 범한 적을 보내달라고 요구하는 것은 대의로 볼 때 그만둘 수 없는 것이니, 이 뜻도 아울러 유시하게 하라.”하였다. 마침내 전 우후 전계신, 군수 조훤, 첨지 손문욱 - 일찍이 유정을 따라 들어간 자이다. - 및 역관 박대근, 이언서 등을 파견하여 귤지정 등과 함께 일본에 들어가게 하고, 또 진강에 자문을 보내 중국 조정에 전문하게 하였다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 5월 1일(무진) 1번째기사",
                "gt-oKo": "전계신(全繼信)·조훤(趙暄)·손문욱(孫文彧) 등을 일본에 파견하였다. 이에 앞서 대마도주(對馬島主) 평의지(平義智) 및 평경직(平景直)이 차왜(差倭) 원신안(源信安)·귤지정(橘智正)을 부산에 보내 예조에 치서(致書)하였는데, 원가강(源家康)의 뜻이라고 하면서 사신을 보내 통신(通信)하기를 요구하였다. 상이 여러 신하에게 여러 차례 묻고 각기 헌의(獻議)하도록 하였는데, 대부분이 의논드리기를, “가강이 비록 어린 아이를【수뢰(秀賴)이다.】 끼고 국정을 천단한다고는 하나 수길(秀吉)의 잔당이 국내에 꽉 차 있으니 앞으로의 승부는 알 수 없습니다. 지금 우리가 그들의 형세를 살피지도 않고 그들의 한 장의 서계(書契)도 보지 못한 채 차왜의 말만 믿고 가벼이 납관(納款)을 허락한다면 지금 기만당했다가 뒤에 화를 미치게 하지 않을까 두렵습니다. 우선 사람을 시켜 그들의 진위를 염탐하여 처리하는 것이 더 좋을 것 같습니다.” 하니, 상이 그 의논을 좋다고 하고, 하교하기를, “선왕의 능을 범한 적을 보내도록 요구하는 것은 대의상 그만둘 수 없으니, 마땅히 이러한 뜻을 아울러 알리도록 하라.” 하였다. 이에 드디어 전 우후(虞候) 전계신, 군수 조훤, 첨지 손문욱【일찍이 유정을 따라 들어갔던 사람이다.】 및 역관 박대근(朴大根), 이언서(李彦瑞) 등을 파견하여 지정(智正) 등과 함께 일본에 들어가게 하는 한편, 자문(咨文)을 진강(鎭江)에 보내 중국 조정에 전문(轉聞)케 하였다.",
                "hj": "○朔戊辰/遣金繼信、趙暄、孫文彧等于日本。 先是, 對馬島主平義智及平景直送差倭源信安、橘智正于釜山, 致書禮曹, 稱以家康之意, 求送使通信。 上累詢諸臣, 使各獻議, 多言: “家康雖挾幼【秀賴也。】 擅國, 秀吉餘黨, 布滿其國, 他日勝負, 未可知也。 今我不審其形勢, 不見其一紙書, 只憑差倭之言, 輕許納款, 則恐被瞞於今, 而嫁禍於後也。 不如先使人, 詗察其誠僞而處之爲便。” 上可其議, 且敎曰: “責送犯陵之賊, 大義之不可已者, 宜令竝諭此意。” 遂遣前虞候全繼信、郡守趙暄、僉知孫文彧【曾隨惟正入往者也。】 及譯官朴大根、李彦瑞等, 偕智正等入日本, 且移咨鎭江, 使之轉聞于天朝。"
            },
            "2": {
                "H2KE-EN": "The King appointed Heo Seong as minister of personnel , and Shin Heumji as minister of war . People said that [Sum] Heumji was gentle and skillful, and he was not well-versed in military affairs. When he was directly appointed to this post, he implemented proper measures. There was no official document without writing. He stopped personal greetings from the gate to see him. People heard this and were sorrowful that he was dismissed for a long time.",
                "H2KE-nKo": "허성을 이조 판서로, 신흠을 병조 판서로 삼았다.사람들이 이르기를 ‘신흠은 유아하여 무사를 익히지 않았다.’라고 하였다. 이 직책에 제수되자 조처가 적절하였고, 책상에는 보류해 둔 편지가 없었으며, 문에는 사사로운 청탁이 끊겼으므로 듣는 자들이 탄복하였다. 그러나 얼마 지나지 않아 병으로 면직되었다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 5월 1일(무진) 2번째기사",
                "gt-oKo": "허성(許筬)을 이조 판서로, 신흠(申欽)을 병조 판서로 삼았다. 사람들이 말하기를, 신흠은 유아(儒雅)하여 무사(武事)에는 익숙치 못하다고 하였는데, 이 직책에 임명되자 조처하는 것이 합당하고 책상에는 머물러 있는 서류가 없었으며 문(門)에는 사사로운 방문을 끊었으므로 듣는 이들이 탄복하였다. 그러나 얼마 있다가 병으로 사직하였다.",
                "hj": "○以許筬爲吏曹判書, 申欽爲兵曹判書。 人謂欽儒雅, 不閑武事, 及拜是職, 施措得宜, 案無留牘, 門絶私謁, 聞者歎服。 未幾以病免。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, Right State Councilor Hwang Hui submitted a memorial requesting the resignation of temporary assessors . At the time, a man named the names of court officials, court ladies-in-waiting, and palace eunuchs in writing on the eastern corridor of the Royal Confucian Academy were evidently written on the eastern corridor of the Royal Confucian Academy . [However,] a man wrote on the names of court officials, court ladies-in-waiting, and palace eunuchs . [However,] he wrote about one thousand characters, and [However,] he wrote in the writing of 기자헌s rude behavior was especially severe. At the time, [However], [His Majesty] was angry and ordered the three investigative bodies to thoroughly interrogate [Hwang Huis] imprisonment. [However], on-duty officials and palace eunuchs in the Office of the Royal Confucian Academy were all arrested and interrogated, but [Hwang Huisu] did not make a decision for several days. [Hwang] Huisu, assessing a temporary assessors, said that the circumstances and the circumstances were suspicious, and many of them were confronted. Second Deputy Director of the Royal House Administration Song Eonsin , wished to fabricate [Hwang Eonsin] in order to imprisonment. For this reason, [Hwang] Huisu was angry and refused to resign from his post due to his illness. Consequently, [Hwang] Huisu submitted a memorial [reported to the King] in detail the circumstances of the circumstances. Then [he] wrote about [Hwang] Eonsins words and firmly refused to resign from his temporary assessors. The King ordered [Hwang] Eonsin replace [Hwang] Eonsin, but in fact [Hwang] Huisu was specially ordered to thoroughly investigate [Hwang] and deal with him.",
                "H2KE-nKo": "우의정 심희수가 차자를 올려 위관을 사직하였다. 이때 성균관 성묘의 동무 벽 위에 어떤 사람이 조신과 궁인, 내관의 이름을 죽 써서 평론한 품제가 무려 100여 글자나 되었는데 기자헌의 흉패한 행실은 특히 심하였다. 기자헌이 당시 좌의정으로 있으면서 총애를 받고 있었으므로 주상이 진노하여 삼성으로 하여금 엄히 국문하게 하였다. 본관의 직숙관 및 유생이 모두 하옥되고 전복 등은 대부분 도망하여 숨어 있었으므로 이들을 체포하고 고문하였으나 여러 날 동안 결말이 나지 않았다. 심희수가 위관이 되어 옥사의 실정이 의심스럽다고 하면서 대부분 평반하였는데, 지의금부사 송언신이 기필코 없는 죄를 꾸며 옥사를 만들려고 하였다. 이 때문에 심희수가 느슨하게 다스린 것에 화가 나서 이에 병을 핑계 대고 사직하면서 성내는 말을 한 것이다. 이에 심희수가 차자를 올려 옥사가 끝내 단서가 없는 실상을 모두 진달하고, 이어 송언신이 능멸한 말을 거론하며 위관을 힘껏 사직하였다. 주상이 송언신을 체차하라고 명하였으나, 실은 심희수가 옥사를 느슨하게 다스렸다고 하여 특별히 철저히 다스리게 한 것이다. 성균관 관원 고경오 및 관노들이 대부분 형장을 맞다가 죽었으므로 사람들이 모두 원통하게 여겼다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 6월 1일(무술) 1번째기사",
                "gt-oKo": "우의정 심희수(沈喜壽)가 차자를 올려 위관(委官)을 사직하였다. 그 당시 성균관 성묘(聖廟) 동무(東廡)의 벽에 어떤 사람이 조신(朝臣) 및 궁인·내관의 이름들을 나열하여 쓰고 인품을 평론하였는데 무려 천 백여 자에 이르렀으며 기자헌(奇自獻)의 흉패한 행실에 대해 특히 심하게 썼다. 자헌은 당시 좌의정으로 임금의 총애를 받고 있었으므로 상이 진노하여 엄히 삼성 추국(三省推鞫)토록 하였다. 본관(本館)의 직숙관(直宿官) 및 유생이 모두 하옥되고 전복(典僕) 등은 대부분 도망하여 숨었는데 여러 날 동안 체포하여 고문하였으나 결판나지 않았다. 희수가 위관이 되어 옥사(獄事)의 정상을 의심스럽게 여기고 많은 죄인을 다시 조사하여 가벼운 형을 가하였는데, 의금부 지사 송언신(宋言愼)은 반드시 죄를 꾸며서 옥사를 이루어내려고 하였기 때문에 희수의 소극적인 치죄(治罪) 방식에 노여움을 품고 마침내 병을 빙자하여 사직하면서 성내고 분한 말을 하였다. 이에 희수는 차자를 올려 옥사가 끝내 단서가 없다는 정상을 모두 진술하고 이어 언신의 깔보고 업신여긴 말을 거론하며 위관을 강력히 사양하였다. 상이 명하여 언신을 바꾸었으나, 실제로 희수가 옥사를 가볍게 다스렸다고 하여 특별히 철저하게 다스리도록 하였다. 그리하여 관관(館官) 고경오(高敬吾) 및 관노(館奴) 등 장하(杖下)에 죽어간 사람이 많았으므로 사람들이 모두 이를 원망하였다.",
                "hj": "○朔戊戌/右議政沈喜壽上箚辭委官。 時, 成均館聖廟東廡壁上, 有人列書朝臣及宮人、內官之名, 評論品題, 多至千百餘字, 而書奇自獻凶悖之行特甚。 自獻方爲左相, 有寵幸, 上震怒, 令三省嚴鞫之。 本館直宿官及儒生皆下獄, 典僕等多亡匿, 收捕拷掠, 累日不決。 喜壽爲委官, 謂獄情可疑, 多所平反, 知義禁宋言愼必欲羅織成獄, 故怒喜壽緩治, 乃稱疾辭職, 有忿懥之語。 於是, 喜壽上箚, 悉陳獄事終無端緖之狀, 仍擧言愼侵侮之辭, 力辭委官。 上命遞言愼, 而實以喜壽爲緩獄, 特令窮治。 館官高敬吾及館奴等, 多死於杖下, 人皆冤之。"
            },
            "2": {
                "H2KE-EN": "[The King] appointed Shin Heumji as minister of rites . At the time, a man named Kim Gye , submitted a memorial requesting that he be elevated to Great Lord of Deokheung . Yu Yeonggyeong wished to present a flattery [to the King] and said that [Seong] Heumji was the grand master for etiquette . [The King] sent a man to first cooperate [Seong] Heumjis opinion. [Seong] Heumji revealed his countenance and said, This is an established part of the Confucian scholars. How can there be any difference [to differ from this]? The man questioned him was slightly disappointed, and the matter was halted.",
                "H2KE-nKo": "신흠을 예조 판서로 삼았다. 이때 김계라는 자가 상소하여 덕흥대원군을 추숭할 것을 청하였는데, 유영경이 이것을 인하여 아첨하고자 하여 신흠이 현재 예조 판서로 있다고 하면서 사람을 시켜 먼저 신흠의 뜻을 알렸다. 그러자 신흠이 정색하고 말하기를,“이것은 선유의 정론이 있으니 어찌 이의를 제기할 수 있겠는가.”하니, 묻는 자들이 안색을 변하여 그 일이 마침내 중지되었다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 6월 1일(무술) 2번째기사",
                "gt-oKo": "신흠을 예조 판서로 삼았다. 당시 김계(金稽)란 자가 상소로 덕흥 대원군(德興大院君)을 추숭(追崇)할 것을 청하였는데, 유영경(柳永慶)이 이것을 가지고 아첨하려고 신흠이 현재 종백(宗伯)인 점을 감안, 사람을 시켜 먼저 흠의 의사를 떠보도록 하였다. 이에 신흠이 정색하면서 말하기를, “이 문제는 선유(先儒)의 정론(定論)이 있는데 어찌 이의(異議)를 용납할 수 있겠는가.” 하니, 물은 자가 당황하였으며, 마침내 이 일이 이루어지지 않게 되었다.",
                "hj": "○以申欽爲禮曹判書。 時有金稽者上疏, 請追崇德興大院君, 柳永慶欲因此獻媚, 謂欽方爲宗伯, 使人先餂欽意, 欽正色曰: “此有先儒定論, 豈容異議?” 問者色沮, 事遂寢。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] appointed Hwang Hui as left state councilor , 허욱 as right state councilor , and Seo Seong as minister of taxation . Nevertheless, [Nevertheless,] Nevertheless, were cautious and foolish, and only cautious at heart. [Nevertheless], took [Nevertheless] as chief state councilor , and the court and the provinces were ashamed. When [Nevertheless], [Nevertheless, [Nevertheless,] Nevertheless, was also deprived of [Nevertheless] Nevertheless, and [Nevertheless,] Nevertheless, were also deprived of [Nevertheless],.",
                "H2KE-nKo": "심희수를 좌의정으로, 허욱을 우의정으로, 서성을 호조 판서로 삼았다. 허욱은 용렬하고 다른 장점은 없었으나 오직 근신할 뿐이었다. 유영경에게 빌붙어 순서를 뛰어넘어 좋은 벼슬을 얻어 총재에까지 올랐는데, 얼마 지나지 않아 영경이 끌어들여 정승으로 삼으니 조야가 수치스럽게 여겼다. 영경이 패하자 허욱도 관작을 삭탈하고 도성 밖으로 내쫓겼다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 7월 1일(무진) 1번째기사",
                "gt-oKo": "심희수를 좌의정으로, 허욱(許頊)을 우의정으로, 서성(徐渻)을 호조 판서로 삼았다. 허욱은 용렬하여 특별한 장점은 없고 다만 언행을 삼갈 뿐이었다. 그런데 유영경에게 붙어 등급을 뛰어넘어 좋은 벼슬을 얻어 총재(冢宰)에까지 올랐는데 얼마 후 영경이 끌어들여 재상을 삼으니, 조야(朝野)에서 이를 수치스럽게 여겼다. 그러다가 영경이 패하자 허욱 또한 삭출(削黜)당했다.",
                "hj": "○朔戊辰/以沈喜壽爲左議政, 許頊爲右議政, 徐渻爲戶曹判書。 頊闒茸無他長, 唯謹愼而已。 附柳永慶, 躐取美爵, 至陞冡宰。 未幾, 永慶引以爲相, 朝野羞之, 及永慶敗, 頊亦被削黜。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "Left State CouncilorHa Hui was dismissed from his illness on the first day of the month. At the time, Prince Naei , was extremely impudent and arrogant, and the people inside and outside the capital could not bear his hardships. The King issued a royal order to thoroughly explain the wild behavior of immoral behavior. Thereupon, the office in charge ordered the office in charge to return all the nobi (slaves to their owners. The government female government entertainers who had been adopted by their owners should also be dealt with by the jurisdiction of the law in order to serve as a warning for all of the princes.Ha Huisu heard this and soon submitted a memorial, which stated as follows: Your subject humbly observed Your Majestys order and wept sorrowfully overflowed with tears. People in the entire country who would not dance and share the loyalty of the country and serve as a loyalty to the country. Therefore, it is not worrisome that the disturbance between the island and the mountain streams cannot be worried. Moreover, Your Majestys benevolence and benevolence toward the safety of Your Majesty does not spare no way to save your life. If all of the various 궁가s observe the intent of Your Majesty, who would dare not reform the wild behavior? Recently, the evil effects of the sick are entirely related to this. The distinction between Heaven and the people, and the circumstances of the distinction between them and the other world are impossible. However, all of them say that Your Majesty would be disliked to hear this, and the inspectors and censors would not dare utter such wilds. If Your Majesty succeeds Your Majestys heart and clarified the virtuous instruction, it would be impossible to know whether the state is worrisome. The King read this and was unwilling to be dismissed three times. Upon examining the Veritable Records of the Veritable Records (C. Xuanzhi , Huisu , having rebellious flattery flands. Huisu is a single person of the same generation. When an incident in the secret writing, he received a royal order ",
                "H2KE-nKo": "좌의정 심희수가 병으로 면직되었다. 이때 왕자 임해군 이진의 방자함이 특히 심하여 서울과 지방에서 그 고통을 견디지 못하였다. 주상이 하교하여 진의 광패한 행실을 낱낱이 거론하고, 이어 유사로 하여금 빼앗은 노비를 모두 그 주인에게 돌려주고, 데리고 있던 관기는 본주에 돌려주며, 궁노로서 이를 빙자하여 소란을 피운 자도 법부로 하여금 다스리게 하여 여러 왕자들의 경계가 되게 하였다. 심희수가 마침 고변하여 그 소식을 듣고 이에 차자를 올렸는데, 그 대략에,“삼가 성상의 하교를 보고 감격의 눈물이 옷깃을 적셨습니다. 사방에서 보고 듣는 사람들이 누군들 고무되어 나라를 위해 목숨을 바치며 충성을 바치지 않겠습니까. 섬 오랑캐와 산융의 흔단도 염려할 것이 못 됩니다. 자애로운 천성과 보전해 주시는 인자함이 지극하지 않음이 없음을 더욱 알 수 있습니다. 여러 궁가로 하여금 이 뜻을 보게 한다면 누가 감히 털끝만큼이라도 뉘우치지 않는 버릇이 있겠습니까.근래 고질적인 폐단이 전적으로 여기에 있으니, 천명과 인심의 거취와 이합의 기틀이 터럭만큼도 용납하지 않는데도 모두들 상께서 듣기 싫어하시고 대관도 감히 입을 열지 못한다고 합니다. 만약 하늘이 성상의 마음을 열어 주어 덕음을 반포하지 않는다면 나랏일이 어떻게 될지 알 수 없습니다.”하였다. 주상이 이를 보고 기뻐하지 않아 세 번이나 고변하여 면직되었다.《실록》을 살펴보니, 심희수가 반복 무상한 아첨으로 빌붙어 추악한 비방이 낭자하였다. 심희수도 한 시대의 명재상이다. 벽서의 변고가 일어났을 때 위관의 명을 받고는 기자헌이 반드시 큰 옥사를 얽어 만들어 자신의 분풀이를 하려고 시세에 따라 뜻을 굽히려 하지 않고 오로지 평번에만 힘썼으므로 옥사가 이에 힘입어 지나침이 없었으니, 심희수가 평소 품고 있던 마음을 대략 알 수 있다. 그런데 도리어 반복 무상한 아첨으로 빌붙었다고 하는 것은 어째서인가. 기자헌이 국사를 감수하면서 이전의 일을 소급하여 수정하고 이치에 닿지 않는 말을 장황하게 늘어놓아 개인적인 유감을 풀려고 하는 것이 대부분 이와 같았으니, 통탄스러움을 금할 수 있겠는가.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 9월 1일(정묘) 1번째기사",
                "gt-oKo": "좌의정 심희수가 병으로 면직되었다. 당시에 왕자 임해군(臨海君) 이진(李珒)의 방자함이 특히 심하여 경외(京外)가 그 고통을 참기 어려웠다. 상이 하교하여 진(珒)의 광패(狂悖)한 행위를 차례로 열거한 뒤 이어 유사(有司)로 하여금 빼앗은 노비는 모두 그 주인에게 돌려주고 데리고 있던 관기(官妓)는 본주(本州)에 돌려주게 하며 궁노 가운데 위세를 업고 작란한 자 역시 법부(法府)로 하여금 치죄하여 왕자들에게 경계를 삼도록 하였다. 희수가 당시 정고(呈告) 중에 있다가 이를 듣고 차자를 올렸는데, 그 대략에, “삼가 성상의 분부를 들으니 감격에 겨워 눈물이 옷깃을 적십니다. 사방에서 보고 듣고 누군들 기뻐 날뛰며 나라를 위해 목숨을 바쳐 충성하려 하지 않겠습니까. 도이(島夷)나 산융(山戎)과의 불화도 또한 염려할 것이 없습니다. 자애스런 천성과 보전(保全)하시려는 인자함이 더 이상 이를 데 없이 되었음을 더욱 알겠습니다. 여러 궁가(宮家)로 하여금 이러한 성지(聖旨)를 보게 한다면 누가 감히 털끝만큼이라도 버릇을 뉘우치지 않겠습니까. 근래 고황에 든 폐단이 전적으로 이 때문이니, 천명과 인심이 붙느냐 떠나느냐 하는 기틀이 아주 긴박한 상황인데 모두가 상께서 듣기 싫다고 생각한 나머지 대관(臺官)까지도 감히 발설하지 못하고 있습니다. 만약 하늘이 상의 충정을 계발하여 덕음(德音)을 밝게 내시도록 하지 않았다면 국가의 안위도 알 수 없었을 것입니다.” 하였다. 상이 이를 보고 기분이 좋지 않았는데 세 번째 아뢰자 면직되었다. 《실록》을 살피건대 희수를 평하여 지조없이 아부한다는 등 추악하게 비방하는 말이 낭자하다. 그러나 희수 또한 한 시대의 명상(名相)이었다. 벽서(壁書)의 변이 일어났을 때 위관(委官)에 임명되었는데, 마음속으로 기자헌이 반드시 큰 옥사를 얽어 내어 자신의 분한 감정을 씻으려 하는 것을 알고는 시류에 따라 뜻을 굽히려 하지 않고 오로지 옥사를 공명정대하게 다스리는 데 힘썼으므로 이 덕분에 남형(濫刑)이 없게 되었다. 여기서도 희수의 평소 마음가짐을 볼 수가 있다. 그런데도 도리어 지조없이 아부했다고 한 것은 무엇 때문인가? 기자헌이 국사(國史)를 감수하면서 지난 일에 대해 감정을 품고 사실과 동떨어진 말을 장황하게 늘어 놓아 개인적인 분풀이를 하였기 때문인데 대부분이 이런 식이니 통탄을 금할 수가 없다 하겠다.",
                "hj": "○朔丁卯/左議政沈喜壽以病免。 時, 王子臨海君珒橫恣特甚, 中外不堪其苦。 上, 下敎, 歷擧珒狂悖之行, 仍令有司, 竝還所奪奴婢於其主, 所畜官妓於本州, 宮奴之依憑作拏者, 亦令法府治之, 以爲諸王子戒。 喜壽方在告聞之, 乃上箚, 略曰: 伏覩聖敎, 感淚沾襟。 四方瞻聆, 孰不鼓舞聳動, 爲國死忠, 島夷、山戎之釁, 亦不足慮也。 益見慈愛之天, 保全之仁, 無所不用其極。 使諸宮家, 觀此旨意, 孰敢有一毫不悛之習乎? 近來膏肓之弊, 專在於此, 天命人心, 去就離合之幾, 間不容髮, 而皆謂上所厭聞, 臺官亦不敢發口。 倘微天啓聖衷, 渙發德音, 則未知國事之稅駕也。 上覽之不悅, 三告免。 按《實錄》, 以喜壽爲反覆諂附, 醜詆狼藉。 喜壽亦一時名相也。 當壁書之變, 受委官之命, 心知自獻之必欲搆成大獄, 以洩己憤, 不肯隨時屈意, 而專務平反, 獄事賴以無濫, 喜壽之平日秉心, 槪可見矣。 乃反以爲反覆諂附, 何哉? 自獻監修國史, 追嗛前事, 張皇不近之說, 以呈私憾, 率多類此, 可勝痛哉?"
            },
            "2": {
                "H2KE-EN": "A yellow fog occurred in Gyeongwon Strategic Prefecture . The yellow fog occurred day and night, and the people without distinguishing them within one hundred paces. The yellow fog occurred for ten days.",
                "H2KE-nKo": "경원부에 누런 안개가 사방에 자욱하여 밤낮으로 어두웠는데, 1백 보 이내에서도 사람을 알아보지 못한 지가 10여 일이 되었다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 9월 1일(정묘) 2번째기사",
                "gt-oKo": "경원부(慶源府)에 누런 안개가 사방을 뒤덮어 밤낮으로 어두웠는데, 백보 이내에서도 인물(人物)을 분별할 수 없는 상황이 10여 일 계속되었다.",
                "hj": "○慶源府黃霧四塞, 晝夜沈陰, 百步之內不辨人物, 十餘日。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "The first day of the month, Assistant Deputy Director of the Office of the Crown Prince Jo Jeongrip , who resides in the hometown of the King (Sejong, submitted a memorial requesting his resignation and did not attend to his office. [Jo] Jeongrip was upright and honest by nature, but he was not willing to promote [his] glorious service. Since the time of [Ming] Yeong [], he stole [his] power, and the current affairs were decreasing day by day. The employment of these men were all enjoyed shameless and shameless. Because of this, [Jo] Jeongrip was even more unwilling to attend to his office. He was repeatedly appointed as the assistant vice-envoy and the assistant vice-envoy , but all of them did not come.",
                "H2KE-nKo": "홍문관 부응교조정립이 시골에서 상소하여 사직하고 취임하지 않았다. 조정립은 청렴하고 지조가 있으며 조용히 지내면서 벼슬길에 나가는 것을 좋아하지 않았다. 유영경이 권력을 훔치면서부터 시사가 날로 변하였는데, 그가 끌어들여 등용한 사람들은 모두 이익을 탐하고 염치없는 무리들이었다. 조정립은 이 때문에 더욱 벼슬에 뜻이 없어 여러 차례 전한과 사인에 제수하였으나 모두 오지 않았다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 10월 1일(병신) 1번째기사",
                "gt-oKo": "홍문관 부응교 조정립(趙正立)이 향리에서 상소하여 사직하고 벼슬에 나아가지 않았다. 정립은 깨끗한 절개를 지키면서 조용히 지내려 했을 뿐 영달을 즐기지 않았다. 유영경(柳永慶)이 권력을 훔쳐 잡은 이후로는 시사(時事)가 날로 변하였는데, 그가 끌어들여 기용한 자들은 모두 이익을 좋아하고 염치없는 무리들뿐이었다. 이 때문에 정립은 더욱 벼슬에 뜻이 없어서 여러 번 전한(典翰)과 사인(舍人)에 제수되었으나 모두 나아가지 않았다.",
                "hj": "○朔丙申/弘文館副應敎趙正立在鄕上疏, 辭不就。 正立淸介守靜, 不樂榮進。 自永慶盜秉, 時事日變, 其所引用, 皆嗜利無恥之輩。 正立以此, 益無意仕宦, 累拜典翰、舍人, 皆不至。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Seop as a state councilor and the right state councilor of the State Council . Although he had no special talent, he was cautious and prudent in his conduct. At this time, when he was replaced by Hwang Hui , he became a state councilor. As a merit subject, he was suddenly promoted to the position of prime minister, and thus he submitted a memorial requesting his resignation. The summary of the memorial read as follows: The reason why your subject was eligible for the selection of prime minister was not from the beginning that all the other high officials had recommended. Truly, this was because he was undeserved from the beginning of a moment. The reason why he has received a certificate of appointment for six or seven years and has not been replaced is that he can be replaced by the prime minister. It is not that he can be replaced by the prime minister at the beginning of his reign. The King did not approve this request.",
                "H2KE-nKo": "한응인을 의정으로 삼았다. 의정부 우의정으로 삼았다. 한응인은 조정에서 남다른 재능은 없었으나 두려워하고 삼가며 스스로를 신칙하였다. 이때에 이르러 심희수를 대신하여 정승으로 삼았는데, 훈신으로서 갑자기 재상의 지위에 올랐다는 이유로 상소하여 면직을 청하였다. 그 대략에,“신이 의정으로 뽑히는 데 참여한 것은 애당초 여러 정승이 함께 천거해서가 아니라 실로 한때의 오은에서 나온 것입니다. 그동안 6, 7년 동안 매번 수록되어 한 번도 개정되지 않은 것은 당시의 명망으로 정승을 감당할 만하다고 여겨서가 아니라 단지 당초 성상의 하교가 있었기 때문입니다.”하였는데, 주상이 허락하지 않았다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 10월 1일(병신) 2번째기사",
                "gt-oKo": "한응인(韓應寅)을 의정부 우의정으로 삼았다. 응인은 조정에서 특별한 재능은 없었으나 매사에 근신하는 마음가짐으로 스스로 노력하였다. 이때에 이르러 심희수 대신 재상이 되었는데, 훈신(勳臣)으로 재상 자리에 너무 빨리 올랐다 하여 마침내 상소하여 면직을 청하였다. 그 대략에, “신이 재상에 뽑힌 것은 당초 여러 상신(相臣)들이 함께 천거해서가 아니라 사실은 한때의 과분한 상의 은혜 때문입니다. 전후 6, 7년 동안이나 매번 수록(收錄)되고 한번도 바꾸시지 아니한 것은 시망(時望)이 재상에 적합하다고 여겨서가 아니라 단지 당초에 성교(聖敎)가 있으셨기 때문일 뿐입니다.” 하였는데, 상이 윤허하지 않았다.",
                "hj": "○以韓應寅爲議政, 府右議政。 應寅立朝, 雖無異能, 而能畏愼自飭。 至是, 代沈喜壽爲相, 以勳臣驟致相位, 乃上疏乞免, 略曰: 臣之參卜, 初非諸相之僉擧, 實出於一時之誤恩。 前後六七年之久, 每蒙收錄, 不一改者, 非謂時望可堪作相, 特以當初聖敎存焉耳。 上不許。"
            },
            "3": {
                "H2KE-EN": "The metropolitan second stage civil examination was held at the Royal Confucian Academy . Thirty-six men, including former 참봉 Yang응락 , were selected. This year, because the King ascended the throne for forty years, the passers were selected in accordance with ancient precedents.",
                "H2KE-nKo": "증광 별시를 행하여 전 참봉 양응락 등 36인을 뽑았다. - 이해는 주상이 즉위한 지 40년이 되는 해이므로 옛 법을 따라 과거를 행한 것이다. -\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 10월 1일(병신) 3번째기사",
                "gt-oKo": "증광 별시(增廣別試)를 베풀어 전 참봉 양응락(梁應洛) 등 36인을 뽑았다.【이해는 상이 즉위한 지 40년이 되므로 고전(故典)을 준수하여 과거를 베푼 것이다.】",
                "hj": "○設增廣別試, 取前參奉梁應洛等三十六人。【是年乃上卽位之四十年, 遵故典設科。】"
            },
            "4": {
                "H2KE-EN": "The metropolitan second stage civil examination was held at the Royal Confucian Academy . Thirty-three people, including the classics licentiate Im Mi .",
                "H2KE-nKo": "식년 전시를 행하여 생원 임련 등 33인을 뽑았다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 10월 1일(병신) 4번째기사",
                "gt-oKo": "식년 전시(式年殿試)를 베풀어 생원 임기(林) 등 33인을 뽑았다.",
                "hj": "○設式年殿試, 取生員林等三十三人。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "The King had the Japanese Magosagu and Madaji beheaded at the marketplace on New Years Day. Prior to this, the Japanese 추장 Minamoto Tsuneyo , arbitrarily observed the administration of Kumaga and continued to allow the Japanese captives to repatriate them, and then dispatched the 차왜 Yakjijeong to Busan to repatriate the communication envoy . Nevertheless, there were no written statements of Minamoto Tsuneyo. The Ming court thought that the Japanese who were captives and sent the letter of Minamoto Tsuneyo. Only then can the communication envoy be sent first to instruct him. Thereupon, Kumamoto Tsuneyoshi first sent a letter as follows: Your Majesty should dispatch envoys to cross the sea so that the people of 60여 jurisdiction can be known to friendly relations. Then it would be very fortunate for us to all the other countries. Furthermore, the two Japanese people of Tsushima Island who were guilty of death, including Madasagu and Madaji , falsely claimed that the Japanese who were captives and sent the letter of the state. At the time, Kumamoto Tsuneyo , being the chief state councilor , wished to report this to the Royal Ancestral Shrine and present the captives to the captives. However, all the people learned that Kumamoto Tsuneyoshi would be able to do so by his opportunity and dared not speak. The court has not been decided for a long time. Sixth Royal Secretary Bak Dongseol submitted a memorial as follows: The way of Heaven is good fortune, and the enemy has regretted our natural disaster, and the enemy has been captives and capturing the enemy of the enemy. The friendly relations of the previous enemy has been satisfied and the resentment of the people and the people cannot be satisfied suddenly. From ancient times, when we treated the enemy, the enemy suddenly stained the Chinese court. If the enemy has already been capturing this to us, then how could we test the enemy of the enemy? This is because the opportunity of our reciprocation is inevitable. How could we suddenly discuss the matter? However, the enemy captives are unsuitable in the case of the enemy. In general, the enemy pirates that the enemy pirates can be clearly revealed. If the enemy captives of Minamoto Tsuneyo and Hyeonso , it would be possible to report this to the Ming court, and the other enemy will be able to understand the circumstances. Why should the enemy captives be captives brought to the capital and be captives? Your subject is deeply afraid that the enemy dignity of the enemy should not be trivial. The King ordered the Ministry of War to instruct the governor and the army of Gyeongsang Province and the army to raise the two Japanese captives of the enemy enemy, and have the enemy captives of the enemy route to be sent to the capital. The King ordered the State Tribunal to be installed at the Office of the Royal Stables, and that Kummon Kum",
                "H2KE-nKo": "삭인일에 대마도의 왜인 마고사구와 마다화지 등을 저자에서 참하였다. 처음에 왜추 원가강이 국정을 마음대로 주도하여 풍신수길의 소행을 뒤집고 포로를 쇄환해 보내도록 연이어 허락하였으며, 이어 차왜 귤지정을 부산에 보내 통신사를 회복하도록 요구하였다. 그러나 실제로는 원가강의 국서가 없었으므로 조정에서는 능을 범한 왜인을 묶어 보내고 또 원가강의 국서를 보내야만 화친을 의논할 수 있다고 여겨 먼저 사람을 보내 유시하였다. 이에 원가강이 비로소 국서를 보내기를,“전하께서 일찍 사신을 보내 바다를 건너도록 허락하시어 60여 주의 인민들로 하여금 화친의 실상을 알게 하신다면 피차간에 크게 다행스럽겠습니다. 또 대마도의 왜인으로 죄가 있어 죽어 마땅한 자를 마고사구와 마다화지 두 사람이 능을 범한 왜인이라고 사칭하고 국서를 따라 내보냈습니다.”하였다. 이때 최영경이 수상으로서 이것을 종묘에 고하고 포로를 바치고자 하였는데, 사람들은 모두 최영경이 때를 틈타 아첨하려는 계책임을 알면서도 감히 말하지 못하였다. 이에 조정의 의론이 오래도록 결정되지 못하였다. 동부승지 박동열이 상소하기를,“천도는 순환하여 적이 바야흐로 재앙을 내린 것을 뉘우치고 능을 범한 원수를 묶어 보내기까지 하여 전일의 우호를 되찾으니, 귀신과 사람의 오랜 분노가 하루아침에 풀리게 되었습니다. 종사와 신민의 경사가 크다고 할 만합니다. 예로부터 제왕이 이적을 대하는 것이나 이적이 중국을 대하는 것이 모두 한두 가지가 아닙니다. 저들이 이미 이것을 가지고 우리에게 요구하였으니, 우리가 어찌 이것을 가지고 저들을 시험하지 않을 수 있겠습니까. 이것이 회답하는 사행이 가지 않을 수 없는 이유입니다. 묘당의 계책을 충분히 강구하였으니 어찌 다른 의론이 있을 수 있겠습니까. 다만 포로를 바치는 한 가지 일은 부당한 점이 있습니다. 대개 적에게는 수범과 종범이 있으니 일은 모름지기 명백하게 해야 합니다. 가령 원가강이 귤지지와 현소 등을 묶어 보낸다 하더라도 우리의 마음에는 오히려 만분의 일도 시원하지 못할 것이니, 그 나머지야 또 무슨 말을 하겠습니까. 더구나 대마도의 적은 오직 일이 완결되는 것을 급하게 여기니, 그간의 정황을 실로 헤아리기 어렵습니다. 신의 어리석은 생각으로는 감사와 병사로 하여금 귤왜가 보는 곳에서 한 곳에 모여 엄한 말로 죄를 바로잡아 즉시 효시해서 한편으로는 중국 조정에 주문하고 한편으로는 일본에 회유하게 하는 것만 못하다고 여깁니다. 오늘날의 거조는 저들과 이쪽으로 볼 때 거의 체통을 세울 수 있을 것인데, 하필이면 함거에 싸서 서울로 끌고 와서 마치 진짜 죄인을 잡은 것처럼 한단 말입니까. 신은 위엄을 손상하고 모욕을 받는 것이 작은 일이 아닐까 매우 두렵습니다.”하니, 주상이 그 상소를 내려 의논하게 하였다. 여러 의론이 일치되지 않았다. 주상이 전교하기를,“진범이냐 가짜이냐를 막론하고 국문하여 그 실상을 알아내어 과연 진짜라면 즉시 포로를 바치는 예를 행해야 종묘에 고할 수 있고, 진짜가 아니라면 이 또한 적이니 즉시 참수하는 것이 마땅하다. 일은 광명정대한 것이 중요하니 반신반의하여 행해서는 안 된다.”하였다. 병조가 경상 감사와 병사에게 유시하여 부산에 군사를 모아 수군과 육군의 위엄을 성대하게 벌여 놓고 두 왜인을 해상에서 받게 한 다음 연도의 열읍으로 하여금 병졸을 풀어 포위하여 보내게 할 것을 청하고, 또 선전관과 금오랑을 보내 서울로 압송하게 할 것을 청하였다. 사복시에 국청을 설치하고 최영경을 위관으로 삼아 국문하라고 명하였다.마고사구가 공초하기를,“도주에게 죄를 얻어 외촌에 쫓겨나 있다가 밤을 틈타 묶어 보냈습니다.”하고, 마다화지 또한 아뢰기를,“임진년의 전투에서 이미 종군하지 않아 도주에게 죄를 얻어 외촌에 굳게 갇혀 있다가 갑자기 결박되어 보냅니다.”하였는데, 모두 자복하지 않았다. 최영경이 연달아 낙형과 압사를 가하자, 두 왜인이 크게 외치기를,“우리들이 진실로 죽었으나, 처음에 도주가 속이고 유인하여 보냈다는 것을 알았다면 비록 배를 갈라 죽더라도 어찌 나올 리가 있었겠습니까.”하고, 원통함을 호소해 마지않았다. 주상이 전교하기를,“대마도의 왜인이 누군들 우리나라의 적이 아니겠는가. 도주가 이미 결박하여 바쳤으니 거리에 효수하라.”하고, 마침내 참수하라고 명하였다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 11월 1일(병인) 1번째기사",
                "gt-oKo": "대마도 왜인 마고사구(麻古沙九)·마다화지(麻多化之) 등을 저자에서 목베었다. 처음 왜추(倭酋) 원가강(源家康)이 국정을 독단하고 한결같이 풍신수길(豊臣秀吉)의 소행과는 반대로 하여 계속 피로인(被擄人)의 쇄송(刷送)을 허락하는가 하면, 이어 차왜(差倭) 귤지정(橘智正)을 보내 부산에 도착한 뒤 통신사의 회복을 요구하게 하였다. 그러나 사실상 가강의 국서(國書)가 없었으므로 조정에서는 범릉(犯陵)한 왜인을 잡아 보내고 가강의 국서도 가져와야 화의를 의논할 수 있다고 하고 먼저 사람에게 보내 이를 알렸다. 이에 가강이 비로소 국서를 보냈는데, 그 내용에, “전하가 일찍 사신을 파견하여 바다를 건너오게 허락하시어 이곳 60여 주의 인민으로 하여금 화호(和好)의 실상을 알게 하신다면 피차간에 크게 다행이겠습니다.” 하였다. 또 대마도 왜인 중 사형에 처할 죄인이었던 마고사구(麻古沙九)·마다화지(麻多化之) 두 사람을 범릉왜(犯陵倭)라고 속여 국서와 함께 내 보내왔다. 당시 유영경이 수상(首相)으로서 이것을 종묘(宗廟)에 고하고 포로를 바치고자 하였는데, 사람들이 모두 영경이 시기를 틈타 아첨하려는 계략인 줄 알고는 있었으나 감히 말을 하지 못하였다. 조정의 의논이 오래도록 결정되지 않았다. 이때 동부승지 박동열(朴東說)이 상소하기를, “천도(天道)가 다시 호운(好運)을 맞아 적이 바야흐로 화(禍)를 끼친 것을 뉘우치고 범릉한 원수를 포박해 보내기까지 하여 전일의 화호를 되찾으려 하니, 신인(神人)의 해묵은 분노가 일조에 풀리게 되어 종사(宗社)와 신민(臣民)에 경사가 되는 것이 정말 크다고 하겠습니다. 옛부터 제왕이 이적(夷狄)을 대한 것과 이적이 중국(中國)을 시험한 것이 모두 그 단서가 일정치 않습니다. 저들이 일단 이것을 가지고 우리에게 요청한 이상 우리로서도 어찌 이것을 가지고 저들을 시험하지 않을 수 있겠습니까. 이것이 회답사(回答使)의 행차를 보내지 않으면 안 되는 이유인 것입니다. 묘당(廟堂)에서 이미 충분히 계책을 강구했으니 어찌 특별한 의논이 있을 수 있겠습니까. 다만 포로를 바치는 문제에 있어서는 마땅치 않은 점이 있습니다. 대개 적에는 수종(首從)이 있으니 모름지기 일을 명백히 처리해야 됩니다. 가령 가강이 의지(義智)나 현소(玄蘇)의 무리를 잡아 보냈다 하더라도 우리 마음속으로는 오히려 족히 만에 하나라도 쾌하지 못했을 것인데 그 나머지야 또한 말할 것이 있겠습니까. 더욱이 대마도의 적은 오직 화호를 이루려는 데만 급급하니 그간의 정세를 실로 헤아리기가 어렵습니다. 신의 어리석은 생각으로는 감사와 병사로 하여금 귤왜(橘倭)가 보는 앞에 함께 모여 앉아 엄격한 말로 죄상을 바르게 하여 즉시 효시(梟示)한 뒤 한편으로는 중국 조정에 상주(上奏)하고 한편으로는 일본에 회유(回諭)하는 것이 상책(上策)이니, 금일의 처사에 대해서는 저편이나 이편이나 거의 체통을 유지할 수 있을 것입니다. 하필 죄인을 경중(京中)으로 끌고와 진짜 죄인을 얻은 것처럼 해서야 되겠습니까. 신은 위신을 잃고 수모를 받게 될까 깊이 걱정되니 이는 작은 일이 아닙니다.” 하니, 상이 그 소를 내리어 의논케 하였으나 여러 사람의 의견이 일치하지 않았다. 상이 하교하기를, “진위(眞僞)를 막론하고 국문해 본 다음 그 정상이 과연 진범이면 바로 헌부례(獻俘禮)를 거행하여 종묘에 고해야 할 것이고, 진범이 아니라 하더라도 이 또한 적이니 바로 참수(斬首)하는 것이 마땅하다. 일은 광명정대하게 처리하는 것을 중하게 여겨야 하니 의심을 갖고 처리해서는 안 된다.” 하였다. 병조가, 경상 감사와 병사에 알려 부산에 군사를 모아 수군과 육군의 위용을 크게 떨치게 하여 두 왜인을 해상에서 접수한 다음 연도 열읍(列邑)으로 하여금 병졸을 내어 호위해서 송치하도록 하고 또 선전관(宣傳官)·금오랑(金吾郞)을 파견하여 서울로 압송토록 청하였다. 상이 국청(鞫廳)을 사복시(司僕寺)에 설치토록 하고 유영경(柳永慶)을 위관(委官)으로 삼아 국문케 하였다. 마고사구는 공술(供述)하기를 ‘도주(島主)에게 죄를 입어 바깥 마을에 쫓겨나 있다가 갑자기 밤에 포박되어 보내졌다.’고 하였고, 마다화지 또한 공술하기를 ‘임진난 때 종군(從軍)하지도 않았는데 도주에게 죄를 얻어 바깥 마을에 갇혀 있다가 갑자기 포박되어 보내졌다.’고 하면서 모두 불복하였다. 영경이 계속 낙형(烙刑)과 압사(壓沙)를 가하니, 두 왜인이 큰소리로 호소하기를, “저희들 무리는 진실로 죽어 마땅하나, 처음에 만약 도주가 속여서 보내는 것을 알아다면 비록 배를 갈라 죽더라도 어찌 나올 리가 있었겠습니까.” 하며, 원통함을 호소해 마지않았다. 상이 하교하기를, “대마도의 왜인이면 누군들 우리 나라의 적이 아니겠는가. 도주가 이미 포박하여 바쳤으니, 길거리에서 효수(梟首)하라.” 하고, 드디어 명하여 이들을 목베었다.",
                "hj": "○朔丙寅/斬對馬島倭麻古沙九、麻多化之等于市。 初, 倭酋源家康擅主國政, 一反秀吉所爲, 連許刷送被擄人, 仍送差倭橘智正, 到釜山求復通信使, 而實無家康國書。 朝廷以爲, 縛送犯陵倭, 且致家康書, 乃可議和, 先遣人諭之。 於是, 家康始通書曰: 殿下早許送使過海, 使六十餘州人民, 知和好之實, 則彼此大幸。 又以馬島倭有罪當死者, 麻古沙九、麻多化之二口, 詐稱犯陵之倭, 隨國書出送。 時, 永慶爲首相, 欲以此告廟獻俘, 人皆知永慶乘時求媚之計, 而不敢言, 朝議久未決。 同副承旨朴東說上疏曰: 天道好還, 賊方悔禍, 至縛犯陵之讐, 尋前日之好, 神人積年之憤, 一朝獲洩, 其爲宗社、臣民之慶, 可謂大矣。 自古帝王之待夷狄, 夷狄之嘗中國, 皆不一其端。 彼旣執此以要我, 我安得不因此以試彼乎? 此回答之行, 所以不得不往者也。 廟謨熟講, 豈容別議? 第其獻俘一節, 有不當然者。 蓋賊有首從, 事須明白。 假令家康械送義智、玄蘇輩, 在我之心猶不足以快其萬一, 其他則又何說焉? 況馬島之賊唯以事完爲急, 其間情形, 實所難測。 臣之愚意, 莫若使監、兵使, 一處會同於橘倭所見處, 嚴辭正罪, 卽爲梟示, 一以奏聞天朝; 一以回諭日本, 今日之擧, 以彼以此, 庶幾得體。 何必檻致京中, 有若眞的罪人斯得者然乎? 臣深恐損威受侮, 非細事也。 上, 下其疏議之, 群議不一。 上敎曰: “無論眞假, 鞫問而得其狀, 果眞也則卽行獻俘之禮, 而可以告于廟; 果非眞也, 是亦賊也, 卽斬之宜矣。 事貴光明正大, 不可疑信行之。” 兵曹請諭慶尙監司、兵使, 聚兵釜山, 盛陳水、陸軍威, 受二倭于海上, 令沿途列邑, 發卒圍守以送之, 又遣宣傳官、金吾郞, 押來于京。 命設鞫廳于司僕寺, 以永慶爲委官而鞫之。 麻古沙九供稱: “得罪島主, 黜在外村, 乘夜縛送。” 麻多化之亦稱: “壬辰之役, 旣不從軍, 得罪島主, 牢囚外村, 猝被縛送。” 皆不服。 永慶連加烙刑、壓沙, 二倭大呼曰: “吾輩固其死也。 初若知島主誑誘以送, 則雖刳腹立死, 豈有出來之理乎?” 號冤不已。 上敎曰: “馬島之倭, 孰非我國之賊? 島主旣已縛獻, 可梟首街上。” 遂命斬之。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, [the King] dispatched the Reciprocation Envoys for the Establishment of Ceremonies Yeo Ugil and Gyeongseok , and the correspondence officer Jeong Hogwan to Japan as an envoy for repeatedly requesting the repeated request of the repeatedly. However, the court discussed the repeated requests of the repeatedly, and [the repeatedly] did not allow it for a long time. On this day, [Jeong] Gagang sent a letter requesting [to the repeated envoy], and finally repeatedly repeatedly. People all regard that the enemies of our country were unable to repatriate the repatriation of the envoy. The former Second Minister [of Personnel] Yun Anseong composed a poem composition and gave it to [Ha] Ugil, saying, Why do you repeatedly repeated the repatriation of the envoy for a long time? Today, I do not know whether the repatriation of the envoy travels to the Han River and the pine trees of the two royal tombs are not growing down. [The poems] were transcribed at the same time. At the time, [Yu] Yeonggyeong long occupied the power of the court and bribes frequently engaged in bribes. Some of the southern frontier commanders presented a boat of rice to [Yu] Yeonggyeong and repeatedly from the military provisions of the Military Procurement Administration . Chief Superintendent [of the Middle Army] [] While [Yu] Yeonggyeong",
                "H2KE-nKo": "삭을미년에 회답사 여우길과 경섬, 서장관 정호관 등을 파견하여 일본에 들어가게 하였다. 여가강이 여러 차례 통신사를 보내달라고 청하였으나 조정의 의론이 그 명칭을 곤란하게 여겨 오래도록 허락하지 않았다. 이때에 이르러 여가강이 편지를 보내 굳이 청하므로 마침내 회답사라는 명칭으로 보냈는데, 사람들은 모두 나라의 원수를 갚지 못한 채 통신사를 지레 보내는 것을 잘못이라고 하였다. 전 참판 윤안성이 시를 지어 여우길에게 증별하면서 말하기를,“사신의 명칭은 회답사인데 어디로 향하는가? 오늘 그대가 가는 것은 내가 모르는 일이다. 시험삼아 한강 강가에 도착하면 두 능의 소나무와 잣나무 가지도 나지 않을 것이다.”하였는데, 일시에 전송되었다. 이때 유영경이 오랫동안 조정의 권력을 잡고 있으면서 뇌물이 공공연히 행해졌다. 남쪽 변방의 수군장 한 사람이 배 한 척의 쌀을 유영경에게 보내면서 훈련도감의 군향이라고 일컬었다. 도제조 이항복이 그 말을 듣고 그 배에 실은 쌀을 가져다가 훈련도감에 실어 들였다. 또 한 무부가 유영경에게 뇌물을 바치고 만호에 제수되었는데, 이름이 같은 자가 와서 다투어 숙배하니 듣는 사람들이 모두 비웃었다. 윤안성이 또 시를 지었는데, 그 시에, 훈련도감은 배 한 척의 쌀을 얻고 만호는 와서 숙배를 다투네. 만약 이 말이 새외에서 들린다면 동왜와 북적이 자연히 평정될 것이다.\n",
                "date_ko": "선수 40권, 39년(1606 병오 / 명 만력(萬曆) 34년) 12월 1일(을미) 1번째기사",
                "gt-oKo": "회답사(回答使) 여우길(呂祐吉)·경섬(慶暹), 서장관(書狀官) 정호관(丁好寬) 등을 일본에 파견하였다. 원가강(源家康)이 신사(信使)를 여러 번 청하였으나 조정의 의논은 사행의 명칭 붙이는 것을 어렵게 여겨 오래도록 허락하지 않았다. 이때에 이르러 가강이 서계(書契)를 보내 굳이 청하므로 드디어 회답(回答)이란 이름으로 이들을 파견하였는데, 사람들이 모두 나라의 원수를 갚지도 못한 상태에서 먼저 신사(信使)를 허락한 것은 옳지 못하다고 여겼다. 전 참판 윤안성(尹安性)이 시를 지어 우길에서 준 전별시(餞別詩)에, 회답이란 사명 띠고 어디로 향하는가 오늘 그대의 행차를 나는 모르겠네 한강에 나가 강 위를 바라보라 두 능의 송백 가지가 솟지 않았으리. 하였는데, 한때에 널리 애송되었다. 당시는 유영경이 오래도록 권력을 잡았던 때로 뇌물이 공공연히 행해지고 있었다. 남쪽 변방의 어느 수장(水將)이 배 한 척의 쌀을 영경에게 보내면서 훈련 도감(訓鍊都監)의 군량미라고 하였는데, 도제조(都提調) 이항복이 이를 듣고 그 배에 실은 것을 거두어 도감에 실어 들였다. 또 어떤 무부(武夫)가 영경에게 뇌물을 바치고 만호(萬戶)의 벼슬을 얻었는데 이름이 같은 자가 와서 다투어 숙배(肅拜)하려고 했으므로 듣는 이마다 실소하지 않는 자가 없는 경우도 있었다. 이에 윤안성이 또 시를 지어 기롱하였는데, 도감은 배 한 척의 쌀을 거저 얻었고 만호 두 명이 와 숙배 다투네 이같은 말이 새외에 들린다면 동왜와 북적은 저절로 평정되겠네 하였다.",
                "hj": "○朔乙未/遣回答使呂祐吉ㆍ慶暹、書狀官丁好寬等入日本。 家康累請信使, 而朝議難其名, 久不許。 至是, 家康致書固請, 遂以回答爲名而遣之, 人皆以國讐未復, 徑許信使爲非。 前參判尹安性作詩, 贈別祐吉曰: “使名回答向何之? 今日君行我未知。 試到漢江江上望, 二陵松栢不生枝。” 一時傳誦。 時, 柳永慶久執朝權, 賄賂公行。 有南邊水將以一舡米遺永慶, 而稱以訓鍊都監軍餉, 都提調李恒福聞之, 取其船所載, 輸入于都監。 又一武夫納賂於永慶, 得除萬戶, 有同名者來爭肅拜, 聞者無不失笑。 安性又有詩曰: “都監坐得全舡米, 萬戶來爭肅拜名。 若使此言聞塞外, 東倭北狄自然平。”"
            }
        }
    }
}