{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "Chief supreme commander of the Government Arsenal Yi Jin hurriedly reported to the King as follows: Your subject discussed the message of Your Majestys instruction with Chief Commander of the Government Arsenal Kwon율 . Kwon율 said, Recently, the enemy of Busan has numerously been burned, and thus it would be possible to achieve the beginning. However, it is truly difficult to rather than attack the enemy of Busan Garrison . Therefore, we must wait until the enemy arrives and then move. Your subject also said, On the day the enemy of the enemy is burned, we should observe the enemy before the enemy crossing the river and attack the enemy of Busan Garrison. Truly, this is a matter of importance. However, if we rather than to attack the enemy. Therefore, we urgently order the enemy of the enemy to first observe the enemy to defend the enemy, and then observe the enemy to move the enemy to the enemy. These are no different from the intent of Kwon율, and we must wait for the enemy at the imperial court. The other circumstances involve all these circumstances are to be reported to Your Majesty.",
                "H2KE-nKo": "도체찰사 이원익이 급히 장계하기를,“김신국이 가지고 온 성상의 전교 중의 내용으로 도원수 권율과 상의하였더니, 권율은 ‘요즘 부산은 적의 소굴이 상당히 많이 불타서 거의 처음의 계획을 이룰 수 있지만 곧바로 부산의 왜영을 공격하는 것은 실로 경솔히 하기가 어려우니, 반드시 수군이 와서 집결하기를 기다렸다가 시기를 보아 움직여야 합니다.’라고 하였고, 신도 ‘적의 소굴이 불타 버린 날을 당하여 청적이 강을 건너기 전에 부산의 왜영을 공격하는 것은 참으로 하나의 기회입니다. 그러나 갑자기 경솔히 움직였다가 만에 하나 차질이 생기면 형세상 다시 떨치기 어려울 것이니, 급히 수군으로 하여금 먼저 거제를 점거하여 해로를 차단하게 하고 육로로 행군하여 가능한지를 보고 진격하게 해야 합니다.’라고 하였습니다. 권율의 생각과 다름이 없으니 오직 조정의 지휘를 기다릴 뿐입니다. 이 밖의 사정은 모두 김신국이 계달한 것에 있습니다.”하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 1월 1일(임진) 1번째기사",
                "gt-oKo": "도체찰사 이원익(李元翼)이 치계하였다. “김신국(金藎國)이 가지고 온 성교(聖敎)의 내용을 도원수 권율(權慄)과 상의하였는데, 율은 ‘근일 부산에 있는 적의 소굴 중 상당수가 불에 타 어느 정도는 당초 계획대로 되었으나, 곧바로 부산의 군영을 치는 일은 실로 경솔하게 거사하기 어렵다. 반드시 수군이 와 집결하기를 기다려서 때를 보아 움직여야 한다.’고 하였고, 신도 ‘적의 소굴이 불에 타고 청적(淸賊)이 건너오기 전에 부산 군영을 공격하는 것이 참으로 좋은 기회이나, 갑자기 경솔하게 진격하였다가 만에 하나라도 차질이 있게 되면 다시는 기세를 떨치기가 어려울 것이다. 급히 수군으로 하여금 먼저 거제(巨濟)를 점거하여 해로를 차단하게 하고, 육로로 행군하면서 상황을 보아 진격해야 한다.’고 생각하여, 율과 같은 의견입니다. 오직 조정의 지휘를 기다립니다. 이밖의 다른 사정은 모두 신국이 계달(啓達)한 내용에 있습니다.”",
                "hj": "○朔壬辰/都體察使李元翼馳啓曰: “以金藎國齎傳聖敎中辭意, 與都元帥權慄相議, 慄以爲: ‘近日釜山賊窟被燒頗多, 庶可成初計, 而直擣釜營, 固難輕擧, 必待舟師來集, 相時而動。’ 臣亦以爲: ‘當賊窟燒燼之日, 乘淸賊未渡之前, 進攻釜營, 誠是一機會, 而猝然輕擧, 萬一蹉跌, 則勢難復振。 急令舟師, 先據巨濟, 把截海路, 而由陸行師, 見可而進。’ 與慄意無異, 惟竢朝廷指揮。 此外事情, 都在藎國啓達。” 云。"
            },
            "2": {
                "H2KE-EN": "Assistant Section Chief of the Ministry of Personnel Jeong Gil reported to the King as follows: Previously, Yi Sunsin , the commander of the Middle Army , secretly burned the garrison of Busan Garrison , was reported to the court. [Yi] Ikwon said to your subject, Military Duty Officer Jeong Huihyeon had long stayed near the enemy commander and became the navy sailor of Busan Heo Suseok as his 심복. Previously, Heo Suseok went to the enemy, and his younger brother was at Busan Garrison and thoroughly understood the circumstances of the enemy. Finally, together with Heo Suseok, secretly burned the garrison of the enemy, secretly burned the garrison of the enemy. On this day, Yi Sunsin, the military officer of the Middle Army , happened to arrive at Busan, and reported first to Yi Sunsin, who plotted to obtain his meritorious deeds. However, Yi Sunsin did not know this, and thus he reported this to the court. Now that Heo Suseok and Heo Suseok have a plan again, if their meritorious deeds were bestowed upon [Heo] Suseok, then the matter would be exposed. However, if Jeong Huihyeons meritorious deeds were returned to his military officer, then Heo Suseok will certainly harbor a grudge and worry about what Heo Suseok had planned.",
                "H2KE-nKo": "이조 좌랑 김신국이 서계하기를,“지난번에 통제사 이순신이 이미 부산의 병영을 몰래 불태운 정상을 조정에 보고하였는데, 이원익이 신에게 말하기를 ‘군관 정희현은 일찍이 조방장으로서 오랫동안 적이 주둔하고 있는 가까운 곳에 머물면서 부산의 수군 허수석을 심복으로 삼았다. 허수석은 일찍이 적중에 출입하였는데, 그의 아우가 현재 부산의 병영에 있어서 적의 정세를 자세히 알고 있었다. 그래서 마침내 허수석과 계책을 정하고 날짜를 약속하여 몰래 적의 병영을 불태웠다. 이날 이순신의 군관이 마침 부산에 도착하여 먼저 이순신에게 보고하여 약탈하여 자기의 공으로 삼았다. 이순신은 애당초 이 일을 모르고 이렇게 보고한 것이다. 이제 허수석과 다시 도모한 바가 있을 것인데, 만약 허수석에게 작명을 상으로 준다면 일이 혹 탄로 날 수도 있을 것이다. 그러나 만약 공을 이순신의 군관에게 돌린다면 허수석이 반드시 질투하여 성을 낼 것이니, 도모한 일이 성사되지 못할 듯하다.’라고 하였습니다.”하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 1월 1일(임진) 2번째기사",
                "gt-oKo": "이조 좌랑 김신국(金藎國)이 서계하였다. “지난번 통제사(統制使) 이순신(李舜臣)이, 부산 군영을 몰래 불태운 사실을 조정에 보고하였는데, 이원익(李元翼)이 신에게 말하기를 ‘군관 정희현(鄭希玄)이 일찍이 조방장(助防將)으로 적의 둔영(屯營) 근처에 오래 머물면서 부산 수군 허수석(許守石)을 심복으로 삼았었다. 수석이 적진을 드나들었는데, 그의 동생이 부산 군영에 있었기 때문에 적의 정세를 잘 알았다. 마침내 수석과 계책을 세워 날짜를 약속하여 몰래 적의 둔영을 불태웠는데, 그날 순신의 군관이 마침 부산에 이르렀다가 먼저 순신에게 보고하여 자기의 공로로 삼은 것이다. 그런데 순신은 그런 내용을 전혀 모르고 그렇게 계문한 것이다. 이제 수석과 다시 도모하는 바가 있는데, 만약 수석에게 벼슬을 상으로 내리면 일이 혹 누설될까 싶고, 공로를 순신의 군관에게로 돌리면 수석이 반드시 분하게 여겨 현재 도모하는 일이 제대로 되지 않을까 싶다.’고 하였습니다.”",
                "hj": "○吏曹佐郞金藎國書啓曰: 頃日統制使李舜臣已將釜營潛燒之狀, 報知朝廷, 而元翼謂臣曰: “軍官鄭希玄曾以助防將, 久留賊屯近地, 以釜山水軍許守石爲腹心。 守石嘗出入賊中, 其弟方在釜營, 備諳賊情。 遂與守石定計, 約日潛燒賊營, 是日, 舜臣軍官適到釜山, 先報于舜臣, 掠爲己功, 舜臣初不知此事, 而有此啓聞矣。 今將與守石, 更有所圖, 若以爵名施賞於守石, 則事或宣露, 若歸功於舜臣軍官, 則守石必妬恚, 所圖之事恐不諧矣。”云。"
            },
            "3": {
                "H2KE-EN": "Superintendent of the Right Army Commander of Gyeongsang Province Kim Seoro was ordered to enter the southern mountain fortress of Uiryeong . [Kim] Seoro disobeyed the royal order. [However], [Seo] Gwon, thinking that [Kim] Seoro was frightened and worried, requested that [he] be raised one level and that he be appointed to a position in order to dedicate himself to his meritorious deeds. [The King] followed this [recommendation]. [Jeo] Gwon was already earned repeatedly on the meritorious deeds, and he was unwilling to feel uneasy. The commanders, including Kim Seoro , Yi Sieon , and others, also did not want to follow the royal order. [Because] Gwon was overwhelmed with anxiety and indignation, [he] reported this to the throne. [But] the court [of Ming China] failed to clearly punish [Kim] Seoro and others for their crimes. [But] Gwon could not endeavor to use his talent, [he] was pitiful.",
                "H2KE-nKo": "도원수 권율이 경상 우병사 김응서로 하여금 의령의 남산성에 들어가 지키게 하였는데, 김응서가 명을 따르지 않자 권율이 김응서가 겁이 많다고 하면서 한 자급을 낮추어 직무를 수행하면서 스스로 공을 세우게 해 줄 것을 청하니, 그대로 따랐다. 권율은 여러 차례 큰 공을 세웠으나 항상 스스로 편안하지 않았고, 김응서와 이시언 등도 그의 명을 따르려 하지 않았다. 권율이 근심과 분노를 이기지 못하여 이렇게 보고하였는데, 조정에서는 김응서 등의 죄를 명백하게 다스리지 못하여 권율로 하여금 끝내 그 재능을 펴지 못하게 하였으니, 애석하다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 1월 1일(임진) 3번째기사",
                "gt-oKo": "도원수 권율이 경상 우병사 김응서(金應瑞)로 하여금 의령(宜寧)의 남산성(南山城)으로 들어가 수비하도록 하였는데, 응서가 명을 따르지 않자 권율이, 응서가 겁을 먹었으니 1자급을 내려 직(職)을 갖고 스스로 공을 세우게 하라고 청하니, 상이 따랐다. 권율은 여러 차례 큰 공을 세웠지만 항상 스스로 불안하게 여겼고 김응서·이시언(李時言) 등 여러 장수 역시 그의 명령을 따르려 하지 않으므로, 율은 근심과 분노를 참지 못하여 이런 계문을 한 것이다. 그런데도 조정에서 김응서 등의 죄를 분명히 다스리지 않아 권율로 하여금 끝내 그 재능을 펴지 못하게 하였으니, 애석하다.",
                "hj": "○都元帥權慄使慶尙右兵使金應瑞入守宜寧之南山城, 應瑞不從命, 慄以應瑞爲恇怯, 請降一資, 戴職自效, 從之。 慄旣屢立大功, 恒不自安, 諸將金應瑞、李時言等, 亦不肯用其命, 慄不勝憂憤, 有此啓聞, 而朝廷不能明治應瑞等之罪, 使慄終不能展其材用, 惜哉!"
            },
            "4": {
                "H2KE-EN": "Superintendent of the Middle Army Yi Sunsun hurriedly reported to the King as follows: The imperial envoy of China has already communicated [with Joseon] with communication [with Joseon]. However, the enemy invaded our borders] and still harbored a scheme to attack [the enemy] attack [the enemy]. Truly, this is extremely grieved. Your subject selected a sailor and went to the vicinity of Busan and kept [the enemy] in order to defend [the enemy] on the road [to defend the enemy]. [The enemy] rendered himself to engage in battle against Heaven. If there is a matter of directing [the enemy], your subject requests that [Your Majesty] urgently grant a reply to [the enemy]. [The enemy] heard this and finally satisfied it.",
                "H2KE-nKo": "통제사 이순신이 급히 장계하기를,“중국의 사신이 이미 통신하기 위해 왕래하였는데, 흉적이 여전히 변경을 점거하고 있으면서 아직도 틈을 엿보아 침략할 계책을 품고 있으니, 참으로 분통하기 그지없습니다. 신이 수군을 뽑아 거느리고 부산 근처로 진주하여 오는 길을 차단하고 한 번 결사전을 벌여 하늘까지 닿을 치욕을 씻고자 합니다. 만약 지휘할 일이 있으면 급히 회유를 내리소서.”하니, 듣는 자들이 장하게 여겼다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 1월 1일(임진) 4번째기사",
                "gt-oKo": "통제사 이순신이 치계하기를, “중국의 사신이 이미 통신(通信)하며 왕래하였는데도 흉적(兇賊)이 그대로 변경에 있으면서 아직도 틈을 노리어 침략할 계책을 품고 있으니 참으로 분개스럽습니다. 신이 수군을 뽑아 거느리고 부산 근처로 진주(進駐)하여 적이 오는 길을 차단하고 일사의 결전을 하여 하늘에 사무친 치욕을 씻고자 합니다. 만일 지휘(指揮)할 일이 있거든 급히 회유(回諭)를 내려주소서.” 하였는데, 듣는 자들이 모두 장하게 여겼다.",
                "hj": "○統制使李舜臣馳啓言: “天朝使臣旣已通信往來, 而兇賊仍據邊境, 尙懷伺釁侵噬之計, 誠極憤惋。 臣抄領舟師, 進駐釜山近地, 要截來路, 決一死戰, 欲雪窮天之辱。 如有指揮之事, 請急賜回諭。” 聞者壯之。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King held audience with high-ranking officials and officials of the senior third rank or above in the gabo year (. Director of the Royal House Administration Yi 이산해 , Chief State Councilor Yu Seongyu , Superintendent of the Comprehensive Military Prefecture윤두수 , Left State Councilor Kim응남 , 지중추부사 Jeong Tak , Lord of Gyeongrim County 김명원 , Minister of Taxation Kim Su , Minister of War 이덕형 , Second Minister of Personnel Yi Jeonghyeong , Senior Military Protectors Yu Yeong and Noh Jik , 승지 김시헌 , Recorder Bak Seungsil , Chief Clerk of the Government Arsenal Yi Sunmin , and Executive Assistant Sim Yak entered the Kings presence. The King said, It would be good to express their intention to invite military campaigns. However, the imperial edict stated that an envoy was sent to Japan, and the imperial court also deceived the enemy. The enemy said that the ranks of the envoy were of low ranks are truly based on claim. Yang Banghyeong secretly took with the Japanese and claimed to deceive the imperial court, which is extremely wicked. If the memorial to the Emperor includes this intention, [Yang] Banghyeongs wicked circumstances will surely be exposed. Yu Seongryong said, The memorial should be separately presented. Kim응남은 said, The envoy should not be sent. The memorial to the Emperor should also be worth this. The King said, It is necessary to obey the imperial edict. Kim응남이 아뢰기를, It will surely be difficult to deal with the matter in the future. The King said, Even though the 석 상서 rendered meritorious deeds to our country, he deceived the King and his father. How could the rest be seen? Accordingly, the King said to Director of the Office of Royal Decrees Yi 이덕형 , The memorial to the Emperor read, The enemy of the enemy is not the high or low grade of the envoy and does not express gratitude for the investiture letter of investiture. It would be possible to worth this spring. The King said, Seventh-ranking military campaigns are those of farmers? Kim Su said, Seventh-ranking military campaigns are mobilized for military campaigns. Kim Si헌 said, Even though the enemy of Hamyeol has been established by the imperial court, it would be possible to support the enemy of human relationship. However, it is necessary to summon the military campaigns in the provinces. As your subject is now in the Royal Secretariat, he",
                "H2KE-nKo": "23일에 주상이 대신과 비국 당상을 불러서 보았다. 영돈녕부사 이산해, 영의정 유성룡, 판중추부사 윤두수, 좌의정 김응남, 지중추부사 정탁, 경림군 김명원, 호조 판서 김수, 병조 판서 이덕형, 이조 참판 이정형, 상호군 유영경ᆞ노직, 승지 김시헌, 주서 박승업, 사변 가주서 이순민, 검열 심액이 입시하였다. 주상이 말하기를,“청병하는 주문의 내용은 좋다. 다만 일찍이 성지에 ‘왜국에 사신을 보낸다.’라는 말이 있었는데, 중국 조정에서도 적에게 속았다. 적이 사신의 직질이 낮다고 말한 것은 실로 핑계 대는 말이다. 양방형이 몰래 왜인을 거느리고 와서 사은한다고 칭한 것은 중국 조정을 속이려고 한 것이니, 매우 가증스럽다. 주문에 이러한 뜻을 언급하면 양방형의 간사한 정상이 반드시 드러날 것이다.”하니, 유성룡이 아뢰기를,“별도로 주문을 만들어야 합니다.”하였다. 김응남이 아뢰기를,“사신은 결코 보내서는 안 됩니다. 주문 가운데에도 이러한 말이 있어야 합니다.”하니, 주상이 말하기를,“성지는 따르지 않아서는 안 된다.”하였다. 김응남이 아뢰기를,“심 유격과 석 상서는 안팎이 되니, 뒤에 반드시 난처한 일이 있을 것입니다.”하니, 주상이 말하기를,“석 상서가 우리 나라에 공로가 있기는 하지만 군부를 속이려 한 것이니, 그 나머지야 어찌 볼 것이 있겠는가.”하였다. 이어 대제학 이덕형에게 말하기를,“주문 가운데에 ‘적정이 사신의 고하에 달려 있지 않고 또 중국의 봉전에 사례하지 않는다.’라고 하였으니, 그 흉패함을 알 수 있다. 이 두 조목으로 말을 만들어야 한다.”하니, 윤두수가 아뢰기를,“봄을 당하여 8결로 군사를 뽑는 것은 소요만 일으킬 뿐입니다.”하였다. 주상이 말하기를,“8결군은 농부인가?”하니, 김수가 아뢰기를,“전결로 사람을 사서 군사를 삼는다고 합니다.”하였다. 김시헌이 아뢰기를,“복수군의 단결은 조정의 명이 아니더라도 인기를 부지할 수 있는데, 반드시 지방에서 불러 모아야 합니다. 신이 현재 정원에 있어서 이 일에 전념할 수 없고 또 밖으로 나갈 수도 없으니, 더욱 민망하고 절박합니다.”하니, 주상이 말하기를,“직임은 체차할 수 없으니, 비국으로 하여금 지휘하여 군사를 만들게 하라.”하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 1월 23일(갑인) 1번째기사",
                "gt-oKo": "23일에 상이 대신 및 비국 당상을 불러서 접견하였다. 영돈녕 이산해(李山海), 영의정 유성룡(柳成龍), 판중추 윤두수(尹斗壽), 좌의정 김응남(金應男), 지중추 정탁(鄭琢), 경림군(慶林君) 김명원(金命元), 호조 판서 김수(金晬), 병조 판서 이덕형(李德馨), 이조 참판 이정형(李廷馨), 상호군(上護軍) 유영경(柳永慶)·노직(盧稷), 승지 김시헌(金時獻), 주서 박승업(朴承業), 사변 가주서(事變假注書) 이순민(李舜民), 검열 심액(沈詻)이 입시하였다. 상이 이르기를, “청병(請兵)하는 주문(奏文)의 내용은 좋다. 다만 전의 성지(聖旨)에 ‘왜국에 사신을 보낸다.’는 말이 있었으니, 중국 조정도 왜적에게 속은 것이다. 적이 사신의 직질(職秩)이 낮다고 시비하는 것은 실로 핑계이며, 양방형(楊邦亨)이 몰래 왜인을 데리고 오면서 사은사(謝恩使)라고 일컬은 것은 중국 조정을 기만하고자 한 것이니, 매우 가증스럽다. 주문에다 이런 뜻을 언급하면 방형의 간사한 정상이 필시 탄로날 것이다.” 하니, 성룡이 아뢰기를, “별도로 주문하여야 합니다.” 하고, 응남은 아뢰기를, “사신은 결코 보내서는 안 됩니다. 주문에 의당 그러한 말을 언급하여야 합니다.” 하였다. 상이 이르기를, “성지는 따르지 않을 수가 없다.” 하니, 응남이 아뢰기를, “심 유격(沈遊擊)과 석 상서(石尙書)는 한통속이어서 후에 반드시 난처한 일이 있을 것입니다.” 하자, 상이 이르기를, “석 상서가 비록 우리 나라에 공로가 있지만 군부를 속이려고 하니, 무엇을 기대하겠는가.” 하고, 인하여 대제학 이덕형에게 이르기를, “주문(奏文)에, 적정(賊情)은 사신의 직질 고하(高下)에 달려 있지 않으며 또 중국의 봉전(封典)에 대하여 사례하지 않았으니 그들의 흉패함을 알 수 있다는 두 조항으로 말을 만들어야 한다.” 하였다. 두수가 아뢰기를, “이 봄철에 8결(結)로 군사를 뽑는 일은 소요만 일으킵니다.” 하니, 상이 이르기를, “팔결군은 농민(農民)들인가?” 하니, 김수가 아뢰기를, “전결(田結)에 고용된 자들로 군사를 삼은 것이라고 합니다.” 하고, 시헌(時獻)은 아뢰기를, “복수군(復讐軍)을 결성하는 것은 조정의 명이 아니지만 이로 인해 사람의 도리를 부지할 수 있습니다. 그러나 반드시 지방에서 모집해야 하는데, 신이 정원에 있기 때문에 이 일에 전적으로 마음을 쓰지 못하고 또 밖으로 나가지 못하니, 더욱 답답하기 그지없습니다.” 하니, 상이 이르기를, “직임을 체차할 수는 없으니, 비국(備局)에서 지휘하여 군대를 편성하게 하라.” 하였다.",
                "hj": "○〔甲寅〕/二十三日, 上召見大臣及備局堂上。 領敦寧李山海、領議政柳成龍、判中樞尹斗壽、左議政金應南、知中樞鄭琢、慶林君金命元、戶曹判書金睟、兵曹判書李德馨、吏曹參判李廷馨、上護軍柳永慶ㆍ盧稷、承旨金時獻、注書朴承業、事變假注書李舜民、檢閱沈詻入侍。 上曰: “請兵奏文, 辭意則好矣。 但曾於聖旨有遣使倭國之語, 天朝亦見欺於賊。 賊之以使臣職秩之卑微爲言者, 實是托辭, 楊邦亨潛率倭人, 稱以謝恩者, 欲欺謾天朝, 甚可惡也。 奏文中以此意及之, 則邦亨之奸狀必露矣。” 成龍曰: “宜別爲一奏。” 應南曰: “使臣決不可遣。 奏文中亦當有此言也。” 上曰: “聖旨不可不遵。” 應男曰: “沈遊擊與石尙書爲表裏, 後必有難處之事。” 上曰: “石尙書雖有功於我國, 欺圖君父, 餘何足觀?” 仍謂大提學李德馨曰: “奏文中以賊情不在使臣高下, 又不謝天朝封典, 其兇悖可知。 宜以此兩款措辭也。” 斗壽曰: “當此春月, 以八結抄軍, 徒致騷擾。” 上曰: “八結軍乃農人耶?” 睟曰: “以田結雇人爲兵云矣。” 時獻曰: “復讐軍之團結, 雖非朝命, 亦可以扶持人紀, 而必須召募於外方。 臣方在政院, 不得專意於此事, 又不得出外, 尤極憫迫。” 上曰: “職任則不可遞, 令備局指揮, 使之成軍。”"
            },
            "2": {
                "H2KE-EN": "Kwon Geuksu , the commander of Left Gyeongsang Province , hurriedly reported, On the thirteenth day of this month, 150 Japanese ships came and anchored at Dadaepo (Daedae Port. This was an urgent report about surrendering on surrendered seas. ",
                "H2KE-nKo": "경상좌도 방어사 권응수가 급히 장계하기를,“이달 13일에 왜선 150여 척이 다대포에 와서 정박하였습니다.”하였는데, 바로 가등청정이 바다를 건너갔다는 보고였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 1월 23일(갑인) 2번째기사",
                "gt-oKo": "경상좌도 방어사 권응수(權應銖)가 치계하기를 ‘이달 13일에 왜선 1백 50여 척이 다대포(多大浦)에 와 정박하였다.’고 하였는데, 바로 가등청정이 바다를 건너왔다는 보고였다.",
                "hj": "○慶尙左道防禦使權應銖馳啓言: “今月十三日, 倭舡一百五十餘艘, 來泊多大浦。” 乃淸正渡海之報也。"
            },
            "3": {
                "H2KE-EN": "The King summoned Yu응su , supreme commander of the northern frontier garrison , and bestowed wine upon him and sent him. Yu응su was a man from Hamheung .",
                "H2KE-nKo": "주상이 북군 영장 유응수를 불러서 보고 술을 하사하여 보냈다. 유응수는 함흥 사람이다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 1월 23일(갑인) 3번째기사",
                "gt-oKo": "상이 북군 영장(北軍領將) 유응수(柳應秀)를 불러 술을 내리고 보냈는데, 응수는 함흥(咸興) 사람이다.",
                "hj": "○上召見北軍領將柳應秀, 賜酒而遣之, 應秀, 咸興人也。"
            },
            "4": {
                "H2KE-EN": "Noh Gyeongim , a member of the supreme commander , returned from Gyeongsang Province . The King summoned him and held audience with him. Noh Gyeongim said, The supreme commander and the supreme commander have confronted each other. The supreme commander wishes to defend the area of Eonyang and Yangsan . The supreme commander said, The province has short of provisions and has been short of provisions. Therefore, it will certainly be impossible to have each of the three provinces defend the area. The supreme commander also ordered Magistrate of Gimhae Strategic Prefecture Bai Sarim to defend the area of Hwangseok Mountain【 Aneum . 】 but the supreme commander had Bai Saim move to Uiryeong . There are many matters like this. The supreme commander has not been compared. Therefore, Yi Wongi was worried about this. Thus, Yi Wongi was sent to the Ministry of War to discuss the matter with him. The King said, Even when the urgent situation is urgent, it would be proper to always follow the supreme commanders orders. At the time, the pirates were residing in the border, and the soldiers and the people were scattered and there was none of the state affairs to believe. However, the officials in the outer provinces were unable to consult them with the same mind. Thus, this supreme commander did not confront each other and confront each other. In the end, the pirates were raised again. How could this be pitiful?",
                "H2KE-nKo": "체찰사 종사관 노경임이 영남에서 오니, 주상이 불러서 보았다. 노경임이 아뢰기를,“체찰사와 원수는 서로 의견이 맞지 않습니다. 원수가 양호의 군사를 가지고 언양과 양산을 차단하고자 하는데, 체찰사가 ‘본도는 군량이 부족하여 양호에서 조달해 운반해야 하므로 백성들이 필시 견디지 못할 것이니, 삼도로 하여금 각자 성을 지키게 하는 것만 못하다.’라고 하였습니다.체찰사가 또 김해 부사 백사림으로 하여금 황석산성을 지키게 하였는데, - 안음에 있다. - 원수가 백사림으로 하여금 의령으로 옮겨 가서 지키게 하였는데, 대부분 이와 같았습니다. 호령이 일치되지 않았기 때문에 이원익이 걱정하여 신을 보내 비변사에 품의하게 한 것입니다.”하니, 주상이 말하기를,“급한 상황에 임하여 미처 품의하지 못한 일이 있더라도 항상 체찰사의 호령을 따라야 할 것이다.”하였다. 이때 왜적이 경내에 있고 군사와 백성이 흩어져서 나랏일이 하나도 믿을 만한 것이 없었다. 그런데도 곤외에 있는 신하가 한마음으로 협조하지 못하여 이렇게 의견이 맞지 않아 마침내 적병이 다시 날뛰게 하였으니, 참으로 애석한 일이다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 1월 23일(갑인) 4번째기사",
                "gt-oKo": "체찰사 종사관 노경임(盧景任)이 영남에서 올라오니, 상이 불러 접견하였다. 경임이 아뢰기를, “체찰사와 원수(元帥)가 서로 뜻이 맞지 않습니다. 원수는 양호(兩湖)의 군사로 언양(彦陽)과 양산(陽山) 지역을 차단하고자 하는데, 체찰사는 ‘본도(本道)는 군량이 부족하니 양호 지방에서 조달하여 운반해야 하는데, 백성들이 감당하지 못할 것이다. 3도(三道)로 하여금 각자 성(城)을 지키도록 하는 것만 못하다.’ 하였습니다. 체찰사가 또 김해 부사(金海府使) 백사림(白士霖)으로 하여금 황석 산성(黃石山城)을【안음(安陰)에 있다.】 지키도록 하였는데, 원수는 사림으로 하여금 의령(宜寧)으로 이동하여 지키도록 했으니, 이처럼 맞지 않는 일들이 많습니다. 호령(號令)이 일치되지 않기 때문에 이원익이 걱정하여 신을 보내어 비국에 품의하도록 한 것입니다.” 하니, 상이 이르기를, “급한 일에 임해서는 미처 품하지 못하는 일이 있더라도 항상 체찰사의 호령에 따라야 한다.” 하였다. 이때에 왜적은 변경에 있고 군사와 백성들은 흩어져서 나랏일은 하나도 믿을 것이 없었다. 그런데도 군사의 지휘를 맡은 신하들이 한마음으로 협력하지 아니하고 이처럼 어긋나 결국 적의 재침(再侵)을 당하였으니, 애석하기 그지없다.",
                "hj": "○體察使從事官盧景任自嶺南來, 上召見之。 景任言: “體察使與元帥, 互相牴牾。 元帥欲以兩湖軍, 把截於彦陽、梁山, 體察以爲, 本道糧餉缺乏, 調運及於兩湖, 民必不堪, 莫如使三道, 各自城守。 體察使又令金海府使白士霖守黃石山城, 【在安陰。】而元帥使士霖移守宜寧, 事多類此。 號令不一, 故元翼憂之, 遣臣稟議于備局矣。” 上曰: “臨急雖有不及稟之事, 而恒遵體察之號令可矣。” 時, 寇賊在境, 兵民渙散, 國事無一可恃者, 而閫外之臣, 不能同心夾濟, 有此牴牾, 而終致賊兵之再逞, 可勝惜哉?"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "The King ordered that Supreme General Yi Sunsin be imprisoned at the State Tribunal and that Won Gyun be replaced. Prior to this, 행장 and Right Army Commander of Gyeongsang Province Kim Seoro communicated with Yojira and frequently relations with Yojira. Our country trusted them. At the time, Japanese pirates plotted repeatedly and disliked our sailors. They even more disliked that [Yi] Sunsin and had Yojira come and tell him, saying, The friendly relations [of Yojira] are indeed true. If we go to this man, then our regret will regret our grief and your esteemed countrys worries. On the very day of this month, Yojira surely frequently frequent the island. If your estemed country had the sailors secretly frequently hide and defend [the island], then we would seize [the sailors] and bring [the sailors] to our territory. [Kim] Seoro reported this to the King. The King sent Hwang Sin to secretly instruct [Yi] Sunsin. [Yi] Sunsin said, The sea routes are territory, and the pirates will surely moor their swords and wait. If [the sailors] are large, the pirates will surely be aware of this. If [the sailors] are small, they will be attacked. Ultimately, [the sailors] did not do so. On this day, the barbarians frequently came to the front of Dadaepo ( Dadae Port and then headed toward Seosaengpo (Seosaeng Port. In fact, [the barbarians] plotted with 행장 and enticed [the sailors] to seize our territory. The Ming court still did not follow the royal order. [The King] sent [Yi] Sunsin to the prison for interrogation. Finally, [the King] appointed Supreme General of the Nam Province Won Gyun as Supreme General .",
                "H2KE-nKo": "통제사 이순신을 하옥하고 후임에 원균을 임명하였다. 이에 앞서 소서행장이 경상 우병사 김응서와 서로 내통하였는데, 요시라가 중간에서 왕래하였다. 그가 한 말이 마치 청정과 사이가 좋지 않은 것 같았으므로 우리나라가 그 말을 믿었다. 이때 왜적이 다시 침범하기를 꾀하고 우리 주사를 꺼려서 더욱 이순신을 꺼려서 요시라를 시켜 와서 말하게 하기를,“강화의 일이 이루어지지 않은 것은 실로 청정이 주장한 것이다. 만약 이 사람을 제거한다면 우리의 한은 풀릴 것이고 귀국의 근심은 제거될 것이다. 모월 모일에 청정이 모도에서 유숙할 것이니, 귀국이 만약 주사를 시켜 몰래 숨어서 요구한다면 결박하여 올 수 있을 것이다.”하였다. 김응서가 이 내용을 보고하자, 주상이 황신을 보내 이순신에게 비밀히 유시하니, 이순신이 아뢰기를,“바닷길이 험난하여 적이 반드시 복병을 설치하고 기다릴 것입니다. 전함을 많이 풀어놓으면 적이 반드시 알 것이고 적게 풀어놓으면 도리어 습격을 받게 될 것입니다.”하고, 마침내 시행하지 않았다. 이날 청적이 과연 다대포 앞바다에 왔다가 그대로 서생포로 향하였는데, 실은 행장과 함께 약한 군사로 우리를 유인하려는 것이었다. 그러나 조정에서는 여전히 조정의 명령을 따르지 않았다는 이유로 이순신을 하옥하여 고신하였다. 마침내 전남병사 원균을 통제사로 삼았다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 2월 1일(임술) 1번째기사",
                "gt-oKo": "통제사 이순신(李舜臣)을 하옥시키라 명하고, 원균(元均)으로 대신하였다. 이보다 앞서 평행장(平行長)과 경상 우병사 김응서(金應瑞)가 서로 통하여, 요시라(要時羅)가 그 사이를 왕래하였는데, 그가 말한 바가 마치 가등청정과 사이가 좋지 않은 듯해서 우리 나라는 그걸 믿었었다. 이때에 왜적이 재침을 모의하면서 우리 나라의 수군을 꺼려했고, 그중에서도 더욱더 순신을 꺼렸다. 이에 요시라를 보내서 말하기를 ‘강화하는 일이 이루어지지 않은 것은 실로 가등청정이 주장하고 있어서이다. 만약 그를 제거하면 나의 한이 풀리게 되고 귀국의 근심도 제거될 것이다. 모월 모일에 가등청정이 어느 섬에서 잘 것이니, 귀국에서 만약 수군을 시켜 몰래 잠복해 있다가 엄습하면 결박할 수가 있을 것이다.’ 하였다. 응서가 이로써 보고하니, 상이 황신(黃愼)을 보내 순신에게 비밀히 유시하였다. 그러나 순신은 ‘바닷길이 험난하고 왜적이 필시 복병을 설치하고 기다릴 것이다. 전함(戰艦)을 많이 출동하면 적이 알게 될 것이고, 적게 출동하면 도리어 습격을 받을 것이다.’ 하고는 마침내 거행하지 않았다. 그런데 그날 가등청정이 과연 다대포(多大浦) 앞바다에 왔다가 그대로 서생포(西生浦)로 향했는데, 이는 실로 행장과 함께 작은 군사로 우리를 유인하고자 한 것이었다. 그런데 조정에서는 오히려 조정의 명령을 따르지 않은 것을 들어 순신을 하옥시켜 고신(栲訊)하게 하고, 마침내 전남 병사(全南兵使) 원균을 통제사로 삼았다.",
                "hj": "○壬戌/命下統制使李舜臣于獄, 以元均代之。 先是, 行長與慶尙右兵使金應瑞相通, 要時羅居間往來, 其所言若有與淸正不相能者, 我國信之。 是時, 倭賊謀再犯, 憚我舟師, 尤忌舜臣, 使要時羅來言: “和事之不成, 淸正實主張之。 若去此人, 則我之恨釋, 而貴國之患, 除矣。 某月某日, 淸正當宿于某島, 貴國若令舟師, 潛伏而要之, 則可縛而來。” 應瑞以此上聞, 上遣黃愼, 密諭于舜臣, 舜臣曰: “海道艱險, 賊必設伏以待。 多發戰艦, 則賊必知之, 小則反爲所襲。” 遂不行。 是日, 淸賊果來多大浦前洋, 仍向西生浦, 實與行長, 謀羸師以誘我也。 朝廷猶以不遵朝命, 下舜臣于獄栲訊之, 遂以全南兵使元均爲統制使。"
            },
            "2": {
                "H2KE-EN": "The Ming court appointed Right Third Supreme General [of the Middle Army] Yang Ho as the chief circuit inspector [of the Right Army] and Chief Section Chief of the Board of Rites , as the chief circuit commander of the Board of Rites , Ma Gui as the chief circuit commander of the Government Arsenal , as the chief circuit commander [of the Middle Army], as the deputy circuit commander [of the Middle Army] Yang Won as the deputy circuit commander of Liaodong , as the deputy circuit commander [of the Middle Army] Oh Yuchung as the deputy circuit commander of the Middle Army , as the deputy circuit commander [of the Middle Army], as the chief circuit commander [of the Middle Army], as the assistant circuit commander [of the Middle Army] , and the chief circuit officer of the Middle Army Dong Han Yu as the chief circuit commander [of the Middle Army] to urge [the soldiers]. Prior to this, Yang Banghyeong , Sim Yugyeong , and others were on their way back [to Joseon]. The Ming court, having received great favors from S Kin, killing government troops, has not been delayed for a long time. They led the chief circuit commander of the Board of Rites Seok Haeng to prison in order to arrest Sim Yugyeong and then depart. The Ming court again continued to send Kwon Geup and others [to Joseon] in order to report an urgent report [to the Emperor]. Finally, the soldiers were sent twice, and they continued to come.",
                "H2KE-nKo": "황조에서 우첨도어사 양호를 경리로, 병부 상서 형개(刑<unk>)를 총독으로, 군문 마귀를 제독으로 삼아 선대병 1000명을, 부총병 양원은 요동병 3000명을, 부총병 오유충은 남병 4000명을, 유격 우백영은 밀운병 2000명을, 유격 진우충은 연수병 2000명을, 참정 소응궁은 감군을, 호부 낭중 동한유는 양식을 독려하여 와서 구원하게 하였다. 이에 앞서 양방형과 심유경 등이 왕명을 욕되게 하고 돌아갔는데, 황조에서는 풍신수길이 우리의 큰 은혜를 저버리고 관군을 죽였다는 이유로 오래도록 철병하지 않고 있다가 병부 상서 석성을 하옥하고 심유경을 붙잡아 갔다. 조정에서 또 잇달아 권협 등을 보내 위급함을 고하니, 마침내 재차 발병하여 잇따라 왔다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 2월 1일(임술) 2번째기사",
                "gt-oKo": "중국 조정에서 우첨도어사(右僉都御史) 양호(楊鎬)를 경리(經理)로, 병부 상서 형개(邢玠)를 총독(總督)으로 삼고, 군문(軍門) 마귀(麻貴)를 제독(提督)으로 삼아 선대병(宣大兵) 1천을 통솔하게 하고, 부총병(副總兵) 양원(楊元)은 요동병(遼東兵) 3천을 거느리고, 부총병 오유충(吳惟忠)은 남병(南兵) 4천을 거느리고, 유격(遊擊) 우백영(牛伯英)은 밀운병(密雲兵) 2천을 거느리고, 유격(遊擊) 진우충(陳愚衷)은 연수병(延綬兵) 2천을 거느리고, 참정(參政) 소응궁(蕭應宮)이 감군(監軍)하고, 호부 낭중(戶部郞中) 동한유(董漢儒)가 군량을 감독해 와서 구원하게 하였다. 이보다 앞서 양방형과 심유경 등이 명(命)을 욕되게 하고 돌아왔는데, 중국에서는 ‘풍신수길이 우리의 큰 은혜를 배반하여 관군(官軍)을 죽였다.’ 하여 오랫동안 군사를 철수시키지 않고, 병부 상서 석성(石星)을 하옥시키고 심유경을 붙잡아 갔었다. 조정에서 또 잇따라 권협(權悏) 등을 보내 급함을 고하니, 드디어 재차 발병하여 계속해 나온 것이다.",
                "hj": "○皇朝以右僉都御史楊鎬爲經理, 兵部尙書邢玠爲摠督, 軍門麻貴爲提督統宣大兵一千, 副總兵楊元統遼東兵三千, 副摠兵吳惟忠統南兵四千, 游擊牛伯英統密雲兵二千, 游擊陳愚衷統延綏兵二千, 參政蕭應宮監軍, 戶部郞中董漢儒督餉以來救。 先是, 楊邦亨、沈惟敬等辱命而歸, 皇朝以秀吉負我大恩, 戕殺官軍, 久不撤兵, 將兵部尙書石星下獄, 拿沈惟敬以去。 朝廷又連遣權悏等告急, 遂再發兵, 相繼而來。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King dispatched Minister of Taxation Kim Su to supply provisions to the large barbarians and the provisions of the large barbarians in the 양호 area. ",
                "H2KE-nKo": "호조 판서 김수를 호남과 호서에 파견하여 대군의 양식을 조달하게 하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 3월 1일(신묘) 1번째기사",
                "gt-oKo": "호조 판서 김수(金晬)를 보내어 대군의 군량을 양호(兩湖)에서 조달하게 하였다.",
                "hj": "○朔辛卯/遣戶曹判書金睟, 調度大軍糧餉于兩湖。"
            },
            "2": {
                "H2KE-EN": "Nineteen men, including Jo Suin , were selected for the second-stage civil and military service examinations. Former Examining Editor Gyun , five men, were selected for the second-stage military service examination.",
                "H2KE-nKo": "중시와 별시를 행하여 조수인 등 19인을 뽑고, 중시에서 전 검열 허균 등 5인을 뽑았다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 3월 1일(신묘) 2번째기사",
                "gt-oKo": "중시(重試)와 별시(別試)를 실시하여 조수인(趙守寅) 등 19인을 뽑았는데, 중시에서는 전 검열 허균(許筠) 등 5인을 뽑았다.",
                "hj": "○設重試、別試, 取趙守寅等十九人, 以重試取前檢閱許筠等五人。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "The King held the regular morning court assembly on the first day of the month and nine passers of the civil service examination. On this day, the King proceeded to Mohwa Guesthouse and personally conducted the military service examination in the northern front of the capital. The King selected more than one hundred passers because they were from the northern front of the capital.",
                "H2KE-nKo": "삭시 정시를 행하여 문과에서 이호의 등 9인을 뽑았다. 이날 모화관에 행행하여 북도의 무사를 친히 시험 보이고 100여 인을 뽑았는데, 이는 북도 사람을 위해서 설치한 것이다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 4월 1일(신유) 1번째기사",
                "gt-oKo": "정시(庭試)를 실시하여 문과(文科)에서 이호의(李好義) 등 9인을 뽑았다. 이날 모화관(慕華館)에 행행하여 북도(北道)의 무사를 친시(親試)해서 1백여 인을 뽑았는데, 이는 북도 사람을 위해서 실시한 것이다.",
                "hj": "○朔辛酉/設庭試, 取文科李好義等九人。 是日幸慕華館, 親試北道武士, 取百餘人, 蓋爲北道人而設也。"
            },
            "2": {
                "H2KE-EN": "The King visited the Royal Confucian Academy to pay a visit to the Royal Confucian Academy and then conducted state affairs. Nine people, including Yun Gyeseon , passed the civil service examination , and 1,070 people, passed the military service examination . At the time, there was a slightest urgent disaster. Only the military service examination was held in wide capacity in examining successful candidates. Thus, even the lowborn court officials were all participated in the successful candidates. People were slandered.",
                "H2KE-nKo": "주상이 태학에 나아가 알성시를 행하고, 이어 선비들에게 시험을 보여 문과에서는 윤계선 등 9인을 뽑고 무과에서는 170인을 뽑았다. 이때 조금이라도 급한 일이 있으면 오직 무과를 설치하여 널리 뽑는 것을 상책으로 삼았고, 심지어 천한 조례까지도 모두 참방하였으므로 식자들이 비난하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 4월 1일(신유) 2번째기사",
                "gt-oKo": "상이 태학(太學)에 행행하여 알성(謁聖)하고 이어 시사(試士)하여 문과에서는 윤계선(尹繼善) 등 9인을 뽑고, 무과에서는 1천 70인을 뽑았다. 이때에 약간의 다급한 일만 있으면 무과를 설시하여 널리 뽑는 것만을 상책으로 삼아 심지어 천한 조례(皁隷)까지도 모두 참방(參榜)하였으므로 식자들이 비웃었다.",
                "hj": "○上幸大學謁聖, 仍試士, 取文科尹繼善等九人, 武科一千七十人。 時少有警急, 則唯以設武科廣取爲上策, 至有皀隷之賤, 皆得參榜, 識者譏之。"
            },
            "3": {
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 4월 1일(신유) 3번째기사",
                "gt-oKo": "성균관 유생 최희남(崔喜男)이 상소하기를, “지난 기축년에 국가가 불행하여 극히 흉악한 역적 정여립(鄭汝立)이 한 세상을 속여 명류(名流)들과 두루 사귀더니, 실직(失職)함을 원망하여 문득 불궤(不軌)를 도모해 몰래 군도(群盜)와 결탁했다가 일이 발각되자 자살하고 말았습니다. 온 집안이 주륙(誅戮)되자 귀신이나 사람이나 모두 쾌하게 여겼는데, 다만 평소 조정에서 서로 알고 지내던 사우(士友)들이야 그의 뜻을 알았을 리 만무한데도, 분노를 품고 있던 한쪽 사람들이 보복할 수 있는 기회로 여겨 겉으로는 역적을 토멸한다는 명분을 핑계로 해서 몰래 일망타진할 계책으로 거짓을 꾸며 죄에 얽어들이기에 온갖 방법을 다 동원하였습니다. 그 물여우같은 정상을 신들이 번거롭게 아뢰지 않더라도 성명께서 통촉하신 것은, 이미 최영경(崔永慶)을 포증(褒贈)하신 데서도 나타났습니다. 간당의 괴수 정철(鄭澈)은 사류에게 버림을 받고는 이발(李潑) 등에게 이를 갈고 있다가 역변(逆變)을 듣자마자 그의 도당과 함께 기뻐 날뛰며 서로 경하하면서 기어이 이발 등을 멸족하려고 했습니다. 이에 몰래 백유함(白惟咸)·양천경(梁千頃) 같은 괴상한 무리들을 사주하여 연속 글을 올려 화(禍)를 엮게 하였습니다. 그리고도 안옥(按獄)이 소루하여 이발 등이 요행히 면할까 염려하여 추관(推官)을 제거했습니다. 그래도 이발 등의 죄상이 끝내 드러나지 않자 몰래 문객(門客)을 보내 옥에 갇힌 죄수를 협박해 죽음을 면하게 해준다고 꾀어 그로 하여금 거짓말로 이발 등을 이끌어 대도록 했습니다. 심지어 국문할 즈음에는 내응(內應)했다는 말을 지어내어 공초의 말을 만들도록 하여, 끝내 무고한 사람들이 엄한 형장 아래에서 모조리 죽게 하였고 또 늙은 어미와 어린 아이로 하여금 모두 형신을 받게 하였습니다. 그때의 위관(委官)들은 서로 바라보기만 하고 위축되어, 간사한 무리들에게 순순히 따르면서 일찍이 형옥(刑獄)의 잘못을 한 마디도 언급하지 않았으니, 나라를 그르친 죄를 유독 정철에게만 돌려서는 안 됩니다. 삼봉(三峯)이란 이름을 가탁하여 임하(林下)의 선비를 죽이고, 옥사를 번복시킨다는 말을 만들어 무죄한 추관을 모함하고, 조야에 조금이라도 명성이 있는 자로서 자기들에게 붙지 않는 자는 끝내 하나도 빠뜨리지 않고 제거하고자 하였습니다. 아, 천리와 공론은 없어지지 않는 것이어서 이제 오랜 세월이 지난 지금 신원하려는 의논이 발단되었습니다. 그러나 화를 두려워하는 습성이 다 제거되지 않아, 대신은 머뭇거리며 제지하여 미봉(彌縫)할 터전으로 삼고 삼사(三司)는 침묵을 지키고 나서지 않아 보신(保身)할 계책으로 삼고 있으니, 신은 통분스럽고 민망함을 금할 수 없습니다. 최영경(崔永慶) 등을 신원(伸冤)하고 불쌍히 여겨 포상한 것은 유감이 없게 하였는데, 그 나머지 정개청(鄭介淸) 등의 원통함을 품은 무리에게는 원통함을 분명하게 씻어주는 은전을 입지 못하도록 해서야 되겠습니까. 더구나 이발(李潑)의 아들 이명철(李明哲)이 형벌을 참으며 아비를 구한 것과, 백진민(白振民) 형제가 바름을 지켜 스스로 죽은 것은, 전하께서 불쌍하게 여기시는 바입니다. 삼가 전하께서는 유념하소서.” 하니, 답하기를, “너의 말은 지나치다.” 하였다. 이항복(李恒福)의 기축 기사(己丑記事)를 상고하여 보면 다음과 같다. 항복이 그때 문사 낭청(問事郞廳)이었고, 철이 위관(委官)이었는데, 하루는 철이 항복을 불러서 최영경의 옥사에 대해 물으니, 항복이 말하기를, “옥사가 일어난 지 이미 해를 넘겼는데, 한 사람이라도 누가 영경을 가리켜 삼봉(三峯)이라 한 자가 있었습니까. 지금 아무런 단서도 없이 소문만 듣고 처사(處士)를 잡아가두었다가 불행하게도 죽는다면 반드시 공론이 있을 것입니다. 그렇게 되면 상공(相公)은 어떻게 그 책임을 면하겠습니까.” 하였다. 철이 크게 놀라 말하기를, “내가 영경과 평소 논의가 서로 다르기는 하였지만 어찌 서로 해치려고까지야 하겠소. 이는 본도에서 와전된 데서 나온 것이니, 나와 무슨 상관이겠소.” 하니, 항복이 말하기를, “상공께서 모함한다고 말하는 것이 아니라 근거가 없다는 것을 알면서도 좌시하고 구하지 않는 것이 어찌 추관(推官)의 체모라 하겠습니까. 역적을 국문하다는 명목하에 죄수가 옥에 가득하니, 추관이 감히 하나하나 심리하지는 못하는 형편입니다. 그러나 영경은 죄수 중에서도 더욱 죄명을 삼을 만한 근거가 없고, 또 이 사람은 효우(孝友)하는 처사니 어찌 구하지 않을 수 있겠습니까.” 하니, 철이 말하기를, “내가 극력 구원해야겠다.” 하였다. 그 후 재차 국문할 때 영경이 당시의 일에 대해 대략 진술하고 또 성혼(成渾)과 논의가 다른 이유에 대하여 언급하였다. 국문을 마치고 철이 물러나와 항복을 불러 발끈 성내며 말하기를, “그대도 그 공사(供辭)를 보았겠지만 그게 무슨 말이오.” 하니, 항복이 웃으며 말하기를, “상공께서 불쾌하게 여기는 것은 바로 시사(時事)에 대해 언급한 것 때문이 아닙니까?” 하니, 철이 그렇다고 하였다. 항복이 말하기를, “그렇다면 상공은 당초 영경을 잘 모른 것입니다. 영경이 시배(時輩)들과 다른 까닭이 무엇입니까. 그의 논의가 다르다는 것은 재차 국문하기 전에 이미 알고 있는 일입니다. 그런데 만약 엄히 국문하는 마당에서 구차스레 자신의 전일 소견을 모조리 버리고 좀스럽게 억지로 듣기 좋은 말을 꾸며대어 요행히 면하기를 바란다면 어찌 참된 영경이라 하겠습니까. 영경으로 논할 것 같으면 이번 공사에서도 처음 마음을 변치 않았으니 이것이 그의 고상한 점입니다. 그러나 이는 모두 논할 것이 없습니다. 지금 국문하는 것은 단지 삼봉인지의 여부만을 따질 뿐이니, 논의의 이동(異同)은 이 옥사와 아무 상관이 없습니다.” 하였다. 철이 기뻐하면서 말하기를, “그대의 말이 옳소. 그 점은 내가 미처 생각하지 못하였소.” 하니, 수일 후에 철이 또 묻기를, “어느날 갑자기 형추(刑推)하라는 명이 있게 되면 미처 구하지 못할까 염려되는데, 나는 옥사에 골몰하느라 정신이 없으니, 그대가 나를 위해 차자를 초하여 대기해 주시오.” 하니, 항복이 말하기를, “이런 일을 어찌 남을 시켜 대신 초하라 하십니까. 상공이 직접 초해야 합니다.” 하였다. 또 수일 후에 항복을 보고는 크게 기뻐하면서 말하기를, “내가 이미 구해낼 계책을 마련하여 차자의 초를 잡아 놓았고, 또 유 정승과도 약속이 되어 있소.” 하였다. 항복이 말하기를, “어떻게 약속하였습니까?” 하니, 철이 말하기를, “만약 형추하라는 명이 있게 되면 내가 급히 유상에게 알리어 연명(聯名)으로 차자를 올려 구하면 일이 잘 될 것이오.” 하였다. 항복이 말하기를, “유상과 과연 그렇게 약속하였습니까?” 하니, 철이 말하기를, “이미 굳게 약속이 되어 있소.” 하였다. 그 후 공사(公事) 관계로 항복이 유성룡(柳成龍)의 집에 가게 되어 그 자리에서 최영경의 억울함을 극론하였는데, 성룡이 단지 몇 마디 말로 대답하므로, 항복이 인하여 말하기를, “대신이 구하지 않으면 안 됩니다.” 하니, 성룡이 말하기를, “나 같은 자가 어찌 감히 구원하겠소.” 하였다. 항복은 철이 성룡과 약속했다는 말로써 묻고 싶었으나 사체에 구애되어 감히 말을 꺼내지 못하였다. 항복은 항상 ‘철은 영경을 끝내 털끝만큼도 해칠 생각이 없었고 구원하려는 뜻을 가졌었으며, 후세 공론의 죄인이 될까 두려워하는 기색이 얼굴과 말에 가득하였다.’고 하였다. 그 후 영남의 유생들이 상소하여 ‘최영경에게 죄를 씌워 죽인 것은 성혼(成渾)의 죄이다.’고 주장하였는데, 한준겸(韓浚謙)이 공언하기를 ‘당초에 철이 영경에게 죄를 씌워 죽였다고 하는 것도 지어낸 말이었는데, 지금에 와서 또 성혼이 죄를 만들어 죽였다고 하니, 고금 천하에 어찌 이런 일이 있겠는가.’ 하였다고 기록하고 있는데, 이는 준겸의 형 한백겸(韓百謙)도 이 옥사에 연루되어 형신(刑訊)을 받고 멀리 귀양을 갔으므로, 준겸은 항상 옥사에 지나침이 많다고 말하였는데도 항복의 기록이 이러한 것은 대개 준겸이 공정한 마음으로 일에 임하여 발언하면서 형이 잘못 연루되어 죄를 입은 것을 혐의하여 끝내 묵묵히 있지 않은 것을 취한 것이다.",
                "hj": "○成均館儒生崔喜男上疏曰: 往在己丑年, 國家不幸, 逆賊鄭汝立以窮凶極惡之物, 厚誣一世, 遍交名流, 一怨失職, 輒圖不軌, 潛結群盜, 事覺自刎, 闔門之誅, 神人共快。 第以平日朝著間, 以士友相知者, 萬無知情之理, 而一邊蓄憤之人, 自幸報復之機, 外託討逆之名, 陰濟網打之計, 搆虛羅織, 無所不至。 鬼蜮情狀, 不待臣等之煩瀆, 而 聖明之洞燭, 已著於崔永慶褒贈之擧矣。 姦魁鄭澈見棄士類, 切齒於李潑等, 一聞逆變, 與其徒黨, 抃躍相慶, 必置潑等於族滅之地, 陰嗾白惟咸、梁千頃怪鬼之輩, 連章搆禍。 猶恐潑等幸免, 以按獄踈漏, 除去推官, 潑等罪狀終不著見, 則潛遣門客, 脅諸獄囚, 誘以免死, 而使之誣引潑等。 至於鞫問之際, 倡出內應之說, 指導供辭, 竟使無辜之輩, 殲盡於嚴刑之下, 且令老母、嬰兒, 悉就刑訊。 當時委官, 顧望畏縮, 承順姦黨, 未嘗一言及於刑獄之失, 則誤國之罪, 不可獨歸於一鄭澈也。 假三峯之名, 而殺林下之處士; 造翻獄之說, 而陷無罪之推官。 朝野之稍有名字, 而不附己者, 終欲無遺。 嗚呼! 天理公論不容泯滅, 今者日月雖已久遠, 伸釋雖已發端, 怵禍之習猶未盡除, 大臣則回互沮抑, 以爲彌縫之地; 三司則循默隱忍, 以爲保身之計, 臣不勝痛悶焉。 如永慶等伸冤褒恤, 已無所憾, 而其餘鄭介淸等含冤之類, 豈可使未蒙昭雪之恩乎? 況潑子命哲之忍刑救父。 振民兄弟之以正自斃, 殿下之所可矜惻者也。 伏願殿下, 留心焉。 答曰: “爾等之言過矣。” 按李恒福己丑記事, 恒福爲其時問事郞廳, 鄭澈爲委官。 一日, 澈招恒福, 問崔永慶獄事, 恒福曰: “起獄今已閱歲, 何嘗有一人指永慶爲三峯者乎? 今無端以道聽, 拿囚處士, 不幸而死, 則必有公論, 相公何得辭其責也?” 澈大驚曰: “我與永慶, 平日雖以論議相角, 豈至於欲相害也? 此出於本道訛傳, 於我何干?” 恒福曰: “非謂相公陷之也。 知其無根, 而坐視不救, 豈推官之體? 名曰鞫逆, 囚繫滿獄, 推官固不敢一一伸理。 至於永慶, 囚中之尤無根可名者。 且是孝友處士, 何可不救?” 澈曰: “我當極力救解。” 後當再鞫, 永慶略陳時事, 且及與成渾異論之由。 鞫畢, 澈退而招恒福, 色頗怫然曰: “君觀其供辭, 是何言也?” 恒福笑曰: “相公之所不說者, 無乃以言及時事耶?” 澈曰: “然。” 恒福曰: “然則相公初不知永慶也。 永慶之所以異於時輩者何也? 其論議之不同, 已知之於未再鞫前。 若於嚴鞫之下, 苟然盡喪其前日所見, 區區强爲諂說之辭, 以冀幸免, 豈眞永慶也? 以永慶論之, 則今之所供, 不變初心, 此其所以爲高處。 然, 此則都不須論。 今之所鞫者, 只問三峯與否, 論議同異, 何干獄事耶?” 澈卽懽然曰: “公言正是, 我未及思也。” 後數日, 澈又問曰: “一朝有刑推之命, 則恐未及救之。 我汨於獄事, 意思已耗, 君爲我詳搆箚草以待之。” 恒福曰: “此事何可借人代草? 相公當自草之。” 又數日見恒福大悅曰: “我已得救之之策, 箚草已搆。 且與柳相爲約耳。” 恒福曰: “所約何如?” 澈曰: “若有刑推之命, 則我當急報於柳相, 聯名陳箚而救之, 則事可諧矣。” 恒福曰: “柳相果有是約耶?” 澈曰: “已成金石矣。” 其後因公事, 往柳相成龍家, 極論崔永慶之冤, 成龍只答以數語。 恒福因言: “大臣不可不救。” 成龍曰: “如我者, 何敢救解?” 恒福欲以澈之所約於成龍者問之, 而拘於事體, 不敢發言。 恒福常以爲: “澈於永慶, 終無一毫陷害意, 其欲救解, 而恐爲後世公論之罪人者, 溢於辭色。” 云。 其後, 嶺南儒生上疏以搆殺永慶爲成渾之罪, 韓浚謙大言曰: “當初以鄭澈爲搆殺永慶者, 已是做得說話, 今乃以成渾爲搆殺, 古今天下, 寧有是事?” 云。 浚謙之兄百謙株連於是獄, 被訊遠竄, 浚謙常稱獄事之多濫云, 而恒福之所記如此, 蓋取浚謙之秉心公正, 臨事發言, 不以兄之誤被連累之罪爲嫌, 而終默也。"
            },
            "4": {
                "H2KE-EN": "Im Hyeon was appointed magistrate of Namwon Strategic Prefecture . Hyeon had passed the civil service examination for a long time, but he had not been appointed. He was quite fond of military affairs and was dismissed from his post to his hometown. On this day, he was reappointed and appointed as magistrate of Namwon Strategic Prefecture . At the time, Namwon was attacked by the enemy attack by the pirates. All of them offered condolences. Hyeon satisfied and went on his way. People regarded this as difficult.",
                "H2KE-nKo": "임현을 남원 부사로 삼았다. 임현은 문과에 급제하였으나 오래도록 조용되지 않았고 자못 무사를 좋아하였다. 남병사로 있다가 파직되어 집에 있었는데, 이때에 이르러 다시 기용되어 남원 부사가 되었다. 이때 남원이 적이 쳐들어오자 친구들이 모두 조문하였는데, 임현이 태연히 길을 떠나니 사람들이 곤란하게 여겼다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 4월 1일(신유) 4번째기사",
                "gt-oKo": "임현(任鉉)을 남원 부사(南原府使)로 삼았다. 현은 문과에 올랐으나 오랫동안 등용되지 않았고, 무사(武事)를 매우 좋아하여 남병사(南兵使)로 있다가 관직을 그만두고 집에 있었는데, 이때에 이르러 다시 기용되어 남원 부사가 된 것이다. 이때 남원이 적의 침공을 받고 있어 친구들이 모두 위로하였으나 현은 기꺼이 취임하니 사람들이 어려운 일로 여겼다.",
                "hj": "○以任鉉爲南原府使。 鉉登文科, 久而不調, 頗好武事, 以南兵使罷官家居, 至是, 起廢爲南原府使。 時, 南原當賊衝, 親舊皆弔之, 鉉怡然就途, 人以爲難。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "The King secretly sent the seals to high officials. Prior to this, among the diplomatic document sent by the Board of War , there were matters concerning the registration of the Command Agency and the chief administrative officer who were newly established. Our country was ordered to discuss the matter and report the results to the Emperor. Our country was to send a reply to the Board of War . The King sent a secret letter to the Board of Rites so that it was difficult for him to hear state affairs due to illness. The high officials returned and reported, The pirate plundering was not yet executed, and the state of affairs could not be able to review. This was all the subjects of their crimes. This incident was impossible to report to the Emperor. Furthermore, now, if it is proper to report the matter to the Emperor, it would be suddenly impossible to make such a request for the time being. Even if Your Majestys intent is urgent and urgent, the Chinese court will think that this request was made because of the imperial order. It seems that it might be suspicion between them and others. Your subjects hope that Your Majesty will consider this further. The King refused to grant their request and ordered the separate envoy to be dispatched. The King repeatedly issued an order to urge him. However, the high officials persisted for a long time, and ultimately did not dispatch him.",
                "H2KE-nKo": "삭일과 신묘년에 밀서를 대신에게 내렸다. 이에 앞서 병부의 자문 가운데 순무아문을 신설하고 경리하는 등의 일이 있었는데, 본국으로 하여금 계책을 의논하여 주상에게 보고하도록 하였다. 본국이 장차 병부에 회답 자문을 보내려고 하였는데, 주상이 밀서를 내려 병 때문에 정사를 보기 어렵다는 뜻을 아울러 주문과 자문에 삽입하였다. 대신이 회계하기를,“왜적을 섬멸하지 못하고 나랏일을 수습하지 못하여 중국 조정으로 하여금 이런 거조가 있게 하였으니, 이는 모두 신들의 죄입니다. 이 일은 진실로 황제에게 상달해서는 안 됩니다. 더구나 이번에 진주하는 것이 편한지 편하지 않은지를 갑자기 일시에 주청한다면, 비록 성상의 뜻이 답답하고 절박한 심정에서 나온 것이라 하더라도 중국 조정에서 그것을 본다면 반드시 황제의 명 때문에 이렇게 주청한 것이라고 생각하여 그 사이에서 의심을 갖게 될 듯합니다. 원컨대 더욱 깊이 생각하소서.”하니, 주상이 들어주지 않고 별도로 사신을 보내 여러 차례 하교하여 독촉하였으나, 대신이 매우 오랫동안 버티다가 끝내 보내지 않았다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 5월 1일(신묘) 1번째기사",
                "gt-oKo": "대신에게 은밀히 봉서(封書)를 내렸다. 이보다 앞서 병부(兵部)의 자문(咨文) 가운데 순무 아문(巡撫衙門)과 경리(經理) 등을 신설하면서 본국으로 하여금 계책을 의논하여 주보(奏報)하라는 말이 있었다. 본국에서 장차 병부에 회자(回咨)하게 되었는데, 상이 밀서(密書)를 내려 병 때문에 청정(聽政)하기가 어렵다는 뜻을 자문에 아울러 넣도록 하였다. 대신들이 회계하기를, “왜적을 섬멸하지 못하고 나랏일을 수습하지 못하여 중국 조정으로 하여금 이와 같은 조처를 하도록 한 것은 모두 신들의 죄입니다. 이 일은 본디 황제에게 상달(上達)해서는 안 됩니다. 더구나 이번의 주문은 신설에 대한 편리 여부를 진주(陳奏)하는 것인데, 갑자기 이런 청을 한다면 아무리 성상의 뜻이 답답한 데서 나온 것이라 하더라도 중국에서 보면 필시 황제의 명으로 인하여 이런 일을 요청하는 것으로 여겨 의심을 가질 듯합니다. 더 깊이 생각하소서.” 하였으나, 상이 듣지 않고 별도로 사신을 보낼 것을 명하고, 여러 차례 하교하여 독촉하였다. 그러나 대신들이 오랫동안 벼텨서 끝내 보내지 않았다.",
                "hj": "○朔辛卯/密下封書於大臣。 先是, 兵部咨文中, 有新設巡撫衙門經理等事, 而令本國計議奏報。 本國將回咨於兵部, 上下密書, 使以病難聽政之意, 幷入於奏咨。 大臣回啓曰: “寇賊未殲, 而國事不能收拾, 使天朝有此擧措, 此皆臣等之罪也。 此事固不可上達皇聽, 況今陳奏便否, 而遽爲此請於一時, 則雖聖意出於悶迫, 而中朝視之, 必以爲因皇命, 而有此陳請, 似若疑阻於其間。 願加三思。” 上不聽, 命別遣使臣, 屢下敎促之, 大臣持之甚久, 竟不遣。"
            },
            "2": {
                "H2KE-EN": "At the time, there was an insufficient amount of military provisions, and the King ordered the people to enter government grain and receive official titles. The gold and jade belonging to lowborn people, and the importance of the government was extremely disturbed.",
                "H2KE-nKo": "이때 군량이 모자라서 백성들로 하여금 곡식을 들이고 벼슬을 받게 하였는데, 금과 옥이 하천배에까지 미쳤으므로 관방이 극도로 문란해졌다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 5월 1일(신묘) 2번째기사",
                "gt-oKo": "이때에 군량이 부족하여 백성들로 하여금 곡식을 바치고 벼슬을 받게 하니, 높은 관작이 하천(下賤)에게까지 미쳐 관작의 법도가 매우 문란하였다.",
                "hj": "○時, 軍餉缺乏, 令民入粟受爵, 金玉及於下賤, 而官方之淆亂極矣。"
            },
            "3": {
                "H2KE-EN": "Deputy Commander [of the Middle Army] Yang Won first arrived in the capital and stayed there for several months. The King appointed Second Minister of Rites Jeong Giwon as commissioner for accompanying the envoy . Prior to this, Assistant State Councilor 낙 Sangji constructed the fortress of Namwon . [Yang] Won arrived and said that it would be appropriate to defend the fortress. All the officials said that the fortress of Capital Marke Temr was built outside the capital. [Yang] Won was enough to believe it. [Yang] Won did not follow this [recommendation].",
                "H2KE-nKo": "부총병 양원이 군사 3000명을 거느리고 먼저 경성에 도착하여 몇 달 동안 머물렀다가 남하하여 예조 참판 정기원을 접반사로 삼았다. 이에 앞서 참장 낙상지가 남원성을 증축하였는데, 양원이 도착하여서는 지킬 만하다고 하였다. 여러 사람의 의견이 모두 도성 밖에 아룡 산성이 있어서 견고하여 믿을 만하다고 하였으나 양원이 따르지 않았다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 5월 1일(신묘) 3번째기사",
                "gt-oKo": "부총병(副摠兵) 양원(楊元)이 3천 명의 군사를 이끌고 먼저 경성에 도착하여 몇개월 머물다가 남쪽으로 내려가니, 예조 참판 정기원(鄭期遠)을 접반사(接伴使)로 삼았다. 이보다 앞서 참장(參將) 낙상지(駱尙志)가 남원성(南原城)을 증축하였는데, 양원이 도착하여서 지킬 만하다고 여겼다. 여러 사람들이, 성밖의 교룡 산성(蛟龍山城)이 견고하여 믿을 만하다고 하였으나 양원은 따르지 않았다.",
                "hj": "○副總兵楊元領兵三千, 先到京城, 留數月南下, 以禮曹參判鄭期遠爲接伴使。 先是, 參將駱尙志增築南原城, 元旣至以爲可守。 衆議皆以爲, 城外有蛟龍山城, 其固足恃, 元不從。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "The commanders of the naval forces encountered across the sea on the Hansan River , encountered pirates at Geoje and fought with them. Magistrate of Boseong County Ahn Honghyeon died.",
                "H2KE-nKo": "삭선 수군절도사와 여러 장수가 한산도에서 바다로 나갔다가 거제에서 적을 만나 싸웠는데, 보성 군수 안홍국이 전사하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 6월 1일(경신) 1번째기사",
                "gt-oKo": "수군의 여러 장수들이 한산도(閑山島)에서 바다로 나가다가 거제에서 적을 만나 싸웠는데, 보성 군수(寶城郡守) 안홍국(安洪國)이 전사하였다.",
                "hj": "○朔庚申/舟師諸將自閑山下海, 遇賊於巨濟與戰, 寶城郡守安洪國死之。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the month, Assistant Commander Ma Gui , took his army to enter the capital of Joseon.",
                "H2KE-nKo": "제독 마귀가 군사를 이끌고 입경하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 7월 1일(경인) 1번째기사",
                "gt-oKo": "제독 마귀(麻貴)가 군사를 이끌고 서울로 들어왔다.",
                "hj": "○朔庚寅/提督麻貴領兵入京。"
            },
            "2": {
                "H2KE-EN": "The enemy attacked the sailors. Superintendent of the Left Army Won Gyun died while Superintendent of Jeolla Province Yi Eokgi and Superintendent of Chungcheong Province Choe Ho died. Right Superintendent of Gyeongsang Province Bae Yeol escaped from punishment. Earlier, when Won Gyun reached Hansan , he changed his regulation with the 약속 of Emperor Shun , and his punishment was unpardonable. Many people ran away. Kwon율 , fearing the enemy in fear of the enemy, climbed him and beat him with the heavy stick. Won Gyun harbored anger and left. Subsequently, he led the sailors to Jeolyeong Island and urged all the sailors to engage in battle. The enemy attempted to defeat them, but when our ships were close to each other, he suddenly escaped. At night, the wind blew strongly. Our ships scattered in all directions, and Won Gyun took the rest of his ships and returned to Gadeok Island . The soldiers exhausted the ship to descend from the water. The enemy suddenly left [the ship] to pursue the enemy. Won Gyun and others unexpectedly left [the ship]. They hurriedly led the ships and retreatedly withdrawn to Morowonpo (Morowon Port in Goseong . The enemy ship arrived in large numbers and surrounded the enemy. Won Gyun was greatly surrounded, and along with the commanders fought against him, could not defend the enemy. Bae Yeol escaped first, and the enemy sailors were greatly disappeared. Yi Eokgi, Choe Ho, and others went to the water to drown, and Won Gyun descended to the enemy. Bae Yeol escaped to Hansan . The court ordered that they be executed.",
                "H2KE-nKo": "적이 주사를 습격하여 격파하였다. 통제사 원균이 패하여 죽고 전라 수사 이억기, 충청 수사 최호 등이 죽었으며 경상 우수사 배설은 도망하여 죽음을 면하였다.처음에 원균이 한산도에 이르러 이순신의 약속을 모두 변경하고 형벌이 법도가 없어 많은 사람들이 모두 이반하였다. 권율은 원균이 적을 두려워하여 머뭇거리고 있다고 하여 불러서 장을 쳤는데, 원균이 분한 마음을 품고 가버렸다. 마침내 주사를 거느리고 절영도에 이르러 여러 군사를 독려하여 나아가 싸우게 하니, 적이 피곤하게 하고자 하여 우리 배와 서로 가까이 있으면 번번이 인피하였다. 밤이 깊고 바람이 심하게 불어서 우리 배가 사방으로 흩어졌다. 원균이 남은 배를 거두어 가덕도로 돌아왔는데, 사졸들이 매우 고갈되어 앞다투어 배에서 내려 물을 찾았다. 적이 갑자기 나타나 엄습하니, 원균 등이 창황하여 어찌할 바를 몰랐다. 급히 배를 이끌고 물러나 고성의 추원포에 주둔하였는데, 적의 배가 크게 이르러 몇 겹으로 포위하였다. 원균이 크게 놀라 여러 장수와 힘껏 싸웠으나 대적할 수 없자 배설이 먼저 도망하여 여러 군사가 크게 무너졌다. 이억기와 최호 등이 물에 뛰어들어 죽고 원균은 해안으로 내려갔다가 적에게 죽음을 당하였다. 배설이 달아나 한산도에 이르니, 조정에서 주벌하라고 명하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 7월 1일(경인) 2번째기사",
                "gt-oKo": "적이 수군을 습격하여 깨뜨렸다. 통제사 원균(元均)이 패하여 죽고 전라 수사 이억기(李億祺), 충청 수사 최호(崔湖) 등이 죽었으며, 경상 우수사 배설(裵楔)은 도망하여 죽음을 면하였다. 당초 원균이 한산도(閑山島)에 도착하여 이순신이 세워 놓은 규약을 모조리 변경시키고 형벌에 법도가 없어, 군중의 마음이 모두 떠났다. 권율은 원균이 적을 두려워하여 머뭇거린다고 하여 불러 매를 쳤는데, 원균이 분한 마음을 품고 가서 마침내 수군을 거느리고 절영도(絶影島)에 이르러 제군(諸軍)을 독려하여 나아가 싸우게 하였다. 적은 아군을 지치게 할 계책으로, 아군의 배에 가까이 접근하였다가 문득 피하였다. 밤이 깊어 바람이 심하게 불어서 우리 배가 사방으로 흩어지자, 원균은 남은 배를 수습하여 가덕도(加德島)로 돌아왔는데, 사졸들이 갈증이 심하여 다투어 배에서 내려 물을 먹었다. 그러자 적이 갑자기 나와 엄습하니, 원균 등이 황급하여 어찌할 줄을 모르고 급히 배를 이끌고 퇴각하여 고성(固城)의 추원포(秋原浦)에 주둔하였는데, 수많은 적선이 몰려와 몇 겹으로 포위하였다. 원균은 크게 놀라 여러 장수와 더불어 힘껏 싸웠으나 대적해내지 못하고, 배설이 먼저 도망하자 아군이 완전히 무너졌다. 이억기와 최호 등은 물에 뛰어들어 죽고, 원균은 해안에 내렸다가 적에게 죽음을 당하고, 배설은 도망하여 한산도에 이르렀는데, 조정에서 명하여 주륙하였다.",
                "hj": "○賊襲破舟師。 統制使元均敗死, 全羅水使李億祺、忠淸水使崔湖等死之, 慶尙右水使裵楔走免。 初, 均至閑山, 盡變舜臣約束, 刑罰無度, 衆皆離心。 權慄以均畏賊逗遛, 召而杖之, 均含憤而去, 遂率舟師, 至絶影島, 督諸軍進戰。 賊欲疲之, 與我船相近輒引避。 夜深風盛, 我船四散, 均收餘船, 還至加德島, 士卒渴甚, 爭下舡取水, 賊突出掩之, 均等蒼黃失措, 急引船退屯于固城之秋原浦, 賊舡大至, 圍之數匝, 均大驚, 與諸將力戰不能敵, 裵楔先遁, 諸軍大潰。 億祺、湖等赴水死, 均下岸爲賊所殺, 楔走至閑山, 朝廷命誅之。"
            },
            "3": {
                "H2KE-EN": "Yi Sunsun was reappointed and appointed as supreme commander . At the time, the defeat of Hansan had arrived, and the court and the country were all frightened. The King summoned the officials of the State Council and asked him about this matter. All of them were frightened and apprehensive about the answer. Lord of Gyeongrim Yi Wonmyeong and Minister of War 이항복 said, The current circumstances should be reappointed only to Yi Sun as supreme commander. The King followed this advice.",
                "H2KE-nKo": "이순신을 다시 기용하여 통제사로 삼았다. 이때 한산도의 패전 보고가 이르자 조야가 크게 놀랐다. 주상이 비변사의 여러 신하를 불러서 물으니 모두 당황하여 대답할 바를 몰랐다. 경림군 김명원과 병조 판서 이항복이 아뢰기를,“현재의 계책으로는 오직 이순신을 다시 통제사로 삼아야 합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 7월 1일(경인) 3번째기사",
                "gt-oKo": "다시 이순신을 기용하여 통제사로 삼았다. 이때에 한산도의 패전보가 이르자 조야가 크게 놀랐다. 상이 비변사의 여러 신하들을 불러 물으니, 모두 황공하여 대답할 바를 몰랐는데, 경림군(慶林君) 김명원(金命元), 병조 판서 이항복이 ‘현재의 계책으로는 이순신을 다시 통제사로 삼아야만 된다.’ 하니, 상이 따랐다.",
                "hj": "○復起李舜臣爲統制使。 時, 閑山敗報至, 朝野震駭。 上召見備邊司諸臣問之, 皆惶惑不知所對。 慶林君金命元、兵曹判書李恒福以爲: “方今之計, 唯復以李舜臣爲統制使乃可。” 上從之。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, the pirates injured Hwangseok Mountain Aneum . Magistrate of Hamyang District Kwak Jang and former Magistrate of Hamyang Jo Jongdo died. Earlier, Yet Qingan entered the west of Seosaengpo (Seosaeng Port and entered Jeolla Province. When he was about to attack Kwak Jangsu and attack Namwon , the enemy commander and below were all surrounded by the wind and waves back. Magistrate of Aneum District Kwak Jang , who was in office only two years, was able to undertake the people of the petty officials and the people. Chief Naval Commander [of the Middle Army] [] Yi Wonji made Hwangseok a strategic point in the strategic point of 호남 and 영남의 strategic points. The pirates engaged in battle, and ordered Kwak Jang to defend the area. Magistrate of Gimhae Strategic Prefecture Baek Sarim was ordered to assist him. The pirates enjoyed themselves to the south of the gate, and Kwak Jang urged the battle day and night without neglecting their duties. When Kwak Jang knew the urgent situation, Kwak Jang descended his wife and children and fled. Kwak Jangs son, son-in-law, and the officials and the people all wailed and requested to early take a plan. Kwak Jang laughed and said, This is what I die. What plan is to do? He sat chaired on a knife, but he did not change his minds. Ultimately, he was killed. His two sons, Kwak Isang and Kwak Ihu , resisted and scolded the pirates. The pirates killed them together. Kwak Jangs daughter married Yu Munho , who had been captured by the pirates. When Kwak Seong was already expelled from the capital, he heard that she had already left the capital and said to her female slave, My father died but now she has been captured. How could I remain alone? Ultimately, Kwak Jang hurriedly died. Jo Jongdo had lived in the house of the magistrate of Hamyang . Ultimately, he said, I am a man who salaried stipends. It is not proper to die and hide his life together with the strategic point. He died clearly and die. He led his wife and children and entered the capital. The poem composition read as follows: As Kwak lived outside the capital of Hamsan, I am happy that you look for a long time within the capital. Ultimately, he died together with Kwak Jang .",
                "H2KE-nKo": "삭미년에 적들이 안음 황석 산성을 함락하였는데, 현감 곽준과 전 함양 군수 조종도가 전사하였다. 당초에 가등청정이 서생포에서 서쪽으로 전라도로 들어가 소서행장과 남원을 공격하려고 하자 원수 이하가 모두 소문만 듣고 이끌고 갔다. 안음 현감 곽준은 벼슬살이를 한 지 겨우 2년 만에 아전과 민심을 얻었는데, 체찰사 이원익이 황석 산성을 호남과 영남의 요충지로 삼아 적들이 다투게 되자, 세 고을의 군사들을 예속시키고 곽준에게 지키도록 명하고 김해 부사 백사림으로 하여금 돕게 하였다. 적들이 문남에 크게 이르자 곽준은 밤낮으로 전투를 독려하였는데, 백사림은 일이 급해지자 곽준은 처자식을 말에서 내려 도망하였다. 곽준의 아들과 사위, 아전과 백성들이 모두 울부짖으며 일찍 계책을 세울 것을 청하자, 곽준은 웃으면서 말하기를,“이곳은 내가 죽을 곳인데 무슨 계책을 다시 세운단 말인가.”하고, 호상에 걸터앉아 신색이 변하지 않다가 마침내 살해되었다. 두 아들 곽이상과 곽이후가 안고 다니며 적을 꾸짖으니, 적들이 모두 죽였다. 곽준의 딸은 유문호에게 시집갔는데, 유문호는 적에게 사로잡혔다. 곽씨는 이미 성을 빠져나와 그 소식을 듣고 그 여종에게 말하기를,“아버지가 죽었는데도 죽지 않은 것은 남편이 있기 때문이다. 지금 남편이 또 붙잡혔으니, 내가 어찌 차마 혼자 살 수 있겠는가.”하고, 마침내 스스로 목을 매어 죽었다.조종도는 전 함양 군수로 집에 있었는데, 일찍이 말하기를,“나는 녹을 먹는 사람이니, 도망가 숨은 무리들과 함께 초야에서 죽을 수는 없다. 죽어도 명백하게 죽을 것이다.”하고, 처자를 데리고 성에 들어와 시를 짓기를,“곽준은 산 밖에 사는 것도 기쁘지만 멀리 순행하다 성 안에서 죽는 것도 영광이다.”하고, 마침내 곽준과 함께 전사한 것이다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 8월 1일(기미) 1번째기사",
                "gt-oKo": "적이 안음(安陰)의 황석 산성(黃石山城)을 함락시켰다. 현감 곽준(郭逡)과 전 함양 군수(咸陽郡守) 조종도(趙宗道)가 전사하였다. 처음에 가등청정이 서생포에서 서쪽으로 전라도로 들어와 행장과 함께 남원을 공격하려고 했는데, 원수 이하가 모두 소문을 듣고 도망하였다. 안음 현감 곽준은 관직에 있은 지 겨우 2년이었는데 이민(吏民)의 마음을 얻고 있었다. 체찰사 이원익은 황석 산성이 호남과 영남의 요충지이므로 적이 반드시 빼앗고자 할 것이라 여겨서 세 고을의 군사를 예속시키어 곽준에게 지키도록 명하고, 김해 부사 백사림(白士霖)으로 하여금 돕도록 하였다. 수많은 적이 남문으로 쳐들어오자, 곽준은 밤낮으로 독전(督戰)을 게을리하지 않았으나, 사림은 사세가 위급함을 알고는 그의 처자를 줄에 매달아 내려보내고 도망하였다. 곽준의 아들과 사위 및 이민(吏民)들이 모두 울면서 빨리 계책세울 것을 청하자, 준은 웃으며 ‘이곳이 내가 죽을 곳인데, 무슨 계책을 다시 세운단 말인가.’ 하고는 태연한 기색으로 호상(胡床)에 걸터앉아서 끝내 해를 당하였다. 그의 두 아들 곽이상(郭履常)과 곽이후(郭履厚)가 시체를 부둥켜 안고 적을 꾸짖으니, 적이 함께 죽였다. 준의 딸은 유문호(柳文虎)에게 시집을 갔는데, 문호가 적에게 사로잡히자 이미 성을 빠져 나왔다가 그 말을 듣고는 여종에게 ‘아버지가 돌아가셨으나 같이 죽지 않은 것은 남편이 있었기 때문인데, 이제 남편도 사로잡혔으니 내가 어찌 차마 홀로 살아 있겠는가.’ 하고는, 마침내 스스로 목매어 죽고 말았다. 조종도(趙宗道)는 전에 함양 군수(咸陽郡守)를 지내고 집에 있었는데, 일찍이 ‘나는 녹을 먹은 사람이니, 도망하는 무리와 초야에서 함께 죽을 수는 없다. 죽을 때는 분명하게 죽어야 한다.’ 하고는 처자를 거느리고 성으로 들어가, 공동산 밖의 생활도 즐거웠지만 장순·허원처럼 성을 지키다 죽는 것도 영광일세 라는 시를 지었는데, 마침내 곽준과 함께 전사한 것이다.",
                "hj": "○朔己未/賊陷安陰黃石山城。 縣監郭䞭、前咸陽郡守趙宗道死之。 初, 淸正自西生浦西入全羅道, 將與行長會攻南原, 元帥以下皆望風引去。 安陰縣監郭䞭居官僅二載, 得吏民心。 體察使李元翼以黃石爲湖嶺咽喉, 賊所以爭, 隷三邑兵, 命䞭守之, 令金海府使白士霖助之。 賊大至于門南, 䞭督戰晝夜不懈, 士霖知事急, 縋下其妻子而遁。 䞭子壻吏民皆號泣, 請早爲計, 䞭笑曰: “此吾死所, 何計之更爲?” 踞胡床, 神色不變, 竟遇害。 二子履常、履厚抱持罵賊, 賊幷殺之。 䞭女嫁柳文虎, 文虎爲賊所擄, 郭氏已出城聞之, 謂其婢曰: “父死而不死, 爲有夫在耳。 今夫又被執, 吾何忍獨生?” 遂自經死。 趙宗道以前咸陽郡守家居, 嘗曰: “吾是食祿之人, 不可與奔竄之徒同死草間。 死當明白死耳。” 率妻子入城, 作詩曰: “崆峒山外生猶喜, 巡遠城中死亦榮。” 遂與䞭同死。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "During the first day of the ninth month, the pirates invaded Namwon , and the 총병 Yang Won escaped and returned. The 총병 of the Middle Army Yi Sinbang , the 천총 Jang Eom , and Mo Seungseon , the commissioner for accompanying the envoy , Jeong Giwon , the army commander Yi Boknam , the commander-in-chief , the area commander-in-chief , Kim Gyeongro , the special commander Shin Ho , the vice-chief , Im Hyeon , the executive assistant Yi Deokhoe , and the magistrate of Gurye District Yi Wonchun , all died. Prior to this, the enemy commander , Senior Yakji , and others divided into groups and advanced to the troops, surrounding the walls several times. At that time, Yang Won and Yi Sinbang were on the east gate, and the 천총 Jang Eom was on the south gate, the Mo Seungseon was on the west gate, and Yi Boknam was on the north gate, supporting each other for several days. The enemy troops robbed the strategic points of firewood and grass, occasionally climbed the enemy at night, shooting a bird, and robbbed the enemy at the city walls. Yang Won and his subordinates surrounded the walls, surrounded the walls and fleeing the walls. Yang Won and his subordinates surrounded the walls, surrounded the walls and escaped. Nevertheless, the troops and our troops were executed by killing them. Yi Sinbang, Jang Eom, Yi Seungseon, Jeong Giwon, Yi Boknam, Kim응jeong, Kim Gyeongro, Shin Ho, Oh Hyeon, Yi Deokhoe, and Yi Wonchun all died. As Namwon was already invaded, it would be impossible for us to climb the walls of Jeonju to the north of Jeonju. Later, the Chinese court executed Yang Won to death in order to apprehend our country.",
                "H2KE-nKo": "삭축년에 적병이 남원을 함락하자 총병 양원은 도망쳐 돌아왔고, 총병 중군 이신방, 천총 장표ᆞ모승선, 접반사 정기원, 병사 이복남, 방어사 오응정, 조방장 김경로, 별장 신호, 부사 임현, 판관 이덕회, 구례 현감 이원춘 등은 모두 전사하였다. 처음에 적장 소서행장ᆞ의지 등이 길을 나누어 진격하였는데, 성이 몇 겹으로 포위되었다. 이때 양원은 이신방과 동문에 있었고, 천총 장표는 남문에 있었고, 모승선은 서문에 있었고, 이복남은 북문에 있었는데, 여러 날 동안 서로 버티고 있었다. 적병이 땔나무와 풀로 참호를 메우고 밤을 틈타 육박하여 올라가 비환을 마구 쏘아대자 성안이 크게 혼란스러웠다. 양원은 휘하의 몇 사람과 포위를 뚫고 달아나 몸을 던져 죽음을 면하였는데, 명나라 군사와 우리 군사가 모두 살해되었다. 이신방, 장표, 모승선, 정기원, 이복남, 오응정, 김경로, 신호, 임현, 이덕회, 이원춘은 모두 전사하였다. 남원이 함락되자 전주 이북은 한꺼번에 와해되었으니, 일을 할 수가 없었다. 뒤에 명나라가 양원을 주벌하여 우리나라에 조리돌리게 하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 9월 1일(기축) 1번째기사",
                "gt-oKo": "적이 남원을 함락시키니, 총병(總兵) 양원(楊元)은 도망하여 돌아왔고, 총병 중군(總兵中軍) 이신방(李新芳), 천총(千總) 장표(蔣表)·모승선(毛承先), 접반사(接伴使) 정기원(鄭期遠), 병사(兵使) 이복남(李福男), 방어사(防禦史) 오응정(吳應井), 조방장(助防將) 김경로(金敬老), 별장(別將) 신호(申浩), 부사(府使) 임현(任鉉), 판관(判官) 이덕회(李德恢), 구례 현감 이원춘(李元春) 등이 모두 죽었다. 처음에 적장 평행장(平行長)과 평의지(平義智) 등이 군사를 나누어 진격해 와 성을 몇 겹으로 포위하였다. 이때 양원과 이신방은 동문에 있고 천총 장표는 남문에 있고, 모승선은 서문에 있고 이복남은 북문에 있으면서 서로 여러 날 동안 버티었다. 적병이 나무와 풀로 참호를 메우고 밤을 틈타 육박해 올라와 어지러이 탄환을 쏘아대니, 성안이 크게 혼란하였다. 이에 양원은 휘하 몇 사람과 포위망을 뚫고 달아나 겨우 죽음을 면하였고, 중국 군사와 우리 군사는 모두 죽었다. 이신방·장표·모승선·정기원·이복남·오응정·김경로·신호·임현·이덕회·이원춘도 모두 전사하였다. 남원이 함락되자 전주(全州) 이북이 한꺼번에 와해되어 어찌 해볼 수가 없게 되었다. 후에 중국에서는 양원을 죽여 우리 나라에 조리돌리었다.",
                "hj": "○朔己丑/賊陷南原, 總兵楊元走還, 總兵中軍李新芳、千總蔣表ㆍ毛承先、接伴使鄭期遠、兵使李福男、防禦使吳應井、助防將金敬老、別將申浩、府使任鉉、判官李德恢、求禮縣監李元春等皆死之。 初, 賊將行長、義智等, 分道進兵, 圍城數重。 時, 楊元與李新芳在東門, 千總蔣表在南門, 毛承先在西門, 李福男在北門, 相持累日。 賊兵以薪草塡塹, 乘夜肉薄而登, 亂放飛丸, 城中大亂。 元與麾下數人潰圍而走, 堇以身免, 天兵及我師盡被砍殺。 新芳、表、承先、期遠、福男、應井、敬老、浩、鉉、德恢、元春俱死。 南原旣陷, 全州以北一時瓦解, 事不可爲矣。 後, 天朝誅楊元, 徇于我國。"
            },
            "2": {
                "H2KE-EN": "Regional Military Commissioner Yang Ho had Fifth Rank Military Officer Haisaeng and others defeated the enemy at Jiksan . Prior to this, the enemy was defeated from Namwon . [The enemy] oppportunity to attack [the enemy] and attack [the enemy] in Gyeonggi [Province]. When Yang Ho was in Pyeongyang , hearing of this, he galloped [the enemy] to enter the capital and reprimanded the enemy of the [enemy] circumstances. [The enemy] secretly selected strong and brave soldiers and had Haisaeng , U Baekyeong , Yang Deungsan , and Yeolgwi lead [the enemy] to attack [the enemy] at Jiksan . All of the soldiers and our people did not know about this. Haisaeng and others stood in the meadows of Sosapyeong in Jiksan , observed the enemy of the enemy, rushed [the enemy] to attack [the enemy], rushed [the enemy] to attack [the enemy]. The enemy rushed [the enemy] to attack [the enemy], and the enemy ran into [the enemy]. Many of them died. [The enemy] were also dispatched to raise the enemy to attack [the enemy] and attack [the enemy] attack [the enemy]. On this day, the 경리 and the 제독 requested that the King go to the riverside and watch [the enemy], and the King was unable to go [to the capital]. The hearts of the people were apprehensive and apprehensive, and the officials and people all roamed [the enemy] carrying [the enemy] back [to the capital]. The inner hall was going to escape the troops and attacked [the enemy],",
                "H2KE-nKo": "경리 양호가 부총병 해생 등으로 하여금 직산에서 적병을 크게 격파하게 하였다. 이에 앞서 적이 남원을 함락하고부터 승승 장구하여 경기를 핍박하였다. 경리 양호가 평양에 있다가 이 소식을 듣고 경성으로 달려 들어가 제독을 불러 싸우지 않은 상황을 꾸짖고 제독과 함께 계책을 정하여 정예롭고 용감한 기사를 은밀히 뽑아 해생, 우백영, 양등산, 파귀로 하여금 그들을 거느리고 직산에서 맞아 공격하게 하였는데, 여러 군사와 우리 나라 사람들이 모두 알지 못하였다. 해생 등이 직산의 소사평에 복병하고 있다가 적이 미처 대오를 이루지 못한 틈을 타서 돌격하니, 적이 흩어져 달아나서 죽은 자가 매우 많았다. 또 유격 파새를 보내어 2000기를 거느리고 뒤따라가 네 장수와 합세하여 추격하여 또 격파하게 하였다. 이날 경리와 제독이 주상에게 강가에 나와 시찰하기를 청하니, 주상이 부득이하여 행군하였다. 인심이 흉흉하고 두려워하였으며 사서인들도 모두 짐을 꾸려 서 있었다. 내전은 군사를 피하여 서쪽으로 행행하였는데, 첩보가 이르자 서울이 조금 안정되었다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 9월 1일(기축) 2번째기사",
                "gt-oKo": "경리 양호(楊鎬)가 부총병 해생(解生) 등을 시켜 적병을 직산(稷山)에서 크게 격파하였다. 이보다 앞서 적이 남원을 함락시키고부터 승승장구하여 경기를 핍박하였다. 경리 양호가 평양에서 그 소식을 듣고 경성으로 달려와 제독을 불러 싸우지 않은 상황을 꾸짖고, 제독과 함께 계책을 정해 정용(精勇)한 기사(騎士)를 몰래 뽑아 해생·우백영(牛伯英)·양등산(楊登山)·파귀(頗貴)로 하여금 군사를 거느리고 직산에서 맞아 치게 하였는데 제군(諸軍)과 우리 나라 사람들은 모두 알지 못하였다. 해생 등은 직산의 소사평(素沙坪)에 복병해 있다가 적병이 미처 대오를 정렬하기 전에 돌격하니, 적이 흩어져 도망하였는데, 죽은 자가 매우 많았다. 또 유격(遊擊) 파새(擺賽)를 보내어 2천 기병을 이끌고 따르게 하여 네 장수와 합세하여 추격하여 또 격파하였다. 이날에 경리와 제독이 상에게 강가로 나아가 보기를 청하여 상이 부득이하여 행차하니 인심이 흉흉하고 놀라 백성들이 짐을 꾸려놓고 대기하고, 내전은 전쟁을 피해 서쪽으로 행차하였는데, 첩보가 이르러서야 서울이 조금 진정되었다.",
                "hj": "○經理楊鎬使副總兵解生等, 大敗賊兵于稷山。 先是, 賊自陷南原, 乘勝長驅, 進逼京畿。 經理楊鎬在平壤聞之, 馳入京城, 招提督責不戰之狀, 與提督定計, 密選騎士之精勇者, 使解生、牛伯英、楊登山、頗貴領之, 迎擊于稷山, 諸軍及我人皆莫知也。 解生等伏兵於稷山之素沙坪, 乘賊未及成列, 縱突騎擊之, 賊披靡而走, 死者甚多。 又遣游擊擺賽, 將二千騎繼之, 與四將合勢追擊, 又破之。 是日, 經理、提督請上出視江上, 上不得已而行, 人心洶懼, 士庶皆荷擔而立, 內殿避兵西幸, 及捷報至, 京中乃稍定。"
            },
            "3": {
                "H2KE-EN": "Yi Sunsin , the pirate commander of the Middle Army , battle at Byeokpa Pass in Post Station , killing his elderly. While Yi Sunsin reached Post Station in Post Station, he gathered more than ten warships and obtained them. At that time, the coastal residents of the coastal areas boarded a ship and 피난ed to avoid [the pirates]. Upon hearing this, Yi Sunsin was not pleased. Yi Sunsin divided into separate groups and gathered together [the pirates] at the front of the troops and assisted them in the enemy. The pirate commander Madasi was called a good fight against the sea. He led more than two hundred ships to invade the west coastal areas and encountered [the pirates] at the front of Byeokpa Pass . Yi Sunsin twelve ships boarded a large boat and climbed a twelve ships to arrive at Sunyu and attacked them. The pirate commander fled, and the sounds of the troops were greatly strong. ",
                "H2KE-nKo": "통제사 이순신이 진도 벽파정 아래에서 적을 격파하고 그 장수 마다시를 죽였다. 이순신이 진도에 이르러 병선을 수습하여 10여 척을 얻었다. 이때 배를 타고 피난하고 있던 연해의 사민들이 이순신이 왔다는 말을 듣고 모두 기뻐하였다. 이순신이 길을 나누어 불러모아 군대의 뒤에 있으면서 군사의 형세를 돕도록 하였다. 적장 마다시가 수전을 잘한다고 하면서 그 배 200여 척을 거느리고 서해를 범하려고 하였는데, 벽파정 아래에서 서로 만났다. 이순신이 12척의 배에 대포를 싣고 조수를 타고 순류에 이르러 공격하니, 적이 패주하여 군대의 명성이 크게 진동하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 9월 1일(기축) 3번째기사",
                "gt-oKo": "통제사 이순신(李舜臣)이 진도(珍島) 벽파정(碧波亭) 아래에서 적을 격파하여 왜장 마다시(麻多時)를 죽였다. 순신이 진도에 도착해 병선을 수습하여 10여 척을 얻었다. 이때 배를 타고 피난해 있던 연해(沿海)의 사민(士民)들이 순신이 왔다는 말을 듣고는 기뻐하였다. 순신은 길을 나누어 그들을 불러모아 군대 후면에 있으면서 군사의 형세를 돕도록 했다. 적장 마다시는 수전을 잘한다고 소문난 자인데, 2백여 척을 거느리고 서해를 범하려고 하여, 벽파정 아래에서 접전하게 되었다. 순신은 12척의 배에다 대포를 싣고는 조수를 타고 순류(順流)하여 공격하니, 적이 패주(敗走)하였으므로, 수군의 명성이 크게 진동하였다.",
                "hj": "○統制使李舜臣破賊于珍島碧波亭下, 殺其將馬多時。 舜臣至珍島, 收拾兵舡, 得十餘艘。 時, 沿海士民之乘船避亂者, 聞舜臣至, 莫不喜悅。 舜臣分道招集, 使在軍後, 以助兵勢。 賊將馬多時號善水戰, 率其船二百餘艘, 欲犯西海, 相遇於碧波亭下, 舜臣以十二船, 載大砲, 乘潮至順流攻之, 賊敗走, 軍聲大振。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, Lord of Hawon Yi Gun passed away. Yi Gun was the elder brother of the King. Assistant Section Chief of the Ministry of War Yi Gil was the son-in-law of the King.",
                "H2KE-nKo": "삭무오년에 하원군 이정이 졸하였다. 이정은 주상의 형이고, 병조 참지 기자헌은 그의 사위이다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 10월 1일(무오) 1번째기사",
                "gt-oKo": "하원군(河原君) 이정(李鋥)이 졸하였다. 정은 상의 형이며, 병조 참지 기자헌(奇自獻)의 장인이다.",
                "hj": "○朔戊午/河原君鋥卒。 鋥, 上之兄也。 兵曹參知奇自獻, 其壻也。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Heungin Gate to receive the spirit tablet of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain , and to temporarily place the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain in order to perform the rite of burning incense . In the ninth month of this year, the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain was moved to Suan County . On this day, the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain returned [to the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain]. The Ministry of Rites said, The rite of burning the spirit tablet of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain was first performed so suddenly that it was impossible to observe [the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain]. Now that the rite of burning the spirit tablet of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain has yet to be performed, the rite of burning the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain has been repeatedly returned [to the spirit tablet of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain]. How could the utmost grief over this? Now, the Ministry of Rites requests that [the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain] be moved to the spirit tablet of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain, and it is said that the rite of burning the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain be performed impossible to perform the rite of burning the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth and Grain? Your subjects request that Your Majesty receive the spirit tablet of the Royal Ancestral Shrine and the Altar for the Earth",
                "H2KE-nKo": "상이 흥인문 밖에 행행하여 묘사의 신주를 친영하고, 임시로 설치한 장소에 이르러 분향례를 행하였다. 이해 9월에 묘사의 신주를 수안군으로 옮겼다가 이때에 이르러 봉환하였다. 예조가 아뢰기를,“묘사의 신주를 천행하는 일은 애당초 창졸간에 나온 것이어서 모양을 갖추지 못하였습니다. 지금 봉환하는 날에 의물을 갖추지 못하여 한인들이 보기에 더욱 매몰스러웠으니, 배행하는 대신으로 하여금 새벽을 틈타 도성에 들어오게 해야 합니다.”하고, 간원이 아뢰기를,“흉적이 조금 물러가고 종사가 다시 돌아왔으니, 온 나라 신민의 비감이 어찌 끝이 있겠습니까. 지금 예조의 청으로 새벽을 틈타 봉환하여 들어왔다고 하는데, 어찌 의장이 초라하다고 하여 이처럼 구차하고 간략하게 할 수 있겠습니까. 교외에서 친영하여 인정과 예의를 다하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 10월 1일(무오) 2번째기사",
                "gt-oKo": "상이 흥인문(興仁門) 밖으로 행행하여 묘사(廟社)의 신주(神主)를 친히 맞아 권설소(權設所)에 이르러 분향례(焚香禮)를 행하였다. 이해 9월에 묘사의 신주를 수안군(遂安郡)으로 옮겼는데, 이때에 이르러 봉환(奉還)한 것이다. 예조에서 ‘묘사의 신주를 옮긴 일은, 당초 창졸간에 거행하였기에 모양을 갖추지 못하였으나, 이제 봉환함에 있어서도 의물(儀物)을 갖추지 못했으니, 중국 사람들이 보는데 더욱 체모가 말이 아니므로 배행(陪行)하는 대신으로 하여금 새벽에 성으로 들어오도록 해야 한다.’고 하였는데, 간원이 ‘흉적(兇賊)이 조금 물러가 종사(宗社)가 다시 돌아오니, 온 나라 백성들이 비감(悲感)이 어찌 끝이 있겠습니까. 지금 해조에서 「새벽에 받들고 들어와야 한다.」고 청하였는데, 의장(儀仗)이 초라하다 하여 어찌 그처럼 구차하고 소홀하게 할 수 있겠습니까. 교외에서 친영(親迎)하여 정례(情禮)를 다하소서.’ 하여 상이 따른 것이다.",
                "hj": "○上幸興仁門外, 親迎廟社主, 至于權設所, 行焚香禮。 是歲九月, 遷廟社主于遂安郡, 至是奉還。 禮曹以爲: “廟社遷幸之擧, 初出於倉卒, 不成貌樣。 今當奉還之日, 儀物未具, 於漢人瞻視, 尤涉埋沒。 宜令陪行大臣, 乘曉入城。” 諫院啓曰: “兇賊少退, 宗社重還, 一國臣民之悲感, 寧有極乎? 今以該曹之請, 乘曉奉入云, 豈可以儀仗之草草, 而爲此苟簡之擧乎? 請親迎于郊, 以盡情禮。” 上從之。"
            },
            "3": {
                "H2KE-EN": "Fifth Commander General Yi Yeomae , 유격 Tak Gwi , 파새 , and U Baekyeong , and Assistant State Councilor Yang Deungsan , led troops to the southern outskirts [of the capital]. Shortly thereafter, 제독 Ma Gwi suddenly led Yi Yeomae to the expedition, suddenly led his troops to go to Namwon . The King went to the outside of Sungrye Gate to see him off, and then summoned Commissioner for Accompanying the Envoy , Jang Unik , and asked him, What do you think about suspending the expedition to the throne? Jang Unik replied, Originally, the Expedition to the expedition to the throne was not because the expedition to the throne. However, he was unable to go to the expedition to the throne. It would be inevitable that he would return a long time. Later, when the expedition to the Gokseong , he heard that the pirates were retreated to the expedition to the Amnok River. The King welcomed them on the Han River on the Amnok River. ",
                "H2KE-nKo": "부총관 이여매, 유격 파귀ᆞ파새ᆞ우백영, 참정 양등산 등이 군사를 이끌고 남쪽으로 내려갔다. 얼마 지나지 않아 제독 마귀가 이여매를 후원한다는 명분으로 갑자기 군사를 이끌고 나가 남원으로 향하려 하였다. 주상이 숭례문 밖에 가서 전송하고, 이어 접반사 장운익을 불러 묻기를,“계속하여 구원하는 것은 대장의 임무가 아닌데, 제독이 직접 가는 것은 어째서인가?”하니, 장운익이 대답하기를,“제독은 본래 떠날 생각이 없고 경리가 강요하기 때문에 군량과 마초가 결핍된 것을 모르지 않지만 부득이 먼저 가야 하니, 형세상 반드시 오래지 않아 돌아올 것입니다.”하였다. 그 뒤에 곡성에 주둔하고 있던 적이 대군이 온다는 말을 듣고 밤에 도망쳤는데, 이여매가 군사를 이끌고 추격하여 적의 머리 2급을 베었다. 제독이 남원에 이르러 이 소식을 듣고는 적이 물러갔다고 여기고 마침내 돌아갔다. 주상이 동작강가에서 맞아 위로하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 10월 1일(무오) 3번째기사",
                "gt-oKo": "부총병 이여매(李如梅), 유격 파귀(頗貴)·파새(擺賽)·우백영(牛伯英), 참정(參政) 양등산(楊登山) 등이 군사를 이끌고 남쪽으로 내려가고, 얼마 후에 제독 마귀(麻貴)가 이여매를 후원한다는 명분으로 갑자기 군사를 이끌고 나가 남원으로 향하려고 하였다. 상이 숭례문(崇禮門) 밖에 가서 전송하고는 인하여 접반사 장운익(張雲翼)을 불러 묻기를, “후원하는 것은 대장의 임무가 아닌데, 제독이 친히 가는 것은 무엇 때문인가?” 하니, 운익이 아뢰기를, “제독은 본래 갈 뜻이 없는데, 경리(經理)가 강요하기 때문에 식량과 말먹이가 모자라는 것을 알면서도 부득이 앞서 가는 것이니, 형세상 반드시 오래지 않아 돌아올 것입니다.” 하였다. 그 후 곡성(谷城)에 주둔하고 있던 적이 대군이 온다는 말을 듣고는 밤에 도망하였는데, 이여매가 군사를 이끌고 덮쳐 적 2급을 베었다. 제독이 남원에 이르러 그 말을 듣고는 적이 물러간 것으로 여겨 드디어 돌아오니, 상이 동작강(銅雀江)가에서 맞아 위로하였다.",
                "hj": "○副摠李如梅、遊擊頗貴ㆍ擺賽ㆍ牛伯英、參政楊登山等領兵南下。 未幾, 提督麻貴以援李如梅爲名, 遽引兵出, 將向南原。 上往餞于崇禮門外, 因招接伴使張雲翼問之曰: “繼援, 非大將之任, 而提督之親往何也?” 雲翼對曰: “提督本無去意, 以經理强之, 故非不知糧芻之缺乏, 而不得已前去, 勢必不久而還師矣。” 其後, 谷城留屯之賊, 聞大軍至宵遁, 李如梅引兵躡之, 斬賊二級。 提督至南原聞之, 以爲賊退遂還, 上迎慰于銅雀江上。"
            },
            "4": {
                "H2KE-EN": "The King ordered that the soldiers of the two provinces be mobilized and divided into the compulsory labor service of cutting down firewood. The King also ordered that each government office guard the capital be designated within forty days, but the soldiers alternately did not come. All of the soldiers became angry and resentful and complained to the Ministry of War . Shortly thereafter, they fled and scattered. The Ministry of War requested the dispatch of a special royal commissioner to urgently mobilize the soldiers who arrived later. The King approved this request.",
                "H2KE-nKo": "양서의 군사를 징발하여 중국 장수에게 나누어 소속시켜서 땔나무를 하는 일에 응하게 하였다. 또 각 관사를 수직하게 하되 40일로 기한을 정하도록 하였는데 교체하는 자가 오지 않아 군사들이 모두 분개하고 원망하여 일제히 병조에 호소하였다. 얼마 후 도망쳐 흩어진 자가 상당히 많았으므로 병조가 급히 선전관을 보내 뒤늦게 도착한 군사를 속히 징발할 것을 청하니, 그대로 따랐다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 10월 1일(무오) 4번째기사",
                "gt-oKo": "양서(兩西)의 군사를 징발하여 중국 장수에게 나누어 소속시켜 나무하는 일을 돕게 하고, 또 각사(各司)를 수직(守直)하게 하되 40일로 한정하였다. 그러나 교대할 군사가 오지 않자 군사들이 모두 분노하여 일제히 병조에 호소하고, 얼마 후에는 도망하는 자가 상당히 많았다. 이에 병조가 ‘급히 선전관을 보내 후속 군사를 급히 징발하여야 한다.’고 청하니, 상이 따랐다.",
                "hj": "○徵兩西兵, 分屬於天將, 應樵蘇之役。 且令守直各司, 以四十日定限, 而交替者不至, 兵皆憤怨, 齊訴於兵曹, 俄而逃散者頗多。 兵曹請急遣宣傳官, 趣徵後至之兵, 從之。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, muja year (, 경리 Yang Ho and 제독 Ma Gui , leading a large army, departed for Gyeongsang Province . When Yang Ho departed, he spoke to the King, saying, I, unworthy, have led troops to the southern expedition. I wish to accompany the King [of Joseon] along with me. The King agreed with them and accepted them. On the following day, the King, together with the 경리, galloped their horses and departed. The 경리, galloped their horses on a rugged route, galloped their horses and left. The King also galloped their horses and reached them. The appearance of the slightestness and peacefulness. The 경리, looking back and laughed, said, The King can accompany the King along with him. The King was about to dismount his horses, but none of the civil and military officials and the Capital Military Commission Yu Seungseo alone chased the palanquin. Upon arriving at the river, the 경리, surely urged the King to return to the capital. The King finally returned to the capital.",
                "H2KE-nKo": "삭무자년에 경리 양호와 제독 마귀가 대군을 이끌고 남쪽으로 경상도로 내려갔다. 양호가 떠나려 하면서 상에게 아뢰기를,“불녕한 제가 군사를 일으켜 남쪽으로 정벌하러 가려 하니 국왕과 함께 가기를 원합니다.”하니, 주상이 응답하여 허락하였다. 이튿날 주상이 경리와 고삐를 나란히 하고 성을 나갔는데, 경리가 험한 길을 따라 말을 달려 떠나니, 상도 급히 달려 따라갔는데 모습이 태연하였다. 경리가 돌아보고 웃으며 말하기를,“왕과 함께 일할 수 있습니다.”하였다. 주상이 말에서 내리려 하였으나 백관과 위사 중에 한 사람도 뒤쫓는 자가 없었고, 선전관 유승서만이 나아가 고삐를 잡았다. 강가에 이르자 경리가 굳이 상에게 환도하기를 청하니, 주상이 이에 돌아왔다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 11월 1일(무자) 1번째기사",
                "gt-oKo": "경리 양호와 제독 마귀(麻貴)가 대군을 이끌고 남하하여 경상도로 갔다. 양호가 떠나면서 상께 말하기를 ‘내가 군사를 거느리고 남쪽을 정벌하려는데, 국왕도 함께 가자.’고 하니, 상이 즉시 응답하여 승낙하였다. 이튿날 상과 경리가 고삐를 나란히 하여 성을 나갔는데, 경리가 험한 길로 말을 달려 가자 상도 재빨리 달려 따라갔는데, 자세가 안정되고 여유가 있었다. 이에 경리가 돌아보고 웃으면서 ‘왕과 함께 일을 할 만하다.’ 하였다. 상이 말에서 내리려는데, 백관과 위사(衛士)가 한 사람도 뒤따라 온 자가 없고, 오직 선전관 유승서(柳承緖)만이 따라와 고삐를 잡았다. 강가에 이르러 경리가 굳이 상에게 환도(還都)할 것을 청하니 상이 이에 돌아왔다.",
                "hj": "○朔戊子/經理楊鎬、提督麻貴引大軍, 南下慶尙道。 鎬將行, 言于上曰: “不佞將擧兵南征, 願與國王偕往。” 上應口而諾。 翌日, 上與經理聯轡出城, 經理從險路, 躍馬而去, 上亦疾馳而及之, 容範安閑。 經理顧笑曰: “王可與共事矣。” 上將下馬, 百官、衛士無一人追及者, 惟宣傳官柳承緖進而執靮。 及至江上, 經理固要上還都, 上乃還。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "While crossing the [Amnok] River from Liaodong , Bai Yan , the military officer of the Government Arsenal , was appointed as commissioner for accompanying the envoy , to receive him. This month, he entered the capital.",
                "H2KE-nKo": "삭군문 형개가 요동에서 강을 건너려 하자, 이원익과 윤두수를 접반사로 삼아 영접하게 하였는데, 이달에 서울에 들어왔다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 12월 1일(정사) 1번째기사",
                "gt-oKo": "군문(軍門) 형개(刑玠)가 요동(遼東)에서 강을 건넜다. 이원익(李元翼)·윤두수(尹斗壽)를 접반사로 삼아 맞게 하였는데, 이달에 서울에 들어왔다.",
                "hj": "○朔丁巳/軍門邢玠自遼東將渡江, 以李元翼、尹斗壽爲接伴使往迎之, 是月入京。"
            },
            "2": {
                "H2KE-EN": "양 경리와 마 제독이 진격하여 적의 진영을 Ulsan , but unwilling to guide him back. At the time, the enemy 장수 가등청정이 built a fortress in Ulsan . [They] planned for a long time to stay. The 경리와 제독이 secretly mounted troops and engaged them. The enemy was broaden and unable to sustain themselves. [The enemy] ran away and entered the walls of the capital. The Emperor [of Ming China] seized the enemy raiding the enemy raids of the enemy and did not immediately 진격. The enemy finally kept the enemy entirely kept the enemy, and firmly resisted. [But] the enemy suddenly met with heavy rain. After it rained, [the enemy] became very cold. The soldiers all distressed [the enemy], and many of the horses froze to death. The enemy stationed in the southern coastal areas rose from the water and land, and the 경리 was afraid that [the enemy] would occur. [The enemy suddenly] suddenly mounted [the enemy dy circumstances. [The King] ordered Ma Gwi and Kwon율 , army commander in chief , to remain in Gyeongju . ",
                "H2KE-nKo": "양 경리와 마 제독이 울산의 적영을 공격하였으나 불리하여 돌아왔다. 이때 적장 가등청정이 울산에 성을 쌓아 오래 머무를 계획을 하였다. 경리와 제독이 몰래 군사를 일으켜 엄습하니, 적이 휩쓸려 지탱하지 못하고 달아나 내성으로 들어갔다. 명나라 군사가 적의 외책을 빼앗고는 오랑캐에게 사로잡힌 이익을 탐하여 즉시 진군하지 않으니, 적이 마침내 성문을 닫고 굳게 지키며 공격하였으나 이기지 못하였다. 갑자기 큰비가 내리고 비가 온 뒤에는 몹시 추워 사졸들이 모두 고달파하고 얼어 죽은 말이 많았다. 양남에 주둔하고 있던 적들이 수륙으로 와서 구원하자, 경리는 적의 공격을 받을까 두려워하여 급히 군사를 돌이켜 마귀와 도원수 권율로 하여금 경주에 머물러 지키게 하였다.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 12월 1일(정사) 2번째기사",
                "gt-oKo": "양 경리(楊經理)·마 제독(麻提督)이 울산(蔚山)의 적영(賊營)을 공격했으나 불리하여 돌아왔다. 이때에 적장 가등청정(加藤淸正)이 울산에 성을 쌓아 오래 머물 계책을 삼았는데, 경리와 제독이 몰래 군사를 내어 엄습하자 적이 혼란하여 지탱하지 못하고 내성(內城)으로 도망하여 돌아갔다. 중국 군사가 적의 외책(外柵)을 빼앗고는 노획(虜獲)하는 이익을 탐내 즉시 진군하지 않자, 적이 드디어 성문을 닫고 굳게 지켜 공격하였으나 이기지 못하였다. 갑자기 큰 비가 내리고, 비가 온 후에는 매우 추워서 사졸이 모두 지치고 동상에 걸렸으며, 말이 많이 얼어 죽었는데, 양남(兩南)에 주둔하고 있던 적들이 수륙(水陸)으로 지원해 오니, 경리는 적의 엄습을 당할까 염려하여 서둘러 회군하고, 마귀와 도원수 권율(權慄)로 하여금 남아서 경주(慶州)를 지키도록 하였다.",
                "hj": "○楊經理、麻提督進攻蔚山賊營, 不利引還。 時, 賊將淸正築城於蔚山, 爲久留之計。 經理、提督潛師掩擊之, 賊披靡不能支, 奔入內城。 天兵奪賊外柵, 貪虜獲之利, 不卽進軍, 賊遂閉門固守, 攻之不克。 天忽大雨, 雨後甚寒, 士卒皆癉瘃, 馬多凍死。 兩南諸屯之賊, 由水陸來援, 經理恐爲所乘, 遽旋師, 使麻貴與都元帥權慄留鎭慶州。"
            },
            "3": {
                "H2KE-EN": "Comprehensive Mirror to Aid in Government (C. Zizhi tongkao , the Vice-Envoy Hwang Hui was fond of being wicked and irregular, and his heart was quite slightly confused. Even if he had a skill of virtuous talent, he is not worthy of being worthy. [However], [Hwang] Sin, supported [Choe] Seong . [Hwang] was greatly cautious in his capacity. When he discussed the case of Choe Yeonggyeong , [Hwang] Saeng hurriedly disclosed [Hwang] Saengs absurd reputation. Because of this, he was punished for his crime. [However], how could he be unable to forget [Hwang] Saengs absurd reputation? [The Vice-Envoy] also said, When Yu Seong was in Japan, [Hwang] Yong, having asked [Hwang] to visit Andong , [he] barely visited his mother. [However], [Hwang] Yonggil immediately participated in a village scholar and held a drinking pavilion for more than ten ri outside the pavilion. [Hwang] Yonggil , the son of Bae Samik , held a drinking participation and said in front of [Hwang] Saeng, now he is also a good object. However, [Hwang] Saeng, was not able to come and see [his mother], for five or six years, and [Hwang] Saeng remained here not more than a few days. [However], if [Hwang] Saeng drank together with people and enjoyed themselves, [he] fears that [Hwang] might be slightly in his parents. [Yang] Yonggil was extremely embarrassed. [Hwang] Yonggils plot was originally from a temporary measure to remove natural disaster. [However], [Hwang] impeached [Hwang] Saengs guilt was already excessive. [Yang] Yonggil was originally a man of learning and filial behavior, and was heard in the world. Earlier, he said, One day forget ones parents is not filial. His father was sick and threatened [Hwang] symptoms bare.",
                "H2KE-nKo": "《실록》을 살펴보니, 이르기를,“황신은 간사한 정철에게 아첨하여 섬기고 마음가짐이 편벽되어 덕보다 뛰어난 재주가 있더라도 볼 만한 것이 없다.”하였다. 황신은 성혼을 사사하여 크게 존중받았는데, 최영경의 일을 논하게 되어서는 그 스승을 위하여 그렇지 않다는 것을 통렬히 변명하였다. 이 때문에 죄를 받았는데도 조금도 흔들리지 않았으니, 이것이 어찌 마음가짐이 편벽되어 남에게 아첨하여 섬기는 자이겠는가. 또 말하기를,“유성룡이 일본에 통신할 때에 사신을 보내 화친을 주장하여 나라를 그르쳤습니다.”하고, 또 말하기를,“유성룡이 휴가를 청하여 안동에 근친하러 가서 그 어머니를 뵙고 나서는 곧 온 고을의 선비들과 함께 10리쯤 되는 야정에서 모여 술을 마셨습니다. 배삼익의 아들 배용길이 잔을 잡고 앞으로 나아가 말하기를 ‘선생이 이제 선비들과 함께 즐기는 것도 하나의 아름다운 일입니다. 그러나 선생이 와서 뵙지 못한 지 이미 5, 6년이 되었고 선생이 여기에 머무는 것도 며칠에 지나지 않습니다. 날마다 사람들과 술을 마시고 노니, 아마도 어버이를 모실 때가 적을 것입니다.’라고 하니, 유성룡이 매우 부끄럽습니다.”하였다.유성룡이 화친을 주장한 것은 당초에 임시방편으로 화를 늦추려는 계책에서 나온 것인데, 이것을 가지고 죄안을 삼는 것은 또한 너무 지나치다.유성룡은 평소 학행과 효우로 세상에 알려졌는데, 일찍이 말하기를 ‘하루라도 어버이를 잊는 것은 효도가 아니다.’라고 하였다. 그 아버지가 종기를 앓아 고름을 빨아냈으니, 이것으로 보면 배용길의 말이 잘못된 것이 아니겠는가. 또 살펴보건대, 정언 이이첨은 타고난 자질이 영민하고 성품도 강개하여 간쟁하는 기풍이 있다고 한다. 이이첨은 간사한 역적의 괴수로서 사국에서 붓을 잡을 때에 자기를 칭찬하는 일을 조금도 거리낌없이 기록하였으니, 통탄스러움을 금할 수 있겠는가.\n",
                "date_ko": "선수 31권, 30년(1597 정유 / 명 만력(萬曆) 25년) 12월 1일(정사) 3번째기사",
                "gt-oKo": "《실록》을 살펴보면 ‘황신(黃愼)은 간사한 정철을 아첨으로 섬기었고 마음씨가 매우 편벽되어, 비록 덕을 능가하는 재주가 있었지만 기대할 것이 없었다.’고 하였다. 그러나 황신은 성혼(成渾)을 사사(師事)하여 큰 그릇으로 추중받았으며, 최영경(崔永慶)의 일을 논함에 있어서는 그의 스승을 위해 그렇지 않음을 통렬히 변명하여 이로써 죄를 받았는데도 전혀 흔들리지 않았으니, 이것이 어찌 마음가짐이 편벽되고 아첨으로 사람을 섬기는 자이겠는가. 또 ‘유성룡(柳成龍)이 일본에 통신(通信)할 때에 사신 보내기를 건의하여 강화를 주장함으로써 나라를 그르쳤다.’ 하였고, 또 ‘유성룡이 휴가를 받아 안동(安東)에 근친(覲親)하러 가서는 겨우 그의 어머니만 뵙고는 즉시 같은 마을의 선비들과 더불어 10리 남짓 되는 곳에 있는 야정(野亭)에 모여 술을 마셨는데, 배삼익(裵三益)의 아들 배용길(裵龍吉)이 잔을 들고 앞으로 나아가서 말하기를 「선생이 지금 선비들과 회포를 푸는 것도 하나의 아름다운 일이다. 그러나 선생이 근친하지 못한 것이 이미 5, 6년이요, 선생이 이곳에 머무는 것 역시 며칠에 불과한데도 날마다 사람들과 술을 마시며 노니, 어버이를 모시는 시간이 적을까 염려된다.」 하니, 유성룡이 매우 부끄러워했다.’ 하였다. 성룡이 임시 화변을 지연시키기 위한 계책으로 강화를 주장한 것인데, 그걸 가지고서 죄안(罪案)을 삼는 것은 역시 지나친 것이다. 그리고 성룡은 평소 학행과 효우로 세상에 알려졌는데, 일찍이 ‘하루라도 어버이를 잊으면 효가 아니다.’ 하였고, 또 그의 아버지가 종기를 앓자 피고름을 빨아 내었다. 이로써 보건대, 용길의 말은 잘못이 아니겠는가. 또 살펴보면 ‘정언(正言) 이이첨(李爾瞻)은 타고난 자질이 영민하고 성품 또한 강개(慷慨)하여 간쟁의 풍도가 있었다.’ 하였다. 그러나 이첨은 간적(姦賊)의 괴수로 사국(史局)에서 역사를 쓸 때 자신을 칭한 것을 거리낌없이 기록하였으니, 통탄스러움을 금할 수 없다.",
                "hj": "○按《實錄》云: “黃愼媚事姦澈, 秉心頗僻, 雖有勝德之才, 無足可觀。” 愼師事成渾, 大爲所器重, 及論崔永慶之事, 爲其師痛辨其不然, 以此受罪, 而不少撓, 此豈秉心頗僻, 媚事於人者哉? 又云: “柳成龍當通信日本之時, 建議遣使, 主和誤國。” 又曰: “成龍乞暇, 歸覲于安東, 纔省其母, 卽與一鄕士子, 會飮于十里許野亭。 裵三益之子龍吉執爵而前曰: ‘先生今與士子暢敍, 亦一美事。 然先生不能來省, 已五六年, 而先生之留于此, 亦不過數箇日。 日與人酣遊, 則抑恐侍親之時少也。’ 成龍甚慙。” 云。 成龍之和議, 初出於權時緩禍之計, 而執此爲罪案, 亦已過矣。 成龍素以學行孝友聞於世, 嘗曰: “一日忘親非孝也。” 其父病疽, 吮出膿血。 以此觀之, 龍吉之言不已左乎? 又按: “正言李爾瞻天資英雅, 性又慷慨, 有諫諍風。” 云。 爾瞻以姦賊之魁, 當史局秉筆之時, 錄其譽己之事, 而略無顧忌, 可勝痛哉?"
            }
        }
    }
}