{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On sinmyo day, 영의정이원익 , who had returned from the capital [of Ming China] and submitted a memorial as follows: When Yu Jeonghyeon was impeached for his report to the Emperor [of Ming China] , he did not immediately request his journey to make a request to the Emperor and was impeached. Generally speaking, the suspension of confronting a trip to confrontation is a matter of urgent event. But his handling of affairs was delayed and thus causing peoples opinions. Who could be blamed? On the contrary, this suspension of confronting a sense of confronting a ense of confrontingronting a ense of confronting a ense of confrontronting a ense of confronting a",
                "H2KE-nKo": "오시에 영의정 이원익이 경사에서 돌아왔다. 차자를 올리기를,“유성룡이 진주할 때 즉시 가기를 청하지 않았다는 이유로 탄핵을 받았습니다. 대체로 변무하는 일은 한시가 급한데 일 처리를 지체하여 사람들의 의론을 불러일으켰으니, 오히려 누구를 탓하겠습니까. 그런데 이 한 가지 일로 인하여 공격하는 의론이 분분하게 일어나 마침내 크게 파급되는 단서가 되었으니, 신은 삼가 걱정스럽습니다.유성룡이 정사를 보필한 지 10년이 되었으나 한 가지도 도움이 되지 못하였으니, 이것으로 죄를 준다면 그도 무슨 말을 하겠습니까. 그런데 지금 ‘널리 사당을 심고 몰래 위복의 권한을 옮겨 뇌물이 문에 가득하고, 간사하고 탐욕스러우며 조정을 어지럽혔다.’라는 등의 말로 공격하였으니, 죄악이 낭자한 것이 한두 가지가 아닙니다. 비록 옛날에 크게 교활하여 군부를 우롱하고 나라를 전복시킨 큰 간신이라 하더라도 이보다 더할 수 없을 것입니다. 아, 이것이 어찌 정확한 의론이겠습니까. 그가 화의를 주장한 한 가지 일로 비난한 것은 그 의론이 진실로 정당하지만 그간의 곡절도 상당히 서로 부합하지 않는 점이 있습니다. 신이 일찍이 보건대, 유성룡은 항상 청렴하고 개결한 것으로 자부하였는데, 나라를 걱정하는 한 가지 정성은 실로 힘써야 할 점이 있습니다. 지금 유성룡이 이미 배척되었는데 친후하다고 하여 배척한 자도 있고, 이론이라고 하여 배척한 자도 있습니다. 이른바 친후하고 이론이라는 것은 사류가 진실로 많은데 하루아침에 모두 배척하는 것은 조정의 복이 아닐 듯합니다.”하니, 주상이 답하기를,“차자를 보고 경의 뜻을 잘 알았다. 다시 더욱 힘써 보필하라.”하였다. 이원익이 이어 병을 이유로 사직하고 나오지 않았다. 이후로 양사가 모두 사마광이 왕안석의 간사함을 알지 못한 것에 비유하였으니, 참으로 한바탕 웃음거리도 되지 않는다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 1월 1일(임오) 1번째기사",
                "gt-oKo": "영의정 이원익(李元翼)이 중국에서 돌아와 상차하기를, “유성룡이 진주사(陳奏使)를 보내려 할 때 즉시 가기를 자청하지 않은 것으로 인하여 논핵을 당하였습니다. 대체로 변무(辨誣)하는 일은 시각이 급한데 일처리를 늦추어 사람들의 의논을 불러일으켰으니, 누구를 허물하겠습니까. 그러나 이 한 가지 일로 인해 공격하는 의논이 분분하게 일어나 드디어 사건이 크게 만연될 단서가 되어 걱정이 됩니다. 성룡은 10년 동안 정사를 보필하면서 한 가지 도움도 없었다는 것으로 죄를 주면 그도 무슨 말을 하겠습니까. 그런데 지금 ‘널리 사당(私黨)을 심고 임금의 권세를 참람하게 사용해 뇌물이 집에 가득하고, 간사 탐욕하여 기강을 어지럽혔다.’는 등의 말로 공격하여 낭자한 죄악이 한두 가지가 아니니, 비록 옛날 크게 간사하고 교활하여 군부(君父)를 우롱하고 나라를 전복시킨 자도 이보다 더할 수 없습니다. 아, 이것이 어찌 정확한 논의라 하겠습니까. 그가 강화를 주장했다는 한 가지 일로 비난하는 것은 그 논의가 진실로 정당하지만 그러나 그간의 곡절 역시 상당히 서로 부합하지 않은 것이 있습니다. 신이 일찍이 보건대 성룡은 청렴 개결한 것으로 자처하였으니, 우국(憂國)하는 한 가지 정성만은 실로 본받을 만합니다. 이번에 성룡이 배척되자 그와 친하다 하여 배척된 자도 있고, 논의가 다르다 하여 배척된 자도 있습니다. 이른바 친하고 논의가 다른 자는 사류(士類) 가운데 진실로 많은데, 그들을 하루아침에 모조리 배척하는 것은 조정의 복이 아닐 듯합니다.” 하니, 상이 답하기를, “차자를 살펴보고 경의 뜻을 잘 알았다. 더욱 힘써 보필하라.” 하였는데, 원익이 병을 핑계하고 나오지 않았다. 그 후 양사가 모두 사마광(司馬光)이 왕안석(王安石)의 간사함을 모른 것에 비유하였으니, 진실로 한 번 웃음거리도 되지 않는다.",
                "hj": "○朔(丙)〔壬〕午/領議政李元翼還自京師。 上箚曰: 柳成龍以陳奏時, 不卽請行被劾。 夫辨誣之擧, 晷刻爲急, 而處事遲緩, 以致人議, 尙誰咎哉, 而因此一事, 攻擊之議紛然而起, 遂大有蔓及之端, 臣竊憂之。 成龍輔政十年, 無一裨益, 以此罪之, 彼亦何辭? 今乃以廣植私黨, 潛移威福, 賄賂盈門, 奸貪濁亂等語攻之, 罪惡狼藉, 不一而足。 雖古之巨奸大猾, 愚弄君父, 顚覆邦家者, 無以加之。 吁, 此豈爲的論哉? 其以主和一事非之者, 其論固正矣, 而其間曲折, 亦頗有不相符者矣。 臣嘗見, 成龍常以廉介自許, 而其一段憂國之誠, 實有所可務。 今者成龍旣斥, 而謂之親厚而斥之者有之; 謂之異論而斥之者有之。 所謂親厚、異論者, 士類固多, 一朝盡斥, 恐非朝廷之福也。 上答曰: “省箚具悉卿意, 更加勉輔。” 元翼仍辭疾不出。 是後, 兩司皆以司馬光不識安石之姦爲譬, 誠不滿一哂也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seop as Envoy for Expressing Gratitude for Imperial Benevolence , traveled to the capital [of Ming China] to express gratitude for the twice distribution of soldiers and food, and to save them from the beginning to end. The cause of the invasion of the pirates was rejected and the territory of the country was repeatedly enough. ",
                "H2KE-nKo": "한응인을 사은사로 삼아 북경에 가게 하였는데, 군사와 양식을 재차 보내 시종 구제해 준 데 대해 사은하기 위해서였다. 흉적이 패하여 물러가고 나라가 다시 회복된 데 대한 일이었다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 1월 1일(임오) 2번째기사",
                "gt-oKo": "한응인(韓應寅)을 사은사로 삼아 중국에 보냈는데, 재차 군사와 군량을 보내 시종 구원해 주어 흉적이 물러가 나라가 다시 회복된 데 대해 사은한 것이다.",
                "hj": "○以韓應寅爲謝恩使, 如京師, 爲謝再發兵糧, 終始拯濟, 兇賊敗退, 邦域重恢事也。"
            },
            "3": {
                "H2KE-EN": "The high-ranking officials reported as follows: While old and old virtue are respected by the imperial court, your subjects venture to say that Song Heum was promoted to grand master for upholding state laws [], while Yi Hyeonbo was over eighty years old, and he was specially promoted to grand master for upholding state laws []. Last year, Won Cheol was promoted to grand master for upholding state laws because he was over eighty years old and was also promoted to grand master for upholding state laws. This is a grand ceremony. Presently, Song Chan is an old official who served four kings, and he is over ninety years old. He should be promoted to a higher rank in order to show special favor. The King followed this advice. ",
                "H2KE-nKo": "대신이 아뢰기를,“나이 많은 구덕은 조정에서 존경하는 바입니다. 조종조의 고사를 가지고 말하더라도 송흠은 90세에 숭정대부에 초수되었고, 이현보는 80세가 넘은 나이로 특별히 숭정대부에 올랐으며, 몇 해 전에 원혼은 80세가 찼는데도 숭정대부에 올랐으니, 매우 성대한 은전입니다. 지금 송찬은 4대 조정의 구신으로서 90세가 찼으니, 초탁하여 우대하는 은전을 보여야 합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 1월 1일(임오) 3번째기사",
                "gt-oKo": "대신이 아뢰기를, “나이가 많은 구덕(舊德)은 조정에서 존경하는 바입니다. 조종조의 고사(故事)로 말해도 송흠(宋欽)은 90세에 숭정(崇政)을 초수(超授)하였고, 이현보(李賢輔)는 나이 80이 넘어 특별히 숭정으로 올렸으며, 지난해 원혼(元混)은 나이가 80이 되어 역시 숭정으로 올렸으니, 매우 훌륭한 은전입니다. 지금 송찬(宋賛)은 4조(朝)의 구신으로 나이가 90이 되었으니, 마땅히 초탁(超擢)을 가하여 우대하는 은전을 보여야 합니다.” 하니, 상이 따랐다.",
                "hj": "○大臣啓曰: “高年舊德, 朝廷之所尊敬也。 以祖宗朝故事言之, 宋欽以九十, 超授崇政; 李賢輔年過八十, 特陞崇政。 頃年, 元混以年滿八十, 亦陞崇政, 甚盛典也。 今者, 宋賛以四朝舊臣, 年滿九十, 宜加超擢, 以示優典。” 上從之。"
            },
            "4": {
                "H2KE-EN": "Escort Officer Ma Gui led his troops and returned. The King went to the riverside to greet and comfort him. Later, when the commanders returned [to China], the King suddenly greeted them on the riverside. Minister of Punishments Yi 헌국이 then attended the King and said that the excessive ",
                "H2KE-nKo": "제독 마귀가 군사를 이끌고 돌아오니, 주상이 강가에 나아가 맞이하고 위로하였다. 이후로 여러 장수가 돌아올 때마다 주상이 강가에서 맞이하고, 형조 판서 이헌국이 이어서 입시하여 너무 지나치다고 말하였으나, 주상이 답하지 않았다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 1월 1일(임오) 4번째기사",
                "gt-oKo": "제독 마귀(麻貴)가 군사를 이끌고 돌아오니, 상이 강가에 나가 위로해 맞았다. 이후로 여러 장수가 돌아올 때면 상이 강가에서 맞으니, 형조 판서 이헌국(李憲國)이 입시하였을 때 그것이 너무 지나침을 말하였으나 상이 답하지 않았다.",
                "hj": "○提督麻貴引軍還, 上出幸江上, 迎勞之。 是後, 諸將之還也, 上輒迎之於江上, 刑曹判書李憲國仍入侍, 言其太過, 上不答。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "Superintendent of the Office of Interpreters Yun Su reported to the King as follows: The soldiers of Liu Qi attempted to understand our country by studying them and asked about their place of residence. They are many instances of the people of the 영남. Your subject requests that an interpreter be sent to the capital, such as Great East River , the Amnok River , and other places, and an interpreter and an official of the Government Arsenal to cross-examine and cross-examine them. The King approved this request. As your subject examined the Veritable Records of the Grand Abdicated King (K. Geunsu , Yun Su was imprudent and greed. He was an illegitimate subject of the state, and the Confucian scholars called him thieves. Yun Su was compiled to the compilation of the Veritable Records of King Myeongjo (K. Sejong during the reign of King Taejo and requested that his grief be 신설ed at the time of his grief. Later, when he became assistant section chief of the Ministry of Personnel , he became powerful, following Yi Hwang and Jo Sik . They discussed the differences of Zhou and Liu Zhou , which were different from that of Zhou and Liu Xi , and Comprehensively unreasonable friends. Considering this, he knew that his character was suspicious and historians arbitrarily slandered him in such a way?",
                "H2KE-nKo": "사역원 제조 윤근수가 아뢰기를,“유 제독의 군사는 태반이 우리나라 말을 잘 이해하므로 그들의 거주지를 물어보았더니 대부분이 영남 사람이었습니다. 경성 및 대동강, 압록강 등지에 역관을 차정하여 군문, 경리의 차관과 함께 조사하여 찾아내게 하소서.”하니, 상이 따랐다. 《실록》을 살펴보니, 윤근수는 경박하고 탐욕스러우며 교활하여 나라의 도신이고 사림의 표적이라고 하였다. 윤근수가 명종조에 수찬이 되어 조광조의 억울함을 신원해 줄 것을 청하였고, 뒤에 전랑이 되어서는 권신 이양의 중상을 받아 이황과 조식을 따라 주자와 육씨의 동이를 논하면서 이이, 성혼과는 막역한 벗이라고 하였다. 여기에서 그의 사람됨을 알 수 있는데, 붓을 잡은 자가 이렇게까지 멋대로 헐뜯고 욕을 한단 말인가.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 2월 1일(신해) 1번째기사",
                "gt-oKo": "사역원 제조 윤근수(尹根壽)가 아뢰기를, “유 제독(劉提督)의 군사들이 태반은 우리 말을 잘 아는데, 그들이 거주하던 곳을 물으니, 영남(嶺南)에 있던 사람이 많았습니다. 경성(京城) 및 대동강·압록강 등처에서 역관을 차정(差定)하여 군문(軍門)·경리(經理)의 차관(差官)과 함께 조사하여 쇄괄(刷括)하게 하소서.” 하니, 상이 따랐다. 《실록》을 상고하면 ‘윤근수(尹根壽)는 경망하고 탐욕스러운 나라의 도신(盜臣)이고 사림(士林)의 해충이다.’라고 하였는데, 근수는 명종(明宗) 때 수찬(修撰)이 되어 조광조(趙光祖)의 억울함을 신설(伸雪)하기를 청하였고, 그 후 전랑(銓郞)이 되어서는 권신(權臣) 이양(李樑)의 모함을 받았으며 이황(李滉)·조식(曺植)을 따라 주자(朱子)와 육구연(陸九淵)의 동이(同異)를 논했으며, 이이(李珥)·성혼(成渾)과 막역한 친구가 되었다. 이로써 보면 그의 사람됨을 알 수가 있는데, 붓을 잡은 자가 마음대로 헐뜯고 욕하는 것이 이러하였단 말인가.",
                "hj": "○朔辛亥/司譯院提調尹根壽啓曰: “劉提督之兵, 太半能解我國之語, 問其居住, 多是嶺南之人。 請於京城及大同江、鴨綠江等處, 差定譯官與軍門、經理差官, 査問括出。” 上從之。 按《實錄》, 根壽輕佻貪巧, 國之盜臣, 士林蝥賊云。 根壽在明廟朝爲修撰, 請伸雪趙光祖之冤, 後爲銓郞, 爲權臣李樑所中, 從李滉、曺植, 論朱、陸同異, 與李珥、成渾爲莫逆友。 觀於此, 可知其爲人, 秉筆者之恣意詆辱, 乃至於是乎?"
            },
            "2": {
                "H2KE-EN": "[The King] sent a diplomatic document to the army of the Government Arsenal as well as the circuit fifth inspector [of the Office of the Inspector General] [] and the circuit inspector [of the Office of the Inspector General]. ",
                "H2KE-nKo": "남은 병사를 머물게 하여 성세를 이루도록 해 달라고 총독 군문과 경리 도찰원 및 감찰 어사에게 이자하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 2월 1일(신해) 2번째기사",
                "gt-oKo": "나머지 군사를 남겨두어 성세(聲勢)로 삼도록 해주기를 청하는 일로 총독 군문(總督軍門) 및 경리 도찰원(經理都察院)과 감찰 어사(監察御史)에게 이자(移咨)하였다.",
                "hj": "○以請留餘兵, 以爲聲勢事, 移咨于總督軍門及經理都察院與監察御史。"
            },
            "3": {
                "H2KE-EN": "Circuit Fifth Inspector Circuit Ci.",
                "H2KE-nKo": "감찰 어사 진효가 졸하였다. 주상이 그의 상에 나아가 대뢰로 제사를 지냈다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 2월 1일(신해) 3번째기사",
                "gt-oKo": "감찰 어사 진효(陳效)가 졸하니, 상이 그 상차(喪次)에 나아가 태뢰(太牢)로 제사하였다.",
                "hj": "○監察御史陳效卒, 上臨其喪, 祭以大牢。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Jun as governor of Gyeongsang Province . Upon referring to the Veritable Records of the Grand Scribe (C. Zizhong , Yi Jungyeom , harboring magnanimity and generousness, hence he was indeed secret and treacherous. He colluded with two or three petty men and had their hearts connected to the enemy. He contributed to contributions to Confucian scholars. His crime of 나라를 그르친 is also the second grade of 유성룡 . [Yi] Jungyeom was 침착하고 magnanimous and capacity. People called all wise men, but now he claimed him to secret acts. What do you think of this? [Yi] Jungyeom, who had long served as governor of a province, was young in number of days in the court. He contributed to contributions to the petty men of contributions to contributing contributions to the contributions of contributions to contributions. The Veritable Records of the Veritable Records (C. Zizhong , as well as there are many places that have been rebellious. How can this be worth mentioned?",
                "H2KE-nKo": "한준겸을 경상도 관찰사로 삼았다. 《실록》을 살펴보니, 한준겸은 겉으로는 너그럽고 후덕한 듯하나 속으로는 실로 음험하였다. 몇몇 소인배들과 심복이 되어 화의를 돕고 사류를 배척하였으니, 나라를 그르친 죄가 또한 유성룡의 다음이라고 한다. 한준겸은 침착하고 후덕하며 기량이 있어 세상에서 모두 위인으로 일컬었는데, 지금 음험하다고 지목한 것은 어째서인가. 한준겸이 오랫동안 지방관으로 있으면서 조정에 있는 날이 적고 소인배들과 심복이 되어 화의를 돕고 사류를 배척하였다고 한 것은 날조하여 무함한 것이 심하다. 《실록》 가운데 이와 같이 반대로 말한 곳이 매우 많으니, 어찌 말할 것이 있겠는가.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 2월 1일(신해) 4번째기사",
                "gt-oKo": "한준겸(韓浚謙)을 경상도 관찰사로 삼았다. 《실록》을 상고하면 ‘준겸은 겉으로는 관후(寬厚)한 듯하나 안으로는 실로 음험하여 수삼 명의 군소배와 심복을 맺고 화의(和議)를 돕고 사류를 배척하였으니, 나라를 그르친 죄가 역시 성룡 다음이다.’ 하였다. 준겸은 매우 침착하고 도량이 있어 세상에서 모두 위인(偉人)이라고 칭하였는데, 이제 음험하다고 지목한 것은 무엇 때문인가? 준겸이 오랫동안 외직에 나가 있었고 조정에 있었던 기간이 적었으니 ‘군소배와 심복을 맺어 화의를 돕고 사류를 배척했다.’고 한 것은 너무나 모함해 얽은 것이다. 《실록》 가운데 이처럼 반대되는 말이 매우 많으니, 어찌 말할 것이 있겠는가.",
                "hj": "○以韓浚謙爲慶尙道觀察使。 按《實錄》, 浚謙外似寬厚, 內實陰險, 與數三群小, 結爲心膂, 贊和議斥士類, 誤國之罪, 亦成龍之亞云。 浚謙沈厚有器量, 世皆稱偉人, 今乃目之以陰險者何哉? 浚謙長任外臬, 在朝日少, 與群小爲心膂, 贊和議斥士類云者, 其構誣甚矣。 《實錄》中如是反說處甚多, 何足道哉?"
            },
            "5": {
                "H2KE-EN": "On jeongmyo day, there was a pure floor that arrow like a spear. The east and west sides of the sky looked like a spear. The arrow sunshades appeared like a spear. After a long time, [the arrow approached] was removed.",
                "H2KE-nKo": "화살 같기도 하고 창 같기도 한 붉은 기운이 동쪽과 서쪽에서 서로 마주보기도 하면서 진퇴하는 것 같았는데, 한참 만에 사라졌다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 2월 1일(신해) 5번째기사",
                "gt-oKo": "화살 같이 창 같이 생긴 자기(紫氣)가 동서로 서로 향하여 진퇴하는 듯하다가 한참 후에야 사라졌다.",
                "hj": "○有紫氣如箭如槍, 東西相向, 有若進退, 良久而滅。"
            },
            "6": {
                "H2KE-EN": "The seawater was frozen and ice. Fifth-rank Military Official of the Northwest Territory Yi hurriedly reported to the throne. ",
                "H2KE-nKo": "바닷물이 얼었다고 북도 병사 이일이 급히 장계하여 보고하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 2월 1일(신해) 6번째기사",
                "gt-oKo": "바닷물이 얼었다고 북도 병사(北道兵使) 이일(李鎰)이 치계하여 보고하였다.",
                "hj": "○海水氷, 北道兵使李鎰馳啓以聞。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, gyeongjin day, Military Duty Officer Chen Li Quan fought hard to death in Noryang on the first day of the month. Front of the Frontier Military Officer Frontier trying to death. His funeral was carried out from the south to the capital. The King personally approached the palace to perform a rite.",
                "H2KE-nKo": "초하루 경진년 진인의 노량 전투에서 총병 등자룡이 힘껏 싸우다가 전사하였다. 그의 상이 남쪽으로부터 서울에 이르렀는데, 주상이 친림하여 치제하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 3월 1일(경진) 1번째기사",
                "gt-oKo": "진인(陳璘)의 노량(露梁) 전투에서 총병(摠兵) 등자룡(鄧子龍)이 역전하다가 전사하였는데, 그 상(喪)이 남쪽에서부터 서울로 오니, 상이 친히 임하여 제사하였다.",
                "hj": "○朔庚辰/陳璘露梁之戰, 總兵鄧子龍力戰以死, 其喪自南至京, 上親臨以祭之。"
            },
            "2": {
                "H2KE-EN": "Kim Nul was appointed second minister of rites . As we examined the Veritable Records of the Grand Scribe (C. Shizhi , [the Veritable Records of the Grand Scribe] (C. Mengzhi dawn from Mokmyo to earnestly occurred, threatened swords and fled on the day of the middle day. [The Veritable Records of the Grand Scribe] descendants from the capital to rely on the grounds that [Kim] Nul was able to strengthen himself. When Yu Seongyeong was impeached, [Kim] Nul submitted a joint memorial to request the release of [Kim Nul], and all of the petty men disliked him. In the end, [Kim Nul] finally disparaged [his] absurdity and insulted [his] absurdity like this. This is extremely grievous.",
                "H2KE-nKo": "김륵을 예조 참판으로 삼았다. 《실록》을 살펴보니, 목묘(木卯 현종)가 뜻을 얻으면서부터 도깨비 같은 무리들이 대낮에 횡행하였는데, 김륵이 성사의 위세를 빌려 빙산을 의지해 스스로 굳건히 하였다고 한다. 유성룡이 탄핵을 받았을 때 김륵이 차자를 올려 구원하니, 군소배들이 미워하여 마침내 두서없는 말로 이처럼 욕하였으니, 통탄스럽기 짝이 없다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 3월 1일(경진) 2번째기사",
                "gt-oKo": "김늑(金玏)을 예조 참판으로 삼았다. 《실록》을 상고하면 ‘목묘(木卯)가 뜻을 얻으면서부터 도깨비 같은 무리들이 대낮에 날뛰었는데 늑과 같은 자는 그 위세를 빌리고 빙산(氷山)을 믿어 스스로 굳게 지켰다.’라고 하였다. 유성룡이 논핵을 입자 늑이 차자를 올려 구원하니 군소배들이 미워하여 드디어 이유 없는 말로 이처럼 헐뜯고 욕하였으니, 매우 가슴 아픈 일이라 하겠다.",
                "hj": "○以金玏爲禮曹參判。 按《實錄》, 自木卯得志, 魑魅魍魎白日行走, 如玏假城社之餘威, 恃氷山以自固云。 柳成龍之被劾也, 玏上箚申救, 群小嫉之, 遂以無倫之說, 詆辱之如此, 可謂痛甚。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General requested the dismissal of 206 men, including Kwon Seunggyeong , who had been decapitated and passed the state examination. The Office of the Inspector General requested the dismissal of ten men, including Yi Jayeong, who had been a lowborn gisaeng (female entertainer. The Office of the Inspector General requested the dismissal of Yi Jayeong. The King approved this request.",
                "H2KE-nKo": "참급 과거를 설행하여 권승경 등 26인을 뽑고, 또 유생을 시취하여 이재영 등 10인을 뽑았다. 사헌부가 이재영은 천한 창기의 자식이므로 정과에 이름을 올릴 수 없다는 이유로 삭제하기를 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 3월 1일(경진) 3번째기사",
                "gt-oKo": "참급(斬級)으로 설과(設科)하여 권승경(權升慶) 등 2백 6인을 뽑고, 또 유생을 시험보여 이재영(李再榮) 등 10인을 뽑았는데, 헌부가 재영은 천한 창기(娼妓)의 자식이어서 정과(正科)에 이름을 올릴 수 없으니 삭제하라고 하자 상이 따랐다.",
                "hj": "○以斬級設科, 取權升慶等二百六人, 又試儒生, 取李再榮等十人憲府以再榮賤娼之子, 不可籍名正科, 請削之, 上從之。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "While Chief of the Government Arsenal , led the commanders and returned to the west, the King proceeded to Hongje Lodge and held a farewell feast. [Hu] Zhen Li reported that [he] stayed in Mandeok , Du잠 , Yi Seungyun , and others and had them stay in the capital. This was according to the request of our country. ",
                "H2KE-nKo": "삭경술년에 군문 형개가 여러 장수를 거느리고 서쪽으로 돌아가니, 주상이 홍제원에 나아가 전송하였다. 형개가 아뢰어 만세덕, 두잠, 이승훈 등을 그대로 서울에 머물게 할 것을 청하였는데, 우리나라의 청을 따른 것이다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 4월 1일(경술) 1번째기사",
                "gt-oKo": "군문(軍門) 형개(邢玠)가 여러 장수를 거느리고 서쪽으로 돌아가니 상이 홍제원(弘濟院)에 나가 전송하였다. 개는 만세덕(萬世德)·두잠(杜潛)·이승훈(李承勛) 등을 남겨서 서울에 그대로 주둔하게 하였는데, 우리 나라의 청을 들어 준 것이었다.",
                "hj": "○朔庚戌/軍門邢玠率諸將西還, 上出餞于弘濟院。 玠奏留萬世德、杜潜、李承勛等, 仍住王京, 從我國之請也。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "Assistant Deputy Director Yi Yujung , Second Drafter of the Office of Royal Decrees Bak Iseo , and others submitted a memorial as follows: Your subjects humbly observed the memorial regarding the resignation of [Yi] 이원익, which stated in the world, and the world speaks with the current world. The world speaks about what current world speaks about the world speaks of the world? As a chief state councilor , Yu Seongyeong first raised 화의를 주창하여 인심이 날로 글러지고 국사가 날로 decaying the world, and he was nearly able to observe his ruler and his father. Fortunately, he was understood by the wisdom of Your Majestys sagacity, and the public opinion was raised and punished lightly. The state founded somewhat sufficiently, but the hearts of the people were still disappointed. The world speaks of the world because the world speaks were not applied to the principal world. As a result, [Yi] Won익이 returned from the capital [of Ming China] for a few days, he submitted a memorial to the world speaks about the world speaks. However, he said, Though the world speaks about the principal world speaks about the world speaks by the current world speaks about the world, the world speaks about the world speaks with the current world, and your subjects deeply grieved. The Japanese pirates were the deepest enemies of Your Majesty and the royal ancestors were released, and Yu Seongryong was the guilty of Your Majesty and the royal ancestors. However, [Yi] Won익이 observed [the world] with Yu Seongryong, and he did not wish to support the royal ancestors. The world speaks into four directions, and the worlds of the peoples human relationships are exhausted. The King observed the memorial and transmitted a royal directive to the Royal Secretariat , which stated, A man called Yu Seongryong . Prior to this, [Yi] Won익이 submitted a memorial to the King, which stated, Your subject was unable to support the world speaks with the current world speaks, and therefore he always observe the world in the sea. The worlds of the state are insufficient, and the people are scattered in the capital. The worlds of old and sick are afflicted with the world, and the worlds are already unable to reinforce them. Every time he said in his world, The three worlds of warships and the three worlds are impossible to defend the world, but the three worlds of warships are not able to defend the world. What do you think about this? Your subjects observed this world in the past. Only after hearing the memorial of [Yi] Won, he observed the world. As a high official of the state, he must not be aware of your subject. However, if your subject speaks about this, it would be difficult to deceive the world even if he",
                "H2KE-nKo": "부제학 이유중, 교리 박이서 등이 차자를 올리기를,“삼가 이원익의 사직 차자를 보니 ‘소견이 있어 시류와 대립한다.’라는 말이 있는데, 이른바 시류란 누구이며 대립한다는 것은 무슨 일을 말하는 것입니까. 유성룡은 수상의 신분으로 먼저 화의를 주창하여 인심을 날로 그릇되게 하고 나랏일을 날로 삭감하여 거의 임금을 무시하고 아버지를 무시하는 지경에 이르게 하였습니다. 다행히 성명께서 통촉하시고 공론이 격발한 데 힘입어 가볍게 견책하고 처벌하여 국시가 조금 안정되었으나 인심이 아직도 답답하게 여기는 것은 영인의 머리를 거리에 매달지 않았기 때문입니다. 이원익이 연경에서 돌아온 지 며칠 되지 않아 차자를 올려 유성룡을 위해 변명하면서 온갖 방법을 다 썼는데, 심지어 ‘화의를 주창한다고 배척하였으니 그 논의가 비록 정당하지만 또한 서로 부합하지 않는 곡절이 있다.’라고까지 하였으니, 이는 대개 온 세상의 공론을 속이고 아울러 화의를 주창한 죄를 덮으려는 것입니다. 한때의 청의를 시류라고 지목하고 나라를 그르친 여론에 부회하여 대립하고자 하니, 신들은 삼가 통탄스럽습니다. 왜구는 전하와 조종의 깊은 원수인데 유성룡이 석방하였고, 유성룡은 전하와 조종의 죄인인데 이원익이 비호하여 유성룡을 옳다고 하지 않으려 하기까지 하였으니, 다시는 전하의 조정에 서고 싶지 않습니다. 이 계책이 한번 행해지자 사특한 의논이 사방에서 일어나 백성의 도리와 사물의 법칙이 여지없이 무너졌습니다.”하니, 주상이 보고 정원에 하교하기를,“영인의 머리란 누구를 가리키는가? 옥당에 물으라.”하였다. 옥당이 회계하기를,“영인은 유성룡을 가리키는 것입니다.”하였다. 이에 앞서 이원익이 사직 차자를 올리기를,“신이 시류가 한 짓에 불만을 품고 일찍이 한 통의 차자를 올린 적이 있으니, 신의 망령된 견해를 성상께서 이미 통촉하셨을 것입니다. 신이 비록 보잘것없지만 직명은 대신입니다. 예로부터 어찌 대신의 신분으로 소견이나 논의가 시류와 대립하여 걸핏하면 트집을 잡아 한때의 손가락질을 받으면서도 태연히 백료의 위에 있을 리가 있겠습니까.”하였다. 옥당이 마침내 이 차자를 올려 논핵하고, 또 양사가 말하지 않은 것을 가지고 논척하니 양사가 모두 인피하였다. 우의정 이항복이 차자를 올리기를,“지난 몇 년 전에 남쪽 지방에 사명을 받들고 갔다가 적세가 호대하여 해안에 웅거하고 있으면서 아침저녁으로 으르렁거리는 것을 목격하였습니다. 국가의 형세는 하나도 믿을 만한 것이 없어 안에서는 재물이 고갈되고 밖에서는 백성이 흩어져 마치 늙고 병들어 거의 죽게 된 사람이 수족이 움츠러들어 목구멍에 기가 붙어 있는 것과 같아서 가슴과 배 이하는 이미 수습할 수 없게 되었습니다. 항상 스스로 말하기를 ‘고금 천하에 나라를 지키고 도적을 막는 방도는 전, 수, 화 세 가지에 불과하다. 지금 이미 싸울 수도 없고 또 지킬 수도 없으니, 이보다 아래의 논의는 오직 화의를 요구하여 눈썹이 타는 듯한 위급함을 구제하는 길밖에 없다.’라고 하였습니다. 이어 조정의 의논을 들어 보니, 신의 소견과 크게 다른 것이 없었습니다. 그 뒤 영의정 이원익이 체찰사로서 경주에 있을 때 신이 일찍이 본주에 갔었는데, 이원익이 신을 맞이하여 일을 의논할 때 맨 먼저 묻기를 ‘지금 적이 화의를 요청하는데 조정의 의논이 정해지지 않으니, 일을 어떻게 해야 하겠는가?’라고 하기에, 신이 전에 본 것을 진달하였습니다. 며칠 뒤에 이원익의 장계의 초고를 얻어 보니, 오로지 이 일을 논한 것이었습니다. 이원익은 대신으로서 국가의 대계에 대해 이미 충분히 계획을 세웠으니, 반드시 신의 말을 기다리지 않고도 신이 말한 것이 이와 같으니, 사람은 비록 알지 못하지만 귀신은 속이기 어렵습니다. 그 뒤 또 조정에 들어왔을 때 마침 그때 화의와 전 두 가지 계책을 가지고 모여 의논하였는데, 신은 여러 해 동안 지방에 있었으므로 조정의 논의가 어떠한지를 듣지 못하고 이에 한때의 견해를 어전에서 대략 진달하였습니다. 신이 전후로 논한 것이 대개 이와 같았는데, 끝내는 두 사신이 받아들이지 않아 종묘사직이 수치를 당하게 되었습니다. 지금 화의를 배척하는 의리를 크게 내세워 조정의 기강을 엄숙하게 하고자 한다면, 차례로 삭감하는 것이 신에게 미쳐 입을 다물고 구차하게 용납되며 입을 다물고 자취를 감추면서 요행히 면하기를 바랄 것이니, 이는 실로 신이 크게 부끄럽게 여기는 바입니다.”하니, 주상이 사직하지 말라고 답하였다. 이에 양사도 이원익의 잘못을 논핵하였으나, 주상이 들어주지 않았다. 이원익이 마침내 병을 이유로 사직하였는데, 한 달이 넘어서야 체차하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 5월 1일(무신) 1번째기사",
                "gt-oKo": "부제학 이유중(李有中), 교리 박이서(朴彛叙) 등이 상차하기를, “삼가 이원익(李元翼)의 사직 차자를 보니 ‘소견(所見)과 소론(所論)이 시류와 어긋난다.’라는 말이 있는데 이른바 시류란 어떤 사람이며, 이른바 어긋난다는 것은 무슨 일입니까? 유성룡(柳成龍)은 자신이 수상(首相)이 되어 화의를 선창하여 인심이 날로 글러지고 국사가 날로 쇠약해지게 하여 군부(君父)를 무시하는 지경에 이르렀습니다. 다행히 성명께서 통촉하시고 공론이 격발됨에 힘입어 견벌(譴罰)을 조금 시행하여 국시가 약간 정해졌으나 인심이 아직도 울분해 하는 것은 영인(佞人)의 머리를 고가(藁街)에 매달지 못해서입니다. 그런데도 원익은 연경(燕京)에서 돌아온 지 며칠도 되지 않아 차자를 올려 성룡을 위해 못하는 말이 없이 변명을 하였는데, 심지어 ‘주화(主和)하는 것으로 배척함은 그 논의가 비록 바르지만 역시 사실과 서로 부합되지 않은 곡절이 있다.’고 하였으니, 이는 일세의 공론을 속이고 그의 화의를 주장한 죄를 덮어주려는 것입니다. 한때의 청의(淸議)를 시류라 지목하고, 나라를 그르친 논의를 억지로 끌어대어 대립하고자 하니, 신들은 통분스럽습니다. 왜구는 전하 조종(祖宗)의 깊은 원수인데도 성룡이 놓아주었으니 성룡은 전하 조종의 죄인인데, 원익은 옹호하여 성룡을 옳지 않다고 하면 다시는 전하의 조정에 서지 않으려고까지 합니다. 이 계책이 한번 이루어지면 사특한 논의가 사방에서 일어나 백성의 도리와 사물의 원칙이 남김없이 단절될 것입니다.” 하니, 상이 보고 정원에 하교하기를, “영인의 머리란 누구를 가리키는지, 옥당에 물으라.” 하니, 옥당이 회계하기를, “영인이란 유성룡을 가리킵니다.” 하였다. 이보다 앞서 원익이 사직 차자를 올려 ‘신은 시류들이 하는 바에 불만이 있어 일찍이 한 차자를 올렸으니, 신의 망령된 견해는 성감(聖鑑)이 이미 통촉하신 바입니다. 신은 비록 무상하나 직명은 대신입니다. 예로부터 어찌 대신으로서 소견과 소론이 시류와 대립되어 걸핏하면 어긋나서 일시의 지척을 받으면서 버젓이 백관들 위에 있을 수 있는 이치가 있겠습니까.’ 하였었는데, 옥당에서 드디어 이 상차(上箚)를 가지고 논하고, 또 양사(兩司)에서 이를 말하지 않은 것으로 공척(攻斥)하니, 양사가 모두 인피하였다. 우의정 이항복(李恒福)이 상차하기를, “지난 수년 전에 남쪽 지방에 나가 일을 보면서 적의 기세가 호대(浩大)하여 해안(海岸)에 웅거하고 있으면서 금방이라도 덤비려는 것을 목견(目見)하였으나 국가의 형세는 하나도 믿을 것이 없어 안에는 재물이 부족하고, 밖에서는 백성이 흩어져 마치 늙고 병들어 다 죽게 된 사람의 손발이 오그라들고 기운이 목구멍에 겨우 붙어있어 가슴 이하는 이미 수습할 수 없게 된 것과 같다고 여겼습니다. 그래서 항상 스스로 말하기를 ‘고금 천하에 나라를 지키고 적을 막는 방도로는 전(戰)·수(守)·화(和) 세 가지에 불과하니 지금 이미 싸울 수 없고 또 지킬 수도 없으니 그 이하를 논하면 오직 그들이 요구한 화의(和議)를 허락하여 화급함을 면하는 길뿐이다.’라고 하였습니다. 그런데 이어 조정의 의논을 들으니, 신의 소견과 크게 다르지 않은 자도 있었습니다. 그 후 영의정 이원익이 체찰사(體察使)로 경주(慶州)에 있어 신이 찾아가니 원익이 일을 의논하였는데, 제일 먼저 묻기를 ‘지금 적이 강화를 청하는데 조정 의논이 정해지지 않으니, 일을 어떻게 해야 하는가?’ 하기에 신이 전의 소견으로 말하였습니다. 며칠 뒤 이원익의 장계의 초(草)를 얻어보니, 오로지 그 일을 논한 것이었습니다. 원익은 대신으로서 국가의 대계(大計)를 이미 익숙하게 계획하였으니 신의 말을 듣고서 그렇게 한 것은 아니었겠지만, 신이 그러한 말을 하였다는 것은 사람은 비록 모른다 하더라도 귀신은 속일 수가 없습니다. 그 후에 조정에 들어오니, 마침 그때 화(和)·전(戰) 두 가지 계책을 가지고 회의하였는데, 신은 여러 해를 밖에서 보냈기에 조정의 논의가 어떠한지를 몰라 일시의 소견을 상 앞에서 대략 진달하였었고, 신의 전후 소론(所論)이 대개 그와 같았습니다. 그러다 마침내는 두 사신을 받아들이지 않기에 이르러 종사(宗社)가 부끄럼을 당하였는데, 이제 크게 척화(斥和)의 의리를 내세워 조정의 기강을 바로잡고자 하니 순서대로 제거한다면 의당 신이 먼저 받아야 하는데, 입을 다물고 구차스레 행동하여 입을 씻고 형적을 감추면서 요행히 면하기를 바라는 것은 실로 신이 크게 부끄럽게 여기는 바입니다.” 하니, 상이 사직하지 말라고 답하였다. 이에 양사도 이원익의 잘못을 논핵하였으나, 상이 듣지 않았다. 원익이 드디어 병을 핑계로 사직하였는데, 한 달을 지나서야 체직되었다.",
                "hj": "○朔戊申/副提學李有中、校理朴彛叙等上箚曰: 伏見李元翼辭職箚子, 有所見所論, 與時流角立之語。 所謂時流者何人, 所謂角立者何事耶? 柳成龍身爲首相, 先倡和議, 使人心日非, 國事日削, 幾至於無君無父之域。 幸賴聖明洞燭, 公論激發, 薄施譴罰, 國是稍定, 而人心尙有所鬱拂者, 佞人之頭, 未懸於藁街耳。 元翼返自燕京, 曾未數日, 上箚爲成龍分疏, 無所不用其極, 而至曰: “斥之以主和, 其論雖正, 而亦有不相符之曲折。” 蓋欲誣一世之公論, 而幷掩其主和之罪也。 指一時之淸議, 目之以時流, 附會誤國之餘論, 欲與之角立, 臣等竊痛焉。 倭寇, 殿下、祖宗之深讐, 而成龍釋之; 成龍, 殿下、祖宗之罪人, 而元翼護之, 至欲不是成龍, 則不欲更立於殿下之朝廷。 此計一行, 邪議四起, 民彝物則, 斁絶無餘矣。 上覽之, 下敎于政院曰: “佞人之頭, 指何人乎? 問于玉堂。” 玉堂回啓曰: “佞人指柳成龍也。” 先是, 元翼上辭職箚曰: 臣不滿於時流之所爲, 曾有一箚, 臣之妄見, 聖鑑已燭之矣。 臣雖無狀, 所帶職名, 則大臣也。 自古安有身爲大臣, 所見所論, 與時流角立, 動輒生梗, 爲一時所指點, 而偃然於百僚上之理乎? 玉堂遂以此上箚論之, 又以兩司之不言斥之, 兩司皆引避。 右議政李恒福上箚曰: 往在數年之前, 奉使南方, 目見賊勢浩大, 盤據海岸, 朝夕狺然。 國家之勢, 無一可恃, 財匱於內, 民散於外, 如老病垂盡之人, 手足痺痿, 氣在於喉間, 而胸腹以下, 已不能收拾矣。 常自語口曰: “古今天下, 守國禦寇之道, 不過曰戰、守、和三者, 今旣不能戰, 又不能守, 下此而論, 則唯有許其求和, 以救燃眉之急。” 繼聞朝議, 或有與臣所見, 無大相遠者。 其後, 領議政李元翼以體察使, 在慶州, 臣嘗往本州, 元翼邀臣議事, 首問: “今賊請和, 而朝議未定, 事當何如?” 臣以前所見陳之。 居數日, 得見元翼狀啓草, 則專論是事。 元翼以大臣, 於國家大計, 籌之已熟, 必不待臣言, 而臣之所言者如此, 則人雖不知, 鬼神難欺。 其後又嘗入朝, 適其時命將和、戰二策會議, 臣經年在外, 未聞朝家論議如何, 乃以一時之見, 略陳於上前, 臣之前後所論, 大槪如此, 而終至於二使不納, 宗社蒙恥。 今欲大揭斥和之義, 以肅朝綱, 則次第鉏削, 當及於臣, 含糊苟容, 拭口以掩迹, 以冀倖免, 此實臣之所大恥也。 上答以勿辭。 於是, 兩司亦論李元翼之失, 上不聽。 元翼遂辭疾, 逾月而遞。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 6월 1일(무인) 1번째기사",
                "gt-oKo": "헌납 구의강(具義剛), 정언 홍식(洪湜)이 아뢰기를, “보덕(輔德) 김신국(金藎國)은 성품이 본래 간사한데 영리하게 처신하여 권세에 붙좇기를 조금도 부끄럼없이 해서 윤국형(尹國馨)의 아들 윤경립(尹敬立)의 딸을 아내로 삼아 성세(聲勢)를 서로 의지할 계책으로 삼았습니다. 국형이 패함에 미쳐서는 극력 감싸 구원하면서 공론을 억제하여 시행되지 못하게 하려 하였고, 심지어는 청의(淸議)의 사람을 배척하여 반드시 내쫓고야 말려고 하였으나, 다행히 위에 계신 성상의 밝으심으로 인하여 간계(奸計)를 이루지 못하였습니다. 그러자 이조 정랑 남이공(南以恭)과 심복을 맺어 대소 관직의 진퇴를 한결같이 자기들 호오(好惡)대로 함으로써 사로(仕路)를 어지럽히고, 조정의 권한을 마음대로 농락하며, 사특한 논의를 고무시켜 국시를 현란시키고, 양쪽을 반복하여 왕래하며 서로 사림을 모함하였습니다. 그가 밤낮으로 경영한 것이 모두 처가를 다시 일으키려는 계책이어서 물정이 모두 통분해 합니다. 아울러 파직을 명하소서.” 하니, 상이 따랐다. 지평 박승업(朴承業)이 아뢰기를, “대사헌 홍여순(洪汝諄)은 음험하고 시기심이 많은 데다가 성품이 탐욕스럽고 사나워 마음에 품은 것과 하는 일이 모두가 나라를 병들게 하고 사람을 해치는 일이었으며, 일생 동안 경영한 것이 모두 재산을 늘리고 사치를 부린 것이라 청의에 용납을 받지 못한 지 오래입니다. 전 정랑 남이공이 그가 청로(淸路)에 합당하지 않다고 말하자 여순이 이로 인하여 유감을 품고 모함하여 배척할 계책을 생각하였으나 꼬집어낼 단서가 없자 그의 일가 사람 정언 홍식(洪湜)을 교사(敎唆)하여 없는 사실로 날조하기를 ‘전 보덕 김신국이 이공(以恭)과 더불어 심복을 맺어 유성룡(柳成龍)과 윤국형을 다시 일으킬 계획을 세웠다.’ 하여 위로는 군부를 속이고, 밑으로는 사류를 무함하였으니, 어찌 성명의 조정에서 이런 불측한 일이 있으리라 생각이나 하였겠습니까. 전년 《홍문록(弘文錄)》을 만들 때 신국이 옥당(玉堂)에 있었는데, 헌납 구의강과 정언 홍식 등이 모두 참여하지 못하자 이로 인해 분노를 품었습니다. 또 의강은 자기 첩(妾)의 집 송사로 인하여 한 언관(言官)을 사주하여 의금부에서 국문(鞫問)하기를 청하였으니, 그 비루하고 부끄럼이 없는 형상은 크게 청의에 버림을 받았으며, 이공의 면척(面斥)까지 당하였으니, 의강이 이공에게 품은 유감이 어찌 끝이 있겠습니까. 여순은 그러한 것을 다행하게 여겨 의강과 홍식 등을 사주하여 먼저 두 사람을 모함하게 함으로써 사사로운 원수를 갚았으니 사람을 모함하여 얽은 정상이 아, 역시 참혹합니다. 신이 이로써 논열(論列)하고자 하였으나 지평 문홍도(文弘道)가 시종 따르지 않았으니, 모두 신이 믿음을 받지 못한 소치입니다. 체척(遞斥)을 명하소서.” 하니, 상이 사직하지 말라고 답하였다. 승업이 드디어 여순과 홍도을 논핵하니, 상이 답하기를, “대간의 논의가 일치하지 않으면 양쪽이 모두 사피(辭避)하고, 처치해 하나로 돌아간 뒤에 논계하는 것이 예인데 어찌하여 이렇게 하는가?” 하자, 승업이 이로써 인피하고 물러갔다. 사간 송일(宋馹)이 아뢰기를, “지난번 남이공이 평소 탐욕스럽고 포악하다는 비난이 있어 청로(淸路)에 맞지 않다고 여러 번 비난이 가해졌습니다. 이로 인하여 양쪽이 크게 틈이 벌어져 서로 모함하는 말이 날로 심해져 식자들이 걱정한 지 오래입니다. 신국과 이공 등은 모두 연소한 사람으로써 행실을 갈고 다듬어서 구구한 말로 악을 제거하고 선을 선양하고자 하였는데, 유성룡이 화의를 주장하여 국사를 그르친 것에 대해 맨 먼저 주장해 배척하여, 국시를 다시 회복하려고 한 것을 여러 번의 장차(章箚)에서 볼 수 있습니다. 더구나 신국은 시종 홍도와 함께 성룡을 논핵하기를 조금도 다름없이 하였으니, 그의 마음씀을 알 수 있는데, 어찌 처가의 연고로 그 처음 마음을 변하였겠습니까. 사람을 논하는 도리는 반드시 일의 형적이 드러나고 중의(衆議)가 함께 버린 뒤에라야 죄를 논하는 자는 혐의가 없고, 죄를 받는 자는 할 말이 없게 됩니다. 그런데 정언 홍식(洪湜)은 여순의 집안 사람이며, 헌납 구의강은 바로 신국과 사이가 좋지 못한 사이인데, 형적을 피하지 않고 갑자기 근리하지 않은 말로 죄를 만들어 배격하였으니, 공심(公心)이 조금이라도 있는 자면 누군들 통분해 하지 않겠습니까. 구의강과 홍식을 아울러 체차하소서.” 하니, 상이 따랐다. 지평 문홍도가 아뢰기를, “지평 박승업은 바로 김신국이 끌어들인 사람이고 사간 송일 역시 신국과 인척간이니, 그가 감싸 구원하려는 것이, 반드시 사(私)를 위하여 한 것이 아니라고는 할 수 없습니다. 또 승업이 참으로 여순을 논핵해야 할 존재로 여겼으면 하루라도 구차히 함께 하지 말았어야 하는데, 여순과 서로 한 달이나 용납했고 구의강 등을 처치할 때에는 조금도 이견이 없다가 지금와서 여순을 공격하니, 이는 필시 신국의 사당(私黨)에게 사주당하여 소요의 단서를 만들려고 한 것입니다. 때문에 신이 거절하고 따르지 않은 것입니다. 신은 승업에게 체직시키라고 청하기까지 하는 중한 배척을 받았는데 얼굴 부끄럽게 그대로 무릅쓰고 있을 수 있겠습니까. 파척을 명하소서.” 하니, 상이 사직하지 말라고 답하였다. 사간 송일이, 홍도가 신국과 인척의 사이라고 지척한 것으로 역시 인피하고 물러갔다. 응교 박이장(朴而章), 부교리 박이서(朴彛叙)·이덕형(李德泂), 수찬 유희분(柳希奮)이 차자를 올려 여순의 시기하고 탐욕·포악한 형상을 논핵하고, 인하여 양사를 처치하기를, “박승업은 인피하여 공의(公議)를 기다리지 않고 지레 사람을 논핵하였으니, 논핵한 바가 바르다 하나 일처리가 전도되어 후폐(後弊)가 없지 않습니다. 문홍도는 이미 논핵을 당하였는데도 무릅쓰고 나와 인피하였으니 구차함이 막심합니다. 송일은 이미 의강 등이 사류를 모함하는 형상을 알고 곧바로 논열(論列)하고자 한 것은 진실로 그 직분인데, 어찌 형제(兄弟) 집안의 인척관계로 인하여 회피할 수 있겠습니까. 승업과 홍도는 체차(遞差)하고, 일은 출사하게 하소서.” 하니, 상이 따랐다. 상고하건대 동서(東西)로 분당(分黨)하여 각자의 주장을 내세우는 것도 부끄러운데, 그 후 한쪽 사람이 별도로 당을 세워 북인(北人)이라고 하여 동인(東人)을 지목하여 남인(南人)이라 하였고, 의강과 식이 신국과 이공을 논핵(論劾)한 후부터는 신국과 이공을 지목하여 소북(小北)이라 하였으며, 의강과 식은 여순의 당으로 대북(大北)이라고 하여 추악한 말로 무함하여 서로 공격하기를 마치 장사치나 여자들이 언쟁하는 것처럼 하였다. 그 정상을 따져 보려 하면 말하는 입이 더러운데, 말류의 폐단이 끝내는 공도를 무너뜨리고 사(私)를 이루었으며, 임금을 잊고 국사를 그르쳤으니, 통분함을 금할 수 있겠는가.",
                "hj": "○朔戊寅/獻納具義剛、正言洪湜啓曰: “輔德金藎國性本回邪, 濟以伶俐, 趨權附勢, 略無所愧。 娶尹國馨之子敬立之女爲妻, 以爲聲勢相倚之計。 及國馨敗, 竭力救護, 欲制公論, 使不得行, 甚至於排擯淸議之人, 必欲斥逐而後已, 幸賴聖明在上, 奸計莫售。 乃與吏曹正郞南以恭結爲心腹, 大小進退, 一循其好惡, 濁亂仕路, 擅弄朝權, 鼓動邪議, 眩亂國是, 反覆兩間, 交構士林。 其日夜之所經營者, 無非爲妻家復起之地, 物情莫不痛憤。 請竝命罷職。” 上從之。 持平朴承業啓曰: “大司憲洪汝諄以陰險猜狠之資, 加貪縱暴戾之性, 積心造事, 無非病國害物, 而一生經營, 都是殖貨怙侈, 不容於淸議久矣。 前正郞南以恭言其不合淸路, 汝諄因此蓄憾, 思所以擠陷之策, 而不得執言之端, 敎唆其一家人正言洪湜, 搆虛捏無以爲: ‘前輔德金藎國與以恭結爲心腹, 爲柳成龍、尹國馨復起之地。’ 上以欺罔 君父, 下以誣諂士類, 豈料聖明之朝, 有此不測之事乎? 前年弘文錄時, 藎國方在玉堂, 獻納具義剛、正言洪湜等俱不得參, 因此懷憤。 且義剛因其妾家詞訟, 嗾一言官, 請鞫於王府, 其麤鄙無恥之狀, 大爲淸議所棄。 至被以恭面斥, 義剛之思所以修谻於以恭者, 寧有紀極? 汝諄幸其嫌怨之已成, 嗾義剛、湜等, 先陷二人, 以報私讐, 羅織陷人之狀, 吁亦慘矣。 臣欲以此論列, 而持平文弘道終始不從, 無非臣不能取信之致, 請命遞斥。” 上答以勿辭。 承業遂劾汝諄、弘道, 上答曰: “臺諫, 論議不一, 則兩家皆辭避, 處置歸一然後, 論啓例也, 何如是爲之乎?” 承業遂以此引避而退。 司諫宋馹啓曰: “頃者, 南以恭素有貪暴之誚, 不合於淸路, 屢加詆斥。 因此, 兩家大開釁隙, 行言翩翩, 輾轉日甚, 識者之憂久矣。 藎國、以恭等, 俱以年少之人, 砥礪名行, 欲以區區口舌, 激濁揚淸, 而至於柳成龍之主和誤國, 則首倡排之, 恢張國是者, 屢著於章箚。 況藎國終始與弘道論劾成龍, 少無崖異, 則其心迹, 亦可見矣。 豈以妻家之故, 變其初心哉? 論人之道, 必事迹顯著, 衆議共棄然後, 論罪者無嫌, 服罪者無辭, 而正言洪湜是汝諄一家之人, 獻納具義剛乃與藎國不協之人, 不避形迹, 遽以不近之言, 成罪而排擊之, 稍有公心者, 孰不爲之痛惋? 請具義剛、洪湜竝命遞差。” 上從之。 持平文弘道啓曰: “持平朴承業乃金藎國所汲引, 司諫宋馹亦與藎國連姻, 其所以欲爲之扶護者, 未必不爲私也。 且承業以汝諄誠爲可劾, 則不可一日苟同, 而與汝諄相容, 幾涉一朔之久, 至於處置義剛等, 略無所異, 今始欲擠汝諄, 是必爲藎國私黨所指嗾, 以啓閙擾之端, 故拒而不從矣。 臣重被承業之斥, 而至於請遞, 尙可靦然仍冒乎? 請命罷斥。” 上答以勿辭。 司諫宋馹以弘道斥之以連姻藎國, 亦引避而退。 應敎朴而章、副校理朴彛叙ㆍ李德泂、修撰柳希奮上箚, 論汝諄猜險貪暴之狀, 仍處置兩司曰: “朴承業引避, 而不竢公議, 徑自論人, 所論雖正, 處事顚倒, 不無後弊。 文弘道旣被論劾, 冒出引避, 苟且莫甚。 宋馹旣知義剛等構陷士類之狀, 直欲論列, 固其職也。 豈以兄弟家姻婭之故, 而有所回避哉? 請承業、弘道遞差, 馹出仕。” 上從之。 按, 東西分黨, 各自標榜, 已足可羞, 而其後一番人, 別立黨號爲北人, 而目東人爲南人, 自義剛、湜論劾藎國、以恭之後, 目藎國、以恭, 爲小北, 義剛、湜爲汝諄之黨, 而目之以大北, 以誣詆醜說, 互相攻斥, 有如賈竪、女子爭言。 若欲究其情狀, 言亦汚口, 其流之弊, 終至於滅公而濟私; 忘君而誤國, 可勝痛哉?"
            },
            "2": {
                "H2KE-EN": "The King ordered that his letter of appointment be returned to Yu Seongryong . The officials of the Censorate jointly pleaded their memorials to the King for four months, and the King approved this.",
                "H2KE-nKo": "주상이 유성룡의 직첩을 돌려주라고 명하였다. 삼사가 번갈아 글을 올려 논한 지 4개월이 지나서야 주상이 이에 따랐다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 6월 1일(무인) 2번째기사",
                "gt-oKo": "상이 유성룡의 직첩을 다시 주라고 명하니, 번갈아가며 글을 올려 논박하였는데, 4개월이 지나서야 상이 이에 따랐다.",
                "hj": "○上命還給柳成龍職牒, 三司交章論之, 四閱月, 上乃從之。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Former Field Commander Kwon Gwon died. When [Kwon] Gwon was encountered in the imjin year (1422, the fourth year of King Sejongs reign, [Kwon] self-restrained himself to rush to the expedition of the enemy and fought against the enemy. The victory of Yi Chi and the victory of Yeju , though he was an ordinary member of the past, how could [he] be added to him? The foundation of the state preserved the 중흥 truly relied on this. [He] is worthy of great achievements.",
                "H2KE-nKo": "전 도원수 권율이 졸하였다. 권율은 임진년의 변란을 당하여 앞장서서 국난에 달려가 싸웠는데 전투에서 항상 견고하게 함락되었다. 이치의 승리와 행주의 승리는 비록 옛날의 명장이라 하더라도 어찌 이보다 더하겠는가. 국가의 중흥의 업적이 실로 여기에 힘입었으니 위대하다고 할 만하다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 7월 1일(무신) 1번째기사",
                "gt-oKo": "전 도원수 권율(權慄)이 졸하였다. 율은 임진년 변란을 당하여 몸을 던져 싸움터에 달려가 전투 때마다 견고한 성을 함락시켰었다. 그 이치(梨峙)의 승리와 행주(幸州)의 대첩(大捷)은 비록 옛날 명장(名將)이라 하더라도 어찌 그보다 더하겠는가. 국가가 중흥(中興)의 업을 이룬 것은 실로 이에 힘입은 것이니, 위대하다고 할 수 있다.",
                "hj": "○朔戊申/前都元帥權慄卒。 慄當壬辰之變, 挺身赴難, 戰常陷堅。 其梨峙之勝、幸州之捷, 雖古名將, 何以加諸? 國家中興之業, 實賴於此, 可謂偉矣。"
            },
            "2": {
                "H2KE-EN": "The King appointed 윤두수 as chief state councilor . The Office of the Inspector General said, Although greedy and wicked by nature, harbored a grudge and shamelessly, and only pursued greedy and corruption. The Office of the Censor General also impeached this and requested that all of them be replaced. The King replied, Recently, the inspectors and censors conspired with sides and demonstrated their self-restraint self-restrength self-rength self-restraint self-rength ",
                "H2KE-nKo": "윤두수를 영의정으로 삼았다. 사헌부가 아뢰기를,“윤두수는 성품이 본래 흉악하고 교활하여 남을 해치려는 마음을 품고서 이익을 탐하고 염치가 없어 오직 탐욕만을 일삼았습니다.”하고, 사간원도 이것을 가지고 논핵하여 모두 체차하기를 청하니, 주상이 답하기를,“근래 대간이 자기편이면 무조건 돕고 반대편이면 무조건 공격하여 배척하는 것을 일삼고 있으니, 누가 이것을 주장하는지 모르겠다. 시습이 이와 같으니 어떻게 나라를 다스리겠는가.”하였다. 대간이 계속 논핵하였으나 주상이 끝내 들어주지 않자, 윤두수가 마침내 병을 이유로 사직하여 면직되었다. 윤두수가 주상의 총애를 받아 재차 의정부에 들어가니, 경박한 신진들이 매우 미워하여 마구 헐뜯고 욕하여 기필코 내쫓고야 말려고 하였으니, 통탄할 일이다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 7월 1일(무신) 2번째기사",
                "gt-oKo": "윤두수(尹斗壽)를 영의정으로 삼았다. 헌부가 ‘두수는 성품이 본래 흉악하고 교활하며, 화심(禍心)을 품고 이익을 좋아하여 부끄러워할 줄을 몰라 오직 탐욕만을 일삼았다.’ 하고, 간원도 이로써 논핵하여 아울러 체차하기를 청하니, 상이 답하기를, “근래에 대간이 자기편은 무조건 돕고 반대편은 무조건 배격하여 배척하는 것을 일삼고 있으니, 누구의 주장이 옳은지 모르겠다. 시대의 습속이 이러하니 어떻게 나라를 다스리겠는가.” 하였다. 대간이 논쟁을 그치지 않았으나 상이 끝내 듣지 않았는데, 마침내 두수가 병을 핑계하여 면직되었다. 두수는 상의 인정을 받아 재차 상부(相府)에 들어오게 되었는데, 부박한 신진(新進)들이 매우 미워하여 함부로 헐뜯고 욕하여 기필코 내쫓은 후에야 그만두었으니, 통분스러운 일이다.",
                "hj": "○以尹斗壽爲領議政。 憲府以爲: “斗壽性本兇猾, 包藏禍心, 嗜利無恥, 惟事貪黷。” 諫院亦以此論之, 竝請遞差, 上答曰: “近來, 臺諫黨同伐異, 以排擊擯斥爲事, 未知孰主張是。 時習如此, 其何爲國?” 臺諫論之不已, 上終不聽, 斗壽遂謝病免。 斗壽被上眷遇, 再入相府, 新進浮薄之輩深嫉之, 橫以詆辱, 必欲斥逐而後已, 痛矣。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King appointed Yi헌hyeong as right state councilor .",
                "H2KE-nKo": "이헌국을 우의정으로 삼았다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 8월 1일(정축) 1번째기사",
                "gt-oKo": "이헌국(李憲國)을 우의정으로 삼았다.",
                "hj": "○朔丁丑/以李憲國爲右議政。"
            },
            "2": {
                "H2KE-EN": "The Japanese envoys sent an emissary to request friendly relations, but their request was not granted.",
                "H2KE-nKo": "왜인이 사신을 보내 화친을 구하였는데, 허락하지 않았다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 8월 1일(정축) 2번째기사",
                "gt-oKo": "왜인(倭人)이 사신을 보내 화호(和好)를 요구했으나 허락하지 않았다.",
                "hj": "○倭人遣使求和, 不許。"
            },
            "3": {
                "H2KE-EN": "On gapsul day, the King again appointed Jo존세를 봉교 of the Office of Royal Decrees and Kim Seonryeo as assistant instructor of the Office of Royal Decrees . In the imjin year (, Jo존세 and Kim Seonryeo were accompanied by the guesthouse of the Office of Royal Decrees to escort the royal carriage. They discarded the historians and fled on the road. On this day, they again entered the Office of Royal Decrees . The King ordered that they be demoted.",
                "H2KE-nKo": "다시 조존세를 예문관 봉교로, 김선여를 대교로 삼았다. 임진년의 난리에 조존세와 김선여가 사관으로 수가하였는데 중도에서 사고를 버리고 달아났다. 이때에 이르러 다시 사국에 들어가니, 주상이 물리치라고 명하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 8월 1일(정축) 3번째기사",
                "gt-oKo": "다시 조존세(趙存世)를 예문관 봉교로, 김선여(金善餘)를 대교로 삼았다. 임진 왜란 때 존세와 선여는 사관(史館)으로 수가(隨駕)하였는데, 중도(中道)에 사고(史藁)를 버리고 도망하였었다. 이때에 이르러 다시 사국(史局)에 들어오자 상이 물리칠 것을 명하였다.",
                "hj": "○復以趙存世爲藝文館奉敎, 金善餘爲待敎。 壬辰之亂, 存世、善餘以史館隨駕, 於中道棄史藁而走。 至是, 復入史局, 上命斥之。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "Bai Yan , the commissioner for accompanying the envoy at the border of Jeong 주사 , was sent away. Prior to this, 주사 Jeong응태가 fabricated a false accusation against our country and made the evidence of the Supplement to the Comprehensive Mirror to Aid in Supplement to Aid in Suplement to the Comprehensive Mirror to Aid in Suplement to Aid",
                "H2KE-nKo": "삭미일에 정 주사의 접반사 백유함을 찬배하였다. 이에 앞서 주사 정응태가 우리나라를 무함하여 《해동기략》을 증거로 삼았는데, 《해동기략》에 왜인의 연호와 우리나라에서 조라 칭하고 종이라 칭하는 등의 말이 들어 있었기 때문이다. 조정에서는 이는 필시 간사한 자가 은밀히 이 책을 정응태에게 보내어 이런 일이 있게 된 것이라고 여겨 마침내 백유함과 역관 등을 잡아다 신문하고 먼저 역관 윤진을 국문하였는데, 윤진이 형장을 맞다가 죽었다. 주상이 백유함을 고문하려고 여러 대신에게 의논하니, 여러 대신이 아뢰기를,“정응태는 타고난 성품이 음험하여 그 정황과 행적을 역관이라도 혹 모를 리가 있는데 접반사가 어떻게 알 수 있겠습니까. 백유함이 아무리 형편없다 하더라도 간사한 자에게 붙어 나라를 배반했다는 것은 실정이 아닐 듯합니다. 만약 한 사람이라도 그의 죄가 아닌데 죽게 한다면 참으로 죄인을 신중히 심의하는 본의가 아닐 것입니다.”하자, 이에 의금부에 명하여 조율하여 찬배하게 하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 9월 1일(정미) 1번째기사",
                "gt-oKo": "정 주사(丁主事)의 접반사 백유함(白惟咸)을 귀양보냈다. 이보다 앞서 주사 정응태(丁應泰)가 우리 나라를 모함하면서 《해동기략(海東紀略)》으로 증거를 삼았는데 기록 가운데 왜인의 연호(年號)와 우리 나라의 왕호(王號)에 조(祖)·종(宗)이라 칭한 말이 있었기 때문이다. 조정에서는 이렇게 된 것이 반드시 간사한 사람이 몰래 이 책을 응태에게 주어 이런 일이 있게 된 것으로 여겨 드디어 유함과 역관(譯官) 등을 잡아다가 국문하였는데, 먼저 역관 윤진(尹禛)을 국문하니, 진은 곤장을 맞다가 죽었다. 상이 유함(惟咸)을 고문(拷問)하고자 하여 여러 대신에게 물으니, 여러 대신들이 말하기를, “정응태는 천성이 음험하여 그의 속셈에 관해서는 비록 역관이라 하더라도 혹 모를 수가 있는데 접반사가 어떻게 알겠습니까. 유함이 변변찮기는 하지만 간사한 사람에게 붙어 나라를 배반했다는 것은 실정이 아닐 듯합니다. 만일 한 사람을 그 죄가 아닌 것으로 죽게 하면 참으로 흠휼(欽恤)하는 본의가 아닐 것입니다.” 하니, 이에 금부에 명하여 조율하여 유배하게 하였다.",
                "hj": "○朔丁未/竄丁主事接伴使白惟咸。 先是, 主事丁應泰構誣我國, 以《海東記略》爲證, 記中有倭人年號及我國稱祖稱宗等語故也。 朝廷以爲, 此必奸人陰以此書, 投贈應泰, 而有是事, 遂拿問惟咸及譯官等, 先鞫譯官尹禛, 禛斃於杖下。 上欲拷問惟咸, 議于諸大臣, 諸大臣以爲: “應泰賦性陰險, 其情迹所在, 雖譯官, 或有不知之理, 爲接伴者, 何得以知之? 惟咸雖無狀, 附奸背國, 恐非情也。 如使一夫, 非其罪而就死, 則誠非欽恤之本意。” 乃命禁府, 照律而竄之。"
            },
            "2": {
                "H2KE-EN": "The King appointed 이항복 as left state councilor .",
                "H2KE-nKo": "이항복을 좌의정으로 삼았다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 9월 1일(정미) 2번째기사",
                "gt-oKo": "이항복(李恒福)을 좌의정으로 삼았다.",
                "hj": "○以李恒福爲左議政。"
            },
            "3": {
                "H2KE-EN": "The King appointed Jo Jeong as headmaster . When examining the Veritable Records of the Grand Scribe (C. Zizhi tongji , the Veritable Records of the Grand Scribe (C. Zizhi tongji states, [Jo] Jeong is a good scholar. He is truly worthy of jade-stringed -stringedged jade-stringed -stringed jade-stringed -stringedged jade-stringed jade-",
                "H2KE-nKo": "조정을 대사성으로 삼았다. 《실록》을 살펴보니 ‘조정은 훌륭한 선비이다. 옥패와 경거는 참으로 보배롭다.’라고 하였는데, 이 말은 잘못되었다. 조정은 현저한 명성이 조금도 없었는데, 혼조 때에 이이첨에게 빌붙어 정승의 자리에 올랐으니, 그 사람됨을 알 만하다. 역사를 편수하는 자가 자기와 한패가 되었다고 하여 이토록 헛된 명예를 내세웠으니, 거리낌이 없다고 하겠다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 9월 1일(정미) 3번째기사",
                "gt-oKo": "조정(趙挺)을 대사성으로 삼았다. 《실록(實錄)》을 상고해보면 ‘정은 아름다운 선비로서 옥으로 만든 패물과 같으니, 참으로 보배롭다.’ 하였는데, 이 말은 잘못이다. 정은 드러난 명성이 없었을 뿐 아니라, 혼조(昏朝)에서는 이이첨(李爾瞻)에게 붙어 벼슬이 정승에 이르렀으니, 그 사람됨을 알 수 있다. 역사를 쓰는 자가 그의 당이라 하여 이토록 거짓으로 기렸으니, 꺼리는 바가 없었다고 하겠다.",
                "hj": "○以趙挺爲大司成。 按《實錄》云: “挺佳士也。 玉佩瓊琚, 誠可寶也。” 斯言謬矣。 挺少無表著之稱, 在昏朝, 附會爾瞻, 得至台鼎, 其爲人可知矣。 修史者, 爲其黨於己, 而虛譽至此, 可謂無忌憚矣。"
            },
            "4": {
                "H2KE-EN": "The King appointed 이이첨을 문학으로 삼았다. Referring to the Veritable Records of the Grand Scribe (C. Zizhi tongkao , the Veritable Records of the Grand Scribe (C. Zizhizhi tongkao , reads as follows: Yi Cheom is a man who is upright. He has mastered literature and skillful by nature, and he is upright and honest by nature. He alone possessesses straightforward words and straightforward opinions, and first reached Yu Tae , he has not yet died. The powerful officials have already disappointed. He also said, He serves his parents with filial piety and serves his sovereign with loyalty. This is the first person who is currently worthy of the present. Alas! What are these words? Yi Cheom was wicked and wicked by nature. Earlier, he entered the Office of the Inspector General , only pursued an executive man to kill him. When he reached the magistracy of the magistracy in the magistracy, he became afraid of the King and became aware of the dangerous words. He repeatedly committed numerous imprisonment. Truly, his death was caused by the circumstances of the circumstances. He fabricated guilty and fabricated a false accusation to the Queen Mother, and he was placed in a secret confrontation with him. He was almost unforeseen. How could he be added to these two characters of loyalty and filial piety to the circumstances? Moreover, he stole powerful of the possession of history and truly devoted himself to compile history. He praised his words of praising himself like this. He is called an unworthy man who does not fear anything.",
                "H2KE-nKo": "이이첨을 문학으로 삼았다. 《실록》을 살펴보니, 이르기를,“이첨은 정인이다. 문예를 잘하고 사람됨이 단아하고 명석하며, 옥색과 금성으로 조정에 우뚝 서서 곧은 말과 곧은 의론을 맨 먼저 유태에게 언급하였으니, 죽지 않은 권간은 간담이 이미 떨어졌다.”하고, 또 말하기를,“어버이를 효성으로 섬기고 임금을 충성으로 섬기는 것이 지금의 제일 가는 사람이다.”하였다. 아, 이것이 무슨 말인가.이첨은 간사하고 악독한 자질로 일찍부터 대각에 들어와 오직 남을 공격하고 해치는 것을 능사로 삼았다. 혼조 때에 이르러서는 위험하고 의심스러운 말로 임금을 놀라게 하고 현혹하여 여러 차례 큰 옥사를 일으켰으니, 영창 대군이 죽지 못한 것은 실로 이 역적에게서 말미암은 것이다. 그런데 없는 죄를 억지로 뒤집어씌워 모후를 무함하여 유폐시키고 곤욕을 치르게 하여 거의 헤아릴 수 없는 지경에 이르렀으니, 어찌 ‘충효’라는 두 글자를 이 역적에게 씌울 수 있겠는가. 또 자신이 문병을 훔친 것은 실로 역사를 편찬하는 일을 전담한 것인데, 자기를 칭찬하는 말을 이와 같이 낭자하게 기술하였으니, 소인으로서 거리낌이 없는 자라고 할 만하다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 9월 1일(정미) 4번째기사",
                "gt-oKo": "이이첨(李爾瞻)을 문학(文學)으로 삼았다. 《실록》을 상고해보면 ‘이첨은 바른 사람으로 문예(文藝)를 잘하였으며, 위인이 엄숙하고 판단이 분명하였으며, 지덕(智德)을 갖춘 모습으로 조정에 우뚝 서서 위언(危言)과 당론(黨論)이 제일 먼저 정승 유영경(柳永慶)에게 미치자 죽지 않은 권간(權奸)들이 낙담하였다.’ 하였고, 또 ‘어버이를 효로 섬기고 임금을 충으로 섬기는 것이 지금 세상에 제일인 자였다.’ 하였으니, 이것이 무슨 말인가. 이이첨은 간사하고 악독한 성품으로 일찍이 대각(臺閣)에 들어가 오직 공격하고 해치는 것을 능사로 삼았다. 혼조에 이르러서는 위험한 말로 임금을 놀라게 하고 미혹시켜 여러 차례 큰 옥사를 일으켰으니, 영창 대군(永昌大君)이 제 명에 죽지 못한 것은 실로 이 적(賊)에게서 말미암은 것이며, 옥사를 조작하여 죄를 얽어 무함함이 모후(母后)에 미치도록 해서 유폐(幽閉)시키고 곤욕을 치르도록 함으로써 불측한 지경에 이를 뻔하였으니, 어찌 충(忠)·효(孝) 두 자를 이런 적에게 붙일 수 있겠는가. 또 자신이 문병(文柄)을 잡아 실제로 《실록》 편수를 전담하였는데, 자기를 기리는 말이 이처럼 낭자하니, 정말 꺼리는 바가 없는 소인이라 하겠다.",
                "hj": "○以李爾瞻爲文學。 按《實錄》云: “爾瞻, 正人也。 善文藝, 爲人端莊明斷, 玉色金聲, 獨立朝端, 危言讜論, 首及柳台, 未死權奸, 膽已落矣。” 又曰: “事親孝、事君忠, 乃當今第一人也。” 噫! 是何言也? 爾瞻以回邪憸毒之資, 早入臺閣, 惟以搏擊戕害爲能事, 及至昏朝, 以危疑之說, 驚惑人主, 屢起大獄, 永昌之不得其死, 實由於此賊, 而鍜鍊羅織, 誣及於母后, 幽閉窘辱, 幾至不測, 豈可以忠孝二字, 加之於此賊乎? 且身竊文柄, 實專修史之事, 而述其譽己之辭, 如是狼藉, 可謂小人而無忌憚者矣。"
            },
            "5": {
                "H2KE-EN": "The King appointed Yi Yong as chief state councilor .",
                "H2KE-nKo": "이원익을 영의정으로 삼았다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 9월 1일(정미) 5번째기사",
                "gt-oKo": "이원익(李元翼)을 영의정으로 삼았다.",
                "hj": "○以李元翼爲領議政。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 10월 1일(정축) 1번째기사",
                "gt-oKo": "간원이 병조 좌랑 정영국(鄭榮國)의 문벌이 비천하다고 논핵하였는데 그 후에 영국이 공조 좌랑에 제수되고나자 드디어 상소하여 스스로를 변명하면서 조정 안에서 서로 질투하고 훼방하는 폐단에 대하여 많이 말하였다. 그 대략에, “대체로 원통함이 그 자신에게 그친다면 그런대로 참고 밝혀지기를 기다릴 수 있으나, 만일 무함이 선조에게 미치고 그 부모를 욕되게 하면 이는 살아서 불효(不孝)한 사람이니, 죽어 지하에서 어떻게 선인(先人)을 보겠습니까. 신이 요행히 과거에 급제한 것만도 이미 분수를 넘었는데, 병조의 현달한 자리는 실로 그릇되이 은혜를 입은 것이니, 신의 명망이 가볍다는 것은 과연 사실입니다. 그러나 문벌이 미천하다는 말은 어디에 근거하여 나온 것인지 모르겠습니다. 대개 사람의 말이 나오게 되는 것은 실로 까닭이 있는 것이니, 신이 어찌 감히 무함을 참고 말하지 않겠습니까. 요즘 조정 논의의 실마리를 신은 듣지 못하였지만, 한번 홍여순(洪汝諄)이 논핵을 받은 뒤부터 김신국(金藎國)과 남이공(南二恭) 등이 몇몇 사람과 사사로이 결탁하여 심복으로 삼고, 여순으로 하나의 함정을 삼아 여순을 공격하고 여순을 구원하는 논의를 일으켜서 자기에게 붙는 자와 자기와 다른 자를 구별하면서, 어쩌다 한마디라도 여순을 욕하면 여순을 공격하는 것이라 하여 행여 뒤늦을 세라 이끌어 들이고, 혹 여순을 삭직(削職)까지 한 것은 너무 심하다고 논하면 여순을 구원한다고 있는 힘을 다하여 배척합니다. 전 정랑(正郞) 권진(權縉)이 일찍이 ‘이공(以恭)이 당여(黨與)를 심어 권세를 마음대로 부린다.’고 하여 여순을 심하게 다스리는 정상에 대하여 말하였었는데, 김신국과 남이공이 그 말을 듣고는 이를 갈며 권진을 모함하고자 하였으나 꼬투리 잡을 말을 찾아내지 못하다가 ‘병가(病暇)를 얻어 조진(躁進)할 계책을 삼는다.’는 것으로 갑자기 파직할 것을 의논하였습니다. 신은 진과 역시 동료의 자리에 있으므로 탄식하기를 ‘지금 병조에 병가를 낸 자가 어찌 한정이 있겠는가만 일찍이 이로써 논핵을 당한 자는 없었다.’ 하였는데, 이 말이 한번 전파되자 김신국과 남이공에게 아부하는 무리들이 ‘저가 어떤 자이기에 감히 이런 논의를 하는가.’ 하고 다투어 서로 떠들면서 아첨하는 선물로 삼아 마침내는 근사하지도 않은 말을 가지고서 위로 성상을 속이고 신을 논박하여 분풀이를 하고 위세를 보이는 자료로 삼았으니, 속담에 ‘고래 싸움에 새우등 터진다.’라고 한 것이 바로 신을 두고 한 말입니다. 이뿐만 아니라 당초 박이서(朴彛叙)가 옥당(玉堂)에 있으면서 차자로 홍여순을 논하려 하자 이유중(李有中)과 임수정(任守正)이 그 논한 바가 지나치다고 하니, 박이서가 협박하여 내쫓고는 마침내 자기의 뜻으로 장황하게 차자를 올렸습니다. 경섬(慶暹)은 헌납이 되어 처음 사은하면서 맨 먼저 유중이 차자 올릴 때 참여하지 않은 일을 들어 자피(自避)하는 말로 삼았는데, 유중이 참여하고 참여하지 않은 것이 경섬 자신과 무슨 상관이 있겠습니까. 그러나 이것을 꼬집어 인피한 것은 대개 유중이 혹 그때의 곡절로 사유를 갖추어 진달하면 이서의 차자가 군부(君父)에게 신임을 얻지 못하고, 장관(長官)을 협박해 내쫓은 정상을 감추기가 어렵기 때문이었습니다. 유중을 논핵하여 그의 입을 막고자 하여도 그 당시에는 마침 조회와 저자가 정지된 상태여서 동료들이 서로 모일 수 없었기 때문에 섬이 짐짓 유중의 이름을 공척하여 먼저 스스로 사피함으로써 잘못이 탄로나는 것을 막으려는 계책으로 삼은 것인데, 이는 모두 김신국과 남이공이 사주한 것입니다. 이로부터 박이서와 이필형(李必亨)의 무리들이 비밀리에 계책을 모의하여 안팎에서 호응하여 한 무리의 사류(士類)를 모두 물리치고자 하였던 것입니다. 필형이 이조 정랑(吏曹正郞)으로 관직의 진퇴(進退)에 관한 권한을 마음대로 하였으니, 그가 사사건건 간교를 부린 일은 말하기조차 추악합니다. 저들 하찮은 정숙하지 못한 무리는 불과 5, 6인으로서 붕당(朋黨)이 되어 비호하며 독(毒)을 뿜어대는데도 조정의 신하들은 입을 다물고 말을 하지 못하고 길가는 사람까지 두려워하였습니다. 심지어 심희수(沈喜壽)는 나라의 후한 은혜를 받아 지위가 숭반(崇班)에 이르러 자신이 전형(銓衡)하는 곳의 장이 되었으니, 마땅히 공론을 넓혀 성명을 저버리지 않을 생각을 해야 하는데, 부박한 연소배들의 말을 들어 빌붙고 아첨하여 지금 사람들이 희수를 ‘문생 판서(門生判書)’라고 하니, 이 어찌 너무나 슬픈 일이 아니겠습니까. 대저 김과 남의 우익(羽翼)이 양사(兩司)에 깔려 있는데, 최동립(崔東立)·윤길(尹)의 무리는 더욱 친밀한 자들로서 종기를 빨아주고 치질을 핥아줄 정도의 아첨으로 사주를 받고,김과 남 두 사람이 하고자 하는 것을 그릇되게 이루어주지 않음이 없으니, 김과 남의 기탄없이 방자함이 이토록 극심합니다. 아, 김과 남은 다만 일개 낭료(郞僚)로서 당초 논핵당한 것이 실로 대단한 것이 아니었는데도 분을 품고 반격하여 못하는 짓이 없는데, 성상께서는 깊이 계시어 그 정상을 통촉하지 못하시어 조가(朝家)가 날로 시끄럽고 시사(時事)가 날고 글러져 사태가 처참하고 인심이 위태롭습니다. 지금이 어떤 때인데 이처럼 망극한 교란이 있을 수 있습니까. 신이 시종 구구하게 말한 것은, 위로 나랏일이 점점 잘못되고 아래로는 선조들이 무함당한 것을 원통하게 여겨 위험을 무릅쓰고 성상께서 한번 깨달으실 것을 바라기 위한 것으로 가슴속에서 나오는 말을 스스로 억제할 수 없습니다.” 하니, 상이 답하기를, “나는 그대가 어떤 사람인지 몰랐는데 지금 진달한 바를 보니 과연 문벌이 낮은 사람이 아니다. 대간이 논한 바는 그 의도를 모르겠지만 그대 역시 무엇을 혐의하는가. 만약 그들이 단정하지 못한 무리들과 당을 맺어 조정을 문란하게 하였을 경우 오래가면 스스로 붕괴될 것이다.” 하니, 대사간 이희득(李希得), 정언 윤길(尹)·남탁(南晫), 사간 송일(宋馹), 장령 최동립(崔東立), 지평 유희분(柳希奮), 집의 박이장(朴而章), 헌납 유인길(柳寅吉), 지평 안종록(安宗祿) 등이 모두 이 때문에 인피하였다. 부제학 노직(盧稷)이 차자를 올려 모두 출사하게 하니, 상이 따랐다.",
                "hj": "○朔丁丑/諫院以兵曹佐郞鄭榮國門地卑賤劾之。 其後, 榮國拜工曹佐郞, 遂上疏, 托以自明, 盛言朝廷傾軋之弊。 其略曰: 凡人之冤痛, 止於其身, 則猶可含忍, 以待暴白, 而如或誣及祖先, 忝厥所生, 則是生爲不孝之人, 死安得見先人於地下乎? 臣幸忝科第, 已踰涯分, 騎省顯地, 實荷謬恩。 謂臣望輕, 則果是實狀, 至於門微之說, 臣不知其何自而起也。 大槪人言之發, 實有其由, 臣何敢誣忍不言? 近日朝著之論, 臣不得與聞緖餘, 而一自洪汝諄被劾之後, 金藎國、南以恭等, 私結若干人, 作爲心腹, 以汝諄爲一陷阱, 倡起攻洪救洪之論, 區別附己異己之人, 或有一言詬及汝諄, 謂之攻洪, 引之猶恐不及; 或云論至削職, 近於已甚, 則謂之救洪, 斥之不遺餘力。 前正郞權縉嘗言以恭植黨專擅, 深治汝諄之狀, 則金、南聞之切齒, 謀欲陷縉, 而不得其說, 乃以呈病爲躁進之計, 遽加論罷。 臣與縉亦同僚席, 竊歎曰: “今之在騎曹呈病者何限, 未嘗以此被論。” 斯言一播, 阿附金、南之徒以爲: “渠是何人, 敢爲此論?” 爭相騰說, 用作獻諂之一贄, 終以不似之說, 上瞞天聽, 駁臣後已, 以爲洩憤示威之地, 諺曰: “鯨戰鰕亡。” 正爲臣道也。 非但此也, 當初朴彛叙在玉堂, 箚論汝諄也, 李有中、任守正以其所論爲過重, 則彛叙迫脅黜去, 竟以己意, 張皇上箚。 慶暹爲獻納, 謝恩之初, 首擧有中不參上箚之事, 引以爲自避之辭, 有中之參與不參, 何與於暹身, 而必執此爲避者, 蓋有中或以其時曲折, 具出陳達, 則彛叙之箚, 不得見信於君父, 而迫逐長官之狀, 且難掩覆。 若欲論劾有中, 以箝其口, 則其時適會停朝市, 不得相會同僚, 故暹故斥有中之名, 先自辭避, 以爲杜塞之謀, 此皆金、南之所指嗾也。 自此, 朴彛叙、李必亨輩, 陰謀秘計, 表裏相應, 一隊士類, 欲盡擯斥。 必亨以天官之郞, 專進退之權, 其節節逞巧, 言之醜也。 彼幺麿不靖之輩, 不過五六, 而黨援朋比, 噆螫其毒, 朝臣結舌, 道路以目。 至於沈喜壽受國厚恩, 位至崇班, 自長銓衡, 宜恢張公論, 以不負聖明爲心, 而聽命於年少浮躁之人, 附會取容。 當今之人, 以喜壽爲門生判書, 豈非可哀之甚者乎? 大抵, 金、南羽翼布在兩司, 如崔東立、尹輩, 尤所親密之人, 吮廱舐痔, 承望指唆, 金、南所欲, 無不曲成, 而金、南之肆然無忌, 至此而極矣。 嗚呼! 金、南特一郞僚, 當初被劾, 實非大段, 而含憤反噬, 無所不至。 聖上深居, 未燭其情狀, 朝家日以紛擾; 時事日以乖舛, 景色愁慘, 人心危懼。 此何等時, 而有此交亂罔極之事乎? 臣之終始區區者, 上以悶國事之漸非; 下以痛祖先之被誣, 觸冒嚴威, 庶幾天聽之一晤, 而言出肝膈, 不能自抑。 上答曰: “予不知爾是何如人也。 今見所陳, 果非門微之人也。 臺諫所論, 雖不知其意, 而爾亦何嫌? 若其結黨不端之輩, 壞亂朝廷, 厚將自崩矣。” 大司諫李希得、正言尹ㆍ南晫、司諫宋馹、掌令崔東立、持平柳希奮、執義朴而章、獻納柳寅吉、持平安宗祿等, 皆以此引避。 副提學盧稷上箚, 皆令出仕, 上從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed 기자헌 as assistant royal secretary of the Ministry of War . Upon examining the Veritable Records of the Grand Scribe (C. Zizhi , the Veritable Records of the Grand Scribe (C. Zizhi tongji states, 기자헌s character is silent and honest. He is not fond of being upright and honest. Alas! He is merely one man of wickedness and wicked men. But he claimed that he was upright and honest. Even though he wished to fabricate a fabricated story, he deceived the future. How could anyone say that he acted in such a way? It is very grievous.",
                "H2KE-nKo": "기자헌을 병조 참지로 삼았다. 《실록》을 살펴보니 ‘자헌은 사람됨이 침묵을 지키고 올바름을 지켜 아부하지 않았다.’라고 하였다. 아, 자헌은 일개 음험하고 흉특한 사람에 불과한데 침묵을 지키고 올바름을 지켰다고 지목하였다. 비록 헛된 명예를 만들어 후세를 속이려고 한 것이지만 사람들의 말이 어찌 이처럼 상반된단 말인가. 통탄스럽다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 10월 1일(정축) 2번째기사",
                "gt-oKo": "기자헌(奇自獻)을 병조 참지로 삼았다. 《실록》을 상고해 보면 ‘자헌은 사람됨이 과묵하고 올바름을 지켜 아부하지 않았다.’ 하였는데, 아, 자헌은 일개 음험하고 흉악한 사람일 뿐인데 과묵하고 올바름을 지켰다고 지목하니, 비록 헛된 명예를 만들어 후세를 속이려 한 것이지만 사람의 말이 어찌 이처럼 상반되는가. 통탄스러운 일이다.",
                "hj": "○以奇自獻爲兵曹參知。 按《實錄》云: “自獻爲人沈默, 守正不阿。’ 噫! 自獻特一陰險兇慝之人, 而目之以沈默守正。 雖欲做成虛譽, 以欺後世, 人之爲言, 豈可若是其相反耶? 痛矣!"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongo day, Chae Gyeomgil , a student of the first day of the eighth month, presented a memorial to the King to discuss the crimes of Namgong and Jeong Gil . The conclusion of the memorial was the same as that of Jeong Yeonghyeon , but the degree was more severe. Chief State Councilor of the State Council and Right State Councilor Yi 헌국이 차자를 올려 아뢰기를, “정영국의 상소 내용은 모두가 편벽된 논의인데, Chae Gyeomgils memorial continued to come. The scholar-officials fail to this point. Therefore, your subject and others together with Jeong Yeonghyeon to conclusively discuss the matter. Your subject hopes that Your Majesty will clearly observe the customs of fail to fail. The King replied, What my dear sirs said is right. I have word a word about it, and thus I dared to trouble you. Todays state affairs are dangerous, and the people of the entire country are all destroyed, and the enemies of the enemies are obscured. I do not know how many ministers are able to defend against them. Generally speaking, the distinction between right and wrong is what human nature is to observe the nature. Truly, it is not possible to do so. Yet, it is important to fail to defend the enemies. It is better to raise the enemies in the court as well as to train the frontier garrisons in the frris in the frontier garrisontal garrisons in the frris in the frontier garris in the frontier garrisontal garris in the frrisontier garrisontal garrisons in the enemies. If they do not fail to the enemies of Zhou , Chu Xi , Li , Fu , and Bu . Truly, the enemies",
                "H2KE-nKo": "유학 채겸길이 상소하여 남이공과 김신국의 죄를 논하였는데, 상소의 내용이 정영국과 같았으나 그보다 더 심하였다. 영의정 이원익이 우의정 이헌국과 함께 차자를 올리기를,“정영국의 상소 내용은 모두 편당의 논의인데 채겸길의 상소가 또 잇따라 이르렀습니다. 선비들의 습속이 이렇게까지 안정되지 못하였기 때문에 정영국과 함께 아울러 변론하여 주상께서 안정되지 못한 습속을 분명히 아시고 통렬히 끊으시기를 바랐습니다.”하니, 주상이 답하기를,“경들의 말이 옳다. 내가 한마디 할 말이 있어서 이에 감히 번거롭게 아뢰는 것이다. 오늘날의 나랏일은 위태롭기가 철류와 같아 나라 안의 백성들이 모두 죽고 탑 밖의 흉적들이 엿보고 있다. 경들이 무슨 계책으로 막아야 할지 모르겠다. 대체로 시비를 판단하는 천성은 사람의 성품에 바탕을 두고 있으니, 참으로 없어서는 안 된다. 그러나 시비를 귀하게 여기는 것은 참으로 시비를 말하는 것이지, 어찌 말세의 이른바 시비를 말하는 것이 사사로운 형기에서 나오기도 하고 편벽된 의견에서 나오기도 하여 모두 내가 성인이라고 말하는 것이겠는가. 예로부터 나라가 보전되지 못하고 집안이 온전한 경우는 없었다. 조정에서 칼날을 꺾는 것이 어찌 변진에서 군사를 훈련시키는 것만하겠으며, 당파를 나누는 데에 유감을 품는 것이 어찌 성을 수축하고 요새를 점거하는 것만 하겠는가. 칼을 어루만지며 서로 보는 것보다는 창을 베고 자며 변고에 대비하는 것이 낫지 않겠는가. 그러니 말을 나누기만을 힘써 한때 패권을 잡고자 하는 사계로 삼는 것보다는 어찌 병농의 제도를 일찌감치 얻어 영원히 모범을 보이는 굉장한 규범을 삼는 것이 낫지 않겠는가. 또 반드시 죄를 짓고 정신이 혼미하고 병이 들어 정신을 잃고 잘못된 임금을 속히 물러나게 하여 정령을 크게 거행하여 사방을 고무시킨 뒤에야 온갖 일을 해낼 수 있을 것이다. 그렇지 않으면 주공, 소공, 이윤, 부열 같은 사람이 묘당에서 도를 논하더라도 무익할 것이다. 진실로 임금이 임금답지 못하여 자연 온갖 일이 분열되어 수습하고자 해도 할 수 없기 때문이다. 내가 그동안 누누이 말한 것은 국가를 위해서이고 종사를 위해서이다. 이극이 ‘나라가 어지러우면 어진 재상을 생각한다.’라고 하고, 두보가 ‘국가의 안위는 대신에게 달려 있다.’라고 하였으니, 경들에게 깊이 바라는 바이다.”하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 11월 1일(병오) 1번째기사",
                "gt-oKo": "유학(幼學) 채겸길(蔡謙吉)이 상소하여 남이공·김신국의 죄를 논하였는데, 상소의 뜻은 정영국(鄭榮國)과 같았으나 더욱 심한 점이 있었다. 영의정 이원익(李元翼)이 우상 이헌국(李憲國)과 함께 차자를 올려 아뢰기를, “영국의 소사(疏辭)는 모두 당에 치우친 논의인데, 겸길의 상소가 또 잇따라 이르렀으니, 사습(士習)의 부정(不靖)이 이 지경에 이르렀습니다. 그러므로 영국과 아울러 거론하오니 상께서는 부정한 습속을 밝게 살피시어 통렬히 끊으소서.” 하니, 상이 답하기를, “경들의 말이 옳으나 내가 한 마디 할 말이 있어 이에 감히 번거롭게 말하겠다. 오늘날의 국사는 위태롭기가 철류(綴旒)와 같아 나라 안 백성은 모두 도탄에 빠져 있고 밖에서는 흉적이 엿보고 있는데, 경들은 무슨 방책으로 막으려 하는가. 대체로 시비의 마음은 인성의 고유한 근본으로 진실로 없을 수 없는 것이다. 비록 그러하나 시비에 있어 소중한 것은 진실한 시비를 말하는 것이지, 어찌 말세의, 형기(形氣)의 사욕에서 나오기도 하고, 혹은 편벽된 의견에서 발작되어 서로 ‘내가 제일이다.’라고 하는 것이겠는가. 예로부터 나라를 보전하지 못하고서 집을 보전한 자는 없으니, 조정에서 상대방을 공격하여 꺾는 것이 어찌 변진(邊鎭)에서 군사를 훈련시키는 것만 하겠으며, 당을 나누어 유감을 품는 것이 어찌 성(城)을 수리하여 요새를 지키는 것만 하겠으며, 칼을 어루만지며 서로 노려보는 것이 어찌 창을 베고 변란을 대비하는 것만 하겠으며, 구구한 논쟁만을 힘써 한때 패권을 잡으려는 계책이 어찌 서둘러 병농(兵農)의 제도를 세워 영세토록 모범을 보이는 것만 하겠는가. 또 사리에 어두워 죄를 짓고 병에 찌들어 노쇠하며 실성(失性)해서 일을 망치는 임금은 속히 물러나고, 정령(政令)을 크게 거행하여 사방을 용동(聳動)시킨 연후에야 온갖 일을 할 수 있다. 그렇지 않으면 아무리 주공(周公), 소공(召公), 이윤(伊尹), 부열(傅說) 같은 사람이 묘당(廟堂)에서 도(道)를 논하더라도 도움이 되지 못할 것이다. 진실로 임금이 임금 노릇을 못하면 자연 만사가 잘못되어 아무리 수습하려고 해도 되지 않는다. 내가 전후로 누누이 말한 것은 나라를 위한 것이며 종사(宗社)를 위한 것이다. 이극(李克)이 말하기를 ‘나라가 어지러우면 훌륭한 재상을 생각하게 된다.’ 하였고, 두보(杜甫)는 말하기를 ‘안위(安危)는 대신에게 달려 있다.’ 하였으니, 경들에게 깊이 바라는 바이다.” 하였다.",
                "hj": "○朔丙午/幼學蔡謙吉上疏, 論南以恭、金藎國之罪, 疏意與鄭榮國同, 而又有甚焉。 領議政李元翼與右相李憲國上箚言: 榮國疏辭, 皆偏黨之論, 而謙吉之疏, 又繼而至。 士習之不靖至此, 故與榮國竝擧辨論, 以冀自上明知不靖之習, 而痛絶之也。 上答曰: “卿等之言是矣。 予有一言, 玆敢煩焉。 今日國事, 危如綴旒, 域中之生靈盡矣; 榻外之兇賊窺矣。 未知諸卿以何策禦之, 夫是非之天, 根於人性之所固有, 誠不可無也。 雖然, 所貴乎是非者, 眞是眞非之謂耳, 豈末世之所謂是非者, 或發於形氣之私; 或作於意見之偏, 俱曰予聖之謂乎? 自古未有國不保, 而家獨全者。 與其摧鋒於朝著, 曷若訓兵於邊鎭; 與其蓄憾於分黨, 曷若修城而據險; 與其按劍而相視, 曷若枕戈而待變; 與其營營於惟務辭說之爭, 以爲一時定覇之私計, 曷若汲汲於早獲兵農之制, 作爲永世垂範之宏規? 又必速退負罪昏劣, 衰老殘病, 喪神失性, 顚妄悖謬之君, 大擧政令, 聳動四方然后, 百事可做。 不然, 雖周、召、伊、傅, 論道於廟堂, 蓋亦無益。 誠以辟不辟, 自然萬事潰裂, 雖欲收拾, 不可得也。 予之前後縷縷者, 爲國家也, 爲宗社也。 李克曰: ‘國亂思良相。’ 杜甫曰: ‘安危在大臣。’ 深有望於卿等焉。”"
            },
            "2": {
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 11월 1일(병오) 2번째기사",
                "gt-oKo": "이보다 앞서 양택(梁澤)이 아비를 죽인 옥사가 있었는데 여러 해 동안 결단하지 못하니, 헌부에서 전 감사 유성군(儒城君) 유희서(柳熙緖)가 뇌물을 받고 옥사를 지연시킨 죄를 논핵하였다. 이에 희서가 한을 품고 예궐(詣闕)하여 스스로를 변명하고, 또 아뢰기를, “신은 때에 따라 처신하지 못하여 권세가 중한 사람에게 미움을 받아온 지 오래입니다. 삼가 들으니, 지난번에는 대관(臺官)을 불러 사주하여 신을 해치도록 하였다 하여 항간에는 이미 친히 교수(敎授)를 받들었다는 말이 나돌았으므로, 신은 실로 큰 화를 면치 못할 것을 알고 있었으나 역적을 옹호했다는 죄를 씌울 줄은 헤아리지 못하였습니다. 이런 악명을 얻고 장차 어디로 가겠습니까. 속히 유사(有司)에게 내려 허실을 밝혀 지극히 억울함을 풀어주소서.” 하니, 상이 답하기를, “뇌물을 받고 역적을 옹호하는 일은 미천하고 실성한 사람이라 할지라도 하지 않을 것인데 그런 죄명을 재신(宰臣)에게 씌운단 말인가. 경의 심사를 내가 이미 알고 있으니, 경에게는 손상될 것 없다.” 하고, 이어 하교하기를, “권세가 중하다는 사람은 누구인가?” 하니, 희서가 회계하기를, “남이공(南以恭)입니다. 신이 이공과 대문을 마주하고 살아 항상 이공의 집에 사람들이 밤낮으로 모여드는 것을 보고는 물었더니, 모두 고관(高官)·현작(顯爵)들이었습니다. 하찮은 일개 낭관(郞官)의 권세가 너무 중하여 그가 한 마디 하기만 하면 삼사(三司)가 분주히 받들므로 신이 분한 마음을 참지 못하고서 항상 말할 때에 언급하곤 하였습니다. 이 때문에 이공이 원수처럼 미워하여 먼저 신에게 죄를 씌워 입을 막으려고 사실도 아닌 이치에 맞지 않는 말을 유희분(柳希奮)에게 말하여 역적을 두호했다는 죄로 신을 모함하였습니다. 이것이 이른바 친히 교수(敎授)를 받들었다는 것입니다.” 하였다. 상이 이로 말미암아 더욱 이공 등을 싫어하였는데, 이때 이기(李墍)가 이조 판서가 되어 가좌랑(假佐郞)과 함께 정사(政事)하여 민몽룡(閔夢龍)을 대사간으로 삼았다. 몽룡이 다음날 나와 사은하고 아뢰기를, “일 만들기를 좋아하는 연소한 무리로 남이공, 김신국 등은 붕당을 지어 권세를 마음대로 부려 조정을 편치 못하게 하였습니다. 그런데도 대사헌 유영경(柳永慶), 집의 송응순(宋應洵), 지평 유희분, 사간 송일(宋馹) 등은 언관의 지위에 있으면서도 일찍이 바로잡는 한 마디 말도 하지 않았으니, 직임을 다하지 못한 잘못이 큽니다. 모두 체차하소서.” 하였다. 헌납 남탁(南晫), 정언 조탁(曺倬)이, 채겸길(蔡謙吉)의 상소에 자신들의 이름이 거론된 것을 들어 모두 인피하니, 몽룡이 처치하기를, “일개 유생이 권한 밖의 말을 한 것은 비록 믿을 것이 못되지만 자신이 언관의 지위에 있으면서 남이공 등의 죄를 거론하지 않았으니 재직할 수 없습니다. 아울러 체차하소서.” 하고, 또 아뢰기를, “남이공과 김신국은 낭관(郞官)의 반열에 있으면서 나라의 권병(權柄)을 잡으려고 부박한 무리와 결탁하여 질투하고 훼방하는 흉계를 자행하여 조정을 문란하게 하였으니, 아울러 파직하소서.” 하니, 상이 모두 따랐다. 이원익(李元翼)이 차자를 올려 청대(請對)하니, 상이 원익(元翼)과 이헌국(李憲國) 및 원임 대신(原任大臣) 이산해(李山海)·최흥원(崔興源)·윤두수(尹斗壽)·이덕형(李德馨)·이항복(李恒福) 등을 명소(命召)하였으나 모두 오지 않아 원익만 홀로 입시하여 아뢰기를, “전번 차자의 비답 가운데 신하로서는 차마 들을 수 없는 것이 있었는데, 신은 지금까지도 놀라움이 진정되지 않고 있어 죽을려고 해도 죽을 곳이 없습니다.” 하니, 상이 이르기를, “차마 들을 수 없다는 말은 무슨 말인가?” 하니, 응대하기를, “비답 말씀 끝부분에 ‘또 반드시 물러가야 한다.’ 이하에 있는 말들입니다.” 하였다. 상이 이르기를, “내가 평소부터 그런 뜻을 두었던 것이고, 그 일로 인해 말한 것은 아니니 미안할 것까지야 있겠는가.” 하고, 인하여 묻기를, “무슨 일을 말하고자 하는가?” 하니, 응대하기를, “임금은 남의 말을 들으면서 듣기 좋으면 옳다고 여기고 귀에 거슬리면 그르다고 여기는데, 듣기에 좋고 거슬리는 것으로 절대 희노(喜怒)를 삼지 말으시고 반드시 도리에 맞는가를 기준으로 하시면 참설(讒說)에 의해 동요되는 것을 면할 수 있습니다. 상께서 매양 시류(時流)들을 부정(不靖)하다고 하시니, 간세한 자들이 상의 뜻을 알아차리고 상소하여 상의 뜻에 맞추어서 한편으로는 사당(私黨)을 부식하고 한편으로는 자기와 다른 자를 배격하는데, 상께서는 그 말을 기꺼이 들으시면서 그 사정을 깨닫지 못하고 계시니, 신은 가슴이 아픕니다. 정영국(鄭榮國)과 채겸길(蔡謙吉) 등이 한 일은 참으로 매우 간악하니, 상께서는 밝게 살피시어 통렬히 끊으소서. 영국과 겸길은 모두 사당을 위하는 자들이어서 외부 사람들은 모두 그 상소가 스스로 한 것이 아니라고 합니다. 그 소에서 말한 것을 보면 조사(朝士)들이 다투는 곡절을 미세한 것까지 자세히 언급하였으니, 이는 결코 일반 관원이나 유생으로서는 다 알 수 없는 것들로서 교사(敎唆)를 받아 한 것임은 말하지 않아도 알 수가 있습니다. 사대부가 조정에 서면 벼슬에 연연(戀戀)하는 마음을 갖지 않는 자가 적어서, 반드시 개처럼 구차하게 굴고 파리처럼 따라 붙어 온갖 계책을 동원하여 진출을 도모해 형적을 감추고 사람을 사주하여 자기를 공격하는 자를 배척하여서 반드시 이길 형세를 삼으니, 그들의 어질고 불초(不肖)함이 어떻다 하겠습니까? 그러한 무리들이 뜻을 얻으면 나라를 그르칠 것이 틀림없습니다. 고대(古代)로 부터 붕당(朋黨)의 일이 있어 왔지만 지금처럼 심한 적은 없었습니다. 당초에 당을 만든 자가 동인(東人)·서인(西人)으로 이름하더니, 서인이 물러난 후에는 동인 가운데서 남인(南人)과 북인(北人)이 생겼으며, 북인 가운데서 또 소북(小北)과 대북(大北)이 생겨 분열되고 이합집산하여 번갈아 진퇴(進退)하니, 어찌 나랏일이 망쳐지지 않을 리가 있겠습니까.” 하니, 상이 이르기를, “남인이란 누구를 가리키는가?” 하니, 대답하기를, “유성룡(柳成龍)과 그와 같이 행세한 사람입니다. 성룡과 그의 일파가 배척을 당한 후에 조정의 기강이 더욱 무너져 어찌할 수가 없게 되었습니다.” 하니, 상이 이르기를, “경은 성룡을 내쫓은 것을 그르다고 여기는 것인가?” 하니, 응대하기를, “성룡의 행동이 어찌 다 옳았겠으며 그때의 사류(士類)들이 어찌 모두 선하였겠습니까. 그 사이에 부박한 습성과 편사(偏私)한 일이 있었기 때문에 신이 그때에 매양 그들의 잘못을 말하였던 것입니다. 작년 성룡을 내쫓은 뒤 후임으로 나라를 보좌하는 자가 크게 인심을 잃어 안정시키지 못하고 일을 그르쳤기 때문에 신은 매양 전번 사람이 이 무리보다 나았었다고 생각하였습니다. 천하 국가의 일은 단지 공(公)·사(私) 두 글자로 구별됩니다. 순수하게 공도를 쓰면 태평한 세상이 되고, 공과 사가 뒤섞이면 나라는 유지되더라도 말세가 되고, 순전히 사정(私情)을 쓰면 나라가 망하게 됩니다. 남인(南人)이 국사를 담당하였을 때는 사(私)가 실로 많았으나 공(公)도 10분의 3, 4는 있었는데, 북인(北人)이 일어난 후에는 공도(公道)가 전멸하고 사정이 크게 행해졌습니다. 북인이 대북(大北)과 소북으로 나누어진 후 소북에는 그래도 사류(士類)로 자처하는 자가 많았는데 대북에 이르러서는 거의 모두가 사당(私黨)이어서 순전히 사정을 쓰니, 이 무리들이 일어나 용사(用事)하면 나랏일이 글러질 것입니다. 지난날 대간이 홍여순(洪汝諄)과 임국로(任國老)를 논척(論斥)한 것은 모두가 공공의 논의였습니다. 여순은 사납고 탐욕스러워 도처에서 남 해치는 것을 일삼았으므로 미천한 자들까지도 모두 천하게 여겨 외방 백성들은 여순이 다시 현직(顯職)에 올랐다는 말을 듣고는 ‘시사(時事)를 알 만하다.’ 하였습니다. 이 사람의 진퇴로 일세의 치란을 점칠 수 있으니 임용을 삼가지 않을 수 없습니다. 임국로는 여순처럼 악하지는 않지만, 그 부자(父子)는 거가(車駕)가 서행(西幸)할 때에 수행하지 않아 유식한 자들이 버린 지 오래입니다. 또 여순의 당이 되어 사당(私黨)만 알고 국가는 모르니, 이 두 사람이 국사를 담당하면 나라를 그르칠 것이 분명합니다. 만약 조정에 도(道)가 있어 이 무리들을 재능에 따라서 임용한다면 쓰지 못할 사람들은 아닙니다. 그러나 남이공(南以恭)의 무리는 매우 부정(不靖)하니, 죄를 준들 무엇이 아깝겠습니까. 다만 부정한 중에서도 반드시 남이공을 우두머리로 끄집어 내는 것은 이공이 여순을 공척하였기 때문에 괴수(魁首)로 삼는 것입니다. 그리고 윤(尹)씨의 사위인 김신국(金藎國)과 대(對)를 삼아 유(柳)·윤(尹)을 기용하려 한다는 지목을 가하여 매양 김(金)과 남(南)이 우두머리라고 하니, 조정에 어찌 이런 수치가 있겠습니까. 임금은 마땅히 공평 정대한 사람을 임용하여 공도(公道)를 주장하게 하고서 모든 재능있는 자를 다 수용하여야 나라가 다스려질 것입니다. 만약 신의 말을 듣지 않고 이 무리들을 쓰면 오래지 않아 이 무리들이 국가에 해를 끼치는 것을 자연 알게 될 것입니다.” 하고, 물러나갔다. 이튿날 민몽룡(閔夢龍)이 대신의 공척을 받은 것으로써 인피하니, 상이 답하기를, “대신이 시국을 근심하는 뜻이 간절하여 허다한 이야기를 하였으나 그 뜻을 보면 요점은 유성룡의 당을 끌어들이고자 하는 것에 불과하다. 이공 등이 함부로 날뛰면서 삼사(三司)를 호령하여 위복(威福)을 마음대로 하는 죄악이 있는데도 거론하여 바로잡지 않을 뿐만 아니라 따라서 그를 위하는 말까지 하였다.” 하였다. 정언 이빈(李薲)·박사제(朴思齊) 등이 출사(出仕)하기를 계청하고, 인하여 원익을 침해하는 말을 하니, 원익이 드디어 동호(東湖)로 나가 여섯 번 정사(呈辭)하여 체직되었다.",
                "hj": "○先是, 有梁澤弑父之獄, 累年不決, 憲府劾前監司儒城君柳熙緖受賕緩獄之罪, 熙緖嗛之, 詣闕陳啓自明, 且曰: “臣不能隨時俯仰, 見忤於權重之人久矣。 竊聞, 頃者招嗾臺官, 使之害臣。 是以, 閭巷之間, 已有親承敎授之語, 臣固知未免大禍, 而曾不料加以護逆之罪。 得此惡名, 將安所歸? 願亟命有司, 辨其虛實, 以伸至冤。” 上答曰: “受賕護逆, 雖下賤失性者亦不爲, 乃加是名於宰臣乎? 卿之心事, 予已知之, 於卿何損焉?” 仍下敎曰: “權重之人誰也?” 熙緖回啓曰: “南以恭是也。 臣居與以恭對門, 常見以恭之家, 鞍馬輻輳, 日夜聚會。 問之則皆高官顯爵也。 幺麿一郞官, 權勢太重, 一言出口, 三司奔走, 臣不忍憤忿之意, 常發於言語間。 以此, 以恭嫉之如讐, 欲先罪臣身, 以箝其口, 乃以無形不近之說, 言于柳希奮, 陷臣以護逆之罪, 此所謂親承敎授者也。” 上由是, 益厭以恭等。 時, 李墍爲吏曹判書, 與假佐郞爲政, 以閔夢龍爲大司諫。 夢龍翌日出謝, 遂啓曰: “年少喜事之徒, 如南以恭、金藎國等, 朋比擅弄, 以致朝著之不靖, 而大司憲柳永慶、執義宋應洵、持平柳希奮、司諫宋馹等, 身在言地, 曾無一言糾正, 其不職大矣。 請竝遞差。” 獻納南晫、正言曺倬以名出於謙吉之疏, 皆引避。 夢龍處置以爲: “一儒生越位之言, 雖不足取信, 身居言地, 不論以恭等之罪, 不宜在職, 請竝遞差。” 又啓曰: “以恭、藎國身在郞官之列, 要執國柄, 交結浮薄之徒, 肆行傾軋之凶, 致令朝著壞亂, 請竝罷職。” 上皆從之。 李元翼上箚請對, 上命召元翼、憲國及原任大臣李山海、崔興源、尹斗壽、李德馨、李恒福等, 皆不至。 元翼獨入侍進啓曰: “頃日箚子之批, 有臣子不忍聞者, 臣至今驚惶靡定, 欲死無地。” 上曰: “所謂不忍聞者, 何語也?” 對曰: “批辭末端又必速退以下等語也。” 上曰: “予素有此意, 非因此而發也, 何至於未安?” 仍問曰: “有何欲言之事乎?” 對曰: “人主之聽言, 順乎耳則以爲是; 逆乎耳則以爲非。 切勿以入耳之順逆爲喜怒, 而必求諸道, 則可免爲讒說之所移矣。 自上每以時流爲不靖, 姦細之人, 揣知上意, 投疏以中之, 一以扶植私黨, 一以排擊異己者, 自上喜聞, 而不悟其情態, 臣竊痛焉。 鄭榮國、蔡謙吉等事, 誠極可惡, 願上明察, 而痛絶之。 榮國、謙吉皆黨於所私者也。 外人皆謂, 其疏非自爲也。 就其疏語觀之, 其言朝士鬪詰曲折, 細入毫末, 決非庶官、布衣所能盡悉者, 謂之敎唆而爲之, 無辭可解矣。 士大夫立朝, 無顧戀好爵之心者少矣。 必狗苟蠅營, 百計圖進, 匿跡嗾人, 擠其攻己之人, 以爲必勝之勢者, 其於賢不肖何如也? 此輩得志, 則誤國必矣。 自古代有朋黨之事, 而未有如今時之甚者。 當初立黨者, 以東西爲名, 而西人旣退之後, 東之中生南又生北, 北之中又生小北大北, 分朋離析, 更迭進退, 豈有國事不敗之理乎?” 上曰: “所謂南, 指誰也?” 對曰: “指柳成龍一時人也。 成龍一時人被斥之後, 朝廷益壞, 無可爲矣。” 上曰: “卿意以斥逐成龍爲非矣。” 對曰: “成龍所爲, 豈能盡是; 其時士類, 豈能盡善? 其間多有浮躁之習、偏私之事, 故臣當其時, 每言其過失矣。 昨年斥逐之後, 代而佐國者, 大不厭衆心, 不靖而壞事, 故臣每以前時人爲勝於此輩, 而思之矣。 天下國家之事, 只判於公與私二字而已。 純用公道, 則爲太平之世; 公私交雜, 則國雖扶持, 而爲叔季之世; 純用私情, 則國亡矣。 南人當路時, 私固多, 而公亦有十之三四矣, 北人起後, 公道滅絶, 私情大行。 北人分爲大小北之後, 小北猶多有以士類自處者, 至於大北, 則幾皆私黨, 純用私情, 此輩以起用事, 則國事去矣。 頃日, 臺諫論斥洪汝諄及任國老, 此皆公共之論也。 汝諄狼戾貪婪, 到處以害人爲事, 廝隷臺卒, 亦莫不賤惡, 外方之民, 聞汝諄復爲顯職, 必曰: ‘時事可知。’ 以此人之進退, 卜一世之治亂, 用之不可不愼也。 任國老則不至於汝諄之惡, 而其一家父子, 當車駕西幸之時, 不爲隨駕, 有識者棄之久矣。 又黨於汝諄, 知有私黨, 而不知有國家, 此兩人當國, 則誤國必矣。 若朝廷有道, 而此人輩隨才任使, 則不至於不可用。 至於南以恭輩甚不靖, 罪之何惜? 但於不靖之中, 必招出南以恭爲首者, 以恭排斥汝諄, 故擧以爲魁。 仍以尹壻金藎國爲對, 加以欲起柳、尹之目也, 每稱金、南而爲首, 朝廷安有如此羞辱乎? 人主當全用平正之人, 使主張公道, 而凡有才長者, 皆收用任使, 則國可治矣。 若不用臣言, 而用此輩, 不久自當知此輩之貽害於國家矣。” 仍趨出。 翌日, 閔夢龍以被大臣之斥引避, 上答曰: “大臣志切憂時, 有許多說話, 而觀其意, 要其歸, 不過欲引用柳黨也。 以恭等橫恣跳梁, 號令三司, 作威作福。 有此擅弄之罪惡, 而不惟不爲之擧正, 又從而爲之辭。” 正言李馪、朴思齊等啓請出仕, 仍語侵元翼, 元翼遂出東湖, 呈辭六度而遞。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "Inspector General Yi Yujung , Fourth Censor Bak Saje , and others reported as follows: Former Recorder [of the Office of the Censor General] [] Yi Gonggong and [Yi] Gunji [] are secret and crafty. They are treacherous and deceitful. They arbitrarily arbitrarily, and arrogantly arbitrarily arbitrarily. The public opinions are truly caused by themselves. Truly, they should have no time to reflect upon their faults. However, they attempted to repay two or three private sections to repay their superiors, rampantly invaded them to climbing and expelling their superiors. They raised their superiors, and flattered their superiors. They thoroughly attempted to attempt to restrain their superiors. All the entire countrymen understand their superiors, but they did not know Your Majestys sagacity. They deliberate on the work day and night, and they do not scheme to seek the same superiors and display the superiors. Your subjects do not know what to do. As for the two superiors of the superiors, what to do? As for the expelled grandmother and grandfathers expelled their superiors, they denounced their superiors, which is a trivial matter. As for the two secret connection between Sin국이 and secretly protect their wives, this is not something worry about today. As a subject who commits a crime, how could he be allowed to remain in the world in the world? Recorder [of the Office of the Royal Decrees] Song Ilos wickedness and Fifth-Rank Military Official Bak Iseos wickedness was originally dispute and despised. However, he colluded with Kim and Nam and successively received a government position in succession. On the day when Kim and Nam were impeached, he became angry that the powerful candidates were defeated. In addition, he was afraid that his own superiors might gather together to contribute his superiors. The memorials submitted by the Office of the Censor General and the Office of the Censor General were extremely clarified, and he colluded the superiors to contribute his superiors. He could not speak about any superiorsiors ",
                "H2KE-nKo": "대사간 이유중, 정언 박사제 등이 아뢰기를,“전 정 남이공과 김신국 등은 음흉하고 간사하며 아첨을 잘하고 붕당을 지어 권세를 마음대로 휘두르며 멋대로 날뛰었으니, 공의가 일어난 것은 실로 스스로 초래한 것입니다. 그러니 진실로 허물을 반성하기에 겨를이 없어야 하는데, 이에 두세 사당과 함께 보복할 계책을 세워 돌격하여 일망타진함으로써 위로는 군부를 협박하고 아래로는 진신들을 농락하여 온갖 호령이 한결같이 그들의 입에서 나오고 묘당과 대각이 분주히 받들어 행하니, 온 나라 사람들이 김과 남이 있는 줄만 알고 전하가 계신 줄은 몰랐습니다. 그들이 밤낮으로 경영한 것은 모두 자기편이면 구하고 반대편이면 배척하는 계책이었으니, 두 사람의 마음이 끝내 무슨 짓을 하려는 것인지 모르겠습니다.남이공이 조모를 내쫓고 숙부를 모함한 것은 단지 사소한 일일 뿐이고, 김신국이 양쪽 사이에서 서로 얽어매고 몰래 처가를 비호한 것 또한 오늘날 말할 만한 것이 아닙니다. 신하로서 이러한 죄악을 지고서 어찌 다시 천지 사이에 용납될 수 있겠습니까.직강 송일의 사악함과 사직 박이서의 교활하고 악독함은 본래 식자들이 천시하고 미워하는 바인데, 김과 남과 결탁하여 청현직을 두루 거쳤습니다. 김과 남이 논핵을 당하던 날에 그 당의 괴수가 낭패를 당한 것을 분하게 여기고 또 자기가 외롭고 위태로울까 두려워하여 떼를 지어 모의하고 서로 의논하여 일어났습니다. 간원의 계사와 옥당의 차자가 몹시도 음험하고 참혹하여 여러 사람의 입을 막아 감히 말을 하지 못하게 하였으니, 예로부터 신하로서 악인과 편당을 지어 사사로움을 행한 것이 무엇이 이보다 심하겠습니까. 남이공과 김신국은 모두 원지에 찬배하고, 송일과 박이서는 관작을 삭탈하고 도성 밖으로 내쫓으소서.”하였다. 대사헌 민몽룡, 장령 최철견, 지평 이빈 등도 이를 논계하고, 또 이필형이 김과 남에게 편당을 지어 빌붙은 죄를 논하여 3일 동안 연속해서 아뢰니, 주상이 남이공과 김신국은 관작을 삭탈하고 도성 밖으로 내쫓으며, 이필형, 박이서, 송일은 관작을 삭탈하라고 명하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 12월 1일(병자) 1번째기사",
                "gt-oKo": "대사간 이유중(李有中), 정언 박사제(朴思齊) 등이 아뢰기를, “전 정(正) 남이공과 김신국(金藎國) 등은 음흉하고 간사하여 붕당을 지어 권세를 마음대로 휘두르고 함부로 날뛰었으니 공의(公議)가 일어난 것은 실로 자초한 것입니다. 마땅히 허물을 반성하기에 겨를이 없어야 하는데 두세 사당(私黨)과 보복할 계책을 세워 돌격해 일망타진하려 함으로써 위로는 군부(君父)를 위협하고, 아래로는 대신을 농락하여 모든 호령이 한결같이 그의 입에서 나와 묘당(廟堂)과 대각(臺閣)이 분주히 그들의 계책을 받들어 거행하여 온 나라가 김과 남이 있는 줄만 알고 전하가 계시는 줄을 모릅니다. 그들이 밤낮으로 경영하는 일이란 모두 저희와 뜻이 같은 자를 찾고 다른 자를 배척할 계책뿐이니, 두 사람의 마음이 끝내는 무슨 짓을 하려는지 알 수 없습니다. 이공이 조모(祖母)를 내쫓고 숙부(叔父)를 모함한 것은 다만 그 가운데 작은 일이며, 신국이 둘 사이에서 교결하여 몰래 처가를 옹호한 것 역시 오늘에 와서 말할 나위가 못 됩니다. 신하로서 이런 죄악을 짓고도 어찌 천지 사이에 살수 있겠습니까. 직강(直講) 송일(宋馹)의 사특함과 사직(司直) 박이서(朴彛叙)의 교활하고 악독함은 본래 식자들이 천박하게 여겨 싫어하는 바인데 김신국과 남이공에게 결탁하여 청요직(淸要職)을 두루 거쳤으며, 김과 남이 논핵당하는 날에는 그 당의 우두머리가 패하는 것을 분하게 여기고 또 자신이 위태로운 것을 두려워하여 무리지어 모의하고 서로 의논하여 일어났습니다. 간원의 계사와 옥당의 차자는 매우 음흉하고 처참하여 여러 사람의 입을 막아 감히 말을 하지 못하게 하였으니, 자고로 신하로서 당을 만들어 악을 자행하고 사(私)를 행한 것 치고 이보다 더 심한 것은 없습니다. 남이공과 김신국은 멀리 찬축하고, 송일과 박이서는 관작을 삭탈하여 문외 출송(門外黜送)하소서.” 하였다. 대사헌 민몽룡(閔夢龍), 장령 최철견(崔鐵堅), 지평 이빈(李薲) 등도 이것을 논계하고, 또 이필형(李必亨)이 김신국과 남이공에게 당부(黨附)한 죄를 논하여 3일 동안 연속해 아뢰니, 상이 ‘남이공과 김신국은 관작을 삭탈하여 문외 출송하고, 이필형·박이서·송일은 관작을 삭탈하라.’고 명하였다.",
                "hj": "○朔丙子/大司諫李有中、正言朴思齊等啓曰: “前正南以恭、金藎國等, 陰兇險陂, 回邪巧佞, 朋比擅弄, 橫恣跳梁, 公議之發, 實所自取。 固當省愆之不暇, 而乃與二三私黨, 爲報復之計, 突擊網打, 上以脅制君父; 下以牢籠搢紳, 凡百號令, 一出於其口, 廟堂、臺閣, 奔走奉行, 擧國知有金、南, 而不知有殿下。 日夜所經營, 無非求同、排異之計, 未知兩人之心, 終欲何爲。 以恭之黜祖母、陷叔父, 特其細事, 而藎國之交構兩間, 陰護妻家, 亦非今日之所暇道也。 爲人臣而負此罪惡, 豈可復容於天地間乎? 直講宋馹之邪慝, 司直朴彛叙之狡毒, 本是識者之所賤惡, 而交結金、南, 歷敭淸顯, 金、南被劾之日, 忿其黨魁之見敗, 又恐自己之孤危, 群聚而謀, 相議而起。 諫院之啓、玉堂之箚, 極其陰慘, 以箝制衆口, 使莫敢言, 自古人臣之黨惡行私, 孰甚於此乎? 請南以恭、金藎國竝命遠竄, 宋馹、朴彛敍削奪官爵, 門外黜送。” 大司憲閔夢龍、掌令崔鐵堅、持平李馪等, 亦以此論啓, 又論李必亨黨附金、南之罪, 連啓三日, 上命南以恭、金藎國削奪官爵, 門外黜送, 李必亨、朴彛叙、宋馹削奪官爵。"
            }
        }
    },
    "leap month 4": {
        "1": {
            "1": {
                "H2KE-EN": "Envoy for Reporting to the Emperor of Ming China Yi이항복 and others returned from Beijing. The reply to the Board of Rites read as follows: The imperial edict read as follows: The state councilors and soldiers are all important in the imperial court. How could I not consider even one humble subject who acted in anger and unreasonable circumstances, as well as the hardships of the sovereign and the people of the entire country who had long guarded the frontier for the longevity of the frontier for the frontier fortier for the frontier.",
                "H2KE-nKo": "삭일 기묘년에 진주사 이항복 등이 북경에서 돌아왔다. 예부가 회자하였는데, 그 내용은 다음과 같다.“황제의 칙지를 받드니 ‘나라의 체모와 군정은 모두 조정의 큰일이다. 짐이 어찌 일개 소신의 사사로운 감정으로 함부로 남의 일을 들추어내어 오랫동안 수자리한 장사들의 노고와 속국 군민들의 울며 하소연하는 괴로운 심정을 생각하지 않을 수 있겠는가. 정응태는 거동이 사리에 어긋나고 위협으로 감죄하여 거의 큰일을 그르칠 뻔하였으니, 우선 파직해서 백성을 위하고 본적지로 돌려보내 감죄를 받도록 하겠다. 그대 예부는 자문을 보내 조선왕을 위유하여 짐이 처음부터 끝까지 돌보아 준 덕의를 알게 하고, 이어 국인을 경계하여 더욱 공순하게 대하는 예절을 견고히 하도록 하라. 이에 마땅히 자문을 보내 번거롭게 명지를 받들어 안심하고 생각을 풀며 뒷일을 잘 처리하도록 힘써 도모하여 우러러 황제의 업을 빛내고 우러러 황제의 인자함에 부응하도록 하라. 이어 신민에게 효유하여 모두에게 성명께서 멀리 내다보시고 이미 처분이 있었음을 알게 할 것이니, 각기 맡은 바 직무를 정성스럽게 수행하여 영원히 충성을 바치겠다고 맹세하고 함부로 스스로 의심하고 두려워하여 덕의를 저버리지 말도록 하라.’라고 하였습니다.”\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 윤4월 1일(기묘) 1번째기사",
                "gt-oKo": "진주사 이항복(李恒福) 등이 중국에서 돌아왔는데, 예부(禮部)에서 회자(回咨)한 내용은 다음과 같다. “성지를 받들었는데 ‘국체(國體)와 군정(軍情)은 모두 조정의 큰일이니 짐이 어찌 한 소신(小臣)이 사사로이 분노하고 망령되이 참소한 것으로 인하여 오랫동안 노고한 장사(將士)들과 속국 군민(君民)이 눈물을 흘리며 호소하는 고정(苦情)을 생각하지 않겠는가. 정응태(丁應泰)는 거동이 잘못되고 어긋나 위협으로 조사함으로써 큰일을 그르칠 뻔하였다. 우선 그의 직(職)을 파하고 평민으로 만들어 본적에 돌려 보내어 벌을 받도록 했다는 것을 너희 예부(禮部)에서는 조선왕(朝鮮王)에게 이자(移咨)하여 위유(慰諭)해 짐이 시종 보살펴 준 덕의(德意)를 알게 하고 아울러 국인(國人)을 훈계하여 공순한 절의를 더욱 굳게 지키게 하라.’ 하셨습니다. 이에 이자(移咨)하는 것이니, 공손히 명지(明旨)를 지키어 안심하여 걱정을 풀고 힘써 뒷일을 잘 처리하기를 도모하여 왕업(王業)을 빛내 우러러 황제의 인자하심에 부응하고, 신민에게 효유하여 모두에게 성명(聖明)께서 멀리 살피시어 이미 처분이 계신 것을 알도록 함으로써 각기 직업에 충실하여 영원히 충성을 맹세하고 쓸데없이 의심하고 두려워하여 덕의를 저버리지 말게 하십시오.”",
                "hj": "○朔己卯/陳奏使李恒福等還自京師。 禮部回咨曰: 奉聖旨, 國體軍情, 皆朝廷大事。 朕豈以一小臣私忿妄訐, 不念將士久戍勞苦與屬國君民泣籲苦情? 丁應泰擧動乖謬, 威制勘科, 幾誤大事。 姑着革職, 爲民回籍聽戡, 爾部移咨, 慰諭朝鮮王, 俾知朕始終字恤德意, 仍令戒訓國人, 益堅恭順之節。 欽此合行移咨, 煩爲欽遵明旨, 安心釋慮, 力圖善後, 用光王業, 仰副皇仁, 仍曉諭臣民, 咸使知聖明洞然遠覽, 業有處分, 各宜恪修職業, 永矢忠誠, 毋得妄自疑畏, 有辜德意云。"
            },
            "2": {
                "H2KE-EN": "Former left state councilor Sim Sugyeong , who retired as left state councilor , died.",
                "H2KE-nKo": "전 좌의정으로 치사한 심수경이 졸하였다.\n",
                "date_ko": "선수 33권, 32년(1599 기해 / 명 만력(萬曆) 27년) 윤4월 1일(기묘) 2번째기사",
                "gt-oKo": "치사한 전 좌의정 심수경(沈守慶)이 졸하였다.",
                "hj": "○前左議政致仕沈守慶卒。"
            }
        }
    }
}