{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "Seong Yeong was appointed minister of personnel . [Seong] Yeong was appointed as minister of personnel . [Seong] Yeong was able to serve in the court [of Ming China], and he was only repeatedly obeying the powerful circumstances. People all claimed him as a deceitful clique and flattered with Yu Yeong . He was appointed to this position.",
                "H2KE-nKo": "성영을 이조 판서로 삼았다. 성영은 조정에 나와서 볼 만한 것이 없었는데, 오직 이랬다저랬다 형세를 따르는 것만을 일삼았으므로 사람들이 모두 그를 사당이라고 지목하였다. 유영경에게 빌붙어서 이 직임에 제수된 것이다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 1월 1일(을축) 1번째기사",
                "gt-oKo": "성영(成泳)을 이조 판서로 삼았다. 성영은 조정에서 볼 만한 것이 없이 오직 지조없이 세력에 붙좇는 것을 일삼았으므로 사람들이 모두 그를 사당(詐黨)으로 지목하였는데, 유영경에게 붙어 이 직을 제수받았다.",
                "hj": "○朔乙丑/以成泳爲吏曹判書。 泳立朝無可觀, 惟以反覆趨勢爲事, 人皆目之以詐黨, 附柳永慶, 得拜是職。"
            },
            "2": {
                "H2KE-EN": "[The King] dismissed Assistant Section Chief of the Ministry of Personnel Yi Geuksin from his post. The Office of the Censor General reported, [Yi] Geuksin, who is in a government position, did not self-restraint. He committed imprudent and corruption, and there was nothing he did not do. People indiscriminately slander. The people of this state language rumors. Your subjects request that he be dismissed from his post. The King granted permission. [Yi] Geuksin, who was worthy of his family, had corrupted and corruption. When he became assistant section chief of the Ministry of Personnel , he gave bribes to government positions. People at that time, [Yi Geuksin] criticized [Yi Geuksin]. Censor [of the Office of the Censor General] Choe Yundeok impeached [Yi Geuksin], and the public opinion was satisfied. ",
                "H2KE-nKo": "이조 좌랑 이극신을 파직하였다. 사간원이 아뢰기를,“이극신은 청반에 있는 몸으로 스스로 근신하지 않고 외람되고 비루한 일을 하여 못하는 짓이 없으므로 사람들이 모두 침을 뱉고 욕을 하며 나라 사람들의 말이 자자합니다. 파직하소서.”하니, 주상이 그대로 따랐다. 이극신은 가행이 본래 비루하고 패려한 점이 많았는데, 전랑이 되어서는 뇌물이 공공연히 행해지자 당시 사람들이 전을 세워 그를 비난하였다. 사간 최유원이 그를 탄핵하니 공론이 통쾌하게 여겼다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 1월 1일(을축) 2번째기사",
                "gt-oKo": "이조 좌랑 이극신(李克信)이 파직되었다. 간원이 아뢰기를, “극신은 청반(淸班)에 있는 신분으로 스스로 근신하지 않고 비루한 짓을 멋대로 자행하며 못하는 짓이 없습니다. 사람마다 모두 침뱉고 욕하며 나라에 말이 자자하니 파직하소서.” 하니, 상이 따랐다. 극신은 가행(家行)이 본래 비루하고 패려한 점이 많았는데, 전랑(銓郞)이 되면서 뇌물이 공공연히 행해졌으므로 당시 사람들이 전(傳)을 만들어 이를 기롱하였다. 사간 최유원(崔有源)이 이를 들어 탄핵하니 공론이 통쾌하게 여겼다.",
                "hj": "○吏曹佐郞李克信罷。 諫院啓曰: “克信身在淸班, 不自謹愼, 泛濫麤鄙之事, 無所不爲, 人皆唾罵, 國言藉藉, 請罷其職。” 上從之。 克信家行素多鄙悖, 及爲銓郞, 賂遺公行, 時人立傳以譏之。 司諫崔有源擧劾, 公論稱快。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that the Envoy for Reporting to the Emperor [of Ming China] be concurrently called the Repatriation Envoy for Repatriation Envoy . After Yeo Ugil and others departed, the State Council reported to the King as follows: Your subjects humbly observed Your Majestys instruction that all our people who had been held captive by the [Chinese] envoys are to be repatriated for their captives. Should it be possible for those who have seen and heard this, who would not be moved by Your Majestys appreciation? The reason for this is that the people are satisfactory. The title of the envoy should be called the Envoy for Reporting to the Emperor [of Ming China] and concurrently serving the Repatriation Envoy for Repatriating the Envoy for Repatriation Envoy for Repatriating the Emperor [of Ming China] . The King approved this. The King also instructed, The weaponry of warship is the most skills of Japanese pirates. Should be sufficiently sent with silver, have the interpreters purchase those who are well-versed and captives and bring them back [to Joseon]. Consequently, the Ministry of Rites urgently sent men to admonish the King. Due to this, the envoys traveled on their way [to Joseon], and they brought many goods with them. Everything they plotted to engage in profits. People were satisfied.",
                "H2KE-nKo": "회답사에게 쇄환사를 겸칭하라고 명하였다. 여우길 등이 출발한 뒤에 비변사가 아뢰기를,“삼가 전후로 내린 성상의 하교를 보니, 사신의 행차에 우리나라의 포로들을 모두 쇄환하고자 하셨습니다. 보고 듣는 모든 사람들이 누군들 감격하지 않겠습니까. 구구하게 이런 일을 하는 것은 백성들을 위해서입니다. 사신의 칭호를 회답 겸 쇄환사라고 칭하고, 중국 조정에 주문할 때에도 이러한 뜻을 언급하는 것이 마땅합니다.”하니, 주상이 그대로 따랐다. 또 전교하기를,“전쟁에 사용하는 도구로는 왜의 조총이 가장 묘한 것이다. 백금을 넉넉히 보내 역관들로 하여금 정밀하게 만든 것을 사오게 하라.”하였다. 이에 해당 조에서 급히 사람을 보내 주상의 뜻을 유시하였는데, 사신 행차의 사람들이 이로 인해 화물을 많이 가지고 와서 모두 이익을 보려는 계책을 부렸으므로 식자들이 한심하게 여겼다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 1월 1일(을축) 3번째기사",
                "gt-oKo": "회답사에 쇄환사(刷還使)를 겸칭하도록 명하였다. 여우길(呂祐吉) 등이 떠난 후에 비변사가 아뢰기를, “삼가 전후 성교(聖敎)를 보건대 사신의 행차에 우리 나라 피로인(被擄人)들을 모두 쇄환코자 한다 하였습니다. 무릇 이를 보고 듣는 자로서 누군들 감격치 않겠습니까. 구구하게 이런 거조를 하는 것은 백성을 위해 굽히는 것이니, 사신의 명호를 회답 겸 쇄환사(回答兼刷還使)라고 칭하고 중국 조정에 주문(奏文)할 때에도 이러한 뜻을 언급하는 것이 마땅하겠습니다.” 하니, 상이 따랐다. 그리고 상이 하교하기를, “전쟁에 사용하는 무기로는 왜인의 조총(鳥銃)이 가장 절묘하다. 백금을 넉넉히 보내 역관(譯官)들로 하여금 정교하게 만들어진 것을 사서 가져오게 하라.” 하니, 이에 해조(該曹)에서 급히 사람을 보내 상의 뜻을 알렸다. 이로 말미암아 사행(使行)에 참여한 사람들이 화물(貨物)을 많이 가지고 가 모두 흥리(興利)할 계책을 꾸몄으므로 식자(識者)들이 한심하게 여겼다.",
                "hj": "○命以回答使, 兼稱刷還使。 呂祐吉等發行後, 備邊司啓曰: “伏見前後聖敎, 欲於使臣之行, 盡刷我國被擄之人。 凡在瞻聆, 孰不感激? 區區爲此擧者, 爲生靈屈也。 使臣之號, 稱以回答兼刷還使, 天朝奏文中, 亦及此意宜矣。” 上從之。 且敎曰: “戰用之具, 倭鳥銃最妙。 優送白金, 使舌官輩, 貿取精造者以來。” 於是, 該曹急遣人, 諭以上旨。 使臣行中人, 因此多齎貨物, 皆有興利之計, 識者寒心焉。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "The chief escort officers of the Jianzhou Guard and the chief escort officers of the Jianzhou Guard encountered a large battle with 홀라온 in the Jianzhou Guard of the Jianzhou Guard . At first, the Jianzhou Guard of the Jian Guard of",
                "H2KE-nKo": "삭갑일에 건주위의 호추 노을가적이 홀라온과 종성 오차암에서 크게 싸워 대파하였다. 처음에 노을가적이 남략이 - 호지이다. - 에 하나의 부락을 설치하고 산외와 수하의 여러 호를 꾀어들여 모두 와서 귀부하게 하였는데, 여러 호가 홀라온의 침략을 괴롭게 여겨 많이 귀부하자 병세가 점점 성해졌다. 이때에 이르러 군사를 일으켜 남략이의 길을 경유하여 곧바로 현성 - 호지이다. - 에 이르러 ‘번호를 거두어 둔치고 농사를 지으라.’라고 큰 소리로 말하고, 또 ‘홀적이 번호를 죽이고 노략질하며 조선을 침범하니, 내가 실로 가슴 아프게 여긴다.’라고 말하였다. 이 내용으로 육진의 열읍에 공문을 보내고, 이어 종성 오차암으로 진군하여 홀라온과 서로 만나 크게 싸웠다. 얼마 뒤에 홀라온이 대패하여 기계와 우마를 모두 버리고 도망하였다. 노군도 경원성 밖으로부터 돌아왔다.노적의 이번 거조가 비록 우리를 위해 우환을 제거하기 위한 것이라고는 하지만, 병마를 성대하게 벌여 우리 국경을 뚫고 지나가기를 마치 무인지경처럼 하였으니, 번호의 강성함이 이로부터 시작되었다. 함경 감사 이시발이 급히 장계하기를,“조정의 후일의 우환이 실로 여기에 있습니다.”하였다. 이에 무원과 총진 등의 아문에 자문을 보내 중국 조정에 전문하게 하였다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 2월 1일(갑오) 1번째기사",
                "gt-oKo": "건주위(建州衛)의 호추(胡酋) 노을가적(老乙可赤)이 홀라온(忽剌溫)과 종성(鍾城) 오갈암(烏碣巖)에서 크게 싸워 대파시켰다. 처음에 노을가적이 남략이(南略耳)에【호지(胡地)이다.】 한 부락을 설치하고 산외(山外)와 수하(水下)의 여러 오랑캐들을 꾀어들여 모두 내부(來附)케 하니, 여러 오랑캐들이 홀라온의 침포(侵暴)에 고통받다가 많이들 이에 귀부하여 병세(兵勢)가 점점 성대해졌다. 이에 이르러 거병하여 남략이를 거쳐 곧바로 현성(縣城)에【호지이다.】 진격한 뒤 큰소리치기를, “번호(藩胡)를 모두 거두어 둔(屯)치고 농사짓게 하겠다.” 하고, 또 말하기를, “홀적(忽賊)이 번호를 죽이고 약탈하며 조선을 침범하니, 내가 실로 이를 통탄스럽게 여긴다.” 하며, 육진(六鎭)의 열읍(列邑)에 행문(行文)하고는 이어 종성 오갈암에 진군하여 홀라온과 만나 크게 싸웠는데, 얼마 후 홀라온이 대패하여 기계(機械)와 우마(牛馬)를 모두 버린 채 도주하였다. 노을가적의 군대는 또 경원(慶源) 성밖에까지 나왔다가 돌아갔다. 노을가적이 이번 싸움에서 말로는 비록 우리를 위해 우환을 제거하는 일이라고 하였으나 군세(軍勢)를 크게 벌여 마치 무인지경을 달려가듯 우리 나라의 변경을 뚫고 지나갔으니, 번호가 강성하게 된 것이 이로부터 시작되었다. 함경 감사 이시발(李時發)이 치계하기를, “훗날 조정의 우환은 실로 이들에게 있다.” 하였는데, 이에 자문(咨文)을 무원(撫院) 총진(摠鎭) 등의 아문에 보내 중국 조정에 전문(轉聞)케 하였다.",
                "hj": "○朔甲午/建州衛胡酋老乙可赤, 與忽刺溫大戰於鍾城烏碣巖大破之。 初老乙可赤設一部落於南略耳, 【胡地。】 誘納山外水下諸胡, 盡令來附, 諸胡苦忽刺溫之侵暴, 多歸之, 兵勢寢盛。 至是擧兵, 由南略耳路, 直抵縣城, 【胡地。】 聲言: “收取藩胡, 留屯作農。” 且謂: “忽賊殺掠藩胡, 寇犯朝鮮, 我實痛之。” 以此行文於六鎭列邑, 仍進軍於鍾城烏碣巖, 與忽刺溫相遇大戰。 良久, 忽刺溫大敗, 盡棄器械、牛馬而走。 老軍又從慶源城外而還。 老賊此擧, 雖曰爲我除患, 而盛張兵馬, 穿過我境, 如入無人之地, 藩胡之强盛始此。 咸鏡監司李時發馳啓以爲: “朝廷他日之憂, 實在於此。” 於是, 移咨于撫院、摠鎭等衙門, 使之轉聞天朝。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, [the King] appointed Han효순 as minister of personnel , and Bak Hongro as minister of personnel , afterward, replaced [Bak] Honggu as minister of personnel . [However], [Hwang] Hyosun and [Bak] Hongro all flattered [Bak] Yeongro, and were able to be promote [Bak Honggu].",
                "H2KE-nKo": "삭갑자일에 한효순을 이조 판서로, 박홍로 - 뒤에 박홍구 - 를 병조 판서로 고쳤다. 한효순과 박홍로는 모두 유영경에게 아첨하여 빌붙었기 때문에 그가 끌어 준 것이다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 3월 1일(갑자) 1번째기사",
                "gt-oKo": "한효순(韓孝純)을 이조 판서로, 박홍로(朴弘老)를【뒤에 홍구(弘耉)로 고쳤다.】 병조 판서로 삼았다. 효순과 홍로는 모두 유영경에게 아부하여 영경이 끌어주었다.",
                "hj": "○朔甲子/以韓孝純爲吏曹判書, 朴弘老【後改弘耉。】爲兵曹判書。 孝純、弘老皆諂附永慶, 被其汲引。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gyesa day, [the King] appointed Choe Cheongon as minister of personnel . [Choe] Cheongon was a relative of [Choe] Yeonggyeong . [When] Yeonggyeong was defeated, [he], together with Seong Yeong , Song응sun , and others, both committed crimes. ",
                "H2KE-nKo": "최천건을 이조 판서로 삼았다. 최천건은 유영경의 당여인데, 영경이 패하자 성영, 송응순 등과 함께 모두 죄를 받은 것이다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 4월 1일(계사) 1번째기사",
                "gt-oKo": "최천건(崔天建)을 이조 판서로 삼았다. 천건은 유영경의 당인데 영경이 패몰하자 성영(成泳)·송응순(宋應洵) 등과 함께 모두 죄를 얻었다.",
                "hj": "○朔癸巳/以崔天健爲吏曹判書。 天健, 永慶之黨也。 永慶敗, 與成泳、宋應洵等俱得罪。"
            },
            "2": {
                "H2KE-EN": "The King appointed Choe Yuwon as music instructor of the Royal Confucian Academy . Initially, when Yuwon was second inspector of the Office of the Inspector General , he impeached Left State Councilor 기자헌 , saying, Upon relying upon his principal behavior, he arbitrarily acted motives. Please dismiss him from his position. 광해는 praised his uprightness and uprightness. On the same day, he was promoted to inspector general . The Veritable Records (C. Zizhi tongjian states, Yuwon first flattered himself with the Office of the Inspector General and eventually classed a bright post. Later, his conduct was jealous and wicked. People criticized him as a single man. In the spring of the musin year (, Yuwon impeached Lord of Imhae Yi Jin for his wrongdoings in the business of public opinion. However, he impeached himself with the basis of the fact that he impeached himself with the Office of the Royal Confucian Academy. Following the compilation of the Royal Confucian Academy, 자헌 impeached him like this. It is surely possible that he harbored personal grudges and did not fear anything.",
                "H2KE-nKo": "최유원을 성균관 사예로 삼았다. 광해군 초기에 최유원이 집의로서 좌의정 기자헌을 논핵하기를,“자신이 왕실의 가까운 친척임을 빙자하여 제 마음대로 방자하게 행동하였으니, 그를 축출하소서.”하니, 광해가 강직하고 강직하며 강직하고 방정하다고 칭찬하고 그날로 발탁하여 대사간에 제수하였다. 《실록》에 이르기를,“최유원이 처음에는 기자헌에게 붙어서 마침내 청요직에 올랐는데, 그 뒤에 하는 짓이 괴퍅하고 악독하여 사람들이 독사라고 지목하였다.”하였다. 살피건대, 최유원은 무신년 봄에 임해군 이진의 일을 논핵한 것으로 청의가 비루하게 여겼으나, 기자헌을 논핵한 것은 바로 그의 실상이다. 그런데 자헌이 국사를 감수하면서 이와 같이 비난하였으니, 개인적인 유감을 풀려고 기탄없이 행동한 자라고 할 만하다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 4월 1일(계사) 2번째기사",
                "gt-oKo": "최유원(崔有源)을 성균관 사예로 삼았다. 광해(光海) 초에 유원이 집의로서 좌의정 기자헌(奇自獻)을 논핵하면서, 그가 상신(相臣)임을 빙자하여 제 마음대로 방자하게 구니 파출(罷黜)시켜야 한다고 하자, 광해가 곧고 굳센 의지를 높이 사 그날로 대사간에 탁배(擢拜)하였다. 그런데 《실록》에는 이르기를, “최유원은 처음 자헌에게 붙어 드디어 청직(淸職)에 올랐는데, 그 뒤 행사가 표독스러워 사람들이 독사로 지목하였다.” 하였다. 살피건대, 최유원은 무신년 봄 임해군(臨海君) 이진(李珒)의 사건을 논핵하는 과정에서 청의(淸議)에 비루하다는 평을 듣기는 하였지만 그가 자헌을 논핵한 것만은 사실이었다. 그런데 자헌이 국사(國史)를 감수하면서 이토록 깎아내리고 비방하였으니, 개인적인 감정을 풀려고 기탄없이 행동한 자라 하겠다.",
                "hj": "○以崔有源爲成均館司藝。 光海初, 有源爲執義, 論左議政奇自獻: “藉恃肺腑, 恣行胸臆, 請黜之。” 光海奬以鯁直剛方, 卽日擢拜大司諫。 《實錄》云: “有源初附自獻, 遂通淸路, 厥後行事愎毒, 人目之以蛇虺。” 按, 有源以戊申春, 論臨海君珒事, 爲淸議所鄙, 而其論自獻, 則乃其實狀也。 自獻監修國史, 貶詆如此, 可謂逞私憾而無忌憚者矣。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Censor General requested the dismissal of the left and right section chief of the Left and the Right 포도 대장 . At the time, there were rumors in the capital and in the provinces. The frontier squad leaders of the Military Training Office , gathered together and rampantly engaged in rampantly, killing people and claiming them to be used as medicine. Neither speaking of their words to the state and speak of immoral words, the people suspected that they did not discern whether or not they were true or false. In the villages, the young children hide and dared not move. People who walk their swords, and spears, do not dare move alone. The hearts of the people were still frightened for a long time. The Office of the Inspector General requested the section chief of the Left and the Right 포도 대장 be ordered to secretly capture and arrest them. The Office of the Censor General also requested the dismissal of the chief squad leaders and others who did not immediately capture them. The King only ordered the dismissal of the chief squad leaders. The King issued a royal directive, which stated, A person who appreciates the claiming of ones claiming to ones claiming ",
                "H2KE-nKo": "사간원이 좌변포도대장과 우변포도대장을 파직할 것을 청하였다. 이때 서울과 지방에 떠들썩하게 전파되기를,“훈련도감의 포수들이 무리를 지어 횡행하면서 사람을 죽이고 쓸개를 빼내어 약용으로 삼고 있다. 심지어 말이 국가를 침범하고 부도한 말을 함부로 하여 백성들이 의혹을 품고 진위를 분별하지 못하며, 마을에는 어린아이를 숨겨 두고 감히 나가지 못하고 길가는 사람도 칼을 차고 창을 들고 감히 혼자 다니지 못하니, 인심이 오랫동안 동요하고 있다.”하였다. 사헌부가 좌변포도대장과 우변포도대장으로 하여금 계략을 써서 잡아 보고하게 할 것을 청하였다. 사간원이 또 포도대장 등이 즉시 철저히 체포하지 못한 죄를 논하여 파직할 것을 청하니, 주상이 추고만 하라고 명하였다. 전교하기를,“사람이 사람의 쓸개를 빼낸다는 것은 천하 고금에 듣지 못한 일이다. 이적과 금수의 고장에도 이런 풍습이 있단 말인가. 일찍이 들으니 우리나라의 간사한 무리가 중국에 몰래 팔았다고 하는데, 지금도 이런 폐단이 있는 것은 아닌가. 형조로 하여금 즉시 체포하게 하고, 체포한 자에게는 특별히 후한 상을 베풀게 하라.”하였다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 5월 1일(계해) 1번째기사",
                "gt-oKo": "사간원이 좌우 포도 대장을 파직할 것을 청하였다. 당시 경외(京外)에 소문이 요란스럽게 전파되기를, “훈련 도감의 포수(砲手) 등이 당을 지어 횡행하면서 사람을 죽여 쓸개를 빼내 약용(藥用)으로 삼는다.” 하였는데, 심지어는 임금에게 저촉되는 부도(不道)한 말까지 제멋대로 나돌게 되었다. 백성들이 의혹된 나머지 그 진위를 가리지 못한 채, 마을에서는 어린 아이를 감춰 두고 감히 내보내지 못하는가 하면, 길가는 사람들도 칼을 차고 창을 지니면서 감히 홀로 다니지 못할 정도로 인심이 오랜 기간 동요하였다. 이에 헌부가 좌우 포도 대장으로 하여금 수색 체포하여 보고토록 청하고, 간원이 또 즉시 철저하게 체포하지 못한 대장 등의 죄를 논하여 파직시킬 것을 청하였으나, 상은 추고만 하도록 명하였다. 상이 하교하기를, “사람으로서 사람의 쓸개를 빼낸다는 말은 천하 고금에 듣지 못했다. 이적(夷狄)과 금수(禽獸)의 땅인들 또한 이러한 풍습이 있겠는가. 일찍이 듣건대 우리 나라의 간세(奸細)한 무리들이 중국에 몰래 팔았다 하는데, 지금도 이러한 폐단이 있는 것은 아닌가. 형조로 하여금 즉각 체포하도록 하고 체포한 자는 특별히 큰 상을 주도록 하라.” 하였다.",
                "hj": "○朔癸亥/諫院請罷左右捕盜大將職。 時, 中外喧傳, 訓鍊都監砲手等, 結黨橫行, 殺人取膽, 以爲藥用。 至於語犯國家, 肆爲不道之說, 民庶疑惑, 莫辨眞僞, 閭里藏匿小兒, 而不敢出; 行路者亦佩劍持槍, 不敢單行, 人心久猶驚動。 憲府請令左右捕盜大將, 設機捕告。 諫院又論大將等不卽窮捕之罪, 請罷其職, 上只命推考。 敎曰: “人而取人膽, 天下古今所未聞。 夷狄禽獸之鄕, 亦有此風耶? 曾聞, 我國奸細之徒, 潛賣於中國, 今亦無乃有此弊耶? 其令刑曹, 趁卽捕得, 捕得者特施重賞。”"
            },
            "2": {
                "H2KE-EN": "Great Lord of Pungwon Yu Seongro died. Seongro was a man from Andong . He was named Seog . He studied at the home of Hwang . Earlier, he had a great reputation for him. In byeongin year (, he passed the civil service examination and held various positions in succession. He then entered the Royal Lecture for twenty-five years. In gyesa year (, he became the chief state councilor and alone held various affairs in the capital and in the provinces. The imperial courts diplomatic documents day and night, and the various provinces gathered together in the east and the west. Seongro supplied him with his left and right, and he was quite final and quick. At that time, when Shin He was the assistant section chief of the Ministry of Rites , he had [Shin] Hero summon [Shin] and summon [Shin] []. He always said to others, His talent is not easy. However, his magnanimous measures are too narrow and his literatiate opinions are not enough to remove [Shin] cliquesel. If he does not remove [Shin] summon [Shin] and summon [Shin] summon",
                "H2KE-nKo": "풍원부원군 유성룡이 졸하였다. 유성룡은 안동 사람으로 호는 서간으로 이황의 문하에서 수학하여 일찍부터 중망을 받았다. 병인년에 과거에 급제하여 청현직을 두루 역임하고 경연에 출입한 지 25년 만에 마침내 정승이 되었다. 계사년에 영의정으로서 중앙과 지방의 기무를 혼자 담당하였는데, 명나라 장수의 자문과 게첩이 밤낮으로 번잡하여 여러 도의 주독이 동서로 몰려들었다. 유성룡이 좌우에서 수응하는 데 민첩하고 빠르기가 물흐르듯 하였다. 이때 신흠이 비변사의 낭관으로 있었는데, 번번이 신흠으로 하여금 붓을 잡게 하고 입으로 불러 쓰게 하였는데, 문장이 오래 짓는 것과 같아 점철한 적이 없었다. 신흠이 매번 사람들에게 말하기를,“그 재주는 쉽게 얻을 수 없다.”하였다. 그러나 국량이 좁고 지론이 넓지 못하여 붕당을 제거할 마음을 갖지 못하였고, 조금이라도 자기와 의견을 달리하는 점이 있으면 조정에 용납되지 못하였으며, 임금의 잘못에 대해서도 감히 맞서 말하고 바르게 고하지 못하여 대신의 풍도와 절개가 없었다. 일찍이 임진년의 일을 추기하여 《징비록》이라고 이름하였는데, 세상에 유행하였다. 식자들은 그가 자기를 공격한다고 하여 다른 사람을 덮어 가리웠다고 비난하였다.이산해와 그의 아들 이경전이 오랫동안 폐척되어 있었는데, 유성룡을 원망하여 제거하려고 꾀하였다. 무술년에 화의를 주장하여 나라를 그르쳤다는 이유로 변무하는 사행을 회피하였다가 탄핵을 받고 제거되었는데, 재야에 있은 지 10년 만에 졸하니, 나이 66세였다.유성룡은 임진왜란이 일어난 뒤에 건의하여 비로소 훈련도감을 설치하였는데, 척계광의 《기효신서》를 모방하여 포수, 사수, 살수를 뽑아 군대의 위용을 삼고, 지방의 산성을 수선하고 진관법을 정비하여 방어할 계책을 삼았다. 그러나 유성룡이 벼슬을 버리고 떠난 것은 모두 폐지되어 시행되지 않았는데, 훈련도감만 그대로 존속되어 지금까지 그에 힘입고 있다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 5월 1일(계해) 2번째기사",
                "gt-oKo": "풍원 부원군(豊原府院君) 유성룡(柳成龍)이 졸하였다. 성룡은 안동(安東) 출신으로 호는 서애(西厓)이며 이황(李滉)의 문하에서 수학하였는데 일찍부터 중망(重望)이 있었다. 병인년에 급제하여 청요직을 두루 거치고 경연에 출입한 지 25년 만에 드디어 상신(相臣)이 되었으며, 계사년에 수상으로서 홀로 경외(京外)의 기무(機務)를 담당하였다. 명나라 장수들의 자문(咨文)과 게첩(揭帖)이 주야로 폭주하고 제도(諸道)의 주독(奏牘)이 이곳 저곳에서 모여 들었는데도 성룡이 좌우로 수응(酬應)함에 그 민첩하고 빠르기가 흐르는 물과 같았다. 당시 신흠(申欽)이 비국(備局)의 낭관(郞官)으로 있었는데, 문득 신흠으로 하여금 붓을 잡고 부르는 대로 쓰게 하였는데, 문장이 오래도록 다듬은 것과 같아 일찍이 점철(點綴)한 적이 없었다. 그래서 신흠이 항상 사람들에게 말하기를, 그와 같은 재주는 쉽게 얻을 수 없다고 하였다. 그러나 국량(局量)이 협소하고 지론(持論)이 넓지 못하여 붕당에 대한 마음을 떨쳐버리지 못한 나머지 조금이라도 자기와 의견을 달리하면 조정에 용납하지 않았고 임금이 득실을 거론하면 또한 감히 대항해서 바른대로 고하지 못하여 대신(大臣)다운 풍절(風節)이 없었다. 일찍이 임진년의 일을 추기(追記)하여 이름하기를 《징비록(懲毖錄)》이라 하였는데 세상에 유행되었다. 그러나 식자들은 자기만을 내세우고 남의 공은 덮어버렸다고 하여 이를 기롱하였다. 이산해(李山海)가 그 아들 이경전(李慶全)과 함께 오래도록 폐척(廢斥)되어 있으면서 성룡을 원망하여 제거하려고 꾀하였다. 그 결과 무술년에 주화(主和)하여 나라를 그르치고 변무(辨誣)의 사행(使行)을 피했다는 이유로 탄핵을 받고 떠나게 되었는데, 향리에 있은 지 10년 만에 죽으니 나이가 66세였다. 성룡은 임진난이 일어난 뒤 건의하여 처음으로 훈련 도감을 설치하였는데, 척계광(戚繼光)의 《기효신서(紀效新書)》를 모방하여 포(砲)·사(射)·살(殺)의 삼수(三手)를 뽑아 군용을 갖추었고 외방의 산성(山城)을 수선(修繕)하였으며 진관법(鎭管法)을 손질하여 비어책(備禦策)으로 삼았다. 그러나 성룡이 자리에서 떠나자 모두 폐지되어 실행되지 않았는데, 유독 훈련 도감만은 존속되어 오늘에 이르도록 그 덕을 보고 있다.",
                "hj": "○豐原府院君柳成龍卒。 成龍, 安東人, 號西厓, 從學於李滉之門, 早負重望。 丙寅擢第, 敭歷華顯, 出入經幄二十五年, 遂入相。 癸巳以首相, 獨當中外機務, 天將咨揭, 日夕旁午, 諸道奏牘, 東西交集, 成龍左右酬應, 敏速如流。 時, 申欽爲備局郞, 輒使欽操筆, 口呼書之, 文如宿搆, 未嘗點綴。 欽每語人曰: “其才未易得也。” 然局量狹小, 持論不弘, 不能去朋黨之心, 稍涉異己, 則不容於朝, 君擧得失, 亦不敢抗言正告, 無大臣風節。 嘗追記壬辰事, 名曰《懲毖錄》, 行于世, 識者以其伐己而掩人譏之。 李山海與其子慶全, 久在廢斥, 銜成龍, 謀欲去之。 戊戌以主和誤國, 厭避辨誣之行, 被劾而去, 在野十年而卒, 年六十六。 成龍於壬辰亂後建議, 始置訓鍊都監, 倣戚繼光《紀效新書》, 抄選砲、射、殺三手, 以爲軍容, 修繕外方山城, 修鎭管法, 以爲備禦之策, 成龍去位, 皆廢不行, 獨訓鍊都監仍存, 至今賴之。"
            },
            "3": {
                "H2KE-EN": "정인홍이 상소하여 추론하고 gichuk year (1419, the fifth year of King Sejongs reign. At the time, 정인홍 was staying at Hapcheon . The memorial submitted to the King read as follows: Choe Yeonggyeong is one of the dark birthday, but he cannot escape the root of fishing. How much more so in other cases? Not only Choe Yeonggyeong, but your subject also cannot escape the root. Your subject had been disobeyed by a woman and falsely accused your subject that his daughter was married to a traitor son. Your subject wanted to request the interrogation of your subject. However, your subject was aware of the fact that there was no daughter. However, your subject was afraid that it was discovered. If your subject had a daughter, how could he escaped from death at the time? Your subject was fortunate for him, and Choe Yeonggyeong was fortunate for him. Earlier, when encountered Yi Gyeongjung about the section chief of the Ministry of War , he impeached [Choe] Gyeongjung, saying, A good scholar who had a clear reputation must be impeached by Gyeongjung. Gasa named [Choe] Yeoro []. When Yeoro was executed, Yu Seongryong submitted a memorial, which stated, On the other day, there were only Yi Gyeongjung . Due to this, encountered [Choe] Gongjung, who had committed a crime against Yeoro [], was deprived of his deprivity of his deprivity. In the opinion of [Choe] Seongryong, who submitted a memorial requesting that he be deprived of his faults, harboring resentment, harboring resentment and resentment. musul year (1428, the eighth year of King Taejongs reign, he enticed his group of Mun Hongdo and others in order to impeach Seongryong, and thus he was deprived of his deprivity of his deprivity. On this day, he again submitted a memorial and impeached Seongryong as a traitorous man. His impeachment and fraudulent behavior like this. Some say, Seongryong and [Yang] Inchong live in the 영남 of Gyeongsang Province, and they were also in adultery with their families. How could they not know whether their daughters are possession or not, but raise [Choe] Inchungs motives and purchased [Choe] Inchongs motive",
                "H2KE-nKo": "정인홍이 상소하여 기축년의 옥사를 소급해 논하였다. 이때 정인홍이 합천에 있었는데, 그 상소의 대략에,“최영경은 일개 명홍인데도 물고기 그물에 걸리는 것을 면치 못하였는데, 하물며 그 밖의 사람이야 말할 것이 있겠습니까. 최영경뿐만 아니라 신도 거의 면하지 못할 뻔하였습니다. 신이 일찍이 흉인에게 미움을 받아, 신이 딸을 역자에게 시집보내려 한다고 무고하여 잡아다 국문할 것을 청하려고 하였습니다. 그러나 신에게 딸이 없다는 것은 사람들이 모두 아는 사실인데 탄로날까 두려워서 그만두었습니다. 신에게 만약 딸이 있다면 어찌 그 당시에 죽음을 면할 수 있었겠습니까. 신은 다행스럽게도 최영경의 불행입니다.”하였다. 대개 정인홍이 일찍이 이경중이 정여립의 전랑 자리를 막은 것에 노하여 이경중을 논박하기를 ‘청명이 있는 훌륭한 선비는 이경중이 반드시 막았을 것이다.’라고 하였는데, 훌륭한 선비란 정여립을 가리킨 것이다. 정여립이 복주되자 유성룡이 차자를 올리기를,“그 당시에 선견지명이 있는 자는 이경중 한 사람뿐이었습니다. 이로 말미암아 정인홍이 정여립과 한패가 되었다는 이유로 죄를 얻어 관작을 삭탈당하였습니다. 정인홍은 유성룡의 차자가 자기를 모함하기 위해 나온 것이라고 생각하여 그를 매우 심하게 원망하였습니다. 무술년에 그의 무리 문홍도 등을 사주하여 성룡을 낭자하게 공격하여 관작을 삭탈하고 도성 밖으로 내쫓은 뒤에야 그만두었습니다. 이때에 이르러 또 상소하여 스스로 변명하면서 성룡을 흉인이라고 비난하였으니, 그의 방자하고 거리낌 없음이 이와 같습니다. 어떤 이는 말하기를 ‘성룡과 인홍은 모두 영남에 살았고 또 그와 연관되었으니, 어찌 그에게 딸이 있는지 없는지를 알지 못하고서 고의로 허무맹랑한 말을 지어내어 인홍의 입을 샀겠는가.’라고도 합니다. 이것이 인홍이 스스로 그 말을 지어내어 성룡을 해치고 이어서 스스로 최영경에게 빌붙은 이유입니다.”하였다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 5월 1일(계해) 3번째기사",
                "gt-oKo": "정인홍(鄭仁弘)이 상소하여 기축옥사를 추론(追論)하였다. 당시 인홍이 합천(陜川)에 있었는데 그 상소의 대략에, “최영경(崔永慶)처럼 하늘 높이 나는 기러기도 어망(魚網)에 걸리는 것을 면하지 못했는데 하물며 다른 사람이야 말할 것이 있겠습니까. 영경뿐이 아니라 신도 면치 못할 뻔했습니다. 신이 일찍이 흉인(兇人)의 기분을 상하게 하였는데, 그가 신이 딸을 반역자의 아들에게 시집보내려 한다고 무고하여 잡아다 국문할 것을 청하려 하다가 신에게 딸이 없다는 것을 사람들이 모두 알기 때문에 탄로날까 두려워서 그만두었습니다. 신에게 만약 딸이 있었다면 어찌 그 당시에 죽음을 면할 수가 있었겠습니까. 신은 다행이었고 영경은 불행하였습니다.” 하였다. 대개 인홍은 일찍이 이경중(李敬中)이 정여립의 전랑(銓郞)되는 길을 막은 점에 대하여 노하면서 경중을 공박하여 말하기를, “품행이 바른 선비로서 청명(淸名)이 있는 자는 경중이 반드시 막았다.” 하였는데, 품행이 바른 선비란 바로 정여립을 가리킨 것이었다. 여립이 복주당하자 유성룡이 차자를 올려 아뢰기를, “그 당시에 선견지명을 가진 사람은 오직 이경중 한 사람뿐이었습니다.” 하였다. 이로 말미암아 인홍은 여립과 한 당이라고 하여 죄를 얻고 관작이 삭탈되었다. 인홍은 성룡의 차자가 자기를 모함하기 위해 나온 것이라고 생각하여 극도로 원망하였다. 그리하여 무술년에 그의 무리 문홍도(文弘道) 등을 사주하여 성룡을 낭자하게 공격하여 삭출(削黜)한 뒤에야 그만두었다. 그러다가 이에 이르러 또 소를 올려 스스로를 변명하면서 성룡을 비방하여 흉인으로 만들었으니 그 거리낌없이 방자한 작태가 이와 같았다. 이에 대해 어떤 사람이 이르기를, “성룡과 인홍이 모두 영남에서 살고 또 문중에 인척(姻戚)의 관련도 있었으니, 어찌 그에게 딸이 있는지의 여부를 알지 못한 채 고의로 없는 말을 만들어 내어 인홍에게 말할 구실을 주었겠는가. 이는 인홍이 스스로 그 말을 꾸며내어 성룡을 해치려 하면서 은근히 스스로를 최영경의 경우와 부합시킨 것이다.” 하였다.",
                "hj": "○鄭仁弘上疏, 追論己丑獄。 時, 仁弘在陜川, 其疏略曰: 崔永慶是一冥鴻, 而不免魚網之罹, 況其他乎? 不獨永慶, 臣亦幾不免矣。 臣嘗有忤於兇人, 誣臣以女將嫁于逆子, 欲請拿鞫, 臣之無女, 人所共知, 恐其敗露而止。 臣若有女, 豈得免死於其時乎? 臣幸者也, 永慶不幸者也。 蓋仁弘嘗怒李敬中之塞汝立銓郞, 駁敬中曰: “佳士之有淸名者, 敬中必塞之。” 佳士指汝立也。 及汝立伏誅, 柳成龍上箚曰: 當日先見者, 獨李敬中一人。 由是, 仁弘以黨汝立得罪, 削奪官爵。 仁弘意, 成龍之箚爲陷己而發, 怨之特甚。 戊戌嗾其徒文弘道輩, 攻成龍狼藉, 削黜乃已。 至是又陳疏自辨, 詆成龍爲兇人, 其縱恣無忌如此。 或謂: “成龍、仁弘俱居嶺南, 且與連門, 豈不知其女子有無, 而故爲虛無之言, 買仁弘之口實乎? 此仁弘自做其說, 以害成龍, 而仍竊自附於崔永慶。” 云。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Choe Hongu , a man from Jeolla Province , submitted a memorial requesting the expectations of Jeong Gaecheong , Yi Bal , Yi Gil , Yu Mongjeong , and Jo Daejung , but the King did not respond. Upon reflection, Yi Gil , Yi Cheol , and others praised Jeong Gaecheong , Yi Bal , Yi Gil , and others of their loyalty and filial piety and studies, and eventually claiming that they falsely claimed the powerful flattery functionaries. Ultimately, the Veritable Records of the Veritable Records is also extreme. Jeong Gaecheong and others are detailed in the historical records in the gichuk year (, and it is evident that public justices can be evident and known. 이른바 powerful flattery fags. When Yi Gil was interrogated, the powerful flattery flags. Seongryong and Yi San were all avoided but were not participated. The powerful flattery finally reported to the King, but Yi Gil finally did not escape punishment. The actions of powerful flattery flags.",
                "H2KE-nKo": "호남 사람 최홍우가 상소하여 정개청, 이발, 이길, 유몽정, 조대중 등의 신원을 청하였는데, 답하지 않았다. 살펴보건대 기자헌, 이이첨의 무리가 정개청, 이발, 이길의 충효와 학문을 극구 칭찬하면서 심지어 ‘억지로 권간의 모함에 빠져 끝내 불측한 화를 당하였다.’라고 《실록》에 기록하기까지 하였으니, 아, 또한 심하다 하겠다. 정개청 등의 일은 《수정기축년의 역사책에 자세히 실려 있으니, 공의를 상고하여 알 수 있다.이른바 권간이란 바로 정철을 가리킨 것이다. 이길이 신문을 받을 때에 정철이 동료 정승 유성룡, 이산해와 함께 진계하여 구원하려고 하였는데, 유성룡과 이산해는 모두 피하고 참여하지 않았다. 정철이 말하기를,“이발은 죽었지만 이길도 함께 목숨을 바쳐야 하는가?”하고, 마침내 독계하여 거듭 여쭈었으나 이길은 끝내 면하지 못하였다. 정철의 심사도 여기에서 볼 수 있는데, 도리어 ‘권간이 모함하여 죽였다.’라고 하였으니, 통탄스러움을 금할 수 있겠는가.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 6월 1일(임진) 1번째기사",
                "gt-oKo": "호남인 최홍우(崔弘宇)가 상소하여 정개청(鄭介淸)·이발(李潑)·이길(李洁)·유몽정(柳夢井)·조대중(曺大中) 등의 신원(伸冤)을 청하였으나 효과가 없었다. 살피건대 기자헌(奇自獻)·이이첨(李爾瞻)의 무리가 정개청·이발·이길의 충효와 학문을 크게 칭찬하면서 심지어는 억울하게 권간(權奸)의 모함에 빠져 마침내 불측(不測)한 화를 입었다고 《실록》에 기록하였으니, 아, 또한 심하다 하겠다. 개청 등의 사건은 수정한 기축년의 사실(史實)에 자세히 실려 있으니 공의(公議)를 상고해 알 수 있다. 이른바 권간이란 곧 정철(鄭澈)을 가리킨 것인데, 이길이 심문당할 때에 정철이 동료 재상인 유성룡·이산해와 함께 계문을 올려 구하려 하였으나 성룡과 산해는 모두 피하고 참여하지 않았었다. 정철이 말하기를, “이발은 죽고 말았지만 이길까지 함께 죽어야 하겠는가.” 하며, 드디어 혼자 계문하여 거듭 아뢰었으나 이길도 끝내 면치 못했다. 정철의 마음씀을 또한 여기에서도 볼 수 있는데, 도리어 권간이 죄를 얽어 죽였다고 했으니, 통탄할 일이다.",
                "hj": "○朔壬辰/湖南人崔弘宇上疏, 請伸鄭介淸、李潑、李洁、柳夢井、曺大中等之冤, 不報。 按, 自獻、爾瞻輩盛稱介淸、潑、洁忠孝學問, 至謂之枉陷權奸之誣, 竟遭不測之禍, 書之《實錄》, 吁亦甚矣。 介淸等事, 詳載於修正己丑之史, 公議可考而知也。 所謂權奸, 卽指鄭澈, 當洁之被訊也, 澈欲與僚相柳成龍、李山海陳啓而救之, 成龍、山海皆避而不參。 澈曰: “潑之死已矣, 洁亦當倂命耶?” 遂獨啓申稟, 而洁竟不得免。 澈之心事, 亦可見於此, 而乃反以爲權奸搆殺, 可勝痛哉?"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Due to the drought of the first day of the month, the King ordered the release of those who had been punished and demoted from their guilt.",
                "H2KE-nKo": "삭일과 신묘년에 큰 가뭄이 들어 죄를 짓고 폐고된 사람들을 소결하여 풀어 주라고 명하였다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 7월 1일(신묘) 1번째기사",
                "gt-oKo": "큰 가뭄이 들자 죄를 짓고 폐고(廢錮)된 자를 풀어주게 하였다.",
                "hj": "○朔辛卯/以大旱, 命疏釋罪廢人。"
            },
            "2": {
                "H2KE-EN": "A heavy flood damage occurred in Gangneung and other towns of Gangwon Province in eulsa year (.",
                "H2KE-nKo": "강원도 강릉 등 고을에 큰물이 졌는데 을사년의 재해와 같았다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 7월 1일(신묘) 2번째기사",
                "gt-oKo": "강원도 강릉(江陵) 등의 고을에 큰 홍수가 졌는데, 을사년의 재해와 같았다.",
                "hj": "○江原道江陵等邑大水, 如乙巳災。"
            },
            "3": {
                "H2KE-EN": "Great Lord of Haepyeong Yun Su submitted a memorial requesting the pardon of Hyeong and his son [Jeong] Hyeol [], saying, [Jeong] Hyeol [] and his son were imprisoned in the enemy, and there was no things that [Jeong] tried to look into the enemy. For several years, [Jeong Hyeol] has been punished and demoted. Truly, this is a pitiful sympathy. The King felt strongly declined, but he did not approve [Jeong Hyeol]. The Office of the Censor General requested the dismissal of [Yun] Hyeol []. When [Jeong Hyeol] repeatedly reported, [the King] only ordered that [Jeong Hyeol] be interrogated.",
                "H2KE-nKo": "해평부원군 윤근수가 차자를 올려 황정욱과 그 아들 황혁의 죄를 용서해 줄 것을 청하기를,“정욱 부자가 적중에 구금되어 있으면서 협박을 받아 실절한 일이 별로 없는데, 여러 해 동안 죄를 받아 폐고되어 있으니 실로 애처롭습니다.”하니, 주상이 엄한 비답을 내리고 따르지 않았다. 양사가 윤근수가 죄인을 구원하였다는 이유로 그들을 파직할 것을 청하였는데, 여러 차례 아뢰었으나 추고만 하라고 명하였다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 7월 1일(신묘) 3번째기사",
                "gt-oKo": "해평 부원군(海平府院君) 윤근수(尹根壽)가 차자를 올려 황정욱(黃廷彧)과 그 아들 황혁(黃赫)의 죄를 용서해 줄 것을 청하기를, “정욱 부자가 적에게 잡혀 있었을 때 협박을 당하고 체신을 잃은 일이 별로 없는데, 여러 해 동안이나 죄를 받아 폐고되어 있으니 실로 가련합니다.” 하니, 상이 엄하게 비답(批答)하며 따르지 않았다. 양사(兩司)가, 근수가 죄인을 구해내려 했다는 이유로 파직시킬 것을 청하였다. 여러 번 아뢰었으나 추고만 하도록 명하였다.",
                "hj": "○海平府院君尹根壽上箚, 請赦黃廷彧及其子赫之罪曰: 廷彧父子被拘賊中, 別無迫脅失身之事, 累年罪廢, 實可哀憐。 上嚴批不從。 兩司以根壽營救罪人, 請罷其職, 累啓, 只命推考。"
            },
            "4": {
                "H2KE-EN": "A meteor emerged from the northeast of the three lunar eclipse and moved to the foot of the Buddha and to the foot of the lunar eclipse for a long time. The length of the length was seven or eight cheok in length.",
                "H2KE-nKo": "혜성이 삼태성 아래 북극성 사이로 나와 낭위와 천원성 아래로 옮겼는데, 오래도록 사라지지 않았고 꼬리의 길이는 7, 8척쯤 되었다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 7월 1일(신묘) 4번째기사",
                "gt-oKo": "혜성이 삼태성(三台星) 밑 북극성과의 사이에 나타나 낭위(郞位)·천원(天垣)의 아래로 이동하여 오래도록 없어지지 않았는데 꼬리의 길이가 7, 8척쯤 되었다.",
                "hj": "○(慧)〔彗〕星出三台星下北極之間, 移于郞位、天垣之下, 久而不滅, 尾長七八尺許。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Reciprocation Envoy to Japan Yeo Ugil and others returned from Japan and repatriated 1,240여 captives. [Hwang] Ugil brought a letter to Japan. The first copy [of the letter] was written on Minamoto Yoshichung , who was a son of Minamoto Yoshichung . The first copy [of the letter] was not written on the King of Japan. Also, the letter of reply to the Ministry of Rites stated, Our country is a distant man. Also, Second Minister of Rites Oh Eoknyeongs name was directly written on the first copy. Third Inspector [of the Office of the Inspector General] Choe Yuwon was in Pungdeok , but because [ Yeo] Ugil and others could not strongly stubbornly argue against the letter, they submitted a memorial requesting that [ Yeo] Ugil and others be punished for their crime of insulting the country. Consequently, the Office of the Inspector General requested that [the Office of the Inspector General] be interrogated and interrogated. The King only ordered that [the Office of the Inspector General] be rewarded. This trip, the words of the envoy stealing goods were widely claimed inside and outside the capital. Those who heard this were shameful and shameful.",
                "H2KE-nKo": "삭선회답사 여우길 등이 일본에서 돌아와 포로로 잡혀갔던 남녀 140여 인을 쇄환하였다. 여우길이 가지고 온 일본국의 서계는 첫머리에 단지 원수충 - 가강의 아들이다. - 이라고만 쓰고 국왕은 쓰지 않았다. 또 예조에 답한 서계에 우리나라 사람을 먼 나라 사람이라고 하고, 또 예조 참판 오억령의 성명을 곧바로 썼다. 장령 최유원이 이때 풍덕에 있었는데, 여우길 등이 힘껏 쟁집하지 못했다는 이유로 그 서계를 고쳐서 상소하여 여우길 등이 나라를 욕되게 한 죄를 논하였다. 이에 양사가 잡아다 국문할 것을 청하니, 주상이 상으로 준 자급만 거두라고 명하였다. 이번 사행에 사신이 재물을 탐냈다는 말이 중외에 전파되어 듣는 자들이 침을 뱉으며 더럽게 여겼다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 8월 1일(신유) 1번째기사",
                "gt-oKo": "회답사 여우길(呂祐吉) 등이 일본으로부터 돌아오면서 포로가 되었던 남녀 1천 2백 40여 명을 쇄환하였다. 그런데 우길이 가져온 일본 국서(國書)에는 전면에 원수충(源秀忠)【가강의 아들이다.】이라고만 쓰고 국왕(國王)을 쓰지 않았으며, 또 예조에 답한 서계에는 우리 나라 사람을 원인(遠人)이라고 하는가 하면 예조 참판 오억령(吳億齡)의 성명을 직서(直書)하였다. 장령(掌令) 최유원(崔有源)이 당시 풍덕(豊德)에 있으면서, 우길 등이 힘껏 다퉈 그 서계를 고치지 못했다는 이유로 상소하여 우길 등이 나라를 욕되게 한 죄를 논하였다. 이에 양사가 잡아다 국문할 것을 청하니, 상은 다만 상자(賞資)만을 거두도록 명하였다. 이 사행에 사신들이 옳지 못한 수단으로 재물을 모았다는 소문이 경외(京外)에 전파되었으므로 듣는 자들이 침을 뱉으며 더럽게 여겼다.",
                "hj": "○朔辛酉/回答使呂祐吉等, 自日本還, 刷還被擄男女一千二百四十餘人。 祐吉齎來日本國書, 初面只書源秀忠, 【家康之子。】 不書國王。 且答禮曹書契, 以我國人爲遠人, 又直書禮曹參判吳億齡姓名。 掌令崔有源時在豐德, 以祐吉等不能力爭, 改其書契, 上疏論祐吉等辱國之罪。 於是, 兩司請拿鞫, 上只命收其賞資。 是行也, 使臣黷貨之說, 傳播中外, 聞者唾鄙。"
            }
        }
    },
    "10": {
        "11": {
            "1": {
                "H2KE-EN": "On gyeongo day, the King summoned the three state councilors and had them assembled in the Royal Cuisine Office . The King issued an order, saying, My illness is as serious as this. It would be proper to hand down the throne in accordance with the old practice and to the Crown Prince. If it is difficult to handle it, then it would be proper to handle it. Chief State Councilor Yu Yeonggyeong , Left State Councilor 허욱 , Right State Councilor 한응인 , and others said, Your Majestys health will naturally be peaceful. However, we cannot dare follow the royal order. Soon afterward, the Queens wrote w wrote ",
                "H2KE-nKo": "주상이 삼공을 명소하여 빈청에 모이게 하고, 하교하기를,“내 병이 이와 같으니 고사에 따라 세자에게 전위하라. 만약 어렵다면 섭정하게 하라.”하였다. 영의정 유영경, 좌의정 허욱, 우의정 한응인 등이 아뢰기를,“성상의 건강은 자연 강녕해질 것이니, 막중한 일을 감히 받들어 따를 수 없습니다.”하였다. 이윽고 중전이 다시 언서를 내려 전교하기를,“원컨대 대신은 성상의 하교를 받들어 조섭을 편안히 하도록 하라.”하니, 유영경 등이 아뢰기를,“신들은 죽더라도 끝내 감히 따르지 못하겠습니다.”하였다. 이날 원임 의정 이산해, 이원익, 이덕형, 이항복, 윤승훈, 기자헌, 심희수 등도 빈청에 모였는데, 모두 유영경의 배척을 받아 비변사에 피신되어 삼공의 의계에 참여하지 못하였다. 이튿날 허욱, 한응인 및 여러 대신이 또 빈청에 모였는데, 유영경이 약방에 있으면서 허욱과 한응인에게 말을 전하기를,“삼공이 지금 회의하여 재차 아뢰어야 하는데, 어느 곳이 타당한가?”하니, 여러 대신이 그 뜻을 깨닫고 모두 피신하여 나가고자 하였다. 이원익이 아뢰기를,“빈청은 시임과 원임이 함께 앉는 청입니다. 우리들이 있더라도 시임이 공사를 만드는 것이 무슨 상관이 있겠습니까.”하고, 굳게 앉아 움직이지 않으니, 모두 아뢰기를,“오늘의 형세로 보아 피신하지 않을 수 없습니다.”하고, 드디어 서로 이끌고 나갔다. 대개 유영경은 다른 의견이 있을까 염려하여 단지 허욱의 무리만을 약속하여 아뢴 것이다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 10월 11일(경오) 1번째기사",
                "gt-oKo": "상이 삼공(三公)을 명소(命召)하여 빈청(賓廳)에 모이게 하고 하교하기를, “나의 병이 이와 같으니 고사(故事)에 의거하여 세자에게 왕위를 전해야 할 것이다. 만약 어렵다면 섭정(攝政)하도록 하라.” 하니, 영의정 유영경(柳永慶), 좌의정 허욱(許頊), 우의정 한응인(韓應寅) 등이 아뢰기를, “성후(聖候)가 자연히 강녕(康寧)해질 것이니, 막중한 거사를 감히 준봉(遵奉)치 못하겠습니다.” 하였다. 얼마 뒤에 중전(中殿)이 다시 언서(諺書)로 전교하기를, “원컨대 대신들은 성교(聖敎)를 따라 조섭하는 데 편안케 하라.” 하니, 영의정 영경 등이 아뢰기를, “신들은 죽는 한이 있어도 끝내 감히 따르지 못하겠습니다.” 하였다. 이날 원임 의정(原任議政)인 이산해·이원익·이덕형·이항복·윤승훈·기자헌·심희수 등도 빈청에 모였는데 모두 영경에게 휘척(揮斥)당한 나머지 비변사로 피해 나가서 삼공의 의계(議啓)에 참여하지 못하였다. 다음날 허욱·한응인 및 여러 대신들이 또 빈청에 모였는데, 영경이 약방에 있으면서 허욱과 한응인에게 사람을 보내 말하기를, “삼공이 지금 회의하여 다시 아뢰어야 하겠는데, 어느 곳이 적당하겠습니까.” 하니, 여러 대신들이 그 뜻을 깨닫고 모두 피해 나가려고 하자, 이원익이 말하기를, “빈청은 시임(時任)과 원임(原任)이 자리를 함께 하는 청사(廳舍)입니다. 우리들이 여기에 있다고 하더라도 시임들이 공사(公事)를 하는데 무슨 방해가 된다는 말입니까.” 하고, 굳게 앉아 움직이지 않았다. 그러나 모두가 말하기를, “오늘날의 형세상 피해 줄 수밖에 없습니다.” 하고, 드디어 서로 이끌고 나갔다. 대개 이는 영경이 다른 논의가 있게 될까 두려워한 나머지 단지 허욱의 무리와만 약속해서 아뢰려 했기 때문이었다.",
                "hj": "○庚午/上命召三公會賓廳, 下敎曰: “予疾若是, 可依故事, 傳位於世子。 若以爲難, 則可令攝政。” 領議政柳永慶、左議政許頊、右議政韓應寅等啓曰: “聖候自當康寧, 莫重之擧不敢遵奉。” 已而, 中殿再降諺書, 傳敎曰: “願大臣, 承順聖敎, 以安調攝。” 永慶等啓曰: “臣等雖死, 終不敢從。” 是日, 原任議政李山海、李元翼、李德馨、李恒福、尹承勳、奇自獻、沈喜壽等, 亦會于賓廳, 俱被永慶揮斥, 避出于備邊司, 不得與於三公議啓。 翌日, 許頊、韓應寅及諸大臣, 又會于賓廳, 永慶在藥房, 送言於頊、應寅曰: “三公今當會議再啓, 何處爲宜?” 諸大臣覺其意, 皆欲避出, 元翼曰: “賓廳是時任、原任同坐之廳也。 吾輩雖在, 時任之爲公事, 抑何妨?” 堅坐不動, 皆曰: “今日之勢, 不可不避。” 遂相率而出。 蓋永慶恐有異議, 只約頊輩而啓之也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On mujin day, the first day of the month, the King became ill and long suffered from his illness. On this day, he rode his horse and walked around his bed chamber, and suddenly fell to the ground. The Crown Prince was going to the palace to inquire after the health of the King. The court ladies-in-waiting informed the King of his illness. The Crown Prince descended from his carriage and attended to the King. Superintendent of the Office of Palace Kitchen Supplies Yu Yeonggyeong and the royal physician Heo Jun all entered the outside of the bed chamber and repeatedly presented medicine. The King became slightly concluded. Consequently, the Crown Prince ordered the left and right officials to retreat [the palace]. [Yu] Yeonggyeong and the other officials all left [the palace] and waited in the palace gate. At sunset, the King recovered from his illness. [Yu] Yeonggyeong, [Heo] Jun, and others attended to the King and presented medicine. After a long time, [the Crown Prince] felt slightly concluded. Subsequently, [the Crown Prince] retreat [the palace], and the Crown Prince stayed overnight at the large eunuchs.",
                "H2KE-nKo": "무진년에 주상이 봄부터 편찮아 오랫동안 조섭 중에 있었는데, 이때에 이르러 아침에 일어나 걸어서 침방에 나왔다가 갑자기 땅에 쓰러졌다. 세자가 대내로 나아가 문안하려고 하였는데, 궁인이 상의 병이 위독하다고 전하여 고하자, 세자가 가마에서 내려 급히 달려가 입시하였다. 약방 도제조 유영경 등과 어의 허준 등이 모두 침문 밖에 들어와 여러 차례 약을 올리니, 주상의 환후가 조금 안정되었다. 이에 세자가 좌우로 하여금 물러나게 하였는데, 유영경 이하가 모두 합문 안에 나와 기다렸다. 날이 저물어서야 상의 병이 다시 심해지자, 유영경과 허준 등이 입시하여 약을 올리니 한참 만에 자못 편안해졌다. 마침내 모두 물러나고, 세자는 그대로 대내에서 유숙하였다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 10월 9일(무진) 1번째기사",
                "gt-oKo": "상이 봄부터 불편하여 오래도록 조섭(調攝)하고 있었는데 이때에 이르러 아침에 일어나 침방을 걸어나오다가 갑자기 바닥에 쓰러졌다. 세자가 막 대내(大內)에 들어가 문안하려 했는데, 상의 병세가 위독하다는 궁인의 전갈을 받고 가마에서 내려 달려가 입시(入侍)하였다. 약방 도제조 유영경 및 어의(御醫) 허준(許浚) 등이 모두 침문(寢門) 밖에 들어와 여러 차례 약을 올리니 상의 증세가 조금 안정되었다. 이에 세자가 좌우를 물러나게 하여 영경 이하가 모두 나가 합문(閤門) 안에서 대기하고 있었는데, 날이 저물 무렵 상의 병세가 다시 위독해졌다. 영경 및 허준 등이 입시하여 약을 올리자 한참 만에 안정되었으므로 드디어 모두 물러나왔는데, 세자는 그대로 대내에서 밤을 보내면서 시질(侍疾)하였다.",
                "hj": "○戊辰/上自春違豫, 久在調攝中, 至是, 朝起步出寢房, 猝仆于地。 世子將詣大內問安, 宮人傳告上疾劇, 世子降輿, 疾趨入侍。 藥房都提調柳永慶等及御醫許浚等, 皆入寢門外, 屢進藥, 上候稍定。 於是, 世子令左右退出, 永慶以下皆出待於閤門內, 日晡上疾復劇, 永慶及浚等入侍進藥, 良久頗安, 遂皆退出, 世子仍宿大內侍疾。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King (Sejong requesting that Song Seokgyeong and 유경종 be dismissed from their posts. The King approved this request. At the time, the King had not recovered from his illness for a long time. All the officials said that Heo Jun was the physician of the royal physician and was unable to observe the medical prescription. Thus, Censor Song Seokgyeong and Third Inspector [of the Office of the Inspector General] []Jeong Gyeong wished to impeach [Heo] Juns crime. However, the officials [of the Office of the Inspector General] did not reach an agreement. All the officials [of the Office of the Censor General] 인피하였다. The officials [of the Office of the Censor General] presented a memorial to the King (Sejong requesting that [Song] Gyeongjong be punished for his crime of presumptuous medical prescription in the case of miscellaneous prescriptions. In the case of [Song] Seokgyeong, the Office of the Censor General . In the case of [Song] Seokgyeong, [Song] Seokgyeong and others arbitrarily presented a memorial to the King (Sejong that [Song Seokgyeong] did not observe the medical prescription in the case of miscellaneous prescriptions. [Song Seokgyeong and others] secretly plotted a wild wil",
                "H2KE-nKo": "양사가 송석경과 유경종을 논핵하여 파직시킬 것을 청하니, 주상이 그대로 따랐다. 이때 주상의 병이 오래도록 낫지 않아 여러 사람의 의론이 모두 허준이 어의로서 약을 잘못 썼다고 시끄럽게 떠들어 마지않았다. 이에 사간 송석경과 장령 유경종이 허준의 죄를 논핵하고자 하였으나 동료들의 의론이 일치되지 않아 모두 인피하였다. 옥당이, 송경종이 피혐하는 말에 잡약을 함부로 썼다는 한 가지 조항을 더 끄집어내어 당사자를 모함하였다고 논핵하여 체차하였다. 김대래가 송석경을 대신하여 사간이 되었는데, 마침내 송석경 등이 약을 잘못 썼다고 논핵하여 수컷이 부르면 암컷이 화답하듯이 시기를 보아 몰래 선동하여 훗날 화를 전가할 소지를 만들었다고 사헌부와 같은 내용으로 논핵하여 송석경 등을 파직할 것을 청하니, 주상이 즉시 윤허하였다. 이때 유영경이 약방 도제조였는데, 경종 등이 먼저 허준을 논핵하여 영경을 동요시키려고 하였다. 김대래는 영경의 앞잡이로서 급히 경종 등을 공격하여 영경을 위해 이처럼 사람들의 입을 틀어막았다. 영경이 권력을 독차지한 지 이미 오래되어 당류가 대각에 가득 깔려 있었는데 자기에게 저촉되는 말이 있으면 즉시 공격하여 제거하였다. 이 때문에 뭇사람의 노여움이 더욱 격렬해졌다. 영경이 패하자 김대래도 죄를 얻어 죽었다.\n",
                "date_ko": "선수 41권, 40년(1607 정미 / 명 만력(萬曆) 35년) 11월 1일(경인) 1번째기사",
                "gt-oKo": "양사가 송석경(宋錫慶)·유경종(柳慶宗)을 논하여 파직할 것을 청하니 상이 따랐다. 당시 상의 병이 오래도록 낫지 않으니 여러 사람의 의논이 모두 허준(許浚)이 어의(御醫)로서 약을 알맞게 쓰지 못했다 하여 시끄럽기 그지없었다. 이에 사간 송석경과 장령 유경종이 허준의 죄를 논하려 하였으나 동료들의 의견이 일치하지 않아 모두 인피(引避)하였다. 옥당(玉堂)이 경종의 피사(避辭) 가운데 잡약(雜藥)을 너무 많이 제조해 함부로 썼다는 한 조목은 당사자를 모함한 것이라고 논하여 체직시켰다. 이에 김대래(金大來)가 석경을 대신하여 사간이 되었는데, 마침내 앞장서서 논하기를 ‘석경 등이 「약을 잘못 썼다.」는 논의를 가탁(假托)하여 서로 창화(唱和)하면서 때를 보아 몰래 선동하여 뒷날 남에게 화를 전가시킬 여지를 만들어 놓았다.’ 하며, 사헌부와 말을 맞춰 석경 등의 파직을 청하니, 상이 즉시 윤허하였다. 당시에 유영경이 약방 도제조였으므로 경종 등이 먼저 허준을 논한 다음에 영경의 지위를 동요시키려 하였다. 그러자 대래가 영경의 응견(鷹犬)으로서 급히 경종 등을 공격하였으니 영경을 위해 사람들의 입을 틀어 막는 것이 이와 같았다. 영경이 권력을 독차지한 세월이 이미 오래 되어 당류(黨類)가 대각(臺閣)에 가득 차 있었으므로 자기에게 저촉되는 말만 나오면 곧바로 쳐서 제거하였다. 이 때문에 여러 사람의 분노가 더욱 거세어졌는데, 영경이 패몰하게 되자 대래 또한 죄를 입고 죽었다.",
                "hj": "○朔庚寅/兩司論宋錫慶、柳慶宗, 請罷其職, 上從之。 時, 上疾久不愈, 群議皆言, 許浚以御醫, 用藥失宜, 譁然不已。 於是, 司諫宋錫慶、掌令柳慶宗欲論浚罪, 僚議不一, 皆引避。 玉堂以慶宗避辭, 剩出妄用雜藥一款, 構陷當事, 論遞之。 金大來代錫慶爲司諫, 遂倡論錫慶等, 假用藥失當之論, 雄唱雌和, 相時潛煽, 爲他日嫁禍之地, 與憲府同辭, 請罷錫慶等職, 上卽允之。 時, 永慶爲藥房都提調, 慶宗等欲先論浚, 而動搖永慶。 大來, 永慶之鷹犬也。 急攻慶宗等, 爲永慶箝制人口如此。 永慶專權旣久, 黨類布滿臺閣, 言觸於己, 便卽擊去。 以此, 衆怒益激, 及永慶敗, 大來亦得罪而死。"
            }
        }
    }
}