{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the ninth month, the King recovered from a slight illness on the first day of the ninth month in the gichuk year (. The Ministry of Rites requested that congratulatory ceremonies be offered [to the King]. After repeated requests, [the King] eventually did not grant permission.",
                "H2KE-nKo": "삭과 기축년에 부스럼이 조금 나았으므로 예조가 진하할 것을 청하였다. 여러 번 아뢰었으나 끝내 따르지 않았다.\n",
                "date_ko": "선수 42권, 41년(1608 무신 / 명 만력(萬曆) 36년) 1월 1일(기축) 1번째기사",
                "gt-oKo": "상의 병이 조금 나아졌으므로 예조가 진하(陳賀)할 것을 청하였다. 여러 차례 아뢰었으나 끝내 따르지 않았다.",
                "hj": "○朔己丑/上疾少瘳, 禮曹請陳賀。 累啓而竟不從。"
            },
            "2": {
                "date_ko": "선수 42권, 41년(1608 무신 / 명 만력(萬曆) 36년) 1월 1일(기축) 2번째기사",
                "gt-oKo": "전 공조 참판 정인홍(鄭仁弘)이 상소하기를, “신이 삼가 소문을 듣건대 지난 10월 13일 상께서 세자에게 전위(傳位)하거나 섭정하게 하라는 분부를 내리셨는데, 영의정 유영경이 마음속으로 원임 대신들을 꺼린 나머지 물리쳐서 모두 내보내고 참간(參看)하지 못하도록 했는가 하면, 여러 번 방계(防啓)을 올리면서 유독 시임(時任)과 더불어 함께 처리하였으며 심지어는 중전께서 언서(諺書)로 전지(傳旨)를 내렸을 때에도 바로 회계(回啓)하기를 ‘금일의 전교는 실로 군정(群情)에서 벗어난 것이니 감히 명을 받들지 못하겠다.’고까지 하였고, 대간에게는 이 사실을 알리지 못하게 경계하고 정원과 사관(史館)에게도 그대로 성지(聖旨)를 비밀에 부쳐 전파되지 못하게 하였다 합니다. 영경이 어떠한 음모와 흉계를 가지고 있기에 이토록까지 사람들이 알지 못하게 하려 한단 말입니까. 아, 중전의 사려깊은 분부야 말로 전하의 뜻을 깊이 체득하여 국가의 원대한 계책을 도모한 것이니, 비록 옛날의 고후(高后)나 조후(曹后)·마후(馬后)·등후(鄧后) 같은 훌륭한 후비(后妃)들도 이를 능가하지 못할 것인데, 영경이 아무 거리낌없이 극력 저지하였습니다. 그리고 감춰서는 안 될 성지(聖旨)를 감추고 축출해서는 안 될 원임들을 축출했는데, 이런 소문들이 경외(京外)에 전파되자 여론이 해괴하게 여기며 분해하고 있습니다. 아, 나랏일은 일가(一家)의 개인 소유물이 아니고 원임이 함께 계문하는 예(例)가 또한 있습니다. 신은 영경이 무슨 뜻으로 원임들을 참석하여 알지 못하게 했는지 감히 알 수가 없습니다. 나라의 임금에게 유고(有故)가 생길 경우 세자가 대행(代行)하여 나라를 다스리는 것은 고금의 통규(通規)입니다. 신은 영경이 무슨 목적으로 군정(群情)에서 벗어난 것이라고 하였는지 감히 알지 못하겠습니다. 그리고 대간에게 알리지 못하게 하였다면 그것은 나라의 정사(政事)가 아니고, 그 일을 정원과 사관이 함께 사사로이 감추었다면 사당(私黨)이 있는 것만 알았지 왕사(王事)가 있다는 것은 알지 못한 것입니다. 신은 자세히 아뢰어 볼까 합니다. 전하께서는 종사(宗社)의 중대함을 깊이 생각하시고 옥체의 안후를 헤아리시어 세자에게 위임한 다음 한가롭게 조호(調護)할 것을 생각하셨으니, 성상의 분부야말로 청천의 백일과 같았습니다. 따라서 신민들이 마땅히 같이 들어야 할 것이고, 만물이 함께 볼 수 있어야 할 것인데, 하물며 원임 대신들이겠습니까. 그런데도 도리어 참석해 알 수 없게 하였으니, 그 음흉하게 숨긴 정상은 다시 감출 수 없이 명약관화하다 하겠습니다. 그의 말을 가지고 그의 마음을 미루어 본다면 뒷날 장차 스스로 사미원(史彌遠)이 되어 우리 동궁을 제왕(濟王)으로 만들려는 속셈인 것입니다. 영경은 동궁에 대해 모해(謀害)하려고 한 정상이 이미 탄로난 것을 스스로 알고서 날마다 시기하며 더욱 틈을 내려고 획책하고 있으니, 그가 못할 짓이 없으리라는 것은 당연합니다. 전하께서는 영경이 동궁을 우리 임금의 아들로 다시 대하리라고 생각하십니까. 그 형세로 볼 때 장차 이 정도에 그치지 않고 반드시 간계(奸計)를 이루어 마음이 쾌하게 된 연후에야 그만둘 것입니다. 대간이 말하지 않은 것은 그들이 영경의 조아(爪牙)이기 때문이고, 대신이 묵묵히 끌려가는 것은 영경의 우익(羽翼)이기 때문이며 정원과 사관이 사사로이 성지(聖旨)를 감춘 것은 영경의 복심(腹心)이기 때문입니다. 전하는 위에 고립된 채 개미 새끼 한 마리도 의지할 곳이 없게 되어 어진 후사가 있어도 장차 서로 보존하지 못하게 될 것이니, 어찌 통탄할 일이 아니겠습니까. 삼가 원컨대 전하께서는 빨리 영경이 동궁의 지위를 불안하게 하여 종사를 위태롭게 하려 한 죄를 거론하시어 상형(常刑)을 바르게 하심으로써 나라의 근본을 굳건히 하고 종사에 다행이 되게 하소서.” 하니, 상이 크게 노하며 정원에 도로 내려 보냈다. 영의정 유영경이 상소하기를, “신이 삼가 정인홍의 소를 보건대 오로지 신이 동궁을 동요시켜 종사를 위태롭게 하려 했다고 지목하여 멋대로 악명(惡名)을 가하면서 못하는 것이 없었습니다. 신하로서 이처럼 하늘과 땅에 가득 찰 원통한 일을 당했으니, 만약 밝은 하늘 아래에서 명백히 판별하지 않는다면 살아서도 이 세상에 스스로 설 수 없고 죽어서도 지하에서 눈을 감을 수 없을 것입니다. 어찌 감히 상을 번독케 함을 혐의롭게 여긴 나머지 이 절박한 심정을 다 말씀드리지 않을 수 있겠습니까. 지난해 10월 상께서 오래 조섭하시던 끝에 갑작스레 병환이 생기셨으므로 신하들은 황망하여 조치할 바를 몰랐습니다. 그때 신이 약방 제조로서 바야흐로 차비문 안에 있었는데, 정원에서 삼공을 명소(命召)하셨다는 교지를 전해 주고 이어 밀부(密符)가 내려왔습니다. 이에 신이 좌의정 허욱, 우의정 한응인과 더불어 합부(合符)한 뒤에 차비문 밖에서 대명(待命)하고 있었습니다. 얼마 있다가 정원이 빈청에 물러가 기다리도록 말을 전하기에 신은 좌상·우상과 함께 빈청에 나아갔는데, 그때는 이미 원임 대신들이 있지 않았습니다. 신들이 전위(傳位)하거나 섭정하도록 하라는 하교를 받들고 삼가 생각해 보건대 창황(蒼皇)한 때에 특별히 이러한 명을 내리신 것은 종사(宗社)의 대계(大計)를 위하여 근본을 더욱 공고히 하려는 의도에서 나온 것으로 지극히 당연한 것이라고 여겨졌습니다. 따라서 신들이 장차 성지(聖旨)에 따라야 된다는 것을 알지 못했던 것은 아니지만, 단지 상께서 만기(萬機)를 친히 다스리지 못한 지 겨우 하루 이틀 정도 되었을 뿐이고 우연히 생긴 병세라 자연 하루 이틀쯤 지나면 거의 완쾌되실 것이기에 이러한 신하들의 간절한 소망에 바탕하여 말씀드렸던 것이었습니다. 더욱이 왕세자도 이러한 명이 있으셨다는 것을 듣고 근심스럽고 황망한 나머지 한층 더 안타깝고 절박한 심정으로 음식을 폐하고 눈물을 흘리며 어찌할 바를 몰랐으니, 무릇 신민으로서 그 누가 감동하지 않았겠습니까. 신들이 상의 명을 준봉(遵奉)치 못했던 곡절은 이와 같을 따름입니다. 그런데 그는 말하기를, ‘원임 대신을 물리쳐서 참간(參看)을 못하게 하고 여러 차례 방계를 올리면서 유독 시임과만 함께 처리했다.’ 하였습니다. 그러나 신들이 빈청에 도착하기도 전에 원임 대신들은 이미 나가버렸으니 이른바 물리쳤다고 하는 것에 대해서 신은 실로 이해할 수 없습니다. 상께서 이미 삼공을 명소하셨고 신들도 삼공을 명소한 밀부(密符)를 감정(勘定)하였습니다. 그리고 그때 회계(回啓)하는 일은 시임의 책임이기 때문에 신들이 서로 상의하여 회계하였습니다. 그 뒤 그 비망기와 회계한 초안은 곧 사인(舍人) 오백령(吳百齡)으로 하여금 원임 대신들이 모인 장소에 가져가 보이게 하였는데, 원임들이 한꺼번에 참간하지 못했던 것은 형세가 그러하였기 때문입니다. 그는 또 말하기를 ‘대간에게 알리지 않도록 경계했고 정원과 사관은 성지가 오래 전파되지 않도록 비밀에 부쳤다.’고 하였습니다. 보통 비망기를 삼공에게 내릴 경우 회계한 뒤에 비망기와 계초(啓草)를 주서(注書)가 가지고 가는 것이 관례이고 그 뒤에 대간이 알리거나 알리지 않는 여부는 대신이 상관할 바가 아닙니다. 왕세자는 천성적으로 총명하고 인효(仁孝)하여 춘궁(春宮)에서 덕을 쌓은 지 17년에 신민들이 함께 떠받들고 종사(宗社)를 부탁하는 바가 되었습니다. 그런데 인홍이 감히 전위하고 섭정하는 일을 가탁하여 몰래 화(禍)를 떠넘기려는 계책을 도모하고 흉참한 말을 지어내면서 못할 말이 없이 하였습니다. 신이 모함을 당한 이 일은 신 한 몸에만 화가 미치는데 그치지 않고 실로 종사에 관계된 것입니다. 이 탄핵 상소가 있음으로부터 심골(心骨)이 다 함께 놀라고 간담이 찢어지는 듯합니다. 원컨대 전하께서는 신을 사패(司敗)에 내리시어 실상을 추핵(推覈)케 함으로써 신의 죄를 바로잡으소서.” 하니, 상이 답하기를, “인홍의 소를 보니 흉참하기 그지없어 도대체 이해할 수 없을 뿐만이 아닌데, 내가 심병(心病)이 있어 자세히 보지도 못한 채 그냥 힐끗보고 지나쳤을 뿐이다. 그 가운데에는 나와 관련된 말이 있기까지 하였는데, 또한 그것이 무엇 때문에 한 말인지 알지 못하겠으니 더욱 음울하고 참담하기 그지없다. 인홍은 무고히 군심(君心)을 동요시키고 영상(領相)을 모함하였는데, 생각건대 소인배들 가운데 영상을 모함코자 하는 자가 유언 비어를 만들어 내어 남쪽에 전파시키자 인홍이 이를 철습(掇拾)하여 상소한 것이 아닌가 여겨진다. 그가 한 말은 따질 것도 못되지만, 아무 일도 없는데 괜히 일을 만들어 내어 지친(至親)간에 이로 인하여 의심을 일으켜 틈이 벌어지게 하였으니, 조정이 혹시라도 조용해지지 못하게 되면 크게 불행한 일이다. 스스로 돌이켜 보아서 떳떳하다면 천만인이 떠들어대더라도 혐의를 둘 것이 뭐가 있겠는가. 그리고 그 전교(傳敎)는 원래 삼공에게만 전하도록 했던 것이지 범범하게 대신들에게 전하게 한 것은 아니었다. 그런데 저처럼 떠들어대는 자는 과연 어떤 사람인가? 경은 마음을 편히 하여 직책에 임하고 염려하지 말라.” 하였다. 충청도 유생 이정원(李挺元) 등이 상소하기를, “적신(賊臣) 유영경은 성질이 음험하고 교활하여 극악무도한 죄를 지었는데도 영상의 자리를 점거하고 이 세상에 살고 있으므로 귀신이나 사람이 함께 분하게 여긴 지가 오래되었습니다. 그런데 다행히도 전 참판 정인홍이 죽음을 무릅쓰고 의로운 상소를 올린 덕택에 바른 논의가 멀리 펼쳐져 온 나라가 서로 경하하고 현륙(顯戮)에 처함을 바라고 있었습니다. 그런데 이미 여러 날이 지났는데도 성지(聖旨)가 아직 내려지지 않아 군정(群情)이 더욱 우울해지고 천지가 장차 막힐 지경이 되었으니 우리 나라의 2백 년 종사가 끝내는 반드시 이 적의 손에 무너지고 말 것입니다. 신들이 삼가 보건대 흉괴(凶魁)가 오래도록 권세를 도둑질하여 뿌리가 이미 공고해졌는데 기세가 치성하여 세상을 꼼짝못하게 하고 있으니, 조야(朝野)가 벌벌 떨며 그 음험한 함정에 떨어질까 두려워한 나머지 마음으로는 그의 그릇됨을 알면서도 입으로는 감히 말을 못하고 있습니다. 그리하여 원임 대신들을 멋대로 부르고 물리치기까지 하는데 대각(臺閣)과 근시(近侍)가 모두 그의 지시를 받으니 국세(國勢)의 위태로움이 아침 이슬과 같다 하겠습니다. 이러한 때에 그 누가 기꺼이 그를 건드려 위험에 빠질 것을 무릅쓰고 한번이라도 전하를 위해 입을 열려고 하겠습니까. 인홍이 일단 말씀드린 뒤로 흉당이 조금도 거리낌없이 더욱 방자해져서 간관(諫官)의 직책에 있는 자들도 대죄(待罪)하지 않고 있으니 임금을 무시한 방자한 태도가 이에 이르러 더욱 드러났다 하겠습니다. 서리를 밟으면서 장차 얼음이 얼 것을 경계하지 않으니 앞으로 차마 말할 수 없는 화란이 닥쳐올까 두렵습니다. 원컨대 전하께서는 속히 영경의 죄를 바로잡아 신민의 분을 쾌하게 하소서.” 하니, 상이 답하기를, “그대들은 정인홍의 여론(餘論)을 수습하여 대신을 무함하니, 이는 물여우처럼 남을 음해(陰害)하는 자의 사주를 받은 것이 분명하다. 조정의 대체(大體)에 대해서는 유생이 감히 망령되이 말할 성질이 못 된다.” 하고, 이어 정원에 하교하기를, “정인홍이 세자로 하여금 속히 전위(傳位)받도록 하고 싶어하는데, 스스로는 세자에게 충성을 다했다고 할지 모르나 실은 너무도 불충한 짓을 한 것이다. 제후의 세자는 반드시 천자(天子)의 명을 받은 연후에야 세자라고 이를 수 있는데, 지금 세자는 책명(冊命)을 받지 못했으니 이는 천자가 불허한 것으로서 천하가 알지 못하는 것이다. 그런데 하루아침에 갑자기 전위를 받게 되어, 중국 조정에서 ‘그대 나라의 이른바 세자에 대해 천조에서 아직 책봉을 허락하지 않았는데, 그대 국왕이 사사로이 전위하였으니 그대 국왕의 직위도 또한 천자의 직위로구나. 그대 국왕이 마음대로 처단할 바가 아닌 것을 세자가 어찌 감히 스스로 받는단 말인가. 그 사이에 그렇게 하는 무슨 까닭이 있어서 그러는 것은 아니가?’ 하고 그릇되게 불측(不測)한 이름을 세자에게 가하고 대신을 힐문한다면 장차 어떻게 결말을 짓겠는가. 내 입장에서는 단지 내 몸의 우환 때문에 물러나고 싶지만 국가를 도모해야 할 대신의 입장에서야 어찌 용의주도하게 처리하지 않을 수 있었겠는가. 그러니 대신의 처리를 조망(躁妄)한 사람이 염려한 것에 비교할 수가 있겠는가. 그러고 보면 대신들이 어찌 다만 구군(舊君)이 물러나는 것을 차마 하지 못할 뿐이겠는가. 지금 인홍의 소 때문에 내 마음이 편치 않아 밤에는 잠을 잘 수가 없고 낮이면 밥을 먹지 못하는데, 대신과 대간 시종도 직책을 수행하는 것을 불안하게 여기니, 전에 없는 변고라 하겠다.” 하였다. 유영경이 또 상소하여 분변할 것을 아뢰니, 상이 타이르는 내용으로 비답하였다. 삼사(三司)·정원·예문관이 모두 소장을 올려 인홍 등을 공척(攻斥)하니, 상이 가납(嘉納)하였다. 양사가 드디어 인홍의 유배를 청하고, 또 인홍이 이이첨·이경전(李慶全)의 음흉한 사주(使嗾)를 들었다 하여 그들도 모두 멀리 귀양보낼 것을 청하니 상이 모두 따랐다.",
                "hj": "○前工曹參判鄭仁弘上疏曰: 臣竊聞之道路, 去十月十三日, 自上, 下傳攝之敎, 領議政柳永慶心忌原任大臣, 揮斥盡去, 使不得參看, 累上防啓, 獨與時任共之。 至於中殿下諺書之旨, 便回啓曰: “今日傳敎, 實出群情之外, 不敢承命。” 臺諫戒使不聞, 政院、史館仍秘聖旨, 使不傳出。 永慶有何陰謀兇計, 不欲人知, 乃至於此? 噫! 中殿塞淵之旨, 深體殿下之意, 爲國家遠大之計, 雖古之高、曹、馬、鄧之賢, 亦莫之過, 而永慶極力搪塞, 無所忌憚。 秘其不當秘之聖旨; 逐其不當逐之原任, 中外傳聞, 輿情駭憤。 噫! 國事非一家之私, 原任有與聞之例, 臣不敢知永慶之使不得參知者, 何意也。 國君有故, 則貳君之監國處守, 古今之通規也。 臣不敢知永慶乃謂群情之外者, 欲何爲也。 臺諫不得聞, 則非國政也。 其事也, 政院、史館同爲私秘, 則知有私黨, 而不復知有王事也。 臣請詳陳之。 殿下深念宗社之重, 劑量玉體之候, 思以委諸儲君, 就閑調護, 聖明之敎如靑天白日。 臣庶所當共聞, 萬物可以咸覩, 況以原任之臣, 而反不使參知, 其陰兇詭秘之狀, 明若觀火, 不可復掩矣。 執其言而原其心, 則異時將欲自爲彌遠, 而濟王我東宮也。 永慶自知於東宮謀危之情已露, 猜隙日甚, 其自爲謀, 宜無所不至。 殿下謂永慶能復以吾君之子, 視東宮乎? 其勢將不止此, 必售其奸計, 得以甘心而後已也。 臺諫之不言, 永慶之爪牙也; 大臣之循默縱臾, 永慶之羽翼也; 政院、史館之私秘聖旨, 永慶之腹心也。 殿下孤立於上, 而無蟻子之倚, 有賢嗣而將不相保, 豈不痛哉? 伏願殿下, 亟擧永慶動搖東宮, 謀危宗社之罪, 一正常刑, 以固國本, 以幸宗社。 上覽之大怒, 還下政院。 領議政柳永慶上疏曰: 臣伏見鄭仁弘之疏, 專以臣動搖東宮, 謀危宗社爲目, 橫加惡名, 無所不至。 人臣遭此窮天之冤、極地之痛, 若不明白辨別於天日之下, 則生不得自立於人世; 死不得暝目於地下, 豈敢以煩瀆爲嫌, 而不盡其痛迫之辭乎? 上年十月, 自上感傷之證遽發於久攝之餘, 群下遑遑, 罔知攸措。 其時, 臣以藥房提調, 方在差備門內, 政院傳以命召三公之敎, 繼有密符之下。 臣與左議政臣許頊、右議政臣韓應寅合符之後, 待命於差備門外。 俄而政院傳言, 退待於賓廳, 臣與左右相詣于賓廳, 則原任大臣已不在矣。 臣等奉承傳攝之敎, 竊伏惟念, 蒼皇之際, 特有此命, 其爲宗社大計, 益鞏根本之圖者, 出尋常萬萬。 臣等非不知將順聖旨, 而第自上不得親御萬機, 纔一兩日耳。 偶感之證, 自當勿藥有喜, 一日二日, 庶幾乃瘳, 顒顒群下之望, 惟在於此而言也。 況王世子聞有此命, 憂惶之中, 益增悶迫, 廢食涕泣, 不知所爲, 凡在臣庶, 孰不爲之感動乎? 臣等之不能遵奉者, 曲折如斯而已。 其言曰: “揮斥原任大臣, 使不得參看, 累上防啓, 獨與時任共之。” 臣等未至賓廳, 原任大臣旣已出去, 則所謂揮斥云者, 臣實未曉也。 自上旣命召三公, 臣等又勘三公命召之符, 其時回啓之事, 當在時任, 故臣等相議回啓, 而其備忘及回啓之草, 卽令舍人吳百齡持示於原任大臣所會之處, 其原任之不得一時參看, 勢所然。 其曰: “臺諫戒使不聞, 政院、史館秘聖旨, 久不傳出。” 云者, 常時備忘下于三公, 則回啓之後, 備忘及啓草, 注書例爲持去, 其後臺諫之聞與不聞, 非大臣之所與知者也。 王世子聰明仁孝, 出於天性, 毓德春宮, 十有七年, 臣民之所共戴, 宗社之所付托, 而仁弘乃敢假托傳禪之事, 陰圖嫁禍之計, 做作兇慘之說, 無所不用其極。 臣之被誣, 非但禍及一身, 實是係關宗社。 自有此疏, 心骨俱驚, 肝膽摧裂, 願殿下, 下臣司敗, 推覈實狀, 以正臣罪。 上答曰: “觀仁弘之疏, 兇慘極矣, 而但不得解見耳, 予有心病, 不能正視, 瞥然看過而已。 其間至有語涉於予者, 而亦不知其所以爲之說, 尤極陰慘。 仁弘無故動搖君心, 傾陷領相。 意者, 群小之中, 欲陷領相者, 做作訛言飛語, 以播於南中, 仁弘掇拾, 爲此疏歟? 其言雖不足與較, 而生事於無事之中, 至親之間不得不因此致疑而有間, 朝廷之上或有所不靜, 則大爲不幸。 自反而縮, 雖千萬人喧啾, 有何嫌焉? 且其傳敎之事, 元自只令傳于三公, 非泛然傳于大臣者。 彼嘵嘵者, 果何人耶? 卿其安心就職, 勿以爲慮。” 忠淸道儒生李挺元等上疏曰: 賊臣柳永慶以陰險狡猾之資, 負窮兇極惡之罪, 竊據台鼎, 假息覆載, 爲神人所共憤者久矣。 幸賴前參判臣鄭仁弘忘身徇義, 遠伸正議, 擧國相慶, 佇見顯戮。 已經累日, 聖旨尙閟, 群情愈鬱, 天地將閉, 我國家二百年宗社, 終必壞於此賊之手也。 臣等伏見, 凶魁久竊大柄, 根柢已固, 鴟張氣勢, 箝制一世, 朝野惴惴, 畏其陰中, 心知其非, 口不敢言。 元臣、故老, 任其呼斥; 臺閣、近侍, 承其頤指, 國勢岌岌如朝露, 誰肯蹈機觸鋒, 爲殿下一開喙乎? 仁弘旣言之後, 兇黨益肆, 略無顧忌, 職帶言責者, 亦不待罪, 其無君縱恣之狀, 至此尤著。 履霜不戒, 堅氷將至, 前頭之禍, 恐不忍言也。 伏願殿下, 亟正永慶之罪, 以快臣民之憤。 上答曰: “爾等收拾鄭仁弘餘論, 誣陷大臣, 此必聽人射影之嗾耳。 朝廷大體, 非儒生之所敢妄言者也。” 仍下敎于政院曰: “鄭仁弘欲令世子, 速受傳位, 自以爲於世子盡忠, 而其實則不忠甚矣。 諸侯之世子, 必受天子之命, 然後方可謂之世子。 今世子未受冊命, 是天子不許也, 天下不知也。 一朝遽受傳位, 天朝詰之曰: ‘汝國之所謂世子, 天朝未許封, 汝王私自傳位。 汝王之職, 亦天子之職, 非汝王所擅便者, 世子何敢自受之? 無乃中間有所以然之故耶?’ 橫加不測之名於世子, 而詰問大臣, 則將何以結末耶? 予則特因一身之憂欲退, 而大臣謀國, 豈可不爲周便, 亦豈比躁妄人之慮哉? 然則大臣豈但以許退舊君爲不忍而已乎? 今因仁弘之疏, 予心不安, 夜不能寢, 晝則不食, 而大臣、臺侍亦皆不安其職, 可謂無前之變矣。” 柳永慶又上疏陳辨, 上優批答之。 三司、政院、藝文館皆上章, 攻斥仁弘等, 上嘉納之。 兩司遂請竄仁弘, 又以爲仁弘聽李爾瞻、李慶全之陰嗾, 請竝遠竄, 上皆從之。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, due to an illness that the King had suffered from illness for several months, the Office of Palace Procurement continued to inquire after the King every day. The King replied, It is similar to that of the same surname. Last night, he slept.",
                "H2KE-nKo": "삭무오년에 주상이 병을 앓은 지 이미 몇 달이 지났는데, 약방이 연일 문안하니, 주상이 답하기를,“한결같다. 지난밤에는 편히 잠을 잤다.”하였다.\n",
                "date_ko": "선수 42권, 41년(1608 무신 / 명 만력(萬曆) 36년) 2월 1일(무오) 1번째기사",
                "gt-oKo": "상이 병을 앓은 지 이미 여러 달이 되었는데, 약방(藥房)이 연일 문안하니 상이 답하였다. “마찬가지이나 지난 밤에는 편히 잠을 잤다.”",
                "hj": "○朔戊午/上有疾已數月, 藥房連日問安, 上答曰: “一樣, 去夜則穩寢矣。”"
            },
            "2": {
                "H2KE-EN": "The King appointed 김대래를 second deputy director of the Office of Royal Decrees . 김대래는 유영경의 무리로서, when he became a member of the Office of Royal Decrees, he stripped to rescue 영경. This is why he was appointed to a post.",
                "H2KE-nKo": "김대래를 직제학으로 삼았다. 김대래는 유영경의 당여이다. 전한이 되어 힘껏 영경을 구원하였기 때문에 이 임명이 있게 된 것이다.\n",
                "date_ko": "선수 42권, 41년(1608 무신 / 명 만력(萬曆) 36년) 2월 1일(무오) 2번째기사",
                "gt-oKo": "김대래(金大來)를 직제학으로 삼았다. 대래는 영경의 당인데 전한(典翰)으로 있으면서 힘써 영경을 구했기 때문에 임명된 것이다.",
                "hj": "○以金大來爲直提學。 大來, 永慶之黨也。 爲典翰, 力救永慶, 故有是拜。"
            },
            "3": {
                "H2KE-EN": "At the time, the state examination was held on the basis of the successful candidates for the initial round of the second-stage civil service examination. The Royal Secretariat addressed the list of the candidates for the candidates. The King issued an order to the Royal Secretariat, which stated, The candidates for the time to summon them and do not allow them to stay at the gates of the capital. ",
                "H2KE-nKo": "이때 중시의 대거로 과거를 설행하려고 하였는데, 승정원이 시관의 망단자를 입계하였다. 주상이 승정원에 하교하기를,“시관들을 일찌감치 명초하여 유문하지 못하게 하라.”하였다.\n",
                "date_ko": "선수 42권, 41년(1608 무신 / 명 만력(萬曆) 36년) 2월 1일(무오) 3번째기사",
                "gt-oKo": "당시 중시(重試)의 대거(對擧)로 과거(科擧)를 시행할 예정이었기 때문에 정원이 시관(試官)의 후보 단자를 입계(入啓)하니 상이 정원에 하교하였다. “시관 등은 제때에 일찍 명초(命招)하고 유문(留門)하지 말도록 하라.”",
                "hj": "○時以重試對擧, 將設科, 政院以試官望單子入啓, 上, 下敎于政院曰: “試官等趁早命招, 毋得留門。”"
            },
            "4": {
                "H2KE-EN": "On this day, at the mi hour (approximately 1:30-1:30 a.m., when the King died, he passed away at the main hall in Jeongneung-dong . His life was fifty-seven. When the Crown Prince ascended the throne, he offered up the posthumous title of Hyeonmun , Uimu , Seong Dalhyo , and the posthumous title of Xuanzong , the name of Xuanzong . The royal tomb was changed to Xuanzong , the name of the Spring Funeral Spring and the Procession were sent to the imperial court [of Ming China]. Later, the Emperor sent Acting Funeral Seral Service Officer Kung Hwa and others to grant the posthumous title of Xuanzong . ",
                "H2KE-nKo": "이날 미시에 주상의 병환이 갑자기 위독해져 정릉동 행궁의 정전에서 훙하였는데, 향년은 57세였다. 세자가 즉위하여 ‘현문 의무 성경 달효’라는 존호를 올리고, 묘호는 ‘선종’ - 광해군 때에 ‘선조’로 개칭하였다. - 능호는 ‘목릉’, 혼전은 ‘영모전’이라 하였다. 이호민을 보내어 조정에 고부하게 하고, 다음해에 황제가 행인사 행인 웅화 등을 보내어 ‘소경’이라는 시호를 내렸다.\n",
                "date_ko": "선수 42권, 41년(1608 무신 / 명 만력(萬曆) 36년) 2월 1일(무오) 4번째기사",
                "gt-oKo": "이날 미시에 상의 병의 갑자기 위독해져 정릉동(貞陵洞) 행궁(行宮)의 정전(正殿)에서 훙(薨)하니, 나이 57세였다. 세자가 즉위하여 현문 의무 성경 달효(顯文毅武聖敬達孝)라는 존호(尊號)를 올리고 묘호(廟號)는 선종(宣宗)【광해 때에 선조로 개칭하였다.】, 능호(陵號)는 목릉(穆陵), 혼전(魂殿)은 영모전(永慕殿)이라 하였다. 이호민(李好閔)을 보내 명조(明朝)에 고부(告訃)하니, 그 다음해에 황제가 행인사 행인(行人司行人) 웅화(熊化) 등을 파견하여 소경(昭敬)이라는 시호를 내렸다.",
                "hj": "○是日未時, 上疾卒然危篤, 薨于貞陵洞行宮之正殿, 壽五十七。 世子卽位, 上尊號曰顯文毅武聖敬達孝, 廟號宣宗, 【光海時, 改稱宣祖。】陵號穆陵, 魂殿號永慕殿。 遣李好閔告訃于朝, 越明年, 帝遣行人司行人熊化等, 賜諡曰昭敬。"
            }
        }
    }
}