{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On imo day, there was a thunder and a white sword that occurred on the first day of the month. [The King] issued a royal order to advise advising measures. He summoned Seong Un and Yi Hang and had them come [to the capital] by riding a post horse. [The King] intended to ask about how to eliminate harmful effects, but all of them did not come.",
                "H2KE-nKo": "백홍이 해를 가로질렀다. 하교하여 구언하고, 성운과 이항을 불러 역마를 타고 올라오게 하여 재이를 잠재울 방책을 물으려고 하였는데, 모두 사양하고",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 1월 1일(임오) 1번째기사",
                "gt-oKo": "흰 무지개가 해를 가로지르니 교지를 내려 구언(求言)하고, 성운(成運)과 이항(李恒)을 불러 역마를 타고 올라오게 하여 장차 재앙을 해소할 계책을 물으려고 하였으나 다 사양하고 오지 않았다.",
                "hj": "○朔壬午/白虹貫日。 下敎求言, 召成運、李恒, 使乘傳上來, 將問弭災之策, 皆辭不至。"
            },
            "2": {
                "H2KE-EN": "Due to a natural disaster, the King had the royal meals reduced and had music stopped.",
                "H2KE-nKo": "재이 때문에 정전을 피하고 감선",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 1월 1일(임오) 2번째기사",
                "gt-oKo": "재이(災異)로 정전(正殿)을 피하고 감선 철악(減膳撤樂)하였다.",
                "hj": "○以災異, 避正殿, 減膳撤樂。"
            },
            "3": {
                "H2KE-EN": "A stream water blows from Nakcheon Pavilion for three days.",
                "H2KE-nKo": "낙동강에 3일 동안",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 1월 1일(임오) 3번째기사",
                "gt-oKo": "낙동강(洛東江)에 3일 동안 물길이 끊어졌다.",
                "hj": "○洛江絶流三日。"
            },
            "4": {
                "H2KE-EN": "Ku Bongryeong was appointed second inspector of the Office of the Inspector General , and Jeong Cheol was appointed 전한 .",
                "H2KE-nKo": "구봉령을 집의로, 정철을",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 1월 1일(임오) 4번째기사",
                "gt-oKo": "구봉령(具鳳齡)을 집의로, 정철(鄭澈)을 전한으로 삼았다.",
                "hj": "○以具鳳齡爲執義, 鄭澈爲典翰。"
            },
            "5": {
                "H2KE-EN": "Second Deputy Director [of the Office of Royal Decrees] Shin응si presented six poems of diligent learning, love for the people, love for the wise person, and remonstrated with remonstrance. The King praised and accepted them.",
                "H2KE-nKo": "직제학 신응시가 ‘근학’, ‘애민’, ‘친현’, ‘납간’ 등의 여섯 가지 잠언을 지어 올리니, 주상이",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 1월 1일(임오) 5번째기사",
                "gt-oKo": "직제학 신응시(辛應時)가 학문을 힘쓸 것, 백성을 사랑할 것, 어진이를 가까이 할 것, 간하는 말을 받아들일 것 등 여섯 가지 잠언(箴言)을 지어 올리니, 상이 포장(褒奬)하고 받아들였다.",
                "hj": "○直提學辛應時, 作勤學、愛民、親賢、納諫等六箴以進, 上褒納。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On gyechuk day, it rained heavily on the grounds of imja year (1422, the fourth year of King Sejongs reign. Chief State Councilor Kwon Cheol resigned from office due to his illness, and Left State Councilor Hong섬 resigned from office due to his elderly parents. The King appointed 노수신 as Right State Councilor and Bak Sun as Left State Councilor. As Susin had long served as the minister of personnel of the Ministry of Personnel , he did not seek anything to promote his appointment. Sometimes he observed personal greetings by personal greetings. Even when he was appointed as prime minister, he also did not explain his greetings. Those who were suspected by this were suspicious.",
                "H2KE-nKo": "초하루에 가뭄이 들어 흙비가 내렸다. 영의정 권철이 병을 이유로 사직하여 면직되고, 좌의정 홍섬이 어버이가 늙었다는 이유로 사직하여 면직되었다. 노수신을 우의정으로 삼고, 박순을 좌의정으로 승진시켰다. 노수신은 오랫동안 이조 판서로 있었는데, 전형하여 서용할 때 볼 만한 점이 없자 사사로운 청을 따르기도 하였고, 정승에 제수되었을 때에도 건의하여 밝힌 것이 없었으므로 식견 있는",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 2월 1일(임자) 1번째기사",
                "gt-oKo": "날이 가물고 흙비가 내렸다. 영의정 권철(權轍)이 병으로 사직하자 면직하고, 좌의정 홍섬(洪暹)이 부모가 노령이라는 이유로 사직하자 면상(免相)하였다. 노수신(盧守愼)을 우의정으로 삼고 박순(朴淳)을 좌의정으로 승서하였다. 노수신은 오랫동안 이조 판서로 있었으나 전서(銓敍)가 볼 만한 것이 없는데다 사사로운 청탁을 따르기도 하였고, 배상(拜相)한 뒤에도 건명(建明)한 것이 없었으므로 식자들이 그를 의심하였다.",
                "hj": "○朔壬子/旱, 雨土。 領議政權轍辭疾免, 左議政洪暹, 辭以親老免相。 以盧守愼爲右議政, 朴淳陞左議政。 守愼久判吏曹, 銓敍無可觀, 或循私請。 及拜相, 亦無建明, 有識者疑之。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "Inspector General Oh Sang passed away. [Shin] Sang was young, possessed a reputation and was quite a man of integrity. He was promoted to the minister of the Six Ministries . He was foolish and encouraging public morals.",
                "H2KE-nKo": "삭신일에 대사헌 오상이 졸하였다. 오상은 젊어서부터 재명이 있었고 절조를 상당히 지켰다. 육경의 지위에 올라서는 세속에 따라 부침하였을",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 3월 1일(신사) 1번째기사",
                "gt-oKo": "대사헌 오상(吳祥)이 졸하였다. 오상은 어릴 적부터 재명(才名)이 있었고 절조(節操)를 상당히 지켜온 인물이었는데, 육경(六卿)의 지위에 이르자 세속의 흐름에 부침할 뿐이었다.",
                "hj": "○朔辛巳/大司憲吳祥卒。 祥少有才名, 頗持節操, 位之六卿, 浮沈諧俗而已。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongjin day, [the King] ordered that an eligible man be recommended for the first day of the month in the gyeongjin year (. The Ministry of Personnel appointed Yi Jiham , Choe Yeonggyeong , 정인홍 , Jo Mok , and Kim Cheonil to the sixth rank.",
                "H2KE-nKo": "경진년에 탁월한 행실을 지닌 선비를 천거하라고 명하였는데, 이조가 이지함, 최영경, 정인홍, 조목, 김천일을 명에 응하여 모두 6품직에",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 5월 1일(경진) 1번째기사",
                "gt-oKo": "뛰어난 행실이 있는 선비를 천거하라고 명하였다. 이에 이조가 이지함(李之菡)·최영경(崔永慶)·정인홍(鄭仁弘)·조목(趙穆)·김천일(金千鎰)을 천거하여 명에 응하였는데, 모두 6품직에 제수하였다.",
                "hj": "○朔庚辰/命薦卓行之士, 吏曹以李之菡、崔永慶、鄭仁弘、趙穆、金千鎰應命, 皆除六品職。"
            },
            "2": {
                "H2KE-EN": "Yi Jiham was gentle and fraternal by nature and filial piety. When he was young, he was buried in a coastal area and nearly surrounded by water. After several years, water must be destroyed by the graves of his father. He wanted to build a stone vessels first and loaded the stone vessels. When the vessels were destroyed by the popular barbarians, he was buried with 1,000 gold. He himself supplied the barbarians and brought them to the spirits. However, the vessels of the sea were very narrow, and he eventually did not render their meritorious deeds. Nevertheless, he said, Abundant or not is the Heaven, and a son should not be neglected. Every time he lived in leisurely and was hard of his desire. He walked straw hats and bamboo hats shooted on all directions. He successively communicated with Confucian scholars of study and reputation and moral integrity. He spreadly explained peoples moment. Sometimes he enjoyed his arrow and did not strength. People could not know about this. ",
                "H2KE-nKo": "이지함은 기개와 도량이 남달랐고 효성과 우애가 남달랐다. 젊었을 때 바닷가에 어버이를 장사 지냈는데, 조수가 점점 가까워지자 천백 년 뒤에 물이 반드시 무덤을 파헤치고 제방을 쌓아 막고자 하여 먼저 돌을 운반하여 배에 싣고 포구를 메웠는데, 걸핏하면 1000금을 소비하였다. 자금을 모두 몸소 불려서 귀신처럼 장만하여 모았으나, 바다 어귀가 깊고 넓어서 끝내 공을 이루지 못하고 뜻도 여전히 그치지 않으면서 말하기를,“성공하느냐 못하느냐는 하늘에 달려 있으니, 자식이 어버이를 위해 근심을 막는 계책을 게을리해서는 안 된다.”하였다.평소에 욕심이 적고 괴로워서 풀로 만든 죽립과 도보로 사방을 다니며 도학과 명예와 절개가 있는 선비들과 두루 사귀었다. 더불어 논설할 때는 기발하여 사람들을 감동시켰고, 혹은 방탕하게 노는 것을 장엄하게 하지 못하여 사람들이 헤아릴",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 5월 1일(경진) 2번째기사",
                "gt-oKo": "이지함은 기개와 도량이 비범하고 효성과 우애가 뛰어났다. 젊었을 때 해변에 어버이를 장사지냈는데, 조수가 조금씩 가까이 들어오자 먼 장래에 물이 반드시 무덤을 침해하리라 판단하고 제방을 쌓아 막으려고 하였다. 그리하여 우선 돌을 운반하여 배에 싣고 가서 포구를 메웠는데, 수없이 돈이 들었으나 스스로 벌어들여 준비하기를 귀신같이 하였다. 해구(海口)가 깊고 넓어 끝내 성공하지는 못하였으나 뜻만은 포기하지 않고 말하기를, “성공하느냐 못하느냐는 하늘에 달렸으나 자식으로서 어버이를 위해 재난을 막는 계획은 게을리할 수 없다.” 하였다. 평소 욕심을 내지 않고 고통을 견디며, 짚신에 죽립(竹笠) 차림으로 걸어서 사방을 다니며 도학과 명절(名節)이 있는 선비를 사귀었다. 그와 함께 이야기하면 기발하여 사람의 주의를 끌었으나, 혹은 수수께끼같은 농담을 하며 점잖지 못한 자태를 보이기도 하였으므로, 사람들이 그를 헤아릴 수가 없었다.",
                "hj": "○李之菡氣度異常, 孝友出人。 少時葬親海曲, 潮水漸近, 度於千百年後, 水必齧墓, 欲築防捍之, 先運石載舟, 沈塡浦港, 動費千金, 資皆躬自貨殖, 辦集如神。 然海口深闊, 功竟不就, 志猶未已曰: “成否在天, 而人子爲親防患之計, 不可懈也。” 平居寡欲而苦, 草屐竹笠, 徒步而行四方, 徧交道學名節之士, 與之論說, 奇發動人, 或謎戲不莊, 人莫能測。"
            },
            "3": {
                "H2KE-EN": "Choe Yeonggyeong , who was first residing in Hanseong Magistracy , kept outside [the palace] gates and refused to stepmother. As a man of ignorant sense, he served his parents with utmost filial piety. When his mother died, he supplied all his family for building and buried a stone cover for his funeral. People in the village clerk sometimes claim that his absurdity was not very important. A scholar named Ahn Minha , having examined his sense of difference, told him to 성혼 . When [Jeong] 성혼 proceeded to [Jeong] and observed his beautiful appearance, he colluded with each other and widely claimed that the 공경 [of the State Council and Privy Council] . For this reason, his name was revealed. Subsequently, he was residing in Jinju , followed Jo Sik . He enjoyed his stepmother with moral integrity and fondness, and Jo Sik treated him twice as the second minister of the Office of the Crown Prince . ",
                "H2KE-nKo": "최영경이 처음 한성에 살면서 문을 닫고 자취를 감추었으므로 아는 사람이 없었다. 지극한 효성으로 어버이를 섬겼는데 어머니가 죽자 가산을 기울여 자금을 마련하고 석곽을 사용하여 장사를 지냈다. 마을 사람들이 그의 오활하고 집요한 점을 칭찬하기도 하고 그다지 중요하게 여기지 않기도 하였다. 사인 안민학이 그의 남다른 점을 살피고 성혼에게 말하니, 성혼이 나아가 그의 용모와 거동이 청렴하고 엄숙한 것을 보고 서로 말을 주고받으면서 공경들 사이에 전파하였다. 이로 말미암아 이름이 드러났다. 이윽고 진주에 은둔하여 조식을 따라 다니며 공부하였는데, 기절을 숭상하고 의론을 좋아하였으므로 조식이 그를 정인홍의",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 5월 1일(경진) 3번째기사",
                "gt-oKo": "최영경은 처음 한성(漢城)에 살면서 문을 닫고 자취를 숨겼으므로 그를 아는 자가 없었다. 어버이를 지극한 효성으로 섬겼는데 어머니가 죽자 가산을 털어 돈을 마련한 뒤 석곽(石槨)을 써서 장사지내니, 마을 사람들이 오활하게 여겨 대단하게 대우하지 않았다. 사인(士人) 안민학(安敏學)이 그의 비범한 행동을 살펴보고 성혼(成渾)에게 말하니, 성혼이 그를 찾아가 용의가 청엄(淸嚴)한 것을 보고 함께 이야기를 나눴는데, 서로 마음이 통하였다. 그 말이 공경(公卿)들 사이에 전파되자 그로 인해 저명해졌다. 나중에 진주(晋州)에 은거하여 조식(曺植)을 따라 유학하였는데, 기절을 숭상하고 의리를 논변하기를 좋아하니 조식이 그를 정인홍(鄭仁弘) 다음으로 대우하였다.",
                "hj": "○崔永慶初居漢城, 杜門屛跡, 人無知者。 事親至孝, 母死, 傾家辦資, 用石槨以葬。 里中人或稱其迂拗, 不之重也。 士人安敏學, 察其異, 言於成渾, 渾就見其容儀淸嚴, 與語相契, 傳播公卿間, 由是著名。 旣而遯居晋州, 從曺植遊, 尙氣節、好議論, 植待之亞於仁弘。"
            },
            "4": {
                "H2KE-EN": "정인홍은 Hapcheon 사람이다. Earlier, when he was studying Jo Sik , believed his behavior and demonstrated himself as an ordinary man. From this day forward, Jo Sik studyed his behavior and did not neglect his work day and night. Jo Sik always stood a single sword and cautioned his sword with sword. At the end of the year, he stood a sword with Kim Ugyong and sword with swords praised the sword. He wonder his sword under his sword and knee his life for one day. However, his nature was upright and arrogant and arrogant. When someone talks about his own will, he suddenly angered his anger and reproached him. He fabricated a sword and plotted to harm him, harboring wickedness and wickedness. Even though he was a close relative and associated with him, he suddenly became an enemy like a single blame. He studyed his studies, examining his studying earlier than Jo Sik. He was particular in the text of distinguishing the difficulty of distinguishing the circumstances and defamining the circumstances. People felt unaware of this, but he was afraid of his strong sword and could not satisfy him. Li Qi fabricated his heart and liked goodness, humiliated his sword, ultimately he finally communicated with each other. He did not know that he was a man of wicked word. Because of this, his reputation came to the court. ",
                "H2KE-nKo": "정인홍은 합천 사람이다. 어렸을 때 조식을 따라 배웠는데, 조식이 지조가 보통 아이와 다른 것을 기특하게 여겨 공경하고 조심하라고 가르쳐 주었다. 이때부터 굳은 마음으로 부지런히 공부하여 밤낮으로 게을리하지 않았다. 조식은 항상 방울을 차고서 깨어나고 칼을 뽑아 들고서 경혼하였다. 말년에는 방울을 김우옹에게 주고 칼을 정인홍에게 주면서 ‘이것을 전심하라.’라고 하였다. 정인홍은 칼로 머리를 끄덕이며 고개를 숙이고 머리를 받쳐 들고서 평생을 하루같이 지냈다. 그러나 타고난 성품이 강퍅하고 사나우며 제멋대로 행동하여 남과 대화할 때 조금이라도 자기 뜻에 거슬리면 번번이 화를 내며 이기기를 구하였다. 말을 만들어 모해하여 음흉한 술수를 헤아릴 수 없었는데, 비록 가까운 친척이나 두터운 교분이라도 갑자기 원수처럼 여겼으며, 수양한 것이 더욱 두터웠고 발휘한 것이 더욱 포악하였다.그의 독서는 옛일을 상고하는 데 정밀하고 해박함이 조식보다 뛰어났으며, 변론하고 공격하는 글에 더욱 능하여 남들이 그것이 잘못임을 알면서도 강한 것을 두려워하여 대항하지 못하였다. 이이는 허심탄회하게 선을 좋아하여 소문만 듣고도 쓰러져 마침내 그와 서로 좋게 지냈으니, 그가 간사한 사람인 줄을 몰랐다. 이로 말미암아 명성이 조정을",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 5월 1일(경진) 4번째기사",
                "gt-oKo": "정인홍은 합천(陜川) 사람이다. 유년 시절에 조식에게서 글을 배웠는데, 조식이 지조가 보통 아이와는 다른 것을 기특하게 여겨 지경 공부(持敬工夫)를 가르치니, 이로부터 굳은 마음으로 어려움을 무릅쓰고 공부하여 밤이나 낮이나 게을리 하지 않았다. 조식은 항상 방울을 차고 다니며 주의를 환기시키고 칼 끝을 턱 밑에 괴고 혼매한 정신을 일깨웠는데, 말년에 이르러 방울은 김우옹(金宇顒)에게, 칼은 정인홍에게 넘겨주면서 이것으로 심법(心法)을 전한다고 하였다. 정인홍은 칼을 턱 밑에 괴고 반듯하게 꿇어앉은 자세로 평생을 하루같이 변함없이 하였다. 그러나 성질이 너무 거세어 그저 자신이 옳다고만 여긴 나머지 남들과 이야기할 때 조금이라도 자기의 뜻에 거슬리면 곧장 화를 내고 이기려 들었다. 그리고 없는 말을 만들어 남을 모해함에 있어서는 음험하고 교사함이 한량이 없어 비록 지친(至親)이나 친구 간이라도 금방 원수처럼 변하는 등 마음의 소양이 두터우면 두터울수록 밖으로 나타나는 것은 더 포악하였다. 그의 독서(讀書)는 고사에 정밀하고 해박함이 조식보다 뛰어났으며, 더욱이 시비를 변론하고 공격하는 작문에 소질이 있어 사람들이 잘못을 알지만 강한 것이 무서워 대항하지 못하였다. 이이(李珥)는 겸손한 마음으로 선을 좋아하여 그 소문을 듣고 경모하다가 마침내 서로 가깝게 지내었는데, 그가 소인임을 몰랐다. 이로 인하여 그의 이름이 조정을 뒤흔들었다.",
                "hj": "○鄭仁弘, 陜川人也。 童時從曺植學, 植奇其志操異凡兒, 誨以持敬。 自是, 堅苦用功, 晨夜不懈。 植常佩鈴喚醒; 拄劍警昏。 末年以鈴與金宇顒; 以劍與仁弘曰: “以此傳心。” 仁弘以劍拄頷下擎跽, 終身如一日。 然其質性, 剛戾自用, 與人言語, 小有逆於己意, 輒忿恚求勝。 造言謀害, 陰巧不測, 雖至親、篤交, 忽若仇讐, 所養愈厚, 所發尤暴。 其讀書, 稽古精博, 過於植, 尤長於辨難攻擊之文, 人知其非, 而畏其强, 莫能抗也。 李珥虛心好善, 望風傾倒, 遂與相善, 不知其爲壬人也。 由此, 名動朝廷。"
            },
            "5": {
                "H2KE-EN": "Jo Mok , the younger brother of [Min] Hwang , was gentle and sincere, and observed. [Min] Hwang regarded him as important.",
                "H2KE-nKo": "조목은 이황의 고제인데, 순박하고 신중하며 굳세고 확고하였으므로",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 5월 1일(경진) 5번째기사",
                "gt-oKo": "조목(趙穆)은 이황(李滉)의 고제(高弟)로 자품이 순후하고 지조가 확고하여 이황이 중하게 여겼다.",
                "hj": "○趙穆, 李滉高弟, 醇謹堅確, 滉重之。"
            },
            "6": {
                "H2KE-EN": "Kim Cheonil was a man named Yi Hang . He was frugal and prudent, and his behavior was very profound. He was a man from Naju .",
                "H2KE-nKo": "김천일은 이항의 제자인데, 몸가짐이 방정하고 근신하며 행의가 매우 완비되었다.",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 5월 1일(경진) 6번째기사",
                "gt-oKo": "김천일(金千鎰)은 이항(李恒)의 제자인데, 방정(方貞)하고 근신했으며 행의(行義)가 완비되었다. 나주(羅州) 출신으로 언양인(彦陽人)이다.",
                "hj": "○金千鎰, 李恒作人, 貞方謹愼, 行義甚備, 羅州人也。"
            },
            "7": {
                "H2KE-EN": "The King again appointed Kwon Cheol as chief state councilor .",
                "H2KE-nKo": "다시 권철을 영의정으로",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 5월 1일(경진) 7번째기사",
                "gt-oKo": "다시 권철(權轍)을 영의정으로 삼았다.",
                "hj": "○復以權轍爲領議政。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On giyu day, Right State Councilor Noh Susin reported to the King, saying, The minister of taxation must have astronomical accomplishments and have a age of advanced age. It would be proper to entrust him with the task. However, among the officials of the senior second rank, there are no such men. It is hoped that Your Majesty shall select someone among the officials of the senior second rank to select and appoint him. The King said, Is there anyone who wants to become minister of taxation? Susin was so ashamed and withdrew. Assistant Deputy Director [of the Office of Royal Decrees] Heo Geup came forward and said, The value of the Office of Palace Kitchen Supplies should have the office in charge take charge of receiving and distributions. Zhu Xis Family Rituals (C. Zhu Xis Family Rituals are as such. The King said, Today the Ming court intends to make the Family Rituals (C. Zhu Xis Family Rituals? [Heo] Geup dared not reply.",
                "H2KE-nKo": "우의정 노수신이 주상에게 아뢰기를,“호조 판서는 반드시 심계가 있고 나이가 늙지 않은 자에게 맡겨야 합니다. 그런데 정2품의 반열에는 이런 사람이 없으니, 주상께서 마음으로 발탁하여 등용하소서.”하니, 주상이 말하기를,“나이 젊은 사람 중에 호조 판서가 되고자 하는 자가 있는가?”하자, 노수신이 부끄러워서 물러갔다. 부제학 허엽이 나아가 아뢰기를,“내탕의 재물은 유사가 출납을 관장하게 해야 합니다. 《주례》가 이와 같습니다.”하니, 주상이 말하기를,“오늘날 조정에서는 《주례》를 행하고자 하는가?”하자, 허엽이 감히",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 6월 1일(기유) 1번째기사",
                "gt-oKo": "우의정 노수신이 상에게 건백(建白)하기를, “호조 판서는 반드시 생각이 깊고 늙지 않은 자로 위임하여야 할 것인데, 정2품 반열에는 이와 같은 사람이 없습니다. 상께서 가려 탁용(擢用)하소서.” 하니, 상이 이르기를, “나이 젊은 사람 중에 호조 판서가 되고 싶어하는 자가 있는가?” 하자, 수신이 부끄러워 물러났다. 부제학 허엽(許曄)이 나아가 아뢰기를, “내탕(內帑)의 재물은 마땅히 유사에게 그 출납을 맡게 해야 합니다. 《주례(周禮)》가 그러합니다.” 하니, 상이 이르기를, “오늘의 조정에서 《주례》를 행하자는 것인가?” 하자, 허엽이 감히 말하지 못하였다.",
                "hj": "○朔己酉/右議政盧守愼白上曰: “戶曹判書必以有心計, 年未老者, 委任可也。 而正二品之列, 無此等人, 願簡自上心擢而用之。” 上曰: “年少之人, 有欲爲戶判者乎?” 守愼慙而退。 副提學許曄進曰: “內帑之財, 當使有司掌其出納。 《周禮》如此。” 上曰: “今日朝廷欲行《周禮》乎?” 曄不敢言。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] appointed Yi I as second deputy director of the Office of Royal Decrees . [Yi] I retired from his hometown and did not attend to his office. The King did not listen to his resignation, and [Yi] I proceeded to the palace and submitted a memorial requesting his resignation three times. [The King] only granted permission. The officials of the Censor General submitted a joint memorial requesting that [Yi] be held back [to his hometown]. [The King] did not grant permission. Second Inspector [of the Office of the Inspector General] Yu Monghak said to [Yi] I, It is possible to have [Yi] I retired from his hometown. However, everyone [who has] wished to retired from his hometown. Who could have [Yi] assisted the state? [Yi] I laughed and said, If the higher grade, senior third rank or below, all those who had requested to retired from their hometowns are allowed to retired from their hometowns, then the worthy of the state will be able to assist the state.",
                "H2KE-nKo": "삭과 기묘년에 이이를 직제학으로 삼았는데, 이이는 시골에 물러가 있으면서 벼슬하지 않았다. 주상이 이이의 사직을 들어주지 않자 이이가 대궐에 나아가 세 번 상소하여 사직하니, 그제야 허락하였다. 삼사가 번갈아 소장을 올려 만류할 것을 청하였으나, 윤허하지 않았다. 집의 유몽학이 이이에게 말하기를,“물러가기를 구하다가 물러났으니, 유쾌하다고 할 만합니다. 다만 사람마다 모두 물러날 뜻을 갖는다면 국가를 부지할 자가 누가 있겠습니까.”하니, 이이가 웃으며 말하기를,“만약 위로 삼공부터 아래로 참봉에 이르기까지 모두 물러날 뜻을 갖는다면 세도가 저절로 큰 계책에 오르게 될 것이니, 이것이 바로 국가를 부지할 수 있는",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 7월 1일(기묘) 1번째기사",
                "gt-oKo": "이이(李珥)를 직제학(直提學)으로 삼았는데, 이이가 물러나 시골에 있으면서 출사하지 않았다. 상이 그 사직을 들어주지 않다가 이이가 예궐(詣闕)하여 세 차례 사직소를 올린 뒤에야 허락하였다. 삼사(三司)가 서로 글을 올려 만류하기를 청하였으나, 윤허하지 않았다. 집의 유몽학(柳夢鶴)이 이이에게 말하기를, “물러나기를 원하였다가 물러나니 마음이 유쾌하겠습니다마는 사람마다 모두 물러 나려는 뜻이 있으면 국가를 부지할 사람이 누가 있겠습니까.” 하니, 이이가 웃으며 말하기를, “만일 위로 삼공(三公)에서부터 아래로 참봉(參奉)에 이르기까지 모두 물러나기를 원한다면 세도(世道)가 자연 대도(大道)로 오를 것이니, 이렇게 되면 곧 국가가 부지될 것입니다.” 하였다.",
                "hj": "○朔己卯/以李珥爲直提學, 珥退居鄕不仕。 上不聽其辭, 珥詣闕, 三疏辭職, 乃許。 三司交章, 請留之, 不允。 執義柳夢鶴謂珥曰: “求退得退, 可謂快適, 但人人皆有求退之志, 孰有扶持國家者乎?” 珥笑曰: “若使上自三公, 下至參奉, 皆是求退之人, 則世道自升大猷, 此乃扶持國家者也。”"
            },
            "2": {
                "H2KE-EN": "Minister of Personnel Bak Yeongjun was dismissed due to an illness. The high officials, having difficulty in recommending [the title of] Grand Master for Excellent Virtue [], was recommended to have [the title of] Grand Master for Excellent Virtue [], but the King did not grant permission and merely recommended [the title of] Grand Master for Kim Gwiyeong and Kang Sasang . At that time, all the ministers of the Six Ministries were unqualified by their expectations. Bak Yeongjun was weak and Bak Gwiyeong was greed and corruption, and Kang Sasang was not suitable for all the ministers of the Ministry of Personnel. However, high officials regarded [the title of] Kim Gwijun as possessing others as posessing others, and thus recommending [the title of] Kim Gwijun to be replaced in turn. For this reason, the appointment of [Bak] Yeongjun was gradually disappointed.",
                "H2KE-nKo": "이조 판서 박영준이 병으로 면직되었다. 대신이 후임을 차출하기 어려워 가선대부로 비망하였는데, 주상이 허락하지 않고 김귀영과 강사상만 의망하였다. 이때 육경은 모두 인망이 없었다. 박영준은 잔약하고, 김귀영은 탐욕스럽고, 강사상은 침묵만 지킨 채 모두 이조 판서에 적합하지 않았는데, 대신이 그가 이 사람보다 낫다고 하였기 때문에 추천하여 후임을 번갈아 차출한 것이다. 이로 말미암아 서용과 종합이",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 7월 1일(기묘) 2번째기사",
                "gt-oKo": "이조 판서 박영준(朴永俊)이 병으로 면직되었다. 대신(大臣)이 그 후임에 적당한 인물이 없어 가선(嘉善)으로 비망(備望)하였으나, 상이 허락하지 않으므로 김귀영(金貴榮)과 강사상(姜士尙) 만을 의망(擬望)하였다. 이 당시 육경(六卿)은 다 인망(人望)에 차지 않아 영준은 잔약(殘弱)하고 귀영은 탐비(貪鄙)하고 사상은 순묵(循默)하여 다 전조(銓曹) 장관에 합당하지 않았다. 그런데 대신이 이쪽보다는 저쪽이 낫다는 식으로 생각하여 천거해서 교대시켰다. 이로 말미암아 관리를 서용하고 교대하는 일이 점차 잘못되었다.",
                "hj": "○吏曹判書朴永俊病免。 大臣難其代, 擬以嘉善備望, 上不許, 只擬金貴榮、姜士尙, 是時, 六卿皆非人望。 永俊殘弱, 貴榮貪鄙, 士尙循默, 皆不合銓長, 而大臣以彼善於此, 故薦之迭代。 由此, 敍綜漸乖矣。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, Kim Seongi일을 정언으로 삼았다. One day, the King attended the Royal Lecture. The King asked, How can I be compared to the former kings? [Kim Seongi] answered, While I am a king of Yao and Xun ? [Kim] Seongi said, It is possible to serve as Yao and Xun , and it is possible to serve as Yao and Xun . The King said, Was Yao, Xun, and Xun ? [Kim] Seongi said, It is not difficult for Your Majesty to serve as Yao and Xun. [However,] there is a sage that remonstrates against monstrong words. How can this not be a king of Yao and Xun ? Yu Jeonghyeon said, The two words are all right. The answered by Yao and Xun were the words of the King, and the words of Yao and Xun . The words of Yao and Xun were the words of warning. The King changed his countenance.",
                "H2KE-nKo": "김성일을 정언으로 삼았다. 주상이 어느날 경연에서 묻기를,“나를 전대의 제왕들과 비교해 볼 때 어떤 군주와 비슷한가?”하니, 어떤 사람이 대답하기를,“요순과 같은 군주입니다.”하자, 김성일이 아뢰기를,“요순과 같은 군주가 될 수도 있고 걸주와 같은 군주가 될 수도 있습니다.”하였다. 주상이 말하기를,“요순과 걸주가 이와 같이 대등한가?”하니, 김성일이 아뢰기를,“전하께서는 타고난 자질이 고명하시니 요순과 같은 군주가 되는 것은 어렵지 않습니다. 다만 스스로를 훌륭하게 여기고 간언을 거절하는 병통이 있으니 이것이 걸주가 멸망한 까닭이 아니겠습니까.”하고, 유성룡이 아뢰기를,“두 사람의 말이 모두 옳습니다. 요순과 같은 군주는 임금을 인도하는 말이고 걸주와 같은 군주는 경계하는 말입니다.”하자, 주상이 얼굴빛을",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 7월 1일(기묘) 3번째기사",
                "gt-oKo": "김성일(金誠一)을 정언으로 삼았다. 상이 어느날 경연에서 묻기를, “나를 전대의 제왕과 비교해 볼 때 어느 군주와 비슷한가?” 하니, 어떤 사람이 아뢰기를, “요순(堯舜)과 같은 임금이십니다.” 였는데, 성일은 아뢰기를, “요순(堯舜)이 될 수도 있고 걸주(桀紂)가 될 수도 있습니다.” 하였다. 상이 이르기를, “요순(堯舜)과 걸주(桀紂)가 그렇게도 비슷한가?” 하니, 성일이 아뢰기를, “전하께서는 천품이 고명하시어 요순(堯舜)이 되시기에 어렵지 않습니다마는 스스로를 위대하게 여겨 간하는 말을 거부하시는 병통이 있으니, 이는 걸주(桀紂)가 멸망한 이유가 아닙니까.” 하였다. 유성룡이 아뢰기를, “두 사람의 말이 다 옳습니다. 요순(堯舜)이라는 대답은 임금을 격려하는 말이고 걸주(桀紂)라는 말은 경계시키는 말입니다.” 하니, 상이 숙연한 태도를 지었다.",
                "hj": "○以金誠一爲正言。 上一日於經筵問曰: “以予視前代帝王, 可方何主?” 有對曰: “堯、舜之君也。” 誠一曰: “可以爲堯、舜, 可以爲桀紂。” 上曰: “堯、舜、桀紂, 若是班乎?” 誠一曰: “殿下天資高明, 爲堯、舜不難。 但有自聖拒諫之病, 此非桀紂所以亡乎?” 柳成龍曰: “二人之言皆是。 堯、舜之對, 引君之辭也; 桀紂之言, 儆戒之辭也。” 上爲之改容。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The Royal Confucian Academy and the students of the Royal Confucian Academy submitted a memorial requesting that Kim굉필 , Jeong Yeochang , Jo Gwan , 이언적 , and Yi Hwang be jointly enshrined in the State Shrine to Confucius . The King replied, The public opinion has been established after a long time. Therefore, it is impossible to rather 경솔히 거행할 수 없다.",
                "H2KE-nKo": "관학 유생이 상소하여 김굉필, 정여창, 조광조, 이언적, 이황을 문묘에 종사하기를 청하니, 상이 답하기를,“공론이 오래 지난 뒤에야 정해지는 것이니, 가볍게 거행할 수",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 8월 1일(무신) 1번째기사",
                "gt-oKo": "관학 유생(館學儒生)이 상소하여 김굉필(金宏弼)·정여창(鄭汝昌)·조광조(趙光祖)·이언적(李彦迪)·이황(李滉)을 문묘(文廟)에 종사(從祀)하기를 청하니, 상이 답하였다. “공론은 시일이 오래된 뒤에 정해지는 법이다. 쉽게 거행할 수 없다.”",
                "hj": "○朔戊申/館學儒生上疏, 請以金宏弼、鄭汝昌、趙光祖、李彦迪、李滉從祀文廟, 上答曰: “公論久然後定, 不可輕擧。”"
            },
            "2": {
                "H2KE-EN": "Seong Un , Han Su , and Nam Eongyeong all received third-rank posts. They were appointed to government posts without vacancies.",
                "H2KE-nKo": "성운, 한수, 남언경을 모두 3품직에",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 8월 1일(무신) 2번째기사",
                "gt-oKo": "성운(成運)·한수(韓修)·남언경(南彦經)을 다 3품직에 제수하였는데, 불차 탁용(不次擢用)이었다.",
                "hj": "○成運、韓脩、南彦經, 皆拜三品職, 不次擢用也。"
            },
            "3": {
                "H2KE-EN": "The King discussed the revision of the military register and revised the number of vacancies for the vacancies. Sometimes the King dispatched a royal commissioner, and sometimes the fifth-rank aide to the governor of the province concurrently take charge of the military register.",
                "H2KE-nKo": "군적을 고쳐 부족한 군액을 찾아내어 보충하는 일을 의논하였다. 어사를 보내거나 본도의 도사로 하여금 겸하여 관장하게",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 8월 1일(무신) 3번째기사",
                "gt-oKo": "군적(軍籍)을 고쳐 부족한 군액(軍額)을 찾아 보충하기 위해 어사(御史)를 보내거나 또는 본도(本道)의 도사(都事)로 하여금 그 일을 겸임하게 할 것을 의논하였다.",
                "hj": "○議改軍籍, 搜補闕額, 或遣御史; 或令本道都事兼管。"
            },
            "4": {
                "H2KE-EN": "The King specially appointed Sim Uigyeom as inspector general . Fourth Censor Jeong Huijeok went to the Royal Lecture and reported to the King, It is not proper to appoint a royal kin by a special royal kin. The King strongly said, It is only to place the worthy of his worthy and not to be a royal kin by a kin",
                "H2KE-nKo": "특지로 심의겸을 대사헌에 제수하였다.정언 정희적이 경연 석상에서 주상에게 아뢰기를,“특지는 외척에게 써서는 안 됩니다.”하니, 주상이 소리를 높여 말하기를,“그 사람이 어진가 어질지 않은가에 달려 있을 뿐이니 외척이 무엇을 탓하겠는가.”하자, 정희적이 크게 저지하였다. 집의 신응시가 나아가 아뢰기를,“정희적의 말은 공론이니 전하께서 너무 지나치게 꺾어서는 안 됩니다.”하였다. 정희적이 빈청으로 물러나와 신응시에게 사례하고, 이어 심의겸에게 가서 사례하기를,“감히 영공을 헐뜯는 것이 아니라 단지 사람을 쓰는 일의 체모를 말하는 것일 뿐입니다.”하였다. 정희적이 이미 직언을 하고서 곧바로 아첨을 써서 스스로 해명하니, 듣는 자들이 비루하게",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 8월 1일(무신) 4번째기사",
                "gt-oKo": "특지(特旨)로 심의겸(沈義謙)을 대사헌으로 삼았다. 정언 정희적(鄭熙績)이 경연에서 상에게 건백하기를, “외척에게 특지를 내리는 것은 부당합니다.” 하니, 상이 성난 목소리로 이르기를, “그 사람의 현능(賢能) 여부에 달렸을 뿐이니 외척이 무슨 문제인가.” 하자, 희적이 크게 기가 꺾였다. 집의 신응시(辛應時)가 나아가 아뢰기를, “희적의 말은 공론이니 전하께서 너무 지나치게 꺾으시면 안 됩니다.” 하였다. 희적이 빈청(賓廳)에 물러나와 신응시에게 사례하고 이어 심의겸을 찾아가 사과하기를, “감히 영공(令公)을 비방한 것이 아니라 다만 사람을 쓰는 사체를 말했을 뿐입니다.” 하였다. 희적이 이미 직언(直言)을 하고서 도로 아첨하여 스스로 해명하였으므로, 그 말을 들은 자들이 비루하게 여겼다.",
                "hj": "○特旨拜沈義謙爲大司憲。 正言鄭熙績, 於經席白上曰: “特旨不當用於外戚。” 上厲聲曰: “只在其人之賢否, 外戚何尤焉?” 熙績大沮。 執義辛應時進曰: “熙績之言是公論, 殿下不可摧折太過也。” 熙績退詣賓廳, 謝應時, 因往謝義謙曰: “非敢毁令公也, 但言用人事體耳。” 熙績旣發直言, 旋用諂諛自解, 聞者鄙之。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "Chief State Councilor Kwon Cheol resigned from office due to illness. The King again appointed Yi Tak as chief state councilor .",
                "H2KE-nKo": "영의정 권철이 병을 이유로 사직하니, 면직하고 다시 이탁을 영의정으로",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 1번째기사",
                "gt-oKo": "영의정 권철(權轍)이 병으로 사직하니 면직하고 다시 이탁(李鐸)을 영의정으로 삼았다.",
                "hj": "○朔戊寅/領議政權轍辭疾免, 復以李鐸爲領議政。"
            },
            "10": {
                "H2KE-EN": "Li Xiang (K. Yi I attended the Royal Lecture and reported to the King as follows: Your Majesty reverently suppressed Your Majesty with modest modestates, and thus your subject cannot overcome his gratitude. However, modest modestlymodest modest",
                "H2KE-nKo": "이이가 경연에서 주상에게 아뢰기를,“전하께서 겸양하는 마음을 하교에서 드러내셨으니, 신은 감격스러움을 금할 수 없습니다. 다만 겸양에는 두 가지가 있으니, 스스로 만족하게 여기지 않고 자신의 의견을 버리고 남의 의견을 따른다면 선을 행하는 근본이 되는 것이고, 물러나 핑계를 대며 나아가지 않고 떨쳐 일어나려는 뜻이 없다면 겸양이 도리어 병통이 되는 것입니다. 전하의 말씀은 겸양하지만 공론을 따르지 않고 옳은 것을 옳다고 하고 그른 것을 그르다고 하는 것으로 말하면, 도리어 남이 자기보다 못하다고 하는 병통이 있으니 신은 삼가 안타깝게 여깁니다.오늘날의 삼공은 모두 인망이 있는 사람들이니, 어찌 전혀 의사가 없이 시위 소찬하는 것을 달게 여기겠습니까. 비록 건의하고 싶어도 성상의 뜻을 거스를까 염려하여 대신의 말을 들어주지 않으시니, 도리어 임금의 덕에 누가 됩니다. 그러므로 잠자코 날짜만 보내고 있습니다. 만약 성상의 뜻이 잘 다스려지기를 구하는 데 있다면 대신도 반드시 할 말을 다하고 조정의 신하들도 각각 할 말을 다할 것이며, 조정의 신하들은 각각 할 생각을 진달할 것입니다.”하니, 주상이 말하기를,“우리나라의 일은 참으로 하기가 어렵다. 한 가지 폐단을 고치려고 하면 또 한 가지 폐단이 생기고, 폐단을 다 개혁하지 못하면 도리어 그 피해만 더해지니, 수족을 놀릴 수 없다고 할",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 10번째기사",
                "gt-oKo": "이이가 경연에서 상에게 아뢰기를, “전하의 겸양 지심이 하교에 나타나서 신은 감격해 마지 않습니다. 다만 겸양에는 두 가지가 있으니, 스스로 만족해 하지 않고 남의 좋은 뜻을 따르면 선을 하는 근본이 되지만, 뒤로 물러난 채 나아가지 않고 떨쳐 일어나는 뜻이 없으면 겸양이 도리어 병이 되는 법입니다. 전하께서 말씀으로는 겸양해 하십니다만 공론을 따르지 않은 채 자신은 옳고 남을 그르다고 하시게 되면 도리어 남은 나보다 못하다고 하는 병통이 있는 것이니, 신은 삼가 염려됩니다. 오늘날 삼공(三公)은 다 인망(人望)이 있는 사람들이니 어찌 전혀 책임 의식이 없이 시위 소찬(尸位素餐)하는 것을 달갑게 여기겠습니까. 건백(建白)하고는 싶으나 성지(聖旨)를 거슬러 상께서 대신의 말을 듣지 않음으로써 도리어 군덕(君德)에 누를 끼칠까 염려되기 때문에 잠자코 날짜만 보내는 것입니다. 만약 성지가 치평(治平)을 구하는 데에 있다면 대신도 필시 할 말을 다하고 정신(廷臣)들도 각자 의견을 진술할 것입니다.” 하니, 상이 이르기를, “우리 나라의 일은 참으로 하기가 어렵다. 한 가지 폐단을 고치려고 하면 다른 폐단이 생기고 폐단을 미처 다 고치기도 전에 도리어 그 해가 늘어만 가니, 수족을 놀릴 수 없다고 말할 만하다.” 하였다.",
                "hj": "○李珥於經筵白上曰: “殿下謙沖退讓, 形於下敎, 臣不勝感激。 但謙讓有二焉, 不自滿足, 舍己從人, 則爲善之本也; 退托不進, 無振起之意, 則謙讓反爲病矣。 殿下之言則謙矣, 至於不從公論, 自是、非人則反有謂人莫己若之病, 臣竊憫焉。 今日三公, 皆是人望, 豈是專無意思, 甘於尸素者乎? 雖欲建白, 恐拂聖旨, 不聽大臣之言, 反爲君德之累, 故悶默度日。 若聖旨在於求治, 則大臣亦必盡言, 而廷臣各陳所懷矣。” 上曰: “我國之事, 誠難爲也。 欲改一弊, 又生一弊, 弊未盡革, 反添其害, 可謂不能措手足矣。”"
            },
            "11": {
                "H2KE-EN": "The King appointed Noh Jin as Inspector General .",
                "H2KE-nKo": "노진을 사헌부 대사헌으로",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 11번째기사",
                "gt-oKo": "노진(老禛)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以盧禛爲司憲府大司憲。"
            },
            "12": {
                "H2KE-EN": "The Royal Secretariat reported to the King as follows: Currently, the people are suddenly disastrous. The original intent of the military administrative military artial military administrative military responsibility without considering the original intent of the love of the state and the administrative security of everywhere is worthy of the military administrative military personnel , while the military administrative security administrative military administrative",
                "H2KE-nKo": "승정원이 아뢰기를,“현재 백성들의 생활이 어느 곳이고 그렇지 않은 곳이 없습니다. 군적을 작성하는 본뜻은 군액에 결원이 많을 뿐만 아니라, 또한 빈 장부만 있고 실속이 없어서 친족과 이웃이 고통에 시달리고 백성들이 도탄에 허덕이는 것을 염려해서입니다. 그러므로 빈 장부를 삭제하고 빈 장부를 메워서 민생의 폐단을 조금이나마 구제하고자 하는 것입니다. 계축년의 군적은 일을 맡은 사람이 백성을 사랑하는 국가의 본뜻을 본받지 않고 단지 일을 잘 처리하는 것을 어질게 여기고 엄격하고 급하게 하는 것을 능사로 삼아, 주현에서 소문만 듣고 그 숫자를 거짓으로 과장하여 걸식하는 사람을 모두 찾아내고 닭이나 개 같은 무리의 이름도 그 액수를 채웠습니다. 군적을 작성한 지 얼마 되지 않아 태반이 포흠이 나서 이웃과 친족을 침탈하여 온 경내가 아우성입니다. 지금 만약 다시 이전의 폐습을 답습한다면 명목은 군적이지만 실제로는 백성들의 폐해가 될 것입니다. 팔도의 감사로 하여금 군읍의 민물의 쇠잔함과 번성함과 군액의 많고 적음을 살펴서 변통하여 채우게 하되, 혹 채우지 못할 경우에는 우선 그 액수를 비워 두고 천천히 한정을 찾아내어 얻는 대로 보충하되 연한을 정하지 말아야 합니다. 그러면 군적에 빈 장부가 없고 백성들이 도탄에 허덕이는 것을 면할 수 있을 것입니다.”하니, 이 의견을 병조에 내렸으나 끝내 시행되지",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 12번째기사",
                "gt-oKo": "승정원이 아뢰기를, “지금 민생이 곤궁한 것은 어디를 막론하고 다 마찬가지입니다. 군적(軍籍)을 작성하는 본뜻은 군액이 결원이 많아서만이 아니라, 내실이 없는 허위 장부로 인하여 친족과 겨린이 고통을 당하여 백성들이 도탄에 허덕이기 때문에 허위 숫자를 삭제하고 실수로 메워 민생의 폐단을 조금이나마 구제하려고 하는 것일 뿐입니다. 계축년에 군적을 작성할 때에는 일을 맡은 사람들이 국가가 백성을 사랑하는 본뜻을 알지 못하고 철저히 하고 엄중히 하는 것만으로 능사를 삼았으므로, 각 주현(州縣)에서 그 뜻을 받들어 수효를 헛되이 불려서 빌어먹는 사람도 전부 포함시키고 가축의 이름까지도 액수에 메워 넣었습니다. 그래서 군적을 작성한 지 얼마 안 되어 태반이 결원이 생겨서 겨린과 친족을 침해하여 사방이 시끄러웠습니다. 이제 다시 그 전의 방식을 답습한다면 이름은 군적을 작성한다고 하지만 사실은 백성에게 피해를 주는 일이 되고 말 것입니다. 팔도 감사로 하여금 군읍(郡邑)이 민물(民物)의 잔성(殘盛)과 군액의 다소를 살펴 상호 조절하여 충정(充定)하되, 혹시 충정하지 못할 경우에는 우선 그 군액(軍額)을 비워놓고 시한을 두지 말고서 한정(閑丁)을 추쇄하여 그때그때 보충하도록 하소서. 그러면 군적에 헛된 수효가 없고 백성은 도탄의 고통을 면하게 될 것입니다. 하였는데, 그 의논을 병조에 내렸으나 끝내 시행하지 못하였다.",
                "hj": "○承政院啓曰: “當今民生卒荒, 無處不然。 軍籍本意, 不特爲軍額多闕, 亦念虛簿無實, 族、隣之苦, 塗炭赤子, 故刪虛塡實, 欲捄民生一分之弊耳。 癸丑之籍, 任事之人不體國家愛民本意, 只以幹辦爲賢, 嚴急爲能, 州縣望風, 虛張其數, 丐乞之人無不搜括, 鷄犬之名亦塡其額。 成籍未幾, 太半逋欠, 侵隣剝族, 四境嗷嗷。 今若復踵前習, 則名爲軍籍, 實爲民害。 請令八道監司, 察郡邑民物殘盛、軍額多少, 推移充定, 而或不能充, 則姑虛其額, 徐刷閑丁, 隨得隨補, 不限年月, 庶可軍無虛簿, 民免塗炭矣。” 議下兵曹, 竟不得施。"
            },
            "13": {
                "H2KE-EN": "Kim Uyong , a court officials attending the Royal Lecture , also addressed the problem of the military register. Kim Uyong said, Todays eliminating the problem of problems is not to encourage the vacancies. It is only to encourage the vacancies of the vacies of the vacancies of the vancies of the vancation of the equancation of the",
                "H2KE-nKo": "시신이 경연에서 군적의 폐단을 말하였다. 김우옹이 아뢰기를,“오늘날 폐단을 바로잡는 것은 단지 헛된 액수가 많은 것을 힘쓰지 않고 실제대로 충군하기만을 힘쓰는 데 달려 있습니다. 군정이 모두 실하면 민력이 펴져서 유망하는 자들이 점차 돌아올 것이니, 지금 비록 액수를 줄인다 하더라도 뒤에 반드시 늘릴 것입니다. 헛된 액수만 힘쓰고 실하지 않으면 이러한 유랑민들의 피해가 친족과 이웃에게 미치고 유랑민들도 모두 살 곳을 잃게 될 것입니다. 그렇게 되면 액수를 늘리는 것이 바로 액수를 줄이는 방도가 될 것입니다.”하고, 이이 등이 이어 아뢰기를,“국가에서 사천에 대해 법을 만든 것이 유독 편파적이어서 이미 어미의 신분을 따르면서 또 아비의 신분을 따르게 되니, 그 폐단이 양민은 모두 사가로 들어가고 군정은 날로 줄어들게 됩니다.”하니, 주상이 말하기를,“이 법은 참으로 온당치 못하다. 대체로 법전은 바꿀 수 없지만 이 법은 변통해야 할 듯하다.”하였다. 신하들이 이어 변통하는 것이 편리하다고 찬성하니, 이에 수의하라고 명하였다. 주상이 또 묻기를,“아비의 신분을 따라야 하는가, 어머니의 신분을 따라야 하는가?”하니, 여러 사람이 모두 아뢰기를,“어미의 신분을 따르는 것이 편리합니다.”하고, 김우옹이 아뢰기를,“아비의 신분을 따르는 것은 의리상 당연한 것입니다. 어찌 어머니의 신분을 따르면서 사람의 도리를 어길 수 있겠습니까.”하였다. 여러 사람이 모두 오활하다고 하였으나, 마침내 의론이 일치되지 않아 중지하고",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 13번째기사",
                "gt-oKo": "시신(侍臣)이 경연에서 군적의 폐단을 말하였다. 김우옹이 아뢰기를, “오늘날 폐단을 구하기 위해서는 오직 헛된 군액을 많이 늘리는 것만 힘쓰지 말고 사실에 따라 충군하도록 힘써야 합니다. 군정(軍丁)이 다 사실대로만 되면 민력(民力)이 펴져서 유망(流亡)하는 자들이 차츰 돌아올 것이니, 지금 군액이 감소하였더라도 나중에는 반드시 증가될 것입니다. 헛된 군액을 많이 늘리기만 힘쓰고 사실대로 하지 않으면 군적에 오른 자들이 유망하여 그 피해가 친족과 겨린에게 미칠 것으로, 가까스로 남아 있는 백성까지도 모두 살 곳을 잃게 될 것입니다. 그러니 군액을 늘리는 것은 곧 감소시키는 것입니다.” 하였다. 이이 등이 이어 아뢰기를, “국가가 사천(私賤)에 대하여 입법(立法)한 것이 공평하지 못하여 이미 어미의 신분을 따르면서 또 아비의 신분을 따르고 있습니다. 그 폐단의 결과 양민(良民)이 전부 사가(私家)로 들어가 군정(軍丁)이 날로 줄어드는 상황에까지 이르고 있습니다.” 하니, 상이 이르기를, “이 법은 참으로 온당치 못하다. 대체로 법전은 변경할 수 없으나 이와 같은 법은 변통하는 것이 옳을 듯하다.” 하였다. 군신(郡臣)이 법을 변통하는 것이 좋겠다고 찬성하니, 상이 수의(收議)하라고 명했다. 상이 또 하문하기를, “아비를 따를 것인가, 어미를 따를 것인가?” 하니, 여러 사람이 다 아뢰기를, “어미를 따르는 것이 온당합니다.” 하였다. 우옹이 아뢰기를, “아비를 따르는 것이 의리상 당연한데, 어찌 어미를 따르게 하여 인륜을 어기겠습니까.” 하니, 여러 사람이 모두 오활하다고 하였다. 끝내 의논이 일치되지 않아 중지하고 시행하지 않았다.",
                "hj": "○侍臣於經筵亦言籍軍之弊。 金宇顒曰: “今日捄弊, 只在不務虛額之多, 只務從實充軍。 軍丁皆實, 則民力紓而流亡漸還, 今雖減額, 而後必增, 只務虛額而不實, 則此等流移, 害及族、隣, 而遺民盡至失所。 然則增額乃所以減之也。” 李珥等因言: “國家於私賤立法獨偏, 旣從母, 又從父。 其弊至於良民盡入私家, 而軍丁日少。” 上曰: “此法誠未便。 大抵法典不可變, 然若此法似當變通。” 群臣因贊其變通之便, 乃命收議。 上又問: “從父乎? 從母乎?” 諸人皆曰: “從母便。” 宇顒曰: “從父, 是義理所當然。 豈可從母, 違背人理乎?” 諸人皆以爲迂闊, 竟以議不一, 寢不行。"
            },
            "14": {
                "H2KE-EN": "Kim Ugung reported to the King, Although there are many studies, it is essential to expound on the study of the ancients and study the righteousness in order to study the minds of his body and earnest efforts. Otherwise, even if the ancient books are reading, what benefits would there be? Recently, your subject humbly observed that the study of the Royal Confucian Academy is brilliant and knowledgeable. However, at the time of state affairs, the results have not been effected. Would there be a study of the current study of the",
                "H2KE-nKo": "김우옹이 주상에게 아뢰기를,“학문이 여러 갈래이기는 하지만 요체는 옛사람의 말을 강론하고 마음속 깊이를 수습하여 몸과 마음을 자신에게 절실하게 하는 공부에 달려 있을 뿐입니다. 그렇지 않다면 옛 글을 읽더라도 무슨 보탬이 되겠습니까. 근래 삼가 보건대 성학이 고명하여 아는 것이 매우 넓습니다. 그러나 정사하는 사이에 그 효과를 보지 못하니, 이는 글은 글대로 나는 나대로의 병통이 있어서 그런 것이 아니겠습니까.”하니, 이이가 아뢰기를,“오늘날 나라에 기강이 없어 어떻게 해 볼 수가 없습니다. 지금 그대로 둔다면 다시는 가망이 없습니다. 기강은 법령과 형벌로 억지로 세울 수 없습니다. 조정이 선을 좋아하고 악을 미워하는 것이 공정하고 사정이 행해지지 않은 뒤에야 기강이 서는 것입니다. 그런데 지금은 공이 사를 이기지 못하고 정이 사를 이기지 못하니, 기강이 어떻게 서겠습니까. 옛날 초 장왕과 제 위왕은 지극히 어진 임금이 아니었는데도 오히려 떨쳐 일어나서 망해가는 나라가 마침내 부강한 업을 이루었습니다. 지금 전하께서 스스로 불민하다고 핑계 대시지만 어찌 두 임금보다 못하겠습니까.”하였다. 김우옹이 아뢰기를,“전하께서 뜻을 세우시어 마음을 바르게 하고 성의를 다하신다면 사업은 요 임금과 탕 임금과 무왕을 기약할 수 있을 것이니, 초 장왕과 제 위왕은 말할 것도 못 됩니다.”하니, 이이가 아뢰기를,“예로부터 사람들의 견해가 같지 않아서 오활한 선비는 ‘요순의 정치는 아침저녁으로 이룰 수 있다.’라고 하고, 세속에서는 ‘옛 도는 결코 오늘날에 행할 수 없다.’라고 하니, 이는 모두 잘못입니다. 정치는 모름지기 요 임금과 순 임금처럼 되기를 기약해야 하고 일과 공은 반드시 점차 진보해야 합니다. 주상께서 큰일을 하고자 하신다면 반드시 먼저 몸소 실천하시어 본원이 맑고 깨끗해진 뒤에야 정치하는 도구가 차례로 거행되어 아랫사람들이 고무될 것입니다. 이미 먼저 자신을 닦았으니 반드시 어진이를 높여야 합니다. 이른바 어진이를 높인다는 것은 벼슬을 주는 것뿐만이 아니라 반드시 그 말을 채용하여 일을 시행한 뒤에야 어진이를 높이는 것입니다. 전하께서는 참으로 어진이를 좋아하는 것이지만 불러서 보고 벼슬을 주라고 명하였을 뿐이고 그 말을 채용하였다는 말은 듣지 못하였습니다. 저들이 참으로 도를 지키는 선비라면 어찌 허례 때문에 와서 벼슬하겠습니까. 또 아직 출신하지 않은 사람 중에 재덕이 있으면 대관으로 삼는 것은 국가의 일반적인 규례입니다.”하자, 주상이 말하기를,“이 일은 참으로 그렇다. 어진이를 등용하는 것은 참으로 좋다. 다만 일을 경험하지 않은 사람은 일을 너무 지나치게 할까 염려스럽다.”하였다. 이이가 아뢰기를,“전하께서는 매번 그 지나침을 근심하시면서 오늘날 전혀 일을 하지 않는 것은 어째서입니까?”하니, 주상이 말하기를,“고집하는 사람은 그 제도를 들어주지 않고 반드시 그 뜻을 관철시키려고 한다면 어찌하겠는가.”하자, 이이가 아뢰기를,“어찌 너무 지나치지 않겠습니까. 세상이 쇠하고 도가 미약하여 분분한 선비들은 과거가 출세하는 길인 줄만 알고 있으니, 저 제일가는 인물들은 필시 이것을 달갑게 여기지 않을 것입니다. 혹 출신하지 않은 자가 대관이 되면 선하지 않은 자가 뒤섞여 나올 것이라고 의심하기도 합니다. 만약 공론이 크게 행해진다면 이런 사람들은 반드시 적임자를 선발해야 합니다. 그렇지 않으면 문사들도 대부분 선하지 않은 자가 요직을 차지할 것입니다.”하니, 주상이 말하기를,“그 말이 옳다.”하자, 이이가 아뢰기를,“오늘날의 급선무는 공도를 널리 펴는 것보다 급한 것이 없습니다. 그러나 반드시 주상께서는 털끝만큼도 사사로운 뜻이 없은 뒤에야 사람들로 하여금 감동하여 분발하게 할 수 있습니다. 근래 대간이 아뢴 것이 궁금과 내수사 등의 일과 관계되면 전하께서 반드시 굳게 거절하시는데, 아랫사람들은 전하께서 사사로움이 있다고 의심하니 어디에서",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 14번째기사",
                "gt-oKo": "김우옹이 상에게 아뢰기를, “학문하는 길이 여러 가지가 있으나 중요한 것은 고인의 말을 강론하면서 자기 내면 세계로 끌어들여 신심상(身心上) 자신에 절실한 공부를 하는 데 있을 뿐입니다. 그렇지 않으면 아무리 옛 글을 읽는다 하더라도 무슨 소용이 있겠습니까. 요즘 삼가 보건대 성학(聖學)이 고명하여 아시는 것이 매우 넓습니다. 그러나 정사에서 그 실효를 보지 못하고 있으니, 이는 곧 글은 글대로 나는 나대로라는 병통이 있어서가 아니겠습니까.” 하였다. 이이가 아뢰기를, “오늘날 나라가 기강이 없어 어떻게 해볼 수가 없는데, 만약 이대로 계속된다면 더 이상 가망이 없습니다. 기강은 법령이나 형벌을 가지고 억지로 세울 수 없습니다. 조정이 선을 권장하고 악을 배격하여 논의가 공정하고 사정(私情)이 행해지지 않은 뒤에야 기강이 서게 되는 것입니다. 지금은 공(公)이 사(私)를 이기지 못하고 정(正)이 사(邪)를 이기지 못하니, 기강이 무슨 수로 서겠습니까. 옛날 초 장왕(楚莊王)과 제 위왕(齊威王)은 그렇게 어진 군주가 아니었는데도 오히려 망해가는 나라를 일으켜 끝내 부강한 사업을 이룩하였습니다. 지금 전하께서 비록 불민(不敏)하다고 자처하시지만 어찌 그 두 군주보다 하등이 되겠습니까.” 하니, 우옹이 아뢰기를, “전하께서 뜻을 세워 정심(正心)과 성의(誠意)에 힘쓰신다면, 사업을 마땅히 요(堯)·순(舜)·탕(湯)·무(武)로 기대해야지 초 장왕과 제 위왕 따위는 말할 것이 못됩니다.” 하였다. 이이가 아뢰기를, “예로부터 사람마다 견해가 달라서 오활한 선비는 요순의 정치를 조석 간에 이룰 수 있다고 하고, 세속 사람은 옛날의 치도(治道)는 결코 오늘에 행할 수 없다고 하는데, 이는 다 틀린 말입니다. 정치는 모름지기 당우(唐虞)로 목표를 삼아야 하겠지만 사업은 점진적으로 해야 합니다. 상께서 만약 큰 정치를 해보실 생각이면 반드시 몸소 실천을 하셔서 근원이 깨끗하게 맑아진 뒤에야 정치를 할 여건이 차례대로 거행되어 군하(郡下)가 격려 분발될 것입니다. 이미 몸을 닦은 뒤에는 반드시 현인(賢人)을 높여야 하는데, 이른바 현인을 높인다는 것은 벼슬을 주는 것만으로 그치는 것이 아닙니다. 반드시 그의 말을 받아들여 정사에 시행한 뒤에야 비로소 현인을 접견하고 그에게 벼슬을 주라고 명하실 뿐, 그의 말을 받아들였다는 말은 듣지 못하였습니다. 그 자가 참으로 도를 지키는 선비라면 어찌 허례(虛禮) 때문에 와서 벼슬하겠습니까. 그리고 출신(出身)을 못한 사람도 재덕(才德)이 있으면 대관(臺官)으로 삼아야 하니, 이는 국가의 항례(恒例)입니다.” 하니, 상이 이르기를, “이 일이 사실 옳고 현인을 쓰는 것도 좋다. 그러나 일을 처리해 본 경력이 없는 사람은 하는 일이 과격할까 염려스럽다.” 하였다. 이이가 아뢰기를, “전하께서는 항상 그 과격한 것은 걱정하시면서 오늘날 전혀 일을 못하고 있는 현실은 걱정하지 않으시니 무슨 이유입니까?” 하니, 상이 이르기를, “고집이 있는 사람이 제재를 받아들이지 않고 반드시 자기 뜻을 행하려고 하면 어찌할 것인가?” 하였다. 이이가 아뢰기를, “어찌 너무 지나치게까지야 하겠습니까. 세도(世道)가 쇠미해져서 수많은 사자(士子)들이 오직 과거만이 발신(發身)하는 길인 줄 알고 있습니다만, 저 일등가는 인물들은 필시 이 과거를 달갑게 여기지 않을 것입니다. 어떤 자는 출신하지 못한 자를 대간(臺諫)으로 삼으면 선량하지 않은 자까지 뒤섞여 진출할 것이라고 의심합니다마는, 만약 공론이 크게 행해진다면 필시 올바른 사람이 이에 뽑힐 것입니다. 그렇게 되지 않을 경우 문사(文士) 역시 선량하지 않은 자가 요직을 차지하는 일이 많을 것입니다.” “이 말이 옳다.” 하니, 이이가 아뢰기를, “오늘의 급선무는 공도(公道)를 신장하는 것보다 급한 것이 없는데, 반드시 상께서 털끝만큼이라도 사심이 없게 된 뒤에야 사람들을 감동시켜 분발하게 할 것입니다. 요즘 대간이 아뢴 것 중에 궁금(宮禁)과 내수사 등에 관련된 일에 대해서는 전하께서 반드시 굳게 반대하시므로 군하(郡下)가 전하께서 사심이 있지 않은가 의심하고 있으니, 어디서 모범을 취하겠습니까.” 하였다.",
                "hj": "○金宇顒白上曰: “學問雖多端, 要在講論古人之言, 收拾向裏, 以爲身心上切己工夫耳。 不然則雖讀古書, 何益? 近日伏覩, 聖學高明, 所知極廣矣。 然政事間未見其效, 無乃有書自書; 我自我之病乎?” 李珥曰: “今日國無紀綱, 無可爲者。 若今因循, 則更無所望。 紀綱不可以法令、刑罰, 强立之也。 朝廷善善惡惡, 得其公正, 私情不行然後, 紀綱立矣。 今者公不能勝私; 正不能勝邪, 紀綱何由而立乎? 昔者楚莊王、齊威王, 非至賢之君也, 尙能振起, 垂亡之國終成富强之業。 今者殿下, 雖自托不敏, 豈居二君之下乎?” 宇顒曰: “殿下立志, 用力於正心、誠意, 則事業當期堯、舜、湯武, 楚莊、齊威, 不足言也。” 珥曰: “自古人之所見不同, 迂儒則以爲;‘ 堯、舜之治, 朝夕可做。’ 流俗則以爲 ‘古道決不可行於今日。’ 此皆非也。 爲治須以唐、虞爲期, 而事功須以漸進也。 自上若欲有爲, 則必先躬行, 本源澄澈然後, 爲治之具次第擧行, 而群下聳動矣。 旣先修己, 必須尊賢。 所謂尊賢者, 非爵之而已, 必用其言, 施之事爲然後, 方是尊賢也。 殿下固是好賢矣。 但召見而命之爵而已, 未聞用其言也。 彼誠守道之士, 則豈爲虛禮而來仕乎? 且未出身人, 若有才德, 則用爲臺官, 此, 國家恒規也。” 上曰: “此事固然, 用賢固好矣。 但不經事之人, 恐其作事過重也。” 珥曰: “ 殿下每憂其過, 而不憂今日之全不做事, 何也?” 上曰: “固執之人, 不聽其裁制, 必行己志, 則奈何?” 珥曰: “豈至於太過乎? 世衰道微, 紛紛士子, 只知科擧爲發身之路, 彼第一等人物, 必不屑屑於此也。 或疑未出身者爲臺官, 則不善者混進, 若公論大行, 則此等必選其人, 不然則文士亦多有不善者居要地矣。” 上曰: “此言是也。” 珥曰: “今日之務, 莫急於恢張公道, 而必須自上無一毫私意然後, 使人感發矣。 近日臺諫所啓, 若涉宮禁、內需等事, 殿下必牢拒, 群下疑殿下之有私, 安所取則乎?”"
            },
            "15": {
                "H2KE-EN": "The King attended the Royal Lecture and asked how many people of 이황s classified as court officials. 유희춘 answered that Jeong Yudal and Ku Bongryeong . [When] classiced, Kim Seongdal was also a man. [When] Hui Chun said, [When] classiced, [When] residing in a distant place, [we] could not study [the classic]. For this reason, [when] 징사 Jo Sik was actually what your servant had done. The King asked, What do you think of [Jo] Siks study? [When] answered, [When] studying [the classic] is not better than Hwangs magnanimity. However, [the classic] carrying out [the classic] thoroughly, [the classic of] the classic of his mind and grief are sometimes capable of men. For this reason, many people who study [the classic of] the classic of his classical conduct are worthy of men who can take charge of [the classic]. Your servant, being a man of skills, lacks any skills. ",
                "H2KE-nKo": "주상이 경연에서 이황의 문인으로 조정에 선 사람이 몇 명이나 되는지 물으니, 유희춘이 정유일과 구봉령이라고 대답하였다. 김우옹이 아뢰기를,“김성일도 그 사람입니다.”하니, 유희춘이 아뢰기를,“김우옹도 이황의 문인일 듯합니다.”하자, 김우옹이 아뢰기를,“소신은 사는 곳이 조금 멀어서 미처 그 문하에서 수업하지 못하였습니다. 고 징사 조식은 실로 신이 한 사람입니다.”하였다. 주상이 이어서 조식의 학문이 어떠하냐고 물으니, 대답하기를,“그 치지의 공부가 이황처럼 박대하지는 않은 듯합니다. 그러나 몸소 실천하는 공부가 매우 독실하고 정신과 기백이 사람을 감동시키는 점이 있습니다. 그러므로 그 문하에 유학하는 사람 중에는 절행이 있어 일을 맡길 만한 사람이 많습니다. 신과 같은 자는 자질이 노둔하고 졸렬하여 한 가지도 얻은",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 15번째기사",
                "gt-oKo": "상이 경연에서 이황(李滉)의 문인 중에 조정에서 벼슬한 자가 몇 명이 있는가를 물으니, 유희춘(柳希春)이 정유일(鄭惟一)과 구봉령(具鳳齡)이 있다고 대답하였다. 김우옹이 아뢰기를, “김성일(金誠一)도 그 중 한 사람입니다.” 하니, 유희춘이 아뢰기를, “우옹도 이황의 문인인 듯합니다.” 하자, 우옹이 아뢰기를, “소신은 사는 곳이 약간 멀어서 미처 그 문하에 수업하지 못하였고, 고(故) 징사(徵士) 조식(曺植)이 신의 스승입니다. 하였다. 상이 이어 조식의 학문이 어떤가를 묻자, 대답하기를, “치지(致知)의 공부는 이황(李滉)처럼 넓고 크지는 못할 듯합니다만 그 몸소 실천하는 공부는 매우 독실하여 정신과 기백이 사람을 깨우치는 점이 있습니다. 그래서 그의 문하에서 공부한 사람 중에는 절행(節行)이 있어 일을 맡을 만한 자가 많이 있습니다. 신과 같은 자는 자질이 아둔하여 하나도 얻은 것이 없습니다.” 하였다.",
                "hj": "○上於經筵, 問李滉門人立朝者有幾, 柳希春以鄭惟一、具鳳齡對。 宇顒曰: “金誠一亦其人也。” 希春曰: “宇顒恐亦是滉門人也。” 宇顒曰: “小臣所居稍遠, 未及受業於其門, 故徵士曺植, 實臣之所事也。” 上因問: “植之學如何?” 對曰: “其致知之功, 似不若滉之博大也。 然其躬行踐履之工甚篤, 精神氣魄, 有動窹人處。 故遊其門者, 多有節行, 可任事之人。 若臣者, 資材駑拙, 未有一得也。"
            },
            "2": {
                "H2KE-EN": "The King again appointed Yi I as second deputy director of the Office of Royal Decrees , but he did not approve his resignation. The King summoned him three times and then ordered him to assume office.",
                "H2KE-nKo": "다시 이이를 직제학으로 삼았으나 그의 사직을 허락하지 않았다. 세 번째 소명을 받고서야 직에",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 2번째기사",
                "gt-oKo": "다시 이이를 직제학으로 삼았다. 그의 사직을 허락하지 않고 세 차례 부른 뒤에야 취직(就職)하였다.",
                "hj": "○復以李珥爲直提學, 不許其辭, 三召乃就職。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Upong as a clerk of the Office of the Inspector General . Kim Upong was a clerk of Jo Siks clerk and a newly appointed official renowned reputation.",
                "H2KE-nKo": "김우옹을 홍문관 정자로 삼았다. 김우옹은 조식의 문인으로 신진으로서 청명이",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 3번째기사",
                "gt-oKo": "김우옹(金宇顒)을 홍문관 정자로 삼았다. 우옹은 조식(曺植)의 문인인데 신진(新進)으로서 청명(淸名)이 있었다.",
                "hj": "○金宇顒爲弘文館正字。 宇顒, 曺植門人, 新進有淸名。"
            },
            "4": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and had an audience with the Exalted Classic of Confucius . He selected seven men, including Yi Bal .",
                "H2KE-nKo": "주상이 성균관에 행행하여 선성(先聖 공자)을 알현하고 선비들에게 시험을 보여 이발 등",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 4번째기사",
                "gt-oKo": "상이 성균관에 행행하여 선성(先聖)을 배알하고 시사(試士)하여 이발(李潑) 등 7인을 뽑았다.",
                "hj": "○上幸成均館, 謁先聖試士, 取李潑等七人。"
            },
            "5": {
                "H2KE-EN": "The Office of the Censor General submitted a joint memorial requesting that the Original Six Codes (K. Yeo yukjeon be enforced. After repeatedlying on this, [the King] granted permission. ",
                "H2KE-nKo": "삼사가 번갈아 소장을 올려 《여씨향약》을 행하기를 청하였는데, 여러 번 아뢴 뒤에야",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 5번째기사",
                "gt-oKo": "삼사(三司)가 교대로 글을 올려 여씨 향약(呂氏鄕約)을 시행하자고 청하였는데, 여러 번 아뢴 뒤에야 윤허하였다.",
                "hj": "○三司交章, 請行《呂氏鄕約》, 累啓乃允。"
            },
            "6": {
                "H2KE-EN": "The King attended the Royal Lecture and said, Your subject has been staying in the capital for a long time. Today, I have heard that the sound of the king. I have heard that the sound of the king, and sound of the king",
                "H2KE-nKo": "이이가 경연에 입시하여 아뢰기를,“신이 오랫동안 지방에 있었는데 오늘 삼가 옥음을 들으니 매우 이해가 되지 않습니다. 무슨 까닭으로 그러시는지 모르겠습니다. 삼가 듣건대 전하께서 여색을 경계하는 말을 즐겨 듣지 않으신다고 하니, 필시 성상의 자질이 청명하고 욕심이 적어 남의 말을 기다리지 않으시기 때문일 것입니다. 그러므로 남들이 이런 말을 하는 것을 듣고 ‘알지 못하면서 망녕되이 말한다.’라고 생각하기 때문일 것입니다. 그러나 그런 일이 없으면 더욱 힘쓰셔야지 듣기 싫어하셔서는 안 됩니다.”하니, 주상이 말하기를,“그대가 일찍이 상소하여 한 말도 이와 같았다. 그러나 남들의 말소리는 본래 같지 않다. 나의 말소리는 본래 그러한데 무슨 의심할 것이 있겠는가.”하였다. 이이가 아뢰기를,“전하의 초년에 신이 경연에 입시하였을 때 옥음이 낭랑하여 이와 같은 적이 없었으므로 신이 감히 의심을 드릴까 합니다.”하였다. 이이가 무릇 일을 아뢸 때 말투가 명쾌하고 곧아서 주상이 여색을 좋아하지 않았다. 이어 묻기를,“그대는 무슨 까닭으로 물러나 오지 않는가?”하니, 이이가 대답하기를,“신은 병이 깊고 재주가 서툴러서 스스로 헤아려도 큰일을 할 수 없고 국록만 축낼 뿐이어서 실로 나라의 은혜를 저버렸으니, 물러나 죄를 면하는 것이 낫겠기에 감히 나아가지 못하는 것입니다.”하였다. 주상이 말하기를,“그대의 재주는 내가 알고 있다. 지나치게 겸양하는 말을 하지 말고 지금부터는 다시 물러나지 않는 것이 좋겠다. 그대가 비록 물러나 있더라도 여러 차례 상소를 올린다면 나랏일을 잊지 않는다는 것을 알 수 있을 것이다.”하니, 이이가 아뢰기를,“신은 시골에 묻혀 있어서 성학의 성취가 어떠한지 모르겠습니다. 임금이 비록 구중궁궐에 깊숙이 거처하더라도 실덕이 있으면 백성이 보고 감동하여 사방이 감화되니, 오늘날 민생의 초췌함과 풍속의 퇴폐함이 이보다 심한 것이 없습니다. 신은 성학이 날로 빛나기를 기다렸으나 끝내 효험을 보지 못하였으니, 신은 삼가 괴이하게 여깁니다. 성상의 자질이 영명하여 참으로 큰일을 할 수 있는 자질이십니다. 그런데 즉위하신 초기에 대신이 보좌하고 인도하는 데 마땅함을 잃어 매번 근래의 규례로 유자의 의론을 배척하고 억제하였기 때문에 지금까지 잘 다스리지 못하신 것입니다.”하였다. 주상이 말하기를,“나의 성품이 민첩하지 못하여 큰일을 할 수 없었다.”하니, 이이가 아뢰기를,“만약 성상의 자질이 영명하지 못하다면 신도 절망하였습니다. 필부가 글을 읽고 몸소 실천하더라도 오히려 백성을 편안하게 하는 데 뜻이 있는데, 하물며 전하께서는 한 나라의 백성을 주관하여 큰일을 할 수 있는 형세를 잡고 큰일을 할 수 있는 자질을 타고났으니, 어찌 개연히 스스로 분발할 뜻이 없겠습니까. 향약은 삼대의 법인데 전하께서 행하라고 명하셨으니, 이는 근래에 없던 성대한 일입니다. 다만 모든 일에는 근본도 있고 말단도 있으니, 임금이 마음을 바르게 하여 조정을 바르게 하고, 조정을 바르게 하여 백관을 바르게 하고, 백관을 바르게 하여 만백성을 바르게 해야 합니다. 향약은 바로 만백성을 바르게 하는 법입니다. 조정과 백관이 바르게 되지 못하고 먼저 만백성을 바르게 하면 근본을 버리고 말단을 다스려서 일이 반드시 이루어지지 않을 것입니다. 지금 이미 거행한 성대한 전례를 중지할 수 없으니, 전하께서는 반드시 몸소 실천하고 마음으로 깨달아 조정에 시행해서 정령이 모두 바르게 된 뒤에야 백성이 감동하여 흥기하는 바가 있을 것입니다.”하였다. 홍문관 정자 김우옹이 아뢰기를,“향약을 어찌 행할 수 없겠습니까. 다만 이 일은 반드시 근본이 있어야 하니, 요컨대 임금이 몸소 실천하고 마음으로 깨달아 표준을 삼아 행할 수 있게 해야 합니다. 만약 향약을 오늘날에 행할 수 없다고 한다면 매우 옳지 않습니다.”하니, 주상이 말하기를,“이 말이 옳다. 내가 스스로 반성해 보아도 행할 수 없다는 것을 헤아리고서 경솔하게 거행하지 않으려고 하였는데, 말하는 자가 그치지 않기 때문에 따랐을 뿐이다.”하자, 이이가 아뢰기를,“그것을 말한 것이 아닙니다. 만약 반드시 덕이 요순과 같아야만 당우의 사업을 일으킬 수 있을 것이니, 어느 때에 할 수 있겠습니까. 지금 전하께서 큰일을 할 수 있는 뜻을 분발하여 성심으로 다스려지기를 원하신다면 이 한 생각이 바로 관저와 인지의",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 6번째기사",
                "gt-oKo": "이이(李珥)가 경연에 입시하여 아뢰기를, “신이 오랫동안 밖에 있다가 오늘 삼가 옥음(玉音)을 들어보건대 매우 맑지 못하니 무슨 이유로 그런 것인지 모르겠습니다. 듣건대 전하께서 여색(女色)을 경계하라는 말을 들으려고 하지 않으신다고 하였습니다. 이는 필시 성상의 천품이 청명하고 과욕(寡慾)하여 남의 말이 필요없으므로, 남이 그러한 말을 하는 것을 들으시면 나를 모르고 함부로 말한다고 생각하시기 때문일 것입니다. 그러나 자신에게 여색을 경계해야 할 일이 없으면 더욱 힘쓰면 되는 것이지, 경계하는 말을 듣기 싫어하여서는 안 됩니다.” 하니, 상이 이르기를, “그대가 그전에 상소하여 한 말도 그러하였다. 그러나 사람의 말소리는 각자 다른 법이다. 나의 말소리가 본디 그럴 따름이니, 무슨 의심할 것이 있겠는가.” 하자, 이이가 아뢰기를, “전하의 초년에 신이 경연에 모신 적이 있는데, 그때는 옥음이 낭랑하여 지금과 같지 않았으므로 신이 이상하다고 말씀을 드린 것입니다.” 하였다. 이이가 일을 아뢸 때는 어조가 명쾌하고 곧아 상이 좋아하지 않았다. 이어 묻기를, “그대는 무슨 이유로 물러가서 오지 않았는가?” 하니, 이이가 아뢰기를, “신은 병이 깊고 재주가 부족하여 스스로 헤아려볼 때 제 할일은 하지 못하고 국록(國祿)만 먹어 국은(國恩)을 저버릴 것 같았습니다. 그러느니보다는 차라리 물러나 죄를 면하는 것이 좋겠기에 감히 나오지 못했을 뿐입니다.” 하자, 상이 이르기를, “그대의 재주는 내가 알고 있으니 지나치게 겸손한 말을 하지 말라. 앞으로는 다시 물러가지 말도록 하라. 그대가 물러가 있을 때에도 여러 번 봉장(封章)을 올린 것을 보면 국사를 잊지 못하는 것을 알 수 있다.” 하였다. 이이가 아뢰기를, “신은 향리에 물러가 있어 성학(聖學)의 성취 정도가 어느 정도인지 모르겠습니다. 그런데 임금이 아무리 구중 궁궐에 깊이 계시더라도 실덕(實德)이 있으면 백성이 감화를 받고 온 사방이 향응하는 법인데, 오늘날 민생의 초췌함과 풍속의 퇴폐함이 이보다 더 심할 수가 없습니다. 신은 성학이 날로 빛나기를 기대하였는데 끝내 효과를 보지 못하니, 이상하게 여겨집니다. 성상의 천품은 영명하여 참으로 큰 일을 하실 자질이신데, 즉위 초기에 대신이 옳게 보도(輔導)하지 못하여 항상 비근한 규례로 유자(儒者)의 말을 배제하였기 때문에, 오늘에 이르도록 나라를 잘 다스리지 못하시는 것입니다.” 하니, 상이 이르기를, “나의 천성이 영민하지 못하여 큰 일을 못하는 것일 뿐이다.” 하였다. 이이가 아뢰기를, “만약 성상의 천품이 영명(英明)하지 못하시다면 신도 기대를 하지 않겠습니다. 그러나 독서하고 실천하는 필부도 오히려 백성을 편안히 하는 데에 뜻을 두고 있는데, 하물며 전하께서는 일국 백성의 주인으로서 큰 일을 할 수 있는 권세를 잡으시고 그만한 자질을 타고나셨는데, 어찌 강개하여 스스로 분발하는 뜻이 없으실 수 있습니까. 향약(鄕約)은 삼대(三代)의 법인데 전하께서 명하여 시행하게 하셨으니, 이는 근래에 없던 성대한 일입니다. 다만 모든 일은 본말이 있는 법입니다. 임금이 마음을 바르게 가져 조정을 바르게 하고, 조정을 바르게 하여 백관을 바르게 하고, 백관을 바르게 하여 만백성을 바르게 하는 것인데, 향약은 곧 만백성을 바르게 하는 법입니다. 조정과 백관이 바르게 되지 않은 상황에서 먼저 만백성을 바르게 하는 것은 근본은 놓아두고 말단을 다스리는 것이니, 일이 필시 이루어지지 않을 것입니다. 그러나 이제 와서 이미 거행한 성대한 일을 중지할 수는 없습니다. 전하께서는 반드시 몸소 실천하고 깊이 깨달으셔서 그것이 조정에 파급됨으로써 정령(政令)이 모두 정도에서 나오게 한 뒤에야 백성이 감동하여 진작될 것입니다.” 하고, 홍문관 정자 김우옹이 아뢰기를, “향약을 어찌 시행할 수 없겠습니까. 다만 이 일은 반드시 근본이 있어야 하니, 요컨대 군주가 몸소 실천하고 마음에 깊이 깨달아 자신으로 표준을 삼아야만 시행할 수가 있습니다. 만약 향약을 오늘날 시행하지 못한다고 한다면 이는 크게 옳지 않습니다.” 하니, 상이 이르기를, “그 말이 옳다. 나는 내 자신을 돌아보고서 향약을 시행할 수 없다는 것을 헤아리고 경솔히 거행하지 않으려고 하였으나, 말하는 자가 계속 주장하기 때문에 따랐을 뿐이다.” 하자, 이이가 아뢰기를, “그것을 말한 것이 아닙니다. 만약 반드시 요순 같은 덕이 갖춰진 뒤에야 당우(唐虞)의 사업을 일으킬 수 있다고 한다면 어느 세월에 태평 시대를 만들겠습니까. 이제 전하께서 왕도 정치를 해보겠다는 뜻을 분발하여 성심으로 나라가 다스려지기를 원하신다면, 오직 이 한 생각이 곧 관저(關雎)와 인지(麟趾)의 뜻입니다.” 하였다.",
                "hj": "○李珥入侍經筵曰: “臣久在外, 今日伏聞玉音, 殊不通利, 不知何故而然也。 竊聞, 殿下不樂聞戒色之語, 想必聖質淸明寡慾, 不待人言, 故聞人此等語以爲: ‘不曉而妄言。’ 故耳。 然無則加勉, 不宜厭聞也。” 上曰: “爾曾上疏, 所言亦如此。 然人之語音自不同, 予語聲自是然耳, 何疑之有?” 珥曰: “ 殿下初年, 臣嘗忝侍經筵, 玉音琅然, 未嘗如此, 故臣敢獻疑。” 珥凡啓事, 辭氣快直, 上不怡色。 仍問曰: “爾何故退而不來?” 珥對曰: “臣病深、才踈, 自度不能有爲, 徒食廩祿, 實負國恩, 不如退免罪戾, 故不敢進耳。” 上曰: “爾才予所知也。 勿爲過謙之辭, 從今不更退可也。 爾雖退居, 累上封章, 其不忘國事可知也。” 珥曰: “臣跧伏田里, 未知聖學成就如何。 人君雖深居九重, 若有實德, 則百姓觀感, 四方風動。 今日民生憔瘁, 風俗頹敗, 莫此爲甚。 臣佇見聖學之日章, 而終不見效, 臣竊怪焉。 聖質英明, 眞是有爲之資, 而卽位之初, 大臣輔導失宜, 每引以近規, 排抑儒者之論, 故至于今, 不能善治耳。” 上曰: “予性不敏, 不能有爲耳。” 珥曰: “若 聖質不至英明, 臣亦絶望矣。 匹夫讀書躬行, 尙且志在安民。 況殿下主一國之民, 操可爲之勢; 稟可爲之資, 寧無慨然自奮之志乎? 鄕約是三代之法, 而殿下命行之, 此, 近代所無之盛事。 但凡事有本有末, 人君正心, 以正朝廷; 正朝廷, 以正百官; 正百官, 以正萬民, 鄕約乃正萬民之法也。 朝廷百官, 未底於正, 而先正萬民, 則捨本治末, 事必無成。 今者已擧盛典, 不可中止。 殿下必須躬行心得, 而施及朝廷, 政令皆出於正然後, 民有所感發而興起矣。” 弘文館正字金宇顒曰: “鄕約豈不可行? 但此事須有根本, 要人主躬行心得, 以爲標準而可行也。 若謂鄕約不可行於今, 則大不可。” 上曰: “此言是也。 予自顧省, 度不能行, 不欲輕擧, 而言者不止, 故從之耳。” 珥曰: “非謂是也。 若必待德如堯、舜, 然後, 可興唐、虞事業, 則何時可做? 今殿下奮發有爲之志, 誠心願治, 則只此一念, 便是《關雎》、《麟趾》之意也。”"
            },
            "7": {
                "H2KE-EN": "Due to thunder thunder, the three state councilors resigned due to the thunder cold weather, but the King did not grant permission.",
                "H2KE-nKo": "겨울 천둥 때문에 삼공이 사직하였으나,",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 7번째기사",
                "gt-oKo": "겨울 천둥으로 인하여 삼공이 사직하였으나 윤허하지 않았다.",
                "hj": "○以冬雷, 三公辭職, 不許。"
            },
            "8": {
                "H2KE-EN": "The King attended the Royal Lecture and addressed the attendant officials: The hearts of the hearts and the hearts of the sages of the king. Yi I said, Truly, the instructions of Your Majesty are intelligent in understanding of the principles. Why did Your Majesty change this observe the observation of the rules of the state?Recently, the current observation of the natural disasters and the natural disasters of the hearts of the sages of the hearts? Yi I said, Truly, the instructions of Your Majesty. Your Majesty is well-versed in the natural principles of the sages. Why did Your Majesty change this observation of the state?Recently, your subjects recently examined the natural disasters of the natural",
                "H2KE-nKo": "주상이 경연에 나아가 시신에게 말하기를,“인심과 도심은 두 마음이 아니다. 다만 발현한 뒤에 그것이 도의라는 것을 알면 도심이라고 하고, 식색이라는 것을 인심이라고 하는데, 식색이 절도에 맞는 것도 도심이다.”하니, 이이가 아뢰기를,“참으로 성상의 하교와 같습니다. 전하께서는 의리에 대해 소견이 정밀하십니다. 어찌하여 이 견해를 나라를 다스리는 데에 옮기지 않으십니까. 근래 천시와 인사를 살펴보건대, 날로 점점 어그러지고 천변이 거듭 나타나는데도 예사롭게 여겨 두려워하지 않고 있으며, 기강이 해이해지고 인심이 흩어져서 장차 나라를 다스릴 수 없게 되었습니다. 주상께서 만일 큰 뜻을 분발하여 무너진 기강을 정돈하지 않으신다면 토붕 와해될 형세가 머지않아",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 8번째기사",
                "gt-oKo": "상이 경연에 나아가 시신(侍臣)에게 이르기를, “인심(人心)과 도심(道心)은 두 가지 마음이 아니다. 다만 밖으로 나타난 뒤에 그것이 도의를 위한 것이면 도심이라 말하고, 식색(食色)을 위한 것이면 인심이라 말하며, 식색이 법도에 맞는 것 또한 도심이라고 본다.” 하니, 이이가 아뢰기를, “참으로 상교대로입니다. 전하의 의리에 대한 견해가 정밀하신데 어찌 이 견해를 나라를 다스리는 데에 적용하지 않으십니까. 요즘 보건대 천시(天時)와 인사(人事)가 날이 갈수록 어긋나 천변(天變)이 거듭 나타나는데도 태연히 두려워하지 않으며, 기강은 해이해지고 인심은 흩어지고 있으니 장차 나라를 지탱하지 못할 상황입니다. 상께서 만일 큰 뜻을 분발하여 무너진 기강을 정돈하지 않으시면 토붕 와해의 형세가 불원 간에 닥칠 것입니다.” 하였다.",
                "hj": "○上御經筵, 謂侍臣曰: “人心道心, 不是二心。 只於發見後, 知其爲道義, 則謂之道心; 爲食色則謂之人心。 食色之中節者, 亦是道心也。” 李珥曰: “誠如上敎。 殿下於義理, 所見精矣, 何不移此見於治國乎? 近觀天時、人事, 日漸乖舛, 天變疊見, 狃而不懼, 紀綱解弛, 人心渙散, 將無以爲國。 自上若不奮發大志, 整頓頹綱, 則土崩瓦解之勢, 指日可待矣。”"
            },
            "9": {
                "H2KE-EN": "The Office of the Censor-General submitted a memorial requesting that a decision be established so that the opportunity [of the people] might be reformed. The King replied, Upon reading the memorial, the meaning of the memorial was simple and the opinion was very satisfied, and I read it and had people felt apprehensive. I see that the talented and skillful candidates are very praiseworthy and praiseworthy. However, I am indeed unworthy, and thus cannot cultivate my mind and cultivate everything activities, which contrary to the opportunity of myself. Following the hearts of Heaven, I am unworthy of Heaven, and subordinates are worrisome. If a ruler has such a ruler, what kind of things can be done? My body is similar to the present time, and it is very far from the enemy. For this reason, I am quite clear in understanding this. Thus, I dare not dare to pursue an opportunity to retire.",
                "H2KE-nKo": "홍문관이 차자를 올려 뜻을 세워 시대를 구제할 것을 청하니, 주상이 답하기를,“올린 차자를 살펴보니 말뜻이 직절하고 의론이 통쾌하여 보는 사람으로 하여금 두려움에 떨게 한다. 재학이 빼어난 것을 볼 수 있으니 매우 기쁘다. 다만 내가 참으로 불민하여 심신을 책려하지 못하여 모든 시행하는 일이 걸핏하면 어긋나 위로는 천심이 기뻐하지 않고 아래로는 인사에 근심이 많다. 이와 같은 임금이 있으니 무슨 일을 이룰 수 있겠는가. 나의 몸으로 지금과 비교하면 너무도 맞지 않다. 이 때문에 스스로 매우 분명하게 알고 있는 것이지 감히 일부러 퇴탁한 것이",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 9월 1일(무인) 9번째기사",
                "gt-oKo": "홍문관이 상차하여 뜻을 굳게 세워 세상을 구제할 것을 청하니, 상이 답하였다. “올린 차자를 보건대 뜻이 직절(直切)하고 의논이 통쾌하여 보는 이로 하여금 숙연해지게 하니, 재학(才學)의 우수함을 볼 수 있어 매우 가상하고 기쁘다. 다만 나는 참으로 불민(不敏)하여 심신(心神)을 가다듬지 못해서 모든 시행하는 일이 항상 어긋나 위로는 천심(天心)이 좋아하지 않고 아래로는 인사(人事)가 우려되는 일이 많다. 이와 같은 임금이 무슨 일을 이루겠는가. 나의 몸으로 지금 세상과 견주어 볼 때 너무도 맞지 않다. 이는 스스로를 매우 분명히 알기 때문에 하는 말이며 일부러 겸손해 하는 것은 아니다.”",
                "hj": "○弘文館上箚, 請立志以捄時, 上答曰: “省所上箚, 辭意直切, 議論痛快, 覽之令人竦然。 可見才學之秀, 深用嘉悅。 第以予誠不敏, 不能策勵心神, 凡所施爲, 動輒乖舛, 上以天心不豫; 下以人事多虞。 有君如此, 何事可成? 以予之身, 較今之時, 不敵甚遠。 是以, 自知甚明, 非敢故爲退托也。”"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "The first day of the month, the King promoted Second Deputy Director [of the Office of Royal Decrees] Yi I to 동부승지로 삼았다.",
                "H2KE-nKo": "이달 16일에 직제학 이이를 승진시켜",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 10월 1일(무신) 1번째기사",
                "gt-oKo": "직제학 이이(李珥)를 승진시켜 동부승지로 삼았다.",
                "hj": "○朔戊申/以直提學李珥陞爲同副承旨。"
            },
            "2": {
                "H2KE-EN": "The King summoned Seong Un again and did not come. Upon hearing that the family of [Seong] Un was poor, the King bestowed a set of inner and outer cloths for garments upon him.",
                "H2KE-nKo": "성운을 다시 불렀으나 오지 않았다. 주상이 성운이 집이 가난하여 추운 옷이 없다는 말을 듣고 표리",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 10월 1일(무신) 2번째기사",
                "gt-oKo": "다시 성운(成運)을 불렀으나 오지 않았다. 상이 성운의 집이 가난하여 겨울 옷이 없다는 말을 듣고 표리(表裏) 한 벌을 하사하였다.",
                "hj": "○復召成運, 不至。 上聞運家貧, 未有寒衣, 賜表裏一襲。"
            },
            "3": {
                "H2KE-EN": "The King appointed Heo Seop as deputy director of the Office of Royal Decrees and Yi Jesin as fourth censor of the Office of Royal Decrees .",
                "H2KE-nKo": "허엽을 부제학으로, 사예 이제신을 정언으로",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 10월 1일(무신) 3번째기사",
                "gt-oKo": "허엽(許曄)을 부제학으로, 사예(司藝) 이제신(李濟臣)을 정언으로 삼았다.",
                "hj": "○以許曄爲副提學, 以司藝李濟臣爲正言。"
            },
            "4": {
                "H2KE-EN": "Former Third Minister Kim Gyehwi was promoted to Grand Master for Excellent Virtue , and was appointed governor of Gyeongsang Province . The land of Gyeongsang Province was large and many people, and its administrative records were observed. [Kim] Gyehwi received [the administrative records] and handed [the administrative records] as if [the administrative records] were confronted by [Yu] Mokji . At first, when [the administrative records] reached their jurisdiction, clerks presented [the administrative records] to the King. Gyehwi was able to read [the administrative records] once. Shortly thereafter, clerks missed the administrative records of the district and submitted [the administrative records] to the administrative records [of the administrative records]. Gyehwi suddenly ordered a lower clerk to write a written record and hand it [on the records] to the administrative records [of the administrative records]. There were no erroneous records [of the administrative records]. When a administrative letter was presented [on the administrative records], [the administrative records] always secretly recorded the names of the date and month. For this reason, if there were anyone who submitted [the administrative records] again [on the administrative records], then [the administrative records] presented [the administrative records] and rebuked [the administrative records], saying, You have submitted this administrative letter [on the administrative records of the administrative records] on a certain day of a certain month. Now, why are you twice troublesome? People learn of this and claim that [the administrative records] cannot be deceived. [The administrative records of] the courtyard have no administrative records",
                "H2KE-nKo": "전 참의 김계휘를 가선대부로 품계를 올려 경상도 관찰사로 삼았다. 경상도는 지역이 넓고 사람이 많아서 장부가 빽빽하였는데, 김계휘가 입으로는 수답하고 손으로는 제목을 써서 물흐르듯 판결하였으므로 말하는 자들이 유목지라고 하였다. 처음 경계에 이르렀을 때 아전이 여러 고을의 군부를 올렸는데, 김계휘가 한 번 열람해 보니 곧 끝났다. 얼마 안 되어 아전이 한 고을의 장부를 잃어버려 장부를 현에 다시 올리려고 하자, 김계휘가 갑자기 아전에게 붓을 잡으라고 명하고 입으로는 그 장부를 주었는데 한 글자도 틀린 것이 없었다. 어떤 백성이 첩보를 올리면 그때마다 날짜와 이름자를 몰래 기록하였다. 그래서 뒤에 다시 올리는 자가 있으면 나와서 꾸짖기를,“그대가 모월 모일에 이런 소장을 올렸는데, 지금 어찌하여 다시 번거롭게 하는가.”하였다. 민간에서 이 말을 듣고 신명은 속일 수 없다고 칭찬하였다. 조정에는 남아 있는 백성이 없고 장부에는 문서 작성을 정지한 것이 없어 치적이 여러 도 가운데",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 10월 1일(무신) 4번째기사",
                "gt-oKo": "전 참의 김계휘(金繼輝)를 가선(嘉善)으로 품계를 올려 경상도 관찰사로 삼았다. 영남은 땅이 크고 사람이 많아 문서가 계속 답지하였는데, 계휘는 입으로는 수답하고 손으로는 쓰면서 일을 물흐르듯 처결하였으므로, 말하는 자들이 그를 남조(南朝) 송(宋)의 유목지(劉穆之)에 견주었다. 처음 경상도에 이르렀을 때 아전이 열읍(列邑)의 군부(軍簿)를 올리니 계휘는 한 번 열람하고 치웠다. 얼마 후에 아전이 한 고을의 장부를 잃어버려 그 고을에 있는 장부를 다시 올리게 하려 하자, 계휘는 서슴지 않고 아전에게 붓을 잡으라고 명하고서 그 장부를 입으로 부르는데 한 글자도 착오가 없었다. 백성이 소첩(訴牒)을 올린 날짜와 이름자를 모두 암기하고 있었으므로, 나중에 그것을 다시 올린 자가 있으면 출두시켜 꾸짖기를, ‘너는 몇 월 며칠에 이 장소(狀訴)를 올렸는데 이제 어찌 재차 올렸느냐.’ 하였다. 민간에서는 그 말을 듣고 관찰사는 신명(神明)하여 속일 수 없다고들 하였다. 그리하여 동헌 뜰에는 미결된 백성이 없고 탁자 위에는 적체된 문서가 없어 치적(治績)이 여러 도 중에 으뜸이었다.",
                "hj": "○以前參議金繼輝進階嘉善, 爲慶尙道觀察使。 嶺南地鉅人衆, 簿領叢委, 繼輝口酬手題, 剖決如流, 談者方之劉穆之。 初至界上, 吏以列邑軍簿進呈, 繼輝一閱便了。 未幾, 吏失一縣簿, 將符縣更上, 繼輝遽命吏執筆, 口授其簿, 無一字差。 民有牒訴, 輒暗記時月名字, 故後有再呈者, 則進而責之曰: “汝於某月日, 有此狀訴, 今何再瀆耶?” 民間聞之, 稱其神明不可欺。 庭無留氓; 案無停牘, 治爲諸道最。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the first day of the jeongchuk year (, Yi I requested that those who have not passed the civil service examination be allowed to classify the circumstances of inspectors and censors . The King asked 노수신, What do you think of this? 노수신 said, Your subject also agrees. However, it is a matter that although Your Majestys judgment has been decided, it is not proper to attempt to restrain others. The King thereupon ordered that the matter be sent to the high-ranking officials, and high-ranking officials all agreed with their scheme. As Yi Tak stubbornly strongly said, the King approved this.",
                "H2KE-nKo": "삭정축년에 이이가 다시 출신하지 못한 사람을 대간에 통망하는 길을 열어 줄 것을 청하였다. 주상이 노수신에게 묻기를,“이 말이 어떠한가?”하니, 노수신이 아뢰기를,“신의 생각도 그러합니다. 다만 성상의 결단에서 나와야지 사람들의 말에 견제되어서는 안 됩니다.”하였다. 주상이 그 말을 대신에게 내려 의논하게 하니, 대신들이 모두 그 계책이 옳다고 하였다. 이탁이 더욱 강력하게 말하니, 주상이",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 1번째기사",
                "gt-oKo": "이이(李珥)가 다시 출신(出身)하지 못한 사람에게도 대간(臺諫)의 길을 허통(許通)시키자고 청하였다. 상이 노수신(盧守愼)에게 묻기를, “이 말이 어떠한가?” 하니, 수신이 아뢰기를, “신도 그렇게 생각합니다. 다만 이는 성상의 결단에서 나와야지 다른 사람의 말에 견제를 받아서는 안 됩니다.” 하였다. 상이 마침내 그 논의를 대신에게 내리자 대신들이 모두 그 계획을 옳다고 하였는데, 이탁(李鐸)이 누구보다도 강력히 주장하였다. 이에 상이 윤허하였다.",
                "hj": "○朔丁丑/李珥更請以未出身人通臺諫之路, 上問盧守愼曰: “此言何如?” 守愼曰: “臣意亦以爲然。 但當出自聖斷, 不可牽制於人言。” 上乃下其議于大臣, 大臣皆是其計。 李鐸言之尤力, 上乃允之。"
            },
            "10": {
                "H2KE-EN": "Imperial envoys Song Chan and Yun Hyeon returned from the capital of Ming China. The Emperor repatriated the Chinese people who had been held captive twice and bestowed silver and colorful vessels upon them.",
                "H2KE-nKo": "사신 송찬과 윤현이 북경에서 돌아왔다. 황제가 두 번이나 포로를 돌려보냈다고 하여 각각 칙서를 내려 포상하고 은과 채단을",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 10번째기사",
                "gt-oKo": "사신 송찬(宋贊)과 윤현(尹鉉)이 경사(京師)에서 돌아왔다. 황제는 우리 나라에서 두 차례에 걸쳐 사로잡은 중국인을 송환하였다는 이유로 각각 칙서를 내려 포상하고 아울러 은자(銀子)와 채단을 하사하였다.",
                "hj": "○使臣宋賛、尹鉉, 回自京師。 帝以再度送還被虜人口, 各賜勑褒奬及賜銀、綵。"
            },
            "11": {
                "H2KE-EN": "[The King] sent Envoys for Reporting to the Emperor [of Ming China] Yi Hubae , [Yi] Geun , and others to request that [they] be additionally included in the Supplemental Six Codes (K. Hoejeon . This was because the Ming court compiled the Suplemental Six Codes (K. Sok yukjeon in the Supplemental Six Codes (K. Sok yukjeon . Recorder of the Board of Rites Ku Suseong and others repeatedly reported, In accordance with the circumstances, each of the lineages in the lineages of the lineages are different from that of Yi Inrim. Moreover, our grandfather (K. Yi Inrim was inherited the throne, and he was also involved in the Wang clan (K. Wang clan . Our grandfather (K. sang ",
                "H2KE-nKo": "주청사 이후백과 윤근수 등을 보내 종계와 시역, 변무 등의 일을 《속수회전》에 추가해 넣을 것을 청하였는데, 이는 명나라가 현재 《속대명회전》을 편수하고 있기 때문이다. 예부 상서 육수성 등이 복제하기를,“종계에는 각각 본원이 있어 이인임과는 같지 않다고 하고, 또 국조가 추대를 받아 역시 왕씨를 시해한 것과는 상관이 없다고 합니다. 우리 황조의 대훈은 진실로 한때 전해 들은 것이지만 그 후손이 변론하는 말은 실로 한결같은 효성에서 나온 것이니, 대대로 예의를 지켜 충성과 근면을 돈독히 한 것을 생각해야 합니다. 그들이 청한 대로 성지를 받들어 해당 나라가 전후로 아뢴 말을 황조의 《실록》에 자세히 편찬해 넣고, 《신회전》은 성지를 기다려 계속해서 수정하여 추가해 넣겠습니다.”하였다. 이어 칙유를 내렸는데, 그 대략에,“그대의 조부 모는 오랫동안 좋지 못한 은혜를 입었는데, 우리 열성조께서 굽어살피시어 이미 누명을 씻어 주고 개정하였다. 이번에 《실록》을 찬수하면서 전후의 주청 내용을 갖추어 기록해서 영구히 전하려고 한다. 짐은 그대가 예의를 지키는 나라에 관계되고 또 일이 군신의 대의에 관계되므로 특별히 청한 바를 윤허한다.”하고, 즉시 사관에 초록하여 《숙종실록》에 갖추어 넣으라고 명하고, 이후가 《신회전》을 편수하여 그대가 선조의 누명을 씻어 달라고 호소한 간절한",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 11번째기사",
                "gt-oKo": "주청사(奏請使) 이후백(李後白)과 윤근수(尹根壽) 등을 보내 이미 변무(辨誣) 한 종계(宗系)와 시역(弑逆) 등의 일을 속수(續修)하는 《회전(會典)》에 추가해 넣어줄 것을 청하였는데, 중국이 이 때 《속대명회전(續大明回典)》을 편수하는 중이기 때문이었다. 예부 상서(禮部尙書) 육수성(陸樹聲) 등이 복제(覆題)하기를, “조선이 한 말에 의하건대, 종계(宗系)는 각자 본원(本源)이 따로 있어 이인임(李仁任)과는 다르다고 하고, 또 그들의 태조는 추대를 받아 왕이 된 것이므로 왕씨(王氏)를 시해(弑害)한 일과는 무관하다고 하였습니다. 우리 황조(皇祖)의 대훈(大訓)에 실린 것은 본래 한 때 잘못 전해진 말에 의한 것으로써 저 후손들이 변명하는 말은 참으로 효성스런 한 마음에서 나온 것이니, 그들이 대대로 예의를 지키며 우리에게 충성을 게을리하지 않은 것을 생각해 주어야 마땅하겠습니다. 그들이 요청한 대로 성지(聖旨)를 받들어 그 나라에서 올린 전후의 주청 내용을 황조의 《실록》에 자세히 편찬해 넣고, 새 《회전》은 성지를 기다려 속수할 때 추가해 넣었으면 합니다.” 하였다. 이에 칙유(勅諭)를 내렸는데 그 대략에, “그대의 태조 모(某)는 오래도록 불미스런 이름을 받아오다가 우리 열성조가 진실을 파악하신 덕분에 이미 누명을 씻고 개정하였다. 그런데 이번에 《실록》을 수찬하는 기회에 전후의 주청 내용은 자세히 기록해 넣어 영원히 전하려고 한다. 짐은 그대의 나라가 예의를 지키는 나라인데다 또 일이 군신의 대의에 관계된 것임을 생각하여 특별히 요청한 대로 윤허한다. 그리하여 즉시 사관(史館)에 초부(抄付)하여 《숙조실록(肅祖實錄)》에 자세히 써 넣는 한편, 나중에 새 《회전》을 편수하는 데 대비하도록 명하여 너희가 선조의 누명을 씻고자 하는 간청을 위로하는 바이다.” 하였다.",
                "hj": "○遣奏請使李後白、尹根壽等, 乞將宗系、弑逆已辨誣等事, 增入續修《會典》, 蓋皇朝方修《續大明會典》故也。 禮部尙書陸樹聲等覆題曰: “據稱, 宗系各有本源, 旣與李仁任不同, 又謂國祖, 由于推戴, 亦與弑王氏無預。 在我 皇祖之大訓, 固得于一時之傳聞, 在伊裔孫之辨詞, 實出於一念之誠孝, 宜念其世秉禮義, 克篤忠勤。 依其所請, 奉聖旨, 該國前後奏辭, 備細纂入於皇祖《實錄》內, 《新會》典則候旨續修增入。” 仍降勑諭, 略曰: 爾祖某, 久蒙不韙, 荷我烈祖垂鑑, 已爲昭雪改正。 玆者纂修《實錄》, 欲將前後奏辭, 備行採錄, 以乘永久。 朕念爾係守禮之邦, 且事關君臣大義, 特允所請。 卽命抄付史館, 備書于肅祖《實錄》, 俟後修新《會典》, 以慰爾籲雪先祖懇情。"
            },
            "12": {
                "H2KE-EN": "Commander of Yeongnyeong Yi Seongryang was installed at Bangsan Garrison on the Orangsan Garrison . The people on the street [of the Orangksan Garrison] are raiding our borders, and an official document was sent to 요광 Garrison in order to admonish them in advance. [The King] granted permission.",
                "H2KE-nKo": "광녕 총병 이성량이 압록강 방산진에 보를 설치하였다. 압록강 건너편의 백성들이 우리나라 경계를 침범하여 경작하려고 요동과 광녕 아문에 자문을 보내 미리 효유하여 금지할 것을",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 12번째기사",
                "gt-oKo": "광녕 총병(廣寧總兵) 이성량(李成樑)이 압록강 방산진(方山鎭)에 보(堡)를 설치하고, 건너편 사람들이 장차 우리 땅을 침범하여 경작할 경우 요동(遼東)과 광녕(廣寧) 아문에 이자(移咨)하여 미리 그들을 타일러 금지하도록 요청하니, 허락하였다.",
                "hj": "○廣寧摠兵李成樑, 設堡鴨江方山鎭。 越邊人民, 將侵耕我界, 移咨遼廣衙門, 請預行喩禁, 許之。"
            },
            "13": {
                "H2KE-EN": "[The King] selected Assistant Section Chief of the Ministry of Personnel Kim Hyowon , 수찬김우옹 , Responding Editor Heo Bong , Responding Editor of the Office of Diplomatic Correspondence Hong Jeok , and had him take a leave and read books.",
                "H2KE-nKo": "이조 좌랑 김효원, 수찬 김우옹, 봉교 허봉, 승문원 정자 홍적을 선발하여 사가 독서하게",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 13번째기사",
                "gt-oKo": "이조 좌랑 김효원(金孝元), 수찬 김우옹(金宇顒), 봉교 허봉(許篈), 승문원 정자 홍적(洪迪)을 뽑아 사가 독서(賜暇讀書)하게 하였다.",
                "hj": "○選吏曹佐郞金孝元、修撰金宇顒、奉敎許篈、承文正字洪迪, 賜暇讀書。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Bihyeon Pavilion in the evening, and summoned the court officials attending him to lecture on the Confucian classics. Yi Li said, The King is very simple, and the various officials are not slightly responded. Your subject thinks it is worth whiness. The ancients said, Do not treat all the worth while worth whild worth worse worth worseworth worseworseworth worseworth worth worseworsewhiness. If Your Majesty cannot rectify his mind and cultiquetiquette out the worth elseworth worsewhileth worth worsewhild worth worseworsewhile worseworseworsewhile worseworseworseworsewhile worseworseworseworseworsewhile worseworseworseworseworseworseworsewhile worseworseworseworseworseworseworseworseworseworsewhile worseworseworseworseworseworseworseworseworsewhile worseworseworseworseworseworseworsewhile worseworseworseworsewhiness worseworseworsewhiness worseworsewhiness worseworsewhileth worsewhiness worseworsewhiness",
                "H2KE-nKo": "주상이 밤에 비현각에 나아가 근신을 불러 《서경》을 강하였다. 이이가 아뢰기를,“상께서는 말씀이 매우 간략하여 신하들의 말에 조금도 답을 하지 않으시니, 성상의 생각에는 답할 만한 것이 못 된다고 여기십니까? 옛사람이 말하기를 ‘천하의 선비를 가벼이 여기지 말라.’라고 하였으니, 신하들의 말에 어찌 답을 하지 않을 수 있겠습니까. 근래 출신하지 않은 사람을 대관으로 가려 차임하라는 명이 내렸습니다. 조종의 법으로 본다면 이는 이상할 것이 없습니다. 다만 지금 오랫동안 폐지되었던 법규를 거행하였기 때문에 신하들이 전하께서 치도를 회복하려는 뜻이 있음을 알고 모두 기뻐하고 있습니다. 다만 모든 일은 반드시 아래에서 건의하여 성상의 마음에서 나온 것이 없기 때문에 신하들이 성상의 뜻이 어디에 있는지 알지 못합니다. 만약 전하께서 몸소 실천하시는 실상이 밖으로 환히 드러난다면 아래에서는 그보다 더 심한 자가 있어서 풍문을 듣고 흥기할 것입니다.”하고, 김성일은 아뢰기를,“수령 중에 국사를 담당하는 자가 한 사람도 없으니, 나라의 재정과 백성의 형편은 상께서도 이미 알고 계실 것입니다. 이와 같이 한다면 10년이 지나지 않아 위망의 화가 곧 닥칠 것입니다. 조정의 명령이 막혀서 행해지지 않고 상하의 형세가 흩어져서 통제되지 않으니, 경연 석상에서 비록 한두 가지 건의하는 일이 있더라도 절목을 막 거행하자마자 다른 폐단이 따라서 생기니, 이와 같이 하고도 그 나라를 다스릴 수 있는 자가 드뭅니다. 전하께서 마음을 바르게 하여 본원을 닦지 않으신다면 온 나라의 인심이 어찌 복종할 수 있겠습니까.”하고, 이이가 아뢰기를,“명령이 행해지지 않는 이유도 오늘 밤으로 점칠 수 있습니다. 임금과 신하 사이는 마땅히 부자 사이와 같이 위아래가 서로 믿어야만 일의 성공을 거둘 수 있습니다. 지금 성상의 지척에 계신데도 상께서는 오히려 마음을 터놓지 않으시니, 정의가 막히는 것이 이와 같습니다. 더구나 천 리 밖의 명령이 어찌 통할 수 있겠습니까.”하니, 주상이 말하기를,“내가 말하지 않았다고 하는 것은 옳다. 그러나 별도로 무슨 말을 하겠는가. 지금 말하는 것은 모두 내 한 몸에 책임이 있는데, 스스로 돌아보건대 변변치 못하여 진실로 치도를 일으킬 수 없다. 이 때문에 말하지 않는 것이다.”하였다. 이이가 아뢰기를,“이는 겸양하는 말인데, 어찌 참으로 그렇겠습니까.”하니, 주상이 말하기를,“겸양하는 것이 아니다. 옛사람이 말하기를 ‘사람이 어찌 스스로 알지 못하겠는가.’라고 하였는데, 나 또한 어찌 스스로 알지 못하겠는가.”하였다. 이이가 아뢰기를,“진실로 성상의 하교와 같다면 모름지기 어진 사람을 얻어 믿고 맡기면 또한 나라를 다스릴 수 있을 것입니다. 다만 상께서 비록 잘하지 못한다고 하시지만 신은 믿지 않습니다. 지금 전하께서는 여색에 빠지셨습니까, 음악을 듣기 좋아하십니까, 술 마시기를 좋아하십니까, 말 달리고 사냥하는 것을 좋아하십니까? 궁중의 은미한 일에 대해서는 신이 비록 알지 못하지만, 전에 진달한 것은 예로부터 임금이 실덕한 일이지 성상께서 하시는 일이 아닌 듯한데 잘하지 못한다고 하는 것은 무엇 때문입니까? 다만 전하께서 부족한 것은 오직 뜻을 세워 다스림을 도모하지 않는 것뿐입니다. 이는 바로 학문에 실천하는 공부가 부족하기 때문입니다.”하니, 주상이 말하기를,“지금 말하는 것을 나는 감히 감당할 수 없다. 다만 덕이 부족하지만 과연 이러한 잘못은 없다. 예로부터 임금은 재주도 있고 덕도 있기 때문에 그 나라를 다스릴 수 있었다. 나는 재주와 덕이 없으나 마침 다스리기 어려운 시대를 만났기 때문에 큰일을 하기에 어려운 것이다.”하였다. 이이가 아뢰기를,“전하께서 실덕이 없으시면 이로 인하여 덕을 진취할 수 있고, 덕이 진취되면 재주도 생기는 것입니다.”하니, 주상이 말하기를,“예로부터 새로 나라를 세운 임금은 그 행실을 살펴보면 실덕이 없지 않았으나 오히려 소강을 이루었다. 나라를 세운 지 오래되자 점점 쇠미해지고 있으니, 비록 어진 임금이 있더라도 다스릴 수 없을 것이다.”하였다. 이이가 아뢰기를,“진 도공은 나이 겨우 14세에 즉위하였는데, 육경은 강하고 공실은 약하였으나 도공이 스스로 분발하여 마침내 패업을 이루었으니, 돌아보건대 그 뜻을 세운 것이 어떠했는가에 달려 있을 뿐입니다. 전하께서 뜻을 세워 다스림을 구하고 묵은 폐단을 바로잡아 고치신다면 무슨 다스림인들 이루지",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 2번째기사",
                "gt-oKo": "상이 밤에 비현각(丕顯閣)에 나아가 근신을 불러 강서(講書)하였다. 이이(李珥)가 아뢰기를, “상께서 아주 간단히 말씀하시면서 군신(群臣)의 말에 대해 하나도 대답하지 않으니, 성상의 생각에 대답할 가치가 없다고 여겨서입니까? 옛 사람의 말에 ‘천하의 선비를 가벼이 말라.’ 하였으니, 어찌 군신의 말에 대답하지 않아서야 되겠습니까. 저번에 출신(出身)하지 않은 사람을 대관(臺官)에 가려 차임하라는 명령이 내렸습니다. 조종(祖宗)의 법으로 보면 이는 별로 특이한 일이 아니지만, 다만 지금 오래 폐지되었던 법을 거행하는 것이므로 군하(群下)가 전하께서 지치(至治)를 이룰 뜻이 있다는 것을 알고 모두 기뻐하고 있습니다. 그러나 지금까지 모든 일은 반드시 아래에서 건백(建白)하였고 성상의 마음에서 나온 것이 없었기 때문에, 군하가 성상 뜻의 소재를 모르고 있습니다. 만약 전하의 궁행(躬行)하시는 실상이 밖에 분명이 드러난다면, 아래에는 그보다도 더 열심히 실천하는 자가 있게 되는 법이라서 전하의 영향을 받아 분발할 것입니다.” 하고, 김성일(金誠一)은 아뢰기를, “수령들이 한 사람도 국사를 책임지는 자가 없는데, 나라 살림과 민생의 상황에 대해서는 상께서도 이미 아시는 바입니다. 이런 상태로 나간다면 앞으로 10년이 못가서 위망(危亡)의 화가 닥치고 말 것입니다. 조정의 명령은 막혀서 행해지지 않고 상하의 형세는 흩어져 계통이 없으므로, 경연 석상에서 비록 한두 가지 건백한 일이 있더라도 한 조목이 겨우 시행되면 또 다른 폐단이 따라서 생기니, 이러고서도 제대로 그 나라를 다스린 경우는 없습니다. 전하께서 마음을 올바르게 하여 기본 행실을 닦지 않으시면 일국의 인심을 어떻게 복종시킬 수 있겠습니까?” 하고, 이이가 아뢰기를, “명령이 행해지지 않는 이유를 오늘 밤의 일로도 점칠 수 있습니다. 군신 간은 마땅히 부자 간과 같이 위아래가 서로 마음이 통해야만 사업을 이룰 수 있는 것입니다. 지금 지척의 거리에 들어와 모시고 있는데도 상께서는 마음을 터놓지 않으시니, 서로 마음이 이와 같이 막혔는데 하물며 멀리 천 리 밖에까지 명령이 통할 리가 있겠습니까.” 하니, 상이 그제서야 이르기를, “나를 두고 말을 하지 않는다고 한 것은 옳다. 그러나 특별히 무슨 말을 하겠는가. 지금 하는 말들은 다 내 한 몸에다 큰 짐을 지우는 것들인데 스스로 돌아볼 때 불초하여 진정 치도(治道)를 일으킬 수가 없다. 이 때문에 말하지 않을 뿐이다.” 하였다. 이이가 아뢰기를, “이는 겸양하시는 말씀이니 어찌 참으로 그러겠습니까.” 하니, 상이 이르기를, “겸양하여 한 말이 아니다. 옛 사람의 말에 ‘사람이 어찌 스스로를 모를 것인가.’ 하였는데, 나도 어찌 스스로를 모르겠는가.” 하였다. 이이가 아뢰기를, “정말 상의 하교대로 모름지기 현인(賢人)을 얻어 믿고 맡기셔야 할 것이니, 그러면 또한 나라를 다스릴 수 있습니다. 그러나 상께서 아무리 못한다고 하셔도 신은 믿지 않습니다. 지금 전하께서 여색에 빠지셨습니까, 음악을 듣기 좋아하십니까, 술 마시기를 즐기십니까, 말 달리고 사냥하는 것을 좋아하십니까? 궁중의 은밀한 일을 신은 모릅니다마는 이상 열거한 것들은 예로부터 실덕(失德)한 군주의 일로서 성상께서 하시는 일이 아닌 듯한데, 좋은 정치를 못한다고 말씀하신 것은 무엇 때문입니까? 오직 전하에게 부족한 것은 뜻을 세워 지치(至治)를 도모하지 않는 것일 뿐이니, 이는 진정 학문상으로 실천하는 공부가 모자라기 때문입니다.” 하니, 상이 이르기를, “지금 한 말은 내가 감히 감당할 수 없다. 그러나 내 비록 덕은 없지만 이런 실덕은 없다. 예로부터 군주는 재주도 있고 덕도 있기 때문에 능히 그 나라를 다스릴 수 있다. 그러나 나는 재주와 덕이 없고 시대도 마침 다스리기 어려운 때를 만났으니, 이것이 큰 사업을 하기 어려운 이유이다.” 하였다. 이이가 아뢰기를, “전하께서 이미 실덕이 없으시니 이로 인하여 덕을 진취시킬 수 있고, 덕이 진취되면 재주도 생기는 것입니다.” 하니, 상이 이르기를, “예로부터 새로 나라를 세운 임금은 그 행실을 보면 실덕이 없지 않으면서도 오히려 소강(小康)을 이루었다. 그러나 나라를 세운 지가 오래되어 점차 쇠미해지면 아무리 현군(賢君)이라도 잘 다스리지 못하였다.” 하자, 이이가 아뢰기를, “진 도공(晋悼公)은 나이 겨우 14세에 즉위하였습니다. 당시 육경(六卿)은 강하고 공실(公室)은 약하였으나 도공이 능히 스스로 분발하여 마침내 패업(霸業)을 이루었으니, 이로 보면 그 입지(立志)의 여하에 달렸을 뿐입니다. 전하께서 뜻을 세워 지치를 구하고 묵은 폐단을 바로잡아 고치신다면 어찌 지치를 이루지 못하겠습니까.” 하였다.",
                "hj": "○上夜御丕顯閣, 召近臣講書。 李珥曰: “自上言語甚簡, 群臣之言略不俯答, 聖意以爲, 不足答歟? 古人曰: ‘勿輕天下士。’ 群臣之言豈可不答乎? 近以未出身人擇差臺官之命下矣。 以祖宗之法觀之, 則此不爲異。 但今擧久廢之規, 故群下知殿下有回治之志, 莫不喜悅。 但凡事, 必待自下建白, 無出自聖衷者, 故群下不知上意所在。 若殿下躬行之實, 昭著於外, 則下有甚焉者, 聞風興起矣。” 金誠一曰: “守令無有一人擔當國事者, 國計、民生, 自上所已知也。 如此則不出十年, 危亡之禍立至矣。 朝廷之命, 壅而不行, 上下之勢, 散而不統, 經席之上雖有一二建白之事, 節目纔擧, 他弊隨生, 如此而能治其國者鮮矣。 殿下不能正心, 以修本源, 則一國人心, 豈能服從乎?” 珥曰: “命令不行之由, 亦可以今夜卜之。 君臣之間, 當如父子, 上下交孚然後, 事功成矣。 今者入承咫尺之地, 而自上尙不開懷, 情意阻隔如此, 況於千里之外, 命令豈通乎?” 上乃言曰: “以予爲不言者是矣。 然別有何言耶? 今者所言, 皆歸重於予之一身, 自顧無似, 固不能興治道也。 是以不言耳。” 珥曰: “此乃謙讓之語, 豈其信然乎?” 上曰: “非以謙讓也。 古人曰: ‘人豈不自知?’ 予亦豈不自知?” 珥曰: “信如上敎, 則須得賢人, 倚仗而任之, 則亦可治國。 但自上雖曰不能, 臣不信也。 今殿下沈溺女色乎? 好聽音樂乎? 耽嗜飮酒乎? 好馳騁弋獵乎? 宮中隱微之事, 臣雖不知, 然前所陳者, 自古人君失德之事, 而似非聖躬所爲也, 乃曰不能何也? 但殿下所欠, 惟不立志圖治耳。 此正由學問上, 欠踐履之功故也。” 上曰: “今之所言, 予不敢當。 但雖涼德, 果無此失也。 自古人君, 有才有德, 故能治其國。 予無才德, 而時世適遇難治之日, 所以難於有爲也。” 珥曰: “殿下旣無失德, 則因此可以進德。 德進, 才亦生矣。” 上曰: “自古新立國之君, 考其行則不能無失德, 而尙致小康。 立國寢久, 漸至衰微, 則雖有賢君, 不能爲治矣。” 珥曰: “晋悼公年纔十四卽位, 六卿强、公室弱, 而悼公能自振奮, 卒成覇業, 顧其立志何如耳。 殿下立志求治, 矯革宿弊, 則何治之不可成乎?”"
            },
            "3": {
                "H2KE-EN": "Minister of Personnel Kim Gwiyeong submitted his resignation three times, and again the King proceeded to the palace and repeatedly requested that he be dismissed from office. The King did not approve his resignation. Kim Gwiyeong was foolish and ignorant. Since he became the minister of personnel , he was bribed with bribes. Because he was not foolish by public opinion, he was worried that he was impeached and impeached. Therefore, he submitted his resignation. The King suspected that he had a suspectful man, and thus he did not approve his resignation.",
                "H2KE-nKo": "이조 판서 김귀영이 세 번째 상소하여 사직하고, 또 대궐에 나아가 세 번째 아뢰어 면직을 청하였으나, 모두 윤허하지 않았다. 김귀영은 본래 용렬하고 비루하며 무식하였다. 이조 판서가 된 이래로 뇌물이 낭자하여 사론이 인정하지 않았는데, 탄핵을 받을까 두려워 일부러 소장을 올려 사직한 것이다. 주상이 그의 사람됨이 알력으로 배척한다고 의심하였기 때문에",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 3번째기사",
                "gt-oKo": "이조 판서 김귀영(金貴榮)이 세 차례 사직소를 올리고 또 예궐(詣闕)하여 세 차례 면직을 계청하였으나, 다 윤허하지 않았다. 귀영은 본디 용렬하고 비루하며 무식한 자로서 이조 판서가 된 이후 받은 뇌물이 낭자하여 사론(士論)이 좋지 않자, 탄핵을 입을까 두려워서 상소하여 사직하였다. 그러나 상은 그가 남의 배격을 받은 것으로 의심하였기 때문에 따르지 않았다.",
                "hj": "○吏曹判書金貴榮, 三上疏辭職, 又詣闕三啓, 請免官, 皆不允。 貴榮素庸鄙無識, 判銓以來, 賄賂狼藉, 士論不與, 恐被彈論, 故露章辭職。 上疑其爲人所排軋, 故不從。"
            },
            "4": {
                "H2KE-EN": "Inspector General Noh Jin came to the capital to pay a farewell visit to the King. The King did not approve his request.",
                "H2KE-nKo": "대사헌 노진이 소명을 받고 서울에 들어와 사직하니,",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 4번째기사",
                "gt-oKo": "대사헌 노진(盧禛)이 부름을 받고 입경하여 사직하였으나 윤허하지 않았다.",
                "hj": "○大司憲盧禛, 承召入京辭職, 不允。"
            },
            "5": {
                "H2KE-EN": "Li Xiang (K. Yi I reported to the King as follows: In recent days, there are no good opinions in the Royal Lecture. It is not that superior cannot rectify the monarchs of the King, and the lower-ranking officials do not experience the importance of the people. Your subject humbly desires that Your Majesty secretly study the nature and principles, and that if there is any suspicious opinion, Your Majesty summons a Confucian scholar-official and expound on the Confucian classics in a single moment. If the circumstances are clearly understanding the righteousness and carry out the truth, your subject will necessarily show effects to state affairs. However, the importance of the people is truly not a single simportance. Only when Your Majesty meets a group of officials, have men make every effort to speak about the policy of using policy. If the policy of using policy is not necessary, the people will recover from their livelihoods. Li Xiang desired to devote himself to the King and strive to serve his government. His brother 성혼 said, If Your Majestys mind is difficult to reform, Your Majesty should quickly summon him to withdraw. If your subject cannot find the mind of Your Majesty and strive to concentrate on the meritorious deeds, it is indeed improper to pursue the monarchs and directly rectify the meritorious deeds of the Confucian scholar-officials. Li Xiang said, His words are correct. However, how can Your Majestys mind be quickly reformed? Your subject should strive to devote himself to rectify his fault. Now, if Your Majesty strives the importance of the sincerity of your subject to evaluate the meritorious deeds, and if he does not accord with his will, he would quickly summon him to withdraw. This is not a proper duty of a subject.",
                "H2KE-nKo": "이이가 주상에게 아뢰기를,“요즘 경연 석상에서 좋은 의론이 없지 않으나 위로는 임금의 마음을 바로잡는 데 이르지 않고 아래로는 백성의 고통을 고치는 데 이르지 않기 때문에 모두 입을 놀리는 바탕으로 삼을 뿐입니다. 삼가 바라건대 전하께서는 성리서에 잠심하시어 만일 의심나는 것이 있으면 불시에 유신을 불러 반복해서 강론하여 이미 그 뜻을 밝혔고 실천하는 데 실질적인 것으로 하신다면 공효가 반드시 정사하는 사이에 나타날 것입니다. 백성의 고통과 같은 것은 진실로 한두 가지가 아니니, 오직 여러 신하를 접견할 때 사람마다 할 말을 다하게 하여 쓸 만한 계책을 채택하여 시행하고 빈말로 치부하지 않으신다면 백성들이 거의 소생할 수 있을 것입니다.”하였다.이이의 생각은 정성을 쌓아 임금을 초치하여 힘써 종사하려는 것이었다. 그의 친구 성혼이 말하기를,“임금의 마음을 돌이키기 어려우면 속히 인퇴해야 하는데, 임금의 마음을 얻지 못하고 먼저 사공에 힘쓰면 이는 한 자[尺]를 굽혀 곧바로 찾는 것이니 유자의 일이 아니다.”하니, 이이가 말하기를,“이 말이 진실로 옳습니다. 다만 주상의 마음을 어찌 갑자기 돌릴 수 있겠습니까. 마땅히 정성을 쌓아서 감동하여 깨닫기를 바라야 합니다. 지금 천박한 정성으로 한 달 동안 공효를 이루기를 바라다가 뜻대로 되지 않으면 번번이 인퇴하고자 하니 또한 신하의",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 5번째기사",
                "gt-oKo": "이이가 상에게 아뢰기를, “요즘 경연에 좋은 의논이 없는 것이 아닌데도 위로 임금의 마음을 바로잡지 못하고 아래로 민폐를 다스리지 못하기 때문에, 결국 듣고 말하는 겉치레에 그칠 뿐입니다. 원컨대 전하께서는 성리서(性理書)에 깊이 유념하시어 혹은 의문나는 곳이 있으면 수시로 유신(儒臣)을 불러 반복해서 강론하실 것이며, 그 뜻을 확실히 아신 뒤에 그것을 실제로 실천하시면 공효(功效)가 반드시 정사하는 사이에 나타날 것입니다. 민폐의 경우는 사실 한 가지만이 아니니, 오직 군신(君臣)을 접견할 때 여러 사람에게 다 말하게 하여 쓸만한 계책을 채택하여 시행하고 헛소리로 치부하지 않으시면 민생이 살아날 것입니다.” 하였다. 이이의 생각은 정성을 쌓아 임금을 훌륭히 만들기 위해 애써 종사(從士)하려는 것이었다. 그의 벗 성혼(成渾)이 그에게 말하기를, “상의 마음을 돌이키기 어려우면 마땅히 빨리 인퇴(引退)하여야 한다. 상의 마음을 얻지 못하고 먼저 사업을 힘쓰면, 이는 한 자를 굽혀 한 길을 펴는 효과를 추구하는 패자(霸者)의 일이지 유자(儒者)의 일은 아니다.” 하니, 이이가 말하기를, “이 말이 진정 옳긴 하다. 그러나 상의 마음을 어찌 갑자기 돌이킬 수 있겠는가. 마땅히 정성을 쌓아 감동하여 깨닫기를 기대해야 한다. 지금 얕은 정성을 가지고 몇 달 사이에 효과가 나타나기를 바라다가 뜻대로 되지 않으면 곧장 인퇴하려고 하는 것도 신하된 도리가 아니다.” 하였다.",
                "hj": "○李珥白上曰: “近日經席, 非無好議論, 而上不至於格君心; 下不至於醫民瘼, 故摠爲口耳之資而已。 竊願殿下, 潛心性理之書, 如有所疑, 不時召儒臣, 反覆講論, 旣明其義, 踐履以實, 則功效必見於政事之間矣。 若民瘼固非一端, 惟於接見群臣之際, 使人人盡言, 採施可用之策, 不付之空言, 則民生庶可蘇息矣。” 珥意欲積誠致君, 黽勉從仕。 其友成渾語之曰: “上心難回, 則當速引退。 不能得上心, 而先務事功, 則是枉尺直尋, 非儒者事也。” 珥曰: “此言固然。 但上心豈可遽回? 當積誠以冀感悟。 今以淺薄之誠, 責效於旬月, 而不如意, 則輒欲引退, 亦非人臣之義也。”"
            },
            "6": {
                "H2KE-EN": "Inspector General Noh Jin again submitted a memorial requesting that he be returned to his hometown to support his aged mother. The King replied, Upon reading the memorial submitted by my dear sir, I am very earnest in understanding that. However, as you have come for a long time, why would I suddenly allow you to return to your hometown? My dear sir should stay [on your hometown] and speak to me with all plans to assist the state and wait for my selection. Then I would not be disappointed. Noh Jin stubbornly declined, and he was replaced.",
                "H2KE-nKo": "대사헌 노진이 또 상소하여 돌아가 노모를 봉양하겠다고 청하니, 상이 답하기를,“경의 상소를 살펴보니 진실로 마음이 간절하다는 것을 알겠다. 그러나 경이 올라온 지 오래되지 않았는데 내가 어찌 갑자기 그의 사직을 허락하겠는가. 경은 더 머물면서 보국숭록대부의 계책을 모두 진달하고 내가 취사선택하기를 기다린다면 나는 섭섭하지 않을 것이다.”하였다. 노진이 굳이",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 6번째기사",
                "gt-oKo": "대사헌 노진이 또 상소하여 돌아가 노모(老母)를 봉양하기를 청하니, 상이 답하기를, “경의 소사(疏辭)를 보니 뜻이 간절한 것을 알겠다. 그러나 경이 올라온 지 오래 되지도 않았는데 내가 어찌 쉽게 물러가는 것을 허락하겠는가. 경은 더 머물러 있으면서 나라에 도움되는 계책을 다 내놓고 나서 나의 취사를 기다린다면 섭섭하지 않겠다.” 하였다. 그러나 노진이 굳이 사양하니 체직하였다.",
                "hj": "○大司憲盧禛, 又上疏乞歸養老母, 上答曰: “省卿疏辭, 固知情切, 而但卿來不久, 予豈遽許其退乎? 卿宜加留, 悉陳輔國之策, 以俟予取舍, 則予不缺然矣。” 禛固辭, 遞職。"
            },
            "7": {
                "H2KE-EN": "On musul day, a white sun had a halo around it. At that time, the King happened to see him. He was frightened and apprehensive. The King summoned Chief State Councilor Yi Tak and Left State Councilor Bak Sun and instructed them, In the court, wise people have gathered many in the Royal Lectures and competently submitted a large single word and enjoyed a new ceremony. It is necessary to encourage the custom of pure and administration. However, the cardinal principles have been dissolute and the foundation of the state is exhausted. The hearts of the people are not good. The Confucian scholars have neither achieved nor achievements, but instead rather than at the time of powerful and flattery. This is what I do not understand. Yi Tak and others only worried that they were apprehensive, but they did not dare say to rectify the measures of rectifying the people. At this time, Yi I , Kim Ugong , and others attended the Royal Lecture, always addressed the Three Dynasty and admired many things. However, the King could not encourage their apprehensive and apprehensive them, and instead rather natural disasters and instead natural justice. The hearts of the people were greatly apprehensive.",
                "H2KE-nKo": "흰 무지개가 해를 가로지르니, 주상이 마침 그것을 보고 놀라고 두려워하였다. 영상 이탁과 좌상 박순을 불러서 하교하기를,“조정의 어진 사람들이 경연 석상에 많이 모여 큰 소리로 다투어 나와 새로운 예를 행하기를 좋아하니, 풍속이 순박해지고 정사가 잘 거행되는 것은 당연한 일이다. 그러나 기강이 무너지고 나라의 근본이 다 없어져서 인심이 아름답지 못하다. 선비는 털끝만큼도 효과가 없고 도리어 지난날 권간이 권력을 잡았을 때보다 심하니, 이것이 내가 이해하지 못할 점이다.”하니, 이탁 등이 황공하다고만 말하고 감히 바로잡을 방책을 말하지 못하였다. 이때 이이와 김우옹 등이 경연 석상에 있으면서 걸핏하면 삼대를 인용하여 간절히 연마한 바가 많았는데, 주상이 채용하지는 못하고 도리어 재이를 가지고 큰 소리로 말하는 효과가 있었으므로 인심이",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 7번째기사",
                "gt-oKo": "흰 무지개가 해를 가로질렀는데, 상이 마침 그것을 보고 놀라고 두려워하여 영상 이탁(李鐸)과 좌상 박순(朴淳)을 불러 하교하기를, “조정의 현인이 경연 석상에 많이 모여 규모가 큰 말을 다투어 진언하고 새 규례를 즐겨 행하니 마땅히 풍속이 순화되고 정사가 잘 되어야 할 것인데, 기강은 어지럽고 백성은 도탄에 허덕이며 인심은 아름답지 못하다. 유자(儒者)가 털끝만큼의 공도 세운 것이 없는데, 그와 같은 폐단은 오히려 지난날 권간(權奸)이 권력을 부리던 때보다 심하니, 이 점이 내가 알 수 없는 일이다.” 하였다. 이탁(李鐸) 등은 황공하다고만 할 뿐 감히 바로잡을 계책을 말하지 못하였다. 이 당시 이이(李珥)와 김우옹(金宇顒) 등이 경연에서 항상 삼대(三代)를 끌어대어 상을 일깨우는 일이 많았는데, 상은 제대로 그것을 채용하지 못하고 도리어 재이(災異)가 일어난 것은 큰 말을 한 감응이라고 여겼으므로, 인심이 매우 두려워하였다.",
                "hj": "○白虹貫日。 上適親見之, 驚懼。 招領相李鐸、左相朴淳, 下敎曰: “朝廷賢人, 多聚經席之上, 大言競進, 喜行新例, 宜乎風淳政擧, 而綱紀板蕩, 邦本兀盡, 人心不美。 儒者無一毫之效, 反甚於曩日權奸用事之時, 此, 予所未曉也。” 鐸等只道惶恐, 不敢言匡捄之策。 是時李珥、金宇顒等在經席, 動引三代, 多所劘切, 上不能採用, 反以災異爲大言之效, 人心甚懼。"
            },
            "8": {
                "H2KE-EN": "[The King] summoned the Fourth Inspector of the Office of the Inspector General . [But] 성혼s reputation was gradually raised, and high officials did not cease [the recommender]. At this time, Yi I , Kim Ugong , Ku Bongryeong , and others requested that those who have not passed the civil service examination be appointed as inspectors and censors . This royal order was issued, but [they] declined and did not come. Kim Ugong also recommended, Although Jeong Gu , a scholar of Seongju , is young, he is well-versed in learning. Earlier, he had studied at the Royal Confucian Academy and also visited the gate of Jo Sik . He has a study and talent. [Your subjects] request that [Jeong Gu] be summoned to summon him and summon him to inquire about the way of governing the country. [The King] ordered that [Jeong Gu] be appointed to a government position. The King did not allow [Jeong Gu] to summon him to summon him. For this reason, [Jeong] Gu was revealed.",
                "H2KE-nKo": "성혼을 사헌부 지평으로 삼았다. 성혼은 선비의 명망이 점점 높아지자 대신이 매번 논핵하여 천거해 마지않았다. 이때에 이르러 이이, 김우옹, 구봉령 등이 아직 출신하지 않은 사람을 대관으로 삼기를 청하였으므로 이 명을 내렸으나 사양하고 오지 않았다. 김우옹이 또 천거하기를,“성주의 사인 정구는 나이가 비록 어리지만 학문이 통달하고 밝습니다. 일찍이 이황에게 배웠고 또 조식의 문하에 왕래하여 학문과 재식이 있으니, 그를 불러다가 포의로 입대하게 하여 치도를 묻고 그 인품을 관찰한 뒤에 작위를 내려 주소서.”하니, 주상이 포의로 입대하는 것은 고사가 아니라는 이유로 허락하지 않았다. 정구는 이 때문에 이름이",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 8번째기사",
                "gt-oKo": "성혼을 사헌부 지평으로 삼았다. 성혼에 대한 사망(士望)이 점차 높아지자 대신이 늘 천거하여 마지 않았다. 이때에 이르러 이이와 김우옹·구봉령(具鳳齡) 등이 출신하지 않은 사람을 대간으로 삼자고 청하였으므로 이 명이 있게 된 것인데, 사양하고 오지 않았다. 김우옹이 또 천거하기를, “성주(星州) 사인(士人) 정구(鄭逑)는 연소하지만 학문이 통명(通明)하며, 일찍이 이황에게서 배우고 또 조식의 문하에도 왕래하여 학문과 재식(才識)이 있으니, 그를 초치하여 포의(布衣)로 입대(入對)시키고 치도(治道)를 물어 본 뒤 그 인품을 보아 벼슬을 주소서.” 하였으나, 상은 포의로 입대시키는 것은 고사(古事)가 아니라는 이유로 허락하지 않았다. 정구가 이로 인하여 유명해졌다.",
                "hj": "○以成渾爲司憲府持平。 渾, 士望漸隆, 大臣每論薦不已。 至是李珥、金宇顒、具鳳齡等, 請以未出身人爲臺官, 有是命, 辭不至。 金宇顒又薦: “星州士人鄭逑, 年雖少, 學問通明。 曾從李滉學, 又往來曺植之門, 有學問才識。 請召致, 以布衣入對, 訪問治道, 觀其人品然後, 命之以爵。” 上以布衣入對, 非古事不許。 逑由是著名。"
            },
            "9": {
                "H2KE-EN": "The King appointed Yi I as 대사간으로 삼았다.",
                "H2KE-nKo": "이이를",
                "date_ko": "선수 7권, 6년(1573 계유 / 명 만력(萬曆) 1년) 11월 1일(정축) 9번째기사",
                "gt-oKo": "이이를 대사간으로 삼았다.",
                "hj": "○以李珥爲大司諫。"
            }
        }
    }
}