{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the first day of the ninth month, due to the disaster of natural disasters, the King had the royal kin reduced and had the music stopped. ",
                "H2KE-nKo": "정축년에 재변이 있어 정전을 피하고 감선 철악하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 1번째기사",
                "gt-oKo": "재변으로 인하여 정전(正殿)을 피하고 감선 철악(減膳撤樂)하였다.",
                "hj": "○朔丁丑/以災變, 避正殿, 減膳撤樂。"
            },
            "10": {
                "H2KE-EN": "The King addressed Kim Ugong , Every time I heard your words from the Royal Lecture, I learned your beautiful and study. When you withdraw, you should compose a poem and present it to me. Consequently, Kim Ugong presented six poems of poems, 첫째는 administrative principles, 둘째는 lectures, 셋째는 administrative principles, 넷째는 administrative principles, 다섯째는 administrative principles, 여섯째는 administrative principles, and lectures.",
                "H2KE-nKo": "주상이 김우옹에게 말하기를,“경연 석상에서 그대의 이야기를 들을 때마다 그대의 자질이 아름답고 학술이 있다는 것을 알았다. 그대는 물러가서 평소에 사우에게서 들은 것과 스스로 터득한 것을 가지고 잠을 지어 올리라.”하였다. 이에 김우옹이 여섯 가지 잠을 올렸는데, 첫째는 뜻을 정하는 것이고, 둘째는 학문을 강론하는 것이고, 셋째는 몸을 공경하는 것이고, 넷째는 사욕을 극복하는 것이고, 다섯째는 군자를 가까이하는 것이고, 여섯째는 소인을 멀리하는 것이었다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 10번째기사",
                "gt-oKo": "상이 김우옹에게 이르기를, “항상 경연에서 그대의 이야기를 들어보고 그대는 재질이 아름다운데다 학술이 있다는 것을 알았다. 그대는 집에 물러가 평소에 사우(師友)로부터 들은 것이나, 스스로 깨달은 것을 가지고 잠언(箴言)을 지어 올리라.” 하였는데, 우옹이 육잠(六箴)을 지어 올리니, 첫째 ‘뜻을 정할 것[定志]’, 둘째 ‘학문을 강론할 것[講學]’, 셋째 ‘몸을 공경할 것[敬身]’, 넷째 ‘사욕을 이길 것[克己]’, 다섯째 ‘군자를 친근히 할 것[親君子]’, 여섯째 ‘소인을 멀리할 것[遠小人]’이었다.",
                "hj": "○上謂金宇顒曰: “每於經席, 聽爾說話, 知爾質美, 且有學術。 爾退而以平日所聞於師友及所自得者, 作箴以進。” 於是, 宇顒獻六箴: 一曰、定志; 二曰、講學; 三曰、敬身; 四曰、克己; 五曰親君子; 六曰、遠小人。"
            },
            "11": {
                "H2KE-EN": "The King promoted Responding Editor of the Office of Royal Decrees Shin응si and appointed him as sixth-rank military official . At the time, a eunuch was interrogated for his father and grandfather, who had been raised as a eunuch, plotted to reduce his punishment according to the law. Shin응si reported, The eunuch was raised as a son, and not the descendants of successful lineage. It is improper to compare him with the successful lineage of successful lineage and pardon his punishment. The King approved this.",
                "H2KE-nKo": "응교 신응시를 승진시켜 동부승지에 제수하였다. 이때 환관으로 추고를 당한 자들이 그가 양육한 부조로서 환관이 된 자들의 공권을 가지고 죄율을 감해 주기를 도모하였다. 신응시가 아뢰기를,“환관이 환관을 길러 자식으로 삼은 것은 진짜 계성의 후사가 아닙니다. 진짜 부조와 비교하여 죄를 감해 줄 수는 없습니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 11번째기사",
                "gt-oKo": "응교 신응시(辛應時)를 동부승지로 승진시켰다. 이 당시 환관으로서 추고를 당한 자가 그를 양육한 환관 부조(父祖)의 공권(功券)을 가지고 죄율을 줄여 보기 위해 도모하였는데, 신응시가 아뢰기를, “환관은 환관을 길러 자식으로 삼으므로 진짜 성씨를 이은 후사(後嗣)가 아닙니다. 따라서 진짜 부조와 동일하게 견주어 감해 주어서는 안 됩니다.” 하니, 상이 따랐다.",
                "hj": "○以應敎辛應時陞拜同副承旨。 時, 宦官被推考者, 以其所養育之父祖爲宦官者功券, 圖減罪律, 應時啓曰: “宦官養宦官爲子, 非眞繼姓嗣後也。 不可與眞父祖比擬, 而宥減也。” 上從之。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Bak Susin submitted his resignation on account of illness, and the King immediately granted permission. The King suspected that a natural disaster was because high officials were not worthy. Li Qi said to Left State Councilor Bak Sun , The natural disaster of such a natural disaster is like this. The King was frightening and apprehensive, and there was nothing that was not suspicious. I intend to submit a memorial to explain the current situation and then advise the measures to rectify the natural disaster. [Bak] Sun stopped him and said, I am afraid that the dignity of Your Majesty might become even more unclear. Li Qi said in grief, At this time, high officials did not speak to His Majesty but also wanted to stop others words. Yi Tak and [Bak] Sun finally requested that [Bak] Susin not be replaced. The King granted permission.",
                "H2KE-nKo": "우의정 노수신이 신병을 이유로 정사하자, 즉시 윤허하였다. 이는 주상이 재이에 대해 대신이 적임자가 아니라고 의심하였기 때문이다. 이이가 좌상 박순에게 말하기를, “재변이 이와 같으니, 주상의 마음이 공구하여 의심하지 않는 사람이 없고 의혹되지 않는 일이 없습니다. 내가 상소하여 시사를 극진히 진달하고 이어 바로잡을 계책을 진달하려고 합니다.” 하니, 박순이 말리며 말하기를, “성상의 위엄을 범하여 더욱 불안하게 될까 두렵습니다.” 하자, 이이가 탄식하기를, “이러한 때에 대신이 스스로 할 말을 다하지 않고 또 남의 말을 막으려고 하는가?” 하였다. 이탁과 박순이 마침내 노수신을 체차하지 말 것을 청하니, 그대로 따랐다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 2번째기사",
                "gt-oKo": "우의정 노수신(盧守愼)이 병으로 정사(呈辭)하자 즉시 윤허하였다. 이는 상이 재이(災異)가 일어나는 것은 대신이 적격자가 아니라서 그럴 것이라고 의심하였기 때문이다. 이이(李珥)가 좌상 박순(朴淳)에게 말하기를, “재변이 이러하므로 상의 마음이 공구한 나머지 의심하지 않는 사람이 없고 의혹하지 않는 일이 없습니다. 내가 상소하여 시사(時事)에 대해서 할 말을 다하고 동시에 바로잡을 계책을 아뢰려고 합니다.” 하니, 박순이 만류하기를, “상의 위엄을 범하여 더욱 불안을 조성할까 염려됩니다.” 하자, 이이가 탄식하기를, “이런 때에 대신으로서 스스로 할 말을 다하지 않고 게다가 딴 사람이 말하는 것까지 저지하려고 합니까.” 하였다. 마침내 이탁(李鐸)과 박순이 수신을 체직하지 말 것을 계청하니, 상이 따랐다.",
                "hj": "○右議政盧守愼呈病, 卽允。 上以災異, 疑大臣非人故也。 李珥謂左相朴淳曰: “災變如此, 上心恐懼, 無人不疑; 無事不惑。 吾欲上疏, 極陳時事, 因陳匡救之策。” 淳止之曰: “恐犯天威, 益致不靖。” 珥歎曰: “此時大臣, 不自盡言, 又欲止人之言乎?” 李鐸、朴淳遂啓請勿遞守愼, 從之。"
            },
            "3": {
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 3번째기사",
                "gt-oKo": "우부승지 이이가 만언소(萬言疏)를 올려 시폐(時弊)에 관한 것과 재변을 없애고 덕을 진취시키는 것에 대한 설을 극진히 아뢰었다. 그 소에, “신은 삼가 아룁니다. 정사는 시의(時宜)를 아는 것이 귀하고 일은 실공(實功)을 힘쓰는 것이 중요하니, 정사를 하면서 시의를 모르고 일을 당하여 실공을 힘쓰지 않으면 비록 성군(聖君)과 현신(賢臣)이 서로 만난다 하더라도 치적(治績)이 이루어지지 않을 것입니다. 삼가 생각건대 전하께서는 총명 영의하시고 선비를 좋아하고 백성을 사랑하시매, 안으로는 음악과 주색을 즐기는 일이 없고 밖으로는 말달리고 사냥을 좋아하는 일이 없으시니, 옛날 군주들이 자신의 마음과 덕을 해치는 것들에 대해서는 전하께서 좋아하시지 않는다 하겠습니다. 이와는 반대로 노성(老成)한 신하를 믿어 의지하고 명망이 있는 자를 뽑아 쓰며, 뛰어나고 어진이를 특별히 불러 쓰시어 벼슬길이 차츰 밝아지며, 곧은 말을 너그럽게 용납하여 공론이 잘 시행되므로 조야가 부푼 가슴을 안고 지치(至治)를 고대하고 있으니, 기강이 엄숙해지고 민생이 생업을 즐겨야 당연할 것입니다. 그런데도 그 기강으로 말하면 사정(私情)을 따르고 공도를 등지는 것이 예전 그대로이고 호령이 행해지지 않는 것이 그대로이고 백관이 직무를 태만히 하는 것이 그대로이며, 그 민생으로 말하면 집에 항산(恒産)이 없는 것이 예전과 마찬가지이고, 안주할 곳을 잃고 떠돌아다니는 것이 마찬가지이고, 궤도를 벗어나 사악한 짓을 하는 것이 마찬가지입니다. 신은 일찍이 이를 개탄하고 삼가 그 까닭을 깊이 찾아내어 한번 전하께 진달하려고 하면서도 그 기회를 얻지 못하였는데, 엊그제 삼가 전하께서 천재(天災)로 인하여 대신에게 하유하신 전교를 보니, 전하께서도 크게 의아해 하시고 깊이 탄식하시어 이 재변을 구제할 계책을 들어보기를 원하였습니다. 이는 참으로 지사(志士)가 할 말을 다할 기회인데, 애석하게도 대신은 지나치게 황공하고 불안해 한 나머지 할 말을 다하지 못하였습니다. 대체로 재이가 일어나는 것은 하늘의 뜻이 심원하여 참으로 측량하기 어려우나 역시 임금을 인애(仁愛)하는 것에 불과할 뿐입니다. 역사를 두루 살펴보건대 옛날 명철하고 의로운 군주가 큰 사업을 이룰 수 있는데도 정사가 혹시 닦여지지 않으면 하늘은 반드시 견책을 내 보여 경동(警動)시켰으며, 하늘과 관계를 끊은 자포 자기한 군주에 있어서는 도리어 재이가 없었으니, 이 때문에 재이가 없는 재이야말로 천하에 가장 큰 재이인 것입니다. 이제 전하의 명철하고 성스러우신 자질로 큰 사업을 할 수 있는 지위에 계시고 또 그러한 때를 만났는데도 기강이 이와 같고 민생이 또 이와 같으니, 하늘이 부여한 것에 대하여 그 책임을 다하지 못하신 것입니다. 따라서 지금 설사 경성(景星)이 날로 나타나고 경운(慶雲)이 날로 일어나더라도 전하께서는 더욱 어찌할 바를 모를 정도로 삼가고 두려워하셔야 할 것입니다. 그런데 여러 가지 재변이 거듭 나타나 무사히 지나가는 날이 없으니, 이는 곧 하늘이 전하를 극도로 인애(仁愛)하는 것이라 하겠습니다. 전하께서 두려워하여 몸을 닦고 잘못을 반성하는 일을 어찌 조금이라도 게을리할 수 있겠습니까. 비록 그렇지만 시의를 모르고 실공을 힘쓰지 않으면 삼가고 두려워하는 마음이 아무리 간절하더라도 치적은 끝내 요원할 것이니, 민생을 어떻게 보전하고 하늘의 노여움을 어떻게 그치게 할 수 있겠습니까. 신은 이제 약간 알고 있는 것을 다 토로하여 먼저 고질화된 폐단을 아뢰고 다음으로 그것을 구제할 계책을 거론하겠습니다. 삼가 원컨대 전하께서는 심기(心氣)를 가라앉히셔서 잡다한 글을 싫어하시거나 뜻에 거슬린다고 노여워하지 마시고 살펴주소서. 대체로 시의(時宜)라고 하는 것은 수시로 변통하여 법을 마련해서 백성을 구제하는 것을 말합니다. 정자(程子)가 《주역》을 논하기를, ‘때를 알고 형세를 아는 것이야말로 《주역》을 배우는 큰 법이다.’ 하고, 또 말하기를, ‘수시로 변혁하는 것이 곧 상도(常道)이다.’ 하였습니다. 대체로 법은 시대 상황에 따라 만드는 것으로서 대가 변하면 법도 달라지는 것입니다. 이를테면 순(舜)이 요(堯)의 뒤를 이었으니 의당 다른 것이 없어야 할 것인데도 12주를 고쳐 9주로 만들었습니다. 이것이 어찌 성인이 변혁하기를 좋아하여 그렇게 한 것이겠습니까. 시대를 따라 그렇게 한 것에 지나지 않을 뿐입니다. 그러므로 정자가 말하기를, ‘요·순·우가 서로 뒤를 이었으나 그 문장과 기상은 역시 조금씩 다르다.’고 한 것입니다. 하(夏)나라와 상(商)나라 이후 그 사이에 일어난 작은 변화를 낱낱이 예시할 수 없겠습니다만 그 중에 큰 것만 들어 말해 본다면 다음과 같습니다. 하나라 사람은 충(忠)을 숭상하였으나 나중에 충폐(忠弊)가 생겼기 때문에 질(質)로써 구제하였고, 질폐가 생겼기 때문에 문(文)으로써 구제하였으며, 문폐를 구제하지 못하게 되자 그 뒤에 천하의 법도가 무너지고 어지러워져 강한 진(秦)나라로 들어갔습니다. 진나라는 포악한 정사로 시서(詩書)를 불태우고서 망하였고, 한(漢)나라가 일어나서는 그 폐단을 거울삼아 너그러운 덕을 숭상하고 경술(經術)을 존숭하였으나, 급기야 폐단이 생겨서는 허문(虛文)을 숭상하고 실절(實節)이 없어져 권세가 외척에게 돌아가고 아첨하는 것이 풍조를 이루었습니다. 세조(世祖)가 일어나 절의를 포숭(褒崇)하니 이에 선비들이 명절(名節)을 힘썼으나, 그것이 폐단이 생겼을 때는 예(禮)로써 절제할 줄을 몰라 죽음을 매우 하찮게 보는 등 고절(苦節)이 되어 중도에 맞지 않았습니다. 그러자 사람들이 다 그것을 싫어하였으나 당시에 어느 현주(賢主)가 나와서 구제한 일이 없기 때문에, 고절이 위(魏)·진(晋)의 광탕(曠蕩)함으로 변하여 허무를 숭상하고 예법이 없어졌습니다. 예법이 없어진 뒤에는 이적(夷狄)과 다름이 없이 되었으므로 오호(五胡)가 중화(中華)를 어지럽혀 중원(中原)이 쑥밭이 되었습니다. 어지러움이 극도에 이르면 다스려지는 법이기 때문에 정관(貞觀)의 치적이 나오기는 했으나, 폐단을 구제함에 있어서 해야 할 도리를 다하지 못하였으므로 오히려 이적의 풍조가 남아 있게 되었습니다. 그리하여 삼강(三綱)이 바르지 못하여 임금은 임금의 도리를 못하고 신하는 신하의 도리를 못하니, 번진(藩鎭)은 빈공(賓貢)하지 않고 권신(權臣)은 강포(强暴)하는 등 나라는 여전히 쇠미하여 오대(五代)의 혼란기가 있게 되었습니다. 송(宋)나라가 일어나서는 번진의 걱정을 경계하여 병권(兵權)을 풀어버리고 위세를 거두어 잡았으나, 진종(眞宗) 이후로 태평 시대에 젖은 나머지 기강이 점차 해이해지고 무략(武略)은 부진하였으며, 인종(仁宗) 때 재정은 비록 극도로 풍족하였으나 쇠퇴한 기상이 이미 드러났으므로 당시 대현(大賢)들은 모두가 변통할 계책을 세워야겠다고 생각하였습니다. 곧바로 신종(神宗)에 이르러 변통할 기회를 만나 큰 사업을 할 뜻을 갖게 되었으나, 신임하였던 자는 왕안석(王安石)뿐이었습니다. 그러나 그는 인의(仁義)를 뒤로 하고 공리(功利)를 앞세우며 천인(天人)의 뜻을 어기고 난망(亂亡)을 재촉하였으므로, 도리어 변통하지 않은 것이 더 나은 것만 못하였습니다. 결국 큰 재앙을 초래하여 중화가 이적으로 변하였으니, 다른 것이야 말할 게 뭐가 있겠습니까. 상하 수천 년 동안 역대 치란의 자취는 대략 이와 같습니다. 시대에 따라 잘 구제한 경우는 삼대(三代)에만 보일 뿐, 삼대 이후로는 구제한 경우도 본래 적은데다 그 역시 할 도리를 다하지 못하였습니다. 대체로 시대에 따라 변경할 수 있는 것은 법제인 반면, 고금을 막론하고 변경할 수 없는 것은 왕도(王道)요, 인정(仁政)이요, 삼강이요, 오상(五常)입니다. 그런데 후세에서는 도술(道術)이 밝지 못하여 변경할 수 없는 것을 고치는 때도 있고 변경할 수 있는 것을 굳게 지키는 때도 있었으니, 이것이 다스려진 날은 항상 적고 어지러운 날은 항상 많았던 이유인 것입니다. 그리고 우리 동방으로 말하면 기자(箕子) 팔조목(八條目)은 문헌에 그 증거가 없고, 삼국(三國)은 혼란하여 정교(政敎)가 있었다는 말이 없으며, 전조(前朝) 5백 년은 온통 비바람 속에 암울하였습니다. 아조(我朝)에 이르러 태조(太祖)께서 국운을 여시고 세종(世宗)이 그 제도를 계승하여 지키면서 비로소 《경제육전(經濟六典)》을 썼고, 그 성묘(成廟) 때에 이르러 《대전(大典)》을 간행하였는데, 그 뒤 수시로 법을 세워 이를 《속록(續錄)》이라고 이름하였습니다. 대체로 성군으로서 성군의 뒤를 이었으므로 서로 다른 것이 없었어야 할 것인데도 어느 때는 《대전》을 쓰고 나중에는 《속록》으로 추가했으니, 이는 시의를 따른 것에 불과할 뿐입니다. 그 당시에는 건백(建白)하여 제도를 만들어도 사람들이 이상하게 여기지 않았고, 법이 막힘이 없이 시행되어 백성이 살아날 수 있었습니다. 그런데 연산(燕山) 때에 이르러 황란(荒亂)하여 용도가 너무도 사치스러웠으므로, 조종(祖宗)의 공법(貢法)을 고쳐 날로 아래에서 덜어 위에다 보태는 것으로 일삼았습니다. 따라서 중종 반정(中宗反正) 때 진정 그전대로 환원했어야 할 것인데, 초년의 당국자는 그저 무식한 공신들뿐이었습니다. 그뒤 기묘 제현(己卯諸賢)이 조금 큰 사업을 해보려고 하였으나 참소로 참화를 입어 혈육이 가루가 되었고, 그 뒤에는 기묘 사화보다도 참혹한 을사의 화가 계속되었습니다. 이로부터 사림(士林)은 숨을 죽이고 눈치나 보면서 구차하게 목숨을 부지하는 것을 다행으로 여길 뿐, 감히 국사를 말하지 못하였습니다. 이에 권간(權奸)의 무리가 마음놓고 제멋대로 행동하여 자기에게 유리한 것은 구법(舊法)이라 하여 준수하고 자기에게 해로운 것은 신법(新法)이라 하여 혁파하였으니, 그 결과는 백성을 수탈하여 자기를 살찌게 하는 것에 불과할 뿐이었습니다. 그러니 나라의 형세가 날로 기울고 나라의 근본이 날로 손상되어가는 일에 대해서 그 누가 털끝만큼이라도 생각했겠습니까. 이제 다행히도 성명(聖明)의 시대를 만나 학문에 마음을 두고 민생을 생각하시어 시대에 맞춰 법을 마련, 한 세상을 바로잡아 구제할 만하게 되었습니다. 그런데도 위에서는 한단 학보(邯鄲學步)를 우려하여 경장(更張)할 생각이 적으시고, 신하된 자들은 남에 대하여 논할 적에는 왕안석(王安石) 같은 환란이 생길까 염려하고, 제 몸을 아끼는 입장에서는 기묘년과 같은 패배가 있을까 염려한 나머지 감히 경장하자고 주장을 내놓지 못하고 있는 실정입니다. 시험삼아 오늘날의 정치에 대하여 말씀드릴까 합니다. 공법(貢法)은 연산군 때에 백성을 학대하던 법을 그대로 지키고 있고, 관리의 임용은 권간(權奸)이 청탁을 앞세우던 습성을 그대로 따르고 있습니다. 문예(文藝)를 앞세우고 덕행을 뒤로하여 행실이 높은 이는 끝내 작은 벼슬에 머물게 되고, 문벌을 중시하고 어진 인재를 경시하여 문벌이 빈약한 자들은 그 능력을 펴보지도 못하고 있습니다. 승지가 어전에 들어가 아뢰지 못하기 때문에 근신(近臣)은 소원해지고 환관(宦官)과 친근하게 되며, 시종(侍從)이 정의(廷議)에 참여하지 못하기 때문에 유신(儒臣)은 경시되고 속론(俗論)이 중시되고 있습니다. 한 관직에 오래 있지 않고 청현직(淸顯職)을 두루 거치는 것을 영예로 여기고, 직무를 나누어 맡지 않고 조사(曹司)에 전담시키는 것을 능사로 삼고 있습니다. 이와 같은 폐습과 그릇된 규칙들은 낱낱이 아뢰기 어려울 정도인데, 이는 기묘 사화 때 비롯된 것이 아니면 필시 을사 사화 때 이루어진 것들입니다. 그러나 지금의 논자(論者)들은 이를 조종(祖宗)의 법도로 여기어 감히 경장하자는 논의를 꺼내지 못하고 있으니, 이것이 이른바 시의(時宜)를 모른다는 것입니다. 대체로 성왕(聖王)이 만든 법이라 하더라도 그것을 적절히 변통하는 현명한 자손이 없으면, 마침내는 반드시 폐단이 생기는 법입니다. 그러므로 주공(周公)은 대 성인으로서 노(魯)나라를 다스렸지만 뒷날 쇠퇴해질 형세를 떨치게 해 놓을 수는 없었고, 태공(太公)은 대 현인으로서 제(齊)나라를 다스렸지만 뒷날 왕위를 찬탈하게 될 조짐을 막을 수는 없었던 것입니다. 만약 제(齊)나라와 노(魯)나라에 현명한 자손이 나와서 조종이 남긴 뜻을 잘 따르며 법에만 구애받지 않았던들, 어찌 쇠란(衰亂)의 화가 있었겠습니까. 우리 나라 조종들께서도 입법(立法)하신 당초에는 그렇게 빈틈이 없었으나, 2백 년이 지나오는 동안 시대도 바뀌고 일도 변화하여 폐단이 없지 않다면, 또한 변통할 수 있는 것입니다. 그런데 더구나 후일에 잘못 제정된 법의 경우이겠습니까. 마땅히 서둘러 개혁하여 불에 타는 자를 구하고 물에 빠진 자를 구해주듯 백성을 구제해야만 되지 않겠습니까. 《주역》에 이르기를, ‘궁(窮)함이 극도에 이르면 변화하고 변화하면 통해진다.’ 하였으니, 바라건대 전하께서는 이를 유념하시어 변통할 것을 생각하소서. 이른바 실공(實功)이란 것은 일을 하는 데에 성의가 있고 헛된 말을 하지 않는다는 뜻입니다. 자사(子思)가 말하기를, ‘정성이 없으면 어느 것도 성립되지 않는다.’ 하고, 맹자(孟子)는 말하기를, ‘지극한 정성에는 움직여지지 않는 것이 없다.’ 하였습니다. 참으로 실공이 있다면 어찌 실효가 없겠습니까. 오늘날 치평(治平)의 성과를 얻지 못하고 있는 것은 실공이 없기 때문인데, 걱정되는 일이 일곱 가지가 있습니다. 그것은 위와 아래가 서로 믿는 실상이 없는 것이 첫째이고, 신하들이 일을 책임지려는 실상이 없는 것이 둘째이고, 경연(經筵)에서 성취되는 실상이 없는 것이 셋째이고, 현명한 사람을 초치(招致)하여 거두어 쓰는 실상이 없는 것이 넷째이고, 재변을 당하여도 하늘의 뜻에 대응하는 실상이 없는 것이 다섯째이고, 여러 가지 정책에 백성을 구제하는 실상이 없는 것이 여섯째이고, 인심이 선(善)을 지향하는 실상이 없는 것이 일곱째입니다. ‘위와 아래가 서로 믿는 실상이 없다.’는 것은 무엇을 말하는 것이겠습니까. 임금과 신하의 교제는 마치 하늘과 땅이 서로 만나는 것과 같습니다. 《주역》 구괘(姤卦)의 단사(彖辭)에 말하기를, ‘하늘과 땅이 서로 만나니 만물이 모두 빛난다.’고 하였는데, 정자(程子)의 전(傳)에 해설하기를, ‘하늘과 땅이 서로 만나지 못하면 만물이 생기지 못하고, 임금과 신하가 만나지 못하면 정치가 일어나지 못하고, 성인과 현인이 서로 만나지 못하면 도덕이 형통하지 못하고, 사물(事物)이 서로 만나지 못하면 공용(功用)이 이루어지지 않는다.’고 하였습니다. 그러므로 밝은 임금과 훌륭한 신하가 서로 만나 마음이 서로 통해서 부자(父子)와 같이 친밀하고 부신(符信)과 같이 마음이 맞게 되어, 골육지친(骨肉之親)이라 할지라도 그 사이를 이간시키지 못하고, 쇠를 녹이는 참소라도 그 사이에 용납됨이 없게 된 뒤에야 말이 시행되고 계책이 쓰여져 여러 가지 업적이 이룩되는 것입니다. 삼대(三代)의 성왕(聖王)들도 모두 이 도를 따랐으니, 임금과 신하가 서로 깊이 믿지 아니하고는 제대로 치적을 이룩한 경우는 없습니다. 삼가 생각하건대, 전하께서는 명철하심은 부족함이 없으나 지니신 덕은 넓지 못하고, 선(善)을 좋아하심은 대단하시나 깊은 의심을 떨쳐버리지는 못하고 계십니다. 그러므로 뭇 신하들 중에 건백(建白)하려고 노력하는 자를 주제넘다고 의심하고, 기절(氣節)을 숭상하는 자를 과격하다고 의심하고, 여러 사람들의 찬양을 받으면 당파가 있다고 의심하고, 잘못된 자를 공격하면 모함한다고 의심하고 계십니다. 게다가 명을 내리실 때는 말씀 속에 감정이 들어 있고 좋아하고 싫어하시는 것이 일정치 않으십니다. 심지어 며칠 전 하교에는 ‘대언(大言)을 다투어 아뢰고 전에 없던 일은 행하기 좋아하니 당연히 풍속이 순박해지고 정치가 올바로 될 것이다.’라고까지 말씀하셨는데, 이 하교가 한번 나오자 뭇사람의 의혹이 더욱 늘어났습니다. 옛사람이 말하기를, ‘선을 말하기가 어려운 것이 아니라 선을 행하는 것이 어렵다.’ 하고, 소옹(邵雍)은 말하기를, ‘잘 다스려진 세상에서는 덕을 숭상하고 어지러운 세상에서는 말을 숭상한다.’고 하였습니다. 고금 천하에 어찌 대언을 다투어 아뢴다고 해서 풍속이 순박해지고 정치가 올바로 되게 한 일이 있었습니까. 그리고 전하께서는 대언을 옳다고 여기십니까, 그르다고 여기십니까? 만약 그것이 옳은 것이라면 그 대언이란 것은 다만 임금을 인도하여 올바른 도(道)를 행하게 하고 기필코 지치(至治)에 이르게 하려는 것에 불과할 것입니다. 따라서 전하께서는 마땅히 그 의견을 서둘러 채택하셔야 하고, 다투어 아뢴다는 말씀으로 기롱하거나 풍자해서는 안 될 것입니다. 좋은 말을 올렸더라도 그것을 채용하지 않으면 그 말이 아무리 좋아도 소용이 없습니다. 그러므로 자사(子思)가 신하가 되었어도 노 목공(魯穆公)의 영토는 즐어들었고, 맹자가 경(卿)이 되었어도 제 선왕(齊宣王)의 왕업(王業)은 흥기되지 않았던 것입니다. 더구나 오늘날 진언하는 자는 자사나 맹자와 같은 사람들도 아니거니와 그 말을 위에서 채택한 일도 없지 않습니까. 그러니 시사(時事)가 제대로 다스려지지 않는 것이 뭐가 이상하겠습니까. 만약 대언(大言)이 그른 것이라면 그들이야말로 말을 지어내고 사단을 일으키는 무리일 것입니다. 따라서 전하께서는 마땅히 부화하고 경박한 것을 억누르고 돈독하고 착실한 것을 힘쓰시어 조정을 편안히 하고 인심을 진정시키셔야지, 대언을 아름다운 일로 여겨서는 안 될 것입니다. 아, 곧은 말을 가지고 상께서 다투어 아뢴다고 탓한다면 사기가 손상되고 부정한 길이 열리게 될 것이며, 부화하고 경박한 것을 대언이라고 찬미한다면 허위가 자라나고 실질적인 덕이 없어지게 될 것입니다. 전하께서는 반드시 이 중 어느 하나에 해당되실 것인데, 혹시 전하께서 실상 깊은 뜻은 없이 우연히 실언하신 것인지도 모르겠습니다. 전하께서는 뭇 신하들에 대해 깊이 신임하시는 것이 부족합니다. 그러므로 뭇 신하들도 성상의 뜻이 어디에 있는지 알지 못하여, 성상의 교지가 내릴 때마다 한 마디 말씀만 이상하면 모두가 눈이 휘둥그래지고 두려워하여 항상 깊이를 헤아릴 수 없는 연못을 대하는 듯합니다. 어저께 대신들이 부르심을 받았을 적에도 모두 황공해 할 뿐, 천심(天心)을 돌리고 세도(世道)를 구할 수 있는 계책을 아뢴 이는 하나도 없었습니다. 만약 대신들이 전혀 식견이 없다면 더 이상 말할 것도 없겠으나, 그렇지 않다면 어찌 전하께서 여러 사람들의 의견에 귀를 기울이지 않으신다는 것을 미리 알고 그러는 것이 아니겠습니까. 심지어는 한 낭관(郞官)을 차출하여 한 잔읍(殘邑)을 맡긴 경우에 있어서도 성상께서 백성을 걱정해서 그러신 것이지, 반드시 딴 뜻이 있어서 그런 것은 아닐 것이니, 또한 이상한 일도 아닙니다. 그런데도 조정의 선비로서 훌륭한 명성이 있는 사람들은 모두가 스스로 불안해 하는 마음을 품고 있으니, 이는 어찌 전하의 정성이 평소에 신임을 받지 못하셨기 때문에 그렇게 된 것이 아니겠습니다. 옛날의 성왕(聖王)들은 마음을 쓰는 것이나 일을 처리하는 것이 푸른 하늘의 밝은 해처럼 공명 정대하여 만물이 모두 보았으며, 어리석은 백성들에 이르기까지 임금의 뜻을 밝게 알지 못하는 자가 없었습니다. 그러므로 그들을 죽인다 해도 원망하지 않았고 그들을 이롭게 해준다 해도 은공으로 여기지 않았습니다. 지금은 가까이 모시는 신하들까지도 성상의 마음을 알지 못하고 있으니, 더구나 다른 사람들이야 어떠하겠습니까. 지난날 중묘(中廟)와 조광조(趙光祖)의 관계는 성군(聖君)과 현신(賢臣)이 서로 만난 것이라고 말할 만하였습니다. 그런데도 음흉하고 사악한 것들이 그 사이에 끼어들어 마치 밝은 거울이 먼지와 때로 가려진 것같이 되었으니, 낮에는 어전에서 응대를 하다가도 밤에는 천 길 골짜기로 떨어져버린 꼴이 되고 말았습니다. 지금의 사림은 사화를 겪은 지 오래되지 않아 두려워하는 마음이 아직 남아 있습니다. 소신은 항상 천견(淺見)으로 논하기를, ‘중묘께서는 진정 성군이시나 지나치게 남의 말을 그대로 받아들였기 때문에 군자의 말도 들어가기 쉬웠지만 소인의 참소도 들어가기 쉬웠다. 지금 성상께서는 그렇지 아니하시어 남의 말을 반드시 자세히 살피고 소홀히 듣지 아니하시므로 군자가 아무리 안타까와해도 계합(契合)되기 어려우나, 소인도 역시 감히 도리에 어긋나는 것으로 속이지 못한다. 성상의 시대에는 사림의 화는 분명히 없을 것이나, 다만 백성이 궁해지고 나라가 피폐해지는데도 변통할 방책이 없어서 마침내는 토붕 와해의 형세가 되고 말 것이 두렵다.’ 하였는데, 지금 사류 중에서 신의 말을 믿는 사람이 몇 명이나 되겠습니까. 임금과 신하가 서로 어울림에 있어 정성과 신의가 부합되지 못하면서도 제대로 치평(治平)을 보전했다는 말을 예로부터 오늘에 이르기까지 들어보지 못하였습니다. 이것이 걱정되는 일의 첫째입니다. ‘신하들이 일을 책임지려는 실상이 없다.’는 것은 무엇을 말하는 것이겠습니까. 나라에서는 벼슬을 마련하고 직책을 나누어 놓아 각기 모두 맡은 일이 있게 하였습니다. 삼공(三公)은 모든 기무(機務)를 총괄하고 육경(六卿)은 여러 가지 업무를 나누어 다스리며, 시종(侍從)은 따지고 생각하는 책임이 있고 대간(臺諫)은 일을 살피고 듣는 임무가 주어져 있으며, 아래와 여러 관아의 작은 벼슬에 이르기까지 모두 제각기 그 책임이 있습니다. 감사(監事)는 지방에 교화를 펴고, 절도사(節度使)는 변방을 맡아 감독하고, 수령은 감사의 걱정을 나누어 맡고, 진장(鎭將)은 국경 수비를 감독하는 등 각기 그 직책이 없는 자가 없습니다. 그런데 오늘날 삼공은 진정 인망이 두터운 자들이기는 하나, 또한 감히 새로운 정책을 건백하여 시행하지 못한 채 부질없이 공손하고 삼가며 두려워하고 꺼리고만 있을 뿐, 나라를 잘 다스려 백성을 잘 살게 함으로써 세도(世道)를 만회할 가망은 전혀 없습니다. 그러니 다른 사람들이야 또 무엇을 책망하겠습니까. 대관(大官)은 위에서 유유히 지내며 오직 앞뒤 눈치보기에 힘쓸 따름이고, 소관(小官)은 밑에서 빈둥빈둥 지내며 오직 기회를 엿보아 이익을 추구하는 것이나 일삼고 있습니다. 기강을 바로잡는 일을 대간에게 전담시키고 있는데, 한두 명 간사한 조무라기들만 잡아냄으로써 책임이나 면하는 것에 불과하고, 관리의 전형과 선임(選任)은 오로지 청탁으로 이루어져 한두 명사(名士)만을 벼슬자리에 안배함으로써 공정하다는 구실로 삼는 것에 불과 합니다. 그리하여 여러 관아의 벼슬아치들까지도 자신이 관장해야 할 일이 무엇인지 전혀 알지도 못한 채, 그저 날이 쌓이고 달이 감으로써 승진을 추구하는 것 밖에는 모릅니다. 대소 관원 중에 어찌 봉공 멸사(奉公滅私)하는 사람이 한두 명쯤이야 없겠습니까. 다만 그들의 형세가 외롭고 약하여 도움이 되지 못하고 있는 것뿐입니다. 감사는 돌아다니며 스스로 즐기면서 대접을 잘하고 못하는 것과 문서를 잘 만들고 못만드는 것을 가지고 수령의 성적을 매기고 있으니, 그 처벌과 승진시키는 것을 분명히 할 수 있는 이가 몇 명이나 되겠습니까. 절도사는 엄한 형벌로써 자신의 위세나 드러내고 약탈을 하여 자신의 이익이나 추구하면서 백성을 어루만져 편안케 하고 군사를 조련하는 그 두 가지 일에 다 실책을 범하고 있으니, 곤외(閫外)의 책임을 욕되지 않게 할 수 있는 자가 몇 사람이나 되겠습니까. 수령은 오직 가렴 주구하여 자신의 이익이나 취하고 윗사람에게 아부하여 명예나 추구할 뿐, 백성을 아끼고 위하는 데 제대로 마음을 쓰는 사람은 손으로 꼽을 정도로 매우 드뭅니다. 진장(鎭將)은 우선 군졸 숫자나 따지면서 자기에게 돌아올 면포(綿布)가 얼마나 될지 계산할 뿐, 나라의 방비를 걱정하는 자는 행여 한 사람도 없습니다. 오직 서리배(胥吏輩)들만이 기회를 틈타 중요한 일의 처리를 장악하고 있으니, 백성들의 고혈은 서리배의 손에 거의 말라버린 형편입니다. 심지어는 군사를 뽑는 일이야말로 가장 중요한 일인데도 뇌물이 요로에 횡행하고 가짜 문서가 진짜 기록을 혼란시키고 있는데, 촌민(村民)들이 소를 내주려고 해도 색리(色吏)들은 반드시 면포를 요구하여 소를 가지고 베를 바꾸게 되니 소 값이 크게 떨어졌습니다. 이는 경외(京外)가 다 그러하여 백성들의 원성이 들끊고 있으니 하물며 다른 일들이야 어떠하겠습니까. 조식(曺植)이 일찍이 말하기를, ‘우리 나라는 서리 때문에 망할 것이다.’ 하였습니다. 이 말이 지나치기는 하나 또한 일리가 있으니, 이는 뭇 신하들이 일에 책임을 지지 않는 잘못으로 말미암은 것입니다. 관원이 제각기 맡은바 직책을 다한다면 어찌 서리 때문에 나라가 망할 일이 있겠습니까. 이제 만약 책임을 진 관원이 적절한 사람이 아니어서 그를 바꾸고자 하더라도 한 때의 인물들이 모두 이 정도에 불과하므로 현명한 인재를 갑자기 마련하기도 어려울 것이며, 형벌과 법이 엄하지 않다 하여 그것을 엄중하게 하려고 할 경우, 법이 엄중해지면 간사한 자들이 더욱 불어나게 됨과 동시에 법을 엄중하게 하는 것 또한 폐단을 구제하는 방책이 아닙니다. 그렇다고 어쩔 수 없다고 해서 그대로 방치해 두면 온갖 폐단이 날로 늘어나고 여러 가지 일들이 날로 그릇되어 민생은 나날이 곤궁해지고 혼란과 쇠망이 반드시 뒤따르게 될 것입니다. 이것이 걱정되는 일의 둘째입니다. ‘경연에서 아무 것도 성취하는 실상이 없다.’는 것은 무엇을 말하는 것이겠습니까. 옛날에는 삼공(三公)의 관직을 두었으니, 사(師)는 임금에게 교훈으로 인도하여 주었고 부(傳)는 덕의(德義)를 가르쳐 주었으며 보(保)는 신체를 잘 보전하게 해 주었습니다. 이러한 법도가 폐지된 뒤로는 사·부·보의 책임이 오로지 경연에 속하게 되었습니다. 그러므로 정자(程子)가 말하기를, ‘임금의 덕의 성취는 그 책임이 경연에 있다.’고 한 것입니다. 경연을 설치한 것은 다만 글을 강독하여 장구(章句)의 뜻이나 놓치지 않도록 하려는 것이 아니라, 의혹을 풀어 도를 밝히고 교훈을 통해 덕을 진취시키고 정사를 논하여 올바른 다스림을 마련하기 위한 것입니다. 그러므로 조종조에서는 경연관을 예로써 대우하고 은덕으로써 친근히 하여, 친족이나 부자간처럼 정의(情意)가 서로 잘 통하게 했던 것입니다. 그런데 지금의 시신(侍臣)들은 학문이 많이 부족하고 성의도 대부분 결핍되어, 입시(入侍)하기를 꺼려하는 자가 있는가 하면 심지어는 경연직을 기피하는 자까지도 있습니다. 그러나 어찌 정성과 깊은 생각을 품고서 성상을 가까이 모시기를 바라는 사람이 없기야 하겠습니까. 요즘에는 경연이 자주 열리지 않아 접견하는 일도 드물거니와, 예모(禮貌)가 엄숙하여 말을 자연스럽게 하지도 못합니다. 그런가 하면 말을 주고 받는 일이 매우 드물어 강문(講問)도 자세하지 못하며 정사의 요체와 시폐에 대하여도 물어보시는 일이 없습니다. 간혹 한두 명의 강관(講官)이 성학(聖學)에 힘쓸 것을 권하는 일이 있더라도 역시 범연히 들어넘기기만 할 뿐, 몸소 시험하고 실천해 보시려는 실상이 전혀 없습니다. 경연이 파한 뒤에는 대내(大內)가 깊으므로 시신들은 그리는 마음만 간절할 뿐, 전하의 좌우에는 오직 내시와 궁녀들만이 있으니, 전하께서 평소에 무슨 책을 보시고 무슨 일을 하시고 무슨 말을 듣고 계시는지 알 수가 없습니다. 가까운 신하들도 그것을 알 수 없는 형편인데 더구나 밖의 신하들이야 어떠하겠습니까. 맹자는 아성(亞聖)이시고 제(齊)나라 임금이 존경하는 것 또한 지극하였는데도, ‘하룻 동안 볕을 쪼이고 열흘 동안 차게 하면 되겠는가.’ 하는 탄식을 하였습니다. 하물며 지금 시신들은 자질이 옛 사람에 비하여 매우 부족한데다 그처럼 소외까지 당하고 있으니, 더욱 어떠하겠습니까. 이것이 걱정할 일의 셋째입니다. ‘현인을 초치하여 거두어 쓰는 실상이 없다.’는 것은 무엇을 말하는 것이겠습니까. 옛날의 제왕은 지극한 정성으로 현인을 구하면서 오직 힘을 다하지 못할까 두려워하였습니다. 그리하여 혹은 꿈 속에서 감응되기도 하고 혹은 낚시질하고 있는 자를 만나기도 하였는데 그들을 현인으로 대우하여 포상하고 장려하는 뜻을 나타냈을 뿐만 아니라, 하늘이 맡겨주신 직위를 그들과 함께 누리고 그들로 하여금 하늘의 녹을 먹게 하여 만백성에게 은택이 베풀어지도록 하였던 것입니다. 그러므로 그에 대하여 여론을 묻고 말을 주고 받음으로써 그를 살피고, 일을 처리하는 것을 가지고 그를 시험하고 나서 과연 그가 현명하다는 것을 알게 되면 곧 그를 가까이하고 그의 계책을 채용하여 그의 도를 행하게 하였으니, 이와 같은 것을 두고 임금이 현인을 존중하는 것이라고 말하는 것입니다. 지금 전하께서는 선비를 사랑하고 현인을 구하시는 것이 옛날의 군주에 비하여 부끄러울 것이 없으며 숨어 있는 곧은 이와 덕 있는 이를 거의 모두 찾아내셨으니, 그 성대하고 아름다운 일은 근고(近古)에 드문 일이라 하겠습니다. 그러나 유사가 천거할 때에 형식적으로 아무개는 쓸 만하다고 말할 따름이고, 상세한 행적에 대해서는 진달하는 일이 없습니다. 유사가 이미 적합하게 천거하지 못한 위에 성상께서도 또한 친히 그 사람을 보시고 그의 현부(賢否)를 살펴보시는 일이 없이 그저 관례에 따라 벼슬을 줄 따름입니다. 몸을 닦고 행실을 돈독히 하는 것은 무엇을 구하기 위해 하는 것이 아니니, 초야에 어찌 작록을 무시하는 사람이 없겠습니까. 선비의 거취는 본디 한 가지만 있는 것이 아니어서 작은 벼슬이라도 낮다고 여기지 않는 사람이 있는가 하면, 재능을 품고 있으면서도 그것을 활용하지 않는 사람도 있습니다. 전하께서 현인을 불러들임에 있어서는 벼슬만 내려줄 뿐, 만나보거나 살피고 시험하여 뽑아 씀으로써 도를 실천하게 하는 실상이 전혀 없으십니다. 그러므로 오늘날 천거되어 벼슬자리에 나아가는 사람들을 보면, 부모를 위하여 굴복하였다는 사람도 있고, 가난 때문에 벼슬한다는 사람도 있고, 다만 성은에 보답하기 위하여 왔다는 사람도 있으니, 도를 실천하기 위하여 나왔다는 사람은 한 사람도 들어본 일이 없습니다. 현인을 구하는 것은 가장 아름다운 일인데도 결국 헛된 겉치레에 불과한 것이 되고마니, 나라를 다스리는 도가 무엇을 통하여 이루어지겠습니까. 이것이 걱정되는 일의 넷째입니다. ‘재변을 당하여도 하늘의 뜻에 대응하는 실상이 없다.’는 것은 무엇을 말하는 것이겠습니까. 하늘과 임금의 관계는 마치 부모와 자식의 관계와 같습니다. 부모가 자식에 대하여 노여움이 일어나 말과 얼굴에 나타낸다면, 자식으로서는 아무런 잘못이 없더라도 반드시 한층 더 공경하고 두려운 마음으로 그 뜻을 받들고 따라 부모가 기뻐하게 된 뒤에야 비로소 안심할 수 있는 것입니다. 그런데 더구나 잘못이 있는 경우이겠습니까. 이 경우에는 더욱 허물을 자책하며 애절히 사죄하고, 마음을 고치고 행동을 바꾸어 공경과 효성을 다하여 반드시 부모가 기뻐하는 안색을 지니도록 하여야만 될 것이며, 두려운 마음만 품고서 문을 닫고 가만히 있기만 해서는 안 될 것입니다. 제왕으로서 천변(天變)을 당하였을 적에도 역시 그와 같습니다. 자신을 돌이켜 보며 스스로 반성하고 정사를 잘못한 것은 없는가 두루 살펴서 자신에게 아무런 허물이 없고 정사에 결함이 없더라도 마땅히 더욱 닦고 힘쓰며 공경해 마지않아야 할 것이고, 잘못이 없다 하여 스스로 용서해서는 절대로 안 됩니다. 그런데 더구나 자신에게 허물이 있고 정사에 결함이 있는 경우야 더 말할 것이 있겠습니까. 반드시 많은 사람의 의견을 구하여 지식과 견문을 넓히고, 현인을 등용하여 부족한 능력을 메우고, 백성들을 돌보아 부지런히 무마해 주고, 폐단을 개혁하여 정사가 잘 다스려지게 함으로써 반드시 전일의 잘못을 보정(補正)하고 하늘의 노여움을 풀어놓을 수 있도록 힘써야만 할 것이니, 허둥지둥 아무런 방책도 없이 마치 잘못을 저지른 자식이 문을 닫고 가만히 들어앉아 부모의 노여움이 저절로 가라앉기만 바라고 있듯이 해서는 안 될 것입니다. 근년 이래로 재난이 빈번하게 일어나 사람들이 모두 예사로 여기고 두려운 줄을 모르게 되었는데, 흰 무지개가 해를 가로지르는 변고가 극히 참담하였기 때문에 전하께서 놀라시어 공경하고 두려워하심을 더하게 되었으니, 이 어찌 혼란을 돌려 치평을 마련할 조짐이 바로 오늘날 드러나고 있는 것이 아니겠습니까. 그런데 이러한 기회를 만나고서도 별로 닦고 다스리는 조치가 없는 것은 무엇 때문입니까? 정전(正殿)을 피하고 감선(減膳)하는 것은 재난을 두려워하는 형식이고 말단이며, 덕을 쌓고 정사를 닦는 것이야말로 재난을 두려워하는 실상이며 근본입니다. 형식과 말단도 물론 폐할 수 없는 것이지만 실상과 근본이 지금 어떻게 조치되고 있습니까. 이것이 걱정되는 일의 다섯째입니다. ‘여러 가지 정책에 백성을 구제하는 실상이 없다.’는 것은 무엇을 말하는 것이겠습니까. 법령이 오래되면 폐단이 생기고 그 피해는 백성에게 돌아가는 것이니, 정책을 마련하여 폐단을 바로잡는 것이 백성을 이롭게 하는 길입니다. 성교(聖敎)에 ‘임금은 나라에 의지하고 나라는 백성에게 의지하는 것이니, 여러 가지 벼슬자리를 마련하고 여러 가지 직책을 나누어 놓은 것은 오로지 민생을 위한 것이다. 백성이 피폐해지면 나라가 무엇을 의지할 것인가.’라고 하셨습니다. 신은 여러 번 거듭 읽어보고 자신도 모르게 감격의 눈물을 흘렸습니다. 위대하십니다, 임금의 말씀이시여. 한결같으십니다, 임금의 마음이시여. 이것이야말로 참으로 백성을 편안케 하고 하늘의 노여움을 돌려놓을 일대 전기입니다. 삼대(三代) 이후로 임금과 신하들의 직책이 오로지 민생을 위하는 것임을 알았던 임금이 몇 분이나 되겠습니까. 착한 마음만 있고 법도가 없으면 그 마음을 펴나가지 못하고, 법도만 있고 착한 마음이 없으면 그 법도를 행하지 못하는 법입니다. 그러므로 전하께서 백성을 사랑하는 마음은 본디 이와 같은데도 백성을 사랑하는 정치는 아직도 제대로 펴지지 않고 있습니다. 뭇 신하들이 정책을 건의하는 것은 오직 그 말단적인 것만을 바로 잡으려 하고 근본적인 것은 헤아리지 않기 때문에, 듣기에는 아름다운 것 같으나 행해보면 아무 내용도 없는 것입니다. 오늘 한 가지 계획을 진언하여 명목 없는 조세(租稅)를 없앨 것을 요청해 보아도 각 고을의 세금 징수는 여전하고, 다음날 한 가지 일을 건의하여 전호(田戶)의 부역(賦役)을 고르게 할 것을 요청해 보아도 호족(豪族)이 부역에서 빠지는 것은 전일과 다름이 없습니다. 선상(選上)을 줄인 것은 공천(公賤)을 소복(蘇復)시키기 위한 것인데도 치우치게 고통을 받은 자들은 예나 다름없이 떠돌아다니고, 방납(防納)을 금한 것은 백성의 재물을 낭비하는 일이 없도록 하기 위한 것인데도 뇌물을 받으며 백성을 갈취하는 자들은 더 심하게 뛰고 있습니다. 탐욕을 부리는 관원을 탄핵하여 파직시키면 그 후임자가 반드시 앞 사람보다 훌륭한 것도 아닌데 공연히 마중하고 전송하는 폐나 끼치게 되고, 변장(炳將)을 가려 보낼 것을 청하면 인망(人望)이 두터운 자가 반드시 신진(新進)보다 우수하지도 않은데 도리어 방자하여 조심성이 없는 형편입니다. 그 밖에 훌륭한 명이 내려지고 아름다운 법이 반포된 것도 한두 번이 아니지만 주현(州縣)에 그저 몇 줄의 문서 쪽지만 전달할 뿐, 시골 백성들은 그것이 무슨 일인지조차 모릅니다. 그렇기 때문에 군자가 조정에 진출하고 신하가 의논을 내더라도 민생과는 전혀 관계가 없게 되어 다만 어떤 사람은 벼슬이 높아 출세하였으니 부러운 일이라고나 할 뿐, 어떤 사람이 등용된 덕분에 그 혜택이 백성에게까지 미치게 되었다는 말은 일찍이 들어본 일이 없습니다. 훌륭한 말이 이와 같이 아무런 성과도 없다면, 비록 한(漢)나라의 주운(朱雲)과 급암(汲黯)같이 곧은 신하가 조정에 가득하고 바른 말이 빗발치더라도, 백성들이 궁하여지고 재물이 바닥나 사방으로 흩어져 떠돌아다니게 되는 데에 무슨 도움이 되겠습니까. 이와는 반대로 아뢰는 말이 한번 잘못되기만 하면 그 피해가 지체없이 백성들에게 미치고 있으니, 아, 괴이하게도 이는 고금을 통하여 들어보지 못한 일입니다. 비유하건대 이는 마치 만 칸이나 되는 큰 집을 오래도록 수리하지 않은 것과 같습니다. 크게는 들보에서부터 작게는 서까래에 이르기까지 썩지 않은 것이 없는데, 서로 떠받치며 지탱하여 근근히 하루하루를 보내고는 있지만 동쪽을 수리하려 하면 서쪽이 기울고 남쪽을 수리하려 하면 북족이 기울어 무너져버릴 형편이라서, 여러 목수들이 둘러서서 구경만 하고 어떻게 손을 써야 할지 모르는 형편과 같습니다. 그러나 그렇다고 하여 그대로 방치하고 수리하지 않는다면 날로 더욱 썩고 기울어져 장차 무너져 버리고 말 것이니, 오늘날의 형세가 이것과 무엇이 다르겠습니까. 이것이 걱정되는 일의 여섯째입니다. ‘인심이 선을 지향하는 실상이 없다.’는 것은 무엇을 말하는 것이겠습니까. 교화가 밝지 못하여 백성들이 흩어진 지 오래된 결과 선한 성품을 타고 났다 하더라도 너무나 심히 흐려지고 가리워졌다는 것입니다. 성상께서 처음 등극하셨을 때는 인심이 희망에 차서 그런 대로 선을 지향하려는 생각들이 많았습니다. 만약 그때에 성덕(聖德)이 날로 진취되고 치화(治化)가 날로 향상되었더라면 오늘날의 인심이 어찌 이 지경에 머물러 있겠습니까. 오직 초년(初年)에 대신들의 보필이 적절하지 못했기 때문에, 전하를 천근(淺近)한 법규로 그르치게 하고 민생을 비천한 지경으로 몰아넣었습니다. 대신들이 간혹 공명(公明)한 마음으로 공론을 제기하기도 하였으나, 청론(淸論)은 약하고 저속한 견해가 고질화되어 있었기 때문에 선한 말을 듣거나 선한 사람을 보면 남의 체면 때문에 흠모하는 자도 있고, 겉으로는 좋아하는 체 하면서 속으로 꺼리는 자도 있고, 혹은 버젓이 손가락질하면서 비난하는 자도 있었는데, 진심으로 그 선한 말과 선한 사람을 좋아하는 자는 아주 드물었습니다. 그러므로 진실은 적고 허위가 성행하게 되었으니, 감옥에 갇혔다가 여러 사람들에 의하여 구제를 받았다 하더라도 꼭 죄가 없다고 할 수 없고, 수령으로서 많은 사람의 칭송을 받은 자라고 해서 꼭 공적이 있다고 할 수 없게 되었습니다. 관천(館薦)은 본디 학행이 뛰어난 이를 구하기 위함이었는데 술자리를 베풀어 많은 선비들을 유혹하는 자도 간혹 있고, 이선(里選)은 본디 단정하고 훌륭한 사람을 구하기 위함이었는데 바른 행실을 버리고 염치에 어두운 자들도 가끔 끼어들고 있습니다. 만약 관리의 임용을 담당하는 사람까지 또 사람을 제대로 따라 가리지 않게 한다면 청탁(淸濁)이 뒤섞이고 현우(賢愚)가 엇섞여서 그 폐단을 구제할 길이 없게 될 것입니다. 아래 백성들의 경우는 굶주림과 헐벗음이 절박하여 본심을 모두 잃어 부자 형제 간이라도 서로 길가는 사람이나 다름없이 보고 있으니, 그 밖의 일이야 더 말해 무엇하겠습니까. 강상(綱常)을 제대로 유지하지 못하고 형정(刑政)을 제대로 제어하지 못하고 있는데, 지금의 길을 따르며 지금의 습성을 변화시키지 않는다면 성현이 윗자리에 있다고 하더라도 교화를 펼 여지가 없을 것입니다. 향약(鄕約)을 널리 실시하는 것이 아름다운 일이긴 하나, 어리석은 신의 생각으로는 지금의 습성을 가지고 향약을 실시한다면 또한 좋은 풍속을 이룩하는 성과가 없을까 염려됩니다. 이것이 걱정되는 일의 일곱째입니다. 대체로 이상 일곱 가지 걱정은 지금 세상의 깊은 고질로써 기강이 무너지고 민생이 곤경에 빠진 것은 오로지 이것들로 말미암은 것입니다. 이 일곱 가지 걱정을 없애버리지 않고서는 비록 성상께서 위에서 수고로우시고 청론이 아래에서 성행한다 하더라도, 역시 나라를 보전하고 백성을 편안케 하는 성과는 나타나지 않을 것입니다. 옛날부터 임금이 덕망을 잃어 스스로 패망을 초래하게 되었던 것은 이치상 그럴 수 밖에 없었던 것이니, 하등 유감이 될 것이 없습니다. 그러나 오늘날은 성명께서 무슨 실덕이 있으시기에 나라의 형세가 이와 같이 위태롭게 되었단 말입니까. 신은 비록 병이 많고 재주는 적어 성상을 보필할 수 없음을 스스로 알고 있으나, 구구한 혈성은 어느 사람에게도 뒤지지 않습니다. 입궐하여 전하를 배알하면 영명한 모습이 통철하시고 슬기로운 의논이 명쾌하신데, 밖에 나와서 사방을 돌아보면 백성들은 신음하고 괴로와하며 위축이 되어 갈 곳을 모르는 형편이니, 매우 이상하여 긴 한숨을 쉬고 애타는 마음으로 눈물을 흘리지 않은 적이 없습니다. 아, 병이 위중한 지경에 이르렀다 하더라도 신의(神醫)라면 그래도 고칠 수 있고 나라가 망할 지경에 이르렀다 하더라도 명철한 임금이라면 그래도 부흥시킬 수가 있습니다. 지금의 조정은 그래도 안정을 유지하고 있고 권간들도 자취를 감추었으며, 사경(四境)은 아직까지 완전하여 외란(外亂)이 일지 않고 있으니, 지금이라면 그래도 어떤 조치를 취할 수 있을 것이나 조금이라도 늦춘다면 기회를 놓쳐 어찌할 수 없게 될 것입니다. 맹자(孟子)가 말하기를, ‘국가가 한가하면 이 때를 이용하여 나라의 정형(政刑)을 닦으라.’고 하였습니다. 삼가 바라건대 전하께서는 이를 유념하시어 나라를 떨쳐 일으킬 방법을 생각하소서. 이제 몸을 닦고 백성을 편안하게 할 요체를 진언하여 천명(天命)이 영원하기를 비는 방법으로 삼고자 합니다. 몸을 닦는 데에는 그 요강이 네 가지 있습니다. 첫째는 성상의 뜻을 분발하여 삼대(三代)의 흥성했던 시대로 되돌려놓기를 기약하는 것이고, 둘째는 성학(聖學)을 힘써 성의(誠意)와 정심(正心)의 공부를 다하는 것이고, 셋째는 편벽된 사사로움을 버려 지극히 공정한 도량을 넓히는 것이고, 넷째는 어진 선비를 친근히 하여 깨우치고 보필해 주는 이익이 되도록 하는 것입니다. 백성을 편안히 하는 데에는 그 요강이 다섯 가지가 있습니다. 첫째는 성심을 열어 뭇 신하들의 신임을 얻는 것이고, 둘째는 공안(貢案)을 개혁하여 지나치게 거두어들이는 폐해를 없애는 것이고, 셋째는 절약과 검소함을 숭상하여 사치스런 풍조를 개혁하는 것이고, 넷째는 선상(選上)의 제도를 바꾸어 공천(公賤)의 고통을 덜어주는 것이고, 다섯째는 군정(軍政)을 개혁하여 안팎의 방비를 굳건히 하는 것입니다. 이른바 ‘성상의 뜻을 분발하여 삼대의 흥성했던 시대로 되돌려놓기를 기약한다.’는 것은 이런 뜻입니다. 옛날에 제(齊)나라 대부(大夫) 성간(成覵)은 제 경공(齊景公)에게 말하기를, ‘그도 장부요 나도 장부인데 내가 어찌 그를 두려워해야 합니까.’ 여기서 ‘그’란 성현을 뜻합니다. 대체로 경공과 같은 보잘것 없는 자질을 가지고도 분발하고 힘씀으로써 스스로 강하게 한다면 충분히 성현과 같은 사람이 될 수 있기 때문에 성간이 그렇게 말했던 것입니다. 맹자는 양 혜왕(梁惠王)이나 제 선왕(齊宣王)같은 사람들에 대해서도 왕도(王道)가 아니면 말하지 않았고 인정(仁政)이 아니면 권하지 않았습니다. 대체로 양 혜왕(梁惠王)이나 제 선왕과 같은 자질을 가지고도 참으로 왕도를 실행하고 인정을 실시하기만 한다면 역시 삼왕(三王)과 어깨를 나란히 할 수 있기 때문에 맹자가 그와 같이 말하였던 것입니다. 이 분들이 어찌 큰 소리치기나 좋아하고 실질적인 효과는 헤아리지 않는 사람들이겠습니까. 삼가 보건대 전하께서는 자질이 매우 아름다우시어 인자하심은 백성을 보호하기에 충분하고, 총명은 간사함을 분별하기에 충분하고, 용맹은 어떠한 결단을 내리시기에 충분합니다. 그런데 다만 성왕(聖王)이 되어보겠다는 뜻이 서 있지 아니하고 치평을 추구하는 정성이 독실하지 아니하며, 아예 선왕(先王)같은 임금은 기약할 수 없다고 여긴 나머지, 뒤로 물러나 스스로를 작게 평가하심으로써 전혀 떨치고 분발하려는 생각이 없으십니다. 전하께서 무슨 소견으로 그러하신지 모르겠습니다. 이른바 뜻은 크나 재능이 모자라 일에 실패한다는 것은 몸을 닦는 일에는 힘쓰지 아니하고 실행하기 어려운 정책을 함부로 추진하며, 강약을 따져보지 않고 대적하기 어려운 적에게 함부로 도전하는 따위를 말합니다. 만약 몸을 닦는 일에 참다운 공부가 있고 백성을 편안히 하는 일에 참다운 마음이 있다면, 어진 사람을 구하여 함께 다스릴 수가 있고 폐단을 개혁하여 시국을 구할 수가 있을 것이니, 이것이 어찌 뜻이 커서 일에 실패하는 것이겠습니까. 정자(程子)가 일찍이 말하기를, ‘나라를 다스려서 국운을 영원히 하는 데에 이르고, 몸을 보양해서 장생하는 데에 이르고, 학문은 성인에 이르게 된다. 이 세 가지 일은 분명히 인간의 힘으로 조화를 이길 수가 있는 것인데, 다만 사람들이 하지 않을 뿐이다.’ 하였습니다. 이 말은 참으로 옳습니다. 예로부터 실질적인 공력을 쌓고서도 그 실효가 나타나지 않았다는 말은 들어보지 못했습니다. 지금 세상 사람들은 힘써 선을 행하지 않고 그저 마음과 뜻이 외물(外物)에 따라다닐 뿐인데, 이는 정교(政敎)와 풍속이 그렇게 만든 것입니다. 교화가 밝지 않을 경우엔 사람의 욕망이 끝이 없어 부귀에 뜻을 두고 기욕(嗜慾)에 뜻을 두고 환난을 피하는 데에 뜻을 두는 법입니다. 그런데 학문을 하면 도(道)가 시대와 서로 어긋나기 때문에 부귀에 뜻을 둔 자는 멀리 피하고, 학문을 하면 사욕을 멀리하고 욕망을 억제해야 하기 때문에 기욕에 뜻을 둔 자는 움츠려 물러서고, 학문을 하면 비방이 반드시 일어나게 되기 때문에 환난을 피하는 데에 뜻을 둔 자는 학문을 하려고 하지 않습니다. 이 어찌 정교와 풍속이 그렇게 되도록 만드는 것이 아니겠습니까. 그러나 전하께서는 그렇지 않으십니다. 부귀가 이미 극도에 이르렀으나 도에 뜻을 두는 것이 어찌 오래도록 부귀를 지키는 방법이 되지 않겠으며, 기욕은 반드시 담담하실 것이니 욕망이 어찌 사직을 편안히 하고 나라의 명맥을 오래가게 하는 데에 있지 아니하겠으며, 환란을 걱정할 일이기는 하나 환란을 막는 길이 어찌 한몸을 닦고 만민을 편안히 해주는 데 있지 않겠습니까. 옛말에 이르기를, ‘뜻이 있는 사람은 꼭 성공한다.’고 하였습니다. 삼가 바라건대 전하께서는 낡은 견해를 씻어버리고 새로운 생각을 가지고서 큰 뜻을 분발하시어 지치(至治)를 일으킬 것을 기약하소서. 이러한 뜻이 확립된 뒤에 대신들을 힘써 격려하여 그들로 하여금 백관을 감독하고 다스려서 마음을 고쳐먹고 생각을 바꾸어 자기 직책에 힘쓰게 한다면, 그 누가 감히 낡은 습성을 그대로 따라 일에 성실하지 않는 죄를 짓겠습니까. 이와 같이만 한다면 시사(時事)를 구제할 수가 있고 세상의 도를 회복시킬 수가 있으며 하늘의 재변도 그치게 할 수가 있을 것입니다. 이른바 ‘성학을 힘써 성의(誠意)와 정심(正心)의 공효를 다하도록 한다.’는 것은 이런 뜻입니다. 큰 뜻이 수립되었다 하더라도 반드시 학문으로 그것을 충실하게 한 다음에야 말과 행동이 일치하고 겉과 속이 어울리게 되어 이미 세운 뜻을 어기지 않게 되는 것입니다. 학문의 방법은 성인의 가르침 속에 들어 있는데, 그 요체는 세 가지로서 곧 궁리(窮理)와 거경(居敬)과 역행(力行)일 뿐입니다. 궁리 또한 한 가지 방향만 있는 것이 아닙니다. 안으로는 내 몸 속의 이치를 궁구하는 것으로서 보고 듣고 말하고 행동하는 데에 각기 그 규범이 있고, 밖으로는 만물에 있는 이치를 궁구하는 것인데 초목 금수에도 각기 합당한 법칙이 있습니다. 가정에 있어서는 부모에게 효도를 다하고 아내를 올바로 거느리며 은혜를 두터이하고 인륜을 올바로 하는 이치를 잘 살펴야 하며, 사람들을 대할 때에는 현명함과 어리석음, 사악함과 올바름, 순수함과 혼탁함, 정교함과 졸렬함의 구별을 잘 분별하여야 하며, 일을 처리함에는 옳고 그름, 잘되고 잘못됨, 편안함과 위태로움, 잘 다스려짐과 어지러움의 기미를 잘 살펴야 합니다. 이는 반드시 책을 읽어서 밝히고 옛일을 상고하여 증명하여야 하는데, 이것이 궁리의 요체입니다. 거경(居敬)은 움직일 때나 조용히 있을 때나 모두 통용됩니다. 조용히 있을 때에는 잡념을 가지지 말고 맑고 고요한 가운데 정신이 또렷해야 하며, 움직일 때에는 일을 처리함에 있어 두세 가지로 하지 말고 오직 한 가지에만 전념하여 조금도 잘못이 없어야 하며, 몸가짐은 반드시 정제하고 엄숙해야 하며, 마음가짐은 반드시 신중하고 두려워하여야만 합니다. 이것이 거경의 요체입니다. 역행(力行)이란 자신을 극복하여 기질의 병폐를 다스리는 데에 있습니다. 부드러운 자는 교정하여 강해지도록 하고, 나약한 자는 교정하여 꿋꿋해지도록 하고, 사나운 자는 조화함으로써 조절하고, 성급한 자는 너그러움으로써 조절하고, 욕심이 많으면 깨끗하게 하여 반드시 청정한 경지에 이르도록 하고, 편사(偏私)가 많으면 바로잡아 반드시 공정해지도록 하면서 쉬지 않고 스스로 힘써 아침저녁으로 게을리하지 않아야 합니다. 이것이 역행의 요체입니다. 궁리는 바로 격물 치지(格物致知)이고, 거경과 역행은 바로 성의(誠意)·정심(正心)·수신(修身)입니다. 이 세 가지를 아울러 닦고 동시에 발전시켜 나가면 이치에 밝아져서 접촉하는 곳마다 막힘이 없게 되고, 속이 곧아져서 의로움이 밖으로 나타나게 되며, 자신을 극복하여 원초적인 성품을 회복하게 됩니다. 그리하여 성의와 정심의 공력이 그의 몸에 쌓이게 되어 윤택하고 화락한 모습이 온 몸에 나타나고, 집안에 모범을 세워 형제들이 본받을 만하게 되고, 그것이 온 집 온 나라에 파급되어 교화가 행해지고 풍속이 아름답게 될 것입니다. 주자가 말하기를, ‘문왕(文王)의 정심·성의의 공력이 몸에 쌓이고 밖에 드러나 널리 두루 미쳤기 때문에 남쪽 나라의 사람들이 문왕의 교화에 감복하였던 것이다.’라고 하였습니다. 이것이 어찌 주자가 상상하고 억측해서 한 말이겠습니까. 성의와 정심의 공효가 나라에 두루 파급된다는 것을 정확히 알고 있었기 때문에 그렇게 말하였던 것입니다. 바라건대 전하께서는 높고 멀어 행하기 어려운 것이라고 여기지 마시고, 작은 일이라 하여 소홀히 여기지 마소서. 늘 평소에도 학문을 중단하지 마시어 사서 오경(四書五經)과 선현들의 격언 및 《심경(心經)》·《근사록(近思錄)》 같은 책을 번갈아가며 읽으시고 그 뜻을 깊이 연구하소서. 그리하여 성현의 뜻이 아니면 감히 마음에 두지 마시고 성현의 글이 아니면 감히 보지 마소서. 《예기(禮記)》 옥조(玉藻) 편의 구용(九容)을 자세히 체득하시고, 어떤 생각이 나실 때에는 그것이 천리(天理)인가 인욕(人慾)인가를 잘 살피소서. 만약에 그것이 인욕이라면 밖으로 드러나기 전에 끊어 없앨 것이며 그것이 천리라면 계속 밀고 나가 확충시키소서. 방심(放心)은 반드시 수습하시고, 사심도 반드시 극복하시고, 의관은 반드시 바르게 하시고, 바라보심은 반드시 높게 하시고, 기뻐하고 노여워함은 반드시 신중히 하시고, 말씀과 명령을 반드시 부드럽게 하심으로써 성의와 정심의 공효를 다하소서. 이른바 ‘편벽된 사심을 버리고 지극히 공정한 도리를 넓힌다.’는 것은 이런 뜻입니다. 병폐를 시정하는 방법에 대해 대략 앞에서 아뢰었습니다만, 편벽된 사심이라는 한 가지야말로 고금을 두고 겪어 온 병폐이기 때문에 특별히 말씀드리겠습니다. 만약 편벽된 사심을 털끝만큼이라도 떼어버리지 못하면 요순(堯舜)의 도에는 들어가기 어렵습니다. 지금 전하께서는 자질이 청명하시어 병폐가 본디 적긴 하지만 극복하지 못하고 계시니, 아마도 천지처럼 지공 무사(至公無私)하지는 못하신 듯합니다. 지난번 내관(內官)이 수본(手本)을 올린 일에 대해서는 신이 밖에서 휴가 중이었기 때문에 그 상세한 내용을 알 수는 없으나, 새로 탄생하신 왕자를 중전(中殿) 아래에 두시겠다는 뜻이었는데, 정원이 그것을 고쳐 쓰게 한 것으로 들은 듯합니다. 만약 그렇다면 명칭을 혼동해서는 안 될 것이며, 글자 몇 자를 고쳐 쓴다는 것 역시 지극히 쉬운 일인데 환관(宦官)이 어째서 따르지 않았단 말입니까. 그 뒤에 전교를 보니 상께서 고치지 말고 정원으로 곧장 내려보내라고 명하신 것으로 되어 있었습니다. 신은 어리석어 사체를 모르겠습니다마는 정원이 이미 후설(喉舌)이라고 이름지어진 이상 크고 작은 모든 일이 그곳을 거치지 않아서는 안 될 것입니다. 내전(內殿)과 외전(外殿)에 어찌 두 가지 체제가 있겠습니까. 만약 그것이 상의 명으로 특별히 나온 것이라면 아무리 미세한 일일지라도 그것은 곧 전교이니, 어찌 수본이라고 부르겠습니까. 그리고 그것이 일단 내관의 수본이었다면 더욱 정원을 거치지 않고 들어갈 수는 없는 일입니다. 공평한 마음으로 그 일을 살펴보신다면 그러한 이치는 저절로 밝혀질 것입니다. 정원에서야 상의 뜻에서 특별히 나온 것인 줄 어떻게 알아서 내관을 탓하지 않을 수가 있었겠습니까. 전하께서 공평한 마음을 지니지 못하시고 목소리와 얼굴빛을 매우 엄하게 하셨는데, 이는 후설의 신하를 멀리하고 환관을 친근히 함으로써 조신(朝臣)을 경멸하는 경향을 조장하게 하신 일입니다. 상께서 하교하시기를, ‘시국의 일이 그릇되는 것이 많은 것은 임금이 엄하지 않기 때문이다.’고 하셨습니다. 아, 형을 받은 하찮은 환관들이 감히 후설의 신하들에게 대항하고, 관계가 소원한 내시가 감히 분수에 어긋나는 은총을 바라며, 귀척(貴戚)은 말을 타고 가다가 교서(敎書)를 마주쳐도 피하지 않으니, 전하의 정사는 엄하지 않다고 말할 만합니다. 전하께서는 혹시 이 때문에 자책하신 것입니까? 한 문제(漢文帝) 때에 태자(太子)가 사마문(司馬門)을 지나면서 수레에서 내리지 않자 공거령(公車令)이 이를 탄핵하는 상소를 올렸고, 등통(鄧通)이 총신(寵臣)으로서 무례하자 승상은 불러 목을 베려고 하였습니다. 상정(常情)으로 말한다면 태자를 공경하지 않은 것은 바로 임금을 가벼이 여기는 것이 아니겠으며, 충신의 목을 베려고 한 것은 곧 위세와 권력을 남용하는 것이 아니겠습니까. 그런데도 문제는 임금으로서의 위엄이 실추되지 않았고 세상을 잘 다스린 효과 또한 오늘날과 견줄 수 있는 정도가 아니었습니다. 지금 전하께서는 근신(近臣)보다 더 가까운 신하가 없는데도 환관으로 사사로운 신하를 삼고 계시며, 만백성보다 더 많은 백성은 없는데도 내시들로 사사로운 백성을 삼고 계십니다. 이러한 병폐를 없애지 않는다면 시국의 일을 바로잡을 길이 없습니다. 신은 전하께서 엄해질수록 시국의 일이 더욱 그르쳐질까 염려스럽습니다. 한 무제(漢武帝)는 관(冠)을 쓰지 않고 있다가 급암(汲黯)을 보고서는 장막 속으로 피하였고, 당 태종(唐太宗)은 매[鷂]를 팔뚝 위에 올려놓고 있다가 위징(魏徵)을 보자 품안에 감추었습니다. 이 두 임금은, 정치의 도는 순수하지 않았지만 정령(政令)이 엄하고 밝아 잘하는 자에게는 적절한 상을 주고 죄지은 자에게는 반드시 벌을 주었기 때문에, 귀척이나 내시들도 감히 법을 범하지 못하였으니, 역시 오늘날에 있어서는 미칠 수가 없는 임금들입니다. 그런데 임금으로서 신하를 두려워했으면서도 엄하지 않은듯이 보인 것은 무슨 이유이겠습니까? 그것은 신하를 두려워한 것이 아니라 의를 두려워한 것이었기 때문입니다. 공연히 엄하기만 하고 의를 두려워하지 않은 자는 실패하지 않은 사람이 없습니다. 전하께서도 스스로를 돌아볼 때 의를 두려워한다고 생각하십니까? 그리고 요즘 헌부가 다투고 있는 일에 대하여 신은 비록 그 전말을 알지 못하겠습니다만, 헌부가 사실의 확인을 자세히 하지 않은 것이 아닌가 추측됩니다. 그 이유는 전하께서 아무리 사심이 있으시더라도 절대로 불문 곡직하고 한 노비(奴婢)를 놓고 필부와 다투지는 않으실 것이기 때문입니다. 군신(群臣)의 생각이 여기에 미치지 못하고 있으니, 지혜가 밝지 못하다고 하겠습니다. 그렇기는 하지만 전하께서 이미 마땅히 내사(內司)에 속해야 함을 아셨더라도 병급(並給)하는 것을 허락하셨더라면 더욱 성상의 도량이 넓으심을 흠모하기에 충분하셨을텐데, 여러날 동안 고집을 굽히지 않고 계시니, 어찌 신민들로서는 전하의 사욕이 아직 사라지지 않았다고 의심하지 않겠습니까. 임금이란 엄하지 못할까 걱정하지 말고 공정하지 못할까 걱정하여야 합니다. 공정하면 밝아지게 되는데, 밝아지고 보면 엄한 것은 자연 그 속에서 있게 되는 것입니다. 삼가 바라건대 전하께서는 법을 시행하심에 있어 귀척과 근신으로부터 시작하시고, 인(仁)을 미루어 나가 백성에게까지 미치도록 하소서. 그리고 궁중(宮中)과 부중(府中)이 일체가 되어 환관이 임금을 가까이 모심을 믿고 조정의 신하들을 가벼이 여기게 하지 말 것이며, 만백성을 한결같이 보시어 내노(內奴)가 임금을 사사로이 모심을 믿고 엿보아서는 안 될 일을 엿보게 하지 마소서. 왕실의 재물을 유사에게 맡기시어 사물(私物)처럼 여기지 마시고, 한편에만 치우치는 생각을 마음 속에서 끊으시어 공평한 도량으로 모든 것을 감싸고 널리 덮어주도록 하소서. 그와 같이 하신다면 나라의 창고가 모두 재물인데 어찌 쓸 것이 없을까 걱정될 것이며, 온나라 사람이 모두 신하인데 어찌 노비가 없을까 걱정이 되겠습니까. 이른바 ‘현사를 친근히 하여 깨우쳐 주고 보필해 주는 이익이 되게 한다.’는 것은 이런 뜻입니다. 임금의 학문으로는 올바른 선비를 친근히 하는 것보다 더 좋은 것은 없습니다. 보는 것이 모두가 바른 일이고 듣는 것이 모두가 바른 말이라면 임금이 아무리 바르게 되지 않으려고 해도 되겠습니까. 그러나 만약 올바른 사람을 친근히 하지 아니하고 오직 환관이나 궁녀만 가까이한다면 보는 것이 올바른 일이 아니고 듣는 것도 올바른 말이 아닐 것이니, 임금이 아무리 바르게 되려고 하더라도 되겠습니까. 선현의 말씀에 ‘하늘이 한 세상 사람을 내놓았을 때는 그들로써 한 세상의 일을 충분히 감당하게 한 것이니, 다른 시대에서 인재를 빌릴 필요는 없는 것이다.’라고 하였습니다. 오늘날 진정 현인다운 현인을 보기는 어려운 일입니다. 그러나 한 세상의 인물을 철저히 선발하되 출신(出身) 여부를 따지지 않고 조야(朝野)의 인물을 구분하지 않는다면, 어찌 임금을 보필할 만한 한두 명의 인물이야 없겠습니까. 삼가 바라건대 전하께서는 널리 물으시고 정밀하게 고르시어 꼭 합당한 사람을 얻도록 하소서. 그리하여 출신한 자는 옥당(玉堂)에 모아 다른 자리에 옮겨가지 못하게 하고, 출신하지 못한 자는 한직(閑職)을 주어 경연의 직명을 띠도록 하며, 당상관으로 오른 자도 그 직책에 따라 반드시 경연관을 겸하게 하소서. 그런 뒤 이 선발에 참여된 자는 교대로 날짜를 바꾸어 입시하여 그들로 하여금 가슴 속에 품고 있는 것을 전개하게 하시고, 상께서도 겸허한 마음과 온화한 얼굴로 그들의 충성스런 도움을 받아들이소서. 학문을 강론할 때는 반드시 의리를 추구해야 하고 정사를 논할 때는 반드시 실효를 추구해야 합니다. 비록 진강하는 날이 아니라 하더라도 꾸준히 편전(便殿)으로 불러들이되 오직 사관(史官)만 함께 들어오게 하고 의심나는 점을 질문하시어 성상의 마음을 드러내 보이소서. 승지 같은 사람은 의례적으로 맡은바 공사(公事)를 가지고 하루에 한 번씩 각기 직접 성지(聖旨)를 받들도록 할 것이며, 대신이나 대간의 말에 있어서는 날짜와 때를 구애하지 말고 반드시 들어와 직접 아뢰게 함으로써 조종조의 규범을 부활시켜야 합니다. 이와 같이 하신다면 상하 관계가 날로 밀접해져서 서로의 뜻이 간격이 없게 될 것이며, 성리(性理)에 관한 이론이 날로 진취하여 성학(聖學)이 완성됨으로써 서로 즐겁게 어울림이 물과 고기의 관계처럼 되고 사악하고 더러운 것이 하늘과 해와 같으신 성상의 덕을 범하지 못할 것입니다. 이상 네 가지는 몸을 닦는 요목으로서 그 대강이 이상과 같은데, 더 상세한 사항은 전하께서 유의하여 알고 행하시는 데에 달렸을 따름입니다. 이른바 ‘성심을 열어 군하(群下)의 충정을 얻는다.’는 것은 이런 뜻입니다. 성스러운 제왕이나 명철하신 임금은 사람을 대하고 일을 처리함에 있어 한결같이 지성으로써 합니다. 상대가 군자라는 것을 알면 곧 그를 임용함에 딴 마음을 갖지 않으며, 상대가 소인이라는 것을 알면 곧 그를 내침에 의심을 갖지 않습니다. 의심이 나면 임용하지 않고 임용을 하면 의심하지 아니하며, 허심 탄회한 자세로 신하를 거느려 넓고 평탄하기만 합니다. 신하된 사람으로 임금을 부모처럼 존경하고 계절이 돌아가는 것처럼 믿게 되어 진출시켜 등용하면 책임을 다하지 못할까 두려워 더욱 그의 충성을 다하고, 물리치면 스스로 죄과가 있음을 알고 오직 자신만을 책할 것입니다. 그러므로 그들의 마음을 얻으면 끓는 물이나 불 속에라도 들어가고 시퍼런 칼날도 밟을 수 있고, 어린 유복자(遺腹子)를 왕위에 앉히고 선왕(先王)의 옷을 모시고서 조회를 하게 한다 하더라도 나라가 어지러워지지 않게 되어, 오직 임금이 계시다는 것만을 알뿐, 그 자신이 있다는 것은 모르게 됩니다. 이것은 다름이 아니라 임금의 지성에 감동되었기 때문입니다. 후세의 임금들은 성의는 부족한 채 오직 지혜와 권력으로만 신하를 부린 나머지 벼슬에 임용할 때에는 꼭 현명한 사람이 아니라도 자기에게 영합하는 자를 취하고, 축출할 때에도 꼭 현명하지 못한 자이기 때문이 아니라 자기의 뜻과 다른 자를 대상으로 합니다. 비록 자기에게 영합한다 하더라도 그의 속마음은 믿을 수가 없기 때문에, 그를 임용하고도 의심이 없을 수가 없는데, 그를 의심하면서도 임용하지 않을 수가 없게 되는 것입니다. 대신이 나랏일을 맡아 직책을 다하면 뭇사람의 마음이 반드시 그에게로 기울어질 것인데, 어찌 그가 권력을 홀로 잡고 정사를 마음대로 하는 것이 아닌가 의심하지 않을 수가 있겠으며, 간관이 어전에서 꿋꿋하게 간쟁하면 조야가 반드시 주목할 것이니, 어찌 그가 직언(直言)을 팔아 명예를 사려고 하는 것이 아닌가 하고 의심하지 않을 수가 있겠습니까. 군자든 소인이든 간에 같은 무리끼리 어울리는 법이니 그 누가 붕당을 이루는지 어찌 알 것이며, 선책(善策)과 사론(邪論)이 뒤섞여 나올 것인데 어느 것이 나라를 그르치는 것인가를 어찌 알겠습니까. 그리하여 사정(邪正)을 분별하기 어렵고 시비를 판단하기 어렵게 되어, 전례대로 행하자니 더욱 무너지고 타락할까 고민하고, 개혁을 하자니 소요가 일어날까 꺼리게 됩니다. 이렇듯 임금의 마음이 뒤흔들려 갈피를 잡지 못하고 있을 때는, 반드시 대간(大奸)이 나타나 틈을 엿보면서 임금의 마음을 따라 행동하다가 점차 계교를 부려 물이 스며들듯 침투해 들어오고, 뜻을 영합하여 기쁘게 해주며 공갈을 늘어놓아 불안정하게 함으로써 임금의 마음은 점차 그를 믿어 그의 술책 속으로 빠져들게 되는 것입니다. 그렇게 되면 선량한 사람들이 반드시 죽음을 당하고 나라는 반드시 망하게 되니, 이 또한 다름이 아니라 바로 임금의 정성이 없기 때문에 빚어지는 것입니다. 지금 전하께서 선을 좋아하고 선비를 사랑하는 것은 물론 정성에서 나온 것입니다마는, 다만 군신(群臣)이 재덕이 부족하여 믿고 의지할 만한 인물이 적기 때문에 일을 맡기실 뜻이 없는 듯한데, 심지어는 말씀을 하실 적에도 믿지 못하는 마음과 경멸하는 표현이 드러남을 면치 못하고 있습니다. 이는 군신들이 사실 자초한 것입니다마는 성명께서도 스스로 반성하지 않으면 안 될 것입니다. 삼가 바라건대 전하께서는 힘써 지성으로 아랫사람들을 대하시어 마음에 옳다고 생각되면 말씀으로도 옳다고 하시고, 마음에 그르다고 생각되면 말씀으로도 그르다고 하소서. 진용(進用)할 때는 반드시 그 현명함에 대하여 상주고 물리칠 때는 반드시 그 죄과를 따짐으로써 성상의 마음의 문을 활짝 열어놓으시어, 군신으로 하여금 누구나 우러러 보고 조그만 장애도 없게 하소서. 이렇게 하신다면 군신들도 의심하고 두려워하는 생각이 없어져서 힘써 충정을 다 바치게 될 것이니, 군자는 충성을 다하려는 소원을 지니고 소인은 간계를 부리려는 생각을 끊어버리게 될 것입니다. 이른바 ‘공안(貢案)을 개혁하여 심하게 거두어들이는 폐해를 없앤다.’는 것은 이런 뜻입니다. 조종조에서는 쓰임새를 매우 절약하여 백성들에게 거두는 것도 매우 적었는데, 연산군(燕山君) 중년에 이르러 사치스럽게 소비하는 바람에 일상적인 공물로써는 그 수요를 충당하기에 부족하게 되었으므로, 공물을 더 책정하여 그 욕망을 충족시켰던 것입니다. 신은 지난날에 노인들로부터 그러한 사실을 듣고도 감히 그대로 믿지 못했습니다. 그런데 저번에 정원에서 호조의 공안을 가져다 보건대, 여러 가지 공물이 모두 홍치(弘治) 신유년에 더 책정한 것을 지금까지 그대로 쓰고 있었는데, 그때는 바로 연산군 때였습니다. 신은 자신도 모르는 사이에 공안을 덮고 탄식하기를, ‘이럴 수가 있는가. 홍치 신유년이라면 지금부터 74년 전이니, 그 간에 성군(聖君)이 왕위에 있지 않았던 것도 아니고 현사(賢士)가 조정에 전혀 없었던 것도 아닌데, 이런 법을 어찌하여 개혁하지 않았단 말인가.’ 하였습니다. 그 까닭을 추구해 보건대 그 70년 동안은 모두 권간(權奸)들이 국사를 장악한 때로서 두세 명의 군자가 간혹 조정에 있었다고는 하나 뜻을 펴보기도 전에 사화가 꼭 뒤따랐으니, 이에 대하여 논의할 겨를이 어찌 있었겠습니까. 따라서 그 일을 오늘날에 기대하는 수 밖에 없는 일이었습니다. 그리고 물산(物産)은 수시로 변하고 백성들의 재물과 전결(田結)도 수시로 증감하는 것인데, 공물을 나누어 책정한 것은 바로 국초(國初)의 일이었고 연산군 때에는 다만 거기에 더 늘려 책정한 것일 뿐이니, 역시 시대마다 적절히 헤아려 변통해 온 것이 아닙니다. 지금에 와서는 각읍에다 바치는 공물이 그곳 산물이 아닌 것이 대부분이어서 나무에 올라가 물고기를 잡고 배를 타고 물에서 짐승을 잡으려 하는 일이나 같게 되었으니, 다른 고을에서 사들이거나 또는 서울에 와서 사다가 바치지 않을 수가 없게 되었으므로, 백성들의 비용은 백 배로 늘어나고 공용(公用)에는 여유가 없게 되었습니다. 게다가 민호(民戶)는 점점 줄어들고 전야(田野)는 갈수록 황폐해져서 몇 년 전에 백 명이 바치던 분량을 작년에는 열 명에게 책임지워 바치게 하고, 작년에 열 명이 바치던 분량을 금년에는 한 사람에게 책임지워 바치게 하고 있으니, 이 상태로 나간다면 반드시 그 한 사람마저 없어진 뒤에야 끝장이 날 형편입니다. 오늘날 공안을 개정하자는 말이 나오기만 하면 사람들은 반드시 조종의 법은 가벼이 고쳐서는 안 되는 것이라고 핑계를 대곤 합니다. 그러나 조종의 법이라 할지라도 백성들의 곤궁함이 이런 지경에 이르렀다면 고치지 않을 수 없는데, 더구나 연산군 때의 법이 아닙니까. 삼가 바라건대 전하께서는 반드시 일을 파악할 만한 슬기가 있고, 장래의 일을 미루어 알 만한 심계(心計)가 있으며, 일을 잘 처리할 만한 재능이 있는 자를 가려 공안에 관한 일을 전담하게 하되 대신으로 하여금 그들을 통솔하게 함으로써, 연산군 때에 더 책정한 분량을 모두 없애 조종의 옛 법을 회복하게 하소서. 그리고 각읍의 물산 유무와 전결의 다소와 민호의 잔성(殘盛)을 조사하고 상호 조절해서 한결같이 고르게 하고 반드시 본색(本色)을 각사(各司)에 바치도록 하면, 방납(防納)은 금하지 않아도 자연히 없어지고 민생은 극심한 고통으로부터 풀려나게 될 것입니다. 오늘날 시급한 일로서 이보다 더 큰 일은 없습니다. 이른바 ‘절약과 검소함을 숭상하여 사치 풍조를 개혁한다.’는 것은 이런 뜻입니다. 백성들이 곤궁해지고 재물이 고갈된 것이 오늘날에 와서 극도에 달했습니다. 따라서 공물을 감해 주지 않을 수가 없는데 만약 소비하는 것을 조종의 법대로 하지 않으면, 수입에 맞추어 지출할 수 없게 되어 마치 모난 그릇에 둥근 뚜껑을 덮는 것처럼 앞뒤가 들어맞지 않을 것입니다. 게다가 사치하고 문란한 풍속이 오늘날보다 더할 수가 없습니다. 음식은 배를 채우기 위한 것이 아니라 상 다리가 부러지게 차려놓고 뽐내기 위한 것이 되었고, 옷은 몸을 가리기 위한 것이 아니라 화려함과 아름다움을 경쟁하기 위한 것이 되어, 한 상을 차리는 비용이 굶주린 자의 몇 개월 양식이 될 만하고, 한 벌의 비용이 헐벗은 자 열 명의 옷을 장만할 수 있는 정도가 되었습니다. 열 사람이 농사를 짓는다 해도 한 사람을 먹여 살리기가 어려운데 농사짓는 사람은 적고 먹는 사람은 많으며, 열 사람이 베를 짠다 해도 한 사람의 옷을 마련하기가 어려운데 길쌈하는 사람은 적고 옷을 입는 사람은 많으니, 어찌 백성이 굶주리고 헐벗지 않을 수가 있겠습니까. 옛 사람이 말하기를, ‘사치의 피해는 천재(天災)보다도 더하다.’ 하였는데, 어찌 믿지 않을 수가 있겠습니까. 만약 상께서 먼저 절약과 검소함을 힘써서 이 병폐를 고치지 않는다면 아무리 형법이 엄하고 호령이 자주 내린다 하더라도 수고스럽기만 할 뿐, 아무런 이익도 없을 것입니다. 신은 고로(古老)의 말을 들은 적이 있는데, 그가 말하기를, ‘성종(成宗)께서 병환으로 누워계실 때 대신이 문안드리려고 들어가 보니, 침실에서 덮고 계신 다갈색(茶褐色) 명주 이불이 다 해어져가고 있는데도 바꾸지 않았다.’고 하였습니다. 그 말을 전해 들은 자는 지금까지도 흠모하여 마지않고 있습니다. 삼가 바라건대 전하께서는 조종조의 공봉 규례(供奉規例)를 상고하도록 명하시어, 궁중의 용도를 일체 조종의 옛날 검약하던 제도를 따르도록 하소서. 그리하여 내외에 모범을 보여 민간의 사치스런 풍조를 고쳐서 사람들로 하여금 성대한 음식상을 차리거나 화려한 옷을 입는 것을 부끄럽게 여기게 하심으로써, 하늘이 내려준 재물을 아끼고 백성들의 힘을 펴게 하도록 하소서. 이른바 ‘선상(選上)의 제도를 바꾸어 공천(公賤)의 고통을 덜어준다.’는 것은 이런 뜻입니다. 선상의 본 뜻은 면포(綿布)를 마련하기 위한 것이 아니었습니다. 서울 관청의 노복(奴僕)만 가지고는 역(役)을 세우기가 부족하기 때문에, 밖에 있는 공천들로 하여금 번갈아 가며 경역(京役)을 서게 하고 이를 ‘선상’이라 부른 것입니다. 그런데 가난한 공천들이 양식을 싸가지고 와서 서울에 머물러 있는 동안 당하는 고통이 막심하여 감당하기 어려우므로 비로소 면포로 부역에 대신할 수 있도록 하였던 것인데, 지금에 와서는 오직 베만을 거두어들일 뿐 한 사람도 와서 부역을 치르는 자는 없게 되었습니다. 민생은 날로 곤궁해지고 호구(戶口)는 날로 줄어들고 있는데 공천도 백성이거늘 어찌 그들만이 온전할 수 있겠습니까. 이리 저리 떠돌아다니며 생활도 제대로 하지 못하는데, 한 번 선상의 대가를 치르고 나면 집안이 망하지 않는 자가 거의 없습니다. 2년은 공물을 바치고 1년은 선상에 걸려 대체로 3년이 되면 반드시 한 번은 집안을 망치게 되니, 공천들의 고통은 극도에 이르렀다 하겠습니다. 게다가 해조의 색리들이 나누어 배정하는 것이 고르지 못합니다. 비록 노비의 수효가 많은 고을이라도 뇌물이 있으면 적게 배정하고 겨우 몇 가구만 있는 고을이라도 뇌물이 없으면 많이 배정하는데, 지탱할 능력이 없고 보면 그 침해가 일족(一族)에게 미치게 되어 일반 백성들까지도 그 괴로움을 당하게 됩니다. 일단 곤경에 빠뜨린 뒤에는 비록 공정하게 균등히 배정한다 하더라도 이미 구제할 수가 없을 것이니, 미리 변통하지 않으면 후환이 끝이 없을 것입니다. 신의 어리석은 생각으로는 신역(身役)을 고쳐 대신 면포를 받는 것은 이미 《대전(大典)》의 법이 아니니, 지금이라도 선상 제도를 폐지하고 신공(身貢)을 받도록 하는 것이 좋겠습니다. 삼가 바라건대 전하께서는 해관(該官)에 명하시어 노비 장부를 자세히 조사하여 현존하는 숫자에 의거, 매년 바치는 노복의 공납 면포 두 필과 여비(女婢)의 공납 면포 한 필 반을 그 총계가 얼마인지를 계산하여, 그 중 5분의 2는 사섬시(司贍寺)에 비축하여 나라의 비용으로 쓰게 하고, 5분의 3은 각사에 나누어 주어 선상의 역에 충당하게 하되, 면포가 부족할 경우에는 적절히 요량하여 역을 세우는 숫자를 줄이게 하소서. 이렇게 하신다면 공천에게는 일정한 공물이 정해져 있어 미리 준비를 할 수가 있으니, 갑자기 마련해야 하는 어려움이 없을 것이고, 공물을 거두어 들이는 데에도 일정한 장부가 있어 빼고 고치고 하는 일이 없게 되어 간리(奸吏)의 술책이 없어질 것이며, 호령이 번거롭지 않고 백성들은 실질적인 혜택을 받게 될 것입니다. 이른바 ‘군정(軍政)을 개혁하여 안팎의 방비를 굳건히 한다.’는 것은 이런 뜻입니다. 하늘의 재변은 헤아리기 어려우니 사실 무슨 일 때문에 일어난 것인지 지적할 수가 없기는 합니다. 그러나 옛날 역사를 가지고 증험해 보건대, 흰 무지개가 해를 꿰는 것은 대부분 전란의 상징이었습니다. 현재 군정(軍政)은 무너지고 전 국경은 무방비 상태인데, 만약 급박한 일이라도 생긴다면 비록 장양(張良)·진평(陳平) 같은 이가 지혜를 짜내고 오기(吳起)·한신(韓信) 같은 이가 군대를 통솔한다 하더라도 거느릴 병졸이 없는 상황에서 어떻게 홀로 싸울 수가 있겠습니까. 생각이 여기에 미치면 가슴이 떨리고 간담이 서늘해집니다. 시국의 폐단에 관해서는 앞에 이미 아뢰었으나 군정에 대해서는 상세히 진달하지 못하였으므로, 지금 먼저 그 폐단을 아뢴 다음 대책을 세워볼까 합니다. 우리 나라 법제에는 결함이 있는 부분이 많습니다. 단지 병사(兵使)·수사(水使)·첨사(僉使)·만호(萬戶)·권관(權管) 등의 벼슬만 설치해 놓고 먹고 살 녹봉은 주지 않아 사졸들에 의하여 해결하고 있으니, 변장(邊將)들이 사졸을 침해하는 폐단이 여기에서 시작되었습니다. 국법이 날이 갈수록 해이해져 탐욕과 포악한 짓이 더욱 성해졌는데, 게다가 인재의 등용이 공정하지 않아 채수(債帥)가 연달아 생겨 공공연히 ‘아무 진(鎭)의 장수는 그 값이 얼마이고 아무 보(堡)의 벼슬은 그 값이 얼마이다.’라고 말하게 되었습니다. 그런 무리들은 오직 군졸을 착취하여 발신(發身)할 줄만 알고 있으니, 다른 일이야 또 어떻게 걱정하겠습니까. 사졸들이 유방(留防)하는 것을 괴롭게 여긴 나머지 면포를 바치고 군역(軍役)을 면제받으려 하면 반드시 기뻐하며 그것을 허락하고, 진(鎭)에 유방하는 자들에게는 반드시 감당하기 어려운 일들을 강요하고 하기 어려운 부담을 책임지워 마치 기름에 콩 볶듯 하고 있습니다. 사람은 목석(木石)이 아니니 그 누가 자신을 아끼지 않겠습니까. 수자리를 면제 받은 자들이 그의 집에 편히 누워 있는 것을 보면 모두가 부러워하며 그들도 그런 것을 본받으려 하게 됩니다. 만약 수자리 사는 군역을 많은 사람들이 면제받아 진열이 있을 때에 거짓 이름으로 대신 점호(點呼)를 받게 합니다. 그런데 지역을 돌면서 검열하는 관리는 그저 그 숫자만을 세어볼 뿐이니, 그 누가 진짜와 가짜를 따지겠습니까. 수자리를 면제받는 것이 편하기야 하지만 베를 마련하기도 어렵기 때문에, 몇 번 수자리에 걸리기만 하면 집안 살림이 결딴나 지탱할 수가 없어서, 도망치는 자들이 잇따라 생겨 나고 있습니다. 그 다음해에 장부의 수효대로 수자리를 독촉하면 본 고을에서는 반드시 그 일족(一族)으로 군역에 응하도록 하고, 그 일족이 또 도망가면 그 일족의 일족에게까지 미치게 됩니다. 이처럼 환란이 만연되어 끝이 없는 지경이니, 장차 백성들은 한 사람도 남는 자가 없게 될 정도입니다. 그런데 저 이른바 채수(債帥)들은 그래도 의기 양양하여 짐을 바리로 싣고 집에 돌아와 그의 처첩(妻妾)에게 뽐내고 있으니 가난했던 자도 그로 인하여 부자가 되고, 권세가에게 뇌물을 써서 진급을 꾀함으로써 천했던 자도 그로 인하여 귀한 신분이 되고 있습니다. 오늘날 이 일을 논하는 자들은 이런 폐단을 개혁할 생각은 하지 않고 부질없이 군졸의 수효를 채우지 못하는 것만을 걱정하고 있습니다. 신의 어리석은 생각으로는, 설사 군졸의 수효를 다 채운다 하더라도 이런 폐단을 개혁하지 않는다면 오직 변장이 얻는 면포만 더 보태줄 뿐 나라를 방비하는 데에야 무슨 도움이 될까 하는 생각입니다. 이것이 첫째 폐단입니다. 수륙(水陸)의 군사들에 대하여 반드시 자기가 사는 지방에서 유방(留防)하게 하지 아니하고, 혹은 며칠이 걸리는 거리로 보내기도 하고 혹은 천 리 밖으로 보내기도 하는데, 그 고장 풍토에 익숙치 않아 병에 걸리는 자가 많습니다. 이미 장수의 학대에 떨고 있는데다가 또 그 지방 군사들의 횡포에 곤욕을 치르는 등, 객지에서 헐벗고 굶주리고 있는데, 남쪽 군인으로서 북쪽 국경에 수자리사는 자들의 경우가 더욱 심합니다. 여위고 병들어 몸도 가누지 못하여 얼굴은 사색이 다 되어 있습니다. 이들이 만약 적의 기병(騎兵)을 만난다면 비록 도망치려 한다 해도 도망칠 기력이 없어 앉아서 어육을 당하게 될 것인데, 하물며 활을 쏘며 적을 막아내기를 기대할 수 있겠습니까. 신이 듣건대 황해도 기병으로서 평안도에 가서 수자리를 살게 되는 사람의 경우, 그들 한 명을 보내는 비용이 반드시 면포 30∼40필에 밑돌지 않는다고 합니다. 30∼40필이라면 곧 시골 백성이 여러 가구에서 생산해 내는 양으로서 한 명이 가면 반드시 여러 가구가 파산하게 되니, 어찌 궁해져서 도둑질하지 않을 수가 있겠습니까. 이것이 둘째 폐단입니다. 6년마다 군적(軍籍)을 정리하는 법이 폐지되어 행해지지 않다가 계축년에 와서야 오래도록 폐지한 끝에 수괄하도록 하였습니다. 그런데 명을 받든 신하가 신속히 처리하는 것을 능사로 삼았으므로, 주현(州縣)에서도 그런 기풍을 받들어 그저 미치지 못할세라 서둘러 긁어모으면서 혹시라도 빠뜨릴까만 염려했을 뿐, 구차히 수효를 채움으로써 환란을 끼치게 될 것은 생각하지 않았습니다. 그리하여 거지들까지도 모두 넣어 수효를 채우고 닭이나 개 이름까지도 장부에 수록하여 한두 해가 채 지나지 않아 태반이 빈 장부가 되어버렸습니다. 이제 20여년 만에 다시 군적 정리 사업을 실시하게 되었는데, 군졸의 수효가 부족한 것은 계축년보다도 심하고 남아 있는 장정의 수효 또한 계축년보다 훨씬 적으니, 아무리 교묘하게 수괄한다 하더라도 어찌 가루 없는 국수를 만들어낼 수야 있겠습니까. 이제 수괄한다고 해도 아이들이 아니면 거지이고 거지가 아니면 사족(士族)일 테니 건실한 장정이야 몇이나 되겠습니까. 따라서 지금 군적 정리를 한다 하더라도 금방 또 빈 장부가 되고 말 것입니다. 해조는 이런 사실을 듣고 보지 못하지는 않았을 텐데도 이제 또 애써 반드시 정원수를 채우겠다고 말하고 있으니, 매우 사리를 헤아리지 못한 것입니다. 이것이 셋째 폐단입니다. 내외의 양역(良役)은 그 명목이 너무 많아 이루 다 헤아릴 수 없을 정도인데 그 중에서도 소위 조례(皂隷)·나장(羅將) 등 원역(員役)이 가장 고달프다 하겠습니다. 역시 면포로 대역(代役)의 값을 치르고 있을 뿐인데, 그가 소속된 관아에서는 이미 다른 사람을 대역으로 시켜놓고는 불시에 저리(邸吏)를 독촉하여 대역의 댓가를 갚도록 하고 있습니다. 그러면 저리는 이자를 따져서 바친 뒤에 거기에 든 기타 비용까지 통산하여 당사자에게 그 세 배를 받아냅니다. 그러므로 한 사람이 언제나 세 사람의 부역을 감당하게 되는데, 이를 감당하지 못하면 으레 일족에게서 그것을 받아들이고 있습니다. 이것이 넷째 폐단입니다. 이상 네 가지 폐단을 지금 바로잡지 못한다면 몇 년 뒤에는 비록 유능한 사람이 있다 하더라도 어떻게 할 수가 없을 것입니다. 삼가 바라건대 전하께서는 옛 제도를 개혁하여 새로운 규정을 만드소서. 모든 병영(兵營)·수영(水營) 및 진(鎭)·보(堡)가 있는 곳에는 반드시 그 고을 장부에 계상된 것 이외의 곡식을 적절히 헤아려 변장(邊將)의 양식으로 충분히 주도록 하되, 그 고을의 곡식으로 부족할 경우에는 이웃 고을의 곡식도 거두어서 반드시 변장으로 하여금 자신의 생활을 지탱하여 부족함이 없도록 해야 합니다. 그런 뒤에 법제를 엄하고 분명히 하여 한 자의 베나 한 말의 쌀이라도 군졸들로부터 거두어들이지 못하게 하고, 오직 기계를 잘 정비하고 말타기와 활쏘기 등을 교습시키도록 해야 할 것입니다. 그리하여 병사·수사 및 순찰사는 군사들을 호명하여 부재자의 유무를 검열하는 일에 그치지 말고 반드시 그들의 무기를 검열하고 말타기 활쏘기 등 무예를 시험해 봄으로써 훈련이 잘 되어 있는지의 여부를 가지고 우열을 가리게 해야 합니다. 그리하여 만약 전처럼 재물을 거두어들이고 군졸을 놓아보내다가 발각되면 장률(贓律)로 다스리게 하소서. 첨사(僉使)·만호(萬戶)·권관(權管) 등의 관원을 지방의 남북이나 거리의 원근을 막론하고 모두 군직에 소속시켜 그 처자들로 하여금 녹봉을 받아 살아갈 수 있게 하여야 합니다. 처음 제수할 때는 반드시 합당한 사람을 뽑도록 하고, 일단 제수한 뒤에는 다섯 번 고사(考査)하여 다섯 번 상(上)을 받으면 곧 권관에서 만호로, 만호에서 첨사로, 첨사에서 동반(東班) 6품의 직으로 올려 제수해야 할 것입니다. 그리고 고사하여 중간 성적을 얻은 사람은 다른 진의 같은 등급의 자리로 옮겨주고 승진할 수 없게 함으로써, 그로 하여금 지난 세월을 아깝게 느껴 부지런히 힘쓰도록 해야 합니다. 유방(留防)에 있어서는 반드시 그 고을의 군사들을 거느리게 하되 그 고을의 군사가 부족한 뒤에야 옆 고을에 배정토록 해야 합니다. 유방하고 있는 곳은 각색(各色)의 양역(良役)을 모두 폐지하고 오직 유방의 군역만 있게 하여 먼 곳에 부역하는 수고로움이 없도록 하는 한편, 번(番)을 나누어 번갈아 가면서 쉬도록 하여야 합니다. 진(鎭)에 있을 때에는 또한 조금이라도 노력이 허비되거나 재물을 손해보는 일이 없게 해야 하며, 진장(鎭將)의 사령(使令)에 응하는 것은 땔감을 나르거나 물을 길어오는 일만 하게 하고 기타 다른 일은 하는 일이 없게 하여, 활을 다루고 활쏘기를 익히는 일에 전념할 수 있게 하여야 합니다. 황해도의 기병(騎兵)을 북방에 수자리사는 군역에 종사하도록 하는 일은 혁파하여 그렇게 하지 말도록 해야 합니다. 만약 국경의 경비가 허술해질까 걱정이 된다면 연변(沿邊)의 수령들에게 명을 내려 백성들에게 활쏘기를 익히게 하도록 하되 3개월에 한 번씩 시험을 실시하여 많이 적중시키는 자는 상을 후하게 주고, 두 번 일등을 차지한 자는 그 가족의 부역을 면제해 주고, 다섯 번 일등을 차지한 자는 군졸의 경우에는 군관(軍官)으로 특진시키고, 그 중에서 지식이 여러 사람을 거느릴 만한 자가 있을 경우에는 해조에 그 이름을 아뢰어 권관(權管)에 보직시킴으로써 쓸 만한 지의 여부를 시험하도록 하소서. 그리고 그가 공사천(公私賤)일 경우에는 그 이름을 아뢰어 면천(免賤)을 특별히 허락하되, 사천은 본 주인에게 그 댓가를 충분히 주도록 하소서. 이렇게 하면 다섯 번이나 일등을 차지하는 자는 매우 드물 것이나 변경의 백성은 모두가 정병(精兵)으로 변할 것입니다. 그렇게 되면 혹시 적이 변경을 침입할 경우라도 사람들은 제각기 스스로를 방위하려고 할 것인데, 그 누구라서 힘써 싸우지 않겠습니까. 상번(上番)한 군사에 대해서도 유사(有司)가 또한 수시로 그들의 무예를 시험하여 그중 가장 우수한 자는 계달하여 논상하고, 다섯 번 일등을 한 자는 그가 사는 지역의 진(鎭)·보(堡)의 군관으로 특별히 보직함으로써 군무(軍務)에 힘쓸 뜻을 지니도록 하소서. 군적을 정리하는 일을 실질적인 군적 관리가 되도록 힘써야지 정원수를 억지로 채우려 해서는 안 됩니다. 15세가 채 안 된 소년에 대해서는 이름과 나이만을 별도의 장부에 기록해 두었다가 그들의 나이가 찰 때에 군적에 넣도록 해야 합니다. 날품팔이나 거지는 모두 삭제하여야 합니다. 열읍(列邑)의 군부(軍簿)는 옛 기록을 그대로 두되 다만 몇 명이 모자란다는 것만은 기록해 두어야 합니다. 그리고 수령들에게 명을 내려 그들을 부지런히 휴양시키고 위무하게 하였다가 장정이 생기는 대로 군적에 보충시키되, 일정한 기한을 정하지 말고 기필코 정원수를 채우도록 해야 합니다. 또 6년마다 한 번씩 반드시 군적을 정리함으로써 갑자기 정리하는 데 따른 소요가 일어나지 않도록 해야 합니다. 만약 군졸이 부족하여 여러 곳의 군역에 대응할 수가 없을 경우에는 상번 군사의 수를 적절히 줄이고, 그래도 부족할 때는 방비가 허술해도 무방한 곳의 군사 수를 적절히 줄이고, 그래도 부족한 때는 남쪽 지방의 겨울철 유방군의 수를 적절히 줄이고, 그래도 부족할 때는 병역 대신 가포(價布)를 바치는 보병(步兵)의 수를 반으로 줄여서 유방 군사의 부족한 인원을 보충하게 해야 합니다. 유방 군사가 진장(鎭將)의 침해를 당하는 일이 없게 되면 보병들 역시 이리나 호랑이를 피하듯 군역을 싫어하지는 않게 될 것입니다. 이른바 조례(早隷)나 나장(羅將) 등 원역의 경우는 각기 일정한 소속이 있을 필요가 없으니, 그러한 명목을 모두 폐지하여 보병으로 다 편입시킨 뒤 가포를 병조에 바치도록 하고 병조는 각사에서 원역을 세우는 수를 헤아려 가포를 배정한다면, 저리(邸吏)는 불시에 독촉받는 것을 면하게 되고, 민간에서는 세 배나 되는 가혹한 양의 베를 내게 되는 일이 없을 것입니다. 군정(軍政)에 관한 좋은 계책으로서는 이것이 그 대략입니다. 이상 다섯 가지는 백성을 편안히 할 수 있는 요목으로서 그 대강이 이와 같은데, 그에 대한 자세한 것은 전하께서 널리 의논하시어 계책을 세우기에 달려 있을 따름입니다. 살펴보건대 지금의 시사(時事)는 날로 그릇되어가고 백성의 기력은 날로 소진되어가고 있는데, 권간이 세도를 부리던 때보다 더 심한 듯합니다. 그 까닭이 무엇이겠습니까. 권간이 날뛰던 시절에는 그래도 조종들의 남기신 은택이 어느 정도나마 남아 있었기 때문에, 조정의 정치가 혼란했다 하더라도 백성들의 힘은 그런 대로 지탱해 나갈 수가 있었습니다. 오늘날의 경우는 조종들이 남기신 은택은 이미 다하고 권간이 남겨 놓은 해독이 바야흐로 작동하고 있기 때문에, 청론이 비록 행해진다 하더라도 민력은 이미 바닥이 나버린 상태입니다. 비유하자면 마치 어떤 사람이 한창 젊을 때 주색에 빠져 여러 가지로 몸을 해치는 일이 많았다 하더라도 혈기가 왕성한 때라서 몸이 상하는 것을 모르고 있다가, 만년에 이르러서야 그 해독이 틈만 있으면 불현듯 나타나 아무리 근신하며 몸을 보양해도 원기가 이미 쇠퇴하여 몸을 지탱할 수 없게 되는 것과 같습니다. 오늘날의 시사가 실로 이와 같으니 앞으로 10년이 채 안 되어 화란이 반드시 일어나고야 말 것입니다. 보통 사람들도 열 칸의 집과 백 마지기의 전답을 자손에게 물려주면 자손은 또 그것을 잘지켜 선조를 욕되지 않게 하려고 하는데, 하물며 지금 전하께서는 조종조 백 년의 사직과 천 리의 강토를 물려받으셨고 게다가 환란이 곧 닥칠 것 같은 상황에 처해있음이겠습니까. 마음으로 정성을 다하여 해결책을 구한다면 꼭 잘 된다는 보장은 없어도 적어도 아주 엉뚱한 결과가 생기지는 않는 것이며, 능력이 부족하다 하더라도 스스로 구제할 수는 있는 것인데, 하물며 지금 전하께서는 권세의 중추를 관장하시고 사리에 밝으시어 시대를 구제할 능력이 있음이겠습니까. 소신(小臣)은 나라의 두터운 은총을 받아 백 번 죽는다 해도 보답하기 어려울 정도이니, 참으로 나라에 이익이 되는 일이라면 끓는 가마솥에 던져지고 도끼에 목이 잘리는 형벌을 받게 된다 하더라도 피하지 않을 것입니다. 그런데 더구나 지금 전하께서 언로를 넓게 열어놓고 의견을 거리낌없이 받아들이겠다고 간절히 수교(手敎)하셨음이겠습니까. 신이 만약 발언을 하지 않는다면 실로 전하를 배반하는 것이 되겠기에 충정에 격동되어 극진하게 다 말씀드렸습니다. 그러나 병을 치르고 난 끝이라서 정신은 흐리고 손은 떨리며 글은 비속하고 중복되었는가 하면 자획도 겨우 이루었으므로 볼 만한 것이 못됩니다. 그렇기는 하지만 아뢴 그 뜻이 요원한 듯해도 실은 가까운 것이고 계책이 오활한 듯해도 실은 절실한 것이니, 비록 삼대(三代)의 제도는 아니라 하더라도 실로 왕정(王政)의 근본으로서 그대로 시행만 하면 효과가 드러나 왕정(王政)을 회복할 수 있을 것입니다. 삼가 바라건대 전하께서 자세히 보시고 익히 검토하시며 신중히 궁구하고 깊이 생각하시어 성상의 마음 속에서 취하고 버릴 것을 결정하신 다음, 널리 조정의 신하들에게 하문하시어 그 가부를 의논하게 한 뒤에 이를 받아들이거나 물리치신다면 매우 다행스럽겠습니다. 전하께서 신의 계책을 채택하신다면 그 진행을 유능한 사람에게 맡겨 정성껏 그것을 시행하게 하고 확신을 갖고 지켜 나가게 하소서. 그리하여 보수적인 세속의 견해로 인하여 바뀌게 하지 말고, 올바른 것을 그르다 하며 남을 모함하는 말로 인하여 흔들리는 일이 없도록 해야 하겠습니다. 그렇게 하여 3년이 지나도록 나랏일이 여전히 부진하고 백성이 편안해지지 않으며 군대가 정예로와지지 않는다면, 신을 기망(欺罔)의 죄로 다스리어 요망한 말을 하는 자의 경계가 되도록 하소서.” 하였는데, 상이 답하기를, “상소의 사연을 살펴보니 요순 시대를 만들겠다는 뜻을 볼 수 있었다. 그 논의는 참으로 훌륭하여 아무리 옛 사람이라도 그 이상 더할 수 없을 것이다. 이와 같은 신하가 있는데 나라가 다스려지지 않을까 어찌 걱정하겠는가. 그 충성이 매우 가상하니 감히 기록해 두고 경계로 삼지 않겠는가. 다만 일이 경장(更張)에 관계된 것이 많아 갑자기 전부 고칠 수는 없다.” 하고, 이 소를 여러 대신에게 보여 의논하여 조처하게 하는 한편, 또 소를 등서하여 올리라고 명하였다. 이 당시 인심이 불안하던 차에 이이의 상소에 대한 비답을 보고서는 인심이 크게 안정되었다.",
                "hj": "○右副承旨李珥上萬言疏, 極陳時弊及弭災、進德之說。 其疏曰: 臣伏以, 政貴知時; 事要務實。 爲政而不知時宜; 當事而不務實功, 雖聖賢相遇, 治效不成矣。 恭惟, 殿下聰明英毅, 好士愛民, 內無音樂、酒色之娛; 外絶馳騁、弋獵之好, 古之人君, 所以蠱心害德者, 皆非殿下之所屑也。 倚仗老成, 擢用人望, 旁招俊乂, 仕路漸淸, 優容直言, 公議盛行, 朝野顒顒, 佇見至治, 宜乎紀綱振肅, 民生樂業。 而以言其紀綱, 則徇私滅公, 猶昔也; 號令不行, 猶昔也; 百僚怠官, 猶昔也。 以言其民生, 則家無恒産, 依舊也; 流轉失所, 依舊也; 放僻爲惡, 依舊也。 臣嘗慨歎, 竊欲深究其故, 一達冕旒, 而未得其會。 昨者伏覩, 殿下因天災, 諭大臣之敎, 則殿下亦大疑而深歎, 願聞振救之策。 此誠志士盡言之秋也, 惜乎! 大臣過於惶惑, 辭不盡意也。 夫災異之作, 天意深遠, 固難窺測, 亦不過仁愛人君而已。 歷觀古昔明王誼辟, 可以有爲, 而政或不修, 則天必示譴而警動之。 至於暴棄之君, 與天相忘則反無災異。 是故, 無災之災, 天下之至災也。 今以殿下之明聖, 居可爲之位; 値可爲之時, 而紀綱如是; 民生如是, 則皇天之付畀者, 未塞其責矣。 設使今者, 景星日現; 慶雲日興, 殿下之危懼, 尤無所自容矣。 衆災疊現, 日無虛度者, 乃皇天仁愛之至也。 殿下之矜惕脩省, 其可少緩乎? 雖然, 不知時宜; 不務實功, 則危懼雖切, 治效終邈, 民生豈可保; 天怒豈可弭乎? 臣今罄竭一得, 先陳沈痼之弊, 後及振救之策。 伏願殿下, 虛心易氣, 勿厭其煩文; 勿怒其觸忤, 以垂睿察焉。 夫所謂時宜者, 隨時變通, 設法救民之謂也。 程子論《易》曰: “知時識勢, 學《易》之大方也,” 又曰: “隨時變易, 乃常道也。”蓋法因時制, 時變則法不同。 夫以舜繼堯, 宜無所不同, 而分九州爲十二; 以禹繼舜, 宜無所不同, 而革十二爲九州, 此豈聖人好爲變易哉? 不過因時而已。 是故, 程子曰: “堯、舜、禹之相繼, 其文章、氣象, 亦自少異也。” 降自夏、商, 其間小變, 不可枚擧, 而以言其大者則夏人尙忠, 忠弊, 故救之以質; 質弊, 故救之以文; 文弊不救然後, 天下壞亂, 入于强秦。 秦以暴虐, 焚《詩》《書》而亡; 漢興, 監其弊, 尙寬德, 崇經術。 及其弊也, 崇虛文、無實節, 權移外戚, 諛侫成風。 世祖之興, 褒崇節義, 於是, 士務名節, 而其弊也, 不知節之以禮, 視死如歸, 苦節不中。 人皆厭之, 而時無賢主出而救之, 故苦節變爲魏、晋之曠蕩, 尙浮虛、亡禮法。 禮法旣亡, 與夷狄無異, 故五胡亂華, 中原糜爛。 亂極當治, 故有貞觀之治, 而救弊未盡其道, 猶有夷狄之風。 三綱不正, 君不君、臣不臣, 藩鎭不賓, 權臣跋扈, 陵夷有五代之亂。 宋興, 懲藩鎭之患, 釋去兵權, 收攬威柄, 而眞宗以後, 狃於昇平, 紀綱漸弛, 武略不競。 仁宗雖極富庶, 而頹靡之象, 已著, 當時大賢, 皆思變通之策。 直至神宗, 値可變之會, 奮有爲之志, 而所信任者, 王安石也。 後仁義而先功利; 違天人而促亂亡, 反不如不變之爲愈也。 馴致大禍, 變夏爲夷, 他尙何說哉? 上下數千年間, 歷代治亂之跡, 大槪如此。 隨時善救者, 只見於三代而已, 三代以後, 救者固鮮, 而亦未盡道焉。 大抵隨時可變者, 法制也; 亘古今而不可變者, 王道也, 仁政也, 三綱也, 五常也。 後世道術不明, 不可變者, 有時而遷改; 可變者, 有時而膠守, 此所以治日常少; 亂日常多者也。 且以我東方言之, 箕子八條, 文獻無徵; 鼎峙擾攘, 政敎蔑聞; 前朝五百, 風雨晦冥。 至于我朝, 太祖啓運; 世宗守成, 始用《經濟六典》, 至于成廟, 刊行《大典》, 厥後隨時立法, 名以《續錄》。 夫以聖承聖, 宜無所不同, 而或用《經濟六典》; 或用《大典》, 添之以《續錄》者, 不過因時而已。 當其時也, 建白創制, 人不爲怪, 而法行不滯, 民得蘇息。 燕山荒亂, 用度侈繁, 變祖宗貢法, 日以損下益上爲事。 ﻿中廟反正, 政當由舊, 而初年當國者, 只是功臣之無識者而已。 厥後己卯諸賢, 稍欲有爲, 而讒鋒所觸, 血肉糜粉, 繼以乙巳之禍, 慘於己卯。 自是士林狼顧脅息, 以苟活爲幸, 不敢以國事爲言。 而惟是權奸之輩, 放心肆意, 利於己者, 以爲舊法而遵守; 妨於私者, 以爲新法而革罷, 要其所歸, 不過剝民自肥而已。 至於國勢之日蹙; 邦本之日斲, 孰有一毫動念者哉? 幸値聖明存心學問, 垂念民生, 可以因時設法, 匡濟一世。 而自上虞邯鄲之步, 少更張之慮, 而爲臣者論人, 則恐有安石之患; 自愛則恐有己卯之敗, 莫敢以更張爲說。 試言今日之政, 則貢案守燕山虐民之法; 銓選遵權奸請托之規。 先文藝、後德行, 而行尊者, 終屈於小官; 重門閥、薄賢才, 而族寒者, 不展其器能。 承旨不入稟于御內, 近臣疎, 而宦官親, 侍從不參預於廷議, 儒臣輕, 而俗論重。 不久一官, 以歷敭淸顯爲榮; 不分職事, 以專委曹司爲務。 弊習、謬規, 難以縷陳, 而不始于己卯, 必成于乙巳。 而今之議者, 擬以祖宗之法, 不敢開更張之論, 此所謂不知時宜者也。 大抵雖聖王立法, 若無賢孫有以變通, 則終必有弊。 故周公, 大聖也, 治魯而不能振後日寢微之勢; 太公, 大賢也, 治齊而不能遏後日簒弑之萠。 若使齊、魯賢孫, 善遵遺意, 不拘於法, 則寧有衰亂之禍哉? 我國祖宗立法之初, 固極周詳, 而年垂二百, 時變事易, 不無弊端, 猶可變通, 況後日謬規, 汲汲改革, 當如救焚拯溺者乎? 《傳》曰: “窮則變, 變則通。” 伏願殿下, 留念思所以變通焉。 所謂實功者, 作事有誠, 不務空言之謂也。 子思子曰: “不誠, 無物” 孟子曰: “至誠, 未有不動者也。” 苟有實功, 豈無實效哉? 今之治效靡臻, 由無實功, 而所可憂者有七。 上下無交孚之實, 一可憂也; 臣隣無任事之實, 二可憂也; 經筵無成就之實, 三可憂也; 招賢無收用之實; 四可憂也; 遇災無應天之實, 五可憂也; 群策無救民之實, 六可憂也; 人心無向善之實, 七可憂也。 上下無交孚之實者, 何謂也? 君臣交際, 猶天地之相遇也。 在《易》《姤》之彖曰: “天地相遇, 品物咸章也。” 程子之傳曰: “天地不相遇, 則萬物不生; 君臣不相遇, 則政治不興; 聖賢不相遇, 則道德不亨; 事物不相遇, 則功用不成。” 是故, 明良相遇, 肝膽相通, 密如父子; 合如符契, 骨肉之親, 不能間; 鑠金之口, 無所容, 然後言行策用, 庶績以成。 三代聖王, 皆由是道, 未有君臣不相深信, 而能成治效者也。 竊伏惟念, 殿下明睿有餘, 而執德不弘; 好善非淺, 而多疑未祛。 是故, 群臣務建白者, 疑其過越; 尙氣節者, 疑其矯激, 得衆譽則疑其有黨; 斥罪過則疑其傾陷。 加以發號之際, 辭氣抑揚, 好惡靡定。 至於頃日之敎有曰: “大言競進, 喜行無前之事, 宜乎風淳政擧,” 斯敎一出, 群惑彌增。 古人有言曰: “言善非難, 行善爲難。” 邵雍曰: “治世尙德, 亂世尙言。” 古今天下, 安有大言競進, 而能使風淳政擧者乎? 且殿下以大言爲是耶? 爲非耶? 如其是耶, 則其所謂大言者, 不過引君當道, 期臻至治而已。 殿下當採用之不暇, 不當以競進爲譏諷也。 有言而不用, 則雖美, 而無益。 故子思爲臣, 而魯繆之削弱滋甚; 孟子爲卿, 而齊宣之王業不興。 況今進言者, 旣非思孟, 而採用之實, 蔑聞者乎? 何怪乎時事之不治哉? 如其非也, 則此乃造言生事之流也。 殿下當抑浮躁、務敦實, 以安朝廷; 以鎭人心, 不當以大言爲美事也。 嗚呼! 以讜論尤其競進, 則士氣沮, 而邪徑開; 以浮躁美其大言, 則虛僞長, 而實德喪。 殿下必居一於此矣, 抑未知殿下實無深意, 而言辭偶失者乎。 殿下於群臣, 深信有所不足。 故群臣亦不知聖意之所在, 每於聖敎之下, 一言異常, 則莫不駭目怵心, 常若臨不測之淵。 昨者大臣之承召也, 只是一味惶恐而已, 無一策可以回天心、救世道者。 若使大臣全無識見, 則已矣, 如有所見, 則豈非預憂殿下之不傾四聰也哉? 至於出一郞官; 補一殘邑, 聖心憂民, 未必有他, 亦非異事。 而朝士之有善名者, 咸懷不自安之心, 豈非殿下之誠, 未能素孚而然乎? 古之聖王, 處心行事, 如靑天白日, 萬物咸覩, 至於蚩蚩下民, 亦莫不洞知上意。 故殺之而不怨; 利之而不庸。 今者近密之臣, 尙未曉聖心, 況他人乎? 昔者﻿中廟之於趙光祖也, 可謂 ‘聖賢相遇’ 矣, 而陰邪忽入左腹, 如明鏡蔽于塵垢, 晝而唯諾於一榻之前; 夜而墜落於千仞之壑。 今之士林, 傷弓甫耳, 餘惴尙存。 小臣常以淺見爲說曰: “﻿中廟固是聖主, 而過於虛受, 君子之言雖易進, 而小人之讒亦易入矣。 今上則不然, 察言必詳, 傾聽不苟, 君子雖悶悶難契, 小人亦不敢罔以非道矣。 聖明之代, 必無士林之禍, 但恐民窮國蹙, 變通無策, 終有土崩之勢耳。” 今之士類, 能信臣言者, 有幾人乎? 君臣交際, 誠信未孚, 而能保治平者, 自古及今, 未之聞也。 此其可憂者一也。 臣隣無任事之實者, 何謂也? 設官分職, 各有所司, 三公摠統機宜; 六卿分理庶務; 侍從有論思之責; 臺諫受耳目之寄, 下至庶司小官, 莫不各有其任。 監司宣化于外; 節帥領督于邊, 守令分憂; 鎭將監戍, 亦莫不各有其職。 今者三公, 固是人望所屬, 而亦不敢建白施設, 徒能恭愼畏忌而已, 殊無經濟邦國, 挽回世道之望, 他又何責焉? 大官悠悠於上, 惟瞻前顧後是務; 小官泛泛於下, 惟相時射利爲事。 紀綱專委之臺閣, 而不過摘抉一二奸細以塞責; 銓選專出於請托, 而不過安排一二名士以托公, 以至庶司之官, 漫不知所掌何事, 惟知積日累朔以求遷。 大小之官, 豈無一二奉公忘私者哉? 只是形單勢弱, 不能有所裨益。 監司巡遊自娛, 以廚傳豐約; 文書工拙爲殿最, 能明黜陟者, 有幾人乎? 節帥嚴刑以自威, 剝割以自奉, 撫綏、精練, 兩失其榮, 能不辱閫外之寄者, 有幾人乎? 守令只知斂民以自利; 行媚以干譽, 能以字牧爲心者, 屈指甚鮮。 鎭將先問軍卒之幾何, 以計綿布之多少而已, 能以防備爲虞者, 絶無幸有。 惟是胥吏之輩, 投間抵隙, 執其機要, 生民膏血, 殆盡於胥吏之手矣。 至於籍兵, 最是大事, 而賄賂交於路, 僞券亂其眞, 村民欲餽以牛, 色吏必求緜布, 以牛易布, 牛價頓賤。 京外皆然, 衆口沸騰, 況於他事乎? 曺植嘗曰: “我國以胥吏而亡。” 此言雖過, 亦有理焉。 此由群臣不任事之過也。 官各稱職, 則安有以胥吏亡國者乎? 今若以爲, 所任非人, 而欲易之則一時人物不過如此, 賢才難以猝辦, 以爲刑法不嚴, 而欲重之則法重而奸益滋, 且嚴法, 非救弊之策也。 以爲無可奈何, 而置之則百弊日增; 庶績日敗; 民生日困, 而亂亡必隨。 此其可憂者二也。 經筵無成就之實者, 何謂也? 古者, 設三公之官, 師, 道之敎訓; 傅, 傅之德義; 保, 保其身體。 此法旣廢, 師、傅、保之責, 專在於經筵。 故程子曰: “君德成就, 責經筵。” 經筵之設, 非爲臨文講讀, 不失章句而已, 將以解惑而明道也; 將以納誨而進德也; 將以論政而制治也。 故祖宗於經筵官, 待之有禮; 親之有恩, 如家人父子, 情意洞澈焉。 今之侍臣, 學問多缺, 誠懇多之, 或難於入侍, 至有規避者矣。 雖然, 豈無懷誠抱懇, 願親聖明者哉? 近者經筵不頻, 接見固疎, 而禮貌嚴肅, 辭氣罔舒, 酬答甚罕, 講問不詳, 政要時弊, 未嘗咨詢。 間有一二講官, 勸勉聖學, 則亦泛然俯聽而已, 殊無體驗踐履之實。 罷筵之後, 大內深邃, 瞻仰徒勤, 而殿下左右, 只有宦寺、宮妾而已, 未知殿下燕居之時, 所覽者何書; 所做者何事; 所聞者何語耶。 近臣尙不能知, 況外臣乎? 孟子, 亞聖也。 齊王之尊敬, 亦至矣, 尙有一曝十寒之歎。 況今侍臣, 有愧古人, 而疎外若是者乎? 此其可憂者三也。 招賢無收用之實者, 何謂也? 古之帝王至誠求賢, 如恐不及, 或感於夢寐; 或遇於漁釣者, 非特賢其人, 示其褒奬而已, 將與之共天位, 使之食天祿, 俾施澤於蒼生。 故詢之以輿議; 察之以接言; 試之以行事, 果知其爲賢, 則近其人, 而用其計, 使行其道焉。 夫是之謂, 王公之尊賢者也。 今殿下愛士求賢, 視古無愧, 幽貞隱德, 揚仄殆盡, 盛美之典, 近古所罕。 第以論薦之際, 泛言某人可用而已, 行跡之詳, 未嘗陳達。 有司旣失其宜矣, 自上亦不曾親見其人, 察其賢否, 但依例爵之而已。 夫修身篤行, 非以有求也, 山林之間, 豈無不屑爵祿者哉? 士之出處, 固非一端, 有不卑小官者; 有韞櫝不售者。 殿下之招賢, 只命以爵祿而已, 殊無接見、察試、擢用, 行道之實, 故今日以薦擧就職者, 或有爲親而屈者; 或有爲貧而仕者; 或有只爲謝恩而來者, 未嘗聞一人爲行道而出者也。 求賢最是美事, 而其歸不過虛文, 則治道何由可成? 此其可憂者四也。 遇災無應天之實者, 何謂也? 皇天之於人君, 若父母之於子也。 父母怒其子, 發諸辭色則子雖無過, 必倍加齊慄, 承顔順旨, 必得父母之底豫, 乃安於心, 況有過者? 尤當引咎哀謝, 革心改行, 起敬起孝, 必得父母愉悅之色可也, 不當但懷危懼, 拱手閉戶而已也。 帝王之遭天變, 亦如是焉, 反躬自省, 周察疵政, 身無愆矣; 政無闕矣, 亦當益加修勉, 欽若不已, 未嘗以無過自恕也, 況於身有愆, 而政有闕者乎? 必也求言, 以廣知見; 進賢, 以助不逮, 省民以勤撫摩; 革弊以興政治, 必務所以補前過、回天怒可也, 不當遑遑無策, 若有過之子, 拱手閉戶, 以俟父母之怒自息也。 頃年以來, 尋常有災, 人皆狃習, 不知可懼, 只緣白虹貫日之變, 極是陰慘, 故睿念驚惕, 倍加祇畏, 無乃回亂做治之幾, 闖發於今日乎? 因此幾會, 別無修治之擧者何耶? 夫避殿減膳, 畏災之文也, 末也; 進德修政, 畏災之實也, 本也。 文與末, 固不可廢也, 實與本, 今何事耶? 此其可憂者五也。 群策無救民之實者, 何謂也? 法久弊生, 害歸於民, 設策矯弊, 所以利民也。 聖敎有曰: “君依於國, 國依於民, 設百官, 分庶職, 只爲民生而已。 民旣擾蕩, 則國將何賴焉?” 臣伏讀再三, 不覺感激流涕。 大哉, 王言! 一哉, 王心! 此眞安庶民、回天怒之一大機也。 三代以後, 能知君臣之職, 只爲民生者, 有幾君乎? 但徒善非法, 不推; 徒法非善, 不行。 殿下愛民之心固是如此, 而愛民之政, 猶有未擧。 群下之獻策者, 只齊其末, 不揣其本, 故聽之若美, 行之無實。 今日進一計, 請除無名之稅, 而列邑之科斂自若; 明日建一議, 請均田戶之役, 而豪右之逭賦猶舊。 減選上, 將以蘇復公賤, 而偏受其苦者, 流離如昔; 禁防納, 將以不費民財, 而誅求其賂者, 刁蹬愈甚。 劾罷貪吏, 則繼之者, 未必愈於前人, 徒貽迎送之弊; 請擇邊將, 則望重者, 未必愈於新進, 反無忌憚之念。 其他良號之下; 美令之頒, 非一非再, 而州縣只傳數行書札而已, 村民不知其爲某事也。 夫是之故, 君子之進、議論之正, 與夫民生邈不相關, 但曰, 某人官高顯榮, 可羨而已, 未嘗聞某人被用, 其澤及民云爾。 善言之無效, 果如是則雖使朱、汲滿朝, 讜論盈耳, 何補於民窮財盡, 而四境渙散者哉? 惟是議論一失, 則乃能害及生民, 無所遲滯焉, 嗚呼, 怪哉! 古今所未聞也。 譬如萬間大廈, 久不修理, 大而樑棟; 小而椽桷, 莫不腐朽, 支撑牽補, 僅僅度日, 欲修其東, 則西掣而傾; 欲改其南, 則北撓而壞, 衆工環視, 無所措手。 置而不修, 則腐朽日甚, 將至顚覆, 今日之勢, 何以異此? 此其可憂者六也。 人心無向善之實者, 何謂也? 敎化不明, 民散久矣。 秉彝雖存, 晦蝕殆甚。 聖明臨御之初, 人心聳然, 頗有向善之念。 若於此時, 聖德日進, 治化日昇, 則今日之人心, 豈止於此哉? 第緣初年大臣, 輔導失宜, 誤殿下以淺近之規; 納民生於卑汚之域。 間以本明之心, 發爲公論, 而淸議尙弱, 俗見猶痼, 其聞善言、見善人也, 或有爲人而歆羨者; 或有外悅而中忌者; 或有顯指而非笑者, 中心好之者絶鮮矣。 是故, 良實少而虛僞盛, 在縲絏而被衆救者, 未必無罪; 爲守令而獲衆譽者, 未必有績。 館薦, 本求學行, 而設酒饌而誘多士者; 或有之; 里選, 本求端良, 而棄行檢而昧廉恥者, 或與焉。 若使秉銓之人, 又從而不擇焉, 則淸獨混淆、賢愚雜糅, 弊將難救。 乃若下民飢寒切身, 本心都喪, 父子兄弟, 尙如路人, 他又何說? 綱常不能維持; 刑政不能檢制, 由今之道, 無變今之習, 雖聖賢在上, 施敎無地。 廣擧鄕約, 雖是美事, 臣愚竊恐以今之習, 徑行鄕約, 亦無成俗之效焉。 此其可憂者七也。 凡此七憂, 爲今世之沈痼, 紀綱之頹、民生之困, 職此之由。 七憂未除, 則雖聖心勞瘁於上; 淸議馳騁於下, 亦無保國安民之效矣。 自古以來, 人君失德, 自取敗亡者, 理勢然也, 無足恨者。 今日聖明, 有何失德, 而國勢如此其岌岌乎? 臣雖多病才疎, 自知無補, 而區區血誠, 不後恒人。 入瞻重瞳, 英姿洞澈, 睿議明斷, 而出顧四方, 殿屎愁苦, 蹙蹙靡騁, 未嘗不深怪永歎, 焦心隕涕也。 嗚呼! 病至膏肓, 神醫尙可救; 國至垂亡, 明王尙可興。 當今朝廷尙靖, 權孽屛跡, 四封尙完, 外釁不作, 及今猶可有爲也, 稍緩則後時而無及矣。 孟子曰: “國家閑暇, 及是時, 修其政刑。” 伏願 殿下, 留念, 思所以振起焉。 今進修己、安民之要, 爲祈天永命之術。 修己爲綱者, 其目有四。 一曰、奮聖志, 期回三代之盛; 二曰、勉聖學, 克盡誠正之功; 三曰、去偏私, 以恢至公之量; 四曰、親賢士, 以資啓沃之益。 安民爲綱者, 其目有五, 一曰、開誠心, 以得群下之情; 二曰、改貢案, 以除暴斂之害; 三曰、崇節儉, 以革奢侈之風; 四曰、變選上, 以救公賤之苦; 五曰、改軍政, 以固內外之防。 所謂奮聖志, 期回三代之盛者, 昔者成覵謂齊景公曰: “彼丈夫也, 我丈夫也, 吾何畏彼哉?” 彼謂聖賢也。 夫以景公之資, 奮勵自强, 則可與聖賢同歸, 故成覵云然。 孟子於梁惠、齊宣, 非王道不言; 非仁政不勸。 夫以梁惠、齊宣之質, 苟能實行王道, 實施仁政, 則亦可與三王比肩, 故孟子云然。 此豈好爲大言, 不度實效者哉? 伏覩, 殿下資質甚美, 仁足以保民; 明足以辨奸; 武足以斷制。 而惟是作聖之志不立; 求治之誠不篤, 以先王爲不可企及, 而退托自小, 迄無振發之念, 未知殿下, 何所見而然歟? 夫所謂志大才疎, 以敗事績者, 不務修己, 妄擧難行之政; 不度强弱, 妄挑難禦之敵之謂也。 若其修己有實功; 安民有實心, 則可以求賢而共治; 可以革弊而救時, 此豈志大敗事者乎? 程子嘗曰: “爲國而至於祈天永命; 養形而至於長生; 學而至於聖人。” 此三事, 分明人力可以勝造化, 自是人不爲耳。” 信乎斯言。 自古未聞實用其功, 而不見實效者也。 今世之人, 不彊於爲善者, 只是心志爲他物所移耳, 政敎風俗, 有以使之也。 敎化不明, 人欲無窮, 志乎富貴; 志乎嗜慾; 志乎避患。 爲學則道與時乖, 故志富貴者, 遠避焉; 爲學則閑邪窒慾, 故志嗜慾者, 退縮焉; 爲學則毁謗必興, 故志避患者, 求免焉, 此豈非政敎、風俗, 有以使之乎? 殿下則不然, 富貴已極而志道者, 豈非所以長守富貴者乎? 嗜慾必淡而所欲, 豈不在於安社稷、壽國脈乎? 禍患可虞而防患, 豈不在於修一身、靖萬民乎? 殿下何憚而志不立乎? 古語曰: “有志者, 事竟成。” 伏願殿下, 濯去舊見, 以來新意, 奮發大志, 期興至治。 此志旣立然後, 勖勵大臣, 使之糾率百官, 改心易慮, 勉稱其職, 則孰敢因循舊習, 以取不恪之罪哉? 夫如是則時事庶可救; 世道庶可回; 天變庶可弭矣。 所謂勉聖學, 克盡誠正之功者, 大志雖立, 必以學問實之然後, 言行一致; 表裏相資, 無負乎志矣。 學問之實, 布在謨訓, 大要有三, 曰窮理也、居敬也、力行也, 如斯而已。 窮理亦非一端, 內而窮在身之理, 視聽、言動, 各有其則; 外而窮在物之理, 草木、鳥獸, 各有攸宜。 居家則孝親、刑妻、篤恩、正倫之理, 在所當察; 接人則賢愚、邪正、醇疵、巧拙之別, 在所當辨; 處事則是非、得失、安危、治亂之幾, 在所當審。 必讀書以明之; 稽古以驗之, 此是窮理之要也。 居敬, 通乎動靜。 靜時, 不起雜念, 湛然虛寂, 而惺惺不昧; 動時, 臨事專一, 不二不三, 而無少過差。 持身, 必整齊嚴肅; 秉心, 必戒愼恐懼, 此是居敬之要也。 力行, 在於克己。 以治氣質之病, 柔者矯之, 以至於强; 懦者矯之, 以至於立。 厲者濟之以和; 急者濟之以寬, 多欲則澄之, 必至於淸淨; 多私則正之, 必至於大公, 乾乾自勖, 日夕不懈, 此是力行之要也。 窮理, 乃格物致知也; 居敬、力行, 乃誠意; 正心, 修身也。 三者俱修竝進, 則理明而觸處無礙, 內直而義形於外; 己克而復其性初。 誠意、正心之功, 蘊乎身而睟面盎背; 刑于家而兄弟足法, 達于國而化行俗美矣。 朱子曰: “文王正心、誠意之功, 薰蒸透徹, 融液周遍, 南國之人, 服文王之化。” 此豈朱子想像揣摩, 而有是說哉? 的知誠正之功, 必能周遍於國, 故云爾。 伏願殿下, 勿以高遠爲難行; 勿以細微爲可忽。 常於燕居, 不輟學問, 四書、五經及先賢格言、《心經》、《近思錄》等書, 循環披讀, 深究其義, 非聖賢之心, 不敢存; 非聖賢之書, 不敢觀。 《玉藻》九容, 仔細體認, 念頭之發, 必審天理、人欲之幾。 如人欲也, 遏絶於未形; 如天理也, 善推而充廣。 放心必求, 己私必克, 衣冠必正, 瞻視必尊, 喜怒必愼, 辭令必順, 以盡誠正之功焉。 所謂去偏私, 以恢至公之量者, 矯治病痛之說, 略陳於前矣。 惟是偏私一事, 古今之通患, 故表而論之。 若偏私之念, 一毫未除, 則難入於堯、舜之道矣。 今殿下淸明在躬, 病痛固寡, 而偏私一念, 猶未盡克, 恐不能與天地同其大也。 至如頃日內官呈手本之事, 臣在外休告, 未得其詳, 似聞以新生王子, 繫於中殿之下, 政院使改書云。 若然則名稱不可混也, 改書數字, 易於反掌, 宦官何爲不從乎? 後日伏覩傳敎則自上命勿改, 而直下政院云。 臣愚不識事體, 但政院, 旣名喉舌, 則大小之事, 莫不經由。 內殿、外廷, 豈有二體? 若是特出於上命, 則雖微細之事, 是乃傳敎, 何名手本? 旣是內官手本, 則不當不由政院, 而入也。 平心察之, 則其理自明。 政院安知特出聖意, 而不尤內官乎? 殿下不能平心, 大厲聲色, 是疎喉舌, 而親宦官, 使長輕蔑朝臣之漸也。 聖敎曰: “時事多誤, 君上不嚴之故也。” 嗚呼! 刑餘小竪, 敢抗喉舌之臣; 遐遠內奴, 敢希非分之恩; 貴戚乘馬, 遇敎書而不避, 殿下之政, 可謂不嚴矣。 殿下其亦以此自咎耶? 漢文帝時, 太子過司馬門不下車, 而公車令得以劾奏; 鄧通以寵臣無禮, 而丞相檄召將斬。 若以常情論之, 不敬太子, 無乃輕君上耶? 欲斬寵臣, 無乃擅威權耶? 然而文帝不失人君之威, 而治平之效, 固非今日所可比擬也。 今殿下莫親於近臣, 而乃以宦官爲私臣; 莫衆於庶民, 而乃以內奴爲私民, 此病未除則時事無由可正。 臣恐殿下愈嚴, 而時事愈誤也。 漢武帝不冠見汲黯, 而避帳中; 唐太宗臂鷂見魏徵, 而匿懷中。 斯二君者, 道雖不粹, 而政令嚴明, 信賞必罰, 貴戚、閹寺, 莫敢犯法, 亦今世之所不能及也。 然而以君畏臣, 有若不嚴何耶? 此非畏臣也, 乃畏義也。 徒嚴而不畏義者, 未有不敗者也。 殿下其亦自反而思義乎? 且近日憲府所爭之事, 臣雖未知首尾, 固疑憲府契勘不詳也。 何則? 殿下雖未免有私, 必不至毋問曲直, 而與匹夫爭一臧獲也。 群臣計未及此, 可謂智不明矣。 雖然, 殿下旣知其當屬內司, 而猶許竝給, 則尤足以欽仰聖度之宏廣矣。 累日堅執, 無乃臣民疑殿下私吝未消乎? 人君不患不嚴, 而患不公。 公則明, 明則嚴在其中矣。 伏願殿下, 行法始於貴近; 推仁達於衆庶。 宮府一體, 而毋使宦官, 恃近而輕朝紳, 兆民一視, 而毋使內奴恃私, 而窺非望。 內帑付之有司, 不以爲私物, 偏係之念, 絶於方寸; 公平之量, 包涵遍覆。 夫如是則府庫皆財, 何患無用; 率土皆臣, 何患無奴哉? 所謂親賢士, 以資啓沃之益者, 人君之學, 莫善於親近正士。 所見皆正事; 所聞皆正言, 君雖欲不正, 得乎? 若正人不親, 而唯宦官、宮妾是近, 則所見非正事; 所聞非正言, 君雖欲正, 得乎? 先賢之言曰: “天生一世人, 自足了一世事, 非借才於異代。” 今之賢者, 固難其人。 雖然, 極一世之選, 不論出身與否; 不分在朝在野, 則豈無一二可以補袞者乎? 伏願殿下, 博詢精擇, 必得其人。 出身者萃于玉堂, 不移他職; 未出身者, 授之閑局, 帶以經筵職名; 陞堂上者, 亦隨其職, 必兼經筵之官。 參於是選者, 輪日入侍, 使之展布所蘊, 而自上虛己和顔, 受其忠益。 講學則必窮義理; 論治則必求實效。 雖非進講之日, 源源召對于便座, 只令史官俱入, 質問所疑, 宣示淵衷。 至如承旨則例以所掌公事, 一日一度, 各得親稟聖旨; 如大臣及臺諫之言, 則不拘時日, 必入親達, 以復祖宗之規。 夫如是則上下之契日密, 而情意無間; 性理之說日進, 而聖學將就, 交歡有同於魚水; 邪穢罔干於天日矣。 凡此四者, 修己之目也。 大槪如斯, 其詳在殿下加意知行而已。 若夫所謂開誠心, 以得群下之情者, 聖帝明王, 待人處事, 一以至誠, 知其爲君子, 則任之勿貳; 知其爲小人, 則斥之勿疑。 疑則不任; 任則不疑, 坦懷率下, 平平蕩蕩。 爲臣者亦仰之如父母; 信之如四時, 進之則懼不克任, 而益盡其忠; 斥之則自知罪戾, 而只責其身。 故其得人心也, 可以赴湯火; 可以蹈白刃; 可以植遺腹, 朝委裘而不亂, 只知有君上, 而不知有其身。 無他, 至誠所感也。 後之人君, 誠意不足, 只以智力馭下, 所任未必賢, 取其合於己也; 所黜未必不賢, 惡其異於己也。 雖合於己, 而其中未可信, 故任之而不能無疑; 疑之而不能不任。 大臣當國盡職, 則衆情必歸重焉, 安能不疑其專權而擅政乎? 諫官面折廷爭, 則朝野必屬目焉, 安能不疑其賣直而沽名乎? 君子、小人, 以類相從, 安知其孰爲朋黨乎; 善策、邪論, 雜然幷進, 安知其孰爲誤國乎? 於是邪正難分, 是非難辨, 因循則悶其頹墮; 改革則嫌其騷擾。 君心波蕩, 恍然不樂之際, 必有大奸, 潛伺間隙, 隨君心有所左右, 而漸施其巧, 浸潤以入之; 逢迎以悅之; 恐動以惑之, 君心漸信, 陷于術中則良善必殲, 而邦國必喪。 此亦無他, 不誠所致也。 今殿下好善愛士, 固出於誠, 而只緣群臣才德不足, 少可倚信, 故似無委任之意。 至於發言之際, 未免有不信之心, 輕侮之辭, 群臣固所自取也, 聖明亦不可不自反也。 伏望殿下, 務以至誠待下, 心是則言亦稱是; 心非則言亦斥非。 進之則必賞其賢; 退之則必數其過, 聖心如門洞開, 使群下咸得仰見, 無少隔礙。 夫如是則群臣亦無疑畏之念, 務盡其情, 君子有輸忠之願; 小人絶售奸之謀矣。 所謂改貢案, 以除暴斂之害者, 祖宗朝用度甚約, 取民甚廉, 燕山中年, 用度侈張, 常貢不足以供其需, 於是, 加定以充其欲。 臣於曩日, 聞諸故老, 未敢深信。 前在政院, 取戶曹貢案觀之, 則諸般貢物, 皆是弘治辛酉所加定, 而至今遵用, 考其時則乃燕山朝也。 臣不覺掩卷太息曰: “有是哉? 弘治辛酉, 於今爲七十四年, 聖君非不臨御; 賢士非不立朝, 此法何爲而不革耶?” 究厥所由, 則七十年之間, 皆有權奸當國, 二三君子, 雖或立朝, 志不及展, 奇禍必隨, 何暇議及於此哉? 其必有待於今日乎! 且物産隨時或變; 民物田結, 隨時增減, 而貢物分定, 乃在國初, 燕山朝只就而加定耳, 亦非量宜變通之也。 今則列邑所貢, 多非所産, 有如緣木求魚、乘船捕獸, 未免轉貿他邑, 或市于京, 民費百倍, 公用不裕。 加以民戶漸縮, 田野漸荒, 往年百人之所納, 前年責辦於十人; 前年十人之所納, 今年責辦於一人, 其勢必至於一人亦盡, 然後乃已也。 今者語及改正貢案, 則議者必諉以祖宗之法不可輕改。 雖 祖宗之法, 民窮至此, 不可不變, 況燕山之法乎? 伏望殿下, 必擇有智慮可以曉事; 有心計可以推算; 有才能可以幹辦者, 俾之專掌其事, 以大臣領之, 悉除燕山所加定, 以復祖宗之故。 因考列邑之物産有無、田結多少、民戶殘盛, 推移量定, 均平如一, 必以本色, 納于各司則防納不禁自罷, 民生如解倒懸矣。 今日急務, 無大於此矣。 所謂崇節儉, 以革奢侈之風者, 民窮財盡, 今日已極。 貢物不可不減, 而若用度不法祖宗, 則不能量入爲出, 方底圓蓋, 理所不合。 加以風俗之奢靡, 莫甚於今日。 食不爲充腹, 盈案以相誇; 衣不爲蔽體, 華美以相競, 一卓之費, 可爲飢者數月之糧; 一襲之費, 可爲寒者十人之衣。 十人耕田, 不足以食一人, 而耕者少, 食者多; 十人織布, 不足以衣一人, 而織者少, 衣者多, 奈之何民不飢且寒哉? 古人曰: “奢侈之害, 甚於天災。” 豈不信哉? 若非自上先務節儉, 以救此患, 則刑法雖嚴、號令雖勤, 徒勞而無益。 臣嘗記故老之言, 曰: “成廟寢疾, 大臣入問, 則臥內所覆茶褐紬衾, 將弊而不改矣。” 聞者, 至今欽想不已。 伏願殿下, 命考祖宗 朝供奉規例, 宮中用度, 一依祖宗之舊儉約之制, 垂範中外, 以革民間之侈習, 使人羞陳盛饌、羞被美服, 以惜天財、以紓民力焉。 所謂變選上, 以救公賤之苦者, 選上本意, 非欲辦出綿布也。 在京典僕, 不足於立役, 故以在外公賤, 輪立京役, 名之曰選上。 貧殘公賤, 裹糧羈留, 侵苦多端, 有所不堪, 始以綿布償役, 今則只徵綿布而已, 無一人來役者矣。 民生日困, 戶口日耗, 公賤亦民也, 豈能獨完? 展轉流亡, 不能生息, 而一償選上之役, 則其免敗家者鮮矣。 二年納貢, 一年選上, 大率三年, 必一敗家, 而公賤之苦極矣。 加之以該曹色吏, 分定不均, 雖奴婢衆多之邑, 有賂則少定; 雖僅存數口之邑, 無賂則多定, 力不能支, 則侵及一族, 齊民亦被其苦矣。 旣困之後, 雖公明均定, 亦不能救矣, 若不變通, 後患無窮。 臣愚以爲: “改身役而受綿布, 已非《大典》之法, 則今亦可廢選上, 而加身貢也。” 伏望殿下, 命該官詳考奴婢之案, 據其現存之數, 每年奴貢納緜布二匹, 婢貢納一匹半, 都計幾何, 以其五分之二, 儲于司贍爲國用, 以其五分之三, 分給各司, 以準選上之役, 緜布不足則量宜減立役之數。 夫如是則公賤有定貢, 可以預備, 無猝辦之患; 收貢有定簿, 無所刪改, 絶奸吏之術, 號令不煩, 而民受實惠矣。 所謂改軍政, 以固內外之防者, 天變難測, 固不可指爲某事之應, 然以古史驗之, 白虹貫日, 多是兵象。 目今軍政廢壞, 四徼無備, 脫有緩急, 雖以良、平運智; 起、信統制, 無兵可將, 安能獨戰? 念及於此, 心寒膽慄。 時弊旣陳於前, 而軍政則未之詳也, 今請先陳其弊, 後設其策可乎。 我國法制, 多所欠闕。 只設兵使、水使、僉使、萬戶、權管等官, 而無廩養之具, 使之取辦於士卒, 邊將侵漁之弊, 濫觴於此矣。 法制漸弛, 貪暴轉盛, 加以銓選不公, 債帥接武公言曰: “某鎭之將, 其直若干; 某堡之官, 其價若干。” 彼輩徒知割剝軍卒, 以發其身而已, 他又何慮哉? 士卒苦於留防, 願納緜布, 以免戍役者, 必悅而從之, 其留鎭者, 則必督以難堪之役; 責以難辦之需, 使煎熬於膏火之中。 人非木石, 孰不愛身? 見免戍之人, 偃臥其家, 莫不歆羨, 亦效其爲。 若戍役多免, 鎭堡將空, 則必誘近處居民, 使於擲奸之時, 假名代點。 巡按之官, 只閱其數而已, 孰問眞贗? 免戍雖便, 緜布難備, 故數度留防, 家已懸磬, 不能支保, 逋亡相繼。 明年按簿督戍, 則本邑必以一族應役, 一族又逃, 則侵及一族之一族, 禍患蔓延, 無有紀極, 將至於民無孑遺。 而彼所謂債帥者, 方且志滿氣得, 稛載還家, 驕其妻妾, 而貧者以富, 行賂權門, 又圖陞授, 而賤者以貴焉。 今之議者, 不思矯革此弊, 而徒以軍額未充爲憂。 臣愚以爲: “假使軍額悉充, 此弊未革, 則不過添邊將所得綿布而已, 於防備何與哉?” 此, 一弊也。 水陸之軍, 不必留防於所居之地, 或赴於數日之程; 或赴於千里之外, 至有不習水土, 多發疾病者。 旣怵於將帥之侵虐, 又困於土兵之陵暴, 覉旅寒苦、飢飽失時, 南軍之戍北邊者尤甚, 羸瘁顚頓, 面無人色。 此等若遇虜騎, 雖欲逃避, 亦不可得, 坐受魚肉, 況可望控絃而禦敵乎? 臣聞, 黃海騎兵之戍平安者, 一行之費, 必不下三四十疋綿布。 夫三四十疋, 乃村民數家之産也。 一往, 必破數家之産, 安得不窮且盜也? 此, 二弊也。 六年成籍之法, 廢而不行, 癸丑年搜括於久廢之餘。 奉使之臣, 以嚴急幹辦爲能, 州縣承風, 猶恐不及, 只念搜括之或遺, 不計苟充之貽患。 丐乞之人, 無不備數, 鷄犬之名, 亦得載錄, 不出一二年, 太半爲虛簿。 于今二十餘年, 又擧大事, 軍額之闕, 甚於癸丑, 閑丁之鮮, 亦甚於癸丑, 搜括雖巧, 豈能造無麪之不托哉? 今之所刷出者, 非童稚則乞人; 非乞人則士族也, 閑丁之實者, 有幾人乎? 今雖籍軍不日又成, 空簿矣。 該曹非不聞見, 而方且硏硏然以必充爲說, 其不度理勢, 甚矣。 此三弊也。 內外良役, 名目甚衆, 不可枚數, 而其中所謂皂隷、羅將、諸員者, 最其苦役也。 此亦以綿布償役而已, 其所屬之司, 旣以他人代立, 而不時侵督邸吏, 使償役債。 邸吏出息以納, 而歷算所費, 徵其三倍於當身, 故一人每應三人之役, 有所不支, 例徵一族。 此, 四弊也。 凡此四弊, 及今不救, 數年之後, 雖有善者, 亦無如之何矣。 伏望殿下, 更張舊制, 創立新規。 凡兵、水營及鎭、堡所在處, 必以其邑簿外之穀, 量宜優給邊將之糧, 其邑之穀不足, 則收傍邑之穀, 必使邊將, 有以自奉所需無闕。 而嚴明法制, 尺布斗粟, 使不得斂於軍卒, 只使精鍊器械, 敎習騎射。 兵、水使及巡按之行, 不徒呼名點閱, 必閱其器械, 試其騎射, 視其訓鍊能否, 以爲殿最。 若如前斂債、放卒而發覺, 則治以贓律。 僉使、萬戶、權管等官, 不論南北遠近, 皆付軍職, 使妻子受祿以資生。 初授之時, 必擇其人, 而旣授之後, 五考五上, 則由權管而陞萬戶; 由萬戶而陞僉使; 由僉使而授東班六品之職。 五考之內, 若居中者, 則平遷他鎭, 不得陞授, 使之自惜前程, 有所勸勉。 若其留防則必領其邑之卒, 其邑之卒不足, 然後乃定于傍邑, 而留防所在處, 則諸色良役皆廢, 只存留防之役, 使無遠赴之勞, 而分番迭休。 其在鎭之時, 亦無一毫費力傷財之事, 其應鎭將之使令也, 不過搬柴、運水而已, 他無所與, 使得專意於操弓習射焉。 若黃海騎兵北戍之役則命罷勿爲, 若虞邊備之疎, 則命沿邊守令, 敎民習射, 三月一試, 矢數多者, 厚其賞給, 二度居魁者, 復其家口之役, 若五度居魁者, 軍卒則特補軍官, 擇其中有知識可堪領衆者, 啓其名于該曹, 使補權管, 以試其可用與否。 若公、私賤則啓其名, 特許免賤, 私賤則優給其價于本主。 夫如是則五度居魁者, 其出甚罕, 而邊氓盡化爲精兵矣。 脫有邊警則人各自救, 孰不力戰乎? 上番之軍, 有司亦時試其武才, 其中最優者, 啓達論賞。 五度居魁則特補所居近處鎭堡軍官, 使有鍊業之志。 至如籍兵, 務得實軍, 不爲苟充。 閑丁未滿十五歲者, 但錄其名字、年歲于別簿, 使之待年入籍, 傭食、丐乞人則一切刊落。 列邑軍簿, 姑存舊額, 但錄幾名未充, 而命守令, 休養生息, 勞來不怠, 而隨得隨補, 不限年月, 期以悉充。 且於六年, 例必改籍, 俾無倉卒騷擾之患。 若虞軍卒不足, 不能應諸處之役, 則上番之軍, 量減其數, 猶不足則防歇之處量減其數, 猶不足則南方冬月之留防, 量減其數, 猶不足則步兵之納價布者, 除其半, 以補留防之闕。 留防旣無侵暴之害, 則步兵亦不至如避豺虎矣。 若所謂皂隷、羅將、諸員等則不必各有所屬, 悉廢其名, 皆變爲步兵, 納價布于兵曹。 兵曹量各司立役之數, 以給價布, 則邸吏免不時之侵督, 民間無三倍之暴斂矣。 軍政之善策, 此其大略也。 凡此五者, 安民之目也。 大槪如斯, 其詳在殿下博咨規畫而已。 竊觀, 今之時事, 日就謬誤, 生民氣力, 日就消盡, 殆甚於權奸用事之時。 其故何哉? 權奸之時, 祖宗遺澤, 尙有未盡, 故朝政雖亂, 民力尙支。 今日則祖宗遺澤已盡; 權奸遺毒方發, 故淸議雖行, 民力已竭。 譬如有人少壯之時, 縱酒荒色, 戕害多端, 而血氣方强, 未見所傷, 及其晩年, 戕害之毒, 乘時暴發, 雖謹愼調保, 元氣已敗, 不可支持。 今日之事, 實同於此, 不出十年, 禍亂必興。 匹夫以十間之屋、百畝之田, 傳於子孫, 子孫猶思善守, 以無忝所生, 況今殿下受祖宗百年社稷、千里封疆, 而禍亂將至者乎? 心誠求之, 不中不遠, 力雖不足, 猶可自救。 況今殿下總攬權綱, 明燭事理, 力能救時者乎? 小臣受國厚恩, 百死難報, 苟利於國, 鼎鑊斧鉞, 亦且不避。 況今殿下, 廓開言路, 容受不諱, 手敎之下, 詞旨懇惻。 臣若不言, 實負殿下, 衷情所激, 極言竭論, 而疾病之餘, 神惛手戰, 辭俚語複, 字畫僅成, 無足可觀。 雖然, 其意似遠而實近; 其策似迂而實切, 雖非三代之制, 實是王政之本, 行之有效, 王政可復。 伏望殿下, 詳觀熟閱, 徐究深思, 取舍旣定于聖衷然後, 廣咨廷臣, 議其可否而進退之, 幸甚。 殿下用臣之策, 付之能手, 行之以誠篤; 守之以堅確, 毋爲流俗守常之見所移奪; 毋爲醜正讒間之舌所搖惑。 如是者三年, 而國不振、民不寧、兵不精, 則請治臣以欺罔之罪, 以爲妖言者之戒。 上答曰: “省觀疏辭, 可見堯、舜君民之志。 善哉, 論也! 古之人無以加焉。 有臣如此, 何憂不治? 深嘉乃忠, 敢不書紳? 第緣事多更張, 不可猝然盡變。” 此疏示諸大臣議處, 且命謄疏以進。 是時人心危疑, 及見珥疏批答, 衆情大安。"
            },
            "4": {
                "H2KE-EN": "The King did not attend to state affairs due to his symptoms and sorrow. As the various officials inquired after the health of the King, he answered that the King was in peace. Royal Secretary Yi Li and his colleagues reported as follows: Although there was an unworthy time in the past, the King did not cease receiving him in audience and eventually ordered him to enter the inner quarters. Therefore, the love of ones subjects lies in the same manner as father and son. How could there be anyone who did not save his parents illness? Your subjects request that Your Majesty summons officials and also have physicians enter the quarters. Not only is it possible for medicinal materials to treat the symptoms of the symptoms, but also ask the medicinal materials to cultivate ones mind and to cultivate ones mind. Then it would be greatly beneficial to save the symptoms and protect the symptoms. If Your Majesty hears that Your Majesty should receive him in audience, he also knows that the symptoms of the symptoms are not serious. This is a precedent of the royal ancestors. Therefore, your subjects dared to report this to Your Majesty. The King said as follows: In recent days, it seems difficult to easily observe the old institutions. Therefore, it would be proper to save the symptoms and attend to state affairs. From the past Royal Hunt, when the Royal Hunt, the various officials came to the quarters to the symptoms of ones family as if they were father and son. Although the Royal Hunt was slightly implexed, I have repeatedly received him in audience, and the superiors did not observe the circumstances. However, when the Royal Hunt was young and the queen was alive, the queen was able to observe the circumstances. At that time, Yun Chunnyeon and others observed the circumstances of the Royal Hunt and discussed the case, saying, The peaceful era should observe the old institutions of the royal ancestors and the ancient institutions. However, the true circumstances are generally followed, and the true circumstances are not the old institutions of the royal ancestors. If a concubine makes his wife, a concubine, and a concubine should receive bribes. However, in accordance with the precedents of 윤원형 and Yun Chunnyeon, they observe the old institutions and observe the old institutions of the ancient institutions. Concerning the clerks, Min Sun requested the King to observe the three-year mourning periods of white clothes in the three-year mourning period. 노수신 and others agreed with the King and the King decided to observe the old institutions. However, Yi Gi and Hong Yeok were the reasons that they observed the circumstances with Bak Sun and Sim Uigyeom . Yi Gi and others also speaked, saying, The clerks of the clerks are",
                "H2KE-nKo": "주상이 감기 때문에 오랫동안 나랏일을 보지 못하였다. 신하들이 문병하니 평안하다고 답하였다. 승지 이이가 동료와 함께 아뢰기를,“조종조에서는 비록 편찮은 때가 있더라도 접견을 폐하지 않았고, 심지어 침실 안에서 입대하게까지 하였기 때문에 상하의 애정이 간격이 없었습니다. 임금과 신하는 부자와 같은데, 어찌 부모에게 병이 있는데도 자식이 부모의 안색을 직접 보지 못하는 경우가 있겠습니까. 신하들을 편좌에서 자주 접견하시고, 겸하여 의관으로 하여금 입진하게 하소서. 증세에 맞는 약제를 상량할 뿐만 아니라 또한 마음을 닦고 기운을 기르는 방법을 하문하신다면 옥체를 조리하고 보호하는 데에 크게 유익할 것입니다. 외부 사람들이 주상께서 접견하셨다는 말을 들으면 또한 옥체가 크게 편찮지는 않았다는 것을 알고 뭇사람들이 모두 기뻐할 것입니다. 이것은 조종조의 옛 규례이기 때문에 감히 아룁니다.”하니, 주상이 말하기를,“요즘 없던 규례이므로 경솔히 행하기는 어려울 듯하다. 조리하고 나랏일을 돌보겠다.”하였다. - 조종조에서는 성종 이상부터 신하들이 수시로 나아가 알현하여 정의가 집안사람의 부자간과 같았다. 중종 이후에는 비록 조금 간략하고 엄격하였지만 자주 접견하여 상하가 오히려 분명하게 하지 못하였다. 명종이 어렸을 때에는 모후가 수렴 청정하여 임금과 신하 사이가 점점 막혀갔다. 이때에 이르러 윤춘년 등이 윤원형의 지시를 받아 ‘태평한 세상에는 마땅히 조종조의 전고를 지켜야 하는데 조광조 등이 정사를 어지럽히고 나라를 그르쳤으니, 지금 마땅히 통렬히 개혁해야 합니다.’라고 논하였다. 무릇 논의는 힘써 옛 규례를 따르는 것이지만, 실은 모두 근래의 규례이고 말단적인 습관이며 조종조의 고사가 아니다. 첩을 처로 삼고 서얼을 허통하며 장기를 재촉하고 상복을 줄이는 것 같은 것은 모두 법을 무너뜨리고 예를 어지럽히는 것 중에서도 큰 것인데, 아랑곳하지 않았다. 금상이 즉위하자 유신이 제우하여 언사를 맡은 자들이 걸핏하면 삼대를 인용하였고, 또 세종과 성종의 정사를 본받기를 청하였다. 구신은 스스로 무능한 것을 부끄럽게 여겼으며, 또 폐정에 물들어 모두 기로의 신하가 되는 것으로 자임하였다. 다만 윤원형과 윤춘년 등이 사사로운 정에 따라 변경한 잘못된 규례를 고수하고 변경하지 않아 세속을 편하게 하였다. 이서의 무리가 그대로 그 권한을 잡고 궁료를 협박하여 스스로 하는 일이 없게 하고 이어서 뇌물을 받는 매개로 삼았다. 임금도 또한 일이 없는 깊은 곳에 거처하는 것을 좋아하여 점점 미혹에 빠지고 소인은 때를 틈타 선을 무함하여 문득 옛 법을 변란하였다는 죄를 정학의 선비에게 가하였다. 민순이 국상의 3년 동안 백의를 입는 제도를 행하기를 청하니, 노수신 등이 헌의하여 옳게 여겼다. 주상이 결단하여 행하였는데, 이기와 홍여순 등은 이것을 박순과 이이가 권신 심의겸에게 아부하여 한 짓이라고 하였다. 이기 등이 또 앞장서서 말하기를,“감찰의 복색은 본래 검소하였는데 지금은 화려하게 꾸몄으니, 이것은 모두 이이 등이 한 짓입니다. 마땅히 천자가 아닌 것을 가지고 예제를 의논하여 마음대로 삭일을 개정하고 복색을 바꾼 죄로 주벌해야 합니다.”하였다. 그 말이 크게 행해지자 일이 또 예측할 수 없었는데, 성명께서 위에 계시어 계미년의 의론이 위축되어 그 계책을 마음대로 행할 수 없게 되었다. 다시 붓을 들어 써서 세상에 유행시켜 평생의 이목을 가리고자 하였으니, 그 계략을 꾸미고 계략을 꾸미는 것이 어찌 기묘년의 소인이 한 짓보다 못하겠는가.지금에 이르러서는 임금과 신하가 사이가 벌어지는 폐단이 날로 더욱 심해져서 비록 환관이라도 수시로 입시하지 않을 수 없고, 임금은 깊은 궁궐에 거처하여 오직 여사가 문서를 전달할 뿐이다. -\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 4번째기사",
                "gt-oKo": "상이 감모(感冒) 때문에 오래도록 국사를 돌보지 못하였는데, 군신(群臣)이 문병하니 평안하다고 답하였다. 승지 이이가 동료와 함께 아뢰기를, “조종조에서는 비록 편찮으신 때가 있더라도 신하의 접견을 폐하지 않고 안에 누워계시면서 입대하도록까지 하였기 때문에 상하의 애정이 간격이 없었습니다. 군신 간은 부자와 같습니다. 어찌 부모가 병이 들었는데 자식이 부모의 안색을 살펴보지 않는 경우가 있겠습니까. 청컨대 신하들을 편좌(便坐)에서 자주 접견하시고 아울러 의관으로 하여금 들어가 진찰하도록 하여, 증세에 따른 약을 상량하게 할 뿐 아니라 상께서도 마음을 닦고 기운을 기르는 법을 하문하도록 하소서. 그렇게 되면 옥체를 조섭하는 데에 크게 유익할 것이며, 외인(外人)들도 상께서 접견하신다는 말을 들으면 옥체가 대단히 편찮으시지는 않다는 것을 알아 인심이 기뻐할 것입니다. 이는 조정의 구례(舊例)이기 때문에 감히 아룁니다.” 하니, 상이 이르기를, “근일에 없던 규례이므로 쉽게 행하기는 어려울 듯하다. 잘 조섭하여 치료하고 국사를 돌보겠다.” 하였다.【조종조에 성묘(成廟) 이전은 군신(群臣)이 수시로 나아가 알현했기 때문에 군신 간의 정의(情意)가 가정의 부자 간과 같았고, 중묘(中廟) 이후에도 조금 엄중하긴 하였으나 자주 접견하여 상하가 그래도 간격이 없었는데, 명묘(明廟)가 어려 모후(母后)가 수렴 청정할 때에 이르러 군신 간에 점차 간격이 생겼다. 그 당시 윤춘년(尹春年) 등이 윤원형(尹元衡)의 뜻을 받들어 논의하기를, ‘태평한 세상에서는 마땅히 조종의 전고(典故)를 지켜야 하는데도 조광조 등이 정사를 어지럽히고 나라를 그르쳤다. 이제 마땅히 그것을 단호히 개혁해야 한다.’ 하고, 모든 논의를 애써 고상(故常)을 따랐다. 그러나 사실은 모두 근례(近例)와 말습(末習)이었을 뿐 조종의 고사는 아니었다. 이를테면 첩을 처(妻)로 삼고 서얼을 허통(許通)하며 장기(葬期)를 단축하고 상복(喪服)을 낮추는 일 등은 모두 법을 무너뜨리고 예를 어지럽힌 것 중에서 큰 것인데, 아랑곳하지 않았다. 금상(今上)이 즉위하여서는 임금의 예우를 받고 국사를 말하는 유신(儒臣)들이 항상 삼대(三代)를 거론하고 또 세종(世宗)과 성종(成宗)의 정사를 따르도록 청하니, 구신(舊臣)은 스스로 무능한 것이 부끄럽고 게다가 폐정(弊政)의 타성에 젖어 모두 늙은 사람으로 자처하였다. 그러나 윤원형과 윤춘년 등의 사심에 따라 고친 잘못된 규례를 고수하고 고치지 않아 세속의 서리배(胥吏輩)들만 편하게 하였을 뿐, 계속 그 권한을 잡고 궁료(宮僚)를 견제하여 스스로 일을 시행할 수 없게 하면서 뇌물만 가로채었는데, 또한 궁중에 깊이 처하여 일이 없는 것이 좋아서 차츰 그들의 술책에 빠져들고 깨닫지 못하였다. 소인이 그 기회를 틈타 선인(善人)을 무함하여 걸핏하면 옛법을 변경하고 어지럽혔다는 죄목을 바른 학문을 한 선비에게 뒤집어 씌웠다. 민순(閔純)이 국상(國喪)에 3년 간 백의(白衣)를 입는 법을 행하자고 청했을 때, 노수신(盧守愼) 등이 그것이 옳다고 헌의하였고 상께서도 용단을 내려 시행하였는데, 이기(李芑)와 홍여순(洪汝諄) 등은 이 일을 박순(朴淳)과 이이(李珥)가 권신(權臣) 심의겸(沈義謙)에게 붙어서 한 일이라고 하였다. 이기 등이 또 앞장 서서 말하기를, ‘감찰(監察)의 복색은 본디 검소하였는데 이제는 화려하게 입으니, 이는 모두 이이 등의 소행이다. 마땅히 천자가 아니면서 예제(禮制)를 논의하여 마음대로 정삭(正朔)을 고치고 복색을 바꾼 죄로써 주벌해야 한다.’고 하여, 그 설이 크게 나돌아 일이 장차 크게 벌어지게 될 상황이었는데, 다행히 성명(聖明)이 위에 있음을 힘입어 계미년의 논의가 잠잠해져서 그 흉계를 부리지 못하였다. 그러자 다시 그것을 글로 써서 세상에 유행시켜 후세의 이목을 가리려고 하였으니, 그 흉모를 꾸미고 덫을 설치한 것이 어찌 기묘년 소인의 행위보다 덜하겠는가. 오늘에 와서는 군신이 서로 소원하고 막힌 폐단이 날이 갈수록 더욱 심해져서 비록 환관이라 하더라도 수시로 입시하지 못하며, 임금은 깊은 궁중에 있으면서 오직 여사(女史)가 문서를 전달할 따름이다.】",
                "hj": "○上以感冒, 久不視事, 群臣問疾則答以平安。 承旨李珥與同僚啓曰: “祖宗朝雖有未寧之時, 不廢接見, 至令入對臥內, 故上下情愛無間矣。 君臣猶父子, 安有父母疾, 而子不瞻承顔色者乎? 請頻接臣隣于便座, 兼令醫官入診, 非但商量對症之劑, 亦詢修心、養氣之術, 則於調保玉體, 大有所益。 而外人聞上接見, 則亦知玉體不至大愆, 衆情胥悅矣。 此是祖宗舊例, 故敢啓。” 上曰: “近日所無之例, 似難輕行, 當調治視事矣。”【祖宗朝自成廟以上, 群臣進見無時, 情意如家人父子。 ﻿中廟以後, 雖稍簡嚴, 然頻頻接見, 上下猶未截然。 至明廟幼沖, 母后垂簾, 君臣之間漸成阻隔。 于時, 尹春年等承尹元衡風指, 論以: “太平之世當守祖宗典故, 而趙光祖等亂政誤國, 今當痛革。” 凡論議, 務循故常, 而其實則皆近例、末習, 而非祖宗故事。 如以妾爲妻、許通庶孽、促葬期、殺喪服, 皆毁法、亂禮之大者, 而莫之恤也。 今上卽位, 儒臣際遇, 言事者動引三代, 且請法世宗、成宗之政, 則舊臣自愧無能, 且習染弊政, 擧以耆獻自任。 但據尹元衡、尹春年等循私變易之謬例, 固守不變, 以便流俗。 吏胥之徒, 仍操其柄, 脅持宮僚, 使不得自有所爲, 仍以媒取賄賂。 人主亦樂於深居無事, 漸陷不悟, 小人乘時誣善, 輒以變亂舊章之罪, 加之於正學之士。 閔純請行國喪三年白衣之制, 盧守愼等獻議是之, 自上斷而行之, 而李芑、洪汝諄等以此爲朴淳、李珥附權臣沈義謙所爲也。 李芑等又倡言: “監察服色, 本儉素, 而今則華飾, 此皆李珥等所爲。 當以非天子而議禮制, 擅改正朔, 易服色之罪誅之。” 其說大行, 則事且不測, 賴聖明在上, 癸未之議, 詘不得肆其計。 復筆之書, 而行於世, 欲掩沒世之耳目, 其造謀設機, 豈下於己卯小人之所爲哉? 到今君臣疎隔之弊, 日以益甚, 雖宦官不得無時入侍, 人主處深宮, 惟女史傳文書而已。】"
            },
            "5": {
                "H2KE-EN": "The King proceeded to Bihyeon Pavilion and received the officials, inspectors, censors, and the lectures. The King proceeded to the court assembly. The Royal Secretariat reported, Sajeong Hall is close to the cold weather, and it is not proper to attend the court assembly. Your subjects request that the court assembly be held at Bihyeon Hall and received the officials in audience. The King granted permission. Bihyeon Hall is narrow and narrow, and two officials of the Office of Royal Genealogy could not enter. Chief State Councilor Yi Tak said, This is the court assembly and the officials of the second rank cannot participate in the court assembly. This is inappropriate. Yi이 said, This is an audience at any time. What harm could there be? Moreover, this is an old practice for the royal ancestors. Yi Tak was inevitable, and the King granted the request. The King addressed Yi Tak as follows: In recent years, the natural disaster of heaven has occurred normally, and the people have suffered from hardships. Therefore, it is impossible to know where the state affairs are thoroughly. However, I think my virtue lacks one chon and another. Then, how can I deal with this? I am afraid that the descendants of later generations might be worrisome. How should I deal with this? Yi Tak said, The King has calamities and apprehensive, and this is no different from that of the Confucius. Currently, the state affairs are not seriously lost. This is because your subjects are unworthy, making such a natural disaster. The natural disaster of a white snow is a military treasure. It is appropriate to order the State Council and the Ministry of War to discuss the selection of commanders and defensive measures to respond to Heavens warnings. Deputy Education Director [of the Office of Royal Decrees] Yun Hoe strongly said that Kang Sasang was simple and prudent, and Kim Ugung said, It is possible to manage the important affairs. It is necessary to select men who are capable of mobilization and appoint them based on their talents. Now, it is proper to strive to cultivate their unfair disaster. It is not proper to suddenly make them all. Yi I also said this. [Yun] Huichun then said, The memorial of Yi I is very good. It is necessary to thoroughly discuss the matter and implement it. [Kim] Ugung also said, It is requested that Your Majesty have high officials discuss this matter with Yi I. In addition, it is proper to personally ask him before Your Majesty so that they may thoroughly explain their intentions. As Your Majesty has sincerely submitted opinions, it is not different from rumor and impudent words. If Your Majesty suspects that the state affairs are imprudent and imprudent, it is not proper to trust him with loyalty. Yi I expressed his gratitude. [Yi] Ugung said, Your Majesty instructed, My virtue has no chon and one chon and another chon and another. It is evident that Your Majesty sees something more imprudent and thinks it sufficient. It is hoped that Your Majesty shall strive to cultivate his studies and strive to succeed his studies so that",
                "H2KE-nKo": "주상이 비현각에 나아가 대신, 대간, 강관을 접견하였다. 주상이 조연에 나아가려 하자 승정원이 아뢰기를,“사정전 전무는 바람이 차기 때문에 어좌하기에 적합하지 않으니 조강을 하지 말고 비현각으로 나아가 인접하소서.”하니, 주상이 윤허하였다. 비현각이 비좁아서 지경연사, 특진관 2원이 들어오지 못하였다. 영의정 이탁이 아뢰기를,“이곳은 조강인데 2원이 참석하지 못한다면 안 됩니다.”하니, 이이가 아뢰기를,“이곳은 무시로 접견하는 것이니 체모에 무슨 지장이 있겠습니까. 그리고 이곳은 바로 조종조의 고사입니다.”하자, 이탁이 어쩔 수 없이 그대로 따랐다. 주상이 이탁에게 말하기를,“근래 위에서는 천변이 비상하고 아래에서는 민생이 곤궁하니 국가의 일이 어떻게 될지 알 수 없다. 그러나 나의 덕은 한 치의 진보도 없는데 한 자의 퇴보만 있으니 장차 어떻게 일을 성사시킬 수 있겠는가. 후세 자손의 근심거리가 될까 두렵다. 어떻게 하면 좋겠는가?”하니, 이탁이 아뢰기를,“상께서 재변을 만나 경계하고 두려워하는 것이 성탕과 다름이 없습니다. 지금 국사가 그다지 잘못되지는 않았는데 신들이 형편없어 이런 변이 있게 된 것입니다. 흰 무지개의 변고는 병란의 상징입니다. 비변사와 병조로 하여금 장수를 잘 선택하고 방비하는 일을 함께 의논하여 하늘의 경계에 응답하게 하소서.”하였다. 부제학 유희춘이 강사상의 염근에 대해 극구 말하니, 김우옹이 아뢰기를,“큰일을 맡은 사람은 근신하여 스스로를 지키는 것만 잘할 뿐 큰일을 하기에는 부족합니다. 반드시 한때의 인재를 포괄하여 재능에 따라 의망해서 써야 합니다. 지금 그가 미치지 못하는 것을 권면해야지 갑자기 이것을 진선진미하다고 여겨서는 안 됩니다.”하고, 이이도 말하였다. 유희춘이 이어 아뢰기를,“이이의 상소가 매우 좋으니 자세히 의논하여 시행해야 합니다.”하니, 김우옹도 찬동하기를,“대신으로 하여금 이이와 면대하여 가부를 의논하게 하소서. 그리고 주상께서 직접 하문하여 그의 뜻을 다 진달하게 해야 합니다. 지성으로 진언하는 것은 경박하고 조급하며 큰소리 치는 것과는 다릅니다. 만약 나라를 걱정하는 충언을 경박하고 조급하다고 의심하거나 일 벌이기를 좋아하는 대언을 충절을 바친다고 믿는 것은 모두 옳지 않습니다.”하니, 이이가 사양하여 사례하였다. 김우옹이 아뢰기를,“성상의 하교에 ‘나의 덕은 한 치의 진보도 없는데 한 자의 퇴보만 있다.’라고 하셨으니, 덕이 더욱 성대하여 스스로 부족함을 알 수 있습니다. 바라건대 처음부터 끝까지 이런 마음으로 더욱 진취하기를 구하고, 어진이를 가까이하고 학문에 힘쓰며, 접속하고 광명하게 하여 그 덕을 성취하소서.”하였다. 이때 박점이 명천 현감으로 좌천되었는데, 이이와 김우옹이 그 직임이 재능에 맞지 않는다는 것을 말하였다. 이이가 또 아뢰기를,“성명께서 위에 계시어 한 사람도 말 때문에 죄를 얻은 자가 없고, 사람마다 진언하는 것이 많지 않은 것은 아니지만 모두 빈말일 뿐 백성들에게는 조금의 효과도 없었습니다. 그런데 옆에서 보는 자들이 실상이 없다고 허물을 언사자에게 돌리니, 이렇게 하면 사기가 저상될 것입니다. 원컨대 실효를 찾기에 힘쓰고 빈말을 숭상하지 마소서. 재변을 만난 날에 성상의 마음이 참으로 경동하시겠지만 시일이 오래되면 두려워하는 마음이 점점 풀어질 것입니다. 이른바 ‘하늘을 공경하고 백성에게 부지런하다.’라는 것은 바로 제목이니, 반드시 그 일을 실행한 뒤에야 재변을 그치게 할 수 있습니다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 5번째기사",
                "gt-oKo": "상이 비현각(丕顯閣)에 나아가 대신(大臣)·대간(臺諫)·강관(講官)을 접견하였다. 상이 장차 조연(朝筵)에 나아가려고 하자 정원이, 사정전(思政殿) 전무(前廡)는 바람이 차서 어좌(御座)에 마땅치 않으니 조강(朝講)은 하지 말고 비현각으로 가서 인접할 것을 아뢰니, 상이 윤허하였다. 그런데 비현각이 비좁아서 지경연사와 특진관 2원(員)이 들어오지 못하였다. 이에 영상 이탁(李鐸)이 말하기를, “이 자리는 곧 조강하는 곳인데 2원이 참석하지 못하다니 안 될 일입니다.” 하니, 이이가 말하기를, “이 자리는 곧 수시로 접견하는 자리인데, 체모에 무엇이 문제가 되겠습니까. 그리고 이것이야말로 조종조의 고사입니다.” 하자, 이탁이 부득이하여 그대로 따랐다. 상이 이탁에게 이르기를, “근래 위로는 천변이 비상하고 아래로는 민생이 곤궁하니 국가의 일이 장차 어찌될지 모를 상황인데, 나의 덕은 한 치의 진보는 없고 한 자의 후퇴만 있으니 장차 무슨 수로 일을 이루겠는가. 후세 자손에게 걱정을 끼쳐줄까 두려운데 어찌하면 좋겠는가?” 하니, 이탁이 아뢰기를, “상께서 재변을 만나 두려워하시는 것이 성탕(成湯)과 다름이 없으십니다. 지금 국사가 대단히 잘못되었다고까지는 할 수 없으니, 신들의 무상함으로 인하여 이와 같은 재변이 일어난 것입니다. 흰 무지개의 재변은 병상(兵象)입니다. 따라서 비변사와 병조로 하여금 장수를 잘 가려 방비할 일을 함께 논의하여 하늘의 경계에 응하도록 하여야 합니다.” 하였다. 부제학 유희춘(柳希春)이, 강사상(姜士尙)이 염근(廉謹)하다는 것을 극구 말하자, 김우옹(金宇顒)이 아뢰기를, “큰 일을 맡을 사람은 한갓 근신 자수(謹愼自守)만 잘 해서는 제대로 일을 해낼 수가 없습니다. 반드시 일시의 인재를 포괄하여 재능에 따라 뽑아 써야 됩니다. 지금은 그가 미치지 못하는 부분을 면려하도록 권장해야 할 것이고, 그저 염근하다는 것만 가지고 전적으로 훌륭하다고 해서는 안 됩니다.” 하고, 이이도 그와 같이 말하였다. 유희춘이 이어, 이이의 상소가 매우 좋으니 자세히 의논하여 시행해야 한다고 말하고, 김우옹도 그 말에 찬성하여 아뢰기를, “청컨대 대신으로 하여금 이이와 면대하여 가부를 의논하게 하소서. 그리고 상께서 친히 하문하시어 그에게 그의 뜻을 모두 진달하게 해야 합니다. 지성으로 올린 말은 부화하고 경망한 대언(大言)과는 다릅니다. 만약 나라를 걱정하는 충언(忠言)을 부화하고 경망한 것으로 의심하거나 일 벌이기를 좋아하는 대언을 충언을 바친 것으로 믿는 것은 다 옳지 못합니다.” 하니, 이이가 사양하며 겸손해 하였다. 김우옹이 아뢰기를, “상의 분부에 ‘나의 덕이 한 치의 진보는 없고 한 자의 후퇴만 있다.’고 하였으니, 덕이 더욱 두터워져 스스로 부족함을 느끼신 것을 볼 수 있습니다. 원컨대 끝까지 이 마음으로 한층 더 진취되도록 하시고, 현인을 가까이 하며 학문을 힘써 줄기차게 더 빛내어 그 덕을 성취하소서.” 하였다. 이때 박점(朴漸)이 명천 현감(明川縣監)으로 좌천되었는데, 이이와 김우옹이 그 벼슬이 재능에 걸맞지 않다는 것을 말하였다. 이이가 또 아뢰기를, “성명께서 위에 계시어 한 사람도 말 때문에 죄를 얻은 자가 없는데, 누구나 진언하여 별별 말이 많으나 모두 빈 말에 불과할 뿐, 한 치 한 푼도 백성에게 끼치는 효과는 없습니다. 그런데 방관자들은 바로 실효가 없다는 이 점을 가지고 국사를 말하는 자에게 허물을 돌리는데, 이와 같이 하면 사기가 저상됩니다. 원컨대 힘써 실효를 추구하고 빈 말을 숭상하지 마소서. 재변을 만난 날에 상의 마음이 참으로 경동(警動)하고 계십니다마는, 시간이 오래가면 두려워하는 마음이 차츰 풀어질 것입니다. 이른바 ‘하늘을 경외하고 백성에게 심력을 다한다.’는 것이 곧 제목(題目)이니, 반드시 그 일을 실행한 뒤에야 재변이 해소될 것입니다.” 하였다.",
                "hj": "○上御丕顯閣, 接見大臣、臺諫、講官。 上將御朝筵, 政院啓以: “思政殿前廡, 近風寒, 不宜御座, 請勿朝講, 就丕顯閣引接。” 上允之。 丕顯閣窄狹, 知經筵事, 特進官二員, 不得入。 領相李鐸曰: “此乃朝講, 而二員不得參, 則不可。” 李珥曰: “此乃無時接見也, 何妨於體貌乎? 且此乃祖宗故事也。” 鐸不得已而從之。 上謂李鐸曰: “近來, 上則天變非常; 下則民生困瘁, 國家之事, 未知所底。 而顧予之德, 無寸進而有尺退, 將何以濟事? 恐爲後世子孫之憂矣。 如之何則可?” 鐸曰: “自上遇災警懼, 與﻿成湯無異。 方今國事, 不至甚失, 緣臣等無狀, 致此變異也。 白虹之變, 兵象也。 宜令備邊司、兵曹, 同議擇將防備之事, 以應天戒。” 副提學柳希春, 盛言姜士尙廉謹, 金宇顒曰: “任大事之人, 徒能謹愼自守, 不足有爲也。 必包括一時人材, 隨器擬用乃可。 今當責勉其所不及, 未可遽以是爲盡美。” 李珥亦言之。 希春仍言: “李珥之疏甚好, 須詳議施行。” 宇顒亦贊之: “請令大臣, 與珥面議可否。 且於上前親問, 使之盡達其意可也。 至誠進言, 與浮躁大言不同。 若以憂國之忠言, 疑其浮躁; 喜事之大言, 信其貢忠, 皆不可也。” 珥辭謝。 宇顒曰: “上敎曰: ‘予德無寸進而有尺退。’ 可見德愈盛, 而自知不足也。 願終始此心, 益求其進, 親賢勉學, 接續光明, 以成其德。” 時, 朴漸左遷明川縣監, 珥與宇顒, 言其任不當器。 珥又言: “聖明在上, 無一人以言獲罪。 人人進言, 不爲不多, 而皆空言而已, 無分寸效及於民。 傍觀者乃以無實, 歸咎於言事者, 如此則士氣沮喪矣。 願務求實效, 無尙空言。 遇災之日, 上心儘是警動, 然久則懼心漸弛矣。 所謂 ‘敬天勤民’ 者, 乃題目也, 必實行其事, 然後可以弭災。”"
            },
            "6": {
                "H2KE-EN": "The King appointed Han Su as fourth inspector of the Office of the Inspector General . As Han Su had been known for his conduct, court officials had recommended him so that he was directly promoted to the sixth rank. On this day, he began to be appointed as inspectors and censors .",
                "H2KE-nKo": "한수를 사헌부 지평으로 삼았다. 한수는 행의로 소문이 났으므로 조정의 신하들이 천거하여 곧바로 6품으로 올려 주었는데, 이때에 이르러 비로소 대관에 제수한 것이다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 6번째기사",
                "gt-oKo": "한수(韓修)를 사헌부 지평으로 삼았다. 한수가 행의(行義)로 소문이 나서 정신(廷臣)이 천거하여 곧바로 6품으로 올랐었는데, 이때에 이르러 비로소 대관(臺官)에 제수되었다.",
                "hj": "○以韓脩爲司憲府持平。 脩以行義聞, 廷臣薦之, 直陞六品。 至是, 始拜臺官。"
            },
            "7": {
                "H2KE-EN": "The King attended the Royal Lecture. Royal Secretary Yu Jeon and others requested to summon 성혼 . The King said, I do not know someone. [Yu] Ugong said, I have heard that his man is well-versed in learning. The sovereign cannot thoroughly know his manself and then summon him. If people think that he is worthy, he will sincerely wish to see him. It will be proper to appoint him to a government post after he sees him.",
                "H2KE-nKo": "주상이 주연에 나아갔다. 승지 유전 등이 성혼을 특별히 부르기를 청하니, 주상이 말하기를,“나는 그 사람을 알지 못한다.”하자, 김우옹이 아뢰기를,“듣건대 그 사람은 학문이 통명하다고 합니다. 임금은 그 사람을 다 알고 난 뒤에 불러서는 안 됩니다. 사람들이 어질다고 여기면 지성으로 보고 싶으니, 본 뒤에 벼슬로 명해야 합니다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 7번째기사",
                "gt-oKo": "상이 주연(晝筵)에 나아갔는데, 승지 유전(柳㙉) 등이 성혼(成渾)을 특별히 불러 올 것을 청하자, 상이 이르기를, “나는 그 사람을 모른다.” 하니, 김우옹이 아뢰기를, “듣건대 그 사람은 학문이 통명(通明)하다고 합니다. 임금은 사람을 다 알고 난 뒤에야 불러서는 안 됩니다. 사람들이 그가 어질다고 하면 지성으로 보려고 해야 하니, 그를 본 다음에 벼슬을 주는 것도 좋습니다.” 하였다.",
                "hj": "○上御晝筵。 承旨柳㙉等請特召成渾, 上曰: “予不知其人也。” 宇顒曰: “聞, 其人學問通明。 人君不可盡知其人而後, 召之也。 人以爲賢, 則至誠欲見, 見之而後, 命之以爵可也。”"
            },
            "8": {
                "H2KE-EN": "On eulsa day, the King attended the Royal Lecture and worried about the incidents of natural disaster. The King said, I do not know the natural disasters of heaven and man. Explain this in detail. Upong told the natural disaster between Heaven and the world. The King said, That is true. However, Suyang was extremely impoverished and impoverished. There was no disaster between Heaven and the world. I am unaware of this. Upong said, The ancients said, During the reign of Emperor Gaozong (r. of the Dynasty, the world happened by Heaven. Therefore, there was a disaster between pheasant and the pheasant. Suyang did not observe the natural disaster between Heaven and was unable to respond. I am afraid that such natural disasters might be observed. Later, the King concluded the natural disaster. Upong also said, Heaven did not occur, but there was no disaster between Heaven and the world. However, the natural disaster between people and the natural disaster is a natural disaster between Heaven and the natural disaster. I am afraid that such natural disasters might be observed. The King said, That is unaware of this. Later, the King asked Yi I again. Yi I answered, There is only the natural disaster between Heaven and people and the natural disaster of good and evil. Due to the great natural disaster of Heaven, the natural disaster is not right. The King said, That is true.",
                "H2KE-nKo": "또 주강을 행하여 재이에 대한 일을 언급하였다. 주상이 말하기를,“하늘과 사람의 이치는 내가 알지 못하니 자세히 진달하라.”하니, 김우옹이 하늘과 사람이 위아래로 유통하는 이치를 극구 말하였다. 주상이 말하기를,“그렇다. 다만 수 양제는 극도로 흉악한 짓을 하여 하늘이 재이가 없었으니, 이러한 부류는 내가 이해할 수 없는 바이다.”하니, 김우옹이 아뢰기를,“옛사람이 말하기를 ‘고종은 하늘과 덕이 맞았기 때문에 조금만 잘못이 있어도 곧바로 꿩이 우는 이변이 있었고, 수 양제는 무도하여 하늘과 막힘이 없었기 때문에 막연히 응험이 없었다.’라고 하였으니, 아마도 이런 이치가 있을 듯합니다.”하였다. 그 뒤에 주상이 매번 이 이치를 묻자, 김우옹이 또 아뢰기를,“하늘은 뜻이 있어서 재이가 있고 재이가 없는 것은 아닙니다. 다만 사람이 무도하면 천리가 유통하고 막힘이 없는 차이가 있으니, 아마도 이런 이치가 있을 듯합니다.”하니, 주상이 말하기를,“그것은 끝내 이해할 수 없다.”하였다. 뒤에 다시 이이에게 묻자, 이이가 대답하기를,“하늘과 사람 사이에는 단지 선한 사람에게 복을 주고 악한 사람에게 화를 주는 이치가 있을 뿐입니다. 무도한 세상에는 재이가 없다고 한 것은 그 말이 옳지 않습니다.”하니, 주상이 말하기를,“그렇다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 8번째기사",
                "gt-oKo": "또 주강(晝講)에서 재이(災異)에 관한 일이 언급되었다. 상이 이르기를, “하늘과 사람의 이치를 내가 모르겠으니 자세히 말해 보라.” 하니, 김우옹이 하늘과 사람에 관한 상하 유통의 이치를 빠짐없이 말하였다. 상이 이르기를, “그렇겠다. 그러나 수 양제(隋煬帝)는 극도로 흉악무도하였는데도 천변이 없었으니, 이런 사례는 내가 이해할 수 없다.” 하니, 김우옹이 아뢰기를, “옛 사람이 말하기를, ‘은 고종(殷高宗)은 하늘과 덕이 부합되었기 때문에 조금만 잘못이 있어도 바로 꿩새끼가 날아들어온 재이가 있었지만, 수 양제는 무도하여 하늘과 끊어졌기 때문에 막연하게 되어 감응하는 것이 없었다.’고 하였으니, 아마도 이런 이치가 있는 듯합니다.” 하였다. 그 뒤에 상이 그 이치를 여러 차례 묻자, 우옹이 또 아뢰기를, “하늘이 어떤 생각이 있어서 재앙이 있거나 없는 것은 아니고 다만 사람이 도가 있고 없는 것에 따라서 천리(天理)가 유통하고 단절되는 차이가 있다고 하니, 아마도 그런 이치가 있는 듯합니다.” 하니, 상이 이르기를, “이 점은 끝내 이해할 수 없다.” 하였다. 뒤에 다시 이이에게 묻자, 이이가 대답하기를, “하늘과 사람 사이에는 오직 선한 자에게 복을 주고 악한 자에게 재앙을 주는 이치가 있을 뿐입니다. 크게 무도한 세상에는 재앙이 없다고 한 그 주장은 옳지 않습니다.” 하니, 상이 이르기를, “그렇겠다.” 하였다.",
                "hj": "○又晝講, 言及災異之事。 上曰: “天人之理, 予未有知, 其細陳之。” 宇顒極言天人上下流通之理, 上曰: “然。 但隋煬極惡窮凶, 上天無災。 此類予所未曉。” 宇顒曰: “古人言: ‘高宗與天合德, 故纔有失, 卽有雉雊之異。 隋煬無道, 與天阻隔, 故漠然無應。’ 恐或有是理也。” 其後, 上每問此理, 宇顒又言: “天非有意, 而有災無災也。 但人之有道、無道, 便有天理流通, 阻隔之異, 恐或有此理也。” 上曰: “此, 終不可曉。” 後復問李珥, 珥對曰: “天人之間, 只有福善、禍淫之理。 大無道之世, 無災云者, 其說非是。” 上曰: “然。”"
            },
            "9": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics, such as 유희춘 , Yi I , Kim Ugong , and others, expounding on the past dynasties. The King said, While Emperor Taizong and Jo were the different from that of the Tang dynasty? Hui Chun and others said, Emperor Taizong was benevolent and acted as Jo . The King said, Emperor Taizong killed his elder brother by killing his younger brother and destroyed ten sons. When I read history books, I always studyed the book and did not wish to read it. Presently, people claim that King Taizong is only a talent of governing the entire world. In my view, if he is not talented, he cannot governing the entire world, and his mind is fair. Then, would it not better not to read it? Hui Chun and others all said, Your Majestys instruction is correct.",
                "H2KE-nKo": "주상이 경연에서 유희춘, 이이, 김우옹 등과 역대의 군주를 논하였다. 주상이 말하기를,“당 태종과 조조는 무엇이 다른가?”하니, 유희춘 등이 아뢰기를,“태종은 인을 빌려서 행하였으니, 조조와는 차이가 있습니다.”하였다. 주상이 말하기를,“태종은 형을 시해하고 아우를 죽였으며, 그 열 아들을 없앴다. 나는 사서를 읽을 때마다 이 부분에 이르면 책을 덮고 읽으려 하지 않았다. 지금 사람들이 태종을 칭송하는 것은 단지 천하를 다스리는 재주가 있기 때문이다. 내가 보건대, 비록 재주가 없어 천하를 다스릴 수 없더라도 심로가 평정하면 어찌 낫지 않겠는가.”하니, 유희춘 등이 모두 아뢰기를,“성상의 하교가 옳습니다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 1월 1일(정축) 9번째기사",
                "gt-oKo": "상이 경연에서 유희춘(柳希春)·이이(李珥)·김우옹(金宇顒) 등과 역대의 군주에 대하여 논하였다. 상이 이르기를, “당 태종(唐太宗)과 조조(曹操)는 무엇이 다른가?” 하니, 유희춘 등이 아뢰기를, “태종은 인(仁)의 이름을 빌어 행하였는데, 이 점이 조조와 차이가 있습니다.” 하였다. 상이 이르기를, “태종은 형을 시해하고 아우를 죽였으며 그들의 아들 10명을 몰살하였다. 나는 사서(史書)를 읽을 때마다 그 부분에 이르면 그대로 책을 덮고는 읽고 싶은 생각이 나지 않는다. 지금 사람이 태종을 칭송하는 이유는 오직 천하를 다스리는 재주를 지녔기 때문일 뿐이다. 나의 소견으로 본다면 비록 재주가 없어서 능히 천하를 다스리지는 못한다 하더라도 심술이 공평하고 바르다면 어찌 더 좋지 않겠는가.” 하니, 유희춘 등이 다 아뢰기를, “성상의 하교가 옳습니다.” 하였다.",
                "hj": "○上於經筵, 與柳希春、李珥、金宇顒等, 論歷代人主。 上曰: “唐太宗與曹操, 何異?” 希春等曰: “太宗假仁而行, 與曹操有間。” 上曰: “太宗弑兄殺弟, 滅其十子。 予每讀史至此, 輒掩卷, 不欲讀。 今人所以稱太宗者, 只爲有治天下之才爾。 以予觀之, 雖或無才, 不能治天下, 而心路平正, 則豈不愈乎?” 希春等皆曰: “聖敎是矣。”"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 1번째기사",
                "gt-oKo": "상이 이이에게 이르기를, “한 문제(漢文帝)는 어찌하여 가의(賈誼)를 쓰지 않았는가?” 하니, 이이가 답하기를, “문제가 어질기는 하나 지취(志趣)가 높지 아니하여 가의가 큰소리 하는 것을 보고서는 의심이 나서 쓰지 않았던 것입니다.” 하고, 이어 근일의 전교가 참으로 좋기는 하나 실효가 보이지 않는다고 말하였다. 상이 이르기를, “어떻게 하면 실효가 있겠는가?” 하니, 이이가 아뢰기를, “상께서 항상 변통하는 것을 어렵게 여기시므로 끝내 실효가 없는 것입니다. 만약 경장(更張)하지 않으면 나라 꼴이 될 수 없습니다.” 하였다. 상이 이르기를, “조종의 법만 아니라면 경장하는 것이 무엇이 어렵겠는가.” 하니, 이이가 아뢰기를, “조종의 법을 전부 고치자고 하는 것이 아닙니다. 공안(貢案)의 경우는 곧 연산군이 더 배정한 것으로서 조종의 법이 아닙니다. 신은 경장하는 것을 좋아하는 것이 아니라 민폐를 구제하고자 하는 것입니다. 만약 오늘의 정사를 개선하려고 한다면 반드시 큰 일을 할 수 있는 인재를 구해야 하겠지만, 개선하지 아니한다면 현인을 구하여 어디에 쓰겠습니까. 근일에 상께서 노수신(盧守愼)에게 마음을 기울이시는데도 수신이 사퇴하겠다고 하니, 이 또한 그만한 이유가 있습니다. 수신은 젊어서부터 선명(善名)이 있었는데, 재상이 되기 전에는 사람들이 모두 말하기를, ‘이 사람이 재상이 된다면 태평을 기대할 수 있다.’고들 하였습니다. 그러나 막상 재상으로 앉게 되어서는 별달리 건명(建明)한 것이 없어서 사람들은 모두 그가 제대로 직책을 수행하지 못했다고 비웃었습니다. 그러나 수신이 건백하고 싶어도 성상의 뜻이 원하지 아니하여 진퇴가 다 낭패스러웠으므로, 이 때문에 떠나려고 하는 것 같습니다.” 하자, 상이 이르기를, “이는 우스운 일이다. 이 사람이 건백한 것은 내가 따라주지 않은 것이 없다.” 하였다. 이이가 상에게 묻기를, “전일 경연에서 조정기(趙廷機)가, 성혼(成渾)은 일언 일동(一言一動)을 반드시 법도에 맞게 한다고 말하였다 하는데 그런 일이 있습니까?” 하니, 상이 이르기를, “내가 그 점에 대하여 물어보려고 하다가 미처 하지 못하였다. 성혼은 어떠한 사람인가?” 하였다. 이이가 아뢰기를, “신은 그를 잘 압니다. 자질이 순후(醇厚)하여 선한 사람이라고 할 수 있는데, 어찌 일거 일동이 반드시 법도대로 하기까지야 하겠습니까. 다만 성혼은 몸에 병이 있어서 반드시 벼슬을 감당하지 못할 것입니다.” 하니, 상이 이르기를, “듣건대 마음을 다스리면 병이 없다고 하는데, 학문을 한 사람도 병이 있는가?” 하자, 이이가 아뢰기를, “학문을 한 사람이라도 타고난 기력이 매우 허약하면 어찌 질병이 없겠습니까. 반드시 체직시켜서 올라오도록 해야 합니다. 선비를 대우하는 도는 쓸만하면 쓰고, 쓸 수 없으면 그 염퇴(恬退)를 허락하고 그 절조를 높여줌으로써 그로 하여금 산림에서 높은 뜻을 지키게 하는 것도 사기(士氣)를 기르는 도입니다.” 하고, 김우옹은 아뢰기를, “성혼은 부르지 않을 수 없습니다.” 하였다. 이이가 성혼을 한관(閑官)으로서 경연직을 겸하고 수시로 입시하게 하자고 청하니, 상은 성혼이 출신(出身)이 아니라는 이유로 곤란하게 여겼는데, 김우옹이 아뢰기를, “출신이 아닌 자를 관직에 제수할 경우 반드시 《대전(大典)》의 규례를 따라야 한다는 것은 문음(門蔭)을 가리킨 말입니다. 그러나 산림(山林)의 현인일 때는 마땅히 규례 외에 특별히 대우하여야 하니, 그를 현인으로 부르면서 문음으로 대우하는 것은 현인을 쓰는 도가 아닙니다. 나라를 다스리는 데에는 반드시 근본이 있어야 하니 이제 마땅히 현사를 널리 모아 임금의 덕을 돕도록 해야 합니다.” 하였다. 상이 아뢰기를, “한 번 말하여 보라. 나의 자질은 어떠한가? 큰 사업을 이룰 수 있겠는가?” 하니, 우옹이 아뢰기를, “성상의 자질은 영명(英明)하여 역대 수많은 왕들보다 월등하십니다. 거기에 학문을 보탠다면 천하의 일에 있어서 하지 못할 것이 없을 것입니다.” 하였다. 상이 이르기를, “이 말은 지나치다.” 하니, 이이가 아뢰기를, “전하께서는 영명하고 사욕이 적으시니, 분명히 큰 사업을 이루실 자질을 갖고 계십니다. 지금 나라를 잘 다스리지 못하시는 것은 사실 노력을 하지 않으시는 것이지 자질 탓은 아닙니다. 반드시 상께서 학문에 힘써 이치에 밝고 사람을 아신 뒤에야 국사를 어진 이에게 맡기고 유능한 이를 부려서 그 혜택이 생민에게 미칠 것입니다. 근일에 군신(群臣)이 향약(鄕約)을 시행하자고 다급하게 청하였기 때문에 상께서 시행하라고 명하셨습니다마는, 신은 향약은 아직 너무 이르다고 생각합니다. 백성을 기르는 것이 우선이고 백성을 가르치는 것은 나중의 일입니다. 민생이 초췌하기가 오늘날보다 급한 때가 없으니, 시급히 폐단을 구제하여 먼저 거꾸로 매달려 있는 다급한 상황에서 해방시킨 뒤에야 향약을 시행할 수 있습니다. 덕교(德敎)는 곧 기장밥이자 고기입니다. 만약 비위(脾胃)가 극도로 상하여 미음도 내려가지 않는 상황이라면 기장밥과 고기가 아무리 좋더라도 어찌 먹을 수 있겠습니까.” 하였다. 상이 이르기를, “당초에 나도 그것이 어렵다는 것을 알았다. 지금 이미 시행하라고 명하였으나 중지하는 것이 어떻겠는가?” 하니, 이이가 아뢰기를, “모든 일은 상께서 마땅히 솔선하여야 하니 그렇지 않으면 백성은 반드시 따르지 않을 것입니다.” 하였다. 상이 이르기를, “향약을 지금 중지하라고 명하면 백성은 필시 조정을 믿지 않을 것이다.” 하니, 이이가 아뢰기를, “향약을 정지하고서도 백성을 보양하는 정사를 거행하지 않는다면 백성은 반드시 조정을 불신할 것입니다마는, 만약 백성을 보양하는 정사를 거행한다면 그들은 반드시 믿을 것입니다.” 하였다.",
                "hj": "○朔丙午/上謂李珥曰: “漢文帝何以不用賈誼乎?” 珥對曰: “文帝雖賢, 志趣不高, 見誼大言, 疑而不用耳。” 仍言: “近日傳敎儘善, 而實效則未之見也。” 上曰: “何以則有實效耶?” 珥曰: “自上每以變通爲難, 故終無實效。 若不更張, 無以爲國。” 上曰: “若非祖宗法, 則更張何難?” 珥曰: “非欲盡變祖宗法。 至於貢案, 乃燕山所加定, 非祖宗法也。 臣非好爲更張, 欲救民瘼也。 若欲改紀今日之政, 則必求有爲之才, 若不改紀, 則求賢何用? 近日自上眷注盧守愼, 而守愼求退, 此亦有意焉。 守愼少有善名, 前此未相時, 人皆曰: ‘此人作相, 則太平可期。’ 及居相位, 別無建明, 人皆笑其不職。 守愼雖欲建白, 上意不欲, 進退狼狽, 似緣此求去也。” 上曰: “此可笑也。 此人建白, 予未嘗不從。” 珥問上曰: “聞, 前日經筵, 趙廷機言: ‘成渾一言一動, 必以規矩。’ 有之乎?” 上曰: “予方欲問, 而未及也。 成渾何如人也?” 珥曰: “臣熟知之。 資質醇厚, 可以爲善, 何至於一動一靜, 必以規矩乎? 但渾有病, 必不堪仕宦。” 上曰: “聞, 治心則無病。 學問之人, 亦有病乎?” 珥曰: “雖學問之人, 受氣甚薄, 則豈無疾病乎? 須遞其職, 使之上來可也。 待士之道, 可用則用之; 不能用則許其恬退, 褒其節操, 使之守高山林, 亦養士氣之一道也。” 金宇顒曰: “渾不可不召。” 珥請以閑官, 兼經筵職, 時時入侍, 上以渾未出身難之。 宇顒曰: “未出身者除官, 必從《大典》者, 此指門蔭也。 若山林賢者, 則當以格外殊待也。 招之以賢者, 而待之以門蔭, 非用賢之道也。 爲治, 須有根本, 今當廣聚賢士, 以輔君德也。” 上曰: “試言之。 予資質何如? 可以有爲耶?” 宇顒曰: “聖質英明, 超出百王之上。 加之以學問, 則天下之事, 無不可爲。” 上曰: “此言過矣。” 珥曰: “殿下英明寡欲, 決是有爲之資。 其不能善治者, 不爲也, 非資質之過也。 須自上勉於學問, 明理知人, 然後可以任賢使能, 惠及生民矣。 近日群臣, 急請行鄕約, 故自上命行之, 臣以爲鄕約太早也。 養民爲先, 敎民爲後。 民生憔悴, 莫急於今日, 汲汲救弊, 先解倒懸, 然後可行鄕約也。 德敎, 是, 粱肉也。 若脾胃極傷, 糜粥不下, 則粱肉雖好, 其能食乎?” 上曰: “當初予亦知其難矣。 今已命行, 而中止何如?” 珥曰: “凡事, 自上當躬率之。 不然則民必不從。” 上曰: “鄕約今命中止, 則民必不信。” 珥曰: “旣停鄕約, 而不擧養民之政, 則民必不信。 若擧養民之政, 則民必信之矣。”"
            },
            "10": {
                "H2KE-EN": "The King decided to set the stepmother for the Royal Confucian Academy . Consequently, many of the old officials were not pleased. Yi Haesu said to Yi I , The stepmother for the stepmother is not suitable for the Royal Confucian Academy. The stepmother for the stepmother is also a custom. How can it be lost? Yi I said, The stepmother for the stepmother should set the stepmother for the stepmother. However, the Royal Confucian Academy is a place to clarify the moral principles. How can we abandon the stepmother for the stepmother of the stepmother? Moreover, the stepmother for the stepmother of the stepmother, what do you think about the Crown Prince? In ancient times, when the Crown Prince attends the stepmother, the stepmother for the stepmother. Therefore, the stepmother for the stepmother does not discuss the stepmother. Yi Haesu could not say it was impossible.",
                "H2KE-nKo": "성균관의 나이 순서대로 앉는 것을 정하였다. 이에 앞서 옛 신하 중에 좋아하지 않는 자가 많았다. 이해수가 이이에게 말하기를,“나이대로 앉는 것은 성균관에서 할 일이 아닙니다. 방목에서 장원을 존경하는 것도 예속이니, 어찌 거꾸로 놓을 수 있겠습니까.”하니, 이이가 말하기를,“장원을 존경하는 것은 방목의 모임에서 하는 것입니다. 성균관과 사학의 경우는 바로 인륜을 밝히는 곳이니, 어찌 장유의 순서를 폐할 수 있겠습니까. 그리고 장원을 존중하는 것이 왕세자와 비교할 수 있겠습니까. 옛날에는 왕세자가 입학할 때에도 오히려 나이대로 앉았었으니, 장원은 논할 바가 아닙니다.”하였다. 이해수가 힐난하지 못하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 10번째기사",
                "gt-oKo": "성균관에서 나이 순서대로 앉는 법을 정하여 행하였는데, 구신(舊臣)으로 좋아하지 않는 자가 많았다. 이해수(李海壽)가 이이에게 말하기를, “나이대로 앉는 것은 관중(館中)에 적합하지 않습니다. 동방(同榜)에서 장원을 존경하는 것이 또한 속례(俗禮)이니, 어찌 좌석을 뒤바꿀 수 있습니까.” 하니, 이이가 말하기를, “장원을 높이는 것은 동방의 모임에서나 시행하는 것입니다. 관학(館學)의 경우는 곧 인륜을 밝히는 곳이니, 어찌 장유(長幼)의 순서를 폐할 수 있겠습니까. 또 장원이 어찌 왕세자보다도 더 높겠습니까. 그런데도 옛날에 왕세자가 입학하면 오히려 나이대로 앉았으니, 장원을 논할 바가 아닙니다.” 하자, 해수가 더이상 따지지 못하였다.",
                "hj": "○定行成均館年齒坐。 於是, 舊臣多不悅。 李海壽謂李珥曰: “齒坐, 非館中所宜。 榜中尊敬狀元, 亦禮俗也, 豈可倒置之?” 珥曰: “狀元之尊, 施於榜會。 若館學則乃明倫之地, 豈可廢長幼之序乎? 且狀元之尊, 何如王世子? 古者王世子入學, 尙以齒坐, 則狀元非所論也。” 海壽不能難。"
            },
            "11": {
                "H2KE-EN": "Right State Councilor Bak Susin came to the government office for a long time due to his illness. The King received him in audience and sought him to comfort him. He also said, Why did you not report this and suddenly resign? [Bak] Susin told him that he was not able to fulfill his duties due to his illness. The King asked, The natural disaster of heaven is extremely severe and the peoples livelihoods are exhausted. How should we deal with this? [Seo] replied, It is necessary to select wise capable men. It is possible to deal with this. The King said, How can we obtain wise capable men? [Seo] Su replied, It is possible to seek out of utmost sincerity to seek out of capable men. The King said, The discussion is truly urgent. However, there is no thing to do this? Susin declined to express his gratitude. ",
                "H2KE-nKo": "우의정 노수신이 오랫동안 병을 이유로 사직하니, 비로소 출사하였다. 주상이 불러서 보고 위문하고, 또 말하기를,“어찌하여 건의한 일도 없이 번번이 사퇴하는가?”하니, 노수신이 스스로 병 때문에 직임을 감당할 수 없다고 진달하였다. 주상이 묻기를,“하늘의 변고가 매우 심하고 백성들의 생활이 곤궁한데 어떻게 다스리겠는가?”하니, 대답하기를,“반드시 훌륭한 인재를 얻어야만 다스릴 수 있습니다.”하였다. 주상이 말하기를,“어떻게 해야 어진 사람을 얻을 수 있겠는가?”하니, 대답하기를,“지성으로 구하면 얻을 수 있습니다.”하였다. 주상이 말하기를,“이 논의가 진실로 긴요하고 절실하다. 그러나 할 만한 일이 없는가?”하니, 노수신이 사양할 뿐이었다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 11번째기사",
                "gt-oKo": "우의정 노수신이 오래도록 병으로 인피(引避)하다가 비로소 출사하였다. 상이 인견하여 위문하고, 또 이르기를, “어찌하여 건백(建白)한 것도 없이 마냥 사퇴하는가?” 하니, 수신이 병으로 임무를 감당하지 못함을 진달하였다. 상이 하문하기를, “하늘의 재변이 극심하고 민생은 곤궁한데 어떻게 다스려야 하는가?” 하니, 대답하기를, “반드시 현재(賢才)를 얻어야만 다스릴 수 있습니다.” 하였다. 상이 이르기를, “어떻게 하면 현재를 얻겠는가?” 하니, 대답하기를, “지성으로 구하면 얻을 수 있습니다.” 하였다. 상이 이르기를, “그 말이 사실 긴요하고 절실하긴 하다만 달리 할 만한 일이 없는가?” 하니, 수신은 대답을 회피할 뿐이었다.",
                "hj": "○右議政盧守愼久引疾, 始出仕, 上引見慰問, 且曰: “何以無所建白, 而輒辭退乎?” 守愼自陳病不堪任。 上問曰: “天變孔棘, 民生困苦, 何以爲治?” 對曰: “必得賢才, 可治。” 上曰: “何以得賢?” 對曰: “至誠求之, 可得也。 上曰: “此論固爲要切, 然無可爲之事乎?” 守愼辭謝而已。"
            },
            "12": {
                "H2KE-EN": "On gyemyo day, snow fell in Hamgil Province and hail fell.",
                "H2KE-nKo": "함경도에 눈이 내렸는데 벌레가 섞여 내렸다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 12번째기사",
                "gt-oKo": "함경도에 눈이 내렸는데 벌레가 섞여 내렸다.",
                "hj": "○咸鏡道雨雪, 交蟲而下。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that summon 성혼 again and did not come.",
                "H2KE-nKo": "성혼을 다시 부르라고 명하였으나 또 사양하고 오지 않았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 2번째기사",
                "gt-oKo": "명하여 재차 성혼을 불렀으나, 또 사양하고 오지 않았다.",
                "hj": "○命再召成渾, 又辭不至。"
            },
            "3": {
                "H2KE-EN": "The King ordered the suspension of the provincial preliminary-stage examination to discuss the matter of the provincial preliminary-stage examination. The high officials concluded whether it was proper or not, but the King ordered the suspension of the provincial preliminary-stage examination. Heo엽 met Yi I and said, Why do you encourage the King to suspension of the provincial preliminary-stage examination? Yi I said, It is possible to know the proprieties and proprieties. It is imposible to comply with the provincial preliminary-stage examination for the provincial preliminary-stage examination? Heo엽 said, The provincial preliminary-stage examination for the provincial preliminary-stage examination of the provincial preliminary-stage examination for the provincial pre",
                "H2KE-nKo": "향약의 일을 대신에게 문의하니, 대신의 헌의에 가부가 일치하지 않았다. 주상이 정지하라고 명하였는데, 허엽이 이이를 보고 말하기를,“어떻게 상에게 향약을 정지하라고 권하는가?”하니, 이이가 말하기를,“의식이 넉넉해진 뒤에야 예의를 알 수 있습니다. 기한에 허덕이는 백성에게 억지로 향약을 행하게 할 수는 없습니다.”하자, 허엽이 탄식하기를,“세도가 융성하느냐 쇠퇴하느냐에 따라 명이 있는 법이니, 어찌해야겠습니까?”하였다. 이이가 말하기를,“공의 생각에는 민생이 극도로 곤궁하고 초췌하지만 향약을 행한다면 과연 백성을 교화하고 풍속을 이루어 태평성대를 이룰 수 있겠는가?”하니, 허엽이 말하기를,“그렇습니다.”하였다. 이이가 말하기를,“공은 향약으로 집안을 다스릴 수 있겠습니까?”하니, 허엽이 말하기를,“상의 명이 없기 때문에 할 수 없습니다.”하였다. 이이가 말하기를,“공이 집안을 다스리는 데 어찌 상의 명을 기다리겠습니까. 예로부터 백성들이 도탄에 빠지고도 예속을 이룰 수 있었던 경우이겠습니까. 부자가 지친이라 하더라도 굶주림과 추위를 생각하지 않고 날마다 매질하여 학문을 권장하면 반드시 서로 떨어지게 마련인데, 하물며 백성이야 말할 것이 있겠습니까.”하니, 허엽이 말하기를,“지금 세상 사람들은 선한 자는 많고 선하지 않은 자는 적습니다. 그러므로 향약을 행할 수 있습니다.”하자, 이이가 웃으며 말하기를,“그대의 마음은 선하기 때문에 단지 남의 선한 것만을 볼 뿐이다. 이이는 선하지 않은 사람을 많이 보았으니, 필시 내 마음이 선하지 못해서 그런 것일 것이다. 다만 몸소 가르친 자는 따르고 말로 가르친 자는 송사를 하니, 지금의 향약은 송사를 하는 것이 아닌가?”하니, 허엽이 말하기를,“그대는 고집부리지 말고 모름지기 대죄한 뒤에 양사로 하여금 다시 논의하게 하는 것이 옳습니다.”하자, 이이가 말하기를,“내가 스스로 그것이 잘못인 줄을 모르기 때문에 감히 대죄하지 못합니다.”하니, 허엽이 개탄해 마지않았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 3번째기사",
                "gt-oKo": "향약의 일을 대신에게 의논하도록 하자 대신의 헌의가 옳으니 그르니 하며 일정하지 않았는데, 상이 정지할 것을 명하였다. 허엽(許曄)이 이이를 보고 말하기를, “무슨 이유로 상에게 향약을 정지하라고 권하였습니까?” 하니, 이이가 말하기를, “의식이 풍족한 뒤에야 예의를 아는 법입니다. 기한(飢寒)에 허덕이는 백성에게 억지로 권하여 예를 행하게 할 수는 없습니다.” 하자, 허엽이 탄식하기를, “세도(世道)의 승강(升降)에는 천명이 있는 것이니 어찌하겠습니까.” 하였다. 이이가 말하기를, “공의 생각에는 민생이 비록 극도로 곤궁하다 하더라도 향약을 시행하면 과연 백성을 교화하고 풍속을 순화시켜 태평 시대가 될 수 있다고 여깁니까?” 하니, 허엽이 말하기를, “그렇습니다.” 하였다. 이이가 말하기를, “공은 향약으로 집안을 다스리고 있습니까?” 하니, 허엽이 말하기를, “상의 명이 없으므로 하지 못하고 있습니다.” 하자, 이이가 말하기를, “공이 집안을 다스리는 데 상의 명을 기다릴 필요가 뭐가 있습니까. 예로부터 백성이 도탄에 빠졌는데도 예속(禮俗)을 제대로 이룬 경우가 있었습니까. 부자 간이 아무리 지친(至親)이라 해도 만약 기한(飢寒)을 생각하지 않고 매일 매를 때리면서 글을 배우라고 권하면 반드시 서로 등을 지는 결과가 벌어질 것인데, 더구나 백성이겠습니까.” 하였다. 허엽이 말하기를, “지금 세상 사람은 선한 자가 많고 선하지 않은 자는 적기 때문에 향약을 시행할 수가 있습니다.” 하니, 이이가 웃으면서 말하기를, “당신의 마음은 선하기 때문에 사람이 선한 것만 보셨습니다마는, 나는 선하지 않은 사람을 본 것이 더 많으니 필시 내 마음이 선하지 않아서 그런 것일 것입니다. 그러나 몸으로 가르치면 따르고 말로써 가르치면 말썽이 생기는 법인데, 지금 향약의 경우 어찌 말썽이 없겠습니까.” 하였다. 허엽이 말하기를, “당신은 고집부리지 말고 대죄해야 합니다. 그런 뒤에 양사(兩司)로 하여금 다시 논죄하게 해야 할 것입니다.” 하니, 이이가 말하기를, “나는 내가 그르다는 것을 스스로 모르므로 감히 대죄하지 못하겠습니다.” 하자. 허엽이 개탄해 마지않았다.",
                "hj": "○以鄕約事, 議于大臣, 大臣獻議可否不一, 上命停之。 許曄見李珥曰: “何以勸上停鄕約?” 珥曰: “衣食足, 然後知禮義。 飢寒之民, 不可强之以行禮也。” 曄歎曰: “世道升降, 有命存焉, 奈何?” 珥曰: “公意以爲, 民生雖極困瘁, 若行鄕約, 則果能化民成俗, 治升大猷乎?” 曄曰: “然。” 珥曰: “公能以鄕約治家乎?” 曄曰: “無上命, 故不能也。” 珥曰: “公之治家, 奚待上命? 自古民墜塗炭, 而有能成禮俗者乎? 父子雖至親, 若不念飢寒, 日撻而勸學, 必至相離, 況百姓乎?” 曄曰: “今世之人, 善者多, 不善者少, 故可行鄕約。” 珥笑曰: “君心善, 故但見人之善。 若珥則見不善人多, 必是余心不善而然也。 但以身敎者從; 以言敎者訟, 今之鄕約, 無乃訟耶?” 曄曰: “君無堅執, 須待罪然後, 使兩司更論可也。” 珥曰: “余不自知其非, 故不敢待罪。” 曄慨恨不已。"
            },
            "4": {
                "H2KE-EN": "Yi I also reported to the King, saying, Originally, the King originally does not wish to practice the practice of the provinces. Therefore, your humble subject has once made a decision on this matter. Considering that the practice of the state should properly be accepted. The King said, I did not wish to practice the practice of the peoples livelihood. Now, people do not understand the practice of practice and practice of practice the practice of practice and practice the practice of practice. However, if the practice of practice was extremely distressed, how could the practice of practice was not practiced even in the end? Today, many court officials did not wish to practice the practice of state affairs. This was also because the practice of practice was practiced according to the practice of practice. Although the practice of practice and practice of affairs was not practiced in the practice of practice, only the practice of dismissal from office was applied to a dismissal from office. The practice of practice the practice of state was frequently caused by the legal world. Therefore, it would be proper that the practice of practice was practiced and the practice of conducting state affairs was few. Now, if we order people to make efforts to state affairs, it would be proper to strive to give efforts to the King so that people may widely understand the intent of the practice of conducting state. If Your Majesty wishes to practice the practice of the Tang and Wu and the Three dynasties, the practice of practice would be inevitably practiced. If Your Majesty wishes to practice the practice of practice",
                "H2KE-nKo": "이이가 또 주상에게 아뢰기를,“향약은 주상께서 본래 시행하려 하지 않으시기 때문에 소신의 한마디 말에 대해 주상께서 이처럼 결단하신 것입니다. 이로 미루어 보면 임금의 뜻에 영합하는 소인은 말을 반드시 들어주어야 합니다.”하니, 주상이 말하기를,“내가 향약을 시행하고 싶지 않은 것은 아니지만 민생이 소생하기를 기다려 시행하고자 해서일 뿐이다. 지금 사람들이 시세를 헤아리지 않고 분분하게 논의하는 것은 옳지 않다.”하였다. 이이가 아뢰기를,“의논이 결정되는 것도 두 가지가 있습니다. 군자가 임금을 얻으면 시행하는 것이 이치에 합당하고 나라 사람들이 편안하게 심복하면 이는 선한 것으로 정해진 것입니다. 소인이 국정을 담당하여 위세를 떨치면 한 마디 말이라도 다른 점이 있으면 반드시 기이한 화를 입어도 사람들이 감히 어기지 못하니, 이는 선하지 못한 것으로 정해진 것입니다. 지금의 국사는 털끝만큼도 고통을 받지 않는 것이 없으니 다스리기 어렵다고 할 수 있습니다. 그러나 진실로 지성으로 다스려지기를 구한다면 어찌 끝내 다스려지지 않을 리가 있겠습니까. 오늘날 신하들은 대부분 국사를 염두에 두지 않으니, 이 또한 이치와 형세가 그러한 것입니다. 종전에는 공을 일삼지 않고 사를 일삼던 자는 죄를 받더라도 파면에 불과하였습니다. 국사에 힘쓰는 자는 종종 멸족의 화를 입기도 하니, 사를 경영하는 자는 많고 봉공하는 자는 적은 것이 당연합니다. 지금 사람들로 하여금 국사에 힘쓰게 하고자 한다면 반드시 주상께서 분발하여 사람들로 하여금 성상의 뜻이 반드시 다스려지는 데 있다는 것을 환히 알게 해야 합니다. 전하께서 만약 당우, 삼대의 정치를 하고자 하신다면 조종의 법이라도 고치지 않을 수 없을 것입니다. 만약 소강만 하고 그치려고 하신다면 조종의 좋은 법과 아름다운 뜻을 따를 수 있을 것입니다. 지금 이른바 조종을 본받는다는 것은 단지 전해 내려오는 근래의 규례를 지키는 것일 뿐이고 조종의 좋은 법은 실로 폐지하고 시행하지 않으니, 이는 매우 옳지 않습니다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 4번째기사",
                "gt-oKo": "이이가 또 상에게 아뢰기를, “향약은 상께서 본디 시행하고 싶지 않으셨기 때문에, 소신의 한 마디 말로 상께서 이와 같이 결단하신 것입니다. 이로 미루어 볼 때 임금의 뜻을 잘 맞추는 소인 역시 말하면 반드시 받아들이실 것입니다.” 하니, 상이 이르기를, “내가 향약을 시행하고 싶어 하지 않은 것은 아니고 민생이 소복할 때까지 기다렸다가 시행하고 싶을 뿐이다. 지금 사람은 시세는 헤아려 보지도 않고 어지럽게 논의만 하니, 옳지 않은 일이다.” 하였다. 이이가 아뢰기를, “의논이 정해지는 것에도 두 가지가 있습니다. 군자가 임금에게 마음을 얻어 시행하는 일이 사리에 옳고 온 나라 사람이 순종하여 심복하면 이는 선한 것으로 정해진 것이고, 소인이 권력을 잡고 그 위세를 휘둘러 한 마디라도 이론을 제기하면 반드시 큰 화를 당하므로 감히 어기는 사람이 없으면 이는 선하지 않은 것으로 정해진 것입니다. 지금 국사는 조금이라도 병들지 않은 것이 없으므로 다스리기가 어렵다고 말할 수 있습니다. 그러나 만약 지성으로 다스리려고 한다면 어찌 끝내 다스리지 못할 리가 있겠습니까. 오늘날 군신(群臣) 대부분이 국사를 염두에 두지 않고 있는데 이 또한 사세가 그렇기 때문입니다. 과거에 국사를 돌보지 않고 사리(私利)를 일삼은 자는 비록 죄를 받더라도 파면하는 정도에 지나지 않는데, 국사에 힘쓴 자는 항상 멸족의 화를 입었으니, 사리(私利)를 꾀하는 자가 많고 봉공(奉公)하는 자가 적은 것은 당연합니다. 이제 사람들로 하여금 국사에 힘쓰도록 하려고 한다면, 반드시 상께서 분발하시어 모든 사람으로 하여금 상의 뜻이 기필코 치평을 이루는 데 있다는 것을 분명히 알게 해야 합니다. 전하께서 만약 당우(唐虞) 삼대(三代)의 치평을 이룩하고자 하신다면 비록 조종(祖宗)의 법이라도 고치지 않으면 안 될 것이며, 만약 소강(小康)을 유지하는 선에서 그치려고 하신다면 조종의 옳은 법과 아름다운 뜻을 따라야 할 것입니다. 그런데 이제 이른바 조종을 본받는다는 것이 오직 답습해 오는 친근한 규례만 지키고 조종의 옳은 법은 사실 폐하고 행하지 않는데, 이는 매우 옳지 않습니다.” 하였다.",
                "hj": "○李珥又白上曰: “鄕約自上本不欲行, 故小臣一言, 自上決斷如此。 以此推之, 小人之逢迎君意者, 宜乎言必見聽也。” 上曰: “予非不欲行鄕約也, 欲待民生蘇息, 而行之耳。 今人不度時勢, 紛紛論議, 不可也。” 珥曰: “議論之定, 亦有二焉。 君子得君, 施設當理, 國人帖然心服, 則此以善定者也。 小人當國, 張其威勢, 一言有異, 必被奇禍, 人莫敢違, 此以不善定者也。 今之國事, 無毫髮不受病痛, 治之可謂難矣。 然苟能至誠求治, 則豈有終不治之理乎? 今日群臣, 多不以國事爲意, 此亦理勢然也。 從前不事公而事私者, 雖得罪, 不過罷免而已。 勉於國事者, 往往被赤族之禍, 宜乎營私者衆, 而奉公者少也。 今欲使人勉於國事, 必須自上奮發, 使人人曉然知上意在於必治可也。 殿下若欲做唐、虞、三代之治, 則雖祖宗法, 亦有不得不改者矣。 若欲小康而止, 則可遵祖宗良法美意也。 今之所謂法祖宗者, 只守近規之傳襲者, 而祖宗良法, 實廢不行, 此甚不可也。”"
            },
            "5": {
                "H2KE-EN": "Fourth Inspector Han Su did not attend to his office three times due to his illness, but the King did not approve his resignation. Then Han Su came to the palace and attended the King. The King asked him about how to study. Han Su could not thoroughly discern his study, and thus many people laughed. Yi Li reported to the King, A good man is numerous, and there are those who are well-versed in learning and virtues. There are those who are well-versed in conduct but lack study. As for Han Su, he is well-versed in conduct and lacks study. It is not proper to simply carelessly see his study. The King said, How dare I simply carelessly see his study?",
                "H2KE-nKo": "지평 한수가 세 번째 병을 이유로 출사하지 않으니, 주상이 그의 사직을 윤허하지 않았다. 이에 한수가 출사하였다. 입시하였을 때 주상이 학문을 하는 요체를 물었는데, 한수가 명백하게 분변하여 대답하지 못하였으므로 비웃는 사람이 많았다. 이이가 주상에게 아뢰기를,“선인 중에는 여러 가지 선행이 있어서 학행을 겸비한 자도 있고, 행실은 깨끗하나 학문이 부족한 자도 있습니다. 한수로 말하면 행실은 깨끗하나 학문이 부족한 자입니다. 한마디 말이 뜻에 맞지 않는다고 하여 선사를 경시해서는 안 됩니다.”하니, 주상이 말하기를,“내가 어찌 감히 이것으로 어진 사람을 경시하겠는가.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 5번째기사",
                "gt-oKo": "지평 한수(韓修)가 세 번째 병으로 인퇴하고 출사하지 않았는데 상이 그 사퇴를 윤허하지 않으니, 한수가 마침내 출사하였다. 입시하였을 때 상이 그에게 학문을 하는 요체를 물었으나 한수가 분명히 분간하여 대답하지 못하니, 웃는 사람이 많았다. 이이가 상께 아뢰기를, “선인(善人)에도 여러 종류가 있으니 학행을 겸비한 자가 있는가 하면 행실은 깨끗하나 학문이 부족한 자도 있습니다. 한수 같은 자는 행실은 깨끗하나 학문이 부족한 자인데, 말 한 마디가 마음에 들지 않는다고 하여 선사(善士)를 경시해서는 안 됩니다.” 하니, 상이 이르기를, “내가 어찌 감히 이것으로 현자(賢者)를 경시할 것인가.” 하였다.",
                "hj": "○持平韓脩, 三度引疾不出, 上不允其辭, 脩乃出仕, 入侍之時, 上問以爲學之要, 脩不能明辨以對, 人多笑之。 李珥白上曰: “善人有多般, 有學行兼備者; 有行潔而學不足者。 若韓脩則行潔而學不足者也。 不可以一言不稱旨, 輕視善士也。” 上曰: “子安敢以此, 輕視賢者乎?”"
            },
            "6": {
                "H2KE-EN": "The King asked Yi I , Though learning, if there is no talent but cannot govern the country. What do you think about the talent of 성혼? Would it be possible to govern the state? Yi I answered, Your Majesty summons Seong . People are all grateful. However, I do not know that Your Majesty desires to summon you for a single moment? Would it be possible for you to assume your duties? Considering that the talent is not the same, those whose talent and wisdom are superior to the superior candidates surveillance, and those whose talent is not superior to the superior candidates are superior to the superiors. As your subject knows that the talent and wisdom is superior to the superiors, it would be possible for me to employ the superiors to employ the superiors. However, although 성혼 comes, if we do not reform the evil administration, what would be done if we do not reform it? ",
                "H2KE-nKo": "주상이 이이에게 묻기를,“비록 학문이 있더라도 재주가 없으면 나라를 다스릴 수 없는데, 성혼의 재주는 어떠한가? 치평을 이룰 수 있겠는가?”하니, 이이가 대답하기를,“상께서 특별히 성혼을 부르시니 사람들이 모두 감격하고 있습니다. 다만 주상의 뜻이 한번 보고 싶어서 그치는 것인지, 아니면 일을 맡기고자 하는 것인지 모르겠습니다. 재주는 일반이 아닙니다. 재주와 지혜가 출중하여 큰일을 혼자 담당할 수 있는 자도 있고, 재주는 비록 부족하더라도 능히 여러 사람의 계책을 쓸 수 있는 자도 있습니다. 성혼의 재주와 지혜가 출중한지는 신이 알지 못하지만, 그 용량과 도량으로 본다면 능히 여러 사람의 계책을 쓸 수 있을 것입니다. 다만 성혼이 비록 왔지만 폐정을 고치지 않는다면 또한 어찌할 수 없을 것입니다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 6번째기사",
                "gt-oKo": "상이 이이에게 하문하기를, “비록 학문이 있더라도 재주가 없으면 나랏일을 볼 수 없을텐데 성혼의 재주는 어떠한가? 치평(治平)을 이룰 만한가?” 하니, 이이가 말하기를, “상께서 특별히 성혼을 부르시니 사람들이 모두 감격해 합니다. 다만, 상의 생각이 한 번 보고서 그만두시려는지, 장차 국사를 맡기려고 하시는지 모르겠습니다. 재주도 한 가지가 아니어서 재주와 지혜가 출중하여 큰 일을 혼자서 감당할 만한 자도 있고, 재주는 부족하더라도 능히 여러 사람의 계책을 받아들여 쓰는 자도 있습니다. 성혼의 재주와 슬기가 출중한지에 대해서는 신은 알 수가 없습니다마는, 그 용량만은 능히 여러 사람의 계책을 받아들여 쓸 수 있습니다. 그러나 성혼이 오더라도 폐정을 개혁하지 않는다면 그 역시 어떻게 하지 못할 것입니다.” 하였다.",
                "hj": "○上問李珥曰: “雖有學問, 無才則不能爲國, 成渾之才何如? 可以致治平乎?” 珥對曰: “自上特召成渾, 人皆感激。 但未知上意欲一見而止乎, 將欲任之以事乎。 才非一般, 有才智出衆, 可以獨當大事者; 有才雖不足, 而能用群策者。 成渾之才智出衆, 則臣所未知, 若其容量, 則可以能用群策矣。 但成渾雖來, 若不改弊政, 則亦末如之何矣。”"
            },
            "7": {
                "H2KE-EN": "On jeongmyo day, the first day of the month, because the weather was cold, the King asked the King to attend the Royal Lecture and the lecture on the Confucian Classics. The King did not grant this petition. Yi Li reported to the King as follows: If Your Majesty merely followed the old practice, it will be impossible to cultivate it. What is the difficult task to cultivate the Classics on the Class on the Classics on the Class and the Classics on the Class on the Classics on the Class and the Classics on the Class on the Classics on the Class and the Class on the Classics on the Class on",
                "H2KE-nKo": "정원이 날씨가 춥다는 이유로 비현각에 나아가 주강과 석강을 행할 것을 청하니, 주상이 전례가 아니라는 이유로 허락하지 않았다. 이이가 주상에게 아뢰기를,“전하께서 만약 예사롭게 답습하신다면 결코 진작될 리가 없습니다. 비현각에서 진강하는 것이 얼마나 어려운 일인데 전하께서는 따르지 않으십니까. 오늘날 전하께서는 반드시 큰 뜻을 분발하여 정치를 일신하고 한 시대를 용동시켜야만 세도를 만회할 수 있을 것입니다.”하니, 주상이 기강이 진작되지 못한 것을 탄식하였다. 이이가 아뢰기를,“기강이 국가에 있는 것은 마치 호연지기가 한 몸에 있는 것과 같습니다. 호연지기는 바로 의를 모아서 태어난 것으로 한 가지 일이 우연히 의에 맞아서 습격하여 취한 것이 아닙니다. 반드시 오늘 한 가지 의를 행하고 내일 한 가지 의를 행하여 하늘을 쳐다보아도 부끄럽지 않고 하늘을 굽어보아도 부끄럽지 않은 다음에야 호연지기가 충만하여 유행할 것입니다.기강도 그러하여 하루아침에 분을 내어 세울 수 있는 것이 아닙니다. 모름지기 공평하고 정대한 마음으로 정사를 베풀어 오늘 한 가지 선정을 행하고 내일 한 가지 선정을 행하여 곧은 사람은 반드시 등용하고 굽은 사람은 반드시 등용하여 공이 있으면 반드시 상을 주고 죄가 있으면 반드시 벌을 준다면 기강이 저절로 확립될 것입니다.”하니, 주상이 말하기를,“경연에 들어올 때마다 간절하게 치도를 진달하였으니 가상하다. 지금 무슨 일을 행하여야 정치를 할 수 있겠는가?”하자, 이이가 대답하기를,“정치를 하는 방도에 대해 어찌 다 진달할 수 있겠습니까. 대개 먼저 큰 뜻을 정하고 어진 사람을 얻어 위임하는 것이 옳습니다.”하였다. 심의겸이 나아가 아뢰기를,“조종조에서 군신을 친밀하게 대하기를 한집안 부자 사이와 다름없이 하였기 때문에 계옥하는 정성을 다할 수 있었습니다.”하니, 이이가 아뢰기를,“만약 군신과 친밀하여 차이가 없다면 그 정상을 자세히 알아서 취사선택을 올바르게 할 수 있을 것입니다. 세종대왕께서는 사람을 알아보고 잘 맡기신 것도 그 정상을 알았기 때문입니다. 세종조에는 인재를 등용할 때 구근과 고하를 따지지 않고 오직 인품과 기량이 서로 걸맞았기 때문에 한 관직을 지키면서 일생을 마친 자도 있었고 초탁된 지 며칠 되지 않아 경상에 이른 자도 있었습니다. 육경과 백사를 모두 구임하였기 때문에 모든 업적이 이루어졌고 유신에 대해서는 특별한 대우를 받았기 때문에 신하들이 모두 목숨을 바치려는 마음을 품었습니다. 군자가 임금을 덕으로 사랑하는 것은 진실로 접대의 후하고 박함에 관계되지 않으나 중인과 같은 경우에는 임금이 어떻게 대우하느냐에 따라 대우하느냐에 달려 있습니다. 또 신이 어떤 사람을 통해 어제시를 들었는데 매우 근심스럽고 답답한 뜻이 있었습니다. 전하께서는 어찌하여 이와 같이 즐거워하지 않으십니까.”하자, 주상이 말하기를,“이것이 무슨 시인가? 한번 외우도록 하라.”하였다. 이이가 시를 외우기를,“저의 포부를 털어놓기 어려워 홀로 누각에 기대니 마음속의 온갖 느낌에 슬픔을 금할 수 없습니다. 달 밝은 옛 궁전에 향기로운 연기 다 떨어지고 바람 차가운 숲에는 밤새 눈이 쌓여 있습니다. 저는 마치 오래된 병이 많은 것 같고 마음은 송옥이 비추고 슬퍼하던 가을과 같습니다. 뜨락이 처량하여 사람들의 말도 없고 창 밖의 종소리만 저절로 유유합니다. 임금은 남면하는 즐거움이 있으니 적임자를 얻어 관직을 맡기면 태연히 화열할 수 있을 것입니다. 전하께서 만약 심복의 신하 2, 3인이 있다면 어찌 이처럼 근심스럽고 답답한 데 이르겠습니까. 신은 이 시를 들은 뒤로 며칠 동안 마음이 또한 편치 않았습니다. 또 근래 경연관이 매번 잡서를 보지 말라는 경계를 진달하였습니다. 정성을 노래하는 것은 진실로 성현도 면치 못한 바이지만 사장에만 뜻을 두면 어찌 학문에 해가 되지 않겠습니까.”하니, 주상이 한참 동안 부끄러워하는 기색이 있었다. 이이가 이어 수찬 윤현과 함께 상의 앞에서 학문을 논하였다. 주상이 말하기를,“학문이 진실로 근본이기는 하지만 안자는 학문이 이미 지극하였는데도 나라를 다스리는 방도를 물었으니, 오늘날 어찌 할 만한 일이 없겠는가.”하니, 이이가 일어나 대답하기를,“전하께서 참으로 큰일을 하고자 하신다면 모름지기 인순하는 폐단을 통렬히 개혁하셔야 합니다. 사람들은 옛것을 고치기를 꺼려하여 ‘오늘 이미 행했는데 내일 어찌 갑자기 바꿀 수 있겠는가.’라고 합니다. 이와 같이 고식적으로 하신다면 점차 구제할 수 없는 지경에 이를 것입니다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 7번째기사",
                "gt-oKo": "정원이, 날씨가 차다는 이유로 비현각(丕顯閣)에서 주강(晝講)과 석강(夕講)을 열 것을 청하였는데, 상이 전례가 아니라고 하며 허락하지 않았으므로 이이가 상에게 아뢰기를, “전하께서 만약 평범하게 옛날에 해 온 대로만 따르려 하신다면 정사가 진작될 리가 없습니다. 비현각에서 진강하는 일이 무엇이 곤란하기에 전하께서 따르지 않으십니까. 오늘날 전하께서 반드시 큰 뜻을 분발하여 정치를 일신시키고 한 시대를 용동시키는 조처를 취하신 뒤에야 그래도 세도(世道)를 만회할 수 있을 것입니다.” 하였다. 상이 기강이 떨쳐지지 못한 것을 한탄하니, 이이가 아뢰기를, “기강이 국가에 있는 것은 마치 호연지기(浩然之氣)가 몸에 있는 것과 같습니다. 호연지기는 곧 의로운 행동을 한 결과로 생기는 것으로서 한 가지 일이 우연히 의리에 합치된다 하여 갑자기 갖게 되는 것은 아닙니다. 반드시 오늘 하나의 의리를 행하고 내일 또 하나의 의리를 행하여 하늘을 쳐다보아도 부끄러움이 없고, 땅을 굽어보아도 부끄러움이 없게 된 다음에야 호연지기가 온 몸에 충만하여 유행하는 것입니다. 기강도 그와 마찬가지여서 하루아침에 갑자기 발분한다고 하여 세워지는 것이 아닙니다. 반드시 공평 정대한 마음을 가지고 정사에 시행하여 오늘 하나의 선정을 행하고 내일 또 하나의 선정을 행하여, 곧은 자는 반드시 들어서 쓰고 부정한 자는 반드시 폐기하며, 공이 있으면 반드시 상을 주고 죄가 있으면 반드시 벌을 준다면 기강이 저절로 수립될 것입니다.” 하였다. 상이 이르기를, “늘 경연에 들어와서 간절히 치도(治道)를 진언하니 가상하다. 이제 무슨 일을 행하여야 나라가 잘 다스려질 수 있겠는가?” 하니, 이이가 대답하기를, “나라를 다스리는 도에 대해서 어찌 이루다 아뢸 수 있겠습니까. 대체로 먼저 큰 뜻을 정하고 난 뒤 현인을 얻어 책임을 맡겨야 할 것입니다.” 하였다. 심의겸(沈義謙)이 나아가 아뢰기를, “만약 군신(群臣)과 친밀하여 간격이 없으면 그 정상을 자세히 알아서 취사(取捨)를 올바르게 할 수 있을 것입니다. 세종 대왕(世宗大王)께서 사람을 알아 잘 맡기신 것도 그 정상을 알았기 때문입니다. 세종조에는 사람을 쓸 때 재직 기간이나 벼슬의 고하를 묻지 않고 오직 사람과 벼슬자리가 서로 맞도록만 하였기 때문에, 한 관직에서 일생을 마치는 자도 있고 단시일에 발탁되어 경상(卿相)에까지 이르는 자도 있었는데, 육경(六卿)과 백사(百司)가 모두 오랫동안 그 직책에 있게 되었으므로 많은 치적이 이루어졌습니다. 그리고 유신(儒臣)에 대해서 예우가 특별하였으므로 신하들이 모두 목숨을 바칠 마음을 갖게 되었습니다. 대체로 군자는 임금을 덕으로써 사랑하기 때문에 본래 접대가 후하고 박한 것과는 관계가 없으나, 보통사람의 경우는 임금이 그를 어떻게 대우하는가만을 따집니다. 그리고 신이 어떤 사람을 통하여 어제시(御製詩)를 들어 보았는데 매우 우울한 뜻이 있었습니다. 전하께서는 무슨 이유로 그처럼 유쾌하지 않으십니까?” 하니, 상이 이르기를, “그것은 어떤 시인가? 한 번 외어 보라.” 하였다. 이이가 시를 외면서 아뢰기를, “그 시는, 외론 회포 풀지 못해 홀로 누각에 기대니 온갖 느낌 일어나 그 시름 가눌 길 없네 달 밝은 옛 궁전에 향로 연기 사라지고 바람 찬 앙상한 숲엔 밤새 내린 눈 쌓였네 이 내 몸은 상여처럼 해묵은 병도 많고 마음은 송옥같아 슬픈 가을 애닯아라 뜨락은 쓸쓸하여 말소리 하나 없고 창 너머 종소리만 유유하구나 라고 하였습니다. 대체로 임금은 남면(南面)의 즐거움이 있으니 인재를 얻어 관직을 맡기면 태평하게 즐길 수 있습니다. 전하께서 만약 심복의 신하 두세 사람만 있다면 어찌 이처럼 수심에 쌓이고 우울하시기까지야 하겠습니까. 신은 이 시를 듣고 나서 수일 동안 마음이 또한 불안하였습니다. 그리고 근일에 경연관이 늘 잡서(雜書)를 보시지 말 것을 진계(進戒)하였는데, 정성(情性)을 노래하는 것이야 사실 성현들도 그만두지 못한 것이긴 하지만, 사장(詞章)에만 뜻을 붙이면 어찌 학문에 해롭지 않겠습니까.” 하니, 상이 한참 동안 부끄러워하는 빛을 보였다. 이어 이이가 수찬 윤현(尹晛)과 함께 상의 앞에서 학문을 논하였다. 상이 이르기를, “학문이 물론 근본이긴 하지만 안자(顔子)는 학문이 이미 지극했어도 나라를 다스리는 법을 물었다. 오늘날 어찌 해볼 만한 일이 없을 것인가?” 하니, 이이가 일어나서 대답하기를, “전하께서 진정으로 큰 일을 해보려고 하신다면 반드시 관습에 따라 고식적으로 처리하는 폐단을 과감하게 개혁해야 합니다. 사람의 습성은 옛날 것을 고치기를 꺼려하여, 오늘 이미 행하고 있는 데 내일 어찌 갑자기 변경할 수 있느냐고 여깁니다. 그러나 그와 같이 고식적으로 넘어가면 그대로 끌려가 장차 구제할 수 없는 지경에 이를 것입니다.” 하였다.",
                "hj": "○政院以日寒, 請於丕顯閣御晝、夕講, 上以非前例不許。 李珥白上曰: “殿下若只循尋常塗轍, 則決無振作之理。 丕顯閣進講, 是何重難之事, 而殿下不從乎? 今日殿下, 必須奮發大志, 一新政治, 作聳動一時之擧, 然後庶可挽回世道矣。” 上以紀綱未振爲歎, 珥曰: “紀綱之在國家, 若浩然之氣在一身也。 浩然之氣, 是, 集義所生, 非一事偶合於義, 而襲取之也。 須是今日行一義; 明日行一義, 仰不愧、俯不怍然後, 浩然之氣充滿流行矣。 紀綱亦然, 非一朝發憤, 而可立也。 須以公平正大之心, 施之政事, 今日行一善政; 明日行一善政, 直必擧、枉必錯, 功必賞、罪必罰, 則紀綱自立矣。” 上曰: “每入經席, 惓惓陳說治道, 可嘉矣。 今行何事, 可以爲治乎?” 珥對曰: “爲治之道, 何能盡達乎? 大槪先定大志, 得賢委任可也。” 沈義謙進曰: “祖宗朝視群臣親密, 無異家人父子, 故能盡啓沃之誠。” 珥曰: “若於群臣, 親密無間, 則可以細知其情狀, 而得其取舍之正矣。 世宗大王知人善任, 亦由知其情狀故也。 世宗朝用人, 不問久近、高卑, 惟其人器相稱, 故有守一職, 而終身者; 有超擢不日, 而至卿相者。 六卿、百司, 莫不久任, 故庶績以成。 其於儒臣, 眷遇殊絶, 故臣隣咸懷效死之心矣。 夫君子愛君以德, 固不係接待之厚薄, 若中人則視君上待之之如何耳。 且臣因人聞御製詩, 甚有愁鬱之意。 殿下何以不樂如許乎?” 上曰: “是何詩? 試誦之。” 珥誦詩曰: “孤抱難攄獨倚樓, 由中百感不勝愁。 月明古殿香烟盡, 風冷疎林夜雪留。 身似相如多舊病, 心如宋玉苦悲秋。 凄涼庭院無人語, 窓外鍾聲只自悠。 夫人君有南面之樂, 得人而任職, 則可以泰然和悅矣。 殿下若有心腹之臣二三人, 則何至於含愁怫鬱若此乎? 臣自聞此詩, 數日之間, 心亦不安矣。 且近日經筵官每以勿觀雜書進戒。 吟詠情性, 固是聖賢所不免, 而但着意詞章, 則豈不有害於學問乎?” 上有愧色良久。 珥仍與修撰尹晛, 論學問於上前。 上曰: “學問固是根本, 但顔子學問已至, 而亦問爲邦。 今日豈無可爲之事乎?” 珥起而對曰: “殿下誠欲有爲, 須痛革因循之弊。 人情憚於改舊以爲: ‘今日旣行矣, 明日何可卒變?’ 姑息如是, 則馴至於不可救矣。”"
            },
            "8": {
                "H2KE-EN": "At this time, the King frequently contracted a slight illness. Many officials would constantly present a word about his countenance. The King disliked him and heard this. Compilation Commissioner Seong낙 said, It is possible to cultivate ones mind and cultivate ones mind. The King laughed and asked, If that is the case, would it be possible to cultivate oneself? Seong낙 replied, That is true. Later, Yi I reported to the King, saying, All the high and low have lost their words. It is impossible to cultivate oneself. Seong낙 said, At that time, your subject mistakenly heard that Your Majesty said that Your Majesty would cultivate ones longevity. The King said, A great virtue must cultivate ones longevity. It is only reasonable to cultivate ones mind and cultivate ones longevity. If your subject fails to cultivate ones mind and cultivate ones longevity, this would not be the Way of the king. The longevity and the short of ones life lies in Heaven should only be accepted. Yi I said, Your Majestys instruction is correct. However, it is not easy to cultivate ones mind and cultivate ones self-hearted sel",
                "H2KE-nKo": "이때 주상에게 자주 병이 있어 신하들이 매번 여색을 경계하라는 말을 올리니, 주상이 듣기 싫어하였다. 수찬 성낙이 마음을 닦고 기운을 기르는 것이 병을 치료하는 방법이 될 수 있다고 극구 말하니, 주상이 농담으로 묻기를,“이렇게 하면 오래 살 수 있겠는가?”하자, 성낙이 그렇다고 대답하였다. 훗날 이이가 주상에게 아뢰기를,“상하가 모두 실언하였습니다. 오래 살 수 있다는 것은 이치에 닿지 않는 일입니다.”하니, 성낙이 아뢰기를,“그때 신이 성상의 말씀이 오래 살 수 있다는 것을 잘못 들었습니다.”하자, 주상이 말하기를,“큰 덕이 있으면 반드시 오래 살 수 있다는 것은 이치를 들어 말한 것일 뿐이다. 마음을 닦고 기운을 길러서 오래 살기를 구하는 것은 왕도가 아니다. 오래 살거나 일찍 죽는 것은 하늘에 달려 있으니, 순순히 받아들일 따름이다.”하니, 이이가 아뢰기를,“성상의 하교가 옳습니다. 다만 순히 받아들이는 것이 매우 쉽지 않으니, 만일 터럭만큼이라도 스스로 해친다면 순히 받아들이는 것이 아닙니다. 정자가 말하기를 ‘나는 삶을 잊고 욕심을 따르는 것을 매우 부끄럽게 여긴다.’라고 하였으니, 이 말을 유념하셔야 합니다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 8번째기사",
                "gt-oKo": "이때 상에게 자주 미양(微恙)이 있었으므로 군신(群臣)이 늘 여색(女色)을 경계하라고 말을 진언하였는데, 상이 그 말을 듣기 싫어하였다. 수찬 성낙(成洛)이, 마음을 닦고 기운을 기르면 병을 다스리는 방법이 될 수 있다고 극력 말하자, 상이 농담으로 하문하기를, “이와 같이 하면 장생(長生)할 수 있는가?” 하니, 성낙이 그렇다고 대답하였다. 나중에 이이가 상에게 아뢰기를, “상하가 다 실언을 하였습니다. 장생한다는 것은 무리한 일입니다.” 하니, 성낙이 아뢰기를, “그 때 신은 상께서 장수(長壽)를 말씀하신 것으로 잘못 알아들었습니다.” 하였다. 상이 이르기를, “큰 덕이 있는 이는 반드시 장수한다는 것은 이치를 들어 말한 것일 뿐이다. 만약 마음을 닦고 기운을 길러 장수를 구한다면 이는 왕도(王道)가 아니다. 사람 목숨의 길고 짧은 것은 하늘에 달려 있으니 다만 그에 순응해야 한다.” 하니, 이이가 아뢰기를, “상의 분부가 옳습니다. 그러나 순응하는 것이 매우 쉽지 않으니, 털끝만큼이라도 스스로 몸을 해치면 순응하는 것이 되지 못합니다. 정자(程子)의 말에 ‘나는 삶을 망각하고 욕심을 따르는 것을 깊이 부끄럽게 여긴다.’ 하였는데, 이 말을 마땅히 유념하셔야 합니다.” 하였다.",
                "hj": "○是時, 上頻有微恙, 群臣每進戒色之言, 上厭聞之。 修撰成洛盛言修心養氣, 可以醫病之術, 上戲問曰: “如此則可以長生乎?” 洛對曰: “然。” 他日, 李珥白上曰: “上下皆失言矣。 長生是無理之事也。” 洛曰: “其時臣誤聞, 天語以爲長壽耳。” 上曰: “大德必得其壽者, 擧理而言之耳。 若修心養氣, 以求長壽, 則非王道也。 壽夭在天, 但當順受而已。” 珥曰: “上敎是矣。 但順受甚不易, 若毫髮自戕害, 則非順受也。 程子曰: ‘吾以忘生徇欲爲深恥。’ 此言當留念也。”"
            },
            "9": {
                "H2KE-EN": "Fifth Royal Secretary Yi I was unable to assume heavy responsibility for the Royal Secretariat because he had many diseases. Please allow him to return to his leisure office and take care of his illness. The King responded, You should remain in my left and right to support my lack of assistance. Therefore, you cannot resign. You should take care of yourself and take care of your official duties. ",
                "H2KE-nKo": "우부승지 이이가 병이 많아 정원의 직무를 감당할 수 없다는 이유로 한국에 나아가 병을 조리하게 해 줄 것을 청하니, 상이 답하였다. “그대는 나의 좌우에 있으면서 나의 부족한 점을 도와야 할 것이니, 사퇴해서는 안 된다. 조리하면서 공무를 수행하도록 하라.”\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 2월 1일(병오) 9번째기사",
                "gt-oKo": "우부승지 이이가, 병이 많아 정원의 격무를 감당하지 못한다는 것을 이유로 한국(閑局)으로 물러가 병을 조섭하겠다고 청하니, 상이 답하였다. “그대는 나의 좌우에 있으면서 나의 부족함을 도와줘야 한다. 사퇴해서는 안 되니 조리하면서 행공(行公)하라.”",
                "hj": "○右副承旨李珥以多病, 不堪政院劇仕, 乞就閑局調疾, 上答曰: “爾當在予左右, 以輔不逮, 未可辭退。 可調理行公。”"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the month, [the King] summoned 성혼 again and did not come. At the time, [ 성혼] was seven times in a royal order, and his brother encouraged him to express gratitude for the royal benevolence and retreated. [But] 성혼 did not respond. ",
                "H2KE-nKo": "초하루에 성혼을 다시 불렀으나 오지 않았다. 이때 성혼이 일곱 번이나 소명을 받들었는데, 그의 친구가 사은하고 물러가도록 권하였으나 성혼이 응하지 않았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 3월 1일(병자) 1번째기사",
                "gt-oKo": "다시 성혼(成渾)을 불렀으나 오지 않았다. 이 때 성혼이 일곱 번째 소명(召命)을 받았는데 그의 벗이 사은을 하고 물러나라고 권하였으나 응하지 않았다.",
                "hj": "○朔丙子/復召成渾, 不至。 時, 渾七承召命, 其友勸使謝恩而退, 渾不應。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi I as the Office of the Censor General . After [Yi] I expressed his gratitude for the royal benevolence, he resigned and said, Todays disorder and the weighty of the peoples livelihood has already been fully observed. This is even more worrisome. The King has already shown me to devote himself to entrusted himself, and the court officials have also been insufficient in fulfilling his duties to self-restraint. As high-ranking officials are diligent in the world, they are shamelessly observed and observed themselves in their superiors. Even when high-ranking officials are advisable to their superiors, they sometimes harbored their superiors, and sometimes incorrect decisions and sometimes incorrect decisions. Nevertheless, many controversions have been divided and their control. Nevertheless, the advantages of the state are decreasing day by day, which runs contrary to the water. At this time, the higher-ranking officials should rectify their faults and the lower-ranking officials should rectify their faults, thereby cautious and encouraging their self-restraint. Truly, they should not be entrusted with talent and accomplishments, and their knowledge and wise capability should not be entrusted with this duty. As your subject is ignorant and foolish, how can he be tarnished with a government position? It is quickly requested that Your Majesty quickly replace him. He again said, Your subject has now submitted his resignation. This is not from the true world, but truly he cannot bear his duties. If your subject wishes to reflect upon his previous position and thoroughly study his thoughts, he will surely not be at variance with the sympathy of Your Majesty. If we follow the true customs and thoroughly scrutinize the old and evils, he can respond to his responsibilities, then this is also not a cardinal principle of advising your subject. If Your Majesty wishes to silently self-restraint and self-restraint on the streets of the streets, he would truly not have his heart. Upon repeated reflection, he could not find a proper measure to fulfill his duties",
                "H2KE-nKo": "이이를 사간원 대사간으로 삼았다. 이이가 사은한 뒤에 사직하기를,“오늘날 기강이 무너지고 민생이 곤궁하다는 것은 성상께서 이미 잘 알고 계실 것입니다. 더욱 우려되는 것은, 주상께서 이미 마음을 다해 위임하신 뜻이 적고 조정의 신하들도 국사를 담당하여 몸을 바칠 뜻이 없습니다. 대관은 유속에 젖어 수수방관하면서 성패를 마음대로 처리하고, 소관은 건의하는 것이 있더라도 과격하기도 하고 오활하기도 하여 실용에 절실하지 않고 논의가 여러 갈래여서 통일되는 것이 없습니다. 나라의 형세가 날로 낮아지는 것이 마치 물이 아래로 흘러내리는 것과 같습니다.이러한 때에 위로는 허물을 바로잡고 잘못을 규찰하며 아래로는 경솔함을 바로잡고 나태함을 깨우치는 것은 오직 간관에게 달려 있으니, 진실로 재주와 성의를 겸비하고 식견과 사려가 명달한 자가 아니면 이 직임을 감당할 수 없습니다. 신과 같이 소루하고 오류하며 나약하고 졸렬한 자가 어찌 명기를 욕되게 할 수 있겠습니까. 속히 체차해 주소서.”하니, 답하기를,“적합하니 사직하지 말라.”하였다. 재차 아뢰기를,“신이 지금 사직하는 것은 형식적으로 하는 것이 아니라 실로 충심으로 감당할 수 없는 것입니다. 신이 지금 그동안의 생각을 돌아보지 않고 소회를 모두 진달하려고 한다면, 엉성하고 어리석은 계책이 결코 성상의 마음에 맞지 않을 것입니다. 만약 시습을 본받아 잗단 일을 낱낱이 거론하여 남의 지난날의 잘못을 지적해서 그 책임을 때우려고 한다면 이는 또 쟁신의 대체가 아닙니다. 만약 입을 다물고 구차하게 용납되려고 길거리에서 호창을 행할 뿐이라면 실로 본래의 마음이 아닙니다. 반복해서 생각해 보아도 끝내 직무를 수행하기에 적절한 방법을 찾지 못하였습니다. 이 때문에 근심하고 두려워하여 잠자리에 들어도 편치 않습니다. 체차해 주소서.”하니, 사직하지 말라고 답하였다. 세 번째 아뢰기를,“신이 형편없다는 것은 성상께서 이미 잘 알고 계시는데도 폐기하지 않고 계시니, 이는 실로 가능한지를 시험해 보려는 의도입니다. 신이 지금 직무를 수행한 뒤에 말이 시의에 맞지 않고 대책이 실효가 없으면, 물러나 쉬게 하거나 폄척을 가하여 맑은 조정을 오래도록 욕되게 하지 마소서.”하니, 답하기를,“본 직임을 충분히 감당할 만하니, 다만 직임을 다하면 될 뿐이다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 3월 1일(병자) 2번째기사",
                "gt-oKo": "이이를 사간원 대사간으로 삼았다. 이이가 사은한 뒤에 사직하기를, “오늘날 기강이 무너지고 민생이 곤궁한 것은 성감(聖鑑)이 이미 아시는 바입니다. 그런데 더욱 우려되는 일은 상께서는 이미 마음을 다해 국사를 위임하시는 뜻이 적고, 조정 신하는 또 국사를 담당하여 몸을 바칠 뜻이 모자란다는 점입니다. 그리하여 대관(大官)은 유속(流俗)에 젖어 수수 방관하며 그 성패를 괘념하지 않고, 소관은 비록 건백(建百)하는 일이 있더라도 너무 과격하거나 오활하여 실용에 맞지 않기 때문에 논의가 어지러워 통일되는 것은 없이 나라의 형세가 날로 비하되고 있는데, 이는 물이 아래로 달리는 것과 같습니다. 이런 때를 당하여 위로 허물을 바로잡고 잘못을 규찰하며 아래로 경솔함을 교정하고 태만함을 깨우치는 일은 오직 간관(諫官)에게 부여된 책임이라 하겠는데, 재주와 성심을 겸비하고 지식과 슬기가 명달(明達)한 자가 아니면 이 책임을 감당할 수 없습니다. 신처럼 소루하며 오류가 있고 연약하며 졸렬한 자가 어찌 명기(明器)를 욕되게 할 수 있겠습니까. 속히 체면(遞免)시켜 주소서.” 하니, 합당하니 사피하지 말라고 답하였다. 재차 아뢰기를, “신이 이제 사피하는 것은 의례상 형식적으로 하는 것이 아니라 사실 진정으로 감당하지 못하기 때문입니다. 신이 이제 앞뒤를 돌아보지 아니하고 가지고 있는 의견을 다 털어놓는다면 엉성하고 어리석은 계책이 결코 성상의 마음에 맞지 않을 것이고, 시습(時習)을 본받아 잘한 일을 낱낱이 들추고 남들의 지난 잘못을 끄집어 내어 그 책임이나 메운다면 이 또한 쟁신(諍臣)의 대체(大體)가 아니고, 그렇다고 해서 침묵이나 지키고 구차히 용납한 채 길거리에서 호창(呼唱)이나 행할 뿐이라면 이 또한 실로 평소 지녔던 마음이 아닙니다. 반복하여 생각해도 도저히 공직(供職)할 적절한 이유가 찾아지지 않습니다. 이 때문에 걱정하고 두려워한 나머지 침식이 불안하니, 체직시켜 주소서.” 하니, 인피하지 말라고 답하였다. 세 번째 아뢰기를, “신이 형편없다는 것은 상께서 이미 통촉하고 계실텐데 그래도 폐기하지 않으시니, 이는 실로 쓸만한지를 시험하시겠다는 뜻인줄 알겠습니다. 신이 이제 직책을 수행하는 과정에서 말이 시의(時宜)에 맞지 않고 계책이 실효가 없을 때는 물러나 쉬게 하거나 폄척(貶斥)을 가하시어, 맑은 조정을 오래도록 욕되게 하지 마소서.” 하니, 답하기를, “충분히 본직을 감당할 것이다. 다만 직책을 다하면 그만이다.” 하였다.",
                "hj": "○以李珥爲司諫院大司諫。 珥謝恩後辭職曰: “今日紀綱之頹、民生之困, 聖鑑已悉矣。 尤可憂者, 自上旣少推心委任之意; 廷臣又乏擔當致身之志。 大官恬於流俗, 縮手旁觀, 任其成敗; 小官雖有建白, 或激或迂, 不切實用, 論議多岐, 無所統一, 國勢日卑, 如水趨下。 當此時, 上以繩愆糾謬; 下以矯輕警惰, 惟諫官是賴, 苟非才誠兼備、識慮明達者, 無以當此任也。 如臣疎謬疲劣, 豈可玷辱名器? 請亟賜遞免。” 答曰: “可合, 勿辭。” 再啓曰: “臣今控辭, 非出應文, 實是衷情所不堪也。 臣今欲不顧前後, 畢陳所懷, 則疎愚之策, 決不合於聖衷。 若效時習, 毛擧細故, 摘人舊惡, 以塞其責, 則又非諍臣之大體, 若欲含默苟容, 行呼唱於街路而已, 則實非素心。 反覆思之, 終不得其供職之宜, 用是憂懼, 寢息不安, 請命遞。” 答曰: “勿辭。” 三啓曰: “臣之無狀, 天鑑已燭, 而猶不廢棄, 此實試可之意。 臣今供職之後, 言不適時、策無實效, 則請賜退休, 或加貶斥, 毋令久辱淸朝。” 答曰: “足堪本任, 但當盡職而已。”"
            },
            "3": {
                "H2KE-EN": "[The King] ordered the Storehouse of Seasoning and Spices to submit 500 geun of yellow red",
                "H2KE-nKo": "의영고에 황랍 500근을 대내에 들이라고 명하였다. 외간에서는 용도를 알 수 없어 어떤 사람은 불사에 쓸 것이라고 하였다. 간원이 아뢰기를,“황랍을 대내에 들이라고 하셨는데 전하께서는 어디에 쓰려고 하십니까? 용도가 만약 올바르다면 속히 성상의 뜻을 보여 여러 사람의 의혹을 풀어 주소서. 만약 올바르지 못하다면 대내에 들이라는 명을 거두소서.”하니, 주상이 노하여 답하기를,“대내에서 쓰는 물건은 아랫사람이 감히 우러러 물을 수 있는 것이 아닌데 감히 번거롭게 많은 말을 하니, 이는 무슨 의도인가.”하였다. 헌부도 들이지 말 것을 주상에게 아뢰어 청하였으나, 모두 허락하지 않았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 3월 1일(병자) 3번째기사",
                "gt-oKo": "의영고(義盈庫)에 명하여 황랍(黃蠟) 5백 근을 대내(大內)에 들이도록 하였다. 외간에서는 그것을 어디에 쓸 것인지 몰랐는데, 어떤 이는 불사(佛事)에 쓸 것이라고 하였다. 간원이 아뢰기를, “황랍을 대내에 들이라고 하셨는데, 전하께서는 어디에 쓰려고 하십니까? 사용할 곳이 올바르면 빨리 성상의 뜻을 내보여 뭇사람의 의혹을 풀어주시고 바르지 않으면 대내에 들이라는 명을 거두소서.” 하니, 상이 노하여 답하기를, “내용(內用)하는 물건은 아랫사람이 감히 물어볼 일이 못된다. 그런데도 감히 번거롭게 말이 많으니 이는 무슨 뜻인가.” 하였다. 헌부도 들이지 말 것을 계청하였으나, 모두 윤허하지 않았다.",
                "hj": "○命義盈庫, 納黃蠟五百斤于內。 外間莫知所用, 或云將用於佛事。 諫院啓曰: “黃蠟入內, 殿下欲用於何處耶? 所需若正, 則亟示聖意, 以解群惑。 如其不正, 請收入納之命。” 上怒答曰: “內用之物, 非下人所敢仰問。 敢煩多言, 是何意哉?” 憲府亦啓請勿納, 竝不許。"
            },
            "4": {
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 3월 1일(병자) 4번째기사",
                "gt-oKo": "간원이 의영고의 황랍을 이미 대내에 들였다는 말을 듣고 아뢰기를, “전하께서 쓰시는 것은 유사(有司)가 공진(供進)하지 않은 것이 없고, 궁중에서는 특별히 많은 양의 황랍을 쓸 곳이 없으니, 이는 필시 부정한 계획에서 나와 사람들이 알지 못하게 하려는 것이라고 생각됩니다. 이 때문에 신들이 성상의 심지(心志)가 사도(邪道)에 빠지는 일이 없지 않을까 염려스러워 미연에 방지하려고 했던 것일 뿐입니다. 그런데 이제 황랍이 이미 대내에 들어갔으니 그 일을 논의해도 미치지 못하게 되었습니다. 옛날 사마광(司馬光)은 ‘내가 평생에 한 행동은 남을 대하여 말하지 못할 것이 없다.’ 하였습니다. 이제 신들은 정심(正心)과 성의(誠意)를 전하에게 기대하고 있는데 이 정도의 일도 밖에 내보이려 하지 않으시니, 마음대로 행동할 수 있는 은밀한 곳에서 하시는 행동에는 과연 부끄러움이 없으실지 모르겠습니다. 청컨대 앞으로는 바르지 않은 물품은 요구하지 마시고 성상의 가슴 속을 청천 백일처럼 환히 내보이심으로써 군하(群下)로 하여금 우러러 바라볼 수 있게 하소서.” 하니, 상이 답하기를, “해사(該司)의 물건은 내가 헤아려 쓰기에 달려 있을 뿐이니, 군하가 감히 이러니 저러니 논의할 일이 아니다. 옛날 양 무제(梁武帝)가 입맛이 써서 꿀을 찾다가 얻지 못하였는데 오늘날에 그런 일을 다시 볼 줄이야 생각도 못했다. 시사(時事)가 이토록까지 되었으니, 어찌 마음이 아프지 않겠는가.” 하였다. 상이 갑자기 이처럼 어이없는 전교를 내리자 뭇사람들이 마음 속으로 매우 놀랐다. 이이가 동료들을 인솔하고 입궐하여 사직하기를, “어제 성비(聖批)를 받들건대, 말씀이 매우 엄하시어 심지어는 양(梁)나라 후경(侯景)으로 신들을 견주기까지 하셨으니, 신들은 떨리고 두려운 마음을 가눌 수 없습니다. 전(傳)에 이르기를, ‘부고(府庫)의 재물 가운데 그의 재물이 아닌 것은 없다.’ 하였습니다. 해사의 물건은 본래 전하의 소유이니, 전하께서 올바르게만 쓰신다면 군신(群臣)이 마땅히 그 뜻을 받들기에 여념이 없을 것인데, 어찌 감히 다른 말을 한 마디라도 할 수 있겠습니까. 그러나 만약 그것을 불법으로 사용하여 임금의 거조가 장차 불법으로 돌아갈 경우에는 비록 해사(該司)라 하더라도 그것을 반대해야 할 것인데, 더구나 언관(言官)의 입장에서 어찌 감히 묵묵히 있겠습니까. 요즈음 외간에 떠들썩하게 나도는 말에 의하건대, 어떤 이는 임금이 장차 불상(佛像)을 제조할 것이라 하고 어떤 이는 장차 불사(佛事)를 일으킬 것이라고 합니다. 그 말을 듣고 사람들이 의심하고 있는 때에, 수은(水銀)과 황랍을 대내에 들이라는 명이 때마침 내렸으므로 인심이 한층 더 의심했습니다. 신들이 이 말을 듣고 어찌 염려되고 두려운 생각이 없었겠습니까. 다만 성학(聖學)이 고명하여 이교(異敎)에 빠지지 않으실 듯하기 때문에 감히 꼭 그러하실 것이라고는 믿지 않았습니다. 그런데 이렇게 감히 여쭈어 보았던 것은 장차 성명께서 미혹되시지 않았다는 것을 밝혀 뭇 사람의 의심을 없애자는 것일 뿐이었습니다. 따라서 전하께서는 오직 자신의 마음을 살펴보아 그러한 일이 있으면 고치고 없으면 더 한층 노력하시면 그뿐인데, 깊이 숨기고 엄중히 거부하시기를 이렇게까지 하시는 것은 무슨 이유입니까? 옛날에 순 임금이 칠기(漆器)를 만들자 간한 자가 열 사람이었고, 무왕(武王)이 포어(鮑魚)를 즐겨 먹자 태공(太公)이 올리지 않으면서 ‘예(禮)에 포어는 제기(祭器)에 오르지 않는다.’고 하였으니, 이것이 어찌 사람과 공경이 부족하여 그런 것이겠습니까. 진정 충신은 임금을 덕으로써 사랑하고 예로써 공경하는 것이니 임금의 뜻을 잘 따르고 받드는 것은 도리어 사랑과 공경에 해롭기 때문입니다. 전하께서는 감히 뜻을 따라주지 않는 한 마디 말로 인하여 여지없이 진노하시고 마음이 아프다고까지 말씀하셨으니, 어찌 우신(虞臣)과 태공의 일로써 반성해 보지 아니하십니까. 신들은 고루하고 용렬하여 정성이 신임을 받지 못하니, 청컨대 신들을 축출하여 인신(人臣)으로서 사랑과 공경이 부족한 자를 깨우치소서.” 하니, 답하기를, “이제 계사(啓辭)를 보니 더욱 한 번 웃을 거리도 못된다. 설사 이교를 승봉한다 하더라도 예로부터 전해오는 옛 불상도 많으니 새로 만들어 무엇 하겠는가. 모르겠다만 그 말을 누구에게 들었는가? 나는 그를 잡아다 국문하여 사실을 가려 내고 싶다. 이를 통하여 더욱 인심이 부박하다는 것을 알 수 있으니, 이것이 내가 이 세상에 마음이 없고 나라를 잘 다스리는 일에 의욕이 없게 된 이유이다. 이렇게 힘써 타이르니 번거롭게 사직하지 말라.” 하였다. 간원이 재차 아뢰기를, “이제 성비(聖批)를 받들건대 더욱 황혹(惶惑)하기 그지없습니다. 떠돌아다니는 말은 한 사람의 입에서 나온 것이 아닙니다. 만약 꼭 일일이 잡아다 국문하려고 한다면 어찌 위(衛)의 무당이 비방을 감시하는 것과 다르겠습니까. 전하께서 만약 그것을 정당하게 쓰신다면 어찌 그 용도를 분명히 내보여 군하의 의혹을 풀어주지 않으십니까. 전하께서 이미 나라를 잘 다스리는 일에 의욕이 없으시다면, 신들 또한 무슨 마음으로 맑은 조정에 낯을 들고 건백(建白)할 수 있겠습니까. 신들의 직을 파척하라 명하소서.” 하니, 답하기를, “내가 어찌 묻는 대로 답하여 군하에게 경시를 당하고 뒤폐단의 발단을 열어놓을 수 있겠는가. 간관은 필시 어떤 사람에게서 들었을 것이니 그자를 바른 대로 아뢰라. 사직은 하지 말라.” 하였다. 간원이 세 번째 아뢰기를, “전파된 말이 길가에 퍼지고 항간에 나돈다면 그 말을 한 자를 전부 국문하겠습니까. 옛날에는 나그네에게 도로에서 비방하고 장사꾼에게 저자에서 시비를 논하도록 하였는데, 어느 명철한 왕이 비방과 논의가 근거가 없다는 이유로 곧 나국을 가하게 했다는 말은 들어보지 못하였습니다. 신들이 비록 임금의 마음을 바로잡아 모든 정사가 정도에서 나오게 하지는 못하지만, 어찌 차마 무서워 겁을 먹은 나머지 뜻을 맞추어 무고한 자를 끌어다 댐으로써 임금을 옳지 않은 데로 인도하겠습니까. 단지 신들이 망언한 죄만 다스리면 그것으로 족합니다. 하필 위엄을 세우고 입을 막아 사방의 이목을 놀라게 할 것이 뭐가 있겠습니까. 지금 임금의 덕은 날로 고항(高亢)한 쪽으로 나아가고 선비의 풍습은 날로 연약한 쪽으로 치달으며, 묵은 폐단을 바로 잡아 고칠 가망이 없고 새로운 근심은 생각지도 않은 가운데 나오는 형편입니다. 가사 주운(朱雲)과 급암(汲黯)이 조정에 있어 바른 말이 날로 나온다 하더라도 시사가 올바로 될 것인지는 또한 기대할 수가 없는데, 더구나 경천(輕淺)하고 졸렬한 신들이 어떻게 만에 하나라도 도움이 되겠습니까. 신들이 군부(君父)에게 신임을 받지 못하여 이처럼 다그치는 물음을 받게까지 되었으니, 언관의 체통을 크게 잃었습니다. 신들을 척파(斥罷)하소서.” 하니, 답하기를, “감히 물어볼 사람을 숨기고 오직 많은 말로써 그 물음을 메우려고 하니, 이것이 과연 임금에게는 숨김이 없어야 하는 도리인가. 빨리 바른 대로 아뢰라. 와서 사직할 것까지는 없다.” 하였다. 네 번째 아뢰기를, “전하께서는 말의 출처를 알기 어렵다는 것을 모르지 않으시면서 이와 같이 다그쳐 물으시니, 이는 신들을 경시하여 뇌정(雷霆)의 위엄으로 꺾음으로써 장차 언로를 막기 위한 것에 지나지 않습니다. 들은 것이 있으면 반드시 계달하는 것이 곧 숨김이 없는 것이니, 만약 반드시 말의 출처를 지적한다면 이는 두려워 겁을 먹고 임금의 뜻을 맞추는 것이며 숨기지 않는다는 도리는 아닙니다. 전하께서는 어찌 빨리 신들을 파직하지 않으시고 계속 자리에 눌러 있게 하면서 다그쳐 물으시어 언관을 대하는 체모를 손상시키십니까.” 하니, 답하기를, “분명치 않게 경솔히 아뢰었다가 물을 때는 감히 숨기니 이것이 과연 충직(忠直)의 도인가. 《주례(周禮)》에 말을 날조한 데 대한 벌이 있으나, 지금은 우선 용서한다. 사직은 하지 말라.” 하였다. 간원이 다섯 번째 아뢰기를, “전파되는 말의 출처를 따져 묻고 말을 날조한 형률을 간신(諫臣)에게 가한다면, 군하가 더 이상 감히 말하지 못하여 임금의 귀와 눈이 저절로 가리워질 것입니다. 전하께서 이미 말을 날조한 것으로 신들을 의심하시니, 결코 관직에 있을 수 없습니다. 빨리 파척을 명하소서.” 하니, 사직하지 말라고 답하였다. 당시 헌부와 옥당이 모두 차자를 올려 성지(聖旨)가 잘못되었음을 논하고, 정원에서도 누차 아뢰어 간쟁하였으나 모두 살펴주지 않았다. 이 당시 후궁(後宮)이 왕자를 위하여 복을 빌면서 불사(佛事)를 많이 벌였는데, 그 비용은 다 내수사(內需司)에서 나왔으며, 외부(外府)에서 황랍을 가져간 것은 한 때의 명령일 뿐이었다. 상은 본디 이교(異敎)를 믿지 않았으나 총애하는자가 간청하면 간혹 따라 주었으므로, 그 일을 밖에 드러내고 싶지 않아 그와 같이 엄한 말로 간관을 거절하였으니, 식자들이 우려하였다.",
                "hj": "○諫院聞義盈庫黃蠟已入內, 乃啓曰: “殿下之所用, 有司莫不供進, 宮中別無許多用蠟之處, 此必出於邪蹊曲逕, 不可使聞於人。 故臣等恐聖志之不能無惑, 欲防微杜漸耳。 今者黃蠟已入內, 論之無及。 昔者司馬光曰: ‘吾平生所爲, 未有不可對人言者。’ 今臣等方以正心、誠意, 望於殿下, 而只此事不肯宣示, 則未知幽獨得肆之地, 其能不愧屋漏乎。 請自今以後, 勿進非正之供, 而洞示聖懷, 若靑天白日, 使群下得以仰見也。” 上答曰: “該司之物, 在予量用而已, 非群下所敢容議者也。 昔者梁武苦口, 索蜜不得, 不料再見於今日也。 時事至此, 寧不痛心?” 上忽下不倫之敎如此, 群情甚駭。 李珥率同僚, 詣闕辭職曰: “昨承聖批, 辭氣大厲, 至以侯景比臣等, 臣等不勝戰慄焉。 《傳》曰: ‘未有府庫財, 非其財者也。’ 該司之物, 固是殿下之所有, 殿下用之以正, 則群臣當奉承之不暇, 尙敢有一言乎? 若用之以不法, 而君擧將歸不法, 則雖該司, 亦當覆逆, 況言官安敢默默乎? 近者外間喧播之說, 或以爲: ‘將造佛像。’ 或以爲: ‘將興佛事。’ 聽者疑信未定之際, 水銀黃蠟內入之命, 適下於此日, 人心愈疑。 臣等聞此言, 豈無憂懼之念乎? 第以聖學高明, 似不惑於異敎, 故不敢信其必然。 玆敢仰問, 將以昭聖明之無惑, 以絶群疑耳。 殿下但當內省于心, 有則改之; 無則加勉而已, 秘諱之密、峻拒之嚴, 一至於此何歟? 昔者舜造漆器, 諫者十人。 武王嗜鮑魚, 太公不進曰: ‘禮, 鮑魚不登於俎。’ 豈愛敬不足而然哉? 誠以忠臣愛君以德; 敬君以禮, 逢迎承順, 反害於愛敬故也。 殿下以一言之不敢承順, 輒加震怒, 至於痛心, 何不以虞臣、太公之事, 反觀而自省乎? 臣等陋劣, 誠未上孚。 請逐臣等, 以警人臣之愛敬不足者。” 答曰: “今見啓辭, 尤不足以備一笑。 假使崇奉異敎, 自古流來故像亦多矣, 新造何爲焉? 未知聞於何人, 予欲拿鞫而辨之。 因此而尤可見人心澆薄, 此予所以無心於斯世, 而絶意於有爲也。 玆以勉諭, 不須煩辭。” 諫院再啓曰: “今承聖批, 尤不勝惶惑之至。 傳播之說, 非出於一人之口, 若必一一拿鞫, 則何異於衛巫之監謗乎? 殿下若用之以正, 則何不洞示, 以解群下之惑乎? 殿下旣絶意於有爲, 則臣等亦何心, 抗顔淸朝, 有所建白乎? 請命罷臣等之職。” 答曰: “予豈答所問, 而取輕於群下, 而肇後弊乎? 諫官必聞於人, 其直啓, 勿辭。” 諫院三啓曰: “傳播之言, 行於道路、出於里巷, 則其言可盡鞫乎? 古者使行旅謗于道; 商賈議於市, 未聞明王以謗議之無實, 而輒加拿鞫也。 臣等縱未能格君心而出於正, 豈忍畏却逢迎, 指引無辜, 納君於不韙乎? 只治臣等妄言之罪足矣, 何必立威箝口, 以駭四方之觀聽乎? 今者君德日就於高亢; 士習日趨於萎弱, 宿弊無矯革之期; 新憂出意慮之外。 假使朱、汲在朝, 讜言日進, 時事之正, 亦不可望, 況臣等輕淺蹇劣, 其能有補於萬一乎? 臣等不能取信於君父, 被此迫問, 大失言官之體, 請賜斥罷。” 答曰: “敢諱所問之人, 惟多言以塞之, 此果無隱之道乎? 其速直啓, 不須來辭。” 諫院四啓曰: “殿下非不知難詰言根所自, 而有此迫問者, 此不過輕視臣等, 折之以雷霆之威, 將以杜塞言路也。 有聞必達, 此是無隱。 若必指摘言根, 則此乃畏怯逢迎, 非無隱之道也。 殿下何不速罷臣等, 使之冒處, 加以迫問, 以傷待言官之體乎?” 答曰: “朦朧輕啓, 問則敢諱, 此果忠直之道乎? 《周禮》有造言之刑, 今則姑恕之。 勿辭。” 諫院五啓曰: “窮詰傳播之言根, 輒以造言之律, 加諸諫臣則群下更莫敢言, 而聰明自蔽矣。 殿下旣以造言疑臣等, 決不可在職。 請亟命罷斥。” 答曰: “勿辭。” 時, 憲府、玉堂皆箚論聖旨非違, 政院亦累啓爭之, 皆不省。 時, 後宮爲王子祈福, 多作佛事, 費皆出內需, 而取蠟於外府, 則特一時命令耳。 上本不信異敎, 而嬖幸干請, 則或從之。 故不欲宣露其事, 峻辭拒諫官如此, 識者憂之。"
            },
            "5": {
                "H2KE-EN": "Left State Councilor Bak Sun submitted a letter of resignation on account of illness. [The King] eventually granted permission. The Royal Secretariat requested that [the King] not be replaced, but [the King] did not grant permission. Chief State Councilor Yi Tak also declined his resignation on account of illness and did not come. Only Hwang Susin was the chief state councilor .",
                "H2KE-nKo": "좌의정 박순이 병을 이유로 다섯 번째 상소하니, 윤허하였다. 정원이 체차하지 말 것을 주상에게 아뢰어 청하였으나, 허락하지 않았다. 영의정 이탁도 병을 이유로 사직하고 나오지 않았는데, 노수신이 독상이었다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 3월 1일(병자) 5번째기사",
                "gt-oKo": "좌의정 박순(朴淳)이 병으로 인퇴한다는 소장을 다섯 차례 올리자 상이 허락하였다. 정원이 체직하지 말 것을 계청하였으나 허락하지 않았다. 영의정 이탁(李鐸)도 병으로 사직하고 나오지 않아 노수신이 독상(獨相)을 하였다.",
                "hj": "○左議政朴淳引疾, 章五上乃許。 政院啓請勿遞, 不許。 領議政李鐸亦謝病不出, 盧守愼獨相。"
            },
            "6": {
                "H2KE-EN": "Special Royal Commissioner to the Government Arsenal in Gyeongsang Province Jeong Iju was dismissed due to an illness. [Jeong] Iju was strong and nature, and only exerted himself to search for and apprehensive, but did not relieve the peoples hardships. In addition, he searched for and apprehensively searching for the local government officials and urged out able-bodied men. He was extremely severely struck by beating. Moreover, his elder brothers were appointed as the eyes and ears, and the peoples grievances have occurred. The Office of the Inspector General intended to dismiss him from his post and sent another man to him again. Second Inspector [of the Office of the Inspector General] Jeong Jiyeon said, It is not proper to dismiss him from his post because an official serving as an envoy. Inspector General Sim Uigyeom firmly argued, saying, This is not a rumor. If he does not dismiss him from his post, the peoples grievances will grow more severe. The opinion did not conform with each other and all said to resign. Inspector General Yi I told his colleagues, It has been a long time ago that the inspectors and censors did not collude with each other in accordance with the regulation for a long time. This should be corrected. Then [Jeong I] reported to the King, If peoples views are different from that of the natural and the natural distinction between the natural motheratural natural e",
                "H2KE-nKo": "경상도 군적 경차관 정이주가 병으로 면직되었다. 정이주는 성품이 강퍅하여 오직 수색하는 것만 힘쓰고 백성의 고통은 구휼하지 않았다. 또 익명서를 가지고 향관을 수색하여 체포하고 한정을 책출하였는데, 매질이 매우 혹독하였다. 또 무뢰한 서제로서 이목이 되어 백성들의 비방이 길에 가득하였다. 사헌부가 논핵하여 파직하려고 다시 다른 사람을 보냈는데, 집의 정지연이 아뢰기를,“사명을 받든 신하를 유언비어로 논핵하여 파직하는 것은 마땅하지 않습니다.”하고, 대사헌 심의겸이 굳이 쟁집하기를,“이는 유언비어가 아닙니다. 만약 파직하지 않는다면 백성의 원망이 더욱 심해질 것입니다.”하여, 의논이 서로 부합하지 않자 모두 사피하였다. 대사간 이이가 동료에게 말하기를,“대간이 관계없는 일로 으레 서로 용납하지 못하는 것이 폐단이 된 지 오래이니, 이를 인하여 바로잡는 것이 좋겠다.”하고, 이에 아뢰기를,“사람의 견해는 같지 않아 사정과 흑백이 판가름 났으니, 그렇다면 서로 용납할 수 없습니다. 만약 한 사람의 의논이 서로 부합하지 않는다면 어찌 서로 용납하지 못하는 지경에 이르겠습니까. 조종조에서는 대간이 각각 자기 의사대로 와서 아뢰되 오직 의리가 있는 것만 보고 동료들의 의견이 서로 어긋나는 것은 꺼리지 않은 채 부화뇌동하여 구차하게 부합하였으니, 이것이 쇠퇴한 세상의 습관입니다. 정이주는 각박한 실수를 저질렀고, 서제가 뇌물을 받은 정상은 유언비어에서 나온 것이 아니어서 온 도가 떠들썩하여 마치 병란을 만난 듯하였습니다. 만약 정이주를 파직하지 않는다면 영남 천리의 인심을 위로할 수 없을 것이니, 심의겸이 논핵하려고 한 것은 단연코 잘못이 없습니다. 정지연의 소견은 일리가 있는 듯하지만 끝내 아뢰어 파직하는 것만 못합니다. 다만 이것은 한 사람의 의논이 서로 부합하지 않는 것에 불과하니, 사정이 서로 용납될 수 없는 것에 비할 바가 아닙니다. 모두 출사하도록 명하소서.”하니, 주상이 따르지 않고 말하기를,“심의겸 등의 의견이 각각 다르니, 형세상 서로 용납할 수 없다. 억지로 서로 용납한다면 반드시 뒷날의 폐단이 있을 것이다. 대간의 체모가 이와 같아서는 안 된다.”하였다. 이에 재차 아뢰어 정지연을 체차하였다.이이가 근래의 규례를 고치려고 이런 논의를 하였으나, 주상이 경솔하게 변경하는 것을 의논할 수 있다는 이유로 따르지 않았다.이후로 대간이 앞다투어 사소한 일로 인혐하여 체차되었으므로 분분하게 자주 바뀌었다. 어떤 사람이 1년 동안에 수십 번 대간에 들어온 일이 있었는데, 수십 일 동안 대관이 직무를 보면서 서로 장난삼아 묻기를 ‘임기가 이미 충분한데 어떻게 잉임할 수 있겠는가.’라고 하였으니, 관방의 문란함이 극에 달하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 3월 1일(병자) 6번째기사",
                "gt-oKo": "경상도 군적 경차관(軍籍敬差官) 정이주(鄭以周)가 병으로 면직되었다. 이주는 천성이 강퍅하고 경솔하여 재물의 수탈에만 힘쓰고 백성의 어려움은 돌보지 않았으며, 또 익명서(匿名書)를 가지고 향관(鄕官)을 수포(搜捕)하고 한정(閑丁)을 책출(責出)하면서 태형(笞刑)을 매우 혹독하게 가한데다, 무뢰배인 서제(庶弟)를 자기의 이목으로 삼아 백성의 비방이 도처에 가득하였다. 헌부가 논파(論罷)하자 다시 다른 사람을 보내려고 하였는데, 집의 정지연(鄭芝衍)은, ‘사명(使命)을 받든 신하를 떠도는 말로 인하여 논파하는 것은 옳지 않다.’ 하고, 대사헌 심의겸(沈義謙)은 굳이 다투기를, ‘이는 떠도는 말이 아니니, 만약 파직시키지 않으면 백성의 원성이 더욱 심해질 것이다.’ 하여 의논이 서로 합치되지 않은 끝에 모두 사피하였다. 대사간 이이(李珥)가 동료에게, ‘대간이 대단치 않은 일로 으레 서로 용납하지 않는 폐단이 오래 되었다. 이번 기회에 바로잡아야 한다.’ 하고, 아뢰기를, “사람의 소견이 서로 다를 경우 사정(邪正)과 흑백이 분명하다면 서로 용납할 수 없을 것입니다마는, 만약 하나의 의논이 합치되지 않은 것이라면 어찌 서로 용납하지 못하는 정도까지 이르러서야 되겠습니까. 조종조에서는 대간이 각기 그의 뜻으로 와서 아뢰면서 의리의 소재만 볼 뿐 동료의 논의와 서로 어긋난 것을 꺼리지 않았으니, 부화 뇌동하여 구차하게 서로 뜻을 합치려 하는 것이야말로 말세의 풍조라 하겠습니다. 정이주의 경망스럽고 각박하게 처리한 잘못과 그 서제가 뇌물을 받은 실상은 떠도는 말에서 나온 것이 아닙니다. 온 도내가 시끄러워 마치 병란(兵亂)을 만난 것 같으니, 만약 이주를 파직하지 않으면 영남 천리의 인심을 위로할 수 없습니다. 심의겸이 논핵(論劾)하려고 한 것은 단연코 잘못이 없고, 정지연은 그 소견에 일리가 있는 듯하긴 하나 결국 아뢰어 파직하는 것이 공명 정대한 것만은 못합니다. 그러나 이는 하나의 의논이 합치되지 않은 것에 불과할 뿐 사정(邪正)이 서로 용납되지 않는 것과는 비교할 수 없으니, 모두 출사를 명하소서.” 하니, 상이 따르지 않으면서 이르기를, “심의겸 등은 의논이 각기 달라서 형세상 서로 용납될 수 없는데, 억지로 서로 용납시킨다면 반드시 폐단이 있을 것이다. 대간의 사체는 이와 같이 해서는 안 된다.” 하였다. 이에 재차 아뢰어 정지연을 체직시켰다. 이이가 근규(近規)를 고칠 목적으로 이처럼 논했던 것인데, 상은 규례의 변경을 경솔히 논의한다고 하여 따르지 않았다. 그 뒤로는 대간이 앞을 다투어 하찮은 일로 인혐하여 체직됨으로써 어지럽게 자주 교체되었는데, 한 사람이 1년 동안에 수십 번 대간으로 들어간 자도 있었다. 그리하여 수십 일 동안 재직하게 되면 서로 장난삼아 묻기를 ‘이미 충분히 임기를 채웠는데 어찌하여 잉임(仍任)하는가.’ 하였으니, 관법(官法)의 문란함이 극도에 이르렀다 하겠다.",
                "hj": "○慶尙道軍籍敬差官鄭以周病免。 以周性剛, 惟務搜括, 不恤民隱。 又用匿名書, 搜捕鄕官, 責出閑丁, 箠楚甚酷。 且以庶弟無賴者爲耳目, 民謗盈路。 憲府欲論罷, 更遣他人, 執義鄭芝衍以爲: “奉使之臣, 以流言論罷不宜。” 大司憲沈義謙固爭以爲: “此非流言, 若不罷則民怨益甚。” 議不相合, 皆辭避。 大司諫李珥謂同僚曰: “臺諫以不關之事, 例不相容爲弊久矣, 可因此正之。” 乃啓曰: “人之所見不同, 邪正、黑白判然則不可相容矣。 若一議論之不合, 則奚至於不相容乎? 祖宗朝臺諫各以其意來啓, 惟視義理之所在, 不憚僚議之牴牾, 雷同苟合, 此是衰世之習也。 鄭以周刻之失, 其孽弟受賕之狀, 非出於流言, 一道騷然, 如遭兵亂。 若不罷以周, 則無以慰嶺南千里之人心。 義謙之欲爲論劾, 斷無所失, 芝衍所見, 雖若有理, 終不若啓罷之明正也。 但此不過一議論之不合, 非如邪正不相容之比, 請竝命出仕。” 上不從曰: “沈義謙等議各不同, 勢不相容。 强爲相容, 則必有後弊。 臺諫之體, 不當如是也。” 於是再啓, 遞芝衍。 珥欲改近規爲此論, 上以其輕議變更, 不從。 是後臺諫爭以微細之事, 引嫌而遞, 紛紛數易。 有一人而一年之內, 數十番入臺者。 臺官供職數十日, 則相戲問曰: “瓜滿已足, 何以仍任?” 官方之紊極矣。"
            },
            "7": {
                "H2KE-EN": "The King attended the Royal Lecture. 노수신 and the officials attending the Royal Lecture came forward and reported, Bak Sun suddenly retire from his position. This is not proper. The King did not respond. Yi I reported, After a fire breaks out at the 정자각 of Gangneung , Your Majesty has not personally performed the rite. Now that Your Majesty has the military training first and personally attends the Royal Lecture, it seems inappropriate. The King said, Earlier, I wanted to pay a visit to the royal tomb, but I stopped myself from doing so. Thus I did not attend the rite. Yi I said, This is due to the royal procession to the large pavilion of the bridges in the royal procession. Therefore, I wish to request that the suspension of the various officials be suspended. It would be convenient to simply repair the pavilion so that the pavilion might be inflicted upon the pavilion. The King responded. Yi I continued to explain the pavilion of his duties due to illness and requested he be returned to his hometown to take care of the pavilion. The King said, If the pavilion is as such, it would be impossible to do so. It would be better to leave his hometown. The ancient poems (C. Shujing said, The pavilion of the pavilion is not listening to what happened to mentioned, and the pavilion of blue green yellow green yell",
                "H2KE-nKo": "주상이 경연에 나아갔다. 노수신과 입시한 신하가 나아가 박순이 갑자기 제자리를 떠나는 것은 온당치 않다고 아뢰니, 주상이 답하지 않았다. 이이가 아뢰기를,“강릉 정자각에 불이 난 뒤에 상께서 친히 제사를 지내지 않으셨는데, 지금 먼저 열무하고 친림하려 하시는 것은 온당치 못할 듯합니다.”하니, 주상이 말하기를,“일찍이 능을 참배하려 하였으나 아래에서 만류하였기 때문에 하지 않았을 뿐이다.”하였다. 이이가 아뢰기를,“이는 행행 때에 교도를 대대적으로 수리하기 때문에 신하들이 민폐가 있을까 염려하여 우선 중지하기를 청한 것입니다. 모름지기 대략 수리하여 민력을 손상시키지 않는 것이 편리하겠습니다.”하니, 주상이 답하지 않았다. 이이가 이어서 스스로 병 때문에 직임을 감당할 수 없다는 상황을 진달하고 고향으로 돌아가서 병을 조리하기를 청하니, 주상이 말하기를,“병이 이와 같다면 어찌할 수 없을 것이다. 은거하는 것이 가장 좋다. 고시에 ‘인간에 귀를 씻는다[洗耳人間事不聞]’라고 하였고, ‘청송이 벗과 사슴이 무리를 이룬다.[靑松爲友鹿爲群]’라고 하였으니, 어찌 즐겁지 않겠는가.”하였다. 이이가 아뢰기를,“전하께서는 은거하는 즐거움을 가지고 하교하시지만, 신은 그렇지 않은 점이 있습니다. 옛날 은사는 애당초 군신의 관계가 없었기 때문에 서로 잊을 수 있었습니다. 또 몸이 건강하고 질병이 없어 산수 사이에서 편안히 지낼 수 있었으니, 즐길 만합니다. 신이 받은 은혜가 매우 두터워 비록 시골에 있지만 마음은 전하께 달려 있습니다. 게다가 질병까지 있어서 매양 신음하고 있으니, 은거하는 것이 무슨 즐겁겠습니까. 다만 시위 소찬하기 어렵기 때문에 어쩔 수 없이 물러나는 것일 뿐입니다.”하고, 심의겸, 홍성민, 허봉도 모두 주상의 하교가 온당치 않다고 아뢰었다. 또 귀를 씻는다[洗耳]’라는 구절은 군신의 의리가 없다고 아뢰니, 주상이 말하기를,“내가 애써 만류하지 않는 것을 그르다고 한다면 그 시에 무슨 흠이 있겠는가.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 3월 1일(병자) 7번째기사",
                "gt-oKo": "상이 경연에 나아갔다. 노수신(盧守愼)과 입시한 신하가, 박순(朴淳)이 갑자기 벼슬에서 떠나가는 것은 옳지 않다고 진계(進啓)하니, 상이 대답하지 않았다. 이이(李珥)가 아뢰기를, “강릉(康陵) 정자각(丁字閣)에 불이 난 뒤로 상께서 친히 제사를 행하지 않으셨는데, 이제 열무(閱武)에 먼저 친림(親臨)하려고 하시니, 미안한 일인 듯합니다.” 하니, 상이 이르기를, “일찍이 능을 참배하려고 하였으나 밑에서 만류하였기 때문에 하지 않았을 뿐이다.” 하였다. 이이가 아뢰기를, “이는 행행하실 때 다리와 도로를 대대적으로 닦아야 하기 때문에 군신(群臣)이 민폐가 있을까 염려하여 잠시 정지하실 것을 청한 것입니다. 그러니 길을 대강만 닦아 민력을 손상시키지 않는 것이 온편할 것입니다.” 하니, 상이 대답하지 않았다. 이어 이이가 스스로 병 때문에 출사를 감당하지 못한다는 실상을 진달하고 귀향하여 병을 조섭하겠다고 청하니, 상이 이르기를, “병세가 그렇다면 어찌할 수 없다. 은거하는 것이 제일이다. 고시(古詩)에 ‘맑은 물에 귀 씻어 인간사 아니 듣고, 푸른 소나무 벗삼고 사슴과 한 무리라[洗耳人間事不聞 靑松爲友鹿爲群]’ 하였으니, 어찌 즐겁지 않겠는가.” 하자, 이이가 아뢰기를, “전하께서는 은거의 즐거움으로 하교하시지만 신은 그렇지 않은 점이 있습니다. 옛날 은사(隱士)는 당초에 군신 간의 의리가 없었기 때문에 서로 잊을 수 있고, 또 몸은 병이 없이 건강하여 산수 사이에서 한가롭게 지낼 수 있었으므로 그 은거가 즐거울 수 있었겠지만, 신은 임금의 심후한 은혜를 받았으므로 몸은 초야에 있더라도 마음은 항상 임금에게 있습니다. 게다가 질병까지 있어 항상 신음 속에 있으니, 은거하는 것이 무엇이 즐겁겠습니까. 오직 시위 소찬(尸位素餐)하기가 어려우므로 부득이 물러가는 것일 뿐입니다.” 하였다. 심의겸(沈義謙)·홍성민(洪聖民)·허봉(許篈) 등이 모두 상교가 옳지 않음을 아뢰고, 또 귀를 씻는다는 시구(詩句)는 군신 간의 의리가 없는 것이라고 말하니, 상이 이르기를, “내가 힘써 만류하지 않는 것을 그르다고 하면 그만이다. 그 시야 무슨 하자가 있는가.” 하였다.",
                "hj": "○上御經筵。 盧守愼及入侍之臣進啓: “朴淳遽去位, 不宜,” 上不答。 李珥啓曰: “康陵丁字閣失火後, 上未行親祀, 今欲先閱武親臨, 恐未安。” 上曰: “曾欲拜陵, 而自下止之, 故不爲耳。” 珥曰: “此由行幸時, 大修橋道, 故群臣慮有民弊, 請姑停矣。 須略加修治, 不傷民力爲便。” 上不答。 珥仍自陳病不堪仕狀, 請歸鄕調病, 上曰: “病若如此, 則無可奈何矣, 隱居最好。 古詩云: ‘洗耳人間事不聞, 靑松爲友鹿爲群。’ 豈不樂乎?” 珥曰: “殿下以隱居之樂爲敎, 臣則有不然者。 古之隱士, 初無君臣之契, 故可以相忘, 而又身健無疾, 自適於山水間, 可樂也。 臣受恩深厚, 雖在畎畝, 心懸冕旒。 又有疾病, 每患呻吟, 隱居何樂乎? 只是難於尸素, 故不得不退耳。” 沈義謙、洪聖民、許篈皆啓以上敎不宜, 且言: “洗耳之句, 無君臣之義。” 上曰: “若以予不勉留爲非則其詩何疵之有?”"
            },
            "8": {
                "H2KE-EN": "Right State Councilor Bak Susin requested that Bak Sun be reinstated to the post of prime minister . The King denied the request.",
                "H2KE-nKo": "우의정 노수신이 박순을 정승 직임에 잉임할 것을 아뢰어 청하였다. 세 번 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 3월 1일(병자) 8번째기사",
                "gt-oKo": "우의정 노수신(盧守愼)이 박순(朴淳)을 재상의 직임에 잉임시키기를 계청하였다. 세 번 계청하였으나 윤허하지 않았다.",
                "hj": "○右議政盧守愼啓請仍朴淳相任。 三啓, 不允。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, the King summoned 성혼 again and did not come. When 성혼 was about to come to the palace to take leave, he heard that the inspectors and censors were reprimanded and the court was uncomfortable. Thus, he returned home due to his illness.",
                "H2KE-nKo": "이달 15일에 성혼을 다시 불렀으나 오지 않았다. 성혼이 부름에 응하기 위해 길을 떠났다가 대간이 견책을 받고 조정이 불안하다는 말을 듣고 병을 이유로 돌아갔다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 4월 1일(을사) 1번째기사",
                "gt-oKo": "다시 성혼(成渾)을 불렀으나 이르지 않았다. 성혼이 부름에 응하기 위해 길을 떠났다가 대간이 견책을 받아 조정이 불안하다는 말을 듣고 병으로 인퇴하고 도로 돌아갔다.",
                "hj": "○朔乙巳/復召成渾, 不至。 渾將赴召就途, 聞臺諫被責, 朝廷不安, 故引疾還歸。"
            },
            "2": {
                "H2KE-EN": "The Chinese court established an administrative boundary for Taepyeong Guesthouse and a distance between Uiju . The Office of the Censor-General reported as follows: If the Chinese court establishes a garrison for cultivating farmland, the people will meet with our borders, then cunning and wicked people will inevitably raise the circumstances. Sometimes, the wandering people will flee to enter, and sometimes the Tatars will fight against them. It will be sufficient to dispute the territory. Your subject requests that an envoy be dispatched to earnestly request that this be abolished. The King ordered the King to discuss the matter. All said, The garrison for cultivating farmland would not be harmful, and it would also be convenient to us. How can it be abolished? Later, the evils of cultivating farmland were indeed.",
                "H2KE-nKo": "중국 조정에서 강가에 관전보를 설치하였는데 의주와의 거리가 20리였다. 간원이 아뢰기를,“중국에서 진을 설치하고 전답을 개간하여 인민이 우리 국경과 서로 접해 있으면 간사한 무리가 필시 사단을 야기하여 유랑민이 들어가기도 하고 달로가 와서 싸우기도 하여 모두 충분히 국경에서 흔단을 일으키게 될 것입니다. 사신을 보내 간절히 아뢰어 중지하게 하소서.”하니, 주상이 대신에게 의논하라고 명하였다. 모두 아뢰기를,“진을 설치하는 것도 해가 없고 또한 우리에게도 편리하니 어찌 그만둘 수 있겠습니까.”하였는데, 그 뒤에 과연 침범하여 경작하고 다투어 훔쳐 가는 폐해가 있었다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 4월 1일(을사) 2번째기사",
                "gt-oKo": "중국이 의주(義州)로부터 20리 떨어진 강상(江上)에 관전보(寬奠堡)를 설치하였다. 간원이 이르기를, “중국이 진을 설치하고 전답을 일구어 그 인민이 우리 변경과 서로 접속해서 살게 된다면 간세한 무리가 반드시 사건을 야기할 것이고, 혹은 유민(流民)을 그곳으로 투입하거나 달로(㺚虜)가 들어와 싸워서 여러 가지로 국경에 사건을 빛어내고도 남을 것입니다. 사신을 보내 간절히 주문(奏聞)하여 저지시키소서.” 하니, 상이 명하여 대신에게 수의(收議)하게 하였는데, 모두들 ‘진을 설치하는 것은 해로울 것이 없고 또한 우리에게 유리하니, 어찌 그만두게 할 것이 있는가.’ 하였다. 그러나 그 뒤에 과연 국경을 침범하여 농사를 짓고 재물을 다투며 훔쳐가는 폐해가 생겼다.",
                "hj": "○中朝設寬奠堡于江上, 距義州二十里。 諫院啓曰: “中朝設鎭開田, 人民與我境相接, 則奸細之徒必惹起事端, 或流民投入; 或㺚虜來鬨, 皆足以生釁疆場, 請遣使懇奏止之。” 上命議于大臣, 皆以爲: “設鎭無害, 亦便於我, 何可已之?” 其後, 果有侵耕爭偸之害矣。"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong Seop as chief state councilor and Yi Tak as left state councilor .",
                "H2KE-nKo": "홍섬을 영의정으로 삼고, 이탁을 좌의정으로 옮겼다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 4월 1일(을사) 3번째기사",
                "gt-oKo": "홍섬(洪暹)을 영의정으로 삼고, 이탁(李鐸)을 좌의정으로 옮겼다.",
                "hj": "○以洪暹爲領議政, 李鐸遷左議政。"
            },
            "4": {
                "H2KE-EN": "Li Xiang (K. Yi I resigned from office and returned to his hometown. Li Xiang (K. Yi I declined to be replaced by the inspector general . He then was again appointed as a royal secretary , again declined to resign from office due to illness. He then returned to Jeonju . When I was about to depart, many scholar-officials stopped him. 처사 최영경이 말하기를, “그대가 결별하고 물러간다는 것은 quite uncomfortable. Li Xiang (K. Yi I said, While quickly identified, how could I not quickly identified? 하니, 최영경이 말하기를, “스스로 처신하기를 마땅히 이와 같이 해야 할 것인데, what do you think about the affairs of the state? Li Xiang (K. Yi I said, It is not possible that he can rescue the affairs of the state. 노수신 said to others, Li Xiang (K. Yi I told many people in the Royal Lectures that the King disliked to hear. I was afraid that something could occur. I wished to stop him. However, I could not do so. Li Xiang (K. Yi I heard this and laughed, saying, If I withdraw from office, I will never say anything. Comprehensive me. Comprehensive Study of Li Xiang (K. Xiang was named Choe Susin .",
                "H2KE-nKo": "이이가 병을 이유로 사직하고 고향으로 돌아갔다. 이이가 대사간의 직임을 사직하여 체차되었다가 다시 승지에 제수되었는데, 또 병을 이유로 사직하고 마침내 파주로 돌아갔다. 떠나려 할 때 사우들이 많이 만류하자, 처사 최영경이 말하기를,“그대가 영결하고 물러나는 것은 자못 조용하지 못하다.”하니, 이이가 말하기를,“반년 동안이나 머뭇거리고 있었으니 어찌 조용하지 않았겠는가.”하였다. 최영경이 말하기를,“스스로 처신하는 도리는 마땅히 이와 같아야 하는데, 시사는 어찌 되었단 말인가.”하니, 이이가 말하기를,“스스로 처신하는 도리를 다하지 못하고서 시사를 바로잡을 수 있었던 자는 없었습니다.”하였다. 노수신이 사람들에게 말하기를,“이이가 경연 석상에서 상께서 듣기 싫어하시는 것을 많이 말하였는데, 일이 생길까 두려워서 내가 만류하려고 하였으나 그렇게 하지 못하였다.”하니, 이이가 그 말을 듣고 웃으면서 말하기를,“내가 물러나면 할 말이 없을 것이고, 소재도 걱정할 것이 없을 것이다.”하였다. - 소재는 노수신이 자호한 것이다. -\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 4월 1일(을사) 4번째기사",
                "gt-oKo": "이이가 병으로 사직하고 귀향하였다. 이이가 간장(諫長)을 사직하여 체직되었다가 다시 승지에 제수되었는데, 또 병으로 사직하고 마침내 파주(坡州)로 돌아갔다. 떠날 때 사우(士友)들이 많이 만류하였는데, 최영경(崔永慶)이 이이에게 말하기를, ‘그대가 지금 조정을 떠나 물러가니 벼슬한 기간이 너무 충분하지 않다.’ 하니, 이이가 말하기를, ‘반 년 동안이나 머물렀는데 어찌 충분하지 않은가.’ 하였다. 영경이 말하기를, ‘스스로의 처신은 이와 같이 하는 것이 옳겠지만 시사는 어찌할 것인가?’ 하니, 이이가 말하기를, ‘스스로의 처신이 미진하고서 능히 시사를 구하는 자는 없다.’ 하였다. 노수신이 어떤 사람에게 말하기를, ‘이이가 경연 석상에서 상이 듣기 싫어하는 말을 많이 하므로 일을 내지 않을까 염려되어 내가 저지하려고 하면서도 그렇게 하지 못하였다.’ 하였는데, 이이가 그 말을 듣고 웃으면서 말하기를, ‘내가 물러가면 말하는 자가 없어서 소재(蘇齋)가 걱정이 없을 것이다.’ 하였다.【소재는 노수신의 자호(自號)이다.】",
                "hj": "○李珥謝病歸鄕。 珥辭遞諫長, 復除承旨, 又辭疾, 遂歸坡州。 將行, 士友多止之, 處士崔永慶曰: “君訣退, 殊未從容。” 珥曰: “半歲遲回, 豈不從容乎?” 永慶曰: “自處當如此, 奈時事何?” 珥曰: “自處未盡, 而能捄時事者, 未之有也。” 盧守愼謂人曰: “李珥於經席, 多言上所厭聞, 恐其生事, 我欲止之, 而不能耳。” 珥聞之笑曰: “我退則無言, 蘇齋無憂矣。”【蘇齋, 守愼自號。】"
            },
            "5": {
                "H2KE-EN": "Kim Ugyong entered the Royal Lecture and reported on his illness that he could not take care of his official duties. The King said, Even if you are ill, you can stay here and take care of yourself. Who are all yourself to leave? Kim Ugyong replied, How could your subject dare forget the moral principles of righteousness? Your subject beseeches Your Majesty to return to his hometown so that he may take care of yourself and symptoms. The King said, It would be proper to allow your subject to return to his hometown. However, there is no longer delay. What medicinal medicinals can you take care of yourself? I will take care of your medicine. The King finally ordered that Kim Ugyong take medicinal herdicinal herdicinally and bestowed medicinal herdicinal herdicinally upon Kim Ugyong at the Royal Lecture. Every time Kim Ugyong presented Kim earnestly opinions, but he did not violate Your Majestys approval. The King considered Kim Ugyongs importance.",
                "H2KE-nKo": "김우옹이 경연에 입시하여 병 때문에 직임을 감당할 수 없는 상황을 아뢰니, 주상이 말하기를,“그대가 병이 있더라도 여기에서 조리할 수 있을 것인데, 어떤 사람이 모두 떠나려고 하는가?”하자, 대답하기를,“신이 어찌 감히 군신의 의리를 잊겠습니까. 잠시 고향에 돌아가 천한 병을 조리하여 목숨을 보전할 수 있게 해 주소서.”하니, 주상이 말하기를,“돌아가 쉬도록 허락하겠다. 다만 오래 머물지는 말라. 그대가 무슨 약을 먹겠는가. 내가 지어 주겠다.”하고, 마침내 약을 지어 주라고 명하였다. 김우옹이 경연 석상에서 간절하게 진달하였으나 한번도 거스르지 않자, 주상이 그를 중시하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 4월 1일(을사) 5번째기사",
                "gt-oKo": "김우옹(金宇顒)이 경연에 입시하여 병으로 벼슬을 감당할 수 없다는 상황을 말하니, 상이 이르기를, “그대가 비록 병이 있더라도 이곳에 있으면서 조리할 수 있는데, 어찌 사람마다 모두 떠나려고 하는가?” 하자, 대답하기를, “신이 어찌 감히 군신 간의 의리를 잊겠습니까. 잠시 고향으로 돌아가 천병(賤病)을 조리함으로써 목숨을 보전하게 해 주소서.” 하였다. 상이 이르기를, “돌아가 쉬도록 허락은 하겠으나 오랫동안 머물지는 말라. 그대는 무슨 약을 먹는가? 내가 지어서 주겠다.” 하고, 약을 지어서 주라고 명하였다. 우옹은 항상 경연 석상에서 간절하게 진언하긴 하였으나, 일찍이 상의 비위를 거스린 적이 없었으므로 상이 그를 중하게 여겼다.",
                "hj": "○金宇顒入侍經筵, 言病不堪仕狀, 上曰: “爾雖有病, 自可在此調理, 何人人皆欲去耶?” 對曰: “臣豈敢忘君臣之義? 請暫歸故山, 調理賤病, 庶保性命。” 上曰: “當許歸休, 但無久滯也。 爾服何藥? 吾當劑給。” 遂命劑藥以賜。 宇顒每於經席, 進說懇懇, 而未嘗觸拂, 上重之。"
            },
            "6": {
                "H2KE-EN": "A woman from Sugang Palace visited Mount Geumgang and performed a Buddhist rite. However, the office in charge was impeached and imprisoned in Hoeyang . Consequently, the students of the Confucian Academy submitted a memorial requesting the abolition of Jeongsik Lodge ,【곧 a woman from a Buddhist temple in the northern corner of the palace. 】 also stated that the use of yellow honey was unjust. The King gladly responded and then said, yellow honey is not used for a Buddhist rite. Consequently, the King had yellow honey castrated and returned it to the office in charge. The King regretted the wrongdoings of remonstration on the previous day and therefore issued this order.",
                "H2KE-nKo": "자수궁의 여승[尼女]이 금강산에 가서 불사를 행하였는데, 유사가 규찰하여 회양의 옥에 가두었다. 이에 관학 유생이 상소하여 정업원 - 궁성 동북쪽에 있는 불사의 여승[尼女]이 사는 곳이다. - 을 폐지하기를 청하고, 또 황랍을 사용한 것이 바르지 못하다고 말하니, 주상이 너그러이 받아들이고 또 말하기를,“황랍은 불사에 사용하는 것이 아니다.”하고, 마침내 전에 들여보낸 황랍을 도로 해당 관사에 내렸다. 주상이 지난날 간언을 거절한 잘못을 자못 후회하였기 때문에 이 명을 내린 것이다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 4월 1일(을사) 6번째기사",
                "gt-oKo": "자수궁(慈壽宮) 이녀(尼女)가 금강산에 가서 불사(佛事)을 벌이다가 유사에게 적발되어 회양옥(淮陽獄)에 수금되었다. 이에 관학 유생(館學儒生)이 상소하여 정업원(淨業院)을【궁성 동북쪽에 있는 불사(佛寺)로 이녀(尼女)가 살고 있는 곳이다.】 폐하기를 청하고, 또 황랍(黃蠟)을 사용한 곳이 바르지 않다는 것을 말하니, 상이 너그럽게 받아들여 답하고, 또 ‘황랍은 불사에 쓰려던 것이 아니다.’ 하면서, 마침내 전일에 들여간 황랍을 도로 해사에 내렸다. 상이 전일에 간한 말을 거절한 잘못을 뉘우쳤기 때문에 그와 같은 명이 있었다.",
                "hj": "○慈壽宮尼女, 往金剛山, 作佛事, 爲有司所糾, 囚于淮陽獄。 於是, 館學儒生上疏, 請廢淨業院,【卽宮城東北佛寺尼女所居也。】且言黃蠟所用不正。 上優容答之, 且曰: “黃蠟非用於佛事也。” 遂以前入黃蠟, 還下于該司。 上頗悔前日拒諫之非, 故有是命。"
            },
            "7": {
                "H2KE-EN": "The King appointed Yun Hoe as inspector general .",
                "H2KE-nKo": "유희춘을 대사헌으로 삼았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 4월 1일(을사) 7번째기사",
                "gt-oKo": "유희춘(柳希春)을 대사헌으로 삼았다.",
                "hj": "○以柳希春爲大司憲。"
            },
            "8": {
                "H2KE-EN": "Yi Hang was appointed third inspector [of the Office of the Inspector General] , but he did not come to the court to express his gratitude for the royal benevolence.",
                "H2KE-nKo": "이항을 장령으로 삼았으나 오지 않고 상소하여 사직하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 4월 1일(을사) 8번째기사",
                "gt-oKo": "이항(李恒)을 장령으로 삼았는데, 오지 않고 상소하여 사직하였다.",
                "hj": "○以李恒爲掌令, 不至, 上疏辭謝。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the twelfth month, it was a great drought. The King ordered the release of prisoners. Local magistrates advised, The disaster of grievances caused a disaster. Kim Yeobu , Kim Jin , Yi Myeong , and Im Bok should be reappointed and appointed again. The King followed this advice. Consequently, the officials of the Censorate jointly submitted memorials requesting that they not be reappointed, but the King denied their request. Kim Yeobu , Kim Jin , Yi Myeong , and others had been flattered by the principal offender of Kim Hongdo , Kim Gyu , and others. Im Bok was also a man of the principal offender and his woman who had been caught by the literati. As Susin wished to release and release them at the time, he made this criticism. This criticism was criticized.",
                "H2KE-nKo": "삭갑진년에 큰 가뭄이 들자 죄인을 소결하여 풀어 주라고 명하였다. 노수신이 건의하기를,“원기가 재앙을 부른 것이니, 김여부, 김진, 이명, 임복 등은 금고된 지 세월이 오래되었으니 다시 수용해야 합니다.”하니, 주상이 그대로 따랐다. 이에 삼사가 함께 일어나 거두어 서용하지 말기를 청하였는데, 여러 차례 아뢰자 윤허하였다. 김여부, 김진, 이명은 일찍이 윤원형에게 빌붙어 김홍도, 김규 등을 공격해 해친 자이다. 임복도 윤원형의 앞잡이로서 사림을 해치고 발신한 자이다. 노수신이 이때를 틈타 금고된 것을 풀어 주려고 이런 논의가 있었는데, 물의가 그르게 여겼다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 6월 1일(갑진) 1번째기사",
                "gt-oKo": "큰 가뭄이 들어 죄인을 소방(疏放)하라고 명하였다. 노수신(盧守愼)이 건백하기를, “원기(寃氣)가 재앙을 부르는 것입니다. 김여부(金汝孚)·김진(金鎭)·이명(李銘)·임복(林復) 등은 금고(禁錮)된 이후 세월이 오래되었으니, 다시 거두어 쓰소서.” 하니, 상이 따랐다. 이에 삼사(三司)가 한꺼번에 일어나 거두어 사용하지 말 것을 청하였는데, 누차 아뢴 뒤에야 윤허하였다. 김여부·김진·이명은 일찍이 윤원형(尹元衡)에게 빌붙어 김홍도(金弘度)와 김규(金虬) 등을 공격하여 해친 자이고, 임복 역시 원형의 앞잡이로서 사람을 해치고 발신(發身)한 자이다. 수신이 이때를 인하여 금고를 풀어주기 위해 그런 말을 하였는데, 물의가 그르게 여겼다.",
                "hj": "○朔甲辰/大旱。 命疏放罪人。 盧守愼建白: “冤氣召災。 金汝孚、金鎭、李銘、林復等禁錮歲久, 可復收用。” 上從之。 於是, 三司竝發, 請勿收敍, 累啓乃允。 金汝孚、金鎭、李銘曾附元衡, 攻害金弘度、金虬等者也。 林復亦元衡鷹犬, 害士林發身者。 守愼欲因此時釋錮, 而有此論, 物議非之。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, the first day of the month, [the King] appointed Yi Bal as assistant section chief of the Ministry of Personnel . [Yi] Bal was young and earned in learning, and was quite a man of integrity. When [he] passed the civil service examination, [Yi] I strongly recommended [him] for the level of successful candidates. After [he] passed the government service examination, [he] immediately assumed the section chief and the section chief of the Ministry of Personnel . The human reputation [of the Ministry of Personnel] was extremely important.",
                "H2KE-nKo": "삭유일에 이발을 이조 좌랑으로 삼았다. 이발은 젊어서부터 학문에 뜻을 두어 자못 청렴하다는 명성이 있었다. 과거에 급제하자 이이가 당로자에게 극력 추천하여 출신한 지 얼마 되지 않아 곧바로 전조의 요직에 제수되었으므로 인망이 매우 높았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 7월 1일(계유) 1번째기사",
                "gt-oKo": "이발(李潑)을 이조 좌랑으로 삼았다. 이발은 젊었을 때 학문에 뜻을 두어 상당히 청명(淸名)이 있었고, 과거에 급제한 뒤에는 이이가 힘껏 당로자(當路者)에게 천거하여 출신한 지 얼마 되지 않아 곧 전조(銓曹)의 요직에 앉았으므로 인망이 매우 무거웠다.",
                "hj": "○朔癸酉/以李潑爲吏曹佐郞。 潑少志於學, 頗有淸名。 及擢第, 李珥力薦于當路, 出身未幾, 卽居銓要, 人望甚重。"
            },
            "2": {
                "H2KE-EN": "Left State Councilor Yi Tak resigned from office due to illness. The King again appointed Bak Sun as left state councilor .",
                "H2KE-nKo": "좌의정 이탁이 병으로 면직되고, 다시 박순을 좌의정으로 삼았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 7월 1일(계유) 2번째기사",
                "gt-oKo": "좌의정 이탁(李鐸)이 병으로 면직되고 다시 박순을 좌의정으로 삼았다.",
                "hj": "○左議政李鐸以疾免, 復以朴淳爲左議政。"
            },
            "3": {
                "H2KE-EN": "Jeong Jongyeong was appointed minister of war .",
                "H2KE-nKo": "정종영을 병조 판서로 삼았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 7월 1일(계유) 3번째기사",
                "gt-oKo": "정종영(鄭宗榮)을 병조 판서로 삼았다.",
                "hj": "○以鄭宗榮爲兵曹判書。"
            },
            "4": {
                "H2KE-EN": "Left Royal Secretary Jeong Jiyeon and Fifth Royal Secretary Shin응si were dismissed from office for discussions on state affairs. At the time, Second Minister of Personnel Bak Geunwon was abundant in his power. His younger brother [Bak] Sinwon once served as a local magistrate, and relied on his own behavior and greedy. His rumor was obstinately raised, and the court learned of this. On this day, [Bak] was appointed as the magistrate of Cheongsong Strategic Prefecture . [However], [Bak] was disliked by the local magistrate of Cheongsong Strategic Prefecture and privately asked the inspectors and censors to request that [Sin Won] be dismissed from office due to his illness. [Jeong] Jiyeon checked the circumstances and reported [to the King], saying, Though the censors reported that [Bak] Sinwon did not become ill, [Bak] Sinwon should not be replaced. Consequently, the inspectors and censors impeached [Jeong] Jiyeon and others in order to impeach the inspectors and censors and punish him. Inspector General Yi Hubae said, Though this is a censors words, if there is a mistake, the officials of the Royal Secretariat should correct this. The inspectors and censors impeached [Bak Geunwon] on the grounds that the discussions were different. Assistant Deputy Director [of the Office of Royal Decrees] Heo엽 and others said, The inspectors and censors should not be repeatedly from the right and wrong. [Your subjects] request that [Yi] Hubae be replaced. [The King] followed this [recommendation]. The newly appointed Fourth Inspectors Min Sun and Choe Hwang said, [Bak] Sinwons greed and corruption are all knowledgeable. [Bak] Sun and others are also known that no illness is not ill. [But Bak] did not discuss his greed and corruption, and falsely claiming that his illness is serious. This is deceived by deceiving the King and satisfying others. [However], [Bak] Geun and others also requested that [Sin] Sun and [Choe] Hwang be replaced. The King replied, The inspectors and censors are not qualified to occur. Min Sun and Choe Hwangs report on the basis of righteousness and honest. There is no one in this world in the world. Why did the discussions of the officials in the world behavior like this? In the end, [Heo] Geun finally obstructed the previous words, and the inspectors and censors impeached [Jeong] Jiyeon and others. The King also could not be able to impeach them. Those who said, The officials in the Three Armies are the power of the state and discipline. [However], if",
                "H2KE-nKo": "좌부승지 정지연과 우부승지 신응시가 언사로 파직되었다. 이때 이조 참판 박근원은 가문의 세력이 강성하여 그의 아우 박신원이 일찍이 수령이 되었을 때 세력을 믿고 탐욕을 부렸다는 소문이 낭자하여 조정에서 모두 알고 있었다. 이때에 이르러 청송 부사에 제수되었는데, 그 고을이 잔약하고 궁벽한 것을 싫어하여 사사로이 대관에게 부탁하여 병이 중하다고 아뢰어 체차하였다. 정지연이 그 까닭을 살피고 분개하여 아뢰기를,“간관이 비록 병이 있다고 아뢰었지만 박신원은 실로 병이 없으니 체차할 수 없습니다.”하였다. 이에 양사가 떠들썩하게 정지연 등을 함께 탄핵하여 대간의 논의를 저지한 것으로 죄를 주었다. 대사간 이후백이 아뢰기를,“비록 간관의 말이라 하더라도 잘못이 있으면 후설을 맡은 신하가 이치상 바로잡아야 합니다.”하였다. 양사가 의견이 같지 않다는 것으로 인피하니, 부제학 허엽 등이 아뢰기를,“대간의 말은 옳든 그르든 간에 저지할 수 없으니, 이후백을 체차하소서.”하자, 그대로 따랐다. 새로 제수된 지평 민순과 최황이 아뢰기를,“박신원의 탐욕과 방종은 사람들이 모두 아는 바입니다. 그가 질병이 없다는 것은 사람들이 모두 아는 바인데, 그의 탐욕과 방종을 논하지 않고 병이 중하다고 거짓으로 말하였으니, 이는 윗사람을 속이고 남을 기쁘게 한 것입니다.”하고, 논핵하여 간관을 파직하고자 하였으나 역시 동료들의 의견이 일치되지 않았다는 이유로 인혐하고 물러갔다. 허엽 등이 또 민순과 최황 등의 직임을 체차해 주기를 청하니, 주상이 답하기를,“대간이 적임자가 아니어서 분란을 일으킨 것이다. 민순과 최황에 대한 논핵은 의리가 바르고 말이 곧아서 세상에 사람이 없지 않은데, 옥당의 논의가 어찌 이와 같이 사리에 어긋나는가.”하였다. 허엽이 마침내 전에 했던 말을 고집하자, 양사가 이에 정지연 등을 논핵하여 파직하기를 청하니, 주상도 어렵게 여기지 않았다. 논자들이 말하기를,“삼사는 국가의 기강을 잡고 있는데 사사로움을 따라 임금을 속이는 것이 저와 같으니, 오히려 무슨 말을 하겠는가.”하였다. 그때 허엽 등이 논핵하기를,“대간이 말을 꺼냈으니, 옳고 그름을 막론하고 신원하는 것이 마땅합니다.”하였는데, 당시의 논의가 편벽된 것이 이와 같았다. 민순은 고양에 살면서 도를 지키며 벼슬하지 않았고, 가난을 편안히 여기고 욕심을 적게 부렸으므로 학자들이 많이 존경하였다. 이때에 이르러 지평에 제수되었는데, 겨우 직임을 수행하다가 체차되었다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 7월 1일(계유) 4번째기사",
                "gt-oKo": "좌부승지 정지연(鄭芝衍)과 우부승지 신응시(辛應時)가 시사(時事)를 말하였다는 것으로 파직되었다. 이 당시 이조 참판 박근원(朴謹元)의 가문이 세력이 치성하였는데, 그의 아우 신원(愼元)이 일찍이 수령으로 있으면서 세력을 믿고 재물을 긁어 들여 그 소문이 파다하였으므로, 조정이 다 그 사실을 알고 있었다. 그런데 이때에 청송 부사(靑松府使)에 제수되자 그 고을이 빈약하고 궁벽한 것이 싫어서 사사로이 대관(臺官)에 청탁하여 병이 중하다는 것을 아뢰게 하여 체직되었다. 정지연은 그 사실을 알고 격분하여 아뢰기를, “간관이 병이 있다고 아뢰었더라도 신원은 실제 병이 없었으니 체직시킬 수 없습니다.” 하였다. 그러자 양사가 떠들썩하게 일어나 정지연 등을 함께 탄핵하여 대간의 논의를 방해한다는 것으로 죄를 주었다. 대사간 이후백(李後白)이 아뢰기를, “아무리 간관의 말이라도 잘못이 있다면 후설지신(喉舌之臣)이 사리상 바로 잡는 것이 합당합니다.” 하였다. 양사가 논의가 서로 다르다는 것을 이유로 인피(引避)하자, 부제학 허엽(許曄) 등이 아뢰기를, “대간의 말은 옳든 그르든 간에 방해해서는 안 됩니다. 이후백을 체직시키소서.” 하니, 상이 따랐다. 지평에 새로 제수된 민순(閔純)과 최황(崔滉)이 말하기를, ‘박신원의 탐종(貪縱)은 많은 사람이 다 아는 일이고 그가 질병이 없다는 것도 사람들이 다 알고 있는 일인데, 그 탐종은 논하지 않고 병이 중하다고 거짓 말하였으니, 이는 상을 속이고 다른 사람에게 아부한 일이다.’ 하였다. 그리하여 간관을 논파(論罷)하려고 하였으나 역시 동료의 논의가 일치되지 않아 인혐하고 물러가자, 허엽(許曄) 등이 또 민순과 최황(崔滉) 등의 직을 체면할 것을 청하니, 상이 답하기를, “대간의 적임자가 아니어서 이처럼 시끄러움을 야기시켰다. 민순과 최황의 계사는 의리가 바르고 말이 곧으니, 세상에 전혀 사람이 없는 것은 아니다. 옥당의 논의는 어찌 그처럼 사리에 어긋나는가.” 하였다. 그런데도 허엽은 끝까지 앞서의 말을 고집하였고, 양사가 그에 따라 지연 등을 핵파(劾罷)하니, 상도 또한 저지하지 못하였다. 논자(論者)가 하는 말이, ‘삼사는 국가의 기강을 잡고 있는 곳인데 사정(私情)을 따르고 상을 기망하기를 저렇게 하고 있으니, 더이상 무엇을 말할 것인가.’ 하였다. 그 당시 허엽 등의 논조는, 대간이 한 말은 시비를 따지지 말고 그것을 시행하는 것이 마땅하다고 하였으니, 당시의 편벽된 논의가 그와 같았다. 민순은 고양(高陽)에 살면서 도를 지켜 벼슬하지 않고 가난을 천직으로 알아 욕심이 적어서 학자(學者)들이 많이 존경하였는데, 이때에 와서 지평으로 임명되어 겨우 공직(供職)하게 되었다가 체직을 당한 것이다.",
                "hj": "○左副承旨鄭芝衍、右副承旨辛應時以言事罷。 時, 吏曹參判朴謹元, 門戶勢盛, 其弟愼元曾爲守令, 怙恃貪饕, 聲聞狼藉, 朝廷皆知之。 至是, 拜靑松府使, 厭其邑殘僻, 私囑臺官, 以病重啓遞之。 芝衍察其故, 憤之啓曰: “諫官雖啓以有病, 而愼元實不病, 不可遞。” 於是, 兩司譁然, 共劾芝衍等, 以沮抑臺論罪之。 大司諫李後白曰: “雖是諫官之言, 若有失誤, 則喉舌之臣理合矯之。” 兩司以議不同引避, 副提學許曄等啓曰: “臺諫之言, 是非間不可沮抑, 請遞後白。” 從之。 新授持平閔純、崔滉以爲: “朴愼元之貪縱, 衆所共識。 其無疾病, 亦人所共識, 而不論其貪縱, 虛稱其病重, 是, 誣上悅人也。” 欲論罷諫官, 而亦以僚議不一, 引嫌而退, 曄等又請遞純、滉等職, 上答曰: “臺諫非人, 以致紛紜。 閔純、崔滉之啓, 義正辭直, 世未嘗無人也。 玉堂論議, 何如是乖張耶?” 曄竟執前說, 兩司於是, 劾罷芝衍等, 上亦不能難。 論者謂: “三司執國家綱紀, 而循私罔上如彼, 尙何言哉?” 其時許曄等之論以爲: “臺諫出言, 當勿論是非, 而伸之爲當。” 當時論議, 偏僻類是。 閔純居高陽, 守道不仕, 安貧寡慾, 學者多尊仰之。 至是拜持平, 甫供職見遞。"
            },
            "5": {
                "H2KE-EN": "Former Recorder of the Office of the Inspector General Oh Geon passed away. Oh Geon was young and nature had been upright and sincere. When he passed away in eleven years of age, he had heard of his filial piety and filial piety. When he passed away, he was eventually loved with propriety. His family was poor and impoverished. He did not study Confucian classics, and there were one copy of the Meanings of the Great Learning (C. Zhongyongyong . He read several hundred volumes of the Meanings (C. Zhongyongyong . He was already well-versed in the study of history. Only after he again studyed history and devoted himself to earnestness. The years of history have already been long since his suspicion and regretted. Only then can he be transferred to the Great Learning (C. Daxue , Comprehensive Mirror to Aid in Government (C. Daxue , and Comprehensive Mirror to Aid in Government (C. Tongjian . Zhongyongyong . His conclusion was extremely easy. When he was the head of the elderly classic, he 강론ed and returned to his lodging. Since Hwang and his younger class all praised him, he was not able to reach him. Because of this, he became known for his name and eventually employed him. When he passed away, he mourned for three years in mourning for his mother and eating meat for three years. His earnest conduct was like this. After he was withdrawn, many Confucian scholars regarded him as pitiful. He sought to be employed again. He continued to be appointed as the position of attending officials , but he did not come to his place. He lived in his hometown for three years, and died at the age of fifty-four. The school named Deokgye and his younger student. Later, the elderly building a shrine to perform ancestral rites.",
                "H2KE-nKo": "전 홍문관 전한 오건이 졸하였다. 오건은 어려서부터 성품이 단정하고 성실하며 굳세고 확고하였다. 11세에 아버지의 상을 당하여 이미 효성으로 소문이 났고, 장성하여서는 어머니의 상을 당하여 더욱 예의에 독실하였다. 집안이 가난하고 학문에 뜻을 두었으나 스승으로 삼는 바가 없었으며, 집안에 《중용》 한 권이 있었는데 수백 번을 읽고 외웠다. 음훈이 이미 익숙해지자 비로소 다시 생각하고 탐구하여 전심으로 정성을 다하였다. 세월이 이미 오래되자 의심과 후회가 점차 사라진 뒤에야 《대학》, 《논어》, 《맹자》로 옮겼으니, 공부가 매우 쉽다. 바야흐로 선생과 장자에게 나아가 강론하고 귀숙하게 되었는데, 이황 이하로부터 모두 그가 정밀하고 깊어서 미칠 수 없다고 일컬었다. 이로 말미암아 이름이 드러나 현직에 등용되기에 이르렀다. 명종이 승하하자 예복을 입고 3년 동안 방상하고 소식하였으니, 그의 독실한 행실이 이와 같았다. 물러간 뒤에 사림이 대부분 애석하게 여겨 반드시 다시 등용하고자 하여 연이어 시종의 직임에 제수하였으나, 모두 사양하고 나아가지 않았다. 시골에서 3년 만에 졸하니, 나이 54세였다. 학도들이 덕계선생이라 일컬었다. 그 뒤에 고을 사람들이 사당을 세워 제사 지냈다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 7월 1일(계유) 5번째기사",
                "gt-oKo": "전 홍문관 전한 오건(吳健)이 졸하였다. 오건은 어릴 때부터 성품이 단성(端誠)하고 견고하였는데, 11세에 부친의 상을 당했을 때 이미 효성으로 소문이 났고 장성하여 모친의 상을 만나서는 더욱 예문(禮文)에 독실하였다. 집안이 가난하여 학문에 뜻이 있어도 선생을 모시고 배우지 못했는데, 집안에 있는 《중용(中庸)》 1권을 수백 번 읽어 음훈(音訓)이 익숙해진 뒤에 비로소 깊이 사색하며 전심으로 정밀을 기하였다. 그리하여 오래되어 의심나고 모르는 것이 차츰 없어진 다음에야 《대학(大學)》·《논어》·《맹자》로 옮겨갔는데, 그때는 공부하기가 매우 쉬웠다. 이에 선생(先生) 장자(長者)를 찾아가 강론하였는데, 요체가 있었으므로 이황(李滉) 이하 숙유들이 모두 그가 정밀하고 깊어 미칠 수 없다고 칭찬하였으니, 이로 말미암아 저명해져 현직에 등용되기에 이르렀다. 명묘(明廟)가 승하하였을 때는 예복(禮服)으로 방상 삼년(方喪三年)을 하고 소식(素食)하였으니, 그 독실한 행실이 이와 같았다. 벼슬에서 물러난 뒤에 사림이 많이 아깝게 여겼으며 반드시 다시 기용하려고 잇따라 시종직(侍從職)을 제수하였으나, 모두 사양하고 나아가지 않았다. 시골에서 지낸 지 3년 만에 졸하니 나이는 54세였으며, 학도들은 덕계 선생(德溪先生)이라 불렀다. 그 뒤에 향인(鄕人)이 사당을 세워 향사하였다.",
                "hj": "○前弘文館典翰吳健卒。 健幼性端誠堅確。 十一歲遭父喪, 已以誠孝聞。 及長遭母喪, 尤篤於禮。 門戶窮寒, 志學而無所師, 家間有《中庸》一卷, 讀誦數百遍, 音訓已熟, 始復思索, 專心致精。 歲月旣久, 疑悔漸祛然後, 移之於《大學》、《論》、《孟》則爲功甚易。 方就先生長者講論歸宿, 自李滉以下, 皆稱其精深不可及。 由是著名, 至於顯用。 明廟昇遐, 禮服, 方喪三年, 素食, 其篤行如此。 旣退之後, 士林多惜之, 必欲復用, 連拜侍從之職, 皆辭不就, 居鄕三歲而卒, 年五十四。 學徒稱德溪先生。 其後鄕人立祠祀之。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On imin day, Magistrate of Pocheon District Yi Jiham , abandoned his government post and returned to his hometown. When Yi Jiham was in the district, he was diligent and frugal. He observed the people as if he were children. When the district was poor and shortage of grain, he reported this to the King to the court. He requested that fish and salt be supplied to the coastal counties and that he be supplied with grain. The court did not approve his request. Yi Jiham did not plan to stay long in a town for a long time. Only afterwards he resigned from his position and returned to his hometown.",
                "H2KE-nKo": "삭인 임인년에 포천 현감 이지함이 벼슬을 버리고 고향으로 돌아갔다. 이지함은 고을에 있으면서 가난하고 검소한 것으로 자처하고 백성 보기를 자식처럼 하였다. 포천현은 가난하여 곡식이 떨어졌다고 조정에 아뢰고, 해읍의 어량을 떼어 주어 곡식을 사서 도와주게 해 줄 것을 청하였으나, 조정에서 따르지 않았다. 이지함은 본래 고을을 만들어 오래 머물 생각을 하지 않았는데, 곧바로 병을 이유로 사직하고 고향으로 돌아갔다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 8월 1일(임인) 1번째기사",
                "gt-oKo": "포천 현감(抱川縣監) 이지함(李之菡)이 벼슬을 버리고 고향으로 돌아갔다. 지함은 원으로 있으면서 스스로의 처신을 검소하게 하고 백성 보기를 자식처럼 하였다. 고을이 빈약하여 곡식이 모자라자 조정에 건백하여 해읍(海邑)의 어량(漁梁)을 절수(折受)받아 곡식을 사서 빈약한 재정을 보충하게 해 줄 것을 청하였으나, 조정이 따라주지 않았다. 지함은 본디 고을 원으로 오랫동안 머무를 생각이 없었기 때문에, 곧 병을 핑계하여 사직하고 돌아갔다.",
                "hj": "○朔壬寅/抱川縣監李之菡, 棄官歸鄕。 之菡在縣, 寒儉自處, 視民如子。 以縣貧乏穀, 白于朝, 請折受海邑漁梁, 貿穀助給, 朝廷不從。 之菡本無作邑久留之計, 旋謝病歸。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "Former Military Duty Officer Jang Mimu , former Army Commander , passed away. [Jang] Mimu, whose fairness and integrity was separated from a single word, was not comparable to military men. Also, he was honest and honest by self-restraining, and thus he was unpardonable for his world. Earlier, he praised him, saying, The martial pelts and the people of the six garrisons have continued to evade [the martial pelts]. The King loved his integrity with his integrity and repeatedly encouraged him. Afterward, he was elevated to employ [the martial pelts]. Since the gyemyo year (, the martial pelts of the military officials were appointed to the first grade of [Jang] Mimu .",
                "H2KE-nKo": "삭일 전 병마사 장필무가 졸하였다. 장필무는 청렴하고 개결하여 세속이 절대하였으므로 무인과는 같지 않았고, 또 강직하고 굳세어 스스로를 고상하게 여겼으므로 세상에 용납되지 못하였다. 일찍이 탄식하기를 ‘육진의 군사와 백성들이 서로 잇달아 유랑하고 도망하는 것은 초피가 빌미가 되기 때문이다.’라고 하였다. 주상이 그의 지조와 절개를 고상하게 여겨 여러 차례 장려하고 유시하였으며, 죽은 뒤에는 청백리에 추가로 기록하였다. 명종 이후로 무신 중에 청렴하고 결백한 자로는 장필무를 제일로 삼았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 9월 1일(임신) 1번째기사",
                "gt-oKo": "전 병마사(兵馬使) 장필무(張弼武)가 죽었다. 필무는 보통 이상으로 청렴하여 무인(武人)답지 않았고, 또 강직하여 뜻이 높았기 때문에 세상에 용납되지 않았다. 일찍이 탄식하기를 ‘육진(六鎭)의 병민(兵民)이 계속 유랑하고 도망가는 것은 초피(貂皮)를 진상하는 것이 빌미가 되었다.’고 하였다. 상이 그 지절(志節)을 높이 인정하여 여러 차례 장유(奬諭)를 내렸는데, 죽은 뒤에는 청백리(淸白吏)에 추록(追錄)되었다. 명묘(明廟) 이후 무신으로서 청렴하고 개결한 자로는 필무를 제일로 꼽는다.",
                "hj": "○朔壬申/前兵馬使張弼武卒。 弼武淸介絶俗, 不類武人, 又亢厲自高, 故不容于世。 嘗歎曰: “六鎭兵民, 流逋相繼者, 貂皮爲之祟也。” 上高其志節, 累加奬諭, 卒後追錄淸白吏。 自明廟後, 武臣廉潔者, 以弼武爲第一。"
            },
            "2": {
                "H2KE-EN": "Jeong Yugil was appointed minister of personnel , and the Office of the Inspector General requested that he be replaced. [Jeong] Yugil was a son of a distinguished family and had a literary reputation for a young age. He had a genuine sociality, and his scholarly expected him not to be compared to an ordinary custom. People attempted to say that [Jeong] Yugil had served as a powerful official during his power when he was serving as the director of the Office of Royal Decrees , and he was unable to sustain himself. He quite frequently followed the current opinion and intended to support [Yi] Yang to replace him. He was worthy of this corruption. The Office of the Censor General also submitted a memorial to discuss the matter. The King replied, I saw that [Jeong] Yugils character was simple-hearted and truthful. Truly, he is not comparable to a low-level scholar. Upon reflection, [Jeong] Yugils opinion was quite astonished and apprehensive. Recently, in the court, he did not devote himself to support [his] mind to assist the state. Only those who did not support [his] power do not know what to do. [Jeong] Yugil finally replaced [Bak] Yeongjun to replace him. An Jayu said to others, Bak Yeongjun is a slave of a man. People said, What do you think of this? [Jeong] said, Bak Gong himself did not support [his] mind. He is a man of his heart. What do you think of this man of his slaves? [Bak] Yeongjun had served as the ministries before, but he only received the powerful official appointment and did not clarify himself. For this reason, [Jeong] Jayu said this.",
                "H2KE-nKo": "정유길을 이조 판서로 삼았다. 양사가 체차해 주기를 청하였다. 정유길은 명문가의 자제로 젊어서부터 문명이 드러났고 장자의 풍도가 있어 선비들의 기대가 보통 풍속에 비할 바가 아니었다. 그런데 논자들이 ‘정유길이 일찍이 이양이 권세를 부릴 때에 문형의 직임을 맡고 있으면서 자립하지 못하고 자못 시의에 따라 이양을 끌어들여 자기를 대신하게 하려고 하였다.’라고 하면서 비루하다고 여겨 이런 논박을 한 것이다. 홍문관도 차자를 올려 논핵하니, 주상이 답하기를,“내가 정유길의 사람됨을 보니, 그 마음이 순실하여 진실로 경박한 수유에 비할 바가 아니었다. 지금 논한 것을 보니 매우 놀랍다. 근래 조정에서 마음을 합쳐 나라를 도울 생각은 하지 않고 오직 자기에게 붙좇지 않는 자만 번번이 배척하니, 시사가 장차 어떻게 될지 모르겠다.”하였다.정유길은 마침내 면직되고 박영준이 후임에 임명되었다.안자유가 사람들에게 말하기를,“박영준은 남의 종이다.”하니, 사람들이 말하기를,“무엇을 말하는 것인가?”하자, 안자유가 말하기를,“박공은 스스로 그 마음을 쓰지 못하고 다른 사람의 마음을 자신의 마음으로 삼았으니, 남의 종이 아니고 무엇이겠는가.”하였다. 박영준은 전후로 이조 판서로 있으면서 단지 남의 뜻을 받들어 주의만 하고 스스로 인재를 분변하지 않았기 때문에 안자유가 이렇게 말한 것이다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 9월 1일(임신) 2번째기사",
                "gt-oKo": "정유길(鄭惟吉)을 이조 판서로 삼으니 양사가 체직시킬 것을 청하였다. 유길은 명문의 아들로 어릴 적에 문명(文名)이 드러났고 장자(長者)의 풍도(風度)가 있어 사림의 여망이 보통 세속 사람과는 달랐다. 그러나 논자(論者)는, 유길이 일찍이 이양(李樑)이 권세를 부릴 당시 문형직(文衡職)을 맡고 있으면서 능히 자립하지 못하고, 시론에 따라 이양을 끌어다가 자기의 후임을 삼으려고 하였다는 것으로써 비루하다고 여겨 그와 같은 논박이 있었다. 홍문관도 상차하여 그를 논박하니, 상이 답하기를, “내가 정유길의 사람됨을 보니 그 마음이 순실(純實)하여 참으로 경박한 수유(竪儒)와는 비교가 되지 않는데, 이제 논박한 것을 보니 매우 놀랍다. 요즘 조정에서는 합심하여 나라를 도울 생각은 하지 않고 오직 자기에게 붙지 않은 자는 여지없이 배척하니, 시사가 장차 어찌될지 모르겠다.” 하였으나, 유길은 끝내 면직되고 박영준(朴永俊)이 그를 대신하였다. 안자유(安自裕)가 어떤 사람에게 말하기를, ‘박영준은 남의 종이다.’ 하니, 그 사람이, ‘어찌하여 그런가?’ 하자, 대답하기를, ‘박공은 능히 그의 마음대로 하지 못하고 다른 사람의 마음을 자기의 마음으로 삼으니, 남의 종이 아니고 무엇인가.’ 하였다. 영준이 전후에 걸쳐 전조(銓曹)의 판서로 있으면서 오직 남의 뜻에 따라 주의(注擬)하고 스스로 인재를 가리지 않았기 때문에 그와 같이 말한 것이다.",
                "hj": "○以鄭惟吉爲吏曹判書, 兩司請遞之。 惟吉以名家子, 少著文名, 有長者風度, 士望不比凡俗。 而論者以惟吉曾於李樑用權時, 職典文衡, 不能自立, 頗徇時議, 欲引樑代己, 爲可鄙有此駁。 弘文館亦上箚論之, 上答曰: “予觀鄭惟吉爲人, 其心純實, 固非輕薄竪儒之比也。 省今所論, 殊可驚駭。 近來朝著之間, 不思協心輔國, 唯其不附於己者, 輒斥之, 時事不知將何如耶。” 惟吉竟免, 朴永俊代之。 安自裕謂人曰: “朴永俊, 人奴也。” 人曰: “何謂也?” 曰: “朴公不能自用其心, 以他人之心爲心, 非人奴而何?” 永俊前後判銓, 只承人風旨注擬, 而不自辨人材, 故自裕云然。"
            },
            "3": {
                "H2KE-EN": "Min Gimun , governor of Hwanghae Province , was appointed chief royal secretary , and he went to the capital to reach Songdo [Strategic County] and passed away. [Maeng] Gimun was young at leisure, and had his son accompanied him. [Maeng] Gimun, together with his studies Jin U , and others, expressed their gratitude to the King for the purpose. [Maeng] Anro falsely accused Jin U and requested that [Maeng] Gimun be exiled to Hongsan District . [Maeng] Anro was executed, and he was released and passed the state examination, thus his reputation was even more prevalent. In the eulsa year (, when the middle of the Royal Confucian Academy gathered together, he was expelled from his position. In the jeongmi year (, he was banished to Imcheon , and in the sinhae year ( he was pardoned and returned to his hometown. Yi Yang and others wished to pursue and bring him [to the capital]. Ultimately, when the King ascended the throne, [Maeng] Gimun was promoted to the post of second deputy director , vice-director , and headmaster . The scholars expected [Maeng] Gimuns reputation is of high quality. Furthermore, he was expelled from the post of literary liter",
                "H2KE-nKo": "황해도 관찰사 민기문을 우승지로 삼았다. 부름을 받고 송도에 이르러 졸하였다. 민기문은 젊어서부터 문행으로 이름이 났는데, 김안로가 그 아들을 종유하게 하자 민기문이 동업인 진우 등과 함께 사절하였다. 그러자 김안로가 비방한다고 무고하여 진우를 논살하고 민기문을 홍산현에 정배할 것을 청하였다. 김안로가 처형되자 풀려나 등제하여 더욱 명성이 있었다. 을사년의 화에 중학의 한 모임에서 이의를 제기하여 쫓겨났고, 정미년에 임천에 유배되었다. 신해년에 사면되어 고향으로 돌아갔는데, 이양 등이 그들을 붙잡아 오려고 하였으나 끝내 응하지 않았다.주상이 즉위한 초기에 직제학에서 승지로 승진되고 대사간, 부제학, 대사성을 두루 역임하여 사림의 명망이 한창 높았으나, 또 신진과 서로 화합하지 못하여 배척을 받아 서추에 있다가 감사로 나갔다가 이때에 이르러 부름을 받고 돌아와서 졸하였다.민기문은 효성스럽고 신중하며 단아하고 신중하며 곧은 절개가 있어 평생토록 여러 차례 실패하였으나 후회하지 않았다. 이때 민기문이 김난상과 함께 이름을 나란히 하여 함께 진출하였는데, 민기문이 오건을 논척한 것은 오건을 논핵하였기 때문이고, 김난상이 물러간 것은 박점을 공격하였기 때문이다. 사론이 과격하였기 때문에 이준경이 그르게 여겼다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 9월 1일(임신) 3번째기사",
                "gt-oKo": "황해도 관찰사 민기문(閔起文)을 우승지로 삼았는데, 부름에 응하여 송도(松都)에 이르렀다가 죽었다. 기문이 젊었을 때 문행(文行)으로 이름이 났는데 김안로(金安老)가 그 아들에게 그와 종유하게 하였으나, 기문은 동업(同業) 진우(陳宇) 등과 함께 그를 사절하였다. 그러자 안로는 비방하였다고 허위로 논죄하여 진우를 죽이고 기문을 홍산현(鴻山縣)으로 정배하게 하였는데, 안로가 주륙된 뒤에 풀려나 급제하였으므로 더욱 유명해졌다. 을사 사화 때는 중학(中學)의 한 모임에서 이견을 세워 축출당했고 정미년에는 임천(林川)으로 귀양갔으며, 신해년에 풀려 고향으로 돌아왔다. 이양(李樑) 등이 자기 편에 끌어들이려 하였으나 끝까지 응하지 않았다. 상이 즉위한 처음에 직제학에서 승진하여 승지가 되었고, 간장(諫長)·부제학(副提學)·대사성(大司成)을 역임하여 사림의 여망이 한창 높았으나, 또 신진(新進)과 서로 뜻이 맞지 않아 배척을 당하여 서추(西樞)에 있다가 지방으로 나가서 감사가 되었는데, 이때에 와서 부름에 응하여 돌아오던 도중에 죽었다. 기문은 효근(孝謹) 단중(端重)하고 곧은 절개가 있어 평생 여러 차례 좌절되었으나 후회하지 않았다. 이 당시 민기문과 김난상(金鸞祥)이 이름을 나란히 하여 조정에 함께 진출하였는데, 기문이 내쫓긴 것은 오건(吳健)을 논박했기 때문이고, 난상이 물러난 것은 박점(朴漸)을 공격하였기 때문이었다. 이와 같이 사론(士論)이 과격하였으므로 이준경(李浚慶)이 그르게 여겼다.",
                "hj": "○以黃海道觀察使閔起文爲右承旨, 赴召至松都卒。 起文少以文行有名。 金安老使其子從遊, 起文與同業陳宇等俱謝絶之。 安老誣以謗訕, 論殺陳宇, 請配起文鴻山縣。 安老誅, 得釋登第, 益有名。 乙巳之禍, 中學一會, 立異被黜, 丁未謫配林川, 辛亥赦還鄕里。 李樑等欲鉤致之, 終不應。 上卽位初, 以直提學陞爲承旨, 歷拜諫長、副學、大司成, 士望方隆, 而又不與新進相合, 斥置西樞, 出爲監司。 至是, 召還乃卒。 起文孝謹端重, 有直節, 平生屢躓而不悔也。 是時, 閔起文與金鸞祥, 齊名同進, 起文之斥, 以論吳健也; 鸞祥之退, 以攻朴漸也。 士論過激, 故李浚慶非之。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On imin day, the first day of the month, the King had Minister of Personnel Bak Yeongjun replaced due to illness, and Kim Gwiyeong replaced him. Kim Gwiyeong was greedy and corruption, and yet he repeatedly held the position of minister of personnel . He was extremely discourteous in public opinions.",
                "H2KE-nKo": "이조 판서 박영준을 병으로 체차하고 후임에 김귀영을 임명하였다. 김귀영은 탐욕스럽고 비루하여 여러 차례 전조의 장관을 차지하였으므로 청의가 매우 놀랐다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 10월 1일(임인) 1번째기사",
                "gt-oKo": "이조 판서 박영준(朴永浚)이 병으로 체직되고 김귀영(金貴榮)이 그를 대신하였다. 귀영은 탐욕이 많고 비루한데 여러 차례 전장(銓長)을 차지했으므로, 청의(淸議)가 매우 놀랍게 여겼다.",
                "hj": "○朔壬寅/吏曹判書朴永俊病遞, 金貴榮代之。 貴榮貪鄙, 累居銓長, 淸議甚駭。"
            },
            "2": {
                "H2KE-EN": "[The King] appointed Yi I as governor of Hwanghae Province . [Yi] I visited the capital and bowed to take leave, and submitted a memorial regarding the problems of the province. It was requested that all of them be reformed. The educational schools should be repeatedly reviewed, and the schools should be cultivated in accordance with the penal code. The greedy and virtuous man should be maintained, the loving of the people should be relieved, and the military affairs should be repaired. The people were moved and pleased. However, many of the court did not follow their request, and the people who were grieved. At the time, Fifth-rank Aide [to the governor] [], Inspector [of the Office of the Inspector General] [], Yi Jin , who had not experienced reputation and had received a reputation and reappointment from the various officials, made him serve in the position of second-rank military official. People regarded this as slightest. [Yi] I once saw his talent and finally entrusted him to administration.",
                "H2KE-nKo": "이이를 황해도 관찰사로 삼았다. 이이가 서울에 들어와 배명하고 부임하여 상소하여 도내의 고질적인 폐단을 진달하고 모두 개혁할 것을 청하였다. 학교를 크게 수리하고 학범을 거듭 밝힐 것, 탐욕스럽고 교활한 자를 단속할 것, 선량한 자를 정표할 것, 백성의 고통을 돌볼 것, 군정을 정비할 것, 사민이 감격하고 기뻐하였다. 그러나 그가 건의한 것을 조정에서 대부분 따르지 않았으므로 식자들이 한스럽게 여겼다. 이때 도사 이원익은 명망이 드러나지 않았는데, 서관을 거쳐 막직에 보임되었으므로 사람들이 모두 가볍게 여겼다. 이이가 한번 그의 재능을 보고 알게 되자 마침내 정무를 맡겼다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 10월 1일(임인) 2번째기사",
                "gt-oKo": "이이를 황해도 관찰사로 삼았다. 이이가 서울에 들어와 숙배한 뒤에 부임하여 상소하면서 도내의 폐막(弊瘼)을 전부 개혁하겠다고 청하였다. 그런 뒤에 학교를 크게 수리하고 학범(學範)을 신명하며, 탐활(貪猾)한 자를 제재하고 선량한 자를 정표하며, 백성의 아픔을 보살피고 군정(軍政)을 닦으니 군사들과 백성이 감열(感悅)하였으나, 그가 건의한 것을 조정이 많이 따르지 않았으므로 식자들이 유감으로 여겼다. 이때 도사(都事) 이원익(李元翼)은 명망이 아직 드러나지 않았는데, 서관(庶官)으로부터 막직(幕職)에 보직되었으므로 사람들이 모두 경시하였으나, 이이는 한 번 보고 그의 재주를 알아 마침내 정무(政務)를 맡겼다.",
                "hj": "○以李珥爲黃海道觀察使。 珥入京拜命, 赴任上疏, 陳道內弊瘼, 盡請改革。 大修學校, 申明學範, 律貪猾、旌善良、恤民隱、修軍政, 士民感悅, 而其所建請, 朝廷多不從, 識者恨之。 時, 都事李元翼聞望未著, 由庶官, 補幕職, 人皆輕之。 珥一見知其才, 遂委之以政務焉。"
            },
            "3": {
                "H2KE-EN": "Kim Ugong entered the palace and reported to the King, The other day, the circumstances of circumstances have been disclosed and observed by people and surprisonious attitude and disregarded discipline and discipline. Your subject requests that henceforth this be warned. At the time, high officials wished to reinstate the circumstances of circumstances and desired to reinstate Yun , Yi , Yun , and Yi Hyus classified. The circumstances also reported, Your subject requests that the law of enforcing circumstances to all officials be implemented without suspicion. According to old custom, when all officials sit in their jurisdiction, the government offices supplies food, and the government offices storehouses were large insufficient, and the Bureau of Currency and Slave Taxation were separated from their grief. On this day, they requested that all officials supplied themselves by themselves. Li Xi stubbornly classed the circumstances of his cumstances, but ultimately the law was implemented.",
                "H2KE-nKo": "김우옹이 입시하여 아뢰기를,“지난번 소통시킨 일은 보고 듣는 이들을 현혹하고 기강을 무너뜨리는 것이었습니다. 지금부터는 경계하소서.”하였다. 이때 대신이 소통시킨다는 설이 있어서 윤씨와 이씨의 당여를 서용하여 복직시키려고 하였는데, 사론이 그르게 여겼기 때문이다. 또 아뢰기를,“백관이 가공하는 법을 의심없이 시행하소서.”하였다. 구례에 백관이 부에 좌기하면 관에서 음식을 제공하여 국가의 재용이 크게 소모되고 전복들이 원망하였다. 이때에 이르러 백관이 자공하게 할 것을 청하였는데, 이이가 그 논의를 주장하였으나 끝내 시행되지 않았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 10월 1일(임인) 3번째기사",
                "gt-oKo": "김우옹이 입시하여 아뢰기를, “저번에 소통(疏通)을 논의한 일은 사람들의 이목을 현혹시키고 기강을 무너뜨리는 것이니, 앞으로는 경계시키소서.” 하였는데, 이는 당시 대신(大臣)이 소통하자는 설을 꺼내어 윤(尹)·이(李)의 당을 서용 복직시키려고 하여 사론(士論)이 그르게 여겼기 때문이다. 또 백관의 음식을 각자 자기의 집에서 마련하는 법을 주저하지 말고 시행하라고 아뢰었다. 구례(舊例)에 백관이 관부(官府)에 좌기(坐起)할 때는 관가에서 음식을 제공하였으므로, 나라의 비용이 크게 소모되고 전복(典僕)이 원망하였다. 이때에 이르러 백관이 각자 마련하게 하자고 청한 것인데, 이이가 그 논의를 주장하였으나 끝내 시행되지 않았다.",
                "hj": "○金宇顒入侍啓曰: “頃日疏通之事, 眩惑觀聽, 墜毁紀綱, 請自今戒之。” 時, 大臣有疏通之說, 欲敍復尹、李之黨, 士論非之故也。 又啓: “百官家供之法, 請行之勿疑。” 舊例, 百官坐府則官供飮食, 國用大耗, 典僕離怨。 至是, 請令百官自供, 李珥主其論, 而竟不行。"
            },
            "4": {
                "H2KE-EN": "The King asked the officials attending him about the sound of the shape of Heaven and the natural disaster of Heaven, as well as the sound of the six ceremonies of the sun and the sound of the sun and the six ceremonies of the sun and the ceremonies. Many of the attending officials did not reply. Confucius Hong Jeok said, The sovereign should study the sound of the king. It is not appropriate to study the sound of the king. The King said, The sound of the king does not study the sound of the king. The King also attended the lecture on the lecture. Chief State Councilor 노수신 said, The sound of the king. The sound of the king does not study the sound of the king ",
                "H2KE-nKo": "주상이 연신에게 하늘의 형체와 하늘이 하늘이 되는 이유 및 천지와 육합의 밖에까지 무려 수십 가지를 물었는데, 시신이 대부분 대답하지 못하였다. 정자 홍적이 아뢰기를,“임금의 학문은 마땅히 평범하고 진실한 곳에 나아가 힘을 써야지 높고 극히 원대하게 연구해서는 안 됩니다.”하니, 주상이 말하기를,“이 말은 옳은 듯하지만 그르다. 천도는 비록 미미하지만 끝까지 연구하지 않아서는 안 된다. 그렇다면 태극도를 어떻게 《근사록》의 첫머리에 서술할 수 있겠는가.”하자, 김우옹이 아뢰기를,“현미는 한 이치이니 모두 궁구해야 합니다. 다만 모름지기 먼저 하학에 나아가 공부해야 합니다. 그러면 상달이 그 가운데 있게 됩니다. 제왕의 학문은 더욱 마땅히 몸으로 체득하여 용에 베풀어야 합니다. 홍적의 말이 옳습니다.”하였다. 또 조강에서 영의정 노수신이 아뢰기를,“마음은 온갖 교화의 근본이니, 한 마음이 맑고 밝은 연후에야 온갖 이치를 궁구할 수 있고 온갖 일을 할 수 있습니다. 한 번 물욕에 젖으면 학문과 처사가 모두 허사가 됩니다.”하니, - 노수신이 육학을 하였는데, 그의 논의가 대부분 이와 같았다. - 김우옹이 아뢰기를,“마음은 저절로 맑아지는 것이 아닙니다. 반드시 일상생활에서 유념하고 성찰하여 사욕을 극복하고 이치를 보존해야 합니다. 그렇게 한 지 오래되면 자연히 맑고 밝아질 것입니다.”하자, 홍적이 아뢰기를,“마음을 맑게 해야 한다는 말은 너무 높아서 절실하지 않습니다.”하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 10월 1일(임인) 4번째기사",
                "gt-oKo": "상이 연신(筵臣)에게 하늘의 형체와 하늘이 하늘이 되는 이유 및 천지 육합(六合)이며 그밖에 무려 수십 가지를 물었는데, 시신(侍臣)이 많이 대답하지 못하였다. 정자(正字) 홍적(洪迪)이 아뢰기를, “임금의 학문은 마땅히 평범하고 실질적인 것에 힘써야지 높고 심원한 것을 궁구해서는 안 됩니다.” 하니, 상이 이르기를, “이 말은 옳은 듯하나 틀리다. 천도(天道)가 아무리 은미하더라도 궁구하지 않으면 안 된다. 그 말대로 하면 태극도(太極圖)를 무슨 이유로 《근사록(近思錄)》의 첫머리에 실었겠는가.” 하자, 김우옹이 아뢰기를, “현미(顯微)는 똑같은 이치므로 모두 궁구해야 하겠지만, 반드시 먼저 하학(下學)에 노력하면 상달(上達)은 그 가운데에 있습니다. 제왕의 학문은 더욱 자신의 몸에 체득하여 정사에 베풀어야 하는 것이니, 홍적의 말이 옳습니다.” 하였다. 또 조강(朝講)에서 영의정 노수신이 아뢰기를, “마음은 만화(萬化)의 근본이니, 한 마음이 청명한 뒤에 만리(萬理)를 궁구할 수 있고 만사를 처리할 수 있습니다. 한 번 물욕에 젖어들면 학문과 처사가 모두 허사입니다.” 하고,【수신은 육학(陸學)을 하였으므로 그의 논의가 대부분 이와 같았다.】 김우옹은 아뢰기를, “마음은 저절로 맑아지는 것이 아닙니다. 반드시 날마다 운용하는 사이에 잊지 말고 성찰하여 사욕을 이기고 천리(天理)를 보호해야 하니, 이렇게 오랜 기간이 지나면 자연히 청명해질 것입니다.” 하고, 홍적은 아뢰기를, “마음을 맑게 한다는 설은 너무 높아서 절실하지 않습니다.” 하였다.",
                "hj": "○上問筵臣以天之形體與天之所以爲天, 以及天地六合之外, 無慮數十條, 侍臣多不能對。 正字洪迪曰: “人君學問, 當就平實處着力, 不可窮高極遠也。” 上曰: “此言似是而非也。 天道雖微, 不可不窮究。 然則《太極圖》何以敍於《近思錄》之首乎?” 金宇顒曰: “顯微一理, 皆所當窮。 但須先於下學處着功, 則上達在其中。 帝王之學尤當體之身, 而施於用, 迪言是也。” 又於朝講, 領議政盧守愼曰: “心者萬化之本, 一心澄明然後, 萬理可窮、萬事可做。 一爲物漬, 則學問處事, 都是虛了。”【守愼爲陸學, 其論多如此。】 宇顒曰: “心不能自澄。 必日用之間, 念念省察, 克己存理, 久之, 自然淸明矣。” 迪曰: “澄心之說, 太高而不切實矣。”"
            },
            "5": {
                "H2KE-EN": "Jo Eonsu , second deputy director of the Royal House Administration , passed away. [Jo] Eonsu was pure and sincere, simple, and frugal. He did not engage in course with each other. His character was beautiful. Earlier, he visited the [Ming] capital [of Ming China] and held a banquet at the Board of Rites . After the banquet finished, the minister [of the Board of Rites] invited [the Board of Rites] to his home and said, A subject should not engage in course with a personal relationship between righteousness and love for public and virtue. [The Board of Rites] should have an audience with him. [The Book of Documents (C. Shujing ] was presented with the Four Books (C. Shujing . The present Emperor [of Ming China] was a member of the old official who lived in a leisurely and sick. He passed away at the age of seventy-eight. ",
                "H2KE-nKo": "지중추부사 조언수가 졸하였다. 조언수는 순후하고 청렴하며 검소하였다. 교유를 일삼지 않았고 사람됨이 풍모가 아름다웠다. 일찍이 연경에 사신으로 갔을 때 예부에서 연회를 베풀어 주었다. 연회가 끝나자 상서가 그의 사제에 초청하여 말하기를,“신하 된 자는 의리상 사사로이 교제할 수 없습니다. 공의 덕용을 아끼고 예를 넘어서 서로 만나 보소서.”하고, 《사서구결》을 증정하였다. 금상 때에 구신으로 한가롭게 살면서 병을 조리하다가 졸하니, 나이가 78세였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 10월 1일(임인) 5번째기사",
                "gt-oKo": "지중추부사 조언수(趙彦秀)가 졸하였다. 언수는 순후(醇厚)하고 염검(廉儉)하였으며 남들과 교유하는 것을 일삼지 않았는데, 위인이 풍의(風儀)가 아름다웠다. 일찍이 연경(燕京)에 갔을 때 예부(禮部)에서 연회를 대접받았는데, 연회가 끝난 뒤에 상서(尙書)가 사제(私第)로 초청하고 말하기를, ‘인신(人臣)에게는 사사로이 교제하는 의리가 없으나 공의 후덕한 용의를 사랑하여 예절을 무시하고 만났다.’ 하고, 사서 구결(四書口訣)을 증정하였다. 금상 때에 구신(舊臣)으로 한가하게 지내며 병을 조리하다 죽으니, 나이가 78세였다.",
                "hj": "○知中樞府事趙彦秀卒。 彦秀醇厚廉儉, 不事交游, 爲人美風儀。 嘗朝燕京, 賜宴禮部, 宴訖, 尙書邀致私第曰: “人臣義無私交, 愛公德容, 越禮相見。” 贈以《四書口訣》。 今上朝以舊臣, 閑居養疾, 卒, 年七十八。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "Kim Ugung , the first day of the month, lecture on Expositor of the Royal Lecture on the Confucian Classics of the Hongbeom , presented a lecture to the King, which stated: Your Majesty does not like goodness, and there is something that Your Majesty does not like this. As for Yi I , he has a study and talent. Even though he is ignorant, his talent and capabilities are satisfactory to be greatly employed. Today, many officials have rarely seen him. If he has not been employed, your subject fears that this might become a grudge against future generations. When Your Majesty came to the capital as governor, your subject thinks that Your Majesty must summon him for an audience, but he eventually did not summon him for an audience. For this reason, your subject fears Your Majesty would like to like the worthy of the worthy. Furthermore, Your Majesty heard that 성혼 had a study of learning and conduct, and he desired to summon him for an audience. Earlier, he could not reach a cold weather at the beginning. However, Your Majesty did not summon him again after symptoms and hot weather. This is also afraid that his sincerity might not reach him. The King attended the Royal Lecture and addressed the attendant officials, saying, What is the reason why I am easy to circumstances and disorderly? Bak Susin said, It is the most important matter of circumstances. How could he study only the composition of the writing texts? Kim Ugung said, It is truly fond of circumstances, and it is necessary to examine the circumstances and prudently so that the natural principles can always be maintained, and the natural n",
                "H2KE-nKo": "초하루에 김우옹이 《홍범》을 시강하였다. 진계하기를,“전하께서 선을 좋아하지 않는 것은 아니지만 정성이 혹 지극하지 못한 점도 있습니다. 이이는 학문이 있고 재주가 있으며, 비록 서투른 점이 있으나 재국은 자연히 크게 쓰일 만하므로 오늘날 신하들 중에 그와 견줄 만한 사람을 보기가 드뭅니다. 만약 그를 다 쓰지 않는다면 신은 후세에 한을 남길까 두렵습니다. 그가 감사로서 와서 숙배할 때에 신은 전하께서 반드시 소대하실 것이라고 생각하였는데 끝내 한번도 만나지 않으셨습니다. 신은 이 때문에 전하께서 어진이를 좋아하시는 것이 정성스럽지 못한 듯합니다.또 전하께서는 성혼의 학문과 덕행을 들으시고 한번 만나 보고자 하시지만, 처음에는 성혼이 병이 들어 추위를 무릅쓰고 멈출 수 없었다가 날씨가 따뜻해진 뒤에는 다시 불러들이지 않으시니, 아마도 그를 좋아하는 정성이 혹 지극하지 못한 듯합니다.”하였다. 주상이 경연에서 시신에게 이르기를,“내가 움직일 곳을 걱정하느라 정신이 흐트러지기 쉬운 것은 어째서인가?”하니, 노수신이 아뢰기를,“마음을 맑게 하는 것이 가장 중요합니다. 만약 한갓 장구에만 마음을 쓴다면 어찌 청명한 시절이 있겠습니까.”하자, 김우옹이 아뢰기를,“마음을 맑게 하는 것은 참으로 좋습니다. 반드시 기미를 살피고 홀로 있을 때를 삼가서 항상 천리가 존재하고 마음이 맑게 해야 합니다. 마음을 맑게 하는 것을 귀하게 여기는 것은 다만 의리가 밝게 드러나고 일에 응하는 것이 마땅하게 하고자 해서입니다. 만약 사물을 물리쳐 끊어 버리고 마음을 맑고 고요하게 한다면 이학에 흐를 것입니다. 다만 초학자가 인사를 접할 때마다 공부가 흐트러짐을 깨닫게 되는데, 이는 안팎이 하나로 통일되지 못하기 때문입니다. 모름지기 단단히 잡고 오로지 마음 속에만 마음을 써야만 비로소 진보가 있을 것입니다.”하였다. 노수신이 또 청하기를,“관중에서 나이 순서에 따라 앉는 법을 의심없이 시행하고 있으니, 모름지기 주상께서 마땅히 행해야 한다는 뜻을 분명히 보여 10년 동안 시행하면 반드시 효과가 있을 것입니다.”하니, 주상이 옳게 여기지 않았다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 11월 1일(신미) 1번째기사",
                "gt-oKo": "김우옹(金宇顒)이 홍범(洪範)을 시강하고 진계(進戒)하기를, “전하께서 선을 좋아하시지 않는 것은 아니나 정성은 극진하지 못하신 점이 있습니다. 이이(李珥) 같은 자는 학문도 있고 재주도 있으니 서툰 점이 있기는 하나 그 재국(材局)은 크게 쓰기에 합당한데, 오늘날 군신(群臣) 중에 그와 견줄 만한 자를 보기가 힘듭니다. 만약 그를 극진하게 쓰지 못하면 신은 후세에 한을 남길까 염려됩니다. 그가 감사로 와서 숙배할 때 신의 생각에는 전하께서 반드시 소대(召對)하실 것으로 알았는데, 끝내 한번도 접견하지 않으셨습니다. 신의 생각에, 이로써 보면 전하께서 현인을 좋아하시는 것이 정성에서 나오지 않는 것인 듯 싶습니다. 또 전하께서 성혼의 학행을 듣고 한번 보기를 원하셨는데, 처음에는 성혼이 병이 들어 추위를 무릅쓸 수 없다는 것 때문에 그만 두도록 하였으나 날씨가 따뜻해진 뒤에 와서도 다시 거두어 부르지 않으시니, 이 또한 현인을 좋아하시는 정성이 극진하지 못한 점이 있으신 듯합니다.” 하였다. 상이 경연에서 시신에게 이르기를, “나는 움직일 때 정신이 쉽게 교란되는 것이 걱정인데 이는 무슨 이유인가?” 하니, 노수신이 아뢰기를, “마음을 맑게 하는 것이 무엇보다도 중요합니다. 만약 서책의 장구(章句)에만 마음을 쓴다면 어찌 청명해질 시기가 있겠습니까.” 하고, 우옹이 아뢰기를, “마음을 맑게 하는 것은 물론 좋습니다마는 반드시 선악의 갈림길을 살피고 근독(謹獨)하여 항상 천리(天理)가 존재하게 하면 마음이 곧 맑아질 것입니다. 마음이 맑아지기를 추구하는 이유는 오직 의리가 확실히 드러나고 사물의 적응을 적절히 하기 위한 것일 뿐입니다. 만약 사물을 멀리하여 끊고서 마음이 청정(淸靜)하기를 구한다면 이단(異端)으로 흐르는 것입니다. 다만 초학자(初學者)가 인사(人事)를 접할 때 곧 공부가 없어지는 것을 느끼는 것은 마음과 행동이 일치되지 못하기 때문이니, 반드시 사리를 착실히 파악하고 오로지 내면에다 마음을 써야 비로소 진보가 있을 것입니다.” 하였다. 수신이 또 계청하기를, “관중(館中)에서 나이 순서로 앉는 법을 망설이지 말고 시행하소서. 반드시 상께서 마땅히 행해야 한다는 뜻을 분명히 보이셔야 합니다. 그렇게 10년간 행하면 반드시 효험이 있을 것입니다.” 하였으나, 상은 그렇다고 여기지 않았다.",
                "hj": "○朔辛未/金宇顒侍講《洪範》, 進戒曰: “殿下非不好善, 誠或未至。 如李珥有學有才, 雖有疎處, 材局自合大用, 今日群臣, 罕見其比。 若用之不盡, 臣恐遺後世之恨矣。 其以監司來, 拜命也, 臣意, 殿下必召對, 而竟不一見。 臣以此, 恐殿下好賢不誠也。 且殿下聞成渾學行, 思欲一見, 初以渾病, 不能犯寒而止, 至於暄熱之後, 更不收召, 亦恐好之之誠, 或未至也。” 上於經筵, 謂侍臣曰: “予患動處, 易致攪亂何也?” 盧守愼曰: “淸心最要。 若徒玩心章句, 豈有淸明時節乎?” 宇顒曰: “淸心固好, 須是審幾謹獨, 常使天理存在, 心乃淸也。 所貴乎心淸者, 只欲義理昭著, 應事得宜爾。 若要屛絶事物, 而使心淸靜, 則流於異學也。 但初學, 才接人事, 便覺工夫渙散, 以其內外未能合一故也。 須是着緊把捉, 專用心於內, 方有進益矣。” 守愼又請: “館中齒坐之法, 行之勿疑。 須自上明示當行之意, 行之十年, 必有效矣。” 上不以爲然。"
            },
            "2": {
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 11월 1일(신미) 2번째기사",
                "gt-oKo": "질정관(質正官) 조헌(趙憲)이 경사(京師)에서 돌아왔다. 조헌은 중국의 성대한 문물을 익히 살펴보고 그것을 동방에 시행해 볼 생각으로 우리 나라에 돌아와서는, 시무(時務)에 절실한 것 8조와 근본에 관계된 것 16조 등 상소문 두 장을 초하였다. 이는 모두 중국의 제도를 먼저 인용한 다음 우리 나라가 현재 시행하고 있는 제도를 언급하여 그 득실의 이유를 갖추 논하고, 고의(古義)와 절충하여 오늘날 시행할 수 있음을 밝힌 것이었다. 먼저 8조 소를 올리자, 상이 답하기를, “천백 리 풍속은 서로 다른 것인데, 만약 풍기(風氣)와 습속이 다른 것을 헤아리지 않고 억지로 본받아 행하려고 하면 끝내 소요만 일으킬 뿐 일이 성사되지 않을 것이다.” 하니, 이 때문에 조헌은 16조 소를 올리지 않고 말았다. 그 8조 소에, “첫째, 성묘(聖廟)의 배향에 관한 일입니다. 신이 삼가 보건대 가정(嘉靖) 때에 공자의 위패에 쓴 문선왕(文宣王)의 칭호를 ‘지성선사공자지위(至聖先師孔子之位)’라고 고쳐 썼으며, 안자(顔子) 이하는 모두 작명(爵名)을 떼어버렸습니다. 그러므로 문묘의 액호(額號)도 ‘대성전(大成殿)’이라 하지 않고 ‘선성묘(先聖廟)’라고 하였습니다. 위판(位版)의 길고 짧음은 감히 자세히 헤아려 보지 못하였습니다마는, 공자는 붉은 바탕에 금니(金泥)로 썼는데 길이는 약 1자 남짓하고 폭은 2치 남짓했으며, 사성(四聖) 이하는 조금 짧아 1자가 조금 못되고 붉은 바탕에 먹으로 썼습니다. 종사(從祀) 이하는 더 짧고 부방(趺房)도 쓰지 않았으며 나무를 깎아서 대(臺)를 만들어 안치하여 놓았는데, 모두 독(櫝)이 없었습니다. 신이 삼가 금년 5월에 내리신 바 위판의 치수를 상고하여 아뢰라는 교지를 보고 생각건대, 신의 소견으로는 융경(隆慶) 연간에 나온 《태학지(太學志)》에 기록된 척수(尺數)는 주척(周尺)이지 포백척(布帛尺)이 아닌 것이 분명합니다. 그리고 태학(太學)의 동·서무(東西廡)에는 위(位)마다 각각 향로가 있었는데 우리 나라는 향로를 하나로 겸설(兼設)하였으나, 이런 일은 마땅히 의논하여 고쳐야 할 것입니다. 신은 살펴보건대 문선왕(文宣王)을 공자로 고쳐 부른 내력은 이렇습니다. 한 평제(漢平帝) 때에 왕망(王莽)이 간계(奸計)를 부리기 위해 ‘포성선니공(褒成宣尼公)’이라고 잘못되게 불렀으며, 당 현종(唐玄宗)이 처음으로 ‘문선왕’이라고 시(諡)를 붙였는데 안자 이하는 차례로 공(公)·후(侯)·백(伯)이라고 하였습니다. 그러나 그 왕(王)과 공(公)으로 봉한 것은 부자(夫子)의 이른바 ‘군군(君君)·신신(臣臣)·부부(父父)·자자(子子)’의 도에 있어서는 일체가 어긋나는 것으로서 성인을 거짓으로 높여 천하를 속이는 것입니다. 어찌 가신(家臣)을 둔 거짓을 꾸짖고 대부(大夫)가 앉는 자리라고 하여 바꾸도록 하신 분들이 그 이름을 일각인들 마음 편히 누리려고 하겠습니까. 더구나 자신은 황제라 자칭하고 자기의 신자(臣子)에게나 봉하는 왕의 칭호를 강제로 가하는 것은 더욱 성인을 높이는 것이 아닙니다. 그러므로 가정(嘉靖) 10년에 태학사(太學士) 장부경(張孚敬)의 건의로 인하여 천 년 동안의 과오를 일시에 바로잡았던 것입니다. 그런데 우리 나라는 아직까지 그 잘못을 답습하고 있으니, 마땅히 논의하여 고쳐야 할 것입니다. 신은 또 살펴보건대, 동·서무의 서열(序列)에 임방(林放)·거원(遽瑗)·공백요(公佰寮)·진염(秦冉)·안하(顔何)·순황(荀況)·대성(戴聖)·유향(劉向)·하휴(何休)·가규(賈逵)·마융(馬融)·정중(鄭衆)·노식(盧植)·정현(鄭玄)·복건(服虔)·범영(范寧)·왕숙(王肅)·왕필(王弼)·두예(杜預)·오징(吳澄) 등은 그 가운데에 있지 않았고, 후창(后蒼)·왕통(王通)·구양수(歐陽脩)·호원(胡瑗)·양시(楊時)·육구연(陸九淵)·설선(薛瑄) 등은 그 열에 들어 있었습니다. 대체로 종사(從祀)의 전례(典禮)는 성문(聖門)에 공이 있는 것을 보답하고 후학(後學)의 추향을 제시하기 위한 것입니다. 진염과 안하는 상고할 곳이 없고, 임방과 거원도 승당(升堂)의 서열은 못 되고, 정중·노식·정현·복건·범영 등도 순유(純儒)가 아니므로 종사에서 내보내었는데, 임방의 예를 좋아함과 거원의 허물이 적은 점은 남의 스승이 될 만하고 정중 등 여러 사람들의 경(經)을 주해(注解)한 공은 기념하지 않을 수 없기 때문에, 각기 그 지방에서 향사하고 있습니다. 공백요는 직접 성문(聖門)에 유학하였으나 도리어 부자의 도를 해치려 하였고, 순황은 인성(人性)이 악한 것이라고 주장하며 자사(子思)와 맹자가 천하를 어지럽혔다고 말하였고, 대성은 자신이 장리(贓吏)의 오명을 입었고, 유향은 신선(神仙)을 즐겨 말하였고, 가규는 참위설(讖緯說)을 견강 부회하였고, 마융은 탐비(貪鄙)하여 권세가에 붙어 양기(梁冀)를 위해 조서(詔書)를 초하여 이고(李固)를 죽였고, 하휴는 《춘추》를 주해하면서 주실(周室)을 내치고 노(魯)를 왕으로 했고, 왕필은 노장(老莊)의 사상을 받들었고, 왕숙은 사마소(司馬昭)를 도와 위(魏)를 찬탈하였고, 두예는 관리가 되어서는 청렴하지 않고 장수가 되어서는 의롭지 않았으며, 오징은 출처가 바르지 않은데다 학술 또한 선(禪)으로 기울었으니, 이들은 마땅히 수사(洙泗)의 서열에서 거절당하여 다사(多士)의 모범이 될 수 없는 자들이었습니다. 그러나 정관(貞觀)·원풍(元豊)·정통(正統) 연간에는 조정에 진유(眞儒)가 없어서 정밀하게 가리지 못하였습니다. 마단림(馬端臨)이 사실 일찍이 그것을 논의한 일이 있고 홍치(弘治) 제신(諸臣)들도 축출하기를 청한 자가 많았으나, 예부(禮部)의 저지로 그 논의는 끝내 행하여지지 못하였습니다. 그러다가 세종 황제(世宗皇帝)가 태학사 장부경(張孚敬)의 말로 인하여 과감히 개정하여 단번에 전대의 잘못된 견해를 씻어버림으로써 후생의 이목을 혼란하게 하지 않게 하였는데, 우리 나라에서는 아직도 그들이 종사의 열에 끼어 있으니, 마땅히 논의하여 축출해야 할 것입니다. 후창(后蒼)은 《예서(禮書)》를 처음으로 주해하여 대·소대(大小戴)의 예학이 그에 힘입어 후세에 전해졌고, 왕통(王通)은 학술이 도(道)에 가까와 격언(格言)에 순황(荀況)이나 양웅(揚雄)이 미처 말하지 못한 것이 있고, 구양수(歐陽脩)는 성도(聖道)를 부지하고 이단을 배격한 공이 있어 주자(朱子)가 인의(仁義)로운 사람이라고 말하였고, 호원(胡瑗)은 제 몸을 닦은 뒤에 남을 다스리는 학문으로 맨 먼저 수당(隋唐)의 이(利)를 추구하는 풍조를 씻어버렸고, 양시(楊時)는 동남 지방에서 도를 제창하여 홀로 정씨(程氏)의 가르침을 받아서 나(羅)·이(李)에게 전함으로써 주자에게 미치게 하였고, 설선(薛瑄)은 도학이 끊겼을 때 떨치고 일어나 독실한 뜻으로 학문에 주력하였는데, 도가 이루어지고 덕이 세워져 조정에 나아가 벼슬하니 고풍 대절(高風大節)이 급류에 우뚝한 지주산(砥柱山)과 같았고, 물러나 강학(講學)하니 척구 미언(隻句微言)도 중천에 빛나는 일성(日星)과 같았습니다. 그리하여 홍치(弘治) 때에 양시를 부묘(附廟)하고 가정(嘉靖) 때에 구양수·호원·설선을 추가하였던 것이니, 우리 나라에서도 마땅히 강구하여 이를 따라야 할 것입니다. 그런데 육구연(陸丘淵) 의 학술만은 강문(講問)을 도외시하고 오로지 돈오(頓悟)를 힘써 그 당시에 주자가 참으로 그 설의 해독을 우려하였는데, 유전되어 시간이 오래되면 될수록 사람들이 더욱 심하게 빠져들어 온 세상이 휩쓸린 나머지 모두 선학(禪學)으로 돌아가고 말았습니다. 그리하여 감히 어긋난 논의를 주장하고 주자를 비방한 왕수인(王守仁)과 같은 자를 오히려 종사하자고 청하였는데, 이는 필시 강서(江西)의 사람들이 그 학설을 익히 보고 듣다가 조정에 벼슬한 자가 많아서 힘껏 육상산(陸象山)을 지지하여 위 로는 조정을 그르치고 아래로는 사학(斯學)을 그르치게 하는 데까지 이른 것이니, 이와 같은 사례는 그 잘못을 본받아 구차스레 따라서는 안 될 것이라 생각됩니다. 신은 또 보건대, 성묘(聖廟)의 서북쪽에 계성묘(啓聖廟)가 또 있었는데, 계성공(啓聖公) 공씨(孔氏)는 북쪽에 있고, 선현(先賢) 안무요(顔無繇)와 공이(孔鯉)는 동쪽에 있고, 증석(曾晳)과 맹손씨(孟孫氏)는 서쪽에 있었으며, 동무(東廡)에는 선유(先儒) 정향(程珦)과 채원정(蔡元定)이 있고, 서무(西廡)에는 주송(朱松)만 있었습니다. 대체로 학궁(學宮)은 인륜을 밝히기 위한 것입니다. 안자·증자·자사는 묘(廟) 안에 있으면서 버젓이 먼저 흠향하는데, 안노(顔路)·증점(曾點)·백어(伯魚)는 아득히 밑에 있으니, 이는 보통 사람이라도 마음이 편안하지 않을 것인데 하물며 성현의 마음이겠습니까. 그러므로 웅화(熊禾)와 홍매(洪邁)가 일찍이 한 묘를 따로 설치하자는 논의를 하였고, 홍치 때 정민정(程敏政)이 또 건백한 적이 있었습니다. 그러다가 명 세종(明世宗) 때에 이르러 비로소 별묘(別廟)를 지어 춘추 석전(春秋釋奠) 때 동시에 행사(行祀)하였으니, 이른바 ‘자식이 비록 성인이라도 아비보다 먼저 먹지 않는다.’는 의리가 이에 이르러 유감이 없게 되었습니다. 신은 삼가 생각건대 우리 나라도 문묘의 서쪽에 비어 있는 넓은 땅이 있으니, 만약 논의하여 별묘를 세워 춘추에 함께 행사한다면 인륜이 온전해지고 의리가 맞게 되어 한 나라의 부자 관계가 정립될 것입니다. 신은 또 중국 조정의 종향(從享)하는 일로 인하여 깊이 느낀 점이 있습니다. 대체로 사습(士習)의 추향은 오직 윗사람이 무엇을 좋아하는가에 좌우되는 것인데, 전하께서는 지난번에 관학 유생들이 제현을 종사하자는 계청을 여러 번 올렸는데도 윤허하지 않으셨고, 근신(近臣)이 경연에서 아뢴 것도 허락하지 않으셨으니, 이는 참으로 한 시대의 선을 지향하는 마음을 가로막는 것입니다. 신은 삼가 가슴아프게 생각합니다. 대체로 김굉필(金宏弼)은 처음으로 도학을 제창하여 선성(先聖)을 잇고 후학을 연 업적이 있고, 조광조(趙光祖)는 사도(斯道)를 이어서 밝혀 세상을 건지고 사람을 선량하게 한 공로가 있고, 이언적(李彦迪)은 도(道)를 지니고 순독(純篤)하여 기울고 위태로운 세도를 부지한 공로가 있었습니다. 이 세 사람은 중국에서 찾아본다면 허형(許衡)과 설선(薛瑄) 이외에는 견줄 만한 자가 없고, 우리 나라에서 찾아본다면 설총(薛聰)·최치원(崔致遠)·안유(安裕) 같은 이도 그 경지에는 미치지 못합니다. 더구나 이황(李滉)은 동유(東儒)를 집대성하고 주자의 적통을 계승하여 조정에 나가서는 임금을 옳은 도리로 인도하는 정성이 소장(疏章)을 올릴 때에 간절히 나타나고, 초야에 물러나서는 후학을 각기 재능에 따라 가르치는 뜻이 강론할 때에 간절히 나타났습니다. 그리하여 선한 자는 그 말을 듣고 경모(敬慕)하고 악한 자는 멀리서 그 풍모만 우러러 보아도 스스로 단속하였으니, 오늘날 선비들이 약간이나마 임금을 높이고 어버이를 사랑할 줄 알며 예의염치가 있게 된 것은 모두 그의 덕에 감화되어 일어난 것입니다. 그러나 국가가 그 생존시 크게 쓰지 못하고 식자들이 태평 시대를 보기 어려움을 탄식하였는데, 사후(死後)에까지도 숭장(崇奬)하려고 하지 않습니다. 그리하여 현인을 시기하는 방탄(放誕)한 무리가 주위에서 보고 은근히 기뻐할 뿐만 아니라, 지난날 그 덕에 감화하여 일어났던 자들도 모두 실망하고 심지어는 직접 그 문하에서 배우고서도 성리(聲利)에 자취를 더럽힌 자가 있으니, 그 문하에 가지 않은 자야 장차 무엇을 믿고 선을 행하겠습니까. 아, 제현의 종사를 청하는 소청은 따르고 따르지 않는 일이 크게 중요하지 않은 듯하지만, 사습(士習)의 사정(邪正)은 이미 그것에서 판가름나는 것이니, 전하께서는 어찌 중난(重難)한 일이라고 하여 따르지 않을 수 있겠습니까. 대체로 후창(后蒼) 등 제현(諸賢)은 전대(前代)에 종사하던 이들이 아닌데도 세종 황제가 어질다는 것을 분명히 알자 종향(從享)하며 의심하지 않았고, 공백요(公伯寮) 등 제인(諸人)은 전대에 일찍이 종사하던 이들이었지만 세종 황제가 어질지 않다는 것을 분명히 알자 출향(黜享)하는데 의심이 없었으며, 임방(林放) 등 제인이 모두 취할 만한 한 가지 장점이 있자 각각 그 고향에 제사지내게 하여 그 좋은 점이 민몰되지 않게 하였습니다. 기타 근세의 제현으로서 장무(章懋)·오여필(吳與弼)·진헌장(陳獻章)·호거인(胡居仁)·진진성(陳眞晟)·채청(蔡淸) 같은 이들이 각기 사문(斯文)에 공이 있자, 황상(皇上)이 명하여 그 고향에서 제사지내게 하고 선조(先朝)에서 정하지 않은 일이라고 하여 혐의하지 않았으며, 요동 성중(遼東城中)에도 관영(管寧)·왕열(王烈)·이민(李敏)·장승(張升)·호심(胡深)·하흠(賀欽)을 서원(書院)에 사당을 짓게 하여 사액(賜額)하고 아울러 서책을 다 내려주었습니다. 따라서 숭장(崇奬)하는 것은 오직 그 사람의 학문이 이루어지고 행실이 높아서 후학을 일깨우고 격려할 만한가에 달려 있을 뿐, 그와 같이 조금도 시대의 고금(古今)에는 구애받지 않았습니다. 더구나 이 김굉필 등 네 사람의 군자(君子)는 마땅히 종사하여야 한다는 논의가 조정에서나 사류가 다 이론이 없는데도 이처럼 시일을 끌고 있으니, 과연 이 사람들이 어질지 않아서 그런 것입니까. 삼가 원하건대 전하께서는 빨리 사현(四賢)을 숭장하여 종사(從祀)의 서열에 넣으소서. 그리하여 그 사람을 존숭할 뿐만 아니라 반드시 그 말을 채용하실 것이며, 그들이 일찍이 진달했던 말을 전부 취하여 매일 앞에다 놓고 성치(聖治)에 도움을 받으시기를 그 사현(四賢)이 임금 앞에서 친히 아뢰는 것처럼 하실 것이며, 또 그 나머지도 추장(推奬)하여 팔방의 사자(士子)로 하여금 모범을 삼게 하신다면, 선현을 포숭하고 후학을 권장하는 일이 두 가지가 다 진선 진미하게 되어 문왕(文王)이 나오기를 기다렸다가 일어나는 자들이 일반 백성들 속에서 많이 나올 것입니다. 둘째, 내외(內外)의 서관(庶官)에 관한 일입니다. 신은 관제(官制)에 대해서는 달리 상고할 길이 없었는데, 겨우 《진신편람(縉紳便覽)》 두 책을 얻어 내용을 정리해서 올립니다. 대소의 경관(京官) 및 외관(外官)으로 남북 두 직례(直隷)와 지부(知府) 이상까지가 모두 이 책에 실려 있는데, 기타의 외관은 일일이 실려 있지 않습니다. 천하의 서관(庶官)이 이와 같이 많은데도 불구하고 주의(注擬)할 때는 한결같이 어렵게 여겨 신중을 기합니다. 혹시 결관(缺官)이 생기면 육부(六部)와 도찰원(都察院)이 모여 의망할 사람을 의논해서 중론이 다 정해진 다음에 이부(吏部)가 이망(二望)만을 갖추어 올리는데, 황산(皇上)은 의례 수천(首薦)에 낙점하곤 합니다. 대체로 중국의 그 많은 인물로 어찌 삼망(三望)을 갖출 만한 자가 없겠습니까. 참으로 인재를 얻기가 어렵기 때문입니다. 서관(庶官) 중에 하나라도 혹시 바르지 않은 사람이 끼어든다면 그 피해가 생민에게 돌아가고 재앙이 국가에 미치기 때문에, 밑에서는 감히 좋지 않은 인재로 구차히 천거하지 아니하고 위에서는 감히 사사로운 뜻으로 구차히 임용하지 않습니다. 그리고 일단 뽑혀 제수되면 오래도록 논박을 받지 아니하며 부임하고 나서는 또 그 직책에 오랫동안 머물러 있게 되는데, 구재 삼고(九載三考)를 거친 뒤에야 비로소 출척(黜陟)을 결정합니다. 교관(校官)이나 변수(邊帥)도 가족을 데리고 가서 대부분 오래지낼 계획을 함으로 서관(庶官)이 대부분 그 직책을 제대로 수행하여 백성들이 거의 안정된 삶을 누려가고 있으니, 중국이 천하를 보전하고 안정을 누리는 것은 그만한 까닭이 있어서입니다. 신은 삼가 생각건대, 우리 나라는 인재가 중국에 비해 20분의 1도 채 되지 않는데 사화(士禍)를 여러 번 겪은 나머지 사류의 추향이 잘못되어, 오늘에 이르러서는 삼강(三綱)이 밝지 않아 의리(義利)를 분별할 수 없게 되었습니다. 그래서 나라를 경영하고 도를 논하는 자를 쉽게 만나기가 어렵고 국사를 책임지고 직책을 생각하는 자도 많이 볼 수 없게 되었습니다. 정조(政曹)에서는 주의(注擬)할 때 논의할 대상을 미리 정하지 않고서 정청(政廳)에 좌기(坐起)한 다음에야 붓을 잡고 비로소 논의하므로, 삼망(三望)이 다 합당한 인물인 경우가 거의 없습니다. 빈 자리가 많아 인원이 모자랄 때는 일망(一望)만 겨우 갖추고 나머지는 다 구차하게 채우는데, 상께서 낙점하시는 것도 인망(人望) 밖에서 나오니, 군정(群情)이 만족해 하지 않고 공론이 시끄럽게 되는 것도 바로 이 때문입니다. 동쪽에서 빼내어 서쪽에 보충하고 아침에 제수하였다가 저녁에 교체하는 것을 면치 못하니, 경외 관원이 자기가 맡은 일이 무슨 일인지도 모르며 앉은 자리가 미처 따뜻해지기도 전에 이임하는 경우도 있습니다. 그리하여 장부가 없어지고 재물만 도적질 당한 채 간리(奸吏)의 술책에 빠지는가 하면, 신임자를 맞이하고 전임자를 보내느라 인부를 차송하고 말을 보내 천 리 밖에서 창황 분주하여 잔약한 백성의 산업(産業)을 망치니, 이것 또한 중원(中原)에는 없는 폐단입니다. 그리고 새로 제수된 사람이 목민관(牧民官)에 합당하지 않으면 빨리 의논하여 체차하는 것이 옳은 것인데, 반드시 떠나는 날이 임박해서야 비로소 계청하여 파직하므로 처음에 1개월 먹을 양식만 가지고 멀리서 온 관속(官屬)이 월리(月利) 빚을 내어 새 관원이 출발할 때까지 머물러 기다리니, 집에 들어가서 전답을 팔아 겨우 월리만 갚고도 집은 망하고 맙니다. 1년 동안에 폄파(貶罷)되는 자가 한두 사람이 아니고 한 사람의 관원을 위하여 서울로 와서 맞이하는 자가 백 명 뿐만이 아니니, 1년 동안에 이로 인하여 생기는 실업자가 몇 백 명이나 되는지 모릅니다. 아, 이조(吏曹)가 사람을 쓸 때에 잠시라도 잘 살피지 않으면 사방의 사민(士民)이 그 해를 입지 않는 자가 없으니, 어찌 작은 일이라고 하여 고치지 않을 수 있겠습니까. 삼가 원하건대 성명께서는 벼슬의 임용을 삼가서 하라는 이윤(伊尹)의 가르침을 받들고 인재를 얻기 어렵다는 공자의 탄식을 생각하시어 이조를 신칙(申勑)하심으로써, 반드시 적합한 인재를 논정하고 공론에 흡족하게 한 다음에 그 망(望)을 채우게 하되, 만약 사람이 모자라면 꼭 세 사람을 갖추게 하지 마소서. 그리고 상께서도 항상 한 사람을 잘못 쓰면 국사가 그만큼 망가지고 서관(庶官)을 자주 교체하면 백성이 그 해독을 받는다는 것을 두려워하시어, 친근한 자에게 주지 말고 오직 유능한 자에게 주며 악덕(惡德)에게 주지 말고 오직 어진이에게 주소서. 또 반드시 수선(首選)을 임용하여 그 직을 오래 맡겨서 분발하여 치적이 나타날 때까지 기다렸다가 초천(超遷)한다면, 사람마다 열심히 직무를 수행할 것이고 백성이 그 안식처를 얻게 될 것입니다. 셋째, 귀천의 의관(衣冠)에 관한 일입니다. 신이 삼가 중조(中朝)의 의관 제도를 보건대, 복두(幞頭)의 연각(軟脚)은 이름을 안시(鴈翅)라고 하는데, 그 제도가 구부러져 있고 그 끝은 좌우에서 복두의 몸에 가로 꽂았으며 굽은 곳이 위로 향해 있어 마치 새가 날개를 펴고 하늘을 나는 형상이기 때문에 또한 전시(展翅)라고도 합니다. 홍포(紅袍)·청포(靑袍)·벽적(襞積)은 도포(道袍)와 같고 단령(團領)과는 달랐습니다. 기타 상복(常服)은 위에서부터 밑자락까지 부대(浮大)하지 않고 땅과의 거리도 칫수가 모두 같았습니다. 신이 삼가 홍무(洪武) 연간에 정한 규례를 보니, 문관의 옷은 땅까지 1치이고 무관의 옷은 땅까지 5치이며, 소매의 너비는 문무관이 다 1자쯤이었습니다. 소매통[袪]은 문관은 9치, 무관은 겨우 주먹이 들어갈 정도이고, 의살 직령(衣撒直領)을 입은 것은 지금 문무관의 제도가 같기는 하나 그 정제되고 의젓한 모양은 본받을 만했습니다. 유건(儒巾)의 이름은 민자건(民字巾)이라고도 하는데 그것은 모양이 민(民)자와 같기 때문입니다. 그 제도는 대[竹]를 얽어 치포(緇布)로 싸기도 하고 종이에 풀을 발라 만든 뒤에 옻칠을 하기도 하였습니다. 항상 쓰고서 안개나 빗 속에도 그냥 다니는데 우리 나라의 사건(士巾)처럼 이슬만 맞아도 쳐지는 것과는 다릅니다. 그 모양도 단정하고 평평하여 그다지 뾰죽하거나 경사지지 않으니, 매우 잘못되었다고 할 팔도의 사건(士巾)을 이 제도에 따라 고치게 한다면 외관상 보기에도 좋을 것입니다. 국자감(國子監)에 있는 거인(擧人)이나 서정(西庭)에 참례(參禮)하는 무학생(武學生)은 모두 유건(儒巾)과 흑단령(黑團領)을 착용하고 기타 학생은 중외(中外)가 모두 난삼(襴衫)을 입는데, 대체로 옥색(玉色)에다 청견(靑絹)으로 선을 둘렀으며 선의 너비는 2치였습니다. 우리 나라의 이른바 청금(靑衿)은 이와는 크게 다른데, 그 제도를 따르지 못할 바에야 차라리 청금을 시행하지 않는 것만 못합니다. 내시들의 건(巾)은 대[竹]로 얽고 베로 싼 것으로서 모양이 모자(帽子)와 같으며, 관직이 있는 자는 테[簷]가 있는데, 정수리 뒤로부터 위로 올라가서 모자보다 1치가 높아 마치 세워 놓은 기왓장과 같고, 관직이 없는 자는 모자만 쓰되 다만 베로 앞에서부터 모자를 둘러싸고 그 끝은 정수리 뒤로 늘어뜨렸으며 길이는 거의 반 자쯤 됩니다. 옷은 망룡 철릭(蟒龍帖裏)이나 의살 직령(衣撒直領)을 입었는데, 그 길이는 모두 복숭아뼈 부분까지 내려오고 띠는 가느다란 실끈으로 하였으며, 탑전(榻前)에 시립(侍立)하는 자라 할지라도 이 옷만 입기 때문에 봉록이 작은 내시들도 구비하기가 쉽습니다. 문무 서관(庶官)은 다 아패(牙牌)를 패용하여 자신의 직명(職名)을 기록하는데 그 끈은 모두 흑색이고, 내시는 아패의 끈을 적색으로 하여 일반 관원과 구별하였습니다. 그 의복이 이와 같이 법도가 있었습니다. 요동(遼東)과 광령(廣寧)은 다 변군(邊郡)인데도 일을 맡고 있는 연리(掾吏)는 건(巾)이 녹사(錄事)와 같고, 지인(知印) 이하의 건은 서리(書吏)와 같은데 조금 높고 모두 단령(團領)을 착용합니다. 작은 현(縣)인 무령(撫寧)과 풍윤(豊潤)의 아전도 모두 그와 같았습니다. 대체로 수령이 관대(冠帶)를 갖추고 청사에 좌기하면 아전은 감히 그러한 의복을 입지 않는 일이 없습니다. 그런데 우리 나라의 경우는 외읍(外邑) 아전이 수령이 관대를 갖추고 있는 곳에 테가 넓은 호립(胡笠)을 쓰거나 혹은 평립(平笠)을 쓰고 있고 모두 예복이 없으므로 매우 사람 꼴이 되지 않는데, 심지어 평양(平壤)과 의주(義州) 등지의 아전 의복까지도 그와 같습니다. 각사(各司)의 아전과 지방 고을아전의 의복을 만약 중국의 법에 따라 고친다면, 비록 천한 도필리(刀筆吏)라도 의젓하게 예복을 갖추어서 괴벽한 풍속이 없어질 것입니다. 사내아이는 머리를 따지 않는데, 15세 이하는 잘라서 드리우고 15세 이상은 목뒤에 묶은 뒤 모두 모자를 쓰며, 친족에 상사(喪事)가 있으면 흰 모자로 상기(喪期)를 마칩니다. 경·(卿)·사(士)·서인(庶人)의 아들은 모두 20세가 된 뒤에 비로소 관을 쓰니, 빠른 성취를 바라지 않는 것이 이와 같습니다. 이미 시집간 여인은 머리를 정수리에 묶고 붕계(鬅髻)를 얹는데, 그 제도는 북쪽 사람은 철사로 묶고 남쪽 사람은 대[竹]로 묶으며 남북이 다 비단으로 쌉니다. 또 비단을 걷고 수박(首帕)을 하기도 하는데 역자(鈠子)라고 부릅니다. 겨울에는 혹 모피(毛皮)로도 하는데 난액(暖額)이라고 하며, 이마에서부터 상투를 둘러 머리 뒷꼭지에 맺고 그 위에 비녀를 꽂습니다. 부인이 무슨 일로 밖에 나갈 때는 역자를 무늬비단으로 꾸미거나 혹은 금피(金皮)를 얹습니다. 신부를 친영(親迎)할 때에도 그것만 머리에 씌울 뿐이며 혹은 칠보(七寶)로 단장할 때도 있는데, 시속에서는 이것을 화관(花冠)이라고 합니다. 배자(背子)는 소매가 매우 넓고 장옷[長衣]은 없습니다. 긴 치마[長裙]는 주름을 잡지 않고 짧게 하며 화려하게 하지 않습니다. 이렇듯 의관을 단장하기는 하나 오히려 검약한 풍속이 있습니다. 신이 도중에서 향화(向化)한 달자(㺚子)의 부인을 보고 또 중국에 진공(進貢)하고 돌아가는 그들 무리를 보았는데, 불행히도 우리 나라의 사내아이 및 여인의 염발(斂髮)한 모습과 비슷하였습니다. 이것이 비록 습속이 오래도록 유전되어 온 결과라 하더라도 지금 성주(聖主)께서 한 번 변화하여 도에 이를 수 있는 좋은 기회에 또 흐지부지 넘어간다면 후일에 중국 사가(史家)가 기록할 때 과연 조선은 관대지국(冠帶之國)이라고 말하겠습니까. 신은 삼가 듣건대 경사(卿士)의 집에서 간혹 그 제도를 본받아 남녀의 머리를 거두어 싸매게 하고는 싶으나, 아직 상의 명이 없기 때문에 감히 마음대로 고치지 못한다고 합니다. 만약 사부(士夫)로 하여금 먼저 행하게 하고 백성도 따라서 차츰 고쳐가게 한다면, 중국의 풍속으로 변화시키는 것이 어렵지 않을 것입니다. 뇌포(腦包)는 곧 우리 나라의 이른바 이엄(耳掩)입니다. 그 제도는 비록 작지만 항상 착용하기에 편리하며, 여인은 늙고 병든 자만이 착용하는데 그 제도가 더욱 작아서 준비하기가 쉽습니다. 신은 삼가 생각건대 우리 나라 사람은 이엄을 사치스럽고 큰 것을 좋아하여 상민(常民)도 오히려 2구(具)의 피륙을 쓰고 여인의 모관(毛冠)은 거의 3구의 피륙을 쓰며, 이른바 대이엄(大耳掩)이란 것은 거의 5구의 피륙을 씁니다. 이 때문에 피륙값이 매우 비싸서 가난한 노병자가 사서 쓰고 싶어 할 수가 없습니다. 만약 중국의 제도에 의하여 고치고 사치스럽고 큰 것을 사용하는 풍습을 일체 금한다면, 피륙 값이 오르지 않아 노병자에게까지 두루 차지가 갈 것입니다. 중원(中原)에 삿갓을 쓰는 제도가 있기는 하나 사람마다 모두 갖추고 있지는 않습니다. 밖에 출행할 때에는 문관(文官)은 충정관(忠正冠)을 쓰고, 무관은 테가 있는 털모를 쓰고, 유자(儒者)는 유건(儒巾), 아전은 이건(吏巾)을 쓰고, 상인(常人)은 모두 모자(帽子)를 씁니다. 그런데 우리 나라 사람은 귀천을 막론하고 공통으로 입자(笠子)를 쓰므로 많은 값을 헛되이 소비합니다. 만약 중국의 풍속을 따라 아전이나 사류는 각기 그들에게 맞는 건을 착용하고 서인(庶人)은 모자만 착용하게 한다면, 곤궁한 사람이 많은 값을 들여가며 입자를 사는 걱정이 없어질 것입니다. 대체로 중원의 의관 제도는 간략하여 쉽게 구비할 수 있을 뿐만이 아닙니다. 지금 천하가 같은 제도권에 있는 때에, 운남(雲南)과 귀주(貴州)같은 경우는 경사(京師)와 1만여 리나 떨어져 있어 거친 머리에 알아들을 수 없는 말을 하는 오랑캐 지역인데도 대소 남녀가 하나같이 중국 제도를 따르고 있습니다. 그런데 더구나 우리 기방(箕邦)은 경사와의 거리가 4천 리가 채 못되어 실로 오복 제후(五服諸侯)와 다름이 없는데도 남녀 의관에 부끄러운 점이 많습니다. 신은 삼가 안시(鴈趐)·유건(儒巾)·붕계(鬅髻)·역자(鈠子)를 갖추어 올립니다. 전하께서 만약 시왕(時王)의 제도를 감히 따르지 않을 수 없다고 하신다면 청컨대 이것을 공조(工曹)에 내려 견본으로 삼도록 하소서. 그리고 뇌포(腦包)·건모(巾帽)·삼포(衫袍)·벽적(擘積) 등에 대해서는 사행(使行)에 오래 따라다닌 통사(通事)로 하여금 공인(工人)을 자세히 가르치게 하여, 종이를 재단해서 견양을 만들어 널리 팔도에 나누어 준 뒤 그대로 차츰 고치게 한다면, 의관이 전부 중국 제도를 따른다는 것이 실어(實語)가 될 것입니다. 넷째, 음식 연음(宴飮)에 관한 일입니다. 신은 삼가 보건대 중원 사람은 절용(節用)하지 않는 경우가 없었습니다. 관원의 가공(家供)은 반찬이 두세 그릇 뿐이었고 사가(私家)의 음식은 더욱 검소하였습니다. 연음할 때에는 작은 잔에 따르고 순배 수를 정해 놓고서 감히 한계를 넘게 마셔 정신이 혼란하게 함으로써 맡은 일을 그르치지 않게 하니, 이것이 공사(公私)의 재력이 다 넉넉하고 서정(庶政)이 잘못되지 않게 되는 이유입니다. 그런데 우리 나라의 풍속은 오로지 풍성한 음식에다 많이 마시는 것을 힘써서 재물이 바닥이 나도 걱정할 줄 모르고 백성이 곤궁해도 구제할 줄 모르며, 위에서 명해도 따를 줄 모른 채 자연의 물산을 쓸데없이 소모하고 나라의 근본인 백성을 해치는 일이 끝이 없습니다. 내사(內司)의 서관(庶官)이 가공(家供)을 행하기는 하나 호사하는 무리가 찬품(饌品)을 성대히 갖추므로, 빈약한 선비는 그에 미치지 못하는 것이 부끄러워 간혹 까닭없이 정병(呈病)하고 직무를 부지런히 하지 않는 경우도 있으며, 이항(里巷) 간에는 원대한 생각이 없어서 소비 풍조가 더욱 심합니다. 아, 이것이 무슨 풍속인데 고칠 생각을 하지 않는단 말입니까. 외방 열읍(列邑)에서는 비록 찬품의 그릇 수를 한정한 분부가 있어도 오활한 말로 보아 전혀 봉행하지 않습니다. 그 사이에 조명(朝命)을 따르고 싶어하는 자가 있더라도 떳떳한 임무로 나간 사신(使臣)이 그 찬품의 풍약(豊約)을 보고 그 사람의 현부(賢否)를 정합니다. 그리하여 공억(供億)을 성대히 하면 아무 수령은 어질어서 윗사람을 공경한다고 하고, 자봉(自奉)을 박하게 하면 아무 수령은 본심을 속여 명예를 구한다고 하여 분분하게 비방하면서 논의가 끝이 없으니, 명색이 유식한 자라도 바야흐로 뜻을 굽혀 풍속을 따라서 남의 비난을 면하려고 꾀하는데 무지한 수령이야 나무랄 게 뭐가 있겠습니까. 이러므로 임금도 이유없이는 소를 죽이지 않는 법인데 영리(營吏)와 추종(趨從)까지도 반드시 소를 도살하여 먹이며, 대부(大夫)라야만 세 끼 밥을 먹는 법인데 7세된 관아의 아이가 많은 찬품을 갖추어서 네 끼를 먹는 경우까지 있습니다. 심지어는 중국 사신이 올 때에만 큰 고을에서 이따금 구작(九爵)의 연회를 베푸는 법인데도, 사행(私行)의 무뢰배들까지 모두 잔치를 열어 풍악을 잡히고 밤새도록 취하여 마시니, 그와 같이 소비하는 술이며 고기는 또한 하늘에서 떨어지거나 땅에서 저절로 솟아난 것이 아닙니다. 읍리(邑吏)를 차례로 육례방(肉禮房)으로 삼아 한 달에 소 세 마리 값을 주지만 관원이 먹는 것은 열 마리까지 되기도 하고, 관비(官婢)를 차례로 주모(酒母)로 삼아 한 달에 쌀 세 가마를 주지만 관원이 마시는 것은 거의 스무 가마에까지 이릅니다. 그리하여 객사 장교(客舍將校)는 등석(燈席)의 주선에 시달리고 원두 관노(園頭官奴)는 채과(菜果)의 지공에 시달린 나머지 전답을 팔게 되고 그런 다음에는 일족(一族)에게서 거두어들이며, 더 나아가 촌민(村民)을 침색(侵索)하다가 그래도 지탱하지 못하게 되면 옷을 찢어 거지 주머니를 만들어 차고는 서로 무리지어 도망갑니다. 아, 중원의 서관(庶官)은 닭 한 마리 물고기 한 마리도 감히 민간에게서 무리하게 거두지 아니하는데, 우리 나라는 관원으로 있는 자가 자신의 구복(口腹)을 봉양하는 일로 조종(祖宗)의 적자에게 해독을 끼치는 것이 몇 천만 가지나 되는지 모릅니다. 어찌 군신(君臣)이 서로 맹세를 하고 서둘러서 음식을 검소하게 함으로써 진공(進供)을 올바르게 하지 않을 수 있겠습니까. 더구나 변방의 장사(將士)는 더욱 한 자리에 모여 술 마시는 일이 많습니다. 인경(隣境)의 수수(守帥)와 병사(兵使)·수사(水使)가 왕복할 때, 영송(迎送)하는 관례라고 명분을 삼아 소를 잡고 술을 빚으며 짐바리에 보화를 싣는가 하면, 진(鎭)을 버리고 경계를 넘어가서 주거니 받거니 연일 통음(痛飮)하는데, 양계(兩界)와 양남(兩南)이 이와 같습니다. 이렇게 되면 잔약한 병졸을 수탈하는 것이 염려스러울 뿐만이 아닙니다. 적이 그 헛점을 틈타 침범할 경우 그 누가 과연 막아 지키겠습니까. 이것이 바로 이우증(李友曾)이 몹시 취하여 부산(釜山)이 함락되는 것도 알지 못했던 까닭인데, 후일 어려움이 반드시 없을 것이라고 말할 수 없습니다. 아, 중원 지방은 주화(酒禍)가 오히려 적은데 우리 나라 사람은 술을 즐겨 마시다가 요사(夭死)한 자가 이루 다 헤아릴 수 없을 정도입니다. 그들이야 비록 구욕(口欲) 때문에 몸을 망쳤다 하더라도 세상을 수역(壽域)으로 올려놓기를 추구하시는 성주(聖主)의 마음으로 볼 때에는 분명히 가련한 일입니다. 모든 화의 근원은 면밀히 예방하지 않으면 안 되기 때문에 신은 삼가 작은 술잔 10매(枚)를 갖추어 올립니다. 원하건대 성상께서는 찹쌀 술을 금한 황조(皇祖)를 본받고 음주를 경계한 광묘(光廟)의 뜻을 받들어, 두 개는 경중(京中)에 여덟개는 각도에 견본으로 내려서 그것을 모방하여 술잔을 만들게 하소서. 그리하여 대빈(大賓)·대사(大祀)·향음(鄕飮)·향사(鄕射)하는 때에 한결같이 중국인의 예법을 따라 잔 수를 엄히 정하게 함으로써 많이 취하여 몸을 망치게 하지 마시고, 기타 제때가 아니거나 예가 아닌 연회와 사행(私行)에 술 세 잔을 초과하여 마신 자는 한결같이 주고(酒誥)의 법대로 처벌하소서. 그러면 거의 재물을 허비하고 백성을 병들게 하며 국정을 해치고 일을 망치는 화가 없게 될 것입니다. 다섯째, 사부(士夫)의 읍양(揖讓)에 관한 일입니다. 신이 예부(禮部)가서 좌기(坐起)하는 의식을 보았습니다. 당상(堂上)이 앉기 전에 낭중(郞中)·원외랑(員外郞)·주사(主事)·사무(司務)·관정(觀政)·진사(進士)가 동서로 당 위에 서로 향하여 서서 잠시 읍하고, 앞 줄에 있는 사람은 뒷 줄을 돌아보고 읍하며, 역사(歷事)와 감생(監生)은 동서의 섬돌 위에 서로 향하여 서고 당리(堂吏)는 그 뒤에 섭니다. 당상이 후합(後閤)으로부터 나와서 앉으면 낭중 이하가 모두 북으로 당상을 향하여 일어나서 읍합니다. 당상이 의자 위에서 약간 구부려 읍하면 낭중 이하는 동서로 나눠 서서 서로 향하여 한 번 읍하고 나가고, 감생과 당리는 차례로 첨하(簷下)에 나아가 한 번 읍하고 물러납니다. 낭중은 동쪽으로 동협실(東夾室)의 밑에 서고, 원외 이하는 서쪽을 향하여 마주보고 서며 진사는 모두 북쪽을 향하여 서쪽으로 올라가 서로 나란히 서서 읍합니다. 원외 이하가 또 낭중의 오른쪽에 나아가고 진사는 나란히 서서 서로 읍하는데, 낭중이 협실의 문으로 나가면 원외 이하는 모두 서쪽으로 섰던 제 자리로 돌아가며, 진사는 두서너 걸음 물러나서 모두 낭중을 향하여 서로 읍하고 그 국(局)으로 물러납니다. 낭중 이하는 마주 앉아서 일을 의논하고, 일을 아뢸 것이 있는 외관(外官)은 뜰 밑에 섰다가 월대(月臺) 위에 나아가 무릎을 꿇습니다. 낭중 한 사람이 손에 게첩(揭帖)을 들고 한 번 읍하고서 당상의 책상 위에 놓아두고, 당상이 일어나라고 말하면 외관은 일어나서 한 번 읍하고 물러갑니다. 당상이 투문(投文)을 받아서 사사(四司)에 나누어주고 물러가 화방(火房)에서 쉬면 낭관들이 그 일을 상세히 논의하여 아뢰어서 결정합니다. 그러므로 모든 공사(公事)를 주하(奏下)하는 데 1∼2일이 지나지 않으며 민첩(民牒)을 복주(覆奏)하는 것은 그날로 결정하여 줍니다. 그 예모(禮貌)를 보면 온화하고 정숙하며 사무를 처리할 때는 가부를 논정하여 적체되는 일이 없게 하니, 이 한 부(部)만 보더라도 타사(他司)의 일을 따라서 알 만합니다. 아, 중조는 서관(庶官)이 예를 좋아하고 일에 부지런한 것이 이와 가은데 우리 나라의 육조 등처는 예모가 허술하고 폐풍이 만연해 있습니다. 희만(戲慢)하여 무리하게 처리하는 일이 지금은 조금 고쳐졌다고 하나 좌랑이 정랑에 대해서는 감히 머리를 들고 함께 말하지도 못합니다. 그리하여 모든 공사(公事)를 조사(曹司)인 좌랑에게 일임하는데, 좌랑이 그 일을 제대로 다스리지 못한 나머지 계하(啓下)된 공사를 혹 순월(旬月)이 지나도 신복(申覆)할 것을 생각하지도 못하며, 군민(軍民)의 송첩(訟牒)은 서리(書吏)에게 뇌물을 주지 않으면 곧 판결하여 주지 않습니다. 신은 이러한 폐단을 제거하지 않는 한 국사는 끝내 잘 다스려질 날이 없을 것이라고 생각합니다. 신은 또 사대부가 서로 대하는 예를 보았습니다. 좌석은 으레 왼쪽을 사양하여 먼저 오른쪽에 나아가 나란히 서서 서로 읍하고 왼쪽에 선 사람은 또 오른쪽 사람의 오른쪽에 나아가 함께 읍합니다. 문에서 만나면 반드시 문을 양보하고 길에서 만나면 반드시 길을 양보하는데, 당하관이 당상관을 만나더라도 말[馬]을 피하지 않고 말을 길 옆에 세운 채, 채찍을 들어서 모자의 위에까지 올리고, 같은 등급을 만나면 채찍을 들어 눈썹까지 올립니다. 주인이 문에서 손님을 전송할 때에 손님은 반드시 세 번 읍하고 사양한 뒤에 말을 타며, 말을 탄 사람이 채찍을 들어 눈썹까지 올린 뒤에야 주인은 읍하고 들어갑니다. 그 읍양(揖讓)하는 모습을 보건대 뜻이 간절하고 예절이 있었습니다. 신들이 중국인과 서로 대할 때에도 이런 예로 하였으나 미리 익히지 않은 탓에 전혀 생소하기만 하여 많은 사람의 웃음거리가 되었습니다. 신은 생각건대 국가가 사대(事大)할 때 예모가 가장 중요하니, 평소에 익혀 놓지 않았다가 사신 갈 때에 임박해서야 통사(通事)에게 배우면 서투름으로 인한 수치를 면치 못할 것이라고 여겨집니다. 승문원 제조(承文院提調)는 일과(日課)를 치부(置簿)하는 좌기가 있고 문관(文官)은 매월 세 번 모이는 규례가 있으니, 그 때에 학관(學官)과 통사 중에서 그 예법을 오랫동안 익힌 사람으로 하여금 그 예를 가르쳐 익히게 하고 조정과 여항(閭巷)에서 이것을 전습하게 한다면, 후일에 사신을 탁타(槖馳)로 비유하는 부끄러움을 면할 수가 있으며, 진신(縉紳)이 서로 접하는 예도 구차스럽게 되지 않을 것입니다. 여섯째, 사생(師生)의 접례(接禮)에 관한 일입니다. 신은 듣건대 국자감 좨주(國子監祭酒)가 처음 부임한 날과 정조(正朝) 및 동지(冬至)에는 제생(諸生)이 정중(庭中)에서 사배(四拜)하고, 삭망(朔望)에는 좨주가 그 요속(僚屬)과 제생을 거느리고 성묘(聖廟)에 배알한 뒤에 이륜당(彝倫堂)에 앉으면 제생이 월대(月臺) 위에 한 번 꿇어앉아 재배(再拜)하고 보통 때에는 한 번만 읍하는데, 좨주는 제생이 절하고 읍을 할 때에 그대로 의자에 앉아 있는다고 하니, 우리 나라 성균관의 관원이 내려서는 것과는 같지 않습니다. 공(公)·후(侯)·백(伯)과 신진사(新進士)로서 알성(謁聖)하는 자도 모두 처마 밖에서 사배하는데, 좨주와 사업(司業)은 역시 그대로 의자에 앉아 있으니, 이는 사도(師道)를 높이기 위해서입니다. 외읍(外邑)의 학생이 정지례(正至禮)를 수령과 교수에게 행할 때에도 사배를 행하며, 수령은 두 번 절한 것은 읍으로 답례하고 나머지 두번은 서서 받습니다. 수령과 교수가 으레 삭망 때 제생을 거느리고 알성한 뒤 강당(講堂)에 앉으면 늠선 생원(廩膳生員)과 제생이 차례로 월대에 나아가 한 번 꿇어앉아 두 번 읍한 뒤에 늠선 등이 의자 앞에 나아가 섭니다. 그러면 수령은 늠선이 동몽(童蒙)을 가르친 책을 가지고 반 달의 일과(日課)를 읽게 하는데, 그 뒤에 늠선이 읍하고 나가 그의 집에 돌아가면 동몽이 늠선에게 꿇어앉아 읍하기를 늠선이 수령에게 읍하는 것과 같이 합니다. 보통 때에는 제생이 나란히 서서 읍하면 교수와 늠선은 그대로 앉아 있으며, 휴일을 빼놓고는 책을 강론하지 않는 날이 없습니다. 그러므로 산해관(山海關) 이서(以西)는 머리를 따고서 책을 끼고 다니는 자가 많았으며, 항간에는 책 읽는 소리가 낭랑하였는데, 지극히 가난하고 천한 사람이라도 힘써 돈을 마련하여 반드시 아들을 학관(學館)에 보내려고 하였습니다. 그 가르치는 것이 비록 삼대(三代)의 정도(正道)로 교양하는 법은 아니었지만, 어릴 때부터 성장할 때까지 예모(禮貌)로 검속하고 명교(名敎)로 격려하여 온 세상 사람으로 하여금 보고 느껴 더욱 분발하게 하느 것이었으니, 이것이 바로 중국이 많은 선비를 배출하여 사방의 쓰임에 부족함이 없게 되는 이유인 것입니다. 신은 삼가 생각건대 우리 나라는 사유(師儒)가 처음 강당에 나와서 앉을 때, 제생이 재배례만 행하면 정지(正至)에는 배하(拜賀)하는 예가 없고 삭망에는 알성하는 관원도 없으며, 성균관에 있는 유생도 초하루에 문묘에 절할 뿐 사생(師生)이 함께 절하는 의식이 있다는 말을 아직 듣지 못하였습니다. 종친으로서 처음 관례(冠禮)를 치른 자와 생원·진사·문무과에 새로 급제한 자들이 알성하는 예가 있으나, 대사성에게 절하는 규례는 없습니다. 동몽(童蒙)은 다행히 날로 배우는 무리가 있으나, 대체로 질서가 없고 지나치게 공손하기만 할 뿐 행렬을 차려 읍양하는 예가 없습니다. 외읍의 교관(校官)으로서 급료를 받는 사람도 모두 공름(公廩)만 허비할 뿐 성묘(聖廟)가 있는 줄을 모르는데, 급료 없는 학장(學長)에게 어떻게 예로써 가르치기를 기대하겠습니까. 그러므로 명색이 유(儒)를 업으로 하고 과거에 합격한 자도 오히려 예양(禮讓)이 무엇인지 모르는데, 교적(敎籍)에 몸을 의탁했어도 반 줄의 글도 읽지 못하는 자가 어찌 능히 윗사람에게 공손하는 풍속을 알겠습니까. 이것이 어릴 적부터 늙을 때까지 무식하여 윤기를 손상하게까지 되는 이유입니다. 이는 사유(師儒)가 힘써 가르치지 못한 잘못이긴 하지만 신의 생각으로는 상의 교육 방침에도 미치지 못한 바가 있기 때문이라고 여겨집니다. 제 사생(師生)이 서로 대하는 예와 삭망에 알성하는 규례에 대해 반드시 내외(內外)로 하여금 한결같이 중조의 제도대로 따르게 하여야 하니, 그런 뒤에야 고거(考據)할 데가 있게 되어 시행할 수 있을 것입니다. 그리고 외학(外學)의 학장(學長)에게는 쓸데없는 곳에 소비하는 돈으로 그 월료(月料)를 주고 교독(敎督)을 책임지워 비록 《천자문(天字文)》을 처음 배우는 자라도 읍양의 예를 강명하게 한다면, 사람들이 책 읽기를 생각하고 선비마다 예를 지켜서 쓸모 있는 인재를 배양할 수 있을 것입니다. 일곱째, 향려(鄕閭)의 습속에 관한 일입니다. 신은 삼가 보건대 산해관(山海關) 이서는 마을마다 향약소(鄕約所)가 있었습니다. 무령(撫寧) 등처의 고을 사람에게 물으니 ‘매월 삭망에 약정(約正)·부정(副正)·직월(直月)이 모여 지현(知縣)을 알현하는데, 일배 삼고두(一拜三叩頭)를 행하고 명을 듣는다.’ 하였고, 영평(永平) 사람에게 물으니 ‘약정·부정·직월 등이 삭망에 모여 지부(知府)를 알현하는데 월대(月臺) 위에서 사배(四拜)를 하면 지부가 의자에서 내려와 서서 받고, 약정 등이 지부의 의자 앞에 나아가 서서 함께 그의 가르침을 듣고 그 가르침을 들은 뒤에 한 번 읍하고 물러가며, 각기 그 향약소에서 향약에 든 사람들을 모아 서로 예양한 뒤에 들은 가르침을 강론하는데, 그 가르치는 것은 부모에게 효순(孝順)하고 장상(長上)에게 존경하고 이웃과 화목하고 자손을 가르치고 농상(農桑)을 부지런히 하고 불의를 저지르지 않는다는 등의 일로서 고황제(高皇帝)가 정한 가르침이다.’고 하였습니다. 그 조목이 자상하기는 비록 여씨 향약(呂氏鄕約)에 미치지 못하나 그 강령이 간결하여 쉽게 백성을 깨우칠 수 있기 때문에, 백성이 이를 모두 믿어 촌항(村巷) 곳곳의 담벼락에 제시해 두고 서로들 외고 익혔습니다. 그리하여 부자 형제 간에 의견차이로 많이 틈이 벌어지더라도 차마 문호(門戶)를 나누지 못하고 고부(姑婦)와 동서[娣姒]가 서로 싸우지 않았습니다. 정조(正朝)·동지 와 생일을 만나면 단칸 오막살이 집에 사는 사람이라도 반드시 사배례로 가장(家長)에게 하례를 올리며, 천한 남녀라 할지라도 길에서 서로 만나면 또한 반드시 읍하고, 혼인하는 예는 반드시 친영(親迎)으로써 하고, 친족 중에 상을 당하면 남녀 노소가 다 백의(白衣)·백건(白巾)으로 그 달수를 마치며, 네 살짜리 아이도 능히 읍을 하고 머리를 조아릴 줄 알고, 천한 노복들까지도 누구 하나 바르게 염발(斂髮)하지 않은 사람이 없으며 서 있을 때는 반드시 공수(拱手)하고 발을 가지런히 하였습니다. 요동·계주(薊州) 땅은 천백 년 동안이나 오랑캐 풍속에 젖어 있었는데도, 대명(大明)의 풍화(風化)로 새롭게 변한 것이 이와 같았습니다. 우리 나라는 본디 예의지국으로서 열성(列聖)의 감화시킨 가르침을 받았고, 게다가 주상의 유신(維新)의 정사를 힘입어 해마다 내놓는 명령이 오직 백성을 교화하고 풍속을 아름답게 하는 것을 힘써 왔으니, 당연히 집집마다 착한 사람이 있고 고을마다 후한 풍속이 있어야 할 것인데, 근년 이후로 민심은 날로 천박해지고 강상(綱常)의 도가 세상에 어지러워져서 아비로서 그 자식을 가르칠 줄 모르고, 자식으로서 그 아비에게 효도할 줄 모르고, 형으로서 그의 아우에게 크게 우애하지 않고, 아우로서 그의 형에게 크게 공손하지 않으며, 지아비는 그 지어미를 제어하지 못하고, 지어미는 그 지아비에게 순응하지 않으며, 이웃끼리는 아무리 절친한 사이라도 날마다 싸우는 것으로 일삼고, 친구 간에는 아무리 달관(達官)이라도 날로 저해하는 것으로 경쟁하고 있습니다. 집에 있으면서 능히 그 행실을 닦지 못하기 때문에 임금을 섬겨도 그 직분을 다하지 못하고 임금의 명을 거슬려서 백성에게 학정을 하는 자가 내외에 깔려 있으니, 신의 소견으로 볼 때 신하는 신하 노릇을 못하고 자식은 자식 노릇을 못한다고 말할 만합니다. 아, 신하로서 신하 노릇을 못하고 자식 노릇을 못하면 임금과 아비된 자가 어찌 나라와 가정을 두었다고 할 수 있겠습니까. 이것은 이른바 ‘아무리 곡식이 있어도 내가 먹을 수 없다.’는 경우이니, 참으로 한심스럽습니다. 그 까닭을 따져보면 비록 세속의 추향이 잘못된 데서 나온 것이긴 하나, 신의 생각으로는 상께서 가르치시는 것이 오히려 극진하지 못한 점이 있으신 듯합니다. 신은 듣건대 기묘년에 영변(寧邊) 백성 가운데서 가난하여 그 아비를 봉양하지 못하고 산골짜기에 버린 자가 있었는데, 향약의 글이 조정으로부터 내려왔다는 말을 듣고 그날로 다시 모셔다가 있는 힘을 다해 봉양하였다고 합니다. 아, 이와 같이 하여 마지 않으면 어찌 좋은 풍속이 이루어지지 않겠습니까. 이제 비록 그 글을 인출하여 내려주긴 하였으나, 예방(禮房)의 책 상자 속에 방치해 두고 수령이 마음을 두지 아니하여 민간에 그런 소식을 듣고 보기를 원하는 자가 있더라도 글 속의 뜻이 어떠한 것인지 전혀 듣지 못하고 있으니, 어찌 가르치지도 않았는데 선(善)으로 가는 자가 있겠습니까. 신은 듣건대, 고황제께서는 교조(敎條)를 반포하여 이내 수령들로 하여금 부로(父老)를 모아놓고 알리게 하고도, 또 이정(里正)으로 하여금 목탁(木鐸)을 가지고 거리를 순회하여 계몽하게 하였다고 합니다. 아무리 양지(良知)·양능(良能)이 있는 자라 하더라도 반드시 선한 말과 선한 행동이 견문(見聞)에 익은 다음에야 분발할 것을 생각할 수 있는 것인데, 국가에서 백성을 깨우치는 것을 미리 널리 알리지도 않고서 자기들 멋대로 하도록 방치하고 있으니, 이것이 곧 수령이 태만하고 선한 사람이 일어나지 않는 이유입니다. 의자(議者)가 혹 이르기를, ‘양민(養民)의 정사를 먼저 하지 않고 백성을 인도하는 계책만 거행한다면 시끄러움만 더하고 치화(治化)에는 도움이 없다.’고 하는 데, 이 말이 참으로 옳긴 합니다. 그런데 지금은 양민의 정사를 이미 급급하게 논의하여 행하지도 않지만, 백성을 인도하는 계책 또한 전혀 생각하지 않고 있습니다. 신의 어리석은 생각으로는, 아들이 아무리 얼어 죽을망정 아비의 옷을 빼앗으면 안 되고 아우가 아무리 굶주려 죽을 망정 형의 밥을 훔치면 안 된다고 여겨집니다. 따라서 이제 이 법을 범한 자가 있다면 결코 흉년이라는 이유로 용서할 수는 없을 것입니다. 그런데 그 빼앗지 않고 훔치지 않으며 효성과 공손한 마음을 일으키는 조목에 있어서는 유독 궁민(窮民)이라는 것에다 핑계되어 빼앗거나 훔치기 전에 미리 막을 것을 생각하지는 않고 죄의 함정에 빠진 뒤에 가서야 벌을 주니, 이는 실로 백성을 그물질하는 것으로서 어진 사람이 차마 할 일이 아닙니다. 옛날 송제(宋帝)가 애산(崖山)에 배를 대었을 때 망하는 것이 경각에 있었는데도 육수부(陸秀夫)는 오히려 《대학장구(大學章句)》를 써서 날마다 제생(諸生)과 권강(勸講)하였으니, 이는 참으로 위급한 상황에 처하여 떠돌아 다닐 때라도 사람이 윗사람을 친히 하고, 관장(官長)을 위해 죽는 도리를 모른다면 잠깐도 함께 살 수 없기 때문인 것입니다. 더구나 지금은 성명(聖明)이 임어하시고 나라가 한가한 때라서 조정에는 잘 다스려지기를 바라는 신하가 있고 초야에는 선을 지향하는 선비가 없지 않습니다. 그런데 이미 반포된 글을 받들어 행하게 하려면, 그 권강(勸講)의 방법을 대강 중조의 제도를 따라서 수령과 교수가 으레 삭망이나 알성하는 때에 약정(約正)과 교생(敎生)을 함께 대하고서 그 뜻을 분명히 일러주고, 그들로 하여금 사사로이 회합하여 가르치게 해야 합니다. 음식을 마련하는 일은 풍년이 드는 때를 기다려 시행하게 한다면 폐단이 많지 않아 백성이 쉽게 따를 것이며, 장차 무너지려는 윤기도 다시 펼 수 있고 이미 야박해진 풍속도 도로 순박하게 할 수 있을 것입니다. 여덟째, 군사(軍師)의 기율에 관한 일입니다. 신이 계주(薊州)의 길에서 보졸(步卒) 수천 명이 군량을 싣고 가는 것을 보았는데, 감히 무리가 많은 것을 믿고 남의 재물을 노략질하지 않았으며, 또 나귀와 노새로 병거(兵車) 수십 양(輛)을 끌고 가다가 밭 가에 쉬면서도 감히 볏단 하나를 가져다가 그 노세에게 먹이지 않았습니다. 신은 그 군대의 행진이 규율이 있는 것을 기특히 여겨 물어보니, ‘달로(㺚虜)가 변방을 침범하여 계진 총병관(薊鎭總兵官) 척계광(戚繼光)이 중군장(中軍將) 예선(倪善)으로 하여금 기현(畿縣)의 군사 3만 명을 거느리고 가게 한 것이다.’ 하였습니다. 이는 대개 주장(主將)의 위신(威信)이 평소에 드러났기 때문에 군사들이 그 영(令)을 두려워하여 감히 백성을 괴롭히지 못한 것이었습니다. 신은 이 일로 삼가 생각해 보았습니다. 듣건대 ‘서해평(西海坪)에서 오랑캐가 심은 화곡(禾穀)을 베어버리는 거사 때에, 내지(內地)의 군사들이 하나같이 통할(統轄)이 없어서 지나가고 머무는 곳마다 함부로 민전(民田)의 화곡을 가져다가 말을 먹였기 때문에, 지난 가을에는 수확도 하지 못하고 금년 여름에도 가뭄이 들어 겨우 늦벼를 심어 추수를 기다리던 것이 전부 군사들의 침해를 입어 적지(赤地)가 되어버렸으므로, 원통히 울부짖는 형상을 차마 볼 수 없다.’ 하였습니다. 이는 저들의 화곡을 베어버리기 이전에 먼저 우리 백성의 화곡을 해친 것입니다. 가령 저들의 화곡을 모조리 베어버렸다고 하더라도 우리에게 손상을 끼친 것이 그것의 백 배 정도만이 아닌데, 더구나 그들의 것은 지푸라기 하나도 베지 못하였습니다. 만일 모 읍(某邑)의 수령으로 하여금 모 주(某州)·모 현(某縣)의 군사를 거느리고 오게 할 경우, 계행(啓行)하는 날에 즉시 군령을 엄하게 하여 감히 털끌만큼도 사람들의 물건을 노략질하지 못하게 한다면, 적과 대진하였을 때도 쓸만한 군사들이 될 것입니다. 그런데 오늘날은 앞서는 군령이 없고 나중에는 절제(節制)가 없어 마치 이리에게 쫓기는 양(羊)처럼 조금도 통기(統紀)가 없으므로, 교전하기도 전에 낭패할 징조가 나타납니다. 그러므로 해마다 관서(關西)의 병마를 움직이면서도 한 번도 제대로 허약한 일개 부락의 오랑캐에게 위력을 펴보지 못하고, 혹시 강적을 만나기라도 하면 순식간에 토붕 와해가 됩니다. 대체로 병사의 강약은 주장(主將)의 재열(才劣)에 있는 것이지 군사의 다과(多寡)에 있지 않습니다. 그러므로 그전에 김수문(金秀文)은 또한 여러 번 깊이 들어갔는데, 내지(內地)의 군사를 멀리 움직인 적은 없고 강변의 토병(土兵)만 썼지만 패배하지 않았는데, 근년에는 더욱 원방의 군사를 동원하면서도 성공을 이루지 못하고 도리어 비웃음만 사는 형편입니다. 만일 싸움에서 진 뒤에 그 죄를 다스리기만 하고 미리 가르치는 일이 없다면, 죄를 범한 자만 날로 늘어나고 변방에는 편안한 날이 없을까 신은 염려됩니다. 신이 중조의 장수를 기르는 제도를 듣건대, 일단 무학생(武學生)을 두어 글을 가르치고 또 과거를 보일 때 비변 삼책(備邊三策)으로 시험한 뒤에 선발하여 씁니다. 그러므로 변방을 방어하고 성을 지키는 직책에 있는 사람까지도 글을 알고 일에 익숙하여 그 직분을 다하는 자가 많습니다. 그 중에 총병 척계광(戚繼光) 같은 사람은 비록 습직(襲職)이긴 하지만, 그 역시 일찍이 양개(梁价)에게 수학하여 식견을 허다히 길렀습니다. 신이 도로에서 들으니, 그는 마음가짐이 올바르며 나라만 걱정하고 사사로운 일은 모른다고 합니다. 지난날 남방에서 왜구를 방비할 때 처음으로 병정을 모집하여 훈련시키는 데 힘써 군대를 감하게 만들었는데, 자기 아들이 군령을 범하자 잡아서 참수하면서 ‘네가 명을 따르지 않으면 어느 누가 나를 두려워할 것이냐.’고 하였답니다. 이로부터 삼군(三軍)이 크게 두려워하여 마침내 태만한 버릇이 없어지고, 모두가 죽음을 각오하고 힘껏 싸워서 한창 기승을 부리던 오랑캐가 무너져 흩어졌습니다. 강남(江南) 연해 지방이 아직까지 큰 소란이 없는 것은 대개 척공(戚公)이 군법을 엄하게 하고 사기를 진작시켰기 때문입니다. 그리하여 우뚝하게 옛 명장의 기풍이 있으므로, 목종 황제(穆宗皇帝)가 계문(薊門)에 옮겨 배치하여 중요한 방어 임무를 담당하게 한 것입니다. 얼마 전 대적(大敵)을 맞아 관방(關防)을 신칙하여 비어 방략(備禦方略)을 밝혔으며, 또 내지(內地)에 약속(約束)하는 방문을 크게 써서 두루 성문에 게시하였습니다. 평소에 사졸을 무양(撫養)하는 것이 지극하면서도 법을 범하면 조금도 용서하지 않았으며, 참장(參將) 이하에게 친히 곤장 40대 이상을 때리는가 하면, 야불수(夜不收)가 혹 허위 보고를 전하여 군사들을 현혹시키면 구집(拘執)하여 죽임으로써, 전군으로 하여금 주장(主將)이 있는 것만 알고 달자(㺚子)가 있는 것은 모르게 하였습니다. 이러므로 강적이 눈앞에 닥쳐도 사람들이 동요하지 않았는데, 관내(關內)의 사람들이 모두 말하기를, ‘척계광이 총병이 되고 양조(楊照)가 총독이 되니 변방 사람들이 그 힘을 입어 근심이 적었다.’ 하였습니다. 신이 이로 인하여 그가 지은 글 삼첩(三帖)을 보니, 전사한 사졸에게 모두 글을 지어 제향하였고, 행군할 때는 정성껏 신(神)에게 고하지 않은 것이 없었습니다. 장주문기(漳州文記)를 지은 것은 예의(禮義)로써 병사를 기르자는 생각에서였고, 양개(梁玠)가 오랑캐를 만나 굴하지 않자 그 사실을 자세히 기록하여 그 대절(大節)을 찬미하였으며, 삼충사(三忠祠)에 대하여는 경앙(景仰)하여 마지 않았고, 필부(匹婦)가 절의를 지키자 비를 세워 사실을 남겼으며, 기타 평범하게 음영(吟詠)한 것도 어느 하나 나라를 위하고 임금에게 보답하지 않은 것이 없었습니다. 그 충정이 간절하고 품식(品式)이 구비된 것은 비록 고대의 양장(良將)이라도 그보다 낫지 않을 것입니다. 신은 삼가 생각건대, 국가의 간성(干城)을 맡은 자가 처음에는 힘써서 청렴하지만 배우지 못하여 계책을 세울 줄 모르기 때문에, 그 지위가 높아지고 녹(祿)이 후해지면 스스로 바라고 원했던 것이 이미 다 되었다고 여긴 나머지, 사력을 다해서 국사에 목숨을 바칠 것은 생각지 않고 오직 사사로운 이익이 있는 것만 반드시 있는 힘을 다하여 성취합니다. 이러므로 병졸은 한마(悍馬)와 같아 군위(軍威)가 서지 않고, 변방은 결제(決堤)와 같아 국세가 부진한 것입니다. 장래 유망한 자들도 오직 현재의 노장(老將)들로만 목표를 삼을 뿐 긍지를 갖고 분발하여 고대의 맹장(猛將)을 따라가려고는 생각하지 않으니, 후일에 혹시 근심되는 일이 있더라도 필시 수습할 사람이 없을 것입니다. 척공의 글은 본보기로 삼을 만하기 때문에, 신이 삼가 그 삼첩(三帖)을 갖추어 올립니다. 삼가 원하건대, 성명께서는 양조(楊照)와 척계광의 일을 가지고 유신(儒臣)에게 명하여 전(傳)을 짓게 하시고, 아울러 그 글을 인출하여 널리 중외의 장사(將士)에게 나눠줌으로써 운명에 맡기고 스스로 단념하는 무리로 하여금 감모(感慕)하여 일어나게 하소서. 그러면 그들은 지금 세상에도 과연 이러한 명장이 있다는 것을 알고서 비록 회계(回溪)에서 날개를 드리운 사람이라도 끝내는 능히 면지(澠池)에서 날개를 활짝 펼치게 될 것입니다. 이상 몇 가지는 비록 미세한 일인 것 같지만 사습(士習)과 민풍(民風)의 약해진 것을 소생시키고 폐단을 바로 잡는 데에 관계되는 것이 매우 절실하기 때문에, 어리석은 신이 스스로 분수를 헤아리지 못하고 감히 보고 들은 일을 다 아룁니다. 삼가 원하건대 전하께서는 천신(賤臣)의 말이라고 생각하지 마시고 국사가 잘못되는 것만을 생각하시어 대신에게 수의(收議)하여 빨리 조치할 것을 추진하신다면, 동방의 사민(士民)이 다행하기 그지 없겠습니다.” 하였다. 올리려던 그 16조는 하늘에 닿는 정성[格天之誠], 근본을 생각하는 효도[追本之孝], 능침의 제도[陵寢之制], 제사의 예절[祭祀之禮], 경연의 규례[經筵之規], 조회의 의식[視朝之儀], 간언을 듣는 법[聽言之道], 사람을 뽑는 법[取人之方], 음식의 절제[飮食之節], 국가의 곡식을 알맞게 쓸 것[餼廩之稱], 생산을 늘릴 것[生息之繁], 사졸의 선발[士卒之選], 조련을 부지런히 하는 것[操鍊之勤], 성지를 견고하게 하는 것[城池之固], 출척을 밝게 하는 것[黜陟之明], 명령을 엄하게 하는 것[命令之嚴], 끝으로 군상(君上)이 마음을 바르게 하여 모범을 보이는 도를 총론(總論)하였다. 또 말하기를, “《주자어류(朱子語類)》는 권질(卷帙)이 많지만 분류가 매우 정밀하여 임금은 임금대로 쓸모가 있고 신하는 신하대로 쓸모가 있으니, 청컨대 각사(各司)와 각도의 대아문(大衙門)에 각각 한 본을 수장하게 하여 일을 처리하는 여가에 필요한 유목(類目)을 골라서 보게 한다면, 주자가 미처 시행하지 못했던 것을 거의 우리 동방에 밝힐 수 있을 것입니다.” 하였다. 조헌은 경국 제세(經國濟世)의 뜻을 지녀 글을 읽거나 이치를 궁구할 때 현실에 시행하는 것을 목표로 삼았다. 한 차례 중국에 들어가 몇 개월 간 객관(客館)에 머물면서 여러 가지를 알아보고 물어서 거의 빠뜨린 것이 없었으니, 그 정근(精勤)하고 충직한 말은 과거에도 없었던 일이다.【국조(國朝)에서 연경(燕京)에 가는 사행(使行)에 으레 질정관(質正官)을 보내어 중조(中朝)에 화훈(華訓)을 질문하였는데, 그 사람은 반드시 박문(博文)·상아(詳雅)한 선비로 충원하였다. 나중에는 사신이 화훈을 익히고 언어와 이문(吏文)까지 익히지 않은 것이 없어서 질정관이 비록 가더라도 물을 만한 것이 없고 인원 수만 채울 뿐이었으므로, 근래에는 다시 보내지 않았다.】",
                "hj": "○質正官趙憲, 還自京師。 憲諦視中朝文物之盛, 意欲施措於東方, 及其還也, 草疏兩章, 切於時務者八條; 關於根本者十六條。 皆先引中朝制度, 次及我朝時行之制, 備論得失之故, 而折衷於古義, 以明當今之可行。 先上八條疏, 上答曰: “千百里風俗不同, 若不揆風氣、習俗之殊, 而强欲效行之, 則徒爲驚駭之歸, 而事有所不諧矣。” 由是, 憲不復擧十六條。 其八條疏: 一曰聖廟配享。 臣竊見, 嘉靖中改題文宣王之號爲至聖先師孔子之位, 顔子以下俱改去爵名, 故廟額不曰大成殿, 而曰先聖廟。 位版長短, 不敢揣摸矣, 但孔子則朱漆而書以泥金, 長疑一尺餘, 廣二寸强; 四聖以下則稍短, 疑不滿尺, 朱漆而書以墨字。 從祀以下則又短, 下不用趺房, 刻木爲臺以安之, 俱無櫝。 臣伏覩今年五月所下, 位版寸尺考啓之敎而想, 臣所見則隆慶年間出來《太學志》所記尺數, 定是周尺, 而不爲布帛尺也明矣。 且太學東西廡中, 位各有爐, 而我國則兼設一爐, 此事恐當議改者也。 臣謹按, 文宣王之所以改稱孔子者, 蓋以漢平帝時, 王莽騁其奸謀, 謬稱爲褒成宣尼公, 唐之玄宗始諡爲文宣王, 顔子以下秩稱公、侯、伯。 其封公封王者, 於夫子所謂君君、臣臣、父父、子子。” 之道則一切悖亂, 而佯尊聖人, 以欺天下。 曾謂責家臣之詐, 而易大夫之簀者, 其肯安享斯名於一刻乎? 況自稱皇帝, 而以其所以封其臣子者, 强加以王, 非所以尊聖人。 故嘉靖十年, 因太學士張孚敬之建言, 一改千載之誤。 而我朝久猶襲陋, 恐當議改者也。 臣又按, 東西廡之列, 林放、蘧瑗、公伯寮、秦冉、顔何、荀况、戴聖、劉向、何休、賈逵、馬融、鄭衆、盧植、鄭玄、服虔、范寗、王肅、王弼、杜預、吳澄等, 不在其中, 后蒼、王通、(歐陽脩)〔歐陽修〕、胡瑗、楊時、陸九淵、薛瑄等, 皆與于列。 蓋從祀之典, 所以報聖門之有功, 而示來學之趨向也。 秦冉、顔何則未有所考矣。 林放、蘧瑗不是升堂之列, 而鄭衆、盧植、鄭玄、服虔、范寗, 亦非純儒, 故出于從祀, 而放之好禮; 瑗之寡過, 則可爲人師, 鄭衆諸人翼經之功, 不可不紀, 故各祀于其鄕。 公伯寮身遊聖門, 而嘗欲反害夫子之道, 荀况謂性爲惡, 而謂思、孟爲亂天下, 戴聖身陷贓吏, 劉向喜談神仙, 賈逵傅會讖緯, 馬融貪鄙附勢, 爲梁冀草詔, 以殺李固, 何休解《春秋》, 黜周王魯, 王弼宗旨《老》、《莊》, 王肅佐司馬昭簒魏, 杜預爲吏不廉, 爲將不義, 吳澄出處不正, 而學又歸禪, 是宜見擯于洙、泗之列, 不可表章乎多士者。 而貞觀、元豊、正統之際, 朝無眞儒, 擇之不精。 馬端臨固嘗有議, 弘治諸臣亦多請黜, 而禮部沮格, 議竟不行。 世宗皇帝以太學士張孚敬之言, 斷然改正, 一洗前代之謬見, 不能眩後生之耳目, 而其在我朝, 尙列于從祀, 恐當議黜者也。 后蒼始註禮書而《大》、《小戴》之禮學, 賴以傳世。 王通, 學近於道, 而格言極有荀楊道不到處, (歐陽脩)〔歐陽修〕扶聖道、闢異端之功, 朱子稱其爲仁義之人, 胡瑗修乎己、治乎人之學, 首洗隋、唐趨利之習, 楊時倡道東南, 獨承程氏之緖, 而下傳羅、李, 以及朱子, 薛瑄奮乎絶學, 篤志力學, 迨其道成德立, 進仕于朝則高風大節, 砥柱乎奔流; 退而講學則隻句微言, 日星乎中天。 所以弘治中附以楊時; 嘉靖中益以歐陽、胡、薛者也, 而我朝似當講究而從之者也。 獨陸九淵之學, 不事講問, 專務頓悟。 當時朱子, 固憂其說之爲害, 而流傳益久, 人惑愈甚, 擧世靡然, 胥歸禪學。 如王守仁之敢爲橫議, 詆謗朱子者, 而尙請其從祀, 則是必江西之人, 習熟見聞, 而筮仕者衆, 力佑象山, 以至上誤朝廷; 下誤斯學。 如此之流, 臣恐不可效尤而苟從者也。 臣又見, 聖廟西北, 又有啓聖廟。 啓聖公孔氏在北, 先賢顔無繇、孔鯉在東, 曾晳、孟孫在西, 東廡有先儒程珦、蔡元定, 西廡只有朱松。 蓋學宮, 所以明人倫也。 顔子、曾子、子思, 在於廟中, 偃然先饗, 而顔路、曾點、伯魚, 杳然居下, 於常人, 亦有所不安, 況聖賢乎? 故熊禾、洪邁, 曾有別設一廟之議, 而弘治中, 程敏政又嘗建白。 至于世宗朝, 乃作別廟, 春秋釋奠, 同時行事, 所謂 “子雖齊聖, 不先父食” 者, 至是無遺憾矣。 臣愚竊念, 我國文廟之西, 有地閑敞, 若議立廟, 而春秋同祀則庶乎倫全義安, 而一國之爲父子者定矣。 臣愚又因中朝從享之事, 而深有所感焉。 蓋士習之趨, 一視其上好之所在, 而殿下頃於館學儒生, 諸賢從祀之請, 屢陳而不允, 近臣經席之啓, 亦不頷可, 是實沮一世向善之心也, 臣竊悶焉。 夫金宏弼肇倡道學, 而有繼往開來之業; 趙光祖繼明斯道, 而有拯世淑人之功; 李彦迪體道純篤, 而有扶顚持危之力。 玆三人者, 求之中朝, 則許衡、薛瑄之外, 鮮有倫比, 而求之東方, 則薛聰、崔致遠、安裕之徒, 未有及其見到處者。 況如李滉, 集東儒之大成, 而紹朱子之嫡統, 進則引君當道之誠, 懇懇乎章疏之間; 退則因才設敎之意, 切切於講論之際, 善者聞言而景慕; 惡者望風而自戢。 當今之士, 稍知尊君愛親, 而有禮義廉恥者, 皆薰其德, 而興起者也。 但國家旣不能大用於生時, 識者已歎太平之難見, 而又不肯崇奬於死後。 不惟媢嫉放誕之輩, 旁觀竊喜, 而昔之興起者, 咸有沮喪之心, 甚有登其門, 而泹跡于聲利者, 不及其門者, 將何所賴而爲善乎? 嗚呼! 從違之際, 若不大關, 而士習之邪正, 已判于此。 殿下其可謂重難, 而不之從乎? 夫后蒼諸賢, 雖非前代之所嘗祀, 而世宗皇帝明知其賢, 則從享而不惑, 公伯寮諸人, 雖是前代之所嘗祀, 而世宗皇帝明知其不賢, 則黜去而無疑, 林放諸人, 俱有一長之可取, 則各祀于鄕, 而不沒其善。 其他近世諸賢如章懋、吳與弼、陳獻章、胡居仁、陳眞晟、蔡淸, 各有功於斯文則皇上命祀于鄕, 而不以先朝之所未定爲嫌, 遼東城中亦以管寧、王烈、李敏、張升、胡深、賀欽, 立祀於書院, 無不賜額降書。 其所崇奬, 惟在於其人之學成行尊, 而可以風勵乎後學者耳, 略不拘攣於古今如此。 況此金宏弼四君子, 所當從祀之議, 朝無異言、士無異論, 而尙此遲留者, 謂斯人爲不賢乎? 伏願殿下, 亟奬四賢, 列于從祀。 不徒尊其人, 而又必用其言, 盡取其所嘗啓沃之說, 而日陳于前, 以資聖治, 如四賢之親達于冕旒, 而又推其餘, 使八方士子, 知所矜式, 則庶乎褒崇嚮用, 兩盡其美, 而待文王而興者, 蔚起乎凡民矣。 二曰、內外庶官。 臣於官制, 他無所考, 謹得《搢紳便覽》兩冊, 粧䌙以進。 大小京官及外至兩直隷、知府以上, 都載于此, 其他外官, 不盡載錄。 天下庶官, 如此其多, 而注擬之際, 一皆難愼。 或有缺官, 則六部、都察院會議, 擬望之人僉論皆定然後, 吏部只擬二望以進, 而皇上所點, 例於首薦。 夫以中夏人物之盛, 而豈無三望之可擬者哉? 誠以人才難得, 而庶官之中, 一或非人而間之, 則害流於生民, 而禍及於國家。 故下不敢以非才苟充, 而上不敢以私意苟任。 一被選授, 永無劾駁之議, 旣到其任, 又皆久於其職, 九載三考, 乃定黜陟。 校官、邊帥, 亦以家累自隨, 率爲經遠之計, 故庶官多盡其職, 而百姓多得其所。 中朝之所以保大享安者, 有由然矣。 臣竊惟, 東方人才之盛, 視中夏, 不滿二十分之一, 而屢經斬伐, 士趨隨訛, 以至于今, 則三綱不明, 義利莫分。 求其經邦論道者, 蓋難屢遇, 而求其當局思職者, 亦不多見矣。 政曹乃於注擬之際, 論不豫定, 坐于政廳, 然後執筆始議, 三望全合者無幾矣。 至於闕夥員乏之際, 僅備一望, 餘皆苟充, 而上之所點, 乃出於人望之外, 群情所以不厭; 公議所以喧騰。 而不免抽東補西, 朝授夕換, 京外官員, 未諳所職之爲何事, 而或有坐席之未煖者。 絶簿盜財, 秪陷於奸吏之術, 而迎新送舊, 差人發馬, 奔走千里之外, 以破殘民之産者, 又中原所無之弊也。 且其新除之人, 不合牧民之官, 則速議遞差可也。 而必於當行之日, 乃始啓罷, 遠來官屬之初持一月糧者, 又出月利, 留待新官之發, 則歸家賣田, 僅償月利, 而家已告絶矣。 一歲之中, 貶罷者不止一二, 而爲一官來迎者, 不啻百人則一年之中, 以此而失業者, 不知其幾百人哉。 嗚呼! 吏曹用人, 止於暫時之不察, 而四方士民, 無不被害, 其可謂細事而不之改乎 伏願聖明, 體伊尹其愼之訓; 思孔子才難之嘆, 申勑吏曹, 使之須先論定, 洽於公議然後, 乃充其望, 如其乏人, 不須塡三。 而自上恒懼誤用一人, 而國事一以僨, 數易庶官, 而赤子被其毒, 罔及私昵而惟其能; 罔及惡德而惟其賢。 必用道選, 而久任其職, 待其奮庸熙載而後, 乃加超遷, 則庶乎人人知勸, 而民獲其所矣。 三曰、貴賤衣冠。 臣竊見, 中朝衣冠之制, 幞頭軟脚, 名曰雁翅, 其制句曲, 其端橫揷之, 而曲處向上, 有若擧趐奮迅之象, 故又名展趐。 紅袍、靑袍、襞積, 一如道袍, 而不如團領。 其他常服, 自上達下, 不尙浮大, 而距地寸數如一。 臣竊考洪武間所定之規, 文官之衣, 距地一寸; 武官之衣, 距地五寸。 袖闊俱一尺袪口, 文則九寸, 而武則僅容出拳, 穿衣撒直領, 今雖文、武同制, 而其整齊端嚴之象, 宜若可傚也。 儒巾之名, 或曰民字巾, 蓋形如民字故也。 其制或竹結, 而裹以緇布, 或糊紙爲之而着漆。 雖常着而行于烟雨之途, 不如我國士巾之遇露輒垂。 其體端平, 不甚尖斜, 八道士巾之極訛者, 若令倣此改之, 則庶合於瞻視矣。 擧人之在監者及武學生之參禮于西庭者, 俱服儒巾、黑團領, 其他學生, 中外俱服襴衫, 蓋玉色而緣以靑絹, 緣廣二寸。 東士之所謂靑衿者, 與此大異, 旣不能盡從斯制, 則不若勿施靑衿之爲愈也。 宦者之巾, 竹結布裹, 形如帽子, 有職者有簷, 自頂後上起, 高於帽一寸, 形如立瓦, 然無職者, 止着帽子, 但以布自前裹之, 垂其餘于頂後, 長幾半尺。 所服之衣, 或穿蟒龍帖裏, 或穿衣撒直領, 其長俱至于踝, 帶用細絛兒, 雖侍立於榻前者, 止服此衣, 祿薄之宦, 亦所易備者也。 文武庶官, 皆佩牙牌, 以記職名, 而俱黑其緩, 宦者牌綬則赤以別之, 其衣服之有章如此。 遼東、廣寧, 俱是邊郡, 而任事掾吏, 巾如錄事, 知印以下, 巾如書吏而稍高, 俱服團領。 小縣如撫寧、豐潤之吏, 莫不如是。 蓋守令冠帶坐廳事則吏不敢不服其服。 而我國外邑之吏, 於守令冠帶之處, 或戴深簷胡笠、或戴平笠, 而俱無禮服, 甚不如人形, 平壤、義州等處吏服尙同。 各司之吏、他邑吏服, 若令依此改之, 則雖刀筆之賤, 儼具禮服, 而庶無怪僻之習矣。 男童不編其髮, 十五以下, 則剪以垂之; 十五以上, 則總於項後, 俱戴帽子, 族人有喪, 則白而終期。 卿、士、庶人之子, 俱待二十, 然後乃冠, 其不求速成如此。 女人旣嫁者, 束髮于頂, 而加以䯻, 其制北人結以鐵絲; 南人用竹爲之, 俱裹以絹。 又捲絹爲首帕, 名曰鈠子。 冬月則或以毛皮爲之, 名曰暖額, 自額繞䯻, 結于頂後, 而上橫以䈂。 婦人因事出外, 則开鈠子以文絹, 或加金皮。 新婦親迎之際, 亦止戴此, 而或施七寶粧嚴, 俗所謂花冠也。 背子之袖甚闊, 而無長衣。 其長裙不施趲短, 而不務豊豐飾。 其衣冠靚莊, 而猶有儉約之俗如此。 臣路見向化㺚子之婦, 又見其進貢廻還之輩, 我國童男及女人斂髮之容, 不幸而近之。 是雖習俗流傳之久, 而於聖主一變至道之幾, 若又因循, 則異時華史之筆, 謂朝鮮爲冠帶之國乎? 臣竊聞, 卿士之家或欲效此, 以斂男女之髮, 而曾無上命, 故未敢擅改。 若令士夫先行, 而民改以漸, 則庶乎變夏之不難矣。 腦包卽我國之所謂耳掩也。 其制雖小, 而便於常着, 女人則惟老病者服之, 而其制尤小易備。 臣愚竊念, 國人耳掩, 好尙侈大, 常民則猶用兩具之皮, 女人毛冠, 幾用三具之皮, 其所謂大耳掩者, 幾用五具之皮。 以故, 皮價甚高, 貧而老病者, 雖欲貿着, 而不得。 若令依此改之, 一禁侈大之習, 則庶乎皮價不踊, 而遍及于老病之人矣。 中原雖有笠制, 而人不能備。 其出行之際, 文官着忠正冠; 武官着毛帽而有簷, 儒用儒巾, 或着方巾, 吏用吏巾; 常人皆着帽子。 而東方之人不論貴賤, 通戴笠子, 虛費重價, 若從華俗, 使吏、士, 常着其巾; 庶人止戴帽子, 則窮人庶無費價買笠之患矣。 大抵中原衣冠之制, 不惟簡約易備, 而如今天下同文之日, 如雲南、貴州, 距京師萬餘里, 曾是椎䯻、侏離之域, 而大小男女, 一遵華制。 況我箕邦, 距京師不滿四千, 實與五服諸侯無異, 而男女衣冠, 多有可羞者。 臣謹具雁翅、儒巾、䯻、鈠子以進。 殿下若謂時王之制, 不敢不遵, 則請以此, 下于工曹, 使其視爲式樣。 如腦包、巾帽、衫袍、擘積之類, 令久行通事, 詳敎工人, 裁紙爲樣, 廣頒于八道, 使其改之有漸, 則衣冠之悉從華制者, 庶爲實語矣。 四曰、飮食宴飮。 臣竊見, 中原之人無不節用。 官員家供, 止以數器自從, 私家所食, 尤尙儉素。 宴飮之際, 酌以小鍾, 限其行數, 不敢踰節亂性, 荒廢厥事, 所以公私咸裕, 庶政不墜。 而我國之俗, 專以豐饌崇飮爲務, 財盡而不知憂; 民窮而不知恤; 上命而不知從, 暴殄天物, 而斲傷國本者, 罔有紀極。 內司庶官, 雖行家供, 而豪奢之輩, 盛備饌品, 貧約之士羞不能及, 或有無故呈病, 而不勤職事者, 里巷之間, 不計遠慮, 而糜費尤甚焉。 嗚呼! 此是何等風俗, 而不思改之乎? 外方列邑, 雖有限品定器之敎, 而視若迂言, 專不奉行。 間有欲遵朝命者, 而經行使臣, 視其饌品之豐約, 以定其人之賢否。 盛其供億則以爲: “某倅賢而敬上也,” 薄於自奉則以爲: “某倅矯情而干譽也。” 紛紜詆罵, 論議靡定。 名爲有識者, 方且屈而從俗, 圖免人言, 無知守令, 又何足責? 是以, 君無故不殺牛, 而營吏、趨從, 亦必屠牛以饗之。 大夫然後, 乃得三飯, 而七歲衙兒, 或具多品以四飯。 甚至如天使之來, 止於大邑, 間設九爵之宴, 而私行無賴, 亦皆張筵設樂, 窮宵酣飮, 彼酒與肴, 亦非天隕而地湧也。 輪定邑吏爲肉禮房, 月給三牛之價, 而官員所食, 或至十牛; 輪定官婢爲酒母, 月給三石之米, 而官員所飮, 幾至二十石。 以至客舍將校, 困於燈席; 園頭官奴, 困於菜果, 賣田徵族, 侵索村氓, 而猶不能支, 則裂衣爲囊, 相率而逃之。 嗚呼! 中原庶官, 一雞、一魚, 不敢橫斂于民間, 而我國爲官員者, 以養口腹之故, 而病及于祖宗之赤子者, 不知其幾千萬, 則可不君臣相誓, 汲汲乎菲食, 以正供也哉? 而況邊方將士, 尤多崇飮。 於其隣境守帥及兵、水使之往還也, 名爲迎送之例, 而推牛釃酒, 載貨執寶, 棄鎭越境, 而浮觴倒觥, 劇飮連日, 兩界、兩南, 莫不如是。 此不惟剝割殘卒之爲可慮, 而賊乘其虛, 則誰復防守? 此, 李友曾之所以昏醉, 不知釜山之陷, 而他日之患, 不可謂必無也。 嗚呼! 中原之地, 酒禍猶少, 而我國之人崇飮夭死者, 不可勝記。 雖彼以欲敗身, 而在聖主躋世壽域之心, 定所矜悶。 凡百禍源, 不可不周防, 故臣謹具小鍾十枚以進, 伏願聖上, 法皇祖之禁秫; 體光廟之戒酒, 二以垂樣於京中; 八以垂樣於各道, 使其倣爲白鍾。 於大賓、大祀、鄕飮、鄕射之際, 一從華人之禮, 刻定爵數, 俾勿縱醉以喪身, 其他非時、非禮之宴及與私行, 飮過三爵者, 一依《酒誥》之法, 則庶無糜財病民、妨政廢事之禍矣。 五曰、士夫揖讓。 臣到禮部, 見其坐起之儀, 堂上未坐之前, 郞中、員外郞、主事、司務、觀政、進士, 東西相向, 立于堂上而暫揖, 在前列者, 又顧後列而揖, 歷事、監生, 相向立于東西階上, 堂吏立于其後。 堂上自後閤出坐, 則郞中以下, 俱北向堂上立而揖。 堂上於椅上微揖, 郞中以下分立東西, 相向一揖而出。 監生、堂吏以次進于簷下, 一揖而退。 郞中東向立于東夾室之下, 員外以下, 西向對立, 進士俱北向西上, 相與齊揖。 員外以下, 又就于郞中之右, 進士連立而相揖, 郞中進于夾室之門, 員外以下, 俱還于西向立位, 進士退數步, 俱向郞中, 相揖而退于其局。 郞中以下同坐議事, 外官曰事者, 立于庭下, 進跪月臺上。 郞中一人, 手持揭帖, 一揖而置于堂上之案, 堂上曰起來, 外官乃起, 一揖而退。 堂上受投文, 分付于四司, 退歇于火房, 郞官詳議其事, 白而決之。 以故, 凡奏下公事, 不過一二日, 而覆奏民牒, 則卽日決給。 其爲禮貌, 雍容整肅, 而其治事務, 商確可否, 不使積滯, 卽此一部, 而他司之事, 從可知矣。 嗚呼! 中朝庶官之好禮勤事如此, 而我朝六曹等處, 禮貌疎而弊風滋。 戲慢無理之事, 今雖少革, 而佐郞之於正郞, 猶不敢仰首與言。 凡有公事, 一付之曹司佐郞, 佐郞不能盡治其事, 啓下公事, 或經旬月, 而不思申覆, 軍民訟牒, 不賂于書吏, 則不卽決給。 臣恐不除此弊, 則國事終無可治之日矣。 臣又見士大夫相接之禮, 例讓其左, 先就其右, 齊立而相揖, 立于左邊者, 又就右邊人之右而同揖。 遇門必讓; 遇路必讓, 堂下官遇堂上官, 亦不避馬, 立馬于道傍, 擧鞭至帽, 其遇等夷, 則擧鞭至眉。 爲主者送客于門, 必三揖以讓, 然後乘馬, 乘馬者擧鞭至眉, 然後主人揖入。 觀其揖讓之意, 懇切而有文。 臣等與華人相接, 亦以此禮, 而不能夙習, 到底生疎, 多被人笑。 臣愚竊念, 國家事大之際, 禮貌最關, 不於平日相習, 而臨使价, 學於通事, 未免有扞格之羞。 承文提調, 日課置簿之坐, 文官月有三會之例。 若於此時, 令學官、通事之久諳其禮者, 導而習之, 朝行、閭巷之間, 以此傳習, 則他日爲使臣者, 得免橐駝同譬之恥, 而搢紳相接之禮, 亦不苟率矣。 六曰、師生接禮。 臣聞, 國子祭酒, 初赴任日及正朝、冬至, 諸生四拜于庭中, 朔望, 祭酒率其僚屬, 與諸生拜聖之後, 坐于彛倫堂, 則諸生一跪兩揖于月臺上, 常時止行一揖, 而祭酒於拜、於揖, 皆坐椅自如, 不如成均官員之降立。 雖公、侯、伯及新進士之謁聖者, 無不四拜于簷外, 而祭酒、司業, 亦坐椅自如, 蓋尊師道也。 惟外邑學生之行正、至禮于守令、敎授也, 亦行四拜, 守令答兩拜以揖, 而立受兩拜。 守令、敎授例以朔望, 率諸生謁聖, 而坐于講堂, 則廩膳生員及諸生, 以次就于月臺, 而一跪兩揖訖, 廩膳等進立于椅前則守令將廩膳所敎童蒙之書, 讀過半月日課後, 廩膳揖出, 退于其家, 則童蒙跪揖于廩膳, 一如廩膳之跪揖于守令。 常時則生徒齊立一揖, 而敎授、廩膳坐自如, 除休日外, 無有不講之朝。 是以, 山海以西, 垂髫而挾冊者, 甚多有之, 閭巷之間, 誦聲洋洋, 雖至貧至賤之人, 力辦銀錢, 必欲送子于學。 其所以爲敎者, 雖非三代養正之方, 而自少至長, 拘束以禮貌; 激礪以名敎, 使一世之人, 莫不觀感而思奮。 此, 中朝之所以多士濟濟, 而用之於四方, 不患不足者也。 臣愚竊念, 我朝師儒之初坐講堂也, 諸生止行再拜之禮, 而正、至無拜賀之節, 朔望無謁聖之官, 在泮儒生, 但於朔日拜廟, 而師生同拜之儀, 則寂寥乎無聞。 宗親始冠者及新中生進、文武科者, 雖有謁聖之例, 而無拜于大司成之規。 童蒙幸有日講之徒, 而類皆草草無序, 僕僕過恭, 無排行揖讓之禮。 外邑校官之受料者, 皆徒費公廩, 而不知有聖廟, 學長之無料者, 又何能責以禮敎? 是以, 名爲業儒, 而得中科擧者, 猶不識禮讓之爲何事, 託身校籍, 而不讀半行者, 能知遜弟之風乎? 所以從幼抵老, 蠢然無識, 以至傷倫而敗紀者。 雖彼師儒訓誨不力之過, 而竊恐上之所以爲敎者, 猶有所未至也。 今若師生相接之禮、朔望謁聖之規, 必令內外, 一依中朝之制然後, 乃能有所據依可行。 而外學學長, 須以費耗之積於無用者, 給其月料, 責以敎督, 雖初學《千字》者, 莫不講揖, 則庶乎人思讀書, 士皆由禮, 而有用之才, 可得培養矣。 七曰、鄕閭習俗。 臣竊見, 山海以西, 每村立鄕約所。 問于撫寧等縣人則曰: “每月朔望, 約正、副正、直月, 會見于知縣, 一拜三扣頭, 而聽命。” 問于永平人則曰: “約正、副正、直月等, 以朔望, 會見于知府, 四拜于月臺上, 則知府降椅立受, 約正等進立于知府椅前, 同聽其敎。 聽訖, 一揖而退, 各於其所會, 其約中之人, 相與爲禮, 而講其所聽之敎。 所敎者, 是孝順父母、尊敬長上、和睦隣里、敎訓子孫、勤作農桑、不爲非義等事, 而高皇帝所定之敎也。” 其目詳備, 雖不及於《呂氏鄕約》, 而其綱簡切, 易以牖民, 故民咸信之, 村巷之間, 多有列書于墻壁, 而相與誦習。 是以, 父子、兄弟, 雖多異釁, 而不忍分門割戶, 婦姑、娣姒, 不相勃磎。 如遇正、至及生日, 則雖一間小屋之人, 必以四拜禮, 賀于家長。 雖賤男、賤女, 相遇於道, 亦必作揖。 婚姻之禮, 必以親迎, 族人有喪, 則男女、長幼, 俱以白衣、白巾, 終其月數。 四歲童子, 亦能作揖扣頭; 厮夫、走卒, 一無斂髮之不正者, 而立必拱手齊足。 遼、薊之地, 雖被千百年胡俗之染, 而大明之化, 所作新者如此。 我國之地, 本以禮義之邦, 加以列聖漸摩之敎; 重蒙主上維新之政, 歲歲命令之所發, 惟化民成俗之是務, 宜乎戶有善人; 鄕有厚俗。 而頃年以來, 民心日漓, 綱常之道板蕩于世, 父而不知敎其子, 子而不知孝其父; 兄而大不友于弟, 弟而大不克恭其兄; 夫不能制其婦, 婦不能順其夫。 爲隣里者, 雖是切親, 而日以鬪狠爲事; 爲朋友者, 雖是達官, 而日以狙詐相高。 在家而不能修厥行, 故事君而不能盡其職, 方命而虐民者, 遍於內外。 以臣觀之, 可謂臣不臣, 而子不子矣。 嗚呼! 臣不臣, 而子不子, 則爲君父者, 可謂有其國家乎? 所謂雖有粟, 吾不得而食諸者, 誠可寒心。 究其所以然, 則雖由俗尙之澆漓, 而竊恐上之所以爲敎者, 猶有所未至也。 臣聞, 己卯之歲, 寧邊之民有貧不能養其父, 而棄之於壑者, 聞鄕約之書, 降自朝廷, 卽日迎歸, 而竭力以養焉。 嗚呼! 若此不已, 則幾何而不爲善俗乎? 今雖印頒其書, 徒藏於禮房之笥, 而不經于守令之心, 民間雖有竊聞願見之人, 而一不聞書中之意如何, 則寧有不待敎而之善者乎? 臣聞, 高皇帝頒敎條, 旣使守令, 集父老而告之, 又令里正, 執鐸徇路, 而遍曉之。 雖有良知、良能者, 必待善言、善行之習於聞見然後, 乃可思奮, 而國家之所以牖民者, 播告不豫, 聽其自爲, 所以守令之怠惰, 而善人之不興也。 議者或以爲: “不先養民之政, 而徒擧導民之術, 則只益紛擾, 而無益於治。” 此言誠是矣。 今者養民之政, 旣不汲汲然議行, 而導民之術, 亦付相忘之域。 臣之愚意竊以爲 “子雖凍死, 不可奪父之衣; 弟雖餓斃, 不可攘兄之食。” 今有犯此者, 則決不以窮年而宥之。 而所以不奪不攘、興孝興悌之目, 則獨諉之窮民, 而不思豫防於不奪不攘之前, 及陷於罪然後, 從而刑之, 是實罔民, 而非仁人之所忍也。 昔者宋帝之泊舟於崖山也, 亡在呼吸之頃, 而陸秀夫猶書《大學章句》, 日與諸生勸講, 誠以流離顚沛之際, 人不知親上死長之道, 則不可與一朝居故也。 況今聖明臨御, 國家閒暇之時, 巖廊之列, 猶有望治之臣; 草野之中, 不無向善之士。 已頒之書, 若令奉行, 使其勸講之方, 略依中朝之制, 守令、敎授, 例於朔望謁聖之時, 同對約正、校生, 而明諭其義, 使之私會而敎之。 設食一事, 俾待豐年而乃行, 則弊不煩, 而民易從, 將斁之倫, 庶可復敍, 而已薄之俗, 庶可還淳矣。 八曰、軍師紀律。 臣於薊州之路, 見步卒數千, 荷兵糧以行, 不敢恃衆而掠人之物, 又以騾驢, 駕兵車數十兩, 憩于田旁, 而不敢取田禾一束, 以秣其驢。 臣奇其師行有律, 而問之則曰: “㺚虜寇邊, 薊鎭總兵官戚繼光, 令中軍將倪善, 領畿縣軍三萬以赴之。” 蓋以主將威信之素著, 故軍畏其令, 而不敢擾民也。 臣因此而竊聞西海坪伐穀之擧, 平安內地之軍, 一無統轄, 而所經、所止之地, 恣取民田之禾, 以飼其馬。 前秋失收, 今夏又旱, 纔付晩種, 以待西成者, 一被師毒, 便爲赤地, 繞田冤呼之狀, 有不可忍見, 是則不待伐彼之穀, 而先害吾民之穀也。 假令伐盡彼穀, 而所傷於我者, 已不啻百倍, 況一藁之伐, 又不可得乎? 若令某邑守令, 帶領某州、某縣軍而來, 啓行之日, 卽嚴軍令, 使不敢一毫掠人, 則庶乎臨敵對陣, 而可得用衆也。 今則先無號令; 後無節制, 如驅狼羊, 略無統紀, 不待交兵, 而狼狽之勢已形。 故歲動關西兵馬, 一不得伸威於一部落之羸胡, 脫遇勁敵, 則土崩瓦解, 定在須臾之間矣。 蓋兵之强弱, 在於主將之才劣, 而不在衆之多寡。 故頃如金秀文者, 亦屢深入矣, 而未嘗遠動內地之軍, 止用江邊土兵, 而不至敗事。 近歲愈勤遠兵, 而愈未見功成, 祗益取笑而見侮。 若於敗事之後, 徒治其罪, 而不有以豫敎, 則臣恐犯罪者日積, 而邊無奠枕之期矣。 臣聞, 中朝養將之制, 旣置武學生, 敎之讀書, 而又於科擧之際, 試以備邊三策, 然後乃拔而用之。 故雖爲備禦、守堡之職者, 亦多知書諳事, 而思盡其職者。 其中如戚摠兵繼光者, 雖是襲職, 而亦嘗受學於梁玠, 以長許多知見。 臣於道路, 聞其爲人, 秉心持正, 憂國忘私。 頃嘗備倭於南方也, 始勤募練, 變弱爲强, 子犯軍令, 收而斬之曰: “爾不用命, 孰肯畏我?” 自是三軍股慄, 遂無懈頑之習, 莫不以死力戰, 而方張之虜, 乃潰而散。 江南沿海之迄無大警者, 蓋緣戚公之所以嚴軍法, 而振士氣。 屹有古名將之風, 故穆宗皇帝移置葪門, 倚爲鎖鑰。 頃臨大敵, 申飭關防, 以明備禦方略, 而又於內地, 大書約束之文, 周揭于城門。 其在平日, 撫養士卒, 雖極其至, 而及其犯法, 不少容貸, 參將以下, 親決四十以上, 夜不收或傳虛報以惑衆, 則執以殺之, 使一軍之人, 知有主將, 而不知有㺚子。 是以, 勍寇當前, 而人不動搖, 關內之人咸曰: “戚爲總兵、楊爲總督, 邊鄙之人賴以少憂。” 云。 臣因是而觀其所爲文三帖, 其戰亡士卒, 莫不爲文以祭之; 其行師戒塗, 莫不虔誠而告神。 《漳州文記》之作, 則思以禮義養士; 梁玠遇寇而不屈, 則詳記而歎其大節, 三忠有祠, 景跂之不已; 匹婦守義, 勒碑而不遺, 其他尋常所吟詠者, 無非所以許國而報主者。 其忠誠懇切, 而品式備具, 雖古之良將, 無以過此。 臣竊計, 國家之所以任干城者, 始雖勉而淸白, 由其不學而無術, 故及其位重祿厚, 則自謂志願之已極, 而不肯鞠躬盡瘁, 思所以畢命於王事, 惟其私之所在, 則必極力而遂之。 是以, 卒如悍馬, 而軍威不立; 邊如決堤, 而國勢不競。 將來有望者, 惟以卽日老將爲限, 不思矜奮, 以及於古之烈將, 則他日或有可虞之事, 而定無人收拾矣。 如戚公之文, 可以爲法, 故臣謹具三帖以進。 伏願聖明, 以楊照、戚繼光之事, 命儒臣作傳, 而竝印其文, 廣布于中外將士, 使倚命自畫之徒, 有所感慕而興起, 則彼知當今之世, 果有如許名將, 雖垂翅回溪之人, 終能奮翼於澠池矣。 凡玆數條, 雖若微末之事, 而有關於士習、民風蘇殘補弊者, 爲甚切, 故臣愚不自揆, 取悉見聞。 伏願殿下, 勿謂賤臣之言, 而惟念國事之非, 議于大臣, 亟謀所以區處者, 則東方士民, 不勝幸甚。 其十六條; 曰格天之誠, 曰追本之孝, 曰陵寢之制, 曰祭祀之禮, 曰經筵之規, 曰視朝之儀, 曰聽言之道, 曰取人之方, 曰飮食之節, 曰餼廩之稱, 曰生息之繁, 曰士卒之選, 曰操練之勤, 曰城池之固, 曰黜陟之明, 曰命令之嚴, 末乃總論君上正心表率之道。 又言: “《朱子語類》, 卷帙雖多, 分類甚精, 君有君用、臣有臣用, 請於各司、各道大衙門, 各藏一本, 使於治事之暇, 擇其類而觀之, 則朱子之所未行者, 庶可明於東方矣。” 憲有經濟之志, 讀書窮理, 要以施諸事爲。 一入中國, 數月途店之次, 求訪咨詢, 殆無遺漏, 其精勤忠讜, 前所未有也。【國朝於朝燕使行, 例送質正官, 質問華訓于中朝, 必以博文詳雅之士充之。 其後漸習華訓, 言語, 吏文, 無不及者, 質正雖往, 無可問, 備數而已。 故近來則不復遣矣。】"
            },
            "3": {
                "H2KE-EN": "Junior Fifth Rank Military Officer Hong Seongmin and Responding Editor Yi Haesu were promoted to the royal secretary.",
                "H2KE-nKo": "전한 홍성민과 응교 이해수를 승지에 승진시켜 제수하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 11월 1일(신미) 3번째기사",
                "gt-oKo": "전한(典翰) 홍성민(洪聖民)과 응교(應敎) 이해수(李海壽)를 승지로 승진 제수하였다.",
                "hj": "○典翰洪聖民、應敎李海壽陞拜承旨。"
            },
            "4": {
                "H2KE-EN": "The King selected Assistant Section Chief of the Ministry of Personnel Yi Seongjung , Recorder Kim Seongri , Recorder Yi Bal , Section Chief Yugeun , and Recorder Choe Unbo to present their leaves and read books.",
                "H2KE-nKo": "이조 좌랑 이성중, 수찬 김성일, 교검 이발, 정랑 유근, 봉교 최운부를 선발하여 사가 독서하게 하였다.\n",
                "date_ko": "선수 8권, 7년(1574 갑술 / 명 만력(萬曆) 2년) 11월 1일(신미) 4번째기사",
                "gt-oKo": "이조 좌랑 이성중(李誠中), 수찬 김성일(金誠一), 교검(校檢) 이발(李潑), 정랑 유근(柳根), 봉교 최운보(崔雲溥)를 선발하여 사가 독서하게 하였다.",
                "hj": "○選吏曹佐郞李誠中、修撰金誠一、校檢李潑、正郞柳根、奉敎崔雲溥, 賜暇讀書。"
            }
        }
    }
}