{
    "01": {
        "2": {
            "1": {
                "H2KE-EN": "On imin day, the second day of the imin year (1422, the fourth year of King Taejongs reign passed away. The posthumous title of Queen Uiseong was granted to Queen Uisun . The queen was impossible and strictly observed in conducting the proprieties. The queen was very cautious in conducting the proprieties. The present King assisted him with great assistance. The King sincerely observed his filial piety and respected him, and never observed his disobedience. When he passed away, he grieved his grief and painfully performed the proprieties. The people in the capital and provinces were moved.",
                "H2KE-nKo": "의성왕후(義聖王大妃 정순왕후)가 훙서하였다. 시호를 인순왕후라고 올렸다. 왕후는 방정하고 엄격하여 예법을 지켰고 곤범을 매우 잘 지켰으며, 금상을 보도함에 정시의 도움이 매우 많았다. 주상은 정성과 효성으로 높이 받들어 어기지 않았는데, 훙서하자 애통해하며 예법을 극진히 하니, 중외가 감동하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 1월 2일(임인) 1번째기사",
                "gt-oKo": "의성 왕대비(懿聖王大妃)가 승하하였다. 인순 왕후(仁順王后)라는 시호(諡號)를 올렸다. 왕후는 방정하고 근엄하게 예를 지키어 곤범(閫範)이 매우 단정하였고, 금상을 보도(輔導)함에 있어 정시(正始)의 공이 많았다. 상도 지성스런 효도로 받들어 한 번도 뜻을 거스르지 않았는데 승하하자, 몹시 슬퍼하며 예를 극진히 하였으므로 중외가 감동하였다.",
                "hj": "○〔壬寅〕/初二日壬寅, 懿聖王大妃薨。 上謚曰仁順王后。 后方嚴守禮, 閫範甚飭, 輔導今上, 正始之助弘多。 上誠孝尊奉, 未嘗違忤。 及薨, 哀毁盡禮, 中外感動焉。"
            },
            "2": {
                "H2KE-EN": "Prince Jinguang (K. Jinguang was born, and Madam Kim was born. Later, his name was Jin , and he was Lord of Imhae County .",
                "H2KE-nKo": "왕자 진국이 태어났는데 숙의 김씨의 소생이다. 후명은 진인데 임해군이다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 1월 2일(임인) 2번째기사",
                "gt-oKo": "왕자 진국(鎭國)이 태어났는데, 숙의(淑儀) 김씨(金氏)의 소생이다. 뒤의 이름은 진(珒)이니 곧 임해군(臨海君)이다.",
                "hj": "○王子鎭國生, 淑儀金氏出也。 後名珒, 卽臨海君。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongo day, because the first day of the month, the King was in mourning at the royal tent , he was slightly impoverished and impoverished. The three state councilors led all [court] officials and requested that the King temporarily eat meat. [The King] did not consent on this for several days. Queen Gonguis request was urged to follow the court, and the King permitted [the request]. However, [the King] still eat meat.",
                "H2KE-nKo": "삭경오년에 주상이 상차에 있으면서 수척하고 지쳐 지탱하지 못하였다. 삼공이 백관을 거느리고 우선 권도를 따라 고기를 진어할 것을 청하였는데, 여러 날 동안 윤허하지 않았다. 공의왕대비가 정청을 따를 것을 권하자 주상이 허락하였으나 그래도 소선을 들었다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 2월 1일(경오) 1번째기사",
                "gt-oKo": "상이 상차(喪次)에 있으면서 몸이 여위고 지쳐 지탱할 수 없었으므로, 삼공(三公)이 백관을 거느리고 우선 방편에 따라 고기를 진어할 것을 요청하였으나 여러 날 윤허하지 않았다. 공의 왕대비(恭懿王大妃)가 조정의 요청을 따르도록 권하자, 상이 허락하였으나 그래도 소선(素膳)만을 진어하였다.",
                "hj": "○朔庚午/上在喪次, 羸憊不能支。 三公率百官, 請姑從權進肉, 累日不允。 恭懿王大妃勸從庭請, 上許之, 然猶素膳。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongja day, the first day of the month, the Queen Mothers funeral procession was performed on the occasion of the first day of the gyeongja year (. The King was about to follow the royal carriage. The three state councilors advised that the King should not participate in the funeral procession, but it is improper to participate in the funeral procession for several days. Queen Gongs earnest requests again, [but the King] followed this [recommendation].",
                "H2KE-nKo": "왕대비(王大妃 정순왕후)의 발인 기일을 정하였다. 주상이 여를 따르려고 하자, 삼공이 아뢰기를,“상께서 몸이 쇠약하여 상여를 따를 수 없습니다.”하고, 여러 날 동안 쟁집하였다. 공의비가 또 간청하니, 그대로 따랐다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 3월 1일(경자) 1번째기사",
                "gt-oKo": "대비(大妃)의 발인(發引) 날짜를 잡았다. 상이 상여를 따르려 하자, 삼공이 ‘상은 여위고 지쳐 상여를 따를 수 없다.’고 아뢰어 여러 날 간쟁하고, 공의 대비도 간청하자 따랐다.",
                "hj": "○朔庚子/大妃發引戒期。 上將隨轝, 三公啓以自上羸憊, 不可從喪, 累日爭請, 恭懿妃又懇請, 從之。"
            },
            "2": {
                "H2KE-EN": "The King issued an order to distribute new 군적 .",
                "H2KE-nKo": "신군적을 반포하여 시행하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 3월 1일(경자) 2번째기사",
                "gt-oKo": "새로 작성한 군적(軍籍)을 반포하였다.",
                "hj": "○頒行新軍籍。"
            },
            "3": {
                "H2KE-EN": "A widespread disease occurred inside and outside the capital.",
                "H2KE-nKo": "도성 안팎에 전염병이 크게 번졌다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 3월 1일(경자) 3번째기사",
                "gt-oKo": "도성 안팎에 전염병이 크게 유행하였다.",
                "hj": "○都城內外, 癘疫大熾。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gyesa day, Assistant Deputy Director of the Office of Royal Decrees Yi I submitted his resignation on the first day of the month, [but his resignation] was not granted. [Yi] I was replaced by the governor of Hwanghae Province and was appointed as deputy director of the Office of Royal Decrees . [Yi] I was ill and went to the capital to take physicians . He repeatedly submitted his resignation, but [the King] did not grant his resignation. Then [he] expressed his gratitude and submitted his resignation, which stated: Your subject should withdraw from his office and engage in his life in the mountains. In recent years, [Yi] became a large state occasionally, and [Yi] was sick and went to the capital to take ill health. Your Majesty did not reprimand him and appointed him as chief official of the Office of State Records . [He] also did not allow him to resign because of illness. In your subjects humble opinion, the chief official of the Office of the Royal Lectures is the duty of assisting the King and protecting the public justice, and thus cannot be compared to one official in charge, and one official in charge of responsibility. Moreover, now Your Majesty has sincerely served the great state affairs, and grieving and propriety have also been extended. Truly, the truth of filial piety has been encouraged throughout the country. This is a great 기회 for Your Majesty to encourage the virtuous and cultivate virtues and encourage the nurturing of learning and encouraging encouragy. This is not a foolish subject. [Your subject] requests that [Yi I] be replaced. [The King] replied, How can there be no intention to resign because [Yi] I have repeatedly submitted his resignation? ",
                "H2KE-nKo": "홍문관 부제학 이이가 사직하였으나 허락하지 않았다. 이이가 병 때문에 황해 감사를 체차하고 부제학에 제수하였다. 마침 이이의 병 때문에 서울에 가서 치료하게 되었는데, 여러 차례 사직 단자를 올렸으나 허락하지 않았다. 이에 사은하고 사직하기를,“신의 분수는 물러나 시골에서 여생을 마쳐야 하는데, 마침 나라에 큰 슬픔이 있어서 병든 몸을 이끌고 상경하였습니다. 그런데 성상께서는 견책하지 않으시고 논사의 장관을 제수하셨으며, 또 병으로 사직하는 것도 허락하지 않으셨습니다.신이 삼가 생각건대, 경연의 장관은 그 직임이 임금의 덕을 보도하고 공의를 유지하는 데 있으므로 일개 관수나 언책에 비할 바가 아닙니다. 더구나 지금 성상께서는 큰일에 정성을 다하고 슬픔과 예의를 겸하여 극진히 하셨으니, 효성이 실로 조야를 감동시켰습니다. 이는 바로 전하께서 선단을 확충하고 덕을 증진시키고 학업을 닦을 일대 계기가 되는 것입니다. 임금의 뜻을 받들어 보좌하고 진실한 덕을 조성하는 책임은 경연에 있으니, 첫째가는 사람을 가려 선을 진달하고 잘못을 바로잡아서 훈도하는 데 보탬이 되게 해야 합니다. 이는 어리석은 신이 감당할 수 있는 일이 아니니, 개차해 주소서.”하니, 답하기를,“여러 차례 휴가를 준 것이 어찌 뜻이 없겠는가. 그대가 지금 출사하니 내 마음이 참으로 위안이 된다. 선을 진달하고 잘못을 바로잡는 것은 내가 기대하는 바이니, 사직하지 말라.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 4월 1일(기사) 1번째기사",
                "gt-oKo": "홍문관 부제학 이이(李珥)가 사직하였으나 허락하지 않았다. 이이는 병이 있었으므로 황해 감사를 체직시키고 부제학에 제수하였다. 마침 이이는 병이 있어 서울에 와서 치료하게 되었는데 여러 차례 정사(呈辭)하였으나 허락하지 않았다. 그러자 사은하고 사직하면서 아뢰기를, “신은 당연히 시골에 물러가 생을 마쳐야 했었습니다. 그러나 마침 국가에 거창한 일이 있어서 병든 몸으로 상경(上京)했던 것입니다. 그런데 성상께서 견책(譴責)을 가하지 않으시고 논사(論思)의 장관(長官)을 제수하시면서 병으로 사직하는 것도 허락하지 않으셨습니다. 신은 삼가 생각하건대, 경연의 장관은 그 직책이 임금의 덕(德)을 보도(輔導)하고 공의(公議)를 유지하는 데 있는 것으로, 어떤 한 관직이나 한 언관(言官)의 직책에 비교할 수 없는 것입니다. 더구나 지금 성상께서는 대사(大事)에 정성을 다하여 슬픔과 예절이 모두 지극하니, 효성의 실행이 조야(朝野)를 감동시켰습니다. 이는 바로 전하께서 선단(善端)을 확충시켜 덕에 나아가고 업(業)을 닦을 수 있는 일대(一大)의 기회입니다. 따라서 뜻을 받들어 계옥(啓沃)하여서 진실한 덕을 성취토록 하는 책임은 경연에 있는 것입니다. 그렇다면 마땅히 제일가는 사람을 가려서 선(善)을 말하고, 그른 것을 바루어 훈도(薰陶)의 유익함이 있기를 기원하여야 합니다. 그런데 어리석은 신은 책임을 감당할 수 없습니다. 개차(改差)하여 주소서.” 하니, 답하기를, “여러 번 휴가를 준 것은 어찌 뜻이 없어서였겠는가. 그대가 지금 출사하고 있으므로 나의 마음은 진실로 위안이 된다. 선을 말하고 그른 것을 바루는 것은 내가 기대하는 것이니 사직하지 말라.” 하였다.",
                "hj": "○朔己巳/弘文館副提學李珥辭職, 不許。 珥以疾, 遞黃海監司, 除副提學。 屬珥疾, 就醫京師, 累呈辭, 不許。 乃謝恩、辭職曰: “臣分當屛伏, 畢命丘壑。 屬國有巨創, 曳疾上京。 聖明不加譴責, 授以論思長官, 又不許病辭。 臣竊念, 經筵長官, 職在輔導君德、維持公議, 非一官守、一言責之比也。 況今聖上, 盡誠大事, 哀禮兼至, 孝思之實, 聳動朝野。 此正殿下擴充善端, 進德修業之一大機。 將順啓沃, 助成允德, 責在經筵。 當擇第一人, 陳善格非, 以冀薰陶之益。 此非愚臣所堪任, 請賜改差。” 答曰: “屢賜休告, 豈無其意? 爾今出仕, 予心良慰。 陳善格非, 是予所期, 可勿辭。”"
            },
            "2": {
                "H2KE-EN": "The funeral for Queen Insuns passing is performed. The King addressed the ritual officials as follows: When [the royal coffin] is about to be mourned, I wish to lead all [court] officials in order to see the royal tomb and wail. Have the high-ranking officials and the Office of the Censor General discuss [this matter]. Deputy Director [of the Office of Royal Decrees] Yi I and others reported as follows: The proprieties are the same as the ordinary ord the rites. The Book of Rites (C. Li ji states, The ordinary ord the rites to send off [the royal coffin] outside the palace is the same as the proprieties ordinary or",
                "H2KE-nKo": "인순 왕후의 상을 발인하였다. 주상이 예관에게 말하기를,“하현궁할 때에 내가 백관을 거느리고 능을 바라보며 곡을 하고자 하니, 대신과 옥당으로 하여금 의논하게 하라.”하니, 부제학 이이 등이 아뢰기를,“예에는 상도가 있고 변례가 있는데, 산릉에 나아가는 것은 상례이고 병이 있어 섭행하는 것은 변례입니다. 《오례의》의 주에는 단지 상례만을 말하였기 때문에 섭행하는 의식이 없으니, 궐 밖에서 지송하는 의식은 모두 변례입니다. 하현궁할 때에 이르러서는 전혀 일이 없었으니, 이는 예를 의논하는 신하가 미처 건의하지 못한 것입니다. 성상의 효성이 무궁하여 이런 큰일을 당하여 하교하신 뜻이 진실로 예의 뜻에 부합하고 후세에 전해져 충분히 성법이 될 수 있으니, 결코 의심할 것이 없습니다.”하자, 주상이 그대로 따랐다. 망곡을 할 때에 예관이 예를 마쳤다고 고하였으나, 주상은 여전히 호곡을 그치지 않았다. 이에 승정원과 대신이 번갈아 들어가 간하였는데 한참 만에 그쳤으므로 좌우의 시위들이 모두 비통해하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 4월 1일(기사) 2번째기사",
                "gt-oKo": "인순 왕후의 상(喪)이 발인하였다. 상이 예관(禮官)에게 이르기를, “하현궁(下玄宮)할 때 임하여 나는 백관들을 거느리고 능을 바라보며 곡(哭)하려고 한다. 대신과 옥당에게 의논하도록 하라.” 하니, 부제학 이이 등이 아뢰기를, “예란 상례(常禮)와 변례(變禮)가 있는데, 몸소 산릉(山陵)에 나아가는 것은 상례이고, 병이 있어서 남이 대신 행하는 것은 변례입니다. 《오례의(五禮儀)》 의주(儀註)에는 단지 그 상례만을 말하였기 때문에 대신 행하는 의절(儀節)은 없는 것이니, 대궐 밖에서 지송(祗送)하는 의절은 모두 변례인 것입니다. 하현궁할 때에 이르러 전혀 아무 행사가 없게 한 것은 예를 의논하는 신하가 미처 건백(建白)하지 못한 것입니다. 상의 무궁한 효성으로 이 큰 일을 당하셨는데, 하교(下敎)하신 뜻은 진실로 예의의 본의에 부합하는 것으로 후세에 전할 수 있고 충분히 성법(成法)이 됨에는 결코 의심할 여지가 없습니다.” 하였는데, 상이 따랐다. 망곡(望哭)하기에 이르러 예관이 멈추기를 아뢰었으나, 상은 그래도 호곡(號哭)을 그치지 않자, 정원과 대신이 번갈아 들어가서 간하니 얼마쯤 지나서 그쳤는데, 좌우의 시위(侍衞)들이 비통해 하지 않는 이가 없었다.",
                "hj": "○仁順王后喪發引。 上謂禮官曰: “臨下玄宮時, 予欲率百官, 望陵而哭。 其令大臣、玉堂議之。” 副提學李珥等啓曰: “禮有常、有變, 躬詣山陵, 禮之常也; 有疾攝行, 禮之變也。 《五禮議》註, 只道其常, 故無攝行之儀, 闕外祗送儀, 皆禮之變也。 至於下玄宮時, 全然無事, 此, 議禮之臣未及建白者也。 自上孝思無窮, 當此大事, 下敎之旨, 允合禮意, 傳之後世, 足爲成法, 決無可疑也。” 上從之。 及望哭, 禮官告畢, 而上猶號哭不已, 政院、大臣, 替入諫, 移時乃止, 左右侍衛, 莫不悲慟。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On byeongsin day, the rite of repose was held at the royal tomb of Gangneung . On this day, the rite of repose was reposed. The King welcomed the rite of repose outside Gwangjeong Gate and received the funerary spirit tablet in Gyeongbok Palace . The King returned to the chamber.",
                "H2KE-nKo": "강릉에 부장하였다. 이날 반우할 때 주상이 광정문 밖에서 공경히 맞이하고 우주를 경모전에 봉안하였다. 주상이 재실로 돌아왔다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 4월 28일(병신) 1번째기사",
                "gt-oKo": "강릉(康陵)에 부장(附葬)하였다. 이날 반우(返虞)하니 상이 광정문(光政門) 밖에서 지영(祗迎)하여 우주(虞主)를 경모전(敬慕殿)에 봉안(奉安)하였다. 상이 재실(齋室)로 돌아왔다.",
                "hj": "○丙申/袝葬于康陵。 是日反虞, 上祗迎于光政門外, 奉虞主于敬慕殿。 上反齋室。"
            },
            "2": {
                "H2KE-EN": "The King again appointed Min Sun as fourth inspector .",
                "H2KE-nKo": "민순을 다시 지평으로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 4월 28일(병신) 2번째기사",
                "gt-oKo": "민순(閔純)을 다시 지평으로 삼았다.",
                "hj": "○復以閔純爲持平。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, the King instructed, Earlier, when Queen Insun was on his way to the court [of Ming China] and conducted state affairs, the various officials seem to be involved in the three-year mourning period. Have the ministers and the officials of the Ministry of Rites discuss the matter and report. Thereupon, Inspector General Kim Gyehwi said to Inspector General 유희춘 , If this is mistakenly determined, it would be extremely difficult to admonish it. It would be better to admonish it at first. Then, the King led the officials of the Office of the Inspector General and the officials to prostrate themselves in prostration, saying, The funeral of Queen Mother is established according to the established rule. Now, it is not appropriate to discuss the matter again. The King also said that the Royal Secretariat did not admonish it was wrong. Thus, it was requested that all of them be interrogated. The King replied, It would be proper not to discuss the matter again. However, Zhu Xi did not know that the regulations were established for three years. Only the six-year mourning period can sometimes be differ from what happened to peoples view. How could this be said that all the officials have prostrated themselves in prostration and prostrated themselves in prostration? The officials then withdrew. Li Xi heard this and said, The funeral of Confucius also observed this observation. Nevertheless, there was no observation to admonish the three-year mourning period. Moreover, there is no observation today? If a high official is wise, he will be cautious in propriety. If a person is not wise, he will be afraid to admonish the three-year mourning period. There is no worries about this observation. However, the officials of the Office of the Inspector General arbitrarily admonish the matter and admonish it. Your Majestys instruction is correct.",
                "H2KE-nKo": "삭무술년에 주상이 하교하기를,“인순 왕후가 일찍이 조정에 나와 정사를 대리청정하였으니, 신하들이 삼년상을 행하는 것이 합당할 듯하다. 대신과 예관으로 하여금 의논하여 아뢰게 하라.”하였다. 이에 대사간 김계휘가 대사헌 유희춘에게 말하기를,“이 일이 만약 잘못 결정된다면 간쟁하기가 매우 어려울 것이니, 처음에 굳이 간쟁하는 것만 못하다.”하고, 이에 양사를 거느리고 복합하여 아뢰기를,“왕후의 상에는 본래 정해진 예가 있으니, 지금 다시 의논할 수 없습니다.”하고, 또 승정원이 미리 아뢰지 않은 것을 잘못이라고 하면서 모두 추고하기를 청하니, 주상이 답하기를,“다시 의논하지 말라. 다만 자공이 삼년상을 입는 것이 정해진 제도라는 것을 모르지 않았는데, 유독 삼년상을 행하는 것은 사람들의 견해가 혹 같지 않을 수도 있다. 이 일이 어찌 합사하여 복합하기까지 하며, 또 어찌 굳이 정원을 추고하기를 청하는가.”하였다. 양사가 그제야 물러갔다. 이이가 이 말을 듣고 말하기를,“문정 왕후의 상에도 이런 논의가 있었다. 윤원형이 국정을 담당하고 있으면서도 삼년상을 행하자고 헌의한 자가 없었는데, 하물며 오늘날이겠는가. 대신이 어질면 스스로 예를 삼갈 것이고, 어질지 못하면 스스로 삼년상을 행하기를 꺼릴 것이다. 이와 같은 논의는 전혀 염려할 것이 없는데, 양사가 경솔하게 합동으로 아뢰어 간쟁하기까지 하였으니, 주상의 하교가 지당하다고 하겠다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 5월 1일(무술) 1번째기사",
                "gt-oKo": "상이 하교하기를, “인순 왕후는 일찍이 조정에 나와 청정(聽政)하였으니 군신(群臣)들이 삼년상(三年喪)을 행하는 것이 합당할 듯하다. 대신과 예관에게 의논하여 아뢰도록 하라.” 하니, 이에 대사간 김계휘(金繼輝)가 대사헌 유희춘(柳希春)에게 말하기를, “이 일을 잘못 결정하게 되면 간하기 매우 어려울 것이니, 처음에 굳게 간하는 것만 못하다.” 하고, 곧 양사(兩司)를 거느리고 복합(伏閤)하여 아뢰기를, “왕후의 상사에는 본시 정해진 예가 있어서 지금 다시 의논할 수가 없습니다.” 하고, 정원이 미리 아뢰지 않은 것에 대해 잘못이라고 하여 아울러 추고할 것을 청하니, 상이 답하기를, “다시 의논하지 말라. 자공(子貢)이 3년으로 정해진 법을 알지 못했던 것은 아니건만 혼자 6년의 상을 행하였으니, 사람의 견해는 혹 같지 않을 수 있다. 이 일이 어찌 합사(合司)하여 복합까지 해야 하는 것이며, 또 어찌 꼭 정원을 추고할 것을 청해야 하는가?” 하였다. 양사가 이에 물러갔다. 이이가 듣고 말하기를, “문정 왕후(文定王后)의 초상에도 이런 의논이 있었는데, 윤원형(尹元衡)이 정권을 잡고 있었으나 삼년상을 행하자고 의논을 드린 사람이 없었다. 그런데 더구나 오늘날이겠는가. 대신이 어질면 스스로 예를 삼갈 것이고, 어질지 못하면 절로 삼년상 행하기를 꺼릴 것이다. 이와 같은 의논은 전혀 걱정할 것이 없는데도 양사가 경솔하게 합계하여 간하기까지 하니, 상의 하교가 합당하다고 하겠다.” 하였다.",
                "hj": "○朔戊戌/上下敎曰: “仁順王后曾臨朝聽政, 群臣似合行喪三年。 令大臣、禮官議啓。” 於是, 大司諫金繼輝謂大司憲柳希春曰: “此事若誤定, 則爭之甚難, 不如固爭於初也。” 乃率兩司, 伏閤啓以爲: “王后之喪, 自有定禮, 今不可更議” 且以政院不逆啓爲非, 竝請推考, 上答曰: “當勿更議。 但子貢非不知三年定制, 而獨行六年之喪, 人之所見, 容或不同。 此事何至於合司伏閤, 而又何必請推政院乎?” 兩司乃退。 李珥聞之曰: “文定之喪, 亦有此議, 尹元衡當國, 而尙無有以行三年獻議者, 況今日乎? 大臣賢也則自謹於禮矣; 不賢則自憚行三年矣。 如此之議, 十分無可虞, 而兩司率爾, 至於合啓而爭, 上敎可謂當矣。”"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Min Sun requested that the rite commemorating the cessation of wailing be conducted again in accordance with the precedent of Emperor Taizong of Song China . The King ordered the officials of the Ministry of Rites to discuss the matter. Chief State Councilor Kwon Cheol and Deputy Director of the Royal House Administration Hong섬 said, After the cessation of wailing, the King conducts state affairs in white robes, and black belts. This is recorded in the Six Codes (K. Yukjeon , and it cannot be casually changed. Left State Councilor Bak Sun and Right State Councilor Bak Susin said, The white robes are in accordance with the ritual purpose of propriety. However, this is a matter of reforming and reforming. Therefore, your subjects cannot dare make a arbitrarily arbitrarily. The King again instructed, I intend to follow the ritual purpose of the Left and Right State Councilors . The officials of the Ministry of Rites and the two ministries should discuss the matter again and report back to me. Consequently, the Office of the Inspector General presented a joint memorial requesting that the institution of white robes be followed in accordance with the ritual purpose of the white robes. The King approved this. The Office of the Inspector General examined ancient practices and reported the results to the King. The Office of the Inspector General also presented a memorial to the King as follows: If Your Majesty wishes to complete the ritual purpose of the ancestors, then at the beginning, the King and all officials should wear white robes and belts as in the ritual purpose of propriety, and separately make a black robes, white robes, and black belts, as the ritual purpose of conducting state affairs. Now that the transgression has already been exposed, it is impossible to reform the ritual purpose of reforming and reforming the ritual purpose of the ancestors. However, the ritual purpose of black robes and black belts is applied to the ritual purpose of propriety. During the reign of Emperor Taizong of Song China, Na Jeom made a memorial requesting this institution. However, the ritual purpose of the mourning period was abolished and after the months of completion, Na Jeom used auspicious attire. Therefore, the ritual purpose of Na Jeom was rather than that of the ritual purpose of the sovereign and subjects. Considering that the ritual purpose of the ancestors was very detailed, how could the ritual purpose of Na Jeom to follow the ritual purpose of the ancestors? According to the Six Codes (K. Yukjeon , the ritual purpose of state affairs was established by Assistant State Councilor Heo Jo , and the ritual purpose of administratively arbitrarily administratively arbitratively arbitrarily arbited the ritual purpose of arbitrarily. At the beginning, the ritual purpose of arbitrarily arbitrarily. The King said, My dear sirs are in accordance with my heart. Consequence, the ritual purpularly arbitrarily arbitrarily.",
                "H2KE-nKo": "사헌부 지평 민순이 졸곡 뒤에 송 효종의 예에 따라 흰 의관으로 시사를 행할 것을 청하니, 주상이 예관에게 명하여 대신에게 의논하게 하였다. 영의정 권철과 영중추부사 홍섬은 의견을 올리기를,“졸곡 뒤에 시사를 행할 때 현관, 소의, 오대를 착용하는 것이 《국조오례의》에 실려 있으니, 경솔하게 변경할 수 없습니다.”하고, 좌의정 박순과 우의정 노수신은 의견을 올리기를,“흰 의관이 예의 뜻에 바로 부합하지만 일이 변경하는 데 관계되므로 아래에서 감히 마음대로 결정할 수 없으니, 오직 성상께서 결단하시기에 달려 있습니다.”하였다. 주상이 다시 하교하기를,“나는 좌상과 우상의 의견을 따르고자 하니, 예관은 이공과 함께 다시 의논하여 아뢰라.”하였다. 이에 홍문관이 차자를 올려 흰 의관의 제도를 따를 것을 청하니, 주상이 고례를 널리 상고하여 아뢰라고 명하였다.대체로 주상이 상례에 예를 다하고자 하였기 때문에 민순의 설을 깊이 받아들였는데, 조정의 구신들이 대부분 기뻐하지 않았다. 박순과 노수신이 2품 이상과 삼사의 장관이 조정에 모여 의논하기를 청하니, 주상이 그대로 따랐다.홍문관이 고사를 두루 상고하여 주상에게 아뢰고, 또 헌의하였는데, 그 대략에,“반드시 선왕의 예에 모두 부합하고자 한다면 당초에 상하가 마땅히 최질을 《국조오례의》의 제도처럼 갖추고 별도로 포모, 포단령, 포대를 만들어 시사복으로 삼아야 합니다. 지금 이미 차질이 생겨서 추복할 수 없으니, 차라리 송 효종의 제도에 따라 흰옷과 관대 차림으로 시사하는 것이 고례에 가깝습니다. 현관과 오대의 제도로 말하면 인정과 예의로 헤아려 볼 때 온당치 못한 점이 있습니다. 송 고종 때에 나점이 이 제도를 건의하였는데, 당시 상례의 기강이 무너져서 달이 바뀐 뒤에도 순전히 길복을 착용하였기 때문에 나점의 이 논의가 그래도 그만두는 것보다는 나았던 것입니다. 주자는 임금과 신하의 복의에 대해 매우 자세하게 변론하였으니, 어찌 주자의 의견을 따르지 않고 나점의 의견을 따를 수 있겠습니까. 《국조오례의》를 찬정할 때 참찬 허조는 단지 나점의 설을 근거로 이 제도를 만들었는데, 당시의 유신들이 선왕을 정례로 인도하지 못하였으니, 지금까지도 뜻있는 선비들이 개탄하고 있습니다. 어찌 오늘날 다시 그르칠 수 있겠습니까.”하였다.이때 조정의 2품 이상이 모두 말하기를,“조종 때에 찬정하여 시행한 지 이미 오래되었으니, 후사왕이 변경할 수 있는 것이 아닙니다.”하고, 삼사의 장관은 대사간 김계휘, 부제학 이이가 변통하자는 논의를 힘껏 주장하였는데, 대사헌 유희춘이 여러 사람의 의론을 옳게 여겼다. 주상이 여러 사람의 의론을 보고 마음에 불쾌하게 여겨 좌상과 우상에게 전교하기를,“여러 사람의 의론이 모두 변경할 수 없다고 하니, 내가 독단하기 어렵다. 경들은 잘 처리하라.”하였다. 박순과 노수신이 아뢰기를,“《국조오례의》는 대개 모두 흰색을 따랐는데, 유독 현관과 오대만은 예가 아닙니다. 지금 대단히 변경할 것이 아니라 단지 관대와 현색으로 바꾸어 흰색을 따를 뿐입니다. 신들의 의론은 흰색 관대를 따르는 것이 진실로 마땅하다고 생각합니다.”하니, 주상이 말하기를,“경들의 뜻이 매우 내 마음에 부합한다.”하고, 그제야 그대로 따랐다. 당시 유자의 의론이 여전히 옛 습속에 굽히자 민순이 발의하였는데, 따르는 자는 단지 두 대신과 이이, 김계휘 두 사람뿐이었다. 주상의 마음이 굳게 예를 따르고자 하였기 때문에 마침내 유신의 의론을 따른 것이다. 이에 경대부들은 모두 불평을 품었고, 홍섬은 눈물을 흘리기까지 하면서 말하기를,“오늘날 조종의 법을 변경하는 것이 이 지경에 이를 줄은 생각지도 못하였다.”하였다. 홍담도 민순과 이이를 분하게 여겨 꾸짖었는데, 말이 매우 조리에 맞지 않았다. - 논자들이 말하기를,“유속이 옛것을 좋아하지 않고 옛것을 따르기를 좋아하니, 여러 사람들의 말은 속된 견해를 위한 것에 불과하다. 다만 당세에 조종의 정례와 정법을 행하지 않는 경우가 어찌 한이 있겠는가. 《국조오례의》에 졸곡 뒤에 시사복은 현관과 오대를 착용하고 상복은 백립과 백대를 착용한다고 실려 있으니, 이것이 바로 조종이 정한 제도이다. 인조의 상에 이기 등이 백립을 흑립으로 변경한 것은 지극히 예를 어긴 것이다. 그런데 그때 홍섬 등 여러 사람이 조정에 있었지만 쟁론하거나 눈물을 흘렸다는 말을 듣지 못하였으니, 어째서인가. 어그러져 세속을 따르면 심상하게 여기고 변경되어 옛것을 따르면 눈물을 흘리기까지 하였으니, 이는 한때 신구가 서로 어긋나서 일마다 혐오하였기 때문이다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 5월 1일(무술) 2번째기사",
                "gt-oKo": "사헌부 지평 민순이 졸곡(卒哭) 뒤에 송 효종(宋孝宗)의 예(例)에 따라 흰 의관(衣冠)으로 시사(視事)하기를 청하자, 상이 예관에게 명하여 대신에게 의논하게 하였다. 영의정 권철(權轍)과 영부사 홍섬(洪暹)은, ‘졸곡 뒤 시사할 적에 현관(玄冠)·소의(素衣)·오대(烏帶)를 착용하는 것은 《오례의》에 기록되어 있으니 가볍게 변경할 수 없다’. 하고, 좌의정 박순(朴淳), 우의정 노수신(盧守愼)은, ‘흰 의관이 예의 본의에 합치되지만 변경하는 일에 관계되므로, 아랫사람으로서 감히 천단할 수 없으니 성상께서 결단함에 달려 있다.’ 하였다. 상이 다시 하교하기를, “나는 좌, 우상의 의논을 따르려고 하니 예관은 2공(公)과 함께 다시 의논하여 아뢰라.” 하였다. 이에 홍문관이 차자를 올려 흰 의관의 제도를 따를 것을 청하니, 상이 고례(古禮)를 널리 참고하여 아뢰도록 하였다. 대체로 상은 상사에 예를 다하려고 하였으므로 민순의 말을 깊이 받아들였던 것이다. 그런데 조정의 구신(舊臣)들은 대부분 기뻐하지 않았다. 박순과 노수신이 2품 이상과 삼사(三司)의 장관이 조정에 모여 의논하기를 청하자, 상이 따랐다. 홍문관이 고사(古事)를 낱낱이 참고하여 입계(入啓)하고, 또 의논을 드렸는데 그 대략에, “반드시 선왕의 예에 모두 합하게 하려면 애당초 상하가 최질(衰絰)을 《의례(儀禮)》의 제도처럼 갖추고, 따로 포모(布帽)·포단령(布團領)·포대(布帶)로 시사하는 것이 고례에 가까울 듯합니다. 그리고 현관·오대의 제도로 하는 것은 정례(情禮)에 비추어보건대 미안한 듯싶습니다. 송 고종(宋高宗) 때 나점(羅點)이 이 제도를 건백하였는데, 이때에는 상례의 기강이 무너져서 달을 바꾼[易月] 뒤에 순전히 길복(吉服)을 사용하였기 때문에, 나점의 이 의논은 그만두는 것보다는 나았던 것입니다. 주자(朱子)가 군신 복의(君臣服議)에 매우 상세하게 변론하였는데, 어찌 주자의 의논을 따르지 않고 나점의 의논을 따를 수 있겠습니까? 《오례의》를 찬정(撰定)할 때 참찬 허조(許稠)는 단지 나점의 말을 근거로 이 제도를 만들었는데, 당시의 유신(儒臣)들이 선왕을 정례(正禮)로 인도하지 못하였으므로, 지금까지 뜻 있는 선비는 개탄하고 있습니다. 어찌 오늘에 거듭 잘못 할 수 있겠습니까.” 하였다. 조정에 모여 의논한 2품 이상들은 모두 ‘조종 때에 찬정하여 벌써 오랫동안 시행하던 것을 후사왕(後嗣王)이 변경하는 것은 합당하지 못하다.’ 하고, 삼사의 장관으로서 대사간 김계휘, 부제학 이이는 변통(變通)의 논의를 힘껏 주장하였는데, 대사헌 유희춘(柳希春)은 여러 사람의 의논이 옳다고 하였다. 상은 여러 사람의 의논을 보고 마음에 불쾌하게 여겨 좌·우상에게 전교하기를, “여러 사람들은 의논이 모두 변경할 수 없다고 말하니 내가 독단하기 어렵다. 경들은 선처하라.” 하니, 박순과 노수신이 아뢰기를, “《오례의》에는 대개 모두 백색을 따랐는데, 유독 현관(玄冠)과 오대(烏帶)만은 예가 아닙니다. 이제 대단한 것은 변경하지 않고 단지 검정색의 관대(冠帶)를 백색으로 고치는 것뿐입니다. 신들의 의논은 백색 관대를 따르는 것이 진실로 합당하다고 여깁니다.” 하니, 상이 이르기를, “경들의 뜻이 나의 마음과 매우 합한다.” 하고, 바로 따랐다. 이 당시 유자(儒者)의 의논은 아직도 옛 습속에 빠져 있었는데 민순이 발의하자, 이에 따른 사람은 단지 두 대신과 이이·김계휘 두 사람 뿐이었다. 상의 마음이 굳게 예를 따르려고 했기 때문에 끝내 유신(儒臣)의 의논을 따른 것이다. 이에 경대부들은 모두 불평을 갖게 되었는데, 홍섬(洪暹)은 눈물을 흘리기까지 하면서 ‘오늘날 조종의 법을 변경함이 여기에 이르는 것을 보게 될 줄은 생각지 못하였다.’ 하였고, 홍담(洪曇)도 민순과 이이를 분개하여 꾸짖었는데, 그 말이 매우 사리에 맞지 않았다. 사신은 논한다. 유속(流俗)은 옛것을 좋아하지 않고 구습(舊習)대로 따르기를 좋아하니, 여러 사람들의 말은 속견(俗見)에 지나지 않는 것이다. 돌아보면 당시에 조정이 정해 놓은 예와 법을 시행하지 않는 것이 어찌 한이 있었겠는가. 《오례의》에 졸곡 뒤 시사복(視事服)은 현관과 오대를 쓰고 평상복은 백립(白笠)과 백대(百帶)를 사용하는 것으로 기록되었으니, 이것이 곧 조종이 규정한 제도이다. 인종의 상사에 이기(李芑) 등이 백립을 흑립으로 변경시킨 것은 지극히 예에 어긋난 것이다. 그러나 그 당시 홍섬 등 여러 사람들이 조정에 있었는데, 쟁론(爭論)하고 눈물을 흘렸다는 말을 듣지 못했으니 무엇 때문인가. 예에 어긋나면서 습속을 따르는 것에 대해서는 예사로 여기고, 변경하여 옛것을 따르는데 있어서는 눈물을 흘리기까지 한다. 이는 일시의 신진(新進)과 수구(守舊)가 서로 틀어지고 버티어 일마다 혐오하는 까닭에 연유된 것이다.",
                "hj": "○司憲府持平閔純, 請於卒哭後, 依宋孝宗例, 以白衣冠視事, 上命禮官, 議于大臣。 領議政權轍、領府事洪暹則以爲: “卒哭後視事, 用玄冠、素衣、烏帶, 載於《五禮儀》, 不可輕變。” 左議政朴淳、右議政盧守愼則以爲: “白衣冠, 正合禮意, 而事涉變更, 自下不敢擅斷, 惟在斷自聖衷。” 上復敎曰: “予欲從左右相之議, 禮官與二公, 更議以啓。” 於是, 弘文館上箚, 請從白衣冠之制, 上令博考古禮以啓。 蓋上欲盡禮於喪, 故深納閔純之說, 朝廷舊臣多不悅。 淳、守愼請二品以上、三司長官會庭議, 上從之。 弘文館歷考古事入啓, 且獻議, 略曰: “必欲盡合先王之禮則當初上下當具衰絰, 如《儀禮》之制, 別造布帽、布團領、布帶, 以爲視事之服。 今旣蹉過, 不能追復, 寧依宋孝宗之制, 以白衣冠帶視事, 爲近於古禮也。 若玄冠、烏帶之制, 揆之情禮, 有未安者。 宋高宗朝, 羅點建白此制, 時, 喪紀廢毁, 易月之後, 純用吉服, 故羅點此論, 猶愈於已也。 朱子, 君臣服議, 辨論甚詳, 豈可不從朱子之論, 而從羅點之議乎? 《五禮儀》撰定時, 參贊許稠, 只據羅說, 爲此制, 當時儒臣, 不能導先王於正禮, 至今志士慨歎, 豈可再誤於今日乎?” 時, 廷議二品以上皆以爲: “祖宗時撰定, 行之已久, 非後嗣王所當變更也。” 三司長官則大司諫金繼輝、副提學李珥力持變通之論, 大司憲柳希春是衆議。 上見群議, 不快於意, 傳于左右相曰: “群議皆言不可變更, 予難於獨斷。 卿等其善處之。” 淳、守愼啓曰: “《五禮儀》大槪皆從素色, 獨玄冠、烏帶非禮。 今非大段更變, 只改冠帶玄色, 從素而已。 臣等之議從白色冠帶, 允得其當。” 上曰: “卿等之意, 甚合予心”。 乃從之。 其時儒者之論, 猶屈於舊俗, 閔純發議, 從者只兩大臣及李珥、金繼輝二人而已。 緣上心, 堅欲從禮, 故卒從儒臣之議。 於是, 卿大夫皆懷不平, 洪暹至於泣下曰: “不圖今日, 見更變祖宗之典至此也。” 洪曇亦憤罵閔純、李珥, 言甚不倫。 【論者曰: “流俗不好古, 而好因循, 諸人之言, 不過爲俗見也。 顧當世, 不行 祖宗定禮、定法者, 何限哉? 《五禮儀》載卒哭後視事服, 用玄冠、烏帶, 而常服白笠、白帶, 此乃祖宗定制也。 仁廟之喪, 李芑等變白笠爲黑笠, 至悖禮也。 而其時洪暹諸人在朝, 未聞爭論、涕泣, 何耶? 悖而從俗, 則視爲尋常; 變而趨古, 則至於涕泣。 此由一時新舊乖張, 觸事嫌惡故也。”】"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On musin day, the King personally performed the cessation of wailing sacrifice . After the rite for commemorating the first anniversary of death, the King changed into white bamboo hat , a white belt , and white leather boots with wooden soles. After returning to the palace, the officials dressed in the same manner as the various officials dressed in the same manner. After the mourning period [for the late Queen Mother], people did not dare discuss this again and followed this as a permanent regulation. On the first anniversary of the passing of the musin year ( and the imsin year (, the 유신 suggested the opinion of Yi I to remove all the ancient regulation. Thus, Min Suns opinion had been opened. The source of the Queen Mothers passing was the greatest occasion. The wife of Marquis of Geungyeong , the members of the royal clan, entered the inner court, concentrated solely on praying for the disaster of calamities and calamities. They stopped the medicinal herbs, and eventually reached the greatest occurrence. The officials of the Censorate prostrated themselves in the palace gate and petitioned for the punishment of his crime. The King said, As to the actual circumstances, it is not possible to mention. After repeatedly advising the King, the King granted permission.",
                "H2KE-nKo": "주상이 졸곡제를 친히 행하였다. 제사를 지낸 뒤에는 백립, 백대, 백화를 착용하고, 궁으로 돌아올 때에는 신하들의 복색도 모두 같았으며 잘못된 규례를 모두 씻어 버렸다. 그 뒤에 상사가 있어서 사람들이 감히 다시 의논하지 못하고 그대로 준행하여 정식으로 삼았다. - 무신년과 임신년의 상사에 유신이 이이의 의견을 뒤미처 거론하여 고례를 모두 회복하였는데, 민순의 이 의론이 이를 열어 놓은 것이다. - 왕후의 병세가 위독할 때에 종실인 요경의 처가 무술로 대궐에 들어와 오로지 기도하고 요사스러운 술수를 부리는 것만 일삼아 약물을 정지하여 대고에 이르렀다. 삼사가 복합하여 그 죄를 다스리기를 청하니, 주상이 말하기를,“그 실상을 따져 보면 사람들의 말과 같지는 않다.”하였다. 여러 차례 아뢰자, 윤허하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 5월 11일(무신) 1번째기사",
                "gt-oKo": "상이 몸소 졸곡제(卒哭祭)를 행하였다. 제사를 지낸 뒤에 백립·백대·백화(白靴)를 착용하고 환궁하니, 군신들의 복색도 모두 동일하여 잘못된 법을 말끔히 씻어버렸다. 그 뒤 상사가 있을 적에 사람들이 감히 다시 의논하지 못하고 그대로 준행하여 법이 되었다.【무신년(1608)·임신년(1632) 상사에 유신들이 이이의 의논을 소급해서 거론하여 고례(古禮)를 모두 회복시켰으니, 민순이 이 의논을 터놓은 것이다.】 왕후의 병세가 매우 위독하자, 종실(宗室)인 요경(堯卿)의 아내가 무술(巫術)을 궐내에 끌어 들여 오로지 기도와 푸닥거리를 일삼으며 약물을 정지시켜 대고(大故)에 이르게 하였다. 삼사(三司)가 복합(伏閤)하여 그의 죄를 다스릴 것을 청하니, 상이 ‘그 실상을 캐어보니 사람의 말과 같지 않았다.’ 하였다. 여러 차례 아뢰자 윤허하였다.",
                "hj": "○戊申/上親行卒哭祭。 祭後服白笠、白帶、白靴, 還宮, 群臣之服皆同, 一洗謬規。 其後有喪, 人不敢更議, 遵以爲式。【戊申、壬申之喪, 儒臣追擧珥議, 盡復古禮, 則閔純此論, 啓之也。】王后之大漸也, 宗室堯卿之妻, 以巫術入內, 專事祈禳妖幻, 停止藥物, 以至大故。 三司伏閤, 請治其罪, 上曰: “究其實, 不至如人言也。” 累啓, 乃允。"
            },
            "2": {
                "H2KE-EN": "The King specially appointed Yi Hubae to minister of punishments . Prior to this, the King asked Bak Sun , The head of the Ministry of Punishments has always been worried about capable of qualification. I request that you, my dear sir, regardless of whether their positions are high or low, capable of capable",
                "H2KE-nKo": "이후백을 형조 판서에 특별히 제수하였다.이에 앞서 주상이 박순에게 묻기를,“형조의 장관에 적임자를 얻지 못할까 늘 걱정하고 있다. 경은 직차의 고하를 막론하고 감당할 만한 사람을 천거하라. 낭료에 있더라도 발탁하여 쓸 수 있을 것이다.”하니, 박순이 대답하기를,“성상의 하교가 이와 같으시니 감격스러움을 금할 수 없습니다. 물러가서 동료들과 상의하여 이름을 아뢰겠습니다.”하였다. 이에 이후백을 천거하면서 아뢰기를,“이후백은 청백하고 봉공하여 이 직임에 적합합니다.”하였다. 그러므로 특지로 승진시켜 제수한 것이다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 5월 11일(무신) 2번째기사",
                "gt-oKo": "이후백(李後白)을 형조 판서에 특별히 제수하였다. 이보다 앞서 상이 박순(朴淳)에게 하문하기를, “형조의 장관에 알맞은 사람을 얻지 못한 것이 언제나 걱정되었다. 경은 직차(職次)의 고하를 막론하고 감당할 만한 사람을 천거하라. 낭관(郞官)의 지위에 있더라도 발탁하여 임용할 수 있다.” 하니, 박순이 대답하기를, “상의 하교가 이와 같으니 못내 감격스럽습니다. 물러가서 동료들과 상의하여 이름을 아뢰겠습니다.” 하고, 곧 후백을 천거하여 아뢰기를, “후백이 청백(淸白)한 지조로 공사(公事)에 봉사하고 있으니, 이 임무에 적합합니다.” 하였으므로, 특지(特旨)로 승진시켜 제수한 것이다.",
                "hj": "○特拜李後白刑曹判書。 先是, 上問朴淳曰: “刑曹長官, 每患不得其人。 請卿勿論職次高下, 薦其可堪者。 雖在郞僚, 亦可擢用。” 淳對曰: “上敎如此, 不勝感激。 請退與同僚相議, 奏名。” 乃薦後白曰: “後白淸白奉公, 可合此任。” 故特旨陞授。"
            },
            "3": {
                "H2KE-EN": "The King, after the rite marking the end of grieving [the Grand Abdicated King], did not restore his meals. The three state councilors , leading officials of the second rank or above, requested that [the King] continuously restore his meals. The King received the officials in the hall of governance and held a rotational audience with the King. 대신, Bak Sun , 노수신 , Inspector General Yun Uijung , and Inspector General Kim Gye휘 came to the hall of governance and advised, It is requested that [the King] quickly restore his meals for the time being. The King said, For the time being, this matter should be discussed only the administration of the 정령 and the harmful effects of the people. All said, It is necessary to necessarily cultivate that the King himself should be in peace and enjoyed. Now, the King has not restored his meals for a long time, which leads to a great disease. The court officials are worried and apprehensive about this. They are worried about this. The King did not respond. Deputy Director [of the Office of Royal Decrees] Yi I came forward and said, Recently, the King, holding a funeral with propriety, has shown filial piety to the people in the capital and in the provinces. Your subject, who happened to be indignant and apprehensive, is worried and apprehensive about this. Those who happen to be indignant are saying, The filial piety and virtues of Your Majesty are like this. Considering this, [the administration of] cultivating self-restrained cultivation and governance are all governed with utmost sincerity. This is the foundation of peaceful state. Those who are worried and apprehensive about this might say that Your Majesty has not yet restored his meals for a long time. Now, the officials and all the civil and military officials are neglecting their duties and unable to cease their cultivation. This cannot be abolished by the dignity of Your Majesty. It is necessary to have all the officials neglected. The King again responded. When the officials were about to withdraw, the King summoned Yi이 and went to the hall of governance and said, Formerly, [the King] returned to his hometown and appointed governor. [The King] did not see each other for a long time. He then dispersed the painting of the people in Hwanghae Province and then dispersed. Yi이 also attended the lecture on the Book of Documents (C. Shujing . [The Book of Documents] read as follows: There are many who are not fully prepared for the foundation of the royal ancestors. Sometimes there are many who are reformed and reformed should be reformed according to the cultivation of righteousness. This is the administration of the cultivation of cultivation. If only the cultivation of the officials and the people",
                "H2KE-nKo": "주상이 졸곡 뒤에도 여전히 상선을 회복하지 않자, 삼공이 2품 이상의 관원을 거느리고 연일 주상에게 아뢰어 청하였다. 주상이 편전에서 대신, 시종, 대간을 불러서 보았다. 대신 박순ᆞ노수신, 대사헌 윤의중, 대사간 김계휘가 입시하여 속히 상선을 회복하기를 청하니, 주상이 말하기를,“이 일은 우선 놔두고 정령의 득실과 생민의 이해만을 논하도록 하라.”하였다. 모두 아뢰기를,“반드시 주상의 몸이 안녕해야만 큰일을 할 수 있는 것입니다. 지금 주상께서 오랫동안 상선을 회복하지 않으시어 장차 큰 병이 나게 되었으니, 조정 신하들이 허둥지둥 민망하고 절박하여 황급한 생각이 여기에 미치고 있습니다.”하니, 주상이 답하지 않았다. 부제학 이이가 나아가 아뢰기를,“요즈음 주상께서 집상하시는 데 예를 다하시니, 효성스러운 마음이 실로 중외를 감동시켰습니다. 신이 한편으로는 열복하고 한편으로는 근심하고 두려워합니다. 열복하는 자들은 ‘성상의 효성스러운 덕이 이와 같으니, 이를 미루어 몸을 닦고 나라를 다스리는 데 어느 곳이고 최선을 다하지 않음이 없을 것이다. 이것이 태평성대의 기반이다.’라고 하고, 근심하고 두려워하는 자들은 ‘성상의 원기가 완전하지 못하고 비위가 허약하여 오랫동안 상선을 폐지하면 장차 중병을 초래하게 될 것이다.’라고 합니다. 지금 공경과 백관이 직무를 폐기하고 복합하고 있는데, 이는 위령으로 저지할 수 없는 것이니, 반드시 주상께서 참작하여 윤허하셔야 합니다. 그렇게 하지 않으면 온갖 직무가 비게 될 것입니다.”하니, 주상이 또 답하지 않았다. 신하들이 물러가려 할 때 주상이 이이를 불러 앞으로 나오게 하고 말하기를,“전에 향리로 돌아갔다가 그대로 감사에 제수되어 오래도록 서로 만나지 못하였다.”하고, 이어 황해도 백성들의 고통에 대해 하문하고 파하였다. 이이가 또 《서전》의 긍구 긍당의 글을 시강하는 일로 인하여 아뢰기를,“지금 사람들은 단지 이전의 규례만을 고수하는 것을 긍당이라고 하는데, 이것은 옳지 않습니다. 경문을 살펴보건대, 그 아비가 그 기반을 정하고 그 아들이 그대로 집을 지은 뒤에야 아비의 사업을 잘 계승할 수 있는 것입니다. 국가와 비교하면 조종이 창업한 것에 미비한 것이 많은데, 혹 시대가 바뀌고 세상이 변하여 바로잡을 만한 것이 많이 있으면 시의에 따라 처리하고 의리에 합당하게 하는 것이 바로 선왕의 뜻과 사업을 계승하는 것입니다. 만약 그 법만을 고수하고 변통할 줄을 알지 못하여 그대로 따라 무너지고 맙니다. 이것이 어찌 선왕의 뜻과 사업을 계승하는 것이겠습니까.”하니, 주상이 답하지 않았다. 이이가 이어서 주상에게 묻기를,“일찍이 듣건대, 전하께서 시신에게 이르시기를 ‘내가 학문을 하고자 하나 일이 많기 때문에 겨를이 없다.’라고 하셨다고 하는데, 이 말씀이 참으로 있습니까?”하니, 주상이 말하기를,“그렇다.”하였다. 이이가 아뢰기를,“신이 이 말을 듣고 한편으로는 기뻐하고 한편으로는 걱정하였습니다. 기뻐하는 자들은 성상께서 학문의 뜻이 있는 것을 기뻐하고, 근심하는 자들은 성상께서 학문의 이치를 살피지 못하시는 것을 걱정합니다. 학문이란 우뚝하게 단정히 앉아 종일토록 독서하는 것을 말하는 것이 아니라, 단지 일상 생활에서의 처사가 이치에 합당한 것을 말하는 것입니다. 오직 이치에 합당한지의 여부를 스스로 알지 못하기 때문에 독서하여 그 이치를 찾는 것입니다. 만약 독서하는 것만을 학문으로 여긴다면 잘못입니다. 지금 일상 생활하는 사이에 일마다 이치에 합당하기를 구하여 한 가지 정사나 한 가지 명령이 모두 바른 데에서 나오니, 이것이 바로 성상의 학문입니다. 주상께서는 자질이 아름다우시고 욕심이 적으니, 학문을 하지 않는 것은 할 수 없는 것이 아닙니다. 그러나 즉위하신 지 몇 년 동안 떨쳐 일어날 형세가 없어 신민들이 실망한 지 오래되었습니다. 지금 효성스러운 덕이 원근에 드러났으니, 이것이 바로 이른바 ‘구일신’이라는 것입니다. 반드시 끊임없이 날로 새롭게 하여 효성을 확충한 뒤에야 신민들이 다시 실망하지 않을 것입니다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 5월 11일(무신) 3번째기사",
                "gt-oKo": "상이 졸곡 뒤에도 상선(常膳)을 회복하지 않자 삼공(三公)이 2품 이상의 관원을 거느리고 연일 계청하였다. 상이 대신·시종(侍從)·대간(臺諫)을 편전(便殿)에서 인견(引見)하였다. 대신 박순·노수신(盧守愼), 대사헌 윤의중(尹毅中), 대사간 김계휘(金繼輝)가 입시(入侍)하여 속히 복선(復膳)하기를 청하니, 상이 이르기를, “이 일은 아직 논하지 말고 다만 정령(政令)의 득실과 생민(生民)의 이해를 논하는 것이 옳겠다.” 하였다. 여러 사람이 아뢰기를, “반드시 상의 몸이 안녕하셔야 큰 일을 할 수 있는데, 지금 상이 오랫동안 복선하지 않으시니 큰 병이 생길 것이라, 정신(廷臣)들이 허둥거리며 매우 걱정되어 급한 생각이 여기에 미친 것입니다.” 하니, 상이 답하지 않았다. 부제학 이이(李珥)가 나아가 아뢰기를, “요즈음 상께서 예를 다하여 집상(執喪)하니 효도하는 실상이 중외(中外)를 감동시켰습니다. 신은 한편으로 열복(悅服)하며 한편으로는 걱정되고 두렵습니다. 열복하는 것은 상의 효성스런 덕이 이와 같으니 이를 미루어 몸을 닦고 나라를 다스리는 데 있어서도 극진히 하지 않는 것이 없을 것인데, 이는 태평을 이루는 바탕이 될 수 있다고 여겨서입니다. 걱정되고 두렵다는 것은 상의 원기(元氣)가 완전치 못하여 비위(脾胃)가 허약한데, 오랫동안 상선을 폐하면 중병이 생기게 될까 여겨서입니다. 지금 공경(公卿)과 백관(百官)들이 직무를 폐지한 채 복합(伏閤)하였는데, 이는 위령(威令)으로 그만두게 할 수 없는 것입니다. 반드시 상께서 참작하여 윤허하셔야 됩니다. 그렇지 않으면 온갖 직무가 폐기될 것입니다.” 하였는데, 상은 또 답하지 않았다. 군신(群臣)들이 물러가려 하자, 상이 이이를 불러 앞으로 나오게 하고 이르기를, “전에 향리(鄕里)로 돌아갔다가 그대로 감사(監司)에 제수되어 오랫동안 서로 만나지 못하였다.” 하고, 이어 황해도 백성들의 어려움을 묻고는 자리를 파하였다. 이이가 또 《서전(書傳)》의 긍구 긍당(肯構肯堂)의 구절을 시강(侍講)하면서 아뢰기를, “지금 사람들은 단지 전규(前規)를 고수하는 것으로써 긍당(肯堂)의 뜻으로 여기는데, 이는 옳지 않습니다. 경문(經文)을 살펴보면, 아비가 기지(基址)를 정하여 놓으면 그 아들이 그대로 집을 지은 다음에야 아비의 사업을 훌륭히 계승한 것이 됩니다. 국가로 비교하자면 조종(祖宗)이 창업한 것에 미비한 것이 다분히 있고, 혹 시대가 바뀌고 세상이 변하여 고쳐서 바로잡을 것이 많이 있으면 알맞게 다스려서 원칙에 타당하도록 하는 것이 곧 뜻을 계승하여 사업을 이루는 것이 됩니다. 만일 조종의 법만 지켜서 변통할 줄을 모르고 그대로 따르기만 하여 퇴폐해지게 한다면, 어찌 뜻을 계승하여 사업을 이루어나가는 것이라 하겠습니까.” 하니, 상이 답하지 않았다. 이이가 이어 상에게 묻기를, “전에 듣건대, 전하께서 시신(侍臣)에게 ‘나는 학문을 하고 싶으나 일이 많기 때문에 겨를이 없다.’고 하셨다고 하는데, 참으로 이 말을 하신 적이 있습니까?” 하니, 상이 그렇다고 하였다. 이이가 아뢰기를, “신은 이 말을 듣고 한편으로는 기뻤고 한편으로는 걱정되었습니다. 기뻤던 것은 성상께서 학문에 뜻이 있음을 기뻐한 것이고, 걱정스러웠던 것은 상이 학문의 이치를 살피지 못한 것을 걱정한 것입니다. 학문이란 혼자 단정히 앉아서 온종일 독서만 하는 것을 이르는 것이 아닙니다. 다만 날마다 처리하는 일을 도리에 맞도록 하는 것을 이르는 것입니다. 그런데 이치에 맞는지의 여부를 스스로 알지 못하기 때문에 독서하여 그 도리를 구하는 것인데, 만일 독서하는 것을 학문이라 하면 잘못입니다. 지금 날마다 행하는 사이에 일마다 도리에 맞도록 하기를 구하여 한 가지 정사(政事)와 한 번의 명령이 모두 정도(正道)에서 나오면 이는 곧 성상의 학문인 것입니다. 상께서는 자질이 아름답고 욕심이 적으니 학문에 있어서 하지 않을지언정 못하는 것은 아닙니다. 그러나 즉위한 지 여러 해가 되었는데도 진기(振起)하는 기세가 없으므로, 신민(臣民)들이 실망한 지 오래되었습니다. 이제 효성의 실행이 원근(遠近)에 드러났으니, 이것이야말로 이른바 날로 새롭게 한다는 것입니다. 반드시 날로 새롭게 하기를 중지하지 않고 효심(孝心)을 확충한 다음에야 신민들이 다시 실망하지 않을 것입니다.” 하였다.",
                "hj": "○上於卒哭後, 猶未復常膳, 三公率二品以上, 連日啓請。 上引見大臣、侍從、臺諫于便殿, 大臣朴淳ㆍ盧守愼、大司憲尹毅中、大司諫金繼輝入侍進啓, 請速復膳。 上曰: “姑置此事, 只論政令得失、生民利害可也。” 僉曰: “必也上躬安寧, 可以有爲。 今上久不復膳, 將生大病, 廷臣遑遑悶迫, 遑念及此。” 上不答。 副提學李珥進曰: “近日自上執喪盡禮, 孝思之實, 感動中外。 臣一則悅服; 一則憂懼。 悅服者以爲 ‘自上孝德如此, 推此而修身、治國, 將無往而不用其極, 此, 太平之基址也。’ 憂懼者以爲 ‘自上元氣未完, 脾胃虛弱, 久廢常膳, 將致重病也。’ 今者公卿、百官, 廢職伏閤, 此不可以威令止之, 必須自上, 斟酌允兪。 不然則百職曠矣。” 上又不答。 群臣將退, 上呼珥進前曰: “前歸鄕里, 仍拜監司, 久未相見矣。” 仍問黃海道民瘼而罷。 珥又因侍講《書傳》肯構肯堂之文, 仍啓曰: “今人只以膠守前規爲肯堂, 此未可也。 以經文觀之, 其父定其基址, 而其子仍以構屋然後, 乃善承父業也。 以國家比之, 則祖宗創業, 多有未備者, 或時移世變, 多有可矯革者, 則隨宜經紀, 當乎義理, 乃是繼志述事也。 若只守其法, 不知變通, 因循頹墮, 是豈繼志述事乎?” 上不答。 珥因問上曰: “曾聞, 殿下謂侍臣曰: ‘予欲學問, 只緣多事, 未遑也’。 此語誠有之乎?” 上曰: “然。” 珥曰: “臣聞此言, 一喜一憂。 喜者喜聖上有學問之志也; 憂者憂上不察學問之理也。 學問非謂兀然端坐, 終日讀書而已也。 只是日用間處事, 合理之謂也。 惟其合理與否, 不能自知, 故讀書以求其理矣。 若只以讀書爲學問, 則非也。 今於日用之間, 事事求合於理, 一政一令, 皆出於正, 此乃聖上之學問也。 自上質美寡慾, 其於學問, 不爲也, 非不能也。 然卽位數年, 無振起之勢, 臣民失望久矣。 今者孝思之德, 著于遠近, 此正所謂苟日新者, 必須日新不已, 擴充孝思然後, 臣民更不失望矣。”"
            },
            "4": {
                "H2KE-EN": "The King conferred a posthumous title upon the late 처사 서경deok as right state councilor of the State Council . Gyeongdeok was a man from Gaeseong . However, his family was poor and enough to encourage agriculture and raise silkworm. Gyeongdeok was brilliant by nature and cultivated himself to study. Earlier, he passed the civil service examination in person and passed the literary licentiate examination immediately neglected the state examination. He did not take the examination again. He built a room on the upper pavilion and studyed the Way (C. Shujing . The study of the Royal Confucian Academy was exclusively studying the study of the study. After the study of the four study of the study of",
                "H2KE-nKo": "고 처사 서경덕을 의정부 우의정에 추증하였다. 서경덕은 개성 사람이다. 집안이 고단하고 한미하며 농사와 양잠을 업으로 삼아 매우 가난하였다. 서경덕은 타고난 자질이 총명하고 영리하여 스스로 학문에 분발하였다. 일찍이 어버이의 명령으로 과거에 응시하여 진사에 올랐으나 곧 과거 공부를 포기하고 다시는 응시하지 않았다. 화담 위에 집을 짓고 도의에 잠심하였는데, 그 학문은 오로지 궁리·격물만을 일삼았다. 혹 여러 날 동안 묵묵히 앉아 있기도 하였으니, 그가 이치를 궁구한 것이다. 만약 하늘의 이치를 궁구하고자 하면 ‘천’ 자를 벽에 썼고, 궁구한 뒤에는 다시 ‘타’ 자를 썼으며, 정밀하게 생각하고 힘써 연구하여 밤낮을 가리지 않았다. 이와 같이 여러 해 동안 계속하다가 황홀히 꿰뚫은 뒤에야 글을 읽어 증거를 삼았다. 항상 말하기를,“내가 스승을 얻지 못하였기 때문에 공력을 들인 것이 매우 깊다. 후세 사람들이 내 말을 믿는다면 나처럼 수고롭지는 않을 것이다.”하였다. 그 논의는 횡거의 설을 많이 주장하여 정자나 주자와는 은미하지만 스스로 마음에 터득하여 만족스럽게 스스로 즐겼다. 세상의 시비 득실과 영욕에 대해서는 털끝만큼도 개의치 않아 집집마다 먹을 것이 자주 비었으므로 편안히 거처하였다. 하루는 문생 강문우가 와서 알현하였는데, 서경덕은 화담 위에 앉아 있고 날은 이미 정오가 되었으므로 그와 더불어 강론하였으나 조금도 피곤한 기색이 없었다. 강문우가 부<unk>에 들어가서 그 집안사람에게 물어보니, 어제부터 양식이 떨어져서 밥을 짓지 못한다고 하였다. 중종조에 효행으로 천거되어 참봉에 제수되었으나 나아가지 않았는데, 그 문집이 세상에 유행하였다. 명종조에 호조 좌랑에 추증되었는데, 이때에 이르러 조정의 의론이 더 추증하여 높이 표창하고자 하였다. 박순과 허엽은 그 문인으로 매우 힘껏 주장하였다. 주상이 시신에게 말하기를,“내가 서경덕의 저술을 보니, 기수를 많이 논하였고 수신에 대해서는 언급하지 않았다. 이는 수학인 듯하고 그 공부 또한 의심스러운 점이 많은 것은 어째서인가?”하니, 박순이 아뢰기를,“서경덕이 항상 말하기를 ‘학자들이 공부를 하는 방법은 이미 사선생을 거쳤으므로 말하지 않은 것이 없지만, 다만 이기의 설에 미진한 점이 있기 때문에 분명하게 분변하지 않을 수 없다.’라고 하였습니다.”하자, 주상이 말하기를,“이 공부는 끝내 의심스럽다. 지금 사람들이 칭찬하고 미워하는 것은 모두 중도를 잃은 것이다.”하니, 이이가 아뢰기를,“이 공부는 학자들이 본받아야 할 것이 아닙니다. 그 학문은 대체로 횡거에게서 나온 것인데, 그가 저술한 것이 성현과 꼭 들어맞는다고 한다면 신은 모르겠습니다. 다만 세상에서 학자라고 하는 자들은 성현의 설을 모방한 것이 많아 마음에 얻은 것이 없습니다. 서경덕은 깊이 생각하고 홀로 성취하여 스스로 터득한 묘리가 많으니, 언어나 문자의 학문이 아닙니다.”하자, 주상이 그대로 따라 이러한 추증이 있었다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 5월 11일(무신) 4번째기사",
                "gt-oKo": "고(故) 처사(處士) 서경덕(徐敬德)을 의정부 우의정에 증직하였다. 경덕은 개성(開城) 사람인데 가세(家世)가 외롭고 한미하였으며, 농사를 생업으로 하였는데 몹시 가난하였다. 경덕은 타고난 자질이 총명하여 스스로 학문에 분발하였고, 일찍이 어버이의 명령으로 과거에 응시하여 진사(進士)에 올랐으나, 곧 과거 공부를 포기하고 다시는 응시하지 않았다. 화담(花潭) 곁에 집을 짓고 도의(道義) 공부에 마음을 쏟았는데, 그의 학문은 오로지 궁리(窮理)·격물(格物)을 일삼아서 여러 날 묵좌(默坐)하기도 하였다. 그가 궁리 공부를 하는 데 있어서 하늘의 이치를 궁구하려면 천(天)자를 벽에 써놓고서 연구하였고, 이미 궁구한 뒤에는 다시 다른 글자를 써놓고 차분히 생각하고 힘써 연구하여 밤낮을 가리지 않았다. 여러 해를 이와 같이 하여 자신도 모르게 환히 꿰뚫은 뒤에 독서하여 터득한 것을 증명하였다. 그는 말하기를, ‘나는 스승을 얻지 못했기 때문에 공부하는 데에 많은 공력을 들였다. 그러나 후세 사람이 나의 말을 따르면 나와 같은 수고는 하지 않을 것이다.’ 하였다. 그의 학설은 횡거(橫渠)의 학설을 주장하여 정자(程子)·주자(朱子)와는 약간 달랐으나, 마음에 자득(自得)하여 만족스럽게 스스로 즐기며, 세상의 시비(是非)·득실(得失)·영욕(榮辱)에는 털끝만큼도 개의하지 않았으며, 집에 먹을 것이 자주 떨어졌으나 태연스런 마음을 가졌었다. 어느날 문인(門人) 강문우(姜文佑)가 찾아왔었는데, 경덕은 못가에 앉아 있었고 시간은 이미 정오가 되었었다. 함께 학문을 토론하는데 전혀 피곤한 모습이 없었다. 문우가 부엌에 들어가 집안 사람에게 물었더니 전날부터 양식이 떨어져 밥을 짓지 못하였다고 하였다. 중묘조(中廟朝) 때 효행(孝行)으로 천거되어 참봉에 제수되었으나 취임하지 않았다. 그의 문집(文集)이 세상에 전한다. 명묘조(明廟朝) 때 호조 좌랑에 증직되었는데, 이때에 이르러 조정 의논이 증직을 더하여 높이 표창하려고 하였다. 박순(朴淳)과 허엽(許曄)은 그의 문인이었으므로 매우 강력히 주장하였다. 상이 사신에게 이르기를, “내가 경덕의 저술(著述)을 보니 기수(氣數)에 대하여 논한 것이 많고, 수신(修身)에 관해서는 언급이 없다. 이는 수학(數學)인 듯하며, 그의 공부도 의심스러운 곳이 많은 것은 무엇 때문인가?” 하니, 박순이 아뢰기를, “경덕이 항상 말하기를, ‘학자들이 공부하는 방법에 대해서는 사선생(四先生)을 거쳤으므로 말하지 않은 것이 없지만, 이기설(理氣說)만은 미진한 점이 있기 때문에 분명히 밝히지 않을 수 없다.’ 하였습니다.” 하였다. 상이 이르기를, “그의 공부는 끝내 의심스러우나 지금 사람들이 그에 대해 칭찬하고 미워하는 것이 모두 공평함을 잃었다.” 하니, 이이가 아뢰기를, “그의 공부는 학자들이 법으로 삼을 바가 못됩니다. 그의 학문은 대체로 횡거에게서 나왔는데, 그가 저술한 것이 성현(聖賢)과 꼭 들어맞는다는 것에 대해서는 신은 모르겠습니다. 다만 세상의 이른바 학자라는 자들이 성현의 말만을 모방하기 때문에, 마음 속에 얻는 것이 거의 없습니다. 그런데 경덕은 깊이 사색하고 독자적인 조예를 가져 자득지묘(自得之妙)가 많으므로, 언어나 문자만을 힘쓰는 학문은 아닙니다.” 하였다. 상이 이 말을 따라 이 증직이 있었다.",
                "hj": "○贈故處士徐敬德議政府右議政。 敬德, 開城人。 家世單微, 業農桑, 貧甚。 敬德, 天資聰穎, 自奮爲學, 嘗以親命應擧, 登進士, 卽抛科業, 不復試。 築室花潭上, 潛心道義, 其學專以窮、格爲事, 或默坐累日。 其窮理也, 如欲窮天之理, 則書天字于壁, 旣窮之後, 更書他字, 精思力究, 夜以繼日。 如是累年, 怳若明透, 然後讀書以證之。 常曰: “我不得師, 故用功至深。 後人依吾言, 則不至如我之勞矣。” 其論多主橫渠之說, 微與程、朱不同, 而自得於心, 充然自樂, 世間是非、得失、榮辱, 不以一毫介意, 家食屢空, 處之晏然。 一日門生姜文佑來謁, 敬德坐潭上, 日已亭午, 與之講論, 略無困悴之色。 文佑入廚, 問其家人, 則自昨糧絶不炊云。 ﻿中廟朝薦孝行, 除參奉不就, 其文集行于世。 明廟朝贈戶曹佐郞, 至是, 朝議欲加贈崇褒。 而朴淳、許曄以其門人, 主張甚力。 上謂侍臣曰: “予觀敬德著述, 多論氣數, 而不及於修身。 似是數學, 其工夫亦多可疑何耶?” 朴淳曰: “敬德常言: ‘學者用工之方, 已經四先生, 無所不言, 只理氣之說, 有所未盡, 故不得不明辨矣。’” 上曰: “此工夫, 終是可疑, 今人譽之、惡之, 皆失中矣。” 李珥曰: “此工夫, 非學者所當法。 其學蓋出於橫渠, 其所著, 若謂沕合聖賢則臣不知也。 但世之所謂學者, 多依倣聖賢之說, 中心多無所得。 敬德則深思獨詣, 多自得之妙, 非言語、文字之學也。” 上從之, 有是贈。"
            },
            "5": {
                "H2KE-EN": "Heo 엽 generosity and respectful toward his virtue and said that he can succeed the lineage of Gija. Upon hearing this, Yi Li Qi studyed the study of Hoengja and reprimanded Yi Li Qi, saying, How could I presumptuously discuss the study of myself? Earlier, Heo 엽 studyed the study of I can be compared to Hoengja. Yi Hwang said, I read the study of Seo Gongs 저술. I am unaware that I can succeed to Jeong Mong , which means that I can succeed to Jeong Mong , and what means can succeed to Seomyeong? Nevertheless, Heo 엽 could not argue about it. On this day, he said that he can succeed to the study of Qi, Zhang Qi, Jeong , and Jeong Xi, and the study of the",
                "H2KE-nKo": "허엽이 경덕을 우대하여 기자의 계통을 계승할 만하다고 하였는데, 이이가 그의 학문이 횡거에게서 나왔다는 말을 듣고 이이를 책망하기를,“우리 스승의 학문은 소옹, 장돈, 정자, 주자를 겸하였으니, 어찌 참람하게 논할 수 있겠는가.”하였다. 허엽이 일찍이 그의 학문은 횡거에 비길 만하다고 논하였는데, 이황이 말하기를,“서공의 저술을 내가 모두 보았는데, 정몽에 비길 만한 것이 무슨 책이며 서명에 비길 만한 것이 무슨 책인지 모르겠다.”하니, 허엽이 힐난하지 못하였다. 이때에 이르러 소옹, 장돈, 정자, 주자를 겸할 만하다고 하여 그 의론이 더욱 집요하니, 주상의 하교에 이른바 칭찬이 중도를 잃었다고 한 것이 지극하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 5월 11일(무신) 5번째기사",
                "gt-oKo": "허엽이 경덕을 대단히 높이어 기자(箕子)의 학통을 이을 만하다고 하였는데, 이이가 그의 학문을 횡거에게서 나왔다고 논하는 것을 듣고 이이를 꾸짖어 말하기를, ‘우리 스승의 학문은 소옹(邵雍)·장재(張載)·정자(程子)·주자(朱子)의 학문을 겸하였는데 어찌 함부로 논하는가.’ 하였다. 허엽이 일찍이 그의 학문은 횡거에 비길 만하다고 논하였는데, 이황(李滉)이 ‘서공(徐公)의 저술을 내가 모두 보았으나 정몽(正蒙)에 비길 만한 글이 어느 글이며, 서명(西銘)에 비길 만한 글이 어느 글인지 알지 못하겠다.’ 하니, 허엽이 힐난하지 못하였다. 이때에 와서 소옹·장재·정자·주자를 겸할 만하다 하여 그의 의논이 더욱 집요하였는데, 상의 하교에 이른바 칭찬이 공평을 잃었다는 것이 지당하다.",
                "hj": "○許曄優尊敬德, 謂可繼箕子之統, 聞李珥論其學出於橫渠, 責珥曰: “吾師之學, 兼邵、張、程、朱, 安得僭論?” 曄嘗論其學, 可比橫渠, 李滉曰: “徐公著述, 吾皆見之。 不知可比《正蒙》者何書; 比《西銘》者何書。” 曄不能難。 至是以爲, 可兼邵、張、程、朱, 其論益拗, 上敎所謂譽之失中者, 至矣。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On mujin day, the first day of the month, [the King] visited the Queen Mother Gongui to pay his respects [to the Queen Mother]. The Queen Mother gave an instruction, saying, [I] intend to urge [him] to eat meat. However, [I] firmly adamantly did not follow [your request]. [I] hope that the ministers will be made to request this. Consequently, the three high-ranking officials and the attendant officials all reported [to the King] that [the King] would follow the advice of Queen Uis request. Queen Uis request was followed, and the King began to follow the advice. At first, [the King] followed the advice. [The King] separately bestowed wine and meat upon the attendant officials who escorted [the Queen Mother].",
                "H2KE-nKo": "주상이 공의 왕대비(恭懿王大妃 정순왕후)에게 문안하였다. 왕대비가 하교하기를,“지금 주상에게 고기를 권하고 싶으나 고집하고 따르지 않으니, 삼공이 아뢰어 청하라.”하였다. 이에 세 대신과 시종하는 신하들이 모두 공의전의 권고를 따를 것을 청하고, 공의전도 따라서 간청하니, 주상이 비로소 마지못해 따랐다. 공의전에게 호종하는 신하들에게 술과 고기를 특별히 하사하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 1번째기사",
                "gt-oKo": "상이 공의 왕대비(恭懿王大妃)에게 문안하였다. 왕대비가 하교하기를, “곧바로 주상에게 육식(肉食)을 들도록 권유하려 하였으나, 굳이 고집하여 따르지 않으니 삼공(三公)이 계청(啓請)하기를 바란다.” 하였다. 이에 3대신과 시종하는 여러 신하들이 모두 의전(懿殿)의 권유를 따르기를 청하고, 의전도 잇따라 간청하자 상이 마지못해 따랐다. 의전이 호종(扈從)하는 여러 신하들에게 술과 고기를 특별히 하사하였다.",
                "hj": "○朔戊辰/上問安恭懿王大妃。 王大妃下敎曰: “卽欲勸肉于主上, 而堅執不從, 望三公啓請。” 於是, 三大臣及侍從諸臣, 皆啓以請從懿殿之勸, 懿殿從而懇請, 上始勉從之。 懿殿別賜扈從諸臣酒肉。"
            },
            "10": {
                "H2KE-EN": "The King appointed 정철 as First Secretary of the State Council .",
                "H2KE-nKo": "정철을 의정부 사인으로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 10번째기사",
                "gt-oKo": "정철을 의정부 사인으로 삼았다.",
                "hj": "○鄭澈爲議政府舍人。"
            },
            "11": {
                "H2KE-EN": "The King attended the Royal Lecture. The King asked 노수신, Why did you not recommend wise worthy? 노수신이 아뢰기를, “신은 ignorant people. How dare casually recommend wise worthy? 다만 신의 소견으로는 이이와 허엽이 쓸 만한 인재라고 여겨집니다.” 하니, 상이 이르기를, “나는 이이가 크게 쓸 만하다는 것을 알고 있다. 다만 그의 언론이 과격한 경우가 많은데, 이는 그가 연소해서 그런 것인가? 허엽은 ignorant people. 어찌 쓸 만한 인재이겠는가?” 하였다.",
                "H2KE-nKo": "주상이 경연에 나아갔다. 노수신에게 묻기를,“경은 어찌하여 어진 사람을 천거하지 않는가?”하니, 노수신이 아뢰기를,“신은 사람을 알아보는 식견이 없으니 어찌 감히 경솔하게 천거하겠습니까. 다만 신의 소견으로는 이이와 허엽은 쓸 만한 인재라고 봅니다.”하자, 주상이 말하기를,“이이는 내가 크게 쓸 만한 인재라는 것을 알고 있다. 다만 그의 언론이 과격한 점이 많은데, 이는 나이가 젊기 때문에 그런 것인가? 허엽 같은 사람은 오활한 사람인데 어찌 쓸 만한 인재이겠는가.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 11번째기사",
                "gt-oKo": "상이 경연에 나아갔다. 노수신에게 하문하기를, “경은 왜 어진이를 천거하지 않는가?” 하니, 수신이 아뢰기를, “신은 사람을 알아보는 식견이 없는데, 어떻게 감히 경솔하게 천거하겠습니까. 다만 신의 소견으로는 이이와 허엽이 쓸 만한 인재라고 여깁니다.” 하자, 상이 이르기를, “이이는 내가 크게 쓸 만하다는 것을 알고 있으나 다만 그의 언론(言論)에 과격한 점이 많으니, 이는 나이가 젊기 때문에 그러한가. 허엽은 오활한 사람이다. 어찌 쓸 만한 인재이겠는가.” 하였다.",
                "hj": "○上御經筵。 問盧守愼曰: “卿何不薦賢?” 守愼曰: “臣無知人之鑑, 何敢輕薦? 但以臣所見, 李珥、許曄可用之材也。” 上曰: “李珥, 予知其可大用。 但其人言論, 多過激, 此由年少而然耶? 若許曄, 迂闊之人, 豈可用之材乎?”"
            },
            "12": {
                "H2KE-EN": "The King appointed Third Minister of Taxation Yi Haesu as 대사간으로,【 [Yi] Taks son, [Yi] literary and corruption in character. [The King] appointed Ku Samaeng as governor of Chungcheong Province .",
                "H2KE-nKo": "호조 참의 이해수를 대사간으로, - 이탁의 아들인데, 문장과 행실로 명망이 있었다. - 구사맹을 충청도 관찰사로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 12번째기사",
                "gt-oKo": "호조 참의 이해수를 대사간으로, 【이탁(李鐸)의 아들인데, 문학과 행실에 훌륭한 명성이 있었다.】 구사맹(具思孟)을 충청도 관찰사로 삼았다.",
                "hj": "○以戶曹參議李海壽爲大司諫,【鐸之子, 文行有重名。】以具思孟爲忠淸道觀察使。"
            },
            "2": {
                "H2KE-EN": "The Office of the Establishment of Ceremonies presented a joint memorial to the King to discuss the meaning of establishing the moral principles, imposing virtuous conduct, and to support my body. This was a son of Deputy Education Director [of the Office of Royal Decrees] [] Yi I . The King answered, Do not consider such extraordinary opinions. I am unworthy and foolish, and therefore cannot be sufficient to support my body. Deliberate on the meaning of discussion, I shall examine and reflect upon it.",
                "H2KE-nKo": "홍문관이 차자를 올려 입지, 진덕, 추행, 보궁의 의리를 논하였는데, 부제학 이이가 지은 글이다. 답하기를,“너무 고상한 논의를 하지 말라. 과인이 불민하여 감당할 수 없으니, 논한 바의 뜻을 더욱 성찰하고 유념하겠다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 2번째기사",
                "gt-oKo": "홍문관이 차자를 올려 입지(立志)·진덕(進德)·추행(推行)·보궁(保躬)의 뜻을 논하였는데, 부제학 이이의 글이다. 이에 답하였다. “너무 고상한 의논을 하지 말라. 과인(寡人)은 민첩하지 못하여 감당하지 못하겠다. 논한 뜻에 대해서는 더욱 성찰하고 유념하겠다.”",
                "hj": "○弘文館上箚, 論立志、進德、推行、保躬之義, 副提學李珥之辭也。 答曰: “毋甚高論。 寡人不敏, 不足以當之。 所論之義, 當加省念。”"
            },
            "3": {
                "H2KE-EN": "The King reluctantly followed the request of the Queen Uihye , but he eat meat as before. The high officials then led all the officials and requested that the King resume meat again. The King received the high officials in audience and said, How could this matter be made to attempt to hold a court assembly? Is this not uncomfortable? The high officials and the attendant officials repeatedly presented their opinions, but the King did not respond. Yi Li reported, Yesterday, the King responded, saying, Do not raise such an extraordinary decision. If this only means that Your Majesty stubbornly stubbornly, then I fear that this would not be a blessing for the state. How can the words of the Han Wen [China] be 본받을 만한 것인가?” 하니, 노수신 said, This is what Your Majesty intended to stubbornly stubbornly, and thus it would not be right to tell the words of the Han Wen [China] to follow the example of Han Wen.",
                "H2KE-nKo": "주상이 마지못해 의전의 청을 따라 주었으나 여전히 소선을 들었다. 대신이 이에 백관을 거느리고 정청하여 복선할 것을 청하였다. 주상이 대신을 불러서 보고 말하기를,“이 일을 어찌 정청하여 서로 핍박하기까지 하는가. 미안하지 않은가.”하니, 대신과 시종이 반복하여 진달하였으나, 주상이 모두 답하지 않았다. 이이가 아뢰기를,“어제 본관의 차자에 대한 비답에 ‘너무 고상한 논의를 하지 말라.’라고 하셨습니다. 만약 이것이 전하의 겸손한 말씀일 뿐이라면 괜찮겠지만, 만약 실로 신들의 말을 고상한 논의라고 여기신다면 종사의 복이 아닐 듯합니다. 한 문제의 말을 본받을 수 있겠습니까.”하니, 노수신이 아뢰기를,“이는 성상께서 스스로 겸손해하시는 것이니, 말로 뜻을 해치지 말아야 합니다. 만약 참으로 한 문제의 말을 본받는다면 공렬이 필시 한 문제보다 못할 것이니, 어찌 옳은 일이겠습니까.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 3번째기사",
                "gt-oKo": "상이 의전의 간청을 억지로 따르기는 하였으나 여전히 소선(素膳)을 들자, 대신들이 곧 백관(百官)을 거느리고 복선(復膳)하기를 정청(廷請)하였다. 상이 대신들을 인견(引見)하고 이르기를, “이 일을 가지고 어찌 정청하여 핍박하는 데까지 이르렀는가. 미안하지 않은가?” 하니, 대신과 시종이 거듭 아뢰었으나 상은 모두 답하지 않았다. 이이가 아뢰기를, “어제 본관(本館)의 차자에 대한 비답에 ‘너무 고상한 의논을 하지 말라.’ 하였습니다. 이것이 단지 전하의 겸사(謙辭)라면 괜찮겠지만, 진실로 신들의 말을 고상한 의논으로 여긴다면 아마도 종묘 사직의 복이 아닌 듯싶습니다. 한 문제(漢文帝)의 말을 본받아서야 되겠습니까.” 하고, 노수신(盧守愼)은 아뢰기를, “이는 성상께서 스스로 겸손해 하신 것이지만, 말로써 뜻을 해치지 않아야 됩니다. 진실로 한 문제를 본받는다면 공렬[功烈]이 반드시 한 문제에게 밑돌 것이니, 어찌 옳은 것이겠습니까.” 하였다.",
                "hj": "○上勉從懿殿之請, 而御素膳如故。 大臣乃率百官, 庭請復膳。 上引見大臣曰: “此事何至庭請相迫? 無乃未安乎?” 大臣、侍從反覆陳達, 上皆不答。 李珥啓: “昨日本館箚子批答曰: ‘毋甚高論。’ 若只是殿下謙辭則可矣, 若實以臣等之言爲高論, 則恐非宗社之福也。 漢文之言, 其可法乎?” 盧守愼曰: “此是聖意自謙, 當不以辭害意。 若實以漢文爲法, 則功烈必出漢文下, 奚可哉?”"
            },
            "4": {
                "H2KE-EN": "Advisor of the Office of the Royal Decrees Kim Ugyong resigned from office, and the King permitted him to resign. Ugyong was stripped to learn the Chinese clerical writing style, and according to precedent, he was evaluated by grade. According to the law, those who have received the highest post and received the highest post were appointed to a sinecure post in the case of an official who had received the highest post. However, the Ministry of Personnel appointed Kim Ugyong as a low-ranking official and recommended him to a sinecure post in the case of an official who had received the lowest post in the case of an official who had received the lowest post. This is not a meaning of the law. Kim Ugyong submitted a memorial requesting his resignation. The King asked high-ranking officials, From the past, Kim Ugyong offered resignation and received the resignation was not simple, but he was not a student scholar. Recently, he requested that Kim Ugyong be exempt from his duties in accordance with the law. I wish to allow him to fulfill his wish. Bak Sun requested that Kim Ugyong be temporarily replaced but that Kim Ugyong be appointed to a sinecure post in order to fulfill his wish. The King approved this request. He also said, Even if Kim Ugyong was appointed to the compilation of the compilation [of the compilation of the compilation. At this time, Yi I and Kim Ugyong were very favored by royal favor. The King also devoted their will to study the study of learning and encouraging the way of encouraging governance. The two men also",
                "H2KE-nKo": "수찬 김우옹이 사직하니, 허락하였다. 김우옹은 이문을 익히지 않았다는 이유로 규례에 따라 고과에서 중을 받았다. 국법에 현직으로서 중을 맞은 자는 으레 한관으로 좌천시킨다고 되어 있는데, 이조가 부수찬은 품계가 낮다는 이유로 좌수라고 칭하여 의망하여 제수하였으니, 법의 취지가 아니다. 김우옹이 상소하여 간절히 사직하니, 주상이 대신에게 묻기를,“김우옹은 전부터 사양하고 받기를 구차하게 하지 않았으니, 속유가 아니다. 지금 법을 원용하여 면직을 청하니, 내가 허락하여 그의 뜻을 이루어 주고자 한다.”하였다. 박순이 잠시 체차하였다가 도로 임명하여 그의 뜻을 이루어 주기를 청하니, 주상이 그대로 따랐다. 또 말하기를,“수찬에 제수하지 않더라도 어찌 만나지 않겠는가.”하고, 김우옹을 인견하고 조용히 자문한 뒤에 파하였다. 이때 이이와 김우옹이 자못 총애를 받았고, 상도 진학과 흥치의 방도에 뜻을 기울였으니, 두 사람도 마음을 다해 인도하였다. 그러나 이이의 뜻은 다스림을 경장하고자 하였기 때문에 주상이 옳게 여기지 않았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 4번째기사",
                "gt-oKo": "수찬 김우옹(金宇顒)이 사직하자 허락하였다. 우옹이 이문(吏文)을 익히지 않았기 때문에, 전례에 따라 고과(考課)에 성적이 깍이어 중(中)을 맞게 되었다. 국법에 현직(顯職)으로서 중을 맞은 자는 으레 한관(閑官)으로 좌천되는 것인데, 이조(吏曹)가 부수찬의 품계는 낮은 데로 좌천시키는 것이라 하여 제수하려 하였으나 법의 본뜻이 아니었다. 그런데 우옹이 상소하여 사직하기를 간청하였다. 상이 대신에게 묻기를, ‘우옹이 전부터 사양하거나 받는 것을 구차스럽게 하지 않았으니 속유(俗儒)가 아니다. 이제 법을 원용하여 사면하기를 청하니 나는 이를 허락하여 그의 뜻을 이루어주고 싶다.’ 하니, 박순이 잠시 체직시켰다가 도로 임명하여 그 뜻을 이루어 주기를 청하자, 상이 따랐다. 또 이르기를, ‘수찬에 제수하지 않더라도 어찌 만나보지 못하겠는가.’ 하고, 곧 우옹을 인견하여 조용히 묻고는 파하였다. 이 때 이이와 우옹이 꽤 은총을 입었으며, 상도 진학(進學)과 흥치(興治)하는 방도에 대해 명심하고 있었다. 두 사람도 마음을 다하여 보필하였으나, 이이의 뜻은 정치를 개혁하려고 하였기 때문에 상은 옳다고 여기지 않았다.",
                "hj": "○修撰金宇顒辭職, 許之。 宇顒以不習吏文, 例貶考居中。 國法, 顯職居中者, 例左授閑官, 而吏曹以副修撰秩卑, 稱以左授而擬除, 非法意也。 宇顒上疏懇辭, 上問大臣曰: “宇顒自前辭受不苟, 非俗儒也。 今者援法請免, 吾欲許之, 以成其志。” 朴淳請暫遞還拜, 以成其志, 上從之。 且曰: “雖不除修撰, 豈不見之乎?” 乃引見宇顒, 從容咨訪而罷。 是時, 李珥、宇顒, 頗蒙眷注, 上亦刻意進學, 興治之道, 兩人亦盡心啓沃。 然珥意欲更張治理, 故上不以爲然。"
            },
            "5": {
                "H2KE-EN": "The King attended the Royal Lecture. The King said to the officials attending him, There are many places in the Four Books and Collected Records of Rites (C. Shijing jip . I desire to remove or discontinue so that I might concentrate on it. The 옥당 should be entrusted with this task. Deputy Director [of the Office of Royal Decrees] Yi I said, This is not something your subject alone. As for scholars who are studying the Royal Confucian Academy, whether they have passed the examination or not, it would be possible to have them participate in the Royal Confucian Academy . The King said, On a previous day, high officials had me summon and meet Seong혼 . I also want to see him. However, our countrys established rules, those who have passed the examination cannot participate in the Royal Confucian Academy . Even if they are summoned only one person to see him, what benefits would there be? Yi I said, If they truly desire to make achievements, even if there is no precedent, they can also be reformed so that the Royal Confucian Academy can be enforced so that the Royal Confucian Academy can be enforced. If scholars who are studying in the Royal Confucian Academy take turns daily in attending the Royal Lecture, they will greatly benefit the Royal Confucian Academy. The King said to Right State Councilor 노수신 , My dear sirs, what do you think of this? Shin Susin said, Your subject thinks that it is right. However, if Your Majesty thinks that it is not so, it would be difficult to make an excuse. The King said, It would be truly better not to make an excuse only one person to see him. However, as there is no precedent, it would be difficult to change it suddenly. When the officials were about to withdraw, the King summoned Right State Councilor and said to him before the King, Why did the Right State Councilor not say? I wish to see him frequently, and there is no intention to do so. If I summon and summon him simply and summon him, I would not wish to see him. How could there be no need to discuss this matter today? Shin Susin said, It is possible to report, and the officials have already explained their words. Your subject hopes that Your Majesty will quickly follow the Royal Confucian Academy and take care of Your Majestys health. The King said, This is not what I want.",
                "H2KE-nKo": "상이 조강에 나아갔다. 시신에게 이르기를,“《사서집주》에 온당치 못한 곳이 많이 있다. 조금 산삭하여 보기에 편리하도록 하고 싶은데, 옥당이 이 일을 맡을 만하다.”하니, 부제학 이이가 아뢰기를,“이는 신이 혼자 감당할 수 있는 것이 아닙니다. 학문하는 선비는 출신 여부를 따지지 말고 옥당에 참여하여 함께 산삭을 의논하게 하는 것이 마땅할 듯합니다.”하였다. 주상이 말하기를,“전일에 대신이 나로 하여금 성혼을 불러다 보게 하였는데, 나도 보고자 하였다. 다만 우리나라의 규식은 출신하지 않은 사람은 경연에 참석하지 못한다. 어진 사람을 부르더라도 한 번 만나 볼 뿐이니, 무슨 도움이 되겠는가.”하니, 이이가 아뢰기를,“참으로 큰일을 하고자 한다면 전례가 없더라도 변통하여 규모를 넓힐 수 있습니다. 학문하는 선비를 한직에 있게 하여 날마다 돌아가며 경연에 입시하게 한다면, 이윤덕을 도와 이루는 데에 크게 도움이 될 것입니다.”하였다. 주상이 우의정 노수신에게 말하기를,“경은 이 말을 어떻게 생각하는가?”하니, 노수신이 아뢰기를,“신의 생각은 그러합니다. 다만 주상께서 미연이라고 하신다면 억지로 하기 어렵습니다.”하자, 주상이 말하기를,“어진이를 한 번 만나 보고 그만두는 것은 진실로 무익하다. 다만 전례가 없으니 갑자기 변경하기는 어렵다.”하였다. 신하들이 물러가려 하자, 주상이 우상을 불러 앞으로 나오게 하고 말하기를,“우상은 어찌 할 말이 없는가. 내가 자주 만나 보고 싶은 것은 뜻이 있어서이니, 부질없이 나왔다가 부질없이 물러나는 것은 내가 바라는 바가 아니다. 오늘도 어찌 의논할 만한 것이 없겠는가.”하니, 노수신이 아뢰기를,“아뢸 만한 일은 신하들이 이미 다 말하였습니다. 신은 다만 전하께서 속히 권도를 따라 옥체를 보양하시기를 바랄 뿐입니다.”하자, 주상이 말하기를,“이 말은 듣고 싶지 않다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 5번째기사",
                "gt-oKo": "상이 조강에 나아갔다. 시신(侍臣)에게 이르기를, “《사서집주(四書集註)》에 온당하지 못한 곳이 많이 있다. 약간 산삭(刪削)하여 읽기에 편하게 하려고 하니, 옥당이 이 일을 맡아야 되겠다.” 하니, 부제학 이이가 아뢰기를, “이는 신이 혼자 감당할 수 없습니다. 학문한 선비들로서 출신(出身) 여부를 논하지 말고 옥당에 참여하여 같이 산삭을 의논하게 하면 아마도 정당함을 얻을 것입니다.” 하였다. 상이 이르기를, “전일에 대신이 나에게 성혼(成渾)을 불러보라고 하였는데 나도 만나보려고 하였다. 다만 우리 나라의 규식(規式)에 출신하지 못한 사람은 경연에 참여하지 못하게 되어 있다. 어진 사람을 부르더라도 단지 한 번 만나볼 뿐이라면 무슨 유익함이 있겠는가.” 하니, 이이가 아뢰기를, “진실로 무슨 일을 하려고 한다면 전례가 없더라도 변통하여 규모를 넓힐 수가 있는 것입니다. 학문한 선비를 한직(閑職)에 있게 하여 날짜를 돌려가며 경연에 입시(入侍)시키면, 윤덕(允德)을 도와 이루는 데에 크게 유익한 바가 있을 것입니다.” 하였다. 상이 우의정 노수신에게 이르기를, “경은 이 말을 어떻게 생각하는가?” 하니, 수신이 아뢰기를, “신은 옳다고 여기는데 상께서 그렇지 않다고 하신다면 억지로 하기 어렵습니다.” 하자, 이르기를, “어진이를 한 번 만나보고 그만둔다면 진실로 무익하다. 다만 전규(前規)가 없기 때문에 갑자기 변경하기 어려울 뿐이다.” 하였다. 군신(群臣)이 물러가려 하자, 상이 우상(右相)을 불러 앞으로 나오게 하고 이르기를, “우상은 어찌 말을 하지 않는가? 내가 자주 만나려는 것은 뜻이 있어서인데, 그저 나왔다가 그저 물러간다면 내가 바라는 바가 아니다. 오늘도 어찌 의논할 만한 것이 없었겠는가?” 하니, 수신이 아뢰기를, “아뢸 만한 일은 군신들이 이미 다 말하였습니다. 신은 단지 전하께서 속히 임시 방편에 따라 옥체를 보양하시기를 바랄 뿐입니다. 하자, 상이 이르기를, “그 말은 듣고 싶지 않다.” 하였다.",
                "hj": "○上御朝講。 謂侍臣曰: “《四書集註》, 多有未穩處。 欲稍刪削, 以便觀覽, 玉堂可任此也。” 副提學李珥曰 “此非臣所能獨當也。 學問之士, 不論出身與否, 使參玉堂, 同議刪削, 恐得其宜。” 上曰: “前日大臣使予招見成渾, 予亦欲見矣。 但我國規式, 未出身人, 不得參經席。 雖招賢者, 只一見而已, 有何益乎?” 珥曰: “誠欲有爲, 則雖舊例所無, 亦可變通, 恢拓規模也。 學問之士, 處以閑職, 輪日入侍經筵, 則於助成允德, 大有所益矣。” 上謂右議政盧守愼曰: “卿謂此言如何?” 守愼曰: “臣意則以爲然, 但自上以爲未然, 則難於强爲。” 上曰: “賢者一見而止, 固爲無益。 但無前規, 難於猝變也。” 群臣將退, 上呼右相進前曰: “右相何無所言乎? 予欲頻見, 有意存焉, 若空進空退, 則非予之所望也。 今日亦豈無可議者乎?” 守愼曰: “可啓之事, 群臣已言之盡矣。 臣但願殿下速從權制, 保養玉體。” 上曰: “此言非所願聞也。”"
            },
            "6": {
                "H2KE-EN": "Bak Yeongjun was appointed as 우참찬으로 삼고, 특지로써 Noh Jin was appointed as minister of rites .",
                "H2KE-nKo": "박영준을 우참찬으로 삼고, 특지로 노진을 예조 판서에 제수하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 6번째기사",
                "gt-oKo": "박영준(朴永俊)을 우참찬으로 삼고, 특지(特旨)로 노진(盧禛)을 예조 판서에 제수하였다.",
                "hj": "○以朴永俊爲右參贊, 特旨除授盧禛禮曹判書。"
            },
            "7": {
                "H2KE-EN": "Min Sun dismissed Min Sun from his office and returned to his hometown. Min Sun had achieved his self to cultivate nurture and his court was not insignificant. He submitted a memorial to the King to change his mourning clothes and mourning clothes, and the custom criticized him. Min Sun then left his position.",
                "H2KE-nKo": "민순이 벼슬을 버리고 고향으로 돌아갔다. 민순은 조용히 수양한 공이 있었고 조정에서의 논의가 구차하지 않았다. 상소를 올려 상제를 변경하자 세속에서 그를 미워하니, 민순이 마침내 벼슬을 떠나 버렸다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 7번째기사",
                "gt-oKo": "민순(閔純)이 관직을 버리고 향리로 돌아갔다. 민순은 정양(靜養) 공부가 있었는데, 조정에 벼슬하면서 논의가 구차스럽지 않았고, 상소를 올려 상제(喪制)를 변경시킨 것 때문에 유속(流俗)이 미워하자 순이 드디어 벼슬을 버리고 떠나갔다.",
                "hj": "○閔純棄官歸鄕。 純有靜養之功, 立朝論議不苟, 以上疏變喪制, 流俗嫉之, 純遂去位。"
            },
            "8": {
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 8번째기사",
                "gt-oKo": "상이 부제학 이이, 수찬 김우옹(金宇顒)을 소대(召對)하여 《상서(尙書)》를 진강하였다. 이 때 정청이 아직 그치지 않았는데, 이이가 이어 임시 방편을 따라 복선(復膳)하기를 청하였다. 상이 이르기를, “상중(喪中)에 병이 있어서 고기를 먹는 일은 있지만 병이 날까 걱정하여 예방으로 먼저 고기를 먹는 경우는 없다. 조정이 어찌 헤아리지 못하고 이처럼 시끄럽게 구는가.” 하니, 이이와 우옹이 아뢰기를, “옥당은 계차(啓箚)를 중지하고 다시 옥후(玉候)가 어떠한지를 살피고서 다시 청하려고 합니다. 다만 상께서 기력을 헤아려 편안하지 못한 조짐이 있거든 곧바로 기미를 살펴 변통하시기 바랍니다.” 하자, 상이 기뻐하며 이르기를, “그대들이 의논을 창도하여 백관들을 물러가도록 하는 것이 좋겠다.” 하였다. 이이 등이 아뢰기를, “요사이 대간의 말을 거의 따르지 않으시니 인심이 자못 맥이 풀렸습니다.” 하니, 상이 이르기를, “이는 내가 불민한 탓이다. 그러나 당우(唐虞) 때에도 반대하는 말이 있었으니, 어찌 그저 옳다고만 대답할 수 있겠는가.” 하였다. 이이가 아뢰기를, “이는 참으로 그러합니다만 따를 만한 일은 속히 따르는 것이 마땅합니다.” 하니, 상이 이르기를, “대간의 말도 옳지 않은 것이 많으니, 근일의 윤춘수(尹春壽) 옥사(獄事)가 그러한 것이다.” 하였다. 이이가 아뢰기를, “대간의 말에 잘못이 있으면 역시 논박하여 바루지 못할 이유가 없습니다.” 하고, 인하여 아뢰기를, “신이 황해 감사로 있을 때 최세해(崔世瀣)의 일을 논한 것도 대간의 의논과 서로 어긋났던 것이었습니다.【이이가 황해 감사로 있을 때 해주 판관(海州判官) 최세해를 대간 허엽(許曄)이 참소를 듣고 파직시키라고 논박하였는데, 거짓말이 많았다. 이이가 도사(都事) 이원익(李元翼)으로 하여금 선치(善治)한 상황을 조사하여 모두 찾아내게 하고 장계(狀啓)를 올려 표창하였다. 그러자 허엽이 크게 노하여 피혐(避嫌)하였다. 그 계사가 매우 준절하여, 대간이 탄핵한 것을 외신(外臣)이 논박하여 바루는 것을 부당하다고 하였다.】 그러나 대간의 말이 언제나 이렇다고 하여 믿지 않아서는 안 되는 것입니다.” 하였다. 이이가 또 아뢰기를, “민순이 벼슬을 버리고 전리(田里)로 갔는데, 어진이가 조정을 버리고 떠났으니 이 점에 대해 경계하여 살펴야 할 것입니다.” 하니, 상이 놀라면서 이르기를, “나는 듣지 못하였다. 무슨 까닭으로 갔는가?” 하였다. 우옹이 아뢰기를, “그 사람은 진실되고 학문이 있으니 참으로 어진 사람입니다.” 하고, 이이가 아뢰기를, “세상 풍습이 돌이킬 수 없이 흘러 조금이라도 자기 자신을 바르게 가지는 자가 있으면, 모두 괴이하게 여기며 모여서 꾸짖어 용납되지 못하게 하니, 이것이 민순이 떠나게 된 연유입니다. 지금의 시속(時俗)으로는 결코 해볼 희망이 없으니, 만일 상께서 주장하지 않으면 어진 이가 어디에 의뢰하겠습니까? 그리고 지금 지성으로 나라를 걱정하는 사람이 지극히 적은데, 국가의 일은 바로 임금의 걱정입니다. 임금이 혼자서 그 걱정을 맡을 수 없다면 어진이를 얻어 함께 걱정하는 것이 매우 옳지 않겠습니까?” 하니, 상이 이르기를, “상제(喪制)와 의관(衣冠)에 대한 일은 많은 사람들이 그르게 여긴다는 것을 들었다. 인심이 이와 같으니 해볼 수가 없다.” 하였다. 이이가 아뢰기를, “비단 이 한 가지 일뿐만 아니고 인심과 습속이 좋지 못하게 된 지가 오래되었습니다. 전하께서 무슨 일을 하시려고 하면 반드시 기뻐하지 않고 저지하는 자가 많습니다. 그러나 오직 상께서 마음을 굳게 정하신다면 어찌 이루지 못할 리가 있겠습니까.” 하고, 또 아뢰기를, “오늘날의 급무(急務)는 성학(聖學)을 힘써서 정치하는 근본으로 삼고, 반드시 어진 선비를 얻어서 아침 저녁으로 보필하여 근본을 세우는 것보다 더한 것이 없습니다. 일찍이 출신이 아닌 사람을 경연에 입시시킬 것을 청하였으나 상께서 어렵게 여겼으니, 이 일은 반드시 대신에게 다시 물어서 처리하소서. 또 승지가 직접 입계(入啓)하는 일은 중종(中宗) 때에 이미 시행했던 것입니다. 성종조(成宗朝)에서는 옥당의 숙직 관원을 불시로 소견(召見)하였는데, 이름하여 독대(獨對)라고 하였으니 이 예(禮)도 회복할 만한 것입니다.” 하니, 상이 이르기를, “승지가 직접 아뢰는 것은 시행하기 어려울 듯하다. 옥당의 관원에 있어서는 무시로 소견할 것이니, 반드시 책을 가지고 강독할 것이 아니라 단지 의리를 상론(商論)하는 것이 옳을 것이다. 근래의 규정에는 조강에 대신을 접견하는 때가 없는데, 나의 뜻은 자주 소견하려고 한다.” 하자, 이이가 아뢰기를, “이 일은 매우 아름다운 일입니다.” 하였다. 상이 이르기를, “내가 친정(親政)하려 하는데 대신이 옳지 않다고 하는 것은 무엇 때문인가?” 하니, 이이가 아뢰기를, “친정은 곧 훌륭한 일이니 대신이 의당 순순이 받들어야 될 터이지만, 아마도 이는 성궁(聖躬)이 더위에 저촉될까 걱정해서인데 말이 뜻을 제대로 전달하지 못한 것입니다. 【국법에 임금이 직접 전주(銓注)를 살피는 것을 친정이라 하고, 이조가 대궐에 나아가 전주하는 것을 정사(政事)라 하였는데, 1년에 두 번 정사하는 것을 일정한 법으로 삼았다.】 상이 만일 친정하시면 반드시 초천(超遷)·구임(久任)의 법을 시행하소서. 명(明)나라 나흠순(羅欽順)이 이 법을 쓰자고 청하였으나 중국에서는 따르지 않았습니다. 그런데 우리 세종(世宗)께서 이 법으로 사람을 등용하였으므로 여러 업적이 모두 빛나게 되었습니다. 지금의 관작(官爵)은 조석으로 변경하여 어린 아이의 장난과 같기에 모든 일이 이루어질 수가 없습니다.” 하였다. 이이가 물러나와 동료에게 말하기를, “상의 하교는 정녕하여 병이 없다고 분부하셨으니, 임시 방편을 따르라고 시끄럽게 구는 것도 미안하다.” 하고, 곧 잇따라 차자를 올려 청하는 일을 중지하였다. 허엽이 그 소문을 듣고 성내어 말하기를, “젊은 무리들이 일을 알지 못하고 군부(君父)를 위태로운 지경에 두니 옳지 않다.” 하였다. 이이의 논의가 옳지 못하다고 하는 것이 거의 이와 같았다.",
                "hj": "○上召對副提學李珥、修撰金宇顒, 講《尙書》。 時, 庭請猶未已, 珥仍請從權復膳。 上曰: “居喪有疾, 食肉則有之, 慮其生疾, 預防而先食肉者, 未之有也。 朝廷何不揆, 而紛紛若是乎?” 珥、宇顒啓曰: “玉堂欲止啓箚, 更觀玉候如何, 而更請。 但望自上量氣力, 有不安之漸, 須卽察幾變通耳。” 上喜曰: “爾等須倡議, 令百官退去可也。” 珥等啓曰: “近來臺諫所言多不從, 人心頗解體。” 上曰: “是予不敏故也。 但唐、虞之際, 亦有吁咈, 豈可徒事唯唯也?” 珥曰: “此固然矣, 但可從之事, 速從爲宜。” 上曰: “臺諫之言亦多不是。 近日尹春壽獄事是也。” 珥曰: “臺諫之言有誤, 則亦無不可駁正之理。” 因言: “臣在黃海時, 論崔世瀣事, 亦與臺論相忤矣。【珥按海西, 海州判官崔世瀣, 爲大諫許曄聽讒駁罷, 言甚誣罔。 珥使都事李元翼査按, 盡得善治狀, 狀啓褒之。 曄大怒避嫌。 啓辭極峻以爲, 臺諫彈駁, 外臣不當駁正。】然, 不可謂臺諫之言每如此, 而不信也。” 珥又啓: “閔純棄官歸田里。 賢者去國, 此可警省處也。” 上驚曰: “予未聞矣。 何故去也?” 宇顒曰: “其人誠慤, 有學問, 眞賢人也。” 珥曰: “世習滔滔, 稍有直己之人, 群怪聚罵, 使不得容其身, 此純所以去也。 以今時俗, 決無有爲之望, 若自上不爲主張, 賢者何所賴焉? 且今時至誠憂國者極少。 國家事, 是, 人主之憂也。 人主不可獨任其憂, 須得賢者而共憂之, 不亦可乎?” 上曰: “喪制、衣冠事, 聞亦多以爲非。 人心如此, 不可有爲。” 珥曰: “不特此一事, 人心時習, 不好久矣。 殿下若欲有爲, 必多不悅而沮撓之者。 惟在上心堅定, 則豈有不成之理?” 珥又曰: “今日急務, 莫如勉聖學, 以爲出治之本, 而必得賢士, 朝夕啓沃, 根本立矣。 曾請未出身人入侍經席, 而自上難之, 此事須更問大臣而處之。 且承旨親入啓事, 乃﻿中廟所已行也。 成宗朝不時召見玉堂直員, 名曰獨對, 此禮亦可復也。” 上曰: “承旨親啓, 行之似難。 若玉堂之官, 則當無時召見, 不必持冊進讀, 只可商論義理也。 近規則朝講無接見大臣之時, 予意欲頻頻召見矣。” 珥曰: “此事甚美。” 上曰: “予欲親政, 大臣以爲不可, 何耶?” 珥曰: “親政是美事, 大臣所宜將順, 想是恐聖躬觸冒暑熱, 辭不達意耳。【國法以人君親視銓注爲親政; 吏曹詣闕銓注爲政事, 一年二大政爲恒規。】上若親政, 須用超遷、久任之法。 皇朝羅欽順請用此法, 而中朝不克從。 我之世宗用人以此法, 故庶績咸熙。 今之官爵, 朝更夕變, 有同兒戲, 百事不可做矣。” 珥退謂同僚曰: “上敎丁寧以無疾爲敎, 强聒從權, 亦爲未安。” 乃停連箚之請。 許曄聞之嗔曰: “年少輩不識事, 置君父於危域, 不可也。” 珥之論議不見是, 多類此。"
            },
            "9": {
                "H2KE-EN": "The King appointed 성혼 as fourth inspector , and Jo Mok as assistant section chief of the Ministry of Works .",
                "H2KE-nKo": "성혼을 지평으로, 조목을 공조 좌랑으로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 6월 1일(무진) 9번째기사",
                "gt-oKo": "성혼을 지평으로, 조목(趙穆)을 공조 좌랑으로 삼았다.",
                "hj": "○以成渾爲持平, 趙穆爲工曹佐郞。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Prior to this, a lower clerk of the Office of the Inspector General encountered a court nobi (slaves who had presumptuously wearing mourning robes. When [the lower clerk] was arrested and proceeded to the Office of the Inspector General , a lower clerk beat the lower clerk of the Office of the Inspector General. The lower clerk filed a complaint to the Office of the Inspector General, and [the lower clerk] arrested the lower clerk of the palace nobi (slaves. The lower clerk fled and entered the residence of the prince, but [the lower clerk] did not exit [the lower clerk]. On the following day, the Office of the Inspector General sent many lower clerks to arrest and arrest [the lower clerk] and imprisoned [the lower clerk]. At that time, Kim Gwiin also stayed at the house of the prince. Upon hearing of the sound of the gate, [the Office of the Inspector General] inquired about the reason for this. [The lower clerk] filed a complaint to the clerk of the Office of the Inspector General, saying, The lower clerk did not visit the princes residence, and the lower clerk [clerk] arrested the lower clerk. The King suspected that the Office of the Inspector General privately addressed the lower clerk and then sent the lower clerk to the State Tribunal . [The Office of the Inspector General] also transmitted a royal order to reprimand the Office of the Inspector General. Because of this, the Office of the Inspector General impeached [the lower clerk], but the Office of the Inspector General did not exit [the lower clerk]. [The lower clerk] addressed [the lower clerk of the Office of the Inspector General], and the Office of the Inspector General] requested [the lower clerk of the Office of the Inspector General] to request that [the lower clerk] be returned to the lower clerk of the Office of the Inspector General. [The lower clerk] was extremely angry and did not grant [the lower clerk]. The Office of the Inspector General submitted a memorial requesting [the lower clerk of the Office of the Inspector General] for several days. Deputy Education Director [of the Office of Royal Decrees Yi I was in mourning and stayed at the house. After [the lower clerk], [the lower clerk] alone reported [to the King], saying, This is not fully trusted. How could Your Majesty treats the lower clerk of the law as a lower clerk? This is the fault of Your Majesty. Moreover, the lower clerk of the princes residence is very presumptuous, and thus [the lower clerk] must be strictly enforced. [Yi] I truly did not know the lower clerk of the princes residence. Therefore, [the lower clerk] addressed [the lower clerk of the Office of the Inspector General]. The King was greatly angry and responded, saying, Why did you rathe lower clerk like this? This is also due to my foolishness and foolishness. If [the lower clerk of the Office of the Inspector General], I always fear that [the lower clerk of the Office of the Inspector General] cannot move [to the palace]. This is my wish. The higher clerk of the Office of the Inspector General requested [the lower clerk of the Office of the Inspector General] not be stopped. [The lower clerk of the Office of the Inspector General] addressed [the lower clerk of the Office of the Inspector General]",
                "H2KE-nKo": "삭정유년에 앞서 사헌부의 하리가 길에서 궁노가 참복을 입는 것을 보고 붙잡아 헌부로 가려고 하였는데, 궁노가 사헌부의 하리를 구타하였다. 하리가 헌부에 호소하여 궁노를 뒤쫓아 잡으려 하였으나 궁노가 왕자의 우사로 도망쳐 들어가서 나오지 않았다. 다음 날 헌부가 하리를 많이 풀어 수색하여 체포해서 옥에 가두었다. 이때 김귀인도 왕자의 우사에 있었는데, 문 밖에서 떠드는 소리를 듣고 그 까닭을 물어서 주상에게 호소하기를,“헌리가 우사에서 난동을 부렸습니다.”하니, 주상이 크게 노하여 그 이유를 물었다. 지평 김찬이 대답하기를,“하리가 왕자의 우사에 가지 않고 바로 수노가 있는 곳에 가서 그 궁노를 추포하였을 뿐입니다.”하니, 주상이 헌부가 사사로이 하리를 비호한 것으로 의심하여 이에 사헌부의 하리를 의금부에 내리고, 또 전지를 내려 헌부를 책망하였다. 헌부가 이 때문에 피혐하였는데, 간원이 아뢰어 출사하게 할 것을 청하였다. 헌부가 사직하고 나오지 않으면서 아뢰기를,“전하께서 신들을 믿지 않고 하리를 금부로 옮겨 국문하시니, 신들이 군부에게 신임을 받지 못한 것입니다. 어찌 뻔뻔스럽게 직무를 볼 수 있겠습니까.”하였다. 이에 간원이 합사하여 복합하고, 사헌부의 하리를 헌부로 돌려보낼 것을 청하였다. 옥당도 차자를 올려 신하의 말을 따를 것을 청하였으나, 주상이 매우 노하여 따르지 않았다. 헌부가 사직한 지 여러 날이 되었다. 부제학 이이가 상복을 입고 집에 있다가 출사한 뒤에 홀로 아뢰기를,“이 일은 상하가 서로 잘못한 것입니다. 사헌부 하리의 일은 대관이 직접 본 것이 아니니, 어찌 궁노를 왕자의 우사에서 직접 잡고서 트집잡아 가지 않은 것이 아닌 줄 알겠습니까. 이것은 헌부의 잘못입니다. 전하께서도 직접 본 것이 아니고 단지 부시의 말만 들으신 것이니, 이것도 다 믿을 수 없습니다. 전하께서 법을 집행하는 신하를 대우하는 것이 어찌 부시보다 못할 수 있겠습니까. 이것은 전하의 잘못입니다. 또 왕자의 우사에 있는 하인들은 본래 방자하다고 일컬어졌으니, 엄하게 검칙하지 않을 수 없습니다. 그러나 왕자의 아보는 순박하고 근실하며 자애롭고 어진 사람을 가려야 합니다. 또 후씨는 일개 부인인데도 오히려 자식을 가르치는 방법을 알아서 항상 말하기를 ‘굽힐 수 없을까 걱정하고 펴지 못할까 걱정하지 말라.’라고 하였습니다. 지금 전하께서 아들을 두었는데, 어찌 펴지 못할까 걱정하겠습니까.”하였다.이이는 실로 김귀인이 계달한 것을 알지 못하였기 때문에 부시를 지적하여 말한 것이다. 주상이 크게 노하여 답하기를,“그대는 어찌 이토록까지 경솔하고 방자한 말을 하는가. 이것도 내가 부덕한 탓이다. 이와 같은 아랫사람들의 일은 내가 항상 인심이 야박하고 사나워 그대와 같은 말이 있을까 염려하였기 때문에 날로 새롭게 검칙한 것이다. 그대가 어찌 자세히 알 수 있겠는가.”하였다. 이이가 이에 물러나 동료들과 차자를 올려 간쟁하였다. 이때 대신이 주상에게 경복궁으로 이어하여 공의전을 모시게 할 것을 청하니, 주상이 그대로 따랐다. 혼전에 고제를 지내려 하자, 신하들이 모두 이어하는 것을 다행으로 여겨 다시 권도를 따를 수 있는 길이 있게 되었다. 이때에 이르러 주상이 헌부가 사직한 것에 노하여 말하기를,“헌부가 사직하여 이어할 수 없게 된 것은 진실로 내가 원하는 바이다. 고제는 정지하도록 하라.”하였다. 대신이 정지하지 말 것을 청하였는데, 네 번째 아뢰자 윤허하였다. 주상이 대신에게 유시하기를,“내가 불민하여 아랫사람들에게 경시당하였다.”하니, 대신이 아뢰기를,“선비가 할 말을 다하는 것은 성대한 세상의 일이고, 예예 하고 따르기만 하는 것은 쇠퇴한 세상의 풍조입니다.”하자, 주상이 말하기를,“내가 큰일을 하고자 하는 것은 망녕된 짓이다. 내가 대신을 지성으로 대우하고 신하들을 친구처럼 대하는데, 지금 신하들은 혼매하고 용렬한 임금으로 나를 대하니, 내가 어찌 감히 얼굴을 들고 경들을 볼 수 있겠는가.”하였다. 대신 박순과 노수진이 두려워서 감히 말을 하지 못하고 물러났다. 이때 주상이 갑자기 노여움을 발하여 호령이 급박하니, 사람들이 매우 놀라고 두려워하였다. 대사간 최옹이 병을 핑계 대고 나오지 않자, 사람들이 그가 일을 회피한 것을 비난하였다. 양사가 이어 사헌부의 하리를 석방할 것을 청하여 마지않으니, 윤허하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 1번째기사",
                "gt-oKo": "이보다 앞서 사헌부 하리가 길에서 신분에 넘치는 복장을 한 궁노(宮奴)를 만나 헌부로 잡아가려고 하였는데, 궁노가 하리를 구타하였다. 하리가 헌부에 고소하여 궁노를 뒤따라 잡으려 하자 궁노가 왕자(王子)의 우사(寓舍)로 도망쳐 들어가서 나오지 않았다. 그 다음날 헌부가 많은 관리를 풀어 체포하여 옥에 가두었다. 이때 김 귀인(金貴人)도 왕자의 우사에 있었는데, 문 밖에서 떠드는 소리를 듣고 그 까닭을 물어 알고는 상에게 헌부의 하리가 우사에서 난동을 부렸다고 호소하자, 상이 크게 노하여 그 연유를 캐물었다. 지평 김찬(金纉)이 대답하기를, “하리들이 왕자의 우사에 가지 않았고, 수노(首奴)의 처소에서 그 궁노를 추포한 것뿐입니다.” 하니, 상이 헌부가 사사로이 하리를 비호하는 것인가 의심하여 곧 헌부의 하리를 의금부에 하옥시키게 하고, 또 전지(傳旨)를 내려 헌부를 꾸짖었다. 헌부가 이 일로 인하여 피혐(避嫌)하니 간원이 출사(出仕)하게 하라고 계청하였다. 헌부가 사직하고 나오지 않으면서 아뢰기를, “전하께서 신들을 믿지 않고 하리를 금부로 옮겨 국문하게 하시니, 신들이 군부(君父)에게 믿음을 받지 못한 것입니다. 어떻게 뻔뻔스레 직에 나갈 수 있겠습니까.” 하였다. 이에 간원이 합사로 복합(伏閤)하여 헌부의 하리를 헌부로 돌려보낼 것을 청하였고, 옥당도 차자를 올려 간신(諫臣)의 말을 따를 것을 청하였으나, 상의 노여움이 심하여 따르지 않았다. 헌부가 여러 날 사퇴하였다. 부제학 이이는 복(服)을 당하여 집에 있다가, 출사하여 혼자 아뢰기를, “이 일은 상하가 서로 잘못하였습니다. 헌부 하리의 일은 대관(臺官)이 직접 목격한 것이 아닌데, 어떻게 궁노를 왕자의 우사에서 직접 잡은 것이 아니라는 것을 알아서 우사에 가지 않았다고 말할 수 있겠습니까? 이는 헌부의 잘못입니다. 전하께서 목견한 것이 아니고 단지 부시(婦寺)의 말을 들은 것뿐이니, 이 역시 다 믿을 것이 못됩니다. 전하께서 법을 맡은 신하를 대함에 있어 어찌 부시보다 못할 수 있겠습니까. 이는 전하의 잘못입니다. 그리고 왕자 우사의 하인들은 본디 방자하다고 일컬어졌으니 엄히 단속하지 않을 수 없고, 왕자의 보모(保母)도 순박하고 근신하고 자애로우며 진실한 사람으로 가려서 두어야 합니다. 저 후씨(侯氏)는 일개 부인이었지만 자식을 가르치는 방법을 알아서 항상 ‘굽히지 못하는 것을 걱정하고 펴지 못하는 것은 걱정하지 말아야 한다.’고 말하였습니다. 지금 전하께서 왕자에 대해서 어찌 펴지 못할 것을 걱정하시겠습니까.” 하였다. 이이는 실지로 귀인이 아뢴 것을 알지 못하였기 때문에 부시라고 지적하여 말하였다. 상이 크게 진노하여 답하기를, “그대는 어째서 경솔한 여러 말을 한결같이 늘어놓는가. 이것도 나의 부덕한 소치이다. 이와 같은 하인들의 일에 있어서 내가 언제나 인심이 야박하여 그대 말과 같은 일이 있을까 염려하기 때문에 날마다 새롭게 단속하는데, 그대가 어떻게 자세히 이를 알겠는가.” 하였다. 이이가 물러나 동료들과 차자를 올려 논쟁하였다. 이때에 대신들이 상에게 경복궁(景福宮)에 이어(移御)하여 공의전(恭懿殿)을 모실 것을 청하자, 상이 따랐다. 혼전(魂殿)에 고유제(告由祭)를 행하려 하였는데, 군신(群臣)들이 모두, 이어하게 되어 다시 임시 방편을 따르게 하는 길이 있을 것이라고 여겼었다. 이때에 이르러 상이 헌부가 사직한 일에 대해 성을 내어 이르기를, “헌부가 사직하여 이어하지 못하게 되었으니 진실로 내가 원하는 바이다. 고유제도 중지하도록 하라.” 하니, 대신들이 중지하지 말기를 청하였는데, 네 번 아뢰자 이에 윤허하였다. 상이 대신에게 유시하기를, “내가 불민하여 아랫사람들에게 경시를 당하게 되었다.” 하니, 대신이 아뢰기를, “선비가 할 말을 다하는 것은 곧 성세(盛世)의 일이고, 옳다고 예예하는 것은 곧 쇠세(衰世)의 풍습입니다.” 하였다. 상이 이르기를, “내가 무슨 일을 하려고 했던 것은 허망한 짓이었다. 나는 지성으로 대신을 대하였고 군신들을 친구처럼 보았건만, 지금 군신들은 혼매하고 용렬한 군주로 나를 대하니 내가 감히 무슨 낯으로 경들을 대할 수 있겠는가.” 하니, 대신 박순·노수신이 두려워하여 감히 말하지 못하고 물러갔다. 이 때 상의 노여움이 갑자기 발하여 호령이 급박하니 인정이 몹시 놀라고 두려워하였다. 대사간 최옹(崔顒)은 병을 핑계로 나오지 않으니, 사람들은 그가 일을 피한다고 비난하였다. 양사가 헌리(憲吏)의 석방을 청하여 마지않으니 윤허하였다.",
                "hj": "○朔丁酉/先是, 司憲府吏, 路遇宮奴僭服, 將執詣憲府, 宮奴毆憲吏。 吏訴于府, 追捉宮奴, 宮奴逃入王子寓舍不出。 翌日憲府多發吏人, 搜捕囚獄。 時, 金貴人亦在王子寓舍, 聞門外喧聲, 問知其故, 而訴于上謂: “憲吏作亂於寓舍。” 上大怒, 詰其由。 持平金纉對曰: “下吏不到王子寓舍, 乃首奴處, 推捕其奴而已。” 上疑憲府私庇下吏, 乃下憲吏于義禁府, 且下旨責憲府。 憲府因此避嫌, 諫院啓請出仕。 憲府辭職不就曰: “殿下不信臣等, 移鞫下吏于禁府, 臣等不見信於君父, 何以靦然就職乎?” 於是, 諫院合司伏閤, 請還憲吏于憲府。 玉堂亦上箚請從諫臣之言, 上怒甚不從。 憲府辭職者累日。 副提學李珥遭服在家, 出仕後獨啓曰: “此事, 上下胥失之矣。 憲吏之事, 非臺官所目覩也。 安知非直捉宮奴于王子寓舍, 而執言不往耶? 此則憲府之失也。 殿下亦非目覩, 只聽婦寺之言, 此亦不可盡信。 殿下待執法之臣, 豈可出於婦寺之下乎? 此則殿下之失也。 且王子寓舍下人, 素稱縱恣, 不可不嚴加檢飭, 而王子阿保, 當擇淳謹慈良之人也。 且侯氏, 一婦人也, 尙知敎子之方, 常曰: ‘患其不能屈, 不患其不能伸。’ 今殿下有子, 何患其不能伸乎?” 珥實不知貴人啓達, 故斥言婦寺。 上大怒答曰: “爾何輕肆多言, 一至此極? 此亦予寡昧之所致。 若是下人之事, 則予常恐人心薄惡, 有如爾說, 故日新檢飭, 爾豈能詳知乎?” 珥乃退, 與同僚上箚爭之。 是時, 大臣請上移御景福宮, 以侍恭懿殿, 上從之。 將行告祭于魂殿, 群臣皆幸其移御, 復有從權之路。 至是, 上怒憲府辭職, 乃曰: “憲府辭職, 將不能移御, 固予所願也。 告祭可停。” 大臣請勿停, 四啓乃允。 上諭于大臣曰: “予不敏, 爲群下所輕。” 大臣曰: “士得盡言, 乃盛世事也; 唯唯諾諾, 乃衰世之風也。” 上曰: “予之欲有爲者, 妄也。 予待大臣以至誠; 視群臣如朋友, 今群臣以昏君庸主待予, 予何敢擧顔以見卿等乎?” 大臣朴淳、盧守眞懼不敢言而退。 時, 上怒猝發, 號令急迫, 人情甚駭懼。 大司諫崔顒稱病不出, 人譏其避事。 兩司仍請釋憲吏不已, 乃允。"
            },
            "10": {
                "H2KE-EN": "Left State Councilor Bak Sun requested to resign from his office because he was impeached by the King. Prior to this, when Sim Uigyeom served as First Secretary, he proceeded to the house of Chief State Councilor Won Yun . The son-in-law of Won Yun Hwon, Yi Jomin , was a son-in-law of Sim Uigyeom . He entered the house and saw that there were many rooms in the middle of the midle of the king. Sim Uigyeom also heard that Hyowon and Yi Jomin were originally friendly related to the impeachment of the midle of the worldle of the midle of the two sides. When Hyowon served as the section of the midle of the level of the middle of the midle of the king, he did not observe the possible scholar",
                "H2KE-nKo": "좌의정 박순이 병으로 사직하였는데, 탄핵을 받았기 때문이다. 이에 앞서 심의겸이 사인이 되어 공사로 영상 윤원형의 집에 갔는데, 윤원형의 첩의 사위인 이조민이 심의겸과 서로 알게 되었다. 서실로 데리고 들어가 방 안에 침구가 많이 있는 것을 보고 심의겸이 누구의 침구인가를 두루 물었는데, 그중 하나는 김효원의 침구였다. 김효원이 아직 과거에 급제하지 못하여 이미 문명이 있었는데, 심의겸이 마음속으로 비루하게 여겼다. 얼마 안 되어 김효원이 장원으로 급제하자, 심의겸이 마침 공좌에 있다가 곁에 있는 사람들에게 말하기를,“이 사람은 바로 윤상가의 훈도이다.”하였다. 그 말이 사우들 사이에 전해져 김효원이 이로 인해 2, 3년 동안 승진하지 못하고 즉시 청현직에 통망되지 못하였는데, 사람들은 심의겸의 말이 빌미가 된 것을 알았다. 그러나 김효원은 몸가짐이 청렴하고 고달파서 관직에 임해서는 직무를 다하였고, 조사들은 그를 추장하여 마침내 청현직에 등용되었다.심의겸도 김효원이 이조민과 본래 친한 친구로서 서로 친하게 지냈다는 말을 듣고 우연히 과거 공부를 익히기 위해 그 서실에서 묵었는데, 그의 뜻이 자기를 굽히는 것이 아니었기 때문에 자못 스스로 후회하고는 도리어 그 말을 숨겼다. 김효원을 등용할 때에 배척하고 저지하는 말을 하지 않았는데, 양쪽이 서로 얽히는 단서가 이로부터 시작되었다.김효원이 전랑이 되어서는 별천으로 이끌어 대면서 정직하게 행동하고 흔들리지 않았으므로 소원한 선비들이 많이 발탁되어 등용되었는데, 영남이 더욱 많았다. 이로 말미암아 후배의 사류들이 흡족하게 여겨 칭찬하였고, 명성과 세력이 갑자기 성해지자 붙좇는 자들이 날로 많아졌다.김효원이 심의겸을 단점으로 여겨 말하기를,“심충겸은 기질이 거칠고 마음이 고지식하여 중요한 자리에 등용해서는 안 된다.”하였다.심충겸이 과거에 급제하자 전랑의 천망에 해당되었는데, 김효원이 저지하며 말하기를,“외척을 이끌어 진출시키는 것을 이처럼 급급하게 해서는 안 된다.”하였다. 이에 심의겸을 두둔하는 자들은 “심충겸은 하자가 없어서 전랑에 합당하지 않은 것은 아니지만, 김효원이 틈을 타서 원한을 갚는 것은 잘못이다.”하고, 김효원을 두둔하는 자들도 말하기를,“김효원이 지난 일을 징계하여 뒷일을 삼가는 것은 나라를 위하는 데서 나온 것이지 다른 뜻이 있는 것은 아니다.”하였다. 이로 말미암아 사림의 전배와 후배가 서로 화합하지 못하여 당파를 나누는 조짐이 있게 되었다.김효원이 사간이 되자, 허엽이 대사간이 되었는데, 허엽이 비록 선배이기는 하나 김효원을 추천하였기 때문에 나이 젊은 사류들이 허엽을 종주로 삼았다. 박순은 청렴하다는 명망이 있었는데, 선배라는 이유로 사람들이 혹 심의겸의 당이라고 지목하기도 하였다. 이에 허엽과 김효원이 옥사를 다스린 것이 잘못되었다는 이유로 박순을 추고할 것을 청하니, 사람들이 말하기를,“김효원이 심의겸의 세력을 고립시키려고 이런 논의를 한 것이다.”하였다. 정철과 신응시가 부제학 이이에게 권하여 허엽 등을 탄핵하여 체직시킬 것을 청하니, 이이가 말하기를,“이것은 바로 허대간의 논의가 지나쳤을 뿐이지, 반드시 김효원이 몰래 주장한 것은 아니다. 옥당은 안핵하는 곳이 아니니, 다른 사람을 침범하여 논핵해서는 안 된다.”하였는데, 두 사람은 그렇게 여기지 않았고, 또 이이를 그르게 여겼다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 10번째기사",
                "gt-oKo": "좌의정 박순이 병을 이유로 사직하였는데 탄핵을 받은 때문이었다. 이에 앞서 심의겸(沈義謙)이 사인(舍人)이 되어 공사(公事)로 영상 윤원형의 집에 갔었는데, 원형의 첩사위인 이조민(李肇敏)은 의겸과 서로 아는 사이였다. 서실(書室)로 인도하여 들어갔는데 그 방 가운데에 침구(寢具)가 많이 있는 것을 보고 의겸이 누가 자는 곳이냐고 낱낱이 물었더니, 그 중 하나는 김효원(金孝元)의 침구였다. 효원은 이 때 급제하지 못하였으나 이미 문명(文名)이 있었는데, 의겸은 속으로 추하게 여겼었다. 얼마 되지 않아 효원이 장원(壯元)으로 급제하니 의겸이 마침 공석(公席)에 있다가 곁의 사람에게 말하기를, ‘이는 윤정승 집에서 훈도(訓導)하던 사람이다.’ 하였는데, 그 말이 사우(士友)들 사이에 전파되었다. 효원이 이로 인하여 2∼3년간 실세(失勢)하여 곧장 청현직(淸顯職)에 통하지 못하였는데, 사람들은 의겸의 말이 빌미가 된 것을 알았다. 그러나 효원은 몸단속을 깨끗하게 하고 벼슬살이에 충실하니 조사(朝士)들이 추천하여 끝내 현직에 등용되었다. 의겸도 효원이 이조민과 본시 친구로서 서로 두터웠던 것으로 우연히 과거 공부를 익히기 위하여 그 방에서 자게 되었던 것이고, 그의 뜻은 자신을 굽히지 않았다는 것을 들었기 때문에 매우 후회하였고, 도리어 그 말을 숨겨 효원의 등용에 대하여 배척하거나 저지하지 않았다. 그러나 두 사람 사이에 불화가 맺어진 단서는 여기에서 시작되었다. 효원이 전랑(銓郞)이 되자, 인재를 뽑아 천거하는 데 있어 정직하게 시행하여 동요되지 않았으므로 소원(疏遠)했던 선비들이 많이 발탁되었는데, 영남 지방이 더욱 많았다. 이리하여 후배의 사류(士類)들이 흡족하게 여겨 칭찬하였고, 명성과 위세가 갑자기 성대해져 친하게 붙쫓는 자가 날로 많아졌다. 효원이 의겸을 흠잡아 말하기를, ‘심(沈)은 성질이 거칠고 마음이 어리석어 중하게 쓸 수 없다.’고 하였다. 그러다가 심충겸(沈忠謙)이 급제하여 전랑에 천망되자 효원이 저지하면서 말하기를, ‘외척(外戚)을 진출시키는 데 있어서 이처럼 급급하게 하는 것은 마땅치 않다.’ 하였다. 이에 의겸을 두둔하는 자들은 ‘충겸은 하자가 없어서 전랑에 합당치 못한 사람이 아닌데도, 효원이 틈을 타서 원수를 갚는 것은 그르다.’ 하고, 효원을 두둔하는 자들도 말하기를, ‘효원은 앞 일을 징계하여 뒷 일을 삼가는 것으로 국가를 위함에서 나온 것이지 다른 뜻이 있는 것은 아니다.’ 하였다. 이로부터 사림의 선배와 후배가 서로 화합하지 못하여 당파를 나누는 조짐이 있게 되었다. 효원이 사간이 되자 허엽은 대사간으로 있었는데, 허엽이 선배이기는 하나 효원을 추겨주었기 때문에 나이가 젊은 사류들은 허엽을 종주(宗主)로 삼았다. 박순은 깨끗하고 중한 명망이 있었으나 선배였던 까닭에 사람들 중에는 간혹 의겸의 당(黨)이라 지적하였다. 이에 허엽과 김효원이 제대로 옥사를 다스리지 못했다는 것으로 박순을 추고할 것을 청하였는데, 사람들이 효원이 의겸의 세력을 고단하게 하려고 이 의논을 한 것이라고 하였다. 정철·신응시(辛應時)가 부제학 이이에게 허엽 등을 탄핵하여 체직시키기를 권유하니, 이이가 말하기를, ‘이것은 허대간(許大諫)의 의논이 중도(中道)를 지나친 것일 뿐 반드시 효원이 몰래 주장한 것은 아닐 것이니, 옥당이 조사하여 탄핵할 일이 아니다. 월권하여 남을 논할 수 없는 것이다.’ 하였는데, 두 사람은 그렇게 여기지 않았고, 또 이이를 그르다고 하였다.",
                "hj": "○左議政朴淳辭疾, 以被劾故也。 先是, 沈義謙爲舍人, 以公事詣領相尹元衡家, 元衡妾女壻李肇敏, 與義謙相識。 引入書室, 見室中多有寢具, 義謙歷問是何人所寢, 其一則金孝元臥具也。 孝元時未第, 已有文名, 義謙心鄙之。 未幾, 孝元擢第壯元, 義謙適在公座, 謂旁人曰: “此是尹相家訓導人也。” 其言傳於士友間, 孝元緣此蹭蹬二三年, 不卽通淸顯, 人知義謙言爲祟也。 然孝元律身淸苦, 當官盡職, 朝士推奬, 竟至顯用。 義謙亦聞孝元與李肇敏, 本親舊相厚, 偶以隷科業, 宿其室, 而志非枉己, 故頗自悔, 反諱其言, 於孝元之登用, 未有排沮之言。 而兩間交構之端, 則始此矣。 及孝元爲銓郞, 甄別薦引, 直行不撓, 踈遠之士多見拔用, 嶺南尤多。 由是, 後輩士類, 洽然稱譽, 聲勢頓盛, 親附者日衆。 孝元短義謙言: “沈也氣粗而心戇, 不可柄用。” 及沈忠謙登第, 當銓郞薦, 孝元止之曰: “引進外戚, 不宜如是汲汲。” 於是, 右義謙者以爲: “忠謙無疵, 非不合銓郞, 而孝元修隙報怨, 非也。” 右孝元者亦言: “孝元懲前毖後, 出於爲國, 非有他意。” 由是, 士林前、後輩不相協, 有分黨之漸矣。 及孝元爲司諫, 許曄爲大司諫, 曄雖前輩, 而推許孝元, 故年少士類, 以曄爲宗主。 朴淳有淸名重望, 而以前輩之故, 人或指爲義謙之黨。 於是, 曄與孝元, 以按獄失當, 請推朴淳, 人以爲: “孝元欲孤義謙之勢, 而爲此論也。” 鄭澈、辛應時, 勸副提學李珥, 劾遞曄等, 珥曰: “此乃許大諫之論過中而已, 非必孝元陰主之。 玉堂非按劾之地, 不可侵官論人。” 兩人不以爲然, 又以珥爲非矣。"
            },
            "11": {
                "H2KE-EN": "Jeong Jongyeong was appointed minister of personnel . The Office of the Inspector General impeached him because he was a foolish custom. The King did not approve his request and then dismissed him from office due to an illness. [Jeong] Jongyeong disliked for Confucian scholars and arbitrarily impeached him. A mid-tier official of the Ministry of Personnel Yi Bal admonished his younger sister to have him serve as a second-rank official , but Jongyeong did not follow his recommendation. At the time, Kim Gyehwi served as the inspector of the Office of the Inspector General and impeached him for an impeachment.",
                "H2KE-nKo": "정종영을 이조 판서로 삼았다. 사헌부가 비속하다고 탄핵하였으나 주상이 허락하지 않자 마침내 병으로 면직하였다. 정종영은 사류를 싫어하고 간접을 멋대로 하였는데, 낭료 이발이 자제를 통해 후진들을 친근히 하라고 넌지시 타일렀으나 정종영이 따르지 않았다. 이때 김계휘가 대사헌으로 있으면서 논핵하는 계사를 올리기 시작하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 11번째기사",
                "gt-oKo": "정종영(鄭宗榮)을 이조 판서로 삼았다. 헌부가 비속(鄙俗)하다고 탄핵하였으나 상이 윤허하지 않았는데, 끝내 병으로 면직하였다. 종영은 사류를 싫어하여 선발하는 일을 마음대로 하니 낭료(郞僚)인 이발(李潑)이 그의 자제를 시켜 후진들을 친근히 하라고 귀띔하였으나, 종영이 따르지 않았다. 이 때 김계휘(金繼輝)가 대사헌으로 있었는데 의논을 제기하여 탄핵하였다.",
                "hj": "○以鄭宗榮爲吏曹判書。 憲府劾以鄙俗, 上不許, 遂以病免。 宗榮厭士類, 專擅簡接, 郞僚李潑, 因子弟諷以親近後進, 宗榮不從。 時, 金繼輝爲大憲, 發論劾之。"
            },
            "12": {
                "H2KE-EN": "Jeong Daenyeon was appointed minister of personnel . [Jeong] Daenyeon was impeached by the inspectors and censors and returned to his hometown. On this day, he was again appointed as associate state councilor . Shortly thereafter, he was promoted to the Ministry of Personnel . When [Jeong] entered [the hall of governance] and attended to [the King] in person, the King gentlely instructed him to comfort him, saying, In accordance with the precedent of the inspector general and the minister of personnel, the minister [of personnel] has resigned from office on the day of bowing to express gratitude for the royal benevolence. Only you, my dear sir, did not do so. I know that you are honest and upright. ",
                "H2KE-nKo": "정대년을 이조 판서로 삼았다. 정대년은 대간의 탄핵을 받고부터 향리에 돌아가 있었는데, 이때에 이르러 다시 우찬성에 제수하였다가 곧이어 이조로 옮겼다. 친정에 입시하였을 때 주상이 온화한 말로 위유하기를,“대사헌과 이조 판서는 으레 사은숙배하는 날에 사면하고 나가는데 경만 유독 그렇게 하지 않았으니, 나는 경이 질박하고 정직하다는 것을 안다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 12번째기사",
                "gt-oKo": "정대년(鄭大年)을 이조 판서로 삼았다. 대년이 사헌부의 비평을 받음으로부터 향리에 돌아가 있었는데, 이때에 다시 우찬성에 제수되었고 얼마 후에 이조로 옮긴 것이다. 친정(親政)에 입시하자 상이 따뜻한 말로 위로하였다. “대사헌과 이조 판서는 으레 사은(謝恩)하는 날에는 참석하지 않고 나가는데 경만이 유독 그러하지 않았으니, 나는 경이 순진하고 바르다는 것을 알았다.”",
                "hj": "○以鄭大年爲吏曹判書。 大年自被臺評, 歸在鄕里。 至是, 復拜右贊成, 俄遷吏曹。 入侍親政, 上溫諭安慰曰: “大憲、吏判, 例於拜恩日辭免而出, 卿獨不爲, 予知卿質直矣。”"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Kwon Cheol resigned from office due to illness and was appointed as chief state councilor . ",
                "H2KE-nKo": "영의정 권철을 병으로 면직하고, 홍섬을 영의정으로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 2번째기사",
                "gt-oKo": "영의정 권철(權轍)이 병으로 면직되자 홍섬(洪暹)을 영의정으로 삼았다.",
                "hj": "○領議政權轍病免, 以洪暹爲領議政。"
            },
            "3": {
                "H2KE-EN": "[The King] specially ordered that Magistrate of Yeoju Strategic County Hwang Im be appointed as inspector general . The King asked the Ministry of Personnel , Who is the first governance and the first governance? The Ministry of Personnel answered that Magistrate of Yeoju Strategic County Hwang Im , Magistrate of Haeju Strategic County Yi In , Magistrate of Hwanggan District 정인홍 , and Magistrate of Yongan District Kim Cheonil be appointed as inspector general . For this reason, [Hwang] Im was specially appointed as inspector general . [Hwang] Im is foolish and without scholar-officials, and yet he suddenly succeededededededed to the head of social mores and laws. By eventually, he was impeached and replaced.",
                "H2KE-nKo": "특지로 여주 목사 황임을 대사헌으로 삼았다. 주상이 이조에 묻기를,“현재 고을을 제일 잘 다스리는 사람은 누구인가?”하니, 이조가 여주 목사 황임, 해주 목사 이인, 황간 현감 정인홍, 용안 현감 김천일이라고 대답하였다. 이 때문에 황임을 대사헌에 특별히 제수한 것이다. 황임은 범상하고 용렬하여 선비의 명망이 없었는데 갑자기 풍헌의 우두머리가 되었으므로 사론이 그르게 여겼는데, 마침내 탄핵을 받아 체차되었다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 3번째기사",
                "gt-oKo": "여주 목사(驪州牧使) 황임(黃琳)을 특지(特旨)로 대사헌을 삼았다. 상이 이조에게 하문하기를, “현재 고을을 제일 잘 다스린 사람은 누구인가?” 하니, 이조가 여주 목사 황임, 해주 목사(海州牧使) 이인(李隣), 황간 현감(黃澗縣監) 정인홍(鄭仁弘), 용안 현감(龍安縣監) 김천일(金千鎰)로써 대답하였다. 이 까닭으로 특별히 황임을 대사헌으로 삼은 것이다. 황임은 평범 용렬하여 선비에게 명망이 없었는데 갑자기 풍헌(風憲)의 수장(首長)을 차지하자, 사론(士論)이 그르게 여겼는데 끝내 탄핵을 입어 체직되었다.",
                "hj": "○特旨以驪州牧使黃琳爲大司憲。 上問吏曹曰: “當今治郡第一爲誰? 吏曹以驪州牧使黃琳、海州牧使李遴、黃澗縣監鄭仁弘、龍安縣監金千鎰對。 以故, 特拜琳爲大司憲。 琳凡庸無士望, 卒居風憲之首, 士論非之, 竟被劾遞。"
            },
            "4": {
                "H2KE-EN": "The King moved his residence to Gyeongbok Palace .",
                "H2KE-nKo": "주상이 경복궁으로 이어하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 4번째기사",
                "gt-oKo": "상이 경복궁으로 이어하였다.",
                "hj": "○上移御景福宮。"
            },
            "5": {
                "H2KE-EN": "홍문관이 차자를 올려, diligently studying the Royal Confucian Academy , disregarding natural disasters, upholding public morals, and wide 언로를 넓힐 것을 청하니, 상이 답하였다. “들으니 곧은 말들을 어찌 가납하지 않겠는가. natural disasters and the current occasion of the natural disaster is truly worthy. 나같이 ignorant and ignorant sovereigns are merely occupying their position. How can this be expected to govern the effects of governance? I only cultivate myself and appreciation.",
                "H2KE-nKo": "홍문관이 차자를 올려 성학을 부지런히 할 것, 천재를 두려워할 것, 풍속을 바로잡을 것, 언로를 넓힐 것을 청하니, 주상이 답하기를,“정직한 말을 들으면 어찌 기꺼이 받아들이지 않겠는가. 천재와 시사는 참으로 한심한 점이 많다. 나처럼 어리석고 무식한 임금은 그저 자리만 차지하고 있을 뿐이니, 이러고도 어떻게 치효를 바랄 수 있겠는가. 그저 두려움만 더할 뿐이다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 5번째기사",
                "gt-oKo": "홍문관이 차자를 올려 성학(聖學)을 부지런히 힘쓸 것, 천재(天災)를 두려워할 것, 풍속(風俗)을 바룰 것, 언로를 넓힐 것을 청하였는데, 상이 답하였다. “정직한 말을 들으면 어찌 가납(嘉納)하지 않겠는가. 천재와 시사(時事)는 진실로 한심스럽다. 나같이 부덕하고 무식한 임금은 한갓 그 자리만을 차지하고 있을 뿐이다. 그런데도 어떻게 치효(治效)를 바랄 수가 있겠는가. 그저 두렵고 조심스러울 뿐이다.”",
                "hj": "○弘文館上箚, 請勤聖學、畏天災、正風俗、廣言路。 上答曰: “得聞讜論, 豈不嘉納? 天災、時事, 固多寒心。 如予寡昧無識之君, 徒忝厥位而已。 尙何治效之可望乎? 徒增業兢耳。”"
            },
            "6": {
                "H2KE-EN": "At the time, the Ministry of Personnel recommended someone who recommended a staff official. The King asked the Ministry of Personnel , Students who recommended government posts are the law of the Great Code (C. Da Ming l ? The Ministry of Personnel reported, Students who have achievements do not proceed to the post of 음관. For this reason, each of the staff officials recommended someone who recommended government posts as a staff official. There is only a royal directive that the Great Code (C. Daxue , but there is no law in the Great Code. The King said, I am afraid that there will be a problem in the future. Henceforth, do not implement this matter. This time, when Yi Tak served as the minister of Personnel , the King employed the opinions and discussed the matter with high officials. The King was fully aware of this. At the time, the King disliked the literati and advised the opinions of Confucian scholars, and thus specially asked him to explain this. According to the law, sons or grandsons of protection privilege should be tested on the Four Books and Comprehensive Mirror to Aid in Government (C. Shijing and then recommended to the post of first rank. For this reason, sons or grandsons of protection privilege should all be able to understand the meaning of the classics and the literati. They were well-versed in Chinese clerical writing styles. It has been long since the law was neglected and neglected. Since the time of the privilege of the Comprehensive Mirror to Agensive Mirror to Agency, the sons or grandsons do not understand the meaning of the privilege of the Comprehensive Mirror to Agensive Mirror to Agens , who then proceeded to the lecture on the Confucian classics. After a long time, the Minister of Personnel asked a slightest degree of age and announcing the information of the family of your subject. The son or grandsons do not understand the meaning of the privilege of the Comprehensive Mirror to Agensive Mirror to Agency. Consequently, the son or grandsons of protection privilege of the Comprehensive Mirror to Agensive Mirror to Agency . Because of this, many sons or grandsons of protection privilege of the Comprehensive Mirror to Agensive Mirr",
                "H2KE-nKo": "이때 이조가 낭천인을 의망하였다. 주상이 이조에 묻기를,“학생을 공천하는 것이 《대전》의 법이던가?”하니, 이조가 회계하기를,“뜻이 있는 선비는 음시에 나아가지 않기 때문에 낭관이 각각 인재를 천거하는데, 이를 낭천이라고 합니다. 승전만 있을 뿐이고 《대전》에는 이런 법이 없습니다.”하자, 주상이 말하기를,“후일의 폐단이 있을까 염려되니, 지금부터는 시행하지 말라.”하였다.이탁이 이조 판서로 있을 때 사론을 채집하고 대신에게 의논하여 이미 행한 일을 주상이 진실로 익히 알고 있었다. 이때 주상이 사류들이 건의하는 것을 싫어하였기 때문에 특별히 물어서 발론한 것이다. 국법에 음관의 자손은 사서와 일경을 시강한 뒤에 초직에 주의하게 되어 있다. 그러므로 음관의 자제는 생원과나 진사과가 아니더라도 모두 경의에 통달하고 문자를 이해하여 관리의 일보다 우수하였다. 그런데 법이 오래되자 완미하여 윤원형이 권세를 잡은 이후로 음강은 한갓 형식만 일삼았다. 어떤 재신의 아들이 글자도 알지 못하는 눈으로 강석에 나아가 머리를 숙이고 한참 동안 익히 보았는데, 이조 판서가 이어 넌지시 너의 나이가 얼마인가와 그 집안의 소식을 물으니, 음관의 아들이 따라서 낮은 목소리로 답하였다. 그러자 판서가 아뢰기를,“이미 끝났습니다.”하고, 마침내 이름을 기록하고 직첩을 주었다.이 때문에 음사의 자제는 대부분 어리석고 재주도 없는 사람이었으며, 학문에 뜻을 두고 자호하는 부류는 모두 시험에 나아가려 하지 않았으니, 벼슬길이 더욱 혼탁해졌다. 지금 주상이 새로 정사를 하여 마침내 낭천에 대한 의론이 있었는데, 비록 허명부실한 자도 참여하였으나 벼슬길은 조금 맑아졌다. 박순이 이조 판서로 있을 때 또 학행이 있는 선비를 곧바로 6품으로 올리자는 의론을 정하였는데, 기대승이 경솔하게 새로운 제도를 만들면 후일의 폐단이 있을 것이라고 비난하자, 주상도 낭천을 정지하도록 명하였다. 계미년 이래로 이이를 공격하는 자들이 ‘이는 모두 이이 등이 멋대로 변경하여 나랏일을 그르친 것이다.’라고 하면서 공격하고 배척해 마지않았다. 그러나 전관은 각각 족당이 있어서 그 큰 도를 이롭게 여겨 두 가지 법을 모두 다시 시행하였다. 그러나 공도가 막혀서 음관의 재주까지도 모두 헛된 투식이 되어 버렸다. 그러므로 논하는 자들이 ‘기대승은 일에 앞서는 견해가 있다.’라고도 하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 6번째기사",
                "gt-oKo": "이때에 이조가 낭관이 추천한 사람을 의망하였다. 상이 이조에게 하문하기를, “학생을 공천(公薦)하는 것이 《대전(大典)》의 법인가?” 하니, 이조가 회계하기를, “뜻이 있는 선비는 음시(蔭試)에 나가지 않기 때문에 낭관이 각기 인재를 추천하는 것인데, 이를 낭천(郞薦)이라 합니다. 승전을 받들 뿐이고 《대전》에는 이 법이 없습니다.” 하니, 상이 이르기를, “후일의 폐단이 있을까 염려되니 지금부터는 시행하지 말라.” 하였다. 이것은 이탁(李鐸)이 이조 판서로 있을 때 사론(士論)을 채집하고 대신에게 의논하여 벌써 시행한 것으로서, 상은 본디 익히 알고 있는 것이다. 국법에 음직(蔭職)의 자손은 사서(四書)와 1경(經)을 시강(試講)한 다음에 초직(初職)에 주의(注擬)하였다. 그러므로 음관의 자제(子弟)는 생원(生員)·진사(進士)가 아니더라도 모두 경의(經義)에 통달하고 문자를 깨달았으며 이사(吏事)에 우수하였다. 그 법이 오래되자 해이해졌는데, 윤원형(尹元衡)이 정권을 잡은 이후로 음강(蔭講)은 한갓 겉치레만을 일삼았다. 어느 재상의 아들이 전혀 글자를 알지 못하여 강석(講席)에 나아가 머리를 떨군 채 한동안 물끄러미 보고 있었는데, 이조 판서가 낮은 목소리로 너의 나이가 얼마인가 묻고 집안의 소식도 묻자, 음자(蔭子)가 물음에 따라 낮은 소리로 답하였다. 그러자 판서는 ‘이미 끝났다.’ 하고는 드디어 이름을 기록하고 직첩을 준 적이 있었다. 이로부터 음직에 벼슬하는 자제는 무식하고 재주 없는 사람이 많았었는데, 학문에 뜻을 두어 자신의 명성을 지키는 사람은 모두 시험에 나가려 하지 않았으니, 벼슬길이 더욱 어지러웠다. 금상(今上)이 새로 정사를 하자, 드디어 낭천의 의논이 있게 되었는데 헛된 이름만 있고 실상이 없는 사람이 참여하는 일이 있었으나 벼슬길은 조금 맑아졌다. 박순이 이조 판서가 되어 또 학행이 있는 선비는 곧장 6품으로 나가게 하는 의논을 정하였는데, 기대승(奇大升)이 가볍게 새로운 제도를 만들면 뒷날의 폐단이 있을 것이라고 비난하였고, 상도 낭천을 중지하게 하였다. 계미년이후로 이이를 공격하는 자들이 이것은 모두 이이 등이 멋대로 제도를 고쳐 나라를 그르친 일이라 하며 공격하기를 마지않았다. 그러나 전관(銓官)들도 제각기 족당(族黨)이 있으므로 누구나 벼슬할 수 있는 길이 있음을 이롭게 여겨, 두 법이 모두 다시 시행되었다. 그리하여 공도(公道)가 막혔고 음재(蔭才)도 모두 헛된 투식(套式)이 되고 말았다. 이리하여, 논하는 사람 중에는 기대승이 일을 미리 아는 식견이 있다 하였다.",
                "hj": "○時, 吏曹以郞薦人擬望, 上問吏曹曰: “學生公薦, 是《大典》法乎?” 吏曹回啓曰: “有志之士, 不就蔭試, 故郞官各薦人才, 謂之郞薦者。 有承傳而已, 《大典》則無此法矣。” 上曰: “恐有後弊, 自今勿施。” 此, 李鐸判吏曹時, 採士論、議大臣, 已行之事, 上固稔知之矣。 是時, 上厭士類建白, 故特問以發之。 國法有蔭子孫, 試講四書一經, 然後注擬初職。 故蔭子弟雖非生、進科, 皆通經義, 曉文字, 優於吏事矣。 法久而玩, 自尹元衡當權以來, 蔭講徒事文具。 有宰臣子, 目不識字, 就講席, 低頭熟視良久, 吏曹判書仍微問, 汝年齒幾何及其家內消息, 蔭子從而低聲答之。 判書曰: “已了矣。” 遂錄名給帖。 由是, 蔭仕子弟, 多蒙侗不才之人, 有志學, 自好之流, 皆不肯就試, 仕路益溷矣。 今上新政, 遂有郞薦之議, 雖虛名無實者得與, 而仕路稍淸。 朴淳爲吏判, 又定學行之士, 直出六品之議。 奇大升非其輕創新制, 應有後弊, 上亦命停郞薦。 自癸未以來, 攻李珥者以爲 “此皆珥等專擅紛更, 誤國之事。” 攻斥不已。 然銓官各有族黨, 利其孔道, 二法皆復施行。 而公道閉塞, 竝與蔭才, 而皆歸虛套。 故論者或以: “奇大升有先事之見” 云。"
            },
            "7": {
                "H2KE-EN": "[The King] appointed Noh Jin as minister of rites , and also specially appointed him as minister of personnel . All of them declined to resign because of their parents old age and did not come to the royal court. [The King] presented a memorial [to the King] and expressed his feelings.",
                "H2KE-nKo": "노진을 예조 판서로 삼았다. 또 특지로 이조 판서에 제수하였으나 모두 어버이가 늙었다는 이유로 소명에 응하지 않고 상소하여 사정을 진달하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 7번째기사",
                "gt-oKo": "노진(盧禛)을 예조 판서로 삼고, 또 특지로 이조 판서에 제수하였으나 모두 어버이가 늙었다는 이유로 부름에 나가지 않고 상소하여 진정(陳情)하였다.",
                "hj": "○以盧禛爲禮曹判書, 又特旨授吏曹判書, 皆辭以親老, 不赴召, 上疏陳情。"
            },
            "8": {
                "H2KE-EN": "The Office of the Censor General requested that Left State Councilor Bak Sun be interrogated for investigation of imprisonment. The King did not approve this request. At the time, a male slave of Jaeryeong killed his master. However, the imprisonment of the imprisonment",
                "H2KE-nKo": "사간원이 좌의정 박순이 옥사를 잘못 처리했다고 추고하기를 청하였으나, 허락하지 않았다. 이때 재령에 종이 주인을 죽였는데, 검시의 착오로 죽게 된 이유를 밝히지 못하였다. 이에 의금부에서 국문하여 삼성 교좌하였는데, 박순이 위관이 되어 옥사가 오래도록 이루어지지 않았다. 지의금부사 홍담이 그 옥사의 원통함을 극력 변론하였으나 역시 분명한 증거가 없었다. 박순은 ‘강상에 관계되는 큰 옥사는 가벼이 풀어 줄 수 없다.’라고 하였으나, 홍담은 여전히 이의를 제기하며 굳이 간쟁하였다. 이에 재차 검시하였으나 역시 증거가 없었으니, 널리 조정의 의견을 수렴하소서.”하였는데, 의론이 또 일치하지 않았다. 주상이 말하기를,“시험에 어긋나는 점이 많아 옥사를 결단할 기약이 없다.”하고, 특별히 풀어 주라고 명하였다. 헌부가 또 도로 가두고 다시 국문하기를 청하니, 대사간 유희춘은 주상의 뜻을 따르고, 정언 김응남은 헌부의 주장을 옳다고 하였다. 홍문관이 차자를 올리기를,“종이 주인을 죽인 것은 강상의 큰 변고입니다. 반드시 죄가 없는 실상을 분명히 안 뒤에야 풀어 줄 수 있습니다. 지금 옥사가 끝나지도 않았는데 지레 죄인을 풀어 주었는데도 이목의 신하가 힘껏 간쟁하지 않았으니, 잘못입니다. 간원의 여러 관원과 김응남 외에는 모두 체차하소서.”하니, 주상이 그대로 따랐다. 허엽이 대신 대사간이 되었는데, 허엽은 죽은 사람과 족당이 되어 옥사가 이루어지지 않는 것을 항상 분하게 여겼다. 이에 옥사를 다스림에 체모를 잃었다는 이유로 박순을 추고하고 금부의 당상을 파직하기를 청하였으나, 주상이 따르지 않았다. 이때 홍담이 옥사를 풀어 줄 것을 극력 주장하였는데, 허엽이 옥사를 이룰 것을 극력 주장하니, 사람들이 바른대로 대답한 것이라고 하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 8번째기사",
                "gt-oKo": "사간원이, 좌의정 박순이 옥사를 잘못 다스린 일에 대해 추고(推考)할 것을 청하였으나 윤허하지 않았다. 이 때 재령(載寧) 지방에 종이 주인을 죽인 일이 있었는데, 검시(檢屍)의 잘못으로 치사(致死)한 이유를 밝히지 못하였다. 이에 의금부에서 국문하여 삼성 교좌(三省交坐)하였는데, 박순이 위관(委官)이 되어 오랫동안 옥사를 판결하지 못하였다. 지의금부사 홍담(洪曇)은 그 옥사가 원통함을 극력 변론하였으나 그 역시 분명한 증거가 없었다. 박순은 강상(綱常)을 범한 큰 옥사인 만큼 가볍게 석방할 수 없다 하였으나, 홍담은 더욱 이견(異見)을 고집하여 굳이 다투었다. 이에 다시 그 시체를 검시하였으나 역시 증거가 없자 널리 조정의 의논을 수렴할 것을 청하였는데, 그 의논도 일치하지 못하였다. 상이 이르기를, “검시에 틀린 점이 많아 옥사를 판결할 기약이 없다.” 하고, 특병으로 석방하였다. 헌부가 또 도로 가두어 다시 국문하기를 청하였는데, 대사간 유희춘(柳希春)은 상의 뜻에 따랐고, 정언 김응남(金應南)은 헌부의 주장이 옳다고 하였다. 홍문관이 차자를 올려 아뢰기를, “종이 그 주인을 죽인 것은 강상의 큰 변고입니다. 반드시 죄가 없는 실상을 분명히 알고 난 다음에야 비로소 석방할 수 있습니다. 지금 옥사를 끝내지 않은 채 곧바로 죄인을 석방하였는데도, 이목(耳目)의 신하가 극력 간쟁하지 않은 것은 잘못입니다. 간원의 여러 관원 중에서 김응남 이외는 모두 체직시키소서.” 하니, 상이 따랐다. 허엽(許曄)이 대신 대사간이 되었는데, 허엽은 죽은 사람과 족당이 되므로 언제나 옥사가 이루어지지 못함을 분하게 여겼었다. 이에 옥사를 다스림에 체모를 잃었다는 것으로 박순을 추고하고 금부 당상을 파직시킬 것을 청하였으나, 상이 따르지 않았다. 이때 홍담은 옥사를 풀기를 극력 주장하였고 허엽은 옥사를 이루기를 극력 주장하였는데, 사람들은 정면 대립이 되었다고 하였다.",
                "hj": "○司諫院請推左議政朴淳按獄之失, 不許。 時, 載寧有奴殺主, 而檢屍差誤, 不能明致死之由。 乃鞫于禁府, 三省交坐, 朴淳爲委官, 獄久不成。 知禁府事洪曇, 力辨其獄之冤, 而亦無明証。 淳以爲: “綱常大獄, 不可輕釋” 曇猶持異固爭, 乃再檢其屍, 亦無驗, 請廣收廷議, 議又不一。 上曰: “屍驗多違, 斷獄無期。” 特命釋之。 憲府又請還囚更鞫, 大司諫柳希春順上旨, 正言金應南是憲府。 弘文館上箚曰: 奴殺其主, 綱常大變。 必須明知無罪之實, 然後方可解釋。 今獄事未究, 徑放罪人, 而耳目之臣不爲力爭, 非矣。 請諫院多官, 金應南外皆遞。 上從之。 許曄代爲大諫, 曄與死人爲族黨, 常憤獄事不成。 乃以按獄失體, 請推考朴淳、罷禁府堂上, 上不從。 時, 洪曇力主解獄, 曄力主成獄; 人以爲正對。"
            },
            "9": {
                "H2KE-EN": "The ministers, 시종, and inspectors and censors came to the palace and requested that the King take a temporary meal and that the King take a temporary meal. The King did not approve this request. Chief State Councilor Hong섬 came forward and said, Your subject earlier attended the Royal Ancestral Shrine and held a feast for the imperial envoys. When I observed the palanquin of the Royal Ancestral Shrine, I saw that the palanquin was very dark and dark. I thought that the palanquin was such a disease, and I was afraid that it would be difficult to preserve the palanquin. Indeed, the palanquin of the Royal Ancestral Shrine was indeed a disease. I saw that the palanquin of the Royal Ancestral Shrine is even more grievous. Yi Li said, Your subject heard that the Royal Ancestral Shrine intended to preserve the palanquin of the Royal Ancestral Shrine . After a long time observed the palanquin of the Royal Ancestral Shrine, I realized the palanquin of the Royal Ancestral Shrine and said to many officials, It would be difficult for me to eat vegetarian food. I only intended to eat vegetarian food, but did not attend the Royal Ancestral Shrine for three years. This was not a lack of filial piety but truly observed. The proprieties of the Royal Ancestral Shrine and the Altar of the Soil and Grain have already been discontinued, and the sovereign takes charge of state affairs. If we eat vegetarian food, who would entrust the possibility of state affairs? The officials repeatedly submitted their remonstrances, but the King did not respond. Yi Li then said, In recent days, the superiors and the superiors have strong disease many. Would it not be possible for Your Majesty to damage the palanquin of the palanquin. The palanquin of the palanquin, the palanquin of the palan",
                "H2KE-nKo": "대신, 시종, 대간이 입대하여 권도를 따라 복선할 것을 청하였으나 허락하지 않았다. 영의정 홍섬이 나아가 아뢰기를,“신이 일찍이 인종을 모시고 중국 사신을 접대하였는데, 인종의 손이 매우 수척하고 검어서 초상으로 인하여 이처럼 수척해지셨으니 아마도 지탱하기 어려울 듯합니다. 인종께서는 과연 병이 나 대고에 이르셨는데, 신이 지금 주상의 집상을 보니 더욱 민망합니다.”하고, 이이가 아뢰기를,“신이 들으니, 성종께서 처음에는 집상하려 하시다가 소식을 드신 지 이미 오래되자 스스로 기력이 쇠하였음을 깨닫고는 신하들에게 이르기를 ‘소식은 과연 어렵다. 나는 오직 여색을 가까이하지 않을 뿐이다.’라고 하고, 이어 육선을 드시고 3년 동안 여시를 가까이하지 않으셨다고 합니다. 이는 효성이 부족해서가 아니라 형세상 그럴 수밖에 없었던 것입니다. 양암의 예가 이미 폐지되어 임금은 기무를 총괄하는데, 만약 소식 때문에 병이 생긴다면 기무를 누구에게 맡기겠습니까.”하고, 신하들이 반복하여 간언을 올렸으나, 주상이 답하지 않았다. 이이가 이어서 아뢰기를,“요즈음 상하가 서로 다투고 있으니 손상되는 바가 많습니다. 전하의 심기에 손상되는 바가 있어서가 아니겠습니까. 사람은 모두 어질지 못하고 또한 모두 불초하지도 못합니다. 어진 사람은 임금의 시비가 분명하고 유사를 사랑하고 좋아하기를 바라니, 불초한 사람은 이와 반대입니다. 근래 주상께서 대신을 자주 접견하시고 유사에게 마음을 기울여 불시에 불러서 보시니, 사람들이 모두 기뻐하며 치도를 보기를 바라고 있습니다. 그런데 지난번 사세가 갑자기 변하여 접견하는 것을 좋아하지 않을 뿐만 아니라 경연에도 드물게 나오셨습니다. 그리고 학생을 공천하는 것은 인재를 취하는 좋은 법인데 갑자기 폐지하였으니, 비록 주상의 뜻이 주된 것인지는 모르겠으나 여항의 불선한 자들은 모두 기뻐하며 기세를 돋구고 있으니, 이것이 어찌 성세의 일이겠습니까.”하니, 주상이 말하기를,“학생을 공천하는 것은 국법이 아니다. 그러므로 나는 훗날의 폐단이 있을까 염려한 것이다.”하였다. 이이가 또 사헌부의 하리가 죄를 입은 일에 대해 말하고, 또 주창이 태자를 폐하려고 간쟁한 일과 조왕을 보호하려고 한 일에 대해 두루 서술하기를,“그가 평소에 정도를 지킨 절개가 있었기 때문에 훗날 잘 보호할 수 있었던 것입니다. 이 뜻은 주상께서만 알고 계시는 것이 아니라 비빈도 알고 계실 것입니다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 7월 1일(정유) 9번째기사",
                "gt-oKo": "대신·시종·대간이 입대하여 임시 방편을 따라 복선(復膳)하기를 청하였으나, 허락하지 않았다. 영의정 홍섬(洪暹)이 나아가 아뢰기를, “신이 일찍이 인묘(仁廟)를 모시고 명나라 사신을 접대하였는데, 그 때 인묘의 손이 매우 수척하고 까맣게 된 것을 보고서 마음 속으로, 거상(居喪)으로 인하여 이처럼 몸이 야위었으니 아마도 지탱하기 어렵겠다 생각하였습니다. 인묘는 과연 병이 생겨 대고(大故)에 이르렀는데, 신이 지금 상께서 예를 지켜 거상하는 것을 보고는 더욱 간절히 걱정됩니다.” 하고, 이이는 아뢰기를, “신은 들으니 성묘(成廟)께서 처음에 예를 지켜 거상하려다가 소식(素食)을 든 지 이미 오래되자 스스로 피곤함을 깨닫고는, 군신(群臣)들에게 ‘소식은 과연 어려우니 나는 오직 여색(女色)만 가까이하지 않겠다.’ 하고, 곧 고기를 드시고서 3년 동안 여자를 가까이하지 않았다 합니다. 이는 성효(誠孝)가 부족하여서가 아니고 그 형편이 본디 그러한 것입니다. 양암(諒闇)의 예가 이미 폐지되고 임금이 모든 기무(機務)를 총괄하는데, 만일 소식을 하다가 병이 나면 기무는 어떤 사람에게 부탁할 것입니까.” 하고, 군신들이 거듭 간하였으나 상은 답하지 않았다. 이이가 이어 아뢰기를, “요사이 상하가 서로 다투므로 상심되는 일이 많은데, 혹 전하의 심기(心氣)는 상하신 점이 없으십니까? 사람은 모두 어질 수 없고 또 모두 불초(不肖)하지도 않습니다. 어진이는 임금이 시비가 분명하고 유사(儒士)를 사랑하고 좋아하기를 원하는데, 불초한 사람은 이와 반대입니다. 근래 상께서 대신을 자주 접견하고 유사에게 마음을 기울여 불시에 소견(召見)하시자, 사람들은 모두 기뻐하면서 치세(治世)가 되기를 기대하였습니다. 그런데 지난 번에 사세가 갑자기 변하여 접견하는 일을 좋아하지 않을 뿐만 아니라 경연에도 또한 드물게 나오셨습니다. 그리고 학생을 공천(公薦)하는 일은 인재를 뽑는 좋은 법인데 갑자기 폐지하였으니, 상의 주의(主意)를 알지 못합니다만, 여항(閭巷)의 불선(不善)한 자들은 모두 기뻐하면서 기세를 돋구고 있으니, 이것이 어찌 성세(盛世)의 일이겠습니까?” 하니, 상이 이르기를, “학생을 공천하는 일은 국법이 아니다. 그러므로 나는 후일에 폐단이 있을까 걱정 했을 뿐이다.” 하였다. 이이가 또 사헌부의 하리가 죄를 입은 일에 대해서 말하였다. 그리고 주창(周昌)이 태자(太子)를 폐하는 일을 간한 것과 조왕(趙王)을 보호한 일을 낱낱이 서술하여 아뢰기를, “그가 평소에 정도(正道)를 지킨 절의가 있었기 때문에, 후일에 제대로 보호할 수 있었던 것입니다. 이 뜻은 비단 상께서 알 뿐만이 아니라 비빈(妃嬪)도 당연히 알아야 됩니다.” 하였다.",
                "hj": "○大臣、侍從、臺諫入對, 請從權復膳, 不許。 領議政洪暹進曰: “臣曾侍仁廟, 接饗天使, 得竊見仁廟手甚瘦黑, 意謂, 因喪消毁如此, 恐難支保。 仁廟果成疾, 至於大故。 臣今見上執喪, 尤切閔矣。” 李珥曰: “臣聞, 成廟初欲執喪, 行素旣久, 而自覺澌憊, 謂群臣曰: ‘素食果難, 予惟不近女色而已。’ 乃進肉膳, 三年不近女侍。 此非誠孝不足, 勢固然矣。 諒闇之禮旣廢, 人君摠攬機務, 若以素食致疾, 機務付之何人乎?” 群臣反覆進諫, 上不答。 珥因曰: “近日上下相爭, 所傷多矣。 無乃殿下心氣, 有所傷乎? 人不能皆賢, 亦不能皆不肖。 賢者欲君上是非分明, 愛好儒士, 不肖者反是矣。 近來上頻接大臣, 傾向儒士, 不時召見, 人皆欣然, 冀見治道。 而頃者事勢忽變, 非徒不喜接見, 御經筵亦罕。 且學生公薦, 是, 取人良法, 而忽廢之。 雖未知上意所主, 而閭巷間不善者, 皆喜悅增氣, 此豈盛世事也?” 上曰: “學生公薦, 非國法, 故予恐有後弊耳。” 珥又言憲吏被罪事, 且歷敍周昌爭廢太子, 保護趙王事曰: “由其平日有守正之節, 故後日能保護也。 此意非獨自上知之, 妃嬪亦當知之也。”"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Jo Won , Fourth Censor of the Office of the Censor General , reported to the King, A summoning official is to be applied in accordance with the penal code for the strokes of beating with the light stick and the heavy stick. This is to be carried out as a high official. Previously, the Office of the Censor General requested that a high official be interrogated. It was wrong that a colleagues with his colleagues have been wrong. Your subject requests that he be replaced. Consequently, both the Office of the Censor General requested that a high official be interrogated, but we did not see that it was wrong. Your subject and others are not the opinions of Jo Won and thus cannot remain in office. Your subject requests that he be dismissed from office. Inspector General Kim Gye휘 reported to the King, Inspector General Heo Seop , who is a relative of the relatives of mourning for his deceased father and grandfather, observing his words, has insufficient discussions and excessively impeached high officials. Your subject and others did not impeach him. Your subject requests that he be dismissed from office and then withdrew. At this time, [When] Sun resigned from office due to an illness, he did not come out to work. The opinions were extremely disappointed, but young scholars were all considered Hyowons colleagues. Therefore, all of them regarded the Office of the Censor General as proper. Only Jo Won alone observed the circumstances of 정철s intent and argued this opinion, but Kim Gye휘 raised him. When the Office of the Censor General intended to impeach the 양사를, Yi I impeached the matter and asked his colleagues Yu Monghak , a colleagues of Yu Monghak . [Yu] Monghak said, Today, he lost a wise minister. How could this not be a fault? Yi I said, If Jo Won is impeached, he would have been kept in the middle of the Left State Councilor. Consequently, he gathered together to discuss the matter with his colleagues. All said, If the 양사를 is replaced, this would be a way to prevent the root of the circumstances. Yi I said, That is not so. It is proper to discuss the matter. If the censors lost their wrongdoings, what harm could the root of the circumstances? If a high official commits a crime, he should be dismissed from his position. Even if he is banished to a designated area or exile to a designated area or execution, what harm could it not be? However, it is not proper to impeach him from the Office of the Censor General to impeach him in accordance with the penal code. The law of impeaching officials is not a way to impeach high officials. In the past, when the Han dynasty requested a government slave to supervise the root of the gues, Kim Gye휘 and Jo Won would be allowed to request the suspicion. Even though all the colleagues were not pleased, they could not dare hide. 수찬 Hong Jin , Compiler Hong Jeok , Yi Gyeongjung , and others said, Heo Gong is a prudent for Confucian scholars. The Office of the Inspector General considered his colleagues with his colleagues, and his opinion is also wrong",
                "H2KE-nKo": "정언 조원이 아뢰기를,“추고하는 것을 태장률로 조율하는 것은 바로 일반 관원을 다스리는 것이니, 이것을 대신에게 시행해서는 안 됩니다. 지난번에 간원이 대신을 추고하기를 청한 것은 잘못이고, 동료가 잘못이 있었는데도 신과 서로 용납한 것은 잘못입니다. 신을 체직하소서.”하였다. 이에 양사가 모두 피혐하며 아뢰기를,“대신을 추고하기를 청한 것은 옳지 않다고 볼 수 없습니다. 신들은 조원과 소견이 같지 않으니 직임에 있을 수 없습니다. 사직하겠습니다.”하고, 대사헌 김계휘가 아뢰기를,“대사간 허엽은 시친과 가까운 친족으로서 그 말을 곧이듣고 지론이 과중하여 대신을 추고하기를 청하기까지 하였습니다. 신은 그것이 잘못인 줄 알면서도 탄핵하지 않았으니, 사직하겠습니다.”하였다. 이때 박순이 병을 이유로 출사하지 않아 사론이 매우 불평하였는데, 나이 젊은 사류는 모두 효원의 당우였기 때문에 모두 간원이 옳다고 하였다. 그러나 조원만은 정철의 뜻을 따라 이 논의를 발하였는데 김계휘가 편을 들었다. 옥당이 양사를 처치하려 할 때 이이가 그 일을 중하게 여겨 친구 유몽학에게 물으니, 유몽학이 말하기를,“오늘날 어진 정승 한 사람을 잃는다면 어찌 애석하지 않겠습니까.”하였다. 이이가 말하기를,“지금 조원을 탄핵한다면 이는 좌상을 중문에 가두어 두는 것이다.”하고, 드디어 동료를 모아 상의하였는데, 모두 말하기를,“양사를 체차한다면 이는 언로를 막는 것이다.”하니, 이이가 말하기를,“그렇지 않다. 논의는 마땅히 그 일의 옳고 그름을 보아야 하고 간관에게 잘못이 있으면 옥당이 규찰하여 바로잡는 것이니, 언로에 무슨 문제가 되겠는가. 대신에게 죄가 있으면 파직하는 것이 옳고, 유방하거나 찬극하더라도 괜찮다. 언관이 일에 따라 논척하는 것이 무슨 안 될 것이 있겠는가. 다만 추고하기를 청해서는 안 된다. 이른바 추고라는 것은 유사가 힐문하여 조율하는 것이니, 이는 일반 관원을 독찰하는 법이지 대신을 대우하는 방법이 아니다. 옛날 한나라 신하가 사례로 하여금 삼공을 독찰하게 하기를 청하였는데, 의논하는 자들이 그르게 여겼으나 결국 그 일이 시행되지 않았다. 지금 대신을 추고하기를 청한 것은 사례가 삼공을 독찰하는 것이다. 간원이 아뢴 것이 이미 잘못인데 헌부가 부화뇌동하였으니 모두 체차하고, 김계휘와 조원만 출사하게 하라.”하였다. 동료들이 모두 기뻐하지 않았으나 끝내 감히 이의를 제기하지 못하였다. 수찬 홍진, 착작 홍적, 이경중 등이 아뢰기를,“허공은 사림의 신망을 받고 있으니 그 잘못을 논할 수 없습니다. 대사헌이 친한 사람에게 사정을 두었다고 하였는데 그 논의도 지나치니 체차해야 합니다.”하니, 이이가 아뢰기를,“이 말도 옳습니다.”하였다. 이에 차자를 올려 양사를 모두 체차하고 조원만 출사하게 하기를 청하였는데, 공론이 적절하게 여겼으나 효원의 동료들은 모두 노하였다. 허엽이 더욱 성을 내며 말하기를,“조순을 무겁게 논핵하지 않은 것이 한스럽다. 파직은 나의 잘못이다.”하고, 또 이이가 처치한 것이 타당성을 잃었다는 이유로 화를 내며 꾸짖기를 그치지 않았다. 허엽은 선비의 신망을 받고도 오랫동안 3품에 머물러 있어 자못 유감을 품고 대신을 경시하였다. 노수신이 일찍이 허엽에게 묻기를,“지금 누가 정승이 될 만한가?”하니, 허엽이 말하기를,“지금의 정승은 누군들 될 수 없겠는가. 누구누구는 모두 정승이 될 만하다.”하였는데, 노수신은 잠자코 있었다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 8월 1일(병인) 1번째기사",
                "gt-oKo": "정언 조원(趙瑗)이 아뢰기를, “추고란 태장(笞杖)의 율(律)을 적용하는 것으로 이는 곧 서관(庶官)을 다스리는 것이니, 이것을 대신하게 시행하는 것은 불가한 것입니다. 지난 번에 사간원이 대신을 추고하자고 청한 것이 잘못이고, 동료가 잘못하였는데도 신이 함께 서로 용납한 것도 잘못입니다. 신을 체직시켜 주소서.” 하니, 이에 양사가 모두 피혐하면서 아뢰기를, “대신을 추고하자고 청한 일이 불가한 것인지 알지 못하겠습니다. 신들은 조원과 소견이 같지 않으므로 직에 있을 수 없습니다. 사면시켜 주소서.” 하였다. 대사헌 김계휘(金繼輝)가 아뢰기를, “대사간 허엽(許曄)은 시친(屍親)의 가까운 일가로서 그 말을 믿고 주장한 의논이 과중하여 대신을 추고하자고 청하기까지 하였습니다. 신은 그것이 잘못임을 알면서도 탄핵하지 않았으니, 사직하고 물러가게 해 주소서.” 하였다. 이 때 박순(朴淳)은 병을 핑계로 나오지 않았는데 사론(士論)이 매우 불평하였다. 나이가 젊은 사류는 모두 효원과 한패였기 때문에 다들 간원이 옳다고 하였으나, 조원만은 정철의 뜻을 따라 이 의논을 제기하자 김계휘가 두둔하였다. 옥당이 양사의 일을 처치(處置)할 적에 이이는 그 일을 중하게 여겨 친구 유몽학(柳夢鶴)에게 물으니, 몽학이 말하기를, “오늘날에 어진 정승 한 사람을 잃는다면 어찌 애석한 일이 아니겠는가?” 하니, 이이가 말하기를, “지금 만일 조원을 탄핵하면 이는 좌상(左相)을 중문(重門) 안에다가 가두어 놓는 것이 된다.” 하고, 드디어 동료들을 모아놓고 상의하였는데, 모두 말하기를, “만약 양사의 관원을 체직시키면 이는 언로를 막는 것이다.” 하니, 이이가 말하기를, “그렇지 않다. 논의는 당연히 그 일의 옳고 그른 것을 살펴야 되는 것이니, 간관에게 잘못이 있어서 옥당이 규명하여 바루는 것이 어찌 언로에 방해가 되겠는가. 대신이 죄가 있으면 파직시키는 것이 옳고, 내쳐 귀양보내는 것도 가한 것이다. 언관이 일에 따라 배척하여 논하는 것이 어찌 옳지 않겠는가. 다만 추고하기를 청하는 것은 불가한 것이다. 이른바 추고라는 것은 유사(有司)가 죄를 캐물어 조율하는 것이니, 이는 여러 관원들을 독찰(督察)하는 법이지 대신을 대접하는 것은 아니다. 옛날 한(漢)나라 때 신하가 사례(司隷)를 시켜 삼공(三公)을 독찰하기를 청하였는데, 의논하는 사람들이 그르다 하여 그 일이 끝내 시행되지 않았다. 지금 대신을 추고하기를 청한 것은 곧 사례가 삼공을 독찰하자는 것이다. 간원이 아뢴것이 이미 옳지 않은데도 사헌부가 뇌동하였으니, 모두 체직시키고 김계휘와 조원만은 출사시킬 것을 청해야 한다.” 하였는데, 동료들이 모두 기뻐하지 않았으나 끝내 감히 다른 말을 하지 못하였다. 수찬 홍진(洪進), 저작(著作) 홍적(洪迪)·이경중(李敬中) 등이 말하기를, “허공(許公)은 사림(士林)이 우러러보는 사람이니 그의 잘못을 논할 수 없다. 대사헌이 친한 사람에게 사정(私情)을 두었다고 논하였으니, 그 의논도 지나치다. 대사헌도 체직시키는 것이 마땅하다.” 하였다. 이이가 말하기를, “이 말도 옳다.” 하였다. 이에 차자를 올려 양사를 모두 체직시키고, 다만 조원만을 출사하게 할 것을 청했는데, 공론(公論)이 올바로 되었다고 하였으나 효원의 무리들은 모두 성을 내었다. 허엽이 더욱 성내어 말하기를, “박순을 무겁게 논죄(論罪)하여 파직시키지 못한 것이 한스러운데 이는 나의 잘못이다.” 하고, 또 이이가 온당치 못하게 처치하였다 하여 성내어 꾸짖기를 마지않았다. 허엽이 선비들의 명망을 받고 있었지만 오랫동안 3품에 머물렀으므로, 자못 유감을 품고서 대신들을 경멸하였다. 노수신(盧守愼)이 언젠가 허엽에게 묻기를, “현재 누가 정승이 될 만한가?” 하니, 허엽이 말하기를, “현재의 정승은 누군들 되지 못하겠는가. 아무 아무가 모두 정승이 될 만하다.” 하니, 수신은 잠자코 있었다.",
                "hj": "○朔丙寅/正言趙瑗啓曰: “推考者, 照以笞杖之律, 乃所以治庶官, 不可以此施之大臣。 前者諫院請推大臣非也; 同僚有失, 而臣與之相容非也。 請遞臣職。” 於是, 兩司皆避嫌曰: “請推大臣, 未見其不可。 臣等與趙瑗, 所見不同, 不可在職。 請辭。” 大司憲金繼輝啓曰: “大司諫許曄, 以屍親切族, 信聽其言, 持論過重, 至於請推大臣。 臣知其非而不劾, 請辭職而退。” 是時, 淳謝病不出, 士論甚不平, 而年少士類, 皆孝元黨友, 故皆以諫院爲是, 而獨趙瑗, 徇鄭澈之意, 發此論, 而金繼輝右之。 玉堂將處置兩司, 李珥重其事, 問于友人柳夢鶴, 夢鶴曰: “今日失一賢相, 豈不可惜?” 珥曰: “今若劾趙瑗, 是, 鎖左相于重門也。” 遂會同僚相議, 皆曰: “若遞兩司, 是防言路也。” 珥曰: “不然。 論議當觀其事之是非, 諫官有失, 而玉堂紏正, 何妨言路乎? 大臣有罪, 則罷之可也; 雖流放竄殛可也。 言官隨事論斥, 有何不可? 但不可請推也。 所謂推考, 乃有司詰問照律, 是, 督察庶官之法, 非所以待大臣也。 昔漢臣, 請使司隷督察三公, 而議者非之, 事竟不行。 今之請推大臣, 是, 司隷督察三公也。 諫院之啓旣非, 而憲府雷同, 皆可遞, 惟金繼輝、趙瑗可請出也。” 同僚雖皆不悅, 而終不敢貳。 修撰洪進、着作洪迪ㆍ李敬中等曰: “許公, 士林之望, 不可論其失。 大憲以爲私於所親, 其論亦過, 當遞。” 珥曰: “此言亦是也。” 於是上箚, 請盡遞兩司, 只出趙瑗, 公論以爲得中, 而孝元儕輩皆怒。 許曄尤恚曰: “恨不重論淳罷職, 此吾過也。” 又以李珥處置乖當, 嗔罵不已。 曄負士望, 而久滯三品, 頗懷憾意, 意輕大臣。 盧守愼嘗問曄曰: “當今誰可相?” 曄曰: “當今之相, 誰不可做? 某也某也, 皆可爲相。” 守愼默然。"
            },
            "2": {
                "H2KE-EN": "The King appointed Magistrate of Gaeseong Yi Yangwon as Inspector General .",
                "H2KE-nKo": "개성 유수 이양원을 대사헌으로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 8월 1일(병인) 2번째기사",
                "gt-oKo": "개성 유수 이양원(李陽元)을 대사헌으로 삼았다.",
                "hj": "○以開城留守李陽元爲大司憲。"
            },
            "3": {
                "H2KE-EN": "The King appointed Jeong Cheol as second deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "정철을 홍문관 직제학으로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 8월 1일(병인) 3번째기사",
                "gt-oKo": "정철을 홍문관 직제학으로 삼았다.",
                "hj": "○以鄭澈爲弘文館直提學。"
            },
            "4": {
                "H2KE-EN": "Kim Gyehwi , the son of the governor of Pyeongan Province . At the time, Heo Cheol , the son of [Heo] Bong , was a section chief of the Ministry of Personnel . [Heo] was angry that [Kim] Gyehwi raised his fathers fault. [Heo] plotted with Second Minister [of Personnel] Bak Geunwon to demote [Kim] Gyehwi from the capital. [Because] the people were disappointed, [Bak] Geunwon was afraid that [he] had committed the crime of a senior official. Earlier, [he] was expelled from his opinion. At this time, [he] had a colleague with [Bak] Hyowon and his colleague with him. At this time, [he] was even more slandered. ",
                "H2KE-nKo": "김계휘를 평안도 관찰사로 삼았다. 허엽의 아들 허봉이 이때 이조 좌랑으로 있으면서 경박하고 식견과 사려가 없었는데, 김계휘가 자기 아버지의 잘못을 드러낸 데 대해 화가 나서 참판 박근원과 함께 모의하여 김계휘를 외직으로 좌천시켰으므로 여론이 해괴하게 여겼다. 박근원은 옛 신하로서 하자가 있어서 처음에는 사론의 배척을 받았는데, 이때에 이르러 효원의 동료와 결탁하여 한통속이 되었다. 이 일을 하게 되자 공론이 더욱 비루하게 여겼다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 8월 1일(병인) 4번째기사",
                "gt-oKo": "김계휘를 평안도 관찰사로 삼았다. 허엽의 아들 봉(葑)이 이 때 이조 좌랑이었는데, 경박하고 식견과 생각이 없었다. 계휘가 그 아비의 잘못을 들춰 낸 것에 노하여 참판 박근원(朴謹元)과 짜고 계휘를 외직으로 좌천시켰는데, 여론이 해괴하게 여겼다. 근원이 구신(舊臣)으로서 하자가 있어 애초에 사론으로부터 외면을 당했었는데, 이때에 효원의 무리들과 교제를 맺어 한동아리가 되었다. 이 일을 하게 되자 공론이 더욱 더럽게 여겼다.",
                "hj": "○以金繼輝平安道觀察使。 許曄子篈, 時爲吏曹佐郞, 輕薄無識慮, 怒繼輝揚其父之失, 與參判朴謹元謀, 乃左遷繼輝于外, 物論駭之。 謹元以舊臣有玷累, 初爲士論所外。 至是, 與孝元儕類, 締交爲一, 及爲此擧, 公論尤鄙之。"
            },
            "5": {
                "H2KE-EN": "유성룡이 아뢰었다. “당론이 일어나게 된 것은 genuinely impeached officials in charge of transferring high-ranking officials on the grounds that the impeached high-ranking officials were unreasonably observed due to the fact that the impeachment of high-ranking officials were unreasonably claimed. These are not due to the fact that each of the two men claimed to claim the claiming of their claimings.",
                "H2KE-nKo": "유성룡이 아뢰었다. “당론이 일어나는 것은 전조의 천망에서 시작되어 대신을 추감하는 데서 마구 터져나온 것입니다. 경박한 풍속이 부박하고 조급하여 서로 선동하는 것은 두 사람이 각자 당파를 만들어 서로 알력을 일으키고 있는 탓이 아닙니다.”\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 8월 1일(병인) 5번째기사",
                "gt-oKo": "유성룡(柳成龍)이 말하였다. “당론(黨論)이 일어난 것은 전랑(銓郞)의 천거에서 시작되어 대신을 추감(推勘)하자는 데서 걷잡을 수 없이 터진 것으로서, 각박한 풍속이 경조(輕躁)하여 서로 선동한 것이지, 두 사람이 각자 당(黨)을 만들어 알력이 생긴 데서 이루어진 것은 아니다.”",
                "hj": "○柳成龍曰: “黨論之作, 權輿於銓薦, 橫潰於大臣推勘, 薄俗浮躁, 互相交煽, 非二人各自樹黨傾軋之致也。”"
            },
            "6": {
                "H2KE-EN": "When the King paid a visit to the Royal Tomb of King Taejo , the Royal Secretariat requested the suspension of the royal trip to Gangneung because it was not yet completed. Yi Li reported, The royal trip to the Royal Tomb of King Taejo is a proprieties. It would be appropriate to perform the royal trip to the Royal Tomb of King Taejo during the cold weather. However, it would be even more difficult to perform the royal trip to the Royal Tomb of Queen Sinui during the winter months. The King followed this advice. Bak Sun did not attend the royal trip for a long time, but due to his slight illness, Bak Sun became the superintendent of the Palace Physician and received a gentle message, and thereupon proceeded to the royal trip to conduct state affairs. ",
                "H2KE-nKo": "주상이 강릉을 전알할 때 정원이 다리[橋梁]가 완성되지 않았다는 이유로 행행을 정지할 것을 청하였다. 이이가 아뢰기를,“능을 배알하는 것은 예입니다. 추위가 오기 전에 행하는 것이 마땅하겠으나 겨울철이라면 더욱 거행하기 어려울 것입니다.”하니, 주상이 그대로 따랐다. 박순이 오랫동안 출사하지 않다가 마침 주상의 옥체가 조금 편찮았는데, 박순이 내의원 제조로서 돈유를 받고 나와서 시사하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 8월 1일(병인) 6번째기사",
                "gt-oKo": "상이 강릉(康陵)을 배알할 때, 정원이 다리가 완성되지 않은 것으로 행행의 중지를 청하였다. 이이가 아뢰기를, “능을 배알하는 것은 예(禮)이니 춥지 않은 때에 행하는 것이 마땅합니다. 만약 겨울이 되면 더욱 거행하기 어렵습니다.” 하니, 상이 따랐다. 박순이 오랫동안 출사하지 않다가, 마침 상의 몸이 조금 편찮았었는데 박순이 내약방 제조(內藥房提調)였으므로 간곡한 유지를 받고 출사하여 시사(視事)하였다.",
                "hj": "○上謁康陵時, 政院以橋梁未成, 請停行幸。 李珥啓曰: “拜陵, 禮也。 宜及未寒時行之, 若冬月則尤難擧也。” 上從之。 朴淳久不出, 屬上體少愆, 淳爲內藥房提調, 承敦諭, 乃出視事。"
            },
            "7": {
                "H2KE-EN": "The King began to personally observe the Ministry of Personnel and thus had the people of Hamgil Province fail to lose their livelihoods. However, the governor was unable to find someone else. Thus, the King ordered the governor Bak Daerim be replaced. At the time, Yi Hubae was dismissed from office due to a circumstances, and he lived in home. He specially appointed Yi Hubae to the governor. Before Yi Hubae was upright and benevolent in governing the people, the soldiers and the people were loved and pleased. After he dismissed from his post, he erected the praise of his ancestors.",
                "H2KE-nKo": "주상이 비로소 전주를 친히 살폈다. 함경도의 백성들이 살 곳을 잃고 감사에 적임자를 얻지 못하였기 때문에 관찰사 박대립을 체차하라고 명하였다. 이때 이후백이 어떤 일로 인하여 관직에서 물러나 집에 있었는데, 이후백을 특별히 관찰사에 제수하였다. - 이후백은 청렴하고 은혜로운 정치를 하였으므로 군사와 백성들이 그를 사랑하고 좋아하였다. 그가 파직되어 간 뒤에 비석을 세워 그의 아름다운 덕을 칭송하였다. -\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 8월 1일(병인) 7번째기사",
                "gt-oKo": "상이 처음으로 직접 전주(銓注)를 보았는데, 이는 함경도의 백성들이 살 곳을 잃게 된 것은 적임자인 감사를 얻지 못한 탓이라 해서였다. 이에 관찰사 박대립(朴大立)을 체직시키라고 하였다. 이 때 이후백(李後白)이 어떤 일 때문에 벼슬을 사면하고 집에 있었는데, 후백을 관찰사로 특별히 임명하였다.【후백이 청렴하고 은혜로운 정치를 하였으므로, 군사와 백성들이 사랑하고 기뻐하여 임기를 마치고 떠난 뒤에 비(碑)를 세워 찬미하였다.】",
                "hj": "○上始親視銓注, 以咸鏡民生失所, 以監司不得其人, 乃命遞觀察使朴大立。 時, 李後白因事免官家居, 特拜後白爲觀察使。【後白淸惠爲治, 兵民愛悅。 罷去後立碑頌美。】"
            },
            "8": {
                "H2KE-EN": "The King (Sejong conducted state affairs and spoke to the Ministry of Personnel , saying, Do not use those who are upright and honest, and strive to select those who are upright and generous. Kim Gye휘 heard this and said, Your Majestys instruction is right. However, if a monarch administrate on this principle, then those who are foolish and foolish will be called upright and honest, and those who are upright and honest will receive the slander and honest. The harmful effects are not few.",
                "H2KE-nKo": "주상이 전주를 보고 이조에 이르기를,“교격한 사람을 쓰지 말고 순후한 사람을 힘써 뽑도록 하라.”하였다. 김계휘가 이 말을 듣고 말하기를,“상의 이 하교가 옳다. 다만 임금이 이 뜻을 치우치게 주장하면 유녕한 자는 순후하다는 이름을 얻게 되고 강직한 자는 교격하였다는 비방을 받게 되어 피해가 적지 않을 것이다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 8월 1일(병인) 8번째기사",
                "gt-oKo": "상이 전주를 보았다. 이조에게 이르기를, “과격한 사람을 쓰지 말고 순후(淳厚)한 사람을 힘써 취하도록 하라.” 하였는데, 김계휘가 듣고 말하기를, “상의 이 전교가 옳은 것이지만, 임금이 지나치게 이 뜻을 주장하면 아첨하는 사람은 순후한 이름을 얻게 되고 강직한 사람은 과격하다는 비난을 받을 것이니, 해로움이 적지 않을 것이다.” 하였다.",
                "hj": "○上視銓注, 謂吏曹曰: “勿用矯激之人, 務取淳厚之人。” 金繼輝聞之曰: “上此敎是矣。 但人君偏主此意, 則柔侫者得淳厚之名; 剛直者受矯激之謗, 爲害不淺矣。”"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, [the King] dismissed 유희춘 from his office and returned to his hometown. Li Xi discussed the matter with his colleagues, saying, Yu Gong is a study of reading history. Yi Hubae and Kim Gye휘 are well-versed in the complexity of affairs, and thus they are well-versed in the classics and history. He should not be allowed to leave his hometown to the court. [The King] presented a memorial to request that [the King] stay [in his hometown], but the King did not approve [his request]. At the time, the evidence of Sim and Kim Gye휘 have already been manifested. [Kim] Gye휘 and [Kim] Gye휘 are both former men and named, and they continued to leave their hometowns in succession. [Therefore,] Kim Hyowons slander was more severe.",
                "H2KE-nKo": "초하루에 유희춘이 해직되어 고향으로 돌아갔다. 이이가 동료에게 의논하기를,“유공은 글을 읽은 군자이고 이후백과 김계휘는 시무에 숙달하고 전고에 밝게 익혔으니, 그가 조정을 떠나서는 안 된다.”하고, 차자를 올려 그를 만류할 것을 청하였으나, 주상이 따르지 않았다. 이때 심씨와 김효원이 당파를 나눈 자취가 이미 드러났다. 김계휘 등은 모두 선배 명인들이었는데도 서로 잇따라 조정을 떠나 김효원이 더욱 심하게 비방을 받았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 9월 1일(병신) 1번째기사",
                "gt-oKo": "유희춘(柳希春)이 벼슬을 그만두고 고향으로 돌아갔다. 이이가 동료들과 의논하기를, ‘유공(柳公)은 글을 읽은 군자(君子)이고 이후백과 김계휘는 시무(時務)에 익숙하고 전고(典故)에 밝은 이들이니, 이들이 조정을 떠나게 해서는 안 된다.’ 하고, 차자를 올려 머물게 할 것을 청하였으나, 상이 따르지 않았다. 이때 심(沈)·김(金)이 당을 나눈 형적이 이미 드러났고, 계휘 등은 모두 선배로서 이름난 사람이었는데 서로 잇따라 조정에서 떠나가자 김효원이 더욱 많은 비난을 받았다.",
                "hj": "○朔丙申/柳希春解職還鄕。 李珥議于同僚曰: “柳公讀書君子; 李後白、金繼輝練達時務, 明習典故, 不可使去朝也。” 上箚請留, 上不從。 時, 沈、金分黨之迹已著。 繼輝等俱前輩名人, 而相繼去朝, 金孝元受謗滋深。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King (Sejong requesting that the Ministry of Personnel be replaced by the Second Minister and below. The King approved this and then issued a royal directive, which stated, Earlier, when I conducted state affairs, I saw the staff officials arbitrarily and did not speak about it. At that time, Sim On and Kim Geun harbored a single worse, and the discussions of the court were obstinate. Inspector General Jeong Jiyeon asked Yi I , saying, Due to the court, the opinions of the court have arrogantly occurred. How should we deal with this? Yi I said, This is due to the fact that the Ministry of Personnel were unable to find men. It would be proper to satisfy the single worse and 진정시켜야지 impeach them. Only Bak Ioooooooooooooooooooooooooooooooooooooooccurs the character Geunwon. He did not satisfy many peoples hearts. Therefore, it would be proper to request that he be replaced. However, as there is a vacancy in the section chief of the Ministry of Personnel , if he is now vacant, it would be proper to employ a person who is fair and appoint a man who is fair to fairly fair. If he himself wishes to be employed in the Office of the Crown Prince (Office of Benevolence and Longevity and Longevity, it would be possible to have no things to do so. Jeong Jiyeon assented, he proposed this proposal immediately to be impeached and impeached only Sim Geunwon. However, the discussions of the Office of the Inspector General intended to impeach all the former officials. His discussions were extremely obstinate, and Jeong Jiyeon was unable to suppress them. Assistant Section Chiefs of the Ministry of Personnel Yi Seongjung and Heo Bong were all impeached by the impeach ",
                "H2KE-nKo": "사간원이 아뢰어 이조가 사사로움을 따라 정사를 잘못하였다고 논핵하고, 참판 이하를 체차하기를 청하니, 즉시 윤허하였다. 또 전교하기를,“일찍이 정사를 볼 때에 낭관이 제멋대로 하는 것을 보고도 미처 말하지 못하였다.”하였다. 이때 심씨와 김씨가 대립한다는 말이 더욱 성하여 조정의 의론이 분분하였다. 대사간 정지연이 이이에게 묻기를,“조정에 논의가 분분하니, 장차 어떻게 처리해야 하겠습니까?”하니, 이이가 아뢰기를,“이는 전조가 적임자를 얻지 못한 탓입니다. 조용히 진정시켜야지 논박하여 공격해서는 안 됩니다. 오직 박일초 - 박근원의 자이다.】의 소행은 사람들의 마음에 만족스럽지 못하니, 이는 아뢰어 체차해야 합니다. 그러나 전랑이 현재 비어 있으니, 만약 공평한 사람을 등용한다면 선발하고 주의하는 데 합당하게 될 것이고, 인백 - 박효원의 자이다. - 가 스스로 외직에 보임되기를 구한다면 거의 무사할 것입니다.”하였다. 정지연이 그렇겠다고 여기고 즉시 논의를 제기하여 박근원만을 논핵하려고 하였는데, 동료들의 의론이 전관을 모두 논박하려고 하여 그 의론이 매우 성하니, 정지연이 억제할 수 없었다. 이조 좌랑 이성중과 허봉은 모두 박효원의 친밀한 벗으로 탄핵을 받아 체차되었으므로, 나이 젊은 사류들이 대부분 불평하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 9월 1일(병신) 2번째기사",
                "gt-oKo": "간원이 이조가 사정(私情)을 따라 정사(政事)를 잘못 처리한 것을 논계하여, 참판 이하를 체직시킬 것을 청하니 즉시 윤허하였다. 또 하교하기를 ‘지난번 정사를 살필 때 낭관이 멋대로 하는 것을 보고서도 미처 말하지 못하였다.’ 하였다. 이 때 심의겸과 김효원이 각립(角立)한다는 설이 더욱 치성하여 조정의 의논이 시끄러웠다. 대사간 정지연(鄭芝衍)이 이이(李珥)에게 묻기를, ‘조정의 논의가 멋대로 터져나오니 앞으로 어떻게 처치할 것인가?’ 하니, 이이가 말하기를, ‘이는 전조(銓曹)에서 올바른 사람을 얻지 못한 때문인 것이다. 조용히 진정시켜야지 논박하여 공격해서는 안 될 것이다. 박일초(朴一初)가 【근원(謹元)의 자임.】하는 짓이 여러 사람들의 마음에 만족스럽지 못하니, 이를 논계하여 체직시켜야 할 것이다. 그리고 전랑(銓郞)이 현재 비어 있으니 만약 공평한 사람을 기용한다면 선주(選注)가 합당하게 될 것이고, 인백(仁伯)【효원(孝元)의 자임.】 스스로 외직(外職)에 보임되기를 구하게 되면 거의 무사할 것이다.’ 하니, 지연이 옳다고 여겨 곧 논의를 제기하였다. 그런데 단지 근원만을 탄핵하려 하였으나, 동료들의 의논은 전관(銓官)을 모두 논박하려 하여 그 논의가 몹시 치성하였으므로 지연이 억제하지 못하였다. 이조 좌랑 이성중(李誠中)·허봉(許葑)은 모두 효원의 친밀한 벗으로서 모두 탄핵을 받아 체직되자, 나이 젊은 사류들은 불평하는 이가 많았다.",
                "hj": "○諫院啓論吏曹循私失政, 請遞參判以下, 卽依允。 且下敎曰: “曾於視政時, 見郞官專擅, 而未及言也。” 時, 沈、金角立之說益盛, 朝論紛紜。 大司諫鄭芝衍問于李珥曰: “朝著間論議橫潰, 將何處置?” 珥曰: “此由銓曹不得人也。 當靜而鎭之, 不可駁擊。 惟朴一初【謹元之字。】所爲, 不厭衆心, 此可啓遞, 而銓郞方有闕, 若用公平之人, 選注得當, 而仁伯【孝元字。】自求補外, 則庶可無事矣。” 芝衍然之, 卽發論, 欲只劾謹元, 而僚議欲盡駁銓官, 其論甚盛, 芝衍不能抑。 吏曹佐郞李誠中、許篈, 皆以孝元密友, 盡被劾遞, 年少士類多不平。"
            },
            "3": {
                "H2KE-EN": "The King proceeded to the hall of governance and attended the Royal Lecture. Chief State Councilor Hong섬 and others all requested that the King restore his meals without meat and that they be repeatedly reported to the King, but the King did not respond. Second Inspector [of the Office of the Inspector General] Shin Jeom advised, Commander General Bak Min헌을 is aged and lack of talent. It is inevitable that he should be replaced. He also said, The northern region is vacant, and the plundering of the Jurchens are worrisome. It is requested that [Your Majesty] select a commandant in advance. The King said, In the imperial court, there are many who raise the Jurchens who raise the Jurchens. If the Jurchens raise the Jurchens, it is appropriate to defend them. Yi I came forward and said, Your subject is unaware that the King has 이른바 raise the Jurchens raise the Jurchens? If we raise the Jurchens who raise the Jurchens without authorization, then the Jurchens will inevitably discontinue the Jurchens. How could we have the Jurchens raise the Jurchens? If we raise the ancients and sages, it is said that raise the Jurchens",
                "H2KE-nKo": "주상이 전의 조강을 행하였다. 영상 홍섬 등이 모두 상선을 회복하기를 반복하여 진달하였으나, 주상이 모두 답하지 않았다. 집의 신점이 아뢰기를,“북병사 박민헌은 나이도 많고 재주도 없으니, 체차하지 않을 수 없습니다.”하고, 또 아뢰기를,“북방이 텅 비었으니 오랑캐의 기병이 침입해 올까 염려스럽습니다. 장수를 미리 선발하소서.”하니, 주상이 말하기를,“조정에 큰소리 치는 사람이 많으니, 만약 오랑캐의 기병이 침입해 온다면 큰소리 치는 사람을 써서 막아야 할 것이다.”하였다. 이이가 나아가 아뢰기를,“신은 모르겠습니다만, 상께서 말씀하신 큰소리 치는 사람이란 어떤 사람을 가리키는지 모르겠습니다. 만약 큰소리만 치고 실상이 없는 사람을 가리키는 것이라면 등용하면 반드시 일을 그르칠 것이니, 어찌 적을 막게 할 수 있겠습니까. 만약 옛것을 좋아하고 성인을 사모하는 사람을 큰소리 치는 사람이라고 하신다면 성상의 하교가 온당치 못합니다. 옛날 맹자가 양 혜왕과 제 선왕을 만나서도 요 임금과 순 임금처럼 될 것을 기약하였으니, 이것이 어찌 큰소리 치는 것을 좋아한 것이겠습니까. 지금 유자의 말은 털끝만큼도 쓰이지 않고 한갓 큰소리 치는 것으로 지목하여 북방에 배치하여 오랑캐를 막게 하려고 한다면, 어진 사람은 기운을 잃고 불초한 사람은 관을 털고 나올 것이니, 어찌 지나친 말이 아니겠습니까.”하니, 주상이 아무 말도 하지 않았다. 이이가 또 아뢰기를,“지난번에 상께서 선한 말을 즐겨 들으시고 유신에게 뜻을 기울이자 중외가 흔연히 물러났습니다. 그런데 요즈음 성상의 마음이 갑자기 변하여 유신을 멀리하시니, 신은 실로 그 까닭을 모르겠습니다. 성상의 뜻을 돌려 어진 사람을 가까이하고 선한 사람을 좋아하여 사류로 하여금 흥기하게 하시면 매우 다행이겠습니다.”하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 9월 1일(병신) 3번째기사",
                "gt-oKo": "상이 전(殿)의 조강에 나아갔다. 영상 홍섬(洪暹) 등이 모두 상선(常膳)으로 회복하기를 거듭 청하였으나, 상은 모두 답하지 않았다. 집의 신점(申點)이, 북병사(北兵使) 박민헌(朴民獻)은 나이가 늙고 재주가 없으니 체직시키지 않을 수 없다고 아뢰고, 또 북방(北方)이 텅 비었는데 오랑캐의 기병(騎兵)이 침입해올까 걱정스러우니, 미리 장수를 선택할 것을 청하였다. 상이 이르기를, “조정에 큰소리를 치는 사람이 많으니 만약 오랑캐의 기병이 침입해 오면 큰소리 치는 사람을 써서 막으면 될 것이다.” 하니, 이이가 나아가 아뢰기를, “신은 상이 이른바 큰 소리치는 사람이란 어떤 사람을 가리키는지 알지 못하겠습니다. 만약 큰소리만 치고 실상이 없는 자를 가리킨 것이라면 써도 반드시 일을 그르칠 것이니, 어떻게 적을 막게 할 수 있겠습니까. 만약 옛것을 좋아하고 성인(聖人)을 사모하는 사람을 큰소리치는 것이라고 한다면 상의 하교가 온당치 않습니다. 옛날 맹자(孟子)는 양 혜왕(梁惠王)과 제 선왕(齊宣王)을 만나서도 요(堯)·순(舜)으로써 기약을 삼았으니, 이 어찌 큰소리 치는 것을 좋아한 사람이겠습니까. 지금 유자(儒者)의 말을 털끝만큼도 써주지 않은 채 한갓 큰 소리치는 것으로 지목하여 북방에 보내어 오랑캐를 막게 하려고 한다면, 어진이는 기세를 잃고 어질지 못한 자는 때를 만났다고 할 것이니, 어찌 잘못된 말이 아닙니까?” 하니, 상이 말을 하지 못하고 있었는데 이이가 또 아뢰기를, “전에는 상께서 선언(善言) 듣기를 즐거워하여 유신(儒臣)에게 뜻을 기울였으므로, 안팎이 기뻐하면서 물러갔었습니다. 그런데 요즈음 상의 마음이 갑자기 변하여 유신을 소외하니 신은 진실로 그 까닭을 헤아리지 못하겠습니다. 거룩한 뜻을 되돌려 어진이를 친하고 착한 이를 좋아하여 사류를 흥기하게 하시면 매우 다행스럽겠습니다.” 하였다.",
                "hj": "○上御殿朝講。 領相洪暹等皆請復常膳, 反覆陳達, 上皆不答。 執義申點啓: “北兵使朴民獻, 年老無才, 不可不遞。” 且言: “北方空虛, 虜騎之來可虞, 請預擇將帥。” 上曰: “朝廷多大言者, 若虜騎來, 則可用大言者禦之。” 李珥進曰: “臣不識上所謂大言者, 指何等人乎。 若指大言無實者, 則用必僨事, 何可使之禦敵乎? 若以好古慕聖者, 謂之大言, 則上敎未當矣。 昔者孟子遇梁惠、齊宣, 尙以堯、舜爲期, 此豈好爲大言者乎? 今者儒者之語, 毫髮不見用, 而徒目之以大言, 欲置之有北而禦虜, 則賢者喪氣, 而不肖者彈冠, 豈非過言乎?” 上默然。 珥又曰: “向者自上樂聞善言, 傾意儒臣, 中外欣然而退。 近日天心忽變, 踈外儒臣, 臣實未測其故。 顧回睿志, 親賢好善, 使士類興起幸甚。”"
            },
            "4": {
                "H2KE-EN": "Deputy Education Director Yi Li presented the study of the Royal Confucian Academy and the Comprehensive Mirror to Aid in Government (C. Xue Xueyi . The study reads as follows: Rectifying the Great Learning (C. Daxue studying lies in order to establish a study of the Great Learning, which is a method of studying the Comprehensive Mirror to Aid in Livestock Breeding (C. Shiyi . Truly, the study of the Comprehensive Mirror to Aid in Livestock Breeding (C. Shiyi , which is not a method of truthful study. Moreover, the monarch is one of the entire possible state affairs, and the time of reading books is few. If we study the study of the Comprehensive Mirror to Aid in Livestock Breeding (C. Xue study of the Great Learning and the Six Codes (C. Shiyi and the Five Codes (C. Shiyi studying lies in order to distinguish the study of the Comprehensive Mirror to Academy. The study of the Comprehensive Mirror to Agensive Mirror to Aid in Livestock Breeding (C. Xue studyiao . The study of the Comprehensive Mirror to Aid in Livestock Breeding was called Mirr. Comprehensive Mirror to Aid in Livestock Breeding . The study of the Comprehensive Mirror to Aid in Livestock Breeding was called Mirr. The study of the Comprehensive Mirror to Aid in Livestock Breeding was called Mirr. The study of the Comprehensive Mirror to Aid in Livestock Breeding was called Mirr. Comprehensive Mirror to Aid in Livestock Breeding. The study of the Comprehensive Mirror to Aid in Livestock Breeding was called Mirr. The study of the Comprehensive Mirror to Aid in Livestock Breeding was called Mirr. The study of the Comprehensive Mirror to Aid in Livestock Breeding was called Mirr. Comprehensive Mirr. [of the Comprehensive Mirror to Aid in Livestock Breeding] was called Mirr. The study of the Compreed Academy of the Great Learning was called Mirr. The study of the Comprehensive Mirror to Aid in Livestock Breeding was called Mirr. The study of the Great Learning was called Mirr. The study of the Comprehensive Mirror to Agensive Mirr",
                "H2KE-nKo": "부제학 이이가 《성학집요》를 올렸다. 그 서문은 대략 다음과 같다.“선정이 《성학집요》를 표장하여 규모를 세웠으니, 이것이 요령을 깨닫는 법입니다. 서산 진씨가 추광하여 《성학연의》를 만들었으니, 참으로 제왕이 도에 들어가는 지남입니다. 다만 권질이 너무 많아서 기사하는 책과 비슷하니 실학의 체모가 아닙니다. 더구나 임금의 한 몸은 온갖 정무가 집중되는 곳이니, 일을 다스리는 때는 많고 글을 읽는 때는 적습니다. 만약 그 강요를 뽑아서 그 종지를 정하지 않고 오직 널리 읽기만을 힘쓴다면, 혹 기송에 구애되어서 반드시 참으로 얻는 것이 있지는 않을 것입니다. 이에 오로지 사서와 육경을 주워 모으고 선유의 설과 역대의 사서에 이르기까지 정밀하고 영특한 것을 채집하여 종류별로 나누어 차례를 정한 것이 모두 5편입니다. 그 1편에서 통설이라고 한 것은 수기치인을 합하여서 말한 것이니, 곧 《대학》에서 이른바 명명덕, 신민, 지선이라는 것입니다. 2편에서 수기라고 한 것은 곧 《대학》에서 이른바 명명덕이라는 것이고, 그 조목이 13가지입니다. 1장은 총론이고, 2장은 입지이고, 3장은 수렴이라고 한 것은 추향을 정하고 방심을 구하여 《대학》의 근본을 심는 것입니다. 4장은 궁리라고 한 것은 곧 《대학》에서 이른바 격물치지라고 한 것입니다. 5장은 성실이고, 6장은 교기질이고, 7장은 양기이고, 8장은 정심이라고 한 것은 곧 《대학》에서 이른바 성의·정심이라는 것입니다. 9장은 검신이라고 한 것은 곧 《대학》에서 이른바 수신이라는 것입니다. 10장은 회덕량이고, 11장은 보덕이고, 12장은 돈독이라고 한 것은 성의·정심·수신의 남은 뜻을 거듭 논한 것입니다. 13장은 그 공효를 논하면 수기지선이라는 것입니다. 3편은 정가이고, 4편은 위정이라고 한 것은 곧 《대학》에서 이른바 신민으로서 정가라고 한 것은 제가를 말한 것이고, 위정이라고 한 것은 치국평천하를 말한 것입니다. 정가의 조목이 8가지인데, 1장은 총론이고, 2장은 효경이고, 3장은 형내이고, 4장은 교자이고, 5장은 친친이라고 한 것은 어버이에게 효도하고, 처자에게 모범을 보이고, 형제에게 우애하는 도리를 말한 것입니다. 6장은 근엄이고, 7장은 절검이라고 한 것은 미진한 뜻을 추연한 것이고, 8장은 곧 공효를 말한 것이니 제가에서 지선에 이르는 것입니다. 위정 조목이 10가지인데, 1장은 총론이고, 2장은 용현이고, 3장은 취선이라고 한 것은 곧 《대학》에서 이른바 인인은 사랑할 수 있고, 악은 미워할 수 있다는 것을 말한 것입니다. 4장은 식시무이고, 5장은 법선왕이고, 6장은 천계를 말한 것은 곧 《대학》에서 인용한 은나라를 거울삼아 준엄한 명을 고치기가 쉽지 않다는 뜻입니다. 7장은 입기강이라고 한 것은 곧 《대학》에서 이른바 나라가 있는 자는 삼가지 않을 수 없고, 형벌은 천하의 죄인이 된다는 뜻입니다. 8장은 안민이고, 9장은 명교라고 한 것은 곧 《대학》에서 이른바 군자는 혈구의 도가 있어 효제를 일으키되 갑절로 하지 않는다는 뜻입니다. 10장은 공효로 끝맺어서 치국평천하의 지선이라는 것입니다. 5편에서 성현의 도통이라고 한 것은 곧 《대학》의 실적입니다. 합쳐서 이름하여 《성학집요》라고 하였습니다.”이어 차자를 올려 학문을 하고 정치를 하는 도리를 극론하고, 끝에 또 기질을 변화시키는 공효와 성심으로 어진이를 등용하는 실상을 명백히 분변하여 주상의 과실을 지적하여 진달하였는데, 개절하고 간측한 것이 수천 마디나 되었다. 주상이 답하기를,“올린 《성학집요》는 치도에 도움이 있으니, 매우 가상하다.”하였다. 이튿날 주상이 경연에 나아가 이이에게 이르기를,“그 글이 매우 절실하고 요긴하다. 이것은 부제학의 말이 아니라 곧 성현의 말이다. 다만 내가 불민하여 아마도 행하지 못할 듯하다.”하니, 이이가 아뢰기를,“주상께서 매번 이런 하교를 내리시니, 신하들이 걱정스럽게 여깁니다. 전하께서는 자질이 탁월하시니, 성학을 하지 않는 것이지 못하는 것이 아닙니다. 송 신종이 명도의 말을 듣고 말하기를 ‘이것은 요순의 일인데, 짐이 어찌 감히 감당하겠는가.’ 하니, 명도가 발끈 화를 내며 말하기를 ‘폐하의 이 말은 종사와 신민의 복이 아니다.’라고 하였습니다. 지금 전하의 말씀이 이에 가까운 것이 아니겠습니까.”하였다. 이이는 임금을 위하는 뜻이 간절하여 여러 번 물러갔다가 다시 나아왔으나 말이 채용되지 않았고, 스스로 나라에는 공이 없고 학문에는 해가 있다고 생각하였다. 계유년에 조정에 들어와서 비로소 책을 편집하여 규범을 바치고자 경전, 자사, 사서를 널리 채집하여\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 9월 1일(병신) 4번째기사",
                "gt-oKo": "부제학 이이가 《성학집요(聖學輯要)》를 바쳤다. 그 서문은 대략 다음과 같다. “선정(先正)이 《대학(大學)》을 표장(表章)하여 규모(規模)를 세우니, 이것이 요점을 깨닫는 법입니다. 서산 진씨(西山眞氏)가 뜻을 풀어 《연의(衍義)》를 만드니, 참으로 제왕이 도(道)에 들어가는 지남(指南)이 됩니다. 다만 책의 수가 너무 많아서 일을 기록한 책과 흡사하여 실학(實學)의 체모가 되지 못했습니다. 더구나 임금의 한 몸은 온갖 기무(機務)가 모인 바여서 일을 다스리는 때가 많고 책을 읽는 때는 적습니다. 만일 그 요긴한 것을 모아 그 종지(宗旨)를 정하지 않고 널리 아는 것만을 힘쓰면, 혹시 기송(記誦)하는 데에 구애되어 반드시 참으로 얻는 것이 있다고 할 수 없을 것입니다. 이에 사서(四書)와 육경(六經)에서 요긴한 것을 뽑고 선유(先儒)의 설과 역대의 사서(史書)에 이르기까지 정밀하고 특수한 것만을 뽑아 유를 나누어 차례를 매기니 모두 다섯 편입니다. 그 첫째 편의 통설(統說)이란 것은 몸을 닦고 남을 다스리는 공부를 합하여 말한 것이니, 곧 《대학》에 이른바 명명덕(明明德)·신민(新民)·지어지선(止於至善)입니다. 그 둘째 편의 수기(修己)란 것은 곧 《대학》에 이른바 명명덕이니, 그 조목이 열 셋입니다. 1장(章)은 총론(總論)이고, 2장은 입지(立志), 3장은 수렴(收斂)인데, 이것은 추향(趨向)을 정하고 방심(放心)을 구하는 것으로서 《대학》의 근본을 세우는 것입니다. 4장은 궁리(窮理)라 하였는데, 이것은 곧 《대학》에 이른바 격물(格物)·치지(致知)입니다. 5장은 성실(誠實), 6장은 교기질(矯氣質), 7장은 양기(養氣), 8장은 정심(正心)이라 하였는데, 이것은 곧 《대학》에 이른바 수신입니다. 10장은 회덕량(恢德量), 11장은 보덕(輔德), 12장은 돈독(敦篤)이라 하였는데, 이것은 성의·정심·수신의 남은 뜻을 거듭 논한 것입니다. 13장은 그 공효(功効)를 논한 것으로서 수기의 지어 지선을 말한 것입니다. 그 셋째 편은 정가(正家), 넷째 편은 위정(爲政)이란 것인데, 곧 《대학》에 이른바 신민이니 정가는 제가(齊家)를 말한 것이고 위정은 치국(治國) 평천하(平天下)를 말한 것입니다. 집을 바르게 하는 조목이 여덟 가지인데, 그 1장은 총론이고, 2장은 효경(孝敬), 3장은 형내(刑內), 4장은 교자(敎子), 5장은 친친(親親)이란 것인데, 어버이께 효도하고 아내와 자식에게 모범이 되고 형제 간에 우애하는 도리를 말한 것입니다. 6장은 근엄(謹嚴), 7장은 절검(節儉)이라 하였는데, 이것은 미진한 뜻을 부연한 것이고, 8장은 곧 이룬 효과를 설명한 것이니 제가의 지어 지선을 말한 것입니다. 위정(爲政)의 조목이 열 가지이니, 그 1장은 총론이고, 2장은 용현(用賢), 3장은 취선(取善)이라 하였는데, 이것은 곧 《대학》에 이른바 ‘어진이라야 제대로 사람을 사랑하고 미워할 수 있다.’는 것을 이른 것입니다. 4장은 식시무(識時務), 5장은 법선왕(法先王), 6장은 근천계(謹天戒)라 하였는데, 이것은 곧 《대학》에서 인용한 바 ‘은(殷)나라를 볼지어다. 큰 명(命)을 얻기는 쉽지 않다[儀監于殷 峻命不易]’의 뜻입니다. 7장은 입기강(立紀綱)이니 곧 《대학》에 이른바 ‘나라를 소유한 사람은 삼가지 않을 수 없는 것이니 치우치면 천하의 죽임을 당한다.’는 뜻입니다. 8장은 안민(安民), 9장은 명교(明敎)이니 곧 《대학》에 이른바 ‘군자(君子)는 혈구(絜矩)의 도가 있어서 효제(孝悌)를 일으키면 백성들이 배반하지 않는다.’는 뜻입니다. 10장은 공효(功效)로써 종결하였는데, 치국(治國) 평천하(平天下)의 지어 지선을 말한 것입니다. 그 다섯째 편은 성현 도통(聖賢道統)이라 하였는데, 이것은 《대학》의 실적(實跡)인 것입니다. 이를 합하여 이름을 《성학집요》라 하였습니다.” 이어 차자를 올려 학문과 정치하는 방법을 극론하였고, 끝에 또 기질을 변화시키는 공효와 성심으로 어진이를 쓰는 실상을 명백히 변론하였으며, 상의 과실(過失)을 지적하여 진술하였는데, 아주 적절하고 말이 간곡하여 수천 마디나 되었다. 상이 답하기를, “바친 《성학집요》는 정치하는 방법에 도움이 있으니 매우 가상하다.” 하였다. 다음날 상이 경연에 나아가 이이에게 이르기를, “그 글이 매우 긴요하니 이는 부제학의 말이 아니라 곧 성현의 말씀이다. 다만 나는 불민하여 아마 행하지 못할 듯싶다.” 하니, 이이가 아뢰기를, “상께서 언제나 이런 분부를 하셨기 때문에 신하들이 걱정스럽게 여기는 것입니다. 전하께서는 자질이 탁월하니 성학(聖學)에 있어서 하지 않는 것이지 못하는 것이 아닙니다. 송 신종(宋神宗)이 명도(明道)의 말을 듣고서 ‘이는 요순(堯舜)의 일인데 내가 어떻게 감당하겠는가.’ 하자, 명도가 슬픈 낯빛으로 말하기를, ‘폐하의 이 말은 종사(宗社)와 신민의 복이 아닙니다.’ 하였습니다. 지금 전하의 말씀이 이에 근사하지 않겠습니까.” 하였다. 이이는 임금을 도우려는 뜻이 간절하여 여러 차례 물러갔다가 다시 나왔으나, 자신의 말이 쓰이지 않자 스스로 나라에는 공이 없고 학문에는 해로움이 있다고 생각하였다. 계유년에 조정에 들어오고서부터 책을 편집하여 규범을 바치려고 하였는데, 경(經)·전(傳)·자(子)·사(史)에서 널리 채집하여 3년 만에 책이 이루어지자, 이때에 이르러 바친 것이다.",
                "hj": "○副提學李珥進《聖學輯要》。 其序大槪以爲: 先正表章《大學》, 以立規模, 此是領要之法。 西山眞氏推廣爲《衍義》, 誠帝王入道之指南。 但卷帙太多, 似記事之書, 非實學之體。 況人主一身, 萬機所叢, 治事之時多; 讀書之時少。 若不撮其綱要、定其宗旨, 惟博是務, 則或拘於記誦, 而未必眞有得也。 於是, 專事摭要四書、六經, 以及先儒之說、歷代之史, 採掇精英, 彙分次第, 凡五篇。 其一篇曰統說者, 合修己治人而爲言, 卽《大學》所謂, 明明德、新民、止於至善也。 其二篇曰修己者, 卽《大學》所謂, 明明德也, 其目十三。 其一章總論也, 二章曰立志, 三章曰收歛者, 定趨向, 而求放心, 以植《大學》之根本也。 其四章曰窮理, 卽《大學》所謂, 格物、致知也。 其五章曰誠實, 六章曰矯氣質, 七章曰養氣, 八章曰正心, 卽《大學》所謂, 誠意、正心也。 九章曰檢身者, 卽《大學》所謂, 修身也。 其十章曰恢德量, 十一章曰輔德, 十二章曰敦篤者, 申論誠正修之餘蘊也。 其十三章, 則論其功效, 而修己之止於至善者也。 其三篇曰正家, 四篇曰爲政, 卽《大學》所謂, 新民, 而正家者, 齊家之謂也; 爲政者, 治國平天下之謂也。 正家之目有八, 其一章則總論也, 二章曰孝敬, 三章曰刑內, 四章曰敎子, 五章曰親親者, 言孝於親、刑于妻子、友于兄弟之道也。 其六章曰謹嚴, 七章曰節儉者, 推演未盡之意也。 其八章, 乃說功效, 則齊家之止於至善者也。 爲政之目有十, 其一章則總論也, 二章曰用賢, 三章曰取善者, 卽大學所謂, 仁人能愛、能惡之謂也。 四章曰識時務, 五章曰法先王, 六章曰謹天戒者, 卽大學所引 儀監于殷, 峻命不易之意也。 七章曰立紀綱, 卽《大學》所謂, 有國者不可以不愼, 辟則爲天下僇之意也。 八章曰安民, 九章曰明敎, 卽《大學》所謂, 君子有絜矩之道, 而興孝興悌不倍之意也。 其十章則終之以功效, 而治國平天下之止於至善者也。 其五篇曰聖賢道統者, 是《大學》之實跡也。 合而名之曰《聖學輯要》。 仍上箚子, 極論爲學爲治之道, 而末又別白變化氣質之功; 推誠用賢之實, 指陳上躬過失, 剴切懇惻, 累數千言。 上答曰: “所進《聖學輯要》, 有補治道, 深用爲嘉。” 翌日上御經筵, 謂珥曰: “其書甚切要, 此非副提學之言也, 乃聖賢之言也。 但我不敏, 恐不能行耳。” 珥曰: “自上每有此敎, 臣隣以爲憂悶。 殿下資質卓越, 其於聖學, 不爲也, 非不能也。 宋神宗聞明道之言曰: ‘此堯、舜之事, 朕何敢當?’ 明道愀然曰: ‘陛下此言, 非宗社、臣民之福也。’ 今殿下之言, 無乃近此乎?” 珥志切致君, 累退復進, 言不見用, 自念, 無功於國, 有害於學。 自癸酉入朝, 始欲輯書進規, 博採經、傳、子、史, 三年而成書, 至是進之。"
            },
            "5": {
                "H2KE-EN": "The three state councilors and all the officials again made a request to the King to follow the temporary measure. The King did not follow their advice every three or four times. Queen Gong , personally went to the front of the King and made a request for all the day, but the King began to follow their advice. The Queen Mother then issued a royal directive, which stated, The King is recently slept and slept. Moreover, there is a symptom of the symptoms, and thus cannot eat any meal. I earnestly requested it, but the King was inevitable to follow his advice, which makes me deeply appreciated. The various officials all was overjoyed and then withdrew.",
                "H2KE-nKo": "삼공과 백관이 주상에게 권도를 따를 것을 다시 청하여 하루에 3, 4차례씩 아뢰었으나 따르지 않았다. 공의왕대비가 주상 앞에 나아가 종일토록 간청하니 주상이 비로소 마지못해 따랐다. 대비가 이어서 하교하기를,“주상이 근래 잠자리가 편치 않고 또 구토증이 있어서 수라를 들지 못하고 있다. 내가 종일 간청하자 주상이 마지못해 따랐으니 감격스러움을 금할 수 없다.”하니, 신하들이 모두 기뻐하며 물러갔다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 9월 1일(병신) 5번째기사",
                "gt-oKo": "삼공과 백관들이 다시 상에게 임시 방편을 따르라고 청하여 하루에 서너 차례 아뢰었으나 따르지 않았다. 공의 왕대비(恭懿王大妃)가 직접 상의 앞에 나아가 종일 간청하자 상이 억지로 따랐다. 대비가 이어 하교하기를, “주상이 요사이 침수(寢睡)가 편치 못하고 또 구토증이 있어서 수라를 들지 못하기에, 내가 종일 간청하자 주상이 부득이하여 따랐으니 감격스러움을 이기지 못하였다.” 하니, 군신들이 모두 기뻐하면서 물러갔다.",
                "hj": "○三公、百官復請上從權, 日三四啓, 不從。 恭懿王大妃親詣上前, 終日懇請, 上始勉從。 大妃仍下敎曰: “主上近日寢睡不安, 且有嘔證, 不能進膳。 予終日懇請, 主上不得已而從之, 不勝感激。” 群臣皆喜而退。"
            },
            "6": {
                "H2KE-EN": "Due to hot weather, the sweet dew fell in Jeolla Province and the sweet dew fell in Hanyang . ",
                "H2KE-nKo": "가을 날씨가 무더워 호남에서는 앵도 열매가 맺고 한양에는 살구꽃이 활짝 피었다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 9월 1일(병신) 6번째기사",
                "gt-oKo": "가을 날씨가 더워서 호남에는 앵도가 열매를 맺었고 한양에는 살구꽃이 만발하였다.",
                "hj": "○秋熱, 湖南櫻桃實; 漢陽杏花爛開。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On imin day, the King personally conducted state affairs and appointed Kim Hyowon as magistrate of Buryeong Magistracy , and Sim Uigyeom as magistrate of Gaeseong Magistracy . At the time, the sounds of the two men displayed the sounds of their stepmother continued to cease. Yi I saw Right State Councilor 노수신 and said, The two men are all Confucian scholars, and it is not possible to distinguish between right and righteousness between right and wrong. Moreover, they are not truly distinguished by mutual disturbance, so it is necessary to harm each other. However, because the sounds of the sounds. When the Office of the Censor General impeached and replaced the Ministry of Personnel, Susin suspected that Uigyeoms sounds the sounds of the soundsounds of the soundsoundsounds of the soundsounds of the sounds of the soundsounds of the soundsoundsounds of soundsounds of the soundsounds of sounds",
                "H2KE-nKo": "삭인 임인년에 주상이 직접 전조의 주의를 살펴보고 김효원을 부령 부사로, 심의겸을 개성 유수로 삼았다. 이때 두 사람이 대립한다는 말이 분분하여 그치지 않았다. 이이가 우의정 노수신을 보고 말하기를,“두 사람은 모두 사류로서 흑백과 사정을 분별할 수 있는 경우가 아니고 또 참으로 혐극을 만들어 서로 해치고자 하는 자도 아닙니다. 다만 말세의 풍속이 시끄럽고 이 작은 틈으로 인하여 뜬소문이 교란하여 조정이 조용하지 못하게 되었으니, 두 사람을 모두 지방으로 내보내어 뜬소문을 진정시키는 것이 마땅합니다. 대신이 경연에서 아뢰어야 합니다.”하니, 노수신이 의심하여 말하기를,“이 일이 상달되면 더욱 시끄럽고 어지러워질지 어찌 알겠습니까.”하였다. 간원이 이조를 탄핵하여 체차하자, 노수신이 심의겸의 세력이 한쪽으로 편중된다고 의심하여 마침내 주상에게 아뢰기를,“요즈음 심의겸과 김효원이 서로 헐뜯고 있습니다. 이 때문에 사람들의 말이 시끄럽고 사림이 조용하지 못하게 될 조짐이 있으니, 이 두 사람을 모두 외직에 보임하는 것이 마땅합니다.”하니, 주상이 말하기를,“조정에 있는 선비들은 서로 공경하고 협력해야 하는데 서로 헐뜯고 있으니, 이는 매우 옳지 않다. 경의 말대로 외직에 보임하는 것이 좋겠다.”하였다. 이이가 아뢰기를,“이 두 사람이 깊이 혐극을 맺은 것은 아닙니다. 다만 우리나라의 인심이 경솔하고 조급하며 말세의 풍속이 더욱 시끄럽습니다. 두 사람의 친척과 친구가 각각 들은 것을 전하여 서로 고해 주어 마침내 시끄럽고 시끄럽습니다. 대신이 진정시켜야 하기 때문에 지방으로 내보내어 말의 근원을 끊고자 하는 것입니다. 그리고 오늘날 조정에 뚜렷이 드러난 간인은 없다 하더라도 어찌 반드시 소인이 없다고 할 수 있겠습니까. 만약 소인이 붕당으로 지목하여 양쪽을 모두 다스릴 계책을 세운다면 사림의 화가 반드시 일어날 것이니, 주상께서도 몰라서는 안 됩니다.”하니, 주상이 말하기를,“이 일은 대신이 맡아서 진정시켜야 한다.”하였다. 홍문관 정자 김수가 아뢰기를,“상께서 이미 그러한 것을 알고 계십니다. 두 사람의 재주는 모두 쓸 만하니, 외직에 보임할 필요 없이 스스로 융화하고 화합해야 합니다.”하니, 이이가 아뢰기를,“김수의 말도 옳습니다. 다만 두 사람이 실제로 원수가 되어 서로 도모한 것은 아닙니다. 다만 경박한 풍속이 뜬소문을 만들어 내기를 좋아하니, 만약 두 사람이 조정에 있으면 뜬소문이 반드시 그치지 않을 것입니다. 반드시 외직에 보임하여 그 뿌리를 끊어야 합니다.”하고, 동부승지 이헌국이 아뢰기를,“지금 성군이 위에 계시고 어진 재상이 아래에 있기 때문에 사림에 근심이 없습니다. 만약 권간이 조정에 있게 되면 이 일도 사림의 화를 빚어낼 수 있습니다. 지난 정사년 연간에 김여부와 김홍도가 서로 헐뜯었는데, 김홍도가 윤원형이 첩으로 처를 삼은 것을 분하게 여겨 여러 차례 말에 나타났습니다. 김여부가 이를 윤원형에게 고하자, 윤원형은 원한을 품고 해치려고 다른 일로 무고하여 죄를 주어 많은 사류들이 배척하였으니, 이는 윤원형이 조정에 있었기 때문입니다. 지금 비록 시끄러운 말이 있다 하더라도 어찌 일을 만들어 내기까지야 하겠습니까. 두 사람은 모두 버릴 수 없는 재주입니다. 주상께서 두 사람을 불러 가슴속에 품고 있는 생각을 모두 없애게 하신다면 서로 조정에 참여할 수 있을 것입니다.”하니, 주상이 답하지 않았다. 얼마 후 친정하여 특지로 김효원을 경흥 부사에 제수하고 말하기를,“이 사람이 조정에 있어 조정을 조용하지 못하게 하였으니, 변방 관리에 보임해야 한다.”하였다. 이조 판서 정대년과 병조 판서 김귀영 등이 아뢰기를,“경흥은 극변으로 오랑캐 땅과 인접해 있으니, 서생이 진수할 곳이 아닙니다.”하였다. 여러 차례 아뢰자, 부령 부사로 바꾸라고 명하고, 또 심의겸을 개성 유수에 특별히 제수하였다. 주상은 김효원이 먼저 이의를 제기하여 스스로 당을 만들어 조용하지 못하게 만들었는가 하고 의심하였기 때문에 먼 변방으로 내쳐 지키면서 견책하는 뜻을 보인 것이다. 심의겸은 선후의 지친으로 가장 오래된 친구였기 때문에 배도로 내보낸 것이다. 이에 젊은 사류들이 더욱 의심하고 두려워하였다. 허엽은 대신이 경솔하게 그 의논을 제기한 것을 탓하여 노수신에게 나아가 꾸짖었는데, 노수신은 평소 두려워하고 조심하였다. 사류들이 자신을 탓할까 염려하여 허엽을 대하여 스스로 딴마음이 없음을 밝히고 거듭 맹세하니, 식자들은 그가 중요하지 않음을 걱정하였다. 그러나 이이는 중앙에 있으면서 이쪽저쪽을 따지지 않고 화합하기를 힘썼으므로 사류들이 자못 그를 의지하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 10월 1일(임인) 1번째기사",
                "gt-oKo": "상이 직접 전주(銓注)를 보아 김효원(金孝元)을 부령 부사(富寧府使)로, 심의겸(沈義謙)을 개성 유수로 삼았다. 이 때 두 사람이 각립한다는 말이 시끄럽게 그치지 않으니, 이이가 우의정 노수신을 보고 말하기를, “두 사람이 모두 사류(士類)로서 흑백과 사정(邪正)을 분별할 만한 일이 못되는 것 같고, 또 참으로 원수를 맺어 서로가 꼭 해치려는 것이 아니다. 단지 나쁜 풍속이 떠들썩하여 이 때문에 조금 틈이 나자 뜬 말이 어지러이 얽히어 조정이 편안하지 않게 되었으니, 당연히 두 사람을 외직(外職)으로 내보내어 뜬 의논을 진정 시켜야 하는데, 대신이 경연에서 아뢰는 것이 마땅하다.” 하니, 수신이 의심하여 말하기를, “이 일을 아뢰었다가 더욱 시끄럽게 될지 어떻게 알겠는가?” 하였다. 간원이 이조를 탄핵하여 체직시키자, 수신이 의겸의 세력이 한편으로 치우침을 의심하여 드디어 상에게 아뢰기를, “요사이 심의겸과 김효원이 서로 결점을 헐뜯자 이로 인하여 사람들의 말이 떠들썩합니다. 사림(士林)이 안정되지 못할 조짐이 있을까 걱정되니, 이 두 사람을 모두 외직에 보임함이 마땅합니다.” 하니, 상이 이르기를, “조정에 있는 사람은 당연히 함께 공경하고 협력하면서 일을 해나가야 될 터인데, 서로 헐뜯으니 이는 매우 옳지 못하다. 경(卿)의 말과 같이 외직에 보임시키는 것이 옳겠다.” 하였다. 이이가 아뢰기를, “이 두 사람이 깊이 원수를 맺은 것은 아닙니다. 단지 우리 나라의 인심이 경솔하고 조급한데다가 좋지 못한 풍속이 더욱 떠들썩합니다. 따라서 두 사람의 친척과 친구들이 제각기 들은 것을 전파하여 서로 말을 전달함으로써 끝내 시끄럽게 된 것입니다. 대신이 의당 진정시켜야 되겠기에 외직으로 내보내어 언근(言根)을 끊으려는 것입니다. 그리고 오늘날 조정에 현저하게 드러난 간인(奸人)은 없으나, 어찌 반드시 소인이 없다고 할 수 있겠습니까. 만약 소인이 있어 붕당이라고 지목하여 양쪽 모두 다스릴 계획을 한다면 사림의 화가 반드시 일어날 것이니, 상은 이 점에 대해 몰라서는 안 될 것입니다.” 하니, 상이 이르기를, “이 일은 대신이 당연히 맡아서 진정시켜야 한다.” 하였다. 홍문 정자 김수(金晬)가 아뢰기를, “상께서 이미 그런 줄을 알고 계십니다. 두 사람의 재주는 모두 쓸 만하니, 꼭 외직에 보임시키지 않더라도 저절로 혐의가 사라져 화합하게 될 것입니다.” 하니, 이이가 아뢰기를, “김수의 말도 옳습니다. 다만 두 사람이 실제로 원수가 져서 서로 겨루는 것이 아닙니다. 단지 못된 풍속이 뜬 말을 지어내기를 좋아하여서이니, 만약 두 사람이 조정에 있으면 뜬 말이 반드시 그치지 않을 것입니다. 반드시 외직에 보임시켜서 그 뿌리를 끊어야 합니다.” 하고, 동부승지 이헌국(李憲國)은 아뢰기를, “지금 성군이 위에 계시고 현신(賢臣)이 아래에 있는 까닭에 사람에게 걱정이 없습니다. 만일 권간(權奸)이 조정에 있으면 이 일도 사림의 화를 빚어낼 수 있습니다. 지난 정사년 사이에 김여부(金汝孚)와 김홍도(金弘度)가 서로 헐뜯었는데, 홍도가 윤원형(尹元衡)이 첩을 아내로 삼은 일을 분하게 여겨 여러 차례 말에 드러났었는데, 여부가 이를 원형에게 고하자 원형은 원한을 품고 해치려 하여 다른 일로 무함하여서 죄를 주고 많은 사류들이 쫓겨났으니, 이는 원형이 조정에 있었기 때문이었습니다. 지금 시끄러운 이야기가 있기는 하지만 어찌 사변이 생기기까지야 하겠습니까. 두 사람은 모두 버릴 수 없는 인재이니, 상께서 두 사람을 불러 가슴에 품고 있는 감정을 모두 풀어버리게 한다면 서로 조정에 나와 참여하게 될 것입니다.” 하니, 상이 대답하지 않았다. 얼마 후 직접 정사(政事)를 하여 특지(特旨)로 효원을 경흥 부사(慶興府使)에 제수하고 이르기를, “이 사람이 조정에 있으면서 조정을 편안하지 못하게 하였으니, 당연히 변방의 관리로 보임시켜야 한다.” 하였다. 이조 판서 정대년(鄭大年)과 병조 판서 김귀영(金貴榮) 등이 아뢰기를, “경흥은 바로 극지의 변방으로 오랑캐 지역과 가까이 접하고 있으므로, 서생(書生)이 진수(鎭守)하기에 마땅치 않습니다.” 하고, 여러 차례 아뢰자, 이에 부령 부사(富寧府使)로 바꾸게 하였다. 또 특별히 심의겸을 개성 유수로 제수하였다. 상의 뜻에는 효원이 먼저 틀어져서 스스로 당(黨)을 만들어 편안하지 못하게 하였다고 여겼기 때문에, 아주 먼 변방으로 내쫓아 지키게 하여 견책하는 뜻을 보인 것이고, 의겸은 선후(先后)의 지친(至親)으로서 가장 오랫동안 존중을 받았기 때문에, 배도(陪都)로 내보낸 것이다. 이에 나이 젊은 사류들은 더욱 의구심을 갖게 되었다. 허엽(許曄)은 대신이 그런 의논을 가벼이 제기하였다고 탓하여 수신에게 나아가 책망하였다. 수신은 본디 겁이 많고 조심하는 사람이라 사류들이 자신을 탓할까 걱정하여 허엽을 대해 다른 마음이 없었음을 스스로 변명하면서 거듭 맹세하였는데, 식자들은 그가 진중(鎭重)하지 못함을 걱정하였다. 그런데 이이만은 중간에 처하여 저쪽이나 이쪽을 편드는 일이 없이 화합시키기를 힘쓰니, 사류들이 상당히 의지하였다.",
                "hj": "○朔壬寅/上親視銓注, 以金孝元爲富寧府使, 沈義謙爲開城留守。 時, 二人角立之說, 紛紜不已。 李珥見右議政盧守愼曰: “兩人皆士類, 非若黑白、邪正之可辨, 且非眞成嫌隙, 必欲相害也。 只是末俗囂囂, 因此小隙, 浮言交亂, 致朝廷不靖。 當兩出于外, 以鎭定浮議, 大臣宜於經席啓達。” 守愼疑之曰: “此事上達, 安知益致撓亂乎?” 及諫院劾遞吏曹, 守愼疑義謙之勢偏勝, 遂白上曰: “近日沈義謙、金孝元互言疵累。 因此人言囂囂, 恐有士林不靖之漸。 此二人皆補外爲當。” 上曰: “在朝之士, 當同寅協恭, 而乃相詆訾, 此甚不可。 當如卿言, 補外可也。” 李珥曰: “此二人, 未必深成嫌隙。 只是我國人心輕躁, 末俗囂囂益甚。 二人之親戚、故舊, 各傳所聞相告語, 遂致紛紜。 大臣當鎭靜, 故欲出于外, 以絶言根耳。 且今日朝廷, 雖無奸人顯著者, 亦豈可謂必無小人乎? 若小人目以朋黨, 而爲兩治之計, 則士林之禍必起, 自上亦不可不知。” 上曰: “此事大臣當任鎭定也。” 弘文正字金睟曰: “自上旣知其然矣。 二人之才皆可用, 不必補外, 當自消融協和耳。” 珥曰: “睟言亦是。 但二人非實有仇嫌而相圖也, 只是薄俗, 喜造浮言。 若二人在朝, 則浮言必不息, 必須補外, 以絶其根。” 同副承旨李憲國曰: “當今聖君在上; 賢相在下, 故士林無虞。 若使權奸在朝, 則此事亦可釀士林之禍。 往在丁巳年間, 金汝孚、金弘度互相詆毁, 而弘度憤尹元衡以妾爲妻, 屢形於言。 汝孚以告元衡, 元衡憾恨欲害之, 誣以他事而罪之, 士類多貶斥。 此由元衡在朝故也。 今雖有紛紜之說, 豈至生事乎? 二人皆不可棄之才也。 自上招二人, 使之盡消胸中芥滯, 則可以相參立朝矣。” 上不答。 未幾, 親政以特旨, 除孝元慶興府使曰: “此人在朝, 使朝廷不靖, 當補邊吏。” 吏曹判書鄭大年、兵曹判書金貴榮等啓曰: “慶興乃極邊, 接近胡地, 非書生所宜鎭守。” 累啓, 乃命換富寧府使, 又特授沈義謙開城留守。 上意疑, 孝元先作異, 自立黨爲不靖, 故斥守絶塞, 以示謫譴之旨。 義謙以先后至親, 見重最舊, 故出之陪都。 於是年少士類, 疑懼益甚。 許曄尤大臣輕發其論, 詣守愼責之, 守愼素畏愼, 慮士類咎己, 對曄自明無他心, 矢誓重複, 識者憂其不重。 惟李珥居中, 無所彼此, 務要和輯, 士類頗倚賴焉。"
            },
            "2": {
                "H2KE-EN": "The King attended the Royal Lecture. Li Xi lecture on Extended Meanings of the Great Learning (C. Daxueyanyi . The lecture reached the Book of Documents (C. Extended Meanings of the Great Learning was expounded upon the Book of Rites (C. Daxue . Li Xi said, An자는 thoroughly discerning the cardinal principles and discerning the natural discernment of the circumstances and the natural discernment of the four characters. The King said, An자는 thoroughly aware of the cardinal discernment of the natural discernment of the circumstances of the natural discernment of the four characters. The King said,",
                "H2KE-nKo": "주상이 경연에 나아갔다. 이이가 《대학연의》의 극기복례장을 강하였다. 이이가 아뢰기를,“안자는 이치를 궁구하는 데 본디 밝았고 천리와 인욕에 대해 흑백을 분명히 밝혔기 때문에 곧바로 네 글자에 종사하였습니다.”하니, 주상이 말하기를,“안자는 분명히 알았을 뿐만 아니라 진실로 용기도 있었기 때문에 끊임없이 향진할 수 있었던 것이다. ‘순은 어떤 사람이고 나는 어떤 사람인가?’라고 한 것이 바로 용기 있는 부분이다.”하였다. 이이가 아뢰기를,“성상의 하교가 지당하십니다. 후세 사람들이 이 학문을 성취하지 못하는 것은 바로 뜻이 독실하지 못하기 때문입니다. 주상께서 이미 이러한 것을 아시고서 뜻을 독실히 하여 용감하게 진취하신다면 무슨 짓인들 못하겠습니까. 근래 주상께서 매번 백성을 사랑하라는 하교를 내리실 때마다 신하들이 감동하였습니다. 다만 그 마음이 있을 뿐이고 그 정사가 없으면 백성들이 은택을 입지 못할 것입니다.”하니, 주상이 말하기를,“오늘날 백성들의 생활이 지난날에 비해 어떠한가?”하자, 이이가 아뢰기를,“권간이 국정을 맡고 있을 때보다는 백성의 고혈을 짜내는 것이 줄어드는 듯합니다. 다만 공부와 요역의 규정은 매우 사리에 어긋나니, 만약 전철을 고치지 않는다면 비록 날마다 백성을 걱정하는 하교를 내리더라도 무익할 듯합니다.”하니, 주상이 답하지 않았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 10월 1일(임인) 2번째기사",
                "gt-oKo": "상이 경연에 나아갔다. 이이가 《대학연의(大學衍義)》의 극기복례장(克己復禮章)을 진강하였다. 이이가 아뢰기를, “안자(顔子)는 이치를 궁구함이 본디 밝았기에 천리(天理)와 인욕(人欲)에 대하여 흑백을 분명히 깨달았으므로, 곧바로 극기복례의 네 글자에 종사하였습니다.” 하니, 상이 이르기를, “안자는 단지 분명히 알았을 뿐만 아니라 실로 용기도 있었기 때문에 진취하기를 그치지 않은 것이다. 이를테면 ‘순(舜)은 어떤 사람이며 나는 어떤 사람인가’라고 한 말이 바로 용기가 있는 것이다.” 하였다. 이이가 아뢰기를, “상의 분부가 지당합니다. 후세 사람들이 이 학문을 성취하지 못하는 것은 바로 뜻이 도탑지 못한 때문입니다. 상께서 이러한 점을 이미 아셨으니, 뜻을 도탑게 하여 용감히 해 나가신다면 어찌 이르지 못하겠습니까. 요즈음 상께서 백성을 사랑하시는 분부를 내리실 적마다 여러 사람들이 감동하고 있습니다. 그러나 마음만 있고 그러한 정치가 없으면 백성들은 은택을 입지 못하는 것입니다.” 하니, 상이 이르기를, “오늘날 백성들의 삶이 지난날에 비교하여 어떠한가?” 하자, 이이가 아뢰기를, “권간(權奸)이 국정을 담당했을 때에 비하면 각박한 것이 줄어든 듯합니다. 다만 공부(貢賦)와 요역(徭役)의 법규가 사의(事宜)에 매우 어긋나는데, 만일 이 법을 고치지 않으면 날마다 백성을 걱정하는 전교를 내리더라도 유익함이 없을 듯싶습니다.” 하니, 상이 답하지 않았다.",
                "hj": "○上御經筵。 李珥講《大學衍義》克己復禮章。 珥言: “顔子窮理素明, 於天理、人欲上, 黑白分曉, 故直從事於四字矣。” 上曰: “顔子非但明知, 儘是有勇, 故能向進不已。 如曰: ‘舜何人也, 予何人也?’ 此是勇處。” 珥曰: “上敎至當。 後世之人不能成就此學者, 正坐志不篤也。 自上旣知其如此, 而篤志勇詣, 則何所不至? 近日自上每發愛民之敎, 群下感動。 但有其心, 無其政則民未蒙澤矣。” 上曰: “今日民生, 比曩時何如?” 珥曰: “比權奸當國時, 則浚剝似減。 但貢賦、徭役之規, 甚乖事宜, 若不改轍, 雖日下憂民之敎, 恐無益。” 上不答。"
            },
            "3": {
                "H2KE-EN": "Yi I requested that Kim Hyowon be reinstated to a frontier county, but the King did not approve his request. At the time, Kim Hyowon was ill and was unable to carry out a distant labor service. All of his colleagues were apprehensive and apprehensive. When Yi I was buried at his graves, he went to his hometown to pay a farewell visit to the King. On the day of his arrival, he alone reported to the King, saying, The matter of Kim Hyowon was not only based upon the opinion of the high officials, but also public justices in the literati. The King, concerned that the garrisons were entrusted with military men, and he desired to have literary scholars with excellent talents, sitting in a single place and impressed him. Your Majestys intention is truly not satisfactory. If Hyowon had no illness, then he would truly be able to repay him for this time. However, Hyowons body and vitality are slightly empty, and his illness is grave. If he is appointed to a frontier northern frontier, he would be fortunate for him to diligently death. How could he have a plan to support the frontier county? Also, high officials wished to support the two men to be reinstated to the frontier county. It was not because Hyowon was guilty and expelled him. Your subject requests that Hyowon be appointed to a frontier county in the location of the central area in the central area, thereby maintaining the moral principles of righteousness and the defense of the frontier. The King became angry and strongly refused, saying, Why did you not allow Hyowon to support the illness? Why did you not ask the inspectors and censors to request that he be reinstated? Yi I was afraid and withdrew and withdrew. ",
                "H2KE-nKo": "이이가 김효원을 변방 고을에 보임한 것을 개정하기를 청하였으나 허락하지 않았다. 이때 김효원이 병으로 먼 지역의 역사를 감당하지 못하여 동료들이 모두 근심하고 두려워하였다. 이이가 성묘하러 고향에 내려갔다가 하직 인사를 하는 날에 홀로 아뢰기를,“김효원을 외직에 보임한 일은, 대신의 뜻이 신과 부합할 뿐만 아니라 사림의 공론입니다. 주상께서 육진을 무부의 손에 맡겨 두는 것을 걱정하여 명망 있는 문사를 그 자리에 앉혀 진압하게 하고자 하시니, 성상의 뜻이 실로 범연한 것이 아닙니다. 만약 김효원에게 질병이 없다면 이로 인하여 은혜를 갚는 것이 참으로 적절한 시기입니다. 다만 김효원은 신기가 편벽되고 허약하며 병이 매우 위중합니다. 이러한 근력을 가지고 북쪽 변방에서 직임을 맡아 서리와 눈 속에서 곤경에 처하게 된다면 죽음을 늦추는 것이 다행일 것입니다. 어찌 계획하여 변방을 견고하게 할 계책을 세울 수 있겠습니까. 또 대신의 뜻은 사람들의 비난이 일치하지 않기 때문에 두 사람을 외직에 보임하여 진정시키는 계책으로 삼으려고 한 것일 뿐이지 김효원에게 죄가 있다고 여겨 내쫓으려는 것은 아닙니다. 내지의 궁벽한 고을에 김효원을 제수하여 안으로는 군신의 의리를 온전히 하고 밖으로는 변방의 방비를 견고하게 하소서.”하니, 주상이 크게 노하여 준엄한 비답을 내려 허락하지 않으면서 말하기를,“그대는 어찌하여 김효원으로 하여금 병을 핑계 대게 하지 않는가. 어찌하여 대관에게 부탁하여 논핵하여 체차하게 하지 않는가.”하였다. 이이가 황공하여 물러갔다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 10월 1일(임인) 3번째기사",
                "gt-oKo": "이이가 김효원을 변방 고을에 제수한 것에 대해 개정하기를 청하였으나 윤허하지 않았다. 이때 김효원이 병으로 먼 길을 갈 수 없게 되자 동류들이 모두 걱정하였다. 이이가 성묘차 향리에 내려가면서 임금에게 하직하던 날 혼자 아뢰기를, “김효원을 외직에 보임시키는 일은 비단 대신의 뜻이 신과 합할 뿐만 아니라 사림의 공론(公論)입니다. 상께서 육진(六鎭)을 무인(武人)의 손에만 맡기는 것을 걱정하여 명망이 있는 문사(文士)도 끼어 있게 해서 진압시키려는 것이니, 성상의 뜻이 실로 범연한 것이 아닙니다. 만일 효원에게 병이 없었다면 이를 인하여 은혜를 보답하는 데 있어 참으로 그 시기를 얻었다 하겠습니다. 그런데 다만 효원의 신기(身氣)가 지나치게 허하여 질병이 몹시 중합니다. 이런 근력을 가지고 북쪽 변방을 지키는 소임을 받고서 서리와 눈속에 가게 한다면 죽지 않는 것만도 다행입니다. 그런데 어떻게 좋은 방도를 계획하여 변방을 견고히 하는 계책을 세울 수 있겠습니까. 그리고 대신의 뜻은 사람들의 말이 진정되지 않기 때문에 두 사람을 외직에 보임하여 진정시키려는 계책일 뿐이고, 효원이 죄가 있어서 내쫓으려는 것은 아닙니다. 내지(內地)의 궁벽한 고을을 효원에게 제수하여 안으로는 군신 간의 의리를 온전히 하고 밖으로는 변방의 방비를 굳건히 하소서.” 하니, 상이 크게 노하여 준엄한 비답으로 윤허하지 않으면서 이르기를, “그대는 어찌하여 효원으로 하여금 정병하게 하지 않았는가? 그리고 어찌하여 대관에게 부탁하여 체직을 논하도록 하지 않았는가?” 하였다. 이이가 황공하여 물러갔다.",
                "hj": "○李珥請改金孝元邊邑, 不許。 時, 金孝元病不堪遠役, 儕類皆爲之憂懼。 珥方省墳下鄕, 辭陛日獨啓曰: “金孝元補外之擧, 非但大臣意, 與臣合, 亦是士林間公論也。 自上憂六鎭之委於武夫之手, 欲以文士有名望者, 廁坐彈壓, 聖意所在, 實非偶然。 若使孝元無疾, 則因此報恩, 誠得其時。 第孝元身氣偏虛, 疾病深重。 將此筋力, 受任塞北, 顚頓霜雪之中, 則緩死爲幸。 安能有所籌畫, 以爲固邊之計乎? 且大臣之意, 以人言不靖, 故欲以兩人補外, 以爲鎭定之策而已, 非以孝元爲有罪而放逐之也。 請以內地僻邑, 授孝元, 內全君臣之義; 外固邊圉之備。” 上大怒, 峻批不許曰: “爾何不使孝元呈病乎? 何不囑臺官論遞乎?” 珥惶恐而退。"
            },
            "4": {
                "H2KE-EN": "The King attended the Royal Lecture. Yi I returned from his ancestral grave and attended the royal lecture. The lecture on Extended Meanings of the Great Learning reported to the King, In ancient times there was no name for studying. Every day the way of human relationship is what all ought to be done, and there was no separate worthy. The sages did only carry out what ought to be done. However, later generations did not experience the way of human relationships and human relationships have been discarded and did not carry out. Therefore, those who carry out what ought to be done should be called scholars of the study of the",
                "H2KE-nKo": "주상이 경연에 나아갔다. 이이가 성묘를 마치고 돌아와 입시하였다. 강의로 인하여 아뢰기를,“옛날에는 학문한다는 명칭이 없었습니다. 일상생활에서 행하는 이륜의 도는 모두 사람이 당연히 해야 할 것으로 특별히 표적이나 명목이 없으니, 군자는 오직 당연히 해야 할 것을 행할 뿐입니다. 그런데 후세에는 이륜이 밝지 못하여 이륜이 행해지는 것이 폐기되어 행해지지 않고 있습니다. 이에 당연히 해야 할 것을 행하는 사람을 학문하는 선비라고 이름하니, 이 명칭이 서고 나서는 도리어 세상 사람들의 지목을 받았습니다. 그리하여 취모 멱자하고 위선이라고 지목하기도 하고, 위선이라고 지목하기도 합니다. 그리하여 위선하는 사람으로 하여금 숨기고 미루면서 학문한다는 명칭을 피하게 하니, 이것이 후세의 큰 걱정거리입니다.임금은 모름지기 학문을 주장하여 속류로 하여금 비방하지 못하게 해야 합니다. 학문에 어찌 다른 것이 있겠습니까. 단지 일상활에서 옳은 곳을 찾아 행할 뿐입니다.”하니, 주상이 말하기를,“오늘 날씨가 매우 추웠다. 나는 넓은 집 세전 위에 있으니, 어찌 견디지 못할 것이 있겠는가. 염려되는 것은 변방의 수졸들이 밤을 지새우며 딱다기를 치는 것이다.”하였다. 이이가 아뢰기를,“성상의 뜻이 여기에 미치시니, 이는 백성들의 복입니다. 수졸뿐만 아니라 마을의 얼고 굶주린 자들도 반드시 유념하셔야 합니다.”하니, 주상이 이이에게 성혼의 안부를 물었다. 또 묻기를,“그의 병 때문에 끝내 출사하지 못하는 것인가, 읍재로 하여금 감당하지 못하게 하려는 것인가?”하니, 이이가 아뢰기를,“읍재는 감당하지 못할 듯합니다.”하였다. 이이가 다시 김효원을 개차하는 일을 가지고 사죄하니, 주상이 말하기를,“나는 김효원이 병이 있다는 것을 모르고서 먼 고을에 제수하였다. 부제학이 아뢴 내용이 나의 뜻을 이해하지 못한 것 같기에 그렇게 말한 것이지, 부제학이 사정이 있어서 그런 것이 아니다. 김효원을 다른 고을로 바꾸어 제수할 것이니, 그대는 그리 알라.”하자, 이이가 배사하고 물러갔다. 그 뒤에 주상이 김효원이 실제로 병이 있고 이이의 뜻도 편당이 없다는 말을 듣고 김효원을 삼척 부사로 바꾸어 제수하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 10월 1일(임인) 4번째기사",
                "gt-oKo": "상이 경연에 나아갔다. 이이가 성묘를 마치고 돌아와 입시하였다. 강의를 인하여 아뢰기를, “옛날에는 학문이라는 명칭이 없었습니다. 날마다 행하는 떳떳한 도리가 모두 사람이 당연히 해야 하는 것으로서 따로 표적으로 내 세운 명목이 없었고, 오직 군자만이 당연히 해야 할 바를 실행했을 뿐이었습니다. 후세에는 이 도리가 밝지 못하여 사람으로서 행해야 할 떳떳한 행실이 폐하여져 행해지지 않았습니다. 이에 당연히 행해야 할 바를 행하는 사람을 학문하는 사람이라 부르게 되었고, 이 명칭이 생기자 세상 사람에게 지목을 받아 아무리 작은 허물이라도 찾아내려 하고, 위선(僞善)이라 지목하기도 하였습니다. 그리하여 선을 하는 사람으로 하여금 행적을 감추고 옮겨다니면서 학문한다는 이름을 피하게 하였으니, 이것이 후세의 큰 병폐입니다. 임금은 모름지기 학문을 주장하여 속류들이 비방하지 못하게 하여야 합니다. 학문이란 어찌 별다른 것이 있겠습니까. 단지 날마다 행하는 사이에 옳은 도리를 구하여 행할 따름인 것입니다.” 하니, 상이 이르기를, “오늘 추위가 심한데 나는 넓은 집 고운 모피(毛皮) 위에 있으니 어찌 견디지 못할까마는, 염려되는 것은 변방의 수졸(戍卒)들이 밤을 지새며 딱다기를 치는 것이다.” 하였다. 이이가 아뢰기를, “성상의 뜻이 여기에 미치니 생령(生靈)의 복입니다. 수졸만이 아니라 거리에서 추위에 떨고 굶주리는 사람도 반드시 염려해 주셔야 합니다.” 하니, 상이 이이에게 성혼(成渾)의 안부를 묻고, 또 하문하기를, “그의 병은 끝내 벼슬하지 못할 정도인가? 그에게 고을의 수령을 시켜도 감당하지 못하겠는가?” 하니, 이이가 아뢰기를, “고을 수령은 아마 감당하지 못할 것입니다.” 하고, 이이가 다시 김효원을 개차(改差)시키는 일에 대하여 사죄하자, 상이 이르기를, “나는 효원이 병이 있는 줄을 알지 못하여 먼 고을에 제수했던 것이다. 부제학의 계사는 나의 뜻을 깨닫지 못한 듯하므로 그렇게 말한 것이지, 부제학이 사사로움이 있다는 것은 아니다. 효원은 의당 다른 고을로 바꾸어 제수할 것이니 그대는 그리 알라.” 하였다. 이이가 사례하고 물러갔다. 그 뒤 상이 효원에게 실제로 병이 있고 이이의 뜻도 편당이 없었음을 듣고, 효원을 다시 삼척 부사에 제수하였다.",
                "hj": "○上御經筵。 李珥自省墳還入侍, 因講義啓曰: “古者無學問之名。 日用彝倫之道, 皆人所當爲, 別無標的、名目, 君子惟行其所當爲者而已。 後世此道不明, 彝倫之行, 廢而不行。 於是以行其所當爲者, 名之以學問之士, 此名旣立, 反爲世人所指目, 吹毛覓疵, 或指爲僞善。 使爲善者, 諱秘遷就, 以避學問之名, 此, 後世之大患。 人君須主張學問, 使俗流不得謗議也。 學問豈有他異哉? 只是日用間, 求其是處, 行之而已。” 上曰: “今日寒甚。 予則在廣廈, 細氈之上, 豈有不堪所念塞上戍卒, 徹夜擊柝耳。” 珥曰: “聖意及此, 生靈之福也。 不但戍卒, 閭里凍餒者, 亦須軫念也。” 上問珥以成渾安否, 且問: “其病終不能仕乎? 使爲邑宰, 亦不堪乎?” 珥曰: “邑宰恐非所堪也。” 珥復以金孝元改差事謝罪, 上曰: “予未知孝元有病, 授以遠邑。 副學啓辭, 似不曉予意, 故有所云云, 非以副學爲有私也。 孝元當改授他邑, 爾可知之。” 珥拜謝而退。 其後上聞孝元實有病, 珥意亦無黨, 改除孝元爲三陟府使。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "The Royal Placenta Chamber was destroyed the Royal Placenta Chamber . The Royal Placenta Chamber was located in Seosan . The wicked people wanted to harm the county magistrate and broke the stone pagoda at the Royal Placenta Chamber .",
                "H2KE-nKo": "삭을미년에 도둑이 명종의 태봉을 허물었다. 태봉은 서산에 있는데, 간사한 백성이 군수를 해치고자 하여 태실의 돌난간을 부수었다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 11월 1일(을미) 1번째기사",
                "gt-oKo": "도적이 명종의 태봉(胎封)을 허물었다. 이 태봉은 서산(瑞山)에 있는데 간악한 백성이 군수를 해치려고 하여 태실(胎室)의 돌난간을 깨뜨렸다.",
                "hj": "○朔乙未/盜毁明廟胎封。 胎封在瑞山, 姦民欲害郡守, 打破胎室石欄。"
            },
            "2": {
                "H2KE-EN": "The wicked people of Dangjin District destroyed the spirit tablet of the Shrine to Confucius because they wanted to harm the second-tier instructors .",
                "H2KE-nKo": "당진현의 간사한 백성이 성묘의 위판을 깨뜨렸는데, 훈도관을 해치려고 한 것이다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 11월 1일(을미) 2번째기사",
                "gt-oKo": "당진현(唐津縣)의 간악한 백성이 성묘(聖廟)의 위판(位版)을 깨뜨렸는데, 훈도관(訓導官)을 해치려고 한 짓이었다.",
                "hj": "○唐津縣姦民, 打破聖廟位版, 欲害訓導官也。"
            },
            "3": {
                "H2KE-nKo": "주상이 시신을 야대하여 강서하였다. 이이가 아뢰기를,“천리와 인욕은 터럭 하나 사이도 용납하지 않는 것으로, 이 두 가지는 애당초 두 가지 일이 아닙니다. 인심이 발로되기 전에는 단지 혼연한 천리이므로 움직이는 곳마다 선과 악이 나뉘는 것입니다.”하니, 주상이 말하기를,“움직인다는 것은 기를 인연하는 것으로, 기에 청탁이 있기 때문에 선과 악이 나뉘는 것이다. 천리와 인욕은 애당초 마음속에 병립되어 있는 것이 아니다.”하자, 이이가 아뢰기를,“성상의 하교가 지당합니다. 다만 이미 나눈 뒤에는 한계가 매우 분명하니, 천리가 아니면 곧 인욕인 것입니다.”하였다. 주상이 말하기를,“소행이 비록 좋더라도 명예를 구하는 마음이 있으면 또한 천리라고 할 수 없다.”하니, 이이가 아뢰기를,“마음으로 명예를 구하고자 하여 마음을 속이고 선을 행한다면 이 또한 인욕인 것입니다.”하자, 승지 정언지가 아뢰기를,“이 말이 옳습니다. 다만 삼대 이후로 선비를 구할 때 명예를 좋아하지 않을까 염려하였으니, 명예를 좋아하는 선비를 심하게 비난해서는 안 됩니다. 계속 이런 짓을 하여 군자가 되지 않을지 어찌 알겠습니까.”하였다. 이이가 아뢰기를,“처음에는 명예를 좋아하다가도 후일에 마음을 고쳐 실제에 힘쓴다면 군자가 될 수 있지만, 만약 처음부터 끝까지 명예를 좋아한다면 그 기본이 없게 될 것이니, 어떻게 군자가 될 수 있겠습니까. 정언지의 말은 이유가 있어서 한 말입니다. 지금 세상 사람들은 마음을 놓고 악을 행하는 자를 실제에 힘쓰고 깊이 배척하지 않는데, 만약 선을 행하는 자를 보면 반드시 거짓이라고 의심합니다. 명예를 좋아하는 것을 싫어하고 이익을 좋아하는 것을 미워하지 않기 때문에 정언지의 말은 시속의 폐단을 바로잡으려는 것입니다. 학자의 심술로 논하면 명예를 좋아하는 수치가 담을 뚫고 들어가는 것보다 심합니다. 임금이 사람을 쓰는 것으로 논하면 이익을 좋아하는 자는 쓸 수 없고 명예를 좋아하는 자는 버릴 수 없으니, 다만 중용해서는 안 됩니다.”하니, 주상이 말하기를,“명예를 좋아하는 선비는 천승의 나라에 양보할 수 있지만 순식과 두갱이 안색에 나타나니, 그 근본이 없는 것이 이와 같다. 또 이익을 좋아하는 자는 남을 속이지 못하고 명예를 좋아하는 자는 남을 속이기를 좋아하니, 그 폐단이 크다. 옛사람이 이른바 ‘삼대 이후로 선비를 구할 때 명예를 좋아하지 않을까 염려한다.’라는 이 말은 이유가 있어서 한 말이니, 온당한지 모르겠다.”하자, 이이가 아뢰기를,“성상의 하교가 지당합니다. 다만 선을 행하는 자와 명예를 좋아하는 자를 분별하기가 매우 어렵습니다. 만약 선을 행하는 자를 보고서 문득 명예를 좋아하는 것으로 의심한다면 선을 좋아하는 실제가 없을 것이니, 이 점을 몰라서는 안 됩니다.”하였다. 이이가 이어서 나아가 아뢰기를,“요즈음 민생이 날로 곤궁해지고 풍속이 날로 무너져서 한 달 안에 완악한 백성이 태봉의 돌난간과 향교의 위판을 부수기까지 하였습니다. 이와 같은 큰 변고는 매우 놀랍습니다. 그러나 천재가 일어나는 것이 어느 달이고 나타나지 않는 달이 없어 사람들이 모두 귀에 젖고 눈에 익어 서로 잊어버리는 지경에 두고 있으니, 이것이 어찌 앉아서 볼 수 있는 일이겠습니까. 모름지기 이렇게 된 이유를 구하고 폐단을 구제할 방책을 강구해야 합니다.”하니, 주상이 책을 보고 대답하지 않았다. 이이가 아뢰기를,“옛날에 맹자가 제 선왕에게 묻기를 ‘사경 안이 다스려지지 않으면 어떻게 합니까?’라고 하니, 왕은 좌우를 돌아보며 다른 말을 하였습니다. 주자는 그것을 할 수 없다고 비난하였습니다. 지금 사경 안이 다스려지지 않고 있는데 전하께서는 어떻게 하시겠습니까?”하니, 주상이 대답하지 않았다. 시신이 물러가려 하자, 주상이 이에 고금의 사변을 한참 동안 강론하다가 당나라 태종이 형을 죽인 곳을 논하는 데까지 이르렀다. 주상이 말하기를,“천하가 외물인 줄을 모르기 때문에 형을 죽이기까지 하였으니, 애처롭다. 그뿐이다.”하니, 이이가 아뢰기를,“성상의 하교가 지극하십니다. 성인은 진실로 천하를 외물로 여겼습니다. 그러나 성인은 천하의 근심을 자신의 근심처럼 여겼을 뿐 아니라 일찍이 외물이라 하여 살피지 않은 적이 없었습니다.”하였다. 이이가 이어서 아뢰기를,“선왕조에서는 성수침을 집의에, 서경덕을 좌랑에 추증하였고, 근일에는 서경덕을 우상에 더 추증하였는데, 성수침에게 더 추증하지 않은 것에 대해 사류들이 불만스럽게 여깁니다. 신의 생각에는 성수침에게 더 추증하는 것이 마땅하다고 여깁니다.”하니, 주상이 말하기를,“일단 현자라고 여긴다면 포상하여 추증하는 것이 중요하니, 관작의 고하가 무슨 관계가 있겠는가. 서경덕에게 추증하는 것도 지나친 듯하다.”하였다. 이이가 물러나와 사람들에게 말하기를,“주상께서 지금 세상의 폐단에 대해서는 조금도 강론하지 않고 전대의 일을 논의하기를 좋아하시니, 가령 논의가 정밀하고 상세하더라도 시사에 무슨 도움이 되겠는가. 시사는 어떻게 해 볼 가망이 없다.”하니, 이이가 마침내 부제학을 사직하여 체차되었다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 11월 1일(을미) 3번째기사",
                "gt-oKo": "상이 시신(侍臣)을 야대(夜對)하여 글을 강론하였다. 이이가 아뢰기를, “천리(天理)와 인욕(人欲)은 털끝만큼의 틈도 없는 것이니, 두 가지가 애초에 두 일이 아닙니다. 인심(人心)이 발하지 않은 때에는 단지 혼연(渾然)한 천리이지만, 늘 움직이는 곳에서 선과 악이 나누어지는 것입니다.” 하니, 상이 이르기를, “움직이는 것은 기(氣)를 인하는 것인데, 기에는 청탁(淸濁)이 있기 때문에 선과 악이 나누어지는 것이고, 천리와 인욕이 애초부터 마음속에 대립해 있는 것은 아니다.” 하였다. 이이가 아뢰기를, “상의 말씀이 지당합니다. 다만 이미 나뉜 뒤에는 한계가 매우 분명하여 천리가 아니면 곧 인욕인 것입니다.” 하니, 상이 이르기를, “소행이 아무리 선할지라도 명예를 구하는 마음이 있으면 천리라고 말하지 못할 것이다.” 하였다. 이이가 아뢰기를, “마음으로는 명예를 구하려고 하면서 진정을 속인 채 선을 하면 이 역시 인욕인 것입니다.” 하니, 승지 정언지(鄭彦智)가 아뢰기를, “이 말이 그렇기는 합니다. 그러나 삼대(三代) 이후 사람을 구할 적에 명예를 좋아하지 않을까 걱정하였으니, 명예를 좋아하는 사람이라 하여 아주 그른 것은 아닙니다. 그들이 중지하지 않고 계속 해 나간다면 바로 군자가 되지 않을 줄 어찌 알겠습니까.” 하자, 이이가 아뢰기를, “처음에는 명예를 좋아하다가 후일에 마음을 고쳐 실제를 힘쓰면 군자가 될 수 있습니다. 그런데 만일 처음부터 끝까지 명예를 좋아하면 그는 기본이 없는 것이니, 어찌 군자가 되겠습니까. 언지의 말은 이유가 있어서 제기한 것입니다. 지금 세상의 사람들은 마음놓고 악을 하는 자를 실제를 힘쓴다고 여겨 깊이 배척하지 않는가 하면, 선을 하는 사람을 보고서는 반드시 거짓이라 의심합니다. 그리고 명예를 좋아하는 것은 미워하고 이익을 좋아하는 것은 미워하지 않는 까닭에, 언지의 말은 시속(時俗)의 폐단을 바로잡기 위한 것입니다. 학자의 심술(心術)로 논하면 명예를 좋아하는 부끄러움은 담을 뚫고 도둑질하는 것보다 심하고, 임금이 사람을 등용하는 것으로 논하면 이익을 좋아하는 자는 쓸 수 없으나 명예를 좋아하는 자는 버릴 수 없는데, 다만 중요하게 쓸 수는 없는 것입니다.” 하였다. 상이 이르기를, “명예를 좋아하는 사람은, 천승(千乘)의 나라는 사양하면서 한 도시락의 밥과 한 그릇의 국을 차지하지 못하면 낯빛에 나타내니, 그 근본이 없는 것이 이와 같다. 그리고 이익을 좋아하는 사람은 남을 속이지 못하는데, 명예를 좋아하는 사람은 남을 잘 속이니 그 폐단이 크다. 옛 사람이 이른바 ‘삼대 이후 사람을 구할 적에 명예를 좋아하지 않는 사람인가 걱정한다.’는 이 말은 이유가 있어서 말한 것일 터이지만, 그것이 온당한 말인지 알지 못하겠다.” 하니, 이이가 아뢰기를, “상의 말씀이 지당합니다. 다만 선을 하는 사람과 명예를 좋아하는 사람을 분별하기가 매우 어렵습니다. 만일 선을 하는 사람을 보고서 곧 명예를 좋아하는 것이라고 의심하면 선을 좋아하는 실상이 없는 것이니, 이를 몰라서는 안 되는 것입니다.” 하고, 이이가 인하여 진언(進言)하기를, “요사이 민생이 날로 곤궁해지고 풍속은 날로 무너져갑니다. 심지어 한 달 사이에 무지한 백성이 태봉(胎封)의 돌난간과 향교의 위판(位版)을 깨뜨리기까지 하였습니다. 이같은 큰 변고도 자못 경악할 만한데, 일어나는 천재가 나타나지 않는 달이 없기에 사람들이 모두 귀에 젖고 눈에 익어서 서로 잊어버리는 지경이 되었으니, 이를 어찌 앉아서 보고만 있을 수 있겠습니까. 모름지기 이렇게 된 연유를 구하여 폐단을 바로잡는 계책을 강구하여야 합니다.” 하니, 상은 책을 보면서 답하지 않았다. 이이가 아뢰기를, “옛적에 맹자(孟子)가 제 선왕(齊宣王)에게 묻기를, ‘사경(四境) 안이 다스려지지 않으면 어떻게 하겠습니까?’ 하였는데, 왕은 좌우의 신하들을 돌아보면서 다른 이야기를 하였습니다. 이에 대해 주자(朱子)는 좋은 정치를 하지 못할 것이라고 비난하였습니다. 지금 사경 안이 다스려지지 않는데 전하는 어떻게 하시겠습니까?” 하였으나, 상이 답하지 않았다. 시신들이 물러가려 하자, 상이 고금의 사변(事變)에 대해 한동안 반복하여 강론하다가 당 태종(唐太宗)이 형을 죽인 대목에 이르러 상이 이르기를, “천하가 외물(外物)인 줄을 알지 못한 까닭에 형을 죽이기까지 하였으니 딱한 일이다.” 하니, 이이가 아뢰기를, “상의 말씀이 지극하십니다. 성인은 진실로 천하를 외물로 여깁니다. 그러나 성인은 천하 사람의 걱정을 걱정함에 있어 자신의 걱정과 같이 여길 뿐만이 아니어서, 전혀 외물이라 하여 살피지 않은 적이 없었습니다.” 하였다. 이이가 인하여 아뢰기를, “선왕조(先王朝)에 성수침(成守琛)을 집의에, 서경덕은 좌랑에 증직시켰는데, 근일에 경덕을 우상으로 올려 증직하였으나 수침의 증직은 더하지 않아서 사류들이 불만스럽게 여깁니다. 신의 생각은 수침에게 증직을 더하는 것이 합당하다고 여깁니다.” 하니, 상이 이르기를, “일단 현자(賢者)라고 한다면 표창하여 증직한 것이 중한 것이지 벼슬의 높고 낮음이 무슨 관계가 있는가. 경덕의 증직도 과한 듯하다.” 하였다. 이이가 물러나와 사람들에게 말하기를, “상이 지금 시대의 폐단은 생략하여 강론하지 않고 전 시대의 일에는 강론하기를 좋아하니, 가령 논의가 정밀하고 상세하더라도 시사(時事)에 무슨 도움이 되겠는가. 시사는 해볼 만한 희망을 가질 수 없다.” 하고, 이이는 드디어 부제학을 사면하였다.",
                "hj": "○上夜對侍臣, 講書。 李珥曰: “天理、人欲, 間不容髮, 二者初非二事。 人心未發時, 只是渾然天理, 每於動處, 善惡分焉。” 上曰: “動者因氣, 氣有淸濁, 故善惡分焉。 天理、人欲, 初非竝立於心中也。” 珥曰: “上敎當矣。 但旣分之後, 界限明甚, 非天理則便是人欲。” 上曰: “所行雖善, 而有求名之心, 則亦不可謂之天理也。” 珥曰: “心欲求名, 而矯情爲善, 則是亦人欲也。” 承旨鄭彦智曰: “此言然矣。 但求士於三代之下, 惟恐其不好名, 好名之士, 未可深非。 安知非作之不已, 乃成君子乎?” 珥曰: “初雖好名, 而後日改心務實, 則可成君子, 若終始好名, 則無其基本矣, 安得成君子乎? 彦智之言, 有爲而發也。 今世之人, 以放心爲惡者, 爲務實而不深斥, 若見爲善者, 則必疑其僞。 惡好名; 不惡好利, 故彦智之言, 矯時俗之弊也。 由學者心術論之, 則好名之恥, 甚於穿窬。 由人君用人論之, 則好利者不可用; 好名者不可棄也, 但不可柄用耳。” 上曰: “好名之士, 能讓千乘之國, 而簞食、豆羹見於色, 其無根本如此。 且好利者不能欺人; 好名者善於欺人, 其弊大矣。 古人所謂: ‘求士於三代之下, 惟恐其不好名者。’ 此言有爲而發, 未見其穩當也。” 珥曰: “上敎當矣。 但爲善者與好名者, 辨之甚難。 若見爲善者, 而輒疑其好名, 則無好善之實矣。 此, 不可不知。” 珥因進曰: “近日民生日困; 風俗日敗, 至於一月之內, 頑民打破胎(峰)〔封〕石欄、鄕校位版。 如此大變, 殊可驚愕, 而天災之作, 亦無月不現, 人皆耳恬目習, 置之相忘之域, 此豈可坐而視之乎? 須求所以致此之由, 講究所以救弊之策也。” 上觀書不答。 珥曰: “昔者孟子問齊宣王曰: ‘四境之內不治則如之何?’ 王顧左右而言他。 朱子譏其不能有爲。 今者四境之內不治矣, 殿下當如之何?” 上不答。 侍臣將退, 上乃講論古今事變, 反覆良久, 至論唐太宗殺兄處, 上曰: “不知天下是外物, 故至於殺兄, 可哀也已。” 珥曰: “上敎至矣。 聖人固以天下爲外物也。 然而聖人憂天下之憂, 不啻如己之憂, 未嘗以爲外物而不之省也。” 珥因言: “先王朝贈成守琛爲執義, 徐敬德爲佐郞, 近日加贈敬德右相, 而守琛之贈不加焉, 士類以爲歉。 臣意, 加贈守琛爲當。” 上曰: “旣以爲賢者, 則褒贈爲重, 爵之高下何關之有? 敬德之贈, 亦似過矣。” 珥退謂人曰: “上於今世之弊, 則略不講論, 好論前代之事, 假使論議精詳, 何補於時事? 時事無可爲之望矣。” 珥遂辭遞副提學。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the month, [the King] appointed Min Geun as deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "윤근수를 부제학으로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 12월 1일(을축) 1번째기사",
                "gt-oKo": "윤근수(尹根壽)를 부제학으로 삼았다.",
                "hj": "○朔乙丑/以尹根壽爲副提學。"
            },
            "2": {
                "H2KE-EN": "On this year, Envoy for Expressing Gratitude for Imperial Benevolence Hong Seongmin was dispatched to China for expressing gratitude for imperial benevolence and also to request the circumstances of the accomplishments of the royal lineage and the accomplishments of the deeds and the accomplishments of plots and the accomplishments of the new books in the Suppplemental Six Codes (K. Hoejeon . Man Sahwa and others presented a memorial to the Board of Rites , which stated, The King of Joseon grieved the grievances of his grandfather and repeatedly reported the matter to the Emperor two or three times. Nevertheless, the imperial order had already been received, and the royal order has been clearly clarified in the world. Truly, it is the same as the four seasons. Who would dare suddenly increase or decrease or decrease? It would be proper to compile the Veritable Records of the Veritable Records in the past and present the Veritable Records (K. Hoejeon , and wait for the compilation of the Records of the Veritable Records (K. Hoejeon and then allow the Veritable Records to be recorded. The imperial order was correct. The Board of Rites intended to request an imperial edict to proclaim that the imperial edict be issued and the imperial edict be issued to the envoy. After hearing this, Hong Seongmin told the Board of Rites to bid farewell, saying, The matter has not yet been completed. Therefore, the imperial envoy should not dare do it. The Board of Rites followed this advice. Hong Seongmin returned to the Ming court and advised the imperial order in detail. However, he did not explain the circumstances of the imperial edict to the Emperor without explaining the circumstances of the accomplishments of the imperial edict. Hong Seongmin returned to the inspector general .",
                "H2KE-nKo": "이해에 사은사 홍성민을 보내 종계와 시역을 이미 변무한 사정을 아울러 《대명회전》의 새 책에 추가하여 넣도록 주청하게 하였다. 예부 상서 만사화 등이 제주하기를,“조선 국왕이 그 조상의 원통함을 애통하게 여겨 두세 번 주청하여 변무하였습니다. 다만 전에 이미 분명한 성지를 받들었는데 ‘임금의 말은 한 번 나오면 우주에 밝게 게시되어 미덥기가 사시처럼 분명한데 누가 감히 번번이 더 보태거나 덜어 내겠는가. 마땅히 그 나라에서 전후로 주청한 말을 《실록》에 편찬해 넣고 《대명회전》을 편수하기를 기다렸다가 기재하도록 허락하는 것이 편리하겠다.’라고 하여, 성지를 받들었습니다. 예부가 이러한 뜻으로 칙서를 내려 선유하기를 청하여 사신에게 부쳐 보내려고 하였습니다. 홍성민이 이 말을 듣고 이어 예부에 사양하기를 ‘일이 아직 끝나지도 않았는데 지레 유지를 받들고 돌아가는 것은 사신이 감히 할 수 없는 일이다.’라고 하니, 예부가 그대로 따랐다. 홍성민이 조정에 돌아와 성지를 대략 아뢰고 칙서를 내려고 하는 일은 말하지 않았으니, 이는 대체로 기쁨을 갚고 상을 받는 것을 혐의쩍게 여긴 것이다. 홍성민을 도로 대사간에 제수하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 12월 1일(을축) 2번째기사",
                "gt-oKo": "이 해에 사은사 홍성민(洪聖民)을 명(明)나라에 파견하면서 종계(宗系)와 시역(弑逆)에 관하여 이미 변무(辨誣)한 사정을 《대명회전(大明會典)》의 새 책에 넣어 줄 것을 아울러 주청(奏請)하게 하였는데, 예부 상서(禮部尙書) 만사화(萬士和) 등의 제사(題辭)에, ‘조선 국왕이 그 조상(祖上)의 원통함을 애통하게 여겨 주청하여 변무하기를 두세 번까지 하기에 이르렀다. 전에 이미 천자의 명을 받고 ‘임금의 말은 한 번 나오면 우주에 밝게 게시되어 미덥기가 사시(四時)와 같다. 그런데 누가 감히 더하고 빼겠는가. 의당 본국에서 전후 주청한 말을 실록(實錄)에 편찬해 넣고, 《회전》의 증수(增修)를 기다려서 기재하도록 하는 것이 온편하겠다’ 하였는데, ‘그리하라’는 성지(聖旨)를 받들었다. 예부가 이 뜻으로 칙지(勅旨)를 내려 선유(宣諭)하기를 청하여 이를 사신 편에 부치려한다.’ 하였는데, 성민이 이를 듣고는 이어 예부에 사양하기를, ‘일이 완료되지 않았는데 먼저 유지(愈旨)를 받들고 돌아가는 것은 사신이 감히 하지 못하겠다.’고 하니, 예부가 따랐다. 성민이 조정에 돌아와서 천자의 명을 대략 아뢰고 칙서를 내리려 한 일은 말하지 않았는데, 이것은 대체로 기쁜 소식을 보고하여 상받는 것을 꺼려서이다. 성민이 도로 대사간에 임명되었다.",
                "hj": "○是歲遣謝恩使洪聖民, 兼奏請宗系、弑逆已辨誣等事情, 增入《會典》新書。 禮部尙書萬士和等題曰: “朝鮮國王, 痛其祖之冤, 而奏辨至於再三。 但前旣奉有明旨, 王言一出, 昭揭宇宙, 信如四時。 誰敢輒爲增損? 宜將該國前後奏詞, 纂入《實錄》, 竢修《會典》, 爲之許載爲便。” 奉聖旨是。 禮部欲以此意, 請降勑宣諭, 順付使臣。 聖民聞之, 因辭于禮部曰: “事未完了, 徑奉諭旨以回, 使臣所不敢爲也。” 禮部從之。 聖民還朝, 略啓聖旨, 不言其欲降勑事, 蓋嫌於報喜受賞也。 聖民還拜大司諫。"
            },
            "3": {
                "H2KE-EN": "The posthumous title of Kim굉필 was granted to Mungyeong , and the posthumous title of the late Minister of Imperial Entertainments Ahn Sungseon was granted to Jeongmin .",
                "H2KE-nKo": "김굉필에게 문경이라는 시호를, 고 상신 안당에게 정민이라는 시호를 내렸다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 12월 1일(을축) 3번째기사",
                "gt-oKo": "김굉필(金宏弼)에게 문경(文敬)이란 시호를, 고상(故相) 안당(安塘)에게 정민(貞愍)이란 시호를 주었다.",
                "hj": "○贈金宏弼謚曰文敬, 故相安瑭謚曰貞愍。"
            },
            "4": {
                "H2KE-EN": "Former Director of the Office of Palace Procurement Yi Jibeon passed away. Yi Jibeon was a descendant of Mokgeun . In byeongo year (, he was promoted to the literary licentiate examination in the byeongo year (. Since he was young, he was 침착하고 honest and did not like the arrow. When his mother became ill, he mixed a blind and presented it with medicine. When he became ill, he recovered from his illness. He hurriedly grieved his grief and corrupted himself in accordance with the Family Rituals (C. Jibeon . Earlier, he was punished by Kim Anro fornication and was banished to a coastal area. After he was destroyed, he was released. He recommended the Royal Confucian Academy as music instructor of the Royal Confucian Academy . He expressed his gratitude and did not come to work. Subsequently, he was appointed as director of the Office of Palace Supplies . His son [Yi] San [] was young and claimed as a spirit child. When Won Yun Hyeong wanted to take his daughters wife, Yi Jibeon , abandoned his government post. He fled with his younger brother Yi Jiham to the middle of Danyang to the middle of Gudam . He enjoyed himself with pleasure and enjoyed himself. People called him Guseon . Hwang had his friendly relations with him and encouraged him to encourage his studies. At the beginning of the present Kings reign, he was appointed as magistrate of Cheongpung County and made him live close to the widow in the past. However, Hwang stubbornly oppportunity to go to work and sleeping his integrity. After he left, the people pondered him and claimed his praise on his stones and praise his virtue. People in later generations admired his steadfastness.",
                "H2KE-nKo": "전 내자시 정 이지번이 졸하였다. 이지번은 목은의 후손이다. 가정 병오년에 진사에 올랐다. 어려서부터 침착하고 조용하여 농담을 좋아하지 않았다. 어머니의 병이 나자 다리에 피를 흘려 약에 타서 드리니 병이 나았다. 거상할 때 슬퍼하고 몸을 상할 때 한결같이 《가례》를 따랐는데, 일찍이 김안로의 중매를 받아 해도에 유배되었다가 김안로가 몰락하자 석방되었다. 태학에서 천거하여 재랑으로 삼았으나 사은하고 벼슬하지 않았다. 뒤에 여러 번 관직을 거쳐 사평이 되었다. 아들 이산해가 어려서 신동이라고 일컬었는데, 윤원형이 딸을 아내로 삼으려고 하자 이지번이 즉시 관직을 버리고 아우 이지함과 함께 단양의 구담 가에 숨어 살았다. 고생을 하면서도 담박한 생활을 하며 떠들썩하게 스스로 즐겼으므로 사람들이 구선이라고 일컬었다. 이황이 그와 벗하여 도학으로 권면하였다. 금상 초년에 청풍 군수에 제수하여 옛 은거하던 가깝게 하였는데, 이황이 억지로 나아가지 않고 누워서 깨끗하게 다스렸다. 떠나고 나서는 백성들이 그를 생각하고 비석을 세워 덕을 기리니, 후세 사람들이 모두 그의 풍절을 숭상하였다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 12월 1일(을축) 4번째기사",
                "gt-oKo": "전 내자시 정(內資寺正) 이지번(李之蕃)이 졸(卒)하였다. 지번은 목은(牧隱)의 후예인데, 가정(嘉靖) 병오년에 진사(進士)에 올랐다. 어릴 적부터 침착하여 장난을 좋아하지 않았으며, 어머니가 병들자 다리를 찔러 피를 받아 약에 타서 드리니 병이 나았다. 상중(喪中)에 몹시 슬퍼하였고 한결같이 《가례(家禮)》를 따라 행하였다. 일찍이 김안로(金安老)의 재앙을 입어 해도(海島)에 유배되었다가, 안로가 패망하자 석방되었다. 성균관의 추천으로 재랑(齋郞)이 되었으나 사은(謝恩)하고는 출사(出仕)하지 않다가 뒤에 여러 벼슬을 거쳐 사평(司評)이 되었다. 아들 산해(山海)는 어릴 적에 신동(神童)으로 일컬어졌는데 윤원형이 자기의 딸을 아내로 삼아주려 하자, 지번이 즉시 벼슬을 버리고 아우 지함(之菡)과 함께 단양(丹陽)의 구담(龜潭) 곁에 가 살면서 열심히 학문을 닦고 담박한 생활을 하며 만족스럽게 스스로를 즐기니, 사람들이 그를 구선(龜仙)이라 불렀다. 이황(李滉)이 그와 벗하여 도학(道學)을 권면하였다. 금상 초년에 청풍 군수를 제수하여 옛날 은거하던 곳에서 가깝도록 하였는데, 이황이 강요하여 취임한 뒤 애쓰지 않고도 깨끗하게 잘 다스렸다. 떠나가자 백성들이 그를 사모하여 비석을 세워 덕을 기리었으며, 후인들은 모두 그의 풍절(風節)을 숭상하였다.",
                "hj": "○前內資寺正李之蕃卒。 之蕃, 牧隱之後也。 嘉靖丙午, 陞進士。 自幼沈靜不好弄, 母病, 刲股血, 和藥以進, 疾得瘳。 居喪哀毁, 一遵《家禮》。 嘗被金安老媒孽, 流配海島, 安老敗, 得釋。 用太學薦爲齋郞, 謝恩不仕, 後累官爲司評。 子山海幼稱神童, 尹元衡欲以女妻之, 之蕃卽棄官, 與弟之菡, 遁居丹陽龜潭上, 攻苦食淡, 囂然自樂, 人稱爲龜仙。 李滉與之友, 勸勉以道學。 今上初年, 除淸風郡守, 使近舊隱, 李滉强之屑就, 臥理淸淨。 旣去而民思之, 紀石頌德, 後人皆尙其風節。"
            },
            "5": {
                "H2KE-EN": "Yi Sanbo was appointed as the third censor .",
                "H2KE-nKo": "이산보를 헌납으로 삼았다.\n",
                "date_ko": "선수 9권, 8년(1575 을해 / 명 만력(萬曆) 3년) 12월 1일(을축) 5번째기사",
                "gt-oKo": "이산보(李山甫)를 헌납으로 삼았다.",
                "hj": "○以李山甫爲獻納。"
            }
        }
    }
}