{
    "01": {
        "2": {
            "1": {
                "H2KE-EN": "On byeongsin day, the first day of the first month, the King performed the rite commemorating the first anniversary of death for Queen Insuns passing . All [court] officials remove their mourning robes and the King dressed in white gauze hats and black belts and conducted [state] affairs. After the King had [court] dressed in white gauze hats and conducted [state] affairs. After the King had [court] all [court] officials revised the Family Rituals (C. Family Rituals for the first anniversary of the death of the Grand Abdicated King, [but] the King also disliked that the scholars had done so and quite regretted the old system in light. Consequently, the officials of the Ministry of Rites followed the course of the Grand Abdicated King, and [the King] followed this [advice]. Former State Councilor Kwon Cheol and Chief State Councilor 홍섬 said, The rite commemorating the first anniversary of the death of King should be conducted [state] in white gauze hats and conducted [state] affairs. Left State Councilor Bak Sun and Right State Councilor 노수신 said, The rite commemorating the cessation of wailing should follow the example of the rite of ending the mourning period. Susin suggested that the course of wearing white gauze hats and conducted [state] affairs was decided by the circumstances of Your Majestys heart, and the course of the past ages. This should not be changed again. Moreover, all [court] officials had already dressed in white gauze hats and completed the first anniversary of the death of the King, but the King suddenly dressed in black gauze hats and completed the three-year mourning period [for the first anniversary of the death of King Taejong]. This is because the course of the three-year mourning period is already devised, and the course of the three-year mourning period is absolutely inappropriate. The King again ordered the officials of the Ministry of Rites to deliberate on this matter. At that time, the Ministry of Rites had been insufficient, and Second Minister Bak Gyehyeon reported that [the course] should follow the Family Rituals for the first anniversary of the passing. The King followed this [advice]. Consequently, all [court] officials submitted joint memorials and firmly remonstrating [ther of the Grand Abdicated King] for several days did not cease. The King asked the high-ranking officials again. [Bak] Sun and Susin strong said, The rite of ending the mourning period should be revised the Family Rituals for the first anniversary of the passing of King Taejong",
                "H2KE-nKo": "주상이 인순 왕후의 연제를 행하였다. 백관은 최복을 벗고 주상의 연복은 그대로 백모와 백대를 착용하고 정사를 보았다. 주상이 백모를 쓰고 정사를 본 뒤로 구신들은 모두 《오례의》를 고치는 것에 대해 불평을 품었고, 주상도 사류들이 하는 짓을 싫어하여 옛 제도를 경솔히 고치는 것에 대해 자못 후회하였다. 이에 예관이 유속의 의론을 따라 다시 대신에게 의논하기를 청하니, 주상이 그대로 따랐다. 전 의정 권철과 영의정 홍섬은 아뢰기를,“연제에는 현관을 쓰고 정사를 보아야 합니다.”하고, 좌의정 박순과 우의정 노수신은 아뢰기를,“졸곡의 예에 따라야 합니다.”하였는데, 노수신이 더욱 자세히 헌의하였다. 그 대략에,“백모를 쓰고 정사를 보는 제도는 성상께서 마음속으로 결단하시어 이미 천고에 잘못된 것을 씻으셨으니, 지금 중도에 변경할 수 없습니다. 또 신하들이 이미 백모를 쓰고 기년복을 마쳤는데, 상께서 갑자기 현모로 삼년상을 마치신다면 이는 기년복은 상세히 하고 삼년상은 소략하게 하는 것입니다. 경중이 전도되어 모양을 이루지 못하는 것은 결코 옳지 않습니다.”하였다. 주상이 대신의 의론이 일치되지 않는다는 이유로 2품 이상에게 정의하도록 명하였다. 이에 신하들이 다투어 아뢰기를,“《오례의》는 따르지 않을 수 없습니다.”하였다. 대개 지위가 높은 자는 모두 구신으로서 유속을 따른 사람들이고, 그대로 백모를 쓰기를 원하는 자는 2, 3인에 불과하였다. 주상이 다시 예관에게 명하여 상의하게 하였다. 이때 예조에 장관이 결원이 났는데, 참판 박계현이 이에 아뢰기를,“《오례의》를 따라야 합니다.”하니, 주상이 그대로 따랐다. 이에 삼사가 번갈아 글을 올려 간쟁하기를 여러 날 동안 그치지 않았다. 주상이 다시 대신에게 물으니, 박순과 노수신이 아뢰기를,“졸곡 뒤에 《오례의》를 고치는 것은 그래도 괜찮지만, 지금 이미 백색으로 변경하였는데 연제일에 흑색으로 변경하는 것은 고례가 아니고 또 조종의 제도도 아니니, 진퇴간에 근거할 바가 없습니다.”하니, 주상이 말하기를,“나는 차라리 후한 쪽을 잃는 것이 낫다.”하고, 그대로 백모를 썼다. 이때 이이와 김우옹 등이 이 의론을 주장하고 삼사가 간쟁하였는데, 노수신과 박순은 대신으로서 서로 호응하였기 때문에 마침내 바른 데로 귀결되었다. 그러나 예문의 연혁은 법률이나 경제의 본래 정해진 제도와는 같지 않아 사소한 한 절목도 고치려 하지 않았다. 온 조정이 같은 말을 하는 것은 습속이 이미 고질이 되어 신구가 서로 잘못되었기 때문이다. 이때 몇몇 신진 유신이 임금을 바로잡고 정치를 이루려고 서정을 경장하였으니, 스스로 헤아리지 못했다고 할 만하다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 2일(병신) 1번째기사",
                "gt-oKo": "상이 인순 왕후(仁順王后)의 연제(練祭)를 행하였다. 백관들은 상복(喪服)을 벗었고, 상은 연복(練服)을 입었고 그대로 백모(白帽)와 백대(白帶)를 착용하고 시사(視事)하였다. 상이 백모를 쓰고 시사하게 된 후로 구신(舊臣)들은 모두 《오례의(五禮儀)》의 규정을 고친 데 대해 불평을 품었으며, 상도 사류들이 한 짓을 싫어하여 사뭇 옛 제도를 경솔하게 고친 것을 후회하였다. 이에 예관(禮官) 이 유속(流俗)의 의논을 따라 다시 대신에게 의논하기를 청하니 상이 따랐다. 전 의정(議政) 권철(權轍)과 영의정 홍섬(洪暹)은 ‘연제 때의 법도는 현관(玄冠)을 쓰고 시사해야 한다.’ 하고, 좌의정 박순(朴淳), 우의정 노수신(盧守愼)은 ‘졸곡(卒哭)의 예(例)에 따라야 한다.’고 하였는데, 수신이 건의한 것이 더욱 자세히 구비하였다. 그 대략에, “백모를 쓰고 시사하는 제도에 대해 상께서 마음으로 결단하시어 이미 옛날의 잘못을 씻어버렸으니, 지금 중도에서 변경할 수가 없습니다. 그리고 군신(群臣)들이 이미 백모로 기년복(期年服)을 마쳤는데, 상께서 갑자기 현모(玄帽)로 삼년상을 마친다면 이는 기년복은 상세히 하면서 삼년상은 소략하게 하는 것입니다. 이는 경중이 전도되어 모양을 이루지 못하는 것이니, 결코 옳지 못합니다.” 하니, 상은 대신의 의논이 통일되지 못하였다 하여 이내 2품 이상에게 정의(廷議)하도록 하였다. 이에 군신들이 《오례의》의 규정을 따르지 않을 수 없다고 다투어 말하였다. 대체로 벼슬이 높은 사람은 모두 구신(舊臣)으로서 유속을 따르는 사람이었고, 그대로 백모를 쓰기를 원하는 사람은 2∼3인에 지나지 않았다. 상이 다시 예관에게 상의하여 확정하도록 명하였는데 이때 예조의 장관이 결원이었고, 참판 박계현(朴啓賢)이 《오례의》를 따라야 된다고 아뢰자 상이 따랐다. 이에 삼사가 번갈아 소장(疏章)을 올려 쟁론하기를 여러 날 동안 그치지 않았다. 상이 다시 대신에게 하문하니, 박순과 노수신은, 졸곡 뒤에 《오례의》의 제도를 고쳤으면 그래도 괜찮았으나, 이제 이미 백색으로 변경해 놓고 연제날에 흑색으로 변경시키면 이미 옛 예가 아니며, 조종(祖宗)의 제도도 아닌 것으로서 이렇게 하거나 저렇게 하거나 근거가 없다고 강력히 말하자, 상이 이르기를, ‘나는 차라리 후한 쪽으로 실수를 하겠다.’ 하고, 그대로 백모를 썼다. 이때 이이(李珥)와 김우옹(金宇顒) 등이 이 의논을 주장하자 삼사가 쟁론하였는데, 노수신과 박순이 대신으로서 서로 호응하였기 때문에 끝내 바른 데로 돌아간 것이다. 그러나 예문(禮文)은 변혁되어 온 것으로서 법률이나 경제(經制)처럼 본디 정해진 것과는 같지 않은 것이다. 그런데 한 절목도 고치려 하지 않고, 온 조정이 똑같은 말로 하는 것은 습속이 이미 고질화된데다가 신진과 구신이 서로 그르다고 하는 데에 연유한 것이다. 이 때 몇몇 신진(新進)의 유신들이 임금을 바루어 좋은 정치를 이루기 위해 모든 정사를 개혁하려 하였으니, 스스로 헤아리지 못하였다 하겠다.",
                "hj": "○丙申/上行仁順王后練祭。 百官脫衰, 上練服, 仍用白帽帶, 視事。 自上白帽視事之後, 舊臣皆以改《五禮儀》, 懷不平, 上亦厭士類所爲, 頗悔輕變舊制。 於是, 禮官徇流俗之論, 請更議大臣, 上從之。 前議政權轍、領議政洪暹以爲: “練制以玄冠視事。” 左議政朴淳、右議政盧守愼以爲: “當依卒哭之例。” 而守愼獻議尤詳備。 大槪云: “白帽視事之制, 斷自聖衷, 旣洗千古之謬, 今不可中變。 且群臣旣以白帽, 終期年之服, 而自上遽以玄帽, 終三年之喪, 則是詳於期, 而略於三年也。 輕重倒置, 不成模樣, 決不可也。” 上以大臣之議不一, 乃命二品以上廷議。 於是群臣爭言: “《五禮儀》不可不從。” 蓋位高者, 皆舊臣徇俗人也, 願仍白帽者, 不過二三人。 上更命禮官商確, 時, 禮曹缺長官, 參判朴啓賢, 乃啓以當從《五禮儀》, 上從之。 於是, 三司交章爭之, 累日不止。 上更問于大臣, 淳、守愼力言以爲: “卒哭後, 改《五禮儀》, 則猶之可也, 今旣變白, 而練日變黑, 則旣非古禮, 又非祖宗之制, 進退無所據矣。” 上曰: “予寧失之厚。” 仍白帽。 是時李珥、金宇顒等, 主此論, 三司爭執, 而盧守愼、朴淳以大臣相應, 故卒歸於正。 然禮文沿革, 非如法律、經制之素定。 而微細一節, 亦不欲改, 擧朝同辭者, 由習俗已痼, 新舊相非故也。 當此時, 數三新進儒臣, 欲格君致治, 更張庶政, 可謂不自量也。"
            },
            "2": {
                "H2KE-EN": "[The King] appointed Fifth-rank Aide to the Governor of Hwanghae Province Yi Won as fourth-rank Aide to the Office of the Censor General . [Yi] Won, who passed the state examination earlier, was simple and honest, and was knowledgeable. He served as fourth-rank Auxiliary for the Royal Confucian Academy and became fifth-rank Aide to the governor of Hwanghae Province . Governor Yi I observed his talent and capacity as unqualified, and entrusted him to the army headquarters . [Yi] I returned [to the capital] and said, [Yi] Wons talent and behavior is useful. Consequently, he was appointed to the Office of the Crown Prince (Office of Benevolence and Gentleness. Subsequently, [he] was appointed as fourth-rank aide to the Office of the Censor General . The high officials enjoyed [Yi Wons] praise and capacity, saying, This man, being diligent and capacity, has been appointed to a lower-ranking official, and now he has been promoted to a higher-ranking official. The court has a public opinion. At the time, the military register was first distributed, and those who had served in various provinces were neglected or negligent, causing much to the peoples resentment. [However,] only the name of [Yi] Wons household register was praised in the Hwanghae Province. Because of this, [Yi] Wons name was revealed.",
                "H2KE-nKo": "황해 도사 이원익을 정언으로 삼았다. 이원익은 젊어서 과거에 급제하였으나 염정하게 자신을 지켰으므로 아는 사람이 없었다. 성균관 직강을 거쳐 황해 도사가 되었는데, 감사 이이가 그의 재국이 비범한 것을 살피고서 감영의 사무를 맡겼다. 이이가 조정에 돌아와 이원익의 재기와 조행이 쓸 만하다고 말하고, 마침내 홍문관의 선발에 기록하였다. 이윽고 정언에 제수되었는데, 대신이 제목을 보고 기뻐하며 말하기를,“이 사람은 부지런하고 조심하며 재주가 있는데도 하급 관료로 침체되어 있다가 이제야 비로소 현직에 통하게 되었으니, 조정에 공론이 있다.”하였다. 이때 군적을 처음 반포하였는데, 여러 도의 일을 맡은 자들이 엉성하기도 하고 각박하기도 하여 백성들의 원망이 많았다. 오직 해서에서 군적을 작성한 것만 가장 훌륭하다고 일컬어졌는데, 이원익이 이 때문에 이름이 드러났다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 2일(병신) 2번째기사",
                "gt-oKo": "황해 도사(黃海都事) 이원익(李元翼)을 정언으로 삼았다. 원익은 젊어서 과거에 올랐는데, 조용히 자신을 지켰으므로 사람들이 그를 알지 못하였다. 성균관 직강으로 있다가 황해 도사가 되었는데, 감사 이이가 그의 재주와 국량이 비범함을 살피고서 감영(監營)의 사무를 맡기었다. 이이가 조정으로 돌아와 원익의 재기(才器)와 조행(操行)이 쓸 만한다고 말하고, 드디어 홍문선(弘文選)에 기록하였다. 이윽고 정언에 제소되니 대신들이 제목(除目)을 보고 기뻐하여 말하기를, ‘이 사람이 부지런하고 조심하며 재주가 있는데도 하급 관료로 침체해 있었는데, 이제서야 현직(顯職)에 통하였으니 조정에 공론이 있다 하겠다.’ 하였다. 이 때 군적을 처음 반포하였는데, 제도(諸道)의 일을 맡은 사람들이 어떤이는 소략하게 하고 어떤이는 각박하게 하여 백성의 원망이 많았다. 그런데 해서(海西)에서 만든 군적만이 최고로 일컬어지니, 원익은 이 일로 이름이 드러났다.",
                "hj": "○以黃海都事李元翼爲正言。 元翼少登科, 恬靜自守, 人無知者。 由成均館直講, 爲黃海都事。 監司李珥, 察其才局不凡, 委以營務。 珥還朝言: “元翼材器、操行可用。” 遂錄弘文選。 俄拜正言, 大臣見除目喜曰: “此人勤謹有才, 而沈滯下僚, 今始通顯, 朝廷有公論矣。” 時, 軍籍初頒, 諸道任事者, 或踈或刻, 多有民怨, 惟海西所籍稱最, 元翼以此著名。"
            },
            "3": {
                "H2KE-EN": "Former Assistant State Councilor Bak Yeongjun passed away. [Bak] Yeongjun was earned in succession from young age to earnestly in administration of the government and devote himself to observe the administration of the government. He did not disobey the powerful and the powerful official without disobeying the public opinion. He passed away.",
                "H2KE-nKo": "전 의정부 우찬성 박영준이 졸하였다. 박영준은 젊어서부터 청현직을 두루 거쳤는데, 한결같이 시세에 따라 형세를 관망하는 것을 일삼았다. 그러므로 권귀의 뜻을 거스르지 않았고 공의를 거스르지 않아 부귀를 누린 채 죽을 수 있었다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 2일(병신) 3번째기사",
                "gt-oKo": "전 의정부 우찬성 박영준(朴永俊)이 졸하였다. 영준은 젊어서부터 청환(淸宦)과 현직을 차례로 거치면서 한결같이 시세를 따르고 관망하는 것으로 일삼았기 때문에, 권신이나 귀척(貴戚)들에게 미움을 받지 않았으며 공의(公議)에 거스름을 당하지 않고 부귀를 누린 채 죽었다.",
                "hj": "○前議政府右贊成朴永俊卒。 永俊自少歷敭淸顯, 一以隨時觀勢爲事。 故不忤權貴; 不咈公議, 得以富貴終焉。"
            },
            "4": {
                "H2KE-EN": "Former Supreme General of the Middle Army Commandery General Yi Tak passed away. Tak was gentle and generous by virtue and was loved by many scholars. When he was in the Ministry of Personnel , he strongly encouraged public justice. The scholars expected him very important. When he was in the position of minister, he was simple and frugal. He did not separately manage the property of his stipend except for his salary. When a county or county possessed a single gift, he immediately distributed all his neighboring villages and his friendly relations. There was no resource of resources. When he passed away, he told his son [Yi] Hai Shou , When I dies, inner and outer coffins must be used for the royal favor. This is not easy. When he passed away, the Confucian scholars lamented him and regretted him, In recent years, the administrative administration of [Yi] Tak is no better than that of [Yi] Tak. Tak served in the government for more than thirty years, he did not self-restraint in the power of the government. At the end of the Xuande era (, he impeached [Yi] Wonjung [] by impeaching him. Instead, he did not thoroughly punish his cliques and strive to cultivate the cliques. Because of this, he was recognized by many people and was promoted to minister. However, there was no difference between them. ",
                "H2KE-nKo": "행 판중추부사 원임 의정부 영의정 이탁이 졸하였다. 이탁은 성품이 너그럽고 후덕하며 덕과 도량이 있어 선비를 사랑하고 대중을 수용하였다. 전조에 있을 때는 공도를 힘써 넓혀 사림의 여망이 매우 무거웠다. 정승의 지위에 있으면서 검약하고 청소하여 녹봉 외에는 별도로 치산을 하지 않았다. 군읍에 혹 예물이 있으면 즉시 이웃과 친구에게 나누어 주어 부<unk>에 남은 것이 없게 하였다. 죽음에 임하여 아들 이해수에게 말하기를,“내가 죽으면 관곽은 반드시 임금이 하사하는 것을 사용하고 바꾸지 말라.”하였다. 졸하자 사림이 애석하게 여기며 말하기를,“근세에는 전정이 공정하기로는 이탁보다 나은 사람이 없다.”하였다. 이탁은 조정에 선 지 30여 년이 되었으나 일찍이 권문에 몸을 굽힌 적이 없었다. 명종 말년에 박순과 함께 윤원형을 탄핵하여 제거하였고, 또 그 당여를 끝까지 다스리지 않고 진정시키는 데 힘썼다. 이 때문에 사람들이 탄복하여 정승에 제수되기까지 하였으나 이의를 제기하는 사람이 없었다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 2일(병신) 4번째기사",
                "gt-oKo": "행 판중추부사 원임 의정부 영의정 이탁(李鐸)이 졸하였다. 이탁은 성품이 관후(寬厚)하고 덕량(德量)이 있어서 선비를 사랑하고 사람들을 포용하였다. 그가 전조(銓曹)에 있을 적에 힘껏 공정한 도(道)를 넓히자 선비들의 신망이 매우 무거웠으며, 재상의 지위에 있으면서 검소하고 청빈하게 지내어 녹봉을 받는 이외에 따로 산업을 영위하지 않았다. 고을에서 간혹 예물을 보내는 것이 있으면 곧 이웃과 친구들에게 나누어주고 주방에 남겨두는 일이 없었다. 죽음에 임하여 아들 해수(海壽)에게 말하기를, ‘내가 죽거든 관곽(棺槨)을 반드시 임금이 주는 것을 쓰고 바꾸지 말라.’ 하였다. 졸하자 사람들이 애석하게 여기면서, 근세에 전조(銓曹)의 정사(政事)가 공정하기로는 이탁보다 나은 사람이 없었다고 하였다. 이탁이 30여년 간 조정에 벼슬하면서 한 번도 권문(權門)에 몸을 굽혀 찾아가지 않았다. 명종 말년에는 박순(朴淳)과 함께 윤원형을 탄핵하여 제거하였으나, 또한 그의 당여(黨與)를 끝까지 다스리지 않고 진정시키기를 힘썼다. 이 때문에 사람들이 따르게 되어 정승에 제수되었을 적에 이의를 제기하는 사람이 없었다.",
                "hj": "○行判中樞府事原任議政府領議政李鐸卒。 鐸寬厚有德量, 愛士容衆。 其在銓曹, 力恢公道, 士望甚重。 位居台司, 儉約淸素, 祿俸之外, 不別治産。 郡邑或有禮遺, 卽分諸隣里、親舊, 廚無餘積。 臨死, 謂子海壽曰: “我死, 棺槨必用君賜, 無易也。” 及卒, 士林惜之以爲: “近世銓政公正, 無最於鐸。” 鐸立朝三十餘年, 未嘗屈迹權門。 明廟末, 與朴淳劾去尹元衡, 又不窮治其黨與, 務以鎭靖。 以此爲衆所服, 至於拜相, 而人無異論。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "Kim Ugung entered the Royal Lecture and attended the lecture on the Confucian Classics. The King expounded on the Confucian Classics on the Confucian Classics. The King and Bak Sun discussed the principles of the spirits. Ugung said, The principles of the spirits are extremely trivial, and it is not easy to clarify the principles and the principles are not easy to be clearly evident. The principles of such things should be fair and sincere, and only the principles are thoroughly clarified and thoroughly apprehended. If they read such thoroughly, it would be worrisome to differ from difference and sorrow. The King said, It is necessary to necessarily thoroughly apprehended the principles. On the first day of the month, Kim Ugung said, The principles of such thoroughly should not be able to clarify the principles of righteousness and expound on the Classics. The studying and expounding on the Confucian Classics on the Confucian Class on the Confucian Clas",
                "H2KE-nKo": "삭을축년에 김우옹이 경연에 입시하였다. 이어 《서전》을 강하였다. 주상이 박순과 귀신의 이치에 대해 논급하니, 김우옹이 아뢰기를,“귀신의 이치는 지극히 미묘하여 이치에 밝고 의에 정밀하지 않으면 명백하게 밝히기가 쉽지 않습니다. 이러한 부분은 평이하게 보아 점차 이해가 투철해져야만 알 수 있습니다. 만약 너무 심하게 보면 별도로 괴이한 병통이 생길까 염려됩니다.”하니, 주상이 말하기를,“독서는 모름지기 이해하지 못할 문자가 없어야만 의리를 찾을 수 있다.”하였다. 김우옹이 아뢰기를,“이러한 부분은 이해해서는 안 되는 것이 아닙니다. 다만 학문은 단지 의리를 밝혀 몸소 실행하려는 것입니다. 깊이 연구하고 강명하는 것은 본래 실행하려는 것입니다. 만약 단지 문자만 이해한다면 비록 여러 경서에 통달하더라도 한 글자도 어긋나지 않을 것이니 무슨 이익이 있겠습니까. 임금은 모름지기 공부해야 할 부분을 알아야 합니다. 빨리 덕을 공경하는 것이 바로 그 요체입니다.”하니, 주상이 말하기를,“경 자는 지금 노유들의 상담이다.”하자, 김우옹이 아뢰기를,“상담 이외에는 다시 다른 법이 없습니다.”하였다. 주상이 또 박순과 함께 한나라 문제와 선제의 우열을 논하기를,“문제가 좋은 부분이 있어서 경박한 사람을 등용하지 않아 천하를 그르쳤으니 원대한 생각이 있었다고 할 수 있다. 송나라 신종이 왕안석을 등용하여 나라를 전복시킨 것에 비하면 어찌 차이가 나지 않겠는가.”하였는데, 경박하다는 것은 가의를 가리킨 것이다. 김우옹이 아뢰기를,“가의가 비록 동중서만 못하지만 치체에 통달하여 당시에는 그를 따를 자가 없었습니다. 문제는 자질이 아름다우면서도 배우지 못했기 때문에 그 재주를 다 발휘하지 못하고 단지 강이나 유관의 무리와 함께 일을 도모하였으니, 천고의 귀감이 되기에 충분하고 훌륭하다고 여겨서는 안 됩니다.”하였다.주상이 옥음이 화평하지 못하자, 박순이 이어서 보양의 잘못을 진계하니, 주상이 답하지 않고 사복시의 말 수효만 물었다. 박순이 이때 사복시 제조로 있었기 때문이다. 박순이 또 구봉령이 쓸 만하다고 아뢰니, 주상이 말하기를,“나는 알지 못하니 범상한 듯하다.”하였다. 박순이 또 아뢰기를,“이이는 물러가도록 허락해서는 안 됩니다.”하니, 주상이 허락하지 않았다. 이어 박순에게 말하기를,“사람을 뽑는 데는 마땅히 노성하고 충후한 사람을 위주로 해야지 과격한 무리를 뽑아서는 안 된다. 경이 일컫는 것을 보면 이런 사람을 좋아하는 것 같아 매번 마음에 불쾌하게 여긴다.”하였다. - 이에 앞서 박순이 연석에서 정철, 유성룡, 김우옹을 차례로 거론하여 말하였다. - 박순이 아뢰기를,“주상의 하교는 신이 마땅히 마음에 새겨 두겠습니다. 다만 이이의 의론이 화평한 것은 과격한 사람이 아닙니다. 그가 떠나는 것은 단지 한가하게 지내면서 독서하려는 것일 뿐입니다.”하고, 성낙은 아뢰기를,“사람을 뽑는 데는 마땅히 충후함을 위주로 해야 합니다. 다만 모름지기 식견이 있고 충후한 사람을 선으로 삼아야 합니다. 만약 향원처럼 덕이 있는 듯하면서도 덕이 없는 사람을 충후하다고 한다면 아마도 옳지 않을 듯합니다.”하고, 김우옹은 아뢰기를,“이이는 병이 많아 본래 물러나서 그 뜻을 구하고자 하였습니다. 또 뜻이 실행되지 않아 떠나가니, 어찌 감히 군부를 잊겠습니까. 유자의 진퇴를 잃지 않는 것은 바로 임금을 사랑하는 것입니다. 상께서 그 뜻을 빼앗지 않는 것은 진실로 지극히 어진 일입니다. 다만 그 뜻이 어디에 있는지는 상께서 알지 않아서는 안 됩니다.”하였다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 1일(을축) 1번째기사",
                "gt-oKo": "김우옹이 경연에 입시하여 그대로 《서전(書傳)》을 진강하였다. 상이 박순과 귀신(鬼神)의 이치에 대해서 논하였는데, 우옹이 아뢰기를, “귀신의 이치는 극히 미묘하여 이치에 밝고 의리에 정밀하지 않으면 명백히 알기가 쉽지 않습니다. 이런 것은 그저 평이하고 사실대로 보아 점차 이해가 투철하게 되어야 비로소 알게 됩니다. 만일 너무 심하게 보면 따로 괴이한 병통이 생길까 염려됩니다.” 하니, 상이 이르기를. “독서하는 데 있어서 반드시 알지 못하는 문자가 없어야 이내 의리를 찾을 수가 있는 것이다.” 하였다 우옹이 아뢰기를. “이러한 것에 대해서 이해하지 않아도 된다는 것이 아니라, 다만 학문은 의리를 밝혀 몸소 실행하려는 것입니다. 깊이 궁구하고 강론하여 밝히는 것은 본디 실행하려는 것인데, 만일 문자만을 알 뿐이라면 여러 경서(經書)에 통달하여 한 글자도 틀리는 것이 없더라도 무슨 유익함이 있겠습니까 임금은 모름지기 공부하는 데 있어서 빨리 덕(德)을 공경하는 것을 아는 것이 곧 그 요점입니다.” 하니, 상이 이르기를, “경(敬)자는 이제 노유(盧儒)들이 항상 하는 말이 되었다.” 하자, 우옹이 아뢰기를, “항상 하는 말 이외에 다시 다른 법이 없습니다.” 하였다. 상이 또 박순과 함께 한 문제(漢文帝)와 선제(宣帝)의 우열을 논하면서 이르기를, “문제에게 좋은 점이 있는데 경박한 사람을 써서 천하를 그르치지 않았으니, 원대한 염려가 있었다고 하겠다. 송 신종(宋神宗)이 왕안석(王安石)을 써서 나라를 전복시킨 일과 비교해 보면 어찌 뛰어나지 않겠는가?” 하였는데, 경박한 사람이란 가의(賈誼)를 지적한 것이다. 우옹이 아뢰기를, “가의가 동중서(董仲舒)에 미치지는 못하지만, 그러나 정치의 대체를 통달하여 당시에는 그에게 미칠 사람이 없었습니다. 문제는 자질이 아름다우나 학문을 하지 않았기 때문에 그의 재능을 다 발휘하지 못하고, 그저 주발(周勃)·관영(灌嬰)의 무리와 일을 꽤했으니, 천고(千古)에 감계(鑑戒)가 될 뿐 훌륭하다고는 할 수 없습니다.” 하였다. 상의 옥음(玉音)이 부드럽지 못하자, 박순이 이어 보양(保養)의 잘못을 경계하니 상은 대답하지 않고 단지 사복시의 말 숫자를 물었는데, 박순이 이 때 사복시 제조가 되었던 까닭이다. 박순이 또 구봉령(具鳳齡)이 쓸 만하다고 말하자, 상이 이르기를, “나는 알지 못한다. 아마 보통 사람인 듯하다.” 하였다. 박순이 또 이이가 물러가는 것을 윤허해서는 안 된다고 말하자, 상이 허락하지 않았다. 이어 박순에게 이르기를, “사람을 취하는 데 있어 의당 노성하고 충후(忠厚)한 사람을 위주로 해야지 과격한 무리를 취해서는 안된다. 경이 말하는 사람을 보니 이런 사람을 좋아하는 듯하여 언제나 마음이 불쾌하다.”【이에 앞서 박순이 경연에서 정철(鄭澈)·유성룡(柳成龍)·김우옹을 두루 천거했던 일을 가지고 한 말이다.】 하니, 박순이 아뢰기를, “상의 말씀은 신이 의당 명심하겠습니다. 다만 이이 같은 이는 의논이 화평하여 과격한 사람이 아닙니다. 그가 떠나는 것은 단지 한가롭게 지내면서 독서하려는 것입니다.” 하였다. 성낙(成落)이 아뢰기를, “사람을 취하는 데 있어 당연히 충후한 사람을 위주로 해야 합니다만, 반드시 식견이 있으면서 충후하여야 좋은 것입니다. 예컨대, 향원(鄕愿)처럼 덕(德)이 있는 듯하면서 덕이 없는 사람을 충후하다 이르는 것은 옳지 않을 듯합니다.” 하고, 우옹은 아뢰기를, “이이는 병이 많아 본디 물러가 그의 뜻을 구하려 하는 것입니다. 그리고 뜻을 얻지 못하여 떠나지만 감히 군부를 잊겠습니까. 유자로서 진퇴의 도리를 잃지 않는 것이 곧 임금을 사랑하는 것입니다. 상께서 그의 뜻을 따라 주시는 것은 참으로 지극히 어진 일입니다만, 그가 지닌 뜻을 상께서 아셔야 합니다.” 하였다.",
                "hj": "○朔乙丑/金宇顒入侍經筵, 因講《書傳》。 上與朴淳, 論及鬼神之理, 宇顒曰: “鬼神之理極微, 非理明義精, 未易明白。 此等處, 只當平實看, 漸次理會透徹方得。 若看得太甚, 恐別生怪異, 底病痛也。” 上曰: “讀書須是無不曉底文字, 乃可尋義理也。” 宇顒曰: “此等處, 非不當理會也, 但學問只欲明義理, 而躬行之也。 深究講明, 本欲行之, 而若只曉會文字, 雖通諸經, 不錯一字, 何益之有? 人主須識箇下工處, 疾敬德, 乃其要也。” 上曰: “敬字, 今爲老儒常談。” 宇顒曰: “常談之外, 更無他法。” 上又與淳, 論漢文帝、宣帝優劣曰: “文帝却有好處, 不用輕薄之人, 以誤天下, 可謂有長遠之慮。 視宋神宗用王安石, 以覆邦者, 豈不遠也?” 輕薄指賈誼也。 宇顒曰: “誼雖不及董仲舒, 然通達治體, 當時無及之者。 文帝質美而未學, 故不能盡其才, 而只與絳、灌輩圖事, 足爲千古之鑑, 不可以爲美也。” 上玉音不和, 淳仍進戒保養之失, 上不答, 但問司僕馬數, 淳時爲司僕提調故也。 淳又言: “具鳳齡可用。” 上曰: “予不能識, 似是凡常也。” 淳又言: “李珥不可許退。” 上不許。 仍謂淳曰: “取人當以老成忠厚爲主, 不可取矯激之徒。 觀卿所稱, 似喜此等人, 每不快意也。”【先是, 朴淳筵中歷擧鄭澈、柳成龍、金宇顒爲言。】 淳曰: “上敎臣當佩服。 但如李珥, 議論平和, 不是矯激人也。 其去, 只欲居閑讀書耳。” 成洛曰: “取人當主忠厚, 但須有識見, 而忠厚爲善。 若如鄕愿, 似德非德, 而謂之忠厚, 恐不可也。” 宇顒曰: “珥多疾, 本欲退而求其志。 且以志不得行而去, 豈敢忘君父也? 其不失儒者之進退, 乃所以愛君也。 自上不奪其志, 固是至仁, 但其意所存, 自上不可不知也。”"
            },
            "2": {
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 1일(을축) 2번째기사",
                "gt-oKo": "이이가 부제학을 사면하고 향리로 돌아갔다. 이에 앞서 박순이 매번 경연에서 이이는 어질고 재능이 쓸 만하다고 천거하자, 상이 이르기를, “이 사람은 과격하고 또 그가 나를 섬기려 하지 않는데 내가 어떻게 억지로 머물게 할 수 있는가. 옛날에 물러감을 허락하여 그 뜻을 이루게 한 사람도 많았다. 그리고 가의(賈誼)는 글을 읽어 말만 잘할 뿐이지 실지로 쓸 만한 재주가 아니었으니, 한 문제(漢文帝)가 쓰지 않은 것은 진정 소견이 있었던 것이다.” 하였다. 어떤이가 이이에게 넌지시 말하기를, “상이 지금 과격하다고 비난하니 잠시도 지체하여 머물 수가 없겠다” 하니, 이이가 말하기를, “진실로 물러가겠다. 상이 물러감을 허락했다는 말을 듣고도 물러가지 않으면 이는 거취로써 도의를 파는 것이 된다.” 하였다 이에 앞서 김효원(金孝元)이 젊은 사류의 추중(推重)을 받아 기세가 매우 치성하였는데, 이이는 조정이 불화하는 조짐이 될까 걱정하여 그 기세를 줄이려고 외직에 보임시키자는 말을 주창하였는데, 이이의 뜻은 단지 진정시키려는 것일 뿐, 깊이 다스리려는 것이 아니었다. 효원이 이미 외직으로 나가자 조정의 의논이 곧 격화되어 그 당여에게 미치니, 이이는 힘써 저지하였다. 그리고 이발(李潑)을 전랑(銓郞)으로 삼아 효원의 당여를 안정시키려 하였다. 그런데 얼마 안 되어 이발은 피혐하여 체직되고, 윤두수(尹斗壽)의 조카 윤현(尹晛)이 전랑이 되었는데 인물을 멋대로 기용을 하고, 또 조원(趙瑗)을 전랑으로 삼으려 하였다. 조원은 문명(文名)이 있으나 국량과 식견이 없어서 사류의 신망을 받지 못하였다. 그러나 정언이 되었을 적에 양사를 논박하여 체직시킴으로써 효원의 기세를 줄였던 까닭에, 윤현이 특별히 끌어올린 것이다. 이이는 또 이를 저지하여 말하기를, ‘백옥(伯玉)은【원(瑗)의 자.】 쓸 만한 인재가 아니다. 지금 인품은 논하지 않고 그저 인백(仁伯)을【효원의 자.】 미워하는 사람만을 쓰면 그대들은 반드시 패할 것이다.’ 하였으나 그 말을 따르지 않고 끝내 조원을 전랑으로 삼으니, 사람들은 조원이 상을 받았다 하였다. 이해수(李海壽)가 이이에게 말하기를, “김효원은 필시 일을 그르칠 소인이건만 그대로 그의 마음씀을 알지 못한 까닭에 경연에서 옳고 그른 것을 가리지 않고 흐리멍덩하게 아뢴 것이다.” 하니, 이이가 말하기를, “나는 김효원을 명예 좋아하는 사람으로 여길 뿐이지, 그대들처럼 소인으로 보기까지는 않는다.” 하였다. 정철(鄭澈)·구봉령(具鳳齡)·신응시(辛應時) 등이 모두 효원을 소인이라 하여 몹시 배척하려 하였다. 정철이 벼슬을 버리고 남쪽으로 돌아갈 적에 이이에게 효원을 배척하라고 권하자, 이이가 말하기를, “저 사람의 죄상이 드러나지 않았는데다가 후배들에게 존중을 받고 있는데, 만일 심하게 배척하면 반드시 사류에 연루되어 크게 시끄러워질 것이니 조정이 상하게 된다.” 하였다. 정철이 거듭 말하였으나 이이는 끝내 듣지 않았다. 정철이 시를 지어 작별하였는데 그 시에, ‘산 같은 그대 뜻 움직이지 않아서, 유수 같은 나의 걸음 언제 돌아올까.[君意似仙終不動我行如水幾時回]’ 하였으니, 전배(前輩)가 효원을 미워함이 이와 같았다. 그러나 후배 사류들은 꽤 효원을 애석히 여기어 이이가 두 사람 다 외직으로 내어보내자고 한 의논을 그르다 하였다. 어떤이가 이이에게 말하기를, “천하에는 둘 다 옳고 그른 적이 없는 법인데, 공이 옳고 그름을 가리지 않고 둘 다 온전하게 하려고 힘쓰니 인심이 불만스럽게 여긴다.” 하니, 이이가 응답하기를, “천하에 진실로 둘 다 옳고 둘 다 그른 것도 있으니, 백이(伯夷)·숙제(叔齊)가 서로 나라를 사양한 것과, 무왕(武王)과 백이·숙제가 서로 뜻이 합하지 않은 것은 둘 다 옳은 것이고, 춘추(春秋)·전국(戰國) 시대의 의(義)로운 전쟁이 없었던 것은 둘 다 그른 것이다. 김효원과 심의겸의 일은 국가에 관계되는 일이 아닌데도 서로 불화하여 알력을 빚음으로써 조정이 평온하지 못하게까지 되었으니, 이는 둘 다 그른 것이다. 그러나 이들이 모두 그르지만 본시 사류들이니 당연히 화해하고 융합하는 것이 옳다. 그런데 반드시 저쪽은 그르고 이쪽은 옳다고 하면 자꾸만 생겨나는 말과 서로 알력을 빚는 정상이 어느 때에 그치겠는가.” 하였다. 이에 전배들은 이이가 효원을 공격하지 않은 점을 탓하고, 후배들은 이이가 효원을 가벼이 밖으로 내보낸 점을 탓하여 조정의 의논이 더욱 틀어지게 되었다. 이 때 이성중(李誠中)이 지평이 되었는데 효원의 친한 벗이었다. 대사간 홍성민(洪聖民)이 탄핵하려 하자 이이가 말리면서 말하기를, “성중은 특별한 잘못이 없으며 또한 사람들과 뜻을 달리하여 모난 짓을 한 사람이 아니고 단지 김효원과 깊이 사귄 것뿐이다. 효원도 공격할 수 없는데 더구나 그의 친구를 공격할 수 있겠는가. 만일 그리하면 더욱 시끄러워 질 것이다.” 하니, 성민은 이이의 말을 옳다고 여기면서도 시의(時議)에 쫓기어 끝내 성중을 탄핵하자, 사류들은 더욱 놀라와 하였다. 이이가 위로는 군부에게 신임을 얻지 못하고 아래로는 동료들이 그 말을 수용하지 아니하자, 조정에서 떠나기로 결심하였다. 김우옹이 이이를 만나 몹시 효원을 애석해 하는 뜻을 보이자 이이가 웃으면서 말하기를, “인백의 신상을 발펴보건대 4등급의 의논이 있다. 한 등급은 소인이라는 것이니 계함(季涵)의【정철의 자.】 무리들이 하는 말이고, 또 한 등급은 명예를 좋아하는 사람이라는 것이니 나의 말이며, 또 한 등급은 명예를 좋아하는 사람이라는 이름은 가졌으나 본심은 선한 사람이라는 것이니 이는 그대들이 하는 말이고, 또 한 등급은 흠 없는 군자라는 것이니 이는 그의 동류들이 하는 말이다. 한 사람으로서 4등급의 제품(題品)을 갖추고 있는데, 사람마다 자기의 견해를 옳다 하여 상통할 수가 없게 되므로 허다한 분쟁을 만들어 내게 된 것이다. 나라의 기강과 백성들의 고통은 도외시한 채 옳고 그른 것을 정하기에만 급급했기에 조정의 정사는 자연히 문란하게 되었으니, 이 역시 운명이라 하겠다.” 하였다. 우옹이 말하기를, “이는 그러하다. 되돌아보건대 이렇게 된 까닭은 무엇인가?” 하니, 이이가 말하기를, “김인백의 잘못이 먼저이다. 인백이 자신의 역량을 헤아리지 않고 국사에 마음을 두었으며, 또 피혐(避嫌)하지 않고 선배들을 배척하여 노성(老成)한 사람들이 원한을 품지 않은 이가 없게 하였다. 그러나 그의 기세가 두려워 감히 손을 쓰지 못한 것이다. 나는 인백의 행동이 뒷날의 폐단이 없지 않을 것으로 보았기 때문에, 억제해야 된다는 의논을 주창한 것이다. 당초에는 선배들이 나를 의지하여 중시하였으므로 하는 말마다 들어주었는데, 억제하는 데 손을 쓰게 된 뒤에는 이내 나의 말을 써주지 않으니, 참으로 물고기를 잡고는 통발을 잊는다는 것과 같다. 이 일은 억제하는 것이 옳고 지나치게 공격하는 것은 그르다. 대체로 드러난 죄가 없기 때문이다. 내 말이 쓰이지 못하는 것은 계함의 견해가 지나치게 무거운 데서 연유한 것이다.” 하였다.【정철이 말하기를, ‘심의겸이 정권을 잡았을 적에는 사대부들이 의지해 따르며 친분을 나누지 않은 이가 없었으나, 지금의 상께서 왕위를 계승하고 대비(大妃)가 승하하여 권세가 이미 떠난 뒤에야 비로소 상의 뜻을 엿보아, 권세를 부리는 외척(外戚)으로 지목하였다. 그리하여 그 사람만 공격하는데 그치지 않고 자기를 따르지 않는 선배들까지 아울러 편당으로 모함하여 앞뒤로 반복하니 그 마음을 알 수 있다.’ 하였다. 그리고 이이를 볼 적마다 강개(慷慨)하여 꾸짖기를 마지 않으면서 말하기를, ‘저들 무리의 기세가 더 커진 것은 모두 숙헌(叔獻)이 두둔해서이다. 당고(黨錮)가 오래지 않아서 일어날 것이니, 그때에는 우리들이 숙헌 때문에 죽을 것이다. 숙헌이 사람을 잘못 보아 우리들을 죽게 할 줄이야 생각인들 하였겠는가.’ 하니, 이이는 낯빛이 질려서 논란하지 못한 채 혀를 끌끌 찰 뿐이었다. 정철의 지론은 대략 이러하였다.】 우옹이 말하기를, “앞으로 어떻게 바로 잡을 것인가?” 하니, 이이가 말하기를, “이현(而見)【유성룡의 자.】·숙부(肅夫)【김우옹의 자.】·경함(景涵)【이발(李潑)의 자.】이 요지(要地)에 모이게 되면 바로잡게 될 것이다.” 하였다. 우옹이 말하기를, “나의 진퇴는 이 일에 관계되지 않는다.” 하였다. 우옹이 말하기를, “어찌하여 경연에서 통렬히 진언하지 않는가?” 하니, 이이가 말하기를, “이 일은 말하기가 어렵다. 반드시 임금과 신하가 서로 믿고서야 곧 다 말할 수가 있다. 만일 상이 아랫사람들의 마음을 모르고 조정이 편을 나누어 당을 결성한다고 거듭 의심하면, 어부(漁夫)만 이익을 얻게 하는 격이 된다. 그리고 만일 몇 달 안에 화패(禍敗)가 생긴다면 나는 애써 머물면서 서로 바로잡을 것이다. 그런데 지금은 별로 드러난 화가 없는데도 조정의 의논이 서로 틀어져서 화기(和氣)가 날로 소멸되고, 더욱이 속론(俗論)이 행하여져서 깨끗한 의논이 점점 미약해지니 몇 년 후에야 그 증세가 나타날 것이다. 내가 지금 윗사람에게 말을 하고 아랫사람에게 말을 하더라도 모두들 서로 믿지 않는데, 어떻게 몇 년 뒤의 환난이 일어나기를 기다리면서 외롭게 서성이며 억지로 머물겠는가.” 하였다. 허엽이 이이를 보고 말하기를, “요즈음의 일은 진실로 한심스럽다. 1백 년 이래로 외척이 항상 국가의 권력을 잡고 있었으므로 사람들의 귀와 눈에 익숙해져서 당연하다고 여기다가, 어느 날 갑자기 나이 젊은 선비가 외척을 배척한 까닭에 사람들이 해괴하게 여기는 것이다.” 하니, 이이가 말하기를, “공의 말이 그르다. 오늘날 김효원을 그르다고 하는 자들이 어찌 반드시 심의겸 만을 위하여서이겠는가.” 하였다. 허엽이 말하기를, “화숙(和叔)【박순의 자.】·계진(季眞)【이후백(李後白)의 자.】·중회(重晦)【김계휘(金繼輝)의 자.】는 당시 신망이 있었으나, 식자들이 논하면 반드시 방숙(方叔)【심의겸의 자.】의 문객(門客)이라 한다.” 하니, 이이가 말하기를, “공의 말이 크게 잘못되었다. 이 세 사람은 모두 사림(士林)의 명망이 있는데 어찌 방숙에 기대어 발신(發身)한 이들이겠는가.” 하였다. 허엽의 뜻은 대체로 심의겸은 외척의 권간(權奸)이고 박순의 무리는 모두 외척을 이용하여 출신하였기 때문에 시론(時論)이, 효원이 외척을 배척한 것을 그르게 여긴다고 생각한 것이다. 이이가 노수신을 보고 말하기를, “시론이 시끄러운데 상공(相公)은 어찌하여 진정시키지 않습니까?” 하니, 수신이 말하기를, “나같은 사람이 어찌 할 수 있겠는가. 공과 같은 이는 물러가서는 안된다.” 하였다. 이이가 말하기를, “오늘날 효원을 그르다 하는 자들이 그의 그른 점을 나타내려고 급급한 나머지 도리어 사람들의 의심을 일으켰다. 당초 억제하는 것이 본시 중도를 얻은 것으로서 사람들은 모두 공론(公論)이라 여겼다. 그런데 공격을 극심하게 하자 사류들이 도리어 사사로운 감정을 품고서 원한을 풀려고 한다고 의심하였다. 그의 그른 점을 드러내려다가 도리어 옳다고 여기는 의논을 초래하였는데, 그르게 여기기를 더욱 힘쓰면 옳다고 여기는 자가 더 많아질 것이다.” 하니,【이성중(李誠中)을 논핵하는 데 있어서 너무 심하게 한 것을 두고 한 말이다.】 수신이 말하기를, “이 말이 진정 옳다. 제공(諸公)들에게 분명히 말하겠다.” 하였다. 이이가 구봉령(具鳳齡)에게 말하기를, “사림이 틀어져 인심이 불안해지자 사람들은 공이 논의를 주장하였다고 하는데, 정말 그런가?” 하니, 봉령이 말하기를, “나는 병으로 한 구석에 엎드려 있었는데 어찌 주론하였겠는가. 오늘날 다시 처치할 경우 시사(時事)가 잘못될 것이니 의당 조용히 진정시켜야 한다.” 하자, 이이가 말하기를, “그 점이 나의 뜻이다.” 하였다. 이이가 박순을 보고 말하기를, “시사야말로 발을 내디딜 만한 곳이 없으니 진실로 화패(禍敗)를 면하는 것도 족한 것이다. 조정이 불화하니 이것을 깊이 걱정해야 되는데, 젊은 사류들이 지나치게 의심하고 두려워하니, 모름지기 안정시키는 것이 옳다.” 하니, 박순이 말하기를, “어떤 계책이 있는가?” 하자, 이이가 말하기를, “유성룡(柳成龍)·김성일(金誠一)의 무리가 고향에 돌아가 오지 않으니 반드시 이간하는 말에 움직여졌다고 생각된다. 이 사람들을 꼭 상에게 아뢰어 특별히 부르고 김우옹이 요사이 주상에게 소홀한 대접을 받고 있으니, 이도 상에게 아뢰어 경연에 끌어들여 이발(李潑)과 함께 시론을 견지하게 하여야 한다. 그리고 계함이 오지 않는데 그도 역시 특별히 부르기를 청하여야 하니, 이처럼 인재들을 보합(保合)하고 사람을 쓰는 데 있어서도 공평하고 바르게 해서 사람들이 함부로 의논하는 일이 없도록 하여 조화하고 진정하는 것을 힘써야 한다. 이처럼 1∼2년 하게 되면 조정이 맑아질 것이다.” 하였다. 박순이 말하기를, “이 말이 진실로 그러하나 이 일을 맡을 사람이 없는 것이 한스럽다.” 하고, 이어 이이가 서울에 머물기를 매우 간절히 권하였다. 이이가 탄식하며 말하기를, “서울에 온 지 1년 동안에 한 권의 책도 읽지를 못했으니 이처럼 골몰하다가는 일생을 그르칠까 두렵다.” 하니, 박순이 말하기를, “그대는 독서한 것이 이미 많은데도 물러가 독서하려 한다면 나처럼 원래 독서하지 않은 사람은 어떻게 자처해야겠는가?” 하였다. 이이가 말하기를, “공은 대신으로서 국사를 담당하고 있으니 물러갈 뜻을 가질 수가 없으므로 나와 비교해서는 안된다.” 하였다. 이이가 돌아갈 적에 이발 등이 나와서 서로 작별하였다. 이이가 말하기를, “내가 이제 정론을 내리려 하니 제공들은 시험삼아 들어 보라” 하니, 모두들 그러겠다고 대답하였다. 이이가 말하기를, “권간(權奸)이 탁란(濁亂)시킨 지가 오래되었는데, 기세를 꺾어버리고 말끔히 씻어내어 사론(士論)이 펴지게 한 것은 어찌 방숙(方叔) 등 제공의 공이 아니겠는가. 인백(仁伯)이 국사를 해보려고 하였다면 의당 거실(巨室)의 마음을 잃지 말았어야 될 터인데, 선배들을 배척하여 모두 분함을 품도록 하였는가 하면 사림들이 서로 대립하게 하였으니, 이는 인백의 죄이다. 이 까닭으로 공론이 억제하여 인백을 외직에 내어보냈으니 이미 중도를 얻은 것이다. 그런데도 미워하기를 지나치게 심히 하고 공격하기를 지나치게 극렬히 하니 이는 선배들의 죄이다. 이처럼 결론을 내리면 실정을 찾은 것이니 지금 이후로는 서로 의심하여 저지하지 말고 허심 탄회하게 대처하면 다시 무슨 일이 있겠는가. 만일 이렇게 하지 않으면 조정의 걱정은 그치지 않을 것이다. 옛날에는 단지 사류와 속류(俗類)의 두 편일 뿐이었는데, 지금은 사류가 두 편으로 나뉘었으니 이렇게 만든 사람이 인백이 아니고 누구이겠는가?” 하니, 좌석에 있던 사람들이 모두 말하기를, “이는 참으로 공론이다. 오늘 이 자리에 있는 사람들이 모두 의논과 같이하면 시론이 정해질 것이다.” 하였다.",
                "hj": "○李珥辭免副提學, 歸鄕里。 先是, 朴淳每於經席, 薦珥賢且才可用, 上曰: “此人矯激, 且渠不欲事予, 予何爲强留乎? 自古許退而俾遂其志者, 亦多矣。 且賈誼讀書能言而已, 實非可用之才, 漢文之不用, 眞有所見也。” 或規珥曰: “自上方以矯激非之, 未可以少遲留乎!” 珥曰: “固將退也。 聞上許退而不退, 是以去就爲市道也。” 先是, 金孝元爲年少士類所推重, 勢焰甚盛。 珥恐爲朝廷不和之漸, 欲殺其勢, 乃倡補外之說。 珥意只欲鎭定, 非欲深治也。 孝元旣出, 而朝論便激, 仍及其黨與, 珥力止之。 且引李潑爲銓郞, 以安孝元之黨。 未幾, 潑以嫌避遞, 而尹斗壽姪晛爲銓郞, 頗專人物通塞, 又欲以趙瑗爲銓郞。 瑗有文名, 而無器識, 士望不歸。 而只以瑗曾爲正言, 論遞兩司, 以殺孝元之勢, 故晛特引之。 珥又止之曰: “伯玉【瑗字。】非可用之才也。 今不論人品, 而只用嫉仁伯【孝元字也。】者, 君輩必敗矣。” 晛不從, 竟用瑗爲銓郞, 人以爲趙瑗受賞。 李海壽謂珥曰: “金孝元必是誤事小人, 君不知其用心, 故於經席, 不分是非, 朦朧啓達矣。” 珥曰: “吾則以金爲好名之士而已, 不至如君等作小人看也。” 鄭澈、具鳳齡、辛應時等皆以孝元爲小人, 欲深斥之。 澈將棄官南歸, 勸珥斥孝元, 珥曰: “彼罪狀未著, 而見重於後輩。 若深排之, 則必連累士類, 大致紛紜, 朝廷傷矣。” 澈反覆言之, 珥終不聽。 澈作詩留別曰: “君意似山終不動, 我行如水幾時回。” 前輩惡孝元如此。 而後輩士類頗惜孝元, 以珥兩出之論爲非。 或謂珥曰: “天下無兩是非, 而公不分是非, 務欲兩全, 人心不滿矣。” 珥應之曰: “天下固有兩是、兩非, 伯夷、叔齊之相讓, 武王、夷、齊之不相合, 兩是也; 春秋、戰國之無義戰, 兩非也。 金、沈之事, 非關國家, 而乃相傾軋, 至於朝廷不靖, 是, 兩非也。 雖是兩非, 而自是士流, 但當和解消融可也。 必欲非彼而是此, 則方生之說、相軋之形, 何時可已乎?” 於是, 前輩尤珥之不攻孝元, 後輩尤珥之輕出孝元朝論益乖矣。 時, 李誠中爲持平, 孝元親友也。 大司諫洪聖民欲劾之, 珥止之曰: “誠中別無過惡, 亦非異衆作畦畛者, 但與金孝元爲深交。 孝元尙不可攻, 況可攻其黨友乎? 若然則尤更紛紜也。” 聖民然珥之言, 而迫於時議, 遂劾誠中, 士類益驚駭。 珥上旣不得於君父; 下而僚友不用其言, 決意去朝矣。 金宇顒見珥, 頗有愛惜孝元之意, 珥笑曰: “觀仁伯身上, 有四等議論。 一等則以爲小人, 季涵【鄭澈字。】輩言也; 又一等以爲好名之士, 我之言也; 又一等以爲雖帶好名, 意思也是善人, 此則君輩之言也; 又一等以爲無瑕之君子, 此則渠之儕流之言也。 一人而具四等題品, 人各自是己見, 莫可相通, 以此做出許多紛爭。 國綱、民瘼置之度外, 惟汲汲務定是非, 朝政自然紊亂, 此亦天也。” 宇顒曰: “此則然矣。 顧所以致此者何歟?” 珥曰: “金仁伯之過在先矣。 仁伯不自量力, 心乎國事, 而又不避嫌, 排抑先輩, 使老成之類, 無不憾恨, 而畏其氣勢, 莫敢下手。 余見仁伯所爲, 不無後弊, 故倡爲裁抑之論。 當初先輩, 借珥爲重, 惟言是聽, 及下手裁抑之後, 乃不用珥言, 眞如得魚忘筌也。 此事裁抑則是; 過攻則非, 蓋以無形現之罪故也。 余言不見用者, 由季涵見過重也。”【鄭澈之言曰: “沈義謙柄用時, 士大夫無不依附交歡, 及此嗣聖入承, 大妃昇遐, 權勢旣去之後, 方乃窺覘上意, 目爲權戚。 不惟攻其人而止, 竝與其不從己之先輩, 而陰之於黨目, 前後反覆, 其心可知。” 每見珥, 慷慨呵責不已曰: “彼輩氣勢增長, 皆由叔獻右之也。 黨錮之禍不久而作, 是吾輩由叔獻而死也。 不料叔獻誤入 辦, 殺吾輩也。” 珥色沮不能難, 但咄咄而已。 澈之持論, 大抵如此。】 宇顒曰: “將何以救之?” 珥曰: “而見【柳成龍字。】 肅夫【金宇顒字。】 景涵【李潑字。】聚于要地, 則可救矣。” 宇顒曰: “公亦去矣, 吾等雖留, 何益?” 珥曰: “吾之進退, 不係此事。” 宇顒曰: “何不於經席痛陳乎?” 珥曰: “此事言之難矣。 必待君臣相信, 乃可盡言。 若自上不知群下之心, 重疑朝廷分朋結黨, 則徒使漁人獲利矣。 且若數月內, 當生禍敗, 則珥可勉留相救矣。 今則別無形現之禍, 而朝論相乖, 和氣日消, 加之以俗論得行, 淸議漸微, 數年之外, 始見其症矣。 吾今上說、下聒, 皆不相信, 安能待數年後患, 而踽踽强留乎?” 許曄見珥曰: “近日之事, 良可寒心。 百年以來, 外戚常執國柄, 時人耳恬目習, 以爲當然, 一朝有年少之士, 排抑外戚, 故時人驚怪耳。” 珥曰: “公言誤矣。 今日之非金孝元者, 豈必爲沈地哉?” 曄曰: “和叔【朴淳字。】 季眞【李後白字。】 重晦【金繼輝字。】雖有時望, 識者論之, 則必以爲方叔【沈義謙字】門客矣。” 珥曰: “公言大誤。 斯三人皆士林之望, 豈是依方叔, 而發身者乎?” 曄之意, 蓋以沈義謙爲外戚權奸, 而朴淳輩皆因外戚而發身, 故時論以孝元排斥外戚爲非也。 珥見盧守愼曰: “時論紛亂, 相公何不鎭靜?” 守愼曰: “如我者安能? 如公不可退去也。” 珥曰: “今日之非孝元者, 欲汲汲顯其非, 反起人疑。 當初裁抑, 自是得中, 人皆以爲公論。 及乎攻之太甚, 則士類反疑挾私釋憾。 欲彰其非, 而反招是之之論, 非之尤力, 則必有是之益重者矣。”【以劾李誠中爲太甚。】 守愼曰: “此言正是。 須向諸公明言之。” 珥見具鳳齡曰: “士林乖張, 人心不安, 人謂公主論, 果然乎?” 鳳齡曰: “吾病伏一隅, 安能主論? 若今日, 更有所處置, 則時事誤矣, 當靜而鎭之。” 珥曰: “此, 吾意也。” 珥見朴淳曰: “時事無可進步處, 苟免禍敗足矣。 朝廷不和, 是可深憂, 年少士類, 疑懼太甚, 須使安靖可也。” 朴淳曰: “計將安出?” 珥曰: “柳成龍、金誠一輩, 歸鄕不來, 想必爲間言所動。 此人須白上特召, 而金宇顒近被主上踈待, 亦白上引入經幄, 與李潑持時論。 而季涵不來, 亦請特召。 如是, 保合人材, 而用人之際, 權衡平正, 使人不得橫議, 務在調和鎭定。 如此一二年, 則朝廷淸矣。” 淳曰: “此語誠然。 恨無任此者。” 因勸珥留京甚切, 珥歎曰: “在京一年, 不能讀一卷書, 乾沒如此, 恐誤一生。” 淳曰: “君所讀書已多矣。 猶欲退而讀書, 則如我, 元不讀書者, 何以自處耶?” 珥曰: “公爲大臣, 擔當國事, 不可有退志, 非珥比也。” 珥之歸也, 李潑等就與相別。 珥曰: “吾今欲爲定論, 諸公試聽之。” 皆曰: “諾。” 珥曰: “權奸濁亂久矣。 摧陷廓淸, 使士論得伸, 豈非方叔諸公之功乎? 仁伯欲做國事, 則宜無失巨室之心, 而乃排抑前輩, 使皆懷憤, 士林自相角立, 此則仁伯之罪也。 以此之故, 公論裁之, 出仁伯于外, 已得中矣。 而猶嫉之太甚; 攻之太劇, 此, 前輩之罪也。 如此論斷則得其情矣, 自今以後, 不相疑阻, 坦懷處之, 則更有何事? 若不如此, 則朝廷之憂未艾也。 疇昔則士類、俗類, 只兩邊而已, 今則士類, 自分兩邊, 致此者非仁伯而誰?” 座客皆曰: “此, 眞是公論。 今日在座者, 皆如此論, 則時論定矣。”"
            },
            "3": {
                "H2KE-EN": "Kang Seo was appointed as fourth censor .",
                "H2KE-nKo": "강서를 정언으로 삼았다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 1일(을축) 3번째기사",
                "gt-oKo": "강서(姜緖)를 정언으로 삼았다.",
                "hj": "○以姜緖爲正言。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "The King selected thirty-three people including Yun Gi .",
                "H2KE-nKo": "삭갑오년 식년시에 선비들을 시험 보여 윤기 등 33인을 뽑았다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 1일(갑오) 1번째기사",
                "gt-oKo": "식년시(式年試)를 보이어 윤기(尹箕) 등 33인을 뽑았다.",
                "hj": "○朔甲午/式年試士, 取尹箕等三十三人。"
            },
            "2": {
                "H2KE-EN": "[The King] impeached Yu Seongryong as the third censor . [He] impeached those individuals and claiming to dismissal from their posts. At the time, Yun Hyeon , Jo Won , and others were appointed as section chiefs of the Ministry of Personnel .",
                "H2KE-nKo": "유성룡을 헌납으로 삼았다. 전관이 편당을 지어 이론을 제기한 자를 논하여 외직에 보임한 것에 대해 모두 탄핵하여 체차하였다. - 이때 윤현과 조원 등이 전랑이 되었다. -\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 1일(갑오) 2번째기사",
                "gt-oKo": "유성룡을 헌납으로 삼았다. 전관(銓官)으로서 한쪽에 치우쳐 이론(異論)을 제기한 자를 논하여 외직으로 보임시켰다 모두 탄핵하여 체직시킨 것이다.【이때에 윤현(尹睍)·조원(趙瑗)등이 전랑이었다.】",
                "hj": "○以柳成龍爲獻納。 論銓官偏黨以異論者補外, 竝劾遞之。【時, 尹晛、趙瑗等爲銓郞。】"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, there was a severe drought on the first day of the month. It rained from spring to the sixth month.",
                "H2KE-nKo": "초하루에 큰 가뭄이 들었다. - 봄부터 6월까지 비가 오지 않았다. -\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 1일(임술) 1번째기사",
                "gt-oKo": "크게 가물었다.【봄부터 6월까지 비가 오지 않았다.】",
                "hj": "○朔壬戌/大旱。【自春至六月不雨。】"
            },
            "2": {
                "H2KE-EN": "The King attended the Royal Lecture. Minister Bak Gyehyeon attended the Royal Lecture and then said, Seong Sammun is a treacherous subject. The Six Codes (K. Yuksinjeon is Nam Hyoons correspondence. It would be possible to know the circumstances. The King immediately ordered that Seong Sammun correspondence of the Six Codes (K. Yuksinjeon be taken and read. Then he was greatly surprised and said, Many errors and deceived the ancestors. I will pursue all of them and burn them. Also, he will be punished for his crime of uttering the correspondence of his correspondence to his correspondence of his correspondence. Later, Chief State Councilor Hong섬 attended the Royal Lecture and exhorted the loyalty of his correspondence to his correspondence of his correspondence. The King felt sorrow and stopped.",
                "H2KE-nKo": "주상이 경연에 나아갔다. 판서 박계현이 입시하였다. 이어 아뢰기를,“성삼문은 참으로 충신입니다. 《육신전》은 바로 남효온이 저술한 것이니, 주상께서 가져다 보시면 그 상세한 내용을 알 수 있을 것입니다.”하니, 주상이 즉시 《육신전》을 가져다 보라고 명하였다. 이에 크게 놀라며 하교하기를,“말이 대부분 잘못되고 망령되어 선조를 무함하고 욕하였으니, 내가 찾아서 모두 불태우겠다. 그리고 그 책에 대해 우연히 말한 자의 죄를 다스리겠다.”하였다. 훗날 영의정 홍섬이 입시하여 육신의 충성에 대해 극언하였는데, 말이 매우 간절하여 듣는 사람들이 측은하게 여겼고 주상도 노여움을 풀고 그만두었다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 1일(임술) 2번째기사",
                "gt-oKo": "상이 경연에 나아갔다. 판서 박계현(朴啓賢)이 입시하였다. 이어 아뢰기를, “성삼문(成三問)은 참으로 충신입니다. 《육신전(六臣傳)》은 곧 남효온(南孝溫)이 지은 것이니 상께서 가져다가 보시면 그 상세한 것을 알 수 있을 것입니다.” 하니, 즉시 《육신전》을 가져오게 하여 보고는 크게 놀라 하교하기를, “엉터리같은 말을 많이 써서 선조(先祖)를 모욕하였으니, 나는 앞으로 모두 찾아내어 불태우겠다. 그리고 그 책에 대해 말하는 자의 죄도 다스리겠다.” 하였다. 뒷날 영의정 홍섬(洪暹)이 입시하여 육신의 충정을 극도로 말하였는데, 몹시 간절하여 듣는 이가 측은하게 여겼으며, 상도 노여움을 거두고 중지하였다.",
                "hj": "○上御經筵。 判書朴啓賢入侍, 仍言: “成三問眞忠臣也。 《六臣傳》, 是, 南孝溫所著, 自上取觀, 則可知其詳也。” 上卽命取《六臣傳》看, 乃大驚下敎曰: “言多謬妄, 誣辱先祖, 予將搜而悉焚之。 且治偶語其書者之罪。” 後日領議政洪暹入侍, 極言六臣之忠, 辭甚懇切, 聞者惻然, 上亦霽威而止。"
            },
            "3": {
                "H2KE-EN": "Former director of the Bureau of Court Music Yi Hang passed away. [Yi] Hangs courtesy name was [Yi] Hangji []. He was gentle and strong and upright by nature. Ever since he was young, he was modest and ability. He lost his learning and martial arts. He was nearly thirty years of age and was encountered by his elder brother, and his elder brother circumspectively repented himself. He stubbornly repented himself and stubbornly read the Great Learning (C. Daxue yi . When he encountered the neighborhood of the neighborhood, he wrote the Zhu Xi's Family Rituals (C. Zhu Xi's Family Rituals . He asked, What do you think of this? He answered, This is an effect in the gisa year (. [Yi] Hang was so grieved that he would lose his life. Finally, he stubbornly pursued the Way of Xi's Family Rituals with studying the Way of Zhu Xi's Family Rituals (C. Zhu Xi's Family Rituals. Xi's Family Rituals (C. Xi's Family Rituals . Xi's Family Rituals (C. Zhu Xi's Family Rituals (C. Xi's Family Rituals . Xi's Family Rituals (C. Zhu Xi's Family Rituals (C. Xi's Family Rituals . Shi's Family Rituals (C. Xiao zhua",
                "H2KE-nKo": "전 장악정 이항이 졸하였다. 이항의 자는 항지인데, 자품이 호매하고 강의하였다. 어려서부터 경솔하고 호협한 행동을 하여 학문을 잃고 무예를 업으로 삼았다. 나이가 30에 가까웠을 때 곤액을 당하자 부형이 경계하여 면려하고 즉시 분연히 잘못을 뉘우치고 즉시 그 무리에게 사례한 뒤에 비로소 《대학》을 읽었다. 우연히 이웃 사람이 벽 위에 앉아 있는 《주자십훈》을 게시한 것을 보고 ‘이것은 무엇 때문인가?’라고 물으니, ‘이것은 기묘년 학자들의 과정이다.’라고 하였다. 이항이 개연히 말하기를 ‘거의 이 생을 잃을 뻔하였다.’라고 하고, 마침내 마음을 가다듬어 도를 구하였다. 마음을 가다듬고 단정히 앉아 외우기도 하고 생각하기도 하면서 온갖 고초를 다 겪으며 밤을 지새우며 잠을 이루지 못하였다. 그러나 어머니가 늙고 집이 가난하여 태인의 향롱에 가서 살면서 경서를 휴대하고 농사를 지었다. 10여 년이 지나자 학문이 크게 통달하고 가업도 넉넉해져서 한때의 어진 선비들이 많이 종유하였다. 일찍이 도보로 선산에 가서 박영을 따라 질문하였는데, 한참 뒤에 돌아와서 말하기를 ‘뜻을 같이하는 것은 무익하니, 한 방에 단정히 앉아 긴절하게 공부하는 것만 못하다.’라고 하였다. 도예가 널리 알려지자 문에 올라 학업을 청한 자가 많았다. 마침내 사도를 엄하게 세우고 책제를 내어 경계하고 권면하면서 기질을 변화시키는 것을 위주로 하니, 벼슬아치와 명류들이 모두 훌륭하게 여겼다. 명종 말년에 역마로 불러 어전에 나오게 하여 임천 군수에 제수하였는데, 잘 다스리지 못한다고 비난하기도 하여 즉시 버리고 돌아갔다. 금상이 즉위하자 은례를 더욱 두터이 하여 여러 차례 불렀으나 끝내 오지 않았다. 학자들이 ‘일재 선생’이라고 불렀다. - 이준경은 사람들이 ‘일재’라고 불렀다는 말을 듣고 꾸짖기를 ‘일재’와 ‘일재’는 바로 하나의 재주이다. 이항의 집이 넉넉해지자 좋아하지 않는 자들이 그가 산업을 경영하는 것을 흠잡았기 때문에 이준경이 그렇게 말한 것이다. -\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 1일(임술) 3번째기사",
                "gt-oKo": "전 장악 정(掌樂正) 이항(李恒)이 졸하였다. 이항의 자는 항지(恒之)이니 자품이 호매하고 강직하였다. 젊어서 호협한 자들을 따라다니느라 학업은 하지 못하고 무예를 업으로 삼았다. 나이가 30세 가까이 되었을 때 어려운 재난을 만났는데, 부형(父兄)이 깨우쳐주자 즉시 분연히 지난 날의 잘못을 고쳐 곧장 그 무리들을 사절하고 처음으로 《대학(大學)》을 읽었다. 이웃 사람이 주자(朱子)의 십훈(十訓)을 벽에 걸어놓은 것을 우연히 보고는 ‘이것은 무엇인가?’라고 묻자, ‘이는 기묘(己卯)의 학자들이 행하던 과정(課程)이다.’라고 대답하니, 이항이 개연히 말하기를, ‘이 생애를 거의 잘못 보낼 뻔하였다.’ 하고는 드디어 마음을 다잡아 도(道)를 구하였다. 마음을 모으고 꿇어앉아서 글을 외기도 하고 사색하기도 하면서 각고(刻苦)를 겪으며 전일(專一)하게 공부하였는데, 밤을 지새우며 잠을 자지 않았다. 그러나 늙은 어머니와 가난한 집을 위하여 태인(泰仁)의 시골에 가서 살았는데, 경서(經書)를 휴대하고 농사를 지었다. 10여년의 세월이 지나자 학문이 크게 통하였고 가업(家業)도 넉넉해졌는데, 한 때의 어진 선비들이 종유(從遊)하는 이가 많았다. 일찍이 도보로 선산(善山)에 가서 박영(朴英)을 따라 질문하고 오랜 만에 돌아와서 말하기를, ‘동지를 따르는 것은 유익함이 없다. 한 칸 방에 단정히 앉아 요긴하게 공부하는 것만 못하다’고 하였다. 도덕의 명예가 전파되어 알려지게 되자 문하(門下)에 들어와 수업을 청하는 사람이 많았다. 드디어 스승의 도리를 엄히 세워 이끌어 주고 경계하면서 기질(氣質)을 변화시키는 것을 위주로 하였는데, 사대부와 명사(名士)들이 모두 추앙하였다. 명종 말년에 부름을 받고 역마(驛馬)로 와 등대(等對)하니, 임천 군수(林川郡守)에 제수하였다. 어떤이가 백성을 다스리지 못한다고 비난하자 즉시 벼슬을 버리고 돌아갔다. 상이 즉위하자 은례(恩禮)를 더욱 두터이하여 여러 차례 불렀으나 끝내 오지 않았다. 배우는 이들이 일재(一齋) 선생이라고 불렀다.【이준경(李浚慶)이 남들이 일재라고 부르는 것을 듣고 꾸짖어 말하기를, ‘일재라고 하는데, 도둑질하는 것도 일재(一才)이다.’ 하였다. 이항의 집에 먹을 것이 넉넉하자 좋아하지 않는 사람은 그가 산업을 경영한 것을 흠잡았기 때문에 준경이 그렇게 말한 것이다.】",
                "hj": "○前掌樂正李恒卒。 恒字恒之, 資稟豪邁剛毅。 少從輕俠, 失學業武。 年近三十, 遇有困阨, 父兄警勵, 卽奮然懲改, 立謝其黨, 始讀《大學》書。 偶見隣人壁上, 揭《朱子十訓》問: “此何爲?” 曰: “此己卯學者程課也。” 恒慨然曰: “幾失此生。” 遂銳意求道。 收心危坐, 或誦或思, 刻苦專著, 徹夜不寐。 然爲母老家貧, 就居泰仁鄕壠, 帶經課農。 積十餘年, 學問大達, 家業亦饒, 一時賢士, 多從之遊。 嘗步往善山, 從朴英質問, 久而歸曰: “從同志無益, 不如端斂一室, 喫緊著功也。” 及道譽流聞, 登門請業者衆。 遂嚴立師道, 提策戒勉, 以變化氣質爲主, 搢紳、名流, 翕然推美。 明廟末年, 驛召登對, 除林川郡守, 或譏其不治, 卽棄歸。 上之卽位, 恩禮加厚, 累召竟不至。 學者稱爲一齋先生。【李浚慶聞人稱一齋, 叱曰: “一齋一齋, 盜竊乃一才也。” 恒家饒食, 不悅者疵其營産, 故浚慶云然。】"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Magistrate of Uiju Strategic County Kwak Dan presented a memorial to the King in order to discuss the evil effects of the people. The memorial to the King readily explained the wrong error of 이준경. He also explained Bai Inchung to plotting to 사림, but he was unable to hide his shame and retired. The King became angry and summoned the third minister of the State Council and admonished him, saying, Yi 이준경은 a principal official , but Kwak Dan dared to slander him. Bai Inchungs loyalty and loyalty were brilliant in the sun. However, Kwak Dan admonished him to communicate with the palace and plotting to 사림. His circumstances are unscrupulous. I wish to arrest him and interrogate him. What do you think of this? Hong섬 , 노수신 , and others said, These words were rumors in the circumstances of the people. Kwak Dan, having carelessly relied upon the circumstances and dared to report this to the King, which is indeed a slightest error. However, you must generously leniently to encourage the circumstances of the 언로. The King thereupon stopped this.",
                "H2KE-nKo": "의주 목사 곽월이 상소하여 시폐를 논하였다. 상소 중에 이준경의 잘못을 논하고, 또 백인걸이 사림에게 화를 전가시키려고 비밀스런 계책을 숨기지 못한 것을 논하며 부끄러워하며 스스로 물러났다고 하였다. 주상이 노하여 삼공을 불러 전교하기를,“이준경은 주석과 같은 원로인데 곽월이 감히 뒤늦게 헐뜯었고, 백인걸은 순수한 충성이 해를 꿰뚫었는데 곽월이 궁중과 교통하여 사림에게 화를 전가하였다고 지목하였으니, 그 속셈을 헤아릴 수 없다. 잡아다가 끝까지 캐묻고자 하는데, 경들의 뜻은 어떠한가?”하니, 홍섬과 노수신 등이 아뢰기를,“이 말은 바로 여염간의 근거 없는 말입니다. 곽월이 길에서 들은 말을 경솔히 믿고서 감히 아뢰었으니, 과연 소루합니다. 그러나 부디 너그럽게 용납하여 언로를 넓혀야 합니다.”하자, 주상이 이에 중지하였다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 1일(임진) 1번째기사",
                "gt-oKo": "의주 목사 곽월(郭越)이 상소하여 시폐(時弊)를 논하였다. 상소 가운데 이준경의 잘못을 논하고, 또 백인걸(白仁傑)이 사림에게 재앙을 전가시키려 하였으나, 비밀스런 계획을 숨길 수 없게 되어 부끄러워 스스로 물러갔다고 논하였다. 상이 노하여 삼공을 불러 전교하기를, “이준경은 주석(柱石)과 같은 원로이거늘 곽월이 감히 추급하여 헐뜯었고, 백인걸은 순수한 충성이 태양을 꿰뚫거늘 곽월이 궁중과 교통하여 사림에게 재앙을 전가하였다고 지목하니, 그 뜻을 헤아리지 못하겠다. 잡아다가 끝까지 신문하려는데 경들의 뜻은 어떠한가?” 하니, 홍섬·노수신(盧守愼) 등이 아뢰기를, “이 말은 곧 여염의 근거없는 말인데 곽월이 길에서 들은 것을 가볍게 믿고는 이내 감히 여쭈었으니 참으로 엉성합니다. 그러나 모름지기 너그럽게 용납하여 언로(言路)를 넓혀야 합니다.” 하자, 상이 그만두었다.",
                "hj": "○朔壬辰/義州牧使郭越, 上疏論時弊, 疏中論李浚慶之非, 且論白仁傑欲嫁禍士林, 而秘謀不掩, 羞愧自退云。 上怒, 召三公敎曰: “李浚慶柱石元老, 而越乃敢追詆; 白仁傑精忠貫日, 而越指謂交通宮禁, 嫁禍士林, 其情叵測。 欲拿來窮問, 卿等意如何?” 洪暹、盧守愼等啓曰: “此言乃閭閻間不根之說也。 越輕信道聽, 乃敢上達, 果爲踈脫。 然須優容, 以廣言路。” 上乃止。"
            },
            "2": {
                "H2KE-EN": "Im Gi , a clerk of the Office of Royal Decrees , submitted a memorial. In general, [In terms of] the human relationship, [In terms of] the sage, [In terms of] the King, [In terms of] Deokheung, [In terms of] honor and propriety. [In terms of] Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui, [In terms of human relationship] should not be joined [in terms of human relationship]. [In terms of] the literati, [In terms of] the literati and the Records of the Grand Scribe (C. Shijing , [In terms of human relationship] and deceived the world. [In terms of human relationship], [In terms of human relationships caused by the people. [In terms of human relationship], [In terms of human relationship, [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationships [In terms of human relationship]. [In terms of human relationship], [In terms of human relationship, [In terms of human relationship], [In terms of human relationship]. [In terms of human relationship], [In terms of human relationship, [In terms of human relationship], [In terms of human re",
                "H2KE-nKo": "이문 학관 임기가 상소하였는데, 그 대략에,“남의 후사가 된 자는 그 아들의 논을 하는 것이지 성인의 법은 아닙니다. 주상은 마땅히 덕흥군의 아들이 되어 존숭하는 예를 극진히 해야 하니, 문소전에 인종의 신주를 병부하는 것은 부당합니다.”하고, 또 아뢰기를,“선비들의 습속이 아름답지 못하여 《심경》과 《근사록》을 읽으면서 명예를 낚고 세상을 속여 허위의 풍습을 조장하고, 또 서원을 많이 세워 민간에 폐를 끼치고 있습니다.”하고, 또 아뢰기를,“정자나 주자가 위학이라는 이름을 얻은 것은 그가 스스로 취한 것입니다.”하였다. 도승지 정탁이 임기와 친분이 있었는데, 임기의 상소가 올라가면 반드시 죄를 받게 될 것을 알았기 때문에 임기에게 도로 주어 다시 고쳐 지어 와서 바치게 하였다. 임기가 너무 심한 것을 대략 고쳐서 다시 올렸는데, 정원이 상소를 보류해 두고 감히 즉시 들이지 못하였다. 간원이 이 말을 듣고 아뢰기를,“임기가 패역한 마음을 몰래 품고 흉악하고 사특한 말을 선동하여 보고 듣는 사람들을 속이고 미혹시켰으며, 심지어 상소를 올려 상께 아뢰기를 바랐으니, 그가 조정에 화를 끼치고 사림에 화를 전가시키려는 계책이 참혹합니다. 잡아다 국문하여 법대로 처리하소서.”하고, 또 아뢰기를,“정원이 임기의 상소를 보고도 즉시 입계하여 죄를 청하지 않았으니, 모두 추고하소서.”하였다. 주상이 정원에 묻기를,“임기의 상소가 어디에 있는가? 그 상소를 보지 않으면 간원에 답할 길이 없다.”하니, 정원이 받아들였다. 주상이 간원에 묻기를,“그대들은 임기의 상소가 무엇을 말한 것인가?”하니, 간원이 대답하기를,“임기의 상소 가운데 놀라운 말이 중외에 퍼졌으므로 신은 단지 풍문에 의거하여 죄를 청한 것입니다.”하자, 주상이 답하기를,“임기의 말이 진실로 아뢴 말과 같다면 진실로 잡아다 국문해야 마땅하지만, 지금 그 상소를 보니 별로 흉패한 말이 없다. 죄를 더 주어서는 안 될 뿐만 아니라 그 성의를 가상히 여겨 포상해야 할 것이니, 비록 실언한 것이 있더라도 심하게 책망할 것은 없다. 간원이 필시 잘못 들은 것이다.”하였다. 이에 양사가 복합하여 합동으로 죄를 청하기를,“임기가 인종의 신주를 문소전에 모셔 내고자 한 것은 군부를 처치하고자 한 것이고, 대원군을 추존하고자 한 것은 남의 후사가 되어 아들을 위하는 논을 그르다고 한 것은 부자간의 윤리를 끊고자 한 것이며, 《심경》과 《근사록》을 읽는 것을 명예를 낚는 것이라고 한 것은 사림에 화를 전가하고자 한 것입니다.”하니, 주상이 답하기를,“문소전을 혁파해야 한다는 말은 조광조의 입에서 창도한 것이다. 만약 그를 폐치한다고 죄준다면 조광조는 먼저 그 죄를 받아야 할 것이다. 그를 죄주지 않고 그를 죄준다면 임기가 승복하지 않는 것이 아니겠는가. 임기가 자기를 낳은 어버이를 위하여 세사하려는 것이지 추존하려는 것이 아니다. 또 명예를 낚는다고 한 것은 사류가 스스로 취한 것이 아니겠는가. 하찮은 임기의 상소 때문에 양사가 복합하기까지 하였으니, 너무 조급한 것이 아닌가. 이는 동방의 습속이다. 말을 따르고 따르지 않는 것이 어찌 여기에 달려 있겠는가.”하였다. 양사가 한 달이 넘도록 쟁론하였으나 끝내 윤허하지 않았다.임기가 서얼로서 이문을 잘 지었는데 성품이 음험하고 교활하였다. 스스로 서얼로서 금고를 당하는 것을 병통으로 여겨 매번 기회를 틈타 출세할 것을 생각하였다. 이때에 이르러 주상의 뜻이 사류를 싫어하고 미워하는 것을 엿보고 또 본생을 추존하고자 하여 장총과 계악의 일을 마음속으로 사모하고 스스로 문장과 변론을 믿고서 이 상소를 올려 상하를 시험하였다. 주상이 받아들이지는 않았지만 뜻이 상당히 향하는 바가 있어 끝내 대간의 청을 윤허하지 않으니, 식자들이 걱정하였다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 1일(임진) 2번째기사",
                "gt-oKo": "이문 학관(吏文學官) 임기(林芑)가 상소하였는데 그 대략에, ‘남의 후계가 된 사람을 자식으로 논하는 것은 성인의 예법이 아니다. 주상은 당연히 덕흥 대원군(德興大院君)의 아들이니 존숭(尊崇)의 예를 극진히 하여야 한다. 문소전(文昭殿)에 인종의 신주를 함께 부(祔)하는 것은 부당하다.’ 하였고, 또 ‘사습(士習)이 아름답지 못하여 《심경(心經)》·《근사록(近思錄)》을 읽고 명예를 낚으며 세상을 속여 허위(虛僞)의 풍습을 기르고, 또 많은 서원(書院)을 지어 민간에 폐를 끼친다’ 하였으며, 또 ‘정자(梃子)·주자(朱子)가 위학(僞學)의 이름을 얻은 것은, 곧 그들이 스스로 취한 것이다.’ 하였다. 도승지 정탁(鄭濁)이 임기와 친분이 있었는데, 임기가 상소를 올리면 반드시 죄를 얻을 것이라는 것을 알았기 때문에 임기에게 돌려주어 고쳐 써서 올리도록 하였다. 임기가 너무 심한 것을 대강 고쳐서 다시 올리니, 정원이 상소를 머물러 둔 채 감히 곧장 들이지 못하였다. 간원이 이를 듣고 아뢰기를, “임기가 패역스런 마음을 몰래 품고 흉악한 말을 선동하여 보고 듣는 이를 의혹되게 하였으며, 상소를 올려 상이 듣기를 바라기까지 하였으니, 그가 조정에 환난을 끼치고 사림에게 재앙을 옮기는 계획이 매우 혹독합니다. 잡아다 국문하여 법대로 처치하소서.” 하고, 또 아뢰기를, “정원이 임기의 상소를 보고서도 곧장 들이어 죄주기를 청하지 않았으니, 아울러 추고하소서.” 하니, 상이 정원에게 하문기를, “임기의 상소가 어느 곳에 있는가? 그 상소를 보지 못하고는 간원에게 답할 수가 없다.” 하자, 정원이 바치었다. 상이 간원에게 하문하기를, “너희들이 임기의 상소를 들었다는 내용은 무엇을 이름인가?” 하니, 간원이 대답하기를, “임기의 상소 가운데 놀랄 만한 말이 안팎에 전파되었기에 신은 단지 풍문에 의거하여 죄를 청한 것입니다.” 하자, 상이 답하기를, “임기의 말이 진실로 아뢴 말과 같다면 당연히 잡아다 국문해야 되겠지만, 지금 그 상소를 보니 별로 흉패한 말이 없다. 그러니 죄를 주는 것이 부당할 뿐만 아니라 의당 그 성의를 훌륭히 여겨 상을 주어야 마땅하고, 잘못한 말이 있더라도 깊이 책망할 것은 못 된다. 간원이 필시 잘못 들었을 것이다.” 하였다. 이에 양사가 복합(伏閤)하여 죄주기를 합계하기를, “임기가 인종의 신주(神主)를 문소전에서 내치려 하였으니 이는 군부를 처치하려는 것이고, 대원군(大院君)을 추존(追尊)하려고 남의 후계가 되면 자식이 된다는 의논을 잘못이라고 하였으니 이는 부자 간의 천륜을 끊으려는 것이고, 《심경》·《근사록》을 읽는 것으로 명예를 낚는 것이라고 하였으니 이는 사림에게 재앙을 옮기려는 것입니다.” 하니, 상이 답하기를, “문소전을 혁파해야 한다는 말은 조광조(趙光祖)의 입에서 창출된 것이니 폐지하자는 것으로 죄준다면 광조가 먼저 그 죄를 받아야 될 터인데, 광조는 죄주지 않고 임기를 죄주면 임기가 불복하지 않겠는가? 임기는 낳아준 어버이를 대대로 제사하려는 것이지 추존하려는 것은 아니다. 그리고 명예를 낚는다는 말은 사류들이 스스로 취한 것이 아니겠는가? 하찮은 임기의 상소를 가지고 양사가 복합하기까지 하였으니 조급한 짓이 아닌가? 이는 우리 나라의 습속이다. 말을 따르고 안 따르는 것이 어찌 여기에 달려 있겠는가.” 하였다. 양사가 한 달이 지나도록 쟁론(爭論)하였으나 끝내 윤허하지 않았다. 임기는 서얼로서 이문(吏文)을 잘 지었으나 성품이 음험하고 교활하였다. 스스로 서출(庶出)로서 얽매이는 것을 불만스럽게 여겨 언제나 기회를 타서 출세하기를 생각하였다. 이때에 이르러 상의 뜻이 사류들을 싫어하고 또 본생(本生)을 추존하려는 것을 알아채고, 마음 속으로 장총(張璁)과 계악(桂萼)의 일을 사모하면서 자신의 글과 변론을 믿고는 이 상소를 올려 윗사람과 아랫사람을 시험한 것이다. 상이 받아들이지 않았으나 생각만은 자못 쏠렸으므로 끝내 간원의 청을 윤허하지 않았는데, 식자들은 걱정하였다.",
                "hj": "○吏文學官林芑上疏, 大槪以爲: 爲人後者, 爲之子之論, 非聖人之法。 主上當爲德興之子, 極其尊崇之禮。 文昭殿, 仁廟之主不當竝附。 又言: 士習不美, 讀《心經》、《近思錄》, 釣名欺世, 以長虛僞之風。 且多建書院, 貽弊民間。 又言: 程、朱得僞學之名, 乃其自取也。 都承旨鄭琢, 與芑有舊, 知芑疏上必得罪, 故還付芑, 使改製來呈。 芑略改太甚者復呈, 政院留疏不敢卽入。 諫院聞之啓曰: “林芑陰懷悖逆之心, 皷動兇邪之說, 誑惑視聽, 至於陳疏, 冀以上聞, 其貽患朝廷; 嫁禍士林之計慘矣。 請拿鞫處法。” 又啓: “政院見芑疏, 不卽入啓請罪, 竝請推考。” 上問于政院曰: “林芑之疏, 在何處耶? 不見其疏, 無以答諫院也。” 政院納之。 上問諫院曰: “爾等聞林芑之疏, 何所道乎?” 諫院對曰: “芑疏中可駭之語, 傳播中外, 臣只據風聞請罪矣。” 上答曰: “芑言誠如啓辭, 則固當拿鞫, 今見其疏, 別無兇悖之言。 非徒不當加罪, 所宜嘉賞其誠, 雖有失言, 不足深責。 諫院必誤聞也。” 於是, 兩司伏閤, 合啓請罪曰: “芑欲出仁廟主於文昭, 是欲處置君父也; 欲追尊大院君, 以爲人後爲子之論爲非, 是欲絶父子之倫也; 以讀《心經》、《近思錄》爲釣名, 是欲嫁禍士林也。” 上答曰: “文昭殿當罷之說, 倡於趙光祖之口。 若罪以廢置, 則光祖當先伏其罪。 不罪彼而罪此, 無乃林芑不服乎? 芑欲爲所生親世祀也, 非追尊也。 且釣名之云, 無乃士類自取乎? 以幺麿一芑之疏, 至於兩司伏閤, 無乃躁乎? 此是東方之習也。 言之從、不從, 豈係於此乎?” 兩司經月爭論, 竟不允。 芑以庶孽, 善屬吏文, 性陰巧詭險。 自病以孽産被錮, 每思乘機發身。 至是, 窺上意厭惡士類, 又欲追隆本生, 心慕張璁、桂萼之事, 自恃文辯, 爲此疏以探試上下。 上雖不納, 意頗嚮之, 竟不允臺請, 識者憂之。"
            },
            "3": {
                "H2KE-EN": "Bak Chungwon was appointed minister of personnel . Prior to this, [Bak] Chungwon was originally without an expectations, but because high officials had qualified experience, he recommended him. The Office of the Inspector General first submitted a memorial to impeach him. The King became angry and scolded him, saying, Who could be able to replace him? If he recommended him, I will replace him. The Office of the Inspector General and the Office of the Censor General impeached Bak Chungs misdeed. The Office of the Censor General presented a memorial to the King, which stated, It is a long time to see the opinion of the inspectors and censors. Therefore, we cannot promptly replace the inspectors and censors of the Office of the Inspector General and the Office of the Censor General impeached them. The Office of the Censor General reported again, Your subjects did not mean that Chungwon is worthy of evaluation. However, because high officials recommended Chungwon, he did not impeach him. As he had already made mistakes, he cannot remain in office. Your subjects request that he be reprimanded. The Office of the Inspector General again submitted a memorial requesting the 양사를 replacement of Bak Chungwon, who is ignorant and foolish, has no sense of knowledge. Thus, he was disappointed by public justice. The King replied, The minister of personnel is my dear sir. Why must you impeach him like this? Also, at the beginning, he requested the 양사를 replace him, and continued to request that he be replaced. The circumstances of his heart can be known. The King did not approve this request. The Office of the Censor General again submitted a memorial requesting he be replaced, and then the King granted permission. The new inspectors and censors finally impeached Chungwon, but the King finally did not grant permission. Chungwon resigned due to an illness, and Jeong Jongyeong was appointed minister of personnel .",
                "H2KE-nKo": "박충원을 이조 판서로 삼았다. 박충원은 본래 인망이 없었는데 대신이 인재가 모자랐기 때문에 천거한 것이다. 홍문관이 먼저 차자를 올려 탄핵하니, 주상이 노하여 꾸짖기를,“대신할 만한 사람이 누구인가? 대신할 만한 사람을 천거하면 내가 체차하겠다.”하였다. 양사가 이로 인하여 즉시 논핵하여 바로잡지 않은 잘못을 스스로 탄핵하였다. 홍문관이 차자를 올리기를,“소견에는 지속이 있으니 이 때문에 대간을 가벼이 체차할 수는 없습니다. 모두 출사하게 하소서.”하였다. 양사가 재차 아뢰기를,“신들은 박충원이 전형에 합당하다고 여기는 것이 아닙니다. 대신이 인재가 모자란다고 천거하였기 때문에 애당초 논핵하지 않았습니다. 이미 잘못이 있으니 직에 있을 수 없습니다. 물리쳐 주소서.”하였다. 홍문관이 재차 차자를 올려 양사를 체차할 것을 청하고, 또 박충원은 녹록하고 어리석으며 전혀 식견이 없어 청의에 버림을 받았다고 말하니, 주상이 답하기를,“전판은 바로 나의 중신이다. 어찌 이렇게까지 심하게 비방하여 혼후한 기풍이 없단 말인가. 또 처음에는 양사를 출사하게 할 것을 청하였고, 이어서 체차할 것을 청하였으니, 그 마음에 주견이 없음을 알 수 있다. 윤허하지 않는다.”하였다. 홍문관이 재차 차자를 올려 체차할 것을 청하니, 윤허하였다. 새 대간이 마침내 박충원을 논핵하였으나 주상이 끝내 허락하지 않았다. 박충원이 병을 이유로 사면하자 정종영을 이조 판서로 삼았다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 1일(임진) 3번째기사",
                "gt-oKo": "박충원(朴忠元)을 이조 판서로 삼았다. 충원은 본디 사람들의 신망이 없었으나 대신들이 인재가 없었던 까닭으로 추천하였는데, 홍문관이 먼저 차자를 올려 탄핵하였다. 상이 노하여 힐문하기를, “대신할 만한 사람이 누구인가? 만약 대신할 만한 사람을 천거하면 나는 당연히 체차시킬 것이다.” 하니, 양사가 이를 인하여 즉시 논하여 바루지 못한 잘못을 스스로 탄핵하였다. 홍문관이 차자를 올리기를, “보는 바에 더디고 속함이 있는 것이니, 이것으로 대간을 가벼이 체직시킬 수는 없습니다. 모두 출사하게 하소서.” 하였다. 양사가 재차 아뢰기를, “신들은 충원이 전형에 합당하다는 것이 아닙니다. 대신들이 인재가 없다는 이유로 추천하였기 때문에 애초에 거론하여 탄핵하지 않았는데, 이미 잘못이 있으니 관직에 있을 수 없습니다. 물리치소서.” 하니, 홍문관이 다시 차자를 올려 양사를 체직시킬 것을 청하고, 또 충원은 녹록(碌碌)하고 용렬한데다가 전혀 식견이 없어서 청의(淸議)에 버림을 받았다고 말하니, 상이 답하기를, “전판(銓判)은 나의 중신(重臣)이다. 어찌 이토록 꾸짖어 이토록 몹시 혼후(渾厚)한 기풍이 없단 말인가? 그리고 처음에는 양사를 출사하게 하기를 청하였는데 체차시킬 것을 잇따라 청하니, 그 마음에 주장하는 것이 없음을 알 수 있겠다. 윤허하지 않는다.” 하였다. 홍문관이 다시 차자를 올려 체직시키기를 청하니, 이내 윤허하였다. 새 대간이 드디어 충원을 탄핵하였으나 상이 끝내 허락하지 않자, 충원이 병을 핑계로 사면하였다. 정종영(鄭宗榮)을 이조 판서로 삼았다.",
                "hj": "○以朴忠元爲吏曹判書。 忠元素無人望, 大臣以乏人, 故薦之。 弘文館先上箚劾之, 上怒詰曰: “誰可代者? 若擧其代, 予當遞差。” 兩司因此, 自劾不卽論正之失。 弘文館上箚曰: 所見有遲速, 不可以此, 輕遞臺諫, 請竝出仕。 兩司再啓曰: “臣等非以忠元合於銓衡也, 大臣以乏人薦用, 故初不擧劾。 旣有所失, 不可在職, 請賜退斥。” 弘文館再箚, 請遞兩司, 且言: “忠元碌碌昏庸, 全無識見, 見棄於淸議。” 上答曰: “銓判, 乃予重臣。 何必深詆至此, 無渾厚之風乎? 且初請兩司出仕, 繼請遞差, 其中無所主可知也。 不允。” 弘文館再箚請遞, 乃允之。 新臺諫遂劾忠元, 上竟不許。 忠元引疾辭免, 以鄭宗榮爲吏曹判書。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The first day of the month, Chief State Councilor Hong Seop resigned from office due to an illness, and Kwon Cheol was appointed chief state councilor .",
                "H2KE-nKo": "영의정 홍섬을 병을 이유로 면직하고, 권철을 영의정으로 삼았다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 1일(신유) 1번째기사",
                "gt-oKo": "영의정 홍섬(洪暹)이 병을 핑계로 면직하자, 권철(權轍)을 영의정으로 삼았다.",
                "hj": "○朔辛酉/領議政洪暹引疾免, 權轍爲領議政。"
            },
            "2": {
                "H2KE-EN": "The King desired to follow the past practices of previous generations and read the Great Compendium of Human Nature and Principle (C. Daxue zhuan . The text reads, All counties and districts store wild",
                "H2KE-nKo": "주상이 전대의 고사를 준용하고자 하여 《대전》을 열람하였는데, ‘군읍에는 모두 꼴과 땔나무를 쌓아 두는데, 주부에는 10만 속, 길가에는 1만 속을 더 쌓아 둔다.’라는 말이 있었으므로 법전에 따라 꼴과 땔나무를 쌓아 두라고 하교하였다. 조정의 신하들이 대부분 올해는 흉년이 들어 백성들의 식량이 곤궁하니, 이 역사는 감당하지 못할 듯하다고 말하였으나, 주상이 모두 따르지 않았다. 이에 민간에 꼴과 땔나무도 귀해져서 수령들이 이로 인해 백성들을 괴롭혀 이익을 취하는 경우가 많았다. 전대에 꼴을 쌓아 두던 법은 전쟁에 쓰기 위한 것이었는데, 태평한 이래로 폐지된 지 이미 오래되었다. 당시 법제가 많이 무너져서 유신이 매번 수복하기를 논하였으나, 주상이 따르지 않았다. 오직 이러한 일들은 특별히 거행하면 반드시 시행되므로 백성들이 매우 원망하였다. 풀을 쌓아 겨울을 넘기면 번번이 썩어 버리니, 나라에는 이로울 것이 없고 백성에게는 해로움만 있었다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 1일(신유) 2번째기사",
                "gt-oKo": "상이 전대의 고사(故事)를 준행하려고 하여 《대전(大典)》을 열람하다가, 여러 고을에 꼴과 땔나무를 모두 쌓아두는데 주(州)와 부(府)에는 10만 속(束)을 두고, 길가 고을에는 1만 속을 더 둔다는 말이 있자, 법전(法典)대로 꼴과 땔나무를 쌓아두도록 하교하였다. 조정 신하들이 대부분 올해는 흉년이 들어 백성들이 먹고 살기가 곤궁한 터이므로, 이 일은 감당하지 못할 듯싶다고 말하였으나, 상은 모두 따르지 않았다. 이리하여 민간에 꼴이 귀해지고 수령들이 이 일을 인연으로 백성들을 괴롭혀 이익을 취하는 자가 많았다. 전대에 꼴을 쌓아두던 법은 대체로 전쟁 때 쓰려고 대비한 것인데, 태평한 이후로 폐지된 지가 벌써 오래되었다. 당시의 법제(法制)가 퇴폐해진 것이 많아서 유신(儒臣)이 늘 수복(修復)하기를 논하였으나 상이 따르지 않았다. 그런데 이런 일만은 특별히 거행하여 백성들이 몹시 원망하게 되었다. 그리고 쌓아 둔 풀은 겨울을 지나면 곧 부패하므로, 나라에 도움은 없고 백성에게 해로움만 있는 것이다.",
                "hj": "○上欲遵用前代故事, 閱覽《大典》, 有郡邑皆積芻薪, 州府則十萬束, 路邊則加萬束之語, 下敎依法典積芻薪。 廷臣多言: “今歲不登, 民食方困, 此役恐不能堪。” 上竝不從。 於是, 民間束芻亦貴, 守令多有因緣病民自利者。 前代積芻之法, 蓋備兵興所用, 而昇平以來, 廢已久矣。 當時法制之隳毁多矣, 儒臣每論修復, 而上不從, 惟此等事, 特擧必行, 民甚咨怨。 積草經冬, 輒至腐毁, 無益於國, 而有害於民。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongin day, Assistant State Councilor Hong Dam passed away. [Hong] Dam was 강직하고 upright and honest by nature. He was integrity and frugal, and frugal and honest by nature. He served his mother with utmost filial piety. He mourned his funeral and mourned his grief. He diligently served his government office. He diligently and never neglected his old age. People called him wise scholar-officials . However, his nature was arrogant and narrow, and he flattered many Confucian scholars. For this reason, he was unable to assume the government position. Afterward, the people in the village heard that [Hong Dam] had filial piety. [The King] ordered that an honorary gate be erected [for him].",
                "H2KE-nKo": "삭경인일에 우참찬 홍담이 졸하였다. 홍담은 강직하고 단정하였으며 청렴하고 검소한 것으로 자신을 단속하는 것이 시종 한결같았다. 계모를 지극한 효성으로 섬겼고, 상을 당해서는 슬퍼하여 집안의 행실을 매우 잘 갖추었으며, 벼슬살이에 부지런하여 늙도록 게을리하지 않았으므로 세상에서 어진 사대부라고 일컬었다. 그러나 성품이 조급하고 편협하여 자주 사류들과 뜻을 거슬렸으므로 이 때문에 중용되지 못하였다. 졸한 뒤에 방인들이 효행으로 보고하니, 그 문에 정표하라고 명하였다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 1일(경인) 1번째기사",
                "gt-oKo": "우참찬 홍담(洪曇)이 졸하였다. 홍담은 강직하고 단정하였으며 청렴하고 검소한 몸가짐을 가져 시종이 한결같았다. 계모(繼母)를 지극한 효성으로 섬겼고 상(喪)을 치르는데 몹시 슬퍼하였으며, 집안에서의 행실이 매우 완비하였고 벼슬살이에 부지런히 하여 늙을 때까지 게으름을 피우지 않았는데, 세상에서 어진 사대부라 일컬었다. 그러나 성품이 고집스럽고 편협하여 자주 사류들과 서로 거슬리니 이 때문에 중하게 쓰이지 못하였다. 죽은 뒤에 방인(坊人)들이 효행(孝行)을 알리자, 그의 문에 정표(旌表)하도록 하였다.",
                "hj": "○朔庚寅/右參贊洪曇卒。 曇剛直端方, 淸儉律身, 終始如一。 事繼母至孝, 守喪哀毁, 家行甚備, 勤於居官, 至老不懈, 世稱賢士大夫。 然性狷狹, 數與士類相忤, 以此不得柄用。 卒後坊人以孝行聞, 命旌表其門。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Former Third Minister of Works Yi Wonsik died. [Yi] Wonsik was the son of [Yi] Haeng []. He was a distinction and fond of righteousness, and had a friendly relationship with Loyal and Righteousness with Loyal and Righteous Guards . [Yi] Wonsik held a long period of time in the 옥당 and books. In the eulsa and byeongo year (, [Yi] Gi , a section chief of the Ministry of Personnel , and his younger brother, [Yi] Gi , a circumstance at the time. Considering that Queen Munjeong [Yi] Gi would certainly support [Yi] Gi, [the King] bestowed [upon him] very generous favor. When [Yi] Hwang was punished, [Yi] Wonsik strongly told [Yi] Gi, and [Yi Wons] release. [But Yi Wons] opinion was highly imprudent. Every time Yi Wonsi admonished [Yi] Gi to slander the evils of Confucian scholars, [Yi] Gi gladly disappointed him. [Yi] Wonsik privately spoke to others, saying, [Yi Wons] younger brother, observed that [Yi Wons] younger brother, and I am afraid that there will be a natural disaster in the future. His words were exposed. Also, [Yi Wonsik] was inebriated when he became intoxicated and slandered Im Baekryeong . [Yi] Baekryeong harbored [Yi Wons] grievance and harbored [Yi Wons] slander. [Yi] Gi harbored [Yi Wons] slander and told the inspectors and censors. [Yi] Munjeong became extremely angry and instructed, [Yi] Wonsiks words are clear. [The King] ordered that [Yi Wonsik] be imprisoned and that [Yi Wons] be punished by one hundred strokes of beating with the heavy stick and that he be placed under restricted residence in the frontier area of Ganggye Strategic Prefecture . Consequently, [Yi Wonsik] was exiled to the same place. [Yi] Gam was appointed assistant section chief of the Ministry of Personnel . [When he] wished to print the newly printed Records of the eulsa year (, [Yi] Gam said, It is not necessary to print the paper stored in the Ministry. Those colluded Han Ji",
                "H2KE-nKo": "전 공조 참의 이원록이 졸하였다. 이원록은 이행의 아들이다. 척당하고 의를 좋아하였으며 노수신, 이황 등과 벗이 되었다. 옥당과 서당에 오래 있다가 을사년과 병오년 사이에 이조 정랑이 되었는데, 숙부 이기가 한창 정권을 잡고 있을 때 문정왕후가 반드시 이기를 도울 것이라고 생각하여 매우 후하게 은사를 내렸다. 이황이 죄를 입을 때 이원록이 이기에게 극력 말하여 풀려났으므로 사론이 중시하였다. 이원록이 늘 이기를 풍자하여 사류의 화를 늦추게 하였는데, 이기가 점점 좋아하지 않았다. 이원록이 사적으로 사람들에게 말하기를 ‘숙부가 하는 짓을 보니 훗날 집안에 화를 끼칠까 두렵다.’ 하였는데, 그 말이 누설되었다. 또 일찍이 술에 취하여 임백령을 조롱하고 꾸짖자 임백령이 앙심을 품었다. 이기가 자기와 의견이 다른 것을 유감스럽게 여겨 대간을 사주하여 논핵하게 하였는데, 문정왕이 크게 노하여 하교하기를 ‘이원록이 한 말을 보니 그가 다른 마음을 품은 것이 분명하다.’ 하고, 잡아가두고 장 1백 대를 쳐서 극변에 안치하고 강계부에 유배하라고 명하였다. 마침내 유감과 함께 찬배되었다. 유감을 이조 좌랑으로 삼았는데, 이조 안에서 《신간을사정난기》를 인쇄하여 보려 하자 유감은 ‘병조에 보관해 둔 종이는 이 책을 인쇄할 필요가 없다.’라고 하였다. 동료 한지원이 그것을 들추어내서 마침내 죄를 얻었다. 명종 말년에 모두 사면을 받아 돌아왔고, 유감을 의정부 사인으로 삼았다가 곧바로 죽었으며, 이원록은 문을 닫고 병을 조리하면서 다시는 진출할 뜻을 갖지 않고 한가한 관직으로 일생을 마쳤다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 1일(경신) 1번째기사",
                "gt-oKo": "전 공조 참의 이원록(李元祿)이 졸하였다. 원록은 이행(李荇)의 아들인데 기개(氣槪)가 있고 의(義)를 좋아하여 노수신(盧守愼)·이황(李滉) 등과 벗이 되었다. 오랫동안 옥당(玉堂)과 서당(書堂)에 있다가 을사·병오 연간에 이조 정랑이 되었는데, 숙부(叔父) 이기(李芑)가 한창 권력을 부리던 때라, 문정 왕후(文定王后)는 그가 반드시 이기를 도울거라고 생각하여 은혜로 하사하는 것이 몹시 후하였다. 이황이 죄를 입었을 때 원록이 이기에게 강력히 말하여 풀어주게 하자 사론(士論)이 중시하였다. 원록이 이기에게 사류의 화를 누그러뜨리기를 매번 빗대어 말하자 이기는 차츰 좋아하지 않았다. 원록이 사람들에게 은밀히 말하기를, ‘숙부가 하는 일을 보건대 후일에 집안의 재앙이 될까 걱정이 된다.’ 하였는데, 그 말이 전파되었다. 그리고 일찍이 술에 취하여 임백령(林百齡)을 비웃으며 꾸짖었으므로 백령이 원한을 품게 되었다. 이기는 그가 자기와 달리하는 것을 유감스럽게 여겨 대간을 사주하여 논박하게 하였다. 그러자 문정 왕후가 크게 노하여 하교하기를, ‘원록이 한 말을 보니 그가 다른 마음을 품은 것이 분명하다.’ 하고는 잡아 가두어 장 일백을 친 뒤 극변(極邊)에 안치하게 하여 강계부(江界府)에 유배시키니, 드디어 유감(柳堪)과 함께 귀양을 갔다. 유감은 이조 좌랑이었는데, 이조에서 《신간을사정난기(新刊乙巳定難記)》를 인쇄하여 보려하였다. 유감은 ‘이조에 저장된 종이로 이 책을 인쇄하지 못한다.’ 하니, 동료 한지원(韓智遠)이 고자질하여 끝내 죄를 얻게 되었다. 명종 말년에 모두 사면(赦免)을 받아 돌아왔는데 유감은 의정부 사인(舍人)이 되었으나 곧 죽었고, 원록은 두문 불출한 채 병을 조리하면서 다시는 진출하려는 뜻이 없어 한관(閑官)으로 있다가 죽었다.",
                "hj": "○朔庚申/前工曹參議李元祿卒。 元祿, 荇之子也。 倜儻好義, 與盧守愼、李滉等爲友。 久在玉堂、書堂, 乙巳、丙午間爲吏曹正郞, 叔父芑方用事, 文定王后意必助芑, 恩賜甚厚。 李滉之被罪也, 元祿力言于芑, 得開釋, 士論重之。 元祿每諷芑緩士類之禍, 芑漸不悅。 元祿私語人曰: “觀叔父所爲, 異日恐爲家禍。” 其言傳洩。 又嘗醉酒, 嘲罵林百齡, 百齡銜之。 芑憾其異己, 嗾臺諫論之。 文定大怒下敎曰: “觀元祿所言, 其懷異心明矣。” 命拿囚, 決杖一百, 極邊安置, 配江界府, 遂與柳堪同竄。 堪爲吏曹佐郞, 曹中欲印看《新刊乙巳定難記》, 堪以爲: “曹藏之紙, 不須印此書。” 同僚韓智遠訐之, 遂得罪。 明廟末年, 竝蒙赦還, 堪爲議政府舍人, 旋卒; 元祿杜門養病, 無復進取意, 以閑官終。"
            },
            "2": {
                "H2KE-EN": "Six men, including Jo Gwangik , passed the civil service examination. In addition, nineteen men, including Jeong Gonsu , passed the state examination in order to select scholars.",
                "H2KE-nKo": "문관을 중시하여 조광익 등 6인을 뽑았다. 또 대과를 행하여 선비들에게 시험을 보여 정곤수 등 19인을 뽑았다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 1일(경신) 2번째기사",
                "gt-oKo": "문관(文官)에게 중시(重試)를 보이어 조광익(曺光益) 등 6명을 뽑았다. 또 대과(對科)를 설치하여 선비들에게 시험보여 정곤수(鄭崐壽) 등 19명을 뽑았다.",
                "hj": "○重試文官, 取曺光益等六人。 又設對科試士, 取鄭崐壽等十九人。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyechuk day, Yi Sunin , a assistant section chief of the Ministry of Personnel . At the time, Confucian scholars were divided into two frontier areas and finally did not satisfy. Previously, Yi Sunin impeached Kim Hyowon as an greedy and powerful scholar. Therefore, Yun Hyeon led him to become a section chief of the Ministry of Personnel . When he was kept in the Privy Council , he knew that he did not cooperate with Yun Hyeon and flattered Kim Hyowon. People disliked his arrogant extraordinary accomplishments. ",
                "H2KE-nKo": "이순인을 이조 좌랑으로 삼았다. 이때 사류가 둘로 나뉘어져 끝내 화합하지 못하였다. 이순인이 일찍이 김효원을 권세를 탐하는 선비라고 논핵하였기 때문에 윤현이 전랑으로 끌어들였는데, 요직에 앉게 되자 공론이 윤현과 사이가 좋지 않다는 것을 알고는 도리어 김효원에게 빌붙었으므로 동료들이 그가 조급하게 권세를 다투는 것을 미워하였다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 11월 1일(기축) 1번째기사",
                "gt-oKo": "이순인(李純仁)을 이조 좌랑으로 삼았다. 이때 사류들이 두 편으로 나뉘어 끝내 화합하지 않았는데, 순인이 일찍이 김효원은 권세를 탐내는 사람이라고 논박한 까닭에 윤현(尹睍)이 끌어올려 전랑(銓郞)으로 삼았다. 그런데 요직(要職)에 있으면서 공론이 윤현을 편들지 않는 것을 알고는 도리어 김효원(金孝元)에게 빌붙자, 동류들이 그가 출세를 위해 조급히 여기는 것을 미워하였다.",
                "hj": "○朔己丑/以李純仁爲吏曹佐郞。 時, 士類分兩邊, 終不和協。 純仁曾論金孝元爲貪權之士, 故尹晛引爲銓郞。 及居津要, 知公論不與尹晛, 反附於孝元, 儕輩人惡其躁競。"
            },
            "2": {
                "H2KE-EN": "Left State Councilor Bak Sun retired from his office on account of illness. [Bak] Sun had encountered Heo엽 with his younger brother, Seo Gyeongdeok , and his friendly relations with him. At this time, [Heo]엽 became a principal scholar who had been young scholar-officials, and his opinion was slightly disclosed, and [Bak] Sun was extremely unfair. When [Heo]엽 impeached [Heo]엽, [he] finally relations with him. [Heo]엽 finally became frequent. [Heo]엽 conspired with the opinion of [Heo]엽 and his powerful powerfulness was extremely enough. [Bak] Sun saw that the opinion of the court was unfairly enough, and [he] could not suppress [his powerful powerfulness. Subsequently, he resigned from his office on account of illness.",
                "H2KE-nKo": "좌의정 박순이 병을 이유로 직임을 떠났다. 박순은 젊었을 때 허엽과 함께 서경덕을 스승으로 섬겼는데, 서로 매우 돈독하게 우애하였다. 이때에 이르러 허엽이 연소한 사류의 종주가 되어 논의가 편벽되자 박순이 매우 옳지 않게 여겼는데, 허엽이 이 일로 인하여 탄핵하여 교분이 마침내 소원해졌다. 허엽의 당의가 혁연히 일치하여 성세가 매우 성하였는데, 박순이 조정의 논의가 어그러져 진정시킬 수 없는 것을 보고는 마침내 병을 이유로 사직한 것이다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 11월 1일(기축) 2번째기사",
                "gt-oKo": "좌의정 박순(朴淳)이 병을 핑계로 직에서 떠났다. 박순은 어릴 적에 허엽(許曄)과 함께 서경덕(徐敬德)을 스승으로 섬겨 서로의 우정(友情)이 매우 도타웠었다. 이때에 허엽이 젊은 사류의 종주(宗主)가 되어 논의를 편벽되게 하자 박순이 매우 옳지 않게 여겼다. 허엽이 어떤 일을 가지고 탄핵하여 친분이 드디어 멀어지게 되었는데, 허엽 당의 의논이 마구 휩쓸어 위세가 대단히 성하였다. 박순은 조정의 의논이 틀어져 자신의 힘으로는 진정시키지 못할 것을 알고 끝내 병으로 사직 하였다.",
                "hj": "○左議政朴淳, 引疾去位。 淳少與許曄, 同師徐敬德, 相友善甚篤。 至是, 曄爲年少士類宗主, 論議偏僻, 淳甚不韙之。 曄因事劾之, 交道遂踈。 曄黨議赫翕, 聲勢甚盛, 淳見朝論乖張, 力不能鎭定, 遂辭疾。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] appointed Jeong Cheol as Responding Editor of the Office of State Records . [The King] also appointed 정인홍 as fourth inspector [of the Office of the Inspector General] , but he declined and did not come.",
                "H2KE-nKo": "정철을 홍문관 응교로 삼았다. 또 정인홍을 지평으로 삼았으나 사양하고 오지 않았다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 12월 1일(기미) 1번째기사",
                "gt-oKo": "정철을 홍문관 응교로 삼았다. 또 정인홍을 지평으로 삼았으나 사양하고 오지 않았다.",
                "hj": "○朔己未/以鄭澈爲弘文館應敎。 又以鄭仁弘爲持平, 辭不至。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Seop as left state councilor .",
                "H2KE-nKo": "홍섬을 좌의정으로 삼았다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 12월 1일(기미) 2번째기사",
                "gt-oKo": "홍섬을 좌의정으로 삼았다.",
                "hj": "○以洪暹爲左議政。"
            },
            "3": {
                "H2KE-EN": "The King bestowed the posthumous title of the late Associate State Councilor Yi Hwang as well as the posthumous title of the late Associate State Councilor Kim Jeong as well as the posthumous title of the late Minister [of Works] Mungan . The King also sent officials to grant a mourning rite to the deceased.",
                "H2KE-nKo": "고 찬성 이황에게 문순이라는 시호를 내리고, 고 판서 김정에게 문간이라는 시호를 내렸는데, 모두 관원을 보내 치제하게 하였다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 12월 1일(기미) 3번째기사",
                "gt-oKo": "고(故) 찬성(贊成) 이황(李滉)에게 문순(文純)이란 시호을 주고, 고 판서 김정(金凈)에게 문간(文簡)이란 시호를 주고서 모두 관리를 보내어 치제(致祭)하였다.",
                "hj": "○賜故贊成李滉諡文純; 賜故判書金淨諡文簡, 皆遣官致祭。"
            },
            "4": {
                "H2KE-EN": "Yi Sanbo was appointed as section chief of the Ministry of Personnel . At the time, there was a discussion between the east and the west sides [of the start of",
                "H2KE-nKo": "이산보를 이조 정랑으로 삼았다. 이때 동당과 서당의 논의가 이미 이루어져 전랑이 된 자는 각각 호오를 고집하였는데, 이산보는 중후하고 역량이 있어서 홀로 화평한 논의를 견지하였다.\n",
                "date_ko": "선수 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 12월 1일(기미) 4번째기사",
                "gt-oKo": "이산보(李山甫)를 이조 정랑으로 삼았다. 이때 동서 편당의 의논이 이미 이루어져 전랑이 된 자는 각기 좋아하고 미워하는 쪽을 지지하였으나, 산보는 중후(重厚)한 역량을 지니고 있으면서 유독 화평한 의논을 견지하였다.",
                "hj": "○以李山甫爲吏曹正郞。 時, 東西黨議已成, 爲銓郞者, 各執好惡, 山甫重厚有力量, 獨持和平之論。"
            }
        }
    }
}