{
    "01": {
        "10": {
            "1": {
                "H2KE-EN": "A proposal regarding the secret royal message to the Royal Secretariat . Inspector General Namgeun secretly presented the secret royal message to the King. The King rejected the royal message to the secret directive and then withdrew the withdrawal. ",
                "H2KE-nKo": "비밀 전교를 정원에 내렸다. 대사헌 남근이 피혐하여 비밀 전교를 봉하여 들이자 비답을 봉하여 내리고 물러가 물론을 기다렸다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 10일(신축) 1번째기사",
                "gt-oKo": "비밀 전교를 정원에 내렸다. 대사헌 남근이 피혐하는 계사를 비밀히 봉하여 들이자 비답을 봉하여 내렸다. 물러가 물론을 기다렸다.",
                "hj": "○辛丑/秘密傳敎下政院。 大司憲南瑾避嫌, 秘密封入, 批答封下退待。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King had a royal directive transmitted to the magistrate of a nearby town as follows: The royal secretary shall be 의망ed together with the magistrate of Hyoju Strategic County Min Seongjeom . At first, Min Seongjeoms younger brother, Min Seongbok , was confronted with guilty. At that time, Min Seongjeom was executive assistant to the magistrate of Yeongbyeon . Being urgent to relieve his younger brother, Min Seongjeom secretly connected to the inner secret connection, and eventually he was exonerated from his punishment. Later, he continued to have a connection with the inner section, and when he served as a local magistrate, he was inevitably offered private gifts according to custom. Thus, he was appointed to this post. ",
                "H2KE-nKo": "전교하기를,“승지를 가까운 고을의 수령에 모두 의망하라.”하였다. 효주 목사 민성징이 낙점을 받았다. -처음에 민성징의 아우 민성복이 역적의 옥사에 연루되었는데, 민성징이 이때 영변 판관으로 있으면서 아우를 구하기에 급급하여 내간과 결탁해서 마침내 빠져나와 면할 수 있었다. 그 뒤에 이어서 내간과 서로 알려졌는데, 수령이 되어서는 속례에 따라 사사로이 바치지 않을 수 없었기 때문에 이런 제수가 있었다고 한다. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 11일(임인) 1번째기사",
                "gt-oKo": "전교하기를, “승지에 가까운 고을의 수령들도 아울러 의망하라.” 하였다. 여주 목사(驪州牧使)에 민성징(閔聖徵)이 낙점을 받았다.【처음에 성징의 아우 민성복(閔聖復)이 역적의 옥사에 연루되었는데, 성징이 이때 영변 판관으로 있으면서 아우를 구제하는 일을 급하게 여겨 궁인과 결탁해서 드디어 모면하였다. 그후로도 궁인과 서로 통하여 수령에 제수되었는데, 속례에 따라 물품을 바치지 않을 수 없었으므로 이러한 제수가 있었다고 한다.】",
                "hj": "○壬寅/傳曰: “承旨近邑守令竝擬。” 驍州牧使閔聖徵受點。【初聖徵之弟聖復, 連累逆獄, 聖徵時爲寧邊判官, 急於救弟, 旁結內間, 遂得脫免。 其後仍與內間相聞, 爲守令, 不得不隨俗私獻, 乃有是拜云】"
            },
            "2": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Jeong Do , Third Inspector [of the Office of the Inspector General] Yi Sijeong , and others reported: Your subjects humbly observed the royal instruction issued last night, which was extremely uncomfortable. Upon reflection, the inspectors and censors are the duty of eyes and ears. How could they be unable to arbitrarily engage in personal affairs? Now that Kim Hong Geon has already said that he had secretly asked him, he was originally not what your subjects heard. He was imprisoned by the palace slaves and also did not come out to work. As the chief official [of the Office of the Inspector General] already avoided suspicion due to this circumstances, your subjects should not take this suspicion. However, Your Majesty has ordered that [Kim Hong Geon] be investigated and managed and managed. He should not be allowed to remain in office one day. Your subjects request that he be replaced. The King said, The prohibition of presumptuous faults and public morals is the duty of judicial officials. He received another persons request and wanted to seize the government slaves. He robbed clerks and soldiers and rushed to the place where he could not dare enter. He arrested those who were unscrupulous. How can this be the duty of judicial officials? Do not take this suspicion and withdraw. At the time, his nephew of Kim Sangins niece-in-law, Jeong Mongseok , the son of a lower clerk, relied upon his power and acted under the pretext of power. He robed a private confinement to the private residence of Myeongrye and seized the house named Jang Ho , the nephew of his owner. He struck and severely beat his original floggging. After the certificate was revealed, he was released. Jo Gyeong was a man of integrity and pure-minded scholar. He filed a treasonous male slave into the middle of the midle day. He robbed Jang Ho and imprisoned him in private confinement. People in the middle of the midle of his owner. People in the middle of the possession hearing of this. Kim Hong Geon was the elder brother of Jo Gyeong. The King claimed that he had secretly asked him to secretly. Jeong Mongseok frequently went",
                "H2KE-nKo": "집의 정도, 장령 이시정이 아뢰기를,“삼가 지난밤의 전교를 보니, 말씀이 매우 온당치 못하였습니다. 생각건대, 대간은 임금의 이목을 담당하는 직임을 맡고 있으니, 어찌 사사로운 일을 자행할 리가 있겠습니까. 이번에 김홍건이 몰래 청탁하였다고 하였으니, 이는 애당초 신들이 듣지 못한 것이고, 궁노를 잡아 가둔 것도 완석에서 나온 것이 아닙니다. 장관이 이 때문에 스스로 피혐하였으니, 신들이 인혐해서는 안 됩니다. 다만 ‘살펴 처리하라.’라는 하교가 있었으니, 하루도 관직에 있을 수 없습니다. 체차하여 물리치도록 명하소서.”하니, 답하기를,“거짓을 하는 것을 금하고 풍속을 바로잡는 것은 법관의 임무이다. 남의 청탁을 받고 공천을 빼앗고자 하여 이졸을 풀어 감히 들어갈 수 없는 곳에 돌입하여 거리낌 없이 잡아갔으니, 이것이 과연 법관의 임무인가. 사직하지 말라.”하였다. 물러가 물론을 기다렸다. -이때 김상궁의 질녀의 남편인 정몽필은 바로 이서의 아들인데, 권력을 믿고 권세를 부려 길가는 사람들이 눈을 흘겼다. 명례궁의 본궁에 사옥을 만들고 남의 장부를 빼앗았으며, 이어 본주인을 잡아 가두고 혹독한 매질을 가하여 본래의 문권을 바친 뒤에 풀어 주었다. 조경은 청렴한 선비였는데, 배반한 궁노에게 모함을 받아 대낮에 도성의 저자에서 끌어내어 면박하여 사옥에 가두니, 길가는 사람들이 모두 놀랐다. 남근이 이 말을 듣고 함께 악한 짓을 한 자를 잡아 가두었다.김홍건은 조경의 처형인데, 왕이 몰래 청탁하였다고 지목하여 이런 하교를 내린 것이다. 정몽필이 궁금을 출입하면서 거리낌 없이 방자하게 행동하여 추악한 말이 있기까지 하였다. 재신 이하 이익을 좋아하고 염치가 없는 이병 같은 무리는 어두운 밤에 문에 나와 팔을 걷어붙이고 술에 취해 농담을 하며 평교 관계를 맺었으니, 죄가 가득 차고 악이 쌓였다. 반정할 때 복주되었다. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 11일(임인) 2번째기사",
                "gt-oKo": "집의 정도, 장령 이시정이 아뢰기를, “삼가 지난 밤에 내리신 전교를 보건대 매우 미안스러운 내용이었습니다. 생각건대 대간의 직임은 바로 이목과 같은 것인데 어찌 사사로운 일을 자행하고서 자신의 책무를 다할 수 있겠습니까. 이번 일에 있어 김홍건(金弘建)이 몰래 청탁한 것이라고 하였으니 애초에 신들이 듣지 못한 것이고, 궁노(宮奴)를 잡아 가둔 것도 동료가 모두 모여 의논해서 한 일이 아닙니다. 장관이 이미 이 일로 피혐하였으니 신들은 인혐해서는 안 되나, 살펴 처리하라는 분부가 계셨으니 하루도 직위에 있을 수 없습니다. 체척시켜 주소서.” 하니, 답하기를, “거짓 행위를 금지하고 풍속을 바로 잡는 것이 법관의 임무이다. 그런데 남의 청탁을 받고 공천(公賤)을 뺏으려고 하여 이졸(吏卒)을 풀어 들어올 수 없는 곳에 들어와서 기탄없이 잡아갔으니 이것이 과연 법관의 임무이겠는가. 사직하지 말라.” 하였는데, 물러가 물론을 기다렸다.【이때 김상궁(金尙宮)의 조카 사위인 정몽필(鄭夢弼)은 바로 아전의 자식이었는데 권력을 믿고 기세를 부려 길가는 사람들이 모두 눈을 흘겼다. 그는 명례궁(明禮宮)의 본궁에 사옥(私獄)을 설치해 놓고 남의 노비를 빼앗고는 그 주인을 잡아 가두고 혹독한 매질을 가하여 노비문권을 바친 뒤에야 풀어주었다. 조경(趙絅)은 학덕을 수양한 청백한 선비였는데, 배반한 종의 무함으로 대낮에 도시 한복판에서 포박하여 사옥에 가두자 길가던 사람들이 모두 놀랐다. 대간 남근이 이 말을 듣고 같이 악한 짓을 한 자를 잡아 가두었다. 김홍건은 조경의 동서였는데, 상이 그가 몰래 청탁한 것이라고 지목하여 이러한 하교가 있었던 것이다. 몽필이 궁중을 출입하는 데 있어 제멋대로 행동하며 기탄없이 하고 추악한 소문이 퍼지기까지 하였다. 그런데 재신(宰臣) 이하 이익을 탐내며 염치가 없는 이병(李覮)과 같은 무리는 어두운 밤에 그의 집에 찾아가서 팔을 잡고 술에 취해 농담을 하며 서로 말을 놓고 지내는 친구가 되었다. 그의 죄악이 극도에 이르러 반정이 일어났을 때 참형을 받았다.】",
                "hj": "○執義鄭道、掌令李時楨啓曰: “伏覩去夜傳敎, 辭極未安。 顧惟臺諫, 職是耳目, 安有恣行私事 之理乎? 今者金弘建旣云潛囑, 則初非臣等之所聞, 捉囚宮奴亦不出完席, 而長官旣以此自避, 則臣等所不當引嫌, 而第有察處之敎, 不可一日在職, 請命遞斥。” 答曰: “禁濫僞、正風俗, 法官之任也。 受人請囑, 欲奪公賤, 縱其吏卒, 突入不敢入之處, 捉去無忌者, 其果法官之任乎? 勿辭退待。”【時金尙宮姪女夫鄭夢弼, 乃吏胥之子, 怙權用事, 道路側目。 作私獄于明禮本宮, 奪人臧濩, 仍囚本主, 毒楚備至, 現納本券後放之。 趙絅, 淸修之士也, 爲叛奴所搆, 白晝都市中, 捽致面縛, 囚于私獄, 道路驚駭。 南瑾聞之, 捉囚同惡者。 金弘建, 絅之妻兄也。 王指爲潛囑, 有此下敎。 夢弼出入宮禁, 肆然無忌, 至有醜言。 宰臣以下, 嗜利無恥, 如李覮輩, 昏夜造門, 把臂醉謔, 作爲平交, 罪盈惡積, 反正時伏誅。】"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyemyo day, Fourth Inspectors Han Jeonghyeon and Jeong Dam reported to the King as follows: Your subjects humbly observed the royal order that it was uncomfortable that the clerks and soldiers of our magistracy rushed to Myeongrye Palace to apprehend the register of slaves. It was not appropriate that the slaves of the palace were apprehended by the magistracy that were apprehended by the magistracy of the magistracy, and the clerks and soldiers of our magistracy rushed to the rush was unaware of your subjects. However, Jangan had already avoided suspicion due to this occurrence. How could your subjects remain uncomfortable and remain assume assume. Your subjects implore Your Majesty replaced them. The King refused to resign from office, and then withdrew awaiting assume assume.",
                "H2KE-nKo": "지평 한정국과 정담이 아뢰기를,“삼가 전교를 보니, 본부의 이졸이 명례궁에 돌입하여 대장에 올라 있는 노비를 잡아간 것에 대해 온당치 못한 하교가 있었습니다. 궁노를 잡아간 것은 완석에서 한 말이 아니며, 이졸이 돌입한 것은 신들이 알 바가 아닙니다. 그러나 장안이 이미 이 때문에 스스로 피혐하였으니, 신들이 어찌 감히 태연하게 그대로 무릅쓰고 있을 수 있겠습니까. 체차하여 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 12일(계묘) 1번째기사",
                "gt-oKo": "지평이 아뢰기를, “삼가 전교를 보건대, 본부 이졸들이 명례궁에 돌입하여 대장(臺帳)에 기록된 노비를 잡아간 것에 대해서 미안스러운 분부가 있었습니다. 궁노를 잡아간 것은 동료가 모두 모여 의논해서 한 일이 아니며 이졸이 마구 들어간 것도 신들이 모르는 것이었습니다. 그러나 장관이 이 일로 피혐한 이상 신들이 어떻게 감히 태연하게 그대로 자리에 있을 수 있겠습니까. 체척시켜 주소서.” 하니, 사직하지 말라고 답하였는데, 물러가 물론을 기다렸다.",
                "hj": "○癸卯/持平韓正國、鄭湛啓曰: “伏覩傳敎, 以本府吏卒, 突入明禮宮, 捉去案付奴婢, 有未安之敎。 宮奴之捉去, 非完席之所發, 吏卒之突入, 非臣等所知, 而長安旣以此自避, 臣等何敢晏然仍冒? 請命遞斥。” 答曰: “勿辭退待。”"
            },
            "2": {
                "H2KE-EN": "Censor Im , Third Censor Im Giji , Fourth Censor Han Yusang and Yi Hyoham advised, Your servants humbly observed that the inspectors and censors arbitrarily engaged in personal affairs. Your servants also believe that they are inspectors and censors. [Your servants] have already received the 엄한 분부를 받았으니, how dare they remain shameless in their shame? [Your servants] request that [Your Majesty] dismiss [him] from their posts. [The King] replied, [The inspectors and censors] should not believed, and [they] withdraw [on their stead].",
                "H2KE-nKo": "사간 임건, 헌납 임기지, 정언 한유상ᆞ이효함이 아뢰기를,“신들이 삼가 ‘대간이 사사로운 일을 자행한다.’라는 하교를 보았습니다. 신들도 대간인데 이미 엄한 하교를 받들었으니 어찌 감히 태연하게 그대로 무릅쓰고 있을 수 있겠습니까. 체차하여 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 12일(계묘) 2번째기사",
                "gt-oKo": "사간 임건, 헌납 임기지, 정언 한유상·이효함 등이 아뢰기를, “삼가 전교를 보건대, 대간이 사사로운 일을 자행했다는 분부가 있었습니다. 신들도 역시 대간입니다. 이미 엄한 분부를 받들었는데 어떻게 감히 태연스럽게 그대로 자리에 있을 수 있겠습니까. 체척시켜 주소서.” 하니, 사직하지 말라고 답하였는데, 물러가 물론을 기다렸다.",
                "hj": "○司諫林健、獻納任器之、正言韓惟翔ㆍ李孝諴 啓曰: “臣等伏覩 有臺諫恣行私事之敎, 臣等亦臺諫也。 旣承嚴敎, 何敢晏然仍冒? 請命遞斥。” 答曰: “勿辭退待。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gapjin day, Inspector General Yu Daerim reported to the King, Your subject humbly observed that the wording of the investigation of the colleague of the collleague of the colleague",
                "H2KE-nKo": "대사간 유대건이 아뢰기를,“삼가 동료가 인피한 내용을 보니, 다른 관사에서 있었던 일을 끌어다가 인혐할 필요는 없습니다. 그러나 동료들이 모두 인피하였으니, 신이 어찌 감히 그대로 무릅쓰고 있을 수 있겠습니까. 체차하여 내치도록 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 13일(갑진) 1번째기사",
                "gt-oKo": "대사간 유대건이 아뢰기를, “삼가 동료들이 인혐한 계사를 보건대 다른 관사(官司)에서 발생한 일을 끌어대어 자신의 혐의로 삼을 필요는 없을 듯합니다. 그러나 동료가 모두 인혐하였는데 신이 어떻게 감히 그대로 자리에 있을 수 있겠습니까. 체척시켜 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○甲辰/大司諫兪大建啓曰: “伏覩同僚引避之辭, 事在他司, 不必援以爲嫌。 然同僚皆避, 臣何敢仍冒? 請命遞斥。” 答曰: “勿辭。”"
            },
            "2": {
                "H2KE-EN": "The inspector general of the Office of the Inspector General reported: As the head of the Office of the Inspector General , the superintendent of the Office of Benefiting the People arrested the fugitive female shaman under his control. This was not an object, and the clerk and soldiers who were arrogant and presumptuous. Even if the clerk rushed to the palace, how could this be known by the inspectors and censors? It is only that the rush female shaman under his control. However, the head of the Office of the Inspector General also did not understand the circumstances. Therefore, the various officials do not related to it, and the incident remains in other offices. Therefore, the Office of the Censor General does not participate in the Office of the Censor General. Your subject requests that all the inspectors and censors, including Nam Geun , the lower, and the lower, respectively, be allowed to imprison the clerk. The King approved this request.",
                "H2KE-nKo": "대사간이 아뢰기를,“자신이 법부의 장관이고 활인서의 제조로서 관하의 도망친 무당을 잡아 가두는 것은 원래 이상한 일이 아닙니다. 이졸이 완악하고 외람되어 궁가에 뛰어들기는 하였으나 이것이 어찌 대관이 알 바이겠습니까. 단지 완악한 무당만 잡아 가두게 하고 궁노를 침해한 것에 대해서는 장관도 미처 생각하지 못하였습니다. 그렇다면 관원들에게는 더욱 관계가 없고 다른 관사에서 발생한 일이므로 조금도 간원에 관여하지 않았습니다. 대사헌 남근 이하와 사간 임건 이하를 모두 출사하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 13일(갑진) 2번째기사",
                "gt-oKo": "대사간이 아뢰기를, “자신이 법부의 장관이고 활인서(活人署)의 제조로서 자기 관하의 도망친 무당을 잡아 가두는 것은 본시 괴이한 일이 아니고, 이졸이 무식하여 궁궐에 마구 들어갔더라도 이것이 어찌 대관이 아는 일이겠습니까. 단지 고약스런 무당을 잡아 가두게 했었는데 궁노를 잡아간 것에 대해서 장관도 생각하지 못했던 것이라면 관원들에게는 더더욱 관계되지 않는 것이고, 다른 관사에서 발생한 것으로서 조금도 간원에 상관이 없는 것입니다. 대사헌 남근 이하의 관원과 사간 임건 이하의 관원들을 모두 출사하게 하소서.” 하니, 따랐다.",
                "hj": "○大司諫啓曰: “身爲法府之長, 以活人署提調, 捉囚管下逃巫, 元非異事, 吏卒頑濫, 雖突入宮家, 是豈臺官之所知? 只令捉囚頑巫, 而侵及宮奴, 長官亦所未料, 則其於多官, 尤不干涉, 事在他司, 略無與於諫院。 請大司憲南瑾以下、司諫林健以下, 竝命出仕。” 從之。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the eulsa year (, which stated, I have recovered from the slightest epidemic, but the cold weather is like this. Therefore, it is difficult to receive the imperial edict before the twentieth day. Speak to the twentieth day after the twentieth day, and then select another day after the twentieth day. At the time, Envoy for Expressing Gratitude for Imperial Benevolence Yun Gyeom returned with the imperial edict. Official of the Ministry of Personnel Maeng Yangseong also came with the imperial edict. However, the King did not come under the pretext of illness and repeatedly rejected the date of the twentieth day. Ultimately, the King did not receive him.",
                "H2KE-nKo": "전교하기를,“나의 증세가 잠시 덜해졌더라도 추위가 이와 같으니 20일 전에는 형편상 칙서를 맞이하기 어렵다. 20일 이후로 다시 택일하라.”하였다. - 이때 등극사 오윤겸이 칙서를 가지고 돌아왔고 추관 맹양성도 칙서를 가지고 왔는데, 왕은 병을 핑계 대고 나오지 않았다. 여러 차례 날짜를 물렸으나 끝내 맞이하지 못하였다. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 14일(을사) 1번째기사",
                "gt-oKo": "전교하기를, “나의 증세가 잠시 뜸한 때가 있지만 날씨가 이토록 추우니 20일 이전에는 형편상 칙서를 맞이할 수 없을 듯하다. 따라서 20일 이후로 다시 택일하도록 하라.” 하였다.【이때 등극사 오윤겸이 칙서를 가지고 돌아왔고 추관(推官) 맹양성(孟良性)도 칙서를 가지고 왔는데, 상이 병을 핑계대고 나오지 않으면서 누차 날짜를 물려 끝내 맞이하지 않았다.】",
                "hj": "○乙巳/傳曰: “予症雖或暫歇, 寒冱如此, 二十日前, 勢難迎勑。 以二十日後改擇日。”【時登極使吳允謙齎勑而回, 推官孟良性亦捧勑而來, 王托病不出, 屢次退日, 終不得迎。】"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Former Minister of War Seong Yeong died in the place of Yeonil . Seong Yeong was young and robes of a colorful robe and was praised for his upright and prudence. He was fabricated and deceitful, and he flattered [Seong] Yeong [], and was appointed minister of personnel . Kim Gye was married to the family of Kim Gye . He admonished him and submitted a memorial requesting that he be elevated to the Great Lord of Deokheung , thereby looking for favor and benevolence. Xuande did not respond to this. [Seong] Yeong was defeated, and he was exiled to Yeonil District . On this day, he died.",
                "H2KE-nKo": "전 판서 성영이 연일의 배소에서 졸하였다. - 성영은 젊었을 때부터 해어진 옷을 입고 해어진 말을 타고 다녔으므로 청렴하고 근신하다고 일컬어졌다. 그러나 속마음은 실제로 교묘하고 거짓되어 유영경에게 아첨하여 이조 판서에 제수되었다. 김계는 사돈집으로, 그로 하여금 상소하여 덕흥대원군을 추숭하여 은총과 총애를 바랐으나 선조께서 답하지 않았다. 유영경이 패하자 연일현에 찬배되었는데, 이때에 이르러 졸하였다. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 15일(병오) 1번째기사",
                "gt-oKo": "전 판서 성영(成泳)이 연일(延日)의 유배지에서 죽었다.【성영은 젊었을 때부터 해어진 옷을 입고 노둔한 말을 타고 다녔으므로 사람들이 청백하고 근신하다고 칭하였으나 속마음은 실지로 교사스러운 인물로서 유영경에게 빌붙어 이조 판서에 제수되었다. 김계(金稽)는 그의 사돈이었는데 그로 하여금 상소하여 덕흥 대원군(德興大院君)을 추숭(追崇)하는 일을 청하도록 하여 은총을 받으려고 하였으나 선조(宣祖)께서 비답을 내리지 않았다. 유영경이 패하자 연일현에 유배되었는데 이때에 죽었다.】",
                "hj": "○丙午/前判書成泳, 卒于延日配所。【泳, 自少敝衣樸馬, 以淸謹稱, 而中實巧僞, 諂附永慶, 得拜吏曹判書。 金稽者, 婚家也, 敎令上疏, 請追崇德興大院君, 希覬恩倖, 宣廟不報, 永慶敗, 竄于延日縣, 至是卒。】"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "전교하기를, “예로부터 근신이 명초했는데도 오지 않은 때가 있었는가? 근신이 직무를 제대로 수행하지 않는 것이 이와 같으니, 어떻게 다른 관사의 관리들을 단속할 수 있겠는가? From now on, those who fail to complete their duties shall be punished and unpardonable. At the time, Mok Seo Heum , an official in charge of the Office of the Censor General, was in charge of failure to fail to fail.",
                "H2KE-nKo": "전교하기를,“예로부터 근신이 명초해도 오지 않은 때가 있었던가. 근신이 직무를 제대로 수행하지 않는 것이 이와 같으니, 어떻게 다른 관사를 규찰할 수 있겠는가. 지금 이후로 궐직하는 자는 일일이 치죄하고 용서하지 말라.”하였다. - 이때 목서흠이 옥당의 관원으로서 궐직하였다. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 19일(경술) 1번째기사",
                "gt-oKo": "전교하기를, “예로부터 근신이 명초했는데도 오지 않은 적이 있었던가. 근신이 직무를 수행하지 않는 것이 이와 같은데 어떻게 다른 관사의 관리들을 단속할 수 있겠는가. 이후로 숙직에 빠지는 자들은 일일이 치죄할 것을 청하여 용서하지 말도록 하라.” 하였다.【이때 목서흠(睦敍欽)이 옥당의 관원으로서 숙직에 빠졌었다.】",
                "hj": "○庚戌/傳曰: “自古近臣, 豈有命招不來之時乎? 近臣之不職如此, 其何以糾檢他司乎? 今後闕直者, 一一請治不饒。”【時睦叙欽以玉堂官闕直。】"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: The ancients said, The place of troops is a place where the elsewhere is raised. It has been six years since the battle of war, the peoples livelihood is exhausted, and the state is dangerous. Your subjects are ignorant and foolish, and lack the skills to contribute a strategic decision to the world and the cardinal principles. Your subjects should urgently strive to assign high-ranking officials and virtues, and summon all those who are honest and honest by strong self-restraint scholars, and summon high-ranking officials from the State Council to pacify the world and secretly display the righteousness of the courtyard below the courtyard. The fundamental principles are encroached, and the fundamental principles are prevented. The talents and wisdom are advanced, but the low-level fundamental principles are separated, and the low-level officials do not dare observe the world and the shamans. The sense of honor is upright, and the scholar-officials do not dare transmit the world with shamans. When the governance of the country is improved, the defense of the neighboring countries is close to the neighboring countries. Even if the world of the Jurchens are strong, how could the world be feared by others? Your subjects are simply similar to the world, but the governing of the people and the defense of the enemy is all indispensable. The King replied, The world of aged and the strong self-restrong",
                "H2KE-nKo": "비변사가 아뢰기를,“옛사람이 이르기를 ‘군사가 있는 곳에는 가시나무가 돋아난다.’라고 하였습니다. 전쟁이 일어난 지 6년 동안 민력이 고갈되고 나라의 형세가 위태로웠습니다. 신들은 노둔하고 용렬하며 나약하고 잔약하여 위로는 계책을 세울 수 없고 아래로는 기강을 정돈할 수 없습니다. 속히 덕망이 높은 원로 신하를 힘써 기용하고 우뚝 서서 과감히 말하는 선비를 모두 불러들이소서. 그리하여 낭묘 사이에 계책을 치밀하게 세우시고, 헌폐 아래에는 곧은 논의가 드높게 하소서.공도가 확립되면 요행을 바라는 문이 막히고, 재지가 등용되면 용렬한 무리가 물러가며, 기강이 확립되면 소리가 감히 위복을 엿보지 못하고, 염치가 닦이면 사대부가 감히 무녀를 사귀지 못합니다. 심지어 향기로운 세상을 다스리고 이웃 나라를 지키니, 오랑캐가 아무리 강하더라도 어찌 천 리 밖까지 사람을 두려워하겠습니까. 신들이 하는 말이 썩은 선비의 평범한 이야기인 것 같지만, 백성을 다스리고 적을 막는 일 외에는 모두 구차합니다.”하니, 답하기를,“원로 신하와 우뚝 서서 말하는 선비는 누구를 가리키는가?”하였다. - 이때 덕망이 높은 신하로 이원익 이하 여러 사람이 모두 시골에 물러가 한 사람도 조정에 있지 않았는데, 시사가 날로 위급해졌다. 박승종이 나라가 반드시 어지러워질 것임을 알고 이런 계사를 올렸지만, 주상이 이와 같이 답하였으므로 마침내 감히 이름을 지적하여 의견을 갖추어 아뢰지 못하였다. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 2일(계사) 1번째기사",
                "gt-oKo": "비변사가 아뢰기를, “옛 사람이 말하기를 ‘군사가 머무는 곳에는 가시나무가 돋아난다.’고 하였습니다. 군비(軍備)를 설치한 지 이미 6년이 지났으므로 백성들의 재물이 고갈되었고 나라의 형세가 위급합니다. 그런데 신들이 노둔하고 용렬하며 병약하고 노쇠하여 위로 계책을 내지 못하고 아래로 기강을 정돈할 수 없습니다. 속히 덕망있는 원로 신하를 기용하시고 우뚝 서서 곧은 말을 하는 사람들을 전부 불러들이시어 낭묘(廊廟)의 자리에서 부지런히 견고한 계책을 내게 하고, 헌폐(軒陛)의 아래에 정직한 논의가 드높도록 하소서. 공정한 도리가 펼쳐지게 하고 요행의 문을 막을 것이며, 재지(才智)의 선비들이 진출하고 쓸모없는 인물들이 물러가게 하고, 기강이 수립되어 하리(下吏)들이 위복(威福)을 넘보지 못하게 하고, 염치를 회복시켜 사대부들이 무녀(巫女)들을 만나지 못하게 하소서. 이리하여 훌륭한 정치를 이룩하고 이웃 나라와 우호관계를 유지할 경우 오랑캐가 아무리 강성하더라도 당당한 천리의 나라로서 어찌 저들을 두려워하겠습니까. 신들이 하는 말이 하찮은 유학자들이 늘상 하는 말인 것같지만 백성을 다스리고 적을 방어하는 데 있어서 이외의 일은 모두가 구차스러운 것입니다.” 하니, 답하기를, “원로 신하와 강직한 선비라고 한 것은 누구를 지적한 것인가?” 하였다.【이 당시 덕망있는 신하로서 이원익 이하의 사람들이 모두 시골에 가 있고 한 사람도 조정에 남아 있지 아니하여 시사(時事)가 날로 위급하였다. 박승종이 난망의 시기가 다가올 것을 알고서 이러한 계사를 올렸는데, 상이 이와 같이 답하자, 끝내 지명하여 복계하지 않았다.】",
                "hj": "○癸巳/備邊司啓曰: “古人云: ‘師之所處, 荊棘生焉。’ 兵興 六載, 民力竭矣, 國勢危矣。 臣等駑劣尫殘, 不足以上費謀猷, 下頓綱維。 亟宜勉起元老宿德之臣, 盡召獨立敢言之士, 使廊廟之間, 石畫密勿, 軒陛之下, 讜論崢嶸。 公道張而倖門杜, 才智進而闒茸退, 紀綱立而小吏不敢窺威福, 廉恥修而士夫不敢交巫姆。 至治馨香, 守在四鄰, 奴虜雖强, 豈至於千里畏人哉? 臣等所言, 雖似腐儒常談, 治民禦敵, 此外皆苟。” 答曰: “元老之臣、獨立之士, 指何人乎?【時宿德之臣如李元翼以下諸人, 皆遜荒無一人在朝, 而時事日急。 朴承宗知其必將亂亡, 爲此啓辭, 而王答之如此, 遂不敢指名覆啓。】"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Taxation , which stated, This year, it is inevitable to move to another place. However, the number of various items for repairing the walls of the capital is not fully insufficient, but the number of various items assigned to the provinces has not yet been carried out for a long time. According to the precedent set at Changdeok Palace , the Ministry of Taxation , the mid-tier officials of the Ministry of Works , and the Directorate of Palace Buildings should be selected and appointed to the offices in charge of the Ministry of Works , and the Directorate of Palace Buildings . This should be called the office in charge of the Directorate of Palace Buildings .",
                "H2KE-nKo": "전교하기를,“금년에는 거처를 옮기지 않을 수 없는데, 수리하는 데 필요한 잡물을 갖추지 못한 수량이 매우 많을 뿐만 아니라 지방에 분정한 수량도 오래도록 올라오지 않고 있다. 창경궁으로 거처를 옮길 때의 예에 따라 호조와 공조의 색낭청과 선공감의 역을 가려 정해서 계하받은 다음 공작청이라 부르도록 하라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 20일(신해) 1번째기사",
                "gt-oKo": "전교하였다. “금년에 새로 지은 궁궐로 거처를 옮기지 않을 수 없다. 그러나 수리하는 데 필요한 온갖 물품의 미비한 숫자가 매우 많을 뿐만 아니라 지방에 배정한 수량도 오래도록 올려보내지 않고 있으니, 창경궁에 이어할 때의 규례에 따라 호조·공조의 색낭청 및 선공 감역을 뽑아 정할 것을 계하하여 공작청(工作廳)으로 칭하도록 하라.”",
                "hj": "○辛亥/傳曰: “今年不可不移御, 而非但修理雜物未備之數甚多, 至於外方分定之數, 久未上來, 依昌慶宮移御時例, 戶工曹色郞廳、繕工監役, 擇定啓下, 稱以工作廳。”"
            },
            "2": {
                "H2KE-EN": "The Ministry of Taxation reported to the King as follows: A magistrate must have his certificate of dismissal from his office, but he does not receive his certificate of dismissal from his office. This is a good law established by the royal ancestors. From the past two hundred years, the Ministry of Taxation strictly observed this law as metal and stone. However, recently, this law has been abolished, and those who have received their certificate of dismissal from their office do not delay the problem of dismissal from their office. There is no problem in the state grain loans, and the local government pays his certificate of dismissal from his office. Previously, Yi Boksaeng , magistrate of Onyang District , was formerly appointed as magistrate of Eumjuk District , but he presumptuously received his certificate of dismissal from his office due to his lack of dismissal from his certificate of dismisal from his office. Therefore, your subjects reported to Your Majesty in accordance with the law and did not receive Your Majestys approval. Recently, Yi Munbon , Magistrate of Gowon Magistracy , was formerly appointed to the two towns of Deokcheon and Yeongam , but he did not receive his certificate of dismissal from his office. In Yeongam , his certificate of dismissal from his office as land tax and separately collecting his certificate of dismissal from his office is numerous. Therefore, it is not possible for the Ministry of Taxation to appoint him to a government post. However, how can he be allowed to proceed to his new post in order to abandon the law of the royal ancestors? Your subjects request that Yi Munbon be severely punished and that he not be allowed to proceed to his new post so that the law of dismissal from his certificate of dismisal from his office is strict. The King did not approve this request.",
                "H2KE-nKo": "호조가 아뢰기를,“관수가 된 자는 반드시 해유가 있어야 하고 해유를 받지 않은 자는 관직을 제수할 수 없는 것이 조종조의 좋은 법입니다. 200년 이래로 해당 조가 이 법을 굳게 지켜 온 것이 금석과 같을 뿐만이 아닙니다. 그런데 근래에는 이 법이 완전히 폐기되어 해유를 받지 못했거나 월등한 사람에게 관직을 제수해도 구애될 것이 없습니다. 나라의 곡식이 축나고 전세와 공물이 납부되지 않는 것은 전적으로 이 때문입니다. 지난날 온양 군수 이복생은 전임 음죽 현감으로서 해유를 받지 않았는데도 함부로 제수되었기 때문에 본조가 법에 의거하여 처치하여 주상의 재가를 받기 위해 들여보냈습니다. 그런데 이번에 고원 군수 이문빈은 전임 덕천과 영암 두 고을에서 모두 해유를 받지 못하였고, 영암은 재임 기간 내에 전세와 별수미의 미수된 수량이 무려 4000여 섬이나 됩니다. 해당 조가 관직을 제수했는지는 참으로 알 수 없으나, 국사를 거듭 밝히는 이때에 그가 어찌 감히 버젓이 부임하여 국가의 법을 무너뜨릴 수 있겠습니까. 이문빈을 무거운 쪽으로 추고하고, 부임하는 것을 허락하지 말아서 해유의 법을 중하게 하소서.”하니, 답하지 않았다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 20일(신해) 2번째기사",
                "gt-oKo": "호조가 아뢰기를, “고을의 수령들은 반드시 해유(解由)를 받아야 하고 해유를 받지 않은 사람은 직을 제수받을 수 없는 것이 조종조의 훌륭한 법입니다. 2백 년 동안 해조가 이 법을 굳게 지켜 오기를 금석(金石)처럼 했을 뿐만이 아니었습니다. 그런데 요즈음 이 법이 아주 폐지되어 해유를 받지 않고 등급을 뛰어넘는 사람들이 직을 제수받는 데 있어 구애될 것이 없습니다. 국고의 곡식이 축나고 전세(田稅) 및 공물이 납부되지 않는 것이 바로 이 때문입니다. 전번에 온양 군수(溫陽郡守) 이복생(李復生)은 전임 음죽 현감(陰竹縣監)으로서 해유를 받지 않고 함부로 제수되었기 때문에 본조가 법에 의거하여 처치할 것을 입계하였는데 비답을 내리시지 않았습니다. 그리고 이번에 고원 군수(高原郡守) 이문빈(李文賓)은 전임 덕천(德川)·영암(靈巖) 두 고을에 모두 해유를 받지 않았는데, 영암에 있어서는 재임 기간 내에 전세 및 별수미(別收米)·작미(作米)의 미수된 수량이 무려 4천여 석에 이르고 있습니다. 이러한 자를 해조가 왜 제수하였는지 참으로 알 수 없습니다만, 국법을 다시 밝혀 시행하는 초기에 그가 어떻게 버젓이 부임하여 국가의 금석과 같은 법을 무너뜨릴 수 있단 말입니까. 이문빈을 중벌로 추고하고 부임시키지 말도록 하여 해유의 법을 중하게 하소서.” 하였는데, 답하지 않았다.",
                "hj": "○戶曹啓曰: “爲官守者, 必有解由, 未解由者, 不得除職, 祖宗朝良法也。 二百年來, 該曹守此之堅, 不啻如金石。 近來此法全廢, 未解由越等之人, 授職無礙, 國穀之無面, 田稅貢物之不納, 職此之由。 前日溫陽郡守李復生, 前任陰竹縣監, 以未解由冒授之故, 本曹據法處置, 入啓未下。 玆者高原郡守李文賓, 前任德川、靈巖兩邑, 俱未解由, 靈巖則其等內田稅及別收米 未收之數, 多至四千餘石。 該曹之除拜, 固未可知, 而當此國事申明之初, 渠何敢偃然赴任, 壞國家之典乎? 請李文賓從重推考, 勿許赴任, 以重解由之法。” 不答。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "[The King] visited the Royal Placenta Chamber to pay his respects [to the Abdicated King]. [The King] replied, The state affairs are numerous, and it is impossible to cultivate a moment. How can [I] quickly recover? The symptoms of the symptoms are the same.",
                "H2KE-nKo": "약방이 문안하자, 답하기를,“국가에 일이 많아 잠시라도 조용히 조섭할 수 없는데, 어떻게 속히 나을 수 있겠는가. 증세가 여전하다.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 21일(임자) 1번째기사",
                "gt-oKo": "약방이 문안드리자, 답하기를, “국가에 일이 많아 잠시도 조용히 조리할 수 없는데 어떻게 병이 속히 나을 수 있겠는가. 증세가 늘 그러하다.” 하였다.",
                "hj": "○壬子/藥房問安, 答曰: “國家多事, 一刻不得靜攝, 安得速瘳乎? 其症一樣。”"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive: For the building of a house within and outside the capital this year, strictly prohibit the people from building a house.",
                "H2KE-nKo": "전교하기를,“금년에 한하여 도성 안팎에 집을 짓는 것을 엄히 금하라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 21일(임자) 2번째기사",
                "gt-oKo": "전교하였다. “금년에 한해서 도성 안팎에 집을 짓는 것을 엄금하도록 하라.”",
                "hj": "○傳曰: “限今年都城內外, 嚴禁造家。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "[The King] visited the Royal Placenta Chamber to pay his respects [to the Abdicated King]. [The King] replied, My illness is a symptom. How could I easily recover? The symptoms of the symptoms have slightly recovered. However, the symptoms of the symptoms are the same as that. Do not come to inquire about [mymptoms], so that [I] may concentrate on [mymptoms] health.",
                "H2KE-nKo": "약방이 문안하자, 답하기를,“나의 병은 화병인데 어찌 쉽게 회복될 수 있겠는가. 종기의 증세는 잠시 덜했지만 두통은 마찬가지이니 와서 문안하지 말아서 조섭하는 데 편리하게 하라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 22일(계축) 1번째기사",
                "gt-oKo": "약방이 문안드리자, 답하기를, “나의 병은 화병인데 어찌 쉽게 회복될 수 있겠는가. 종기의 증세는 점점 덜해지고 있지만 두통은 늘 그러하다. 따라서 와서 문안하지 말도록 하여 조섭하는 데 있어 편리하게 하라.” 하였다.",
                "hj": "○癸丑/藥房問安, 答曰: “予病火症也, 豈易平復? 腫症則暫歇, 而頭痛一樣, 勿爲來問, 以便愼攝。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The people of the marketplaces scattered and scattered, and recently are particularly severe. This is due to their loss of losing their livelihoods, and thus they should comfort and comfort their livelihoods.",
                "H2KE-nKo": "전교하기를,“시민들이 도망쳐 흩어진 것이 근래 더욱 심하니, 이는 생업을 잃고 침탈을 당한 탓이다. 그들을 위무하고 안착시키라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 23일(갑인) 1번째기사",
                "gt-oKo": "전교하였다. “시민들이 흩어져 도망가는 일이 요즈음 더욱 심한데 이것은 생업을 잃고 침탈을 받기 때문인 것이니 위로하고 무마하여 편안히 정착할 수 있도록 하라.”",
                "hj": "○甲寅/傳曰: “市民逃散, 近日尤甚, 此由失業被侵之致, 撫慰安集。”"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The ceremony for the royal banquet has not been conducted for many years. Otherwise, separately the ceremony should be conducted.",
                "H2KE-nKo": "전교하기를,“내연에서 여러 해 동안 습의를 행하지 않았으니, 밖에서 각별히 강습하라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 23일(갑인) 2번째기사",
                "gt-oKo": "전교하였다. “내연(內宴)을 수년 간 거행하지 않았다. 예행 연습을 하는 데 있어 외부 관원들이 각별히 강론하여 익히도록 하라.”",
                "hj": "○傳曰: “內宴累年不行習儀, 自外各別講習。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: Song Seokjo , clerk in Gangwon Province , has served his duties with all his heart for several years, and his diligence is equitably manifest. For the first time being, 가자 him.",
                "H2KE-nKo": "전교하기를,“강원도 벌목 어사 송석조는 여러 해 동안 마음을 다해 임무를 수행하여 노고가 가장 두드러졌으니, 우선 가자하도록 하라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 24일(을묘) 1번째기사",
                "gt-oKo": "전교하였다. “강원도 벌목 어사(伐木御史) 송석조(宋碩祚)는 수년 간 심력을 쏟아 임무를 수행하여 노고가 가장 드러났으니 우선적으로 가자하도록 하라.”",
                "hj": "○乙卯/傳曰: “江原道伐木御史宋碩祚, 累年盡心察任, 勤勞最著, 爲先加資。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Ministry of War reported as follows: As high officials, Oh Suk , Yi이시발 , and others worried about the hardships of the people in the sea, they requested that the court officials be abolished and that the court officials be excluded from their own behind their behind. The advantages and righteousness have been admirable, and the people have received the benefits from their benefits. Not only is this a slightest effect that each government office competed to encourage the people, but the advantages did not reach the peoples accomplishment. However, the advantages of ministrative officials and above are all bringing tiny , but the advantages of advantages and advantages of advantages, and advantages",
                "H2KE-nKo": "병조가 아뢰기를,“대신이 오숙과 이시발 등의 장계로 인하여, 해내 백성들의 거꾸로 매달린 듯한 고통을 염려하여 조례의 혁파를 청하고 자신이 먼저 전도의 수를 줄였는데, 전후로 아뢴 말이 준엄하고 의리가 정대하여 듣는 사람들이 탄복하고 백성들이 혜택을 받는 것이 조금도 차이가 나지 않았습니다. 그런데 뜻밖에도 각 아문이 앞다투어 설치하기를 요구하여 실질적인 혜택이 백성들에게 믿음을 받지 못하고 독촉이 먼저 본조에 미치게 되었습니다.검토 이상은 모두 납패를 차고 있으나 영사는 인로가 없고 5, 6품의 관원은 전과 같이 호창하고 있으며, 정부는 전도가 없어 길가는 사람들이 보기에 놀라우므로 식견 있는 사람들이 길게 탄식하고 있습니다. 대신의 계사에 따라 모두 혁파하지 못한다면 조정에서 존귀하기로는 왕자나 대신보다 더한 사람이 없을 것이니, 진실로 주상의 하교대로 즉시 정하여 보내야 합니다. 다만 오늘날 난처한 것은 왕자나 대신에 있지 않고 다른 상사에 있으니, 한번 단서를 열어 놓으면 형편상 적당히 줄이기 어렵습니다. 아무 아문의 아무 품계 이상은 변통해야 할 듯하나 상사가 아니면 체모가 맞는 아문이므로 본조에서 감히 마음대로 할 수 없습니다. 대신에게 의논하여 결정하소서.”하니, 전교하기를,“대신에게 의논하여 규례를 정하라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 25일(병진) 1번째기사",
                "gt-oKo": "병조가 아뢰기를, “대신들이 오숙(吳䎘)·이시발(李時發) 등이 폐단을 진언한 장계(狀啓)로 인하여 해서(海西)의 백성들이 겪고 있는 절박한 고통을 생각해서 조례(皂隷)의 제도를 혁파할 것을 계청하고 자신들이 솔선하여 전도(前導)의 수를 줄였는데, 전후 계사의 내용이 엄정하여 듣는 이들이 모두 탄복하고 백성들이 혜택을 받는 것이 적지 않았습니다. 그런데 의외로 각 아문(衙門)이 서로 조례들을 두려고 하여 실지 혜택이 백성들에게 이르지 못하고 독촉이 먼저 본조에 밀려오고 있습니다. 검토관(檢討官) 이상은 모두 사령(使令)을 데리고 다니는데 영사관(領事官)들은 인로(引路)가 없고 5, 6품의 관리들은 이전과 같이 벽제하고 다니는데 의정부의 관원들은 전도가 없으므로 길가는 사람들이 놀라운 모습으로 바라보고 유식한 자들이 탄식하고 있습니다. 대신이 계청한 대로 모두 혁파할 수가 없게 된 이상, 조정에서 존귀하기로 왕자와 대신보다 더한 사람이 없으니 참으로 상께서 하교하신 대로 배정하는 것이 마땅할 듯합니다. 그러나 오늘날 난처한 것은 왕자·대신들에게 있는 것이 아니라 다른 상급 관아에 있는 것으로서 한번 단서를 터놓을 경우 형편상 조절하여 줄이기가 어려울 듯합니다. 어느 아문 어느 품계 이상까지 한계를 두어 변통시키는 것이 마땅할 듯합니다. 그러나 상급 관아가 아니면 체통이 같은 아문이니, 신의 조가 마음대로 할 수가 없습니다. 대신들에게 의논하여 결정하게 하소서.” 하니, 전교하기를, “대신들에게 의논하여 규례를 정하도록 하라.” 하였다.",
                "hj": "○丙辰/兵曹啓曰: “大臣因吳䎘、李時發等 狀啓, 言念海內民生倒懸之苦, 請罷皀隷, 身先減去前導, 前後所啓, 辭嚴義正, 聽聞歎服, 民之受惠, 不啻一分。 不圖各衙門, 爭相責立, 實惠未孚於民生, 而督責先及於本曹。 檢討以上, 皆帶鑞牌, 而領事則無引路, 五六品官依前呼唱, 而 政府則無前導, 行路駭視, 有識長歎。 旣不能依大臣啓辭, 盡行革罷, 則朝廷之所尊貴者, 宜莫若王子、大臣, 固當依上敎, 劃卽定送 。 但今日之難處者, 不在於王子、大臣, 而在於他上司, 一或開端, 勢難裁減。  某衙門某品以上, 似當變通, 而非上司, 則適體衙門, 臣曹不敢擅便, 議大臣定奪。” 傳曰: “議于大臣, 裁定式例。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Kim Chunbo , Circuit Commissioner for Refreshing the Envoy to the Emperor [of Ming China] , reported to the King, Magistrate of Gyeongju Strategic Prefecture Kim Jongyeong , is equal to the work of constructing the construction of the capital. Your subject requests that he be arrested and imprisoned in the capital. At the time, the construction of both the palaces and the expenditures were exhausted. Consequently, rogues of valuable petty functionaries called Circuit Commissioner and Special Appointees for Refreshing the Envoy to the Circuit Commission for Refreshing the People , collecting taxes on all the eight provinces, such as Kim Sun , Ji응gak , Wu Cansun , Wang Myeonghoe , and Kim Chungbo , sometimes 서얼 and private slaves, arbitrarily increased the various villages, and thus they insulted the magistrates. Although Kim Jongyeong is an ordinary man, he has reached the second rank and has served as director . However, Kim Chungbo dared to arrest and bring him to the capital and rushed to urgently report to the throne. How could this be extremely disgraceful? However, the imperial court could not rectify his crime, and after a month has passed, there has been something occasionally impeached by the Royal Secretariat. Therefore, it is not possible to mention such matters as this. This is also due to Kim Jongyeongs voices.",
                "H2KE-nKo": "조도사 김충보가 장계하기를,“경주 부윤 김존경이 영건하는 일을 원수처럼 여기고 있으니, 경옥으로 잡아오게 하소서.”하였다. - 당시에 두 궁궐을 영건하느라 재용이 고갈되었다. 이에 무뢰한 모리배들을 조도사, 독운 별장이라 칭하여 팔도에서 가혹하게 거두어들였는데, 김순, 지응곤, 우찬순, 왕명회, 김충보는 서얼이거나 사천으로서 여러 고을을 횡행하며 수령을 능멸한 것이 이루 다 기록할 수 없었다. 김존경이 용렬하고 비루하기는 하지만 품계가 2품이고 직책이 부윤인데, 김충보가 감히 경옥으로 잡아왔다고 공공연하게 급히 장계하였으니, 어찌 매우 놀라운 일이 아니겠는가. 그런데도 조정에서 그 죄를 바로잡지 못하였고, 한 달이 지난 뒤에 갑자기 추고하기를 청한 정원의 계사가 있었으니, 당시의 일은 진실로 말할 것도 못 된다. 이 또한 김존경이 스스로 취한 것인가. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 26일(정사) 1번째기사",
                "gt-oKo": "조도사(調度使) 김충보(金忠輔)가 장계하기를, “경주 부윤 김존경(金存敬)은 영건(營建)하는 일을 원수처럼 여기고 있으니 경옥(京獄)으로 잡아 데려가게 하소서.” 하였다.【이 당시 두 궁궐을 영건하느라고 재력이 바닥났다. 이에 무뢰한 모리배들에게 조도사 및 독운 별장(督運別將)의 칭호를 내려 팔도의 세공(稅貢)을 받아들이게 하였는데, 김순(金純)·지응곤(池應鯤)·우찬순(禹纘舜)·왕명회(王明恢)·김충보의 무리가 서얼(庶孽) 또는 사천(私賤)으로서 여러 고을을 다니며 수령들을 능멸한 일은 이루 기록할 수 없을 정도였다. 김존경이 비록 용렬하고 비루한 인물이지만 품계가 2품이고 직위가 부윤인데 충보가 경옥으로 잡아 데려갈 것을 버젓이 치계하였으니 이것이 어찌 매우 놀라운 일이 아니겠는가. 그런데 조정은 그의 죄를 바로잡지 못하였고 며칠 뒤에 겨우 추고를 청하는 정원의 계사만 있었으니, 당시의 일은 말할 것도 없다. 그리고 이 일은 역시 존경이 자초한 것이 아니겠는가.】",
                "hj": "○丁巳/調度使金忠輔狀啓曰: “慶州府尹金存敬營建一事, 視同仇讎, 請拿致京獄。”【當時營建兩闕財用匱竭。 於是以無賴牟利之輩, 稱爲調度使、督運別將, 箕斂於八路, 如金純、池應鯤、禹纉舜、王明恢、金忠輔,  或以庶孽, 或以私賤, 橫行列邑, 凌蔑守宰者, 不可勝紀。 金存敬雖庸鄙, 階爲二品, 職爲府尹, 而忠輔敢以拿致京獄, 公然馳啓, 豈非可駭之甚? 而朝廷不能正其罪, 經月之後, 堇有政院之請推, 當時之事, 固不足道也。 是亦存敬之自取者歟?】"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Recently, the number of prisoners has died nearly sixty or seventy. Although I do not know whether this is true or true, I heard that I am extremely disappointed. Even if one member of the Bureau of Currency has died, why would I not report it to me? Have the Ministry of Punishments urgently investigate and report back to me.",
                "H2KE-nKo": "전교하였다. “요즘 전옥서의 죄인 중에 죽은 자가 거의 60, 70명에 이른다고 하는데, 사실인지는 알 수 없으나 듣기에 매우 놀랍다. 한 명이라도 어찌 입계하지 않았는가. 해당 조로 하여금 급히 조사하여 아뢰게 하라.”\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 27일(무오) 1번째기사",
                "gt-oKo": "전교하였다. “요즈음 전옥서의 죄인 중에 죽은 자가 60, 70명이나 된다고 하는데, 사실인지 알 수 없으나 듣기에 매우 놀라운 일이다. 단 한 명이 죽었더라도 어찌 입계하지 않을 수 있겠는가. 해조로 하여금 시급히 조사하여 아뢰도록 하라.”",
                "hj": "○戊午/傳曰: “近日典獄罪人物故者, 幾至六七十人云, 雖未知虛實, 所聞極駭。 雖一名, 何不入啓乎? 令該曹急急察啓。”"
            },
            "2": {
                "H2KE-EN": "승지 박홍도가 아뢰기를, “신이 하교하신 뜻으로 전옥서에 물었더니, 본 Bureau of Punishments wrote and submitted a list of names to the throne. For this reason, separately, wrote a list of names to the Bureau of Punishments and submitted a list of names to the throne. Generally, this fifty-six member of the five-six member of the Bureau of Livestock Breeding has not been caused by a single sick. In the autumn of last year, the member of the Bureau of Livestock Breeding continued to die. The member of the Livestock Breeding has been created and unable to apprehend the member of the Bureau of Livestock Breeding . Not only is this Bureau of the Livestock Breeding but also cannot apprehend the member of the Bureau of Livestock Breeding. The member of the Livestock Breeding has been unable to apprehend the member of the Bureau of Livestock Breeding . Recently, apprehend the member of the Livestock Breeding was all caused by the member of the previous day. The member of the fifty-six member of the Bureau of Livestock Breeding to apprehend the member of the Bureau of Livestock Breeding . These member of the Bureau of Livestock Breeding observed the member of the Bureau of Livestock Breeding , and the member of the Bureau of Livestock Breeding was even more severe. From this day forward, all the member of the Bureau of Capital Markets and the Livestock Breeding , as well as the superior of the Livestock Breeding , have the member of the Bureau of",
                "H2KE-nKo": "승지 박홍도가 아뢰기를,“신이 하교하신 뜻으로 전옥서에 물었더니, 전옥서에서 개록하여 가져왔기 때문에 별단으로 서계합니다. 대개 이번 56명의 시체는 한때 병으로 죽은 것이 아니라 작년 가을과 겨울부터 연이어 죽은 것입니다. 쌓인 시체가 언덕을 이루었는데도 옮겨 나가지 못한 것은 전옥서가 잔약하여 끌어내지 못해서일 뿐만 아니라 상사에서 가둔 사람도 끝내는 반드시 추핵할 곳이 있을 것이기 때문에 임의로 끌어내지 못한 것입니다. 죽은 자가 즐비하고 열기가 전염되어 여염에 여역이 치성한 것이 반드시 여기에서 말미암지 않았다고 할 수 없습니다. 근일에 끌어 내온 것은 모두 지난날 쌓인 시체가었습니다. 56명의 시체를 옮겨 내오는 것은 사람으로 하여금 참혹하여 차마 볼 수 없게 하였으니 들은 것이 구중궁궐에 알려진 것은 당연합니다. 그리고 전옥서에서 개록한 것을 살펴보니 각사에서 함부로 가둔 것이 한결같이 이 지경에 이르렀는데, 그중에 포도청이 더욱 심하여 죽은 자가 가장 많았습니다. 지금 이후로는 네 포도청 및 상사에서 무릇 죄수가 있을 경우 어느 아문의 어느 관원이 가둔 것인지를 일일이 기록하게 하고, 죽은 자가 있을 경우에는 주상의 하교대로 아뢰도록 하는 일을 승전을 받들어 시행하게 하소서.”하니, 답하기를,“아뢴 대로 하라. 이 일은 매우 놀랍다. 앞으로는 절대로 함부로 가두지 말라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 27일(무오) 2번째기사",
                "gt-oKo": "승지 박홍도가 아뢰기를, “신이 하교하신 뜻으로 전옥서에 물었더니 본서가 죽은 사람의 명단을 적어 올렸으므로 별단(別單)으로 서계합니다. 대개 이번 56명의 시체는 동시에 병들어 죽은 것이 아니라, 작년 가을부터 잇달아 죽은 것이었습니다. 그리고 시체가 산처럼 쌓였으나 운반하여 내갈 수 없었던 것은 본서의 물력이 잔폐하여 내가지 못했을 뿐만 아니라, 상급 관아에서 수금한 죄인은 나중에 추핵하는 일이 있기 때문에 임의로 내갈 수 없었던 것입니다. 따라서 죽은 시체가 쌓여 열기가 전염되고 있는데 여염에 여역이 치성한 것도 이러한 데에 원인이 있지 않다고만은 말할 수 없습니다. 근일에 내간 시체들은 모두가 전일에 쌓여 있었던 것인데 56명의 시체를 운반하여 내갈 때에 그 비참한 광경을 사람들이 차마 볼 수 없을 정도였으니, 의당 소문이 궁중에 알려졌을 것입니다. 그리고 본서가 적어 올린 것을 조사해 보건대 각사에서 함부로 수금한 것이 이러한 지경에 이르렀는데, 그 가운데에서 포도청이 더욱 심하여 죽은 자가 가장 많았으므로 바라건대 이후로는 네 포도청 및 상급 관아에서 사람을 가둘 때에는 어느 아문의 어느 관원이 가둔 것인지를 일일이 기록하게 하고, 죽은 자가 있을 경우 상께서 하교하신 대로 아뢰도록 할 것을 승전을 받들어 시행하게 하소서.” 하니, 답하기를, “아뢴 대로 하라. 이 일은 매우 놀라운 일이다. 앞으로는 절대로 함부로 가두지 말도록 하라.” 하였다.",
                "hj": "○承旨朴弘道啓曰: “臣以下敎之意, 問于典獄署, 則本署開錄來呈, 故別單書啓矣。 大槪今此五十六人之屍軀, 非一時病斃者也, 自上年秋冬, 相繼而斃。 積屍成丘, 不得轉出者, 非但本署殘救, 不能曳出, 上司所囚之人, 終必有推覈之處, 故不得任意曳出。 死者交枕, 熱氣相染, 閭閻癘疫之熾,  未必不由於此。 近日之曳出, 皆是舊日之積屍也, 五十六屍之轉出, 令人慘不忍見, 宜乎所聞徹於九重也。 且考見本署之開錄, 則各司之濫囚, 一至於此, 而其中捕盜廳尤甚, 死者最多。 請自今以後, 四捕盜廳及諸上司, 凡有囚人, 以某衙門、某官所囚, 一一懸錄, 有物故者, 依上敎啓知事, 捧承傳施行。” 答曰: “依啓。 此事極駭, 今後切勿濫囚。”"
            },
            "3": {
                "H2KE-EN": "The State Tribunal reported, Fifth-rank Aide to the State Tribunal , Fifth-rank Aide [to the governor] Wu M필jeon , who was imprisoned at the State Tribunal for personal affairs, was very surprised. Your subjects request that Wu M필전을 추고하소서.” 하니, 윤허한다고 전교하였다.",
                "H2KE-nKo": "의금부가 아뢰기를,“도사 우필전이 사적인 일로 사람을 의금부에 가두었는데, 이는 전고에 없던 변고로서 매우 놀랍습니다. 추고하소서.”하니, 윤허한다고 전교하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 27일(무오) 3번째기사",
                "gt-oKo": "의금부가 아뢰기를, “도사 우필전(禹弼甸)은 개인의 일로 사람을 왕옥(王獄)에 가두었는데 이것은 전고에 없었던 변고로서 매우 놀라운 일입니다. 추고하소서.” 하니, 그리하라고 전교하였다.",
                "hj": "○義禁府啓曰: “都事禹弼甸以私事, 囚人於王獄, 此是前古所無之變, 極爲驚駭, 請推考。” 傳曰: “允。”"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Special Royal Commissioner to Jeolla Province Yu Jang is entrusted with all his heart to assume his assigned duties, and his diligence is equitably revealed. Thus, he is to be promoted. ",
                "H2KE-nKo": "전교하기를,“전라도 경차관 유강은 마음을 다해 직임을 수행하여 노고가 가장 두드러졌으니 가자하라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 27일(무오) 4번째기사",
                "gt-oKo": "전교하였다. “전라도 경차관 유속(柳涑)은 마음을 다해 임무를 수행하여 노고가 가장 드러났으니 가자하도록 하라.”",
                "hj": "○傳曰: “全羅道敬差官柳洬, 盡心察任, 勤苦最著, 加資。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "전교하였다. “공사를 시작할 시기가 다가오는데 artisans from the capital are not listed altogether. 오늘 안으로 각별히 찾아내어 urgently urgently. Those who conceal the fugitively fugitively.",
                "H2KE-nKo": "전교하였다. “공사를 시작할 날짜가 다가오는데 서울의 장인들은 일체 나오지 않는다고 하니, 오늘 안으로 각별히 찾아내어 나오도록 독촉하라. 숨어서 나오지 않는 사람은 일일이 바른 대로 아뢰고 숨기지 말라.”\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 28일(기미) 1번째기사",
                "gt-oKo": "전교하였다. “공사를 시작할 날짜가 다가오는데 서울의 장인(匠人)들이 모두 나오지 않는다고 하니, 오늘 안으로 각별히 찾아내어 나오도록 하고 숨어 있으면서 나오지 않는 사람은 모두 곧장 아뢰어 숨기지 말도록 하라. ”",
                "hj": "○己未/傳曰: “始役將迫, 而京匠人一切不出云, 當日內各別搜括督出, 隱匿不出人, 一一直啓, 勿爲隱諱。” 光海君日記卷第一百八十五"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The vice-envoy and the executive assistants of the magistrate of Jangyeon and Mi Promontory are all promoted. This was according to the precedent of Uiju , Yongcheon , Insan , and other places. ",
                "H2KE-nKo": "전교하기를,“장연과 미곶의 중국 배가 와서 정박한 곳의 부사와 첨사를 모두 가자하라.”하였다. - 의주, 용천, 인산 등의 규례에 따른 것이다. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 3일(갑오) 1번째기사",
                "gt-oKo": "전교하기를, “장연(長淵)과 미곶(彌串) 등 중국 배가 정박해 있는 곳의 부사와 첨사들을 모두 가자하도록 하라.” 하였다.【의주(義州)·용천(龍川)·인산(麟山) 등지의 규례에 따른 것이다.】",
                "hj": "○甲午/傳曰: “長淵、彌串唐船來泊處, 府使僉使竝加資。【依義州、龍川、麟山等規例也。】"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On eulmi day, all the civil and military officials submitted a memorial requesting the presentation of honorific titles [to the King] in eulmi year (, [but their request] was not granted.",
                "H2KE-nKo": "백관이 존호 올리기를 주상에게 아뢰어 청하였으나, 따르지 않았다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 4일(을미) 1번째기사",
                "gt-oKo": "백관이 계사를 올려 존호를 올릴 것을 청하였으나 따르지 않았다.",
                "hj": "○乙未/百官啓請上號, 不從。"
            },
            "2": {
                "H2KE-EN": "Former Magistrate of Pyeongsan Strategic Prefecture Yi Gwi submitted a memorial, which stated, The inspectors and censors said that your subject and [Yi] Jeom assisted the Crown Prince in the Royal Coffin Hall . They claimed that there was no basis and absurd remarks. They claimed that the words were rumored and instead claimed to your subject. Your subject and [Yi] Jeom said that they were from where they were. Who would hear and 누가 claim that they were claimed? If the words were not what the inspectors and censors did not speak, they would certainly have heard and claimed that they would have heard and claimed. Only after your subject confronted a confrontation with your subject. It would be possible for your subject to urgently send your subject to the jurisdiction in order to confront with a confrontation with a confrontation.",
                "H2KE-nKo": "전 평산 부사 이귀가 상소하기를,“대간이 신과 김자점이 서궁을 비호하는 논의를 했다고 하면서 근거도 없고 근거도 없는 망측한 말을 전파되었다고 핑계 대면서 신에게 덮어씌웠습니다. 신과 김자점이 어느 곳에서 말했으며 누가 듣고 누가 전한 것입니까. 이 말은 대간이 지어낸 것이 아니니 반드시 들은 곳이 있을 것입니다. 그 말의 출처를 찾아내어 신과 대질 신문을 벌인 뒤에야 신의 억울한 정상을 밝힐 가망이 있을 것입니다. 속히 신을 법관에게 내려 말을 지어낸 자와 대질 신문을 벌려 나라의 형벌을 바로잡으소서.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 4일(을미) 2번째기사",
                "gt-oKo": "전 평산 부사 이귀가 상소하였다. “대간이 신과 김자점이 서궁을 부호하려는 의논을 했다고 하면서 근거없는 망측스러운 말로 전파되었다고 핑계대며 어거지로 신에게 덮어 씌우고 있습니다. 신이 자점과 어느 곳에서 말했으며 누가 듣고 누가 전한 것입니까. 이것은 대간이 지어낸 말이 아닐 경우 필시 들은 데가 있을 것이니 그 말의 출처를 찾아내어 신과 대질시켜 변증한 뒤에야 신의 억울한 정상이 밝혀질 가망이 있습니다. 속히 신을 사구(司寇)에 내리시어 말을 지어낸 사람과 대면시켜 허위와 사실을 변명케 하고 실상을 규명하도록 하여나라의 형벌을 바로잡으소서.”",
                "hj": "○前平山府使李貴上疏曰: 臺諫謂臣與金自點爲扶護 西宮之議, 乃以無據、無根罔測之說, 託稱傳播, 而勒加臣身。 臣與自點, 言於何處, 而孰聞而孰傳之, 此言非臺諫之所做出, 則必有聞處, 得其言根, 而與臣對辨, 然後臣之冤狀, 庶有暴白之望 。 亟下臣司寇, 與造言者對辨, 以正邦刑。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General submitted a joint memorial requesting the dedication of honorific titles, but the King did not approve this request.",
                "H2KE-nKo": "양사가 합동으로 아뢰어 존호 올리기를 청하였으나, 따르지 않았다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 4일(을미) 3번째기사",
                "gt-oKo": "양사가 합계하여 존호를 올리기를 청하였으나 따르지 않았다.",
                "hj": "○兩司合啓請上號, 不從。"
            },
            "4": {
                "H2KE-EN": "사간 임건, Third Inspectors Yi Sijeong, Fourth Inspectors Han Jeonghyeon and Jeong Dam , and Third Censor Im Giji reported as follows: Your subject and others implored that the matter of Yi Gwi and Yi Jeom be jointly implicated in interrogation only once a single moment. Your Majesty already issued a royal order through a rumor, and your subject and others did not say that today did not speak. They withdrew this and withdrew. Now your subject and others are staying at the main hall of the Office of the Inspector General and your subject humbly observed the memorial of Yi Gwi , saying, Who have heard the discussion of Yi Jeom and tried to trip to",
                "H2KE-nKo": "사간 임건, 장령 이시정, 지평 한정국ᆞ정담, 헌납 임기지가 아뢰기를,“신들이 이귀와 김자점의 일에 대해 합동으로 올리는 계사를 한 번 올리고 그친 것은 성상께서 이미 풍문으로 들었다고 하교하셨기 때문에 신들은 단지 오늘 말하지 않았다고만 여기지 않고 피혐하여 물러났습니다. 그런데 지금 합동으로 올리는 일로 대청에 와 있으면서 삼가 이귀의 상소를 보니 ‘서궁을 부호하기로 자점과 의논한 것을 누가 듣고 누가 전하였는가?’라고 하고, 또 ‘이 말은 대간이 지어낸 것이 아니라면 반드시 들은 곳이 있을 것이니 그와 대면하여 변론하라.’라고 하였습니다. 이귀는 김제남의 잔당으로서 서궁을 부호하는 것이 바로 그의 본심입니다.역적 최기의 옥사가 일어났을 때 중도에서 기다리고 있다가 원정을 증감하여 요행히 국법을 피하였는데, 오랫동안 폐기되어 있으면서도 지난날의 죄악을 고치지 않았습니다. 그가 사돈인 김자점과 서궁을 부호한다는 말을 정홍원이 다른 사람에게서 듣고 이원여와 민심 등에게 전하면서 이귀 등의 역언에 대해 극언하기를 ‘내가 다시 대간이 된다면 역적을 토죄하는 일에 힘을 다할 것이다.’라고 하였고, 박내장은 부형에게서 듣고 박천기와 정석준에게 전하였으며, 대신도 말하였으나 직접 들은 자가 많았습니다. 도성 안이 모두 듣고 나라에 말들이 자자하니 이것이 과연 근거가 없는 말이겠습니까. 대간은 진실로 들은 것이 있으면 아무리 작은 일이라도 입을 다물고 있어서는 안 됩니다. 더구나 서궁을 부호한다는 의논이 어떠한 죄인데 역적을 토죄하는 청을 감히 늦출 수 있단 말입니까. 신하의 의리가 조금이라도 흉역한 말을 들었다면 누가 감히 들은 것을 듣지 못하였다고 하여 스스로 역적을 비호하는 죄에 빠지겠습니까. 이귀 등의 역언이 이처럼 분명한데도 도리어 근거가 없다는 것으로 신들을 무함하니, 이는 모두 역적을 토죄하는 일을 엄하게 하지 못한 소치입니다. 신들을 체직하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 4일(을미) 4번째기사",
                "gt-oKo": "사간 임건, 장령 이시정, 지평 한정국·정담, 헌납 임기지가 아뢰기를, “신들이 이귀와 김자점이 한 것에 대해 합계하는 일을 한 번만 하고 그치게 된 것은, 성명께서 이미 풍문이라고 하교하셨기에 신들은 단지 ‘오늘 말하지 아니했다고는 말하지 마소서.’라는 말로 인피하고 물러갔기 때문입니다. 그런데 지금 합사하는 일로 대청(臺廳)에 와 있으면서 삼가 이귀의 상소를 보니 ‘서궁을 부호하기로 자점과 의논한 것을 누가 듣고 누가 전한 것이겠는가.’ 하였고, 또 ‘이 말을 대간이 지어낸 것이 아닐 경우 필시 들은 데가 있을 것이니 그와 대면하여 변증하겠다.’고 하였습니다. 이귀는 김제남(金悌男)의 여얼(餘孼)로서 서궁을 부호하는 것이 바로 그의 본심입니다. 그리고 역적 최기(崔沂)의 옥사가 일어났을 때 중도에서 기다리고 있다가 원정(元情)을 고치게 하여 요행히 형벌을 면했는데, 오래도록 폐기되어 있으면서도 끝내 지난날의 죄악을 반성하지 않았습니다. 그가 사돈인 김자점과 서궁을 부호한다는 말을 정홍원이 누군가에게 듣고 이원여와 민심에게 전하며 이귀 등의 역언에 대해서 극언하기를, ‘내가 다시 대간이 된다면 역적을 토죄하는 일에 주력할 것이다.’라고 하였고, 박내장은 그의 부형들에게 듣고 박천기(朴天祺)와 정석준에게 전했으며, 대신도 말을 하여 직접 들은 사람이 많습니다. 도성 사람이 모두 듣고 온나라에 말이 자자한데, 이것이 과연 근거가 없는 말이겠습니까. 대간은 참으로 들은 것이 있으면 아무리 작은 일이라도 입을 다물고 있어서는 안 되는 것입니다. 더구나 서궁을 부호하는 일이 어떠한 죄인데 역적을 토죄하는 계청을 늦출 수 있겠습니까. 신하의 의리에 있어 조금이라도 흉역스런 말을 들었을 경우 누가 감히 들은 것을 못 들었다고 하여 스스로 역적을 감싸주는 죄에 빠지겠습니까. 이귀 등의 역언이 이처럼 분명히 드러났는데 오히려 근거가 없다는 것으로 신들을 무함하고 있으니 이것은 모두가 신들이 역적을 토죄하기를 엄하게 하지 못한 탓입니다. 신들을 체직하소서.” 하였는데, 사직하지 말라고 답하였다.",
                "hj": "○司諫林健、掌令李時楨、持平韓正國ㆍ鄭湛、獻納任器之啓曰: “臣等以李貴、金自點事合啓, 一番而止者, 聖明旣以風聞爲敎, 臣等只以莫謂今日不言, 爲避而退矣。 今者以合司事, 在臺廳, 伏見李貴上疏則曰: ‘與自點扶護西宮之議, 孰聞而孰傳之。’ 又曰: ‘此言非臺諫所做出, 則必有所聞處, 與之對辨。’ 貴以悌男餘孽, 扶護西宮, 乃其本心也。 賊沂之獄, 要於中路, 增減元情, 幸逭邦刑, 久廢之餘, 不悛舊惡。 與婚家金自點, 扶護西宮之說, 鄭弘遠聞於人, 而傳於李元輿、閔等, 極言貴等逆言曰: ‘吾若更爲臺諫, 則當極力討逆。’ 朴來章聞於父兄, 而傳於朴天禥、鄭碩儁, 大臣亦言, 而多有親聽者。 都下咸聞, 國言藉藉, 則此果無據無根之說乎? 臺諫苟有所聞, 雖小事不可含默。 況此扶護之議, 是何等罪, 而敢緩討逆之請乎? 人臣之義, 若聞一毫兇逆之言, 孰敢以所聞者爲不聞, 而自陷於護逆之罪哉? 貴等逆言, 如是昭昭, 而反以無據無根, 構陷臣等, 此無非 討逆不嚴之致, 請命遞斥。” 答曰: “勿辭。”"
            },
            "5": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Jeong Do reported as follows: Your subject humbly observed the memorial of Yi Gwi and many officials involved in their responsibility, and your subjects heard what he had heard from the other day. The words of your subjects responsibility are different from that of many officials involved in their responsibility. Thus, there is no further discussion about this. However, at the time when your subjects responsibility was said to Bak Ginam , Fourth Inspector [of the Office of the Inspector General] Jeong Dam said to the successful candidates for Bak Dunwon . Therefore, your subjects revealed this. Your subjects recently observed that many officials involved in their responsibilities in Bak Dunwon was Cheongi . Cheongi is the father-in-law of [Jeon] Injang , who was an elder brother-in-law of [Jeon] Injang . Your subjects request that he be replaced in his responsibility. The King ordered that he not be refused.",
                "H2KE-nKo": "집의 정도가 아뢰기를,“삼가 이귀의 상소를 보니, 많은 관원이 인혐하였습니다. 신이 들은 것은 이미 전날의 피혐하는 계사에서 다 말하였고, 피혐한 말도 많은 관원들과 같으니, 별로 더 할 말이 없습니다. 다만 그때 피혐하면서 박기남을 말한 것은, 지평 정담이 석상에서 말하기를 ‘바로 박 직장이다.’라고 하였기 때문에 언급한 것입니다. 그런데 지금 많은 관원이 피혐하는 계사를 보니, 박 직장 천기라고 하였습니다. 천기는 바로 박내장의 삼촌이니, 당초에 잘못 들은 실수가 드러났습니다. 체차하여 내치도록 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 4일(을미) 5번째기사",
                "gt-oKo": "집의 정도가 아뢰기를, “삼가 이귀의 상소와 관원들이 인혐한 계사를 보았는데, 신이 들은 것은 전일 피혐한 계사에 이미 모두 말했고 이번의 피혐하는 내용도 관원들과 같으므로 별도로 다시 아뢸 말이 없습니다. 다만 전일 피혐한 내용에 박기남을 말한 것은, 지평 정담이 석상에서 말하기를 ‘바로 박 직장(朴直長)이다.’라고 했기 때문에 언급했던 것인데, 지금 관원들이 피혐한 계사를 보건대 박 직장 천기(天祺)라고 하였습니다. 천기는 바로 박내장(朴來章)의 삼촌이니, 애당초 잘못 들은 과실이 드러났습니다. 신을 체직하소서.” 하였는데, 사직하지 말라고 답하였다.【이 계사를 지난 해 5월 14일부터 시작하였다.】",
                "hj": "○執義鄭道啓曰: “伏見李貴上疏, 多官引嫌, 臣之所聞, 已盡於前日之避。 所避之辭, 與多官同之, 別無更言。 但其時避嫌中, 以朴奇男爲辭者, 持平鄭湛, 言于席上曰, 乃朴直長云云, 故及之矣。 卽見多官之避, 以朴直長天禥爲辭。’ 天禥卽來章三寸叔也, 當初誤聞之失著矣, 請命遞斥。” 答曰: “勿辭。”"
            },
            "6": {
                "H2KE-EN": "The Office of the Censor-General submitted a joint memorial requesting the elevation of honorific titles, [but the King] did not approve [their request]. Later, all the officials of the Censor-General continued to report [to the King], but for several days later, [the King] suspended the suspension of 침을 맞으며 조섭. On the eighth day of the third month, [the King] again reported [to the King], saying, Even if the occasion can be performed, why did you not wait until I recover? In general, [the King] intended to follow [the advice]. On the twelfth day of the third month, [the King] returned to the throne.",
                "H2KE-nKo": "홍문관이 차자를 올려 존호를 올릴 것을 청하였으나 따르지 않았다. - 이후로 삼사와 백관이 연이어 계사를 올리고 며칠 뒤에 침을 맞으며 조섭하는 일로 우선 정지하였다가 3월 8일에 이르러 다시 아뢰자, 답하기를,“설사 거행할 수 있다 하더라도 어찌 내가 회복되기를 기다리지 않는가.”하였다. 이는 장차 따르겠다는 뜻을 보인 것인데, 12일에 반정하였다. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 4일(을미) 6번째기사",
                "gt-oKo": "홍문관이 상차하여 존호를 올릴 것을 청하였는데 따르지 않았다.【이후 삼사와 백관이 연계하였고 며칠이 지난 뒤에 상이 침을 맞고 조리하는 일로 우선 정계하였다가 3월 8일에 다시 아뢰니, 답하기를 ‘설사 거행할 수 있다 하더라도 어찌 내가 회복되기를 기다리지 않는가.’ 하였다. 대개 장차 따르겠다는 뜻을 보인 것인데, 3월 12일에 반정했다.】",
                "hj": "○弘文館上箚請上 號, 不從。【此後三司百官連啓, 數日後以受鍼調攝姑停。 至三月初八日復啓, 則答曰: “設或可行, 何不待予平復?” 蓋示將從之意, 而至十二日反正。】"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Han Yusang , a fourth censor of the Office of the Censor General , reported: Your subject was participated in the matter of Yi Gwi and others who were imprisoned by imprisonment and impeached by the chief official. At that time, due to an illness, your subject stayed at home. Yesterday, when Yi Gwi presented a memorial, he eventually claimed that he had been imprisonment and impeached your subject on the pretext that he had been imprisonment. Nevertheless, there is clear evidence in the rumors of the state, and the rumors of officials have ceased. How could this be a remonstrance official who fabricated such a rumor? Your subject does not wish to imprisonment by a rumor. He should have sleeped on the grounds of his sleep and await punishment. However, he submitted a memorial to the Office of the Inspector General and impeached him as if he were a dispute. The sense of importance between the Office of the Censor General and the sense of importance from your subject. Your subject requests that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "정언 한유상이 아뢰기를,“신이 이귀 등을 잡아다 국문하는 일에 참여하여 논핵할 때 함께 장관의 배척을 받았는데, 마침 병으로 정고 중에 있었습니다. 그런데 어제 이귀의 상소를 보니, 전파되었다고 핑계 대고 신에게 덮어씌우려고 한다고까지 하였습니다. 운운했다는 말이 분명히 근거가 있고 온 나라 사람들의 말이 그치지 않고 있으니, 이것이 어찌 언관이 지어낸 말이겠습니까. 다만 주상께서 풍문을 가지고 옥사를 일으키려고 하지 않으신 것일 뿐입니다. 그러니 그는 마땅히 석고대죄하기에도 겨를이 없어야 하는데, 상소를 올려 스스로 변명하기를 마치 송사하는 사람처럼 하였으니, 간관의 체면이 신으로 인해 실추되었습니다. 신을 체직시킬 것을 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 5일(병신) 1번째기사",
                "gt-oKo": "정언 한유상이 아뢰기를, “신이 이귀 등을 나국하는 논의에 참여하여 동료들과 같이 장관의 배척을 받았고, 마침 병으로 휴가 중에 있었는데, 어제 이귀의 상소를 보니, 전파되었다고 핑계대며 어거지로 자신에게 덮어 씌우려고 한다고까지 하였습니다. 그가 역언을 했다는 말이 분명히 출처가 있고 사람들의 말이 자자한데 이것이 어찌 언관이 지어낸 말이겠습니까. 다만 상께서 풍문을 가지고 옥사를 일으키고자 하지 않은 것일 뿐입니다. 그러니 그는 의당 석고대죄하기에 겨를이 없어야 하는데, 상소하여 스스로 변명하기를 마치 송사하는 사람처럼 하였으니, 간관의 체면이 신으로 인하여 추락되었습니다. 신을 체직하소서.” 하였는데, 사직하지 말라고 답하였다.",
                "hj": "○丙申/正言韓惟翔啓曰: “臣參論李貴等拿鞫事, 均被長官之詆斥, 適以賤疾, 方在呈告。 昨見李貴上疏, 至於託稱傳播, 勒加臣身爲言矣。 云云之說, 明有言根, 國言未已, 此豈言官做出耶? 特自上不欲以風聞起獄耳。 渠宜席藁俟罪之不暇, 而投疏自辨, 有若相訟者,  諫官體面, 自臣墜落, 請命遞斥。” 答曰: “勿辭。”"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director of the Office of the Lectures for the Crown Prince Jeong Hongwon presented a memorial to the King, which stated, Your subject and Nam Geun did not tell Yi Gwi to harbor loyalty. Now that they have been impeached by the inspectors and censors, we cannot but comply with Your Majestys sagacity.",
                "H2KE-nKo": "필선 정홍원이 상소하기를,“신과 남근은 이귀가 역적을 비호한 일에 대해 별로 말한 것이 없는데, 지금 대간의 피혐을 받았으니, 우러러 성상을 번거롭게 하지 않을 수 없습니다.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 5일(병신) 2번째기사",
                "gt-oKo": "필선 정홍원이 상소하였다. “신은 이귀가 역적을 부호하는 일에 대해서 남근과 별로 말한 것이 없는데, 지금 대관들이 피혐하고 있으니, 전하께 아뢰지 않을 수 없습니다.”",
                "hj": "○弼善鄭弘遠上疏曰: 臣與南瑾, 別無言李貴護逆之事, 今被臺諫之避, 不得不仰煩天聽。"
            },
            "3": {
                "H2KE-EN": "Assistant Section Chief of the Ministry of Personnel Yi Wonryeo and Assistant Section Chief of the Ministry of Personnel Min Sim submitted a memorial as follows: On the twenty-third day of the last month, your subject Yi Wonryeo encountered Jeong Hongwon at his home. When he spoke about the reason why Jeong Hongwon told him that he did not know what he wanted to do. He addressed Jeong Do because he did not know what he wanted to do. Your subject desired to hear the details of the incident. Jeong Hongwon replied as follows: On the day when Yi Gwi was interrogated, the Inspector General urged him two or three times to visit him. Then the Inspector General said, You want to address the punishment of Magistrate of Pyeongsan Magistracy Yi Gwi . You should address the draft of the draft. I said, What Yi Gwi committed? The Inspector General said, General generally speaks that Yi Gwi tried to address the claim that he addressed the claim that he had add",
                "H2KE-nKo": "이조 정랑 이원여와 좌랑 민심(閔)이 상소하기를,“지난달 23일에 신 이원여가 우연히 정홍원을 그의 집에서 만났는데, 정홍원이 전날 피혐하면서 ‘그의 마음을 헤아릴 수 없다.’라는 등의 말로 정도를 배척한 것에 대해 필시 의도가 있어서 한 말일 것입니다. 자세한 내용을 듣고자 합니다.”하니, 정홍원이 답하기를,“이귀를 논핵하던 날에 대사헌이 두세 번 나오라고 재촉하기에 가서 만났더니, 대사헌이 말하기를 ‘평산 부사 이귀를 논핵하고자 하니 그대는 초안을 작성해야 한다.’라고 하였습니다. 이에 내가 말하기를 ‘이귀에게 무슨 죄를 범한 것이 있는가.’라고 하니, 대사헌이 말하기를 ‘대개 이귀는 서궁을 비호하는 역언을 한 것이니, 지금 우선 파직으로 논하는 것이 마땅할 듯하다.’라고 하였습니다. 이에 내가 그의 말에 따라 초안을 작성하여 아뢰었습니다. 그런데 정도가 그간의 곡절을 헤아리지 못하고 전례를 원용하여 인피하였기 때문에 내가 ‘그의 마음을 헤아릴 수 없다.’라고 배척하였습니다. 신이 답하기를 ‘그렇다면 그대가 정도를 배척한 것은 바로 훗날 트집잡을 구실로 삼으려는 것이다.’라고 하니, 정홍원이 대답하기를 ‘내가 다시 대사헌을 만나 그 말의 출처를 자세히 물어보겠다.’라고 하였습니다. 신이 집으로 돌아간 뒤에 마침 언관을 만나 잠시 정홍원의 몇 마디 말을 언급하였을 뿐입니다. 민심이 같은 날 오후에 정홍원을 찾아가서 이어 전날 정홍원이 피혐하면서 한 말을 물었더니, 그가 대답한 것이 원여에게 대답한 말과 조금도 차이가 없었습니다. 그리고 나중에는 이귀가 역언을 했다는 것도 언급하였습니다. 그렇다면 하루 동안에 정홍원이 대답한 것과 차이가 없고 신들이 들은 것도 모두 같으니, 참으로 예사롭게 말하고 예사롭게 들은 것과는 조금도 차이가 없습니다. 그 뒤에 어떤 음관이 정홍원을 찾아가 만났을 때에도 신들에게 대답한 것으로 말하였다고 합니다. 신들이 들은 곳은 단지 정홍원뿐이고 정도, 정석준, 박천기 등 다른 사람들도 각각 들은 곳이 있으니, 이귀 등의 이 말은 정홍원만이 말한 것이 아닙니다. 사람들이 모두 듣고 도성 안에 떠들썩하게 전파된 것이니, 이귀가 아무리 숨기려고 한들 숨길 수 있겠습니까. 신들이 불행하게도 사람들이 증거로 삼는 대상이 되어 이름이 피혐하는 계사에서 나왔는데, 대략 대체적인 내용을 작성하여 우러러 성상의 귀를 번거롭게 하였습니다.”하였다. - 기밀에 관한 일은 비밀스럽게 해야 한다. 더구나 반정의 거사가 어떠한 일인데 은밀하게 모의하지 못하여 여러 사람들이 모두 듣고 도성 안에 떠들썩하게 전파된단 말인가. 이때를 당하여 해마다 옥사가 일어나 조금이라도 의심스러운 행적이 있으면 모두 없는 사실을 날조하여 죄를 얽어 넣었다. 그러나 이 일은 이와 같이 분명하게 드러났는데도 계사와 상소가 분분하여 그 말의 출처를 규명할 수 없었다. 대개 역적을 다스린 지 10년 동안에 죄수들이 옥에 가득차서 한때의 옥사가 6, 7가지나 되었다. 왕 말년에도 옥사가 대부분 부실하다는 것을 알고 단지 국청을 설치하여 실수를 방지하고자 하였기 때문에 역옥을 도리어 예사롭게 보고 이귀의 일을 듣고도 깊이 믿지 않았다. 김자점이 또 내간에서 계책을 써서 미리 벗어날 수 있는 터전을 마련하였기 때문에 마침내 무사할 수 있었으니, 어느 것인들 천운이 아니겠는가. -\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 5일(병신) 3번째기사",
                "gt-oKo": "이조 정랑 이원여, 좌랑 민심이 상소하기를, “지난 달 23일에 신 원여가 김홍원을 그의 집에서 우연히 만났습니다. 홍원이 전일 피혐할 때 ‘그의 마음 속을 헤아릴 수 없다.’는 말로 정도를 배척한 것에 대해 필시 어떠한 뜻이 있어서 그러한 말을 했을 것인데 자세한 내용을 듣고 싶다고 하였습니다. 그랬더니 홍원이 대답하기를 ‘이귀를 논핵하던 날 대사헌이 두세 번 속히 오라고 하기에 가서 만나 보았더니 대사헌이 말하기를 「평산 부사 이귀를 논핵하려고 하는데 그대가 계사의 초안을 잡으라.」라고 하였다. 내가 말하기를 「이귀에게 무슨 범죄가 있는가.」 하니, 대사헌이 말하기를 「대체적인 내용은 이귀가 서궁을 부호하는 역언을 한 것인데 지금 우선 파직시키는 것으로 논하는 것이 마땅할 듯하다.」고 하였으므로, 나는 그의 말에 따라 초안을 잡아 아뢰었던 것이다. 그런데 정도가 이러한 곡절을 알지 못하고 규례를 끌어대어 인피하면서, 나는 그의 마음속을 헤아릴 수 없다는 말로 배척했던 것이다.’라고 하였습니다. 신이 말하기를 ‘그렇다면, 그대가 정도를 배척한 것은 바로 훗날 말할 수 있는 소지를 삼으려고 한 것이다.’라고 하였더니, 홍원이 대답하기를 ‘내가 대사헌을 다시 만나보고 그 말의 출처를 자세히 물어보겠다.’고 하였습니다. 그리고 신이 집으로 돌아온 뒤에 마침 언관을 만나서 홍원의 몇 마디 말을 잠시 언급했을 뿐입니다. 그리고 신 민심은 같은 날 오후에 홍원을 찾아가서 이어 그가 전일 피혐한 말에 대해서 물었더니 그가 대답한 것이 원여에게 대답한 말과 조금도 다르지 않았고, 나중에는 이귀가 역언을 한 것에 대해서도 언급하였습니다. 그렇다면 같은 날에 홍원이 대답한 것이 다르지 않고 신들이 들은 것도 모두 같은 것으로서 참으로 예사롭게 말하고 예사롭게 들은 것이 아닙니다. 그 뒤 음관 한 사람이 홍원에게 가서 만나 보았는데 역시 신들에게 대답한 것으로 말했다고 하니, 신들이 들은 곳은 단지 홍원 뿐인데 정도·정석준·박천기 등 다른 사람도 각자 들은 데가 있으니 이귀 등의 이 말을 홍원만이 말한 것이 아닙니다. 여러 사람이 모두 들어 도성 안에 떠들썩하게 전파된 것인데 이귀가 아무리 숨기려고 한들 숨길 수 있겠습니까. 신들이 불행하게도 사람들이 증거로 삼는 대상이 되어 이름이 피혐하는 계사에 드러나 있으므로 사단의 대체적인 내용을 간추려 번독스럽게 아룁니다.” 하였다.【기밀의 일은 비밀스럽게 해야 한다. 더구나 반정의 거사가 어떠한 일인데 계획을 비밀스럽게 하지 아니하여 여러 사람이 모두 들을 수 있게 하고 도성에 떠들썩한 소문이 전파되게 할 수 있겠는가. 이 당시 해마다 옥사가 일어나 조금이라도 의심스러운 행적이 드러날 경우 모두 잡아다 반역죄로 얽어넣었다. 그러나 이 일에 대해서는 이상과 같이 드러나 계사와 상소가 빗발치듯 하였는데도 끝내 그 말의 출처를 규명하지 않았다. 대체로 역적을 치죄한 지 10년에 죄수들이 옥에 꽉 찼고 심지어 일시에 발생한 옥사가 6, 7건이 있기까지 하였다. 상도 말년에는 옥사가 대부분 사실이 아닌 것을 알고 단지 국청을 설치하여 과실로 중한 죄를 방면시키는 것을 방지하려고 하였기 때문에 역적의 옥사에 대해서 오히려 예사롭게 여겼고 이귀의 일을 듣고도 그다지 믿지 않았다. 그리고 김자점이 궁중에 계책을 써서 미리 벗어날 수 있는 터전을 마련하였기 때문에 끝내 무사할 수 있었던 것이다. 어느 것인들 천운이 아니겠는가.】",
                "hj": "○吏曹正郞李元輿、佐郞閔上疏曰: 去月二十三日, 臣元輿偶見鄭弘遠於其家, 語及弘遠前日避嫌以其心所在不可測知等語, 排斥鄭道者, 必有意而發, 願聞其詳。 弘遠答曰: “於論貴之日, 都憲再三促來, 往見則都憲曰: ‘欲論平山府使李貴, 君可起草。’ 我曰: ‘貴有何所犯乎?’ 都憲曰: ‘大槪貴爲西宮扶護之逆言也, 今姑以罷職論之似當。’ 我依其言, 搆草陳啓, 而鄭道不諒此間曲折, 援例引避, 故我以其心所在不可測知, 斥之矣。” 臣答曰: “若然則君之斥鄭道, 正欲爲他日執言之地也。” 弘遠答曰: “吾當更見都憲, 詳問其言根出處云。” 臣歸家之後, 適値言官, 暫及弘遠若干說而已。 閔同日午後, 歷見弘遠, 仍問前日弘遠避嫌中措語, 則所答與對元輿所言, 少無差異, 終以李貴逆言二字亦及之。 然則一日之內, 弘遠所答無異, 臣等所聞皆同, 固非泛然言之、泛然聽之之類也。 其後有一蔭官, 往見弘遠, 則亦以所答於臣等言之云, 臣等所聞處, 則只在於弘遠, 而他如鄭道、鄭碩儁、朴天禥, 各有所聞處, 則貴等此言, 不特弘遠言之也。 衆耳皆聞, 都下喧傳, 貴雖欲掩, 其可得乎? 臣等不幸而爲人所證, 名出避嫌, 略搆梗槪, 仰瀆天聽。【機事尙密。 況反正之擧, 是何等事, 而謀之不密, 使衆耳皆聞, 都下喧傳乎? 當是之時, 連歲起獄, 少有疑似之跡, 無不鍛鍊羅織, 而此則彰著若此, 啓疏紛紜,  莫能覈其言根。 蓋治逆十年, 囚繫滿獄, 一時獄事, 至有六七種。 王末年, 亦知獄多不實, 而只欲張設鞫廳, 以防失出。 故自視逆獄, 反同尋常, 雖聞李貴之事, 不爲深信。 金自點又行計內間, 預爲自脫之地, 故竟得無事, 孰非天哉?】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeongyu day, the Royal Secretariat requested that the King offer a dedication of honorific title. The King said, Generally speaking, it is possible to say if it is not impossible to support myself after my health. Now, I am suffering from an unexpected disease that I am deeply ill. How can this be the time to offer a dedication of honorific title? This is greatly unworthy. Do not raise this again.",
                "H2KE-nKo": "정원이 주상에게 아뢰어 존호를 올리기를 청하니, 답하기를,“무릇 사람이 몸에 병이 없고 건강한 뒤에야 겉으로 형식적인 겉치레만 한다고 말할 수 있는 것이다. 지금 내가 전에 없던 병을 만나 증세가 매우 위중하니, 지금이 어찌 존호를 올릴 때이겠는가. 나의 마음을 너무도 헤아리지 못한 것이니, 다시는 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "광해 185권, 15년(1623 계해 / 명 천계(天啓) 3년) 1월 6일(정유) 1번째기사",
                "gt-oKo": "정원이 존호 올리기를 계청하기를, 답하기를, “무릇 사람이 몸에 병이 없고 건강한 뒤라야 겉을 꾸미는 일에 대해 말할 수 있는 것이다. 그런데 지금 나는 전에 없었던 병이 발생하여 증세가 매우 위중한데 지금이 어찌 존호를 올릴 시기이겠는가. 나의 마음을 너무도 이해하지 못하는 것이다. 다시 번거롭게 하지 말라.” 하였다.",
                "hj": "○丁酉/政院啓請上號。 答曰: “凡人身上, 無疾康强然後, 外至彌文, 或可言也。 今予遘此前所未有之疾, 勢甚重, 此豈上號之時乎? 不諒大矣, 勿爲更煩。”"
            }
        }
    },
    "02": {
        "10": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Yesterday, when I saw the report of Choe Ho , it was compared to the Office of the Inspector General and the Office of the Censor General, which was more stricter than the present day. Your subjects committed a grave crime. At the end of the Tang dynasty, the words were extremely grudge. However, your subjects were at the beginning of our dynasty thirty to forty years without any personal grudge against one person and killed one scholar. Although your subjects wish to engage in secret, the powerful cannot reach the possibility of murder and execute murder. Furthermore, the distinction between grudge and the distinction between public and the distinction between them and the two. Therefore, your subjects cannot but repeatedly distinction between the two characters and the distinction between them and the other. Last year, when officials of the senior third rank or above proceeded to the palace, the staff officials of the Ministry of Personnel reported the section between the Office of the Inspector General and the Office of the Censor General section between the paper and the distinction between them and the others. Therefore, it would be very fortunate for the officials to engage in section between the circumstances and the distinction between Heaven. However, the thunder and the distinction between Heaven and the 봄에 살리고 가을에 죽이는 것은 from Heaven. Therefore, your subjects fear that such thunder and the distinction between the people and the distinction between them and the distinction between the world and the distinction between them. Your Majesty always reprimanded your subjects and did not dare to do so. Generally speaking out of loyalty and the distinction between officials of the senior third rank or above, the officials of the Office of the Inspector General and the Office of the Censor General all said that they were ignorant and the distinction between people and the other. Therefore, the officials of the Office of the Inspector General did not wish to engage in section between the thunder and the distinction between the King and the others. However, the officials of the Office of the Inspector General did not say that the thunder and the distinction between them.",
                "H2KE-nKo": "비변사가 아뢰기를,“어제 최호의 계사를 보았는데, 양사에 비해 구절이 갈수록 더 엄해지고 있으니 신들의 죄가 큽니다. 당나라 말기에 ‘탁류’를 던져 넣은 것은 그 말이 매우 참혹하였습니다. 그러나 신들은 본조에 서 있은 지 30, 40년이 되도록 사적인 원한으로 한 사람도 죽이고 한 사람도 죽인 적이 없었으니, 신들이 비록 황하에 던져 넣으려 해도 권력이 미치지 못하여 사람을 죽이고 한 사람도 죽인 적이 없었습니다. 더구나 ‘청류’와 ‘탁류’의 분변에 대해서는 공론이 사라지지 않고 있으니, 어찌 시끄럽게 말할 필요가 있겠습니까. ‘밀록’이라는 두 글자는 가리키는 바가 있어서 어쩔 수 없이 재차 분변한 것입니다. 지난해에 비변사의 일로 인하여 조보에 써서 내자 엄한 하교가 있었습니다. 그 뒤로 한 글자 한 마디 말도 마음대로 내지 못하였는데, 삼사는 조보에 내지 않은 것을 가지고 비밀로 했다는 것입니까.모든 공사를 결정한 뒤에 당상은 나가고 낭청은 정서하여 들이는데, 날이 저물어 문을 닫으면 종이집에 넣어 승정원에 올립니다. 삼사는 종이집에 넣어 두는 것을 가지고 비밀로 했다는 것입니까? 삼사의 서계로 죄안을 삼는 것이 옳습니다. 비밀로 했는지의 여부는 괴이하게 여길 것이 없습니다. 그러나 삼사는 비변사의 공사를 듣지 못하고 있으니, 큰 흠전입니다. 지금부터는 기별 서리로 하여금 승정원에 베껴 써서 일에 따라 바로잡아 함께 나랏일을 해결하게 한다면 매우 다행스럽겠습니다. 신하가 임금을 섬기는 것은 바로 하늘을 섬기는 것과 같습니다. 우레와 같은 위엄은 하늘로부터 생기고 가을에 죽이는 것은 하늘로부터 시작되는 것이니, 신하가 우레와 같은 위엄으로 사람을 죽이고 살리는 것은 그럴 리가 없을 듯합니다.옛사람이 말하기를 ‘말한 것이 공정하면 공공연히 말한다.’라고 하였고, 또 ‘신하가 비밀로 아뢰는 일이 없다.’라고 하였습니다. 대개 비밀로 아뢰는 것은 신하의 극죄입니다. 비록 척리나 인척이라도 감히 사적인 일로 위로 임금의 귀를 어지럽히지 못하는 자는 비록 어질지 못하더라도 그 마음은 칭찬할 만하고, 인척이나 척리가 아니더라도 궁중의 동정을 잘 알 수 있는 자는 비록 어질더라도 그 행적이 의심스럽습니다. 이 두 가지를 가지고 온 세상 사람들을 통틀어 누가 충성스럽고 누가 불충하며 누가 청류이고 누가 탁류이겠습니까. 지금 명철한 성상께서 세상을 다스리시니 반드시 이런 일은 없을 것입니다. 그런데 옥당은 비밀로 아뢰는 것을 지나치게 염려하고 있으니, 이 또한 치세를 걱정하는 선심입니다. 성상께서 매번 담당하라고 요구하셨으나 신들은 감히 하지 못하고 매번 마음을 다하라고 요구하셨으나 신들은 또 감히 하지 못하였습니다.대체로 정승의 직임을 맡고 있으면서 삼사를 해친 자는 셀 수 없을 정도로 많지만 삼사가 대신을 논한 것은 대부분이 그러합니다. 비유하자면 마치 천 길 앞이 앞에 있고 뭇 갈래가 뒤에 있어 앞다투고 뒤다투어 뒤따르는 것과 같으니, 어찌 두려워하지 않을 수 있겠습니까. 비록 그렇지만 옥당의 뜻은 신들로 하여금 이러쿵저러쿵 말을 하지 못하게 하려는 것이니, 그 또한 신들을 깊이 아끼고 신들을 깨닫게 하는 것이 절실한 것입니다. 감정이 막히고 말이 위축되어 황공하게도 감히 아룁니다.”하였다. - 시류들은 모두 무식하고 완악한 자들이어서 남을 다스리고 스스로를 비유하는 말에 반드시 참혹하고 각박한 말을 하여 임금을 감동시켰다. 그러므로 ‘칼로 삶아 죽여야 한다.’라고 하지 않고 ‘머리를 베고 가슴을 뚫어야 한다.’라고 하여 상놈들이 싸우는 말과 같은 점이 있었는데, 나라가 망할 시기가 임박하자 조짐이 먼저 흔들렸다. 정인홍은 ‘칼의 피해를 피하지 않는다.’라고 하고, 한찬남은 ‘시신을 만 갈래로 베어도 오히려 후회하지 않는다.’라고 하고, 박엽은 ‘몸이 도마 위에 있으나 단지 칼날을 받지 않았다.’라고 하고, 한급 등은 ‘탁류에 던져 넣는다.’라고 하였다. 불행하게도 이에 가깝게 되었고, 한정국은 ‘물불과 도거는 진실로 사양할 수 없다.’라고 하였다. 상소를 올리는 자들은 반드시 ‘먼저 신의 머리를 베어 아무개에게 사죄한다.’라고 하였는데, 오래지 않아 모두 극형을 받았다. 왕의 하교에도 ‘나로 하여금 강도에 치욕을 당하는 일이 없게 하라.’라고 하고, 또 ‘차라리 바닷가를 따라 살고 싶다.’라고 하였는데, 뒤에 과연 그 참언에 부합하였다. -\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 10일(경오) 1번째기사",
                "gt-oKo": "비변사가 아뢰기를, “어제 최호와 한급이 올린 계사를 보건대, 그 계사 내용이 양사의 계사보다 더 준엄하였으니 신들의 죄가 큽니다. 당나라 말기에 선비들을 황하의 탁류에 던져 넣었다는 것은 매우 참혹한 말이었습니다. 신들이 본조에 출사한 지 30, 40년이 되었는데 개인의 원한으로 한 명의 사람을 죽이거나 선비를 벤 적이 없었습니다. 신이 아무리 황하에 던져 넣으려고 하더라도 권력이 미치지 못하는데 사람을 죽이고 선비를 베는 것을 스스로 할 수 있겠습니까. 더구나 청류·탁류의 변론에 대해서는 공론이 사라지지 않고 있는데 어찌 시끄럽게 말할 필요가 있겠습니까. 비밀로 기록했다는 말에 대해서는 가리키는 의도가 있으니, 다시 변명하지 않을 수 없습니다. 작년에 비국에 관한 일을 조보(朝報)에 써낸 것에 대해서 엄한 분부를 내려셨으므로 이후로 한 글자 한 마디 말도 함부로 내지 않았는데 삼사가 조보에 내지 않은 것을 가지고 비밀로 했다는 것입니까. 모든 공사(公事)를 결정한 뒤에 당상들이 나가면 낭청이 바르게 써서 들이는데, 날이 저물어 문이 닫혔으면 종이봉지에 넣어 정원에 올립니다. 삼사는 종이봉지에 넣는 것을 가지고 비밀로 했다는 것입니까. 서계한 것을 삼사가 죄안(罪案)으로 삼는 것은 옳은 것이지만 비밀로 했는지의 여부에 대해서는 괴이하게 여길 것이 없습니다. 그러나 삼사가 비국의 공사를 들을 수 없는 것이 큰 흠전(欠典)이니, 이후로는 기별 서리(奇別書吏)로 하여금 정원에서 등서(謄書)하게 하여 일에 따라 바로잡아 함께 국사를 처리하게 한다면 매우 다행스럽겠습니다. 신하가 임금을 섬기는 것은 하늘을 섬기는 것과 똑같습니다. 천둥 벼락이 하늘에서 내려지고 봄에 만물을 소생시키고 가을에 만물을 죽이는 것을 하늘이 하는데 신하가 천둥과 같은 형벌을 내리고 살리고 죽이기를 멋대로 하려고 한다면 이러한 이치는 없는 것인 듯싶습니다. 옛사람이 말하기를 ‘자신의 말이 공정한 말일 경우 공적으로 말을 해야 한다.’고 하였고, 또 말하기를 ‘신하는 비밀로 아뢰는 일이 없어야 한다.’고 하였는데 대체로 비밀히 아뢰는 것은 신하의 더할 나위 없는 죄인 것입니다. 따라서 척리(戚里) 인아(姻婭)의 관계에 있더라도 개인의 일을 임금에게 아뢰지 않는 사람은 비록 훌륭하지 않다 하더라도 그 마음이 가상스러운 것이고, 인아 척리의 관계가 아니더라도 궁중의 동정을 아는 사람은 비록 훌륭하더라도 그 행적이 의심스러운 것입니다. 이 두 가지를 가지고 세상 사람들을 논평한다면 어느 사람이 충성스러운 사람이고 어느 사람이 불충스러운 사람이며 누가 청류이고 누가 탁류이겠습니까. 지금 성명께서 위에 계시니 필시 이런 일이 없을 것이고, 옥당의 관원들이 비밀로 아뢰는 것을 지나치게 염려하는 것도 역시 태평시대를 걱정하는 착한 마음인 것입니다. 성상께서 늘 국사를 담당할 것을 당부하셨지만 신들이 과감히 하지 못했고, 늘 마음을 다할 것을 당부하셨는데 신들이 또한 그렇게 하지 못했습니다. 대체로 재상의 직위에 있는 사람이 삼사를 해친 일은 거의 없고 삼사가 대신을 논핵한 일은 매우 많습니다. 비유하건대 천 길 절벽이 앞에 있고 온갖 형벌이 뒤에 있어 앞으로 나갈 수도 없고 뒤로 물러날 수도 없는 것과 같은데 어찌 두려워하지 않을 수 있겠습니까. 그러나 옥당의 뜻은 신들이 어떠한 행위를 하지 않기를 바란 것이니 그들이 신들을 매우 아껴주고 신들을 깨우쳐 준 것이 절실한 것이었습니다. 생각은 많으나 말이 모자라는데 황공스럽게 감히 아룁니다.” 하였다.【이때 시류(時流)들이 모두 무식하고 완미(頑迷)한 자들이어서 남을 치죄하고 자신을 비유하는 계사에 참혹한 언어를 사용하여 상을 격동시켰다. 이리하여 ‘베어 죽이거나 삶아 죽여야 한다.’라는 말을 하지 않을 경우 ‘머리를 자르고 심장을 뚫어야 한다.’는 말을 하여 상놈들이 싸우면서 하는 말과 같은 말을 하였으니 망할 시기가 다가왔으므로 조짐이 먼저 드러났던 것이다. 정인홍은 ‘칼날의 해를 피하지 않겠다.’고 하였고, 한찬남은 ‘시신(屍身)을 만 조각으로 오려내더라도 후회하지 않겠다.’고 하였으며, 박엽(朴燁)은 ‘몸이 도마 위에 있는데 단지 칼날을 받지 않았다.’고 하였고, 한급 등은 ‘탁류에 던져 넣는 일이 불행하게도 가까이 있다.’고 하였으며, 한정국은 ‘물불을 피하지 않고 도거의 형벌도 사양하지 않겠다.’고 하였다. 그리고 소장을 올리는 자들도 ‘먼저 신의 머리를 베어 어느 사람에게 사례하라.’고 하였는데 오래지 않아 극형을 받았으며, 상의 하교에도 ‘나로 하여금 강도(江都)의 치욕을 당하는 일이 없게 하라.’고 하였고, 또 ‘차라리 바닷가에 가서 살고 싶다.’고 하였는데 뒤에 과연 그 말대로 맞았다.】",
                "hj": "○庚午/備邊司啓曰: “昨見崔濩 啓辭, 比兩司, 一節嚴於一節, 臣等之罪大矣。 唐末濁流之投, 言極慘烈, 而臣等立乎本朝三四十年, 未嘗以私怨殺一人、戮一士, 臣等雖欲投河, 權力不逮, 殺人、戮士者自當之? 況淸濁之辨, 公論不泯, 何必呶呶爲哉? 至於密錄兩字, 意有所指, 不得不再辨。 先年因備局事, 書出於朝報, 有嚴敎, 自是厥後, 隻字片言, 不得擅出, 三司以不出朝報, 爲秘密耶? 凡公事定奪後, 堂上出去, 郞廳正書以入, 而日暮閉門, 則藏諸紙袋, 呈政院, 三司以藏諸紙袋, 爲秘密耶? 以三司書啓, 爲罪案可矣。 秘密與否, 不足怪也。 然三司不聞備局公事, 大是欠典。 自今使奇別書吏, 謄書於政院, 隨事䮕正, 共濟國事, 十分幸甚。 人臣事君, 正如事天。 雷霆霹靂, 自乎天, 春生秋殺, 自乎天, 人臣若 雷霆生殺, 則恐無是理也。 古人曰: ‘所言公則公言之。’ 又曰: ‘臣無密啓,’ 蓋密啓, 人臣之極罪也。 雖在戚里、姻婭, 不敢以私事, 上溷君聽者, 雖不賢, 其心可賞; 非姻婭、戚里, 而能知內間動靜, 則雖賢, 其迹可疑。 持此兩端, 槪乎一世, 孰爲忠而孰爲不忠, 孰爲淸而孰爲濁流? 卽今聖明當天, 必無此事, 而玉堂過慮密啓, 其亦憂治世之善心也。 聖上每責以擔當, 而臣等不敢焉, 每責以盡心, 而臣等又不敢焉。 蓋居相職, 害三司者, 歷數未聞, 三司論大臣, 滔滔皆是。 譬如千仞在前, 群鋸在後, 跋前寁後, 安得無懼。 雖然玉堂之意, 不欲臣等有所云爲, 其亦愛臣等深矣, 悟臣等切矣。 情隘辭蹙, 惶恐敢啓。”【時流皆無識頑童, 治人自喩之辭, 必爲慘刻之言, 以動王聽。 故不曰刀鋸鼎鑊, 則曰斬頭穴胸, 有同常漢鬪鬨之語, 而覆亡已迫, 機兆先動。 鄭仁弘則有曰不避俎刀之害; 韓纉男則有曰斬屍萬段, 猶不自悔; 朴燁則曰身在俎上, 但未受刃; 韓昅等曰濁流之投, 不幸近之; 韓正國則曰水火刀鋸, 固所不辭。 凡爲章疏者, 必曰先斬臣頭, 以謝某人, 不久俱被極刑, 王之下敎亦曰: “毋使予有江都之辱。” 又曰: “寧欲遵海濱而處,” 後果符其讖云。】"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: The officials of the Office of the Inspector General are the place of discussing state affairs, and there is no order to select and dispatch royal attendants . However, the officials of the Office of the Inspector General are suddenly appointed to the position of supervising the transportation of provisions, which is extremely uncomfortable. Recorder [of the Office of the Censor General] Mok Seoheum bowed to take leave, but due to his illness, he stayed in the suburbs of the capital for a long time and has yet to depart. Your subjects request that another official be replaced, and that Recorder [of the Office of the Inspector General] Mok Seoheum not be sent to the capital so as to honor the steadfast of the Office of the Crown Prince. The King said, Mok Seoheum already bowed to take leave, and now he should not be replaced.",
                "H2KE-nKo": "홍문관이 아뢰기를,“옥당은 바로 논사하는 자리입니다. 시종신을 가려 보내라는 명이 없었는데 갑자기 본관의 관원을 양곡을 독운하는 직임에 차임하였으니, 일의 체모로 헤아려 볼 때 매우 온당치 못합니다. 수찬 목서흠이 배사한 뒤에 병으로 교외에 오랫동안 머물고 있으면서 아직도 길을 떠나지 않았다고 합니다. 다른 사람으로 대신 차임하고 목서흠을 보내지 말아서 경악의 체면을 중하게 하소서.”하니, 답하기를,“목서흠은 이미 배사하였으니 지금 개차할 수 없다.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 11일(신미) 1번째기사",
                "gt-oKo": "홍문관이 아뢰기를, “옥당은 바로 의견을 논의하는 곳입니다. 시종의 관원을 뽑아 보내라는 명도 없었는데 갑자기 본관의 관원을 양곡을 독운하는 직임으로 차출하는 것은 일의 체모로 헤아려 보건대 매우 온당치 않습니다. 수찬 목서흠(睦敍欽)이 배사한 뒤에 병으로 교외에 오래 머물고 있으면서 아직 길을 떠나지 않았다고 합니다. 다른 사람을 대신 차출하고 목서흠을 보내지 말도록 하여 경연의 체면을 중하게 하소서.” 하니, 답하기를, “목서흠이 이미 배사하였으니 지금 개차할 수 없다.” 하였다.",
                "hj": "○辛未/弘文館啓曰: “玉堂乃論思之地也, 無擇遣侍從之命, 而本館之員, 遽差督運糧餉之任, 揆以事體, 極爲未安。 修撰睦叙欽拜辭之後, 以病久滯郊外, 尙未登道云。 請以他人代差, 修撰睦叙欽勿爲發送, 以重經幄體面。” 答曰: “睦敘欽已爲拜辭, 今不可改差。”"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, In all cases where envoys travel to Beijing , commissioners for accompanying the envoy , for celebrating the Imperial Crown Princes birthday , or other envoys travel to Beijing , if they are ill and flee to avoid their duties under the pretext of illness, dismiss them from office and serve as a soldier.",
                "H2KE-nKo": "전교하기를,“중국에 가는 사신 및 접반사, 문안사 등의 사신으로서 병을 핑계 대고 피하기를 꾀하는 자는 일일이 적발하여 파직하고 종군하게 하라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 11일(신미) 2번째기사",
                "gt-oKo": "전교하였다. “중국으로 가는 사신 및 접반·문안사로서 병을 핑계대고 회피하는 자들을 일일이 적발하여 파직시키고 종군하도록 하라.”",
                "hj": "○傳曰: “凡赴京使臣及接伴、問安等使, 稱病謀避者, 一一摘發, 革職從軍。”"
            },
            "3": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Han Jeong국이 아뢰기를, “삼가 observed the memorial submitted by the Office of the Inspector General twice as follows: Previously, your subjects did not know whether it was proper or not to distinguish the righteousness and to distinguish the righteousness between the right and the righteousness. Formerly, among the officials of the Office of the Inspector General sometimes were recommended to Beijing as separately. However, the section chief and the assistant section chief were all based on the sense of discussions at that time. How could it be possible for the officials of the Office of the Inspector General to find all of them as separately by one official in the Office of the Inspector General? Moreover, this 거조는 지극히 공정한 데에서 나온 것이니, only a single possible occurred in the cardinal principles of righteousness, would it not be too extreme? Your subjects, being the king, cannot dare to decline the separate turity of water and fire. However, their offenders did not violate their crimes, and thus they stubbornly proceeded to their homes. How can this not be sorrowful? Moreover, when the words were related to the Ministry of Personnel , high officials were angry and the court was unclear, and when they wailed in the palace gates, they were able to climb the symptoms of yin and yang while sympathizing the circumstances. Your Majesty issued an order to separately separately. Later, the Office of the Inspector General had been found in the royal order to separately and did not separately separately? Your subjects, unworthy one, dared to separately",
                "H2KE-nKo": "지평 한정국이 아뢰기를,“삼가 지난번에 삼사의 관원들이 인피한 내용과 비변사가 두 차례 올린 계사를 보았는데, 신은 오늘날 시비의 소재와 청탁의 구분에 대해 잘 모르겠습니다. 지난날 삼사의 관원들을 혹 북경에 가는 망단자에 의망하기도 하였으나, 이른바 전랑과 수찬은 모두 한때 물의의 비난을 받아 그렇게 된 것입니다. 200년 이래로 어찌 삼사의 관원들을 모두 서장관의 망단자에 의망한 적이 있었습니까. 더구나 이 조치가 지극히 공정하고 지극히 올바른 데에서 나왔다면 그만이겠지만, 진실로 그 사이에 털끝만큼이라도 사사로운 뜻이 있었다면 또한 심하지 않겠습니까. 신들이 군부를 위하여 물불을 가리지 않고 도거의 형벌도 진실로 감히 피할 수 없지만, 자신들이 지은 죄가 없는데 입을 다물고 길을 떠나게 된다면 또한 애처롭지 않겠습니까.또 전조를 비난하는 말이 나오자 대신이 화를 내며 조정은 조용히 조섭하는 중에 소란스러운 일이 있어 엄명이 내려졌으니, 삼사의 죄가 실로 여기에 있습니다. 또 비변사의 공사에 대해 지난날의 전교가 있으면 일체 조보에 내지 않는 것이 옳습니다. 그 뒤에 비변사에서 조보에 낸 것이 매우 많았는데, 어찌 유독 이 공사에 대해서만 비밀로 하고 내지 않는단 말입니까. 신들이 조보에 내지 못하였으니 비밀로 하였다고 하는 것이 또한 마땅하지 않겠습니까. 신과 같은 자가 외람되이 언관의 자리에 있으면서 나약하고 용렬하기가 실로 심한데, 전하의 직책에 있으면서 정사가 어느 문에서 나오고 역적을 토죄하는 일이 중요하다는 것을 알지 못하여 어떤 사람을 죽였는지 모르겠습니다. 지금 이후로 차라리 입을 다물고 있는 사람이 되어 서로 경계하며 시사에 대해 다시 말하지 않으려고 합니다. 신이 이미 논핵을 받았는데도 지금까지 사직하여 체차되지 않는 것은 대례를 마치지 못하여 합사가 중지되어 단지 성상의 건강이 회복되기를 기다려 다시 청하여 윤허를 받기만을 기다리고 있기 때문입니다. 그런데 뜻밖에 오늘날 이처럼 큰 액운을 만났으니 결코 그대로 무릅쓰고 있기가 어렵습니다. 체차하여 주소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 11일(신미) 3번째기사",
                "gt-oKo": "지평 한정국이 아뢰기를, “지난번 삼사의 관원들이 인피한 것과 비국이 두 차례 올린 계사를 보았는데, 신은 오늘날 어느 편이 옳고 그르며 누가 청류이고 탁류인지 알 수 없습니다. 지난날 삼사의 관원으로서 중국으로 가는 사행에 의망된 사람이 간혹 있었으나 비국이 말한 전랑과 수찬은 모두가 당시 물의의 비난을 받아 그러했던 것입니다. 2백 년 이래로 어찌 삼사의 관원들을 몰밀어 서장관으로 의망한 적이 있었겠습니까. 더구나 이번 거조가 지극히 공정한 데에서 나온 것이라면 말할 것이 없지만 조금이라도 사사로운 감정이 개재되었다면 또한 심한 처사가 아니겠습니까. 신들이 전하를 위하는 일이라면 물불을 피하지 않고 도거(刀鋸)의 형벌도 사양하지 않겠습니다. 하지만 자신들이 잘못한 것이 없는데 말도 하지 못하고 길을 떠나게 된다면 또한 애절한 일이 아니겠습니까. 그리고 전조를 비난한 것에 대해서 대신들이 분노하여 조정이 평온하지 못하고, 대궐에 나와 울부짖으며 조용히 조섭하고 계시는 때에 소요을 일으켜 엄명을 내리시게 하였으니, 삼사의 죄가 실로 여기에 있습니다. 그리고 비국의 공사에 대해서 지난날 전교를 내리셨다면 일체 조보에 내지 않았어야 합니다. 그런데 그 뒤에 비국이 조보에 낸 것이 매우 많았는데 어찌 유독 이번 공사만 비밀로 하여 내지 않은 것입니까. 신들이 조보에 난 것을 보지 못했으니 비밀로 했다고 말하는 것이 또한 마땅하지 않겠습니까. 신이 언관의 자리에 있으면서 매우 무력하고 용렬할 뿐더러 전하의 관직에 있으면서 정사가 어느 아문에서 나온 것인지 알지 못했고, 역적을 토죄하는 것은 중대한 것인데 어느 사람을 죽였는지 몰랐으니, 이후로 아예 입을 봉한 사람이 되어 서로 경계하며 시사에 대해서 다시 말하지 않으려고 합니다. 신이 이미 논박을 받았으니, 이제까지 사직하지 않은 것은 대례를 끝마치지 못한 상황에서 합사하여 아뢰는 것을 중지하였으므로 단지 상의 환후가 회복되기를 기다려 다시 청하여 윤허를 받으려고 했던 것입니다. 그런데 의외로 오늘날 이처럼 큰 곤액을 당하여 결코 자리에 그대로 있을 수 없으니 체척시켜 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○持平韓正國啓曰: “伏見頃日三司多官之避、備局兩度之啓, 臣未知今日是非之所在、淸濁之所分也。 雖在曩時, 三司之官, 或擬於赴京之望, 而所謂銓郞、修撰, 皆因一時物議所非而然也。 二百年來, 寧有驅三司多官, 都擬於一書狀之望者乎? 況此擧措, 出於至公、至正則已, 苟有一毫私意於其間, 則不亦甚乎? 臣等爲君父, 水火刀鋸, 固不敢辭, 而身無所犯, 結舌就道, 不亦哀乎? 且語涉銓曹, 大臣替怒而朝著不靖, 叫呼閶闔, 靜攝有擾而嚴命斯下, 三司之罪, 實在此也。 且備局公事, 有頃日傳敎, 則一切不出朝報可也。 其後備局, 現出於朝報者甚多, 何獨於此公事, 秘而不出乎? 臣等旣不得見於朝報, 則謂之秘者不亦宜乎? 如臣者忝叨言地, 疲劣實甚, 居殿下之職, 未知政出何門, 討逆爲重, 未知殺戮何人, 自今以後, 寧作緘口之人, 相戒不欲更言時事也。 臣旣被論, 至今不爲辭遞者, 大禮未完, 合司中止, 只待上候平復, 更請而蒙允也。 不料今日, 逢此大厄, 決難仍冒, 請命遞斥。” 答曰: “勿辭。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Office of Diplomatic Correspondence reported, Acting Senior Seventh Rank Military Officer Yi Anul , who served as commissioner for accompanying the envoy at the border , departed the western area. This man is skilled at literary skills. Your subjects request that he be appointed as superintendent of the Office of Diplomatic Correspondence . The King granted the request. ",
                "H2KE-nKo": "승문원이 아뢰기를,“행 사정 이안눌이 유 감군 접반사로 서쪽으로 내려갔습니다. 이 사람은 문장을 잘하니 본원의 제조로 차하하소서.”하니, 윤허한다고 전교하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 13일(계유) 1번째기사",
                "gt-oKo": "승문원이 아뢰기를, “행 사정(行司正) 이안눌(李安訥)이 유 감군(游監軍)의 접반사로 서쪽으로 내려갔습니다. 이 사람은 문장을 잘하니 본원의 제조로 차임하소서. ” 하니, 그리하라고 전교하였다.",
                "hj": "○癸酉/承文院啓曰: “行司正李安訥, 以游監軍接伴使西下。 此人長於文詞, 請本院提調差下。” 傳曰: “允。”"
            },
            "2": {
                "H2KE-EN": "전교하였다. “목서흠이 무슨 일로 내려가는가? 당초 계하한 공사를 들여오라.”",
                "H2KE-nKo": "전교하기를,“목서흠은 무슨 양식을 독운하는 일로 내려갔는가? 당초에 계하한 공사를 들이라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 13일(계유) 2번째기사",
                "gt-oKo": "전교하였다. “목서흠은 어떠한 양곡을 독운하는 일로 내려갔는가. 당초에 계하한 공사를 들이라.”",
                "hj": "○傳曰: “睦叙欽以何糧餉督運事下去乎? 當初啓下公事入之。”"
            },
            "3": {
                "H2KE-EN": "The Ministry of War reported as follows: The 금군 and others all appealed to the places where your subjects gathered, wished to quickly salaries in order to relieve the urgent needs. They were starving and shameful in their faces, and their words were urgent. Your subjects brought 약간 du of rice from the soldiers stored in this ministry to divide them into distribution. How can they be supplied with food and wine? According to old precedent, salaries were necessarily performed before the sixth day of the first month. However, in recent years, the state has continued to be delayed due to an accident occurrence. Although it is possible that the soldiers appeal to the Heaven was truly due to the hunger of starvation. Your subjects request that the Ministry of Personnel quickly report the salaries for the regular performance evaluation in spring and autumn for the regular performance evaluation. The King transmitted a royal directive, which stated, I am not aware of the report. However, my illness is worse day by day, and thus I conduct state affairs when I take a care of the illnesses slightly improve.",
                "H2KE-nKo": "병조가 아뢰기를,“금군들이 신들이 회좌한 곳에서 일제히 호소하여 속히 녹봉을 받아 시급한 식량난을 해결해 주기를 원하였는데, 굶주린 기색이 얼굴에 가득하고 말이 절박하였습니다. 신들이 본조에 비축해 둔 대졸미 몇 말을 가져다가 나누어 먹게 하였는데, 너무도 초라한 것이 어찌 투료 정도일 뿐이겠습니까. 옛 규례에는 녹정은 반드시 10월 6일 이전에 하였습니다. 그런데 근래에는 국가에 연이어 사고가 있어서 지연되고 있으니, 비록 형편상 그렇게 된 것이지만 그들이 하늘에 호소한 것은 실로 굶주림이 절실한 데에서 나온 것입니다. 춘과록의 도목 정사를 이조로 하여금 속히 주상의 뜻을 여쭈어 거행하게 하소서.”하니, 전교하기를,“아뢴 뜻을 모르는 것은 아니다. 다만 내 병이 날로 심해지고 있으니, 병이 조금 나아지기를 기다려 정사를 하겠다.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 13일(계유) 3번째기사",
                "gt-oKo": "병조가 아뢰기를, “금군들이 신들이 회좌(會坐)한 곳에 와서 모두 호소하며 속히 녹봉을 받아 시급한 식량난을 해결하기를 원했는데 굶주린 기색이 얼굴에 가득하고 그들의 말이 절박하였습니다. 이리하여 신들이 본조에 비축해 두었던 대졸미(隊卒米) 몇 말을 가져다가 그들로 하여금 나누어 먹게 하였는데 너무도 약소한 것이었으니 그야말로 강물에 술을 부어 군사들로 하여금 맛보게 한 것과 같은 것이 아니겠습니까. 녹봉의 정사를 첫째 달 6일 이전에 하는 것이 전례였는데 요즈음 국가에 잇달아 사고가 있으므로 인하여 지연되고 있습니다. 아무리 형편이 그러했던 것이지만 저들이 대궐에 와서 호소하는 것은 실로 굶주림이 절실한 데에서 나온 것입니다. 따라서 봄에 지급하는 녹봉의 도목정을 이조로 하여금 속히 취품하여 거행하게 하소서.” 하니, 전교하기를, “아뢴 뜻을 모르는 것은 아니다. 하지만 나의 병이 날로 심해지고 있으니 병세가 뜸해지기를 기다려 정사를 하도록 하라.” 하였다.”",
                "hj": "○兵曹啓曰: “禁軍等齊訴於臣等會坐處, 願速受祿, 以濟庚癸之急, 飢色滿顔, 辭語切迫。 臣等取本曹所儲隊卒米若干斗, 使之分食, 草草之甚, 奚啻投醪。 舊例祿政, 必於孟朔初六日以前爲之, 而近來國家, 連有事故, 以致稽延, 雖勢使然, 渠輩之呼天, 實出於飢餒之切身也。 請春科祿都目, 令吏曹速爲稟旨擧行。” 傳曰: “啓意非不知。 但予病日劇, 稍待病歇爲政。”"
            },
            "4": {
                "H2KE-EN": "The Ministry of Rites advised: Among the state examination, there are very many who cannot be carried out. After the enemies were resolved in the punitive expedition of the enemies, the enemies of the honorable honorary honorable honorificial honorable ",
                "H2KE-nKo": "예조가 아뢰기를,“과거를 시행해야 하는데 시행하지 못한 것이 매우 많습니다. 허적을 토평한 뒤에 존호를 올리는 증광시를 대신에게 수의하여 주상의 재가를 받기 위해 들여보냈는데 아직 재가를 받지 못하였고, 신유년 식년시도 국가에 일이 많았기 때문에 아직까지 시행하지 못하였습니다. 또 공성왕후의 관복을 추숭한 데 대한 별시, 은을 하사하고 변무한 데 대한 존호를 올린 증광시, 등극 별시, 감군의 행차에 칙서와 은을 하사하고 존호를 올린 증광시 등 각 항목의 과거를 모두 시행하지 못하였습니다. 갑자년 식년 초시도 금년 가을에 있었는데 신유년 식년시를 시행하지 못하였기 때문에 또한 택일하지 못하였습니다. 대례를 거행하여 경하하는 일이 쓸쓸하게 될 뿐만 아니라 대비의 규례도 폐기됨을 면치 못하여 서울과 지방의 선비들이 모두 실망하고 있습니다. 신유년 식년시를 우선 택일하여 주상의 재가를 받고, 허적을 토평하고 존호를 올린 증광시에 대한 수의도 속히 재가를 받아 차례대로 시행하소서.”하니, 답하기를,“윤허한다. 허적을 토평한 과거에 대해서는 이미 전례가 있는데 한결같이 구례에 따라 살펴 시행하면 논의가 일치되지 않을 것이니 내가 어떻게 알 수 있겠는가. 속히 대신에게 의논하여 처리하라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 13일(계유) 4번째기사",
                "gt-oKo": "예조가 올린 공사에, “시행해야 할 과거를 아직 시행하지 못한 것이 매우 많습니다. 허적(許賊)을 토평한 뒤에 존호를 올리는 증광시에 대해서 대신들이 수의(收議)하여 입계하였는데 아직 비답을 내리시지 않았고, 신유년 식년시도 국가에 일이 많음으로 인하여 아직 시행하지 못했습니다. 그리고 공성 왕후(恭聖王后)의 관복을 추숭한 것에 대한 별시, 은을 하사받은 일과 변무한 일로 존호를 올린 증광시, 등극 별시, 감군이 오는 편에 칙서를 내리고 은을 하사하여 존호를 올린 증광시 등 여러 가지 과거를 모두 시행하지 못했습니다. 그리고 갑자년 식년 초시도 금년 가을에 있는 데 신유년 식년시를 시행하지 못한 까닭으로 역시 택일하지 못하고 있습니다. 대례를 거행하여 경하하는 일이 쓸쓸한 상황으로 돌아갈 뿐만 아니라, 대비(大比)의 규례도 폐지됨을 면치 못하게 되어 온나라의 유생들과 무사들이 실망하지 않는 사람이 없습니다. 신유년 식년시를 우선적으로 택일하여 계하해서 시행하게 하고 허적을 토평하고 존호를 올린 증광시를 수의한 것에 대해서도 속히 비답을 내리시어 순서대로 시행하게 하소서. ” 하였는데, 답하기를, “그리하라. 허적을 토평한 과거에 대해서는 이미 전례가 있으므로 전례에 따라 거행하면 되는데, 논의가 일치하지 않으니 내가 어떻게 알 수 있겠는가. 속히 대신들에게 의논하여 처리하도록 하라.” 하였다.",
                "hj": "○禮曹啓曰: “科擧之應行而未行者甚多。 許賊討平之後, 上尊號增廣, 大臣收議入啓未下。 辛酉式年, 亦因國家多事, 迄未設行。 又有恭聖王后冠服追崇別試、賜銀辨誣上尊號增廣、登極別試、監軍之行降勑ㆍ賜銀上號增廣等各項科擧, 竝皆未設。 甲子式年初試, 又在於今年之秋, 而以辛酉式年未行之故, 亦未擇日。 非徒大禮稱慶, 歸於落莫, 大比之規, 亦未免廢閣, 中外章甫之徒、控弦之士, 莫不缺望。 請辛酉式年爲先擇日啓下,  而許賊討平上尊號增廣收議, 亦速批下, 以次設行。” 答曰: “允。 許賊討平科擧, 旣有舊例, 一依舊例察行, 論議不一, 予何以知之?速議大臣以處。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Oh Jeong died. This mans writing is most good. However, his death is pitiful. Have Won Jinhae and his skilled writing style so that he can quickly summon him and summon him for a writing style. The writing style should be written on the writing style.",
                "H2KE-nKo": "전교하기를,“오정이 죽었다고 한다. 이 사람은 글씨가 가장 좋았는데 작고하였으니 애석하다. 원진해와 글씨를 잘 쓰는 사람을 상세히 알아보고 속히 소집하여 편액을 써서 들이라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 14일(갑술) 1번째기사",
                "gt-oKo": "전교하였다. “오정(吳靖)이 죽었다고 한다. 그의 글씨가 가장 훌륭했었는데 죽었으니 매우 애석하다. 원진해(元振海) 및 글씨를 잘 쓰는 사람을 상세히 알아보아 속히 소집하여 편액(扁額)을 써서 들이게 하라.”",
                "hj": "○甲戌/傳曰: “吳靖身死云。 此人書字最好, 而作故可惜。 元振海及善書人, 詳細聞見, 速爲招集, 扁額書入。”"
            },
            "2": {
                "H2KE-EN": "The Ministry of Personnel reported, Recently, people who have been appointed to government posts are scheduled to avoid compulsory labor service on the grounds that they are ill or absent from outside of the capital. Nevertheless, those who are ill are inevitable for compulsory labor service cannot be carried out. However, those who are absent from outside the capital should follow the royal order without waiting for the royal carriage when they are residing outside the capital. However, they shamelessly staying at home and look into the slightest enemy. Nothing could be more disregarded than the royal order. The previous incident cannot be explained. Your subjects request that henceforth those who avoid compulsory labor service be dismissed from their posts and be assigned to military service. The King transmitted a royal directive, which stated, I approve of this. Shin Cheoni , although he has aged parents, has been almost fifty years old. However, he shamelessly submitted a memorial requesting that he must be replaced. This circumstances of his dismissal of his parents are evident. Therefore, his dismissal of his post should be forced from office.",
                "H2KE-nKo": "이조가 아뢰기를,“근래 차출하여 제수하는 사람들이 죽기를 작정하고 회피하여 병을 핑계 대기도 하고 지방에 있다고 핑계 대기도 하면서 봉행할 생각을 하지 않습니다. 질병은 사람으로서 면하기 어려운 것이니 혹 그럴 수도 있겠지만 지방에 있는 자들은 명을 들은 뒤에는 즉시 달려와야 하는 것인데 태연히 집에 있으면서 남의 일처럼 여기고 있으니, 임금의 명을 무시하는 것이 심합니다. 지나간 일은 말할 것도 없지만 이후로 회피하는 자들은 파직하고 종군하게 하소서.”하니, 전교하기를,“윤허한다. 신천익은 노친이 있다고는 하지만 겨우 50여 세라고 한다. 그런데도 버젓이 어버이가 늙었다는 이유로 상소를 올려 기필코 체차되려 하였으니, 그가 회피한 정상을 알 수 있다. 우선 관작을 삭탈하라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 14일(갑술) 2번째기사",
                "gt-oKo": "이조가 아뢰기를, “요즈음 사행으로 차출되거나 관직을 제수받은 자들이 죽기를 작정하고 회피하여 질병을 핑계대기도 하고 외지에 있다고 핑계대기도 하며 봉행하려는 뜻을 갖고 있지 않습니다. 질병은 사람으로서 모면할 수 없는 것이므로 혹시 그럴 수도 있겠지만, 외지에 있는 자들은 명을 들은 뒤에는 즉시 달려와야 하는 것인데 태연하게 집에 있으면서 남의 일처럼 여기고 있으니, 그들이 임금의 명령을 무시하는 것이 너무도 심합니다. 지나간 일에 대해서는 말할 것도 없지만 이후로 회피하는 자들은 파직시키고 종군하게 하소서.” 하니, 전교하기를, “그리하라. 신천익은 노친이 있다고 하지만 겨우 50여 세라고 하는데 버젓이 어미가 늙었다는 것으로 소를 올려 기어이 체면하려고 하였다. 그가 사신으로 가는 것을 싫어하여 회피한 정상을 알 만한 것이니 우선 관작을 삭탈하라.” 하였다.",
                "hj": "○吏曹啓曰: “近來差除之人, 抵死謀避, 或稱疾病, 或稱在外, 無意奉行。 疾病人所難免, 或有之矣, 至於在外者, 則聞命後所當行不竢駕, 而晏然在家, 越視秦瘠, 其不有君命甚矣。 旣往則不可說也, 此後謀避者, 請革職從軍。” 傳曰: “允。 愼天翊雖曰有老親, 僅五十餘歲云, 而偃然以親老, 陳疏必遞。 其厭避之狀可知, 爲先削奪官爵。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "A fire broke out at the Japanese guesthouse in Dongnae , and burned eighty kan away. In imsul year (1422, the second year of King Sejongs reign, a large fire was broke out. This was because the Japanese were happy to wear straw mats, and the fire was broke out.",
                "H2KE-nKo": "동래 왜관에 화재가 발생하여 80칸을 모두 태웠다. - 임술년에도 큰 화재가 발생하였다. 이는 왜인들이 담배를 즐겨 입고 있다가 남은 풀이 모두 타 버렸기 때문이다. -\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 15일(을해) 1번째기사",
                "gt-oKo": "동래(東萊) 왜관(倭館)에 화재가 발생하여 80칸을 모두 태웠다.【임술년에도 큰 화재가 발생하였다. 왜인들이 담배를 즐겨 피우므로 떨어진 담뱃불로 화재가 일어난 듯하다.】",
                "hj": "○乙亥/東萊倭館火, 燒盡八十間。 【壬戌亦大火。 蓋因倭人喜服南草, 遺落餘燼所致也。】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Left Royal Secretary Hong Chi reported to the King as follows: The plan to supply materials for the Directorate of Fabrics is worrisome, and this is worrisome. From the twelfth day of the twelfth month of the previous year, the Ministry of Personnel reduced the number of guaranteed recommendation, and it has occasionally been passed since the twelfth month. The Ministry of Personnel certainly did not neglect the guaranteed guaranteeed guaranteeeed guaranteguaranteeeed guaranteguaranteeed guaranteguaranteeeeeeee guarantegues. If the Ministry of Personnel discards the guaranteed guaranteoused guaranteeoused, the people would be able to receive even a small favor [of the Directorate of Fabrics]. If the guaranteed guaranteed, then how would it be better to supply materials for the Directorate of Fabrics to supply materials guaranteed guaranteguaranteed guaranteeed guaranteguaranteed guarantee guarante",
                "H2KE-nKo": "좌부승지 박홍도가 아뢰기를,“도감의 포물을 계속 잇대어 쓸 계책이 참으로 염려스럽습니다. 왕자군과 대신 이하는 작년 12월부터 전도와 조례들을 줄였는데, 해당 조에서 정탈하여 서로 버티는 과정에서 어느덧 시일이 지났습니다. 서울과 지방의 조례들이 두 달 동안 징포하는 것을 해당 조에서 반드시 헛되이 버리지는 않을 것이고, 황연도를 제외하더라도 그 수가 거의 수천여 필에 이른다고 합니다. 해당 조로 하여금 포기하고 거두어들이지 못하게 하여 백성들이 조금이나마 혜택을 입게 한다면 참으로 좋겠습니다. 그러나 재정하여 내리기 전에 전과 같이 거두어들이는 것보다는 차라리 영건도감에 보태어 쓰는 것이 낫지 않겠습니까. 포물이 고갈된 이때에 12월과 1월의 가포를 해당 조로 하여금 일일이 영건도감에 이송하게 하는 것이 마땅합니다.”하니, 윤허한다고 전교하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 16일(병자) 1번째기사",
                "gt-oKo": "좌부승지 박홍도가 아뢰기를, “도감의 포물을 이어댈 수 있는 계책이 참으로 걱정스럽습니다. 왕자군·대신 이하가 작년 12월부터 전도·조례들을 줄였는데 해조가 가부를 결정하는 데 있어 서로 버티는 사이에 어느덧 시일이 지났습니다. 서울과 지방에 있는 조례들의 2개월 분의 징포(徵布)를 해조가 필시 거져 버리지 않았을 것이고 황연도(黃延道)를 제외하더라도 그 수량이 무려 수천 필이 된다고 하는데 만일 해조가 포기하고 받아들이지 아니하여 백성들이 작은 혜택이나마 받을 수 있다면 참으로 좋은 일이지만, 재정한 것을 내리기 이전에 전과 같이 받아들여 차라리 영건 도감에 보태어 쓰게 하는 것이 낫지 않겠습니까. 포물이 바닥이 난 이 때를 당하여 12월과 1월치의 가포를 해조로 하여금 모두 영건 도감에 이송하게 하는 것이 마땅하겠습니다. ” 하니, 윤허한다고 전교하였다.",
                "hj": "○丙子/左副承旨朴弘道啓曰: “都監布物繼用之策, 委屬可慮。 王子君、大臣以下, 自上年十二月, 減去前導、皀隷, 該曹定奪相持之際, 奄過時月。 京外皀隷兩朔徵布, 該曹必不空棄, 而雖除黃延一道, 厥數幾至累千餘匹云, 若使該曹, 棄而不捧, 民蒙一分之惠, 則固爲善矣。 如或裁定未下之前, 收捧如前, 無寧補用於營建都監? 當此布物告乏之時, 十二月、正月價布, 令該曹一一移送於營建都監宜當。” 傳曰: “允。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Rites: Relieve the soldier Bak Iseo supplied the soldier for burial. Relieve the soldier for burial.",
                "H2KE-nKo": "전교하기를,“박이서의 허장에 대해 조묘군을 적당히 헤아려 제급하라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 17일(정축) 1번째기사",
                "gt-oKo": "전교하였다. “박이서의 시신이 없는 장사를 지내는 데 있어 묘역(墓役)을 도울 인부를 요량하여 제급하도록 하라.”",
                "hj": "○丁丑/傳曰: “朴彛叙虛葬, 助墓軍量宜題給。”"
            },
            "2": {
                "H2KE-EN": "The Ministry of War reported as follows: It is very difficult to appoint Jeong Myeonghae to replace him [with Jeong Myeonghae]. If [the replacement of] mistakes, [the replacement of] the replacement of the official document . Now if [the replacement of] the replacement of the envoy again, [the replacement of the replacement of [the replacement of the envoy] is quite difficult [for the replacement of the envoy]. If [the replacement of the envoy] mistakes and replaces the replacement of [the replacement of the envoy], then [the replacement of the letter of investigation of the official document . Now, if [the replacement of] the replacement of the letter of investigation of the official document , [the replacement of] the replacement of the envoy, then [the replacement of] the replacement of the envoy.",
                "H2KE-nKo": "비변사가 아뢰기를,“정명해의 후임을 본사에서 차출하기는 결코 어렵습니다. 과오를 범했는데도 고치지 않는다면 이는 잘못을 옳다고 하는 것입니다. 신들이 서장관의 망단자를 함부로 논의하였다가 삼사의 무함을 거듭 받았습니다. 그런데 지금 또 사신의 망단자에 의망한다면 이는 과오를 고치려는 뜻이 없는 것이고 마침내 잘못을 이루는 결과가 될 것입니다. 옛 규례대로 이조로 하여금 명신을 잘 가려 뽑아서 사신의 일을 중시하게 하소서.”하니, 전교하기를,“바다를 건너는 사신의 행차는 지난겨울부터 미리 행장을 꾸려 정월과 2월에 표문을 올려야 하는데, 이렇게 미루고 있으니 어떻게 해야겠는가? 정명해를 동지와 성절으로 옮겨 차출하여 그로 하여금 조리하고 들어가게 하라. 그 후임은 본사에서 가려 천거하더라도 무슨 지장이 있겠는가. 서장관도 의논하여 천거할 수 있는데 하물며 사신이야 말할 것이 있겠는가. 이러한 말은 하지 말라. 지금은 우선 전의 망단자를 도로 들여보내어 나의 처치를 기다리라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 17일(정축) 2번째기사",
                "gt-oKo": "비변사가 아뢰기를, “정명해(鄭明海)의 대임자를 본사가 결코 차출할 수 없습니다. 과오를 알면서도 고치지 않으면 진정한 잘못이 된다고 하였는데 신들이 서장관의 후보를 함부로 논의했다가 삼사의 공척을 몹시 받았습니다. 그런데 지금 또 사신의 후보를 추천할 경우 이것은 과오를 고치려는 생각이 없는 것으로서 끝내 잘못을 이루는 경지로 돌아가게 되는 것입니다. 전례에 따라 이조로 하여금 명망이 있는 신하를 잘 가려 선발하여 사신의 일을 중하게 하소서. ” 하니, 전교하기를, “뱃길로 가는 사신의 행차는 지난 겨울부터 미리 준비하여 정월이나 2월에 떠나게 해야 하는 것인데 이처럼 미루기만 하고 있으니 어떻게 할 것인가. 정명해를 동지·성절사로 옮겨 차출하여 그로 하여금 병을 조리하고 들어가게 하라. 그리고 그의 대임자를 본사가 선발하여 추천하는 것이 무슨 구애되는 일이 있겠는가. 서장관도 의논하여 추천할 수 있는데 더구나 사신이겠는가. 이런 말을 하지 말도록 하라. 그리고 지금 우선 이전의 망단자를 도로 들여보내어 나의 처치를 기다리라.” 하였다.",
                "hj": "○備邊司啓曰: “鄭明海代, 本司決難差出。 過而不改, 是曰遂非, 臣等妄議書狀望, 重被三司之陷。 今若又擬使臣之望, 則是無意改過, 而終歸於遂非之地。 依舊例, 令吏曹極擇名臣, 以重使事之意。” 傳曰: “泛海使臣之行, 自去冬預爲治裝, 正、二月拜表可矣, 如是遷就, 何以爲之乎? 鄭明海冬至聖節移差, 使之調理入往。 其代自本司擇薦何妨? 雖書狀官, 亦可議薦, 況使臣乎? 勿爲如此之言。 今姑以前望單子還入, 待予處置。”"
            },
            "3": {
                "H2KE-EN": "Right Censor [of the Office of the Royal Stables] Hong Chi reported as follows: The number of people at the Office of the Royal Stables is mixed in the provinces, and the number of people is extremely large. Each year, collecting rice and cloth was established for the tribute horses to great (Ming China. Presently, the route is separated and blocked, and the tribute horses cannot be sent to China for three years. However, the various officials at the Office of the Royal Stables collecting rice and cloth from the Office of the Royal Stables as before is the same as those previously collecting rice and cloth. If we observe the amount of rice and cloth each month, then the amount of rice and cloth is extremely large. The amount of the amount of rice and cloth is not only several thousand, but the amount of rice is high. Furthermore, how much more should the amount of rice be collected for several years? Your subjects implore that the value of such a large amount is merely stored at the Office of the Royal Stables, and there is no urgent need to use. Please restore the number of people at the Office of the Royal Stables collect rice and cloth from the Office of the Royal Stables until they have been replaced and used at the Directorate of Fabrics . The King approved this request.",
                "H2KE-nKo": "우부승지 박홍도가 아뢰기를,“태복시의 관원들이 지방에 두루 찼는데 그 수가 매우 많습니다. 매년 미와 포를 거두어들이는 것은 사대의 공마를 위해서 설치한 것입니다. 지금은 요동 길이 막혀 공마를 들여보내지 못한 지 3년이 되었는데, 본사의 관원들이 미와 포를 거두어들이는 것은 예전과 같습니다. 달마다 거두어들이는 것을 보면 미와 포의 수가 매우 많습니다. 한 해 동안 계산하면 수천 뿐만이 아니고 쌀도 가장 많은데, 더구나 여러 해 동안 거두어들이는 것이겠습니까. 이처럼 많은 물건을 본시에 쌓아 두기만 하고 별로 긴요하게 쓸 곳이 없으니, 공마를 다시 설치할 때까지 태복시가 관원들의 미와 포를 영건도감에 옮겨 쓰는 것이 마땅하겠습니다.”하니, 아뢴 대로 하라고 전교하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 17일(정축) 3번째기사",
                "gt-oKo": "우부승지 박홍도가 아뢰기를, “태복시의 관원들은 지방 곳곳에 있어 그 수가 매우 많은데 해마다 이들에게서 쌀과 베를 거두어들이는 것은 중국에 보내는 공마(貢馬)를 마련하기 위하여 설치한 것입니다. 그러나 지금은 요동길이 막혀 공마를 들여보내지 못한 지 근 3년이 되었는데 본시 관원들에게서 쌀과 베를 거두어들이는 것은 지난날처럼 하고 있습니다. 한 달에 받아들이는 것만 보더라도 쌀과 베의 수량이 매우 많은데 1년의 수치를 합계한다면 수천 뿐만이 아니며 그중에서도 쌀이 가장 많습니다. 그런데 더구나 수년 간 받아들인 것이겠습니까. 이처럼 많은 물품을 본시에 쌓아두기만 하고 별로 긴요하게 쓰이는 데가 없는데 공마를 다시 설치할 때까지 태복시가 관원들에게서 받아들이는 쌀과 베를 영건 도감에 옮겨 쓰게 하는 것이 마땅하겠습니다. ” 하니, 아뢴 대로 하라고 전교하였다.",
                "hj": "○右副承旨朴弘道啓曰: “太僕諸員遍滿外方, 其數極多, 每年收捧米布者, 爲事大貢馬而設也。 今則遼路阻梗, 貢馬之不得入送, 迨至三年, 而本司諸員米布之收捧, 則猶夫前日。 若以逐月所捧見之, 則米布之數, 殊極浩多。 終年計之, 則不啻累千, 而米爲最多, 況累年之所捧乎? 以如此浩多之物, 徒積於本寺, 別無緊用之地, 限貢馬復設間, 太僕所捧諸員米布, 移用於營建都監宜當。” 傳曰: “依啓。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: Due to the fact that artisans in the capital do not appear, they always requested that their administrative assistants be punished. As for the administrative assistants, their administrative assistants also cannot escape their crime. However, if anyone who hides the administrative assistants should be directly reported to the King to punish them according to the penal code. Only then can there be no cause for hiding the administrative assistants to the administrative assistants. Do not reprimand the administrative assistants to the administrative assistants and have them discuss the matter separately.",
                "H2KE-nKo": "전교하였다. “서울의 공장들이 나오지 않기 때문에 매번 부관들을 치죄할 것을 청하고 있으니, 부관들도 그 죄를 면하기 어려울 것이다. 그러나 숨어서 나오지 않는 자들을 일일이 곧바로 아뢰어 엄중하게 다스린 뒤에야 숨어 있을 염려가 없을 것이니, 부관들만 책망할 것이 아니라 각별히 의논하여 처리하라.”\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 18일(무인) 1번째기사",
                "gt-oKo": "전교하였다. “서울의 공장(工匠)들이 나오지 않는 일로 늘 부관(部官)들을 치죄하기를 청하고 있다. 부관들도 죄를 면할 수 없겠으나, 숨어 있으면서 나오지 않는 자들을 일일이 곧바로 아뢰어 중벌로 다스린 뒤에야 숨어버리는 걱정이 없을 것이니, 부관들만 탓하지 말고 각별히 의논하여 조처하도록 하라.”",
                "hj": "○戊寅/傳曰: “京中工匠不爲現出之故, 每請治部官, 部官亦難免其罪, 然隱匿不出人,  一一直啓重治後, 可無隱匿之患, 毋庸徒責部官, 各別議處。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "[The King] visited the Royal Placenta Chamber to pay his respects [to the King]. [The King] replied, What do you think about my symptoms? You should not be punished. Recently, the royal physicians are not the same as those of the old physicians of the previous kings. [The royal physicians] must all deliver the messages to my dear sirs, but even transcribed and exposed them from outside the capital. Their crimes cannot be executed. Although [the royal physicians] repeatedly received 침을 맞았으니, how could [the royal physicians] be reduced and [the physicians] be exposed? Moreover, the words of the vital and the physicians are all exposed to my symptoms, which is even more not what I instructed. How could [I] deceive [the royal physicians] to my dear sirs? In general, my symptoms are the disease. Only after my health is concluded. Only after my health is contrary, [I] hope that [I] will recover. As such, [I] troubled [our physicians] without cease. Even if [the royal physicians] are recovered for ten years, there will be no effect that [the royal physiciansicians] will recover. [In the past,] when [the royal physicians] were received 침을 맞았다, [the royal physicians] did not have the same precedent as those of superintendents entering [the physicians]. Although [the royal physicians] had something more than two hundred years, [the royal physicians] did not report this [to the King] was because [the royal physiciansicians] did not dare speak about this in accordance with precedent. [The royal physiciansicians] temporarily speak with all my heart. For this reason, [the royal physiciansicians] presumptuously exposed [the royal physiciansicians] with unworthy words, and [the royal physiciansicians] repeatedly reported [the royal physiciansicians]. [The royal physicians] did not listen to my dear sirs, and [the royal physiciansicians] will certainly report [the royal physiciansicians] to my physiciansicians. [The royal physiciansician",
                "H2KE-nKo": "약방이 문안드리니, 답하기를,“나의 증세를 와서 물은들 무슨 소용이 있겠는가. 대죄하지 말라. 근래 어의들이 선왕 때의 구의만 못하여 하교한 모든 일을 하나하나 경들에게 다 전했을 뿐만 아니라 심지어 바깥에서 베껴 내기까지 하였으니, 그 죄가 이미 죽어도 용서받지 못할 것이다. 비록 여러 차례 침을 맞았다고는 하나 침을 맞아야 할 혈을 줄여서 또 줄였다면 어찌 혈이 허해질 리가 있겠는가. 게다가 기혈이 모두 허하다는 등의 말은 더욱 내가 하교한 것이 아닌데 어떻게 경들에게 거짓으로 고할 수 있겠는가. 대개 나의 증세는 화병이므로 눈을 감고 조용히 조섭한 뒤에야 회복될 수 있을 것이다. 이와 같은 말로 계속 번거롭게 한다면 비록 10년 동안 조리하더라도 나을 리가 없을 듯하다. 침을 맞을 때 병풍을 가리는 등의 일은 선왕 때에도 그러하였다. 선왕 때부터 하문할 일이 있더라도 제조가 함께 들어온 예가 없었다. 200년 동안 제조가 한두 사람이 아니었는데도 아뢴 자가 없었던 것은 전례가 감히 말할 수 없었기 때문이다. 그런데 사색을 부드럽게 하여 할 말을 다하게 하였기 때문에 침과 약 외에도 쓸데없이 떠도는 말을 외람되게 언급하여 번갈아 진달하였고, 위에서도 들어주었다. 시간이 흐른 것도 싫지 않은데 입대를 파한 일은 무슨 일을 가리키는 것인가. 이것은 경들이 직접 들은 말이 아니니 반드시 전하여 고한 의관이 있을 것이다. 의관들의 일은 매우 놀라우니 마땅히 무거운 쪽으로 다스릴 것이다. 지금부터는 경들은 다시 와서 문안하지 말라. 내 병이 비록 심하지만 침과 약은 모두 정지하고, 허임과 안언길 등은 즉시 모두 속히 내려 보내라.”하였다. 전교하기를,“어의 조흥남ᆞ신득일, 침의 허임ᆞ유대명ᆞ유계룡ᆞ안언길 등은 마땅히 잡아다 추고해야 할 것이다. 다만 위에서 현재 조섭하고 있으니 지금은 우선 추고만 하고 월봉 1등에 처하라. 이후로 만약 이와 같이 한다면 일일이 잡아다 추고하라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 19일(기묘) 1번째기사",
                "gt-oKo": "약방이 문안하니, 답하기를, “나의 증세에 대해 와서 물은들 무슨 소용이 있겠는가. 대죄하지 말라. 요즘의 어의들은 선조(先祖) 때의 의관들과 같지 아니하여 하교한 일들을 모두 경들에게 전할 뿐만 아니라, 적어서 외부로 내보내기까지 하니 그들의 죄는 주벌을 해야 할 것이다. 아무리 여러 차례 침을 맞았다 하더라도 침을 놓을 자리가 점점 줄어든다면 피가 허하게 될 리가 있겠는가. 그리고 기혈이 모두 허하다는 말은 내가 하교한 것이 아닌데 어떻게 경들에게 거짓으로 고할 수 있겠는가. 대체로 나의 증세는 화병이므로 눈을 감고 조용히 조섭한 뒤에야 회복될 수 있는 것이다. 그런데 이러한 말로 한없이 번독스럽게 하고 있으니 10년을 조리하더라도 나아질 리가 없을 듯하다. 그리고 침을 맞을 때 병풍으로 가리우는 일들은 선조 때에도 그러했던 것이고, 선조 때 하문할 일이 있더라도 제조가 함께 들어온 예가 없었다. 2백 년 이래에 제조가 한두 사람이 아니었는데 아뢴 사람이 전혀 없었던 것은 전례에 대해 감히 말을 할 수 없었기 때문이었다. 그런데 ‘온화한 기색으로 대해 주어 할 말을 다하게 하였으므로 침과 약에 관한 것 이외에 한만스러운 이야기도 하며 교대로 아뢰자 상도 싫어하지 않고 들었는데 몇 시간이 지나서야 입대를 파했다.’는 것은 어떠한 일을 말한 것인가. 이것은 경들이 직접 들은 말이 아니니 필시 전달한 의관이 있을 것이다. 의관들의 행위가 매우 놀라우니 마땅히 중벌로 다스려야 할 것이다. 이후 경들은 다시 와서 문안하지 말고 나의 병이 아무리 심하더라도 침과 약을 모두 정지하도록 하라. 그리고 허임(許任)·안언길(安彦吉) 등은 즉시 모두 내려가도록 하라.” 하고, 또 전교하기를, “어의 조흥남(趙興男)·신득일(申得一), 침의 허임·유대명(柳大鳴)·유계룡(柳季龍)·안언길 등은 마땅히 잡아다 추국해야 할 것이다. 그러나 내가 현재 조섭중에 있으니 지금 우선 추고만 하고 녹 일등(一等)을 감봉하도록 하라. 그리고 이후 또 이러한 일이 있을 경우 모두 잡아다 추국하도록 하라.” 하였다.",
                "hj": "○己卯/藥房問安, 答曰: “予證來問何爲? 宜勿待罪。 近來御醫輩, 不如先朝舊醫, 凡下敎之事, 非但一一盡傳于卿等, 至於謄出外間, 厥罪已不容誅矣。 雖曰累度受鍼, 當受之穴, 減而又減, 則有何血虛之理乎? 且氣血俱虛等辭, 尤非予下敎, 而何以瞞告卿等? 大槪予證, 火病也。 合眼靜攝然後, 可望平復。 以如此之言, 瀆撓不已, 雖調十年, 似無見瘳之理矣。 受鍼時障屛等事, 自先朝亦然矣。 自先朝雖有下問之事, 曾無提調竝入之例也。 二百年來, 提調非一二人, 而未嘗有啓之者, 蓋以舊例不敢言也。 假以辭色而使之盡言, 故鍼藥之外, 猥及閑謾說話, 迭相陳達, 自上亦聽之, 不厭移時, 罷對事, 指何事乎? 此非卿等親聞之言, 必有傳告醫官矣。 醫官等事, 極爲驚駭, 從當重治。 自今卿等, 勿復來問。 予病雖劇, 鍼藥竝停。 許任、安彦吉等當刻竝急急下送。” 傳曰: “御醫趙興男ㆍ申得一、鍼醫許任ㆍ柳大鳴ㆍ柳季龍ㆍ安彦吉等, 所當拿推, 而但自上方在調攝之中, 今姑推考, 越祿一等。 後若如是, 一一拿推。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Ministry of War reported as follows: Recently, the Royal Secretariat urged the appraisal of the Imperial Envoy for Expressing Gratitude for Imperial Benevolence . The appraisal of the Imperial Envoy for Expressing Gratitude for Imperial Benevolence is not a difficult task. Nevertheless, the 이정원은 끝내 오지 않았습니다. Therefore, it is difficult to again request that the left and right state councilors not come to the court because there was an official who did not come due to their official duties.When your subject Seungjong alone appraised the appraisal of the Imperial Envoy for Expressing Gratitude for Imperial Benevolence, the other day the inspectors and censors impeached the appraisal of the Imperial Envoy for Expressing Gratitude for Imperial Benevolence and the Imperial Envoy for Expressing Gratitude for Imperial Benevolence for Imperial Benevolence, how could this not be afraid? Thus, it is inevitable that Your Majesty waits for the officials to gather together and appraise the appraisal of the Imperial Envoy for Expressing Imperial Benevolence. Your subject is like a sword of the Imperial Benevolence and is now worried by the Imperial Envoy for Expressing Gratitude for Imperial Benevolence. How could it be if Your Majesty appraise the appraisal of the Imperial Envoy for Expressing Gratitude for Imperial Benevolence? Moreover, the affairs of the correspondence and the appraisal of the Imperial Envoy are not the same, but now Your Majesty wishes to appraise the appraisal of the Imperial Envoy for Imperial Benevolence? In general,",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 정원이 사은사의 망단자를 들여보내라고 독촉하였는데 망단자를 봉하여 들이는 것은 본래 어려운 일이 아닙니다. 이정원이 끝내 오지 않았으니 지금 다시 청하기는 어렵지만 좌상과 우상은 공적인 연고가 있어서 오지 않았습니다. 신 박승종이 혼자 봉하여 들인다면 전일 대간이 비밀 계사를 올렸던 일과 옥당이 탁류에 던져 넣은 일을 논핵하여 훗날 화란의 기틀을 만들 것이니 어찌 크게 두려워하지 않을 수 있겠습니까. 부득이 동료들이 모두 모이기를 기다려 봉하여 들이는 것이 온당하겠습니다. 신은 활에 다친 새처럼 앞뒤를 돌아보며 날마다 암전을 걱정하니 무슨 일인들 할 수 있겠습니까.”하니, 답하기를,“이 계사를 보건대 반드시 이정원과 함께 봉하여 들이려고 하였으니 경이 잘못이다. 이정원을 패초하는 것이 무엇이 어려워서 이렇게 아뢰는가. 더구나 서장관의 일은 사신과는 크게 다른데 지금 봉하여 들이려고 하지 않는 것은 어째서인가. 대체로 4월이 지나면 보내지 않는 것만 못하다. 경은 어찌하여 이렇게까지 생각하지 못하는가. 급히 봉하여 들이도록 하라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 21일(신사) 1번째기사",
                "gt-oKo": "비변사가 아뢰기를, “지금 정원이 사은사의 망단자를 들여보내라고 독촉하고 있는데 망단자를 봉하여 들이는 것은 본시 어려운 일이 아닙니다. 하지만 이정원(李挺元)이 끝내 오지 않았는데 지금 다시 부를 수 없고, 좌상·우상도 공무가 있어 나오지 않았습니다. 그런데 신 박승종이 혼자 봉하여 들일 경우 전일에 대간이 비밀로 아뢴 것이라고 논핵하고 옥당이 황하의 탁류에 던져 넣은 것이라고 논한 것처럼 훗날에 화단의 기초가 될 것인데 어찌 두렵지 않겠습니까. 어쩔 수 없이 동료들이 모두 모이기를 기다려 봉하여 들이는 것이 온당할 듯합니다. 신은 화살에 놀란 새처럼 앞뒤를 돌아보며 날마다 몰래 해치려는 자가 있을까 걱정하고 있는데 무슨 일인들 할 수 있겠습니까. ” 하니, 답하기를, “이 계사를 보건대 기어이 이정원과 함께 봉하여 들이려고 하는 것으로서 경이 잘못이다. 정원을 패초하는 것이 무슨 어려운 일이기에 이처럼 아뢰는 것인가. 더구나 서장관의 일은 사신과 매우 다른 것인데 지금 봉하여 들이려고 하지 않는 것은 무슨 까닭인가. 대체로 4월이 지나면 보내지 않는 것보다 못한 것인데 경은 어찌하여 이러한 것을 생각하지 못하는가. 시급히 봉하여 들이도록 하라.” 하였다.",
                "hj": "○辛巳/備邊司啓曰: “卽者政院督進謝恩使望單子, 望單子封入, 本非難事。 李挺元竟不至, 今難再請, 左右相有公故不來。 臣承宗獨自封入, 則前日臺諫所劾秘密之啓, 玉堂所論濁流之投, 將作禍基於他日, 豈不大可畏哉? 不得已待同僚齊會, 封入便當。 臣正如傷弓之鳥, 後顧前瞻, 日虞暗箭, 何事可爲?” 答曰: “見此啓辭, 必欲與挺元封入, 卿過矣。 挺元牌招何難而如是啓之乎? 況書狀官事, 與使臣大相不同, 而今必欲不爲封入者何耶? 大槪過四月, 則莫如不遣, 卿何不思至此乎? 急急封入。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The Ministry of War reported, Our ministry and each government office were unable to evaluate their performance evaluation last year due to unavoidable circumstances in this ministry, which is extremely uncomfortable. Your subjects request that Superintendent of the Government Arsenal Han Huigil be quickly appointed by the Ministry of Personnel so that he can evaluate his performance evaluation within two or three days. The King transmitted a royal directive, which stated, I am suffering from illness. However, as I have occasionally occurred this day, this is not a precedent. Though performance evaluation is urgent, how about the importance of the sovereigns illness? Even if the performance evaluation is urgent, what do you think about the importance of the sovereigns illness? Even if you can wait until I recover from your health, it will not be a problem. For the time being, await the next month and do not trouble this again.",
                "H2KE-nKo": "병조가 아뢰기를,“본조 및 소속된 각 아문의 작년 포폄을 본조의 유고로 인하여 지금까지 하지 못하였으니, 매우 온당치 못합니다. 군기시 제조 한희길의 후임을 이조로 하여금 속히 차출하게 하여 수삼일 내로 등제할 수 있게 하소서.”하니, 전교하기를,“나의 병이 한창 고통스러운데 급하지도 않은 일로 이렇게까지 시끄럽게 하니, 이는 결코 전례가 아니다. 포폄이 아무리 급하더라도 임금의 병환과 비교해 볼 때 경중이 어떠한가. 병이 회복된 뒤에 하더라도 무방할 것이니, 우선 다음달을 기다려 하고 다시 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 22일(임오) 1번째기사",
                "gt-oKo": "병조가 아뢰기를, “본조 및 소속된 각 아문의 작년의 포폄(褒貶)을 본조에 사고가 있어서 이제까지 하지 못했으니 매우 미안스러운 일입니다. 군기시 제조 한희길(韓希吉)의 대임자를 이조로 하여금 속히 차출하도록 하여 며칠 이내에 등제(等第)할 수 있게 하소서.” 하니, 전교하기를, “나의 병이 몹시 고통스러운데 급하지 않은 일로 이처럼 분답스럽게 하고 있으니 절대로 전례가 아닌 것이다. 포폄하는 일이 비록 시급하더라도 임금의 병에 비교해 볼 때 어느 것이 더 중한 것이겠는가. 병이 회복되기를 기다린 뒤에 하더라도 무방할 것이니 다음 달에 하도록 하고 다시 번거롭게 하지 말라.” 하였다.",
                "hj": "○壬午/兵曹啓曰: “本曹及所屬各衙門上年褒貶, 因本曹有故, 至今不得爲之, 極爲未安。 軍器寺提調韓希吉之代, 令吏曹速爲差出, 數三日內, 俾得等第。” 傳曰: “予病方苦, 而不急事, 紛沓至此, 殊非前例也。 褒貶雖急, 與君上病恙, 輕重如何? 雖待平復後爲之不妨, 姑竢來月, 勿爲更煩。”"
            },
            "2": {
                "H2KE-EN": "The Royal Secretariat reported as follows: Magistrate of Janggi District Kim Chungbo was originally a private slave, and eventually was appointed as a magistrate, which was extremely presumptuous. Magistrate of Gyeongju Strategic Prefecture Kim Jongyeong is an official of the second rank or above, and he arrogantly submitted a memorial on the grounds that he was arrested and imprisoned in the capital. Even when he was arrested and interrogated, even a provincial governor could not dare make a request. However, Kim Chungbo finally committed this incident, which is extremely surprised. He is ignorant and ignorant, and he is extremely ignorant. Your subject requests that he be punished. The King approved this request.",
                "H2KE-nKo": "승정원이 아뢰기를,“장기 현감 김충보는 본래 일개 사천으로서 한때의 하찮은 공로로 인하여 수령에 제수되기까지 하였으니 이것만도 이미 매우 외람스러운데, 경주 부윤 김존경은 바로 2품의 재신입니다. 그런데 그를 경옥으로 잡아왔다고 버젓이 장계하였습니다. 그를 잡아다 추고하는 것은 번신이라 하더라도 감히 계청하지 못하는 것인데 김충보가 처음으로 이런 짓을 하였으니 매우 놀랍습니다. 그의 어리석고 무식하기 짝이 없으니 추고하소서.”하니, 윤허한다고 답하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 22일(임오) 2번째기사",
                "gt-oKo": "정원이 아뢰기를, “장기 현감 김충보(金忠輔)는 본시 일개 사천(私賤)의 신분으로서 한 때의 하찮은 공로로 인하여 수령에 제수되었으니 그것만도 이미 매우 외람스러운 것입니다. 그리고 경주 부윤 김존경(金存敬)은 바로 2품의 재신(宰臣)인데 그를 서울의 옥으로 잡아가라고 버젓이 장계하였습니다. 잡아다 추국하기를 청하는 것은 번신(藩臣)이라도 감히 계청하지 못하는 것인데, 충보가 처음으로 이러한 짓을 하였으니, 매우 놀라운 일입니다. 그는 참으로 미련하고 무식한 자입니다. 추고하소서.” 하니, 윤허한다고 답하였다.",
                "hj": "○政院啓曰: “長鬐縣監金忠輔本一私賤, 因一時微勞, 至授守令, 已極猥濫, 而慶州府尹金存敬乃二品宰臣也, 以拿致京獄, 偃然狀啓。 拿推, 雖藩臣不敢啓請, 而忠輔始有此擧, 極爲可駭。 其迷劣無識極矣, 請推考。” 答曰: “允。”"
            },
            "3": {
                "H2KE-EN": "The Royal Secretariat reported as follows: Magistrate of Hwangju Strategic County Yu Hyochung was arrogant and ignorant. When he returned to his post, he became slightly worried and worried. Now that Yu Changmun , fifth-rank aide to the governor of Hamgil Province , he suddenly became angry and imprisoned the fifth-rank aide to the governor and his personal aide to the governor. This is truly unreasonable. The fifth-rank aide to the governor is an official of a second-rank aide to the province under his command. Furthermore, he is arrested and managed to construct the construction work. As a magistrate, he should sincerely observe his responsibility. However, he was insulted and humiliated by this extreme. [Yu] Hyochungs wild and arrogant behavior should not be punished. Your subject requests that he be punished. The King approved this.",
                "H2KE-nKo": "정원이 아뢰기를,“황주 목사 유효걸은 광망하고 어리석은 자로서 부임한 뒤에 해괴하고 가소로운 일이 많이 있었습니다. 지금 본도 도사 유창문의 장계를 보니, 공사를 처리하는 자리에서 일어난 일로 갑자기 화를 내어 도사의 배리를 잡아 가두었다고 하니, 이는 실로 전에 없던 일입니다. 도사는 바로 감사나 좌막의 관원으로서 한 도를 호령하고 영건하는 일을 관리하고 있으니, 수령이 된 자는 마땅히 명령을 삼가 준수해야 할 것입니다. 그런데 도리어 이렇게까지 모욕을 가하였으니, 유효걸의 어리석고 교만한 버릇을 징계하지 않을 수 없습니다. 추고하소서.”하니, 윤허한다고 답하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 22일(임오) 3번째기사",
                "gt-oKo": "정원이 아뢰기를, “황주 목사(黃州牧使) 유효걸(柳孝傑)은 광폭스럽고 우매한 인물인데 도임한 뒤에 행위가 놀랍고 가소로운 일들이 많았습니다. 지금 본도 도사 유창문(柳昌文)의 장계를 보건대 공사(公事)를 처리하는 자리에서 있었던 일로 갑자기 화를 내어 도사의 차지(次知)를 잡아 가두었다고 하니, 이것은 실로 이전에 없었던 일입니다. 도사는 바로 감사 좌막(佐幕)의 관원으로서 한 도를 호령하고 영건의 일을 관리하는 사람이니, 수령으로서는 의당 그의 지시를 깍듯이 따라야 하는 것입니다. 그런데 오히려 이처럼 모욕하였으니 효걸의 패악스럽고 교만스러운 버릇을 징계하지 않을 수 없습니다. 추고하소서.” 하니, 윤허한다고 답하였다.",
                "hj": "○政院啓曰: “黃州牧使柳孝傑狂妄癡童, 到任之後, 多有可駭可笑之事。 今見本道都事柳昌文狀啓, 以公事場事, 猝發暴怒捉囚都事陪吏, 此實前古所無之事。 都事乃監司佐幕之官, 號令一道, 而且拘管營建之事, 爲守令者, 所當恪遵行會, 而反致侮辱, 至於此極。 孝傑愚悖驕悍之習, 不可不懲, 請推考。” 答曰: “允。”"
            },
            "4": {
                "H2KE-EN": "The Royal Secretariat reported, Third Minister of Personnel Yi Jeongsang submitted a memorial requesting his resignation. It has been a long time since he arrived at the Office of the Inspector General, but he could not dare submit a report to Your Majesty. The King issued a royal directive, which stated, The memorial shall be held for the time being and urgently 명초하라.” 하였다.",
                "H2KE-nKo": "정원이 아뢰기를,“이조 참의 이정원의 사직 상소가 승정원에 도착한 지 이미 오래되었으나 성상께서 편찮으시기 때문에 감히 입계하지 못하였습니다.”하니, 전교하기를,“그 상소는 우선 승정원에 두고 속히 명초하라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 22일(임오) 4번째기사",
                "gt-oKo": "정원이 아뢰기를, “이정원의 사직 상소가 본원에 도착한 지 벌써 오래되었는데 성상께서 편찮으시므로 인하여 감히 입계하지 못했습니다.” 하니, 전교하기를, “그 상소는 우선 정원에 그대로 두고 급히 명초하라.” 하였다.",
                "hj": "○政院啓曰: “吏曹參議李挺元辭職上疏, 到院已久, 以聖體未寧, 不敢入啓矣。” 傳曰: “其上疏姑留政院, 急急命招。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Directorate of Musical Training and Administration reported to the King as follows: The ceremony for offering longevity-wishing drinks for the royal longevity-wishing drinks is only over ten days. The number of female entertainers is 143. Among them, [the number of] female entertainers fled and returned to their hometowns is reduced. The number of female entertainers is 133, and the number of female physicians is 44. The number of female entertainers from the Elite Troops is 80, and the number of female entertainers from the Elite Troops is 23. The number of ceremonial military regalia is 79, but 15 insufficient number is 15. The number of female entertainers from the Elite Troops is supposed to be supposed to female entertainers from each government office. The King transmitted a royal directive, which stated, Although there were many ceremonies held before, there has been no time when female entertainers from each government office carry the ceremonial military regalia. Now that the report has been presented, they are extremely surprised. In ordinary times, all female entertainers from the grand princes and princes have been supposed to supplement the female entertainers from the provinces. How could there be no reason to seize female entertainers from the provinces? The steward chiefs of the Directorate of Musical Training and Administration should be arrested and interrogated, and they should again conduct inspections and urgently urgently. If the household heads are not allowed, they should be directly reported to me. Do not mention such words as this. ",
                "H2KE-nKo": "장악도감이 아뢰기를,“내전의 상수연의 첫 번째 습의가 10여 일밖에 남지 않았습니다. 기생의 원래 숫자 143명 내에서 도망쳐 시골로 내려간 자를 제외하면, 현재 남아 있는 자가 133명, 의녀 44명입니다. 대오의 기생 80명으로 충원하면, 내의장 23명 외의장 79명을 써야 하는데 부족한 자가 15명입니다. 주장을 받드는 경우에는 각사의 여종으로 충원합니다.”하니, 전교하기를,“지난날에 대례가 많았지만 각사의 여종으로 의장을 받든 적이 없었다. 지금 계사를 보니 매우 놀랍다. 평상시에 대군과 왕자가 데리고 있는 기생을 일일이 다 내보냈는데, 지방의 기생을 어찌 잡아오지 못할 리가 있겠는가. 본 도감의 색관을 의금부로 잡아다 추고하고, 습의할 때 어떻게 하는가를 다시 보아 가며 살펴서 처리하되, 속히 나오도록 독촉하고 내보내지 않는 가장은 일일이 직접 아뢰도록 하라. 이와 같은 말은 하지 말라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 26일(병술) 1번째기사",
                "gt-oKo": "장악 도감이 아뢰기를, “내전에서 거행하는 상수연(上壽宴)의 첫번째 예행 연습 날짜가 10여 일 남았습니다. 기생(妓生)의 정원수 1백 43명 내에 도망하여 시골로 내려간 자를 빼면 현재 남아 있는 자가 1백 23명이고 의녀(醫女)가 44명입니다. 이 중에서 대오(隊伍)의 줄을 서는 기생 80명, 내의장(內儀仗) 23명을 배정하고 외의장 79명의 인원을 채워야 하는데 15명이 부족합니다. 이리하여 주장(朱杖)을 드는 기생은 각사의 비녀(婢女)로 인원수를 채웠습니다.” 하니, 전교하기를, “지난날에 대례를 여러 번 거행하였으나 한 번도 각사의 비녀로 의장을 들게 한 적이 없었다. 지금 계사를 보건대 매우 놀라운 일이다. 평상시에도 대군·왕자들이 데리고 있는 기생들을 모두 나오게 했었는데 지방의 기생을 어찌 잡아올 수 없겠는가. 본 도감의 색관(色官)들을 의당 나추해야겠으나 연습할 때 어떻게 하는가를 보아 조처하겠다. 따라서 기생들을 시급히 재촉하여 나오도록 하고 내보내지 않는 가장들을 모두 곧바로 아뢰도록 하라. 그리고 이러한 말은 하지 말라.” 하였다.",
                "hj": "○丙戌/掌樂都監啓曰: “內殿上壽宴初度習儀, 只隔十餘日。 妓生元數一百四十三內, 逃亡下鄕計除, 時存一百三十三名, 醫女四十四名。 隊伍妓生八十名充數, 內儀仗二十三名外, 儀仗當用七十九名, 而不足者十五名。 如朱杖捧持, 則以各司婢子充數矣。” 傳曰: “前日大禮雖多, 未嘗有各司婢子儀仗捧持之時矣。 今見啓辭, 極爲可駭。 在平時大君、王子, 率畜妓生, 一一盡出, 至於外方妓生, 豈有不得捉來之理乎? 本都監色官, 所當拿推, 更觀習儀時所爲察處, 急急催促督出, 不出家長, 一一直啓, 勿爲如此之言。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Taxation and the Ministry of War , which stated, I have not a long time since I have recovered from my illness, but I have not yet recovered. Recently, I have separately recovered my health. If I slightly recovered from a slightest day, then I shall immediately receive the imperial edict on the following day. However, the urgent official affairs are busy and complicated day by day. How can my illness quickly recover? Regarding the urgent official matters that have recovered from his health, the urgent official affairs of the Ministry of Taxation and the Ministry of War should be temporarily suspended for the time being and not report to me.",
                "H2KE-nKo": "전교하였다. “나의 증세가 오래도록 낫지 않아 회복될 기약이 없다. 요즈음 특별히 조용히 조섭하고 있으니, 하루라도 차도가 있으면 그 이튿날 즉시 칙사를 맞이해야 할 것이다. 그런데 급하지 않은 공사가 날이 갈수록 더욱 복잡해지고 있으니, 병이 어떻게 속히 나을 수 있겠는가. 회복될 때까지 급하지 않은 일은 우선 승정원에 보류해 두고, 호조와 병조의 초기도 급하지 않은 일은 우선 입계하지 말라.”\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 27일(정해) 1번째기사",
                "gt-oKo": "전교하였다. “나의 증세가 점점 심해져 회복될 기약이 없다. 요즈음 특별히 조리를 하고 있는데 하루라도 덜할 때가 있으면 다음날 즉시 칙서를 맞이할 것이다. 그러나 급하지 않은 공사가 날로 분답스러운데 병이 어떻게 속히 나을 수 있겠는가. 회복될 때까지 급하지 않은 일들은 우선 정원에 놔두도록 하고 호조·병조의 초기(草記)도 급하지 않은 일은 입계하지 말라.”",
                "hj": "○丁亥/傳曰: “予證彌留, 平復無期, 近日另加靜攝, 若一日暫歇, 翌日卽爲迎勑, 而不急公事, 日甚紛沓, 病安得速瘳乎? 平復間不急雜事, 姑留政院, 戶兵曹草記, 亦非急事, 則姑勿入啓。”"
            },
            "2": {
                "H2KE-EN": "Right State Councilor 조정이 첫번째 정사하니, 답하기를, “지금이 진실로 어떠한 때인데 대신이 정고하고 출사하지 않는단 말인가. 어서 빨리 조리하여 출사하고 다시는 번거롭게 하지 말라.” 하였다.",
                "H2KE-nKo": "우의정 조정이 첫번째 정사하니, 답하기를, “지금이 참으로 어떠한 때인데 대신이 정고하고 출사하지 않는단 말인가. 속히 조리하여 출사하고 다시는 번거롭게 하지 말라.” 하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 27일(정해) 2번째기사",
                "gt-oKo": "우의정 조정(趙挺)이 첫번째 정사(呈辭)하자, 답하기를, “이때가 참으로 어떠한 시기인데 대신이 정고하고 출사하지 않을 수 있겠는가. 시급히 조리하고 출사하라. 그리고 다시 번거롭게 하지 말라.” 하였다.",
                "hj": "○右議政趙挺初度呈辭。 答曰: “此誠何時, 而大臣呈告不出乎? 急急調理出仕, 勿爲更煩。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "[The King] visited the Royal Placenta Chamber to pay his respects [to the Abdicated King]. [The King] replied, Due to numerous matters, [they] cannot cultivate leisurely even for a moment. The symptoms of fire are growing worse day by day, and [the disease] will not be expected. Hence, [I] will suspend the symptoms of paying respects [to the King] for the time being so that I may cultivate cultivation. ",
                "H2KE-nKo": "약방이 문안드리니, 답하기를,“국가에 일이 많아 잠시라도 조용히 조섭할 수 없었다. 화증이 날로 심해져 회복될 기약이 없으니, 우선 문안하는 일을 정지하여 나로 하여금 조용히 조섭할 수 있게 하라.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 29일(기축) 1번째기사",
                "gt-oKo": "약방이 문안하니, 답하기를, “국가에 일이 많아서 한시도 조섭할 수 없고 화병의 증세가 날로 심해져 회복될 기한이 없으니, 우선 문안하는 일을 정지하여 나로 하여금 조용히 조섭할 수 있게 하라.” 하였다.",
                "hj": "○己丑/藥房問安。 答曰: “因國家多事, 一刻不得靜攝, 馴致火證日甚, 平復無期, 姑停問安, 使予靜攝。” 光海君日記卷第一百八十六終"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Ministry of War reported as follows: The military affairs of this country are entirely responsible for this ministry. The responsibility for the responsibility of assigning military affairs is only to the minister. Furthermore, now the frontier border areas is numerous, and its affairs are twice complex. The newly appointed officials and new officials have not yet been replaced. Therefore, military affairs are urgently urgent. As for the salaries of spring and autumn, the salaries have not yet been conducted. Now, it has already been two months since Minister Kwon Jin has submitted his resignation on the matter of the State Tribunal . As for ten days, he has not been held for many days and has been delayed. Therefore, his duties have been delayed. Your subjects request that Minister Kwon Jin be quickly ordered to reassume his post and have him perform his duties. The King granted permission. ",
                "H2KE-nKo": "병조가 아뢰기를,“온 나라의 군정은 전적으로 본조에 달려 있으니, 총재의 책임은 단지 판서에게 있습니다. 더구나 지금은 서쪽 변방에 일이 많고 기무가 배나 바<unk>니다. 신구 출신을 아직 교체하지 못하였으니, 병사를 뽑는 일이 한시가 급합니다. 춘등의 녹과도 아직 정사를 하지 못한 지 지금 이미 두 달이 되었습니다. 그런데 판서 권진이 의금부의 일로 10여 차례 정고하고 여러 날 출사하지 않아 사무가 적체되었습니다. 판서 권진을 속히 출사하게 하여 직임을 살피게 하소서.”하니, 윤허한다고 전교하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 4일(갑자) 1번째기사",
                "gt-oKo": "병조가 아뢰기를, “온 나라의 군정(軍政)이 전적으로 본조에 관계된 것이고 총재(摠裁)의 책임은 단지 판서에게 있습니다. 더구나 지금 서쪽 변방에 많은 사건이 발생하여 기무(機務)를 처리하는 데 있어 전보다 배나 바쁩니다. 신구 출신(新舊出身)을 아직 교체시키지 못했으며, 군사를 뽑는 일이 한시가 급합니다. 그리고 춘등(春等)의 녹과(祿科)에 대해서도 아직 정사를 하지 못하고 있는데 지금 벌써 2월이 다가왔습니다. 그런데 판서 권진(權耒)이 금부의 사건으로 10여 차례 휴가를 청하고 여러 날 출사하지 아니하여 사무가 쌓이고 있으니, 판서 권진을 속히 출사하도록 하여 그로 하여금 임무를 수행하게 하소서.” 하니, 그리하라고 전교하였다.",
                "hj": "○甲子/兵曹啓曰: “一國軍政, 專係本曹, 摠裁之責, 只在判書。 況今西邊多事, 機務倍劇, 新舊出身, 時未交替, 抄兵之擧, 一刻爲急。 至於春等祿科, 尙未爲政, 今已二朔, 而判書權縉以禁府事, 呈告十數度, 累日不仕, 事務積滯。 請判書權縉速令出仕, 使之察任。” 傳曰: “允。”"
            },
            "2": {
                "H2KE-EN": "The superintendent of the Directorate of Medicine reported to the King as follows: The state installed a skilled physician in order to support medical talents in order to protect the safety of Your Majesty, and to relieve the people, which is not insignificant. Your subjects request that salaries be applied in both spring and autumn, and that those who do not reach the quota for the",
                "H2KE-nKo": "전의감 제조가 아뢰기를,“국가에서 국을 설치하여 의관의 인재를 양성하는 것은 위로는 성상의 몸을 보호하고 아래로는 백성들을 살리기 위한 것이니, 관계되는 바가 작지 않습니다. 봄가을 두 차례 취재하여 부록하되 분수가 미치지 못하는 자는 각 도의 심약을 나누어 보내서 권장하는 뜻을 보이는 것이 바로 200년 동안 변함없는 법입니다. 그런데 근래에는 이름이 의적에 등록되지 않은 서울과 지방의 백도들이 사소한 물품을 도감에 바치고 심약에 차임되기를 요구하므로 의관들이 모두 울분을 품고 있으니, 누가 기꺼이 애써 분주하게 다니면서 무익한 일을 억지로 하려 하겠습니까. 지금 이후로 도감에 물품을 바치고 심약에 차임되기를 요구하는 것을 일절 엄금하고, 여전히 제수되기를 도모하는 자는 법에 따라 군역에 충정하소서.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 4일(갑자) 2번째기사",
                "gt-oKo": "전의감 제조가 아뢰었다. “국가에서 부서를 설치하여 의관의 인재를 양성하는 것은 위로 성상의 옥체를 보호하고 아래로 백성들의 생명을 구제하기 위한 것으로서 관계되는 것이 가볍지 않고 봄 가을 두 차례에 취재하여 부록(付祿)하는데, 점수가 모자라는 자들을 각도의 심약(審藥)으로 배정하여 보내어 권장하는 뜻을 보이는 것이 바로 2백 년의 금석과 같은 법이었습니다. 그런데 요즈음 의적(醫籍)에 이름이 없는 서울과 지방의 백도(白徒)들이 사소한 물품을 도감에 바치고 심약으로 차출되기를 청하고 있습니다. 따라서 의관들이 모두가 울분을 금치 못하고 있는데 누가 수고롭게 쫓아다니며 이익도 없는 일을 억지로 하려고 하겠습니까. 이후로 도감에 물품을 바치고 심약으로 차출되기를 청하는 것을 일체 엄금하고 전과 같이 제수되기를 도모하는 자가 있을 경우 법전에 의거하여 군역(軍役)에 충당 하소서. ”",
                "hj": "○典醫監提調啓曰: “國家設局, 儲養醫才, 上以保護聖躬, 下以救活生民, 所關非細。 春秋兩等取才付祿, 而其分數未及者, 則分送各道審藥, 以示勸奬, 乃二百年金石之典也。 近來名無醫籍, 京外白徒, 或以些少雜物, 納于都監, 求差審藥。 醫官輩莫不憤鬱, 誰肯苦苦奔走, 强爲無益之業哉? 今後納物都監, 求差審藥, 一切嚴禁, 如前圖授者, 請依法定軍。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province hurriedly reported, Special Supreme Commissioner of the Office of Astronomy and Geomancy Wu Cansun , presumptuously claimed to supervise the transportation of grain, rushed to the homes of scholar-officials and forced to commit adultery. Moreover, he openly destroyed the room for the funeral and the room for the funeral. He then removed the room for a corrupt practice. Moreover, he invited the post-station soldiers and presumptuously rode post-station horses under the pretext of excessive punishment. In the end, he did not commit guilt.",
                "H2KE-nKo": "전라 감사가 급히 장계하기를,“독운 별장 우찬순은 독운의 일을 핑계 대고 사족의 집에 돌입하여 강간할 계획을 세웠으며, 심지어는 상가의 궤연을 공공연히 철거하여 그대로 음란하고 더러운 장소로 만들었습니다. 또 역졸을 함부로 형벌하고 역마를 함부로 탔습니다.”하였다. - 끝내 죄를 주지 않았다. -\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 5일(을축) 1번째기사",
                "gt-oKo": "전라 감사가 치계하기를, “독운 별장(督運別將) 우찬순(禹纘舜)은 독운의 일을 핑계삼아 사족(士族)의 집에 마구 들어가서 부녀자를 강간하고 심지어 상가(喪家)의 궤연(几筵)을 버젓이 철거시키고 음행을 하는 장소로 삼았습니다. 그리고 역졸을 함부로 형벌하고 역말을 함부로 타고 다닌다고 합니다.” 하였다.【끝내 그를 죄주지 않았다.】",
                "hj": "○乙丑/全羅監司馳啓曰: “督運別將禹纉舜, 濫稱督運之事, 突入士族家, 强奸設計, 至於喪家几筵, 公然撤去, 仍爲淫穢之所。 且濫刑驛卒, 濫騎驛馬。”【終無以罪也。】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Jeong Do , Censor [of the Office of the Censor General] 임건 , Third Inspector [of the Office of the Inspector General] Yi Sijeong , and Kwak Cheonhoe , Fourth Inspector [of the Office of the Inspector General] Jeong Dam , and Third Censor [of the Office of the Censor General] Im Giji reported as follows: Officials of the Office of the Inspector General and the Office of the Royal Lectures are officials of the Office of the Inspector General and the Office of the Censor General and the Office of the Inspector General are the eyes and ears of the sovereign. They are the same as the high-ranking officials of the Office of the Inspector General and the high-ranking officials. Truly, they cannot be left neglected for one day. Therefore, from the Xiao Xia [of the Xia dynasty] and our 조종조에 이르기까지 all courteously received court officials and treated the officials of the Office of the Inspector General . Upon hearing that Shin Cheonik , the correspondence officer of the Office of the Inspector General , was absent, separately recorded many officials of the Office of the Inspector General and the Office of the Censor General and secretly reported in secret. Nonetheless, other people could not know the conclusion of the circumstances. How could one correspond to another corresponding ",
                "H2KE-nKo": "집의 정도, 사간 임건, 장령 이시정·곽천호, 지평 정담, 헌납 임기지가 아뢰기를,“경연에서 논사하고 있는 옥당의 관원과 조정에서 시비를 논쟁하고 있는 양사의 직임은 임금의 귀와 눈입니다. 한때의 공론을 주도하여 팔다리 같은 대신과 한 몸이 되었으니, 참으로 하루도 자리를 비워 둘 수 없습니다. 그러므로 삼대 이후로 우리 조종조에 이르기까지 유신을 예로 접대하고 언관을 너그럽게 용납하지 않은 적이 없었습니다. 그런데 서장관 신천익이 유고하여 삼사의 관원들을 별도로 기록하여 비밀히 아뢰어서 외부 사람들로 하여금 그 전말을 알지 못하게 하였다고 합니다. 한 사람의 서장관을 뽑는 데 무슨 누설될 것을 염려하여 반드시 비밀로 하고 무슨 중대한 일이기에 반드시 삼사의 관원들을 한단 말입니까. 이는 참으로 우리나라 200년 동안 없었던 일입니다. 삼사의 관원들은 비록 낮지만 재상들과 함께 각각 자기 직무를 지키고 있습니다. 예로부터 조정이 서로 화목하면 다스려지고 공평하지 않으면 어지러워지는 법입니다. 오늘날을 살펴보면 화목한지 공평한지 모르겠습니다. 성상께서 대각을 대우하시기를 이처럼 너그럽게 하시는데 전조가 대각을 대우하기를 어쩌면 그리도 박하게 하십니까. 조정이 화목해질 기약이 없고 대각의 기상이 사라져 전하의 국사가 날로 잘못되어 가고 있습니다. 이는 신들이 직무를 제대로 수행하지 못한 탓이니, 체척하도록 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 6일(병인) 1번째기사",
                "gt-oKo": "집의 정도, 사간 임건, 장령 이시정·곽천호(郭天豪), 지평 정담, 헌납 임기지가 아뢰기를, “경연에서 의견을 논의하는 옥당의 관원과 조정에서 시비를 논쟁하는 양사의 직임은 임금의 이목이 되고 당시의 공론을 주관합니다. 이들은 고굉의 대신들과 일체가 되는 것이므로 참으로 하루도 자리를 비워둘 수 없는 것입니다. 이리하여 삼대(三代) 이후로 우리 조종조에 이르기까지 유신(儒臣)들을 예로 접대하고 언관을 너그럽게 용납하지 않은 적이 없습니다. 그러나 이번에 듣건대 서장관에 차출된 신천익(愼天翊)이 사고가 있자 삼사의 관원들을 별도로 기록하여 비밀히 아뢰어 외부 사람들로 하여금 결말을 알 수 없게 했다고 합니다. 한 사람의 서장관을 뽑는 데 있어 무엇이 누설될 것을 염려하여 반드시 비밀로 하고 무슨 중대한 일이기에 삼사의 관원을 기어이 뽑아 보내려는 것입니까. 이것은 참으로 우리 국가의 2백 년 간에 없었던 일이고 삼사의 관직이 아무리 낮더라도 재상들과 함께 각자 자기의 직임을 지켜야합니다. 예로부터 조정이 서로 화목하면 나라가 잘 다스려지고 공평하지 못할 경우 어지러워지는 것입니다. 따라서 오늘날을 보건대 화목하고 공평하다고 할 수 있겠습니까. 성상께서 대각을 대우하시기를 이처럼 너그럽게 하시는데 전조가 대각을 대우하는 것은 어쩌면 이렇게도 박합니까. 조정 관원이 화목하게 될 기한이 없고 대각의 기풍이 사라지고 있을 뿐더러 전하의 국사가 날로 잘못되고 있으니 이것은 신들이 직무를 제대로 수행하지 못했기 때문입니다. 체척시켜 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○丙寅/執義鄭道、司諫林健、掌令李時楨。 郭天豪、持平鄭湛、獻納任器之啓曰: “論思經幄者, 玉堂之官; 是非廷爭者, 兩司之職, 爲人君之耳目, 主一時之公論, 與股肱之大臣, 合爲一體, 誠不可一日而曠官。 故自三代以來, 及我 祖宗朝, 莫不禮接儒臣, 優容言官。 聞書狀官愼天翊有故, 以三司多官, 別錄密啓, 使外人莫知端倪。 出一書狀官, 何慮洩漏而必爲秘密, 何係重大而必以三司乎? 此誠我國家二百年所無之事。 三司雖卑, 與宰相各守其職, 自古朝著相和則治, 不公則亂。 試觀今日, 和耶公耶? 聖明之待臺閣, 若是其優, 而銓曹之待臺閣, 一何薄耶? 朝廷之和睦無期, 臺閣之氣象銷爍, 殿下之國事, 將日非矣。 此由臣等不職之致, 請命遞斥。” 答曰: “勿辭。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyemyo day, Fourth Censor Han Yusang reported to the King as follows: When the document official of the Office of Diplomatic Correspondence was replaced, the Ministry of Personnel separately recorded many officials in the Three Armies and reported them secretly, but no other officials did not participate. All of these officials were unable to fail to carry out their duties while avoiding claiming to avoid claiming. The moral effects of the Office of the Inspector General are exhausted. It is very difficult to assume their shameless shamelessly and remain assume their duties. Your subject requests that Your Majesty replace him from office. The King 사직하지 말라고 답하였다.",
                "H2KE-nKo": "정언 한유상이 아뢰기를,“서장관을 다시 의망할 때 전조가 삼사의 관원들을 별록하여 비밀히 아뢰면서 다른 사람은 포함시키지 않았습니다. 이는 모두 삼사의 신하들이 직무를 형편없이 수행한 탓에 회피할 수 있는 대상으로 몰아넣은 결과를 면치 못한 것입니다. 대각의 기상이 여지없이 사라졌으니 결코 얼굴을 들고 그대로 자리에 있을 수 없습니다. 신을 체직하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 7일(정묘) 1번째기사",
                "gt-oKo": "정언 한유상이 아뢰기를, “결코 버젓이 얼굴을 들고 자리에 그대로 있을 수 없으니 신의 직임을 체척시켜 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○丁卯/正言韓惟翔啓曰: “書狀官之改擬也, 銓曹以三司多官, 別錄密啓, 而他人則不與焉。 此無非三司之臣奉職無狀, 未免驅而納諸規避之地。 臺閣氣象, 銷爍無餘, 決難强顔仍冒, 請遞臣職。” 答曰: “勿辭。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On mujin day, Third Minister of Personnel Yi Jeongson submitted a memorial as follows: Your subjects humbly observed that yesterday when many officials of both the Office of the Inspector General and the Office of the Censor-General avoided their suspicions, your subjects could not overcome their grievances and grievances. Though your subjects are ignorant, how can the Office of the Inspector General not know whether the officials of the Office of the 한때의 공론 and the officials of the Office of the Censor-General are the eyes and ears of the sovereign? If the imperial court does not have a public opinion, it would be impossible for the imperial court, and if the sovereign does not eyes and ears, it would be impossible for the state. Therefore, from the early morning to the ancestors, even when a great matter was appointed by the officials of the Office of the Censor-General and the Office of the Censor-General , they were unable to change their positions without authorization. Shin Cheonik , Envoy for Expressing Gratitude for Imperial Benevolence , was alive, and he was appointed by the Office of Diplomatic Correspondence . He has already been a staff official of the Office of Ritual Procedures . How could he not be insufficient for the Office of Diplomatic Correspondence? When the Office of Diplomatic Correspondence was recommended, the high-ranking officials were allowed to receive the royal approval. How can your subjects know whether they were old and sick among them? Your Majesty specially ordered that they be replaced, and the King ordered that they be replaced by the replacement be selected and sent. Afterwards, according to the report from the Office of the Inspector General , the officials of the Office of the Censor-General and the Office of the Censor-General are entrusted with the exception of those old and sick parents. Your Majesty ordered that Your Majesty select and send them [to the Office of the Censor-General and the Office of Royal Decrees] Hong Geom , Responding Editor Han Ok , Responding Editors Yi Gyeongik and Kim Sik , both have old and sick parents, regardless of whether or not they are officials of the third or fourth rank, and report to high-ranking officials. How could there be a single sense of personal feelings [in the Office of the Censor-General and General",
                "H2KE-nKo": "이조 참의 이정원이 상소하기를,“삼가 어제 양사의 많은 관원이 피혐한 내용을 보니, 신은 원통한 마음을 금할 수 없습니다. 신이 비록 노둔하고 용렬하지만 어찌 옥당은 한때의 공론을 주관하고 양사는 임금의 이목이 된다는 것을 모르겠습니까. 조정에 공론이 없으면 조정이 될 수 없고 임금에게 이목이 없으면 나라가 될 수 없습니다. 그러므로 조종조 이래로 비록 대단한 일이 있더라도 삼사의 관원을 마음대로 이동시키지 않았으니, 거기에는 의도가 있었던 것입니다.사은사 서장관 신천익은 비록 출사하지 않고 시골에 가 있었지만 승문원 출신으로 이미 예조 낭청을 지낸 사람이니, 어찌 서장관에 부족하겠습니까. 그를 의망할 때에 대신에게 여쭈어 결정해서 낙점을 받기까지 하였으니, 그에게 노친이 있는지의 여부를 어떻게 알 수 있겠습니까. 상께서 특별히 체차하라고 명하고 그 후임을 가려 보내라고 명을 내리셨는데, 그 뒤에 비변사의 계사로 인하여 삼사의 관원 중에 노친이 있는 자를 제외하고는 빠짐없이 서계하였습니다. 성상께서 가려 뽑아 보내라고 윤허하여 내리셨습니다.전한 홍요검, 응교 한옥, 교리 이경익ᆞ김시국은 모두 늙고 병든 어버이가 있고, 그 나머지는 3, 4품을 막론하고 모두 대신에게 물어 입계하였으니, 어찌 그 사이에 조금이라도 사사로운 뜻이 있었겠습니까. 서계한 뒤에 다시 물어보니, 지평 한정국, 헌납 임기지, 정언 이효함ᆞ한유상도 모두 노친이 있다고 하니, 신은 경솔히 행동한 죄를 면하기 어렵습니다. 밀계는 비변사에서 하는 것이지 본조에서 마음대로 하는 것이 아닌데, 양사가 독단적으로 취사선택한 것을 매우 그르게 여겼습니다. 신은 황공한 마음을 금할 수 없어 대죄합니다.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 8일(무진) 1번째기사",
                "gt-oKo": "이조 참의 이정원이 상소하였다. “어제 양사의 관원들이 피혐한 내용을 보건대, 신은 억울함을 견딜 수 없습니다. 신이 노둔하고 용렬하나 어찌 모르겠습니까. 옥당은 당시의 공론을 주도하고 양사는 임금의 이목이 되니, 조정에 공론이 없으면 조정다운 조정이 되지 못하고 임금에게 이목의 신하가 없으면 나라를 다스릴 수 없는 것입니다. 이리하여 조종조 때부터 관리들을 대폭적으로 제수시키는 일이 있더라도 삼사의 관원들은 임의로 변동시키지 않았으니, 거기에는 뜻하는 바가 있었던 것입니다. 사은사의 서장관 신천익이 출사하지 않고 시골에 가 있었으나, 그는 괴원(槐院)의 출신이고 이미 예조의 낭관을 거친 사람인데 어찌 서장관이 될 수 없겠습니까. 이리하여 의망할 때 대신들에게 품의해서 결정하여 낙점을 받게 된 것인데, 그에게 노친이 있는지의 여부를 어떻게 알 수 있었겠습니까. 상께서 특별히 체차시키도록 하시고 그의 대임자를 뽑아 보내도록 할 것을 명하신 뒤에, 비국의 계사로 인하여, 삼사의 관원들 중에 노친이 있는 자를 제외하고 빠짐없이 서계하도록 하여 성상께서 뽑아 차출하여 보낼 일로 윤허를 내렸습니다. 이에 전한 홍요검, 응교 한옥(韓玉), 교리 이경익(李慶益)·김시국(金蓍國) 등은 모두 늙고 병든 부모가 있으므로 그 외의 사람들은 3품, 4품을 막론하고 모두 대신들에게 품의하고 들인 것입니다. 어찌 그 사이에 조금이라도 사사로운 뜻이 있었겠습니까. 서계한 뒤에 다시 듣건대 지평 한정국, 헌납 임기지, 정언 이효함·한유상 등도 모두 노친이 있다고 하니 신이 경솔히 한 죄를 모면할 수 없습니다. 그리고 비밀히 아뢰게 한 것은 비국이 한 것이고 본조가 임의로 한 것이 아닙니다. 그런데 양사가 독단으로 취사를 정했다고 비난하였으니 신은 몹시 황공하여 대죄합니다.”",
                "hj": "○戊辰/吏曹參議李挺元上疏曰: 伏見昨日兩司多官之避嫌, 臣不勝痛冤焉。 臣雖駑劣, 豈不知玉堂主一時公論、兩司爲人主耳目。 朝廷無公論, 則不得爲朝廷; 人主無耳目, 則不得以爲國。 故自祖宗朝以來, 雖有大段, 除拜三司之官, 不得任意遷動者, 其意有在。 謝恩使書狀愼天翊, 雖不仕居鄕, 槐院出身者也, 已經禮郞人也, 豈不足於書狀官乎? 擬望之時, 稟定大臣, 至於受點, 渠之有老親與否, 安得以知之? 自上特命遞差, 而其代擇送事命下, 後因備局啓辭, 三司官員有老親者外, 無遺書啓。 聖簡差送事允下。 典翰洪堯儉、應敎韓玉、校理李慶益ㆍ金蓍國, 俱有老病親, 其餘不論三四品, 皆稟於大臣而入啓, 豈有一毫私意於其間乎? 書啓之後, 更問之則, 持平韓正國、獻納任器之、正言李孝諴ㆍ韓惟翔亦皆有老親云, 臣難乎免於率爾之罪矣。 其密啓則自備局爲之, 非本曹所擅, 而兩司以獨擅取舍, 深非之, 臣不勝惶恐待罪。"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director [of the Office of Royal Decrees] Han Geup and Choe Ho reported as follows: Your subjects are all incompetent in serving the Office of the Censor General . Though learning is not similar to anything, their duties are the same as the officials of the Censor General and the officials of the Office of the Censor General . When a discussion is held, the King shall wear his little robes and the right and wrong, the minister shall await his punishment. They are the principal opinions of the time, and their principals are the principals of the sovereign. Therefore, from the antiquity of the reign of King Taejo to be treated as a Confucian scholar-official, and the proprieties of receiving and magnanimous behavior has not been worse than today. Your subjects have encountered a brilliant era and received royal favor to repay one ten-thousandth of Your Majestys favor, and they did not avoid water and fire. However, as regards the principal principles, it is not proper to secretly secretly. Previously, your subjects humbly heard that vacancy in the Ministry of Personnel thoroughly records the vacancy in the number of officials of the Censor General and the Office of the Censor General impeached them and reported to the King. However, there were occasional occasionally secretly secretly. What is the intention of this? Generally speaking, secretly observation is not an event of a prosperous era, much more so in the case of the officials of the Censor General? Your Majesty generously treated the inspectors and censors, and the Ministry of Personnel secretly secretly. Your subjects are afraid that such cease cannot cease until the Tang dynasty endeavored to secretly",
                "H2KE-nKo": "부교리 한급과 최호가 아뢰기를,“신들은 모두 형편없는 자들로 옥당의 직임을 맡고 있습니다. 학식은 비록 보잘것없지만 그 직임을 말하자면 삼사의 한 사람이고 경연의 신하입니다. 논사는 주상께서도 흉금을 터놓으시고 시비는 재상이 대죄하여 한때의 공론을 주도하고 임금의 심복이 되었습니다. 그러므로 조종조 이래로 유신으로 대우하여 대우하는 예절과 너그럽게 용납하는 미덕이 오늘날에 이르기까지 더할 수 없이 많았습니다. 신들은 밝은 시대를 만나 성은을 입었으니 만분의 일이나마 보답하려고 물불을 피하지 않겠습니다. 그러나 체면으로 헤아려 볼 때 몰래 배척하는 변고를 만들어서는 안 됩니다. 지난번에 삼가 들으니, 서장관의 자리가 비자 삼사의 관원들을 빠짐없이 기록하여 주상의 재가를 받기 위해 들여보냈는데, 그 사이에 사사로움을 행하여 취사선택한 일이 뚜렷이 있었다고 합니다. 만약 나랏일로 말한다면 누구는 취하고 누구는 버리며 한결같이 공적인 데서 나온 것이라면 괜찮지만 누구는 원수로 뽑고 누구는 은혜로 버려야 하겠습니까. 삼사의 관원들을 비밀리에 기록하여 마치 군사를 뽑는 것처럼 비밀에 부쳐서 사람들로 하여금 모르게 한 것은 무슨 의도란 말입니까. 대체로 비밀리에 아뢰는 것은 원래 성세의 일이 아닌데, 하물며 삼사의 관원들에 대해서야 말할 것이 있겠습니까.성상께서는 대각을 너그럽게 용납하시는데 전조는 박하게 대하고 성상께서는 대각을 존경하시는데 전조는 배척하니, 이는 고금에 없던 수단입니다. 신들은 이렇게 하기를 마지않는다면 당나라 말기에 ‘탁류에 던져 넣는다.’라고 한 것과 불행하게도 가깝게 될 듯합니다. 전조가 일의 체모를 알지 못하는 것은 심하게 책망할 것도 못 되지만 조정의 분위기가 안정되지 못하는 것은 장차 이로부터 더욱 깊어져 공경하고 협력할 가망이 끊어지게 될 것입니다. 이는 모두 신들이 나약하여 있으나마나 한 존재이기 때문에 일어난 일이니, 신들을 삭직하도록 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 8일(무진) 2번째기사",
                "gt-oKo": "부교리 한급과 최호가 아뢰기를, “신들이 모두가 형편없는 인물로 옥당의 관원이 되었는데, 학식은 없지만 직위를 말하자면 삼사의 한 사람이고 경연의 신하입니다. 따라서 의견을 논의하면 주상께서도 흉금을 터놓으시고 시비를 논하면 재상들도 대죄하며, 한 시대의 공론을 주도하고 임금의 심복이 되었습니다. 이러하므로 조종조 때부터 유신(儒臣)으로 대우하여 접대하는 예절과 너그럽게 용납하는 은혜가 오늘날에 이르기까지 더할 나위가 없었습니다. 신들이 성명의 시대를 만나 성은을 입었으니 만분의 일이나마 보답하기 위하여 물불을 가리지 않을 것입니다. 그러나 체면을 가지고 따져보건대, 몰래 배척하는 봉변을 당할 수는 없습니다. 지난번에 삼가 듣건대, 서장관이 비자 전조가 삼사의 관원들을 모두 기록하여 입계했는데 그 때에 사심을 가지고 취사한 일이 드러나게 있었다고 합니다. 그 일이 국사에 관한 것이라고 한다면 사람을 취사하는 문제를 한결같이 공평하게 해야 마땅한데 누구는 원수처럼 여겨 뽑고 누구는 은혜로 여겨 안 뽑는 것이 될 일입니까. 삼사의 관원들을 비밀로 기록하기를 마치 군대를 뽑는 일처럼 비밀로 하여 사람들로 하여금 모르게 한 것은 무슨 의도입니까. 대체로 비밀히 아뢰는 것은 융성한 시대의 일이 아닌데 더구나 삼사의 관원들에게 그런 일을 한단 말입니까. 성상께서는 대각을 우대하시는데 전조는 박하게 대하고 성상께서는 대각을 존경하시는데 전조는 배척하고 있으니 이것은 고금에 없었던 수법입니다. 따라서 신들은 이러한 행위를 끝없이 할 경우 당(唐)나라 말기에 청류(淸流)의 선비들을 황하(黃河)의 탁류(濁流)에 던져 넣었던 것과 같은 일이 불행하게도 가까이 다가올 듯싶습니다. 전조가 일의 체모를 알지 못한 것에 대해서는 그다지 책망할 것이 없으나 조정의 불화가 이번 일로 인하여 더욱 깊어지고 서로 존경하고 협력하는 기대가 끊어지게 되었으니, 이것은 모두가 신들이 무력하여 있으나마나한 존재이기 때문에 초래된 일입니다. 신들을 삭직하소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○副校理韓昅、崔濩啓曰: “臣等俱以無狀, 待罪玉堂, 學識雖曰蔑如, 言其職則三司之一也、經幄之臣也。 論思則至尊開襟; 是非則宰相待罪, 主一時之公論, 爲人主之腹心。 故自祖宗朝以來, 待以儒臣, 其接遇之禮, 優容之美, 至於今日, 無以加矣。 臣等遭遇明時, 沐浴聖恩, 圖報萬一, 不避水火。 然揆以體面, 則不當爲潛斥之變也。 頃日伏聞銓曹, 以書狀官有闕, 究錄三司多官入啓, 而其間顯有取舍行私之事, 若曰國事, 則何取何舍, 一出於公可也, 何讐而取, 何恩而舍。 密錄三司, 有若抄兵而秘之, 使人人不知者何意耶? 凡爲密啓, 元非盛世之事, 而況加於三司乎? 聖上優容臺閣, 而銓曹薄之, 聖上尊敬臺閣, 而銓曹斥之, 此古今所無之手段, 而臣等竊恐若此不已, 唐末濁流之投, 不幸近之。 銓曹之不識事體, 不足深責, 朝著之不靖, 將自此益深, 而寅協之望絶矣。 此無非臣等疲軟不能有無於其間之致, 請命鐫削臣等之職。” 答曰: “勿辭。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: Your subjects are foolish and dull by nature, and their elderly reached the age of old. If a matter is not satisfied, the movements will inevitably be at variance with the officials of the Office of the Inspector General and the Office of the Censor General. It is proper that the Office of the Inspector General and the Office of the Censor General all anger and cannot jointly rise [with the Office of the Inspector General]. However, there is some reasons that the circumstances and the circumstances [of the Office of the Inspector General] are inevitable. Your subjects desire to honor the greatest [of the Office of the Inspector General], and that the Office of the Inspector General and the Office of the Censor General be investigated and reported to Your Majesty. However, the Office of the Inspector General called it secretly observed that the Office of the Inspector General had his name listed in the name of the Ministry of Personnel and the Office of the Inspector General were enraged by Your Majesty. Your subjects tried to claim that the Office of the Inspector General and the Office of the Censor General did not endeavor to harm the country and lossing the friendly relationship with each other. However, the Office of the Inspector General and the Office of the Censor General successively impudently splicated the moral integrity of the officials and the Office of the Censor General are worthy of the Office of the Inspector General, and the Fifth-rank section chief were all the Office of the Inspector General. Your subjects Jo Jip , who was currently compiled, was participated in the first-rank section chief and the Fifth-rank section chief , was participated in the first-rank section chief , and Fourth Inspector Yu Yeok , who was then participated in the second-rank section chief and the Fifth-rank section chief , was also the third-rank section chief in the Office of the Censor General. The third-rank section chief and the Office of the Censor General were all participated in the same manner as those who were participated in the same manner as they were participated in the danger. Your subjects also cannot speak about this? In recent days, when a state occurred a circumstance, the third-rank section chief were always appointed to the third-rank section chief , regardless of whether the worthy is worthy or not, and all of them were expelled. When a state encountered a difficult matter, it was inevitable that they were inevitably employed, and the hearts were increasingly worse. Your subjects are imprisonsible for the sake of the hearts of the people",
                "H2KE-nKo": "비변사가 아뢰기를,“신들은 본래 용렬한 데다가 나이도 많아 일에 사람들의 마음을 만족시키지 못하고 걸핏하면 방도에 어긋나니, 대각이 일제히 노하여 함께 일어나는 것은 당연합니다. 다만 그간의 곡절에 대해서는 변론하지 않을 수 없는 점이 있습니다. 신들이 중대함을 중시하고자 하여 대간을 경시한다고 하였고, 신들이 소장에 드러내어 논핵하는 계사를 올리면서 비밀로 한다고 하였으며, 전조의 이름을 빌려 성상을 격노하게 하고 신들을 기특하게 중상하였습니다. 심지어 ‘나라에 화를 끼치고 서로 화목함을 잃었다.’라는 것으로 안율하는 제목을 삼기까지 하였습니다. 양사의 직절한 풍채는 칭찬할 만한 점이 있으니, 신들은 감복하기에도 겨를이 없어야 할 것입니다. 삼사가 연경에 간 지 오래되었는데 어찌 멀리 다른 사람을 끌어댈 수 있겠습니까.비국의 계사를 가지고 말해 보겠습니다. 신 박승종은 시임 지평으로서 연경에 갔고, 부망과 말망은 모두 대각입니다. 신 조즙은 시임 수찬으로서 수망에 들었고, 지평 유색은 부망으로 낙점을 받았습니다. 말망도 역시 간원의 관원입니다. 신 상의의 아들 조지완은 이조 정랑으로서 연경에 갔고, 삼망은 모두 시종입니다. 이와 같은 부류는 이루 다 기록할 수 없지만 모두 성상께서 통촉하고 계시는 바입니다. 만약 삼사가 연경에 갈 수 없다고 한다면 조종의 옛 규례를 본받을 수 없겠습니까. 훗날 요동의 길은 청통하고 오늘날 일반적인 사행은 어려우니, 삼사는 한때 스스로 선택하고 서로 믿는 자들입니다. 그러니 위험한 상황을 틈타 위험을 무릅쓰고 가게 해서는 안 되고 산관과 유품을 구차하게 채워서 보내야 한다고 한다면 신들이 또한 무슨 말을 하겠습니까.요즘 정사가 한 곳에서 나와 삼사의 관원이 된 자는 매번 삼사의 관원이 되고 나머지는 모두 현부를 불문하고 일체 물리쳐 버리는데, 만일 어려운 일을 만나 어쩔 수 없이 기용한다면 인심의 불평이 날로 더욱 심해질 것입니다. 국가의 흥망은 진실로 인심의 향배에 달려 있습니다. 신들이 비록 보필하는 자리에는 인재를 추천하고 임금을 섬기는 것을 직분으로 삼고 있지만 어찌 묵묵히 있을 수 있겠습니까. 그러나 전일 계사에서 성상께서 간택하신 것으로 결말을 지은 것은 인심을 위로하고 면려하고자 해서였습니다. 그러나 보내고 안 보내고는 단지 성상의 재결을 기다릴 뿐입니다. 지금 삼사는 모두 한 무리이니 1원을 감하는 것이 무슨 문제가 있기에 비밀로 아뢰었는지 모르겠습니다. 이것은 승정원에 하문하신다면 비밀로 아뢰었는지의 여부를 아실 수 있을 것입니다. 대체로 대각이 자중하는 말도 크게 이치가 있으니, 신천익의 후임을 이조로 하여금 다시 의망하여 아뢰게 하는 것이 마땅합니다.”하였다.\n",
                "date_ko": "광해 186권, 15년(1623 계해 / 명 천계(天啓) 3년) 2월 9일(기사) 1번째기사",
                "gt-oKo": "비변사가 아뢰었다. “신들이 본시 용렬한 인물인데다가 나이도 많아 하는 일들이 사람들의 마음에 만족스럽지 못하고 걸핏하면 방도에 어긋나는 짓을 하고 있으니, 대각의 관원들이 일제히 노하여 들고 일어나는 것은 당연한 것이었습니다. 하지만 이번 일의 곡절에 대해서 변명하지 않을 수 없습니다. 신들은 중국을 섬기는 일을 신중히 하려고 한 것인데 대간을 하찮게 여기는 것이라고 하고, 신들은 노장(露章)으로 복계하였는데 비밀로 했다고 하며, 전조의 명칭을 빌어 전하를 노하게 하고 신들을 모함하는 데 있어 꾸며대기를 끝없이 하였습니다. 심지어 ‘국가에 화를 끼치고 서로 화목하는 도리를 잃게 했다.’는 것으로 죄를 다스리는 제목으로 삼기까지 하였으니, 양사의 직절한 기풍이 대단하여 신들이 복종하기에 여지가 없습니다. 그러나 삼사의 관원이 중국에 간 것이 오래되었는데 어찌 다른 사람을 끌어댈 필요가 있겠습니까. 비국에 대해서 말하더라도 신 박승종은 시임 지평으로서 중국에 갔었는데 그 당시 부망·말망이 모두 대각의 관원이었고, 신 조즙(趙戢)은 시임 수찬으로서 수망에 뽑혔으며, 지평 유색(柳穡)은 부망으로 낙점을 받았는데 당시 말망도 역시 간원의 관원이었으며, 신 상의(尙毅)의 아들인 지완(志完)은 이조 정랑으로 중국에 갔었는데 그 때의 삼망이 모두 시종의 관원들이었습니다. 이러한 것을 모두 기록할 수 없고 성상께서도 환히 아시는 것인데 삼사의 관원들은 중국에 갈 수 없다고 한다면 조종조의 전례를 본받을 수 없다는 것입니까. 지난날에는 요동으로 가는 길이 통하였지만 오늘날에는 뱃길로 가는 사행이 어려운데, 삼사의 관원들이 한 시대에 자기들끼리 선발하여 서로 믿는 사람들로서 위험을 무릅쓰고 가게 할 수 없고 산관(散官) 및 유품(流品)의 관원들을 구차하게 충당하여 보내야 한다고 한다면, 신들이 또한 무슨 말을 할 수 있겠습니까. 요즈음 정사가 한 아문에서 나오고 있으므로 삼사의 관원들은 늘 삼사의 자리에 있게 되고 다른 사람은 현부(賢否)를 막론하고 모두 버려지고 있습니다. 그리고 어려운 일을 당했을 때 할수없이 기용하고 있으므로 인심의 불평이 날로 더욱 심각해지고 있습니다. 국가의 흥폐는 인심의 향배에 달려 있습니다. 신들이 보필하는 직임을 맡을 수 없지만 훌륭한 인재를 추천하여 임금을 섬기는 것을 직책으로 삼고 있는 이상 어떻게 말을 하지 않고 있을 수 있겠습니까. 그러나 전일 계사에 성상께서 뽑아 보내시라는 말로 결말을 지은 것은 인심을 위로하려는 것이고 보내고 안 보내는 것은 단지 성상의 재가에 맡겼던 것입니다. 현재 삼사는 모두 숫자가 많은데 한 사람이 빠진다 하더라도 어떠한 손실이 있겠습니까. 그리고 비밀로 했다고 하는데 이것은 정원에 하문하시면 비밀로 아뢰었는지의 여부를 아실 수 있을 것입니다. 대체로 대각이 자중하는 말은 역시 사리가 있는 것이니 신천익의 대임자를 이조로 하여금 다시 의망하여 아뢰게 하는 것이 마땅 하겠습니다.”",
                "hj": "○己巳/備邊司啓曰: “臣等庸劣有素, 老耄及之, 事不厭人, 動必乖方, 宜乎臺閣之齊怒而共起也。 但其間曲折, 有不得不辯者。 臣等欲重事大, 而謂之輕臺諫, 臣等露章覈啓, 而謂之秘密, 借名銓曹, 激怒天聽, 奇中臣等, 雕琢不已, 而至以禍人國、失相睦, 爲按律題目, 兩司直截風采, 有足多者, 臣等思服之不暇也。 三司赴京尙矣, 何可遠引他人? 就備局而言之, 臣承宗以時任持平赴京, 副末望皆臺閣, 臣趙濈以時任修撰, 參首望, 持平柳穡以副望受點, 末望亦是諫院之官, 臣尙毅之子志完, 以吏曹正郞赴京, 其三望, 皆侍從也。 如此者流, 不可盡記, 而皆聖明之所洞燭也。 若謂三司不宜赴京云爾, 則祖宗舊規, 不足法乎? 異時遼路淸通, 今日泛使艱難, 三司是一時所自擇而相恃者, 不可使乘危而冒險, 宜取散官流品, 苟焉充送云爾, 則臣等亦何言哉? 近日政出一門, 爲三司者, 每爲三司, 餘皆勿問賢否, 一切屛棄, 而如遇難事, 不得已用之, 人心不平, 日以益深。 國家興廢, 諒由於人心向背。 臣等雖拘, 輔弼以人事君爲職, 則安得默默而已哉? 然前日啓辭, 結以聖簡者, 欲慰勉人心, 而送與不送, 只竢睿裁耳。 此時三司, 皆是一隊, 減却一員, 有何損益, 而爲之秘密, 此則下問政院, 可審秘啓與否也。 大抵臺閣自重之言, 亦大有理, 愼天翊代, 令吏曹更擬以啓宜當。”"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "Right State Councilor Jo Jeong was response to his resignation on the first day of the month. [The King] replied to him, saying, How could a high official come to resign from office after completing a joint memorial? Even if a minor disease is slightly ill, he should be relieved of his mind and urgently come to attend to his duties.",
                "H2KE-nKo": "우의정 조정이 두 번째 사직 단자를 올렸는데, 답하기를,“이처럼 국가가 위급한 때에 대신이 어찌 연달아 글을 올려 사직할 수 있는가. 비록 작은 혐의나 작은 병이 있더라도 편안한 마음으로 조리하고 속히 출사하여 직무를 살피라.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 1일(신묘) 1번째기사",
                "gt-oKo": "우의정 조정이 두 번째 정사(呈辭)하니, 답하기를, “국가가 위급한 이때를 당하여 대신이 어떻게 소장(疏章)을 잇달아 올려 사퇴할 수 있겠는가. 작은 혐의가 있고 다소 병이 있더라도 편안한 마음으로 조리하고 속히 출사하여 직무를 수행하라.” 하였다.",
                "hj": "○朔辛卯/答右議政趙挺, 再度呈辭曰: “當此國家危急之時, 大臣豈可連章辭退? 雖有小嫌微恙, 安心調理, 亟出察職。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The Office of Palace Kitchen Supplies reported as follows: Your subjects were serving in the Office of Palace Kitchen Supplies , but they did not understand the method of 침을 놓고 medicine. They occupyed vacancies and occupyed their official duties, which was always embarrasssed and apprehensive. Last year at the beginning of this year, the wind and sun have been unclean, and the yin and yang have become ill. The symptoms of Your Majestys health have become critical, and the symptoms of the symptoms have become serious. Your subjects do not know the symptoms of Your Majestys health and the symptoms of the symptoms and the physicians who participated in the royal physicians, and the physicians who participated in the royal physicians are all frequently worried and worried. How can the symptoms of the symptoms be excluded from this day? Former Magistrate of Hanseong Magistracy Jeon Yuhyeong criticized the method of physiciansicians in the world, and the people of the outer provinces all considered this time that this man can prepare the number of medicines. Your subjects did not think otherwise, but hurriedly submitted a report to Your Majesty, and eventually received Your Majestys approval. However, relying upon the symptoms of Heaven, the symptoms of the symptoms can easily be cured. Thus, Jeon Yuhyeong finally did not proceed to the palace. In the winter of the muo year (, when the Queen Mother fell ill, the day of taking medicines to the symptoms [of the symptoms]. This man stayed in the symptoms of the symptoms",
                "H2KE-nKo": "약방이 아뢰었다. “신들이 내의원의 직임을 맡고 있으면서 침과 약을 쓰는 방법에 어두워 직임을 수행하지 못하고 녹만 받아먹고 있으니, 부끄럽고 두려운 마음에 몸 둘 곳이 없습니다. 지난 연초에 날씨가 고르지 못하여 음양이 조화를 잃어 성상의 건강이 좋지 못한 증세가 있었고, 얼굴에 종기가 난 것이 날로 심해졌습니다. 신들이 성상의 증세가 어떠한지는 감히 알 수 없으나 입시한 어의와 침의들이 모두 허둥지둥하며 걱정하고 있으니, 당시의 분위기가 처참한 것을 이루 다 말할 수 있겠습니까. 이러한 상황에 이르러 신들이 의관에게 문의하고 약을 써서 군부의 병을 구제하고자 하는 것은 한결같은 마음이 여기에 있으니, 어찌 다른 뜻이 있겠습니까. 전 목사 전유형은 의술로 세상에 알려진 사람인데, 외부의 여론은 모두 ‘이러한 때에 이 사람을 약을 의논하는 인원수에 갖출 수 있다.’라고 합니다. 신들은 다른 것을 생각할 겨를도 없이 경솔하게 입계하여 윤허를 받았습니다. 그러나 하늘의 도움으로 성상의 건강이 쉽게 차도가 있었으므로 전유형이 끝내 대궐에 나아가지 않았습니다. 지난 무오년 겨울에 중전께서 편찮아 시약청을 설치하던 날 이 사람은 오랫동안 내의원에 있으면서 약을 의논하는 데 동참하였으니, 이 또한 그 당시 신 박홍구가 제조 신 이이첨, 부제조 신 한찬남과 함께 내의원에 있을 때였습니다. 그런데 지금 대간의 비평이 거듭 일어나 있는 힘을 다해 의관을 배척하니, 아, 이것이 어찌 의관이 할 수 있는 일이겠습니까. 신들은 모두 형편없는 자들로서 성품도 민첩하지 못하여 이미 행했던 일을 답습하다가 대각의 배척을 받는 것을 면치 못하였으니, 반성해 보건대 그저 물러나 침묵만 지키는 것이 합당하다고 여겨 땅에 엎드려 대죄합니다.”\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 10일(경자) 1번째기사",
                "gt-oKo": "약방이 아뢰었다. “신들이 내국(內局)에 있으면서 침을 놓고 약을 쓰는 의술을 알지 못하여 직임을 수행하지 못하고 녹만 받고 있으니 몹시 부끄럽고 송구하여 몸둘 곳이 없습니다. 지난 연초에 날씨가 고르지 못하여 성상의 안후가 편찮으신데다 안면의 종기가 날로 심중하였습니다. 신들은 성상의 증세가 어떠한 것인지 알 수 없었으나 입시한 어의·침의들이 모두 허둥지둥하며 걱정하고 있었으니, 그 당시 기상이 처참했던 것을 어떻게 다 말할 수 있겠습니까. 이러한 처지에 이르러 신자들이 의원을 탐문하고 약을 써서 군부의 병을 구제하려고 하는 데 있어서 온 마음이 그 일에만 쏠려 있는데 어떻게 다른 것을 생각할 수 있겠습니까. 전 목사 전유형(全有亨)은 의술이 세상에 알려진 사람인데 외부 사람들의 의논이 모두가 이 때 그 사람을 약을 논의하는 인원수에 끼게 해야 한다고 하기에, 신들은 다른 것을 생각할 여지가 없이 바삐 입계하여 윤허를 받았습니다. 그런데 하늘의 도움으로 성상의 병세가 쉽게 차도가 있었으므로 유형이 끝내 대궐에 나오지 않았습니다. 지난 무오년 겨울에 중전께서 편찮으시어 시약청(侍藥廳)을 설치할 때 그가 줄곧 내국에 있으면서 약을 의논하는 자리에 동참했었는데, 그때는 신 박홍구(朴弘耉)가 제조 신 이이첨, 부제조 신 한찬남과 함께 내국에 있을 때입니다. 그런데 지금 대간의 비평이 다시 일어나 있는 힘을 다하여 의관을 배척하고 있으니, 아, 이때 어떻게 의관들이 자리에 있을 수 있겠습니까. 신들이 모두가 형편없는 인물인데다가 성품도 영민하지 못하여 과거에 했던 일을 답습하고 있으므로 대각의 배척을 받는 것을 모면하지 못하고 있습니다. 따라서 반성해 보건대, 단지 물러가 있어야 하겠기에 삼가 대죄합니다.”",
                "hj": "○庚子/藥房啓曰: “臣等待罪內局, 旣昧鍼藥之術, 尸素職任, 尋常慙懼, 無地自容。 徂玆歲初, 風日不和, 陰陽致愆, 聖候有不安之節, 面部腫患, 日以深重。 臣等雖不敢知聖候症勢之輕重, 御醫鍼醫之入侍者, 莫不遑遑憂悶, 當時氣象之戚, 可勝言哉? 到此地頭, 臣子之欲問醫試藥, 以救君父之疾者, 一心在玆, 夫豈有他? 前牧使全有亨, 以醫術鳴於世者, 外間群議皆以爲, 此時此人, 可備議藥之數, 臣等未暇念他, 率爾入啓, 雖蒙允兪, 賴天之休, 聖候大勢, 易得差歇, 有亨之跡, 終不進闕下矣。 往在戊午冬, 中殿未寧, 侍藥設廳之日, 此人長在局裡, 同參議藥, 是亦伊時臣弘耉與提調臣李爾瞻、副提調臣韓纉男, 同在局中時也。 今者臺評重發, 替斥醫官, 不遺餘力。 吁! 此豈醫官之所爲哉? 臣等俱以無狀, 性且不敏, 蹈襲已行之事, 未免被斥於臺閣, 反顧循省, 只合退默, 伏地待罪。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Magistrate of Seoncheon Strategic Prefecture reported to the King on the sinchuk year (141, the fifth year of King Sejongs reign, a total of 1,000 Chinese men and women who had been shaved on their heads. They lodged on Im Ban and headed toward Ya Island .",
                "H2KE-nKo": "선천 부사의 장계에,“머리를 깎은 중국인 남녀 1000여 명이 임반에서 하룻밤을 묵으면서 가도로 향하였습니다.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 11일(신축) 1번째기사",
                "gt-oKo": "선천 부사(宣川府使)가 장계를 올렸는데, 머리를 깎은 중국인 남녀 1천여 명이 임반(林畔)에서 하룻밤 자고 가도(椵島)로 떠났다고 하였다.",
                "hj": "○辛丑/宣川府使狀啓, 剃頭漢人男女, 竝一千餘名, 經宿林畔, 指向椵島。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Ministry of War reported as follows: The 출신 of Gyeonggi [Province] should be sent to the capital. The 출신 of Gonghong and Jeolla [Province] arrived at Mohwa Guesthouse for four days already, and it is not only inappropriate that the military forces of faraway areas are staying for long periods of time. This time, the frontier defense is urgent. Minister [of War] Kwon Jin has not yet performed his duties, and Second Minister [of War] Jeong Gil and Third Minister [of War] Bae Daeryeong are not attending their office due to illness. Assistant Section Chief Bae Daeryu is now on duty. The circumstances of inspection are extremely worrisome. Your subjects request that [Your Majesty] order the Ministry of Rites to quickly deal with [the matter]. The King said, [The request] was granted.",
                "H2KE-nKo": "병조가 아뢰기를,“경기의 출신들을 지금 출발시켜야 하는데, 공홍도와 전라도의 서쪽으로 부방갈 옛 출신들이 모화관에 온 지 지금 이미 4일이 되었습니다. 먼 지방의 병마를 오래 머물게 하는 것은 온당치 못할 뿐만 아니라 이러한 때 변방의 수비를 하루가 급하게 해야 하는데, 판서 권진은 아직 임무를 수행하지 않았고 참판 박정길과 참의 백대형은 병으로 출사하지 않았으며 참지 배대유는 현재 입직하고 있습니다. 군사를 점고하는 중대한 일을 이렇게까지 지체하고 있으니, 매우 염려스럽습니다. 묘당으로 하여금 속히 처리하게 하소서.”하니, 윤허한다고 전교하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 12일(임인) 1번째기사",
                "gt-oKo": "병조가 아뢰기를, “경기도의 출신들을 지금 출발시켜야 하고, 공홍도·전라도의 서쪽으로 부방갈 옛 출신들도 모화관에 온 지 지금 벌써 4일이 되었는데, 먼 지방의 병마를 오래 머물게 하는 것이 미안스러운 일일 뿐만 아니라 이 때 변방을 수비하는 일이 하루가 다급합니다. 그런데 판서 권진은 아직 직무를 보지 않고 있고, 참판 박정길, 참의 백대형은 병으로 출사하지 않고 있으며, 참지 배대유(裵大惟)만 현재 입직하고 있습니다. 군사를 점고하는 중대한 일을 이처럼 지체하고 있으니, 매우 안타깝습니다. 묘당으로 하여금 속히 처치하게 하소서.” 하니, 그리하라고 전교하였다.",
                "hj": "○壬寅/兵曹啓曰: “京畿出身, 今當發送, 公洪、全羅道赴西舊出身, 來到慕華館, 今已四日, 非但遠方兵馬, 久滯未安, 此時邊戍, 一日爲急, 而判書權縉, 時未察任, 參判朴鼎吉、參議白大珩, 以病不仕, 參知裵大維方爲入直。 點考重事, 稽滯至此, 極爲悶慮, 請令廟堂, 速爲處置。” 傳曰: “允。”"
            },
            "2": {
                "H2KE-EN": "전교하였다. “역적 박명현의 아들 Bak Heungin , who is a son of Bak Myeonghyeon , rushed to Injeong Hall (Hall of Benevolent Governance . These days, he has been banished to a remote area, but he has not been strictly apprehended. This causes him to behavior, which is extremely apprehensive. From this day forward, if such a case is in such a case, the governor shall be dismissed from his post and the magistrate shall be arrested and interrogated, and he shall be punished according to the law. The 정배된 죄인 shall not be allowed to presumptuously raise him. Recently, the prisoners who are released from their choice are allowed to presumptuously arbitrarily arbitrarily. Examine them thoroughly and strictly enforced.",
                "H2KE-nKo": "전교하였다. “역적 박명현의 아들 박흥인이 인정전에 함부로 들어왔다고 하는데, 절도에 정배한 죄인을 엄하게 단속하지 않아 제멋대로 행동하게 하였으니, 매우 한심하다. 앞으로 또 이와 같은 일이 있으면 감사는 파직하고 수령은 잡아다 추고하여 무거운 법률로 다스리며, 정배한 죄인은 제멋대로 행동하지 못하게 하라. 근래 보방한 죄인이 제멋대로 행동한다고 하니, 십분 자세히 살펴 엄히 신칙하라.”\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 12일(임인) 2번째기사",
                "gt-oKo": "전교하였다. “역적 박명현의 아들인 박흥인이 인정전에 함부로 들어왔다고 하는데 외딴 섬에 유배시킨 죄인을 엄하게 단속하지 아니하여 제멋대로 행동하게 하였으니, 매우 한심스러운 일이다. 이후 또 이러한 일이 있을 경우 감사는 파직시키고 수령은 잡아다 추고하여 중한 법률로 다스릴 것이다. 유배시킨 죄인은 제멋대로 행동하지 못하도록 하라. 그리고 요즈음 보방된 죄인들도 제멋대로 나다닌다고 하는데 철처히 조사하여 엄하게 단속하도록 하라.”",
                "hj": "○傳曰: “逆賊朴名賢之子興仁, 闌入仁政殿云, 絶島定配罪人, 不爲嚴束, 以致恣行, 極爲寒心。 今後又有如此之事, 則監司罷職, 守令拿推, 繩以重律, 定配罪人, 勿令恣行。 近日保放罪人, 任意恣行云, 十分詳察嚴飭。”"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The minister of war has not served for many days. Therefore, have him summon and take care of his duties urgently. ",
                "H2KE-nKo": "전교하기를,“병조 판서가 여러 날 출사하지 않고 있으니, 명초하여 속히 직임을 살피게 하라.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 12일(임인) 3번째기사",
                "gt-oKo": "전교하였다. “병판이 여러날 출사하지 않고 있는데 명초하여 시급히 임무를 수행하게 하라.”",
                "hj": "○傳曰: “兵判累日不仕, 命招急急察任。”"
            },
            "4": {
                "H2KE-EN": "Li Xiang (K. Yi Il suggested transgression against the King. Li Xiang was the son of [Yi] Hong . While encountering Yi Huwon on the road, [Yi] Huwon said, Today, [Yi] will be involved in the reformation of the throne. [The King] requested that [Yi] be accompanied with him. Li Xiang proceeded to the palace and reported that [Yi] Huwon uttered remarks.",
                "H2KE-nKo": "이이반이 고변하였다. - 이이반은 이유홍의 아들이다. 길에서 친구 이후원을 만났는데, 후원이 오늘 반정의 거사가 있을 것이라고 하면서 함께 가기를 청하였다. 이반이 대궐에 나아가 후원이 난언을 했다고 고하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 12일(임인) 4번째기사",
                "gt-oKo": "이이반(李而頒)이 상변(上變)하였다.【이반은 이유홍(李惟弘)의 아들이다. 그는 길에서 친구 이후원(李厚源)을 만났는데 후원이 “오늘 반정이 일어날 것이다.”라고 말하고 함께 가기를 청하였다. 그런데 이반이 대궐에 나아가 후원이 반란의 말을 했다고 고발하였다.】",
                "hj": "○李而攽上變事。【而攽, 惟弘子也。 路逢友人李厚源, 厚源言今日, 將有反正之擧, 請與偕行。 而攽詣闕告厚源有亂言。】"
            },
            "5": {
                "H2KE-EN": "The King ordered that high-ranking officials , the State Tribunal , and the section chief be summoned. The King also ordered Chief Royal Secretary Yi Deok , and Minister of War Kwon Jin to be on night duty. Earlier, when Yi Mi presented a memorial, the King was encountered by all the woman and enjoyed themselves at the fishing room. After a long time, he saw the memorial, but he also did not think about it. The houses of Yu and Bak were secretly reported two or three times, and thus he requested that they be interrogated. Therefore, the King finally issued this order. The high-ranking officials and low-ranking officials proceeded to the palace, but the palace gates had already been closed. Subsequently, they gathered at the비변사, and the high-ranking officials of the senior third rank or above of the State Council also came to the palace. Next, Yi Heungrip , the section chief of the Directorate of Fabrics , sent Yi Heungrip , leading soldiers to escort the palace gates to escort the King. Originally, Yi Heungrip , who had been a relative of the Royal Ancestral Shrine , had recommended him for his appointment. On this day, the King proceeded to the village of Yeonseo Post Station . The section chief [of the Middle Army] Kim Yu ,【이때 former magistrate of Ganggye Magistracy was staying outside the palace gate. 】 부장 Yi Gwi ,【이때 former magistrate of Pyeongsan Magistracy , was impeached and awaited the royal order. 】 and others, together with Kyeonggil ,【전 병조 좌랑. 】김자점 , Sim Giwon ,【유생. 】 and others, gathered at the site of Hongje Lodge . Commanders of Jangdan Yi Seo , leading the entrance to the palace. Yi Mi ,【북병사 [of the Middle Army] , and the circuit inspector [of the Middle Army] , Kim Gyeongin ,【 former circuit inspector [of the Middle Army] , Yi Jungro , Yi Baekji , Yi Sibang ,【유생 [Yi] Gwis son. 】 장유 ,【전 한림. 】 원두표 , Yi Hae ,【유생. 】 Shin Gyeongyu ,【무신, former magistrate [of the Middle Army] , Jang Sin , Sim Giseong , Song Yeongmang ,【유생. 】 Bak Yumyeong , Yi Bung ,【무신. 】 Choe Nae ,【 music instructor of the Office of the Royal Stables . 】 Han Gyo ,【전 magistrate. 】 Won Yuam ,【전 병사. 】 Yi Uibae ,【무장. 】 Shin Gyeongsik ,【전 현감. 】홍서봉 ,【전 승지. 】 Yu Baekjeung ,【전 좌랑. 】 Bak Jeong ,【 former assistant section chief . 】 Jo Heup , and others all came. The civil and military officials totaled more than two hundred men,【1,000 soldiers. 】 밤 3경에 sounded the gate of Changui Gate . At the end of the night, all the high-ranking officials and the high-ranking officials heard the military clouds and scolded the earlier. Kim Yu and others finally opened the gate of Danyong . The King, Ku굉 ,【무장. 】 Sim Myeongseo ,【유생. 】 Hong Jindo ,【전 현감. 】 and others arrived in succession. Kim Yu guided them to the west side of Injeong Hall (Hall of Benevolent Governance and sat in front of the Middle Army . All the soldiers and soldiers from the palace guards were scattered. Addition Chiefs of the Royal Secretariat , and others first heard the military clouds and beat them to the house of the Royal Stables",
                "H2KE-nKo": "왕이 대신, 의금부 당상, 포도대장을 명소하고, 또 도승지 이덕형, 병조 판서 권진에게 입직하라고 명하였다. - 이확의 상소가 올라오자, 왕이 여러 희첩들과 어수당에서 연회를 벌여 술을 마시다가 오랜 뒤에야 그 상소를 보았는데, 그것도 마음에 두지 않았다. 이에 유희분과 박승종의 집에서 두세 번 비밀리에 아뢰어 속히 조사하기를 청하였으므로 마침내 이 명을 내린 것이다. 대신 이하가 대궐에 나아갔으나 궐문이 이미 닫혔으므로 비변사에 모였고, 비변사 당상도 와서 모였다. - 훈련도감 대장 이흥립이 군사를 거느리고 궁성을 호위하였다. - 이흥립은 본래 박승종의 인척으로 그의 추천으로 직임을 맡았는데, 이때에 이르러 은밀히 의사와 합하였다. - 천총 이확을 보내어 창의문 밖을 수색하게 하였다. - 이확이 문 밖에 군사를 주둔시켰다고 고하였기 때문이다. 이확이 명령을 받고도 즉시 시행하지 않았는데, 이때 밤이 이미 한밤중이 되었다. - 이날 금상이 연서역 마을에 나아가 머물렀다. 대장 김류, - 이때 전 강계 부사로 집에 있었다. - 부장 이귀, - 이때 전 평산 부사로서 탄핵을 받고 대명하였다. - 등이 최명길, - 전 병조 좌랑이다. - 김자점, 심기원, - 유생이다. - 등과 홍제원 터에 모였는데, 장단 방어사 이서가 소속 부대를 거느리고 왔다. 이괄, - 북병사는 아직 가지 않았다. - 김경징, - 전 찰방은 김류의 아들이다. - 신경인, - 도총도사이다. - 이중로, - 이천 방어사이다. - 이시백, 이시방, - 유생 이귀의 아들이다. - 장유, - 전 한림이다. - 원두표, 이해, - 유생이다. - 신경유, - 무신인데 전 부사이다. - 장신, 심기성, 송영망, - 유생이다. - 박유명, 이항, - 무신이다. - 최내길, - 사예이다. - 한교, - 전 현감이다. - 원유남, - 전 병사이다. - 이의배, - 무장이다. - 신경식, - 전 현감이다. - 전 현감이다. - 유백증, - 전 좌랑이다. - 박정, - 승문원 정자이다. - 조흡 등이 모두 와서 모였다. 문무 장사 200여 - 군사가 도합 1000여 명이었다. - 밤 3경에 창의문으로 들어갔다. - 전날 바람이 불고 흙비가 내려 도성 안이 낮에 어두웠는데, 의사가 문으로 들어오자 갑자기 바람이 그치고 구름이 개었으며 달빛이 낮과 같았다. - 창덕궁 문 밖에 이르자 이흥립이 의장을 갖추고 와서 맞이하였고, 이확은 군사를 이끌고 후퇴하였다. 대신과 여러 재신이 군대의 소식을 듣고 모두 흩어졌다. 김류 등이 마침내 단봉문을 열고 들어갔다. 주상이 구굉, - 무장이다. - 심명세, - 유생이다. - 홍진도, - 전 현감이다. -  등이 잇따라 이르렀다. 김류가 인도하여 인정전 서쪽 계단 위에 이르러 동쪽을 향하여 호상에 앉았는데, 여러 장사들이 줄지어 시위하였고, 궁내를 시위하는 장졸들은 모두 흩어졌다. - 입직 승지 이덕형, 정립, 형방 승지 박홍도, 좌우 사관, 선전관 등이 처음 군대의 소식을 듣고 침문을 두드리며 들어와 시위하기를 청하였으나 궁중에서 응답하지 않았고 시신들도 피하여 숨었다. 이때 승지 유진증, 권진기, 민성징이 집에 있었다. - 왕이 북쪽 후원의 소나무 숲속으로 나아가 사다리를 놓고 궁성을 넘었다. - 평상시 궁인들이 후원에 긴 사다리를 설치하여 야간에 출입하기에 편리하도록 하였는데, 왕이 이 사다리를 사용하여 성을 넘었다. - 젊은 환관이 업고 가는데, 궁인 한 사람이 앞에서 인도하여 사복시 개천가의 의관 안국신의 집에 숨었다. - 왕이 안국신의 집안 사람인 정담수로 하여금 나가서 변고를 탐지하게 하였는데, 담수가 돌아와서 들은 바가 없다고 아뢰었다. 왕이 이르기를,“혹시 이이첨이 아니던가?”하였다. 왕이 이때 임취정 등을 신임하여 이첨의 권세를 누르려고 하였는데, 유희분이 은밀히 왕에게 아뢰기를,“이첨의 세력이 이미 높아서 꺾임을 당하지 않을 듯하였으니, 화란의 계략이 있어야 할 듯합니다.”하였기 때문에 왕이 의심한 것이다. - 세자 이지는 왕을 뒤쫓다가 찾지 못하자 장의동 민가에 숨었다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 12일(임인) 5번째기사",
                "gt-oKo": "왕이 대신·금부 당상·포도 대장을 부르게 하고, 또 도승지 이덕형(李德泂), 병조 판서 권진을 입직하게 하였다.【이반의 상소를 올렸으나 왕이 여러 여인들과 어수당(魚水堂)에서 연회를 하며 술에 취하여 오랜 뒤에야 그 상소를 보았는데, 역시 대수롭지 않은 일로 여겼다. 이에 유희분·박승종이 두세 번 비밀리에 아뢰어 속히 조사하게 할 것을 청하였으므로 이 명을 내렸다. 대신 이하 관원들이 대궐에 나갔으나 대궐문이 벌써 닫혔으므로 비변사에 모였는데, 비변사 당상들도 와서 모였다.】 도감 대장 이흥립(李興立)은 군사를 거느리고 궁성(宮城)을 호위하게 하고,【흥립은 박승종의 사돈으로서 그의 추천으로 직임을 제수받았는데 이 때 은밀히 반정군과 합세하였다.】 천총 이확(李廓)을 보내어 창의문(彰義門) 밖을 수색하게 하였다.【이반이 문 밖에 반정군이 주둔해 있다고 고했기 때문이었다. 이확이 명령을 받고 즉시 시행하지 않았는데 이 때 밤이 이미 자정이 지났다.】 이날 금상(今上)은 연서역(延曙驛) 마을에 주둔하였는데, 대장 김류(金瑬),【이때 전 강계 부사(江界府使)로 집에 있었다.】 부장 이귀【이때 전 평산 부사로서 논핵을 받아 명을 기다리고 있었다.】 등은 최명길(崔鳴吉)【전 병조 좌랑.】·김자점·심기원【유생.】 등과 홍제원(弘濟院) 터에서 모였고, 장단 방어사(長湍防禦使) 이서(李曙)는 부하 병사를 거느리고 왔고, 이괄(李适)【북병사(北兵使)에 제수되었는데 떠나지 않았다.】·김경징(金慶徵)【전 찰방인데 김류의 아들이다.】·신경인(申景摠)【도총도사(都總都事).】·이중로(李重老)【이천 방어사(伊川防禦使).】·이시백(李時白)·이시방(李時昉)·【유생인데 이귀의 아들이다.】 장유(張維)【전 한림.】·원두표(元斗杓)·이해(李澥)【유생.】·신경유(申景裕)【무신인데 전 부사이다.】·장신(張紳)·심기성(沈器成)·송영망(宋英望)【유생.】·박유명(朴惟明)·이항(李沆)【무신.】·최내길(崔來吉)【사예.】·한교(韓嶠)【전 현감.】·원유남(元裕男)【전 병사.】·이의배(李義培)【무장.】·신경식(申景植)【전 현감.】·홍서봉(洪瑞鳳)【전 승지.】·유백증(兪伯曾)【전 좌랑.】·박정(朴茢)【승문원 정자.】·조흡(趙潝) 등이 모두 와서 모였다. 문무 장사(將士) 2백여 명이【군사는 모두 1천여 명이었다.】 밤 3경에 창의문으로 들어가【전날부터 바람이 불고 운애가 끼어 성안이 낮에도 어두웠었는데 반정군이 문 안으로 들어오자 갑자기 바람이 멈추고 구름이 걷혀 달빛이 대낮처럼 밝았다.】 창덕궁 문 밖에 도착했을 때 이흥립이 지팡이를 버리고 와서 맞이했고 이확은 군사를 이끌고 후퇴하였다. 그리고 대신 및 재신(宰臣)들은 군대의 함성소리를 듣고 모두 흩어져 도망갔다. 김류 등이 단봉문(丹鳳門)을 열고 들어갔고, 상이 구굉(具宏)【무장.】·심명세(沈命世)【유생.】·홍진도(洪振道)【전 현감.】 등과 함께 잇달아 도착하였는데 김류가 인도하여 인정전 서쪽 뜰 에 가서 동향하여 호상(胡床)에 앉았고 여러 장사들이 줄지어 시위하고 있었으며, 궁 안의 시위 장졸은 모두 흩어졌다.【입직 승지 이덕형·정립(鄭岦), 형방 승지 박홍도, 좌우 사관과 선전관 등이 처음 군대의 함성을 듣고 침전의 문을 두드리며 들어가 시위할 것을 청하였으나 궁중에서 대답이 없었고 시신(侍臣)들도 모두 흩어졌다. 이때 승지 유진증(兪晉曾)·권규기(權奎己)·민성징(閔聖徵)은 집에 있었다.】 왕이 북쪽 후원의 소나무숲 속으로 나아가 사다리를 놓고 궁성을 넘어갔는데 【평상시에 궁인들이 후원에 긴 사다리를 설치하여, 밤에 출입하기에 편리하도록 하였는데 왕이 이 사다리를 사용하여 궁성을 넘어갔다.】 젊은 내시가 업고 가고 궁인 한 사람이 앞에서 인도하여 사복시 개천가에 있는 의관 안국신(安國信)의 집에 숨었다.【왕이 국신의 집 사람인 정담수(鄭柟壽)로 하여금 나가서 변란이 일어난 것에 대해 탐지하게 하였는데, 담수가 돌아와서 들은 것이 없다고 아뢰니, 왕이 말하기를 “혹시 이이첨이 한 짓이 아니던가.” 하였다. 왕이 이때 임취정(任就正) 등을 신임하여 이첨의 권세를 억제하려고 했었는데 유희분이 은밀히 왕에게 아뢰기를 “이첨의 세력이 너무도 높으니 그가 꺾임을 받지 않고 변란을 일으킬 계략을 가질듯 합니다.”라고 했기 때문에 왕이 의심했던 것이다.】 그리고 세자 이지(李祬)는 왕을 뒤쫓다가 찾지 못하고 장의동(莊義洞) 민가에 숨었다.",
                "hj": "○王命召大臣、禁府堂上、捕盜大將, 又命都承旨李德泂、兵曹判書權縉入直。【而攽疏上, 王方與諸姬, 燕酣魚水堂, 久而方見其疏, 亦不以爲意。 柳、朴家秘啓再三, 請速究之, 故遂下是命。 大臣以下詣闕, 闕門已閉, 遂會于備邊司, 備邊司堂上亦來會。】都監大將李興立, 領兵扈衛宮城,【興立, 本朴承宗姻家, 爲其薦任, 至是密與義師合。】遣千摠李廓, 搜彰義門外。【而攽告兵屯門外故也。 廓受令不卽行, 時夜已半矣。】是日今上出次延曙驛村, 大將金瑬、【時以前江界府使, 家居。】副將李貴【時以前平山府使, 被劾待命。】等與崔鳴吉、【前兵曹佐郞。】金自點、沈器遠【儒生。】等會于弘濟院基, 長湍防禦使李曙, 領所部來赴, 李适、【北兵使, 未行。】金慶徵、【前察訪, 瑬之子。】申景禋、【都摠都事。】李重老、【伊川防禦使。】李時白、李時昉、【儒生, 貴之子。】張維、【前翰林。】元斗杓、李澥、【儒生。】申景裕、【武臣, 前府使。】張紳、沈器成、宋英望、【儒生。】朴惟明、李沆、【武臣。】崔來吉、【司藝。】韓嶠、【前縣監。】元裕男、【前兵使。】李義培、【武將。】申景植、【前縣監。】洪瑞鳳、【前承旨。】兪伯曾、【前佐郞。】朴炡、【承文正字。】趙潝等, 皆來會。 文武將士二百餘人,【兵合千餘人。】夜三鼓, 入自彰義門【自前日風霾, 城中晝晦。 及義師入門, 忽風止雲霽, 月色如晝。】進至昌德宮門外, 李興立放仗來迎, 李廓引兵退次。 大臣、諸宰聞軍聲, 皆逬散。 瑬等遂開丹鳳門以入。 上與具宏、【武將。】沈命世、【儒生。】洪振道【前縣監。】等繼至。 瑬引至仁政殿西階上, 東向坐胡床, 諸將士列侍, 宮內侍衛將卒皆散。【入直承旨李德泂ㆍ鄭岦、刑房承旨朴弘道, 與左右史、宣傳官等, 初聞軍聲, 叩寢門, 呼請入衛, 宮中不應, 侍臣亦避匿。 時承旨兪晋曾、權盡己、閔聖徵在家。】王從北苑松林中, 設梯踰宮城。【常時宮人設長梯于苑中, 以便夜間出入, 王用是梯踰城。】有小宦負之而行, 一宮人前導, 匿于司僕渠邊醫官安國信家。【王使國信家人鄭柟壽, 出探變事, 柟壽還白以無所聞。 王曰: “儻非爾瞻耶?” 蓋王方仗任就正等, 欲抑爾瞻權勢, 柳希奮密白王曰: “爾瞻勢已亢, 恐不受挫, 宜有亂略。” 故王疑之。】世子祬追王不得, 竄匿于莊義洞民家。"
            },
            "6": {
                "H2KE-EN": "The King (Sejong sent Yi Gwi and others to inquire after the health [of the Abdicated King (Taejong] at Gyeongbok Palace .",
                "H2KE-nKo": "주상이 이귀 등을 보내 경운궁에 문안하게 하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 12일(임인) 6번째기사",
                "gt-oKo": "상이 이귀를 보내어 경운궁(慶運宮)에 문안하였다.",
                "hj": "○上遣李貴等, 起居慶運宮。"
            },
            "7": {
                "H2KE-EN": "A fire broke out in the palace. The King was already hiding and hiding, and many soldiers entered the palace. The palace was slightly empty, but the King could not find it. He then mistakenly lost the fire in the palace hall, and the King ordered the Directorate of Fabrics to extinguish the fire, but Injeong Hall (Hall of Benevolent Governance . Later, he minted more than four thousand nyang of silver in the central room. This was because the King had minted silver skins with leather wooden soles, and placed it in the thatched hut.",
                "H2KE-nKo": "대내에 불이 났다. - 왕이 이미 피하여 숨었는데, 군사들이 궁에 들어오자 궁중이 텅 비어 사람이 없어 왕을 찾았으나 찾지 못하였다. 이어 횃불을 잘못 버려 궁전을 연달아 태웠는데, 주상이 도감의 군사들로 하여금 끄게 하였으나 인정전만 남아 있었다. 그 후 잿더미 속에서 은 4만여 냥을 파냈는데, 이는 왕이 가죽주머니에 은을 넣어 침전 안에 두었기 때문이다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 12일(임인) 7번째기사",
                "gt-oKo": "대궐이 불에 탔다.【왕이 이미 숨은 뒤에 군사들이 궁궐에 들어왔는데 궁중이 텅 비어 사람이 없고 왕을 찾았으나 찾지 못했다. 이 때 횃불을 잘못 버려 궁전을 잇달아 태웠는데 상이 도감의 군사들로 하여금 끄게 하였으나 인정전만 남고 모두 탔다. 그 후 잿더미 속에서 은 4만여 냥을 캐냈는데 이것은 왕이 가죽주머니에 은을 넣어 침전 안에 두었던 것이다.】",
                "hj": "○大內火。【王旣避匿, 諸軍入宮, 宮中虛無人, 索王不得。 仍誤遺炬火, 延爇殿宇, 上令都監軍撲滅, 仁政殿獨存。 其後從灰土中, 掘得銀四萬餘兩, 蓋王嘗以皮袋盛銀, 置之寢內故也。】"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyemyo day, at the early gyemyo year (, the royal seal was withdrawn. The soldiers were able to obtain the royal seals from the Royal Placenta Chamber . Royal Secretaries Yi Deok and Jeong Rip came to have an audience with the King. The soldiers captured two people and the King ordered them to bow to the King. Deokhyeong said, I do not dare bow to the King. As Kim Ri and others came to explain the meaning of propriety, Deokhyeong finally bowed twice with Jeong Rip. As the clerk Yun Jigyeong was on duty and hid it in the wall of the Royal Placenta Chamber . When he was captured, he did not bow to the King. Shin Gyeongyu robbed a sword and wanted to kill him. The King quickly stopped him and ordered the commanders to explain the meaning of his intention. Jigyeong also bowed to the King.",
                "H2KE-nKo": "계묘년 새벽녘에 어보를 거두어들였다. - 군인이 후원에서 구해 바쳤다. - 승지 이덕형과 정립이 알현하였다. - 군인이 두 사람을 붙잡아 오니, 주상이 좌우의 신하들에게 명하여 절을 하게 하였다. 덕형이 말하기를,“아직 알려지지 않았으니 감히 절을 하지 못하겠습니다.”하였다. 김류 등이 나아가 거의하라는 뜻으로 유시하니, 덕형이 마침내 정립과 재배하였다. 보덕 윤지경이 입직하였다가 담장과 벽 사이에 숨어 있다가 붙잡혀 왔는데도 절을 하지 않았다. 신경유가 칼을 뽑아 찌르려고 하자, 주상이 급히 만류하고 여러 장수로 하여금 뜻을 유시하게 하니, 윤지경도 절을 하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 1번째기사",
                "gt-oKo": "새벽녘에 어보(御寶)를 수습하였다.【군인이 후원에서 습득하여 바쳤다.】",
                "hj": "○癸卯/黎明, 收御寶。【軍人得於苑中以獻。】承旨李德泂、鄭岦謁。【軍人執二人來, 上左右命納拜。 德泂曰: “未達, 不敢拜。” 瑬等就諭以擧義之意, 德泂遂與岦再拜。 輔德尹知敬方入直, 匿于墻壁間, 被執以來, 亦不肯拜。 申景裕拔釰欲砍之, 上急止之, 使諸將諭意, 知敬亦納拜。】"
            },
            "10": {
                "H2KE-EN": "[The King] dispatched an envoy to execute Bak엽 and Jeong Jun , who were the governor of Pyeongan Province . [Bak]엽 was the magistrate of Uiju . In the sixth year of the Yongle era (, [Bak]엽 was engaged in debauchery and possessed excessive posession of greed and greed. He privately stole goods and storehouses were wealthy in the Office of Palace Procurement . He caused harm to the route [of the province], and its villages were empty. Jeong Jun was the younger brother of [Jeong] Jo , who first tried to be abandoned his mother. When he was Uiju , he was engaged in debauchery and greed. Heo Jeongsik , Nam Iheung , and Yun Sugyeom were called the five pirates. The two pirates were placed in the western frontier. The commanders, worried about their own suspicion and tried to be executed. The King secretly instructed the commander in chief [of Pyeongan Province] to execute [Bak] Jun. After [Bak]엽 died, the people of Pyeongyang , seized the coffin, porridge, and porridge, executed all the horses that had boarded. His wife and children were almost executed.",
                "H2KE-nKo": "사신을 보내 박엽 - 평안 감사 - 정준 을 주벌하였다. - 의주 부윤 박엽은 6년 동안 관서를 지키고 있으면서 탐학한 짓과 가렴주구로 재물을 긁어모으고 사치와 욕심을 극도로 부려 개인이 소장하고 있는 재물이 내탕고보다 부자가 되었으며, 일로에 해독을 끼쳐 마을이 폐허가 되었다. 정준은 정조의 아우로서 제일 먼저 폐모론을 주장하였고, 의주에 있을 때에는 탐학한 짓을 한 것이 박엽의 다음이었다. 허정식, 남이흥, 윤수겸과 함께 오적이라고 불리웠다. 두 사람이 서쪽 변방에 있었는데, 여러 장수들이 자신들이 스스로 의심하여 난을 일으킬까 염려하여 제일 먼저 주벌하기를 주상에게 아뢰어 청하니, 주상이 도원수 한준겸에게 비밀히 유시하여 주벌하게 하였다. 박엽이 죽은 뒤에 평양 사람들이 관을 가져다가 시체를 찢고 그가 타고 다니던 말까지 아울러 죽였으며, 처자식은 겨우 몸만 빠져나왔다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 10번째기사",
                "gt-oKo": "사신을 보내어 박엽(朴燁)【평안 감사.】·정준(鄭遵)【의주 부윤.】을 베게 하였다.【박엽은 6년 간 관서 지방에 방백으로 있으면서 탐학한 짓으로 재물을 수탈하고 끝없이 사치와 욕심을 부려 개인이 지니고 있는 재물이 내탕고의 재물보다 더 많았으며, 일로(一路)에 해독을 끼쳐 마을이 폐허가 되었다. 정준은 정조(鄭造)의 아우로서 제일 먼저 폐모론을 주장하였고, 의주에 있을 때 탐학한 짓을 한 것이 박엽에게 다음갔었는데, 허정식(許廷式)·남이흥(南以興)·윤수겸(尹守謙)과 함께 오적(五賊)이라고 칭하였다. 제장들은 이 두 사람이 서쪽 변방에 있으면서 스스로 의심하여 변란을 일으킬까 염려하여 제일 먼저 참형할 것을 계청하였는데, 상이 도원수 한준겸에게 비밀히 유시하여 베게 하였다. 박엽이 죽은 뒤에 평양 백성들이 관을 꺼내어 시체를 가루로 만들고 그가 타고 다니던 말까지 죽였는데, 그의 처자식은 겨우 모면하였다.】",
                "hj": "○遣使誅朴燁、【平安監司。】鄭遵。【義州府尹。 燁, 鎭關西六年, 貪虐掊克, 窮奢極欲, 私藏財寶, 富於內帑, 流毒一路, 邑里丘墟。 鄭遵, 以造之弟, 首爲廢母之論, 在義州, 貪虐亞於燁。 與許庭式、南以興、尹守謙, 號爲五賊。 二人在西邊, 諸將慮其自疑爲亂, 首啓請誅, 上密諭都元帥韓浚謙誅之。 燁死後, 平壤人取棺磔尸, 竝殺其所乘駿馬, 妻子僅以身免。】"
            },
            "11": {
                "H2KE-EN": "The King summoned Shin Gyeongjin to Gasan . Originally, [Shin] Gyeongjin possessed a great plan in the beginning, and secretly conspired with righteousness and brave. [Shin] Seungjik suspected him and sent special appointees to protect Hyoseong Garrison . [Shin] Gyeongjin sought to return [to the capital], but did not fulfill his wishes. At this time, the King summoned him to the first place.",
                "H2KE-nKo": "가산에 있는 신경진을 불렀다. - 신경진이 제일 먼저 대책을 세워 은밀히 의용과 결탁하였다. 박승종이 의심하여 별장에 차임하여 효성령을 지키게 하였는데, 신경진이 돌아가기를 청하였으나 뜻을 이루지 못하였다. 이때에 이르러 주상이 제일 먼저 부른 것이다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 11번째기사",
                "gt-oKo": "가산(嘉山)에 가 있는 신경진(申景禛)을 불렀다.【신경진이 제일 먼저 대책(大策)을 세우고 몰래 의사(義士)·용사(勇士)들을 결집시켰는데, 박승종이 의심하여 별장으로 차출시켜 효성령(曉星嶺)을 지키게 하였다. 경진이 돌아가게 해줄 것을 청했으나 이루지 못했었는데, 이 때 상이 제일 먼저 불렀다.】",
                "hj": "○召申景禛于嘉山。【景禛首建大策, 陰結義勇。 朴承宗疑之, 差別將遣守曉星嶺。 景禛求歸不遂, 至是上首召之。】"
            },
            "12": {
                "H2KE-EN": "유희분이 leading his younger generation and awaited the royal order outside the South Gate . Thus, he was imprisoned. ",
                "H2KE-nKo": "유희분이 자제를 거느리고 남대문 밖에서 대명하니, 마침내 가두었다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 12번째기사",
                "gt-oKo": "유희분이 자제를 데리고 남대문 밖에서 명을 기다렸는데, 수금하였다.",
                "hj": "○柳希奮率子弟, 待命于南大門外, 遂囚之。"
            },
            "2": {
                "H2KE-EN": "[The King] decapitated the death penalty for Hongdo . [However], had been arrested and brought [to the capital]. The King ordered to capture him. [However], loudly wailed and grief, saying, I wish to work together with 이덕형 and others. The soldiers walked on their street and threw his horse, saying, What do you want? Consequently, [However], decapitated [However].",
                "H2KE-nKo": "박홍도를 참하였다. - 박홍도도 잡혀 오니, 주상이 그를 결박하라고 명하였다. 박홍도가 큰 소리로 애걸하기를 “이덕형 등과 함께 힘을 다해 일하고 싶습니다.” 하니, 군사들이 발로 그의 입을 차며 말하기를,“네가 다시 무슨 말을 하려고 하는가.” 하고, 마침내 참하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 2번째기사",
                "gt-oKo": "승지 이덕형·정립이 배알하였다.【군인이 두 사람을 잡아 왔는데, 상의 좌우 사람이 절을 하게 하니, 덕형이 말하기를 “무슨 사건인지 알지 못하기 때문에 절을 할 수 없다.”고 하였다. 이리하여 김류 등이 거의(擧義)한 사실에 대해서 말해 주자, 덕형이 정립과 함께 두번 절을 하였다. 보덕 윤지경(尹知敬)은 입직하여 담벽 속에 숨어 있다가 잡혀 왔는데 역시 절을 하지 않으려 하자, 신경유가 칼을 뽑아 베려고 하였다. 이에 상이 급히 말리고 여러 장수들로 하여금 사건의 내용을 말해 주게 하자 지경도 절하였다.】 박홍도를 목베었다.【홍도도 잡혀왔는데 상이 그를 묶으라고 하자 큰소리로 애걸하며 말하기를 “이덕형 등과 함께 힘껏 일해보고 싶다.”고 하였으나, 군사가 발로 그의 입을 차며 말하기를 “네가 그래도 무슨 말을 하려고 하는가.” 하고 끝내 베었다.】",
                "hj": "○斬朴弘道。【弘道亦被執以來, 上命縛之。 弘道大呼乞哀曰: “願與李德泂等, 同事盡力。” 軍士以足蹴口曰: “汝復欲何言?” 遂斬之。】"
            },
            "3": {
                "H2KE-EN": "이이첨, 박승종, and others escaped [from the capital].",
                "H2KE-nKo": "이이첨과 박승종 등이 도망쳤다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 3번째기사",
                "gt-oKo": "이이첨·박승종 등은 도망쳤다.",
                "hj": "○李爾瞻、朴承宗等逃。"
            },
            "4": {
                "H2KE-EN": "Kim Yu , a military command, summons all the officials to the palace in order to inquire after the health of the Abdicated King (Taejong and the King (Sejong. He learned that the King would return to his hometown. Sometimes he had an audience with the King before him, and sometimes he went to the palace in order to wait for him.",
                "H2KE-nKo": "김류가 군령으로 백관을 불러 경운궁에 문안하게 하였는데, 백관이 반정의 거사를 알고 주상 앞에 알현하기도 하고 경운궁에 나아가 기다리기도 하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 4번째기사",
                "gt-oKo": "김류가 군령(軍令)으로 백관을 불러 경운궁에 가서 문안드리게 하였다. 백관이 반정이 일어난 사실에 대해서 알고 어떤 사람은 상 앞에 와서 배알하고 어떤 사람은 경운궁에 가서 기다리고 있었다.",
                "hj": "○金瑬以軍令召百官, 起居慶運宮百官, 知反正之擧, 或謁上前, 或詣慶運宮以俟。"
            },
            "5": {
                "H2KE-EN": "Kim Gaesi , a member of the Office of Palace Kitchen Supplies , was beheaded. Before Kim Gaesi was residing in Jeongsik Lodge , he heard of an unexpected disaster and escaped among the people. The soldiers took [Kim Gaesi] and beheaded.",
                "H2KE-nKo": "상궁 김개시를 베었다. - 김개시가 정업원에서 불공을 드리고 있다가 변고를 듣고는 민간에 도망하였는데, 군인이 그를 잡아다가 베었다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 5번째기사",
                "gt-oKo": "상궁 김개시(金介屎)를 베었다.【개시가 정업원(淨業院)에서 불공을 드리고 있다가 사변이 일어난 것을 듣고 민가에 숨어 있었는데, 군인이 찾아내어 베었다.】",
                "hj": "○誅尙宮金介屎【介屎, 方設佛供于淨業院。 聞變逃匿民間, 軍人取而斬之。】"
            },
            "6": {
                "H2KE-EN": "Bak Gil was beheaded. Second Minister of War Jeong Gil first went to the palace and had an audience with the King. Minister of War Kwon Jin entered the palace and quite detailed in his measures. Then [Jeong Gil] came forward and said, [Jeong] Gil is a member of the robers of the king and is unable to assume his position in the Board of War. Your subject also cannot comfort the matter with the thieves of the thieves. [Your subject] implores that [Jeong] Gil be executed so that the state law might be rectified. [Your subject] requests that [Jeong] Gil be executed by Second Minister of War , and [Seong] Seop be appointed Third Minister of War . Thereafter, your subject can assist the King in comfort and uphold the order. [Jeong Gil] repeatedly petitioned [to the King]. The King asked the commanders, and the commanders said, Ultimately, [Jeong] Gil should not be executed from death. It is appropriate to follow [King] Jins words. Consequently, [Jeong Gil] was dragged out [from the palace] and beheaded. [King] Jin was originally a relative of the King and his wicked clique. [Jeong] Gil first harmed [Jeong] Gil and earned himself. People detested [Jeong Gil] for his treason.",
                "H2KE-nKo": "박정길을 베었다. - 병조 참판 박정길이 먼저 대궐에 나아가 주상을 알현하고, 병조 판서 권진도 이어서 들어와 처리하고 지시한 것이 매우 상세하였다. 이어 나아가 아뢰기를,“박정길은 원흉의 심복으로서 이렇게 위태로운 때에 병부에 무릅쓰고 있을 수 없습니다. 신은 또 이 역적과 함께 일할 수 없으니, 속히 박정길을 베어 나라의 형벌을 바로잡으소서. 김류를 참판으로, 홍서봉을 참의로 삼은 뒤에야 신이 협력하여 일을 할 수 있고 명령을 받들 수 있습니다.”하고, 재삼 항거하였다. 주상이 여러 장수들을 돌아보며 물으니, 여러 장수들이 아뢰기를,“박정길은 끝내 죽음을 면할 수 없으니 권진의 말대로 하는 것이 좋겠습니다.”하고, 마침내 끌어내어 베었다. 권진은 본래 총애를 받는 신하이고 간사한 무리인데, 먼저 박정길을 해쳐서 스스로 공을 세우게 하니, 사람들이 그의 변덕스러움을 미워하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 6번째기사",
                "gt-oKo": "박정길(朴鼎吉)을 베었다.【병조 참판 박정길이 제일 먼저 대궐에 와서 상께 배알하였는데, 병조 판서 권진이 잇달아 들어와서 모든 조처와 지휘를 잘하고 이어 아뢰기를 “박정길은 원흉(元兇)의 심복으로서 위태롭고 어수선한 이때에 병부(兵部)에 그대로 있게 할 수 없습니다. 신도 이 역적과 함께 일할 수 없으니 속히 정길을 베어 나라의 형법을 바로잡으소서. 그리고 김류를 참판으로 삼고 홍서봉을 참의로 삼은 뒤에야 신이 협력하여 일을 할 수 있고 명령을 받들 수 있습니다.” 하며 두세 번 강청하였다. 이에 상이 제장(諸將)들을 돌아보며 묻자, 제장들이 아뢰기를 “정길은 끝내 죽임을 모면하지 못할 것이니 권진의 말대로 하는 것이 좋겠습니다.” 하여 마침내 그를 끌어내어 베었다. 권진은 본시 총애받는 신하였고 간흉의 무리였는데 먼저 정길을 살해하여 자신의 공을 드러내자, 사람들이 그의 태도가 변한 것에 대해 증오하였다.】",
                "hj": "○誅朴鼎吉。【兵曹參判朴鼎吉先詣闕謁上, 兵曹判書權縉繼入, 區處指畫甚悉, 仍進曰: “朴鼎吉以元兇腹心, 當此危疑之際, 不可冒居兵部。 臣又不可與此賊同事, 請亟誅鼎吉, 以正邦刑。 以金瑬爲參判, 洪瑞鳳爲參議然後, 臣可以協濟奉令。” 再三抗請。 上顧問諸將, 諸將曰: “鼎吉畢竟不宜免死, 宜如縉言。” 遂曳出斬之。 縉, 本嬖臣姦黨, 而先害鼎吉以自效, 人憎其變幻。】"
            },
            "7": {
                "H2KE-EN": "Jeong Damsu informed the King of his lodging. The King sent Yi Jungro and others to greet him at the palace and stayed in the night at the quarters of the Government Arsenal . Around the mourning period for [Jeong] Damsu, the King, dressed in mourning clothes, and had people do not know about this. [Yi] Jungro proceeded to the palace and had an audience with the King. The King said, What are you? [Jeong Dam] replied, Your subject is [Yi] Jungro , Magistrate of Icheon Magistracy . Finally, [Jeong Dam] led his horse and arrived. The King had Song Yeongmang and others care for him. The King was apprehensive and apprehensive, and asked [Song] Yeongmang and others, Who is able to do so? Who is plotting to be raised? [Jeong Dam] replied, The plotting to be crown prince is a relative of the royal family. He already received the Queen Mothers return trip [to the palace]. The King said, The distinction between the world and the wisdom have been raised in ancient times. However, why did you not have a court ladies-in-waiting and support me by sending me a lowborn person? The King sent a court ladies-in-waiting to send Lady Im to the lodging of the Crown Prince. The King finally resided.",
                "H2KE-nKo": "정담수가 왕이 숨어 있는 곳을 고하자, 주상이 이중로 등을 보내 대궐 아래로 맞이하여 오게 하고 도총부의 직방에 머물게 하였다. - 정담수가 상중에 있었는데, 왕이 상복 차림을 하여 사람들로 하여금 알지 못하게 하였다. 이중로가 앞에 나아가 배알하니, 왕이 말하기를,“너는 어떤 사람인가?”하자, 대답하기를,“신은 이천 부사 이중로입니다.”하고, 마침내 그를 부축하여 말에 태우고 왔다. 주상이 송영망 등으로 하여금 간호하게 하고, 왕은 두려워하여 스스로 안정을 찾지 못하였다. 송영망 등에게 묻기를,“오늘의 일은 누가 한 것이며, 어떤 사람을 추대하였는가?”하니, 대답하기를,“추대한 것은 바로 왕실의 지친이고, 이미 자전을 받들어 반정한 것입니다.”하였다. 왕이 말하기를,“혼매한 사람을 폐하고 어진 사람을 세우는 것은 옛날에도 있었다. 다만 어찌하여 나인과 환시를 급사하게 하지 않고 나를 대우하는 것이 이처럼 박하단 말인가.”하였다. 주상이 궁인 한 사람을 보내고, 또 소용 임씨를 보내 곁에서 모시게 하고, 왕은 이에 안심하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 7번째기사",
                "gt-oKo": "정담수가 왕이 숨어 있는 곳을 아뢰자, 상이 이중로 등을 보내어 대궐로 데려오게 하고 도총부 직방(直房)에 머물게 하였다.【담수가 상중에 있었는데 왕이 상복 차림을 하여 사람들로 하여금 알지 못하게 하였다. 중로가 앞에 나아가 배알하니, 왕이 말하기를 “너는 누구냐.” 하자, 대답하기를 “신은 이천 부사 이중로입니다.” 하고, 끌어 안아 말에 태우고 돌아왔는데, 상이 송영망 등으로 하여금 간호하게 하였다. 왕이 두려워하여 안정을 찾지 못하고 영망 등에게 묻기를 “오늘의 거사는 누가 한 것이며 어떠한 사람을 추대하였는가.” 하자, 대답하기를 “추대한 분은 바로 왕실의 지친이신데 자전의 명을 받들어 반정한 것입니다.” 하니, 왕이 말하기를 “혼매한 임금을 폐하고 현명한 사람을 세우는 것은 옛날에도 있었던 일이다. 하지만 어찌하여 나인·내시·급사들을 보내주지 아니하여 나를 대우하는 데 있어 이처럼 박하게 하는 것인가.” 하였다. 이에 상이 궁인 한 사람을 보내고 또 소용 임씨(任氏)를 보내어 곁에서 모시게 하자, 왕이 편안하게 여겼다.】",
                "hj": "○鄭柟壽告王匿其處, 上遣李重老等, 迎致闕下, 寓都摠府直房。【柟壽方服喪, 王取喪冠麻衣服之, 欲使人不覺。 重老就前拜謁, 王曰: “汝何人耶?” 對曰: “臣是伊川府使李重老也。” 遂擁上馬來。 上使宋英望等看護。 王悸恐不自定, 問英望等曰: “今日之事, 誰爲之耶? 推戴何人耶?” 對曰: “推戴乃王室至親, 已奉慈殿反正矣。” 王曰: “廢昏立賢, 古亦有之。 但何不令內人宦寺給事, 而待我卑簿如此耶?” 上送一宮人, 又送昭容任氏侍側, 王乃安。】"
            },
            "8": {
                "H2KE-EN": "The King went to the palace to pay his respects to the Queen Mother and then presented the royal seal [to the Queen Mother]. Earlier, when [Yi] Gui and others arrived at the palace at the first time, the Queen Mother did not know about the circumstances, and thus suspecting that the King dispatched an army to raise an unforeseen occurrence, [the Queen Mother] rejected the gate and refused [the Queen Mother]. [Yi] Gui and others had the troops cross the city wall and open the gate to enter, wailing in the outer courtyard. The Queen Mother ordered a eunuch to inquire after [the Queen Mothers] health. Gui and others wrote down the reason for the occurrence of reforming [the Queen Mother] in detail and requested that the Queen Mother proceed to Changdeok Palace, [but the Queen Mother] did not permit [them]. The King and the 장사 proceeded to the palace together with the officials and the people of the capital on the roadside to gladly voice their hands. [The Queen Mother] gladly clasped [the Queen Mother] with wine and meat and greeted [the Queen Mother] to greet [the Queen Mother]. The King arrived at the palace to lead all the officials and the commanders, bowed to wail outside the palace gate, and then presented the royal seal [to the Queen Mother]. The King ordered Sim Giwon , [Kim] Jeom , and others to carry the royal palanquin and follow [the Queen Mother]. The womans from the marketplace saw the King traveled [to the palace] and all classed [the Queen Mother] on the city wall and saw [the Queen Mother]. Sometimes, [the Queen Mother] blamed [the Queen Mother], saying, Where is the gold and silver collected from Kim Yan ? The King shed tears and stopped. [The King] arrived at the palace and resided in the Royal Physicians . [The Queen] also reported the Queens hiding where [Kim] Yan was hiding. [The King] sent the commanders to bring [the Queen] back [to the palace]. The Queen and the Crown Princess crown Princes, as well as various court ladies, gathered together to the Ministry of War, and the soldiers surrounded and guarded [the Queen Mother].",
                "H2KE-nKo": "주상이 경운궁에 나아가 대왕 대비에게 문안한 다음 어보를 올렸다. - 이귀 등이 경운궁에 처음 도착했을 때 대비가 처음에는 일의 단서를 알지 못하고 왕이 군사를 보내어 변란을 일으킬까 의심하여 문을 닫고 받아들이지 않았다. 이귀 등이 군사를 시켜 담장을 넘어 문을 열고 들어가 바깥 뜰에서 곡을 하니, 대비가 내시를 시켜 묻게 하였다. 이귀 등이 반정한 연유를 갖추어 기술하고 또 대비에게 창덕궁으로 거둥할 것을 청하였으나 대비가 허락하지 않았다. 주상이 장사들과 함께 경운궁에 나아가니 도성 안의 사람들이 길 양쪽에서 고함을 치며 축수하고 이마에 손을 얹고 다투어 술과 고기를 가지고 장사들을 위로하였다. 주상이 경운궁에 이르러 백관과 여러 장수들과 함께 합문 밖에서 절하고 곡을 한 다음 어보를 올렸다. 주상이 심기원과 김자점 등으로 하여금 왕을 받들고 소여를 타고 뒤따라 가게 하였는데, 시방의 남녀들이 왕이 가는 것을 보고 모두 담장과 지붕에 올라가 바라보았다. 어떤 사람이 꾸짖기를,“김야와 김야가 거두어들인 금은은 어느 곳에 두고 이 길을 가는가?”하니, 왕이 머리를 숙이고 눈물을 흘릴 뿐이었다. 궁에 이르러 내약방에 우거하고 있었는데, 군인이 또 김야가 숨어 있는 곳을 고하자 장수를 보내어 데려오게 하였다. 왕비와 세자빈 및 여러 궁인이 모두 병조에 모여 군사들이 에워싸고 지켰다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 8번째기사",
                "gt-oKo": "상이 경운궁에 나아가 대왕 대비께 문안드리고 어보를 올렸다.【이귀 등이 경운궁에 처음 갔을 때 대비는 무슨 사단인지 알지 못하고 왕이 병사를 보내어 변란을 일으키는 것인가 의심하여 문을 잠그고 받아들이지 않았다. 이에 이귀 등이 군사로 하여금 담장을 넘어 문을 열게 하고 들어가서 바깥 뜰에서 울었는데, 대비가 내시를 시켜 묻게 하자, 이귀 등이 반정을 일으킨 사유를 모두 아뢰었다. 그리고 대비에게 창덕궁으로 행차하기를 청했는데 대비가 윤허하지 않았다. 상이 장사들을 거느리고 경운궁으로 갈 때 도성 백성들이 양쪽 길가에서 환호하며 이마에 손을 얹고서 축수하였고 서로 술과 고기를 가지고 와서 장사들을 위로하였다. 상이 경운궁에 도착하여 백관·제장들과 함께 합문(閤門) 밖에서 절하며 울고 이어 어보를 올렸다. 상이 심기원·김자점 등으로 하여금 왕을 받들어 작은 가마에 태우고 뒤를 따르게 하였는데, 도성의 남녀들이 왕이 가는 것을 보고 모두 담장과 지붕에 올라가 바라보았고, 어떤 사람은 욕하기를 “돈 애비야, 돈 애비야, 거두어 들인 금은(金銀)은 어느 곳에 두고 이 길을 가는가.” 하니 왕이 머리를 숙이고 눈물만 흘렸다. 궁에 이르러 내약방에 머물게 하였다. 군인이 이지가 숨어 있는 곳을 또 아뢰자, 장수를 보내어 데려오게 하였고, 왕비·세자빈 및 여러 궁인들을 모두 병조에 집합시키고 군사들이 주위에서 지키게 하였다.】",
                "hj": "○上詣慶運宮, 起居大王大妃, 進御寶。【貴等初至慶運宮, 大妃初不知事端, 疑王遣兵作變, 拒門不納。 貴等令軍士, 踰墻闢門以入, 哭於外庭, 大妃令小宦問之。 貴等具述反正之由, 且請大妃駕幸昌德宮, 大妃不許。 上與將士詣慶運宮, 都中人夾道讙呼, 祝手加額, 爭持酒肉, 迎勞將士。 上至慶運宮, 與百官諸將, 拜哭于閤門外, 仍進御寶。 上令沈器遠、金自點等, 奉王乘小輿隨後行, 市坊士女, 見王之行, 皆上墻屋見之, 或媟罵之曰: “金爺金爺, 所歛金銀, 置之何處而作此行?” 王低首垂涕而已。 至宮, 寓內藥房軍人, 又告祬匿處, 遣將率來, 王妃與世子嬪與諸宮人, 咸聚于兵曹, 軍兵圍守。】"
            },
            "9": {
                "H2KE-EN": "The Queen Mother returned the royal seal to the King. The Queen Mother prostrated the steps and led the King to enter and see the King. The King bowed before him, and shed tears. The Queen Mother also shed tears. The King ordered Yi Deok to proceed before the steps of the steps, and advising the intention of various officials to cultivate the moral integrity of righteousness and to eliminate the moral integrity. High officials and the commanders all requested the King to decide early on the throne. The Queen Mother did not respond. Shortly thereafter, the Queen Mother said, It is necessary to take the hair first and bring the hair first. Only after I satisfy my father and son. Then there shall be a royal order. The King replied, This is what your subject dare not obey. The various officials also reported, From ancient times, there was none who was demoted and left unpunished. Your subject and others were unable to follow the royal order. The Queen Mother also instructed, It would be proper to personally take writings on the grounds that it would be better to give writings on the grounds that it would be better to give writings on the grounds that the Queen Mother did not personally take writings on the grounds that shedges the Queen Mother did not personally take writings on the grounds that shedges death. The Queen Mother said, How can it be a propriety if I want to personally take writings on the grounds that shedges anger on the grounds that shedges the Queen Mother alone is involved in person? If the Queen Mother wishes to personally take writings on the grounds that shedges on the grounds shedges the grounds that shedges the hair had grown into the grounds that shedges the hair had been injured for a long time. Now that shedges writings on the grounds that shedges were unjustified, all of you should forgive it. Thereupon, the royal seal was returned to the King and given it to the King.",
                "H2KE-nKo": "대비가 어보를 상에게 돌려주었다. - 대비가 주렴을 드리우고 상을 인도하여 들어가 뵈니, 주상이 절하고 눈물을 흘렸으며 대비도 눈물을 흘렸다. 주상이 이덕형으로 하여금 주렴 앞에 나아가 여러 신하가 의리를 분발하여 난을 제거한 뜻을 모두 말하게 하였다. 대신과 여러 장수가 모두 일찍 대위를 정할 것을 청하였으나, 대비가 대답하지 않고 한참 있다가 말하기를,“먼저 이혼(李<unk>) 부자(李<unk>)의 머리를 가져와서 내가 직접 살점을 씹은 뒤에 책명을 내리겠다.”하니, 주상이 대답하기를,“이것은 신이 감히 명을 받들 수 없습니다.”하였다. 여러 신하가 또 아뢰기를,“예로부터 폐치된 자도 있고 주륙된 자도 없으니, 신들은 결코 명을 따를 수 없습니다.”하니, 대비가 또 하교하기를,“유희분과 이이첨을 친히 국문한 뒤에 책명을 내리겠다.”하였다. 이덕형이 아뢰기를,“예로부터 모후께서 외부의 신하를 친히 국문한 일이 없었으니, 주상께서 대위에 오르신 뒤에 차례로 주륙해도 늦지 않습니다.”하니, 대비가 말하기를,“통분스러운 일을 친히 국문하고자 하는 것이 예법에 무슨 방해가 되겠는가.”하자, 이덕형이 아뢰기를,“자전께서 어찌 홀로 친국하실 수 있겠습니까. 자전께서 속히 친국하고자 하신다면 모름지기 속히 왕위를 정하소서.”하였다. 대비가 한참 있다가 말하기를,“내 심기가 오랫동안 손상되어 왔는데, 지난번에 맞지 않는 말을 많이 하였으니, 여러분은 용서하라.”하고, 이어 어보를 상에게 돌려주었다. 또 대신을 공경하고 백성의 고통을 돌보라는 몇 가지 조항을 면유하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 13일(계묘) 9번째기사",
                "gt-oKo": "대비가 어보를 상에게 돌려주었다.【대비가 주렴을 드리우고 상을 인도하여 들어와 뵙게 하자 상이 절하고 우니 대비도 울었다. 상이 이덕형으로 하여금 주렴 앞에 나아가 여러 신하들이 의리를 분발하여 난을 제거한 뜻을 모두 말하게 하였다. 그리고 대신·제장들이 모두가 왕위를 속히 결정할 것을 청했는데, 대비가 대답하지 않고 한참 있다가 이르기를, “먼저 이혼(李琿)의 부자의 머리를 가져와서 내가 직접 살점을 씹은 뒤에야 책명을 내리겠다.” 하니, 상이 대답하기를 “그 일에 있어서는 신이 명을 받들 수 없습니다.” 하고, 신하들도 아뢰기를 “옛부터 폐치시킨 일은 있어도 주륙한 일은 없으니 신들이 결코 명을 따를 수 없습니다.” 하였다. 대비가 또 이르기를 “유희분·이이첨을 직접 국문한 뒤에야 책명을 내릴 수 있겠다.” 하자, 덕형이 아뢰기를 “옛부터 모후(母后)께서 외부의 신하를 직접 국문한 적이 없습니다. 주상께서 왕위에 오르신 뒤에 차례로 주벌하더라도 늦지 않습니다.” 하니, 대비가 이르기를 “통분스러운 일에 있어서 친국하려고 하는 것이 무엇이 예의에 구애되는 것이겠는가.” 하였다. 덕형이 아뢰기를 “자전께서 어떻게 혼자 친국하실 수 있겠습니까. 자전께서 속히 친국하고 싶으시다면 조속히 왕위를 결정하소서.” 하니, 대비가 한참 있다가 이르기를 “나의 심기가 울분에 쌓여 있은 지 오래 되었다. 이번에 도리에 맞지 않는 말을 많이 하였는데 제공들은 용서하라.” 하였다. 이에 어보를 상에게 도로 내려주고, 대신을 공경하고 백성들의 고통을 염려하라는 몇 가지 조항을 직접 유시하였다.】",
                "hj": "○大妃以御寶, 還授于上。【大妃垂簾, 引上入見, 上拜泣, 大妃亦涕泣。 上使李德泂進簾前, 具述群臣奮義除亂之意。 大臣、諸將, 咸請早定大位, 大妃不答, 良久曰: “須先取琿父子頭來, 予親臠而後, 當有策命。” 上對曰: “此則臣不敢承命。” 群臣又啓曰: “自古有廢置而無誅戮, 臣等決不能從命。” 大妃又敎曰: “當親鞫柳希奮、李爾瞻, 然後當有策命。” 德泂曰: “自古母后無親鞫外臣之擧, 須待主上正位, 次第誅戮未晩也。” 大妃曰: “痛憤之事, 欲親鞫之, 何妨於禮?” 德泂曰: “慈殿豈可獨爲親鞫? 慈殿如欲速親鞫, 須早定王位。” 大妃良久曰: “予心氣積傷久矣。 徂玆多發不中之言, 諸公幸恕之。” 仍以御寶, 還下授于上。 且面諭敬大臣、恤民隱數條。】"
            }
        },
        "14": {
            "1": {
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 14일(갑진) 1번째기사",
                "gt-oKo": "대왕 대비가 왕을 폐하여 광해군(光海君)으로 삼고 이지를 서인(庶人)으로 삼고, 금상을 책명하여 왕위를 계승하게 하였는데, 그 교지는 다음과 같다. “소성정의 왕대비(昭聖貞懿王大妃)는 다음과 같이 이르노라. 하늘이 많은 백성을 내고 임금을 세우게 하신 것은 인륜을 펴고 법도를 세워 위로 종묘를 받들고 아래로 백성을 잘 다스리게 하려고 하신 것이다. 선조 대왕(宣祖大王)께서 불행하게도 적자(適子)가 없으시어 일시의 권도에 따라 나이의 순서를 뛰어넘어 광해(光海)를 세자로 삼았다. 그런데 그는 동궁에 있을 때부터 잘못하는 행위가 드러났으므로 선조께서 만년에 몹시 후회하고 한스럽게 여기셨고, 그가 왕위를 계승한 뒤에는 도리어 어긋나는 짓을 그지없이 하였다. 우선 그 중에서 큰 죄악만을 거론해 볼까 한다. 내가 아무리 덕이 부족하더라도 천자의 고명(鑑命)을 받아 선왕의 배필이 되어 일국의 국모 노릇을 한 지 여러 해가 되었으니 선조의 아들이라면 나를 어머니로 여기지 않을 수 없을 것이다. 그런데 광해는 남을 참소하고 모해하는 자들의 말을 신임하고 스스로 시기하고 혐의하는 마음을 가져 우리 부모를 형벌하여 죽이고 우리 일가들을 몰살시켰으며 품속에 있는 어린 자식을 빼앗아 죽이고 나를 유폐하여 곤욕을 치르게 하였으니, 그는 인간의 도리가 조금도 없는 자이다. 그가 이러한 짓을 한 것은 선왕에게 품었던 유감을 풀려고 한 것인데 미망인에 대해서야 무슨 짓인들 못하겠는가. 그는 형과 아우를 살해하고 조카들을 모조리 죽였으며 서모(庶母)를 때려 죽이기까지 하였다. 그리고 여러 차례 큰 옥사를 일으켜 무고한 사람들을 가혹하게 죽였고, 민가 수천 호를 철거시키고 두 궁궐을 창건하는 데 있어 토목 공사의 일이 10년이 지나도록 끝나지 않았다. 그리고 선왕조의 원로 대신들을 모두 축출시키고 인아(姻婭)·부시(婦寺)들로서 악한 짓을 하도록 권유하는 무리들만을 등용하고 신임하였으며, 정사를 하는 데 있어 뇌물을 바친 자들만을 기용했으므로 무식한 자들이 조정에 가득하였고 금을 싣고 와서 관직을 사는 자들이 마치 장사꾼이 물건을 흥정하듯이 하였다. 그리고 부역이 많고 수탈이 극심하여 백성들이 살 수가 없어서 고난 속에서 아우성을 치고 있으니, 국가의 위태로움은 말할 수 없었다. 어디 그뿐이겠는가. 우리 나라가 중국을 섬겨온 지 2백여 년이 지났으니 의리에 있어서는 군신의 사이지만 은혜에 있어서는 부자의 사이와 같았고, 임진년에 나라를 다시 일으켜준 은혜는 영원토록 잊을 수 없었던 것이다. 이리하여 선왕께서 40년 간 보위에 계시면서 지성으로 중국을 섬기시며 평생에 한 번도 서쪽으로 등을 돌리고 앉으신 적이 없었다. 그런데 광해는 은덕을 저버리고 천자의 명을 두려워하지 않았으며 배반하는 마음을 품고 오랑캐와 화친하였다. 이리하여 기미년에 중국이 오랑캐를 정벌할 때 장수에게 사태를 관망하여 향배(向背)를 결정하라고 은밀히 지시하여 끝내 우리 군사 모두를 오랑캐에게 투항하게 하여 추악한 명성이 온 천하에 전파되게 하였다. 그리고 우리 나라에 온 중국 사신을 구속 수금하는 데 있어 감옥의 죄수들보다 더하였고, 황제가 칙서를 여러 번 내렸으나 군사를 보낼 생각을 하지 아니하여 예의의 나라인 우리 삼한(三韓)으로 하여금 이적 금수의 나라가 되는 것을 모면하지 못하게 하였으니, 가슴 아픈 일을 어떻게 다 말할 수 있겠는가. 천리(天理)를 멸절시키고 인륜을 막아 위로 중국 조정에 죄를 짓고 아래로 백성들에게 원한을 사고 있는데 이러한 죄악을 저지른 자가 어떻게 나라의 임금으로서 백성의 부모가 될 수 있으며, 조종의 보위에 있으면서 종묘·사직의 신령을 받들 수 있겠는가. 이에 그를 폐위시키노라. 능양군(綾陽君) 이종(李倧)은 선조대왕의 손자이고 정원군(定遠君) 이부(李琈)의 첫째 아들인데 총명하고 효성스러우며 비상한 의표를 지니고 있으므로 선조께서 특별히 사랑하시어 궁중에서 키우게 하셨고 그에게 종(倧) 자의 이름을 지어주신 데에는 은미한 뜻이 있었던 것이며, 용상에 기대어 계실 때 그의 손을 잡고 탄식하시며 여러 손자들보다 특별한 관심을 가졌었다. 그런데 이번에 대의를 분발하여 혼란스러운 조정을 토평하고 유폐되어 곤욕을 치르고 있는 나를 구해냈으며 나의 위호(位號)를 회복시켜 주어 윤기(倫紀)가 바르게 되고 종묘 사직이 다시 편안하게 되었다. 공덕이 매우 성대하여 신명과 인민이 그에게 귀의하고 있으니 보위에 나아가 선조대왕의 후사를 잇게 하노라. 그리고 부인 한씨(韓氏)를 책봉하여 왕비로 삼노라. 이리하여 교시하노니, 모두 알라.” 승지 정립(鄭岦), 예조 참의 목장흠(睦長欽)을 보내어 제주에 가서 노씨(盧氏)를 맞이하여 오게 하였다.【노씨는 대비의 어머니이다. 대비가 계축년에 서궁(西宮)에 유폐된 이후로 내외와 소식이 격절되었으므로 심지어 연흥 부원군(延興府院君)이 추형(追刑)을 당하고 노씨가 안치된 일에 대해서도 반정이 일어난 뒤에야 듣게 되었다. 노씨가 늙고 병들어 바다를 건너올 수 없을까 염려되었으므로 특별히 승지·예관을 보내어 간호하여 오게 한 것이다. 대비가 서궁에 유폐되어 있을 때 궁인 연이(連以)가 외부 사람과 소식을 교통했다는 것으로 무함을 받아 참혹한 형벌을 받았다. 이에 광해가 다시 시녀를 보내어 대신하게 하고 겸하여 기찰도 하게 하였는데, 시녀들이 서궁에 들어온 뒤에는 모두 대비의 편이 되어 성심으로 받들었다. 궁 안에 원래 있었던 의복과 기물이 아무리 오래 사용하더라도 부족하지 않았고 외부에서 전례에 따라 어물·육류·소금·쌀 등의 물품을 끊임없이 공급하였다. 대비는 화란을 겪은 이후 소복을 입고 소식(素食)을 하자 시녀들도 모두 소식을 하였으므로 어육을 담 밖으로 도로 버렸는데 까마귀·솔개가 늘 모여들어 쪼아 먹었고 썩는 냄새가 궁 안에까지 풍겼다. 궁인들이 궁 안의 공지에 채소를 심어 아침 저녁의 찬거리를 마련하였고, 또 햇솜이 없었는데 궁인 한 사람이 요 속에서 몇 알의 목화씨를 찾아내어 해마다 심어서 솜 저고리를 지어 올렸다. 그리고 외부 사람들이 궁 안의 상황을 알지 못하여 어떤 사람은 대비가 벌써 돌아가셨다는 말을 전달하기까지 했었는데, 이 때에 이르러 처음 알게 되었다.】",
                "hj": "○甲辰/大王大妃命廢王, 爲光海君, 祬爲庶人, 策命今上嗣位。 其敎曰: 昭聖貞懿王大妃若曰, 天生烝民, 樹之后辟, 蓋欲使敘彝倫、立經紀, 上奉宗廟, 下安黎庶也。 宣祖大王, 不幸無適嗣, 因一時之權, 越長少之序, 以光海爲儲貳。 旣在春宮, 失德彰著, 宣祖晩節, 頗有悔恨, 及至嗣位之後, 反道悖理, 罔有紀極。 姑擧其大者, 予雖不德, 祗受天子之誥命, 爲先王之配體, 母儀一國, 積有年載, 夫爲宣廟子也者, 不得不以予爲母, 而光海聽信讒賊, 自生猜隙, 刑戮我父母, 魚肉我宗族, 懷中孺子, 奪而殺之, 幽廢困辱, 無復人理。 是蓋逞憾於先王, 又何有於未亡人? 至戕兄殺弟, 屠滅諸姪, 㩧殺庶母, 屢起大獄, 毒痛無辜, 撤民家數千區, 創建兩闕, 土木之功, 十年未已。 先朝耆舊, 斥逐殆盡, 惟姻婭、婦寺逢惡從臾之徒, 是崇是信, 政以賄成, 昏墨盈朝, 輦金市官, 有同駔(驓)〔儈〕。 賦役煩重, 誅求無藝, 民不堪命, 嗷嗷塗炭, 宗社之危, 若綴旒然。 不唯是也, 我國服事天朝, 二百餘載, 義則君臣, 恩猶父子。 壬辰再造之惠, 萬世不可忘也。 先王臨御四十年, 至誠事大, 平生未嘗背西而坐。 光海忘恩背德, 罔畏天命, 陰懷貳心, 輸款奴夷, 己未征虜之役, 密敎帥臣, 觀變向背, 卒致全帥投虜, 流醜四海。 王人之來我國, 拘囚羈縶, 不啻牢狴, 皇勑屢降, 無意濟師, 使我三韓禮義之邦, 不免夷狄禽戰之歸, 痛心疾首, 胡可勝言? 夫滅天理、斁人倫, 上以得罪於皇朝, 下以結怨於萬姓, 罪惡至此, 其何以君國子民, 居祖宗之天位, 奉廟社之神靈乎? 玆以廢之。 綾陽君某, 宣祖大王之孫定遠君某第一子也, 聰明仁孝, 有非常之表, 宣廟奇愛之, 養于宮中, 命名之意, 厥有微旨, 憑几之際, 握手歔唏, 屬意深重, 異於諸孫。 今者奮發大義, 討平昏亂, 脫予囚辱,  倫紀得正, 宗社再安。 功德甚懋, 神人所歸, 可卽大位, 以繼宣祖 之後, 冊夫人韓氏爲王妃。 故玆敎示, 想宜知悉。 ○遣承旨鄭岦、禮曹參議睦長欽, 迎盧氏於濟州。【盧氏, 大妃母也。 大妃始自癸丑錮宮之後, 內外隔絶, 至於延興追刑, 盧氏安置, 皆於反正後, 始聞之。 盧氏老病, 恐不能渡海, 特遣近臣禮官, 看護以來。 大妃在錮宮中, 宮人連以交通外間, 受誣被刑, 極慘酷。 光海更遣侍女代之, 兼行譏察, 侍女旣入錮宮, 皆親附于大妃, 誠心奉事焉。 宮中元有衣服器用, 雖久不乏, 自外例供魚肉鹽米不廢。 大妃自經禍亂, 服縞食素, 侍女亦皆食素, 故魚肉則還擲墻外, 烏鳶恒集啄食, 腐臭達于內。 宮人於宮內, 自種蔬果, 以供朝夕, 又乏新木綿, 一宮人於草褥中, 探得木綿遺核數顆, 年年種稔。 作襦衣以進, 外人不知宮內事狀, 或傳言已不諱, 至是始知之。】"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that a court lady-in-waiting be put to death in accordance with the penal code. On the day of the first month of the reign of King Gongjeong (Jeongjong, Jeong Soyong killed Jeong Soyong . Lady Yun was sentenced to death, and the others were banished to a designated area or released. In general, there was a court lady-in-waiting who flattered Jeong Soyong and falsely claimed the Queen Mother . Gapi , Eundeok , Junghwan , Gyeongchun , Cheonbok , Geupgan , and others, sometimes tortured and confessed their guilt, and others were put to death.",
                "H2KE-nKo": "광해군의 궁인을 조사하여 주벌하였다. - 반정하던 날 정 소용은 자살하였고, 윤씨는 더러운 행실로 사사하였으며, 그 나머지는 유배 보내거나 풀어 주었다. 광해군을 부추겨서 스스로 저주를 저지르고 대비를 무함하여 가리킨 궁녀인 갑이, 은덕, 중환, 경춘, 천복, 업난 등은 형신하여 자복을 받기도 하고 주벌하기도 하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 14일(갑진) 2번째기사",
                "gt-oKo": "광해의 궁인들을 법에 의해 주벌하였다.【반정이 일어난 날 정 소용(鄭昭容)은 자살하였고, 윤씨(尹氏)는 음행을 저질렀으므로 사형을 내렸으며, 그 외의 궁인들에 대해서 어떤 사람은 유배시키고 어떤 사람은 방면시켰다. 그리고 광해에게 악한 짓을 하도록 권유한 궁녀와 자신이 저주(咀呪) 행위를 하고서 대비가 했다고 거짓으로 말한 갑이(甲伊)·은덕(銀德)·중환(仲還)·경춘(景春)·천복(天福)·업난(業難) 등에 대해서는 형신(刑訊)을 하거나 목을 베었다.】",
                "hj": "○按誅光海宮人。【反正日, 鄭昭容自殺, 尹氏以穢行賜死, 其餘或謫或放。 凡宮女縱臾光海, 自作咀呪, 誣指大妃者, 甲伊、銀德、仲還、景春、天福、業難等, 或刑訊取服, 或誅之。】"
            },
            "3": {
                "H2KE-EN": "Bak Jaheung arrived at Gwangju and killed himself. At the time, [Bak] Seungjong was a supreme commander , and [Bak] Jaheung was a governor of Gyeonggi [Province]. On the day of the 반정 [of the Abdicated King], Seungjong and [Bak] Jaheung led a male house slave to visit Sugu Gate and intended to go to Yangju to raise an army. [Bak] Jaheung already left [the capital] to convey [the Kings] writing to Gyeonggi [Province]. At the time, Seungjongs father, [Bak] Anrye , was a magistrate of Yangju . The King sent a messenger to arrest [Jeong] Seungjong and [Bak] met Seungjong. At the beginning, [he] learned that the King acted righteousness, and the imperial court was already established. Thereupon, [the King] sent a letter to Anrye and had him come to the imperial court. The letter read as follows: Seungjong failed to remonstrate [this matter], causing this today. Due to a short time, Seungjong had already left [the capital] outside the capital. If [Jeong] wanted to enter [the capital] again, then [he] feared that [Jeongjong] might kill [Jeongjong], and [his] death is unclear. For this reason, [I] dared to recognize [Jeongjong] attention to the spirits of the world and the people. Also, [Jeong] wrote a letter to the magistrate of Yeonggwang County , stating as follows: My family was unfortunate. [Jeongjongs] daughter was married to the royal family, and his son shamelessly died. Truly, [I] am saddened. You and [Yi] Wigyeong fought against each other and did not participate in the great discussion of the imperial court at the beginning to end. The imperial court will certainly not kill you. You should not diligently die so that you could preserve your ancestral rites. Subsequently, [Jeong] went to the tomb of Gwangju to pay respects [to the King]. [Jeong] entered the Buddhist room to pay respects [to the King], and [Jeong] Jaheung took alcohol and drank alcohol and died. Seungjong was talented. When he became the minister of war , he was quite able to understand the will of the general. In the last year, [Jeongjong] was aware that [Jeongjong] would die. [Jeongjong] always took alcohol and kept blocks in the middle of his room in order to prepare for any unexpected disaster. Nevertheless, his son lived",
                "H2KE-nKo": "박승종과 박자흥이 광주에 이르러 자살하였다. - 박승종은 이때 체찰사였고, 박자흥은 경기 감사였다. 반정이 일어난 날에 박승종과 박자흥이 가동 몇 사람을 데리고 수구문으로 나가 양주로 가서 군사를 일으키려고 하였는데, 박자흥이 이미 군사를 징집하는 격문을 내어 경기 안에 전달하였다. 이때 박승종의 족부인 박안례가 양주 군수로 있었는데, 주상이 사신을 보내 잡아오게 하였다. 박승종과 서로 만나 비로소 주상이 거의하여 조정이 이미 안정되었다는 말을 듣고 이에 편지를 써서 박안례에게 주어 조정에 전하게 하였다. 그 편지에,“박승종이 바르게 간하지 못하여 오늘이 있게 되었다. 창황한 사이에 이미 도성을 나갔는데 다시 들어가려고 한다면 아마도 난병에게 살해되어 명백하지 못한 죽음이 될 것이다. 이에 감히 깊은 못에 빠져서 천지와 신인에게 사죄하는 바이다.”하였다. 또 영광 군수 박자응에게 준 편지에,“우리 집안이 불행하게도 왕실과 혼인을 맺어 부자가 머리를 맞대고 죽었으니, 참으로 슬픈 일이다. 너는 이위경과 서로 다툰 일이 있고 처음부터 끝까지 조정의 큰 의논에 참여하지 않았으니, 조정이 필시 너를 죽이지 않을 것이다. 부디 자살하지 말고 선조의 제사를 지키라.”하였다. 마침내 광주의 분산에 가서 배알하고 승방에 들어가 박자흥과 함께 술을 마시고 독약을 먹여 죽었다.박승종은 재주와 국량이 있어 그가 병조 판서가 되었을 때 장사들의 마음을 자못 얻었었다. 만년에는 광해가 반드시 망하리라는 것을 알고 항상 주머니 속에 독약을 넣어 두었다가 변고를 만나 자살하는 데 대비하였다. 그러나 그 부자가 사치스러운 생활을 하며 재물을 축적하고 집을 지어 조정의 고관 중에 으뜸가는 부자였다. 그런데도 재물을 탐하여 마지않고 세력을 믿고 권력을 다투며 미욱하여 물러날 줄을 몰랐다. 세상에서는 그를 삼창으로 지목하였으니, 비록 분수를 끌어대어 자결하였지만 옛사람의 의열에 부끄러웠다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 14일(갑진) 3번째기사",
                "gt-oKo": "박승종과 아들 박자흥(朴自興)이 광주(廣州)에 가서 자살하였다.【승종은 이때 체찰사의 직위에 있었고 자흥은 경기 감사의 자리에 있었는데 반정이 일어난 날 승종과 자흥이 가동(家僮) 몇 사람을 데리고 수구문(水口門)으로 나아가 양주(楊州)에 가서 군사를 일으키려고 하였고 자흥은 이미 군사를 징집하는 격문(檄文)을 띄워 경기 도내에 전달하였다. 이 때 승종의 족부(族父)인 안례(安禮)가 양주 군수(楊州郡守)로 있었는데, 상이 사신을 보내어 잡아오게 하였다. 길에서 승종과 서로 만났는데 주상이 거의(擧義)하여 조정이 이미 안정되었다는 말을 듣고 편지를 써서 안례에게 주어 조정에 전하게 하였다. 그 편지에 “승종이 임금을 바른말로 간하지 못하여 오늘의 사태가 발생하게 되었다. 다급한 상황에 이미 성을 나왔는데 다시 들어가려고 할 경우 여러 군사들에게 살해되어 명분이 뚜렷하지 않은 죽음이 될까 염려되므로 못에 빠져 죽어 신명과 사람들에게 사죄하려고 한다.” 하였고, 또 영광 군수(靈光郡守)인 아들 박자응(朴自凝)에게 보내는 편지에 “우리 가문이 불행하게도 왕실과 혼인을 하여 부자가 머리를 맞대고 죽게 되었으니, 참으로 슬픈 일이다. 너는 이위경(李偉卿)과 서로 논쟁을 한 일이 있고 처음부터 조정의 큰 의논에 참여하지 않았으니 조정이 필시 너를 죽이지 않을 것이다. 따라서 자살하지 말고 선조의 제사를 지키도록 하라.” 하였다. 그리고 광주의 선산에 가서 배알하고 승방(僧房)에 들어가서 자흥과 함께 술에 독약을 타서 마시고 죽었다. 승종은 재주와 기량이 있는 사람으로서 그가 병판으로 있을 때 장사(將士)들의 인심을 샀다. 만년에 광해가 패망할 것을 알고 늘 주머니 속에 독약을 넣고 다니면서 변을 당했을 때 자살하려고 하였다. 그러나 부자 모두가 사치스러운 생활을 하며 재산을 모으고 저택을 치장하여 조정의 귀척들 중에서 으뜸가는 부자였다. 그런데도 재물을 탐내기를 그지없이 하였는가 하면 세력을 믿고 권력을 쟁취하려고 하여 물러날 줄을 몰랐다. 이리하여 세상 사람들이 그를 삼창(三昌)의 한 사람으로 지목하였으니, 아무리 명분을 끌어대어 자결했더라도 옛사람의 장렬한 죽음에 비교해 본다면 부족한 점이 있는 것이다.】",
                "hj": "○朴承宗、朴自興到廣州自殺。【承宗, 時爲體察使, 自興爲京畿監司。 反正日, 承宗與自興, 率家僮數人, 從水口門出, 欲往楊州起兵, 自興已出徵檄, 傳通畿內。 時承宗族父安禮, 守楊州, 上遣使拿致, 與承宗相遇, 始聞主上擧義, 朝廷已定。 乃作書付安禮, 使致于朝廷。 書云:\n承宗不能正諫, 致有今日。 蒼黃間, 旣已出城, 欲復入, 則恐爲亂兵所殺, 死不明白, 玆敢湛淵, 以謝天地神人。 又與子靈光郡守自凝書曰: 吾家不幸, 連姻王室, 父子駢首而死, 誠可悲也。 汝與李偉卿, 有相爭之事, 終始不參朝廷大議, 朝廷必不殺汝。 愼毋自死, 以守先祀。 遂往廣州墳山謁拜, 入僧房, 與自興取酒服毒以死。 承宗有才局, 其爲兵判, 頗得將士心。 晩年, 知光海必亡, 常預蓄毒藥于囊中, 以備遇變自盡。 然其父子, 居家奢侈, 積財治第, 富冠朝貴, 而貪賕無已, 據勢爭權, 迷不知退, 世槪以三昌目之, 則雖引分自決, 而有愧古人之義烈矣。】"
            },
            "4": {
                "H2KE-EN": "On musul day, 이이첨 and others were executed. On the day of the first month, Yi Cheom , leading his family members, crossed the southern wall and fled. When they arrived at the villages of Icheon , the soldiers participated in and captured them. At first, Yi Cheom heard that Shin Gyeongyu and others acted righteousness, and his younger sister was Dae엽s wife. He sent Dae엽s wife to quickly enter the capital and saw Gyeongyu plotted to release and did not reach it. Yi Cheom went to the State Tribunal . At night, he wrote a draft of his statement and said to Yu Huiryang , His Majesty will surely clarify me of no crime. On the following day, when he was executed, he looked up at the jail and looked up to Yi Gwi , saying, The great stepmother knows my mind. Nevertheless, the stepmother has been able to preserve [the stepmother] until now. How could this not my merit? Yi Gwi said, Earlier when you acted involved in doing so, it was for you to have someone acted in such a manner as today. If your words were true, who would have cause trouble to the dead? Yi Cheom could not answer. When he was executed, he again strongly said, Heaven encountered a blame, and although you became a filial son, you became a loyal subject. Yi Wigyeong , afterward, rebuked him, saying, My death is all caused by you. How can you be a loyal subject? How can you be a filial son? Yi Cheom , 한찬남 , Bae Daehyeong , Jeong Jo , Yun In , Yi Wigyeong , and others were executed first, and Yi Won엽 , Hong엽 , and Yi Ikb엽 were executed first. [Yi] Dam died in prison. Yi Gun , Han Jeong국을 , Hong Yeom , Seo Gunjeong , Chae Gyegil , Min Sim , Jeong Gyeol , Hwang Deokbu , Yi Jeong , Yi Sanghang , Han Huigil , 박응seo , Jeong Yeongguk , Yu Sejeung , Yun Samcheol , Jo Gwisu , Jeong몽필 , and others were executed in sequence in sequence. Consequently, 정인홍 , Yi Gang , Wonjong , Shin Gwanghyeup , and others were arrested and punished for their execution. Seongji , Siyong , Kim Ilryong , and Yu Bokdong all escaped and were arrested and decapitated. Those who presented memorials in a stepmother and robbery were arrested and decapitated. Their natural groups and those below them were punished in varying degrees. Yi Cheom and others had been resentful and resentful. After they were executed, the fugitives of people in the capital fought their body to kill their body. There was no stepmother.",
                "H2KE-nKo": "이이첨 등이 복주되었다. - 반정하던 날 이첨이 가속을 거느리고 남성을 넘어 도망가서 이천의 시골집에 이르렀는데, 군인이 뒤따라가서 붙잡았다. 이첨이 비로소 신경유 등이 거의했다는 소식을 듣고, 신경유의 누이는 이대엽의 아내이다. 먼저 이대엽의 아내를 보내 성에 빨리 들어와서 신경유를 만나 풀려고 도모하였으나 미처 따라가지 못하였다. 이첨이 의금부에 나아가 밤에 공초의 내용을 초잡아 함께 갇혀 있는 유희량에게 말하기를,“주상께서 이 공초 내용을 보시면 필시 나의 무죄를 밝혀 주실 것이다.”하였다. 이튿날 형을 받으려고 옥에서 이귀를 쳐다보며 말하기를,“대감은 나의 심사를 알 것이다. 자전께서 지금까지 보전해 주셨으니 어찌 나의 공이 아니겠는가.”하니, 이귀가 말하기를,“네가 전에 매사를 스스로 해내지 못하고 다른 사람을 시켜 해 내게 한 것은 바로 오늘 이런 말을 하려고 해서였다. 참으로 너의 말과 같다면 유폐의 화는 과연 누가 초래한 것인가?”하자, 이첨이 대답하지 못하였다. 형을 받을 때에 또 큰 소리로 외치기를,“하늘이 나의 무죄를 내려다보고 계시어 살아서는 효자가 되고 죽어서는 충신이 되었다.”하니, 이위경이 뒤에 있다가 꾸짖기를,“우리가 죽은 것은 모두 네가 악한 짓을 한 데서 말미암은 것인데, 네가 어떻게 충신이 될 수 있으며 어떻게 효자가 될 수 있겠는가.”하였다. 이첨은 한찬남, 백대형, 정조, 윤인, 이위경 등과 함께 먼저 법대로 처형되었고, 이원엽, 이홍엽, 이익엽은 먼저 참되었으며, 이대엽은 옥중에서 죽었다. 이병, 한정국, 홍요검, 서국정, 채겸길, 민심, 정결, 황덕부, 이정원, 이상항, 한희길, 박응서, 정영국, 유세증, 윤삼빙, 조귀수, 정몽필 등 여러 총애받는 총애받는 폐인들, 유희분, 유희발 등은 차례로 참수되었으며, 정인홍, 이강, 원종, 신광업 등은 잡아와서 법대로 처형되었다. 성지, 시문용, 김일룡, 유복동은 모두 도망가 숨어 있다가 잡혀서 참수되었다. 폐모론을 상소한 사람과 토목공사를 취렴한 사람들 중 죄가 무거운 자는 잡아와서 참수하였고, 이첨의 도당 이하는 차등 있게 유배되었다. 이첨 등은 원수진 사람들이 많았는데, 처형되자 도성 사람들이 앞다투어 그 시체를 칼로 찔렀으나 시체가 온전한 자가 없었다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 14일(갑진) 4번째기사",
                "gt-oKo": "이이첨 등이 참형을 받았다.【반정이 일어나던 날 이첨이 가솔을 모두 데리고 남쪽 성을 넘어 도망가서 이천(利川)의 시골집에 갔는데, 군인이 뒤따라가서 잡아왔다. 이첨이 처음에 신경유(申景裕) 등이 거의했다는 말을 듣고, 경유의 누이는 이대엽의 아내였으므로, 먼저 대엽의 아내를 보내어 빨리 성에 들어가서 경유를 만나보고 석방시켜주기를 도모하려고 하였으나 미처 그렇게 하지 못하였다. 이첨이 금오에 나아가 밤에 공사(供辭)를 쓰면서 함께 구속된 유희량(柳希亮)에게 말하기를 “상께서 이 공사를 보시면 필시 나의 무죄를 밝혀주실 것이다.” 하였다. 이튿날 형을 받으려고 옥을 나갈 적에 이귀를 쳐다보며 말하기를 “대감은 나의 마음을 알 것이다. 대전께서 이제까지 보전하실 수 있었던 것은 어찌 나의 공이 아니겠는가.” 하니, 이귀가 말하기를 “네가 이전에 모든 일을 자신이 하지 않고 다른 사람으로 하여금 하게 했던 것은 오늘 이 말을 하려고 했던 것이다. 진정 너의 말과 같다고 할 경우 유폐의 화액을 겪으신 것이 과연 누가 한 짓이겠는가.” 하자, 이첨이 대답하지 못하였다. 형을 받을 무렵에 또 큰 소리로 말하기를 “하늘이 나의 무죄를 내려다보고 계실 것이다. 살아서는 효자이고 죽어서는 충신이다.” 하니, 이위경이 뒤에 있다가 꾸짖으며 말하기를 “우리가 죽게 된 것은 모두가 네가 악한 짓을 했기 때문인데, 네가 어떻게 충신이 될 수 있으며 효자가 될 수 있겠는가.” 하였다. 이첨은 한찬남·백대형·정조·윤인·이위경 등과 함께 먼저 형을 받았고, 이원엽(李元燁)·이홍엽(李弘燁)·이익엽(李益燁)은 먼저 참형되었으며 이대엽은 옥중에서 죽었다. 그리고 이병(李覮)·한정국(韓定國)·홍요검(洪堯儉)·서국정(徐國楨)·채겸길(蔡謙吉)·민심(閔芯)·정결(鄭潔)·황덕부(黃德符)·이정원(李挺元)·이상항(李尙恒)·한희길(韓希吉)·박응서(朴應犀)·정영국(鄭榮國)·유세증(兪世曾)·윤삼빙(尹三聘)·조귀수(趙龜壽)·정몽필(鄭夢弼) 등 여러 총신(寵臣)들과 유희분·유희발(柳希發) 등은 차례로 참형을 받았고, 정인홍·이강(李芯)·원종(元艪)·신광업(辛光業) 등은 추후하여 형을 받았다. 그리고 성지(聖智)·시문용(施文用)·김일룡(金馹龍)·복동(福同)은 모두 도망가 숨어 있었는데, 잡아다가 참형하였다. 폐모론을 상소한 사람과 토목공사에 취렴한 사람들에 대해서 죄가 중한 자는 잡아다가 베었으며, 이첨의 무리 이하의 사람들은 차등있게 귀양보냈다. 이첨 등은 원수진 사람들이 많았으므로 그들이 참형을 당하자 도성 사람들이 그의 시체를 난도질하여 시체가 온전한 데가 없었다.】",
                "hj": "○李爾瞻等伏誅。【反正日, 爾瞻 率家屬, 踰南城以逃, 到利川村舍, 軍人跟而獲之。 爾瞻始聞申景裕等擧義, 景裕之妹, 大燁之妻也, 先遣大燁妻, 疾入城, 見景裕圖解而不及。 爾瞻就金吾, 夜草供辭, 謂同繫人柳希亮曰: “上見此供辭, 必能明我無罪。” 翌日將刑出獄, 仰謂李貴曰: “大監知我心事矣。 慈殿至今獲全, 豈非我之功耶?” 貴曰: “汝前者, 每事不自做, 却使他人做者, 正欲今日作此言也。 信如汝言, 幽廢之禍, 果誰致之耶?” 爾瞻不能對。 及臨刑, 又大呼曰: “皇天降監無罪, 生爲孝子, 死爲忠臣。” 李偉卿在後叱曰: “吾儕之死, 盡由汝作惡矣, 汝安得爲忠臣? 安得爲孝子乎?” 爾瞻與韓纉男、白大珩、鄭造、尹訒、李偉卿等先正刑, 李元燁、弘燁、益燁先斬, 大燁死獄中。 李覮ㆍ韓定國ㆍ洪堯儉ㆍ徐國楨ㆍ蔡謙吉ㆍ閔ㆍ鄭潔ㆍ黃德符ㆍ李挺元ㆍ李尙恒ㆍ韓希吉ㆍ朴應犀ㆍ鄭榮國ㆍ兪世曾ㆍ尹三聘ㆍ趙龜壽ㆍ鄭夢弼諸嬖倖人等、柳希奮ㆍ柳希發等次第收斬。 鄭仁弘、李茳、元悰、辛光業等拿致正刑。 聖智、施文用、金馹龍、有福同皆逃匿, 被執斬之。 廢論上疏人、土木聚歛人等, 重者拿斬。 爾瞻徒黨以下, 論謫有差。 爾瞻等仇怨旣衆, 及誅, 都人爭刃其屍, 屍無完者。】"
            },
            "5": {
                "H2KE-EN": "The Queen Mother again issued a royal order to adjudicate the thirty-sixth day of the seventh month of the Yongle era (1423, the third year of King Sejongs reign. The similar counsel was the same as the royal edict. Furthermore, when the King was ill, [the Queen Mother] raised [the Queen Mothers] illness and passed away. Again, [the Queen Mothers] daughter was adultery with her Father Kings concubine.",
                "H2KE-nKo": "대비가 또 수교를 내려 광해군의 36가지 죄를 나열하였다. - 그 대략에,“교서의 내용과 같다.”하고, 또 “군부의 병환을 당하여 위협을 받고 갑자기 훙서하였고, 부왕의 희첩을 간음하였다.”라는 등의 말이 있었다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 14일(갑진) 5번째기사",
                "gt-oKo": "대비가 또 교지를 내려 광해의 죄목 36조항을 말하였다.【대략의 내용은 먼저 내린 교서와 같았는데 “군부의 병이 위중했을 때 위협의 말을 하여 속히 돌아가시게 하고 부왕의 희첩을 간음했다.”는 등의 조항이 첨가되었다.】",
                "hj": "○大妃又下手敎, 數光海三十六罪。【大略與敎書同, 又有當君父之病, 脅而歘薨, 及奸父王之姬等語。】"
            },
            "6": {
                "H2KE-EN": "Due to the discontinue of Gwanghae , the Queen Mother still remained in the palace. The Queen Mother repeatedly instructed [the Queen Mother] that [the Queen Mother] be quickly placed under restricted residence in an outer province. The means that the means were so urgent that [the Queen Mother] even twice petitioned for [the Queen Mother].",
                "H2KE-nKo": "광해가 폐출된 뒤에도 여전히 대궐 안에 있었다. 대비가 여러 차례 하교하여 속히 밖에 안치하게 하였다. - 말뜻이 간절하고 절박하여 심지어 재배하고 청하겠다는 말까지 하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 14일(갑진) 6번째기사",
                "gt-oKo": "광해가 폐위된 뒤에도 대궐 안에 있었으므로 대비가 수차 교지를 내려 속히 외지에 안치하라고 하였다.【내용이 간절하여 심지어 두 번 절하고 청한다는 말까지 하였다.】",
                "hj": "○光海旣廢, 尙在闕內, 大妃屢下敎, 使速安置于外。【辭旨懇迫, 至有再拜請之之語。】"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] had the Lord of Gwangwi and [Yi] Hyu moved to Ganghwa . [The King] placed under restricted residence in the same chamber with the female palace Lady Yu in the same chamber. [The King] placed under restricted residence in the same chamber with the Royal Cuisine Office Lady Bak in the same chamber, and placed under restricted residence in the same chamber. [The King] established a special royal commissioner for protecting [the chamberlain].",
                "H2KE-nKo": "광해와 이지를 강화로 옮겨 안치하였다. - 광해와 폐비 유씨는 같은 방에 안치하고, 지와 폐빈 박씨는 같은 방에 안치하며, 중사 별장을 두어 감호하게 하였다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 23일(계축) 1번째기사",
                "gt-oKo": "광해 및 이지를 강화(江華)에 옮겨 안치시켰다.【광해와 폐비 유씨는 같은 집에 안치시키고, 지와 폐빈 박씨를 같은 집에 안치시켰다. 그리고 중사(中使) 및 별장(別將)을 배치시켜 감호하게 하였다.】",
                "hj": "○癸丑/遷光海及祬于江華。【光海與廢妃柳氏同室安置。 祬與廢嬪朴氏同室安置, 置中使別將監護。】 光海君日記卷第一百八十七"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Right State Councilor Jo Jeong of the gyesa year ( submitted his resignation three times.",
                "H2KE-nKo": "우의정 조정이 세 번째 정사하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 3일(계사) 1번째기사",
                "gt-oKo": "우의정 조정이 세번째 정사(呈辭)하였다.",
                "hj": "○癸巳/右議政趙挺, 三度呈辭。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, With the period of recovering from recovering illness, no matter how urgent or miscellaneous articles shall be imposed upon them. This royal instruction has been not many times. Todays memorials are submitted to me, which is extremely unreasonable. From this day forward, even a high official who submits a letter of resignation shall be kept in the Royal Secretariat for the time being. Do not raise this again.",
                "H2KE-nKo": "전교하였다. “병이 회복될 때까지 급하지 않은 잡다한 공사는 들이지 말라고 하교한 것이 한두 번이 아닌데 오늘 소차를 분답스럽게 입계하였으니, 매우 온당치 못하다. 지금부터는 대신이 계사나 차자나 정사하더라도 모두 우선 정원에 보류해 두고 다시는 번거롭게 하지 말라.”\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 3일(계사) 2번째기사",
                "gt-oKo": "전교하였다. “병이 회복될 때까지 급하지 않은 잡다한 공사는 들이지 말 것을 하교한 것이 한두 번이 아니었는데 오늘 소차를 분답스럽게 입계하였으니 매우 온당치 않다. 이후로 대신의 계차 및 정사도 모두 정원에 유보해 두고 다시 번거롭게 하지 말라.”",
                "hj": "○傳曰: “限平復間, 不急雜公事勿入事, 下敎非一, 而今日疏箚, 紛畓入啓, 極爲不當。 今後雖大臣啓箚呈辭, 竝姑留政院, 勿爲更煩。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: In recent years, the royal guards are slightly discontinued. Repeatedly on night duty at each garrison and at the palace gates. Investigate [these places] at the appropriate time and admonish [the guards].",
                "H2KE-nKo": "전교하기를,“근래 호위하는 일이 날이 갈수록 더욱 해이해지고 있다. 각 영과 궐문 밖에서 직숙하는 곳을 때때로 적간하여 신칙하라.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 4일(갑오) 1번째기사",
                "gt-oKo": "전교하였다. “요즈음 호위하는 일이 날로 해이해지고 있다. 각영(各營) 및 대궐문 밖의 숙직하는 곳을 때때로 적간하고 신칙하도록 하라.”",
                "hj": "○甲午/傳曰: “近來扈衛事, 日甚解弛。 各營及闕門外直宿處, 時時摘奸申飭。”"
            },
            "2": {
                "H2KE-EN": "Right Censor [of the Office of the Censor General] 박홍도가 아뢰었다. “계하받은 역적의 slaves imprisoned at the State Tribunal . [The King] asked where [the criminals] located are the duty of your subject. [As] the principal offender, the principal offender dares to speak about [the criminals] because [he] did not dare to speak about [his] principal offender. Yesterday, when [Jeong] 윤휘s word came to the office, [the criminals] were clarified. [According to] what Cha Eonseo was a man who had earlier been appointed as a magistrate of Yeongnyeong and a principal offender of Yang Ryang ? Or, [the criminals] entered the Office of the Inspector General and thoroughly checked two female slaves from other 역적의 registers. [However], were discovered by the 동료들. Why did [Hai] Hwi take a principal offender and explain his four slaves? [Hai] already said that [Hai] Hwi and [Jeong] Anjeong are imprisoned. How could [Hai] Hwi and [Jeong] Anjeong not report [this] to the King without reporting to the King? Considering the circumstances, [Hai] Hwi is a principal offender, and Cha is [Hai] Hwi. Your subject is a승지 of the Office of the Inspector General , and [he] must question [him] everyone and report [to the King]. An세웅 is a jailor, and [he] is also a superintendent of the Office of the Inspector General . If the principal offender and the slaves located, it would be inappropriate [for him] to cross-examine [the criminals] and cross-examine [the criminals]. Moreover, on the day when [he] summoned your subject to the office, [he] spoke about this matter in the Office of the Inspector General . Though [he] is extremely impolite, how could [he] tell [him] to speak about the word of the two characters that had been discovered? If [he] wrote these words, [he] will have no time to protect the officials in charge of the jailor. How could [he] dare punish the officials in charge of the jailor [of the Office of the Inspector General]? Also, [he] served as a governor of Chungcheong Province . At that time, [he] did not have any intention to go outside [the capital]. This is what happened to heaven and earth. How can [he] deceive [his wrongdoings]? When [he] served as a governor of Jeolla Province , [he] wished to recommend [him] to me. However, [he] learned that it was difficult [for him] and did not wish to stop [his] strength. How could [he] forget [his] abruption to destroy myself as a principal offender? Hwi said, The prisoners in the State Tribunal are imposed upon [his] illness. [Hai] Hwis older brothers and sisters are imprisoned in the prison of the jailor. ",
                "H2KE-nKo": "우부승지 박홍도가 아뢰기를,“계하하여 가둔 역적의 노비에 대해 그들의 거처를 묻는 것이 신의 직책입니다. 그들을 사환으로 부린 와주도 감히 지적하지 못하는 것은 그들이 재상의 명칭을 띠고 있기 때문입니다. 어제 윤휘의 차자를 보았는데, 그가 말한 차언심이란 자는 어떤 사람인지 모르겠습니다. 일찍이 영남에 있을 때 서양갑에게 와주가 된 자입니까, 아니면 비변사에 들어가서 공안에 기록된 다른 역적의 가노 2명을 지워 버렸는데 동료에게 발각된 자입니까. 윤휘가 무슨 까닭으로 차언심을 위하여 무려 4명이나 되는 역적의 노비를 풀어 주려고 한단 말입니까. 이미 계하한 죄수라고 한다면 윤휘와 안정이 또 어찌 감히 성상께 아뢰지 않고 이처럼 풀어 주려고 한단 말입니까.만약 구차하게 풀어 주려고 한 행적을 가지고 살펴본다면 윤휘는 바로 차언심이고 차언심은 윤휘입니다. 신은 해당 방의 승지이니 다만 일일이 물어서 아뢰어야 할 뿐입니다.안세웅은 옥관이고 신은 또한 옥관의 제조이니 역적의 노비가 간 곳을 설혹 상의해서 찾는다 하더라도 무슨 안 될 것이 있겠습니까. 더구나 안세웅은 신이 개좌하던 날에 이 일을 공청에서 말하였으니, 안세웅이 아무리 형편없다 하더라도 어찌 써서 주었다는 터무니없는 말을 비국에 할 수 있겠습니까. 신이 만약 이 말을 써서 주었다면 지금 옥관을 비호하기에도 겨를이 없을 것인데 어찌 감히 옥관의 죄를 처치할 수 있겠습니까.또 신이 일찍이 호서 방백의 천망에 참여하였는데, 그때는 외지로 나갈 생각이 조금도 없었습니다. 이는 하늘의 해가 굽어보고 있는 것이니 어찌 속일 수 있겠습니까.호남의 방백으로 말하면 혹 신을 염려하는 자가 신을 천거하려고 하더라도 신은 그것이 편리하지 않다는 것을 알고 극력 저지하며 원하지 않았습니다. 어찌 이 일을 가지고 억지로 신을 헐뜯는 하나의 단서로 삼아서 역적의 노비를 추고하던 날에 속박하고 억제할 수 있겠습니까. 윤휘가 말하기를 ‘의금부의 죄인은 병이 중하여 보방되었다. 허균의 남매가 전옥에 갇혀 있는데, 비록 주상의 재가를 받았다고 하더라도 병이 중하여 보방하는 것이 무슨 문제가 있겠는가.’라고 하였습니다. 그러나 이는 전혀 그렇지 않습니다.의금부 죄인의 병은 본부가 주상께 보고한 뒤에 보방하라는 명이 위에서 나왔습니다. 이번 허균의 노비를 풀어 줄 때에 주상께 아뢰지도 않았고 또 본서로 하여금 알지도 못하게 하였으니, 이는 도적의 모의에 불과합니다. 신이 더욱 분통하게 여기는 것은 4명의 역적의 노비가 이미 드러난 뒤에도 조사해 내지 않고 여전히 복역하고 있다고 합니다. 형옥을 담당하는 직책에 있으면서 어찌 감히 묵묵히 있을 수 있겠습니까. 겨우 한 번 계사를 올리자 심한 모욕을 받았으니, 비록 일일이 조사하여 아뢰라는 명을 받들었으나 제때에 조사하여 아뢰지 못하였습니다. 감히 아룁니다.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 4일(갑오) 2번째기사",
                "gt-oKo": "우부승지 박홍도가 아뢰었다. “계하하여 가둔 역적의 노비에 대해서 그들의 간 곳을 묻는 것이 신의 직책입니다. 그리고 그들을 사환으로 부린 와주가 누구인가를 지적하여 말하지 못했던 것은 그가 재상의 명칭을 띠고 있는 것을 중하게 여겼기 때문입니다. 그러나 어제 윤휘의 차자를 보았는데, 그가 말한 차언심(車彦諶)이란 자는 어떠한 사람인지 알 수 없습니다. 그는 전에 영남의 방백으로 있을 때 서양갑(徐羊甲)을 숨겨준 와주입니까, 아니면 비국에 들어가서 공안(公案)에 기록된 다른 역적의 가노(家奴) 2명의 이름을 몰래 지우려다가 동료에게 발각된 자입니까. 윤휘가 무슨 까닭으로 차언심을 위하여 무려 4명이나 되는 역적의 노비를 방면시키려고 하는 것이겠습니까. 이미 계하한 죄수인데 윤휘와 안정(安廷)이 어떻게 감히 전하에게 품계하지 않고 이처럼 방면시키려 한단 말입니까. 그들이 구차스러운 방법으로 방면시키려고 한 행적을 살펴본다면 윤휘가 바로 차언심이고 차언심이 윤휘이다. 신은 해방 승지로서 일일이 물어서 아뢰어야 합니다. 안세웅(安世雄)은 옥관이고 신은 또한 옥관의 제조인데 역적의 노비가 가 있는 곳에 대해서 설사 상의하여 찾아낸다 하더라도 무엇이 불가하겠습니까. 더구나 신이 개좌(開坐)하던 날 세웅이 이 일을 공청(公廳)에서 말하였습니다. 그가 아무리 형편없는 인물이라 하더라도 어떻게 신이 써서 주었다는 터무니없는 말을 비국에 말할 수 있겠습니까. 만일 신이 이 말을 써서 주었다면 지금 옥관을 비호하기에 겨를이 없어야 할 터인데 어떻게 옥관의 죄를 처치할 수 있겠습니까. 그리고 신이 전에 호서(湖西) 방백의 천망(薦望)에 끼었으나 그 당시 신은 외지로 나갈 생각이 조금도 없었습니다. 이것은 성상께서도 아시는 일인데 어떻게 속일 수 있겠습니까. 호남의 방백을 천망할 때에도 신을 염려하는 사람이 신을 천거하려고 하였으나 신은 그 난처함을 알고 애써 말리며 원하지 않았습니다. 어떻게 이 일을 가지고 억지로 신을 비난하는 하나의 조건으로 삼아 역적의 노비를 추쇄하는 때에 속박하려고 한단 말입니까. 윤휘가 말하기를 ‘금부의 죄인은 병이 중하면 보방시키도록 한다. 허균의 노비 남매가 전옥서에 갇혀 있는데 비록 계하한 죄인이라 하더라도 병이 중하여 보방시키는 것이 무엇이 구애되는 일이겠는가.’라고 하였는데, 이것은 매우 그렇지 않습니다. 금부 죄인에게 병이 있으면 본부가 상께 아뢰고 그런 뒤에 보방시키는 명을 상께서 내리는 것입니다. 이번에 허균의 노비를 내보내는 데 있어 상께 아뢰지도 않았고 또 본서도 모르게 한 것이라면 이것은 도적질하려고 한 계책에 불과한 것입니다. 그리고 신이 더욱 통분스럽게 여기는 것은 4명의 역적의 노비를 몰래 방면시킨 사실이 이미 드러난 뒤에도 조사하러 내보내지 않고 여전히 일을 시키고 있다고 하는데 형옥(刑獄)을 담당하고 있으니 어떻게 입을 다물고 있을 수 있겠습니까. 겨우 한 번 계사를 올리자 많은 비난을 받았으니, 일일이 조사하여 아뢰라는 분부를 받았더라도 제때에 조사하여 아뢸 수 없음을 감히 아룁니다.”",
                "hj": "○右副承旨朴弘道啓曰: “逆家奴婢啓下而囚者, 問其去處者, 臣之職也。 使喚窩主, 不敢斥言者, 重其有宰相之名也。 昨於尹暉箚辭, 斯得之矣。 所謂車彦諶者, 不知何許人, 曾爲嶺南而窩主於羊甲者耶? 抑入備局, 塗擦公案中他逆家奴二口, 而見覺於同僚者耶? 暉何故爲車, 而圖放賊奴, 至於四口之多乎。 旣曰啓下之囚, 則暉與安廷, 又何敢不爲稟啓於君上, 若是其圖放乎? 若以苟且圖放之跡觀之, 暉卽車也, 車卽暉也。 臣則該房承旨也, 但當一一問啓而已。 安世雄, 獄官也, 臣亦獄官之提調也。 逆奴婢去處, 設或相議推尋, 有何不可, 而況世雄, 當臣開坐之日, 言此事於公廳, 世雄雖極無狀, 豈以書給二字無形之言, 言於備局乎? 臣若書給此言, 方將護獄官之不暇, 豈敢爲處置獄官之罪乎? 且臣曾參湖西方伯之薦望也。 其時少無出外之念, 此則天日下臨, 其可誣乎? 至於湖南方伯, 則雖或有顧念臣身者, 欲爲薦臣, 而臣知其難便, 力止不願, 豈可以此勒爲毁臣一段, 以爲箝制於推逆奴之日乎? 暉之言曰: ‘金吾罪人, 以病重保放。 筠奴娚妹, 囚在典獄。 雖曰啓下, 病重保放, 有何妨乎?’ 此則大不然。 金吾罪人之病, 本府啓知然後, 保放之命, 出於上。 今此筠奴之放也, 旣不啓知於上, 又使本署不知, 則是不過盜賊之謀也。 臣尤憤者, 四口逆奴, 旣已現出之後, 亦不査出, 如前服役云。 故職是刑獄, 安敢默默, 纔陳一啓, 厚被詬辱。 雖承一一察啓之命, 趁不得察啓之意敢啓。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Right Royal Secretary Bak Hongdo reported as follows: When your subject went to his office, the marketplaces appealed to their appeal, saying, The Chinese guesthouse sells is recently worse than before. Not only the Chinese guesthouse brought by the Chinese guesthouse, but the guesthouse ened by the Chinese guesthouse has been separated from Liaodong . After the Chinese guesthouse, sometimes the Chinese guesthouse sells the Chinese guesthouse after the Chinese guesthouse has not been able to communicate [with the Chinese guesthouse]. When the Chinese guesthouse returns, the Chinese guesthouse distribution of their own benefits. For this reason, the marketplaces all scattered and cannot support themselves. Your subject stopped the horses and saddened them with pity. When your subject entered the Royal Secretariat and reflected upon the matter, nothing is better than preventing the evil effects first. As for the furnishment of the Chinese guesthouse, although he is very imprudent and imprudent, he has been staying in our country for a long time, has never sent the Chinese guesthouse to sell them. Now, if the Chinese guesthouse is sent to the write of a letter of credential tallies, he would surely listen to the Chinese guesthouse, and the Chinese guesthouse will be afraid that the Chinese guesthouse might become apprehensive. It is requested that Your Majesty have the Ministry of Rites discuss the matter. The King said, I will grant approval.",
                "H2KE-nKo": "우부승지 박홍도가 아뢰기를,“신이 관아에 나아갔을 때 시민들이 호소하기를 ‘중국 장수가 발매하는 것이 근래에 더욱 심합니다. 차관들이 중국 물품을 가지고 올 뿐만 아니라 역관들이 요동 길이 막혀서 통화를 할 수 없게 된 뒤부터는 더러 자기의 물화를 중국 차관에게 빌려주고 그들이 서쪽으로 돌아갈 때 그 이익을 나누어 줍니다. 이 때문에 시민들이 모두 흩어져서 지탱할 수가 없습니다.’라고 하였습니다. 신이 말을 멈추고 측은하게 여겼습니다. 승정원에 들어가서 생각해 보니, 폐단을 구제하는 계책은 먼저 폐단의 근원을 막는 것보다 더 좋은 방법이 없었습니다. 그런데 저 모장이 매우 경솔하고 조급하지만 오랫동안 우리나라에 머물러 있으면서 차관을 보내어 발매한 일이 한 번도 없었습니다. 지금 이러한 폐단에 대해 한 장의 게첩을 보내어 금표를 얻기를 원한다고 하면 모장이 틀림없이 들어줄 것이고, 그렇게 되면 중국 차관들도 두려워하여 움츠릴 것입니다. 묘당으로 하여금 의논하여 처리하게 하소서.”하니, 윤허한다고 전교하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 5일(을미) 1번째기사",
                "gt-oKo": "우부승지 박홍도가 아뢰기를, “신이 관아로 달려올 때 장사하는 백성들이 호소하기를 ‘중국 장수가 물건은 파는 일이 요즈음 더욱 심하다. 비단 차관들이 중국 물건을 가지고 올 뿐만 아니라, 역관(譯官)들도 요동 길이 막혀 물건을 거래할 수 없게 된 이후로 어떤 사람은 자기의 물건을 중국 차관에게 대여하여 팔게 하고 그들이 서쪽으로 돌아갈 때 그 이익을 나누어 갖는다. 이 때문에 장사하는 백성들이 모두 흩어지고 지탱할 수 없게 되었다.’라고 하기에 신이 말을 멈추고 그들을 가엾게 여겼습니다. 그리고 정원에 들어와서 생각해 보건대, 폐단을 구제하는 계책은 먼저 폐단의 근원을 막는 것보다 더 좋은 방법이 없을 듯합니다. 모장(毛將)이 조급하고 경솔한 인물이지만 우리 나라에 머문 지 오래되었으나 차관을 보내어 물건을 팔게 한 일이 한 번도 없습니다. 이번에 이러한 폐단에 대해서 한 장의 게첩(揭帖)을 보내어 금표(禁票)를 보내주기를 원한다고 할 경우 모장이 필시 들어줄 것이고 아마 중국 차관들도 두려워하여 그만두게 될 것입니다. 묘당으로 하여금 의논하여 처리하게 하소서.” 하니, 그리하라고 전교하였다.",
                "hj": "○乙未/右副承旨朴弘道啓曰: “臣趨衙時, 市民告訴曰: ‘唐將發賣, 比來益甚。 非但差官輩自持唐物而來, 譯官輩一自遼路阻梗, 不得通貨之後, 或以自己之貨, 貸之於唐差。 及其西還, 分其利焉, 以此市民皆散, 不能支撑云。’ 臣駐馬惻然。 入院思之, 則救弊之策, 莫如先防弊源。 惟彼毛將雖極輕躁, 久住我國, 曾無送差發賣之事, 今將此弊, 飛一紙之揭, 願得禁票云, 則毛必動聽, 而唐差輩, 庶有畏戢之理。 請令廟堂議處。” 傳曰: “允。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Ministry of War reported as follows: Previously, when Kim Sangjun was in mourning in muo year (, he was not yet appointed to a military post after completing the mourning period after completing the mourning period. Therefore, when he made a request to the King, he could not participate in the court assembly. This is not comparable to those who are currently in office and have no reason to participate in the court. At the beginning, when the State Council did not participate in the court report, he also did not have any name. Therefore, in the past, when the commissioner for accompanying the envoy at the border of Yang Garrison , the high officials held a discussion and implored him. Now, the banquet for the officials who are supposed to celebrate the arrival of the Imperial Benevolence should also be reported to Your Majesty. The King transmitted a royal directive, which stated, I am aware of this. Then, why did you not report to me in detail at the beginning when the State Council did not report to me now? This is extremely unjust. As for those who did not participate in the court report to the King, regardless of whether they are guilty or not, it is necessary to wait for the King to deal with the case and then release all the subjects below them in order to release them in turn. This is even more surprised. From this day forward, carefully take this matter. ",
                "H2KE-nKo": "병조가 아뢰기를,“김상준은 지난 무오년에 상중에 있었고 복제를 마친 뒤에도 군직에 붙이지 않았기 때문에 정청할 때에 자신은 직명이 없어 참석하지 못하였다고 합니다. 이는 시임 사람이 이유 없이 참석하지 않은 것과는 비교가 되지 않습니다. 당초 의정부에 참석하지 않은 사람을 뽑아서 아뢸 때에도 그의 이름이 없었기 때문에 지난번 양 감군 접반사를 차출할 때에 대신이 회의하여 의망하였고, 이번 응 수비의 하마연 때에도 재신이 서계하였습니다.”하니, 전교하기를,“알았다. 그렇다면 당초에는 어찌하여 자세히 아뢰지 않고 지금에서야 비로소 말하는가. 매우 부당하다. 정청에 참석하지 않은 사람은 죄가 있고 없고를 막론하고 위에서 처치하기를 기다리지 않고 아래에서 차례대로 모두 석방하였으니, 더욱 놀랍다. 앞으로는 살펴서 하라.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 6일(병신) 1번째기사",
                "gt-oKo": "병조가 아뢰기를, “김상준(金尙寯)은 지난 무오년에 상중에 있었고 상을 마친 뒤에 군직(軍職)을 받지 못했으므로 정청(庭請)할 때 자신은 직위의 명칭을 지니고 있지 아니하여 참여할 수 없었다고 하는데, 이것은 현직에 있는 사람이 이유없이 참여하지 않은 것과 같지 않습니다. 애당초 정부가 정청에 참여하지 않은 사람을 초계(抄啓)할 때에도 그의 이름이 없었기 때문에 지난번 양 감군(梁監軍)의 접반사를 차출할 때 대신이 회의하여 의망하였고, 이번 응 수비(應守備)의 하마연(下馬宴) 때도 재신(宰臣)이 서계했던 것입니다.” 하니, 전교하기를, “알았다. 그렇다면 애당초 무엇 때문에 자세히 아뢰지 않고 이제 와서 말하는 것인가. 매우 부당한 짓이다. 정청에 참여하지 않은 사람에 대해서 죄가 있고 없는 것을 막론하고 임금의 처치를 기다리지 않고 아랫사람이 차례로 모두 석방시키고 있으니 더욱 놀라운 일이다. 이후 잘 처리하라.” 하였다.",
                "hj": "○丙申/兵曹啓曰: “金尙寯頃在戊午年在喪, 終制後未付軍職。 故庭請時, 身無職名, 不得進參云。 此非時任之人, 無緣不參之比, 當初政府不參人抄啓時, 亦無其名。 故頃日梁監軍接伴使差出時, 大臣會議擬望。 今此應守備下馬宴, 宰臣亦爲書啓矣。” 傳曰: “知道。 然則當初何不詳啓, 而今始云云乎? 至爲不當。 庭請不參人, 無論有罪無罪, 不待自上處置, 自下當次第盡釋, 尤極可駭。 今後察爲。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: Yesterday, the officials of the senior third rank or above who did not come to work under the pretext of illness numbered fourteen or five. From ancient times, a subject who conspiracy must not be as many as this day. If more than ten officials under the pretext of illness, the state affairs shall not be dangerous. Officials of the senior third rank or above are all not allowed to come to work under the pretext of work. All of them should quickly come to work under the pretext of work.",
                "H2KE-nKo": "전교하기를,“어제 비국 당상으로서 병을 핑계 대고 나오지 않은 자가 무려 14, 15명이나 된다. 예로부터 모신이 오늘날처럼 많지는 않았을 것인데, 병을 핑계 대고 나오지 않은 자가 10여 명이나 된다면 나랏일이 어찌 위태롭지 않겠는가. 유사 당상 3명도 모두 사진하지 않았으니, 모두 속히 출사하게 하라.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 7일(정유) 1번째기사",
                "gt-oKo": "전교하였다. “어제 비국 당상으로서 병을 핑계대고 출사하지 않은 사람이 무려 14, 15명이나 된다. 옛날에도 모신(謀臣)이 오늘날처럼 많지는 않았을 것인데, 병을 핑계댄 사람이 10여 명이나 된다면 국가의 일이 어떻게 위태롭지 않겠는가. 심지어 유사 당상 3명도 모두 출사하지 않았다. 이들 모두에게 속히 출사하도록 하라.”",
                "hj": "○丁酉/傳曰: “昨日備局堂上稱病不進者, 多至十四五員。 自古謀臣, 必不如今日之多, 而稱病十餘員, 則國事安得不危乎? 至於有司堂上三員, 竝不仕進, 竝令從速出仕。”"
            },
            "2": {
                "H2KE-EN": "The Ministry of War reported, Soon there was a man who entered Injeong Hall (Hall of Benevolent Governance . He was similar to a woman. When asked about this matter, he claimed that Bak Myeonghyeons son, Bak Mongmong , a child, and his government name was Heungin . In the gabo year (, he was banished to Jindo , but he secretly submitted a complaint against him and arrived in the capital and entered Geumhoe Gate . Although the circumstances and the circumstances of his words were unaware of this, he already claimed that he was sent into exile and crossed the [Abdicated River] without authorization and arrived in the palace, which is extremely surprised. Your subjects request that Your Majesty order the office in charge to imprison and interrogate him. The King transmitted a royal directive, which stated, Bak Heungin must be arrested and interrogated. At the time, Ku Inhu was appointed as the magistrate of Jindo County and treated hospitably those who were sent into exile. Among them, Heo Hu and Kim Hyoseong were not satisfactory, and they were also able to release and return to the northern frontier. Thus, Bak Heungin was ordered to come to the capital and inform him that he plotted to claim the woman who was sent into exile due to his unavoidable circumstances. Thus, he was going to a great impeachment. Ultimately, Ku Inhu and others had been waiting for the morning and evening to await his punishment. At the time, when the occasion was happened to observe the circumstances, Heo Hu eventually had already stopped the occasion of the circumstances and the circumstances of his cumstances.",
                "H2KE-nKo": "병조가 아뢰기를,“방금 어떤 사람이 인정문 안으로 들어왔는데 미친 사람인 듯하기에 물어보았더니, 자칭 박명현의 아들이고 아명은 박몽동이며 관명은 박흥인이라고 하였습니다. 갑인년에 진도에 정배되었는데 고소할 일이 있어 서울에 왔다가 금호문으로 들어왔다고 하였습니다. 그 말이 사실인지 아닌지는 알 수 없으나 이미 정배되었다고 하면서 멋대로 바다를 건너 대궐 안으로 들어오기까지 하였으니 매우 놀랍습니다. 담당 관사로 하여금 잡아가두고 추문하게 하소서.”하니, 전교하기를,“박흥인을 잡아다 추고하라.”하였다. - 이때 구인후가 진도 군수로 있으면서 정배된 사람을 후하게 대우하였다. 그 가운데 허국은 김효성과 사이가 좋지 않았고 또 용서하여 풀어 주어 북쪽으로 돌아가게 할 계책을 세워 박흥인으로 하여금 서울에 올라와서 인후가 정배되어 있는 여러 사람과 함께 불측한 짓을 모의한다고 고발하게 하여 장차 큰 옥사를 일으키려고 하였다. 이에 인후 등이 아침저녁으로 대명하고 있었는데 마침 반정의 일을 만나 마침내 허국이 세상을 떠났다. 또한 사적이 분명치 않다는 이유로 다시 말하는 자가 없었다. 】\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 7일(정유) 2번째기사",
                "gt-oKo": "병조가 아뢰기를, “조금 전에 어떤 사람이 인정문(仁政門) 안으로 들어왔는데 미친 사람인 듯하였습니다. 그에게 물어보았더니, 그가 말하기를 ‘자신은 박명현(朴名賢)의 아들인데 아명은 박몽동(朴蒙同)이고 관명은 박흥인(朴興仁)이다. 갑인년에 진도(珍島)에 유배되었는데 고소할 일이 있어 서울에 와서 금호문(金虎門)으로 들어왔다.’고 하였습니다. 그의 말이 거짓인지 사실인지 알 수 없으나 이미 유배된 사람이 제멋대로 바다를 건너 대궐 안에 들어오기까지 하였으니 매우 놀라운 일입니다. 유사(攸司)로 하여금 잡아가두고 추문하게 하소서. ” 하니, 전교하기를, “박흥인을 잡아다 추문하라.” 하였다.【이 당시 구인후(具仁垕)가 진도 군수로 있으면서 유배된 사람들을 잘 대우했었는데 그 중에 허국(許國)이 김효성(金孝誠)과 사이가 좋지 않았다. 그리고 방면되어 북쪽으로 돌아가려는 계책을 가져 흥인으로 하여금 서울에 올라와서 인후가 유배된 사람들과 함께 역적을 모의한다고 고발하게 하여 큰 옥사를 일으키려고 하였다. 이리하여 인후는 아침저녁으로 명을 기다리고 있었는데 때마침 반정이 일어나 그 일이 그만두게 되었고, 허국도 사적이 분명치 않다는 것으로 다시 말하는 사람이 없었다.】",
                "hj": "○兵曹啓曰: “卽刻有人, 入於仁政門內, 似是風漢, 問之則自稱朴名賢之子, 兒名蒙同, 官名興仁。 甲寅年定配珍島, 竊有告訴之事, 來到京中, 自金虎門入來云。 其言虛的, 雖不可知, 而旣稱定配, 任意渡海, 至於入來闕內, 極爲可駭。 請令攸司, 囚禁推問。” 傳曰: “朴興仁拿推。”【時具仁垕爲珍島郡守, 厚遇定配之人。 其中許國與金孝誠不協, 且生宥釋北歸之計, 令興仁上京, 告以仁垕與在配諸人, 謀爲叵測, 將起大獄。 仁垕等朝夕待命, 會値反正事, 遂已許國, 亦以事蹟不明, 更無言者。”】"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Capital Wall Repairs Directorate Hongdo reported, Heungin , the son of Bak Myeonghyeon , was placed under restricted residence in an outer province. Yesterday, he was arrested and imprisoned in the palace courtyard, which was extremely surprised. [However], being sent into exile, [he] allowed [him] to come to the capital on his own accord. [This] is extremely disrespectful of the law. [Your subject] requests that a local official be sent to the State Tribunal to deal with [him] according to the law.",
                "H2KE-nKo": "무술년의 방 승지 박홍도가 아뢰었다. “역적 박명현의 아들 박흥인은 바로 절도에 안치된 사람입니다. 그런데 어제 궐정에서 체포되었으니 매우 놀랍습니다. 정배된 죄인으로 하여금 멋대로 상경하게 하였으니 국법을 무시한 것이 심합니다. 해당 지방관을 의금부로 하여금 법에 따라 처치하게 하소서.”\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 8일(무술) 1번째기사",
                "gt-oKo": "형방 승지 박홍도가 아뢰었다. “역적 박명현의 아들인 박흥인은 외딴섬에 유배시킨 사람이었는데 어제 대궐에서 잡혔으니 매우 놀라운 일입니다. 유배시킨 죄인으로 하여금 멋대로 서울에 올라오게 한 것은 국법을 무시한 것이 심합니다. 해당 지방관을 금부로 하여금 법에 의해 처치하게 하소서.”",
                "hj": "○戊戌/刑房承旨朴弘道啓曰: “逆賊朴名賢之子興仁, 乃絶島安置之人也。 昨日於闕庭被捉, 極爲驚駭, 使定配罪人, 任其上京, 無國法甚矣。 當該地方官, 令禁府依法處置。”"
            },
            "2": {
                "H2KE-EN": "The Ministry of War reported as follows: Minister of War Kwon Jin has served his duties for several months and has not been neglected. He has diligently served his duties and has gradually occasionally occurred. Meanwhile, he has filled the passers of the Western Regional Military Commission as well as various kinds of soldiers and has already reached their terms of vacancies. Therefore, he has delayed his term of vacancies. Presently, he should be cross-examined and divided into groups, and he should be sent into separate arate locations. Otherwise, he is not busy with the task of various military affairs. However, he has neglected his illness for several months and has already been delayed due to his illness. Yesterday, his seating arranged at our office was also imprisoned by his colleagues, and the inspectors and censors impeached their colleagues on the grounds that the inspectors and censors impeached their colleagues on the grounds that the inspectors and censors impeached their colleagues on the grounds that he was afraid that he was awaiting his punishment. However, he did not attend the office. At this time, how can the head of the Ministry of War make false accusations against his colleagues and claim that he must be replaced, thereby causing the urgent situation of the state? It would be proper to quickly have his colleagues attend the office. The King issued a royal directive: What do you think about imprisoning the colleagues regarding the colleagues on the grounds that the colleagues are imprisoned by their colleagues on the grounds that the colleagues are imprisoned by their colleagues on the grounds? Report on this matter in detail.",
                "H2KE-nKo": "비변사가 아뢰기를,“병조 판서 권진은 여러 달 동안 자리가 비어 있던 끝에 직임을 제수받아 마음을 다해 직무를 수행하여 점차 두서가 잡히고 있습니다. 서쪽으로 부방간 출신 및 각종 군병의 임기가 이미 찼는데도 교체하는 기한을 어기고 있습니다. 현재 부방시켜야 할 자들을 조사해 내어 부대를 나누어 들여보내고 있습니다. 이 밖에 본병의 기무는 하루도 겨를이 없는데 병을 이유로 업무를 보지 않은 지 이미 여러 달이 되었습니다. 어제 본사의 좌기에서도 동료가 차지를 가두고 대간이 풍문을 듣고 발론한 것에 대해 현재 황공해하며 대죄한다고 하면서 사진하지 않고 있습니다. 이러한 때에 본병의 장관이 어찌 무함하고 협박하여 기어이 체차되도록 해서 국가의 절박한 일을 그르치게 할 수 있겠습니까. 속히 출사하게 하는 것이 마땅합니다.”하니, 전교하기를,“동료가 차지를 가두고 대간이 풍문을 듣고 발론한 등의 일은 무슨 일인가? 상세히 서계하라.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 8일(무술) 2번째기사",
                "gt-oKo": "비변사가 아뢰기를, “병조 판서 권진(權縉)은 수개월 간 자리가 비어 있었던 끝에 직임을 제수받아 마음을 쏟아 직무를 수행하여 일이 순서대로 이루어지고 있었습니다. 그러나 서쪽으로 부방(赴防)간 출신 및 제색 군병들의 임기가 이미 만료되었으나 제때에 교체시키지 못했는데 현재 부방시켜야 할 사람들을 뽑아 부대를 나누어 들여보내야 하고 이외에 본 병조의 기무에 관한 일을 날마다 처리해도 미처 할 수 없는 상황인데, 병을 핑계대고 사무를 보지 않은 지 벌써 여러 달이 되었습니다. 그리고 어제 본사에 좌기했을 때 동료가 그의 담당 관리를 수금하고 대간이 풍문의 일을 발설하였으므로 현재 황공하게 여겨 대죄한다고 하면서 사진하지 않고 있습니다. 이러한 때에 병조의 장관에 대해서 어떻게 무함하고 협박하여 기어이 체직시켜 국가의 절박한 사무를 그르치게 할 수 있겠습니까. 속히 출사하도록 함이 마땅하겠습니다.” 하니, 전교하기를, “아뢴 대로 하라. 동료가 담당 관리를 수금하고 대간이 풍문을 발설했다는 것은 무슨 일인가? 자세히 서계하라.” 하였다.",
                "hj": "○備邊司啓曰: “兵曹判書權縉, 受任於累朔曠闕之餘, 銳意察職, 漸就頭緖, 赴西出身及諸色軍兵, 瓜限已滿, 交替愆期。 今方査出應赴者, 分運入送。 此外本兵機務, 日不暇給, 而引疾廢事, 今已累月。 昨日本司之坐, 亦以同僚囚次知, 臺諫發風聞, 時方惶恐待罪爲辭, 不爲仕進。 此時本兵之長, 安可構誣脅逐, 期於必遞, 致誤國家切急之務乎? 速令出仕宜當。” 傳曰: “ 同僚囚次知、臺諫發風聞等事, 何事乎? 詳細書啓。”"
            },
            "3": {
                "H2KE-EN": "Second Minister of Rites 윤휘가 차자를 올리기를, “사람은 반드시 자신을 업신여긴 뒤에야 사람들이 업신여기게 되는 것입니다. 사람에게 업신여길 만한 사실이 없다면, 어찌 사람들의 비난이 이르겠습니까. 신은 처신이 형편없어 humiliated peoples humiliation. 이는 모두 신이 자초한 것이니, 어찌 resentment and faults. Yesterday, 여러 차례 엄한 분부를 받고 보니, inevitably observed the sense of shameless shamelessly. Please have the officials of the senior third rank or above in charge of the Directorate of Fabrics in the State Tribunal be first replaced. ",
                "H2KE-nKo": "예조 참판 윤휘가 차자를 올리기를,“사람은 반드시 스스로를 업신여긴 뒤에야 남이 업신여기니, 남이 업신여길 만한 실상이 없다면 남들의 비난이 어떻게 이를 수 있겠습니까. 신은 처신이 형편없어 남들의 비난을 많이 받았으니, 이는 모두 신이 자초한 것입니다. 그러니 누구를 원망하고 탓하겠습니까. 어제 여러 차례 엄한 명을 받들었으므로 어쩔 수 없이 염치를 무릅쓰고 나왔습니다만, 사대부의 염치가 신으로부터 모두 상실되었습니다. 비변사 유사와 영건도감 당상을 우선 체차해 주소서.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 8일(무술) 3번째기사",
                "gt-oKo": "예조 참판 윤휘가 상차하였다. “사람은 자신이 무시를 받을 짓을 한 뒤에야 남이 무시하는 것인데, 남이 무시할 만한 사실이 없을 경우 사람들이 어떻게 비난할 수 있겠습니까. 신은 형편없이 처신하여 사람들의 비난을 많이 받고 있으니 이것은 모두가 신이 자초한 것인데 누구를 원망하고 탓할 수 있겠습니까. 어제 여러 번 엄한 명을 받았으므로 부득불 무릅쓰고 나오기는 했습니다만, 사대부의 염치가 신으로 인하여 모두 상실되었습니다. 비국 유사, 영건 당상의 직임을 우선 체차시켜 주소서.”",
                "hj": "○禮曹參判尹暉 箚曰: 人必自侮然後, 人侮之。 人無可侮之實, 則人言胡得而至哉? 臣行身無狀, 厚招人言, 皆臣自取, 尙何怨尤。 昨日累承嚴命, 不得不冒昧以出, 士夫廉恥, 自臣身都喪。 請備局有司營建堂上, 爲先遞差。”"
            },
            "4": {
                "H2KE-EN": "All the civil and military officials and the Office of the Censor General requested the King to celebrate the honorific title, but the King did not approve this request. This report started from the fifth month of last year to the first month of this year, but the King suspended the suspension of having been caught and recovered. Now that this report continues to be presented again.",
                "H2KE-nKo": "백관과 삼사가 주상에게 아뢰어 존호를 올릴 것을 청하였는데, 따르지 않았다. - 이 계사는 작년 5월에 시작하여 금년 1월에 이르러 침을 맞으며 조섭하는 일로 우선 정지하였다가 지금 다시 아뢴 것이다. -\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 8일(무술) 4번째기사",
                "gt-oKo": "백관·삼사가 존호를 올릴 것을 계청하였으나 따르지 않았다.【이 계사는 작년 5월에 시작하여 금년 정월까지 했었는데 상이 침을 맞고 조섭하는 것으로 인하여 우선 정지했다가 지금 다시 아뢴 것이다.】",
                "hj": "○百官、三司啓請上號, 不從。【此啓始於上年五月, 至今年正月, 以受鍼調攝姑停, 今復啓之。】"
            },
            "5": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Kwak Cheonho and Yi Sijeong , Fourth Inspectors [of the Office of the Inspector General] Jeong Dam and Han Jeongk advised: Recently, your subject and others are worthy of making a false accusation against the King and something that should be discussed. However, because the King is sympathy in his health, he remains silent in his office and has been unable to fulfill his duties for a long time. Yuhyeong is the principal offender of the 역적 허환s principal offender. He composed a writing on the mother of 허환s mother. This is widely clarified by the sagacity of Your Majesty. Furthermore, the physicians who fabricated the writing on the writing to the King to relieve the ill of the King. What do you think about this? This is what your subject and others ought to be discussed and not discussed. The principal offender Yi Gwi is the principal offspring of Yi Je . The writing on the writing. Truly, the principal offspring that Yi Gwi said to make a false accusation against your subject and others and requested to make a confrontation between them. How can this be the way of the state? This is what your subject and others ought to make a confrontation on the matter and thus cannot make a confrontation on the matter. Kwon Jin is a disgraceful man and burned his deceased father. He burned his body into the water and committed a crime against the moral principles. He secretly occupyed the horse of the Office of the Royal Stables . His conduct was wicked and wicked, and all military officials were angry. He wrote a single place wherein the principal offspring of all the principal offspring of Kwon Jin. Considering that Kwon Jins character is known to this, how could he recently accuse the writing on the",
                "H2KE-nKo": "장령 곽천호ᆞ이시정, 지평 정담ᆞ한정국이 아뢰었다. “요즈음 신들이 변명할 만한 무함이 있고 논핵할 만한 일이 있습니다. 그러나 주상께서 조용히 조섭하고 계시기 때문에 하는 일 없이 자리만 차지하고 있으면서 입을 다물고 직무를 제대로 수행하지 못한 지 오래되었습니다. 전유형은 바로 역적 허환의 와주인데, 흉악한 상소를 지어 준 일은 온 나라 사람들이 알고 있을 뿐만 아니라 허환 어미의 언문 편지에 분명하게 나왔습니다. 이것은 성상께서도 환히 알고 계시는 일입니다. 그런데 의관들이 기어이 임금을 무함하고 화란을 꾸민 사람으로 하여금 임금의 병을 치료하게 하려고 하니, 이것은 도대체 무슨 의도란 말입니까. 이것이 신들이 논핵해야 할 것을 논핵하지 않는 이유입니다. 역적 이귀는 김제남의 잔당인데 흉악한 말이 그의 입에서 나온 것은 실로 헤아릴 수 없습니다. 역적 이귀를 신들이 무고한 것이라고 하여 신들이 대변하게 해 주기를 청한 것이 과연 국가에서 역적을 다스리는 도리란 말입니까. 이것이 신들이 변명해야 할 것을 변명하지 않는 이유입니다.권진의 경우, 그의 죄악은 죽은 아비에게까지 미치고 그의 시체는 불에 태우고 물에 몸을 던져 윤리와 기강에 죄를 지은 자입니다. 그런데 병조 판서의 자리를 차지하고 있으면서 하는 짓이 음흉하고 간특하여 무관들이 모두 분개하였습니다. 여러 곳에 방을 써 붙여 흉악한 역적들이 권진을 편들기로 맹세하기까지 하였으니, 권진의 사람됨을 여기에서도 알 수 있습니다. 그런데 어찌 이번에 현령과 조례 등의 일로 양사를 무함하여 못할 짓이 없이 헐뜯고 짓밟을 줄이야 생각이나 했겠습니까. 신들이 비록 노둔하고 용렬하지만 이목의 관직을 맡고 있으니, 이는 전고에 없던 변고입니다. 법부가 현령을 내걸기는 하였으나 아직도 죄악이 부모에게 미친 죄인을 체포하지 못하였는데, 권진이 ‘현령으로 역졸들이 흩어졌다.’라고 한 것은 무슨 의도란 말입니까. 조례는 선왕의 금석과 같은 법인데 폐지하기도 하고 행하기도 하였으며, 또한 양사가 서경하여 처리하는 것입니다. 그런데 권진이 감히 이것을 끌어다가 기어이 자기의 뜻대로 하려고 하면서 성상께서 판하하신 전교를 기다리지도 않고 먼저 양사를 견제할 계책을 하였으니, 또한 통탄스럽지 않습니까. 이것이 모두 신들이 논핵해야 할 것을 논핵하지 않은 이유입니다. 신들은 직무를 제대로 수행하지 못한 죄가 있는데 구차하게 이 지경에 이르렀습니다. 지금 정청을 재차 거행하는 때를 당하여 먼저 스스로 인피하지 않을 수 없습니다. 신들의 직임을 체척하소서.”\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 8일(무술) 5번째기사",
                "gt-oKo": "장령 곽천호·이시정, 지평 정담·한정국이 아뢰었다. “요즈음 신들이 변명해야 할 무함이 있고 논핵해야 할 일들이 있으나 상께서 조섭하고 계시므로 자리만 차지하고 있으면서 입을 다물고 직책을 제대로 수행치 못한 지가 오래되었습니다. 전유형(全有亨)은 바로 역적 허환(許㬇)의 와주(窩主)로서 그가 흉소(凶疏)를 지어준 것을 온 나라 사람들이 알 뿐만 아니라 허환 어미의 언문 편지에 드러났으니, 이것은 성상께서도 환히 아시는 것입니다. 그런데 의관의 무리들이 기어이 임금을 무함하고 화단을 일으킨 사람으로 하여금 전하의 병을 치료하게 하려고 하니 이것이 무슨 의도입니까. 이것이 신들이 논핵해야 하는 것인데 논핵하지 못하고 있는 것입니다. 역적 이귀는 김제남의 여얼(餘孼)로서 흉악한 말이 그의 입에서 나온 것은 실로 헤아릴 수 없는 것입니다. 그런데 역적 이귀는 신들이 무고한 것이라고 하면서 신들과 대면하여 변명하게 할 것을 청하였으니, 이것이 과연 국가에서 역적을 다스리는 도리라고 할 수 있겠습니까. 이것이 신들이 변명해야 하는 것인데 변명하지 못하고 있는 것입니다. 그리고 권진에 대해서 말하건대, 그는 악한 짓을 많이 하여 그 화가 죽은 아비에게까지 미쳐 시체를 태워 강물에 버렸으니 윤기(倫紀)에 죄를 지은 자입니다. 그런데 병조 판서의 자리를 차지하여 온갖 행위가 음흉하고 간특하였으므로 무관들이 모두 분개하여 여러 곳에 방(榜)을 써 붙였는데, 여러 흉적들이 권진을 편들기 위해 맹서까지 하였으니 권진의 사람됨을 이것으로 알 수 있습니다. 그런데 의외에도 이번에 현령(懸鈴)·조례 등의 일로 양사를 무함하여 비난하는 데 있어 못하는 짓이 없었습니다. 신들이 아무리 노둔하고 용렬한 인물이더라도 이목의 관직에 있으니, 이것은 전고에 없었던 변고인 것입니다. 법부(法府)가 현령을 띄웠으나 아직 죄악이 아비에게 미친 죄인을 잡지 못했는데, 권진이 ‘현령으로 인하여 역졸들이 흩어지게 되었다.’고 한 것은 무슨 뜻이겠습니까. 조례에 있어서는 선왕조의 금석과 같은 법전으로 폐지할 때도 있고 시행할 때도 있었는데, 이 또한 양사가 서경(署經)을 하여 처리하는 것입니다. 그런데 권진이 이러한 법을 인용하여 기어이 자기의 뜻대로 하려고 하면서 성상께서 판하하시는 분부를 기다리지 않고 먼저 양사를 제지하려는 계책을 하였으니, 통분스러운 일이 아니겠습니까. 이것이 모두가 신들이 논핵해야 하는 것인데 논핵하지 못하고 있는 것입니다. 신들이 직무를 제대로 수행하지 못한 죄가 있으면서도 현재까지 자리에 있었는데 지금 정청(庭請)을 다시 거행하는 때를 당하여 먼저 인피하지 않을 수 없었습니다. 신들의 직임을 체척시켜 주소서.”",
                "hj": "○掌令郭天豪ㆍ李時楨、持平鄭湛ㆍ韓正國啓曰: “近日臣等有可辨之誣, 有可論之事, 而因自上靜攝, 尸居結舌, 不職其職者久矣。 有亨卽賊㬇之窩主, 而製給兇疏之事, 非但國人知之, 顯出於㬇母之諺書, 此則聖明之所洞燭也。 醫官輩, 必欲以陷君搆禍之人, 救君父之病者, 抑何意歟? 此臣等所當論而不論者也。 賊貴則悌男之餘孽, 而凶言之出於其口, 實爲叵測, 賊貴之謂臣等誣告, 請臣等對辨者, 果國家治逆之道乎? 此臣等之所當辨, 而不辨者也。 至於權縉, 積惡其身, 禍延亡父, 燒尸投水, 得罪倫紀者, 竊據司馬, 行事陰慝, 武弁皆憤。 掛榜諸處, 至以諸兇賊, 比縉爲誓。 縉之爲人, 於此可知, 豈料今者以懸鈴皀隷等事, 構陷兩司。 齮齕躪藉, 無所不至。 臣等雖駑劣, 官是耳目, 此是前古所未有之變也。 法府雖出懸鈴, 尙未捕積惡及親之罪, 則縉所謂以懸鈴而驛卒離散者何也? 皀隷則先王金石之典, 而或廢、或行, 亦於兩司署經而處之者也。 縉乃敢引此, 必行己志, 不待聖上判下之敎, 先爲箝制兩司之計, 不亦痛乎? 此皆臣等所當論而不論者也。 臣等旣有不職之罪, 苟冒至此, 而今當庭請之再擧, 不得不先自引避, 請命遞斥臣等之職。”"
            },
            "6": {
                "H2KE-EN": "Inspector General Namn reported as follows: Last winter, when your subject impeached Yi Gwi , he reported in detail based upon what he had heard and did not have any other intentions. However, your subject saw the statement of the officials who heard the statement of Yi Gwi, and your subject disparaged your subject. Your subject is truly unaware of the intentions. As the official of the Office of the Inspector General , he was impeached by his colleagues and cannot shamelessly perform his official duties. Your subject requests that Your Majesty urgently dismiss Yi Gwi from his office. The King 사직하지 말라고 답하였다.",
                "H2KE-nKo": "대사헌 남근이 아뢰기를,“작년 겨울에 신이 이귀를 탄핵할 때 들은 대로 계사에서 모두 아뢰었을 뿐 다른 뜻이 있거나 다른 말을 들은 것이 없었습니다. 그런데 지금 동료들이 인피한 내용을 보니, ‘들은 자가 발언하였다.’라고 신을 배척하였는데, 신은 실로 그 뜻을 모르겠습니다. 사헌부의 장관으로 있으면서 동료의 비난을 받았으니, 뻔뻔스럽게 얼굴을 들고 공무를 수행할 수 없습니다. 속히 체차하여 물리치라고 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 8일(무술) 6번째기사",
                "gt-oKo": "대사헌 남근이 아뢰기를, “작년 겨울에 신이 이귀를 논핵할 때에, 들은 대로 모두 계사에 진술하였고 다른 뜻이 있거나 다른 말을 들은 것이 없었습니다. 그런데 지금 동료들이 인피한 내용을 보건대, ‘들은 사람이 발언했다.’는 것으로 신을 배척하였으니, 신은 실로 그 뜻을 알 수 없습니다. 헌부의 장관으로서 동료들에게 비난을 받았으니 뻔뻔스러운 얼굴로 직무를 수행할 수 없습니다. 속히 체척시켜 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○大司憲南瑾啓曰: “去年冬臣之劾李貴也, 直據所聞, 悉陳於啓辭, 未有他意、他聞, 而卽見同僚引避之辭, 以聞者發言斥臣, 臣實未知其意。 官爲憲長, 受譏同僚, 不可强顔行公, 請亟命遞斥。” 答曰: “勿辭。”"
            },
            "7": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Jeong Do reported to the King as follows: As we are sympathy in Your Majestys health, we are unable to come and go unexpectedly to avoid suspicion. Therefore, his crime deserves to death. Your subject humbly observed that the various officials who have avoided their suspicion on the grounds that Yuhyeong presumptuously participated in the participants of the medicine. Nevertheless, Yi Gwis wild words were unscrupulous, and instead he uttered a single word he uttered a single word. Thus, his crime was not different from his colleague. When the Ministry of War reported on the word, he uttered symptoms on the grounds that he could not do so because the jurisdiction of the Ministry of Punishments had impeached the jurisdiction of jurisdiction",
                "H2KE-nKo": "집의 정도가 아뢰기를,“이렇게 조용히 조섭하고 계시는 때에 구구한 마음으로 와서 피혐하는 것은 만번 죽어 마땅한 죄입니다. 삼가 관원들이 인피한 내용을 보니, 임금을 무함하고 화란을 일으킨 전유형을 약을 의논하는 반열에 끼워 넣고서, 헤아릴 수 없는 흉악한 이귀의 말을 가지고 도리어 대변하는 말을 함부로 하였다는 이유로 토죄하기를 청한 것은 동료들과 차이가 없습니다. 병조의 계사에 ‘매우 답답하고 절박하여 어찌할 수 없습니다.’라고 한 것은 법사의 현령이니, 지극히 통탄스러운 마음을 금할 수 없습니다. 예로부터 대관이 해당 조를 논핵한 일은 있었지만 해당 조가 대관을 비난한 일은 실로 듣지 못하였습니다. 이는 모두 조정이 존엄하지 못하고 나라의 기강이 해이해져서 인심이 옛날과 같지 않고 체면이 훼손된 탓이니, 어찌 매우 한심하지 않겠습니까. 대관의 풍채가 날로 더욱 추락하고 있으니, 신들이 스스로 치욕을 초래한 것이 당연합니다. 체차하여 물리치도록 명하소서.”하니, 사직하지 말라고 답하였다. 사간원의 관원들도 이를 이유로 인피하니, 모두 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 8일(무술) 7번째기사",
                "gt-oKo": "집의 정도(鄭道)가 아뢰기를, “전하께서 조섭하고 계시는 이때에 하찮은 일로 와서 피혐하는 것이 죽어야 마땅한 죄입니다. 그러나 관원들이 인피한 내용을 보건대, 임금을 무함하여 화단을 일으킨 전유형을 약을 논의하는 반열에 참여하게 한 것과 흉악한 말을 한 이귀가 오히려 대면하여 변명하게 해달라고 한 것에 대해서 토죄할 것을 청한 것에 있어서는 동료들과 이의가 없습니다. 그러나 병조의 계사에 ‘매우 안타깝고 절박하여 어쩔 수 없는 것은 법사의 현령이다.’라고 한 것에 대해서 매우 통분스러움을 견딜 수 없습니다. 옛부터 대관이 해조를 논핵한 적은 있었으나 해조가 대관을 배척한 적이 있었다는 말은 실로 듣지 못했습니다. 이것은 모두가 조정이 존엄하지 못하고 나라의 기강이 해이해졌고 인심이 옛날과 같지 않고 체면이 사라져 그러한 것이니, 어찌 매우 한심스러운 일이 아니겠습니까. 대관의 풍채가 날로 더욱 추락되고 있으니 이것은 신들이 자초한 수치인 것입니다. 체척시켜 주소서.” 하니, 사직하지 말라고 답하였다. 사간원의 관원들도 이 일로 인피하였는데 모두 사직하지 말라고 답하였다.",
                "hj": "○執義鄭道啓曰: “當此靜攝之中, 區區來避, 罪合萬死。 伏見多官引避之辭, 以有亨之陷君搆禍, 猥參議藥之列, 以李貴之兇言叵測, 反肆對辨之說。 請討之擧, 與同僚無異矣。 至於兵曹啓辭, 以痛悶切迫末如之何者, 法司之懸鈴也, 不勝痛惋之至。 自古臺官之論劾該曹, 有之矣, 該曹之詆斥臺官, 實未聞也。 此無非朝廷不尊, 國綱解弛, 人心不古, 體面毁裂之致, 豈不大可寒心? 臺官風采, 日益墜落, 宜乎臣等之自取羞辱也, 請命遞斥。” 答曰: “勿辭。 司諫院多官, 亦以此引避。” 俱答曰: “勿辭。”"
            },
            "8": {
                "H2KE-EN": "The King issued a royal directive, which stated, I have not yet recovered from my illness, and I have now recovered my medicine to treat my illness. At this time, it is impossible for me to raise my mind. Various high-ranking officials and the삼사 shall not be accepted until I recover from my health until I recover.",
                "H2KE-nKo": "전교하기를,“나의 병이 아직도 회복되지 않아 지금 약을 복용하며 조리하고 있으니, 이러한 때에 결코 번거롭게 하여 나의 마음을 어지럽게 해서는 안 된다. 여러 대신과 삼사의 계사와 차자를 회복될 때까지는 봉입하지 말라.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 8일(무술) 8번째기사",
                "gt-oKo": "전교하였다. “나의 병이 아직 회복되지 아니하여 현재 약을 먹고 조리하고 있는데 이때 소요스럽게 하여 나의 마음을 어지럽게 해서는 안 된다. 여러 대신 및 삼사의 계사·차자를 회복될 때까지 들이지 말도록 하라.”",
                "hj": "○傳曰: “予病尙未平復, 方爲服藥調治, 此時決不可煩擾, 以亂予心。 諸大臣、三司啓箚, 限平復間, 勿爲捧入。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Currently, the affairs of the Office of the Inspector General and the Office of the Censor General are impossible for rumors. How could your subjects dare slightly speak of the words and documents? As for the matter of the Ministry of War , your subjects have heard and fully heard this. On the night, they share their sleep and worry about the day of the military affairs. Therefore, your subjects have received Your Majestys instructions investigation and reported to Your Majesty. How could your subjects dare not speak and speak out of fear and not speak to Your Majesty? The price of the frontier soldiers of the Ministry of War has been exhausted for a long time. This is due to military expenses, and its expenses have been large and numerous. However, the price of various kinds of timber in the redemption of [the redemption of] redemption. This is extremely detestable. When Kwon Jin was first appointed minister [of personnel] , your subjects earnestly admonished your subjects and admonished them, saying, Due to this state, the timber in the military procurement timber in the timber",
                "H2KE-nKo": "비변사가 아뢰기를,“지금 정사가 대각에 달려 있는데, 대간이 풍문을 듣고 발론한 일을 신들이 어찌 감히 경솔하게 언어와 문자로 언급할 수 있겠습니까. 병조의 일에 대해서는 신들이 직접 듣고 익숙히 들었으므로 한밤중에도 가슴을 어루만지며 군정이 날로 잘못되어 가는 것을 개탄하였습니다. 그런데 이번에 조사하여 아뢰라는 하교를 받들었으니, 어찌 입을 다물고 말하지 않아 군부를 저버릴 수 있겠습니까.병조의 보병 가포는 고갈된 지 오래인데, 이는 병란이 일어난 뒤로 용도가 많아져서 그런 것입니다. 그런데 여러 가지 속목의 경우 예전보다 줄지 않아 모조리 소모되고 있으니, 매우 가증스러운 일입니다.권진을 처음 판서로 제수하셨을 때 신들이 엄한 말로 신칙하기를 ‘국가에 일이 많은 이때에 군수에 관계되는 포목을 조금이라도 낭비하는 일이 있으면 비변사에서 입계하여 엄중히 논하겠다.’라고 하니, 권진이 대답하기를 ‘감히 마음을 다해 힘쓰지 않을 수 있겠는가.’라고 하였습니다. 그 뒤에 들으니, 참의 백대형이 판서와 서로 다투면서 대면하여 온갖 욕설을 다하였고, 또 팔뚝을 빌려서 판서와 사환의 서리를 잡아 가두기까지 하였다고 합니다. 신들은 놀라움을 금할 수 없었습니다.이것을 듣고 보니, 백대형은 포물당상이라고 자칭하면서 각 항목의 납포 징속과 한두 심복의 하리와 함께 몰래 받아다가 몰래 흩뿌렸습니다. 적간할 때 탈속목을 받았을 경우 백대형은 반드시 되[升]가 가늘고 척수가 긴 것으로 15필을 기준으로 하여 징수하였습니다. 그리고 군사를 나누어 줄 때 백대형은 자신이 수월한 곳을 차지하여 가포를 많이 징수하였고, 이유 없이 번을 서던 군사들이 상을 당했다고 하면서 강제로 집으로 돌아가게 하고는 강제로 가포를 징수하였습니다.하루는 내조에 입직하면서 동료에게 알리지 않고 군사들이 식사하는 틈을 타서 불의에 적간하였는데, 각처가 모두 궐직하여 속목을 징수하는 사람이 각각 15여 필이었으며, 잠깐 사이에 무려 7, 8동이나 되었습니다. 이것을 통틀어 계산하면 병조의 속목은 지난날에 비해 10배나 될 뿐만이 아닙니다. 그런데 잉여를 영건도감에 보냈다는 말은 듣지 못하였고, 각처에서 제급하지 않는 것만 보았을 뿐이니, 어디에 쓰려는 것인지 전혀 모르겠습니다. 바깥 사람들이 모두 말하기를 ‘어떤 사람은 「어느 관원의 모채이다.」라고도 하고, 어떤 사람은 「어느 집의 혼수이다.」라고도 하며, 어떤 사람은 「어느 집의 주찬 비용이다.」라고도 하고, 어떤 사람은 「구궁하는 비용이다.」라고도 한다.’라고 하면서 명목을 핑계 대었는데, 백대형이 어찌 이 지경에 이르렀단 말입니까. 한때 비방하는 말을 이루 다 믿을 수 없습니다. 다만 권진이 속목이 간 곳을 알려고 하자 백대형이 전후의 문서를 모두 가져가서 사람들로 하여금 그 수량이 얼마나 되는지 알지 못하게 하였습니다. 지금 조정에 병조의 당상과 낭청을 지낸 사람이 어찌 한정이 있겠습니까마는, 포물을 참의가 자기의 소유물이라고 한 말은 듣지 못하였습니다. 이것은 백대형이 그 죄를 덮으려고 그렇게 하지 않을 수 없었던 것이니, 그 일이 놀랍고 그 정상이 용서할 만합니다.그러나 한마디 말이라도 하면 의심스러운 점이 없지 않습니다. 백대형이 말하기를 ‘권진이 어떻게 총애를 받겠는가. 비록 총애를 받더라도 중한 논핵을 받으면 어찌 감히 출두할 수 있겠는가. 병조의 일은 우리들이 전담해야 한다.’라고 하였습니다. 백대형이 권진이 총애를 받음이 얼마나 깊은지를 어떻게 알아서 거리낌 없이 기롱하고 농락할 수 있단 말입니까. 같은 조에서 자기와 뜻을 같이하지 않는 자를 제거하는 것은 끝내 어떻게 하려는 것입니까. 신들은 진실로 화란이 곧바로 닥칠 것을 알고 있지만, 이미 엄한 하문을 받들었으니 소회를 대략 아뢰지 않을 수 없습니다. 의연하게 정색하고 싶지 않은 것은 아닙니다. 충심으로 나라를 위해 몸바치다가 일이 이미 이 지경에 이르렀으니, 오직 몸을 받들고 물러날 뿐입니다.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 9일(기해) 1번째기사",
                "gt-oKo": " 비변사가 아뢰었다. “오늘날 정사가 대각의 손에 달려 있는데 대간이 풍문을 듣고 발설한 일을 신들이 어떻게 언어와 문자로 드러내어 말할 수 있겠습니까. 하지만 병조의 일에 있어서는 신들이 직접 듣고 잘 아는 일로서 한 밤에도 일어나 베개를 만지며 군정이 날로 잘못되어 가는 것을 개탄하고 있었던 일입니다. 따라서 이번에 조사하여 아뢰라는 분부를 받았는데 어떻게 입을 다물고 말을 하지 아니하여 전하를 저버릴 수 있겠습니까. 병조가 보병들에게서 받는 가포(價布)가 바닥난 지 오래 되었는데 이것은 병란이 일어난 이후 용도가 많아져서 그러한 것이었습니다. 그러나 여러 종목의 속목(贖木)에 있어서는 징수하는 수량이 이전보다 줄지 않았는데 모두 소모되고 있으니, 매우 가증스러운 일입니다. 권진을 처음 판서로 제수할 때 신들이 엄중한 말로 당부하기를 ‘국가에 일이 많은 이때를 당하여 군수(軍需)에 관계되는 포목을 조금이라도 헛되게 소비하는 일이 있을 경우 비국이 입계하여 중벌로 논죄하게 할 것이다.’라고 하였더니, 권진이 대답하기를 ‘어떻게 감히 노력하지 않을 수 있겠는가.’라고 하였습니다. 그후 듣건대 참의 백대형(白大珩)이 판서와 서로 싸우며 대면하여 온갖 욕설을 다하였고, 또 완력이 센 사람을 시켜 판서가 부리는 서리(書吏)를 잡아 가두게 하였다고 하니, 신들은 놀라움을 금할 수 없었습니다. 이리하여 사실을 알아보았더니 대형이 포물 당상(布物堂上)이라고 자칭하며 각 종목의 가포 및 속목을 징수하는 데 있어 그의 몇몇 심복의 하리들과 함께 몰래 받아들이고 몰래 지출하고 있었습니다. 그리고 적간(摘奸)하여 속목을 탈취하는 데 있어서 대형은 반드시 승(升)이 가늘고 척수가 긴 것으로 15필을 기준으로 하여 징수하였습니다. 그리고 군사들을 배정시킬 때 대형은 자신이 군사들이 복역하기에 수월한 곳을 담당하여 가포를 많이 징수하고 있는가 하면 사고없이 번(番)을 서고 있는 군사들에게 상을 당했다고 핑계대게 하여 강제로 집에 돌려보내고 위협하여 가포를 수탈하였습니다. 그리고 어느날 그가 내조(內曹)에 입직했을 때 동료들에게 알리지 않고 군사들이 식사 교대하는 때를 노려 불시에 적간하였습니다. 이때 각 부처마다 모두 궐직했었는데, 이들에게 1인당 15필의 속목을 바치게 하여 잠깐 사이에 무려 7, 8동(同)을 징수하였습니다. 이와 같이 병조의 속목을 통틀어 계산해 본다면 지난날보다 10배가 될 뿐만이 아닙니다. 그런데 여분의 포목을 영건 도감에 보냈다는 말을 듣지 못했고 각 부처에도 지급하지 않고 있으니 어느 곳에 사용하였는지 도무지 모르겠습니다. 이리하여 외부 사람들이 모두 말을 하고 있는데, 어떤 사람은 ‘어느 관원의 모자값으로 썼다.’고 하고, 어떤 사람은 ‘어느 집의 혼수 비용으로 썼다.’고 하며, 또 어떤 사람은 ‘어느 집의 술과 음식 마련에 썼다.’고 하고, 어떤 사람은 ‘가난한 사람을 구제해 주는 비용으로 썼다.’고 하여 핑계대어 말한 여러 종목을 일일이 다 말할 수 없습니다. 대형의 행위가 어찌 이러한 지경에 이를 수 있단 말입니까. 한 때의 사람들이 비방하는 말을 모두 믿을 수는 없습니다. 그러나 권진이 속목이 유출된 곳을 알려고 하자 대형이 전후 문서를 모두 가져가서 사람들로 하여금 그 수량이 얼마인지 알 수 없게 하였습니다. 오늘날 조정에 병조의 당상과 낭청을 역임한 자가 한없이 많지만 병조의 포물을 참의가 자기의 소유물처럼 여긴 사람이 있었다는 말은 듣지 못했습니다. 이것은 대형이 자기의 죄를 숨기려고 하여 그렇게 하지 않을 수 없었던 것으로서 그 일이 매우 놀랍고 그 실정이 이해가 갈 만합니다. 그러나 그의 한 마디 말에 대해서 의심하지 않을 수 없는 것이 있습니다. 대형이 말하기를 ‘권진이 어떻게 성상의 총애를 받을 수 있었는가. 설사 총애를 받는 일이 있더라도 중한 논핵을 받을 경우 그가 어떻게 출두할 수 있겠는가. 병조의 일을 처리하는 데 있어서 우리들이 전담해야 할 것이다.’라고 했다고 하는데, 대형이 성상께서 권진을 얼마만큼 총애하고 있는 것을 어떻게 알 수 있기에 이처럼 기탄없이 조롱하는 것입니까. 같은 관아에 있으면서 자기와 뜻이 같지 않은 사람을 제거시키는 것은 끝내 무슨 짓을 하려는 것이겠습니까. 신들이 화가 곧바로 다가올 것을 알고 있으나 지엄하신 하문을 받은 이상 생각하고 있는 바를 대략 아뢰지 않을 수 없습니다. 그리고 의연한 자세로 국사를 위하여 목숨을 바치고 싶지 않은 것은 아니지만 일이 이미 이러한 지경에 이르게 되었으니, 오직 자신을 받들어 물러가겠습니다.”",
                "hj": " ○備邊司啓曰: “當今政在臺閣, 臺諫發風聞之事, 臣等何敢輕及於言語文字間乎? 至如兵曹之事, 臣等親聞而慣聽, 中夜撫枕, 慨軍政之日非。 玆承察啓之敎, 何可囁嚅不言, 孤負君父乎? 兵曹步兵價布, 竭盡久矣。 此則兵興之後, 用度浩繁而然也。 至如諸般贖木, 比舊無減, 一任花消, 事甚可惡。 權縉判書除授之初, 臣等嚴辭戒飭曰: ‘當此國家多事之時, 係干軍需之木, 少有謬費, 當自備局, 入啓重論云云。’ 權縉對曰: ‘敢不竭心勉力, 厥後聞之。’ 參議白大珩與判書相爭, 面辱無所不至, 又借臂捉囚判書使喚書吏, 臣等不勝怪愕。 爲之聞見, 則大珩自稱布物堂上, 各項納布徵贖, 與其一二腹心下吏, 潛捧潛散, 如摘奸被頉贖木, 則大珩必以升細尺長者, 准徵十五匹。 分軍之際, 大珩自占歇處, 多徵價布, 軍士之無故立番者, 稱以在喪, 勒令還家, 刦收價布。 一日入直內曹, 不告同僚, 瞰軍士食代, 不意摘奸, 各處皆闕直, 徵贖木人各十五餘匹, 俄傾之間, 多至七八同, 以此通算。 兵曹贖木, 比諸往時, 不啻十倍, 未聞剩餘送于營建都監。 只見各處不得題給, 殊未知用之何處。 外人皆曰: ‘或稱某官帽債, 或稱某家婚需, 或稱某家酒饌之具, 或稱救窮之資, 托稱名目, 種種難數。’ 大珩豈至於此? 一時毁謗之言, 有不足盡信。 但權縉欲知贖木去處, 大珩盡取前後文書, 使人莫知 多少之數。 今之朝廷, 曾經兵曹堂上郞廳者何限, 而未聞布物之爲參議己物然, 此則大珩欲掩其罪, 不得不爾, 其事可駭, 其情可恕也。 但有一言不無可疑。 大珩曰: ‘權縉緣何得被眷遇? 雖有眷遇, 如被重論, 則何敢出頭? 兵曹之事, 吾輩當專之云。’ 大珩何以知權縉承眷淺深, 譏弄不憚乎? 一曹之中, 去其不同己者, 終欲何爲? 臣等固知禍不旋踵, 旣承嚴問, 不可不略陳所懷, 非不欲毅然正色。 赤心循國, 事已至此, 惟有奉身而退矣。”"
            },
            "2": {
                "H2KE-EN": "All the civil and military officials reported as follows: Your subject reverently received Your Majestys congratulations, saying, Even if it is possible to enforce it, why did you not wait until I recovered from your health? Your subject and others are deeply grateful. Your subject and others have requested this is truly a public opinion of the country, and it is not proper to temporarily abandon it for a moment. However, due to the recent cold weather, it has been long since Your Majesty suspended the suspension of Your Majestys health. Therefore, your subject and others are even deeply saddened. Your subject and others unaware that Your Majesty withdraws and again comes, and thus if your subject and others repeatedly receive Your Majestys approval from Your Majesty today, it would be possible for Your Majesty to observe the proprieties. Therefore, your subject and others respectfully wait until the imperial edict is received and then observe the proprieties in turn, how could this not be exceedingly fortunate? Your subject and others humbly hope that Your Majesty shall persuade your reputation and urgently grant approval.",
                "H2KE-nKo": "백관이 아뢰기를,“삼가 성상의 비답을 받들건대 ‘설사 거행할 수 있다 하더라도 어찌 나의 건강이 회복되기를 기다리지 않고 이런 때에 굳이 번거롭게 하는가.’라고 하셨으니, 신들은 감격스러움을 금할 수 없습니다. 신들이 이렇게 청하는 것은 실로 온 나라의 공론에서 나온 것으로 잠시도 막을 수 없는 것입니다. 그런데 근래 조섭하고 계시기 때문에 정지한 지 이미 오래되었으니, 더욱 답답하고 답답한 마음이 간절합니다. 자신도 모르게 물러갔다가 다시 오고 갈수록 더욱 호소하여 오늘 시원스레 윤허를 내리시게 되었으니, 받들어 주선하겠습니다. 삼가 칙사를 맞이한 뒤에 차례로 성대한 의식을 마치게 된다면 어찌 매우 다행한 일이 아니겠습니까. 삼가 바라건대, 겸양을 고집하지 마시고 속히 윤허를 내려 주소서.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 9일(기해) 2번째기사",
                "gt-oKo": " 백관이 아뢰었다. “성상께서 내리신 비답에 ‘설사 거행해야 할 일이라 하더라도 어찌 나의 병이 회복되기를 기다리지 않고 이러한 때에 번거롭게 하는 것인가.’라고 하셨는데, 신들은 감격스러운 마음을 금할 수 없습니다. 신들이 계청한 것은 실로 온 나라 사람의 공론에서 나온 것으로서 잠시도 그만둘 수 없는 것인데 근래에 조섭하고 계시므로 정지한 지 벌써 오래되었으니, 더욱 안타깝습니다. 따라서 신들은 자신도 모르게 물러갔다가 다시 오고 날짜가 지나갈수록 여러 번 아뢰게 되었는데, 오늘 시원스럽게 윤허를 내려 주신다면 신들이 명을 받들어 주선하겠습니다. 칙서를 맞이한 뒤에 존호를 올리는 성대한 의식을 순서대로 끝내게 될 경우 어찌 다행스러운 일이 아니겠습니까. 삼가 바라건대, 지나치게 겸양하지 마시고 속히 윤허를 내려 주소서.”",
                "hj": " ○百官啓曰: “伏承聖批有曰: ‘設或可行, 何不待予平復, 而强煩於此時乎?’ 臣等不勝感激焉。 臣等此請, 實出於一國公共之論, 不可暫遏, 而近因靜攝, 停止已久, 益切悶鬱。 自不覺旣退而復來, 愈往而更籲, 得蒙今日快下一兪, 則自當奉而周旋。 恭竢迎勑之後, 次第縟儀之完, 豈不幸甚? 伏願無執撝謙, 亟賜允許。”"
            },
            "3": {
                "H2KE-EN": "Inspector General Yu Daerim reported to the King as follows: On a previous day, when the Office of the Inspector General requested that Yi Gwi be punished, he said that he did not confront with your subject, and he said that he did not confront with him. This was no different from that of Yi Gwi. Kwon Jin did not flatter [Yi Gwi] on the grounds that he divulged [Yi Gwi] on the grounds that he did not divulged [Yi Gwi]. Now, many officials in charge of [Yi Gwi] and fabricated [Yi Gwi] on the grounds that he did not wish to flatter [Yi Gwi] on the grounds that he divulged [Yi Gwi]. Your subject is deeply grieved. Your subject did not wish to flatter [Yi Gwi] on the grounds that he wished to flatter [Yi Gwi] on the grounds that he did not wish to flatter [Yi Gwi] on the grounds that he divulged [Yi Gwi] on the grounds that he did not divulge [Yi Gwi] on the grounds that he did not drank wine. Yesterday, when the officials in charge of [Yi Gwi] on the grounds that your subject was drunk on the grounds that your subject took drunk and prepared a draft of a draft. Your subject observed [Yi Gwi] on the grounds that he reported [to Your Majesty] on the grounds that he did not know what he did. [Your subject] started that the loss of your subject did not observe [Yi Gwi] on the grounds that he did not observe [Yi Gwis] on the grounds that he did not observe the grounds that he divulged [Yi Gwi]. [Your subject] requests that [Yi Gwi] be dismissed from his position. The King said that [Yi Gwi] should not be punished.",
                "H2KE-nKo": "대사간 유대건이 아뢰기를,“지난번에 삼사가 이귀를 죄주기를 청할 때 ‘신과 김자점이 상의하지 않을 수 없다.’라고 하였으니, 신과 이귀는 차이가 없습니다. 권진이 저들에게 아부하지 않고 단지 자신과 의견을 달리하는 사람 때문에 이번에 많은 관원이 인피하며 모함하기를 이처럼 극도로 하였으니, 신은 삼가 통탄스럽습니다. 신이 시배들과 구차하게 동조하지 않으려고 하는 것이 신의 본심입니다. 매번 논계할 때마다 이들과 동조하지 않는다는 것은 성상께서도 통촉하고 계시는 바입니다. 신은 풍병으로 술을 많이 마시지 못하여 걸핏하면 인사불성이 되었습니다. 어제 피혐할 때 동료가 신이 취한 김에 소매 속에서 초고를 꺼내어 신으로 하여금 흘겨보게 하였는데, 신이 뒤따라 다니며 아뢰었으나 그것이 무슨 일인지 전혀 알지 못하다가 밤이 지나서야 비로소 알게 되었습니다. 신이 살피지 못한 잘못이 드러났으니, 감히 그대로 무릅쓰고 있을 수 없습니다. 파척하라고 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 9일(기해) 3번째기사",
                "gt-oKo": " 대사간 유대건이 아뢰기를, “지난번에 삼사가 이귀를 죄주기를 청할 때, 신이 김자점과 상의하지 않는 것이 없다고 하였는데, 그렇다면 신이 이귀와 다를 것이 없습니다. 권진이 저들에게 아부하지 않자 단지 자기들과 뜻이 다르다는 이유로 이번에 관원들이 인피하면서 그지없이 무함하였으니, 신은 매우 통분스럽습니다. 신이 시배(時輩)들과 구차하게 동조하지 않으려고 하는 것이 신의 본심입니다. 이리하여 매번 논계할 때마다 그들과 동조하지 않았는데 이러한 것은 성상께서도 환히 아시는 것입니다. 그리고 신은 풍병이 있으므로 술을 많이 마시지 못하고 조금만 마셔도 곧바로 취하여 인사불성이 됩니다. 그런데 어제 피혐할 때에 동료가 신이 취한 것을 틈타 소매 속에 있던 계사의 초고를 꺼내어 신으로 하여금 언뜻 보게 하였는데, 신이 함께 따라와서 아뢰었으나 그 내용이 무엇인지 아예 알지 못했고 밤이 지나서야 알게 되었습니다. 그러니 신의 살피지 않은 잘못이 드러났습니다. 따라서 자리에 그대로 있을 수 없습니다. 파척시켜 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": " ○大司諫兪大建啓曰: “頃日三司請罪李貴也, 謂臣與金自點不無相議云, 則臣與李貴無異矣。 權縉不爲阿附於渠輩, 只以異己之故, 今此多官, 引避構陷, 至於此極, 臣竊痛焉。 臣之不欲與時輩苟同, 此臣之本心也。 每於論啓, 與此輩不同, 聖明之所洞燭也。 臣以風病, 飮酒不多, 輒不省人事。 昨日避嫌, 同僚因臣乘醉, 袖出搆草, 使臣瞥然看過, 臣雖隨行以啓, 漫不知爲何事, 過夜始知。 臣之不察之失著矣, 不敢仍冒, 請命罷斥。” 答曰: “勿辭。”"
            },
            "4": {
                "H2KE-EN": "The Royal Secretariat reported, Currently, high officials, leading all the officials, came to the palace courtyard. Your Majestys instruction has already been received, and it is difficult to prevent many people from resisting. How should we deal with this? The King said, My symptoms are worse day by day. I desire to raise the symptoms again, but do not make troubles. Explain this to the high officials and do not allow them to enter.",
                "H2KE-nKo": "승정원이 아뢰기를,“지금 대신이 백관을 거느리고 대궐 뜰에 나왔습니다. 성상의 하교를 이미 받들었으니, 여론도 막기 어렵습니다. 어떻게 해야겠습니까?”하니, 전교하기를,“나의 증세가 날로 심해져서 다시 침을 맞고자 하니, 번거롭게 하지 말라고 대신에게 유시하고 봉입하지 말라.”하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 9일(기해) 4번째기사",
                "gt-oKo": " 정원이 아뢰기를, “현재 대신이 백관을 거느리고 궁궐에 나왔습니다. 성상의 분부를 이미 받았습니다만, 여러 사람들의 생각도 막을 수 없는 것인데 어떻게 해야 합니까?” 하니, 전교하기를, “나의 증세가 날로 심해져 다시 침을 맞으려고 하는데 번거롭게 하지 말 것을 대신에게 유시하고 받아들이지 말도록 하라.” 하였다.",
                "hj": " ○政院啓曰: “卽今大臣率百官來詣大庭。 聖敎旣爲承受, 群情亦難沮遏, 何以爲之?” 傳曰: “予症日劇, 欲更受鍼, 勿用煩擾事, 諭于大臣, 勿爲捧入。”"
            },
            "5": {
                "H2KE-EN": "정언 Han Yusang , Fourth Censor of the Office of the Censor-General , reported: Groups of lodging a sovereign and reached the third minister of rites to punish the crime of violating the royal mandate, and instead falsely accused the King. Out of disputes against the Ministry of Punishments, they stole their heads and voices without authorization. Your subject also observed that the colleagues remain in their office without authorization, and therefore your subject also observed the fault. Not only did they suffer from an illness, but at night of the eighth day of the eighth month, they robbed into the house. Nonetheless, they were negligent in their official attire and did not immediately come to the office to avoid suspicion. The fault is greater fault. Your subject requests that they be replaced. The King 사직하지 말라고 답하였다.",
                "H2KE-nKo": "정언 한유상이 아뢰기를,“임금을 무함한 무리로 하여금 약을 의논하는 자리에 참여하게 하고, 위를 범한 죄를 성토하였는데 도리어 무고를 하였습니다. 해당 조의 비난을 받고도 헛되이 직임을 띠고 있었는데 동료들이 자리만 차지하고 있으면서 직무를 제대로 수행하지 못했다는 이유로 피혐하였으니, 구차하게 무릅쓰고 있었던 잘못은 신에게도 있습니다. 그러나 몸에 병이 있었을 뿐만 아니라 8일 밤에 도둑이 집안에 들어와서 신상에 걸친 의관까지도 남김없이 가져갔으므로 즉시 와서 피혐하지 못하였으니, 잘못이 더욱 큽니다. 체차하여 물리치라고 명하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "광해 187권, 15년(1623 계해 / 명 천계(天啓) 3년) 3월 9일(기해) 5번째기사",
                "gt-oKo": " 정언 한유상이 아뢰기를, “임금을 무함한 무리로 하여금 약을 의논하는 반열에 참여하게 하고 임금을 거역한 죄를 토론한 것에 대해 오히려 무고한 것이라고 합니다. 해조의 비난을 받고도 헛되이 직임을 띠고 있었는데 동료들이 자리만 차지하고 있으면서 직무를 수행하지 못했다는 것으로 피혐하였으니, 자리만 차지하고 있는 잘못이 신에게도 있습니다. 그러나 몸에 병이 있을 뿐만 아니라 8일 밤에 도둑이 집에 들어와서 신상에 걸쳤던 의관도 남김없이 가져갔으므로 즉시 와서 피혐하지 못했으니 잘못이 더욱 큽니다. 체척시켜 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": " ○正言韓惟翔啓曰: “縱陷君之徒, 至參議藥, 討犯上之罪, 反爲誣告。 被該曹之譏, 虛帶呼唱, 同僚以尸居不職爲避, 則苟冒之失, 臣亦有之, 而非但身有疾病, 初八日夜, 盜入家內, 至如身上衣冠, 亦無所遺, 未卽來避, 所失尤大。 請命遞斥。” 答曰: “勿辭。”"
            }
        }
    }
}