{
    "08": {
        "26": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King held audience with the Chinese envoys at Inhwa Gate . The Chinese envoys came out and spoke to our country, saying, Your Majesty must have been thoroughly clever and clear. The officials of your country must be cautious and cautious.",
                "H2KE-nKo": "주상이 청나라 사신을 인화문 안에서 접견하였다. 청나라 사신이 나와서 우리나라 사람에게 말하기를,“너희 주상께서는 길이 반드시 엄격하고 분명하게 할 것이니, 너희 나라의 신하들은 마땅히 근신해야 할 것이다.”하였다.\n",
                "date_ko": "숙보 1권, 즉위년(1674 갑인 / 청 강희(康熙) 13년) 8월 26일(정사) 1번째기사",
                "gt-oKo": "임금이 청(淸)나라 사신(使臣)을 인화문(仁和門) 안에서 접견(接見)하였다. 청나라 사신이 나와서 우리 나라 사람에게 말하기를, “너희 주상(主上)은 자라면 반드시 엄명(嚴明)할 것이다. 너희 나라 신하들은 마땅히 근신(謹愼)해야 할 것이다.” 하였다.",
                "hj": "○丁巳/上接見淸使於仁和門內。 淸使出語我國人曰: “爾主上長必嚴明, 爾國臣下當謹愼。” 云。"
            }
        }
    },
    "11": {
        "29": {
            "1": {
                "H2KE-EN": "On muja day, Inspector General Heo Mok returned from his hometown and bowed before the King prior to his new appointment. The King received him in audience at the temporary royal tent . The King said, Though old, I saw your energy is not decreased. Thus, strive to remain here without retire, thereby supporting my faults. This is what I hope. [Heo] Mok said, Your subject lives in a village and is unknown to know the administration of affairs. However, recently, the peoples hearts and the customs have become extreme. The human relationships and the laws of human relationships are dissolute and the natural principles are dark and unclear. At this time, the difficulty in cultivating the country is twice as much as the time of emergency. When Your Majesty ascended the throne, even the wives and wild boys of villagers all gladly pleased. The ancients said, There is no one who does not have the beginning of the beginning to end. It is necessary to have the beginning of the beginning to end as if the beginning of the beginning to end. The King silently refused. Aside from this, he was seen in audience by the King.",
                "H2KE-nKo": "대사헌 허목이 시골에서 들어와 새로 제수한 명에 숙배하였다. 주상이 여차에서 불러서 보았다. 주상이 말하기를,“나이가 비록 많으나 지금 보니 기력이 쇠하지 않았다. 힘써 만류하여 물러가지 말고 나의 허물을 돕도록 하라. 이것이 나의 바람이다.”하니, 허목이 아뢰기를,“신이 시골에 있어서 세상일을 알지 못합니다. 근래 인심과 세상의 변화가 극에 달하였습니다. 인륜이 문란하고 천리가 어두워졌으니, 이러한 때에 중흥의 어려움은 전쟁으로 어지러운 때보다 갑절이나 더합니다. 명철한 성상께서 즉위하시어 촌부나 초동들도 모두 기뻐하고 있습니다. 옛사람이 이르기를 ‘시작이 없지 않으나 끝마무리를 잘하는 자는 드물다.’라고 하였습니다. 반드시 시종여일해야 제왕의 업을 이룰 수 있을 것입니다.”하자, 주상이 아무 말이 없었다. - 나머지는 위에 보인다. -\n",
                "date_ko": "숙보 1권, 즉위년(1674 갑인 / 청 강희(康熙) 13년) 11월 29일(무자) 1번째기사",
                "gt-oKo": "대사헌(大司憲) 허목(許穆)이 고향에서부터 들어와서 새로 임명된 데 배사(拜辭)하니, 임금이 여차(廬次)에서 인견(引見)하였다. 임금이 이르기를, “연령(年齡)은 비록 늙었으나, 지금 보니 기력(氣力)은 쇠하지 아니하였으니, 힘써 머물러 물러나지 말고 나의 과실을 보충해 도우라. 이를 바라는 바다.” 하니, 허목이 이르기를, “신(臣)이 향곡(鄕曲)에 살고 있어 세상 일을 알지 못하오나, 근래에 인심(人心)과 세변(世變)이 극도에 이르렀습니다. 사람의 윤기(倫紀)가 문란해지고 하늘의 이치가 어둡고 막혀 있는지라, 이러한 때에 중흥(中興)의 어려움은 간과(干戈)가 창궐하는 시기보다도 배(倍)가 됩니다. 성명(聖明)의 임어(臨御)하심을 비록 촌부(村婦)와 초동(樵童)까지 모두 다 기뻐하고 있으나, 옛사람이 이르기를 ‘누구나 시초는 있어도 유종의 미를 거두는 자는 드물다.’고 했습니다. 종시(終始)가 여일(如一)해야만 제왕(帝王)의 업(業)을 이룰 수 있을 것입니다.” 하니, 임금이 묵묵히 있었다.【나머지는 위에 보인다.】",
                "hj": "○戊子/大司憲許穆自鄕入來, 拜新命。 上引見于廬次。 上曰: “年齡雖老, 今觀氣力不衰, 勉留無退, 以補予過, 是所望也。” 穆曰: “臣居在鄕曲, 不知世事, 而近來人心世變極矣。 人紀紊亂, 天理晦塞, 此時中興之難, 有倍於干戈搶攘之際。 聖明臨御, 雖村婦樵童, 擧皆欣悅。 古人云: ‘靡不有初, 鮮克有終。’ 必也終始如一, 可以成帝王之業矣。” 上默然。【餘見上。】"
            }
        }
    },
    "12": {
        "18": {
            "1": {
                "H2KE-EN": "On jeongmi day, the first day of the month, Second Minister of Personnel Yi 이단하 presented a memorial to the King, which stated that there was a sense of righteousness between the Crown Prince and his paternal grandfather , but he was deprived of the royal order and wrote a erroneous character on the basis of an erroneous character. At the end of the memorial, Yi Ujeong and others presented a memorial to the King. The memorial read as follows: The family of your subject originally did not have a sense of arisfactory. Your subject has also been frequently associated with each other throughout the country. This is known to everyone in this spring. According to the memorial submitted this spring, your subject submitted a detailed memorial regarding the intention of your subjects wholeheartedly desired to do so. The nine-two characters of Tae Rock (C. Tong Rock (C. Shiyiyiyiyiyi , and others always argued this sense of emies. Your subject hopes that Your Majesty will devote himself to the principle of ense of se of ense of thronement and his body. Your subject will also evade the sense of sure that Your Majesty will comfortably concentrate on the sense of sure. Your subject, Yi Ujeong , Mok Changmyeong , and others, have not been well-versed in this sense of arisfy. However, your subject observed the character of Yi Ujeong, who is not a mediocre foolish and always desired to cultivate his mind and work together with the sense of state. However, pityally, the sense of a sense of arisfy and fondness, concealing a sense of blame for a sense of",
                "H2KE-nKo": "정미년에 이조 참판 이단하가 상소하여 송시열과 스승과 제자의 의리가 있는데도 엄명에 핍박되어 오자 한 글자를 썼다는 이유로 인혐하였다. 그 말미에 이우정 등이 피혐한 내용을 논하였는데, 그 대략에,“신의 집안은 본래 당론이 없고 신이 교유하는 사이에도 치우침이 없는 것은 온 나라 사람들이 다 아는 바입니다. 신이 올봄에 올린 사직 상소에 평소의 뜻을 다 진달한 것은 오직 태괘의 구이효의 뜻에 있었는데, 그 대략에 ‘조정의 신하 중에 총명하고 특달하여 나랏일에 유의하는 자를 볼 때마다 지금 세상의 당론을 막론하고 피차간에 번번이 이 뜻을 논하여 태괘의 도로써 마음을 삼고 자신도 그 사이에서 조금이라도 힘을 다할 수 있게 해 주신다면 거의 함께 공경하고 협력하여 성조를 도울 수 있을 것입니다.......’라고 하였습니다.신은 이우정과 목창명 등과는 일찍이 서로 친숙하지 못하여 미처 이러한 뜻으로 강론하지는 못하였습니다. 그러나 그 사람됨을 보건대 본래 용렬한 무리가 아니어서 항상 마음과 뜻을 융통성 있게 함께 나랏일을 해 나갈 것을 생각하였을 뿐입니다. 그런데 애석하게도 당론이 100년 동안 내려온 고질적인 폐단이 되어 사적으로 좋아하고 미워하는 마음을 가리워서 유현을 죄에 빠뜨려도 돌아보지 않고 죄를 씌우기까지 하였습니다.”하니, 주상이 상소를 도로 내주라고 명하고 비망기를 내려 관작을 삭탈하고 도성 밖으로 내쫓았다. - 원래의 상소와 비지는 위에 보인다. - 이단하는 나약하고 특별한 지조가 없으며 위명에 겁을 먹고 자신의 견해를 스스로 지키지 못하여 스승과 제자의 분수를 망각하고 송시열의 예론에 오자 한 글자를 썼다. 이 상소에서 이우정 등을 장려한 것도 시배들에게 아첨하고 용납되기를 구하는 것 같았으므로 사람들이 모두 비웃었다.\n",
                "date_ko": "숙보 1권, 즉위년(1674 갑인 / 청 강희(康熙) 13년) 12월 18일(정미) 1번째기사",
                "gt-oKo": "이조 참판(吏曹參判) 이단하(李端夏)가 상소하여 ‘송시열(宋時烈)과는 스승과 제자의 의(義)가 있는데 엄명(嚴命)에 핍박되어 오(誤)자 한 글자를 썼기 때문에 인혐(引嫌)한다.’고 말하고, 말단에 이우정(李宇鼎)의 피사(避辭)를 논하였는데, 요약하면, “신(臣)의 집은 대대로 당론(黨論)이 없었고 신과 교유(交遊)하는 사이에도 또한 편계(偏係)함이 없었던 것은 나라 사람들이 다같이 아는 바입니다. 신이 금년 봄의 사직소(辭職疏)에서 평생에 뜻한 바를 다 진달하였는데, 그것이 오직 태괘(泰卦) 구이효(九二爻)의 뜻에 있습니다. 이를 간략하게 요약하겠습니다. ‘매양 조신(朝臣) 중에 총명(聰明)이 뛰어나고 국사(國史)에 유의(留意)하는 자를 보면 오늘날의 당목(黨目)의 피차(彼此)를 논하지 않고 언제나 이런 뜻을 논하면서 태괘(泰卦)의 도로써 마음을 가지기를 원하였고 자신도 또한 그 사이에서 분촌(分寸)의 효력을 얻은 바 있어서 거의 서로가 공경하고 협력하여 성조(聖朝)를 비보(裨補)하기를 바랐습니다…….’ 신이 이우정·목창명(睦昌明) 등과는 일찍이 서로 친숙하지 못했으므로 미처 이러한 뜻으로 강론(講論)하지는 못했습니다마는, 그 사람됨을 보니 본래 용류(庸流)가 아니므로 항상 심지(心志)를 서로 융통(融通)하여 함께 국사에 힘쓸 것을 생각하였더니, 애석하게도 당론(黨論)이 백년(百年)의 고질이 되어 그 편사(偏私)하게 좋아하고 미워하는 마음에 가리워져서 유현(儒賢)을 죄로 얽고도 구제할 생각을 않고 있습니다.” 하니, 임금이 그 상소를 되돌려줄 것을 명하고 비망기(備忘記)를 내리어 삭탈 관작하고 문외 출송하게 하였다.【원소(原疏)에 대한 비답의 요지는 위에 보인다.】 이단하는 연약하고 겁이 많아서 특별한 지조가 없었고, 위명(威命)에 겁을 내어 능히 자기의 소견을 지키지 못하고는 그 스승과 제자의 분의를 잊고 오(誤)자 한 글자를 송시열의 예론(禮論) 아래에 써 넣었다. 이 상소는 이우정 등을 권장하고 허여하는 것이 되었으니, 또한 시속 무리들에게 아첨하여 자신의 용납을 구하는 것과 같이 되어, 사람들이 모두 조롱하고 비웃었다.",
                "hj": "○丁未/吏曹參判李端夏陳疏以與宋時烈有師生之義, 而迫於嚴命, 書一誤字引嫌。 末論李宇鼎等避辭, 略曰: 臣之家世, 素無黨論, 臣於交遊間, 亦無偏係, 國人之所共知也。 臣於今春辭職之疏, 悉陳平生所志, 惟在於泰卦九二爻義, 而其略有曰: “每見朝臣中, 有聰明特達, 留意國事者, 無論今世黨目, 彼此輒論此義, 願以泰道爲心, 身亦得效分寸於其間, 庶幾同寅協力, 裨補聖朝。” 云云。 臣於李宇鼎、睦昌明等, 未曾相熟, 雖未及以此意講論, 而然觀其爲人, 自非庸流, 常思通融心志, 共做國事而已。 惜乎, 黨論爲百年之痼弊, 偏私好惡之心, 有所掩蔽, 至於構罪儒賢而莫之恤也。 上命還給, 下備忘, 削黜。【原疏批旨見上。】 端夏軟懦無特操, 㤼於威命, 不能自守己見, 忘其師生之分, 而下一誤字於時烈之禮論。 此疏所以奬許宇鼎等者, 亦若納媚求容於時輩, 人皆嗤笑。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之一"
            }
        }
    }
}