{
    "01": {
        "10": {
            "1": {
                "H2KE-EN": "The King decided the title of the princes in the muin year ( to be invested as the Eldest Legitimate Son , and received him in audience. The King said, If a woman has passed the age of thirty, it is also worried that the line of successful candidates would be separately distinction between the state. How can I say that the line of successful candidates intend to decide the line of successful candidates? Minister of Taxation Yu Eun said, Your Majestys instruction today is truly aware of the great plan for the state. However, in the future, if the line of successful candidates for successful candidates, it would surely be difficult for them to establish the line of successful candidates. Todays successful candidates think that the successful candidates are successful because of this. Unfortunately, in the future, the line of successful candidates for successful candidates. Also, if the prince is old, the officials in charge will surely make a request for successful candidates for successful candidates. Initially, when the prince was born, the officials and the people have already been entrusted with the hope. How can the line of successful candidates be determined as the current line of successful candidates for successful candidates? Inspector General Choe Gyuseo , the request for successful candidates todays successful candidates successful candidates. Now that the line of successful candidates for successful candidates, your subject is truly unaware of Your Majestys intent. Chief Royal Secretary Yi Eongang said, Your Majestys intent has already been decided, and your subject also did not have any other intention to determine the line of successful candidates for successful candidates. However, the current line of successful candidates for successful candidates. Currently, the current line of successful candidates for successful candidates. Chief State Councilor 김수흥이 아뢰기를, “신들의 소회를 이미 다 진달하였습니다만, the line of successful candidates for the state, and the great plan is truly good. Your subject hopes that Your Majesty will determine the line of successful candidates for successful candidates. Yu Eun said, Since the previous year, the line of successful candidates for successful candidates",
                "H2KE-nKo": "무인년에 왕자의 호를 원자로 확정하였다. 인견할 때 주상이 말하기를,“여염의 사람들은 나이가 30이 넘으면 또한 후사를 이을 우려가 있다. 국가의 일은 더욱 자별하니, 나의 나이가 30이 되면 국본을 정하고자 하는 것이 어찌 이르다고 하겠는가.”하니, 호조 판서 유상운이 아뢰기를,“오늘 성상의 하교는 진실로 종묘사직을 위한 대계에서 나온 것임을 알고 있습니다. 그러나 훗날 정궁에 아들을 얻는 경사가 있게 되면 반드시 난처하게 될 것이니, 오늘날의 조치에 대해 사람들이 너무 갑작스럽다고 여기는 것은 이 때문입니다. 불행하게도 훗날 정궁에 끝내 아들을 얻는 경사가 없고 왕자도 나이가 장성하게 되면 유사의 신하가 스스로 건의하여 청하기에 겨를이 없을 것입니다. 당초 왕자가 새로 태어났을 때 신민이 이미 촉망하였으니, 국본을 정하는 것이 어찌 오늘날 명호를 정하고 정하지 않는 것에 관계되겠습니까.”하고, 대사간 최규서가 아뢰기를,“이른바 관망한다는 것은 다른 사람을 두려워하는 바가 있다는 것을 말합니다. 지금 오직 한 왕자가 있는데 무슨 관망할 곳이 있겠습니까. 이른바 국본을 정한다는 것은 여러 왕자를 가려서 세우는 일에서 나오기도 하고 종영을 가리는 일에서 나오기도 하는데, 오늘날은 이와는 크게 다릅니다. 만약 수삼 년이 지나 정궁에 끝내 자손을 얻는 경사가 없게 되면 국본은 저절로 정해질 수 있을 것입니다. 지금 이렇게 서둘러 정하고자 하는 것에 대해 신은 실로 성상의 뜻이 어디에 있는지 모르겠습니다.”하고, 도승지 이언강이 아뢰기를,“성상의 뜻이 이미 정해졌고 신하들도 다른 뜻은 없습니다. 다만 현재 강보에 있는데 갑자기 명호를 정하는 것이 너무 급하니, 몇 년을 조금 기다려 정하자는 청은 대개 이 때문입니다. 지금 나라의 형세가 비록 외롭고 위태롭다고는 하지만 전하의 춘추가 한창이시고 왕자가 태어난 지 지금 겨우 몇 달밖에 되지 않았으니, 명호를 정하는 것이 또한 너무 이르지 않겠습니까.”하였다. 주상이 말하기를,“지금 나라의 형세가 외롭고 위태로우며 세자의 자리가 오랫동안 비어 있으니, 명호를 일찍 정하는 것을 그만둘 수 없다.”하니, 영의정 김수흥이 아뢰기를,“신들의 소회를 이미 다 진달하였습니다. 국본을 세우고 백성의 뜻을 정하는 것은 나라의 대계가 진실로 좋으니, 오직 성상의 재결이 어떠하냐에 달려 있을 뿐입니다.”하였다. 유상운이 아뢰기를,“지난해 이전에 나라의 형세가 외롭고 고단하였으니, 사람들의 답답하고 절박한 심정을 어찌 이루 다 말할 수 있겠습니까. 그러나 지난해 이후에는 왕자가 태어나 나라의 형세가 외롭지 않고 인심이 믿는 바가 있었으니, 왕자의 명호를 정하는 것은 늦고 빠른 것이 없을 듯합니다.”하니, 주상이 말하기를,“알기 쉬운 것이 있다. 신유년의 가례를 청하는 것을 기년을 기다리지 않고 졸곡 뒤에 행하였으니, 어쩌면 오늘날 명호가 너무 이르다는 설이 그리도 상반되는가.”하자, 김수흥이 아뢰기를,“뭇 신하들의 소회를 이미 다 진달하였으니, 성상의 하교대로 정해야 할 것입니다.”하였다. 파대한 뒤에 주상이 특교를 내리기를,“종묘사직을 위한 대계는 하루가 급한데 유상운이 감히 ‘이와 같이 서둘러서 성상의 뜻을 깨닫지 못하겠다.’라는 등의 말을 버젓이 진달하였으니, 참으로 한심하다. 이조 판서가 이미 문비하는 벌을 받았으니, 이 사람이 지은 죄는 가벼운 벌에 그칠 수 없다. 지금은 우선 모두 무거운 쪽으로 추고하라.”하였다. - 상세한 내용은 위에 보인다. -\n",
                "date_ko": "숙보 20권, 15년(1689 기사 / 청 강희(康熙) 28년) 1월 10일(무인) 1번째기사",
                "gt-oKo": "왕자(王子)의 호(號)를 정하여 원자(元子)로 삼았다. 인견(引見)할 적에 임금이 말하기를, “여염(閭閻)의 사람도 나이 30이 지나면 사속(嗣續)에 대한 우려를 하는 법인데, 국가의 일은 더욱 자별(自別)한 것이다. 내 나이 30인데 국본(國本)을 정하려고 하는 것을 어찌 이르다고 할 수가 있겠는가?” 하니, 호조 판서(戶曹判書) 유상운(柳尙運)이 아뢰기를, “오늘의 성교(聖敎)는 진실로 종묘 사직의 대계(大計)를 위해서 나온 조처인 줄 알고 있습니다만, 뒷날 정궁(正宮)에서 아들을 얻는 경사가 있게 될 경우에는 반드시 난처하게 될 것입니다. 오늘날의 이 거사에 대해 군정(群情)이 너무 갑작스럽고 하는 것은 이 때문입니다. 불행히 뒷날 정궁에서 끝내 아들을 얻는 경사가 없고 왕자 또한 나이 장성하게 되면 유사신(有司臣)들이 절로 건청(建請)하기에 겨를이 없게 될 것입니다. 당초 왕자께서 처음 탄생하셨을 적에 신민(臣民)이 이미 촉망하고 있었으니, 국본(國本)으로 정하는 것이 어찌 오늘날 명호(名號)를 정하고 정하지 않는 것에 달려 있겠습니까?” 하고, 대사간(大司諫) 최규서(崔奎瑞)는 아뢰기를, “이른바 관망(觀望)이라고 하는 것은 다른 사람에 대하여 두려움을 느끼는 것을 말하는 것입니다. 지금은 오직 한 명의 왕자만이 있을 뿐인데 무슨 관망할 곳이 있겠습니까? 이른바 국본을 정한다고 하는 것은 왕자들 가운데서 가려서 세우거나 종영(宗英) 가운데서 가려서 세우기도 하는 데에서 나온 말인데, 지금은 이와는 아주 다른 상황입니다. 만일 수삼 년이 더 지나도 정궁에서 끝내 아들을 얻는 경사가 없다면 국본은 저절로 정해지게 되는 것입니다. 지금 이렇게 급급하게 정하려고 하는 것에 대해 신은 실로 성의(聖意)의 소재를 모르겠습니다.” 하고, 도승지(都承旨) 이언강(李彦綱)은 아뢰기를, “성의(聖意)가 이미 정해지셨으니 제신(諸臣)들도 다른 뜻은 없습니다. 그러나 지금 강보(襁褓)에 계신데 갑자기 명호를 정하는 것은 너무 급한 것 같습니다. 몇 년간 좀 기다려 보자고 하는 것은 이 때문인 것입니다. 지금의 국세(國勢)가 외롭고 의구스럽다고는 하지만 전하에 춘추(春秋)가 정성(鼎盛)하시고 왕자의 탄생도 이제 겨우 수개월이 되었으니, 명호를 정하는 것이 또한 너무 이르지 않습니까?” 하였다. 임금이 말하기를, “지금의 국세가 외롭고 의구스러운데 저위(儲位)가 오래 비어 있으니 명호를 일찍 정하는 것을 그만둘 수 없다.” 하니, 영의정(領議政) 김수흥(金壽興)이 아뢰기를, “신들의 의견은 이미 다 진달하였습니다. 국본을 정하여 민지(民志)를 확정시키는 것은 대계(大計)로 보아 진실로 좋은 일입니다. 성상께서 어떻게 재결(裁決)하시느냐에 달려 있을 뿐입니다.” 하고, 유상운(柳尙運)은 아뢰기를, “지난해 이전에는 국세가 외로왔으므로 군정(群情)의 민망 박절함을 이루 말할 수가 없었습니다만, 지난해 이후로는 왕자가 탄생하시었으므로 국세가 외롭지 않아 인심이 믿을 데가 있게 되었습니다. 따라서 왕자의 명호를 정하는 데에는 조만(早晩)이 없을 것 같습니다.” 하였다. 임금이 말하기를, “알기 쉬운 것이 있다. 신유년에 가례(嘉禮)를 청할 적에는 기년(朞年)도 기다리지 않고 졸곡(卒哭) 뒤에 거행하자고 하였는데, 어쩌면 오늘날 명호가 너무 이르다는 말과 그리도 상반(相反)되는가?” 하니, 김수흥(金壽興)이 아뢰기를, “군하(群下)의 의견은 이미 다 아뢰었으니 마땅히 성교(聖敎)에 따라 정하소서.” 하였다. 인견(引見)을 파하고 나서 임금이 특교(特敎)를 내리기를, “종묘 사직의 대계(大計)를 위해서는 하루가 시급한데도 유상운(柳尙運)이 감히 ‘이와 같이 급급히 하는 성의(聖意)를 깨닫지 못하겠다.’는 등의 말을 뻔뻔스럽게 진달하였으니, 진실로 한심스럽다. 이판(吏判)이 이미 문비(問備)의 벌을 받았으니, 이 사람의 좌죄(坐罪)도 가볍게 하고 그쳐서는 안 된다. 우선은 아울러 종중 추고(從重推考)하라.” 하였다.【위에 상세히 보인다.】",
                "hj": "○戊寅/定王子號爲元子, 引見時, 上曰: “閭閻之人, 年過三十, 則亦有嗣續之慮, 國家之事, 尤爲自別, 予年三十, 欲定國本者, 豈云早也?” 戶曹判書柳尙運曰: “今日聖敎, 固知出於爲宗社大計, 而若於他日, 正宮有斯男之慶, 則必爲難處, 今日之擧, 群情以爲太遽者, 蓋以此也。 不幸他日, 正宮終無斯男之慶, 王子亦且年長, 則有司之臣, 自當建請之不暇矣。 當初王子之新生也, 臣民已爲屬望, 國本之定, 豈係於今日名號之定不定乎?” 大司諫崔奎瑞曰: “所謂觀望者, 有所畏忌於他之謂也。 卽今惟有一王子, 有何觀望之處乎? 所謂定國本者, 或出於擇立諸王子, 或出於擇宗英之事, 而今日則大異於是, 若過數三年, 正宮終無《螽斯》之慶, 則國本自可定矣。 今此汲汲欲定者, 臣實未曉聖意之所在也。” 都承旨李彦綱曰: “聖意已定, 諸臣亦無他意, 而只以方在襁褓, 遽定名號爲太急, 差待數年之請, 蓋以此也。 卽今國勢雖曰孤危, 殿下春秋鼎盛, 王子之生, 今才數月, 則名號之定, 不亦太早乎?” 上曰: “卽今國勢孤危, 儲位久曠, 早定名號, 不可已矣。” 領議政金壽興曰: “臣等所懷, 旣已盡達, 而立國本定民志, 大計固好, 唯在睿裁之如何矣。” 尙運曰: “上年以前, 國勢之孤單, 群情之憫迫, 何可勝言, 而上年以後, 則王子旣生, 國勢不孤, 人心有所恃, 王子之定名號, 似無早晩矣。” 上曰: “有可以易知者, 辛酉嘉禮之請, 不待朞年, 行於卒哭後, 何其興今日名號太早之說相反乎?” 壽興曰: “群下所懷, 旣已畢陳, 當依聖敎定之矣。” 罷對後, 上下特敎曰: “爲宗社大計, 一日爲急, 而柳尙運敢以如是汲汲, 未曉聖意等語, 偃然陳達, 誠可寒心, 吏判旣被問備之罰, 則此人所坐, 不可薄罰而止, 今姑一倂從重推考。”【詳見上。】"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The royal secretaries who retired from the imo year [1422; fifth year of King Sejong], held audience with the King and attended the King. Left Royal Secretary Yi Don read the memorial, which stated, The memorial addresses that [they] are unwilling to observe and modest model for modest to modest model for modest model modest mo",
                "H2KE-nKo": "승지들이 유위한의 상소 때문에 청대하여 입시하였다. 우승지 이돈이 그 상소를 읽고 아뢰기를,“상소에서 이른바 ‘마음이 열복하지 않고 시간이 갈수록 점점 변한다.’라는 등의 말은 고변한 것과 같으니, 어찌 흉악하고 참혹하지 않겠습니까.”하고, 좌부승지 서문유가 아뢰기를,“원자를 정하기 전에 저사를 세우자는 상소를 올렸더라면 안 될 것이 없었을 것입니다. 그러나 지금 이미 위호를 정한 뒤에 어찌 감히 시간이 갈수록 점점 변한다는 말을 방자하게 입에 담을 수 있단 말입니까. 그 계책이 매우 음흉하고 참혹하니, 주상께서 분명하게 분변하여 물리치지 않아서는 안 됩니다.”하니, 주상이 말하기를,“그 상소의 주된 뜻은 어떠한가?”하자, 도승지 이언강이 아뢰기를,“원자를 정한 뒤에 난신적자가 아니라면 어찌 이론이 있겠습니까. 지난번 연석에서 진대한 말도 털끝만큼도 다른 뜻이 없었는데, 그가 어찌 감히 이러한 말로 탐지하여 시험해 보려는 생각을 했겠습니까.”하니, 주상이 말하기를,“내 나이 30이 다 되어 가는데 아직도 저사가 없다가 비로소 남자 하나를 얻었으므로 무지한 백성이라도 모두 기뻐하고 있다. 그러나 궁위의 친척 사이에는 으레 하례를 올리는 일이 있는데, 원래 치하하지 않고 약물만을 청하는 것은 무슨 의도인가.”하였다. 또 말하기를,“원자가 탄생한 초기에 치하하지 않았을 뿐만 아니라 7일 안에 ‘세상에 이런 뜻밖의 일이 있다.’라고 운운한 말까지 있었다는 것은 내가 이미 들었다.”하니, 이언강이 아뢰기를,“이는 신이 실로 성상의 하교가 무엇을 가리키는지 모르겠습니다. 그러나 수십 년 동안 우러러 바라던 끝에 원자가 탄생하여 신민이 모두 기뻐하고 경하하였는데, 외간에 어찌 이런 일이 있단 말입니까.”하였다. 주상이 유위한을 유적에서 삭제하라고 명하였다. 이언강이 아뢰기를,“유적에서 삭제하는 것은 유벌입니다. 이 사람의 위험한 말은 성상께서도 이미 통촉하고 계시는데, 유벌만을 시행한다면 이후로 괴상한 무리가 반드시 꼬리를 물고 일어날 것입니다.”하니, 주상이 다시 정배하라고 명하였다. - 상세한 것은 위에 보인다. - 유위한의 상소는 그 뜻이 화를 즐기려는 데 있었고, 임부의 말도 매우 위험하였으니, 초사를 편수한 자가 똑같은 투로 귀결되는 것은 진실로 당연하다. 다만 원자가 새로 탄생하여 명호가 너무 이르고 기다리는 의론이 의리가 정당하니, 열복하지 않았다는 말은 화를 끼칠 계책에 불과하다. 사변이 거듭 발생하여 국본이 외롭고 약하며 유음한 경로에 대한 걱정이 여러 가지이니, 원자를 보호해야 한다는 의론에서 심장한 우려를 볼 수 있다. 이 또한 알지 않아서는 안 된다.\n",
                "date_ko": "숙보 20권, 15년(1689 기사 / 청 강희(康熙) 28년) 1월 14일(임오) 1번째기사",
                "gt-oKo": "승지(承旨)들이 유위한(柳緯漢)의 상소 때문에 청대(請對)하여 입시(入侍)하였다. 우승지(右承旨) 이돈(李墩)이 그 상소를 읽고 아뢰기를, “상소에 이른바 마음으로 열복(悅服)하지 않고 시간이 갈수록 점점 변해간다는 등등의 말은 상변(上變)과 같은 것이니, 어찌 흉참(凶慘)스러운 일이 아니겠습니까?” 하고, 좌부승지(左副承旨) 서문유(徐文裕)는 아뢰기를, “원자(元子)를 정하기 전에 저사(儲嗣)를 세우기 위해 상소를 올려 진달했다면 불가할 것이 없겠습니다. 그러나 이제 이미 명호(名號)를 정한 뒤에 어찌 감히 시일이 갈수록 점점 변해간다는 말을 방자하게 할 수 있단 말입니까? 그의 설계(設計)가 너무도 음흉합니다. 위에서 명백히 분변하여 내치지 않을 수 없습니다.” 하니, 임금이 말하기를, “그 상소의 주의(主意)가 어떠한가?” 하였다. 도승지 이언강(李彦綱)이 아뢰기를, “이미 원자(元子)를 정하고 난 뒤에 난신 적자(亂臣賊子)가 아니고서야 어떻게 이론(異論)을 제기할 수가 있겠습니까? 지난번 연석(筵席)에서 진대(進對)한 말에도 털끝만큼도 다른 뜻이 없었는데, 저가 어찌 감히 이런 등등의 말을 가지고 탐시(探試)하기 위한 계책으로 삼을 수 있단 말입니까?” 하니, 임금이 말하기를, “내 나이 장차 30인데도 아직껏 저사(儲嗣)가 없다가 비로소 남자 하나를 얻었으니, 무지한 백성도 모두 기뻐하지 않는 사람이 없었다. 궁위(宮闈)의 친척은 으레 헌하(獻賀)하는 일이 있는 법인데 전혀 치하(致賀)하지 않고 단지 약물(藥物)만 청하였으니, 이것이 무슨 뜻인가?” 하고, 또 말하기를, “원자(元子)가 탄생한 처음에 치하하지 않았을 뿐만 아니라 7일 안에 이르기를, ‘세상에 이런 뜻밖의 일이 있단 말인가?……’ 하기까지 하였는데, 이것은 내가 이미 들은 말이다.” 하였다. 이언강(李彦綱)이 아뢰기를, “이 점에 대해서는 신이 실로 성교(聖敎)가 지적한 바를 몰랐었습니다. 수십 년간 바라던 끝에 원자가 탄생하셨으므로 기뻐하여 경축하지 않는 백성이 없었습니다. 외간(外間)에서야 어찌 이런 일이 있을 수 있겠습니까?” 하니, 임금이 유위한(柳緯漢)을 유적(儒籍)에서 삭제하라고 명하였다. 이언강이 아뢰기를, “삭적(削籍)하는 것은 유벌(儒罰)입니다. 이 사람이 위험(危險)한 말을 한 것에 대해 성감(聖鑑)이 이미 통촉(洞燭)하셨습니다. 그런데 유벌만 시행한다면 이 뒤로 괴귀배(怪鬼輩)가 반드시 발꿈치를 이어 일어날 것입니다.” 하니, 임금이 다시 정배(定配)하라고 명하였다.【위에 자세히 보인다.】 유위한(柳緯漢)의 상소 내용은 가화(嫁禍)에 있었고 임부(林溥)의 말 또한 매우 위험한 것이었다. 따라서 처음 사초(史草)를 편수한 사람이 같은 예(例)로 귀결시킨 것은 진실로 당연한 것이었다. 그러나 원자(元子)가 새로 탄생하였고 명호(名號)를 정하는 것이 너무 일렀는데다가 기다려 보자는 의논이 의리(義理)에 정당하였으니, 열복(悅服)하지 않는다고 한 말은 화(禍)를 자초한 계책에 불과한 것이었다. 사변(事變)이 겹쳐 발생하고 국본(國本)이 외롭고 단약한데다가 유음(幽陰)한 길에 대한 걱정이 많았으니, 보호해야 한다고 한 의논에는 심장(深長)한 우려가 있음을 알 수 있다. 이 점에 대해 알지 않을 수 없다.",
                "hj": "○壬午/諸承旨, 以柳緯漢疏請對入侍, 右承旨李墪讀其疏曰: “疏中所謂心不悅服, 時移浸變等說, 有同上變, 豈不凶慘乎?” 左副承旨徐文裕曰: “元子之未定前, 若陳建儲之疏, 則未爲不可, 而今已定號之後, 安敢以時移浸變之說, 肆然發口乎? 其爲設計, 殊極陰慘, 自上不可不明卞而斥之也。” 上曰: “其疏主意何如耶?” 都承旨李彦綱曰: “旣定元子之後, 若非亂臣賊子, 豈有異論乎? 頃日筵中進對之說, 亦非有一毫他意, 則渠安敢以此等說, 欲爲探試之計乎?” 上曰: “予年將三十, 尙無儲嗣, 而始得一男子, 雖無知百姓, 莫不欣悅, 至於宮闈親戚間, 則例有獻賀事, 而元不致賀, 只請藥物者, 是何意耶?” 又曰: “元子誕生之初, 非但不爲致賀, 至有七日之內, 乃謂世間有此意外之事云云之說, 予旣聞之矣。” 彦綱曰: “此則臣實未知聖敎之所指, 而累十年顒望之餘, 元子誕生, 臣民莫不喜慶, 外間則豈有如此之事乎?” 上命削緯漢儒籍。 彦綱曰: “削籍乃儒罰也, 此人危險之言, 聖鑑旣已洞燭, 若只施儒罰, 則此後怪鬼之輩, 必將接跡而起, 上更命定配。”【詳見上。】 緯漢之疏意在樂禍, 林溥之言亦極危險, 修初史者之歸之一套, 固其宜也。 而但元子新生, 名號太早, 遲待之議, 義理正當, 則不悅之說, 不過貽禍之計, 事變層生, 國本孤弱, 幽陰之逕, 隱憂多端, 則保護之論, 可見深長之慮, 此又不可不知也。"
            }
        }
    },
    "02": {
        "2": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King specially ordered that the three state councilors of the eldest daughters of the Eldest Legitimate Son of the Crown Prince be recognized in detail. The eldest Legitimate Son of the Eldest Legitimate Son of the Crown Prince is a descendant of interpreters, and an honorary glorious depends upon him in accordance with the law. This is truly a sign of ruining tile roof tiles to make roof tiles. People are worried about this. It is not possible that the ministries of the Ministry of Personnel cannot observe the circumstances. However, those who compiled the historians compiled immediately said that their mind cannot be understood, and they also cannot avoid punishment in accordance with the truth.",
                "H2KE-nKo": "경자년에 원자의 외가 3대를 의정으로 삼으라고 특별히 명하였다. - 상세한 내용은 위에 보인다. - 원자의 외가는 곧 역관의 부류인데, 법 이외의 영예로운 증직이 3대까지 미쳤으니, 이는 진실로 썩은 나무로 기둥을 만들 조짐이다. 식견 있는 사람들이 바야흐로 이를 걱정하고 있으니, 정조가 이를 어기지 못한 것은 진실로 잘못이 없지 않다. 그러나 초사를 편수한 자가 곧바로 ‘그 마음을 알 수 없다.’라고 하였으니, 또한 실정 밖의 죄를 씌우는 것을 면치 못하였다.\n",
                "date_ko": "숙보 20권, 15년(1689 기사 / 청 강희(康熙) 28년) 2월 2일(경자) 1번째기사",
                "gt-oKo": "원자(元子)의 외가(外家) 3대(代)를 의정(議政)에 추증(追贈)하라고 특명(特命)하였다.【위에 상세히 보인다.】 원자의 외가는 바로 상역(象譯)의 유(流)인데 법 밖의 영광스러운 추증이 3대에 미쳤으니, 이는 진실로 썩은 나무를 기둥으로 쓰려는 조짐인 것이어서 의자(議者)들이 바야흐로 우려하고 있었다. 정조(政曹)에서 이를 번복하지 못한 것에 대해서는 진실로 잘못이 없지 않다. 그런데 처음 사초(史草)를 편수한 사람이 바로 ‘그 마음을 알 수 없다.’고 하였으니, 실정 밖에서 죄를 찾는 혐의를 면할 수 없다.",
                "hj": "○庚子/特命元子外家三代議政。【詳見上。】元子外家, 卽象譯之流, 法外榮贈, 竝及三代, 此固爲朽木爲柱之漸, 識者方憂之, 政曹之不能違覆, 固不無其失, 而修初史者, 直謂之其心不可知, 則又不免求罪於情外矣。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyemyo day, Right State Councilor Kim Deok , after receiving the royal order, came to the palace and reported to the King to the King, saying, A warning is to cultivate self-restrained men and cultivate self-restrained men. The King agreed with him. At the time of sinchuk year ( and imin year (, Confucian scholars impeached their superiors and secretly reported them to the King in secret confrontation of their crimes. Originally, there was no intention to sell favor [with them]. After the gisa year (, [the superiors] also did not reach the defeat [of the superiors]. However, the opportunity of the people did not harbor a grudge against them was the opportunity [of the superiors]. Those who compiled the historians who suspected that they were secretly associated with each other would not be excessive.",
                "H2KE-nKo": "계묘년에 우의정 김덕원이 명을 받들고 입대하여 주상에게 편당을 경계하고 화합을 힘쓰도록 주상에게 아뢰니, 주상이 그렇게 여겼다. - 상세한 내용은 위에 보인다. - 신축년과 임인년 무렵에 사류들이 밀고하여 평번을 주장한 것은 애당초 은혜를 베풀려는 의도가 아니었고, 기사년 이후에도 일찍이 그 실패를 같이하지 않은 적이 없었는데, 시배들이 그다지 원망하거나 미워하지 않은 것은 당연한 형세였다. 그런데 초사를 편수한 자가 은밀히 결탁한 것으로 의심한 것은 또한 지나치지 않은가.\n",
                "date_ko": "숙보 20권, 15년(1689 기사 / 청 강희(康熙) 28년) 2월 5일(계묘) 1번째기사",
                "gt-oKo": "우의정(右議政) 김덕원(金德遠)이 명을 받고 입대(入對)하여 편당(偏黨)을 경계하고 인협(寅協)에 힘쓸 것을 임금에게 아뢰니, 임금이 옳다고 하였다.【위에 상세히 보인다.】 신유년·임술년 연간에 사류(士流)들이 은밀히 평번(平反)을 주장할 것을 고한 것은 애초 은혜를 팔기 위한 의도가 아니었고, 기사년 뒤에 또한 함께 패몰(敗歿)하지 않은 이가 없었다. 그런데도 시배(時輩)가 극심하게 미워하지 않은 것은 곧 사세(事勢)가 그러했던 것이다. 처음 사초를 편수한 사람이 은밀히 교결(交結)한 것인가고 의심했으니, 또한 잘못이 아닌가?",
                "hj": "○癸卯/右議政金德遠承命入對, 白上以戒偏黨務寅協。 上然之。【詳見上。】辛壬之際, 士類抑告密主平反, 初非有市恩之意, 己巳後, 亦未嘗不同其敗, 而時輩之不甚怨嫉, 卽其勢也。 修初史者之疑其陰結, 不亦過乎。"
            }
        }
    },
    "03": {
        "25": {
            "1": {
                "H2KE-EN": "The State Tribunal advised on the grounds that Yi Samyeong did not admit his guilt. It was requested that he be punished. The King issued a decree, which stated, The land of the Royal Portrait Hall (Hall of Benevolent Governance lies in order to be cultivated on the grounds that the land of the Royal Portrait Hall (Hall of Benevolent Governance was cultivated, and it is impossible to conceal [the possibility of the posibility of the possibility of the posibility",
                "H2KE-nKo": "의금부가 이사명이 자복하지 않는다는 이유로 형신을 청하니, 주상이 판부하기를,“진전의 내룡지를 적전을 개간한다는 핑계로 끝내 자신을 살찌우는 밑천으로 삼은 것은 숨길 수 없다. 환시와 교통한 일은 대사간이 이사명과 절친한 사람에게서 명백히 직접 듣고 진달한 것이니, 이는 애매한 일이 아니다. 부채를 봉해 준 일은 단지 반복해서 생각해 보아도 끝내 대답할 만한 일이 없다고 했을 뿐이다. 달리 변명할 단서가 없는데도 곧바로 영전을 보내 장관을 교체해서 바꾸고 조정에 묻지도 않은 채 멋대로 행진을 바꾸었으니, 이는 전에 듣지 못한 일이고 행동이 공손하지 못한 것이다. 그런데 지금 와서는 교련관에게 핑계를 대기도 하고 잘못 들은 것이라고 핑계를 대기도 하니, 매우 교활하고 간사하다. 이사명과 홍치상은 처음에는 둘로 갈라졌지만 나중에는 서로 친하게 지냈다. 저들이 선창하고 이쪽에서 화답하는 등 갖가지 음흉한 계책을 부린 것은 여러 사람이 본 바로서 가리기 어렵다. 그런데도 10여 년 동안 전혀 서로 만난 일이 없다고 하니, 더욱 흉악하고 교활하다. 호서 감영의 투서에 대해 사적인 편지를 보내 알렸으니, 그 의도가 또한 예사로운 일이 아니다. 상신의 집에 투서한 일은 대신이 직접 상신의 조카의 말을 듣고 탑전에서 진달하였으니, 그 음험한 심술이 이에 이르러 남김없이 다 드러났다. 이처럼 극도로 흉악한 간흉은 평문해서는 결코 실정을 알아내기 어려우니, 각별히 엄히 형신하여 기필코 실정을 알아내도록 하라.”하였다.\n",
                "date_ko": "숙보 20권, 15년(1689 기사 / 청 강희(康熙) 28년) 3월 25일(임진) 1번째기사",
                "gt-oKo": "의금부(義禁府)에서 이사명(李師命)이 자복하지 않는다는 것으로 형신(刑訊)을 청하니, 임금이 판비(判批)하기를, “진전(眞殿)의 내룡지(來龍地)를 적전(籍田)을 개간한다고 청탁하면서 끝내 자신을 살찌우기 위한 밑천으로 만든 것은 숨길 수가 없다. 환시(宦寺)와 교통(交通)한 일은 간장(諫長)이 이사명과 절친한 사람에게서 직접 명백하게 듣고서 진달(進達)한 바가 있었으니, 이는 애매한 일이 아니다. 부채를 봉증(封贈)한 일에 대해서는 단지 반복해서 생각해 보아도 끝내 대답할 만한 일이 없다고 할 뿐 달리 변명하는 단서가 없었다. 바로 영전(令箭)을 보내어 장관(將官)을 바꾸었고, 조정(朝廷)에 품하지 않고 멋대로 행진(行陣)을 바꾸었으니, 이는 사전에 보고하지 않은 것으로 그 자취가 불공(不恭)에 관계되는 것이다. 그런데 지금에 와서 교련관(敎鍊官)에게 핑계대기도 하고 잘못 들었다고 일컫기도 하니, 매우 교사(巧詐)스럽다. 이사명(李師命)과 홍치상(洪致祥)은 서로 사이가 나빴지만 끝에 와서는 서로 친밀하여져서 저쪽에서 창도(唱導)하면 이쪽에서 화답(和答)하여 여러 가지 음흉한 계책을 부린 것을 모든 사람이 다같이 본 것인 바, 이미 드러나서 숨기기 어려운 일이다. 그런데도 10여 년 이래 전혀 서로 만난 일이 없다고 하니, 더더욱 흉악하고 교사스럽다. 호영(湖營)에서 있었던 투서(投書) 사건을 사적(私的)으로 서신을 보내어 알린 것은 그 용의(用意)가 또한 심상하고 범연한 일이 아니었다. 상신(相臣)의 집에 투서한 한 조항에 대해서는 대신(臺臣)이 직접 상신의 조카의 말을 듣고 탑전(榻前)에 진달한 것이니, 그의 음험한 심술이 여기에 이르러 남김없이 다 드러나고 말았다. 이러한 극악 무도한 간흉(奸兇)은 평문(平問)으로는 실정을 알아 내기가 어려울 것이니, 각별히 엄형(嚴刑)을 가하여 기어이 실정을 알아내도록 하라.” 하였다.",
                "hj": "○壬辰/義禁府以李師命不服請刑。 上判批曰: 眞殿來龍之地, 托以籍田開墾, 終爲肥己之資者, 有不可掩, 宦寺交通事, 諫長明白親聞於師命親切之人, 而有所陳達, 則此非暗昧之事, 至於封贈扇箑之事, 則但稱反復思惟, 終無可答之事而已。 無他發明之端, 直送令箭, 替易將官, 不稟朝廷, 擅變行陣, 事未前聞, 跡涉不恭, 到今或諉於敎鍊官, 或稱以誤聞之狀, 極爲巧詐。 師命與致祥, 初雖岐貳, 末乃相親, 彼唱此和, 種種陰凶之計, 十目所覩, 透露難掩, 而十餘年內, 絶無相見之事云者, 尤極兇狡。 湖營投書, 私書報知, 則其所用意, 亦非尋常偶然之事, 相臣家投書一款, 則臺臣親聞相臣姪子之言, 陳達於榻前, 則其心術之危險, 至此而盡露無餘, 如此奸兇極惡之人, 平問之下, 決難得實, 各別嚴刑, 期於得情。"
            }
        }
    },
    "04": {
        "5": {
            "1": {
                "H2KE-EN": "Shin Mi , the first inspector of the Office of the Censor General , was the Office of the Censor General . 사신은 논한다. Hujeong was gentle and frugal by nature, and was not enjoyed to promote him. In the jeongsa year (, when he was discussing the matter at the Royal Ancestral Shrine and the Altar of the Soil and Grain , he was greatly praised by the people of the gyeongsin year (. He was appointed as a record keeper of the Office of State Records and a staff official of the Ministry of Personnel . Hujeong was also embarrassed, and he stubbornly resided in his hometown. On this day, he did not come to the royal court and earnestly observe his moral integrity. He was steadfast in his behavior and excellent in his behavior. The commendable opinions praised him.",
                "H2KE-nKo": "이후정을 사간으로 삼았다. 사신은 논한다. 이후정은 성품이 담박하여 벼슬길에 나아가기를 좋아하지 않았다. 정사년에 종묘에 고하자는 논의가 있었을 때 대간으로서 이의를 제기하여 경신년에 사람들에게 크게 추앙을 받았다. 홍문관과 이조의 낭관에 기록되자 이후정이 또 수치스럽게 여겨 전리에 은거하였다. 이때에 이르러 또 소명에 응하지 않고 시종 절개를 온전히 지켜 우뚝하게 완전한 사람이 되었으므로 사론이 훌륭하게 여겼다.\n",
                "date_ko": "숙보 20권, 15년(1689 기사 / 청 강희(康熙) 28년) 4월 5일(신미) 1번째기사",
                "gt-oKo": "이후정(李后定)을 사간(司諫)으로 삼았다. 사신(史臣)은 논한다. “이후정(李后定)은 성품이 염담(恬淡)하여 벼슬에 나아가기를 즐겨하지 않았다. 정사년 종묘(宗廟)에 고하자는 의논이 있을 적에 대간(臺諫)으로서 이의(異議)를 제기하였기 때문에 경신년(庚申年) 사람들에게 대대적인 추장(推奬)을 받아 영관(瀛館)의 녹사(錄事)와 천조(天曹)의 낭관(郞官)을 지냈지만, 이후정은 이를 수치스럽게 여겨 전리(田里)로 돌아가 은거(隱居)하고 있었다. 이때에 와서도 소명(召命)에 나아가지 않았다. 시종(始終) 절조(節操)를 온전히 하여 뛰어나게 완전한 사람이 되었기 때문에 사론(士論)이 훌륭하게 여겼다.”",
                "hj": "○辛未/以李后定爲司諫。 【史臣曰: “后定性恬淡, 不樂進取, 丁巳告廟之論, 以臺諫立異, 大爲庚申人所奬許, 錄瀛館、郞天曹, 后定又恥之, 堅臥田里, 至是, 又不赴召命, 終始全節, 卓然爲完人, 士論多之。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十終"
            }
        }
    },
    "05": {
        "4": {
            "1": {
                "H2KE-EN": "On gihae day, the first day of the twelfth month, a copy of the gihae year (, the King distributed the copy of the royal edict to the people in the capital and in the provinces. The copy of Bai Yan composed. In the gisa year (, when the Queen Mother was destroyed, the principal groups of people could not strongly compete to Your Majestys will. Furthermore, [the principal groups of people] engaged in the principal groups of people. His crime cannot be executed by beheading. However, the writing on the grounds that the looking on the grounds that the roads had been looked on the looking on the grounds that the roads had been looked on the grounds that the looking on the roads",
                "H2KE-nKo": "폐비 교문을 서울과 지방에 반포하였는데, 민암이 지은 것이다. 기사년에 중전이 기울어질 때 흉악한 무리가 힘껏 간쟁하여 성상의 마음을 돌리지 못하였고, 또 따라서 부추겼으니, 그 죄는 진실로 주벌을 받아도 용서받지 못할 것이다. 그런데 교문 가운데 ‘지도가 경계를 알린다.’라는 등의 문자로 말하면, 차마 다시 장황하게 거짓말을 늘어놓으면서 조금도 두려워하거나 슬퍼하는 뜻이 없었다. 역적 민암의 죄는 갑술년과 신사년의 죄안을 기다리지 않고도 이미 하늘에 닿았다고 할 만하다.\n",
                "date_ko": "숙보 21권, 15년(1689 기사 / 청 강희(康熙) 28년) 5월 4일(기해) 1번째기사",
                "gt-oKo": "폐비 교문(廢妃敎文)을 중외에 반포(頒布)하였는데, 민암(閔黯)이 지은 것이다. 기사년(己巳年)의 곤극(坤極)을 폐하였을 때에 흉당(凶黨)이 이미 힘써 다투어서 천의(天意)를 돌이키지 못하고, 또 따라서 종용(慫慂)하였으니, 죄가 진실로 죽어도 용서받을 수 없었다. 그런데도 교문 가운데, 지도 고경(地道告警) 등의 글자를 써서 다시 과장하여 표현하고 무패(誣悖)하여 조금도 두려워하고 거리끼거나 슬퍼하는 뜻이 없었으니, 역암(逆黯)의 죄는 갑술년·신사년의 죄안(罪案)을 기다리지 아니하고도 이미 하늘에 통하였다고 이를 만하다.",
                "hj": "○己亥/頒廢妃敎文於中外, 黯之所製也。 己巳坤極之傾也, 凶黨旣不能力爭回天, 又從以慫慂, 罪固不容於誅。 而至於敎文中, 地道告警等文字, 忍復張皇誣悖, 少無畏忌惻怛之意。 逆黯之罪, 不待甲戌、辛巳之案而已, 可謂上通於天矣。"
            },
            "2": {
                "H2KE-EN": "Former Responding Editor Bak Taebo , former Responding Editor [of the Office of Royal Decrees ] Bak Taebo , together with 오두인 , and others, submitted a memorial to admonish the Queen Mother in order to insult the dignity of the King. [Bak] Taebo , copying a memorial to write Duin and Yi Sehwa , was impeached for the interrogation of [Bak] Taebo. [Bak] Taebo strongly honestly dishonested, and his words were not insignificant. For this reason, he was excessively severely punished. [However], [Bak] Taebo had already been excessively severely tortured several times, and he again hanged the kneeping of the kneeping. The symptoms [of the kneeping of the kneeping, and the symptoms] were all destroyed. However, the symptoms of the symptoms eventually disappointed. He placed [the kneeping of the symptoms] and stopped at the time. At night, the King did not satisfy [the kneeping of the knee. Subsequently, [Bak] Taebo, a high-ranking official , was banished to a location near the Noryang River . Duin also, [Bak] Taein was banished to a remote area. One day of the sinsa year (, [Bak] Taebo, the former elder brother of [Bak] Inhyeon , passed away on the day of his death. [Bak] Taebo, was outstanding and clear, and [Bak] was brave in righteousness. [However], his dignity was strict and the circumstance of the cheok and the clossing of his own behavior. [Bak] Taebo, his elder brother [Bak] Bi [], and his child, had no opportunity to conceal [his kneeping of the gyeongsin year (. His skills and administrative affairs were equal to his world, and [Bak] Taebo were able to succeed him. When encountered a disaster, seven cheok in order to support",
                "H2KE-nKo": "전 응교 박태보를 죽였다. 박태보는 오두인 등과 함께 상소하여 폐비하기를 다투다가 주상의 위엄과 노여움을 건드렸다. 박태보는 상소를 짓고 썼기 때문에 오두인 및 이세화와 함께 정국을 당하였다. 박태보는 강직한 말을 조금도 굽히지 않았기 때문에 더욱 혹독하게 형신을 받았다. 이미 여러 차례 엄한 형신을 받았고 또 화락과 압슬까지 가하였으므로 온갖 고초를 겪어 몸이 문드러졌으나 정신이 끝내 흐트러지지 않았다. 대질 신문에 서명할 때는 반드시 무릎을 꿇고 행동거지가 절도에 맞았다. 밤이 깊어도 주상이 굽히지 않고 헤아리며 국문을 파하였다. 곧이어 대신의 말 때문에 절도에 위리안치하라고 명하였는데, 노량 육신의 사당 옆에서 길에서 죽었다. 오두인도 극변에 찬배되었다가 길에서 죽었다. 이세화만 귀양 갔다가 살아서 돌아왔는데, 신사년에 인현 왕후가 승하하기 하루 전에 졸하였다.박태보는 청명하고 특절한 데다가 경술로 도왔다. 이치를 보는 데에는 밝고 의리를 행하는 데에는 용감하였으며, 자신을 단속하는 데에는 엄하고 척폭에는 절연하였다. 스스로를 믿는 데에는 독실하였고 맹분과 하육도 빼앗을 수 없었다. 식견과 해득이 뛰어나고 언론이 강하고 과감하였다. 투서하여 논사하고 권귀에게 용서하지 않았으며, 청명하고 직도하여 경신년의 사류 가운데 첫째가는 부류가 되었다. 문장과 정사는 단지 그 겨와 겨[糠]뿐이었고 세상과 영합하는 것이 적었으며, 벼슬길에 나아가는 것은 건련하였다. 변고를 당해서는 7척을 버리고 곤극을 부지하여 의연하게 강상의 중대한 임무를 맡았다. 우레와 같은 위엄으로 형벌을 삼엄하게 시행하였으나 태연히 상도를 잃지 않고 조용히 죽음에 나아가기를 마치 낙지에 나아가는 것처럼 하였다. 세상 사람들이 모두 그의 충성을 가엾게 여기고 그의 절개를 장하게 여겼다. 비록 평소에 함부로 비평한 자일지라도 모두 답답해하며 심복하였다. 그러나 이것이 어찌 우연히 창졸간에 이루어진 것이겠는가. 대개 그의 가학이 바르고 평소 교양이 두터워 속일 수 없는 점이 있기 때문이다. 박태보의 형 박태유도 문장에 능하여 대성에 있을 때 강직하다는 명성이 있었다. 당로자에게 거슬려서 외방으로 쫓겨났다가 갑자기 죽으니, 식자들은 그가 몇 년이 되지 않은 것을 애석하게 여겼다.\n",
                "date_ko": "숙보 21권, 15년(1689 기사 / 청 강희(康熙) 28년) 5월 4일(기해) 2번째기사",
                "gt-oKo": "전 응교(應敎) 박태보(朴泰輔)를 죽였다. 박태보는 오두인(吳斗寅) 등과 더불어 상소하여 왕비를 폐하는 것을 간쟁하다가 임금의 위엄과 노여움에 저촉되었는데, 박태보는 상소를 짓고 썼기 때문에 오두인·이세화(李世華) 등과 함께 정국(庭鞫)을 당했다. 박태보는 직언(直言)으로 항거하고 조금도 굽히지 아니하였기 때문에 형(刑)을 받음이 더욱 혹독하였다. 이미 여러 차례 엄형(嚴刑)을 받고, 또 화락(火烙)과 압슬(壓膝)을 가하여 형벌의 독함이 다 갖추어지고 지독하여 몸이 모두 문드러졌으나, 정신은 끝내 흐트러지지 아니하여 대답하고, 서명(署名)하는 데 있어서도 반드시 꿇어 앉고 행동을 절도에 맞게 하였다. 밤이 깊어서 임금이 굽히지 아니할 것을 알고는 국문을 파하였는데, 곧 대신(大臣)의 말로써 절도(絶島)에 위리 안치(圍籬安置)하라고 명하였으나, 노량(露梁) 육신사(六臣祠) 옆 길에서 죽었고, 오두인도 극변(極邊)으로 귀양가다가 길에서 죽었으며, 홀로 이세화만 귀양갔다가 살아 돌아와서 신사년에 이르러 인현 왕후(仁顯王后)가 승하하기 하루 전에 졸(卒)하였다. 박태보는 청명 특절(淸明特絶)한데다 경술(經術)까지 뛰어나 이치를 봄이 밝고 의(義)를 행함에 용감하며, 자율(自律)의 엄함은 척폭(尺幅)을 끊은 듯하고 자신(自身)의 독실함은 분육(賁育)도 빼앗을 수 없었다. 아는 것이 뛰어나고 말과 의논이 강하고 과감하며, 상소하고 일을 논하는 데에 권귀(權貴)를 용서하지 아니하니, 맑은 이름과 곧은 도(道)는 경신년 사류(士類) 가운데서 첫번째가 되었고, 문장(文章)과 정사(政事)는 다만 그 곧은 도(道)의 찌꺼기에 불과하다. 세상과 합치됨이 적어서 벼슬길에 어긋났는데, 변고를 당함에 미쳐서 7척의 몸을 버리고 곤극(坤極)을 붙들어, 의연(毅然)히 강상(綱常)의 중함을 맡아서 뇌정(雷霆)에 부닥치고 정확(鼎鑊)이 늘어 있는 데에도 편안한 자세로 떳떳한 법을 잃지 아니하였으며, 조용히 죽음에 나아가기를 낙지(樂地)에 나아가는 것과 같이하였으니, 세상에서 모두 그 충성을 가여워하고 그 절개를 장하게 여겼으며, 비록 평소에 망령되게 비난한 자라고 하더라도 모두 슬퍼하며 심복하였다. 그러나 이것이 어찌 우연히 창졸간에 이루어진 것이겠는가? 대저 가정 학문의 바름과 본래 수양의 돈독함을 속일 수 없음이 있는 것이다. 박태보의 형 박태유(朴泰維)도 문장에 능하고 대성(臺省)에 있으면서 곧은 이름이 있었는데, 당로(當路)를 거슬러서 외방으로 내쳐졌다가 갑자기 죽으니, 아는 이가 그 명이 짧음을 애석하게 생각하였다.",
                "hj": "○殺前應敎朴泰輔。 泰輔與吳斗寅等, 疏爭廢妃, 觸上威怒。 泰輔以製寫疏, 同斗寅及李世華, 被庭鞫。 泰輔抗直, 言不少撓, 故受刑尤酷。 旣被累次嚴刑, 又加火烙壓膝, 楚毒備至, 體皆糜爛, 而神精終不迷。 置對署名必跪, 動止中節。 夜深, 上度不屈, 罷鞫。 旋以大臣言, 命栫棘絶島, 路死露梁六臣祠傍。 斗寅亦竄極邊, 道死。 獨世華赴謫生還, 至辛巳, 前仁顯賓天一日卒。 泰輔淸明特絶, 輔以經術。 明於見理, 勇於爲義, 自律之嚴, 尺幅截然, 自信之篤, 賁、育莫奪。 識解超詣, 言議剛果, 投匭論事, 不饒權貴, 淸名直道, 爲庚申士類中第一流。 文章政事, 特其糠粃, 與世寡合, 宦道蹇連, 及當變故, 捐七尺扶坤極, 毅然任綱常之重。 雷霆震薄, 鼎鑊森列, 而夷然不失常度, 從容就死, 如赴樂地。 世皆愍其忠而壯其節。 雖平日妄加雌黃者, 亦莫不懣然心服。 然此豈邂逅成就於倉卒間者哉? 蓋其家學之正, 素養之厚, 有不可誣矣。 泰輔兄泰維, 亦長於詞翰, 居臺省有直聲。 忤當路, 黜外遽歿, 識者惜其無年。"
            }
        }
    },
    "06": {
        "3": {
            "1": {
                "H2KE-EN": "Former Left State Councilor Song Yeok , who retired as Left State Councilor , was retired as Chief State Councilor of the Royal House Administration , was executed. After [Shin] Yeok had been designated as the Eldest Legitimate Son , he submitted a memorial to the King in order to demonstrate the dignity of the King and eventually satisfied. A colleagues flattered a literary",
                "H2KE-nKo": "무진년에 전 좌의정으로 치사한 봉조하 송시열을 죽였다.송시열은 원자의 위호를 정한 뒤에 경계를 진달한 상소의 내용이 상의 노여움을 거듭 건드려 여러 사람의 감정이 마침내 솟구쳐 나와 붕당을 지어 참소하고 종용하여 해도에 위리안치되었고, 이어서 합동으로 계사를 올려 반드시 죽이고야 말려고 하였다. 이에 의금부 낭청에게 명하여 잡아올 것을 명하였다가 곧바로 또 만나는 곳에서 사사하라고 명하여 마침내 정읍의 도중에서 후명을 받았다.송시열은 세 조정을 섬긴 원로로서 죄도 없이 죽었으므로 나라 사람들이 원통하게 여겼다.송시열은 영의하고 강과하며 기력이 남들보다 뛰어났고 기절을 숭상하고 숭상하였다. 어려서부터 김장생에게 수학하여 김집, 송준길, 윤선거, 유계 등 여러 현인 사이에서 주선하여 점차 여택을 연마하고 지견이 날로 넓어졌다. 힘써 갈고 닦아 지조와 행실이 매우 확고하였으며, 구검에 힘쓰고 부담에 용감하여 주자를 본받고 이이를 높이는 것으로 자임하여 일생의 가계를 삼았다. 지론이 준절하고 일에 임해서는 용감하게 행동하여 사람들을 놀라게 하고 복종시키기에 충분하였다. 스스로 처신하는 사이에 너무 실정에 가깝지 않은 점이 있었으나 논하는 자들이 감히 그르다고 하지 못하였다. 복수의 대의로 효종을 만나 온 세상의 명경과 현사가 그의 문하에서 많이 나왔다. 기해년에 상복을 논하면서 정의를 지켰다. 갑인년에 소인배의 혹독한 모함을 받아 이미 영해에 찬배되었고, 또 고묘하기를 청하여 반걸음도 도거로 삼았다. 그러나 사류들은 더욱 마음을 기울여 추중하고 명론이 산두와 같아 유림의 종사가 된 지 거의 50년이 되었다. 예를 의논한 이후로 자못 애증으로 시비를 삼았고, 또 조정의 논의에 참섭하여 대관과 요로에서 출척하고 여탈하는 것이 대부분 이로 말미암았다. 그러나 또한 다시 마음대로 취사하여 한 마디 말이 회덕에서 나오면 사람들이 감히 어기지 못하였다. 조금이라도 거슬리는 것이 있으면 비록 평생 동안 섬겼던 자라도 곧 서로 어긋나니 식자들이 이미 깊이 우려하였다.경신년에 조정에 나와서는 출처에 의논할 만한 것이 많았고, 존호를 추상하자는 논의는 식자들에게 비웃음을 받았다. 김익훈을 신구하는 말은 청의에 배치되어 사류들이 점차 더욱 실망하였다. 그가 벗과 사생 사이에 처한 것으로 말하면, 전후로 결렬되고 위배되어 도리를 이루지 못하였다. 만년에는 언론이 더욱 창광하여 상도를 많이 잃어서 전혀 도가 있는 사람의 말투가 아니었으므로 마침내 선비들의 추향이 무너지고 세도가 어지럽게 되었다.송시열은 이미 명덕을 보전하지 못하여 나라가 그에 따라 낭패를 당하였다. 군자는 이것을 시운으로 돌렸다.송시열은 크게 의심을 하지 않았으나 실로 재능은 없었으며, 기질이 거칠고 학문이 허술하여 본래 함양이 부족하였다. 강함과 사나움에 지나쳐서 항상 불쌍히 여기는 어진 마음이 적었고, 명목에 얽매여 체험하는 공효가 없었다. 스스로 사문을 호위한다고 자부하였으나 당습이 괴격한 데로 돌아감을 면치 못하였다. 스스로 힘써 대의를 밝혔으나 도리어 편백을 가차하는 병통이 있었다. 처음에는 능히 통렬하게 갈고 닦으면서 언행을 붙잡아서 걸출하게 한때의 복을 입었으나 군자는 진실로 그의 학술이 순수하지 못한 것을 의심하였다. 혈기가 쇠퇴하고 자치가 점점 소홀해지자 세상의 화를 겪으면서 분노와 질투가 이미 이겼다. 아첨에 익숙하여 주장하는 것이 너무 지나쳤고, 교유의 힘이 이미 미약하고 집요한 성품을 돌이키기 어려웠다. 사사로운 뜻이 농간을 부리고 친당이 괘오하여 거조가 낭당하고 사기가 분치하여 성년을 거의 다른 사람처럼 보았다. 군자는 더욱 그가 대명을 끝까지 지키지 못한 것을 애석하게 여겼다. 그러나 박세채가 일찍이 논하기를 “송시열은 대의를 내세워서 사화에 죽었다고 하였으니, 심하게 공격할 수 없는 점이 있다.” 하였고, 또 어떤 이는 그 말을 취하여 말하기를,“송시열이 죽은 것은 비록 평소에 이의를 제기한 자라도 모두 불쌍하게 여겼다. 더구나 그가 화를 입은 것이 산림에서 스스로 지조를 지킨 윤증과 무슨 관계가 있는가.”하였다. 그런데 초사를 편수한 자가 반드시 역적 윤휴와 함께 양감이라고 칭하여 마치 윤증을 화기에 경중이 있는 것처럼 하였다. 경신년 이전에 누가 다시 윤휴를 도와서 기필코 송시열을 죽이려고 하였겠는가. 그 또한 너무도 말이 조리에 맞지 않는다. 이는 바로 아이들의 견해인데도 스스로 이런 말을 하여 자신의 마음을 시원하게 해 줄 수 있다고 여겼다. 그런데 암암리에 무함하고 욕하며 이토록 터무니없는 말을 퍼뜨렸으니, 공정한 눈으로 보면 한 번 웃을 거리도 못 된다는 것을 전혀 몰랐던 것이니, 그 또한 통탄할 일이다.\n",
                "date_ko": "숙보 21권, 15년(1689 기사 / 청 강희(康熙) 28년) 6월 3일(무진) 1번째기사",
                "gt-oKo": "전 좌의정으로 치사(致仕)한 봉조하(奉朝賀) 송시열(宋時烈)을 죽였다. 송시열이 원자(元子)의 명호를 정한 뒤에 진계(陳戒)한 상소의 말이 임금의 위엄과 노여움에 거듭 저촉되어 모든 감정이 드디어 폭발하고 붕당(朋黨)의 참소가 이를 종용(慫慂)하여, 해도(海島)에 위리 안치(圍籬安置)된 뒤에 이어서 합사(合辭)의 청함이 있어, 반드시 죽인 뒤에 말고자 하였다. 금오랑(金吾郞)에게 안법(按法)하기를 명하여 이미 나치(拿致)해 오게 하였는데, 문득 또 만나는 곳에서 사사(賜死)하기를 명하여 정읍(井邑) 길 가운데서 후명(後命)을 받았다. 송시열은 삼조(三朝)의 원로(元老)로써 죄가 아닌 데도 죽었으므로 나라 사람이 원통해 하였다. 송시열은 영의 강과(英毅剛果)하고 기력(氣力)이 남보다 뛰어났으며 기절(氣節)을 숭상하였다. 젊어서부터 김장생(金長生)에게 배우고, 김집(金集)·송준길(宋浚吉)·윤선거(尹宣擧)·유계(兪棨) 등 제현(諸賢) 사이를 두루 다니면서 점차 갈고 닦아, 서로 도와서 알고 보는 것이 날마다 넓어졌다. 힘쓰고 가다듬어서 지조와 행실이 심히 확실하여 구검(拘檢)에 힘쓰고 담부(擔負)에 용감하여 주자(朱子)를 본받고 이이(李珥)를 존경하는 것으로 자임(自任)하여 일생의 가계(家計)로 삼았다. 지론(持論)이 준절(峻截)하고 일에 임하여 용감히 추진하여 족히 사람을 놀라게 하고 감동시켜 복종하게 하는 바가 있었고, 자신의 처사하는 사이에는 너무 지나쳐서 인정에 가깝지 아니함이 있었으나, 논하는 자가 감히 비난하지 못하였다. 복수(復讐)의 대의(大義)로써 효묘(孝廟)의 지우(知遇)를 만났고, 일세(一世)의 유명한 재상과 어진 선비가 그 문하(門下)에서 많이 나왔다. 기해년에 상복(喪服)을 논하였을 적에 정의(正義)를 지켰고, 갑인년에 뭇 소인(小人)의 독한 모함으로 영해(寧海)에 귀양갔는데, 또 고묘(告廟)하기를 청하여 한 걸음 사이에 도거(刀鉅)가 있었으나, 사류(士流)가 더욱 마음을 기울여 복종하고 존중하여 명론(名論)이 태산(泰山)·북두(北斗)와 같이 높아서 유림(儒林)의 종사(宗師)가 된 지 50년이 되었다. 그러나 의례(議禮) 이후로는 자못 애증(愛憎)으로써 시비(是非)를 삼고, 또 조정의 논의에 참여하고 간섭하여 대관(大官)과 요로(要路)를 내치고 올림과 주고 빼앗는 것이 송시열에게서 말미암음이 많았으며, 또한 다시 뜻에 따라 취하고 버렸다. 한 마디 말이 회덕(懷德)에서 나오면 사람들이 감히 어기지 못하였고, 조금이라도 거슬리는 바가 있으면 비록 평생을 복종해 섬긴 자라고 하더라도 곧 서로 불화하였으니, 의논하는 자가 깊이 이를 근심하였다. 경신년에 조정에 나감에 이르러, 출처(出處)에 의논할 만한 것이 많았으니, 존호(尊號)를 추상(追上)하는 논의는 식자(識者)들에게 비웃음을 당했고, 김익훈(金益勳)을 신구(伸救)한 말은 청의(請議)에 배치되므로 사류(士類)가 점점 더 실망하였다. 그 붕우(朋友)와 사생(師生) 사이에 처우하는 바가 전후에 결렬되고 위배되어 도리를 이루지 못하였으며, 만년(晩年)에 말과 의논이 더욱 창광(倡狂)하여 상도(常度)를 잃음이 많아 전혀 도덕[道]이 있는 사람의 구기(口氣)가 아니었다. 드디어 선비의 추세(趨勢)가 분열되고 세도(世道)가 어지럽게 되자 송시열은 이미 명덕(名德)을 보전하지 못하고 나라와 더불어 패망하게 되었으니, 군자(君子)는 이를 시운(時運)에 돌린다. 대저 송시열은 크게 의심되지 않은 데 있었으나, 진실로 재주를 갖춘 것이 없었으며, 기질이 거칠고 학문이 허술하여, 본래 함양(涵養)함이 없고 강(剛)함과 엄함이 지나치며, 가엾이 여기는 어짊이 적었다. 명목(名目)에 끌렸으나, 체험의 공(功)이 없었으며, 스스로 사문(斯文)을 위호(衛護)하면서 당습(黨習)의 괴격(乖激)함으로 귀착됨을 면하지 못하였다. 스스로 대의(大義)를 발명(發明)하여 힘쓰면서도 도리어 패도(覇道)에 치우치고 〈인의(仁義)〉를 가차(假借)하는 병이 있었다. 처음에는 능히 통렬하게 갈고 닦으면서 말과 행실을 굳게 잡아서 우뚝하게 한 때 사람들이 복종하는 바가 되었으나, 군자(君子)는 본디 그 학술(學術)의 순수(純粹)하지 못함을 의심하는데, 그 혈기가 이미 쇠하게 되자, 스스로 다스림이 점점 허술하고 세상의 화(禍)를 겪어서 분함과 미워함이 이미 치우쳤다. 인도하여 아첨함에 익숙해지고 주장이 크게 지나치고 바로잡는 힘이 이미 약하여, 집요(執拗)한 성질을 돌이키기 어려우니, 사사로운 뜻이 농간을 부리고 친당(親黨)이 그르치는 바가 되어 거조(擧措)가 낭당(郞當)하고 사기(辭氣)가 분치(忿懥)하여 젊은 시절에 비하면 거의 딴 사람과 같았으므로, 군자(君子)가 더욱 그 이름을 끝까지 보전하지 못함을 애석해 하였다. 그러나 박세채(朴世采)가 일찍이 송시열을 논하기를, ‘대의(大義)로써 나와서 사화(士禍)에 죽었으니, 심히 공격할 수 없는 것이 있다.’고 하였으며, 또 혹자는 그 말을 취하여 ‘송시열이 죽자 비록 평일에 의논이 다른 자라도 가엾이 여기지 아니하는 이가 없었다.’고 하였다. 하물며 그 화(禍)를 입음이 산림(山林)에서 스스로 지조를 지키는 윤증(尹拯)에게 무슨 관계가 있겠는가? 그런데도 초사(初史)를 편찬한 자가 반드시 적휴(賊鑴)와 더불어 두사람의 감정(憾情)을 아울러 일컬어서 윤증을 화기(禍機)에 경중(輕重)이 있는 것과 같이 여김이 있었으니, 대저 경신년 이전에 누가 다시 윤휴(尹鑴)를 도와서 송시열을 죽이려고 하였겠는가? 그것도 크게 말이 되지 아니하며, 단지 아이의 소견일 뿐이다. 그런데도 이같은 말을 가지고 마음에 쾌하게 할 수 있다고 스스로 생각하여 암암리에 속이고 욕하며 거짓으로 과장하기를 이와 같이 하였으니, 공정한 눈으로 보면 자못 한 번 웃을거리도 되지 못하는 것을 알지 못하니, 또한 마음이 아프다.",
                "hj": "○戊辰/殺前左議政致仕奉朝賀宋時烈。 時烈以元子定號後, 陳戒疏語, 重觸上威怒, 群憾遂躍然, 朋譖慫慂, 旣栫棘海島。 繼有合辭之請, 欲必殺而後已。 命按法金吾郞, 旣以拿來出, 旋又命賜死於所遇處, 竟受後命於井邑道中。 時烈以三朝元老, 死於非罪, 國人冤之。 時烈英毅剛果, 氣力絶人, 崇尙氣節, 自少受學於金長生, 周旋於金集、宋浚吉、尹宣擧、兪棨諸賢之間, 漸磨麗澤, 知見日博, 勉强砥礪, 操履甚確, 力於拘檢, 勇於擔負, 自任以法朱子、尊李珥, 爲一生家計。 持論峻截, 臨事勇往, 有足以驚動聳伏人者, 自處間有太過不近情, 而論者不敢非之, 以復讎大義, 際遇孝廟, 一世名卿賢士, 多出其門。 己亥論喪服, 守正義。 甲寅被群小毒螫, 旣竄置嶺海。 又請告廟, 跬步刀鉅。 然士流益傾嚮推重, 名論如山斗, 爲儒林宗師者, 幾五十年。 議禮以後, 頗以愛憎爲是非, 且參涉朝論, 大官要路, 黜陟與奪, 多由之。 而亦復任情取舍, 每一言自懷德來, 人莫敢違。 少有拂逆, 雖平生服事者, 卽齟齬, 識者已深憂之。 及庚申造朝, 出處多可議, 追上尊號之論, 見笑於識者。 伸救益勳之言, 背馳於淸議, 士流漸益失望。 而若其所以處朋友師生之間者, 前後決裂違背, 不成道理。 晩年言議, 尤猖狂, 多失常度, 全非有道人口氣, 遂令士趨潰裂, 世道盪潏。 時烈旣不能保有其名德, 而國與受其敗焉。 君子以是歸之於時運焉。 蓋時烈居大不疑, 而實無才具。 氣麤學踈, 而素欠涵養。 過於剛厲, 而少怛恒之仁。 役於名目, 而無體驗之功。 自許以衛護斯文, 而不免爲黨習乖激之歸。 自勉以發明大義, 而乃反有偏伯假借之病。 始也能痛刮磨硬, 把捉言行, 傑然爲一時所服, 而君子固疑其學術之未純。 及其血氣旣衰, 自治漸疎。 經歷乎世禍, 而忿嫉旣勝。 習熟於導諛而主張太過, 矯楺之力旣微, 執拗之性難回。 私意之所作弄, 親黨之所詿誤, 擧措郞當, 辭氣忿懥, 視盛年殆若別人, 君子尤惜其大名之不終。 然朴世采嘗論: “時烈, 以爲出以大義, 死於士禍, 有不可甚攻之者。” 又或取其言云: “時烈之死, 雖平日異議者, 亦莫不憫憐。 況其被禍, 何與於山林自守之尹拯?”而修初史者, 必與賊鑴, 竝稱爲兩憾, 有若以拯爲輕重於禍機者然。 夫庚申以前, 誰復助鑴而必欲殺時烈也耶? 其亦太不成說。 直是兒童之見。 而自謂此等言, 可以快意。 誣辱於暗地, 譸張至此, 殊不知自公眼觀之, 殆不滿一笑, 其〔亦〕痛矣。"
            }
        }
    },
    "09": {
        "16": {
            "1": {
                "H2KE-EN": "Former Fourth Inspector Yun Sehui died in the giyu year (. 사신은 논한다. Yun Sehui was simple and foolish by nature. At first, he entered the Office of the Inspector General and impeached Yi Iks elder brother, who was in charge of transferring money and grain, to support his personal gain, without anything to behavior. Due to this, he was driven out of power and was unable to do so. Afterward, he was again invested as the Office of the Inspector General and again impeached Yi Samyeongs crime of greed and arrogant behavior, and his upright reputation reached the world. He was selected to the Office of the Crown Prince , and yet he was not yet appointed to a position. At this time, he died due to an illness.",
                "H2KE-nKo": "전 지평 윤세희가 졸하였다. 사신은 논한다. 윤세희는 성품이 강개하였다. 처음 대간의 우두머리에 들어가 이익 형제가 전조를 관장하면서 사사로움을 심고 방자하여 거리낌이 없는 정상을 탄핵하였다. 이로 말미암아 당로자에게 배척을 당하여 뜻을 이루지 못하였다. 뒤에 다시 대간의 자리에 있으면서 또 상소하여 이사명의 탐욕스럽고 방종하며 부도한 죄를 논핵하였는데, 강직한 명성이 온 세상에 진동하였다. 홍문관에 선발되었으나 미처 임명되지 못하였는데, 이때에 이르러 병으로 졸하였다.\n",
                "date_ko": "숙보 21권, 15년(1689 기사 / 청 강희(康熙) 28년) 9월 16일(기유) 1번째기사",
                "gt-oKo": "전 지평(持平) 윤세희(尹世喜)가 졸(卒)하였다. 사신은 논한다. 윤세희는 성품이 강개(慷慨)하여 처음 대성(臺省)에 들어와서, 이익(李翊) 형제가 전형(銓衡)을 맡아 사사로움을 심고 방자하여 꺼림이 없는 형상을 탄핵하였는데, 이로 말미암아 당로(當路)에 의해 내침을 당하여 뜻을 얻지 못하였고, 뒤에 또다시 대간에 있으면서 또 상소하여 이사명(李師命)의 탐욕스럽고 방종하며 부도(不道)한 죄를 논하여 곧은 이름이 온 세상에 떨쳤다. 옥당(玉堂)에 선발되어 미처 임명되지 못하고서 이에 이르러 병으로 졸하였다.",
                "hj": "○己酉/前持平尹世喜卒。 【史臣曰: “世喜性慷慨, 初入臺首, 劾李翊兄弟掌銓植私縱恣無忌之狀。 由是見擯於當路, 不得意。 後復居臺, 又疏論李師命貪縱不道之罪, 直聲振一世, 選玉署, 未及拜。 至是以病卒。”】"
            }
        }
    },
    "11": {
        "21": {
            "1": {
                "H2KE-EN": "Jo Seonggi , a member of the Government Arsenal , passed away. [Jo] Seonggis courtesy name was Seonggyeong . He was a man of Garim . Originally, he was skilled by nature and was unable to study study. But the great meaning of his desire to pursue thoroughly study the cardinal principles. He possessed a knowledge of his strength and had a thorough knowledge of his nature. Whenever he opened the possession of his words, he posessed none of himself. People did not dare to argue about it. When someone inquires about him, he responded as if he had an opportunity to an oportunity. He did not study the cardinal principles, and he also grieved more than ten thousand words. He sought out fifty years from the city walls of the capital and enjoyed the talents and wise men. Im Yeong , Kim Changhyeol , and others also enjoyed themselves to communicate with each other. Although there is no true custom of self-restraining virtuous demeanor, his work and meritorious deeds were widespread. However, all of the world were highly regarded as the praise of the Dragon Guards . The character possessessed the character jeol tiger. At this time, he passed away.",
                "H2KE-nKo": "처사 조성기가 졸하였다. 조성기의 자는 성경이고 가림 사람이다. 본래 병을 잘 앓아서 각박하게 학문을 하지는 못하였으나 대약은 사색하고 궁리하는 것을 위주로 하였다. 식견과 견해가 막히고 투철하여 매번 입을 열어 큰소리를 치니 횡설수설하는 자들이 모두 그를 얻었으므로 사람들이 감히 비난하지 못하였다. 그래서 질문하는 자가 있으면 응답하기를 메아리처럼 하였고 곤룡포를 끝까지 입지 않았으며, 문장을 지을 때에도 1만여 마디의 탄식을 하였다. 궁벽한 시골에서 문을 닫고 있은 지 50년이 되도록 어진 인재를 끌어들이기를 좋아하였다. 임영과 김창협 등 여러 사람도 그와 사귀기를 좋아하였다. 비록 기를 숭상하고 이기기를 힘쓰는 습성과 사공이 박잡한 병통이 없지는 않았으나 세상 사람들이 모두 그를 고상하게 여겼다. 인룡문호의 풍도가 있다고 여겨 스스로 호를 졸수라고 하였다. 이때에 이르러 졸하였다.\n",
                "date_ko": "숙보 21권, 15년(1689 기사 / 청 강희(康熙) 28년) 11월 21일(갑인) 1번째기사",
                "gt-oKo": "처사(處士) 조성기(趙聖期)가 졸(卒)하였다. 조성기의 자(字)는 성경(成卿)인데 가림(嘉林) 사람이다. 본래 병에 잘 걸려서 학문에 각고(刻苦)하지 못하고, 대약(大約)하여 사색(思索)·궁리(窮理)하는 것을 주장으로 삼았는데, 지식과 견식이 점점 융통하여 매양 입을 열어 크게 말하매, 횡설 수설(橫說竪說)이 모두 이치에 맞아서 사람이 감히 비난하지 못하였다. 질문하는 이가 있으면 응답하기를 메아리처럼 하여 물흐르듯 궁함이 없었고, 문장을 짓는 것이 잠시 사이에 만여 마디의 말을 하였다. 궁벽한 마을에서 문을 닫고 있은 지 50년이었는데, 재주 있는 이와 어진 사람을 끌어올리기를 즐거워하였다. 임영(林泳)·김창협(金昌協) 등 여러 사람이 또한 그와 더불어 사귀기를 기꺼이 하였다. 비록 기(氣)를 숭상하고 이기기를 힘쓰는 버릇과 사공(事功)이 박잡(博雜)한 병통은 없지 아니하나, 세상에서 모두 높여 인룡(人龍)과 문호(文虎)의 풍채가 있다고 하였다. 스스로 호(號)를 ‘졸수(拙修)’라고 하였는데, 이에 이르러 졸하였다.",
                "hj": "○甲寅/處士趙聖期卒。 聖期字成卿。 嘉林人。 素善病, 不能刻苦爲學, 而大約以思索窮理爲主。 知見殺通透, 每開口大談, 橫竪皆得, 人不敢難。 有叩問者, 應之如響, 袞袞不窮, 爲文章, 亦嗟咄萬餘言。 閉戶窮巷五十年, 而樂引進才賢。 林泳、金昌協諸人, 亦樂與之交, 雖不無尙氣務勝之習, 事功博雜之病, 而世皆高之。 以爲有人龍文虎之風。 自號拙修。 至是卒。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "In the jeongyu year (14177, the fifth year of King Sejongs reign was prohibited from engaging in the prohibition on supplying necessities for the army. In the case of Naeeunju , Kim Hun , and Yi Samyeongs male slaves, there were many people who were worried about the supplying necessities. They were worried about the supplying necessities for the army and reported to the King to prohibit them from doing so.",
                "H2KE-nKo": "정유년에 향도계의 유대군을 금지하였다. 목내선이, 김석주, 김익훈, 이사명의 가노들이 대부분 계중에 있으면서 그들이 결탁하여 난을 일으킬까 걱정한 나머지 주상에게 아뢰어 금지하게 한 것이다.\n",
                "date_ko": "숙보 21권, 15년(1689 기사 / 청 강희(康熙) 28년) 11월 4일(정유) 1번째기사",
                "gt-oKo": "향도계 유대군(香徒契留待軍)을 금하였다. 목내선(睦來善)이, 김석주(金錫胄)·김익훈(金益勳)·이사명(李師命)의 집 종의 무리가 계중(契中)에 많이 들어 있어 체결(締結)하여 난(亂)을 일으킬까 두려워하여 임금에게 아뢰어 금지시킨 것이다.",
                "hj": "○丁酉/禁香徒契留待軍。 睦來善以金錫冑、金益勳、李師命家奴輩, 多人契中。 憂其締結作亂, 白上禁之。"
            }
        }
    },
    "12": {
        "25": {
            "1": {
                "H2KE-EN": "Jeong Hae , Jeong Yuak , was appointed 대사간으로 삼았다. [Jeong] Yuak was the son of [Jeong] Nong [], [Jeong] Nong []. His nature was crafty and foolish by nature, and he flattered the people of the world. For this reason, [Jeong] was appointed to office.",
                "H2KE-nKo": "정유악을 대사간으로 삼았다. 정유악은 정뇌경의 아들인데, 성품이 본래 약삭빠르고 아첨을 잘하여 시배들에게 빌붙었기 때문에 이러한 제수가 있었다.\n",
                "date_ko": "숙보 21권, 15년(1689 기사 / 청 강희(康熙) 28년) 12월 25일(정해) 1번째기사",
                "gt-oKo": "정유악(鄭維岳)을 대사간(大司諫)으로 삼았다. 정유악은 바로 정뇌경(鄭雷卿)의 아들인데, 성품이 본래 가볍고 아첨하여 시배(時輩)들에게 붙었기 때문에 이 제배(除拜)가 있었던 것이다.",
                "hj": "○丁亥/以鄭維岳爲大司諫。 維岳卽雷卿之子。 而性本儇薄憸侫, 附麗時輩。 故有是除。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十一終"
            }
        }
    },
    "leap month 3": {
        "28": {
            "1": {
                "H2KE-EN": "Former 영의정김수항 , the first day of the eleventh month, he was executed by the senior officials [of the State Council and Privy Council] [], following the words of the senior officials [of the State Council and Privy Council ], and [he] was granted an execution to Yeongam . Subsequently, [he] was the grandson of a member of the legitimate councilor and rose to the post of minister. His moral integrity and courteousness were upright and sincere. He was skilled in literature and skilled in literature. In the gabo year (, [he] received the royal order and became a member of the royal clan . In the jeongsa year (, he harbored a straightforward remonstration and was punished. [However,] the scholars were even more satisfied. In the gyeongsin year (, when [he] became the chief official in charge of transgressing the transgressions of the ministers, [he] was placed under restricted residence in a corresponding to a corresponding place. Subsequently, the memorials presented by the senior officials [of the State Council and Privy Council] were prepared to kill [the transgressions of the royal clan. However, Subsequently, the transgressions of the transions of the royal member of the transgressions of the transions of the Grand Abdicated King and the transgressions of the transions of the Grand Abdicated King and the transgressions of the transions of the transgressions of the Grand Abdicated King. Subsequently, he was",
                "H2KE-nKo": "을축년에 전 영의정 김수항을 죽였다. 경재 민암 등의 말을 따라 영암의 천극에서 사사하였다. 김수항은 어진 재상의 손자로서 검은 머리로 태사에 올라 풍의가 단아하고 정중하며 지조와 행실이 온화하였다. 문장에 뛰어나 유술을 수식하였는데, 갑인년에 고명을 받아 국가의 종신이 되었다. 정사년에 직언을 하다가 죄를 입으니 사류가 더욱 경향하였다. 경신년에 정권을 잡고 역적 허견을 안치할 때 연루된 자가 많아 그 당의 원수처럼 여겼는데, 이때에 이르러 시배들이 보복하는 것을 달갑게 여겨 해도에 천극하였고, 이어서 또 합동으로 논핵하는 계사를 올렸다. 경재의 상소는 기필코 죽이고야 말았는데, 죄명은 꾸며 낸 것이 많았으므로 사람들이 모두 원통하게 여겼다.그러나 김수항은 스스로 강직하고 방정하며 도량이 작다고 여겼기 때문에 괴퍅한 데 가깝고, 스스로 견확하다고 인정하였으나 사가 이기기 때문에 전횡에 가까웠으며, 스스로 세도를 담당한다고 하였으나 도리어 훈척에게 부림을 당하였다. 스스로 사문을 호위한다고 하였으나 부추기고 억제하는 것이 중도를 잃는 것을 면치 못하여 실로 사무에 통달하지 못하였다. 모든 재결은 매번 피부에 흘렀는데, 8년 동안 나랏일을 담당하면서 말할 만한 선정이 없었다.경신년 오시수가 죽고, 임술년 전익대의 옥사는 크게 공평함을 잃었으며, 은밀히 밀고를 주장하여 이미 청류에게 인정을 받지 못하였다. 그러나 처음부터 송시열에게 몸을 바쳐 오직 말마다 어기지 않았고, 오로지 이것으로 가계를 삼아 거의 옳은 것은 있어도 그른 것은 없었다. 갑자년에 연석에서 아뢰면서 사사로운 일로 조정에 올리고 홀로 자기의 사사로움을 내맡겨 공의를 거듭 거슬러서 마침내 선비들의 추향이 분열되고 조정의 분위기가 안정되지 못하게 하였다. 50년 동안 있었던 현황의 싸움에서 화근을 소급해 논하면 저절로 귀결되는 바가 있을 것이다. 더구나 그 집안은 대대로 혁석처럼 문벌이 한창 왕성하였으나 총애와 이익에 대한 경계에 어두웠고, 겸양과 이익에 대한 훈계를 소홀히 하였다. 부녀자가 지나치게 사치하는 것도 제어하지 못하였으니, 군자가 진실로 그 죄가 아닌데 화를 입은 것을 상심하고, 또 화를 입을 방도가 없지 않다고 하였다. 처음 사초를 편수한 자가 반드시 세 가지 큰 절개로 허락한 것은 또한 여탈의 공정함을 잃었다고 할 만하다.\n",
                "date_ko": "숙보 20권, 15년(1689 기사 / 청 강희(康熙) 28년) 윤3월 28일(을축) 1번째기사",
                "gt-oKo": "전(前) 영의정(領議政) 김수항(金壽恒)을 죽였다. 경재(卿宰)인 민암(閔黯) 등의 말에 따라 영암(靈巖)의 귀양지에서 사사(賜死)된 것이다. 김수항은 현상(賢相)의 손자로서 젊은 나이에 태사(台司)에 올랐고 풍의(風儀)가 단아하고 정중하였으며 지조와 품행이 조용한 가운데 함축성이 있었다. 문사(文辭)에 능하였는데 유술(儒術)로 수식하였다. 갑인년에는 고명(顧命)을 받아 국가의 종신(宗臣)이 되었고 정사년에는 직언(直言)을 했다가 죄를 받았으므로 사류(士流)가 더욱 흠모하였다. 경신년에 요직(要職)에 앉아 역적 허견(許堅)을 다스릴 적에 연좌(連坐)된 사람이 많았기 때문에 거듭 그 당여(黨與)에게 원수로 여겨지게 되었는데, 이때에 이르러 시배(時輩)들이 마음껏 보복하게 된 것이다. 이미 해도(海島)에 귀양보내어 위리(圍籬)시키고 나서 또 합사(合辭)의 논계(論啓)와 경재(卿宰)의 상소가 있어 기필코 죽이고야 말았는데, 그의 죄명(罪名)은 꾸며 만든 것이 많았으므로 사람들이 모두들 억울하게 여겼다. 김수항은 스스로 강방(剛方)함을 자임(自任)했지만 국량(局量)이 작았기 때문에 괴퍅한 데 가까웠고, 스스로 견확(堅確)함을 허여(許與)했지만 사심(私心)이 성했기 때문에 전횡(專橫)에 가까웠다. 스스로 세도(世道)를 담당한다고 했지만 도리어 훈척(勳戚)들에게 부림을 당했고, 스스로 사문(斯文)을 호위한다고 일컬었지만 부억(扶抑)에 중도(中道)를 잃음을 면치 못하는 등 실제로 사무(事務)에 통달하는 능력이 모자랐다. 그리하여 재처(裁處)하는 모든 것이 매양 피상적이었으므로 8년 동안 국정(國政)을 담당하고 있었으면서 일컬을 만한 선정(善政)이 없었다. 경신년 오시수(吳始壽)의 죽음과, 임술년 전익대(全翊戴)의 옥사(獄事)는 크게 공평성을 잃은 처사였으며, 은밀히 밀고(密告)를 주장하였으므로 이미 청류(淸流)에게 배척당하였다. 그리고 처음부터 송시열(宋時烈)에게 마음을 바쳐 그의 말이면 어기는 것이 없었으며, 오로지 이것으로 가계(家計)를 삼아 거의 옳다는 것은 있어도 그르다는 것은 없었다. 갑자년 경연(經筵)에서 사적인 일을 아뢰어 조정(朝廷)에까지 올린 다음 자신의 사견(私見)만을 주장하고 공의(公議)를 거스림으로써 드디어 선비들의 추향(趨向)을 분열시키고 조정을 불리하게 하여 15 년간의 흑백(黑白)의 논전(論戰)의 꼬투리를 열어놓았으니, 화수(禍首)를 소급하여 논한다면 절로 귀착(歸着)되는 데가 있는 것이다. 더구나 그의 집안은 대대로 고관(高官)을 지내어 문벌이 정성(鼎盛)한데 총리(寵利)에 대한 경계에 어두웠고, 겸익(謙益)에 대한 훈계를 소홀히 한 탓으로 부녀(婦女)의 사치도 제어할 수가 없었다. 군자(君子)들이 진실로 그가 자신의 죄가 아닌 것으로 화(禍)를 당한 것을 마음 아파했지만, 또 일면으로는 화를 자취(自取)하게 된 이유가 없지 않다고 하였다. 처음 사초(史草)를 편수한 사람이 세 가지 대절(大節)로 그를 허여한 것은 그 또한 여탈(與奪)에 공정성을 잃은 것이라고 하겠다.",
                "hj": "○乙丑/殺前領議政金壽恒, 從卿宰黯等言, 賜死於靈巖棘中, 壽恒以賢相之孫, 黑頭登台司, 風儀端重, 操履蘊藉, 長於文辭, 緣飾儒術, 甲寅, 受顧命, 爲國宗臣。 丁巳, 抗直言被罪, 士流尤傾嚮。 庚申, 秉軸按治逆堅, 多有株連, 重被其黨讎視, 至是時輩甘心報復, 旣栫棘海島, 繼又有合辭之論, 卿宰之疏, 必殺乃已, 罪名多所文致, 人皆冤之。 然壽恒自任以剛方, 而量小, 故近於愎, 自許人堅確, 而私勝, 故近於專, 自謂擔當世道, 而反爲勳戚所使, 自稱衛護斯文, 而未免扶抑失中, 實不能通曉事務。 凡所裁處, 每在皮膜, 八年當國, 未有善政可言。 庚申始壽之死, 壬戌翊戴之獄, 大失平反, 陰主告密, 已爲淸流之所不取, 而自初委質於宋時烈, 惟言莫違, 專以是作家計, 幾於有是無非, 甲子筵奏, 以私事而上朝廷, 獨任己私, 重拂公議, 遂令士趨分裂, 朝象不靖, 以啓五十年玄黃之戰, 追論禍首, 自有所歸, 況其家世赫舃, 門闌鼎盛, 而昧寵利之戒, 忽謙益之訓, 婦女踰侈, 亦不能制, 君子固傷其非罪被禍, 而又以爲不無取禍之道云。 修初史者之必以三大節許之者, 其亦可謂失與奪之公也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemyo day, Yi Samyeong was executed. Yi Samyeong was a son of a distinguished family. He was young and possessed in poems of poems. When his father died, he was poor and impoverished. He lost his mind in slander. He was wicked and wicked. He hurriedly powerful and powerful. He sought himself to become his elder brother-in-law of 김석주 and married him on his hometown. He always loved him. He supervised the circumstances and secretly seized the meritorious deeds. He passed the state examination and all obtained a secret way. People earnestly called him an unuspicious man. He communicated with eunuchs and secretly communicated with rogues and plotted to take the post of commander. Instead, he fabricated a writing on the seal of a royal kin by fabricating a kin by marriage to the King. He secretly submitted a writing on the seal of the royal kin by secretly fabricating a writing on the face of his face. He harbored powerful and enjoyed harmony, and his actions were secret and secret. From jeongmyo year (, there was no concern that the time observation would be changed. He also secretly harbored a danger of his own house and plotted to secret royal kin by fabricating a story. He fabricated a rumor and deceived Confucian scholar. He secretly observed the palace and fabricated a report to the King in secret. He harbored the death of deceiving the King and finally imprisoned the penal code regarding imprisonment of imprisonment. All the world were satisfied. As Yi Samyeong was already destroyed, it would be possible to warn those who fabricated a secret way by fabricating a power to fabricate merit.",
                "H2KE-nKo": "계묘년에 순절한 이사명이 복주되었다. 이사명은 명문가의 아들로서 젊어서부터 시에 능하고 명성이 있었다. 아버지가 돌아가자 가난에 시달려 점점 심지를 잃어 요사스럽고 경박하였다. 공명에 급급하고 권리를 좋아하여 스스로 김석주의 생질과 사위가 되기를 구하여 포의로 그 문하에 거처하면서 마음으로 항상 사모하였다. 기찰을 주관하여 훈봉을 취하였고, 과명과 화선을 모두 은밀한 길로 얻었다. 사람들이 진실로 불길하다고 지목하였으나, 환시와 교통하고 무뢰배와 결탁하여 장수의 직임을 얻기를 도모하였다. 그러자 거짓으로 척신의 서찰을 만들어 감히 군부에게 곧바로 통지하여 동렬을 모함하려 하였다. 그러자 몰래 익명의 서찰을 던져 넣고 자신도 모르게 얼굴빛과 말씨에 저절로 드러났으며, 권세를 탐하고 화를 즐기며 종적이 음흉하고 비밀스러웠다. 정묘년 이후로 시상이 뒤집힐 우려가 없지 않자, 또 몰래 스스로 위태롭게 여기는 마음을 품고 주가와 결탁하여 밀지를 도모하였다. 유언비어를 만들어 사류를 무함하고, 궁금을 염탐하고 밀고를 주장하여 임금을 무함하는 주벌을 스스로 취하였으며, 마침내 남을 무함하는 형률을 받게 되니, 세상 사람들이 모두 통쾌하게 여겼다.이사명이 패하고 나서는 당인들이 부정한 길로 연줄을 대어 공리를 바라는 것을 거의 경계로 삼을 수 있었는데, 김춘택이 또 다시 조술하여 나라를 흉하게 하고 집안을 해쳐서 마침내 당인들의 끝없는 화가 되었다. 세상에서는 이사명이 김석주에게 그르친 것이라고 하였는데, 김춘택이 또 이사명에게 그르친 것이라고 하였다.\n",
                "date_ko": "숙보 20권, 15년(1689 기사 / 청 강희(康熙) 28년) 윤3월 6일(계묘) 1번째기사",
                "gt-oKo": "이사명(李師命)이 복주(伏誅)되었다. 이사명은 명가(名家)의 자제로 젊어서부터 시(詩)에 능하여 명성(名聲)이 있었다. 아버지가 죽고 나서 빈곤(貧困)에 시달리자 점차 심지(心志)가 잘못되어져 요사(妖邪)스럽고 경망스러워졌다. 그리하여 공명(功名)에 급급하고 권리(權利)를 탐하여 스스로 김석주(金錫主)의 생녀서(甥女婿)가 되기를 바라서 포의(布衣)로 그의 문하(門下)에 있으면서 마음으로 늘 사모하였으며, 기찰(譏察)을 주관하여 훈봉(勳封)을 취하였다. 과명(科名)에 호화롭게 선발된 것도 모두가 은밀한 길을 통하여 얻은 것이었기 때문에 사람들이 진실로 불길(不吉)한 자로 지목하였다. 환관(䆠官)과 교결(交結)하고 무뢰배(無賴輩)들과 결탁하여 장임(將任)을 얻기를 도모하면서는 척신(戚臣)의 편지를 위조하여 감히 군부(君父)에게 직통(直通)하였는가 하면, 동렬(同列)을 모함하기 위해서는 몰래 익명서(匿名書)를 던져 넣고서, 이것이 자신의 안색과 언사에 저절로 드러나는 것을 깨닫지 못하였다. 이렇게 권세를 탐하여 화(禍)를 즐겨하였으므로 그 종적(蹤跡)이 음흉하고 비밀스러웠다. 정묘년 이후 정국(政局)이 번복(翻覆)될 우려가 없지 않자, 또 은밀히 스스로 위태롭게 여기는 마음을 품고 주가(主家)와 결탁하여 밀지(密旨)를 얻어 내려 도모하였고, 유언비어를 날조하여 사류(士流)를 무함했으며, 궁금(宮禁)을 사찰(伺察)하고 밀고(密告)를 주장하였다. 그러다가 임금을 무함했다는 주벌(誅罰)을 자취(自取)하였고, 마침내 남을 무함하는 율(律)에 의해 복주(伏誅)되었으므로 세상 사람들이 모두 통쾌하게 여겼다. 이사명이 패몰한 다음 당인(黨人)으로서 곡경(曲逕)을 인연하여 공리(功利)의 요행을 노리는 자들이 징계되었어야 했다. 그런데 또 김춘택(金春澤)이 다시 그 뒤를 이어 일어나서 국가를 해쳤고 결국 당인들의 끝없는 화단(禍端)을 만들고 말았다. 세상에서 말하기를, ‘이사명은 김석주(金錫胄)에 의해 잘못되었고, 김춘택은 또 이사명에 의해서 잘못되었다.’고 했다.",
                "hj": "○癸卯/李師命伏誅, 師命以名家子, 少能詩有聲名, 父沒貧困, 漸失心志, 妖邪輕佻, 急功名、喜權利, 自求爲金錫冑甥女壻, 以布衣處其門下, 心常慕之, 主譏察取勳封, 科名華選, 皆以密逕得之。 人固以不吉目之, 交通宦寺, 締結無賴, 圖得將任, 則僞作戚臣之札, 而乃敢直通於君父, 謀傾同列, 則潛投匿名之書, 而不覺自露於色辭, 貪權樂禍, 蹤跡陰秘。 自丁卯以後, 時象不無翻覆之慮, 則又陰有自危之心, 結主家而圖密旨, 做蜚語而誣士流, 詗察宮禁, 主張告密, 自取誣上之誅, 竟伏陷人之律, 世皆快之。 師命旣敗, 黨人之因緣曲逕, 僥倖功利者, 庶可以爲戒, 而春澤又復祖述, 凶國害家, 竟爲黨人無窮之禍, 世謂師命爲錫冑所誤, 而春澤又爲師命所誤云。”"
            }
        }
    }
}