{
    "01": {
        "28": {
            "1": {
                "H2KE-EN": "On gapjin day, Jeong Sihan , a petty official, submitted a memorial on the basis of six administration of the current situation. He also submitted a memorial regarding the matter of salaries in the separate palace. The King was strictly reprimanded by the King and ordered that he be demoted from his designated area. Jeong Sihan was hiding in his hometown and served his parents with utmost filial piety. Although his study was not his eldest son, his act was very high. People claimed that his correspondence was similar to that of his correspondence and recommended him to impeach him. However, Jeong Sihan did not care for him. On this day, he submitted a memorial to the King forthrightly administration of the matter. Truly, all of the people hide his words. However, the current sympathy is related to the cardinal principles and further looking over the human relationships of the human relationships and the human relationships should be apprehensive. Nevertheless, Jeong Sihan was warned against a small favor and striving to strive his pity. He violated the prohibition and did not care about the world and the world. People regarded him as upright, and there was someone among the principal offender.",
                "H2KE-nKo": "진선 정시한이 시골에 있으면서 상소하여 시폐 6가지 조목을 논하고, 또 별궁의 늠료에 대한 의논을 진달하니, 주상이 엄한 비답을 내려 준절히 꾸짖고 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였다. - 원래의 상소와 비지는 위에 보인다. - 정시한은 은거하여 의를 행하고 어버이를 지극한 효성으로 섬겼다. 학문하는 것이 그의 장점은 아니지만 행업이 매우 높았으므로, 당시 사람들이 그의 색목이 서로 비슷하다는 이유로 천거하여 징소하였으나, 정시한은 달갑게 여기지 않았다. 이때에 이르러 이 상소를 올렸는데, 누누이 논한 것은 진실로 모두 세상에서 꺼리고 있는 말이었다. 그러나 당시의 병폐가 절실하고 대체에 관계된 것이었으며, 또 다시 윤상의 소중함에 대해 늘 관심을 갖고 소은을 경계하여 불쌍히 여기는 마음을 면려하였다. 금령을 어기고 화복을 돌아보지 않으니, 식자들은 그를 옳게 여겨 ‘흉당 중에도 사람이 있다.’라고 하였다.\n",
                "date_ko": "숙보 23권, 17년(1691 신미 / 청 강희(康熙) 30년) 1월 28일(갑인) 1번째기사",
                "gt-oKo": "진선(進善) 정시한(丁時翰)이 고향에서 상소하여 시폐(時弊) 6조(條)를 논하고, 또 별궁(別宮)의 늠료(廩料)에 관한 의논을 아뢰었는데, 임금이 엄한 비답(批答)으로 매우 꾸짖고 삭출(削黜)하라고 명하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 정시한은 은거(隱居)하여 의(義)를 행하고 어버이를 지극한 효성으로 섬겼다. 학문은 그가 잘하는 것이 아니기는 하나, 행실은 매우 높았으므로, 시배(時輩)가 그 색목(色目)이 서로 비슷하다 하여 천거하여 징소(徵召)하였으나, 정시한은 탐탁하게 여기지 않았다. 이때에 이르러 이 소를 올렸는데, 누누이 논한 것은 본디 다 세상에서 말하기를 꺼리는 것이나, 당시의 병폐에 절실하고 대체에 관계되는 데다가, 또 더욱 윤상(倫常)의 중대한 일에 간절하며, 은정(恩情)이 적은 것을 경계하고 백성을 불쌍히 여기는 것을 권면하였다. 금령(禁令)을 무릅쓰고 화복(禍福)을 돌보지 않으니, 식자(識者)가 옳게 여겨 ‘흉당(凶黨) 가운데에도 사람이 있다.’ 하였다.",
                "hj": "○甲寅/進善丁時翰在鄕上疏, 論時弊六條, 且陳別宮廩料之議。 上嚴批切責, 命削黜。【原疏批旨見上。】 時翰隱居行義, 事親至孝, 問學雖非其長, 而行業甚高, 時輩以其色目之相似, 薦引徵辟。 而時翰不屑也。 至是上此疏, 縷縷所論, 固皆世所諱言。 而切時病關大體, 又復眷眷於倫常之重, 戒少恩而勉惻怛, 觸冒禁令, 不恤禍福。 識者韙之, 以爲凶黨中, 亦有人焉。"
            }
        }
    },
    "02": {
        "29": {
            "1": {
                "H2KE-EN": "On eulyu day, the King received Second Minister of Taxation Yi Uijeom in audience in eulyu year ( and reported to the King that Kim Jeongeol and others were suspectful, Your Majesty ordered the State Tribunal to urgently punish them. Many high officials considered this truth. The King granted permission.【자세한 내용은 위에 보인다.】 Kim Jeongeol was a military officer of the late Father of the State Council , who was the military officer of the Government Arsenal . People wished to make false accusations against the people, and eventually reached Yohwa . Thus, this request was issued. In the gapjin year (, the incident was discovered. In the eulsa year (, the Veritable Records of King Xiaozong (, Courteous and Filial Piety of Imperial Entertainments (, Courteous and Filial Piety of Veritable Records of Imperial Entertainments (, Courteous and Filial Piety of Veritable Records of Imperial Entertainments (, Courteous and Filial Piety of Veritable Records of Imperial Entertainments (, Courteous and Filial Piety of Veritable Records of Imperial Entertainments (, Courteous and Filial Piety of Veritable Records of Imperial Entertainments (, Courteous and Filial Piety of Veritable Records of Imperial Entertainments (, Courtext of Imperial Entertainments (, and Filial Piety of Veritable Records of Veritable Records.",
                "H2KE-nKo": "을유년에 인견하였을 때 호조 참판 이의징이 주상에게 아뢰기를,“김정열 등의 의심스러운 정상을 의금부로 하여금 급히 다스리게 하소서.”하였는데, 대신들이 대부분 그 말을 옳게 여겼다. 주상이 허락하였다. - 상세한 내용은 위에 보인다. - 김정열은 바로 고 국구 민유중의 군관이었는데, 시배들이 죄를 엮어 민씨들을 위태롭게 하고 이어서 요화까지 언급하고자 하였기 때문에 이렇게 청한 것이다. 갑술년에 과연 일이 발각되었다.\n",
                "date_ko": "숙보 23권, 17년(1691 신미 / 청 강희(康熙) 30년) 2월 29일(을유) 1번째기사",
                "gt-oKo": "인견(引見) 때에 호조 참판(戶曹參判) 이의징(李義徵)이 임금에게 아뢰기를, “김정열(金廷說) 등의 의심스러운 정상을 금부(禁府)로 하여금 급히 다스리게 하소서.” 하고, 많은 대신들도 그 말을 옳게 여기니, 임금이 윤허하였다.【위에 상세히 보인다.】 김정열은 고(故) 국구(國舅) 민유중(閔維重)의 군관(軍官)이었는데, 시배(時輩)가 나직(羅織)하여 민씨들을 해치고 이어서 요화(瑤華)에까지 미치려 하였다. 그러므로 이 계청(啓請)이 있었는데, 갑술년에 일이 과연 일어났다.",
                "hj": "○乙酉/引見時戶曹參判李義徵, 白上以金廷說等可疑之狀, 請令禁府急治之。 大臣多是其言。 上許之。【詳見上。】 廷說卽故國舅閔維重軍官也。 時輩欲羅織, 以危諸閔, 仍及瑤華, 故有此請。 至甲戌, 事果發。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十三終"
            }
        }
    }
}