{
    "02": {
        "2": {
            "1": {
                "H2KE-EN": "Sixth Royal Secretary Song Gwangyeon , who responded to the royal directive, submitted a memorial which reads as follows: A single word is truly a permanent evil effect in the present day. Earlier, the various officials who presented memorials to the King did not always devote themselves to this. However, when [Your Majesty] withdraws and examined the circumstances and the circumstances, [the single word] cannot escape from [the single word]. What is the reason for this? The sovereign is a subject of the same surname. Would it not be possible for Your Majesty to cultivate the method of manner of",
                "H2KE-nKo": "무술년에 동부승지 송광연이 응지하여 상소하였는데, 그 대략에,“사라는 한 글자는 실로 오늘날의 고질적인 폐단입니다. 전후로 여러 신하가 임금께 아뢴 말에 대해 일찍이 이를 잊지 않은 적이 없었는데, 물러나 그 행실을 살펴보니 끝내 벗어나지 못하였으니, 그 까닭이 무엇이겠습니까. 임금은 신하의 표상입니다. 전하께서 이끄는 방법이 혹 미진한 점이 있어서 그런 것이 아니겠습니까. 삼가 보건대, 전하께서 집안을 다스리고 나라를 다스리는 교화는 마음을 바르게 하고 몸을 닦는 효과에 근본을 두었고, 천리와 인욕의 구분은 사욕을 극복하고 예를 회복하는 공부에서 판가름 났으니, 터럭만큼도 치우친 흠이 없는 것이 당연합니다. 신이 황해도 감영을 맡고 있으면서 내수사의 공문을 얻어 보니, 염한과 전주의 일에 대해 왕왕 성지를 받들었다고 일컬은 것이 있었습니다. 신은 진실로 이미 그 미안함을 견딜 수 없었습니다.일전에 경윤창 등이 서로 소송한 일에 대해 또 본궁을 조사하라고 판하하셨습니다. 이것이 비록 그 곡절을 자세히 알지 못하여 처분하신 뜻에서 나온 것이기는 하지만, 본관이 이미 분명하게 조사하였고 해당 조가 또 다시 복제하였으니, 그대로 내주게 하여 성덕에 빛이 나는 것만 못합니다.”하고, 말미에 지난날 기찰한 거조가 사리에 어긋났음을 논하였다.박태유가 상소한 뒤에 수사의 여러 신하가 편중된 것이 공의에 한층 더하였고, 김환을 나라를 위해 충성을 다한 것으로 여기고 역적 허새를 비호한 것으로 대각을 돌렸으니, 매우 무리한 일이었다. 몇몇 신하가 배척되어 물러난 뒤로부터 대각이 강직하다는 말은 들리지 않고 구차하게 남의 비위나 맞추는 자가 대부분이었으니, 세도가 염려스러웠다. 신완이 낙점을 아끼어 청환의 길을 막은 것은 이해할 수 없었다. - 상세한 것은 위에 보인다. - 주상이 엄한 비답을 내렸다. - 비지는 위에 보인다. - 양사의 안세징, 성호징, 이굉, 양중하 등이 김환의 논핵을 정지한 것 때문에 모두 인피하고, 조상우도 한 마디의 진언도 없었다는 이유로 인혐하였다. 윤홍리가 처치하여 모두 출사하게 하였다.사신은 논한다. 한때의 대각이 송광연이 상소하여 배척한 것으로 인하여 모두 인피하였다. 송광연의 상소는 시사에 강개하여 대간을 구차하게 비위나 맞추고 침묵만 지킨다고 아울러 배척하였으니, 윤홍리 같은 자가 바로 그 가운데 포함된 것이다. 염치를 무릅쓰고 여러 대신을 처치할 수 없는 것이 분명하다.이때에 오직 지평 조상우가 새로 언관의 자리에 들어와 김환을 다시 논핵할 뜻이 있었기 때문에 당로자들이 저지하려고 꾀하여 처치가 옥당으로 돌아갈까 두려워하였다. 그러자 이굉 등이 체차되자 이에 윤홍리를 지휘하여 서둘러 염치를 무릅쓰고 출사하게 하여 이렇게 처치하였다. 윤홍리는 스스로 유독 김환의 논핵에 참여하지 않았다고 여겨 앞장서서 담당하고 나서서 큰소리로 떠들어 대었는데, 그 처치한 바가 한결같이 공의와 반대로 되어 돌보아 주는 바가 없었다. 윤홍리는 비루한 자이니 진실로 말할 것도 못 되지만, 시비를 전도하고 멋대로 공의를 배척하여 사람들로 하여금 수치심이 이 지경에 이르게 하였으니, 한때의 기세가 과연 어떠하였겠는가.성호징은 더욱 어리석고 용렬하여 일을 살피지 못하고 한갓 주모자와 추종자만 하였기 때문에 아간에 제수되기에 이르렀다. 성호징은 이미 한결같이 당로자의 뜻에 따라 이굉과 함께 김환의 논핵을 정지하도록 주장한 것을 능사로 삼았고, 이에 다시 곧은 말과 풍채가 있다는 말로 도리어 언관을 비난하고 배척하였으니, 참으로 매우 염치없는 자라 하겠다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 2월 2일(무술) 1번째기사",
                "gt-oKo": "동부승지(同副承旨) 송광연(宋光淵)이 응지(應旨)하여 상소(上疏)하였으니, 대략 이르기를, “사(私)라는 한 글자는 실로 오늘날의 고질적인 폐단으로서, 전후(前後)에 여러 신하가 임금께 아뢴 말이 일찍이 이에 권권(眷眷)하지 않음이 없었는데도, 물러가서 그 행실과 처신(處身)을 살펴본다면 마침내 능히 파탈(擺脫)한 바가 없으니, 그 까닭이 무엇입니까? 임금은 신하의 표본(標本)이니, 전하(殿下)께서 인도하여 이끄는 방법이 혹시 다하지 못함이 있어서 그런 것입니까? 그윽이 살피건대, 전하의 제가(齊家)·치국(治國)의 덕화(德化)는 정심(正心)·수신(修身)의 효험(效驗)에 근본하고, 천리(天理)·인욕(人慾)의 분별은 극기 복례(克己復禮)의 공부에서 판단하시니, 조금이라도 치우치는 허물이 없어야 마땅합니다. 신이 해영(海營)에 대죄(待罪)하여서 내수사(內需司)의 공이(公移)를 볼 수 있었는데, 염한(鹽漢)과 전주(箭主)의 일에 왕왕(往往) 성지(聖旨)를 받든다고 일컫는 것이 있었으니, 신은 진실로 이미 적당하지 못함을 견디지 못하였습니다. 일전에 경윤창(慶允昌) 등이 서로 소송(訴訟)한 일에 또 본궁(本宮)에 사문(査門)함을 가지고 판하(判下)하셨는데, 이것이 비록 그 곡절을 자세히 알지 못하고 처분할 뜻이 있는 데에서 나온 것이기는 하나, 본관(本官)에서 이미 명확하게 핵실(覈實)하고 해조(該曹)에서 또 다시 복계(覆啓)하였으니, 그대로 출급(出給)하게 하여서 성덕(聖德)에 빛이 있는 것이 됨만 같지 못합니다.” 하고, 그 끝에 지난날의 기찰(譏察)의 거조(擧措)의 이치에 어긋남을 논하여서 말하기를, “박태유(朴泰維)가 소(疏)를 올린 뒤에 수사(收司)된 여러 신하들이 편중(偏重)되고, 공의(公議)에 한층 더하여서, 김환(金煥)을 가지고 나라를 위하여 성의(誠意)를 다한 것이라 하고, 역적(逆賊) 허새(許璽)를 구호(救護)한 일로 대각(臺閣)에 돌렸으니, 결단코 무리(無理)가 됩니다. 몇몇 신하를 물리친 뒤로부터 대각(臺閣) 위에 곧은 신하가 있다는 것을 듣지 못하였고 구차하게 남에게 영합(迎合)하는 자가 많으니, 세상의 도리가 걱정스럽습니다. 신완(申琓)이 억지로 천점(天點)을 아끼시어 청로(淸路)을 막음도 이해(理解)할 수 없습니다.”【자세한 것은 위에 보인다.】 하니, 임금이 엄비(嚴批)를 내렸다.【비지(批旨)는 위에 보인다.】 양사(兩司)에서 안세징(安世徵)·성호징(成虎徵)·이굉(李宏)·양중하(梁重厦) 등이 김환의 논의(論議)를 정지함을 이유로 모두 인피(引避)하고, 조상우(趙相愚) 또한 한 번의 진언(進言)도 없었음을 이유로 인혐(引嫌)하니, 윤홍리(尹弘离)가 처치(處置)하여 모두 내보냈다. 사신(史臣)은 말한다. “한때의 대각(臺閣)이 송광연의 소척(疏斥)으로 인하여 모두 인피하였다. 송광연의 소(疏)가 시사(時事)를 슬퍼하고 한탄하여 대간(臺諫)의 구용(苟容)과 함묵(含默)을 아울러 배척하였으니, 윤홍리 같은 자도 바로 그 속에 들어서 염치없음을 무릅쓰고 여러 대신(臺臣)을 처치할 수 없음이 분명하였다. 이때에 오직 조상우가 새로 언지(言地)에 들어가서 다시 김환을 논할 뜻이 있었으므로, 당로(當路)한 여러 사람이 이를 저지하고자 꾀하였으나, 처치(處置)가 옥당(玉堂)으로 돌아갈 것을 두려워하였는데, 이굉 등이 체차(遞差)되자, 곧 윤홍리를 지휘(指揮)하여 모출(冒出)에 급급(汲汲)하여서 이 처치를 한 것이다. 윤홍리는 자신이 홀로 김환의 논의를 정지하는 의논에 참여하지 않았다 하여 앞장서서 일을 담당하고 큰소리를 쳐서 그 처치한 것이 한결같이 공의(公議)를 배반하고도 돌아보거나 근심하는 바가 없었다. 윤홍리는 비루한 자이므로 진실로 족히 말할 것도 없으나, 그 시비(是非)를 전도(顚倒)하여 방자하게 공의를 배척하여서 사람으로 하여금 수치스럽게 여김이 이 같은 지경에 이르게 한 자이니, 그 한때의 기세가 과연 어떠하였겠는가? 성호징은 더욱 혼암(昏暗)하고 용렬하여 일을 살피지 못하여서 한갓 머리를 굽혀 남을 따랐으므로 아간(亞諫)에 임명되기에 이르렀다. 성호징은 이미 한결같이 당로(當路)한 사람의 뜻에 따라서 이굉과 더불어 김환의 논의를 정지하자고 주장함을 능사(能事)로 삼았으며, 다시 당언(讜言)이니 풍채(風采)니 하는 말로 도리어 말하는 자를 비방하여 배척하였으니, 참으로 수치가 없음이 심한 자라고 이를 만하다.”",
                "hj": "○戊戌/同副承旨宋光淵應旨上疏, 略曰: 私之一字, 實今日之痼弊。 前後諸臣奏御之說, 未嘗不眷眷於此, 而退而省其行處, 則終不能有所擺脫, 抑其故何哉? 君者, 臣之表也。 無乃殿下導率之方, 或有所未盡而然歟? 竊覵, 殿下齊家治國之化, 本於正心修身之效, 而天理人慾之分, 判於克己復禮之功, 宜其無一毫偏係之累。 而臣待罪海營, 得見內司公移, 則鹽漢、箭主之事, 往往有稱奉聖旨者, 臣固已不勝其未安矣。 日昨慶允昌等相訟之事, 又以査問本宮判下。 此雖出於未詳其曲折, 有所處分之意, 然本官旣已明覈, 該曹又復覆題, 則不如仍令出給之爲, 有光於聖德。 末論曩日譏察擧措之乖戾, 朴泰維疏後收司諸臣之偏重一層公議, 以金煥爲爲國效誠, 而歸臺閣於救護逆璽, 爲萬萬無理。 自數臣斥退, 臺閣上鯁直無聞, 苟容居多, 世道可慮。 申琓靳天點, 塞淸路之不可曉。【詳見上。】 上賜嚴批。【批旨見上】兩司安世徵、成虎徵、李宏、梁重厦等以停金煥之論, 皆引避, 趙相愚亦以無一進言引嫌。 尹弘离處置, 皆出之。 【史臣曰: “一時臺閣, 因宋光淵之疏斥, 皆引避, 而光淵之疏, 慷慨時事, 竝斥臺諫之苟容含默, 則如尹弘离者, 正在其中, 其不可冒沒廉恥, 處置諸臺也明矣。 此時, 惟持平趙相愚新入言地, 有更論金煥之意, 故當路諸人, 謀欲沮之, 恐處置歸於玉堂, 則宏等見遞, 乃指揮弘离, 汲汲冒出, 爲此處置。 弘离自以爲獨不參於停煥之論, 挺出擔當, 揚詡大言, 其所處置者, 一反公議, 無所顧恤。 弘离, 鄙夫, 固無足說也, 其顚倒是非, 肆排公議, 使人可羞至於如此者, 其一時氣勢, 果何如哉? 成虎徵尤昏庸不省事, 徒能俯首從人, 故至授亞諫。 虎徵旣一徇當路之旨, 與李宏主停煥論, 以爲能事, 而乃復以讜言風采之說, 反爲譏斥言者, 眞可謂無恥之甚者也。”】"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Yun Segi reported to the King as follows: Fourth Inspector [of the Office of the Inspector General] Kim Seok and Third Inspector [of the Office of the Inspector General] Nam Gyeseong shamelessly participated in the same manner as Kim Hwan . Therefore, the discussion of Kim Hwan should not be assembled in the same manner as Kim Hwan should not be assembled in the same manner as Kim Hwan . The King ordered that they not be supplied. 【계사는 위에 보인다.】 사신은 논한다. Yun Segi was inebriated and observed in corruption. He was foolish and unfilial. Originally, he was debauched by others. His father [Kim] Gye , greed and corruption, repeatedly served as governor of the province, always praised his unfilial praise. However, he was a man of ability to serve as a high official and was promoted to the supreme general of the Ministry of Taxation. Because of his corruption, he was slandered. When Bak Taeyu became a responsibility official , he presented a memorial to the King in order to discuss his illegal actions. However, he also found an unreliable truth. Therefore, high officials could be exonerated. For this reason, he dismissed [Yun] Segi and did not participate in it. [Yun] Segi harbored anger and regretted his grudge against him. Kim Seok was originally of no reputation. Earlier, he had been recommended by Oh Dol . However, when Kim Manhae was impeached, his words were quite disappointed. People in the same manner were resentful and grieved by his grief. As Kim Segi was a corruption at the same manner as [Kim] Manhae , he did not shame and scold him.",
                "H2KE-nKo": "장령 윤세기가 지평 김석과 장령 남필성이 그와 동렬이 되는 것을 수치스럽게 여기고 김환을 국문하자는 논의에 구차하게 동의할 수 없다는 이유로 진계하고 인피하니, 주상이 사직하지 말라고 명하였다. - 계사는 위에 보인다. - 사신은 논한다. 윤세기는 술주정을 하고 여색을 탐하며 어리석고 패악하며 행실이 나빠서 평소 사람들이 천하게 여기고 더럽게 여겼다. 그런데 그의 아버지 윤계는 탐욕스럽고 사치스러우며 비루하여 여러 차례 지방관을 지내면서 번번이 청렴하지 못하다고 일컬었다. 그러나 관리로서의 재간이 있었고 또 대신을 잘 받들어 섬겼으므로 호조 판서에 발탁되었는데, 탐오하다는 것으로 비방을 받았다. 박태유가 언관이 되어 상소하여 그의 불법을 논하였는데, 또한 사실과 틀린 것이 있었기 때문에 대신이 신원되고 벗어날 수 있었다. 이 때문에 명류들이 윤세기를 배척하면서 동의하지 않았는데, 윤세기가 분함과 유감을 쌓아서 그 패악함을 멋대로 부릴 생각을 하였다. 김석은 본래 인망이 없었는데, 일찍이 오도일이 천거하여 끌어들였었다. 그러다가 김만채를 논핵할 때에 말이 자못 거슬리자 한쪽 사람들의 원망이 뼈에 사무쳤다. 윤세기가 바야흐로 김만채와 한패가 되어 이런 논의를 하니, 놀라고 욕하지 않는 사람이 없었다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 2월 30일(병인) 1번째기사",
                "gt-oKo": "장령(掌令)은 윤세기(尹世紀)가 지평(持平) 김석(金晳)과 장령 남필성(南弼星)과 더불어 동렬(同列)이 되기가 부끄러우며, 김환(金煥)의 국문(鞫問)에 대한 논의를 구차하게 같이할 수 없다 하여 진계(陳啓)하고 인피하니, 임금이 명하여 사직(辭職)하지 말게 하였다.【계사(啓辭)는 위에 보인다.】 사신(史臣)은 말한다. “윤세기는 술주정을 하고 여색(女色)을 탐하여 어리석고 도리에 어긋나며 행실이 나빠서 평소에 사람들이 천하고 더럽게 여겼다. 그 아비 윤계(尹堦)는 탐욕스럽고 사치스러우며 비루(鄙陋)하여 여러 번 번얼(蕃臬)을 지내서 문득 청렴하지 못한 것으로 일컬어졌으나, 이재(吏才)가 있고 또 대신(大臣)을 잘 받들어 섬겨서 탁지(度支)의 장관(長官)으로 발탁될 수 있었다. 탐오(貪汚)한 것으로 비방을 입으니, 박태유(朴泰維)가 언관(言官)이 되어 그 불법(不法)의 일을 논하였으나, 또한 실지에 어긋나는 것이 있었던 까닭에 대신이 신구(伸救)하여 벗어날 수 있었다. 이것을 가지고 명류(名流)가 윤세기를 배척하여 함께 하지 않으니, 윤세기는 울분(鬱憤)과 유감(遺憾)을 쌓아서 그 패악(悖惡)을 마음껏 부림이 있기를 생각하였다. 김석은 본래 인망(人望)이 없었으며 일찍이 오도일(吳道一)이 천인(薦引)한 바 되었는데, 김만채(金萬埰)를 논하기에 미쳐 말이 자못 시휘(時諱)에 저촉(抵觸)되었으니, 한 편의 사람이 이를 원망하여 뼈에 사무쳤다. 윤세기가 바야흐로 김만채를 편들어 이 의논을 하니, 놀라지 않는 사람이 없었다.”",
                "hj": "○丙寅/掌令尹世紀以持平金晳、掌令南弼星之羞與爲列, 金煥鞫問之論, 不可苟同, 陳啓引避, 上命勿辭。【啓辭見上。】 【史臣曰: “世紀酗酒漁色, 愚悖無行, 素爲人所賤汚, 而其父堦貪侈鄙陋, 累歷藩臬, 輒稱不廉, 而然有吏幹, 且善承事大臣, 得擢長度支, 以貪汚被謗。 朴泰維爲言官, 疏論其不法事, 而亦有爽實者, 故大臣得以伸脫之。 以是名流擯世紀不與, 世紀積憤累憾, 思有以肆其悖。 金晳素無人望, 曾爲吳道一所薦引, 而及論金萬埰, 言頗觸忤, 一邊人怨之次骨。 世紀方黨於萬埰爲是論, 人莫不駭罵。”】"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinchuk day, Sixth Royal Secretary Song Gwangyeon did not dare submit a memorial requesting that Jo Sangu and others be punished for their wrongdoings. He did not dare submit a memorial requesting that they be punished for their wrongdoings. He also wrote out the instructions of Mun Hoe , the Office of the Inspector General , and the instructions of Kim Hwan to be reprimanded by the King on the grounds that [Kim] Hwan must be punished. Yi Gog , Seong Ho징 , and others flattered the opportunity of the oportunity to satisfy the public opinion. He also wrote out, saying, Yun Hongri is even more unaware. In your subjects memorial, if the Office of the Inspector General imposes punishment for his flattery, how could Yun Hongri know that he was not involved in the cardinal principles and dared to satisfy his arms and handle this out of irreverence? Truly, he can be said that he is unscrupulous. Jo Sangu , who recently entered the post of the Office of the Censor General, became angry and wicked and wide. He is praised for his sense of moral integrity. His Majesty should be specially praised and praised, thereby opening the cardinal principles.Nevertheless, he has not been forgiven even insignificant and has been deprived of his self-restraint. How can he be disappointed from His Majesty in ordinary times? Shin Gyehwa himself was responsible for the duty of an official in charge of discussing state affairs. How could he be thoroughly interrogated? Your subject thinks that if this cease does not cease, even if the loyalty of Ju Un and 급암 were able to stand one day in the court [of Ming China] and then filled the vacancies of the Office of the Inspector General, that would not exceed the vacancies of Ho징 and Yun Hongri. Your subject fears that the state will be declared day by day. Alas! The moral principles are ruined and the rumors of rumors day and night, and the hearts of the people are frightened and apprehensive, which cannot be preserved in the morning and evenings. Upon reflection, the state affairs can be said to be sorrowful. At this time, it is necessary to think that the hearts of the people should be securely cultivated, and the public opinions should be encouraged the foundation of non-restraint. However, he did not expect this",
                "H2KE-nKo": "동부승지 송광연이 조상우 등이 죄를 입었으나 맨 먼저 시끄러운 단서를 야기하였으므로 감히 상소를 올려 논박하지 못하였다는 이유로 인책하여 상소하고, 또 윤방, 김상헌, 신흠이 문회를 논핵한 것과 인조조에 훈신을 경계하여 책망한 하교를 인용하여 김환을 반드시 죄주어야 한다고 거듭 논핵하고, 이굉, 성호징의 무리가 시의에 부화뇌동하여 스스로 물론을 취한 정상에 대해 논핵하였다. 상소 말미에 또 아뢰기를,“윤홍리는 더욱 이해할 수 없는 점이 있습니다. 신의 상소에서 대체로 대각의 비위나 맞추는 자들을 논척하였는데, 윤홍리가 어떻게 과연 그 속에 포함되지 않았다는 것을 알고서 감히 팔뚝을 걷어붙이고 처치하면서 이런 놀라운 짓을 할 수 있단 말입니까. 참으로 전혀 거리낌이 없는 자라고 할 만합니다. 조상우가 새로 언관의 자리에 들어가 개연히 탁류를 치고 청류를 드날리는 것을 자신의 임무로 삼았으니 풍채가 가상합니다. 명철한 주상께서는 진실로 특별한 총애와 장려를 내리시어 언로를 열어 놓아야 하는데, 지금 조금도 용서하지 않고 이토록 꺾으시니, 이것이 어찌 평소에 성명께 바라던 바이겠습니까. 신계화는 논사하는 직임을 맡고 있으면서도 허물이 있다고 말하지 않았으니, 무슨 추고할 만한 일이 있겠습니까. 신의 생각으로는 이와 같이 하여 마지않는다면 비록 주운과 급암 같은 충성심이 있더라도 끝내 하루도 전하의 조정에 설 수 없을 것입니다. 그런데 대각에 가득 찬 자가 성호징과 윤홍리의 무리에 불과하니, 아마도 전하의 국사가 날로 잘못되어 갈 듯합니다.아, 세도가 혼란하고 유언비어가 날로 일어나 인심이 두려워하여 아침저녁을 보전하지 못할 듯하니, 국사를 생각하면 통곡할 만하다고 할 만합니다. 이러한 때에는 인심을 굳게 결속시키고 공의를 확장하여 확고한 기반을 세울 것을 생각해야 하는데, 이렇게 하지 않고 1만 근의 위엄을 갑자기 언사의 신하에게 가하여 오직 공의가 다시 일어날까 두려워하였으니, 신은 실로 성명을 위하여 이 거조를 애석하게 여깁니다.”하니, 주상이 그 상소를 돌려주라고 명하고, 엄한 비답을 내려 준절히 꾸짖고 특별히 파직하였다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 2월 5일(신축) 1번째기사",
                "gt-oKo": "동부승지(同副承旨) 송광연(宋光淵)이 조상우(趙相愚) 등이 죄를 입은 것을 가지고 맨먼저 분요의 단서를 야기하였는데, 감히 글을 올려 반박하지 못하였다고 인죄(引罪)하여 진소(陳疏)하였으며, 또 윤방(尹昉)·김상헌(金尙憲)·신흠(申欽)이 문회(文晦)를 논한 것과 인조조(仁祖朝)에 훈신(勳臣)을 경계하고 책망한 교시(敎示)를 인용하여 김환을 반드시 죄주어야 함을 거듭 논하고, 이굉·성호징의 무리의 시의(時議)에 부화(附和)하여 물론(物論)을 자취(自取)하는 정상(情狀)을 말하였다. 끝에 또 말하기를, “윤홍리는 더욱 알지 못할 것이 있습니다. 신의 소(疏)가 대저 대각의 구용(苟容)을 논척(論斥)하였는데, 윤홍리가 무엇을 가지고 과연 그 속에 들지 않음을 알아서 감히 의기양양하게 처치하여서 이런 놀랄 만한 거조(擧措)를 한단 말입니까? 참으로 전연 기탄(忌憚)함이 없는 자라고 이를 만합니다. 조상우는 새로 언지(言地)에 들어가 개연(慨然)히 탁류(濁類)를 물리치고 청류(淸類)를 드날리는 것을 자기의 임무로 삼아서 풍채(風采)가 숭상할 만하니, 성명(聖明)께서 진실로 마땅히 특별히 총애하는 칭찬을 내리시어 언로(言路)를 열어서 넓혀야 하는데, 이제 조금도 용서하지 않으시어 최절(摧折)이 이에 이르렀으니, 이것이 어찌 평소에 성명에 바라던 바이겠습니까? 신계화(申啓華)는 자신이 논사(論思)의 직책을 맡아서 허물이 있음을 말하지 않으니, 무슨 추고(推考)할 일이 있단 말입니까? 신이 생각하건대 이와 같은 일을 그만두지 않으면, 비록 한(漢)나라의 간신(諫臣)인 주운(朱雲)과 급암(汲黯) 같은 충성이 있다 하여도 마침내 하루도 전하의 조정에 설 수 없을 것입니다. 대각(臺閣)에 충만(充滿)한 자가 성호징·윤홍리의 무리에 지나지 않으니, 전하의 국사(國事)가 날로 그릇될까 두렵습니다. 아! 세도(世道)가 어지럽고 와언(訛言)이 날로 일어나서 인심(人心)이 위구(危懼)하여 아침과 저녁을 보전하지 못할 것 같으니, 나라 일을 생각한다면 통곡할 만하다고 하겠습니다. 이러한 때를 당하여 마땅히 인심을 굳게 맺고 공의(公議)를 넓혀서 뽑을 수 없는 터전을 세우기를 생각하여야 하는데도, 이것을 도모하지 않고 만 근의 위세(威勢)를 가지고 갑자기 일을 말한 신하에게 더하시니, 오직 공의가 다시 일어날까 두려워합니다. 신은 실로 성명을 위하여 이 거조를 애석해합니다.” 하니, 임금이 명하여 그 소를 돌려주고 엄비(嚴批)를 내려 절책(切責)하였으며 특별히 그 벼슬을 파면(罷免)하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】",
                "hj": "○辛丑/同副承旨宋光淵以趙相愚等被罪, 而首惹鬧端, 不敢封駁, 引罪陳疏。 且引尹昉、金尙憲、申欽所以論文晦及仁廟朝戒責勳臣之敎, 申論金煥之爲必可罪, 李宏、成虎徵輩和附時議, 自取物論之狀。 末又曰: 尹弘离尤有不可曉者。 臣疏大抵論斥臺閣之苟容, 則弘离何以知果不入於其中, 而乃敢揚臂處置, 作此可駭之擧乎? 眞可謂全無忌憚者也。 趙相愚新入言地, 慨然以激濁揚淸爲己任, 風采可尙, 聖明固宜特賜寵奬, 以開廣言路, 而今乃不少假貸, 摧折至此, 此豈平日所望於聖明者哉? 申啓華身任論思之責, 不言有咎, 有何可推之事乎? 臣意若此不已, 則雖有朱雲、汲黯之忠, 終不得一日立於殿下之朝, 而充滿臺閣者, 不過虎徵、弘离輩, 恐殿下之國事將日非矣。 噫! 世道淆亂, 訛言日興, 人心危懼, 若不保朝夕。 言念國事, 可謂痛哭。 當此之時, 宜思所以固結人心, 恢張公議, 以建不拔之基, 而不此之圖, 至以萬斤之威, 遽加於言事之臣, 惟恐公議之復發, 臣實爲聖明, 惜此擧措也。” 上命還給其疏, 下嚴批切責, 特罷其職焉。【原疏及批旨見上。】"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "On byeongja day, the King appointed Yi Se필 as assistant section chief of the Ministry of Punishments in byeongja year (. [Yi] Se필은 the grandson of the late wisdom State Councilor [Yi] Yong []. In eulmyo year (, [Yi] led all the students in claiming that [he] submitted a memorial to appeal to the King. [They] finally committed a crime and was banished to Yeonggwang . Later, the royal pardon was granted and returned. From this day forward, [he] discontinued the studies of the Royal Confucian Academy and concentrated on learning. [He] went so far as to study the gates of the various worthies in the world. His reputation was widely heard, and [he] was recommended several times. At first, [he] was appointed as a educational official . At this time, [he] was promoted to assistant section chief . In our country, those who did not study private horses were not allowed to be appointed to the three ministries . [However,], [Yi] Se필 and Jeong Jedu were especially recommended for their studies and accomplishments. Therefore, all of them were appointed to government posts.",
                "H2KE-nKo": "이세필을 형조 좌랑으로 삼았다. 이세필은 고 현상 이항복의 손자이다. 을묘년에 여러 유생을 거느리고 항소하여 송시열과 송준길을 위해 억울함을 호소하다가 마침내 죄를 얻어 영광으로 귀양갔는데, 뒤에 사면령으로 인하여 돌아오게 되었다. 이로부터 과거 공부를 폐지하고 학문에 전심하였으며, 간혹 당세의 여러 현인들의 문하에서 공부하여 명성이 널리 알려져 여러 차례 천장에 올랐다. 처음에 교관에 제수되었다가 이때에 이르러 승진시켜 좌랑에 제수하였다. 국법에 사마가 되지 못하는 자는 삼조를 허락하지 않는다고 되어 있는데, 이세필과 정제두는 단지 학행으로 천거되었기 때문에 모두 파격적으로 제수한 것이다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 10일(병자) 1번째기사",
                "gt-oKo": "이세필(李世弼)은 형조 좌랑(刑曹佐郞)으로 삼았다. 이세필은 그(故) 현상(賢相) 이항복(李恒福)의 손자이다. 을묘년에 여러 유생을 거느리고 항소(抗疏)하여 송시열(宋時烈)과 송준길(宋浚吉)을 위하여 송원(訟寃)하였다가 드디어 죄를 얻어 영광(靈光)으로 귀양갔는데, 뒤에 사(赦)함으로 인하여 돌아올 수 있었다. 이로부터 거자(擧子)의 업(業)을 폐하고 학문에 전심(專心)하였으며 사이에 당세(當世)의 여러 어진이의 문(門)에 놀아서 성명(聲名)이 크게 알려졌다. 여러 번 천장(薦章)에 올라 처음에 교관(敎官)에 임명되었다가, 이때에 이르러 좌랑(佐郞)에 올랐다. 국전(國典)에 사마(司馬)가 되지 않은 자는 삼조(三曹)를 허락하지 않았는데, 이세필과 정제두는 특별히 학행(學行)으로 천거를 받은 까닭에 모두 파격(破格)으로 이 벼슬을 제수한 것이다.",
                "hj": "○丙子/以李世弼爲刑曹佐郞。 世弼, 故賢相恒福之孫也。 乙卯, 率諸生抗疏, 爲宋時烈、宋浚吉訟冤, 遂得罪竄靈光, 後因赦得還。 自是, 廢擧子業, 專心學問, 間遊於當世諸賢之門, 聲名著聞, 累登薦章。 初授敎官, 至是陞拜佐郞。 國典不爲司馬者, 不許三曹, 而世弼及鄭齊斗特以學行被薦, 故皆破格而授之。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On muin day, the Office of the Inspector General suspended the recommendation of Jo Sangu and Song Gwangyeon , which was reported to the King that the 특별히 체차하라는 명을 도로 거두소서.” 하였다. 사신은 논한다. Jo Sangu and Song Gwangyeon were appointed as responsibility of responsibilities, and sometimes having been close to the royal kin, wished to clarify public justice, and thus they were repeatedly inflicted upon the sake of the time. The dignity of Your Majesty became critical, and eventually they were replaced. Indignant peoples opinions, the 양사에서 일제히 observed the opinions of the officials and the Office of the Inspector General impeached them for more than a month, ultimately they failed to change their minds. On this day, the Office of the Inspector General continued to suspend the discussions.",
                "H2KE-nKo": "사헌부가 조상우와 송광연을 특별히 체차하라고 한 명을 도로 거두어들이기를 청하는 계사를 정지하였다. 사신은 논한다. 조상우와 송광연은 언관의 직임을 맡고 있기도 하고 근밀한 자리에 있기도 하여 공의를 펴려고 하다가 거듭 시휘에 저촉되어 임금의 노여움이 거듭되어 마침내 체차되기에 이르렀다. 이에 여론이 답답해하고 양사가 일제히 일어나 한 달이 넘도록 간쟁하였으나 끝내 주상의 마음을 돌리지 못하였다. 이때에 이르러 서로 잇달아 논핵하는 계사를 정지하였다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 12일(무인) 1번째기사",
                "gt-oKo": "사헌부(司憲府)에서 조상우(趙相愚)와 송광연(宋光淵)을 특별히 체직한 명을 도로 거두라는 계청(啓請)을 정지하였다. 사신(史臣)은 말한다. “조상우와 송광연은 혹 언책(言責)을 맡고 혹 근밀(近密)에 있어서 공의(公議)를 펴고자 하여 무겁게 시휘(時諱)에 저촉(抵觸)되어 천위(天威)가 거듭 노여워하여 마침내 체직하기에 이르렀으니, 여정(輿情)이 답답해하고 양사(兩司)에서 일제히 일어나 다투어서 달을 넘겼어도 마침내 천의(天意)를 돌리지 못하였으므로, 이때에 이르러 서로 이어서 정론(停論)한 것이다.”",
                "hj": "○戊寅/憲府停趙相愚、宋光淵特遞還收之啓。 【史臣曰: “相愚、光淵或任言責, 或居近密, 欲伸公議, 重觸時諱, 天威震疊, 竟至遞免。 輿情拂鬱, 兩司齊發, 爭之閱月, 終未回天。 至是, 相繼停論。】"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Great Lord of Cheongseong Kim Domyeong made a request to the King and reported to the King, Magistrate of Suan County Kim Domyeong misappropriated land in Sinjin and fraudulently reported [to the King]. [The King] requested that [Kim Domyeong] be punished in accordance with the previous statutes, thereby eradicating the harmful effects of [Kim Domyeong]. [The King] agreed with this. [The King] also said that when [Kim Domyeong] went to Beijing, [Kim Domyeong] borrowed silver from the physicians and interpreters from Ganghwa and requested that separately [Kim Domyeong] be applied to the interpreters of Dongnae and that [Kim Domyeong] be separately punished for the price of goods that had been captured by Japanese guesthouses. [The King] also ordered the Ministry of Taxation not to collect other taxes. The King approved this. 사신은 논한다. [Kim Domyeong] said to the King that [Kim Domyeong] be only a few single s. Generally speaking, the colony land has been a long time. In ancient times, colony land was established for military provisions. Now, colony land in Suan is all privately affiliated with the military administrative headquarters, and the half of them were supplied to useless single supply. [Kim Domyeong] separately established a government office and made a root of fugitives. Instead, the colony land administratively did not occupy the district, and the single s of horses. In all cases where [Kim Domyeong] imposed upon the people, [Kim Domyeong] harmed commoners. This is truly a source of evil effects. In the other day, the inspectors and censors submitted a joint memorial requesting that [Kim Domyeong] be abolished. This was also based on the public opinions of the country. [Kim] Seokju, as [Kim Domyeong], having occupyed the government, did not reform [his single s",
                "H2KE-nKo": "청성부원군 김석주가 청대하여 주상에게 아뢰어, 수안 군수 김도명이 새 진의 전결을 농간을 부려 거짓으로 보고한 정상에 대해 구안에 의거하여 침탈당하는 폐단을 근절할 것을 청하니, 주상이 옳게 여겼다.또 연경에 갔을 때 강도의 은을 의관과 역관에게 빌려 준 일로 인책하고, 이어 동래의 역관에게 별도로 신칙하여 먼저 왜관에 빼앗긴 물화의 값을 거두게 하고, 또한 호조로 하여금 다른 세금을 징수하지 말게 할 것을 청하니, 주상이 또 그대로 따랐다. 사신은 논한다.김석주가 청대하여 말한 것은 이 몇 가지 일에 불과할 뿐이다. 대체로 둔전이 폐단이 된 지 오래되었다. 옛날의 둔전은 군대의 식량을 위한 것이었고, 지금의 둔전은 모두 군문의 사사로운 바가 되어 반은 무익한 용도로 돌아가고 말았다. 그런데 따로 아문을 세워 도망치는 하나의 소굴을 만들고, 전정은 현관을 거치지 않고 군액은 사마에 관계되지 않아 무릇 세금과 요역이 모두 관여되지 않았다. 열읍에 폐를 끼치고 양민에게 해를 끼치니, 이는 진실로 오늘날의 고질적인 폐단이다.이후로 대간이 연이어 소장을 올려 혁파할 것을 청한 것은 또한 일국의 공론이다.김석주는 묘당에 있으면서 변통할 것을 생각하지 않았고, 또 내지에 여러 진을 설치하여 둔전을 넓히고 본읍으로 하여금 감히 어쩌지 못하게 하고자 하였으니, 김도명이 교활하여 빼앗고자 한 것이 반드시 나라를 위한 데서 나왔는지 모르겠다. 그러나 김석주가 여러 둔전을 곡진히 비호한 것은 또한 이상하다. 더구나 의관과 역관의 무리가 장사를 하는 것은 진실로 사대부들이 부끄럽게 여기는 바인데, 김석주가 이미 군수를 빌려 주었다가 갚을 수 없게 되자 또 따라서 말을 만들어 주상 앞에 아뢰어 누누이 그치지 않았으니, 남의 비난을 면하고자 하는 것은 어려운 일이다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 14일(경진) 1번째기사",
                "gt-oKo": "청성 부원군(淸城府院君) 김석주(金錫胄)가 청대(請對)하여 임금에게 아뢰어서 수안 군수(遂安郡守) 김도명(金道鳴)이 새 진영(鎭營)의 전결(田結)을 농간을 부려서 속여 보고한 정상(情狀)을 가지고 구안(舊案)에 의거하여서 침점(侵占)을 당하는 폐단을 끊기를 청하니, 임금이 이를 옳게 여겼다. 또 연경(燕京)에 갈 때에 강도(江都)의 은(銀)을 의관(醫官)과 역관(譯官)에게 꾸어준 일로써 인구(引咎)하였다. 이어 별도로 동래(東萊)의 역인(譯人)에게 신칙하여 먼저 그 왜관(倭館)에 넘겨진 물화(物貨)의 값을 받게 하고, 또한 호조(戶曹)로 하여금 다른 세금을 받지 말게 하기를 청하니, 임금이 또 그대로 따랐다. 사신(史臣)은 말한다. “김석주가 청대하여 말한 것은 이 몇 가지 일에 지나지 않을 뿐이다. 대저 둔전(屯田)의 폐단됨이 오래되었다. 옛날의 둔전은 군인의 식량이 되는 것인데, 지금의 둔전은 모두 군문(軍門)에서 사사로이하는 바가 되어, 반은 무익(無益)한 용도로 돌아가며, 따로 아문(衙門)을 세워서 죄에서 빠져나가 숨는 숲으로 만든다. 전정(田政)이 현관(縣官)에서 말미암지 않고 군액(軍額)이 사마(司馬)에 관계되지 않아 무릇 정역(征役)이 모두 관여함이 없어서 여러 고을에 폐를 끼치고 양민(良民)에게 해(害)를 옮기니, 이는 진실로 오늘날의 고질적인 폐단이다. 그때에 대간(臺諫)에서 소장(疏章)을 계속 올려 정파(停罷)를 청하던 것은 대개 또한 일국(一國)의 공론(公論)이다. 김석주는 자신이 묘당(廟堂)에 있으면서 변통(變通)을 생각하지 않고, 또 여러 진(鎭)을 내지(內地)에 설치하고 둔전(屯田)을 넓혀서 본고을로 하여금 감히 말붙이지 못하게 한다. 김도명이 교활하여서 그 빼앗고자 하는 바가 반드시 나라를 위하는 데에서 나옴을 알지 못하니, 김석주의 도리를 굽혀 여러 둔전(屯田)을 옹호함이 그 또한 다르겠는가? 더욱이 의관과 역관의 무리의 무판(貿販)은 진실로 사부(士夫)가 말하기를 부끄럽게 여기는 바인데도, 김석주는 이미 군수(軍需)를 꾸어 주고 이를 갚지 못하기에 이르러서는 또 따라서 변명을 하며 임금 앞에 여쭈어서 말이 많기에 이르니, 남의 비방을 면하고자 하여도 어렵다.”",
                "hj": "○庚辰/淸城府院君金錫冑請對白上以遂安郡守金道鳴新鎭田結弄奸瞞報之狀, 請依舊案, 以絶見侵之弊, 上可之。 又以赴燕時, 江都銀貸給醫譯事引咎, 仍請別飭東萊譯人, 先收其倭館所被執物貨之價, 而亦令戶曹, 無徵他稅, 上又從之。 【史臣曰: “錫冑之請對而言之者, 不過此數事而已。 夫屯田之爲弊也久矣。 古之屯田, 所以爲軍食;今之屯田, 皆爲軍門之所私, 半歸於無益之用, 而別立衙門, 作一逋逃之藪, 田政不由於縣官, 軍額不關於司馬, 凡有征徭, 皆無與焉。 貽弊列邑, 移害良民, 則此誠今日之痼弊, 而異時臺諫之連章請罷者, 蓋亦一國之公論也。 錫冑身居廟堂, 不思變通, 又設諸鎭於內地, 廣其屯田, 而欲使本邑, 無敢誰何, 道鳴狡猾, 其所欲奪者, 未知其必出於爲國, 而錫冑之曲護諸屯, 其亦異哉。 況醫譯輩商販, 固士夫之所羞道, 而錫冑旣爲之貸給軍需, 及其不能償之, 則又從而爲之辭, 至白上前, 縷縷不已, 欲免人之譏議也難矣。”】"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinsa day, the first day of the month, Second Minister of Personnel 박세채 , who was in the middle of the district, presented a memorial to the King to resign from his post. The King granted a royal approval and did not grant permission. At this time, the discussion of the posthumous title was held on the basis of rumors and the discussion of reducing the number of posthumous titles in order to resent the peoples resentment. Kim Ikjeongs false accusation was seriously punished by the public opinion. Therefore, the contrary to the purpose of exposing ulterior motives from the purpose of personal favoritism. Originally, the evil effects of the literature were not known to 박세채. Even though the contrary to the entire family answered the questions, the contrary to what was done. However, the memorial of wicked shamans sentenced to punish the guilty of the King and the guilty of the",
                "H2KE-nKo": "신사년에 이조 참판 박세채가 현과 도를 통해 사직하는 상소를 올렸는데, 주상이 의례적인 비답을 내리고 허락하지 않았다.이때 추시하자는 논의는 형식적인 것이고, 재생하자는 논의는 백성들의 원망을 많이 초래한 것이었다. 김익훈의 무고가 거듭 공의에 죄를 얻었으니, 박세채가 송시열과 버금가는 것은 진실로 사사로움이 없는 뜻에서 나온 것이다. 문호를 이루고 고질적인 폐단을 만드는 것은 애당초 박세채가 알 바가 아니며, 한집안 사람과 문답한 것에 대해서는 그 이야기가 어떠한지는 모르겠으나, 요망한 무당을 토죄하기를 청하는 상소에서 의리를 지키고 법을 집행하면서 양전의 비위를 거스리는 것을 돌아보지 않았으니, 참으로 도로써 임금을 섬기는 의리를 얻었다고 할 수 있다. 권우가 전과 같지 못한 것은 바로 세도의 불행이니, 명실이 서로 부합하지 않는다는 말이 어찌하여 나왔는가. 신익상이 나오지 못하게 만류한 것은 속유가 졸렬함을 감추려는 계책에 지나지 않으니, 군자의 출처의 정도를 논한 것이 아니다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 15일(신사) 1번째기사",
                "gt-oKo": "이조 참판(吏曹參判) 박세채(朴世采)가 현도 사직소(縣道辭職疏)를 올리니, 임금이 전례(前例)대로 비답(批答)을 내려 허락하지 않았다. 이때에 추시(追諡)의 의논이 이미 형식적인 문장에 속하고, 재생(裁省)의 의논이 크게 민원(民怨)을 초래하였으며, 김익훈(金益勳)의 무고(誣告)가 거듭 공의(公議)에 죄를 지었으니, 박세채가 송시열(宋時烈)과 어긋남은 진실로 사사로움이 없는 뜻에서 나온 것이고, ‘문호(門戶)를 이룸이 고질적인 폐단에 기초를 두었다.’는 것은 처음에 박세채가 알 바가 아니며, 일가인(一家人)의 문답(問答)이라는 것은 그 말이 어떤 것인지 알지 못하지만, 요사스러운 무당이 죄를 나무라도록 청한 소(疏)는 대의(大義)를 지키고 법을 잡아서 양전(兩殿)에 저촉되어 거슬림도 돌아보지 않았으니, 참으로 도(道)로써 임금을 섬기는 의리(義理)를 얻었다. 권우(眷遇)가 전과 같을 수 없음은 곧 세상 도리의 불행인 것이다. 명실(名實)이 서로 맞지 않는다는 말이 무엇 때문에 나왔는가? 신익상(申翼相)의 ‘나오지 말게 하라.’는 말에 이르러서는 속유(俗儒)가 자신의 졸렬함을 감추는 계교에 지나지 않아서 군자(君子)의 출처(出處)의 바름을 논하는 것은 아니다.",
                "hj": "○辛巳/吏曹參判朴世采從縣道, 上辭職疏, 上賜例批不許。 是時, 追諡之論, 旣涉浮文, 裁省之議, 厚招民怨。 益勳誣告, 重得罪於公議, 則世采之貳於宋時烈, 固出於無私之意。 成門戶、基痼弊, 初非世采之所知, 一家人問答, 雖未知說話之如何, 而妖巫請討之疏, 秉義執法, 不顧其觸忤於兩殿, 則眞得以道事君之義。 眷遇之不能如前, 直是世道之不幸, 名實不相副之說, 何爲而發? 至於申翼相所以挽令勿出, 不過俗儒藏拙之計, 非所以議君子出處之正也。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinmyo day, 영의정 김수항이 청대하여, the King reported to the King, saying, During the first month of the gyemyo year (, when your subject received the officials in the State Tribunal in audience, the recorder [of the Office of Royal Decrees] did not disclose the fact that the recorder [of the Office of Royal Decrees] took small drafts from the 소매 속에서 꺼내 and read them before the King. This was because the recorder [of the Office of Royal Decrees] erroneously erroneously. The King said, Now I have heard that the erroneous erroneously erroneous ly",
                "H2KE-nKo": "영의정 김수항이 청대하여 주상에게 계해년 1월에 국청의 신하들을 인견하였을 때 주서가 일기를 사실대로 기록하지 않은 실상을 아뢰고, 이어 소매 속에서 소초를 꺼내 주상 앞에서 펼쳐 읽었는데, 바로 일기를 잘못 기록한 부분을 손수 초록한 것이었다. 주상이 말하기를,“지금 대신의 말을 들으니, 이처럼 잘못되어 훗날 믿을 수 없게 되었다. 좌의정이 지난번에 한 말과 오늘 한 이야기를 일기에 자세히 기록하여 참고할 수 있게 하라.”하였다. 사신은 논한다. 지금 일기를 보니 주서가 참으로 잘못이 있다. 그러나 김수항의 송환을 처리하는 방도가 과연 형법의 중도를 얻어 의언의 정당함을 잃지 않는다면, 장차 사람마다 그 말을 외우고 찬미하여 모두 ‘이는 아무 정승이 우리 임금에게 건의하여 밝힌 것이다.’라고 할 것이니, 변론하는 말을 기다릴 것도 없이 주서의 잘못은 저절로 가릴 수 없을 것이다. 김수항은 그렇지 않아 영의정이 되어 의옥을 분명하게 하지 못하여 사람을 크게 무함하여 형벌을 잘못 적용하게 하였고, 또 그 말이 혹시라도 전후가 다를까 염려하여 직접 일기를 초록하여 주상 앞에 나아가 읽었는데, 시끄럽게 스스로 변명하여 말씨가 온화한 것을 크게 잃었다. 또한 지금의 주서가 전과 같이 잘못 기록할까 염려하여 대신에게 다시 묻기를 청하기까지 하고 스스로 기주를 삼아 주서에게 보냈다. 이렇게 해서 국가의 신사가 되게 하려 하였으니, 그 또한 매우 생각하지 못한 것이다. 더구나 좌사, 우사가 기록한 것이 분명하고 명백할 뿐만이 아니니, 진실로 선악이 있다면 또한 충분히 전하고 믿을 수 있을 것이다. 일기를 잘못 기록한 것이 어찌 역사를 편수할 때 해가 되겠는가. 그런데도 김수항 등은 이에 급급하여 스스로 거리낌 없는 주벌에 빠지는 것을 알지 못하였다. 김수항은 비록 문아하여 일컬을 만하지만 기국과 식견이 짧고 얕았기 때문에 이렇게 옳지 않은 일을 하여 무궁한 폐단을 열었으니, 탄식을 금할 수 있겠는가.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 25일(신묘) 1번째기사",
                "gt-oKo": "영의정(領議政) 김수항(金壽恒)이 청대(請對)하여, 계해년 정월에 국청(鞫廳)에서 여러 신하를 인견(引見)하였을 때 주서(注書)의 일기(日記)가 실지를 잃은 정상(情狀)을 임금에게 아뢰고, 이어 소맷속에서 소초(小草)를 꺼내어 임금 앞에서 펴 읽었으니, 곧 일기의 착오(錯誤) 있는 곳을 손수 초록(抄錄)한 것이다. 임금이 말하기를, “이제 대신의 말을 듣건대 어긋남이 이와 같으니, 후세에서 믿을 수 없다. 좌상(左相)의 전날의 말과 오늘 말한 것을 갖추 일기에 기록하여서 참고(參攷)의 터전으로 삼도록 하라.” 하였다. 사신(史臣)은 말한다. “이제 일기(日記)를 보건대, 주서(注書)가 진실로 잘못된 것이 있다. 그러나 김수항(金壽恒)의 김환(金煥)에 대한 도리가 과연 형법(刑法)의 중정(中正)을 얻어 의언(議讞)의 바름을 잃지 않았다면, 사람들로 하여금 그 말을 외우며 아름답게 여겨 모두 말하기를, ‘이는 아무 정승이 우리 임금께 건명(建明)한 것이다.’라고 하게 할 것이니, 변명의 말을 기다리지 않고도 주서의 잘못을 스스로 가릴 수 없는 것이다. 김수항은 그렇지 못하여 자신이 수상(首相)이 되어서 언옥(讞獄)이 밝지 못하여 사람을 무고(誣告)하여 대대(大憝)에 이르게 하여서 실형(失刑)을 받게 하였다. 또 그 말이 혹시 전후(前後)가 다를 것을 두려워하여 손수 일기를 베껴 가지고 임금 앞에 나아가 소리 내어 읽어 스스로 밝혀서 사기(辭氣)의 온화함을 매우 잃었다. 또한 지금의 주서(注書)가 전의 오록(誤錄)에 말미암을 것을 염려하여, 다시 대신에게 물어 스스로 기주(記注)하여서 주서에게 보내기를 청하여 이것을 국가의 신사(信史)로 삼고자 하기에 이르렀으니, 그 또한 생각하지 않음이 심하다. 하물며 좌사(左史)·우사(右史)의 기록한 바가 분명히 명백할 뿐만 아니라 진실로 선악(善惡)이 있다면 또한 전신(傳信)하기에 족한데, 일기(日記)의 오록(誤錄)이 또 어찌 수사(修史)할 때에 해가 되겠는가? 그런데도 김수항 등이 급급(汲汲)하여서 스스로 기탄(忌憚)함이 없는 죄에 빠짐을 알지 못한다. 대개 김수항은 비록 문아(文雅)를 일컬을 만하나 그 기량과 식견이 짧고도 얕은 까닭에 이 옳지 않은 거조가 있어서 끝없는 폐단을 열었으니, 탄식이 나옴을 견딜 수 있겠는가?”",
                "hj": "○辛卯/領議政金壽恒請對, 白上以癸亥正月, 鞫廳諸臣引見時, 注書日記失實之狀, 仍取出小草於袖中, 展讀於上前, 乃日記錯誤處, 手自抄錄者也。 上曰: “今聞大臣之言, 差謬如此, 無以取信於後日。 左相頃日之言及今日說話, 備錄於日記, 以爲參攷之地。” 【史臣曰: “今觀日記, 注書誠有誤矣。 然壽恒處煥之道, 果得刑法之中, 不失議讞之正, 則將使人人誦美其言, 咸曰: ‘此, 某相之所建明於吾君者也。’ 不待辨說, 而注書之誤, 自不可掩矣。 壽恒不然, 身爲首相, 讞獄不明, 使誣人大憝, 至於失刑, 而又恐其言之或異於前後, 手抄日記, 進讀於上前, 而呶呶自明, 殊失辭氣之雍容。 亦慮今之注書, 猶前之誤錄, 至請更問於大臣, 而自爲記注, 以送於注書, 以此而欲以爲國家之信史, 其亦不思之甚矣。 況左右史所記, 不啻較然明白, 苟有善惡, 亦足傳信。 日記誤錄, 又何害於修史之時, 而壽恒等, 乃汲汲焉不知自陷於無忌之誅, 蓋壽恒雖文雅可稱, 而其器識短淺, 故有此不韙之擧, 以啓無窮之弊, 可勝歎哉?”】"
            }
        },
        "27": {
            "1": {
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 27일(계사) 1번째기사",
                "gt-oKo": "집의(執義) 한태동(韓泰東)이 김만채(金萬埰)의 소(疏)로 인하여 진소(陳疏)하여서 스스로 변명(辨明)하였으니, 대략 이르기를, “그 소(疏)의 상하 수천 마디 말을 진실로 일일이 나열할 수 없습니다만, 그 큰 뜻은 이렇습니다. 그때의 형찰(詗察)을 가지고 비록 미세(微細)한 일이라도 모두 김환(金煥)의 무리에게서 듣고 대신(大臣)에게 품의(稟議)하여서, 그 근본 지휘가 대신에게 나온 것으로 하고, 김환이 전익대(全翊戴)를 유인하여 위협하고 한수만(韓壽萬) 등이 병기(兵器)를 던져준 것 같은 것은 모두 그 아랫사람에게로 돌려서 마치 모두 주장하고 아는 것이 없는 것같이 하였으니, 그 편의대로 벗어나려는 계책이 참으로 교묘(巧妙)합니다. 아! 그 흉역(凶逆)을 형찰(詗察)함이 얼마나 중대한 일입니까? 그런데도 대신이 이미 그것을 오로지 김익훈(金益勳)에게 맡겨, 그 기회를 틈타서 교묘한 수단을 쓰며, 은밀할 일을 유도(誘導)하여 알아내고 잠복한 것을 탐지하였습니다. 사람을 조종하여 앞으로 나아가고 뒤로 물러섬이 모두 그 손에서 나와서 계책이 정해진 뒤에 대신과 의논하여, 김익훈이 ‘은화(銀貨)를 주어야 합니다.’하면 대신도 ‘주어야 한다.’하고 김익훈이 ‘융물(戎物)을 주어야 합니다.’하면 대신도 ‘주어야 한다.’ 하였습니다. 그런데도 이제 와서 말하기를, ‘이는 모두 대신에게 품(稟)하였으니, 내가 오로지 한 바가 아니다.’ 한다면 되겠습니까? 김익훈이 이미 김환 등과 형찰의 일을 맡았으면, 이는 반드시 심간(心肝)이 서로 의지하고 이목(耳目)이 서로 통하여 비밀스럽고 절실하게 계모(計謀)하며 정녕(丁寧)하게 부탁하여서, 비록 한번의 동정(動靜)과 한 번의 시위(施爲) 사이에서도 서로 알고 서로 의논하지 않음이 없은 연후에는 기회를 잃거나 일을 그리침이 없을 수 있습니다. 남의 은밀한 일을 얼마나 유도하여 물음이 얼마나 긴밀한 모임이며, 남에게 융기(戎器)를 주는 것이 얼마나 위태로운 일인데, 김익훈이 모두 관리하지 않고 살피지 아니하여서, 어느날 누구를 만나고 어느 때에 어떤 물건을 주는지 알지 못한다는 것이 과연 이치에 가깝단 말입니까? 김환이 이미 전익대의 의심스러움을 알아서 장차 유인하고 위협하고자 이 날 김익훈과 함께 깊은 밤에 모였으니, 그 의심스러운 형적(形跡)과 장차 유인하고 위협하려는 정상(情狀)을 김환이 반드시 혼자 알아서 혼자 행한 것이 아닙니다. 뜻이 맞고 계교가 정하여져 군뢰(軍牢) 1인을 주어 보냈으니, 서로 모여 계획을 세웠음이 어찌 확실하게 모두 드러나지 않았습니까? 그런데도 말하기를, ‘그 날 만난 것은 생각했던 바가 아니다.’라고 하니, 옳습니까? 그 유인하고 위협하며 밝혀내기에 미쳐 여러 날 구류(拘留)하고, 처음에 그로 하여금 상변(上變)하게 하지 않고 마침내 친히 스스로 밀계(密啓)하였습니다. 이미 끌어넣은 여러 사람이 모두 정실(情實)이 없게 되자, 그때에는 마치 전익대의 다른 날의 증언(證言)에 핍박당하여 어쩔 수 없이 이를 한 것처럼 하였으니, 비록 음밀(陰密)하다는 일컬음을 면하고자 한들 어찌 가능할 수 있겠습니까? 병기를 주는 것이 과연 적정(賊情)을 탐지하고자 하는 것이라면, 또한 장차 주고 받는 시기(時期)를 밀의(密議)하고 정형(情形)의 실상을 확실하게 얻은 연후에 탐시(探試)를 말함이 옳습니다. 어찌 막연하게 응답(應答)하기를 ‘준다.’고 하여서 본래 그 사이에는 아는 바가 없었단 말입니까? 이것은 비록 평소 세상일에 어둡고 허탄하다고 일컬어지는 자라 하더라도 반드시 이렇게 하지 않는데, 어찌 김익훈처럼 간사하고 교활한 자가 이렇게 하겠습니까? 마침내 내려다 보아도 손을 댈 만한 어두운 곳이 없게 되기에 이르자 이어서 즉시 고발(告發)한 것인데, 오늘에 와서 주고 받을 때에 미리 안 바가 아니라고 함은 그 기만(欺瞞)함이 또한 심한 것입니다. 그 융물(戎物)의 공유(公有)가 되고 사유(私有)가 되는 것 같은 것은 또한 논할 바가 아닙니다. 김만채의 소(疏) 안의 이른바 그 아비를 구함(構陷)한 4관(欵)이라는 것은 기찰(譏察)과 은화(銀貨)와 이 두 가지 일입니다. 기찰을 진실로 잘하였다면 다시 어찌 미워하겠으며, 은화를 내줄 만하였다면 또 어찌 거리끼겠습니까? 어찌 오로지 이것으로써 그 아비의 죄를 삼는단 말입니까? 융물을 밀계(密啓)한 것은 비록 꾸밈을 교묘하게 하고 가려 덮음을 잘한다 하여도 신은 그 파탄을 가리기 어려울 것이라고 생각합니다. 아! 난신 적자는 사람마다 죽음을 당하여서 무릇 혈기(血氣) 있는 무리가 모두 피를 흘려 토죄(討罪)를 청할 마음이 있으니, 허새(許璽)·허영(許瑛)의 반역(叛逆)함을 누가 통분(痛憤)하게 여기지 아니하여서 김익훈의 형찰하여 얻음을 도리어 미워한단 말입니까? 만약 김만채의 이 말을 제목(題目)을 만들어서 평의(評議)하는 데 들인다면 과연 무슨 죄명이 되겠습니까? 김만채가 폭로하는 데 급급하여 사람에게 이같은 죄와 이같은 이름을 더하고자 하니, 아! 차마 할 수 있었겠습니까? 허새(許璽)·허영(許瑛)의 복주(伏誅)된 것이 비록 김익훈에게서 말미암는다고 하지만, 그들은 곧 죽은 역적을 믿고 구실로 삼았는데, 비록 별다른 허물과 다른 악(惡)이라도 사람의 입에 재갈을 물리어 논하지 못하게 함은 어찌된 것입니까? 훗날 입을 빌어서 사람을 어육(魚肉)으로 만드는 것이 반드시 이에 말미암지 않음이 없을 것이니, 이는 그 계책이 다만 이비를 송원(訟寃)하는 데 있을 뿐만이 아닙니다. 신의 인피(引避)하는 글 속의 말을 가지고 신변(伸辨)하는 바가 있기에 이르렀는데, 그 중에서 유독 세금을 견감(蠲減)해【세금을 감하여 주는 것이니 김익훈은 나라에서 감하여 준 백성의 세금을 사사로이 거두어서 자기 집으로 옮겼다.】 주는 한 항목만을 들어서 말을 하고, 정승이 타는 말에 제손으로 가철(加鐵)한 것과 역적(逆賊)의 부인을 버젓하게 데리고 사는 것같은 일들은 일언 반구도 자백도 없이 단지 ‘모두 이것과 비슷하다.[擧皆類此]’라는 한 귀절을 가지고 모든 조목을 모두 가리워버림은 어찌된 것입니까? 어찌 앞의 몇 가지 일이 과연 탄핵하는 글에 올라 여송(輿誦)에 전파(傳播)되면 비록 김만채를 가지고도 고칠 수 없고 홀로 이것만이 신변할 수 있기 때문이 아니겠습니까? 홀로 그 ‘종당(宗黨)이 반거(盤據)하여 세력이 이루어지고 위엄이 선다.[宗黨盤居 勢成威立]’라는 여덟 글자를 가지고 신이 그은 온집안을 주륙(誅戮)할 뜻이 있다고 말하니, 이것이 가소롭습니다. 김만채의 집안에 대하여 신이 무슨 원한이 있기에 이같은 주륙(誅戮)할 계책을 한단 말입니까? 김익훈으로 하여금 과연 종당(宗黨)·위세(威勢) 등의 말한 만할 것이 없게 하였다면, 신의 말이 망녕될 뿐입니다. 온 집안이 무슨 병에 걸렸는지, 그렇지 않으면 혹시 여기에 가까운 것인지 알지 못하겠습니다만, 비록 신의 말이 없다 한들 어찌 또 낫겠습니까? 시험삼아 김익훈의 평생을 가지고 말하여 보겠습니다. 변변치 못한 백도(白徒)가 경박하고 비루하기 짝이 없어서 전후(前後)하여 논한 자가 혹은 그 재앙을 입으니, 온 세상 사람이 눈흘겨 보며 말을 삼켜서 감히 말하지 못합니다. 이와 같으면서 종당(宗黨)이 강성(强盛)하여 위세(威勢)가 이루어졌다는 비방이 없고자 한들 되겠습니까? 이것은 마땅히 조금이라도 스스로 반성함이 있어야 하고 오로지 말하는 자를 탓하여서는 안 됩니다.”【자세한 것은 위에 보인다.】 하였다. 소(疏)가 들어가니, 임금이 체차(遞差)하도록 명하였다. 사신(史臣)은 말한다. “김익훈은 자신이 형찰의 일을 맡아 마침내 전익대(全翊戴)의 무고(誣告)를 주장하여서 인심(人心)이 놀라고 분개하여 그와 더불어 반열(班列)을 함께함을 부끄럽게 여겼으니, 찬배(竄配)의 계청(啓請)을 그 누가 옳지 않다고 하겠는가? 묘당(廟堂)에서는 처음에 형찰할 때 이미 참여하여 들었으며, 대계(臺啓)가 이미 발(發)한 뒤에는 차마 김익훈에게 죄를 돌리지 못하고 또 인책(引責)하여 스스로 담당하려들지 못하여서 공의(公議)를 깊이 배격하고 위로 천청(天聽)을 현혹하였다. 그래서 김익훈을 비호(庇護)하기를 마치 미치지 못할 것 같이하여 한때의 청의(淸議)를 견지(堅持)하는 자로 하여금 조정(朝廷) 위에서 불안하게 하였으니, 이는 진실로 묘당의 허물이다. 그 이른바 청의(淸議)도 또한 어찌 과실이 없다고 할 수 있겠는가? 대저 김익훈의 악(惡)은 무옥(誣獄)을 기다리지 않고도 드러난지 이미 오래이니, 묘당에서 장수(將帥)의 임무에 발탁하여 둔 것이 실로 사람들의 기대 밖에서 나왔다. 비록 ‘때가 위태롭고 의심스러운 시기를 당하여서 병권(兵權)을 외부 사람에게 맡길 수 없다.’고 말하지만, 조정으로 하여금 처치(處置)가 마땅할 수 있게 하였다면, 왕승종(王承宗)같은 흉포(凶暴)한 자도 손을 거두게 할 수 있었을 것이다. 하물며 김익훈은 본래 장수가 될 만한 재목이 아니니, 또 어찌 이를 맡기기에 족하겠는가? 이때를 당하여 청의가 이것을 옳지 않다고 하였다는 것을 듣지 못하였으며, 바야흐로 척리(戚里)의 권력을 빌어서 그 세력을 굳히고자 하였다. 조지겸(趙持謙)의 무리는 또 따라서 척리의 자제(子弟)를 천진(薦進)하여 한원(翰苑)과 천관(天官)에서 수(數)가 많기로 으뜸이 되어서 그 성세(聲勢)를 더하였으니, 종족(宗族)이 강성하고 세력이 이루어진 것은 바로 청의를 하는 자가 이렇게 만든 것이다. 평소에 그를 대우함이 이와 같으면서도 이에 묘당에 통의(通議)한 일을 홀로 김익훈의 죄로 삼아 이를 주장함이 매우 급하니, 이것은 한갓 원독(怨毒)을 취하여서 스스로 전패(顚沛)를 초래하는 것이다. 한태동(韓泰東)의 소(疏)같은 것은 또한 격분(激忿)함이 있어 발(發)한 것이니, 그 김익훈의 일을 논함이 정상(情狀)을 다하였다고 말할 수 있다. 그러나 처음에 성명(聖明)을 계도(啓導)하지 못하고 이제 와서 비록 머리를 부순들 또 어찌 나라 일에 도움이 되겠는가? 개탄(慨嘆)할 만하다.”",
                "hj": "○癸巳/執義韓泰東因金萬埰疏, 陳疏自辨, 略曰: 其疏上下數千言, 固不可一一縷列, 而其大意, 則以其時詗察, 雖微細之事, 皆聞之於煥輩, 稟議於大臣, 其根本指揮, 則爲出於大臣。 如金煥之誘脅翊戴, 壽萬等之投給戎物, 則率歸之於其下, 有若俱無主張與知者, 其便宜脫出之計, 巧則巧矣。 噫! 詗察凶逆, 何樣重事, 而大臣旣以是專委於益勳, 則其投機設巧, 鉤隱探伏, 操縱闔闢, 皆出於其手, 謀定之後, 議之大臣。 益勳曰: “銀貨可給。” 大臣曰: “可給。” 益勳曰: “戎物可與。” 大臣曰: “可與。” 而今乃曰: “此皆稟之大臣, 非吾所專。” 可乎? 益勳旣以煥等任詗察之事, 則是必心肝爲寄, 耳目相輸, 密切計謀, 丁寧付托。 雖一動靜、一施爲之間, 無不相知相議, 然後可無敗幾誤事矣。 鉤問人隱情, 何等緊會; 付授人戎器, 何等危事, 而益勳乃都不照管、都不省覺, 不知某日之見某人, 某時之付某物者, 其果近理乎? 金煥旣知翊戴之可疑, 將欲誘脅, 乃於是日, 與益勳款洽深夜, 則其可疑之跡、將脅之狀, 煥必不獨知而獨行, 意合計定, 給送軍牢, 其參會籌算, 豈不的然畢露, 而乃曰: “其日歷見非所料。” 可乎? 及其誘脅鉤致, 累日拘留, 初不使渠上變, 終焉親自密啓, 旣所引諸人, 俱無情實, 則乃若迫於翊戴他日之證, 不得已而爲之者然, 雖欲免陰密之稱, 烏可得乎? 授以戎物, 果是欲探賊情, 則亦將密議授受之期, 的得情形之實, 然後謂之探試可矣, 豈可漫應曰給, 而元無所知於其間乎? 此雖平日號爲闊誕疎迂者, 必不爲之, 豈奸獪如益勳者而爲之乎? 終至瞰無投暗, 仍卽發告, 而今日授受之際, 非其預知者, 其欺謾亦甚矣。 若其戎物之爲公爲私, 亦非所論也。 萬埰疏中所謂, 構陷其父四款, 譏察、銀貨與是兩事也。 譏察苟善, 復何惡焉; 銀貨可出, 亦何妨哉? 豈專以是爲其父之罪, 而密啓、戎物則雖工於造飾, 善於遮蓋, 臣恐其破綻而難掩也。 嗚呼! 亂臣賊子, 人人得以誅之。 凡有血氣之倫, 擧有沫血請討之心, 璽、瑛之爲逆, 孰不痛焉, 而益勳之詗得, 乃反嫉之耶? 若使萬埰此言, 做題目入思議, 則果何罪名, 而萬埰急於伸暴, 乃欲加人以如是之罪、如是之名, 噫! 不其忍乎? 璽、瑛之伏法, 縱由於益勳, 而彼乃挾死賊而爲藉, 雖別愆他惡, 箝人之口, 使不得論者何也? 他日藉口而魚肉人者, 未必不由於此, 是其計不但在於訟父而已。 至以臣避辭中語, 有所伸辨, 而其中獨擧蠲稅一款爲言, 如加鐵相騎、顯蠱逆婦等諸事, 無一言半辭以自白, 而秪以擧皆類此一句, 蔽盡諸條何哉? 豈前數事, 果登於彈墨, 廣播於輿誦, 雖以萬埰不能改也, 而獨此有可伸者耶? 獨其以宗黨盤據, 勢成威立八字, 謂臣有誅戮闔門之意, 此可笑也。 萬埰闔門, 於臣有何仇怨, 而爲此芟夷之計乎? 使益勳果無宗黨威勢之可言, 則臣言妄耳, 闔門何病焉? 不然而或近是焉, 則雖無臣言, 又奚瘳焉? 試以益勳平生言之, 幺麽白徒, 何等腐鼠, 而前後論者, 或被其殃, 擧世睽睽, 呑莫敢言。 若是而欲無宗强勢成之誚, 可乎? 是宜少有自反, 未可專咎言者也。【詳見上。】 疏奏, 上命遞差。 【史臣曰: “益勳身任詗察之事, 竟主翊戴之誣告, 人心駭憤, 羞與同列, 則竄配之請, 夫誰曰不可? 廟堂初旣與聞於詗察之際, 而臺啓旣發之後, 不忍歸罪於益勳, 又不肯引而自當, 深排公議, 上惑天聽。 庇護益勳, 如將不及, 使一時持淸議者, 擧皆不安於朝廷, 此固廟堂之過也。 其所謂淸議者, 亦安得無失? 夫益勳之惡, 不待誣獄而彰著, 有素矣, 廟堂之擢置將任, 實出人望之外。 雖曰時當危疑, 兵權不可付諸外人, 使朝廷處置得宜, 則承宗之凶, 可使斂手, 況益勳元非可將之才, 又何足以任之? 當此之時, 未聞淸議, 以此爲不可, 而方欲藉戚里之權力, 以固其勢。 趙持謙輩又從以薦進戚里子弟, 翰苑、天官, 裒然爲首, 以增其聲勢, 則宗强勢成, 正淸議者所使之也。 平日之所以待之者如此, 而乃以通議廟堂之事, 獨爲益勳之罪, 而持之太急, 此所以徒取怨毒, 而自致顚沛者也。 若泰東之疏, 蓋亦有激而發耳。 其論益勳事, 可謂竭盡其情狀, 而然旣不能納約於厥初, 今雖碎首, 又何補於國事哉? 可慨也夫!”】"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive to reprimand Han Taedong , former Second Inspector [of the Office of the Inspector General] , and ordered that he be expelled from his government post and demoted from his choice. 【이 내용은 위에 보인다.】 사신은 논한다. The King was young and successively inherited the throne and solely entrusted the people of a single side. Soon thereafter, the treason suddenly raised the people of a single world, and the calamity of disorder was all caused by royal kins. From this day forward, royal kins have been destroyed by the King. Nevertheless, [Han] Hun was also a royal kinsman who was a royal kinsman, and the King treated [Han Taedong] with utmost importance. Furthermore, when [Han] Song [] supported the great reputation of Confucian scholars, [Han] 김수항이 received the order of the former kings. Nevertheless, [Han] Hun tried to save [Han] Huns grievance, although the King was wisdom and clear in ancient times, [Han] was not able to do with [Han] Hun. Moreover, [Han] was also deluded by the words of high officials. Whenever [Han] Hun tried to the matter of [Han] Hun, [Han] pursued and reprimanded [Han] Hun, [Han] did not commit crimes more than one or two. However, his words of reprimanding and reprimanding [Han] did not have reached such an excessive mistake. The dignity of Your Majesty was so strong that [Han] could not bear to hear the name of a subject and dare to hear [his guilt]. The world of the world lies in the world, and this is greatly regretful for the sages of virtue and cannot be corrected. How could [I] overcome my grief?",
                "H2KE-nKo": "주상이 비망기를 내려 전 집의 한태동을 준절히 꾸짖고, 이어 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였다. - 이 유지는 위에 보인다. - 사신은 논한다.주상이 어린 나이에 왕위를 계승하여 한쪽 사람에게 전적으로 맡겼는데, 얼마 지나지 않아 역적의 변고가 갑자기 이 무리에게서 일어났다. 화란을 평정한 것은 모두 외척의 손에서 나온 것이다. 이로부터 외척이 주상에게 의지하는 바가 되었고, 김익훈도 외척이라는 이유로 대장에 제수되기까지 하였으니, 주상이 그를 비호한 것이 참으로 지극하였다. 더구나 송시열은 사림의 중망을 받고, 김수항은 선왕의 유명을 받고도 김익훈을 위하여 구원하는 기치를 세웠으니, 비록 주상의 영명함이 옛사람 중에 으뜸이었지만 김익훈에게 사정이 없을 수 없었다. 또 여러 대신의 말에 현혹되어 매번 김익훈의 일에 대해 말한 자를 준절히 배척하였으므로 죄를 얻은 자가 한두 사람에 그치지 않았으나, 책임을 물어 처벌하는 말은 이와 같이 지나친 적이 없었다. 그런데 임금의 노여움이 거듭되어 신하로서 차마 들을 수 없는 죄명을 씌워 온 세상의 과감히 말하는 사기를 꺾기까지 하였으니, 성덕에 크게 누가 되었는데도 바로잡지 못하였으니, 탄식을 금할 수 있겠는가.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 27일(계사) 2번째기사",
                "gt-oKo": "임금이 비망기(備忘記)를 내려 전(前) 집의(執義) 한태동(韓泰東)을 절책(切責)하고 이어 삭직(削職)을 명하였다.【비지(批旨)는 위에 보인다.】 사신(史臣)은 말한다. “주상(主上)이 어린 나이로 왕위(王位)를 계승하여 오로지 한쪽의 사람에게 〈국정(國政)을〉 맡겼는데, 얼마 안되어 역변(逆變)이 급작스럽게 이 무리에서 나오고 화란(禍亂)을 평정(平定)함이 모두 외척(外戚)의 손에서 나왔다. 이로부터 외척이 주상께서 기울어 의지하는 바가 되었으며, 김익훈도 척리(戚里)인 까닭에 대장(大將)에 임명되기에 이르렀으니, 임금의 비호(庇護)하는 바가 진실로 이미 지극하였다. 하물며 송시열(宋時烈) 같이 사림(士林)의 중망(重望)을 진 이나 김수항(金壽恒) 같이 선왕(先王)의 유명(遺命)을 받은 자가 김익훈을 위하여 영구(營救)의 기치(旗幟)를 세웠다. 그러므로 비록 주상의 영명(英明)이 예전보다 뛰어나다 하여도 김익훈에게 사정(私情)이 없을 수 없으며, 또 여러 대신의 말에 뜻이 현혹됨이 있어서 매번 김익훈의 일에 대하여 준렬(峻烈)하게 배척하여서 말한 자로서 죄를 얻은 자가 한두 사람에 그칠 뿐만이 아니었으나 견벌(譴罰)의 말이 일찍이 이와 같이 지나치지는 않았다. 신하에게 차마 들을 수 없는 죄명(罪名)을 더하여서 한 세상의 감히 말하는 기풍(氣風)을 꺾기에 이르렀다. 크게 성덕(聖德)의 누(累)가 되나 구(救)하여 바로잡을 수 없으니, 탄식함을 견딜 수 있겠는가?”",
                "hj": "○上下備忘記, 切責前執義韓泰東, 仍命削黜。【此旨見上。】 【史臣曰: “主上沖年嗣位, 專任一邊之人, 未幾逆變猝起於此輩, 而戡定禍亂, 皆出於外戚之手。 自是, 外戚爲上之所傾倚, 益勳亦以戚里之故, 至拜大將, 上之所以庇護之者, 固已至矣。 而況如宋時烈之負士林重望, 金壽恒之受先王遺命, 而爲益勳立幟於營救, 雖主上英明冠古, 而旣不能無私於益勳。 又有惑志於諸大臣之言, 每於益勳事, 峻斥言者, 得罪者非止一二人, 而譴罰之辭, 未嘗若是之過也。 天威震疊, 至加以臣子不忍聞之罪名, 而挫一世敢言之氣, 大爲聖德之累, 莫可救正, 可勝歎哉?”】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Kim Changhyeol , clerk of the Office of Royal Decrees , submitted a memorial along with Deputy Director [of the Office of Royal Decrees] Kim Mangil , impeached him and dismissed [Kim] Segi. After [Kim] retired, [Kim] also submitted a memorial to reprimand [his wrongdoings] and submitted a memorial to the King to request that [Kim Mangil] be dismissed. The King ordered that [Kim Mangil] not be granted a request. 사신은 논한다. At the time when Yun Segi was punished for his dismissal, [Kim] Mangil was on duty at the royal palace, and [Kim] Changhyeol and others discussed together and presented a memorial to the King. [Kim] Mangils relatives disliked Kim Seok and [Yun] Segi. [Kim] Mangil then participated in the discussion. Mangil then retired and submitted a memorial to change his previous opinion. [Kim] Changhyeol was originally insignificant, and [he] also impeached [Yun] Segis dismissal from [his] memorial to the King. For this reason, [Kim Mangil] presented a memorial to the King. The words were very clear and clarified, and there was no one who laughed [Kim] Mangils arrogant and [Kim] Changhyeols strong decision.",
                "H2KE-nKo": "교리 김창협이 부수찬 김만길과 함께 차자를 올려 윤세기를 탄핵하여 파직한 뒤에 물러 나와 또 잘못을 저질렀다고 자책하며 상소하여 인혐하고 체차해 주기를 청하니, 주상이 사직하지 말라고 명하였다. 사신은 논한다. 윤세기를 논하여 파직할 때 김만길이 현재 금중에 입직하고 있었는데, 김창협 등과 함께 의논하여 차자를 올렸다. 그런데 김만길의 친족으로서 김석을 미워하고 윤세기를 편든 자들은 김만길이 그 논의에 따라 참여한 것을 매우 허물하였다. 김만길이 물러나와 마침내 상소하여 앞서의 견해를 바꾸었고, 김창협은 지론이 본래 구차하지 않았는데도 윤세기를 차자로 파직할 때 또한 그 논의를 주장하였다. 그러므로 스스로 논열한 소장의 내용이 매우 분명하여 사람들이 모두 김만길의 전도됨을 비웃었고 김창협의 정확함을 칭찬하였다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 6일(임신) 1번째기사",
                "gt-oKo": "교리(校理) 김창협(金昌協)이 부수찬(副修撰) 김만길(金萬吉)과 함께 상차(上箚)하여 윤세기(尹世紀)를 핵파(劾罷)한 뒤에, 물러나와 또 잘못하였음을 이유로 자송(自訟)하여 진소(陳疏)하고, 인혐(引嫌)하여 체직(遞職)을 청하니, 임금이 명하여 사직하지 말게 하였다. 사신(史臣)은 말한다. “윤세기를 논파(論罷)할 때에 김만길이 바야흐로 금중(禁中)에 입직(入直)하였다가 김창협등과 함께 의논하여 진차(陳箚)하였는데, 김만길의 친속(親屬)으로서 김석(金晳)을 미워하고 윤세기를 편드는 자가 김만길이 그 의논을 따라 참여함을 심하게 허물하였으니, 김만길이 물러나와 드디어 투소(投疏)하며 그 전의 생각을 바꾸었으매, 김창협은 지론(持論)이 본래 구차하지 않았으나, 윤세기를 차파(箚罷)함에 있어 또한 그 의논을 주장한 까닭에 스스로 소장(疏章)에 열거(列擧)하여 말이 지극히 명확하고 확실하였으니, 사람이 김만길의 전도(顚倒)를 비웃고 김창협의 정확(精確)함을 칭미(稱美)하지 않는 이가 없었다.”",
                "hj": "○壬申/校理金昌恊以副修撰金萬吉同上箚, 劾罷世紀之後, 退又以做錯自訟, 陳疏引嫌請遞, 上命勿辭。 【史臣曰: “尹世紀論罷之時, 金萬吉方在禁直, 與金昌恊等同議陳箚, 而萬吉親屬之惡金晳、右世紀者, 深咎萬吉之隨參其論。 萬吉退遂投疏, 變其前見, 昌恊持論素不苟, 而箚罷世紀, 亦主其論, 故自列之章, 辭極明的, 人莫不嗤萬吉之顚倒, 多昌恊之精確焉。”】"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Jeong Jedu , a assistant section chief of the Ministry of Works , was appointed as assistant section chief of the Ministry of Works . [Jeong] Jedu was the grandson of the Senior Abdicated King [Jeong] Yuseong . [Jeong] was young and earned in learning, [but] he was drunk with the order of his mother and repeatedly passed the civil service examination. His age was twenty-four years old. He deliberated himself to honestly loyalty and faithful ways, and his colleagues were impudent. The senior officials recommended his study and behavior, and directly appointed [him] as recorder of the Ministry of Works . [Jeong Jedu] declined and did not attend [his office]. On this day, [Jeong Jedu] again appointed [him] as a section chief. After [Jeong] bowing to express gratitude for the royal benevolence, he also resigned from office due to an illness.",
                "H2KE-nKo": "정제두를 공조 좌랑으로 삼았다. 정제두는 고 상신 정유성의 손자이다. 어려서부터 학문에 뜻을 두었으나 어머니의 명에 못 이겨 과거에 응시하여 여러 번 합격하였다. 나이 24세에 조용히 도를 지키겠다고 결심하여 동료들로부터 존중을 받았다. 상신이 그의 학행을 천거하여 곧바로 주부에 제수하였으나 사양하고 나아가지 않았다. 이때에 이르러 또 이 직임에 제수되었는데 숙배 사은숙배한 뒤에도 병으로 면직되었다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 3월 8일(갑술) 1번째기사",
                "gt-oKo": "정제두(鄭齊斗)를 공조 좌랑(工曹佐郞)으로 삼았다. 정제두는 고(故) 상신(相臣) 정유성(鄭維城)의 손자이니, 소시(少時)에는 학문에 뜻이 있었으나 어머니의 명(命)에 핍박당하여 과거(科擧)에 응시하여서 여러 번 발해(發解)되었다. 나이 스물 네 살에 수정 구도(守靜求道)를 결의(決意)하여서 제우(儕友)의 추중(推重)하는 바 되니, 상신(相臣)이 그 학행(學行)을 천거하여서 곧장 주부(主簿)에 임명되었으나 사양하고 나아가지 않았는데, 이때에 이르러 또 이 벼슬에 임명된 것이다. 사은 숙배(謝恩肅拜)한 뒤에 또한 병으로 면하였다.",
                "hj": "○甲戌/以鄭齊斗爲工曹佐郞。 齊斗, 故相維城之孫也。 少有志於學, 迫於母命, 應擧屢發解。 年二十四, 決意守靜求道, 爲儕友所推重。 相臣薦其學行, 直拜主簿, 辭不就。 至是, 又拜是職, 肅謝後, 亦以病免。"
            }
        }
    },
    "04": {
        "19": {
            "1": {
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 4월 19일(갑인) 1번째기사",
                "gt-oKo": "형조 참의(刑曹參議) 조지겸(趙持謙)이 김만채(金萬埰)의 소척(疏斥)으로 인하여 진소(陳疏)하여서 스스로 변명(辨明)하였으니, 대략 이르기를, “김익훈이 중하게 감죄(勘罪)되던 날 김만채가 일찍이 일언반구의 송원(訟寃)도 없다가 이제 김익훈이 석방(釋放)되어 나와 다니고 또 다시 서용(敍用)되자, 가론(家論)이 크게 행하여지고 공의(公議)가 이미 사라진 뒤에 자신이 옥서(玉署)에 통하게 되어서 비로소 입을 열어 부르짖었습니다. 그 말이 비록 아비를 위한 것이라고 의탁(依托)하였으나 그 뜻은 오로지 신을 해치는 데 있으니, 신이 이에 대하여 다시 그 대개(大槪)를 언급하지 않을 수 없습니다. 당초에 김익훈의 아방(兒房)의 계품(啓稟)이 조보(朝報)에 나오지 않았고, 신은 국청(鞫廳)에 나아가 참여하는 사람이 아니었기 때문에 처음에 이를 듣지 못하였으며, 얼마 안되어 외람되게 정원(政院)에 들어가게 되어서 비로소 그 일을 듣고 마음에 저으기 놀랐습니다. 일이 역옥(逆獄)에 관계되어 비록 경솔하고 쉽게 말하기 어려우나, 이같은 일을 만약 색목(色目)의 같고 다름을 가지고 이쪽과 저쪽이 있어서 입을 다물고 말하지 않는다면 매우 공정(公正)한 도리가 아니라고 생각하였습니다. 또 김익훈의 몸가짐과 일을 처리하는 것을 보건대, 결코 등단(登壇)의 중임(重任)에 두어서 완급(緩急)할 때 힘을 얻기를 바랄 수 없었습니다. 그러므로 탑전(榻前)에서 추문(推問)을 청하여, 그 허실(虛實)을 살피지 않고 친히 스스로 밀계(密啓)한 일의 전도(顚倒)되고 도리에 어긋나는 정상을 진달(陳達)하였습니다. 이어 성주(聖主)의 시대를 상천(上天)께서 아래에 임(臨)한 것과 같음에 비겨, 하늘에는 해와 달이 있어 이를 비추고 비와 이슬로 이를 적시며, 바람과 우레로 이를 진동하여서, 비록 무지개의 부정(不正)의 기운이 그 사이에 범함이 있어도 스스로 소멸(消滅)되니, 조정은 오직 마땅히 정형(政刑)을 밝히고 덕택(德澤)을 펴며 기강(紀綱)을 엄숙하게 하여서 치화(治化)의 융성(隆盛)을 도모하여야 하고, 기찰(譏察)은 쇠퇴하는 말세(末世)의 일로서 하여서는 안됨이 있음을 말하였습니다. 신의 말이 비록 오활(迂濶)한 것 같으나 뜻이 바로 이와 같은 까닭에 아울러 진술하였으며 성명(聖明)께서도 머리를 끄덕여 옳다는 뜻을 보이셨습니다. 그 후 김익훈은 세력을 떨치어 꺼리낌이 없고 이익을 좋아하여 염치(廉恥)가 없어서 편안히 공사(公事)를 행하고 스스로 처신(處身)하기에 뜻이 없었습니다. 그때에 김익훈은 사제(私第)를 넓게 지었으며 예전의 시위궁(侍衛宮)을 사들여 그 군관청(軍官廳)으로 만들기에 이르렀으니, 김익훈의 집은 대문이 여섯이라는 말이 한때에 성행(盛行)하였기 때문에, 신이 또 그 탐욕스럽고 사치스러우며 방종(放縱)한 정상을 진달하여 성상(聖上)께서 물리치시기를 바랐던 것입니다. 신은 김익훈과 더불어 서로 안 지 이미 오래이며, 또 그 기염(氣焰)이 바야흐로 치성(熾盛)하여 세상 사람들이 곁눈질하여 보고 말을 삼키는 바 되니, 신의 벼슬이 언책(言責)이 아니어서 종적(踪跡)이 외롭고 위태로움을 가지고도 감히 사정(私情)을 돌아보지 않고 강봉(强鋒)을 부딪혀 범하면서 입을 괴롭혀가면서 힘써 다투어 어찌 다른 것이 있겠습니까? 매양 전 세상에서 탐오 무뢰(貪汚無賴)한 무리를 써서 삼군(三軍)의 우두머리로 삼아 나라의 운명을 걸었다가 마침내 변란(變亂)에 임하여 분패(僨敗)를 초래한 것을 볼 때마다 일찍이 통한(痛恨)하지 않을 수 없었습니다. 그러므로 구구(區區)한 간혈(肝血)의 성의(誠意)가 국가 간성(干城)의 임무를 적당하지 않은 자에게 맡기는 것은 크게 근심해야 할 것으로 생각했습니다. 그 후에 대간(臺諫)에서 거리의 떠도는 말과 나라 안의 비등(沸騰)하는 비방의 소리를 일세(一世)의 공공(公共)의 의논으로 하여서 파출(罷黜)을 청하였습니다. 전익대(全翊戴)와 김환(金煥)이 면질한 뒤에 미쳐, 김환의 유인하고 위협한 정상이 크게 드러나서 가릴 수 없었고, 일이 김익훈에게 관련됨이 또한 분명하였으므로 공의(公議)가 이에 대하여 격렬(激烈)해졌습니다. 김환은 국문(鞫問)을 청하고 김익훈은 찬배(竄配)를 청하였으니, 이것은 국청(鞫廳)의 여러 신하가 눈으로 보고 말한 것으로서, 대론(臺論)이 이로 인하여 더하여진 것입니다. 어찌 신이 관여하여서 듣고 관여하여서 아는 것이겠습니까? 그 문외(門外)로 출송(黜送)하게 되어서는 겨우 두 달을 지나서 급작스럽게 석방되었으니, 인심을 만족하게 복종시킬 수 없었습니다. 성상께서 김익훈이 무슨 죄가 있는지를 하문(下問)하시기에, 신은 곧 화약잠투(火藥潛投) 등의 일을 뭇사람의 마음에 옳지 않게 여기는 것을 가지고 솔직하게 대답을 올렸습니다. 김익훈의 죄가 이것을 가지고 마땅히 더하여야 한다는 것이 아니라, 진실로 성명(聖明)이 김익훈의 일을 모두 살피지 못하신 듯하여, 지척(咫尺)에서의 물으심에 감히 일찍이 들은 바를 숨기지 못하고 밖에서 말하는 바 뭇사람의 옳지 않게 여기는 점을 들어서 진달하였던 것입니다. 역적 허새(許璽)의 문서(文書)가 낭자(狼藉)하여서 모계(謀計)가 지극히 흉악하니, 무릇 역내(域內)에서 보고 듣는 무리가 마음에 놀라고 뼈아프지 않음이 없어서 시체를 반 토막으로 내어 죽일 것을 생각하였습니다. 대저 허새의 흉적(凶賊)임을 가지고 모반(謀反)의 형적(形跡)이 이미 갖추어졌으니, 그 모아 결탁한 바가 반드시 적지 않아서 응당 다만 고변(告變)한 자 몇 사람과 더불어 꾀한 것만이 아닙니다. 김익훈으로 하여금 염탐을 잘하여서 그 번잡한 무리를 많이 얻게 하였다면, 비록 밀계(密啓)·잠투(潛投) 등 사람의 이목(耳目)을 놀라게 하는 일에다가 모토(茅土)를 가지고 그 의망(意望)을 일컬음이 있다 하더라도 그 누가 옳지 않다고 말하겠습니까? 김만채의 소(疏)에 기찰(譏察)을 일러 말하기를, ‘상신(相臣)이 실로 비로소 기틀을 세워서 그 아비에게 맡겼으며, 이회(李) 등이 처음에 이미 흉역(凶逆)의 정상(情狀)을 대략 얻어서 김환(金煥)으로 하여금 그 속으로 뚫고 들어가 한 몸이 되어 기찰(譏察)하여 기회를 틈타서 이대온(李大溫)의 전의 일을 유도(誘導)하여 묻게 하였습니다.’ 하고, 또 말하기를, ‘역적 허새가 한수만(韓壽萬)의 가계(家計)가 조금 부유함을 가지고 그 도당으로 유인하여 들이고, 그 아비가 정절(情節)을 탐지하기 위하여 은화(銀貨)를 내어 주어서 그 모여 농락하는 비용에 이바지하였다.’라고 하였습니다. 이것에 말미암아 본다면 이회·김환·한수만 등은 처음에 허새가 더불어 함께 역모(逆謀)를 한 것이 아니고 뒤에 의도를 고쳐 상변(上變)한 자입니다. 김익훈(金益勳)은 이 무리와 함께 마음을 같이 하여 허새를 정찰(偵察)하면서 세월을 보냈으니, 허새의 사정·종적과 거세(巨細)·완급(緩急)이 모두 눈 안에 있어서, 창졸간에 변(變)을 듣고 황급하게 고발하는 자에 비길 것이 아닙니다. 역적 허새가 유인하여 들인 한 수만을 가지고 역적 허새를 농락하는 사람으로 만들고, 몰래 자금을 주어서 그쪽으로 기울어져 굳게 결탁하게 하였으며, 또 이회·김환 등이 있어서 앞과 뒤가 되게 하였다면, 그 사이의 배치가 물샐 틈 없다고 이를 만합니다. 그 탐구(探鉤)의 방법에 있어 마땅히 먼저 그 당류(黨類)를 물어 빠짐이 없게 하여서 그 수족(手足)을 모두 캐내고 무기를 샅샅이 찾아낸 뒤에 상변한다면, 그 당류로 하여금 변명(辨明)의 말이 없이 취복(就服)하게 할 것이니, 이는 계책을 다하여서 농락한 실지가 되며 오랜 시일을 두고 형찰을 쌓은 이익이 있는 것입니다. 그런데도 어찌하여 김익훈의 기변(機變)은 헤아림이 여기에 미치지 못하고, 한편으로 급하게 빈집에 무기를 던져 넣어서 그 증거를 이루는 도구로 만들고 한편으로 적인(賊人)을 군문(軍門)에 유도하여 물어서 마치 변(變)이 호흡(呼吸)하는 사이에 있는 것 같음이 있었습니다. 그러나 숙문(淑問)할 때에 이르러서는 얻은 것이 다만 허새 한 사람뿐이고, 인치(引致)한 바가 모두 그 단서(端緖)가 없어서, 한갓 조정이 크게 놀라고 나라 안이 소요(騷擾)하게 만들었을 뿐으로, 그 과장(誇張)하여 크게 만들었던 것이 마침내 보잘것없게 되었습니다. 그 사이의 일의 정상(情狀)은 진실로 다른 사람이 헤아려 알 수 있는 것이 아니나, 죄를 토벌하고 반역(反逆)을 주륙(誅戮)함이 이것이 어떤 일이기에 소홀하고 어긋남이 이같이 심하단 말입니까? 전익대(全翊戴)는 공초(供招)를 받고 구류(拘留)한 것이 여러 번인데도 국청(鞫廳)을 설치한 지 이미 오랜 뒤에야 추후하여 아뢰었다는 말에 이르러서는 일이 이미 비밀에 속하며, 마침내 사실(事實)이 없는 것으로 돌렸으니, 김익훈이 무엇을 가지고 할 말이 있단 말입니까? 김만채가 말하기를, 김익훈이 또한 전익대를 가지고 믿기 어려움이 있다 하여 전익대의 죽음을 면하는 터전을 위하여 아방(兒房)의 계사(啓辭)를 하였다고 하였습니다. 또 그 계사를 끌어대어서 각 아문(衙門) 제조(提調)의 계사에 예(例)에 비겨 은연 중에 흘러내려오는 옛 법도로서 선배(先輩)가 일찍이 행하던 바임을 가지고 구실로 삼으니, 이것이 과연 말이 되겠습니까? 갑신년의 역옥(逆獄) 때에 고(故) 상신(相臣) 능천 부원군(綾川府院君) 구인구(具仁垕)는 호위(扈衛)하는 곳에 있으면서 무릇 아뢸 것이 있으면 모두 낭청(郞廳)으로 하여금 올리게 하였습니다. 김익훈이 또한 자신이 대장(大將)이 되어 반드시 친히 들어가 아뢰었으니, 이에 군정(群情)의 의혹(疑惑)하여 이를 가리켜서 공(功)을 탐하고 상(賞)을 구하는 것이라고 말하는 것입니다. 김만채는 말하기를, 그 아비가 계해년에 여러 신하가 도적을 형찰(詗察)한 것을 들음이 매우 상세하나 애석하게도 유독 구인구의 고사(故事)만 듣지 못하였다고 합니다. 또 김환은 김익훈이 돌아가게 되자 다만 뇌자(牢子)를 반송(伴送)하였을 뿐만 아니라 또 영기(令旗)를 빌렸으니, 비록 유인하고 위협한 계모(計謀)를 알지 못한다고 말하지만, 다만 깊은 밤의 호행(護行)만으로도 거의 눈을 가리고 참새를 잡는 것에 가깝습니다. 화약(火藥)의 설(說)에 이르러서는, 김만채가 여러 번 말하기를 그것이 군문(軍門)에서 나온 것이 아니며, 신이 좌상(左相)의【민정중(閔鼎重)이다.】 하지 않은 말을 만들어내어서 천위(天威) 밑에 속여 진달(陳達)하였다고 합니다. 이 일의 곡절(曲折)은 그때에 이미 열거하여 아뢰었고 원래의 소(疏)가 아직도 있으니, 이제 다시 변명할 필요가 없습니다. 대개 신이 좌상의 말을 그릇 들어 군문에서 나온 것을 가지고 임금의 앞에서 진달하였지만, 신의 본 뜻은 마땅히 변란을 일으키는 이기(利器)를 도적의 손에 빌려주지 말아야 하며, 비어 있는 틈을 타서 남몰래 던져 넣는 것에 이르러서는 극히 어둠침침하여 올바르지 못한 것에 속하는 까닭에 그 소(疏)에 이르기를, ‘세운(世運)은 항상 편안함이 없고 시세(時勢)는 상반(相反)됨이 있으니, 후일에 만일 간인(奸人)이 일을 담당함이 있어 공(功)과 상(賞)을 구하여서 이런 수단을 쓴다면 비록 죄없는 사람이라도 면할 수 없을 것이니, 그 조정의 사리(事理)에 있어 한 번 밝게 분별하여서 재화(災禍)의 근원을 막지 않아서는 안됩니다.’라고 하였습니다. 신의 말하고 생각하는 바가 바로 여기에 있으니, 그 군문(軍門)과 사가(私家)에서 나오는 것이 무슨 관긴(關緊)을 달리함이 있기에 반드시 군문의 물건을 내주는 것을 죄로 삼아서 위로 성명(聖明)을 속인단 말입니까? 김만채는 신이 화약(火藥)의 설(說)을 들은 것이 익숙한데도 전후의 계문(啓聞)이 한 번도 이에 미치지 않다가, 그 아비가 석방되는 날에 이르러 비로소 죄안(罪案)을 얽어 만들어서 마치 새로 들은 것이 있어 적발(摘發)한 것처럼 하여서, 사람을 무함하는 솜씨가 교묘하고도 참혹하다고 하였습니다. 신이 비록 거리에 떠도는 말은 들으나, 국청(鞫廳)의 일은 비밀이 되어 자세히 알지 못하다가 대신(大臣)과 수작(酬酢)하기에 미쳐 바야흐로 그 실정을 알아냈습니다. 그러므로 당초의 추문(推問)을 청하는 계품(啓稟)에서 아울러 진달하기에 미치지 못하고, 그 후의 환수(還收)의 계청에서 비로소 앙달(仰達)한 것은 진실로 이것 때문이니, 무슨 교묘하고 참혹한 계략(計略)이 김만채의 말한 바와 같음이 있단 말입니까? 그때에 신이 일찍이 대관(臺官)이 되지 않았으니 대계(臺啓)는 신이 알 바가 아닌데도, 계사(啓辭) 안에서 처음에 이에 미치지 않은 것을 가지고 신을 책함은 그릇된 것입니다. 어떤 사람은 이르기를, 몇 건(件)의 융물을 구하여 준 것은 다시 정절(情節)을 탐지하려는 데에서 나온 것이라고 하고, 김만채의 말은, 역적 허새가 〈자기에게〉 헤아리기 어려운 일이 있을까 의혹(疑惑)할 듯하여서 준 것이라고 합니다. 만약 그 정절을 탐지하고자 하였다면 무엇 때문에 금방 던져 주고 곧 고발하며, 만약 헤아리기 어려움이 있을까 근심하였다면 무엇 때문에 이기(利器)를 빌린단 말입니까? 이것이 또 여러 사람의 더욱 놀라고 의혹하는 바입니다. 김만채가 비록 그 주고 받을 때에 적인(賊人)이 집에 있지 않음은 그 아비가 미리 안 바가 아니라고 말하지만, 김익훈이 이 일을 주관(主管)한 지 오래이고, 지시(指示)와 자급(資給)이 그 손에서 나왔으며, 한수만 등의 하는 바를 알리고 품재(稟裁)하지 않음이 없었는데, 상변하는 때에 임(臨)하여서 까맣게 적인의 간 곳을 알지 못하였다는 것은 이런 이치가 없을 듯하며, 융물을 던져 준 것은 바로 큰 단서가 되는 일인데 또한 어찌 알지 못할 리가 있겠습니까? 김만채가 아비를 위하여 그 말의 허망(虛妄)함을 숨기고자 하는 것은 진실로 족히 괴이할 것 없으니, 일일이 분석(分析)하여 말하고자 하지 않습니다. 신을 일러 들어가서는 성상의 뜻을 탐지하고 시험하며 나와서는 당여(黨與)를 지휘한다고 하는데, 무릇 인주(人主)를 탐지하고 시험하는 것은 바로 뜻에 영합(迎合)하고 아첨하며 순종하여서 스스로 꾀하기를 잘하는 자의 일입니다. 이제 신이 김익훈을 논함은 거실(巨室)에 원한을 맺고 권귀(權貴)의 미움을 받아서 스스로 무한한 전패(顚沛)를 취하는 것인데, 무슨 털끝만치라도 몸에 이로움이 있어서 이를 한단 말입니까? 예로부터 소인(小人)이 어리석은 군주를 만나면 이와 같이 현혹시키는 술법(術法)을 씁니다만, 위에 명철한 임금이 있는데 밑에 탐지하고 시험하는 신하가 있다는 것은 듣지 못하였습니다. 김만채가 비록 사람을 무함하기에 급하다고 해도 어찌 감히 방자하게 이런 말을 한단 말입니까? 신은 본래 혈혈(孑孑)한 혼잣몸으로 세상에 고립(孤立)하여서 한유(韓愈)에게 족당(族黨)이 없고 개관요(蓋寬饒)에게 의탁할 데가 없는 것과 같으니, 믿는 것은 오직 성명(聖明)께서 위에 계신 것뿐입니다. 지나간 해에 한두 사람의 대신(臺臣)이 김익훈의 허물을 조금 말하였다가 혹은 여러 해 좌폐(坐廢)되고 혹은 청환(淸宦)의 길이 영구히 막혔습니다. 하물며 지금은 그 형세가 다시 지난날에 비길 바가 아닌데 말해 무엇하겠습니까? 설령 신이 지휘하고자 함이 있다고 한들 누가 즐겨 신의 말에 따라서 앞에 있는 엎어진 수레바퀴의 자국을 밟아서 반드시 떨어지고야 말 위기(危機)를 범한단 말입니까? 김익훈의 일은 바로 온 나라 사람의 공공(公共)의 의논이니, 대각(臺閣)의 여러 신하가 각각 보고 들은 바를 가지고 항론(抗論)하여서 피하지 않음은 몸이 언로(言路)에 있어서 그 직책을 다하는 데 지나지 않을 뿐인데, 어찌 남의 지휘를 받는 자이겠습니까? 김만채가 또 한태동(韓泰東)·유득일(兪得一)·박태유(朴泰維)의 이름을 들어서 이르기를, 뒤를 이어 일어나 화응(和應)하여서 제멋대로 죄를 얽는다고 합니다. 이 의논이 일어난 지 이미 해를 넘어서, 전후하여 삼사(三司)에 드나든 사람이 진실로 김익훈의 인아 친속(姻婭親屬)이나 서로 앞을 다투고 죽기를 다투는 사람이 아니면 각각 소차(疏箚)와 계주(啓奏)로써 그 죄를 나열(羅列)하여 힘써 다투기를 그치지 않는 자가 없는데, 이것이 모두 신의 지휘를 듣고서 죄를 얽어 만드는 계략을 달갑게 여겨 한 것입니까? 김만채가 단지 세 신하만을 들고 여러 신하에게 두루 미치지 않은 것은, 어찌 성상께서 반드시 그 공론(公論)이 일제히 일어난 데에서 나온 것임을 하촉(下燭)하여 그 말을 의심하여서 믿지 않을 것을 가지고 일부러 생략(省略)하여 버린 것이 아니겠습니까? 중외(中外)의 하인[輿儓]같은 천인(賤人)과 여자나 어린아이 같이 미약(微弱)한 자에 이르기까지도 방방곡곡에서 모여 의논하고 길 위에서 왁자지껄하게 떠드는 것이 김익훈을 가지고 옳지 않다고 여기지 않음이 없는데, 이것이 모두 신이 집집마다 말하고 깨우쳐서 그런 것입니까? 전해에 유득일·박태유 등이 김익훈의 찬배(竄配)를 청한 계사(啓辭)의 말을 만든 것이 마땅치 않음을 책하여 남쪽의 변지(邊地)에 출보(出補)하였을 때에 대신(大臣)과 정원(政院)·옥당(玉堂)·양사(兩司)가 동시에 청대(請對)하였는데, 성지(聖旨)를 환발(渙發)하여 그대로 원직(原職)으로 되돌리셨으니, 그때에 보고 듣는 자가 성상의 도량의 관대(寬大)하심을 흠앙(欽仰)하지 않음이 없었습니다. 그 후 대신이 김익훈의 삭직(削職)을 청하자, 말씀하시기를, ‘다만 한두 사람의 대신(臺臣)의 말만이 아니라, 연소(年少)한 명관(名官)의 의논도 모두 옳지 않음이 없으니, 반드시 참작하여 처리한 연후에야 그 수습을 바랄 수 있다.’라고 하였습니다. 김익훈을 문출(門黜)에서 석방하기에 미쳐 양사(兩司)에서 쟁집(爭執)하니, 대신도 너무 급작스럽다고 여겨 진언(進言)하기를, ‘당초에 석방의 명이 내린 뒤에 신 등이 만약 물의(物議)의 격화(激化)됨이 이 지경에 이를 줄 알았다면 진실로 마땅히 정지하시기를 청하기에 겨를이 없었을 것입니다.’라고 하였습니다. 대신이 만일 김익훈을 가지고 죄줄 만한 일이 없다고 생각하였다면, 처음에 어찌 이것으로써 무죄한 사람에게 더하며 또 어찌 석방의 너무 급작스러움을 가지고 환수(還收)의 청(請)이 있기에 이르렀겠습니까? 김만채는 말하기를, ‘제아비의 한 바는 대신(大臣)에게 품의(稟議)하여 그 지휘를 듣지 않음이 없다.’고 하지만 대신의 김익훈에 대한 것은 더욱 공의(公議)의 있는 바를 볼 수 있습니다. 김만채는 또 신이 망령되고 방자한 말을 하자 그 아비가 듣고서 놀라고 의심하여 친구(親舊) 사이에 말하였는데, 신이 이것을 가지고 크게 원한을 품어 오직 보복할 계책을 하고 있다고 합니다. 김익훈이 신의 무슨 말을 가지고 망령되고 방자하다고 하는지, 어떤 사람에게 말하였는지, 또 어떤 사람이 신의 크게 원한을 품은 것을 보고 이를 김익훈에게 말하였는지를 알지 못하겠습니다. 머리를 감추고 하는 말이 매우 음흉하고 참혹합니다. 신이 들어와 벼슬한 이래로 불행하게도 세변(世變)에 간섭함이 또한 많았으며, 타고난 성품이 오활(汚濶)하고 어리석어 세속(世俗)에 조화(調和)되지 못하며, 남의 입에 씹힘을 당하고 글로 인해 죄에 걸린 적이 여러 번이었으나, 성상께서 구하여 주시고 풀어 주신 은혜를 입어 몸을 보전하여서 오늘에 이르렀습니다. 만약 신에게 털끝만치라도 사심(私心)을 품어 불화(不和)를 해소할 뜻이 있었다면, 김익훈 등이 고한 바 일찍이 신을 함해(陷害)한 사람이 많은데, 어찌 때를 틈타서 이 무리의 환심을 사지 않고 도리어 김익훈을 배척한단 말입니까? 김만채가 또 어찌 그 아비의 일이 여론(輿論)의 같이하는 바에서 일어난 것임을 알지 못하겠습니까만, 신이 남들이 아직 말하기 전에 먼저 말한 것을 가지고 신을 원수로 삼음이 가장 깊어서 탐지하고 시험하겠다든가, 지휘(指揮)했다는 것을 가지고 죄를 얽고 혐의(嫌疑)를 품어 원한을 보복(報復)함을 가지고 무함(誣陷)하였습니다. 그래서 마치 신이 사의(私意)가 있고 사당(私黨)이 있어 손으로 성총(聖聰)을 가리고 턱으로 조정의 의논을 지시하는 것처럼 하여, 신을 헤아리지 못할 지경에 빠뜨리고 다시 여러 신하에게까지 미쳐서 그 보복의 계략을 이루고자 합니다. 옛날의 허물을 가리는 자에 비하면 어찌 그다지도 다르단 말입니까? 하물며 그 이른바 허새·허영이 어떤 흉역(凶逆)인데, 이를 형찰(詗察)하여 잡은 사람을 매우 미워하니, 그 뜻이 어디에 있는지 자세히 알지 못하겠다는 말은, 아! 참혹합니다. 만일 흉역(凶逆)을 형찰하여 얻은 이유를 가지고 깊이 그 사람을 미워한다면 그 죄가 마땅히 어떠하겠습니까? 이는 그 계략이 다만 그 아비가 깨끗이 죄에서 벗어나게 하기 위할 뿐만 아니라, 김만채가 이미 신에게 뼈에 사무치는 원한이 있어 분노를 품어 말을 하는 것이니, 진실로 가려서 말해야 함을 책(責)하기는 어려우나, 또한 어찌 이런 지극한 지경에 이른단 말입니까? 전세(前世)의 현인 군자(賢人君子)의 자손이 비록 혹시 노둔(駑鈍)하여 불초(不肖)한 자가 있어도 그 화(禍)를 전가(轉嫁)하여 해독(害毒)을 흘리는 계략을 한 자는 결코 없었습니다. 전날에 옥천(沃川) 사람 조광한(趙匡趙)의 소(疏)가 신(臣) 자신을 무함하여 끝이 없었으니, 이제 와서 생각하여도 모골(毛骨)이 모두 송연(竦然)합니다. 어떤 사람의 사주(使嗾)를 받았는지 알지 못하겠습니다만, 조광한은 선정(先正)의 후예로서 유택(遺澤)이 아직 끊어지지 않았는데도 그 말의 극히 패악(悖惡)함이 이와 같았습니다. 신은 일찍이 이를 말세의 풍기(風氣)의 변(變)에 관계된 것으로 여겨 정상(正常)이라고 말하지 않았는데, 이제 김만채의 소 안의 뜻이 대개 조광한과 서로 비슷하고 또 더욱 혹독하니, 선정(先正)의 집안에서 또다시 김만채가 말을 함이 있을 줄은 생각지 못하였습니다. 신은 불안 속에 있으면서 슬픔과 탄식을 계속하고 있습니다.” 하니, 임금이 사리에 어긋난다고 비답(批答)하여 이를 책(責)하였다. 조지겸(趙持謙)은 청렴한 명망과 곧은 절개로써 사류(士流)의 영수(領袖)가 되고, 청탁(淸濁)을 격심하게 들추어내어서 거듭 훈척(勳戚)의 뜻에 거슬렸으니, 김만채가 그 기세를 믿고 몰래 보복하고자 하여서 〈행동이〉 이미 지극히 옳지 않았다. 조지겸이 대항하는 소(疏)를 올렸는데, 진술이 지극히 자세하고 곧으며 정위(情僞)의 비유를 들어 분석하여서 거의 남김이 없으니, 공의(公議)가 모두 통쾌하다고 말하였으며 임금도 심하게 물리치지는 않았다.",
                "hj": "○甲寅/刑曹參議趙持謙因金萬埰疏斥, 陳疏自辨, 略曰: 益勳被重勘之日, 萬埰曾無一言半辭之訟矣。 今益勳見釋, 行且復用, 家論大行, 公議已泯之後, 身通玉署, 始乃磨礪叫呶, 其言雖托於爲父, 其意專在於害臣。 臣於此, 不得不更及其槪。 當初益勳兒房之啓, 不出於朝報, 而臣非進參於鞫廳之人, 故初未聞之。 未幾忝入政院, 始聞其事, 心竊爲駭以爲, 事係逆獄, 雖難輕易言之, 而如此等事, 若以色目之同異, 有所彼此而喑默, 則殊非公正之道。 且見益勳之行己處事, 決不可置之登壇之重任, 望其得力於緩急之際, 故請推於榻前, 陳其不審虛實。 親自密啓, 顚倒謬戾之狀, 仍言聖主之御世, 比如上天之臨下, 天有日月以照之, 雨露以潤之, 風雷以振之。 雖有虹霓不正之氣, 干於其間, 自就消滅, 朝廷唯當明政刑、敷德澤、肅紀綱, 以圖治化之盛, 譏察是衰季之事, 有不可爲也。 臣言雖似迂闊, 意適如此, 故竝陳之, 而聖明亦賜頷可矣。 其後, 益勳奮勢無忌, 嗜利蔑恥, 晏然行公, 無意自處, 而其時益勳廣營私第, 至買故侍衛宮, 爲其軍官廳。 益勳家六大門之說, 盛行於一時, 故臣又陳其貪侈放縱之狀, 欲望聖上斥退之也。 臣與益勳, 相知旣久。 且其氣焰方熾, 爲世側目而呑舌, 以臣官非言責, 跡其孤危, 不敢顧私, 觸冒强鋒, 而苦口力爭者, 豈有他哉? 每見前世用貪汚無賴之輩, 長三軍而懸國命, 終致臨亂而僨敗者, 未嘗不爲之痛恨。 故區區肝血之誠, 竊以國家干城之托, 付之於匪人, 爲大可憂也。 其後臺諫以街談喧說, 國言沸騰, 一世公共之論, 請罷請黜矣。 及翊戴與金煥面質之後, 金煥誘脅之狀大彰, 昭不可掩, 而事有關涉於益勳者亦明, 故公議於是乎轉激。 煥則請鞫, 益勳則請竄, 此鞫廳諸臣所目見而言之者, 而臺論因之增加焉。 夫豈臣與聞而與知者乎? 至其門黜, 纔過兩月, 遽爾蒙放, 則無以厭服人心矣。 自上下問以益勳有何罪, 臣乃以火藥潛投等事, 爲衆心所不是, 率爾仰對。 非曰益勳之罪, 以是而宜加, 誠恐聖明未盡察益勳之事, 咫尺淸問, 不敢隱其所嘗聞, 而言之於外者, 擧其衆所不是處而陳之也。 逆璽文書狼藉, 謀計至兇, 凡在域內視聽之類, 莫不驚心痛骨, 思欲萬段。 夫以璽之凶賊, 叛形已具, 則其所聚結, 必不少矣, 不應只與告者數人爲謀。 如使益勳善於鉤探, 多得其繁徒, 則雖有密啓潛投, 駭人耳目之事, 加之以茅土, 以稱其意望, 夫誰曰不可? 而萬埰疏言譏察曰: “相臣實始設機, 而托之於其父, 等初已略得凶狀, 而使金煥追入其中, 一體譏察, 以襲誘問李大溫之已事。” 又曰: “逆璽以韓壽萬家計稍饒, 誘入於其黨, 而其父爲探情節, 出給銀貨, 以供其聚會籠絡之費。” 云。 由此見之, 、煥、壽萬等, 初非與璽共爲逆謀, 後乃改圖上變者。 而益勳與此輩同心偵璽, 蓋積以歲月, 璽之事情、蹤跡、巨細、緩急, 皆在其目中, 非倉卒聞變, 蒼黃發告者之比也。 以逆璽誘入之壽萬, 俾爲籠絡逆璽之人, 陰爲資給, 傾倒締結, 而又有、煥等爲之後先, 則這間機關, 可謂費盡。 其在探鉤之方, 宜令先問其黨類, 無所遺漏, 盡發其手脚, 畢摘其角距, 而後上變, 使其黨無辭就服, 斯爲悉計籠絡之實, 乃有積久詗伺之益。 而夫何以益勳之機變, 計不及此, 一邊急投戎物於空家, 爲其證成之具, 一邊鉤問賊人於軍門, 有若變在呼吸。 及至淑問之時, 斯得只是一璽所引, 俱無其緖, 徒令朝廷震驚, 國內騷擾, 其所張大, 終成草草。 其間事狀, 固非他人所可測知, 而討罪誅逆, 是何等事, 而疎謬之甚, 乃若是耶? 至曰翊戴則取供拘留者累累, 而追啓於設鞫已久之後, 旣涉陰秘, 竟歸無實, 則益勳何以有辭? 而萬埰言: “益勳亦以翊戴有難取信, 而爲翊戴免死之地, 乃爲兒房之啓。” 又以其啓, 引而比之於各衙門提調啓辭之例, 隱然諉之以流來古規、先輩之所嘗行, 此果成說乎? 甲申年逆獄時, 故相臣綾川府院君具仁垕在扈衛之所, 凡有所啓, 皆令郞廳進呈。 益勳亦身爲大將, 而必親入奏啓, 此群情疑惑, 指謂之貪功徼賞者也。 萬埰言其父聞癸亥諸臣詗賊之事甚詳, 而惜乎獨未聞仁垕故事也。 且金煥之見益勳還歸也, 不但伴送牢子, 且假以令旗, 則雖曰不知誘脅之謀, 只護深夜之行, 殆近掩目而捕雀者也。 至於火藥之說, 萬埰縷縷言其非出於軍門, 以臣爲做出左相【閔鼎重。】所不言之言, 誣達於天威之下, 此事曲折, 則其時卽已陳列, 原疏尙在, 今不須更辨。 而蓋臣誤聞左相之言, 雖以出自軍門, 陳之於前席, 而臣之本意則以爲, 不當以作變之利器, 假與賊手, 而至於乘虛暗投, 極涉黯黮不正, 故其疏有曰: “世運無常泰, 時勢有相反, 後日如有奸人當事, 希冀功賞, 用此手段, 則雖無罪之人, 無以得免, 其在朝廷事理, 不可不一番明辨, 以塞禍源。” 臣之所言所慮, 乃在於此。 其出於軍門與私家, 有何異同關緊者, 而必以出給軍門之物爲罪, 上誣聖明哉? 萬埰以爲: “臣聞火藥之說稔矣。 前後之啓, 一不及此, 至其父蒙釋之日, 始爲搆成罪案, 有若新有聞而摘發者然, 陷人手段, 巧且慘矣。” 云。 臣雖聞閭巷流傳之言, 鞫廳事秘, 無以詳知, 及與大臣酬酢, 方得其實, 故當初請推之啓, 未及竝陳。 伊後還收之請, 始乃仰達者, 誠以此也。 有何巧慘之計, 如萬埰所言哉? 其時臣未嘗爲臺官, 則臺啓非臣所知, 而乃以啓辭中初不及此責之於臣, 其亦謬矣。 或有云覓給諸件戎物者, 出於更探情節, 而萬埰之言, 則恐逆璽疑惑有難測之事, 而與之云。 若欲探其情節, 則其何以纔投旋告? 若慮有難測, 則其何以假之利器也? 此又群情之尤所駭惑者也。 萬埰雖言其授受之際, 賊人之不在家, 非其父所預知云, 而益勳之主管是事久矣。 指示資給, 出於其手, 壽萬等所爲, 無不告知稟裁, 則臨當上變之時, 漫不知賊人去處, 似無是理。 戎物投授, 乃是大段機關, 則亦豈有不知之理乎? 萬埰欲爲父, 隱其言之架虛, 固無足爲怪, 誠不欲支析節破, 而謂臣入則探試上意; 出則指揮黨與。 凡探試人主, 乃是逢迎阿順, 工於自謀者之事, 而今臣之論益勳, 則搆怨巨室, 見忤權貴, 自取無限顚沛, 有何絲毫所利於身, 而爲之乎? 自古小人遇昏君, 而乃售如此眩幻之術, 未聞上有明哲之辟, 而下有探試之臣也。 萬埰雖急於螫人, 何敢肆然爲此言乎? 臣本孑然一身, 孤立於世, 如韓愈之無族黨; 寬饒之無屬托, 所恃者唯是聖明在上。 昔年一二臺臣, 薄言益勳(勳)之過, 或坐廢累年, 或永枳淸路。 況今其勢, 非復向日之比也。 設令臣欲有所指揮, 誰肯從臣之言, 而蹈在前之覆轍, 犯必中之危機哉? 益勳之事, 卽一國公共之論也。 臺閣諸臣, 各以所見聞, 抗論而不避, 此不過身在言地, 效其職責而已, 夫豈受人指揮者乎? 萬埰雖且擧韓泰東、兪得一、朴泰維之名, 謂之繼起和之, 恣意羅織云, 而此論之發, 旣已經年, 前後出入三司之人, 苟非益勳姻婭親屬, 與其相先相後之人, 則無不各以疏箚啓奏, 羅列其罪, 力爭不已。 此皆聽臣指揮, 甘爲羅織之計乎? 萬埰只擧三臣, 不爲遍及諸臣者, 豈不以自上必下燭, 其出於公論之齊發, 疑其言而不之信, 故略而去之耶? 至於中外輿儓之賤、婦孺之微, 竊議於坊曲, 喧藉於道路, 無不以益勳爲不韙, 此皆臣家道而戶喩之耶? 前歲之責兪得一、朴泰維等以請竄益勳之啓, 措語未瑩, 出補南邊也, 大臣、政院、玉堂、兩司, 同時請對, 聖旨渙發, 還仍原職。 其時, 瞻聆莫不欽仰聖度之寬大矣。 其後大臣之請削益勳也, 有曰: “非但一二臺臣之言年少名官之論, 無不皆然, 必須參酌處置, 然後可望其收殺。” 及益勳門黜放釋, 兩司爭執, 則大臣亦以爲太遽, 而進言曰: “當初放釋命下之後, 臣等若知物議之轉激至此, 則固當請寢之不暇。” 大臣如以益勳爲無可罪之事, 則初何以此, 加之於無罪之人? 又何以放釋太遽, 至有還收之請耶? 萬埰言其父所爲, 無不稟議大臣, 聽其指揮云, 而大臣之處益勳者, 則尤可見公議之所在也。 萬埰又以臣有妄肆之言, 其父聞而驚訝, 言於親舊之間, 臣以此大銜, 惟以逞憾爲計云。 未知益勳以臣何言爲妄肆, 而言之於何人, 又未知何人見臣大銜, 而言之於益勳也? 藏頭下語, 殊甚陰慘。 臣入仕以來, 不幸冒涉世變, 亦已多矣。 素性迂愚, 不能諧俗, 受人齮齕, 罥罹文網者屢矣。 蒙聖上救釋之恩, 獲保至此, 若使臣有一毫懷私修却之意, 則益勳等之所告, 多是曾所陷臣之人, 何不乘時甘心於此輩, 而反斥益勳爲哉? 萬埰亦豈不知其父之事, 發於輿論之所同然, 而以臣先言於人所未言之前, 仇臣最深, 搆之以探試指揮; 誣之以銜嫌逞憾, 有若臣有私意、有私黨, 手蔽聖聰, 頤指廷議者然, 陷臣不測, 延及諸臣, 欲售其報復之計焉。 視古之蓋愆者, 何其異也? 況其所謂璽、瑛何等凶逆, 而深嫉詗得之人, 未詳其意之何居云者, 噫嘻, 慘矣! 如以詗得凶逆之故, 深嫉其人, 則其罪當如何也? 此其計, 不但爲其父白脫地而已也, 萬埰旣有次骨之怨於臣, 懷憤遣辭, 固難責其擇發, 而亦何以至於此極也? 前世賢人君子之子孫, 雖或有駑下不肖者, 其爲嫁禍流毒之計, 絶未之有。 而向者沃川人趙匡漢之疏, 構誣臣身, 罔有紀極, 至今思之, 毛骨俱竦。 未知受嗾於何人, 而匡漢以先正之後, 遺澤未斬, 而其言之絶悖乃如此, 臣嘗以爲, 此係末世風氣之變, 非謂之常。 今者萬埰疏中之意, 蓋與匡漢相似, 而又益酷矣。 不料先正之門, 又復有萬埰之爲言, 臣於危怖之中, 繼之以傷惋也。 上批以謬戾責之。 持謙以淸名直節, 爲士流領袖, 激揚淸濁, 重忤勳戚。 萬埰之挾其氣勢, 陰欲報復, 已極不韙, 而持謙對疏, 詳悉切直, 譬析情僞, 殆無餘蘊。 公議皆稱快, 而上亦不深斥也。"
            }
        },
        "24": {
            "1": {
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 4월 24일(기미) 1번째기사",
                "gt-oKo": "이유태(李惟泰)의 문인(門人) 유생(儒生) 이지갑(李之甲)등이 이조 판서(吏曹判書) 이익(李翊)의 소(疏)로 인하여 다시 송변(訟辨)의 소(疏)를 올리니, 임금이 엄비(嚴批)로 이를 책하고, 돌려주도록 명하였다.【원래의 소(疏)와 비지(批旨)는 위에 보인다.】 처음에 이유태(李惟泰)가 예설(禮說)을 지어 송시열(宋時烈)에게 보이니, 송시열이 손에 붓을 잡아 수십 자를 고쳐 주었다. 뒤에 송시열의 집에서 말하기를, “이유태가 그 당시 사람들이 좋아하는 것에 영합하여 예설을 고쳐 지어서 등본(謄本)을 사람에게 보이는데, 곧 전의 책에다 붓으로 덧붙이고 고쳐 넣었던 것과 본래 한 글자의 틀림도 없어서 전일(前日)에 고친 것을 잊었다.” 하였으니, 이것을 가지고 송시열과 이유태가 서로 미워하여 여러 번 편지로 서로 욕하였다. 이유태가 송시열에게 보낸 글에 이르기를, “형의 손자가 문정(門庭)에 이르러 이 늙은 물건을 욕하여서 하지 못하는 말이 없으며 모두 어른의 말을 구실로 말하였습니다. 중간에 전하여진 말을 어찌 모두 믿겠습니까만, 그러나 그 아비가 원수로 갚는데, 그 자식이 겁박(劫迫)을 행한다는 것이 그 이치가 없지 않습니다. ‘아경(亞卿)이 어찌 사람마다 얻을 수 있는 것이겠는가?’라고 한 것은 참으로 절실하고 지극한 말입니다. ‘옛 친구는 큰 연고가 아니면 버리지 않는다.’는 말에 이르러서는 사람을 대우함이 너무 야박한 듯합니다. 또 이르기를, 안면을 바꾸어서 면하기를 꾀한다.’라고 하는데, 어찌 서로 의심함이 이 지경에 이른단 말입니까? 여산(礪山)의 남씨(南氏)의 말은 내가 친히 들은 것이기 때문에 초장(草場)의 잠자리 위에서 약간 말이 미친 바가 있으나, 다만 들은 바를 전하였을 뿐으로, 다시 다른 뜻은 없었습니다. 그런데도 현손(賢孫)에게 노여움을 만나서 벗을 팔아 벼슬을 얻었다고 말하며 이르는 곳마다 이름을 불러 욕하니, 이 늙은 물건이 피곤함이 심하며 진실로 달게 여기는 바입니다. 그러나 형의 집안의 기세(氣勢)도 이미 지극하였으니, 신명(神明)이 시기하는 바 될까 두렵습니다.【송시열의 손자가 남유두(南有斗)의 전지(田地)를 강매(强賣)하게 하여서 올바르지 못하다는 거조가 있었기 때문에 이유태가 이를 송시열에게 말하였다. 송시열은 또 이유태의 아들은 다만 전지를 빼앗은 일만이 아님을 말하였다. 그리하여 두 집의 아들이 서로 미워하며 어른에게 참소하여서 드디어 틈이 벌어져 이것이 두 사람이 서로 잃게 된 근본 원인이 되었다.】 형은 지나치게 엄격할 때에는 영기(英氣)가 발함에 있어 물건을 해침을 면치 못합니다. 학문으로 남에게 교만한 것이 또 어찌 성덕(聖德)의 일이겠습니까? 동춘(同春)【송준길(宋浚吉)의 호(號)이다.】은 일생동안 그 괴로움을 견디지 못하여 ‘어찌 오늘날 늙어서도 죽지 않고 또 이 지경을 볼 줄 알았겠는가?’라고 하였습니다. 일찍이 선조(先朝)에 있어, 소(疏)가 있어 비답을 받았는데 성지(聖旨)가 매우 지성스럽고 절실하였습니다. 수태(受台)【민정중(閔鼎重)의 자(字)이다.】가 이것을 가지고 민례(閔禮)에 다른 의견을 세웠기 때문이라고 하여서 마음속으로 혼자 웃고 우연히 지태(持台)【민유중(閔維重)의 자(字)이다.】에게 글을 보냈더니, 형이 이를 듣고 욕하였습니다. 민가(閔家)의 체천(遞遷)은 형도 또한 이르기를, ‘사람의 집안에 3대(代)가 미친 병에 걸리면 사당(祠堂)이 빌 것이니, 이런 까닭에 나도 또한 이를 의심한다.’라고 하였습니다. 그런데 뒤에 와서 무슨 까닭으로 허물을 여기로 돌립니까? 윤증(尹拯)이 추천(推薦)한 여러 사람이 낙점(落點)을 받기에 이르러, 모두 민례(閔禮)에 다른 의견을 세운 까닭으로 임금의 마음에 맞아서 그런 것이라고 이르며, 또 정리(情理) 밖의 말을 가지고 억지로 남에게 더하고 따라서 각박하게 대하니, 사람이 어찌 견디겠습니까? ‘늙으면 가업(家業)을 전하지만 사판(祠板)을 갈아 바꾸는 것은 행하기 어렵다.’라는 설은 나의 말이 아니고 곧 주자(朱子)의 말입니다. 그러나 이것은 우연히 자인(子仁)【윤증(尹拯)의 자(字)이다.】과 더불어 집안에서 사담(私談)하다가 좌우의 사람에게 미친 것인데, 무엇을 가지고 구중(九重)의 깊은 곳에 통할 수 있어서 온화(溫和)한 성비(聖批)를 받았단 말입니까? 일찍이 뜻하지 않았던 것입니다. 대상(代喪)의 1절(節)에 이르러서는 일찍이 사관례(士冠禮)의 정주(鄭注)를 상고하건대, ‘예(禮)는 80세가 되면 재최(齊衰)·참최(斬衰)의 일에 미치지 못하니, 이같은 자는 아들이 아비를 대신하여 종자(宗子)가 된다.’라고 하였으니, 그 증거가 매우 뚜렷합니다. 주자(朱子)의 행하기 어렵다는 설명을, 나는 반드시 체천(遞遷)의 이치가 있으나 인정(人情)과 사세(事勢)를 참작하여서 행하기 어려운 바가 있다는 말로 봅니다. 그렇기 때문에 매양 사람을 대하여 입이 아프도록 변명(辨明)하여 말하여서 혹시 납득하는 자가 있습니다. 그러나 두 스승【두 송씨(宋氏)이다.】의 문도(門徒)는 내가 범휘(犯諱)한 망발을 가지고 청풍 부원군(淸風府院君)【김우명(金佑明)이다.】에게 전하여 사람들이 모두 이것을 가지고 화근(禍根)의 큰 것으로 여기니, 오늘날 성교(聖敎)의 이른바 절치(切齒)라는 말이 반드시 이를 편드는 데에 말미암지 않는 것이 아닙니다. 그러나 형의 여장(驪章)【송시열이 여주(驪州)에 있으면서 소(疏)를 올려 영릉(寧陵)을 옮기는 일을 말하여 임금의 노여움을 불러 일으켰다.】과 죽행(竹行)【인선 왕후(仁宣王后)의 상(喪)에 송시열이 죽산(竹山)에 이르렀다가 돌아와서 거듭 임금의 마음에 거슬렸다.】 이 또 어찌 장자후(章子厚)가 하던 바입니까? 모두 명(命)이 있는 것입니다. 그러나 이때에 이르러 다만 마땅히 스스로 안정하여서 후명(後命)을 기다릴 뿐이니, 무엇 때문에 도리어 서로 의심하고 노여워하며 또 더불어서 헐뜯어 비방한단 말입니까? 춘손(春孫)【동춘(同春)의 손자이다.】이 나를 일컬어 원수라고 한다 하니, 이미 괴이한 일입니다. 기성(杞城) 사람이 형을 유배지(流配地)로 찾아뵈었으며, 김익견(金益熞)이 이르기에 미쳐 초당(草黨)【이유태의 호가 초려(草廬)이다.】 이라 하여 물리쳐서 무료(無聊)하게 물러갔다니, 초려도 또한 당이 있단 말입니까? 경솔하고 추잡한 말이 향리(鄕里)에 자자(藉藉)합니다. 나는 이 곳에 있어서 나쁜 소리를 들음이 드무니, 매우 편안하게 여겨 아침저녁으로 오직 살아서 고향으로 돌아감을 두려워할 뿐입니다. 동춘(同春)이 일찍이 우리 두 사람을 보고 이르기를 모두 기관(機關)이며 형이 심한 것이 된다고 하기에, 나는 동춘의 말을 가지고 한때의 촉격(觸激)에서 나온 것으로 여겨 웃어 넘겼는데, 내가 다시 이말을 하니, 동춘의 고사(故事)를 면치 못합니다. 바라건대 형은 한 번 웃고 이 종이를 불태워 버리십시오.” 하였으니, 송시열은 더불어 변론(辯論)하여 밝히지 않고 다만 ‘한 번 웃고 두 번 웃었다.’고 이에 답하였다. 이유태가 다시 편지를 송시열에게 보내어 말하기를, “대저 예설(禮說)은 부득이 한 것이니, 충고(忠告)는 매우 어리석은 것입니다. 죽음을 가지고 이를 구(救)하지 못하여서 그 험난함을 스스로 초래하는 것은 이와 같음을 알았으며 또한 인심(人心)을 보았습니다. 그러나 경자년에 ‘〈효종이〉 적자(嫡子)에 올랐다.’ 하였고, 갑인년에도 또한 ‘적자다’라고 하여서, 전후(前後)가 다르지 않았습니다. 만의사(萬義寺)로 전인(專人)했을 때도 자필(自筆)로 8, 90자(字)를 덧붙여 넣었으며, 강교 의소(江郊擬疏)의 자기 말도 또한 ‘적통(嫡統)이 어디로 돌아가겠는가?’라고 하여 피차(彼此)가 서로 비슷하였으니, 무슨 의도를 씀이 있겠습니까? 사람을 시켜 할아비를 무함하여 소장(訴狀)을 바쳐서 거의 형(刑)에 빠지게 하고, 그 숙부(叔父)의 죄는 고향을 떠나 멀리 가기를 권하여 싼 값으로 좋은 전지(田地)를 사들이고도 잘못으로 여기지 아니하여 사람들의 말이 자자(藉藉)하였으므로, 그 듣고 본 바를 가지고 초장(草場)의 잠자리 위에서 말이 미쳤을 뿐인데, 그 손자가 시켜 욕하게 하니 이것이 무슨 도리입니까? 은(銀)이 몇 냥쭝[兩]이고 전지가 얼마인지는 가릴 수 없는 것입니다. 그 사람이 오면 자기를 따름을 가지고 이를 대우함이 후하고, 그 친족이 원망하면 항상 위협하고 겁박하는 말을 꺼내고, 이어 병사(兵使)와 영장(營將)의 곤장을 때림이 있으니, 이것이 어찌 장자(長者)의 자손을 가르치는 도리입니까?【이것은 모두 송시열의 손자가 세력을 빙자하여 전지를 빼앗는 일을 말하는 것이라고 한다.】 어린 손자가 품에 있으면서 어른을 믿어 노인의 이름을 불러도 금하지 않고, 절교(絶交)를 청하기에 이르면 ‘옛 친구는 큰 연고가 없으면 버리지 않는다.’라고 하여서 교만이 가득함이 이미 지극하니, 신명(神明)의 시기(猜忌)함이 있어 마땅합니다. 경자년이 갑인년에서의 거리가 15년이고, 갑인년이 병진년과의 거리가 3년입니다. 저의 말이 예법(禮法)에 맞지 않거나 혹시 그 사이에 의도(意圖)를 씀이 있었다면, 어찌 전인(專人)하여 왕래하던 때에는 한 마디 말도 하지 않다가 이제 비로소 말을 꺼내어서, 일을 좋아하는 자로 하여금 듣기를 즐거워하여 그 한두 귀절을 집어 내고 그 머리와 꼬리를 떼어 버려서 안팎에 전파(傳播)하게 한단 말입니까? 진실로 의심스럽습니다. 또 들으니, 이하경(李夏卿)【이름은 담(橝)이다.】 이 전(專)한 말이 있어서 집사(執事)께서 의심과 노여움을 더욱 더함을 초래했다고 하는데, 이번 길의 초정(初程)에 과연 이하경을 예관에서 만났습니다. 말이 우연히 선왕(先王)이 천신(賤臣)의 소(疏)에 온비(溫批)를 내리신 일과 집사의 여장(驪章)이 전후(前後)하여 천심(天心)을 매우 괴롭힌 일에 미쳤는데, 이것은 특히 그 천노(天怒)가 집사에게 치우쳐서 곡경(曲徑)으로 화해시키실 뜻이 없음을 말한 것입니다. 헤어지기에 임(臨)하여 또 말하기를, ‘어느 재상(宰相)의 주창(主唱)하는 말을 들으니, 말하기를, 「3년의 복제(服制)를 행하지 않는다면 이는 적자(嫡子)가 없는 것이다. 훗날 대왕 대비(大王大妃)의 천추(千秋) 뒤에는 적손부(適孫婦)의 복(服)을 누가 이에 감당하겠는가?」하여서 말이 극히 음험하고 편파적이었다.’라고 하였습니다. 예(禮)에, 서자(庶子)를 세워 후사(後嗣)로 삼고 다시 서자를 세워 태자(太子)로 삼는다는 말을 이루 다 기록할 수 없는데, 태자란 적자(嫡子)를 이름이 아닙니까? 이런 까닭에 정자(程子)가 팽중승(彭中丞)을 대신한 차자(箚子)에 이르기를, ‘폐하(陛下)는 인종(仁宗)의 적자(適子)입니다.’ 하였으니, 이것은 어느 재상의 말을 명백히 하였을 뿐이고, 다시 다른 뜻은 없는 것입니다. 이하경이 무슨 말을 하여서 또 이처럼 분부한 것입니까? 만약 비인(鄙人)이 적자(嫡子)의 설(說)에 의도(意圖)를 두었다고 말한다면, 만의사(萬儀寺)로 왕복한 글월이 이미 이와 같고 강교 의소(江郊擬疏)의 설이 또 저와 같아서 피차의 논의가 조금도 다름없으니, 무슨 의도를 둠이 있단 말입니까? 또 성서탈적(聖庶奪嫡)의 설을 내가 일찍이 집사에게서 들었으며, 강교의소의 초본(草本)도 일찍이 이를 보았기 때문에, 일찍이 사람을 대하여 집사의 설을 부연(敷演)하여서 말하기를, ‘성(聖)이란 성인(聖人)이고, 서(庶)란 문왕(文王)의 서자(庶子)이며, 탈적(奪嫡)이란 백읍고(伯邑考)의 적통(嫡統)을 빼앗은 것이다. 통서(統緖)란 두 적(嫡)이 없으니, 무왕의 아직 서기 전에는 적통이 백읍고에게 있고 무왕이 이미 선 뒤에는 적통이 무왕에게 있다. 만약 무왕이 이미 선 뒤에도 적통이 오히려 백읍고에게 있다고 한다면, 무왕이 빼앗은 것은 무엇이란 말인가?’라고 하였습니다. 《통전(通典)》에, 유울지(庾蔚之)가 말하기를, ‘이제 서자를 세워 태자로 삼았으면 높음[尊]을 가지고 이를 내림[降]을 얻음이 용납되지 않는다. 이미 정적(正嫡)이 아니면 다만 가숭(加崇)이 없을 뿐이니, 스스로 마땅히 그 본래 복인 1주년을 복(服)하여야 한다.’ 하였습니다. 이에 의거한다면, 그 서자도 또한 태자(太子)라고 이르고 복이 1주년이 됨을 알 수 있으며, 이 의리(義理)를 알면 어느 대상이 이른바 대왕 대비의 천추(千秋)의 설은 말하지 아니하여도 스스로 얻을 것입니다. 그러나 내가 이 말을 함은 집사의 의논을 발휘(發揮)하는 데 지나지 않으니, 나에게 뜻을 씀이 깊다고 하겠습니다. 의도를 두면서 두지 않는다고 말한다면 하늘이 반드시 이를 미워할 것입니다. 의도를 두지 않는데도 둔다고 말하는 것은 하늘이 반드시 이를 미워하지 않겠습니까? 집사는 화(禍)를 만난 이래로 정상(正常)을 잃은 말이 많으니, 죽음의 시기가 장차 이름이 아니겠습니까? 또 영상(領相)【허적(許積)이다.】의 말을 들었습니까? 말하기를, ‘윤휴(尹鑴)가 말하기를, 「복제(服制)에 대하여 중간에 두 송(宋)이 스스로 그 잘못을 알아서 그 설(說)을 고치고자 하였는데, 모(某)가 남에게 굽힐 수 없다고 하여 그릇된 생각을 고집하여서 이 지경에 이르렀다.」라고 하니, 이것이 죄의 괴수가 아니겠는가?라고 하였더니, 내가 처음에 듣고 웃었으며, 윤휴가 스스로 만든 말로 여겼습니다. 이제 말하는 자가 있어 말하기를, ‘두 문(門)【두 송씨(宋氏)이다.】의 제자가 전부터 다른 문에 서로 왕래한 것은【허목(許穆)·윤휴(尹鑴) 등을 가리킨다.】 반드시 그 스승을 벗어나게 하여서 허물을 이리로 돌리고자 함이 있었다. 그러나 이 곳에 있어서는 손상(損傷)이 없고 더욱 광화(光華)가 있기 때문에 다시 입을 열지 못하였다.’라고 하였습니다. 근래에 소배(少輩)의 소위(所爲)를 본다면 교활하고 음험하기가 헤아릴 수 없음이 도리어 저쪽 사람[彼人] 보다도 심함이 있으니, 무슨 말을 만들지 못하여 무슨 일을 하지 못하겠습니까? 이것은 다만 우리들이 죽을 시기가 장차 박두하였을 뿐만 아니라 사문(師門)의 운기(運氣)가 다함이 있어 그런가 두렵습니다. 어찌하여 집사는 이것을 보고 반드시 ‘도리어 심함이 있다’는 것을 가지고 지나친 말로 여깁니까? 그러나 집사가 효종조(孝宗祖)에 있어 어찌 털끝만큼이라도 폄박(貶薄)의 뜻이 있겠습니까? 그러나 이것은 월(越)나라 사람이 활을 당기는 것이고, 비인(鄙人)이 집사에게 대하여 또 어찌 털끝만큼이라도 의도를 둘 뜻이 있겠습니까? 이것은 그 형(兄)이 활을 당기매 눈물을 흘리면서 말하는 것이니, 또한 친하다고 이를 만합니다.” 하였으나, 송시열은 다시 답이 없었다. 이로부터 두 사람은 사귀는 정의(情義)가 크게 어긋났다. 이런 까닭에 경화(更化)의 뒤에 예론(禮論)으로 견벌(譴罰)을 입은 자가 모두 수록(收錄)되었는데도 이유태는 홀로 참여하지 못하였다. 사신(史臣)은 말한다. “이유태가 송시열에게 존중(尊重)을 받음이 그보다 나을 수 없었는데, 한 번 그 뜻에 거슬리자 이를 버리기를 폐물(廢物)처럼 하였으니, 비록 가슬 추연(加膝墜淵)이라고 말해도 지나친 말이 아니다. 그러나 이유태는 평소에 사람의 교제를 잘 이간(離間)하여서, 송준길(宋浚吉)·윤선거(尹宣擧) 등 여러 사람이 송시열과 종시(終始)를 보전할 수 없었던 것이 모두 이유태에게 말미암았으니, 그 언행(言行)과 심술(心術)이 이를 이루기에 족함이 있으며, 송시열과 서로 잘못된 것도 족히 괴이할 것이 없다. 그러나 송시열이 이유태의 비방을 초래한 것 역시 이를 이르게 할 만한 단서(端緖)가 없지 않은데도 스스로 반성하지 않고 경솔하게 의심과 노여움을 더하여서 군자(君子)의 스스로 수양(修養)하는 도리에 있어 미진(未盡)한 바가 있었다.”",
                "hj": "○己未/李惟泰門人儒生李之甲等, 因吏曹判書李翊疏, 更上訟辨之疏, 上嚴批責之, 命還給。【原疏、批旨見上。】初, 惟泰著禮說, 示宋時烈, 時烈手筆, 改示累十字。 後自時烈家言: “惟泰投合時好, 改撰禮說, 以謄本示人, 卽與前書手筆添改, 本無一字錯, 蓋忘前日之改也。” 以是, 宋、李交惡, 累書相詬。 惟泰抵時烈書曰: “兄之所抱及門庭呵叱老物, 無所不至, 而皆以藉長者之言云。 中間所傳, 豈皆信然? 然其父報仇, 其子行劫, 不無其理矣。 亞卿豈人人可得云者, 眞切至之言也。 至於故舊, 無大故不棄之說, 似是待人太薄也。 又云換面謀免, 何相疑至此耶? 礪山南說, 吾所親聞, 故草場枕上, 略有所及。 只傳所聞, 更無他意, 逢怒於賢孫, 謂賣友得爵, 到處名呼而辱之。 老物疲甚, 固所甘心, 然兄家氣勢已極, 恐爲神明之所猜也。【時烈之孫, 勒賣南有斗田, 而頗有非義之擧, 故惟泰言於時烈, 而時烈亦言惟泰之子, 非但奪田之事。 於是兩家子交惡, 譖搆於長者, 遂成疑阻, 此爲兩人相失之根柢云。】兄過嚴, 時有英氣發處, 未免害物。 學問驕人, 又豈盛德事乎? 同春【宋浚吉號。】一生, 不勝其苦, 豈謂今日老而不死, 又見此境界耶? 曾在先朝, 有疏承批, 聖旨頗諄切。 受台【閔鼎重字。】以此, 爲閔禮立異之故, 心竊笑之。 偶書于持台, 【閔維重字。】兄聞之呵叱。 閔家遞遷, 兄亦謂: ‘人家三世狂易, 則祠廟空矣。 是故, 某亦疑之云, 到後何故, 歸咎於此? 至以尹拯推及諸人蒙點, 皆謂閔禮立異之故, 當上心而然。 又以情外之言, 勒加於人, 從以操切之, 人何堪之? 蓋老傳遞換祠板難行之說, 非吾之言, 乃朱子之言。 然此則偶與子仁【尹拯字。】屋下私談, 而有及於左右矣。 何以得徹於九重之深, 而承聖批之溫乎? 曾是不意也。 至於代喪一節, 則嘗考《士冠禮》鄭注: ‘禮, 八十, 齊斬之事不及。 若是者, 子代其父爲宗子。’ 云, 其證較著明矣。 朱子難行之說, 則愚必以爲, 有遞遷之理, 而參以人情事勢, 有所難行云爾。 故每對人, 苦口辨說, 或有釋然者矣。 然二師【兩宋】門徒, 以愚犯諱妄發之言, 爲傳於淸風【金佑明。】耳, 人皆以此爲禍根之大者。 今日聖敎所謂切齒云者, 未必不由於驂乘也。 然兄之驪章、【時烈在驪州, 疏言遷陵事, 觸上怒。】竹行【仁宣之喪, 時烈行至竹山而還, 重忤上心。】又豈章子厚之所爲耶? 皆有命焉。 然到此只當自靖, 恭竢後命而已, 何故反相疑怒, 又欲與之睢盱耶? 春孫【同春之孫。】稱我爲讎, 已是怪事。 杞城人爲拜栫中, 及至熞輩斥之以草黨, 【惟泰號草廬。】故無聊而退云, 草亦有黨耶? 浮雜之言, 鄕里藉藉, 吾在此罕聞惡聲, 頗以爲安, 朝夕惟恐生還故土耳。 同春嘗謂, 余二人都是機關, 而兄爲甚云, 吾笑以爲, 春言出於一時之觸激矣。 吾復爲此說, 則亦未免同春之故事也。 幸兄一笑。” 而丙丁此紙, 時烈不與辨破, 但以一笑再笑答之。 惟泰復以書與時烈曰: “夫禮說, 不得已也。 忠告, 愚之甚也。 莫之救以死, 知其自取, 其險如此, 亦見人心。 然庚子曰: ‘陞爲適子。’ 甲寅亦曰: ‘適子。’ 則前後不異也。 萬儀專人而自筆, 添足八九十字, 江郊擬疏而已。 設亦爲嫡統何歸, 則彼此相似也, 何用意之有哉? 使人誣祖呈狀, 而幾陷於刑, 其叔父之罪, 勸其離鄕遠去, 以廉價買其良田, 不以爲嫌, 人言藉藉。 以其所聞見, 及於草場枕上, 則使其孫辱之, 是何道理? 銀幾兩而田地幾何? 不可掩也。 其人進則以敵己待之蓋厚; 其族怨則恒發威劫之言, 而連有兵使、營將之棍, 此豈長者敎子弟之道乎?【此皆言, 時烈之孫藉勢奪田之事云。】癡孫在抱, 恃長者名呼老人, 而亦不禁, 至請絶交, 則故舊無大故則不棄, 其驕盈已極, 宜乎有神明之忌也。 庚子之距甲寅, 十五年矣。 甲寅之距丙辰, 三年矣。 鄙俚之說, 有不合於禮意, 或用意於其間, 則何不一言於專人往復之時, 而今乃始出, 使好事者樂聞, 而拈出其一二句, 撤去其首尾, 傳播於中外耶? 誠可疑也。 又聞李夏卿【橝。】有所傳說, 而以致。益增疑怒矣。 此行初程, 果遇夏卿於旅館, 偶及先王所以溫批於賤臣疏, 與夫執事驪章前後所以激惱天心之事, 此則特言其天怒之偏於執事, 而無曲徑媒寵意也。 臨分又曰: ‘聞, 一大宰唱說曰: 「不行三年之制, 是無嫡子也。 他日大王大妃千秋之後, 適孫婦之服, 誰使當之?」 語極險詖。’ 禮, 立庶子爲後, 更立庶子爲太子云者, 不可勝記, 太子非適子之謂乎? 是以, 程子代彭中丞箚曰: ‘陛下仁宗之適子也。’ 此則發明一大宰之言而已, 更無他意也。 夏卿爲何說話, 而又此紛紜耶? 若曰鄙人用意於適子之說, 則萬儀往復之書旣如此; 江郊擬疏之說又如彼, 彼此論議, 少無異同, 何用意之有哉? 且聖庶奪嫡之說, 愚嘗聞之於執事矣, 江郊擬疏草本, 亦嘗見之矣。 故嘗對人敷演執事之說曰: ‘聖者, 聖人也;庶者, 文王之庶子也。 奪嫡者, 奪伯邑考之適也。 統無二適, 武王未立之前, 適在於伯邑考, 武王旣立之後, 適在於武王。 若曰武王旣立之後, 適猶在於伯邑考, 則武王所奪者何物耶? 《通典》庾蔚之曰: 「今拜庶子爲太子, 不容得以尊降之。 旣立正適, 但無加崇耳。 自宜伸其一周。」 據此可見其庶子亦謂之太子, 而服則一周也。 知此義則大宰所謂大王大妃千秋之說, 不攻自破矣。’ 然愚之爲此言者, 不過發揮執事之論, 用意於我者, 可謂深矣。 用意而曰不用意, 則天必厭之矣。 不用意而曰用意者, 天必厭之乎? 執事逢禍以來, 多有失常之言, 無乃死期將至耶? 又聞領【許積。】言乎? 人曰: ‘鑴曰: 「服制中間, 兩宋自知其非, 欲改其說, 而某也以爲, 不可屈於人, 因執謬見, 以至於此。」 此非罪魁耶?’ 吾始聞而笑之以爲, 鑴之所自爲說也。 今有言之者曰: ‘兩門【兩宋】弟子, 舊相往來於他門者,【指穆、鑴輩。】有必欲脫其師, 而歸咎於此也。’ 然在此無損, 而益有光華, 故不復出口矣。 近觀少輩之所爲, 巧險不測, 反有甚於彼人, 何言之不造、何事之不爲耶? 此不但吾輩死期將迫, 恐師門運氣有盡而然也。 奈何執事見此, 必以反有甚者爲過言? 然執事於孝廟, 豈有一毫貶薄之意哉? 然此則越弓彎也。 鄙於執事, 又豈有一毫用意之事? 是則其兄彎也。 涕泣道之, 亦可謂戚矣。” 時烈更無所答。 自是, 兩人交義大乖。 是以, 更化之後, 以禮論被譴者, 皆蒙收錄, 而惟泰獨不得與焉。 【史臣曰: “惟泰之見重於時烈者, 無能出其右者, 而一忤其意, 棄之如遺, 雖謂之加膝墜淵, 非過語也。 然惟泰平日善間人交際, 宋浚吉、尹宣擧諸人之不得保終始於時烈者, 皆由於惟泰, 則其言行心術, 有足以致此者矣。 其與時烈相失者, 又無足怪也。 抑時烈之招謗於惟泰者, 亦不無可致之端, 而不自反省, 輕加疑怒, 在君子自修之道, 蓋有所未盡焉。”】"
            }
        },
        "29": {
            "1": {
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 4월 29일(갑자) 1번째기사",
                "gt-oKo": "송시열(宋時烈)의 문인(門人) 사옹원 직장(司饔院直長) 최신(崔愼)이 상소(上疏)하여 윤증(尹拯)을 공격하니, 임금이 우비(優批)로 이에 답하였다.【원래의 소(疏)와 비지(批旨)는 위에 보인다.】 송윤(宋尹)의 득실(得失)은 이미 피차(彼此)의 서(書)와 소(疏)가 있으니, 공정(公正)한 눈을 가진 자는 스스로 마땅히 이를 알게 마련이다. 유문(儒門)에서 그 학도(學徒)를 조종(操縱)하여 분연(紛然)히 투소(投疏)하여 사람을 헐뜯어 욕하는 것을 일삼는 것은 본래 아름다운 풍습(風習)이 아닌데도 송시열이 이를 금하지 아니하여, 이로부터 괴이한 무리가 걸핏 하면 스승을 소송한다고 일컬어 소장(疏章)을 공거(公事)에 바쳐서 한판의 싸움을 이루었으니 군자(君子)가 이를 부끄럽게 여긴다. 사신(史臣)은 말한다. “처음에 윤증이 송시열을 스승으로 섬겨서 사람들이 모두 말하기를, ‘훗날 도(道)를 전하는 것은 반드시 이 사람일 것이다.’라고 하였었다. 비문(碑文)의 일에 미쳐 송시열이 조금도 가차(假借)가 없고, 또 목천(木川)의 부로(俘虜)의 설(說)로 인하여 윤증이 또한 송시열의 문하(門下)됨에 의심이 없지 않아서 늘 통박(痛迫)의 뜻을 품어 반드시 글을 만들어 〈사제(師弟)의 의(義)〉를 끊음을 고히고자 하였으나, 박세채(朴世采)가 그 옳지 않음을 극진히 말하였다. 뒤에 윤증이 내질(內姪)인 권생(權生)이라는 자와 더불어 말한 바가 있었는데, 권생이 또한 송시열의 외손(外孫)이 되므로 곧 이 말을 송시열에게 돌아가 고하였다. 그리하여 사림(士林)이 떠들썩하게 서로 전하여 말하기를 윤증이 그 스승을 끊었다고 하였으니, 박세채가 이를 듣고 여러 번 글을 보내어 묻고 이어 속히 나아가 사과(謝過)하게 하였다. 윤증이 드디어 정의(情義)가 간격을 두어 막히게 된 까닭을 서술하여 글을 만들어서 박세채에게 보내고, 박세채는 글을 받았으나 비밀로 하여 발설하지 않았다. 송시열의 손자에 박세채의 사위되는 자가 있어, 이를 박세채의 상자 속에서 얻고 이어 중외에 전파하였으니, 드디어 한 세상의 큰 시비거리가 되었다. 윤증이 송시열과 간찰(簡札)을 왕래한 후에 이르러, 송시열은 윤증의 아비 윤선거(尹宣擧)가 도적 윤휴(尹鑴)를 끊지 않은 것을 가지고 지론(持論)이 매우 긴박(緊迫)하였고, 또 윤증의 어미의 죽음이 윤선거에게서 말미암은 것을 말하여서 투부(妬婦)의 비명(非命)의 죽음에 비기기에 이르렀으니, 이에 있어 사류(士流)가 모두 송시열의 말에 불평하였다. 김익훈(金益勳)의 도당이 이로 인하여 사류를 기울여서 죄에 빠뜨리고자 하여 이르기를, 사류가 대로(大老)에 대하여 겉으로는 높이면서 뒤로 배척한다고 하며, 뜬소문을 선동하여서 크게 공격과 배척을 일삼아 의혹과 노여움이 날로 깊어지고 간극(間隙)이 날로 생겨 종전의 분렬(分裂)의 형세로 하여금 더욱 다시 합칠 수 없게 만들어서 끝없는 재앙의 터전을 만드니, 식자(識者)가 이것을 가지고 둘다 그르다는 의논이 있었다. 윤증이 박세채에게 보낸 글의 대략에 이르기를, ‘이 말이 새로 나가면 서울안이 분분해질 것입니다. 또다시 시끄러우면 일에 무익(無益)하니, 다만 볼과 혀를 그대로 두어서 고요히 논변(論辨)하지 말라는 경계하심을 지켜 서서히 조금 안정되기를 기다리는 것만 못할 듯합니다. 작년에 받은 글월에는 더욱 경계하고 두려워하라고 하셨으나, 감히 회답을 드리지 못하였습니다. 그 후 여러 날을 두고 반복하여 이를 생각하였는데, 제가 오늘날 마음을 열고 뜻을 털어 놓아 질의(質疑)하여서 의혹을 푸는 것은 오직 고명(高明)께서만이 믿을 수 있습니다. 이 일이 다만 한 몸의 화복(禍福)만이 아니라고 하시고 또 선인(先人)에게 추후(追後)로 누(累)를 끼침을 가지고 가르치심을 받았으니, 아무 말 없이 조용히 있으면서 일을 모두 고명 앞에 털어 놓아서 다시 의리(義理)에 처하는 방도(方道)을 청하지 않는다면 미혹(迷惑)함이 심한 것이라고 이를 말합니다. 비로소 척연(惕然)히 살피고 깨달아서 감히 전후(前後)의 곡절(曲折)을 아래와 같이 갖추 진술하여 감히 털끝만큼의 숨김도 없어서 고명의 경계와 가르치심을 들으려 합니다. 금년 정월 보름 사이에 권생(權生)이 찾아와서 하룻밤 묵고 갔습니다. 그때에 새로 목천(木川)의 일을 당하여 제가 그와 더불어 말하기를, 「목천의 일이 이와 같은데, 이는 반드시 함장(凾丈)의 문하에서 나온 것일게다. 그러나 함장께서는 들은 곳을 설파(說破)하려 들지 않으시고 곧 끌어서 스스로 담당하셨으니, 이것 때문에 다시 감히 묻지 못하였다. 또 나로 하여금 스스로 허황(許璜)이라는 자에게 묻게 하셨으나, 또한 함장의 뜻을 알지 못하는 까닭에 오래도록 대답을 하지 못하였다.」하고, 또 이르기를, 「의(義)와 이(利)를 둘 다 행한다[義利雙行]·왕도(王道)와 패도(伯道)를 아울러 쓴다[王伯並用]함은 《대학(大學)》의 성의(誠意)·정심(正心)의 학(學)과 같지 않다. 동춘(同春)이 말한 바 모두 기관(機關)이며, 초려(草廬)의 이른바 권모 술수(權謀術數)를 전용(專用)하는 것으로서, 이것이 함장의 실병(實病)인 듯하여 나는 한 번 의심나는 바를 묻고자 하나 정의(情義)가 이미 막혀서 감히 말하지 못한다. 이제 이 목천(木川)의 일로 거듭 죄를 얻었으니, 이로부터 말하지 못할 듯하다.」 하였는데, 권생이 함장에게 여쭌 것이 바로 이 말입니다. 어제 권생을 불러 물었더니, 말하기를, 「이미 이 말을 들었으니 감히 고하지 않을 수 없었습니다.」하고, 함장께서 갑자기 말씀하시기를, 「만약 그 선인(先人)을 말할 일을 가지고 나를 끊는다면 옳을 수도 있으나, 만약 초려의 말을 믿고 나를 친다면 옳지 않다.」고 하시더랍니다. 아마도 대답을 올리지 못한 것과 감히 의심나는 것을 묻지 못한 것을 가지고 서로 끊은 것으로 여기신 듯합니다. 그러므로 지금의 이른바 서로 끊었다는 말과 초려와 서로 맞는다는 말이 이로 인하여 나온 듯합니다. 초려와 따로 무슨 서로 맞는 일이 있겠습니까? 다만 당초에 저의 생각은 두 집[兩家]이 서로 잃은 것으로 여겼습니다. 왕년에 함장께서 해상(海上)으로 돌아오셨을 때에 소재(蘇堤)로 가서 문후(問候)하였었는데, 그때에 초려도 금방 공주(公州)로 돌아왔으므로, 돌아오는 길에 또한 찾아가 문후하였을 뿐입니다. 금년 여름에 초려가 이 곳을 지나다가 집으로 찾아왔다가 갔기 때문에 교하(交河)에서 돌아오는 길에 또한 그 문을 두드렸을 뿐이니, 무슨 그와 서로 맞아서 함장을 공격하고 배척한 일이 있단 말입니까? 두 가지 일의 곡절이 위와 같은 데에 지나지 않을 뿐입니다. 갈명(碣銘)이 매우 훌륭하지 못한 까닭에 유감이 있다는 말에 이르러서는, 함장의 당초의 말씀이지 불초(不肖)에게 이 마음이 없었던 것은 고명의 살피시는 바입니다. 주자(朱子)의 여동래(呂東萊)의 일을 말함도 함장의 중간의 말씀으로서 고명이 이미 도리(道理)의 말이 아님을 알고 계시니, 다시 무슨 말이 있겠습니까? 선인〈先人〉께서 이 말씀을 하셨던 것은 도무지 기억하지 못하며, 하물며 〈말이〉 금년에 나왔으니 어떤 사람을 향하여 말씀하신 것인지를 알지 못하겠으며, 매우 괴이하다 하겠습니다. 보내 주신 가르침에 이른바 글을 만들어서 정중하게 사과하라는 말씀은, 비루(鄙陋)한 생각이 의혹(疑惑)을 열어서 문득 감히 가슴속을 모두 〈함장께〉 펴지 못합니다. 함장이 선인에게 대하여 갈명(碣銘)의 일이 있으면서부터 이래로 실로 한 가지 말씀 한가지 일만이 아니며 목천(木川)의 일에 이르러서 극에 달하였으니, 자식된 마음이 어찌 편안하여서 다른 날과 같을 수 있겠습니까? 이로 말미암아 정리(情理)가 전과 다르지 않을 수 없습니다. 윤증은 함장에게 대하여 실로 본원(本源)과 언행(言行)의 사이에 의심이 없지 않으나 전일에 논한 바와 같음이 있어서 감히 강질(講質)하지 못하니, 옛 사람이 이른바 사생(師生)은 실로 이같은 의리(義理)가 없으므로, 이로 말미암아 의리가 전과 다르지 않을 수 없습니다. 정리로나 의리로나 모두 전과 같지 못하면서 스스로 그 옳지 않음을 알지 못하니, 비록 정중히 사과하고자 한들 무엇을 가지고 그 말을 만든단 말입니까? 만약 솔직하게 이 뜻으로 자수(自首)하여서 다만 서로 끊은 말이 없음을 분소(分疏)한다고 한다면, 권생의 여쭌 바가 또한 다만 이 뜻인데도 함장께서 이미 서로 끊은 것으로 인정(認定)하셨으니, 어찌 환연(渙然)히 풀리실 리가 있겠습니까? 심상(尋常)한 문후(問候)의 예절같은 것은 비록 전처럼 자주하지는 못하지만, 진실로 감히 폐(廢)하지는 못할 것입니다. 나를 아는 것도 나를 죄주는 것도 다만 여기에 있습니다.’ 하였다.”",
                "hj": "○甲子/宋時烈門人司饔直長崔愼疏攻尹拯, 上優批答之。【原疏、批旨見上。】宋、尹得失, 旣有彼此書疏, 公眼者自當知之。 儒門之縱其學徒, 紛然投疏, 以詬辱人爲事者, 本非美習, 而時烈不之禁, 自此怪鬼輩, 動稱頌師, 章交公車, 便成一場鬪鬨, 君子恥之。 【史臣曰: “初, 尹拯師事宋時烈, 人皆曰: “他日傳道必此人。” 及碑文事, 時烈不少假借, 而又因木川俘虜之說, 拯亦不能無疑於時烈之門下, 常懷痛迫, 必欲作書告絶, 而朴世采極言其不可。 後, 拯與內姪權生者有所云云, 而權生亦時烈之外孫也。 乃以此言, 歸告於時烈, 於是, 士林譁然相傳, 謂拯絶其師。 世采聞之, 屢書亟問, 而仍令摧謝, 拯遂敍情義間阻之由, 抵書於世采, 世采得書, 秘而不發。 時烈之孫, 有爲世采壻者, 得之於世采箱篋中, 仍播於中外, 遂爲一世大是非。 及拯與時烈簡札往復之後, 時烈以拯父宣擧之不絶賊鑴, 持之甚緊。 又言拯母之死, 由於宣擧, 而至比之於妬婦之死於非命者。 於是, 士流皆不平於時烈之言, 而金益勳之黨, 因此欲傾陷士流, 謂士流於大老, 陽尊而陰排, 煽動浮言, 大肆詆斥。 疑怒日深, 間隙日生, 使從前割裂之勢, 益不可復合, 而以基無窮之禍, 識者以是有兩非之論。”】 尹拯抵朴世采書, 略曰: 此言新出, 洛下紛紜。 又復嘵嘵, 則無益於事, 只滋頰舌, 恐不如靜守無辨之戒, 徐待其少定耳。 昨年手誨, 尤以警恐, 然不敢仰復也。 其後屢日反復思之, 拯於今日, 開心諷意, 質疑辨惑者, 惟高明差信矣。 此事非但一身之禍福, 且蒙敎以追累於先人, 則暗然悶默, 不以悉暴於高明, 以更請處義之道者, 可謂迷惑之甚。 始乃惕然省悟, 敢具前後曲折如左, 不敢有一毫之隱, 以聽高明之戒敎焉。 蓋今正月望間, 權生來訪一宿而去, 其時新遭木川事, 拯與之說以爲: “木川事如此, 此必出於函丈門下, 而函丈不肯說破所聞之處, 便引以自當, 以此更不敢問。 且使我自問於許璜者, 亦未曉函丈之指, 故久未能奉答。” 云。 且義利雙行, 王伯竝用, 與《大學》誠正之學不同。 同春所謂: “都是機關。” 草廬所謂: “專用權數。” 恐是函丈之實病, 吾欲一質所疑, 而情義旣阻, 不敢有言。 今此木川事, 又重得罪, 自此恐不能有言云云。 權生之達於函丈者, 卽此言也。 昨招權生而問之, 則以爲: “旣聞此言, 不敢不告。” 而函丈遽言曰: “若以言其先人事而絶我, 則可也; 若信草言而攻我, 則不可。” 云云。 蓋以不能奉答及不敢質疑爲相絶也。 然今之所謂相絶之言及與草相合之言, 恐是因此而出也。 草廬則別有何相合之事乎? 只是當初鄙見以爲: “兩家胥失。” 而往年函丈歸自海上也, 往候於蘇堤, 其時草廬亦纔歸公州, 歸路歷候而已。 今年夏, 草廬委過此中, 尋院而去, 故交河歸路, 亦歷叩而已, 有何與彼相合, 而攻斥函丈之事乎? 二事曲折, 不過如右而已。 至於碣銘不溢美之故, 有憾云者, 函丈當初之說也, 不肖之無此心, 高明之所諒。 朱子之言呂東萊事者, 亦函丈中間之說也。 高明旣知其非道理說, 則更有何言? 先人之有是說也, 都不能記得, 況出於今年, 未知以爲向何人說道云耶, 極可怪也。 來敎所謂作書摧謝之云, 鄙見不能開惑, 輒敢畢布心腹。 函丈於先人, 自碣銘以來, 實非一言一事而已, 至於木川事而極矣。 人子之心, 安能晏然如他日? 由是, 情不能不異於前矣。 拯之於函丈, 實不能無疑於本源言行之間, 有如前日所論者, 不敢講質。 古人所謂師生者, 實無如此之義。 由是, 義不得不異於前矣。 以情以義, 俱不能如前, 而不自知其非是, 則雖欲摧謝, 何以成其說話耶? 若直以此意自首, 而只分疏其無相絶之言, 則權生所達, 亦只此意, 而函丈已認以爲相絶矣, 安有渙然開釋之理? 若尋常問候之禮, 則雖不如前頻數, 固不敢廢矣。 知我罪我, 只在此處。"
            }
        }
    },
    "05": {
        "11": {
            "1": {
                "H2KE-EN": "Recorder of the Royal Placenta Chamber Chamberry of the Honorable Guests of the Placentacenta Chamber Chamberry of the Royal Plachamber Chamber (Chamber Chamber (Chambhamber Chambhamber Chambhambhamber Chambhambhambhamber Chambhambhambhambhamber Chambhambhambhamber Chambhambhamber Chambhamber Chamber Chambhamber (Chamber Chambhamber Chamber Chambhambhamber Chamber Chambhamber Chambhambhamber Chamb",
                "H2KE-nKo": "좨주 박세채가 현과 도를 통해 상소하여 윤증을 신구하였는데, 그 대략에,“삼가 듣건대, 최신이 전 대사헌 윤증이 신에게 보낸 편지에서 그 스승 봉조하 송시열의 일에 대해 언급하면서 소장을 올려 신변하였다고 합니다. 이 일의 곡절은 자세히 말하기가 쉽지 않습니다. 신이 전에 들은 바로는 비록 이른바 묘문을 찬술한 단서가 있다고 하더라도 진실로 편안히 있기 어려운 점이 있습니다. 그러나 그 실상은 애당초 이와는 관계가 없습니다. 윤증이 그사이에 대해 일찍이 어떤 일로 인하여 송시열에게 질문하였으나 그 해명을 받지 못하여 마침내 답답한 마음이 생겨서 매번 장서를 지어서 평소 스승을 위하는 성의를 아울러 본받고자 하였습니다. 신이 그것이 의심스럽다면 마땅히 물어보아야 하는 의리를 모르는 것은 아닙니다. 그러나 혹시라도 이로 인하여 시의에 격분하여 스승과 제자의 체모를 손상시킬까 염려하여 서로 만났을 때 중지시킨 것이 두세 번뿐만이 아니었습니다. 그런데 다른 사람의 말로 인하여 먼저 큰 뜻을 송시열에게 전달하였다는 말을 듣고서는 신은 또 그가 너무 경솔하여 편지로 당시의 내용을 상세히 물어보는 것을 면치 못한 것을 애석하게 여겼습니다. 또 그로 하여금 반드시 사례하게 하였더니, 최신이 거론한 여러 말은 모두 윤증이 신에게 답한 편지에서 ‘다른 사람으로 인하여 먼저 왔다.’라는 말로 반복해서 효유하였습니다. 또 의리를 지키는 방도를 헤아려 보여 준 것은 본말과 조리에 모두 이유가 있었습니다. 이것은 최신이 윤증과 신이 몰래 서로 비난하고 의논하여 송시열을 무함하고 욕한 것으로 의심하여 그렇게 한 것입니다. 신이 그 편지를 자세히 살펴보니, 이른바 먼저 왔다는 것에는 착오가 없지 않았고 혹 말할 필요 없이 말한 것도 있었습니다. 이것이 비록 당초에 정성을 다한 뜻에 근본한 것이기는 하지만 그다지 재량한 것이 없는 듯하며, 또한 식견이 두루 미치지 못한 탓인 듯합니다. 다만 그 장점은 남의 말을 허심탄회하게 받아들여 고치기에 인색하지 않는 데 있으니, 만약 다시 서로 개도하여 의리와 권형을 다하게 한다면 반드시 이 지경에 이르지는 않을 것입니다. 그러므로 신은 우선 그 편지를 장엄하게 써서 조만간 면론하기를 기다리거나, 혹 다시 편지로 인하여 간절하게 규계하였습니다. 송시열도 그 먼저 왔다는 말을 듣고 자제들을 경계하여 나오지 못하게 하였습니다. 이 편지가 도착하자 즉시 불에 태워 버렸으니, 마땅히 그 사이에 모두 은미한 뜻이 있었을 것입니다. 그런데 최신은 알지 못하고서 갑자기 등본을 보고는 마치 기화를 얻은 듯이 앞뒤의 말뜻을 끊어 버리고서 급급하게 공격하고 배척할 계책을 세웠으며, 윤증의 아버지인 고 집의 윤선거까지 아울러 업신여겼으니, 사의와 국체가 하나도 돌아보거나 꺼리는 것이 없었습니다. 그리하여 송시열의 스승과 제자 사이와 전하의 군신 사이가 모두 정상적인 것을 얻지 못하게 되었습니다. 이 또한 신이 어둡고 둔하며 소루한 탓이니, 그 허물은 단지 윤증으로 하여금 그 스승에게 정성을 다하지 못하게 하고 함부로 전패를 초래하게 한 것뿐만이 아닙니다.신이 듣건대, 스승과 제자의 의리는 일찍이 존엄과 치일을 위주로 하였다고 합니다. 그러나 예경에 이미 ‘범하는 것이 있으면 숨김이 없어야 한다.’라는 도리로 후세에 교훈을 남겼으니, 성문이 오활하다는 비난과 이락이 또 어디에서 도를 따른다는 의심을 받을 수 있겠습니까. 우리나라에 이르러서는 문경공 김굉필이 한 시대의 대유로서 그 스승 김종직에게 대략 드러냈습니다. 그 뒤 박형, 황신 등 여러 사람이 어떤 일로 인하여 사석에서 규계하여 각각 스스로 옛날의 의리를 따랐습니다. 그러나 김굉필은 본래 이 때문에 도학을 서로 전수하는 서업을 폐기하지 않았고 나머지는 모두 아름다운 명예를 잃지 않았으니, 어찌 시종일관 대체를 손상할 것이 있겠습니까. 윤증의 뜻도 진실로 여기에서 벗어나지 않습니다. 다만 신이 일찍이 스스로 생각해 보건대, 송시열은 이이의 유파이고 윤선거는 성혼의 외손으로서, 스스로 서로 강구하고 연마하여 함께 사문의 종주가 되었습니다. 더구나 신은 송시열에 대해 비록 학업을 청한 일은 없지만, 문장에 출입한 지 20여 년이 되었고 윤증에 대해서는 그 선인 때부터 종유하여 부자 간의 의리가 매우 깊었습니다. 근년에는 서로 막히는 조짐이 없지 않은 것을 근심하여 서로 면려해서 반드시 조화롭게 하고 피차의 스승과 제자 사이를 보합하고자 하여 번번이 장서를 중지하였습니다. 그런데 뜻하지 않게 오늘날 점점 잘못되어 별도로 병이 발생하여 이렇게까지 극도에 이르게 되었으니, 사람으로 하여금 부끄럽고 한스러움을 스스로 풀 길이 없게 하였습니다. 오직 최신의 상소에서 이른바 ‘몰래 서로 비난하고 의논하며 송시열을 무함하고 욕하였다.’라고 한 것은 죄를 피할 수 없으니, 출척과 영욕을 의리상 홀로 달리할 수 없습니다.”하니, 주상이 예사 비답을 내렸다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 5월 11일(병자) 1번째기사",
                "gt-oKo": "좨주(祭酒) 박세채(朴世采)가 현도 진소(縣道陳疏)하여 윤증(尹拯)을 신구(伸救)하였으니, 대략에 이르기를, “그윽이 듣건대, 최신(崔愼)이 전(前) 대사헌(大司憲) 윤증이 신에게 보낸 편지속의 말이 그 스승 봉조하(奉朝賀) 송시열(宋時烈)의 일에 미침을 가지고 글을 올려 신변(伸辨)하였다는데, 이 일의 곡절은 자세하게 알기가 쉽지 않습니다. 신이 전에 들은 바로는, 비록 이른바 묘문 찬술(墓文撰述)의 단서(端緖)가 있어 진실로 편안하기가 어렵다고 하나, 그 실상은 처음에 이에 관계되지 않았습니다. 윤증이 일찍이 일로 인하여 송시열에게 간곡하게 물은 바가 있었으나 그 개석(開釋)을 얻지 못하여 드디어 억울함을 이루어서, 매양 긴 글월을 만들어 아울러서 평소에 스승을 위하는 성의를 표시하고자 하였습니다. 신은 그것이 의심나면 마땅히 묻는 의리에서 나오는 것임을 알지 못하는 것이 아니나, 혹시 시의(時議)를 촉발 격화(觸發激化)시킴을 인연하여 사생(師生)의 체통을 손상할 듯하여서, 서로 만나는 때에 있어 이를 만류한 적이 두세 번만이 아닙니다. 남과 말함으로 인하여 먼저 대의(大意)를 송시열에게 알렸다는 것을 듣기에 미쳐, 신은 또 그 너무 경솔함을 애석하게 여겨, 글월을 가지고 당시의 사의(辭意)을 상세히 물음을 면치 못하였으며 또 반드시 정중하게 사과(謝過)하게 하였습니다. 무릇 최신이 열거한 여러 설(說)이 모두 윤증의 신에게 답한 글에서, 사람으로 인하여 먼저 알린 말을 되풀이하여 효유(曉諭)하고 또 의리(義理)에 처하는 방도를 알려주기를 구하여서 본말(本末)과 조리(條理)가 모두 말미암는 바가 있음을 가지고 하였습니다. 이는 최신이 윤증이 신과 더불어 몰래 서로 비방하고 의논하여서 송시열을 무함하고 욕하는 것으로 의심하여서 그런 것입니다. 신이 자세히 그 글을 보건대, 이른바 먼저 알렸다는 것은 착오가 없지 않고, 혹 반드시 말하지 않을 것을 말한 것이 있습니다. 이는 비록 당초의 성의(誠意)를 표시하는 뜻에 바탕을 두었으나 그다지 재량(裁量)함이 없고, 또한 지견(知見)이 오히려 주도면밀하지 못한 데에 기인한 듯합니다. 마음을 비워 남의 말을 받아들여 허물을 고치기에 인색하지 아니하여서 만약 다시 서로 개익(開益)하여서 의리(義利)의 권형(權衡)을 다하게 하였다면, 반드시 이 지경에 이르지는 않았을 것입니다. 그러므로 신은 잠시 그 글월을 그대로 두어서 조만간 면대하여 논하기를 기다리거나 혹 다시 글로 인하여 절실하게 규간(規諫)하려 하였습니다. 송시열도 그 먼저 알린 말을 듣고 자제(子弟)를 경계하여 말을 내지 못하게 하였으며, 이 글을 가지고 온 자가 있기에 이르러서는 즉시 불을 붙여 버렸으니, 마땅히 모두 그 사이에 깊은 뜻이 있는 것입니다. 그런데 최신이 알지도 못하면서 갑자기 등본(謄本)을 보자 마치 기화(奇貨)를 얻은 것처럼 수미(首尾)의 사의(辭意)를 끊어버리고 공척(攻斥)의 계략을 하기에 급급하여, 윤증의 아비 고(故) 집의(執義) 윤선거(尹宣擧)도 아울러 침범하고 모욕하여서 사의(私義)와 국체(國體)를 조금도 돌아보거나 거리낌이 없어, 송시열의 사생(師生)의 사이와 전하(殿下)의 군신(君臣)의 모임이 모두 상도(常道)를 얻지 못하기에 이르렀습니다. 이것이 또 신의 어둡고 소홀함으로서, 그 허물이 다만 윤증으로 하여금 그 스승에게 성의를 표시하게 하지 못하고, 억울하게 전패(顚沛)를 취하게 한 것만이 아닙니다. 신은 들으니, 사생(師生)의 의리는 존엄(尊嚴)하여 순일(純一)을 이룸을 위주로 하나, 《예경(禮經)》에 이미 ‘범함이 있어도 숨김이 없다[有犯無隱]’는 도리로써 후세에 교훈을 남겼으니, 성문(聖門)의 오활(汚濶)하다는 비판과 이락(伊洛)의 또 어디서 도(道)에 따르나 하는 의문은 숭상(崇尙)할 만한 것입니다. 우리 나라에 미쳐, 문경공(文敬公) 김굉필(金宏弼)이 일대(一代)의 대유(大儒)로서 간혹 그 스승 김종직(金宗直)에게 그 잘못을 대략 드러내서 말하였고, 그 후에 박형(朴衡)·황신(黃愼) 등 여러 사람은 일로 인하여 사석(師席)에서 규풍(規諷)을 드려 각각 스스로 옛날의 의리(義理)에 붙였습니다. 그러나 김굉필은 본래 이것을 가지고 도학(道學)으로 서로 전하는 통서(統緖)를 폐하지 않았으며, 나머지 사람들도 모두 아름다운 이름을 잃지 않았으니, 어찌 종시(終始)의 대체(大體)을 손상한단 말입니까? 비록 윤증의 뜻이라 하더라도 진실로 이에서 벗어나지 않습니다. 신은 일찍이 생각건대, 송시열은 이이(李珥)의 유파(流派)이고 윤선거(尹宣擧)는 성혼(成渾)의 외손(外孫)으로서, 스스로 서로 강마(講劘)하여서 함께 사문(斯文)의 종주(宗主)가 되었습니다. 하물며, 신은 송시열에게 대하여 비록 수업(受業)을 청한 일은 없으나 문장(門墻)에 출입한 지 20여 년이고, 윤증에 대해서는 그 선인(先人) 때부터 교유(交遊)하여서 부자(父子)와의 사이에 정의(情義)가 매우 깊었습니다. 근세(近歲)에 서로 막힐 조짐이 없지 않음을 가지고 근심하여, 서로 면려(勉勵)를 더하여 반드시 조화시켜서 피차(彼此)의 사생(師生)의 사이를 보전하고자 하였기 때문에 곧바로 그 긴 글월을 만류하였던 것입니다. 그런데 뜻하지도 않게 오늘날 엎치락뒤치락 일을 그르쳐 별달리 병패(病敗)를 낳아 이 같은 극도의 지경에 이르러서, 사람으로 하여금 부끄럽고 한스러움을 스스로 풀 길이 없게 만들었습니다. 오직 그 최신의 소(疏)에 이른 바, 몰래 서로 기의(譏議)하여 송시열을 무함하고 욕한다는 것은 죄를 도망할 수 없으니, 출척(黜陟)·영욕(榮辱)이 의리가 홀로 다름이 없습니다.” 하니, 임금이 예비(例批)를 내렸다.",
                "hj": "○丙子/祭酒朴世采從縣道陳疏, 伸救尹拯, 略曰: 竊聞, 崔愼以前大司憲尹拯貽臣書中, 言及其師奉朝賀宋時烈事, 上章伸辨。 此事曲折, 未易覶縷, 以臣之宿聞, 雖有所謂墓文撰述之端, 固難晏然者, 然其實狀, 初不係於是矣。 蓋拯間嘗因事, 有所叩質於時烈, 未得其開釋, 遂成抑鬱, 每欲作長書, 竝效平日爲師之誠意。 臣非不知其出於疑, 則當問之義, 而或恐因緣觸激於時議, 致傷師生之體, 乃於相見時止之, 不啻再三。 及聞因人語言, 先致大意於時烈, 臣又惜其太涉輕率, 不免以書詳問當時辭意。 且令必爲之傾謝, 則凡愼所擧諸說, 皆拯於答臣書, 以其因人先致之說, 反復曉諭。 且使量示處義之方者, 本末條理, 具有所由, 此蓋愼之疑拯與臣, 陰相譏議, 誣辱於時烈而然也。 臣細觀其書, 所謂先致者, 不無差誤, 或有不必言而言者。 是雖本於當初效誠之意, 無甚裁量, 而似亦坐於知見, 猶未周盡也。 第其長在於虛受人言, 不吝遷改, 若能更相開益, 俾盡義利之權衡, 則必不至此。 故臣姑莊其書, 以待早晩面論, 或復因書規切, 而時烈亦聞其先致之說, 戒子弟勿出。 及有以此書至者, 卽付火焰, 所當皆有微意於其間, 而愼則不知, 猝見謄本, 若得奇貨, 截去首尾辭意, 汲汲爲攻斥之計, 竝拯父故執義宣擧而侵侮之, 私義、國體, 一無顧忌。 以至時烈師生之間, 殿下君臣之際, 俱不得其常。 此又臣之昏鈍疎漏, 其咎不但使拯未獲效誠於其師, 而橫取顚沛者。 臣聞, 師生之義, 嘗以尊嚴致一爲主。 然而禮經, 旣以有犯無隱之道, 垂訓後世, 則聖門迂哉之誚、伊洛又何從道之疑尙矣。 逮乎我國文敬公金宏弼, 以一代大儒, 乃或略暴於其師金宗直, 厥後朴衡、黃愼諸人, 因事獻規於師席, 以各自附於古義。 然宏弼本不以此, 廢道學相傳之緖, 而餘皆不失乎令名, 庸何傷於終始大體乎? 雖拯之意, 固亦不出於此矣。 第臣嘗自惟念, 時烈是李珥之流派, 宣擧是成渾之外孫, 自相講劘, 共爲斯文之宗主。 況臣之於時烈, 雖未有請業之事, 出入門墻, 餘二十年;於拯, 自其先人時從遊, 父子間義甚至深。 以近歲不無相阻之漸爲憂, 互加勉勵, 必欲調和, 保合於彼此師生之間, 輒止其長書矣。 不料今日, 輾轉詿誤, 別生病敗, 至於斯極, 使人愧恨, 無以自釋。 惟其愼疏所謂陰相譏議, 誣辱於時烈者, 罪不可逃, 黜陟榮辱, 義無獨殊。 上賜例批。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "When the King received in audience the muin year (, Left State Councilor 민정중이 윤증s sense of obligation was wrong. Thus, the King ordered that no more benefits be treated to the worthy of worthy. 영의정 김수항 also continued to advise the King. The King said that the morality of the immorality of the importance was extremely disturbed, and if there is anyone who save [Yun] 윤증s sense of obligation, it is almost impossible to determine the discussion. Thereafter, the sense of obligation, how can we know that the word of sense of obligation? As for the case of 윤휴, the importance of sense of resentment and resentment, it is truly impossible to have him repeatedly raise the previous day in order to raise the sense of impultivating his cultivating his cultivated cultivating his cul",
                "H2KE-nKo": "무인년에 인견하였을 때 좌의정 민정중이 윤증의 처의가 잘못되었음을 진달하고 다시는 어진이를 대우하는 예로 대우하지 말기를 청하였다. 영의정 김수항도 이어서 진달하니, 주상이 ‘세도가 크게 무너져 윤증을 위해 신구하는 자가 있으면 시끄러운 단서가 염려스럽다.’라고 답하였다. - 연석에서 아뢴 데 대한 비답과 전교는 위에 보인다. - 윤선거가 전후로 처의한 것은 송시열이 처음에 이미 지주와 일성으로 허여하였으니, 그 말이 진실한지 진실한지는 알 수 없으나 송시열에게 있어서는 거의 정론이 되었다. 그 뒤 허다한 추악한 욕설이 모두 양가가 서로 어긋난 데서 나왔는데도 선배들은 모두 생존해 있는 자가 없어 언어와 내력을 빙문할 수 없으니, 위나라 집안의 글이 되지 않을지 어찌 알겠는가.윤휴의 일로 말하자면, 경신년의 역절이 드러나기 전에는 당론 가운데 화를 즐기는 무리를 얻을까 걱정한 것에 불과하니, 이는 참으로 형편없다. 평소 윤휴와 친한 벗이 된 자는 오직 엄한 말로 꾸짖을 따름이니, 어찌 송시열이 그 화를 직접 겪었던 것처럼 성질을 찾을 수 있겠는가.송시열이 윤휴를 노여워한 것은 진실로 예론에 있었지만, 자기가 당한 사사로운 일에 관계됨을 혐의하여 문득 다시 지난날의 일을 크게 벌여 대략만 논하였다. 윤휴가 주자가 주자가 주자의 주의를 배반한 말을 가지고 죄를 성토하는 명목을 삼아 은연중에 ‘세도를 보위하고 이단을 물리친다.’라고 자처하였다. 그러나 자못 8자급을 초승하고 산송을 직결하는 것이 모두 《중용》을 개주한 뒤에 있다는 것을 알지 못하였으니, 말과 행동이 결렬된 것은 식자들의 비난을 면치 못하였다. 또 윤선거의 기유년 글 가운데 ‘보합하도록 권하였다.’라고 한 것은 윤휴를 자기처럼 심하게 배척하고 끊지 못한 것으로 의심하고서 곧바로 당여를 비호한다는 죄를 씌웠으니, 더욱 군자의 공평한 마음이 아니다.윤증의 글 가운데 ‘왕백과 기관’ 등의 말은 송시열이 실제로 병통이 되지 않는다고 할 수 없다. 더구나 윤증이 박세채에게 글을 보낸 것은 그 글의 질문으로 인하여 스스로 권생과 주고받은 말을 숨기지 못하고 피차 도의의 교분을 논하였을 뿐이다. 애초에 다른 사람과 이유 없이 비난한 것이 아니니, 또 어찌 곧바로 서로 절교한 것으로 논할 수 있겠는가. 양가가 처리한 일의 득실을 막론하고 사사로운 일에 관계된 것은 사림의 공의에 부칠 뿐이지 원래 조정에 올릴 수 있는 것이 아니다. 설령 말해서는 안 되는 것이 있더라도 윤증의 일은 진실로 반드시 십분 타당하다고 할 수 없고, 송시열이 붕우와 사생 사이에 처한 것 또한 잘못이 없지 않으니, 또한 공평하게 그 허물을 분석하지 않을 수 없다. 공정한 마음으로 잘 처리하기를 마땅히 박세채가 이른바 ‘그 사람을 논하면 모두 버릴 수 없고, 그 일을 논하면 하나도 옳은 것이 없다.’라고 한 것과 같이 해야 한다. 그러나 애석하게도 대신이 이미 뜬소문을 진정시키고 그 기세를 펴서 부지하고 억제하기를 너무 편벽되게 하지 못하였다. 무릇 송시열이 한때 격렬하게 질책한 말을 전모처럼 믿고서 경솔하게 남의 부자를 논하며 시비를 확정하여 기꺼이 송시열의 왜신이 되어 백세의 공의를 속이기 어렵게 되었으니, 선비의 추향이 분열되고 세도가 괴란되어 마침내 국가의 무궁한 폐단이 되어야 마땅하다. 그런데 화란의 우두머리를 추론한 것은 죄가 돌아갈 곳이 있다. 초사를 편수한 자가 사사로운 당에 이끌려 공정한 마음을 상실하고 참된 시비의 소재를 깊이 살피지 못하고서 문득 다시 편파적인 말을 조술하여 말과 자구 사이에서 흠을 잡아 더욱 방자하게 무함하고 패려한 짓을 하였으니, 이른바 ‘문을 나누어 스스로 보전한다.’라고 한 것은 더욱 말이 되지 않는다. 그 당시에 향용한 바가 있었고 성세가 한창 기세를 떨치고 있었으니, 오히려 어찌 뒷날의 염려가 있었겠는가. 윤증이 이미 시의에 죄를 얻어 몸을 보전하기에도 겨를이 없었는데, 또 어찌 반드시 아득하여 기약할 수 없는 곳에다 온전하기를 구할 필요가 있겠는가.이로부터 4, 5년이 지난 뒤에 간당이 뜻을 얻고 곤궁이 손위하였으니, 진실로 세도의 불행이다. 그러나 애당초 미리 헤아릴 수 있는 것이 아니고 산림에서 스스로 지조를 지키는 사람과는 더욱 관계가 없으니, 이 때문에 모욕을 당하는 것은 참으로 한바탕 웃음거리도 되지 않는다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 5월 13일(무인) 1번째기사",
                "gt-oKo": "인견(引見)하였을 때에, 좌의정(左議政) 민정중(閔鼎重)이 윤증(尹拯)의 의리에 처함의 그름을 진달하고, 다시 어진이를 대우하는 예(禮)로써 대우하지 말기를 청하였으며, 영의정(領議政) 김수항(金壽恒) 또한 이어 이를 진달하니, 임금이 답하기를, “세상의 도리가 크게 무너졌으니, 만일 윤증을 위하여 신구(伸救)하는 자가 있어 소란한 단서를 일으킨다면 걱정스럽다.” 하였다.【연주(筵奏)와 비교(批敎)는 위에 보인다.】 윤선거(尹宣擧)의 전후(前後)의 처의(處義)는 송시열이 처음에 이미 지주(砥柱)와 일성(一星)으로 이를 허락하였으니, 비록 그 말이 진실(眞實)로서 실지를 넘지 않는 것인지를 알지 못하겠지만, 송시열에게 있어 거의 정론(定論)이 되었다. 그 후에 허다한 추욕(醜辱)의 말이 모두 양가(兩家)가 서로 어긋난 나머지 나왔으나, 선배(先輩)가 모두 생존한 자가 없어서 말의 내력을 빙거(憑據)하여 물을 곳이 없으니, 어찌 위기(魏其)의 가서(家書)가 되지 않음을 알겠는가? 윤휴(尹鑴)의 일에 이르러서는 경신년에 역절(逆節)이 드러나기 전에는 당론(黨論) 가운데 화변(禍變)을 좋아하는 무리를 얻을까 근심하는데 불과하였으니, 이는 진실로 형적(形跡)을 드러내어 크게 배척한 것이 아니었다. 평소에 윤휴의 친한 벗이 되었던 자는 오직 준엄(峻嚴)한 말로 이를 책(責)하였을 뿐으로, 어찌 심히 원망하고 미워하여서, 송시열이 친히 그 화변을 일으킴과 같이 하였겠는가? 송시열이 윤휴를 노여워함은 진실로 예론(禮論)에 있었으나, 그 자가(自家)에서 만난 바 사사로운 일에 관계됨을 협의하여 문득 다시 전일의 일을 과장하여서 크게 만들었다. 그래서 윤휴가 주자(朱子)의 주(注)에 등을 돌려 이의(異議)를 세우는 말을 준렬(峻烈)하게 논하여 죄를 성토(聲討)하는 명목으로 삼아서 은연 중에 오도(吾道)를 보위(保衛)하고 이단(異端)을 물리침을 가지고 자처(自處)하였다. 비록 여덟 자급(資級)의 초승(超陞)과 산송(山訟)의 직결(直決)이 모두 《중용(中庸)》의 개주(改注)의 뒤에 있었는지를 알지 못한다 하더라도, 말과 행실의 결렬(決裂)만으로 이미 식자(識者)의 의논을 면치 못한다. 또 윤선거의 기유년의 글월 속에서 보전하고 화합하기를 권면(勸勉)한 것 때문에 윤휴를 배척하여 끊는 것이 자기가 심하게 하는 것만 같지 못하다 하여 곧장 편당(偏黨)을 이루어 보호한다는 죄를 더하였으니, 더욱 군자(君子)의 공평한 마음으로 한 의논이 아니다. 윤증의 글월 속에 왕패(王霸)와 기관(機關) 등의 설이 반드시 송시열의 실제 병통이 되지 않은 것이 아니다. 더구나 윤증이 박세채(朴世采)에게 글월을 보낸 것도 그 글월로써 물음으로 인하여 스스로 권생(權生)과 수작(酬酢)한 말을 숨기지 못하고, 피차(彼此)의 도의(道義)의 사귐에 있어서 그 선처(善處)의 의리(義理)를 논한 데 지나지 않을 뿐이다. 처음에 다른 사람과 더불어 단서도 없이 기의(譏議)한 것이 아니니, 또 어찌 곧장 서로 끊음을 가지고 논할 수 있겠는가? 양가(兩家)에서 대처한 바의 득실(得失)을 논할 것 없이 〈일이〉 사사(私事)에 관계되니, 다만 마땅히 사림(士林)의 공의(公議)에 붙일 뿐이지, 원래 조정(朝廷) 위에 밀어 올릴 수 있는 것이 아니다. 가령 말을 그만둘 수 없다면, 윤증의 일도 진실로 반드시 십분 마땅치 않고, 송시열이 붕우(朋友)·사생(師生)의 사이에 처함도 잃은 바가 없지 않으니, 또한 그 과실(過失)을 똑같이 나누지 않을 수 없다. 공변된 마음으로 선처(善處)함은 마땅히 박세채의 이른바 그 사람을 논하면 모두 버릴 수 없고, 그 일을 논하면 하나도 옳은 것이 없다는 것과 같이 하여야 한다. 애석하다! 대신(大臣)이 앉아서 뜬소문을 진정시키지 못하고 그 기세(氣勢)로 인하여 붙들어 주고 억누름이 매우 편벽되었다. 송시열의 한때의 과격한 말을 마치 전모(典謨)처럼 믿어서 경솔하게 남의 부자(父子)를 논하여 옳고 그름을 일방적으로 정해서 기꺼이 송시열에게 복종하는 신하가 되어 백세(百世) 공의(公議)의 속이기 어려움도 돌아보지 않았으니, 그 선비의 취향(趨向)이 분렬(分裂)되고 세도(世道)가 무너져 어지러워서 마침내 국가의 무궁한 폐해(弊害)가 됨이 마땅하다. 그러나 화란(禍亂)의 수괴(首魁)을 추론(追論)한다면 죄가 돌아갈 바가 있을 것이다. 처음에 수사(修史)하는 자가 당사(黨私)에 이끌리어 그 공심(公心)을 잃어서 참된 시비(是非)의 소재(所在)를 깊이 살피지 못하고 문득 다시 편계(偏係)의 말을 조술(祖述)하여, 말과 자구(字句)의 사이에서 찾아내어 더욱 마음대로 무망(誣罔)하고 패리(悖理)하였으니, 이른바 문정(門庭)을 나누어서 스스로 온전히 한다는 것은 더욱 말이 되지 않는다. 그때를 당하여 사람의 향함이 있는 바가 있고 성세(聲勢)가 바야흐로 커졌으니 오히려 어찌 훗날의 근심이 있겠으며, 윤증은 이미 시의(時議)에 죄를 얻어서 몸을 보전하기에 겨를이 없는데, 또 어찌 반드시 아득히 멀어서 기약할 수 없는 곳에서 온전히 하기를 구하겠는가? 이때를 지나 4, 5년 뒤에 간당(奸黨)이 뜻을 얻고 곤궁(坤宮)이 손위(遜位)하였으니, 이는 진실로 세도(世道)의 지극한 불행이 되며 처음에 미리 생각할 수 있었던 것이 아니다. 더욱 산림(山林)에서 스스로 도(道)를 지키는 사람과는 관련이 없는데도 이것을 가지고 더럽혀 손상함은 참으로 한 벗 웃음거리에도 차지 않는다.",
                "hj": "○戊寅/引見時, 左議政閔鼎重陳尹拯處義之非, 請勿復以待賢之禮待之。 領議政金壽恒亦繼陳之, 上以世道大壞, 如有爲拯伸救者, 鬧端可慮爲答。【筵奏批敎見上。】 尹宣擧前後處義, 宋時烈初旣以砥柱一星許之, 則雖未知其言之眞不過實, 而在時烈殆爲定論。 其後許多醜辱之言, 皆出於兩家相失之餘, 而先輩皆無存者, 語言來歷, 無可憑問, 則安知不爲魏其家書? 至於鑴事, 庚申逆節未著之前, 不過爲黨論中, 患得樂禍之輩, 此固無狀。 平日爲鑴親朋者, 惟當嚴辭責之而已。 安能索性怨嫉, 如時烈之親攖其禍者哉? 時烈之怒鑴, 固在於禮論, 而嫌其關係於自家所遭之私, 則輒復張大前日略綽論。 鑴背異朱子注之言, 作爲聲罪之名目, 隱然自處以衛吾道、闢異端。 而殊不知八資之超陞、山訟之直決, 皆在於《中庸》改注之後, 則言行決裂, 已不免識者之竊議。 而且以宣擧己酉書中, 勸令保合, 疑其不能斥絶鑴如已之甚, 而直加黨護之罪, 則尤非君子平心之論。 拯書中, 王伯、機關等說, 未必不爲時烈之實病, 況拯之抵書於朴世采者, 不過因其書問, 不能自諱其酬酢權生之言, 論其善處之義於彼此道義之交而已。 初非與別人, 無端譏議, 則又何可直以相絶論之, 而毋論兩家所處之得失, 係是私事, 則只當付之於士林公議而已, 元非可以推上於朝廷者。 而設有不可已於言者, 拯之事固未必十分是當, 而時烈所以處朋友師生之間者, 又不能無失, 則亦不可不平分其過, 公心善處, 當如朴世采所謂: “論其人則皆不可棄;語其事則無一是者。” 可也。 而惜乎大臣旣不能坐鎭浮議, 席其氣勢, 扶抑太偏, 凡於時烈一時噴薄之言, 信之若典謨, 率爾論人父子, 硬定是非, 甘爲時烈之倭臣不顧, 百世公議之難誣, 宜其士趨分裂, 世道壞亂, 終爲國家無窮之弊, 而追論禍首, 罪有所歸矣。 修初史者, 牽於黨私, 喪其公心, 不能深察眞是非之所在, 而輒復祖述偏係之言, 抉摘於語言字句之間, 而益肆誣悖, 其所謂分門自全者, 尤不成說。 當其時之, 嚮用有在, 聲勢方張, 尙安有他日之慮, 而拯旣得罪時議, 身不暇保, 則又何必求全於杳茫不可期之地哉? 過此四五年後, 奸黨之得志, 坤宮之遜位, 固爲世道之至不幸, 而初非可以逆料, 尤無與於山林自守之人, 則以此汚衊, 眞不滿一笑也。"
            }
        }
    },
    "06": {
        "23": {
            "1": {
                "H2KE-EN": "The King appointed Yun Gye as magistrate of Ganghwa Magistracy , and Ahn Gyu as third inspector [of the Office of the Inspector General]. 사신은 논한다. [Ahn] Gyu, he was foolish and incompetent, and was unable to observe his duties. He impeached the inspectors and censors on his own initiative behavior, and yet he came to the inspectors and censors on his own initiative behavior. When he was supposed to await an audience with the inspectors and censors, his conduct was shameful. There was none among the officials of the left and the right, who did not hide his own initiative behavior, and yet he did not know his own initiative behavior. [Yun] Gye was presumptuous and cunning, arrogant, and lacked integrity. Earlier, when he was serving as the director of the Ministry of Taxation , he was repeatedly impeached by the inspectors and censors. The magistrate of Ganghwa Strategic Prefecture was solely in charge of wealth and profits. Even before the end of his impeachment, he was suddenly appointed to this post. Those in charge of impeaching the inspectors and censors can say that they did not fear public justices. However, [Yun] Gye also shamelessly proceeded to their new posts. People indulged him even more slightly and slandered. ",
                "H2KE-nKo": "윤계를 강화 유수로, 안규를 장령으로 삼았다. 사신은 논한다. 안규는 잔약하고 용렬하며 위의가 없어 일을 당하면 멍하니, 소매에 탄핵을 넣고 대청에 나아가는 것을 바라보면 닮지 않았다. 인피하고 물러가 물론을 기다리는 즈음에 이르러서는 행동거지가 가소롭고, 이를 본 좌우의 하인들도 모두 입을 가리고는 여전히 자신도 모르면서 호창하였다. 윤계는 외람되고 교활하며 청렴한 지조가 없었다. 일찍이 호조 판서로 있을 때 거듭 대간의 논핵을 받았다. 강도의 수령은 재리를 전적으로 관장하였는데, 탄핵하는 글의 먹물이 채 마르기도 전에 갑자기 이렇게 제수되었으니, 전주를 맡은 자가 공의를 두려워하지 않았다고 할 수 있다. 그런데도 윤계는 태연히 부임하였으니, 사람들이 더욱 비웃고 비루하게 여겼다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 6월 23일(정사) 1번째기사",
                "gt-oKo": "윤계(尹堦)를 강화 유수(江華留守)로, 안규(安圭)를 장령(掌令)으로 삼았다. 사신(史臣)은 말한다. “안규는 잔약하고 용렬하여 위의(威儀)가 없고, 일을 담당하면 멍하여 어찌할 줄 몰랐다. 소매를 흔들며 대각(臺閣)에 나아가면 바라보기에 적당한 사람 같지 않고, 인피(引避)·퇴대(退待)할 때에 이르러서는 거조(擧措)가 가소로와서 좌우의 하배(下輩)로 보는 자가 입을 가리지 않는 이가 없는데도, 오히려 스스로 알지 못하고 호창(呼唱)을 행하였다. 윤계는 외람되고 교활하며 청렴한 절조(節操)가 없었다. 일찍이 탁지(度支)의 일을 맡아서 거듭 대간의 소장(疏章)을 받고 강도(江都)를 지킴에는 재리(財利)를 전적으로 관장하여서 탄핵(彈劾)하는 글의 먹이 채 마르지도 아니하여 급작스럽게 이 임명이 있으니, 전주(銓注)을 맡은 자가 공의(公議)를 두려워하지 않는다고 말할 만하다. 그러나 윤계는 또한 태평하게 부임(赴任)하였으니, 사람들이 더욱 비웃고 비루하게 여겼다.”",
                "hj": "○丁巳/以尹堦爲江華留守, 安圭爲掌令。 【史臣曰: “圭孱劣無儀, 當事茫然, 袖彈詣臺, 望之不似, 至於引避退待之際, 擧措可笑, 左右下輩之見者, 莫不掩口, 猶不自知, 而行呼唱矣。 堦濫猾無廉操, 曾判度支, 重被臺章。 江都之守, 專管財利, 彈墨未乾, 遽有此除, 主銓注者, 可謂不畏公議, 而堦亦晏然赴任, 人尤嗤鄙之。”】"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Kim Changhyeom , who was the assistant section chief , was the assistant section chief of the Ministry of Personnel . Minister [of Personnel] Yi Ik earlier entered the Kings presence and said, The major administrative section is not so far that a staff official should be dispatched. However, the Ministry of Punishments cannot but evade him to be recommended according to the order. From antiquity, those who have been recommended for the first time should be excessively disgraceful because the major administrative section [of the major administrative section of the section of administrative section of the administrative section of administrative section",
                "H2KE-nKo": "김창협을 이조 좌랑으로 삼았다. 판서 이익이 일찍이 입시하였을 때 아뢰기를,“대정이 머지않아 낭관을 차출해야 하는데, 해당 조에서는 차례에 따라 갖추어 의망하지 않을 수 없습니다. 수망으로 의망된 사람은 전부터 낙점받는 것을 지나치게 혐의스럽게 여겼습니다. 만약 으레 수망으로 의망한다면 대정은 필시 기일에 맞추지 못할 것이니, 이것이 매우 염려스럽습니다.”하였는데, 말이 채 끝나기도 전에 입시한 신하들이 서로 돌아보며 놀랐다. 이익은 그래도 당돌하게 잘못을 이루려고 하였다. 이때에 이르러 김창협이 부망으로 의망되어 낙점을 받았다. 사신은 논한다. 김창협은 영의정 김수항의 아들이다. 그의 세벌과 재망은 한 시대의 극선이니 불가할 것이 없다. 그런데 해당 조의 관원이 어찌 감히 낙점받은 것을 미리 수망과 부망으로 의망할 수 있단 말인가. 이는 일찍이 없었던 일인데도 삼사와 승정원이 서로 보며 놀란 나머지 끝내 바로잡아 탄핵하는 말을 한마디도 하지 않았으니, 이익처럼 무식한 무리가 방자하고 거리낌이 없는 것은 당연하다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 6월 24일(무오) 1번째기사",
                "gt-oKo": "김창협(金昌協)을 이조 좌랑(吏曹佐郞)으로 삼았다. 이조 판서(吏曹判書) 이익(李翊)이 일찍이 입시(入侍)하였을 때에 말하기를, “대정(大政)이 멀지 않았으니 마땅히 낭관(郞官)을 차출(差出)하여야 합니다. 해조(該曹)는 차례에 의하여 주의(注擬)를 갖주지 않을 수 없으나, 수의(首擬)의 사람은 전부터 천점(天點)이 지나치게 혐의스럽습니다. 만약 관례(慣例)대로 〈천정이〉 수망(首望)에 미친다면 대정이 반드시 기한(期限)에 이루어지지 않을 것이니, 이것이 매우 염려스럽습니다.” 하였으니, 말이 끝나기도 전에 입사한 여러 신하가 서로 돌아보며 놀랐으나, 이익은 오히려 당돌하게 그릇된 일을 이루고자 하였다. 이때에 이르러 김창협이 부의(副擬)를 가지고 수점(受點)한 것이다. 사신(史臣)은 말한다. “김창협은 영상(領相) 김수항(金壽恒)의 아들이다. 그 세벌(世閥)과 재망(才望)이 한때에 지극하고 뛰어났으니 마땅히 안될 것이 없는데, 해조(該曹)의 관원이 어찌 감히 천점(天點)을 가지고 미리 수·부(首副)의 사이에서 품고(稟告)함이 있단 말인가? 이는 일찍이 없었던 일이므로, 삼사(三司)와 승정원(承政院)이 서로 보면서 놀라고도 마침내 한 마디의 규핵(糾劾)도 하지 않았으니, 이익 같이 무식한 무리의 방종하여 기탄(忌憚) 없음이 마땅하다.”",
                "hj": "○戊午/以金昌恊爲吏曹佐郞。 判書李翊曾於入侍言: “大政不遠, 郞官當差出, 而該曹則不得不依次備擬。 首擬之人, 自前過嫌天點, 若例及首望, 則大政必不趁期, 此甚可慮。” 語未畢, 入侍諸臣相顧駭然, 翊猶欲唐突遂非焉。 至是, 昌恊以副擬受點。 【史臣曰: “昌恊, 領相壽恒子也。 其世閥才望, 一時極選, 宜無不可, 而該曹之官, 何敢以天點預有稟告於首副之間耶? 此曾所未有之事, 而三司、政院相視爲駭, 終不一言糾劾, 宜乎如翊無識輩, 縱恣無忌憚也。”】"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyehae day, Assistant State Councilor Yi Dan submitted a memorial to the King in order to resign from the office of the Office of the State Granary , who was in charge of the state storehouses in gyemyo year (. The King ordered that he not resign. 사신은 논한다. The ancient sage kings had necessarily supported supporting support ",
                "H2KE-nKo": "좌참찬 이단하가 현과 도를 통해 상소하여 사창을 구관하라고 한 명을 사양하니, 주상이 사직하지 말라고 명하였다. 사신은 논한다. 옛날의 군자는 반드시 진퇴를 의로써 하여 큰일을 할 수 있다는 것을 안 뒤에 나아가고, 큰일을 할 수 없다는 것을 안 뒤에 물러났다. 그러므로 진퇴가 구차하지 않고 여유가 있었으니, 이단하의 진퇴가 괴이하다. 잠시 나아가는 것은 반드시 나아갈 때가 아니고 사창의 법을 행해야 하며, 잠시 물러가는 것은 반드시 물러가야 할 일이 아니고 사창의 의논이 행해지지 않는 것이다. 나아가면 비난과 모욕을 받고 물러나면 낭패를 당하니, 군자의 진퇴가 과연 이와 같은 것인가. 사창뿐만 아니라 설령 기이한 계책을 내어 즉시 나라를 부유하게 하고 백성을 풍족하게 할 수 있다 하더라도, 국가의 일은 한 집안과 같지 않아 할 수 없으면 그만두는 것이 바야흐로 사장의 의리에 합당한데, 어찌 남의 비난과 모욕에 대해 노여워하여 오히려 그치지 않고 나의 낭패를 알면서도 오히려 돌아보지 않는단 말인가. 더구나 그 법은 본래 이 시기에 맞지 않고 인심은 본래 삼대가 아니니, 은택을 베풀려는 뜻이 이 어찌 나의 진퇴에 관계되겠는가. 물러나는 것도 오래가지 못하고 물러나는 것도 다시 나아가니, 곤궁하고 적막하다는 비난을 견디지 못해서 그런 것인가.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 6월 29일(계해) 1번째기사",
                "gt-oKo": "좌참찬(左參贊) 이단하(李端夏)가 현도소(縣道疏)를 올려 사창(社倉)을 담당하라는 명을 사양하니, 임금이 사양하지 말라고 명하였다. 사신(史臣)은 말한다. “옛날의 군자(君子)는 반드시 진퇴(進退)를 의(義)로써 하여 능력이 있음을 안 연후에 나아가고 능력이 없음을 안 연후에 물러나는 까닭에 진퇴가 구차하지 않고 작작(綽綽)하게 여유가 있었다. 괴이하다, 이단하의 진퇴여! 그 문득 나아감이 반드시 나아갈 때가 아니니 사창(社倉)의 법을 마땅히 행하여야 한다는 것이고, 그 문득 물러남이 반드시 물러날 일이 아니니 사창의 의논이 행하여지지 않는다는 것이다. 나아가서는 비방과 모욕을 받고 물러나서는 전패(顚沛)를 취하니, 군자의 진퇴가 과연 이와 같단 말인가? 비단 사창뿐만 아니라 설령 기이(奇異)한 계책을 내어 곧 나라를 부유하게 하고 백성을 풍족하게 할 수 있다 하더라도, 나라의 일은 한 집과 같은 것이 아니어서 할 수 없으면 그만두는 것이 바야흐로 사장(舍藏)의 의리(義理)에 맞는다. 어찌 남의 비방과 모욕을 노여워하기에 이르러도 오히려 그만두지 않으며, 나의 전패(顚沛)를 알면서도 오히려 돌아보지 않는단 말인가? 하물며 그 법이 본래 이 시대에 맞지 않으며, 인심(人心)이 본래 삼대(三代)의 은택(恩澤)을 이루는 뜻이 아니니, 이것이 어찌 나의 진퇴에 관계되기에 족하겠는가? 물러나도 오래가지 못하여 이미 물러났다가 다시 나아가니, 궁곤하고 적막함을 견디지 못한다는 비방을 초래함이 있는 것인가?”",
                "hj": "○癸亥/左參贊李端夏上縣道疏, 辭句管社倉之命, 上命勿辭。 【史臣曰: “古之君子, 必進退以義, 知其可以有爲, 然後進;亦知其不可有爲, 然後退。 故進退不苟, 綽綽有裕。 異哉端夏之進退也! 其乍進, 非必可進之時, 而社倉之法當行也; 其乍退, 非必可退之事, 而社倉之議不行也。 進而受譏侮, 退而取顚沛, 君子進退, 果如是乎? 非特社倉, 設令能出奇計, 立可以富國足民, 國家事非如一家, 不可則止者, 方合於舍藏之義, 何乃至於怒人譏侮, 而猶不止; 知吾顚沛, 而尙不恤耶? 況其法本不合於此時, 人心元非三代, 所以致澤之意, 則此何足以關吾進退, 而退又不能久, 旣退而復進? 其不堪窮寂之誚, 有以致之也歟!”】"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "In eulchuk year (, Third Minister of Punishments Yun Sei , having been impeached by Second Drafter [of the Office of Royal Decrees] [] Shin Gyehwa , submitted a memorial to the King to reprimand himself. The King responded, saying, [Yun] was extremely disrespectful and unclear. The King reprimanded him. 사신은 논한다. In the past, Yun Sei criticized powerful families of powerful families. He also did not participate in the same surname as his colleagues, which was always grieved. When he argued arousing about making a false accusation, he saw that the senior officials of the State Council and the Privy Council thoroughly tried to confront him. [Yun] was destroyed by his circumstances and slightly arrogantly arrogantly. At that time, the memorial from the Office of the Censor General was satisfied by the public opinion. Even though [Yun] Hwans arrogant arrogantly arrogantly. Those who arrogantly and fearful arrogantly arrogantly. ",
                "H2KE-nKo": "형조 참의 윤세기가 교리 신계화에게 논핵을 당한 것 때문에 사직하는 상소를 올려 스스로 변명하니, 주상이 비답을 내려 기세를 돋구어 시끄럽게 떠들어 대는 것은 자못 평온함을 잃었다고 책망하였다. 사신은 논한다. 윤세기는 지난날 권세 있는 집안에 물들었다는 비난이 있었고, 또 비루하고 패려하여 동료들 사이에 끼이지 못하였기 때문에 마음속으로 항상 불만스럽게 여겼다. 그러다가 무고의 일을 다투어 논하게 되어서는 당시 재신들이 곡진히 비호하고 사론이 꺾인 것을 보고는 기회를 틈타 앞장서서 비웃음과 욕을 당하는 것도 아랑곳하지 않고 온갖 말로 방자하게 굴면서 심환지를 위해 기치를 세웠다. 당시 옥당의 차자와 공의가 통쾌하게 여겼으므로 심환지를 편드는 여러 의론도 감히 옳다고 하지 못하였다. 그러다가 조금이라도 그치게 되자 또 방자하게 그를 배척하였는데, 논하는 자들이 더욱 그를 위협하려고 하였으니, 방자하여 거리낌이 없다고 할 만하다. 더구나 외척인 대신과 제등이 돌아오는 길에 심복을 핑계대어 말하기를 ‘오직 대야의 가르침을 듣겠습니다.’라고 하였고, 그의 아버지 윤계도 상신에게 부탁하기를 ‘이 아이가 처음부터 끝까지 가르친 것은 오직 대야에게 달려 있습니다.’라고 하였다. 그의 몸가짐이 이와 같은데도 오히려 남이 냄새를 쫓는다고 말할 수 있겠는가. 세상에서 그가 스스로 반성하지 않는 것을 비웃었다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 7월 1일(을축) 1번째기사",
                "gt-oKo": "형조 참의(刑曹參議) 윤세기(尹世紀)가 교리(校理) 신계화(申啓華)에게서 논핵(論劾)을 입은 것을 가지고 사직(辭職)하는 소(疏)를 올려 스스로 변명(辨明)하니, 임금이 비답을 내리기를, “성내어 떠들어서 매우 평온(平穩)을 잃었다.” 하여서 이를 책망하였다. 사신(史臣)은 말한다. “윤세기는 지난날에 권문(權門)에 드나든다는 비방이 있었으며 또 비루하고 도리에 어긋나서 제우(儕友) 사이에 섞이지 못하였으니, 마음이 늘 우울하였다. 무고(誣告)의 일을 다투어 의논하기에 이르러서, 이때의 재상(宰相)이 사리(事理)를 굽혀 옹호(擁護)하여서 사론(士論)이 꺾이는 것을 보고, 기회를 틈타 앞장서서 남이 비웃고 욕하는 것도 돌아보지 않고 한껏 말을 방자하게 하여서 김환(金煥)을 위하여 기치(旗幟)를 세웠다. 당시 옥당(玉堂)의 차자(箚子)를 공의(公議)가 통쾌하게 여겼으며, 비록 김환을 편드는 여러 의논도 감히 옳다고 말하지 못하였다. 이때에 이르러 말을 좀 그만두어야 하는데도 또 방자하게 〈자기를〉 논하는 자를 배척하고 더욱 위협하여 복종시키고자 하였으니, 방종하여 거리낌이 없다고 말할 만하다. 하물며 척리(戚里)의 대신과 제등(齊滕)의 길을 갔다가 돌아온 뒤에 심복(心腹)임을 칭탁(稱托)하여 말하기를, ‘오직 대감(大監)의 분부라면 따르겠습니다.’ 하였다. 그 아비 윤계(尹堦)도 상신(相臣)에게 부탁하기를, ‘이 아이의 종시(終始)의 지교(指敎)는 오직 대감에게 달려 있습니다.’ 하였으니, 그 몸가짐이 이와 같은데도 오히려 다른 사람이 냄새를 쫓는다고 말할 수 있겠는가? 세상 사람들이 스스로 반성(反省)하지 못함을 비웃었다.”",
                "hj": "○乙丑/刑曹參議尹世紀以被論於校理申啓華, 上辭疏自辨, 上批以盛氣呶呶, 殊欠平穩責之。 【史臣曰: “尹世紀於曩時, 有染迹權門之誚, 且以鄙悖而不與於儕友間, 心常怏怏矣。 及至爭論誣告事, 見時宰曲護, 士論摧沮, 乘機挺身, 不顧笑罵, 極口肆言, 爲煥立幟。 當時玉堂之箚, 公議快之, 雖以右煥諸論, 亦不敢曰是矣。 迄可少戢, 而又肆然侵斥, 論者愈欲脅持, 可謂放縱無忌憚矣。 況與戚里大臣, 齊滕返路之後, 托以腹心曰: ‘唯大爺之敎是聽。’ 其父堦亦托之於相臣曰: ‘此兒終始指敎, 惟在大爺。’ 其持身如此, 而尙可以言人逐臭耶? 世笑其不自反。”】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyeongo day, when [the King] received him in audience in the gyeongo year (, 영의정 김수항이 아뢰기를, “환관과 가까이 지내는 시간이 적고 어진 사대부를 접하는 시간이 많으면 임금의 덕을 성취시킬 수 있다는 것은 참으로 격언입니다. From this day forward, officials are always blame on this matter. However, 형세로 보아 그렇게 할 수 없는 점이 있습니다. eunuchs and concubines are responsible for the task of cleaning and cleaning, and runners cannot be abolished. Among them, there must be wise and virtuous, select those who are loyal and prudent, and cautious, and benefit the task. Then there will be no benefits. The King said, The words are very true. I must be apprehensive about this. 사신은 논한다. The King was young and although he ascended the throne, and at that time he lived in a thatched hut. One day, he lived in a thatched hut, but only eunuchs. Among the officials, who would not be disappointed. As the chief state councilors report this to the King, the King also deeply trusted him. Those who were worried about this.",
                "H2KE-nKo": "인견할 때 영의정 김수항이 주상에게 아뢰기를,“환관과 궁첩을 가까이할 때는 적고 어진 사대부를 접견할 때는 많아야 임금의 덕을 성취할 수 있으니, 참으로 격언입니다. 훗날 신하 된 자들이 매번 이것을 가지고 요구하기는 어렵지만 형세상 그렇게 할 수 없는 점이 있습니다. 환관과 궁첩의 직무는 금중의 쇄소하는 일이니, 사령은 진실로 폐지할 수 없습니다. 그 가운데에는 반드시 현부와 사정이 있을 것이니, 충실하고 근후한 자를 가려 맡겨 부리게 한다면 유익함이 없지 않을 것입니다.”하니, 주상이 말하기를,“말이 매우 절실하다. 내가 마땅히 깊이 유념하겠다.”하였다. 사신은 논한다. 주상이 어린 나이에 즉위하였고, 또 여막에 거처하면서 종일 함께 거처하는 자는 환관뿐이니, 신하들이 누군들 이것을 답답하게 여기지 않겠는가. 영의정이 이와 같이 진달하였고, 주상이 또 절실하다고 깊이 믿었으므로 식자들이 근심하였다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 7월 6일(경오) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 영의정(領議政) 김수항(金壽恒)이 임금에게 아뢰기를, “환관(宦官)과 궁첩(宮妾)을 가까이할 때가 적고 어진 사대부(士大夫)를 접할 때가 많아야만 군덕(君德)을 성취할 수 있다는 것이 참으로 격언(格言)입니다. 이후로 신하된 자가 매번 이것으로써 임금께 권면합니다. 그러나 형세가 그렇지 못함이 있으니, 환관과 궁첩은 금중(禁中)의 쇄소(灑掃)의 일을 맡고 사령(使令)도 진실로 폐지할 수 없는 것입니다. 그 중에는 반드시 현부(賢否)와 사정(邪正)이 있을 것이니, 그 충실(忠實)하고 근후(謹厚)한 자를 가려서 일을 맡겨 부린다면 이익됨이 없지 않을 것입니다.” 하니, 임금이 말하기를, “말이 매우 절실(切實)하니, 내가 마땅히 척념(惕念)하겠다.” 하였다. 사신(史臣)은 말한다. “임금께서 어린 나이로 즉위(卽位)하시고 이때에 또 여막(廬幕)에 거처하시어 종일 함께 있는 것이 환시(宦寺)뿐이니, 아랫사람들이 누가 이것을 가지고 답답하게 여기지 않겠는가? 수상(首相)의 진달(陳達)하는 바가 이와 같고 임금께서 또 절실하게 이를 깊이 믿으시니, 식자(識者)가 근심스럽게 여겼다.”",
                "hj": "○庚午/引見時, 領議政金壽恒白上曰: “親宦官宮妾之時少; 接賢士大夫之時多, 可以成就君德, 眞格言也。 後來爲人臣者, 每以此責難矣, 然形勢有不能然者。 宦妾職掌, 禁中灑掃之事, 使令固不可廢。 其中必有賢否邪正, 擇其忠實謹厚者任使, 則不無益矣。” 上曰: “言甚切實。 予當惕念焉。” 【史臣曰: “上沖年卽位, 時又居廬, 終日所與處者, 宦寺而已, 群下孰不以此爲鬱耶? 首相所達如此, 上又以切實而深信之, 識者以爲憂。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十五"
            }
        }
    },
    "08": {
        "21": {
            "1": {
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 8월 21일(갑인) 1번째기사",
                "gt-oKo": "관학 유생(館學儒生) 조정만(趙正萬) 등이 상소하여 윤증(尹拯)을 배척하고 송시열(宋時烈)을 변송(辨訟)하니, 임금이 우악한 비답을 내렸다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 이 양가(兩家)의 왕복한 서찰을 보건대, 아버지와 스승 사이에 처하여 애통하고도 절박한 정상은 존비(尊卑)의 형세를 끼고서 능가(凌駕)하고 조절(操切)한 말은 누가 옳고 그른지 알지 못하겠으나, 공안(公眼)을 가진 자라면 스스로 마땅히 알 것이니, 처음 사초(史草)를 닦은 자의 본 바가 달랐던 것을 애석하게 여긴다. 송시열이 윤증을 협박한 것은 매양 한 마음을 둘로 쓴다는 데 있었으나, 윤증은 자기 집의 소조(所遭)가 점점 심해지니, 정리(情理)가 진실로 아주 절실(切實)하였을 것인데, 억양(抑揚)을 조절(操切)한 것을 보면 본원(本源)이 도(道)에서 멀리 어긋남을 밝게 알 수 있다. 이미 정리를 호소하고 또 본원을 질문하였으니, 어찌 마음을 둘로 씀이 있겠는가? 그러나 윤증이 송시열에게 답한 것도 매우 공손하게 순종하지는 않았으니, ‘이미 지우고도 볼 수 있게 하였다.’는 등의 말을 보면 알 수 있다. 대저 윤증의 두번째 편지에 송시열은 마땅히 개시(開示)하는 바가 있었어야 할 것인데, 송시열의 두번째 편지에 사기(辭氣)가 더욱 불평(不平)하였으면, 윤증은 이에서 또한 그쳤어야 옳은 것이다. 그런데 피차 편지를 왕복하여 점점 더욱 격렬해져서 득실(得失)은 물론하고, 요컨대, 사문(斯文)의 큰 변괴(變怪)가 되었으니, 또한 그 허물을 평등하게 나누지 않을 수 없다. 이는 대개 송시열은 이미 측달(惻怛)하는 바가 모자라고 윤증도 밝게 결단하는 바가 부족한 것으로 말미암아 그러했던 것이니, 세도(世道)를 위해 매우 불행한 일이었다. 세상에서 양가(兩家)를 논하는 자들이 각각 그 사사로이 좋아하는 데 따라 부지(扶持)하고 억제(抑制)하는 바가 너무 편벽되어 다른 한편으로 떨어져 있는데, 오로지 박세채(朴世采)만 공평한 마음으로 감단(勘斷)하여 일찍이 편기(偏倚)하지 않았다. 이에 한두 편지를 밑에 붙여서 백세(百世)로 하여금 공청병관(公廳並觀)의 의논이 있었음을 알게 한다. 박세채가 이희조(李喜朝)에게 보낸 편지에 대략 이르기를, “오늘날 분분(紛紛)한 까닭은 단지 노장(魯丈)【윤선거(尹宣擧)이다.】이 강도(江都)에서 죽지 않은 것과 흑수(黑水)【윤휴(尹鑴)를 가리킨 것이다.】를 절교하지 않은 두 가지 때문이다. 강도의 일은 노장의 소조(所遭)가 낭패(狼狽)라고 이를 만한데, 뒤에 자정(自靖)한 바가 진실로 명백하니, 우장(尤丈)【송시열(宋時烈)이다.】이 이미 친구로 여겨 허여하였으면 지금에 와서 추구(追咎)하는 것은 마땅하지 못하다. 절교하지 않은 일은 노장이, ‘주자(朱子)와 우리 나라 제현(諸賢)을 능가한다.’는 데 대해 주제넘다[過越]고만 말하였고, 복제(服制)의 의논에서 단지 경솔하다고만 말하였으니, 모두 그 의리(義理)에 미진(未盡)한 듯하다. 비록 당시에 우장(尤丈)이 배척하였다 하더라도 또한 괴이할 것은 없으나, 반드시 한 딴 사람으로 만들어 세도(世道)의 해(害)가 되는 것으로 단정하려고 저 〈윤휴에게〉 붙여서 주자를 배반한 것과 같은 바가 있다고까지 하였으니, 이는 우장의 논의가 너무 지나친 것이다. 〈윤증이〉 낭패한 것을 가지고 죽을 만한 의리(義理)가 없다고 말한 데 이르러서는 도리어 노장(魯丈)의 자정(自靖)한 의리에 어긋나고, 미진(未盡)한 것을 가지고 모두 도리에 합당하다고 말하여 선견(先見)이 있는 우장과 더불어 서로 겨루려고 하였으니, 이는 자인(子仁)【윤증의 자(字)이다.】의 논의가 의혹이 심한 것이다. 세상에서 모두 각각 사사로운 뜻을 품었다고 의심하는 데, 두 집에서는 스스로 도(道)가 있고 의(義)가 있다고 생각하여 문생(門生)과 친구를 좌우에 부식(扶植)하고, 반드시 사정(邪正)으로써 서로 명령하니, 이는 오늘날 사문(斯文)과 국사(國事)가 또한 패괴(敗壞)되어 수습하지 못하니, 나한(羅韓)【나양좌(羅良佐)·한성보(韓聖輔)인데, 소장(疏章)은 아래에 보인다.】의 두 상소에 이르러 극진해진 것이다. 어리석은 생각으로는, 노장의 실수는 비록 조금 가벼운 듯하나 미진한 데로 돌리고, 우장은 너무 지나치는 데로 돌리고, 자인은 이미 의혹한 데로 돌렸는데, 또 반드시 사정(邪正)의 논설을 타파하여 득실이 있는 데로 돌린 뒤에야 단정할 수 있을 것이니, 알지 못하거니와 어떠한가.?” 하였고, 또 이희조(李喜朝)에게 보낸 편지에 대략 이르기를, “대저 명우(明友)【윤증의 호(號)이다.】의 처한 한 바가 비록 혹시 크게 잘못되었다 하더라도 안으로는 부자(父子)의 사정(私情)이 박절하고, 밖으로는 식견(識見)이 투철하지 못한데서 연유한 것이며, 본래 이(利)를 보고 스승을 배반할 무리는 아니니, 정상(情狀)이 용서할 만한 바가 있다. 나는 처음부터 끝까지 참여해 들은 사람인데, 어찌 감히 뭇 사람이 공격하여 배척하는 데 따라 비방(誹謗)하는 단서를 더하겠는가? 우장(尤丈)에게 이르러서는 먼저 붕우(朋友) 사이에 실수하고, 후에 사생(師生) 사이에 실수하였으니, 이른바 노장(魯丈)의 부부(夫婦)를 아울러 배척한 것은 비록 위에 있는 사람이라고 하더라도 하나도 옳은 것을 보지 못하겠다. 기타의 병통도 깨달을 수 없는 것이 많이 있어서 사람으로 하여금 부끄러워 탄식하게 하여 마음삼을 바가 없다. 그러나 평일의 학문과 기절(氣節)과 출처(出處)의 대치(大致)도 비록 온전히 아름답다고 하지는 못하더라도 또한 다 폐하기는 어려우니, 다만 마땅히 힘써서 그 처음의 정의(正誼)를 보전해야 할 것이다. 그 일을 논하면 모두 잘못이나, 그 사람을 보면 모두 버릴 수 없으니, 이는 바로 구구(區區)한 나의 요즈음 ‘자정(自靖)의 의(義)’라는 것이다. 그런데 듣건대 두 집 사람들이 모두 말하기를, ‘옳고 그름이 분명하지 못하다.’고 한다 하니, 그 뜻은 각각 나로 하여금 이쪽을 부지(扶持)하고 저쪽을 억제(抑制)하게 하려는 것이다. 대저 반드시 이산(尼山)의 논의와 같이 그 은미(隱微)한 심사를 안 연후에 우장을 배척할 수 있고, 반드시 회덕(懷德)의 논의와 같이 그것이 오로지 사사로운 뜻에서 나온 것임을 안 후에야 명우를 배척할 수 있을 것인데, 나의 혼미한 소견으로 남을 따라서 음양(陰陽) 좌우(左右)의 분별을 하지 못할 것은 결정적이다.” 하였는데, 이희조는 송시열의 문인으로 박세채의 문하에서도 배운 자이다. 상론(尙論)하는 자는 오히려 첫 편지를 말하는 사이에 장자(長者)에게 고자(顧藉)하지 않을 수 없었으나, 뒤에 송시열의 글이 모두 나오자, 그 패출(悖出)한 바가 다시 여지가 없으니, 식자(識者)가 이르기를, ‘박세채로 하여금 보게 하였더라면 반드시 다시 대처함이 있었을 것이다.’ 하였다.",
                "hj": "○甲寅/館學儒生趙正萬等陳疏, 斥尹拯, 爲宋時烈訟辨。 上賜優批。【原疏、批旨見上。】觀此兩家往復書, 其處父師之間, 而哀痛迫切之狀, 挾尊卑之勢, 而凌駕操切之言, 未知孰爲得而孰爲失, 公眼者, 自當知之, 惜乎修初史者之異觀也! 時烈之所以迫脅拯者, 每在於一心二用, 而拯於自家, 所遭轉甚, 則情理痛切, 固也。 觀其所操切抑揚, 則本原之去道遠, 可明知也。 旣愬情理, 又質本原, 惡在其二用哉? 然拯答時烈, 亦不甚遜順, 觀於旣抹可見等語, 可知已。 大抵拯之再書, 時烈宜有開示, 而時烈再書, 辭氣益不平, 則拯於此, 亦可以止矣。 彼此往復, 輾轉層激, 無論得失, 要之, 爲斯文之大變怪, 則又不可不平分其過矣。 此蓋由於時烈旣短於惻怛, 拯亦欠於明斷而然, 而其爲世道之不幸則深矣。 世之論兩家者, 各因其私好而扶抑太偏, 落在一邊, 獨朴世采, 平心勘斷, 未當偏倚。 玆附一二書牘於下, 使百世知有公聽竝觀之議。 世采與李喜朝書略曰: 今日所以紛紛者, 只爲魯丈【尹宣擧。】江都不死, 不絶黑水兩段耳。 江都事, 魯丈所遭, 可謂狼狽, 而後來自靖儘是明白。 尤丈【宋時烈。】旣許以爲友, 則恐今不當追咎矣。 不絶事, 則魯丈於凌駕朱子及我東諸賢, 只謂之過越, 於服制議論, 只謂之輕脫, 恐皆未盡其義。 雖當時尤丈之斥, 亦甚無異者。 然而到今必欲斷以作一別人, 爲世道害, 有若附彼而背朱子, 此則尤丈之論太過也。 至乃以狼狽謂無可死之義, 反乖魯丈自靖之義, 以未盡而謂皆合道理, 欲與先見之尤丈相抗, 此則子仁【尹拯字。】之論甚惑也。 世皆疑以各挾私意, 而兩家自以爲有道有義, 門生ㆍ親舊, 左右扶植, 必以邪正相命, 此今日斯文ㆍ國事, 亦以敗壞而不收。 至於羅、韓【羅良佐、韓聖輔疏見下。】二疏而極者也。 愚意, 魯丈之失, 雖似稍輕, 而還他未盡, 尤丈還他太過, 子仁還他已惑, 又必打破邪正之說, 而還他有得有失, 然後可以斷定。 未知如何? 又與喜朝書, 略曰: 大扺明友【尹拯號。】所處, 雖或大錯, 內則迫於父子之私情, 外則坐於識見之未透, 本非見移背師之類, 情有可恕。 在我與聞始終之人, 何敢隨衆攻斥, 以增其謗端乎? 至於尤丈, 前則失於明友, 後則失於師生, 如所謂竝斥魯丈夫婦者, 縱曰在上之人, 未見一是。 其他病痛, 多有未可曉者, 使人愧歎, 無以爲心。 然其平日學問氣節出處之大致, 雖未全美, 亦難盡廢, 則只當黽勉以保其初誼也。 論其事, 則皆非, 觀其人, 則皆不可棄。 此乃區區近日自靖之義者。 而聞兩家之人, 皆曰: “是非不明,” 其意各欲吾之扶此而抑彼。 蓋必知隱微心事如尼議, 然後, 可以斥尤丈; 必知其專出於私意如懷論, 然後, 可以斥明友。 以鄙迷見, 不能從人, 而爲陰陽左右之分決矣。 喜朝乃宋時烈門人, 而遊於世采之門者也。 尙論者, 猶以初書, 爲辭語之間, 不能不顧藉於長者。 後, 時烈文字盡出, 其悖出無復餘地。 識者謂: “使世采及見, 必復有以處之矣。”"
            }
        }
    },
    "09": {
        "16": {
            "1": {
                "H2KE-EN": "On gyemyo day, Fourth Censor of the Office of the Censor General Yun Sehui reported that Minister of Personnel Yi Ik was impeached. Please dismiss Yi Ik from his position. The King reprimanded Yi Ik for his fairness and reprimanded Yi Ik for his wrongdoings. Yi Ik and his elder brother Yi Suk were alternately placed in the Office of the Inspector General in order to invite powerful men to ridicule others. However, those who lived in the Office of the Inspector General feared their powerful circumstances and did not say anything. At this time, Yun Sehui had entered the Office of the Inspector General first to impeach Yi Ik for his wrongdoings. The public opinion was satisfied, and the King allowed Yi Ik to dare to speak about this.",
                "H2KE-nKo": "정언 윤세희가 아뢰어 이조 판서 이익을 탄핵하고 파직을 청하니, 비답하기를,“공평하지 못하다.”하였다. - 원래의 계사와 비지는 위에 보인다. - 이익이 그의 형 이숙과 번갈아 가며 전조에 있으면서 권세를 부리고 뇌물을 받아들여 사람들의 비난을 많이 받았는데, 대각에 있는 자들은 그의 기세를 두려워하여 아무도 말하는 자가 없었다. 이때에 이르러 윤세희가 새로 대간이 되어 제일 먼저 탄핵하니, 공론이 통쾌하게 여겨 과감하게 말하는 것을 허락하였다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 9월 16일(기묘) 1번째기사",
                "gt-oKo": "정언(正言) 윤세희(尹世喜)가 아뢰어 이조 판서(吏曹判書) 이익(李翊)을 탄핵하고, 파직할 것을 청하니, 임금의 비답(批答)에 공평하지 못하다는 것으로 꾸짖었다.【원계(原啓)와 임금의 비답은 위에 보인다.】 이익이 그 형 이숙(李䎘)과 더불어 번갈아 전조(銓曹)에 있으면서 권세를 부르고 뇌물을 받아들여 남의 말을 많이 불러 일으켰으나, 대각(臺閣)에 있는 자가 그 기세(氣勢)를 두려워하여 말하는 자가 없었는데, 이에 이르러 윤세희가 새로 대각에 들어가서 맨 먼저 이를 탄핵하니, 공의(公義)가 이를 쾌하게 여겨서 과감하게 말하는 기풍을 칭찬하였다.",
                "hj": "○己卯/正言尹世喜啓劾吏曹判書李翊, 請罷職。 上批: “以非公平責之。”【原啓、批旨見上。】 翊與其兄䎘, 迭居銓地, 招權納賂, 厚招人言, 居臺閣者, 畏其氣勢, 莫有言者, 至是, 世喜新入臺首劾之, 公議快之, 許其敢言。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Great Lord of Cheongseong Kim Seokju died in the gyemi year (. [Kim] Seokju was the younger uterine brother of Myeongseong . He was frugal and honest by nature, and was temporarily praised by temporary measures. When the King was young and successively succeed to the throne, he looked up to the Queen Mother. As he was close to the Dragon Guards , he possessed a brilliant position. Only [Kim] Seokju did not reach the court [of Ming China] in succession. The family of [Kim] Seokju was originally affectionate with scholar-officials. In the gapjin year (, he suspected that he was secretly aware of the powerfulness. But when the powerful clique was raised, [Kim] Seokju , secretly abandoned the powerfulness of the pow",
                "H2KE-nKo": "계미년에 청성부원군 김석주가 졸하였다.김석주는 바로 명성왕후의 종부제이다. 성품이 침착하고 굳세며 과감하여 도량이 있었으나 권모 술수를 숭상하였다. 주상이 어린 나이에 왕위를 계승하여 자성을 우러러 이루었는데, 탁룡의 근친으로 청현직에 있는 자가 유독 김석주 한 사람뿐이었다. 마침내 차서를 무시하고 순서를 뛰어넘어 조정의 정사에 참여하였는데, 김석주의 집안은 본래 사류와 화합하지 못하였다. 갑인년에 번복할 때 은밀히 주선한 것이 있는가 의심하였는데, 흉당의 세력이 이루어지자 김석주가 그 사이에 끼어서 이미 서로 알력하는 혐의가 없지 않았다. 이남과 허견 등의 역모가 처음 싹틀 때 김석주가 또 그 정상을 정탐해 내고 묵묵히 심기를 운용하여 은밀히 염탐을 일삼았다. 마침내 성상의 결단을 도와 흉얼을 소탕할 수 있었으니, 사직을 보호한 공을 사류가 모두 인정하였다.그러나 역적을 토벌하고 공을 논할 때 김석주는 마음대로 높이고 낮추는 자가 많았으니, 청의가 진실로 이미 병통으로 여겼다. 또 김석주가 처음에는 비록 흉적을 제거하는 데 급급하여 한결같이 정도에서 나오지는 못하였으나, 공을 이룬 뒤에는 오직 마땅히 옛 자취를 일변시키고 물러나 본분을 지켰어야 했다. 그런데 도리어 자기의 공을 과장하여 조정의 권력을 쥐고서 유음한 길을 밀고하는 문에 농간을 부림이 이미 익숙해졌고 수단이 더욱 교활하여 은연중에 한쪽 편을 제거할 뜻을 품었다. 그러나 덕망이 높은 구신 송시열, 김수항 등 여러 사람은 바야흐로 그 인진하는 것을 이롭게 여겨 그 농락을 받아 걸핏하면 그 사직의 공을 칭찬하면서 오직 목구멍과 기맥만을 우러러 보았고 감히 한마디 말도 서로 어기지 못하였다. 산을 옮기고 바다를 굴린 힘은 세상에서 꺾는 자가 없었으니, 이것이 한 무리의 청의가 화복을 헤아리지 않고 그 공을 인정하고 그 죄를 공격한 까닭이다. 김석주는 또 스스로 반성하지 않고 힘껏 공의와 싸워 마침내 당론이 분열되게 하였으니, 세도의 불행이 진실로 크다. 그런데 일종의 의발을 서로 전수하여 굽은 길이 크게 열려 요행을 바라는 문을 막지 못하였고, 이사명과 김춘택에 이르러서는 극도에 달하였다. 이미 스스로 그 집안을 보전하지 못하고 끝내 국가의 무궁한 화가 되었으니, 세상에서 공의를 유지하는 자가 화근을 추론하여 공괴와 죄수로 김석주를 처하게 하였다. 그러나 복식의 사치함과 제택의 굉장함과 비용의 과람함과 제치의 그릇됨은 족히 책망할 것도 못 되었다. 이때에 이르러 졸하였다.초사를 편수한 자가 송시열과 김수항의 여론을 조여우와 심의겸을 김석주에게 허여하고 스스로 주자와 이이가 보호해 준 것에 의탁하였다. 대저 역적은 물고기와 잉어가 태어난 것과는 같지 않으니, 진실로 이항복의 말과 같다면 경신년에 역적을 토벌한 뒤에 오히려 어찌 다시 근심할 것이 있겠는가. 그러나 연줄을 타고 과장하여 은밀히 그 사심을 이루었고, 조정에서는 또 그가 일찍이 큰 공이 있었다고 하여 일체 종용하였으니, 이것이 심의겸과 심의조의 일에 어찌 공과 사를 차별하지 않을 수 있겠는가. 그러나 인용한 여러 현인은 차중하여 허물을 꾸미는 한 가지 일에 불과하니, 식자들이 비웃었다.\n",
                "date_ko": "숙보 15권, 10년(1684 갑자 / 청 강희(康熙) 23년) 9월 20일(계미) 1번째기사",
                "gt-oKo": "청성 부원군(淸城府院君) 김석주(金錫胄)가 졸(卒)하였다. 김석주는 바로 명성 왕후(名聖王后)의 종부제(從父弟)인데, 침의(沈毅)하고 과감(果敢)하여 기도(器度)가 있었으나, 권모 술수(權謀術數)를 숭상하였다. 임금이 어린 나이에 사복(嗣服)하여 자성(慈聖)에게 도움을 받아 이루었는데, 탁룡(濯龍)의 근친(近親)으로 청현(淸顯)한 자리에 있는 자는 오로지 김석주 한 사람뿐이므로, 드디어 차례를 밟지 아니하고 뛰어 올라서 조정 정사에 참여해 들었다. 김석주가 본래 사류(士流)와 화목하지 못하여 갑인년의 번복(飜覆)에 혹은 몰래 알선(斡旋)한 바가 있음을 의심하였으나, 흉당(凶黨)의 세력이 이루어지자, 김석주가 그 사이에 끼어 이미 서로 알력(軋轢)의 혐의로움이 없지 아니하였고, 이남(李柟)·허견(許堅) 등의 역모(逆謀)가 처음 싹틀 때에 김석주가 또 그 정상을 정탐해 얻어서 묵묵히 심기(心機)를 운용하며 은밀히 형찰(詗察)을 일삼다가, 마침내 예단(睿斷)을 도와 흉얼(凶孼)을 소탕(掃蕩)하니, 종사(宗社)를 보존한 공을 사류(士類)가 모두 인정하였다. 그러나 역적을 토벌하고 공을 논할 즈음에 김석주가 임의로 올리고 낮춘 것이 많이 있어서 청의(淸議)가 진실로 이미 이를 병통으로 여겼다. 또 김석주가 처음에는 비록 흉당을 제거하는 데 급급하여 한결같이 정도(正道)로 나가지 못하였다 하나, 성공한 뒤에는 오로지 옛자취를 일변(一變)시키고 물러가서 본분(本分)을 지켰어야 마땅한데, 도리어 자기의 공을 과대(夸大)하여 조정의 권한을 장악하고, 유음(幽陰)한 길과 밀고(密告)하는 문을 만들어 농간을 부리는 것이 이미 익숙해졌고, 수단이 더욱 교활해져 은연중(隱然中)에 한편을 제거[草薙]할 뜻이 있었다. 그러나 덕망이 높은 구신(舊臣) 송시열(宋時烈)·김수항(金壽恒)과 같은 여러 사람도 바야흐로 인진(引進)한 것을 이롭게 여겨 농락을 받으면서도 걸핏하면 그 사직(社稷)의 공을 칭도하였고, 오로지 후기(喉氣)도 우러러 감히 한 마디의 말조차 서로 어기지 못하였다. 산을 옮기고 바다도 메우는 힘은 세상에서 꺽을 자가 없으니, 이 일대(一隊)의 청의(淸議)가 화복(禍福)을 헤아리지 아니하고 그 공을 인정하면서도 그 죄를 공격하였다. 그러나 김석주는 또 스스로 반성하지 아니하고 힘써 공의(公議)와 다투어 드디어 당론(黨論)의 분열을 이루게 하였으니, 그 세도(世道)의 불행함이 진실로 컸는데, 일종의 의발(衣鉢)을 서로 전수(傳授)하면서 곡경(曲逕)을 크게 열고 행문(倖門)을 막지 못하였으니, 이사명(李師命)과 김춘택(金春澤)에 이르러 지극하였다. 이미 스스로 그 집을 보전하지 못하고, 마침내 국가의 무궁한 화(禍)가 되었는데, 세상에서 공의(公議)를 가진 자가 화의 근본을 추론(追論)하면서 공괴(功魁)·죄수(罪首)로 김석주를 결정하였다. 그런데 복식(服飾)의 사치함과 제택(第宅)의 굉장함과 비용(費用)의 과람함과 제치(制置)의 그릇됨은 족히 책할 것이 못되는데 이에 이르러 졸하였다. 처음에 사초(史草)를 닦은 자가 송시열·김수항의 여론(餘論)을 조술(祖述)하여 조여우(趙汝愚)·심의겸(沈義謙)의 경우로써 김석주를 허여(許與)하고, 스스로 주자(朱子)와 이이(李珥)가 부호(扶護)한 데에 가탁하였다. ‘무릇 역적은 물고기나 자라처럼 생산되는 것이 아니다.’고 한 것은 진실로 이항복(李恒福)의 말과 같은 바가 있으니, 경신년 토역(討逆)한 뒤에 오히려 무슨 근심할 만한 것이 있었겠는가마는, 인연(因緣)하고 장대(張大)하며 그 사사로움을 이루었으며, 조정에서는 또 일찍이 큰공이 있다고 하여 일체 이를 종용(慫慂)하였으니, 이것이 심조(沈趙)의 일에 대하여 어찌 의(義)·이(利)·공(公)·사(私)의 구별이 없겠는가? 인용한 여러 현인(賢人)들도 차중(借重)하고 문과(文過)한 한 단서에 지나지 아니하였으니, 식자(識者)가 이를 비웃었다.",
                "hj": "○癸未/淸城府院君金錫冑卒。 錫冑卽明聖王后從父弟也。 沈毅果敢, 有器度, 尙權數。 上沖年嗣服, 仰成慈聖, 而濯龍近親, 居淸顯者, 獨錫冑一人, 遂不次超躐, 與聞朝政。 錫冑家素與士流不協, 甲寅翻覆, 或疑其陰有幹旋, 及凶黨勢成, 錫冑偪仄其間, 已不無相軋之嫌, 柟、堅等逆謀之始萌也, 錫冑又偵得其狀, 默運心機, 陰事詗察, 卒能贊睿斷而掃凶孽, 保社之功, 士流莫不許之。 然討逆論功之際, 錫冑多有任情低仰者, 淸議固已病之。 而且錫冑始雖急於除凶, 不得一出於正道, 及其功成之後, 惟當一變舊轍, 退守本分, 而顧乃夸大已功, 把握朝權, 幽陰之逕, 告密之門, 作弄旣熟, 手段愈滑, 隱然有草薙一邊之意。 而宿德舊臣如宋時烈、金壽恒諸人, 方且利其引進, 受其籠絡, 動稱其社稷之功, 惟喉氣是仰, 而莫敢以一言相違。 移山轉海之力, 世無有折之者, 則此一隊淸議之所以不計禍福, 許其功而攻其罪。 錫冑又不自反而力戰公議, 遂致黨論之分張, 其爲世道之不幸, 固大矣。 而一種衣鉢, 互相傳授, 曲逕大開, 倖門莫杜, 至於師命、春澤而極焉。 旣不能自保其家, 而終爲國家無窮之禍, 則世之持公議者, 追論禍本, 以功魁罪首, 處錫冑。 而服飾之侈, 第宅之宏, 費用之濫, 制置之謬, 有不足責矣, 至是卒。 修初史者, 祖述宋時烈、金壽恒之餘論, 以趙汝愚、沈義謙許錫冑, 而自托於朱子、李珥之扶護。 夫逆賊, 非若魚鼈之生産, 誠有如李恒福之言, 則庚申討逆之後, 尙安有更可憂者, 而因緣張大, 陰濟其私, 朝廷又以其曾有大功, 而一切慫慂之, 則此於沈、趙之事, 豈無義利公私之別? 而所引諸賢, 不過借重文過之一端, 識者笑之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十五終"
            }
        }
    }
}