{
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "Former Second Minister Yi Seon , who had passed away in the place of Gijang . Yi Seon was strong and honest by nature and honest by nature. He deliberately liked people and was fond of sense of work. He was brave in administration and served him with self-restraint. After the gyeongsin year (, he flattered a meritorious member of the royal kin by erroneous flattering the 청의를 억제하였고, and thus Yi Seon had many flattered him. Moreover, in the case of Confucian studies, he flattered him and flattered him. Eventually, he became cruelly unrighteous. The scholars disliked him and repeatedly impeached him. After the gisa year (, Yi Seon was banished to a remote area in the frontier of the capital. On this day, he died.",
                "H2KE-nKo": "전 참판 이선이 귀양지인 기장의 적소에서 졸하였다. 이선은 강직하고 사납고 각박하여 남을 시기하고 일 만들기를 좋아하였다. 당동 벌이하는 데 용감하였고 송시열을 스승으로 섬겼다. 경신년 이후로 송시열이 훈척에게 빌붙어 청의를 억제하였는데, 이선이 종용한 것이 많았다. 또 사문의 일에 대해 아첨하고 농간을 부려 마침내 어그러져 사류들이 곁눈질하며 여러 차례 탄핵을 받았다. 기사년 이후에 극변에 찬배되었는데, 이때에 이르러 졸하였다.\n",
                "date_ko": "숙보 24권, 18년(1692 임신 / 청 강희(康熙) 31년) 2월 1일(신사) 1번째기사",
                "gt-oKo": "전(前) 참판(參判) 이선(李選)이 기장(機張)의 적소(謫所)에서 졸(卒)하였다. 이선은 성품이 거세고 교만하며 각박하였고, 남을 시기하고 일 만들기를 좋아하여 당동 벌이(黨同伐異)하기에 용맹스러웠다. 송시열(宋時烈)을 스승으로 섬겼는데, 경신년이후에 송시열이 훈척(勳戚)에게 붙어 청의(淸議)를 억압할 때 이선이 종용(慫慂)하는 바가 많았었다. 또한 사문(斯文)에 관한 일에 있어서도 오도(誤導)하며 농간을 부려 마침내 어긋남을 가져 오게 되었으므로 사류(士流)들이 미워하였다. 여러 차례 탄핵을 받다가 기사년 이후에 아주 변방으로 귀양갔었는데, 이때에 이르러 졸(卒)한 것이다.",
                "hj": "○辛巳/前參判李選, 卒於機張謫所。 選剛厲矯刻, 猜人喜事, 勇於黨伐, 師事宋時烈。 庚申後, 時烈之附勳戚而抑淸議, 多選所慫慂。 且於斯文事, 導諛作弄, 卒致乖張, 士流側目, 屢被彈論。 己巳後, 竄極邊, 至是卒。"
            }
        }
    },
    "04": {
        "16": {
            "1": {
                "H2KE-EN": "On eulmi day, Inspector General Yi Dammmmmyeong submitted a memorial requesting the execution of Jeong Jungjeong , [but the King] did not approve [his request]. 【상소 and the royal instructions of the memorial were shown to the King. 】 [Yi] Dammmm solely intended to repay his own grievances and dared to submit a memorial requesting that he be punished. If he were fairly dispute, people of the time were also surprised.",
                "H2KE-nKo": "을미년에 대사헌 이담명이 상소하여 민정중을 주벌하기를 청하였으나, 주상이 허락하지 않았다. - 원소와 비지는 위에 보인다. - 이담명은 오로지 사사로운 원수를 갚으려고 감히 소장을 올려 그 사람을 논핵하기를 마치 공적인 시비처럼 하니, 당시 사람들이 또한 놀라워하였다.\n",
                "date_ko": "숙보 24권, 18년(1692 임신 / 청 강희(康熙) 31년) 4월 16일(을미) 1번째기사",
                "gt-oKo": "대사헌(大司憲) 이담명(李聃命)이 상소하여 민정중(閔鼎重)을 목베도록 청했으나 임금이 허락하지 않았다.【원래의 상소와 비지(批旨)는 앞에 보인다.】 이담명은 오로지 사사로운 원수를 보복하려 하여 감히 소장(疏章)을 올려 그 사람을 논박하기를 마치 공론(公論)으로 시비(是非)하듯이 하므로, 당시 사람들이 또한 해괴하게 여겼었다.",
                "hj": "○乙未/大司憲李聃命上疏, 請誅閔鼎重, 上不許。【原疏批旨見上。】 聃命專欲報私讎, 而敢上章論其人, 若公是非, 其時人亦駭之。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On giyu day, former Minister of Personnel Kim Manjung died at the place of Namhae . [Kim] Manjung was skilled in composing writing and filial piety, and he was called an excellent praise for his mother. However, he was ignorant and sense of learning. He was a relative of the royal kin by marriage, and his disposition was extremely honest. He flattered a meritorious member of the royal kin by powerful and strongly cursed favor with him. He flattered Yi Samyeong by flattering him. He arbitrarily reported this to the King, causing a scheme to murder the scholars. His father and son were punished by death, and he was banished to a coastal areas, but he could not rush to the place of his mother. On this day, he died at the occasion. Before he passed away, Kim Manjung again raised a treason, and his entire entirely was executed. The world pretended that Kim Manjung was a repay of the coastal couple.",
                "H2KE-nKo": "전 판서 김만중이 남해의 적소에서 졸하였다. 김만중은 문장에 능하고 효성과 우애가 독실하여 어머니를 잘 섬긴다고 일컬어졌다. 그러나 식견이 전혀 없어 왕실의 가까운 친척으로서 지론이 매우 준엄하였고, 훈귀에게 빌붙어 청의를 매우 힘껏 공격하였다. 이사명의 종용으로 그의 무패한 말을 경솔하게 주상에게 보고하여 사류를 화에 빠뜨릴 계책으로 삼았다. 부자가 형벌을 받아 해도에 유배되었는데, 어머니의 상을 당하여 달려가지 못하다가 이때에 이르러 졸하였다. 재차 전해지자 또 흉역이 생겨나 온 집안이 죽음을 당하였으므로, 세상에서 ‘김만중이 당론을 준엄하게 공격한 데 대한 보답이다.’라고 하였다.\n",
                "date_ko": "숙보 24권, 18년(1692 임신 / 청 강희(康熙) 31년) 4월 30일(기유) 1번째기사",
                "gt-oKo": "전(前) 판서(判書) 김만중(金萬重)이 남해(南海)의 적소(謫所)에서 졸(卒)하였다. 김만중은 문사(文辭)에 능하였고 효성과 우애가 돈독하여 어미를 잘 섬긴다고 소문났었다. 그러나 전연 식견이 없어 폐부(肺腑)에 있을 적에 지론(持論)이 지극히 준엄했고, 훈척(勳戚)에게 붙어 청의(淸議)를 매우 힘써 공격했으며, 이사명(李師命)의 종용(慫慂)을 받아 그가 도리어 어긋나게 속이는 말을 가지고 경솔하게 계문(啓聞)하여 사류(士流)들에게 화(禍)를 끼치려는 계획을 하다가, 부자(父子)가 형벌을 받았었다. 해도(海島)로 귀양가서 어미의 상사(喪事)를 만났었지만 분상(奔喪)하게 되지 못했었는데, 이때에 이르러 졸(卒)한 것이다. 2대(代)를 지나서는 또한 흉악한 역적이 생겨나 온 가문이 살륙(殺戮)을 당하였으므로, 세상 사람들이 ‘김만중의 험악하게 편당하던 의논이 앙갚음을 받게 된 것이다’라고들 하였다.",
                "hj": "○己酉/前判書金萬重, 卒於南海謫所。 萬重工文辭篤於孝友, 以善事母稱, 然全無識見, 居肺腑, 持論極峻, 附麗勳貴, 攻淸議甚力, 爲師命所慫慂, 以其誣悖之言, 率爾上聞, 以爲禍士流之計。 父子被刑, 謫海島, 遭母喪, 不得奔赴, 至是卒。 再傳而又生凶逆, 闔門被戮, 世以爲萬重峻黨議之報云。"
            }
        }
    },
    "06": {
        "25": {
            "1": {
                "H2KE-EN": "Former Left State Councilor Jeong Jungjeong passed away at the place of Byeokdong . [Jeong] Jungjeong was steadfast and upright by nature. He enjoyed a good reputation and admired righteousness. Every time he praised his stepmother Jo Seokrins personality. In his mind, he intended to follow his corrupt practice, thereby clarifying his reputation and upright ways. He exceeds thirty-seven strings of his strength. When he was the governor of Hamgil Province , he revised land surveys and established the various jurisdiction of the various jurisdictions. He established government offices and revised local schools after one year. He established government offices and revised local schools【곧 observing the Royal Confucian Academy. 】 building a shrine to the Five District Schools . A great compulsory labor service was carried out, and the people were apprehensive and apprehensive. [Jeong] Jungjeong was diligent and diligent in his behavior, and his measures were all found in his lineage. He spreadly revised a new man and encouraged the civil and military dancers to teach the proprieties. The entire province was governed, but he was only observed the law. He served as the superintendent of the Office of Interpreters , and his duty was exceedingly from others. However, his nature was narrow and arrogant, and he was observed and prudent. He was punished by the scholars of Hamheung . When he revised a special discipline, he said, The public moral integrity of autumn and summer. When he became inebriated, he rose from his post. When he became a high-ranking official , he did not care for him. After the gyeongsin year (, he entered the post of high-ranking official , but he did not explain his administration. After a long time, he was replaced. However, [Jeong] Jungjeong was slightly knowledgeable. He enjoyed a powerful post and abandoned his powerful son. He was entrusted with the two Songs [China] and served as the King of the capital. Every time he received the royal order. After the gyeongsin year (, he slightly wished to divulge himself. He slightly communicated with the powerful scholars of the future. Soon afterwards, his younger brother [Yu] Yujung , as the state councilor , was deprived of Confucian scholars , and returned to his conspiracy with him. He was slightly imprudent and imprudent in his behavior. When he was interrogated by his guilt, his meritorious deeds were too presumptuous to blame him",
                "H2KE-nKo": "전 좌의정 민정중이 벽동의 적소에서 졸하였다. 민정중은 성품이 준엄하고 단정하여 스스로 명예를 좋아하고 의리를 사모하기를 좋아하여 매양 그의 고모부 조석윤의 사람됨을 본받아 걸핏하면 법도를 준수하여 명예를 맑게 하고 도를 바르게 하여 행세하고자 하였다. 정력이 남보다 뛰어나 37세에 함경 감사가 되어 양전을 다시 하고 열읍의 상정을 창시하였다. - 곧 1년 동안 관에서 쓰는 각종 비용과 백성에게서 취하는 수량을 정한 것이다. - 영해와 향교를 세우고 - 곧 국학을 준수한 것이다. - 오현의 사원을 경영하는 큰 역사가 한꺼번에 일어나 백성들이 소란스럽게 두려워하였다. 민정중은 정근하고 게으르지 않았으며 처리하는 방도가 있어 모두 두서가 잡히고 어수선하게 일신하였다. 문사와 무사를 권장하여 예법을 가르치니 한 도가 크게 다스려졌다. 다만 지금 그 법을 준용하였다. 대사성과 사역원 제조가 되어서는 직무를 수행하는 것이 모두 남보다 뛰어났다. 다만 성품이 편협하여 괴퍅에 가깝고 위엄을 마음대로 부려 함흥의 사인을 형벌하고 작별할 때에 규계하기를 ‘공의 기상은 오로지 가을과 겨울에는 봄과 여름이 적다.’라고 하였다. 민정중이 술에 취하여 일어나 절을 하였는데, 대관이 되어서는 관심을 두지 않았다. 경신년 이후로 정승이 되었으나 건명한 것이 없었으므로 오래지 않아 체차되었다. 그러나 민정중은 깊은 식견이 적고 권요를 좋아하여 청류의 골자가 되기를 기약하였다. 양송에게 몸을 바쳐 경국왕이 되어 매사에 그 뜻을 받들었다. 경신년 이후로 조금 스스로 다른 마음을 갖고자 하여 후배와 사류를 유합하였다. 곧이어 아우 민유중이 국구가 됨으로 인하여 사류에게 배척을 당하자 도로 송시열과 합하였다. 지론이 너무 편협하고 준엄하여 국문하는 것이 혹 지나치기도 하고 훈척이 사납게 날뛰는데도 억눌러서 도리어 돕지 못하고 청의와 서로 겨루었다. 갑자년 연석에서 아뢰어 사문의 시비를 강경하게 정하였는데 부추기고 억누르는 것이 마땅함을 잃어 마침내 공의가 답답해하고 선비들의 추향이 분열되어 마침내 세도의 무궁한 화가 되었으므로 식자들이 병통으로 여겼다. 기사년 이후에 극변에 찬배되자 흉당이 반드시 화를 입히고자 하였으나 그래도 돌아보고 두려워하여 끝내지 못하였다. 이때에 이르러 졸하였다. 민정중은 《소학》을 많이 읽고 내행에 힘썼으며 친족을 돈목하였다. 그의 자질들도 오히려 이런 기풍이 있었으므로 세상에서 이 때문에 그를 훌륭하게 여겼다. 비록 그가 처세하는 절도가 내수하는 데 전념하지 못하는 것을 병통으로 여겼으나 또한 이 때문에 그의 장점을 가리지는 않았다.\n",
                "date_ko": "숙보 24권, 18년(1692 임신 / 청 강희(康熙) 31년) 6월 25일(계묘) 1번째기사",
                "gt-oKo": "전(前) 좌의정(左議政) 민정중(閔鼎重)이 벽동(碧潼)의 적소(謫所)에서 졸(卒)하였다. 민정중은 성미가 준엄하고 단정했으며 본래 명예 얻기와 의리를 사모하기를 좋아했다. 매양 그의 고모부(姑母夫) 조석윤(趙錫胤)의 사람됨을 본받으면서 마음속에 행동을 법도대로 하여 청렴한 명성과 정직한 도리를 가지고 행동하려고 하였다. 정력(精力)이 남보다 뛰어났었는데, 37세에 함경 감사(咸鏡監司)가 되어서는 양전(量田)을 다시 하여 각 고을에 대한 상정(詳定)을 창시(創始)하였고,【곧 한 해 동안 관아에서 쓰는 갖가지 것에 있어서, 백성에게서 받는 수량을 정한 것이다.】 감영(監營)의 공해(公廨)를 세우고 향교(鄕校)를 개수(改修)하였다.【곧 국학(國學)에 의거하였다.】 오현(五賢)의 사당(祠堂)과 서원(書院)을 세우느라 큰 역사를 한꺼번에 일으키므로 백성들이 소란해지며 두려워했었는데, 민정중이 정근(精勤)하여 게을리하지 않고 방법이 있게 구처(區處)하자, 모두 두서가 있게 되어 시원스럽게 아주 새로와졌다. 문사(文士)와 무사(武士)들을 권면하여 예법으로 가르치자 온 도가 크게 다스려져, 지금도 그의 방법을 따르고 있다. 그는 대사성(大司成)과 사역원 제조(司譯院提調)가 되어서도 직무 수행이 모두 남보다 뛰어났었다. 다만 성미가 편협하여 괴팍함에 가깝고 위엄을 멋대로 부렸다. 함흥(咸興)의 사인(士人)을 형벌한 일이 있었는데, 작별할 때에 규계(規戒)하여 말하기를, ‘공(公)의 기상(氣象)은 오로지 가을이나 겨울 같기만 하고 봄이나 여름 같은 맛은 모자랍니다.’고 하니, 민정중이 술이 취한 중에도 일어나 절을 했었다. 대관(大官)이 되자 권주(眷注)를 받은 적이 없었고, 경신년 이후에 정승으로 들어와서도 건명(建明)하는 것이 없다가 오래 되지 않아 체직되었었다. 그러나 민정중은 깊은 지식이 적었고 권세 있는 요직을 좋아하여 청류(淸流)의 뼈대가 되려고 기필하여 양송(兩宋)에게 집지(執贄)하였고, 경국 왕인(京國王人)이 되어서도 일마다 그들의 뜻을 받들어서 했었다. 경신년 이후에는 점차로 갈라져 후배인 사류(士流)들과 합류하려고 했었으나, 곧바로 아우 민유중(閔維重)이 국구(國舅)가 됨으로 인하여 사류들의 배척을 받게 되자, 도로 송시열과 합하여 지론(持論)의 편협하고 준엄함이 너무 심했다. 옥사(獄事)의 국문(鞫問)을 더러 외람되게 하기도 했으며, 훈척(勳戚)들이 기승을 부려도 억제하지 못하고 도리어 조장하여 청의(淸議)와 서로 각축(角逐)하게 되었었다. 갑자년에는 경연(經筵)에서 건백(建白)하여 사문(斯文)에 있어서의 옳음과 그름을 강경하게 결정하여 붙잡아야 할 것과 억제해야 할 것을 합당하게 하지 못함으로써 드디어 공론이 답답해하고 선비들의 추향(趨向)이 분열되게 만들어, 마침내 세도(世道)에 한없는 화(禍)가 되므로 식견 있는 사람들이 병통으로 여겼다. 기사년 이후에 아주 변방으로 귀양가자, 흉당(凶黨)들이 기필코 화를 입게 하려고 하면서도 오히려 뒤돌아보며 두려워하여 실현하지 못했었는데, 이때에 이르러 졸(卒)한 것이다. 민정중은 《소학(小學)》을 많이 읽어 가정에서의 행동에 힘쓰고 친족들을 돈독하게 돌보았었는데, 그의 아들과 조카들도 이러한 기풍(氣風)이 있으므로 세상 사람들이 이를 대단하게 여겼었고, 비록 그의 처세(處世)하는 절도(節度)가 안으로 마음을 지키기에 전일하지 못함을 병통으로 여겼었지만, 또한 이 때문에 그의 장점을 가리지는 않았었다.",
                "hj": "○癸卯/前左議政閔鼎重。 卒於碧潼謫所。 鼎重性峻整, 自喜好名慕義, 每效其姑夫趙錫胤之爲人, 意欲動遵繩墨, 以淸名直道行世也。 精力過人, 三十七, 爲咸鏡監司, 改量田, 創列邑詳定。【卽定一年官用各種取民之數。】 建營廨改鄕校。【卽遵國學。】 營五賢祠院, 大役竝興, 民騷然懼之。 鼎重精勤不懈, 區處有方, 咸得就緖, 噲然一新, 勸奬文武士, 敎以禮法, 一路大治, 只今遵用其法。 其爲大司成司譯提調, 擧職皆過人, 但性隘, 近愎任威, 刑咸興士人, 臨別規之曰: “公氣象, 專秋冬少春夏。” 鼎重醉起拜, 及爲大官, 無眷注。 庚申後, 入相未有建明, 不久而遞。 然鼎重少深識, 喜權要, 期爲淸流骨子。 委質於兩宋, 爲京國王人, 每事承其意旨。 庚申後, 稍欲自貳, 與後輩士流合, 旋因弟維重爲國舅, 被斥士流, 還與宋時烈合, 持論褊峻已甚, 按鞫或濫, 勳戚鴟張, 不能抑而反助之, 與淸議相角。 甲子筵白, 硬定斯文是非, 扶抑失當, 遂致公議怫鬱, 士趨分裂, 終爲世道無窮之禍, 識者病之。 己巳後, 竄極邊, 凶黨必欲禍之, 而猶有顧畏, 不能竟也, 至是卒。 鼎重多讀《小學》, 力內行, 惇親撫族, 其子侄, 猶有此風, 世以此多之。 雖病其處世節度, 不能專於內守, 而亦不以是掩其長也。"
            }
        }
    },
    "10": {
        "30": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, the King ordered that the mulberry trees planted at the Royal Placenta Chamber be removed and returned to the original owner of the people. Earlier, when the King had requested mulberry trees, he heard that the house of former Magistrate of Anak County Hong Manhoe , had a court musician sought. This was because Hong Manhoe was the son of Hong Juwon , who was a concubine of Yeongbyeon . Hong Manhoe prostrated himself in the courtyard and addressed the King, saying, As the body of the royal kindness of the state, he could not dare to spare his hair. How much more should the mulberry tree? Though he is a relative of a state, he is a relative of a relative and is a relative of a relative. He could not dare stay there again. The King immediately removed the mulberry trees. The court musician addressed the facts. The King praised the facts and thereupon issued this order.",
                "H2KE-nKo": "을사년에 주상이 후원에서 옛날에 심은 <unk>목을 빼내어 민간의 본주인에게 돌려주라고 명하였다. 주상이 일찍이 <unk>목을 찾다가 전 안악 군수 홍만회의 집에 있다는 말을 듣고 액정서의 하례로 하여금 찾게 하였다. 홍만회는 바로 영안도에서 홍주원의 막내아들이니 나라의 친척이기 때문이다. 홍만회가 뜰에 내려가 엎드려 아뢰기를,“머리에 나라의 은혜를 입었으므로 머리털과 살도 감히 아낄 수 없는데 하물며 <unk>목은 말할 것이 있겠습니까. 다만 명색이 나라의 친척이지만 소원한 외신이니 <unk>목을 바치는 것은 죄가 있어도 감히 할 수 없습니다. 신도 감히 다시 머물러 둘 수 없습니다.”하고, 즉시 빼 버렸다. 액정서의 하례가 그 실상을 아뢰자, 주상이 훌륭하다고 칭찬하고 마침내 이 명을 내린 것이다.\n",
                "date_ko": "숙보 24권, 18년(1692 임신 / 청 강희(康熙) 31년) 10월 30일(을사) 1번째기사",
                "gt-oKo": "임금이 후원(後園)에 앞서 심었던 종려(棕櫚) 나무를 뽑아서 도로 민가의 본주인에게 보내도록 명했다. 임금이 일찍이 종려 나무를 구하다가, 전(前) 안악 군수(安岳郡守) 홍만회(洪萬恢)의 집에 있다는 것을 듣고서, 궁중(宮中)의 하례(下隷)로 하여금 구해 오도록 했었다. 대개 홍만회는 곧 영안위(永安尉) 홍주원(洪柱元)의 막내 아들로서 국척(國戚)이었기 때문이다. 홍만회가 뜰로 내려와 엎드려서 말하기를, “이마에서 발끝까지 국가의 은덕을 입었기에 머리털과 피부라 할지라도 감히 아끼지 못할 것인데 하물며 꽃나무이겠습니까? 다만 국척(國戚)이라고는 해도 소원한 외방(外方)의 신하에 속해 있으므로, 꽃나무를 올림은 죄가 되는 것이어서 감히 할 수가 없고, 또한 신(臣)이 감히 그대로 둘 수도 없습니다.” 하고서 즉시 뽑아서 버렸던 것이다. 궁중의 하례가 그런 사실을 아뢰므로, 임금이 훌륭한 일이라고 칭찬하면서 드디어 이러한 명을 내리게 된 것이다.",
                "hj": "○乙巳/上命拔後園舊種棕櫚木, 送還民間本主。 上嘗求棕櫚木, 聞前安岳郡守洪萬恢家有之, 使掖隷求之。 蓋以萬恢, 卽永安辱洪柱元季子, 爲國戚故也。 萬恢下庭伏曰: “頂踵國恩, 髮膚不敢惜, 況卉木乎? 但雖名國戚, 屬踈爲外臣, 以卉木進, 有罪不敢也。 臣亦不敢復留之。” 卽拔去之。 掖隷白其狀。 上稱善, 遂有是命。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十四終"
            }
        }
    }
}