{
    "08": {
        "6": {
            "1": {
                "H2KE-EN": "Former Fifth Inspector [of the Office of the Inspector General ] Yeon Choejeok submitted a memorial to impeach the current situation and admonishing the six articles as a warning to the King. The Royal Secretariat rejected it, and again reported this to the King. The King ordered the circumstances be taken to him and read the memorial. After the royal directive transmitted to the Office of the Inspector General , he was interrogated seven times after being cross-examined and did not admit his guilt. Ultimately he died of beating with the heavy stick. Yeon Choejeok was a man from Cheongju and served his parents with filial piety. He saw that the current affairs were declining day by day, and he could not harbor a grudge against him. Ultimately, he submitted a memorial. Both mentioned that all the world would be avoided by the world, such as the Six Codes (K. Yukjeon and the circumstances of fishing were also able to devote himself to the importance of human relationships and to anger the King. Furthermore, he was entrusted with the powerful clique and died of the death penalty. All the world was saddened. When the gapsul year (, he was first praised and 증직ed, and afterward, he was also erected in honor of filial piety.",
                "H2KE-nKo": "정축년에 전 감찰 연최적이 상소하여 시사를 극론하고 여섯 가지 조목으로 경계의 말씀을 드렸는데, 승정원이 기각하고 또 주상에게 여쭈니, 주상이 그것을 들여오게 하여 보고 나서 비망기를 내려 국청을 설치한 뒤에 일곱 차례의 형신을 받고도 자복하지 않다가 마침내 장을 맞다가 죽었다.연최적은 청주 사람으로 어버이를 효성으로 섬겼는데, 시사가 날로 잘못되어 가는 것을 보고는 분한 마음을 스스로 억제하지 못하고 마침내 이런 상소를 올리게 된 것이다. 그가 논한 내용은 모두 세상에서 꺼리고 숨기는 것이었으며, 육례와 관어 등의 말은 또 윤리와 강상의 중대함에 정성을 쏟아 주상의 위엄과 노여움을 건드린 것이었다. 또 흉당의 종용을 받아 극형을 받다가 죽었으므로 세상 사람들이 모두 슬퍼하였다. 갑술년에 이르러 맨 먼저 포상과 추증을 받았고, 이어서 또 효성으로 정려하였다.\n",
                "date_ko": "숙보 25권, 19년(1693 계유 / 청 강희(康熙) 32년) 8월 6일(정축) 1번째기사",
                "gt-oKo": "전(前) 감찰(監察) 연최적(延最績)이 상소(上疏)하여 당시의 일을 극력 논하면서 여섯 가지 조목으로 경계를 진달하였으나 정원(政院)에서 그것을 물리치므로 또 계품(啓稟)하자, 임금이 찾아서 들이도록 영(令)을 내려 열람하고 비망기(備忘記)를 내려 국청(鞫廳)을 설치하게 한 뒤에 일곱 차례의 형신(刑訊)을 당했으나, 자복하지 않다가 마침내 형장(刑杖) 아래서 죽었다. 연최적은 본관이 청주(淸州)이며, 어버이를 섬김에 효도를 다하였다. 당시의 일이 날로 그릇되는 것을 보고 분격함을 스스로 감당하지 못하여 드디어 이 소(疏)를 올렸는데, 논한 바가 모두 세상에서 꺼려하는 것이었으며, 여섯 가지 예(禮)와 관어(貫魚) 등에 관한 일은 또한 윤리[倫常]의 소중함을 잘 돌아다 본 것이기는 하지만 임금의 위엄있는 노여움에 저촉되었고, 또 흉당(凶黨)의 부추김을 당하여 극심한 형신(刑訊)을 받다가 죽었으므로 세상에서 모두 슬프게 여겼었다. 그러다가 갑술년에 이르러 맨 먼저 포창(褒彰)하여 관작을 추증(追贈)하고 잇달아 효도를 정려(旌閭)하였다.",
                "hj": "○丁丑/前監察延最績上疏, 極論時事, 以六條陳戒。 政院却之, 又啓稟。 上令推入覽之。 下備忘, 設鞫後, 被七次刑不服, 竟死杖下。 最績淸州人, 事親孝, 見時事日非, 忿不自勝, 遂有此疏, 所論皆世所忌諱, 六禮貫魚等語, 又能眷眷於倫常之重, 觸上威怒。 且被凶黨慫慂, 死於極刑。 世皆悲之。 至甲戌, 首被褒贈, 繼又以孝旌閭。"
            }
        }
    },
    "12": {
        "24": {
            "1": {
                "H2KE-EN": "Former Left State Councilor Jo Saseok passed away at his place of exile in Goseong . Jo Saseok was gentle and generous by nature. He was good at heart, and was close to Takryong , the royal relative of Takryong . Moreover, he had been secretly a meritorious member of the royal clan and was able to support the expectations of public justice. When the King was benefited from his benevolence, he was promoted to privilege and appointed to minister. People very disliked him. Jo Samyeong and Jo Chisang fabricated slanderous words and fabricated the Queen Mother together with them to falsely accusations against them. They were a relative of the King Taejo, and 박세채 and Nam Gun , having been punished for their crimes. Jo Saseok strongly exerted themselves to save [Jo] Hang, claiming that he was not slightly forgiven. Finally, he finally disobeyed the royal order. After gisa year (, when he became an impeached by the royal order, he was banished to a retired place where he dwelled. Subsequently, he was impeached by the impeachment of the inspectors and censors and made false accusations against him and was banished to Goseong . On this day, he passed away. The his history compilation compiled privilege of history was disgraceful of his ulterior motives. Furthermore, because he was unfortunate in his place, Jo Samyeong and others wrote out the slanderous words of false accusations against the King and humiliated the slanderous words of slandering, which was even more extremely impossible. People were astonished. However, Jo Saseok could not neglect the fabrication of Hangs house and come to slanderous language, and the scholars would also be afraid that his shame was embarrasssed to Sinjeong.",
                "H2KE-nKo": "전 좌의정 조사석이 고성의 적소에서 졸하였다. 조사석은 온화하고 후덕하며 풍도가 있었고 해학을 잘하여 탁룡의 근친이었다. 또 김석주와는 평소 친밀하였으나 점차 훈척과 버금가서 청의를 힘껏 부지하였다. 주상의 총애를 받아 의정에 추가로 뽑혀서 정승에 제수되니 당인들이 매우 시기하였다. 이사명과 홍치상이 유언비어를 날조하여 동조까지 아울러 무함하여 역적 이항과 가까운 친족이 되었는데, 박세채와 남구만이 항을 논핵하다가 죄를 입었기 때문이다. 조사석이 힘껏 항을 신구하고 조금도 용서하지 않아 마침내 주상의 뜻을 거슬렀다. 기사년 이후에 엄한 하교를 받고 물러나 조용히 지내다가 곧바로 대간의 탄핵을 받고 죄를 씌워 고성에 찬배되었다. 이때에 이르러 졸하니, 초사를 편수한 자가 그가 자기와 의견을 달리하는 것을 미워하였다. 또 처지가 불행하다는 이유로 이사명의 무리가 임금을 무함하는 흉언을 본받아 기술하고 추악하게 헐뜯는 말을 뒤미처 가하였으니, 더욱 지극히 형편없으므로 식자들이 놀라워하였다. 그러나 조사석이 항의 집안을 일찌감치 끊지 못하여 참소하는 말이 나오게 하였으니, 사류들이 또 신정에게 부끄러움이 있는 것을 애석하게 여겼다.\n",
                "date_ko": "숙보 25권, 19년(1693 계유 / 청 강희(康熙) 32년) 12월 24일(계사) 1번째기사",
                "gt-oKo": "전 좌의정(前左議政) 조사석(趙師錫)이 귀양지인 고성(固城)에서 졸(卒)하였다. 조사석은 온화하고 후덕하여 풍도(風度)가 있었으며, 해학[詼諧]을 잘하였다. 왕후의 가까운 친척으로 김석주(金錫胄)와는 평소에 친밀하였으면서도 점차로 훈척(勳戚)을 의심할 수 있어 힘껏 깨끗한 언론을 부지하게 하였으므로 임금의 돌보심을 입어 정승에 임명되기는 하였으나 당인(黨人)들이 매우 꺼려하였다. 이사명(李師命)과 홍치상(洪致祥)이 유언 비어를 만들어 비난하면서 동조(東朝)와 함께 아울러 무고하기를, 역적인 동평군(東平君) 이항(李杭)과 가까운 족속이 된다고 하였고, 박세채(朴世采)와 남구만(南九萬)이 동평군 항을 논하다가 죄를 입게 되자 조사석이 변명하여 구원하기를 매우 힘써 하였으며, 항을 배척하여 조금도 용서하지 않다가 마침내 임금의 뜻을 거스르게 되었다. 기사년환국(換局) 뒤에 엄중한 전교를 만나 은거하면서 스스로 뜻을 세워 행하려고 도모하다가 도리어 대간(臺諫)의 탄핵을 받아 죄에 얽혀 고성(固城)에 귀양갔다가 이때에 이르러 졸(卒)하였다. 처음 사초(史草)를 쓴 자가 자기보다 뛰어난 것을 미워하고, 또 처지(處地)가 불행하다는 것으로 이사명(李師命)의 무리가 임금을 속이는 흉측한 말을 본받아 서술하고 추잡하게 중간 역할을 하였다고 헐뜯는 말을 추가하여 더욱 극도로 보잘것없었으므로 아는 사람들은 그것을 놀라워 하였었다. 그러나 조사석이 일찌감치 동평군 항의 집안과 끊어버리지 못하고 그 뒤로 비난을 받는 것은 사류(士流)들이 또한 신정(申晸)에게 부끄러움이 있다고 애석해 하였다.",
                "hj": "○癸巳/前左議政趙師錫, 卒於固城謫所。 師錫和厚有風度, 善詼諧, 以濯龍近親。 且與金錫冑素密, 而能漸貳勳戚, 力扶淸議焉。 被上眷遇, 加卜拜相, 黨人甚忌之。 師命、致祥, 蜚語造謗, 竝與東朝而誣之, 與逆杭爲近屬, 朴世采、南九萬之論杭被罪也。 師錫伸救甚力, 斥杭不少貸, 遂忤上旨。 己巳後, 遭嚴敎, 屛居自靖, 旋被臺彈, 搆罪竄固城。 至是卒, 修初史者, 惡其異已, 且以處地之不幸, 祖述師命輩誣上之凶言, 追加醜詆厲階之說, 尤極無狀, 識者駭之。 然師錫不能早絶杭家, 以來讒口, 則士流又惜其有愧於申晸也。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十五終"
            }
        }
    }
}