{
    "01": {
        "22": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King, accompanied by the Left State Councilor Jo Saseok to the place of the royal message, issued a written mesage to him in a letter. [The King] bestowed a letter of credence upon him, which stated: Our world has encountered this unexpected disaster, and two years have now been able to sleep. This is the most grievous. But the circumstances and the circumstances of fabricating and fabricated are truly observed by the spirits. Thus, how could there be anything shameless and unworthy in the slightest degree? Even after several years, [Jo Saseok] still persistently declined to come to the court without cease. How can this be expected to my dear sirs in ordinary times? At this time, [Jo Saseok] waits for the time not more than a great drought, clouds, sunshades, and rain. You should quickly come to the court to comfort my heart.",
                "H2KE-nKo": "주상이 좌의정 조사석에게 전유하는 서계로 인하여 수서를 내려 답하기를,“국가가 불행하여 이처럼 전고에 없던 변고를 만나 1, 2년 동안 흉악한 사람으로 하여금 지금까지 버젓이 살아 있게 하였으니, 이것이 가장 통탄스럽다. 그가 없는 사실을 날조하여 지어낸 상황은 신명이 실로 밝게 살피고 있는 바이니, 어찌 털끝만큼이라도 부끄럽고 불안한 마음이 있겠는가. 그런데 해를 넘긴 뒤에도 한결같이 겸양하여 조정에 나올 기약이 막연하니, 이것이 어찌 평소에 경에게 바라던 것이겠는가. 이러한 때에 기대하는 것은 큰 가뭄에 비구름을 바라는 정도일 뿐만이 아니다. 속히 올라와 나의 마음을 위로하라.”하였다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 1월 22일(병신) 1번째기사",
                "gt-oKo": "임금이 좌의정(左議政) 조사석(趙師錫)이 있는 곳에 전유(傳諭)하는 서계(書啓)로 인하여 수서(手書)를 내려 답하기를, “국가(國家)가 불행하여 이러한 예전에 없었던 변고를 만났고, 1, 2년이나 흉악(凶惡)한 사람으로 하여금 지금까지 누워서 쉬도록 했으니, 이것이 가장 통탄할 일이다. 그들이 거짓 사실을 꾸며 조작한 형상은 신명(神明)이 실로 밝게 내려다보는 바인데, 어찌 일호(一毫)라도 부끄럽고 불안한 마음이 있겠는가? 그런데도 해를 넘긴 뒤에도 한결같이 겸양만 하고 조정에 나올 기약이 막연하니, 이것이 어찌 평일(平日)에 경(卿)에게 바라던 바이겠는가? 이 시간에도 우두커니 기다리는 마음이 큰 가뭄에 구름이 일어나고 무지개가 서기를 바랄 뿐만이 아니다. 빨리 올라와서 나의 마음을 위로하라.” 하였다.",
                "hj": "○丙申/上因左議政趙師錫處傳諭書啓, 下手書, 賜答曰: “國家不幸, 遭此前古所無之變, 一年二年, 使凶人尙今偃息, 此最可痛, 而若其構虛做作之狀, 神明實所鑑臨, 則有何一毫愧怍不安之心, 而經年之後, 一向撝謙, 造朝漠然, 是豈平日所望於卿者乎? 此時佇待, 不翅大旱雲霓而已。 從速上來, 以慰予心。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, Supreme General [of the Middle Army] []Seong Yeok submitted a memorial requesting the release of Na Yangjwa and the end of the memorial requesting the release of Na Yangjwa, saying, We already say that he was a stepmother to clarify himself. He can be forgiven. Furthermore, he shouted anger and insulted him. He is worried and not worried. Furthermore, he has heard that his aged mother is alive. He must be pity on him. The King granted a generous favor and allowed [Na] Yangjwa to release him. 【상소 of the first memorial and the 비답 of [Na] Yangjwa was shown to the King. 】",
                "H2KE-nKo": "계미년에 봉조하 송시열이 상소하여 임금의 덕을 논하였는데, 말단에 나양좌를 풀어 주기를 청하면서 아뢰기를,“이미 ‘스승을 위해 변명하였다.’라고 하였으니, 용서할 만한 점이 있습니다. 더구나 시끄럽게 떠들며 분을 내며 욕한 것이야 더 말할 것이 있겠습니까. 가소롭기는 하지만 노여워할 것이 못 됩니다. 게다가 그에게 노모가 있다고 하니, 불쌍히 여기는 마음이 있어야 할 것입니다.”하니, 주상이 너그러운 비답을 내리고 나양좌를 풀어 주도록 허락하였다. - 원래의 상소에 대한 비답은 위에 보인다. -\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 1월 9일(계미) 1번째기사",
                "gt-oKo": "봉조하(奉朝賀) 송시열(宋時烈)이 상소(上疏)하여 군덕(君德)을 논하고 끝으로 나양좌(羅良佐)를 석방할 것을 청하여 말하기를, “이미 스승을 위하여 변명한 것은 혹 용서할 수 있는 것이라 했는데, 더구나 크게 부르짖으면서 분노하여 꾸짖은 것은 웃을 일이고 노여워할 것이 못됩니다. 또 듣건대 그에게 늙은 어머니가 있다 하니, 마땅히 불쌍하게 여기는 생각이 있어야겠습니다.” 하니, 임금이 우악(優渥)한 내용의 비답을 내리고, 나양좌를 석방할 것을 허락하였다.【원 상소와 비답은 위에 보인다.】",
                "hj": "○癸未/奉朝賀宋時烈疏論君德, 末段請放羅良佐曰: “旣曰: ‘爲師伸辨’, 容有可恕, 況胡叫忿罵? 可笑而不足怒, 且聞其有老母, 宜有矜念。” 上賜優批, 許放良佐【元疏批答見上。】"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, Left State Councilor Jo Saseok submitted a memorial requesting that he be replaced. He stated that his suspicion and slander are more severe, and he caused trouble to Your Majestys body. The King repeatedly granted a royal directive. Later, the King repeatedly sent a royal secretary to encourage him and encourage him to exert themselves. Jo Saseok did not endeavor to obey. Jo Saseok was a man who was a scholar-official and was a relative of the royal kin by marriage. Because the King loved him with great generosity, he added another class to the post of chief state councilor . People of the same class 기필코 injustice. Jo Samyeong , Jo Chisang , and others fabricated Jo Saseok as a relative of Jo Saseok and falsely accused Jo Saseok of the same class as his relative. They fabricated impudent words and fabricated impudently. When they reported this to the King, they did not know what they knew about to deceiving the King. Eventually, Jo Saseok was punished by death. However, the class of the same class secretly observed Jo Saseok fabricated the class and fabricated the class. Nevertheless, Jo Saseok fabricated the Kings order without fabricating the class. After the gisa year (, Jo Saseok was confined to death in a front of the corpse of a corpse of human relationship. From the beginning to this, how much more so in the other class of scholar-officials? How could they be separately related to the class without considering the circumstances? Only by fabricating a false accusation is truly pitiful.",
                "H2KE-nKo": "좌의정 조사석이 상소하여 체차해 주기를 청하였는데, 의심과 비방이 더욱 심해져서 성상께 누를 끼친다고 말하였다. 주상이 누누이 비답을 내리고, 그 뒤에 여러 차례 승지를 보내 위유하고 나오도록 권면하였으나, 조사석은 끝내 명을 받들지 않았다. - 상세한 것은 위에 보인다. - 조사석은 사류 중의 한 사람으로 왕실의 외척이었기 때문에 주상이 소중히 여겨 의정의 후보를 더 뽑아 정승에 제수하였다. 그러자 당인들이 그를 시기하고 미워하는 마음으로 반드시 중상모략하려고 하였다. 이사명과 홍치상의 무리는 조사석이 이항의 가까운 친족이라는 이유로 흉악한 말을 터무니없이 날조하여 주상에게 아뢰기까지 하였는데, 주상은 그것이 주상을 무함하는 결과가 됨을 깨닫지 못하였다. 결국 이 때문에 법에 따라 처형되었으나, 당인들이 은밀히 서로 조술하여 암암리에 꾸며 내어 반드시 이것으로 사류를 더럽히는 장본으로 삼았다. 조사석은 주상의 뜻에 영합하는 마음이 하나도 없었다. 기사년 이후로 여역이 발생한 지역에 찬배되어 전말이 이처럼 명백하게 밝혀졌는데, 더구나 다른 사류에 대해서야 어찌 털끝만큼이라도 관계가 있다고 사리를 헤아리지 않고 오직 무함만을 일삼는단 말인가. 참으로 통탄스럽다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 2월 1일(갑진) 1번째기사",
                "gt-oKo": "좌의정(左議政) 조사석(趙師錫)이 진소(陳疏)하여 체직을 원했는데, 의심하고 비방하는 것이 더욱 심하여 성상의 몸에 누(累)를 끼친다고 말하였다. 임금이 자세한 비답을 내리고, 그 후에도 여러번 승지(承旨)를 보내어 위로해 유시하고 힘써 나오도록 하였으나, 조사석은 끝내 명을 받들지 않았다.【상세한 것은 위에 보인다.】 조사석은 사류(士流)의 한 사람으로 척완(戚畹)에 처하여 임금이 돌보고 존중하는 바 되고, 가복(加卜)하여 정승에 제수되니, 당인(黨人)이 시기하고 미워하는 마음으로 반드시 중상(中傷)하려고 한 것이었다. 이사명(李師命)과 홍치상(洪致祥) 무리는, 조사석이 이항(李杭)의 가까운 족친이 된다는 이유로 흉악한 말과 허풍을 치며 거짓 사실을 끝없이 날조하여 위에까지 들리게 하였는데, 그것이 임금을 속이는 결과가 되는 것을 깨닫지 못하고, 마침내는 이 때문에 복법(伏法)되었으며, 당인들이 몰래 서로 본받으면서 어두운 곳에서 꾸며내어 반드시 이로써 사류(士流)를 더럽히고 손상시키는 장본(張本)으로 삼았으나, 조사석은 임금의 뜻에 한 번도 영합(迎合)함이 없었다. 기사년 뒤에 역질(疫疾)이 발생하는 땅으로 귀양가서 죽고나서야 사건의 시말(始末)이 명백해진 것이 이와 같았으니, 더구나 다른 사류도 어찌 관계가 작다고 해서 사리(事理)를 헤아리지 않고 다만 무함(誣陷)만을 일삼겠는가? 진실로 통탄할 일이다.",
                "hj": "○甲辰/左議政趙師錫陳疏乞遞, 以疑謗益甚, 貽累聖躬爲言。 上賜批縷縷, 其後屢遣承旨, 慰諭勉出。 師錫終不承命。【詳見上。】 師錫以士流中人, 處於戚畹, 爲上所眷重, 加卜拜相, 黨人以媢嫉之心, 必欲中傷。 師命ㆍ致祥輩, 以師錫爲杭近族, 譸張凶言, 構捏罔極, 至於上聞, 不覺其爲誣上之歸, 終以此伏法, 而黨人陰相祖述, 暗地粧撰, 必以此爲汚衊士流之張本。 師錫於上旨, 一無迎合。 己巳後, 竄沒癘土, 始末之昭白如此, 況於他士流, 豈分毫關係, 而不度事理? 惟事誣陷, 誠可痛也。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Second Inspector Yi Seonbu , who was serving as Second Inspector [of the Office of the Inspector General] , presented a new report [to the King] and requested that [Yi] Samyeong [] be removed from the designated area of his choice. The King did not approve [this request]. Later, [the King] again ordered that [Yi Samyeong] be added to the law. [The King] requested that [Yi Samyeong] be banished to a remote area of the frontier. The King responded that [Yi Samyeong] was merit subjects and a multitude of all officials, and then issued a special instruction, which stated, I also witnessed to have his arrogant acts as he pleased. [The King] then allowed [Yi Samyeong] to be removed from the designated area of his choice.",
                "H2KE-nKo": "집의 이선부가 새로 논핵하는 계사를 올려 이사명의 관작을 삭탈하고 도성 밖으로 내쫓을 것을 청하였는데, 주상이 따르지 않았다. 뒤에 또 법률 조문을 추가하여 극변에 멀리 찬배할 것을 청하니, 주상이 훈신과 일반 관리에 대해 별도로 답을 하였다가 곧이어 또 특교를 내리기를,“방자한 자취를 나도 직접 보았다.”하고, 이어 관작을 삭탈하고 도성 밖으로 내쫓을 것을 허락하였다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 2월 14일(정사) 1번째기사",
                "gt-oKo": "집의(執義) 이선부(李善溥)가 신계(新啓)를 발론하여 이사명(李師命)의 관직을 삭탈하고 도성 밖으로 내쫓기를 청하였는데, 임금이 따르지 않았다. 뒤에 또 형률(刑律)을 적용하여 아주 먼 변방에 귀양보낼 것을 청하니, 임금이 훈신(勳臣)과 서관(庶官)은 차별이 있다고 답하였는데, 곧 또 특별히 교지를 내리기를, “방자한 자취를 나도 눈으로 보았다.” 하고는 인하여 관직을 삭탈하고 도성 밖으로 내쫓을 것을 허락하였다.",
                "hj": "○丁巳/執義李善溥發新啓, 請師命削黜。 上不從。 後又加律, 請極邊遠竄。 上以勳臣與庶官有別爲答, 旋又下特敎曰: “縱恣之迹, 予亦目覩。” 仍許削黜。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General , the Office of the Inspector General , submitted a report on the basis of the slanderous words, slandering officials, fabricated a story. Although it is difficult to apprehend the treacherous circumstances, examining the source of the circumstances and the source of the circumstances, the circumstances and the source of the circumstances are all returned to these people and added to the names of 이사명 . The King did not grant permission at first, and then granted permission afterwards had been granted.",
                "H2KE-nKo": "사헌부가 전계를 거듭 아뢰었는데, 유언비어를 날조하여 진신을 무함하고 귀역한 정상을 파악하기는 어렵지만 뿌리를 찾고 근원을 찾는 것은 모두 이 사람들의 말로 돌리고 이사명의 죄목에 첨입하였다. 주상이 처음에는 따르지 않다가 뒤에 윤허하였다가 삭주에 찬배하였다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 2월 15일(무오) 1번째기사",
                "gt-oKo": "사헌부(司憲府)에서 전에 아뢴 것을 거듭하기를, ‘근거없이 헐뜯는 말을 만들어 진신(搢紳)들을 교묘하게 얽어댄 음험한 정상(情狀)은 비록 잡아내기가 어려우나, 근거를 찾고 근원을 찾으면 모두 이 사람에게 돌아간다’는 등 말을 이사명(李師命) 죄목(罪目)에 첨입(添入)하니, 임금이 처음에는 따르지 않았으나, 뒤에 윤허하고 삭주(朔州)로 귀양보냈다.",
                "hj": "○戊午/憲府申前啓, 以蜚語造訕, 交構搢紳, 鬼蜮情狀, 雖難把捉, 尋根索源, 皆歸此人等語, 添入於師命罪目。 上初不從, 後允之。 竄朔州。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On eulsa day, the King appointed Yu Myeongcheon , magistrate of Ganggye Strategic Prefecture in the eulsa year (. [Yu] Myeongcheon was treacherous and unscrupulous, and thus he was unable to place him under restricted residence in a magistracy. Originally, the public opinion did not confess his wrongdoings. But his false accusations were already exonerated, and the scholars who committed the crime of Kim Ikjeong and [Kim] Hwan were the case of [Kim] Ikjo []. Initially, [they] did not say that [Shin] O and [Yu] Yeong [] were not involved in treason. Then, what do you think about compiling the historians who fabricated a false accusation against [Kim] Ikcheon? People fabricated this.",
                "H2KE-nKo": "유명천을 강계 부사로 삼았다. 유명천은 참으로 음흉하여 그를 풍요한 고을에 있게 해서는 안 되니, 공의가 진실로 승복하지 않았다. 그러나 무고를 당한 것은 이미 모두 누명을 씻었고, 사류가 김익훈과 송환을 죄준 것은 전익대 때의 일이다. 애초에 허새와 송영을 역적이 아니라고 하지 않았는데, 초사를 편수한 자가 이를 빙자하여 무함하고 헐뜯은 것은 또한 무슨 의도란 말인가. 식자들은 그를 그르게 여겼다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 2월 2일(을사) 1번째기사",
                "gt-oKo": "유명천(柳命天)을 강계 부사(江界府使)로 삼았다. 유명천은 진실로 음흉하여 물산이 넉넉한 고을에 임용하여 있게 할 수 없었으므로, 공의(公議)가 진실로 승복하지 않았으나, 무고(誣告)를 당한 것은 이미 다 누명(陋名)을 씻게 되었다. 사류(士流)가 김익훈(金益勳)과 김환(金煥)을 죄준 것은 전익대(全翊戴) 때의 사건에 있었는데, 처음부터 일찍이 허새(許璽)·허영(許瑛)을 역적이 아니라고 생각했다면, 처음 역사를 편찬한 자가 빙자하여 무함하고 헐뜯는 것은 또한 무슨 뜻이겠는가? 식견이 있는 사람은 이를 비난하였다.",
                "hj": "○乙巳/以柳命天爲江界府使。 命天誠陰凶, 不可用處以饒府, 公議固不服之。 而所被誣告, 已皆昭雪, 士流之罪益勳、煥者, 在於翊戴時事, 而初未嘗以璽、瑛爲非逆, 則修初史者之憑藉誣詆, 抑獨何意? 識者非之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinhae day, the King specially promoted 유상운 to the director of the Office of Royal Decrees , and appointed him as the minister of the Six Ministries , as the head of the State Tribunal . It has not been many times since the time that [they] suspects that [they] dicts that [they] dictates that [they] dictates] dictates that [they] dictatescriminates that [they] dictates [they]",
                "H2KE-nKo": "신해년에 유상운을 특별히 승진시켜 판의금부사로 삼았다. 시종신으로 있다가 의금부의 장관에 발탁된 것이 전후로 한두 번이 아니었으니, 은밀히 끌어들였다는 의심이 어디에서 나왔단 말인가. 그 또한 통탄스럽다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 2월 8일(신해) 1번째기사",
                "gt-oKo": "유상운(柳尙運)을 특별히 승진시켜 판의금(判義禁)으로 삼았다. 육경(六卿)으로부터 금오(金吾)의 장(長)으로 발탁된 것이 전후로 한두 번만이 아니니, 가만히 끌어들였다는 의심이 어디로부터 일어나겠는가? 그것도 또한 통탄스럽다.",
                "hj": "○辛亥/特陞柳尙運爲判義禁, 從六卿擢長金吾, 前後非一, 則奧援之疑, 何從而發? 其亦痛矣。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On imja day, Fourth Inspector of the Office of the Inspector General Yun Sehui presented a memorial to the King to impeach Minister of War Yi Samyeong . The King granted a 비답을 내려 praise him. Originally, [Yun] Sehui was a grandson of the late prime minister Dusu . At the late age, he passed the state examination. He was simple-hearted and honest by nature and honest by nature. He was not feared by self-restraint. The scholars regarded him as very important. At this time, he impeached Yi Samyeongs wicked and greed. Yi Samyeong was born to a reputation official. He was natured by nature, wicked, and his behavior was dangerous. Ever since he was young, he was stricken with his meritorious deeds. He plotted to evaluate his meritorious deeds and suddenly reached the rank of minister. He greed and greed his superior without end. Originally, Kim Ik , [Kim] Hwan , and others falsely accused [Yi Samyeong] of the false accusation. They secretly conspired with secret and secretly observed a military capacity. He flattered a rumor and deceived the scholars. The evidence of secret conspiracy was all disappointed by the world. Moreover, his greed and unfair treacherous acts and arrogant behavior was beyond description. He did not dare to explain his crime only because his colleagues were secretly occurred by the world. Only [Yun] Sehui did not reflect upon his own world and arrogantly climbed him and arrogantly climbed him. He uttered a single word and reprimanded the sovereigns favor. Ultimately he was punished and banished to a designated area. When he presented a memorial [to the King], he was apprehensive and apprehensive. Sehui was apprehensive and apprehensive, and he was satisfied by the world. After the gyeongsin year (, he flattered the world, and he was impressed by the prime minister of state. However, the world and the yin and the yang",
                "H2KE-nKo": "지평 윤세희가 상소하여 병조 판서 이사명을 탄핵하니, 주상이 비답을 내려 칭찬하고 장려하였다. - 원래의 상소와 비지는 위에 보인다. - 윤세희는 고 명상 윤두수의 현손이다. 늦게 과거에 급제해서는 강개하고 직언을 잘하여 강한 자를 두려워하지 않았으므로 사류가 매우 존중하였다. 이때에 이르러 이사명의 요망하고 간사하고 탐욕스러우며 방종한 정상을 극론하였다.이사명은 명문가에서 태어났으나 타고난 성품이 음험하고 간사하며 행실이 위태로웠다. 젊어서부터 공명에 급급하여 포의로서 기찰을 주관하여 훈명을 차지하려고 도모하여 갑자기 재상의 반열에 올랐는데, 탐욕스럽게 진출하는 데 만족할 줄 모르고 화를 즐기기를 그치지 않았다. 김익훈과 송환 등의 무고는 모두 그가 지시하고 시킨 것이다. 은밀히 결탁하여 병권을 훔치고 유언비어를 퍼뜨려 사류를 무함하니, 음험하고 비밀스러운 자취를 세상 사람들이 모두 곁눈질하였다. 또 그의 탐욕스럽고 방종하며 불법을 저지른 정상과 사치하고 나라를 병들게 한 죄는 이루 다 말할 수 없었다. 그러나 다만 그 당여가 자리잡고 있고 명성과 위세가 드높았기 때문에 감히 그 죄를 말하는 자가 없었는데, 유독 윤세희만이 자기 한 몸의 화복을 돌아보지 않고 분연히 배척하여 한마디 말로 임금을 깨닫게 하고 은혜로운 대우가 당장 변하여 마침내 죄를 짓고 찬배되었다. 그가 상소를 올리려 할 때 성중이 두려워하였고 윤세희를 위해 위태롭게 여겼다. 비답이 내려지자 또 모두 기뻐하여 소인이 탈거한 것을 통쾌하게 여기고 조정에 강직한 사람이 있는 것을 축하하였다. 경신년 이후 사류가 평반을 주관할 때 당시 죄를 받고 폐기된 사람들이 진실로 일찍이 고맙게 여겼다. 그러나 음양과 흑백이 취향을 달리하는 것은 진실로 그대로이다. 당인들이 그에게 사사로움이 있는 것으로 의심한 것은 이미 본래의 실정 밖에서 죄를 찾은 것이다. 이항이 세력을 믿고 터무니없는 말을 퍼뜨렸을 때 우레와 같은 위엄을 건드리고 그 뿔을 꺾은 자가 사류가 아니고 그 누구이겠는가. 곧은 말과 곧은 기개는 애당초 당인들이 감히 바랄 바가 아니었다. 그런데 초사를 편수한 자가 스스로 그 본색과 내력이 그다지 빛나지 않았다고 하여 번번이 다시 이사명의 흉악한 말을 본받아 서술하여 은밀히 반박할 계책을 꾸몄다. 그러나 전혀 그 죄를 공격할 줄 모르고 그 사람을 편들었다고 한 것은 원래 말이 되지 않는다. 일에 나아가 이치를 논하면 청탁이 분명하여 곡필로 속일 수 있는 것이 아니다. 더구나 윤세희는 본래 문장에 능하고 그 당시 질병도 없었는데, 초사를 편수한 자가 반드시 ‘대신 얽어 억지로 권하였다.’라는 등의 말로 근거 없이 무함하고 욕하였다. 이는 그 종주가 죄를 입은 것을 분하게 여기고 그 음험하고 사사로움이 실패한 것을 민망히 여겨 이렇게 보복하고 추악하게 헐뜯는 말을 한 것에 지나지 않는다. 그러나 공정한 눈으로 보면 임금의 마음을 가릴 수 없어 한 번 웃음거리도 되지 못한다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 2월 9일(임자) 1번째기사",
                "gt-oKo": "지평(持平) 윤세희(尹世喜)가 상소하여 병조 판서(兵曹判書) 이사명(李師命)를 탄핵하였는데, 임금이 비답을 내려 칭찬하고 권장하였다.【원 상소와 비지(批旨)는 위에 보인다.】 윤세희는 고(故) 명상(名相) 윤두수(尹斗壽)의 현손(玄孫)인데, 늦게 과거에 올랐다. 강개(慷慨)하고 바른 말을 하며 강어(强禦)한 자를 두려워하지 않았으므로, 사류가 매우 중하게 여겼는데, 이때에 와서 이사명(李師命)의 요사(妖邪)하고 욕심 많고 방종한 실상을 남김없이 논핵하였다. 이사명은 이름난 집안에 태어났는데, 타고난 성품이 음흉하고 사특하여 행동이 삐뚤어졌으며, 젊었을 때부터 공명(功名)에 급급하여 포의(布衣)의 신분으로서 기찰(譏察)을 주관하여 훈명(勳名)을 차지하기를 도모하고 있었는데, 갑자기 판서(判書)의 반열에 승진되니, 진급을 탐하는 데 만족함이 없고 화란(禍難)을 좋아함이 그치지 않았으며, 김익훈(金益勳)과 김환(金煥)의 무고(誣告)도 모두 그가 지시하여 시킨 바였다. 남몰래 결탁하여 병권(兵權)을 도둑질하고 근거없는 말을 선동하여 사류(士流)를 무함하니, 음흉하고 비밀스런 자취를 세상에서 모두가 곁눈질하였다. 또 그 탐욕스럽고 방종하여 법도에 어긋나는 형상과 사치로 나라를 병들게 한 죄는 또 이루 다 말할 수 없을 정도였으나, 다만 그 당여(黨與)가 굳게 자리를 잡고 있고 기세가 강성(强盛)하였으므로, 감히 그 죄상을 고발하는 자가 없었는데, 유독 윤세희(尹世喜)만은 자기 한 몸의 화복(禍福)을 돌보지 않고 분연(奮然)히 곧장 배척하여 한 말로 임금을 깨닫게 하였으나, 임금의 특별한 대우가 즉시 변해 마침내 죄를 받아 귀양가게 되었다. 그가 소(疏)를 올릴 적에는 성중(省中)에서 두려워한 것은 윤세희가 위태할까 염려한 것인데, 비답이 내리기에 미쳐서 또 모두가 뛸듯이 기뻐하여 소인(小人)의 기세를 빼버린 것을 통쾌하게 여기고 조정에 강직한 사람이 있는 것을 하례하였다. 경신년 뒤에는 사류(士流)가 평반(平反)을 주장하자, 그때에 죄로 폐고(廢錮)된 사람들이 진실로 일찍이 그의 은덕을 입었으나, 음양(陰陽)·흑백(黑白)의 지취(志趣)는 다른 것은 실로 그대로였는데, 당인(黨人)은 그가 사정(私情)이 있는가 의심하여 이미 이 본정(本情) 밖의 죄를 구하였다. 이항(李杭)이 세력을 믿고서 허풍을 칠 적에 임금의 위엄을 무릅쓰고 그 기세를 꺾은 것이 사류가 아니고 그 누구였겠는가? 바른 말과 강직한 기질은 처음부터 당인(黨人)이 감히 바랄 바가 아니었는데, 처음 역사를 편찬한 자가 스스로 그 본색(本色)의 내력(來歷)이 그다지 빛나지 않았다고 하여 문득 다시 이사명(李師命)의 흉악한 말을 본받아 서술하여 암암리에 도로 꾸짖는 계책을 꾸몄으니, 자못 그 죄를 공격할 줄은 알지 못하고 그 사람을 아부(阿附)한다고 말하는 것은 원래 말이 되지 않는 것이다. 일에 나아가 이치를 논하면 청탁(淸濁)이 명백하므로 곡필(曲筆)로 속일 수가 없는 것이다. 더구나 윤세희는 본래 글을 잘하고 그때는 또 질병(疾病)도 없었는데, 처음 역사를 편찬한 자가 반드시 대신 문장을 만들었느니 억지로 권했느니 하는 등의 말로 아무 까닭없이 무함하여 욕하였다. 이는 그 종주(宗主)가 죄를 입은 것을 분(憤)하게 여기고 그 음사(陰私)한 것이 실패한 것을 민망히 여겨, 곧 이렇게 추잡하게 헐뜯는 말로 보복하는데 지나지 않는 것인데, 공정한 눈으로 살펴본다면 간폐(肝肺)를 가릴 수 없으니, 한번 웃음거리를 제공하는 데도 부족한 일이다.",
                "hj": "○壬子/持平尹世喜疏劾兵曺判書李師命。 上賜批嘉奬。【原疏批旨見上。】 世喜, 故名相斗壽之玄孫也。 晩登第, 慷慨能直言, 不畏强禦, 士流甚重之, 至是極論師命妖邪貪縱狀。 師命生於名閥, 而賦性陰邪, 行己傾危, 自少急於功名, 以布衣主譏察, 圖占勳名, 驟登卿列, 貪進無厭, 樂禍不已。 益勳、煥輩之誣告, 皆其所指使。 結幽陰而竊兵柄, 煽蜚語而誣士流, 陰秘之迹, 世皆側目, 且其饕餮不法之狀, 奢縱病國之罪, 又不可勝言, 而只以其黨與盤據, 聲勢鴟張, 莫敢有發其罪者。 獨世喜不顧一己禍福, 奮然直斥, 而一言悟主, 恩眷立變, 竟行罪竄, 方其疏之上也, 省中震悚, 爲世喜危之。 及批下, 又皆聳喜, 快小人之脫距而賀朝廷之有直。 庚申後, 士流之主平反也, 其時罪廢之人, 固嘗德之矣。 然陰陽黑白之異趣, 則固自如也。 黨人之疑其有私, 已是求罪於本情之外。 當杭之席勢譸張也, 觸雷威而折其角者, 非士流其誰? 讜言直氣, 初非黨人之所敢望者, 而修初史者, 自以其本色來歷, 不甚光華, 輒復祖述師命之凶言, 以爲暗中反詈之計, 而殊不知攻其罪而黨其人云者, 元不成說, 就事論理, 淸濁昭然, 非曲筆之所可誣也。 況世喜素能文, 當其時, 又無疾病, 修初史者, 必以代構强勸等說, 白地誣辱, 此不過憤其宗主之被罪, 憫其陰私之見敗, 乃爲此報復醜詆之言, 而自公眼觀之, 莫掩旰肺, 不足以供一笑也。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Yi Suk submitted a memorial requesting that Yi Samyeong be clarified and clarified. Afterward, Yi Suk again submitted a memorial requesting that Yi Samyeong be clearly clarified. Afterward, Yi Suk also submitted a memorial requesting that Yi Samyeong be clarified. Afterward, Yi Suk also submitted a memorial, which read as follows: From ancient times, when petty men were naturalized for the country, how could there have been no sovereign who did not devote themselves to relying upon and cunning deceitful behavior? When high officials discussing this, high officials then clarified and clarified the matter. Even if they were guilty and great sedition, all people would harbor grievances and dared not speak to Your Majesty. The King wished to leniently accept high officials and to reprimand the case of Yi Samyeong. Yi Suk was the same as Yi Samyeongs cousin. As Yi Samyeong was already impeached and expelled from the capital, Yi Suk harbored anger in his heart. Yi Samyeongs younger brother Yi Imyeong also went to Yi Suks house to clarify him. Therefore, Yi Suk continued to present a memorial.",
                "H2KE-nKo": "우의정 이숙이 차자를 올려 이사명을 구원하면서 사실 여부를 명백히 조사할 것을 청하고, 뒤에 또 재차 차자를 올려 거듭 청하였다. 윤세희가 인피하고 뒤에 또 변론하는 상소를 올렸는데, 그 대략에,“예로부터 남의 국가를 해치는 소인배 중에 어찌 임금이 의지하고 믿어 주지 않아서 그 간계를 부릴 수 있었던 자가 있었겠습니까. 대신이 논한 것을 대신이 뒤따라 철저히 조사한다면 비록 원악대대가 있더라도 사람들이 모두 입을 다물어 감히 전하를 위해 말을 하지 못할 것입니다.”하였다. 주상이 대신을 너그러이 용납하고자 하여 비답을 내려 윤세희를 억눌렀는데, 이숙은 바로 이사명의 당여이다. 이사명이 탄핵을 받고 도성 밖으로 나가자 이숙이 속으로 분노를 품었고, 이사명의 아우 이이명이 또 이숙의 집에 가서 구원해 줄 것을 청하였기 때문에 이숙이 연달아 차자를 올린 것이다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 2월 9일(임자) 2번째기사",
                "gt-oKo": "우의정(右議政) 이숙(李䎘)이 차자(箚子)를 올려 이사명(李師命)을 구호(救護)하면서 허실(虛實)을 명백하게 조사할 것을 청하고, 또 재차 차자를 올려 거듭 청하였다. 윤세희(尹世喜)가 인피(引避)한 뒤에 또 변명하는 소(疏)를 올렸는데, 대략에 이르기를, “예로부터 소인으로서 남의 국가(國家)를 패망(敗亡)시킨 자가 어찌 일찍이 군주가 의지하고 믿어 주지 않았는데도 그 간술(奸術)을 행한 경우가 있었겠습니까? 대간(臺諫)의 신하들이 논핵한 것을 대신(大臣)이 뒤따라 구핵(究覈)한다면 비록 원악 대대(元惡大憝)가 있더라도 사람들이 모두 입을 막고 감히 전하를 위하여 말할 수가 없을 것입니다. 성상께서 대신(大臣)을 관대하게 용납하시려고 한다면, 비답으로 윤세희를 억제하소서.” 하였다. 이숙은 곧 이사명의 당(黨)이다. 이사명이 이미 탄핵을 당하고 도성(都城) 밖으로 나가니 이숙이 마음속으로 분노를 품었는데, 이사명의 아우 이이명(李頤命)이 또 이숙의 집에 가서 구해(救解)할 것을 청했기 때문에 이숙이 연달아 차자를 올린 것이다.",
                "hj": "○右議政李䎘箚救李師命, 請明覈虛實, 後又再箚申請。 尹世喜引避, 後又上辨疏, 略曰: “自古小人之禍人國家者, 曷嘗有人主不爲倚仗而得售其奸者乎? 臺臣所論, 大臣隨而究覈, 則雖有元惡大憝, 人皆杜口, 莫敢爲殿下言也。” 上欲優容大臣, 批抑世喜, 䎘卽師命之黨也。 師命旣遭劾出城, 䎘內懷忿恚, 師命弟頤命, 又往䎘家乞救解, 故䎘連上箚。"
            }
        }
    },
    "03": {
        "9": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Yi Sangjin , who attended the Royal Lecture on the Confucian Classics, addressed 윤증을 신구하다가 discovered the royal order. Inspector General Yi Gyuryeong again submitted a memorial requesting that [Yi] Sangjin be 신구ed. The King accepted this request. 【상세한 내용은 위에 보인다.】 [Yi] Sangjin was upright and honest by nature. At the time, a distinguished senior official did not commit any crimes, and he received the royal order. It was also appropriate that [Yi] Gyuryeong praised his praise and saved him. When compiling the history, those who flattered [Yi] praise his flattery and flattered him, causing him to be delighted. What is the reason for this?",
                "H2KE-nKo": "판중추부사 이상진을 체차하고, 이어 주강을 행하여 윤증을 신구하다가 주상의 엄한 하교를 받았다. 대사간 이규령이 또 상소하여 이상진을 신구하니, 주상이 받아들였다. - 상세한 내용은 위에 보인다. - 이상진은 청렴 결백하고 강직하고 엄격하여 당시의 이름난 재상이었는데, 죄도 없이 엄한 하교를 받았다. 이규령이 그를 장려하고 신구한 것도 당연한데, 초사를 편수한 자가 반드시 머리가 희도록 아첨하여 잘 보이려 한다고 비난한 것은 어째서인가.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 3월 9일(임오) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事) 이상진(李尙眞)이 주강(晝講)에서 윤증(尹拯)을 신구(伸救)하다가 임금의 엄중한 교지를 받았는데, 대사간(大司諫) 이규령(李奎齡)이 또 상소하여 이상진을 구호(救護)하니, 임금이 받아들였다.【상세한 것은 위에 보인다.】 이상진은 청렴 결백하고 강직 엄정하여 그 당시의 이름난 재상이 되었는데, 죄없이 엄한 교지를 받았으니, 이규령이 추켜세우며 신구한 것도 또한 마땅한 일이다. 처음 역사를 편찬한 자가 반드시 ‘백수(白首)로 아첨하여 기쁘게 하였다’고 헐뜯은 것은 무슨 이유인가?",
                "hj": "○壬午/判中樞府事李尙眞, 仍晝講, 伸救尹拯, 被上嚴旨。 大司諫李奎齡, 又疏救尙眞。 上納之。【詳見上。】 尙眞, 廉白剛嚴, 爲時名相, 非罪被嚴敎。 奎齡之奬許伸救。 亦其宜也。 修初史者, 必以白首媚悅短之者, 何哉?"
            }
        }
    },
    "04": {
        "5": {
            "1": {
                "H2KE-EN": "Student of the Royal Confucian Academy Yun Seyu and others presented a memorial to the King to impeach the elderly guilty of Yi Don . They also impeached the elderly guilty of Yi Don . The King reprimanded [the elderly guilty of the Royal Confucian Academy] and reprimanded [the elderly guilty of the Royal Confucian Academy]. [The elderly guilty of the Royal Confucian Academy] was replaced by [Yun] Seyu. Later, [the elderly guilty of the Royal Confucian Academy], inspectors and censors impeached [Yun] Seyu, and others impeached [Yun] Seyu, and presented a memorial to the King to impeach the elderly guilty of the Royal Confucian Academy. [Yun] Taes wrote in the memorial to the King, which stated, Though [Yun] Seyus impeached the elderly guilty of the Royal Confucian Academy, [Yun] Seyus wrote in the memorial to impeach the elderly guilty of the Royal Confucian Academy. Though [Yun] Don was impeached by the elderly guilty of the guilty of Yi Don, he truly tried to impeach the elderly guilty of the Royal Confucian Academy. Moreover, he must have been guilty of a merit subject and a high-ranking official in order to share Your Majestys sagacity. How could [Yun] ignorant Confucian Academy know this? [Yun] is a familiar with the nature of concealing [the guilty of the Royal Confucian Academy] and entrust [the guilty of the Royal Confucian Academy]",
                "H2KE-nKo": "정미년에 유학 윤세유 등이 이돈이 아뢴 내용 중에 대로를 들어 증거로 삼은 것 때문에 상소하여 이돈을 공격하고, 겸하여 오도일을 배척하였다. 주상이 어구를 가지고 비답하여 꾸짖으니, 오도일은 윤세유의 상소 때문에 전관의 직임을 체차하였다. 그 뒤에 대신 신완과 박태순 등이 상소하여 윤세유를 배척하였다. 박태순이 상소하였는데, 그 대략에,“조정의 벼슬아치들 사이에 조금이라도 시끄러운 단서가 있으면 반드시 아래로 선비들에게 미치고, 학교 안에서 먼저 횡의가 있으면 마침내 위로 조정의 크고 작은 논의에 이르기까지 모두 호응하여 이름을 ‘유관’이라고 하여 은연중에 하나의 대각을 이루고 있습니다. 지금 윤세유의 상소는 유현을 신변한다는 명분을 빌린 것이지만, 실로 경재를 분소하는 말입니다. 비록 이돈을 공격 배척한 일이라고는 하지만 실로 전관을 공격해 제거하려는 계책이고, 또 반드시 훈척 대신을 빙자해서 성상의 마음을 감동시키려고 한 것이니, 연소한 유생들이 어찌 이런 일을 할 줄 알았겠습니까. 이는 거의 알력을 부리는 수단에 익숙한 자들이 교사하여 한 짓입니다. 지금의 선비들은 애당초 다른 사람이 아니고 대부분이 진신의 자제이니, 원컨대 여러 신하에게 신칙하여 각각 가르치고 경계하게 하소서.”하니, 주상이 너그러운 비답을 내렸다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 4월 5일(정미) 1번째기사",
                "gt-oKo": "사학(四學)의 유생(儒生) 윤세수(尹世綏) 등이 이돈(李墩)의 계사(啓辭) 가운데서 대로(大老)를 들어 증거로 삼았다고 진소(陳疏)하여 이돈을 공격하고, 겸하여 오도일(吳道一)을 배척하니, 임금이 그 말이 어긋났다고 비답하여 책망하고 오도일은 윤세수의 소(疏) 때문에 전지(銓地)에서 체임(遞任) 되었다. 그 뒤에 대신(臺臣) 신완(申琓)·박태순(朴泰淳) 등이 상소하여 윤세수를 배척하였는데, 박태순의 소는 대략 이르기를, “조신(朝紳)들 간에 조금이라도 시끄러운 단서가 있으면 반드시 아래로 장보(章甫)에 미치고, 횡사(黌舍)에서 먼저 함부로 의논함이 있으면 마침내는 위로 조정(朝廷)에 미치게 되어, 크고 작은 논의(論議)에 온통 다 화응(和應)하여, 이름은 유관(儒冠)을 썼다고 하나 은연중에 하나의 대각(臺閣)을 이루고 있습니다. 지금 윤세수의 상소는 비록 유현(儒賢)을 신구(伸救) 변명한다는 이름을 빌렸으나, 사실은 경재(卿宰)를 분소(分疏)시키는 말이고, 비록 이돈(李墩)을 공격 배척한 일이라고 하나, 사실은 전관(銓官)을 공격 제거하는 계책인 것이며, 또 반드시 훈척 대신(勳戚大臣)에 의지하여 성상의 청문(聽聞)을 감동시키려 하니, 나이 젊은 유생(儒生)이 어찌 이렇게 할 줄을 알았겠습니까? 자못 이것은 경알(傾軋)의 수단에 익숙한 자가 부추겨서 하도록 한 것입니다. 지금 선비가 된 자는 처음부터 별다른 사람이 아니고, 대다수가 이 진신(搢紳)의 자제(子弟)이니, 원컨대 여러 신하들에게 타일러 각각 가르치고 경계하게 하소서.” 하니, 임금이 우악(優渥)한 내용의 비답을 내렸다.",
                "hj": "○丁未/學儒尹世綏等, 以李墪啓中, 擧證大老陳疏攻墪, 兼斥吳道一。 上批以語盩責之, 道一, 以世綏疏, 遞銓地。 後臺臣申琓、朴泰淳等, 疏斥世綏。 泰淳疏略曰: “朝紳之間, 少有鬧端, 則必下及章甫, 黌舍之中, 先有橫議, 則終上及朝廷大小論議, 擧皆和應。 名曰儒冠, 隱然成一臺閣矣。 今世綏之疏, 雖假伸辨儒賢之名, 實是分疏卿宰之言。 雖曰攻斥李墪之事, 實是擊去銓官之計, 又必籍重勳戚大臣, 欲爲感動聖聽, 年少儒生, 豈解爲此? 殆是熟習於傾軋手段者, 敎唆爲之, 今之爲士者, 初非別人, 多是搢紳之子弟, 願勑諸臣, 各使敎戒。” 上賜優批。"
            }
        }
    },
    "05": {
        "11": {
            "1": {
                "H2KE-EN": "On imo day, Yi Eongang , Governor of Chungcheong Province , submitted a memorial regarding the impeachment of Tucinggai , which was recorded in the memorial by Li Xiang , submitted a memorial to the King to reprimand him. The King bestowed a message upon him and had him quickly investigated. 【 Li Xiangs memorial and [Yi] Eongangs memorial were shown to the King. 】 사신은 논한다. Yu Tucinggai is a man from Cheonan . He is a close relative of Li Xiang and a corresponding to his ancestors. Tucinggai possessed a large amount of land, Tucinggai raised no other child. Tucinggai died, his correspondence of land should all be returned to Li Xiang. Tucinggai is also ignorant and ignorant, thus he is unable to reveal his correspondence even though he is in a wild man. Therefore, Li Xiang wanted to execute Tucinggai and occupy all his correspondence of land. Then he fabricated a saying, Tucinggai committed adultery with his stepmother. His words were widely claimed in the village, and they talked down to each other. Tucinggai , the stepmother Hyeon , the stepmother, was unable to overcome his anger and hanged himself. Tucinggai tried to explain his grievances, Tucinggai talked to the government office. Li Xiang finally talked someone who had friendly relayed Li Xiang and made a evidence. Both of them were imprisoned. Tucinggai selling land and raised it, Li Xiang heard this and sent a letter to the local magistrate, saying, His correspondence of land is not Tucinggai alone. Why did you not prevent this? Then, Tucinggai talked about the fact that Tucinggai committed adultery with his stepmother, he sent a letter to the officials of the Ministry of Punishments and the governors , evidence in detail, and made him quickly make a decision. The officials of the Ministry of Punishments and the governors all know that Tucinggai grievances and Li Xiang had falsely accused of Tucinggai. However, they were afraid of the powerful circumstances and dared not explain his right and wrongdoings. Each of them hardly wished to evade him to avoid suspicion. Li Xiang was busy in a wild manner, and he again submitted a memorial to impeach him. Those who heard this would not be angry and angry. Li Xiang lived in the village, and people possessed little land in a single manner ",
                "H2KE-nKo": "충청 감사 이언강이, 이상의 상소 가운데 유두성을 조사한 일로 상소하여 스스로 변명하니, 주상이 의례적인 비답을 내리고 속히 조사하도록 하였다. - 이상의 상소와 이언강의 상소는 위에 보인다. - 사신은 논한다. 유두성이란 자는 바로 천안 사람이다. 이상과 가까운 친족으로서 같은 할아버지가 전해 준 전토를 유두성이 많이 차지하였고 다른 자손과 같은 부류는 없었다. 유두성이 죽으면 그 전토는 모두 이상에게 돌아가고 유두성도 어리석어 일을 살피지 못하니, 마치 흙으로 만든 우인이 죄망에 들어가더라도 반드시 스스로 변명하지 못하고 벗어날 수 있는 것과 같았다. 그러므로 이상이 유두성을 제거하고 그 전토를 모두 차지하고자 하여 ‘유두성이 그 계모와 간음하였다.’라는 말을 만들어 내어 향리에 퍼뜨리고는 다시 서로 말을 전하니, 유두성의 계모 현씨가 분함을 이기지 못하여 스스로 목을 매어 죽었다. 유두성이 그 원통함을 밝히고자 하여 스스로 관에 고발하니, 이상이 마침내 그와 친한 자를 사주하여 번갈아 만들어 증거를 세우게 하였는데, 모두 옥에 갇혔다. 유두성이 전토를 팔아 옥바라지를 하려고 하자, 이상이 이 말을 듣고 읍재에게 편지를 보내 말하기를 ‘그 전토는 유두성이 독자적으로 차지할 수 있는 것이 아니니, 어찌 금지하지 않는가.’라고 하고, 이어 유두성이 어미를 간음한 사실을 언급하였다. 또 추관과 감사에게 편지를 보내 그 일의 실상을 자세히 증거대어 속히 결단하게 하였다. 추관과 감사는 모두 유두성의 억울함과 이상이 무함한 것을 알았으나, 그 세력을 두려워하여 감히 시비를 분명하게 말하지 못하고 각자 회피할 생각만 하여 지연시킬 계획을 하였다. 이상이 옥사를 성립시키는 데 급급하여 지체될까 염려하여 또 상소하여 논핵하니, 듣는 자들이 모두 놀라워하고 분하게 여겼다.이상은 시골에 살면서 무단하여 사람들이 기름진 전토가 있으면 반드시 온갖 방법으로 계획을 세워 빼앗은 뒤에야 그만두었다. 일찍이 그 문하에 출입하던 한 시골 유생이 그 여종을 꾀어서 행랑에 들어오게 하고는 즉시 종들을 시켜 결박해 나가게 하고는 꾸짖기를 ‘이 여종은 남편이 있는데 네가 몰래 간통하였으니, 죄가 죽어 마땅하다. 너를 관에 고발하겠다.’라고 하니, 그 사람이 황공하여 어찌할 바를 몰랐다. 마침내 그와 친한 자로 하여금 중간에서 그 전토를 바치게 하여 풀어 주었다. 이상이 세력을 빙자하여 백성의 전토를 빼앗은 것이 한두 번이 아니었으니, 세상에서 그를 일러 ‘전지 학자’라고 하였다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 5월 11일(임오) 1번째기사",
                "gt-oKo": "충청 감사(忠淸監司) 이언강(李彦綱)이, 이상(李翔)이 상소한 가운데 유두성(柳斗星)을 조사하는 일 때문에 진소(陳疏)하여 스스로 변명하니, 임금이 의례적인 비답을 내리고 속히 조사하도록 하였다.【이상의 소(疏)와 이언강의 소는 위에 보인다.】 사신(史臣)은 논한다. “유두성(柳斗星)이란 자는 곧 천안(天安) 사람이고, 이상(李翔)과 가까운 족속(族屬)이었는데, 같은 조선(祖先)이 전한 토전(土田)을 유두성이 많이 차지하였으나, 다른 자손이나 친족이 없었기 때문에 유두성이 죽으면 그 토전은 마땅히 다 이상(李翔)에게 돌아가게 되어 있었다. 그러나 유두성이 또 혼미하고 어리석어 일을 살피지 못하는 것이 흙으로 만든 인형과 같아서, 비록 죄망(罪網)에 들어가더라도 반드시 스스로 변명해 벗어날 수가 없었다. 그러므로 이상이 유두성을 제거하고서 그 전지(田地)를 다 차지하려고 하여, 곧 ‘유두성이 그 계모(繼母)와 간음하였다’고 말을 꾸며내어 마을에다 퍼뜨리고, 다시 서로 말을 전하니, 유두성의 계모 현씨(玄氏)가 분한 마음을 견디지 못하여 스스로 목을 매어 죽었다. 유두성이 그 원통함을 밝히려고 하여 스스로 관청에 고발하니, 이상이 드디어 그 친자를 사주하여 번갈아 나와 증인으로 서게 하였는데, 모두 옥(獄)에 갇혔다. 유두성이 밭을 팔아 옥수(獄囚)에게 음식을 제공하려고 하니, 이상이 듣고는 읍재(邑宰)에게 편지를 보내 이르기를, ‘그 토지는 유두성 혼자서 차지할 것이 아닌데, 어찌 금지하지 않는가?’ 하고, 이어 유두성이 어미를 간음한 사실에 미쳐서는, 또 추관(推官)과 감사(監司)에게 편지를 보내어 그 일의 실상에 상세히 증거를 대어 속히 결단하게 하였다. 추관과 감사는 모두 유두성의 억울함과 이상이 무함한 것을 알면서도 그 세력을 두려워하여, 감히 옳고 그름을 명백하게 말하지 못하고, 각각 싫어해 피할 궁리만 하고 시간을 끌어대며 미루고자 꾀하였다. 그러자 이상이 성옥(成獄)에 급급하여 그 시일이 지체될 것을 염려한 나머지 또 상소하여 논하니, 듣는 자가 놀래어 분개하지 않음이 없었다. 이상은 시골에 살면서 세력으로 억압하여, 남이 비옥한 토지를 가지고 있으면 반드시 온갖 방법으로 계획을 꾸며 빼앗아 가진 뒤에야 그만두었다. 한 번은 시골에 사는 선비로서 일찍이 그 문에 출입하는 자가 있었는데, 선비를 꾀어 그 여종과 간통하게 하여 이미 행랑에 들여보내고는 곧 남자종을 시켜 결박해 끌어내면서 꾸짖기를, ‘이 여종은 남편이 있는데, 네가 몰래 간통했으니, 죄는 마땅히 죽어야 한다. 장차 너를 관청에 고발하겠다.’ 하니, 그 사람이 두려워서 어떻게 할 바를 알지 못하였는데, 마침내 친하고 가까운 자를 시켜 중간에서 그 토지를 바치게 하자 풀어 주었다. 이상이 위세(威勢)를 빙자하여 백성의 토지를 빼앗은 것이 한둘로 헤아릴 수 없을 정도였으니, 세상에서 그를 일러 ‘전지벽(田地癖)을 가진 학자’라 하였다.”",
                "hj": "○壬午/忠淸監司李彦綱, 以李翔疏中斗星査事, 陳疏自辨。 上賜例批, 令速覈。【翔疏及彦綱疏見上。】 【史臣曰: “柳斗星者, 卽天安人也。 與李翔爲近屬, 同祖所傳土田, 斗星多得之, 無他子姓嗾類。 斗星死則其土田, 當盡歸於翔, 而斗星又迷騃不省事, 若土偶人, 雖入罪網, 必不能自明而得脫, 故翔欲除斗星, 而盡占其田, 乃造言曰: ‘斗星烝其繼母。’ 播之於鄕里, 更相傳說。 斗星之繼母玄氏, 不勝憤, 自縊而死。 斗星欲白其冤, 自告於官。 翔遂嗾其親厚者, 迭造而立證, 皆係獄。 斗星欲賣田養獄, 翔聞之, 貽書邑宰曰: ‘其土田, 非斗星所可獨專, 盍禁止之?’ 仍及斗星烝母之實, 又抵書於推官及監司, 備證其事狀, 使速斷之。 推官與監司, 皆知斗星之冤、李翔之誣, 而畏其勢, 莫敢明言是非, 各思厭避, 爲延拖計。 翔急於成獄, 慮其淹滯, 又上疏論之, 聞者莫不駭憤。 翔居鄕武斷, 人有膏腴田, 必百端設計, 奪有而後已。 有一鄕生, 嘗出入於其門者, 誘令通其婢, 旣入於廊, 卽使奴輩縛出之, 喝曰: ‘此婢有夫, 而汝潛通之, 罪當死, 將以汝告官。’ 其人惶懼, 不知所出, 遂令親昵者居間, 納其田而解之。 翔之藉成勢奪民田, 非一二計, 世謂之田地癖學者。”】"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyeyu day, Right State Councilor Yi Suk passed away. [Yi] Suk was foolish and dignified by nature and impossible, and was unpunished. Ever since he was young, he served [the King] with utmost prudence. He received his reputation and was suddenly promoted to minister, and his nature was also greed and corrupt. When he assumed the two ministries, he possessed bribes to using bribes to supporting wealth. The fields of the farmland were widely in the entire country, and the public opinions regarded him as ungenerous.",
                "H2KE-nKo": "우의정 이숙이 졸하였다. 이숙은 용렬하고 비루하여 취할 만한 점이 없었다. 젊어서부터 송시열을 매우 근실하게 섬겨 그의 추천을 받아 갑자기 경상에 올랐고, 성품이 또 탐욕스럽고 방종하였다. 두 전관의 자리에 있으면서 뇌물을 주어 가산을 모아 부유한 생활을 하게 하였으며, 전원이 온 나라에 두루 퍼졌으므로 공의가 비루하게 여겼다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 5월 2일(계유) 1번째기사",
                "gt-oKo": "우의정(右議政) 이숙(李䎘)이 졸(卒)하였다. 이숙은 용렬하고 비루하여 취할 만한 것이 없고, 젊어서부터 송시열(宋時烈)을 매우 근실히 섬겨 그의 추천을 받아 갑자기 경상(卿相)에 올랐는데, 성품이 또 탐욕스럽고 방종하여 두 곳의 전관(銓官)으로 있으면서 뇌물로 가산(家産)을 늘려 졸지에 부자가 되어 전원(田園)이 온 나라에 두루 퍼져 있었으므로, 공의(公議)가 비루하게 여겼다.",
                "hj": "○癸酉/右議政李䎘卒。 䎘庸鄙無可取, 自少事宋時烈甚謹, 受其吹噓, 驟登卿相, 性又貪縱, 居兩銓官, 以賂成家聚富, 田園遍一國, 公議陋之。"
            }
        }
    },
    "06": {
        "14": {
            "1": {
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 6월 14일(을묘) 1번째기사",
                "gt-oKo": "이조 판서(吏曹判書) 박세채(朴世采)가 사직소(辭職疏)를 올리고, 덧붙여서 올린 책자(冊子)에 시무(時務) 12조(條)를 논하였다.【큰 조항과 작은 조목은 위에 보였다.】 그 1조(條)에서는 큰 뜻을 분발할 것을 논하였는데, 대략 이르기를, “필부(匹夫)가 몸을 다스리는 것도 오히려 반드시 뜻을 세운 뒤에야 성취에 이르는데, 하물며 군주(君主)가 큰 뜻을 분발하지 않고서 능히 하는 바가 있겠습니까? 그 조목이 둘이 있으니, 첫째는 왕도(王道)를 살피는 것입니다. 왕도란 인정(人情)에 근본하여 예의(禮義)에서 나오는 것이므로, 큰 길을 걸어가며 휘거나 돌아가는 바가 없는 것과 같으니, 오직 요순(堯舜)·우탕(禹湯)·문무(文武)같은 임금이라야 능히 그 도(道)에 합하여 반드시 천리(天理)의 바른 것을 얻고 반드시 인륜(人倫)의 지극함을 극진히 하였으니, 맹자(孟子)가 말한 ‘덕(德)으로써 인(仁)을 행한다.’는 것과, 동자(董子)가 말한 ‘그 옳은 것을 바르게 하면서 그 이익을 꾀하지 않고, 그 도(道)를 밝히면서 그 공(功)을 따지지 않는다.’는 것이 이것입니다. 오패(五覇)는 사술(詐術)과 폭력을 먼저 하고 인의(仁義)를 뒤로 했으니, 그 다음부터 천하가 어두워져 곡경(曲徑)의 가운데서 엎치락뒤치락하며 수천 년을 왕도(王道)로 자립(自立)한 자가 없었으니, 지금은 마땅히 기필코 선왕(先王)의 치도(治道)를 회복하는 것을 기약해야겠습니다. 둘째는 대의(大義)를 밝히는 것입니다. 임금과 신하의 의리와, 아비와 아들의 친(親)함은 윤상(倫常)에 근본하여 스스로 그만둘 수가 없습니다. 그 원수와 원한이 있는데도 보복하지 못하고, 수모와 치욕이 있는데도 씻지 못한다면, 이는 진실로 삼강 오상(三綱五常)의 근본에 있어서 더욱 신자(臣子)로서 태연히 있을 바가 아니니, 가의(賈誼)의 이른바 ‘발이 반대로 위에 있고, 머리가 도로 아래에 있다.’는 것이며, 대기(戴記)에 이른바 ‘임금과 아비의 원수는 세상에 같이 살지 못할 원수이다.’라는 것이며, 주자(朱子)가 이른바 ‘만세(萬世)를 두고 반드시 보복할 원수’란 것입니다. 지금 척연(惕然)히 인조(仁祖)와 효종(孝宗) 양조(兩朝)에서 당했던 일을 추상(追想)할 때를 만났으니, 아픈 마음으로 분발(憤發)해 반드시 그 내정(內政)을 정돈하고 외적(外敵)을 물리치는 실상을 다해야 할 것입니다. 그렇게 하지 않는다면, 이는 또 거듭 《춘추(春秋)》의 뜻과 삼강 오상(三綱五常)의 근본에 어긋나는 것이 될 것이니, 두렵지 않겠습니까? 대개 왕도(王道)란 것은 제왕(帝王)의 떳떳한 법이요, 대의(大義)란 것은 당세(當世)의 급무(急務)이니, 뜻을 분발하여 일을 성취시키는 데는 이를 버리고 다른 적합한 뜻이 없습니다.” 하고, 3조에는 내정(內政) 다스리는 것을 바르게 할 것을 논하였는데, 대략 이르기를, “가인(家人)의 도(道)에 ‘오히려 여자에 정(貞)한 것이 이(利)하다.’ 하였습니다. 더구나 군주로서 몸을 닦으려고 하는 이는 또 궁내를 본보기로 하여, 나라를 다스리는 것을 가지고 사방을 통치해야 하니, 이에 삼가지 않을 수 있겠습니까? 그 조목이 둘이 있으니, 첫째는 궁위(宮闈)를 엄격히 하는 것입니다. 대개 궁위의 의리는 여자는 안에서 위치를 바르게 하고 남자는 밖에서 위치를 바르게 하여, 내정의 말은 밖으로 나오지 않게 하고, 외간의 말은 내정으로 들어가지 않게 하는 것이 그 대체(大體)입니다. 군주가 된 분은 한가로이 혼자 있을 즈음에도 항상 스스로 점잖고 엄숙히 하여 근엄하고 공손하며 공경하고 두려워하여 조금도 게으름이 없어야 할 것입니다. 그리하여 늠름하게 마치 종묘(宗廟)를 받들고 군신(群臣)을 대할 때와 같이 한다면 몸가짐이 바르게 되어, 후비(后妃)에게 미쳐서는 단정하고 씩씩하며 고요하고 엄숙하여 관저(關雎)의 덕(德)이 있게 되고, 후궁(後宮)은 삼가고 공경하여 소성(小星)의 미행(美行)이 있게 되며, 뇌물로 알현(謁見)을 청탁하는 습관은 나아올 길이 없게 되고, 잡다한 사도(邪道)의 근심이 일어날 사이가 없게 되어, 궁성(宮省)의 은밀(隱密)한 곳이 환하여 일호의 사특함이 싹트지 못하게 되고 가도(家道)의 바르게 됨을 볼 것이니, 지금 마땅히 이로써 표준으로 삼아 능히 집을 다스리는 도(道)를 다해야 할 것입니다. 옛말에 이르기를, ‘근원이 맑아야 흐르는 물이 깨끗하다.’고 하였으니, 이와 같이 하고서도 정사(政事)가 정돈되지 않고 나라가 다스려지지 않는 경우는 있지 않을 것입니다. 그 작은 조목으로는 내수사(內需司)를 폐지하고 환시(宦寺)를 경계하고 척속(戚屬)을 가르치는 것입니다. 내수사를 폐지해야 하는 것은, 군주는 한 나라를 집으로 삼아 한 나라의 안에는 자기 몫의 수요가 아닌 것이 없는데, 위에 물건을 바치고 아랫사람에게 나누어 주는 것이 모두 이로부터 나오게 되니, 또 그 중에서 쪼개어 나누어 자기 사유(私有)로 하는 것이 지금 내수사를 설치한 것과 같은 것은 마땅하지 않습니다. 대개 듣건대 그 법은 고려(高麗) 말에 시작되었는데, 우리 태조(太祖)께서 개국(開國)하여 일찍이 개혁(改革)할 것을 의논하였으나 미처 성사되지 못하고, 후대(後代)에 막대한 폐해가 되었으며, 비록 혹 제도적인 상전(常典)을 만들어 그 문서(文書)로 하여금 이조(吏曹)를 거치게 하였으나, 마침내 또한 도움이 되지 않았습니다. 지금 당장 크게 생각을 더하여 빨리 조정(朝廷)으로 하여금 본사(本司)의 여러 관원을 의논해 정하되, 사옹(司饔)·상의(尙衣)의 제도와 같이 하여, 사사로이 모시는 사람으로는 맡지 못하게 해서 국가(國家)의 공정(公正)한 이치를 밝히는 것이 옳겠습니다. 환시(宦寺)를 경계해야 한다는 것은, 근습(近習)의 환란은 예로부터 있었으니, 대개 그 자취는 비밀스럽고 정의는 친압하여 밖으로는 장엄(莊嚴)한 데에 두려워함이 없고 안으로는 아첨하는 데에 즐거워함이 있어서, 스며드는 것이 날이 오래 되면 그 스스로 술수(術數) 가운데 빠져드는 줄을 깨닫지 못하게 되니, 한(漢)나라와 당(唐)나라 말세(末世)에서 분명히 징험할 수 있습니다. 지금 마땅히 바른 것으로 가르치고, 엄숙하게 대하여, 다만 아침 저녁으로 물을 뿌리고 소제하는 말직(末職)에 대비하게 하고, 감히 재물과 뇌물을 통하여 외인(外人)을 교섭하여 조정의 정사를 문란하게 하지 못하게 한다면 필경 이 무리들도 몸을 보전하고 죄를 멀리하는 데에 이익이 있을 것입니다. 진덕수(眞德秀)가 구사량(仇士良)의 ‘천자(天子)로 하여금 글을 읽거나 유신(儒臣)을 친하게 하지 말게 하라.’는 말로 인하여 말하기를, ‘군주가 덕(德)을 닦고 학문을 강론하게 하면 천하(天下)가 편안하여 곤충과 초목도 다 살 곳을 얻게 될 것이니, 하물며 좌우(左右)의 신하로서 그 안정된 곳을 얻지 못할 자가 있겠는가?’ 하였으니, 진실로 지극한 말인 것입니다. 척속(戚屬)을 가르쳐야 한다는 것은, 역대(歷代) 이래로 교만하고 방자한 화(禍)가 사책(史冊)에 환하게 기재되어 거울삼아 경계하는 두 가지 일이 갖추어져 있기 때문입니다. 이것은 총애받는 궁녀와 환시(宦寺)가 하류(下流)에서 나와 본래 학식(學識)이 없는 경우와 같지 않으니, 이따금 많이들 공경(公卿)의 높은 벼슬로 왕실(王室)에 연척(連戚)이 되어 뜻을 얻습니다. 그러나 오히려 스스로 잘 처신하는 도리를 알지 못하여 안전(安全)함을 얻는 이가 적으니 가장 경계해야 하는 것입니다. 지금 마땅히 군주로부터 항상 경계하고 타일러서, 그 벼슬이나 상을 주는 즈음에 인아(姻婭)·족당(族黨)의 유(類)엔 반드시 문득 그 용서하거나 후대함을 보여서 물의(物議)를 초래해서는 안 될 것입니다. 대개 약간이라도 이와 같이 한다면 문득 궁중(宮中)과 관부(官府)가 일체(一體)가 되어 공평 정대(公平正大)함을 이루는 것이 아니므로, 유익한 것은 적고 손해되는 것은 많아서 종당에는 치평(治平)에 누(累)가 될 것입니다. 두 번째는 절약과 검소를 숭상하는 것인데, 반드시 군주의 덕(德)에 근원을 두어야 통행(通行)할 수 있습니다. 풀 위에 바람이 불면 풀이 눕게 되는 것은 그 이치가 그렇게 되는 것이니, 진실로 이에 반대가 되면, 비록 명령을 내려도 따르지 않고 금지시켜도 그만두지 않을 것입니다. 지금 사치의 폐단이 가장 큰 근심이 되니, 한 가지 진귀한 음식도 반드시 궁내의 법이라고 하면서, 많은 것을 다투고 교묘한 것을 경쟁하고, 전하여 서로 본받아서 복식(服飾)·거마(車馬)·궁실(宮室)·연음(燕飮)을 날마다 새롭게 하고 달마다 풍성하게 하여, 먹지 못할 데에 곡식을 버리고 쓸모 없는 데에 재물을 버리게 되니, 비록 저 하늘의 노여움이나 백성의 원망과 흉년의 근심으로 마침내 위망(危亡)한 지경에 이르는 것을 초래하지 않으려고 하더라도, 그것이 가능하겠습니까? 지금 마땅히 성상께서 대우(大禹)의 음식(飮食)을 검소하게 하고 궁실(宮室)을 낮추는 것으로 마음을 먹고, 곤전(坤殿)께서는 마 황후(馬皇后)가 몸소 대련(大練)을 입은 것으로 법도를 삼아서, 궁중(宮中)에 영(令)을 내려 통쾌히 예전 습관을 고치고, 많은 용도를 절약 감손(減損)하되, 의복은 수선하여 깨끗한 것을 취하고 음식은 배를 채워 기르는 것만을 취하여, 금옥(金玉)을 기와같이 보고 금수(錦繡)를 포백(布帛)같이 보아, 궁액(宮掖)에서 시작하여 소민(小民)에게까지 이르도록 한다면, 그 덕화의 행해지는 것이 반드시 우역(郵驛)을 둔 것보다 빠를 것입니다.” 하고, 4조에는 규모(規模)를 세울 것을 논하였는데, 대략 이르기를, “군주가 국가를 다스리려고 한다면, 어찌 일정한 규모를 두어 그 편벽된 것을 구제하여 중도로 나아가야 하지 않겠습니까? 그 조목에 세 가지가 있으니, 첫째는 충(忠)을 숭상하는 것입니다. 대개 본조(本朝)에서는 고려(高麗)의 말운(末運)을 이어 문(文)을 써서 정치를 하였으니, 제도(制度)와 문물(文物)이 찬연(粲然)하게 갖추어져서 족히 소중화(小中華)라 칭할 만하였습니다. 그러나 변고(變故)를 겪고 후세로 내려올수록 풍속이 퇴폐해져, 집안에서 행하는 것이 이미 순후(淳厚)하지 못하고, 나라에서 조치하는 것도 또한 구간(苟簡)함이 많아져 모두가 가려서 속이는 과조(科條)가 되었습니다. 그리하여 비록 그 타고난 천리(天理)의 진실을 잃었으나 스스로 깨달아 살필 줄을 알지 못하고, 풍속과 교화가 굳세지 못하여 간교함과 거짓이 갖가지로 나타나고 있습니다. 지금은 그 폐단을 크게 바로잡을 때입니다. 무릇 제도(制度)나 언행(言行) 사이에 반드시 혼연(渾然)히 성실하고 정확한 마음으로써 명백하고 정직하게 행사하여, 안으로는 자기를 속이지 않고 밖으로는 남을 속이지 않으며, 한결같이 충신(忠信)·독후(篤厚)한 것으로 오래도록 변하지 않아, 아랫사람으로 하여금 감동하여 따라 감화하게 한다면, 마침내 마땅히 바르게 되는 바가 있을 것입니다. 두 번째는 엄격함을 주장하면서 관대함을 구제하는 것입니다. 대개 엄격하고 관대한 것은, 비유컨대 천도(天道)에 의해 봄은 만물을 낳고 가을은 만물을 죽이는 것과 같으니, 이것은 진실로 성인(聖人)의 지극한 훈계로 《춘추(春秋)》의 중도(中道)로서, 만세(萬世)에 전할 만한 것입니다. 그러나 문치(文治)의 폐단이 예로부터 인약(仁弱)한 데로 돌아갔으니, 춘추 열국(列國) 중의 노(魯)나라와 후대(後代)의 조송(趙宋)에서 그 경계를 볼 수 있습니다. 오늘에 이르러 혹은 서로가 열 배나 백 배로 기상(氣像)이 떨치지 못하고 기강(紀綱)이 무너져서, 문관(文官)은 능히 법을 행하지 못하고 무관(武官)은 능히 군병(軍兵)을 제어하지 못하니, 그 돌아가는 곳을 상고하여 본다면, 이는 한 가지 사무도 시행되지 못하여 종신토록 강포(强暴)에 사역(使役)될 뿐입니다. 지금 마땅히 한결같이 엄정(嚴正)한 것으로 주장을 삼으면, 거의 쇠퇴한 풍습이 갑자기 변하게 되어 사람의 마음이 따라서 복종하고, 법제로 정한 것이 바람처럼 행하여져 물과 불이라도 피하지 않을 것이니, 이런 뒤에야 천하(天下)의 일이 다스려질 것입니다. 대저 ‘충(忠)’은 진실로 삼대(三代)의 손익(損益)의 으뜸이었는데, 전한(前漢)이 이것을 얻어 세상을 다스리는 데 가장 나았습니다. 관용(寬容)과 위엄(威嚴)의 구분에 이르러서는, 왕자(王者)는 진실로 마땅히 사람에게 차마 하지 못하는 정사를 선무(先務)로 삼을 것이니, 그러한 뒤에 어진이가 일어나서 때에 따라 의리로 제어하는 것을 제갈양(諸葛亮)이 촉(蜀)땅을 다스리고 주자(朱子)가 군(郡)을 다스린 것과 같이 할 것입니다. 더욱 뛰어난 자는 모두 이 도(道)를 썼으니, 진실로 《주례(周禮)》에 이른바 ‘난국(亂國)을 바로잡는 데 중한 법을 쓴다.’는 유(類)는 신불해(申不害)나 한비자(韓非子)의 잔약한 백성에게 각박하게 한 것과는 같지 않은 것입니다.” 하고, 5조에는 기강(紀綱)을 진작시킬 것을 논하였는데, 대략 이르기를, “무릇 사람이 한 가지 일을 다스리는 데도 반드시 총회(摠會)와 제설(提挈)의 도리를 안 뒤에야 밖으로부터의 모든 사무를 다스릴 수가 있습니다. 하물며 군주가 국가를 다스리려고 하면서 먼저 기강을 진작시키지 않을 수 있겠습니까? 그 조목에 네 가지가 있는데, 첫째는 상벌(賞罰)을 공정하게 하는 것입니다. 상벌은 군주가 세상을 통치하는 큰 권한이니, 위에 있는 자가 공평 정대(公平正大)한 마음으로 모든 아랫사람에게 조림(照臨)하여 착하고 사특한 것을 분별(分別)해 어질고 공(功)이 있는 자는 모두 그 상을 얻게 되고, 어질지 못하며 죄가 있는 자는 모두 그 벌(罰)을 받게 된다면, 이는 장차 온 나라의 사람이 보아서 느끼며 권하고 힘써서 환하게 착한 일은 마땅히 해야 하며 악한 일은 마땅히 버려야 한다는 것을 알게 될 것이니, 진실로 또한 형벌이나 상을 기다리지 않고도 백성의 풍속이 저절로 변하게 될 것입니다. 지금 마땅히 단연코 성상의 마음에서 결단하시어 그 현부(賢否)를 밝히시고 그 위에 상벌로써 크게 경계하여, 대소 신료(大小臣僚)로 하여금 척연(惕然)히 두려워하고 경계하여 각각 그 직임을 완수하며, 감히 구차스럽게 남의 비위를 맞추며 고식적인 계교를 하지 못하게 한다면 거의 좋아질 수 있을 것입니다. 두 번째는 어질고 사특한 것을 분변하는 것인데, 어질고 사특한 것은 국가의 치란(治亂)이 나누어 지는 바입니다. 이이(李珥)의 말에, ‘군자(君子)는 임금을 사랑하기 때문에 사직(社稷)을 위하여 마음을 먹고 백성을 위하여 염려를 하니, 의리가 직책을 지키는 데에 있으면, 임금의 명령에도 따르지 않는 바가 있고, 말을 다해야 할 것이 있으면 임금의 위엄에도 사피하지 않는 바가 있다. 그러나 소인(小人)은 작록(爵祿)을 사랑하기 때문에, 권세가 임금에게 있으면 임금에게 아첨하고, 권세가 권행(權倖)에게 있으면 권행에게 아부하며, 권세가 외척(外戚)에게 있으면 외척과 교결(交結)한다.’고 하였으니, 그 말이 아주 절실하여 어질고 사특한 사람의 귀감(龜鑑)이 될 것입니다. 군주가 된 분은 진실로 마땅히 곧은 사람을 등용하고 굽은 사람을 버리며, 어진이를 진용하고 어질지 않은 이는 물리치되, 그 상벌(賞罰)의 바른 것을 보이고, 또 반드시 현신(賢臣)에게 대하여서는 친근히 하고 소인(小人)에게 대해서는 소원(疏遠)하게 하여, 능히 그 도를 다하는 것을 제갈양(諸葛亮)의 말과 같이 해 조금이라도 서로 뒤섞임이 없게 한 연후에야, 능히 어질고 사특한 것을 분변했다고 할 수 있겠습니다. 세 번째는 붕당(朋黨)을 없애는 것인데, 붕당이란 것은 다만 공(公)과 사(私)를 분변하는 데 있습니다. 성인(聖人)이 주비 화동(周比和同)의 사이에 마음쓰기를 매우 부지런하였으니, 역대(歷代)의 화란(禍亂)이 이로부터 많이 비롯되었기 때문입니다. 다만 우리 나라의 당론(黨論)은 뿌리가 깊고 근본이 굳은 것이 다른 시대와 달라서, 본래 모두 한결같이 사류(士流)에서 나왔으나, 나누어져 배치되는 데 이르러서는 가끔 사(邪)나 정(正)으로부터 말미암아 역(逆)과 순(順)이 되어서, 변고(變故)가 일어날 때에는 진실로 저쪽을 내치면 이쪽을 올려 주고, 저쪽을 벌을 주면 이쪽을 상을 주어야 할 것인데, 지금같이 일이 평정되어 시일이 오랜 뒤에는, 또 마땅히 중도에 나아가 제도를 정하여 명백히 분변해서 통용(通用)하여, 천선(遷善)·개과(改過)에 보탬이 있어서 빨리 그 근본에 돌아가게 하는 것을 요컨대 필연의 이치로 삼았으나, 이미 정자(程子)의 희령(熙寧)·원풍(元豐) 때에 같이 일하던 도리가 아니고, 또 범순인(范純仁)의 원우(元祐) 때에 조정(調停)하던 의논과도 같지 않으니, 더욱 홍범(洪範) 황극(皇極)의 뜻에 부합됨이 있을까 두렵습니다. 그 작은 조목은 이현(二賢)을 포양(褒揚)하고, 영남(嶺南) 사람을 수용하며, 교계(敎戒)를 엄하게 해야 한다는 것입니다. 이현을 포양해야 한다는 것은, 세상에 어진 덕이 있으나 선비가 명백히 알지 못하면, 옳고 그른 것이 섞여져서 추향(趨向)이 자못 치우쳐지게 되기 때문입니다. 문성공(文成公) 이이(李珥)의, 본체(本體)에 밝아 용도에 적합한 도덕과, 문간공(文簡公) 성혼(成渾)의, 요점을 알아 간략함을 지키는 학문과 같은 것은 참으로 동방(東方)의 큰 학자(學者)로서 곧 오현(五賢)을 이어 일어났던 것입니다. 그러나 불행하게도 한쪽 사람들의 비난하는 바가 되었으며, 특히 붕당의 습관으로 대대로 전하여 옴으로써 여러 사람의 지껄이는 것이 마침내 고칠 수 없게 되었습니다. 이로 인하여 조정(朝廷)에서 비록 이미 문묘(文廟)에 종향(從享)하였으나, 여러 사람의 의논이 또한 크게 같지 않으니, 지금 마땅히 호남·영남의 여러 도(道)로 하여금 문집(文集)과 연보(年譜) 등 책을 각 고을의 향교(鄕校)에 인쇄해 보내고, 다시 고을 수령(守令)에게 별도로 유시하여 때로 사자(士子)들에게 강(講)하여 익히게 해서 흥기(興起)하는 바가 있게 한다면, 천리(天理)는 근본이 밝은 것이고 인심(人心)이 스스로 공정해질 것이니, 어찌 끝내 그 시비(是非)의 절충을 얻지 못함이 있겠습니까? 영남의 사람을 수용해야 한다는 것은, 영남은 옛부터 인재(人才)의 부고(府庫)로 일컬어 현유(賢儒)가 많이 나왔는데, 진실로 풍습이 다른 곳과 통하지 않아서 인물(人物)이 나지 않으므로, 마침내 청명(淸明)한 조정에 발탁되어 나와서 세상에 드러난 이로서 장현광(張顯光)·정경세(鄭經世)·정온(鄭蘊)과 같은 사람이 없는 지가 지금 4기(紀)를 넘었으니, 이것은 진실로 의논이 괴격(乖激)한 소치이며, 조가(朝家)에서 포기(抛棄)한 데서 말미암아 그렇게 된 것입니다. 그런데 드디어 근년에 권간(權奸)의 시대에 한 번 나와 사나운 불길을 조성(助成)시키는 것을 면하지 못하게 하였으니, 한 도(道)의 큰 수치라 이를 만합니다. 지금은 마땅히 밝게 분변하여 통용(通用)하는 방법으로 함께 대처해야 할 것이니, 그 중에 과연 죄루(罪累)를 입은 것이 아니고 재행(才行)이 있는 자는 특별히 발탁(拔擢)하시고, 그 허물은 작고 재행이 큰 자도 또한 차례로 선발해 천직(遷職)시켜서 진실로 마음을 낮추어 서로 따르게 한다면, 이로부터 공정하게 듣고 나란히 보게 되어 동료들끼리 협력하고 공경하여 장차 어디를 가더라도 불가함이 없을 것입니다. 교계(敎戒)를 엄하게 해야 한다는 것은, 옛날부터 반경(盤庚)의 천도(遷都)와 주공(周公)·필공(畢公)의 풍속을 변하게 한 것이 모두 이 도리에 연유하였습니다. 그러나 바로 인심은 정제(正齊)되지 못하고 여러 사람의 노여움은 범(犯)하기 어려웠기 때문에, 만약 대공 지정(大公至正)한 도리로써 정녕하게 교유(敎諭)하고 간곡하게 진계(陳戒)하여, 그 깊은 의심과 쌓인 원망을 확 열어서 풀리게 하지 못했다면, 능히 하지 못했을 것입니다. 지금 마땅히 주상께서 개연(慨然)히 폐단을 개혁하는 것으로 마음을 먹고, 유신(儒臣)으로 하여금 한 통의 큰 고문(誥文)을 지어서 중외(中外)에 반포해 보이시며, 또한 반드시 근본을 끝까지 살펴서 ‘양쪽이 모두가 왕신(王臣)인데도, 다만 당론(黨論)이 서로 격(激)함으로 인하여 인심(人心)이 점차 어긋나게 되어, 비록 이로 인하여 국가(國家)를 해치고 군부(君父)를 잊는다 하더라도 오히려 돌아보지 않으니, 결코 신자(臣子)의 도리가 아니다. 반드시 전일의 소견을 통쾌하게 고치어 마음과 창자를 씻고, 한결같이 붕당(朋黨)을 타파하여 같은 덕으로 중도(中道)를 세우는 것으로 마음먹는 것을 송(宋)나라 인종(仁宗) 때에 천관(天官)에게 조칙(詔勅)하여 붕당(朋黨)을 경계한 것과 같이 하라’ 한다면 거의 혹 그 힘을 얻을 수 있을 것입니다. 네 번째는 요행(僥倖)을 억제하는 것입니다. 요행이란 것은 본래 당연히 얻지 못할 것을 얻는 것을 가리킨 것인데, 다만 덕이 없으면서 높은 위치에 있고 재주가 없으면서 아름다운 작록(爵祿)을 탐하여서 그런 것일 뿐 아니라, 그 입사(入仕)하는 데 이르러서도 오로지 전관(銓官)의 수중(手中)에 매여 있게 되어, 혹은 친척(親戚)·인아(姻婭)로써, 혹은 교분이 두텁거나 사적인 은혜로써 하는 것들이 모두 이 경우입니다. 정치의 방법을 아는 자는 깊이 경계하지 않을 수 없으니, 지금 마땅히 두 전관(銓官)을 엄하게 단속시켜 그 촉탁하는 데에 관계된 자는 일체 쓰지 말고, 혹은 실수하는 바가 있으면 대각(臺閣)에서 곧 법대로 탄핵할 것입니다. 그리고 무릇 그 관직의 임명이 공정한 천거에서 나오고, 이미 거관(居官)하여 선정(善政)이 있는 자는 다시 뽑아 의망(擬望)하면 요행을 바라는 무리들은 쓰이는 바가 없게 될 것입니다.” 하고, 6조에는 현재(賢才)를 구할 것을 말하였는데, 대략 이르기를, “무릇 집 한 채를 짓는데도 공사(工師)를 선택하는데, 하물며 군주가 국가를 다스리려고 하면서 현재(賢才)를 구하여 오게 하지 않을 수 있겠습니까? 그 조목에 둘이 있는데, 첫째는 천거(薦擧)를 논한 것입니다. 3대(三代) 이후로 학교를 세우고 선비를 기르는데, 빈흥(賓興)으로 등용하는 방법이 드디어 폐지되었으니, 한 사람이라도 다스리기를 원하는 임금이 있다면, 반드시 모두 선비를 예우하고, 재주있는 사람을 찾아내어 그 뜻을 이루게 하고, 현신(賢臣)은 각각 배운 것으로 진달(陳達)하였습니다. 동중서(董仲舒)는 무재(茂才)·효렴(孝廉)으로 말하였고, 정자(程子)는 또 근시(近侍)를 예(禮)로 명하고 현유(賢儒)는 마음을 다하여 추방(推訪)해야 한다고 말하였으며, 사마광(司馬光)은 10과(十科)로 선비를 뽑는 법을 두게 하였는데, 비록 주장하는 바는 약간 다르나 대의(大義)는 실로 같습니다. 이것은, 지금 이미 전해온 법을 따르고 본받아 대략 사목(事目)을 만들었으니, 성지(聖旨)에 품(稟)함을 거쳐 중외(中外)에 반포(頒布)해야 할 것이나, 반드시 다시 십분 삼가하여 선택을 더하여야만 바야흐로 효과가 있을 것입니다. 둘째는 통용(通用)하는 것이니, 수(隋)나라와 당(唐)나라가 과거(科擧)를 설치한 뒤로 관직(官職)에 임용(任用)하는 것을 오지로 이 길을 위주로 하였습니다. 그러나 명철한 군주와 예의를 아는 군왕은 일찍이 깊이 구애받지 않고 차례에 관계없이 사람을 쓴 경우가 많았습니다. 지금 이미 현재(賢才)를 천거할 것을 논하였으니, 반드시 마땅히 통용(通用)의 방법을 상의(商議)해야 그 재능을 다할 수 있을 것입니다. 정자(程子)는 ‘반드시 연영원(延英院)을 설치하여 조칙(詔勅)에 응해서 정사를 의논하고, 그 재주와 식견, 기량과 능력을 살펴 본 뒤에 어진이는 작위(爵位)에 나가고 재능이 있는 이는 관직(官職)에 나가게 한다.’고 생각하였으니, 이는 어진이를 구하는 방법과 시험을 치르는 술책에 있어서 두 가지를 다 얻는 것이라고 하겠습니다. 아조(我朝)에 이르러 문정공(文正公) 조광조(趙光祖)가 또 천거과(薦擧科)를 만들어 공용의 계제(階梯)로 삼았으니, 지금 마땅히 상의하여 그 가깝고 편리한 데 나가 행하게 하면 거의 허물이 적게 될 것입니다.” 하고, 8조에는 제도와 정치의 법을 논하였는데, 대략 이르기를, “무릇 의원이 병을 치료하려면 반드시 먼저 증세를 살핀 뒤에 처방을 찾아 약을 시험합니다. 하물며 군주로서 국가를 다스리려고 하는 사람이 어떻게 그 정령(政令)이나 제도(制度)를 좋게 하여 성취(成就)하는 것을 생각하지 않을 수 있겠습니까? 그 조목에 여섯 가지가 있는데, 첫째는 정사(政事)를 듣는 데 부지런한 것입니다. 예로부터 정사에 부지런하지 않고서 능히 치도(治道)를 이룬 군주는 있지 않았습니다. 생각하건대 우리 조종조(祖宗朝)에는 이미 경연(經筵)에서 날마다 세 번 강론함이 있었습니다. 또 야대(夜對)와 불시(不時)에 입대(入對)하는 일과 상참(常參)·조참(朝參)이 있어, 승지(承旨)는 공사(公事)를 가지고 입시(入侍)하고, 감사(監司)·수령(守令)과 여러 고을의 진공(進貢)하는 사람을 인견하며, 재신(宰臣)이 출사(出使)한 후에 진계(陳啓)하는 등의 절차가 있었으니, 그 정사에 시행하고 호령(號令)에 발표하는 것이 부지런하지 아니함이 없었으며, 백관(百官)·만민(萬民)과 궁향(窮鄕)·벽읍(僻邑)에서도 모두 의견을 상달(上達)할 수가 있었습니다. 이것이 세종(世宗)·성종(成宗)의 정치가 전고(前古)보다 뛰어났던 까닭입니다. 요즘의 제도는 경연을 여는 것이 이미 드물고 비국(備局)을 인견(引見)하는 것도 한 달에 다만 세 차례 뿐이며, 상참(常參) 이하의 여러 가지 제도는 비록 간혹 행한다고는 하나 또 실질적인 일이 없으니, 이러한 규모(規模)를 가지고 일을 다잡아 하지 않으면서 구차하게 시일만 보낸다면 마침내는 나라를 다스릴 이치가 없게 될 것입니다. 지금 마땅히 주상께서 성심(聖心)으로 결단하여 옛 제도를 세우고 정돈하시되, 하루 사이에 음식을 드시거나 잠을 자는 때가 아니면 아예 내전(內殿)에 계시지 않으시며, 오로지 정사를 들으시고 겸하여 신료(臣僚)와 더불어 정치하는 법을 강구(講究)한다면, 스스로 모든 공적이 다 성사되는 효과에 점차로 이르게 될 것이니, 이것이 실로 정치하는 법의 큰 것입니다. 두 번째는 의정부(議政府)의 옛 제도를 회복하는 것입니다. 듣건대 조종조(祖宗朝)에서는 육조(六曹)가 여러 직책을 나누어 맡아서 여러 사무를 결재해 처리하고, 또 반드시 총괄(摠括)하여 의정부(議政府)에서 서결(署決)해야만 그제야 위에 알렸다고 합니다. 비록 군정(軍政)과 민정(民政)에 관계된 큰 일이라도 성지(聖旨)는 또한 의정부에 내리고 일찍이 본조(本曹)에 곧바로 맡기지는 않았으니, 바로 그 체통(體統)이 높아지고 사리(事理)가 성취되어 한 세상의 다스림을 넉넉히 이루게 된 것을 볼 수가 있었습니다. 그러나 중간에 갑자기 시작되었다가 갑자기 폐지되기도 했는데, 명종(明宗) 때에 이르러 마침 을묘년에 왜변(倭變)을 당하자, 임시로 비변사(備邊司)를 설치하여 급한 수요(需要)에 대응하게 하고, 그 뒤 남북(南北)의 난리가 잇달아 일어나자 그대로 두어 개혁하지 못하고 전후로 백여 년 동안 예악 문장(禮樂文章)과 정사 논의(政事論議)가 모두 이로부터 나와 명분과 의리가 매우 어긋나게 되어, 마침내 장차 체통을 높이고 사리를 성취시킬 수가 없게 되었습니다. 지금 마땅히 옛 제도를 의논해 복구시킨다면, 먼저 비변사를 고쳐서 중서당(中書堂)으로 하고, 대신(大臣)으로 하여금 날마다 그 가운데 좌정하여 올라온 모든 사무를 서결(署決)하게 하고, 삼공(三公)은 이미 각각 6부(六部)를 나누어 맡게 하며, 그 큰 일에 이르러서는 또 모두가 공통으로 의논하여 품처(稟處)하게 해야만 비로소 체통을 얻게 될 것입니다. 세 번째는 삼공(三公)·육경(六卿)과 삼사(三司)의 장관(長官)과 팔도(八道)의 감사(監司)를 선발하여 임명하는 것입니다. 대개 삼공 이하의 관원을 선임(選任)하는 것은 역대(歷代)의 관제(官制)에 서로 득실(得失)이 있으나, 아조(我朝)에서 여러 관직을 나누어 설치한 것은 간략하고도 구비되어 있으니, 만약 선왕(先王)의 제도와 비교해 보더라도 그다지 어긋나고 잘못된 점이 없습니다. 지금 비록 세도(世道)가 타락하고 인재(人才)가 적지만, 다만 마땅히 중도(中道)에 나아가 여러 사람의 소망을 채택하며 큰 인재를 살펴서 전일의 공을 물어서, 그들로 하여금 각각 그 직책을 얻게 하고 임무를 맡겨서 성취를 요구하다가, 그가 감당하지 못한 후에 다시 유능한 자를 찾아서 바꾼다면, 거의 쇠퇴(衰退)하는 것을 붙들고 피폐(疲弊)해진 것을 도우며, 어지러운 것을 다스리고 위태한 것을 붙잡아서, 마침내 능히 정사(政事)를 정돈하고 덕업(德業)을 높여서 세상에 드문 공을 이룰 수 있을 것입니다. 그 작은 조목은 스스로 요속(僚屬)을 초빙하는 것입니다. 무릇 일을 다스리는 관원이 비록 지혜와 힘이 있다 하더라도 형세상 스스로 두루 다 구비할 수 없으니, 반드시 현명한 인재를 얻어서 요속(僚屬)으로 삼은 뒤에야 백사(百事)가 정돈되어 성사될 것입니다. 주(周)나라에서 백경(伯冏)에게 명(命)하여 이미 ‘그대의 요속을 신중히 선발하라.’는 말이 있었고, 당(唐)나라 육지(陸贄)에 이르러 또 대성(臺省)의 속료(屬僚)는 장관(長官)에게 맡겨서 선택할 것을 청하였으니, 대개 평소부터 친하게 사귀어 본말(本末)을 상세하게 알지 못하면 그 재주를 살펴서 알아내기 어려우니, 지금 마땅히 육경(六卿) 및 팔도 감사로 하여금 각각 아는 어질고 재능이 있는 사람을 스스로 천거하여 일을 같이 하며 성사시키도록 해야 할 것입니다. 네 번째는 장리(長吏)를 뽑는 것입니다. 백성을 다스리는 술책이 그 단서가 하나만이 아니나, 그 지극히 중요하고 지극히 절실한 것을 구한다면 장리를 뽑는 것과 같은 것이 없습니다. 장리가 진실로 어질면 세렴(稅斂)은 마땅히 가벼워지고 부역은 마땅히 균일해지며, 송옥(訟獄)은 마땅히 공평해지고 교화(敎化)는 마땅히 시행되어, 비록 혹 변고가 있더라도 기근(饑饉)이 능히 살해(殺害)하지 못하며, 전쟁이 능히 해치지 못할 것이나, 어질지 못하면 이에 반대가 될 것입니다. 한(漢)나라 선제(宣帝)는 자사(刺史)·수령을 임명하며 곧 친히 묻기를, ‘물러가서 행할 바를 상고해 살피라.’ 하고, 또 말하기를, ‘관리를 자주 바꾸면 백성이 불안할 것이다.’ 하고는 그 다스리는 효과가 있으면 문득 새서(璽書)로 힘쓰도록 격려하며 직질(職秩)을 올려주었으니, 참으로 정치하는 방법을 알았던 것입니다. 지금 마땅히 이것을 반드시 먼저 하여, 특별히 전부(銓部)에 분부하고 극진히 윤선(掄選)을 가하여 사람을 잃게 하는 근심을 없도록 하며, 또 보고 묻고 상고하고 살피기를 이와 같이 한다면, 어찌 백성이 다스려지지 않겠습니까? 그 작은 조목은 실적이 이루어지면 불러서 쓰고, 내직(內職)과 외직(外職)을 번갈아 임명하는 것입니다. 실적이 이루어지면 불러서 쓴다는 것은, 무릇 중재(中才) 이하는 격려(激勵)하고 권장(勸奬)하여 성취(成就)시키는 데 달려 있으니, 비록 잘 다스렸다 하더라도 끝내 등용되지 못하는 사람이 있으면, 스스로 학문(學問)하고 충실(忠實)한 선비와는 달리 마음을 다하기가 어렵기 때문입니다. 지금 마땅히 장리(長吏)로서 백성을 잘 다스린 공적과 과거의 성적이 우수하거나, 또는 평소 행의(行誼)와 학식(學識)을 겸하여 가진 자를 정밀히 뽑아서 들여보내어 구경(九卿)과 제조(諸曹)의 대부(大夫)로 삼고, 혹은 초탁(超擢)하여 특이한 사람을 권장함을 보일 것입니다. 대개 황패(黃覇)를 불러서 승상(丞相)으로 삼고, 탁무(卓茂)로 포덕후(褒德侯)로 삼았거늘, 하물며 이런 등류의 관직(官職)이겠습니까? 내직과 외직을 번갈아 임명한다는 것은, 사람들이 벼슬길에 있어서 내직을 중하게 여기고 외직을 가볍게 여기지 않는 경우가 없습니다. 음관(蔭官)이나 무인(武人)에 관계되지 않거나 스스로 서울에 살면서 명예가 드러나는 이익이 없는 사람은 일찍이 이쪽을 사양하고 저쪽으로 나가지 않으니, 그런 까닭으로 열읍(列邑)은 자제(子弟)를 양육하는 장소가 되고, 먼 곳의 백성은 도탄(塗炭)에 빠져드는 형편에 있게 되었습니다. 박할(剝割)함이 비록 급박하나 조정(朝廷)에서는 들을 수 없고, 수많은 백성이 소리치면서도 하소연할 곳이 없으니, 지금 마땅히 당(唐)나라 제도에 의하여 대성(臺省)의 여러 사람으로 하여금 외직으로 나가고 내직으로 들어오는 것을 항상 고르게 한다면, 거의 백성의 고통이 위로 통하게 되고, 임금의 은택은 아래에 미쳐서 일대(一代)의 성치(聖治)를 조성(助成)시킬 수 있을 것입니다. 다섯 번째는 구임(久任)과 초천(超遷)인데, 예로부터 정치를 함에 있어서는 오직 인재를 얻는 데에 힘을 썼고, 이미 그 인재를 얻으면 반드시 구임시켰습니다. 우(虞)나라 때에 9관(官)을 종신토록 바꾸지 않았던 것과, 한(漢)나라 문제(文帝)·경제(景帝) 때 아전이 된 자가 그 곳에서 자손(子孫)을 키운 것과 같은 것입니다. 우리 황조(皇朝)의 선종(宣宗)·효종(孝宗) 때에도 모두 이 법을 썼으므로 천하가 편안하여 후세의 칭송을 받았습니다. 초천(超遷)의 법은 나흠순(羅欽順)으로부터 시작되었는데, 전에 구임(久任)한 자를 뒤에 초천시키고 전에 초천한 자를 뒤에 구임시켜서, 대개 첫벼슬부터 노년에 이르도록 대략 3, 40년이 된다 하니, 아침에 제수(除授)하고 저녁에 천직시키면서 화관 요직(華官要職)을 두루 거치는 것을 귀하게 여기는 것이 오늘날의 습속(習俗)과 같지 않았습니다. 안으로는 학사(學士)로부터 진출하고 밖으로는 목사(牧師)나 수령(守令)으로부터 진출하는데 반드시 7, 8관벌(官閥)을 허용하게 하되, 각각 그의 장점으로써 관직에 임하여 혹은 4, 5년, 혹은 6, 7년에 마침내 반드시 경상(卿相)에 이르게 한다면, 공사(公私)가 모두 편리하여 그다지 한(恨)되는 일이 없을 것입니다. 지금 마땅히 이에 의하여 한결같이 적임(適任)인 사람을 얻어 구임(久任)시키는 것을 주로 삼고 초천의 법으로써 계속한다면, 그것이 또한 정치하는 방법에 가까울 것입니다. 여섯 째는 출척(黜陟)인데, 출척이란 것은 실로 우(虞)나라와 주(周)나라에서 고적(考績)하던 큰 법입니다. 다만 지금 오랜 세대를 거쳤으므로 인정(人情)은 거짓이 많고 국법(國法)은 해이(解弛)해져 폐치(廢置)하거나 벌을 주고 상을 주는 법은 습관적으로 허문(虛文)이 되었으니, 그 다스려지는 날이 항상 적고 어지러운 날이 항상 많은 것은 오로지 이 때문인 것입니다. 제갈양(諸葛亮)이 촉(蜀)을 다스릴 때에 법으로써 위엄을 보였으니, 법이 행하여지면 은혜를 알게 되고, 작위(爵位)로써 한계를 두었으니, 작위가 가해지면 영광을 알게 되는 것입니다. 충성을 다하여 시정(時政)을 말한 자에게는 비록 원수라도 반드시 상을 주고, 법을 범하여 태만(怠慢)한 자는 비록 친근하더라도 벌(罰)을 주며, 죄를 자복하여 실정을 털어놓는 자는 비록 죄가 무겁더라도 반드시 석방하고, 근거없는 말을 교묘하게 꾸미는 자는 비록 죄가 가볍더라도 반드시 죽였으니, 이는 진실로 시폐(時弊)를 바로잡는 좋은 법입니다. 지금 마땅히 크게 경계하고 신칙하여 중외(中外)에 명백히 분부하여, 출척(黜陟)을 주관하는 사람으로 하여금 한결같이 실적(實績)에 따라서 사정(私情)과 거짓을 용납하지 못하게 해야 할 것이니, 만약 그렇지 않고서 반드시 주벌(誅罰)로써 뒤따른다면 인순(因循)의 근심을 면할 수 있겠습니까? 그 작은 조목은 특별히 어사(御史)를 보내는 것이니, 또한 출척의 한 방법인데, 역대(歷代)로 행하여 왔으나, 이로움과 병폐가 서로 병립(倂立)하게 되었습니다. 주읍(州邑)에서 두려워하여 자거(刺擧)하는 것이 마땅함을 얻으면 이롭고, 사실이 아닌 풍문(風聞)으로 후자(後者)가 반드시 전자(前者)보다 낫지 못하면 병폐가 되니, 오직 마땅히 그 적임자를 정밀히 뽑아서 그 말을 참고하고 생각하여 전해오는 폐단을 없앤다면 다행이겠습니다.” 하였다. 9조에는 조전(祖典)을 찬술할 것을 논하였는데, 대략 이르기를, “무릇 집에 10금(金)의 재산이 있다면, 반드시 대대로 지켜서 잃지 않게 하여야만, 그제야 조선(祖先)을 욕되게 함이 없다고 말할 수 있습니다. 더구나 군주로서 국가를 다스리려고 하는 분이 어찌 선왕(先王)의 성헌(成憲)을 보지 않고 변통(變通)하여 능히 지키는 책임을 다할 수 있겠습니까? 그 조목은 경제사(經濟司)를 설치하자는 것입니다. 우리나라의 《경국대전(經國大典)》은 성종(成宗) 때에 이루어져서, 금과 옥조(金科玉條)가 진실로 이미 상세하고 조밀합니다. 그러나 행하여 온 지가 2백 년이 되니 하자와 폐단이 날로 나타나고, 중간에 병란(兵亂)을 겪어 혹은 폐기(廢棄)되고 혹은 바뀌어 표준이 있지 아니합니다. 지금 마땅히 이이(李珥)의 말에 의하여 별도로 한 사(司)를 설치해서, 대신(大臣)이 거느리게 하고 경재(卿宰) 이하의 관원으로서 경학(經學)에 통달하고 세무(世務)에 익숙한 자를 뽑아서 당상관(堂上官)으로 삼고, 통훈 대부(通訓大夫) 이하의 관원을 요속(僚屬)으로 삼아서, 《대전(大典)》의 본문(本文)에 의하여 상세하게 짐작(斟酌)을 가하여 그 행할 만한 것은 삼가 지키고, 그 행하지 못할 것은 별도로 변통시키며, 그 추가로 증보(增補)할 것은 또한 첨입(添入)하도록 할 것이니, 이것이 이른바 경제(經濟)의 뜻입니다. 그 작은 조목은, 《경제육전(經濟六典)》을 참고해 쓰고 《속록(續錄)》을 수정(修正)하며, 선정신(先正臣)의 장소(章疏)를 채택(採擇)하며, 구폐(舊弊)를 개혁하며, 새 제도를 반포(頒布)하는 것입니다. 《경제육전》을 참고해 쓰자는 것은, 헤아려 생각하고 보충해 엮어 전서(全書)를 이루려는 것이니, 바로 조종조(祖宗朝)를 위하여 좋은 법과 아름다운 뜻이 모두 이에 있습니다. 또 헤아려 보건대 그 당시는 고려(高麗)로부터 세대가 멀지 않아 사물의 이치나 사람의 심정이 혹은 전례대로 계승하여 참고해 증거할 만한 단서가 있다고 해도, 《대전(大典)》을 찬정(纂定)할 때에 등재(登載) 되지 못한 점이 많았기 때문입니다. 《속록(續錄)》을 수정(修正)해야 한다는 것은, 《대전(大典)》이 된 뒤로 또 《속록(續錄)》과 《후속록(後續錄)》이 모두 이미 통행되고, 각사(各使)에 쓰이는 열성(列聖)의 수교(手敎)도 또한 대부분 같지 않으니, 대개 한때의 사정(事情)이 서로 다름으로 인하여 이렇게 된 것입니다. 그리하여 관리(官吏)가 일에 임하여 따라 할 바를 알지 못하게 되니, 자못 작은 일이 아닙니다. 지난번에 듣건대 성상께서 근신(近臣)의 말을 써서 특별히 한 관제를 정하여 수교(手敎)를 개정(改正)하였으나, 일이 오래 되어도 마치지 못하였다고 하니, 지금 마땅히 이 두 책을 아울러 같이 수정을 가하여 새 법제에 넣도록 해야 할 것입니다. 선정신(先正臣)의 장소(章疏)를 채택해야 한다는 것은 다음과 같습니다. 선조(宣祖) 이래로 명유(名儒)·현신(賢臣)이 나라를 깊이 근심하고 먼 장래를 생각하여 경장(更張)이 미치지 못함을 고민하고, 앞일을 징계하고 뒷일을 조심하여 장래가 잘 될 것을 도모하여, 각각 장독(章牘)을 올려서 부지런하고 간곡히 하여 병기(兵器)를 수리하고 백성을 구하려는 뜻을 차례대로 갖추어 열거하였습니다. 그리고 계해년의 반정(反正)에 이르러서 안으로 포악한 정치를 겪고 밖으로는 큰 적(敵)을 당하였으나, 한때의 여러 신하들이 또한 충성을 다하고 계책을 내어 증세를 살피고 약을 쓰는 것이 요점에 맞지 않은 것이 없었으니, 오늘에 와서 헤아려 보건대 비록 그 말이 혹은 쓸 만하기도 하고 혹 그렇지 않은 것이 있기도 하며, 그 폐단이 혹 그대로 있기도 하고 혹 없어지기도 하였지만, 요컨대 마땅히 참고하고 채택해서 그 제도를 보완시켜야 할 것입니다. 옛 폐단을 혁파해야 한다는 것은 다음과 같습니다. 법의 폐단과 백성의 고통은 진실로 소장(疏章)으로 거론(擧論)하기가 어려우니, 선조(宣祖)·인조(仁祖) 때에 여러 신하들이 상소하여 논한 바를 열 가지에 그 두세 가지도 행하지 못한 것은 위에서 아뢴 바와 같습니다. 근년의 경화(更化)하던 처음에 또한 일찍이 각도(各道)·군(郡)·읍(邑)에 폐막(弊瘼)을 물어보았으나, 끝내 시의(時議)에 제지(制止)되어 능히 변통할 수가 없었습니다. 지금 그 가장 심한 것을 말한다면 아문(衙門)이 날로 새로이 창설(創設)되고 날마다 많이 설치되는 것과 같은 것입니다. 밖으로는 둔전(屯田)에서 백성을 모아들이고 안으로는 돈을 축적하여 재화(財貨)를 유통시키는데, 반드시 대신(大臣)으로 총괄하게 하고, 제장(諸將)으로 관할(管轄)하게 했으며, 훈련 도감(訓鍊都監)·어영청(御營廳)·수어청(守禦廳)·총융청(摠戎聽)·금위영(禁衛營)·관리청(管理聽) 등이 생기자 병부(兵部)는 그 직책을 잃게 되고, 선혜청(宣惠聽)·상평청(常平聽)·진휼청(賑恤聽) 등이 생기자 호부(戶部)는 그 직책을 잃게 되어, 작위(爵位)가 높고 세력이 중한 사람에 이르러서는 대간(臺諫)이 감히 논하지 못하고 집정(執政)에서도 감히 결단하지 못합니다. 그런데도 시장(柴場)·염분(鹽盆)·어전(漁箭) 등은 오히려 이 속에 포함되지 않았으니, 이는 공적으로 나라를 해치는 것입니다. 국속(國俗)에 있어서 노비(奴婢)의 법과 같은 것은 중조(中朝)에는 없는 바인데, 위로는 여러 궁가(宮家)와 사대부(士大夫)로부터 아래로 시정(市井)에 이르기까지 무릇 스스로 서민(庶民)과 다르기를 원하는 사람은 이것을 중하게 여기지 않음이 없으니, 반드시 노비를 많이 사서 대대로 역사(役使)시키려고 합니다. 그리고 장업(庄業)까지도 또 각각 설치하여 혹은 부유(富有)한 정도가 천백(阡陌)을 연하기도 하고, 권세는 수재(守宰)를 제지(制止)하기도 하여, 관청에서는 세금을 거두지 못하고 관리는 간악한 짓을 고발하지 못합니다. 그리하여 나라의 금령이 시행되지 못하고 경상(經常) 수입(收入)이 날마다 축소 되는데도, 입안(立案)·원당(願堂)·협호(狹戶) 등은 오히려 이 속에 포함되지 않았으니, 이는 사적(私的)이면서도 나라를 해치는 것입니다. 정상적인 부세(賦稅)가 번거롭고 까다롭게 되자, 양민(良民)과 천인(賤人)은 입작(入作)에 많이 투신하고, 신역(身役)이 갑절이나 무거워지자, 군보(軍保)는 거의 도고(逃故)에 걸려들었습니다. 경작(耕作)의 조세(租稅)는 전과 같은데도 넓은 땅이 다 묵어 황폐한 데로 들어가고, 관리가 농간을 부리므로 적곡(糴穀)은 매양 포흠(逋欠)하는 데로 걸려들어갑니다. 불교(佛敎)가 오히려 남아 있으므로 장정(壯丁)은 놀기만 하고 게으른 데에 모두 돌아가고 무풍(巫風)이 더욱 번성하므로 재물은 요괴하고 허탄한 데에 허비됩니다. 이 외에 나라를 좀먹고 백성을 해치는 것들은 두목(頭目)·명색(名色)이 한두 가지로 족하지 않습니다. 그러니 나라가 어찌 가난하지 않겠으며, 백성이 어찌 살 수가 있겠습니까? 또한 통곡(痛哭)하고 눈물을 흘리며 길이 탄식할 일입니다. 지금 마땅히 크게 다스려서, 그 공사(公私) 두 폐단에서 많은 것을 덜어내고 나누어진 것은 합치며, 지나친 것은 재단(裁斷)하고 나쁜 것은 삭제(削除)하여 각각 제한(制限)이 있게 해야만, 거의 위로 조종(祖宗)의 제도를 따르고 아래로 신민(臣民)의 죄를 끊게 될 것이니, 그 큰 것을 이와 같이 한다면 그 세미한 것은 제지될 수가 있을 것입니다. 신제(新制)를 반포(頒布)한다 것은 다음과 같습니다. 올바른 사람이 있으면 정사가 행해지고 올바른 사람이 없으면 정사가 행해지지 못하는 것은 그 이치가 진실로 그러한 것이니, 또한 사람이 없다는 것으로 법을 폐지할 수는 없습니다. 지금 이미 폐단이 되는 정치를 고쳐서 조전(祖典)을 찬술(纂述)하려 한다면 마땅히 한 책을 저술하되 이름을 《속대전(續大典)》이라고 해서, 영원히 후세에 전하여, 후일 법을 따르는 군주와 법을 잘 지키는 신하로 하여금 지키고 따르게 하여 위로는 나라가 다스려지고 아래로는 백성이 편안하여 오래도록 무너지지 않는 데에 이르게 된다면 그제야 크게 바르게 될 것입니다. 대저 이 일은 《대전(大典)》의 미진(未盡)한 것을 갖추려고 하는 것인데, 황조(皇朝)에서 《회전(會典)》을 수정(修正)한 유(類)와 같음을 볼 수 있으니, 단지 조종(祖宗)의 전하는 뜻을 본받고, 신료(臣僚)의 넓은 의논을 채택하여, 옛날의 폐해를 고쳐서 일대(一代)의 제도를 새롭게 하려는 것입니다. 반드시 이와 같이 한 뒤에야 정치하는 방법을 변통(變通)할 수 있고 이루어짐이 있을 것입니다.” 하고, 그 군정(軍政)을 정리하는 것을 논하였는데, 대략 이르기를, “새란 하찮은 미물이나, 도리어 둥지의 틈을 얽어매어 걱정을 예방하는 방도를 다합니다. 하물며 적(敵)을 제어하려고 하는 자가 어떻게 군정(軍政)을 크게 정돈하지 않고 외모(外侮)를 막는 준비를 할 수가 있겠습니까? 그 조목이 넷이 있으니, 첫째 내정(內政)입니다. 선왕(先王) 때에 사마(司馬)의 관제를 제정하여 병졸을 농촌에 장치(藏置)하고 많은 나라를 다스렸는데, 관중(管仲)이 비로소 내정의 법을 만들었으니, 궤범(軌範)으로 다 향촌(鄕村)을 연결시킨 것입니다. 이는 또한 시왕(時王)의 제도를 연습(㳂襲)한 데서 나온 것이나, 삼군(三軍)으로 나누어 고국(高國)으로 하여금 거느리고 봄·가을로 사냥하게 하였는데, 실은 오로지 군대(軍隊)를 다스리는 데에 뜻을 두고 빨리 제후(諸侯)에게 뜻대로 되기를 바랐으니, 이것이 바로 왕도(王道)와 패도(霸道)의 순정(醇正)과 자하(疵瑕)의 구분입니다. 그러나 환공(桓公)이 대적한 것은 형제(兄弟)인 이웃 나라에 지나지 않지만, 오늘의 대적하는 것은 곧 이적(夷狄)인 원수들이니, 그 이치가 진실로 다르고, 국력의 강하고 약하며, 군사가 많고 적은 상황과 우리 나라를 위협하고 속박하는 형세는 스스로 상도(常度)로 대처(對處)하기가 어렵습니다. 성인(聖人)이 말한 ‘일에 임해서는 두려워하고, 꾀를 좋아하여서 성사시킨다.’는 것도 또한 이것을 버리고는 다른 계책이 없으니, 지금은 마땅히 그 법을 본받지 않더라도 그 뜻은 취해야 할 것입니다. 무릇 훈련(訓鍊)과 방비(防備) 등의 일에 있어서 일체 조용하고 신중한 방법으로 실행하여 남의 듣고 보는 것을 번거롭게 하지 않는 것이 이 당시의 의리에 있어서 큰 것이 되는 것입니다. 둘째는 군제(軍制)를 정하는 것입니다. 주실(周室)에서 비려(比閭)에 대오(隊伍)를 둘로 한 뜻은 오래 되었고, 당(唐)나라가 일어나면서 비로소 부병(府兵)을 만들어 좋은 법이라 하였으나, 개원(開元) 이후로부터 그 제도가 점차로 변하여졌는데, 게다가 번진(蕃鎭)이 병란(兵亂)을 선동하게 되니, 이로 인하여 장정(長征)의 군졸을 이루게 되어, 병제(兵制)와 농정(農政)이 드디어 나누어졌으므로, 천하가 도탄(塗炭)에 빠졌습니다. 진실로 부병의 폐단은 나약한 데로 돌아가니, 나약하면 싸우기가 어렵고, 장정의 폐단은 교만한 데로 돌아가니, 교만하면 양성하기 어렵게 됩니다. 화란(禍亂)이 처음 평정(平定)될 때에는 나라의 형세가 장성(壯盛)하여 비록 민오(民伍)를 사용하더라도 넉넉히 방어에 대비할 수가 있었지만, 전쟁이 이미 일어난 뒤에는 적병(敵兵)이 날래고 빨라서 평소부터 연습한 강하고 날랜 군사가 아니면 대응(對應)할 수가 없으니, 그 형세상 두 가지를 폐지할 수 없습니다. 이제 마땅히 다시 경제(經制)를 만들어서 옛날 세금을 따져 군사를 뽑던 뜻을 본받고, 특별히 정밀하게 뽑아 잘 양성시키는 계책을 생각하여 시의(時宜)에 적절하게 해야만 그제야 변통(變通)의 뜻에 합당하게 될 것입니다. 그 작은 조목에는 오위(五衛)를 복구하고 친병(親兵)을 정밀하게 뽑는 것입니다. 오위를 복구한다는 것은 다음과 같습니다. 옛날 고려 태조(高麗太祖)가 실제로 당(唐)나라를 섬기게 되자, 그 병제(兵制)를 본받아 육위(六衛)를 만드니, 상하(上下)가 서로 유지되고 체통(體統)이 서로 연결되어 한때 편안하다고 하였습니다. 그러나 숙종(肅宗)이후로 여진(女眞)의 병란을 만나 이 제도도 또한 바뀌어졌고, 아조(我朝)에 이르러 또 5위를 만들어 진관(鎭管)의 법을 만드니, 사족(士族)과 양민(良民)이 마침내 모두 예속(隸屬)되었는데, 시행된 지 이미 오래 되매 점차 무너져 폐지되니, 거의 병혁(兵革)을 마음에 두지 않게 되었습니다. 그러다가 도이(島夷)가 쳐들어 오게 되자 팔도(八道)가 함락(陷落)되었는데, 다행하게도 중국 조정에서 군사를 보내어 구원해 주었으므로 큰 난리가 평정되었습니다. 이에 다시 속오군(束伍軍)을 설치하여 사천(私賤)과 잡류(雜類)를 막론하고 향병(鄕兵)으로 만들게 되자 5위가 곧 폐지되었고, 단지 면포(綿布)만 상납(上納)하였습니다. 이제 마땅히 옛 제도를 다시 복구시켜서 사족과 양민으로 하여금 항오(行伍)에 편성(編成)하여야만, 거의 의리에 의하여 충성을 다하려는 마음이 있게 되고 짐승처럼 놀라서 흩어지게 되는 근심이 없어질 것입니다. 친병을 정밀하게 뽑아야 한다는 것은 다음과 같습니다. 군사는 정예(精銳)한 것을 귀하게 여기고 수효가 많은 데 있지 않습니다. 지금 이른바 훈련 도감(訓鍊都監)이란 것은 유성룡(柳成龍)에게서 비롯한 것이요, 이른바 어영군(禦營軍)이란 것은 이귀(李貴)에 의하여 창설(創設)되었으니, 대개 여러 번 난리를 겪으면서 때에 따라 제도를 제정하는 일을 했던 것인데, 그 후 정묘년·병자년의 난리에 마침내 그 힘을 얻게 되었으니, 이는 곧 친병(親兵)의 효과입니다. 일찍이 듣건대 효종(孝宗)께서는 한(漢)나라 때의 남군(南軍)·북군(北軍)의 제도에 본받았다고 하니, 그 뜻은 진실로 그러합니다. 다만 어영군(御營軍)은 스스로 그 보인(保人)에게서 먹는 것을 취하고 훈련 도감의 병졸은 반드시 대농(大農)을 기다려서 반급(頒給)하니, 나라의 용도가 많이 모자라게 됩니다. 지금 마땅히 훈련 도감의 병졸을 정밀하게 뽑아 대략 3, 4천 명으로 하여 연하(輦下)의 친병(親兵)으로 만들고, 또 어영군에 금위청(禁衛聽)을 합쳐서 융통(融通)해 상번(上番)하게 하면, 반드시 3, 4천에 밑돌지 않을 것이고, 별대(別隊)의 호위청(扈衛聽) 이하 각종 군대도 또한 1, 2천을 거느리고 있으니, 이와 같이 하면 식량을 마련하는 방법이 증가하지 않아도 병력(兵力)이 저절로 강하여져서, 비록 큰 적(敵)을 만나더라도 병졸이 없어서 싸우지 못하게 되지는 않을 것입니다. 세 번째는 장재(將材)를 뽑는 것입니다. 공벌(攻伐)하는 세상에서는 장재를 저절로 곧 볼 수 있으나, 보통 무사할 때는 위대한 식견(識見)이나 기이한 감식(鑑識)이 없으면 그 형세가 진실로 어렵습니다. 옛날 이를 논하는 자는 혹은 군대의 대오(隊伍) 중에 나아가 찾아내고, 혹은 대신(大臣)과 근신(近臣)에게 명하여 각각 문관(文官)·무관(武官) 중에서 병법(兵法)에 밝으면서 위엄과 과단성이 있는 자를 천거하게 하여, 지략(智略)이 있는 사람에게는 반드시 활쏘고 말타는 것으로써 시험하지 않았다고 하니, 구하기를 이와 같이 하면 어찌 그 효과가 없겠습니까? 또 반드시 그 인품(人品)이 분명하고 공적이 나타남을 기다린 뒤에 번곤(藩閫)·대장(大將)의 직임에 뽑아 두더라도 불가한 바가 없습니다. 이제 마땅히 대오(隊伍)의 사람으로 하여금 그 능히 장수의 임무를 감내할 만한 사람을 의논해 뽑아서, 그로 하여금 군사를 다스리게 하고, 다시 실효(實効)를 보아서 차차 올려 쓰게 할 것입니다. 또 제신(諸臣)으로 하여금 추천하고 보증하게 하여, 만약 뛰어난 자가 있으면 특별히 초탁(超擢)을 가해야만, 그제야 군정(軍情)을 용동(聳動)시켜 그 죽을 힘을 다하게 할 수 있을 것입니다. 그 작은 조목에는 병법(兵法)을 강론하는 것입니다. 장수가 되는 방법과 군사를 움직이는 요점과 전진(戰陳)에 임하는 법은 모두 전기(傳記)에 있으나, 기회(機會)에 따라 적(敵)에 응하고 기병(奇兵)·정병(正兵)의 변화(變化)에 이르러서는 마음으로 깨닫고 정신으로 이해하여 문자(文字)를 기다리지 않고서 환하게 아는 자가 아니면 서로 미칠 수가 없으니, 이와 같은 사람은 세상에서 쉽게 나올 수가 없습니다. 이제 마땅히 장수가 될 자로 하여금 병가(兵家)의 칠서(七書)와 팔진 도설(八陳圖說)을 모두 가져와서 읽고 설명하여 음미(吟味)하다가, 진실로 막히는 데가 있으면 서로 함께 강론하고 이해하여 종일(終日)토록 행진(行陳) 대적(對敵) 중에 있는 것과 같이 한다면, 그들이 다른날에 공을 거두는 것이 매우 뛰어날 뿐만이 아닐 것입니다. 네 번째는 훈련을 밝게 하는 것입니다. 선왕(先王) 때에는 대사마(大司馬)가 사시(四時)로 진려(振旅)하여 발사(茇舍)하며 군사를 다스리는 것이 모두 법도가 있었으므로, 병졸(兵卒)은 장수의 의도를 알고 장수는 병졸의 실정을 알아, 임기 응변(臨機應變)함에 있어서 고계(告戒)를 기다리지 않아도 자연히 마음과 뜻은 안에서 운행되고, 손과 발은 밖에서 응하게 되었습니다. 효종(孝宗) 이래로 군기(軍器)를 다스리고 군사를 훈련하는 것이 마치 시일(時日)이 부족한 듯하였으므로, 양국(兩局)의 군사들을 정예(精銳)하다고 일컬었으니, 족히 일국(一國)의 강병(强兵)이 될 수 있었으나, 세월이 이미 오래 되매 가르치는 법이 혹 해이해졌습니다. 이제 마땅히 《기효신서(紀效新書)》의 예에 의하여, 옛 법을 참고하고 교열(校閱)을 게을리하지 않게 하며, 또 반드시 인의(仁義)와 절제(節制)의 뜻으로써 거듭 가르친다면, 거의 진(秦)나라와 초(楚)나라의 단단한 갑옷과 날카로운 병기(兵器)라도 칠 수가 있을 것입니다. 그 작은 조목은 기계(機械)를 수선하고, 양자(粮資)를 저축하며, 전마(戰馬)를 갖추어야 하는 것입니다. 적과 더불어 우열(優劣)을 다투는 자는 남북(南北)의 형세와 병기(兵技)의 장점과 단점을 살펴 헤아릴 필요도 없이 그 단점은 버리고 그 장점은 취해야 할 것입니다. 지금의 화포(火砲)는 북에 유리하고 호시(弧矢)는 남에 유리하니, 각각 그 마땅함이 있습니다. 병자년·정축년 난리 후로 국가(國家)에서 이에 마음을 쓰는 것이 정중할 뿐만 아니라, 그 각각 군문(軍門)을 설치하게 되어서는 다시 전담해 다스릴 것을 힘쓰게 하여 수선(修繕)의 계획으로 삼았으니, 지금 마땅히 예전에 장치한 병기(兵器)를 더 만들어내고 정교하게 단련하며 단단하고 날카롭게 하여 실용에 적합하게 하고, 다시 여러 기술에서 승리할 수 있는 것을 시험해 구하여 그 실효에 이르게 해야 할 것입니다. 양자(粮資)를 저축해야 한다는 것은 다음과 같습니다. 비록 임진년·정유년에 천병(天兵)이 경내에 몰려오던 날일지라도 군량(軍糧)은 풍부하게 한결같이 경내에서 내어야 했고 다른 데서 구하는 것을 기대할 수는 없었습니다. 돌아보건대 근래에 흉년이 해마다 들지 않는 해가 없어 공사(公私)의 창고가 텅 비어 있으니, 죽어가는 백성을 구제할 길도 없는데 또 어떻게 전대나 배낭에 양식을 담아 바야흐로 군대가 행진하는 준비를 하겠습니까? 지금 마땅히 미리 헤아리고 생각하여 한결같이 여러 상사(上司)와 각 아문(衙門)의 남아돌며 급하지 않은 비용을 가져와서 별창(別倉)에 모아두어 전쟁이 발생할 때의 용도로 삼고, 또 양서(兩西) 관향사(管餉使)에게 축적(蓄積)하여 대비할 것을 거듭 밝힌다면, 식량이 없는 것은 근심할 것이 없을 것입니다. 전마(戰馬)를 갖춘다는 것은 다음과 같습니다. 북적(北敵)과 다투는 데는 보병(步兵)으로는 격투(格鬪)할 수가 없으니, 반드시 전마(戰馬)를 얻은 뒤에야 달리고 활쏘기에 편리할 것입니다. 국중(國中)에서 생산되는 말이 진실로 막북(漠北)과 같이 많기는 어려우나, 탐라(耽羅) 이하 여러 섬으로부터 양목(養牧)하는 것을 모아 계산하면, 그 수가 수만(數萬)에 밑돌지는 않을 것이고, 비록 역로(驛路)에 남아도는 말도 생각건대 반드시 매우 많을 것이니, 지금 마땅히 말을 잘 타고 활을 잘 쏘는 무사(武士)로 하여금 직접 가서 스스로 전마를 고르게 하고, 별도로 규정과 약속을 정하는 것을 대략 이이(李珥)가 논한 것과 같이 한다면, 무신(武臣)만이 각각 전마를 얻을 뿐만 아니라, 또한 쓸모 없던 것을 변경하여 쓸모 있는 것이 될 것입니다.” 하고, 그 12조에는 오로지 수어(守禦)하는 것을 논하였는데, 대략 이르기를, “무릇 나아가서는 적병과 서로 힘을 겨루게 되는데, 반드시 물러나서도 적병이 이기지 못하게 한 뒤에야 근심이 없을 것입니다. 더구나 적(敵)을 제어하려고 하는 자가 어떻게 오로지 수어의 계책을 다스리지 않고, 마침내 이루어짐이 있겠습니까? 그 조목이 셋이 있으니, 첫째는 산성(山城)을 수축(修築)하는 것입니다. 동방(東方)으로 말하면 산성이 가장 장점이 되니, 안시성(安市城)에서 당나라 병사를 물리친 것과 영원성(鴒原城)에서 거란(契丹)을 방어한 것과 귀성(龜城)에서 몽고(蒙古)를 막아낸 것을 상고하면 알 수가 있습니다. 그리고 임진년(壬辰年)·정묘년(丁卯年)의 싸움에 행주(幸州)·용골(龍骨)에서 승리를 거둔 데서 더욱 그 명백한 증험을 찾을 수 있습니다. 다만 우리 나라 사람의 성품은 겁이 많고 나약하며 무서움을 타는데도, 주현(州縣)의 치소(治所)가 평지(平地)에 많이 있으니, 무릇 큰 난리를 만나면 문득 달아나 살 길을 구합니다. 그러므로 만약 미리 형세(形勢)를 위하여 산성을 설치하고, 그 의지할 곳을 만들어서, 이곳을 떠나면 죽고 이곳을 떠나지 않으면 살아남는다는 것을 알게 해주지 않는다면, 아무리 높은 성과 깊은 못이 있다 하더라도 모두 장차 버리고 떠나갈 것입니다. 지금 마땅히 한결같이 유성룡(柳成龍)이 말한 ‘그 지세(地勢)가 험준하여 지킬 만한 곳을 골라서 곧 읍치(邑治)를 만들고, 난리에 임해서는 들어가 지키라.’고 한 것에 의하여 곳곳마다 이와 같이 한다면, 적병(敵兵)의 침범은 근심할 것이 없을 것입니다. 그 작은 조목은 험준한 곳에 의거하여 청야(淸野)하는 것입니다. 산성을 수축하여 이미 들어가 지키고, 그 들판을 깨끗이 치워서 노략질할 인민(人民)이나 곡물이 하나도 없게 한다면, 적병은 성 밖에 있으면서 진격해도 의지할 데가 없고, 후퇴해도 돌아갈 데가 없을 것이니, 반드시 장차 오래 버티지 못하게 될 것입니다. 더구나 북로(北虜)처럼 매양 늦은 가을 얼음이 얼 때에 닥친다면, 그 경작(耕作)하여 수확(收穫)하는 데 있어 마침내 방해될 것이 없습니다. 지금 마땅히 평상시에는 성에 내려가 농사를 짓고, 위급할 때 임해서는 성에 들어가 보수(保守)하게 한다면, 적을 막는 술책에 요점을 제시한 것이라 하겠습니다. 둘째는 행영(行營)을 설치하는 것입니다. 큰 일을 해보려고 하지 않는다면 그만이겠지요, 진실로 대의(大義)를 분발(奮發)하고 화란(禍亂)을 감정(勘定)하여 세상에 드문 기이한 공을 이루려고 한다면, 진실로 예전대로 상도(常度)에 따라 장수를 명하여 군사를 내보내는 일로 진작(振作)시켜서 용동(聳動)시킬 수는 없습니다. 반드시 군주가 몸소 스스로 변방을 순행하며 여러 장수를 격려하는 것을 한(漢)나라 광무제(光武帝)가 환궁(還宮)한 지 6일 만에 곧 다시 나가 정벌하고, 송(宋)나라 진종(眞宗)이 계책을 결정하여 친히 정벌한 것과 같이 한 뒤에야만 바야흐로 백성으로 하여금 윗사람을 친하고 어른을 위하여 죽는 의리가 있게 할 것이며, 사졸(士卒)이 적을 대하여 의분(義憤)을 느끼고 왕을 위해 막는 뜻을 있게 할 것입니다. 지금 마땅히 한결같이 행영을 평양(平壤)이나 혹은 안주(安州)에 두어서, 사변이 있으면 주상께서 나가 순행하여 상벌(賞罰)을 행하고 전쟁과 방수(防守)를 의논하고 사변이 없으면 대신(大臣)을 뽑아 명하여 그곳에 살면서 지키게 하며, 모든 것은 절제(節制)를 더하여 편의(便宜)에 따라 행사(行事)하게 하면, 이것이 적당함을 얻게 될 것입니다. 세째는 연변(沿邊)에 대진(大鎭)을 설치하는 것입니다. 우리 나라는 북쪽으로 요동(遼東)의 여진(女眞)을 접하고 서쪽과 남쪽으로는 청도(靑島)·제남(濟南)·소주(蘇州)·항주(杭州)와 일본(日本)을 접하였으니, 삼면(三面)에서 적의 침범을 받는다고 하겠습니다. 그러나 해로(海路)는 수(隋)나라와 당(唐)나라로부터 다시는 개척(開拓)되지 못하였고, 원(元)나라 세조(世祖)의 위험으로도 곤고하여 일본에 뜻을 얻지 못하였으며, 임진년(壬辰年)의 난리에 명(明)나라 신종 황제(神宗皇帝)가 만리(萬里)에 군사 내보내는 것을 모두 연경(燕京)과 계구(薊丘)로부터 나오게 하였으니, 반드시 그 까닭이 있는 것입니다. 육지의 경우, 요동은 관서(關西)로부터 그 뒤에 세 강(江)이 가로막고 있고, 여진(女眞)은 관북(關北)으로부터 그 뒤에 험요(險要)한 세 고개가 있어, 또한 막아 지킬 방도가 없지 않으니, 반드시 그 지형(地形)에 따라 다시 관방(關防)을 만들고, 또 반드시 충성스럽고 용맹스러운 사람을 임용한다면 거의 평상시에는 보장(保障)의 조심성이 있게 될 것이고, 사변을 만나면 수어(守禦)의 실효가 있게 될 것입니다. 그러니 오직 서쪽과 북쪽 두 변방과 해서(海西)·호서(湖西)의 연해(沿海) 여러 곳에 군(郡)·읍(邑)을 합쳐서 하나로 할 것을 의논해 각각 대진(大鎭)을 만들고, 아문(衙門)을 건설(建設)하고, 군무(軍務)를 전적으로 다스려, 먼저 적병이 우리를 패퇴시킬 수 없는 형세로 만든 뒤에야 큰 공을 믿을 수 있을 것입니다. 그 작은 조목은 토병(土兵)을 모집하고 둔전(屯田)을 설치하며, 여러 섬을 개발하고 수전(水戰)을 익히며 전함(戰艦)을 갖추어야 한다는 것입니다. 병졸을 징발하여 변방을 지키는 것은 예전에도 면할 수 없었던 것이니, 그 수어(守禦)하는 것을 수자리에 가서 유둔(留屯)하는 군사에게만 전적으로 책임지울 수는 없는 것이니, 반드시 토병을 많이 모집하여 그 생활을 후하게 하고 지형(地形)을 살피면서 병기(兵技)를 익히게 하여, 안으로는 두려워하는 마음이 없고 밖으로는 복종할 준비가 있게 된 뒤에야 능히 그 힘을 얻을 것입니다. 지금 마땅히 관서(關西)·관북(關北)의 관찰사(觀察使)에게 명하여 민병(民兵)을 모집하고 대오(隊伍)를 단결하게 하여, 은밀히 부륵(部勒)을 행하고, 때때로 또 사냥하여 위급할 때에 사용하게 하면, 병졸을 징발하는 것보다 훨씬 나을 것입니다. 둔전을 설치하는 것은 다음과 같습니다. 군사를 쓰는 법에 현재 있는 식량을 중하게 여겼으니, 비록 제갈양(諸葛亮)의 충성과 계책으로도 군사를 동원하여 북방을 정벌할 때에 군량이 여러 번 떨어졌기 때문에 대업(大業)을 이루지 못하였으니, 그 다른 것도 알 수가 있습니다. 우리 나라 두 변방에는 스스로 해운(海運)의 방도가 있어서 진실로 육지로 수송(輸送)하는 노고는 없습니다. 그러나 군사는 편안히 앉아서 먹을 수가 없고 백성만 홀로 농사를 지을 수가 없으니, 지금 마땅히 대략 주자(朱子)의 설(說)에 의하고 역대(歷代)로 행하던 바 의논을 참작하여, 변방의 공지(空地)에 나아가서 훈련하는 여가에, 능력에 따라 논밭을 갈아 씨를 뿌리게 하고 적임자를 뽑아 주관하게 하여 그 법을 이루게 해야 할 것입니다. 여러 섬을 개발해야 한다는 것은 다음과 같습니다. 우리 나라는 바다가 사방을 둘러싸 강토(疆土)를 이루고 있으므로, 섬으로 솟은 곳이 매우 많아서 큰 것은 주(州)·부(府)를 설치하고 작은 것은 또한 목장(牧場)에 예속시켰습니다. 그러나 그 중에 토지(土地)가 기름지고 기후가 알맞은 곳이 있으니, 미리 조치(措置)하여 백성으로 하여금 들어가 살게 하되, 반드시 농사짓는 일을 주업(主業)으로 삼고, 겸하여 어염(魚鹽)의 이익을 통하게 한다면, 그 북적(北敵)이 침입할 때에도 연해(沿海) 일대(一帶)의 사녀(士女)가 돌아갈 바를 얻을 뿐만 아니라, 선박과 식량도 저절로 보급할 수 있을 것입니다. 지금 마땅히 신료(臣僚)를 뽑아 보내어 여러 섬이나 장산(長山)·안변(安邊)·변산(邊山)의 등속을 자세히 살피게 하되, 그 형편에 따라 장령(將領)을 정하고 진보(鎭堡)를 설치하면, 대개 또 형편에 따라 이롭게 인도하는 한 방법이 될 것입니다. 수전(水戰)을 익혀야 한다는 것은 다음과 같습니다. 임진년·정유년의 사변에 왜군(倭軍)이 이미 전 국력(國力)을 기울여 침범에 들어와서 무인지경(無人之境)에 들어오듯 하였으나, 다만 해로(海路)에서는 이순신(李舜臣)의 한판 싸움으로 인하여 마침내 감히 돛을 올리고 북상(北上)하지 못하였습니다. 이 때문에 용만(龍灣)의 명령(命令)이 호남(湖南)에 통하여 창의(倡義)한 여러 장수들이 오랫동안 강도(江都)를 보전하였던 것이니, 이로부터 통제영(統制營)을 설치하여 주사(舟師)를 거느리게 하였습니다. 그러나 또 배[船]가 썩고 군사는 원망하여, 한갓 거짓으로 꾸민 장부만 가지고 있으니, 비록 봄·가을로 물에서 조련(操鍊)한다고 하나, 또한 매우 지리멸렬해졌습니다. 지금 마땅히 모두 주사(舟師)의 법에 의하여 자주 연습을 더하게 하되, 바람과 파도가 지극히 험한 즈음에 능히 진퇴(進退)·출몰(出沒)의 묘(妙)를 다하게 한다면 조만간 위급할 때 사용할 수 있을 것입니다. 전함(戰艦)을 갖춘다는 것은 다음과 같습니다. 국가에서 여러 섬에 선재(船材)를 많이 양성시키지마는, 관리(官吏)의 소모하는 것이 이미 많고, 게다가 용공(庸工)·범부(凡夫)들로써 한갓 옛 제도만 따르니, 이순신이 별도로 거북선[龜船]을 창안하여 기이한 승리로 결정한 것과 같지 아니합니다. 지금 마땅히 연해(沿海) 여러 고을에 나아가서 전선(戰船)이 있는 곳에는 참작해 더 만들게 하되, 단단하고 편리하게 하고, 또 바다 일에 익숙한 자를 찾아내어 지혜를 쓰고 기계(奇計)를 내게 하여 한 가지 격식에 구애하지 않게 하는 것이 좋겠습니다.” 하였다.【비지(批旨)는 위에 보인다.】 소(疏)는 두루 몇 만여 자(字)나 되었는데, 강령(綱領)과 조목(條目)이 함께 거론(擧論)되고 본말(本末)이 두루 갖추어졌으며, 또 바야흐로 춘추(春秋) 대의(大義)에 유의(留意)하였으므로 더욱 다시 전수(戰守)·비어(備禦)의 계책에 권권(眷眷)함이 있었다.",
                "hj": "○乙卯/吏曺判書朴世采上辭職疏, 附陳冊子, 論時務十二條。【大條小目見上。】其一, 論奮大志。 略曰, 匹夫之治身, 猶必立志而後, 乃底于成, 況人主可不奮大志而能有所爲乎? 其目有二。 一曰, 審王道, 王道者, 本乎人情出乎禮義, 若履大路而行, 無所回曲, 則惟堯、舜、禹、湯、文、武之君, 爲能合其道, 必得天理之正, 必極人倫之至者。 孟子所謂: “以德行仁。” 董子所謂: “正其誼不謀其利, 明其道不計其功。” 是也。 五覇先詐力而後仁義, 然後天下貿貿然, 輾轉反側於曲徑之中, 數千百年, 無以王道自立者。 今當以必復先王之治爲期。 二曰, 明大義, 君臣之義, 父子之親, 根於秉彝, 不容自已。 其有讎怨而不能報, 羞恥而不能雪, 則是誠三綱五常之本, 尤非臣子所可晏然者。 賈誼所謂: “足反居上, 首顧居下。” 《戴記》所謂: “君父之讎, 不與共戴天。” 朱子所謂: “有萬世必報之讎。” 是也。 今當惕然追思仁孝兩朝所値之時, 痛心發憤, 要以盡其內修外攘之實。 不然, 是且重悖於春秋之義, 三綱五常之本矣, 可不懼哉? 蓋王道者, 帝王之常法, 大義者, 當世之急務, 奮志成事, 舍此而無他義可適。 其三, 論正內治。 略曰, 家人之道, 猶利女貞。 況人主欲修己者, 又將刑內御邦, 以臨四方, 可不致謹於此乎? 其目有二, 一曰嚴宮闈, 蓋宮闈之義, 女正位乎內, 男正位乎外, 內言不出, 外言不入, 是其大體也。 爲人君者, 能於燕閑幽獨之際, 常自儼然肅然, 嚴恭寅畏, 無少懈怠, 澟澟若承宗廟臨群臣之時, 則身之正也。 及其后妃, 端莊靜肅, 有《關雎》之德, 後宮謹愼祗懼, 有《小星》之美。 苞苴請謁之習, 無徑而可進, 異端左道之患, 無間而可作, 宮省隱密之地, 洞然無一毫私邪之萌, 見家之正也。 今當以此爲準, 克盡濟家之道, 語云: “源淸而流潔。” 如是而政事不修。 邦域不治者, 未之有矣。 其小目, 曰罷內司, 曰戒宦寺, 曰敎戚屬。 罷內司者, 人主以一國爲家, 一國之內, 無非己分之所有, 供奉頒賜, 皆從此出, 則不宜又於其中, 割裂以自私, 如今內司之設也。 蓋聞其法, 始於麗末, 我太祖開國, 嘗議釐革, 而未及遂成。 後代莫大之弊, 雖或制爲常典, 使其文書, 關由吏曺, 而終亦無補, 今當大加商量, 亟罷內司, 苟以爲難, 更令朝廷議定本司諸官, 如司饔、尙衣之制, 不得典以私暬之人, 以昭國家公正之理可矣。 戒宦侍者, 近習之患, 自古而有, 蓋其跡秘情狎, 外無壯嚴之憚, 內有諛侫之娛, 浸漬日久, 不覺其自墮於術中, 漢、唐季世, 歷歷可驗。 今當敎之以正, 涖之以嚴, 止令朝夕, 備灑掃之末, 不敢通貨賂交外人, 以紊朝政, 而畢竟此輩, 亦有保身遠罪之益矣。 眞德秀因仇士良勿使天子讀書親儒臣之語, 以爲人主修德講學, 則天下安。 昆蟲草木, 亦皆得所, 況左右之臣, 其有不得所者, 實爲至言。 敎戚屬者, 歷代以來, 驕恣之禍, 昭載史冊, 鑑戒兩備, 此非如女寵宦寺之出於下流, 本無學識者, 往往多以公卿薦紳, 戚連王室而得之, 然猶不知自臧之道, 鮮獲安全, 最爲可戒。 今當自人主, 常加警飭, 其於爵賞賜予之際, 姻婭族黨之類, 不必輒示其假借優厚, 以招物議, 蓋纔如此, 便非宮府一體公平正大之致, 所益者小, 所損者大, 終當爲治平之累矣。 二曰。 崇節儉者, 必原於人主之德而可以通行, 草上風偃, 其理則然, 苟爲反是, 雖令之而不從, 禁之而不止矣。 當今奢侈之弊, 爲第一巨患, 一饌之珍, 必曰內品, 一服之靡, 必曰內法, 爭多鬪巧, 轉相慕效, 服飾輿馬, 宮室燕飮, 日新月盛, 棄穀於不食, 捐財於無用, 雖欲不致夫天怒民怨, 凶荒憂虞, 終至於危亡之域, 其可得乎? 今當自上, 以大禹菲飮食、卑宮室爲心, 坤殿, 以馬后身服大練爲度, 下令宮中, 痛革舊習, 節損百用, 衣取修潔, 食取充養, 視金玉如甆瓦, 視錦繡如布帛, 使其始於宮掖, 達于小民, 則其化之行, 必速置郵矣。 其四, 論立規模, 略曰, 人主欲爲國家, 烏可不有一定之規模, 以救其偏而趨於中乎? 其目有三。 一曰, 尙忠, 蓋本朝繼高麗之末運, 用文爲治, 典章名物, 粲然具備, 足稱小中華之號, 而經歷變故, 世降俗弊, 行於家者, 旣未淳厚, 措諸國者, 亦多苟簡, 類爲掩遮欺謾之科, 雖喪其所賦天理之眞, 而不自覺察, 風敎不競, 奸僞百出。 今當大矯其弊, 凡於制度云爲之間, 必思有以渾然誠確之心, 白直行事, 內不欺己, 外不欺人, 一以忠信篤厚, 久而不變, 使下之人, 觀感從化, 則終當有所正矣。 二曰, 主嚴濟寬, 蓋嚴寬者, 比如天道, 春生秋殺, 此誠聖人之至訓, 春秋之中道, 可以傳諸萬世者也。 然文治之弊, 自古歸於仁弱, 列國之魯, 後代之趙宋, 其槪可見。 至於今日, 或相什百, 氣像委靡, 紀綱壞敗, 文不能行法, 武不能制兵, 考其歸趣, 是將一務不措, 終身役於强暴而已。 今當一以嚴正爲主, 庶幾使衰習頓變, 人心順服, 制定風行, 水火罔避, 然後天下之事可爲也。 大抵忠固三代損益之首, 而前漢得之, 治世爲最。 至於寬猛之分, 王者固當以不忍人之政爲先, 然而後賢有作, 因時制義, 如諸葛亮之治蜀, 朱子之爲郡, 尤其卓然者, 皆用此道, 實《周禮》所謂: “刑亂國用重典之類, 非如申韓之刻薄殘民也。” 其五, 論振紀綱。 略曰, 夫人治一事, 必知摠會提挈之道, 然後自外諸務, 可得以理。 況人主欲爲國家, 可不先振紀綱乎? 其目有四。 一曰, 公賞罰。 賞罰, 人主御世之大柄, 在上者, 有公平正大之心, 照臨群下, 分別淑慝, 使賢而有功者, 盡得其賞, 不肖而有罪者, 盡得其罰, 則是將一國之人, 觀感勸勉, 曉然知善之當爲。 惡之當去, 固亦不待刑賞, 而民俗自變也。 今當斷自聖心, 明其賢否, 加以賞罰, 而大警勑之, 使大小臣僚, 惕然悚戒, 各擧其職, 不敢爲苟容因循之計, 則其庶幾矣。 二曰, 辨賢邪。 賢邪者, 國家治亂之所分也。 李珥之言曰: “君子愛君, 社稷爲心, 生民爲念, 義在守職, 則君命有所不從, 在盡言, 則天威有所不避, 小人愛爵祿, 權在君上則媚君上, 在權倖則附權倖, 在外戚則結外戚。” 其言痛切, 可爲賢邪之龜鑑, 爲人君者, 固宜擧直措枉。 進賢退不肖, 以示其賞罰之正, 而又必於賢臣而親之, 小人而遠之, 克盡其道, 如諸葛亮之言, 無有毫釐之相雜, 然後可謂能辨賢邪矣。 三曰, 破朋黨。 朋黨者, 只在公私之辨, 聖人於周比和同之間, 致意甚勤, 歷代禍亂, 多從此出, 但我國黨論, 根深蒂固, 異於他時, 本皆同出士流, 而及至分背, 往往由邪正而爲逆順。 當其變作, 固當黜彼而陟此, 誅彼而賞此, 如今事平日久之後, 又當就中定制, 明辨而通用之, 俾得增益遷改, 亟反其本者, 要爲必然之理, 旣非程子熙ㆍ豊同事之道, 又與范純仁元祐調停之論不同, 尤恐有符於《洪範》皇極之義矣。 其小目, 曰褒揚二賢, 曰收嶺南, 曰嚴敎戒。 褒揚二賢者, 世有賢德, 士不能明知, 則是非混淆, 趨向頗僻矣。 如文成公李珥明體適用之道, 文簡公成渾知要守約之學, 眞東方鉅儒, 乃繼五賢而作, 然不幸爲一邊人之所非, 特以黨習世傳, 而衆咻遂不可醫, 因此朝廷, 雖已從享文廟, 衆論亦未大同, 今當使湖嶺諸道, 印送文集年譜等書于各邑鄕校, 更爲別諭邑宰, 時與士子講肄, 俾有所興起, 天理本明, 人心自公, 烏有終不得其是非之衷乎? 收嶺南者, 嶺南古稱人才府庫, 賢儒輩出, 誠以習俗蔽痼, 人物蕪絶, 卒無拔出明揚於淸朝, 如張顯光、鄭經世、鄭蘊者, 今踰四紀, 是固論議乖激之致, 亦由朝家抛棄而然, 遂使頃年權奸之時, 不免一番出來, 助成虐焰, 可謂一路之大恥也。 今當共處以明辨通用之術, 其果不被所累而有才行者, 特加拔擢, 其過小而才行大者, 亦次第調遷, 苟能降心相從, 則自此公聽竝觀, 同寅協恭, 將無往而不可矣。 嚴敎戒者, 自古《盤庚》之遷都, 周公、畢公之變俗, 皆由是道, 正爲人心不齊, 衆怒難犯, 如非以大公至正之道, 敎諭丁寧, 陳戒懃懇, 使其深疑積怨, 渙然開釋則不能。 今當自上慨然以革弊爲心, 使儒臣作一大誥, 頒示中外, 亦必推極本原, 以爲兩邊俱是王臣, 而但因黨論相激, 人心轉乖, 雖由此害國家、忘君父, 而猶且不顧, 決非臣子道理, 必須痛改前見, 洗心滌腸, 一以打破朋黨, 同德建中爲心事, 如宋仁宗時, 詔天官戒朋黨者, 則庶或得其力矣。 四曰, 抑僥律。 僥倖者, 本指不當得而得者, 不惟無德而據高位, 匪才而叨美爵爲然, 至其入仕, 專在於銓官之手, 或以親戚姻婭, 或以厚交私恩, 皆是也。 知治體者, 莫不深戒。 今當嚴飭兩銓, 其係干囑者。 一切勿用, 或有所失, 臺閣輒加規劾。 凡其除拜, 出於公薦, 及己居官, 有善政者, 更加擇擬, 則僥倖之徒, 靡所售矣。 其六, 求賢才。 略曰, 夫經營一家, 必擇工師, 況人主欲爲國家, 可不求賢才以致之乎? 其目有二。 一曰, 論薦三代以降, 建學養士, 賓興登庸之道遂廢, 一有願治之主, 必皆禮士搜才, 以成其志, 而賢臣各以所學陳說, 蕫仲舒以茂才孝廉爲言。 程子又有禮命近侍, 賢儒悉心推訪之說。 司馬光有十科擧士法。 雖所主略異, 而大義寔同, 此則今已遵倣遺法, 略成事目, 經稟聖旨, 須布中外, 然必更加十分愼擇, 方可有效矣。 二曰, 通用, 隋唐設科之後, 任官專主此路, 而明君誼辟, 未嘗深拘, 多以不次用人, 今旣論薦賢才, 必當商議通用之道, 可以盡其才。 程子之意, 必欲設延英院, 使之應詔論政, 觀其才識器能, 然後使賢就位、能就職, 此於求賢之道, 歷試之術, 可謂兩得, 而至於我朝文正公趙光祖, 又爲薦擧科, 以爲通用之階梯, 今當商議, 就其近便者行之, 庶幾寡過矣。 其八, 論制治法。 略曰, 夫醫者治病, 必先審其証, 然後檢方試藥, 況人主欲爲國家者, 烏可不思善其政令制度, 以就之哉? 其目有六。 一曰, 勤聽政, 自古人主, 未有不勤政而能成治道者, 惟我祖宗朝, 旣有經筵三講矣。 又有夜對、不時卽對、常參、朝參, 承旨持公事入侍, 監司、守令及列邑進貢者引見, 宰臣出使後陳啓等節, 其所以施諸政事, 發諸號令者, 靡不致勤, 而百官萬民窮鄕僻邑之亦皆得以上達, 此世宗、成宗之治, 所以度越前古者也。 近日之制, 開講旣罕, 而備局引見, 一月只成三度, 常參以下諸制, 雖或間行, 又無實事。 將此規模, 悠悠泛泛, 苟度時日, 終無爲國之理矣。 今當自上斷以聖心, 建修舊制, 一日之間, 非擧食設寢之時, 則未嘗在內, 以專聽政, 兼與臣僚, 講究治法, 則自能馴致於庶績咸熙之效, 是實治法之大者矣。 二曰, 復政府故制, 竊聞祖宗朝, 六曺分掌諸職, 裁處庶務, 又必摠括署決于政府, 方始上聞, 雖係兵民之大者, 聖旨亦下政府, 未嘗直付本曺, 可見其體統尊而事理得, 足成一世之治矣。 中間遞起遞廢, 至明廟朝, 適値乙卯倭變, 權設備邊司, 以應急需, 厥後南北之難繼作, 仍而不革, 前後幾百餘年, 禮樂文章, 政事論議, 皆從此出, 名義甚乖, 終將無以尊體統而得事理, 今當議復故制, 先改備邊司爲中書堂, 而使大臣日坐其中, 署決所上諸務, 三公旣各分掌六部, 而至其大事, 又皆通議, 以至稟處, 始爲得體矣。 三曰, 選任三公、六卿、三司長官、八道監司, 蓋選任三公以下者, 歷代官制, 互有得失, 我朝分設諸職, 約而能該, 苟以先王之制較之, 無大差謬矣。 今雖世道交喪, 人才渺然, 惟當就中, 採衆望、審長材, 詢前效, 使之各得其職, 委任責成, 及其不勝而後, 更得能者而易之, 庶可扶衰補弊, 治亂持危, 卒能修政事、崇德業, 以成不世之功矣。 其小目? 礨 自辟僚屬, 夫治事之官, 雖有智力, 勢不能自周, 必得賢才爲之僚屬, 然後百事修擧, 周命伯冏, 已有愼簡乃僚之語, 至唐陸贄, 又請臺省屬僚, 委長官選擇, 蓋非素與交親, 備詳本末, 難以審知其才, 今當使六卿及八道監司, 各以所知賢能自辟, 俾得同事而成務也。 四曰, 擇長吏。 治民之術, 不一其端, 然求其至重至切者, 莫如擇長吏。 長吏苟賢, 則稅斂當輕; 力役當均, 訟獄當平, 敎化當行, 雖或有變, 饑饉不能殺, 兵戎不能害。 不賢則反是。 漢宣帝拜刺史、守牧, 輒親問曰: “退而考察所行。” 又曰: “吏數易則民不安。” 其有治理效, 輒以璽書, 勉勵增秩, 眞知治道之要矣。 今當以此必先, 別敎銓部, 極加掄選, 俾無失人之患, 而又能見問考察如此, 民豈有不治者乎? 其小目, 曰績成徵用, 曰內外交差。 績成徵用者, 夫中才以下, 在乎激勸成就, 人雖善治而終未登庸, 則自非學問忠實之士, 難以盡心, 今當極選長吏之治行高第及其平日兼有行誼學識者, 入爲九卿、諸曹大夫, 或可超擢, 以示奬異, 蓋黃覇徵爲丞相, 卓茂爲褒德侯, 況於此等職乎? 內外交差者, 人於仕塗, 莫不重內而輕外, 非係蔭官武人, 自無居京顯敭之利者, 未嘗辭此而之彼, 以故列邑成豢養之場, 遠民有塗炭之勢, 剝割雖急, 而朝廷罔聞, 萬姓嗷嗷, 無所告訴, 今當依唐制, 使臺省諸人, 出入常均, 庶幾民瘼得以上徹, 王澤得以下究, 助成一代之聖治矣。 五曰, 久任超遷。 自古爲治, 惟務得人, 旣得其人, 心須久任, 虞朝九官, 終身不易, 如漢文、景之世, 爲吏者長子孫, 及我皇朝, 宣宗、孝宗, 皆用此法, 天下晏然, 後世稱頌。 惟超遷之法, 出自羅欽順, 以謂: “久任於前者, 超遷於後, 超遷於前者, 久任於後。” 蓋自始仕至于老大, 約三四十年。 若非以朝除暮遷, 徧歷華要爲貴。 如今日之習者, 內則自學士而進, 外則自牧守而進, 要亦可以容七八官閥, 各以其所長涖職, 或四五年, 或六七年, 終必至於卿相, 則公私兩便, 無所甚恨, 今當依此。 一以得人久任爲主, 繼之以超遷之法, 則其又庶幾於治道矣。 六曰黜陟。 黜陟者, 實虞ㆍ周考績之大法, 第今歷世已久, 人情詐僞, 國法解弛, 廢置誅賞之法, 狃爲虛文, 其所以治日常少, 亂日常多者, 職由於此。 諸葛亮之治蜀, 威之以法, 法行則知恩; 限之以爵, 爵加則知榮。 盡忠言時者, 雖讎必賞; 犯法怠慢者, 雖親必罰。 服罪輸情者, 雖重必釋。 游辭巧飾者, 雖輕必戮, 此誠救時之良模也。 今當大加警飭, 明敎中外, 使主黜陟之人, 一從實績, 無容私僞。 如其不然, 必以誅罰隨之, 可免因循之患。 其小目曰。 別遣御史, 亦黜陟之一法, 歷代行之, 利病相參, 州邑畏戢, 刺擧得宜則利, 風聞不實, 後者未必勝前則病, 惟當極擇其人而參商其言, 俾絶流弊則幸矣。 其九, 論述祖典。 略曰, 夫家有十金之産, 必能世守而不失, 方稱無忝, 況人主欲爲國家者, 烏可不監于先王成憲, 以有通變而盡能守之責乎? 其目曰, 設經濟司。 我國《大典》, 成於成宗, 金科玉條, 固已詳密, 而行之二百年, 疵弊日生, 中經兵亂, 或廢或變, 無有準的。 今當依李珥說, 別設一司, 以大臣領之, 選卿宰以下通經學習世務者, 爲堂上, 通訓以下, 爲僚屬, 俾依《大典》本文, 詳加斟酌, 其可行者, 謹而守之; 其不可行者, 別爲變通; 其可追補者, 亦爲添入, 是所謂經濟之義也。 其小目, 參用《經濟六典》, 曰《修正續錄》。 曰採先正章疏。 曰革舊弊。 曰頒新制, 參用《經濟六典》者, 商量補綴, 以成全書, 正爲祖宗朝良法美意, 盡在於此。 且計當時, 去高麗未遠, 物理人情, 或有沿襲參證之端, 纂定《大典》時, 多未登載故也。 《修正續錄》者, 《大典》之後。 又有《續錄》、《後續錄》, 皆已通行, 而各司所用列聖手敎, 亦多不同。 蓋緣一時事情互異, 以致如此, 官吏臨事, 莫適所從, 殊非細故, 頃聞聖上, 用近臣言, 別定一官, 釐整手敎, 而事久未竣, 今當竝此二書, 同加修正, 以入新制也。 採先正章疏者, 自宣祖以來, 名儒碩輔, 憂深思遠, 悶更張之靡及, 圖懲毖之將善, 各上章牘, 勤懃懇懇, 繕兵救民之意, 次第具列, 及至癸亥反正, 內經虐政, 外當鉅敵, 一時諸臣, 亦爲輸忠發謀, 審症施藥, 無不中窾, 揆之今日, 雖其言或用或否, 其弊或存或亡, 要當參考採取, 以完其制, 革舊弊者, 法弊民瘼, 固難以疏擧, 如宣、仁朝諸臣章奏所論, 十未行其二三, 如右所陳矣。 頃歲更化之初, 亦嘗詢問弊瘼於各道郡邑, 終以與時議掣肘, 莫能變通, 今以其最甚者言, 如創設衙門, 日新月盛, 外則屯田募民, 內則積金通貨, 必以大臣而摠領之, 諸將以管轄之, 訓鍊、御營、守禦、摠戎、禁衛、管理之屬作, 而兵部失其職, 宣惠、常平、賑恤之屬作, 而戶部失其職, 以至位尊勢重, 臺諫不敢論, 執政不敢決, 而柴場、鹽盆、漁箭之屬, 猶不在中, 此則公而害國矣。 如國俗奴婢之法, 中朝所無, 而上自諸宮家士大夫, 下至市井, 凡欲自異於庶民者, 莫不以此爲重。 必欲多買而世役之, 至於庄業, 又各設置, 或乃富連阡陌, 權制守宰, 使官不得收稅, 吏不得發奸, 國禁莫行, 經入日縮, 而立案、願堂、挾戶之屬, 猶不在中, 此則私而害國矣。 至於經賦煩苛而良賤多投於入作, 身役倍重, 而軍保幾麗於逃故; 耕稅仍舊而曠土盡入於陳廢; 官吏作奸而糴穀每罣於逋欠; 釋敎尙存而丁壯擧歸於遊惰; 巫風益熾而貨財徒費於妖誕; 其他所以蠧國而害民者, 頭目名色, 不一而足。 然則國何以不貧, 民何以得活? 亦可謂痛哭流涕長太息者也。 今當大爲經理, 於其公私兩弊, 多者損之, 分者合之; 過者裁之, 非者削之, 俾各有限制, 庶幾上遵祖宗之制, 下絶臣民之罪, 其大如是則其細可得而制也。 頒新制者, 人存政擧, 人亡政熄, 其理誠然, 亦不可以無人而廢法。 今旣釐革弊政, 以述祖典, 則所當定著爲一書, 名曰《續大典》, 以垂永世, 使後率章之君, 克憲之臣, 有所持循, 以至國治於上, 民安於下, 久而不壞, 方爲大正矣。 大抵此事, 欲備《大典》之未盡者。 如皇朝《修正會典》之類可見, 則只欲法祖宗之遺意, 採臣僚之宏議, 俾革昔時之弊而新一代之制也。 必能如此, 然後可以變通治法而有成矣。 其論修軍政, 略曰, 夫禽鳥至微, 猶能綢繆牖戶, 以盡防患之道, 況欲制敵者, 烏可不大修軍政, 以爲禦侮之具耶? 其目有四, 曰內政。 先王之時, 立司馬之官, 藏兵於農, 以御萬國。 管仲始爲內政之法, 所謂軌盡連鄕者, 亦出於沿襲時王之制, 而分爲三軍, 帥以高國, 春蒐秋獮, 實有專治軍旅之意, 而要以速得意於諸侯, 是正王伯醇疪之分也。 然桓公所敵, 不過爲兄弟之隣國, 今日所敵者, 卽夷狄之讎人, 其理固殊, 而强弱衆寡之形, 脅持管束之勢, 自難以常度處之。 聖人所謂: “臨事而懼, 好謀而成者。” 宜亦捨是而無他策。 今當勿師其法而取其意, 凡於訓鍊、備禦等事, 一切行之, 以隱默愼重之道, 俾不煩於耳目, 斯爲時義之大者。 二曰, 定軍制。 周室比閭伍兩之義, 尙矣。 唐興, 始爲府兵, 號稱善法, 自開元以後, 其制漸變, 重以藩鎭煽亂, 因成長征之卒, 兵農遂分, 天下塗炭, 誠以府兵之弊, 歸於弱, 弱則難戰; 長征之弊, 歸於驕, 驕則難養, 禍亂初平之時, 國勢壯盛, 雖用民伍, 不足以備禦。 兵戎旣作之後, 敵兵銳急, 非素鍊習精勇之士, 莫可應卒, 其勢〔兩〕不可廢, 今當更爲經制, 以體古者用賦出兵之意, 而別思精抄善養之計, 以趨時宜, 方合變通之義矣。 其小目曰復五衛, 曰精選親兵。 復五衛者, 昔﻿高麗太祖, 實逮事唐, 襲其兵制而爲六衛, 上下相維, 體統相屬, 一時稱安。 肅宗以後, 値女眞之亂, 此制亦變, 及至我朝, 又立五衛, 以爲鎭管之法, 士族良民, 卒皆隷屬, 行之旣久, 寢以頹廢, 幾不至有兵革, 島夷入寇, 八路陷覆, 幸賴天朝出兵救之, 大亂隨平, 於是更置束伍, 無論私賤雜類, 以爲鄕兵, 而五衛仍廢, 只以綿布上納。 今當還復舊制, 使士族良民, 編於行伍, 庶幾有仗義效忠之心, 無獸驚鳥散之患矣。 精選親兵者, 兵貴精, 不在多。 今所謂訓鍊都監, 始於柳成龍。 所謂禦營軍, 創於李貴。 蓋經歷屢亂, 爲隨時立制之擧, 厥後丁卯、丙子之亂, 竟得其力, 此乃親兵之效也。 嘗竊聞孝廟, 擬以漢朝南北軍之制, 其義誠然矣。 但禦營軍, 自食其保, 而訓鍊之兵, 必待大農頒給, 國用多乏。 今當精選訓鍊, 約爲三四千, 爲輦下親兵, 且合禁衛廳於禦營, 使之通融上番, 要不下三四千, 而別隊衛廳以下諸色, 亦將一二千, 如是則食道不增, 兵力自强, 雖遇大敵, 不爲無兵可戰矣。 三曰選將材。 攻伐之世, 將才自可立見, 而平常無事之時, 非偉識奇鑑, 其勢固難。 古之論此者, 以爲或就軍伍中搜羅, 或命大臣近臣, 各擧文武官明兵法、有威果者, 有智略之人, 不必試以弓馬, 求之如是, 豈無其效? 又必待其人品旣分, 功庸旣著, 然後擢置藩閫, 大將之任, 靡所不可。 今當使隊伍之人, 議擇其能勝其將任者, 使之治兵, 更觀實效, 次次升庸, 且令諸臣, 推薦保明, 如有異等者, 別加超擢, 方能聳動軍情, 得其死力矣。 其小目, 曰講兵法。 爲將之道, 行師之要, 臨陳之法, 具在《傳》《記》, 至於隨機應敵, 奇正變化, 則非心悟神解, 不待文字而曉然者, 莫宜相及如此之人, 世不易出。 今當使爲將領者, 悉取兵家七書及《八陣圖說》, 誦說玩味, 苟有窒礙, 相與講解, 終日如在行陣對敵, 則其能收功於異日者, 不啻深絶矣。 四曰, 明訓鍊。 先王之世, 大司馬以四時振旅, 苃舍治兵, 皆有法度, 兵知將意, 將知兵情, 臨機應變, 不待告戒, 而自然心志運於中, 手足應於外, 粤自孝廟以來, 治戎鍊卒, 惟日不給, 兩局之徒號稱精銳, 足爲一國之强兵, 然歲月已久, 敎法或弛, 今當使依《紀效新書》例, 參以古法, 不懈敎閱, 又必申以仁義節制之義, 庶幾以撻秦、楚之堅利矣。 其小目, 曰繕器械, 曰峙糧資, 曰備戰馬。 與敵爭衡者, 不必審量南北之勢, 兵技之長短, 舍其所短, 取其所長, 如今火砲利於北, 弧矢利於南, 各有其宜, 丙、丁亂後, 國家所以致意於此, 不啻鄭重, 及其各設軍門, 更務專治, 以爲修繕之計, 今當就舊藏兵器中, 益加添造精鍊堅利, 使合實用, 更試求諸技之可以制勝者, 以臻其效也。 峙糧資者, 雖自壬、丁天兵壓境之日, 餽餉之殷, 一出境內鮮待他求, 而顧於近來凶荒, 靡歲不然。 公私赤立, 無以救塡壑之民, 又安能于橐于囊, 以作爰方啓行之資乎? 今當預爲商度, 一取諸上司各衙門贏餘不急之需, 聚于別倉, 以爲軍興之用, 且於兩西管餉, 申明蓄積以備之, 則不患於無食也。 備戰馬者, 與北敵爭衡, 非可以步兵格鬪, 必得戰馬然後, 便於馳射。 國中産馬, 固難與漠北竝盛, 第自耽羅以下諸島所蓄養, 會而計之, 其數不下數萬, 雖驛路贏餘, 想必甚多。 今當使武士善騎射者, 親往自擇戰馬, 別定規束, 略如李珥所論, 則不但武臣各得戰馬, 亦可轉無用而爲有用矣。 其十二條, 論專守禦。 略曰, 夫進與角力, 必須退爲不可勝, 然後可以無患, 況欲制敵者, 烏可不專治守禦之策。 而終有所爲哉? 其目有三, 一曰脩山城。 以東方言之, 山城最爲所長, 如安市之却唐兵, 鴒原之禦契丹, 龜城之拒蒙古, 可按而知矣。 至如壬辰、丁卯之訌, 幸州、龍骨之取勝, 尤爲其明驗矣。 但我國人性㤼弱畏懼, 而州縣所治, 多在平地。 凡遇大亂, 輒奔走求生, 若非預爲形勢, 設置山城, 爲其依歸之所, 使知離此則死, 不離此則生, 雖有高城深池, 擧將委而去之。 今當一依柳成龍所言, 擇其要害可守處, 仍作邑治, 使之臨亂入保, 在在如此, 則不患敵兵之憑淩矣。 其小目曰, 據險淸野。 修築山城, 旣已入保, 使淸其野, 無一人民穀物, 可以鹵掠, 敵在城外, 進無所憑, 退無所還, 必將不能持久, 況如北虜, 每以秋高氷合而至, 其於耕作收穫, 終無所妨, 今當以平時則下城田作, 臨急則入城保守, 其於禦敵之術, 可謂挈要矣。 二曰置行營。 不欲有爲則已, 苟欲奮發大義, 勘定禍亂, 以成不世之奇功, 固非按舊循常, 命將出師之擧, 所可振作而聳動, 必須人主, 躬自巡邊, 責勵諸將, 如漢光武之還宮六日, 旋卽出征, 宋眞宗之決策親征然後, 方能使民有親上死長之義, 士卒有敵愾捍王之志。 今當置一行營於平壤或安州, 有事則自上出巡, 以行賞罰、議戰守, 無事則選命大臣, 居守其地, 總加節制, 仍以便宜行事, 斯爲得宜。 三曰沿邊設大鎭。 我國北接遼東、女眞, 西南接靑、齊、蘇、杭、日本, 可謂三面受敵矣。 然海路自隋唐, 不復開拓, 乃以元世祖之威, 困不得志於日本壬辰之亂。 神宗皇帝, 萬里山師, 率從燕薊而來, 必有其所矣。 陸則遼東, 自闕西以後, 有三江之阻。 女眞自關北以後, 有三嶺之險, 要亦非無可守之道, 必因其形制, 復爲關防, 又必任以忠勇之人, 庶幾居常有保障之謹, 遇變有守禦之實, 惟當於西北二邊及海西湖西沿海諸處, 議合郡邑可幷者, 各爲大鎭, 建設衙門, 專治軍務, 先爲不可敗之形, 然後大功有所恃矣。 其小目, 曰募土兵, 曰設屯田, 曰開諸島, 曰習水戰, 曰備戰艦。 徵兵守邊, 古所不免, 然其所守禦, 非可專責於遣戍留屯之士矣。 必廣募土兵, 厚其生利, 俾審地形習兵技, 內無畏慴之心, 外有服制之具, 然後能得其力。 今當命西北方伯, 召募民兵, 團結隊伍, 陰行部勒, 時且畋獵, 以爲緩急之用, 其勝於徵兵遠矣。 設屯田者, 用兵之法, 見糧爲重, 雖以諸葛亮之忠謀, 出師北伐, 以餽餉屢絶, 不能成大業, 其他可知也。 我國二邊, 自有海運, 固無中國轉輸之勞, 然兵不可坐食, 民不可獨耕, 今當略依朱子說, 參以歷代所行議, 就邊上曠土, 使以訓鍊之暇, 量力耕種, 擇人主管, 以濟其法, 開諸島者, 東國環海爲疆, 島峙甚多, 大而設爲州府, 小亦隷於牧場, 然其中有土地膏沃, 風氣和暢者, 若預加措置, 使民入居, 必以耕作爲主, 而兼通魚鹽之利, 其當北敵之至, 不但沿海一帶士女, 得有所歸, 舟船糧餉, 自有所補。 今當選遣臣僚, 詳察諸島及長山、安邊、邊山之屬, 得其形便, 建將領設鎭堡, 蓋又因勢利導之一法也。 習水戰者, 壬、丁之變, 倭旣傾國入寇, 如入無人之境, 惟於海路, 因李舜臣一戰, 遂不敢揚帆北上, 以之龍灣命令, 得通於湖南, 而倡義諸將, 久保江都, 自是爲設統制營, 以領舟師。 然且船朽卒怨, 徒擁虛簿, 雖有春秋水操, 亦甚滅裂, 今當悉依舟師之法, 亟加鍊習, 使於風濤至險之際, 進退出沒, 能盡其妙, 則早晩緩急, 可以有用矣。 備戰艦者, 國家儲養船材於諸島, 而官吏所耗已多, 加以庸工凡夫, 徒循舊制, 莫能如李舜臣之別創龜船, 以決奇勝。 今當就沿海諸邑, 有戰船處, 酌量添造, 務令堅緻便利, 又訪諳於海役者, 使之運智出奇, 毋拘一格善矣云云。【批旨見上。】疏凡累萬餘言, 而綱目俱擧, 本末該備, 且方留意於春秋大義, 故尤復眷眷於戰守備禦之策矣。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Former Second Inspector Han Mi , who had passed away in giyu year (. [Han] Mi was a man of integrity and dignity. Since byeongja year (, he was neglected to take the state examination and was appointed to a government post. In eulmyo year (, he recommended [Han] and was appointed to the position of the Office of the Inspector General . [Han] declined and did not respond. After the sinchuk year (, [Han] was also appointed to the position of inspectors and censors .",
                "H2KE-nKo": "전 집의 한은이 졸하였다. 한은은 지조가 있어 병자년부터 과거에 응시하지 않고 음관으로 조용되었다. 을묘년에 천거되어 사헌부 대사헌에 제수되었으나 사양하고 응하지 않았다. 경신년 이후에도 대간에 의망되었다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 6월 8일(기유) 1번째기사",
                "gt-oKo": "전(前) 집의(執義) 한은(韓垽)이 졸(卒)하였다. 한은은 지조(志操)가 있어 병자년부터 과거 응시를 그만두었으므로 음직(蔭職)으로 뽑혔고, 을묘년에는 추천으로 헌직(憲職)에 제수되었으나 사양하여 응하지 않았으며, 경신년 뒤에 또한 대간(臺諫)에 의망(擬望)되었다.",
                "hj": "○己酉/前執義韓垽卒。 垽有志操, 自丙子廢赴擧, 調以蔭仕。 乙卯薦拜憲職, 辭不應。 庚申後, 亦因擬臺望。"
            }
        }
    },
    "07": {
        "14": {
            "1": {
                "H2KE-EN": "On gapsin day, the first day of the twelfth month, the King ordered that Chief State Councilor Nam구만 and Right State Councilor 여성제 be banished to a place of exile in the northern frontier. The King also ordered that Nam구만 be exiled to a place of exile because he was a principal offender of his principal offender. At the time, Yi Samyeong and others were punished for their crimes. The Kings intention was slightly impressed by the scholar-officials. However, the principal offender of his principal offender came into the palace and fabricated a story, which is a great worrisome matter. In the case of the scholar-officials helped the principal offender of his principal offender, he proceeded to the court to discuss the matter. Truly, his sense of uprightness and clearness can be possible for a hundred years. The King was already utterly enraged. Originally, Nam구만 was strong and upright, and his heart was as metal and stone. At that time, he became threatened by the sound of thunder and his vigorous words were growing more idle. He strongly addressed righteousness and strongly remonstrated with all his desires. He only addressed the training of the Grand Abdicated King. In the mujin year (, all the scholars who were",
                "H2KE-nKo": "영의정 남구만과 우의정 여성제를 찬배하라고 명하였다가, 곧이어 북쪽 변방에 안치하라고 명하였다. 남구만이 또 천극된 것은 종실인 이항의 일을 논핵하였기 때문이다. - 상세한 내용은 위에 보인다. - 이때 이사명의 무리가 죄를 얻었다. 주상의 뜻이 조금 사류에게 향한 듯하였으나, 종실이 궁액을 끼고 터무니없는 말을 지어내었으니, 크게 우려할 만한 일이 있었다. 박세채가 사류의 영수로서 조정에 나와 맨 먼저 논핵하였으니, 진실로 정직하고 광명하여 백세토록 할 말이 있게 되었다. 주상이 진노하자, 남구만은 본래 강직하고 마음이 철석과 같았다. 한창 우레와 같은 위엄을 떨치고 있을 때인데도 말씨가 더욱 조용하고 온갖 말로 극진히 간하여 하고 싶은 말을 다한 뒤에야 그만두었으며, 곧바로 역적 이남을 끌어다가 경계를 삼으니, 듣는 자들이 그를 위해 얼굴빛을 바꾸고 기를 돋구어 모두 지극히 어렵게 여겼다. 주상의 심한 책망을 받아 찬배되기까지 하였으나, 시사는 더욱 어떻게 해 볼 수가 없었다.대저 당인들은 괴격함을 숭상하고 유음한 자들과 결탁하여 스스로 낭패를 취하였다. 저들이 이미 죄를 얻었으니, 사류가 잠시 벼슬길에 오른 것은 형세상 당연한 일이었다. 사류는 본래 청렴한 자세로 스스로 견지하였다. 처음부터 후궁과 종실을 사랑하는 일에 대해 논하면서 강직하게 굴지 않은 것은 진실로 모두 사류의 명예였다. 박세채와 남구만은 큰 절개가 진실로 탁월하였고, 이사명도 일을 만나면 대항하여 말하였다. 사류의 전후 언행에 흠이 없을 뿐만 아니라 또한 빛나는 일이라고 할 수 있다. 그런데 초사를 편수한 자가 질투하는 일을 가지고 암암리에 더럽혔으니, 이른바 후궁의 당이라는 것도 이미 대단히 패려궂은데 스스로 해명하여 믿을 데가 있다는 등의 말은 더욱 말이 되지 않는다.사정과 청탁의 구분은 본래 정해진 형체가 있으니, 붓을 놀려 교묘한 말로 속일 수 있는 것이 아니다.주훈과 송환은 밀고를 열어 주었고, 이담과 이현은 결탁하여 내원을 삼았으며, 이사명은 밀지를 경영하였고, 홍치상은 성모를 무욕하였고, 김춘택과 한중혁은 은을 모아 찬자하였으며, 신축년과 임인년에 이이명과 김창집이 악역을 저지른 것에 이르러서는 사실이 환히 드러나 숨길 수 없게 되었으니, 당인들이 어떻게 공의의 주벌을 스스로 해명할 수 있겠는가. 그러나 한태보와 이세화는 훈척을 굽혀 곧은 도리를 펴 주었고, 남구만과 윤휴는 공평하고 관대함을 위주로 하여 유음을 억제하였으며, 이징명과 이익수는 후궁을 논척하였고, 박태보와 이세화는 큰 절개를 세웠고, 무진년 초에 유현이 맨 먼저 종실을 죄주었고, 갑술년 이후에는 제공들이 힘써 동궁을 보호하였으니, 모두 후세에 할 말이 있게 되었고 전철과 짝할 만한 아름다움이 되었다. 그러니 저들의 명분과 의리를 헛된 소리로 꾸미고 간사한 말을 꾸미는 것이 어찌 사류를 가볍게 여기거나 무겁게 여기거나 할 수 있겠는가. 그러나 백세토록 시비의 공정함은 반드시 처리할 방도가 있을 것이니, 아, 통탄스럽다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 7월 14일(갑신) 1번째기사",
                "gt-oKo": "영의정(領議政) 남구만(南九萬)과 우의정(右議政) 여성제(呂聖齊)를 귀양보낼 것을 명하였다가, 곧바로 북쪽 변방에 안치(安置)할 것을 명하고, 남구만에게 또 천극(栫棘)을 한 것은, 사랑하는 종친 이항(李杭)의 일을 논했기 때문이다.【상세한 것은 위에 보인다.】 이때에 이사명(李師命)의 무리가 죄를 얻고, 임금의 뜻이 약간 사류(士流)에 쏠리는 듯하자, 총애받는 종친이 궁액(宮掖)을 끼고 터무니없는 말을 하니, 일이 크게 근심스러운 점이 있었으므로, 박세채(朴世采)가 사류의 영수(領袖)로서 조정에 나가 먼저 의논하였으니, 진실로 정직(正直)·광명(光明)한 것이 백세(百世)에 전할 말이 있을 만하였다. 임금이 이미 진노(震怒)하였는데, 남구만은 본래 강직(剛直)하고 마음이 철석(鐵石)과 같아서, 바야흐로 우레와 같은 임금의 위엄이 겹쳐 내림을 당하고도 사기(辭氣)가 더욱 종용(從容)하여, 남김없이 논란하고 간(諫)하여 하려고 했던 말은 죄다 하고서야 그만두었으며, 바로 역신(逆臣) 이남(李柟)을 끌어서 경계하니, 듣는 자가 그를 위하여 안색을 변하고 기운을 더내어 모두 지극히 어려운 일을 하였다고 하였다. 임금에게 크게 책망을 받고 귀양가서 안치하는 데 이르게 되니, 그 때의 일을 더욱 어찌할 수가 없게 되었다. 무릇 당인(黨人)은 괴퍅(乖愎)과 격렬(激烈)을 숭상하고 깊숙하고 그늘진 곳에서 결탁하여 스스로 낭패(狼狽)를 당하니, 저들이 이미 죄를 얻게 되면 사류(士流)가 잠시나마 등용되는 것은 곧 그 형세가 그러한 것이다. 사류는 본래 강직(剛直)하게 재단(裁斷)하는 것으로 스스로를 지키면서 처음부터 후궁(後宮)과 총애하는 종친의 일을 논함에 있어서 강경하고 정직하여 굴하지 않았던 것은 진실로 모두 사류의 명예였다. 박세채(朴世采)·남구만(南九萬)의 대절(大節)은 진실로 높았고, 조사석(趙師錫)도 일을 만나면 항거하여 말을 하였으니, 사류가 앞뒤로 말하고 행한 것이 흠잡을 일이 없을 뿐만 아니라 또한 빛나는 일이라고 할 수 있다. 그러나 처음 역사를 편찬한 자가 시기하는 일로 남몰래 오멸(汚衊)하니, 이른바 ‘후궁(後宮)의 당(黨)’이란 이미 지극히 패려(悖戾)한 것이며, 스스로 해명하고 스스로 믿는다는 말은 더욱 말이 안된다. 사정(邪正)과 청탁(淸濁)의 구분은 스스로 정해진 형태가 있으니, 날조한 글이나 교묘한 말로 속일 수는 없는 것이다. 김익훈(金益勳)과 김환(金煥)을 주동하여 밀고(密告)의 문을 열고, 신담(申潭)과 김현(金鉉)을 결탁하여 내원(內援)을 만들며, 이사명(李師命)이 밀지(密旨)를 경영하고, 홍치상(洪致祥)은 성모(聖母)를 무욕(誣辱)하며, 김춘택(金春澤)과 한중혁(韓重爀)이 은(銀)을 모아 찬자(鑽刺)한 것에서 신축년·임인년에 이이명(李頤命)·김창집(金昌集)의 악역(惡逆)에 이르러서는, 사실이 환하게 나타나서 속일 수가 없으니, 당인(黨人)이 어떻게 스스로 공의(公議)의 주벌(誅伐)에서 벗어날 것인가? 한태동(韓泰東)·조지겸(趙持謙)이 훈척(勳戚)을 물리치고 직도(直道)를 편 것과, 남구만(南九萬)·윤지완(尹趾完)이 공평 무사(公平無私)를 주장하여 유음(幽陰)한 것을 억제한 것과, 이징명(李徵明)과 이익수(李益壽)가 후궁(後宮)을 논척(論斥)한 것과, 박태보(朴泰輔)와 이세화(李世華)가 대절(大節)을 세운 것과, 무진년 초에 유현(儒賢)들이 종친을 먼저 죄준 것과, 갑술년 뒤에 제공(諸公)들이 힘써 동궁(東宮)을 비호한 것은 모두가 후세(後世)에 전할 말이 있을 만하고 전철(前哲)에 훌륭함과 짝할 만하니, 저들의 명분과 의리는 소문만 내는 글을 꾸며 만들고 간교한 말로 겉치레만 하는 것이, 어찌 사류와 경중(輕重)이 비교될 수가 있겠는가? 백세(百世)의 시비의 공정함은 반드시 조처함이 있을 것이니, 아! 통탄할 일이다.",
                "hj": "○甲申/命竄領議政南九萬、右議政呂聖齊, 旋命安置北塞。 九萬又栫棘, 以論嬖宗杭事也。【詳見上。】時, 師命輩得罪。 上意稍似傾嚮於士流, 而嬖宗挾宮掖譸張, 事有大可憂者, 朴世采以士流領袖, 造朝首論之, 固爲正直光明, 可有辭於百世。 上旣震怒。 九萬素剛直, 心如鐵石, 方當雷威震疊, 辭氣益從容, 竭論極諫, 盡所欲言乃已, 直引逆柟爲戒, 聞者爲之動色增氣, 咸以爲至難, 被上切責, 至有竄置, 而時事益無可爲矣。 夫黨人尙乖激結幽陰, 自取狼狽, 彼旣得罪, 則士流之暫時登進, 卽其勢然也。 士流素以淸裁, 自持自初論後宮嬖宗事, 抗直不撓者, 固皆士流名勝, 世采、九萬, 大節固卓然。 師錫亦能遇事抗言, 士流前後言行, 不但無可疵, 亦可謂煒燁矣。 而修初史者, 乃以冒嫉之事, 暗地汚衊, 所謂後宮之黨, 已萬萬絶悖, 而自解有恃等語, 尤不成說。 邪正淸濁之分, 自有定形, 非曲筆巧舌所能誣也。 主勳、煥而開告密, 結潭、鉉而作內援, 師命之經營密旨, 致祥之誣辱聖母, 春澤、重爀之聚銀鑽刺, 以至辛、壬頤ㆍ集之惡逆, 事實昭著, 非所可諱, 則黨人何以自解於公議之誅? 而韓、趙之詘勳戚而伸直道, 南、尹之主平恕而抑幽陰, 李徵明、李益壽之論斥後宮, 朴泰輔、李世華之樹立大節, 戊辰初儒賢之首罪嬖宗, 甲戌後諸公之力護東宮, 皆可以有辭於後世, 匹美於前哲, 則彼名義虛聲文飾奸言, 豈足以輕重於士流, 而百世是非之公, 必有以處之矣, 嘻噫痛矣!"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gabo day, gyeongin day, Left State Councilor Jo Saseok submitted a memorial to admonish the King on the grounds that 남구만과 여성제 were supposed to come back and forth. The King rejected Jo Saseok and reprimanded him. 【상세한 내용은 위에 보인다.】 사신은 논한다. The King treated Jo Saseok with generosity and kindness was equally exceedingly from the ages of ages. Thus, he was sent to the great minister of rites to summon and summon him. People all said that Jo Saseok would surely be able to change his mind when he entered the imperial court. On the contrary, he returned the contrary, and when he submitted a memorial to admonish the King, he did not stop coming back and forthright. Ultimately, he disobeyed his order and rejected the King without observing his request. In the end, he eventually repeatedly admonishing him with an admonition. Consequently, the people all knew that his kindness and propriety were unusual, and he must summon him to the court. This was merely because he destroyed a slanderful man and did not show him special favor.",
                "H2KE-nKo": "좌의정 조사석이 차자를 올려 남구만과 여성제를 구원하면서 거취를 걸고 간쟁하니, 주상이 비답하기를,“개탄스럽다.”하였다. - 상세한 내용은 위에 보인다. - 사신은 논한다. 주상이 조사석에게 융숭한 대우가 천고에 뛰어나서 예조 판서를 보내 간신히 불러오기까지 하였는데, 사람들이 모두 말하기를 “조사석이 조정에 들어오면 반드시 임금의 마음을 돌릴 수 있을 것이다.”하고는 두 신하를 도로 거두어들였다. 그가 들어가서는 아뢰고 나가서는 차자를 올린 것이 한두 번이 아니었는데도 도리어 거절하며 막연히 허락하지 않았다. 그러다가 결국에는 또 엄한 비답을 내리니, 이에 사람들이 모두 비상한 은례로 반드시 불러오고야 말 것임을 알았다. 다만 말을 지어낸 사람을 몹시 미워한 것이지 조사석에게 총애를 받은 것은 아니었다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 7월 20일(경인) 1번째기사",
                "gt-oKo": "좌의정(左議政) 조사석(趙師錫)이, 차자(箚子)로 남구만(南九萬)과 여성제(呂聖齊)를 구(救)하고, 자기의 거취(去就)로써 간쟁하니, 임금의 비답은 개탄할 만한 일이라고 책망하였다.【상세한 것은 위에 보인다.】 사신(史臣)은 논한다. “임금이 조사석에게 은혜로 대우하는 것이 천고(千古)에 뛰어나 대종백(大宗伯)을 보내어 애써 불러들이니, 사람들이 모두 이르기를, ‘조사석이 조정에 들어오면 반드시 임금의 마음을 돌리고, 두 신하를 거두어서 돌아오게 할 것이다.’ 하였다. 그런데 그가 들어가 아뢰며 내놓은 차자가 내용이 상세할 뿐만이 아닌데도, 곧 도로 거절하여 막연하게 윤허하지 않고, 끝내는 또 엄한 비답을 내리니, 이에 사람들은 모두 비상한 은례(恩禮)로 반드시 불러들이고서 그만둔 것은 다만 날조하여 말한 자를 매우 미워한 것이고, 조사석에게 총애가 있지 않다는 까닭을 알았다.”",
                "hj": "○庚寅/左議政趙師錫箚救南九萬、呂聖齊, 以去就爭之。 上批以可慨責之。【詳見上。】 【史臣曰: “上於師錫, 眷待恩遇, 逈出千古, 至遣大宗伯, 辛勤召致, 人皆謂師錫入朝, 必能回天。 收還兩臣, 及其入陳出箚, 不啻縷縷, 而乃返違拒, 邈然不許。 終又降之以嚴批, 於是人皆知所以恩禮非常, 必召乃已者, 只爲痛嫉造言者, 而非有寵眷於師錫也。”】"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "When the King received in audience the gyesa year (, Left State Councilor Jo Saseok reported to the King, Your Majesty selected high officials and filled the number of officials in order to fill the vacancy of your subject. For this reason, Your Majesty did not treat the high officials as well, and thus he stubbornly rejected their opinions and did not follow their approval. This causes your subject to be even more unable to assume responsibility. If Your Majesty finds the circumstances of righteousness to control the anger, what will the state do? How could your subject revere Your Majestys sagacity to revere Your Majestys sagacity? Chief State Councilor Kim Heung said, In the past, we did not remonstrate Your Majesty, but we cannot but stubbornly present the opinions. The ancients said, If the sovereign does not secretly secretly, his subject will lost his subject. If the subject does not secretly secret, his subject will lost his subject. If the report of Chae Chu , it would be possible to evidently present the memorial. Why must we sleep and present the memorials to Your Majesty on the day of Your Majestys sagacity? In the past, during the reign of Emperor Taizong of the Royal Ancestral Shrine , when Sixth-rank Military Official [of the Office of Royal Decrees] Chen Shan came to the capital, sometimes Your Majesty personally met him. Sometimes, sometimes Your Majesty ordered the Crown Prince to transmit his words in order to secretly assist the Crown Prince in his plans and secret controlling his minds. This truly causes your subject deeply regret Your Majesty todays 거조. The King replied, I shall understand it.",
                "H2KE-nKo": "인견하였을 때 좌의정 조사석이 주상에게 아뢰기를,“전하께서 대신을 잘 가려 뽑지 않고 신과 같은 부류로 인원을 채워 자리를 채웠기 때문에 대신으로 대우하지 않으셨습니다. 그래서 구구하게 진달한 바를 굳게 거절하고 따르지 않으셨습니다. 이것이 신이 더욱 그대로 자리를 차지하고 있을 수 없는 이유입니다. 만약 전하께서 끝내 이치로 노여움을 제어하지 못하신다면 국가가 장차 어떻게 되며, 신하가 무슨 일로 성상을 우러러 보좌하겠습니까.”하고, 영의정 김수흥이 아뢰기를,“지나간 일은 간하지 않더라도 소회를 대략 아뢰지 않을 수 없습니다. 옛말에 이르기를 ‘임금이 치밀하지 못하면 신하를 잃고 신하가 치밀하지 못하면 자신을 잃는다.’라고 하였습니다. 박세채가 아뢴 바가 비밀스러운 일이 아니라면 소장에 드러내어 진달할 수 있습니다. 어찌 어전에서 어전에 나아가는 날에 소매 속에서 꺼내어 진달할 필요가 있겠습니까. 지난번 효종조에 봉조하 송시열이 올라왔을 때 간혹 사적으로 만난 적이 있었는데, 혹 왕세자에게 명하여 말을 전하게 하기도 하였으니, 계책과 계획이 치밀하고 뜻이 서로 미덥기가 이와 같았습니다. 이는 진실로 신이 우리 성상의 오늘날 행동에 대해 깊이 개탄하는 바입니다.”하니, 주상이 깊이 유념하겠다고 답하였다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 7월 23일(계사) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 좌의정 조사석이 임금께 아뢰기를, “전하께서 대신(大臣)을 잘 선택하시지 않고 신과 같은 사람으로 관원을 채우고 직위를 충당하셨기 때문에, 대신으로써 대우하시지 않는 것입니다. 구구하게 아뢴 바를 굳게 거절하고 따르지 않으시니, 신은 더욱 그대로 외람되게 있을 수 없습니다. 만약 전하께서 끝내 이성(理性)으로써 노여움을 제어하지 못하신다면, 국가는 장차 어떻게 되며 신은 어떤 일로써 성명(聖明)께 우러러 보필하겠습니까? 하고, 영의정(領議政) 김수흥(金壽興)이 아뢰기를, “이미 지난 일은 간(諫)할 수는 없으나, 마음에 품은 바는 대략이나마 아뢰지 않을 수 없습니다. 옛말에 이르기를, ‘임금이 주밀(周密)하지 못하면 신하를 잃고, 신하가 주밀하지 못하면 자신을 잃는다.’고 하였습니다. 박세채(朴世采)의 아뢴 것이 숨겨 비밀히 할 일이 아니었다면 소장(疏章)으로 드러나게 아뢰었을 것입니다. 어찌 반드시 지척(咫尺)에서 등대(登對)하는 날에 소매 속에서 꺼내어 아뢰었겠습니까? 지난번 효종(孝宗) 때에 봉조하(奉朝賀) 송시열(宋時烈)이 서울에 올라올 때면 간혹 사사로이 만나보기도 하고, 혹은 왕세자(王世子)에게 명하여 말을 전하게 하기도 하였으니, 계획이 기밀(機密)하고 마음이 서로 믿었던 것이 이와 같음이 있었습니다. 이는 진실로 신이 우리 성상(聖上)의 오늘의 거동에 대해서 깊이 개탄하는 바입니다.” 하니, 임금이 깊이 생각하겠다고 답(答)하였다.",
                "hj": "○癸巳/引見時, 左議政趙師錫白上曰: “殿下不擇大臣, 以如臣之類, 備員充位, 故不以大臣待之, 區區所陳, 堅拒不從。 此臣尤不可以因仍冒據者也。 倘殿下終不能以理制怒, 則國家將如何? 而臣以何事, 仰補聖明乎?” 領議政金壽興曰: “旣往不諫, 而不得不略陳所懷, 古語曰: ‘君不密則失臣, 臣不密則失身。’ 朴世采所奏, 若非隱秘之事, 則可以顯陳於疏章矣。 何必袖進於咫尺登對之日乎? 曩在孝廟朝, 奉朝賀宋時烈上來時, 間有私覿, 而或命王世子傳言, 謨猷密勿, 情志相孚, 有如此也。 此固臣深所慨然於我聖上今日之擧也。” 上答以體念。"
            }
        }
    },
    "11": {
        "16": {
            "1": {
                "H2KE-EN": "On eulyu day, Compilation Commissioner Bak Taeman submitted a memorial impeaching [Yi] Sang because [Yi] Duseong [] was impeached for his investigation. The King responded, Li Xiang tried to fabricate a man and submitted a memorial to survey the circumstances. He is extremely shameful. Truly, he should not be left unpunished. He should be removed from the level of his level, thereby rectifying his crime. As your investigation is clear and clarified, I admired him.",
                "H2KE-nKo": "수찬 박태만이 상소하여 이상을 탄핵하였는데, 유두성을 조사하는 일 때문이었다. 주상이 답하기를,“이상이 의도적으로 남을 무함하여 상소해서 나의 속마음을 떠보려 한 정상은 매우 한심스러우니, 결코 그대로 두어서는 안 된다. 사판에서 이름을 삭제하여 그의 죄를 바로잡게 하라. 그대가 논한 것이 명쾌하니, 내가 가상하게 여긴다.”하였다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 11월 16일(을유) 1번째기사",
                "gt-oKo": "수찬(修撰) 박태만(朴泰萬)이 소(疏)를 올려 이상(李翔)을 탄핵하였으니, 유두성(柳斗星)을 조사한 일 때문이었다. 임금이 답하기를, “이상이 마음을 써서 남을 무함하고 투소(投疏)하여 나의 속마음을 떠본 형상은 매우 한심한 일이다. 결코 방치할 수 없으니, 사판(仕版)에게 삭제해서 그 죄상을 바로잡게 할 것이며, 그대의 논한 바는 명쾌(明快)하니, 내가 가상히 여긴다.” 하였다.",
                "hj": "○乙酉/修撰朴泰萬疏劾李翔, 以斗星査事也。 上答曰: “李翔之用意誣人, 投疏嘗試之狀, 極可寒心, 決不可置之, 削去仕版, 俾正其罪, 而爾之所論明快, 予用嘉尙。”"
            }
        },
        "25": {
            "1": {
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 11월 25일(갑오) 1번째기사",
                "gt-oKo": "수찬 박태만이 신후윤(愼後尹) 등의 소(疏)로써 재차 상소하여 이상의 일을 논하였는데, 대략 이르기를, “신이 유두성의 옥사를 듣고 많은 의심을 가졌는데, 후에 본도(本道)의 계본(啓本)을 보자 실로 신이 전후에 들은 것과 하나도 부합되지 않은 것이 없었으니, 신이 이에 놀라움을 견디지 못하겠습니다. 감히 조용한 말로써 참람하게 그 놀라운 상황을 아뢰겠습니다. 소위 문생(門生) 신후윤(愼後尹) 등이 스승을 위하여 원통함을 호소한다는 일이라 핑계대면서 투소(投疏)하여 신(臣)을 꾸짖고 욕하면서 반드시 분을 풀려고 하였는데, 이른바 반옥(反獄)이라는 설(說)이 그 일편(一篇)에서 주장한 뜻이나, 진실로 크게 그렇지 않은 것이 있습니다. 대체 이른바 반옥이라는 것은, 곧 옥사(獄事)가 끝난 뒤에 전에 언의(讞議)한 것은 죄다 버리고 다시 별안(別案)을 이루어야 그제야 반옥이라고 하는 것입니다. 그런데 이번에 유세귀(兪世龜)·유상일(兪相一)·유세휘(柳世暉) 등은 처음에는 원래 들은 바가 없다고 분명히 공초(供招)를 바쳤는데, 중간에 어떤 사람에게 유혹을 당했는지는 모르나, 혹은 세 번째 문초(問招)에서 변사(變辭)하고 혹은 다섯 번째 문초에서 변사하였다가 끝에는 다시 한결같이 처음 문초할 때의 공초한 것과 같았습니다. 노복(奴僕) 등 몇 사람의 경우도 처음에는 비록 사람들이 술을 먹이면서 꾀었으므로 모두가 그 말에 의하여 공초를 바쳤다고 하였으나 곧 다시 사실대로 직고(直告)하였습니다. 석을산(石乙山)은 곧 이른바 현녀(玄女)의 소산(所産)을 물속에 직접 던졌던 자인데, 처음부터 발명하면서 끝내 다른 말이 없었고, 그 나머지 노복(奴僕) 두세 사람도 또 변사(變辭)하지 않았습니다. 그러니 신후윤이 처음에 공초한 것과, 곧 다시 정직하게 공초한 것과, 석을산 등이 끝내 변사함이 없었던 사실은 끊어버리고, 다만 세 번째와 다섯 번째 초사의 변사한 것만을 가지고 도리어 바른 증거라 이르면서 문득 반옥(反獄)이라고 이르니, 이것은 과연 옥정(獄情)의 실상이고 정직한 것으로써 임금에게 고한 도리라 하겠습니까? 또 신이 본도(本道)의 계본을 가져와서 상고해 보니, 원연(元演) 등 6인의 공사(供辭)에 ‘유하웅(兪夏雄)이 현녀(玄女)의 일을 가지고 발론(發論)할 때에 인읍(隣邑) 장로(長老)에게 직접 물으니 장로가 정녕(丁寧)하게 했을 뿐만이 아니었다.’ 하였는데, 인읍 장로란 곧 이상(李翔)을 가리켜 말한 것입니다. 그리고 이른바 무진록(戊辰錄)에는 ‘지난해 초겨울에 내가 이강(李棡)을 보고 이르기를, 「무릇 인륜(人倫)에 관계되는 자는 풍문(風聞)으로써 죄를 다스리는 것은 고금(古今)의 공통된 의리이다. 천안(天安) 경내(境內)에 큰 옥사가 있는데도 그대는 어찌하여 나를 위해 말해 주지 않는가?」 하였는데, 이강(李棡)은 곧 천안 군수(天安郡守)와 친한 사람이다.’ 하였으니, 대저 이미 유생(儒生)에게 말하여 발론할 것을 권유하고, 또 고을 수령(守令)의 사인(私人)에게 부탁하여 그로 하여금 전하여 간청하게 하였는데, 이런 일은 모두 이 옥사가 발생되기 전에 있었던 일이니, 이것이 신이 이른바 ‘고을 사람을 권유하여 그 단서를 발생하게 했다.’는 것입니다. 그리고 신이 〈이상이〉 목천 현감(木川縣監) 이연보(李延普)에게 보낸 편지를 얻어 보았는데, 그 대략에 이르기를, ‘별지(別紙) 외에 또 한 권(卷)의 책자(冊子)를 보낸다. 대개 내가 들은 바에 따라 장부에 적어둔 것인데, 전고(全藁) 가운데서 근래의 사건 한 조목을 뽑아내어 보내니, 혹은 세 번 생각하는 데에 만분의 일이라도 도움이 있을 것이다.’라고 하였는데, 이것이 이른바 무진록이란 것입니다. 그 속에 맨 먼저 유두성(柳斗星)의 할아비를 말하였는데, 곧 그의 양모(養母)의 삼촌(三寸) 조카이고, 중간에는 현녀(玄女)와 유두성의 음탕하고 더러운 형상을 말하였는데 차마 필설(筆舌)로 나타낼 수 없는 것까지 있었으므로, 보고 침을 뱉지 않는 이가 없었으니, 사람의 윤리가 이에 이르러 죄다 없어졌습니다. 이것은 신이 이른바 일기(日記)에서 뽑아 보내어 그 증거를 세웠다는 것입니다. 그 천안 군수(天安郡守) 홍만운(洪萬運)에게 보낸 편지에 이르기를, ‘현광후(玄光後)가 스스로 재물을 다투었다는 말을 이만초(李晩初)에게 말하고 또 이만초에게서 들었다고 하니, 민가(民家)의 수치와 모욕도 극심한 것이며, 성주(城主)도 또한 현광후에게 매수당했음을 면하지 못할 것이다.’ 하였고, 그가 전의(全義) 전(前) 현감(縣監) 이상길(李相吉)에게 보낸 편지에는 홍만운(洪萬運)이 옥사를 다스리는 것이 공정하지 못한 형상을 극단적으로 말하고 ‘조정에 알리려고까지 하였다.’ 하였습니다. 대저 이미 목천(木川)에 편지를 보냈는데, 또 여러 번 천안(天安)과 전의(全義)에 통지하여 부탁하면서 밀치락달치락 하는 일에 마음을 썼고 또 협박도 하고 충격도 하여 전후의 편지 사연에 모두 이미 나타났으니, 이것이 이른바 편지를 보내어 추관(推官)에게 부탁을 꾀하였다는 것입니다. 그 상소 가운데 옥사를 의논한 한 조목에 이르러서는 성명(聖明)께서 이미 살펴보셨을 것입니다. 그전에 보지도 못했던 방백(方白)에게 투서(投書)하여 그 은근한 정을 표시하며 신명(神明)하다는 것으로 찬양하고 또 소(疏)로 아뢸 뜻을 보였는데, 반드시 그 증거를 묻지 않고 먼저 유두성에게 고문을 가하다가 마침내 그 뜻대로 되지 않으면 추문(推問)이 끝나기 전에 상장(上章)하여 느슨하게 치죄(治罪)한 형상을 말하려고 했으니, 이것이 신이 이른바 장소(章疏)를 올려 도신(道臣)에게 협박하였다는 것입니다. 지금 비복(婢僕)의 초사에 모두 말하기를, ‘유두성이 어렸을 때부터 그 계모(繼母)에게 사랑을 받지 못하였고, 그 아버지를 잃은 뒤로는 굶주리고 헐벗어 구걸(求乞)하는 생활을 면하지 못하다가 끝내는 상대(喪帶)로 목을 매었는데, 마침 사람 눈에 띄어 살아났다.’고 하였으니, 이는 거짓이 없는 요점입니다. 그런데 반드시 그가 목을 맨 사건을 그 아버지가 죽기 전에 있었던 일로 옮겨놓아, 그 아버지에게 매맞는 것을 견디지 못하여 목을 매기까지 하였다고 하면서, 이런 이유로써 편지를 썼고, 또 한백유(韓伯愈)의 이름을 빌려서 호하(戶下)의 사람 순일(順日)에게 삯을 주고 보내어 갇혀 있는 사람을 달래려고 하다가 마침내는 드러나게 되었는데, 순일이 공초한 내용에는 ‘대감(大監)이 저를 뜰 앞에 불러서 세워 놓고 부안 서방(扶安書房)을 시켜서 편지를 쓰게 하여 쌀자루 안에 넣어 주며 유 별장(柳別將)에게 전하도록 하였다.’ 하였고, 한백유의 초사에도 또한 이르기를, ‘나는 편지를 쓴 일이 없으니, 이 편지는 과연 저의 스승 이 참판(李參判) 집에서 나온 것이나, 문생(門生)으로서 은의(恩義)가 자못 중하므로 감히 지적하여 말할 수 없었다.’고 하였으니, 이른바 유 별장(柳別將)은 곧 유세휘(柳世暉)이고, 부안 서방은 곧 이상(李翔)의 첩의 아들 이만초(李萬初)입니다. 두 사람의 공초한 내용이 이와 같이 명백하여 간교한 실상(實狀)이 환하게 드러나서 가리기 어렵게 되자, 문득 또 나이가 많아 형신(刑訊)할 수 없는 유만(柳蔓)이란 사람을 유혹 협박하여 그로 하여금 스스로 담당하게 하였으니, 참으로 이른바 눈을 가리고 참새를 잡는 격이라, 여러 사람의 귀와 눈을 과연 이것으로써 속일 수 있겠습니까? 이로써 살펴본다면 과연 마음을 써서 남을 무함하는 데서 나오지 않았다고 할 수 있겠습니까? 이것이 신이 이른바 이름을 빌려서 편지를 몰래 하여 죄수(罪囚)를 유혹하였다는 것입니다.” 하고, 또 말하기를, “무진록(戊辰錄)을 이미 스스로 참람되게도 선정신(先正臣) 이이(李珥)가 찬(撰)한 《석담일기(石潭日記)》에 비하였으니, 유씨 집 전답(田畓)의 매매(賣買)가 무슨 세상의 도덕에 관계가 있길래 유두성이 제 마음대로 판 것이 부당(不當)하다는 것을 기록하며, 또 이것으로 반복해 추관(推官)에게 편지를 보내면서 이와 같은 친절하고 자세히 하는 것은 무엇 때문입니까? 더욱 놀랍고 알 수 없는 것은, 아들을 천안에 보내어 옥사(獄事)의 실정을 탐문(探聞)하는 것이니, 또한 무슨 뜻이었겠습니까? 설령 현녀(玄女)가 과연 음란(淫亂)한 행실이 있다 하더라도, 그가 유후혜(柳後惠)의 자녀(子女)에게는 어미의 도리가 아직 끊어지지 않았는데, 이에 최재령(崔再齡)이란 자로 하여금 〈현녀의 딸인〉 유상일(兪相一)의 아내를 치장해 보내면서 상복(常服)을 벗기고 길복(吉服)으로 갈아 입혀 관정(官庭)에 들여보내어, 딸로서 어미에 증인을 서게 하였으니, 이는 강상(綱常)의 큰 변고입니다. 이와같이 하고도 죄를 다스리는 공정한 마음에서 나왔다고 한다면, 신은 믿을 수가 없습니다. 아! 현녀의 옥사는 사실 익명서(匿名書)에서 발단된 것인데, 여러 사람의 초사에 혹은 원래 들은 바가 없다고 말하였고, 혹은 비록 풍문(風聞)은 있으나 그 실상은 모른다고 말하다가, 유상일(柳相一)·유세휘(柳世暉)가 변사(變辭)한 뒤에서야 곧 말하기를, ‘현녀의 얼굴 부위의 살결이 붓고 누런 빛이 나며, 땀을 줄줄 흘린 흔적이 있어 현저하게 낙태(落胎)한 형상이 있는 것을 직접 보았다….’고 하였고, 무진록(戊辰錄)에 또한, ‘그 아들 이만초는 현녀가 산후(産後)에 바람을 맞아서 얼굴에 부은 빛이 있고, 유즙(乳汁)이 줄줄 흘러 앞 옷깃이 젖어 있는 것을 직접 보았다.’고 하였으나, 이른바 물속에 아이를 던졌다던 석을산은 시종(始終) 발명(發明)하였으니, 이 한 조목만 살펴보더라도 익명서(匿名書)가 비록 누구의 한 짓인지는 알 수가 없으나, 어찌 또한 매우 의심스러운 일이 아니겠습니까? 신은 진실로 어리석고 못나서 남의 과오를 말하기를 좋아하지 않지만, 생각건대 이번 옥사는 사실 인륜(人倫)의 극심한 변고이므로 도의상 입을 다물고 잠잠히 있을 수가 없어서, 감히 그 죄를 폭로하는 것입니다. 지금 신후윤(愼後尹)의 소(疏)로 인하여 또 진열(陳列)한 것이 이에 이름을 면할 수 없으니, 이것이 어찌 신이 하고 싶어서 하는 것이겠습니까?” 하였는데, 임금이 사직하지 말라고 비답을 하였다.",
                "hj": "○甲午/修撰朴泰萬以愼後尹等疏, 再疏論李翔事, 略曰: “臣聞斗星之獄, 多有可疑, 及見本道啓本, 實與臣前後所聞, 無一不符, 臣於是不勝駭然, 敢以寂寥之語, 冒徹其可駭之狀, 所謂門生愼後尹等, 托以爲師訟冤, 投疏詬辱臣身, 必欲逞忿, 所謂反獄之說, 乃其一篇主意, 而誠有大不然者, 大凡所謂反獄者, 卽獄事究竟之後, 盡棄前讞, 更成別案, 方可謂之反獄, 而今此兪世龜、兪相一、柳世暉等, 初以元無所聞, 分明納供, 而不知中間見誘於何人, 或於三招變辭, 或於五招變辭, 末復一如初招所供, 至於奴僕等數人, 初雖爲人饋酒敎誘, 一依其言而納供, 旋復從實直告, 石乙山, 卽所謂親投玄女所産於水中者。 自初發明, 終無異辭。 其餘奴僕數三人, 亦且終不變辭, 則後尹之截去初招, 與旋復直招者, 及石乙山等, 終無變辭之實, 而只以三五招之變辭者, 反謂之直證而便謂之反獄, 此果獄情之實狀, 而以直告君之道哉? 且臣取考本道啓本, 則元演等六人供辭, 有曰: ‘兪夏雄, 以玄女事發論時, 以爲親問於隣邑長老, 不啻丁寧云。’ 隣邑長老, 卽指李翔而言也。 其所謂《戊辰錄》有曰: ‘去歲冬初, 我謂李棡, 凡係倫紀者, 以風聞治之者, 古今通誼。 天安境內, 有大獄, 子盍爲我言之?’ 李棡卽天安郡守所親之人也, 夫旣言於儒生, 勸以發論, 又囑於邑宰之私人, 使之轉懇, 而此事皆在於此獄未發之前, 則此臣所謂慫慂鄕人而發其端者是也。 且臣得見抵木川縣監李延普書, 其槪曰: ‘別紙之外, 又呈一卷冊子, 蓋僕隨所聞置簿, 而就全藁中, 抽出近事一條送呈, 或有助於三思之萬一云云。’ 此所謂《戊辰錄》也。 其中首言斗星之祖, 卽其所後母之三寸侄, 而中言玄女與斗星淫穢之狀, 至有所不忍形諸筆舌者, 見之者, 莫不吐唾, 人理至此盡矣。 此臣所謂撰送日記而立其證者是也。 其抵天安郡守洪萬運書曰: ‘玄光後自言爭財之說於晩初, 而又謂聞之於晩初云’, 民家之羞辱則極矣。 城主亦不免光後之所賣云云。 其抵全義, 前縣監李相吉書, 極言洪萬運治獄不公之狀, 至欲聞之於朝云云。 夫旣已貽書於木川矣。 亦且累累通囑於天安、全義, 用意捭闔, 且脅且激, 而前後書辭, 俱已現發, 此臣所謂貽書而圖囑推官者是也。 至於其疏中論獄一款, 聖明業已省覽, 而其投書於曾所未見之方伯, 致其殷勤, 質以神明, 而且示陳疏之意, 必欲其不問證左, 先加拷掠於斗星, 而終不如其意, 則推問未畢之前, 上章而言其緩治之狀, 此臣所謂上章而脅持道臣者是也。 今婢僕之招, 皆言: ‘斗星, 自少不得於其繼母, 及其失父之後, 不免於饑寒行乞, 終乃以喪帶結項, 適會逢見而救解云。’ 則此其無私之肯綮也。 而必欲移其結項之事於其父未死之前, 謂爲不堪受杖於其父, 而至於結項, 以此作書, 且假韓伯愈之名, 倩送戶下人順日, 敎誘在囚之人, 終至於現發, 而順日供內: ‘大監招矣身立於庭前, 使扶安書房, 裁簡納於米帒中, 俾傳於柳別將云云。’ 韓伯愈之招亦曰: ‘吾無作書之事, 此書果出於矣師李參判家, 而門生恩義頗重, 不敢斥言云云。’ 所謂柳別將, 卽世暉。 扶安書房, 卽翔之妾子晩初。 兩人所供, 如是明白, 奸情實狀, 彰露難掩, 輒又誘脅年滿不可刑訊之柳蔓, 使之自當, 眞所謂掩目而捕雀者, 衆人耳目, 果可以此誣之耶? 以此觀之, 果不出於用意陷人耶? 此臣所謂假名潛書, 敎誘罪囚者是也。 又曰, 《戊辰錄》, 旣自僭擬於先正臣李珥所撰《石潭日記》, 則柳家田畓之買賣, 有何關係世道。 而記其斗星擅賣之不當, 又以此反復貽書於推官, 若是其娓娓不忘, 何也? 尤爲可駭而不可知者。 送子天安, 探問獄情者, 抑何意也? 設令玄女果有淫亂之行, 其於柳後惠子女, 母道姑未絶矣。 而乃令崔再齡者, 裝送相一之妻, 脫衰變吉, 入於官庭, 欲其以女證母, 此又綱常之大變也。 若是而謂出於討罪之公心, 臣未之信也。 噫! 玄女之獄, 實原於匿名書, 各人之招, 或以元無所聞爲言, 或以雖有風聞, 不知實狀爲言, 及至兪相一、柳世暉變辭之後, 乃曰: ‘親見玄女, 面部浮黃, 汗痕淋漓, 顯有落胎之狀云云。’ 《戊辰錄》亦曰: ‘其子晩初, 親見玄女, 産後觸風, 面有浮氣, 乳汁淋漓, 前襟透濕云。’ 而所謂投兒之石乙山, 則終始發明。 觀此一款, 匿名書, 雖未知何人所爲, 而豈不亦可疑之甚者乎? 臣誠迂拙, 不喜言人之過惡, 而顧此柳獄, 實是人倫之極變, 義不容含默, 敢暴其罪矣。 今因後尹之疏, 又未免陳列至此, 此豈臣所欲爲者哉?” 上批答以勿辭。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Fifth Rank Military Officer of the Senior Abdicated King (Jeongjong sent a letter to Governor of Chungcheong Province Yun Ido to discuss the case of [Kwon] Duseong [] involved investigating [Kwon] Duseong []. He submitted a memorial advising his crime of disrespectfulness to the King and had his family submit a directly report. The memorial read as follows: Both Rather, both father and mother committed adultery with the same surname are unpardonable by heaven and earth. Although they are of low origin, they are truly involved in harmony and public morals. In the past, 선정신 이황 hurriedly sent a letter to a resident of Ongye-dong in order to reprimand the wrongdoings of female adultery. Kwon Si , a member of the robe, submitted a memorial requesting that Yang Taek be beheaded, and that he cannot be exempt from receiving bribes. How could this be said that he committed adultery with the two investigatives? This is only because peoples hearts are indignant, and the law should be executed. Your subject reverently thinks that ancient people had committed adultery, and there was a major case that some might lose the truth of the truth. As he was already worthy of advantage, he was unable to speak secretly in secret, which your subject himself plotted to do so. Presently, when the interrogation has already been completed, the truth of the truth has been confessed. The words of your subject are generally all fabricated. Your subject is not aware of the truth of the truth. However, your subject cannot overcome the truth of the truth. The King also said as follows: The relatives of the imprisonment of the imp",
                "H2KE-nKo": "부호군 이상이, 충청 감사 윤이도가 장계하여 유두성을 조사한 일에 대해 논한 것으로 인하여 상소하여 스스로 일을 아뢰면서 삼가지 못한 죄를 논열하고 집안 사람들로 하여금 직접 올리게 하였는데, 그 대략에,“아비를 시해하고 어미를 간음한 것은 모두 천지간에 용납하기 어려운 극악한 역적입니다. 그가 비록 하찮은 자이지만 실로 풍속과 교화의 패란에 관계됩니다. 옛날 선정신 이황이 온계동 사람에게 치서하여 음란한 여자를 다스리지 않은 잘못을 책망하자, 포의 신 권필이 소장을 올려 양택을 참형에 처할 것을 청하여 시역한 자에게 뇌물을 주어서는 안 된다는 것을 밝혔습니다. 이것이 어찌 두 역적에게 사사로운 정이 있어서 그런 것이겠습니까. 사람들이 모두 분하게 여기고 왕법으로 볼 때 마땅히 죽여야 할 일에 지나지 않습니다. 신은 옛사람이 이미 행한 일을 사모하고 있습니다. 큰 옥사가 혹시라도 실정을 잃을까 염려하여 이미 말할 만한 처지에 있으면서 몰래 죄에 빠지는 화를 전혀 몰랐으니, 신이 스스로를 도모한 것이 소홀하다고 하겠습니다. 지금은 조사를 이미 마쳤고 옥사의 실정도 실로 뒤집혔습니다. 신이 말한 것은 거의 대부분 허사로 돌아갔으니, 신은 그간의 사실이 어떠한지 모르겠습니다. 신은 이에 대해 지극히 부끄럽고 두려운 마음을 금할 수 없습니다.”하고, 또 아뢰기를,“죄수의 친족이 이 때문에 신을 원수로 여기고, 심지어 성명을 죄수의 입에 오르내리게까지 하였습니다. 이로 인해 사람들의 말이 떠들썩하고 중외의 소문이 이루 말할 수 없이 자자하니, 작은 물줄기가 점점 커져 가는 것이 어찌 하늘까지 닿는 데까지 이르지 않겠습니까. 그렇기는 하지만 내가 나를 죄주고 공의에 부쳐야 한다는 것을 알면서 어찌 감히 스스로 들은 것을 반드시 믿는다고 하면서 사람들과 시끄럽게 떠들어 대겠습니까. 오직 일을 아뢰면서 삼가지 못한 죄는 끝내 감히 피할 수 없는 점이 있으니, 소장을 올려 스스로 논열하고 위명을 기다리겠습니다.”하니, 주상이 대죄하지 말라고 명하였다.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 11월 5일(갑술) 1번째기사",
                "gt-oKo": "부호군(副護軍) 이상(李翔)이, 호서 백(湖西伯) 윤이도(尹以道)가 장계(狀啓)로 유두성(柳斗星)을 조사한 일을 논한 것으로 인하여, 상소하며 스스로 일을 아뢰면서 삼가지 못한 죄상을 열거(列擧)하여 가인(家人)을 시켜 곧바로 올렸는데, 그 대략에 이르기를, “아비를 죽이고 어미를 간통한 것은 모두 이 천지 사이에 용납하기 어려운 극악무도한 일입니다. 그가 비록 하나의 보잘것없는 존재이지만, 진실로 풍속 교화의 패란(悖亂)에 관계됩니다. 옛날에 선정신(先正臣) 이황(李滉)이 온계(溫溪) 동네 사람에게 치서(馳書)하여 음녀(淫女)의 비행을 다스리지 않은 것을 책망을 하였고, 포의(布衣) 신(臣) 권필(權鞸)은 소장(疏章)을 올려서 양택(梁澤)을 목벨 것을 청하면서 시역(弑逆)한 죄는 뇌물로 면하지 못할 것을 밝혔으니, 이것이 어찌 양적(兩賊)에게 사감이 있어서 그렇게 한 것이겠습니까? 인심(人心)의 함께 분개하는 바이요, 왕법(王法)의 마땅히 죽이는 바에 지나지 않기 때문입니다. 신이 옛 사람이 이미 행했던 일을 생각하건대 대옥(大獄)이 혹 그 실정을 잃을까 두렵습니다. 이미 말할 수 있는 처지에 있으면서 남몰래 중상(中傷)시키는 화(禍)에 대해서는 전혀 어두웠으니, 신이 스스로 꾀한 것이 소홀하다고 하겠습니다. 지금 조사를 이미 마치고 보니, 옥사의 실정이 반대로 드러나 신이 말한 것이 대체로 모두 거짓으로 돌아갔습니다. 신은 그간에 사실이 어떠한지 알지 못하지마는, 신은 이에 지극한 부끄러움과 두려움을 견딜 수 없습니다.” 하고, 또 아뢰기를, “죄수(罪囚)의 친족(親族)이 이로써 신을 원수로 여기고, 심지어 신의 성명(姓名)이 죄수의 입에 오르내리게 했습니다. 이로 말미암아 소문이 퍼져나가 사람들의 말이 떠들썩하고 중외(中外)의 들리는 바에 그 시끄러움을 견딜 수 없으니, 졸졸 흐르는 작은 물줄기가 어떻게 하늘까지 넘쳐흐르는 데 이르지 않는다고 하겠습니까? 비록 그러나 나를 알아주거나 나를 죄주는 것을 공의(公議)에 붙인다면, 어찌 감히 스스로 들은 것만 꼭 믿어서 사람들과 떠들어대겠습니까? 다만 이 일을 아뢰는 데에 삼가지 못한 죄는 마침내 감히 도피하지 못할 바가 있으므로, 봉장(封章)으로 스스로 열거(列擧)하여 위명(威名)을 기다립니다.” 하니, 임금이 대죄(待罪)하지 말라고 하였다.",
                "hj": "○甲戌/副護軍李翔因湖西伯尹以道狀論斗星査事, 上疏自列奏事不謹之罪, 使家人直呈, 其略曰: “弑父烝母, 俱是覆載難容之惡逆, 渠雖一物之微, 實關風敎之悖亂, 昔先正臣李滉, 馳書溫溪洞人, 責以不治淫女之非, 布衣臣權鞸, 上章請斬梁澤, 以明弑逆之不可賂免, 此豈有私於兩賊而然哉? 不過人心之所共憤, 王法之所當誅也。 臣慕古人已行之事, 恐大獄或失其情, 旣在可言之地, 全昧陰中之禍, 臣之自謀, 可謂踈矣。 今則按覈已畢, 獄情實反, 臣之所言, 率皆歸虛, 臣未知其間事實之如何, 而臣於此, 不勝慙懼之至。” 又曰: “囚人親族, 以此仇臣, 至使姓名, 上下囚人之口, 因此轉輾, 人口嘵嘵, 中外聽聞, 不勝其藉藉, 涓涓之微, 幾何不至於滔天耶? 雖然知我罪我, 可付公議, 何敢自謂所聞之必信, 而與人呶呶乎? 惟是奏事不謹之罪, 終有所不敢逃者, 封章自列, 以俟威命。” 上令勿待罪。"
            }
        }
    },
    "12": {
        "3": {
            "1": {
                "H2KE-EN": "Bai Yan , a Confucian student from Jeolla Province , and others submitted a memorial to the King first expressing his intent to summon 박세채 and to explain his grievances. At the end, [the King] repeatedly revealed the grievance of 윤증s grievances. The King reprimanded [the grievances] by a strict message and reprimanded [the grievances], and ordered [the grievances] to return [the grievances] to him. 사신은 논한다. The fault of 윤증 and [Bai Yan] lost their misdeeds from a minor matter. [Bai Yan] , a colleague, fabricated a story, and increasingly disrespected the slightest degree. How could this be a matter with the world and the distinction of the state and the distinction of the world and the distinction of the court? In the opinions of the time, [the grievances] confronted each other and denounced [the grievances] only on the purpose of displaying [the grievances]. In the case of the King, [the grievances] were too excessive [to grievances]. In the end, [the grievances] were disappointed and the state affairs were slackened, and [the grievances] became unable to reform. How could [I] overcome my grievances?",
                "H2KE-nKo": "임인년 전라도 유생 백광호 등이 상소하여 맨 먼저 박세채를 초빙해야 한다는 뜻을 진달하고, 말미에 다시 윤증의 원통함을 풀어 줄 것을 청하니, 주상이 준엄한 비답을 내려 꾸짖고 도로 내주라고 명하였다. - 원래의 상소에 대한 비답은 위에 보인다. - 사신은 논한다. 윤증과 송시열이 서로 잘못한 것은 자잘한 일에서 비롯되었는데, 붕당을 지어 선동하는 것이 갈수록 더욱 어긋나고 과격해졌으니, 사문의 수치가 크다. 돌아보건대, 국가의 치란과 조정의 득실에 무슨 관계가 있기에 시의의 추향에 따라 서로 헐뜯고 배척하여 오직 배척하고 알력하기만을 힘쓴단 말인가. 주상이 처분한 것도 억양이 너무 지나침을 면치 못하였고, 마침내 조정의 의론이 분열되고 국사가 분열되어 수습할 수 없는 지경에 이르렀으니, 탄식을 금할 수 있겠는가.\n",
                "date_ko": "숙보 19권, 14년(1688 무진 / 청 강희(康熙) 27년) 12월 3일(임인) 1번째기사",
                "gt-oKo": "전라도(全羅道) 유생(儒生) 백광호(白光瑚)등이 상소(上疏)하여 먼저 박세채(朴世采)를 초빙해 올 뜻을 아뢰고, 끝으로 다시 윤증(尹拯)의 억울함을 세상에 폭로하였는데, 임금이 엄한 비답으로 꾸짖고 돌려주라고 명하였다.【원 상소와 비답은 위에 보인다.】 사신(史臣)은 논한다. “윤증(尹拯)과 송시열(宋時烈)의 서로 실수한 것은 사소한 일에서 일어난 것인데, 붕도(朋徒)가 없는 사실을 꾸며 선동하여 점차로 어긋나고 과격하게 되었으니, 그 일이 사문(斯文)의 수치가 된 것이 크다. 생각건대 무엇이 국가(國家)의 치란(治亂)과 조정(朝廷)의 득실(得失)에 관여되겠기에 그때 사람들의 의논에 따르는 바가 서로가 흠이나 잡고 헐뜯으며, 오직 배척(排斥)과 알력(軋轢)에만 힘쓰는가? 임금께서 처분하는 것도 또 억압과 찬양이 너무 지나침을 면치 못하였고, 끝내는 조정에 의논이 분열되고 국사(國事)가 해이해져서 수습할 수 없는 지경에 이르렀으니, 통탄함을 견딜 수 있겠는가?”",
                "hj": "○壬寅/全羅道儒生白光瑚等上疏, 首陳招延朴世采之意。 末復伸暴尹拯之冤。 上嚴批責之, 命還給。【原疏批答見上。】 【史臣曰: “尹拯、宋時烈之相失, 起於纖微, 而朋徒構扇, 轉輾乖激, 其爲斯文之羞則大矣。 顧何與乎國家之治亂, 朝廷之得失, 而時議所趨, 互相疵謫, 惟排軋是務? 自上所處分者, 又未免抑揚太過。 卒之朝論潰裂, 國事泮渙, 馴至於莫可收拾之境, 可勝歎哉。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十九終"
            }
        }
    }
}