{
    "03": {
        "25": {
            "1": {
                "H2KE-EN": "When [the King] received in audience Minister of Taxation Kim Gu , who had an audience with him in musul year (, Minister of Taxation Kim Gu , said, Earlier, when I went to the royal palace, I saw the yellow dragon-in-chief of the yellow dragon-chief. As I desired to reform the yellow dragon-chief, I heard that it would be appropriate to reform the yellow dragon-chief after reporting to the King. Therefore, I dared to report to the King. The King ordered that the yellow dragon-chief be reformed. The yellow dragon-chief of the yellow dragon-chief.",
                "H2KE-nKo": "이정(李<unk>)을 불러서 보았다. 이때 호조 판서 김구가 아뢰기를,“신이 일찍이 거둥하셨을 때 교룡기를 보았는데, 너무도 색깔이 변하였습니다. 다시 만들려고 하였으나 주상께 여<unk> 뒤에야 만들 수 있다고 들었기 때문에 감히 여쭙니다.”하니, 주상이 분부하여 다시 만들게 하라고 명하였다. 빈청의 대답은 군국의 중요한 일을 상의하기 위한 것인데, 호조의 장관은 기치를 다시 만들 것을 서둘러 청하여 임금에게 환심을 사려고 하였으니, 어찌 아첨한다는 지목을 면할 수 있겠으며, 대간에게 배척을 받는 것도 당연하다고 하겠다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 3월 25일(무오) 1번째기사",
                "gt-oKo": "인견(引見) 때에 호조 판서 김구(金構)가 아뢰기를, “신이 일찍이 거둥 때에 교룡기(蛟龍旗)가 너무 퇴색한 것을 보고 개조하려고 하였으나, 듣건대 계품(啓稟)을 한 뒤에야 개조할 수 있다고 하기 때문에 감히 아룁니다.” 하니, 임금이 분부하여 개조하라고 명하였다. 빈청(賓廳)의 입대(入對)란 대개 군국(軍國)의 중무(重務)를 상확(商確)하자는 것인데, 호조 판서가 기치(旗幟)의 개조를 서둘러 청하는 것은 임금에게 기쁨을 사자는 의도이니, 이러고도 어떻게 아첨한다는 지목을 면할 수 있겠는가? 여러 대신(臺臣)에게 배척받는 것이 마땅하다.",
                "hj": "○(戊子)〔戊午〕/引見時, 戶曹判書金構曰: “臣曾於擧動時, 見交龍旗, 渝色已甚矣。 欲爲改造, 而聞啓稟後可造云, 故敢稟矣。” 上命分付改造。 賓廳之對, 蓋所以商確軍國之重務, 而長度支者, 汲汲以改造旗幟爲請, 要以取悅於君上, 安能免諂媚之目, 而宜其見斥於諸臺也。"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Yi Seyu presented a memorial regarding state affairs to the King, and the King admonished him in detail that the King did not understand what he said and reprimand it. The King reprimanded him.",
                "H2KE-nKo": "지평 이세유가 언사소를 올려 주상이 보상을 경시하는 것에 대해 누누이 경계하는 말을 진달하니, 주상이 이해할 수 없다고 비답하고 책망하였다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 3월 25일(무오) 2번째기사",
                "gt-oKo": "지평(持平) 이세유(李世維)의 언사소(言事疏)를 올려 임금이 대신(大臣)을 경시하고 있다고 상세히 진계(陳戒)하니, 임금이 ‘이해할 수 없다’고 비답하여 꾸짖었다.",
                "hj": "○持平李世維, 上言事疏, 以上之輕視輔相, 縷縷陳戒, 上批以未可曉, 責之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "During the gimi year (, when the King read the lecture on the Confucian Classics, the King said, Yi Seyu submitted a memorial stating that high officials were slightly observed. As a ruler and his subjects are not able to communicate with each other, it is truly regrettable. As for the aforementioned incident, I said that a sacrifice should not be performed by the Crown Prince because the Crown Prince is a powerful man. I do not know that this is right. I already allowed a sacrifice to the Crown Prince only because the high officials said that I observe the cardinal principles. However, Kim Changjiks memorial was extremely strong and arrogant. At first, I already regarded this as wrong. However, high officials became uncomfortable and there would be no time for them to assume their official duties. Therefore, I followed their advice. It was not because the words of someone who said it was right. Although high officials were slightly imply observed due to the circumstances of the situation, even though it was said that no more than forty [preceived] letters of resignation were rather than excessive. However, in recent years, there were almost one hundred [preceived] letters of resignation. This was a nuisance of corruption in the end. Moreover, the memorial was not different from the 정사. Therefore, five or six [preceived] letters of resignation and was allowed to be granted to them. Why must it be necessary to either ten [preceived] letters of resignation only after twenty [preceivedent] letters of resignation have been granted? It is also very inappropriate that they continue to observe their official duties for several days. For this reason, I responded to the 차자에 대한 비답에서, I already showed my intention to comply with my advice on the grounds that I had no choice but to follow my advice. Now, I recently said that I was absolutely olutely observed. As for the affairs of the court, I had no choice but to be allowed to be granted to them. How could there be any matter to slightly observe? I am truly saddened. Second Deputy Director Jo Sangu said, The two characters for slightly observed are also wrong.",
                "H2KE-nKo": "주강을 행하였다. 주상이 말하기를,“이세유의 상소에서 대신을 경시한다고 말하였다. 임금과 신하 사이에 뜻이 서로 통하지 않으니, 참으로 개탄스럽다. 권대운에게 치제하는 한 가지 일은, 춘궁에게 ‘원수인이니 치제할 수 없다.’라고 한 것에 대해 나는 그것이 옳은지 모르겠다. 대신이 이른바 ‘대체적인 것만 보아야 한다.’라고 한 것은 나의 뜻과 서로 부합하기 때문에 치제를 허락한 것이다. 그런데 김창직의 상소는 너무도 준엄하고 과격하였다. 당초에 내가 이미 그르게 여겼으나 대신이 이로 인해 불안하여 출사할 기약이 없기 때문에 우선 그의 뜻에 따라 체차해 준 것이지, 언관의 말을 옳게 여겨서가 아니다. 대신이 정세 때문에 체차해 준 것이 한두 번이 아니지만, 인조조의 일로 말하더라도 정사한 것이 40번을 넘지 않았는데 근래에는 거의 100번에 이르고 있으니, 이는 말세의 형식적인 폐단이다. 또 차자는 정사와 다르기 때문에 5, 6번 올리고서 체차해 준 것이 어제오늘의 일이 아니다. 어찌 꼭 10번의 차자와 20번의 차자가 있은 뒤에야 체차해 줄 수 있겠는가. 여러 날 동안 버<unk> 직무를 폐기한 채 줄곧 강요하는 것도 매우 온당치 못하다. 그래서 내가 차자에 대한 비답에서 ‘줄곧 서로 버티고 있다.’라는 등의 말로 내가 부득이해서 마지못해 따라 준 뜻을 이미 보였는데, 지금 ‘경시한다.’라고 말하니, 이는 실로 전혀 이치에 닿지 않는 말이다. 묘당의 기무가 적체되어 있는 것을 부득이 체차해 준 것인데, 무슨 경시할 일이 있단 말인가. 뜻이 서로 통하지 않는 것이 이 지경에 이르렀으니, 내가 실로 개탄스럽게 여긴다.”하니, 동지사 조상우가 아뢰기를,“경시한다는 말은 신하들도 그르게 여깁니다.”하였다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 3월 26일(기미) 1번째기사",
                "gt-oKo": "주강(晝講) 때에 임금이 말하기를, “이세유의 상소에 대신을 경시한다고 말하였는데, 군신(君臣) 사이에 뜻이 서로 통하지 않는다는 것은 진실로 개탄스러운 일이다. 권대운(權大運)을 치제(致祭)한 조목은, ‘동궁(東宮)에게 원수라 말한 사람이므로 치제할 수 없다’고 하는 것도 그것이 옳은 말인지 모르겠다. ‘대신은 이른바 대체(大體)만 살핀다.’는 말이 나의 뜻과 잘 맞기 때문에 치제(致祭)를 허락한 것이고, 또 김창직(金昌直)의 소(疏)는 너무 과격하기 때문에 당초에 내가 이미 그르다고 한 것인데, 대신이 이것을 가지고 불안해 하여 출사가 기약이 없기 때문에 우선 애써 따른 것이고, 언자(言者)의 말이 옳다고 한 것은 아니다, 대신이 정세에 따라 체직된 것은 한두 번이 아니어서 인조(仁祖) 때의 고사로 말하더라도 정사(呈辭)가 40번을 넘지 않았는데, 근래에는 자못 백 번에 이르고 있으니, 이는 형식에 너무 치우친 말세의 폐단이다. 그리고 차자(箚子)는 정사(呈辭)와 다르기 때문에 5, 6번만 올라오면 체직을 허락하는 법이다. 예나 지금이나 어찌 기어코 10, 20번의 차자가 올라오고 나서야 체직을 허락하였겠는가? 여러 날을 버티고 있어서 직무(職務)가 폐기되었는데, 한결같이 강박(强迫)하는 것도 그다지 적당하지 못하기 때문에 내가 차자의 비답(批答)에 한결같이 서로 버티고 있다는 등의 말로써 내가 어쩔 수 없어 애써 따른다는 뜻을 이미 보였는데도 이제 또 경시한다고 말하니, 이는 실로 전혀 사리(事理)에 가깝지 않은 말이다. 묘당(廟堂)의 기무(機務)를 적체(積滯)시킨 자를 어쩔 수 없어 체직한 것인데, 무슨 경시한 일이 있었겠는가? 마음이 서로 유통하지 않는 것이 이 지경에 이르렀으니 내가 실로 개탄스럽게 여긴다.” 하니, 동지사(同知事) 조상우(趙相愚)가 아뢰기를, “경시(輕視)란 두 글자는 여러 신하들도 잘못이라고 여겼습니다.” 하였다.",
                "hj": "○己未/晝講時, 上曰: “李世維上疏, 以輕視大臣爲言。 君臣間情志不相通, 良可嘅然。 致祭權大運一款, 於春宮謂之讎人, 不可致祭云者, 予未知其可也。 大臣所謂只觀大體云者, 與予意相合, 故旣許致祭, 而金昌直之疏, 極其峻激。 當初予已非之, 而大臣因此不安, 出仕無期, 故姑爲勉副, 非以言者之言爲是也。 大臣之以情勢許遞, 非一非再, 而雖以仁祖朝事言之, 呈辭無過四十度, 近來則殆至百度, 乃末世文具之弊也。 且箚子異於呈辭, 故五六上而許遞, 非今斯今。 何必至十箚二十箚然後, 方可許遞耶? 屢日持久, 職事曠廢, 一向强迫, 亦甚不當, 故予於箚批, 以一向相持等語, 已示予不得已勉副之意, 而今乃以輕視爲言, 此實萬萬不近也。 廟堂機務積滯者, 不得已許遞, 有何輕視之事乎? 情志之不相流通至此, 予實慨然也。” 同知事趙相愚曰: “輕視二字, 群下亦以爲非矣。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Kim Jingwi , Superintendent of the Middle Army Commandery General , received the 패를 받고 출사하였다. 사신은 논한다. Prior to this, when Jingwi became the squad leader of the royal squad leader , the Office of the Censor General Yun Deokjun submitted a memorial requesting that the squad leader of the commandants of the provincial headquad leaders be numerous, and his son [Kim] Chuntaek [] observed that he was granted a general pardon and returned [to the capital]. The instructions of Jingwi were truly not insignificant. Therefore, it is proper that Jingwi should have firmly declined to resign from his post and be expected to evade his dismissal. However, when a memorial was received a royal approval, Jingwi suddenly returned to his post. Truly, he is a man who knows his appointment but does not know his retired place. ",
                "H2KE-nKo": "수어사 김진귀가 패초를 받고 출사하였다. 사신은 논한다. 이에 앞서 김진귀가 어영대장이 되었을 때 대사간 윤덕준이 상소하여 논핵하기를 ‘영문의 장교 중에는 대부분 잡류가 많은데, 그의 아들 김춘택이 사면을 받고 막 돌아왔다.’라고 하였다. 그가 명하신 내용이 실로 예사롭지 않았으니, 김진귀가 스스로 처신하는 도리로 볼 때 진실로 장수의 직임을 극력 사양하여 기어이 면직되도록 했어야 한다. 그런데 한 번 상소하고 비답을 받은 뒤에 곧바로 출사하였으니, 참으로 나아갈 줄만 알고 물러날 줄은 모른다고 할 만하다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 3월 28일(신유) 1번째기사",
                "gt-oKo": "수어사(守禦使) 김진귀(金鎭龜)가 패(牌)를 받들고 출사(出仕)하였다. 사신(史臣)은 논한다. “이보다 먼저 김진귀가 어영 대장(御營大將)이 되었을 적에 대사간(大司諫) 윤덕준(尹德駿)이 소를 올려 논핵(論劾)하기를, ‘영문(營門)의 장교 중에 대개 잡류(雜流)가 많고, 그의 아들 김춘택(金春澤)이 사면을 받아서 막 돌아왔다.’고 말했지만, 생각하여 말한 것이 실로 보통이 아니었다. 김진귀는 처신하는 도리에 있어서 마땅히 어영 대장의 직임을 극력 사피하여 기어코 면직되어야 할 것인데도, 첫째 상소의 비답을 받은 뒤에 곧바로 출사(出仕)를 하였으니, 참으로 나아갈 줄 만 알고 물러날 줄은 모른다 할 수가 있다.”",
                "hj": "○辛酉/守禦使金鎭龜, 承牌出仕。 【史臣曰: “先是鎭龜之爲御將也, 大司諫尹德駿疏論之, 而以營門將校率多雜流, 其子春澤, 遇赦新還爲辭。 其命意下語, 實非尋常, 則在鎭龜自處之道, 固宜力辭將任, 期於必免, 而一疏承批之後, 旋卽出仕, 誠可謂知進而不知退也。”】"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Im Wonseong , third inspector [of the Office of the Inspector General] , who was in the gapjin year (, came to avoid suspicion due to the 엄한 비답을 내렸다. The King ordered that [his office] not be held. 사신은 논한다. [Im] Wonseong and [Bak] Taei were very secret in terms of love. At this time, Taei was currently cross-examined for his crime of stealing the law. Therefore, [Im] Wonseong did not dare consider the public justice and arbitrarily submitted a memorial [to the King], which means that [he] would defend himself. People were all surprised.",
                "H2KE-nKo": "갑자년에 장령 임원성이 엄한 비답을 받았다는 이유로 인피하니, 주상이 사직하지 말라고 명하였다. 사신은 논한다. 임원성은 박태회의 무리와 정분이 매우 친밀하였다. 이때에 이르러 박태회가 과거에 급제한 죄로 현재 형장을 치며 신문하는 중에 있었기 때문에 임원성이 감히 공의를 돌아보지 않고 앞장서서 상소를 올려 근거 없는 말로 구원할 계책을 꾸몄으니, 사람들이 모두 놀라워하였다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 4월 1일(갑자) 1번째기사",
                "gt-oKo": "장령(掌令) 임원성(任元聖)이 준엄한 비답으로 인하여 인피(引避)를 하니, 임금이 사피하지 말라고 명하였다. 사신(史臣)은 논한다. “임원성은 박태회(朴泰晦)의 무리와 정분이 매우 두터웠는데, 이때에 와서 박태회가 과거(科擧)를 도둑질한 죄로 바야흐로 형신(刑訊) 중에 있었기 때문에 임원성이 이에 감히 공론을 돌아보지 않고 앞장서서 소를 올려서 근거없는 말로 변명 구제할 계획을 하였으니 사람들이 모두 놀랐다.”",
                "hj": "○甲子/掌令任元聖, 因嚴批引避, 上命勿辭。 【史臣曰: “元聖與朴泰晦輩, 情分甚密, 至是泰晦以竊科之罪, 方在刑訊之中, 故元聖乃敢不顧公議, 挺身投疏, 以爲游辭救解之計, 人皆駭之。”】"
            }
        }
    },
    "06": {
        "30": {
            "1": {
                "H2KE-EN": "Assistant State Councilor Yi Eongang submitted a memorial regarding the transfer of a letter submitted by the Office of the Inspector General on the matter of transferring a letter of credence to the State Tribunal . The memorial read as follows: On a previous day, when the officials of the senior third rank or above of the State Tribunal submitted a memorial, your subject stood with Chief Royal Secretary Eom Jip , the 한림, and the Records of the Royal Secretariat . Upon hearing that those who wrote a letter of credence from the prisoners of the State Tribunal were currently mentioned by Magistrate of Ganghwa Strategic Prefecture Heo Jin , they did not know whether this was true or true. At that time, Recorder of the Office of the Royal Confucian AcademyMin Jin came to the place where his elder brother [Heo] Jinhu was staying. Your subject asked him about whether the transfer of a letter was transferred or not. Then, when he desired to see him, Jin came and showed it to him. There was no one who did not regard this as strange. Your subject said to Jinwon, There is a family person who served as a minister of the State Tribunal. Thus, this letter must be transferred and showed to Jinwon. However, Jinwon also denied the request. Therefore, your subject immediately transferred and delivered it to the high officials. The memorial of credence was transferred from this, and the high officials also submitted a memorial and appealed. Now, the inspectors and censors request the interrogation of the inspectors and censors is generally based upon what the wrote. Therefore, your subject does not know about the transfer of the letter of credence at the beginning. However, your subject had already seen the high officials and showed it to the high officials. Therefore, this similar to a single similar. The King granted a royal directive.",
                "H2KE-nKo": "좌참찬 이언강이 대간의 계사를 등사한 일로 인하여 상소하여 사실을 진달하였는데, 그 대략에,“일전에 의금부 당상이 처음 상소하였을 때 신이 도승지 엄집 및 한림, 주서 등과 함께 내의원에 앉아 의금부 죄수가 한 이야기를 문자로 지었다는 말을 들었는데, 현재 강화 유수 민진후가 한 말이라고는 하나 사실인지는 잘 모르겠습니다. 마침 사서 민진원이 그의 형 민진후가 있는 곳에서 왔기에 신이 시험삼아 그 문자의 등본이 있는지의 여부를 물어보고 이어 보고 싶다는 뜻을 언급하였더니, 민진원이 가져다 보여 주었으므로 온 좌중이 전해 보고는 모두 괴이하게 여겼습니다. 신이 민진원에게 말하기를 ‘한 집안 사람 중에 의금부 당상이 된 자가 있으니 이 편지를 등사하여 보여 주지 않을 수 없다.’라고 하니, 민진원도 저지하지 않았습니다. 그래서 신이 즉시 등사하여 보낸 중신의 연명 상소가 과연 여기에서 나왔고 재신도 상소하여 스스로 논열하였습니다.이번에 대간의 계사에서 조사하기를 청한 것은 대개 그 문자가 어디에서 나온 것인지에 달려 있으니, 당초의 내력은 신이 알 바가 아닙니다. 그러나 신이 이미 재신을 만나 보고 중신에게 전해 주었으니, 이 한 가지 일만 가지고도 태연히 있을 수 없습니다.”하니, 주상이 의례적인 비답을 내렸다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 6월 30일(신묘) 1번째기사",
                "gt-oKo": "좌참찬(左參贊) 이언강(李彦綱)이 대간(臺諫)이 아뢴 등사지 사건으로 인하여 소를 올려 그 사실을 진달하였는데, 대략 이르기를, “일전 의금부 당상관이 처음 소를 올렸을 적에 신이 도승지 엄집(嚴緝) 및 한림(翰林)·주서(注書) 여러 사람들과 함께 약원(藥院)에 앉았다가, 의금부의 죄수가 한 이야기를 문자로 만들었다는 것은, 현재 강화 유수(江華留守)로 있는 민진후(閔鎭厚)가 한 말이라고 하나, 아직 허실(虛實)은 자세히 알 수 없다는 말을 듣게 되었습니다. 마침 사서(司書) 민진원(閔鎭遠)이 제 형 민진후가 있는 곳에서 왔기에 신이 시험삼아 그 문자 등본의 유무(有無)를 물어보고 이어 보고자 하는 의도를 언급했더니 민진원이 가져다 보이므로, 온 좌중이 돌려 보고 해괴하게 여기지 않은 사람이 없었습니다. 신이 민진원에게, ‘한 집안 사람이 의금부 당상으로 있으니, 이 글은 등사하여 보이지 않을 수 없다.’고 하였더니, 민진원도 막지 않기 때문에 신이 곧장 등사를 하고 보냈습니다. 중신(重臣)의 연명소도 과연 여기에서 나왔고, 재신(宰臣)도 또 소를 올려 스스로 논열(論列)하였던 것인데, 이번 대계(臺啓)에서 사핵(査覈)을 청한 것은 대개 그 문자의 나온 곳을 캐자는 데에 있으므로, 당초의 내력(來歷)은 신이 아는 바가 아니나 신이 벌써 재신(宰臣)에게 보이고 나서 중신(重臣)에게 돌려 보였으니, 이 한 가지의 일만 가지고도 태연히 있을 수는 없습니다.” 하였는데, 임금이 전례대로 비답을 내렸다.",
                "hj": "○辛卯/左參贊李彦綱, 因臺啓謄紙事, 疏陳事實, 略曰: 日者金吾堂上之初疏也, 臣與都承旨嚴緝及翰、注諸人, 同坐藥院, 得聞禁府囚人說話之作爲文字者, 見在江華留守閔鎭厚所云, 而未審虛實矣。 適司書閔鎭遠, 自其兄鎭厚所在處來到, 臣試問其文字謄本有無, 仍及欲見之意, 則鎭遠取來示之, 一座傳看, 莫不怪該。 臣言于鎭遠曰: “一家人, 有爲金吾堂上者, 此書不可不謄示” 云, 則鎭遠亦不止之, 故臣卽傳謄送重臣。 聯名之疏, 果出於此, 而宰臣亦陳疏自列矣。 今此臺啓之請覈, 蓋在於其文字之所從出, 則當初來歷, 非臣所知, 而臣旣見於宰臣, 轉示於重臣, 則卽此一節, 亦不可晏然。” 上賜例答。"
            }
        }
    },
    "07": {
        "19": {
            "1": {
                "H2KE-EN": "The State Tribunal interrogated Jo Daeru and Jo Sun억 . Jo Daeru presented a confession, which stated: On the day when your subject arrived at the middle of the midle of the le of the midle of the",
                "H2KE-nKo": "의금부가 조대수와 정순억의 공초를 받았다. 조대수가 공초하기를,“그날 과장에서 신이 데리고 있던 청지기가 작은 종이 하나를 가지고 와서 말하기를 ‘이것은 바로 수권관의 서찰이다.’라고 하였습니다. 그런데 그 말을 듣고는 깜짝 놀라 엄한 말로 꾸짖어 물리치고 뜯어보지도 않은 채 즉시 찢어 버리게 하였으니, 서찰의 내용은 실로 아는 바가 없습니다. 앞서의 공초 가운데 ‘김전 및 청지기에게 물어보면 알 수 있을 것이다.’라고 한 것은 대개 이 때문입니다. 창졸간에 미처 두루 생각하지 못하고 오직 찢어 버리고 보지 않는 것이 합당한 줄만 알았지 적발하여 징계하여 다스리는 것이 체모에 맞는 줄은 깨닫지 못하여 오늘과 같은 일이 있게 하였으니, 그 죄는 만번 죽어 마땅합니다.”하고, 정순억이 아뢰기를,“조 수찬과는 본래 절친한 일이 없고 단지 권계창의 말로 인하여 심익창의 문두를 조 수찬에게 전해 주었더니, 초장의 문두가 과연 찢어지고 찢어졌으나 별로 크게 꾸짖은 일이 없었습니다. 그래서 종장의 문두도 권계창의 말로 인하여 또한 시관이 측간에서 돌아오는 길에 들여보냈는데, 조 수찬이 본 뒤에 한마디 말도 없이 잠자코 있다가 그대로 들어갔습니다. 입락을 탐지한 일은 과연 청지기에게 물어서 알았습니다.”하였다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 7월 19일(경술) 1번째기사",
                "gt-oKo": "의금부에서 조대수(趙大壽)와 정순억(鄭順億)의 초사(招辭)를 받았는데, 조대수는 공초하기를, “그날 신이 과장(科場) 안에서 신이 데리고 간 청지기가 한 장의 조그만 종이를 가지고 와서, ‘이것은 곧 수권관(收券官)의 서찰이다.’ 하였는데, 듣는 즉시 매우 놀라 준엄한 말로 꾸짖어 물리치고 뜯어보지 않고 곧장 찢어버리라고 하였기 때문에, 쪽지 속의 사연은 실로 아는 바가 없습니다. 앞서의 초사에서 ‘김전(金戩) 및 청지기에서 물어보면 알 수 있을 것이다.’라고 한 것도 대개 이런 이유입니다. 갑작스러운 일이어서 생각이 두루 미치지 못하여 다만 찢어버리고 보지 않는 것만이 옳은 줄 알고 적발하여 다스리는 것이 사체(事體)에 맞는 줄은 깨닫지 못하여 오늘날의 사태를 불러 일으켰으니, 그 죄는 만번 죽어 마땅합니다.” 하고, 정순억은 공초하기를, “조 수찬(趙修撰)과는 본래 절친한 사이가 아니었으나, 다만 권계창(權繼昌)의 말에 따라 심익창(沈益昌)의 문두(文頭)를 조 수찬에게 전했더니, 초장(初場)의 문두는 과연 찢어버리고 별로 대단히 꾸짖는 일은 없었습니다. 그런 까닭으로 종장(終場)의 문두도 또 권계창의 말에 따라 시관(試官)이 측간에 갔다 돌아오는 길에 갖다 주었더니, 조 수찬이 본 뒤에 잠잠히 한 마디의 말도 없이 이내 들어가 버렸습니다. 입락(立落)을 탐지한 일은 과연 청지기에게 물어서 알았습니다.” 하였다.",
                "hj": "○庚戌/禁府取趙大壽、順億招。 大壽供言: “伊日場中, 臣所帶廳直, 持一小紙而來曰: ‘此乃收券官書札’, 而聞卽驚駭, 嚴辭叱退, 不爲拆見, 卽令裂破, 書中辭意, 實無所知。 前招中問于戩及廳直, 則可知云者, 蓋以此也。 倉卒之際, 不及周思, 惟知裂破不見之爲合宜, 未覺摘發懲治之爲得體, 致有今日之擧, 罪合萬死。” 順億言: “與趙修撰, 本無親切之事, 而只因權繼昌之言, 傳納沈益昌文頭于趙修撰, 則初場文頭, 果爲裂破, 而別無大段呵叱之事, 故終場文頭, 又因繼昌之言, 亦爲入納於試官如廁歸路, 則趙修撰見後, 默無一言, 仍爲入去矣。 探知立落事, 果問於廳直而知之。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongjin day, Fourth Censor Han Baeha of the Office of the Censor General submitted a memorial requesting that Kim Jingwi be placed under the control of military power and Heo Jin be transcribed into writing. It is not a way to preserve his life by arrogating a royal kin by arrogating a royal kin. The King reprimanded [Han Baeha] with a strict message and reprimanded him. [Han Baeha] was aware of the memorial submitted to the King.",
                "H2KE-nKo": "정언 한배하가 상소하여, 김진귀가 다시 병권을 장악하고 민진후가 떠도는 글을 베껴서 전파하고 외척이 교만하고 방자한 것은 보전하는 방도가 아니라고 논하니, 주상이 엄한 비답을 내려 꾸짖었다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 7월 25일(병진) 1번째기사",
                "gt-oKo": "정언(正言) 한배하(韓配夏)가 소를 올려 논하기를, “김진귀(金鎭龜)가 다시 병권(兵權)을 장악한 것과 민진후(閔鎭厚)가 투서를 등사 전파하여 외척(外戚)이 교만하고 방자한 것은 보전의 도리가 아닙니다.” 하니, 임금이 준엄한 비답으로 꾸짖었다.【원소의 비답은 위에 보인다.】",
                "hj": "○丙辰/正言韓配夏, 疏論金鎭龜之復握戎權, 閔鎭厚之謄播飛書, 戚畹驕橫, 非保全之道, 上嚴批責之。【原疏、批旨見上。】"
            },
            "2": {
                "H2KE-EN": "As Heo Jin wrote a single writing, he did not admit history to the King. Truly, this was no fault. However, Jo Daeru , who was not cautious at the time of his examination, was already exposed by major discussion. Since the circumstances have already been discovered, he should not be left unpunished. This is because the court has thoroughly cross-examined and investigated them. Therefore, Jo Daeru and his relative should be slightly wait for his expedition. However, Jo Sasang, Jo Baeha , and others hurriedly submitted a memorial and hurriedly claimed the fault of Jinhu by fabricating a single writing. They clearly evidently claimed that Jo Daeru and concealed a responsibility to hide his responsibility. How can we conform to the hearts of the people and be unable to reprimand them severely from the royal order.",
                "H2KE-nKo": "민진후가 비서를 전파하고 또 군부의 물음에 곧바로 진달하지 않았으니, 참으로 잘못이 없지 않다. 그러나 조대수는 시험을 신중히 보지 않아 이미 물의가 있었고, 일의 단서가 이미 드러난 뒤에는 또 비서라고 하여 그대로 두어서는 안 된다. 이것이 조정에서 바야흐로 조사하여 다스리고 있는 이유이다. 그러니 조대수의 친당인 자는 오직 그가 출장하기를 조용히 기다려야 하는데, 이사상과 한배하의 무리가 서둘러 상소하여 곧바로 민진후를 글을 지어 화를 즐기는 죄과로 몰아넣었으니, 조대수가 비호하고 보복한 자취가 뚜렷이 있다. 이러고서야 어떻게 인심을 복종시킬 수 있겠는가. 의당 주상의 엄한 질책을 면치 못할 것이다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 7월 25일(병진) 2번째기사",
                "gt-oKo": "민진후(閔鎭厚)가 투서를 전파하고 또 임금의 물음에 바로 진술하지 않은 일은 잘못이 없는 것이 아니지만, 조대수(趙大壽)는 시험 감시 소홀히 하여 이미 물의(物議)를 일으켰고, 사건이 탄로된 뒤에도 또 투서하였다 하여 그대로 놓아둘 수는 없다고 하였다. 이것이 조정에서 막 조사하여 다스리려는 것이니, 조대수의 친당이 된 자로서는 다만 마땅히 그의 출장(出場)을 조용히 기다려야 할 것인데도 이사상(李師尙)·한배하(韓配夏)의 무리들이 서둘러 소를 올려 곧바로 민진후를 글을 만들어 화란을 좋아한 죄과로 몰아놓고, 조대수를 위하여 숨기고 두둔하며 보복을 하려는 자취를 드러내 보였다. 이러고도 어떻게 사람의 마음을 복종시킬 수 있겠는가? 임금의 준엄한 꾸짖음을 면하지 못함이 마땅하다.",
                "hj": "○閔鎭厚之傳播飛書, 又不直陳於君父之問, 誠不無所失,而趙大壽按試不謹, 旣有物議, 事端旣露之後, 又不可以飛書而置之。 此朝家所以方行査治, 則爲大壽親黨者, 惟當靜俟其出場, 而師尙、配夏輩, 汲汲陳疏, 直驅鎭厚於造書樂禍之科, 顯有爲大壽掩護報復之迹, 其何以服人心, 而宜不免上旨之嚴責也。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十四終"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Jeong Chi , the Office of the Censor General , requested that all the inspectors and censors of the Office of the Censor General and the Office of the Censor General be ordered to reassume their posts. The King ordered to follow their recommendation and ordered all the inspectors and censors of the Office of the Censor General to assume their posts. 사신은 논한다. At that time, the transcribed paper had been issued, and the rumors of the people were observed. The prisoners of the State Tribunal were busy involved in the affairs of impeaching them. How could they not know that Jo Daer수가 committed a crime? However, they dared to conceal their crimes by self-restraining them and proceeded to the Office of the Inspector General to avoid suspicion. They claimed that they were falsely written in a letter, and claimed that they did not avoid suspicion. After they requested to reassume their posts, they again switnessed leisurely to assume their posts. People all laughed.",
                "H2KE-nKo": "정유년에 사간원이 처치하여 조대수 등 여러 대간을 모두 출사시키기를 청하니, 주상이 아뢴 대로 하라고 답하였다. 조대수는 관직에 나아갔다. 사신은 논한다. 이때 등사지가 한 번 나오자 물의가 떠들썩하였다. 의금부의 여러 죄수에 대해 조사하는 일이 한창 진행 중이었다. 조대수가 스스로 범한 죄를 어찌 스스로 모르겠는가. 그런데도 감히 슬그머니 스스로 감추고는 대청에 나아가 인피하면서 위서라고 하면서 스스로 혐의가 없다고 하고, 규례대로 출사하게 하기를 청한 뒤에는 또 다시 의기양양하게 반열에 나아갔으니, 사람들이 모두 비웃었다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 7월 6일(정유) 1번째기사",
                "gt-oKo": "간원(諫院)에서 처치하여 조대수(趙大壽) 등 여러 대신(臺臣)을 출사(出仕)시킬 것을 청하니, 임금이 아뢴 대로 하라고 비답하여 조대수가 취직(就職)하였다. 사신(史臣)은 논한다. “이때 등사지가 한 번 나오자, 물의(物議)가 들끓어서 의금부의 여러 죄수를 조사하는 일이 한창이었다. 조대수가 제가 범한 죄를 어찌 스스로 몰랐겠는가마는, 곧 감히 감쪽같이 덮어둔 채 대각(臺閣)에 나아와 인피(引避)하면서 위서(僞書)라고 말하고 자신은 혐의가 없다고 하더니, 예(例)에 따라 출사(出仕)의 계청이 있는 뒤에 또 다시 의기 양양하게 반열(班列)에 나가니, 사람들이 모두 비웃었다.”",
                "hj": "○丁酉/諫院處置, 請趙大壽等諸臺竝出仕, 上答以依啓, 大壽就職。 【史臣曰: “時, 謄紙一出, 物議喧譁, 金吾諸囚, 査事方張。 趙大壽自犯之罪, 豈不自知, 而乃敢厭然自掩, 詣臺引避, 稱以僞書, 自謂無嫌, 及夫循例請出之後, 又復揚揚就列, 人皆笑之。”】"
            }
        }
    },
    "08": {
        "24": {
            "1": {
                "H2KE-EN": "Min Jinju , the minister of personnel , passed away.【나이는 위에 보인다.】 When [Min] Jinju was serving in the Office of the Inspector General , he once impeached Jo Saseok as a privy councilor . Jo Saseok was promoted to a special post several times, which was truly surprised by the people. Also, he was a royal relative of the royal relative. [Min] Jinju impeached him for his impeachment, and he was praised for his words. It would be appropriate to praise his behavior even after his historian praise his behavior. However, his words of accepting bribes were not only because [Jo] Chisang [], [Jo] Samyeong [], and others had fabricated a false accusation against the King. In the end, [Min Jinju] confessed to the crime of deceiving the King. The public opinion did not regard this as a series of Jo Saseok. Now, those who impeached him directly as a series of secret deliberation and sought to fabricate words of slandering. Instead, [Min] Chisang [] and [Jo] Samyeong did not consider his fabricated absurd remarks and dared not reach the place where they dared to speak. This is also a mistake.",
                "H2KE-nKo": "이조 판서 민진주가 졸하였다. - 나이가 위에 보인다. - 민진주가 대간으로 있을 때에 일찍이 조사석이 정승에 제수된 일을 논하였다. 조사석을 여러 차례 특별히 의정으로 뽑은 것은 진실로 여론을 놀라게 하였고, 또한 임금의 총애가 외척에게 치우쳤다는 것을 볼 수 있었다. 민진주가 탄핵한 논의는 진실로 그의 과감한 말을 숭상할 만하였으니, 초사에서 추후에 칭찬한 것도 당연하다. 그러나 뇌물을 바쳤다는 말은 홍치상과 이사명의 무리가 터무니없이 떠벌린 데에서 나온 것에 불과하였고, 마침내는 이 때문에 임금을 속인 죄로 복주되었다. 공의는 이 때문에 조사석을 병되게 여기지 않았는데, 지금 의논하는 자들은 곧바로 심오한 후원이라고 지목하여 참소하고 해치려는 말을 사실로 만들고자 하면서 감히 말할 수 없는 자리에 있는 그의 무함이 미쳤다는 것을 돌아보지 않으니, 그 또한 괴이하다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 8월 24일(갑신) 1번째기사",
                "gt-oKo": "이조 판서 민진주(閔鎭周)가 졸(卒)하였다.【나이는 위에 보인다.】 민진주가 사헌부에 있으면서 일찍이 조사석(趙師錫)이 정승으로 임명된 일을 논핵(論劾)하였다. 조사석은 여러 번 특복(特卜)되자 진실로 물정(物情)이 놀랐으며, 또 임금의 권총(眷寵)이 척완(戚畹)에게 치우친 것을 볼 수 있었다. 민진주의 탄론(彈論)은 진실로 그 거리낌없이 말한 것을 숭상할 만한 일이므로 초사(初史)에서 권장하고, 추켜세움을 더하는 것이 또한 마땅한 것이다. 그리고 뇌물을 받았다는 설에 이르러서는 홍치상(洪致祥)과 이사명(李師命)의 무리들이 떠벌리며 거짓말 한 것에 지나지 아니한 것인데도 마침내 이로써 임금을 속인 허물에 굴복하였다. 공의(公義)가 이 일로써 조사석을 허물하지 않았는데도 지금 의논하는 자들은 바로 내전(內殿)의 후원으로써 지목하여 헐뜯고 해치는 말을 사실로 만들고자 하고, 감히 말하지 못할 처지에 이르게 된 것을 돌아보지 아니했으니, 그 또한 이상한 일이었다.",
                "hj": "○甲申/吏曹判書閔鎭周卒。【年見上。】 鎭周之居臺也, 嘗論趙師錫拜相事。 師錫之累加特卜, 固有駭於物情, 而亦可見上眷之偏於戚畹也。 鎭周之彈論, 固可尙其敢言, 初史之追加奬詡亦宜矣, 而至於納賂之說, 不過出於致祥、師命輩之所譸張, 終以此伏誣上之誅, 則公議不以此病師錫, 而今議者, 直以奧援目之, 要以實讒賊之言, 而不顧其誣及於不敢言之地焉, 其亦異矣。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On jeonghae day, Jeong Haesang was appointed minister of personnel . 사신은 논한다. When [Jeong] Seon was a government post, he retired from the capital to live outside the eastern outskirts [of the capital] and neglected to serve in a government post. He teached the후생 [of the Royal Confucian Academy] and reviewed the Four Books . He called [Comprehensive Mirror to Aid in Government] (C. Shijing . His studies were generally similar to the Zhu Xi's instruction. Those who strongly reprimanded them were called [Comprehensive Mirror to Auspicious Mirrvements (C. Shijing . However, [Jeong] Seonsang are merely deeply studying literature and is not worth whild.",
                "H2KE-nKo": "박세당을 이조 판서로 삼았다. 사신은 논한다. 박세당은 관직이 낮은 때부터 도성 동쪽 교외로 물러나 살면서 벼슬할 생각을 끊고 후생을 가르쳤는데, 사서를 주석하여 《사변록》이라 칭하였다. 그가 주장한 말은 대부분 주자의 훈고와 달라서 깊이 배척한 자를 이단이라고 지목하였다고 한다. 그러나 박세당은 한갓 문사에만 깊었으니 이단이라고 할 수는 없다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 8월 27일(정해) 1번째기사",
                "gt-oKo": "박세당(朴世堂)을 이조 판서로 삼았다. 사신은 논한다. “박세당은 벼슬이 낮은 때부터 성(城) 동쪽 교외(郊外)에서 살면서 사환(仕宦)에 생각을 끊고 후생(後生)들을 교수(敎授)하며 사서(四書)를 주석(註釋)하여 《사변록(思辨錄)》이라고 일컬었다. 그가 입언(立言)한 바는 대개 주자(朱子)의 훈고(訓詁)에 다른 것이 많았으니, 깊이 배척하는 자들은 이를 지목하여 이단(異端)이라 하였다. 그러나 박세당은 한갓 문사(文辭)에만 깊었으니, 이단이라고 할 수는 없다.”",
                "hj": "○丁亥/朴世堂爲吏曹判書。 【史臣曰: “世堂自官小時, 退居城東郊外, 絶意仕宦, 敎授後生, 註釋四書, 稱以《思辨錄》。 而其所立言, 率多同異於朱子訓誥, 深斥者, 目之以異端云。 然世堂徒深於文辭, 不足爲異端也。”】"
            }
        }
    },
    "10": {
        "21": {
            "1": {
                "H2KE-EN": "Superintendent of the Directorate of Palace Kitchen Supplies Kim Gu presented a memorial to the King to express his gratitude for the imprisonment of Jo Daesus imprisonment. The memorial read as follows: Jo Sus imprisonment was merely Sim Ikchangs drafts of Sim Ikchangs drafts and Yu Segi. He merely reprimanded them and destroyed them. Therefore, it would be right for him to say that he did not report his imprisonment even though he was negligent in the 과장. Because of this, he used his imprisonment and used his imprisonment. There was no evidence in questioning, and he did not admit his guilt. If his imprisonment were directly determined according to the law, his imprisonment would be unjustly punished. The circumstances and the circumstances have not yet been discovered and their imprisonment are first determined. Therefore, your subject dared not replace him with his imprisonment. The King ordered him not to replace him.",
                "H2KE-nKo": "판의금부사 김구가 상소하여 조대수의 옥사에 대해 주상에게 여쭈어 처리하라고 한 명을 사양하였다. 그 대략에,“조대수가 공초한 내용은 심익창의 문두와 유세기의 자호를 받아 보고서 질책하고 찢어 버렸다는 것에 지나지 않습니다. 그렇다면 과장에서 삼가지 않았다고 할 수도 있고, 실정을 알면서도 고하지 않았다고 할 수도 있습니다. 그가 이로 인하여 입락 사이에서 사정을 쓴 것에 대해서는, 이것은 트집 잡을 단서가 없고 그가 승복한 말도 없는데 곧장 과장에서 사정을 쓴 데 대한 형률로 단정한다면, 형률이 죄에 합당하지 않은 것으로 귀결됨을 면치 못할 것입니다. 정황이 드러나지 않고 죄명이 먼저 정해졌는데 이것을 신에게 떠넘기려고 하니, 이것이 신이 감히 대신 담당할 수 없는 이유입니다.”하니, 주상이 사직하지 말라고 명하였다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 10월 21일(경진) 1번째기사",
                "gt-oKo": "판의금(判義禁) 김구(金構)가 진소(陳疏)하여 조대수(趙大壽)의 옥사(獄事)를 품처(稟處)하라는 명을 사양하였다. 대략에 이르기를, “조대수가 승복한 바는 심익창(沈益昌)의 문두(文頭)와 유세기(兪世基)의 자호(字號)를 받아보고 질책(叱責)한 뒤에 찢어버린 데에 지나지 아니할 뿐입니다. 과장(科場)에서 조심하지 아니하고 사정을 알고서도 고(告)하지 않았다고 한다면 옳겠지마는, 이것으로 인하여 입락(立落)의 사이에서 사정(私情)을 쓴 것이라고 한다면 이쪽에서는 탈을 잡아 물을 사단이 없고 저쪽에서는 승관(承欵)했다는 말이 없을 것입니다. 그런데도 바로 과장에서 사정(私情)을 쓴 형률(刑律)로 다스린다면, 형률이 죄(罪)에 맞지 않는데도 귀착됨을 면하지 못할 것입니다. 정절(情節)이 드러나지 아니했는데 죄명(罪名)을 먼저 정하고 이로써 신(臣)에게 맡기려고 하니, 이것이 신이 감히 번갈아 맡지 못하는 까닭입니다.” 하니, 임금이 사양하지 말라고 명하였다.",
                "hj": "○庚辰/判義禁金構陳疏, 辭趙大壽獄事稟處之命。 略曰: 大壽之所承, 不過沈益昌文頭、兪世基字號之受見, 而叱責裂破而已, 則謂之科場不謹, 知情不告可也, 其因此用情於立落之間者, 此無執問之端, 彼無承款之語, 而直斷以科場用情之律, 則未免爲律不當罪之歸。 情節未著, 罪名先定, 欲以此委之於臣, 此臣不敢替當者也。 上命勿辭。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On imo day, Second Minister of Rites Yi Don submitted a memorial regarding the case of Jo Daesu . The summary of the memorial read as follows: Your subject humbly observed the memorial of Kim Gu and secretly uttered suspicion, and eventually said that the circumstances and the circumstances are not yet exposed, and the guilty of the guilt were first determined. Your subject is deeply embarrassed. At the beginning, the questioned Jo Daesu was not only about the interpreters of Sim Ikchangs teeth of the character and Yu Segi . However, the circumstances of the two circumstances of this circumstances were identified into questioning, and the circumstances of conspiracy were evidently clarified. His confessions were nearly confessed. At the end, the circumstances of the interrogation circumstances were embarrassed and confessed. Then, how could there be any circumstances and the circumstances of the circumstances? The circumstances of the circumstances and the circumstances of the circumstances are not evident, and the circumstances of the guilt are not admitting to the guilt. Your subject is truly ignorant and unaware of the circumstances. Thus, your subject is unaware of the cumstances. The King ordered the decision not be held.",
                "H2KE-nKo": "예조 참판 이돈이 조대수의 옥사 때문에 상소하였는데, 그 대략에,“삼가 김구의 상소를 보건대, 별도로 인혐하는 단서를 만들어 심지어 ‘정절이 드러나지 않았는데 죄명이 먼저 정해졌다.’라고까지 하였으니, 신은 의아한 마음을 금할 수 없습니다. 처음부터 조대수를 추문한 것은 심익창의 문두와 유세기의 자호를 서로 통한 일에 불과하였습니다. 그런데 문목 가운데 이 두 조항을 집어내어 문목으로 삼고 ‘화응한 자취가 분명하여 숨길 수 없다.’라고 결론지어 그가 공초한 내용은 거의 다 실토하였고, 끝에 가서는 문목 안의 사연으로 황공해하며 지만하였다고 공초하였으니, 무슨 드러나지 않은 정절이 있어서 캐물을 만한 것이 있겠습니까. 그가 ‘이것은 캐물을 만한 단서가 없고 저것은 승복한 말이 없다.’라고 한 것은, 신은 참으로 우매하여 그 까닭을 모르겠습니다.”하니, 주상이 사직하지 말라고 명하였다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 10월 23일(임오) 1번째기사",
                "gt-oKo": "예조 참판 이돈(李墩)이 조대수(趙大壽)의 옥사(獄事)로 상소하였는데, 대략에 이르기를, “엎드려 김구(金構)의 상소를 보건대, 따로 인혐(引嫌)하는 단서를 내어 심지어 ‘정절(情節)도 드러나지 않았는데 죄명(罪名)을 먼저 정했다.’고까지 하니, 신(臣)은 괴이하고 미혹스러움을 견디지 못하겠습니다. 처음부터 조대수를 추문(推問)한 것은 심익창(沈益昌)의 문두(文頭)와 유세기(兪世基)의 자호(字號)를 서로 통한 일에 지나지 않았으며, 신문하는 조목 중에 이 두 가지로 집어내어 물었던 것입니다. 화응(和應)한 흔적이 분명하여 가릴 수 없게 되었음으로써 끝을 맺었고, 그의 초사(招辭)도 거의 다 사실대로 말한 것이며, 끝에 가서는 신문한 조목 안의 사연(辭緣)을 지만(遲晩)한 것을 황공(惶恐)히 여기고 납관(納欵)하였으니, 무슨 드러나지 아니한 정절이 있다고 반문(盤問)하고 묻는 것입니까? 그가 이른바 이쪽에서는 탈을 잡아 신문할 사단이 없다고 하고 저쪽에서는 승관(承欵)할 말이 없다고 한 것은 신은 진실로 우매하여 무슨 까닭인지를 알지 못하겠습니다.” 하니, 임금이 사직하지 말라고 명하였다.",
                "hj": "○壬午/禮曹參判李墪以趙大壽獄事陳疏。 略曰: 伏見金構疏, 別生引嫌之端, 至曰情節未著, 罪名先定, 臣不勝訝惑。 自初推問於大壽者, 不過沈益昌文頭、兪世基字號相通事, 而問目中, 以此兩款, 拈出爲問, 結之以和應之迹, 昭不可掩, 而渠之招辭, 幾盡吐實, 末端以問目內辭緣, 惶恐遲晩納款, 則有何未著之情節, 可以盤問者耶? 其所謂此無執問之端, 彼無承款之語云者, 臣誠愚昧, 不識其何故也。 上命勿辭。"
            }
        }
    },
    "11": {
        "29": {
            "1": {
                "H2KE-EN": "Third Inspector Seong Hosin of the Office of the Inspector General reported to the King on the grounds that Kim Gu had submitted a memorial to the King and the King ordered that he not be dismissed. 사신은 논한다. Seong Hosins old and decay was already severe, and his writing skills are also short. Every time when he submitted a memorial, he supplied others with other hands. He stubbornly claimed the writing style and claimed the writing style. When the draft of Kim Gu and Seong Hosin delivered a report to the King, he slandered. Every time he came to the Office of the Inspector General, all people satisfied him and laughed. His shamelessness toward the Office of the Inspector General and humiliated the royal court is more extreme than this.",
                "H2KE-nKo": "장령 성호신이 김구의 상소로 인하여 인피하니, 주상이 사직하지 말라고 명하였다. 사신은 논한다. 성호신은 노쇠함이 이미 심하고 문사도 짧아서 전후의 상소와 계사가 모두 다른 사람의 손을 빌리고 남의 사주를 받아 한갓 준엄한 논의만을 숭상하였다. 그런데 피초와 전계하는 즈음에 가소로운 일이 많았다. 매번 대청에 나아갈 때마다 사람들이 모두 눈짓하며 비웃었다. 대각을 욕되게 하고 조정을 수치스럽게 한 것이 이보다 심할 수 없다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 11월 29일(정사) 1번째기사",
                "gt-oKo": "장령(掌令) 성호신(成虎臣)이 김구(金構)의 상소로 인하여 인피(引避)하니, 임금이 사직하지 말라고 명하였다. 사신은 논한다. “성호신은 이미 몹시 늙고 쇠약한데다 문사(文詞)가 또 짧아서 전후의 소계(疏啓)는 모두 다른 사람의 손을 빌었고, 다른 사람의 지사(指使)를 듣고 한갓 준론(峻論)만을 숭상하였다. 피초(避草)나 전계(傳啓)의 즈음에는 웃을 만한 행동이 많이 있었다. 매양 한 번씩 대각(臺閣)에 나아가니, 사람들이 모두 서로 눈짓하며 비웃었다. 그가 대각을 욕되게 하고 조정(朝廷)을 부끄럽게 함이 이보다 심함이 없었다.”",
                "hj": "○丁巳/掌令成虎臣, 因金構疏引避, 上命勿辭。 【史臣曰: “虎臣衰朽旣甚, 文詞且短, 前後疏啓, 皆倩他手, 聽人指使, 徒尙峻論, 而避草、傳啓之際, 多有可笑之擧。 每一詣臺, 人皆目笑。 其辱臺閣而羞朝廷, 莫此甚矣。”】"
            }
        }
    },
    "12": {
        "18": {
            "1": {
                "H2KE-EN": "On byeongja day, Second Deputy Director of the Royal House Administration Yi Jinhyu submitted a memorial requesting that the imposition of the type of the position of the King. The imposition of the position of the posibility of the two posibility of the king and the posibility of the ",
                "H2KE-nKo": "병자년에 동지의금부사 이진휴가 상소하여 정순억에게 형장을 더 가하는 것이 옳지 않다고 논하였는데, 그 대략에,“시관 두 사람의 말은 비록 베껴 쓴 종이로 인하여 강석하의 공초에서 나왔으나, 정순억이 공초한 것을 보니 조대수와 김전이 두 사람이고 심익창의 공초에서도 조대수 이외에 두 사람의 말은 전혀 맹랑한 것이었으며, 유세기의 자호를 몰래 통한 곳에서도 조대수 한 사람뿐이라고 하였습니다. 그리고 김전의 사서에서 언급한 곳도 조대수를 가리킨 것입니다. 수인이 이미 지적하여 고하였는데, 반드시 다시 고문을 가하여 마치 의도적으로 찾는 것처럼 하려고 하니, 죽을 처지에서 살길을 찾으려는 마음이야 무슨 짓인들 못하겠습니까. 이는 성세의 아름다운 일이 아니며 또한 훗날의 폐단과도 관계가 있습니다.”하니, 주상이 엄하게 조사하는 것이 무엇이 해롭겠느냐고 답하였다.\n",
                "date_ko": "숙보 34권, 26년(1700 경진 / 청 강희(康熙) 39년) 12월 18일(병자) 1번째기사",
                "gt-oKo": "동의금(同義禁) 이진휴(李震休)가 상소하여 정순억(鄭順億)에게 형벌을 더하는 것이 옳지 못하다고 논(論)하였는데, 대략에 이르기를, “시관(試官) 두 사람이란 말이 비록 등지(謄紙)로 인한 오석하(吳碩夏)의 원사(爰辭)에서 나왔다고 하더라도, 정순억이 납공(納供)한 것을 살펴보면 조대수(趙大壽)와 김전(金戩)이 두 사람으로 되어 있고, 심익창(沈益昌)의 공초에서도 또한 ‘조대수 이외에 두 사람의 설은 전부가 맹랑(孟浪)한 것이다.’ 했으며, 유세기(兪世基)가 자호(字號)를 몰래 통했다는 곳에서도 다만 조대수 한 사람만을 일렀습니다. 또 김전의 사서(私書)에서 이른바 파급될 곳이란 것도 또한 조대수를 가리킨 것입니다. 수인(囚人)이 이미 가리켜 고(告)했는데도 반드시 다시 고략(拷掠)을 가하여 마음속에 찾는 바가 있는 것처럼 하려고 하니, 죽음 가운데서 살기를 구하는 마음으로써 하는 일이 어딘들 이르지 않겠습니까? 이는 성세(聖世)의 미사(美事)가 아니고 또한 뒷날의 폐해에도 관계가 있을 것입니다.” 하니, 임금이, “엄하게 사실을 조사하는 것이 무엇이 해롭겠는가?” 하고 답하였다.",
                "hj": "○丙子/同義禁李震休, 疏論順億加刑之不可。 略曰: 試官兩員之說, 雖因謄紙出於碩夏之爰辭, 而及觀順億之納供, 則趙大壽、金戩爲兩員, 沈益昌之招, 亦曰大壽之外, 兩員之說, 全是孟浪, 兪世基字號潛通之所, 只云大壽一人。 且金戩私書所謂延及之處, 亦指大壽矣。 囚人旣已指告, 而必欲更加拷掠, 有若意有所索者然, 以死中求生之心, 何所不至? 此非聖世之美事, 而亦有關於後弊也。 上以嚴覈何傷, 答之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十(五)〔四〕終"
            }
        }
    }
}