{
    "01": {
        "5": {
            "1": {
                "H2KE-EN": "On jeongmyo day, Second Minister of Taxation Oh Il presented a memorial to the King to explain his innocence. The memorial read as follows: In the humble opinion of your subject, who self-restrained in the royal court, disliked all your subject and fraudulently disliked your subject, and eventually said, The powerful circumstances caused people to fear and fear. However, Yi In엽s words were impeached and expelled by impeaching petty officials and expelled by the skills of collllapsing the skills. Your subject is afraid that his superior is incorrectly worse. As he is in charge of the Office of the Inspector General , his crime is related to public justice, his crime shall be repeatedly raised. The King ordered that he not be refused. While Illuded with integrity and frugal literary composition, he was very able to self-restraint. Since the gisa year (, he was unable to self-restraint and reside in the business of his hometown, and he was extremely observed by the skills of the skills. The skills of the literary li",
                "H2KE-nKo": "호조 참판 오도일이 이인엽의 상소 때문에 상소하여 스스로 변명하였는데, 그 대략에,“생각건대, 신이 조정에 고립되어 있으면서 많은 사람들이 꺼리고 배척합니다. 심지어 기세가 사람들로 하여금 두려워하고 꺼리게 한다고까지 하였는데, 이인엽의 말은 마치 권세 있는 간신을 탄핵하여 내쫓고 무너진 풍속을 한번 만회하려는 것처럼 하였으니, 신의 의혹이 더욱 심합니다. 옥당의 직책을 맡고 있으면서 공의가 있는 이상 신의 죄는 한층 더 큽니다.”하니, 주상이 사직하지 말라고 명하였다.오도일은 청백하고 문장에 능숙하여 본디 장점이 많았다. 그러나 기사년 이후로 자숙하지 못하여 출처에 비평할 만한 것이 많았으므로 당인들이 매우 견지하였는데, 청의를 견지하는 사류들도 만족하지 못하였다. 오도일은 무료하여 분개하고 질시하였으며 지론은 일체 준엄하고 격렬하게 하기만을 힘썼다. 사류 가운데 한 무리의 검속이 없어 하자가 있는 자를 추대하여 종주로 삼고 그의 후기를 추앙하였으니, 그가 당인을 죄주게 된 것은 진실로 절실하고 정직하여 취할 만한 것이 많았다. 그러나 처음에 이미 협잡하는 사사로움이 있었고 경박하고 음험하여 세도를 거듭 병들게 하였으며, 만년에는 더욱 기승을 부려 청류 몇몇 사람, 이징명ᆞ이인엽 형제, 서종태ᆞ이탄 같은 자들을 차츰 억제하여 공평하고 너그럽게 하기만을 힘썼으므로 군자들이 그를 믿고 중하게 여겼는데, 오도일의 무리가 매우 미워하였으므로 둘로 갈라질 우려가 없지 않았다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 1월 5일(정사) 1번째기사",
                "gt-oKo": "호조 참판(戶曹參判) 오도일(吳道一)이, 이인엽(李寅燁)이 상소한 것으로 진소(陳疏)하여 스스로 변명하였는데, 그 대략에 이르기를, “생각하건대 신이 조정에 외롭게 서 있는데 여러 사람들이 꺼리고 배척하면서 심지어 기세(氣勢)가 사람들로 하여금 두렵게 하고 꺼리게 한다고 하였으며, 이인엽(李寅燁)의 말은 마치 권세있는 간신(奸臣)을 탄핵하여 내쫓고 퇴폐한 풍속을 한번 만회(挽回)하려는 듯함이 있으니, 신의 의혹이 더욱 심합니다. 그의 직임이 바로 옥당(玉堂)으로 공의(公義)가 있는 곳이니, 신의 죄는 한 부분을 다시 더하게 되었습니다.” 하니, 임금이 사임하지 말도록 명하였다. 오도일은 청렴 결백하고 문장(文章)에 능숙하여 장점이 참으로 많았다. 그러나 기사년 뒤로는 스스로 뜻을 세워 행하기를 도모하지 못하고, 출처(出處)가 의논할 만한 것이 많았으므로, 당인(黨人)들은 그를 대단히 지지(支持)를 했지만, 사류(士流)로 깨끗한 언론을 가진 자는 역시 뜻에 만족스럽게 여기지 아니하니, 오도일이 무료(無聊)하게 여겨 분(憤)을 내고 시기하며, 주장하는 의논이 일체 준엄하고 격렬한 것을 힘쓰게 되었다. 그래서 사류 가운데 1대(隊)의 검속이 없으며 결점이 있는 자들이 이를 추대하여 종주(宗主)로 삼고 그의 후기(喉氣)만 우러러보았는데, 그가 당인(黨人)을 죄주게 한 것은 진실로 적절하고 정직하여 취할 만한 것이 많이 있었다. 그러나 처음에 이미 사사로이 남을 속인 간사함이 있고 들뜨고 조급하며 음흉하고 경박하여 거듭 세도(世道)를 병들게 하였으며, 늙어서는 더욱 멋대로 굴었으므로, 청렴 결백한 사람들인 이징명(李徵明)·이인엽(李寅燁) 형제(兄弟), 서종태(徐宗泰)·이탄(李坦) 같은 이들이 차츰 억제를 가하며 공평하고 사사로움이 없는 것을 힘써 주장하자, 군자(君子)들이 의지하여 중하게 여겼는데, 오도일의 무리들이 그들을 매우 시기하였으므로 의논이 나뉘어지는 근심이 없을 수 없었다.",
                "hj": "○丁巳/戶曹參判吳道一, 以李寅燁疏, 陳疏自辨。 略曰: 念臣孤立於朝, 群忌衆排臣, 至曰氣勢令人畏憚, 而寅燁之言, 有若以爲劾逐權奸, 一挽頹風者然, 臣之惑滋甚。 職是玉堂, 公議所在, 則臣罪更加一節。 上命勿辭。 道一淸白能文章, 固多長處, 而己巳後, 不能自靖, 出處多可議, 黨人甚持之, 而士流持淸議者, 亦不滿意, 道一無聊憤嫉, 持論一切務峻激。 士流中一隊無撿束, 有疵累者, 推爲宗主, 仰其喉氣, 其所以罪黨人者, 固多有切直可取者, 而初旣有挾雜之私, 浮躁險薄, 重病世道, 晩來尤披猖, 淸流若而人如李徴明、李寅燁兄弟, 徐宗泰、李坦者, 稍加裁抑, 務主平恕, 君子倚以爲重, 而道一輩甚嫉之, 不能無岐貳之憂焉。"
            }
        }
    },
    "02": {
        "16": {
            "1": {
                "H2KE-EN": "Yi Yeongchang , a criminal from the State Tribunal , was re-interrogated again and submitted a confession. The confession read as follows: Yi Hyeongseok , together with Yun Duseo , and Yun Changseo came and met them. Then they went to the houses of Sim Dan . His son [Yi] Deukcheon and Yun Duseo were generously provided with silver and coins. Deukcheon said, I will harbor a grudge against Kim Chuntae, and I will definitely plot to harm him. You must thoroughly thoroughly. Deukcheon died. After Deukcheon told Yu Seongi , Yi Mi , and others to Dan and Yun Duseo, Changseo said, These groups earlier plotted to make a confrontation of the country and were punished by banishment. This must be a fault. You must take good action. After thoroughly thoughly, I intended to carry out military articles and horses, and then showed them to Sim Dan and others. Subsequently, I told Sim Dan and others that they all said, It is necessary to obtain handwritings. Therefore, I received Kim Gyeongham from the State Tribunal and returned to Yun Duseo and others. Yi Hyeongseopined the writings of Jeong clan , Okryeo , Jeong Gol , and Choe 헌gyeong , as well as the four writings of the Three Han River . He also wrote the writings of silver and ginseng, Jang Gilsan , and the writings of a woman cattle to make harbor a confrontation of Sim Ons confrontation. A woman named Yu Hye was previously aware of this. A Buddhist monk named Pungyeople under the pretext of various temples and named Yu Hyeo , sometimes studying the name of Yu Hyeo and others, and sometimes harboring the name of Yu Hyeo and others. The other day, the false statement of Yu Gyeongham , Hong Giju , Jo Seok , and Yu Seongi , as well as the confrontation of Yu Gyeongham and others, were all confrontation of Kim Chuntae. The writings of them were suspected that those who enjoyed a grudge and desired to achieve achievements.",
                "H2KE-nKo": "정유년에 국청 죄인 이영창을 다시 추문하였는데, 말을 바꾸어 공초를 바쳤다. 그 대략에,“이형징이 윤두서, 윤창서와 함께 와서 만났습니다. 이어 함께 심단의 집에 갔더니 아들 심득천과 윤두서가 은전을 후하게 주었는데, 심득천이 말하기를 ‘내가 김춘택과 원한을 맺었으니 그가 반드시 모함하여 해치려고 할 것이다. 너는 모름지기 상세하게 염탐하라.’라고 하였습니다.심득천이 죽은 뒤에 근래 유선기, 이우와 서로 친하다는 뜻을 심단과 윤두서 등에게 말하니, 윤창서가 말하기를 ‘이들은 일찍이 환국을 도모하다가 귀양을 간 적이 있다. 이는 필시 불량한 일일 것이니, 너는 잘 처리하라.’라고 하였습니다. 탐지한 지 며칠 뒤에 이우 등을 찾아가 만났더니, ‘내가 난리를 틈타 일어나려고 이미 군장과 마필을 마련하였다.’라고 하였습니다. 이어 보여 주기에 즉시 그 말을 심단 등에게 전하였더니, 모두 말하기를 ‘반드시 수적을 얻은 뒤에야 착실하게 할 수 있다.’라고 하였습니다. 그래서 김경함의 ‘개국충신’이라는 말을 받아 가지고 돌아가 윤두서 등에게 보여 주었습니다.이형징이 이어 ‘해상의 정씨 성을 가진 사람, 옥여, 정학, 최헌경 등 및 ‘삼광사한’이라는 말을 지어내고, 또 신건의 ‘은삼’이라는 말과 ‘장길산과 결탁하였다.’라는 말과 ‘여인이 소를 탄 정상’이라는 말을 지어내어 이우 등을 속이고 유혹하게 하였습니다.일녀인 심혜일은 일찍이 서로 아는 사이인데, ‘풍열명승’이라는 말을 빙자하여 여러 절의 이름과 다른 지명을 ‘심혜일에게 배웠다.’라고 하기도 하고, ‘자신이 지어냈다.’라고 하기도 하였으며, ‘묘정’이라는 이름도 스스로 지어내어 이우 등에게 보여 확대하는 뜻을 보였습니다. 전일 무고하는 공초는 과연 윤두서, 이우 등 여러 사람과 매우 굳게 약속하였고, 또 은화를 받았기 때문에 애당초 차마 바른대로 고하지 못하였습니다.”하였다. - 옥사는 위에 자세히 보인다. - 이영창의 옥사는 매우 허술하였는데, 지적하여 고한 사람으로 김정열, 김경함, 홍기주, 조석, 유선기 같은 자는 모두 김춘택 무리의 심복이었다. 세상에서는 진실로 화를 즐기고 공을 바라는 사람이 암암리에 주장한 것으로 의심하였는데, 조석, 이영창의 공초 중에 비로소 김춘택 부자의 이름이 드러났고 사건의 단서가 또 죄를 받아 폐기된 사람에게까지 파급되었다. 홍기주가 옥에 갇혔을 때 김춘택의 집 겸인 중에 또 따라왔다가 붙잡힌 자가 있었다. 조석의 아들 심무훈도 김춘택이 지휘한 상황을 의금부에 보고하자, 사람들이 비로소 이 옥사의 내력과 무고한 무리가 과연 모두 김춘택이 지시하여 시킨 것임을 알았다.김춘택은 갑술년 이후로 명교에 죄를 얻어 사류에 끼지 못하고 무뢰배들과 결탁하여 다시 송환, 김익훈의 남은 투식을 답습하여 원수와 원한을 갚고 공명을 바라는 계책으로 삼았으나 번번이 스스로 그 자취를 감추지 못하였다. 비록 그 성세가 치성하여 목숨을 보전하였으나, 세상에서는 더욱 음비하다고 지목하였고 사류는 더욱 떠들썩하게 그를 공격하였다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 2월 16일(정유) 1번째기사",
                "gt-oKo": "국청(鞫廳)에서 죄인 이영창(李榮昌)을 다시 추문(推問)하자, 말을 변경해서 공사(供辭)를 바쳤는데, 대략에 이르기를, “이형징(李衡徵)이 윤두서(尹斗緖)·윤창서(尹昌緖)와 같이 찾아 왔기에 그대로 그들과 함께 심단(沈檀)의 집으로 갔더니, 심단의 아들 심득천(沈得天)과 윤두서가 은전(銀錢)을 후하게 주면서 말하기를, ‘우리가 김춘택(金春澤)과는 원한을 맺었으므로, 그가 반드시 죄를 꾸며서 해치려고 할 것이니, 그대가 모름지기 상세하게 엿보고 탐지해 달라.’고 하였습니다. 그런데 심득천이 죽은 뒤에 가까이서 유선기(兪選基)·이절(李梲)과 서로 친밀했다는 뜻을 심단과 윤두서 등에게 말하니, 윤창서가 말하기를, ‘이 무리들은 일찍이 환국(換局)을 도모하다가 유배당했었다. 이들은 틀림없이 불량한 일을 할 것이니, 그대가 모름지기 잘 처리하라.’고 하였는데, 탐지한 지 수일 뒤에 가서 이절 등을 보니, ‘우리가 어지러움을 틈타 일어나려고 이미 군장(軍裝)과 마필(馬匹)을 갖추었다.’고 하면서 내어 보이므로, 즉시 그 말을 심단 등에게 전하니, 모두 말하기를, ‘반드시 손수 쓴 필적(筆跡)을 얻은 연후에야 착실하게 할 수 있다.’고 하였습니다. 그래서 김경함(金慶咸)은 개국 충신(開國忠臣)이란 말을 들어서 알고 돌아가 윤두서의 무리에게 보이니, 이형징이 인해서 해상(海上)의 정씨(鄭氏) 성(姓)을 가진 자, 옥여(玉如)·정학(鄭涸)·최헌경(崔憲卿) 등 및 삼광 사한(三廣四漢)이란 말을 지어내고, 또 신건(申鍵)의 은(銀)과 인삼에 대한 말과, 장길산(張吉山)과 관계를 맺은 상황과 여인(女人)이 소를 탄 상황을 지어내어, 그것으로 이절의 무리를 속이고 미혹되게 하였으며, 일여(一女)와 혜일(惠一)에 이르러서는 일찍이 서로 아는 터이며, 풍열(楓悅)이 이름난 중이란 것을 빙자해서 말하고, 여러 절의 이름과 다른 지역의 이름은 더러는 혜일에게 배웠고, 더러는 자신이 지어 낸 것이었으며, 묘정(卯丁)이란 이름도 자신이 지어 내어 이절 등에게 보여 세력이 확대됨을 보이려는 뜻이었고, 지난날의 거짓 초사는 과연 윤두서·이형징 제인(諸人)과의 약속을 매우 굳게 하였으며, 또 은화(銀貨)를 받았기 때문에 처음에는 차마 바로 고하지 못했습니다.” 하였다.【옥사(獄事)는 위에 상세히 보인다.】 이영창의 옥사(獄事)는 매우 허술하며, 지목하여 고발한 사람으로 김정열(金廷說)·김경함(金慶咸)·홍기주(洪箕疇)·조석(曹錫)·유선기(兪選基) 같은 자들은 모두 김춘택(金春澤)의 심복(心腹)인 무리로, 세상에서는 진실로 그들이 화란(禍亂)을 즐겨하고 공로를 바라는 사람들로서, 몰래 주장하는 자들이 있을 것이라고 의심하였는데, 조석과 이영창의 초사 가운데서 처음으로 김춘택 부자(父子)의 이름이 발설되는 데 미쳐서는 사건의 단서가 또 죄를 받아 폐고(廢錮)된 사람에게 연달아 미쳤으며, 홍기주가 감옥에 갇힐 때에 김춘택의 집안 하인이 또 따라왔다가 발각되어 체포된 자가 있었다. 그리고 조석의 아들 조무훈(曹武勛) 역시 김춘택이 지휘한 상황을 왕부(王府)에 정고(呈告)하였으므로, 사람들이 이 옥사의 내력과 무고(誣告)한 무리들이 과연 김춘택이 지휘하고 사주(使嗾)한 것이었음을 알게 되었다. 대체로 김춘택은 갑술년 뒤로 명교(名敎)에 죄를 얻어 사류(士流)에 끼이지 못했으므로, 불량배들과 교유를 맺어 다시 김환(金煥)·김익훈(金益勳)의 투(套)를 답습하며 원수가 졌거나 원한 관계를 보복하고 요행히 공명(功名)을 세우려는 계획을 삼았었는데, 번번이 스스로 그 자취를 엄폐할 수 없었다. 비록 그의 명성과 세력이 올빼미가 날개를 편 것처럼 기세가 대단하여 머리를 보전할 수 있다고 하더라도 세상에서는 더욱 음비(陰秘)하다고 지목하여 사류들은 더욱 시끄럽게 그를 공격하였다.",
                "hj": "○丁酉/鞫廳罪人李榮昌更推, 變辭納供, 略曰: “李衡徴與尹斗緖、昌緖來見, 仍同往於沈檀家, 子得天及斗緖, 厚給銀錢, 而得天曰: ‘吾與金春澤結怨, 彼必欲構害, 汝須詳細詗探。’ 得天死後, 以近與兪選基、李梲相親之意, 言於檀、斗緖等, 則昌緖曰: ‘此輩曾圖換局被謫矣。 此必爲不良事, 汝須善處。’ 探知數日後, 往見梲等, 則吾欲乘亂倔起, 已辦軍裝、馬匹, 仍出示之, 卽以其說, 傳於檀等, 皆曰: ‘必得手蹟然後, 可以着實。’ 云, 故受得金慶咸開國忠臣之語, 歸示斗緖輩, 衡徴仍做出海上鄭姓人、玉如、鄭涸、崔憲卿等及三廣四漢之說, 又做申鍵銀參之說、張吉山締結之狀、女人騎牛之狀, 使之誑惑梲輩, 至於一女惠一, 曾是相知, 楓悅名僧, 憑藉爲言, 諸寺名及他地名, 或學於惠一, 或自己做出, 卯丁之名, 亦自做出, 示梲等, 以示張大之意者, 前日誣招, 果與尹、李諸人, 約束甚堅, 且受銀貨, 故初不忍直告矣。”【獄事詳見上。】 榮昌之獄, 極涉虛踈, 指告之人如金廷說、金慶咸、洪箕疇、曺錫、兪選基者, 皆是春澤輩腹心, 世固疑其有樂禍希功之人, 暗中主張者, 而及曺錫、榮昌招中, 始發春澤父子名字, 而事端又延及於罪廢人, 箕疇就囚時, 春澤家傔人, 又有隨來現捉者。 錫子武勛, 亦以春澤指揮之狀, 呈于王府人始知此獄來歷、誣告之輩, 果皆春澤之所指使。 蓋春澤, 甲戌後得罪名敎, 不齒士流, 締交無賴, 復襲煥、益勳餘套, 以爲報復仇怨、僥倖功名之計, 而輒不能自掩其跡。 雖其聲勢鴟張, 得保首領, 而世尤目以陰秘, 士流益譁然攻之。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The high-ranking officials of the State Tribunal made a request to the King. Chief State Councilor Yu Sangi reported to the King as follows: Originally, [Choe] Giju proceeded to Muncheon because he intended to thoroughly understood the circumstances of Ju Bi . However, he did not thoroughly understood the circumstances where the circumstances came here. If the circumstances were revealed, he would surely come to the capital. However, he looked for his merit and rewards to Jo Seok and encouraged Jo Seok to encourage him and even wrote rumors. Although Ju Bi wrote in the circumstances of the circumstances, the circumstances of Giju and Jo Seok were truly caused by the encouraging of the circumstances. His wickedness is Ju Bi. The thieves of the thieves. Now, the circumstances of the thieves of the two thieves of the thieves and the thieves of the two thieves. Therefore, it is impossible to punish them according to the law. How should we deal with this? The State Tribunal Yi Sebae , Min Jinjang , and Shin Wan said, The two circumstances of the thieves of the two circumstances of the thieves and encouraged the thieves of thieves to encourage the thieves of the two circumstances of the thieves and the thieves of the two circumstances of the thieves should all be suspicious. The King said, Giju understood the thieves of the thieves and the thieves of the two circumstances",
                "H2KE-nKo": "국청 대신이 청대하였다. 영의정 유상운이 주상에게 아뢰기를,“당초 홍기주가 문천에 내려간 것은 주비의 은밀한 일을 탐지하기 위해서였는데, 원래 자세히 알지도 못하고 왔다가 일이 헛된 투식이 되어 버렸으니, 즉시 올라와야 합니다. 그런데 공과 상을 바라고 조석과 함께 술을 권하고 유인하면서 부도한 말까지 썼습니다. 주비가 비록 썼지만, 이는 실로 홍기주와 조석이 가르쳐서 격발시킨 결과이니, 그 요망하고 악독함이 주비보다 더한 점이 있습니다. 이랄 등 여러 역적은 맹서에 서명하였기 때문에 역률로 단죄하였는데, 지금 이 두 사람이 유인한 정상은 이랄이 하지 않은 것입니다. 또 옛날에 오피가 회남왕을 위해 반역할 계책을 세웠기 때문에 일이 발각되자 후한이 처형하였습니다. 조석 등의 죄상은 저 사람에 비해 더욱 심하니, 결코 사형을 용서할 수 없습니다. 그러나 형률로 말하면, 요망한 말과 유언비어가 모두 두 사람의 죄에 맞지 않으니, 형률 외의 법을 적용할 수 없습니다. 어떻게 처리해야 할지 모르겠습니다.”하고, 의금부 당상 이세백, 민진장, 신완 등은 아뢰기를,“두 사람이 기찰을 담당하여 유인하고 수작한 일은 구구절절이 통탄스럽습니다. 결단코 사형을 용서할 수 없는데, 법률 조문에 꼭 들어맞는 것이 없으니 처리하기 어려운 단서가 없지 않습니다.”하니, 주상이 말하기를,“홍기주가 염탐한 것이 헛된 것으로 귀결된 뒤에 조정의 명령이라고 핑계 대고서 유인하여 요망하고 악독한 말을 많이 하였다. 앞장선 자는 홍기주이고 화답한 자는 주비이다. 귀신이 와서 보았다는 말이 조석에게서 나왔으니, 홍기주와 한마음이 되어 요사스럽고 악독한 정상이 매우 통탄스럽다. 두 사람의 죄상은 모두 사율에 합당하나, 이랄 등 흉서에 서명한 것과는 조금 다르니, 곧바로 감단해서는 안 된다. 본부에서 엄히 형신하여 추국하도록 하라.”하였다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 2월 27일(무신) 1번째기사",
                "gt-oKo": "국청(鞫廳)의 대신이 청대(請對)하였다. 영의정(領議政) 유상운(柳尙運)이 임금에게 아뢰기를, “애당초 홍기주(洪箕疇)가 문천(文川)으로 내려간 것은 대체로 주비(朱棐)가 몰래 하는 일을 탐지하려고 한 것이므로, 원래 상세하게 아는 것이 없이 왔다가 일이 허투(虛套)로 돌아갔으면 즉시 올라왔어야 당연한데, 공로와 포상을 희망하여 조석(曹錫)과 같이 술을 권하며 유인(誘引)해서 부도(不道)의 말을 쓰도록 하는 데 이르렀습니다. 주비(朱棐)가 비록 쓰기는 하였다 하더라도 그것은 사실 홍기주(洪箕疇)와 조석이 가르치고 달래어 격발시킨 데서 나온 것이니, 그 요악(妖惡)함이 주비보다 지나침이 있습니다. 이절(李梲) 등 여러 역적이 이름을 써넣고 맹세했다는 것 때문에 역률(逆律)로 결단하였는데, 지금 이 두 사람이 유인한 형상을 이절은 하지 않았습니다. 옛날 전한(前漢) 때 오피(伍被)가 회남왕(淮南王)을 위하여 반역을 계획했다는 것 때문에 일이 발각되자, 한나라에서 그를 주벌(誅罰)하였습니다. 조석 등의 죄의 정상은 그것에 비교하여 더욱 심하니, 결단코 사형을 용서할 수 없으나, 형률(刑律)로 말한다면 요사한 말과 근거없는 말은 모두 두 사람의 죄에 적합하지 않으며 그렇다고 형률 밖의 법은 가할 수도 없으니, 어떻게 처리하여야 할지 모르겠습니다.” 하고, 의금부 당상(義禁府堂上) 이세백(李世白)·민진장(閔鎭長)·신완(申琓) 등은 아뢰기를, “두 사람이 기찰(譏察) 임무를 담당하고서 유인하여 수작한 일은 구절 구절 통탄스럽습니다. 결단코 사형을 용서할 수 없는데, 적용할 알맞은 형률이 없으니, 처리하기 어려운 단서가 없지는 않습니다.” 하니, 임금이 말하기를, “홍기주가 엿보고 살핀 것이 허투로 돌아간 뒤에 조정의 명령이라고 핑계대고 인해서 유인하여 요악(妖惡)한 말을 많이 발설하게 하였으니, 앞장선 자는 홍기주이며 화답한 자는 주비이다. 귀신이 와서 보았다는 말이 조석에게서 나왔다면 홍기주와 함께 마음을 같이하여 요악한 짓을 한 형상은 너무나 통탄스럽다. 두 사람의 죄상은 모두 사형하는 율(律)에 적합하지만, 이절(李梲) 등이 흉측한 글에 이름을 적어 넣은 것과는 조금의 차이가 있으니, 곧바로 감단(勘斷)할 수 없다. 본부(本府)에서 엄한 형신(刑訊)으로 추국(推鞫)하는 것이 좋겠다.” 하였다.",
                "hj": "○戊申/鞫廳大臣請對。 領議政柳尙運白上曰: “當初箕疇之下去文川, 蓋欲探知朱棐陰事, 而元無詳知而來者, 事歸虛套, 則卽當上來, 而希望功賞, 與曺錫勸酒誘引, 至書不道之說。 棐雖書之, 實出於箕疇、錫敎誘激發之致, 其爲妖惡, 有浮於棐也。 梲等諸賊, 以着名盟誓之故, 斷以逆律, 而今此二人誘引之狀, 爲梲所不爲。 且昔伍被爲淮南王畫反計, 故事覺, 後漢誅之。 錫等罪狀, 比彼尤甚, 決不可貸死, 而以律言之, 妖言飛語, 皆不合於二人之罪, 律外之法, 不可加之, 未知何以處之乎?” 禁府堂上李世白、閔鎭長、申琓等曰: “二人擔當譏察, 誘引酬酢之事, 節節可痛。 斷不可貸死, 而律無適當者, 不無難處之端矣。” 上曰: “箕疇詗察歸虛之後, 託以朝令, 仍爲誘引, 多發妖惡之言。 倡之者箕疇也, 和之者棐也。 神鬼來見之說, 出於曺錫, 則與箕疇同心妖惡之狀, 萬萬絶痛。 二人罪狀, 皆合死律, 而與梲等着名凶書者一節稍異, 不可直爲勘斷。 自本府嚴刑推鞫可也。”"
            }
        }
    },
    "05": {
        "13": {
            "1": {
                "H2KE-EN": "As in the imjin year (, the King, Responding Editor of the Office of Royal Decrees Yi 이건명s memorial to insult Bak 박태sun , the King transmitted a royal directive to the Royal Lecture, which stated, Recently, the court officials have differed separate occurrence to each other. Some even occasionally sometimes caused the private 이야기 of his house to present a memorial to the King. This is extremely uncomfortable. However, Yi Geomyeong submitted a memorial, and he said that he had earlier detested the wishes of [Bak] Taesun as a governor. Thus, [Bak] Taesun submitted a memorial to impeach him. If there is a sense of importance in the imperial court, how could he have such occurrence and presumptuous occurrence? This is truly surprisible. Yi Geomyeong should be dismissed. Later, due to the words of the high officials, Yi Geomyeongs request was revoked.",
                "H2KE-nKo": "임진년에 주상이 응교 이건명의 상소 때문에 도리어 박태순을 꾸짖었다. 연석에서 하교하기를,“근래 조정의 의론이 둘로 나뉘어 서로 공격하고 알력을 일으켜 심지어 집안에서 사사로이 하는 이야기를 임금에게 아뢰는 문자에 올리기까지 하니 매우 온당치 못한 일이다. 이건명의 상소에 대해서는 그가 일찍이 박태순의 방백 망통에 난색을 보인 적이 있다고 스스로 생각하였기 때문에 박태순이 이렇게 상소하여 공격하고 배척하는 일이 있게 된 것이라고 한다. 조정에 체통이 있다면 어찌 이처럼 외람된 일이 있겠는가. 그 버릇이 참으로 놀랍다. 이건명을 파직하라.”하였다. 뒤에 대신의 말로 인하여 명을 도로 거두어들였다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 5월 13일(임진) 1번째기사",
                "gt-oKo": "임금이 응교(應敎) 이건명(李健命)이 상소하여 박태순(朴泰淳)에게 도리어 욕한 것을 가지고 경연(經筵) 가운데 하교(下敎)하기를, “요즈음에 와서 조정의 의논이 틀려 서로 공격하고 불화하여 쓸데없는 사사로운 말이 임금에게 아뢰는 문자에까지 통하는 데 이르니, 일이 매우 미안(未安)하다. 이건명은 상소하여 스스로 그가 일찍이 박태순의 방백(方伯) 의망(擬望)을 과단성 있게 처리하지 않고 미루었기 때문에 박태순이 이렇게 상소하여 공격하고 배척하는 일이 있게 된 것으로 여긴다고 하기에 이르렀으니, 조정에 만약 체통(體統)이 있었다면 어찌 이와 같은 추잡한 일이 있겠는가? 그 풍습은 참으로 놀랄 만하다. 이건명은 파직(罷職)하도록 하라.” 하였는데, 뒤에 대신의 말을 인해서 도로 거두었다.",
                "hj": "○壬辰/上以應敎李健命疏, 反詈朴泰淳, 下敎筵中曰: “近來朝論携貳, 互相攻軋, 至或以屋下私談, 達於奏御文字, 事甚未安, 而至於李健命上疏, 自以謂渠嘗持難於泰淳方伯之望, 故泰淳有此陳疏攻斥之事云。 朝廷若有體統, 則豈有如此猥屑之事? 其習誠可駭然。 李健命罷職。” 後因大臣言, 還收。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Minister of Works Kim Jingwi submitted a memorial regarding the case of Bak Taesun , a son of Bak Chuntaek . The King confronted a memorial on the matter of Bak Taes son, Kim Chuntaek . The King granted a royal approval. 사신은 논한다. Kim Chuntaek was a son of a distinguished family. He did not circumspect in his behavior and conspired with his primary wives. There were many suspicions of his accomplices. In the past, powerful functionaries and petty officials wanted to kill him. Truly, this was caused by personal feelings. However, if Kim Chuntaek finally possessessesses a scholar-official who acted himself as posessessessessessed his integrity and studying the entire world, how could he have occurred such a things? Even after the reformation of his father, he continued to make false accusations against him. However, Kim Chuntae had all participated in the case. Then, he also shamelessly acted in the same manner as wicked people. Then, would it not be appropriate if Bak Taesun wildly harmed his country and harmed his family? His father was fond of personal affection and did not know his education. He can also be said that he did not know his sons evil. ",
                "H2KE-nKo": "공조 판서 김진귀가 박태순이 상소하여 그의 아들 김춘택을 논한 일을 가지고 상소하여 변명하니, 주상이 의례적인 비답을 내렸다. 사신은 논한다. 김춘택은 명문가의 자제로서 스스로 삼가고 신칙하지 않고 못된 무리와 결탁하여 종적에 의심스러운 점이 많았다. 지난날 권간이 그를 붙잡아 죽이려고 한 것은 진실로 사사로운 마음에서 나온 것이었다. 그러나 김춘택이 과연 선비로서 몸가짐을 잘하여 문을 닫고 글을 읽으면서 인사를 사절하였다면 또한 어찌 이런 일이 있었겠는가. 경화한 뒤에 잇따라 무고의 옥사가 있었는데, 김춘택이 모두 참섭한 자취가 있었으니, 또한 불량한 무리에게 함께 돌아간 것이 아니겠는가. 그렇다면 박태순이 나라를 흉하게 하고 집안을 해쳤다는 말은 또한 마땅하지 않은가. 그의 아버지가 사사로운 사랑에 빠져서 가르칠 줄을 몰랐으니, 또한 그 아들의 악행을 알지 못한 것이라고 할 만하다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 5월 15일(갑오) 1번째기사",
                "gt-oKo": "공조 판서(工曹判書) 김진귀(金鎭龜)가 박태순(朴泰淳)이 상소하여 그의 아들 김춘택(金春澤)을 논한 일을 상소하여 변명하니, 임금이 전례대로 비답을 내렸다. 사신(史臣)은 말한다. “김춘택(金春澤)은 이름난 집안의 자식으로 스스로 조심하고 경계하지 않고 동류(同類)가 아닌 자들과 교유를 맺어, 자취가 의심스럽게 여길 만한 것이 많았었다. 지난번 권세 있는 간신(奸臣)이 그를 잡아다 죽이려 한 것도 진실로 사사로운 데서 나오긴 하였지만, 만약 김춘택이 사대부(士大夫)의 자식으로서 몸가짐을 조심하며 문(門)을 닫고 글을 읽으면서 인사(人事)들을 사절(謝絶)하였더라면 어떻게 이런 일이 있었겠는가? 경화(更化)한 뒤에 이르러서도 잇달아 무고(誣告)한 옥사(獄事)가 있었는데, 김춘택이 모두 참여하고 관계된 흔적이 있었으니, 그 역시 불량한 무리들에 함께 돌아간 것이다. 그렇다면 박태순(朴泰淳)이 나라를 흉(凶)하게 하고 집안을 해롭게 한다는 말 또한 적합하지 않은가? 그 아비가 사사로운 사랑에 빠져 가르칠 줄을 모르니, 그도 역시 그 자식의 간악함을 알지 못하는 사람이라고 말할 만하다.”",
                "hj": "○甲午/工曹判書金鎭龜, 以朴泰淳疏論其子春澤事, 疏辨之, 上賜例批。 【史臣曰: “春澤以名家子, 不自謹勑, 締結非類, 蹤跡多有可疑者。 如向時權奸之欲執而殺之者, 固出於私, 而若令春澤, 果以士子持身, 閉門讀書, 謝絶人事, 亦豈有此事哉? 至於更化之後, 連有誣告之獄, 而春澤皆有參涉之迹, 則其亦同歸於不逞之徒歟! 然則朴泰淳凶國害家之言, 不亦宜乎? 其父溺於私愛, 不知敎誨, 亦可謂莫知其子之惡者矣。”】"
            }
        }
    },
    "07": {
        "7": {
            "1": {
                "H2KE-EN": "On eulyu day, General Counselor of the euryu year (, General Counselor [of the Office of Royal Genealogy] Yun Gyeon submitted a memorial to express his gratitude for the sake of importance to the King. He also submitted a memorial to the King for his expectations of importance to the King. The summary of his memorial read as follows: Your subjects truth is clearly aware of Your Majestys sagacity. However, he stubbornly fabricated the words of presumptuous words and fraudulently observed Your Majestys intelligence. All of these are your subject who harbors deceived Your Majestys intelligence to deceive Your Majestys intelligence. Moreover, he again claimed to dispute people, which was even more frightened and apprehensive. Your subject has benefited from Your Majestys benevolence and benefited the country and has long harbored the transgression of Your Majesty. Furthermore, this is worrisome that such an unexpected incident was caused by Your Majestys ears, which caused the people to be shamelessly intelligently and caused harm to the people. Your subject is truly apprehensive and apprehensive, and unaware of what to do. The King responded to this. Prior to this, there had been a list of names of General Counselor [of the Office of Royal Decrees] , which was written on a covered the covered with the covered",
                "H2KE-nKo": "을유년에 좨주 윤증이 상소하여 급박한 상황을 구제해 주라는 명을 사양하고, 또 유생의 상소 때문에 인혐하였다. 그 대략에,“신의 실정은 성상께서도 환히 알고 계시는 바입니다. 그런데 억지로 외람되고 외람된 말을 꾸며 대어 매번 성상을 번거롭게 하였으니, 이는 모두 신이 임금을 속이고 무함하는 대상에 몸을 담아 스스로 하늘을 속이는 죄에 빠진 것입니다. 더구나 다시 남의 잘못을 들추어내어 소란을 일으키니, 더욱더 두렵습니다.신은 은혜를 저버리고 나라를 저버려 오랫동안 죄를 지었는데, 게다가 이런 뜻밖의 일을 하여 듣는 사람들을 놀라게 하고 조정에 수치를 끼쳤습니다. 그리하여 붕당을 지어 남을 해치는 습관과 함께 되었으니, 신은 참으로 두렵고 절박하여 스스로 몸 둘 바를 모르겠습니다.”하니, 주상이 너그러운 비답을 내렸다.이에 앞서 도봉서원의 청금록 가운데 윤증의 이름이 있었는데, 먹으로 지우고 잘라내고 고쳐 썼으므로 사람들이 누가 한 짓인지 몰랐다. 직장 한영휘라는 자가 있었는데, 본래 허황되고 행실이 좋지 않아 일찍이 윤증을 헐뜯었다. 유생 이의승이 ‘한영휘의 말을 일찍이 들으니, 그가 스스로 하였다.’라고 하자, 유생들이 마침내 윤증을 위해 상소를 올려 그 일을 발설하였다. 조정에서 한영휘와 이의승을 모두 잡아다 대질 신문하게 하였는데, 몇 달이 지나도록 결말이 나지 않았다. 좌의정 윤지선이 연석에서 아뢰기를,“이의승은 ‘한영휘의 말을 직접 들었다.’라고 하고, 한영휘는 ‘이 말을 하지 않았다.’라고 합니다. 이미 증거가 없어 실로 조사해 내기 어려운데, 한영휘의 공사에 사실과 어긋나는 말이 있으니, 다만 이것으로 참작하여 죄목을 정하는 것이 어떻겠습니까?”하니, 주상이 한영휘를 파직하고 풀어 주라고 명하였다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 7월 7일(을유) 1번째기사",
                "gt-oKo": "좨주(祭酒) 윤증(尹拯)이 상소하여 주급(周急)의 명을 사양하고, 또 유생(儒生)들의 연명(連名)한 상소로 인혐(引嫌)하였는데, 대략 이르기를, “신의 실정은 성명(聖明)께서 환하게 아시는 바인데, 억지로 외람되게 지나친 말을 꾸며서 언제나 천청(天聽)을 어지럽히니, 신이 자신을 속이는 곳에다 두고, 스스로 임금을 속이는 죄에 빠지지 않음이 없습니다. 더구나 다시 남의 잘못을 들추어 내어 기용되는 것을 막으니, 더욱 더 위태롭고 두렵습니다. 신이 은혜를 저버리고 국가를 저버린 채 길이 죄를 간직하고 있는데, 이러한 생각 밖의 일을 더하여 여러 사람의 청문(聽聞)을 놀라게 하고 조정에 수치를 끼치기에 이르렀고, 붕당(朋黨)을 만들어 남에게 이기려 하고 사람을 상하게 하고 사물을 해롭게 하는 죄과에 함께 돌아가니, 신은 진실로 굴러 떨어질 듯 민망하고 절박하여 스스로 몸둘 바를 모르겠습니다.” 하니, 임금이 우악하게 비답하였다. 이보다 먼저 도봉 서원(道峯書院)의 청금록(靑衿錄) 가운데 윤증(尹拯)의 이름이 있었으나, 먹으로 뭉개어 잘라내어 버리고 고쳐서 썼는데, 사람들이 누가 한 짓인지 몰랐었다. 직장(直長) 한영휘(韓永徽)란 자가 있었는데, 본래 마음이 들뜨고 허탄하여 행실이 없었으며, 일찍이 윤증을 헐뜯었다. 유생(儒生) 이의승(李宜繩)이 언제인가 한영휘의 말을 들으니 그가 윤증의 이름을 지웠다고 하였으므로, 유생들이 마침내 윤증을 위하여 상소하여 그 일이 터지게 되었다. 조정에서 한영휘와 이의승을 함께 잡아다 대질시키고 분변하게 하였으나, 몇 달 동안 결단하지 못하자, 좌의정(左議政) 윤지선(尹趾善)이 경연 가운데서 아뢰기를, “이의승은 한영휘의 말을 직접 들었다고 하고, 한영휘는 이 말을 하지 않았다고 하니, 이미 증거가 없어 실제로 조사하여 알기 어렵습니다. 그런데 한영휘의 공초(供招) 내용에 사실을 빠뜨린 말이 있으니, 단지 이것을 참작하여 죄를 결정하는 것이 어떻겠습니까?” 하니, 임금이 한영휘를 파직시켜 놓아 보내도록 명하였다.",
                "hj": "○乙酉/祭酒尹拯, 陳疏辭周急之命, 且以儒疏引嫌。 略曰: 臣之情實, 聖明之所燭, 而强飾猥越之辭, 每慁天聽, 無非臣置身於矯誣之地, 自陷於欺天之誅也。 況復訐人以起鬧, 尤增危怖。 臣辜恩負國, 長抱罪戾, 而加以此等慮外之事, 致駭聽聞, 貽羞朝廷, 而同歸於朋比克伐之習, 傷人害物之科, 臣誠隕越悶迫, 不知所以自措也。 上優批答之。 先是, 道峰書院靑衿錄中, 有拯名, 塗墨割去改書, 人莫知其誰所爲。 有直長韓永徽者, 素浮誕無行, 嘗詆毁拯。 儒生李宜繩以爲, 嘗聞永徽之言, 渠自爲之云, 儒生遂爲拯陳疏發其事。 朝廷竝拿永徽、宜繩對辨, 數月未決。 左相尹趾善, 白於筵中曰: “宜繩則以爲親聽永徽之言, 永徽則以爲不出此言。 旣無證左, 實難覈得, 而永徽供辭, 有失實之語, 只以此參酌定罪何如?” 上命永徽罷職放送。"
            }
        }
    },
    "10": {
        "12": {
            "1": {
                "H2KE-EN": "On gimi day, [the King] ordered that the passers of the second-stage civil service examination be removed from the state examination in gimi year (, that the passers of the second-stage civil service examination, including Sim Jun , be removed from the list of candidates for the state examination. As for the passers of the state examination, 유봉휘 and 최수경은 the son of Chief State Councilor 심상운 . There is no law to avoid mutual examinations during the Royal Confucian Academy and the Shrine to Confucius, and the passers of the state examination cannot be considered as good or not. Furthermore, Although 유봉휘 is originally skilled at the composition examination, even though the passers of the state examination are not in accordance with the popular custom, they are also strong and strong, and there is no evidence that they privately pursue privately. However, Inspector General Yi Manseong , who is originally brave in his clique, was deeply afraid that he tried to confront him. Instead, he stubbornly claimed that the passers of the state examination were not good but claimed to impose a personal gain. He then requested that the passers of the state examination be removed from the state examination in accordance with the law. This is a serious matter in the future. As for the passers of the state examination, Sim Jun and Choe Sugyeong, though sometimes violated the regulations, they could not know whether the passers of the state examination candidates are selected. Therefore, the passers of the state examination later be removed from the state examination were too extremely severe. Thus, the knowledge of this.Recently, the passers of the state examination are not enough to circumstances. This is no better than the passers of Yi Manseongs younger brother, Yi Ik , and the scholars laughed. Therefore, Yi Uiman reprimanded the memorial submitted by Yi Manseong and impeached him. However, Yi Manseong did not know about this. After 유봉휘, he passed the state examination again. After all the passers of the state examination, Sim Jun and Choe Sugyeong were removed from the state examination. However, the passers of the state examination were removed from the state examination and their importances were slightly ruined. Thus, the knowledge of this was sad and worried.",
                "H2KE-nKo": "기미년에 절제에서 수석을 차지한 심준에게 전시에 곧바로 응시할 자격을 주고, 정시에 선발된 유봉휘와 최수경은 방목에서 빼 버리라고 명하였다. 유봉휘는 상신 유상운의 아들이다. 정시와 알성시에는 고관과 상피하는 법이 없으니, 선발된 뒤에는 과제의 좋고 나쁨을 논해서는 안 된다. 더구나 유봉휘는 본래 문장에 능하여 과작이 비록 속된 격식에 맞지는 않으나 또한 웅건하여 취할 만하고 특별히 사사로움을 행한 자취는 없었다. 대신 이만성은 본래 당동 벌이에 용감하여 유상운을 매우 꺼려서 경각시키려고 억지로 과작이 좋지 않다고 일컬으면서 억지로 사사로움을 따르는 것으로 귀결시키고 법을 벗어나 빼 버리기를 청하였으니, 뒷날의 폐단에 크게 관계된다.심준과 최수경의 시권이 비록 격식에 어긋났다 하더라도 이미 선발할 때에 깨닫지 못하였으니, 추후에 빼 버리는 것도 너무 심하다고 식자들은 그르게 여겼다. 근래에 과작이 문리를 이루지 못한 것으로는 이만성의 숙부 심익만한 이가 없어서 선비들이 전해 듣고 비웃었다. 그러므로 이의만이 이만성의 상소를 공척하면서 이를 인용하여 비난하였으나 이만성은 이해하지 못하였다. 유봉휘는 곧바로 또 과거에 급제하였고, 심준과 최수경은 뒤에 모두 복과되었다. 이미 삭제하였다가 도로 복과하여 나라의 체모가 전도되었으므로 식자들이 개탄하였다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 10월 12일(기미) 1번째기사",
                "gt-oKo": "절일제(節日製)에 수석을 차지한 심준(沈埈)에게 직부 전시(直赴殿試)하도록 한 것을 삭제하고, 정시(庭試)에 뽑힌 유봉휘(柳鳳輝)·최수경(崔守慶)을 방(榜) 가운데에서 빼버리도록 명하였다. 유봉휘는 상신(相臣) 유상운(柳尙運)의 아들이다. 정시와 알성시(謁聖試)에는 고시관(考試官)이 상피(相避)하는 법이 없으며 뽑힌 뒤에는 과거의 제술(製述)을 잘하고 못한 것을 논하는 것은 부당하다. 더구나 유봉휘는 본래 문장에 능하였는데 과거 시험에서 작문(作文)한 것이 비록 속구(俗臼)에 맞지 않는다 하더라도 역시 웅건(雄健)하여 뽑을 만하였고, 특별히 사사로움을 행한 흔적도 없었는데, 대신(臺臣) 이만성(李晩成)이 본래 의견이 같은 사람끼리는 돕고 의견이 다른 사람은 배척하는 데 용감한데다 유상운을 깊이 꺼려하여, 그를 뒤엎으려고 강제로 과거의 제술이 좋지 못하다고 일컬으면서 억지로 사사로움을 따른 것으로 돌리고는 법(法) 밖의 율을 적용하여 빼버리도록 청하였으니, 뒷날의 폐단에 크게 관계된다. 그리고 심준·최수경의 시권(試券)이 아무리 격식(格式)을 어겼다 하더라도 이미 뽑아서 취할 즈음에 깨달아 알지 못하고 나중에 빼버린다는 것도 너무 심한 처사이므로, 식견(識見)이 있는 자들은 그를 그르게 여겼다. 요즈음에 와서 과거 시험의 작문에 있어서의 문리(文理)를 제대로 이루지 못한 것은 이만성의 숙부(叔父) 이익(李翊)과 같은 사람이 없었다. 그래서 사자(士子)들이 그것을 웃음거리로 전하였기 때문에, 이의만(李宜晩)이 이만성의 상소를 공박하고 배척하며 인용하여 절실하게 비난하였지만, 이만성은 깨닫지 못하였다. 유봉휘는 곧바로 또 과거에 합격하였으며, 심준·최수경도 뒤에 모두 복과(復科)하였는데, 이미 삭제하였다가 도로 복과하여 국가의 체모가 전도(顚倒)되었으므로, 식견이 있는 자들은 개탄하며 애석하게 여겼다.",
                "hj": "○己未/命削節製居魁人沈埈直赴殿試, 拔去庭試被選人柳鳳輝、崔守慶于榜中。 鳳輝, 相臣尙運之子也。 庭試、謁聖, 無考官相避之法, 被選之後, 不當論科製之善不善。 況鳳輝素能文, 科作雖不合俗臼, 而亦雄健可取, 別無行私之跡, 而臺臣李晩成, 素勇於黨伐, 深忌尙運而欲傾之, 强稱科製之不善, 而勒歸之循私, 法外請拔, 大關後弊。 至於沈埈、崔守慶試券, 雖或違格, 而旣不能覺知於選取之際, 則追後拔去, 亦涉已甚, 識者非之。 近來科作之不成文理, 莫如晩成之叔翊, 士子傳笑之, 故李宜晩攻斥晩成之疏, 引以譏切, 而晩成不曉也。 鳳輝旋又登科, 埈、守慶後皆復科, 旣削還復, 國體顚倒, 識者爲之慨惜。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King received in audience the officials in the gyeongo year (140, the fifth year of King Taejongs reign. The Office of the Inspector General reported on the case of Kim Chuntae , who was banished to a designated area. All high-ranking officials and various officials requested that Kim Chuntae be punished according to the circumstances of his behavior. Third Inspector [of the Office of the Inspector General] [] Yun Hongri said, Your subject has been in the provinces and cannot thoroughly know the circumstances and the circumstances of criminal cases. However, Kim Chuntae, who is a son of a distinguished family, was not incompetent and also composed literary liter",
                "H2KE-nKo": "대신을 불러서 보았다. 이때 사헌부가 전계인 김춘택을 정배하는 일을 거듭 아뢰고, 대신과 여러 신하가 모두 김춘택이 몸가짐을 삼가지 않은 정상을 아뢰어 대간의 계사를 따를 것을 청하였다. 장령 윤홍리가 아뢰기를,“신이 연달아 지방에 있어서 옥사의 정황을 자세히 알지 못합니다. 그는 명문가의 자제로서 사람됨이 범상하지 않고 또 글을 잘 지으니, 만약 글을 읽어 출세한다면 누가 겨루겠습니까. 유생의 신분으로 사람들로 하여금 의심하게 하였으니 죄가 없다고 할 수 없습니다. 지금 만약 참작하여 정배해서 징계하는 방도를 알게 한다면 앞으로 어찌 쓸 만한 사람이 되지 않겠습니까.”하니, 주상이 정배하라고 명하였다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 10월 23일(경오) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 헌부(憲府)에서 지난번에 아뢴 김춘택(金春澤)을 정배(定配)하는 일을 거듭 아뢰니, 대신과 여러 신하들이 모두 김춘택이 몸가짐을 삼가지 않는 상황을 진달하고 대계(臺啓)를 따르도록 청하였다. 장령(掌令) 윤홍리(尹弘离)가 아뢰기를, “신이 연달아 외방에 있었기에 옥사(獄事)의 실정과 자취를 상세하게 알 수는 없습니다. 그러나 그가 명가(名家)의 자제(子弟)로 사람됨이 평범하지 않고 또 글을 잘 지으니, 만약 글을 읽어 출세를 하려 한다면 누가 그와 경쟁하겠습니까? 자신이 유생(儒生)이 되어 다른 사람들로 하여금 그를 의심하게 하였으니, 죄가 없지는 않습니다. 지금 만약 정배(定配)하는 것을 참작하여 그로 하여금 징계하는 방도임을 알게 한다면, 앞으로 기용할 만한 인재가 되지 않겠습니까?” 하였는데, 임금이 정배시키도록 명하였다.",
                "hj": "○庚午/引見時, 憲府申前啓金春澤定配事, 大臣、諸臣皆陳春澤行身不謹之狀, 請從臺啓。 掌令尹弘离曰: “臣連在外方, 獄事情跡, 未能詳知, 而渠以名家子弟, 爲人不凡, 又善屬文, 若讀書發身, 則人誰競之? 身爲儒生, 使人疑之, 不爲無罪。 今若參酌定配, 使知懲艾之方, 則前頭豈不爲可用之人乎?” 上命定配。"
            }
        }
    },
    "11": {
        "9": {
            "1": {
                "H2KE-EN": "On eulyu day, Yi Segwi was appointed third inspector [of the Office of the Inspector General] . [Yi] Segwi was the grandson of Assistant State Councilor of the Senior Abdicated King Munchung [Yi] Yong []. Earlier, he had been upright and reputation for many Confucian scholars, but he did not pass the examination several times. After the gabo year (, he retired from Yeogang and lived in the capital for ten years. Prior to this, the King ordered the Ministry of Personnel to select Confucian scholars who are well-versed in the Confucian classics and behavior, and designate them as lecturers for the Crown Prince, so that they might be entrusted with the duty of assisting the Crown Prince. Thereupon, [Yi] Segwi and Min Iseung and [Yi] Se필 were recommended together. Afterward, [he] did not go to work several times. Earlier, he had served as a local magistrate of Hoju , but [he] did not return for a long time. On this day, [he] was again appointed as the position of social mores and laws. People thought that [he] would be satisfactory for public morals.",
                "H2KE-nKo": "이세귀를 장령으로 삼았다. 이세귀는 고 명상 문충공 이항복의 증손이다. 일찍이 아망을 지녔고 이름난 선비들 사이에 여러 차례 과거에 응시하였으나 급제하지 못하였다. 갑자년 이후로 여강으로 물러나 살면서 10년 동안 경서를 깊이 연구하였다.이에 앞서 주상이 이조에 명하여 경학에 밝고 행실을 닦은 선비를 뽑아 서연관이라고 부르게 하여 춘궁을 보도하는 책임을 맡겼다. 이에 이세귀와 민이승, 이세필이 함께 천거되었다. 그 뒤에 여러 차례 관직에 제수되었으나 나아가지 않았다. 일찍이 잠시 호읍에 부임하였다가 오래지 않아 해직되어 돌아왔는데, 이때에 이르러 다시 풍헌의 직임에 제수되니, 사람들이 모두 그의 풍채를 우러러 보았다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 11월 9일(을유) 1번째기사",
                "gt-oKo": "이세귀(李世龜)를 장령(掌令)으로 삼았다. 이세귀는 고(故) 명상(名相) 문충공(文忠公) 이항복(李恒福)의 증손(曾孫)이다. 일찍이 바르고 깨끗한 인망(人望)을 지니고 많은 선비들 사이에서 명망이 있었다. 그러나 여러 번 과거에 응시하였지만 합격하지 못하고, 갑자년 이후에는 여강(驪江)으로 물러나 살면서 10년 동안 경학(經學)을 연구하였다. 이보다 먼저 임금이 이조(吏曹)에 명하여 경학에 밝고 행실을 가다듬은 선비를 뽑아 서연관(書筵官)이라고 부르게 하여 춘궁(春宮)을 보필하고 인도하는 책임을 맡기게 하였었는데, 이에 이세귀 및 민이승(閔以升)·이세필(李世弼)이 그 추천에 함께 참여하였다. 뒤에 여러 번 벼슬을 내렸으나 나아가지 않았다. 일찍이 호남(湖南)의 고을에 잠깐 부임하였다가 역시 오래 되지 않아 사임하고 돌아왔었다. 이때에 이르러 다시 풍헌(風憲)의 직임에 임명되었으므로, 사람들이 모두 그의 풍채에 기대를 걸었다.",
                "hj": "○乙酉/以李世龜爲掌令。 世龜, 故名相文忠公恒福之曾孫。 早負雅望, 有名多士間。 屢擧不第, 甲子以後, 退居驪江, 十年窮經。 先是, 上命吏曹抄選經明行修之士, 號爲書筵官, 以畀輔導春宮之責。 於是世龜及閔以升、李世弼, 同與其薦。 後屢官不就。 嘗暫赴湖邑, 而亦不久解歸。 至是復拜風憲之職, 人皆想望風采。"
            }
        }
    },
    "12": {
        "27": {
            "1": {
                "H2KE-EN": "When the King received in audience Fourth Inspector Yun Irim in the gyeyu year (, Fourth Inspector [of the Office of the Inspector General] Yun Irim reported to the King that Third Inspector [of the Office of the Inspector General] Kim Hongjeong be replaced. Second Drafter in the Office of Royal Decrees Yu Bongseo reported to the King, saying, The state supports the 부지시킬 수 있는 entirely depends on public justices. Kim Chunseos case was his father, Kim Jingwi , but he was reappointed for the impeachment of the inspectors and censors , including Kim Chunseo and Yi Sasang , now he has been reappointed for the impeachment of the inspectors and censors , including Kim Chunseo and Yi Sasang , to be reappointed for the impeachment of the inspectors and censors , but Kim Jingwi has been reappointed for the impeachment of the inspectors and censors , to be reappointed for the impeachment of the inspectors and censors , which is truly impossible for the Ministry of Personnel and the Ministry of Personnel. Moreover, Kim Hongjeong submitted a simple stating that Jo Seoks son Jo Muhyun submitted a memorial to the Office of the Inspector General for the impeachment of Kim Chunseos case. Now, Yun Irims case was reappointed and requested that he be reappointed for his replacement of word. Today, the Ministry of Personnel and the inspectors and censors merely know that Kim Chunseo was aware of the public justice. The King was so angry and reprimanded, and specially appointed Yun Bongseo as the magistrate of Daejeong District . 【자세한 내용은 위에 보인다.】",
                "H2KE-nKo": "계유년에 인견하였을 때 지평 윤이림이 장령 김홍정을 체차할 것을 주상에게 아뢰어 청하였는데, 교리 유봉서가 주상에게 아뢰기를,“국가에서 부지하는 것은 오로지 공의에 달려 있습니다. 김춘택의 일로 그의 아비 김진귀가 전조의 주의에 저지당하였는데, 지금 김춘택을 논핵한 대관 박태순과 이사상은 도리어 저지당하였고 김진귀는 다시 주의에 통망되었으니, 정사의 체모와 공의로 볼 때 전조가 참으로 매우 무엄합니다. 그리고 김홍정이 피혐하는 말에 조석의 아들 조무훈이 헌부에 정장하여 김춘택을 논핵한 일을 대략 거론하여 말하였는데, 지금 윤이림이 처치하면서 말을 만들어 내었다고 하면서 체차해 줄 것을 청하였습니다. 오늘날 전조와 대관은 김춘택이 있는 줄만 알고 공의가 있는 줄은 모릅니다.”하니, 주상이 진노하여 엄히 꾸짖고 유봉서를 대정현에 특별히 보임하였다. - 상세한 것은 위에 보인다. -\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 12월 27일(계유) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 지평(持平) 윤이림(尹爾霖)이 장령(掌令) 김홍정(金弘楨)을 체임하도록 아뢰자, 교리(校理) 유봉서(柳鳳瑞)가 임금에게 아뢰기를, “국가가 부지(扶持)할 수 있는 까닭은 오로지 공의(公議)에 달려 있습니다. 김춘택(金春澤)의 일로 그의 아비 김진귀(金鎭龜)가 전주(銓注)에 막혔는데, 지금까지 김춘택을 논핵하던 대관(臺官)인 박태순(朴泰淳)·이사상(李師尙)이 도리어 막혔고, 김진귀는 다시 주의(注擬)에 통하였으니, 그 정체(政體)와 공의(公議)에 있어서 전조(銓曹)의 관원은 참으로 매우 무엄(無嚴)합니다. 그리고 또 김홍정이 인피(引避)하는 내용에 조석(曹錫)의 아들 조무훈(曹武勛)이 헌부(憲府)에 소장(訴狀)을 올려 김춘택을 논한 일을 대략 열거하여 말하였는데, 지금 윤이림이 처치(處置)하여 근거없는 말이라고 여기면서 체임하도록 청하였으니, 오늘날의 전조와 대관은 단지 김춘택이 있는 것만 알고 공의가 있다는 것은 알지 못합니다.” 하니, 임금이 진노(震怒)하여 크게 책망하고 특별히 유봉서(柳鳳瑞)를 전보시켜 대정현(大靜縣)을 감독하게 하였다.【위에 상세히 보인다.】",
                "hj": "○癸酉/引見時, 持平尹爾霖, 啓遞掌令金弘楨, 校理柳鳳瑞白上曰: “國家所以扶持者, 專在公議。 以金春澤事, 其父鎭龜, 見塞銓注矣, 到今論春澤之臺官朴泰淳、李師尙則反見枳塞, 鎭龜則復通注擬, 其在政體、公議, 銓曹誠極無嚴。 且金弘楨避辭, 略擧曺錫子武勛, 呈狀憲府, 論春澤事者而言之, 今爾霖處置, 謂之生語而請遞, 今日銓曹及臺官, 只知有春澤, 不知有公議矣。” 上震怒切責, 特補鳳瑞監大靜縣。【詳見上。】"
            },
            "2": {
                "H2KE-EN": "Principal Governor of the Office of Diplomatic Correspondence Bak Tae Han passed away. Tae Hans courtesy name was Gyobae (Gyobaek . He was the grandson of the Honorable Munhyo (Great King Taejo and the son of Magistrate of Government Arsenal Bak Seon . He was studying in the world by his generation. When he was young, he became affection for his family. When he became again affection for his studies to 윤증, he was grieved of self-refined learning of the Way and Heaven. He was upright and upright. He served his parents with utmost behavior. His loyalty and loyalty were raised, and he always suppressed himself to self-refind achievements and cultivated his studies. All of them were worth implemented. He looked like the sense of discussions, and he always possessed a modest mo",
                "H2KE-nKo": "승문원 정자 박태한이 졸하였다. 박태한의 자는 교백이니, 문효공 박장원의 손자이고, 군수 박선의 아들이다. 가학은 세상에서 감복하였고 젊어서는 가정에 물들었으며, 장성하여서는 또 윤증의 문하에서 수업하였는데, 개연히 왕도와 천덕의 학문을 하였다. 청렴하고 엄정하며 정직하고 어버이를 섬김에 지극한 행실이 있었으며, 충의를 분발하여 항상 경세제민으로 자처하고 성현의 학설을 저술하였으니, 모두 들어서 조치할 만하였다. 당론을 마치 자신이 더럽혀질까 두려워하는 듯이 보고 항상 물아를 공평하게 하고 피차를 공평하게 하는 뜻이 있었으며, 식견이 뛰어나고 언의가 엄정하였다. 한때의 명승으로 이광좌와 최창대 같은 이들이 모두 공경으로 사랑하고 크게 인정받기를 기대하였는데, 선배들이 또 그의 지혜와 사려를 칭찬하기도 하였다. 벼슬길에 나온 지 얼마 되지 않아 갑자기 효로 죽으니, 사류들이 탄식하며 애석하게 여겼다.\n",
                "date_ko": "숙보 31권, 23년(1697 정축 / 청 강희(康熙) 36년) 12월 27일(계유) 2번째기사",
                "gt-oKo": "승문원 정자(承文院正字) 박태한(朴泰漢)이 졸(卒)하였다. 박태한의 자(字)는 교백(喬伯)인데, 문효공(文孝公) 박장원(朴長遠)의 손자이고, 군수(郡守) 박선(朴銑)의 아들이다. 가학(家學)은 세상에서 탄복하는 바였으며, 젊어서는 가정에서 익숙하게 익혔고 장성해서는 또 윤증(尹拯)의 문하(門下)에서 수업(受業)하여 개연(慨然)히 왕도(王道)와 천덕(天德)에 관한 학문을 하여 청렴하며 엄격하고 올바르고 솔직하였으며, 어버이를 섬김에 있어서는 지극한 행실이 있었다. 충의(忠義)가 분발하여 언제나 나라를 잘 다스려 백성을 어려움에서 건지는 것으로 자처하여 이룬 학설을 저술하였는데, 모두 응용할 수 있는 것이었다. 그리고 당론(黨論) 보기를 자신을 더립힐 듯이 하여 언제나 사물과 나 그리고 피차(彼此)에 공평하게 여기는 뜻을 두었으며, 식견(識見)이 뛰어나고 언의(言議)가 준엄하고 정직하였다. 같은 때 명망 있는 인사로 이광좌(李光佐)·최창대(崔昌大) 같은 이도 모두 공경하고 아끼면서 크게 받아들여지기를 기대하였으며, 선배(先輩)는 또 더러 그의 지혜와 사려(思慮)를 칭찬하였는데, 벼슬길에 나온 지 오래 되지 않아 갑자기 부모(父母)의 상(喪) 중에 죽었으므로, 사류(士流)들이 아까와하며 탄식하였다.",
                "hj": "○承文正字朴泰漢卒。 泰漢字喬伯, 文孝公長遠之孫, 郡守銑之子。 家學爲世所服, 少濡染家庭, 長又受業於尹拯之門, 慨然爲王道天德之學。 淸嚴正直, 事親有至行, 忠義奮發, 常以經濟自居, 著爲成說, 皆可擧以措之。 視黨論若浼, 常有平物我、公彼此之意, 識見超邁, 言議峻正。 一時名勝如李光佐、崔昌大, 皆敬以愛之, 期以大受, 先輩又或稱其智慮, 發軔未久, 遽死於孝, 士流嗟惜。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十一終"
            }
        }
    }
}