{
    "01": {
        "13": {
            "1": {
                "H2KE-EN": "Minister of Personnel Yun Jiseon submitted a memorial to admonish Confucius Bak Mi and former 수찬 Min Jinhyeong . He then reprimanded the matter of [Min] Jinhyeong when he submitted a memorial to the Royal Secretariat . The King answered that they were loyal and frugal. On the following day, the King sent a royal directive to the Royal Secretariat to interrogate [Min] Jinhyeong to be 특별히 체차하라는 명을 도로 거두었다. [Min] Dobong is the ancestral shrine of [Min] Gwangyo . [Min] Gwangyo successively inherited the line of [Min] Gwangyo and contributed to [Min] Sinui [] and [Min] I []. How could [Min Jinhyeong] be unfit to jointly enshrine [Min Je]? Nevertheless, 선배들이 [Min Je] was not able to discuss [Min Je]. The purpose of studying the sense of [Min Je] Je [] is temporarily abandoned. [Min Je] did not discuss [Min Jes] studying the sense of [Min Je] Je []. [Min Je], a man of the same clan, arrogantly insulted the intent of [Min Je] admonishing the sense of studying the royal carriage. [Min Je] admonished [Min Jes] temporarily to jointly enshrine [Min] Hwang [] and [Min] I []. Not only did [Min Je] be jointly enshrined [Min Je], but [Min Je] harbored [Min Jes] virtue in sense of [Min Je] Gwangyo []. Truly, this is inappropriate. [Min Je] did not only vacate [Min Jes] virtue, but the public opinion also did not allow [Min Je]. For this reason, [Yun] Jiseon submitted a memorial. Later, the King ordered [Min Jes] order to suspend [Min Jes] memorial, and the Royal Secretariat also admonished [Min Jes] temporarily to jointly enshrine [Min Jes] spirit tablet. [Min Jes] licentiates were disappointed and grieved.",
                "H2KE-nKo": "이조 판서 윤지선이 상소하여 상소한 유생 박호와 전 수찬 민진형을 신구하고, 이어 민진형의 상소를 봉입할 때 승정원이 말을 만들어 논열한 일을 논척하니, 주상이 그의 충직함과 질박함이 가상하다고 답하였다. - 원래의 상소와 비지는 위에 보인다. - 이튿날 주상이 비망기를 내려 승정원을 추고하고, 민진형을 특별히 체차하라고 한 명을 도로 거두어들였다. 도봉은 바로 조광조를 독향한 원우이다. 조광조의 계통을 계승하여 오도에 공이 있는 이황과 이이 등 여러 현인이 어찌 배식하기에 합당하지 않겠는가마는, 선배들이 오히려 경솔하게 의논하지 않은 것은 진실로 의도한 바가 있어서이다. 송시열의 학문이 순수하고 흠이 있는 것은 우선 논하지 않더라도, 당인들이 사존을 지나치게 높이고 가현을 능멸하는 뜻으로 한때 화를 입은 것이 서로 비슷하다는 것을 빙자하여 반드시 이황과 이이를 배향하지 않은 원우에 올려 배향하고자 하였다. 그런데 또 따라서 나란히 논열하여 은연중에 그 덕을 조광조에게 배향하고자 하였으니, 참으로 매우 옳지 못하다. 이는 취향을 달리하는 자들만 답답해하는 것이 아니라 공의도 허락하지 않는 것이니, 윤지선의 상소가 나오게 된 것이다. 그 뒤에 주상이 도로 거두어들일 것을 명하였는데, 재유들이 이미 올려 배향하였다고 거짓으로 고하였고 승정원이 또 종용하여 반드시 나란히 배향하고야 말았으니, 식자들이 이를 개탄하였다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 1월 13일(경오) 1번째기사",
                "gt-oKo": "이조 판서(吏曹判書) 윤지선(尹趾善)이 상소(上疏)하여, 상소한 유생(儒生) 박해(朴繲)와 전 수찬(修撰) 민진형(閔震炯)을 신구(伸救)하고, 이어서 민진형의 소를 봉입(捧入)할 때에 후사(喉司)에서 조어(措語)하여 논열(論列)한 일을 배척하였는데, 임금이 충박(忠朴)한 것이 가상하다고 답하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 이튿날 임금이 비망기(備忘記)를 내려 후사를 추고(推考)하게 하고, 민진형을 특별히 체차(遞差)하게 한 명을 도도 거두었다. 도봉 서원(道峰書院)은 조광조(趙光祖)를 홀로 향사(享祀)하는 원우(院宇)이다. 조광조의 학통(學統)을 이어서 오도(吾道)에 공이 있는 이황(李滉)·이이(李珥) 같은 제현(諸賢)이 어찌 배식(配食)하기에 합당하지 않겠는가마는, 선배가 오히려 가볍게 의논하지 않은 데에는 뜻이 진실로 있는 것이다. 송시열(宋時烈)의 학문이 순수하거나 흠이 있는 것은 우선 논하지 않더라도, 당인(黨人)이 사존(私尊)을 지나치게 높여 전현(前賢)을 능가하려는 뜻으로 한때 화를 당한 것이 서로 비슷한 것을 핑계삼아, 반드시 이황·이이가 향사되지 않은 원우에 올려 향사하여 배향(配享)할 뿐만 아니라, 또 따라서 나란히 벌여 넌지시 그 덕(德)을 조광조와 짝하게 하려 한 것은 참으로 지극히 적합하지 못하다. 이것은 취향을 달리하는 자가 울분해 할 뿐만 아니고 공론도 허여(許與)하지 않으니, 윤지선의 소가 이 때문에 나온 것이다. 그 뒤에 임금이 도로 멈추라고 명하였으나, 재유(齋儒)가 이미 향사하였다고 속여서 후사에 고하고, 또 종용하여 반드시 나란히 향사하고야 말았으니, 식자가 이를 개탄하였다.",
                "hj": "○庚午/吏曹判書尹趾善, 疏救疏儒朴繲及前修撰閔震烱, 仍斥震烱疏捧入時喉司措語論列之事, 上答以忠樸嘉尙。【原疏、批旨見上。】 翌日, 上下備忘, 推考喉司, 收還閔震烱特遞之命。 道峰卽趙光祖獨享之院宇也。 繼光祖之統, 而有功於吾道如李滉、李珥諸賢, 豈不合於配食, 而先輩猶不輕議者, 意固有在。 宋時烈學問之醇疵, 姑勿論, 黨人以過隆私尊, 凌駕前賢之意, 憑藉一時被禍之相似, 必欲躋享於滉、珥所未享之院, 非惟配焉, 而又從而竝列之, 隱然配其德於光祖者, 誠極不韙。 此非獨異趣者之拂鬱, 而公議亦不許之, 趾善之疏所以發也。 其後上命還寢, 而齋儒以已躋享瞞告, 喉司又慫慂之, 必竝享而乃已, 識者爲之慨惋。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Academy during the gyeyu year (. Second Drafter in the Office of Royal Decrees 조태채 reported to the King as follows: Jeong Ho submitted a memorial stating that Yi Sasang committed a crime of 윤기를 circumstances, which is truly arrogant. However, on the day of the gisa year (, when the state examination was met with the state examination, there were those who participated in the metropolitan second stage examination . Although there were those who did not take the examination, the successful candidates were recommended for the successful candidates. However, the successful candidates for the successful candidates have been recommended for the successful candidates, which is indeed conformable to the righteousness of a subject to strongly strongly. Yi Sasang was the first level of the successful candidates for the successful candidates, but due to a prohibition prohibition, he could not make a thorough knowledge. Truly, there was a sense of public opinion that Yi Sasang was disappointed. Jeong Ho submitted a memorial requesting that Yi Sasang also be clarified for this. His intention was originally not clarified to the successful candidates of the successful candidates, but Nam Jeongjung and Yu Bongseo excessively blamed their misdeeds. The King said, Jeong Ho stated that he committed a crime of 윤기를 circumstances, which was arrogantly arrogant. Therefore, I already released him.",
                "H2KE-nKo": "옥당의 관원들을 야대하였다. 교리 조태채가 주상에게 아뢰기를,“정호의 상소에 ‘이사상이 윤기에 죄를 얻었다.’라고 한 것은 참으로 과격합니다. 그러나 일찍이 기사년에 크게 처분을 내리던 날 전시의 과장과 마침 서로 겹쳤습니다. 회시에 참방한 사람이 시험에 응시하지 않은 자가 있다고는 하지만, 그 뒤 방목의 모임에서 상소하여 발론한 사람을 거론하였으니, 이것이 바로 신하가 죽을힘을 다해 간쟁하는 의리에 부합합니다.이사상은 방목의 우두머리로서 소두가 되어야 하는데, 금령이 있음으로 인하여 해결하지 못하였으니, 청의가 이사상에 대해 불만스럽게 여기는 것은 실로 여기에 있습니다. 정호가 상소하여 이사상을 배척한 것도 이 때문에 나온 것입니다. 그 의도는 본래 방목 전체를 뒤섞어 지적한 것이 아니니, 남정중과 유봉서가 지나치게 스스로 인책한 것입니다.”하니, 주상이 말하기를,“정호가 이른바 윤기에 죄를 얻었다는 말은 과격함을 면치 못하였기 때문에 이미 용서하였다.”하였다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 1월 16일(계유) 1번째기사",
                "gt-oKo": "옥당관(玉堂官)을 야대(夜對)하였다. 교리(校理) 조태채(趙泰采)가 임금에게 아뢰기를, “정호(鄭澔)가 상소하여 이사상(李師尙)이 윤기(倫紀)에 죄를 얻었다고 한 것은 참으로 과격하나, 일찍이 기사년에 크게 처분하던 날과 전시(殿試)의 과장(科場)이 마침 상치(相値)하였으므로, 회시(會試)에 참방(參榜)된 사람 중에 전시에 나아가지 않은 자가 있다고는 하나, 그 뒤에 방회(榜會)에서 상소하여 발론한 사람을 거론하였으니, 이것은 바로 신하가 죽을 힘을 다하여 간쟁(諫爭)하는 의리에 맞습니다. 이사상은 방두(榜頭)로서 소두(疏頭)가 되어야 할 것인데, 금령(禁令)이 있다 하여 담당하지 못하였으니, 청의(淸議)가 이사상에 대하여 불만스럽게 여기는 것은 참으로 여기에 있고, 정호가 상소하여 이사상을 배척한 것도 이 때문에 나온 것입니다. 그 뜻은 본디 모든 참방된 사람을 혼동하여 지칭하지 않았는데, 남정중(南正重)·유봉서(柳鳳瑞)가 지나치게 스스로 인책하였습니다.” 하니, 임금이 말하기를, “정호가 이른바 윤기에 죄를 얻었다는 말은 과격함을 면하지 못하므로, 이미 풀어 주었다.” 하였다.",
                "hj": "○(癸巳)〔癸酉〕/夜對玉堂官。 校理趙泰采白上曰: “鄭澔疏, 謂李師尙得罪倫紀, 誠過激, 然曾於己巳大處分之日, 殿試科場, 適與相値, 會試參榜之人, 雖云有不赴者, 而厥後榜會有疏擧發論之人, 則此正合於臣子以死力爭之義也。 師尙以榜首, 當作疏頭, 而因有禁令, 不能辦得, 淸議之歉然於師尙者, 實在於此, 鄭澔之疏斥師尙, 亦爲此而發也。 其意本不混指一榜, 南正重、柳鳳瑞, 過自引咎矣。” 上曰: “鄭澔所謂得罪倫紀之說, 未免過激, 故已爲開釋矣。”"
            }
        }
    },
    "02": {
        "14": {
            "1": {
                "H2KE-EN": "The Fourth Censor of the Office of the Censor General Gwan presented a memorial to the King to discuss the case of Kim Gu and then reprimanded the crime of releasing Shin Wan and others. The summary of the memorial read as follows: If Your Majesty orders sometimes to occur in other areas, then it would be impossible to speak about the sovereigns virtues and the future problems of trouble. Now, Kim Gu is a member of the Loyal and Righteous Virtue and has received a royal order in the palace courtyard, which already runs contrary to the loyalty of a subject who serves the King. Moreover, now there is a great crop failure in the country, and the sacrificial foodstuffs of the Royal Ancestral Shrine are also reduced. Therefore, it is possible to slightly delay all construction work. Even if the royal order is not issued, it would be necessarily be ordered that the royal order be temporarily suspended. However, the royal order has already been temporarily suspended. If there is a single person who has a self-restraint love for the King and anxiety, how could he not bear to follow his order? There is no concern for the timber of a hall that cannot be stored? Nevertheless, he speaks about the timber of a hall that cannot be stored. Instead, he speaks about the timber of a hall that was decayed and neglected. He speaks about the sake of his life and requests again to the King. Then how could he not suspect his failure to fail to fail? At first, when he requested a timber of the Office of the Inspector General , he said that the construction of a hall for a deceased hall was urgently urgent. Therefore, Shin Wan mentioned that his name had been established before the beginning, how could Kim Gu be unable to knew it? Furthermore, Shin Wan mentioned that the timber of the timber was only for the beginning, and he did not decline his personal timber. In the end, he eventually stricken with all his strength and requested his reinstatement to fail to complete the desires of Your Majesty. Would it not be worth mentioned? That is why your subject acted this? In general, your subject ventures that Your Majesty orders not to observe the Royal Secretariat and the construction of a hall must be completed in a lean year, which cannot be regretful to the great sage of heaven and earth. Therefore, his mistake that Kim Gu beginning to a hall for a deceased and his admiration was made",
                "H2KE-nKo": "정언 이광좌가 상소하여 김구의 일을 거듭 논하고, 이어 신완 등이 신구한 죄를 논척하였다. 그 대략에,“명령이 혹 다른 경로로 말미암는다면 임금의 덕을 손상시키고 훗날의 폐단을 여는 것이 이루 말할 수 없을 것입니다. 지금 김구는 덕 있는 이에게 명하는 반열에 있으면서 태연히 액정서에서 명을 받들었으니, 이미 신하가 임금을 섬기는 의리를 잃었습니다. 더구나 지금은 큰 흉년이 들어 국가가 위태로운 상황에 처해 있고 태묘의 자성도 줄였으니, 공사를 일으키는 데 관계된 모든 일을 혹 조금이라도 늦출 수 있습니다. 비록 조정의 명령이 없더라도 진실로 그만두기를 청하기에 겨를이 없어야 할 것입니다. 그런데 조정에서 이미 우선 그만두라고 명하셨으니, 진실로 조금이라도 임금을 사랑하고 나라를 걱정하는 마음이 있는 사람이라면 어찌 차마 그 뜻을 받들어 따르지 않을 수 있겠습니까. 전각 하나의 재목을 어찌 보관해 둘 수 없을까 걱정하여 ‘부진하여 헛되이 버리게 된다.’라고 장황하게 논열하고 심지어 죽음을 무릅쓰고 다시 청하려고까지 하였으니, 어찌 임금의 뜻에 영합한다고 의심하지 않을 수 있겠습니까.처음에 비국에 연목을 청할 때 ‘영전의 역사는 매우 긴급하다.’라고 말하였으니, 신완이 이른바 ‘영전호를 올리기 전에 김구가 어찌 미리 알 수 있었겠는가.’라고 한 것은 진실로 이미 잘못된 것입니다. 더구나 긴요하고 중요한 부분은 처음에 이미 사사로이 받는 것을 사양하지 않았고, 나중에 또 힘을 들여 그대로 두기를 청하여 반드시 전하께서 하고자 하시는 것을 이루려고 하였을 뿐이니, 무슨 일인들 논할 만한 것이 없겠습니까. 신이 이렇게 하는 것이 어찌 다만 김구 때문에 나온 것이겠습니까. 전하의 거조를 삼가 애석하게 여깁니다. 명이 승정원을 경유하지 않고 역사가 반드시 흉년에 완공되는 것은 천지와 같은 큰 도량에 유감이 없을 수 없기 때문입니다. 그런데 김구를 기다려서 완공되고 그 아름다움이 김구로 말미암아 이루어졌으니, 임금을 깊이 사랑하는 자가 어찌 김구를 깊이 미워하여 통렬히 배척하지 않을 수 있겠습니까.신하가 된 도리는 마땅히 사사로운 문을 엄히 막고 예를 다하여 윗사람을 섬기는 것을 제일의 의리로 삼아 서로 경계하고 권면해야 합니다. 만약 액정서의 정원을 회복하여 사사로이 명을 받는 길을 열어 놓아 조정이 주상의 뜻에 영합하는 풍조를 조장한다면 그 말류의 폐단이 다시 어떠하겠습니까. 지금 신완은 생각이 여기에 미치지 못하고 오직 김구를 구해 주는 것만을 능사로 여기고 있습니다. 대각은 한때의 공의를 주도하는데 그 식견과 언론이 이와 같으니, 참으로 한탄스럽습니다.”하니, 주상이 답하기를,“힘써 이기려고만 하고 취하지 않는다.”하였다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 2월 14일(경자) 1번째기사",
                "gt-oKo": "정언(正言) 이광좌(李光佐)가 상소(上疏)하여 김구(金構)의 일을 거듭 논하고, 이어서 신완(申琓) 등이 해명하고 구제한 죄를 지적하였는데, 대략 이르기를, “명령이 혹 다른 길을 거친다면, 임금의 덕을 손상시키고 뒷 폐단을 여는 것이 말할 수 없게 될 것입니다. 이제 김구는 재상(宰相) 줄에 있으면서 태연히 액정(掖庭)에서 명을 받았으므로, 이미 신하가 임금을 섬기는 의리를 잃었습니다. 더구나 이제 큰 흉년 때문에 나라가 위망(危亡)한 지경에 떨어져 태묘(太廟)의 제물(祭物)도 줄이게 되었으면, 모든 역사(役事)에 관계되는 것은 혹 조금 늦출 수도 있을 것이므로, 국가의 명령이 없더라도 본디 그만두기를 청하기에 겨를이 없어야 할 것인데, 국가에서 이미 우선 멈추게 하였으니, 조금이라도 임금을 사랑하고 나라를 근심하는 마음이 있는 자라면 어찌 차마 이에 따라서 거행하지 않겠습니까? 한 전우(殿宇)의 재목을 어찌 감추어 둘 수 없게 될까 염려하여, 썩어서 모두 버리게 된다고 말하여 장황하게 논열(論列)하고 죽음을 무릅쓰고 다시 청하기까지 하였으니, 대저 어찌 영합(迎合)하는 것을 의심하지 않을 수 있겠습니까? 처음 비국(備局)에 서까래를 청할 때에 영전(影殿)의 역사는 아주 긴급하다고 말하였으니, 신완이 이른바 ‘전호(殿號)를 짓기도 전에 김구가 어찌 미리 알았겠느냐?’는 것은 진실로 이미 어긋나고, 더구나 요긴한 생각은 처음에 이미 사사롭게 명을 받은 것을 말하지 않고, 마침내 또 힘을 들여 계속하기를 청하여 반드시 전하께서 하고자 하시는 것을 이루고야 마는 데에만 있을 뿐이니, 어찌 일을 꾀하는 데에 논할 만한 것이 없겠습니까? 신(臣)이 이렇게 하는 것이 어찌 다만 김구 때문에 나온 것이겠습니까? 대개 전하의 거조(擧措)를 애석하게 여기고, 명이 후사(喉司)를 거치지 않았고, 역사를 반드시 흉년에 끝내야 한다고 생각한다면 천지처럼 큰 덕에 대하여 유감이 없을 수 없기 때문입니다. 그 잘못이 김구에게서 이루어지고 그 아름다움이 김구 때문에 어그러진다면, 임금을 매우 사랑하는 자가 어찌 김구를 깊이 미워하여 힘껏 배척하지 않을 수 있겠습니까? 신하의 도리로는 사사로운 문로(門路)를 엄히 막고, 예(禮)를 다하여 임금을 섬기는 것을 첫째 의리로 삼아, 서로 경계하고 권면(勸勉)하여야 할 것입니다. 만약 다시 액정에서 사사롭게 명을 받는 길을 열고 조정에서는 임금의 뜻에 영합하는 버릇을 조장한다면, 그 유폐(流弊)가 다시 어떻게 되겠습니까? 지금 신완은 이에는 생각이 미치지 않은 채 오로지 김구를 해하는 것으로 능사(能事)를 삼았고, 대각에서 한때의 공의(公議)를 주장하여 그 식견(識見)과 언론(言論)이 이와 같으니, 참으로 한탄스럽습니다.” 하였는데, 이기려고 힘쓰는 것이므로 받아들이지 않는다고 답하였다.",
                "hj": "○(庚午)〔庚子〕/正言李光佐陳疏, 申論金構事, 仍斥申琓等解救之罪。 略曰: 命令或由於他逕, 則其傷君德而啓後弊, 有不可言。 今構居命德之列, 晏然承命於掖庭, 已失人臣事君之義。 況今大侵, 國阽危亡, 太廟粢盛, 亦且減省, 則凡係興作, 容可少緩。 雖無朝令, 固當請寢之不暇, 而朝家旣令姑寢, 苟有一分愛君憂國之心者, 其忍不爲之將順乎? 一殿之材, 寧患不能藏置, 而乃以腐傷空棄爲辭, 張皇論列, 至欲冒死復請, 則夫安得不疑其迎合乎? 始其請椽于備局也, 言影殿之役, 萬分緊急云爾, 則琓所謂肇號之前, 構安能逆覩云者, 固已謬矣。 何況喫緊頭腦, 只在於始, 旣不辭其私受, 終又費力而請仍, 以必成殿下之所欲爲而已, 其爲某事有不足論者乎? 臣之爲此者, 豈但爲構而發? 蓋竊惜夫殿下之擧措, 以爲命不由於喉司, 役必完於荒歲, 爲不能無憾於天地之大耳。 乃其失待構而成, 其美由構而格, 則深愛君父者, 安得不深惡構而痛斥之哉? 爲臣之道, 當以嚴杜私門, 盡禮事上, 爲第一義, 交相警勉。 若復掖庭開私受命之路, 朝著長迎上旨之風, 則其流之弊, 當復如何? 今琓慮不及此, 而惟以救解構, 爲能事, 臺閣主一時公議, 而其見識言論如此, 良可歎也。 上答以務勝不取。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King issued a royal order to dismiss Jeong Si한 , a man who presented a memorial to the King from his office in gapjin year (. 【상소와 비답은 위에 보인다.】 사신은 논한다. [Jeong] Si한의 상소는 Song Jingeun had already been disclosed, and yet there was no fault. Generally, the reason why Song Jingeun was said to be jointly enshrined in the Royal Confucian Academy, and not the great wisdom of Confucian studies was clearly observed. Thus, he dared not dared to discuss this. Truly, this is right. In our dynasty, the Confucian studies of Jeong Yeochang and Kim굉필 were truly achieved a great meritorious deeds in the studies of Confucian studies. If someone seeks to clearly observe the cardinal principles and discloses the studies of Confucian studies, it would not be possible to have any grievances. Even when he was jointly enshrined in the Royal Confucian Academy, there was no one who did not say anything. This was fortunate enough to explain the studies before the studies of the Tang dynasty. Li Xi had a superior of knowledge of the studies of Confucian studies, and the talents of Confucian studies were supposed to great 공변되고 지극히 올바르니, which can be said that he gloriously developed the past and did not cease discussions. What is the only reason for this? Furthermore, he criticized the cardinal principles and the difference of Hwang as well as the difference of his studies, which was even more developed. In terms of righteousness, this is what the world will permanently under heaven. If I fault sometimes, sometimes he obtained sometimes, and sometimes people in the past, sometimes he did not clearly observe sometimes, and sometimes people later generations observe sometimes he observe. How can we ask someone about this? Now, [Jeong] Si한이 did not discuss the reason for what Hwang had said was right and what I said was right, and I observed the reason for what he said was right. I wanted to differ from the studies of his studies, and all of them dislike the studies. Is this not also not behavior? Further, the designation of Crown Princesss Hui has already been said that there is no difference between no difference in terms of righteousness, and thus it is",
                "H2KE-nKo": "주상이 특교를 내려 상소한 정시한을 파직하였다. - 상소와 비지는 위에 보인다. - 사신은 논한다. 정시한의 상소는 송징은이 이미 변론하였으나 아직도 미진함이 있다. 그가 말한 ‘성묘에 종향하는 것은 도체를 환히 꿰뚫어 보고 사문을 발휘한 대현이 아니면 감히 경솔하게 의논할 수 없다.’라는 것은 참으로 옳은 말이다. 우리나라의 유현으로 정여창, 김굉필과 같은 자는 진실로 도학을 창도하여 밝힌 큰 공이 있지만 대체를 환히 보고 사문을 발휘한 자를 찾는다면 오히려 유감이 없을 수 없다. 선성에 올려 배향하는 것에 대해 이론을 제기하는 사람이 없었던 것은 요행히 당론이 일어나기 전에 나왔기 때문이다. 이이와 같이 남달리 뛰어난 학식과 세상을 경륜하는 재술로 대공지정한 세상을 구제한 자는 그 광채가 옛사람을 덮었다고 할 만한데도 헐뜯는 의론이 그치지 않으니, 또한 유독 무슨 까닭인가.또 이기를 논한 것이 이황과 설을 달리한 것을 흠으로 여기니 더욱 의혹스럽다. 의리는 천하 만세의 공변된 것이다. 내가 혹 그것을 잃으면 사람들이 혹 그것을 얻기도 하고, 옛사람 중에 혹 밝히지 못한 자도 있으며, 뒷사람 중에 혹 그것을 발설한 자가 있으면 다만 그 말이 어떠한가만을 볼 뿐이니, 어찌 그 사람이 누구인지를 따지겠는가. 지금 정시한은 이황의 말이 옳은지, 이이가 그른지는 논하지 않고 지론이 다르다는 이유로 일체 흠으로 여기니, 또한 비루하지 않은가. 또 희빈을 강호한 것은 이미 ‘두 존귀함이 없어야 한다.’라는 의리에서 나왔다고 하니, 도로 빈어가 되는 것 외에는 다른 도리가 없다. 공봉하는 절차가 어떻게 해야 중도를 얻을 수 있을지 모르겠다. 이미 ‘옛날에도 증거가 없고 예에도 근거가 없다.’라고 하였으니, 비록 근거할 만한 전례를 강구하여 널리 물어서 의논하여 정하고자 하더라도 어찌 될 수 있겠는가. 그 말이 저절로 서로 모순되는 것이 어찌 그리도 심한가. 그가 인용한 ‘자치가 어찌 사람을 죽이는 데 쓰겠는가. 하늘이 돕는 것은 순하고 사람이 돕는 것은 신하다.’라는 말에 이르러서는 붕당과 정령이 잘못된 것을 논한 것과 자못 또한 현재의 병폐를 절실히 맞춘 것이니, 이는 대개 조정 사람들의 언론이 미칠 바가 아니다. 그의 단점은 조정의 신하들이 이미 논란하는 말이 없었고, 그의 장점은 주상도 간언을 받아들이는 효과가 없어 혼란스럽게 흑과 백이 구분되지 않았으니, 탄식을 금할 수 있겠는가.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 2월 28일(갑인) 1번째기사",
                "gt-oKo": "임금이 특교(特敎)를 내려 상소(上疏)한 사람 정시한(丁時翰)의 벼슬을 파면하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 사신(史臣)은 논한다.“정시한의 소를 송징은(宋徵殷)이 이미 해명하였으나, 오히려 미진한 것이 있었다. 대저 그가 이른바 ‘성묘(聖廟)에 종향(從享)하는 것은 도체(道體)를 환히 알고 사문(斯文)을 발휘(發揮)한 크게 어진 사람이 아니면, 감히 가볍게 의논할 수 없다.’ 한 것은 참으로 옳다. 그러나 대저 우리 나라의 유현(儒賢)으로서 정여창(鄭汝昌)·김굉필(金宏弼) 같은 이는 진실로 도학(道學)을 앞장서서 밝힌 큰 공이 있지만, 대체(大體)를 환히 알고 사문을 발휘한 것을 찾는다면, 오히려 유한(遺恨)이 없을 수 없는데, 선성(先聖)에 종향되었어도 이론하는 사람이 없었던 것은 다행히도 당론(黨論)이 생기기 전에 나왔기 때문이다. 이이(李珥)와 같이 남달리 뛰어난 학식과 세상을 경영하는 재주로 대공 지정(大公至正)하게 구제한 경우에는 그 빛이 전인(前人)을 가릴 만하다 하겠지만, 흠잡는 의논을 그만두지 않으니 또한 유독 무슨 까닭인가? 또 이기(理氣)를 논한 것이 이황(李滉)과 설을 달리 한 것을 흠잡아서 그 미혹한 것을 더욱 나타냈다. 의리는 천하에 영구히 공변된 것이니, 내가 혹 잃는 것을 남이 혹 얻기도 하고, 전인이 혹 밝히지 못하는 것을 후인이 혹 드러내는 것이 있기도 한데, 단지 그 말이 어떠한지 살펴보아야지, 어찌 그 사람이 누구인지를 물을 것인가? 이제 정시한은 이황의 설이 옳은 까닭과 이이가 그른 까닭을 논하지 않고, 지론(持論)이 다르다 하여 일체 흠잡았으니 또한 비루하지 않은가? 또 희빈(禧嬪)의 강호(降號)가 이미 두 존위(尊位)가 없다는 뜻에서 나왔다 한다면, 도로 빈어(嬪御)가 되는 외에 다른 도리가 없는 것인데, 공봉(供奉)하는 절목(節目)을 어떻게 하여야 알맞게 할 수 있을는지 모르나, 이미 예전에 증험할 만한 것이 없었고 예(禮)에 근거가 없다 한다면, 전대(前代)의 의거할 만한 예(例)를 강구하고 널리 물어서 의논하여 정하려 하더라도 어찌 할 수 있겠는가? 그 말 스스로 모순되는 것이 모두 어찌 이리 심한가? 그가 인용한 ‘그대가 정치하는 데 어찌 사형을 쓸 것인가? 하늘이 돕는 것은 순(順)이요, 사람이 돕는 것은 신(信)이다.’한 것과 붕당(朋黨)과 정령(政令)의 잘못을 논한 것으로 말하면, 도리어 또한 당시의 병폐를 절실히 맞혔으나, 대개 조정 현신(賢臣)의 논의가 미칠 바가 아니다. 그 단점에 대하여도 조정의 신하가 논박하고 비난할 말이 없었고, 그 장점에 대하여도 임금이 받아들이는 보람이 없었으므로, 어지럽기만 하고 흑백이 가려지지 않으니, 한탄스러워 견딜 수 있겠는가?”",
                "hj": "○甲寅/上下特敎, 罷陳疏人丁時翰職。【疏及批旨見上。】 【史臣曰: “時翰疏, 宋徵殷旣辨之矣, 猶有未也。 夫其所云聖廟從享, 非洞見道體發揮斯文之大賢, 莫敢輕議者, 誠是也。 夫我朝儒賢如鄭汝昌、金宏弼, 固有倡明道學之大功, 而苟求洞見大體發揮斯文者, 猶不能無遺恨。 躋享先聖, 人無異言者, 幸而出於黨論之前故也。 若李珥絶人之學識, 經世之才術, 濟之以大公至正, 可謂光掩前人, 而疪議不置, 抑獨何哉? 又以論理氣, 與李滉異說病之, 尤見其惑也。 義理則天下萬世之所公也。 我或失之, 人或得之, 前人或有未明, 後人或有所發, 只觀其言之如何, 奚問其人之爲誰? 今時翰不論滉說之所以是, 珥說之所以非, 欲以持論之差異, 一切病之, 不亦陋乎? 且禧嬪降號, 旣曰出於無二尊之義, 還爲嬪御之外, 無他道理, 供奉之節, 未知如何可以得中也, 旣曰在古無證, 於禮無據, 雖欲講前代可據之例, 博詢議定, 何可得也? 其言之自相矛盾, 一何甚歟? 至其所引子爲政焉用殺, 天之所助者順, 人之所助者信也。 與其論朋黨、政令之失, 頗亦切中時病, 類非朝賢言議所及。 其短者, 朝臣旣無䮕難之言, 其長者, 主上亦無開納之效, 泯泯棼棼, 黑白不分, 可勝歎哉?”】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Former Second Minister Im Yeong passed away. Yeong was intelligent and wisdom, and thus was more than fifteen or sixteen. His literary composition was already completed, and his name was widow. Shortly thereafter, he disliked his literary skills and pure studies. He studyed Yi Dans studies, and thus he entered the gate of 박세채 and became the eldest brother of him. He expounded on the Confucian classics, and he was well-versed in the capital. He was well-versed in the capital and his knowledge of his knowledge. He was deep and wisdom, and he was well-versed. In the gyeongsin year (, he was first intelligent in the Royal Lecture. He expounded on the Confucian classics and history was well-versed, and he was well-versed in all righteousness. Thus, he could not reach the same world. The world was called an exemplary legitimate texts, and his study was numerous in his studies. When he entered the Royal Confucian Academy, he was greatly impressed by the brother of 김수항 and his brothers. But he was able to self-restraint and honestly observe the righteousness of his meritorious deeds, and the scholars treated him even more hospitably. He did not like propriety and promote his back and forth in righteousness. He stayed in Hohae and stayed there for many days in the court. In general, his intention was to first rectify the sovereigns mind, thereby making the foundation of governing the country. But the current situation was already unable to do so, and thus he was eventually summoned to the capital several times and did not come. In the gapjin year (, he was first appointed second minister of personnel , and he was impeached to the position of director of the Office of Royal Decrees . After 박세채 presented a memorial to the King and reprimanded him to the world of the world, his reputation was very important. The King also looked up at his will. But when he was summoned to the capital, his illness was already deep. When he was about to depart, he was about to return [to the capital]. However, the King, according to the words of the royal legitimate officials, the King stayed there and bestowed medicinal firewood and salt, and bestowed medicinal alcohol upon him. The royal favor was very generous. Ultimately he passed away at the guesthouse . He died at the age of forty. The eldest son was grieved of the world and the world of the world",
                "H2KE-nKo": "전 참판 임영이 졸하였다. 임영은 총명함이 남달리 뛰어나서 15, 6세에 문장이 이미 성취되어 신동으로 이름이 났다. 이윽고 문장을 싫어하고 정학에 뜻을 두어 이단상에게 배웠고, 이어서 박세채의 문하에 출입하여 고제가 되었다. 경적을 크게 연구하고 내성을 또한 치밀하게 하여 견식이 뛰어나고 조예가 깊어서 통달하였다. 경신년에 경화하여 맨 먼저 경연에 나아갔는데, 강설이 정밀하고 해박하여 횡설수설하는 것이 모두 마땅하였으므로 당시의 여러 명승들이 미치지 못하였다. 세상에서는 참다운 강관이라고 일컬었으니, 성학이 고명한 것은 여기에서 얻은 것이 많았다고 한다. 청화한 시대에 들어서는 김수항 형제의 만류를 많이 받았으나 능히 우뚝하게 스스로 견지하여 공훈을 굽히고 청의를 주장하니 사류가 더욱 존중하였다. 영리를 좋아하지 않아 진퇴를 의로써 하였으며, 호해에 머뭇거려 조정에 선 지 며칠이 되지 않았다. 그의 뜻은 먼저 임금의 마음을 바로잡아 정치를 하는 근본으로 삼고자 하였으나 시세가 이미 어찌할 수 없게 되었으므로 마침내 여러 번 징소하였으나 오지 않았다. 갑술년에 아전에 수망으로 주의되고 문형에 천거되었다. 박세채가 차자를 올려 천거하자 편지를 보내어 세도를 책망하여 촉망하는 것이 매우 중하였고 임금도 마음을 기울였는데 부름에 응하여 나아가니 병이 이미 깊었다. 장차 고향으로 돌아가겠다고 고하려 하였는데, 주상이 연신의 말로 인하여 굳이 만류하고 땔나무와 숯을 지급하고 약물을 하사하여 총애하는 은수가 매우 두터웠다. 마침내 여관에서 졸하니 나이 40여 세였다. 뜻을 재계하고 일찍 죽으니 군자가 세도를 위하여 슬퍼하였다.우리 조정에서는 유술을 숭상하여 근세에 더욱 성하여 선배의 명류 중에 문장을 인하여 도에 들어온 자가 많았다. 성품이 순후하고 취치가 심원하며 학식이 평실하고 강해가 탁월하며 언의가 공정한 것으로 말하면 임영이 실로 으뜸이었다. 세상에서는 바야흐로 크게 기대를 걸고 있었는데, 불행히도 평소 병을 잘 앓아 각고의 공부에 전념하지 못하고 갑자기 또 짧은 명을 받았으니, 애석함을 금할 수 있겠는가.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 2월 6일(임진) 1번째기사",
                "gt-oKo": "전 참판(參判) 임영(林泳)이 졸(卒)하였다. 임영은 총명함이 남달리 뛰어나서 15, 6세에 문장이 이미 성취되니, 신동(神童)이라 불렀다. 이윽고 사화(詞華)를 싫어하고 정학(正學)에 뜻을 두어, 이단상(李端相)에게 배우고 이어서 박세채(朴世采)의 문하에 출입하여 고제(高弟)가 되었다. 경적(經籍)을 크게 연구하고 내성(內省)도 깊어서 견해(見解)의 뛰어남이 오묘하고 투철하였다. 경신년에 경화(更化)하자 맨 먼저 경연(經筵)에 들어갔는데, 강설(講說)이 정박(精博)하여 자유 자재로 설명하는 것이 모두 타당하니, 한때의 명망이 있는 이들이 미치지 못하였다. 세상에서 진강관(眞講官)이라 일컬으며, 성학(聖學)이 고명(高明)한 것은 여기에서 얻은 것이 많이 있다고 하였다. 청화(淸華)한 벼슬에 들어가서는 김수항(金壽恒) 형제의 추천을 많이 받았으나, 능히 초연하게 스스로 지켜서 훈요(勳要)를 꺾고 청의(淸議)를 주장하니, 사류(士流)가 더욱 존중하였다. 영리(榮利)를 좋아하지 않고 의리에 따라 진퇴하여, 호해(湖海)에 머무르고 조정에 선 날이 많지 않았다. 대개 그의 뜻은 먼저 임금의 마음을 바루어 정치하는 근본이 되게 하려 하였으나, 시세(時勢)가 이미 어찌할 수 없게 되었으므로 드디어 여러 번 징소(徵召)하여도 나아가지 않았다. 갑술년에 아전(亞銓)에 첫째로 주의(注擬)되고 문형(文衡)에 천거되었다. 박세채가 차자(箚子)로 천거하고 나서 글을 보내어 세도(世道)를 책임지워 촉망하는 것이 매우 많았고 임금의 마음도 쏠렸는데, 부름을 받고 나왔을 때에는 병이 이미 깊었다. 장차 고귀(告歸)하려는데, 임금이 연신(筵臣)의 말에 따라 굳이 만류하고 신탄(薪炭)·약이(藥餌)를 주어 총애하는 은수(恩數)가 매우 두터웠으나, 마침내 여저(旅邸)에서 졸하니, 나이 40여 세였다. 뜻을 가지고도 일찍 죽으니, 군자가 세도를 위하여 슬퍼하였다. 우리 나라가 유술(儒術)을 숭상하는 것은 근세에 더욱 성하여 선배의 명류(名流) 중에 학문으로 말미암아 입도(入道)한 자가 많이 있으나, 자성(姿性)이 순후(醇厚)하고 취치(趣致)가 심달(深達)하고 학식이 평실(平實)하고 강해(講解)가 초탁(超卓)하고 어의(言議)가 공정한 것으로 말하면, 임영이 참으로 으뜸이었다. 세상에서 바야흐로 크게 기대하였으나, 불행히도 평소에 잘 앓아서 각고(刻苦)의 공부에 전념하지 못하고 문득 또 단명(短命)하였으니, 애석함을 금할 수 있겠는가?",
                "hj": "○壬辰/前參判林泳卒。 泳聰悟絶倫, 十五六, 文詞已成就, 以神童名。 已而, 厭詞華志正學, 學於李端相, 因出入於朴世采之門, 爲高弟。 大究經籍, 內省亦密, 見解超詣, 深妙而通透。 庚申更化, 首盛經幄, 講說精博, 橫竪皆當, 一時諸名勝莫及焉。 世以眞講官稱之, 聖學之高明, 多有得於此云。 其入淸華, 多被金壽恒兄弟推挽, 而能挺然自持, 詘勳貴主淸議, 士流益重之。 不喜榮利, 進退以義, 棲遲湖海, 立朝無多日。 蓋其志, 欲先格君心, 爲出治之本, 而時勢已不可爲, 遂屢徵不至。 甲戌首擬亞銓, 被薦文衡。 朴世采旣箚薦, 貽書責以世道, 屬望甚重, 上亦傾向, 及赴召, 病已深矣。 將告歸, 而上因筵臣言, 固留之, 給薪炭, 賜藥餌, 寵數極優。 竟卒於旅邸, 年四十餘。 齋志早歿, 君子爲世道悲之。 我朝雅尙儒術, 近世尤盛, 前輩名流, 多有因文入道者, 若其姿性之醇厚, 趣致之深遠, 學識之平實, 講解之超卓, 言議之公正, 泳實爲之最焉。 世方以大受期之, 而不幸素善病, 不能專意於刻苦之工, 而遽又短命, 可勝惜哉?"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General , the Office of the Censor General, repeatedly addressed the throne that [the Office of the Inspector General] petitioned for the execution of [the punishment of] 장희재 in accordance with the penal code. The King answered that [the Office of the Inspector General] should not be troubled. 사신은 논한다. In terms of righteousness, the ruler who serves the king and the queen should have no difference in the proprieties of serving the king. Generally speaking, one should be put to death in accordance with the penal code. How much more so if [the Office of the Inspector General] harbored a moment to serve the mother in the past? Generally speaking, the crime of 장희재 has already been revealed by the King, so how could [the Office of the Inspector General] be put to death in the marketplace? Moreover, how could [the Office of the Inspector General] suddenly speak out of consideration that [the Office of the Inspector General] suddenly said that [the Office of the Inspector General] was beyond the expectations of many people. [The Office of the Inspector General] did not add to the expectations of [the Office of the Inspector General] although [the Office of the Inspector General] did not address [the Office of the Inspector General] although [the Office of the Inspector General] was indignant and although [the Office of the Inspector General] was although [the Office of the Crown Prince] was concerned about the Crown Prince. In the end, [the Office of the Inspector General] did not worry about whether [the Office of the Inspector General] was unexpected or not. [The Office of the Inspector General] although [the Office of the Inspector General] did not know what [the Office of the Inspector General] said that [the Office of the Inspector General] did not know, [the Office of the Inspector General] only means that [the Office of the Inspector General] although [the Office of the Inspector General] did not know that [the Office of the Inspector General] although [the Office of the Inspector General] did not know that [the Office of the Inspector General] although [the Office of the Inspector General] did not know that [the Office of the Inspector General] although] did not know that [the Office of the Inspector General] although [the Office of the Inspector General] did not know that [the Office of the Inspector General]",
                "H2KE-nKo": "양사가 거듭 합동으로 계사를 올려 장희재에 대해 법률 조문을 적용할 것을 청하니, 주상이 번거롭게 하지 말라고 답하였다. 사신은 논한다. 신하의 의리는 임금과 아버지이고 모후와 같으니, 받들어 섬기는 예에 차이가 없어야 한다. 나이든 말이든 꼴든 발로 차든 법으로 볼 때 반드시 죽여야 하는데, 하물며 일찍이 어머니로 섬겼던 사람에게 반역할 마음을 품었음에야 말할 것이 있겠는가. 장희재의 죄가 이미 주상의 하교에서 나왔으니, 처형하여 저자에 버려두는 것에 대해 또 어찌 다른 말이 있겠는가. 그런데 남구만의 의친이라는 말이 뭇사람의 생각 밖에서 갑자기 나왔고, 처형하여 저자에 버려두는 형벌을 가하지 않고 마침내 살려 주자는 의론에 부쳤으니, 뭇사람의 마음이 어찌 분개하고 놀라지 않겠으며, 나라의 의론이 어찌 들끓지 않겠는가. 비록 그 고심과 지나친 염려로 춘궁에 연루될까 염려하였지만, 끝내 일이 일어나기 전에 미리 걱정하여 천지간의 떳떳한 법도가 거의 무너질 뻔하였으니, 어찌 그리도 의혹스러운가.거실로서 남구만을 좋아하지 않는 자들은 혹 ‘한 몸의 화복만을 생각하고 신하로서 무례한 자를 주벌하는 의리는 생각하지 않는다.’라고도 하고, 심지어 박상경과 강민저로 하여금 방자하게 공격하고 욕하게까지 하였으니, 이는 남구만의 본심을 다 알지 못하고 도리어 서로 반목하는 사사로움으로 귀결된 것이다. 그러나 《춘추》를 법으로 삼고 있으니, 죄를 받는 의리를 남구만이 어찌 피할 수 있겠는가. 양사가 합동으로 계사를 올린 지 해를 넘겼으나 끝내 허락을 받지 못하였으니, 이 또한 주상의 마음이 선입견을 주로 한 것이니, 거듭 개탄스럽게 여긴다. 그동안 사신의 죄가 참으로 남구만에게 많았지만 모두 사사로움을 품고 지나치게 논한 것을 면치 못하였으니, 공정하다고 할 수 없다. 그런데 유독 이 사신만은 남구만의 제자이다. 그 언론이 정직하고 식견이 공명정대하여 백세토록 신뢰를 받을 만하였기 때문에 이와 같이 표식을 하여 이와 같이 쓴 것이다. 그러나 신축년과 임인년의 역적 행위가 있을 때 남구만이 고심하고 멀리 생각한 것이 불행하게도 받아들여지지 않았는데, 애석하게도 이 사신을 미처 보지 못한 것이다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 2월 8일(갑오) 1번째기사",
                "gt-oKo": "양사(兩司)에서 합계(合啓)하여 장희재(張希載)를 안율(按律)하기를 청하였으나, 임금이 번거롭히지 말라고 답하였다. 사신(史臣)은 논한다.“신하의 의리는 임금을 아버지로 여기고 후(后)를 어머니로 여기는 것이니, 받들어 섬기는 예(禮)에는 비난받을 것이 없어야 할 것이다. 대저 늙은 말이 꼴을 차도 법으로는 반드시 죽여야 할 것이니, 더구나 전에 어머니로 섬기던 곳에 대하여 역란(逆亂)할 마음을 품은 것이겠는가? 대저 장희재의 죄는 이미 상교(上敎)에서 나왔으니, 저자 거리에서 처형하더라도 어찌 이론(異論)이 있겠는가마는, 남구만(南九萬)의 의친설(議親說)이 뭇사람의 뜻밖에서 갑자기 나와 처벌하지 않고 살리는 의논에 붙였으니, 여정(輿情)이 어찌 분개하고 놀라와하지 않을 수 있겠으며, 국론(國論)이 어찌 들끓지 않을 수 있겠는가? 그 고심(苦心)하고 지나치게 걱정하는 것이 오직 춘궁(春宮)에게 연루(連累)될까 염려하는 것일지라도, 결국은 일이 일어나기 전에 근심하는 것인데, 천지(天地)에 경상(經常)의 중대한 것이 거의 무너질 뻔하였으니, 어찌 그리 미혹(迷惑)한가? 거실(巨室)로서 남구만을 언짢게 여기는 자가 혹, ‘한 몸의 화복(禍福)만을 생각하고 신하로서 무례한 자를 죽이는 의리를 생각하지 않아서, 박상경(朴尙絅)·강민저(姜敏著)로 하여금 방자하게 공박하여 욕하게 하기에 이르렀다.’ 하는데, 이것은 남구만의 본심을 잘 몰라서 도리어 서로 사사롭게 반목하는 데로 돌아간 것이다. 그러나 《춘추(春秋)》를 본받아 죄책당하는 의리에 있어서는 남구만이 어찌 회피할 수 있겠는가? 양사의 합계가 한 해가 지나도록 마침내 윤허받지 못하는 것도 임금의 마음이 선입(先入)에 지배되기 때문이니, 매우 개탄스럽다.”. 전후에 사신(史臣)이 남구만을 죄책한 것이 진실로 많았으나, 모두 사심을 품고 지나치게 논하였으므로 공정하다 할 수 없었는데, 이 사신만은 남구만의 제자의 아들인데도 그 논의가 바르고 식견이 공명하여 백세(百世)에 믿음을 드리울 만한 것이 있으므로, 드러내어 이렇게 쓴다. 그러나 신사년·임오년의 역절(逆節)이 있게 되어서는 남구만이 고심하고 장려(長慮)한 일이 불행하게도 맞았는데, 아깝게도 이 사신이 미처 예견하지 못하였다.",
                "hj": "○(三月)甲午/兩司申合啓, 請希載按律, 上答以勿煩。 【史臣曰: “人臣之義, 父君而母后, 承事之禮, 宜無間然。 夫齒馬蹴芻, 在法猶必誅, 則況懷將心於所嘗母事之地哉? 夫希載之罪犯, 旣發於上敎, 則肆市之刑, 又安有異言, 而南九萬議親之說, 忽發於群情之外, 榜棰不加, 卒傅生議, 輿情安得不憤駭, 國論安得不沸騰乎? 雖其苦心過慮, 惟恐連累於春宮也, 終爲先事未然之憂, 而天地經常之重, 或幾乎壞了, 何其惑歟? 巨室之不悅九萬者, 或謂徒計一身之禍福, 而莫念人臣誅無禮之義, 至令朴尙絅、姜敏著, 恣加攻詈, 是則未悉九萬之本心, 而反歸相軋之私。 然於《春秋》爲法, 受罪之義, 九萬安得辭之哉? 兩司合啓, 閱歷歲年, 而竟不得請, 亦上心主於先入也, 重可嘅已。”】 前後史臣之罪九萬固多, 而皆不免懷私而過論, 不可謂公矣, 而獨此史臣, 卽九萬門弟之子也。 其言議之正直, 見識之公明, 有可以垂信於百世, 故表而書之如此。 然及有辛、壬逆節, 而九萬之苦心長慮, 不幸不見中, 而惜此史臣之未及見也。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor-General submitted a memorial requesting that Han Junghyeol be punished according to the law. 사신은 논한다. Han Junghyeol and others cannot be executed. How could a petty and thieves dare to plot trust to restore the Queen Mother? Instead, he presumptuously claimed to relieve the people and secretly engaged in the circumstances, secretly engaged in silver, which is treacherous and deceiving. In the end, he deceived the sage virtue of the King and subordinates the honor of the royal court. How can his crime be executed? Though he is a petty and a petty man, his life and death is related to the current opinion. Not longer attempted to know that he should be executed. However, the principal members of the royal clan harbored the sagacity of the Royal Plan . The Book of Documents (C. Shujing states, The father repays the sagacity of the royal court",
                "H2KE-nKo": "사간원이 전계를 거듭 아뢰어 한중혁을 법에 따라 처단할 것을 청하였다. 사신은 논한다. 한중혁 등의 죄를 이루 다 주벌할 수 있겠는가. 중전을 복위하기를 도모하는 것이 어찌 여우나 쥐새끼 같은 무리가 감히 마음 먹을 수 있는 것이겠는가. 그런데 외람되게도 스스로 구제해 준다는 핑계로 기회를 틈타 출세할 계책을 세워 몰래 은화를 썼으니, 그 정상이 괴이하고 행적이 간사하다. 마침내 위로는 청명한 성덕을 무함하고 아래로는 존엄한 조정의 기강을 무너뜨렸으니, 그 죄를 이루 다 주벌할 수 있겠는가. 비록 매우 하찮은 하나의 물건이지만 죽이고 살리는 것은 관계되는 바가 있다. 그런데 당시의 의론이 한만하여 그를 죽여야 한다는 것을 깊이 알지는 못하였다. 그러나 기사년의 거실들이 매우 심하게 기사년의 사람들을 원수처럼 해쳤으므로 한중혁 등에 대해 혹 불쌍히 여겨 마음으로 용서하는 자도 있었다. 지난번에 남구만이 상소하여 죄주기를 청하지 않았다면 거의 용서하여 형벌을 잘못 적용한 것이다. 《논어》에 ‘그 아버지는 복수하고 그 아들은 겁탈을 행한다.’라고 하였다. 김석주는 궁액과 내통하여 출척을 매개로 삼았고, 한 번 바뀌어 민종도의 무리가 되어서는 장희재의 힘을 빌려 권세를 휘둘러 화를 빚어냈고, 또 바뀌어 한중혁 등이 거짓으로 헛소문을 퍼뜨려 나라를 손상하고 자신을 망쳤다. 김석주가 비록 허견과 이남을 주벌한 공이 있기는 하지만 끝내 사밀의 문을 열어 놓았기 때문이다. 이런 것을 엄히 막지 않는다면 어떻게 유폐를 바로잡고 조정을 바로잡을 수 있겠는가. 애석하게도 법에 따라 처단하라는 명이 지레 내려졌으니, 간특한 짓을 한 정상이 끝까지 밝혀지지 않고 법례가 어긋나 인심이 통쾌하게 여기지 않는다. 이것이 간신이 논집하는 까닭이다. 그러나 일을 논하는 방도는 의리를 근본으로 삼고 득실을 지적하여 진달해서 주상의 마음을 움직이게 하는 것을 귀하게 여기는 데 있다. 그런데 적막한 몇 마디 말로 본말을 미루어 밝히지 못하고 날마다 진달하면서 오직 고지를 베껴 쓰는 것만을 일삼고 있으니, 임금의 마음을 돌리지 못하는 것이 괴이할 것이 없다. 탄식을 금할 수 있겠는가.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 2월 8일(갑오) 2번째기사",
                "gt-oKo": "간원(諫院)에서 전계(前啓)를 다시 올려, 한중혁(韓重赫)을 안법(按法)하여 처단하기를 청하였다. 사신(史臣)은 논한다.“한중혁 등의 죄를 이루 주벌(誅罰)할 수 있겠는가? 곤궁(坤宮)을 복위(復位)시키려 꾀하는 것이, 어찌 여우나 쥐처럼 음흉한 자가 감히 마음먹은 것이겠는가마는, 외람되게 스스로 구제한다고 핑계하여 기회를 틈타 발신(發身)하려는 계책으로 남몰래 은화(銀貨)를 썼으니, 정적(情跡)이 간사하다. 마침내 위로 청명(淸明)한 성덕(聖德)을 속여 더럽히고, 아래로 귀중한 조정을 배반하여 더럽혔으니, 그 죄를 이루 주벌할 수 있겠는가? 매우 하찮은 하나의 생물일지라도 그 살리고 죽이는 데에 관계가 있는데, 시의(時議)는 유유(悠悠)하여 그 죽여야 할 것을 깊이 알지 못하고, 거실(巨室)이 기사년 사람을 원망하여 해친 것은 매우 심하였으므로, 한중혁 등에 대하여 혹 마음으로 불쌍히 여기고 속으로 용서하는 자가 있었으니, 지난번에 남구만(南九萬)이 상소하여 죄주기를 청하지 않았으면, 용서하여 실형(失刑)할 뻔하였다. 그 아비는 복수하고 그 아들은 겁탈한다는 말이 있다. 김석주(金錫胄)는 궁액(宮掖)과 교통하여 출척(黜陟)을 매개(媒介)하고부터 일전(一轉)하여 민종도(閔宗道)의 무리를 위하여 장희재(張希載)에 의지하여 권세를 기울여 화(禍)를 빚고, 또 일전하여 한중혁 등을 위하여 거짓말을 하여 나라를 손상하고 자신을 해쳤으니, 대개 김석주가 허견(許堅)·복선군(福善君) 이남(李柟)을 주벌(誅罰)한 공이 있기는 하나, 마침내 사밀(私密)의 문을 열었기 때문이다. 이것을 엄히 막지 않으면, 어떻게 유폐(流弊)를 바로잡고 조정을 바루겠는가? 아깝게도 안법(按法)하라는 명이 곧 내렸으니 간사한 짓을 하는 뜻이 그치지 않아서, 법례(法例)가 어그러져 인심이 시원하게 여기지 않으니, 이것이 간신(諫臣)이 논집(論執)하는 까닭이다. 그러나 일을 논하는 도리는 의리에 근본하여 득실을 아뢰어 상청(上聽)을 움직이는 것을 기약하는 것이 소중한데, 고요하게 몇 마디 말하여 본말(本末)을 밝히지 못하고, 날마다 아뢰는 것은 고지(故紙)를 베끼는 것을 일삼는 것일 뿐이니, 천청(天聽)을 돌이키지 못하는 것은 괴이할 것이 없다. 한탄스러움을 금할 수 있겠는가?”",
                "hj": "○諫院申前啓, 請韓重爀按法處斷。 【史臣曰: “重爀等之罪, 可勝誅哉? 圖復坤宮, 豈狐鼠輩所敢生心, 而猥自假托救濟, 乘機發身之計, 潛行銀貨, 情詭跡邪。 卒乃上之誣衊聖德之淸明, 下之乖汚朝廷之尊重, 其罪可勝誅哉? 雖甚幺麿一物也, 其生殺有關係, 而時議悠悠, 不深知其可殺, 而巨室之仇毒己巳人旣甚, 乃於重爀等, 或有心矜而腸恕之者。 向非南九萬抗疏請罪, 則幾乎縱赦而失刑矣。 《語》曰: ‘其父復讎, 其子行刦。’ 自夫金錫冑通宮掖而媒黜陟, 一轉而爲閔宗道輩, 藉資希載, 傾權釀禍, 又轉而爲重爀等, 冒托虛聲, 損國凶身。 蓋錫冑雖有誅堅、柟之功, 終以私密之門啓之故也。 此不嚴杜, 何以救流弊而正朝廷也? 惜乎按法之命徑下, 作慝之情未窮, 法例差乖, 人心未快, 此諫臣所以論執也。 然論事之道, 貴在根極義理, 指陳得失, 以動上聽爲期, 而寂寥數語, 不能推明本末, 逐日陳啓, 惟以傳寫故紙爲事, 毋怪乎不能回天也。 可勝歎哉!”】"
            }
        }
    },
    "03": {
        "11": {
            "1": {
                "H2KE-EN": "Kwon Seop , a student of the Royal Confucian Academy , and others submitted a memorial to reply to the King regarding the word of Jeong Si한 . They also submitted a memorial regarding the remonstrances of censors , which was unable to distinguish the circumstances of 송시열. The King responded to this. On the following day, Fourth Censor Song Jingeung submitted a memorial regarding the remonstrances of Jeong Si한. The memorial read as follows: Truly, Dragon People are unprecedentedly occurrenced, and therefore, there is no discussion between Confucian scholars. Your subject also earlier held a contact with his colleagues with his colleagues, which is not worth mentioned. However, the study of nature and dishonest learning of the study of the king,",
                "H2KE-nKo": "유학 권섭 등이 상소하여 정시한의 상소에 대해 변명하고, 또 간신이 대변한 상소에서 송시열을 위해 해명하지 못한 것에 대해 논하니, 주상이 너그러운 비답을 내렸다. 이튿날 정언 송징은이 권섭의 상소 때문에 인피하였는데, 그 대략에,“도봉 서원은 실로 전에 없던 일로 사림 사이에 논의가 일치하지 않습니다. 신도 일찍이 온당치 못하다는 뜻으로 동료에게 이야기를 나눈 적이 있으니, 진실로 논할 만한 것이 없습니다. 그러나 집요한 성질과 바르지 못한 학문은 곧 성품을 탐하는 소인이니, 평생을 들어서 논단하면 무함하고 헐뜯는 결과를 면하기 어렵습니다. 처음에는 논변하려고 하였다가 곧이어 연신이 어전에서 이미 변론하였다는 말을 듣고 거듭 변론하려고 하지 않았는데, 이미 썼다가 도로 삭제하였으니, 이것이 어찌 의도적으로 취사선택한 것이겠습니까. 또 추악하게 헐뜯는 것이라면 진실로 분변하여 배척해야 하지만, 그 사이에 설령 의도와 견해가 차이가 있다 하더라도 어찌 굳이 억지로 구차하게 동의하게 할 필요가 있겠습니까. 신은 세도가 날로 무너지고 공의가 사라지는 것이 일찍이 여기에서 말미암지 않은 적이 없다고 생각합니다.”하니, 주상이 사직하지 말라고 명하였다.사신은 논한다. 전에 이르기를 “전에 이르기를 ‘그 지위에 있지 않으면 그 정사를 꾀하지 않는다.’라고 하였으니, 이는 상하가 관직을 침범하는 것을 방지하고 사민이 생업을 옮길까 두려워해서이다. 말세가 내려오면서 조정에 잘못된 일이 많았는데, 어진 인재가 혹 아래에 막혀 있기 때문에 또한 공의가 초야에 있는 사람의 말이 있게 된 것이다. 한나라의 유도와 당나라의 규모와 송나라의 구양철 같은 이들은 모두 목숨을 버리고 시휘를 범하며 당세의 득실에 대해 항론하였다. 비록 성인이 자신의 지위를 벗어나는 것에 대해 경계한 것에 대해 삼가 지키지는 못하였으나, 의리를 앞세우고 충성을 다한 것에 대해서는 군자가 진실로 취하였다.그런데 근래 붕당을 지어 서로 원수가 되어 배격하는 것이 풍조를 이루고, 선비는 자신을 수양하는 학문에는 힘쓰지 않고 오직 근거 없는 이야기와 횡의만을 능사로 삼고 있다. 그들이 권세를 잡고 분노하는 것도 공정한 마음에서 나온 것이 아니라, 이권이 서로 부르고 희로가 서로 격렬해지는 것에 불과하다. 조정의 거조와 대성의 언의에 대해 조금이라도 그 사사로움에 불만족스러운 점이 있으면 유현을 높인다고 핑계 대기도 하고 의리를 밝힌다고 핑계 대기도 하면서 명목을 만들어 무리에게 호소하고, 스스로 사론에 대해 명명하여 소장이 분분하게 올라오는데도 그 이익을 함께하는 조사는 그 문장을 찬정하여 그 일을 협조하여 성취시키고, 아첨을 좋아하는 종유는 또 장려하고 추켜세워 그 명성을 드날리고 끌어올려 그 노고에 보답하니, 조정이 존엄해지지 않고 사습이 날로 투박해진다. 임금이 바야흐로 온화한 말로 포유하고 아름다운 말로 상을 내렸는데, 공경과 진신도 초야의 광우한 말이라고 하면서 너그러이 용납하기를 힘쓰고 있으니, 이것이 무슨 말인가.공자가 말하기를 ‘옛날의 어리석음은 곧았으나 오늘날의 어리석음은 거짓일 뿐이다.’라고 하였다. 대저 다투고 해치려는 사사로운 마음을 품고 남을 모함하는 기관을 점유하여 당거에게 품명하고 조사에게 글을 빌린 것에 대해 나는 그 어리석음을 알지 못하겠다. 그렇기는 하지만 이 또한 그의 죄가 아니다. 군사의 인도와 말류의 풍조가 점차 커지는 것을 중재 이하로 누가 이를 면하겠는가. 오직 성상께서 실학을 힘써서 선비의 추향을 바로잡고 선악을 공정히 하여 당론을 공평하게 하는 데 달려 있을 뿐이다. 그러나 그에 대응하는 방도로 말하면 또한 너무 심하게 꺾을 필요는 없으니, 오직 숭장하지 말아야 할 뿐이다.”하였다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 3월 11일(정묘) 1번째기사",
                "gt-oKo": "학유(學儒) 권섭(權燮) 등이 상소하여 정시한(丁時翰)의 소어(疏語)를 변명하고, 또 대신(臺臣)이 대소(對疏)하여 송시열(宋時烈)을 위하여 해명하지 못한 것을 논하였는데, 임금이 우악하게 비답(批答)하였다. 이튿날 정언(正言) 송징은(宋徵殷)이 권섭 등의 소 때문에 인피(引避)하였는데, 대략 이르기를, “도봉 서원(道峰書院)의 일은 전에 없었던 일이므로, 사림(士林) 사이에서 논의가 한결같지 않았고, 신(臣)도 일찍이 미안하다는 뜻으로 벗들과 수작하였으니, 본디 논할 만한 것이 없습니다. 집요한 성질이요 바르지 못한 학문이라 한 데에 이르러서는 곧 성급한 소인이 평생을 들어서 논단(論斷)한 것이므로, 헐뜯는 것으로 돌아가는 것을 면할 수 없어서 처음에 논변(論辨)하려다가, 곧 연신(筵臣)이 이미 전석(前席)에서 변론하였다는 말을 듣고 거듭되는 말을 하고 싶지 않아서 이미 썼다가 도로 지운 것이니, 이것이 어찌 마음을 써서 취사(取捨)한 것이겠습니까? 또 헐뜯는다면 진실로 분변하여 배척하여야 할 것인데, 그 사이에 의견의 차이가 있더라도 어찌 반드시 억지로 구차하게 같도록 하여야 하겠습니까? 신은 세도(世道)가 날로 무너지고 공론이 없어지는 것이 아닌게 아니라 이 때문이라고 생각합니다.” 하였는데, 임금이 사직하지 말라고 명하였다. 사신(史臣)은 말한다.“전(傳)에 이르기를, ‘그 지위에 있지 않으면서 그 정사(政事)를 꾀하지 않은다.’ 한 것은, 대개 상하가 다른 관사(官司)의 일을 침범하는 것을 막고 사민(四民)이 생업을 옮기는 것을 염려하였기 때문인 것이다. 말세(末世) 이후로 조정의 정사에 흠결이 많아서 어진 인재가 혹 아래에 막혀 있으므로, 공론이 초야의 말에 있기도 하였다. 한(漢)나라의 유요(劉陶)와 당(唐)나라의 순모(郇模)와 송(宋)나라의 구양철(歐陽澈)과 같은 이들은 모두 능히 목숨을 버리고 시휘(時諱)를 범하여 당세의 잘잘못을 항론(抗論)하였는데, 성인(聖人)이 출위(出位)을 경계한 것에 대하여는 삼가 지키지 못하였더라도, 그 의리에 바쁘고 충성을 다한 것은 군자(君子)가 진실로 취하였다. 근일에 이르러서는 붕당이 서로 원한하여 배격하는 것이 버릇이 되어 선비가 몸을 닦는 학문을 힘쓰지 않고, 오직 유담(游談)하고 횡의(橫議)하는 것을 능사로 여기며, 그 요체를 잡아 분발하고 애태우는 것도 공정한 데에서 나온 것이 아니라, 이권(利權)으로 서로 부르고 희노(喜怒)로 서로 격려하는 것이었다. 조정의 거조(擧措)와 대성(臺省)의 논의가 조금이라도 그 사당(私黨)의 마음에 들지 않으면, 유현(儒賢)을 높인다고 핑계하거나 의리를 발힌다고 핑계하여, 명목을 만들고 무리를 불러 스스로 사론(士論)이라 하여 어지럽게 상소하는데, 그 이익을 같이하는 조사(朝士)가 그 글을 짓고 바로잡아서 그 일을 도와 이루고, 아첨을 좋아하는 종유(宗儒)가 또 장려하고 칭찬하여 그 이름을 드러내고 끌어올려 그 노고를 갚으니, 조정은 존엄하지 못하게 되고 사습(士習)은 날로 투박해져 간다. 임금이 바야흐로 또한 부드럽게 포유(褒諭)하여 아름다운 말이라 칭찬하고, 공경(公卿)·진신(搢紳)도 흐릿하게 초야의 광망(狂妄)하고 우직한 말이므로 힘써 너그럽게 용납하여야 한다 하니, 이것이 무슨 말인가? 공자(孔子)가 말하기를, ‘예전의 어리석음은 곧았으나, 지금의 어리석음은 속임일 뿐이다.’ 하였다. 대저 다투고 물어뜯는 사심(私心)을 품고 경알(傾軋)하는 기관(機關)을 꾸며서 무리의 우두머리에게 여쭈고 조사의 손을 빌어 글을 짓는 것은, 내가 그것이 어리석은 것인지 모른다. 그렇다 하나 이것도 그 죄가 아니다. 임금과 스승이 이끈 것이요, 말류의 풍속이 물들인 바이니, 중등가는 재주 이하가 누구인들 이를 면하겠는가? 오직 성상이 실학(實學)을 힘써서 선비의 추향을 바로잡고, 선악을 공정히 하여 당론을 평정하기에 달려 있을 뿐이며, 그 응대하는 도리로 말하더라도 너무 심하게 꺾을 필요없이 오직 숭상하고 조장하지 말아야 할 뿐이다.”.",
                "hj": "○丁卯/學儒權燮等, 疏卞丁時翰疏語, 且論諫臣對疏, 不能爲宋時烈分踈, 上優答。 翌日, 正言宋徵殷, 以燮疏引避, 略曰: 道峰實是前所未有之擧, 士林之間, 論議不一。 臣亦嘗以未安之意, 酬酢於儕友, 則固無可論。 至於執拗之性, 不正之學, 便是索性小人, 擧平生而論斷, 難免誣詆之歸。 初欲論卞, 旋聞筵臣已卞論於前席, 不欲爲疊床之說, 旣筆而還削, 則此豈用意取舍哉? 且若醜詆, 則固當辨斥, 而其間設有意見之差殊, 何必强使苟同? 臣以爲世道之日壞, 公議之泯滅, 未嘗不由於此也。 上命勿辭。 【史臣曰: “傳曰: ‘不在其位, 不謀其政。’ 蓋防上下之侵官, 而懼四民之遷業也。 叔世以降, 朝政多闕, 而賢才或鬱於下, 故亦有公議在草野之言。 如漢之劉陶, 唐之郇模, 宋之歐陽澈, 皆能捐性命犯時諱, 抗論當世得失, 雖於聖人出位之戒, 不能謹守, 其急義盡忠, 君子固有取焉。 至於近日, 黨比相仇, 排擊成風, 縫掖之士, 不務修身之學, 惟以游談、橫議爲能事, 其所扼擥憤悱者, 亦非公正之發, 不過利權以相招, 喜怒以相激。 其於朝廷擧措、臺省言議, 一有不慊於其私, 則或託以尊儒賢, 或假以明義理, 藉設名目, 呼召儔輩, 自命士論, 章疏紛然, 而朝士之同其利者, 爲之纂正其文, 協成其事, 宗儒之喜其諛者, 又爲之奬詡, 以揚其名, 汲引以酬其勞, 朝廷爲之不尊, 士習爲之日偸。 君上方且雍容褒諭, 賞之以嘉言, 公卿、搢紳, 亦蒙謂之草野狂愚之言, 務宜優容, 此何說也? 孔子曰: ‘古之愚也直, 今之愚也詐而已。’ 夫挾爭狠之私心, 占傾軋之機關, 稟命於黨渠, 借文於朝士者, 吾未見其愚也。 雖然, 此亦非其罪也。 君師之所導, 流風之所漸, 中才以下, 誰則免此? 惟在聖上, 懋實學以正士趨, 公臧否以平黨議, 而若其應之之道, 亦不必摧折太甚, 惟宜勿之崇長焉耳。”】"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongja day, Assistant Commander of the Office of the Establishment of Ceremonies Yun Gyeom submitted a memorial requesting his resignation and also paid a farewell visit to the King. The King gave an appreciation upon him. 사신은 논한다. The monarchs urgently seek wisdom, not only makes a good reputation for the monarchs of propriety, but it is indeed impossible to cooperate with the dynasties of Heaven to govern the dynasties. The reason why the monarchs receive a government post without decline is that they truly satisfy their stipends and honor their body. This is because they enjoy such reputation as the ruler. For this reason, if they do not seek their stipends, they seek their stipends, and if they do not seek their stipends, they do not seek their stipends. If they do not seek their stipends, they will surely take their stipends. This is what I and Cheng Xiang , and Cheng Xiang . Yet if they desire to seek their stipends, they will surely be able to know their stipends. If there is no clear knowledge of the world, they will be thoroughly seek out of propriety, and if they do not seek their stipends, they will surely take their stipends. Not only is it beneficial to seek harmful effects, but they will inevitably end up governing the state. This is what Wang Anshi Xiang Xiao Xiang X",
                "H2KE-nKo": "우참찬 윤증이 상소하여 사직하고, 또 급박한 상황을 구제해 주라는 명을 사양하니, 주상이 너그러운 비답을 내렸다. 사신은 논한다.임금이 어진이를 구하는 데 급급한 것은 진실로 선비를 예우하는 것을 아름다운 명예로 여기는 것이 아니라, 장차 천위를 함께하고 천직을 다스리려는 것이다. 어진 선비가 벼슬을 받고도 사양하지 않는 것은 구차하게 그 녹을 이롭게 여기고 그 몸을 영화롭게 하려는 것이 아니라, 대개 어진 이를 얻으면 그 도를 행하는 것을 즐겁게 여기기 때문이다. 그러므로 구하지 않는 경우도 있고 구하지 않는 경우도 있고 얻지 못하는 경우도 있으며, 얻으면 반드시 쓰고 쓰지 않는 경우도 있고 쓰면 반드시 맡기고 의심하지 않는 경우도 있다. 그런 뒤에야 상하가 서로 얻고 나라가 함께 그 이익을 누려 현자의 공이 세상에 드러나니, 이를테면 이윤과 부열이 상나라에, 태공이 주나라에, 공명이 한나라에 대한 것이 바로 그것이다. 그렇기는 하나 장차 쓰려고 하면 반드시 먼저 알아야 하니, 만약 독견지명이 널리 구하는 처음에 자세히 살피지 않고 구차하게 헛된 명성을 따라 적임자가 아닌 사람에게 맡기면 무익할 뿐만 아니라 도리어 해가 심하여 반드시 정사를 어지럽히고 나라를 망치는 데 이르고야 말 것이니, 이를테면 송나라의 왕안석이 바로 그것이다. 그러므로 맹자가 말하기를 ‘임금이 어진이를 진용하는 것은 부득이한 경우와 같다. 장차 낮은 사람으로 하여금 높은 사람을 넘게 하고 소원한 사람으로 하여금 친척을 넘게 할 것이니, 삼가지 않을 수 있겠는가.’라고 하였다. 좌우에서 모두 ‘어질다.’라고 하여도 가하지 않고, 여러 대부가 모두 ‘어질다.’라고 하여도 가하지 않으며, 나라 사람들이 모두 ‘어질다.’라고 한 뒤에야 살펴서 어진 이를 본 뒤에 쓴다고 하였으니, 참으로 좋은 말이다.근세에 이르러서는 허위가 더욱 싹터 어진이를 쓰는 실효를 구하지 않고 한갓 어진이를 숭상하는 미명만을 사모하여, 진실로 도학에 뜻을 둔 자가 있으면 그 성덕의 깊고 얕음을 살피지 않고 그 재구의 장단점을 묻지도 않은 채 즉시 빈사의 예로 대우하여 도를 행하는 직임을 더하였다. 그리하여 조찰이 잇따르고 징소하는 일이 그치지 않아 특수한 명예와 특이한 예우가 여러 신료 중에 으뜸이었다. 즉시 일어나 명에 응한 자가 실제로는 혹 그 이름을 원수로 여기지 않고 허약한 사람으로 가득 차서 마침내 나라를 해치고 몸을 망치는 데 이르고야 말았으며, 굳이 누워서 나오지 않는 자는 나라의 직무를 초야에 버려두어 천공을 오랜 세월 동안 비웠으니, 비록 그 죄를 자신에게 돌리더라도 또한 나랏일에 손해를 끼쳤다. 이 두 가지는 똑같이 실정이니, 만약 그 근본을 따른다면 모두 어진이를 진용하는 데 삼가지 않은 실수이다. 윤증의 재덕은 진실로 반드시 나라를 다스리고 백성에게 혜택을 입히는 것은 아니지만, 조정에서 그 어진 것을 분명히 알 수 있다면 마땅히 그 정성을 다하여 반드시 초치해야 할 것이고, 만약 그렇지 않다면 또한 관작으로 묶어 두지 말아서 그 뜻을 이루게 해야 할 것이다. 그 상소에서 말한 신익상이 청한 것은 모두 실상을 상고하는 의리이다. 또 무릇 임금이 어진이를 구하는 데 부지런한 것은 반드시 다스릴 뜻이 있는 것을 근본으로 삼기 때문인데, 반드시 다스릴 뜻이 없이 한갓 어진이를 구하는 데 부지런한다면 이는 허위일 뿐이다. 어찌 진유가 있는데도 허위의 요구에 응하겠는가. 만약 그 요구에 응한다면 반드시 진유가 아닐 것이다. 그러므로 일찍이 논하기를 ‘윤증의 문장과 재기가 송시열만 못하고 경제에 부지런한 것이 박세채만 못하다. 오직 재주가 미치지 못하고 시세가 옳지 않은 것을 알아서 확연히 고치지 않고 초복을 굳게 지키는 것은 여러 아들을 어질다고 여기기 때문이다. 윤증을 편드는 자는 혹 윤증이 박세채에게 편지를 보내어 송시열을 논한 것을 조금도 과실이 없다고 여기기도 하지만 유독 그렇지 않다고 생각한다. 만약 윤증이 교제를 온전히 할 수 없는 기미를 일찍 알았다면 아버지와 스승의 의리를 자세히 헤아리고 시비를 재단하는 가운데 바른대로 고하고 거절하여 악성이 나오지 않았다면 윤증이 이에 잘못이 없었을 것이다. 그런데 지금은 그렇지 않아 친분이 두터운 바탕이 아직 바뀌지 않았고 스승과 제자의 이름이 아직 없어지지 않았는데, 지레 옆 사람에게 편지를 보내어 본원의 포폄을 논하다가 노여움을 사납게 촉발하여 점차 화란의 계제가 생겨나 마침내 조정에까지 올라 사림에 웃음거리가 되었다. 비록 송시열이 도리에 어긋나게 대응하여 그대들을 시끄럽게 하였더라도 윤증 또한 어찌 잘못이 없을 수 있겠는가. 그러나 학문의 근본은 오로지 내수를 중히 여기는 것이다. 윤증이 자신을 단속하고 집안을 다스리는 실상은 몇몇 사람이 미칠 수 있는 바가 아니니, 비록 혹 언론과 사업이 드러나지 않고 의로운 방정하고 굳센 것이 부족하다고 하더라도 윤증이 독실하게 군자를 논한 것을 병통으로 여기지 않고 도리어 그 깊이 잠잠하고 근밀한 것을 취하였다.’라고 하였다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 3월 20일(병자) 1번째기사",
                "gt-oKo": "우참찬(右參贊) 윤증(尹拯)이 상소(上疏)하여 사직하고 주급(周急)하라는 명을 사양하였는데, 임금이 우악한 비답(批答)을 내렸다. 사신(史臣)은 논한다.“임금이 서둘러 어진이를 구하는 것은, 구차하게 선비를 예우하는 것을 아름다운 명예로 여기는 것이 아니라, 대개 더불어 천위(天位)를 함께 하며 천직(天職)을 다스리려는 것이며, 어진 선비가 벼슬을 받고 사양하지 않는 것은 구차하게 그 녹(祿)을 이롭게 여기고 자신을 영화롭게 하는 것이 아니라, 대개 옳은 임금을 만나서 그 도(道)를 행하는 것을 즐거워하는 것이다. 그러므로 구하지 않는 일이 있으나 구하면 얻기를 기필하고, 얻지 못하는 일이 있으나 얻으면 반드시 쓰고, 쓰지 않는 일이 있으나 쓰면 반드시 맡기고 의심하지 않아야 한다. 그런 뒤에야 상하가 서로 맞아서 나라가 더불어 그 이익을 누려서 어진이의 공이 세상에 드러나니, 이를테면 이윤(伊尹)·부열(傅說)이 상(商)나라에서 한 일과 태공(太公)이 주(周)나라에서 한 일과 공명(孔明)이 한(漢)나라에서 한 일이 이것이다. 그렇기는 하나 쓰려고 할 때에는 반드시 먼저 알아야 하는데, 남달리 밝게 볼 줄 알아서 널리 구하는 처음에 잘 살피지 못하고, 구차하게 헛소문을 따라 마땅한 사람이 아닌데도 맡긴다면, 무익할 뿐만 아니라 도리어 매우 해로와 반드시 정치를 어지럽혀 나라를 그르치고야 말 것이니, 이를테면 송(宋)나라의 왕안석(王安石)이 이것이다. 그러므로 맹자(孟子)가 말하기를, ‘임금이 어진이를 쓰는 것은 어찌할 수 없는 것처럼 한다. 비천한 자로 하여금 높은 자를 넘게 하고, 소원(疏遠)한 자로 하여금 친척을 넘게 하려 할 때에 삼가지 않을 수 있겠는가? 좌우가 다 어질다 하여도 아직 쓰지 않고, 대부(大夫)들이 모두 어질다 하여도 쓰지 않으며, 나라 사람이 다 어질다 하고 나서야 살펴서 어진 것을 알고 나서 쓴다.’ 하였는데, 이 말이 진실하다. 근세에 이르러서는 거짓이 더욱 싹터서 어진이를 쓰는 실효(實效)를 구하지 않고, 어진이를 숭상한다는 미명(美名)을 생각할 뿐이다. 진실로 도학(道學)에 뜻을 둔 자가 있다면 그 성덕(成德)의 천심(淺深)을 살피지 않고, 그 재구(材具)의 장단(長短)을 묻지 않고, 곧 빈사(賓師)의 예(禮)로 대우하여, 도(道)를 행하는 벼슬을 주되, 교서(敎書)가 잇달고 징소(徵召)하여 버려두지 않으며, 특별한 명예와 특이한 예우가 뭇신하들보다 뛰어날 것이다. 그러나 곧 일어나서 명에 응하는 자는 실은 혹 그 명성에 맞지 않아서 비었는데도 찼다 하고 작은데도 크다 한 것이므로, 마침내 나라를 해치고 자신을 망치고야 말겠지만, 굳이 누워서 나오지 않는 자는 나라의 직무를 초모(草茅)처럼 버려두고 천공(天功)을 세월 가는 대로 비워두는 것이므로, 그 자신을 죄책하기는 하나 또한 나라의 일에 손상을 끼친다. 이 두 가지 경우는 똑같은 실정(失政)이니, 그 근본을 찾으면 다 어진이를 쓰는 것을 삼가지 않은 잘못이다. 대저 윤증의 재덕(才德)은 진실로 반드시 나라를 다스리고 백성에게 혜택을 입히지는 못하나, 국가에서 그 어진 것을 환히 알 수 있었다면, 그 정성을 다하여 반드시 오게 했어야 마땅하고, 오지 않으면 또한 관작(官爵)으로 매어 두지 말고 그 뜻을 성취하게 하여야 할 것이니, 그 소에 말한 것과 신익상(申翼相)이 청한 것은 다 사실을 상고하는 뜻이다. 또 대저 임금이 어진이를 구하는 데에 부지런한 까닭은, 반드시 잘 다스리려는 뜻이 있어서 이것을 근본으로 삼기 때문인데, 반드시 잘 다스리려는 뜻이 없이 한갓 어진이를 구하기에 부지런할 뿐이라면 이는 거짓일 뿐일 것이니, 어찌 참된 선비가 있어도 거짓 구하는 데에 응하겠는가? 응한다면 반드시 참된 선비가 아닐 것이다. 그러므로 일찍이 논하기를, ‘윤증의 문장(文章)과 재기(材氣)는 송시열(宋時烈)만 못하고, 뜻이 경제(經濟)에 부지런한 것은 박세채(朴世采)만 못하나, 재주가 못미치는 것을 알고 시세가 불가한 것이 있는 것을 알아서 확연히 고치지 않고 벼슬하지 않기를 굳이 지키는 것만은 제자(諸子)보다 어질다. 윤증에게 편드는 자는 혹 윤증이 박세채에게 글을 보내어 송시열을 논한 것을 조금도 과실이 없다 하나, 그렇지 않다고 생각한다. 윤증이 교분을 보전할 수 없는 기미를 일찍 알았다면, 아버지와 스승의 의리를 잘 헤아리고 시비의 알맞은 것을 재단(裁斷)하여, 곧바로 알려서 끊고 나쁜 소문을 내지 않았으면, 윤증이 그제야 잘못이 없었을 것이다. 그런데 이제 그렇게 하지 않고서 친분이 두터운 바탕이 없어지지 않고, 스승과 제자의 이름이 없어지지 않았는데, 곧장 옆 사람에게 글을 보내어 본원(本原)을 논하여 낮추어 노여움을 건드리고, 점점 원망을 부르는 계제를 일으켜서 마침내 조정에 전하여 올라가고, 사림에 웃음거리를 퍼뜨렸으니, 송시열이 도리에 어그러지게 응대한 것이 이처럼 어지럽더라도, 윤증이 또한 잘못이 없을 수 있겠는가? 그러나 학문의 근본은 오로지 내수(內修)를 귀중하게 여기는데, 윤증이 자신을 경계하고 집안을 다스린 실속에는 수자(數子)가 미칠 바가 아닌 것이 있으니, 혹 언론에 관한 일이 나타나지 못하고, 의로운 방도가 굳센 것이 모자라기는 하나, 독실하게 논하는 군자 중에는 병통으로 여기지 않고 도리어 그 심잠(深潛)하여 근밀(謹密)한 것을 취하는 자가 있다.’ 하였다.”.",
                "hj": "○丙子/右參贊尹拯陳疏辭職, 且辭周急之命, 上賜優答。 【史臣曰: “王者之急於求賢者, 非苟以禮士爲美名, 蓋將與共天位治天職也, 賢士之受爵不辭者, 非苟利其祿而榮其身, 蓋樂得是君而行其道也。 是故, 有弗求, 求之必其得也, 有弗得, 得之必其用, 有弗用, 用之必其任之不疑也。 夫然後, 上下相得, 國與享其利, 而賢者之功, 著白於世, 如伊、傅之於商, 太公之於周, 孔明之於漢是已。 雖然, 將欲用之, 必先知之, 若無獨見之明, 審於旁求之始, 苟循虛聲, 非其人而任之, 則非徒無益, 爲害反甚, 必至亂政僨國而後已, 若宋之王安石是已。 故孟子有言曰: ‘國君進賢, 如不得已。 將使卑踰尊、踈踰戚, 可不愼歟? 左右皆曰賢, 未可也, 諸大夫皆曰賢, 未可也, 國人皆曰賢然後察之, 見賢焉然後用之。’ 誠哉言乎! 及至近世, 虛僞滋萠, 不求用賢之實效, 徒慕尙賢之美名, 苟有志於道學者, 則不察其成德之淺深, 不問其材具之長短, 卽待之以賓師之禮, 加之以行道之職, 詔札聯翩, 徵召不置, 殊名異禮, 冠絶群僚。 卽起而應命者, 實或不讎其名, 虛而爲盈, 約而爲泰, 卒至害國凶身而後已; 其堅臥不出者, 委邦職於草茅, 曠天功於歲月, 雖其罪悔於一已, 抑亦貽損於國事。 此二者, 均爲失政, 若循其本, 皆進賢不愼之失也。 夫尹拯之才德, 固未必其經邦澤物, 而朝家審能灼見其賢也, 則當盡其誠而必致之, 如其未也, 亦宜毋縻以官爵, 俾遂其志, 其疏所稱, 申翼相所請, 皆是考實之義也。 且夫人君所以勤於求賢者, 由其有必治之志, 爲之本也。 無必治之志, 而徒勤於求賢, 則是虛僞而已矣。 豈有眞儒而應虛僞之求哉? 如其應之, 必非眞儒也。 故嘗論之曰: ‘拯之文章、材氣, 不如宋時烈志勤經濟, 不如朴世采, 惟其知才之不逮, 知時之有所不可, 確然不改, 堅守初服者, 視諸子爲賢耳。 右拯者, 或以拯抵書世采, 論時烈, 爲毫無過失, 獨以爲不然。 使拯早知不可全交之幾, 則審量父師之義, 財斷是非之中, 直告辭絶, 無出惡聲, 則拯於是乎無失矣。 今乃不然, 親厚之素未革, 師生之名未祛, 而徑抵傍人, 論貶本原, 磯觸狠怒, 馴生厲階, 卒乃騰上朝廷, 傳笑士林。 雖時烈應之非道, 爲爾紛紛, 拯亦豈得無失哉? 然學問之本, 專以內修爲重。 拯勑躬齊家之實, 有非數子所及, 則雖或以言論事業之不顯, 義方剛毅之不足, 少拯, 篤論君子, 有不以爲病, 而反取其深潛謹密。’ 云。”】"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gimi day, when the King received in audience the gimi year (, Second Minister of Personnel 오도일 requested that the recommendation of the king and the recommendation of the king of the recommendation of the king, although advantage of the recommendation of the",
                "H2KE-nKo": "기미년에 인견하였을 때 이조 참판 오도일이 단망으로 좨주를 차출할 것을 청하였는데, 윤증에게 뜻이 있어서 그렇게 한 것이다. 주상이 허락하였다. 사신은 논한다. 오도일이 단망으로 윤증을 좨주로 차출할 것을 청하였는데, 그 말은 옳으나 그 마음은 옳지 않다. 왜냐하면 조정에서 유현을 존경하고 예우하는 이상 먼저 임금의 마음을 바로잡고 일을 올바르게 처리하여 어진 이를 구하는 실제를 다해야 하고, 자신이 윤증을 스승으로 사모하는 이상 먼저 자신을 단속하고 학문을 좋아하여 어진 이를 사모하는 실제를 다해야 한다. 그런데 두 가지는 오도일이 모두 그렇게 하지 않고 도리어 헛된 벼슬과 헛된 명예로 산림의 선비를 묶어 두려고 하였으니, 또한 잘못된 것이 아니겠는가. 그의 마음이 혹 명망과 덕망이 있는 이를 끌어들여 당파를 원조하는 데에 있었다면, 이는 임금이 어진 이를 대우하는 도구를 빌어 사사로운 붕당을 이루고 당파를 심는 마음을 이루는 것이니, 그 죄를 이루 다 말할 수 있겠는가.민정중과 김수항 등이 송시열의 무리를 들뜨고 사모한 뒤로 국가에서 어진 선비를 대우하는 명기가 대부분 사가에서 당파를 굳건히 하는 밑천이 되고 위아래가 서로 섞이어 조정의 편당이 날로 고질화되어 마침내 구제할 수 없는 지경에 이르렀는데, 오도일이 또 그를 탓하여 그것을 본받았으니, 이 또한 마음에 의혹되는 점이 있는 것이다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 3월 3일(기미) 1번째기사",
                "gt-oKo": "인견(引見) 때에 이조 참판(吏曹參判) 오도일(吳道一)이 단망(單望)으로 좨주(祭酒)를 차출하기를 청하였다. 윤증(尹拯)에게 뜻이 있었던 것인데, 임금이 윤허하였다. 사신(史臣)은 논한다.“오도일이 단망으로 윤증을 좨주로 차출하기를 청하였는데, 그 말은 옳으나 그 마음은 그르다. 왜냐하면 국가에서 유현(儒賢)을 존중하여 예우하는 것이라면, 먼저 임금의 마음을 바루고 일을 바루어 어진이를 구하는 실속을 다하여야 할 것이고, 자신이 윤증을 스승으로 사모하는 것이라면, 먼저 자신을 경계하고 배우기를 좋아하여 어진이를 사모하는 실속을 다하여야 할 것인데, 두 가지가 오도일에게는 모두 미진하였고, 도리어 헛된 벼슬과 헛된 명예로 임하(林下)의 선비를 매어 두려 하였으니, 또한 어그러지지 않았는가? 그 마음이 혹 명망 있고, 덕 있는 자를 끌어들여 당(黨)을 원조하여 돕는 데에 있다면, 이는 임금이 어진이를 대우하는 제구를 빌어 사사로운 붕당을 만드는 마음을 성취하는 것이니, 그 죄를 이루 말할 수 있겠는가? 민정중(閔鼎重)·김수항(金壽恒) 등이 송시열(宋時烈)의 무리를 부질없이 사모하고부터 국가에서 어진 선비를 대우하는 명기(名器)가 흔히 사가(私家)의 당을 굳히는 바탕이 되고, 상하(上下)가 서로 어지럽혀서 조정을 속이고 편당이 날로 고질이 되어 드디어 구제할 수 없게 되었는데, 오도일은 또 남의 잘못을 허물하면서 스스로 그것을 본받았으니, 이것도 마음을 현혹하는 것이 있기 때문인가?”",
                "hj": "○己未/引見時, 吏曹參判吳道一, 請以單望差出祭酒。 意在尹拯也, 上許之。 【史臣曰: “道一請以單望差尹拯祭酒, 其言則是, 而其心則非也。 何者, 以朝家尊禮儒賢也, 則當先格王而正事, 以盡求賢之實, 以其身師慕尹拯也, 則當先勑躬而好學, 以盡慕賢之實, 二者道一皆未焉, 顧欲以虛器、空名, 係縻林下之士, 不亦左乎? 其心或在於引重名德, 爲黨援之助, 則是借王者待賢之具, 濟私朋植黨之心, 其罪可勝言哉? 自夫閔鼎重、金壽恒等, 浮慕宋時烈之徒, 國家待賢士之名器, 多爲私家固黨之資, 上下相蒙, 以(僞)〔爲〕朝廷偏比日痼, 遂至於莫可救藥, 而道一乃又尤而效之, 是亦有惑心者歟!”】"
            }
        }
    },
    "05": {
        "4": {
            "1": {
                "H2KE-EN": "Kim Cheonchungseon , a prisoner in the State Tribunal , was punished by beating with the heavy stick. Once six days later, Kim Cheonche , a prisoner involved in the State Tribunal , died again. The interrogation is extremely important. If he cannot be thoroughly carefully investigated, there will be no problems of erroneously death. In the case of the byeongja year (, the wives of the tiger squads of the five copies were truly difficult to conceal the treacherous circumstances. If the circumstances were thoroughly examined, how could there be no circumstances wherein the circumstances were found? However, pityally, the King was so sudden that he could not spare no time to deliberate on the matter. However, the various entire circumstances also feared the natural disasters and dared not speak about it. In the end, the two persons including Kim Cheonchung were killed without guilt. How could this not be pitiful? Kim Cheonchung was a servant of the same surname. However, he harbored the tiger squad leading to death and did not speak about the tiger squads of words. Not only did his masters house be able to preserve his cunning schemes, but the natural disasters reached the court officials. In the world, he supported himself by reading books and knew righteousness. How could he not feel ashamed at this world?",
                "H2KE-nKo": "국청 죄인 응선이 형장을 맞다가 죽었고, 그다음 6일이 지나서 관련된 김천추가 또 죽었다. 국옥은 지극히 중대하니, 조사하여 다스릴 때에 충분히 살피고 신중히 하지 않으면 뜻밖에 걸려들어 원통하게 죽는 폐단이 반드시 없지 않을 것이다. 병자년의 옥사는 업동이 호패를 떨어뜨리고 오장이 서로 호응한 상소였으니, 참으로 그 간사한 정상을 스스로 엄폐하기 어렵다. 만약 밝은 자가 조용히 살폈다면 어찌 그 실정을 알아낼 수 없었겠는가마는, 애석하게도 성상께서 의심하고 노여워하시는 것이 너무 급하여 깊이 생각할 겨를이 없었고, 뭇 신하도 화를 당할까 두려워서 몸을 움츠리고 감히 이름을 지적하여 말하지 못하여 마침내 응선 등 두 사람이 죄도 없이 형장 아래에서 죽게 하였으니, 어찌 애석하지 않겠는가. 응선은 한낱 종인데, 형장을 견디며 죽을 때까지 난언을 발설하지 않았으니, 그 주인의 집을 보전하였을 뿐만 아니라 간사한 계책이 행해지지 못하게 하여 화가 조정의 신하들에게까지 미치지 않게 하였다. 세상에서 스스로 글을 읽고 의리를 안다고 인정하고 작은 이해에 임하여 회피하고 반복하는 것이 어찌 여기에 부끄럽지 않겠는가.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 5월 4일(기미) 1번째기사",
                "gt-oKo": "국청 죄인(鞫廳罪人) 응선(應先)이 형장(刑杖)을 못 견디어 죽고, 엿새 지나 간련인(干連人) 김천추(金天樞)가 또 죽었다. 옥사(獄事)를 국문(鞫問)하는 것은 지극히 중대하니, 충분히 살피고 삼갔다면, 뜻밖에 억울한 죽음을 당하는 폐단이 없었을 것이다. 병자년의 옥사에 있어서, 업동(業同)이 호패(號牌)를 떨어뜨린 일과 강오장(姜五章)이 화응(和應)한 소(疏)는 참으로 그 간사한 정상을 스스로 엄폐하기 어려우니, 밝은 사람을 시켜 고요히 살피게 하였다면, 어찌 실정을 알아낼 수 없었겠는가? 그러나 애석하게도 성상이 너무 갑자기 의심하고 노여워하여 깊이 생각할 겨를이 없었고, 뭇신하도 화(禍)를 두려워하여 위축되어 감히 분명히 말하지 못하여, 마침내 응선 등 두 사람이 죄없이 옥중에서 죽게 하였으니, 어찌 애석하게 여기지 않을 수 있겠는가? 응선은 한낱 종인데, 죽기까지 형장을 견디고 난언(亂言)을 내지 않아서 제 상전의 집을 보전하게 하였을 뿐만 아니라, 간사한 계책이 행해지지 못하게 하여 화가 조정의 진신(搢紳)에게 번지지 않게 하였으니, 세상에서 글을 읽어 의리를 안다고 자처하면서 작은 이해(利害)를 당하면 좇거나 피하여 오락가락하는 자가 어찌 이에 대하여 부끄러운 마음을 갖지 않겠는가?",
                "hj": "○己未/鞫廳罪人應先, 不勝杖斃, 越六日, 干連人金天樞又斃。 鞫獄至重, 按治之際, 苟不十分審愼, 則必不無橫罹冤死之弊。 丙子之獄, 業同號牌之落, 五章和應之疏, 誠難自掩其奸狀。 苟使明者, 靜以察之, 則豈無可以得其情實者, 而惜乎聖上, 疑怒太遽, 未暇深思, 而群下又畏禍沮縮, 莫敢名言, 終使應先等兩人, 無罪致斃於桁楊之下, 豈不可惜? 應先卽一僕奴, 而能忍刑抵死, 不發亂言, 非惟保其主家, 能使奸計無所售, 而禍不延於朝紳, 世之自許讀書而知義理, 臨小利害而趨避反復者, 豈不有愧心於此哉?"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Former Minister of Punishments 박태상이 졸하였다. 박태상은 the grandson of Bak Jeong . He was a man of integrity and frugality, and he was not foolish by nature. He dedicated himself to cultivate himself with ice and cultivated himself. He successively held various posts in successive government posts, and there was sometimes vacant craftsmen [of ice]. When he was in charge of the recruitment examination, he possessed literary skills. He selected talents, and when he was in charge of the recruitment of the Ministry of Personnel , he neglected the request of his guesthouse without observing justice. Even though he was unable to cultivate himself in the time of yin and yang, he did not blame him because of this, and he was deeply impressed.",
                "H2KE-nKo": "전 판서 박태상이 졸하였다. 박태상은 박정의 손자이다. 사람됨이 담박하고 청백하여 세속에 누를 끼치지 않고 몸가짐을 조심스럽게 하여 스스로를 수양하였다. 좋은 벼슬을 두루 지내면서 밥상을 제대로 못 하기도 하고 텅 비기도 하였다. 시험을 관장하면서는 사람을 알아보는 감식이 있었고 인재를 잘 선발하였으며, 전조를 맡아서는 청탁을 끊고 한결같이 공도를 따랐다. 비록 음양이 사라지고 자라나는 때에 초연히 자중하지는 못하였으나 사류들이 이것을 병통으로 여기지 않고 그를 매우 중하게 여겼다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 5월 7일(임술) 1번째기사",
                "gt-oKo": "전 판서(判書) 박태상(朴泰尙)이 졸(卒)하였다. 박태상은 박정(朴炡)의 손자인데, 사람됨이 담박(淡泊)하고 청백하여 세상의 번잡한 일을 마음에 두지 않고, 곤궁을 견디는 것으로 자기를 단속하여 스스로 행실을 닦았다. 후한 녹을 받는 벼슬을 두루 지냈으나 얼마 안되는 음식조차 없었고, 과시(科試)를 맡아서는 훌륭한 감식(鑑識)이 있어서 인재를 잘 뽑고, 전형(銓衡)을 맡아서는 청탁을 거절하여 한결같이 공도(公道)를 따랐으니, 음양(陰陽)이 소장(消長)할 때에 초연히 자중하지 못하기는 하였으나, 사류(士類)가 이를 병통으로 여기지 않고 매우 존중하였다.",
                "hj": "○壬戌/前判書朴泰尙卒。 泰尙卽炡之孫也。 爲人淡泊淸素, 不以俗累經心, 律己以氷蘗自礪。 歷遍膴仕, 簞瓢或空, 掌試而有藻鑑, 善拔人才, 秉銓而絶請託, 一循公道。 雖不能超然自重於陰陽消長之際, 而士流不以此病之, 深重之。"
            }
        }
    },
    "06": {
        "2": {
            "1": {
                "H2KE-EN": "On byeongsul day, high officials of the Office of the Inspector General made a request to the King for an audience with Geupdong . Chief State Councilor 남구만이 임금에게 아뢰기를, “옥사는 thoroughly thorough investigation and prudent in the case of imprisonment. Moreover, this case is very serious. Therefore, it is necessary to thoroughly investigate the case. However, at the time of building wooden trees, and at the time of building wooden trees, there were none who had seen or heard about the evidence and evidence. Therefore, it seems impossible to interrogate the case of imprisonment in the case of imprisonsonment in the case of imprisonment in the case of imprisons and impose",
                "H2KE-nKo": "병술년에 국청의 대신이 업동의 일로 청대하였다. 영의정 남구만이 주상에게 아뢰기를,“옥사는 마땅히 상세히 살피고 신중히 해야 합니다. 더구나 이 옥사는 더욱 지극히 중대하니 반드시 분명하게 조사해야 합니다. 다만 그가 목인을 만든 것과 스스로 흉물을 묻었을 때 모두 보고 들은 것이 없이 입증한 것은 단지 황당한 행동과 수상한 언어를 가지고 지레 먼저 국문한 것이니, 너무 이른 듯합니다. 신의 생각도 업동을 의심할 것이 없다고 여기는 것은 아닙니다. 비록 의심할 만한 점이 있더라도 옥사의 체모와 차서를 가지고 말한다면 사증이 갖추어지지 않은 옥사를 지레 신문해서는 안 됩니다.”하고, 좌의정 유상운이 아뢰기를,“옛말에 ‘죄가 의심스러우면 가벼운 쪽을 따르라.’라고 하였습니다. 만약 신문을 시작한다면 형세상 기어이 실토하여 죽음으로 한계를 삼아야 하니, 이 의심스러운 일로 형신해서는 안 됩니다. 시험삼아 천근한 일로 말하더라도 비록 절도의 무리라 하더라도 포도청에서 반드시 장물을 잡은 뒤에야 성안할 수 있으니, 시골의 어리석은 아낙네들이 서로 전하며 의심하는 말로 죄안을 만들어서는 안 됩니다. 더구나 이처럼 중대한 옥사를 더욱 어찌 지레 무거운 형신을 가할 수 있겠습니까. 죄인을 캐내는 마음은 아낙네나 종들까지도 모두 그러하니, 신들도 어찌 이런 마음이 없겠습니까. 대간의 말이 비록 이와 같으나 옥사의 체모는 그렇지 않습니다.”하고, 남구만이 아뢰기를,“대간의 말에 소견이 없지 않습니다. 예로부터 옥사를 결단하는 규례는, 고발을 하거나 보고를 하는 것이 모두 증거입니다. 그런데 이 경우는 업동의 말이 각 사람의 공초와 간혹 서로 원수가 되지 않는 경우가 있으니, 이는 의심스러운 일입니다. 의심스러운 일로 큰 옥사를 결단하는 것은 옥사의 체모가 전혀 아니며 또한 뒷날의 폐단이 있을 것입니다.”하니, 주상이 말하기를,“나의 소견으로는 업동이 의심할 만한 점이 없지 않다. 그러나 그들의 말 이외에는 다시 장물을 분명하게 현장에서 붙잡은 일이 없다. 국옥의 체모로 볼 때 이미 형신을 시작하였으면 반드시 실토할 때와 형장을 맞다가 죽을 때까지로 한계를 삼아야 하니, 나의 생각도 대신의 생각과 같다.”하였다. 유상운이 아뢰기를,“이 일은 지극히 분통스럽습니다. 그러나 주상께서는 뒷날의 폐단을 깊이 생각하고 또 법리와 사리를 고려하여 이렇게 하교하시니, 감격스러움을 어찌 아뢰겠습니까. 나라의 중대한 일로는 형옥보다 더 큰 것이 없습니다. 더구나 이 일은 상하가 모두 원수로 여기는 것이니, 주상께서는 더욱 특별히 통렬히 미워하셔야 합니다. 그런데 성상의 하교가 이와 같으시니, 매사를 이와 같이 상세히 살피고 신중히 한다면 실로 국가의 복이 될 것입니다.”하니, 주상이 갇혀 있는 죄인들을 모두 풀어 주라고 명하였다. 업동의 옥사는 요역에 관계되고 정황이 낭자하다는 것을 대신이 모르지 않았지만 그래도 의심스러운 일로 돌려 죄안을 만들지 않으려고 한 것은 갑술년 초에 장희재를 살려 주려고 했던 여의에서 나온 것에 불과하니, 진실로 고심하고 멀리 염려한 것이 없지 않다. 다만 생각건대 이 옥사는 장희재에 비해 또 몇 개의 중대한 죄안이 간격을 두고 있으니, 지나치게 심원한 염려를 할 필요는 없다. 그러나 일이 악역에 관계된 것을 대신이 번번이 이 때문에 잠시 면해 준다면 불량한 자들이 장차 어디에서 징계되어 두려워하겠는가. 형세상 반드시 장차 망극한 변고를 초래할 것이다. 애석하게도 대신이 김주에게 의혹이 있어서 생각이 여기에 미치지 못하였으니, 신사년 이후로 언관들이 구실로 삼는 것을 면치 못한 것이 당연하다. 유상운이 ‘감격스럽다.’라고 한 말은 단지 흠휼하시는 성덕을 찬양한 것이지 사사로움이 있어서 그런 것이 아니니, 이것을 어찌 깊이 죄줄 것이 있겠는가. 당인들이 이것을 가지고 추잡하게 헐뜯은 것은 이미 가소로운데, 초사를 편수한 자가 또 ‘찬수’라는 두 글자를 첨가하여 모욕을 추가하였으니, 그 또한 괴이하다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 6월 2일(병술) 1번째기사",
                "gt-oKo": "국청(鞫廳)의 대신(大臣)들이 업동(業同)의 일 때문에 청대(請對)하였다. 영의정(領議政) 남구만(南九萬)이 임금에게 말하기를, “옥사(獄事)는 상세히 살피고 삼가야 할 것인데, 더구나 이 옥사는 더욱 매우 중대하므로 반드시 분명히 핵실(覈實)하여야 합니다. 그러나 그가 목인(木人)을 만들 때와 스스로 흉물(凶物)을 묻을 때에 다 보고 들어서 입증할 자가 없는데, 그 행동이 황당하고 말이 수상하였다는 것만으로 경솔하게 앞질러 국문(鞫問)한 것은 너무 빠른 듯합니다. 신(臣)도 업동에게 의심스러운 것이 없다고 생각하는 것은 아니나, 의심할 만한 것이 있더라도, 옥채(獄體)의 차서로 말하면 사증(辭證)이 갖추어지지 않은 옥사를 곧장 형신(刑訊)하여서는 안될 것입니다.” 하고, 좌의정(左議政) 유상운(柳尙運)이 말하기를, “옛말에 ‘죄가 의심스러우면 오직 가볍게 한다.’ 하였습니다. 신문을 시작하면 형세가 반드시 정상을 말하도록 하기 위하여 죽을 때까지 하여야 할 것이니, 이 때문에 의심스러운 일은 형신할 수 없습니다. 가까운 일로 말하여 보면, 절도 같은 것이라도 포청(捕廳)에서 반드시 장물(贓物)을 잡고 나서야 성안(成案)할 수 있고, 마을의 어리석은 아낙이 서로 전하여 의심하는 말로 그 죄안(罪案)을 만들 수 없는데, 더구나 이처럼 중대한 옥사에 어찌 무거운 형신을 곧장 가할 수 있겠습니까? 죄인을 알아내려는 마음은 부녀자나 종들도 모두 같은데, 신도 어찌 이 마음이 없겠습니까? 대간(臺諫)의 말은 그렇더라도 옥체는 그렇지 않습니다.” 하였다. 남구만이 말하기를, “대간의 말에도 소견이 없지 않으나, 예전부터 옥사를 결단하는 규례는 혹 고발에 의하더라도 듣거나 본 것이 다 증좌(證左)가 되는데, 이것은 업동의 말과 여러 사람의 공초(供招)가 이따금 서로 맞지 않는 것이 있으니, 이것은 곳 의사(疑似)한 일입니다. 의사한 일로 큰 옥사를 결단하는 것은, 옥체에 매우 어그러지고 뒷 폐단도 있을 것입니다.” 하니, 임금이 말하기를, “내 소견으로도 업동에게 의심스러운 것이 없지 않은데, 그들의 말 밖에는 장물을 분명히 현착(現捉)한 일이 다시 없다. 국옥(鞫獄)의 사체로서는 이미 형신을 시작하였으면, 반드시 실정을 말하도록 형장을 맞다가 죽을 때까지 하여야 하니, 내 뜻과 대신의 뜻이 같다.” 하였다. 유상운이 말하기를, “이 일은 지극히 분통하나 성상께서 뒷 폐단을 깊이 생각하고, 또 법리(法理)와 사리를 고려하여 이렇게 하교(下敎)하시니, 감격하여 무엇을 아뢰겠습니까? 나라의 중대한 일로는 형옥(刑獄)보다 중대한 것이 없는데, 더구나 이 일은 상하가 함께 원한하는 것이므로, 성상께서도 더욱 특별히 매우 미워하실 것인데, 성상의 하교(下敎)가 이러하니, 일마다 이처럼 상세히 살피고 삼간다면 참으로 국가의 복이 될 것입니다.” 하니, 임금이 갇혀 있는 죄인들을 모두 놓아 보내라고 명하였다. 업동의 옥사는 요역(妖逆)에 관계되고 정절(情節)이 낭자하다는 것을 대신이 모르는 것이 아닌데도, 의사한 것으로 돌려 성안하려 하지 않은 것은 갑술년 초에 장희재(張希載)를 살리는 의논에 붙인 여의(餘意)에서 나온 것에 지나지 않는다. 본디 고심(苦心)하고 장려(長慮)한 것이 없지는 않으나, 이 옥사가 장희재에 비하여 훨씬 더 중대한 옥안(獄案)이라는 것을 생각한다면, 반드시 지나치게 심원(深遠)한 염려를 할 것이 없는데, 일이 악역(惡逆)에 관계된 자를 대신이 문득 이 때문에 잠시 면하게 하면, 불령(不逞)한 자가 장차 무엇에 징계되어 두려워하겠는가? 그 형세가 반드시 장차 점점 망극한 변고를 가져올 것이다. 아깝게도 대신이 금주(金注)의 의혹이 있어서 생각이 여기에 미치지 못하였으니, 신사년 이후 말하는 자의 구실이 되는 것을 면치 못한 것이 마땅하다. 유상운의 감격하였다는 말은 흠휼(欽恤)하는 성덕(聖德)을 찬양하였을 뿐이고, 사심이 있어서 그런 것이 아니니, 이것이 어찌 매우 죄책할 만하랴마는, 당인(黨人)이 이것을 헐뜯는 것은 매우 우습거니와, 초사(初史)를 수찬(修纂)한 자가 또 찬수(攢手) 두 자를 덧붙여 오욕을 추가하였으니, 그것도 괴이하다.",
                "hj": "○丙戌/鞫廳大臣, 以業同事請對。 領議政南九萬白上曰: “獄事所當詳愼。 況此獄則尤極重大, 必須明覈, 而但渠之造成木人, 與自爲埋凶之時, 皆無見聞而立證者, 只以其行止之荒唐, 言語之殊常, 徑先鞫問, 似涉太早矣。 臣意亦非以業同爲無疑也。 雖有可疑, 而以獄體次序言之, 則詞證未備之獄, 不可徑訊矣。” 左議政柳尙運曰: “古語云: ‘罪疑惟輕。’ 若始訊問, 則勢當期於輸情, 以死爲限, 以此疑事, 不可刑訊矣。 試以淺近事言之, 雖竊盜之類, 捕廳必捉贓物然後, 可以成案, 不可以村巷愚婦相傳致疑之言, 成其罪案。 況如此重獄, 尤何可徑加重訊乎? 罪人鉤得之心, 婦孺輿儓, 莫不同然, 臣等亦豈無是心乎? 臺諫之言雖如是, 獄體則不然矣。” 九萬曰: “臺諫之言, 不無所見, 而自古斷獄之規, 或以發告, 或聞或見, 皆是證左, 而此則業同之言, 與各人之招, 間有不相讎者, 此乃疑似間事。 以疑事斷大獄, 殊非獄體, 亦有後弊矣。” 上曰: “以予所見, 業同不無可疑, 而渠輩語言之外, 更無贓物分明現捉之事。 鞫獄事體, 旣始刑訊, 則必以輸情與杖斃爲限, 予意與大臣意同矣。” 尙運曰: “此事極爲憤痛, 而自上深思後弊, 且顧法理與事理, 有此下敎, 感激何達? 國之重事, 莫大於刑獄。 況此事, 上下之所共仇者, 上意尤當別爲痛嫉, 而上敎如此, 每事之詳愼如此, 則實是國家之福也。” 上命在囚諸罪人幷放送。 業同之獄, 關係妖逆, 情節狼藉, 大臣非不知之, 而猶且歸之於疑似, 不欲成案者, 不過出於甲戌初希載傅生之餘意。 固不無苦心長慮, 而但念此獄比希載, 又隔幾重案, 則不必過爲深遠之慮, 而事關惡逆者, 大臣輒以此暫以免之, 則不逞者將何所懲畏? 其勢必將馴致罔極之變。 惜乎大臣, 有金注之惑, 而念不及此也, 宜其不免於辛巳後言者之藉口也。 柳尙運感激之說, 只是贊揚欽恤之聖德, 而非有私而然, 則此何足深罪? 黨人之以此醜詆, 已極可笑, 而修初史者, 又添以攅手二字, 追加汚衊, 其亦異矣。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Superintendent of the gyeongsul year (, Superintendent of the Senior Supreme General [of the Middle Army] Nam Man submitted a memorial requesting that Yi Geomyeong be punished. The memorial read as follows: As for Yi Geomyeongs memorial, he has been punished by your subject, which is beyond the three offices and the educational officials of the Royal Confucian Academy . However, your subject is already foolish and dull, and thus he cannot clarify himself. How dare your subject repeatedly change his words in the world? Yet, this is a single world that he has been punished by your subject. However, at the end of the memorial 이른바 뒷날 perpetrated a serious natural disaster, the meaning of the state is even more serious. Therefore, it is impossible to punish him according to the royal law. The King answered that the world does not understand the meaning of the world. Nam Mans son, Yi 학myeong is the sister of 이건명s younger sister. As for Yi Geomyeongs mother, he always sought to remove Yi Geomyeong from the capital and requested he be received in audience. People say that Yi Geomyeong was ill in his clique, and he could not bear his parent. ",
                "H2KE-nKo": "경술년에 영중추부사 남구만이 이건명의 상소 때문에 상소하여 인책하였는데, 그 대략에,“이건명의 상소에서 신을 죄주라고 한 것이 삼사와 관학 유생 이외에 다시 나왔습니다. 신은 이미 겁이 많고 나약하여 마음을 찌르고 스스로 해명하지 못하는데, 다시 어찌 감히 말로 그 사이에서 반복할 수 있겠습니까. 그렇지만 이는 오히려 신을 죄주라는 말일 뿐입니다. 말단에 이른바 ‘뒷날 심장한 화를 초래한다.’라고 한 것은 말의 뜻이 더욱 심각하여 국가에 관계되니, 국법으로 논해 볼 때 그만두어서는 안 됩니다.”하니, 주상이 비답하기를,“세도가 이 지경에 이를 줄은 생각지 못하였다.”하였다. 남구만의 아들 이학명은 바로 이건명의 자부이다. 이건명의 어머니가 이학명을 생각할 때마다 반드시 이건명을 물리치고 만나 보기를 청하니, 사람들이 ‘이건명은 당파에 병들어서 어버이에게 잔인하다.’라고 하였다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 6월 26일(경술) 1번째기사",
                "gt-oKo": "영중추부사(領中樞府事) 남구만(南九萬)이 이건명(李健命)의 소(疏) 때문에 상소하여 인책하였다. 대략 이르기를, “이건명이 상소하여 신(臣)을 죄책하는 것이 삼사(三司)·관유(館儒) 밖에서 다시 나왔습니다. 신(臣)은 겁이 많고 마음에 찔려서 스스로 변명하지 못하는데, 다시 어찌 감히 구설(口舌)로 말하여 그 사이에 반복(反復)할 것이 있겠습니까? 그렇기는 하나, 이것은 오히려 신을 죄책하는 말일 뿐인데, 끝에 이른바 뒷날의 심장(深長)한 화(禍)를 부를 것이라 한 것은 말뜻이 더욱 깊고 국가에 관계되니, 왕법(王法)으로 논하는 것을 그만둘 수 없겠습니다.” 하니, 임금이 세도(世道)가 이 지경에 이를 줄 몰랐다고 비답(批答)하였다. 남구만의 아들 남학명(南鶴鳴)은 이건명의 자부(姉夫)인데, 이건명의 어머니가 남학명이 생각날 때마다 반드시 이건명을 내보내고서 청하여 만나니, 사람들이 말하기를, ‘이건명은 당(黨)에 병들어 어머니에게 잔인하다.’ 하였다.",
                "hj": "○庚戌/領中樞府事南九萬, 以李健命疏, 陳疏引咎。 略曰: 健命疏所以罪臣者, 更出於三司、館儒之外。 臣旣怯懦, 不能剌心而自明, 更何敢以口舌言語, 有所反復於其間哉? 雖然, 此猶是罪臣之語而已, 至於末端所謂招日後深長之禍者, 語意尤深, 關係國家, 論以王法, 不可但已。 上批以不料世道至此爲答。 九萬子鶴鳴, 卽健命姊夫也。 健命母, 每思念鶴鳴, 必屛去健命而請見焉, 人謂健命, 病於黨而忍於親也。"
            }
        }
    },
    "08": {
        "10": {
            "1": {
                "H2KE-EN": "On imin day, the King received Yi Hyeonmyeongs memorial on the previous day and summoned 승지최석항 and Yu Jipil . The King said, On the previous day, Yi Hyeon presented 괴이한 memorials to the King, and now he again presented this extreme rumor. Although it is not fully aware of the incident of a long time, I am fully aware of this. However, since the memorial submitted by Yi Hyeon has not been observed that such rumors have been observed as this, I have never heard of this. People who deceived and disorderly claim the names of Confucian scholars to find something to do as they please, suddenly claiming that they harbor motives and claiming that they would surely suppress the court to suppress the burden of the influence of the burden of the",
                "H2KE-nKo": "주상이 이현명의 상소 때문에 승지 최석항과 유집일을 인견하였다. 주상이 말하기를,“이현명이 전날에 괴이한 상소를 올리고 지금 또 이런 흉악한 상소를 올렸다. 오래된 일은 자세히 알 수 없지만 인조조 이후로 내가 익히 알고 있는 바인데, 유생들이 이처럼 시끄럽게 상소하는 것은 들어 보지 못하였다. 간사하고 나라를 어지럽히는 무리가 선비의 이름을 가탁하여 조금이라도 뜻대로 되지 않으면 번번이 역적을 비호한다고 일컬으면서 반드시 조정을 텅 비게 하고야 말려고 하니, 뒷날의 폐단이 끝이 없을 것이다. 그대로 둘 수 없기 때문에 작년에 강민저를 해도에 정배한 것이다. 이현명이 전날 올린 상소를 도로 내주게 하였는데, 지금 좌의정만 온전히 보존되어 있다는 이유로 또 모두 쫓아내려고 하니, 그의 마음가짐이 참으로 매우 통탄스럽다. 내가 친히 이현명을 신문하고자 한다.”하고, 사관에게 이현명을 불러들이라고 명하였다. 주상이 말하기를,“그동안 상소를 올려 대신을 쫓아내려고 한 것은 무슨 의도란 말인가. 지금 삼공을 새로 뽑느라 삼정승의 자리가 모두 갖추어졌으니 참으로 다행이다. 그런데 얼마 지나지 않아 신임이 괴이한 상소를 올려 두 대신을 불안하게 만들었으니, 이처럼 형편없는 무리가 계속해서 상소를 올려 호응하는 것과 같은 점이 있다. 예로부터 한 대신이 출사하자마자 그의 뜻에 맞지 않으면 번번이 신하로서 차마 들을 수 없는 말을 가지고 없는 사실을 날조하여 함정에 밀어 넣으니, 대신이 어찌 그 지위에 편안히 있을 수 있겠는가. 열 차례 고치더라도 반드시 이러한 지경을 만났을 것이다. 그런데 하찮은 일개 썩은 유생이 감히 조정에 간여하여 손바닥을 뒤집듯이 대신을 쫓아내니, 조금이라도 임금을 두려워하는 마음이 있다면 어찌 감히 이럴 수 있단 말인가. 이러고서야 나라가 어찌 망하지 않을 수 있겠는가. 이는 실로 예전에 들어 보지 못한 일이며 근래에 처음 보는 일이다. 임금을 업신여기고 희롱하는 것을 어린아이처럼 여기니, 그가 실로 역적에 가까운데 어찌 감히 대신을 역적이라고 지적할 수 있겠는가. 만약 명나라 태조 때라면 반드시 난민의 형벌을 받았을 것이다. 천하에 어찌 이와 같은 난민이 있겠는가. 또 그 상소는 한 조각 첨부하여 삭제한 자취가 뚜렷이 있으니, 필시 이현명 한 사람이 한 짓이 아닐 것이다. 각별히 엄히 형신하여 처단하고, 또 그 사주한 사람을 캐물으라.”하니, 최석항 등이 아뢰기를,“먼 지역으로 내쫓으면 충분한데, 어찌 법률 조문을 살펴볼 필요가 있겠습니까.”하자, 주상이 말하기를,“강민저의 상소도 필시 그가 혼자서 한 짓이 아닐 것이다. 진실로 엄히 형신하여 끝까지 캐물어야 하겠지만 상소의 내용이 비록 형편없으나 대체는 그다지 그르지 않기 때문에 마지못해 대간의 계사를 따라 절도에 귀양만 보냈다. 강민저를 전례로 삼아 이 상소가 또 잇따라 나왔으니, 앞으로 몇 명의 이현명이 다시 나올지 알 수 없다. 결코 강민저의 전례에 따라 다스려서는 안 된다. 이와 같이 한다면 그가 속으로 비웃을 뿐만 아니라 나라가 어떻게 나라답게 되겠는가.”하였다.교리 김시걸과 조태채가 청대하여 뒤따라 들어와 신임을 관대하게 용서하여 외직에 보임하라는 명을 도로 거두어들일 것을 청하니, 주상이 말하기를,“그 상소는 오로지 영의정과 우의정을 공격하고 지레 진출하여 총애를 바란다는 것으로 영의정을 배척하였다. 당초에 삼공이 배척을 받아 도성을 나가 이리저리 고향으로 돌아갔는데 관직을 띤 채로 들어온 것은 더욱 불안하기 때문에 어쩔 수 없이 모두 체차해 주었으나, 영의정은 올라왔고 전 영의정과 우의정은 미처 올라오지 못하였다. 그런데 마침 이건명과 안세징의 상소가 잇따라 일어났다는 말을 듣고 더욱 불안하게 여겨 끝내 올라오지 않았으니, 이는 본래의 뜻이 아니었다. 영의정이 올라온 뒤에는 도로 내려갈 의리가 없으니, 이것이 어찌 염치없음을 무릅쓰고 행동하는 것이겠는가. 신임이 이러한 곡절을 모르지 않을 텐데 지금 정세가 불안하여 즉시 출사하지 않는 때에 이처럼 실정 밖의 말을 하여 더욱 불안하게 하니, 매우 통탄스럽다. 또 우의정의 지난해 일은 내가 이미 그르게 여겼으니, 그의 본심을 풀어 주면 벌도 시행될 것이다. 그런데 지금 와서 또 이것을 가지고 말하니, 이는 중죄를 지어 일생 동안 신상에 누를 끼치는 것이 아니겠는가. 세상에 어찌 한 가지 하자도 없는 자가 있겠는가. 만약 한때의 작은 실수를 가지고 번번이 논척하여 마지않는다면 조정에 어찌 온전한 사람이 있겠는가. 사사로운 마음을 품고 마음대로 쫓아내서 나랏일을 방해하였다. 언책을 맡은 신하가 이런 괴이한 짓을 하였는데, 만약 너그럽게 용서하고 죄주지 않는다면 뒷날의 폐단이 끝이 없을 것이다. 절도에 내쫓아 보임한 것이 어제오늘이 아닌데 청대하여 쟁집하니, 나는 그것이 옳은지 모르겠다.”하였다. 김시걸 등이 또 연로하여 거의 죽을 지경이 되었는데도 멀리 바다 밖으로 내쫓아 간관을 죽였다는 이름을 남길까 두렵다고 누누이 말하니, 주상이 말하기를,“신임의 상소가 비록 매우 근거가 없지만 벌을 시행하는 도리에 있어서도 굳이 바다 밖으로 내쫓을 필요는 없다. 경성 판관으로 고쳐 제수하라.”하였다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 8월 10일(임인) 1번째기사",
                "gt-oKo": "임금이 이현명(李顯命)의 소(疏) 때문에 승지(承旨) 최석항(崔錫恒)·유집일(兪集一)을 인견(引見)하였다. 임금이 말하기를, “이현명이 전일에 괴이한 소를 올리더니, 이제 또 이 흉험(凶險)한 소를 만들었다. 오랜 일은 잘 알지 못하더라도 인조(仁祖)때 이후의 일은 내가 익히 아는데, 유생(儒生)의 상소가 이처럼 어지러운 것은 듣지 못하였다. 간사하고 나라를 어지럽히는 무리가 유생이라는 이름을 핑계삼아 조금만 뜻대로 되지 않으면, 문득 역적을 감싼다고 말하여 반드시 조정(朝廷)을 비우고야 말려 하니, 끝없는 뒷 폐단을 버려둘 수 없으므로, 작년에 강민저(姜敏著)를 이미 도배(島配)하였다. 이현명에 대해서는 전일의 소를 도로 주게 하였는데, 이제 좌상(左相)만이 온전히 남아 있으므로 또 아울러 쫓아 없애려 하니, 그 마음 쓰는 것이 참으로 매우 통탄하다. 내가 친히 이현명에게 묻겠다.” 하고, 사관(史官)에게 명하여 이현명을 불러들이게 하였다. 임금이 말하기를, “전후의 상소가 대신(大臣)을 쫓아내려는 것이니, 이것이 무슨 뜻인가? 지금 삼공(三公)을 새로 선임(選任)하여 정승 자리가 다 갖추어졌으므로 참으로 다행스러운데, 얼마 안되어 신임(申銋)이 괴이한 소를 만들어서 두 대신을 불안(不安)하게 하니, 이처럼 형용할 수 없는 도깨비 같은 무리가 잇달아 소장(疏章)을 올려 화응(和應)하는 것 같다. 예전부터 한 대신을 내자, 제 뜻에 맞지 않으면 문득 신하로서 차마 들을 수 없는 말로 거짓을 꾸며 밀어 죄에 빠뜨렸으니, 대신으로서 어찌 그 자리에 안정할 자가 있었겠는가? 열 번 바꾸더라도 이 지경을 당하였을 것이다. 하찮은 한낱 썩은 선비가 감히 조정에 간여하여 손바닥을 뒤집듯이 대신을 쫓으니, 조금이라도 임금을 두려워하는 마음이 있다면 어찌 감히 이렇게 하겠는가? 이러하고도 나라가 어찌 망하지 않을 수 있겠는가? 이것은 참으로 예전에 듣지 못한 것으로 요즈음 처음으로 보았다. 임금을 업신여겨 조롱하며 마치 어린아이처럼 여기니, 그가 참으로 역적에 가까운데, 어찌 감히 대신을 가리켜 역적이라 하는가? 명나라 태조(太祖) 때에 있었다면, 반드시 난민(亂民)의 형벌을 받았을 것이다. 천하에 어찌 이러한 난민이 있겠는가? 또 그 소는 모두 덧붙인 것이어서 첨삭(添刪)한 자취가 뚜렷이 있으니, 반드시 이현명 한 사람이 한 짓이 아닐 것이다. 각별히 엄하게 형신(刑訊)하여 처단하고, 또 그 지주(指嗾)한 사람을 신문하라.” 하자, 최석항 등이 말하기를, “먼 지방으로 귀양보내면 족한데, 어찌 반드시 안율(按律)하여야 하겠습니까?” 하니, 임금이 말하기를, “강민저의 소도 반드시 제가 혼자 한 짓이 아닐 것이므로, 진실로 엄히 형신하여 끝까지 추문(推問)했어야 하는데, 소의 말이 무상(無狀)하지만 대체(大體)는 그리 그르지 않으므로, 애써 대계(臺啓)를 따라 절도(絶島)에 귀양보내기만 하였었다. 강민저를 전례로 삼아 이 소에 대하여 또 잇달아 그대로 한다면, 이 뒤로 몇 사람의 이현명이 다시 나올는지 모르겠으니, 결코 강민저의 예에 따라 다스릴 수 없다. 그렇게 하면 그가 가만히 웃을 뿐더러 나라가 어떻게 나라답게 되겠는가?” 하였다. 교리(校理) 김시걸(金時傑)·조태채(趙泰采)가 청대(請對)하여 뒤좇아 들어와, 신임(申銋)을 너그럽게 용서하여 외방(外方)에 보임(補任)하라는 명을 도로 거두기를 청하니, 임금이 말하기를, “그 소는 오로지 영상(領相)·우상(右相)을 공격하는 것으로서, 곧장 사진(仕進)하여 총애를 구하였다고 영상을 배척하였다. 당초에 삼공(三公)이 배척받아 성 밖으로 나가 전전하여 시골로 갔는데, 벼슬을 띠고 들어오는 것을 더욱 불안하게 여기므로 모두 벼슬을 갖도록 하였더니, 영상은 올라왔으니, 전 영상과 전 우상은 미처 올라오지 아니하였다. 그런데 마침 이건명(李健命)·안세징(安世徵)의 소가 잇달아 일어났다는 말을 듣고 더욱 편안하지 못하게 여겨 끝내 올라오지 않았으니, 이것은 본의가 그러한 것이 아니었다. 영상이 이미 올라온 뒤에는 도로 내려갈 의리가 없으니, 이것이 어찌 염치가 없는 것이겠는가? 신임이 이 곡절을 모르는 것은 아닌데, 이제 정세가 편안하지 못하여 곧 출사(出仕)하지 않는 때에, 이런 뜻밖의 말을 하여 더욱 불안(不安)하게 하니, 매우 마음이 아프다. 또 우상의 지난해의 일은 국가에서 이미 비난하고 나서 그 본정(本情)을 개석(開釋)하였으므로 처벌도 행한 것인데, 이제 와서 또 이것을 말하고 있으나, 이것은 중죄를 지어 일생 동안 그 몸의 누가 되는 것이 아니다. 세상에 어찌 조금도 흠이 없는 자가 있겠는가? 한때의 작은 잘못을 번번이 논하여 배척하여 마지않는다면, 조정에 어찌 완전한 사람이 있겠는가? 간사한 뜻을 품고 마음을 써서 쫓아내어 나라의 일을 방해하고 있는데, 언책(言責)이 있는 신하가 이런 괴이한 짓을 하여도 너그러이 용납하여 죄주지 않으면 뒷 폐단이 끝이 없을 것이다. 그래서 절도(絶島)에 내쳐 보임하였는데, 번번이 청대하여 쟁집(爭執)하니, 그것이 옳은지 나는 모르겠다.” 하였다. 김시걸 등이, 또 늙어서 죽어 가는데 해외(海外)에 멀리 보내면, 간언(諫言)한 자를 죽였다는 이름을 끼칠까 염려된다고 여러번 말하니, 임금이 말하기를, “신임의 소가 매우 근거없는 것이기는 하나, 벌주는 도리로는 또한 반드시 해외에 내쳐 보임할 것 없으니, 고쳐서 경성 판관(鏡城判官)을 제수(除授)하라.” 하였다.",
                "hj": "○壬寅/上以李顯命疏, 引見承旨崔錫恒、兪集一。 上曰: “顯命前日上怪疏, 今又爲此凶險之疏。 久遠之事, 雖不能詳, 仁廟朝以後, 予所熟知, 儒疏之如是紛紜, 未之聞也。 奸邪亂國之輩, 假托儒名, 小不如意, 輒稱護逆, 必欲空朝廷而後已, 後弊無窮, 不可置之, 故昨年敏著旣島配矣。 顯命前日之疏, 使之還給, 今以左相獨爲完存之故, 又欲幷爲逐去, 其所設心, 誠極痛惋。 予欲親問顯命。” 命史官, 招顯命入。 上曰: “前後陳疏, 驅逐大臣, 是何意也? 目今新卜三公, 鼎席俱備, 誠爲可幸, 曾未幾何, 申銋爲怪異之疏, 以致兩大臣之不安, 如此無狀魍魎之徒, 繼上疏章, 有同和應。 自古以來, 一大臣纔出, 不合渠意, 輒以臣子不忍聞之語, 構捏擠陷, 則大臣豈有安其位者耶? 雖十次改易, 必遭此境界矣。 幺麿一腐儒, 乃敢干預朝廷, 逐大臣如反掌, 少有嚴畏君父之心, 何敢乃爾? 如是而國安得不亡耶? 此實古所未聞, 近來初見也。 侮弄君父, 視之如嬰兒, 渠實近於逆, 何敢指大臣爲逆也? 若在大明太祖時, 必伏亂民之刑矣。 天下豈有如此亂民? 且其疏片片粘付, 顯有添刪之迹, 必非顯命一人所爲。 各別嚴刑處斷, 且鉤問其指嗾之人。” 錫恒等曰: “屛諸四裔足矣, 何必按律?” 上曰: “姜敏著之疏, 亦必非渠所獨爲。 固宜嚴刑窮問, 而但疏語雖無狀, 而大體則不甚非, 故勉從臺啓, 只竄絶島矣。 以敏著爲例, 此疏又繼踵, 予未知此後幾顯命復出也,決不可依敏著例治之矣。 如是則不但渠之竊笑, 國何以爲國乎?” 校理金時傑、趙泰采請對追入, 請寬假申銋還收補外之命, 上曰: “其疏專攻領、右兩相, 而以徑進徼寵, 斥領相。 當初三公, 被斥出城, 轉輾下鄕, 而以帶職入來, 尤爲不安, 故不得已竝許遞職, 領相則上來, 前領、右相則未及上來。 適聞李健命、安世徵之疏相繼而起, 轉益難安, 終不上來, 此非本意然也。 領相旣上來之後, 無還爲下去之義, 此豈是冒沒廉隅也? 申銋非不知此曲折, 而卽今情勢難安, 不卽出仕之際, 乃爲此情外之言, 益增其不安, 已極痛心。 且右相頃年之事, 朝家旣已非之, 開釋其本情, 罰亦行矣, 到今又以此爲言, 此非重辜作一生身累者? 世間豈有無一瑕疵者耶? 若以一時微失, 每每論斥不已, 則朝廷之上, 豈有完人也? 挾雜私邪, 用意歐逐, 沮戲國事。 言責之臣, 爲此怪擧, 而若優容不罪, 則流弊無窮。 黜補絶島, 非今斯今, 請對爭執, 予未知其可也。” 時傑等又以年老濱死, 遠投海外, 恐貽殺諫之名, 縷縷爲言, 上曰: “銋疏雖極無據, 而施罰之道, 亦不必黜補海外, 改授鏡城判官。”"
            }
        }
    },
    "12": {
        "22": {
            "1": {
                "H2KE-EN": "On gapjin day, the King received Supreme General of the Royal House Administration Nam Man in the gapjin year (. The King said: Today, I received him in audience. This was to meet him and strive to stay in the capital in order to repay his distant heart. At the end of the present time, the 당론s have rampantly occurred. Even if high officials were not guilty, they fabricated false claims and unreasonably plotted to pursue them. What is the fault of my dear sirs? My dear sir, you rushed to depart from the capital and lived in a nearby in the capital, but my dear sirs will not reform my dear sirs feelings of grief and uncomfortable. Now, because I was unwell, my dear sir rushed to come suddenly to the capital. I cannot forget my grief over your body, and I am overjoyed with all my hearts. My dear sir, embodying my sincere intent, do not respond to yourself, stay in the capital and in the country in order to support the state. 남구만이 아뢰기를, “신은 본래 인망이 없는 사람으로서 외람되이 successively reached the State Council . Thus, whenever there is a worthy and dealt with, your subject cannot confess his crime throughout the capital and the provinces. Moreover, whenever there is an occasion wherein an occurrence in dealing with, the people are not obstinately obstinate, and the calamities have rampantly occurred. Your subject original intent was that Your Majesty has already appreciated and knowledge of his mind. However, in recent years, the circumstances of the court have always been expected from yourself. If your subject were to stay in the capital, the court will certainly become even more uncomfortable, and there would be no ocurrence in the end. Formerly, your subject submitted a memorial addressing your retirement to repay the state. Now that Your Majesty has not yet returned to the capital after Your Majestys health, how could your subject remain in the capital? The King ordered him to come to the temporary royal quarters and personally hand out his hands, saying, Why must you be compared to the circumstances of petty officials and transgression? Moreover, the natural distinction between ruler and ruler is obstinate. My dear sir, knew of this, and I know my dear sirs mind. What need is there to tell you to remove my dear sirs? Today, it is no more than my dear sir to remove my dear sir to abdicate my dear sir to remove my dear sirs. Moreover, my dear sir, served three kings in succession and receiving the generous favor of the state, and he is not an extraordinary scholar. Now, if you rush to return to the capital, your subject will violate the natural distinction between ruler and father. How could I tell you to speak? I shall stay in the capital and wait for await Your Majestys instructions again. The King said, Yet after I have submitted a memorial again requesting your return to the capital. The natural distinction between ruler and ruler is extremely inflicted. Thus, I hope that you will stay in the capital and stay in the capital after my dear sirs strengthly stopping my dear sirs.",
                "H2KE-nKo": "주상이 영중추부사 남구만을 불러서 보았다. 주상이 말하기를,“오늘 인견한 것은 직접 만나 보고 만류하여 멀리 떠나려는 마음을 돌리려고 해서이다. 현재 말세에 당론이 성행하여 대신에게 죄과가 없더라도 없는 사실을 날조하여 기필코 몰아내려고 하니, 경에게 무슨 잘못이 있겠는가. 경이 황급히 도성을 떠나 가까운 경기 지역에서 서성거리며 정과 뜻이 서로 미덥지 못하여 경의 마음을 돌리지 못하니, 서운한 마음을 금할 수 없다. 지금 내가 편치 못하다는 이유로 경이 갑자기 올라오게 되었으니, 내가 슬픔을 잊을 수 없고 기쁨을 헤아릴 수 없다. 나의 지극한 뜻을 헤아려 다시는 인혐하지 말고 서울에 머물러 있으면서 국가를 보필하라.”하니, 남구만이 아뢰기를,“신은 본래 인망이 없는데 외람되이 묘당에 올라 모든 발언과 처사에 대해 서울과 지방에서 자복을 받아 낼 수 없고, 또 일에 임하여 잘 처리하지 못하여 인심이 어긋나고 비방하는 의논이 시끄럽게 일어나게 하였습니다. 신의 본뜻은 성상께서 이미 헤아려 주셨으므로 지금 일일이 스스로 변명할 필요가 없습니다. 다만 근년 이래로 조정의 분위기가 어그러지고 과격한 단서가 매번 신 때문에 발생합니다. 신이 조정에 있으면 조정의 분위기가 안정되지 못하는 것이 반드시 날로 더욱 심해져서 끝내 그칠 때가 없을 것입니다. 신이 일찍이 지난번 사직 상소에서 이른바 ‘물러가는 것을 나라에 보답하는 것이라.’라고 한 것이 바로 이를 두고 한 말입니다. 지금 성상의 건강이 좋지 않기 때문에 감히 올라오지 않을 수 없었는데, 회복된 뒤에 그대로 서울에 머물면 사람들이 반드시 ‘기회를 틈타 조정에 들어온다.’라고 하면서 스스로 계책을 얻었다고 여기고 비루하게 여겨 침을 뱉을 것이니, 사람 축에 비할 바가 아닙니다. 몸과 명예가 이처럼 손상되었으니, 전하께서 이와 같은 신하를 머물러 둔들 무슨 소용이 있겠습니까.”하였다. 주상이 탑전에 나아오게 하여 직접 손을 잡고 말하기를,“반드시 경을 머물러 있게 하려고 하는데 경이 반드시 떠나기를 요구하는 것은 무슨 뜻인가? 임금과 신하 사이에는 본래 지우가 있는 법이니, 경은 나의 마음을 알고 나는 경의 마음을 안다. 이 밖의 나머지 일을 어찌 다시 말할 필요가 있겠는가. 현재 덕망으로 말하자면, 세 조정의 명망 있는 사람으로는 경보다 나은 사람이 없다. 그런데 세도가 무너져 대신을 무함하는 것을 능사로 여기니, 경에게 덕망이 없어서 그런 것이 아니다. 지금 어렵고 근심스러운 일이 매우 심하니, 경은 나를 버릴 수 없고 나는 경을 버릴 수 없다. 비록 산림의 선비라도 나아가기를 어려워하고 물러가기를 쉽게 여기는 자는 또한 반드시 정의가 서로 미덥게 되어 다시는 떠나기를 구하지 않을 것이다. 더구나 경은 세 조정을 내리 섬기면서 나라의 두터운 은혜를 받았으니, 고상한 선비가 아니다. 지금 만약 돌아가기를 결심한다면 정의에 손상을 주는 것이니, 내가 바라는 바가 아니다. 오늘날의 일은 집안사람의 부자와 같으니, 어찌 거짓으로 꾸며 대는 말이 있겠는가. 다시 바라건대 내가 그대로 머물러 있는 것을 명백히 허락하여 내가 병을 앓은 나머지 조섭하려는 마음을 조금이나마 편안하게 해 달라.”하니, 남구만이 하교를 받들고 한참 동안 눈물을 흘리며 아뢰기를,“성상의 하교가 이와 같으니, 신이 비록 대단히 간절한 마음이 있더라도 성상의 위엄 있는 얼굴로는 다시 감히 번거롭게 진달하지 않겠습니다.”하자, 주상이 말하기를,“임금과 신하 사이에는 서로 마음을 아는 것이 중요하다. 특별히 이처럼 간절하게 돌본다면 산림의 선비라도 반드시 임금과 신하 사이의 대의를 돌아보아 생각하게 될 것이다. 경은 이와는 다르다. 지금 내가 극력 만류하는 것으로 인하여 부득이 그대로 머물러 있어야 하는데, 그 뒤에 또 비난하는 자가 있다면 이는 그 사람이 스스로 심장이 없는 자이다. 만약 인대가 끝난 뒤에 다시 사직 상소를 올린다면 내 마음도 매우 편치 않을 것이니, 지난번 상소에 대한 비답에서 말한 대로 안심하고 사직하지 말며 그대로 서울에 머물러 있으라.”하였다. 남구만이 물러나 자리에 엎드려 울면서 대답하기를,“신은 다시 구구한 마음이 있습니다. 신이 그동안 일을 처리한 것이 비록 나라를 위한 고심에서 나왔으나, 남이 신을 비난하는 것도 고집하는 바가 있으니, 본래 소인이 군자를 공격하는 것에 비할 바가 아니며 또한 권세와 지위를 빼앗으려는 뜻에서 나온 것도 아닙니다. 또 의리는 무궁하고 사변도 많으니, 신이 고집하는 것도 어찌 감히 스스로 반드시 옳다고 여겨 신을 비난하는 자의 말을 꺼리는 바가 없을 수 있겠습니까. 이것으로 말한다면 신이 더욱 어찌 감히 스스로 마음이 편하겠습니까. 반드시 물러나서 허물을 반성하고자 할 것입니다.”하니, 주상이 말하기를,“이미 지나간 일로 말한다면, 반년 동안 물러나 있는 것도 스스로 염치와 의리를 돌아보는 것이니, 어찌 반드시 이것으로 한결같이 인혐할 필요가 있겠는가. 임금과 신하 사이의 대의도 중하고 사리는 명백하여 의심할 것이 없다. 시대가 비록 말세이기는 하지만 어찌 다시 이런 말을 하는 사람이 있겠는가. 경은 부디 그대로 머물러 있겠다고 흔쾌히 말하라.”하였다. 남구만이 아뢰기를,“신이 여러 차례 성상의 하교를 받들고 정신이 당황하였으니, 다시 무슨 말을 하겠습니까. 신이 우선 머물러서 다시 성상의 하교를 기다리겠습니다.”하니, 주상이 말하기를,“이와 같이 간절하게 말하니, 이후로 다시 상소를 올려 돌아가기를 청한다면 임금과 신하 사이의 대의가 매우 손상될 것이다. 안심하고 그대로 머물러 있는 것이 내가 바라는 바이다.”하였다.\n",
                "date_ko": "숙보 30권, 22년(1696 병자 / 청 강희(康熙) 35년) 12월 22일(갑진) 1번째기사",
                "gt-oKo": "임금이 영중추부사(領中樞府事) 남구만(南九萬)을 인견(引見)하였다. 임금이 말하기를, “오늘의 인견은 대개 친히 만나서, 머무르도록 권하여 나를 멀리하는 마음을 돌리려는 것이다. 시대가 말세를 당하여 당론(黨論)이 성행하므로, 대신에게 죄과가 없더라도 터무니없는 거짓을 꾸며 반드시 공격하여 쫓으려 하니, 경(卿)에게 무슨 잘못이 있겠는가? 경이 황급히 국도(國都)를 떠나 근기(近畿)를 돌아다니는데, 정지(情志)가 미덥지 않아서 경의 마음을 돌리지 못하니, 서운한 마음을 스스로 금할 수가 없다. 이제 내가 편찮기 때문에 경을 급히 올라오게 하였는데, 내가 몸의 아픔조차 잊고 기쁘기 한량없다. 내 지극한 뜻을 본받아 다시는 인혐(引嫌)하지 말고 서울에 남아 있어 국가를 보필하도록 하라.” 하였는데, 남구만이 말하기를, “신은 본디 인망이 없는데 외람되게 묘당(廟堂)에 올랐으므로, 무릇 발언(發言)과 처사(處事)가 있을 때에 중외(中外)에서 순종받을 수 없고, 또 일에 임하여 잘 처치하지 못하여 인심이 어그러지게 하므로, 비방하는 의논이 떠들썩합니다. 신의 본의는 성명(聖明)께서 이미 알아 주셨으므로, 이제 낱낱이 스스로 변명할 필요가 없으나, 근년 이래로 조정이 어그러지고 막히는 꼬투리가 번번이 신 때문에 일어나니, 신이 조정에 있으면 조정이 안정되지 않는 것이 반드시 장차 날로 더욱 심해져 끝내 그칠 때가 없을 것입니다. 신이 일찍이 사직하는 상소에서 이른바 물러가는 것을 나라에 보답하는 것으로 생각한다고 한 것은, 바로 이것을 말한 것입니다. 이제 성후(聖候)가 편찮으시므로 감히 올라오지 않을 수 없었으나, 회복되신 뒤에도 그대로 서울에 머문다면, 사람들이 반드시 때를 틈타 입조(入朝)한 것을 스스로 좋은 계책으로 여긴다고 말하며, 더럽고도 비루하게 여겨 침을 뱉을 것입니다. 명망이 없어진 것이 이미 이러하다면 전하께서 이러한 신하를 머무르게 하시더라도 어찌 쓸데가 있겠습니까?” 하니, 임금이 탑전(榻前)에 나오게 하여 친히 손을 잡고 말하기를, “반드시 경을 머물러 있게 하려는데, 경이 반드시 떠나기를 바라는 것은 무슨 뜻인가? 임금과 신하 사이에는 절로 지우(知遇)가 있고, 경이 내 마음을 알고, 내가 경의 마음을 아니, 이 밖의 나머지 일을 어찌 거듭 말할 필요가 있겠는가? 지금 덕망있는 자로 말하면, 세 조정의 오랜 덕망이 경보다 나은 자가 없는데, 세도(世道)가 없어져서 대신을 무함하는 것을 능사로 삼는 것이니, 경에게 덕망이 없어서 그러는 것이 아니다. 지금 어렵고 근심되는 일이 매우 심하니, 경은 나를 버릴 수 없고 나는 경을 버릴 수 없다. 나아가기를 어려워하고 물러가기를 쉽게 여기는 산림(山林)의 선비일지라도, 반드시 정의(情意)가 서로 맞으면 다시 떠나려 하지 않을 것이다. 더구나 경은 세 조정을 내리 섬겨, 나라의 두터운 은혜를 받았으므로 고답(高踏)하는 선비가 아닌데, 이제 돌아가기를 결심한다면 정의(情義)를 손상할 것이니, 내가 바라는 것이 아니다. 오늘의 일은 여느 집의 아버지와 아들과 같은데, 어찌 꾸미는 말이 있겠는가? 다시 바라건대, 나에게 그대로 머무르겠다고 명백히 허락하여, 내가 앓은 끝에 조섭하려는 마음을 조금 편안하게 하라.” 하였다. 남구만이 분부를 받고 한참 눈물을 흘리고 말하기를, “성교(聖敎)가 이러하시니, 신에게는 아주 위구(危懼)하는 것이 있기는 하나, 위안(威顔) 아래에서 다시 감히 번거롭게 아뢸 수 없습니다.” 하니, 임금이 말하기를, “임금과 신하 사이는 서로 마음을 아는 것을 귀중하게 여기므로, 간절한 사랑을 특별히 주는 것이 이토록 지극하면, 산림의 선비라도 반드시 군신(君臣)의 대의(大義)를 돌이켜 생각할 것인데, 경은 이와 달라서 이제 내가 힘을 다하여 만류하기 때문에 어쩔 수 없이 그대로 머무르는 것이니, 뒤에 또 비난하는 자가 있다면, 이는 그 사람이 스스로 심장(心腸)이 없는 자일 것이다. 인대(引對)가 끝나서 나간 뒤에 사직하는 소를 다시 올린다면 내 마음이 또한 매우 불안할 것이니, 전의 상소에 비답(批答)한 대로 안심하여 사직하지 말고 서울에 그대로 머물도록 하라.” 하였다. 남구만이 물러가 자리에 엎드려 울며 대답하기를, “신에게는 다시 구구한 마음이 있습니다. 신이 전후에 일을 처치한 것은 나라를 위하여 고심(苦心)한 데에서 나오기는 하였으나, 남이 신을 비난하는 것에도 고집하는 것이 있으니, 본디 소인으로서 군자를 공격하는 따위는 아니며, 또한 권세와 지위를 빼앗으려는 뜻도 아닙니다. 또 의리는 무궁하고 사변(事變)도 많으니, 신이 고집하는 것도 어찌 감히 스스로 반드시 옳게 여겨서 신을 비난하는 자의 말에 꺼릴 바가 없겠습니까? 이것으로 말하면, 신이 더욱 어찌 감히 스스로 마음에 편안하겠습니까? 반드시 물러가서 허물을 살피려 합니다.” 하니, 임금이 말하기를, “지난일로 말하면, 반년 동안 물러가 있었으니, 또한 스스로 염의(廉義)를 돌이켜본 것인데, 어찌하여 반드시 이 때문에 줄곧 인혐(引嫌)하여야 하겠는가? 군신의 대의도 중대한 것은 사리가 명백하여 의심할 것이 없으니, 시대가 말세이기는 하나 어찌 이것을 말하는 사람이 다시 있겠는가? 경은 그대로 머무르겠다고 쾌히 말하여야 한다.” 하였다. 남구만이 말하기를, “신이 성교를 거듭 받고 정신이 멍하니, 다시 무엇을 말하겠습니까? 신이 우선 머물러 다시 성교를 기다리겠습니다.” 하니, 임금이 말하기를, “이렇게 힘쓰고 간절하였는데, 이 뒤에 다시 상소하여 돌아가기를 청한다면 군신의 대의가 매우 손상될 것이니, 안심하고 그대로 머무르는 것이 내가 바라는 바이다.” 하였다.",
                "hj": "○甲辰/上引見領中樞府事南九萬。 上曰: “今日引見, 蓋欲親見勉留, 以廻遐心也。 時當末世, 黨論盛行, 大臣雖無罪過, 構虛捏無, 必欲歐逐, 於卿有何所失? 卿蒼黃去國, 棲遑近圻, 情志不孚, 莫回卿心, 悵缺之懷, 不能自己。 今以予未寧之故, 致卿急遽上來, 予忘痛在身, 欣喜無量矣。 體予至意, 勿復引嫌, 留住京師, 以輔國家。” 九萬曰: “臣本無人望, 猥躋廊廟, 凡有發言處事, 無以取服於中外, 且臨事不能善處, 以致人心乖拂, 謗議喧騰。 臣之本意, 聖明旣己垂諒, 今不必一一自辨, 但近年以來, 朝廷乖激之端, 每緣臣身而發。 臣若在朝, 則朝廷之不靖, 必將日以益甚, 終無已時。 臣曾前辭疏所謂以退去爲報國者, 正謂此也。 今因聖候違豫, 不敢不上來, 而平復之後, 仍留京輦, 則人之爲言, 必將以爲乘時入朝, 自以爲得計, 賤汚而鄙唾之, 不比數於人類。 身名之淪喪旣如此, 則殿下留如此之臣, 尙安有所用乎?” 上令進來榻前, 親爲握手言曰: “必欲卿留在, 而卿之必求去者, 何意耶? 君臣之間, 自有知遇, 卿知予心, 予知卿心, 此外餘事, 何須更言? 以當今德望言之, 三朝宿望, 無踰於卿, 而世道淪喪, 以構陷大臣爲能事, 非卿無德望而然也。 當今艱憂孔棘, 卿不可棄予, 予不可棄卿。 雖山林之士, 難進易退者, 亦必情意交孚, 不復求去。 況卿歷事三朝, 受國厚恩, 非高蹈之士也。 今若決歸, 則有傷情義, 非予所望。 今日之事, 如家人父子, 寧有假飾之言也? 更望明白許予仍留, 少安予病餘將攝之心。” 九萬承敎涕泣久之曰: “聖敎若是, 臣雖有萬萬危悰, 威顔之下, 更不敢有所煩陳矣。” 上曰: “君臣之間, 貴相知心。 特加懇眷, 至於如此, 則雖山林之士, 亦必顧念君臣大義。 卿則異於是, 今因予極力挽止, 不得不仍留之後, 又有非之者, 則是其人自無心腸者也。 若於引對罷黜之後, 更陳辭疏, 則予心亦甚不安, 依前疏批, 安心勿辭, 仍留京師。” 九萬退伏席泣對: 臣更有區區之心。 臣前後處事, 雖出於爲國苦心, 人之非臣者, 亦有所執, 本非以小人攻君子之比, 亦非出於攘奪權位之意。 且義理無窮, 事變亦多, 臣之所執, 亦何敢自以爲必是, 而無所改憚於非臣者之言乎? 以此言之, 臣尤何敢自安於心? 必欲退歸而省愆矣。” 上曰: “以旣往言之, 半年退歸, 亦是自顧廉義, 何必以是一向引嫌乎? 君臣大義亦重, 事理明白無疑。 時雖末世, 豈更有人以此言者也? 卿須快言仍留。” 九萬曰: “臣屢承聖敎, 精神惝怳, 更何所言? 臣當姑留, 更待聖敎矣。” 上曰: “如是懃懇, 而此後更有陳疏乞歸, 君臣大義, 極爲傷損, 安心仍留, 予所望也。” 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十終"
            }
        }
    }
}