{
    "01": {
        "12": {
            "1": {
                "H2KE-EN": "On muin day, the first day of the twelfth month, the King entered the presence of the Royal Placenta Chamber . When the Royal Placenta Chamber was strictly transmitted, his words were easily excessive. Originally, he did not intend to insult the intention of delaying his guilt by fabricating a guilt. Superintendent [of the Royal Placenta Chamber] Yi Myeongdeok only suppressing Your Majestys instruction. 사신은 논한다. Last year, when Bak 박필myeong was interrogated under royal order, he was issued throughout the circumstances of the outsiders knew that the King disliked him from the Royal Placenta Chamber. Consequently, Yi Myeongdeoks 차자 was issued, and he suppressed his admonition to exhort his loyalty and loyalty. People truly suspected that there was a circumstance and not a sense of loyalty toward the King. Since there was a mistake in the Royal Placenta Chamber, Yi이myeong finally attended the Royal Placenta Chamber alone and attended the Royal Placenta Chamber. However, he never uttered a single word to rectify his guilt. Even when the Left State Councilors 차자로 인하여 the King ordered his dismissal from his post and dismissal from his office. This is truly a circumstance of bringing a thorough knowledge to the point of admonition. The King also issued a single word about this matter. Truly, if Yi Myeongdeok had been made to circumstances and repeatedly explain his sense of righteousness, it would be possible to satisfy his body in his heart. However, he did not do this. Instead, he said, What harm could there be if such a thorough thoroughly delayed such a thorough thoroughly? Although he was afraid that his actions might fall ill, his heart is",
                "H2KE-nKo": "약방에서 입진하였다. 주상이 내의원 신하들의 일로 엄한 하교를 내릴 때 언어가 쉽게 지나쳤다. 애당초 증오하고 죄를 얽으려는 뜻이 아니었는데, 누누이 하교하여 크게 깨달았다. 도제조 이이명은 성상의 하교를 찬양할 뿐이었다. 사신은 논한다. 지난해에 박필명을 추고하는 일로 엄한 하교를 내린 뒤에 외간에서는 이미 주상의 뜻이 내의원을 싫어하고 박대하는 것임을 알았다. 이에 이이명이 차자를 올렸는데 겉으로는 권면하고 경계하는 말을 빌려 곡진히 나라를 걱정하고 임금을 사랑하는 뜻을 보였다. 사람들은 진실로 그것이 무슨 관계가 있어서이지 오로지 임금에게 충성하려는 일념에서 나온 것이 아니라고 의심하였다. 주상에게 지나친 거조가 있은 이래로 이이명이 마침내 도제조의 직임을 대신 맡아 홀로 날마다 어전에서 모셨으나 한마디도 바로잡는 말이 없었다. 좌의정의 차자로 인하여 출파하라는 명을 도로 거두어들였으니, 이는 실로 간언을 올려 스스로 깨닫게 할 수 있는 기회였다. 주상이 또 이 일로 단서를 내어 하교하였으니, 진실로 이치로 개도하고 반복하여 진달한다면 성상의 마음속에 쌓인 고뇌와 불평의 기운이 거의 풀어질 수 있을 것이다. 그런데 이렇게 하지는 않고 도리어 ‘이러한 일을 그대로 두는 것이 무엇이 해롭겠는가.’라고 하였으니, 비록 조섭하는 데 손상될까 염려한 것이라고 핑계를 댔지만 그 마음의 자취를 감추기 어렵다. 훗날 권첨의 상소가 있게 된 것은 당연하다.\n",
                "date_ko": "숙보 48권, 36년(1710 경인 / 청 강희(康熙) 49년) 1월 12일(무인) 1번째기사",
                "gt-oKo": "약방(藥房)에서 입진(入診)하였다. 임금이 약원(藥院)의 여러 신하들의 일로써 엄중하게 하교하는 즈음에 언어(言語)가 쉽게 지나쳤으나, 애초에 약원의 여러 신하들을 미워하고 싫어하여 죄를 얽으려는 뜻이 아니었으므로, 누누이 하교하며 크게 깨달음을 보였는데, 도제조(都提調) 이이명(李頤命)은 단지 성교(聖敎)를 찬양(贊揚)할 따름이었다. 사신(史臣)은 말한다. “지난해에 박필명(朴弼明)을 추고(推考)하는 일로써 엄지(嚴旨)를 내린 후에 외간(外間)에서는 이미 임금의 마음이 약원(藥院)을 싫어하여 푸대접함을 알고 있었다. 그런데도 이이명이 차자(箚子)를 내어 겉으로는 면계(勉戒)하는 말을 빌어 곡진하게 나라를 근심하고 백성을 사랑하라는 뜻을 보였지만, 다른 사람들은 진실로 기관(機關)을 둔 것이고 오로지 임금에게 충성하는 일념(一念)에서 나오지 않았음을 의심하였다. 임금께서 지나친 거조(擧措)가 있은 이래로 이이명이 마침내 도제조(都提調)의 직임을 대신하게 되었으나, 홀로 날마다 전석(前席)에서 모시면서도 일찍이 한 마디 바로잡는 말이 없었는데, 좌상(左相)의 차자(箚子)로 인하여 파출(罷黜)하라는 명을 도로 정지하기에 이르렀으니, 이는 실로 착한 말을 올려 깨닫도록 인도할 기틀이었다. 임금께서 또 이 일로써 발단(發端)하여 하교하셨으니 진실로 이치로써 개도(開導)하여 되풀이해서 아뢰었더라면, 임금께서 마음속에 쌓인 고뇌(苦惱)로 불평(不平)스러운 기분이 거의 풀리고 사라져 없어졌을 터인데, 이렇게 하지 않고 도리어 말하기를, ‘이러한 일은 놓아 둔다 하더라도 무슨 방해가 되겠습니까?’ 하였으니, 비록 조섭(調攝)하는 데에 손상될까 두려웠기 때문이라고 핑계하더라도 마음 가진 자취는 숨기기 어려웠다. 그러니 다른 날 권첨(權詹)의 상소가 있었음은 마땅한 것이다.”",
                "hj": "○戊寅/藥房入診。 上以藥院諸臣事, 嚴敎之際, 言語易過, 初非憎嫉構罪之意, 縷縷下敎, 大示開悟, 都提調李頣命, 只贊揚聖敎而已。 【史臣曰: “去歲以朴弼明推考事, 下嚴旨後, 外間已揣知上意, 厭薄藥院矣。 於是乎李頣命之箚出, 而外借勉戒之言, 曲示憂愛之意, 人固疑其有機關, 不專出於忠君一念。 自上有過擧以來, 頣命遂代都提擧之任, 獨日侍前席, 而曾無一言匡救。 至其因左相箚, 有還寢黜罷之命, 則此實納約自牖之幾也。 上又以玆事, 發端下敎, 苟能以理開導, 反復陳說, 則聖上方寸中積惱不平之氣, 庶可渙釋消融, 而不此之爲, 乃反曰: ‘此等事, 留置何妨?’ 雖諉以恐損調將, 心迹難掩。 宜其有他日權詹之疏也。”】"
            }
        }
    },
    "02": {
        "3": {
            "1": {
                "H2KE-EN": "Yi Jeongsi , Fourth Censor of the Office of the Censor General , submitted a memorial to the King in order to rescue the officials of the Royal Placenta Chamber . Earlier, he submitted a memorial regarding the method of symptoms on the symptoms of his illness. The memorial read as follows: Yesterday, the excessive conduct of abstaining from an excessive disaster was truly worried during ordinary times. Last time, when the royal procession was moved to the palace, it is the time for him to take care of the symptoms. How could there be no trouble inside the inner corpse of the outer corpse of the inner corpse of",
                "H2KE-nKo": "무술년에 정언 이정제가 상소하여 약원의 여러 신하를 구원하고 맨 먼저 병을 조심할 방도를 진달하였는데, 그 대략에,“며칠 전 지나친 조치는 비록 평상시라 하더라도 실로 번뇌하여 건강을 해칠 우려가 있었습니다. 지난번 궁을 옮기신 행차는 바로 조섭하는 때였으니, 어찌 밖으로 몸을 상할 우려가 없겠습니까. 초방의 봉작도 조용히 조섭하는 때이니, 사려를 줄였다고 할 수 없으며, 선차를 드시는 데 혹 유기라도 드시면 음식을 조절하였다고 할 수 없습니다. 여러 달 동안 편찮으시던 중에 섭양하시는 것이 평소보다 더하시리라고 삼가 생각하였는데, 이 네 가지에 대해 통렬히 유념하지 못하셨습니다. 진실로 바라건대 성상께서는 조금 나았을 때 조심하라는 경계를 깊이 지니시어 혹 잠시라도 소홀히 하지 마소서.”하니, - 나머지는 위에 보인다. - 상이 받아들였다.\n",
                "date_ko": "숙보 48권, 36년(1710 경인 / 청 강희(康熙) 49년) 2월 3일(무술) 1번째기사",
                "gt-oKo": "정언(正言) 이정제(李廷濟)가 상소하여 약원(藥院)의 여러 신하들을 구(救)하면서 맨 먼저 질환(疾患)을 삼가는 방도를 아뢰었는데, 대략 이르기를, “어제 중도(中道)에 지나친 일은 비록 평상시라 하더라도 참으로 번뇌(煩惱)하여 손상될 염려가 있습니다. 지난번 이궁(移宮)하셨을 때의 거둥은 바로 조섭(調攝)하는 날을 당하였으니, 어찌 밖에서 엄습하여 속으로 손상된 병환이 아니었겠습니까? 초방(椒房)의 봉작(封爵)도 또한 조용히 조섭하신 끝에 있었으니 걱정을 덜었다고 말할 수 없으며, 올리는 수라[膳羞]에 더러 기름진 음식물이 있었으니, 음식을 조절(調節)하셨다고 말할 수가 없습니다. 여러 달 동안 환후(患候)가 계신 가운데 섭양(攝養)하시는 바를 가만히 생각하건대 평일보다 더함이 있어야 할 터인데, 이 네 가지로써 보더라도 아주 존념(存念)을 더하지 못하셨습니다. 진실로 원하건대 성상께서는 조금 나았을 때 경계하는 마음을 깊이 가지시고, 혹 잠시라도 소홀하지 마소서.” 하니,【나머지는 위에 보인다.】 임금이 이를 받아들였다.",
                "hj": "○戊戌/正言李廷濟疏救藥院諸臣, 首陳愼疾之道。 略曰: 日昨過中之擧, 雖在平常之時, 實有煩惱致傷之憂。 頃間移宮之幸, 正當調將之日, 豈無外襲內傷之患耶? 椒房封爵, 亦在靜攝之餘, 則不可謂省思慮矣, 膳差所進, 或有油膩之物, 則不可謂節飮食矣。 積月違豫之中, 其所攝養, 竊想有加於平日, 而於斯四者, 不能痛加存念。 誠願聖上, 深存少愈之戒, 毋或暫忽焉。【餘見上。】 上納之。"
            }
        }
    },
    "03": {
        "25": {
            "1": {
                "H2KE-EN": "Concurrent Supreme General Kwon Cheom submitted a memorial regarding the affairs of the gyeongin year (140, the fourth year of King Taejongs reign. The memorial read as follows: The wording of the joint memorial was discovered from the beginning and the secret contrary, and everyone observes the world, but your subject does not necessarily disclose the world, but even going to mourn his younger sister who mourn his sister who died. How could this not be extremely severe? From antiquity, how could we have impeached high officials who were unworthy of being impeached and impeached? On the day when [Your Majesty] took turns on night duty, hearing that the same surname was mourn, he did not go to mourn his grief. He is truly a man of incompetent behavior and behavior. How could there be any righteousness to find a self-restraint? When Your Majesty responsibilities to the Office of Royal Attire , only tell him that the two characters belong to a regular performance evaluation. However, there is no evidence that it is clearly evident. Therefore, those in lower positions listened to the world, claiming to admit their guilt, claiming to false accusations, thereby causing an opportunity to raise an opportunity. There were many who plotted to slander and flattery with others beforehandering their superiors. However, there was no such extreme crafty and deceitful as this.In addition, when Your Majesty summoned and met them on the previous day, there was a saying that he was not born of my sister who was born of my sister. Thus, I did not know that the officials of the clause of this world were damaged by human relationships and human relationships. 【나머지는 ",
                "H2KE-nKo": "부수찬 권첨이 상소하여 시사를 논하였는데, 그 대략에,“합동으로 올린 계사의 내용이 앞뒤가 모순되고 파탄 난 것은 눈이 있는 사람은 모두 보고 입이 있는 사람은 모두 말하니, 신이 일일이 변론할 필요는 없습니다. 그러나 누이동생의 상에 가서 곡한 것을 죄로 삼는 것은 어찌 심하게 남의 잘못을 들추어내는 것이 아니겠습니까. 예로부터 어찌 일찍이 꺼려야 할 부분을 잘 지적하지 못했다는 이유로 대신을 논핵한 적이 있었습니까. 윤직하는 날에 동기간의 상이 났다는 말을 듣고도 한 번도 가서 곡하지 않았으니, 이는 참으로 잔인하고 행실이 야박한 사람입니다. 어찌 공자의 회포를 널리 찾는 의리가 있겠습니까.전하께서 내의원을 책망하신 것은 오직 ‘범홀히 한다.[泛忽]’라는 두 글자와 ‘도목 정사를 한다.[都政]’라는 한 조항만을 가지고 하교하셨는데, 분명하게 말할 만한 단서가 없기 때문에 아랫사람들이 견강부회하는 말을 주워 모아 나열하고 죄를 얽어서 기회를 틈타 남의 잘못을 들춰낼 계책을 삼은 것입니다.이전에 자기와 의견이 다른 사람을 참소하고 반목한 자가 어찌 한이 있었겠습니까마는, 이보다 더 위험하고 교활하고 간특한 자는 없었습니다. 또 들으니, 지난번 인대하였을 때 ‘우리 계모를 낳지 않았다.’라는 등의 말을 진달한 자가 있었다고 합니다. 청명한 조정의 시종 반열에 있는 자가 이처럼 윤리를 손상시키고 도리에 어긋나는 말을 할 줄은 생각지도 못하였습니다.”하였다. - 나머지는 위에 보인다. - ‘우리 계모를 낳지 않았다.’라는 말은 바로 이교악이 이동언을 신구한 말이다. 사람들이 모두 그의 무식함을 비웃었다. 그러므로 권첨이 상소에서 언급한 것이다.\n",
                "date_ko": "숙보 48권, 36년(1710 경인 / 청 강희(康熙) 49년) 3월 25일(경인) 1번째기사",
                "gt-oKo": "부수찬(副修撰) 권첨(權詹)이 상소하여 시사(時事)를 논하였는데, 대략 이르기를, “합계(合啓)한 말의 전후에 모순(矛盾)이 드러난 것을 눈이 있는 자는 모두 보고 입이 있는 자는 모두 말하니, 신이 반드시 일일이 판가름할 필요가 없습니다. 그리고 심지어는 누이동생의 상(喪)에 가서 곡(哭)한 것으로써 죄를 삼은 것은 어찌 몹시 취모 멱자(吹毛覓疵)하는 것이 아니겠습니까? 예로부터 어찌 일찍이 꺼려할 일을 잘 가리지 않음으로써 대신(大臣)을 논핵한 공의(公議)가 있었습니까? 윤직(輪直)하는 날에 동기(同氣)의 상사(喪事)를 듣고서도 한 번 가서 곡하지 아니하였다면, 이는 실로 잔인하고도 박덕한 행동을 하는 사람일 것이니, 어찌 형제끼리 위급할 때에 모이기를 구하는 의리가 있다고 하겠습니까? 전하께서 약원(藥院)을 책망하신 것은 오로지 ‘범홀(泛忽)’ 두 자와 도정(都政) 한 가지 조항만으로 하교하셨으니, 돌아보건대 드러나게 말할 만할 단서가 없었습니다. 그래서 아래에 있는 사람들이 억지로 끌어댄 것들을 주워 모으고, 죄로 얽은 것들을 나열(羅列)하여 시기를 틈타 몹시 알소(訐訴)하는 계책으로 삼았으니, 전날에 있어서 남을 참소하여 저와 논의가 다른 사람을 기울여 꺾는 자가 어찌 한정이 있었겠습니까마는, 그 위험하고 교특(巧慝)함이 이처럼 심한 경우는 있지 아니하였습니다. 또 듣건대 지난번 인대(引對)하였을 때, ‘나를 낳지 않은 계모’라는 등의 말을 진달(陳達)한 자가 있었다고 하는데, 맑은 조정의 호종(扈從)의 반열(班列)에서 이렇게 윤리(倫理)를 해치고 도리를 어기는 말이 있을 줄은 헤아리지 못하였습니다.” 하였다.【나머지는 위에 보인다.】 ‘나를 낳지 않은 계모’라는 말은 곧 이교악(李喬岳)이 이동언(李東彦)을 신구(伸救)한 말이었는데, 사람들이 모두 그의 무식함을 비웃었으므로, 권첨이 상소에서 이를 언급한 것이다.",
                "hj": "○庚寅/副修撰權詹疏論時事。 略曰: 合啓辭語之前後矛盾破綻, 有目皆見, 有口皆言, 臣不必一一辨破, 而至以往哭妹喪爲罪者, 豈非吹覓之甚者乎? 從古以來, 曷嘗有以不善拘忌, 論劾大臣之公議乎? 輪直之日, 聞同氣喪, 而不一往哭, 則是誠殘忍薄行之人, 何有於孔懷裒求之義乎? 殿下之責藥院者, 惟以汎忽二字及都政一款爲敎, 而顧無彰著可言之端, 故在下之人, 捃摭傅會, 臚列構罪, 以爲乘時激訐之計。 在前讒侫之傾軋異己者, 何限, 而其危險巧慝, 未有若此之甚者也。 且聞向日引對時, 有以不生我繼母云云等語陳達者。 不料淸朝法從之列, 乃有此傷倫悖理之言也。【餘見上。】 不生我繼母之說, 卽李喬岳伸救李東彦之語也。 人皆笑其無識, 故詹疏及之。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Yi Bangeon , a clerk of the Office of the Inspector General , and Yi Gyoak , a member of the Office of Honorable Guests , submitted a joint petition to the King for their dismissal from office. The King did not approve their request. Although Jeong Seokrin compiled a prosecutory of the Book of Rites (C. Li Xiao , it was said that he had a meritorious deeds in the family of propriety and requested that he be printed. Truly, this is presumptuous and absurd. If he fairly discusss his absurd remarkness, who would say that it was not right. However, he now disobeyed the teachings of the sages and great sedition of Confucian studies, citing his crime, seeking that he had been denounced by the treachery of the Buddha. This is already not the truth of his intent, and he cannot but find a story. As for the matter of the Office of Royal Attire , the sovereign and his subjects are righteous and cannot be loyal to women and the ladies-in-waiting. Even those who have sincerely love and love for the sovereign and his subjects should not be shown his face-to-face in their face-to-to-face in their face-to-to-to-face in their face-to-to-f-to-face in their face-to-to-to-face in their face-to-to-to-f-f-f-to-face incontibility in their face-to-to-to-f-f-to-face incontibility in their face-to-to-p",
                "H2KE-nKo": "양사가 이방언과 이교악이 판중추부사 최석정의 예서와 내의원의 일로 합동으로 아뢰어 파직을 청하였는데, - 조어는 위에 보인다. - 주상이 따르지 않았다. 최석정이 편찬한 예서가 비록 예가에 공로가 있다고는 하지만 주상에게 아뢰어 간행을 청한 것은 참으로 참람하고 망녕된 일이다. 만약 공평한 마음으로 그가 망녕되이 지은 것을 논한다면 그 누가 그렇지 않다고 하겠는가. 그런데 지금 성인의 가르침에 배치되고 사문이 크게 변하였다는 것으로 죄를 삼아 마치 이단을 공격하고 배척하는 것처럼 하였으니, 이미 본심이 아니다. 없는 일을 꾸며 낸 수단이 되고 말았다. 내의원의 일로 말하면 임금과 신하가 의리를 주장하여 부녀자와 환관의 충성이 될 수 없으니, 비록 지성으로 나라를 걱정하고 임금을 사랑하는 자라도 스스로 얼굴빛과 말에 나타나서는 안 된다. 당초에 엄한 하교를 내린 것은 단지 한때의 격노 때문에 나온 것이니, 보필하는 책임을 맡은 자는 진실로 정성을 다해 진달하여 기필코 감동하여 깨닫게 해야 할 것이다. 그런데 그렇게 하지 않았을 뿐만 아니라 도리어 죄를 구하는 하나의 큰 죄안으로 여겼으니, 영합하고 아첨하는 작태는 차마 똑바로 볼 수 없다. ‘도열에 물들었다.’라는 등의 말은 바로 참소하고 망녕된 말을 하는 말이다. 대각에서 이러한 풍습이 있으니 식자들이 놀라워하였다.\n",
                "date_ko": "숙보 48권, 36년(1710 경인 / 청 강희(康熙) 49년) 3월 7일(임신) 1번째기사",
                "gt-oKo": "양사(兩司)의 이방언(李邦彦)·이교악(李喬岳)이 판중추부사(判中樞府事) 최석정(崔錫鼎)의 예서(禮書)와 약원(藥院)의 일로써 합계(合啓)하여 파직하기를 청하였으나,【조어(措語)는 위에 보인다.】 임금이 따르지 아니하였다. 최석정이 엮은 예서(禮書)가 아무리 예가(禮家)에 공(功)이 있었다 하더라도 주문(奏聞)하여 간행(刊行)하기를 청한 것은 참으로 참망(僭妄)하기에 이르렀으니, 만약 평심(平心)으로 그 망령된 저술(著述)을 논한다면, 대저 누구인들 그렇지 않다고 말하겠는가? 그런데 지금 성훈(聖訓)을 배치(背馳)하여 사문(斯文)의 큰 변괴(變怪)로써 죄를 삼아 이단(異端)을 공척(攻斥)하듯 하였으니, 이미 본정(本情)이 아니며 〈죄를〉 단련(鍛鍊)하는 수단을 면치 못하였다. 약원의 일에 이르러서는 군신(君臣)간에 의리를 주장하여 부녀(婦女)와 환시(宦寺)의 충성(忠誠)으로써 할 수는 없으니, 비록 지극한 정성으로 나라를 근심하고 백성을 사랑하는 것이었다 하더라도 스스로 낯빛과 말씨에 드러냄은 또한 마땅하지 못하다. 당초에 엄교(嚴敎)가 다만 한때에 과격한 번뇌[激惱]로 인하여 나왔으나, 광필(匡弼)하는 책무를 맡은 자는 참으로 정성껏 개진(開陳)하여 기필코 깨닫게 했어야 할 터인데, 그렇게 하지 않았을 뿐만 아니라, 도리어 죄를 찾아 한결같이 크게 죄안(罪案)을 만들어 보였으니, 그 영합(迎合)하여 옆에서 아첨하는 태도는 차마 바로 보지 못하겠다. 심지어 ‘훈염(薰染)’이나 ‘도열(桃茢)’ 등의 말은 곧 참소(讒訴)하는 첩(妾)의 말투였는데, 대각(臺閣)의 주위에 이러한 풍습(風習)이 있으니, 식자(識者)들이 놀라와하였다.",
                "hj": "○壬申/兩司李邦彦、李喬岳以判中樞府事崔錫鼎, 禮書及藥院事, 合啓請罷職,【措語見上。】上不從。 錫鼎所編禮書, 雖云有功於禮家, 奏御請刊, 誠涉僭妄。 若平心論其妄著, 則夫誰曰不然, 而今乃以背馳聖訓, 斯文大變爲罪, 有若攻斥異端者然, 已非本情, 不免爲鍜鍊手段。 至於藥院事, 君臣主義, 不可爲婦寺之忠, 雖其至誠憂愛者, 亦不宜自見於色辭。 當初嚴敎, 只因一時激惱而發, 任匡弼之責者, 固當積誠開陳, 以期感悟, 而不惟不然, 乃反視爲求罪之一大案, 其迎合側媚之態, 不忍正視。 至如薰染桃茢等說, 直是讒妄口氣, 臺閣之上, 有此風習, 識者駭之。"
            }
        }
    },
    "05": {
        "13": {
            "1": {
                "H2KE-EN": "On jeongchuk day, Right State Councilor김창집 , on account of the drought, made a request to the King to discuss the suspension of the mobilization of the elderly mobilization and food for the elderly mobilization of the capital. At the end of the year, [the King] also requested that the prohibition of the possession of the female entertainers of the capital from taking their houses. [The King] also requested that the harmful effects of the people in the northern suburbs of the capital be prohibited from taking their houses. Because of the drought, high officials attended the King and attended the King. [The King] first addressed the administration of the elderly classified female entertainers. Violator was so ignorant that people would all be worried and laughed. For this reason, [the King] did not understand the meaning of the Spring and Autumn Annals (C. Chunqiu and ultimately fall into treason. That is true. In the royal court, [the King] regarded the sense of learning and sagacity as important.",
                "H2KE-nKo": "우의정 김창집이 한재로 인하여 청대하여 도성의 역사를 정지한 노인들에게 음식물을 내려 주는 등의 일을 진달하고, 말미에 또 여염집을 빼앗아 차지하지 못하도록 거듭 금지할 것을 청하였다. 또 진연할 때 서울의 기생들이 대부분 형편없다고 하여 양계에서 사람과 가축을 데리고 다니는 폐단을 금지할 것을 청하였다. 대신이 한재로 인하여 입시하여 그중에서 가장 뛰어난 계책이 맨 먼저 기생의 졸렬함을 언급하였다. 무식함이 이 지경에 이르니 사람들이 모두 전해 듣고 비웃었다. 이것이 《춘추》의 의리를 알지 못하고 끝내 스스로 난역에 빠진 까닭이니, 참으로 조정의 식견을 중시하는 것이다.\n",
                "date_ko": "숙보 48권, 36년(1710 경인 / 청 강희(康熙) 49년) 5월 13일(정축) 1번째기사",
                "gt-oKo": "우의정 김창집(金昌集)이 한재(旱災)로 인하여 청대(請對)하여, 도성(都城)의 역사(役事)를 정지하고 노인들에게 음식물[食物]을 주는 일을 진계(陳啓)하고, 끝에 또 거듭 여염집을 빼앗아 들어감을 금하도록 청하였다. 또 진연(進宴) 때에 서울의 기생들이 대개 형편없었다 하여 양계(兩界) 사람을 솔축(率畜)하는 폐단을 금하기를 청하였다. 대신(大臣)이 한재로 인하여 입시(入侍)하였다가, 그 큰 계책이라고 말한 바가 맨 먼저 기생의 못생긴 것에 대하여 말하였으므로, 무식함이 이에 이르니, 사람들이 모두 전하며 웃었다. 이는 《춘추(春秋)》의 뜻을 알지 못하여 마침내 스스로 난역(亂逆)에 빠지는 것이니, 참으로 조정의 위에는 식견(識見)이 중요한 것이다.",
                "hj": "○丁丑/右議政金昌集, 因旱災請對, 陳都城停役老人食物等事, 末又請申閭家奪入之禁。 又以進宴時京上妓生, 率皆無形, 請禁兩界人物率畜之弊。 大臣因旱入侍, 其所訏謨, 首及於妓女之拙劣。 無識至此, 人皆傳笑。 此所以不知《春秋》之義, 而終自陷於亂逆, 信乎! 朝廷之上, 識見爲重也。"
            }
        }
    },
    "07": {
        "27": {
            "1": {
                "H2KE-EN": "Kwak Gyeongdu , a clerk in the gyeongin year (, and others submitted a memorial regarding the current affairs. At the end, they again insulted Confucian scholar-officials . The King replied, Ah! Yun Supreme General [of the Middle Army Commandery General] is a Confucian scholar who studied the virtue and early received great reputation from the beginning, and not only a Confucian scholar who has been treated with propriety. How could you dare arbitrarily dispute him like this? In the past, not only a Confucian scholar-officials were treated with propriety, but it was necessary to circumstances on this occasion to circumstances. I certainly cannot reach the possibility of the posibility [of the posibility of the king.",
                "H2KE-nKo": "경인년에 유생 곽경두 등이 상소하여 시사를 논하고, 말미에 또 유상을 배척하였는데, 주상이 답하기를,“아, 윤 판부사는 산림에서 덕을 길러 일찍이 중망을 지니고 있었으니, 유독 예우해야 할 유현이 아니었다. 그런데 그대들은 어찌 감히 이처럼 멋대로 비난하고 헐뜯는가. 예전에 유신으로 대우하지 않은 말을 이 기회를 틈타 반드시 다시 이루고자 하였으니, 나는 결코 그의 술수에 빠져서는 안 된다. 논의가 국사에 유익함이 없으면 비록 조정에 있는 신하라도 의론을 좋아하는 사람은 내가 매우 취하지 않는데, 하물며 그대들이 어찌 감히 이럴 수 있단 말인가. 조정의 처분이 매우 공정하고 지극히 바른 연후에야 사람들의 마음을 복종시킬 수 있으니, 지금 이 상소의 내용은 한번 웃을 거리도 못 된다.”하였다.\n",
                "date_ko": "숙보 48권, 36년(1710 경인 / 청 강희(康熙) 49년) 7월 27일(경인) 1번째기사",
                "gt-oKo": "유생(儒生) 곽경두(郭景斗) 등이 상소하여 시사(時事)를 논하고, 또 끝에 유상(儒相)을 침범하여 배척하였는데, 임금이 답하기를, “아! 윤 판부사(尹判府事)는 산림(山林)에서 덕(德)을 길러 일찍이 중망(重望)이 있었으니, 유독 예우(禮遇)하는 유현(儒賢)일 뿐만이 아닌데, 너희들이 어찌 감히 방자한 생각으로 이와 같이 비난하여 헐뜯는가? 지난해에 유신으로서 저를 대우하지 않았다는 말을 이 기회를 틈타 반드시 거듭 쓰려 함이니, 내가 결코 그 술수(術數) 가운데에 떨어질 수는 없다. 논의가 국사(國事)에 이로움이 없으니, 비록 조정에 있는 신하라도 의논을 좋아하는 사람은 내가 취(取)하지 않을 터인데, 더구나 너희 무리들이 어찌 감히 그럴 수 있느냐? 조정의 처분(處分)은 크게 공정(公正)하고 극히 정당한 연후에야 인심(人心)을 복종시킬 수 있으니, 지금 이 소어(疏語)는 한 번의 웃음거리도 못된다.” 하였다.",
                "hj": "○庚寅/儒生郭景斗等疏論時事, 末又侵斥儒相, 上答曰: “噫! 尹判府事, 養德山林, 夙負重望, 獨非禮遇之儒賢, 而爾等何敢恣意譏詆若是耶? 昔年不以儒臣待之之言, 乘此機會, 必欲更售, 予決不可墮其術中也。 論議無益於國事, 雖在廷之臣, 好議論之人, 予甚不取。 況爾輩安敢乃爾? 朝家處分, 大公至正, 然後可以服人心。 今玆疏語, 未滿一哂也。” 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之四十八"
            }
        }
    },
    "08": {
        "28": {
            "1": {
                "H2KE-EN": "On gyeongin day, Chamber of the gyeongin year (, the 유생 여봉거 and others submitted a memorial requesting that the King grant the requesting the request to the King. The Royal Secretariat reported this to the King. The King ordered that the request not be accepted. 사신은 논한다. In recent years, those who were worried and lost their superior who had been worried and lost their superior behavior and presumptuously schemes of Your Majestys will. They secretly communicated with and deceitful schemes. However, the memorial submitted by Chamber Liu Deokgi and Yi Yumin . There was no one who did not suspect the King whether the person is entrusted with a single motive or a 거조. The reason why they deliberated and firmly prayed for the King is that they deliberated themselves to firmly expect their superiors. If the intentions of their superiors and the facts, it would be impossible for us to demonstrate the sincerity of demonstrate the sovereign. This is truly a shame of the court.",
                "H2KE-nKo": "경인년에 영남 유생 여봉거 등이 상소하여 존호를 올릴 것을 청하였는데, 승정원이 주상에게 여쭈니, 주상이 봉입하지 말라고 명하였다. 사신은 논한다. 수년 이래로 벼슬을 얻지 못할까 걱정하고 얻고 나서는 잃을까 걱정하는 무리들이 소인의 심보를 가지고 함부로 성상의 뜻을 헤아려 은밀히 사주하고 은밀히 의논하여 온갖 계책으로 간사하게 아첨하였는데, 소덕기와 이유민의 상소가 나왔다. 한 번 나아가고 한 번 나아가고 한 번 나아가고 한 번 행동에 대해 모두 주상에게 의심을 품었다. 그들이 계획하고 억측하여 간절히 청하고 힘껏 청한 것은 그 뜻을 따져 보고 그 실상을 따져 보면 결코 임금을 높이는 정성에서 나온 것이 아니니, 이는 진실로 조정의 수치이다.\n",
                "date_ko": "숙보 49권, 36년(1710 경인 / 청 강희(康熙) 49년) 8월 28일(경인) 1번째기사",
                "gt-oKo": "영남(嶺南)의 유생(儒生) 여봉거(呂鳳擧) 등이 상소하여, 존호(尊號) 올릴 것을 청하였으므로, 정원(政院)에서 계품(啓稟)하자, 임금이 받아들이지 말도록 명하였다. 사신(史臣)은 말한다. 수년 이래로 환득 환실(患得患失)하는 무리들이 소인(小人)의 마음으로 망령되게 성의(聖意)를 헤아려, 은밀하게 부추기고 몰래 의논하여 온갖 계략을 써서 간사하게 아첨하였으니, 소덕기(蘇德器)·이유민(李裕民)의 상소가 나오게 되었다. 한 번 진퇴(進退)와 한 번 거조(擧措)가 임금에게 의심을 받지 않은 적이 없었으며, 경영(經營)하는 바를 제마음대로 헤아렸기 때문에, 간절히 고하고 힘껏 청하였던 것이다. 그러나 그 뜻을 궁구(窮究)하고 그 실상을 고찰해 보면, 결단코 임금을 존숭(尊崇)하는 정성에서 나온 것이 아니었으니, 이는 진실로 조정의 수치가 되는 것이다.",
                "hj": "○庚寅/嶺南儒生呂鳳擧等疏, 請上尊號, 政院啓稟, 上命勿捧。 【史臣曰: “數年以來, 患得患失之輩, 以小人之腸, 妄度聖意, 陰嗾竊議, 百計奸媚, 而蘇德器、李裕民之疏出焉。 一進退一擧措, 無不致疑於君上, 其所以經營揣摩, 懇祈力請者, 究其意考其實, 則斷非出於尊君之誠, 此固朝廷之羞也。”】"
            }
        }
    },
    "09": {
        "28": {
            "1": {
                "H2KE-EN": "On gimi day, a barbarian from gimi year (, [the Joseon court] sent an diplomatic document to have the enemy in preparation for defense against the pirates. At that time, it has been long since peaceful and prosperous, and the northern frontier was suddenly occurred. The State Council was frightening and apprehensive, and the people in the capital and in the provinces were frightening. At that time, former Royal Secretary [of the Royal Secretariat ] Heung was living near the coastal area of Chungcheong Province . Upon hearing of this incident, he wore a black robe with a sleevel and a bamboo hat and fled into the mountains. Due to this, a belonging to the coastal area was even more frightened. After a short time, [the party] was set. ",
                "H2KE-nKo": "기미년에 청나라 사람이 황지를 이자하여 해적을 경비하게 하였다. 이때 나라가 태평한 지 이미 오래되었는데, 청나라의 자문이 갑자기 이르자 묘당이 겁을 먹고 조야가 흉흉하였다. 전 승지 김흥경이 이때 호서와 가까운 바닷가에 살았는데, 이러한 경보가 있다는 말을 듣고 짧은 옷을 입고 전립을 쓰고서 산속으로 달아나 숨었다. 이 때문에 연해 일대가 더욱 소란스러웠는데, 오랜 시간이 지난 뒤에야 안정되었다 한다.\n",
                "date_ko": "숙보 49권, 36년(1710 경인 / 청 강희(康熙) 49년) 9월 28일(기미) 1번째기사",
                "gt-oKo": "청나라 사람이 황지(皇旨)로써 이자(移咨)하여 해적(海賊)을 경비(警備)하도록 하였다. 그런데 이때 승평(昇平)한 날이 오래 되어 갑자기 북자(北咨)가 이르자, 묘당(廟堂)이 두려워하였고, 조야(朝野)도 흉흉(洶洶)하였다. 그때 전(前) 승지(承旨) 김흥경(金興慶)이 호서(湖西)의 근해(近海)에 있었는데, 이 경보(警報)가 있음을 듣고, 짧은 잠방이를 입고 전립(氈笠)을 쓰고는 산중(山中)에 숨으니, 이 때문에 연해(沿海) 일대가 더욱 소란스러웠다가 오래 지난 후에야 안정되었다 한다.",
                "hj": "○己未/淸人以皇旨移咨, 令警備海賊。 時, 昇平已久, 北咨猝至, 廟堂恇怯, 朝野蕩洶。 前承旨金興慶, 時居湖西近海地, 聞有此警, 着短衣戴氈笠, 走匿山中, 以此沿海一帶, 益騷然, 久而後定云。"
            },
            "2": {
                "H2KE-EN": "Former Third Inspector of the Office of the Inspector General Na Yangjwa passed away. [Na] Yangjwa was gentle and sincere by nature, and his behavior was pure and sincere. Earlier, he studyed the doctrinal gates of 윤선거 . He faithfully trusted his teachings and reprimanded the fact that he had been falsely accused after his death. He made the right and wrong of the other world clearly explained in the world. Though his literati was slightly simple, he was simple-hearted and upright integrity, and he was not worthy of the ancients. However, he wrote a mistake in history, and there were many stories in fact that they had lost their mistakes. People did not accept it. He was recommended and appointed to the position of the Office of the Inspector General , but he died.",
                "H2KE-nKo": "전 장령 나양좌가 졸하였다. 나양좌는 타고난 자질이 순박하고 진실하며 행의가 순수하고 독실하였다. 일찍이 윤선거의 문하에서 수업하였는데, 스승의 말을 독실히 믿고 죽은 뒤에 무고를 입은 실상을 변명하여 피차간의 시비가 세상에 밝게 드러나게 하였다. 문화가 조금 부족한 듯하지만 순수한 마음과 확고한 지조는 옛날의 독자적인 행실보다 뒤지지 않았다. 그러나 저술한 잡록에 사실과 어긋나는 말이 많았으므로 사람들이 취하지 않았다. 천거되어 사헌부의 직임에 제수되었으나 나아가지 않고 졸하였다.\n",
                "date_ko": "숙보 49권, 36년(1710 경인 / 청 강희(康熙) 49년) 9월 28일(기미) 2번째기사",
                "gt-oKo": "전(前) 장령(掌令) 나양좌(羅良佐)가 졸(卒)하였다. 나양좌는 천성(天性)이 순박하면서도 진실하고, 행의(行誼)가 순수하면서도 독실(篤實)하였다. 일찍이 윤선거(尹宣擧)의 문하(門下)에서 수업(受業)하였는데, 스승의 말을 깊이 믿었으며, 스승이 죽은 후에 무함을 입은 정상(情狀)을 변론(辨論)하여 피차(彼此)의 시비(是非)를 세상에 밝게 드러나게 하였다. 문화(文華)는 비록 조금 떨어지지만, 순수한 마음과 굳센 지조(志操)는 옛사람의 독행(獨行)에 양보할 수 없었다. 그러나 지은 잡록(雜錄)에 진실을 잃은 말이 많았으므로, 사람들이 이를 취(取)하지 아니하였다. 천거(薦擧)받아 헌직(憲職)에 제수(除授)되었으나, 나아가지 않고 졸(卒)하였다.",
                "hj": "○前掌令羅良佐卒。 良佐, 天資樸實, 行誼純篤。 早受業於尹宣擧之門, 篤信師說, 訟其身後被誣之狀, 使彼此是非, 昭暴於世。 文華雖若少遜, 而純心確操, 無讓於古之獨行, 然所著雜錄, 多有失實之語, 人不取之。 被薦除憲職, 不就卒。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之四十九"
            }
        }
    },
    "leap month 7": {
        "16": {
            "1": {
                "H2KE-EN": "On giyu day, [the King] sent a royal directive to Supreme General [of the Middle Army Commandery General] [] Yun Gyeon to admonish him in a giyu year (. [Yun] Gyeon submitted a letter, which reads as follows: The memorial submitted by the Office of the Inspector General did not absurdly demonstrate the guilty of your subjects crime, and therefore, it is not possible for your subjects to escape punishment. The royal favor that extensively benevolence and the punishment of a Confucian scholars is very serious. Therefore, the inspectors and censors submitted a joint memorial and the Office of the Inspector General submitted a second memorial occurred by the Office of the Inspector General is truly based upon the possibility of a situation. This is not a matter of difference. This is the way of a great sage ruler who resolves the people in a sense of peace and looking up to the administration of right and wrong, and thus deliberate on the administration of the distinction between the grace and the grace of yin and yang. How could this be sufficient for Your Majestys sense of yang and yang? Confucius said, The distinction between the people and the yang and the",
                "H2KE-nKo": "승지를 보내 판중추부사 윤증에게 돈유하였다. 윤증이 서계하였는데, 그 대략에,“유생의 상소가 나온 것은 애당초 아무 이유 없이 침범하여 배척한 것이 아니라 모두 신이 스스로 지은 죄이니, 처벌을 피할 수 없습니다. 성은이 치우치게 베풀어져 유벌이 지극히 무거우니, 대간의 상소가 계속 나오고 유생의 상소가 재차 나온 것은 형세상 당연한 것으로 이상한 일이 아닙니다. 이는 대성인이 마음을 공평하게 가지고 사물에 대처하는 도리로 볼 때 득실을 굽어살피고 경중을 참작하여 조용히 가르쳐 교화하는 데 불과할 뿐이니, 어찌 성상의 목소리와 얼굴빛을 크게 드러내기에 충분하겠습니까. 공자가 말하기를 ‘목소리와 얼굴빛은 백성을 교화하는 데 말단이다.’라고 하였는데, 더구나 찬배하거나 파직하거나 물리치는 벌을 마치 대간이나 임인년을 당한 것처럼 하신 데야 더 말할 것이 있겠습니까. 신은 삼가 불초한 일개 미신이 성덕에 누를 끼칠까 두렵습니다. 신의 죄가 이 지경에 이르렀으니 만번 죽어도 속죄하기 어렵습니다. 유현이라는 칭호는 더욱이 어찌 미신에게 비길 수 있는 것이겠습니까. 그런데 성상의 하교가 매번 여기에까지 미치시니, 이는 더욱 신이 속으로 근심하고 두려워하며 항상 귀신에게 화를 입을까 두려워하는 것입니다. 설령 참으로 유현이 있다 하더라도 어찌 사람들의 말을 막을 수 있겠습니까. 한마디 말이 혹 지나치면 곧 유현을 모욕한 죄로 처벌하니, 아랫사람으로 말하자면 곧 말세에 단점을 비호하고 남의 사적인 것을 막는 것이지 군자가 그 허물을 기꺼이 듣는 공평하고 정대한 마음이 아니며, 윗사람으로 말하자면 또한 사람들의 입을 막는 것에 가까우니 사람들의 마음을 복종시킬 수 있는 것이 아닙니다.”하였다.\n",
                "date_ko": "숙보 49권, 36년(1710 경인 / 청 강희(康熙) 49년) 윤7월 16일(기유) 1번째기사",
                "gt-oKo": "승지(承旨)를 보내어 판부사(判府事) 윤증(尹拯)을 돈유(敦諭)하였다. 윤증이 서계(書啓)하였는데 대략 이르기를, “향유(鄕儒)가 상소한 것은 애초에 무단(無端)히 침범하여 배척한 것이 아니고, 모두 신이 스스로 지은 죄이니, 벗어날 수가 없습니다. 그러나 성은(聖恩)으로 치우치게 덮어 주시고, 유생(儒生)에게만 지극히 무거운 벌을 내리셨으니, 대간(臺諫)의 소장(疏章)이 잇달아 일어나고, 유생이 다시 상소하여 발론(發論)하게 된 것은, 형세가 진실로 당연한 일이요 이상한 일이 아닙니다. 이는 대성인(大聖人)의 평온한 마음으로 조처하는 방도에 있어서 득실(得失)을 굽어 살피셔서 경중(輕重)을 재량하는 데 지나지 않으므로, 조용히 교화(敎化)시켜야 할 따름인데, 어찌 성상께서 성색(聲色)을 크게 하셔야 하겠습니까? 공자(孔子)가 말하기를, ‘성색(聲色)은 백성을 교화시키는 데 말단(未端)이다.’ 하였습니다. 그런데 더욱이 찬배(竄配)와 파출(罷黜)의 형벌이 잇달아 대간(大奸)과 공임(孔壬)을 대하듯 할 수 있겠습니까? 신은 불초(不肖)한 한낱 미신(微臣) 때문에 성덕(聖德)에 누(累)를 끼치게 될까 두렵습니다. 신의 죄가 이 지경에 이르렀으니, 만 번 죽어도 대속(代贖)하기 어렵습니다. 유현(儒賢)이라는 칭호(稱號)에 이르러서는 어떻게 미신에게 이를 견주시는지, 성교(聖敎)가 매양 이에 미치니, 신은 가슴속에 근심과 두려움을 품게 되고, 항상 귀신(鬼神)에게 재화(災禍)를 당하게 될까 두렵기만 합니다. 설령 진실로 유현(儒賢)이 있다 하더라도, 어찌 다른 사람들의 진언(進言)을 금할 수 있겠습니까? 혹 한마디 말이 지나쳤다 하여 곧 유현을 업신여긴 죄로써 죄준다면, 아랫사람으로써 말하건대, 곧 말세(末世)에 허물을 비호하여 다른 사람의 진언을 막는 사사로움이 되는 것이니, 군자(君子)가 그 허물을 기꺼이 듣는 공평(公平)하고도 정대(正大)한 마음은 못될 것이며, 윗사람으로써 말한다면 또한 다른 사람의 입을 막는 데 가까우니 사람들의 마음을 복종(服從)시킬 수 없게 될 것입니다.……” 하였다.",
                "hj": "○己酉/遣承旨, 敦諭于判府事尹拯。 拯之書啓略曰: 儒疏之作, 初非無端侵斥, 皆臣自作之罪, 而無可逭者也。 聖恩偏覆, 儒罰至重, 則臺章之繼起, 儒疏之再發, 勢所固然, 不是異事。 此在大聖人平心處物之道, 不過俯察得失, 裁酌輕重, 從容誨化之而已。 豈足以大聖上之聲色者哉? 孔子言: “聲色之於以化民, 末也。” 況隨之以竄逐罷斥之罰, 若待以大奸孔壬者然哉? 臣竊恐以不肖之一微臣, 仰累聖德。 臣罪至此, 萬殞難贖。 至於儒賢之稱, 尤豈所擬於微臣者, 而聖敎每及於此, 此尤臣之內抱憂恐, 常懼得禍於鬼神者也。 設令眞有儒賢, 安可禁人之有言耶? 一言或過, 卽以侮賢之罪罪之, 則以在下者言之, 卽末世護短, 禦人之私, 而非君子樂聞其過, 公平正大之心也, 以在上者言之, 亦近防人之口, 而非可以服人之心也云云。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Hong Useo , Yi Taek , Yi Gyoak , and others submitted a memorial to displease the royal message for Confucian scholars. The King ordered the royal message for the royal mesage for the royal mes. The King ordered the royal mesage for the royal mesage to the royal mesage for the royal mesage of muin year (, and the royal mesage for the royal mesage of King Taejong and King Hyojong to reprimand the royal mesage for the royal mesage of King Taejong and the royal message for the royal mesage for the royal discretion of royal message for the royal mesage of the royal mesage for the royal mesage of King Taejong and the royal mesage for the royal mesage of King Taejong and the royal mesage for the royal mesage of gichuk year ( and the royal mesage for the royal mesage",
                "H2KE-nKo": "정유년에 옥당 홍우서ᆞ이택ᆞ이교악 등이 차자를 올려 상소한 유생의 상소에 대한 비답에서 국가에 무익하다는 하교를 논의한 것에 대해 변론하였다. 주상이 승지와 옥당을 소대하라고 명하고 큰소리로 하교하기를,“옥당의 신하가 시골 유생을 두둔하여 비지를 배척한 것은 매우 형편없다. 유신으로 대우하지 않은 것은 과연 두 상신이 진달한 것이었다. 그런데 무인년에 유생의 상소에 대한 비답에서 ‘추천하여 올린다면 조정이 편치 않을 것이다.’라고 하교하였고, 그 이후로 더욱 예우하여 발탁하여 정승에 두었기 때문에 감히 배척하지 못하였다. 세도가 날로 떨어지고 당습이 점점 고질화되어 조정이 안정될 날이 없으니, 임금이 마땅히 억제해야 할 것이다. 그런데 그것을 따라서 숭장할 수 있겠는가.인조와 효조 두 조정에서 당론을 통렬히 배척하여 처분이 엄절하였기 때문에 신하들이 혹시라도 방자하지 않았고 일찍이 논의하는 것으로 차자를 올린 적이 없었다. 내가 비록 유약하지만 옥당이 어찌 감히 이와 같이 거리낌 없이 행동할 수 있단 말인가. 그대들은 본래 의논하기를 좋아하니 그 습성을 통렬히 징계하지 않을 수 없다.”하고, 이어 차자를 올린 신하들의 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였다. 주상이 또 하교하기를,“임금은 반드시 아랫사람에게 제재를 받아 찬배하면 찬배하고 주벌하면 주벌하니, 한결같이 그 말을 따라 어김이 없어야만 비로소 그 마음에 맞는다. 조금이라도 임금을 두려워하는 마음이 있다면 어찌 감히 이와 같이 할 수 있단 말인가. 나는 끝내 한나라 헌제처럼 속수무책으로 어찌할 바를 몰라서야 되겠는가. 곽경두의 상소에서 이른바 ‘한 시대의 사람들이 우러러본다.’라고 한 것은 말이 매우 방자하다. 정거하는 벌을 대간이 계사를 올려 도로 거두어들이기를 청하기까지 하는 것은 매우 옳지 않다. 무릇 당론에 관계된 것은 비록 힘써 배척하고 억제하더라도 저지하기 어렵다는 것을 보장하기 어려운데, 이러한 논의를 어찌 감히 이와 같이 부식할 수 있단 말인가. 노론은 논의하는 데 본래 어그러지고 과격한 것이 많다. 기축년에 옥당 조태억과 송정명과 승지 임윤원이 입시하였을 때 하교한 바가 있었다. 이번에 완전히 풀어 주었으므로 내 생각에는 구습을 한번 바꾸어 함께 나랏일을 해 나갈 것으로 여겼는데, 지금에 와서는 당동 벌이에 더욱 힘쓰고 있다. 내가 비록 말하지 않더라도 어찌 마음을 모르겠는가. 만약 직언과 정론으로 임금을 걸주에 견주는 자가 있다면 진실로 너그러이 용납하고자 하겠지만, 이와 같은 논의를 어찌 통렬히 배척하지 않을 수 있겠는가.”하였다. 승지 김흥경이 누누이 신구하니, 주상이 또 엄한 하교를 내려 김흥경을 파직하였다.\n",
                "date_ko": "숙보 49권, 36년(1710 경인 / 청 강희(康熙) 49년) 윤7월 4일(정유) 1번째기사",
                "gt-oKo": "옥당(玉堂) 홍우서(洪禹瑞)·이택(李澤)·이교악(李喬岳) 등이 차자(箚子)를 올려, 향유(鄕儒)의 상소에 대한 비답(批答)에서 국가에 무익(無益)하다고 한 하교를 논의하자, 임금이 승지(承旨)와 옥당(玉堂)을 소대(召對)하도록 명하고, 큰소리로 하교하기를, “옥당(玉堂)의 신하가 향유(鄕儒)를 도와 비지(批旨)를 배척하였으니, 지극히 무상(無狀)하다. 유신(儒臣)으로서 대우하지 않아야 한다는 것은 과연 두 상신(相臣)이 계달하였었으니, 무인년 사이에 유생의 상소에 대한 비답에서 ‘추숭(推崇)하여 높이도록 하겠다. 조정의 논의가 마땅하지 못하였다.’고 하교하였거니와 이후부터는 더욱 예우(禮遇)를 더하여 발탁해서 보상(輔相)에 두었으므로, 감히 침범하여 배척하지 못하였었다. 그런데 세도(世道)가 날이 갈수록 떨어지고 당습(黨習)이 점점 고질이 되어 조정이 평온한 날이 없었다. 인군(人君)이 이를 재량하여 억제함이 마땅한데, 그들을 따라 숭장(崇長)할 수 있겠는가? 인조(仁祖)·효종(孝宗) 양조(兩朝)에서는 당의(黨議)를 통렬히 배척하여 처분이 엄절(嚴截)하였으므로 신하들이 혹시라도 방자(放恣)한 일이 없었고, 일찍이 논의(論議)로써 차자를 올리는 일이 없었다. 내가 비록 유약(柔弱)하나, 옥당에서 어떻게 감히 기탄(忌憚)하는 바가 없음이 이와 같을 수 있겠는가? 너희 무리는 본래 논의를 좋아하니, 그 버릇을 엄중하게 징치(懲治)하지 않을 수 없다.” 하고, 인하여 차자를 올린 여러 신하를 삭출(削黜)하도록 명하였다. 임금이 또 하교하기를, “인군(人君)이 반드시 아랫사람에게 제어(制馭)받아 찬배(竄配)하라고 말하면 찬배하고, 죽이라고 말하면 죽이는 등 한결같이 그 말을 좇으며 어김이 없은 후에야 그 마음에 합당하게 여길 것이니, 조금이라도 임금을 두려워하는 마음이 있다면, 어떻게 감히 그러할 수가 있겠는가? 내가 마침내 아무 것도 하지 않은 채 한(漢)나라 헌제(獻帝)와 같이 조처(措處)하는 바가 없어야 하겠는가? 곽경두(郭景斗)의 상소에서 이른바 ‘일대(一代)에서 앙망(仰望)하는 바’라고 한 것은 말이 지극히 방자한데, 정거(停擧)시킨 벌을 대간(臺諫)이 도로 거둘 것을 계청(啓請)하기에 이르렀으니, 절대로 불가하다. 무릇 당론(黨論)에 관계된 것은 비록 힘써 배척하여 억제한다 하더라도 저지시키는 것을 보장하기 어려운데, 이러한 논의를 어떻게 감히 이와 같이 부식(扶植)할 수 있겠는가? 노론(老論)은 논의(論議)가 본래 궤격(詭激)하여 어긋난 바가 많으니, 기축년에 옥당(玉堂) 조태억(趙泰億)·송정명(宋正明), 승지(承旨) 임윤원(任胤元)이 입시(入侍)하였을 때 하교한 적이 있었다. 이번에도 남김없이 개석(開釋)하였은즉, 일체 구습(舊習)을 변혁(變革)하여 함께 국사(國事)를 다스릴 것으로 생각하였는데, 지금에 이르러 당동 벌이(黨同伐異)하는 데 더욱 힘쓰고 있으니, 내가 비록 말하지 않았으나 마음속으로 어찌 알지 못하고 있었겠는가? 만약 직언(直言)과 정론(正論)으로 임금을 걸주(桀紂)에 견주는 경우에는 진실로 우용(優容)하려고 하였으나, 이와 같은 논의를 어떻게 엄중히 배척하지 않을 수 있겠는가?” 하니, 승지(承旨) 김흥경(金興慶)이 누누이 신구(伸救)하자, 임금이 또 엄지(嚴旨)를 내려 김흥경을 파직(罷職)시켰다.",
                "hj": "○丁酉/玉堂洪禹瑞、李澤、李喬岳等, 上箚辨疏儒之批, 論議無益國家之敎, 上命召對承旨、玉堂, 高聲下敎曰: “玉堂之臣, 右鄕儒而斥批旨, 極無狀。 不以儒臣待之者, 果是兩相臣所達, 而戊寅年間, 儒疏批答, 以推而上之, 朝廷不當爲敎矣, 自是之後, 益加禮遇, 擢置輔相, 故不敢侵斥矣。 世道日下, 黨習寢痼, 朝廷無寧靖之日。 人君當裁抑之, 其可從而崇長之乎? 仁、孝兩朝, 痛斥黨議, 處分嚴截, 故臣下罔或放恣, 未嘗有以論議陳箚。 予雖柔弱, 玉堂何敢無忌憚若是乎? 爾輩本來好議論, 不可不痛懲其習。” 仍命陳箚諸臣削黜。 上又下敎曰: “人君必見制於下, 曰竄則竄, 曰誅則誅, 一循其言, 無所違拂, 然後方可合於其心也。 少有怵畏君父之心, 安敢乃爾? 予則終當束手無所措, 如漢獻之爲耶? 郭景斗疏所謂一代所仰云者, 語極放恣。 停擧之罰, 臺啓至請還收, 萬萬不可。 凡係黨論, 雖務加排抑, 難保其沮止, 此等論議, 何敢如是扶植乎? 老論於論議, 本多乖激。 己丑年玉堂趙泰億ㆍ宋正明、承旨任胤元入侍時, 有所下敎。 今番開釋備盡, 意謂一變舊習, 共做國事, 到今黨伐尤力, 予雖不言, 心豈不知? 如有直言、正論, 比其君於桀、紂者, 固欲優容, 如許論議, 寧不痛斥乎?” 承旨金興慶縷縷伸救, 上又嚴旨, 罷興慶職。"
            }
        }
    }
}