{
    "06": {
        "16": {
            "1": {
                "H2KE-EN": "Minister of Punishments Yi Jiik submitted a memorial regarding the inappropriateness of the Royal Ancestral Shrine . The King responded with answer, which was indeed applicable to my intention. 【원소와 비지는 위에 보인다.】 사신은 논한다. Yi Jiiks character was simple and resolute and honest by nature. He did not follow others in his stead. When the two Emperors reign was successively in administration of the Song [China], there was none who did not rush to serve his duties but alone did not come to his hometown. In general, he did not speak about any faults and mistakes, and thus he was abandoned by abandoning others. When he passed away, the King originally heard his reputation and selected him for the first time. However, he was unwilling to deceive the opportunity of the opportunity. People at that time praised him of this.",
                "H2KE-nKo": "형조 판서 이지익이 상소하여 고묘하는 것이 부당하다고 논하니, 주상이 비답하기를,“내 뜻에 꼭 맞는다.”하였다. - 원래의 상소와 비지는 위에 보인다. - 사신은 논한다. 이지익은 사람됨이 거칠고 방탕하며 고지식하고 순박하여 남을 따라 행동하지 않았다. 양송이 정권을 잡았을 때 사람들이 모두 분주하게 복종하여 섬겼으나 유독 한번도 그의 문하에 나아가지 않았다. 그의 과오에 대해서는 드러내 놓고 배척하며 꺼리는 바가 없었으므로 그의 동료들 가운데 폐인이 되었다. 송시열이 몰락하자 주상이 평소 그의 명성을 듣고 맨 먼저 발탁하여 등용하였는데, 또한 시론에 영합하려 하지 않았다. 당시 사람들이 이 때문에 그를 훌륭하게 여겼다.\n",
                "date_ko": "숙보 6권, 3년(1677 정사 / 청 강희(康熙) 16년) 6월 16일(신유) 1번째기사",
                "gt-oKo": "형조 판서(刑曹判書) 이지익(李之翼)이 상소하여 고묘(告廟)의 부당함을 논하니, 임금이 비답(批答)하여, 내뜻에 바로 맞는다고 답하였다.【원래의 상소와 비답의 뜻은 앞에 보인다.】 사신(史臣)은 논한다. 이지익(李之翼)은 사람됨이 거칠고 방자하며 고지식하고 소박하여 다른 사람들이 하는 대로 따르지 않아서, 두 송씨(宋氏)가 정권을 잡았을 때를 당하여 사람들은 복종하여 섬기는 데 분주하지 않음이 없었으나, 유독 일찍이 한번도 그 문(門)에 가지 않았다. 무릇 그 과오(過誤)를 말로 드러내 놓고 배척하면서도 꺼리는 바가 없었으므로, 그 동배(同輩) 중에서 폐인(廢人)이 되었다. 송시열(宋時烈)이 패망(敗亡)하게 되자, 임금이 평소에 그 이름을 듣고서 맨처음 발탁하여 등용하였으나 또한 세상 사람들의 의논에 맹종하려고 들지 않았으니, 그 당시 사람들이 이로써 그를 뛰어나게 여겼다.",
                "hj": "○辛酉/刑曹判書李之翼疏論告廟之不當, 上批以正合予意爲答。【原疏、批旨見上。】 【史臣曰: “之翼爲人踈放戇樸, 不隨人俯仰。 當兩宋秉政之時, 人無不奔趨服事, 而獨未嘗一造其門。 凡其過誤, 顯言斥之, 無所忌諱, 爲其儕流中廢人。 及宋時烈敗, 上素聞其名, 首擢用之, 而亦不肯詭隨時議, 時人以此多之。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之六終"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On musin day, Minister of WarJeong Seokju submitted a memorial requesting his resignation on the basis of the occasion of the physical conditionsions of Ha Ryun and Mok . In the musin year (, he submitted a memorial requesting his resignation, which stated: Currently, the property of the state falls ill. This is something happened because of his transgression of military and the powerful circumstances. How can such suspects be mentioned? It is requested that he be relieved of his duties and that he be allowed to return to his hometown for the graves of his deceased father. The King gave an order to 안심하고 사직하지 말라고 명하였다. 사신은 논한다. [Jeong] Seokju was young and intelligent by nature and lacks exceeding others. But because he was a relative of a member of the royal kin by marriage, he became a high-ranking official. He wished to abruptly raise his abrupt scheme to support his royal favor and suddenly promoted him to the expectations of the people. In a few months, he reached the minister of the Ministry of War and concurrently took charge of administration of state affairs. In general, he was unable to obtain judgment on all military and state affairs. [Jeong] Seokju also had a high-ranking official who had a benefit of royal favor and conspiracy with each other. He fairly obeyed his order and supported his personal behavior by raising his own behavior. In the past, he enjoyed greed and shameless officials, he also claimed to follow their own behavior. He was repeatedly replaced by twice and requested he be allowed to continue to flatter him in order to flatter him. [Jeong] Seokju was arrogant and self-restrained, and he did not fear or fear. Instead, he build a colony land and separately placed a private man. Instead, he raised the construction projects and mobilized the soldiers and the people. In general, he did not dare to reprimand state affairs. However, senior ministers did not dare to reprimand him, and inspectors and censors did not dare argue against him. Sometimes there were one or two instances of his faults in the memorial. In the past, [Jeong]",
                "H2KE-nKo": "병조 판서 김석주가 윤휴와 허목이 상소한 내용으로 인하여 소장을 올려 사직하였는데, 그 대략에,“재물을 손상하고 나라를 병들게 한 것은 혹 신의 죄이지만, 군사를 성대하게 하고 권력을 중하게 한 것은 이 무슨 말입니까. 바라건대, 여러 업무를 해면해 주시고 물러나 선인의 분묘를 지키게 해 주소서.”하니, 주상이 비답을 내려 안심하고 사직하지 말라고 명하였다. 사신은 논한다.김석주는 부귀한 나이가 젊고 품행과 능력이 남보다 뛰어났다. 다만 왕실의 외척이라는 이유로 대신이 된 자로서 연줄을 타고 총애를 굳히려는 계책을 써서 갑자기 사람들의 기대 밖에 발탁되어 몇 달 사이에 병조 판서가 되어 기무를 겸하여 총괄하면서 군국의 큰일에 대해 모두 결정하였다.김석주도 대신으로서 총애를 받고 일을 담당하여 서로 결탁하고 뜻을 굽혀 받들어서 교대로 성원하여 자신의 사욕을 채웠다. 벼슬아치들 사이에 이익을 탐하고 염치없는 무리가 또 따라서 붙좇아 재차 체차되어 잉임되기를 청하여 그의 지시에 아부하였다.김석주는 교만하고 방자하여 두려워하는 바가 없었고, 둔전을 널리 설치하고 사인을 나누어 배치하여 걸핏하면 토목 공사를 일으켜서 군민을 지치게 하였다. 무릇 나라를 병들게 하고 정사를 해치는 일이 한두 가지가 아니었는데도 재신이 감히 배척하지 못하였고 대각이 감히 논하지 못하였다. 간혹 장주에 한두 가지라도 그 과실을 언급하면, 김석주는 번번이 아랫사람을 원망하고 윗사람을 협박하여 기세를 돋구어 마치 신신과 석보가 나라의 안위를 맡고 있으면서 참소와 두려움에 걸려 조정에 용납되지 못하는 것처럼 하였다. 반드시 보전하는 것을 총애를 굳히는 말로 삼아 기필코 온화한 뜻을 얻고서야 그만두려 하였으니, 아, 또한 괴이하다.옛말에 ‘가르칠 만한 가르침이 없으면 나무에 오른다.’라고 하였으니, 이것이 어찌 김석주의 죄이겠는가.\n",
                "date_ko": "숙보 6권, 3년(1677 정사 / 청 강희(康熙) 16년) 6월 3일(무신) 1번째기사",
                "gt-oKo": "병조 판서(兵曹判書) 김석주(金錫胄)가 윤휴(尹鑴)·허목(許穆)이 상소한 말을 가지고 글을 아뢰어 사직(辭職)하였는데, 대략 이르기를, “재물을 손상시키고 나라를 병들게 한 것은 혹 신(臣)의 죄라 하더라도, 군사를 강하게 하고 권세를 중하게 하였다는 것은 누구의 말입니까? 바라건대, 여러 사무에서 벗어나 물러가서 선인(先人)의 분묘(墳墓)를 지키게 하여 주소서.” 하니, 임금이 비답(批答)하여 안심하고 사직하지 말도록 명하였다. 사신(史臣)은 논한다. 김석주(金錫胄)는 지위가 높고 부귀한 집안으로, 나이가 젊고 품행과 재능이 다른 사람보다 뛰어남이 없었는데도 특별히 임금의 외척(外戚)이라는 이유로 대신(大臣)이 된 자이다. 높은 벼슬을 바라고 총애를 확고히 하려는 계책을 써 갑자기 사람들의 기대 밖에 뛰어올라 발탁되었다. 몇 달 안에 서전(西銓)의 장(長)에 이르러 기무(機務)를 겸하여 총괄하게 되어서는 무릇 군국(軍國)의 큰 일을 손에 쥐고 결정하지 않음이 없었다. 김석주 또한 대신(大臣)으로서 총애를 받아 일을 장악하고 있는 자들과 서로 인연을 맺어서 뜻을 굽혀 받들었고, 교대로 성원하여 그 사사로운 일을 도와 주었다. 귀현(貴顯)한 사람들 중에 이익을 좋아하고 수치를 모르는 무리들이 또 따라서 붙좇아, 두 번이나 체직(遞職)되었는데도 그대로 있게 하도록 청하여 그 뜻에 아부하였다. 김석주는 교만하고 자부심이 많으며 스스로 방자하여 삼가고 두려워하는 바가 없어서, 둔전(屯田)을 넓게 만들고 자기가 부리는 하인을 나누어 두었으며, 걸핏하면 토목 공사를 일으켜 군사와 백성을 피곤하게 하였다. 무릇 나라를 병들게 하고 정치를 해치는 일이 한두 가지에 그치지 않았으나, 재집 대신(宰執大臣)들이 감히 배척하지 못하고 대각(臺閣)에서도 감히 논하지 못하였다. 간혹 어떤 한두 사람이 글을 올리는 가운데 혹시라도 그의 과실(過失)에 미치게 되면, 김석주는 문득 아랫사람을 원망하고 윗사람에게 구하여 매우 크게 말하였는데, 신신(藎臣)·석보(碩輔)로서 자신이 안위(安危)을 맡고 있다가 두려워하고 꺼리는 참소를 당하여 조정의 위에 계신 분에게 용납되지 못하게 된 것처럼 하였고, 반드시 보전(保全)함이 총애를 움직일까 두렵다는 말로 따뜻한 뜻을 얻도록 기한 후에야 그만두었다. 아아! 또한 이상하도다! 예전에 이르기를, ‘배우지 못한 원숭이가 나무에 오른다.’고 하였는데, 이것이 어찌 김석주의 죄이겠는가?.",
                "hj": "○戊申/兵曹判書金錫冑以鑴、穆疏語, 陳章辭職, 略曰: 傷財病國, 是或臣罪, 盛兵重權, 此何人言? 乞解諸務, 退守先人丘墓。 上批命安心勿辭。 【史臣曰: “錫冑以綺紈年少, 無行能過人, 而特以戚畹之故, 爲大臣者。 欲爲攀聯固寵之計, 驟加陞擢於人望之外, 數月之內, 至長西銓, 兼摠機務, 凡軍國大事, 無不取決。 錫冑亦以大臣有寵秉事, 互相締結, 曲意承奉, 迭爲聲援, 以濟其私。 搢紳之間, 嗜利無恥之輩, 又從而趨附之, 再遞請仍, 以阿其指。 錫冑驕矜自肆, 無所嚴畏, 廣設屯田, 分置私人, 動興土木, 以疲軍民。 凡所以病國害政之事, 不止一二, 而宰執不敢斥, 臺閣不敢論。 間有一二或及其過失於章奏之間, 則錫冑輒懟下要上, 盛費辭氣, 有若藎臣碩輔, 身任安危, 而罹讒畏忌, 不容於朝廷之上者然。 必以保全爲恐動固寵之語, 期得溫旨而後止。 吁亦異哉! 古云無敎猱升木, 此豈錫冑之罪也?”】"
            }
        }
    }
}