{
    "01": {
        "10": {
            "1": {
                "H2KE-EN": "On eulsa day, Jeong Sik , a student of the Office of Royal Decrees , presented a memorial to the King to discuss the corruption of Yi Ik and Chae , but did not discuss the corruption of Yi Yumin. The memorial read as follows: Previously, when he was in Pyeongan Province , he engaged in valuable corruption to satisfy greed, and thus he was already slanderous. When he was replaced when he was replaced, he suddenly sold provisions, and eventually hearing that he was frightened. Therefore, the measures of corruption corruption. When he was replaced when he was replaced, he suddenly sold provisions to the world. Therefore, the measures that corruption of corruption corruption.",
                "H2KE-nKo": "을사년에 유학 정식이 상소하여 이이명과 조태채의 탐오한 일에 대해 거듭 논하고, 이유민을 영구한 잘못을 논하지 않았다. 그 대략에,“전에 관서에 있을 때 여색을 즐기고 이익을 탐하여 이미 더러운 비방을 받았고, 체차될 때가 되어서는 갑자기 군향을 팔아서 또 듣는 사람들을 놀라게 하였으니, 조태채가 일을 처리하는 것은 이제 그만두어도 됩니다. 그런데 어영청의 직임을 맡은 지 한 달도 채 못 되어 한 가지 일도 할 겨를이 없이 먼저 교활한 수단을 부렸으니, 사람들의 비난이 있게 된 것은 모두 스스로 초래한 것입니다. 1만 냥이 넘는 돈을 희사하여 2000여 석의 쌀을 얻으니, 어리석은 아녀자나 어린아이들도 모두 반드시 실패하리라는 것을 알고 있습니다. 일찍이 이이명은 평소 재국과 재간이 있다고 일컬어져 왔는데, 지혜가 이를 통촉하지 못하셨단 말입니까. 이이명이 과연 이것을 가지고 근본을 세우고 이익을 취할 수 있다고 여겼으나 끝내 실패했다는 것을 깨닫지 못하였으니, 참으로 천하의 지극히 옹졸하고 지극히 오활한 사람입니다. 그런데 신이 함부로 외람되고 교활하다는 죄목을 씌웠으니, 그가 듣기 싫어서 승복하지 않은 것은 당연합니다.이유민이 올린 한 통의 상소는 더욱 터무니없이 날조한 것입니다.근래 사대부들 사이에 염치가 모두 없어져서 권력 있는 중신이나 재신이 혹 준엄한 탄핵을 받게 되면, 대각에 있는 자들이 번번이 언관을 저격하여 제멋대로 비호해서 아첨하고 앞장서는 발판으로 삼는 경우가 그동안 얼마나 많았습니까. 그러나 이유민처럼 매우 염치가 없는 자는 없었습니다. 어찌 한심하지 않겠습니까.”하니, 주상이 엄한 비답을 내려 꾸짖었다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 1월 10일(을사) 1번째기사",
                "gt-oKo": "문학(文學)정식(鄭拭)이 상소하여 이이명(李頤命)·조태채(趙泰采)의 탐오(貪汚)한 일을 거듭 논핵하고, 끝부분에 가서는 이유민(李裕民)이 변명하여 구한 잘못을 논핵하였는데, 대략 이르기를, “전에 관서(關西)에 있을 때 여색(女色)을 즐기고 이익을 탐하여 이미 더러운 비난을 초래하였었는데, 체직될 무렵에 미쳐서는 갑자기 군량미(軍糧米)를 팔아먹어 또 듣는 이로 하여금 놀라게 하였으니, 조태채가 일을 처리하는 것은 마침내 그만 두어야 옳았던 것입니다. 그런데 어영청(御營廳)에 임명을 받은 지 한 달도 채 안되어서 미처 한 가지 일도 하기 전에 먼저 이처럼 교활한 수단을 부렸으니, 사람들의 비난하는 말이 들려오는 것이 모두 창랑(滄浪)의 물을 스스로 취한 것[滄浪自取]입니다. 만냥(萬兩)이 넘는 돈을 없애어서 2천 섬의 쌀을 샀으니, 이는 비록 어리석은 부녀와 어린아이일지라도 모두 그것이 반드시 실패하리라는 것을 알고 있습니다. 일찍이 이이명(李頤命)은 본래 재간과 기량이 있다고 일컬었는데도 그 지혜가 이것을 살피지 못하였던 것입니까? 이이명이 과연 이것으로써 밑천을 삼아 이익을 취할 수 있다 여기고 끝내 손해를 보고서 실패할 것을 깨닫지 못했다면, 이는 진실로 천하의 지극히 옹졸하고 지극히 오활(汚濶)한 사람입니다. 그런데 신이 망령되게 탐욕스럽고 교활하다는 명목을 가하였으니, 마땅히 그가 듣기를 싫어하여 복종하지 않을 것입니다. 이유민(李裕民)의 한 통의 상소에 있어서는 더욱 터무니없이 날조(捏造)한 것입니다. 근래 사대부들 사이에 염치(廉耻)가 모두 상실되어 권력있는 중신(重臣)이나 재상(宰相)이 혹시라도 준엄한 탄핵을 당하면, 대각(臺閣)에 있는 자가 곧바로 말한 사람을 노리고 쳐서 자의(恣意)로 변명하며 비호하고는 아첨을 부리고 앞장서서 출세하는 계단으로 삼는 경우가 전후에 걸쳐서 얼마나 많겠습니까만, 이유민처럼 염치없음이 심한 자는 없었습니다. 어찌 한심하지 않겠습니까?” 하니, 임금이 엄중한 비답(批答)을 내려 책망하였다.【원래의 상소와 비지(批旨)는 위에 보인다.】",
                "hj": "○乙巳/文學鄭拭, 上疏申論李頣命、趙泰采貪汚事, 未論李裕民營救之非。 略曰: 前在關西, 縱色漁利, 已招汚穢之謗, 及其臨遞, 猝賣軍餉, 又致聽聞之駭, 則泰采之料理, 迄可休矣, 而受任禦廳, 未滿一朔, 未暇做一事, 先弄此猾手, 人言之來, 莫非滄浪自取。 捐過萬之金, 得二千之米, 雖婦(嬬)〔孺〕之愚蒙, 皆知其必敗。 曾謂頣命之素稱才局幹能, 而智不燭此哉? 頣命果以此謂可以立本取贏, 而終不覺其失利耗敗, 則誠天下至拙至迂之人, 而臣妄加以濫猾之目, 宜乎其厭聞而不服也。 至於李裕民一疏, 尤萬萬捏造。 近來士夫之間, 廉恥都喪, 權力重宰, 或遭峻彈, 則居臺閣者, 輒狙擊言者, 恣意營護, 以爲納媚挺身之階者, 前後何限, 而未有如裕民無恥之甚者也。 豈不寒心哉? 上嚴批責之。【原疏批旨見上。】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Bak Bongryeong , Fourth Censor of the Office of the Censor General , presented a memorial to the King with a royal directive that had received a royal directive on accompanying clerk. 【피혐하는 말은 위에 보인다. 】 사신은 논한다. The practice of a censor is more severe than now. Only Bak Bongryeongs opinion is simple and honest. When he presented a memorial to Yun Segis gisaeng (female entertainer, he said, The court has treated Yun Segi more than the other day. Kim Jingwi discussed the matter of Tak Ju Han and said, Before the cross-examined circumstances, the words of grievances have continued to become a supervisor . Todays clerk can be said to have a powerful strength. When he presented a memorial to the King with Na Seokbo , he said, While confrontation with the courtyard and communicated with eunuchs, he dared to directly inform the King of his own disturbances of their own disturbances. However, the sagacious sagatives. ",
                "H2KE-nKo": "정언 박봉령이 배리의 일로 엄한 전지를 받았다는 이유로 상소하여 인피하였다. - 피혐하는 내용은 위에 보인다. - 사신은 논한다. 간관의 나약한 습성이 근래에 더욱 심해졌으나, 유독 박봉령만은 언론이 강직하여 볼 만하였다. 윤세기가 기생을 데리고 사는 일에 대해 논하기를 ‘조정에서 그를 대우하는 것이 다시는 전일의 윤세기가 아닙니다.’라고 하였고, 김진귀가 탁주한의 일에 대해 언급하자 말하기를 ‘조사하기 전에 원통하다고 하는 말이 제조나 중신에게서 계속해서 나왔으니, 오늘날의 서리는 권력이 있다고 할 수 있습니다.’라고 하였으며, 나석보의 일에 대해 논하기를 ‘액정서에 빌붙어 환시와 내통하여 감히 그들이 사사로이 싸운 일을 곧바로 주상에게 알렸는데, 명철한 주상께서 통렬히 끊지 않았을 뿐만 아니라 또 다시 들어주시기를 마치 미치지 못할 듯이 하셨습니다.’라고 하였고, 또 말하기를 ‘이 일이 있은 이래로 사람들이 모두 구중궁궐이 매우 엄하여 계제를 만들어 통할 수 있고 임금의 기쁨과 노여움을 반연하여 얻을 수 있다고 의심하였으니, 중간에 속이는 말이 또한 장차 이르지 않는 곳이 없을 것입니다.’라고 하였다. 이 인피에 이르러서도 다시 극론하여 조금도 굽히는 바가 없었으니, 사람들의 마음을 조금은 진정시켰다고 한다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 1월 6일(신축) 1번째기사",
                "gt-oKo": "정언(正言)박봉령(朴鳳齡)이 배리(陪吏)의 일로 엄지(嚴旨)를 입었다 하여 진소(陳疏)하고 인피(引避)하였다.【인피한 글은 위에 보인다.】 사신(史臣)은 논한다. 간관(諫官)의 유약한 풍습은 근래에 들어와서 더욱 심한데, 유독 박봉령(朴鳳齡)의 언론(言論)은 강직하여 볼 만한 것이 있었다. 윤세기(尹世紀)가 기생을 둔 것[畜妓]을 논핵하여 말하기를, ‘조가(朝家)에서 그를 대우하는 것이 다시 전날의 윤세기가 아닙니다.’ 하였고, 김진귀(金鎭龜)가 탁주한(卓柱漢)의 일을 언급한 것을 논핵하여 말하기를, ‘조사도 하기 전에 원통하다고 일컫는 말이 계속해서 제거(提擧)·중신(重臣)에게서 나오니, 오늘날의 서리(胥吏)는 권력이 있다고 하겠습니다.’ 하였다. 나석보(羅碩寶)의 일을 논핵하여 말하기를, ‘액정(掖庭)과 반연(攀緣)하고 환시(宦寺)와 교통(交通)하여, 감히 그 무리들이 사적으로 싸운 일을 가지고서 곧바로 성상(聖上)에게 알렸는데, 성상께서는 다만 통렬하게 끊지 않았을 뿐만 아니라 또 다시 들어주어 따르기를 마치 미치지 못할 것처럼 하였습니다.’ 하였고, 또 말하기를, ‘이 일이 있은 이래로 사람들이 모두 구중 궁궐(九重宮闕)의 매우 엄숙(嚴肅)함도 계제(階梯)를 따라 통할 수 있고, 군주(君主)의 희로(喜怒)도 반연(攀緣)하여 될 수 있는 것으로 의심하고 있으니, 중간에 기무(欺誣)하는 말이 또한 장차 이르지 못할 바가 없을 것입니다.’ 하였다. 이번 피사(避辭)에 이르러서도 다시 남김없이 논하여 사실을 왜곡하는 바가 없으므로, 사람들의 마음을 조금 든든하게 하여 주었다.",
                "hj": "○辛丑/正言朴鳳齡, 以陪吏事被嚴旨, 陳疏引避。【避辭見上。】 【史臣曰: “諫官巽耎之習, 邇來愈甚, 而獨鳳齡言論, 侃侃可觀。 論尹世紀畜妓事則曰: ‘朝家之所以待之者, 非復前日之世紀。’ 論金鎭龜言及卓柱漢事則曰: ‘未査之前, 稱冤之言, 繼出於提擧重臣, 今日胥吏, 可謂有權力矣。’ 論羅碩寶事則曰: ‘攀緣掖庭, 交通宦寺, 敢以渠輩私鬨之事, 直徹上聽, 而聖明不惟不加痛絶, 又復聽從如不及。’ 又曰: ‘自有此事以來, 人皆疑九重之深嚴, 可階梯而通, 人主之喜怒, 可攀緣而得, 中間欺誣之言, 亦將無所不至矣。’ 至於此避, 又復極論, 無所回撓, 差强人意云。”】"
            }
        }
    },
    "02": {
        "13": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture in jeongchuk year (. Right State Councilor Yi Yu , who had an audience with the King, attended the Royal Lecture, and reported to the King as follows: Yesterday, your subject observed the memorial submitted by the Crown Prince by the Crown Prince, and the expression of the intent of the utmost sincerity was so sincere that your subject submitted a memorial yesterday. However, your subject although your subject thoughts like this, all the subjects did not satisfy the same mind. However, Your Majesty repeatedly declined Your Majesty, and eventually issued an instruction to celebrate the celebration. How can this be compared to the celebration of the Crown Prince? Although Your Majesty does not satisfy the celebration of the Crown Prince, your subject should surely strengthen the celebration of the celebration",
                "H2KE-nKo": "주강을 행하였다. 우의정 이유가 청대하고 입시하여 주상에게 아뢰기를,“어제 삼가 왕세자의 상소를 보니 말뜻이 간절하고 지성스러웠습니다. 바로 신이 일전에 아뢴 말인데, 신의 뜻만 이와 같을 뿐 아니라 신하들도 모두 같은 생각입니다. 성상의 비답은 겸손함이 너무 지나쳐서 심지어 ‘예’라고 하교하셨으니, 이것이 어찌 ‘예’라는 말에 가깝겠습니까. 전하께서 비록 자만하지 않으시더라도 뭇사람들의 마음을 억제하고 막기가 어려우니, 어찌 시종일관 어길 수 있겠습니까.”하고, 동지사 유득일이 아뢰기를,“위에 훌륭한 일이 있으면 반드시 그 뜻을 받들어 그 아름다움을 성취시키는 것이 신하 된 자가 임금을 섬기는 도리입니다. 상께서 과연 ‘풍형예대’를 행하신다면 신들이 진실로 힘껏 간쟁할 것이지, 어찌 굳이 청할 필요가 있겠습니까. 이것은 위로는 동궁으로부터 아래로는 대소 정신과 여항의 부녀자와 어린아이에 이르기까지 모두 간절히 바라는 것이니, 끝내 어길 수 없습니다.”하고, 또 아뢰기를,“성상께서 바야흐로 억만년 무궁한 복을 누리고 계시니, 오늘날 신하들이 경하를 드리고자 하는 것은 이 한 가지 일뿐만이 아닙니다. 예로부터 제왕은 비록 즉위하신 지 여러 해가 되더라도 반드시 공덕이 있은 뒤에야 이런 일이 있었습니다. 우리 성상께서 즉위하신 이후로 여러 조정에서 행하지 못한 일을 모두 거행하지 않은 것이 없으니, 큰 공과 성대한 공렬은 조종을 빛낸 것입니다. 무릇 신하 된 자라면 누군들 송축하지 않겠습니까마는, 신은 참으로 황공하여 이미 감히 지척에서 찬양하지 못하였습니다. 또 임금과 신하는 의리가 있어 부자와는 차이가 있기 때문에 구구한 혐의가 없지 않으니, 진실로 감히 윗부분의 일을 가지고 우러러 청할 수는 없지만 끝내 어기기 어려울 듯합니다.”하였다. 승지 남치훈이 아뢰기를,“30년 동안 태평하게 지낸 것은 실로 종사와 신민의 더없이 큰 경사이니, 한때의 상서에 비할 것이 아닙니다. 국조의 고사로 말하더라도 또한 이미 행한 전례가 있으니, 이것이 어찌 그만둘 수 있는 일이겠습니까. 어제 왕세자의 상소가 승정원에 도착하였을 때 대궐 안의 신하들이 모두 와서 모여 구경하였고, 아래로는 서리와 하례에 이르기까지 좌우로 둘러서서서 기뻐서 춤을 추며 서로 축하하였으니, 뭇사람들의 심정을 여기에서도 알 수 있습니다. 상께서 비록 지나치게 스스로 겸손해하시지만 이는 실로 필경 응당 행해야 할 일입니다.”하니, 주상이 겸양하여 허락하지 않았다.이때 주상이 당인을 임용하는 것이 점점 예전만 못하여 사류로서 일을 말하는 자를 혹 채용하기도 하였는데, 이에 ‘괴상한 귀신이 속을 떠본다.’라는 말이 있었다. 이유 등이 인하여 총애를 바라고 지위를 굳힐 계책으로 누누이 아첨하는 말을 진달하였다. 경연은 바로 임금의 덕을 성취하는 곳인데도 곧은 말이 들리지 않고 아첨하는 말이 번갈아 나오니, 식자들이 놀라워하였다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 2월 13일(정축) 1번째기사",
                "gt-oKo": "주강(晝講)을 행하였다. 우의정(右議政)이유(李濡)가 청대(請對)하여 입시(入侍)하고 임금에게 아뢰기를, “어제 삼가 왕세자(王世子)의 소본(疏本)을 보니, 말의 뜻이 간절하고 측은하여 지성에서 나왔습니다. 바로 신이 일전에 아뢴 말씀인데, 유독 신의 의사만 이와 같을 뿐 아니라 여러 신하들도 모두 견해를 같이합니다. 성상의 비답이 겸손이 너무 지나치시어 ‘예대(豫大)’라고 하교하시기까지 하였으나, 이것이 어찌 예대하는 행위에 가깝겠습니까? 전하께서 비록 스스로 만족해 하시지 않더라도 여러 사람의 마음은 억눌러 저지하기 어려움이 있으니, 어찌 시종 거절할 수 있겠습니까?” 하였다. 동지사(同知事)유득일(兪得一)이 말하기를, “임금에게 훌륭한 일이 있으면 반드시 받들어 따라서 그 아름다움을 성취시키는 것은 바로 신하가 임금을 섬기는 도리입니다. 전하께서 과연 풍형 예대(豐亨豫大)의 행사를 하신다면 신 등은 진실로 마땅히 극력 간쟁(諫爭)해야 할 것입니다. 어찌 반드시 억지로 요청하겠습니까? 이것은 위로는 동궁(東宮)으로부터 아래로는 대소(大小) 정신(廷臣)과 여항(閭巷)의 부녀자·어린아이에 이르기까지 모두 다 희망하고 기대하니, 결국 거절할 수 없을 것입니다.” 하고 또 말하기를, “성상께서 바야흐로 억만년(億萬年) 만수 무강(萬壽無彊)하신 경사(慶事)를 누리고 계신데, 오늘날 여러 신하들이 경하를 드리려고 하는 바는 다만 이 한 가지 사항에 그칠 뿐만이 아닙니다. 예로부터 제왕(帝王)이 비록 여러 해 동안 즉위하여 다스렸더라도 반드시 공덕(功德)이 있어야만 이런 일이 있었습니다. 우리 성상께서는 즉위 하신 이후로 여러 선왕(先王)께서 행하지 못한 일을 모두 처리하지 않은 것이 없어 크고 거룩한 공렬(功烈)이 조종(祖宗)에 빛남이 있습니다. 무릇 여러 신하와 백성이 누군들 송축(頌祝)하지 않겠습니까만, 신은 진실로 황공하여 지척(咫尺)에 있으면서 감히 찬양(贊揚)의 말씀을 드리지 못했습니다. 그리고 또 군신(君臣)의 사이에는 의리(義理)가 있어서 부자(父子)와는 다름이 있기 때문에 자질구레한 혐의가 없지 않으므로 진실로 감히 위의 사항을 가지고 앙청(仰請)하지 못하였지만, 아무래도 끝내 거절하기는 어려울 듯합니다.” 하였다. 승지(承旨)남치훈(南致熏)은 말하기를, “30년 동안 태평을 누린 것은 실로 종사(宗社)와 신민(臣民)의 아주 큰 경사로서, 일시적인 상서(祥瑞)에 비유할 수 있는 것이 아닙니다. 비록 국조(國朝)의 고사(故事)를 가지고 말하더라도 또한 이미 거행한 전례가 있으니, 이것이 어찌 그만둘 수 있는 일이겠습니까? 일전에 왕세자의 상소가 승정원에 이르렀을 때 궁중[禁中]의 여러 신하들이 모두 몰려와서 바라보았고, 아래로 서리(胥吏)·노예(奴隷)에 이르기까지도 좌우로 둘러서서 기뻐하며 손뼉치고 뛰면서 좋아하여 서로 축하하였으니, 여러 사람들의 마음을 여기에서도 알 수가 있는 것입니다. 전하께서 비록 지나치게 스스로 겸손해 하시더라도 이 일은 실로 필경 마땅히 거행해야 될 일입니다.” 하였으나, 임금이 겸양(謙讓)하며 허락하지 않았다. 이때에 임금이 당인(黨人)을 임용하는 것이 점차 전과 같지 않고, 사류(士類)로서 나라 일에 관해 말하는 사람을 간혹 채용(採用)하니, 이에 ‘괴상한 귀신이 임금의 속마음을 떠본다.’는 말이 있었다. 이유(李濡) 등이 그로 인해 총애를 구하고 자리를 굳히려는 계획을 가지고 누누이 아첨하는 말을 진언하였다. 경연(經筵)은 바로 임금의 덕(德)을 성취하는 곳인데도 바른 말은 들리지 않고 아첨하는 말만 번갈아 나오니, 식견이 있는 사람들이 해괴하게 여겼다.",
                "hj": "○丁丑/行晝講。 右議政李濡請對入侍, 白上曰: “昨伏見王世子疏本, 辭意懇惻, 發於至誠。 卽臣日昨所達之言, 而非獨臣意如此, 群下莫不同情。 聖批謙挹太過, 至以豫大爲敎, 此豈近於豫大之擧乎? 殿下雖不自滿暇, 群情有難抑遏, 豈可終始違拂乎?” 同知事兪得一曰: “上有盛德事, 則必將順而成其美者, 此人臣事君之道也。 自上果有豐亨豫大之擧, 則臣等固當力爭, 何必强請乎? 此則上自東宮, 下至大小廷臣, 閭巷婦孺, 莫不顒望企祝, 終不可違拂矣。” 又曰: “聖上方享億萬年無疆之休, 則今日群臣之所欲獻賀稱慶者, 非但止此一款而已。 自古帝王, 雖臨御多年, 必有功德, 然後有此事矣。 我聖上卽祚以後, 屢朝未行之事, 靡不畢擧, 弘功盛烈, 有光祖宗。 凡諸臣庶, 孰不頌祝, 而臣誠惶恐, 旣不敢贊揚於咫尺之地。 且君臣有義, 與父子有異, 故不無區區之嫌, 固不敢以上款事仰請, 而恐難終始違拒矣。” 承旨南致熏曰: “三十年太平, 實宗社、臣民莫大之慶, 非若一時祥瑞之比。 雖以國朝故事言之, 亦有已行之例, 此豈可已之事乎? 昨者王世子上疏到院也, 禁中諸臣, 莫不來會觀瞻, 下至吏隷, 左右圖立, 欣抃雀躍而相賀, 群情於此亦可見矣。 自上雖過自謙抑, 此實畢竟應行之事也。” 上謙讓不許。 時, 上任用黨人, 漸不如前, 士類之言事者, 或加採用, 乃有怪鬼嘗試之言。 濡等因以要寵固位之計, 縷縷陳諂媚之言, 經筵, 卽君德成就之所, 而讜言無聞, 諛辭迭發, 識者駭之。"
            },
            "2": {
                "H2KE-EN": "Assistant State Councilor Jo Sangu presented a memorial to the King to explain his guilt. The memorial read as follows: Upon hearing the transgressions of the world, Yi Won presented a memorial to the King in order to clarify himself. The memorial read as follows: After hearing the transgressions of the world, Yi Won presented a memorial to Yi Won has raised his world. The world descendants from the jeongchuk year ( are descendants of the transgressions of the world. In general, Yi Wons memorial came to the world, and the world rumors of the world descendants have already been rumored by the world. Afterward, Yi Won presented a memorial to the King, and he also disclosed the rumors of the world descendants. However, the rumors of the world descendants from the world, and the rumors of the world have already exposed the world descendants from the world. Now, after hearing the rumors of the world, there are separately rumors from the world, and the rumors of the world descendants from the world althoughly descendants from the world. Therefore, your subject is unaware that the rumors of the world descendants from the world, and the rumors from the world descendants from the world. The world descendants from the world did not know the rumors of the world descendants from the world althieves from the world, and the world rumors from the world descendants from the world, and the world rumors from the world althieves from the world. The world rumors from the world althieves from the world descendants from the world",
                "H2KE-nKo": "좌참찬 조상우가 신완의 차자 때문에 상소하여 스스로 변명하였는데, 그 대략에,“신완의 차자를 얻어 보니 ‘그 뒤에 사우가 전하는 말을 들으니, 이원이 상소하여 논한 말이 낭자하게 전파되었다.’라고 하였습니다. 이른바 그 뒤라는 것은 정축년에 연대한 뒤를 가리키는 것입니다. 이원의 상소가 나오자 온 세상에 떠들썩하게 전파되었는데, 대신이 오도일에게 편지로 물은 것은 이미 떠들썩하게 전파된 말에 연유하였고, 그 뒤 연석에서 아뢴 것도 떠들썩하게 전파된 말에 대해 변명하였습니다. 그러나 이른바 ‘시끄럽게 전파된 것이 다시 남아 있는 것이 없다.’라는 것은 상하가 분명하게 해명하여 허망한 것으로 치부하였으니, 허튼소리가 이미 지혜로운 자의 입에서 끊어진 것입니다.지금 이 ‘그 뒤 얻어 들었다.’라는 말은 마치 따로 연대한 뒤에 일종의 이야기가 다시 전파되어 오도일이 참으로 유현을 모욕하고 신은 고의로 서로 절교하지 않은 것처럼 한 것입니다. 처음에는 그렇지 않다는 것을 밝혔다가 뒤에는 도리어 그 일을 사실로 만들었으니, 신은 모르겠습니다만, 그 뒤 10년 사이에 다시 소문의 출처를 사람들이 알지 못하는 것 외에 명확한 증거를 얻어 참으로 절교할 만한 일이 있었습니까. 차자에 또 ‘신의 선사의 자손 및 문인으로서 오도일과 서로 친한 자들은 거의 모두 절교하였다.’라고 하였는데, 이것도 그렇지 않은 점이 있습니다. 신의 선사의 자손은 본래 오도일과 서로 아는 일이 없으니 절교하였는지의 여부는 논할 만한 것이 아닙니다. 그리고 선사의 자손의 말을 들으니, 또한 일찍이 ‘그가 이미 변명하였는데 어찌 억지로 그 일을 사실화하여 스스로 모욕을 초래할 필요가 있겠는가.’라고 하였는데, 이 말이 매우 분명합니다.문생으로 말하면, 오도일과 서로 아는 사이로는 유독 고 감사 홍득우 한 사람뿐이었습니다. 홍득우는 신으로 말미암아 교분을 맺은 것이 매우 친분이 있었는데 출처가 길이 달라 지나치게 따르는 것이 소원해졌고 중간에는 또 다른 일로 인하여 구애되어 자연히 틈이 벌어졌습니다. 설령 대간의 상소가 나온 뒤에 비록 형적은 있지만 또한 엄한 말로 배척하여 절교하였다는 말은 듣지 못하였습니다. 이 밖에 문인도 오도일과 서로 친한 사람이 없으니, 또 어찌 서로 절교한 일이 있겠습니까.아, 붕우도 오륜의 하나입니다. ‘큰 연고가 없으면 절교하지 않는다.’라는 성인의 가르침이 본래 있으니, 절교하고 절교하지 않는 것은 충분히 신중하게 살펴야지 대충 처리해서는 안 되는 것입니다. 근래 세상의 교화가 점점 야박해지고 우도가 더욱 상실되어 금란처럼 결탁하고도 쓸모없는 물건처럼 내팽개쳐 버렸습니다. 신이 당초에 오도일에게 재삼 힐문하고 또 다시 소문의 출처를 자세히 탐문한 것은 바로 신중하게 살펴서 잘 처리하여 오직 경솔하고 갑작스럽게 하는 실수를 저질러 편벽되고 야박한 결과를 빚을까 두려워해서였습니다. 이것을 죄로 삼는 것은 어리석은 신이 염려할 바가 아닙니다.또 대신이 신이 시를 지어준 것을 가지고 한 가지 죄안을 첨가하였습니다. 신이 오도일에 대해 처음에 이미 그 실상을 자세히 알고서 옛 신하의 정의를 변치 않고 상하가 지나치게 따르는 것이 전과 다름이 없었으니, 그가 쫓겨날 때에 한 마디 말로 서로 시를 지어준 것은 본래 친구 간에 보통 있는 일입니다. ‘성 밖으로 나간 행색’이라고 한 것은 선정이 교만하다는 이유로 탄핵을 받고 도성을 나갔는데, 오도일이 탄핵을 받은 죄목이 마침 서로 부합하였기 때문에 ‘이것에 연루되어 도성을 나간 상황’이라는 말을 끄집어내어 그가 여기에 연루되어 도성을 나간 상황에 비교한 것일 뿐입니다. 신이 비록 어리석지만 어찌 감히 오도일을 번번이 전현에게 비교할 수 있겠습니까. 공자가 절강을 접하고 맹자는 대낮에 나갔는데, 옛사람의 편장은 대부분 나라를 어기고 조정을 떠난 행실에 사용하였습니다. 어찌 그 사람들이 모두 공자와 맹자처럼 이 말을 인용하였겠습니까. 신이 오도일이 논핵을 받고 도성을 나갔을 때에 마침 남궁의 자리에 나아갔는데, 마침 추운 계절을 당하여 눈보라와 눈이 번갈아 일어났습니다. 저물녘에 공무를 마치고 물러나와 눈보라를 헤치고 가서 찾아보니, 말 위에서 입으로 점지한 것은 단지 경치를 보고 경솔히 행동한 작품일 뿐이었습니다. 만약 신이 그 본의를 망각하고 경솔하게 잘못 내렸다고 한다면 신은 진실로 할 말이 없습니다. 그러나 신이 풍자하는 뜻을 품고서 우리 성세를 비난하였다고 한다면 참으로 매우 원통한 점이 있습니다. 다만 신이 지은 시의 말을 인용하여 처음에는 오도일을 절교하지 않았다는 증거로 삼았는데, 말이 점점 확대되어 세상을 비난하는 죄과로 귀결됨을 면치 못하였습니다. 신은 몸을 어루만지며 스스로 슬퍼하면서 차라리 목을 찔러 죽더라도 뜻을 보이고자 합니다.”하니, 주상이 ‘심사를 환히 알고 있다.’라고 비답하였다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 2월 13일(정축) 2번째기사",
                "gt-oKo": "좌참찬(左參贊)조상우(趙相愚)가 신완(申琓)의 차자(箚子)로 인해서 상소를 올려 스스로 해명하였다. 대략 이르기를, “신완(申琓)의 차자를 보면, ‘그뒤 사우(士友)간에 전하는 말을 들으니, 이원(李垣)이 상소를 올려 논한 말이 어지럽게 전파되었습니다.’라는 말이 있습니다. 이른바 ‘그 뒤’라는 것은 정축년에 연대(筵對)한 뒤를 가리키는 것입니다. 대개 이원의 상소가 나오게 되자 온 세상에 왁자하게 전파되었으니, 대신(大臣)이 편지로 오도일(吳道一)에게 물은 것은 이미 시끄럽게 전파된 말에 연유한 것이고, 그뒤에 연주(筵奏)한 것 또한 시끄럽게 전파된 말을 변명한 것입니다. 그런데 이른바 ‘시끄럽게 전파되었다.’는 말을 다시 남김없이 상하(上下)가 명백하게 의심을 풀어서 허망(虛妄)한 것으로 돌렸으니, 이러한 실없는 말은 지자(智者)의 입에서는 이미 끊어졌습니다. 그런데 지금 이 ‘그 뒤에 들었다.’는 말은 마치 따로 일종의 설화(說話)가 있어 다시 연대(筵對)한 뒤에 전파되어서 오도일은 참으로 유현(儒賢)을 모욕했고 신(臣)은 고의로 서로 절교(絶交)하지 않는 것처럼 한 점이 있습니다. 처음에 그렇지 않다는 것이 밝혀졌는데 뒤에 와서 그 일을 도리어 실상으로 만드니, 신은 모르긴 하지만, 그 뒤 10년 사이에 다시 소문을 낸 장본인이 알지 못하는 그 이외의 명확한 증거를 얻어서 참으로 절교를 할 만한 일이 있는 것입니까? 차자(箚子)의 내용에 또 말하기를, ‘신의 선사(先師)의 자손(子孫) 및 문인(門人)들 가운데 오도일과 서로 친분이 있었던 사람은 모두 다 절교하였습니다.’라고 하였는데, 이것도 그렇지 않은 점이 있습니다. 신의 선사(先師)의 자손은 본래 오도일과 서로 면식(面識)이 있었던 일이 없으니, 절교(絶交)의 여부는 거론할 만한 것이 아닙니다. 그리고 선사(先師)의 자손의 말을 들으니, 또한 일찍이 말하기를, ‘그가 이미 명백히 하였는데, 하필 억지로 그 일을 사실화하여 스스로 모욕을 초래할 것이 있겠는가?’ 하였는데, 이 말은 매우 분명한 것입니다. 문생(門生)에 있어서는 오도일과 서로 알고 지낸 이로서 오직 고(故) 감사(監司)홍득우(洪得禹) 한사람만이 있을 뿐입니다. 홍득우는 신이 의탁하여 사귄 이유로 매우 친분이 있었는데 출처(出處)가 길이 달라 상종이 소원해졌고, 중간에는 또 다른 일로 인하여 구애되어서 자연히 서로 멀어지게 되었습니다. 설혹 대간(臺諫)의 상소가 나온 뒤에 비록 자취가 있기는 했지마는, 엄정한 말로 배척하여 절교하였다는 것은 듣지 못하였습니다. 이 밖에는 문도(門徒)들 가운데 또한 오도일과 서로 친분이 있는 이가 없으니, 또 어찌 서로 절교하는 일이 있겠습니까? 아! 붕우(朋友)도 오륜(五倫)의 하나로서 큰 이유가 없으면 절교하지 않는다는 것은 성인(聖人)이 본래 훈계가 있었습니다. 절교를 하고 안하고는 마땅히 십분 신중하게 살펴야 하며 바쁘게 처리할 수는 없습니다. 근래에는 세상의 풍습이 점차 야박해지고 우도(友道)가 더욱 상실되어, 금란(金蘭)처럼 맺었다가도 변모(弁髦)처럼 버리게 됩니다. 신이 당초에 오도일에게 두 번 세 번 힐문(詰問)하고 또 다시 소문을 낸 장본인에게 상세히 탐문했던 까닭은 바로 신중히 살펴서 잘 처리하고자 하였던 것이고, 다만 경솔하고 성급한 실수를 범하여 편벽되고 야박한 결과가 될까 두려워했기 때문입니다. 이런 일을 가지고 허물을 삼는다면 우매한 신이 염려할 바가 아닙니다. 그리고 또 대신(大臣)이 신이 시(詩)를 지어준 일을 가지고 한 가지 죄안(罪案)을 첨가시켰는데, 신이 오도일에 대해 처음에 이미 그 실상을 상세히 알고서 오랜 친구로서의 정의(情誼)를 변하지 않고 서로 상종(相從)하기를 종전과 다름없이 하였으니, 그가 축출되던 때를 당하여 한 마디 말로 서로 시(詩)를 지어 준 것은 친구로서 늘 하는 일일 뿐입니다. ‘출성(出城)’·‘행색(行色)’이라고 말하였던 것은, 선정(先正)이 교만하다고 탠핵을 받아 성(城)을 나간 일이 있는데, 오도일이 공박을 받은 죄목이 마침 서로 부합하였기 때문에 〈출성(出城)이란〉 두 글자를 따다가 이로 인해 죄를 입어서 성문을 나간 형상을 비유했을 뿐입니다. 신이 비록 몽매(蒙昧)하지만, 어찌 감히 오도일을 곧바로 전현(前賢)에게 비길 수 있겠습니까? 공자(孔子)의 접석(接淅)과 맹자(孟子)의 출주(出晝)는 옛사람들의 문장에서 나라를 버리고 조정을 떠나는 경우에 많이 사용되었는데, 어찌 그 사람들이 모두 공자(孔子)·맹자(孟子)와 같아서 이 말을 인용하였겠습니까? 신은 오도일이 논핵을 받아 쫓겨 나갈 때에 마침 남궁(南宮)의 자리에 갔었는데, 그때 추운 계절이 되어서 바람이 불고 눈도 내렸습니다. 저녁 무렵에 공무를 마치고 물러나와 도롱이를 덮어쓰고 찾아가며 말[馬]위에서 입속으로 읊조렸으니, 다만 그런 광경을 당하여 생각나는 대로 지어본 작품일 뿐입니다. 만일 신더러 그 본뜻을 망각하고 경솔하게 그 글자를 잘못 놓았다고 한다면 신은 진실로 변명할 말이 없습니다만, 신더러 ‘짐짓 풍자하는 의미를 함축하여 우리 성세(聖世)를 비난했다.’고 여긴 데에 있어서는 진실로 정말 지극히 원통한 바가 있습니다. 다만 신의 시(詩)의 내용을 인용하여 처음에는 오도일과 절교하지 않은 증거로 삼았다가 나중에는 말이 점차 바뀌어 세상을 비난하는 죄과(罪科)로 돌림을 면치 못하게 되었으니, 신은 자신을 어루만지며 스스로 슬퍼하면서 차라리 목을 찔러 죽더라도 뜻을 보이려고 할 뿐입니다.” 하니, 임금이 ‘심사(心事)를 환히 알고 있다.’고 비답하였다.",
                "hj": "○左參贊趙相愚, 以申琓箚 陳疏自明。 略曰: 得見申琓箚有曰: “厥後得聞士友傳說, 則李垣疏論之說, 狼藉騰播。” 所謂厥後者, 指丁丑筵對之後也。 蓋垣疏出而擧世喧傳, 大臣書問於道一者, 旣由於騰播之言, 其後筵秦, 亦辨其騰播之言, 而所謂騰播, 更無餘蘊, 上下洞釋, 付之虛妄, 則悠悠之談, 已絶於智者之口矣。 今此厥後得聞之說, 有若別有一種說話, 更播於筵對之後, 道一爲眞辱儒賢, 臣爲故不相絶者然。 初明其不然, 後反實其事, 臣未知其後十年之間, 更得明證的驗於言根人所不知之外, 而眞有可絶之事耶? 箚辭又曰: “臣先師子孫及門人, 與道一相親者, 擧皆交絶” 云。 此又有不然者。 臣之先師子孫, 本無與道一相識之事, 絶交與否, 非所可論, 而聞先師子孫之言, 亦嘗曰: “彼旣發明, 則何必强實其事, 而自取其辱乎?” 此言甚明。 至於門生, 與道一相識, 獨有故監司洪得禹一人。 得禹由臣托交, 極有契分, 而出處殊塗, 過從旣踈, 中間又因他拘疑, 自致阻隔。 設或臺疏之後, 雖存形迹, 亦未聞其嚴辭斥絶。 此外門徒, 亦無與道一相親之人, 則又安有相絶之事乎? 噫! 朋友亦五倫之一, 而無大故不絶, 聖固有訓。 其絶不絶, 所當十分愼審, 而不可草草處之者也。 近來世敎漸薄, 友道尤喪, 結若金蘭, 棄如弁髦。 臣之當初, 所以再三詰問於道一, 又復詳探於言根者, 正欲愼審善處, 惟恐失之輕遽, 而歸於偏薄也。 以此爲罪, 非臣愚昧之所慮也。 且大臣以臣贈詩, 添一罪案。 臣於道一, 初旣詳其實狀, 不渝故舊之誼, 過從上下, 與前無異, 則當其逬逐之時, 一言相贈, 自是朋舊之常事。 至於出城行色云者, 先正有以驕蹇, 遭彈而出城, 道一被(䮕)〔駁〕之目, 適與相符, 故拈取二字, 以比其坐此出城之狀而已。 臣雖蒙昧, 豈敢以道一, 輒擬於前賢哉? 孔子之接浙, 孟子之出晝, 古人篇章, 多用於違邦去朝之行。 豈其人皆如孔、孟而引此言耶? 臣於道一之被論出去也, 適赴南宮之坐, 時當寒節, 風雪交作。 薄暮公退, (披)〔被〕簑往訪, 馬上口占, 只是遇景率意之作也。 若謂臣忘其本意, 率爾誤下, 則臣固無辭, 而至謂臣有意含諷, 譏我聖世, 則誠有萬萬至冤者。 第其引臣詩之言, 初作不絶道一之證, 辭語轉輾, 未免歸之於譏世之科。 臣撫躬自悼, 寧欲刎死而見志也。 上以洞知心事爲批。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Officials of the senior third rank or above in the Office for the Establishment of Ceremonies 조태채 and Yun Segi made a request to the King for the use of gisaeng (female entertainers and music in the outer banquet, but the King did not approve their request. While holding a banquet at the Royal Placenta Chamber Examination, how can we use gisaeng (female entertainers and presumptuous acts? However, as a high official, he hurriedly made a request to the King for the use of gisaeng (female entertainers and music in the Royal Placenta Chamber Examination. His sense was extremely ignorant, and all people were so surprised.",
                "H2KE-nKo": "진연청 당상 조태채와 윤세기가 청대하여 외연에서 기악을 사용할 것을 청하였으나, 주상이 허락하지 않았다. 법연은 엄숙하고 엄숙한 곳인데 어찌 창기의 음란하고 설만한 놀이를 사용할 수 있겠는가. 그런데 중신이라는 자가 서둘러 청대하여 이렇게 청하니, 무식하기 짝이 없어 사람들이 모두 놀랐다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 2월 29일(계사) 1번째기사",
                "gt-oKo": "진연청(進宴廳) 당상관(堂上官) 조태채(趙泰采)·윤세기(尹世紀)가 청대(請對)하여 외진연(外進宴)에서 기악(妓樂)을 쓰기를 요청하였으나, 임금이 허가하지 않았다. 법연(法筵)은 엄숙하고 공경하는 장소인데, 어찌 창기(娼妓)의 음란하고 상스러운 놀이를 사용할 수 있겠는가? 그런데 중신(重臣)이 된 자들이 조급하게 청대(請對)하여 이것을 요청하였으니, 무식이 극도에 달한 것이므로 사람들이 모두 해괴하게 여겼다.",
                "hj": "○癸巳/進宴廳堂上趙泰采、尹世紀, 請對, 請用妓樂於外宴, 上不許。 法筵肅穆之所, 豈可用娼妓淫褻之戲, 而爲重臣者, 汲汲請對, 以此爲請? 無識極矣, 人皆駭之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Assistant State Councilor Jo Sangu of the imsin year (, Assistant State Councilor Jo Sangu presented a memorial to the King to explain his fault. The summary of the memorial read as follows: Originally, when I was at the beginning, I was deeply surprised and apprehensive about this. I immediately cross-examined him and questioned him. I was frightened and answered, saying, I have always looked at the beginning of Confucian scholars. Even if I were intoxicated at the beginning, how could this be disrespectful and impossible? Furthermore, I asked those who uttered a rumor at that time, and I also said that they were originally not insulted or insult? When the memorial from the inspectors and censors came to the King, I asked the officials attending him about this. Superintendent [of the Middle Army Commandery General] [], and Chief [of the Middle Army Commandery General] [] [of the Middle Army Commandery General] [], who did not knew the first time that I knew this rumor, and was greatly surprised. Former Chief State Councilor [of the Middle Army Commandery General] Shin Wan said, Your subject was originally a relative of [the Middle Army Commandery General] [], and asked me about this rumor, there was no such rumor. Even though [the Middle Army Commandery General] was intoxicated at the beginning, if [the Middle Army Commandery General] truly had this rumor, then [the Middle Army Commandery General] will certainly not clarify [the Middle Army Commandery General]. The King issued a royal order, which stated, This is a person who always looked up at the beginning of or insulting [the Middle Army Commandery General], and it seems that [the Middle Army Commandery General] should not hide or insult or insulting [the Middle Army Commandery General] [] [of the Middle Army Commandery General] [], and [the Middle Army Commandery General] [] [of the Right ",
                "H2KE-nKo": "좌참찬 조상우가 이여가 연석에서 아뢴 말을 가지고 상소하여 스스로 해명하였는데, 그 대략에,“당초 오도일이 이런 비방을 받았을 때 신은 마음속으로 매우 놀랍고 의아하게 여겼습니다. 즉시 힐문하니, 오도일이 깜짝 놀라 대답하기를 ‘나는 유현에 대해 항상 경모하고 있습니다. 비록 취중이라고 하더라도 어찌 이처럼 망녕되고 형편없는 짓을 할 수 있겠습니까.’라고 하였습니다. 또 그 당시 이른바 말의 출처를 캐낸 사람에게 물었더니, 그도 원래 침해하고 모욕한 일이 없다고 하였습니다. 신이 스스로 생각해 보건대, 이 사람이 과연 털끝만큼이라도 사문을 침범하고 핍박한 말이 있었다면 진실로 절교하지 않을 수 없었을 것입니다. 그러나 이미 이런 일이 없었다는 것을 알았다면 어찌 한때 유언비어를 가지고 갑자기 평생 동안 사귀어 온 교분을 끊을 수 있겠습니까. 대신의 상소가 나오자 오도일이 스스로 해명한 상소로 인하여 주상이 입시한 신하들에게 하문하니, 판중추부사 유상운은 아뢰기를 ‘오도일은 본래 애매한 사람이 아니니, 반드시 군부를 속이지는 않을 것입니다.’라고 하였습니다.”하고, 판중추부사 최석정은 아뢰기를,“신이 오도일을 찾아가서 만나보고 말하였더니, 처음에는 알지 못하다가 신의 말을 듣고서야 비로소 이런 말이 있었다는 것을 알고는 크게 놀랐습니다.”하고, 전 영의정 신완은 아뢰기를,“신은 평소 오도일과 서로 친하였으므로 사적인 편지로 물어보았더니, 원래 이런 일은 없었습니다. 오도일이 비록 취중에 실언하였더라도 과연 이런 일이 있었다면 반드시 소장에서 변명하지 않았을 것입니다.”하니, 주상이 하교하기를,“이는 이미 평소 경모하던 사람이니, 사리로 미루어 볼 때 그렇지 않은 듯하다. 만약 이런 일이 있었다면 소장에서 반드시 숨기지 않았을 것이다.”하였다. 군신 상하가 이미 환히 알고 있었는데, 그 뒤에 오도일이 거리낌 없이 현직에 등용되었으나 현인을 모욕한 죄로 처벌되었다는 말은 듣지 못하였다. 그러니 신의 도리로 볼 때 어찌 억지로 이 사람이 반드시 우리 스승을 모욕하였다고 하여 억지로 배척하여 절교할 수 있겠는가. 주상이 온화한 비답을 내렸다. - 비지는 위에 보인다. - 오도일은 당인들이 원수처럼 미워하고 현인을 모욕했다는 비방을 받았는데, 또한 견강부회하여 중상하려는 계책에 불과하였다. 이미 허사로 돌아갔고 오도일도 깨끗이 벗어났으니, 조상우는 평생 동안 사귀어 온 석교로서 이미 근거 없는 말이라는 것을 알고 있으니, 옛 정의를 온전히 보존하는 것이 사리로 볼 때 당연하다. 송준길의 자손 및 기타 제자들은 평소 당습에 병이 들어 오도일이 그 스승을 모욕한 헛된 말을 기다리지 않고도 진실로 이미 원수처럼 보았으니, 이에 대해 기꺼이 듣고 절교하는 것은 또한 형세상 당연한 것이다. 조상우가 어찌 마음으로 그 원통함을 알면서도 차마 절교하여 좋아하지 않는 자들의 일을 본받겠는가. 초사를 편수한 자가 이른바 말을 꾸며 진문한 것에 대해 공의가 비루하게 여긴다는 말은 참으로 가소롭다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 2월 8일(임신) 1번째기사",
                "gt-oKo": "좌참찬(左參贊)조상우(趙相愚)가 이여(李畬)가 연석(筵席)에서 아뢴 일을 가지고 진소(陳疏)하여 스스로 해명하였는데, 대략 이르기를, “당초에 오도일(吳道一)이 이러한 비난을 받을 때에 신이 마음속으로 매우 놀랍고 의아스럽게 생각하여 즉시 힐문(詰問)하였더니, 오도일이 놀라서 쳐다보며 대답하기를, ‘내가 유현(儒賢)에 대하여 평소에 늘 경모(景慕)하고 있는데, 비록 취중(醉中)일지라도 어찌 이런 패망(悖妄)하고 버릇없는 행동을 할 수 있겠는가?’ 하였습니다. 또 그 당시의 이른바 그 소문이 퍼진 근거가 된 사람에게 물었더니, 그도 역시 원래 침해하고 모욕한 일이 없었다고 말하였습니다. 신은 스스로 생각하기를, ‘이 사람이 과연 조금이라도 사문(師門)을 침범하는 말을 하였다면 진실로 절교(絶交)를 하지 않을 수 없지만 이미 그가 이런 일을 한 적이 없다는 것을 알았으니, 어찌 한때의 근거없는 말을 가지고서 성급하게 평생동안 사귀어온 친구를 끊을 수가 있겠는가?’ 하였습니다. 대신(臺臣)의 상소가 나오게 되자, 오도일이 스스로 해명하는 장소(章疏)를 올림으로 인하여, 주상께서 입시(入侍)한 여러 신하들에게 하순(下詢) 하셨습니다. 그러자 판부사(判府事)유상운(柳尙運)은 말하기를, ‘오도일이 본래 암매(暗昧)한 사람이 아니니, 반드시 군부(君父)를 기만하지 않을 것입니다.’ 하였고, 판부사(判府事)최석정(崔錫鼎)은 말하기를, ‘신이 오도일을 찾아가서 만나보고 말하였더니, 처음에는 그 사실을 모르고 있다가 신의 말을 듣고 비로소 이런 말이 있다는 것을 알고서 크게 놀랐습니다.’ 하였으며, 전(前) 영상(領相) 신완(申琓)은 말하기를, ‘신이 본래 오도일과 서로 친분이 있는데 사신[私書]으로써 그에게 물으니, 원래 이런 일이 없다고 하였습니다. 오도일이 비록 취중(醉中)에 실언(失言)하였더라도 만일 과연 이런 일이 있었다면 반드시 소장(疏章)에서 변명하지는 않았을 것입니다.’ 하였습니다. 주상 전하께서는 하교하시기를, ‘이는 이미 평상시에 경모(景慕)하던 사람이니, 사리(事理)로써 미루어보더라도 그렇게 하지는 않았을 듯하다. 그리고 만일 이런 일이 있었다면 상소 가운데에서 반드시 감추거나 숨기지는 않았을 것이다.’ 하였습니다. 군신(君臣) 상하(上下)가 이미 분명하게 오해를 풀었고, 그 뒤에 오도일은 현직(顯職)에 등용되어 아무런 구애도 받지 않았으므로, 현인(賢人)을 모욕한 죄로써 처벌되었다는 것을 듣지 못하였습니다. 그런데 신의 도리에 있어서 억지로 이 사람이 반드시 우리 스승을 모욕했을 것이라고 하면서 강제로 배척하여 절교(絶交)할 수가 있겠습니까?” 하니, 임금이 온화한 비답을 내려 답하였다.【비지(批旨)는 위에 보인다.】 오도일(吳道一)은 당인(黨人)들이 원수처럼 미워하는 바가 되었던 것이니, 현인(賢人)을 모욕했다는 비방은 또한 견강부회(牽强附會)하여 중상(中傷)하려는 계책에 지나지 않는다. 그것이 이미 허위로 돌아갔고 오도일 또한 누명에서 깨끗이 벗어났으니, 조상우(趙相愚)가 평생동안 사귀어온 절친한 친구로서 이미 거짓말이 사실이 아님을 알고서 예전의 정분을 그대로 보전하는 것은 사리(事理)에 당연한 것이다. 송준길(宋浚吉)의 자손과 그 외의 문하 제자(門下弟子)들은 본래 당습(黨習)에 병이 들어서 오도일이 그 스승을 모욕했다는 헛된 말이 나돌기 전부터도 본래 이미 원수처럼 대하였었다. 여기에 이러한 소문을 들은 것을 좋아하여 절교(絶交)한 것도 사세(事勢)의 당연한 것이다. 조상우야 어찌 마음속에 그가 원통한 줄 알면서 차마 절교를 하여 그를 좋아하지 않는 자들의 일을 본받을 수가 있겠는가? 초사(初史)를 편수(編修)한 자가 이른바 ‘말을 꾸며서 진문(陳聞)하니, 공의(公議)가 비루하게 여겼다.’는 말은 진실로 비웃을 만한 일이다.",
                "hj": "○壬申/左參贊趙相愚, 以李畬筵奏, 陳疏自明。 略曰: 當初吳道一之有此謗也, 臣心甚驚訝, 卽爲詰問, 則道一瞿然對曰: “吾於儒賢, 尋常景慕。 雖醉中, 豈有此悖妄無狀之擧耶?” 且問其時所謂言根之人, 則亦以爲元無侵辱之事云。 臣自念此人, 果有一毫侵逼師門之語, 則固不容不絶, 而旣知其無此, 則豈可以一時之流言, 遽絶平生之交乎? 及臺臣之疏出, 而因道一自明之章, 自上下詢於入侍諸臣, 則判府事柳尙運曰: “道一素非黯黮之人, 必不欺罔君父。” 判府事崔錫鼎曰: “臣往見道一言之, 則初不知之, 聞臣言始知有此言, 大爲驚駭。” 前領相申琓曰: “臣素與道一相親, 以私書問之, 則元無此事矣。 道一雖醉中失言, 若果有此, 則必不發明於疏章矣。” 自上下敎曰: “是旣常時景慕之人, 則以事理推之, 似爲不然矣。 若有是事, 則疏中必不隱諱矣”, 君臣上下, 旣已洞釋。 其後道一, 顯用無礙, 未聞以侮賢之罪坐之。 在臣之道, 其可勒謂此人, 必辱吾師, 而强爲斥絶乎? 上溫批答之。【批旨見上。】 道一, 爲黨人所仇嫉, 侮賢之謗, 亦不過傳會中傷之計者。 旣歸虛, 道一亦得淸脫, 則愚以平生石交, 旣知躛言之無實, 而全保舊誼, 事理當然。 宋浚吉子孫及其他門弟, 素病於黨習, 不待道一侵侮其師之虛言, 而固已仇視, 則於此樂聞而絶之, 亦其勢然也。 相愚何可心知其冤而忍絶之, 以效不悅者之事乎? 修初史者, 所謂飾辭陳聞, 公議鄙之之說, 良可笑也。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 3월 10일(갑진) 1번째기사",
                "gt-oKo": "정언(正言)조태억(趙泰億)이 상소하여 김덕기(金德基) 등 세 사람의 일을 논핵하였는데, 그 대략에 이르기를, “김덕기 등이 사정을 하소연한 것은, 비록 모두 수식(修飾)하고 회피[抵頼]한 말이 있지마는 그들이 자백한 것도 낭자(狼藉)하다고 하겠습니다. 쌀 전대[米帒]와 장원의 돈[莊錢]은 비록 친가[親庭]로 보냈다고 말하기는 하지만 일이 명백하지 않으므로 사람들의 의혹이 더욱 많습니다. 8건(件)의 비단 이불은 이미 전부 친가에 보냈다고 핑계대기가 어려운 일이니, 절반을 숨겼다는 것은 저절로 둔사(遁辭)가 되는데, 그는 이에 어버이를 위하여 더러운 비난을 감수하겠다고 스스로 핑계하고 있고, 또 ‘과실을 보고서 어짊을 알 수 있다.[觀過面知仁]’는 것으로 허여(許與)하였습니다. 견사(繭絲)를 할당하여 독촉한 한 가지 일에 있어서는 김덕기 자신의 공초(供招)를 가지고 보더라도 또한 부모에게 효도하고 봉양하는 일과는 관련이 없는데, 언주(讞奏)하는 신하가 어버이를 위한 것이라고 혼동하여 말했습니다. 이런 것은 범죄 가운데에서 아주 미미한 것인데도 왜곡하여 억지로 갖다 붙였으니, 하물며 중차대한 일일 경우이겠습니까? 한유(韓愈)가 말하기를, ‘법리(法吏)는 일체 법에 따라 집행하고 경술(經術)을 갖춘 선비는 경(經)을 인용하여 의논하게 된다.’ 하였습니다. 가령 김덕기가 범한 죄가 다 어버이를 위한 일에서 나왔다 하더라도 법리(法吏)가 된 사람은 다만 마땅히 그 죄를 밝혀서 그 법률을 적용하여 주상의 처분을 기다려야 합니다. 더구나 여러 가지의 죄목(罪目)들이 다만 어버이를 위한 일이 아닐 뿐만이 아니니, 어찌 교동(膠東)의 색부(嗇夫)가 옷을 가지고 와서 자책(自責)한 것과 비교하여 똑같이 여길 수 있겠습니까? 그리고 일의 긍경(肯綮)을 쥐고 있는 것은 다만 유씨(柳氏) 성(姓)을 가진 두 아전에게 있는데, 원래 수의(繡衣) 등의 말이 없었으니, 아주 어긋난 단서(端緖)입니다. 그렇다면 사관(査官)이 우선 그대로 가두어 두어야 한다고 한것이 일의 대체에 당연한 것인데도 도신(道臣)이 즉시 석방하도록 한 것은 매우 괴이한 일입니다. 의언(議讞)하는 중신(重臣)에 대해서도 원래 염문(廉問)한 일이 없었다는 등의 말로써 상소하여 변명하기까지 하였으니, 이와 같이 하고서도 조사하는 일로 사실을 알아내기를 바랄 수 있겠습니까? 말똥 벽돌[馬屎甓]과 방죽둑풀[隄堰草]의 사건과 같은 경미한 일에 있어서는 모두 다 사실을 자백하였고, 누룩속의 은[麯中銀]과 왜관의 재화[倭館貨]와 같이 죄상이 중대한 것들에 대해서는 번번이 다 완강하게 숨겼으니, 어찌 신이 들은 바 가운데 경미한 것은 다 실제로 있었던 일이고 중대한 것은 다 빈말이겠습니까? 예전부터 왜인(倭人)이 동래부(東萊府)에 글을 보낼 때에는 으레 ‘동래 부사 대인 합하(東萊府使大人閤下)’라고 썼습니다. 그런데 김덕기(金德基)의 탐도(貪饕)함이 낭자(狼藉)하여 원망과 비방이 길에 가득하니, 왜관(倭館)에 있는 왜인(倭人)이 이에 왕래하는 편지에서 곧 ‘대인(大人)’이란 두 글자를 빼어 버렸습니다. 수류(殊類)들도 오히려 탐오(貪汚)한 것을 천하게 여겨 미워할 줄 알고서 으레 쓰는 존칭(尊稱)도 사용하기를 부끄럽게 여기는데, 이에 맑은 조정[淸朝]의 악을 제거하는 형법을 이와 같은 사람에게 시행하지 못한다면, 이는 이른바 이웃 나라에 알려지게 할 수 없다는 것입니다. 한영휘(韓永徽)의 일은 신이 또한 그 백탈(白脫)함을 보지 못하였습니다. 피해가 승려의 무리에게 미쳤다는 한 가지 사항에 있어서는, 사장(査狀) 가운데에 지가(紙價)를 정한 한도 외에 더 준 것을 가지고 원통하다고 말하는 단서로 삼았는데, 가령 정한 한도 외에 더 준 것이 한결같이 사장(査狀)과 같다 하더라도 값을 더 준 혜택은 미세하고 부당하게 징수한 정사는 포학하니, 승려의 무리가 어찌 원망하고 괴로와하지 않겠습니까? 사장(査狀) 가운데 도신(道臣)의 결론(結論)에 이르기를, ‘4백여 결(結)이 장부에서 숨겨 누락된 것은, 어버이의 병(病)으로 근심스러워서 제대로 살피지 못한 결과에서 나온 것인지 간교한 꾀를 써서 숨겨 누락시켜 자기를 살찌우는 자료로 삼으려는 데에서 나온 것인지 그간의 실정은 밝혀내기 어려움이 있으나 소홀한 죄는 진실로 놀랄 만한 일입니다.’ 하였습니다. 지난번에 도신(道臣)으로 하여금 한영휘(韓永徽)가 참으로 간교한 꾀를 써서 자기를 살찌우려 한 자취가 없음을 분명히 알게 했더라면, 어찌 이처럼 의심스러운 말로써 두 갈래의 설명을 하였겠습니까? 더구나 읍비(邑婢)를 몰래 간통한 것은 본래 해당되는 형률이 있는데, 이에 ‘상중(喪中)에 있어 복제(服制)를 마쳤으므로 추후로 죄줄 수 없다.’는 등의 말로써 부당하게 미봉(彌縫)하였습니다. 국가에서 상중에 상복을 입고 있는 사람을 진념(軫念)하여 상(喪)을 당하기 전의 일을 처벌하지 말도록 한 경우는 있지만, 사건이 상복을 끝마친 뒤에 발생하였는데도 상을 당하기 전의 죄를 적용하지 말라는 전례가 있다는 것은 들어보지 못하였습니다. 관기(官妓)의 일은 전주(全州)·여산(礪山)의 사이에 심지어 ‘기생이 곡(哭)을 하니 계집종[女卑]이 너울[羅兀]을 깔아 주었다.’는 말까지 이곳저곳에 전파되어 마치 가요(歌謠)처럼 되어 있으므로, 처음부터 의심할 만한 자취가 없었다면 사람들의 말하는 것이 어찌 이 지경에 이르렀겠습니까? 도신(道臣)의 사장(査狀)이 비록 그다지 명쾌하지는 못하지만 또한 전연 숨겨질 수 없으므로 반신 반의(半信半疑)하는 사이에 두었습니다. 법부(法府)의 의언(議讞)은 비록 말감(末減)시켰지만, 본래 거기에 적용할 형률이 있는데도 이제 이에 모조리 깨끗이 해소시켜서 전연 과오가 없는 것으로 처리했으니, 이와 같이 하고서도 군중의 마음을 복종시킬 수 있겠습니까? 욕이 가묘(家廟)에 미친 일은, 한영휘(韓永徽)의 공초(供招)에서 자신을 모욕한 것 중의 하나이며, 나무 조각에는 분면(粉面)·방제(傍題)가 없었다고 하였는데, 이는 그 말이 조금도 사리(事理)에 맞지 않습니다. 과연 분면·방제가 없었다면 도신(道臣)이 그것이 한영휘집의 신주(神主)인지 어떻게 억측하여 알고서 정인서(鄭麟瑞)에게 비밀히 주어 한영휘에게 몰래 전달하도록 하였겠습니까? 지금 만일 그 당시의 도신(道臣)에게 물어보신다면 반드시 감히 숨기지 못할 것입니다. 정인서도 일찍이 사대부(士大夫)의 집에서 분명하게 말을 하였었는데 치대(置對)할 때 모호(模糊)하게 설명하였으니, 이는 위협과 제압에 겁을 내어 그런 것에 지나지 않습니다. 새로 큰 집[大宅]을 지은 한 가지 일에 있어서는, 재료와 인력을 스스로 마련했다는 말은 그럴 듯한 방법으로 속일 수 있고, 땅을 가지고 다투어서 형제가 원수진 일은 조사하여 적발해서 알 수 있는 것이 아닙니다. 하지만 유독 괴상한 것은, 큰 길거리의 웅장한 집은 모든 사람이 눈으로 쳐다보는 바이므로 비록 어두운 가운데에서 더듬어 찾더라도 그것이 웅장하고 화려한 것임을 알 수 있는데, 조사해서 적발하는 낭관(郞官)이 이에 웅장하지도 않고 사치하지도 않다는 등의 말로 제멋대로 속여서 고한 일입니다. 이러한 일도 이와 같은데, 다른 일이야 더 무엇을 논하겠습니까? 이동언(李東彦)의 일에 이르러서는 더욱 매우 근거가 없습니다. 조사하는 벼슬아치가 규례(規例)를 마음에 두지 않고 전지(傳旨) 가운데 열거한 대계(臺啓)의 조어(措語)를 전혀 제시하여 논하지 않고서 한결같이 수인(囚人)의 공사(供辭)를 가지고 문목(問目)을 만들었습니다. 이는 그 생각에 대개 각 사람의 대답하는 말이 혹시 차질(蹉跌)이 있을까 염려되었기 때문에 먼저 죄수가 밝힌 말을 가지고 부당하게 인도한 것입니다. 죄인들에게서 공초(供招)를 받을 때에도 전혀 세밀하게 캐묻는 일이 없고, 다만 각 사람으로 하여금 생각하는 바를 적어서 올리도록 하였으니, 고금 천하에 어디 이와 같은 조사가 있겠습니까? 대저 수인(囚人)들은 바로 각 사람의 옛 원[舊倅]의 아들이고, 각 사람들은 또한 수인(囚人)이 지원하는 사람들입니다. 그러므로 비록 엄중하게 심문하여 끝까지 조사하게 한다 하더라도 저들은 바야흐로 안정(顔情)에 구애되고 위세(威勢)에 짓눌려서, 바른대로 고하면 원한이 반드시 이르게 될 것이고 굳게 숨기면 형신(刑訊)의 두려움이 없을 것이니, 그들이 사실에 따라 바른대고 고하려 하지 않는 것은 형세가 그런 것이며 괴이하게 여길 것은 없습니다. 조사하는 관원이 말하기를, ‘이동언(李東彦)이 팔뚝을 찔러 피를 내었다는 말이 사실인가?’ 하니, 각 사람들이 말하기를, ‘네네.’ 하였고, 조사하는 관원이 말하기를, ‘이동언이 관아에 묵고 있을 때에 관아의 종[衙奴]도 있었다는 말이 사실인가?’ 하니, 각 사람들이 말하기를 ‘네네.’ 하였습니다. 한 가지 일에 이와 같이 하고 두 가지 일에도 이와 같이 하여, 심문하는 것은 모두 이동언이 스스로 해명한 말이고 답변한 것은 다만 그가 심문한 것에 대해서 더 부연한 것에 지나지 않았으며, 신의 계사(啓辭) 가운데서는 일언반구(一言半句)도 끝내 제시(提示)하여 언급한 일이 없었습니다. 비록 이미 조사를 했다고 하지만, 조사한 것은 신의 계사(啓辭)의 내용이 아니었으며 또한 전지(傳旨) 가운데 조사하라고 명한 것도 아니었습니다. 이와 같이 하고서도 조사를 시행했다고 말하는 것이 옳겠습니까? 아! 이동언의 파주(坡州)의 일을 이루 다 말할 수 있겠습니까? 3천 7백 호(戶)가 엽전(葉錢) 50전씩을 바쳤으니, 그 사이에 설혹 유망(流亡)하거나 전염병에 걸린 백성으로서 돈을 내지 못한 자가 있었더라도 백성에게서 거둔 것이 또한 얼마나 되는지 알 수가 없습니다. 읍민(邑民)이 부조(賻助)를 하는 것은 진실로 그 준례가 있으니, 준례에 따라 초상을 치른다면 누군들 옳지 않다고 하겠습니까? 그런데 상사(喪事)로 인하여 제멋대로 거두어 들이기를 이렇게까지 많이 하였으니, 온 고을이 원망하고 욕하는 것을 어찌 면할 수 있겠습니까? 반함(飯含)을 대신시킨 한 가지 사항에 대해서는 과연 말하기 어려운 일인데도 파주(坡州)에 왕래하는 사람들이 공공연히 말하여 전파하였고 신이 들은 바도 이미 많았습니다. 그러나 오히려 성급하게 찾아내어서 말하려고 하지 않았기 때문에 계사(啓辭) 가운데서는 또한 바로 말할 수가 없어서, 처음에는 ‘차마 들지 못할 말이 있습니다.’ 하였고, 또 말하기를, ‘자진(自盡)하여야 할 곳에 유감이 없을 수 없습니다.’라고 하였습니다. 그랬다가 김만근(金萬謹)이 신더러 모함한다고 말하게 된 후에야 들었던 바를 가지고 피사(避辭) 가운데 약간 언급하지 않을 수가 없었습니다. 그런데도 그간에 해괴한 말이 또 여기에서 그치지 않았지만 또한 다 아뢰고자 하지 않았으니, 신더러 일필(一筆)로 단정하여 조금도 지난(持難)하지 않았다고 하는 것은 신의 본뜻을 아는 자가 아닙니다. 신의 계사(啓辭)가 처음 나왔을 때 파주(坡州)에서 호상(護喪)을 했던 사람이 신의 계사(啓辭)가 하나도 사실과 다름이 없다는 말로써 진신(搢紳)들 사이에서 질정(質正)해 말하여, 그 말이 크게 전파되어서 귀가 있는 사람은 모두 들었습니다. 파주 사람은 조사가 엄중하지 않아서 사실대로 답변하지 않은 뒤에 와서는 또다시 조사하는 일이 있게 될까 두려워 서울에 올라와서 탐색하는 자가 있기까지 하였는데, 신이 우연히 그것을 눈으로 직접 보았습니다. 무릇 여기에 ‘이러이러하다.’는 말은 온세상 사람이 누군들 모르는 자가 있겠습니까? 다만 그 사건이 사소한 문제가 아니므로 말하는 사람이 없는 것인데 유독 신이 이것을 말하였으니, 이는 신이 어리석고 경솔해서 들은 대로 즉시 아뢰고는 다시 생각하지 않는 병통 때문입니다. 사람들이 간혹 말이 너무 박절(迫切)하다고 신을 꾸짖고, 다른 사람의 좋지 못한 점을 말한다고 신을 경계한다면, 신은 진실로 번민하며 충심으로 따를 것입니다. 하지만 무함(誣陷)이니 불위(不韙)니 하는 등의 명목은 모두 신을 억제하고 신을 위협하는 것으로서, 마치 저들은 이런 일이 없는데도 신이 이에 지어내고 남들은 듣지 못했는데 도신이 이에 처음으로 말한 것처럼 하는 점이 있으니, 신은 저으기 놀랍게 여기고 이어서 몹시 탄식하고 있습니다. 이동언이 스스로 말하기를, ‘원한을 맺은 일이 너무 많아서 이 지경에 이르렀다.’고 하는데, 이 일이 시끄럽게 전파된 것은 이미 그가 사헌부에 들어오기 전에 있었던 일이니, 그가 말한 바는 더욱이 한 번의 웃음거리도 되지 않습니다. 박권(朴權)의 상소에 이른바 ‘돈독하고 후(厚)한 기풍(氣風)을 손상시키고 과격하게 적발하는 풍습을 조장시켰다.’고 한 것은 더욱 비웃을 만한 일입니다. 돈독하고 후한 기풍을 분명 서경(西京)보다 나은 적이 없는데, 서경에서 숨상한 것은 효행(孝行)과 염치(廉耻) 뿐입니다. 지금 이러한 무리들을 규탄하고 조사하는 것은 바로 불효하고 염치를 모르는 자들이 풍교(風敎)를 손상시키고 무너뜨릴까 두려워하는 까닭이니, 반드시 풍교를 손상시킨 사람들을 부식(扶植)한다고 하여야만 바야흐로 과격하게 적발한다는 지목을 면할 수 있겠습니까?” 하니, 임금이 지나간 일을 굳이 소급하여 거론할 필요가 없다고 답하였다.",
                "hj": "○甲辰/正言趙泰億上疏, 申論金德基等三人事。 略曰: 德基等原情, 雖皆有修飾抵賴之辭, 而其所自服, 亦可謂狼藉矣。 米帒(莊)〔藏〕錢, 雖曰送饋親庭, 而事不光明, 人滋疑惑。 八件錦衾, 旣難盡諉之遺親, 則諱其一半, 自是遁辭, 而渠乃自托於爲親而受汚議者, 又許以觀過而知仁, 至於課督繭絲一事, 以德基自招見之, 亦無與於孝養之節, 而讞奏之臣, 混謂之爲親。 此其罪犯中至微者, 亦且曲爲之傳會, 況大且重者乎? 韓愈之言曰: “法吏一切於法, 經術之士, 得引經而議。” 藉令德基所犯, 悉出於爲親, 爲法吏者, 只當明其罪擬其律, 以竢上處分, 而況其種種罪目, 不亶爲親之事, 則何可與膠東嗇夫持衣自訟者, 比而同之耶? 若其抱事肯綮, 只在於柳姓兩吏, 而元無繡衣等語, 大是違端, 則査官之姑待仍囚, 事體當然, 而道臣之卽令放送, 極是怪事。 至於議讞之重臣, 亦以元無廉問等語, 至有疏辨。 如是而其能望査事之得實乎? 至於馬屎甓隄堰草之事係輕微者, 竝皆首實, 如麯中銀、倭館貨之罪關重大者, 輒皆牢諱, 豈臣所聞輕微者, 皆實跡, 而重大者, 皆虛語也耶? 自前倭人之致書東萊府, 例書東萊府使大人閤下矣。 德基貪饕狼藉, 怨謗載路, 倭人之處館者, 乃於往來書牘, 輒去大人二字。 殊類尙知賤惡其貪汚, 羞用例書之尊稱, 乃以淸朝激濁之典, 不得加諸如此之人, 此所謂不可使聞於隣國者也。 韓永徽事, 臣又未見其白脫也。 害及僧徒一款, 査狀中乃以加給紙價, 爲稱冤之端。 縱令加給, 一如査狀, 加價之惠, 細, 橫徵之政, 虐, 僧徒安得不怨苦哉? 査狀中道臣結辭有曰: “四百餘結之隱漏, 出於親病憂擾, 不能致察之致乎? 出於用奸隱漏, 欲爲肥己之資乎? 其間實情, 有難鉤得, 而踈漏之罪, 誠爲可駭” 云。 向使道臣, 明知永徽眞無用奸肥己之跡, 則豈肯以此等疑晦之辭, 爲此兩岐之說乎? 況其邑婢潛奸, 自有當律, 乃以居憂服闋, 不可追罪等語, 曲爲彌縫。 在國家軫念憂服之人, 使之勿罪前事則有之矣, 未聞有事發於服闋之後, 而亦有喪前罪勿用之例也。 官妓事, 全、礪之間, 至以妓哭婢布羅兀之說, 狼藉傳播, 有同歌謠, 初無可疑之迹, 人之爲言, 何至此耶? 道臣査狀, 雖甚未快, 亦不能全然掩諱, 置之疑信之間。 法府議讞, 雖末減, 自有當勘之律, 而今乃一倂淸脫, 置之全然無過之地。 如是而其能服衆情乎? 辱及家廟事, 永徽之招, 謂之辱。 渠之一片木, 無粉面、傍題, 此不成說。 果無粉面、傍題, 則道臣何由臆知其爲永徽家神主, 而密付鄭麟瑞, 使之潛傳於永徽乎? 今若詢問於其時道臣, 則必不敢有所容隱也。 麟瑞亦嘗明言於士夫家, 而置對之際, 糢糊爲說。 此不過怵於威制而然矣。 至於新起大宅一事, 材力自辦之說, 可欺以其方, 爭地鬩墻之事, 非摘奸可知, 而獨怪夫通衢大第, 萬目所覩, 雖使暗中摸索, 亦可知其宏麗, 而摘奸郞官, 乃以不宏不侈等語, 恣意瞞告。 此事如此, 他尙何論? 至於李東彦事, 尤極無據。 査官不有規例, 傳旨中所擧臺啓措語, 全不提論, 一以囚人供辭爲問目。 此其意, 蓋慮各人所對之言, 或有蹉跌, 先以囚人發明之辭, 曲爲開導, 及其捧招之際, 全無盤詰之事, 只令各人, 書呈所懷。 古今天下, 安有如此査覈乎? 夫囚人, 卽各人舊倅之子, 各人, 又囚人所援之人。 雖使嚴問而窮覈之, 彼方拘於顔情, 迫於威勢, 直告則有怨毒之必至, 牢諱則無刑訊之可畏, 其不肯從實而直告, 勢也, 無足怪也。 査官曰: “東彦剌臂出血之說是乎?” 各人曰唯唯, 査官曰: “東彦衙客, 在衙奴亦在之說, 是乎? 各人曰唯唯。 一事而如此, 二事而如此, 所問者皆東彦自明之辭, 所答者不過就其問而增衍之, 臣之啓辭中一言半辭, 終無提及之事。 雖曰已査, 所査者非臣之啓, 亦非傳旨中所命査者。 如此而謂之行査可乎? 噫! 東彦坡州之事, 可勝言哉? 三千七百戶之捧五十孔方, 其間雖或有流亡癘疫不能出錢者, 而其所收者, 亦不知其幾何矣。 邑民賻助, 誠有其例, 循例治喪, 誰曰不可, 而因喪橫斂, 至此夥然, 闔境怨罵, 烏得免乎? 至於替含一款, 果是難言之事, 而坡州往來之人, 公傳道之, 臣之所聞, 亦已多矣。 猶不欲遽爾索言, 啓辭中亦不能直言, 初則曰有不忍聞之說, 又曰不能無憾於所自盡之地, 及夫金萬謹, 謂臣以構成然後, 不得不以所聞之言, 略及於避辭中, 而其間可駭可怪之說, 又不止此, 亦不欲畢陳, 則謂臣一筆句斷, 曾不持難者, 非知臣本意者也。 臣啓初發之時, 坡州護喪人, 有以臣啓辭, 無一爽實之語, 質言於搢紳之間, 其言大播, 有耳皆聞。 坡人及至抱査不嚴, 不以實對之後, 又恐有更査之擧, 至有上京探伺者, 臣偶然目見之矣。 凡此云云之言, 一世之人, 孰有不知? 特以其事係非細, 莫有言之者, 而獨臣言之, 是則臣樸愚妄率, 隨聞直陳, 不復較量之病也。 人或責臣以辭太迫切, 戒臣以言人不善, 則臣固懣然心服, 而若其誣陷不韙等目, 無非抑勒臣脅持臣者, 有若彼無此事, 而臣乃做出, 人所不聞, 而臣乃創言者然, 臣竊駭然, 繼之以痛歎也。 東彦自以謂: “結怨甚多, 以至此境”, 而此事喧播, 已在於渠未入臺之前, 其所爲言, 尤不滿一哂也。 朴權疏所謂: “傷篤厚之風, 長激訐之習” 云者, 尤可笑也。 篤厚之風, 宜莫尙於西京, 而西京所崇用者, 曰孝曰廉而已。 今之糾覈此輩, 正恐不孝不廉者之傷敗風敎耳。 必曰扶植傷敗風敎之人, 然後方可免於激訐之目耶云云。 上以旣往之事, 不必追提爲答。"
            }
        }
    },
    "04": {
        "13": {
            "1": {
                "H2KE-EN": "In byeongja year (, the King again appointed Jeong Seokrin as chief state councilor . In terms of benevolence, Jeong Seokrin was fond of benevolence and enjoyable. He was bright and intelligent by nature, and his disposition was not very honest. For this reason, even though he had been blamed by the enemy, he was repeatedly slightly impressed. However, the royal favor was not eventually declined. Not long thereafter, when he retired from his post, he suddenly summoned him again and appointed him as chief state councilor in the frontier. In general, a subject who rose into secret controlling his ulterior motive to seek his powerful sovereigns favor. His crime cannot be forgiven. However, how can this be a case involved in the sovereign? In the world, there are wicked men who are wicked and wicked by the world who cannot be concealed. That is truly unacceptable. It is not proper to add a clerical motive to such a clerical motive. Presently, when Jeong Seokrin was power by the King, he only studying literature and 민첩하고 통달한 sought against him. When the King was young, he inquired about Choe Seol . He specially appointed clerical writing style. When the King was young, he asked Choe Seol . He specially appointed clerical writing style and ordered that he be appointed as a clerical writing style clerical writing style. In general, among Confucian scholars who slightly received royal favor, he suddenly impressed his slanderous words",
                "H2KE-nKo": "병자년에 다시 최석정을 영의정에 제수하였다.최석정은 인자하고 낙이하며 총명하고 박아하며 지론이 또한 그다지 준엄하고 각박하지 않았다. 그러므로 비록 당인들의 원수처럼 질투를 받아 여러 차례 낭패를 당하였지만 임금의 총애는 끝내 쇠하지 않았다. 벼슬에서 물러난 지 얼마 되지 않아 문득 다시 불러 등용하여 전후로 모두 아홉 차례 영의정에 제수하였다고 한다.대체로 신하가 유음한 사람을 끌어다가 임금의 총애를 구하는 것은 그 사람에게 있어서는 그 죄가 진실로 용서하기 어렵지만 임금에게 누가 되는 것은 또한 어떠하겠는가. 세상에는 진실로 일종의 음사한 무리가 있어 열 손가락으로도 가리기 어려운 것이 있지만, 그렇지 않다면 결코 편당을 지어 시기하고 미워하는 사심을 가지고 억지로 이런 제목을 애매모호한 가운데 씌워서는 안 된다.이번에 최석정이 임금에게 총애를 받은 것은 오로지 문학과 민달로 스스로 임금의 지우를 받았기 때문이다. 주상이 어렸을 때 최 설서가 어디에 있느냐고 묻고 특별히 교리에 제수하고 전한으로 내보내라고 명하였으니, 특별한 총애가 지극하여 등용하기를 한결같이 하였다. 어찌 조금이라도 의논하는 자들의 말과 비슷하고 구실삼을 만한 것이 있겠는가. 그런데도 공공연히 날조하여 암암리에 무함하고 헐뜯었으니, 유독 최석정에게만 그런 것이 아니다. 무릇 선비로서 조금이라도 은총을 받은 자는 번번이 이런 패역한 말로 더럽혔다. 그가 비록 남을 모함하는 데 급급하여 차마 이런 망극한 말을 하였더라도 유독 감히 말할 수 없는 처지에 있는 사람을 무함하고 핍박하는 것은 생각하지 않는단 말인가. 이런 말을 하는 자는 주벌할 사람이 없단 말인가. 반드시 하늘의 재앙이 있을 것이다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 4월 13일(병자) 1번째기사",
                "gt-oKo": "다시 최석정(崔錫鼎)을 임명하여 영의정(領議政)으로 삼았다. 최석정은 인자(仁慈)하고 마음이 편안하며 총명(聰明)하고 박아(博雅)하며 지론(持論)이 또한 지나치게 혹독하지 않기 때문에 비록 당인(黨人)이 원수처럼 미워하여 여러 번 거꾸러뜨림을 당하였지만, 임금의 총애는 끝내 쇠하지 아니하여 자리를 떠난 지 얼마 안되어 번번이 다시 불러서 등용하였으니, 전후로 모두 아홉 번에 걸쳐서 영의정[首相]에 임명되었다고 한다. 대저 신하가 유음(幽陰)을 이용하여 임금의 총애를 구하는 것은 그 본인에게 있어서도 죄가 진실로 용납하기 어렵지만, 그것이 임금에게 누(累)가 됨이 또한 어떠하겠는가? 세상에는 진실로 일종(一種)의 음사(陰邪)한 무리로서 열 손가락으로도 부끄러운 얼굴을 가리기 어려운 자들이 있기는 하지만, 그렇지 않은 경우에는 결코 당비(黨比)·모질(媢嫉)의 사심(私心)을 가지고 암매(暗昧)한 가운데 이러한 제목(題目)을 억지로 덮어씌워서는 안될 것이다. 지금 최석정이 임금에게 은총을 받은 것은 오로지 문학(文學)·민달(敏達)로써 저절로 임금으로부터 인정을 받게 된 것뿐이다. 임금은 어린 시절부터 최 설서(崔說書)가 어디에 있느냐고 물었으며, 특별히 교리(校理)로 임명하고 전한(典翰)으로 내어보내도록 명하였으며, 특별한 총애는 〈정승에〉 등용되기까지 한결같았다. 어찌 조금이라도 의논하는 자의 말과 비슷하게 구실삼을 만한 점이 있겠는가? 그런데도 공연히 날조하여 남모르는 곳에서 무함하였으니, 유독 최석정한테만 그런 것이 아니었다. 무릇 모든 사류(士類)중에 조금이라도 은총(恩寵)을 받은 사람이면 번번이 이처럼 패리(悖理)한 말로써 욕보이고 모멸하였으니, 저들이 비록 사람을 무함하기에 바빠서 차마 이런 망극(罔極)한 말을 하였겠지만, 다만 무함이 임금에게까지도 미친다는 것을 생각하지 않은 것인가? 이런 말을 한 사람은 사람들의 벌이 없다면 반드시 하늘의 재앙(災殃)이 있을 것이다.",
                "hj": "○丙子/復拜崔錫鼎爲領議政。 錫鼎, 仁慈樂易, 聰明博雅, 持論亦不甚峻刻, 故雖被黨人仇嫉, 屢遭顚躓, 而上眷終不衰焉。 釋位未久, 輒復召用, 前後凡九拜首相云。 夫人臣之拔援幽陰, 以求君上之寵者, 在其人, 罪固難容, 而其爲累於君上者, 亦當如何哉? 世固有一種陰邪之徒, 十手之所難掩者, 而自非然者, 決不當以黨比媢嫉之私, 勒加此等題目於暗昧之中也。 今者錫鼎之被眷於上者, 專以文學、敏達, 自結主知而已。 自上在沖年, 問崔說書安在, 特授校理, 命出典翰, 殊異之眷至, 登庸如一。 豈有一毫疑似於議者之言, 可以藉口者, 而公然捏造, 暗地誣詆, 不獨於錫鼎然也, 凡諸士流之稍被恩注者, 輒以此悖辭汚衊之。 彼雖急於陷人, 忍爲此罔極之言, 而獨不念誣逼於不敢言之地乎? 爲此說者, 其無人誅? 必有天殃矣。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gyesa day, Third Censor Kwon Cheom of the Office of the Censor General and others presented a memorial to the King to discuss the imo year (1422, the fifth year of King Taejongs reign. The King finally received Kwon Cheom in audience. The King said, There has been no time since the language of the literary liter",
                "H2KE-nKo": "헌납 권첨 등이 임오년 과시의 일에 대해 논계하니, 주상이 엄한 비답을 내리고 마침내 권첨을 인견하였다. 주상이 말하기를,“말세의 풍속이 과거 이후로 시끄럽게 떠드는 말이 없는 때가 없으니, 이번 과시를 만약 빼 버린다면 훗날 과시를 설행하지 못할 것이다.”하니, 권첨이 아뢰기를,“참으로 성상의 하교와 같습니다. 이 과거의 시끄럽게 떠드는 말도 여기에서 그치지 않을 것입니다. 임금과 신하는 아버지와 아들 사이와 같으니, 어찌 감히 들은 바를 다 진달하지 않을 수 있겠습니까.김만근의 처부 이사영은 그 당시 도승지로서 참석하였는데, 시축을 여러 고관에게 나누어 줄 때 묘한 이치를 많이 썼다는 말이 파다하게 전파되었습니다. 또 입격한 시권을 개명한 뒤에 즉시 고관의 시축에 넣어 사람들이 보지 못하였으므로 이 때문에 더욱 사람들의 말이 있게 된 것입니다. 임오년 별시와 이번 알성시의 방목으로 말하면, 입격한 자는 모두 한미한 선비였기 때문에 사람들의 말이 있었다는 말을 듣지 못하였습니다. 만약 신의 말을 망녕되다고 여기신다면, 앞으로 정시의 알성시에 친림할 때 일일이 여러 선비에게 하문하소서. 진달한 바가 만약 허망하다면 신은 주륙을 받겠습니다.”하였다. 주상이 말하기를,“전부터 경재의 자제로서 입격한 자도 모두 빼 버렸는가?”하니, 권첨이 아뢰기를,“고관의 친속이 한 방에 7인이나 되니, 비록 모두 사심을 부린 것인지는 알 수 없으나 결단코 그 태반이 사심을 부렸다는 것은 알 수 있습니다. 임오년 전후로 이와 같은 과거가 있었다는 말을 듣지 못하였습니다. 병인년의 일로 말하더라도 문정공 신흠이 어찌 고시를 관장하여 사심을 부렸겠습니까. 그 아들 김익전과 손자 김면의 재주를 어찌 이 방목에 든 사람에 비할 수 있겠습니까. 목대흠의 조카 사위와 조박의 아들도 모두 상피 때문에 입격하였기 때문에 삭제하였습니다.과에 합격한 무리가 만약 이해조가 자처한 것처럼 하였다면 사람들의 말이 어찌 이와 같이 시끄러웠겠으며, 인심이 어찌 지금까지 분개하고 답답해하겠습니까. 그런데 대관을 지목하여 김세일을 형장을 치고 찬배하였고, 전랑과 옥당은 태연히 공무를 행하였습니다. 대론이 일어나려 할 때 한림 등이 여전히 입직하였으니, 어찌 이와 같은 염치가 있겠습니까.”하였는데, 주상이 아무런 결정이 없었으므로 권첨이 마침내 물러갔다. - 연석에서 한 말은 위에 자세히 보인다. - 임오년 과시는 본래 9인인데, 고관의 지친으로서 상피해야 할 자가 8인이니, 300년 동안 없었던 일이다. 단지 이 일만 가지고 나라의 체모로 신면 등을 끌어다가 빼 버리기를 청하는 것이 사리로 볼 때 당연하다. 그러나 사심을 부렸다는 것은 그 자취가 드러나지 않았으니, 어찌 억측하여 논할 수 있겠는가. 이재가 사적으로 사람들에게 말하기를 ‘김만근 같은 자는 결박하여 주어야 한다.’라고 하였으므로 사람들이 많이 전해 듣고 비웃었다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 4월 30일(계사) 1번째기사",
                "gt-oKo": "헌납(獻納)권첨(權詹) 등이 임오년 과거(科擧)의 일을 논하여 아뢰니, 임금이 엄한 비답을 내리고 드디어 권첨을 인견(引見)하였다. 임금이 말하기를, “말세(末世)의 풍속이 불안스러워 과거(科擧) 뒤의 말썽이 없는 때가 없으니, 이번 과거에서 만일 빼어 버린다면 이 뒤부터는 장차 과거를 시행할 수 없게 될 것이다.” 하니 권첨이 말하기를, “진실로 성상의 말씀과 같습니다. 이 과거로 인한 불안스러운 잡음이 또한 여기에서 그치지 않을 것입니다. 군신(君臣)은 부자(父子)와 같은 것이니, 어찌 감히 들은 바를 다 아뢰지 않을 수 있겠습니까? 김만근(金萬謹)의 장인[妻父] 이사영(李思永)은 그 당시에 도승지(都承旨)로서 나아가 참여하였는데, 시축(試軸)을 여러 고관(考官)들에게 나누어줄 때 묘한 방법을 많이 썼다는 말이 자못 많이 전파되어 있습니다. 그리고 또 입격(入格)한 시권(試券)의 이름을 개봉(開封)한 뒤에는 바로 고관(考官)의 축(軸)으로 집어넣어 사람들이 보지 못했다고 하는데, 이것 때문에 더욱 사람들의 말이 있습니다. 가령 임오년의 별시(別試)나 이번 알성방(謁聖榜)의 경우는 참여된 자가 모두 한미(寒微)한 선비이기 때문에 사람들의 말이 있다는 것을 듣지 못하였습니다. 만일 신의 말이 망령되다고 여기신다면, 이번에 후정(後庭)에서 알성과(謁聖科)를 열어 친림(親臨)하실 때에 일일이 여러 선비들에게 물어 보시어, 아뢴 바가 만일 허망한 것으로 드러날 경우에 신은 주륙(誅戮)의 형벌이라도 받기를 청하겠습니다.” 하였다. 임금이 말하기를, “예전부터 경재(卿宰)의 자제(子弟)로서 참여된 자는 또한 모두 빼어버렸는가?” 하니 권첨이 말하기를, “고관(考官)의 친속(親屬)이 한 방(榜)에 7인이나 되니, 비록 모두 사정(私情)을 썼는지는 알 수 없지만, 확실히 반 수 이상은 사정(私情)을 썼다는 것을 알 수 있습니다. 임오년의 전후에는 이와 같은 과거가 있었다는 것을 듣지 못하였습니다. 병인년의 일을 가지고 말한다면, 문정공(文貞公) 신흠(申欽)이 어찌 시관(試官)이 되어 사정(私情)을 쓸 분이겠으며, 그 아들 신익전(申翊全)과 손자 신면(申冕)의 빛나는 재주를 어찌 이 방(榜)의 사람들과 비유할 수 있겠습니까? 목대흠(睦大欽)의 조카사위[姪婿]와 조박(趙璞)의 아들은 모두 상피(相避)로서 참여되었기 때문에 삭제하였습니다. 과거에 합격한 무리들이 만약 이해조(李海朝)가 스스로 처신한 것과 같이만 한다면 사람들의 말이 어찌 이처럼 떠들썩하고 인심이 어찌 지금까지 분개하겠습니까? 그런데 대관(臺官)을 지목하여 최세일(崔世鎰)을 형찬(刑竄)시키고서 전랑(銓郞)과 옥당(玉堂)은 태연히 공무를 보며, 대론(臺論)이 장차 일어나려고 하는데 한림(翰林) 등이 오히려 입직(入直)하였으니, 어찌 이같은 염치(廉耻)가 있겠습니까?” 하였으나, 임금이 발락(發落)이 없었으므로, 권첨(權瞻)이 드디어 물러나왔다.【연석(筵席)의 말로서 상세한 것은 위에 보인다.】 임오년의 과거(科擧)는 〈입격자(入格者)가〉 본래 9인인데 고관(考官)의 지친(至親)으로서 상피(相避)하여야 할 사람이 8인이나 되었으니, 이는 3백년 동안에 없었던 일이다. 다만 이 일을 가지고 나라의 체모를 이유로 신면(申冕) 등이 빼어버리도록 요청한 일을 원용(援用)하는 것이 이치에 옳았을 것이다. 사정(私情)을 쓴 것은 형적이 분명하지 않은데, 어찌 억측으로 논할 수 있겠는가? 이재(李縡)가 사사로이 사람에게 말하기를, ‘김만근(金萬謹) 같은 이는 마땅히 포박(捕縛)을 해야 하는데, 더불어 사귄다.’ 하니, 사람들이 많이 웃음거리로 전하였다.",
                "hj": "○癸巳/獻納權詹等啓論壬午科事, 上下嚴批, 遂引見詹。 上曰: “末俗嘵嘵科後之言, 無時無之, 此科若拔去, 則日後將不得設科矣。” 詹曰: “誠如聖敎。 此科嘵嘵之言, 亦不止此。 君臣猶父子也, 何敢不盡陳所聞? 金萬謹之妻父李思永, 其時以都承旨進參, 分試軸於諸考官之際, 多用妙理之言, 頗多傳播。 且入格試券拆名之後, 卽入考官之軸, 人不得見之, 以此尤有人言矣。 如壬午別試及今番謁聖榜, 則得參者皆是寒士, 故不聞有人言矣。 如以臣言爲妄, 則此後庭謁聖親臨時, 一一下詢於多士, 所達如其虛妄, 臣請伏誅戮焉。” 上曰: “自前卿宰子弟得參者, 亦皆拔去耶?” 詹曰: “考官親屬, 一榜七人, 則雖未知盡爲行私, 而決知其太半行私矣。 壬午前後, 未聞有如此之科矣。 以丙寅事言之, 文貞公申欽豈掌試行私之人, 其子翊全及孫冕之才華, 豈此榜人之比乎? 睦大欽(侄)〔姪〕壻及趙璞之子, 竝以相避得參, 故削之矣。 中科之輩, 若如李海朝之自處, 則人言豈如是喧藉, 人心豈至今憤鬱, 而指囑臺官, 刑竄世鎰, 銓郞玉堂, 晏然行公, 臺論將發, 而翰林等猶爲入直, 豈有如此廉恥乎?” 上無發落, 詹遂退。【筵說詳見上。】壬午科, 本九人, 考官至親應避者八人, 三百年所無也。 只擧此以國體, 援申冕等請拔去, 事理得矣。 行私則跡未彰, 何可臆論也? 李縡私謂人曰: “如金萬謹, 宜縛而與之。” 人多傳笑。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General submitted a joint memorial to the King and requested that Left State Councilor Yi Yeo be dismissed from his post. The advisability read as follows: When the capital of our country was founded from the beginning of the foundation of the state, the ancestors of the Royal Ancestral Shrine were mobilized to the people of the eight provinces for several years and began to be completed. The expenses of the expenses and the building of construction cannot be numerous. Therefore, at the beginning of the first time, the rebuilding of the capital was truly rather light. However, high officials of the state who solely deliberate on their own circumstances and do not carefully determine the construction without considering the possibility of their own circumstances. At the beginning of the building of the",
                "H2KE-nKo": "정묘년에 양사가 합동으로 계사를 올려 좌의정 이여를 파직할 것을 청하였는데, 그 대략에,“우리나라의 도성은 개국 초기부터 세조조에 이르기까지 팔도의 민력을 동원하여 몇 년이 지나서야 비로소 완성하였습니다. 그 비용의 번다함과 공역의 거대함은 이루 헤아릴 수 없으니, 당초에 갑자기 개축하자고 청한 것은 참으로 경솔한 일이었습니다. 그런데 국사를 담당한 대신이 자신의 지혜만 내맡겨서 다시 자세히 헤아리지 않고 지레 큰 역사를 일으켰습니다. 일을 도모하는 시초에 식견이 있는 사람들은 모두 반드시 실패하고 성공하지 못할 것이라고 말하였는데, 시행한 지 얼마 되지 않아서 과연 이미 증험이 되었습니다.군문의 재력은 책응할 때에 고갈되었고, 거꾸로 매달린 듯한 군사와 백성들은 수송하는 역사에 거듭 지쳤습니다. 반 년 동안 경영한 것으로는 얻은 것이 약간의 석재에 불과하고, 몇 달 동안 판삽은 단지 한 자[丈尺]만 뻗어 나가는데, 서울과 지방이 텅 비고 재력이 바닥이 났으며, 마을이 소란스럽고 원망과 비방이 떼지어 일어나고 있습니다. 이러한 상황에 이르러서는 오직 일의 실상을 곧바로 진달하고 죄를 청하기에 겨를이 없어야 하는데, 연석에서 아뢰던 날에는 도리어 가리고 미봉할 계책을 세웠으니, 이것이 사람들의 의혹이 더욱 심해지는 이유입니다.조약의 설은 사람들이 모두 아는 바인데, 일을 시작하기 전에 강구하여 정하였다는 말을 듣지 못하였으니, 아뢰어 청한 일은 결코 옳지 않다는 것을 알 수 있습니다. 그러나 계책이 궁해진 뒤에 비로소 마련해 내었으니, 그 행적이 자중한 데 관계되고 의도가 단점을 비호하려는 데 있었으니, 그 불성실한 죄는 나랏일을 도모하는 것이 좋지 못한 데 그칠 뿐만이 아닙니다.”하니, 주상이 엄한 비답을 내려 꾸짖고 번거롭게 하지 말라고 하였다. - 비답의 내용은 위에 보인다. - 신사년 이후로 당인들이 전적으로 권력을 마음대로 휘두르니, 신완과 조태채 같은 무리가 탐욕스럽고 혼탁하며 제멋대로 굴었으니, 진실로 크게 정돈하여 다스리는 것이 합당하였다. 이때에 이르러 사류가 등용되었으니 맨 먼저 여기에 대해 언급했어야 하는데, 지금은 그렇지 않으니 이미 대체의 소재를 알 수 없다. 이여는 문아하고 검약하여 사람들의 기대와 기대가 적지 않은데, 국사를 담당하고 있는 사람들이 오로지 청탁만을 따르니, 흐리멍덩하여 볼 만한 것이 없다. 이것으로 책려해야 할 것이다. 도성을 쌓는 것은 지혜가 부족한 데 불과하니, 어찌 책망할 수 있겠는가. 어떤 사람은 성을 쌓는 것이 큰 역사를 빙자하여 지위를 굳히려는 것인가 의심하겠지만, 또한 억측할 수도 없다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 4월 4일(정묘) 1번째기사",
                "gt-oKo": "양사(兩司)에서 합계(合啓)하여 좌의정(左議政)이여(李畬)의 파직(罷職)을 청하였다. 계사(啓辭)에 대략 이르기를, “우리 나라의 도성(都城)은 나라를 개창(開刱)한 초기로부터 세종조(世宗朝)에 이르기까지 8도[八路]의 백성의 힘을 동원하여 여러 해를 거쳐서 비로소 완성을 보았습니다. 그 소모한 바의 번거로움과 공역(功役)의 거대함이 헤아려 셀 수 없었으니, 당초에 갑자기 개축(改築)을 요청한 것은 진실로 경솔한 일이 되는데, 국사를 담당한 대신(大臣)이 오직 자기의 생각대로 하고 다시 심사숙고하지 않은 채 성급하게 대역사(大役事)를 일으켰습니다. 일을 계획하던 시초에 식견이 있는 사람은 모두 그것이 반드시 실패하고 성공하지 못할 것이라고 말하였는데, 공사를 시작한 지 얼마되지 않아서 과연 이내 증험되었습니다. 군문(軍門)의 재력(財力)은 책임지고 물품을 내어줄 때 고갈되었고, 괴로움에 시달리는 군사와 백성은 전수(轉輸)의 노역(勞役)에 거듭 시달렸습니다. 반년 동안 경영(經營)한 것이 소득은 약간의 석재(石材)에 지나지 않고, 몇 달 동안 쌓아 올린 성벽은 다만 열 자 가량 동남북으로 쌓은 것뿐입니다. 그런데 중외(中外)가 텅비게 되고 재력은 바닥이 나서, 여리(閭里)에 소란은 계속되고 원망과 비방이 여기저기에서 일어나고 있습니다. 이러한 지경에 이르렀으면 다만 마땅히 일의 상황을 정직하게 아뢰고 죄를 청하기에 겨를이 없어야 할 것인데, 연석(筵席)에서 아뢰는 날에 미쳐서 도리어 은폐하고 미봉하려는 계획을 하였으니, 이것이 인심의 의혹이 더욱 심한 바입니다. 약조(約條)의 말은 사람들이 모두 아는 것인데, 역사(役事)를 시작하기 전에 강론하여 결정했다는 것을 듣지 못하였고, 주청(奏請)하는 일은 결코 옳지 않다는 것을 알고서 계책이 궁지로 몰린 뒤에 비로소 마련해 내었습니다. 자취가 권위(權威)를 빙자하는 데에 관련되고 의도가 단점을 비호하려는 데 있으니, 그 불성실한 죄는 다만 나라를 위한 계책을 잘하지 못한 것에 그칠 뿐만이 아닙니다.” 하니, 임금이 엄한 비답을 내려 꾸짖고, 번거롭게 하지 말라고 하였다.【비답(批答)한 말은 위에 보인다.】 신사년 이후에 당인(黨人)이 완전히 정권을 좌지우지하여, 신완(申琓)·조태채(趙泰采) 등의 무리들이 탐욕스럽고 문란하여 방자하게 제멋대로 굴었으니, 진실로 크게 바로잡아 다스리기에 적합하였다. 이때에 이르러 사류(士類)가 등용되었으니, 마땅히 먼저 여기에 대해서 언급했어야 했다. 그런데 지금은 그렇지 않았으니, 이미 대체(大體)의 소재(所在)를 알지 못한 것이다. 이여(李畬)는 문아(文雅)하고 검약(儉約)하여 사람들의 기대가 적지 않았는데, 국사를 담당해서 사람을 쓰는 데 있어 오로지 청탁(請託)을 따라서 하여 흐릿하고 보잘것이 없었으니, 이로써 자기 자신을 독려하는 것이 옳았을 것이다. 도성(都城)을 개축(改築)한 일은 지혜가 부족해서 그런 것에 지나지 않는데, 어찌 책망할 수 있겠는가? 어떤 사람은 성을 개축한 것은 대역사(大役事)를 빙자해서 지위를 공고히 하려 한 것이라 의심을 하기도 하지만, 또한 억측할 수는 없는 일이다.",
                "hj": "○丁卯/兩司合啓, 請左議政李畬罷職。 啓略曰: “我國都城, 自開創之初, 至于世廟朝, 動八路之民力, 歷累歲而始完。 其需費之煩, 功役之鉅, 不可數計, 則當初猝請改築, 固爲輕擧, 而當國大臣, 獨任私智, 不復審度, 徑興大役。 謀事之始, 有識者皆言其必敗不成, 而設施未久, 果已驗矣。 軍門之財力, 耗竭於責應之際, 倒懸之兵民, 重困於轉輸之役。 半年經營, 所得不過若干石材, 數月版鍤, 只是丈尺延袤, 而中外空虛, 財力枵然, 閭里繹騷, 怨謗朋興。 到此地頭, 惟當直陳事狀, 請罪之不暇, 而及其筵奏之日, 反爲掩遮彌縫之計, 此人心之疑惑滋甚者也。 約條之說, 人所共知, 而不聞講定於始役之前, 秦請之擧, 決知不可, 而始爲辦出於計窮之後, 迹涉藉重, 意在護短, 其不誠不實之罪, 不但止於謀國不臧而已。 上嚴批責之, 令勿煩。【批辭見上。】辛巳以後, 黨人全用事, 如申琓、趙泰采輩之貪濁淆亂, 蕩然自恣, 固合於大整治。 至是, 士類見用, 則宜首及於此, 而今不然, 已不能知大體所在矣。 李畬文雅儉約, 人之期望不淺, 而當國用人, 專循請托, 憒憒無可觀, 以是策勵可矣。 築都城, 不過智不足, 何可責望? 或疑築城, 欲藉大役以固位, 而亦不可億逆矣。"
            }
        }
    },
    "06": {
        "14": {
            "1": {
                "H2KE-EN": "On byeongo day, Minister of War Yu Deukryun submitted a memorial requesting that an official in charge of dishonestly behavior for a royal order. The summary of the memorial read as follows: If your subject first examines the transfer of investigation and then discovered the transfer of an official investigation, it would be impossible to see the transfer of an official investigation now. There is no greater dishonest behavior for this. How could your subject bear to behave like this? The King answered that the royal order issued yesterday was not because there was no earnest intention.",
                "H2KE-nKo": "병조 판서 유득일이 연석의 하교 중에 정직하지 못하다는 등의 말이 있었다는 이유로 상소하여 인혐하였다. 그 대략에,“신이 만약 처음에 이미 사안을 살펴보았는데 이제야 비로소 찾아본 것처럼 하였다면 정직하지 못한 것이 이보다 더 큰 것은 없었을 것입니다. 전하 앞에서 어찌 차마 이런 짓을 할 수 있단 말입니까.”하니, 주상이 어제 하교한 것은 깊은 뜻이 있는 것이 아니라고 답하였다.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 6월 14일(병오) 1번째기사",
                "gt-oKo": "병조 판서유득일(兪得一)이 연교(筵敎) 중에 정직하지 않다는 등의 말이 있었기 때문에 상소하여 인혐(引嫌)하였는데, 대략에 이르기를, “신(臣)이 만약 처음부터 이미 사안(査案)을 살펴보고서 이제 비로소 본 듯이 하였다면 정직하지 않은 것이 이보다 클 수 없겠으나, 위안(威顔)이 지척에 계신 데에서 어찌 차마 그럴 수가 있겠습니까?” 하니, 임금이 어제 하교(下敎)한 것은 깊은 뜻이 있는 것이 아니라고 답하였다.",
                "hj": "○丙午/兵曹判書兪得一, 以筵敎中, 有不直等語, 陳疏引嫌。 略曰: 臣若初旣考見査案, 而有若今始得見, 其爲不直, 無大於此。 咫尺威顔之下, 寧忍爲此乎? 上以日昨下敎, 非有深意, 爲答。"
            }
        }
    },
    "07": {
        "11": {
            "1": {
                "H2KE-EN": "At the time of imsin year (, the King received Right State Councilor Yi Yu and Minister of Taxation 조태채 in audience, and firmly requested that the banquet for the royal court also be held at the same time. The King said, The ancestors of the Royal Ancestral Shrine have not been allowed to be held at the banquet for the royal court. However, this incident has been extremely uncomfortable. 조태채 said, What is the time when the ancestors of the Royal Ancestral Shrine ? The arms have not yet been set, and we have not yet worsened. However, the court officials still requested that the banquet for the royal court. We fear that Your Majesty has not ceased cease until now. 승지 Choe Jung태 said, When your subject was on a provincial position, the magistrates of the province heard that the banquet had not been held, and there was no one who did not satisfy. Considering that the human feelings are observed. The various officials adamantly strongly adamantly observed, but the King followed their advice and said, Today, high officials and various officials have made such a request today, and we cannot but follow their advice. However, it is necessary to necessarily reduce the number of banquets for the royal court and outside the palaces so that we cannot prepare one round of banquet. Choe Jung태는 a principal offender of the royal court and then presumptuously deceived Your Majestys sagacity. Instead, he openly deceived the shamelessly and fraudulently deceived the shamelessly. People indulged this, and claiming that the royal secretary was abandoned.",
                "H2KE-nKo": "대신을 불러서 보았다. 우의정 이유와 호조 판서 조태채가 내연도 아울러 설행하기를 굳이 청하니, 주상이 말하기를,“선조조에 이미 내연을 설행하는 것을 허락하지 않았는데, 지금 이 일에 이르러 마음이 매우 편치 않다.”하자, 조태채가 아뢰기를,“선조조는 어떠한 때입니까. 전쟁이 아직 끝나지 않았고 전쟁으로 인한 상처가 아직 회복되지 않았는데도 조정의 신하들이 오히려 내연을 설행하기를 청하니, 성상께서 끝내 허락하지 않으시는 것은 지나친 듯합니다.”하고, 승지 최중태가 아뢰기를,“신이 감사로 있을 때 도내의 수령들이 내연을 설행하지 않는다는 기별을 듣고 모두 낙담하였으니, 인정을 여기에서 알 수 있습니다.”하였다. 신하들이 더욱 간절하게 쟁집하니, 주상이 마지못해 따르면서 말하기를,“오늘날 대신과 신하들이 이처럼 간절하게 청하니 마지못해 따르지 않을 수 없다. 그러나 반드시 십분 절약하여 내연과 외연의 제수를 한 번의 연회에 대비하는 준비를 넘지 못하게 해야 할 것이다.”하였다.최중태는 맑은 조정의 시종신으로서 임금을 지척에 두고 차마 아첨하는 태도를 지으면서 공공연히 속이고 수치를 돌아보지 않으니, 사람들이 모두 침을 뱉으며 더럽게 여겼으며 낙담한 승지라고 하였다.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 7월 11일(임신) 1번째기사",
                "gt-oKo": "인견(引見) 때에 우의정이유(李濡)·호조 판서조태채(趙泰采)가 내연(內宴)도 아울러 베풀기를 굳이 청하니, 임금이 말하기를, “선조조(宣祖朝)에 이미 내연을 베푸는 것을 허락하지 않았으니, 지금 이 일을 하는 것은 마음에 매우 미안하다.” 하였다. 조태채가 말하기를, “선조조는 어떠한 때였습니까? 전쟁이 채 끝나지 않았고 손상된 것이 미처 회복되지 않았던 때였습니다. 그래도 조정의 신하들이 오히려 내연을 청하였으니, 성상께서 끝내 윤허하지 않으시는 것은 지나친 듯합니다.” 하고, 승지최중태(崔重泰)가 말하기를, “신이 번병(藩屛)에 있을 때에 도내(道內)의 수령(守令)들이 내연을 베풀지 않는다는 소식을 듣고 누구나 다 담(膽)이 떨어졌다 하였으니, 인정을 여기에서 알 수 있습니다.” 하고, 제신(諸臣)이 더욱 간절히 쟁집(爭執)하니, 임금이 억지로 따르며 말하기를, “오늘 대신·제신이 이처럼 애써 말하여 청하므로 어쩔 수 없이 억지로 따르나, 반드시 충분히 절약하여 안팎의 연수(宴需)는 한 자리에 갖추는 것을 넘지 말도록 해야 한다.” 하였다. 최중태가 청조(淸朝)의 법종(法從)으로서 임금의 지척에서 구태여 아첨하는 꼴을 보이며 버젓이 속이고 부끄러움을 돌아보지 않았으므로, 사람들이 다 침을 뱉으며 더러워하고 ‘담락 승지(膽落承旨)’라 불렀다.",
                "hj": "○壬申/引見時, 右議政李濡、戶曺判書趙泰采, 固請竝設內宴, 上曰: “宣廟朝, 旣不許設內宴, 到今此事, 心甚不安。” 泰采曰: “宣廟朝則何等時也? 干戈未定, 瘡痍未起。 然而廷臣猶請內宴。 聖上之終始靳許, 恐爲過重矣。” 承旨崔重泰曰: “臣之在藩時, 道內守令, 聞勿設內宴之奇, 莫不膽落。 人情此可見矣。” 諸臣爭執愈懇, 上勉從曰: “今日大臣、諸臣, 若是其苦口陳請, 不得不勉從, 而必須十分節損, 內外宴需, 使無過一筵之備可也。” 重泰以淸朝法從, 乃於咫尺之天, 忍爲諂媚之態, 公然欺誣, 不顧羞恥, 人皆唾鄙, 謂之膽落承旨。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Yi Jeongik , Fourth Censor of the Office of the Censor General , was denounced by Yi Seongjo and submitted a memorial requesting he resignation. The memorial read as follows: At the time, a wicked eunuch was necessarily executed by the royal law. However, the two high officials who have been forgiven before and afterward cannot be concealed by the eyes and the ears of the world. Nevertheless, as forgiven by royal favor and expectations, they presumptuously gained deep concerns and excessively. Who deceived those who deceived? Alas! The other day when the 합계 was divided into two different lines, the reason why the cardinal principles were so severe that the cardinal principles were blocked. Furthermore, they dared to argue against each other and secretly placed it in a place where the cardinal principles were right or wrong. Even though these words were from others, they were still related to deceived. Furthermore, your subject had already divulged the cardinal principles and newly received a royal instruction. However, instead, he arbitrarily went forward to arbitrarily arbitrarily.",
                "H2KE-nKo": "정언 이정익이 이성조에게 배척을 받았다는 이유로 상소하여 사직하였는데, 그 대략에,“당시 흉악한 역적의 우두머리는 국법으로 볼 때 반드시 죽여야 합니다. 그런데 그동안 두 대신이 용서를 받은 것은 그 심사를 추적해 보면 많은 사람들의 눈을 가리기 어려웠습니다. 그런데 은혜를 팔아 복을 받으려고 외람되게도 깊이 걱정하고 지나치게 염려하였으니, 누구를 속이겠습니까. 아, 지난날 합동 계사에 이견을 제기한 것은 대체로 당론이 고질화되고 의리가 어두워졌기 때문이었는데, 또 감히 갑론을박하여 은연중 시비를 공정하게 하는 바탕으로 삼았습니다. 이 말이 다른 사람에게서 나왔다고 하더라도 오히려 거짓으로 속인 것입니다. 더구나 자신이 대론에 이견을 제기하여 막 엄한 하교를 받았는데, 도리어 앞장서서 무릅쓰고 나와서 피차를 평론하여 마치 국외의 사람처럼 하였으니, 그 또한 방자하기 짝이 없습니다.”하였다.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 7월 12일(계유) 1번째기사",
                "gt-oKo": "정언(正言)이정익(李禎翊)이 이성조(李聖肇)에게 배척당하였기 때문에 상소하여 사직하였는데, 대략에 이르기를, “당시 흉역(兇逆)인 두 놈은 왕법(王法)으로 반드시 죽여야 할 것인데도 두 대신(大臣)이 전후에 용서했던 자입니다. 그 심사를 추적해 보면 뭇사람의 눈을 가릴 수 없을 것인데, 은혜를 베풀고 복을 바란 것을 외람되게 깊이 근심하고 지나치게 염려한 것이라고 하니, 누가 속이는 것입니까? 아! 전일 합계(合啓) 때에 이의(異議)한 것은 대개 당론(黨論)이 고질(痼疾)이 되고 의리가 어두워진 데서 말미암은 소치인데, 또 감히 서로 논박하여 다투는 것을 넌지시 시비를 공정히 하는 곳에 두니, 이 말이 다른 사람에게서 나왔다 하더라도 도리어 속이는 것에 속할 것입니다. 더구나 자신이 대론(大論)에 이의하여 막 엄한 분부를 받고도 도리어 앞장서서 무릅써 나와 피차를 평론하여 마치 국외(局外)의 사람인 양하니, 그 또한 몹시 방자한 것입니다.” 하였다.",
                "hj": "○癸酉/正言李禎翊, 以被斥於李聖肇, 陳疏辭職。 略曰: 當時兇逆之一竪, 卽王法之所必誅, 而兩大臣之前後容貸者, 迹其心事, 十目難掩, 而乃以市恩徼福, 猥許深憂過慮, 其誰欺乎? 噫! 前日岐貳於合啓者, 蓋由黨論甚痼, 義理晦塞之致, 而又敢以甲乙相爭, 隱然置之於公是非之地。 此言雖出於他人, 尙屬誣罔。 況身嘗岐異大論, 新被嚴敎, 而乃反挺身冒出, 評論彼此, 有若局外之人, 其亦放肆甚矣。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Right State Councilor Yi Yu submitted a memorial regarding the disaster of wind and snow. Your subject requests that Yi Yumin , Magistrate of Hongju Strategic County , be replaced. The King responded with his words about the peoples livelihood, and thus he was unaware of the disaster. He then ordered that this be implemented. 사신은 논한다. Yesterday, the disaster of wind and snow was not recently a great disaster. Compared to the sun and the snow in spring, it was almost occurred in the middle of the snow in the midle of the snow in the middle of the midle of the snow. The snow of Heavens admonition was extremely earnest. At that time, high officials did not speak about the circumstances of cultivating calamities and expel disaster. Only [Yi Yu] was urgent of performing a banquet. Everyone led together [Yi Yumin] to pray for the longevity [of Yi Yumin] without ceasing. At dusk, he presented a word almost approval. The only word almost approval was this. Ah! How can this be responsible for rectifying the Way of the king and rectifying the affairs of state?",
                "H2KE-nKo": "우의정 이유가 차자를 올려 풍재를 진달하고 홍주 목사 이유민을 잉임할 것을 청하니, 주상이 백성의 일을 생각하면 나도 모르게 기운이 짧아진다고 답하고, 그대로 시행하게 하였다. 사신은 논한다. 며칠 전 풍재는 근래에 없던 큰 이변이었다. 봄에는 달을 가로지르는 음산한 무지개가고 때아닌 혹독한 눈이 내리는 것보다도 더 심하니, 하늘의 경고가 간절하다고 하겠다. 이러한 때에 대신이 된 자가 자신을 닦고 반성하여 재변을 해소하는 요체에 대해서는 한마디도 언급하지 않고 오직 연회만을 급선무로 삼아 서로 이끌고 나와 간절히 청하기를 그치지 않았다. 늦게서야 짧은 차자를 올렸는데, 진달한 것은 이것뿐이었으니, 아, 위태롭다. 임금을 바로잡고 일을 바로잡는 도리를 오늘날의 대신에게 요구할 수 있겠는가.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 7월 18일(기묘) 1번째기사",
                "gt-oKo": "우의정이유(李濡)가 차자(箚子)를 올려 풍재(風災)를 아뢰고 홍주 목사(洪州牧使)이유민(李裕民)의 잉임(仍任)을 청하니, 임금이 민사(民事)를 생각하면 절로 기단(氣短)해진다고 답하고, 이어서 아뢴 대로 시행하게 하였다. 사신(史臣)은 말한다. “일전의 풍재는 근래에 없던 큰 이변이다. 봄에 음홍(陰虹)이 달을 꿰고 때아닌 눈이 쏟아진 것보다 더욱 심하였으니, 하늘의 경고(警告)가 절실하다 하겠다. 이러한 때에 대신으로서 조금도 수성(修省)하여 재변을 그치게 하는 요체에 대해서는 언급하지 않고 진연(進宴)하는 일에만 급하여 서로 이끌며 간절히 빌어 마지않다가 늦게서야 짧은 차자(箚子)를 올렸는데, 아뢴 것도 이뿐이었다. 아 위태하다. 임금을 깨우치고 일을 바로잡는 도리를 어찌 지금의 대신에게 바랄 수 있겠는가?”",
                "hj": "○己卯/右議政李濡箚陳風災, 請洪牧李裕民仍任, 上以言念民事, 不覺氣短爲答, 仍令依施。 【史臣曰: “日昨風災, 輓近未有之大異也。 比諸春間貫月之陰虹, 非時之虐雪, 殆有甚焉, 天之警告, 可謂切矣。 常此之時, 爲大臣者, 略無一言及於修省消弭之要, 惟宴事是急, 相率而祈懇不已, 晩上短箚, 而所陳者, 止於是而已, 嗚呼其殆矣! 格王正事之道, 其可責之於今之大臣乎?”】"
            }
        }
    },
    "10": {
        "20": {
            "1": {
                "H2KE-EN": "Concerning the case of Yi Dongeon , the Ministry of Punishments reported on the matter of impeached by the inspectors and censors who presented a memorial to the Royal Secretariat , the King summoned the high officials of the Office of the Censor General 조태억 and had them report to the King. 【서계는 위에 보인다.】 사신은 논한다. The rules of impeaching inspectors and censors were not heard in ancient times. If such a 길이 한번 열리면 장차 impeach the impeachment of our country, how would it not be difficult to assume the duty of the inspectors and censors?",
                "H2KE-nKo": "이동언을 조사하는 일로 형조의 계목으로 인하여 승정원에서 상소를 올린 대신 조태억을 불러서 서계하게 하였다. - 서계는 위에 보인다. - 사신은 논한다. 대관에게 함문하는 규례는 옛날에는 듣지 못하였다. 이런 길이 한번 열리면 장차 국가의 무궁한 폐단이 될 것이니, 대각의 직임에 있는 자가 어찌 어렵지 않겠는가.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 10월 20일(경술) 1번째기사",
                "gt-oKo": "신유 이동언(李東彦)에 대하여 사핵(査覈)하는 일 때문에, 형조(刑曹)의 계목(啓目)에 따라 정원(政院)에서 상소한 대신(臺臣) 조태억(趙泰億)을 불러 서계(書啓)하게 하였다.【서계는 위에 보인다.】 사신(史臣)은 말한다. “대관(臺官)에게 함문(緘問)하는 규례는 예전에 듣지 못한 것이다. 이 길이 한 번 열리면 국가에 그지없는 폐단이 될 것이니, 대각(臺閣)의 직임에 있는 자가 어찌 어렵지 않겠는가?”",
                "hj": "○(辛酉)〔庚戌〕/以李東彦査事, 因刑曹啓目, 自政院, 招陳疏臺臣趙泰億, 使之書啓。【書啓見上。】 【史臣曰: “緘問臺官之規, 於古未聞。 此路一開, 將爲國家無窮之弊。 居臺閣之任者, 豈不難哉?”】"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Yun Seyu requested the impeachment of two men, including Fourth Inspector [of the Office of the Inspector General ] [], Yi Hongil , who said that Bak Naejeong was guilty of his ancestors. The impeachment of these two men was reported to the King. 【계사는 위에 보인다.】 사신은 논한다. Inspector General Yun Seyu is the grandson of [Yi] Hwis grandfather. Instead of regretting the incident of his grandfather who corrupted his ancestors and engaged in debauchery, he debauched the generosity of his generosity to explain the generosity of his ancestors. In the end, he eventually met Naejeongs shameless impeachment and humiliated him. People all laughed because of this, and this is 이른바 Naejeongs guilty of his ancestors.",
                "H2KE-nKo": "정유년에 지평 윤세유가, 이홍일이 박내정은 선대의 허물이 있다고 하면서 주상에게 아뢰어 두 사람을 잡아다 조사할 것을 청하였다. - 계사는 위에 보인다. - 사신은 논한다. 대신 윤세유는 바로 윤휘의 손자이다. 그의 조부가 혼조를 어지럽힌 일을 돌아보지 않고 자기와 의견을 달리하는 사람을 공격하는 데 급급하여 남의 선대의 허물을 들추어내다가 마침내 박내정의 무한한 추한 욕을 당하였다. 사람들이 이 때문에 놀라고 비웃지 않는 이가 없었으니, 이것이 이른바 ‘반역한 데서 나온다.’라는 것이다.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 10월 7일(정유) 1번째기사",
                "gt-oKo": "지평윤세유(尹世綏)가, 이홍일(李弘逸)이 박내정(朴乃貞)은 세루(世累)가 있다고 말하였기 때문에 두 사람을 잡아다가 사핵(査覈)하기를 청하였다.【계사(啓辭)는 위에 보인다.】 사신(史臣)은 말한다. “대신(臺臣) 윤세유는 윤휘(尹暉)의 손자이다. 그 조부가 혼조(昏朝)에서 탁란(濁亂)했던 일은 생각하지 않고 뜻을 달리하는 사람을 치기에 바빠 남의 세루를 억지로 들추어냈으나, 마침내 박내정에게 한없는 욕을 당하였다. 사람들이 이 때문에 모두 놀라고 우스워하였으니, 이것이 이른바 자기에게서 나온 것은 자기에게로 돌아간다는 것이다.”",
                "hj": "○丁酉/持平尹世綏, 以李弘逸言, 朴乃貞有世累, 啓請兩人拿覈。【啓辭見上。】 【史臣曰: “臺臣尹世綏, 卽暉之孫也。 不顧其祖濁亂昏朝之事, 急於伐異, 吹覓人之世累, 而終遭乃貞無限醜辱, 人以此莫不駭笑。 是所謂出乎反乎者也。”】"
            }
        }
    },
    "11": {
        "30": {
            "1": {
                "H2KE-EN": "Junior Sixth Royal Secretary Im Bang submitted a memorial regarding the issue of investiture to the throne. After this order, high officials and various officials did not exert themselves in their strength. The memorial read as follows: The previous royal decree read as follows: The royal decree ready is truly what a subject cannot bear to hear. An official who is in the rank of a high official should have strongly and strongly strongly. At that time, when the royal decree had already been issued to the Office of Royal Attire , high officials came to the Hall of Worthies and did not immediately discuss this matter immediately. However, when the royal order was issued to have an audience with the Office of Royal Attire , he also did not mention this matter even if there was an audience with him. Furthermore, the drums and the court drums are different from that of the matter. Generally, the report to the throne are counted as calculated. However, after the first day, the court drums and the court drums had not yet reached the midnight day. However, all the high officials of the second rank or higher were dismissed from their offices and returned to their homes. They did not strongly claim the will of Your Majesty, and there was no doubt that it was doubtful to fulfill the number of strongly strongly. Thus, among the officials in the court, there was no one who was not surprised and lamented. Furthermore, among the officials of the Office of the Royal Lectures and the Office of the Inspector General, sometimes, on the pretext of their parents illnesses at home, do not strongly strongly. Generally, when the affairs of the state occurred at that time, what is the duty of high officials and the responsibility of the post of responsibility for the present court?",
                "H2KE-nKo": "동부승지 임방이 상소하여 선위하라는 명이 내려진 뒤에 대신과 여러 신하가 힘껏 쟁집하지 않은 것을 논하였는데, 그 대략에,“지난번의 비망기는 실로 신하로서 차마 들을 수 없는 것이었습니다. 대신의 반열에 있는 자는 마땅히 머리를 부수고 힘껏 쟁집하기에 겨를이 없어야 하는데, 그때 내의원에 비답이 내려진 뒤에 대신이 빈청에 나아와 즉시 논열하지 않았고, 사신의 일로 인하여 청대하였을 때 소회를 써서 들이라는 명이 있었는데도 이 일에 대해 언급하지 않았습니다. 또 복합은 정청과 일의 체모가 같지 않아서 무릇 진계하는 것은 도수를 계산하지 않습니다. 그런데 첫날 한 번 아뢴 뒤에는 해가 저물기 전에 원임 대신과 시임 대신들이 모두 파하고 돌아가 다시는 쟁집하지 않아 정성을 쌓아 성상의 마음을 돌리려는 뜻이 전혀 없이 마치 형식적으로 도수를 채우는 것처럼 하였으므로 조정에 있는 신하들이 모두 놀라고 탄식하였으며, 심지어 대신을 만나 그 불가함을 말하는 자까지 있었습니다.또 경악과 대각의 직임에 있는 자가 혹 어버이의 병을 핑계로 집에 있으면서 한마디도 쟁론하지 않기도 하고, 혹 물의가 있다는 말을 듣고 일이 지난 뒤에야 비로소 상소를 올리기도 하였습니다. 그때 국가의 일이 어떠하였으며, 대신과 언관의 직책이 또 어떠하였습니까. 그런데도 이렇게 처신한단 말입니까. 오늘날의 조정이 참으로 한심스럽습니다. 이는 관계된 바가 지극히 중대하므로 진실로 바라건대 명철한 주상께서 지난 일이라 하여 소홀히 여기지 마소서.”하고, 말미에 또 박행의가 사면령으로 인하여 사당을 구원한 잘못과 의정을 뽑을 때 시임 대신과 원임 대신이 참여하여 들었는데도 엄한 하교가 내렸음에도 스스로 논열하지 않은 잘못을 논하였는데, 주상이 실정에서 벗어난 일이라는 것으로 비답하여 꾸짖었다.임방이 상소에서 실정에서 벗어난 남을 무함하였는데 말뜻이 위험하여 위아래를 이간질하고 듣는 사람들을 의혹시키고 어지럽혔으므로 사람들이 모두 놀랐다.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 11월 30일(경인) 1번째기사",
                "gt-oKo": "동부승지(同副承旨)임방(任埅)이 상소하여 선위(禪位)한다는 명이 내려진 뒤에 대신(大臣)·제신(諸臣)이 힘껏 쟁집(爭執)하지 않은 것을 논하였는데, 대략에 이르기를, “접때 내리신 비망기(備忘記)는 참으로 신하가 차마 들을 수 없는 것이었으니, 대신(大臣)의 반열에 있는 자로서는 머리를 부수며 힘껏 쟁집하기에 겨를이 없어야만 했을 것입니다. 그런데 그때 약원(藥院)에 비답(批答)이 이미 내려진 뒤 대신은 빈청(賓廳)에 왔지만 즉시 논열(論列)하지 않았고, 사사(使事) 때문에 청대(請對)하였다가 생각하는 것이 있으면 써서 들이라는 명이 계셨는데, 또한 이 일에 대해 언급하지 않았습니다. 또 복합(伏閤)과 정청(庭請)은 사체(事體)가 같지 않아서 무릇 아뢰는 것은 도수(度數)를 헤아리지 않는 것인데 첫날 한 번 아뢴 뒤 해가 채 기울기 전에 원임(原任)·시임(時任)의 대신들이 모두 다 파하여 돌아가고 다시는 쟁집하지 않았으니, 정성을 쌓아 천의(天意)를 돌리려는 뜻이 없고 마치 겉치레로 수만 채운 것인 듯하였으므로, 조정에 있는 신하들이 모두 놀라고 한탄한 나머지 면대하여 그 옳지 않음을 대신에게 말한 자까지 있었습니다. 또 경연(經筵)·대각(臺閣)의 직임에 있는 자는 혹 어버이의 병을 핑계대며 집에 있으면서 한 마디도 쟁론(爭論)하지 않기도 하였다가, 혹 물의가 있음을 듣고서 일이 지난 뒤 비로소 상소하기도 하였습니다. 대저 그때에 나라의 일이 어떠하였으며, 대신·언관(言官)의 직책이 또 어떠한 것이기에 그 처치하는 방도가 이러합니까? 오늘날의 조정은 참으로 한심스럽습니다. 이는 그 관계되는 것이 지극히 중대하니, 성명(聖明)께서는 이미 지나간 일이라 하여 소홀이 여기지 마시기를 참으로 바랍니다.” 하고, 끝에 또 박행의(朴行義)가 사령(赦令)에 따라 사당(私黨)을 구제한 잘못과 매복(枚卜)할 때에 원임 대신이 참여하여 들었는데 엄한 분부가 내렸음에도 자열(自列)하지 않은 잘못을 논하였는데, 임금이 ‘뜻밖이며 괴이하다’고 비답(批答)하여 꾸짖었다. 임방이 상소하여 뜻밖에 남을 무함하여 어의(語意)가 위험하였고, 위아래를 이간하여 듣는 사람을 의혹하게 하고 어지럽게 하였으므로, 사람들이 다 놀라와하였다.",
                "hj": "○(十一月)庚寅/同副承旨任埅疏論禪位命下後, 大臣、諸臣爭執之不力。 略曰: 頃日備忘, 實臣子所不忍聞。 在大臣之列者, 是宜碎首力爭之不暇, 而其時藥院批答旣下之後, 大臣來詣賓廳, 不卽論列, 及其因使事請對, 有所懷書入之命, 則亦不言及於此事。 且伏閤與庭請, 事體不同, 凡所陳啓, 不計度數, 而初日一啓之後, 日未及晡, 而原任、時任諸大臣, 擧皆罷歸, 不爲更爭, 曾無積誠回天之意, 有若應文備數者然, 在庭臣僚, 莫不駭歎, 至有面言其不可於大臣者矣。 且處經幄、臺閣之任者, 或諉親病在家, 無一言爭論, 或聞有物議, 事過而始爲封章。 夫伊時國家之事何如, 大臣、言官之職責, 又何如, 而其所以處之者如此? 今日朝廷, 誠可寒心。 此其關係至重且大, 誠願聖明, 勿以旣往而忽之。 末又論朴行義, 因赦令救私黨之非, 及枚卜時原任與聞, 而嚴旨下不爲自列之失, 上批以情外可異, 責之。 埅疏情外誣人, 語意危險, 惎間上下, 疑亂聽聞, 人皆駭之。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Yi Se필 , who was a second inspector [of the Office of the Inspector General] , submitted a memorial requesting the withdrawal of the royal message for transferring the royal mesage for the first time. The King refused to grant a royal approval. [Yi] Se필은 a descendant of the royal message, who was newly appointed to the post of the Office of the Inspector General . Even though he heard that there was an ordinary matter, he could not dare submit a memorial to the Office of the Inspector General because he was quite suspicious and suspicion at first. Because of the distinction between righteousness, he could not remain silent in the end. At sunset, he submitted a memorial requesting that the royal message be withdrawn. Indeed, he did not know that the royal message was barely withdrawn, and it was inevitably impossible to avoid the moment.",
                "H2KE-nKo": "갑자년에 집의 이세필이 상소하여 선위에 대한 비망기를 도로 거두어들이기를 청하니, 주상이 너그러운 비답을 내렸다. 이세필은 유일로서 새로 사헌부의 직임에 제수되었으므로 비상한 일이 있다는 말을 듣기는 하였으나, 감히 대간의 직함으로 상소하지 못하고 처음에는 자못 망설이다가 분의로 볼 때 끝내 침묵하기 어려웠다. 그러다가 뒤늦게야 비로소 상소하여 청하였으니, 실로 비망기를 막 도로 거두어들이자마자 때가 늦었다는 것을 몰랐다.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 11월 4일(갑자) 1번째기사",
                "gt-oKo": "집의이세필(李世弼)이 상소하여 전위(傳位)한다는 비망기(備忘記)를 도로 거두기를 청하니, 임금이 우악하게 답하였다. 이세필은 유일(遺逸)로서 새로 헌직(憲職)에 제배(除拜)되었으므로, 비상한 일이 있다는 말을 듣기는 하였으나, 감히 대함(臺銜)으로 상소하지 못하고, 처음에 자못 망설이다가 분의(分義)로 보아 끝내 잠자코 있을 수 없었기 때문에 늦게서야 비로소 상소하여 청하였던 것이니, 실로 비망기가 막 거두어진 것을 몰라서 시기에 뒤지는 것을 면하지 못한 것이다.",
                "hj": "○甲子/執義李世弼, 上疏請還收傳禪備忘, 上優答之。 世弼以遺逸, 新拜憲職, 雖聞有非常之擧, 不敢以臺銜陳章, 初頗持疑, 以分義之終難泯默, 晩始疏請, 實不知備忘之纔已收還, 未免後時焉。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On mujin day, the King ordered Right State Councilor Yi Yu to select another capable of",
                "H2KE-nKo": "무진년에 주상이 우의정 이유에게 의정의 후보를 뽑으라고 명하였는데, 모두 세 차례 추가로 후보를 뽑았다. 최규서를 의정의 후보로 뽑아 들이니, 주상이 불러서 보고 엄한 하교를 내려 다시 의정의 후보를 더 뽑게 하였다. 이유가 또 조태채를 의정의 후보를 뽑아 들이니, 주상이 비망기를 내려 호되게 꾸짖었다. - 이 일은 위에 보인다. - 사신은 논한다.나라에서 의정의 후보를 뽑는 일이 얼마나 중대한 일인가. 그런데 저 이유가 의정의 후보를 뽑으면서는 처음에는 인척을 천거하여 꺼리는 바가 없었고, 재차 후보를 뽑으면서는 반드시 오지 않을 사람을 뽑아 겉으로는 공평하다는 이름을 낚았으니, 매우 성실한 도리가 아니었다. 청대하여 주상에게 여쭈면서 자급과 인망이 있다는 설을 삽입하여 임금을 떠보려는 태도가 현저하였고, 물러나서 의정의 후보를 더 뽑으면서는 또 인망이 돌아가는 사람을 놔둔 채 반드시 성상이 여러 차례 발탁한 사람을 의정의 후보로 뽑아 임금의 뜻에 영합하고 구차하게 용납되려는 계책을 삼았으니, 해와 달 같은 밝음으로 어찌 그 속마음을 통촉하지 않을 수 있겠는가.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 11월 8일(무진) 1번째기사",
                "gt-oKo": "임금이 우의정이유(李濡)에게 명하여 복상(卜相)하게 하였는데, 모두 세 번 가복(加卜)하였다. 최규서(崔奎瑞)로 복입(卜入)하자 임금이 인견(引見)하고 엄한 분부를 내려 다시 가복하게 하였다. 이유가 또 조태채(趙泰采)로 복입하니, 임금이 비망기(備忘記)를 내려 크게 꾸짖었다.【기사는 위에 보인다.】 사신(史臣)은 말한다. “나라의 매복(枚卜)이 어떠한 일인가? 그런데도 저 이유가 가복한 것은 처음에는 인아(姻婭)를 천거하여 꺼리는 것이 없었고, 다시 가복할 때는 반드시 오지 않을 사람으로 하여 겉으로 공평하다는 이름을 낚으려 하였으니, 너무나도 성실한 도리가 아니다. 청대(請對)하여 여쭙게 되어서는 자급(資級)이니 인망(人望)이니 하는 말을 끼워 넣어 떠보고 시험하는 정태(情態)가 현저하게 있었는데, 물러가서 가복할 때에는 또 인망(人望)이 돌아가는 사람을 버려두고 반드시 성상이 여러 번 발탁한 사람을 가복하여 영합하고 구차하게 용납될 계책으로 삼았다. 대저 일월(日月)의 광명으로 어찌 그 간폐(肝肺)를 통촉하지 못할 리 있겠는가?”",
                "hj": "○戊辰/上命右議政李濡卜相, 凡三次加卜, 以崔奎瑞卜入, 上引見, 下嚴敎, 更令加卜。 濡又以趙泰采卜入, 上乃下備忘切責。【事見上。】 【史臣曰: “國之枚卜, 此何等擧, 而彼濡之所卜, 初擧姻婭, 無所嫌忌, 再卜必不來之人, 外釣公平之名, 甚非誠實道理。 逮至請對陳稟, 揷入資級人望之說, 顯有嘗試之態, 而退而加卜, 又捨人望之所歸, 必卜聖上屢擢之人, 以爲迎合苟容之計。 夫以日月之明, 烏得不照燭其肝肺哉?”】"
            }
        }
    },
    "12": {
        "25": {
            "1": {
                "H2KE-EN": "Prior to this, [the King] sent an official in charge of Han Yeonghwi to inquire about the case of Governor of Hamgil Province Hong Manjo . On this day, [Han] Manjo submitted a writing to the King, which stated, The case of a spirit tablet does not have a front of the Grand Abdicated King .",
                "H2KE-nKo": "이보다 앞서 한영휘의 주사를 함경 감사 홍만조에게 발문하였는데, 이때에 이르러 홍만조가 함사를 올리기를,“이른바 신주는 전면이 없고 후면만 있으며, 앞마루에 분색이 벗겨져 떨어져 나간 흔적이 있고 함사 속에 직명과 성명을 썼습니다. 신주 모양으로 보건대 가짜로 지은 것은 아닌 듯한데, 한영휘가 다른 변고가 없었다고 하였으니, 이는 상정으로 의심할 바가 아닙니다.”하였다. 형조가 아뢰기를,“대간의 계사 가운데 ‘분면 방제가 완연하다.’라고 한 것은 비록 차이가 있으나, 한영휘가 이른바 ‘한 조각 나무’라고 한 말은 홍만조의 함사와 서로 어긋납니다. 한영휘에게 다시 물어야 하니, 의금부로 이송하여 처리하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "숙보 42권, 31년(1705 을유 / 청 강희(康熙) 44년) 12월 25일(을묘) 1번째기사",
                "gt-oKo": "이에 앞서 한영휘(韓永徽)의 신주(神主)에 관한 일 때문에 함경 감사(咸鏡監司)홍만조(洪萬朝)에게 발문(發問)하였는데, 이때에 이르러 홍만조가 함사(緘辭)를 올려 이르기를, “이른바 신주는 전면(前面)이 없고 단지 후면(後面)만 있으며, 앞 꼭대기에 분색(紛色)이 깎여 떨어지고 파인 가운데 직성명(職姓名)을 쓴 것이 있으며, 신주의 모양으로 보면 가작(假作)이 아닌 듯하나, 한영휘가 다른 변이 없다고 말하는 것으로 말하면 이는 상정(常情)으로 의심할 것이 아닙니다.” 하였다. 형조(刑曹)에서 아뢰기를, “대계(臺啓) 가운데에 ‘분면(粉面)과 곁에 쓴 것이 완연하다.’ 한 것은 차이가 있더라도, 한영휘가 이른바 한 조각의 나무라는 말은 홍만조의 함사와 어긋남을 면하지 못하므로 한영휘를 다시 추문(推問)해야 하겠으니, 금부(禁府)로 옮겨서 처치하게 하소서.” 하니, 임금이 따랐다.",
                "hj": "○乙卯/先是, 以韓永徽主事, 發問於咸鏡監司洪萬朝, 至是, 萬朝上緘辭以爲: “所謂神主, 無前面而只有後面, 前頂有粉色剝落痕, 陷中書職姓名字。 以主樣觀之, 似非假作, 而及至永徽以爲無他變, 則此非常情所可致疑。” 刑曹啓以爲: “臺啓中粉面傍題宛然云者, 雖爲差爽, 永徽所謂一片木之言, 與萬朝緘辭, 未免相左。 永徽所當更問, 請移禁府處置。” 上從之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之四十二"
            }
        }
    },
    "leap month 4": {
        "1": {
            "1": {
                "H2KE-EN": "The Royal Secretariat reported to the King that Yi Suk was banished to a remote area, and Kwon Ji was dismissed from office, and the King ordered that Nam구만과 유상운 be dismissed from office. The King commanded that they not be raised.",
                "H2KE-nKo": "승정원이 주상에게 아뢰어 이숙을 원지에 찬배하라는 명과 권지를 파직하라는 명과 남구만과 유상운을 파직하라는 명을 도로 거두어들이기를 청하니, 주상이 번거롭게 하지 말라고 명하였다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 윤4월 1일(갑오) 1번째기사",
                "gt-oKo": "승정원(承政院)에서, 이돈(李墩)을 멀리 유배(流配)한 것과 권지(權持)를 파직(罷職)시킨 것과 남구만(南九萬)·유상운(柳尙運)을 파직시키도록 한 명령을 환수할 것을 계청(啓請)하니, 임금이 번거롭게 하지 말라고 하였다.",
                "hj": "○甲午/政院啓請還收李塾遠竄, 權持罷職, 南九萬、柳尙運罷職之命, 上令勿煩。"
            },
            "2": {
                "H2KE-nKo": "교리 윤행교, 박필명, 부교리 남취명이 청대하였다. 박필명이 아뢰기를,“이숙이 아뢴 것에 비록 과격하여 중도에 맞지 않는 말이 있기는 하지만, 이는 소회가 있으면 반드시 진달한다는 뜻에 불과합니다. 그런데 연석에 나오자마자 허둥지둥 내쫓았고, 권지의 경우는 한마디 말도 입 밖에 내지 못하여 또한 벌을 받았으므로 듣는 사람들이 모두 놀라고 의아해하고 있습니다. 두 대신도 파직하도록 명하셨으니, 이것이 어찌 평소 성명께 바라던 바이겠습니까. 두 대신이 설령 죄과가 있더라도 세월이 오래된 뒤에 비로소 견복하였으니, 이는 벼슬아치를 버리지 않는다는 뜻에서 나온 것으로 성덕에 빛이 납니다.그런데 지금 사헌부 신하의 한마디 말에 격분하여 두 신하에게 화풀이를 하였으니, 대성인의 희노에 관한 절도가 어찌 이처럼 경솔하고 성급해서야 되겠습니까.”하고, 남취명이 아뢰기를,“두 상신을 견복한 것은 실로 성덕의 일입니다. 그런데 지금 사헌부 신하가 잘못 대답한 것으로 인하여 또 소급하여 파직하는 조처가 있었으니, 처분이 실로 전도된 것입니다. 신은 며칠 전 진강할 때 진달한 문의를 연역하여 거듭 말씀드리겠습니다. 경에 ‘천왕이 하양에서 순수하였다.’라고 하였고, 호씨의 주에 ‘진 문공이 명분과 의리의 죄인이었지만 충성 또한 지극하였다.’라고 하였으며, 또 ‘죄가 있었으나 그 마음은 순하였다.’라고 하였습니다. 이것이 선유가 인경의 필법을 충서라고 칭찬한 까닭입니다. 오늘날의 사실이 비록 이와 같지는 않지만, 성인이 그 죄를 용서하고 용서하는 뜻은 마땅히 깊이 유념해야 할 부분입니다. 지금 이 두 상신은 당초 죄명이 비록 무거웠지만 지금 세월이 오래된 뒤에 서용하였다가 다시 죄주면서 조금도 그 본심을 따져 보지 않았으니, 어찌 《춘추》의 충서의 의리에 어긋나지 않겠습니까.”하니, 주상이 말하기를,“이숙의 일은 매우 방자하다. 두 대신이 장희재의 죽음을 용서하고 업동을 느슨하게 다스려서 신사년의 화를 빚어내기까지 하였다. 그러므로 그때 대간의 계사에서 논죄하였는데, 지금 이돈이 ‘충량을 축출하였다.’라느니 ‘지극히 원통하다.’라느니 하는 등의 말로 방자하게 변명하여 곧바로 무죄로 귀결시켰다. 몇 해 전 역적을 토죄한 뒤에 상소하여 변명하여 구원한 것이 유항에게서 시작되었는데, 죄가 죽이지 않는 데까지 이르렀기 때문에 지금 이돈이 또 ‘척축하였다.’라느니 ‘지극히 원통하다.’라느니 하는 등의 말을 하여 마치 대신은 전혀 죄도 없이 남의 무함을 받은 것처럼 한 것이다. 이러한데도 그대로 둔다면 훗날 유항과 같은 자가 장차 꼬리를 물고 일어날 것이다. 이 말은 사론의 효시가 되기에 충분하다. 그 말류의 폐해는 반드시 홍수나 맹수의 화에 이를 것이니, 엄히 막지 않아서는 안 된다.”하였다. 박필명이 아뢰기를,“당초 오시복의 일은 진실로 사람의 마음이 있다면 누군들 통탄하지 않겠습니까. 신사년의 변고는 오늘날 신하 된 자들도 모두 놀라고 뼛속까지 아프게 여깁니다. 지금 이돈이 진달한 것은 단지 두 신하의 심사가 다른 뜻이 없었음을 밝히고자 한 것일 뿐이지 원래 명분과 의리의 중요함을 몰라서 이런 말을 한 것은 아닙니다. 어찌 이 말로 인하여 훗날 사론의 효시가 되겠습니까. 두 상신은 나라를 위해 깊이 염려하는 데 급급하여 스스로 착오로 귀결되는 것을 깨닫지 못하였으나, 그 마음은 나라를 위해 한결같아 다른 뜻이 없었습니다. 그런데 그때 대간의 논핵이 심사까지 아울러 의심하여 곧바로 헤아릴 수 없는 죄과로 몰아넣었으니, 이는 실로 지극히 원통합니다. 이돈이 축출하였다는 등의 말을 한 이유는 주상께 아뢸 때 비록 자세하고 곡진하게 하는 면은 부족하였지만, 진실로 그 본심을 잘 살펴야 할 것입니다.”하니, 주상이 말하기를,“마음속에 없는 일을 어찌 말로 형용할 수 있겠는가.”하였다. 윤행교가 아뢰기를,“두 신하의 당초의 일을 신도 어찌 감히 옳다고 하겠습니까. 그 일을 그르친 잘못은 신이 예전에 올린 소장에서도 이미 진달하였습니다. 다만 그 마음에 다른 뜻이 없었고 또 세월이 오래되었기 때문에 특별히 견복한 것인데, 사헌부 신하의 한마디 말에 격분하여 또 도로 파직하라는 명이 있었으니, 신들은 삼가 민망하게 여깁니다.”하니, 주상이 말하기를,“나의 뜻은 이미 낮에 연석에서 다 말하였고 지금 또 누누이 말하여 남김없이 다하였으니, 다시 말할 만한 일이 없다.”하였다. 사신은 논한다. 송나라 유생 사양좌가 말하기를 ‘극기는 모름지기 성품을 따라야 하니, 치우쳐서 극복하기 어려운 부분은 극복하기 어렵다.’라고 하였다. 주상은 치우친 부분이 강하고 급박한 데 있었다. 주상의 학문이 고명하여 스스로 병통을 알고 있었으므로 일이 지난 뒤에 여러 차례 뉘우치는 뜻을 보였으나, 그때 스스로 극복하지 못하여 자신도 모르게 폭발하였으니, 오늘날의 일과 같은 것이 바로 그것이다. 권익평의 상소는 세상 사람들이 모두 그의 사주를 받은 것으로 의심하였다. 그 뒤에 송무원의 상소에는 본래 주장한 자가 있었고, 권익평의 아우도 그 상소에 참여하였기 때문에 사람들이 이것을 가지고 권익평의 상소가 나온 것이 있는 것으로 더욱 의심하였다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 윤4월 1일(갑오) 2번째기사",
                "gt-oKo": "교리(校理)윤행교(尹行敎)·박필명(朴弼明)과 부교리(副校理)남취명(南就明)이 청대(請對)하였다. 박필명이 말하기를, “이돈(李墩)의 상주(上奏)한 바에 비록 과격하여 적합하지 않은 말이 있으나, 이는 다만 생각함이 있으면 반드시 아뢴다는 의미에 지나지 않습니다. 그런데 겨우 연석(筵席)에 올랐다가 매우 급하게 배척되었으며, 권지(權持)의 경우는 한 마디 말이 입에서 나오기도 전에 또한 죄벌(罪罰)을 입었으니, 듣는 이마다 놀라서 의심하지 않는 사람이 없습니다. 두 대신(大臣)에 대해서도 파직을 명하였으니, 이것이 어찌 평소 성상께 기대하였던 것이겠습니까? 두 대신이 설령 죄과(罪過)가 있었더라도 세월이 오래 흐른 뒤에 비로소 이끌어 복직(復職)시켰으니, 이는 원로 대신을 버리지 않는다는 의미에서 나온 것이므로 성덕(聖德)에 빛남이 있었습니다. 그런데 이제 이에 헌신(憲臣)의 한 마디 말에 격분하여 두 대신에게로 노여움을 옮겼으니, 대성인(大聖人)의 희노(喜怒)의 절도가 어찌 이와 같이 경솔하고 성급해서야 되겠습니까?” 하고, 남취명은 말하기를, “두 상신(相臣)을 이끌어 복직시킨 것은 실로 성덕(聖德)의 일이었는데 이제 헌신(憲臣)이 대답을 잘못한 것으로 인하여 또 소급해서 파직시키는 조처가 있었으니, 처분이 실로 전도(顚倒)된 바가 있습니다. 신은 청컨대, 일전에 진강(進講)할 때 아뢰었던 문의(文義)에 대해서 부연하여 거듭 말씀드리겠습니다. 경(經)에 이르기를, ‘천왕(天王)이 하양(河陽)에서 순수(巡狩)했다.’ 하였는데, 호씨(胡氏)의 주(註)에, ‘진 문공(晋文公)이 비록 명분과 의리에 대해선 죄인이 되었으나 충성은 또한 지극하다.’ 하였고, 또 말하기를, ‘죄는 있지만 그 심정은 유순하다.’고 하였습니다. 이것이 선유(先儒)가 인경(麟經)의 필법(筆法)이 충서(忠恕)하다고 칭찬한 까닭입니다. 오늘날의 사실은 비록 이것과는 같지 않지만, 성인(聖人)의 정상을 참작하여 죄를 너그럽게 용서하는 뜻은 마땅히 깊이 생각하여야 할 바입니다. 지금 이 두 상신(相臣)이 당초의 죄명은 비록 무거웠지만, 이제 와서 세월이 오래 흐른 뒤에 이미 서용(敍用)했다가 다시 처벌하여 조금도 그 본마음을 살피지 않는다면, 어찌 《춘추(春秋)》의 ‘충서(忠恕)’의 의미에 어긋남이 있지 않겠습니까?” 하니, 임금이 말하기를, “이돈(李墩)의 일은 매우 방자하다. 두 대신(大臣)이 장희재(張希載)의 사형을 감면해 주고 업동(業同)을 경미하게 다스리는 바람에 신사년의 화(禍)를 빚어내기에 이르렀다. 그러므로 그때 대계(臺啓)에서 논죄(論罪)하였던 것인데, 이제 이돈이 ‘충량(忠良)을 물리쳐서 축출했다.’ ‘지극히 원통하다.’는 등의 말로써 방자하게 변명하며 구(救)하여 곧바로 아무 죄도 없는 방향으로 돌렸다. 지난해에 역적을 토벌한 후 투소(投疏)하여 변명하며 구(救)한 것이 유항(柳沆)에게서 시작되었는데, 그때 처벌이 사형에 이르지 않았기 때문에 오늘날 이돈이 또 ‘물리쳐서 축출했다.’ ‘지극히 원통하다.’는 등의 말을 하여 마치 대신은 전연 죄가 없는데 사람들의 모함을 받아서 그런 것처럼 하는 것이다. 이런 것을 그대로 놓아둔다면 이 다음에는 유항같은 자가 장차 뒤를 이어서 일어날 것이니, 이 말이 사론(邪論)의 효시(嚆矢)가 될 것이다. 그 말류(末流)의 폐해(弊害)는 반드시 홍수(洪水)나 맹수(猛獸)같은 화(禍)에 이르게 될 것이니, 엄하게 방지하지 않을 수 없다.” 하였다. 박필명이 말하기를, “당초 오시복(吳始復)의 일은 진실로 인간의 양심이 있다면 누군들 통탄(痛歎)하지 않겠습니까? 신사년의 변고는 오늘날 신하된 자가 또한 모두 마음으로 놀라고 뼈에 사무치는 일입니다. 하지만 이번에 이돈이 아뢴 바는 다만 두 대신의 심사(心事)에 다른 의도가 없었다는 것을 해명하려 한 것일 뿐이며, 원래 명분과 의리의 관계가 중대하다는 것을 알지 못해서 이런 말을 한 것은 아니었습니다. 어찌 이 말로 인해서 후일에 사론(邪論)의 효시(嚆矢)가 되겠습니까? 대개 두 상신(相臣)이 나라를 위한 원대한 생각에 급급한 나머지 그것이 착오로 돌아갈 줄을 스스로 깨닫지 못하였지만, 그 마음은 나라를 위해 전혀 다른 의도가 없었습니다. 그런데 그때의 대론(臺論)이 아울러 그 심사(心事)까지 의심하여 곧 바로 불측한 죄과(罪科)에 몰아넣었으니 이는 실로 지극히 원통했던 바이므로, 이돈이 그래서 ‘물리쳐서 축출했다.’는 등의 말을 하게 된 것입니다. 주대(奏對)에 비록 상세함이 결여되었더라도 진실로 마땅히 그 본래의 심정을 살펴야 합니다.” 하니, 임금이 말하기를, “마음속에 없는 일이 어찌 말에 나타나겠는가?” 하였다. 윤행교가 말하기를, “두 대신의 당초의 일을 신 또한 어찌 감히 옳다고 하겠습니까? 그 일을 그르친 실수는 신이 지난해에 소장(疏章)에서도 이미 아뢰었습니다. 다만 그 마음은 다른 생각이 없었고 또 세월이 오래 흘렀기 때문에 특별히 이끌어 복직시켰는데, 헌신(憲臣)의 한 마디 말에 격분하여 또 도로 파직시키라는 명령이 있으시니, 신 등은 삼가 민망하게 여기는 바입니다.” 하니, 임금이 말하기를, “나의 뜻은 낮에 연석(筵席)에서 이미 다 말하였고, 지금 또 상세히 말하여 남김없이 다하였으니, 다시 더 말할 만한 일이 없다.” 하였다. 사신(史臣)은 논한다. 송(宋)나라 유학자(儒學者) 사양좌(謝良佐)가 말하기를, ‘극기(克己)는 모름지기 성질이 편벽되어 이기기 어려운 곳으로부터 이겨 나가야 한다.’고 하였다. 주상의 편벽된 곳은 성질이 굳세고 조급한 데 있다. 성상의 학문이 고명(高明)해서 스스로 병통을 알아 일이 지난 뒤에는 여러 번 뉘우치는 뜻을 보였지마는, 그 당시에 스스로 극복하지 못하여 자신도 모르는 사이에 갑자기 일어나게 되니, 오늘의 일과 같은 것이 바로 이것이다. 권익평(權益平)의 상소는 세상이 다 사주(使嗾)를 받은 것으로 의심하였다. 그 뒤에 송무원(宋婺源)의 상소에 스스로 주장(主張)하는 것이 있었는데, 권익평의 아우도 그 상소에 참여하였으므로, 사람들이 이것을 가지고 권익평의 상소가 나온 데가 있는 것으로 더욱 의심하였다.",
                "hj": "○校理尹行敎、朴弼明、副校理南就明請對。 弼明曰: “李塾所奏, 雖有過激不中之言, 此不過有懷必陳之義, 而才登筵席, 倉黃斥逐, 至於權持則一言不得發口, 亦被罪罰, 聽聞所及, 莫不駭惑。 兩大臣亦命罷職, 此豈平日所望於聖明者哉? 兩大臣設有罪過, 年久之後, 始爲牽復, 此則出於不棄簪履之意, 有光聖德, 而今乃激惱於憲臣一言, 移怒於兩臣, 大聖人喜怒之節, 豈宜若是輕遽乎?” 就明曰: “兩相臣之牽復, 實是聖德事, 而今因憲臣之失對, 又有追罷之擧, 處分實涉顚倒。 臣請演日昨進講時所陳文義而申復焉。 經曰: ‘天王狩于河陽。’ 胡氏註曰: ‘晋文公雖爲名義之罪人, 忠亦至焉。’ 亦曰: ‘有罪而其情順也。’ 此先儒所以稱麟經筆法之忠恕者也。 今日事實, 雖與此不同, 聖人原恕宥罪之意, 則所當體念處也。 今此兩相臣, 當初罪名雖重, 到今年久之後, 旣敍而復罪, 不少究其本情, 豈不有乖於《春秋》忠恕之義乎?” 上曰: “李塾事, 極爲放恣。 兩大臣, 貸死希載, 緩治業同, 至於釀成辛巳之禍, 故其時臺啓論罪, 而今塾以屛逐忠良, 至冤極痛等語, 肆然營救, 直歸之於無罪之科。 頃年討逆後, 投疏營救者, 始於柳沆, 而罪至不殺, 故今塾又有屛逐至冤等語, 有若大臣全無罪犯, 而被人構捏者然。 此而置之, 則日後如柳沆者, 將接跡而起矣。 此說足爲邪論之嚆矢。 其流之害, 必至於洪水、猛獸之禍, 不可不嚴加隄防也。” 弼明曰: “當初吳始復之事, 苟有人心, 孰不痛惋? 辛巳之變, 爲今日臣子者, 亦莫不驚心痛骨, 而今此李塾所達, 只欲明兩臣心事之無他而已, 元非不知名義之關重而爲此言也。 豈因此言而爲後日邪論之嚆矢乎? 蓋兩相臣, 急於爲國深慮, 自不覺其錯誤之歸, 而其心則爲國斷斷無他。 而其時臺論, 竝與其心事而疑之, 直驅之於罔測之科, 此實至冤, 而塾之所以有屛逐等語也。 奏對雖欠委曲, 誠宜照察其本情也。” 上曰: “心內所無之事, 豈形於言乎?” 行敎曰: “兩臣當初事, 臣亦何敢爲是乎? 其誤事之失, 臣之昔年疏章, 亦已陳之矣。 惟其心之無他, 且以年久之故, 特加牽復, 而激惱於憲臣一言, 又有還罷之命, 臣等竊悶。” 上曰: “予意已盡於午間筵席, 今又縷縷言之, 竭盡無餘, 更無可言之事矣。” 【史臣曰: “宋儒謝良佐有言曰: ‘克己須從性, 偏, 難克處, 克將去。’ 上之偏處, 在於剛急。 聖學高明, 自知病痛, 事過之後, 屢示悔意, 而其時不能自克, 不覺暴發, 如今日之事是已。 權益平之疏, 世皆疑其受嗾。 其後宋婺源之疏, 自有主張者, 而益平之弟, 亦參其疏, 故人以此益疑益平之疏有自出云。”】"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Advisor of the eulmyo year (, Advisor of the Comprehensive Mirror to Aid investigative Agency Jo Tae일이 presented a memorial to the King to reprimand himself. The memorial read as follows: The recruitment of the new records and the recruitment of the recruitment",
                "H2KE-nKo": "수찬 조태일이 신록을 논한 뒤에 사람들의 배척을 받았다는 이유로 상소하여 스스로 변명하였는데, 그 대략에,“신록의 취사는 한쪽에 치우치는 것이 더욱 심합니다. 당세에 향용되는 자들을 남김없이 감별하여 발탁하고 시의에 미움을 받는 자들도 대부분 벼슬을 내팽개쳐 버렸습니다. 저 일번의 사류가 비록 일찍이 당인에게 미움을 받았지만, 국가를 위해 영재를 선발하는 데 또한 어찌 감히 한결같이 사사로운 뜻을 따라 대부분 배척해서 끊어 버리게 할 수 있겠습니까. 그들이 마음대로 조정하고 비교하여 헤아려 취사선택하며 지혜를 너무 수고롭게 하고 마음을 너무 치밀하게 써서 거조가 해괴하고 온 나라 사람들의 말이 들끓고 있습니다. 그런데 신이 변변치 못한 탓으로 번번이 앞의 조강이 되고 말았으니, 신이 감히 선뜻 출사하지 못하고 일에 따라 논열하는 것을 어찌 그만둘 수 있겠습니까.신이 바야흐로 남들에 대해 색목만을 일삼고 있는데, 도리어 신을 ‘멋대로 당론을 한다.’라고 허물하고 있습니다. 하찮은 상소나 공언으로도 오히려 이런 배척을 받았으니, 몸소 앞장서서 실제로 행동한 자가 누구를 지목할 수 있겠습니까.그가 일을 처리한 것이 사람들의 마음을 크게 거슬렸는데도 남들이 자기를 비난하는 것을 혐의하여 번갈아 일어나 배격하고 있습니다. ‘성상을 속일 수 있고 공의를 억제할 수 있다.’라고 하면서 장황하게 말을 꾸며 대며 극구 가리고 숨기는가 하면, 심지어 ‘도당록은 본래 참여하여 의논한 것이 없으니 권점한 뒤에 자연 누락되는 경우가 많다.’라고까지 하였습니다.대저 대간의 망통에 의례적으로 의망하는 것도 오히려 기관을 허비하는데, 더구나 이 영선은 얼마나 긴요합니까. 그런데도 조금도 유의하지 않고 마음대로 함부로 거두어 들인다고 스스로 자랑하였으니, 이것이 과연 이치에 닿는 말입니까.그 당시에 항간에서 의논하기를 ‘아무개는 아무 일에 연좌되어 저지당했고, 아무개는 아무 집에 미움을 받아 저지당했다.’라고 하였는데, 신록이 완료되기에 이르러서는 마치 증거를 대는 것 같았습니다. 공평하고 무심한 자가 진실로 이와 같이 할 수 있단 말입니까.추욕을 많이 가한 것으로도 신의 죄를 확대시키기에는 부족하였는데, 또 신록을 방해했다는 말을 주창하여 사람들을 두렵게 하고 몰아붙일 계책을 세웠습니다. 신이 서울을 떠나지 않아 신록에 함께 참여한 사람들이 이미 대부분 직무를 수행하고 있습니다. 설령 신이 과연 방해한 사실이 있었다면 동료들이 어찌 태연히 선뜻 나아가려 하겠습니까. 신이 한마디도 핍박하는 말이 없었으니, 논하는 자들이 억눌러 죄를 만들었음을 따라서 알 수 있습니다.아, 노성한 대신과 머리가 하<unk>게 센 이조 참판도 오히려 간절하게 신을 견지하고 있는데, 이관명이 담당하여 극력 비난하고 김상직이 혐의를 무릅쓰고 자세히 캐물은 것은 단지 한번 웃을 거리낄 만한 일이니, 더욱 노여워할 것이 없습니다. 어찌 감히 일이 지난 뒤에 조목조목 쟁변하여 이미 억눌러진 숨은 노여움을 다시 야기할 수 있단 말입니까.”하니, 주상이 비답하기를,“전의 일을 뒤미처 제기하여 말에 화평함이 결여되었다고 꾸짖었다.”하였다.\n",
                "date_ko": "숙보 41권, 31년(1705 을유 / 청 강희(康熙) 44년) 윤4월 22일(을묘) 1번째기사",
                "gt-oKo": "수찬(修撰)조태일(趙泰一)이 신록(新錄)을 논한 뒤에 사람들의 비방과 배척을 받는 일로써 진소(陳疏)하여 스스로 변명하였는데, 그 대략에 이르기를, “신록(新錄)의 취사(取舍)는 편벽됨이 더욱 심합니다. 당세(當世)에 지향적인 사람은 남김없이 선발하고 시의(時議)에 미움을 받는 사람은 대부분 배제시켰습니다. 저들 한쪽의 사류(士類)가 비록 일찍이 당인(黨人)에게 미움을 당하기는 하였지만, 국가를 위해 영재(英才)를 뽑는 데 있어 또한 어찌 감히 한결같이 사의(私意)에 따라 모두 다 배척하여 끊어버릴 수 있겠습니까? 그들이 췌마(揣摩)해서 올리고 내리며 비교해서 북돋아주고 깍아내리는 것은 지혜를 너무 수고롭게 하고 마음을 너무 치밀하게 쓴 것으로서, 거조(擧措)가 해괴하고 여론이 비등(沸騰)합니다. 그런데 신이 보잘것없는 사람으로서 문득 앞에 있는 강비(糠粃)가 되었으니, 신이 감히 성급하게 나가지는 못하지만 일에 대하여 열거해서 논하는 것이야 어찌 그만둘 수 있겠습니까? 신은 바야흐로 사람들이 오로지 색목(色目)을 일삼는 것을 논하였는데, 이에 도리어 신을 보고 방자하게 당론(黨論)을 한다고 허물하였습니다. 짧은 상소와 빈 말도 오히려 이런 배척을 당하는데, 몸소 사람을 부리고 실제로 행동하는 자는 마땅히 어떤 지목을 받아야 되겠습니까? 그 일을 처리한 바가 여러 사람의 의견과 크게 어긋났는데도 남이 자신들을 논하는 것을 싫어하여 번갈아 일어나서 배격하였습니다. 천감(天鑑)을 기만할 수 있고 공의(公議)를 억누를 수 있다고 여기어, 말을 허위로 꾸몄고 갖은 방법을 다해 은폐하였습니다. 심지어는 ‘도당록(都堂錄)은 본래 미리 의논하는 예가 없으며, 권점(圈點)한 뒤에는 자연 누락되는 자가 많다.’는 말을 하기까지 하였습니다. 대저 대간(臺諫)의 망(望)은 의례적인 의망(擬望)일지라도 오히려 마음을 쓰게 됩니다. 더구나 영각(瀛閣)의 인선(人選)은 얼마나 긴요한 것인데, 이에 조금도 마음에 둘 것이 없다고 스스로 장담하며 자의(自意)에 따라 함부로 뽑으니, 이것이 과연 이치에 가까운 일입니까? 그 당시 길거리의 뜬소문에, ‘어떤 사람은 어떤 일에 연좌되어 저지당할 것이고 어떤 사람은 어느 집에 미움을 사서 억제당할 것이다.’라고 하였는데, 신록(新錄)이 완료되자 좌계(左契)를 합친 듯하였습니다. 공평 무심(公平無心)한 자들은 본래 이와 같은 것입니까? 온갖 추한 욕으로도 오히려 대신(大臣)의 죄를 떠벌릴 수 없게 되자 또 신록(新錄)을 방해했다는 말을 만들어 동요시키고 핍박하려는 계책으로 삼았는데, 신은 서울을 떠나지 않았고 함께 신록을 논한 사람들도 이미 공직(供職)하는 이가 많습니다. 설령 신이 과연 방해한 사실이 있었다면, 여러 동료들이 어찌 태연히 취진(驟進)하였겠습니까? 신은 한 마디 말도 배격하여 핍박한 것이 없었으니, 논하는 자가 억눌러서 억지로 죄(罪)를 만든 것을 따라서 알 수 있습니다. 아! 노성(老成)한 대신(大臣)과 백수(白首)가 된 아전(亞銓)도 오히려 또한 매우 간절하게 신을 만류하니, 이관명(李觀命)이 담당(擔當)하여 극력 비난하는 것과 김상직(金相稷)이 혐의를 무릅쓰고 자세히 힐문(詰問)하는 일 같은 것은 다만 한 번의 웃음거리가 될 뿐 더욱 분노할 거리도 못됩니다. 어찌 감히 일이 지난 뒤에 조목조목 쟁변(爭辨)하여 이미 억제한 숨은 분노를 다시 야기시키겠습니까?” 하였다. 임금이 ‘앞서 지나간 일을 뒤에 거론하면서 말에 화평(和平)함이 결여되었다.’고 비답하여 꾸짖었다.",
                "hj": "○乙卯/修撰趙泰一, 以論新錄後被人詆斥, 陳疏自辨。 略曰: 新錄取舍, 偏係尤甚。 嚮用當世者, 無遺甄拔, 取憎時議者, 率多抛卸。 彼一番士流, 雖嘗見忤於黨人, 爲國家選才英, 亦安敢一循私意, 擧皆斥絶乎? 其揣摩低昻, 較量裁削, 役智太勞, 用意太密, 擧措駭異, 國言沸騰, 而臣以無似, 輒爲在前之糠粃, 則臣之不敢遽出而就事論列, 烏可已也? 臣方議人之專事色目, 而乃反咎臣以恣爲黨論。 尺疏空言, 猶被此斥, 躬駕實蹈者, 當得何目? 其所處事, 大咈群情, 而嫌人議已, 迭起排擊。 謂天鑑之可欺, 謂公議之可抑, 費辭粧綴, 極意遮諱, 至曰都堂之錄, 本無預議, 圈點之後, 自多見漏。 夫臺望例擬, 尙費機關。 況此瀛選, 何等緊要, 而乃自詡以略不經意, 隨意漫收, 此果近理乎? 其時巷議以爲, 某人坐某事見塞, 某人忤某家見抑, 及其完錄, 如合左契。 公平無心者, 固如是耶? 許多醜辱, 猶不足以張大臣罪, 則又倡沮戲新錄之說, 以爲恐動驅迫之計, 而臣未去國, 同錄之人, 已多供職。 設令臣果有沮戲之實, 則諸僚其肯晏然驟進乎? 臣無一言挨逼, 而論者之抑勒成罪, 從可知也。 噫! 老成大臣、白首亞銓, 猶且切切焉持臣, 則如李觀命之擔當力詆, 金相稷之冒嫌盤詰, 只堪一哂, 尤不足怒。 其何敢逐條爭辨於事過之後, 更惹旣拗之隱怒乎? 上批以追提前事, 語欠和平責之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之四十一"
            }
        }
    }
}