{
    "03": {
        "17": {
            "1": {
                "date_ko": "숙보 50권, 37년(1711 신묘 / 청 강희(康熙) 50년) 3월 17일(병오) 1번째기사",
                "gt-oKo": "봉조하(奉朝賀) 남구만(南九萬)이 졸(卒)하였다. 처음에 남구만의 병이 위독(危篤)함을 듣고 임금이 특별히 두 어의(御醫)를 보내어 간병(看病)하게 하고, 자주 내국(內局)의 약(藥)을 내려 주었다. 이에 이르러 임금이 예조(禮曹)의 계청에 답하기를, “이제 원로(元老)를 잃었으니, 진도(震悼)함을 어디에 비유하겠는가? 동원비기(東園秘器)를 골라서 보내고, 3년간의 녹봉(祿俸)을 주도록 하라.” 하였다. 남구만(南九萬)은 고상(故相) 남재(南在)·남지(南智)의 후손이다. 성품이 강개(剛介)하고 독실(篤實)하여 백련금(百鍊金)과 같았으며, 체구는 침소(寢小)하였으나 정기(精氣)는 철석(鐵石)을 꿰뚫을 만하였다. 삼조(三朝)를 내리 섬기면서 큰 절의가 탁연(卓然)하였고, 대성(臺省)에 있으면서부터 직언(直言)으로 명성이 높았다. 처지(處地)가 매우 고단(孤單)하고 가난하였으나 사환(仕宦)과 논의(論議)는 항상 남들의 뜻밖에 뛰어났으며, 남에게 의지하거나 아부하지 않았다. 갑인년에 임금이 어린 나이로 왕위(王位)를 이어받으매 소인(小人)들의 무리가 궁안의 후원을 끼고 주장(譸張)하는 것을 남구만이 상소하여 환수(宦竪)들이 정사에 간여하는 형상을 발설(發說)하였는데, 그 말이 절직(切直)함이 많아서 사람들이 모두 그의 과감한 말을 칭찬하였다. 기미년에 경조(京兆)의 1소(疏)로 또 역적(逆賊) 윤휴(尹鑴)·허견(許堅)의 흉악한 모략을 내리 꺾다가 자신이 비록 찬척(竄斥)되었으나 종사(宗社)가 힘입음이 있었다. 경신년에 개기(改紀)한 뒤에는, 남구만이 청의(淸議)를 도와 훈척(勳戚)을 내쫓으니, 더욱 사류(士流)들의 우러르는 바가 되었다. 무진년에 유현(儒賢)이 궁금(宮禁)을 논하여 종사(宗事)를 가까이 하다가 엄지(嚴旨)를 입으니, 남구만이 청대(請對)를 구하여 읍간(泣諫)하고 통렬하게 말하여 은휘(隱諱)하지 않다가, 임금의 위엄[雷威]을 거슬려 북방 변경(邊境)에 천극(栫棘)되었고, 기사년에 왕후[長秋]가 손위(遜位)하게 되매 많은 흉역(凶逆)의 무리가 권병(權柄)을 절취(竊取)하니 남구만은 또 동해(東海)로 찬배(竄配)되었으며, 갑술년에 경화(更化)하여서는 다시 영의정(領議政)에 제배(除拜)되어 제일 먼저 곤궁(坤宮)을 복위(復位)할 때에 회의(會議)한 의논을 물리쳤다. 당시에 한둘의 흉악한 소인[凶竪]들이 은화(銀貨)를 모아서 은밀히 결탁(結托)하고 툭하면 요화(瑤華)의 회복을 구실로 하였으나 실지는 그 사사로운 일을 구제하였는데, 기사년 사람들이 그 상황을 정탐해 내고는 옥사(獄事)를 이루어 크게 벌이려 하였으나 끝을 맺지 못하고 실패하였다. 남구만이 끝내 그들을 다스려서 방무(邦誣)를 씻고 국체(國體)를 높이어 우리 조정(朝廷)을 일월(日月)처럼 광명 정대하게 하기를 청하니, 그 무리들이 터무니없는 말로 위협 공동(恐動)하였으나, 걱정하지 않았다. 기사년에 화(禍)를 입은 사람은 권력이 있는 대가(大家)가 많았는지라, 그의 자제(子弟)로서 조론(朝論)을 주장하는 자들이 시기를 타서 시원스럽게 형벌을 남용(濫用)하려고 하였는데, 남구만이 그들의 뜻을 억제하고 되도록 관대하게 처리하도록 힘쓰니, 이로 인하여 거듭 당인(黨人)들의 미움을 샀다. 역적 장희재(張希載)는 곧 동궁(東宮)의 사친(私親)의 동기(同氣)로서 국모(國母)를 위해(危害)할 모의를 하다가 일이 발각되어 주륙(誅戮)의 죄를 당하게 되었는데, 남구만이 경법(經法)과 권도(權道)를 참작하여 부생(傅生)의 의논을 하였다. 그때를 당하여 동궁(東宮)이 바야흐로 옷이 약간척[衣若干尺]이어서 처지(處地)가 지극히 외롭고 위태하였는데, 넓은 초원(草原)에 복융(伏戎)한 것 같아서 일로 보아 물리치고 돌아보지 않을 수 없는 것이 있었으므로, 남구만은 의연히 자신이 역적(逆賊)을 두호한다는 비방을 당하면서도 삼척(三尺)을 굽히고 사은(私恩)을 펴서 동궁을 위하여 죽기를 원하는 뜻을 보이어, 임금의 마음을 굳히고 역절(逆節)을 막음으로써 난국(亂局)을 미연(未然)에 없애려고 하였는데, 많은 사람들의 원망이 약연(躍然)히 다투어 일어났으나 언제나 명의(名義)로써 이를 지키니, 비록 사류(士流) 중에서 그의 고심(苦心)을 살피는 자까지도 간혹 그가 토죄(討罪)를 완만하게 하고 경법(經法)을 지키는 것에서 피하는 것으로 의심하였으나, 남구만은 끝내 조금도 후회하지 않았다. 이로부터 세도(世道)가 흔들리고 이단(異端)의 말이 준답(噂沓)한 것이 거의 30여 년이나 계속되었다. 신축년·임인년 이후에 흉역(凶逆)이 낭자(狼藉)하고 당화(黨禍)가 한층 더 격화되자, 세상이 비로소 남구만의 선견(先見)에 탄복하였다. 그러나 남구만이 갑술년에 승출(陞黜)을 죄준 논의와 병자년에 업동(業同)을 구원한 논의는 너무 간섭해 말하는 병통과 너무 깊이 생각하는 미혹(迷惑)함을 면하지 못하였으니, 식자(識者)들이 또 혹은 단점으로 여기었다. 대개 남구만의 학술(學術)은 비록 순정(純正)하지는 못하였더라도 지조와 행동은 정확(貞確)하였으며, 기량(器量)은 비록 크지 못하였다 하더라도 견식(見識)과 사려(思慮)는 정심(精深)하였다. 시행하고 조처한 것이 혹은 뇌락(磊落)하지 못하고, 심중(心中)이 혹은 활달하지 못하였으나, 그 강직하고 방정한 기절(氣節)과 결백한 조행(操行)은 비록 취향을 달리하는 자라 할지라도 의당 다른 말을 두지 않을 것이다. 흡연(翕然)히 태산 북두(泰山北斗)를 우러러보듯 여러 사람의 존경을 받아 온 것이 거의 반평생[半世]이나 되었다. 그러나 갑술년에 이르러서는 음사(陰邪)를 물리치고, 평반(平反)을 주장하여 당인(黨人)들의 마음을 크게 거슬리어, 골수(骨髓)에 맺힌 원수처럼 보았다. 벼슬을 하던 날에 이미 여러 번 독해(毒害)를 당했었는데, 처음 초사(初史)를 편수한 사람이 심지어 평일의 한 마디의 말로 공경하고 복종하였다고 하였는데, 기미년의 당언(讜言) 같은 것을 차마 척신(戚臣)이 종용(慫慂)하였던 바라고 이르니, 특히 이 밖의 을묘년의 소어(疏語)와 무진년의 연주(筵奏)와 같은 그 늠름(凛凛)한 직언(直言)은 또 장차 어떤 풍지(風旨)로 될지 알지 못하나, 전연 형영(形影)조차 없는 말을 창출(刱出)하여 멋대로 죽고 없는 그를 더럽히고 아울러 그 청렴하고 간결(簡潔)한 절개까지도 일체 마구 욕을 하여 백세(百世)토록 현란(眩亂)시키려는 계책으로 삼으려고 하니, 식자(識者)들이 이를 마음 아파하였다. 남구만은 처음에 한미(寒微)하고 소원(疎遠)한 집에서 출세하여 재학(才學)과 풍절(風節)로써 임금의 특별한 지우(知愚)를 입어 화려한 관직을 역임하고, 숭질(崇秩)과 현작(顯爵)을 취하였는데, 내외를 통해 모두 능력있는 명성이 나타나서 문무(文武)를 겸전한 인재로 추중(推重)되었으며, 삼사(三事)의 지위에 거의 40년이나 있었다. 만년(晩年)에는 제우(際遇)가 더욱 높았고 울연(蔚然)히 중흥(中興)의 현명한 보좌가 되어 임금의 서찰(書札)과 시장(詩章)에 기여한 뜻이 정중하므로 물고기와 물[魚水]의 만남처럼 서로 친밀한 계합(契合)이었음을 담자(談者)는 지금까지도 일컫는 것이다. 세상에서 남구만을 논하는 자가 본조(本朝)의 선배(先輩)에 비유하기를, “곧고 굳은 절조(節操)와 미륜(彌綸)하는 재능은, 이 완평(李完平)·최 완성(崔完城)과 백중(伯仲)이 될 만하다.” 고 하였다. 남구만의 호(號)는 약천(藥泉)이요, 뒤에 문충(文忠)으로 사시(賜諡)하였으며, 태묘(太廟)의 묘정에 배향(配享)하였다. 사신(史臣)은 말한다. 남구만은 사람됨이 단아하고 정연하여 언소(言笑)가 망령되지 않았고, 일어나고 앉는 몸가짐에도 절도(節度)가 있었다. 문사(文辭)가 법도 있고 아름다웠으며, 필획(筆畫) 또한 옛스럽고도 힘찼다. 집에 있거나 조정에 나가거나 모두 굳게 절개를 지켜 변하지 않았고, 평생토록 남에게 주는 서독(書牘)에 일찍이 구걸(求乞)하는 글자를 쓰지 않았다고 스스로 말하고 있다. 청주(淸州)의 수령(守令)으로 나갔을 때나 북방(北方)에 안절(按節)하여서도 모두 명성과 공적이 있었다. 세상이 바야흐로 붕비(朋比)하여 서로가 모함과 알력을 일삼았는 데도 남구만은 마음가짐과 주장하는 의논이 항상 공평하고 윤당(允當)하였기 때문에 원망하고 미워하는 말이 일어나지 않았다. ‘만일 남구만으로 하여금 그의 죽음[卒]이 갑술년 이전에 있게 하였다면, 그의 청명(淸名)과 망중(望重)은 옛사람에게서 구해야 할 것이니, 누가 감히 흠잡아 논의할 사람이 있겠는가?’고 하였다. 이것은 곧 남구만과는 취향이 다른 자의 말이었는데, 그 칭찬하는 정도가 이와 같았다면 남구만을 가히 알아볼 만할 것이다.",
                "hj": "○丙午/奉朝賀南九萬卒。 始, 九萬病篤, 上特遣二御醫看病, 荐賜內局藥。 至是, 上答禮曹啓曰: “新喪元老, 震悼曷喩? 令擇送東園器, 給祿俸三年。” 九萬, 故相在、智後也。 性剛介篤實, 如百鍊金, 體寢小而精氣可透鐵石。 歷事三朝, 大節卓然, 自在臺省, 以直道名。 處地孤寒, 而論議仕宦, 常出人表, 不與人依附。 甲寅, 上沖年嗣位, 群小挾奧援譸張, 九萬疏發宦竪與政狀, 語多切直, 人皆許其敢言。 己未, 京兆一疏, 又逆折鑴、堅凶圖, 身雖竄斥, 宗社有賴。 及庚申改紀之後, 九萬右淸議, 詘勳戚, 益爲士流所宗。 戊辰, 儒賢論宮禁、近宗事, 被嚴旨, 九萬求對泣諫, 痛言不諱, 觸雷威, 栫棘北塞。 己巳長秋遜位, 群凶竊柄, 又竄九萬東海上。 甲戌更化, 復拜上相, 首斥坤宮復位時會議之論。 時, 一二凶竪, 聚銀貨結幽陰, 動以復瑤華籍口, 而實濟其私。 己巳人偵得其狀, 獄成, 欲張大之, 未竟而敗。 九萬請卒治之, 雪邦誣、尊國體, 日月我朝廷, 其徒蜚語危動而不䘏也。 己巳被禍人, 多巨室, 其子弟主朝論者, 欲乘時快意淫刑, 而九萬抑其意務寬大, 因此重忤黨人。 逆希載, 卽東宮私親之同氣也。 謀危國母, 事發當坐誅, 九萬酌經權, 傅生議。 當其時東宮, 方衣若干尺, 處地至孤危, 而伏戎於莽, 事有不可不却顧者, 故九萬毅然以身任護逆之謗, 屈三尺伸私恩, 以示爲東宮願死之意, 欲以堅上心杜逆節, 以消亂於未然, 而群憾遂躍然爭起, 輒以名義持之, 雖士流之察其苦心者, 或疑其緩於討罪, 遜於守經, 而九萬終不少悔。 自此世道盪潏, 異言噂沓, 幾三十餘年。 及辛、壬以後, 凶逆狼藉, 黨禍層激, 世始服九萬先見。 然九萬甲戌罪陞黜之論, 丙子救業同之議, 不免爲語言之病, 三思之惑, 則識者又或短之。 蓋九萬學術雖未純, 而操履貞確, 器量雖未弘, 而識慮精深。 施措或未磊落, 心胸或未開豁, 而若其剛方之節, 潔白之操, 雖異趣者, 宜不有異辭, 翕然負山斗之望者, 殆半世。 至甲戌, 闢陰邪主平反, 大忤黨人意, 視以骨怨血讎。 立朝之日, 旣屢中毒螫, 而修初史者, 至以平日所一辭欽服, 如己未讜言, 忍謂之戚臣所慫慂, 殊不知外此, 而若乙卯疏語, 戊辰筵奏, 其澟澟直辭, 又將歸之於何等風旨, 而乃敢創出全無形影之言, 肆爲汚衊於身後, 竝與其廉簡苦節, 而一切醜詆, 欲爲眩亂百世之計, 識者痛之。 九萬始起寒遠, 以才學、風節, 被上特達之知, 歷華膴取崇顯, 內外皆著能聲, 推爲文武全才, 位三事殆四十年, 晩年際遭尤隆, 蔚然爲中興賢佐, 天札宸章寄意鄭重, 魚水之契, 譚者至今稱焉。 世之論九萬者, 比之本朝先輩, 以爲: “貞固之節, 彌綸之才, 可與李完平、崔完城伯仲” 云。 九萬號藥泉, 後賜諡文忠, 配享太廟庭。 【史臣曰: “九萬爲人雅整, 不妄言笑, 興居有節。 文辭典麗, 筆畫古健。 居家立朝, 俱有操守, 自言平生與人書牘, 未嘗寫求乞字。 出守淸州, 按節北方, 皆有聲績。 世方朋比相傾, 而九萬立心持論, 常主平允, 故怨惡不興。 使九萬之卒, 在甲戌之前, 則其淸名重望, 當求諸古人, 孰敢有疵議云, 此乃與九萬異趣者之言, 而其稱許如此, 則可以觀九萬也。”】"
            }
        }
    },
    "04": {
        "22": {
            "1": {
                "H2KE-EN": "Chief State Councilor of the gyeongjin year (, Chief State Councilor 서종태 presented a memorial to resign from his new appointment. The King answered that he is truly familiar with the principal talent and praiseworthy of the highest level of his level of virtue. The King responded to answered that he did not resign from his post.",
                "H2KE-nKo": "경진년에 영의정 서종태가 차자를 올려 새로 제수한 명을 사양하니, 주상이 ‘오래된 덕과 단아한 명망이 진실로 영의정에 합당하니 안심하고 사직하지 말라.’라고 답하였다.\n",
                "date_ko": "숙보 50권, 37년(1711 신묘 / 청 강희(康熙) 50년) 4월 22일(경진) 1번째기사",
                "gt-oKo": "영의정(領議政) 서종태(徐宗泰)가 차자(箚子)를 올려 신명(新命)을 사직하니, 임금이 ‘오래도록 쌓은 덕과 청아한 명망이 원보(元輔)에 진실로 합당하니, 안심(安心)하고 사직하지 말라.’고 답하였다.",
                "hj": "○庚辰/領議政徐宗泰上箚辭新命, 上以宿德雅望, 允合元輔, 安心勿辭, 爲答。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On imo day, Right State Councilor Jo Sangu submitted a memorial requesting that the new appointment be revoked. The King, whose talent and virtues are truly conformed to the peoples heart. You should not decline yourself.",
                "H2KE-nKo": "우의정 조상우가 상소하여 새로 제수한 명을 거두어 주기를 청하니, 주상이 답하기를,“재주와 덕망이 있어 의정으로 뽑은 것이 진실로 여론에 부합하니, 부디 사양하지 말라.”하였다.\n",
                "date_ko": "숙보 50권, 37년(1711 신묘 / 청 강희(康熙) 50년) 4월 24일(임오) 1번째기사",
                "gt-oKo": "우의정(右議政) 조상우(趙相愚)가 상소하여 신명(新命)을 거두기를 원하니, 임금이 ‘재능도 있고 덕망이 있어 상신(相臣)에 매복(枚卜)됨이 여정(輿情)에 진실로 부합하니, 모름지기 겸양(謙讓)하지 말라.’고 답하였다.",
                "hj": "○壬午/右議政趙相愚上疏乞收新命, 上以有才有德, 枚卜允叶輿情, 須勿撝謙, 爲答。"
            }
        }
    },
    "05": {
        "27": {
            "1": {
                "H2KE-EN": "On eulmyo day, when the King received the officials in the eulmyo year (, Chief State Councilor 서종태가, the officials of the senior third rank or above of the Ministry of War Yi Manseong and Bak Gwon did not come to their hometowns and requested that they be admonished. Left State Councilor Yi김창집 also requested that Yi Mangyeon and Yi Jae be interrogated and urgently urgently. The King approved the request. Then, the King issued an order, which stated, Recently, there has been no problems of discussion. Among these, those who were very disrespectful and disrespectful cannot but be vigilantly vigilantly, but as they were the same as those of subjects, how could I be at variance with each other? If they were to come, they would be rejected, and they would be rejected? Originally, there have been no quality in the court, and thus they would be even more unable to observe their appearance. Truly, they are disappointed. 서종태가 아뢰기를, “이번에 several officials rejected from their hometowns, although this must not be caused by this. Generally, in recent days, there have been something occurred in such a way. Your Majestys instruction can be enough to be satisfied. If Your Majesty always appreciates these thoughts and considerately fairness and personal feelings, this would be a blessing for the state. Consequently, 김창집 and Jo Sangu also continued to admonish the cardinal principles of importance. The King said, The words of the high officials are good. The ministers and high officials supported each other on the right and wrong, but this would not be harmful. However, the present situation is not so. They must be gathered together with old errors and old wicked circumstances and thoroughly expelled to the wooden parts of wood",
                "H2KE-nKo": "을묘년에 인견하였을 때 영의정 서종태가 비변사 당상 이만성과 박권이 고향에 내려가 올라오지 않았다는 이유로 신칙할 것을 청하고, 좌의정 김창집이 또 옥당관 이만견과 이재가 시골에 있다는 이유로 주상에게 아뢰어 추고하기를 재촉할 것을 청하니, 주상이 모두 그대로 따랐다. 이어 하교하기를,“근래에 불행하게도 논의하는 폐단이 있다. 그중에서 대단히 어그러지고 과격한 것은 비록 억제하지 않을 수 없지만, 이미 똑같은 신하이니 나의 마음에 어찌 피차의 차이가 있겠는가. 그런데 이쪽이 나아오면 저쪽이 물러가고 저쪽이 나아오면 이쪽이 물러가는 것인가. 조정에 본래 인재가 부족한 데다가 더욱 이 때문에 모양이 말이 아니니, 참으로 개탄스럽다.”하니, 서종태가 아뢰기를,“지금 이 몇몇 신하가 물러간 것이 반드시 이 때문이 아니라고는 할 수 없으나, 대체로 근래의 거조가 혹 이와 비슷한 점이 없지 않습니다. 하교에 감동시키기에 충분한 점이 있으니, 주상께서는 항상 이 뜻을 보존하여 지극히 공정하고 사사로움이 없게 하신다면 국가의 복입니다.”하였다. 김창집과 조상우가 또 이어서 건극의 설을 진달하니, 주상이 말하기를,“대신의 말이 좋다. 재상과 대신이 가부를 서로 도운다면 이는 해로울 것이 없지만 지금은 그렇지 않다. 반드시 예전의 허물과 묵은 잘못을 모두 모아서 만 길 구덩이로 몰아넣어야 하니, 한 통의 상소가 나오면 많은 사람이 불안해하여 잠깐 모였다가도 곧 다시 흩어지니, 이러한 습관은 실로 매우 걱정스럽다. 옛말에 이르기를 ‘그 일을 공격할 때는 그 사람을 공격하지 말고 그 사람을 공격할 때는 그 무리를 공격하지 말라.’라고 하였으니, 이와 같이 한다면 거의 옳을 것이다.”하였다. 서종태가 또 갑산에 멀리 찬배한 죄인 정호를 내도의 좋은 곳으로 양이할 것을 청하니, 주상이 말하기를,“정호는 일을 맡겨 부린 지 이미 오래되었으니 취할 만한 점이 없지 않다. 다만 당론에 용감하여 내 마음이 항상 편치 못하다. 작년에 홍주형에게 과거에 응시할 자격을 정지한 벌은 너무 가볍다고 할 수 있는데, 정호가 대사헌으로서 명을 도로 거두어들이기를 청하기까지 하였으니, 이는 실로 유상을 업신여긴 데서 나온 것으로 참으로 매우 통탄스럽고 놀랍다. 그 뒤에 곽경두의 상소에서 또 유상을 비난하였기 때문에 즉시 엄한 하교를 보였고, 이어서 이태우의 상소로 인하여 정호를 찬배하였다. 견책한 지 또한 이미 해를 넘겼으니 풀어 주라.”하였다. 서종태가 아뢰기를,“정호는 명상의 손자로 경개하고 청소하지만 성품이 좁고 편협하여 논의하는 데 병통이 많습니다. 그러나 성세에 어찌 끝내 버릴 수 있겠습니까.”하였다.\n",
                "date_ko": "숙보 50권, 37년(1711 신묘 / 청 강희(康熙) 50년) 5월 27일(을묘) 1번째기사",
                "gt-oKo": "인견(引見)하였을 때에, 영의정(領議政) 서종태(徐宗泰)가 비국 당상(備局堂上) 이만성(李晩成)·박권(朴權)이 하향(下鄕)하고 오지 않는다 하여 신칙(申飭)하기를 청하고, 좌의정(左議政) 김창집(金昌集)은 또 옥당관(玉堂官) 이만견(李晩堅)·이재(李縡)가 시골에 있으니 추고(推考)하고 최촉(催促)하기를 계청(啓請)하니, 임금이 모두 그대로 따랐다. 이어 하교(下敎)하기를, “근래에 불행하게도 논의(論議)의 폐단이 있어서, 그 중에 대단하게 어그러지고 격렬한 자는 비록 재억(裁抑)하지 않을 수 없으나 이미 다같은 신자(臣子)인지라, 나의 마음에 어찌 피차(彼此)가 있겠느냐? 그런데 이쪽이 나아오면 저쪽이 물러가고 저쪽이 나아오면 이쪽이 물러가곤 하니, 그렇지 않아도 조정(朝廷)에 본래 인재가 부족한 형편인데 더욱 이 때문에 모양을 이룰 수가 없으니, 진실로 개연(慨然)해 할 만하다.” 하였다. 서종태가 아뢰기를, “이제 이 두어 신하의 퇴거(退去)가 비록 반드시 이에 연유함은 아니오나, 대저 요즈음의 거조(擧措)가 혹 이에 근사(近似)함이 없지 않습니다. 전하의 하교는 족히 감동(感動)할 만한 것이 있습니다. 성상께서 항상 이 뜻을 가지시고 지극히 공정하고 사사로움이 없으시다면, 국가의 홍복(鴻福)이겠습니다.” 하고, 김창집(金昌集)과 조상우(趙相愚)도 건극(建極)의 설(說)을 계속 진달하니, 임금이 말하기를, “대신(大臣)의 말이 좋다. 재상(宰相)과 대신이 옳고 그른 것을 서로가 구제한다면 이것은 해로울 것이 없는데, 지금은 그렇지가 못하다. 반드시 오랜 옛날의 허물이나 해묵은 사특함을 모두 끌어 모아서 만길이나 깊은 구덩이[坑塹]에 몰아넣곤 하는지라, 한 상소(上疏)가 나오면 많은 사람이 불안(不安)해 하여 잠깐 혹 모였다가 갑자기 다시 흩어지니, 이 풍습은 실로 매우 민망하다. 옛말에 이르기를, ‘그 일은 공격할지라도 그 사람을 공격하지 말며, 그 사람은 공격할지라도 그 무리[黨]는 공격하지 말라.’고 하였다. 대저 이와 같이 한다면 거의 옳을 것이다.” 하였다. 서종태가 또 갑산(甲山)으로 멀리 귀양보낸 죄인(罪人) 정호(鄭澔)를 내도(內道)의 좋은 곳에 양이(量移)하기를 청하니, 임금이 말하기를, “정호는 임용(任用)한 지 이미 오래 되었고 취할 만한 것이 없지 않으나, 다만 당론(黨論)에 용감하여 내 마음이 항상 편치 않다. 지난해에 홍주형(洪胄亨)을 정거(停擧)한 벌(罰)은 너무 가볍다고 이를 만한데 정호가 대사헌(大司憲)으로서 환수(還收)를 청하기에 이르렀으니, 이것은 실로 유상(儒相)을 가볍게 보고 업신여기는 데에서 나온 것이니 진실로 몹시 놀랄 만하며, 그 뒤에 곽경두(郭景斗)의 상소에 또 유상을 비방한 까닭으로 즉시 엄지(嚴旨)를 보이었는데, 이어서 이태우(李泰宇)의 상소로 인하여 정호를 찬축(竄逐)하였다. 하지만 견벌(譴罰)을 가한 지도 이미 해가 지났으니, 방송(放送)하라.” 하니, 서종태가 아뢰기를, “정호는 명상(名相)의 손자로서 경개(耿介)하고 청소(淸素)하오나 성품이 너그럽지 못하고 좁아서 논의(論議)에 병통이 많습니다. 그러나 성세(聖世)에 어찌 끝내 버릴 수 있겠습니까?” 하였다.",
                "hj": "○乙卯/引見時, 領議政徐宗泰, 以備局堂上李晩成、朴權, 下鄕不來, 請申飭, 左議政金昌集, 又以玉堂官李晩堅、李縡之在鄕, 啓請推考催促, 上皆從之。 仍下敎曰: “近來不幸有論議之弊。 其中大段乖激者, 雖不得不裁抑, 旣同是臣子, 予之心寧有彼此, 而此進則彼退, 彼進則此退? 朝廷本來乏人, 而尤以此不成貌樣, 良可慨然。” 宗泰曰: “今此數臣之退去, 雖未必由於此, 而大抵近來擧措, 或不無近似於此。 下敎有足以感動者。 自上常存此意, 至公無私, 則國家之福也。” 昌集及趙相愚, 又繼陳建極之說, 上曰: “大臣之言好矣。 宰相、大臣, 可否相濟, 此則無害, 而今也則不然。 必竝湊合其舊愆宿慝, 驅諸萬仞坑塹, 一疏之出而多人不安, 乍或聚會, 輒復渙散, 此習實爲切悶。 古語云: ‘攻其事, 無攻其人, 攻其人, 無攻其黨。’ 夫如是, 則庶乎其可矣。” 宗泰又請量移甲山遠竄罪人鄭澔於內道善地, 上曰: “鄭澔任使旣久, 不無可取, 而但勇於黨論, 予心常所未便矣。 昨年洪冑亨停擧之罰, 可謂太輕, 而澔以大司憲, 至請還收, 此實出於輕侮儒相, 誠甚痛駭。 其後郭景斗之疏, 又醜詆儒相, 故卽示嚴旨, 而繼因李泰宇疏竄澔矣, 施譴亦已經年, 放送。” 宗泰曰: “澔是名相孫, 耿介淸素, 而性狹隘, 論議多病。 然聖世何可終棄乎。” 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十終"
            }
        }
    }
}