{
    "01": {
        "25": {
            "1": {
                "H2KE-EN": "Shin Jeongha , the third censor of the Office of the Censor General , submitted a memorial stating: Kim Yugyeong , the provincial preliminary-stage official of Left Chungcheong Province , did not travel on a route [to the capital] and passed his hometown through his hometown. He delayed the dates of counties and districts and delayed the dates. Every time he suspected that the preliminary-stage official was slacked, he suspected that the preliminary-stage official misappropriated himself. [Kim] Yugyeong made a mistake and absurdly acted in such a way. [Kim] should be arrested and interrogated before the initial route, thereby strictly enforcing the initial route. [The King] followed this [recommendation] and sent another preliminary-stage official [to the capital].",
                "H2KE-nKo": "헌납 신정하가 상소하여 논하기를,“호서 좌도의 경시관 김유경이 직로를 경유하지 않고 가향을 지나가 군읍을 돌아다니면서 시일을 지체하고 있습니다. 호서 지역의 사풍이 투박하여 매번 고관이 사정을 쓴 것으로 의심하는데, 김유경이 일을 잘못 처리하여 이 지경에 이르렀습니다. 과장을 열기 전에 잡아다 추문하여 과장을 엄히 단속해야 합니다.”하니, 그대로 따르고 다른 시관을 대신 보냈다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 1월 25일(임술) 1번째기사",
                "gt-oKo": "헌납(獻納) 신정하(申靖夏)가 상소하여 논하기를, “호서좌도(湖西左道)의 경시관(京試官) 김유경(金有慶)이 직로(直路)로 가지 않고 가향(家鄕)을 서서히 지나 군읍(郡邑)을 간돌면서 시일을 끌고 있습니다. 호서 지방은 사풍(士風)이 투박(偸薄)하여 매양 고관(考官)이 사정을 행하는 것으로 의심하는데, 김유경의 하는 일이 그릇되고 망령됨이 이 지경에 이르렀습니다. 마땅히 과장(科場)을 열기 전에 잡아다 추고하여 과장을 엄중하게 하소서.” 하니, 임금이 그대로 따르고 다른 시관을 대신 보냈다.",
                "hj": "○壬戌/獻納申靖夏疏論: 湖西左道京試官金有慶, 不由直路, 拕過家鄕, 盤桓郡邑, 淹延時日。 湖中士風偸薄, 每疑考官行私, 而有慶作事謬妄, 乃至於此。 宜趁未開場前拿推, 以嚴科場。 從之, 代送他試官。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On mujin day, the first day of the month, the King rectified the historians draft in the gisa year ( due to mistake in the historians draft of the Veritable Records of King Jeongjong.",
                "H2KE-nKo": "- 처음 사초를 기사년으로 잘못 기록하였는데, 지금 바로잡는 것이다. -\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 2월 1일(무진) 1번째기사",
                "gt-oKo": "【초사(初史)에는 기사(己巳)로 잘못된 것을 지금 바로 잡는다.】",
                "hj": "○朔戊辰/【初史誤以己巳, 今正之。】"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General requested that Governor of Gyeonggi Yi Seonbu be dismissed from his post due to his lack of performance evaluation in the performance evaluation of his evaluation. The King approved this request. Yi Seonbu was not forgiven in his evaluation when he was conducting performance evaluation in his performance evaluation. This was because he was reluctant to disobey the privilege of the people who were close to the royal kin by marriage.",
                "H2KE-nKo": "사헌부가 경기 감사 이선부가 전최를 잘못하였다는 이유로 체차해 줄 것을 논하니, 그대로 따랐다. 이선부가 전최를 할 때 가까운 친척과 당로를 용서하지 않아 시배를 거듭 거스렸기 때문이다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 2월 14일(신사) 1번째기사",
                "gt-oKo": "헌부(憲府)에서 경기 감사(京畿監司) 이선부(李善溥)가 전최(殿最)를 잘하지 못하였다 하여 체직하기를 논하니, 임금이 그대로 따랐다. 이선부가 전최할 때를 당하여 근척(近戚)과 당로(當路)에게 후하게 하지 않았고, 거듭 시배(時輩)를 거스른 때문이었다.",
                "hj": "○辛巳/憲府以京畿監司李善溥殿最不善, 論遞, 從之。 善溥當殿最, 不饒近戚與當路, 重忤時輩故也。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King allowed the metropolitan second stage examination be allowed to take the second stage examination. In the old system, those who were supposed to take the second stage examination, and those who were supposed to take the second stage examination be allowed to take the Hanseong preliminary-stage examination. On this day, those who were supposed to take the second stage examination were numerous, and the other successful candidates were selected. The Ministry of Rites requested the King to discuss the matter with high-ranking officials, and this royal order was issued.",
                "H2KE-nKo": "계미년의 과시에서 1분을 준 자는 회시에 응시하도록 허락하였다. 옛 제도에는 2분을 준 자는 회시에 응시하게 하고 1분을 준 자는 한성시에 응시하게 하였는데, 이때에 이르러 1분을 주어 회시에 응시하게 한 자가 원래의 정원보다 많았다. 다른 유생의 과시에서 뽑아 남은 액수가 없었으므로 예조가 대신에게 문의하기를 청하였으므로 이 명을 내린 것이다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 2월 16일(계미) 1번째기사",
                "gt-oKo": "과제(課製)에서 1분(分)을 준 자에게는 회시(會試)에 응시하도록 허락했다. 구제(舊制)에는 2분을 준 자에게는 회시에 응시하게 하고 1분을 준 자에게는 한성시(漢城試)에 응시토록 했었는데, 이때에 1분을 주어 회시에 응시하게 한자가 원액(元額)보다 많아서 다른 유과(儒科)에서는 뽑을 여액(餘額)이 없었으므로 예조(禮曹)에서 이를 대신에게 문의하기를 청하니, 이러한 명이 있었던 것이다.",
                "hj": "○癸未/課製給一分者, 許赴會試。 舊制, 給二分者赴會試, 給一分者赴漢城試, 至是給一分應赴者, 多於元額, 他儒科取無餘額, 禮曹請問議大臣, 有是命。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "In eulhae year (, [the King] ordered the Ministry of Taxation to cast copper and beans and distribute them to the eight provinces. At the time, the mulberry of the government was not standardized",
                "H2KE-nKo": "호조에 명하여 동두곡을 주조하여 팔도에 반포하게 하였다. 이때 동두곡은 일정한 제도가 없고 관용도 대소가 각각 달랐으므로 중국의 제도를 모방하여 주조하여 반포하였는데, 그 제도가 밑바닥은 넓고 입은 줄었으며 체구는 작고 높았다. 이는 대개 지나치게 많이 거두는 폐단을 막기 위해서였다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 2월 8일(을해) 1번째기사",
                "gt-oKo": "호조(戶曹)에 명하여 동두곡(銅斗斛)을 주조하여 팔로(八路)에 반포하게 하였다. 당시에 두곡이 일정한 제도가 없어서 관청에서 사용하는 두곡도 대소(大小)가 각각 다르므로 중국의 제도를 모방하여 주조해서 팔로에 반포하였는데, 그 제도가 바닥이 넓고 위가 좁으며 체제는 작고 높았으니, 대개 고봉으로 되어서 과람하게 받아들이는 폐단을 막으려는 것이었다.",
                "hj": "○乙亥/命戶曹鑄銅斗斛, 頒于八路。 時, 斗斛無定制, 官用大小各異, 倣華制鑄頒。 其制底闊口殺, 體小而高, 蓋防濫捧高凸之弊也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On byeongja day, twenty towns including Geumseong were exempted from paying one mal of rice in lieu of rice for each household. At the time, due to the congratulatory banquets, the King exempted them from paying taxes in various towns. Only twenty towns including Geumseong were exempted from paying old loans. Governor Yun Seongjun requested that the new loans be reduced in lieu of virtue and benevolence. The King approved this request.",
                "H2KE-nKo": "병자년에 금성 등 20개 읍의 대동미를 1결당 1말씩 면제해 주었다. 이때 진연의 추은으로 인하여 열읍의 포흠 난 환곡을 탕감해 주었는데, 금성 등 20개 읍은 유독 감면해 줄 만한 묵은 포흠이 없었으므로 도신 윤성준이 새 부세를 감해 주어 덕과 은혜를 고르게 해 줄 것을 청하니, 그대로 따른 것이다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 2월 9일(병자) 1번째기사",
                "gt-oKo": "금성(金城) 등 20고을에 대동미(大同米)를 매결(每結)에 1두(斗)씩 덜도록 했다. 이때 진연(進宴)의 추은(推恩)으로 인하여 열읍(列邑)의 포조(逋糶)를 탕감해 주었는데, 금성 등 2고을만 유독 경감해 줄 만한 구포(舊逋)가 없었으므로 도신(都臣) 윤성준(尹星駿)이 새 부세를 감해 주어 덕과 은혜를 고르게 해주기를 청하니, 그대로 따른 것이다.",
                "hj": "○丙子/除金城等二十邑, 大同米每結一斗。 時, 因進宴推恩, 蕩減列邑逋糶, 而金城等二十邑, 獨無舊逋可蠲, 道臣尹星駿請減新賦, 以均德惠, 從之。"
            }
        }
    },
    "03": {
        "21": {
            "1": {
                "H2KE-EN": "The King selected two hundred classics licentiates, including Yun Deukhyeong , and Literary Licentiate Yi Giji .",
                "H2KE-nKo": "감시 복시를 행하여 생원 윤득형, 진사 이기지 등 200인을 뽑았다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 3월 21일(정사) 1번째기사",
                "gt-oKo": "감시(監試)와 복시(覆試)에서 생원(生員) 윤득형(尹得衡)·진사(進士) 이기지(李器之) 등 2백 인을 뽑았다.",
                "hj": "○丁巳/監試、覆試, 取生員尹得衡、進士李器之等二百人。"
            }
        }
    },
    "04": {
        "27": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King, which stated, When Lord of Imyang [Yi] Hwan [] was buried, it was worried that the people of twenty towns were mobilized for farming. We request that the temporarily stopped and wait until the farming season is slow. The King did not approve of this.",
                "H2KE-nKo": "사헌부가 논핵하기를,“임양군 이환을 장사 지낼 때 석물을 수송하는 일로 20여 고을의 백성을 동원하면 농사철을 빼앗을까 우려됩니다. 우선 중지하였다가 농사일이 수월해지기를 기다리소서.”하니, 주상이 따르지 않았다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 4월 27일(임진) 1번째기사",
                "gt-oKo": "헌부에서 논하기를, “임양군(臨陽君) 이환(李桓)을 장사지낼 때에 석물(石物)을 운반해 오려면 20여 고을의 백성을 동원해야 하는데, 농사철을 빼앗을 우려가 있으니, 청컨대 우선 중지하고 농사일이 수월할 때를 기다리게 하소서.” 하였으나, 임금이 따르지 않았다.",
                "hj": "○壬辰/憲府論: “臨陽君桓葬時, 石物輸運, 動二十餘邑民, 奪農可慮。 請姑寢, 以竢農歇。” 上不從。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Earlier, when interpreters Kim Yugi and others secretly purchased a bow and horn bow, which was discovered by the Chinese man. Kim Yugi and others were imprisoned and punished by the Office of the Inspector General . Because the imperial envoy was unable to inspect [the latter], the envoy Lord of Jinpyeong Yi Taek , the Vice-Envoy Kwon Seong , and the correspondence officer Yu Sung were dismissed from office. [The King] did not follow their recommendation. After three times, [the celebratory] promptly suspended [the celebratory]. Subsequently, because of this, the Chinese court sent a diplomatic document to blame and reprimanded [the latter] on the grounds that [the Chinese man] reached the King. People were angry and surprised. The Office of the Censor General again submitted a report to the King requesting that the three imperial envoys be expelled from their descendants. The King only ordered that [Kim Yugi] be dismissed from office. [The Office of the Inspector General] strongly adamantly argued this for several months, and ultimately [the King] did not follow their recommendation.",
                "H2KE-nKo": "이에 앞서 동지사가 돌아올 때 역관 김유기 등이 몰래 궁각을 사다가 청나라 사람에게 발각되자, 김유기 등을 가두어 놓고 사헌부의 죄를 다스렸다. 사신이 아랫사람을 제대로 단속하지 못했다는 이유로 정사 진평군 이택, 부사 권성(權), 서장관 유숭을 파직할 것을 주상에게 아뢰어 청하였는데, 따르지 않았다. 세 번 아뢰고는 즉시 정지하였다. 그 뒤에 청나라가 이 일로 인하여 자문을 보내 책망하는 말이 상에게까지 미쳤으므로 사람들이 분개하고 놀라워하였다. 사간원이 다시 아뢰어 세 사신을 관작을 삭탈하고 도성 밖으로 내쫓을 것을 청하였는데, 주상이 파직만 시키라고 명하였다. 여러 달 동안 쟁집하였으나, 끝내 따르지 않았다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 6월 1일(을축) 1번째기사",
                "gt-oKo": "이보다 앞서 동지사(冬至使)가 돌아올 때에 역관(譯官) 김유기(金有基) 등이 몰래 궁각(弓角)을 사다가 청인(淸人)에게 들켰으므로, 김유기 등을 헌부에 가두어 치죄하였다. 그런데 헌부에서 사신으로서 아랫사람들을 검속하지 못했다 하여 정사(正使) 진평군(晉平君) 이택(李澤)·부사(副使) 권성(權)·서장관(書狀官) 유숭(兪崇)을 파직하기를 계청(啓請)하였으나, 따르지 않으니, 세 번 계청하고 즉시 정지하였었다. 그 뒤에 청국(淸國)에서 이로 인하여 이자(移咨)하였는데, 구책(咎責)한 말이 상궁(上躬)에까지 미쳤으므로 인정(人情)이 놀라 분개해 하였다. 간원(諫院)에서 다시 세 사신을 삭출(削黜)하기를 계청(啓請)하였는데, 임금이 파직만 명하였으므로 여러 달 동안 집요하게 다투었으나 마침내 따르지 않았다.",
                "hj": "○乙丑/先是, 冬至使回還時, 譯官金有基等, 潛買弓角, 見覺於淸人, 有基等囚治憲府。 以使臣之不能檢下, 啓請正使晋平君澤、副使權、書狀官兪崇罷職, 不從, 三啓卽停。 其後淸國, 因此移咨, 咎責之言, 至及上躬, 人情憤駭。 諫院復發啓請三使臣削黜, 上只命罷職, 累月爭執, 竟不從。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Jo Yeongbok submitted a memorial requesting that the quota of Yecheon County be reduced and that taxes be collected from the quota of Yecheon County . Kwon Su , 동래 부사 , misappropriated by the Japanese language, submitted a memorial without knowing what to do. This caused our country to be disgraced. The King ordered that the office in charge interrogate him and interrogated him. The King ordered that the quota of the quota be settled on the matter of the quota of the quota.",
                "H2KE-nKo": "지평 조영복이 상소하여 예천군 주원에서 절수한 세금을 감면해 주기를 청하고, 동래 부사 권수가 왜인에게서 받아 보낸 편지 가운데 어휘를 범한 문자를 논하며 자신도 모르게 살펴보아 국가에 욕을 끼쳤다고 논핵하니, 담당 관사로 하여금 잡아다 신문하게 하라고 비답하였다. 비답하기를,“주원의 일은 내게 물어 처리하라. 권수의 일은 과중하다.”하였다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 6월 29일(계사) 1번째기사",
                "gt-oKo": "지평(持平) 조영복(趙榮福)이 상소하여 예천군(醴泉郡)의 주원(廚院)에서 절수(折受)하여 거두는 세금을 감해 주기를 청하고 논하기를, “동래 부사(東萊府使) 권수(權)가 받아서 보낸 왜서(倭書) 속에 어휘(語諱)를 범한 문자(文字)가 있는 것을 살피지 못하여 국가에 욕을 끼쳤으니, 유사(攸司)로 하여금 나문(拿問)하게 하소서.” 하였는데, 비답하기를, “주원의 일은 품달하여 처리하게 하겠으나, 권수의 일은 너무 무겁다.” 하였다.",
                "hj": "○癸巳/持平趙榮福上疏, 請減醴泉郡廚院折受收稅, 論東萊府使權受送倭書中犯御諱文字, 不覺察, 貽辱國家, 令攸司拿問。 批以廚院事稟處, 權事過重。"
            }
        }
    },
    "10": {
        "15": {
            "1": {
                "H2KE-EN": "Kim Uhang , Right State Councilor , and Right State Councilor Kim Uhang , repeatedly appealed the memorial submitted by Yi Sangseong . Originally, the memorial submitted by Yi Sangseong was shown to the King. From the jeongchuk year (, when the state examination was impeached, there was nothing he could not do. Kim Uhang was deeply grieved because he was an ordinary official of the Office of the Royal Genealogy , but he was afraid of the current opinion. Nevertheless, he did not dare to make a single talk about Yi Dons wife, submitted a memorial requesting Kim Uhang to make a single s. At first, he submitted a memorial advising that Yi Don return to the palace to make a single talk. Kim Uhang requested that Oh Suwon be interrogated about the single simply because he did not pass through the examination and did not single style. Every time when he was interrogated, Kim uttered anger and cursed him. Yi Sangseong suspected that he was a relationship with Yi Don . Kim Uhang was originally a relationship with the younger brother of Yi Don, and thus how could he be delayed a private relationship with a friendly relationship with a single s? In general, Kim Uhang, who was loyal and loyal by nature, did not like the single talk. He also knew that Kim Dons grievance was evident in his single",
                "H2KE-nKo": "우의정 김우항이 차자를 올려 이상성의 상소에 대해 변명하였다. - 원래의 차자와 비답의 내용은 위에 보인다. - 과옥이 있은 이래로 당인들이 글을 지어 억지로 만들어 못하는 짓이 없었다. 김우항은 당시의 고관으로서 직접 보고 매우 원통하게 여기는 자가 있었으나 시론을 두려워하여 감히 한 마디도 변명하지 못하였다. 그러다가 이돈의 아내가 상언하여 김우항을 끌어대어 증거로 삼자, 비로소 차자를 올려 이돈이 도로 궐하에 나온 일을 진달하고, 이어 오수원을 시취한 전말을 여러 고관에게 함사를 보내 물어볼 것을 청하였으니, 대략 그가 두루 찾아다니지 않고 사정을 쓰지 않은 실상을 밝히고자 한 것일 뿐이었다.그동안 옥사를 다스리는 자들이 떼를 지어 일어나 성을 내고 꾸짖었는데, 이상성은 그가 인척 관계에 있는 사사로운 친분에 연루될까 의심하였다. 김우항은 본래 노당으로서 이돈의 아우와 혼인을 맺었을 뿐이니, 이것이 어찌 사사로운 친분에 연루되어 여러 사람의 노여움을 범하면서 돌아보지 않을 수 있겠는가. 김우항은 마음가짐이 충후하여 본래 당론을 좋아하지 않았고, 또 이돈의 원통한 정상을 분명히 알고 있었으므로 그의 증인으로 인하여 대략 말한 것이다. 그런데 당인들이 그의 말이 공정함을 미워하여 여러 사람의 비난이 몰려들어 마침내 벼슬에서 떠나고야 말았다. 그러나 전후로 두 차례의 차자에서 논한 것은 실로 이 옥사의 공안이고, 백대 후에도 끝내 속일 수 없는 점이 있었다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 10월 15일(정축) 1번째기사",
                "gt-oKo": "우의정 김우항(金宇杭)이 차자를 올려 이상성(李相成)의 상소에 대해 변명하였다.【원래의 차자와 비답한 내용은 위에서 보인다.】 과옥(科獄)이 있은 뒤로부터 당인(黨人)들의 문치(文致)를 억지로 이루고자 하여 하지 않는 짓이 없었다. 김우항은 당시의 고관(考官)으로서 직접 본 바가 있어서 매우 억울함을 알고 있었지만, 시론(時論)을 두려워하여 오히려 감히 한 마디도 변리(辨理)하지 못했었는데, 이돈(李墩)의 아내가 상언(上言)하여 김우항을 끌어대어 증인을 삼자, 비로소 차자를 올려 이돈이 도로 궐하(闕下)에 나왔던 일을 진달하고, 이어 오수원(吳遂元)을 시취(試取)한 전말(顚末)을 여러 고관에게 함문(緘問)할 것을 청하였으니, 그것은 대략 그가 거자(擧子)도 두루 찾아다니지 않았다는 것과 사정도 쓰지 않았던 정상을 밝히고자 한 것뿐이었다. 그러나 전후에 안옥(按獄)했던 자들이 떼지어 일어나 성내어 꾸짖었고, 이상성은 연인(連姻)의 사정(私情)에 끌렸을 것을 의심하였는데, 김우항은 본래 노당(老黨)으로 이돈의 아우와 혼인을 맺었을 뿐이었으니, 이것이 어찌 사사로이 좋아하는 정에 끌려서 여러 사람의 노여움을 범하는 것을 돌아보지 않았겠는가. 대체로 김우항은 마음가짐이 충후(忠厚)하여 본디 당론(黨論)을 좋아하지 않았고, 이돈의 원통한 정상을 명백하게 알고 있었으므로, 그 증인(證引)하므로 인하여 대략 말하게 된 것이었다. 그러나 당인(黨人)들은 그 말이 공변됨을 오히려 미워하여 여러 사람들의 비방이 몰려들어 마침내 벼슬을 내놓게 하고야 말았다. 그러나 전후 두 번의 차자에서 논한 것은 참으로 이 옥사의 공안(公案)이 될 것이며, 백 대를 내려가도 끝내 속일 수 없는 것이다.",
                "hj": "○丁丑/右議政金宇杭, 箚辨李相成疏。【原箚、批辭見上。】自有科獄以來, 黨人之文致(勤)〔勒〕成, 靡所不至。 宇杭以當時考官, 有目覩而深冤之者, 畏時論, 猶不敢一言辨理, 及李墪妻上言, 引宇杭爲證, 始箚陳墪還詣闕下事, 仍請吳遂元試取顚末, 緘問於諸考官, 略欲明其不歷抵、不用情之狀而已。 前後按獄者, 群起而怒詬之, 相成則疑其牽係於連姻之私好。 宇杭本老黨, 與墪弟結姻而已, 此何足牽私阿好, 犯衆怒而不顧哉? 蓋宇杭秉心忠厚, 素不喜黨論, 且明知墪冤狀, 因其證引之, 及而略言之。 黨人者惡其言公, 衆毁交集, 終至去位乃已。 然前後兩箚所論, 實爲此獄之公案, 而百代之下, 終有不可誣者矣。"
            }
        }
    },
    "11": {
        "10": {
            "1": {
                "H2KE-EN": "On imin day, eight hundred or more people, including Yu Gyu , a resident of Jeolla Province, submitted a memorial to the King to repeatedly distinguish the circumstances of the Family Rituals (C. Jiali . 【원소와 비답 내용은 위에 보인다. [The circumstances] were revised. The memorial read as follows: The circumstances of the writing book total 365. The circumstances of the writing book are 205. The circumstances of the writing book are 바로 윤선거s 글씨, and the circumstances of 109. The circumstances of the writing book are 바로 유계s 글씨, and the circumstances of the three circumstances are devised and copyed. Also, the circumstances of the three circumstances are 윤증, the late Second Minister Yi Yuk , and the father of Yu Sanggi , Myeongyun , the circumstances of the young age. The circumstances of their family and miscellaneous ceremonies and the various ceremonies of mourning are 12. The circumstances of the five circumstances are composed, and the circumstances of the seven circumstances are composed by 윤선거s 글씨. The circumstances of the writing book are all included in the houses of [Yu] Gyun. How can they be concealed? Generally, 윤선거 and [Yi] Gye are a friendly relationship of justice and righteousness and obtained good benefits from the benevolence of the Goryeo dynasty. Their efforts exert themselves to the four ceremonies of the four ceremonies are very sincere. The circumstances of copying",
                "H2KE-nKo": "전라도 유생 유규 등 800여 인이 상소하여 《가례원류》에 관한 일을 신변하였다. - 원래의 상소와 비답 내용은 위에 보인다. 긴요한 단락에서 삭제된 것은 보충한다. - 그 상소의 대략에,“그 책은 모두 365절이고, 2005절은 윤선거의 필이며, 109절은 유계의 필이며, 3절의 결손에서 윤증이 보충하여 쓴 것입니다. 또 3절은 윤증과 고 참판 이유태 및 유상기의 아버지 유명윤이 젊었을 때의 필입니다. 《거가잡의》와 《거상잡의》는 모두 12장이고, 5장은 유계의 필이며, 7장은 윤선거의 필입니다. 초본과 수적이 모두 윤증의 집에 있으니, 어찌 속일 수 있겠습니까. 대체로 윤선거와 유계는 도의로 사<unk> 사이로 여택의 이익을 얻어 《사례》 가운데 힘을 다한 것이 이처럼 깊고 독실한데, 서로 수정하여 함께 편집한 것은 후학들에게 좋은 혜택을 주려는 의도였을 뿐, 피차간에 모두 일찍이 자신의 공을 내세우려는 의도가 없었습니다.”하였다. - 이 단락은 그 책이 지금까지 아래에 있다. - 선정신 박세채가 윤선거에게 준 편지의 대략에,“듣건대 문장과 시남이 일찍이 《가례원류》를 편수하면서 고금의 길흉을 변별하여 응대한 것이 매우 잘 갖추어져 있다고 하니, 한번 눈여겨 보소서.”하였다. 또 윤선거의 장계 안에 “《가례》의 손익 본말을 병통으로 여겨 드러나지 않은 부분이 많습니다. 이에 유공과 함께 《의례》를 취하여 원이라 하고, 여러 유생의 논설을 유라 하여 한 책을 이루었습니다.”라고 하였는데, 시남은 바로 유계의 호이다. - 이 단락은 함께 편집한 것이 분명하다는 아래에 있다. - 또 아뢰기를,“이상 - 이이명 - 은 유봉 - 유봉 은 윤증이 살던 곳이다. - 책본은 바로 7권으로 가장 상세하니, 모름지기 그 책을 얻어서 간행해야 합니다.”하였다. 대개 유상기가 이이명에게 보인 것은 단지 4권뿐이었기 때문에 그렇게 말한 것이다. 윤증이 연석에서 한 말을 물으니, 유상기가 자세히 듣지 못했다고 대답하였다. 유상기가 상경한 것은 오로지 이 일 때문이다. 대체로 유상기가 상경할 때 유봉을 두루 보았는데, 처음에는 한 마디 말도 꺼내지 않다가 돌아갈 때에 미쳐서야 대신의 말을 전하였으나 연석에서 한 말은 비밀로 하였다. 이는 그 의도가 연석에서 아뢴 것에 대해 함께 편집한 일이 전혀 없기 때문에 말하기가 어려웠고, 또 책본을 입수하지 못할까 염려하여 이렇게 모호하게 말한 것이니, 그 정태가 참으로 가증스럽다. -\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 11월 10일(임인) 1번째기사",
                "gt-oKo": "전라도 유생(儒生) 유규(柳奎) 등 8백여 명이 상소하여 《가례원류》의 일을 신변하였다.【원소(原疏)와 비사(批辭)는 위에 보이는데, 긴요한 단락으로 삭제된 것은 보충한다.】 그 상소에 대략 이르기를, “그 책은 모두 3백 65절로 되어 있는데, 2백 5절은 바로 윤선거(尹宣擧)가 쓴 것이고, 1백 9절은 바로 유계(兪棨)가 쓴 것이며, 3절은 결손(缺損)된 것을 윤증(尹拯)이 보충하여 쓴 것입니다. 그리고 3절은 윤증 및 고(故) 참판(參判) 이유태(李惟泰)와 유상기(兪相基)의 아버지 유명윤(兪命胤)이 젊었을 때 쓴 것입니다. 《거가잡의(居家雜儀)》와 《거상잡의(居喪雜儀)》는 통틀어 12장(張)인데, 5장은 유계가 쓴 것이고, 7장은 윤선거가 쓴 것입니다. 초본(草本)의 수적(手蹟)이 모두 윤증의 집에 있는데, 어떻게 속일 수 있겠습니까. 대저 윤선거와 유계는 도의(道義)로써 교유(交游)하며 여택(麗澤)의 도움을 얻어 사례(四禮) 속에 힘을 다한 것이 이와 같이 매우 돈독하였는데, 그것을 서로 수정하고 함께 편집한 뜻은 후학(後學)들에게 좋은 혜택을 주려는 데 있었을 따름이었고, 피차가 모두 일찍이 자가의 사유(私有)나 자기의 공으로 삼으려는 뜻이 아니었습니다.【이 문단은 그 초본에 있는데, 지금은 아래에 보인다.】 선정신(先正臣) 박세채(朴世采)가 윤선거에게 준 편지에 대략 이르기를, ‘듣건대 문장(文丈)께서 시남(市南)과 함께 일찍이 《가례원류》를 수찬했는데, 고금의 예설을 모두 찾아 모아서 길흉에 변별하여 대응할 수 있는 것이 매우 잘 갖추어졌다고 하니, 한 번 보기를 원합니다.’하고, 또 윤선거의 행장을 지은 가운데 이르기를, ‘《가례(家禮)》의 손익(損益)과 본말(本末)의 뜻이 드러나지 않은 것이 많음을 병통으로 여겨 유공(兪公)과 함께 《의례(儀禮)》에서 취(取)한 것을 원(源)이라 하고, 제유(諸儒)들의 논설(論說)을 유(流)라 하여 한 책을 이루었다.’ 하였는데, 시남은 바로 유계의 호(號)입니다.” 하고,【이 문단은 함께 편찬한 것이 분명하다고 한 아래에 있다.】 또 말하기를, “이상(李相)【바로 이이명(李頤命)이다.】이 말하기를, ‘유봉(酉峰)【유봉은 윤증이 살던 곳이다.】의 책본(冊本)은 곧 7권으로 가장 상세하게 갖추어졌으니, 모름지기 그 책본을 얻어서 입간(入刊)해야 한다.’ 하였는데, 대개 유상기가 이이명에게 보인 것은 다만 이 4권뿐이었기 때문에 그렇게 말한 것입니다. 윤증이 경연에서 있었던 말을 물으니, 유상기가 자세히 듣지 못했다고 대답했습니다. 대저 유상기는 오로지 이 일을 위해 상경했었는데, 유상기가 상경했을 때에는 유봉을 찾아보고 애당초 한 마디 말도 꺼내지 않았다가 돌아올 때에 미쳐서야 대신(大臣)의 말을 전하면서 경연에서 한 말은 숨겼으니, 이는 그 뜻이 경연에서 아뢰었을 때 함께 편집한 일은 전혀 언급하지 않았으므로 말하기가 어려웠고, 또 책본(冊本)을 입수(入手)하지 못할까 두려워하여 이처럼 함호(含糊)하였던 것입니다. 그 정태(靜態)가 진실로 이미 가증스럽습니다.…” 하였다.",
                "hj": "○壬寅/全羅道儒生柳奎等八百餘人, 上疏伸辨《家禮源流》事。【原疏、批辭見上, 緊段見刪者補。】其疏略曰: 其書凡三百六十有五節, 二百五節, 卽尹宣擧筆也, 一百九節, 卽兪棨筆也, 三節缺而拯補寫者也, 又三節, 拯及故參判李惟泰及兪相基之父命胤少時筆也。 《居家雜儀》、《居喪雜儀》, 統十二張, 五張, 棨筆也, 七張, 宣擧筆也。 草本手蹟, 俱在拯家, 焉可誣也? 大抵宣擧與棨, 以道義之交, 得麗澤之益, 其所致力於四禮之中者, 若是其深篤, 而交修共編, 意在嘉惠後學而已, 彼此皆未嘗有自私自功之意也。【此段在其本至今見在下。】先正臣朴世采與宣擧書, 略曰: “聞文丈與市南, 曾修《家禮源流》, 搜羅古今辨應吉凶者甚備, 願一寓目。” 又於撰宣擧行狀中, 有曰: “病《家禮》損益本末, 意多未顯, 乃與兪公, 取《儀禮》, 謂之源, 諸儒論說, 謂之流, 以成一書。” 市南, 卽棨號也。【此叚在共編明矣下。】 且言: 李相【卽頤命也。】以爲: “酉峰【酉峯, 拯所居。】冊本, 乃是七卷, 最爲詳盡, 須得其本入刊” 云。 蓋相基所示於頤命者, 只是四卷, 故云然也。 拯問以筵說, 則相基答以未能詳聞。 夫相基上京, 專爲此事, 上京時歷見酉峰, 初不肯一言提說, 及其歸也, 傳大臣之語, 而筵說則秘之。 此其意以筵奏, 全沒共編之事, 故難於爲說, 且恐冊本, 不得入手, 有此含糊。 其爲情態, 固已可惡云云。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Jeong Seokrin passed away. The character of Jeong Seokrin was Yeohwa . He was named Myeonggok . He was the grandson of Munchung and the grandson of Munchung . He was clear and frugal, and wise and cultivated by others. Ever since he was young, he followed 남구만과 박세채 for studying. He swelve twelve studyed the Book of Changes (C. Tongjian , and he possessed the printing successful candidates. People called Sindong . There was no one who did not thoroughly undertake the texts of the ninth and one hundred houses. He studyed the texts as if he studyed the texts. As he was old and old, he still studyed the texts without ceasing. He did not cease to read the texts of the Confucian classics, clerical writing style, studying words, and morals. He was a principal scholar of the world throughout the time. He eventually studyed the meaning of mathematics and studying the meaning of mathematics. Not all of them were able to study the meaning of mathematics. He quietly vowed to explain the meaning of mathematics. He successively reached the Royal Transmitter of the Transmitter . He successively reached the Royal Transmitter of the Transmittery and explained the Great Learning (C. Daxue . Daxu . In the sinsa year (, he became ill and was unable to remove others from the world. 조태채 possessed a praise of high-ranking officials . Ever since he was a low-ranking official, the King was especially favored by him. He became old and not declined. People attempted to be abandoned the meaning of mathematics, and fabricated him. In the end he finally fabricated the meaning of mathematics and insulted the sage. He finally fabricated the meaning of mathematics. He could not satisfy even for one day",
                "H2KE-nKo": "계묘년에 판중추부사 최석정이 졸하였다. 최석정의 자는 여화이고 호는 명곡인데, 문충공 최명길의 손자이다. 청명하고 개제하며 민첩하고 총명함이 남들보다 뛰어났다. 어려서 남구만과 박세채를 따라 배웠는데, 칼날이 풀리고 얼음이 녹았다. 12세에 이미 《주역》에 통달하였고, 수획으로 그림을 그렸으므로 세상에서 신동이라고 일컬었다. 구경과 백가에 통달하고 섭렵하지 않은 것이 없었으며, 마치 자기 말을 외우는 것 같았다. 귀하고 늙었어도 오히려 송독을 그치지 않았고, 경술, 문장, 언론, 풍유로 한 시대의 명류의 종장이 되었다. 산수와 자학에 이르러서는 은미하고 세밀하여 모두 수고롭고 신묘하게 해석하지 않았으며, 자못 경륜으로 스스로 기약하였다. 열 번 정승의 자리에 올라 당론을 타파하고 인재를 수용하는 데 마음을 써서 《대전》을 수명하는 것을 일삼았다. 신사년에 세 번 차자를 올렸다가 자기에게 미움을 받아 다른 사람들이 빼내기 어려운 것을 말하였다. 조태채는 의정으로 뽑힐 때 대신의 풍도를 지녔다. 소관에 있을 때부터 임금의 권애가 남달랐는데, 만년에는 쇠하지 않았으므로 당인들이 매우 시기하여 처음에는 ‘경서를 훼손하고 성인을 업신여겼다.’라고 무함하였고, 나중에는 ‘시질을 삼가지 않았다.’라고 무함하여 하루도 조정에 편안히 있지 못하였다. 태연히 지내면서 끝내 기미를 얼굴에 드러내지 않았으므로 사람들이 그의 너그러운 도량에 감복하였다. 만년에는 더욱 방황하다가 황야에서 졸하였으므로 식자들이 한스럽게 여겼다. 그러나 문장이 뛰어나고 경솔하여 절실하고 깊지 못하였다. 정치를 논함에 요긴한 듯하면서도 실제는 범연하여 남구만처럼 독실하고 정밀하고 정확하지는 못하였다. 시호는 문정이니, 태묘의 뜰에 배향하였다.\n",
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 11월 11일(계묘) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事) 최석정(崔錫鼎)이 졸(卒)했다. 최석정은 자(字)가 여화(汝和)이고, 호(號)가 명곡(明谷)인데, 문충공(文忠公) 최명길(崔鳴吉)의 손자이다. 성품이 청명(淸明)하고 기상(氣像)이 화락(和樂)하고 단아(端雅)했으며, 총명함이 다른 사람보다 뛰어났다. 어려서 남구만(南九萬)과 박세채(朴世采)를 따라 배웠는데, 이치를 분별하여 깨달아 12세에 이미 《주역(周易)》에 통달하여 손으로 그려서 도면을 만드니, 세상에서 신동(神童)이라 일컬었다. 구경(九經)과 백가(百家)를 섭렵하여 마치 자기 말을 외듯이 하였는데, 이미 지위가 고귀해지고 늙었으나 오히려 송독(誦讀)을 그치지 않으니, 경술(經術)·문장(文章)·언론(言論)과 풍유(風猷)가 일대 명류(名流)의 종주가 되었다. 산수(算數)와 자학(字學)에 이르러서는 은미(隱微)한 것까지 모두 수고하지 않고 신묘하게 해득(解得)하여 자못 경륜가(經綸家)로서 스스로 기약하였다. 열 번이나 태사(台司)에 올라 당론(黨論)을 타파하여 인재(人才)를 수습하는 데 마음을 두었으며, 《대전(大典)》을 닦고 밝히는 것을 일삼았다. 신사년에 세 번 차자를 올려 미움받았는데, 이는 다른 사람들이 하기 어려워하는 것이었으니, 조태채(趙泰采)가 매복(枚卜)에서 대신(大臣)의 풍도가 있다고 했다. 소관(小官)에 있을 때부터 임금의 권애(眷愛)가 특별하여 만년까지 쇠하지 않자, 당인(黨人)들이 이를 매우 시기하여 처음에는 경서(經書)를 훼파(毁破)하고 성인을 업신여겼다고 무함하다가 마침내 시병(侍病)하는 데 삼가지 않았다고 구죄(構罪)하니, 하루도 조정에 편안히 있을 수 없었다. 그러나 편안히 지내면서 끝내 기미(幾微)를 얼굴빛에 나타내지 않으니, 사람들이 그의 너그러운 도량에 감복하였다. 만년에는 더욱 경외(京外)를 왕래하다가 황야(荒野)에서 죽으니, 식자(識者)들이 한스럽게 여겼다. 그러나 문식이 지나치고 또 경솔하여 절실함이 깊지 못하였다. 정치를 논함에 있어서도 긴요한 듯하면서 실지로는 범연하여 남구만(南九萬)처럼 독실하고 정확(精確)하지는 못했다. 시호(諡號)는 문정(文貞)이며, 태묘(太廟)에 배향(配享)되었다.",
                "hj": "○癸卯/判中樞事崔錫鼎卒。 錫鼎字汝和, 號明谷, 文忠公鳴吉之孫。 淸明愷悌, 敏悟絶人。 幼從南九萬、朴世采學, 刃解氷釋, 十二已通《易》, 手畫爲圖, 世稱神童。 九經、百家, 靡不通涉, 如誦己言, 旣貴且老, 猶誦讀不輟, 經術、文章、言論、風猷, 爲一代名流之宗。 以至算數、字學, 隱曲微密, 皆不勞而得妙解, 頗以經綸自期。 十登台司, 以破黨論, 收人才爲心, 以修明《大典》爲事。 辛巳三箚, 受疾於己言人所難拔, 趙泰采於枚卜, 有大臣風。 自在小官, 上眷殊異, 晩而不衰, 黨人甚忌之, 始以毁經侮聖, 誣之, 終以侍疾不謹, 構之, 不得一日安於朝廷, 處之晏如, 終無幾微見於色, 人服其雅度。 晩益棲屑, 卒於荒野, 識者恨之。 然文勝且率爾, 不能切深, 論治似要而實泛, 不若南九萬之篤實精確焉。 諡文貞, 配享太廟庭。"
            }
        }
    },
    "12": {
        "2": {
            "1": {
                "date_ko": "숙보 56권, 41년(1715 을미 / 청 강희(康熙) 54년) 12월 2일(갑자) 1번째기사",
                "gt-oKo": "호군(護軍) 이광좌(李光佐)가 연경(燕京)에 가다가 용만(龍灣)에 이르러 상소했는데, 대략 말하기를, “대저 탕춘(蕩春)에 성을 쌓는 것이 마땅하지 않음이 세 가지가 있는데, 첫째 지리(地利)를 믿을 수 없고, 둘째 병력(兵力)이 지킬 수 없으며, 세째 북한 산성을 지키는 데 크게 해로운 바가 있으니, 신은 청컨대 그 불리한 점에 대해 다 말씀드릴까 합니다. 저 탕춘동(蕩春洞)은 바로 도성(都城) 뒤편의 깊이 우묵하게 가라않은 데다가 좁아서 궁색한 땅이므로, 애당초 성을 쌓아 지킬 곳으로 견주어 논할 수가 없습니다. 지금 혹 이미 북한 산성을 지키고 또 도성을 지키면서 그 사이에 있는 탕춘은 저절로 아울러 지키게 한다면 그래도 가하겠지만, 백 리에 걸쳐 연접한 세 성을 수비하는 것은 비록 손무(孫武)·오기(吳起)와 같은 장수로 하여금 10만 명의 병사를 사용하게 한다 하더라도 지킬 수가 없을 것입니다. 더구나 도성이 이미 넓고 커서 수비하기가 어려운 것으로 성상의 계획이 굳게 정해졌다면, 이제 세 성을 아울러 지킨다는 것은 다시 논할 필요가 없습니다. 대저 이미 도성을 지키지 못하여 적인(敵人)들로 하여금 북악(北嶽) 위로 오르게 하고는 그 뒤편에 있는 깊은 골짜기를 지킬 수 있다는 이치가 어찌 있을 수 있겠습니까? 무릇 이 지형의 대세(大勢)를 전하께서 항상 환하게 알고 계신 바이니, 어찌 신이 말을 허비하여 변명함을 기다리시겠습니까? 이른바 지리를 믿을 수 없다는 것이 이것입니다. 신은 적이 대신(大臣)이 올린 책자를 보니, ‘금위영(禁衞營)과 어영청(御營廳)의 향군(鄕軍)으로서 삼남(三南)의 먼 지방에 벌여 있는 자들을 모두 성을 지키는 군사 가운데에 헤아려 넣는다.’고 하였는데, 이는 없는 것과 똑같습니다. 그리고 경병(京兵)으로 실제 있는 액수(額數)에 이르러서는 삼군문(三軍門)·금려(禁旅)·호위(扈衞) 등속을 모두 계산하더라도 겨우 9천여 명인데, 성첩(城堞)을 지키는 실제의 액수에 비하면 부족한 액수가 4천 명이라고 합니다. 두 군영에서 상번(上番)하는 액수를 반으로 줄인 지 이미 오래 되었으므로, 물력(物力)이 미치지 못하여 지금은 복구할 형편이 못되니, 이 군사 1천 명도 헛된 계산에 돌아가고 말았습니다. 그리고 군문의 잡색(雜色)은 각기 차비(差備)가 있어 이동(移動)할 수 없는 인원까지도 계산한 액수 가운데에 넣었으니, 이런 것들을 모두 제외하고 나면 성을 오를 수 있는 병졸(兵卒)은 8천 명도 되지 못하므로, 그 부족한 것이 거의 5천 명도 넘습니다. 가령 적의 공세가 빠르고 급한 것이 임진년이나 병자년과 같다면, 5천 명이나 부족한 수를 갑자기 어떻게 불러 모으겠습니까? 북한 산성의 벌여 있는 성첩을 지킬 군사조차 오히려 보충하기 어려움을 근심해야 하는데, 무슨 남는 군사가 있다고 탕춘을 아울러 지키는 데에 미칠 수 있습니까? 빈 성에 병사가 없어서 적에게 넘겨주기를 버리는 것과 같이 할 것이니, 이것이 과연 무슨 이로움이 있기에 국력(國力)을 다하여 성을 쌓는다는 것입니까? 어떠 사람은 도하(都下)의 민병(民兵)으로 나누어 지킬 수 있다고 하나, 이 또한 부질없는 말입니다. 창황한 즈음에 사녀(士女)들이 달아나 흩어지는 판국에 누가 단속(團束)한 군사같이 통일하여 정돈하고 다스려서 이미 북한 산성(北漢山城)의 부족한 수를 보충하고, 또 이 탕춘의 주변(周邊)에 두루 미치게 할 수 있겠습니까. 무사(無事)한 날에는 조용히 변론하여, ‘어떤 일인들 판비(辦備)하지 못하겠습니까.’ 하겠지만, 한 번 위급한 일이 생기게 되면 실제로 그렇게 하지 못할 것이니, 그 또한 일에 도움이 되겠습니까. 이른바 병력이 지킬 수 없다는 것이 이것입니다. 전자에 대신(大臣)이 말하기를, ‘탕춘(蕩春)에 성을 쌓지 않으면 북한 산성을 지키지 못한다.’고 했는데, 신은 적이 이해하지 못하겠습니다. 전하께서도 고금의 성곽에 대해 논한 문자를 두루 보셨겠지만, 한 성에 절축(截築)해서 중성(重城)을 만들기를 마치 북한의 수구(水口)에 쌓은 중성과 같은 것은 혹 있었으나, 어찌 일찍이 수십 리나 되는 큰 성(城) 아래에 다시 수십 리나 되는 큰 성을 잇닿게 쌓아서 아울러 수비할 계책을 삼은 일이 있었습니까. 지금 피폐(疲弊)해진 국력으로는 북한 산성 하나도 오히려 굳게 지키기 어려움을 근심해야 할 것인데, 이 두 큰 성을 쌓고도 반드시 지킬 수 있다고 생각하는 것은 진실로 잘못 재량(裁量)한 것입니다. 더욱이 병가(兵家)가 가장 꺼리는 것이 연주성(聯珠城)에 있는 것은 대개 한 성이 먼저 패(敗)하면 나머지 성도 연달아 동요되어 지킬 수 없기 때문입니다. 지금 군량·병기를 사실상 모두 탕춘에 저장하고 있어서 그 곳을 근본(根本)으로 여기고 있으나, 하루 아침에 적에게 먼저 점령 당한다면, 북한 산성의 장수와 병사들이 이런 상황을 직접 보고 놀라 동요하여 몹시 두려워하는 것은 반드시 닥칠 근심인데, 이것이 방수(防守)하는 큰 계획에 있어 이롭겠습니까, 불리하겠습니까. 이는 아마도 이해(利害)를 알기 어렵지 않을 것이니, 이른바 북한 산성에 큰 방해가 있다는 것이 이것입니다. 이 밖에 산등성이 토축(土築)이나, 창의(彰義)의 협성(夾城), 인왕(仁王)의 여첩(女堞)에 대해서는 신의 계량으로는 모두 그것이 편의한 것인지 모르겠으나, 신이 논한 바는 대세이며 곡절 사이에 대해서는 감히 세세히 논하지 않겠습니다. 그리고 재물을 소모하고 백성을 병들게 하는 것이 성곽을 쌓는 공사보다 더 지나친 게 없는데, 국력과 백성의 재산이 탕진되고 인심(人心)이 떠나게 되면 비록 금성 탕지(金城湯池)가 있다 하더라도 누구와 더불어 지키겠습니까. 이 때문에 장자성(長子城)은 두텁고 완전하였는데 조양자(趙襄子)가 들어가지 않았고, 굴균(屈勻)은 흙을 쪄서 성을 쌓았으나 반나절에 격파를 당했으니, 이미 그러한 징험을 참으로 하나 둘 셀 수가 없이 많습니다. 나라를 다스리는 방법은 오로지 재용(財用)을 절검(節儉)하여 백성을 보호하는 데 있으니, 항상 나라에 여축(餘蓄)이 있게 하고 백성에게 여력이 있게 하면 설혹 기근이 들고 전쟁이 일어나도 나라를 지탱할 수 있지만, 사세와 힘을 헤아리지 않은 채 잇따라 큰 공사를 일으켜서 재정이 고갈되고 백성이 곤궁하게 되면, 그 나라가 위태롭지 않은 경우가 없을 것입니다. 그러므로 비록 반드시 지켜야 할 땅의 그만둘 수 없는 역사(役事)가 있다 하더라도 오히려 반드시 시기와 국력을 헤아려 보고, 절생(節省)하여 저축(儲蓄)해서 가능함을 본 후에야 비로소 경영(經營)해야 할 것인데, 더구나 이처럼 반드시 지킬 수 없는 유해(有害)하고 무익(無益)한 땅에 이처럼 재물이 탕진되고 백성이 곤궁해진 때를 당하여 여러 사람의 의논을 어기며 성을 쌓은 것이 그 나라 일을 도모하는 체모에 어떠하겠습니까. 대저 역사(役事)를 일으키는 방법은 반드시 그 시초에 밝게 살펴서 그 이해(利害)를 충분히 알아본 다음에 시행해야 비로소 폐단이 없을 수 있을 것인데, 요즈음에는 그렇지 못하여 본말(本末)을 헤아려 보지 않은 채 경솔하게 시작하였다가 후회하는 경우가 많습니다. 이미 지난 일은 비록 추급할 수 없으나, 지금도 어찌 십분 자세히 살피지 않고 경솔하게 이처럼 큰 역사를 시작한다는 것입니까. 지난 을유년·병술년에 크게 흉년이 들었을 적에 나라가 거의 유지되지 못할 뻔했으나, 축적(蓄積)이 탕진되지 않은 것에 힘입어 마음을 다하여 구제할 수가 있었는데, 그 뒤에는 재해(災害)가 잇따라 공사(公私)의 저축이 남김없이 떨어져서 병조와 호조에서 겨우 한 해의 회계(會計)를 채우고 있으니, 그 나머지는 알 만합니다. 거듭되는 도성(都城)의 부석(浮石) 때문에 낭비가 셀 수 없는데, 중외(中外)에서 축성(築城)의 역사가 전후하여 서로 계속되었으므로, 군문(軍門)의 물력(物力)이 이미 탕진되었으며, 각영(各營)의 옛 저축도 죄다 떨어지게 되었습니다. 삼남(三南) 지방의 저치(儲置)에 이르러서는 서울로 운반해 오는 것이 너무 많았고, 제도(諸道)의 환상(還上)도 여러 방면으로 자질구레하게 쓰이고 있으니, 저축을 총계해 보면 실로 애통하게 여길 만합니다. 가령 팔로(八路)에 신해년과 을해년과 같은 큰 흉년이 든다면, 장차 조처할 길이 없어서 백성이 굶어 죽어도 살릴 수가 없을 것이고, 떼지어 일어나 도둑이 되어도 진정(鎭定)시킬 수가 없을 것이니, 그 결과가 장차 어떠하겠습니까. 밖에서 이를 경급(警急)이 아직 그 실제로 형태(形態)가 드러나지 않았으나, 신은 마음속으로 먼저 지탱하기 어려운 근심이 있을까 두려운데, 이러한 때에 역사를 일으키는 것을 신중히 하지 않을 수 있겠습니까. 책자(冊子) 가운데에 이르기를, ‘무릇 영위(營爲)하는 바는 모두 요리(料理)하는 데서 나오는 것이요, 경비(經費)에만 의뢰하는 것이 아니다.’라고 했습니다. 어지간한 창고는 진실로 편한 데 따라 경기(經紀)할 수 있겠으나, 성을 쌓는 공사를 요리하는 것으로 감당할 수 있겠습니까. 지리로 보면 믿을 수 없으며, 병력으로 보면 지킬 수 없고, 큰 계책으로 볼 때 해롭고 이익이 없으며, 재력이 탕진되어 지탱하기 어려우니, 네 가지 중에 하나도 가(可)한 것이 없습니다. 이와 같은데도 오히려 억지로 시행하면 신은 감히 알 바가 아니지만, 삼가 바라건대 성상께서도 이 이치를 깊이 살피시어 특별히 정지하는 명을 내리신다면 국사(國事)가 매우 다행하겠습니다. 그리고 신이 책자의 여러 조목 가운데에도 사사로운 마음에 민망하고도 염려하는 바가 있으므로, 삼가 잇따라 진달하겠습니다. 첫째, 군량을 저축하는 일입니다. 북한 산성의 조적(糶糴)이 경기 백성에게 큰 폐단이 되고 있는 것이 진실로 책자에 진달한 것과 같은데, 이를 염려해서 만약 45만 곡(斛)을 평창에 모두 쌓아 둔다면, 창졸간에 일이 있을 때 어떻게 산성으로 실어들일 수 있겠습니까. 일이 급박해진 후에는 마땅히 북한 산성으로 거둥해야 할 것인데, 이 때를 당하여 산성 꼭대기까지 쌀을 운반하려면 수천 곡도 오히려 매우 어려울 것인데, 더구나 만 곡 이상이겠습니까. 운반해 들여갈 수 없을 것을 명백하게 안다면, 이렇게 크게 벌여놓았던 것을 운반해 옮길 즈음에 남쪽 백성과 도하(都下) 사람들에게 한없는 폐단을 많이 받게 할 것이니, 어찌 계책을 얻었다고 할 수 있겠습니까. 더구나 책자에, ‘외장의 관곡(官穀)이 끝내는 반드시 도둑에게 도움을 주는 꼴이 될 것이니, 모두 거두어 근본(根本)이 되는 땅에 쌓아두는 것이 훌륭한 계책이다.’ 했으나, 이것은 더욱 그렇지가 않습니다. 외방에 축적이 없으면 수재(水災)와 한재(旱災)가 들었을 때 장차 무엇을 의뢰하겠습니까. 도적을 도와준다는 것은 먼 앞날의 일이니, 이것이 어찌 절급한 근심이 아니겠습니까. 비록 먼 앞날을 염려하는 것을 가지고 말하더라도 다른 날 완급(緩急)의 원근(遠近)과 긴헐(緊歇)은 모두 미리 헤아릴 수 없는 것이고, 외방에 여축(餘蓄)이 있으면 진실로 편리한 대로 가져다 쓸 수 있는 것이니, 임진 왜란 때의 일이 이미 그러했습니다. 지금 제도로 하여금 모아둔 저축을 모두 덜어내게 한다면 근본이 한결같이 차질이 있게 될 것인데, 다시 어느 곳에 손을 대겠습니까. 둘째, 지역을 분할하는 일입니다. 양주(楊州)와 고양(高陽)은 본래 피폐한 고을로서 사역(事役)이 지극히 번거롭고 무거워서 그 지역을 다 동원해도 오히려 감당할 수 없을 것인데, 더구나 10리를 한계로 하여 빼앗아 산성에 소속시킨다면 남아 있는 백성은 어떻게 지탱하여 감당할 수 있겠습니까. 신의 생각으로는 결코 분할하여 산성에 이속(移屬)시키는 것은 어려울 것으로 여겨집니다. 세째, 여러 절을 산성에 획속(劃屬)하는 일입니다. 사찰을 산성에 소속시키는 것은 본래 폐단이 있습니다. 새로 혁파한 모든 원당(願堂)은 산성에 소속시켜도 오히려 좋겠지만, 그 밖의 다른 절은 본도(本道)와 본고을에 모두 없앨 수 없는 긴요한 부역이 있는데, 그것을 빼앗으면 그들이 하던 역사가 백성에게로 옮겨져서 백성들이 반드시 감당하지 못할 것이니, 그 폐해의 파급이 광범위하게 될 것입니다. 신의 생각에 새로 혁파된 원당 이외에 다시 이속을 허락해서는 안되다고 생각합니다. 네째, 전포(錢布)를 요리(料理)하는 일입니다. 책자에 인용한 바 천부(泉府)의 제도는 먼 시대의 것이라서 자세하지 못하나, 두루 사첩(史牒)을 상고해 보건대 이(利)를 도모하면 반드시 패망하고 말았습니다. 더구나 우리 나라는 무천(貿遷)하는 길이 좁아서 전포(錢布)의 수량이 천만(千萬)에 이르면 추리(推理)하기가 매우 어려워서 공차(公差) 한 사람이 반드시 사차(私差) 수십 인을 데리고 있은 후에야 비로소 일을 성취시킬 수 있는데, 허다(許多)한 차인(差人)과 인마(人馬)의 자량(資糧), 처자(妻子)의 부양(扶養), 주색(酒色)의 비용 등이 모두 본전에서 나와야 하며, 중개인[駔馬會]들의 변사(變詐)가 이르지 않는 곳이 없어서 본전을 잃고 손해를 보는 빈번하니, 얻어지는 이득은 지극히 적은데다가 본전은 줄어들어 없어집니다. 이와 같은 사실을 환히 알면서도 오히려 그대로 계속하여 폐단은 국가(國家)에 끼치고 책임은 간신(幹臣)에게 돌리고 있으니, 과연 무슨 이익이 있겠습니까. 다섯째, 군기(軍器)를 옮겨 보관하는 일입니다. 탕춘(蕩春)을 이미 보장할 수 없다면 창고를 옮기는 등의 일은 한갓 폐단이 있을 따름이니, 진실로 잘 헤아려 처리하는 것이 마당합니다. 포약(炮藥)을 옮겨 저장하는 일에 이르러서는 더욱 잘못된 계획입니다. 도성(都城)이 위급해지면 비록 지키기 어렵다 하나, 평시(平時)에는 진실로 평소 거처하시는 곳입니다. 모든 군문(軍門)이 모두 숙위(宿衞)를 맡고 있는데, 포약과 같이 중대한 것을 어찌 모두 도성 밖 깊은 산골짜기에 옮긴다는 것입니까. 신의 생각으로는 결단코 그것이 불가함을 알고 있습니다. 무릇 조목별로 열거한 것들을 아울러 각별히 살펴서 처리하시기 바랍니다.” 하였다.【비사(批辭)는 위에 보인다.】 한 번 북한 산성의 역사가 있은 뒤로 갑론 을박(甲論乙駁)하여 서로 다투면서 발언(發言)에 조정에 가득했으나, 그 폐단을 진달하여 근심을 염려하는 바가 이광좌(李光佐)의 이 상소(上疏)처럼 분명히 갖추어지고 두루 상실(詳悉)한 것이 없었으므로, 사람들이 확실한 논의라고 하였다.",
                "hj": "○甲子/護軍李光佐, 赴燕至灣上, 上疏略曰: 大扺蕩春之不宜築有三, 一曰地利之不可恃, 二曰兵力之不能守, 三曰於北漢之守, 大有所害也。 臣請得以悉數之。 夫蕩春洞, 卽都城背後深陷褊迫之地, 初不可擬論於城守。 今或旣守北漢, 又守都城, 使居間之蕩春, 自歸於竝守則猶可也, 而連三城跨百里而守之, 雖使孫、吳之將, 用十萬之兵, 不能也。 況都城, 旣以闊大難守, 聖算堅定, 則三城之竝守, 今不須更論也。 夫旣不守都城, 使敵人乘北嶽之上, 而能守其背後深谷者, 寧有是理? 凡此地形大勢, 殿下之恒所洞燭, 奚待臣費辭而辨明乎? 所謂地利之不可恃者此也。 臣竊觀大臣所進冊子, 禁、御、鄕軍之列在三南遠地者, 竝入於城守計量之中, 此則與無有同矣。 至於京兵實在之數, 則竝計三軍門、禁旅、扈衛之屬, 僅爲九千有餘, 視守堞實數不足者, 四千云。 兩營上番, 減半已久, 物力不逮, 今無復舊之勢, 此軍千名, 又歸空算。 且軍門雜色, 各有差備, 不可移動者, 亦入於計數中。 竝除此類, 則登城之卒, 未滿八千, 其所不足, 殆過五千。 藉令賊勢迅急, 如壬、丙, 則五千不足之數, 倉卒其何以召聚乎? 北漢之列堞, 猶患其難充, 以何餘兵, 竝及於守蕩春乎? 空城無兵, 與敵如遺, 此果何利, 而竭國力以營築乎? 或以爲都下民兵, 可使分守, 而此亦空言也。 蒼黃之際, 士女奔波, 孰能統壹整治, 如團束之卒, 旣補北漢之不足, 又此遍及於蕩春之周遭乎? 無事之日, 雍容談辯, 其將曰何事不能辦, 而一有緩急, 實際不能然, 其亦何補於事哉? 所謂兵力之不能守者此也。 前者大臣以爲: “蕩春不築, 則北漢不可守。” 臣竊所未曉。 殿下歷觀古今論城文字, 一城之內, 截築爲重城, 如北漢水口重城者, 或有之矣, 曷嘗有數十里大城之下, 復爲聯築數十里大城, 以爲竝守之計者乎? 今以疲弊之力, 一北漢尙患其難於堅守, 築此兩大城, 而以爲必可守者, 誠亦失於裁量也。 伏況兵家所最忌, 在於聯珠城。 蓋以一城先敗, 則餘城動搖, 皆不能守故也。 今餉、械軍, 實皆藏於蕩春, 視爲根本, 一朝兵至, 先爲賊所據, 則北漢將士, 目覩此狀, 驚動震懾, 必至之患也。 此於防守大計, 利乎不利乎? 此恐非難知之利害也。 所謂有大害於北漢者, 此也。 此外山脊之土築, 彰義之夾城, 仁王之女堞, 以臣計之, 皆未知其便宜, 而臣所論者大勢, 曲折之間, 則不敢細論也。 且夫耗財病民, 莫過於營作。 國力殫民財竭人心離, 則雖有金城湯池, 誰與守之? 以故長子城厚完而趙襄不入, 屈勻蒸土築城, 而半日見破, 已然之驗, 固不可一二數也。 爲國之道, 專在於節財而保民。 常使國有餘蓄, 民有餘力, 則設或有飢饉師旅, 其國能支, 不量事力, 連興大役, 財竭而民窮, 則其國不殆者, 未之有也。 故雖有必守之地, 不可已之役, 猶必量時度力, 節省儲蓄, 見可而後營始。 況此必不可守, 有害無益之地, 當此財竭民窮之日, 違衆議而築之者, 其於謀國之體, 何如也? 夫作事之方, 必明審於初, 灼見其利害而後行之, 方可無弊, 近來則不然, 不度本末, 輕始而後悔者, 多矣。 旣往雖不可追, 今何可不十分詳審, 而輕擧此大役乎? 往時乙、丙大侵, 國幾不競, 而所賴者蓄積未罄, 得以盡意拯濟, 厥後災歉連仍, 公私之蓄, 蕩然無餘, 騎省、地部, 僅充歲計, 其餘可知也。 重以都城浮石, 浪費無算, 中外築城, 前後相續, 軍門物力, 旣已蕩敗, 各營舊儲, 亦且罄竭。 至於三南之儲置, 京運過多, 諸道之還上, 屑越多方, 摠計儲胥, 實爲哀痛。 藉使八路大歉, 有如辛亥、乙亥者, 則將無以措處。 民飢且死而不能活, 群起爲盜而不能鎭定, 則其末梢將如何哉? 外至之警急, 姑無眞形, 臣恐腸心之內, 先有難支之慮也。 此時興作, 其可以不愼重乎? 冊子中以爲: “凡所營爲, 皆出料理, 非藉經費” 云。 如干倉廨, 則固可以隨便經紀, 築斯之役, 其可以料理當之乎? 以地則不可恃也, 以兵則不能守也, 以大計則有害而無益, 以財力則蕩竭而難支, 四者無一可如是, 而猶復强而行之, 則非臣所敢知也。 伏乞聖明, 深察此理, 特賜停止, 國事幸甚。 且臣於冊子諸條中, 亦有私心之所悶慮者, 謹此續陳。 一曰儲餉事也。 北漢糶糴之爲畿民巨弊, 誠如冊子所陳, 而爲是之慮, 盡儲四十五萬斛於平倉, 則倉卒之際, 其何以輸入山城乎? 事急然後當幸北漢, 當此時運米絶頂, 數千斛猶爲甚難。 況於過萬以上乎? 明知其不能運入, 則爲此大鋪置, 運轉移換之際, 徒使南民與都下, 厚受無限弊端者, 豈計之得乎? 況冊子曰: “外方官穀, 終必齎盜, 俱收竝蓄於根本之地, 策之善者” 云, 此尤不然矣。 外方無蓄積, 則水旱將何所資? 齎盜遠矣, 此豈非切患乎? 雖以遠慮言之, 他日緩急, 遠近緊歇, 都不可預度, 外方有餘蓄, 則固可隨便取資, 壬辰之已事然也。 今使諸路, 盡去留儲, 則根本一有蹉跌, 更何所措手乎? (一)〔二〕曰, 割地事也。 楊州、高陽, 本是弊邑, 事役至爲煩重, 專其地猶不足以當之。 況限十里, 奪屬於山城, 餘存之民, 其何以支堪乎? 臣意則決難移割也。 三曰, 諸寺劃屬事也。 寺之屬於山城, 本有弊端, 而新罷諸願堂, 則屬之猶可也, 其外他寺, 則本道、本邑, 皆有不可闕之緊役。 奪之則役移於民, 民必不堪, 其弊之所及者, 廣矣。 臣意, 新罷願堂外, 不可更許移屬也。 四曰, 錢布料理事也。 冊子所引泉府之制, 遠不可歷詳, 而歷考史牒, 規利則必敗。 況我國貿遷路狹, 錢布數至千萬, 則推理甚難, 公差一人, 必狹私差累十人, 然後方濟能事。 許多差人, 人馬資糧, 妻子之奉, 酒色之費, 皆出於本貨, 駔(驓)〔儈〕變詐, 無所不至, 落本失利, 項背相望, 其取贏至些, 而本貨則折亡。 明知其如此, 而猶且爲之, 弊御於國家, 責歸於幹臣, 果何益哉? 五曰, 軍器移藏事也。 蕩春旣不可保, 則移倉等事, 徒有弊端而已, 固宜量處, 而至於砲藥之移藏, 尤爲失計。 都城臨急, 則雖難守, 平時則固是時御之所也。 諸軍門皆典宿衛, 砲藥之重, 何可盡輸於城外深谷乎? 臣意則決知其不可也。 凡此條列, 竝冀別賜審處。 【批辭見上。】一自北漢之役, 甲乙互爭, 發言盈庭, 而其陳弊慮患, 無如光佐此疏之明備周悉, 人謂確論云。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十六"
            }
        }
    }
}