{
    "01": {
        "28": {
            "1": {
                "H2KE-EN": "Minister of Taxation Jo Gui , who resides in his hometown, submitted a memorial requesting his resignation. The King ordered, It is not proper to neglect a moment even for a moment. Report this letter and send it back to him so that he may promptly come to the capital.",
                "H2KE-nKo": "신축년에 호조 판서 조태구가 시골에 있으면서 상서하여 사직하니, 하령하기를,“중대한 직무를 잠시라도 비워 두어서는 안 된다. 이 글을 도로 내려보내 속히 올라오게",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 1월 28일(신축) 1번째기사",
                "gt-oKo": "호조 판서(戶曹判書) 조태구(趙泰耉)가 향리(鄕里)에 있으면서 상서(上書)하여 사직(辭職)하니, 영(令)을 내리기를, “중대한 직무(職務)를 잠시라도 비워 두는 것은 마땅하지 못하다. 이 서장(書狀)은 도로 내려 보내고, 곧 속히 올라 오게 하라.” 하였다.",
                "hj": "○辛丑/戶曹判書趙泰耉在鄕上書辭職, 令曰: “重務不宜暫曠。 此書還爲下送, 使之卽速上來。”"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director of the Royal House Administration Choe Gyuseo 상서 submitted a memorial requesting that he be retired from office due to his advanced age, but the Crown Prince did not approve his request.",
                "H2KE-nKo": "지돈녕부사 최규서가 상서하여 치사할 나이가 찼다는 이유로 치사하기를 청하였는데, 세자가 너그러운 비답을 내리고",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 1월 28일(신축) 2번째기사",
                "gt-oKo": "지돈녕(知敦寧) 최규서(崔奎瑞)가 치사(致仕)할 나이가 이르렀다고 상서(上書)하였는데, 세자(世子)가 우악(優渥)한 비지(批旨)를 내리고, 허락하지 않았다.",
                "hj": "○知敦寧崔奎瑞上書, 以年至乞致仕, 世子優旨不許。"
            }
        }
    },
    "02": {
        "21": {
            "1": {
                "H2KE-EN": "Senior Supreme General of the Middle Army Commandery General [of the Middle Army Commandery General] [] [of the Left Army Commandery General ] [] [of the Left Army Commandery General [of the Left Army Commandery General] [] [of the Right Army Commandery General] [] [of the Left Army Commandery General] [] [of the Right Army Commandery General] [] [of the Left Army Commandery General] [] [of the Right Army Commandery General] [] [of the Left Army Commandery General] [] [of the Right Army Commandery General] [] [of the Left Army Commandery General] [] [of the Right Army Commandery General] [] [of the",
                "H2KE-nKo": "갑자년에 행 판중추부사 서종태가 졸하였는데, 68세였다. 부음이 알려지자 세자가 하교하기를,“한 번의 병이 갑자기 심해지자 흉문이 갑자기 이르렀으니, 애통한 마음과 놀랍고 슬픈 나의 마음을 어찌 말로 표현할 수 있겠는가.”하고, 규례대로 부의를 보내고 장례를 치르게 하라고 명하였다. 서종태의 자는 노망이고, 호는 만정이다. 타고난 자질이 도에 가까웠고 단정하고 단아하며 몸가짐이 겸손하고 근신하였다. 종일 조용히 지내니 사람들이 거만한 모습과 빠른 목소리를 보지 못하였다. 몸가짐이 청렴하고 엄격하여 비록 의례적으로 음식을 보내고 부의를 주더라도 조금만 많으면 물리쳤다. 당쟁이 나라를 병들게 하는 것을 매우 미워하였고, 일찍이 지평을 지내면서 편벽된 마음이 없었다. 그러나 큰 시비를 만나면 번번이 할 말을 다하였다. 매번 벼슬에서 물러나 쉬려고 마음먹고 시사를 담당하려 하지 않았으나 융숭한 지우에 얽매여 끝내 뜻을 이루지 못하였으니, 참으로 이른바 ‘옥을 차고서도 마음은 마른 나무와 같다.’라는 것이다. 장례를 치르려 할 때 도성의 백성들이 온 성을 휩쓸어 관을 잡고 전송하였으니, 이 또한 옛날에도 드물게 있는 일이다. 무릇 사류는 졸서라고 썼지만 초사에는 공필이 없었다. 서종태는 당인들의 비위를 심하게 거스리지 않았기 때문에 폄하하고 무함하는 일에만 미치지 못하였고, 발휘하는 일에 미진함이 있었으므로 이에 다시 자세히",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 2월 21일(갑자) 1번째기사",
                "gt-oKo": "행 판중추부사(行判中樞府事) 서종태(徐宗泰)가 졸(卒)하였는데, 나이는 68세이다. 부고(訃告)를 알리니, 세자가 하교(下敎)하기를, “한 번 병들어 갑자기 심해졌다가 흉문(凶問)이 갑자기 이르니, 성상께서 마음속으로 매우 애통(哀痛)해 하심과 내 마음의 놀란 슬픔을 어디에 비유할 수 있겠는가?” 하고, 부의(賻儀)와 호상(護喪)을 전례(前例)와 같이 보내도록 명하였다. 서종태는 자(字)가 노망(魯望)이고, 호(號)가 만정(晩靜)인데, 천성(天性)이 도(道)를 가까이 하여 단정하고 아칙(雅飭)하였으며, 겸근(謙謹)을 이루어 종일 목연(穆然)하였으므로, 다른 사람들이 거만한 용모와 빨리 말하는 것을 보지 못하였다. 자신을 단속하기를 청렴(淸廉)하고 엄정(嚴正)하게 하여 비록 으레 하는 궤유(餽遺)·부의(賻儀)·증유(贈遺)도 조금 많으면 이를 물리쳤다. 당쟁(黨爭)이 나라를 해침을 매우 미워하여 일찍이 공평한 의론(議論)을 지키며 치우친 마음이 없었다. 그러나 큰 시비(是非)를 당하면 문득 거리낌없이 할 말을 다하였으며, 매번 휴퇴(休退)할 것을 마음먹고 기꺼이 시사(時事)를 담당하지 않았으나 융숭한 지우(知遇)에 얽매여 마침내 뜻을 이루지 못하였으니, 이른바 옥(玉)을 차고서도 마음은 고목(枯木)과 같다는 것이다. 장차 장사(葬事)를 치르는데, 온 도성(都城)의 백성들이 상엿줄을 잡고 보내었으니, 이는 옛날에도 드물게 있던 일이었다. 무릇 사류(士流)는 졸(卒)이란 글자를 쓰는데, 초사(初史)에는 한 가지도 공정(公正)한 사필(史筆)이 없었다. 서종태는 당인(黨人)에 대해 몹시 미워하지 않았으므로, 폄척(貶斥)과 무함(誣陷)이 유독 미치지 않았다. 그러나 발휘(發揮)한 것이 상세(詳細)하지 못한 것이 있었으므로, 이에 거듭 상세히 기술(記述)하여 이를 보충한다.",
                "hj": "○甲子/行判中樞府事徐宗泰卒。 年六十八。 訃聞, 世子下敎曰: “一疾忽劇, 凶問遽至。 聖心之衋傷, 余懷之驚怛, 曷可云喩?” 命致賻庀喪如例。 宗泰字魯望, 號晩靜。 天資近道, 端凝雅飭, 濟以謙謹, 終日穆然, 人不見慢容疾聲。 律已淸嚴, 雖例饋、賻贈, 稍多則却之。 深惡黨爭病國, 嘗持平議, 無偏心, 然遇大是非, 輒盡言之。 每以休退爲心, 不肯擔當時事, 而係縻隆知, 竟莫之遂, 眞所謂佩玉而心如枯木者也。 將葬, 都民傾城執紼以送, 此又古罕有者。 凡士流書卒, 初史無公筆。 宗泰以不深忤於黨人, 故貶誣獨不及, 而發揮有未悉, 玆復備述而補之。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On imsin day, the Crown Prince proceeded to the guesthouse and saw the [Chinese] envoys guests from the guesthouse. [The envoys] began to kneel on the north and inquired after the health of the Emperor [of Ming China]. This was due to the discussion of Right State Councilor Yi Geomyeong . 사신은 논한다. How could [the Crown Prince] speak to the guesthouse of the guesthouse? Regarding the matter of our country, [the Crown Prince] has already made a permanent proprieties. Except for the proprieties, [the Crown Prince] should not follow [the proprieties]. Then, [the Crown Prince] suddenly incurred damage to [the Crown Prince] and had [the Crown Prince] kneel on the grounds that [the Crown Prince] had already kneel on the grounds that [the Crown Prince] had slightly kneel on the grounds that [the Crown Prince] had kneel on the ground",
                "H2KE-nKo": "왕세자가 관소에 나아가 청나라 사신을 만났다. 비로소 북쪽을 향하여 꿇어앉아 호황의 안부를 물었으니, 우의정 이건명의 건의로 인한 것이다. - 위에 보인다. - 사신은 논한다. 관소에서의 모욕을 오히려 어찌 말로 다할 수 있겠는가. 우리의 일은 저들이 이미 정한 예가 있으니, 정해진 예 이외에 터럭만큼이라도 더할 수 없다. 그런데 저들이 갑자기 곤욕을 가하여 꿇어앉게 하고 또 북면하게 하였으니, 저들이 우리를 업신여긴 것이 심하다. 오늘날 신하들이 능히 장소의 고사처럼 항변하고 정색하여 굽히기 어렵다는 뜻을 보였으니, 오랑캐가 비록 속임수를 쓰더라도 어찌 끝내 움직이지 않을 수 있겠는가. 저 대신은 다만 잠시 꿇어앉는 것이 무방하다고 대충대충 회계하였으니, 나라를 욕되게 한 죄를 이루 다 주벌할 수",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 2월 29일(임신) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 관소(館所)에 나아가 청사(淸使)를 보고 비로소 북향(北向)하여 꿇어앉아 호황(胡皇)의 기거(起居)를 물었으니, 우의정(右議政) 이건명(李健命)의 의논으로 인한 것이었다.【위에 보인다.】 사신(史臣)은 논한다. 관소(館所)의 치욕(恥辱)을 오히려 어떻게 말하겠는가? 우리의 일은 저들이 이미 정한 예절이 있으므로 정한 예절 이외에는 비록 털끝만큼이라도 증가시키는 것이 있으면 따를 수가 없는데, 저들이 갑자기 곤욕(困辱)을 가하여 이미 꿇어앉게 하고, 또 북면(北面)하게 하였으니, 저들이 우리 나라를 업신여김이 심한 것이다. 오늘날 신자(臣子)들이 능히 장소(張昭)의 고사(古事)와 같이 항변(抗辯)하고 정색(正色)하여 굽히기 어렵다는 뜻을 보였더라면, 오랑캐가 비록 변사(變詐)할지라도 어찌 끝내 움직임이 없었겠는가? 저 대신(大臣)이란 자가 다만 잠시 꿇어앉는 것이 무방(無妨)하다는 것으로 허둥지둥 회계(回啓)하여 나라를 욕되게 한 죄는 주형(誅刑)을 감당할 수 있겠는가?",
                "hj": "○壬申/王世子詣館見淸使, 始北向跪坐, 問胡皇起居, 因右議政李健命議也。【見上】 【史臣曰: “館所之辱, 尙何言哉? 我之事, 彼旣有定禮。 定禮之外, 雖增毫髮, 不可從。 彼乃猝然加之以困辱, 旣令跪之, 又令北面, 彼之無我甚矣。 今日臣子, 能如張昭古事, 抗辭正色, 示以難屈之意, 虜雖變詐, 豈終無動乎? 彼大臣者, 只以暫跪無妨, 草草回啓, 辱國之罪, 可勝誅哉?”】"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinhae day, Second Deputy Director of the Royal House Administration Yun취sang addressed the King on the grounds that it would be improper to construct a new wall in the northern front of the Han River and to construct an additional wall in the northern front of the Han River. The Crown Prince answered the King to deal with the matter according to the circumstances of the Great Ming Code. Generally, the circumstances of the Han River are comparable to the northern front of the Han River. However, it is worrisome that the capital walls are too narrow and large in number. Furthermore, how much more so if the capital walls are to construct the new wall in the spring? If the capital walls were to withdraw and construct the capital walls from the new wall in the new wall, the enemy would be able to stay in peace and our country would be dangerous. Moreover, the Royal Ancestral Shrine , the Altar of the Soil and Grain , palace roof storehouses , and storehouses are all enemy in the enemy. The 참혹 of the burning and the roof tiles are nearly occurrence, and the peoples hearts will first be confused. How could they die to defend the frontier and defend the frontier defense against the enemy by self-restraining the enemy? The hearts were frightened and the enemy would surely be destroyed and then disappeared. However, the enemy would not be refused, and the world would be urgent. On this day, how could the enemy be sufficient to eat? When the historians compiled, they merely knew that the Han River was mistakenly described, and did not know that the Tang River was not proper to construct the capital. They grieved their administration of the circumstances and grieved their administration. How could this be sufficient to discuss the enemy at the",
                "H2KE-nKo": "신해년에 동지사 윤취상이 사직 상소를 올리면서 북한산성은 지키기 어렵고 탕춘도 더 쌓는 것은 불편하다고 덧붙여 진달하니, 세자가 대조께 여쭈어 처리하겠다고 답하였다. 대개 탕춘도의 형편이 북한산성에 비해 진실로 나으나 도성까지 지키고자 한다면 도성도 오히려 넓고 큰 것을 염려해야 하는데, 하물며 탕춘도 더 말할 것이 있겠는가. 탕춘도에서 물러나 지키고자 도성을 버리면 이는 적이 당에 거처하는 편안함을 얻게 되고 우리는 장막에 거처하는 위태로움이 있게 된다. 더구나 종묘, 사직, 궁실, 창름이 모두 적의 소유가 되었으니, 불타고 부서지는 참상이 눈앞에 닥쳐 있어 뭇사람의 마음이 먼저 동요될 것이다. 그런데 어떻게 죽기를 각오하고 지키며 싸우고 지키며 뭇사람의 마음을 의지하고 용기를 부릴 수 있겠는가. 마음이 놀라고 기가 꺾여 당장 무너지는 것을 보고도 물러날 곳이 없어 화가 순식간에 닥칠 것이다. 이때에 이르러 논의하는 자들의 살점을 충분히 씹어 먹겠는가. 초사를 편수한 자들은 한갓 북한산성의 실책만 알고 탕춘도 지킬 수 없다는 것은 알지 못한 채 그 택지를 자세히 살피지 못한 것을 애석하게 여겼으니, 이것이 어찌 묘당의 승산을 함께 논할 수",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 2월 8일(신해) 1번째기사",
                "gt-oKo": "동지사(同知事) 윤취상(尹就商)이 사직소(辭職疏)로 인하여 북한 산성(北漢山城)은 지키기 어렵고, 탕춘대(蕩春臺)는 더 쌓는 것이 불편(不便)하다는 것을 덧붙여 진달(陳達)하니, 세자가 대조(大朝)께 계품(啓稟)하여 처리하겠다고 답하였다. 대개 탕춘대의 형편이 북한산성에 비해서 진실로 나았으나, 도성(都城)까지 지키고자 한다면 도성이 오히려 넓고 큰 것을 근심해야 하는데, 더욱이 탕춘대까지 보탤 것인가? 물러가서 탕춘대를 지키고, 도성을 버리려고 한다면, 이것은 적(賊)은 집안에 거처(居處)하는 편안함을 얻게 되고 우리는 천막(天幕)에 집을 짓는 제비의 위태로움이 있게 될 것이다. 더욱이 종묘 사직(宗廟社稷)과 궁실(宮室)·창름(倉廩)이 모두 적의 소유(所有)가 될 것인데, 불을 질러 피폐[糜爛]해진 참상(慘狀)이 눈앞에 가깝게 있으므로 많은 사람들의 마음이 먼저 동요(動搖)될 것이니, 오히려 어떻게 죽기를 각오하고 지킬 수가 있겠는가? 적과 싸우고 성(城)을 지키는 데는 많은 사람들의 마음을 의지해야 하고 용기로 부려야 할 것인데, 마음이 놀라고 기운이 빠지면 즉시 패하여 무너지게 되어 물러가도 돌아갈 곳이 없고, 화(禍)는 순식간에 임박(臨迫)할 것이니, 이때에 이르러 의논한 자의 고기를 먹고자 해도 먹을 수 있겠는가? 초사(初史)를 편수(編修)한 자가 다만 북한 산성이 실책(失策)이 된 것만 알았지 탕춘대을 지킬 수 없다는 것은 몰라서 그 택지(擇地)하는 데 자세히 살피지 못하였다고 잘못 애석하게 여겼으니, 이 어찌 묘당(廟堂)의 승산(勝算)에 참여해 의논할 수가 있겠는가?",
                "hj": "○辛亥/同知事尹就商, 因辭疏, 附陳北漢之難守、蕩春加築之不便, 世子以稟大朝處之爲答。 蓋蕩春形便, 比北漢固勝之, 而欲竝都城爲守, 都城尙慮闊大, 況益以蕩春乎? 欲退守蕩春而棄都城, 是賊得處堂之安, 而我有巢幕之危。 況宗廟ㆍ社稷、宮室ㆍ倉廩, 盡爲賊有, 其燒夷糜爛之慘, 近在目下, 群情先搖。 尙何以死守戰守, 以衆心爲倚, 勇氣爲使? 心驚氣奪, 立見潰亂, 而退無所歸, 禍迫呼吸。 至是而議者之肉, 其足食乎? 修初史者, 徒知北漢之爲失計, 不知蕩春之爲不可守, 而枉惜其擇地之不審, 是奚足與論於廟勝之算哉?"
            }
        }
    },
    "03": {
        "13": {
            "1": {
                "H2KE-EN": "Kim Yu , the son of [Kim] Jing , a corrupt official in the byeongsul year (, passed away. He was the son of [Kim] Jing , who committed misappropriation. While serving in the government, he was greedy and fraudulent. He was appointed as the governor of Pyeongan and Hwanghae provinces, and the storehouses were vacant. He flattered wicked men and fabricated cunningly, and eventually became the influence of [Kim] Sadamori . If [Kim] Yu had his old age enjoyed his will, how could the harm of the moral eternal differ from this?",
                "H2KE-nKo": "병술년에 김유가 졸하였다.김유는 장리 김징의 아들로 타고난 성품이 사악하였다. 관직에 있으면서 탐욕을 부리고 방종하여 양서의 관찰사가 되어서는 창고가 텅 비었고, 아첨하는 말로 농간을 부려 마침내 사문의 모적이 되었다. 그가 늙도록 뜻을 얻었다면 세도의 피해가 어찌",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 3월 13일(병술) 1번째기사",
                "gt-oKo": "김유(金楺)가 졸(卒)하였다. 김유는 장리(贓吏)인 김징(金澂)의 아들로서, 천성(天性)이 바르지 못하여 관직(官職)에 있을 때 탐람(貪婪)하고 방종(放縱)하였으니, 양서(兩西)의 관찰사(觀察使)가 되었을 때에는 부고(府庫)가 텅 비게 되었다. 구변(口辯)이 좋고 간사한 짓을 잘 꾸며서 마침내 사문(師門)의 모적(蟊賊)이 되었으니, 그가 장수(長壽)하여 뜻을 얻게 되었다면 세도(世道)의 폐해(弊害)가 어찌 이에 그쳤겠는가?",
                "hj": "○丙戌/金楺卒。 贓吏澂之子, 賦性傾邪, 居官貪縱, 按藩兩西, 府庫爲虛。 侫口文奸, 卒爲師門之蟊賊。 使其老壽得志, 世道之害, 豈止於是哉?"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Yu Jip , second deputy director of the Left Army , returned from Beijing . The Crown Prince received him in audience and inquired after the health of the envoys on a long distant journey. The Crown Prince received him in audience every day and held a rotational audience with the five days. However, none of them were recorded. Now, it is impossible to supplement all the detailed incidents and record the circumstances of the words. How can there be any circumstances whereabouts whereabouts?",
                "H2KE-nKo": "을미년에 동지사 유집일 등이 연경에서 돌아오니, 세자가 불러서 보고 먼 길을 무사히 가는 것에 대해 위문하였다. 세자가 종일토록 인접하고 5일마다 차대하는 것에 대해 하령한 것이 많았는데 일체 기록하지 않았다. 지금 일일이 추가로 보충할 수는 없지만 일을 기록하고 말을 기록하는 체모가 과연 어디에 있는가. 그 속마음이 무엇인지 알기",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 3월 22일(을미) 1번째기사",
                "gt-oKo": "동지사(冬至使) 유집일(兪集一) 등이 연경(燕京)에서 돌아오니, 세자가 불러서 보고 먼 행로(行路)에 무사(無事)하였음을 위문(慰問)하였다. 세자가 종일토록 인접(引接)하고 5일 만에 차대(次對)하여 하령(下令)한 것이 많이 있었으나, 일체 기재(記載)하지 않았는데, 이제 일일이 추가 보충할 수가 없으니, 일을 기록하고 말을 기록하는 체재(體裁)가 과연 어디에 있는가? 그 마음의 소재를 알기 어렵지 않다.",
                "hj": "○乙未/冬至使兪集一等回自燕京, 世子召見勞問遠行之無事。 世子鎭日引接, 與五日次對, 多有下令, 而一切不載。 今不能一一追補, 而記事記言之體, 果安在哉? 其心所在, 不難知矣。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Second Inspector Yi Bongik of the Office of the Inspector General presented a memorial to the King, which stated, Yesterday, when the guesthouse was at the guesthouse, the guesthouse was burdensome, and eventually the Crown Prince was sitting in a slightest place. However, among those who followed the royal carriage, there was no one who did not observe the cardinal principles. When the guesthouse for bowing, facing north, and the guesthouse for bowing in a slightest place is extremely unjust. The various officials who followed the royal carriage said, Now, the guesthouse for bowing in a slightest place is to be sitting in a slightest place for bowing in a slightest place. If the guesthouse is to be sitting in a southern area, is it possible for us to face south? That would certainly be unworthy and shameless. However, it is impossible for us to dispute the cardinal matter like this. As the guesthouse for easily understanding, the guesthouse for the guesthouse is unjust in terms of propriety and propriety, which is extremely disgraceful. It is appropriate that the royal secretaries and palace eunuchs be admonished by reprimanding them. 【답한 내용은 위에 보인다. 】",
                "H2KE-nKo": "집의 이봉익이 상소하기를,“일전에 관소에서 객사가 소란을 일으켜 저하로 하여금 한밤중까지 팔짱을 끼고 서 있게 하였습니다. 그런데 애석하게도 배종하는 반열에 있는 자들이 한 사람도 사리에 근거하여 준엄하게 배척하는 자가 없었습니다. 심지어 배석에서 서북을 향해 비스듬히 설치하기까지 하였으니, 보기에 매우 바르지 못하였습니다. 배종하는 신하들이 말하기를 ‘지금 비스듬히 설치하게 한 것은 대개 연경에서 서북쪽에 있기 때문이다. 만약 청도가 남방에 있다면 장차 남향할 것인가?’라고 한다면 저들이 반드시 할 말이 없을 것입니다. 그런데 이와 같이 알기 쉬운 일을 분변하여 다투지 못하여 휘좌가 비<unk>어지고 예모가 바르지 못하게 하였으니, 이는 심하게 능멸을 당한 것입니다. 승지와 궁관을 견책해야 합니다.”하였다. - 답은 위에 보인다.",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 3월 4일(정축) 1번째기사",
                "gt-oKo": "집의(執義) 이봉익(李鳳翼)이 상서(上書)하기를, “일전에 관소(館所)에서 객사(客使)가 소동을 일으켜 저하로 하여금 두 손을 마주 잡은 채 해가 지도록 서 있게 하였으나, 애석하게도 배종(陪從)하는 반열(班列)에 있는 자로서 사리에 의거하여 준엄하게 배척하는 이가 한 사람도 없었습니다. 배석(拜席)을 서북(西北)을 향해 비스듬히 배설(排設)하기까지 했으니, 그것이 첨시(瞻視)에 있어서 매우 바르지 못했습니다. 배종하는 여러 신하들이 만약, ‘지금 비스듬히 서북쪽을 향해 자리를 배설한 것은 대개 연경(燕京)이 서쪽과 북쪽 사이에 있기 때문이다. 만약 청(淸)나라 수도가 남방(南方)에 있다면 장차 남향하게 할 것인가?’라고 말했더라면 저들이 반드시 변명할 말이 없어서 부끄러워 굴복했을 것인데, 이와 같이 알기 쉬운 일을 논변(論辨)하여 다투지 못하고, 저하의 배석으로 하여금 비뚤고 기울게 하여 예모(禮貌)가 바르지 못하였으니, 이는 심하게 능욕을 받은 것입니다. 승선(承宣)과 궁관(宮官)은 마땅히 견책(譴責)을 가해야 할 것입니다.” 하였다.【답(答)은 위에 보인다.】",
                "hj": "○丁丑/執義李鳳翼上書曰: 日昨館所, 客使起鬧, 至使邸下, 拱立移晷。 惜乎, 在陪從之列者, 無一人據理峻斥, 至於拜席, 向西北斜設, 其於瞻視, 不正甚矣。 陪從諸臣, 若曰: “今使斜向設席, 蓋以燕京在西北間也。 若使淸都在於南方, 其將南向乎?” 則彼必無辭愧服, 而如此易知之事, 不能辨爭, 使徽座歪欹, 禮貌不正, 此爲見陵甚矣。 承宣、宮官, 宜加讉責云云。【答旨見上。】"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, the first day of the month, the royal secretaries attended the King in audience in gyeyu year (1423, the fifth year of King Sejongs reign. The Crown Prince had the royal secretaries present a letter of writing, which stated, The crime of this man has been destroyed the letter of writing. Their crimes are grave. Even though he claims to be applied to the application of the law, he cannot be applied to the application of the law. The King had the death penalty reduced to a remote area and assigned to military servitude.",
                "H2KE-nKo": "승지들이 입대하여 김안로미의 일로 각각 소회를 진달하니, - 연석에서 한 말은 위에 보인다. - 세자가 승지들로 하여금 판부를 쓰게 하기를,“이 사람이 범한 죄는 서계를 찢은 것보다 더 무거우니, 비록 비율을 인용하더라도 일죄로 처단하는 데 비율을 적용해서는 안 된다. 사형을 감하여 변원에",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 5월 1일(계유) 1번째기사",
                "gt-oKo": "여러 승지(承旨)들이 입대(入對)하여 안노미(安老味)의 일로써 생각한 바를 진계(陳啓)하니,【연어(筵語)는 위에 보인다.】 세자가 여러 승지로 하여금 판부(判付)를 쓰기를, “이 사람이 범한 바는 서계(書啓)를 찢은 것인데, 중죄(重罪)에 견주어 비록 비율(比律)을 끌어대지마는 일죄(一罪)로 처단(處斷)하게 한 비율은 적용시킬 수가 없다. 감사(減死)하여 변원 충군(邊遠充軍)하도록 하라.” 하였다.",
                "hj": "○癸酉/諸承旨入對, 以安老味事, 各陳所懷,【筵語見上。】世子令諸承旨, 書判曰: “此人所犯, 裂破書啓, 較重。 雖引比律, 而一罪處斷, 不可用比律。 減死邊遠充軍。”"
            },
            "2": {
                "H2KE-EN": "Third Censor Yi Bongik presented a memorial to the King (Sejong requesting the dismissal of Second Deputy Director of the Royal House Administration Choe Gyuseok from his position. He presented a memorial to the King (Sejong requesting that his letter of appointment be withdrawn. [The King (Sejong] did not agree. 【휘지는 위에 보인다.】",
                "H2KE-nKo": "헌납 이봉익이, 지평 김민택이 판돈녕부사 최규서를 논핵하여 파직한 일로 상서 - 위에 보인다. - 가 도로 거두어들이기를 청하였으나, 따르지 않았다. - 휘지는 위에",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 5월 1일(계유) 2번째기사",
                "gt-oKo": "헌납(獻納) 이봉익(李鳳翼)이, 지평(持平) 김민택(金民澤)이 판돈녕(判敦寧) 최규서(崔奎瑞)를 파직(罷職)하도록 논청(論請)한 일로써 상서(上書)하여【위에 보인다.】 환수(還收)하기를 청하였으나, 따르지 않았다.【휘지(徽旨)는 위에 보인다.】",
                "hj": "○獻納李鳳翼, 以持平金民澤論罷判敦寧崔奎瑞, 上書,【見上。】 請還收, 不從。【徽旨見上。】"
            },
            "3": {
                "H2KE-EN": "Kim Minhyeok avoided [him], saying, Today, the scholar-officials stubbornly occupy friendly and settled judicial responsibility. [For this reason,] Keich is the head of [Keich] Keich. [Kim] Bongik also stubbornly criticized [Kim] Minhyeok and criticized [his] strength. [The King] ordered that [Kim] Minhyeok be replaced, and that [Kim] Bongik be expelled. In the twentieth year of the reign of [Keich] Keich, quietly retired from his position without observing his moral integrity. Truly, this is a single person to return [to his hometown], and the six able-bodied men cannot return [to his hometown]. The authority of the sages should truly be returned to his hometown. However, [Kim] Minhyeok is [Kim] Chunhyeoks younger brother. He saw the enemies of scholar-officials and harbored the enemies, and reached the people who lived in the eastern sky. What harm could [Keich] Keich be abolished from Keich and then disgraced the moral integrity of the moral integrity. Later, [Kim] Minhyeok con",
                "H2KE-nKo": "김민택이 피혐하며 아뢰기를,“오늘날 사대부들은 편하고 좋은 자리를 교묘히 차지하려고 진퇴간에 결단을 내리는데, 최규서가 으뜸입니다.”하였다.김봉익이 또 인피하며 김민택을 매우 힘껏 비난하였는데, 처치하여 김민택은 체차하고 김봉익은 출사하게 하였다.최규서는 20년 동안 조용히 물러나 지조를 지키며 변치 않았으니, 참으로 이른바 ‘한마디 구렁텅이에 빠져 곧장 돌아간다.’라는 것과 ‘육정을 돌이키기 어렵다.’라는 것이다. 군자가 아름다움을 이루는 것은 진실로 명예를 온전히 하는 것으로 귀결되어야 하는데, 김민택은 김춘택의 아우로서 사류의 원수를 보고 공격하는 칼날이 동강에 은거한 사람에게까지 미쳤으니, 헛된 직함이 최규서에게 무슨 손상될 것이 있겠는가. 세도를 무너뜨린 것이 극에 달하였다. 김봉익의 한마디 말은 조금은 공의가 없어지지 않았다고 하겠다. 뒤에 김민택이 역옥에 연루되어 죽으니, 식자들은 상서롭지 못한 데 대한",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 5월 1일(계유) 3번째기사",
                "gt-oKo": "김민택(金民澤)이 인피(引避)하고 말하기를, “오늘날 사대부(士大夫)가 편하고 좋은 것만 교묘하게 차지하려고 진퇴(進退)하는 사이에서 농단(壟斷)하는데, 최규서(崔奎瑞)가 으뜸이 되었습니다.” 하였는데, 이봉익(李鳳翼)이 또 인피하여 김민택을 자못 힘껏 꾸짖으니, 김민택은 체차(遞差)시키고, 이봉익은 출사(出仕)시키도록 처치하였다. 최규서는 20년 동안 염퇴(恬退)하여 한결같이 절조(節操)를 지키면서 바꾸지 않았으니, 진실로 이른바 한번 속세(俗世)를 떠나 산림(山林)으로 돌아가자 육정(六丁)을 돌이키기 어려웠다는 것이다. 군자(君子)는 남의 좋은 점을 도와 진실로 완명(完名)을 돌려야 할 것인데, 김민택은 김춘택(金春澤)의 아우로서 사류(士流)를 원수같이 보고 박격(搏擊)하는 예봉(銳鋒)을 동강(東岡)에 은거(隱居)한 사람에게까지 미치게 하는데 이르렀으니, 헛된 직함(職銜)을 해면(解免)하는 것이 최규서에게 무슨 손상될 것이 있겠는가마는, 세도(世道)를 괴패(乖敗)하게 한 것이 극도에 이르렀다. 이봉익의 한 마디 말은 조금이나마 공의(公議)가 민멸(泯滅)되지 않았다고 하겠는데, 뒷날 김민택이 역옥(逆獄)에 연루되어 죽으니, 식자(識者)가 상서롭지 못한 응보(應報)로 여겼다.",
                "hj": "○金民澤避曰: “今日士大夫, 巧占便好, (龍)〔壟〕斷於進退之間, 奎瑞爲首。” 鳳翼又引避詆民澤頗力, 處置遞民澤而出鳳翼。 奎瑞二十年恬退, 守一節不移, 眞所謂一壑徑歸, 六丁難回者也。 君子成美, 固當歸以完名, 而民澤, 春澤之弟也, 視士流仇讎, 搏擊之鋒, 至及於東岡高臥之人。 虛銜解, 何損於奎瑞, 而其爲世道之乖敗極矣。 鳳翼一言, 差謂未泯之公議也。 後民澤株連逆獄死, 識者以爲不祥之報也。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyeongin day, the Office of the Inspector General , repeatedly reported [to the King], but [the King] did not follow [the recommendation]. [The King] replied to Kim Junggi , the second deputy commander , who was dismissed from his position in the sinmyo year (, [and] already released [the principal offender] when [the principal offender] was released. After [the principal offender], [the principal offcipal offcial offci",
                "H2KE-nKo": "사헌부가 전에 진달했던 것을 다시 아뢰었으나, 따르지 않았다. 통제사 김중기를 파직하는 일에 대해 답하기를,“일찍이 신묘년에 총융사의 상소에 대한 비답에서 이미 풀어 주었는데, 세월이 오래된 뒤에 또 다시 제기하여 논하는 것은 실로 지나치다. 풍문으로 말하면 더욱 준거하여 믿기 어려우니, 결코 따를 수 없다.”하였다. 집의 윤석래가 이 일로 인피하니, 처치하여 출사하게",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 5월 18일(경인) 1번째기사",
                "gt-oKo": "사헌부(司憲府)에서 전일에 계달(啓達)했던 것을 거듭 아뢰었으나, 따르지 않았다. 통제사(統制使) 김중기(金重器)를 파직(罷職)하라는 일에 대해서 답하기를, “일찍이 신묘년에 총수(摠帥)의 소비(疏批)에서 이미 개석(開釋)하였는데, 해가 오래된 후에 또다시 제론(提論)한 것은 실로 정도에 지나치다. 풍문(風聞)에 이르러서는 더욱 준신(準信)하기가 어려우니, 결단코 따를 수 없다.” 하였는데, 집의 윤석래(尹錫來)가 이로써 인피(引避)하니, 처치(處置)하여 출사(出仕)시키도록 청하였다.",
                "hj": "○庚寅/憲府申前達, 不從。 答統制使金重器罷職事曰: “曾於辛卯, 摠帥疏批, 已開釋, 則年久之後, 又復提論, 實爲過當。 至於風聞, 尤難準信, 決不可從也。” 執義尹錫來, 以此引避, 處置請出。"
            }
        }
    },
    "06": {
        "21": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the twelfth month, the various royal secretaries came to the palace and read the letter of the 판결사 조태억 , which reads as follows: In the spring of jeongyu year (, your subject was serving in the Ministry of Rites , and there was a slightly memorial submitted. At that time, the Royal Confucian Academy sent a letter to the Royal Confucian Academy enraged your subject and claimed your subject, which stated, Regarding the family of 조태억, there is no one who does not satisfy praise the virtuous conduct of the deceased person shall be twice as much as those of others. They wanted to strive",
                "H2KE-nKo": "승지들이 입대하여 판결사 조태억의 사직서를 읽었는데, 그 대략에,“신이 정유년 봄에 예조의 직임을 맡고 있을 때 대략 상소하여 진달하였습니다. 그때 성균관 유생의 서계 중에 신에게 화를 내고 신을 배척한 것이 낭자할 뿐만이 아니었는데, 그 내용에 ‘조태억의 집안은 그의 부형 때부터 선정을 다른 사람보다 갑절이나 더 좋아하였다.’라고 하여 무함하고 억지로 뒤집어씌울 계책을 삼으려고 하였으니, 아, 또한 통탄스럽습니다.선신 조가석은 정사년에 고묘론이 한창 벌어졌을 때 당인들이 화를 전가하려는 계책을 힘껏 배척하였으니, 바로 이른바 공정한 마음에서 발분한 것이지 애당초 사사로이 좋아해서 그런 것이 아닙니다. 근일에 신구가 무함하는 것은 오로지 정사년에 남을 모함하던 여습을 답습한 것인데, 신이 전에 올린 상소는 실로 선신이 간신을 배척한 뜻을 따른 것입니다. 그가 이른바 ‘업신여겨 욕하였다.’라고 운운한 것은 어찌 제목을 벗어난 말이며, 심하게 억측한 것이 아니겠습니까. 또 며칠 전 옥당의 차자에서 신이 해서에 갔을 때의 일을 다시 제기하였는데, 신은 이 일로 유신의 집안에 곤욕을 당한 지 지금 8년이 되었습니다. 그런데도 한결같이 버리지 않고 있으니, 이것이 더욱 신이 무릅쓰고 있기 어려운 단서가 됩니다.”하니, 답하기를,“유신이 차자에서 한 말은 깊이 혐의할 필요가 없다. 그대는 사직하지 말고 직임을",
                "date_ko": "숙보 63권, 45년(1719 기해 / 청 강희(康熙) 58년) 6월 21일(임술) 1번째기사",
                "gt-oKo": "여러 승지(承旨)들이 입대(入對)하여 판결사(判決事) 조태억(趙泰億)의 사직서(辭職書)를 읽었는데, 대략 이르기를, “신이 정유년 봄에 예조(禮曹)에 대죄(待罪)하였을 때 대략 상소(上疏)하여 진술한 바가 있었는데, 그때 반유(泮儒)의 서계(書啓) 가운데 신(臣)에게 노하여 신(臣)을 배척한 것이 낭자(狼藉)할 뿐만이 아니어서 거기에 이르기를, ‘조태억의 집안은 그 부형(父兄)으로부터 선정(先正)을 다른 사람보다 갑절이나 모열(慕悅)하지 아니함이 없었다.’ 하였으니, 억지로 무함(誣陷)하는 계책을 삼고자 한 것이 아! 또한 대단했습니다. 선신(先臣) 조가석(趙嘉錫)은 정사년에 고묘(告廟)하자는 논의(論議)가 한창 일어났을 때 화(禍)를 전가(轉嫁) 시키려는 당인(黨人)의 계책(計策)을 힘껏 배척하였으니, 바로 이른바 공정하게 발분(發憤)한 것이었지 애초에 사사로이 좋아하는 사람을 위하여 그러했던 것이 아니었습니다. 근일에 신구(申球)의 무함(誣陷)은 오로지 정사(丁巳年)에 다른 사람을 구함(構陷)하던 여습(餘習)을 이어받았으나, 신의 전소(前疏)는 진실로 선신(先臣)이 간사한 사람을 배척한 뜻을 따른 것이었으니, 그의 이른바 능욕(凌辱)하였다고 하는 것이 어찌 제목(題目) 밖의 말로써 심한 억측[億逆]이 아니겠습니까? 또 지난날 옥당(玉堂)의 차자(箚子)에서는 다시 신의 해행(海行) 때 일을 제기하였으므로 신이 이 일로써 유신(儒臣)의 집안에서 곤욕(困辱)을 받았었는데, 이제 또 8년 동안이나 다투면서 버리지 않고 있으니, 더욱 신이 무릅쓰기 어려운 단서(端緖)가 되었습니다.……” 하였는데, 답하기를, “유신(儒臣)의 차어(箚語)는 깊이 혐의할 필요가 없으니, 그대는 사직하지 말고 직무(職務)를 보살피도록 하라.” 하였다.",
                "hj": "○壬戌/諸承旨入對, 讀判決事趙泰億辭書, 略曰: 臣於丁酉春, 待罪儀曹, 略有疏陳。 伊時泮儒書啓中, 怒臣斥臣, 不啻狼藉, 有曰: “泰億家, 自其父兄, 莫不悅先正, 倍於他人”, 欲爲誣勒之計, 吁亦痛矣! 先臣嘉錫, 當丁巳告廟論之方張也, 力斥黨人嫁禍之計, 正所謂公正發憤, 初非爲私好而然也。 近日申球之誣, 專襲丁巳陷人之餘套, 而臣之前疏, 實遵先臣斥奸之意也。 彼所謂凌辱云云, 豈非題外之言, 而億逆之甚者乎? 且頃日堂箚, 復提臣海行時事。 臣以此事, 受困於儒臣之家, 今且八年, 斷斷不捨, 尤爲臣難冒之端云云。 答曰: “儒臣箚語, 不必深嫌。 爾其勿辭察職。” 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之六十三終"
            }
        }
    },
    "07": {
        "22": {
            "1": {
                "H2KE-EN": "On gyesa day, the King appointed Jeong Ho as deputy director of the Office of Royal Decrees . 사신은 논한다. The grievance of the composition of talent is worse than this day. As for Jeong Ho , he has never heard of his literary skills, and yet he was suddenly appointed as deputy director of the Office of Royal Decrees and was promoted to the principal official of the Office of Royal Decrees . His contemporaries regarded him as unqualified. At this time, as many officials in the court have argued disputes against right and wrong, none of them have been found in the cardinal principles. Only Jeong Ho has been appointed as deputy director of the Office of Royal Decrees , and his opinion is as such. The principal value of his literary skills is truly difficult to deceive it.",
                "H2KE-nKo": "정호를 예문관 제학으로 삼았다. 사신은 논한다. 인재가 부족하다는 탄식이 이때보다 심한 적이 없었다. 정호 같은 자는 일찍이 문예로 알려진 적이 없는데, 갑자기 제학이 되어 문형의 망통에 의망되기까지 하였으므로 물의가 불만스럽게 여겼다고 한다. 이때 당인들이 조정에 가득하여 시비를 다투는 과정에서 일맥의 공심을 볼 수 없었는데, 유독 정호의 문임에 대해서만은 이와 같이 논하였으니, 문한에 대한 정가는 참으로 속이기 어렵다",
                "date_ko": "숙보 64권, 45년(1719 기해 / 청 강희(康熙) 58년) 7월 22일(계사) 1번째기사",
                "gt-oKo": "정호(鄭澔)를 예문 제학(藝文提學)으로 삼았다. 사신(史臣)은 논한다. 인재(人才)가 부족한 한탄이 이때보다 심한 적이 없었다. 정호와 같은 자는 일찍이 문예(文藝)가 있음을 듣지 못하였는데, 갑자기 제학(提學)이 되었고, 심지어 문형(文衡)에 의망(擬望)하기까지 하였으니, 물의(物議)가 불만으로 여겼다고 한다. 이때 당인(黨人)들이 조정에 가득하여 시비(是非)를 다툴 때에 일맥의 공심(公心)도 볼 수가 없었는데, 유독 정호의 문형의 직임에 대해서는 논하는 바가 이와 같았으니, 문한(文翰)은 값이 매겨져 있다는 말이 참으로 속이기 어렵다.",
                "hj": "○癸巳/以鄭澔爲藝文提學。 【史臣曰: “乏才之歎, 莫甚於此時。 如鄭澔者, 未嘗以文藝聞, 而遽爲提學, 至擬於文衡之望, 物議以爲不滿云。 此時黨人, 滿朝於是非之爭, 未見一脈公心, 而獨於鄭澔文任, 所論如此。 文翰定價, 信乎其難誣矣。”】"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongsin day, when the King received officials in the morning court assembly in the byeongsin year (, the King ordered the inspectors and censors to come first and present their opinions [to the King]. After the advice of the inspectors and censors reported, the King ordered the inspectors and censors to come first and present their opinions [to the King]. After the advice of the inspectors and censors reported, the royal secretaries continued to read documents and then withdrew. They withdrew.",
                "H2KE-nKo": "병신년에 차대를 인접하였을 때 대신이 일을 아뢰고 나자, 하령하기를,“대간이 먼저 나아와 진달하는 것이 좋겠다.”하였다. 대간이 아뢰기를 마치자, 승지가 이어서 문서를 읽고",
                "date_ko": "숙보 64권, 45년(1719 기해 / 청 강희(康熙) 58년) 7월 25일(병신) 1번째기사",
                "gt-oKo": "차대(次對)하여 인접(引接)하였을 때 대신(大臣)이 일을 주달(奏達)하는 일을 마치자, 하령(下令)하기를, “대간(臺諫)이 먼저 나와서 진달(陳達)하는 것이 옳다.” 하니, 대간(臺諫)이 진달하고 나서 승지가 잇따라 문서(文書)를 읽고 물러갔다.",
                "hj": "○丙申/次對引接時, 大臣奏事畢, 令曰: “臺諫先爲進來陳達可也。” 臺達畢, 承旨繼讀文書, 退出。"
            }
        }
    },
    "08": {
        "10": {
            "1": {
                "H2KE-EN": "During the gyeongsul year (, when the King 차대ed the Royal Lecture on the Confucian Classics of the gyeongsul year (, the King ordered that the suspension of the collection of paper loans be suspended and that the quota be reduced for the time being. After the state examination, the King ordered that the military officers of Ganghwa and Gwangju not be sent to their places. The King ordered, It would be proper to entirely send them to the northern frontier. The King ordered that the matter of rewarding catching",
                "H2KE-nKo": "경술년의 차대 때 대신이 진달한 재상지에 대해 납부를 연기해 주는 일에 대해, 하령하기를,“우선 감면해 주도록 하라.”하였다. 과시가 끝난 뒤에 강화와 광주의 무사는 그곳에 보내지 말도록 하는 일에 대해, 하령하기를,“일체 서북에 보내어 방어하게 하는 것이 좋겠다.”하였다. 도적을 잡은 데 대해 논상하는 것을 변통하는 일에 대해, 하령하기를,“갑자기 시행할 수 없으니, 입시하지 않은 대신에게 물어보라.”하였다. 황해 감사가 장달하여, 옹진 군병의 도고액을 도내 각 고을에 분배하여 충정하도록 청하니, 하령하기를,“장달한 대로 시행하도록",
                "date_ko": "숙보 64권, 45년(1719 기해 / 청 강희(康熙) 58년) 8월 10일(경술) 1번째기사",
                "gt-oKo": "차대(次對)하였을 때 대신(大臣)이 진달(陳達)한 ‘재상(災傷)으로 인하여 종이의 수납(收納)을 정지해야 한다.’는 일에 대해 하령(下令)하기를, “우선 줄이는 것이 옳다.” 하고, 과거(科擧) 뒤 강화(江華)와 광주(廣州)의 무사(武士)의 부방(赴防)은 강화와 광주로 보내지 말아야 하는 일에 대해 하령하기를, “일체 서북(西北)에 보내어 방수하게 하는 것이 옳다.” 하였다. 그리고 도둑을 잡은 사람의 논상(論賞)을 변통(變通)해야 한다는 데 대해 하령하기를, “갑자기 변통할 수는 없으니, 입시(入侍)하지 않은 대신에게 문의하라.” 하고, 황해 감사(黃海監司)가 장달(狀達)한 옹진(瓮津) 군병(軍兵)의 도고(逃故) 액수(額數)를 도내 각 고을에 분배(分排)하여 충정(充定)하라는 청에 대하여는 하령하기를, “장달한 바에 의거하여 시행함이 옳다.” 하였다.",
                "hj": "○庚戌/次對時, 大臣所達, 災傷紙停納事, 令曰: “姑減可也。” 科後江華、廣州武士赴防, 勿送其地事, 令曰: “一體送防西北可也。” 捕賊論賞變通事, 令曰: “不可倉卒爲之, 問于未入侍大臣。” 黃海監司狀達, 請瓮津軍兵逃故之額, 分排道內各邑充定, 令曰: “依狀達施行可也。”"
            }
        }
    },
    "09": {
        "26": {
            "1": {
                "H2KE-EN": "Former Recorder of the Office of the Royal Decrees Im Sangdeok passed away. He was thirty-seven years old. Im Sangdeoks courtesy name was Yi Ho . Im Sangdeoks grandfather was the grandfather of the late Minister [of Punishments] [] Im Dams grandfather, and his nephew of the late Second Minister [of Personnel] [] Im Yeongs nephew of his clan. He lived in Jeolla Province . He lived in twelve-thirteenth and thirty-three years of age and had a great knowledge of learning. He studyed his composition, and he was well-versed and wide. He passed the civil service examination in twenty-third years of eulmi year (. He passed the civil service examination in the three rounds of his ancestors. His reputation was so wide that his reputation was brilliant and wide. He studyed his literature and studying his learning. He studied knowledge of the Confucian classics and history, and he possessed many knowledge of his knowledge. He was also sincere and sincere. He was student in the middle of the Nurtudy of the Nurtue of the",
                "H2KE-nKo": "전 홍문관 교리 임상덕이 졸하였다. 나이는 37세이다. 임상덕의 자는 이호이고, 고 판서 임담의 증손이며, 고 참판 임영의 족질로 대대로 호남에 살았다. 12, 13세에 사학이 크게 성취되어 붓을 놀리는 것이 도도하였고, 풍부하고 유려하였다. 23세에 삼장에서 장원하여 급제하였는데, 명성이 널리 퍼졌다. 타고난 자질이 두루 통달하고 도량이 넓었으며, 문장과 학문에 뜻을 두고 사색하며 경서의 뜻을 깊이 깨달아 발명한 것이 많았고, 실천하는 것도 독실하였다. 남쪽 지방의 학사들이 임영과 함께 존중받았다. 평생 동안 윤증을 스승으로 섬겼으며, 식견과 언론도 자득한 것이 많았다. 세상에서 바야흐로 크게 기대를 걸었는데, 불행하게도 몇 년 되지 않아 사류들이 매우 애석하게",
                "date_ko": "숙보 64권, 45년(1719 기해 / 청 강희(康熙) 58년) 9월 26일(을미) 1번째기사",
                "gt-oKo": "전(前) 홍문관 교리(弘文館校理) 임상덕(林象德)이 졸(卒)하였는데, 나이는 37세이다. 임상덕은 자(字)가 이호(彝好)로서, 고(故) 판서(判書) 임담(林墰)의 증손(曾孫)이고, 고 참판(參判) 임영(林泳)의 족질(族姪)이다. 대대로 호남(湖南)에 살았는데, 12, 3세에 크게 사학(詞學)을 성취하여 붓을 잡으면 거침이 없고 박학(博學)하고 유려(流麗)하였다. 나이 23세에 초시(初試)·회시(會試)·전시(殿試)에 장원 급제하니, 명성(名聲)이 뭇 사람의 입에 오르내렸다. 천자(天姿)가 활달(豁達)하고 도량(度量)이 넓었으며, 문사(文詞)로 인하여 학문에 뜻을 두고 사색(思索)이 깊어 경의(經義)를 발명(發明)한 바가 많았으며, 품행[踐履]이 또한 독실하였으니, 남방(南方)의 학사(學士)들이 임영과 아울러 존경하였다. 평생 동안 윤증(尹拯)을 스승으로 섬겨 식견(識見)과 언론(言論) 또한 스스로 얻은 것이 많았다. 세상에서 바야흐로 큰 일을 맡을 것을 기대하였는데, 불해하게도 명이 짧으니, 사류(士流)가 매우 애석해 하였다.",
                "hj": "○乙未/前弘文館校理林象德卒。 年三十七。 象德字彝好, 故判書墰之曾孫, 故參判泳之族姪, 世居湖南。 十二三, 詞學大就, 下筆滔滔, 贍博流麗。 年二十三, 魁三場登第, 聲名膾灸。 天姿周達, 襟度恢豁, 因文志學思索, 邃悟經義, 多所發明, 踐履亦篤實。 南中學士, 與泳竝尊。 平生師事尹拯, 而知見、言論, 亦多自得者。 世方以大受期之, 不幸無年, 士流深惜之。"
            }
        }
    },
    "11": {
        "10": {
            "1": {
                "H2KE-EN": "Fourth Inspector Hong Ujeon of the Office of the Inspector General presented a memorial to the King, which stated, Due to the order of the Ministry of War to enter the Crown Prince through the document of the Ministry of War , your subject was surprised and worried about it. Your subject could not cease this for several days. The King responded to the memorial submitted to the Crown Prince was originally not an extraordinary matter. 【원래 answered in the memorial submitted to the Crown Prince. This was not an extraordinary matter. At the time, the King became critical and increased. He entrusted all important military and military affairs to the Crown Prince. Then how could the Ministry of War have to enter the Crown Prince through the document of the Ministry of War be expected and worried about it? The hearts of his heart are truly unknown.",
                "H2KE-nKo": "지평 홍우전이 상소하기를,“병조의 문서를 동궁에 입달하라는 명에 대해 놀라움과 걱정을 금할 수 없어 여러 날 동안 스스로 그만두지 못하고 있습니다.”하니, - 원래의 상소는 위에 보인다. - 주상이 비답을 내려 동궁에 입달하는 것은 원래 이상한 일이 아니라고 답하였다. - 원래의 비답은 위에 보인다. - 이때 주상의 병이 더욱 깊어져 군국의 중대한 일을 일체 동궁에게 위임하였으니, 병조의 문서를 동궁에 입달하는 것에 대해 어찌 놀라움과 걱정을 금할 수 있겠는가. 그 마음의 소재를 참으로 헤아릴",
                "date_ko": "숙보 64권, 45년(1719 기해 / 청 강희(康熙) 58년) 11월 10일(무인) 1번째기사",
                "gt-oKo": "지평(持平) 홍우전(洪禹傳)이 병조(兵曹)의 문서(文書)를 동궁(東宮)에 입달(入達)하라는 명으로 인하여 상소(上疏)하였는데, 놀라움과 근심을 여러 날 동안 금할 수 없었다는 말이 있었으므로,【원소(原疏)는 위에 보인다.】 임금이 동궁에 입달하라는 명은 원래 이상한 일이 아니라는 비답(批答)을 내렸다.【원비(原批)는 위에 보인다.】 이때 임금의 병환이 더욱 깊어져 고질(痼疾)이 되었으므로 군국(軍國)의 중대한 일을 한결같이 동궁에게 위임하였으니, 병조의 문서를 동궁에게 입달하게 한 것이 어찌 놀랍고 근심스런 데에 이르겠는가? 그 마음의 소재(所在)를 진실로 헤아릴 수가 없다.",
                "hj": "○戊寅/持平洪禹傳上疏, 因兵曹文書入達東宮之命, 有驚惑憂歎, 歷累日不能自已之語,【原疏見上。】上批以入達東宮, 元非異事爲答。【原批見上】時, 上疾益沈固, 軍國重事, 一委東宮, 則兵曹文書之入達, 何至驚惑憂歎? 其心所在, 誠不可測也。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General requested the suspension of the order of supplying necessities for the supply of supplying necessities for the supplying supply of supplying necessities for the supply of supplying necessities to the supply of supplying necessities for the supplying supply of supplying necessities to the supply of supplying necessities for the supply of supplying supply to the supply of supplying necessities for the supplying supply of supplying supplement to the supplementary",
                "H2KE-nKo": "사헌부가 장단의 송서면을 송도에 떼어 소속시키라는 명을 거두어 줄 것을 청하였다. - 원계는 위에 보인다. - 송도에서 송서면을 얻고자 하여 부민의 분산과 전토가 모두 그 안에 들어 있는데 송도에 소속시킨다면 부역은 가볍고 부세는 적기 때문에 수십 년 동안 다투었으나 조정에서 끝내 허락하지 않았다. 이때에 이르러 영의정 김창집이 건의하여 떼어 소속시키도록 하였다. 김창집은 일찍이 유수를 지냈는데 송도의 역관이 그 문에 몰려들었다. 이때에 이르러 앞다투어 돈을 내어 요로에 뇌물을 써서 김창집의 문하에 많이 들어갔다. 그의 아들 김제겸이 과거에 급제하자 김창집이 휴가를 얻어 장단에 가서 영분하였는데, 송도 사람들이 온 도성을 휩쓸고 풍악을 울리며 임진강에 와서 영접하였다. 돈과 비단을 실어다 넉넉한 사람들에게 준 것이 이루 헤아릴 수 없이 많았으므로 김창집이 매우 기뻐하였다. 이때 장단의 백성들이 일제히 호소하며 땅을 다투자 김창집이 노하여 꾸짖어 물리쳤다. 돌아와서는 즉시 떼어 주도록 허락하였으나 곧바로 언관의 말로 인하여 중지되고 장단의 백성들은 지금까지도 침을 뱉으며 욕하고",
                "date_ko": "숙보 64권, 45년(1719 기해 / 청 강희(康熙) 58년) 11월 23일(신묘) 1번째기사",
                "gt-oKo": "헌부(憲府)에서 장단(長湍) 송서면(松西面)을 송도(松都)에 떼어 붙이라는 명을 거두기를 청하였다.【원계(原啓)는 위에 보인다.】 송도에서 송서면을 얻고자 한 것은 부민(富民)의 분산(墳山)과 토전(土田)이 모두 그 가운데 있기 때문인데, 이를 송도에 붙이면 부역(賦役)이 가볍고 적어지게 되므로, 이를 다툰 지 수십 년이 되었다. 그러나 조정에서 끝내 허락하지 않았는데, 이때에 이르러 수상(首相) 김창집(金昌集)이 건의(建議)하여 떼어 붙였다. 김창집은 일찍이 송도 유수(松都留守)를 지내었는데, 상서(象胥)들이 그 문(門)에 모여들었으며, 이때에 이르러 다투어 금전(金錢)을 내어 당로(當路)에 뇌물(賂物)을 보내었는데, 김창집의 문에 들어간 것이 많았다. 그 아들 김제겸(金濟謙)이 등과(登科)하자, 김창집이 휴가(休暇)를 얻어 장단(長湍)에 가서 영분(榮墳)하였는데, 온 송도 사람들이 풍악을 잡히고 임진(臨津)에 와서 영접(迎接)하였으며, 보내온 전백(錢帛)과 재인 광대가 셀 수 없이 많았으니, 김창집이 매우 기뻐하였다. 이때 장단의 백성들이 일제히 호소하며 땅을 다투니, 김창집이 노(怒)하여 꾸짖어 물리치고는 돌아오자마자 곧 떼어 붙이도록 허락하였는데, 곧 언관(言官)의 말로 인하여 정침(停寢)되었고, 장단의 백성들은 지금까지 침을 뱉고 욕하고 있다.",
                "hj": "○辛卯/憲府請寢長湍松西面劃屬松都之令。【原啓上見。】松都之欲得松西, 以富民墳山、土田, 皆在其中, 而屬之松都, 則役輕賦寡, 故爭之數十年, 朝廷終不許。 至是首相金昌集建議劃屬。 昌集, 曾經留守, 松都象胥, 輻湊其門。 至是爭出金錢, 行賂當路, 而多入昌集之門。 及其子濟謙登科, 昌集得暇榮墳於長湍, 松人傾都張樂, 來迎於臨津, 輸錢帛給優人, 不可勝計, 昌集甚喜之。 時, 湍民齊訴爭地, 則昌集怒而叱退, 歸卽許劃, 旋因言者寢之, 而湍民至今唾罵焉。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之六十四終"
            }
        }
    }
}