{
    "02": {
        "4": {
            "1": {
                "H2KE-EN": "On sinchuk day, Right State Councilor Yi 이건명 requested that the order of shamans in the capital be suspended. Prior to this, wicked shamans arbitrarily engaged in the common people and the peoples customs worse day by day. The inspectors and censors requested that they be pursued and expelled according to the old law. Hanseong Magistracy has already been pursued and expelled. However, high-ranking officials, unwilling to preserve the old laws and reform the custom of shamans. Instead, they urgently summon female shamans to the capital and have no time to support their shamans. The custom of shamans and the shamans of the Western Gate is similar to that of the Western Gate (C. Western Gate . Prior to this, these words were worried and laughed.",
                "H2KE-nKo": "우의정 이건명이 경성의 여무를 쫓아내라는 명을 거두어들일 것을 청하였다.이에 앞서 요망한 무당이 여염에 횡행하여 백성의 풍습이 날로 고질화되자, 대각이 옛 규례대로 쫓아내기를 청하였는데 한성부가 이미 모두 쫓아내었다. 그런데 대신이 된 자가 옛 법을 정비하여 무풍을 개혁할 것은 생각하지 않고 도리어 서둘러 불러들여 숭상하기에 겨를이 없었으니, 서문표가 무당을 물에 빠뜨렸던 풍속과 현격한 차이가 있다. 한때 전해 듣고 웃었다.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 2월 4일(신축) 1번째기사",
                "gt-oKo": "우의정(右議政) 이건명(李健命)이 경성(京城) 여무(女巫)를 쫓아버리라는 명령을 중지할 것을 청하였다. 이에 앞서 요망한 무당이 여염(閭閻)에 방자하게 다니며 백성의 풍속을 날로 좀먹고 있었으므로, 대각(臺閣)에서 구전(舊典)에 따라 쫓아버릴 것을 청하자 한성부(漢城府)에서 이미 죄다 쫓아내었다. 대신(大臣)된 자가 구전을 지켜 무풍(巫風)을 개혁할 것을 생각하지 않고 이에 도리어 급급하게 불러들여서 숭상하고 조장하기에 겨를이 없었으니, 서문표(西門豹)가 무당을 하중(河中)에 빠뜨린 풍도와 동떨어진 일이므로, 한때 전하여 웃음거리로 삼았다.",
                "hj": "○辛丑/右議政李健命請寢京城女巫驅逐之令。 先是, 妖巫肆行閭閻, 民風日蠱, 臺閣請依舊典逐去, 漢城府旣盡驅出矣。 爲大臣者, 不思修舊典革巫風, 而乃反汲汲招入, 崇長之不暇, 其與西門豹沈巫之風懸矣。 一時傳以爲笑。"
            }
        }
    },
    "03": {
        "11": {
            "1": {
                "H2KE-EN": "On muin day, the first day of the eleventh month, Minister of Punishments Jo Gui presented a memorial to the King in detail regarding the principle of supporting himself to his own life. He requested that he be allowed to dwell in a field and die. The Crown Prince answered, The busy and complicated area cannot be neglected for a long time. My dear sir should not resign but quickly come to the capital to perform his official duties. After [Jo] Gu was replaced by the magistrate of Hanseong Magistracy , he also declined and did not depart. On this day, he again declined the official in the Ministry of Punishments to resign from his post. The sense of public opinion was even more praised.",
                "H2KE-nKo": "형조 판서 조태구가 현과 도를 통해 상소하여 스스로 분수를 지키는 의리를 갖추어 진달하고 시골에서 늙어 죽게 해 줄 것을 청하니, 세자가 답하기를,“번극한 자리를 오랫동안 비워 둘 수 없으니, 경은 사직하지 말고 속히 올라와서 공무를 행하라.”하였다. 조태구가 호조 판서에서 체차된 뒤에 강화 유수에 제수되었는데, 또 사직하고 부임하지 않았다. 이때에 이르러 또 형조 판서를 사직하니, 사론이 더욱 훌륭하게 여겼다.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 3월 11일(무인) 1번째기사",
                "gt-oKo": "형조 판서(刑曹判書) 조태구(趙泰耉)가 현도(縣道)를 통해 진소(陳疏)하여 자획(自畫)하는 뜻을 낱낱이 아뢰고 구학(丘壑)에서 늙어 죽게 해줄 것을 바라니, 세자가 답하기를, “일이 극히 번잡한 자리를 오랫동안 비워둘 수 없으니, 경(卿)은 사양하지 말고 조속히 올라와 공무를 보라.” 하였다. 조태구는 지부(地部)에서 체직된 뒤 강화 유수(江華留守)에 임명되었으나 또 사양하고 부임하지 않았는데, 이때에 이르러 또 추관(秋官)을 사양하니 사론(士論)이 더욱 훌륭하게 여겼다.",
                "hj": "○戊寅/刑曹判書趙泰耉縣道陳疏, 備陳自畫之義, 乞得老死丘壑, 世子答以煩劇之地, 不容久曠。 卿其勿辭, 從速上來行公。 泰耉遞地部後, 拜江華留守, 又辭不赴, 至是又辭秋官, 士論益多之。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Jo Myeonggyeom , a censor of the Office of the Censor General , presented a memorial to the King, which stated, Assistant Superintendent [of the Office of the Royal Decrees] Kim Dongro submitted a memorial to the King requesting that his letter of appointment be reinstated. 【상소 내용은 위에 보인다.】 Kim Dongros memorial was grieved that the people of the same clique behavior and arrogantly displayed all the words without concealing them. At that time, the envoys [from Ming China] did not speak about any fear or regrettable about the face of the country for a long time. [The King] allowed him to discuss the stones of Mount Ok . We can see that the public opinion was slightly apprehensive. Yun Seokrin first slandered him and Jo Myeonggyeom then submitted a memorial to impeach him. A man of the same clique was such an extraordinary man. The people of the same clique were astonished.",
                "H2KE-nKo": "사간 조명겸이, 부수찬 김동필이 상소하여 시배 - 원소는 위에 보인다. - 를 논핵한 일로 관작을 삭탈할 것을 청하였다. - 달사는 위에 보인다. - 김동필의 상소는 당인들이 편파적이고 방자한 것을 통탄스럽게 여겨 숨김없이 모두 말하였다. 그때의 사신은 오히려 시인들이 오랫동안 국면을 담당하면서 두려워하는 바가 없었다는 이유로 다른 산의 돌로 논핵할 것을 허락하였으니, 공의를 대략 알 수 있다. 윤석래가 맨 먼저 나쁜 말로 욕하고 조명겸이 이어서 탄핵하는 논의를 꺼냈다. 당인들이 거리낌 없는 것이 이 지경에 이르렀으므로 식자들이 해괴하게 여겼다.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 3월 14일(신사) 1번째기사",
                "gt-oKo": "사간(司諫) 조명겸(趙鳴謙)이, 부수찬(副修撰) 김동필(金東弼)이 시배(時輩)를 소론(疏論)한 것을 가지고서【원소(原疏)는 위에 보인다.】 삭탈 관작(削奪官爵)할 것을 청하였다.【소사(疏辭)는 위에 보인다.】 김동필의 상소는 당인(黨人)의 편벽되고 방자한 것을 통탄스럽게 여겼고, 할 말을 다하여 숨기지 않았다. 그때의 사신(史臣)도 오히려 시인(時人)들이 오랫동안 국면(局面)을 장악해 두려워하고 돌아보는 바가 없다고 하여 타산지석(他山之石)으로 논할 것을 인정하였으니, 공의(公議)를 대략 알 수 있다. 그런데 윤석래(尹錫來)가 맨 먼저 악(惡)한 말로 욕을 퍼붓고 조명겸이 잇달아 탄핵하는 의논을 꺼내었다. 당인(黨人)이 기탄(忌憚)함이 없음이 이 지경에 이르렀으니, 견식이 있는 이가 해괴하게 여겼다.",
                "hj": "○辛巳/司諫趙鳴謙, 以副修撰金東弼疏論時輩, 【原疏見上。】請削奪官爵。【達辭見上】 東弼之疏, 痛黨人偏私縱恣, 盡言不諱。 其時史臣, 猶以時人久當局面, 無所畏顧, 許其論以他山之石, 公議略可見矣。 尹錫來首以惡言詬詆, 鳴謙繼發彈論。 黨人之無忌憚至此, 識者駭之。"
            }
        }
    },
    "04": {
        "22": {
            "1": {
                "H2KE-EN": "Former Fifth Inspector of the Office of Royal Decrees Choe Changdae passed away. Changdaes courtesy name was Hyobaek , and his 호는 Gonyu . He was the son of Duke of Munjeong (Jeongjong Jeong Seokjeong . His nature was brilliant and upright, and his nature was similar to ice and jade. He suddenly studyed the Royal Confucian Academy and experienced thoroughly studyed the Confucian classics and history. His magnanimity and wise knowledge was nearly observed the source of clear disposition. Even when he was unreasonable and resentful, he deliberated on public opinions always fairly and did not show any anger or grudge. When he went to the Royal Confucian Academy and frequently reprimanded him, he did not avoid his disobedience. Because of this, he was always foolish and unscrupulous, and he stayed in the court for a few times. In the latest he was promoted to the position of magistrate, but he guided his stepmother and did not come to the court. He was promoted to a higher rank. At the time, his stepmother was declined, and the scholars were disappointed. Although Changdae was not of a higher rank, he was entrusted with the responsibility of the moral principles. On this day, he passed away at the age of fifty-two. The court and the people in the country lamented and grieved him, and even those who had different stepmother also grieved. Changdae was early on the early days of his literati. He had a good reputation and was equippped equally that his words and principles were well-versed. It would be proper that he accompanied several men, including Sedang and Kim Changhao , together with them.",
                "H2KE-nKo": "전 홍문관 부제학 최창대가 졸하였다. 최창대의 자는 효백, 호는 곤륜, 문정공 최석정의 아들이다. 청명하고 고랑하여 빙옥처럼 환하였다. 가학을 이어받아 경전과 백가를 깊이 연구하였는데, 영민한 마음과 지혜로운 식견은 자못 소광의 근원을 볼 수 있었다. 비록 횡역과 원감에 처하였으나 의론이 항상 공정하여 털끝만큼도 성내는 기색이 없었다. 경악에 출입하면서 규절하는 바가 많았고 임금의 비위를 건드리는 것을 피하지 않았다. 이 때문에 항상 어긋나 유락하였고 조정에 벼슬한 지 얼마 되지 않았다. 만년에 유수에 발탁되었으나 선조의 무함을 끌어대고 부임하지 않아 자급과 품계를 회수하였다. 이때 선배들은 영락하고 사류는 폐인이 되었다. 최창대는 비록 관직과 지위가 높지 않았으나 세도의 책임은 그에게 의지하여 경중이 있었다. 이때에 이르러 갑자기 졸하니 나이 52세였다. 조정과 재야가 통탄하고 애석하게 여겼으며 비록 취향이 다른 자일지라도 또한 슬퍼하였다. 최창대는 일찍부터 문장으로 이름이 났는데 체재가 균정하고 사리가 모두 지극하여 박세당, 김창협 등 몇 사람과 함께 갈 만하다고 한다.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 4월 22일(무오) 1번째기사",
                "gt-oKo": "전(前) 홍문관 부제학(弘文館副提學) 최창대(崔昌大)가 졸(卒)하였다. 최창대의 자(字)는 효백(孝伯)이요 호(號)는 곤륜(昆侖)으로, 문정공(文貞公) 최석정(崔錫鼎)의 아들이다. 청명(淸明)하고 고랑(高朗)하여 빛나기가 빙옥(氷玉)과 같았고, 가학(家學)을 계승하여 경전(經傳)과 백가(百家)를 깊이 연구하였다. 신령한 마음과 지혜로운 식견은 거의 소광(昭曠)의 근원을 보았으므로, 비록 횡역(橫逆)과 원감(怨憾)에 처하였으나 의론이 항상 공정하여 털끝만큼도 분노한 기색이 없었다. 경악(經幄)에 출입하면서 규절(規切)한 바가 많았고, 임금의 비위를 거스리는 일을 피하지 않았다. 이로 인해 항상 어긋나 방랑하였기 때문에 조정에 나가서 벼슬한 기간이 얼마 되지 않았다. 만년에 유수(留守)에 발탁되었으나 선무(先誣)를 끌어대고 임하지 않으니, 자질(資秩)을 회수하였다. 이때 선배(先輩)는 조락(凋落)하고 사류(士流)는 물러나 있으니, 최창대가 관위(官位)는 비록 높지 않았으나 세도(世道)의 책임이 의지하여 경중(輕重)이 되었다. 이때에 이르러 갑자기 졸(卒)하니 나이 쉰 둘이었다. 조야(朝野)가 슬퍼하고 애석하게 여겼으며, 비록 취향을 달리하는 자라 할지라도 또한 애도하였다. 최창대는 일찍이 문장(文章)으로 이름이 났는데, 체재(體裁)가 균정(均停)하고 사리(辭理)가 구도(俱到)하여 박세당(朴世堂)·김창협(金昌協) 등 몇 사람과 서로 경쟁할 수 있다고 한다.",
                "hj": "○戊午/前弘文館副提學崔昌大卒。 昌大字孝伯, 號昆侖, 文貞公錫鼎子也。 淸明高朗, 炯如氷玉。 承家學, 深究經傳、百家, 靈心慧識, 殆見昭曠之源。 雖處橫逆、怨憾, 而議論常公, 無一毫忿懥氣。 出入經幄, 多所規切, 不避觸忤。 以此常齟齬留落, 立朝無幾時。 晩擢居留, 引先誣不赴, 收資秩。 時, 先輩凋零, 士流廢屛, 昌大雖官位未尊, 而世道之責, 倚爲輕重焉。 至是遽卒, 年五十二。 朝野痛惜之, 雖異趣者, 亦爲之嗟悼。 昌大早以文章名, 體裁均停, 辭理俱到, 可與朴世堂、金昌協數人竝駕云。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyeongsin day, the first day of the month, the King entered the presence of the Capital Wall Repairs . The King ordered that only await an epidemic occurred on the occasion of the throne. Li Xiao said, I, your humble subject, advise the method of recognizing the symptoms of the illness, but it is necessary to support the state and protect the people. Li Xiao also said, Your subject has recognized his mind and is slightly improved. Therefore, I will summon high officials and consider the state affairs and issue an instruction. At that time, the King had no chance to do so. However, the Crown Prince has responsibility for helping state affairs with all the people. Thus, the people and the country cannot be worried. Li Xiao hurriedly worried about this. Li Xiao Qi had already encountered Li Qi , and he knew inevitably escaped from punishment. He first requested that he be responsible for helping state affairs and secretly tested the advice of his advice. He also blamed court officials and excessively praised His Majesty. On this day, he became even more worried and urgent. He even requested that he not only be responsible for helping the symptoms and that royal instructions be made to help cure the symptoms, as if the state falls into danger, the people will not be able to preserve the symptoms. He secretly looked at the end of his death as a model for his family. Upon thoroughly examining the two characters, his heart is clearly evident. Because of this, the capital and the provinces became even more frightened and apprehensive. ",
                "H2KE-nKo": "경신년에 약방이 입진하였는데, 주상이 ‘단지 승화하기만을 기다린다.’라는 하교가 있었다. 이이명이 아뢰기를,“소신이 진달한 바는 한때 병을 조리하는 방도일 뿐만이 아니라 반드시 나라의 형세를 부지하고 만백성을 편안하게 할 것을 염려한 것입니다.”하고, 또 아뢰기를,“정신이 조금 차도가 있으니 때때로 대신을 불러서 보고 나라의 일을 생각하고 헤아리시어 하교하소서.”하였다. 이때 주상의 병은 이미 어떻게 할 수가 없었는데, 동궁이 대리청정하여 만백성이 기대를 걸고 백성과 나라가 보전되어 근심이 없었다. 이이명이 급급하게 이런 말로 위태롭게 동요한 것은 대개 이이명이 이미 독대를 겪었으므로 스스로 면할 수 없음을 알고 맨 먼저 대리청정을 청하여 은밀히 시험해 볼 계책을 삼았고, 또 신료들을 꾸짖었다 하여 주상의 앞에서 과실을 드러냈기 때문이다. 이때에 이르러 두려움이 더욱 급박해져서 심지어 ‘비단 병을 조리할 뿐만 아니라 생각하고 헤아리시어 하교하소서.’라고 청하여 마치 나라가 장차 전복되고 백성이 장차 보전되지 못할 것처럼 하였다. 그리하여 은연중에 말명이 어떠한가에 요행을 바라고 그의 가족을 위한 계책을 삼았으니, ‘비단’이라는 두 글자를 자세히 따져 보면 그 마음을 분명히 알 수 있다. 서울과 지방이 이 때문에 더욱 의심하고 두려워하였다.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 4월 24일(경신) 1번째기사",
                "gt-oKo": "약방(藥房)에서 입진(入診)하니, 임금이 ‘다만 승화(乘化)하기만을 기다린다.’는 하교가 있었다. 이이명(李頤命)이 말하기를, “소신(小臣)이 진달한 바는 다만 일시적으로 병을 조호(調護)하는 방도뿐만이 아니며, 반드시 국세(國勢)를 부지(扶持)하고 많은 백성을 보안(保安)하는 것을 유념하셔야 합니다.” 하고, 또 말하기를, “정신이 조금 나실 때 대신(大臣)을 불러 보시고 국사(國事)를 생각하고 헤아리시어 하교(下敎)하소서.” 하였다. 이때 임금의 질환은 이미 어떻게 해볼 수가 없었으나, 동궁(東宮)이 대리(代理)했기 때문에 수많은 백성들이 이에 희망을 걸어 백성과 나라가 보전되어 근심이 없었다. 이이명이 성급히 이런 말로 위태롭게 동요시킨 것은 대개 이이명이 이미 독대(獨對)를 한 뒤 스스로 면하지 못할 줄 알았기 때문이었다. 그래서 맨 먼저 대리를 청하여 은밀히 될 수 있는지 시험하는 계획으로 삼고, 또 신료들을 꾸짖었다며 임금 앞에서 과실을 들추어냈던 것인데, 이때에 이르러 두려움과 절박함이 더욱 급해지자, ‘비단 병을 조호(調護)할 뿐만 아니라 생각하고 헤아려 하교하시라. [不但調病 思想下敎]’는 청까지 하여 마치 나라가 장차 전복되고 백성이 장차 보전되지 못할 듯하였다. 그리하여 은연중에 말명(末命)이 어떠한가에 요행을 바라고는 그의 가족(家族)을 위한 계책을 꾸몄으니, ‘불단(不但)’이란 두 글자를 세밀히 추구해 본다면, 그의 마음을 확실히 알 수가 있다. 중의(中外)에서 이로 인해 더욱 의심하고 두려워하였다.",
                "hj": "○庚申/藥房入診, 上有只待乘化之敎。 頤命曰: “小臣所達, 不但一時調病之道, 必以扶持國勢, 保安萬姓爲念。” 又曰: “精神差勝, 時招見大臣, 思量國事, 而下敎。” 時, 上疾已無可爲, 而東宮代理, 億兆係望, 民國保無憂矣。 頤命汲汲以此言危動, 蓋頤命, 旣經獨對, 自知不免, 首請代理, 陰爲試可之計, 又以呵叱臣僚, 揚過於上前。 至是而怵迫愈急, 至以不但調疾, 思量下敎爲請, 有若國將顚而民將不保然, 隱然僥倖於末命之如何, 爲渠家族計。 細繹不但二字, 其心斷可見矣。 中外以此, 益疑懼焉。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King 차대를 행하였다. Chief State Councilor김창집 requested that the rewards for the interpreters who purchased the writing style be unconsistent. It would be proper to reward them from their respective office. The King ordered, Reduce the rewards after deliberation. 민진원이 requested that the use of timber for the use of timber outside the palace gate of the Han River be prohibited from entering Mountain Fortresses outside the capital. It would be proper to have the 군문 take charge of the use of timber for the use of timber. How should we deal with this? The King ordered, Have the 군문 take charge of timber for the use of safe.",
                "H2KE-nKo": "신축년에 차대를 행하였다. 영의정 김창집이 청하기를,“문서를 구득한 역관에 대한 상전이 일정하지 않으니, 본 아문에서 논상해야 합니다.”하니, 하령하기를,“참작하여 시상하라.”하였다. 민진원이 청하기를,“북한산성 밖의 아목에 도끼를 금하여 들이는 것은 군문에서 주관하게 해야 합니다. 그런데 사산의 산지기가 산을 순시하는 것은 폐단이 있으니, 어떻게 처리해야 하겠습니까?”하니, 하령하기를,“군문으로 하여금 때때로 적간하여 금단하게 하고, 한성부는 산을 순시하지 말도록 하라.”하였다.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 4월 5일(신축) 1번째기사",
                "gt-oKo": "차대(次對)하였다. 영의정(領議政) 김창집(金昌集)이 청하기를, “문서(文書)를 사온 역관(譯官)의 상전(賞典)이 일정하지 않으니, 마땅히 본 아문(本衙門)에서 상전을 논해야 합니다.” 하니, 하령(下令)하기를, “참작해서 상(賞)을 베풀도록 하라.” 하였다. 민진원(閔鎭遠)이 청하기를, “북한 산성(北漢山城) 밖의 수목(樹木)에 대해 벌목(伐木)을 금지시켰으니 마땅히 군문(軍門)에서 주관해야 하는데, 사산(四山)의 산직(山直)이 산에 순찰을 돌기 때문에 폐단이 있습니다. 어떻게 처리했으면 좋겠습니까?” 하니, 하령하기를, “군문으로 하여금 때때로 적간(摘奸)하여 금단(禁斷)하도록 하고, 한성부(漢城府)에서는 산을 순찰하지 않는 것이 좋겠다.” 하였다.",
                "hj": "○辛丑/次對, 領議政金昌集, 請購得文書譯官賞典不一, 宜自本衙門論賞。 令曰: “參酌施賞。” 閔鎭遠請北漢城外衙木禁入斧斤, 宜自軍門主之, 而四山山直, 巡山有弊, 何以處之?” 令曰: “令軍門時時摘奸禁斷, 而漢城府則勿爲巡山可也。”"
            }
        }
    },
    "05": {
        "13": {
            "1": {
                "H2KE-EN": "On gyemyo day, Magistrate of Gaeseong Heo Jin passed away. [Heo] Jin was imprudent in his inner quality and diligent in state affairs. There was no difference in his world in his world. However, his integrity and incorrect decisions were devised, and he dared to claim the world. [Heo] was in charge of supporting valuable goods and sought to extraordinary profits, and he employed wicked people throughout the country and made trouble at the moment. This was his fault. However, he was the support of the Crown Princes sincerity, and eventually died without restraint. People say that [he] had Jinhu lived in his world, and he certainly would not dare arbitrarily arbitrarily. Should he says he guarded the Altar of the Soil and Grain?",
                "H2KE-nKo": "기묘년에 개성 유수 민진후가 졸하였다. 민진후는 내행을 신칙하고 나랏일에 부지런하여 세상에 이론이 없었다. 그러나 지론이 편벽되고 가혹하여 감히 당동 벌이를 일삼았다. 재부를 관장하여 남다른 이익을 추구하였고, 여항의 간사한 속임수를 숭상하여 한때에 폐해를 끼쳤으니, 이것이 그의 단점이었다. 그러나 그가 동궁을 위하는 충심은 죽음에 이르러서도 다른 마음이 없었으니, 사람들이 이르기를 ‘민진후가 있었다면 이이명과 김창집의 무리가 필시 감히 제멋대로 하지 못하였을 것이다.’라고 하였으니, 아마도 이른바 사직단의 호위라고 할 것이다.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 5월 13일(기묘) 1번째기사",
                "gt-oKo": "개성 유수(開城留守) 민진후(閔鎭厚)가 졸(卒)하였다. 민진후가 내행(內行)을 신칙하고 국사(國事)에 근로(勤勞)한 것은 세상에 이론(異論)이 없었다. 그러나 지론(持論)이 편벽되고 가혹하여 당동 벌이(黨同伐異)에 과감하였다. 재물을 관장하면서 남은 이익을 추구했고, 여항(閭巷)의 간교한 자들을 높이 써서 한 시대에 폐해를 끼친 것은 그의 단점이다. 그러나 그의 동궁(東宮)을 위한 적심(赤心)만은 죽음에 이르러서도 변하지 않았으니, 사람들이 ‘만일 민진후가 생존해 있었다면 이이명(李頤命)·김창집(金昌集)의 무리들이 반드시 감히 제멋대로 하지는 못했을 것이라.’고 하였는데, 아마 이른바 ‘사직(社稷)의 보위(保衞)’라 할 것이다.",
                "hj": "○己卯/開城留守閔鎭厚卒。 鎭厚飭內行勤國事, 世無異評, 而持論偏苛, 敢於黨伐。 掌財賦求羡利, 崇用閭巷奸騙, 貽弊一時, 此其所短。 然其爲東宮赤心, 至死靡他, 人謂使鎭厚在者, 頤命、昌集輩, 必不敢逞, 倘所謂社稷之衛歟?"
            }
        }
    },
    "06": {
        "4": {
            "1": {
                "H2KE-EN": "On gihae day, the first day of the twelfth month, the illness of the King became even more critical. The Crown Prince ordered that prayers be offered to the King for a release and release. The hearts of the people were frightened and unclear, and their rumors were repeatedly surprised. Thus, sometimes there were people who grow up water in advance and kept the doors and do not exit the gates.",
                "H2KE-nKo": "기해년에 돌림병이 더욱 위급해지자 세자가 기도하고 관대하게 처결하여 풀어 주라고 하령하였다. 인심이 흉흉하여 안정되지 않고 유언비어가 갈수록 서로 놀라고 당혹하여 미리 물을 길어 놓고 문을 닫고 나오지 않는 자까지 있었다.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 6월 4일(기해) 1번째기사",
                "gt-oKo": "임금의 질환이 더욱 위중하니 세자가 기도(祈禱)를 드리고 소석(疏釋)할 것을 하령(下令)하였다. 인심이 흉흉하여 안정되지 않고, 잘못 전파된 말들이 갈수록 놀랍고 의혹스러워져 심지어 미리 물을 길어다 놓고 문을 걸어 잠근 채 나오지 않는 자도 있었다.",
                "hj": "○己亥/上疾益危, 世子下令, 祈禱疏釋。 人情洶洶靡定, 訛言轉相驚惑, 至有預汲水閉門不出者。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyemyo day, when the King passed away in gyemyo year (, the Queen had the Senior Abdicated King assist the Crown Prince in performing the ceremony. At night, the Queen had the 원상 in charge of the Crown Prince assist the Crown Prince in performing the ceremony. When the Crown Prince desired to stood his hands, Right State Councilor Yi Geom , who was nearly entrusted with him and stopped him. When the King was about to stood his storehouse, the Crown Prince took a small amount of rice porridge and fighted at his hands slightly. The eunuch took the rice porridge, and the Crown Prince rejected the rice porridge. After finishing the porridge, the Crown Prince proceeded to his place. The Crown Prince stood his hands and stood at the south of the steps. The storehouse of the Crown Prince was indeed a great impartial occasions. In the inner hall, the Crown Prince was very concerned that the Crown Prince would grieve and rush to his hands. However, the Crown Prince desired to stood his hands and stood his hands. He was extremely foolish and foggy. When the King was about to stood his hands, the Crown Prince retreated the eunuchs and supported the proprieties. In the end, he eventually did not assist the Crown Prince in the storehouse of the Crown Prince. The history of the Veritable Records (C. Zhu Xi's great impartial imprincipal (C. Zhu Xi's great imprincipal (C. Xi's great zhu zhuan , Ye Xi's great s great impartial imprincipal (C. Zhu Xi's great zhu shu zhu zhuan , and Cheng Xi's Fun , Cheng Xi's",
                "H2KE-nKo": "계묘년에 승하하였다. 이날 밤 반함할 때 중궁이 원상으로 하여금 세자를 도와 예를 행하게 하였는데, 김창집이 손을 씻으려 하자 우의정 이건명이 전담하는 것에 가깝다고 하여 그만두었다. 반함할 때 세자가 <unk>가락을 잡고 쌀을 <unk>는데 손이 가늘게 떨었다. 내시가 받들어 가지자 세자가 물리치니, <unk>쌀을 바치고 진주를 채운 뒤에 자리에 나아갔는데, 김창집은 두 손을 마주잡고 상의 남쪽에 서 있을 뿐이었다. 반함은 대절이다. 내전이 하교한 것은 진실로 세자의 애호와 경동을 염려한 것인데, 김창집이 손을 씻고 스스로 감당하려고 하였으니 매우 어리석다. 반함을 행할 때 세자가 내시를 물리치고 조용히 예를 다하였으나 끝내 김창집의 옆에서 도울 밑천이 없었다.초사의 내용이 대체로 자세하여 환시가 호읍하는 것과 같은 것이 모두 실려 있으나, 이러한 대절은 전혀 신중히 쓰지 않아 대점할 때 동궁이 눈물을 흘리는 일까지 빠뜨렸다. 그 하나는 한 붓을 깎는 사이에 심보를 가리기 어려우니, 통탄스러움을 금할 수 있겠는가.\n",
                "date_ko": "숙보 65권, 46년(1720 경자 / 청 강희(康熙) 59년) 6월 8일(계묘) 1번째기사",
                "gt-oKo": "임금이 승하(昇遐)하였다. 이날 밤 반함(飯含)할 때 중궁(中宮)이 원상(院相)으로 하여금 세자를 도와 행례(行禮)하도록 하였다. 김창집(金昌集)이 손을 씻으려고 하니, 우상(右相) 이건명(李健命)이 혼자 담당하는 것에 가깝다고 하여 저지하였다. 바야흐로 반함하려고 할 때 세자가 숟가락을 잡고 쌀을 퍼내는데 손이 약간 떨렸다. 내시(內侍)가 붙잡자 세자가 물리치고 석미(淅米)와 실주(實珠)를 입에 넣고, 이를 마치자 자리로 나갔으며, 김창집은 두 손을 마주잡고 상(床)의 남쪽에 서있을 뿐이었다. 반함은 대절(大節)이므로 내전(內殿)의 하교(下敎)가 있었던 것은 본디 세자의 애호(哀號)·경동(驚動)을 염려했기 때문이었다. 그런데 김창집은 손을 씻고 자기가 담당하려고 하였으니, 몹시도 어리석었다. 반함을 행하게 되자 세자가 내시(內侍)를 물리치고 조용히 예(禮)를 다하여 끝내 김창집이 옆에서 도와주는 데 힘입은 바가 없었다. 초사(初史)가 대체로 상세히 기술하여 환시(宦侍)의 호읍(號泣)한 것까지도 상세히 기재되지 않은 것이 없었는데, 이러한 대절(大節)은 전혀 기록하지 않고 대점(大漸) 때 동궁(東宮)이 체읍(涕泣)한 일까지 빼버렸다. 그 한 가지를 삭제(削除)하고 한 가지를 가필(加筆)하는 사이에 심장(心腸)을 숨기기가 어려우니, 통탄스러운 마음을 금할 수 있겠는가?",
                "hj": "○癸卯/上昇遐。 是夜飯含時, 中宮令院相, 助世子行禮。 昌集欲盥手, 右相李健命, 以其近於專當止之。 方飯含, 世子執匙抄米, 而手微戰。 內侍奉持, 世子却之, 納淅米, 實珠訖, 就位, 昌集拱手立床南而已。 飯含, 大節也。 內殿下敎, 固慮世子之哀號、驚動, 而昌集欲盥手自當, 其惷愚甚矣。 及其行含也, 世子却內侍, 從容盡禮, 卒無資於昌集之傍助。 初史大抵纖悉, 如宦侍號泣, 無不備載, 而此等大節, 專不謹書, 竝大漸時, 東宮涕泣事而闕焉。 其一削一筆之間, 心腸難掩, 可勝痛哉? 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之六十五終"
            }
        }
    }
}