{
    "01": {
        "19": {
            "1": {
                "H2KE-EN": "On giyu day, the Office of the Inspector General reported to the King that Yi Hujeong was replaced by the official of the Office of Diplomatic Correspondence , and Left State Councilor Min Hui reported to the King. The summary of this was as follows. The summary of the Jurchens see that [the Jurchens] must grow their robes and belong to the circumstances of our country. The circumstances of the Jurchens are extremely impoverished, and their robes are not similar to their appearances. Thus, it is impossible to see them at the beginning of the moment. Hujeong was a man of integrity and frugal, and was not suitable for the custom. Therefore, Min Huis words were as such.",
                "H2KE-nKo": "비변사가 이후정을 문례관의 직임에서 체차해 줄 것을 아뢰었는데, 좌의정 민희가 아뢴 것이다. 그 대략에,“저들이 보는 곳에서 우리나라의 대소 관원들이 반드시 복식을 성대하게 하는 것은 일의 체모가 그러한 것입니다. 그런데 이후정은 매우 가난하여 평상시의 장복도 모양을 갖추지 못하여 처음부터 서로 볼 때 매몰스러웠다고 합니다.”하였다. 이후정은 청백한 선비로 염정하고 검약하여 세속에서 숭상하기에 적합하지 않았기 때문에 민희의 말이 이와 같았다.\n",
                "date_ko": "숙보 9권, 6년(1680 경신 / 청 강희(康熙) 19년) 1월 19일(기유) 1번째기사",
                "gt-oKo": "비변사(備邊司)에서 이후정(李后定)을 문례관(問禮官)의 직책에서 체직시킬 것을 아뢰었는데, 좌의정(左議政) 민희(閔熙)가 아뢴 것이다. 그 대략에 이르기를, “저 사람들이 보는 곳에 우리 나라의 대소 관원들이 반드시 그 복식(服飾)을 성대하게 하는 것은, 일의 대체가 곧 그러하기 때문인데, 이후정은 가난이 매우 심하여 평상시의 장복(章服)이 모양을 이루지 못하고, 처음 서로 볼 때 매몰(埋沒)됨을 면하지 못합니다.” 하였다. 이후정은 청렴한 선비여서, 평온하고 조용하며 검약하여 시속의 숭상에 적합하지 않았기 때문에, 민희의 말이 이와 같았다.",
                "hj": "○己酉/備邊司啓遞李后定問禮官之任, 左議政閔熙之啓也。 略曰: “彼人所見之處, 我國大小官, 必盛其服飾, 事體卽然。 后定貧窶特甚, 常時章服, 不成貌樣, 初頭相見, 未免埋沒。” 云。 后定淸士, 恬靜儉約, 不合於俗尙, 故熙言如此。"
            }
        }
    },
    "04": {
        "16": {
            "1": {
                "H2KE-EN": "On eulhae day, when Yu혁연 , a criminal of the State Tribunal , was interrogated by the State Tribunal , he did not admit his guilt. The confession of his guilt was as follows: [Y혁연이] receiving the royal favor of the three kings, and as a supreme general , it has been more than ten years since now. The strong and strong men all gathered at the military gates, and the strong men of the capital also remain in under the control. If [Y혁연이] persistently desired to plot treason, then this will be sufficient. Then, how can we use the petty fields of the mountain valley? The State Tribunal requested permission to interrogate [Ma] Mansong again.",
                "H2KE-nKo": "국청 죄인 유혁연이 한 차례 형장을 맞고도 자복하지 않았다. 공초하였는데, 그 대략에,“유혁연이 세 조정에서 위임해 준 은총을 받아 대장이 된 지 지금 수십여 년이 되었습니다. 힘이 센 군사들이 모두 군문에 모였고 도성 안의 정병도 손아귀에 있습니다. 유혁연이 형편없어 반역을 도모하였다면 이것만으로도 충분할 것입니다. 그런데 어떻게 궁벽한 산골의 농민을 쓰겠습니까.”하였다. 국청이 아뢰어 다시 강만송을 신문할 것을 청하였다.\n",
                "date_ko": "숙보 9권, 6년(1680 경신 / 청 강희(康熙) 19년) 4월 16일(을해) 1번째기사",
                "gt-oKo": "국청(鞫廳)에서 죄인 유혁연(柳赫然)이 형신 1차례를 받았으나, 불복하였다. 공초의 대략에 이르기를, “유혁연이 세 조정의 위기(委寄)한 총애를 받아 직책이 대장(大將)이 되어 지금까지 수십여 년이 되었습니다. 힘센 군사들이 모두 군문(軍門)에 모여 있고, 연하(輦下)의 정병(精兵)이 또한 손아귀에 있는데, 유혁연과 같이 무상한 자가 불궤(不軌)한 것을 도모하려 했다면, 이 또한 만족할 것인데, 오히려 어찌 궁한 산골의 농민을 쓰겠습니까?” 하였다. 국청에서 다시 강만송(姜萬松)을 국문할 것을 청하였다.",
                "hj": "○乙亥/鞫廳罪人柳赫然受刑一次, 不服。 供略曰: “赫然受三朝委寄之寵, 身爲大將, 今且數十餘年矣。 膂力之士, 皆聚軍門, 輦下精兵, 亦在掌握。 使赫然無狀, 欲圖不軌, 則此亦足矣, 尙何用窮峽農民爲哉?” 鞫廳啓請更問萬松。"
            }
        }
    },
    "06": {
        "13": {
            "1": {
                "H2KE-EN": "On gyeongo day, former Fifth Inspector Yi Sangik requested that the former fifth inspector [of the Office of the Inspector General] arrest [Yi] Sangik [] and that [Yi Sangik] be interrogated and dealt with according to the report of Hongs household. The King approved this request. 사신은 논한다. [Yi] Sangik was originally wicked and impudent by nature. He was entrusted with the powerful possession of his power and engaged in debauchery. Former Magistrate [of Hanseong] Hong Ju , the father-in-law of his concubine, and [Yi] Sangik was good. When [Yi] Sangik visited [the palace] and participated in [the house], he surreptitiously within the doors of the room. He knew that Hong, the daughter of [Hong] Juik, surreptitiously entered his house in the night. Hong, the daughter of [Hong] was astonished and fled. When [he] crossed the room into the room to escape it, Sangik looked up the ground and led [Hong] into the room into the room. In the end, he eventually committed adultery with him. The neighboring villages had witnessed each other, and the villages were quite frightening. When the 나졸 heard this, he said that a woman entered a house and arrested him. Sangik said, I am a man from Song Dynasty and a man from the father of [Ming] Dynasty. You could capture [Hong Juik], but if [Hong Juik] could not do so, [Hong Juik] would not do so. The 나졸 finally retreated. His elder brother-in-law [Hong] Manbeom submitted a petition to the Office of the Inspector General . The Office of the Inspector General did not interrogate [Hong Juik]. After hearing this, the circumstances were clearly evident, and it was impossible to conceal [Hong Juik]. When [Hong Juik] reported [this] to the royal kitchen, [Hong Juik] began to be interrogated and interrogated. [Hong Juik] tried to seek off [Hong Juik] like a jade. How can this not be said? Generally, this incident is the case of the thieves that the thieves of the wives of the thieves",
                "H2KE-nKo": "영의정 김수항이 전 감찰 이상익을 의금부로 잡아다 신문하여 홍씨 집안의 실상을 조사하여 처리할 것을 청하니, 주상이 허락하였다. 사신은 논한다. 이상익은 본래 요망하고 음란한 자태로 형세 있는 가문에 의탁하여 이를 빙자하여 농간을 부린 것이 이루 다 말할 수 없었다. 고 목사 홍주일의 첩녀의 외삼촌이 이상익과 사이가 좋았는데, 이상익이 오가며 방문할 때에 창문과 벽 사이를 엿보다가 홍씨 여인이 얼굴에 화색이 있는 것을 알고 그 외삼촌과 남편이 나가는 것을 엿보고 사나운 종을 거느리고 밤에 그 집에 들어가니, 홍씨 여인이 놀라 달아나 담장을 넘어 피하려 하였다. 이상익이 만류하여 땅에 떨어뜨리고는 방에 데리고 들어가 마침내 간통하였다. 이웃집에 서로 전해져 마을이 시끄러웠는데, 나졸이 그 말을 듣고 도둑질한 아이가 남의 집에 들어갔다고 하면서 잡으려고 하자, 이상익이 소리치기를 ‘나는 바로 송 정승의 문인이고 명사 이굉의 아버지이다. 네가 능히 목숨을 걸고 잡을 수 있다면 그렇게 하지 않을 수 없다.’라고 하니, 나졸이 마침내 물러갔다.딸의 오라비 홍만범이 사헌부에 소장을 올렸으나 사헌부 관원이 신문하지 않았다. 김수항이 그 일이 낭자하게 드러나서 끝내 숨길 수 없다는 것을 듣고 탑전에 진달하여 비로소 의금부로 잡아다 신문하는 일이 있게 되었는데, 당여가 영구하여 옥처럼 깨끗이 씻겼으니 어찌 한심하지 않겠는가.대체로 이 일은 역적 허견이 남의 처를 약탈한 일과 서로 비슷한데, 허견이 약탈한 것은 양녀이고 이상익이 간통한 것은 사대부의 골육이다. 그 죄상을 논하자면 허견보다 더한데, 허견의 옥사를 느슨하게 처리하여 대하에 두고 이상익을 비호하여 태연히 그대로 두었으니, 이렇게 하고도 인심을 진정하여 복종시킬 수 있겠는가. 참으로 애석한 일이다.\n",
                "date_ko": "숙보 9권, 6년(1680 경신 / 청 강희(康熙) 19년) 6월 13일(경오) 1번째기사",
                "gt-oKo": "영의정(領議政) 김수항(金壽恒)이 전(前) 감찰(監察) 이상익(李商翼)을 잡아와서 홍씨의 소장으로 조사하여 처리할 것을 청하니, 임금이 허가하였다. 사신(史臣)은 논한다. “이상익은 본래 요망하고 음탕한 자질로써 형세 있는 가문에 의탁하고, 그것을 빙자하여 간사한 짓을 한 것이 이루 말할 수 없었다. 고(故) 목사(牧使) 홍계일(洪桂一)의 첩의 딸의 시아비가 이상익과 사이가 좋았다. 이상익이 왕래하며 방문할 때마다 창이나 벽 사이로 엿보고, 홍씨의 딸이 용모와 자색이 있음을 알았다. 그 시아비와 남편이 밖에 나가는 것을 엿보아, 사나운 종을 거느리고 밤중에 그 집으로 들어가니, 홍씨의 딸은 놀라서 달아나 담을 넘어 피하려 하였다. 이상익이 잡아당겨 땅에 떨어뜨려 겨드랑이에 끼고 방으로 들어가 마침내 강간하였다. 이웃 집에서 소문이 서로 전해져 마을 거리가 떠들썩하였다. 나졸들이 소문을 듣고, 도둑질하는 아이가 남의 집에 들어갔다고 생각하고는 잡으려 하자, 이상익이 큰 소리로 말하기를, ‘나는 곧 송상(宋相)의 문인이고, 명사(名士) 이굉(李宏)의 아비인데, 너희들이 죽고 싶으면 잡아가고 그렇지 않으면 그만두어라.’ 하니, 나졸들은 마침내 물러갔다. 여자의 생질인 홍만범(洪萬範)이 사헌부에 고소장을 제출하였으나, 사헌부의 관원이 심문하지 않았다. 김수항이, 그 일이 여기저기 퍼져나가 마침내 숨길 수 없음을 듣고, 탑전(榻前)에서 진달하니, 비로소 체포하여 문초하는 조치가 있었으나, 자기 편의 무리들이 변명해 구해내서 죄가 없다고 깨끗이 하기를 옥과 같이 하였으니, 어찌 한심하지 않는가? 대체로 이 일은, 역적 허견(許堅)이 다른 사람의 처를 약탈한 일과 서로 같은데도 허견이 약탈한 것은 양녀(良女)이고, 이상익이 강간한 것은 사대부(士大夫)의 골육(骨肉)이다. 그 죄상을 논한다면 허견보다 더한 점이 있는데도, 허견의 재판은 느슨하게 되어 대하(大河)에 버려두고, 이상익은 비호되어 편안하여 지장이 없으니, 이와 같이 하고도 민심을 진정하여 복종시킬 수 있겠는가? 참으로 애석하도다.”",
                "hj": "○庚午/領議政金壽恒請拿前監察李商翼, 以洪家狀覈處, 上許之。 【史臣曰: “商翼本以妖淫之姿, 托於形勢之門, 憑藉作奸, 有不可勝言者。 故牧使洪柱一妾女之舅, 與商翼善, 商翼於往來參尋之時, 從窓壁間窺覘, 知洪女有容色, 瞰其舅若夫之出也, 率悍僕, 夜入其家, 洪女驚走, 將踰墻避, 商翼挽之墜地, 擁以入室, 竟奸之。 隣舍互傳, 里巷喧擾。 邏卒聞之, 謂偸兒入人家, 欲執之, 商翼呼曰: ‘我卽宋相之門人, 而名士李宏之父。 汝能死執, 不能則不。’ 邏卒遂退。 女之娚萬範呈狀憲府, 憲官不問。 壽恒聞其事, 彰著狼藉, 不可卒掩, 陳達榻前, 始有拿問之擧, 而黨與營救, 澡雪如玉, 豈不寒心乎? 大抵此事, 與賊堅掠人妻之事相類, 而堅之所掠者, 良女也; 商翼之所奸者, 士夫之骨肉也。 論厥罪狀, 有浮於堅, 而緩堅獄則置之大何, 庇商翼則晏然自在, 如此而可以鎭服人心乎? 良可惜也。”】"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Yi Samyeong was appointed special director of the Office of the Royal Decrees . Yi Samyeong was appointed as a compilation director of the Office of the Royal Decrees . Before he passed away, he was unable to know what the King would do. However, he suddenly gave a royal approval, and he was placed under the prescribed privilege of the highest rank. The world criticism of this world criticism.",
                "H2KE-nKo": "신사년에 이사명을 수찬에 특별히 제수하였다. 이사명이 처음 벼슬한 지 1년도 채 안 되어 군부가 어떤 사람인지 모르는데 중비가 갑자기 내려 극선에 두니 온 세상이 떠들썩하게 의심한다고 한다.\n",
                "date_ko": "숙보 9권, 6년(1680 경신 / 청 강희(康熙) 19년) 6월 24일(신사) 1번째기사",
                "gt-oKo": "이사명(李師命)을 특별히 제수하여 수찬(修撰)으로 삼았다. 이사명이 처음으로 벼슬한 지 일년도 넘지 않아 군부(君父)의 도리가 어떤가를 알지 못하였는데도, 중비(中批)가 갑자기 내려져서, 극선(極選)에 두었으니, 온 세상이 떠들썩하고 의심하였다고 한다.",
                "hj": "○辛巳/特除李師命爲修撰。 師命釋褐未踰年, 宜君父之不識何狀, 而中批遽下, 置之極選, 一世譁然疑之云。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之九"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Hwang Yun , who recently passed the civil service examination in eulchuk year (, requested the King not to write the name of the Hong패 . The King did not approve this request. 【자세히 review to the King. 】 사신은 논한다. Hwang Yun is the son of the late Vice-Envoy Hwang Ilje . [Hwang] Ilje was murdered by barbarians. At the time, Hwang Yun was already twenty years old. When Iljeol died, Iljeol admonished Hwang Yun, saying, Your father died of blameless acts because of this office. You should not neglect your occupation and take care of your ancestors. Do not return to your hometown to observe your life for one thousand years. [Hwang] Yun shed tears and received the royal instruction. When I was on the occasion of the royal capacity, he satisfied to apply for the state examination. He satisfyed the principal offender and accompanied him as if he were ordinary people. He did not shame his feet. How could he not bear this? The write on the name of the principal offender is a small matter. He prostrated himself in prostration and made an opportunity to obtain favors. Truly, he cannot observe the three-year mourning period and is adequate to observe a little lesser degree of mourning.",
                "H2KE-nKo": "을축년에 새로 급제한 황윤이 청나라의 연호를 홍패에 쓰지 말 것을 청하였으나, 주상이 허락하지 않았다. - 상세한 것은 위에 보인다. - 사신은 논한다. 황윤은 바로 고 부윤 황일영의 아들이다. 황일호가 청나라 사람에게 살해되었는데, 황윤의 이때 나이가 이미 20여 세였다. 황일호가 죽을 무렵에 황윤에게 경계하기를 ‘그대의 아버지가 죄도 없이 죽었는데, 벼슬하였기 때문이다. 그대는 과거 공부를 하지 말고 벼슬할 생각도 하지 말고 물러나 고향집에서 살면서 여생을 마치도록 하라.’라고 하였다. 황윤이 울면서 하교를 받들었는데, 상복을 벗자 기꺼이 과거에 응시하여 수범과 종범을 굽혀 벼슬살이를 하기를 일반 사람과 같이 하고 일찍이 이마에 땀을 흘리지 않았으니, 이런 짓을 차마 한다면 무슨 짓인들 차마 못하겠는가. 연호를 쓰는 것은 바로 사소한 절차인데, 땅에 엎드려 번거롭게 청하여 격식을 벗어나 은혜를 구하였으니, 참으로 이른바 삼년상은 제대로 하지 못하면서 시마와 소공만을 살핀다는 것이다.\n",
                "date_ko": "숙보 9권, 6년(1680 경신 / 청 강희(康熙) 19년) 6월 8일(을축) 1번째기사",
                "gt-oKo": "새로 급제한 황윤(黃玧)이 청(淸)나라 연호(年號)를 홍패(紅牌)에 쓰지 말도록 청하였으나, 임금이 허가하지 않았다.【자세한 것은 위에 보인다.】 사신(史臣)은 논한다. “황윤은 곧 고(故) 부윤(府尹) 황일호(黃一晧)의 아들이다. 황일호가 청(淸)나라 사람에게 살해되었는데, 황윤의 그때 나이 이미 20여 세였다. 황일호가 죽을 때 황윤에게 경계하여 말하기를, ‘네 아비는 죄없이 죽으니, 관직에 있었기 때문이다. 너는 과거를 보지 말고 벼슬할 생각을 하지 말고 물러가 집안을 보존하면서 타고난 수명을 마치라.’ 하니, 황윤은 울면서 가르침을 받았다. 상복을 벗자 자기 마음대로 과거에 응시하여 머리를 굽히고 벼슬살이를 하면서, 보통 사람들과 똑같이 하고서도 일찍이 부끄럽게 여기는 기색이 없었다. 이와 같은 짓을 차마 하는데, 다른 짓은 무엇을 못하겠는가? 연호를 쓰는 일은 사소한 의리(義理)인데도, 땅에 엎드려 번거롭게 청하여 격외(格外)로 은혜를 구하니, 참으로 이른바 능히 3년의 상(喪)을 치르지 못하면서, 시마(緦麻)나 소공(小功)을 살피는 짓이라 할 수 있다.”",
                "hj": "○乙丑/新及第黃玧請勿書淸國年號於紅牌, 上不許。【詳見上。】 【史臣曰: “玧卽故府黃一晧之子也。 一皓爲淸人所殺, 玧時年已二十餘矣。 一皓臨死, 戒玧曰: ‘汝父死於非辜, 以官之故。 汝其勿治擧業, 毋朋宦念, 退守弊廬, 以終天年。” 玧泣受敎。 及服闕, 甘心赴擧, 屈首從宦, 自同平人, 曾不泚顙, 是可忍也, 孰不可忍也? 年號之書, 直是小節, 伏地煩請, 格外干恩, 眞所謂不能三年之喪, 而緦小功之察也。”】"
            }
        }
    },
    "08": {
        "17": {
            "1": {
                "H2KE-EN": "On gyeyu day, Minister of WarJeong Seokju , stood outside the palace gate, submitted a memorial to the King for the innocence of Shin범hwa and others. He also submitted a memorial regarding the secret conspiracy of secretly seeking privately. The King ordered that a letter be sent to the State Tribunal . That [Seong]범hwa and [Seong] Jonghwa are the son of [Seong] Myeon [], the son of [Seong Myeon] [], who died of a crime. [Seong Myeon] Myeon flattered [Seong Myeon] and flattered [Seong Myeon], and then flattered [Seong Myeon], the son of [Seong Myeon] Myeon [] and the guest. When [Jeong Myeon] 원로의 공초가 나오게 되자, the secret conspiracy of secret conspiracy was sentenced to death. [Seong] Seokju was the servant of the inner attendant, and plotted to avoid punishment. He said that [Seong]범hwa and the others received the royal order and secretly investigated [the conspiracy of secret conspiracy]. That was not true. Consequently, [Seong Myeon] submitted a memorial to strengthen the secret conspiracy of secretly. However, the people did not thoroughly understand [the conspiracy of the secret conspiracy of secret. In the gyeongja year (, [Seong Myeon], wicked and cunning people, plotted to conspiracy to plot. [Seong Myeon] Jongbang was very frightened by the world. How could he not strive to deal with [the conspiracy of] the state? This is because Seokju conspiracy to protect the state and conspiracy to the palace and the King to secretly report [the conspiracy of secretly] to secretly report [the conspiracy to the King]. [Seong Myeon] did not hide [the conspiracy of secret conspiracy to secretly reporting [the conspiracy of secret]. [Seong Myeon] began to secretly repeatedly on his merit and his conspiracy at the beginning of the world. This truly causes the public opinion. Consequently, if [the conspiracy of secretly] conspiracy to secret conspiracy, then those who were unreasonable to contribute [the conspiracy of secret conspiracy to secret",
                "H2KE-nKo": "병조 판서 김석주가 궐문 밖에서 석고대죄하고 상소를 올려 신범화 등의 억울함을 아뢰고, 또 사사로이 알현하고 은밀히 모의한 정상을 진달하니, 주상이 국청 - 에 써서 보내라고 명하였다. - 상세한 내용은 위에 보인다. - 신범화와 신종화 등은 바로 죄로 죽은 신면의 자질이다. 신면의 억울함을 풀어 주려고 꾀하여 허적에게 빌붙었고, 이어 역적 허견의 가까운 손님이 되었다. 정원로의 공초가 나오자 그 역모를 종용한 정상이 사형에 해당되었다. 김석주는 바로 그의 내종으로서 그 죄를 모면하려고 꾀하여 신범화 등이 그 뜻을 받아 염탐한 것이지 실제로 역적과 한패가 아니라고 하였다. 마침내 상소를 올려 은밀히 모의한 공을 확대하였으나 사람들은 끝내 그 뜻을 이해하지 못하였다.기유년과 경오년 사이에 간흉이 조정에 가득하여 역모를 빚어내었으므로 종묘사직이 진실로 머리카락이 곤두서게 늠름하였으니, 폐부에 있는 자로서 어찌 애써 수습하여 태평성대를 도모하지 않을 수 있었겠는가. 이것이 김석주가 사직을 보전하는 데 큰 공을 세웠고 궁위와 내통하여 밀고를 주관한 이유이니, 애당초 신하로서의 정당한 의리가 아니었다. 그러나 애석하게도 스스로 숨기지 못하고 이를 빙자하여 공과 죄를 낮추었다 높였다 하면서 이미 공훈을 감정하는 초기에 신중하게 살피지 못하였고, 이름이 역적의 죄안에 오르고 자신이 법망에 걸린 뒤에는 문득 다시 친척이라는 혐의를 무릅쓰고 인척이라는 의리를 내세워 치욕을 씻는 잘못을 오직 죽음에서 벗어나게 하였다. 또 다시 그 공을 확장하여 은연중 천지를 뒤흔드는 형세를 보였으니, 이것이 진실로 공의가 답답하게 여기는 이유이다.이에 급변이 일어나자 마치 협박하여 역모를 성사시키려는 싹이 있는 듯하였고, 만약 지당이라는 죽음을 도발하는 바가 있으면 마치 부당하게 역적을 비호하는 자가 있는 듯하였으니, 이에 대해 변명할 말이 있게 되었다. 그러나 당당한 주벌과 토죄의 정당함이 조금이라도 애매모호한 점이 없지 않았으니, 이미 개탄스럽다. 더구나 이로부터 밀고의 문이 크게 열리고 은밀한 길을 막지 못하여 위급한 공을 세우려는 무리와 남을 모함하고 벼슬에 나아가기를 구하는 무리가 세상에 꼬리를 물고 왕래하여 경탈함으로써 사변이 무궁하고 국가가 함께 패망을 받게 되었다. 그러니 세상에서는 진실로 공괴와 죄인의 우두머리로 김석주를 처단하겠지만, 후세의 군자가 만약 다시 음양이 사라지고 자라나는 변을 논하여 갑인년의 화근을 미루어 극단적으로 논한다면 또 반드시 공이 그 죄를 보상하기에 부족하다고 할 것이다. 아, 애석하다.\n",
                "date_ko": "숙보 10권, 6년(1680 경신 / 청 강희(康熙) 19년) 8월 17일(계유) 1번째기사",
                "gt-oKo": "병조 판서(兵曹判書) 김석주(金錫胄)가 대궐 문 밖에 거적을 깔고 앉아 상소하여 신범화(申範華) 등의 억울함을 밝히고, 또 개인적으로 찾아가 은밀하게 모의한 사실도 말했는데, 임금이 국청(鞫廳)에 보내라고 명하였다.【앞에 자세히 보인다.】 신범화·신종화(申宗華)는 곧 죄로 죽은 신면(申冕)의 자질(子姪)이다. 신면의 억울함을 신원하기 위하여 허적(許積)에게 아부하다가 마침내 역적 허견(許堅)과 가까운 사이가 되었다. 정원로(鄭元老)의 공초(供招)가 나오게 되자 그의 역모(逆謀)를 권한 사실은 마땅히 죽는 데 해당하는 것이나, 김석주는 곧 그의 내종(內從)으로서 그의 죄를 벗겨 주기를 꾀하여, 신범화 등은 지령을 받고 정탐을 한 것이지 사실 역적에게 편든 것은 아니라고 하며, 드디어 상소로써 그의 은밀히 이룩한 공을 크게 칭찬하였는데, 사람들은 끝내 분명히 알 수가 없었다. 대개 기미년·경신년 경에 간흉(奸凶)들이 설치면서 역모를 벗어내었으므로 종사(宗社)는 진실로 털끝처럼 위태로왔으니, 폐부(肺腑)에 있는 자로서는 어찌 이를 다스리는데 고심하여 제거시킬 계획을 세우지 않을 수 있었겠는가? 그것은 바로 김석주가 종사를 보전한 데 큰 공이 있었던 것이기는 하였으나, 궁위(宮闈)를 통하여 주고 밀고하였으니, 이는 본래 남의 신하된 자로서의 올바른 도리는 아니다. 애석하도다! 스스로 삼가지 못하고 이에 그것을 빙자하여 공과 죄를 올렸다 내렸다 하였으며. 이미 훈공(勳功)을 감정(勘定)할 당초에 신중하게 밝히지 못하고 있다가 이름이 역적 명단에 오르고 자신이 법망(法網)에 걸린 다음에야 문득 또다시 친척의 혐의를 무릅쓰고 인척의 도리를 내세워 죽음에서 구출하였고, 또 다시 그의 공을 과장하여 은연 중 천지를 진동시킬 기세가 있었으니, 이것은 실로 공론이 막힌 까닭이다. 급변의 보고를 올릴 때 만약 역모를 협조하여 도와줄 낌새가 있었다든가, 우당(友黨)들의 죽음을 부추김이 있었다든가, 역적을 두둔한 것으로 잘못 걸려든 자가 있었다든가 했다면, 이는 충분히 할말이 있는 것으로서 당당하게 죄를 토벌하여 한 점 숨김이 없어야 할 것인데도 드러나지 않은 것은 개탄할 일이다. 더구나 그로부터 밀고의 문이 크게 열리고 은밀한 길을 막지 못하여 위태로움을 틈타 공로를 다투는 무리와 남을 모함하고 승진을 구하는 무리들이 세상에 줄지어 일어나 분주하게 오가면서 경쟁을 함으로써 사변(事變)은 끝이 없고 나라는 낭패를 당하게 되었다. 그런즉 세상에서는 진실로 공의 우두머리요 죄의 으뜸인 자로서 김석주(金錫胄)를 치고, 후세의 군자(君子)도 만약 다시 음양(陰陽) 소장(消長)의 변화를 논하면서 갑인년 화의 뿌리를 미루어 본다면 또 반드시 그 공이 죄를 갚기에 모자란다고 할 것이다. 아! 애석하도다.",
                "hj": "○癸酉/兵曹判書金錫冑席藁闕門外, 陳疏白申範華等冤枉, 且陳私謁密謀之狀, 上命書送鞫廳。【詳見上。】 範華、宗華等卽罪死人冕之子姪也。 圖伸冕諂, 附許積, 仍爲逆堅昵客。 及元老供發, 其慫慂逆謀狀當抵死。 錫胄卽其內從, 謀所以免其罪, 謂範華等受其旨詗察, 非實黨逆。 遂以疏張大其密地之功, 而人終不能曉然也。 蓋當己庚之際, 奸兇堵立, 釀成逆謀, 宗祏固澟澟如髮, 居肺腑者, 安得不苦心彌綸, 以圖翦際? 此錫冑所以有大功於保社, 而通宮闈, 主告密, 初非人臣之正義。 惜乎其不能自閟, 而乃或藉此而低仰於功罪, 旣不能審愼於勘勳之初, 而及夫名登逆案, 身罹法網之後, 輒復冒親嫌, 挾姻誼, 而澡雪之非, 惟出其死, 而又復張其功, 隱然有掀動天地之勢, 則此固公議之所以拂鬱。 而於是乎急變之上, 若有所脅成逆節之萠; 若有所挑發支黨之死; 若有所橫罹護逆者, 得以有辭。 而堂堂誅討之正, 不能無一分䵝昧, 而不章者, 已可慨然。 而況自此告密之門大開, 幽陰之逕莫杜, 傾危急功之輩、鑽剌干進之徒接踵於世, 往來傾奪, 事變無窮, 而國家與受其敗, 則世固以功魁、罪首處錫冑, 而後之君子, 若復尙論陰陽消長之變, 而推極於甲寅之禍本, 則又必謂功不足以補其罪矣。 噫嘻惜哉!"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gimi day, when the King received in audience the first day of the twelfth month, Former Editor of the Office of Royal Decrees Jeong Seokrin reported to the King, The circumstances of Shin Iksang are the matter of Yi Samyeong . When Yi Samyeong suddenly gave him a horse and a piece of pieces of",
                "H2KE-nKo": "인견하였을 때 전한 최석정이 주상에게 아뢰기를,“신익상의 상소 가운데 한 조목은 바로 이사명의 일입니다. 그런데 이사명이 영분하기 위해 말미를 받았을 때 갑자기 말[馬]과 요전상을 갖추어 지급하라는 명이 있었으니, 이 또한 온당치 못한 일입니다. 신료들을 깊이 유념하여 인재를 장려하고 권면하는 것은 참으로 아름다운 일이지만, 은례를 신중하게 한 뒤에야 기강이 설 수 있습니다. 옛날의 임금 중에는 한 번 찡그리고 한 번 웃는 것도 아꼈습니다. 요전상을 갖추어 지급하는 것은 대신을 우대하는 예인데, 이사명은 보잘것없는 신진으로서 이렇게 남다른 예우를 받았으니, 참으로 매우 지나칩니다.”하니, 주상이 말하기를,“나는 그의 재주를 아껴서일 뿐만이 아니다. 이 사람은 역적을 토벌할 때 은밀히 도운 공이 있었으므로 특별히 은전을 베푼 것이다.”하였다. 이사명은 하나의 큰 인물인데, 어떻게 역적을 토벌하는 데 은밀히 도왔으며, 은밀히 도운 것은 또 무슨 일인가. 설령 은밀히 도운 일이 있었다 하더라도 임금이 어떻게 알 수 있었겠는가. ‘밀찬’이라는 두 글자가 나온 뒤로 은밀한 자취가 드러나서 이사명의 몸이 위태로웠다. 당당한 역적을 토벌하는 의리가 의심스럽고 어둡게 됨을 면치 못하여 역적을 비호하는 무리들이 구실로 삼고 있으니, 애석함을 금할 수 있겠는가.\n",
                "date_ko": "숙보 10권, 6년(1680 경신 / 청 강희(康熙) 19년) 8월 3일(기미) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 전한(典翰) 최석정(崔錫鼎)이 임금에게 아뢰기를, “신익상(申翼相)의 상소 중의 한 가지 문제는 곧 이사명(李師命)의 일로서, 이사명이 영분(榮墳)하기 위하여 수유(受由)하였을 적에 갑자기 말을 주고 요전상(澆奠床)을 갖추어 주라는 명이 계셨는데, 그것도 응당하지 못한 것이었습니다. 신료(臣僚)를 생각해 주시고 인재를 권장하시는 것은 진실로 아름다운 일입니다만, 은총과 예의는 신중하게 해야만 기강이 서게 되는 것입니다. 옛날 임금은 한 번 찡그리고 한 번 웃는 것도 아꼈습니다. 요전상을 갖추어 주는 것은 곧 대신(大臣)을 우대하는 예인데, 이사명은 보잘것이 없는 신진 인물로서 그렇게 특이한 예우를 받은 것은 진실로 너무도 지나친 것입니다.” 하였는데, 임금이 말하기를, “나는 다만 그의 재주만을 아끼는 것이 아니라, 그 사람이 역적을 토벌할 적에 은밀하게 도운 공이 있으므로 특별히 은전(恩典)을 베푼 것이다.” 하였다. 이사명은 일개 서생[措大]이었다. 어떻게 역적 토벌을 은밀하게 도울 수 있었으며, 실제로 도운 것이란 또 어떤 일인가? 설혹 은밀하게 도운 일이 있다고 하더라도 임금이 어떻게 알게 되었을까? 그 은밀하게 도왔다[密贊]는 두 글자가 나오고부터는 숨겨졌던 자취가 드러나서 이사명의 몸이 위태롭게 되었다. 당당하게 역적을 토벌한 대의(大義)를 가지고서야 의심받는 것을 면하짐 못하여 역적을 비호하며 떠드는 무리에게 입방아에 오르는 구실거리가 되었으니 얼마나, 애석한 일인가?",
                "hj": "○己未/引見時, 典翰崔錫鼎白上曰: “申翼相疏中一款, 卽李師命事, 而師命榮墳受由時, 遽有給馬、 澆奠床備給之命, 此亦未安。 體念臣僚, 奬勸人才, 固是美事, 而恩禮愼重, 然後紀綱可立。 古之人君, 有愛一嚬一笑者。 備給澆奠, 乃優待大臣之禮, 師命以眇然新進, 膺此異數, 誠極過濫矣。” 上曰: “予非但愛其才而已, 此人於討逆時, 有密贊之功, 故特施恩典矣。” 師命一措大也。 何以能密贊討逆, 而密地所贊者又何事? 設有密贊之事, 君父何以得知? 自夫密贊二字出, 而幽陰之迹著, 師命之身危。 堂堂討逆之義, 不免疑晦, 嘵嘵護逆之輩, 得以藉口, 可勝惜哉?"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Inspector General Jeong Jasung , who had previously reported to the King on the matter of Jo Gyeong , had already been banished to a designated area and had him return to his hometown. As your subject was unaware of this, he did not know that it would be proper. The King responded with his 비답을 내렸는데, similar to his mind. The King ordered that he not be supposed. 【원래s report and the royal decree was shown to the King. 】 조경 was young and intelligent by nature and upright integrity and integrity. In the last year, he supported the merciful families of the world. However, if he had already been ordered to be banished to a designated area, there would be no significant families of the merciful families. ",
                "H2KE-nKo": "갑자년에 대사헌 정재숭이 이전부터 올려 왔던 조경의 일을 아뢰면서 ‘이미 배향하였다가 도로 출향하는 것이 타당한지 모르겠다.’라고 한 일로 인피하니, 주상이 비답하기를,“나의 뜻과 서로 부합된다.”하고, 사직하지 말라고 명하였다. - 원래의 계사와 비지는 위에 보인다. - 조경은 젊어서부터 깨끗한 명성과 곧은 절개로 한세상을 감복시켰다. 만년에 윤선도를 편들어 공의에 죄를 얻었는데, 이는 당파의 습성에서 벗어나지 못하여 그런 것에 불과하니 깊이 문제 삼을 것이 못 된다. 그러나 이미 하루의 제우가 없었으니 애당초 한 세상의 큰 석학은 다 버리고 조경만 배식하게 할 필요는 없었다. 불행히도 배식하게 한 이상에는 별로 그리 대단한 하자가 없으니, 제우가 없었다고 하여 도로 출향할 수는 없다. 대각의 공의는 진실로 주장하는 바가 없지 않으나, 정재숭이 피혐한 내용도 공평하게 용서하는 도리를 깊이 얻었다고 할 수 있다. 그런데 사신이 무식하다고 깊이 허물한 것은 속된 의론이 됨을 면치 못할 듯하다.\n",
                "date_ko": "숙보 10권, 6년(1680 경신 / 청 강희(康熙) 19년) 8월 8일(갑자) 1번째기사",
                "gt-oKo": "대사헌(大司憲) 정재숭(鄭載嵩)이 앞서 조경(趙絅)이 일을 아뢴 것 중에 이미 배식(配食)시킨 것을 다시 출향(黜享)시키라고 한 것이 타당한 것인지를 알 수가 없어 인피(引避)하니, 임금이 비답을 내려주면서 나의 뜻과 서로 부합하니, 사양하지 말라고 명하였다.【계사(啓辭)·비지(批旨)는 앞에 보인다.】 조경은 젊었을 적에 깨끗한 명성과 곧은 절개로 한 세상에 으뜸이었는데, 만년에 윤선도(尹善道)를 두둔하다가 공의(公議)에 죄를 얻었다. 이는 당습(黨習)에서 벗어나지 못한 데에 지나지 않는 것으로서 깊이 문제삼을 것은 못된다. 그러나 이미 하루의 제우(際遇)도 없었으니 애당초 한 세상의 홍유(鴻儒)와 석덕(碩德)을 다 등용하지 못할 바에는 조경에만 배식하게 할 필요가 없었다. 불행하게도 배식하게 한 다음에는 특별한 하자가 없었으니, 다만 그 제우가 없었다고 도로 출향(黜享)시킬 수는 없는 것이다. 대간들의 공론(公論)이 진실로 주관이 없는 것도 아니나, 정재숭의 인피 역시 화평한 마음으로 용서하는 도리를 깊이 얻었다고 할 수 있다. 그런데 사신(史臣)이 그것을 매우 무식한 것이라고 탓한 것은 세속적인 논의라는 비난을 면하지 못할 것이다.",
                "hj": "○甲子/大司憲鄭載嵩以前啓趙絅事, 旣配還黜, 未知妥當引避, 上批答以與予意相符, 命勿辭。【原啓批旨見上。】 趙絅少以淸名直節, 伏一世。 晩年右善道, 得罪於公議, 而此不過不能超乎黨習而然, 則不足深病。 然旣無一日之際遇, 則初不必盡捨一世鴻碩, 而獨許絅配食矣。 不幸而旣令配食, 則別無大段疵累, 不可只以其無際遇而還黜之。 臺閣公議, 固不無所執, 而載嵩避辭, 亦可謂深得平恕之道。 史臣之深咎其無識者, 恐不免爲俗論矣。"
            }
        }
    },
    "10": {
        "12": {
            "1": {
                "H2KE-EN": "At the time of jeongyu day, [the King] received in audience Special Counselor Jo Jigyeom and reported to the King, Who does not feel angry and sorrow? However, at the beginning of [Jeong] Shou, when [Jeong] Shou was argued with Yun Gye , all the interpreters presented memorials several times requesting that [Jeong Shou] Shou learn of the interpreters. At that time, there was no interpreters who did not hear [the interpreters] who did not hear [the interpreters]. Therefore, there must be no things that [the interpreters] did not hear [the interpreters]. Now, [Jeong] Shou was granted [the interpreters] but the interpreters are merely sentenced to penal servitude and life exile. This is a serious fault of the cardinal principles. Therefore, the interpreters must be severely punished. Furthermore, Even though [Jeong] Shou is extremely wicked and wicked, it is not proper that he was granted [the interpreters] before [the interpreters] confession of [the interpreters] prior to [the interpreters]. Moreover, [the interpreters] have already been specified. [Jo] Jigyeom said, It is not appropriate that the interpreters first interrogate [Jeong] Shou because [the interpreters] are not the cardinal principles [of the interpreters]. Supreme General [of the Middle Army Commandery General] [] [of the Middle Army Commandery General",
                "H2KE-nKo": "정유년에 주상이 인견하였을 때 별겸춘추 조지겸이 주상에게 아뢰기를,“오시수의 죄를 누군들 분통하게 여기지 않겠습니까. 다만 오시수가 처음 윤계와 쟁변할 때 여러 차례 상소하여 모두 역관에게서 들었다고 말하였는데, 그때 역관들이 듣지 못하였다고 말하는 자가 없었으니, 필시 한통속이 되지 않았을 리가 없습니다. 그런데 이번에 오시수는 사사하고 역관들은 도형으로 정배하는 데 그쳤으니, 옥사의 체모로 볼 때 매우 잘못되었습니다. 역관들을 엄중하게 다스리지 않을 수 없습니다. 그리고 오시수가 매우 간악하고 형편없기는 하지만, 자복하기도 전에 지레 먼저 사사하는 것은 마땅하지 않습니다. 그리고 이미 대신의 반열에 있었는데 갑자기 형신을 가하는 것도 매우 어려울 듯합니다.”하니, 주상이 말하기를,“국청의 대신이 이미 참작하여 처리하였다.”하였다. 조지겸이 아뢰기를,“역관을 다스리지 않고 먼저 오시수를 신문하는 것은 옥사의 체모가 아닙니다.”하고, 영중추부사 송시열이 아뢰기를,“하찮은 소관이 소회를 모두 말할 수 있는 것은 참으로 매우 아름다운 일입니다.”하고, 승지 정재희가 아뢰기를,“외간에서도 이와 같은 말이 있습니다. 조정신을 국문하면 조정신은 죽을 때까지 다른 말을 하지 않을 것이고, 그런 뒤에 차례로 오시수를 국문하면 오시수도 반드시 할 말이 없이 자복할 것입니다. 우리나라의 사대부들은 빈으로, 사신으로서 왕명을 받들고 국경을 나가 청나라 사람들과 말을 주고받으면서 모두 역관들에게 맡기고 있습니다. 만일 역관들이 전하는 말을 듣고 급히 장계하거나 뒷날 난처한 일이 있을 경우 역관들이 말을 바꾸어 말하지 않았다고 한다면 장계한 사람만 다스리겠습니까. 지금 조정신을 다스리지 않으면 뒷날의 폐단이 끝이 없을 것입니다.”하니, 주상이 답하지 않았다.\n",
                "date_ko": "숙보 10권, 6년(1680 경신 / 청 강희(康熙) 19년) 10월 12일(정유) 1번째기사",
                "gt-oKo": "인견하였을 적에 별겸춘추(別兼春秋) 조지겸(趙持謙)이 임금에게 아뢰기를, “오시수(吳始壽)의 죄는 누가 통분하게 여기지 않겠습니까? 다만 오시수가 처음 윤계(尹堦)와 쟁변(爭辨)할 때 여러 차례 올린 상소에서 모두 역관(譯官)에게 들었다고 말하였는데, 그 당시의 역관들은 들려주지 않았다고 말하는 자가 없었으니, 반드시 부동(符同)하지 않았을 리가 없습니다. 그런데 이번에 오시수는 사사(賜死)하면서 역관들은 유배에만 그쳤으니, 이는 옥사(獄事)의 대체에 매우 그릇된 것이라, 역관들을 중하게 다스리지 않을 수 없습니다. 그리고 오시수가 아무리 간악하고 변변찮은 존재라고 하더라도 자백하기도 전에 곧바로 먼저 사사하는 것은 마땅치가 않습니다. 또 일찍이 대신의 반열에 있었는데, 급급하게 형신(刑訊)을 가한 것은 아마도 중한 듯하옵니다.” 하였는데, 임금이 말하기를, “국청(鞫廳)의 대신들이 이미 참작해서 조처한 것이다.” 하므로, 조지겸이 말하기를, “역관(譯官)은 다스리지 않고 먼저 오시수를 벌준 것은 옥사의 원칙이 아닙니다.” 하고 영부사(領府事) 송시열(宋時烈)이 말하기를, “말단에 있는 낮은 관원이 마음에 있는 것을 다 말할 수 있으니, 진실로 매우 아름다운 일입니다.” 하고, 승지(承旨) 정재희(鄭載禧)가 말하기를, “외부에서도 그러한 말이 있습니다. 박정신(朴廷藎)을 국문하다가 박정신이 죽어도 다른 말을 하지 않으므로, 그 다음에 오시수에게 물어보았으니, 오시수도 반드시 자백할 말이 없었을 것입니다. 우리 나라 사대부들이 혹은 빈자(儐者)로 혹은 사자(使者)로 명을 받들고 국경을 나가게 되면 그들과의 대화는 전적으로 역관에게 맡기는데, 만약 역관을 전하는 말을 듣고 치계(馳啓)했다가 나중에 난처한 일이 생길 경우 역관이 말을 바꾸어 그런 말을 한 적이 없다고 한다면 장차 장계(狀啓)한 사람만 다스리겠습니까? 지금 박정신을 다스리지 않는다면 앞으로의 폐단이 끝이 없을 것입니다.” 하였는데, 임금이 대답하지 아니하였다.",
                "hj": "○丁酉/引見時, 別兼春秋趙持謙白上曰: “吳始壽之罪, 人孰不憤痛? 而但始壽初與尹堦爭辨之時, 屢疏皆言聞於譯官, 而其時譯輩, 無有以不聞爲言者, 則必無不爲符同之理。 而今者始壽賜死, 而譯官輩則只爲徒配而止, 其在獄體甚非矣, 譯輩不可不重治也。 且始壽雖甚奸惡無狀, 不宜於未服之前, 徑先賜死, 而又旣曾在大臣之列, 遽加之刑訊, 亦似重難矣。” 上曰: “鞫廳大臣旣已酌處矣。” 持謙曰: “不治譯, 先訊始壽, 非獄體也。” 領府事宋時烈曰: “微末小官, 乃能有懷盡言, 誠甚美矣。” 承旨鄭載禧曰: “外間亦有如此之言。 鞫問廷藎, 廷藎至死無他語, 然後次問始壽, 則始壽亦必無辭自服。 我國士大夫, 或以儐、或以使, 奉命出疆, 與彼人言語相通, 都付譯輩。 如有聞譯輩所傳而馳啓, 或有後日難處之事, 譯輩變辭以爲不言, 則將只治狀啓之人乎? 今不治廷藎, 後弊無窮矣。” 上不答。"
            }
        }
    },
    "11": {
        "19": {
            "1": {
                "H2KE-EN": "On gapsul day, [the King] specially appointed Yi 이단하 to minister of punishments in the gapjin year (. Originally, [Yi] 이단하 was pure and frugal by nature. He was well-versed in composition. However, he was frugal and ungenerous. When [he] composed a travel pass [by the Emperor of Ming China] in the gapjin year (, [he] was afraid that [he] could not lose his own opportunity. [He] also submitted a memorial to recommend Mokchangmyeong and Yi Ujeong . [Because he] was fond of the powerful people, [he] regarded [his] behavior. However, [he] served [the powerful man] very prudent. For this reason, [Kim] 김수항이 [he] concealed [the powerful man] and added [the powerful man] to first recommend [him]. At the time, the court [of Ming China] was encouraged to cultivate [the powerful man] and raise [the powerful man], and [he] suddenly impeached [him] for a powerful man. [But] because [he] had a powerful man, [he] always impeached [him] for his powerful man. [But] 이단하 [he] supported [his] erroneous erroneously and held successive positions as before. [But] the public opinion did not conform to his own.",
                "H2KE-nKo": "이단하를 형조 판서에 특별히 제수하였다. 이단하는 천성이 순박하고 착하며 문장에 뛰어났다. 그러나 나약하고 특별한 지조가 없었다. 갑인년에 행장을 지어 올릴 때에 두려워한 나머지 자신의 소신을 잃었다. 또 상소하여 목창명과 이우정을 천거하여 시배를 기쁘게 하였는데, 행동거지가 형편없어 사람들이 모두 비루하게 여겼다. 다만 송시열을 매우 근실하게 섬겼기 때문에 김수항이 당파의 사사로움에 이끌려 맨 먼저 천거해 올린 것이다. 이때 조정에서 한창 격탁 양청하는 데 힘쓰고 있었으므로 조금이라도 흉당에게 발을 잃은 자가 있으면 번번이 탄핵을 받았다. 그러나 이단하는 큰 하자를 짊어지고 아무렇지도 않게 청직을 두루 거쳤으므로 공론이 승복하지 않았다.\n",
                "date_ko": "숙보 10권, 6년(1680 경신 / 청 강희(康熙) 19년) 11월 19일(갑술) 1번째기사",
                "gt-oKo": "이단하(李端夏)를 특별히 형조 판서(刑曹判書)에 제수했다. 이단하는 천성이 순박하고 착하였으며 문장에 능하였다. 그러나 나약하고 특별한 지조는 없었다. 갑인년에 행장을 지어 올릴 적에 두려움을 못이겨 지켜야 할 도리를 못지켰으며, 또 상소로 목창명(睦昌明)과 이우정(李宇鼎)을 추천하여 당시 무리들을 기쁘게 하는 등 행동거지가 유치하였으므로, 사람들이 비루하게 여겼다. 다만 송시열(宋時烈)을 매우 정성스럽게 섬겼으므로 김수항(金壽恒)이 이끌어다가 자기 편을 만들어서 맨먼저 추천하였다. 당시 조정에서는 바야흐로 새 인재 등용을 힘쓰고 있어서 흉당(凶黨)에게 조금이라도 기운 적이 있으면 곧 비판을 받곤 하였었는데, 이단하는 큰 하자가 있으면서도 거리낌없이 승진되니, 공론이 승복하지 아니하였다.",
                "hj": "○甲戌/特除李端夏爲刑曹判書。 端夏, 天性醇善, 長於文詞, 然懦㤼無特操。 當甲寅撰進行狀時, 怵迫失其所守。 又疏薦睦昌明、李宇鼎, 以悅時輩, 擧措郞當, 人皆陋之。 但事宋時烈甚謹, 故金壽恒牽連黨私, 首加薦進。 時, 朝廷方務激揚, 稍有失脚於凶黨者, 輒被抨論, 而端夏負大疵, 敭歷自如, 公論不服。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Han Gu , who was appointed Fourth Inspector [of the Office of the Inspector General] , was in charge of suspending the suspension of evaluating meritorious deeds and the matter of Shin Jonghwa , which made an excuse that occurred. Thereupon, Han Gu submitted a memorial requesting his resignation. The King bestowed a generous favor upon him and ordered him not to resign. 【비답 내용은 위에 보인다.】 사신은 논한다. Han Gu was a powerful families of a merit subject. He demonstrated himself and did not self-restraint. When he became the inspectors and censors, he received the royal order and suddenly suspended the suspension of the public justice. When he submitted a memorial to resign, he openly claimed to save Shin Jonghwa and acted as a powerful man of flattering and powerful families. People shamelessly scolded him.",
                "H2KE-nKo": "지평 한구가 추록하는 일과 신종화의 일로 전계를 정지하도록 담당하여 물의를 일으켰다는 이유로 상소하여 사직하니, 주상이 너그러운 비답을 내리고 사직하지 말라고 명하였다. - 비지는 위에 보인다. - 사신은 논한다. 한구는 원훈(元勳 김상철) 집안의 응견으로서 오직 그의 지시만을 따랐지 스스로를 수립한 바가 없었다. 대간이 되어서는 임금의 뜻을 받들어 갑자기 공공의 의론을 정지하였고, 사직하는 상소에서는 신종화를 구원하려는 의도가 현저하게 드러나서 권귀에게 아첨하는 태도를 보였으니, 사람들이 모두 침을 뱉으며 더럽게 여겼다.\n",
                "date_ko": "숙보 10권, 6년(1680 경신 / 청 강희(康熙) 19년) 11월 26일(신사) 1번째기사",
                "gt-oKo": "지평(持平) 한구(韓構)가 〈공신을〉 추가 등록하는 일과 신종화(申宗華) 사건의 논계(論啓) 중지를 담당했다가 물의를 빚고 상소하여 사직을 청했는데, 임금이 친절하게 비답을 내리고 사직하지 말라고 하였다.【비지(批旨)는 앞에 보인다.】 사신(史臣)은 말한다. “한구(韓構)은 원훈(元勳)의 집에서 매와 사냥개 노릇을 하면서 턱짓에 따라 행동했고 자립하는 것이 없었다. 대간이 되고서는 임금의 뜻을 받들어 갑자기 중한 공론(公論)을 중지시켰다가, 사직 상소까지 하여 신종화(申宗華)를 구제하려는 생각을 드러내어 권귀(權貴)에게 잘보이려는 태도를 하였으니, 사람들이 더럽게 여기지 않는 이가 없었다.”",
                "hj": "○辛巳/持平韓構以追錄及申宗華事, 擔當停啓, 致有物議, 陳疏辭職, 上賜優批, 命勿辭。【批旨見上。】 【史臣曰: “韓構以元勳家鷹犬, 惟其頣指, 無所自樹。 及爲臺諫, 承望旨意, 遽停公共重發之論。 至於辭職之疏, 顯有伸救宗華之意, 以爲媚悅權貴之態, 人莫不唾鄙。”】"
            }
        }
    },
    "12": {
        "17": {
            "1": {
                "H2KE-EN": "On imin day, the Office of the Inspector General impeached Second Vice-Director Jo Jongjeo , who was replaced by the Office of the Inspector General . Some says, After eulmyo year, Jo Jongjeo sent a letter to 윤휴 , but his words were numerous and influential. Therefore, the inspectors and censors were impeached like this. However, he was ignorant and there were many grievances among them. The Vice-Director of the Vice-Director of Imperial Entertainments of Xiaozong (K. Sukjongs Vice-Director of the Court of Imperial Entertainments (K. Sukjongs Vice-Directory of Imperial Entertainments (K. Xiaojongs sillok .",
                "H2KE-nKo": "사헌부가 부교리 조종저를 탄핵하여 체차하였다. 어떤 이는 ‘조종저는 을묘년 이후에 윤휴에게 편지를 보냈는데 아첨하고 굽힌 말이 많았기 때문에 대간의 논핵이 이와 같았다.’라고 하였다. 그러나 애매모호하여 억울하게 여기는 자가 많았다.\n",
                "date_ko": "숙보 10권, 6년(1680 경신 / 청 강희(康熙) 19년) 12월 17일(임인) 1번째기사",
                "gt-oKo": "임인 사헌부(司憲府)에서 부교리(副校理) 조종저(趙宗著)를 탄핵하여 체직시켰다. 어떤이가 ‘조종저는 을묘년 이후로 윤휴(尹鑴)에게 편지를 하였는데 아첨하고 비굴한 말씨가 많았다.’고 하여 대간이 이렇게 논하였다. 그러나 분명하지 못하여 억울하게 여기는 자가 많았다.",
                "hj": "○(辛巳)〔壬寅〕/憲府劾遞副校理趙宗著。 或云: “宗著於乙卯後, 通書尹鑴, 而語多諂屈, 故臺論如此。” 然晻昧, 多冤之者。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十"
            }
        }
    }
}