{
    "01": {
        "11": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in the eulchuk year (. Assistant State Councilor Hong Manyong said, Yi Samyeongs talent is known to the court. The principal possessession of the sovereign. Even if he were to be appointed to a higher rank, what difficult would it also be if he were suddenly to be promoted to a higher rank? Though he passed the state examination only seven months, he was suddenly promoted to a higher rank. His intent of Yi Samyeong was very uncomfortable. Expositor Jo Jigyeom said, Hong Manyong said that Yi Samyeongs intent was very uncomfortable. Truly, this is a fault. In ancient times, there was a man who selected him from a robe and directly appointed him as a grand councilor. Truly, he was appointed to a higher rank. Truly, there is no need to discuss whether Yi Samyeongs uncomfortable principal pal principal . However, in the past, there was no such man who suddenly suddenly. Therefore, it would be appropriate to appoint Yi Samyeong to a higher rank in accordance with the principal . Hong Manyong said, During the military in the imjin year (, when Bak Dong was concurrently appointed as a section chief of the Six Ministries , he was then promoted to a higher rank in the Royal Secretariat . This is not to follow the precedent of using the principal . Sim Giwon and Kim Jae were executed by death. However, at the time of his accomplishments during the reign of the",
                "H2KE-nKo": "소대를 행하였다. 이때 참찬관 홍만용이 아뢰기를,“이사명의 뛰어난 재주에 대해서는 조정에서 모두 알고 있습니다. 조화의 권한은 오직 주상에게 달려 있으니, 비록 순서에 따라 서용하더라도 갑자기 재상의 반열에 오르려고 한다면 또한 무엇이 어렵겠습니까. 과거에 급제한 지 겨우 7개월밖에 되지 않았는데 갑자기 재상의 반열에 오르니, 이사명의 뜻도 매우 불안합니다.”하고, 시독관 조지겸이 아뢰기를,“홍만용이 이사명의 뜻도 매우 불안하다고 말한 것은 참으로 실언입니다. 옛날에는 포의에서 발탁되어 곧바로 정승에 제수된 자도 있었으니, 등용하는 것이 참으로 옳습니다. 그렇다면 이사명의 불안 여부는 논할 만한 것이 아닙니다. 그러나 국조의 고사에는 이처럼 갑자기 승진한 경우는 없었습니다. 지금은 전쟁으로 어지러운 때와는 다르니, 순서에 따라 서용하는 것이 마땅할 듯합니다.”하고, 홍만용이 아뢰기를,“임진년의 병란 때 박동량이 육조의 낭관을 겸하고 있다가 이어 도승지에 초배되었으니, 이는 평상시의 예를 원용할 수 없는 것입니다. 심기원과 김자점 두 역적은 비록 흉악한 역적이 주벌되어 죽었지만 반정 때 공로가 가장 많았는데, 처음에는 지평에 제수되었다가 다시 승지에 제수되고 이어 가선대부에 올라 봉군되었으니, 순서에 따라 등용하는 것이",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 1월 11일(을축) 1번째기사",
                "gt-oKo": "소대(召對)하였을 때 참찬관(參贊官) 홍만용(洪萬容)이 말하기를, “이사명(李師命)의 재주는 조정(朝廷)에서 모두 아는 바이지만, 조화(造化)하는 권병(權柄)은 오로지 성상께 달려 있으니, 비록 순서에 따라 임용한다 하더라도 재상(宰相)의 반열(班列)에 갑자기 이르게 하고자 하는 것이 또한 무엇이 어렵겠습니까? 그러나 등과(登科)한 지 겨우 7개월만에 갑자기 재상의 반열에 승진되니, 이사명의 뜻 또한 매우 불안(不安)하다고 합니다.” 하자, 시독관(侍讀官) 조지겸(趙持謙)이 말하기를, “홍만용(洪萬容)이 이사명도 또한 매우 불안하게 여긴다고 한 말은 진실로 실언(失言)입니다. 옛날 포의(布衣)에서 발탁되어 곧바로 정승이 된 자도 있었는데, 임용(任用)한 바가 진실로 옳다면, 이사명의 불안한 여부(與否)는 논할 바가 아닙니다. 그러나 국조(國朝)의 고사(故事)에는 이와 같이 갑자기 승진한 자가 없었고, 지금은 전쟁[干戈]으로 소란스러운 때와 다르니, 순서에 따라 임용하는 것이 마땅할 듯합니다.” 하였다. 홍만용이 말하기를, “임진 병란(壬辰兵亂) 때 박동량(朴東亮)이 겸육조 낭관(兼六曹郞官)으로서 도승지(都承旨)에 초배(超拜)되었는데, 이는 평소에는 예로 끌어댈 수가 없는 것입니다. 심기원(沈器遠)·김자점(金自點) 두 적(賊)이 비록 주살(誅殺)당했다고 하나, 반정(反正) 때에는 공로가 제일 많았었는데, 처음에는 지평(持平)에 제수되었다가 다시 승지(承旨)에 제수되고, 이어서 가선 대부(嘉善大夫)에 올라 봉군(封君)되었으니, 순서에 따라 임용하는 것이 이와 같았습니다.” 하였다.",
                "hj": "○乙丑/召對時, 參贊官洪萬容曰: “李師命之才華, 朝廷之所共知也。 造化之柄, 惟在於上, 雖循序用之, 如欲其驟致宰列, 亦何難哉? 登科纔七箇月, 而遽陞宰列, 師命之意, 亦甚不安云矣。” 侍讀官趙持謙曰: “萬容言師命之意, 亦甚不安者, 誠爲失言。 古有擢自布衣, 而直拜爲相者, 用之誠是, 則師命不安與否, 非所可論也。 然國朝故事, 未有如此驟陞者也。 此時異於干戈搶攘之時, 循序用之似宜矣。” 萬容曰: “壬辰兵亂時, 朴東亮兼六曹郞官, 仍超拜都承旨, 此不可援例於平時也。 沈器遠、金自點兩賊, 雖凶逆誅死, 反正時功勞最多, 而初拜持平, 復拜承旨, 仍陞嘉善封君, 其循序用之也如此矣。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King received in audience Song Gwangyeon , the expositor of the Office of Royal Genealogy , and reported to the King, Recently, high officials presented observations of administrative governance on Sodu , who was appointed third minister of Punishments , and was later appointed governor. When your subject heard that Sodu was in Jeolla Province, he was sufficient talented in administrative governance. However, as he is not insufficient for administrative governance, it would be impossible to easily appoint him as governor. The evils of having greeting and sending off the local magistrates are also not insignificant. How about temporarily allowing him to assume the position of Gangneung? The King said, Though the hope of administrative governance is not insufficient, high officials deliberated on the righteousness of serving the King, and requested that he be transferred to a provincial post. For now, let him be left unpunished. It would be proper to discuss the matter again with high officials and then deal with the matter. 영부사송시열이 아뢰기를, “성상께서 dealing with the matter is indeed correct. As a high official has barely presented observations, it would be truly appropriate to issue an instruction to administrative governance later.",
                "H2KE-nKo": "소대를 행하였다. 이때 시독관 송광연이 주상에게 아뢰기를,“일전에 대신이 소두산이 정사를 잘한 정상을 진달하여 먼저 형조 참의에 제수하고 감사에 제수하려 하였습니다. 신이 호남에 있을 때 들으니, 소두산이 번거로운 업무를 처리하는 재주는 여유가 있으나 맑고 깨끗한 명망이 부족하다고 하였습니다. 방백의 직임을 가벼이 주어서는 안 됩니다. 군읍에서 수령을 맞이하고 보내는 폐단도 매우 적지 않으니, 우선 강릉에 잉임하게 하는 것이 어떻겠습니까?”하니, 주상이 말하기를,“맑고 깨끗한 명망이 혹 부족하더라도 대신이 인재를 천거하여 임금을 섬기는 의리를 진달하여 내직으로 옮기는 일은 지금 우선 그만두라. 다시 대신에게 물어서 처리하겠다.”하였다. 영중추부사 송시열이 아뢰기를,“성상의 처리가 참으로 체모에 맞습니다. 대신이 이미 진달하여 관직을 제수하였으니, 훗날 다시 물어서 처리하라고 하신 하교는 실로 재결을 합당하게",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 1월 18일(임신) 1번째기사",
                "gt-oKo": "소대하였을 때 시독관(侍讀官) 송광연(宋光淵)이 임금에게 아뢰기를, “지난번에 대신(大臣)이 소두산(蘇斗山)의 선치(善治) 상황을 아뢰니, 먼저 형조 참의(刑曹參議)에 제수하였다가 장차 감사(監司)에 제수하신다 합니다. 신이 호남(湖南)에 있을 때 들었는데, 소두산이 번거로운 일을 결단하는 재주는 넉넉하나, 맑고 깨끗한 명망(名望)은 부족(不足)하다고 하였으니, 방백(方伯)의 직임(職任)을 가볍게 제수할 수가 없습니다. 그리고 군읍(郡邑)에서 영송(迎送)하는 폐단이 또한 매우 작지 아니하니, 우선 강릉 부사(江陵府使)를 그대로 맡기는 것이 어떻겠습니까?” 하니, 임금이 말하기를, “맑고 깨끗한 명망이 비록 부족하다 하나, 대신(大臣)이 그 사람의 임금 섬기는 뜻을 보고 진달(陳達)하여 내직(內職)으로 옮겼으니, 우선 그대로 두고, 마땅히 대신들에게 물어 보고 처치(處置)하도록 하겠다.” 하자, 영부사(領府事) 송시열(宋時烈)이 말하기를, “성상께서 처치하신 바가 진실로 득체(得體)한 것입니다. 대신(大臣)이 이미 진달(陳達)하여 제직(除職)하였으니, 훗날 다시 물어서 처치하시겠다는 전교(傳敎)는 진실로 재결(裁決)하시는 데 마땅함을 얻은 것입니다.” 하였다.",
                "hj": "○壬申/召對時, 侍讀官宋光淵白上曰: “日者大臣陳蘇斗山善治狀, 先除刑曹參議, 將拜監司矣。 臣在湖南聞之, 斗山剸煩之才有餘, 而澄淸之望不足, 不可輕授方伯之任。 郡邑迎送之弊, 亦甚不少, 姑令仍任江陵何如?” 上曰: “澄淸之望, 雖或不足, 大臣以人事君之義, 陳達內遷, 今姑置之, 當更問于大臣而處之。” 領府事宋時烈曰: “聖上處置, 誠爲得體。 大臣纔已陳達, 除職則後日更問處之之敎, 實是裁決之得宜者也。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King received Prince Wannyeong [Yi] Samyeong [] in audience. The King ordered that Prince Wannyeong [Yi] Samyeong come before him and said, When the treasonous plot was first occurred, my dear sirs contributed to secretly loyalty and secretly loyalty many merits. At the beginning of the meritorious deeds, my dear sirs disobeyed my dear sirs request and did not join the meritorious deeds. Later, when the contribution of a contribution. However, my dear sir adamantly and did not come to the King for a long time. Therefore, I summoned him to attend the King. Yi Samyeong said, It is inevitable that Your Majesty must adamantly adamantly. However, if your subject had a minor contribution of a minor contribution, how could your subject dare adamantly adamantly? The circumstances of contribution of a contribution of two or three contributionsing the meritorious deeds are entirely applied to both the meritorious deeds. Your subject is a little Confucian scholar, and even the meritorious deeds of a contribution of a family. How could your subject know about this? The King said, My dear sirs contributed to both the meritorious deeds and contribution of a contribu",
                "H2KE-nKo": "이정(李<unk>)을 불러서 보았다. 주상이 완녕군 이사명에게 앞으로 나오라고 명하고 말하기를,“역적의 정황이 처음 싹틀 때에 경이 한두 원훈과 함께 기찰하고 은밀히 도운 공이 가장 많았는데, 당초 공훈을 감정할 때에 경이 사피하는 바람에 함께 녹훈되지 못하였다. 그 뒤에 역적의 옥사가 다시 일어나 여러 역적의 공초가 하나하나 서로 부합하여 공로가 더욱 드러났으니, 추가로 녹훈하지 않을 수 없다. 그러나 경이 연이어 소장을 올려 굳이 사양하고 오랫동안 나와서 숙배하지 않았기 때문에 지금 패초하여 입시하게 하는 것이다.”하니, 이사명이 아뢰기를,“소명이 내려왔으므로 어쩔 수 없이 공경히 숙배하였습니다만, 신에게 만약 터럭만큼이라도 기록할 만한 공로가 있다면 어찌 감히 연이어 소장을 올려 굳이 사양하겠습니까. 염탐한 일은 두세 사람에게 미루고 지휘한 일은 오로지 두 원훈에게서 나왔습니다. 신은 보잘것없는 일개 유생으로 원훈과 일가가 되기는 하지만 어찌 참여하여 알 수 있는 일이 있겠습니까.”하자, 주상이 말하기를,“경이 두 원훈과 공로가 서로 같은 정상을 내가 이미 자세히 알고 있으니, 더 이상 지나치게",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 1월 3일(정사) 1번째기사",
                "gt-oKo": "임금이 완녕군(完寧君) 이사명(李師命)에게 명하여 앞으로 나오게 하고 말하기를, “역절(逆節)이 처음 싹틀 때를 당하여 경(卿)과 두세 원훈(元勳)이 기찰(譏察)하여 은밀하게 도운 공이 제일 많았는데, 당초 감훈(勘勳)할 때에 경이 사피(辭避)하기 때문에 함께 녹훈(錄勳)하지 못하였다. 이후 역옥(逆獄)이 다시 일어나자, 여러 적(賊)의 초사(招辭)가 일일이 서로 부합(符合)되고 공로(功勞)가 더욱 빛나니, 추록(追錄)하지 않을 수 없었으나, 경이 잇달아 글을 올려 고사(固辭)하며 오랫동안 나와서 숙배(肅拜)하지 않기 때문에, 패초(牌招)하여 입시(入侍)하게 한 것이다.” 하였는데, 이사명이 말하기를, “소명(召命)을 내리셨으므로, 지숙(祗肅)하지 않을 수 없었습니다만, 신에게 만약 조금이라도 기록할 만한 공로가 있다면, 어떻게 감히 잇달아 글을 올려 고사(固辭)하였겠습니까? 형찰(詗察)한 일은 두서너 사람에세 위임하였으되, 지휘는 오로지 두 원훈(元勳)에게서 나왔고, 신은 묘연(眇然)한 일개 서생(書生)으로서 비록 원훈(元勳)과 일가(一家)가 되었으나, 어떻게 함께 일을 알 수 있었겠습니까?” 하니, 임금이 말하기를, “경과 두 원훈이 공로가 같은 것을 내가 이미 상세히 알고 있으니, 다시 너무 사양하지 말라.” 하였다.",
                "hj": "○丁巳/引見時, 上命完寧君李師命進前曰: “當逆節初萠之時, 卿與一二元勳, 譏察密贊之功最多, 而當初勘勳時, 因卿辭避, 不爲同錄。 厥後逆獄復起, 諸賊之招, 一一相符, 功勞益彰, 不得不追錄。 而卿連章固辭, 久不出肅, 故今牌招入侍矣。” 師命曰: “召命之下, 不得不祗肅, 而臣若有分毫可紀之勞, 則何敢連章固辭乎? 詗察之事, 諉諸數三人, 而指揮專出於兩元勳。 臣以眇然一儒生, 雖與元勳爲一家, 何能有與知之事乎?” 上曰: “卿與兩元勳功勞相同之狀, 予已詳知。 更勿過辭。”"
            }
        }
    },
    "03": {
        "19": {
            "1": {
                "H2KE-EN": "On imsin day, the Office of the Inspector General requested that Sim Gyu be punished for his crime of resigning from office. The King did not approve his request.【위에 자세히 보인다.】 사신은 논한다. Im Gyu has no one to seek his own behavior. Instead, he was neglectful and deceitful. Instead, he was secretly observed and looked like a man of the street. When a younger sister living in his home comes to see him, he suddenly ordered him to quickly return to his home. He cannot stay even for a moment. If his familys behavior is truly inappropriate, he should not be placed under the name of the Office of the Inspector General . However, he flattered a claim for his flattery and was allowed to raise his post. Those who have been satisfied for a long time. Earlier, when he was appointed the governor of Honorable Garrison , there were many criticiss and talents that were not suitable. However, he did not say anyone, and eventually he proceeded to his new post. After he proceeded to his new post, he deluded his concubine, which caused ridicule to the world of the entire province. During the administration of the state law, there were many dangerous men who came to the southern region. There were rumors about this. Now that he has been impeached, it would also be too late. Gyu suddenly suspected that the inspectors and censors were impeached, and this was solely due to Sim Gyus slanderful slander.In general, hearing that when Im Gyu was staying under the command of his jurisdiction, he looked at his face-to-face. Therefore, he always harbored resentment and became arrogant. After his resignation, he submitted a memorial advising the crimes of Sim Gyus illegal act of illegal acts and fabricated the circumstances to repay him, which means that he harbored a slanderous person. However, his words were finally exposed to be falsely confessed, and his hearts were already exposed.",
                "H2KE-nKo": "사헌부가 승지 임규가 사직 상소를 올린 죄상과 심집이 주상에게 아뢰어 먼저 파직한 뒤에 추고하기를 청하였으나, 주상이 따르지 않았다. - 상세한 내용은 위에 보인다. - 사신은 논한다. 임규는 평소 행동거지가 볼 만한 것이 하나도 없었다. 겉으로는 소탈한 듯하지만 속으로는 실로 음흉하여 마치 길가는 사람처럼 여겼다. 그의 고향에 사는 한 아우가 때때로 찾아와 보면 번번이 속히 돌아가게 하여 잠시도 그의 집에 머무를 수 없게 하였다. 그의 가행으로 말하면 진실로 사판에 두어서는 안 되는데, 연줄을 타고 아부하여 청반에 통망되었으므로 식자들이 한심하게 여긴 지 오래되었다.호번의 직임을 맡은 초기에 이미 ‘인품과 기량이 걸맞지 않다.’라는 비난이 많았는데, 다만 말하는 자가 없어 마침내 부임하였다. 부임한 뒤에 창첩에게 고혹되어 온 도에 비웃음을 샀고, 정령을 내릴 때 해괴하게 여기는 거조가 많아 남쪽에서 온 인사들이 자자하게 소문이 났으니, 지금에 와서 탄핵을 받는 것은 또한 늦었다고 할 수 있다. 그런데도 임규는 이에 스스로 대간이 논핵한 것이 오로지 심집이 비방을 지어낸 데서 연유한 것이라고 의심하였다. 심집이 영하에 있으면서 그가 잘 다스리지 못하였기 때문에 대면하여 풍자한 바가 많았기 때문에 마음속으로 항상 앙심을 품어서 의심을 불러일으켰다. 그가 사직 상소를 올리면서 심집의 불법한 일을 두루 거론하여 기필코 보복할 계책으로 삼았으니, 그 의도는 실로 사람을 모함하는 데 있었으나 그 말은 끝내 실상이 없는 것으로 귀결되었다. 심적이 이미 드러나자 사람들이 대부분 그를",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 3월 19일(임신) 1번째기사",
                "gt-oKo": "승지(承旨) 임규(任奎)의 사직 상소[辭疏]의 죄상(罪狀)을 가지고 헌부(憲府)에서 심집(沈楫)을 먼저 파직(罷職)한 후에 추국(推鞫)할 것을 계청(啓請)하였으나, 임금이 따르지 아니하였다.【위에 상세하게 보인다.】 사신(史臣)은 말한다. “임규(任奎)는 평생(平生) 행기(行己)에서 볼 만한 것이 한 가지도 없었으니, 겉으로는 소탈한 듯하면서 속으로는 실로 음흉하여 동기(同氣)를 행인[路人] 보듯이 하였다. 그 고향 한 아우가 살았는데, 때때로 와 보면 문득 속히 돌아가게 하며 잠시도 그 집에 머물게 하는 적이 없었다. 그 가행(家行)으로 말한다면, 실로 사판(仕版)에 두는 것이 마땅하지 못한데, 반룡 부익(攀龍附翼)을 인연하여 청반(淸班)에 통할 수 있었으므로, 식자들이 한심하게 여긴 지 오래 되었다. 전라 감사(全羅監司)의 직임을 제수받은 초기에 이미 인기(人器)가 적당하지 못하다는 비난을 많이 받았으나, 특별히 말하는 자가 없어서 마침내 부임(赴任)하게 되었다. 부임한 후에는 창첩(倡妾)에게 미혹되어 온 도에서 비웃음을 샀으며, 정령(政令)을 시행할 때 놀랄 만한 거조(擧措)가 많아서 호남(湖南)에 온 인사(人士)들이 자자하게 말을 전하니, 지금 와서 탄핵(彈劾)받은 것도 늦은 것이다. 그런데 임규는 스스로 대간(臺諫)의 논핵(論劾)이 오로지 심집이 비방한 데에 말미암았다고 의심하였으니, 이는 대개 심집이 영하(營下)에 있으면서 그 다스리지 못한 다는 것을 듣고는 직접 일깨워 준 적이 많았기 때문이다. 그래서 항상 이를 마음 속에 품고 의심하여 멀리 하다가 사직(辭職)하는 상소를 올리면서 두루 심집의 불법(不法)한 일을 거론(擧論)하여 마음속으로 반드시 보복할 계책을 생각하였으니, 그 뜻은 다른 사람을 모함하는 데 있었다. 그러나 그 말이 마침내 실상이 없는 데로 돌아가서 그 마음의 자취가 드러나니, 많는 사람들에게 버림받게 되었다.”",
                "hj": "○壬申/憲府以承旨任奎辭疏罪狀, 沈楫啓請先罷後推, 上不從。【詳見上。】 【史臣曰: “任奎平生行己, 無一可觀。 外若踈脫, 內實陰譎, 視同氣若路人。 其鄕居一弟, 有時來見, 則輒令速歸, 無得暫留其家。 若以其家行言之, 則固不當置諸仕版, 而夤緣扳附, 得通淸班, 識者之寒心久矣。 至於湖藩受寄之初, 已多人器不稱之譏, 而特無言者, 卒乃赴任。 赴任之後, 蠱惑倡妾, 貽笑一道。 政令之間, 擧措多駭, 南來人士, 藉藉喧傳。 到今被彈, 亦云晩矣。 而奎乃自疑其臺諫之論劾, 專由於沈楫之造謗。 蓋聞, 楫之在營下, 以其不治, 多所面諷, 故心常銜之, 以致疑阻。 及其辭職之疏, 歷擧楫不法之事, 以爲反報必中之計, 其意實在於陷人, 而其言終歸於無實, 心跡旣露, 人多棄之。”】"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On eulmyo day, the Office of the Inspector General requested that Third Minister of Personnel Bak Taesang be replaced, but the King did not approve the request. 【계사는 위에 보인다.】 Fourth Inspector Kim Jingwi discussed the matter. [Bak] Taesangs answered in the gyeongsin year ( was truly dishonest and honest. He compared to his error in dealing with [the case of] 이단하 in the gapjin year (. [However], [Hai] supported and appointed [him] to a higher position. Only [Hai] impeached [Hai] Taesangs impeachment. [However], how can [Hai] conform to the hearts of the court [of Ming China]? [However], the public opinion was unclear and unclear, and eventually there was a Confucian scholar-official separate occurity. The common people said that [Hai] Yak [] and [Hai] tried to cultivate virtuous deeds and praise his meritorious deeds. For this reason, [Hai] Jingwi uttered a plan. 사신은 논한다. [Bak] Taesangs impeachment was not straightforward. However, [Hai] already knows that [Hai] Yak [] was banished because [Hai] did not report [Hai] to the throne that he was in attendance [to the King]. [However,] he himself impeached and impeached [Hai], and he should not be made a decision on the grounds that he was unclear. Also, [However], [Hai] Wonjeongs [] sudden arbitrarily expelled from [Hai] and expelled [Hai], [Hai] did not know about the circumstances. [However], when the Royal Secretariat repeatedly reported [this matter], [Hai] Taesangsangs impeachment was accompanied by [Hai] Taesangs impeachment. [However], [Hai Taesang] impeachment was also dishonest. How can [Hai] be impeached and impeached [Hai]? Kim Jingwi did not necessarily",
                "H2KE-nKo": "사헌부가 아뢰어 이조 참의 박태상을 체차하기를 청하였으나, 주상이 따르지 않았다. - 계사는 위에 보인다. - 지평 김진귀가 논핵한 것이다. 박태상이 경신년에 주대한 것은 진실로 강직하고 절실한 면이 부족하였으나, 이단하가 갑인년에 일을 처리한 것에 비하면 잘못한 바가 자연히 경중이 있었다. 이단하의 경우 당로자에게 친하다고 하여 죄를 씻어 주고 높이 등용하였는데, 혜문의 탄핵이 유독 박태상에게만 미쳤다. 조정의 의론이 이처럼 뒤죽박죽이 되었으니, 어떻게 인심을 복종시킬 수 있겠는가. 공론이 답답하게 여기는 것은 당연하지만 끝내 사류가 둘로 갈라지는 것은 당연하다. 세상에서 말하기를 ‘여러 박씨들이 바야흐로 격탁 양청하는 데 힘쓰고 훈척들을 조절하고 있기 때문에 김진귀가 이렇게 먼저 계책을 낸 것이다.’라고 하였다. 사신은 논한다. 박태상이 그날 주대한 것이 비록 적절한 면은 부족하였지만, ‘이미 김수항이 죄도 없이 유배를 당했다는 것을 알았으면서도 근시의 신분으로 일찍이 우러러 아뢰지 않았다.’라는 등의 말로 스스로 논핵한 말을 하였으니, 머뭇거리며 눈치나 살피던 것으로 단정할 수 없다. 또 이원정이 갑자기 관작을 삭탈하고 도성 밖으로 내쫓은 것은 죄악이 드러나기 전이었으니, 그간의 상황에 대해서는 참여하여 알 바가 아니다. 승정원이 이의를 제기할 때 박태상이 규례에 따라 참석한 것은 또한 다른 의견을 내세울 말이 없었던 데서 나온 듯하다. 그런데 이것을 가지고 논핵하는 것은 또한 너무 지나치지 않은가. 김진귀가 때를 틈타 혼자 아뢴 것도 반드시 공의가 있는 것은 아니지만, 한때 혹자는 김씨와 박씨 두 집안이 본래 서로 좋지 않다고 여겨 이렇게 배척하고 반목하는 계책을 낸",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 3월 26일(을묘) 1번째기사",
                "gt-oKo": "헌부(憲府)에서 이조 참의(吏曹參議) 박태상(朴泰尙)을 체차(遞差)할 것을 청하였으나, 임금이 따르지 아니하였다.【계사(啓辭)는 위에 보인다.】 지평(持平) 김진귀(金鎭龜)가 논한 것이었다. 박태상(朴泰尙)의 경신년 주대(奏對)는 진실로 정직(正直)하고 긴절(緊切)함이 부족하였으나, 이단하(李端夏)의 갑인년의 처사(處事)와 비교하여 보던대, 잘못한 바에 스스로 경중(輕重)이 있다. 이단하에 있어서는 당로자(當路者)와 친하다고 해서 문식(抆拭)하여 높은 벼슬에 임용(任用)되고, 혜문(惠文)의 탄핵(彈劾)은 오로지 박태상에게만 미쳤다. 조정(朝廷)의 의논이 어긋나는 바가 이와 같았으니, 어떻게 인심(人心)을 복종시키겠는가? 마땅히 공의(公議)가 불울(拂鬱)하여 끝내 사림[士流]이 둘로 나뉘어진 것은 마땅했던 것이다. 세상에서 말하기를, ‘여러 박씨(朴氏)가 바야흐로 힘써 격양(激揚)하여 훈척(勳戚)을 조절(操切)하는 데만 힘쓰기 때문에, 김진귀가 앞장서서 이러한 계책을 내게 되었다고 한다. 사신(史臣)은 말한다. “박태상의 지난날의 주대(奏對)가 비록 개절(剴切)함이 부족하다 하나, ‘이미 김수항(金壽恒)이 죄없이 귀양간 것을 알고도 스스로 근시(近侍)의 신하로 있으면서 일찍이 앙달(仰達)하지 못했다.’는 등의 말을 자핵(自劾)하는 말로 삼았으니 머뭇거리고 뒤돌아보는 태도로 단정(斷定)할 수는 없다. 또 이원정(李元禎)이 갑자기 삭출(削黜)된 것은 죄악(罪惡)이 미처 드러나기 전에 있었으니, 그 사이에 사기(事機)를 함께 안 바가 아니므로, 후사(喉司)에서 복역(覆逆)할 때 박태상이 전례를 좇아 함께 참여한 것은 또한 이론(異論)을 제기하는 데 아무 말이 없었던 것에서 나온 듯하다. 그러나 이로써 논핵(論劾)하는 것은 또한 너무 지나치지 아니하겠는가? 김진귀(金鎭龜)가 시기를 틈타 독계(獨啓)한 것도 또한 반드시 공의(公議)가 있는 바는 아니었다. 그래서 한때 혹 김씨(金氏)와 박씨(朴氏) 양가(兩家)가 사이가 좋지 못하여 이렇게 배척[觝排]하여 경알(傾軋)하는 계책이 있었다고 한다.”",
                "hj": "○乙卯/憲府啓請吏曹參議朴泰尙遞差, 上不從。【啓辭見上。】持平金鎭龜之論也。 泰尙之庚申奏對, 誠欠直切, 而其視李端夏甲寅處事, 所失自有輕重。 在端夏則以其親於當路, 而抆拭崇用, 惠文之彈, 獨及於泰尙, 朝議之郞當如此, 何以服人心? 宜其公議之拂鬱, 而終有士流之岐貳也。 世言諸朴方務激揚, 操切勳戚, 故鎭龜有此先發之計云。 【史臣曰: “泰尙之伊日奏對, 雖欠剴切, 然以旣知金壽恒無罪被謫, 而身在近侍, 不曾仰達等語, 爲自劾之辭, 則不可斷之以媕婀瞻顧。 且元禎之猝然削黜, 在於罪惡未著之前, 則其間事機, 非所與知, 當喉司覆逆之時, 泰尙之循例隨參, 似亦出於立異之無辭也。 以此論劾, 不亦太過乎? 金鎭龜之乘時獨啓, 亦未必公議之所在, 而一時或以爲, 金與朴兩家, 素相不善, 有此觝排傾軋之計云。”】"
            }
        }
    },
    "04": {
        "11": {
            "1": {
                "H2KE-EN": "Because of the drought of the gabo year (, the King held a confiscation of judgment on the matter of imprisonment. 영의정 김수항 and Left State Councilor 민정중 requested that the titles of the late 재신 Sim Chwe be reinstated and that such a way be made to natural disaster. Right State Councilor Yi Sang also said that they should be confiscated. The King ordered that Sim Chwes letter of appointment be reinstated. At the time, Sim Chwe finally reported that the King was in detail. At the time, Sim Chwe , who had served as an envoy to the Jurchens as an embassy to Joseon, placing him on the basis of the fact that he had been captured by the Jurchens. Nevertheless, Sim Chwe finally escaped from punishment. All the people in this slandered him. During the reign of King Hyojong , Sim Chwe finally demoted him. On this day, Sim Chweang , the grandson of Sim Yubang , was closely associated with the central government. Therefore, high officials, worried about the drought, and Sim Chwe allowed Sim Chwe to reinstate his circumstances. At the time, few people who had been guilty due to a confiscation of imprisonment, but Sim Chwe also suddenly impeached Sim Chwes case on the basis of human relationships and righteousness. All of them were severely punished in accordance with the penal code. Nevertheless, Sim Chweang claimed that Sim Chweang claimed his ulterior motives. The royal favor that Sim Chweang alone was imprisonmentally bestowed upon Sim Chweang, who was survived by his possession. His conduct is like this. How could he be able to govern the country?",
                "H2KE-nKo": "주상이 한재 때문에 소결을 행하였다. 영의정 김수항과 좌의정 민정중이 고 재신 심집의 관작을 추복하여 재해를 그치게 하는 방도로 삼기를 청하고, 우의정 이상진도 씻어 주어야 한다고 말하니, 주상이 직첩을 돌려주라고 명하였다. - 상세한 것은 위에 보인다. - 심집은 인조 때 사명을 받들고 오랑캐에게 갔다가 오랑캐에게 협박을 받아 스스로 가함한 실상을 진달하고 구차하게 모면하였으므로 세상에서 모두 비루하게 여겼다. 효종 때 사람들의 말로 인하여 추삭되었다. 이때에 이르러 그의 손자 심유방이 요로에 아부하였기 때문에 대신이 가뭄을 걱정한다는 핑계로 근거 없는 말로 추복하여 자신의 사욕을 이루었다. 이때 큰 옥사의 끝에 죄 없이 연루된 자가 또한 얼마나 되는지 알 수 없는데, 바야흐로 또 걸핏하면 윤의를 구실로 삼아 일체 엄한 법으로 처리하여 실제로는 자기와 의견을 달리하는 사람을 공격하고 널리 죄명을 씻어 주는 은혜가 유독 사당에만 미치고 죄를 진 고골에게까지 미쳤다. 거조가 이와 같으니 어떻게 나라를 다스릴",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 4월 11일(갑오) 1번째기사",
                "gt-oKo": "임금이 한재(旱災) 때문에 소결(疏決)을 시행하니, 영의정(領議政) 김수항(金壽恒)과 좌의정(左議政) 민정중(閔鼎重)이 재이(災異)를 그치게 하는 방도라 하여 고(故) 재신(宰臣) 심집(沈諿)의 관작(官爵)을 추복(追復)할 것을 청하였다. 우의정(右議政) 이상진(李尙眞)도 또한 신원 설치(伸寃雪恥)할 만하다 하니, 임금이 명하여 직첩(職牒)을 돌려주게 하였다.【위에 상세히 보인다.】 심집(沈諿)은 인조조(仁祖朝) 때 사명(使命)을 받들고 오랑캐의 진중(陣中)에 갔다가, 오랑캐에게 협박받아 스스로 가함(假銜)의 실상을 진술하고 구차하게 모면하니, 세상에서 모두 비루하게 여겼다. 효종(孝宗) 때 사람들을 말로 인해서 추삭(追削)하였는데, 이때에 이르러 그 손자 심유방(沈攸方)이 당로자(當路者)에 아부[昵附]하였기 때문에, 대신(大臣)들이 가뭄이 답답함을 빙자(憑藉)하여 근거없는 말로 추복(追復)을 허락받아 사사로움을 이루었던 것이다. 이때 대옥(大獄)의 끝에 죄없이 주련(株連)된 자가 또한 얼마나 되는지 알지 못하였는데, 또 걸핏하면 윤의(倫義)를 빙자해서 일체 엄한 법으로 처치하여 실로 벌이(伐異)에 전력하였으니, 광탕(曠蕩)의 은혜는 오로지 사당(私黨)으로서 억울한 자의 고골(枯骨)에까지 미쳤다. 그 거조(擧措)가 이와 같았으니, 어떻게 능히 나라가 되었겠는가?",
                "hj": "○甲午/上以旱災, 行疏決。 領議政金壽恒、左議政閔鼎重請追復故宰臣沈諿官爵, 以爲弭災之道。 右議政李尙眞亦言可雪, 上命還給職牒。【詳見上。】 沈諿當仁廟朝, 奉使虜中, 被虜脅, 自陳假銜實狀, 而苟免焉, 世皆鄙之, 孝廟時, 因人言追削。 至是, 其孫攸方昵附於當路, 故大臣憑藉悶旱, 而游辭許復, 以濟其私。 是時大獄之餘, 無罪株連者, 亦未知其幾何, 而方且動以倫義藉口, 一切處以深文, 而實逞其伐異, 曠蕩之恩, 獨及於私黨, 負累之枯骨。 擧措如此, 其何能國?"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gapjin day, Inspector General Yun Jiwan , who was involved in secret conspiracy with the Office of the Inspector General , reported to the King that he had been interrogated under royal order. The King ordered that no further discussion be held. A sage diligently, the sage said, When Heaven punishs criminals, is it impossible for me to punish criminals. However, he does not say that criminals are suspectful, shall be punished lightly? Generally speaking, even death can be treated with prudence, much less a high-ranking official? Out of strong words, Outside the story, Out of strong words, Out of story, and Deliberately, it is impossible to execute the death penalty. However, Su could not personally speak with [Yun] Hyorye, and it is impossible to preserve some erroneous words when interpreters conveying words. It is not possible to thoroughly interrogate [Yun] Hyoryes thoroughly based upon the circumstances. It is not possible to thoroughly question the circumstances, and the interpreters thoroughly change their words at opportunity. Even though Subjects conspiracy with the circumstances of Subjects are not possible to speak about the circumstances of Subjects, it would also not be a magnanimous governing the circumstances of Subjects. It is not possible to thoroughly interrogate the interpreters of the Office of Ritual Procedures , but it is possible to punish Subjects according to the law before Subjects. The circumstances of the natural justice of Subjects. In general, thorough thoroughly, the thorough thoroughly conspiracy can be thoroughly executed",
                "H2KE-nKo": "대사간 윤지완이 이의를 제기하고 오시수를 국문하자는 계사에 대해 인피하니, 주상이 사직하지 말라고 명하였다. - 원래의 계사는 위에 보인다. - 성인은 진실로 ‘하늘이 죄 있는 자를 토벌한다.’라고 하고, 또 ‘죄가 의심스러우면 가벼운 쪽을 따른다.’라고 말하지 않았던가. 무릇 사람이 죄를 지어 죽는 것도 오히려 신중히 해야 하는데, 하물며 대신이야 말할 것이 있겠는가. 오시수가 ‘신하가 강하다.’라고 한 말은 진실로 ‘코가 강하다.’라는 등의 말을 억지로 끌어다 붙인 것 같지만, 역적 이남이 장계로 보고한 것을 소급하여 증명한다면 그 죄는 진실로 죽음을 면치 못할 것이다. 다만 오시수가 직접 장효례와 말을 주고받지 못하였으니, 역관이 말을 전할 때에 반드시 착오가 없으리라고 보장하기 어렵다. 장효례는 말의 출처를 끝까지 캐물을 수 없고 역관도 때에 따라 말을 바꾸지 않았다고 기필할 수 없으며, 오시수가 저항하는 것도 할 말이 없지 않다. 명백한 죄안이라고 할 수 없으니, 오시수를 반신반의하는 사이에 두어 그 마음을 통탄스럽게 하고 죽음을 면하게 하는 것도 관대한 정사에 해롭지 않을 것이다. 시의가 통역관을 아울러 국문하는 것을 허락하지 않고 반드시 먼저 오시수에게 법을 적용한 것이 반드시 천리의 공정함과 천토의 정당함에서 나왔는지는 알 수 없으니, 윤지완이 이의를 제기하는 것이 마땅하다.대체로 우레와 같은 위엄은 범할 수 있고 백과 같은 칼날은 밟을 수 있다. 태평한 세상에서 뭇사람의 노여움을 사고 독견을 믿어 표준을 세우는 자는 짐을 진 용기와 지조의 확고함이 또한 어찌 우레와 같은 위엄을 범하고 백과 같은 칼날을 밟는 절개보다 못하겠는가. 윤지완은 이 점에서 다른 사람보다 훨씬 뛰어나니, 식자들은 그가 훗날 사직의 신하가 될 것을 이미 알고 있다. 그가 매우 간절하게 눈치를 살피며 비난하는 것도 그가 얕은 식견을",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 4월 21일(갑진) 1번째기사",
                "gt-oKo": "대사간(大司諫) 윤지완(尹趾完)이 오시수(吳始壽)를 국문(鞫問)해야 한다고 아뢴 데 대하여 이론(異論)을 제기하고 인피(引避)하니, 임금이 명하여 사피(辭避)하지 말도록 하였다.【원계(原啓)는 위에 보인다.】 성인(聖人)은 진실로 말하기를, ‘하늘은 죄있는 이를 토벌한다.’고 하였고 또, ‘죄가 의심스러우면 오로지 가볍게 해야 한다.’고 말하지 아니하였는가? 범인(凡人)이 사죄(死罪)를 범하였어도 오히려 흠휼(欽恤)할 수 있는데, 하물며 대신(大臣)에 있어서랴? 오시수(吳始壽)의 ‘신하(臣下)가 강성(强盛)하다.’는 말은 진실로 ‘콧대가 세다.’는 등의 말을 부회(傅會)한 듯한데, 역(逆) 이남(李柟)의 장문(狀聞)한 것을 추실(追實)해 보면 죄가 진실로 주살(誅殺)을 면할 수가 없다. 그러나 다만 오시수(吳始壽)가 친히 장효례(張孝禮)와 수작(酬酢)할 수 없었고, 역관[譯舌]이 말을 전한 때 그릇됨[註誤]이 없었다고 보증하기 어렵고, 장효례(張孝禮)는 이미 언근(言根)을 끝까지 힐문(詰問)할 수가 없었으며, 역관이 때로 말을 변개(變改)하지 않았다고 기필(期必)할 수 없으니, 오시수가 저뢰(抵賴)하는 것은 또한 말이 없을 수 없었을 것이다. 그리고 명백한 죄안(罪案)이라고 말할 수 없다면 오시수를 반신 반의(半信半疑)하는 처지에 두어 그 마음을 불쌍히 여겨 죽음을 면하게 하는 것이 또한 관대한 정사(政事)를 위하여 해롭지 않을 것인데, 시의(時議)가 허락하지 아니하여 아울러 역관[象譯]을 국문하게 하면서 반드시 먼저 오시수를 법으로 다스리게 한 것이, 반드시 천리(天理)의 공변됨과 천토(天討)의 정대(正大)함에서 나왔는지를 알지 못하겠으니, 윤지완이 이론을 제기한 것이 마땅하다. 대저 뇌정(雷霆)도 범할 수 있고, 백인(白刃)도 밟을 수 있으나, 태평한 세상을 당하여 많은 사람들의 분노(憤怒)를 범하고 독견(獨見)을 믿어 적중(的中)함을 세우는 자는 그 부담(負擔)하는 용기(勇氣)와 조수(操守)의 확고함이 또한 어찌 뇌정을 범하고 백인(白刃)을 밟는 절개보다 못하겠는가? 윤지완이 이 점에서 다른 사람보다 뛰어나니, 식자(識者)들이 다른 날 사직지신(社稷之臣)이 될 것을 이미 알았다. 그러나 그가 깊이 생각하고, 또 첨고(瞻顧)한다 하여 기롱(譏弄)한 자들은 또한 윤지완이 얕은 수작을 부리는 줄 알았다.",
                "hj": "○甲辰/大司諫尹趾完立異, 引避於吳始壽鞫問之啓, 上命勿辭。【原啓見上。】聖人固曰: “天討有罪。” 而又不曰: “罪疑惟輕乎?” 凡人罪死, 尙可欽恤, 況於大臣乎? 吳始壽臣强之言, 固似傅會鼻强等說, 而追實逆柟之所狀聞者, 則罪固不容於誅。 而但始壽旣不能親與孝禮酬酢, 而譯舌傳言之際, 難保其必無詿誤。 孝禮旣不可窮詰言根, 譯舌未必不隨時變辭, 始壽之抵賴, 亦不能無辭。 不可謂明白之案, 則置始壽於疑信之間, 痛其心而免其死, 亦不害爲寬大之政。 時議之不許竝鞫象譯, 而必先致法於始壽者, 未知其必出於天理之公、天討之正則宜乎有趾完之立異。 夫雷霆可犯也, 白刃可蹈也, 當平世犯衆怒, 信獨見而立的者, 其擔負之勇、操守之確, 亦豈遽下於犯雷霆、蹈白刃之節! 趾完於是乎大過人, 識者已知其爲他日社稷之臣也。 彼切切然, 方且以瞻顧譏之者, 其亦淺之爲知之也。"
            }
        }
    },
    "05": {
        "19": {
            "1": {
                "H2KE-EN": "Shin Mi , the King appointed Bak Singyu as minister of punishments , and Shin Hujae as magistrate of Anbyeon Strategic Prefecture . [Bak] Singyu was cruel and strong, but he maintained the law of uprightness and strict. People do not dare commit to favor with personal favoritism. Also, he did not follow his colleagues and demonstrating his colleagues. Because of this, he was only praised and employed. [Shin] Hujae was [Bak] Jeoks niece-in-law. When 허적이 용사할 때, he did not collude [Bak] Jeoks conspiracy with him and grieved [Shin] Gyeoms discontent. Earlier, [Bak] Gyeom rode his post and stayed at home. [Shin] Hujae asked [Bak] Jeok, Why did [Bak] Gyeom be punished? How could [Bak] Jeok rode his post? [He] Jeok silently refused. When Jeok was defeated, his colleagues were all punished. [Shin] Hujae was exonerated, and [the King] appointed [Shin] Hujae as a relative of [Bak] Hujae. ",
                "H2KE-nKo": "박신규를 형조 판서로, 신후재를 안변 부사로 삼았다. 박신규는 사람됨이 거칠고 경솔하며 나무가 굳세었으나 청렴하고 엄격하여 법을 지켰으므로 사람들이 감히 사사로운 일로 청탁하지 못하였다. 또 그의 당우들을 따라 참혹하고 각박한 논의를 하지 않았기 때문에 유독 장려받아 등용되었다. 신후재는 허적의 생질이다. 허적이 권세를 부릴 때에 허적과 뜻이 맞았는데, 허견이 형편없는 것을 통탄하였다. 허견이 일찍이 병을 핑계로 집에 있으면서 가마를 탔는데, 신후재가 허적에게 묻기를,“허견이 형벌을 받았습니까? 무엇 때문에 가마를 타고 다녔습니까?”하니, 허적이 아무 말도 하지 않았다. 허적이 패하자 허적의 친당들이 모두 죄를 입었는데, 신후재만 홀로 연루되어 연이어 주부에",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 5월 19일(신미) 1번째기사",
                "gt-oKo": "박신규(朴信圭)를 형조 판서(刑曹判書)로, 신후재(申厚載)를 안변 부사(安邊府使)로 삼았다. 박신규는 추솔(麤率)하고 목강(木强)하나, 청렴하고 엄격하게 법을 지키니, 사람들이 감히 사사로운 것으로써 요구[干求]하지 못하였다. 또 그 당우(黨友)가 참혹하게 논박하는 데 따르지 아니하며 이 때문에 칭찬받아 임용(任用)되었다. 신후재는 허적(許積)의 생질(甥姪)인데, 허적이 권세를 부릴 때 허적과 부합(附合)하지 않고, 허견(許堅)의 무상(無狀)함을 통탄(痛歎)하였다. 허견이 일찍이 병을 핑계대고 집에 있으면서 남여(籃輿)를 타니, 신후재가 허적에게 묻기를, ‘허견이 형벌(刑罰)을 받았습니까? 무엇 때문에 〈남여를〉 타고 다닙니까?’ 하자, 허적이 묵묵히 있었다. 허적이 패몰(敗沒)하니, 허적의 친당(親黨)이 모두 죄를 받았으나, 신후재만 혼자 연루(連累)됨을 면하고, 잇달아 주(州)·(府)에 제배(除拜)되었다.",
                "hj": "○辛未/以朴信圭爲刑曹判書, 申厚載爲安邊府使。 信圭外麤率木强, 而淸嚴守法, 人不敢干以私。 又不隨其黨友爲慘刻之論, 以此獨被奬用。 厚載, 積之甥姪也。 當積用事時, 不與積合, 痛堅無狀。 堅嘗稱疾在家, 乘籃輿, 厚載問積曰: “堅受刑乎? 何舁行?” 積默然。 及積敗, 積親黨皆被罪, 厚載獨免連累, 連拜州府。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十一"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] received in audience the eulmyo year (. Acting Headmaster Kim Man , the acting headmaster of the Office of the Royal Confucian Academy , encouraged Hongyang to kill [Hongyang], Heavenly rained. [The King] strongly said that Oh Su should not be forgiven. [The King] also said, Formerly, even though there is no clear fault, people should be expelled [from the capital], and [they] should not be allowed to cooperate with the same court. [But] the King did not listen to them. There were many disasters caused by harboring grievances in grievances, thereby harming peacefulness. Even if there were any suspects who were fortunate to be exempt from punishment, [they] will not cause this disaster. Hongyangs crime has already been encouraged by selling grievances and harboring harm to the people. This is because officials of the Han dynasty encouraged [Hongyang] to kill [Hongyang], Heavenly rained. [However], in the future, all of them claim that [Hongyang] began to claim his words, harboring personal grievances, without knowing that [Hongyang] deceived the Heaven and deceived the people. This is also grievous. The words of guilty and expelling [Hongyang] to kill [Hongyang], which is inconsistently different from that of the instructions that governing [Hongyang] to a new country. The persons foolishness is almost worse than that of the future. ",
                "H2KE-nKo": "을묘년 1월 20일 인견 때에 행 대사성 김만중이 ‘홍양을 삶아 하늘에서 비가 내렸다.’라는 말을 인용하여 오시수를 용서할 수 없는 정상을 힘껏 말하고, 또 아뢰기를,“지난날 사람들은 죄가 뚜렷이 드러나지 않은 자라도 축출하여 같은 조정에서 서로 합하게 해서는 안 됩니다.”하였는데, 주상이 모두 들어주지 않았다. - 상세한 내용은 위에 보인다. - 전에 없던 큰 재변은 대부분 원한을 품고 답답하게 맺혀 화기를 손상시키는 데서 연유한다. 설령 의심스러운 죄를 요행히 면한 자가 있더라도 결코 이 때문에 재변을 초래하지는 않을 것이다.홍양의 죄는 이미 이익을 독점하고 원망을 사서 여러 사람에게 해독을 끼친 데 있으니, 이것이 한나라 신하가 ‘홍양을 삶아 하늘에서 비가 내렸다.’라는 말을 하게 된 이유이다. 그런데 후세의 일종의 당동 벌이하는 무리들이 번번이 모두 이 말을 빙자하여 사사로운 분노를 풀려고 하면서 스스로 하늘을 속이고 사람을 속이는 결과가 되는 것을 깨닫지 못하니, 그 또한 통탄스럽다.그러나 ‘죄 없는 자를 축출하였다.’라는 말에 이르러서는 ‘다스림을 하지 말고 새롭게 하라.’라는 가르침과는 더욱 차이가 있으니, 그 사람이 어질지 못한 것이 자못 후손이 없는 선례를 만드는 것보다",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 5월 3일(을묘) 1번째기사",
                "gt-oKo": "인견(引見)하였을 때 행 대사성(行大司成) 김만중(金萬重)이 상홍양(桑弘羊)을 삶아 죽여야 하늘에 비를 내릴 것이라는 말을 끌어대어 오시수(吳始壽)를 용서할 수 없다는 상황을 힘써 말하고, 또 지난날의 사람은 비록 죄가 드러난 것이 없는 자라 하더라도 마땅히 아울러 쫓아내고 함께 조정(朝廷)에서 상합(相合)하게 할 수 없다고 말하였으나, 임금이 모두 들어주지 않았다.【위에 상세히 보인다.】 무한한 재이(災異)는 억울함을 품고 답답함이 맺혀 화기(和氣)를 손상시키는 데서 기인함이 많은데, 설령 의심스러운 죄가 있는데도 다행히 면하는 자가 있다 하더라도 이 때문에 재이(災異)에 이르지는 않는 것이다. 상홍양(桑弘羊)의 죄는 이미 이식(利息)을 독점하고 수렴(收斂)한 원망에 있어서 많은 사람들에게 해독(害毒)을 끼쳤으니, 이 때문에 한(漢)나라 신하가 상홍양을 삶아 죽여야 하늘에서 비를 내리게 할 것이라는 말이 있었던 것이다. 그러나 후세에는 일종(一種)의 당류(黨類)를 치려는 무리들이 문득 모두 이 말을 빙자(憑藉)하여 사사로운 분노(憤怒)를 풀려고 하였으나, 스스로 하늘을 속이고 다른 사람을 속이는 데 돌아감을 깨닫지 못하였으니, 그 또한 통탄(痛歎)할 일이다. 죄가 없어도 아울러 쫓아내어야 한다는 말에 이르러서는 다스리지 않아도 새로와진다는 교훈과는 더욱 다름이 있으니, 사람의 어질지 못함이 용(俑)을 만든 사람은 후손(後孫)이 없다는 것보다 아마도 심할 것이다.",
                "hj": "○乙卯/引見時, 行大司成金萬重引烹弘羊天乃雨之說, 力言吳始壽不可容貸之狀。 又言: “向日之人雖罪無現著者, 宜屛逐之, 不可使同朝相合, 上皆不聽。【詳見上。】極無之災, 多由於含冤鬱結, 以傷和氣。 設令有疑罪之倖免者, 決不以此致災。 弘羊之罪, 旣在於榷利斂怨, 以毒群生, 則此漢臣所以有烹乃雨之說, 而後世一種黨伐之輩, 輒皆憑藉此言, 以逞其私憤, 不覺其自歸於欺天而罔人, 其亦痛矣。 至於無罪屛逐之說, 尤有異於罔治維新之訓, 其人之不仁, 殆甚作俑之無後乎!"
            },
            "2": {
                "H2KE-EN": "The King received in audience the concurrent Minister of Personnel 김석주 and reported to the King, saying, The 의망 of officials of the senior third rank or above is inevitable. Currently, among those who attend the King, former Censor Song Gyuryeom , who passed the government service for thirty years has passed since former Censor Song Gyuryeom . Although he is aged mother, he cannot be forced to a long distant post. However, how could he not be able to serve in the government eventually? As Yun Jin has served in the government for a long time, he has said that he is a sympathy and symptoms. However, he is not very important. Moreover, his character is very urgent and urgent. He has read books in the fields in the past several years and has long served in the government. One of these two men is one who attends the King three times and another is one who attends the King three times. If all of them are promoted to the higher rank, even if they are not especially superior to others, it would be possible to discuss the number of officials in the government service for a long time. Left State Councilor Jeong Jungju said, The way of applying the way of applying aptering applying appart ap",
                "H2KE-nKo": "인견할 때 겸 이조 판서 김석주가 주상에게 아뢰기를,“당상의 의망은 구차함을 면치 못합니다. 지금 시종 가운데 전 사간 송규렴은 출신한 지 30년이 되었습니다. 비록 노모가 있기 때문에 먼 곳에서 벼슬살이를 하지는 못하지만 어찌 끝내 벼슬살이를 하지 않을 리가 있겠습니까. 윤진은 벼슬살이를 한 지도 오래되었으니, 비록 놀라고 두려워하는 병통이 있다고는 하지만 본래 대단한 것이 아닙니다. 게다가 그 사람됨이 정밀하고 긴박하여 여러 해 동안 초야에서 독서하며 오랫동안 진출하였습니다. 이 두 사람은 하나는 세 조정의 시종신이고 하나는 두 조정의 시종신인데, 만약 모두 당상으로 올린다면 비록 남들보다 특별히 뛰어난지는 모르겠지만 오래 근무한 것으로 논한다면 또한 반드시 여론에 부합할 것입니다.”하고, 좌의정 민정중이 아뢰기를,“사람을 등용하는 방도는 취재하여 의망하는 것이 마땅하고, 오로지 오래 근무한 것으로만 말하는 것은 마땅하지 않습니다. 상께서 막 분경을 금지하라는 뜻으로 하교하셨는데, 이 두 사람은 벼슬살이를 좋아하지 않고 승진하는 데 태연합니다. 만약 박세당처럼 조용히 발탁하여 쓴다면 또한 염치를 장려하는 한 가지 방도가 될 수 있을 것입니다.”하니, 주상이 말하기를,“이 두 사람은 후일의 정사에서 당상에 의망하도록",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 5월 3일(을묘) 2번째기사",
                "gt-oKo": "인견(引見)할 때 겸 이조 판서(兼吏曹判書) 김석주(金錫胄)가 임금에게 아뢰기를, “당상(堂上)의 의망(擬望)은 구간(苟簡)함을 면하지 못하니, 지금 시종(侍從)의 신하 가운데 전(前) 사간(司諫) 송규렴(宋奎濂)은 벼슬길에 나온 지 30년인데, 비록 노모(老母)가 있기 때문에 먼 지방에서 벼슬살이할 수 없다 하더라도 어찌 끝내 종사(從仕)하지 못할 리 있겠습니까? 윤진(尹搢)도 또한 종사한 지 오래되었는데, 비록 놀라서 가슴이 뛰는 병이 있다 하더라도 본래 대단한 것이 아니며, 또 그 사람됨이 정묘(精妙)하고 긴절(緊切)하며, 여러 해 동안 전야(田野)에서 독서(讀書)하여 놀라운 진보를 보였습니다. 이 두 사람 가운데 한 사람은 세 조정(朝廷)에서 시종(侍從)하였고, 한 사람은 두 조정에서 시종하였으니, 모두 당상(堂上)으로 승진시킨다면, 비록 다른 사람들보다 특이(特異)할지 모르겠으나, 구차(久次)로 논한다면 또한 반드시 실정에 맞을 것입니다.” 하니, 좌의정(左議政) 민정중(閔鼎重)이 말하기를, “사람을 임용(任用)하는 도리는 마땅히 재주와 명망(名望)을 취해야 하며, 오로지 구차로 말하는 것은 마땅하지 못합니다. 성상께서 겨우 분경(奔競)을 금지하는 뜻으로써 하교(下敎)하셨는데, 이 두 사람은 사환(士宦)을 달갑게 여기지 않고 진취(進取)하는데 담박하니, 만약에 염정(恬靜)하다는 것으로 박세당(朴世堂)을 기용하듯이 한다면, 염치(廉耻)를 권장하는 한 방법이 될 것입니다.” 하였는데, 임금이 말하기를, “이 두 사람은 훗날의 정사(政事)에서 당상(堂上)에 의망(擬望)함이 가하다.” 하였다",
                "hj": "○引見時, 兼吏曹判書金錫冑白上曰: “堂上擬望, 不免苟簡。 卽今侍從中, 前司諫宋奎濂, 出身三十年, 雖以有老母之故, 不得遠宦, 然豈有終不從仕之理? 尹搢從仕亦久, 雖稱有驚悸之病, 而本不大段。 且其爲人精緊, 而累年田野, 讀書長進。 此兩人, 一則三朝侍從; 一則兩朝侍從, 若竝陞堂上, 則雖未知其特異於人, 而論以久次, 亦必協於物情矣。” 左議政閔鼎重曰: “用人之道, 宜取才望, 不宜專言久次, 而自上纔以禁抑奔競之意下敎, 此兩人不肯仕宦, 恬於進取。 若以恬靜擢用, 如朴世堂之爲, 則亦可爲奬廉恥之一道也。” 上曰: “此兩人後日政, 擬於堂上望可也。”"
            },
            "3": {
                "H2KE-EN": "Responding a royal directive to the Office of Royal Decrees Im Yeong and Sim Suryang , Second Deputy Director [of the Office of Royal Decrees] [] [of the Censor General] [], Assistant Superintendent [of the Office of the Royal Decrees] [], Song Gwangyeon , submitted a joint memorial to present 일곱 가지 조목s [to the King]. At the end of the memorial to the King, Great Lord of Gwangseong Kim Mangi , Great Lord of Cheongseong 김석주 , was entrusted with military capacity , and [those who were] in charge of administrative ministries were not satisfactory in accordance with the hearts of the people. The King responded by a reprimandant reprimand. At the time, the virtuous and virtuous occurred by both the royal kins were the same as those of the same generation as those of the close relatives. The King reverently looked up to the throne and the world of the world was the same as those of the world. The yin and yang changed from the sun and the yang changed from a short eclipse. Only these two to three clear flowers did not observe the circumstances of danger and did not avoid the execution of an admonition of an admonition. Consequently, they raised the integrity of the purpose of righteousness. The moral integrity of social mores and frugal mores are truly ashamed to be ashamed to the tiger of the Joyang and the tiger of the hall. Alas! That is why [the King] suddenly reprimanded his ",
                "H2KE-nKo": "교리 임영ᆞ심수량, 부교리 오도일, 수찬 심유, 부수찬 송광연이 응지하여 차자를 올려 일곱 가지를 진달하였다. 그 말미에 광성부원군 김만기, 청성부원군 김석주가 병권을 잡고 전형을 맡은 것이 물정에 부합하지 않음을 말하니, 주상이 비답을 내려 이상하게 여겨 꾸짖었다. - 원래의 상소와 비지는 위에 보인다. - 이때 두 척신의 기세가 어떠하였던가. 왕실의 가까운 친척으로서 세상에 드문 공을 세웠으므로 주상이 우러러 성취하고 온 세상이 붙좇아 산과 바다로 이전할 수 있었고 음양이 순식간에 변하였다. 그런데 저 두세 명의 청류들은 하늘을 찌를 듯한 기염을 돌아보지 않고 임금의 노여움을 피하지 않고 조용히 바른말을 하여 그들의 기세를 꺾어 버리고 마침내 청의를 창도하였다. 풍채가 늠름하여 참으로 조양의 봉황새와 전상의 호랑이에 부끄럽지 않았으니, 아, 위대하도다.아, 아래에서는 부지런히 공박하는 말을 소홀히 하고 위에서는 곡진히 공격하는 경계에 어두웠으니,",
                "date_ko": "숙보 11권, 7년(1681 신유 / 청 강희(康熙) 20년) 5월 3일(을묘) 3번째기사",
                "gt-oKo": "교리(校理) 임영(林泳)·심수량(沈壽亮), 부교리(副校理) 오도일(吳道一), 수찬(修撰) 심유(沈濡), 부수찬(副修撰) 송광연(宋光淵)이 응지(應旨)하여 7조목(條目)의 차자(箚子)를 올리고, 말미(末尾)에 말하기를, “광성 부원군(光城府院君) 김만기(金萬基)와 청성 부원군(淸城府院君) 김석주(金錫胄)가 병권[兵柄]을 도맡고 전형(銓衡)을 관장(管掌)하는 것은 실정에 맞지 않습니다.” 하니, 임금이 비답(批答)을 내려 다르다고 책망하였다.【원소(原疏)에 대한 비지(批旨)는 위에 보인다.】 이때 두 척신(戚臣)의 기세가 어떠하였는가 하면, 폐부(肺腑)의 친속(親屬)으로서 세상에 드문 공(功)을 세우자, 주상(主上)께서 앙성(仰成)하는 바 되고 온 세상이 붙좇는 바 되어, 산과 바다를 이전(移轉)할 만하고, 음양(陰陽)을 순식간에 변개(變改)시킬 만하였다. 그런데 저 두세 청류(淸流)가 하늘을 태울 만한 불꽃을 돌아보지 아니하며, 비린(批麟)의 주벌(誅罰)을 피하지 않고, 조용히 바른 말을 하여 그 기세를 꺾고 마침내 청의(淸議)를 창도(倡道)하였다. 풍채(風采)가 늠름하여 동쪽 산기슭의 봉(鳳)과 전상(殿上)의 범에 진실로 부끄럽지 아니하였으니, 기쁘고도 위대하다. 그러나 아래에서는 삼가서 공박하는 말을 소홀히 하고 위에서는 곡돌(曲突)의 경계에 어두웠으니, 애석하다.",
                "hj": "○校理林泳ㆍ沈壽亮、副校理吳道一、修撰沈濡、副修撰宋光淵應旨上箚, 陳七條, 末言光城府院君金萬基、淸城府院君金錫冑典兵柄、掌銓衡之不協於物情。 上批以可異責之。【原疏批旨見上。】是時, 兩戚臣之氣勢何如也? 以肺腑之親, 挾不世之功, 主上之所仰成, 一世之所趨附, 山海可以移轉, 陰陽變於呼吸。 而惟彼數三淸流, 不顧熏天之焰, 不避批鱗之誅, 從容正辭, 以折其角, 而遂爲淸議之倡焉。 風采澟澟, 眞不愧於朝陽之鳳、殿上之虎, 嘻嘻偉哉! 惜乎其下忽勤攻之言, 而上昧曲突之戒也。"
            }
        }
    },
    "07": {
        "21": {
            "1": {
                "H2KE-EN": "The King ordered that an honorary gate be erected in honor of the late Second Inspector [of the Office of the Inspector General] [] and Lady Yi , wife of the late Second Inspector [of the Office of the Inspector General] []. During the Royal lecture , Fourth Minister [of Taxation] [] Yi Seomin reported to the King as follows: Since the byeongo year ( and jeongyu year (, the moral integrity of righteousness was revealed and executed, and the honorary gate was completely erected. Only the wife of the late Second Inspector [of the Office of the Inspector General], Lady Yi, who was short of the enemy attack by the enemy, was afraid that she might be humiliated and shamelessly died. The moral integrity of righteousness is even more extraordinary. However, because the moral integrity of [Yi] Seon거 was intelligent, she was unable to die along with [the enemy], which was deeply regretful. One life, however, as a criminal, did not wish to make a request to the court [of Ming China] because of this, the family still could not dare speak about it. The moral integrity of righteousness has been revealed, which is known to everyone in this world. The King ordered that an honorary gate be erected in honor. Lady Yi is the mother of [Yi] Jeon [], the wife of [Yi] Jeon []. When Lady Yi dies her death, how can she be related to the moral integrity of [Yi] Seon거? How could she have been abandoned only because [Yi] was grieved by Lady Yi? Those who compiled the historians drafted the entire body of the Bureau of Livestock Breeding , secretly observed the grievance of the late Emperor [of Ming China], secretly placed both inside the unclear. However, he did not know whether public justice cannot be falsified. Those who language pointed this out of criticism.",
                "H2KE-nKo": "고 집의 윤선거의 처 이씨에 대해 정려하라고 명하였다. 주강을 행할 때 지사 이민서가 주상에게 아뢰기를,“병신년과 정유년의 난리 뒤에 절의가 두드러지게 드러나 거의 모두 정려하여 포상하였는데, 유독 윤선거의 처 이씨에게만 빠졌습니다. 이씨는 적의 선봉이 가까이 다가와 오자 치욕을 당할까 두려워하여 먼저 스스로 인결하고 조용히 죽음을 택하였습니다. 그 의열이 더욱 탁월하였으나 윤선거는 약속이 있었는데도 함께 죽지 못한 것을 통한스럽게 여기고, 일생 동안 죄인으로 자처하면서 이것으로 조정에 청하지 않으려고 하였기 때문에 그 집안에서는 아직 감히 진달하지 못하고 있습니다. 의열이 두드러지게 드러난 것은 온 세상이 다 아는 바이니, 정려하는 은전이 있어야 합니다.”하니, 주상이 해당 조로 하여금 특별히 정려하게 하였다. 이씨는 바로 징사 윤증의 어머니이다. 이씨가 절의에 죽은 것이 애당초 어찌 윤선거와의 약속에 관계되었겠으며, 윤선거가 일생 동안 스스로 폐인이 된 것 또한 어찌 전적으로 이씨를 통한스럽게 여겼기 때문이겠는가. 초사를 편수한 자가 인용한 북지왕의 일은 송시열이 만년에 분노하고 원망하는 말투를 조술하여 은연중 두 사람을 암담한 가운데 처하게 한 것인데, 공의를 속일 수 없다는 것을 몰랐으므로",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 7월 21일(임신) 1번째기사",
                "gt-oKo": "고(故) 집의(執義) 윤선거(尹宣擧)의 처(妻) 이씨(李氏)를 정려(旌閭)하도록 명하였다. 주강(晝講) 때에 지사(知事) 이민서(李敏叙)가 임금에게 아뢰기를, “병자년·정축년 호란(胡亂) 뒤에 절의(節義)가 두드러지게 나타난 이들은 거의 모두 정문(旌門)을 세워 주고 포상(褒賞)하였는데, 유독 윤선거의 처 이씨에게만 그것이 빠졌습니다. 대체로 이씨가 적(賊)의 칼날이 급박하게 닥치려는 때를 당하여 자신이 더렵혀지고 욕을 당할까 두려워하여 먼저 스스로 결단하여 조용히 죽음을 택하였으니, 의열(義烈)이 더욱 뛰어납니다. 그런데 윤선거는 그와 약속를 하였지만 함께 죽을 수 없었으므로 몹시 한스럽게 여기며, 일생(一生)을 죄인으로 자처(自處)하면서, 이러한 사실을 조정에 올려서 청하려고 하지 않았기 때문에 그 집안에서도 여지껏 감히 진달하여 알리지 못했던 것입니다. 의열(義烈)이 두드러지게 드러난 것은 온 세상이 알고 있는 바이니, 작설(綽楔)하는 전례(典禮)가 있어야 마땅합니다.” 하니, 임금이 해조(該曹)로 하여금 특별히 정려(旌閭)하도록 하였다. 이씨(李氏)는 바로 징사(徵士) 윤증(尹拯)의 어머니이다. 이씨(李氏)가 절의(節義)에 죽은 것이 애당초 어찌 윤선거(尹宣擧)와의 약속에 관계되었겠으며, 윤선거가 일생 동안 폐인(廢人)으로 자처(自處)한 것이 어찌 전적으로 이씨를 위하여 몹시 한스러워 하는 데서 말미암았을 뿐이겠는가? 처음 사초(史草)를 정리한 자가 인용한 북지(北地)의 왕사(王事)는 송시열(宋時烈)의 만년(晩年)에 화를 내고 원망하는 말씨[口氣]를 본받아 서술하여 은연(隱然)히 두 사람을 어두운 데 처하게 하였으나, 공변된 의논은 속일 수 없다는 것을 몰랐으로 식자(識者)들이 그것을 그르게 여겼다.",
                "hj": "○壬申/命旌故執義尹宣擧妻李氏閭。 晝講時, 知事李敏叙白上曰: “丙丁亂後, 節義表著, 幾盡旌褒, 而獨於尹宣擧妻李氏闕馬。 蓋李氏當賊鋒將迫, 恐被汚辱, 先自引決, 從容就死。 義烈尤卓, 而宣擧以其有約, 而不能竝死, 有所痛恨, 一生以罪人自處, 不欲其以此上請於朝, 故其家尙未敢陳聞。 義烈彰著, 擧世所知, 宜有棹楔之典矣。” 上令該曹, 特爲旌閭。 李氏卽徵士尹拯母也。 李氏之死於節, 初豈係於宣擧之有約, 而宣擧之一生自廢, 亦豈專由於爲李氏痛恨而已? 修初史者所引北地王事, 祖述宋時烈晩年忿懟之口氣, 隱然處兩人於黯黮之中, 而不知公議之不可誣, 識者非之。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The King specially summoned 영중추부사 송시열 , former Second Inspectors [of the Office of the Royal Lectures] [] 박세채·윤증·이상을 summoning those who were widespread and did not attend to their office due to illness. 【비망기는 위에 보인다.】 사신은 논한다. The King treated all the officials with utmost generosity. Now, when I read the summoning and specially summoning those who were summoning the special summoning those who were simple and sincerely explained to govern the state, the words of praising those who were not virtuous and virtuous behavior, and thus I cannot dare summon them. Alas! I cannot add more less than this. Although the royal favor was especially high, the order of summoning officials was issued always because of the requests of all the officials. Not only is the fault of the momentary proprieties of the summoning officials. Therefore, the worthy of the worth of the worthy",
                "H2KE-nKo": "신사년에 주상이 별유를 내려 영중추부사 송시열과 전 집의 박세채ᆞ윤증ᆞ이상을 특별히 불렀으나 모두 병을 이유로 사양하고 나아오지 않았다. - 비망기는 위에 보인다. - 사신은 논한다. 주상이 여러 유신을 우대하는 것이 지극하였다. 지금 불러들이고 별유한 것을 읽어 보니, 말뜻이 간절하고 정성스러우며 온화하게 도움을 구하여 함께 나라를 다스리려는 성대한 뜻이 있었다. 그 칭찬하는 말에 또 도가 아닌 훌륭한 덕이 높은 선비가 있었으니, 아, 이보다 더할 수 없다. 다만 은혜로운 대우가 비록 융숭하였지만 부르는 명을 내리는 것은 매번 여러 신하가 아뢰어 청한 것으로 인하여 내린 것으로, 한갓 한때의 허례와 아름다운 규범에 그치고 말았다. 그러니 어진 몇몇 신하에 대해 깊이 알고 독실하게 좋아한 것이 마음속에서 우러나온 것이지, 반드시 옛날의 성왕이 자나 깨나 안절부절못하며 애타게 기다리는 것과는 같지 않을 것이다. 그러니 몇몇 신하가 경솔하게 나아가 명에 응하기 어려운 것이 또한 마땅하지 않겠는가.아, 이때를 당하여 주상이 이미 혁연히 다시 새롭게 하여 사류를 등용하였는데, 성상의 자질이 총명하고 슬기로우며 점점 국사를 익히고 날로 부지런히 정사를 처결하여 큰일을 하는 것을 즐거워하였으니, 이때가 바로 큰일을 할 수 있는 기회였다. 그런데 단지 다스림을 세우는 근본 요체를 얻지 못하였고, 대신이 또 도로써 보좌하여 전철을 따르지 못하여 시사가 날로 글러지게 하였으니, 식자들이 진실로 이미 탄식하였다. 만약 여러 유신이 조정에 무리지어 나와 마음을 합하여 함께 일을 해 나간다면, 비록 이 세상을 만회하지는 못하더라도 계책을 세우는 데에는 반드시 몇 푼을 구하고 나라의 명맥을 지탱하여 연장할 수 있을 것이다. 그런데 어찌하여 저 시세가 하기 어려운 것을 헤아리고 나오지 않는 것은 어째서인가. 그러나 송시열은 세 조정을 섬긴 노숙하고 한 시대의 유종으로서 세상에서 존경과 신임을 받았다. 그러나 신명이 이미 쇠하여 큰일을 하기 어렵고, 또 사람을 알아보는 데에는 부족하고 좋아하는 데에는 치우쳤다. 지난겨울에 조정에 나왔을 때 주상에게 사람을 천거하는 것이 모두 사람들의 뜻에 차지 않았다. 박세채는 감식이 정밀하고 학문이 세밀하지 않았으며, 윤증은 탐색하는 공부가 비록 조금 부족하였지만 지조와 행실이 돈독하고 문장이 더욱 깊었다. 이들은 모두 순박하고 단아하여 허물이 적은 선비였지만 반드시 세상을 경영하는 역량이 있는 것은 아니었다. 이상은 지론이 한갓 준엄하고 격렬하기만을 힘썼고 학술이 본래 얕았으며, 향리에 살면서도 재산을 불린다는 비난이 있었다. 그런데도 조정에서 매번 뒤섞어 천거하여 예우를 더하였으니, 잘못이다. 비록 등용하더라도 어찌",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 8월 1일(신사) 1번째기사",
                "gt-oKo": "임금이 특별 유지(諭旨)를 내려 영중추부사(領中樞府事) 송시열(宋時烈) 및 전(前) 집의(執義) 박세채(朴世采)·윤증(尹拯)·이상(李翔)을 특별히 불렀으나, 모두 병이 들었다는 것으로 사양하고 나아오지 않았다.【비망(備忘)은 위에 보였다.】 사신(史臣)은 논한다. “임금이 여러 유신(儒臣)을 후하게 예우(禮遇)함이 지극하다. 지금 연석에 불러 들이는 특별 유지를 읽어보니, 그 내용이 간절하고 측연하며 매우 정성스러워 함께 〈국사를〉 다스리도록 도움을 구한 풍성한 뜻이 가득하였다. 그 장려하는 내용 또한 도덕(道德)이 융성한 인사가 아니면 감히 감당하지 못할 바가 있었으니, 아! 이보다 더 할 수는 없을 것이다. 다만 은혜는 비록 융성하다고 하더라도 불러들이도록 유시하는 명령이 언제나 여러 신하들의 진달과 주청을 인하여 나오니, 한갓 한 때의 허례(虛禮)와 미규(美規)가 되는 데 그칠 뿐이다. 두어 신하의 현명함에 대해서도 깊이 알고 돈독하게 좋아함이 마음속에서 우러나오기를 옛날의 훌륭한 제왕이 자나깨나 〈현명한 사람을 구하려고〉 걱정하느라 편안한 자리가 없었던 것과 같은 것은 기필하지 못하였으니, 두어 신하가 경솔하게 진출하여 명령을 성취 시키기 어려운 것도 당연하지 않겠는가? 아! 이때에 주상(主上)께서 이미 혁연(赫然)하게 다시 새롭게 하여 사류(士流)를 등용 진출시키면서, 성자(聖資)가 영명하고 지혜로와 점차로 국사(國事)를 익히며, 날마다 청단(聽斷)하기를 부지런히 하여 큰 일 하기를 즐겨하시니, 이는 바로 잘 다스릴 만한 기회인 것이다. 그런데 다스리는 도리를 확고하게 세우는 근본과 요점을 알지 못하고, 대신(大臣) 또한 잘 조화시켜 보필하는 도리를 잘못하고 그전 사람들의 잘못된 자취를 따라 시사(時事)가 날로 글러지게 하였으므로, 식견이 있는 사람은 진실로 벌써 가만히 그것을 개탄하였다. 만약 여러 유신(儒臣)들로 하여금 조정에 모여서 나아가 마음을 합하여 함께 구제하게 한다면, 비록 지금의 세상 도덕을 만회(挽回)시킬 수는 없다고 하더라도 그 도모하여 다스리는 데는 틀림없이 얼마만큼은 구제하여 국가의 명맥을 부지하고 늘일 수 있을 터인데 저들이 시세(時世)가 다스리기 어렵다고 헤아리면서 나오지 않는 것은 무엇 때문인가? 송시열(宋時烈)은 세 조정을 섬긴 덕망이 있는 자이며 한 시대 유학자의 우두머리로 세상에서 존경하고 신임하는 바이지만, 정신[神明]이 이미 쇠약하여 큰 일을 하기는 어려우며, 또 사람을 알아보는 것이 부족하고 좋아하는 바에 치우쳤다. 그가 지난해 겨울 조정에 나왔을 적에 임금에게 사람을 천거하였는데, 모두 사람들의 뜻에 차지 않았다. 박세채(朴世采)는 식견이 정교하고 깊이가 있으며 학문은 미묘하고 치밀하다. 윤증(尹拯)은 탐색(探索)하는 공부는 비록 조금 부족하다 하더라도 지조와 행실이 돈독(敦篤)하며 〈지혜를〉 감춰 둔 것이 매우 깊다. 이들은 모두 순박하고 아담한 허물이 적은 유학자들이지만 세상을 경륜할 역량(力量)이 있다고는 할 수 없다. 그리고 이상(李翔)은 항상 주장하는 의논이 준절하고 격렬하지만 학술(學術)이 본래부터 천박(淺薄)하고 시골에 살 때에 또 재물을 증식했다는 비난이 있었는데도, 조정에서 언제나 섞여서 천거하고 예우를 더하도록 한 것은 잘못된 것이다. 비록 나아오게 하여 기용한다 하더라도 어떻게 잘 도울 수가 있겠는가?”",
                "hj": "○辛巳/上下別諭, 特召領府事宋時烈及前執義朴世采、尹拯、李翔, 皆辭以疾不赴。【備忘見上。】 【史臣曰: “上之優禮諸儒臣至矣。 今讀招延別諭, 辭旨懇惻款至, 藹然有求助共理之盛意。 其褒揚之辭, 又有非道盛德隆之士, 則不敢當者, 嗚呼! 蔑以加矣。 第恩數雖隆, 而其諭召之命, 每因諸臣陳請而發, 徒爲一時虛禮美規而止, 則於數臣之賢, 其深知篤好, 出於中心, 未必如古聖王寤寐側席之爲也。 數臣之難於輕進而就命也, 不亦宜乎? 噫! 當斯時也, 主上旣赫然更新, 登進士流, 而聖資明睿, 漸習國事, 日勤聽斷, 樂於有爲, 此正可爲之會也。 而只是不得其立治之根要, 大臣又不能以道協輔, 率循前轍, 使時事日非, 識者固已竊歎焉。 若使諸儒臣, 彙進於朝, 協心共濟, 則雖不能挽回斯世, 其所猷爲, 必有以救得數分, 支延國脈, 而奈彼量時世之難爲, 而不出何哉? 然宋時烈以三朝耆德, 一代儒宗, 爲世所尊信, 而神明已衰, 難於有爲, 且短於知人, 而偏於所好, 其在前冬赴朝也, 以人薦擧於上者, 皆不滿人意。 朴世采鑑識精覈, 問學微密; 尹拯探索之功雖少遜, 而操行敦篤, 閉藏尤深, 皆淳雅寡過之儒也, 而未必有經世力量。 至於李翔則持論徒務峻激, 而學術素淺, 居鄕且有殖産之誚, 朝廷每混擧而加禮焉者誤矣。 雖進用, 何能有所補哉?”】"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King (Sejong requesting that he be allowed to resign from his position and concurrently serving as many officials. The memorial read as follows: Originally, when he was replaced by his original army, he was originally not appropriate for the royal kins to participate in the state affairs. However, he has now been replaced by the royal kins as no more than his original army. Therefore, the intention of the royal kins replacing his original army would be indeed? Yet, it is truly a man of scholar-officials , and it is not worrisome that the evils of the current army are not worrisome. However, it is feared that the royal kins who become royal kins must not all be the same as that of Yet, if they occupy this precedent and permanently make their statements, then the Royal kins to participate in the state affairs will surely be worrisome. Therefore, the circumstances would inevitably be source of disorder. The King was strongly conferred and did not allow this. 【비지는 위에 보인다.】 사신은 논한다. Yet, being replaced by possessing posession of state affairs, which truly causes trouble to the future. Therefore, it would be proper that the Royal kins only referring to principles. The words of scholar-officials who are of the same circumstances are truly worrisome that the current army is not worrisome, and therefore, the intent of harboring possession and attempting to obey the royal kins cannot be expected to change the royal kins? Generally, the officials of the Office of the Censor General were reluctant to public justice, and therefore, they were no truth. Yet, having been called scholar-officials , they were unable to maintain strictness in ordinary times. When the royal kins became the royal kinsman, they could not strive to pay a farewell visit to the King and bestow a house upon them. Subsequently, when the chief state councilors request was granted, they also took charge of the duties of the senior third rank or above of the Office of the Capital Military Procurement . People regard this as wrong. Alas! Many high-ranking officials always requested that Yu",
                "H2KE-nKo": "홍문관이 차자를 올려 민유중이 겸임하고 있는 여러 직임을 사직하도록 허락해 줄 것을 청하였는데, 그 대략에,“당초 병조 판서를 체차한 것은 진실로 국구가 정사에 참여할 수 없기 때문이었는데, 지금 겸임하고 있는 직임이 병조 판서보다 못하지 않으니, 국구가 병조 판서를 체차한 뜻이 과연 어디에 있습니까. 민유중은 진실로 사류 중의 한 사람이니, 당장의 폐단은 참으로 염려할 만한 것이 아닙니다. 다만 훗날 국구가 된 자가 반드시 모두 민유중처럼 이 전례를 그대로 답습하여 영원히 구실로 삼지는 못할 것이니, 초친이 정사에 참여하는 데 그 근심이 장차 이루 말할 수 없게 될 것이고 또한 난망의 계제가 되지 않는다고 기필할 수 없을 것입니다.”하니, 주상이 엄한 비답을 내리고 허락하지 않았다. - 비지는 위에 보인다. - 사신은 논한다.민유중이 기무를 그대로 맡고 있는 것은 참으로 훗날의 폐단에 관계되니, 연신들은 이치에 근거하여 논해야 한다. ‘사류 중의 한 사람이니 당장의 일은 참으로 염려할 만한 것이 아니다.’라는 등의 말은 많은 말을 늘어놓았으니, 이러고도 임금의 마음을 돌리기를 바란들 될 수 있겠는가. 옥당의 신하들이 공의에 몰려서 이렇게 차자를 올려 논하였지만 실제적인 견해가 없었기 때문이다.민유중은 사류라고 일컬어지지만 평소 검속하고 제어하는 점은 본래 엄격하지 못하였다. 국구가 되어서는 재해와 흉년이 매우 심한 때를 당해서도 조정의 명에 힘써 하직 인사를 하여 황금을 하사하고 제택을 성대하게 수리하지 못하였고, 얼마 안 되어 상신이 청한 것으로 인하여 또 진휼청 당상의 직임을 살피니, 식자들이 그르게 여겼다.아, 여러 대신이 매번 민유중을 그대로 기무를 살피도록 청한 것은 혹 한때 인재를 아끼는 뜻에서 나온 것이기는 하지만, 임금의 뜻에 영합하여 스스로 척리에게 빌붙었다고 한다면 장차 어떻게 스스로 해명할 수 있겠는가.",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 8월 1일(신사) 2번째기사",
                "gt-oKo": "홍문관(弘文館)에서 차자(箚子)를 올려 민유중(閔維重)이 겸임했던 여러 직임을 사임(辭任)한 데 대하여 허락하도록 청하였는데, 대략에 이르기를, “애당초 본병(本兵)을 체임(遞任)하게 한 것은 진실로 국구(國舅)가 정사(政事)에 참여하는 것은 적합하지 않다는 까닭에서인데, 지금 겸임하는 것 또한 본병에 밑돌지 않으니, 국구라고 하여 본병을 체임시킨 의도가 과연 어디에 있겠습니까? 민유중은 진실로 사류(士流)이니 지금의 폐단은 참으로 염려할 것이 아니겠지만, 나중에 국구가 된 사람이 모두 민유중과 같다고는 기필하지 못할 것이고, 이 전례를 그대로 답습하여 영원토록 구실(口實)을 삼게 되면 왕비의 친척이 정사에 참여하게 되어 그 근심스러움이 장차 이루 말할 수 없을 것이며, 틀림없이 어지럽게 멸망하는 디딤돌이 되지 않는다고 못할 것입니다.” 하니, 임금이 준엄한 비답으로 허락하지 않았다.【비답 내용은 위에 보였다.】 사신(史臣)은 논한다. “민유중(閔維重)이 그대로 기밀(機密)의 정무(政務)를 겸임하는 것은 진실로 뒷날의 폐단에 관계되는 것인 만큼, 연신(筵臣)들이 단지 도리에 의거하여 그것을 논하는 것이 가한데도, ‘사류(士流)이니 당장에는 진실로 염려할 것이 아니다.’는 등의 말과 같은 것은 말이 많고 굽혀서 따르는 의도가 너무나 많으니, 이와 같이 하면서 임금의 마음을 돌이키려고 한들 그것이 얻어지겠는가? 대체로 옥당(玉堂)의 여러 신하들이 비록 공변된 의논에 핍박되어 이렇게 차자(箚子)를 올려 논하지만 실현성이 없는 것은 이 때문이다. 민유중이 비록 사류(士流)라고 일컬어지기는 하지만, 그가 평상시 자신을 단속하고 제재하는 데 있어서 본래 결단성 있게 엄격하게 하지 못하다가, 국구(國舅)가 되어서는 재해와 흉년이 매우 심한 때를 당하였는데도, 조정의 명령으로 내려 준 금(金)을 극력 사양하지 않고 집[第宅]을 성대하게 수리하였으며, 얼마 있다가 상신(相臣)이 주청한 것을 인하여 또 진휼청(賑恤廳) 당상(堂上)의 임무를 검찰(檢察)하게 하였으므로 식견이 있는 사람들은 그것을 그르게 여겼다. 아! 여러 대신(大臣)들이 언제나 민유중을 그대로 기밀의 업무를 검찰하도록 주청한 것이 비록 더러는 한 때의 인재를 아끼는 의도에서 나온 것이기는 하지만, 만약 임금의 뜻에 영합(迎合)하고 척리(戚里)에게 아부한다고 말한다면 그것을 장차 어떻게 자신이 해명하겠는가? 애석하다.”",
                "hj": "○弘文館上箚, 請許閔維重所辭兼帶諸任, 略曰: 當初遞其本兵, 固以國舅之不宜與政, 而卽今所帶, 又不下於本兵, 則國舅遞本兵之意, 果安在哉? 維重固是士流中人, 目前之弊, 誠非可慮, 而但恐日後爲國舅者, 未必皆如維重而因襲此例, 永爲口實, 則椒親與政, 其患將有不可勝言, 而未必不爲亂亡之階也。 上嚴批不許。【批旨見上。】 【史臣曰: “閔維重之仍帶機務, 誠關後弊, 筵臣只據理論之可也。 如士流中人, 目前誠非可慮等語, 周遮委曲之意太多, 如是而欲望回天, 得乎? 蓋玉堂諸臣, 雖迫於公議, 有此箚論, 而無實見故也。 維重雖稱士流, 其平日檢制處, 素不能截嚴。 及爲國舅, 當災荒孔棘之日, 不能力辭朝命, 以賜金盛治第宅。 俄因相臣所請, 又察賑恤廳堂上之任, 識者非之。 噫! 諸大臣之每請以維重仍察機務者, 雖或出於一時惜才之意, 若謂之迎合上意, 自附於戚里, 則其將何以自解乎? 惜哉。”】"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Yi Samyeong as superintendent of the Office of State Records . 사신은 논한다. Yi Samyeong passed the state examination and was only one year since he passed the state examination. He was promoted to the ranks of ministers because he had meritorious deeds and was not eligible for the court. Instead, he was suddenly appointed to the position of high-ranking official in the State Council. Later, high officials had repeatedly been appointed to the position of command and military campaigns. The opinions of the time were very unsatisfied.",
                "H2KE-nKo": "이사명을 비변사 제조로 삼았다. 사신은 논한다. 이사명이 과거에 급제한 지 겨우 1년이 넘었는데 공훈을 끼고 재상의 반열에 발탁되었다. 조정에서는 일찍이 그의 재능을 두루 시험해 보지도 않고 갑자기 묘당의 중요한 자리에 앉혔다. 그 뒤에 대신이 여러 차례 군사를 거느리는 직임에 의망되자 시론이 매우 만족스럽게",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 8월 14일(갑오) 1번째기사",
                "gt-oKo": "이사명(李師命)을 비변사 제조(備邊司提調)로 삼았다. 사신(史臣)은 논한다. “이사명이 과거에 급제한 지 겨우 한 해가 지났을 때 공훈[勳庸]을 끼고 재상(宰相)의 직질(職秩)에 발탁되었으며, 조정에서는 일찍이 그의 재능을 낱낱이 시험하여 보지도 않고 갑자기 묘당(廟堂)의 기밀스럽고 긴요한 중임을 맡게 하였다. 그 뒤에 대신들이 여러번 군사를 거느리는 직임에 주의(注擬)하자, 당시의 의논이 매우 만족스럽게 여기지 않았다.”",
                "hj": "○甲午/以李師命爲備邊司提調。 【史臣曰: “師命登第甫踰年, 挾勳庸而擢宰秩, 朝廷未嘗歷試其才, 而遽處以廟堂機要之重。 其後大臣屢擬將兵之任, 時論甚不厭。”】"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King dismissed former Magistrate of Hanseong Magistracy Yi Gwanjwa from his post in the gihae year ( because he misappropriated Nam Mongjae was punished for committing the crime of taking or receiving illicit goods. The Ministry of Personnel dismissed him from his post in the royal edict received in the jeongsa year (.",
                "H2KE-nKo": "장오죄를 지은 관리의 천주인 전 판윤 이관징을 파직하였다. 남몽뢰를 잘못 천거하여 장오죄에 걸려 형을 받았기 때문에 이조가 정사년의 수교에 따라 파직한",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 8월 19일(기해) 1번째기사",
                "gt-oKo": "장리(贓吏)의 천주(薦主)를 파면시켰다. 전(前) 판윤(判尹) 이관징(李觀徵)이 남몽뢰(南夢賚)를 잘못 추천(推薦)하여 좌장(坐贓)으로 형벌을 받았는데, 이조(吏曹)에서 정사년의 수교(受敎)에 의거하여 그를 파면(罷免)하였다.",
                "hj": "○己亥/罷贓吏薦主前判尹李觀徵。 以誤薦南夢賚坐贓受刑, 吏曹依丁巳受敎, 罷之。"
            }
        }
    },
    "09": {
        "27": {
            "1": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General ] Yun Ban , Fourth Inspector [of the Office of the Inspector General ] Yi Seonbu , and others requested that Second Deputy Director [of the Office of the Inspector General] Kim Hun be dismissed from his post. The summary of the memorial read as follows: After [Kim] Hun received a house that was a traitorous subject, his roof tiles were stealing. [Kim] Hun urged [the roof tiles] to collect [the roof tiles] from the villagers. The people of the villagers stole [the roof tiles] and [the roof tiles] are completely revealed. However, [the roof tiles] compared to the loss of mistakes, and the number [of roof tiles] is more severe. Then [the roof tiles] have the villagers take turns watch and protect [the roof tiles]. People say that [the roof tiles] are numerous, and [the roof tiles] are not slightly disappointed. The practice of corrupting harm to the people should not be punished. The King answered that the matter of merit subjects can be different from that of others. [The King] urgently suspend [the roof tiles] and refused to raise [the roof tiles]. 사신은 논한다. Although Hun was a descendant of a power of the law, [Kim] Huns character was simple and unfilial. He was worthless and unworthy. The worthy of the world was ridiculed in the world. [However,] only relying upon his powerful families, [the roof tiles] encouraged to promote [the roof tiles] to promote [the descendants] to the post of frontier garrisons , and [the roof tiles] repeatedly recommended [the descendant",
                "H2KE-nKo": "장령 윤반, 지평 이선부 등이 아뢰어 좌윤 김익훈을 파직할 것을 청하였는데, 그 대략에,“김익훈이 역적 허적의 가사를 절수받은 뒤에 그 기와를 도둑맞았는데, 김익훈이 그 동네 사람에게 독촉하여 징수하였습니다. 동네 사람들이 거두어 모아 꾸어 간 것은 모두 중복한 것이었는데, 잃어버린 것에 비해 그 숫자가 더 많았습니다. 이어 동네 사람들로 하여금 돌아가며 직숙하며 간수하게 하였으므로 사람들의 말이 자자하여 놀라지 않는 이가 없습니다. 민간에 폐해를 끼치는 버릇을 징계하지 않을 수 없습니다.”하니, 비답하기를,“훈신은 일의 체모가 자별하니, 속히 정지하고 번거롭게 하지 말라.”하였다. 사신은 논한다. 김익훈이 비록 법가의 후예라고는 하지만 사람됨이 비루하고 패악하여 한 가지의 행실도 잘하는 것이 없었으므로 세상에서 비웃고 손가락질하였다. 그런데 한갓 가음을 빙자하여 연줄을 타고 승진하는 매개로 삼아 곤수에 제수되기까지 하였고, 여러 차례 군사를 거느리는 직임에 의망되었다. 만년에는 또 훈봉에 참여되기를 도모하여 교만과 방자가 날로 심해지니, 당시의 의론이 분개하였다. 대신이 논한 것은 단지 사소한 죄일",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 9월 27일(병자) 1번째기사",
                "gt-oKo": "장령(掌令) 윤반(尹攀)과 지평(持平) 이선보(李善溥) 등이 좌윤(左尹) 김익훈(金益勳)의 직임(職任)을 파면하도록 계청(啓請)하였는데, 그 대략에 이르기를, “김익훈이 역적(逆賊) 허적(許積)의 가사(家舍)를 절수(折受)한 뒤에 그 기와를 도둑맞았는데, 김익훈이 그 동리 안의 사람들에게 거둬들이도록 독촉하여, 동리 사람들이 거둬 모으고 빌리고 하여 모두 다시 덮었습니다. 그런데 잃어 버렸던 것에 비교해 그 숫자가 더 많았습니다. 그리고 그대로 동리 사람들로 하여금 돌아가면서 지키고 간수(看守)하도록 하여 사람들의 말이 자자(藉藉)하고, 놀랍게 여기지 않는 이가 없습니다. 그의 민간(民間)에 폐단을 끼치는 풍습을 징계하지 않을 수 없습니다.” 하니, 임금이 훈신(勳臣)은 일의 체모가 특별하니 빨리 정지시키고 번거롭게 하지 말라는 것으로 답(答)하였다. 사신(史臣)은 논한다. “김익훈(金益勳)이 비록 법가(法家)의 후손으로 태어나기는 하였지만, 사람됨이 비루하고 사리에 어긋나 한 가지의 행실이나 능력도 없어 세상에서 비웃음과 손가락질을 당하면서도 한갓 조상의 공덕(功德)을 의뢰하여 그것을 인연하여 진출하는 매개로 삼아 곤수(閫帥)에 임명되기에 이르렀으며, 여러번 군사를 거느리는 직임에 의망(擬望)되었고, 늦게는 또 훈봉(勳封)에 참여하도록 도모하여 교만 방자함이 날로 심하였으므로, 당시의 의논이 그것을 분(憤)하게 여겼다. 대신(臺臣)이 논한 것은 특별히 그의 미미한 죄였다.”",
                "hj": "○丙子/掌令尹攀、持平李善溥等啓請罷左尹金益勳職, 略曰: “益勳折受逆積家舍之後, 其蓋瓦爲偸兒所竊, 益勳督徵於其洞內人。 洞人收合稱貸, 盡爲重覆, 而比諸所失, 其數有加。 仍令洞人, 輪直看守, 人言藉藉, 莫不爲駭。 其貽弊民間之習, 不可不懲。” 上批以勳臣事體自別, 亟停勿煩爲答。 【史臣曰: “益勳雖出於法家世裔, 而爲人鄙悖, 無一行能, 世所嗤點。 而徒藉家蔭, 夤緣媒進, 至拜閫帥, 屢擬將兵之任。 晩又圖參勳封, 驕恣日甚, 時議憤之。 臺臣所論, 特其微罪也。”】"
            }
        }
    },
    "12": {
        "16": {
            "1": {
                "H2KE-EN": "In eulmi year (, Second Minister of War Yi Samyeong presented a memorial to the King to discuss the convenience of possessing posession of posing posession and to first test the convenience of posing posession in the two provinces. He requested that the Special Granary of Military Procurement be installed so that he could support the profit of seaways and seaways. The King bestowed a generous favor upon him and permitted the State Council to reform the convenience. 사신은 논한다. Yi Samyeong was literary and skillful and deceitful. He was treacherous and deceitful. In gimi year (, at the gyeongsin year (, 김석주 secretly plotted to execute 허적 and others. Yi Samyeongs mother, with the wife of 김석주, was the sister of his younger sister. Yi Samyeong also became the sister of 김석주s younger sister. Because of this, Yi Samyeong participated in the conspiracy with the eunuch Kim Hyeon and others. When he passed the state examination, 김석주 was in charge of posing posession, Yi Samyeong knew the conspiracy of the possibility of the possession of the posion of the posession of the posion of the posing posession of the posion of posing posession of posion of poession of ",
                "H2KE-nKo": "을미년에 병조 참판 이사명이 상소하여 호포의 편의를 극론하고 먼저 양서에 시험 보였다. 군자 별창을 설치하여 산해와 선박의 이익을 관리하게 할 것을 청하니, 주상이 너그러운 비답을 내리고 묘당으로 하여금 변통하게 하였다. 사신은 논한다. 이사명은 문예가 있고 단아하고 언변이 있었으나 속마음은 실로 바르지 못하였다. 기미년과 경신년 사이에 김석주가 은밀히 모의하여 허적 등을 주벌하였다. 이사명의 어미는 김석주의 처와 자매 사이였는데 이사명이 또 김석주의 자서였다. 이로 말미암아 이사명이 그 모의에 참여하고 이어 환관 김현 등과 교통하였다. 과거에 급제할 때 김석주가 시험을 관장하였는데 이사명이 미리 시험 제목의 뜻을 알았고, 허견 등의 옥사가 성립되자 이사명이 녹훈에 응하였다. 이때 이사명은 전시에 곧바로 응시할 자격을 받고 아직 전시를 거치지 않았으므로 이력이 없는 것을 혐의하여 품계를 뛰어넘어 마침내 녹훈되지 않았다. 그런데 당로자가 주상에게 아뢰어 정시를 설행하였는데 이사명이 수석을 차지하였다. 이때 마침 옥당이 바야흐로 신록에 참여하기를 의논하고 있었는데 또 참여하기를 요구하였으나 의논하는 자들이 허락하지 않았다. 이에 중비로 특별히 이사명을 수찬에 제수하였다가 오래지 않아 마침내 보사훈 2등에 추가로 녹훈되었다. 날마다 달을 뛰어넘어 발탁되어 아경에 이르고 봉군되기에 이르렀는데, 이사명은 스스로 재능이 자기보다 나은 것이 없고 장상은 아침저녁으로 취할 만하다고 여겨 번번이 정사에 간여하고자 하였다. 이에 상소하여 호포를 청하면서 문장과 변론을 늘어놓아 주상의 뜻을 기울이게 할 것을 청하였다. 상소 가운데의 설난은 스스로 서로 어긋나는 것이 많았다. 대개 호포의 법은 물고 난 아이와 어린이에게 호포를 징수하는 억울함을 제거하고자 한 것으로 본래 아름다운 뜻이었다. 이에 앞서 식견 있는 자들이 그 의논을 많이 주장하였다. 그러나 신법을 시행하는 것은 요컨대 시기가 있는 것이다. 현재 백성들은 곤궁하고 근심스러우며 믿음과 은혜가 미덥지 못한데 이사명은 그 위험한 계책을 이루어 조정의 권세를 잡으려고 하니 사람들이 의심하고 두려워하지 않을",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 12월 16일(을미) 1번째기사",
                "gt-oKo": "병조 참판(兵曹參判) 이사명(李師命)이 소(疏)를 올려 호포(戶布)의 편의(便宜)와 양서(兩西)에 먼저 시험할 것을 극력 논하고, 군자 별창(軍資別倉)을 설치하여 산해(山海)와 주선(舟船)의 이익을 관리하도록 청하자, 임금이 후한 비답을 내리고, 묘당(廟堂)으로 하여금 변통(變通)하게 하도록 허락하셨다. 사신(史臣)은 논한다. “이사명(李師命)은 글을 잘 짓는 재주도 있으며, 모양도 단정하고 말도 잘하지만 내심은 실제로 바르지 않았다. 기미년과 경신년 사이에 김석주(金錫胄)가 허적(許積) 등을 주벌(誅罰)하려고 비밀리 모의하였다. 이사명의 어머니는 김석주의 처(妻)와 자매(姉妹) 사이였으며, 이사명은 또 김석주 누님의 사위였다. 이 때문에 이사명이 그 모의에 참여하게 되었으며, 인해서 환관(宦官) 김현(金鉉) 등과 교통(交通)하였다. 그가 과거에 급제할 적에 김석주가 시험을 관장하였으므로 이사명이 미리 시험 제목을 알았으며, 허견(許堅) 등의 옥사(獄事)가 이루어짐에 이르러서는 이사명이 당연히 훈신(勳臣)으로 기록되어야 하는데도, 당시 이사명이 직부(直赴)하여 전시(殿試)를 거치지 않았으므로 이력(履歷)이 없으면서 자계(資階)를 뛰어넘은 것을 혐의스럽게 여겨 마침내 훈신으로 기록되지 않았었다. 그런데 당로(當路)가 임금에게 아뢰어 정시(庭試)를 베풀도록 해서 이사명이 장원을 차지하였다. 그 때 마침 옥당(玉堂)에서 바야흐로 〈훈신을〉 새로 기록하는 것을 의논하므로 또 참여시켜 주도록 요구하였으나, 의논하는 사람들이 허락하지 아니하자, 이에 중비(中批)로 특별히 이사명을 임명하여 수찬(修撰)으로 삼았다가, 얼마 안 되어 마침내 보사훈(保社勳) 2등(等)으로 추가하여 기록하였다. 날마다 달마다 뛰어넘어 발탁되어서 아경(亞卿)과 봉군(封君)되는 데 이르렀으므로, 이사명이 스스로 재능이 자기보다 뛰어난 사람은 없다고 여겼으며, 장상(將相)의 지위는 아침이나 저녁이면 얻을 수 있다고 여겼다. 문득 정사에 관계하고 싶어서 이에 소를 올려 호포(戶布)를 〈시행하도록〉 청하고 그의 문장과 달변을 펴서 임금의 뜻을 기울이려고 하였지만, 소(疏) 가운데 구상하여 배열한 내용들이 서로 어긋나거나 배치되는 것이 많이 있었다. 대체로 호포법(戶布法)은 물고(物故)한 자와 아약(兒弱)에게 포(布)를 징수하는 억울함을 없애려고 한 것이었으므로 본래는 자연히 아름다운 의도였다. 그래서 이보다 앞서 식견이 있는 자들이 그 의논을 주장하는 경우가 많았었다. 그러나 새로운 법을 마련하여 시행하는데는 그 시기를 적당하게 잡는 것이 요긴하다. 지금 뭇 백성들이 곤궁하여 수심에 잠기고 진실된 은혜도 신임하지 않는 터에 이사명이 국가를 위태롭게 하는 계교를 시행하도록 하여 조정의 권력을 잡으려고 하니, 여러 사람의 마음이 의심하고 두려워하지 않을 수 없었다.”",
                "hj": "○乙未/兵曹參判李師命上疏, 極論戶布之便宜, 先試兩西, 請置軍資別倉, 以管山海舟船之利。 上賜優批, 許令廟堂變通。 【史臣曰: “師命有文藝, 䫉端言辯, 而內實傾邪。 當己未庚申間, 金錫冑密謀, 誅許積等, 師命母與錫冑妻爲姊妹, 而師命又爲錫冑姊壻。 由是, 師命參其謀議, 因與宦官金鉉等交通。 其登第, 錫冑掌試, 師命預知題意, 及堅等獄成, 師命應錄勳。 時師命以直赴, 未經殿試, 嫌其無履歷而超階, 遂不錄勳, 而當路爲白上, 設庭試, 師命居魁。 會, 玉堂方議新錄, 又求與焉, 議者不許。 於是, 中批特除師命爲修撰, 未久遂追錄保社勳二等, 日超月擢, 至亞卿封君。 師命自謂才能無有踰己, 將相朝暮可取, 輒欲干政。 於是, 疏請戶布, 騁其文辯, 以傾上意。 疏中設難, 多有自相違倍。 蓋戶布之法, 欲除物故、兒弱徵布之冤, 本自美意, 前此有識者多主其議。 然新法設施, 要有其時, 見今黎庶窮愁, 信惠不孚, 而師命欲售其傾危之計, 以攬朝權, 人情不得不疑懼也。”】"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "[The King] appointed Kim Manjung as inspector general . 사신은 논한다. [Kim] Manjung is the younger brother of [Kim] Mangi . Ever since he was praised for his literati, he eventually displayed the cardinal principles and tried to distinguish the slightest degree, thus he could not reach his colleagues. Ever since he lived in a close relative, his conduct was arrogant and his opinions were quite slightly observed. Everyone grieved the slightest degree of increasingly communicating with the world. ",
                "H2KE-nKo": "무술년에 김만중을 대사헌으로 삼았다. 사신은 논한다. 김만중은 바로 김만기의 아우이다. 젊어서는 문아로 칭송을 받았으며, 사리를 논하기까지 하면서 터럭끝만큼도 잘라 내니 동료들이 따라갈 수가 없었다. 가까운 친척으로 있을 때부터 하는 짓이 방자하고 논의가 편벽되어 점차 선류들과 어그러져 확장되니, 사람들이 모두",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 12월 19일(무술) 1번째기사",
                "gt-oKo": "김만중(金萬重)을 대사헌(大司憲)으로 삼았다. 사신(史臣)은 논한다. “김만중은 바로 김만기(金萬基)의 동생이다. 젊어서는 문장(文章)과 풍아(風雅)로 칭찬을 받았으며, 사리(事理)를 논하는 것이 지극하여 아주 미세한 부분까지도 쪼개어 분석하였으므로 친구들이 따르지 못하였다. 그러나 가까운 척리(戚里)의 지위에 있으면서부터 하는 일이 방자[縱恣]하고 논의(論議)도 치우치고 그릇되어 점차로 훌륭한 부류들과 어긋났으므로 사람들이 모두 그것을 애석하게 여겼다.”",
                "hj": "○戊戌/以金萬重爲大司憲。 【史臣曰: “萬重卽萬基之弟也。 少以文雅見稱, 至論事理, 剖析秋毫, 儕友莫及。 自居近戚, 行事縱恣, 論議頗僻, 漸與善類乖張, 人皆惜之。”】"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinchuk day, Inspector General Kim Manjung submitted a memorial requesting that Han Eomje and Bak Chido be stricken with utmost efforts. The King granted a 비답을 내려 가납하였다.【대략 내용은 위에 보인다.】 사신은 논한다. [Bak] Chido was a man of Jeolla Province who had little talent and had literary talent. Earlier, he had been a participant of Lady Kims younger sisters of the Bureau of Livestock Breeding . He was promoted to 청선에 올랐는데, in the world he called Lady Kims strength. When Yun Geup submitted a memorial requesting that [Bak] Chido be associated with him, [Kim] Manjung disliked him and then submitted a memorial strongly claiming that [Bak] should be associated with him.",
                "H2KE-nKo": "대사헌 김만중이 상소하여 한범제와 박치도를 매우 힘껏 구원하니, 주상이 비답을 내려 기꺼이 받아들였다. - 대략은 위에 보인다. - 사신은 논한다. 박치도는 호남 사람으로 경박하고 문재가 있었다. 일찍이 김씨의 자제로 과거 시험장의 반열에 있었는데, 그가 청선에 오르자 세상에서 김씨의 힘이라고 하였다. 그러다가 윤반이 상소하여 박치도를 논하면서 윤반이 빌붙었다는 말이 있자, 김만중이 그 말을 듣기 싫어하여 마침내 상소하여 극력",
                "date_ko": "숙보 12권, 7년(1681 신유 / 청 강희(康熙) 20년) 12월 22일(신축) 1번째기사",
                "gt-oKo": "대사헌(大司憲) 김만중(金萬重)이 소(疏)를 올려 한범제(韓範齊)와 박치도(朴致道)를 구원하기를 매우 힘써서 하자, 임금이 비답(批答)을 내리고 아름답게 여겨 받아들였다.【대략은 위에 보였다.】 사신(史臣)은 논한다. “박치도(朴致道)는 호남(湖南) 사람으로 경솔하고 진실성이 적으면서도 글을 잘 쓰는 재주는 있었다. 일찍이 김씨(金氏)의 자제(子弟)를 위하여 과거장[塲屋]에 함께 들어가기도 하였다. 그가 청선(淸選)에 오르자, 세상에서는 김씨의 힘이라고 여겼었다. 그러다가 윤반(尹攀)이 소(疏)를 올려 박치도를 논하면서 세력이 있는 사람에게 아부한다는 말에 이르자, 김만중(金萬重)이 그것을 듣기 싫어하여 바로 소를 올려 극력 변명하였던 것이다.”",
                "hj": "○辛丑/大司憲金萬重疏救韓範齊、朴致道甚力, 上賜批嘉納。【略見上。】 【史臣曰: “致道, 湖南人, 輕薄而有文才。 嘗爲金氏子弟場屋之伴, 其登淸選, 世以爲金氏之力焉。 及尹攀疏論致道, 有攀附之語, 萬重惡聞之, 乃以疏力辨。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補關正誤卷之十二終"
            }
        }
    }
}