{
    "01": {
        "19": {
            "1": {
                "H2KE-EN": "The King abolished the revised rules on the military campaigns , each government office , and petty functionaries . This was done according to the stipulated rule that newly appointed functionaries were supplied with foodstuffs and offered [to the King]. This was following the words of Minister of War Nam Man . In general, there were cases in which revised functionaries were made based on the old practice. Sometimes there were cases in which revised functionaries were destroyed due to this problem. Nam Man said to the King that this problem was entirely prohibited. Nam Man also said that the courtyard would also have such problems as this problem. The law enforced must be necessarily enforced inside the palace and outside the palace. It would be proper to start from the courtyard. Consequently, the King ordered that all of them be prohibited.",
                "H2KE-nKo": "신유년에 군문과 각 관사와 이서의 면신에 관한 규정을 혁파하라고 명하였다. - 면신은 새로 차임된 자가 선진 및 납물을 먹인다. - 병조 판서 남구만의 말을 따른 것이다. 면신은 옛 규례가 잘못된 것으로 인하여 간혹 이 때문에 파산하는 경우가 있었는데, 남구만이 주상에게 아뢰어 일체 금하게 하였다. 또 액정에도 이런 폐단이 있다고 말하였다. 법령이 행해질 때에는 반드시 안에서부터 밖에까지 시행되니, 액정에서부터 시작해야 한다고 말하니, 마침내 모두 금하라고 명하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 1월 19일(신유) 1번째기사",
                "gt-oKo": "각 군사 아문(軍事衙門)과 이서(吏胥)들의 면신(免新)하는 규례를 혁파하라고 명하였는데,【면신(免新)은 새로 벼슬에 차임(差任)된 자가 선진(先進)들에게 음식을 차려 대접하거나 물품을 바치는 일이다.】 병조 판서(兵曹判書) 남구만(南九萬)의 말을 따른 것이었다. 대체로 면신(免新)은 구례의 잘못 인습된 것인데, 혹 이로 인하여 파산(破産)하는 자까지 있다고 남구만이 임금에게 말하여 일체 금지하도록 하였다. 또 액정(掖庭)에도 이런 폐단이 있는데, 법령의 시행은 반드시 안에서 밖으로 파급되는 것이므로, 액정에서부터 시작함이 마땅하다고 말하니, 마침내 모두 금지하도록 명하였다.",
                "hj": "○辛酉/命罷軍門、各司與吏胥免新之規。【免新, 新差者餉先進及納物。】 從兵判南九萬言也。 蓋免新, 舊例之因謬者, 或有因此破産, 九萬言於上, 一切禁之。 又言掖庭亦有此弊, 法令之行, 必自內及外, 宜自掖庭始, 遂命竝禁。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the twelfth month, Jeon Ik , a criminal who made a false accusation , was arrested and interrogated with Kim Hwan . The confession and the confession of face-to-face was slightly different. One day of the night, the royal squad leader Kim Hun had Kim Hwan carry a command-convoy band, and summoned Jeon Ik to summon Kim Hwans younger sister Kim Wonwis house. When they came to the house of Kim Hwans younger sister, Kim Wonwi showed the authorities to the authorities, and enticed Jeon Ik to interrogate Yu Myeonggyeons false accusation. Consequently, Jeon Ik was punished for making a false accusation, and Kim Hwan was punished by penal servitude. At that time, 영의정 김수항이 quite frequently confronting Kim Hwans house, and when the King had an audience with him, Kim Hwan was exposed to survey the circumstances. It was not possible to interrogate him. 민정중이 and Yi Sangji all said, Kim Hwan enticed and enticed the circumstances would be clear. It is not proper to impeach him and execute him to death. Superintendent of the director of the Office of Palace Kitchen Supplies Yeo Seongje and others all fail to impeach him. Some might say that he was questioned face-to-face. At that time, Kim Hwan concealed his words and concealed the circumstances. The circumstances of Yi Sueon said, It would be possible to survey the circumstances and question him. Why must we carry a command-convoy band to summon Kim Hun and enticed him to survey the circumstances and thus making a false accusation against him? Second Inspector Han Taedong said, Although Jeon Ik beheaded to death, how can Kim Huns words cannot be trusted? The circumstances of the circumstances have never been trusted? Originally, the circumstances of Kim Huns words have been confronted. Jeong Jungjeong said, When Kim Hun approached the circumstances, all the high and low officials were frightened and guarded the royal palanquin. Nevertheless, the circumstances of the circumstances were impossible to survey the circumstances. Because of this, the circumstances of Kim Hun and others secretly observed the circumstances and the circumstances of Kim Hun and others, the circumstances of the cumstancestors were observed. Subsequently, the circumstances of Kim Hun and the circumstances were based on the circumstances of the cumstancestors and the circumstances of Kim Hun and others. From this day forward, those who expected their merit and rewards were not observed on the circumstances of the cumstances and the circumstances of the cumstances of the circumstances of the cumstancestors were not able to remove the circumstances, and the circumstances of Kim Hun and others were made to survey the circumstances. Invey, the circumstances",
                "H2KE-nKo": "갑자년에 무고한 죄인 전익대를 잡아와서 국청을 설치하고 김환까지 아울러 신문하였다. 공초 내용은 대면하여 힐문한 것과 차이가 많았는데 고변하기 하루 전날 밤에 어영대장 김익훈이 김환으로 하여금 영기를 가지고 전익대를 부르게 하고, 함께 김환의 숙부 김원위의 집에 가서 상변하는 글을 내보이면서 전익대를 달래고 위협하여 무고에 연서한 유명견의 정황이 비로소 다 드러났다. 전익대는 무고죄로 논하고 김환은 도형으로 정배하기로 논하였다. 이때 영의정 김수항이 김환의 처지를 상당히 위하다가 입대하여 아뢰기를,“김환은 실정을 정탐하려는 의도에서 나온 것이고 사주한 것이 아니니 신문할 수 없습니다.”하고, 민정중과 이상진은 모두 아뢰기를,“김환이 달래고 위협한 것은 분명하지만 형신하다가 죽게까지 할 수는 없습니다.”하였다. 판의금부사 여성제 등 여러 사람이 모두 신문을 주관하였는데 어떤 사람은 대질하자고 하였다. 이때 김환은 말이 궁색하고 말이 궁색하여 정상이 환히 드러났다. 대사간 이수언은 아뢰기를,“사정을 정탐하려고 하면 조용히 캐물을 수 있는데 어찌 반드시 영기를 가지고 불러와서 생사를 걸고 위협하는 말로 무고하기까지 한단 말입니까. 국문하지 않을 수 없습니다.”하고, 집의 한태동은 아뢰기를,“전익대가 비록 죽어 마땅한 사람이기는 하지만 어찌 그 말을 믿을 수 없다고 하여 유독 김환이 스스로 변명한 말만을 믿을 수 있겠습니까.”하였다. 이 옥사는 본래 사람들의 말이 자자하였다. 민정중이 아뢰기를,“김환이 상변할 때에 상하가 놀라 동요하여 호위를 설치하기까지 하였으나 역적 허새 외에는 끝내 단서가 없었습니다. 이 때문에 사람들이 통쾌하게 여기지 않고 사람들의 말이 상당히 비등하였습니다.”하였다. 대각이 김익훈을 엄중히 논핵하고 또 국청을 설치할 것을 청한 것은 전익대의 일뿐만이 아니었다. 김익훈이 전익대의 말을 듣고 허실을 살피지 않고 경솔하게 주상에게 보고한 것은 참으로 그 책임이 있다. 대개 김익훈은 정탐하는 임무를 받고 몰래 김환 등의 불순한 무리를 풀어 큰일을 정탐하려고 역적 허새의 흉악한 모의를 기화로 터무니없는 말로 꾸며 단련하여 자신의 공을 도모하려고 먼저 김환으로 하여금 허새를 고발하게 하였다. 조금 뒤에 또 스스로 아방에 가서 밀계를 올렸는데 전익대와 함께 무고죄로 귀결되었다. 대신이 그가 척리라는 이유로 계속 비호하고 대각의 의론은 끝내 허락하지 않았다. - 이 단락은 처음 사초의 무진일 연석에서 한 말과 참고하여 본 것이다. - 삼가 살펴보건대 정탐하는 일은 계해년 반정 이후에 시작되었다. 당시 인심이 안정되지 못하고 나라의 형세가 초창기여서 혹 어쩔 수 없는 점이 있었다. 그렇다면 훈신이 조아를 배치하고 비상 사태를 살피는 것은 이미 태평세월의 광명정대한 일이 아니다. 경신년의 역변은 단지 여우와 쥐가 스스로 죽음을 택한 것일 뿐이니 일거에 박멸하더라도 다른 근심이 없으리라고 보장할 수 있다.김석주 등은 화를 즐기고 공을 탐하여 일을 크게 벌이는 것을 일삼았다. 이사명, 홍범화, 이입신, 이광한 등 백도와 같은 미천한 부류들이 염탐한 작은 공로로 모두 철권에 기록되었다. 이로부터 공과 상을 노리는 자들이 상변하는 일이 없는 해가 없었다. 그런데 대신이 나라를 위한 장구한 생각을 하지 못하고 통렬히 징계하여 다스려서 간악한 자들이 안정을 찾게 하였다. 또 살륙하고 참벌한 나머지 인심이 복종하지 않을까 염려하여 심지어 김익훈 등 비할 데 없이 패악한 무리들로 하여금 다시 기찰하고 염탐하는 것을 일삼게 하여 무고하는 일이 있게까지 하였다. 그러나 조사하고 또 법대로 하지 않아 사론이 이로 말미암아 격발하여 사람을 논핵하는 말에 혹 중도에 지나친 것이 많았다.대신은 현재 또 훈척들을 위해 입을 다물고 있고 주상도 대신의 뜻을 어기기가 어려워 붙들어 주고 억누르는 것이 공평함을 잃어 마침내 노론과 소론들이 당을 세우는 데까지 이르렀다. 그 유폐가 지금에 이르렀는데도 노론의 당여가 된 자들은 염탐하는 것이 부끄러운 일인 줄 모르고 감히 방자하게 김익훈을 편들었다. 그 원인을 따져 보면 비록 계해년의 훈신에게서 시작된 것이기는 하지만 실은 김석주와 김만기 등의 외람된 죄이다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 1월 22일(갑자) 1번째기사",
                "gt-oKo": "무고(誣告) 죄인 전익대(全翊戴)를 잡아와서 국청(鞫廳)을 설치하고 김환(金煥)을 함께 문초하니, 공사(供辭)가 대면하여 힐문한 것과 같은 것이 많았고 다른 것이 적었는데, 고변(告變)을 하던 하루 전날 밤에 어영 대장(御營大將) 김익훈(金益勳)이 김환을 시켜 영기(令旗)를 가지고 전익대를 불러서 함께 김환의 숙부인 김원위(金元瑋)의 집에 이르렀고, 상변(上變)하는 글을 내보이며 전익대를 꾀고 협박하여 무고장(誣告狀)에 잇달아 서명하게 한 사실이 유명견(柳命堅)의 정절(情節)에서 비로소 다 폭로되었다. 전익대를 무고죄로 논하고 김환을 도배(徒配)로 논할 때에 영의정(領議政) 김수항(金壽恒)은 매우 김환의 처지를 위하였고, 인하여 입대(入對)하여 말하기를, “김환의 말이 실정을 정탐하려는 데서 나왔고 지도하여 사주(使嗾)한 것이 아니니, 형신(刑訊)하는 것은 불가합니다.” 하였다. 민정중(閔鼎重)·이상진(李尙眞)은 모두 말하기를, “김환이 전익대를 꾀고 협박한 것은 분명하지만, 형신하여 죽음에 이르도록 하는 것은 불가합니다.” 하였으며, 판의금(判義禁) 여성제(呂聖齊)와 여러 사람들은 모두 형신을 주장하거나 혹은 면질하라고 말하였는데, 이때 김환은 할말이 궁하여 말을 회피하는 정상이 밝게 드러났다. 대사간(大司諫) 이수언(李秀彦)은 말하기를, “사정(事情)을 정탐하려고 하였다면 조용히 심문하는 것이 옳을 터인데, 어찌 꼭 영기(令旗)를 가지고 불러와서 죽고 사는 말로 협박하여 무고하는 데 이르렀습니까? 국문하지 않을 수 없습니다.” 하였고, 집의(執義) 한태동(韓泰東)은 말하기를, “전익대를 비록 당연히 죽여야 할 사람이라고 하지만 어찌 그의 말은 신임하지 않고, 유독 김환의 스스로 변명하는 말만 신임하는 것입니까? 이 옥사는 본래 사람들의 말이 자자합니다.” 하였다. 민정중이 말하기를, “김환이 상변했을 때 상하가 놀라며 동요하였고, 호위(扈衛)를 베푸는 데까지 이르렀는데, 다만 역적 허새(許璽) 밖에는 끝내 단서가 없으니, 이것으로 물정(物情)이 쾌하게 여기지 않으며 사람들의 말이 몹시 시끄럽고 번잡합니다. 대각(臺閣)에서 거듭 김익훈을 논죄(論罪)하고 다시 국청(鞫廳)을 설치하도록 청한 것은 다만 전익대의 일뿐만이 아니라, 김익훈이 전익대의 말을 듣고서 허실(虛實)을 살피지 않고 갑자기 그대로 아뢰었으니, 참으로 그 책임이 있습니다. 대체로 김익훈이 정탐하여 살피라는 임무를 받고 가만히 김환 등의 불만을 가진 무리로 대사(大事)를 정탐한 후에 역적 허새(許璽)의 흉모(凶謀)를 인해서 터무니없는 말로 속이고 단련(鍛鍊)하여 자기의 공을 도모하고자 하였습니다. 먼저 김환(金煥)을 시켜 허새를 고변하고, 조금 지나서 다시 스스로 아방(兒房)에 나아가 밀계(密啓)하였으니, 전익대와 같은 무고죄에 귀결됩니다. 그런데도 대신이 그가 척리(戚里)라 하여 계속 덮어주고 보호하였고, 대각의 의논은 끝내 허락하기를 아꼈습니다.【이 단락은 처음 사초(史草)의 무진일 경연(經筵)의 말과 참고하여 보라.】 삼가 고찰해 보건대, 정탐하여 살피는 일이 계해년반정(反正) 뒤에 시작되었는데, 그 때는 인심이 안정되지 못하고 국가의 형세를 처음 일으키는 시기로 더러 어쩔 수 없는 경우가 있었으나, 훈신(勳臣)들이 조아(爪牙)를 풀어놓아 비상(非常)을 살핌은 이미 태평 세대의 광명 정대한 거사는 아니었습니다. 경신 역변(庚申逆變)은 단지 여우와 쥐 같은 소인배들이 스스로 죽음의 길을 취하였을 뿐이어서 한번 거사하여 박멸하고는 다른 근심은 없었습니다. 그런데 김석주(金錫胄)등이 화를 즐기고 공을 탐하여 크게 확장하는 것으로 일을 삼았으니, 이사명(李師命)·신범화(申範華)·이입신(李立身)·이광한(李光漢) 등은 백도(白徒)의 천류로서 염탐하고 살핀 조그마한 공로로 모두 공신이 되니, 이로부터 공과 상을 바라는 자들의 상변(上變)이 없는 해가 없었습니다. 그런데도 대신이 나라를 위한 장구한 계책으로 통쾌하게 징계하지 않아 간악한 자들로 하여금 마음을 놓도록 하였습니다. 또 제거하고 남은 무리들의 인심이 불목할까 두려워하여, 김익훈 등 패려(悖戾)하고 악독한 무리들로 하여금 다시 기찰과 염탐을 일삼도록 해서, 무고하는 일까지 일어나게 되었는데, 이를 다스리면서 또 법대로 하지 않았습니다. 사론(士論)이 이로부터 격발하여 사람을 논하는 말도 혹 중도를 지나침이 많았습니다. 그래서 대신은 바야흐로 또 훈척(勳戚) 때문에 말을 못하게 되고, 성상께서도 대신의 뜻을 어기는 것이 어려워 붙들어주거나 억제하는 데 공평함을 잃었습니다. 마침내는 노론(老論)과 소론(少論)의 당을 세우는 데까지 이르렀으며, 그 폐단이 지금에 와서는 노론의 당이 된 자는 염탐하고 살피는 일이 부끄러운지를 알지 못하고, 이에 감히 방자하게 김익훈을 제편이라고 합니다. 그 까닭을 궁구해 보면 비록 잘못된 선례는 계해년의 훈신(勳臣)에게서 만들어졌다고 하더라도 실제로는 김석주(金錫胄)·김만기(金萬基) 등이 처음 시작한 죄입니다.” 하였다.",
                "hj": "○甲子/誣告罪人全翊戴拿來設鞫, 竝金煥鉤問。 供辭與面詰, 多同少異, 而告變前一日夜, 御將金益勳令煥持令旗, 招翊戴, 同至煥叔金元瑋家, 出示上變書, 誘脅翊戴, 連署誣告柳命堅情節, 始畢露。 翊戴以誣告論, 煥以徒配論。 時, 領議政金壽恒頗爲煥地, 因入對言, 煥出於探情, 非指嗾, 不可訊問。 閔鼎重、李尙眞皆言: “煥誘脅則明, 獨不可刑訊至死。” 判義禁呂聖齊諸人, 皆主訊問, 或言面質。 時, 煥語窮辭遁, 情狀昭著。 大諫李秀彦以爲: “欲探事情, 可以從容鉤問, 何必持令旗招來, 脅以死生之說, 至爲誣告, 不可不鞫問。” 執義韓泰東以爲: “翊戴雖當死之人, 豈以其言之不足信, 而獨煥之自明之辭爲可信乎?” 此獄本來人言籍籍。 鼎重曰: “當煥上變也, 上下驚動, 至設扈衛, 而只逆璽外, 終無端緖。 以此, 物情未快, 人言頗騰。” 臺閣之重論益勳, 又請設鞫者, 非但翊戴事而已。 益勳聞翊戴之言, 不審虛實, 率爾上聞, 誠有其責。 蓋益勳受詗察之任, 陰布煥等不逞之徒, 大事偵伺, 欲因賊璽凶謀, 譸張鍜鍊, 以圖己功, 先令煥告璽。 俄又自詣兒房密啓, 與翊戴同歸於誣告。 大臣以其戚里也, 庇護之不已, 臺閣之論, 竟靳許焉。【此叚, 與初史戊辰日筵說參看。】 謹按, 詗察之事, 始於癸亥反正後。 時, 人心靡定, 國勢草創, 容有不獲已者, 則勳臣之布爪牙、察非常, 已非平世光明之擧, 而庚申逆變, 特狐鼠自送死耳。 一擧撲滅, 保無他憂。 金錫冑等, 樂禍貪功, 以張大爲事, 如師命、範華、立身、光漢等白徒賤流, 以詗察微勞, 竝錄鐵券。 自是, 希覬功賞者, 上變無虛歲, 而大臣不能爲國長慮, 痛加懲治, 使奸宄帖息, 而又恐芟夷斬伐之餘, 人心不服, 至使益勳輩悖惡無倫者, 復事譏詗, 致有誣告事。 而按之又不以其法, 士論由是激發, 論人之語, 或多過中。 大臣則方且爲勳戚鉗勒, 上亦重違大臣意, 扶抑失平, 終至老少立黨, 流弊至今。 而爲老黨者, 不知詗察之爲恥, 乃敢肆然爲益勳左袒。 究厥所由, 雖作俑於癸亥勳臣, 而實金錫冑、金萬基等濫觴之罪也。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulchuk day, [the King] received the officials in audience in the eulchuk year (. 영의정 김수항이 비로소 출사하여 입시하였다. 사신은 논한다. Prior to this, when [the King] had asked the King to summon 송시열 and 박세채 to seek good fortune. When [the King] arrived, [they] were supposed to do so because [the King] did not disclose 김수항 and Kim Hun . Even though [the King] did not explain his personal justice, [the King] also regarded the opinion of the inspectors and censors as wrong. [But] Subsequently, [he] became impoverished and did not come to the court under the pretext of illness for a long time. Subsequently, and [Jeong] Jungjeong sought the King to urge [him] to encourage [him] and encourage [him] to encourage [him]. At this time, [the King] received the royal order.",
                "H2KE-nKo": "을축년에 인대하였다. 영의정 김수항이 비로소 출사하여 입시하였다. 사신은 논한다. 이에 앞서 민정중이 주상에게 송시열과 박세채를 초빙하여 큰일을 도모하라고 권하였는데, 송시열이 도착하자 사류를 옳게 여기고 김수항과 김익훈을 그르게 여겼다. 비록 사사로운 의리로도 드러내 놓고 배척하지 못하였고, 또한 대간의 의논을 그르게 여기지도 않았는데, 김수항이 크게 궁박하여 병을 핑계로 오래도록 조정에 나오지 않았다. 송시열과 민정중이 주상에게 힘써 나오도록 권하였는데, 이때에 이르러 비로소 명을 받들었다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 1월 23일(을축) 1번째기사",
                "gt-oKo": "영의정(領議政) 김수항(金壽恒)을 불러들여 면대하니, 비로소 출사(出仕)하여 입시하였다. 사신(史臣)은 말한다. “이에 앞서 민정중(閔鼎重)이 거듭 임금에게 송시열(宋時烈)·박세채(朴世采)를 경연(經筵)에 불러서 큰 일을 도모하게 하도록 권하였으므로 송시열이 이미 이르렀는데, 이는 사류(士類) 때문에 나온 것이지 김수항 때문에 나온 것은 아니었다. 김익훈(金益勳)을 그들의 사사로운 의리 때문에 드러나게 배척할 수는 없었으나, 역시 대간(臺諫)의 의논을 그르다고 하지도 않았으므로, 김수항이 매우 궁하고 위축되어 병을 칭탁하고 오래도록 조정에 나오지 아니하니 송시열과 민정중이 임금에게 권유하여 출사하도록 권면하게 하였는데, 이때에 이르러 비로소 명을 받들었다.”",
                "hj": "○乙丑/引對。 領議政金壽恒始出仕入侍。 【史臣曰: “先是, 閔鼎重勸上, 招延宋時烈、朴世采以圖有爲。 時烈旣至, 是士類而非壽恒、金益勳。 雖以其私義, 不能顯斥, 亦不以臺議爲非, 壽恒大窮蹙, 稱病久不造朝。 時烈、鼎重勸上勉出, 至是始承命。”】"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulsa day, 영의정 김수항이 정고하였는데, Second Deputy Director [of the Office of Royal Decrees] [] 오도일 replaced [his] approval, without excessive words. The King became angry and dismissed [him] from [the post of] 오도일. 승지 이언강 and others remonstrated against [the approval of] dismissal of [the approval of] dismissal. [The approval of] Kim Huk was recommended as 어영 대장 . [The approval of Kim] Jungha and [Kim] Ikjeong were equivalent to the crimes of [Kim] Ikha. [The approval of] the public opinion was equivalent to more arrogant. Left State Councilor [of the Office of the Royal Decrees] [], and the opinion of [Kim] 김수항 were not agreed. Also, [the approval of Kim] Huk was not frequently strongly claimed. People say that [the approval of] inspectors and censors were in charge of [the approval of] the inspectors and censors, and [the approval of] confusing [the approval of] suspicion. Because of this, [ 김수항이] resigned from office.",
                "H2KE-nKo": "을사년에 영의정 김수항이 정고하였고, 지제교 오도일이 대신 지어 올린 불윤 비답을 보니, 칭찬하는 말이 넘쳐나지 않았다. 주상이 노하여 오도일의 관직을 파면하니, 승지 이언강 등이 간하여 중지시켰다. 이때 김수항이 파방하자는 논의를 배척하고 김익훈을 천거하여 어영대장으로 삼았는데, 김중하와 전익대의 죄를 심히 가볍게 감처하였으므로 공의가 더욱 격렬하였다. 좌의정 민정중은 김수항과 의견이 맞지 않는 경우가 많았고, 또 김익훈을 매우 강력하게 배척하지 않았으므로, 사람들이 대론을 민정중이 주관하였다고 하면서 점점 의심하고 멀리하였다. 김수항이 이 때문에 사직한 것이다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 1월 3일(을사) 1번째기사",
                "gt-oKo": "영의정(領議政) 김수항(金壽恒)이 정고(呈告)를 하였다. 지제교(知製敎) 오도일(吳道一)이 대신 지은 불윤 비답(不允批答)이 칭찬하는 내용의 말이 전혀 없으므로 임금이 노(怒)하여 오도일의 관직을 파면하려 하자, 승지(承旨) 이언강(李彦綱) 등이 간(諫)하여 정지하였다. 이때 김수항이 파방(罷榜)하는 의논을 배척하고 김익훈(金益勳)을 천거하여 어영 대장(御營大將)을 삼았고, 김중하(金重夏)·전익대(全翊戴)의 죄를 조사하여 처분하면서 매우 가볍게 하니, 공론이 더욱 격렬하였다. 좌상(左相) 민정중(閔鼎重)이 김수항의 의논과 맞지 않음이 많았고, 또 김익훈의 잘못을 매우 힘써 배척하자, 사람들이 대간(臺諫)의 의논을 민정중이 주도(主導)한다고 하니, 이 말이 잘못 옮겨져 의심하고 멀어졌다. 김수항이 이때문에 사직(辭職)하였다.",
                "hj": "○乙巳/領議政金壽恒呈告, 知製敎吳道一代撰不允批答, 無溢美語。 上怒罷道一官, 承旨李彦綱等諫止之。 時, 壽恒斥罷榜之論, 薦金益勳爲御營大將, 勘重夏、翊戴罪甚輕, 公議益激。 左相閔鼎重與壽恒議多不合, 又非斥益勳頗力, 人謂臺論鼎重主之, 轉成疑阻, 壽恒以此辭職。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On giyu day, Fourth Deputy Director Yi Sangjin requested to resign from office in the giyu year (, but the King gladly refused his request and did not grant his request.",
                "H2KE-nKo": "지중추부사 이상진이 치사하기를 청하니, 너그러운 비답을 내리고 허락하지 않았다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 1월 7일(기유) 1번째기사",
                "gt-oKo": "지부사(知府事) 이상진(李尙眞)이 치사(致仕)를 빌자, 우악한 비답을 내리고 허락하지 않았다.",
                "hj": "○己酉/知府事李尙眞乞致仕, 優批不許。"
            }
        }
    },
    "02": {
        "10": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the eleventh month, the King received a written message through a lower official in order to transmit a royal message to 윤증 as follows: Last time, when an official historian conveys a message through a royal message, I almost explained my earnest intent and waited for the day and night. However, the sincerity and propriety have not been sincere, and I have not yet returned to my longevity. I am too frightened and lost my plan. I also feel ashamed. Alas! Reflecting on my self-examination and forgetfulness, the righteousness of joy and sorrows should be fully explained in the previous royal message, which is not necessary to repeatedly repeatedly. However, whenever I summoned him for a repeated time, I always arbitrarily raised the righteousness of arbitrarily assuming the righteousness. However, this is not especially unacceptable. Alas! Now, what is the time of this? The state is dangerous and the disaster of calamities have occurred repeatedly. The worries and the worries are apprehensive, and the worries are unclean. At this time, even when the execution of the vice-envoy comes up to the court and devoted himself to strive to diligently work. How is it that you also a salaried subject of generation and salaried officials? Why is you not only possible for the country and love for the sovereign? Only occasionally occupying my self-examination and shamelessly observe for the state? Deliberately send an official historian to repeatedly explain the earnest intention, and urgently bring him back [to the court] so that my expectations cannot be expected. 윤증 answered that he should be punished by sleeping sleeping, and thus I dare not make a wri",
                "H2KE-nKo": "임오년에 주상이 수찰을 내려 사관을 보내 윤증에게 전유하기를,“지난번 사관에게 전유한 비답에서 나의 간절한 뜻을 대략 폈으니 마음을 바꿀 기약이 있기를 밤낮으로 기다렸다. 정성과 예가 돈독하지 못하여 멀리 떠나려는 뜻을 돌이키지 못하였으니 나도 모르게 깜짝 놀라 실망하고 이어 부끄럽다. 아, 자리를 비워 놓고 그리워하는 마음과 기쁨과 슬픔을 함께하는 의리는 앞서의 비답에서 자세히 말하였으니 지금 거듭 말할 필요가 없다. 다만 그동안 징소할 때마다 사정의 급박함을 가지고 나오기 어려운 제일의 의리로 삼았는데, 이는 전혀 그렇지 않은 점이 있다. 아, 지금이 어떤 때인가. 나라의 형세가 위태롭고 재이가 거듭 발생하여 상하가 근심하고 두려워하며 먹고 쉬는 것도 편치가 않다. 이러한 때를 당하여 영중추부사처럼 출처가 정대한 사람도 오히려 마음을 돌려 조정에 나와 몸과 마음을 다할 생각을 하는데, 그대도 대대로 벼슬한 신하로서 어찌 그리도 나라를 걱정하고 임금을 사랑하는 정성이 없이 한갓 한 가지 지조만 지키며 시골에 물러가 누워서 나랏일을 괄시하고 있으니, 어쩌면 이다지도 매정하단 말인가. 다시 사관을 보내 지극한 뜻을 거듭 유시하니, 속히 목마르게 기다리는 나의 뜻을 헤아려 속히 함께 와서 나의 기대를 저버리지 말라.”하니, 윤증이 대답하기를,“짚자리를 깔고 처벌을 기다리니 감히 다시 글로 아뢰지 않겠습니다.”하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 2월 10일(임오) 1번째기사",
                "gt-oKo": "임금이 수찰(手札)을 내리고 사관(史官)을 보내어 윤증에게 전유(傳諭)하게 하기를, “지난날 사관에게 전유(傳諭)한 비답에 간략하게나마 은근한 뜻을 폈으니, 번연(幡然)히 마음을 돌릴 날을 아침저녁으로 기다렸다. 그러나 성례(誠禮)가 돈독하지 못하여 멀리 떠나려는 뜻을 돌이킬 수 없으니, 깜짝 놀라 계책을 잃는 줄도 깨닫지 못하겠고 잇달아 부끄럽기만 하다. 아! 자리를 비워놓고 생각하는 마음과 휴척(休戚)을 함께 해야 한다는 의리는 앞서의 비답에 다 갖추었으니, 지금 거듭 반복할 필요는 없다. 다만 전후의 부름에 번번이 사정(私情)이 급박하다는 것으로 나오기 어려운 첫째의 의리로 삼는데, 이는 전연 그렇지 않은 것이다. 아! 지금이 어떤 시기인가? 나라의 형세가 대단히 위태롭고 재앙과 이변이 계속 일어나 상하(上下)가 근심하고 두려워하여 잠시도 편안하지 못하다. 이런 때를 당하여 영부사(領府事)같이 나가고 물러감이 정대(正大)한 이도 오히려 번연히 조정에 나와 몸이 수척하도록 정성을 다하는는데, 그대 역시 대대로 녹(祿)을 받는 신하로 어찌 그렇게 나라를 근심하고 임금을 사랑하는 정성은 없어, 한갓 절개만을 지키고자 물러가 향촌(鄕村)에만 누워 있으면서 나라 일을 조금도 걱정없이 보기를 이렇게 매정하게 하는가? 다시 사관을 보내어 거듭 지극한 뜻을 알리니, 빨리 목마르게 기다리는 뜻을 깊이 체득하여 속히 와서 나의 바람을 저버리지 말도록 하라.” 하니, 윤증이 자리를 펴고 주벌(誅罰)을 기다리겠으며, 감히 문자로써 다시 우러러 더럽혀서는 안된다는 것으로 답하였다.",
                "hj": "○壬午/上, 下手札, 遣史官傳諭於尹拯曰: “頃於史官傳諭之批, 略攄懃懇之旨, 幡然之期, 日夕企待矣。 誠禮未篤, 莫回長往之志, 不覺愕然失圖, 繼以愧恧也。 噫! 側席思想之懷, 休戚與同之義, 備悉於前批, 今不必重複。 而第前後徵召, 輒以私情之崩迫, 爲難進第一義, 此則大有所不然者。 嗚呼! 此何等時也? 國勢阽危, 災異層出, 上下憂遑, 食息靡寧。 當斯時也, 雖以領府事之出處正大, 猶且幡然造朝, 盡瘁爲意, 則爾亦世祿之臣, 何其獨無憂國愛君之忱, 而徒守一節, 退臥鄕村, 恝視國事, 一何邁邁耶? 更遣史官, 申誥至意, 亟體如渴之旨, 從速偕來, 母孤企望。” 拯對以席藁竢誅, 不敢復以文字仰瀆云。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Fourth Inspectors [of the Office of the Senior Abdicated King ] Bak Taeyu , Yu Deukryun , and others uttered Kim Hun to apply a legal punishment and banishment to a designated area. [The report] stated as follows: [Kim] Hun, being cunning and deceitful, presumptuously occupying the post of a commandant, greed and expected to earn merit and reward. When [Kim] Hun and others observed [the circumstances], the King and the King finally revealed [the circumstances] and eventually submitted an urgent report [to the King]. Although [Shin] Ok and [Yun] Yeong were punished for plotting to kill others, all of them did not have truthful truth. When [the circumstances] of [the cumstances] of [the circumstances] Hun and [the cumstances] of [the circumstances] of [the cumstances] of [the circumstances] the cumstances of [the circumstances] of [the cumstances] of [the circumstances] the cumstances. At first, [Kim] Hun, lured [the circumstances] of [the cumstances of [the circumstances] of [the cumstancestors] of [the circumstances] the cumstances of [the circumstances] of [the cumstances] of [the circumstances] of [the cumstances], and [the circumstances] of the cumstances of [the circumstances] of [the cumstances] of [the circumstances]. At first, [the circumstances] of [the cumstances] of [the circumstances] of [the cumstancestors] of [the circumstances] of [the cumstancestors]. At first, [the circumstances] of [the cumstancestors] of [the circumstances] of [the cumstancestors",
                "H2KE-nKo": "지평 박태유와 유득일 등이 김익훈에게 더 무거운 법률을 적용하여 원지에 찬배하기를 청하는 계사를 올렸는데, 그 내용은 다음과 같다.“김익훈은 간특한 무리로서 훈척의 세력을 끼고 외람되게 장수의 직임을 맡아 공과 상을 탐하였습니다. 이에 김환 등이 기찰할 때에 상하가 서로 호응하여 마침내 고변서를 급히 올리기에 이르렀습니다. 허새와 송영의 무리가 비록 흉악한 모의를 꾸몄기 때문에 법대로 처형되었으나, 그가 끌어들인 사람들은 모두 사실이 아니었습니다. 전익대의 일의 상황으로 말하면, 김익훈은 김환과 <unk>이 서로 통하고 뜻이 서로 맞았습니다. 처음에는 군뢰를 주어 보내고 깊은 밤에 달래고 위협하여 무고하게 하였고, 나중에는 김환과 전익대가 함께 그 집에 가서 사정을 힐문하여 공초를 받아 구류하였으니, 그간의 허실을 김익훈이 어찌 몰랐을 리가 있겠습니까.당초에 김환이 전익대를 달래고 위협하여 유명견의 의심스러운 자취를 탐지하려고 하였습니다. 그러나 그가 역모를 꾀한 정상을 이미 알고도 아울러 고하지 않았으니, 전익대가 비록 김익훈에게 연줄을 대어 남을 무고하여 자신의 공으로 삼으려고 하였더라도 김익훈으로서는 마땅히 배척하여 끊어야 하고, 부득이하다면 그로 하여금 고변하게 하는 것이 사리로 볼 때 당연합니다. 그런데 국청을 설치한 지 여러 날이 지난 뒤에 허위임을 분명히 알면서도 고변을 가탁하여 비밀히 고하였으니, 그 정상이 은밀하고 비밀스럽습니다. 그 죄상을 따져 보면 전익대와 무엇이 다르겠습니까. 전익대가 이미 자백하였으니, 김익훈의 죄가 어찌 관작을 삭탈하고 도성 밖으로 내쫓는 데 그칠 뿐이겠습니까.” - 이 비답은 위에 보인다. - 하니, 마침내 두 신하를 거제와 진도로 내쫓아 보임하라는 명이 있었다. 대신과 삼사, 승지들이 명을 도로 거두어들일 것을 극력 간쟁하였다. - 처음의 사관과 함께 참여하여 보았다. - 전익대가 자백하자 공의가 다시 격분하여 이 계사가 마침내 나오게 된 것이다. 비록 김수항으로도 힘껏 구원하여 풀어 주지 못하였고, 송시열도 처음에는 대간의 의론을 옳다고 여겼으나 청류들이 흡족하게 여기는 기회를 만났다. 송시열은 병이 있어 손님을 만나지 못하고 김만기 형제만 밤낮으로 곁에서 간호하며 김익훈을 위해 애걸하였다. 무릇 송시열을 받들어 받드는 데 최선을 다하지 않은 것이 없었고, 때로는 초피 이불과 해송죽에 대한 이야기가 있었다. 송시열은 기운이 쇠약해지자 사사로운 정에 끌리지 않을 수 없어 마침내 처음의 견해를 바꾸어 젊은 무리들이 김익훈을 죽이려 한다고 큰소리로 말하고 유득일을 매우 준엄하게 배척하였다. 민정중도 이 때문에 소원해져서 사람들을 대할 때마다 ‘좌상이 어찌 적외척이 아니겠는가.’라고 말하였다. - 적은 방언이 분명하다. - 민정중이 크게 두려워하여 마침내 점차 꺾여 들어갔다. 젊은 무리들이 또 앞서의 견해를 많이 바꾸어 송시열에게 빌붙어 두 마음을 품으니, 대간의 의론이 마침내 노론과 소론의 당목이 있게 되었다. 소론이라고 이름한 자는 조지겸, 최석정, 오도일, 한태동, 박태보, 박태유, 임영, 서종태, 심수량, 신완, 유득일 등이 그 앞장섰다. 노론은 이선, 이수언, 이이명, 이여 등 여러 사람이다. 앞장선 송시열, 김석주 이하 노론을 편드는 자가 많았고, 소론을 편드는 자는 박세채, 이상진, 남구만 등 여러 사람이었는데, 노론이 훈척을 끼고 세력으로 이기자 청의를 주장하는 자들이 대부분 말소하였다. 이에 송시열은 다시 사류가 되지 못하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 2월 2일(갑술) 1번째기사",
                "gt-oKo": "지평(持平) 박태유(朴泰維)·유득일(兪得一)등이 김익훈(金益勳)에게 법을 시행하고 멀리 귀양보내도록 발의(發議)하여 아뢰기를, “김익훈은 간특(奸慝)한 무리로 훈척(勳戚)의 세력을 끼고 외람되게 장수의 직임을 맡았고, 공과 상을 탐하였습니다. 바로 김환(金煥) 등이 염탐할 때에는 상하가 화답하여 응대하여 마침내 고변서(告變書)를 급히 올리기에 이르렀습니다. 허새(許璽)·허영(許瑛) 등의 무리가 비록 흉계를 모의한 것으로 법에 따라 복주(伏誅)되었으나, 증거로 끌어낸 여러 사람들이 모두 사실이 아니었습니다. 전익대(全翊戴)의 실상에 이르러서는 김익훈과 김환이 거짓으로 통하고 지향하는 뜻이 서로 합하여, 처음에는 군뢰(軍牢)를 보내 밤중에 협박하여 무고하게 하였으며, 마침내 김환과 전익대가 함께 그 집에 나아가 사정을 힐문(詰問)하여 공초(供招)를 받아 구류(拘留)시켰으니, 그간의 허실을 김익훈이 어찌 모를 이치가 있겠습니까? 당초 김환이 전익대를 달래고 협박하여 유명견(柳命堅)의 의심할 만한 자취를 염탐해 내려고 하였는데, 이미 모역(謀逆)한 사실을 알고도 함께 고발하지 않았다면, 전익대가 비록 김익훈을 인연해서 남을 무고하여 자기의 공을 세우려고 했더라도, 김익훈으로서는 배척하여 거절했어야 마땅하고, 어쩔 수 없었다면 저로 하여금 상변(上變)하도록 하는 것이 사리에 당연합니다. 그런데 국청(鞫廳)을 설치한 여러 날 뒤에 분명히 허위임을 알고도 고변서를 칭탁하여 비밀리 고발하고 실정을 가렸으니, 그 죄상을 추구해 본다면 전익대와 어찌 멀다고 하겠습니까? 전익대가 이미 승복하였는데 김익훈의 죄를 어찌 관직을 삭탈하여 내쫓는 데 그치겠습니까?…” 하니,【비답(批答)은 위에 보인다.】마침내 두 신하를 거제(巨濟)와 진도(珍島)로 내쫓으라는 명이 있었다. 이에 대신과 삼사(三司) 그리고 여러 승지들이 명을 도로 거두도록 힘써 다투었다.【처음의 사초(史草)와 참고하여 보라.】 대체로 전익대(全翊戴)가 자백함으로써 공론이 다시 격렬하여 이 아룀이 마침내 발의(發議)되었다. 비록 김수항(金壽恒)이라 하더라도 힘써 해명하여 구원할 수 없었으며, 송시열(宋時烈)도 처음에는 대간(臺諫)의 의논을 옳다고 하였고, 청류(淸流)들도 흡족히 그를 따랐다. 그 때 마침 송시열이 병이 있어 외부 손님을 대하지 않았는데, 김만기(金萬基) 형제만이 밤낮으로 곁에서 간호하며 김익훈(金益勳)을 위해 애걸하였다. 대저 송시열을 받드는 자들이 지극한 정성을 다하지 않음이 없어서, 때로는 초피(貂皮) 이불과 해송(海松) 죽(粥)을 주었다는 말이 있었다. 송시열도 이미 기운이 쇠약해서 사정(私情)에 끌리지 않을 수 없었으며, 마침내 처음의 견해를 변경하여 젊은 무리들이 김익훈을 죽이려 한다는 말을 퍼뜨리며 유득일(兪得一)을 매우 준엄(峻嚴)하게 배척하였고, 민정중(閔鼎重) 역시 이것으로 소원(疏遠)함을 당하였다. 〈송시열이〉 사람을 대하여 번번이, ‘좌상(左相)이 어찌 분명한 외척이 아니겠는가?’라고 말하므로,【적(赤)은 방언(方言)에 분명(分明)이라는 말이다.】 민정중이 그 말을 두려워하여 마침내 빨리 꺾여 들게 되었으며, 젊은 무리들도 많이 앞서의 견해를 변경하여 송시열에게 아부하며 두 마음을 품으므로 대각(臺閣)의 의논이 마침내 노론(老論)과 소론(少論)의 당목(黨目)이 생겼다. 소론으로 이름한 자는 조지겸(趙持謙)·최석정(崔錫鼎)·오도일(吳道一)·한태동(韓泰東)·박태보(朴泰輔)·박태유(朴泰維)·임영(林泳)·서종태(徐宗泰)·심수량(沈壽亮)·신완(申琓)·유득일(兪得一)등 여러 사람이고, 노론이라고 부르는 자는 이선(李選)·이수언(李秀彦)·이이명(李頤命)·이여(李畬)등 여러 사람이다. 전배(前輩)인 송시열(宋時烈)·김석주(金錫胄)이하 노론을 돕는 자가 많았고, 소론을 돕는 자는 박세채(朴世采)·이상진(李尙眞)·남구만(南九萬)등 여러 사람인데, 노론은 훈척(勳戚)을 끼고 세력으로 억누르며, 청의(淸議)를 가진 자를 많이 말살시켰으므로 이제 송시열을 다시 사류로 여기지 아니하였다.",
                "hj": "○甲戌/持平朴泰維、兪得一等發金益勳加律遠竄之啓曰: “益勳以奸慝之徒, 挾勳戚之勢, 濫叨將任, 貪覬功賞, 乃於煥等譏察之時, 上下和應, 遂至變書之急上。 璽、瑛之徒雖以謀凶伏法, 而所引諸人, 俱無情實。 至於翊戴事狀, 益勳與煥機械相通, 指意交合, 始則給送軍牢, 深夜誘脅, 致令誣告, 末乃煥與翊戴偕詣其門, 詰問事情, 取供拘留, 則其間虛實, 益勳豈有不知之理乎? 當初煥誘脅翊戴, 欲探柳命堅可疑之跡, 而旣知其謀逆之狀, 不爲竝告, 則翊戴雖欲夤緣益勳, 誣人自功, 爲益勳者所宜斥絶, 不得已則使渠上變, 事理當然。 乃於設鞫屢日之後, 明知虛僞, 托變告密, 情節陰秘, 原其罪狀, 與翊戴何遠哉? 翊戴旣已承款, 則益勳之罪, 豈止削黜?” 云云。【批見上。】 遂有兩臣巨濟、珍島斥補之命, 大臣、三司、諸承旨力爭收還。【與初史參看。】 蓋自翊戴輸款, 公議復激, 此啓遂發, 雖以金壽恒亦不能出力救解。 宋時烈初亦是臺論, 淸流洽然嚮之會。 時烈有病不見客, 獨金萬基兄弟, 日夜在傍看護, 爲益勳哀乞。 凡所以承奉時烈者, 無不用極, 時有貂皮衾、海松粥之說。 時烈旣氣衰, 不能不牽繫情私, 遂變初見, 揚言少輩將殺益勳, 斥得一甚峻。 閔鼎重亦以此見踈, 對人輒言: “左相豈非赤外戚?”【赤, 方言分明也。】 鼎重大畏之, 遂駸駸折入。 少輩又多變前見, 附時烈而貳。 臺議遂有老少論黨目, 名以少論者, 趙持謙、崔錫鼎、吳道一、韓泰東、朴泰輔、泰維、林泳、徐宗泰、沈壽亮、申琓、兪得一諸人爲其倡。 老論者, 李選、李秀彦、李頤命、李畬諸人, 而前輩宋時烈、金錫冑以下, 右老論者多;右少論者, 朴世采、李尙眞、南九萬諸人, 而老論挾勳戚, 以勢力勝之, 持淸議者多致抹摋。 於是乎時烈不復爲士類矣。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "In the imjin year (, Fourth Censor Yu Deukl of the Office of the Censor General presented a memorial to the King (Sejong in his hometown. He again impeached Kim Huns crime. He also disclosed the first report to the King (Sejong on the grounds that the four characters for superior motives for superior motives. The King replied, There is no need to raise this matter. Have him quickly come to the capital. 사신은 논한다. Generally, Yu Deukl was punished for his crime. After Yu Deukl, he rose from his clan, raised his clans and raised his motives to protect him. He claimed that his words were claimed to claim that it was false. He also claimed that the one character for superior motives for motives to superior motives for superior motives. Consequently, when Superior [of the Office of the Censor General] met Yu Deukl and rebuked him, saying, If he does not disclose himself, I will write a memorial to claim the superior motives for superior motives to superior motives for motives, he eventually refused to harbor motives. Thus, he became even more angry.",
                "H2KE-nKo": "정언 유득일이 시골에 있으면서 상소하여 김익훈의 죄상을 거듭 논하고, 또 첫 번째 계사 중에 ‘상하가 서로 호응한다.[上下和應]’라는 네 글자를 가지고 임금을 핍박하는 무함이라고 고집하니, 이미 지나간 일은 제기할 필요가 없다고 답하고 속히 올라오라고 하였다. 사신은 논한다. 유득일이 김익훈에게 죄를 더 준 뒤로부터 김익훈의 족당이 떼지어 일어나 떠들썩하게 역적을 비호한다고 하면서 그 말을 끄집어내어 허새의 옥사가 허사로 돌아갔다고 하고, 또 ‘상하가 서로 호응한다.[上下和應]’라는 한 구절은 지존을 핍박하는 것이라고 하였다. 이에 송시열과 김수항 등이 더욱 강력하게 견지하니, 송시열이 유득일을 만나 힐책하기를 ‘만약 스스로 변명하지 않는다면 내가 상소를 올려 임금을 무함하는 말을 분변하겠다.’라고 하였다. 이 때문에 유득일이 다시 이 상소를 올렸는데, 말이 끝내 굽히지 않으니 송시열이 더욱 노하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 2월 20일(임진) 1번째기사",
                "gt-oKo": "정언(正言) 유득일(兪得一)이 시골에 있으면서 사연(辭緣)을 진달하여, 거듭 김익훈(金益勳)의 죄상을 논하였다. 그리고 또 처음 아뢴 소(疏) 중에 ‘상하가 화답하고 응종하였다[上下和應]’는 네 글자가 임금을 핍박한 무고라고 논집(論執)한 데에 대하여 변론하였는데, 이미 지나간 일을 다시 제기(提起)할 것이 없다는 것으로 비답하고 조속히 올라오라 하였다. 사신(史臣)은 말한다. “대체로 유득일(兪得一)이 김익훈(金益勳)의 죄를 더하라고 한 뒤로부터 김익훈의 일가붙이들이 떠들썩하게 무리로 일어나서, 역적을 비호한 그 말을 숨은 것까지 들추어내겠다고 하고, 허새(許璽)의 옥사(獄事)가 무위(無爲)로 돌아갔다고 말하였으며, 또 상하가 화답하고 응하였다는 한 글귀를 지적하여 지존(至尊)을 핍박했다고 하였다. 이에 송시열(宋時烈)·김수항 등이 그것을 힘껏 지지하였으며, 송시열이 유득일을 만나 힐책하기를, ‘만약 스스로 변명하지 않으면 내가 상소하여 임금을 무고한 말을 분변할 것이다.’고 하였다. 이 때문에 유득일이 다시 이 소(疏)를 올렸는데, 내용이 끝내 굴하지 아니하였으므로 송시열이 더욱 노여워하였다.”",
                "hj": "○壬辰/正言兪得一在鄕陳辭, 申論金益勳罪狀, 且辨初啓中, 上下和應四字, 執爲逼上之誣。 答以旣往之事, 不必提起, 使之從速上來。 【史臣曰: “蓋自得一加罪益勳之後, 益勳族黨, 群起譁然, 以爲護逆, 抉摘其語, 謂以璽獄歸於虛地。 又以上下和應一句, 謂指逼至尊。 於是, 宋時烈、金壽恒等持之尤力。 時烈遇得一詰之曰: “若不自辨, 吾將疏辨其誣上之說。” 以此, 得一復爲此疏, 而辭語終不屈, 時烈益怒。】"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gihae day, Supreme General of the Royal Placenta Chamber Song of the gihae year ( submitted a memorial to the King to request the release of [Kim] Hun to save [Yun] Hun to fabricate the rumors. 【원래 상소는 위에 보인다.】 사신은 논한다. 송시열이 tried to clarify Huns case, and many of them stopped him from doing so. On this day, [Yun] became afraid of the rumors and dared not save [Yun], secretly clarifying the high officials who were in charge of serving the King. [Yun] Hun was even more strongly enough to save Hun to Xiao . On the previous day, [Yun] took Jo Moks case in which the words were revealed, and those who were not frightened and disappointed. [Yun] also took out the rumors of [Yun] Hun to clarify Huns case, worried about the excessive excessively. ",
                "H2KE-nKo": "영중추부사 송시열이 상소하여 김익훈을 신구한 것을 와언으로 돌렸다. - 원래의 상소는 위에 보인다. - 사신은 논한다. 송시열이 우선 김익훈의 일을 분명히 말하려고 하자 보는 이들이 대부분 저지하였다. 이때에 이르러 와언을 두려워하여 감히 구원하지 못한 것처럼 하면서 은연중에 일을 담당한 대신을 증거로 삼았다. 김익훈을 신구하는 데 더욱 힘을 썼지만, 그가 지난날 조목의 일을 인용한 말과는 상반되니 보는 자들이 모두 놀라고 이상하게 여겼다. 또 박세채가 과연 김익훈을 논핵한 것에 대해 과중한 것을 걱정하여 진정시키는 것처럼 하자, 박세채가 이 때문에 상소하여 스스로 해명하였다. 이에 틈이 점점 생겨서 무함하는 말이 많이 떠돌았다. 이 때문에 조정의 의론이 더욱 송시열에게 붙어서 김익훈을 위하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 2월 27일(기해) 1번째기사",
                "gt-oKo": "영중추부사(領中樞府事) 송시열(宋時烈)이 상소하여 김익훈(金益勳)을 신구(伸救)한 것은 잘못 전파된 말이라 돌렸다.【원소(原疏)는 위에 보인다.】 사신(史臣)은 말한다. “송시열(宋時烈)이 우선 김익훈(金益勳)의 일을 분명히 말하고자 하니, 보는 이들이 많이들 그것을 말렸는데, 이때에 이르러 잘못 전파된 말이라고 두려워하는 것같이 하여 감히 구원하지 않는 것처럼 하였다. 그러나 가만히 일을 담당한 대신을 증거로 삼았으니, 그가 김익훈을 구원에 더욱 힘썼으며, 그것이 지난날 조목(趙穆)의 일을 끌어서 말한 것과 서로 반대가 되므로 보는 이들이 놀라고 이상스럽게 여기지 않는 이가 없었다. 또 박세채(朴世采)가 과감하게 김익훈을 논죄(論罪)할 적에 그 지나치게 중하게 할 것을 염려하여 진정시켰다고 하였다. 그러나 박세채가 이것을 소(疏)로 진달하여 스스로 변명하자, 여기에서 틈이 생겼고 서로 교묘하게 꾸며대는 말이 많이 행하여졌다. 이 때문에 조정의 의논이 더욱 송시열에게 붙어서 김익훈을 위하게 되었다.”",
                "hj": "○己亥/領中樞府事宋時烈上疏, 以伸救益勳, 歸之訛言。【原疏見上。】 【史臣曰: “時烈姑欲明言益勳事, 見者多止之。 至是, 有若畏訛言不敢救者然, 陰以當事大臣爲證, 其於伸益勳益有力, 而其於前日引趙穆事語相反, 見者莫不驚異。 又以朴世采果於益勳之論, 憂其過重, 而爲鎭定者然。 世采以是陳疏自明。 於是釁隙滋生, 交構之說多行。 以故, 廷論益附時烈而爲益勳矣。”】"
            }
        },
        "4": {
            "1": {
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 2월 4일(병자) 1번째기사",
                "gt-oKo": "행 사직(行司直) 박세채(朴世采)가 조정에 나가 경연(經筵) 석상에서 차자(箚子)로 아뢰었는데, 그 조목이 세 가지가 있었다. 그 첫째는 《주역(周易)》 건괘(乾卦)의 ‘하늘의 운행이 건전하다[天行健]’는 것을 인용(引用)하여 말하기를, “하늘의 운행이 하루 한 번 주회(周回)하는데, 지극히 건전(健全)하지 않으면 이뤄지지 못합니다. 군자(君子)가 이것을 본받아 사람의 욕심으로 자연 이치의 강건(剛健)함를 해치지 아니하면 스스로 힘쓰면서 쉬지 않를 것입니다. 왜냐하면 강(剛)이란 것은 양(陽)의 덕(德)이고 건(健)의 근본이니, 오직 임금이 그것을 잘 체득하면, 도(道)는 충족되고 천리(天理)는 보존되어 사람의 욕심에 굴복당하지 않을 것입니다. 그래서 반드시 그것을 굳게 가지고 오래 행하면, 마침내는 한 마음으로 만사(萬事)를 바로잡고, 한 몸으로 만민(萬民)을 바로잡아, 곧 천덕(天德)을 잡을 수 있어 이상적인 정치를 기약할 수 있을 것입니다. 그러나 사람의 욕심이 방해됨도 그 단서(端緖)가 하나뿐이 아니니, 아무리 총명하고 밝은 지혜의 자질이 있더라도 반드시 먼저 큰 뜻을 세워서 그칠 때를 알고 덕(德)에 나아간 뒤에야 건(乾)의 강건함을 비로소 알아 체득(體得)할 수 있을 것입니다. 이른바 그칠 데를 알아서 덕(德)에 나아가야 된다는 것도 별다른 기술이 없습니다. 성학(聖學)의 정도(程度)를 삼가고 미언(微言)의 귀착점을 완미(玩味)하며, 선왕(先王)의 덕업(德業)을 모아서 마음속으로 잘 분변하고 선악(善惡)의 시초[萌]를 우려할 때는 인물(人物)과 사정(邪正)의 찰나에서 살피고, 하는 일을 시비(是非)의 나뉨에서 징험하여, 마칠 때나 시작할 때나 부지런히 하여 이르지 않음이 없으면, 지혜는 이르고 인(仁)은 지켜지게 되어 건강(乾剛)에 미치지 않으려고 하더라도 스스로 그만두지 못할 것입니다. 이것으로 미루어 보면 임금의 도리는 다만 건강(乾剛)을 체득하여 쉬지 않은 데 달려 있으며, 그것을 체득하는 방법도 다만 그칠 줄을 알고 덕(德)에 나아가 배워서 모으고 물어서 분변하는 공부를 거둬들여 중정(中正)하고 순수(純粹)한 융성함을 다하는 데 달려 있으니, 이렇게 하는데도 자연의 이치를 밝히지 못하고 사람의 욕심을 버리지 못하는 자는 없습니다. 가만히 살피건대, 전하께서는 영단(英斷)이 뛰어나고 총명과 예지가 옛사람보다 우뚝하신데, 신이 우려하면서 오히려 두려워하는 것은 성상(聖上)의 자질이 비록 고매하시나 본원(本源)을 주재(主宰)하는 공이 완전히 수립되지 못했으며, 성상(聖上)의 뜻이 비록 크나 강유(綱維)를 잡아서 이끌 방법이 완전히 밝혀지지 않았습니다. 이 때문에 하시는 일에 나타나는 것과 정치 명령에 발로되는 것이 가끔 허심탄회하게 받아들여 재단하여 채택하는 아름다움이 부족하고, 사사로이 아끼며 휘어서 고치는 단서를 이루게 되니, 비록 공론이라고는 하나 국가 체모가 관계됨이 매우 큽니다. 지난날 훈적(勳籍)에 추록(追錄)하는 일 같은 것은 일찍이 빨리 개정(改正)하도록 하지 않으셨으면, 그 밖에 다른 것은 미루어 헤아릴 수 있을 것입니다. 왕자(王者)가 삼무사(三無私)를 받들어 천하의 뜻을 위로하지 않으면, 아무리 사람의 욕심으로 천덕(天德)의 강건(剛健)함을 해친다고 말하더라도 아마 사양 하지 못할 자가 있을 것입니다. 삼가 원하건대 전하께서는 확연(廓然)히 크게 깨우치소서.” 하였다. 그 둘째는 홍범(洪範)의 무당 무편(無黨無偏)의 뜻을 인용하여 말하기를, “대저 황극(皇極)의 도(道)는 인륜(人倫)같이 큰 것으로부터 사물(事物)의 소리와 동작에 이르기까지 그 의리(義理)의 중도(中道)가 지극하지 않은 것이 없어서 천하 사방의 사람으로 하여금 올바른 것을 취할 데가 있게 하면, 마치 북극성(北極星)이 제자리에 있으면 여러 별이 옹위하는 것과 같이 서민으로부터 군자(君子)에 이르기까지 치우치거나 공정하지 못할 근심이 없게 됩니다. 우리 나라 동인(東人)·서인(西人)의 당목(黨目)은 선묘조(宣廟朝)에 시작되었습니다. 그러나 그 처음에는 군자·소인의 분별이 심하게 있지는 않았고, 그 때문에 선정신(先正臣) 이이(李珥)가 일찍이 세척(洗滌)하여 진정시키려는 생각에서 선조[宣廟]께 진달한 것이 지금 벌써 백여 년이 넘었습니다. 그러나 이 뒤로 양당(兩黨)의 실수는 다시 서로 가리우지 못하여 사건만 꼽더라도 첫째는 정여립(鄭汝立)의 모역(謀逆)에 의한 패몰(敗沒)이고, 둘째는 이이첨(李爾瞻)의 난정(亂政)에 의한 패몰이며, 세째는 지난날 권간(權奸)의 당에 의한 패몰이니, 모두 동인(東人)의 일변(一邊)에서 나왔습니다. 그러나 그 사이에 남인(南人)이라고 일컫는 것은 조금 구별되어 역시 이름난 선비와 큰 보필(輔弼)이 많았으며, 광해군(光海君)이 인륜을 무너뜨린 날에 이르러서는 모두 임야(林野)에 물러나거나 혹은 대항하여 말하거나 직간(直諫)하는 이도 많았습니다. 이러므로 인조(仁祖)가 즉위하자 등용(登庸)의 왕성함이 서인(西人)과 별다름이 없었으며, 거듭 열성(列聖)께서 다스리는 방도가 있어서 오래 지나간 뒤에야 허물어지기 시작했던 것입니다. 대옥(大獄)이 완전히 마무리 되자 간당(奸黨)은 파출(罷黜)되고 성지(聖志)가 굳어져 조정 의논이 화목해지니, 사정(邪正)이 뚜렷이 밝혀지고 다스리는 교화가 날로 상승해야 하는데, 도리어 곧 혼동되고 시끄러워져서 위란(危亂)의 조짐을 면하지 못하게 되었습니다. 그것은 대체로 세상의 도덕이 타락하고 인심(人心)이 빠져들어, 다시 들어온 자는 실로 명확하게 현부(賢否)를 분별하지 못하게 되고, 공정한 도리를 행하다가 패몰한 자 역시 각박하고 지나친 폐단을 경험하게 되었습니다. 왜냐하면 대체로 권간이 죄를 받았을 때는 주벌(誅罰)된 자는 당여(黨與)와 복심(腹心)이었을 뿐입니다. 그런데 지금은 그렇지 않아 색목(色目)이 미친 한쪽 사람들을 거의 다 의심하며, 귀양보내고 파직 삭탈하는 데 있어서 반드시 이것으로 구실을 삼습니다. 나라를 다스리는 도리에 있어 어찌 한결같이 이를 견지하면서 지난날의 잘못된 궤도를 변경하지 않음이 마땅하겠습니까? 신은 청컨대, 역옥(逆獄)의 간당(奸黨) 및 다른 죄에 관련되어 크게 용납하지 못할 것은 더욱 명백하게 처리하기를, 고려 말엽 정몽주(鄭夢周)가 정한 오죄(五罪)의 예(例)와 같이 하소서. 이러한 유에 해당되지 않고 어질고 능력이 있어 쓸만한 자는 실로 탕척(湯滌)하여 깨끗이 씻어주어 그로 하여금 스스로 새롭게 하도록 함으로써, 원통함을 품거나 인재를 빠뜨리는 탄식이 없게 해야 합니다. 비록 다시 들어온 자가 털끝만큼이라도 편중(偏重)될 근심이 있을 경우 더욱 징계하고 격려한다면 거의 공경하는 아름다움이 이르게 될 것입니다. 그러나 그 대체는 참으로 전하께서 우뚝하게 자립하여 인륜을 살피시고 본성을 다하는 것이 아니면, 황극(皇極)의 도를 세워 그것으로 비춰보며, 옳고 그름과 맑고 사특한 것으로 하여금 형감(衡鑑)의 아래에서 도망할 수 없게 할 수 있겠습니까? 피차를 의논할 것 없이 어진 자는 반드시 나아가게 하고 어질지 못한 자는 반드시 물러나게 하여 평이하고 명확한 이치를 밝히소서.” 하였다. 그 세째는 《춘추(春秋)》에 화이지변(華夷之辨)을 인용하여 말하기를, “남한 산성(南漢山城)에서 나온 수치를 지금껏 씻지 못하고, 옥백(玉帛) 바치기를 목덜미와 등을 서로 바라보듯 하고,오히려 또 그럭저럭 편안하고 기쁘게 여기며, 떳떳한 도리로 그만두지 못할 것같이 보니, 이것이 어찌 우리 신민(臣民)의 편안하게 여길 바이겠습니까? 주자(朱子)가 융흥(隆興) 초에 용병(用兵)의 계책을 역설하였고, 무신 봉사(戊申封事)에 이르러서는 수년 동안 내려오면서 기강이 해이해지고 재앙이 싹터서 구구한 동쪽 남쪽의 일도 오히려 이루 다 염려하지 못하는데 어찌 회복을 도모할 수 있었겠습니까? 그러나 마침내 대본(大本)과 급무(急務)를 원수인 오랑캐를 멸망시켜 중원(中原)을 회복하는 규모(規模)로 만들었습니다. 엎드려 바라건대, 전하께서는 지금부터 척연(惕然)히 분발하시어 한결같이 효묘(孝廟)의 마음을 마음으로 삼아 힘를 기르고 기미를 살펴서 거의 조만간에 대의(大義)를 밝힐 수 있을 것이니, 뒷날의 계책을 훌륭하게 하소서.” 하였고, 또 추록(追錄)한 훈신(勳臣)의 문적에 첩황(貼黃)을 내리라고 한 것에 대해서 이르기를, “중묘조(中廟朝)에 정국 공신(靖國功臣)이 위훈(爲勳)이 너무 심해서, 문정공(文貞公) 조광조(趙光祖)가 ‘이익의 근원을 한 번 열면 사직(社稷)을 어떻게 할 수 없다.’ 하고, 마침내 개정을 청하자, 간신 남곤(南袞)이 이 기회를 틈타 조광조를 참소하여 죽였습니다. 이번 일이 비록 정국(靖國) 때의 일과 비교하여 어떠한지 알지 못하나, 실로 국조(國朝)에 없었던 폐단입니다. 다만 이익의 근원을 여는 근심일 뿐만 아니라 세상 인정이 더욱 답답해 하고 격렬한데, 하물며 약간 주선한 자들에게 어찌 달리 그 공로에 상주는 방법이 없겠습니까? 가만히 바라건대, 참작하시어 끝내 성덕(聖德)에 누(累)가 되지 않도록 하소서.” 하였고, 오죄(五罪)의 예(例)에 의해 첩황(貼黃)을 내리라고 하는 것은 이르기를, “공양조(恭讓朝)에 정도전(鄭道傳)이 이색(李穡) 등 여러 사람들을 죽이려고 귀양을 많이 보내자 국론이 분열되었는데, 정몽주(鄭夢周)가 임금에게 기록을 살펴서 아울러 내치거나 용서하되, 이 뒤에 다시 전일의 죄를 들추어 내는 자는 무거운 법으로 논죄(論罪)하도록 청하였습니다. 대체로 이번 일은 고려조[前朝]의 일과는 저절로 구별이 되나, 그 죄안(罪案)의 경중을 정하여 국론을 안정시키고 인심을 수렴한 것은 증거나 되니, 성상께서 밝게 살피소서.” 하였고, 다시 뒤의 계책을 잘 하는 첩황(貼黃)을 내리라고 하는 것은 이르기를, “신의 이 말도 전하께서 갑자기 군사를 일으켜 주린 호랑이의 길목을 감당하도록 바라는 것은 아닙니다. 우리 나라가 황조(皇朝)의 은혜를 받은 것이 참으로 다른 나라와 다르니, 대의(大義)를 밝혀서 이 마음을 확립할 수 없다면, 이는 천하가 모두 이적(夷狄)이 될 것입니다. 엎드려 바라건대, 성상께서는 밝게 살피소서.” 하였다. 박세채가 당시 바야흐로 사론(士論)을 주장하여 공신 추록(追錄)한 일을 논하였는데, 말이 엄하고 뜻이 정당하였으며, 붕당(朋黨)을 의논한 것도 공정한 마음에서 발로된 것을 볼 수 있다. 그러나 원수를 갚는 일은 비록 유자(儒者)의 계책이라 할지라도, 이미 심원한 계책이 없으니, 상투적인 말을 면하지 못할 듯하다.",
                "hj": "○丙子/行司直朴世采造朝登筵啓箚, 其條有三。 其一, 引《易》乾之天行健曰: 天行一日一周, 非至健, 不能也。 君子法之, 不以人慾害天理之剛, 則自强而不息矣。 何則, 剛者, 陽之德而健之本, 惟人君爲能體之, 則道足以存天理, 不爲人慾所屈。 必須持之以堅, 行之以久, 遂至於以一心而正萬事, 以一身而正萬民, 則天德可執而至治可期矣。 然而人慾之害, 不一其端, 雖有聰明睿智之姿, 必須先立大志, 知止而進德, 然後乾剛始可得以體矣。 所謂知止而進德者, 亦無他術, 謹聖學之程度、玩微言之歸趣、會先王之德業, 辨之於心, 慮善惡之萠, 審之於人物、邪正之際; 驗之於事爲、是非之分, 終始孜孜, 靡有不至, 則知及仁守, 雖欲不逮乎乾剛, 自不能已。 以是推之, 人君之道, 只在乎體乾剛而不息, 體之之道, 亦只在乎知止而進德, 以收學聚問辨之功, 以盡中正純粹之盛。 其能如此而然且天理未明, 而人慾未祛者, 未之有也。 竊覵, 殿下英斷首出, 聰睿冠古, 以臣之憂慮, 猶有所恐者, 聖質雖高, 而主宰本源之功未盡立; 聖志雖大, 而提絜綱維之道未盡明。 是以, 見於事爲、發於政令者, 往往欠虛, 受裁擇之美, 致私吝撓改之端, 雖於公議國體之關係甚大, 如向時追錄勳籍者, 未嘗亟賜改正, 則其他可以數矣。 非王者奉三無私, 以勞天下之意, 雖謂以人欲而害天德之剛, 恐有未能辭者。 伏願殿下, 廓然大警。 其二, 引《洪範》無黨無偏之義曰: 夫皇極之道, 自人倫之大, 以至於事物云爲之間, 無不極其義理之中, 使天下四方之人, 有所取正, 如北極之居其所, 而衆星拱之, 其自庶民以及君子, 宜無有偏比不公之患。 我國東西之目, 始於宣廟朝, 然其初非甚有君子、小人之辨, 故先正臣李珥嘗以洗滌鎭定之意, 陳於宣廟, 今已百有餘年。 自後兩黨之失, 不復相掩, 較其大致, 則一敗於汝立之逆, 再敗於爾瞻之亂, 三敗於向日權奸之黨者, 皆出於東之一邊。 然其間所謂南人者稍別, 而亦多名儒碩輔。 至光海斁倫之日, 皆能屛退林野, 或多抗言直諫。 是以, 仁祖卽位, 登庸之盛, 與西人無別, 重以列聖御理有方, 所以久而後始壞者也。 粤自大獄完畢, 奸黨屛黜, 聖志堅定, 朝論洽然, 宜其邪正大明, 治化日升, 顧乃混同擾攘, 不免有危亂之兆。 蓋以世道交喪, 人心陷溺, 於其復入者, 固未能甄別賢否, 行之以至公之道, 於其已敗者, 亦涉乎刻核過濫之弊。 何者, 自夫權奸之被罪也, 所誅者只是黨與腹心而已。 今則不然, 色目所及, 殆擧一番人而疑之, 流竄罷削, 必以此爲口實, 在治國之道, 豈宜一向持是而無變轍耶? 臣請其係逆獄奸黨及他罪, 大段不容, 處之益加明白, 如麗末鄭夢周所定五罪之例, 非在此類, 而賢能可用者, 固得蕩滌而拂拭之, 使之自新, 俾無抱冤遺才之嘆。 雖其復入者, 若有絲毫偏重之患, 益加懲艾而勉勵, 庶幾竝臻寅恭之美焉。 然其大體, 苟非殿下卓然自立, 察倫盡性, 有以建夫皇極之道而照臨之, 使是非淑慝, 莫逃於衡鑑之下, 勿論彼此, 賢者必進, 不肖者必退, 以昭平明之理焉。 其三, 引《春秋》華夷之辨曰: 南漢出城之恥, 迄未一灑, 玉帛之項背相望。 猶且因循恬憘, 視若常經之不可已, 是豈我臣民所得以安哉? 朱子當隆興初載, 力言用兵之計, 及至《戊申封事》, 則數年以來, 綱紀解弛, 釁孽萠生, 區區東南事, 猶有不勝慮者, 何恢復之可圖? 遂以大本急務, 俾作滅讎虜、復中原之規模。 伏願殿下, 自玆以往, 惕然奮發, 一以孝廟之心爲心, 蓄力相機, 庶幾早昭明大義, 以善後策焉。 又於追錄勳籍下, 貼黃云: ﻿中廟朝靖國功臣, 僞冒太甚, 文正公趙光祖以爲: “利源一開, 社稷將不可爲。” 遂與請改正, 奸臣南袞相乘此機, 讒殺光祖。 此事雖未知與靖國時事何如, 而實爲國朝所無之弊, 非但利源之可憂而已, 輿情愈鬱愈激, 況其略能周旋者, 尤豈無他酬勞賞功之路乎? 竊乞有所斟酌, 俾不至終累聖德。 於五罪之例下貼黃云: 恭讓朝, 鄭道傳欲殺李穡諸人, 流竄甚多, 國論多岐。 鄭夢周請王審錄竝加黜宥。 且請此後更擧前罪者, 論以重律。 蓋此雖與前朝事自別, 然其證定罪案之輕重, 以定國論, 收人心則伏乞聖照。 又於善後策下貼黃云: 臣之此說, 亦非敢望殿下遽然興師, 以當餓虎之蹊也。 我國家受皇朝之恩, 誠異於他邦, 若不能倡明大義, 以立此心, 是將擧天下, 皆爲夷狄矣。 伏乞聖照。 世采時方主張士論, 論追錄事, 辭嚴意正; 論朋黨事, 亦可見公心所發; 復雪事, 雖是儒者家計, 旣無深謨至計, 似未免套語矣。"
            },
            "2": {
                "H2KE-EN": "Fourth Inspectors [of the Office of the Inspector General] Bak Taeyu , Yu Deukryun , and others reappointed the royal order to release Kim Hun , who had been dismissed from office and reported to the King as follows: Your subject submitted a memorial regarding the case of Kim Hun, who greed his meritorious deeds and praised rewards and secretly reported [to Your Majesty]. Therefore, it is not necessary to summon and secretly. However, when Kim Hun enticed Kim Hun and plundered Kim Hun, Kim Hun gave him military tallies. Kim Hun came to the military tallies and reported them to the military tallies, and all those detained him were based on facts. Even though Kim Hun had no intention to make false accusations, he reported to the military tallies that Kim Hun was a suspicious evidence and reported to the military tallies that Kim Hun was a person who heard the words of Kim Hun and reported to Your Majesty. Kim Hun is Kim Hun. Kim Hun had already been punished according to the law, and Kim Huns opinion was truly not excessive. Fourth Censor [of the Office of the Censor General] Kim Gu reported to the King, Everything he said, Everything he uttered to speak to Your Majesty to be unable to responsible for your duties. However, Your Majestys 엄한 비답이 suddenly occurred unexpectedly. However, your subject has already stopped reprimanded the royal order and returned to his former rank. There is no one who does not respect the skills of the sun and the moon, and it is impossible to reverently reverently. Therefore, it is impossible for the circumstances of the circumstances. Therefore, it is not necessary to mention this matter. However, Kim Hun has already violated the royal order, and according to precedent, he should be replaced. Thus, Bak Taeyu should be replaced, and Yu Deukryun should be replaced. The King said, The words of the inspectors and censors are not in accordance with the circumstances, but Tae Yu should be replaced. Truly, this is unaware of the circumstances of Kim Hun, who talled the military tallies",
                "H2KE-nKo": "지평 박태유와 유득일 등이 내쫓아 보임한 명을 도로 거두어들였다는 이유로 인피하며 아뢰기를,“신이 김익훈의 일에 대해 그가 공을 탐내고 상을 바라며 변란을 가탁하여 비밀리에 아뢴 정상을 대략 진달하였으니, 지금 조목조목 열거할 필요가 없습니다. 김환이 전익대를 달래고 위협할 때 군뢰를 주어 보냈고, 전익대가 군문에 와서 고할 때 공초를 받고 구류한 것은 모두 사실에 근거한 말입니다. 가령 김익훈이 비록 무고할 마음이 없었다 하더라도, 이명견의 의심스러운 자취를 군문에 고한 자는 전익대이고, 전익대의 말을 듣고 믿어 전하에게 아뢴 자는 김익훈입니다. 전익대가 지금 이미 법에 따라 처형되었으니, 김익훈을 원지에 찬배하도록 논하는 것은 참으로 지나친 것이 아닙니다.”하였다. 정언 김구가 처치하기를,“일에 따라 말을 다하여 직책을 저버리지 않았는데, 준엄한 비답이 마침 뜻밖에 나왔습니다. 그러나 견책하는 명을 중지하고 예전의 반열에 도로 임명하셨으니, 일식과 월식이 끝난 뒤에 모두 우러러 흠모하고 있습니다. 대간의 체모로 헤아려 볼 때 다시 혐의할 것이 없고 정세로 볼 때 편안히 있기 어려우니, 지금 말할 필요가 없습니다. 이미 소패를 어겼으니 전례로 볼 때 체차해야 합니다. 박태유는 출사시키고 유득일은 체차하소서.”하니, 답하기를,“대간의 계사에 실정에 맞지 않는 말이 많은데 박태유를 출사시키도록 한 것은 참으로 이해할 수 없다.”하였다. 김구가 이에 처치가 잘못되었다는 이유로 인피하였다. 헌부가 처치하여 출사시키도록 청하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 2월 4일(병자) 2번째기사",
                "gt-oKo": "지평(持平) 박태유(朴泰維)·유득일(兪得一)등이 〈외방에〉 내쫓아 보임(補任)하였다가 환수(還收)하라는 것으로 인하여 인피(引避)하기를, “신이 김익훈(金益勳)의 사건에 대해 그가 공을 탐하고 상을 바라며 고변(告變)을 가탁하여 비밀히 아뢴 실상은 대강 진달하였으니, 지금 조목별로 열거할 필요는 없습니다. 그러나 김환이 전익대(全翊戴)를 달래고 협박할 적에 군뢰(軍牢)를 주어 보낸 것과, 전익대가 군문(軍門)에 와서 보고하자 공초(拱招)를 받아 구류(拘留)시켰던 것은 모두 증거가 확실한 말입니다. 가사 김익훈이 비록 무고(誣告)할 마음은 없었다고 하더라도, 유명견(柳命堅)의 의심할 만한 흔적을 군문에 보고한 자는 전익대이며, 전익대의 말을 믿고 전하께 아뢴 자는 김익훈입니다. 전익대가 지금 벌써 법에 따라 복주(伏誅)되었으니, 김익훈을 멀리 귀양보내도록 논하는 것은 실로 과중한 것이 아닙니다.” 하였는데, 정언(正言) 김구(金構)가 처치(處置)하기를, “일에 따라 말을 다했으니 직책을 저버리지 않았는데, 엄한 비답(批答)이 뜻밖에 나왔습니다. 그러나 견책(譴責)의 명을 중지시키고 도로 옛반열에 임명하시니, 일식과 월식이 고쳐지듯 하여 흠앙(欽仰)하지 않을 수 없습니다. 대간(臺諫)의 체통으로 헤아려 보면 다시 혐의할 것이 없으나 정세가 편안하기 어려운 것은 지금 말할 필요가 없습니다. 그러나 이미 소패(召牌)를 어겼으니 전례로 보아 체임시키는 것이 합당합니다. 박태유는 출사(出仕)시키고 유득일은 체임하도록 하소서.” 하니, 답하기를, “대간이 계달(啓達)한 내용이 실정에 맞지 않은 것이 많은데 박태유를 출사시키도록 함은 참으로 그 뜻을 깨닫지 못하겠다.” 하였다. 김구(金構)가 곧 처치가 적당한 데서 어긋났다고 하여 인피(引避)하자, 헌부(憲府)에서 처치하여 출사하도록 청하였다.",
                "hj": "○持平朴泰維、兪得一等因黜補還收, 引避曰: “臣於金益勳事, 略陳其貪功希賞, 托變密啓之狀, 今不必條列。 而金煥之誘脅翊戴也, 給送軍牢, 翊戴之來告軍門, 則取供拘留者, 皆是據實之言。 假使益勳雖無誣告之心, 以命堅可疑之跡, 告于軍門者翊戴, 聽信翊戴之言, 聞於殿下者, 益勳也。 翊戴今旣伏法, 則益勳之論以遠竄, 誠非過重。” 正言金構處置曰: “隨事盡言, 無負職責。 嚴峻之批, 適出意外, 而旣寢譴命, 還任舊列。 日月之更, 莫不欽仰, 揆以臺體, 更無可嫌。 情勢難安, 今不必言, 而旣違召牌, 在例當遞。 出朴泰維, 遞兪得一。” 答曰: “臺啓措語, 多不稱情, 而泰維出仕, 誠未可曉。” 構乃以處置乖當引避, 憲府處置請出。"
            },
            "3": {
                "H2KE-EN": "Acting Military Protector Yun Gyeom submitted a memorial requesting the King to summon him. The summer of the memorial read as follows: Ah! Being opportunity to the ruler, sweet dew fell symptoms of the sun. Even if your subject is dull and dull, how could your subject have not been true sincerity? Your subject cannot bear the same as those of ordinary people because his heart is diligent and negligent, and there is no effection for the true use of the symptoms and the symptoms of the symptoms.",
                "H2KE-nKo": "행 호군 윤증이 상소하여 소명을 사양하였다. 그 대략에,“아, 개와 말이 주인을 그리워하여 해바라기가 태양을 가로지르게 하니, 신이 비록 어둡고 꽉 막혔지만 어찌 유독 이런 정성이 없겠습니까. 다만 마음이 위태롭고 괴로워 차마 스스로 보통 사람과 같이 할 수 없고, 본실이 텅 비어서 원래 실질적인 쓰임에 적합하지 않습니다. 오직 이 두 가지 단서는 신의 실정을 위한 것으로, 한을 머금고 아픔을 삼키며 죽을 때까지 기필코 은혜에 사례할 수 없고 명에 나아갈 수 없어 줄곧 황송하고 위축되어 지금에 이르렀습니다.”하니, 너그러운 비답을 내리고 즉시 길을 떠나게 하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 2월 4일(병자) 3번째기사",
                "gt-oKo": "행 호군 윤증(尹拯)이 소(疏)를 올려 부르는 명을 사양하였는데, 대략 이르기를, “아! 개와 말도 주인을 생각하고 해바라기도 태양(太陽)을 따라 기우는데, 신이 비록 사리에 어둡고 꽉 막혔으나 어찌 유독 이 정성이 없겠습니까? 다만 심사(心事)가 위태롭고 괴로와서 차마 스스로 일반인들과 함께 하지 못하고, 근본과 실상이 텅비고 성기어서 원래 실용에 적합하지 않은데, 오직 이 두 단서가 신의 실상입니다. 한(恨)을 먹음고 고통을 삼키며 일생 동안 기약해도 은혜는 사례할 수 없고 명령은 따를 수 없으니, 한결같이 황송하고 위축되어 지금에 이르렀습니다…” 하니, 우악하게 비답하고 즉시 벼슬길에 나오도록 하였다.",
                "hj": "○行護軍尹拯疏辭召命, 略曰: 嗚呼! 犬馬戀主, 葵藿傾陽, 臣雖昏塞, 豈獨無此誠哉? 只以心事之危苦, 不忍自同於常人;本實之空踈, 元無可適於實用。 惟此二端, 爲臣實情, 含恨茹痛, 沒齒爲期, 恩不得謝, 命不能趨, 一向惶蹙, 以至于今。 云云。 優批, 使卽就途。"
            }
        }
    },
    "03": {
        "2": {
            "1": {
                "H2KE-EN": "Kim Hun , the first day of the gapjin month, [the King] ordered that Kim Hun be removed from office and banished to a designated area of his choice. Even though Kim Hun was very stricken with him, 박세채 said that [Kim] should be dealt with by the State Council in order to adjudicate his guilt. Subsequently, he submitted a report to the Royal Lecture. Kim Huns guilt was mentioned in earlier by the inspectors and censors on the basis of the inspectors and censors. In general, he is unaware of a man without knowledge. He is unable to shamelessly as a scholar-official. However, Subsequently, recommended Subjects and appointed Subjects to the post of commander, which is already exposed to public justice. Furthermore, he secretly reported that Subjects are Kim Hun and Kim Iks principal actions. Even a high-ranking official should not be able to confront each other. Subsequently, Subjects Subject Yang Chang as Subjects Subject",
                "H2KE-nKo": "갑진년에 김익훈의 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였다.김수항은 김익훈을 매우 강력하게 비호하였으나 박세채는 묘당에서 참작하여 그 죄를 결단해야 한다고 하였다. 이에 김수항이 마지못해 따라 마침내 연석에서 아뢴 것이다. 김익훈의 죄상은 그동안 대간의 계사에 남김없이 나열되어 있었다. 대체로 무식하고 행실이 염치없어 사대부에 낄 수 없었는데, 김수항이 추천하여 장수의 직임을 제수한 것만도 이미 공의에서 비난을 받은 것이다. 게다가 밀계한 것이 심환지와 전익대의 거괴였으니, 대간의 말이 아니더라도 대신이 된 자는 통렬히 억제하기에도 겨를이 없어야 할 것이다. 그런데 김수항과 송시열이 한창 비호하고 아껴서 한마디도 죄를 주지 않고 있으니, 이것이 대간의 의론이 격렬하게 된 이유이다.송시열은 50년 동안 종유였고 김수항도 문아와 숙망으로 사류의 기대와 기대가 어찌 밀고하는 기풍을 열고 외척에게 아첨하는 데에 있었겠는가. 그런데도 송시열은 여러 차례 위태로운 화를 겪으면서 감정과 분노가 가슴에 가득 차서 혈기가 발동할 때마다 점점 심술을 더럽혔다. 조정에 나온 뒤의 언행은 판연히 다른 사람이 되었고 김수항도 나약하여 스스로 견지하지 못하여 곽광이 양창에게 제재를 받은 것처럼 되었으니, 이것이 사류가 우뚝하게 자립하여 그와 함께 돌아가는 것을 부끄럽게 여기는 이유이다.박세채는 일대의 홍유인데도 송시열에게 불만을 품고서 둘로 나뉘었다는 지목을 피하지 않고 사류의 종주가 되었으니, 공의가 있는 바는 백대 후에도 속일 수 없는 것이다. 당인들이 송시열을 배척하는 것을 사당이라고 한다.아, 김익훈의 무뢰배를 비호하고 외척들의 기세 등등한 세력을 도와 사류의 격탁 양청하는 의론을 꺾는 것을 사당이라고 하는가? 무고하여 사람을 해치는 것을 통탄하고 권귀들이 국권을 천단하는 것을 미워하여, 우레와 같은 위엄을 범했다가 쫓겨났는데도 후회하지 않는 것을 사당이라고 하는가? 천하의 시비는 그 근원을 보아야 할 뿐이다. 김익훈은 노당이고 김익훈을 공격하는 것을 소론이라고 하니, 김익훈의 시비가 정해지면 노론과 소론의 시비도 정해질 것이다.송시열은 세 조정을 섬긴 유로이지만 옳으면 옳다 하고 그르면 그르다 하는 것을 군자라고 한다. 논의가 송시열에게서 나왔는데도 시비를 따지지 않고 구차하게 속이고 따라서 함께 훈척의 문하에 빌붙게 하였으니, 이런 이치가 있는가? 당인들이 또 소론은 남인에게 아첨하는 것으로 뒷날을 위한 계책으로 삼고 있다. 아, 10년 후에 있었던 일을 10년 전에 미리 보았다는 것이 과연 이런 이치가 있는가? 더구나 눈앞의 영화와 이익을 버리고 거실들이 미워하고 원망하는 것을 달갑게 여겨 스스로 낭패를 취하였으니, 이것이 어찌 인정이겠는가. 당인들이 스스로 이치에 닿지 않는 줄 알고 공의에 대항하지 못하면 번번이 이것으로 사람을 무함하니, 그렇게 되면 군자는 장차 후일을 돌아보는 것을 혐의하고 선한 일을 하는 것을 꺼릴 것이다. 이것도 변명할 것이 못 된다.이상은 한 번 악담한 것을 명언이라고 핑계 대니, 더욱 가소롭다. 갑인년 이후에 송시열을 무함한 자들은 현재 찬배되거나 사형당하고 있는데, 어찌 보복이 부족해서 감히 무고죄를 지은 자를 다른 뜻이 있다고 하는가. 이상 같은 무리야 오히려 어찌 그 말을 요구할 것이 있겠으며, 또 어찌 거론할 것이 있어서 마치 경중을 논의하는 것처럼 할 것이 있겠는가. 그러나 김익훈을 관작을 삭탈하고 도성 밖으로 내쫓은 것만으로도 그 죄를 다 씻기에는 부족하지만 또한 조금은 징계할 수 있으니, 대간의 의론도 짐작할 수 있을 것이다. 그런데도 오히려 다시 힘껏 쟁론하여 원독이 뼈에 사무쳐 당화가 점점 심해지고 있다. 정백자가 이른바 ‘우리들이 그 책임을 면할 수 없다.’라고 한 것도 오늘날을 두고 한 말이니, 불인을 너무 심하게 미워한다는 것을 또한 경계할 수 있다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 3월 2일(갑진) 1번째기사",
                "gt-oKo": "김익훈(金益勳)의 관작(官爵)을 삭탈(削奪)하고 4대문 밖으로 내치도록 명하였다. 김수항(金壽恒)은 비록 김익훈을 위하여 매우 힘썼으나, 박세채(朴世采)가 묘당(廟堂)에서 짐작하여 그 죄를 결단해야 할 것이라고 하니, 김수항이 마지못해 그것을 따르고 마침내 경연(經筵)중에 계달하였다. 김익훈의 죄상은 전후 대간(臺諫)의 계달에 빠뜨림 없이 나열하였는데, 대저 일자 무식으로 행실도 없고 부끄러움도 없으니, 사대부(士大夫)의 반열(班列)에 끼게 할 수 없는 것이다. 김수항의 천거로 장수(將帥)의 직임에 제수된 것도 이미 공론에 비난을 받았으며, 또 그 밀계(密啓)에 김환(金煥)과 전익대(全翊戴)의 괴수가 되었으니, 비록 대간의 말이 아니라도 대신으로서 통렬하게 억압하기에 겨를이 없었어야 했다. 그런데 김수항은 송시열(宋時烈)과 바야흐로 또 비호하며 아끼어 한마디도 그를 죄주자고 하지 아니하니, 이것이 대간의 의논이 격렬하게 된 이유이다. 송시열은 50년 동안 유학자들의 영수였으며, 김수항도 문장과 풍체와 인망을 사류(士類)들이 기대하였는데, 어찌 비밀히 고발하는 풍토를 열고 외척의 집안에 아첨해서야 되겠는가? 그리고 송시열은 여러 번 위태로운 화를 겪으면서 감정과 분노가 마음속에 가득 차고 혈기(血氣)가 발로함이 점점 심술(心術)을 더렵혀 조정에 나온 뒤로 언행(言行)이 판연히 딴 사람이 되었고, 김수항 역시 무르고 나약하여 스스로 견지하지 못하고 외척의 제압을 받기를 곽광(霍光)이 양창(楊敞)에게 한 것과 같았으니, 이것이 사류(士流)가 남들보다 뛰어나게 자립하여 그들과 함께 돌아가게 되는 것을 부끄럽게 여기는 이유이다. 박세채(朴世采)는 한 세대의 큰 선비로 역시 송시열에게 불만을 가지고 그 둘로 나뉘게 했다는 지목을 피하지 못하는데, 사류들의 종주(宗主)가 되었으니, 공의(公義)가 있는 곳은 백대(百代)후라도 속일 수 없다. 당인(黨人)들이 송시열을 배척하여 물리치기를 간사한 당에 빠져들었다고 말을 하는데, 아! 김익훈 같은 무뢰자를 보호하며, 여러 외척들의 한창 치솟는 세력을 도와 선비들의 격동해 일어나는 의논을 깍는 자가 간사한 무리인가? 무고(誣告)하여 남을 해치는 것을 통박(痛駁)하고, 권세 있고 지위가 높은 사람들이 나라를 마음대로 하는 것을 미워하여 그렇게 하는 것 때문에 뇌정(雷霆)을 범하여 배척당해 내침을 당해도 후회하지 않는 자가 간사한 무리인가? 천하의 시비(是非)는 그 근원을 관찰함이 마땅하다. 이미 김익훈을 위하는 자들을 노당(老黨)이라 하고, 김익훈을 공격하는 자들을 소론(少論)이라고 하니, 김익훈의 시비가 정해지면 노론과 소론의 시비도 정해질 것이다. 송시열이 아무리 삼조(三朝)를 역임한 원로(元老)라 할지라도 옳은 것은 옳다고 하고 그른 것은 그르다고 해야 군자(君子)라 하겠는데, 의논이 송시열에게서 나오면 시비를 따지지도 않고 구차하게 억지로 따르도록 하며, 함께 훈척(勳戚)의 문에 붙따르게 하는데 이런 이치가 있을 수 있겠는가? 당인(黨人)들이 또 소론(少論)을 남인(南人)에게 아첨하여 잘 보임으로써 후일의 계교를 삼았다고 하니, 아! 10년 뒤에 있을 일을 10년 앞에 보는 그런 이치가 과연 있을 수 있겠는가? 더구나 눈앞의 영리(榮利)를 버리고 세력가가 미워하고 원망함을 감수하면서 스스로 꺼꾸러짐을 취하는 것이 어찌 인정(人情)이겠는가? 당인(黨人)인 자가 이치에 굴하면 공의(公議)에 항거할 수 없다는 것을 스스로 알것인데, 걸핏하면 이런 식으로 남을 터무니 없이 얽어매니, 그렇다면 군자(君子)가 후일에 혐의가 있을까 염려하여 착한 일 하기를 꺼린단 말인가? 이것 역시 만족스럽게 분변하지 못하겠다. 그리고 이상(李翔)의 한 차례 욕설한 것을 명언(名言)이라고 하는데는 더욱 가소롭다. 갑인년 뒤에 송시열을 얽어매던 자들은 지금은 모두 귀향을 갔거나 다 없어졌는데, 무슨 보복이 부족하여 감히 무고(誣告)로 죄를 주며, 다른 뜻이 있다고 하는가? 이상 같은 무리야 그 말을 책할 것이 무엇이며, 또 무슨 칭찬할 것이 있다고 경중(輕重)이 있는 듯이 논의하는가? 그러나 김익훈을 삭출(削黜)한 것이 비록 그 죄가 충분하다고는 못하겠으나 역시 다소 징계가 될 만하니, 대간(臺諫)의 의논도 참작해서 해야 하는데, 오히려 다시 힘껏 쟁론함으로써 원한이 뼈끝에 들어가고 당화(黨禍)가 더욱 심하게 하였다. 정백자(程伯子)가 이른바 ‘우리 무리가 그 책망을 면하지 못할 것이다.’고 한 것 역시 오늘 일을 이른 것이니, 너무 심하게 불인(不仁)을 미워하는 것도 경계할 줄 알아야겠다.",
                "hj": "○甲辰/命金益勳削奪官爵, 門外黜送。 金壽恒雖爲益勳甚力, 而朴世采以爲: “宜自廟堂, 酌斷其罪。” 壽恒勉從之, 遂達于筵中。 益勳罪狀, 前後臺啓, 臚列無遺, 而大抵目不識丁, 無行無恥, 不可齒於士夫, 而壽恒之薦授將任, 已見非於公議。 且其密啓, 爲煥、翊戴之巨魁, 則雖微臺言, 爲大臣者, 當痛抑之不暇, 壽恒與時烈, 方且庇護顧惜, 不一言罪之, 此臺議所以激也。 時烈五十年宗儒, 壽恒亦文雅夙望, 士流期望, 豈在於開告密之風, 媚戚畹之室? 而時烈屢經危禍, 憾忿弸中, 血氣之發, 漸累心術, 造朝後言行, 判作別人。 壽恒亦脆弱不自持, 受制戚里, 如霍光之楊敞, 此士流所以挺然自立, 恥與同歸。 朴世采以一代鴻儒, 亦不滿於時烈, 不避其分貳之目, 而爲士流宗主, 則公議所在, 百代不可誣也。 黨人以排擯時烈謂陷於邪黨, 噫! 扶護益勳無賴子, 助諸戚鴟張之勢, 折士流激揚之論者, 爲黨邪耶? 痛誣告之戕人, 惡權貴之擅國, 以之犯雷霆遭斥黜而不悔者, 爲黨邪耶? 天下是非, 當觀其源頭而已。 爲益勳者爲老黨, 攻益勳者爲少論, 益勳之是非定則老少之是非亦定矣。 時烈雖三朝遺老, 是則是之, 非則非之, 爲君子者。 以論出時烈, 而不較是非, 苟令詭隨, 同附於勳戚之門者, 有是理否乎? 黨人又以少論爲媚南人, 爲後日計, 噫! 事在十年之後者, 逆覩於十年之前者, 果有此理乎? 況捨目前之榮利, 甘巨室之嫉怨, 而自取其顚躓, 夫豈人情也哉? 黨人者自知理屈, 不能抗公議, 則動以此搆人。 然則君子其將以顧後爲嫌, 而憚於爲善哉? 斯亦不足卞也。 至於李翔一惡口, 藉爲名言者, 尤可笑也。 甲寅後搆時烈者, 時方竄殛且盡, 豈報復之不足, 而敢以罪誣告者, 謂有他意? 如翔輩尙何足責其言, 又何足稱擧, 有若爲論議輕重哉? 然益勳削黜, 雖未足盡其罪, 亦可以少懲, 則臺議亦可斟酌, 而猶復爭論甚力, 致怨毒入骨, 黨禍轉甚。 程伯子所謂吾輩不得辭其責, 亦今日之謂, 而嫉不仁太甚, 亦可知戒也。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the eleventh month, the King sent a written message to summon [Grand Prince] Jeok [] in order to summon [Grand Prince] Jeok []. [Grand Prince] Jeok [] did not come [to the court]. The official historian returned [to the court] and reported [to the King] on his mission. [He] also sent a message to admonish [Grand Prince] Jeok [] in order to admonish [Grand Prince] Jeok []. [Grand Prince] Jeok [] answered in tears day, and evening to surround [the room] on the side of the sky. [However,] it is not possible to receive [him] in order to quickly impose punishment. [The King] also sent a message to the official historian to come together [with Jeok]. [Grand Prince] Jeok submitted a memorial [to the King] and firmly declined.",
                "H2KE-nKo": "을축년에 주상이 수찰을 내려 윤증을 정중히 불렀는데, 김수항의 말을 따른 것이다. 윤증이 사양하고 오지 않자, 사관이 복명하니, 또 수찰을 내려 가서 전유하게 하였다. 윤증이 대답하기를,“종일 감격의 눈물을 흘리면서 밤새도록 벽을 돌며 지냈는데 받들 길이 전혀 없습니다. 오직 속히 형벌을 받기를 바랄 뿐입니다.”하였다. 주상이 또 유시를 내려 사관을 보내 함께 오게 하였는데, 윤증이 상소하여 극력 사양하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 3월 23일(을축) 1번째기사",
                "gt-oKo": "임금이 수찰(手札)을 내려 윤증(尹拯)을 돈독한 말로 불렀는데, 김수항(金壽恒)의 말을 따른 것이었다. 윤증이 사양하고 오지 않음을 사관(史官)이 복명하니, 또 수찰을 내리고 가서 유시(諭示)하게 하였는데, 윤증이 수찰을 대하여 종일토록 감읍(感泣)하여 밤새도록 벽을 감싸며 절대로 명을 받들 길이 없으니, 빨리 형벌을 받기를 바란다는 것으로 대답했다. 임금이 또 유시를 내리고 사관을 보내 함께 오도록 하였는데, 윤증이 글을 올려 극력 사양하였다.",
                "hj": "○乙丑/上, 下手札敦召尹拯。 從金壽恒言也。 拯辭不至, 史官復命, 又下手札往諭。 拯對以終日感泣, 終宵繞壁, 萬無承當之路, 唯願速就刑章。 上又降諭, 遣史官使之偕來, 拯上章力辭。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On giyu day, the first day of the eleventh month, when the giyu day [of the eleventh month], [the King] requested that [the Grand Abdicated King] retire from his office. 【상세한 내용은 위에 보인다.】 When the Grand Abdicated King said that [the Grand Abdicated King] retire from his own accord. Even though [the Grand Abdicated King] wished to fulfill his wish, the court [of Ming China] said that [the Grand Abdicated King] did not allow [the Grand Abdicated King] to retire from his office. This was an old law for the royal ancestors. Sometimes [the Grand Abdicated King] had fortunately obtained [the Grand Abdicated King], and [the Grand Abdicated King] did not allow [the Grand Abdicated King] to retire from his office. This was especially due to the circumstances of the circumstances. The historians compiled [the Grand Abdicated King] said that [the Grand Abdicated King] was elevated to honor [the Grand Abdicated King], but [the Grand Abdicated King] also disappointed [the Grand Abdicated King]. At that time, [the Grand Abdicated King] said that [the Grand Abdicated King] was not satisfied by the public opinion, but the scholars still seized [the Grand Abdicated King] and did not reprimand [the Grand Abdicated King] because [the Grand Abdicated King] could not bear to discard [the Grand Abdicated King] for a long time. [The Grand Abdicated King] said that [the Grand Abdicated King] did not observe [the Grand Abdicated King] because [the Grand Abdicated King] said that [the Grand Abdicated King] was ill. [The Grand Abdicated King] said that [the Grand Abdicated King] did not observe [the Grand Abdicated King] because [the Grand Abdicated King] said that [the Grand Abdicated King] also said that [the Grand Abdicated King] did not allow [the Grand Abdicated King to retire from his office] to fabricate [the Grand Abdicated King]. [Therefore,], [the Grand Abdicated King] requested that [the Grand Abdicated King] salaries outside the regular office [of his office] and additionally provide [the Grand Abdicated King] with meat and salaries. [The Grand Abdicated King] said that [the Grand Abdicated King] intended to generously treat [the Grand Abdicated King], but the salaries were elevated to his meritorious deeds. [But] if [the Grand Abdicated King] had already [the Grand Abdicated King] to retire from his office, then [the Grand Abdicated King] shall not appoint him to a government position again. [But] if [the Grand Abdicated King] did not appoint him to a government position, then how could [the Grand Abdicated King] salaries? Not only the",
                "H2KE-nKo": "송시열이 치사를 청하였다. - 상세한 내용은 위에 보인다. - 송시열이 치사한 것은 사사로이 좋아하는 사람에게서 말한 것이니, 비록 그 소원을 곡진히 이루어 주고자 하더라도 조정에서 말하면 치사를 허락하지 않는 것이 바로 조종조의 옛법이다. 그러나 다행히 그 소원을 이루어 준 것은 특별한 은혜에서 나온 것이지, 일부러 항상 얻을 수 있는 것이 아니다. 박세채와 조지겸 등 여러 사람이 치사를 허락하지 말 것을 청한 것은 다만 일의 체모로 말한 것이다. 그런데 초사를 편수한 자가 ‘겉으로는 존귀하지만 속으로는 곤궁하다.’라고 하였으니, 그 또한 이상하다. 그러나 이때 송시열이 한 짓이 공의에 불만족스러웠는데도 사류들이 여전히 그들을 잡아 두고 드러내 놓고 배척하지 못한 것은 다만 오랫동안 존상하여 차마 하루아침에 끊어 버릴 수 없었기 때문이다. 우물쭈물하는 병통이 있다고 한다면 괜찮지만, 심술이 아름답지 못하다고 한다면 또한 당인들이 참소하고 모함하는 수단이니, 이것은 분변하지 않을 수 없다.김수항이 본질의 상름 이외에 또 술과 고기, 늠속을 더 보내 달라고 청한 것은 비록 예우하는 뜻에서 나온 것이기는 하지만, 녹이라는 것은 그 노고를 기록하는 것이다. 이미 치사하고 휴관하였으면 다시는 직사를 맡지 말아야 하고, 이미 직사를 맡지 않았으면 또 어떻게 그 직임으로 녹을 받을 수 있겠는가. 그 직임으로 녹을 줄 뿐만 아니라 또 상름 이외에 더 준다면, 이는 명색은 휴치이지만 녹을 먹는 것은 도리어 그 직임을 맡은 것보다 우월한 것이다. 사양하고 받는 절차가 구차하게 해서는 안 되는데, 송시열은 단지 전문을 올려 머리를 조아려 사례하였을 뿐이고 끝내 극력 사양하여 태연히 받았으니, 예의를 분변하지 않고 만종을 받았다는 것은 송시열을 두고 한 말이다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 3월 7일(기유) 1번째기사",
                "gt-oKo": "송시열(宋時烈)이 휴치(休致)를 청하였다.【상세한 것은 위에 보인다.】 송시열의 휴치를 사사로 좋아하는 사람의 입장에서 말하면 비록 곡진히 그의 소원을 이루려고 한 것이라고 할 수 있으나, 조정의 입장에서 말하면 휴치를 허락하지 않는 것이 곧 조종조(祖宗朝)의 옛법이다. 간혹 다행히 이룬 자는 특별한 은혜에서 나온 것이지, 연고 때문에 언제나 얻을 수 있는 것은 아니었다. 박세채(朴世采)·조지겸(趙持謙)등 여러 사람이 휴치(休致)를 허락하지 말도록 청한 것은 특별히 사체(事體)로서 말한 것인데, 처음 역사를 편찬한 자들이 ‘겉으로 높이면서 가만히 곤궁하게 한다.’고 말하였으니, 이는 사실과 다르다. 그러나 이때에 송시열의 행위를 공의(公議)가 만족하게 여기지 않았는데, 선비들이 오히려 내속(內屬)되어 드러나게 배척하지 못한 것은 단지 숭상한 지가 특별히 오래 되었으므로 차마 하루아침에 잘라버리지 못해서였다. 그러니 가부를 결정짓지 못하고 우물쭈물하는 병통이 있다고 말하는 것은 가하겠지만, 심술이 아름답지 못하다고 말한다면, 역시 당인(黨人)의 참소하여 얽어 매는 수단이니, 이는 분변하지 않을 수 없다. 김수항(金壽恒)이 본 직임의 평소의 늠료(廩料) 외에 또 주육(酒肉)과 늠속을 더 주도록 청한 것은 비록 넉넉히 예우(禮優)하라는 뜻에서 나온 것이기는 하나, 녹봉은 그 수고에 대한 보상으로, 이미 정사를 그만두고 벼슬을 쉰다면, 다시 직임을 맡지 않는 것이며, 이미 직임을 맡지 않는다면 또 어찌 그 책임의 녹을 주어야겠는가? 그 직임의 녹뿐만이 아니고 평소의 늠료 외에 더 준다면, 이는 명색만 휴치(休致)하고 식록(食祿)은 도리어 그 직책을 맡은 사람보다 우대하는 것이다. 사양하거나 받는 예절은 구차하지 않도록 해야 하는데, 송시열은 단지 전문(箋文)을 올리고 머리를 조아려 사례했을 뿐, 끝내 힘써 사양함이 없이 편안하게 받았으니, 예의를 분변하지 않고 만종(萬鍾)을 받는 자가 바로 송시열을 이름인가?",
                "hj": "○己酉/宋時烈請休致。【詳見上。】 時烈之休致, 自私好者言之, 雖欲曲遂其願, 自朝廷言之, 不許休致, 乃祖宗朝舊典。 而其或幸而得遂者, 出於特恩, 而非可以故常得之也。 朴世采、趙持謙諸人之請勿許休致, 特以事體言之。 修初史者乃謂, 陽尊而陰困, 其亦異矣。 然是時, 時烈所爲, 不滿於公議, 而士流猶且羈縻, 不能顯斥者, 特以尊尙之久, 不忍一朝割棄也。 謂之病於依違, 則可也;謂心術不美, 則亦黨人者, 讒構手叚, 此不可不辨也。 至於金壽恒請於本秩常廩外, 又加致酒肉廩粟者, 雖出於優禮之意, 而祿者, 錄其勞也。 旣致政休官, 則不復任以職事, 旣不任以職事, 則又何以其職祿之? 不惟以其職祿之, 又加於常廩之外, 則是名爲休致, 而食祿反優於任其職者矣。 辭受之節, 宜不苟然, 而時烈只上箋叩謝而已, 終無力讓而恬受之, 不辨禮義而受萬鍾者, 時烈之謂歟!"
            }
        }
    },
    "04": {
        "10": {
            "1": {
                "H2KE-EN": "On imo day, the King attended the Royal Lecture. Fifth Rank Military Officer 박세채가 진달하기를, “마땅히 상세하게 살펴서 존호를 추상해야 합니다.” 하니,【경연에서 한 말은 위에 보인다.】 임금이 말하기를, “자세히 살펴서 해야 한다는 말은 진실로 옳다.” 하였다. 사신은 논한다. At that time, 박세채가 repeatedly addressed 송시열에게 말하기를, “한 가지 일을 가지고 회군하는 것은 바로 원수 때의 일이요, no matter how a prince is 호가 아니다. 또 주자는 always addressed the incident of the foundation of the Song dynasty. Presently, the incident of reforming the era of human reforming the country of human reforming the human reformation. The King denied the request. At the time, all the court officials regarded that it was not proper to build an honorificant matter to honorificant repeatedly. Fourth Inspector [of the Office of the Inspector General] 박태유가 시골에 있으면서 admonishing the matter, and those who observed the human repeatedly stopped him. Thus, 박태유가 appreciated the memorial and deleted it from this human reputation. Those who witnessed the human relationship from the human relationship of Bak Ikmu",
                "H2KE-nKo": "주강을 행하였다. 사직 박세채가 진달하기를,“태조 대왕의 휘호를 추상하는 것은 상세히 살펴야 합니다.”하니, - 연석에서 한 말은 위에 보인다. - 주상이 말하기를,“상세히 살펴야 한다는 말은 진실로 옳다.”하였다. 사신은 논한다. 이때 박세채가 여러 차례 이것을 송시열에게 말하기를,“회군하는 한 가지 일은 원수 때의 일이지 왕자의 휘호와는 관계가 없다. 또 주자가 평소에 일찍이 송 태조가 개국할 때의 일을 언급한 적이 없으니, 지금 혁명할 때의 일을 제기하여 후세 사람들의 비난을 야기할 필요는 없다.”하였으나, 송시열이 따르지 않았다. 이때에 이르러 박세채가 상언하고 또 김중하의 일을 진달하여 속히 삼사의 청을 윤허해야지 서로 버<unk>서는 안 된다고 하였으나, 주상이 따르지 않았다. 이때 조정의 의론이 모두 존호를 올리는 일을 온당치 못하게 여겨 말하는 자가 없었는데, 지평 박태유가 시골에서 상소하여 논하자 보는 자들이 다투어 저지하였다. 박태유가 상소를 가져다 이 단락을 삭제하였다. 송시열의 문인 중에 원소를 얻어 보고 전파한 자가 있었는데, 박익무가 상소를 올려 고자질하는 일이 있게 되었다. - 위에 보인다는 것은 윤6월 경술일이다. - 송시열이 또 상소를 올려 스스로 변명하니, 박태유가 끝내 내쳐 보임되었다가 졸하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 4월 10일(임오) 1번째기사",
                "gt-oKo": "주강(晝講)에서 사직(司直) 박세채(朴世采)가 진달하기를, “태조 대왕(太祖大王)의 휘호(徽號)를 추상(追上)하는 것을 상세하게 살펴야 합니다.” 하니,【경연(經筵)의 말은 위에 보인다.】 임금이 말하기를, “상세하게 살펴야 한다는 말은 참으로 옳다.” 하였다. 사신(史臣)은 말한다. “당시에 박세채(朴世采)가 이것을 여러 번 송시열(宋時烈)에게 말하기를, ‘회군(回軍) 한 가지 일은 이것이 원수(元帥) 때의 일이니 임금의 휘호와 관계가 없고, 또 주자(朱子)도 평소에 일찍이 송조(宋朝) 개국시의 일에 대해서는 언급하지 않았으니, 지금 혁명(革命) 때의 일을 제기하여 후세 사람들의 말썽을 야기시킬 필요는 없다.’고 하니, 송시열이 따르지 않았다. 이때에 이르러 박세채가 상언(上言)하였다. 또 김중하(金重夏)의 사건을 진달하여 빨리 삼사(三司)의 청을 윤허함이 마땅하고, 서로 버티는 것은 마땅하지 못하다고 하였으나, 임금이 따르지 않았다. 당시에 조정 의논이 모두 존호하는 일을 미안하게 여겨 말하는 자가 없었는데, 지평(持平) 박태유(朴泰維)가 시골에 있으면서 상소로 논란하니 보는 이들이 다투어 만류하였으므로, 박태유가 소를 가져다 이 단락을 삭제하였다. 그런데 송시열의 문인(門人)으로 〈삭제하기 전의〉 원소(原疏)를 얻어 보고 전파한 자가 있어서, 박익무(朴益茂)가 소로 〈송시열의 허물을〉 들추어 내게 되자, 송시열이 또 소를 올려 스스로 변명하였다. 이 때문에 박태유가 마침내 배척을 당하여 〈외직(外職)〉에 보임되어 졸(卒)하였다.”",
                "hj": "○壬午/晝講。 司直朴世采陳太祖大王追上徽號之宜在詳審, 【筵說見上。】上曰: “詳審之言固是矣。” 【史臣曰: “時, 世采屢以此言於時烈曰: “回軍一事, 是元帥時事, 不係王者之號。 且朱子平日, 未嘗說及宋祖開國時事。 今革命時事, 不必提起, 以惹後人之說。” 時烈不從。 至是, 世采爲上言之, 且陳重夏事, 宜速允三司之請, 不宜相持, 上不從。 時, 朝議皆以尊號事爲未安, 莫有言者。 持平朴泰維在鄕疏論, 見者爭止之, 泰維取疏削此段。 時烈門人有得見原疏, 而傳播者, 致有朴益茂之疏訐, 【見上, 閏六月庚戌。】 時烈又陳章自明, 泰維終至斥補而卒。】"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "During byeongsul day, Supreme General [of the Middle Army] []Seong Yeok went to the capital to travel to Gangwon Province, but he did not report this to the court. Left State Councilor Jeong Jungju reported this to the King, and the King ordered a physician to escort his journey. 사신은 논한다. When [Seong] Yeok was unfairly displeased in the court, he claimed that his younger sister was ill and went to the capital to travel to the capital to take care of his younger sister sister. Ah! His Majestys reputation is as such, and the worries of the current affairs are as extreme as this. However, he has not been clearly identified and upright opinions and did not reach state affairs. Furthermore, he fled and hide again. His intention to be worried about the worries of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain is indeed true.",
                "H2KE-nKo": "병술년에 봉조하 송시열이 관동에 유람하러 갔으면서도 조정에 보고하지 않았다. 좌의정 민정중이 이 사실을 보고하니, 의관을 보내 호행하게 하라고 명하였다. 사신은 논한다. 송시열이 조정의 논의에 불평이 쌓여서 누이의 병을 간호한다는 핑계로 관동으로 유람하러 갔다. 아, 성상께서 마음을 비우고 기다리는 것이 이와 같고 시사의 어려움이 이와 같은데도 분명하게 말하고 바르게 의논하여 나랏일에 대해 언급하지 않고 또 도망가는 길을 떠나게 하였으니, 그가 ‘종국이 장차 망하게 될 것을 근심하여 차마 종국을 멀리 떠날 수 없다.’라고 한 뜻이 과연 어디에 있는가.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 4월 14일(병술) 1번째기사",
                "gt-oKo": "봉조하(奉朝賀) 송시열(宋時烈)이 관동(關東) 지방에 놀러 가면서 조정에 보고하지 않았는데, 좌상(左相) 민정중(閔鼎重)이 그 사실을 아뢰자, 의원을 보내어 호행(護行)하도록 명하였다. 사신(史臣)은 말한다. “송시열(宋時烈)이 조정의 의논에 불평이 쌓여서 누이의 문병을 핑계로 그대로 관동 지방을 유람하였다. 아! 성상(聖上)의 기대가 이와 같고, 시사(時事)의 근심됨이 이와 같은데, 이미 분명한 말과 바른 의논으로 국가의 일에 언급함도 없었고, 또 현실을 도피하는 행동을 일으켰으니, 그가 일컬는 바 ‘종국(宗國)이 장차 망할까 걱정되어 차마 종국을 멀리 떠나지 못한다’ 던 뜻이 과연 어디에 있는가?”",
                "hj": "○丙戌/奉朝賀宋時烈往遊關東, 而不告于朝。 左相閔鼎重以聞, 命遣醫護行。 【史臣曰: “時烈積不平於朝論, 托以省姊病, 轉以東遊。 噫! 聖上之虛佇如此, 時事之艱虞如此, 而旣無明言正議, 以及國事, 又作逃遁之行, 其所稱憂宗國之將亡, 不忍遠離宗國之意, 果安在哉!”】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On muja day, due to the muja year (, the King received officials in audience the various high-ranking officials, the Ministry of Rites , and the officials of the Office of the Censor General【경연에서 한 말은 위에 보인다.】 and decided that only the posthumous title of posthumous title was posthumous title should not be revised. Thereupon, the officials of the Censor General requested the King to discuss the case of Kim Jungha , the matter of the high-ranking officials. Left State Councilor 김수항이 the wrongdoings of the first circumstances, saying, Kim Jungha has already been falsely accused, and the high-ranking officials have strongly strongly. 민정중이 말하기를, When your subject was asked about the case of Kim Iki , he also stated that Kim Jungha should be executed. Deputy Education Director Jo Jigyeom strongly said that Kim Hwan should not be executed. 김수항이 and others all said that it was not proper to interrogate Kim Hwan. The King said, Kim Jungha has already been applied to me, and I did not approve your recommendation. It is clear that Kim Hwan has never been able to interrogate Kim Hwan. 사신은 논한다. Yesterday, when 송시열이 addressed the royal lecture in the Royal Lecture, he did not speak about his mind. When he departed to Yeongdong , he spoke to 민정중 , saying, On the day the 삼사의 wrongdoings of the Censor General and the Office of the Censor General did not strongly strongly. The officials of the Censor General stubbornly request the King to ask about the matter, which is greatly damaged by the cardinal principles. Generally speaking, the way of discussing state affairs should only observe the right and wrongdoings and strongly strongly. Thus, how can we strongly and strongly strongly? ",
                "H2KE-nKo": "무자년에 시호를 추증하는 일로 시임 대신과 원임 대신 및 예조와 옥당의 여러 신하를 인견하였다. - 연석에서 한 말은 위에 보인다. - 단지 추시만 행하고 개제하지는 않기로 결정하였다. 삼사가 이어 김중하의 일로 대신에게 하문할 것을 청하였다. 영의정 김수항이 처음의 견해가 잘못되었다는 이유로 인책하며 아뢰기를,“김중하가 이미 무고하였으니, 대신이 쟁집하는 것은 진실로 옳습니다.”하고, 민정중이 아뢰기를,“신이 전익대의 일로 하문하셨을 때 또한 김중하를 사형에 처해야 한다는 정상을 진달하였습니다.”하고, 부제학 조지겸이 김환만 홀로 면할 수는 없다고 극구 말하였다. 김수항 등이 모두 국문해서는 안 된다고 말하니, 주상이 말하기를,“김중하는 이미 참작하여 처리하였으니, 내가 윤허하여 따를 리가 없다. 김환은 원래 국문할 만한 일이 없다는 것이 분명하다.”하였다. 사신은 논한다. 송시열이 며칠 전 연석에서 소회를 말하지 않았다. 그가 영동으로 갈 때 민정중에게 말하기를,“당일 삼사의 잘못을 김수항이 변론하지 않은 것은 참으로 아량이 있다. 그런데 삼사가 하문할 것을 굳이 청한 것은 체통을 크게 손상한 것이다. 무릇 일을 논하는 도리는 단지 시비를 볼 뿐이다. 진실로 쟁집할 만한 일이라면 아무리 존귀한 임금이라도 면전에서 반대하고 조정에서 쟁집하는 것은 안 될 것이 없다. 어찌 체통으로 그 일의 시비를 결단할 수 있겠는가.”하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 4월 16일(무자) 1번째기사",
                "gt-oKo": "추시(追諡)하는 일로 시임(時任)과 원임(原任)의 대신 및 예조(禮曹)와 옥당(玉堂)의 여러 신하들을 인견(引見)하고,【경연(經筵)의 말은 위에 보인다.】 다만 추시를 행하되 신주(神主)를 고쳐 쓰지는 않은 것으로 결정하였다. 삼사(三司)에서 이어 김중하(金重夏)의 사건을 대신(大臣)에게 내려 묻도록 청하였는데, 영상(領相) 김수항(金壽恒)이 처음 견해의 잘못을 허물하여 말하기를, “김중하가 이미 무고(誣告)를 하였으니, 대간(臺諫)들이 다투어 고집함은 참으로 옳습니다.” 하였고, 민정중(閔鼎重)은 말하기를, “신은 전익대(全翊戴)가 사건을 하문(下問)하실 적에도 김중하를 죽여야 한다는 상황을 진달하였습니다.” 하였으며, 부제학(副提學) 조지겸(趙持謙)은 강력하게 말하기를, “김환(金煥)만 죄를 면하는 것은 불가합니다.” 하니, 김수항 등은 모두 국문하면 부당하다고 말하였다. 임금이 말하기를, “김중하는 벌써 참작하여 처리하였으니 내가 윤허할 리가 없고, 김환은 원래 국문할 일이 없음이 분명하다.” 하였다. 사신(史臣)은 말한다. “송시열(宋時烈)이 지난날 경연(經筵) 석상에서 생각한 바를 말하지 않고, 그가 영동(嶺東)으로 갈 적에 민정중에게 말하기를, ‘당일 삼사(三司)의 잘못을 김수항(金壽恒)이 분변하여 논하지 않은 것은 참으로 아량이 있으나, 삼사에서 하문하도록 강청한 것은 크게 체통을 상하였다.’ 하였다. 대체로 일을 논란하는 도리는 다만 옳고 그름을 볼 뿐인데, 진실로 다투어야 할 것이라면 비록 임금의 높은 위엄 앞에서 쟁론(爭論)하는 것도 불가함이 없을 터인데, 어찌 체통으로 그 사건의 옳고 그름을 결단할 것인가?”",
                "hj": "○戊子/以追謚事, 引見時任ㆍ原任大臣及禮曹、玉堂諸臣。【筵說見上。】定以只行追謚, 不改題。 三司仍請以金重夏事, 下詢大臣。 領相金壽恒以初見之謬, 引咎曰: “重夏旣已誣告, 臺臣爭執固是。” 閔鼎重曰: “臣於翊戴事下詢時, 亦陳重夏當死之狀。” 副提學趙持謙盛言金煥之不可獨免。” 壽恒等皆言不當鞫。 上曰: “重夏旣已酌處, 予無允從之理。 金煥元無可鞫之事明矣。” 【史臣曰: “宋時烈頃日筵中, 不言所懷。 其向嶺東也, 語閔鼎重曰: ‘當日三司之非, 金壽恒不爲辨論, 誠有雅量。 三司强請詢問, 大傷體統。’ 凡論事之道, 只觀是非而已。 苟可爭, 雖人主之尊, 面折廷爭, 無所不可, 何可以體統, 斷其事之是非哉?”】"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Concurrent Fifth Rank Military Officer of the gichuk year (, Senior Fifth Rank Military Officer Chae , submitted a memorial, which reads as follows: Yesterday, Your Majesty summoned high officials and high officials to discuss the matter of presenting the posthumous title to the deceased high officials and to the presentation of the posthumous title [to the deceased Grand Abdicated King]. I had already implemented according to the precedent and also decided to change the posthumous title [to the deceased Grand Abdicated King]. Your subject cannot overcome the utmost appreciation. Generally, your subject submitted a memorial advising that the court had already been decided after the court had already been decided, and he should have been punished by decapitation eventually. However, in his original intent, your subject fears that the importance of the Royal Ancestral Shrine cannot be lightly enforced, and a subject should have exerted his utmost sincerity and propriety. Therefore, he dared to utter such words. Now, the court has made a thorough investigation on the matter of an ignorant subject to present a memorial, and thus it can be said that there is no slightest possible [to the deceased subject]. However, upon hearing the request [of the deceased King], he eventually stopped this. Among these two words,【 described above the discussion on the matter of sending the posthumous title to the high officials and the discussion on the matter of 김석주. 】 one sits and one sits, while one sits, and one sits, did not reach the expectations of the people and all the country. Accordingly, he submitted a memorial advising that the matter of the summer in the royal lecture requested high officials to ask about the matter, which was especially against the importance of the Veritable Records of Merit Subjects (C. Zhou Xianyun , Yeol , Yeongyeol , Comprehensive Mirror",
                "H2KE-nKo": "기축년에 행 사직 박세채가 상소하였는데, 그 대략에,“어제 대신과 유신을 명초하여 시호를 추상하는 일을 다시 의논하게 하셨습니다. 이미 이전대로 거행하려고 하였는데 또 신주를 고쳐 쓰지 않는 것으로 결정하셨으니, 신은 지극히 놀라움을 금할 수 없습니다. 대개 신이 진달한 것은 조정의 의론이 이미 결정된 뒤에 있었으니, 진실로 필경에는 참람하다는 주벌을 받을 것임을 알고 있습니다. 그러나 다만 그 본래의 의도는 종묘의 체모는 조금도 가볍게 해서는 안 되고 신하의 정성과 예의는 스스로 극진히 해야 한다고 여겼기 때문에 감히 이런 말을 한 것입니다.지금 이 조정의 의론은 어리석은 신이 아뢴 의리에 대해 명백히 분변하여 통렬히 배척하였으니, 미진한 점이 없다고 할 수 있습니다. 그러나 청한 것을 완전히 결정하였다는 말을 듣고 마침내 이와 같이 중지하였으니, 그동안 두 가지 말 가운데 - 송시열의 추호와 김석주가 신주를 고쳐 쓰지 않는 의론을 가리킨다. - 한쪽은 나아가고 한쪽은 물러가며 이쪽도 아니고 저쪽도 아닌 것은 끝내 여러 신하의 기대와 사방의 기대에 부합하지 않습니다.”하고, 이어 연석에서 김중하의 일로 대신에게 묻기를 청한 것은 체통에 크게 어긋난다는 의론을 진달하고 인책하니, 답하기를,“두 건의 일은 그대에게 잘못이 없으니, 안심하고 사직하지 말라.”하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 4월 17일(기축) 1번째기사",
                "gt-oKo": "행 사직(行司直) 박세채(朴世采)가 상소하였는데, 대략 이르기를, “어제 대신(大臣)과 유신(儒臣)을 불러서 다시 시호(諡號)를 추상(追上)하는 일을 의논하도록 명하셨는데, 이미 앞서의 의논에 의하여 거행을 하되 다시 신주(神主)를 고쳐 쓰지는 않는 것으로 결정하셨다고 하니, 신은 지극히 두려움을 이기지 못하겠습니다. 대체로 신의 아룀이 조정 의논이 정해진 뒤에 있었으니, 필경에는 참람하다는 죄로 벌을 받아야 된다는 점은 실로 알고 있습니다. 그러나 오직 그 본래의 뜻은 가만히 생각해 보면 종묘(宗廟)의 대체는 조그마한 경솔도 용납되지 않으며, 신자(臣子)의 정성과 예(禮)를 스스로 다해야 하기 때문에 감히 이런 말을 하였습니다. 지금 조정 의논은 어리석은 신이 아뢴 뜻에 대하여 분명히 변론하여 통렬히 배척하였으니, 마음속에 남겨둔 것은 없다고 하겠습니다. 그러나 그 청을 들어 완전히 결정된 것이 마침내 여기에서 그쳤고, 그 전후의 두 설(說) 중에서【송시열의 추호(追號) 및 김석주가 개제(改題)하지 않아야 한다는 양론(兩論)을 가리킨 것이다.】 일진 일퇴하다가 동쪽으로도 못하고 서쪽으로도 못가서 끝내는 여러 군하(群下)의 바람과 사방의 기대에 모두 적합하게 못하였습니다.” 하였고, 인하여 경연(經筵) 석상에서 김중하(金重夏)의 일을 대신들에게 묻도록 청한 것이 매우 체통에 어그러졌다는 의논이 있음을 허물하여 진달하니, 답하기를, “두 건의 일은 그대가 실수한 것이 없으니 뜻을 편안히 하고 사퇴하지 말라.” 하였다.",
                "hj": "○己丑/行司直朴世采上疏, 略曰: 昨日命招大臣、儒臣, 有更議追上謚號之事。 旣將依前擧行, 而又以不改題爲定, 臣不勝震越之至。 蓋臣陳白, 在於朝議旣定之後, 固知畢竟當伏僭越之誅, 而唯其本意, 竊恐宗廟事體不容少輕, 臣子誠禮當爲自盡, 故敢有是言矣。 今此朝議, 乃於愚臣陳白之義, 所以明辨而痛斥之者, 可謂無餘蘊矣。 然其聞請完定, 遂止如此, 就其前後二說之中,【指宋時烈追號及金錫冑不爲改題之論。】 一進一退、不東不西, 終未允合於群下之望、四方之聽矣。 仍陳筵中有以重夏事, 請詢大臣, 殊乖體統之議, 引咎。 答以兩件事, 爾無所失, 安意勿辭。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十四"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the byeongja year (. Fourth Censor [of the Office of the Censor General] Yi Dong Uk reported to the King in his opinion, saying, Kim Jungha and Kim Hwan , in the case of Kim Hwan , both the Office of the Inspector General, adamantly remonstrated one year after another. However, the King still did not approve the request. Generally speaking, [Kim] Ikjon was only reported to Yu Myeonggyeon , who had already been punished for his crime. In the case of Kim Jungha, he stood various people and reported it to the King. His false accusations were greater than [Kim] Ikjon. [Kim] Ikjon died and [Kim] Jungha was alive. The administration of the law [of punishment] is not contrary to the principles of governance. How can the country be governed? Accordingly, the King asked the high officials and the 유신 who attended the King. Second Inspector [of the Office of the Inspector General] Shin Yang , and Third Censor [of the Office of the Censor General] [] Oh Iks answered in the same manner as [Yi] Dong Uk. Senior Fifth-Rank Military Official [of the Office of the Censor General] [] 박세채 said, The Office of the Censor General strongly remonstrated [with Kim], but the King finally remonstrated [with Kim Jungha and others]. In the case of the state, the Office of the Inspector General and the Office of the Censor General had remonstrated [with Kim], and [the Office of the Inspector General] had remonstrated [with Kim Jungha and others] remonstrated [with Kim Jungha]. It is appropriate that the monarch should be decided by judgment. The 영상 김수항 , Supreme General [of the Office of the Inspector General] [], and others all said that [Kim Jungha] should not be put to death. Yi Dong Uk also said in a review, [Kim Jungha] should be put to secret and secretly eliminately eliminating [Kim Jungha] for his meritorious deeds. [Kim Jungha and others] should be clarified to false accusations. 박세채 said, Now, [Your Majesty] have heard that the high officials said, [Kim Jungha] should be put to administration, and the other words of a man should be put to administration. It is clear that [Kim Jungha] must be put to administration, and the law should be rectified. The King finally refused to heed. Later, the King did not heed the request. Later, the King answered that [Kim] Junghas case was thoroughly questioned three times, but finally",
                "H2KE-nKo": "주강을 행하였다. 정언 이동욱이 소회를 아뢰기를,“김중하와 김환의 일에 대해 양사가 한 해가 넘도록 쟁집하였으나 아직도 윤허하지 않고 계십니다. 전익대는 단지 유명견 한 사람만 고발하였는데 이미 법에 따라 처형되었고, 김중하는 여러 사람을 나열하여 고발하였으니, 그 무고가 전익대보다 심합니다. 전익대는 죽고 김중하는 살아났으니, 형정이 이처럼 어그러진다면 어떻게 나라를 다스릴 수 있겠습니까.”하고, 이어 입시한 대신과 유신에게 하문하기를 청하였다. 집의 신양과 교리 오도일 등이 대답한 것이 이동욱과 똑같았으므로 반복해서 힘껏 쟁집하였다. 사직 박세채가 아뢰기를,“삼사가 입이 닳도록 힘껏 간쟁하였으나 주상께서는 시종 망설이고 계십니다. 국가의 대체는 대각이 간쟁하는 것이니 대신에게 물어서 결정해야 합니다. 대신에게 득실이 있으면 대각이 또 따라서 간쟁하니, 임금이 된 자는 절충하여 결단해야 합니다.”하고, 영의정 김수항과 영중추부사 김수흥 등이 모두 죽여서는 안 된다고 말하였다.이동욱이 또 고변한 글 가운데 ‘청밀하게 제거하면 큰일을 이룰 수 있으니, 남자 아이가 공을 세우자.’라는 등의 말로 무고임을 밝혔다. 박세채가 아뢰기를,“지금 대신의 말을 들으니 ‘큰일을 이룰 수 있으니, 남자 아이가 공을 세우자.’라는 등의 말은 무고임이 분명합니다. 그 의론을 흔쾌히 따라 법을 바로잡으소서.”하였는데, 주상이 끝내 들어주지 않았다. 그 뒤에 주상이 송시열에게 김중하의 일로 세 번 하문하였으나 끝내 대답하지 않았다. 송시열이 옥사를 심리하지는 않았지만 옥안에 대해서는 모르는 것이 없었을 텐데 모른다고 핑계를 대니, 주상이 대간의 계사에 대해 하문하였으나 여전히 입을 다물고 대답하지 않았다. 대개 그 뜻은 은밀히 김익훈을 비호하기 때문에 아울러 무고한 자를 드러내 놓고 배척하지 않으려는 것이고, 또한 공의를 저항할 수 없다는 것을 알았기 때문에 하문이 세 번에 이르렀으나 한마디도 대답하지 않았다. 그가 김익훈의 처지를 위한 것을 드러낸 것은 주밀하지만 임금을 섬기는 것은 어떠하였으며, 평소 자처하는 것은 어떠하였는데 이와 같은가.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 4월 4일(병자) 1번째기사",
                "gt-oKo": "주강(晝講)에서 정언(正言) 이동욱(李東郁)이 생각한 바를 진달(陳達)하기를, “김중하(金重夏)·김환(金煥)의 사건을 양사(兩司)에서 해를 넘기면서 다투어 논집(論執)했는데도, 오히려 윤허하지 않으셨습니다. 대저 전익대(全翊戴)는 다만 유명견(柳命堅) 한 사람을 고발했는데도 벌써 법에 따라 복주되었습니다. 김중하는 여러 사람을 나열하여 고발했으니, 그가 무고한 것이 전익대보다 심한데도 전익대는 죽고 김중하는 살아 있습니다. 형벌과 정사(政事)가 이와 같이 어그러지니, 어떻게 나라를 다스리겠습니까?” 하고, 바로 입시(入侍)한 대신(大臣)과 유신(儒臣)에게 내리어 묻도록 청하였는데, 집의(執義) 신양(申懹)·교리(校理) 오도일(吳道一) 등이 대답한 것도 이동욱과 똑같이 반복하여 힘써 다투었다. 사직(司直) 박세채(朴世采)가 말하기를, “삼사(三司)에서 입이 아프도록 힘써 다투는데도 성상께서 시종 어렵게 여기시니, 국가의 대체(大體)는 대각(臺閣)에서 다투는 바는 대신에게 물어서 결단하시되, 대신에게 만일 이해 득실이 있어 대각에서 또 따라서 다투는 것은 임금된 이가 절충하여 재단(裁斷)하는 것이 옳습니다.” 하니, 영상(領相) 김수항(金壽恒)·영부사(領府事) 김수흥(金壽興)등은 모두 말하기를, “그를 죽이는 것은 불가합니다.” 하였고, 이동욱이 다시 변서(變書) 중에 청밀(淸密)을 제거해야 큰일을 이룰 수 있으며, ‘남아가 공을 세울 때’라는 등의 말로 그가 무고(誣告)한 것을 밝혔다. 박세채가 말하기를, “지금 대신(臺臣)의 말을 들으니, ‘큰일을 이룰 만하며 남아가 공을 세울 때’라는 등의 말은 그가 무고한 것이 분명합니다. 통쾌하게 그의 의논을 따라 법을 바로 잡으소서.” 하였으나, 임금이 끝내 들어주지 않았다. 그 뒤에 임금이 송시열(宋時烈)을 대하여 김중하(金重夏)의 사건을 세 번 물었는데, 마침내 대답하지 않았다. 송시열이 아무리 옥안(獄案)을 상고하지 않았다 하더라도 옥안의 내용을 모르는 것이 없었는데 모른다고 핑계대었고, 임금이 대간(臺諫)의 계문(啓聞)으로 물었으나, 오히려 입을 굳게 다물고 대답하지 않았다. 대개 그 뜻은 가만히 김익훈(金益勳)을 보호하기 때문에 임금의 물음이 세 번에 이르렀어도 한 마디의 대답이 없었다. 그가 김익훈의 처지를 위한 것은 주밀하다고 하겠으나 임금을 섬기는 데에는 어떠하다고 하겠는가? 그가 평일에 어떻게 자처(自處)하였기에 이와 같이 하는가?",
                "hj": "○丙子/晝講。 正言李東郁陳所懷曰: “金重夏、金煥事, 兩司閱歲爭執, 而尙不允從。 夫翊戴只告一柳命堅, 而旣已伏法, 重夏則羅列諸人而發告之, 其誣告甚於翊戴。 翊戴死而重夏生, 刑政如是乖舛, 何以爲國乎?” 仍請下詢於入侍大臣、儒臣。 執義申懹、校理吳道一等所對, 一如東郁, 反復力爭。 司直朴世采曰: “三司苦口力爭, 而自上終始持難。 國家大體, 臺閣所爭, 問于大臣決之。 大臣如有得失, 臺閣又從而爭之, 爲人主者, 折衷裁斷可也。” 領相金壽恒、領府事金壽興等皆言其不可殺。 東郁又以變書中: “淸密除去, 大事可成, 男兒立功。” 等說, 以明其誣告。 世采曰: “今聞臺臣言, 大事可成, 男兒立功等說, 其誣告分明矣。 快從其論, 以正其法。” 上終不聽。 其後, 上對宋時烈以重夏事三問, 而竟不對。 時烈雖不按獄, 獄案宜無不知, 藉曰不知, 上以臺啓詢之, 猶堅噤不對。 蓋其意, 陰護益勳, 故竝誣告者, 不欲顯斥, 而亦知公議之不可抗, 故淸問至三, 無一言對。 揚其爲益勳地, 則周矣, 其所以事君者何如哉? 其平日自處維何, 而乃若是也?"
            }
        }
    },
    "05": {
        "12": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] sent an official to persuade Yi Sang to summon him. 사신은 논한다. [Yi] Sang is a man of learning and ignorant, and was genuinely enough to produce his livelihood. He was secret and cultivated by his studies, and he colluded with 박세채 and 윤증 . He was selected by Confucian scholars . His brothers were powerful and powerful, and his powerful possessed the royal court. At the time, ministers had recommended each other, and eventually he was promoted to the successor king. [Yi] Sang also presumptuously supported himself as a Confucian scholar. His words and 거취 were sounded by the sound of the support of",
                "H2KE-nKo": "사관을 보내 이상을 하유하여 불렀다. 사신은 논한다. 이상은 불학 무식하고 산업을 경영하는 데 뛰어났으며, 지론이 음험하고 각박하였다. 송시열에게 빌붙어 박세채, 윤증과 함께 유생의 선발을 받았다. 형제가 정귀하고 세력이 온 조정을 기울였는데, 당시 재상이 번갈아 추천하여 비옥에 발탁되기까지 하였고, 이상도 외람되이 유자로 자처하여 언론과 거취가 송시열의 그림자와 메아리처럼 되었으므로 비웃지 않는 사람이 없었다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 5월 12일(계축) 1번째기사",
                "gt-oKo": "사관(史官)을 보내서 이상(李翔)을 효유(曉諭)하여 불렀다. 사신(史臣)은 말한다. “이상(李翔)은 불학무식(不學無識)한데다 재산(財産)을 경영(經營)하는 데 장점이 있고 지론(持論)이 음각(陰刻)하였는데, 송시열(宋時烈)에게 빌붙고 의탁하여 박세채(朴世采)·윤증(尹拯)과 더불어 같이 유현(儒賢)을 선발하는 데 뽑히었다. 형제 세 사람이 귀현(貴顯)하게 되자 세력(勢力)이 조정을 기울일 만하였고, 당시의 재신(宰臣)들이 천거(薦擧)하고 끌어주어 비옥(緋玉)에까지 박탁되었으나, 이상은 또한 스스로 유자(儒者)로 처신하였고, 언론(言論)과 거취(去就)가 송시열에게 영향을 받으니, 기롱(譏弄)하고 조소(嘲笑)하지 않는 사람이 없었다.”",
                "hj": "○癸丑/遣史官, 諭召李翔。 【史臣曰: “翔不學無識, 長於營産, 持論陰刻, 附托宋時烈, 與朴世采、尹拯同被儒選。 兄弟鼎貴, 勢力傾朝, 時宰交相薦引, 至擢緋王, 翔亦猥自處以儒者, 言論去就, 爲時烈影響, 人莫不譏笑之。”】"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongjin day, the first day of the fourth month, [the King] ordered that Kim Hun be released from his designated area and demoted from his designated area. The Censorate remonstrated against this, but [the King] did not approve [his request]. 【일은 위에 보인다.】 사신은 논한다. Kim Hun was the grandson of the late 유신 Kim Jangsaeng . [Kim] was simple and unscrupulous, and neither knowledge of the character. Earlier, his father of [Kim] Bi , once sent a letter to reprimand him, saying, You began to reputation for yourself and wicked reputation for yourself. As you rose from yourself, you again rose from your own horse, our generation for yourself is exhausted. Subsequently, [Kim] Hun was a relative of the royal clan and associated with him. Bai Yan was suddenly promoted to high positions. At first, [Kim] Jeok recommended [Kim] Jeoks capacity and capacity. When [Kim] Jeok was defeated, [Kim] Hun was also appointed as a grand master for upholding state laws []. When Kim Seokju became a treacherous and hawk, [Kim] secretly gathered rogues, widely observed the ears, and conspired with Kim Hwan . At that time, many demoted persons were placed on the riverside. [Kim] Hwan was buried in a neighboring house and had him inspect the situation. [Kim] also secretly had Yi Mi and Han Suman secretly gather in the house of [Kim] Bi and [Kim] Suman , plotting to consult [Kim] Hun, and eventually told [Kim] Hun. Upon hearing this, Hun was greatly pleased. [Kim] Man took gunpowder and weapons, and brought [the gunpowder] to his house. [The gunpowder] immediately had [Kim] Hwan, [Yi] Mi, [Han] Suman, and [Han] Suman report [the gunpowder] to the throne. [The gunpowder] also came to the Office of Astronomy and secretly report [the gunpowder] to the throne. For this reason, at the",
                "H2KE-nKo": "소결을 행하였다. 김익훈의 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였다. 삼사가 간쟁하였으나 따르지 않았다. - 이 일은 위에 보인다. - 사신은 논한다. 김익훈은 고 유신 김장생의 손자이다. 거칠고 막되어 몸가짐을 조심하지 않았고 글자도 알지 못하였다. 그의 백부 김집이 일찍이 편지를 보내 책망하기를 ‘너는 처음에 날래고 막된 것으로 이름이 났고, 다시 말[馬]을 다루는 것으로 출세하였으니, 우리 집안의 풍도는 땅을 쓴 듯이 흔적도 없다.’라고 하였다. 왕실의 가까운 친척이라는 핑계로 연줄을 타고 아부하여 백도로서 갑자기 현달하게 되자, 처음에는 허적에게 아부하였다. 허적이 그의 재주와 국량을 천거하였는데, 허적이 패하자 함께 보사훈에 기록되었다. 김석주의 앞잡이가 되어 기찰하는 것을 자신의 임무로 삼고 무뢰배들을 많이 모아 널리 사람들의 이목을 퍼뜨려 김환과 깊이 결탁하였다. 이때 연좌되어 폐기된 사람들이 강가에 많이 있었는데, 김환을 위해 집을 사서 이웃에 살면서 사정을 탐지하게 하였다. 또 역적 허새와 교분을 맺고는 몰래 이회와 한수만을 시켜 밤낮으로 허새의 집에 모여서 모의하게 하고 편지를 보내 맹약하게까지 하고는 마침내 김익훈에게 달려가 보고하였다. 김익훈이 이 소식을 듣고 크게 기뻐하여 화약과 무기를 많이 내어 허새가 나간 틈을 타서 그의 집에 실어다 두었다. 그리고는 즉시 김환, 이회, 한수만을 시켜 고변하게 하고, 또 전익대를 시켜 무고하게 하였다. 또 스스로 아방에 가서 밀계하였기 때문에 이날 연석에서 비록 김석주가 김익훈을 비호한 것이라 하더라도 화약에 관한 일은 숨길 수 없었으니, 이것으로 그의 무고를 단정할 수 있다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 5월 15일(병진) 1번째기사",
                "gt-oKo": "소결(疏決)을 행하고, 김익훈(金益勳)의 삭출(削黜)을 풀어주라고 명하자, 삼사(三司)에서 다투었으나, 따르지 않았다.【일은 위에 보인다.】 사신은 말한다. “김익훈(金益勳)은 고(故) 유신(儒臣) 김장생(金長生)의 손자인데, 추패(麤悖)하고 행검(行檢)이 없었으며, 글자 한 자 모르는 까막눈이었다. 그 백부(伯父) 김집(金集)이 일찍이 편지를 보내어 이르기를, ‘너는 처음에 사납고 패려(悖戾)한 것으로 이름을 얻고, 다시 말[馬]을 다루는 것으로 발신(發身)하였으니, 우리 집안의 가풍(家風)이 땅을 쓴듯이 〈자취가〉 없다.’ 하였다. 폐부(肺腑)를 다하는 신하로 위탁됨에 이르러서는 인연(寅緣)하고 의부(依附)해서 백도(白徒)로서 갑자기 현달(顯達)하였는데, 처음에는 허적(許積)에게 빌붙어 허적이 그 재주와 국량(局量)을 천거하였으나, 허적이 패망함에 이르러서는 보사훈(保社勳)에 같이 기록되었다. 김석주(金錫胄)의 응견(鷹犬)이 되어서는 기찰(譏察)하는 것을 자신의 임무로 삼아, 무뢰배(無賴輩)들을 많이 끌어모아 이목(耳目)을 널리 퍼뜨려 놓았으며, 김환(金煥)과 더불어 깊이 서로 체결(締結)하였다. 그때 연좌(緣坐)되어 폐고(廢錮)된 사람들이 한강(漢江)가에 많이 있었는데, 김환을 위하여 집을 사서 이웃에 거처하며 사정을 탐지(探知)하게 하고, 또 역적(逆賊) 허새(許璽)와 사귀어, 몰래 이회(李)·한수만(韓壽萬)으로 하여금 밤낮으로 허새의 집에 모여 모의(謀議)케 하였는데, 절간(折簡)하여 맹약(盟約)함에 이르자 드디어 김익훈에게 달려가서 보고하였다. 김익훈이 듣고서 기뻐하여 화약(火藥)과 융기(戎器)를 내어다가 허새가 나간 틈을 타서 그 집에 실어다 놓고서 즉시 이회와 한수만으로 하여금 상변(上變)하게 하고, 또 전익대(全翊戴)를 위협하여 무고(誣告)하게 하였다. 그리고 또 스스로 아방(兒房)으로 가서 밀계(密啓)하였기 때문에 이날 연중(筵中)에서 비록 김석주가 김익훈을 비호(庇護)하였을지라도, 화약의 일은 숨길 수가 없었으니, 이로써 그 무고(誣告)하였음을 단정할 수 있는 것이다.”",
                "hj": "○丙辰/行疏決, 命放金益勳削黜, 三司爭之, 不從【事見上。】 【史臣曰: “益勳, 故儒臣金長生之孫, 麤悖無檢, 目不識字。 其伯父集嘗貽書責之曰: ‘汝始以驍悖得名, 復以理馬發身, 吾家門風, 掃地盡矣。’ 及托屬肺腑, 夤緣依附, 以白徒驟顯, 始附許積, 積薦其才局, 及積敗, 同錄保社勳。 爲金錫胄鷹犬, 以譏察爲己任, 多聚無賴輩, 廣布耳目, 與金煥深相結。 時坐廢諸人, 多在江上, 爲煥買舍隣居, 使探事情, 又與逆璽交, 陰使李、韓壽萬, 日夜聚璽家謀議, 至折簡盟約, 遂走報益勳。 益勳聞之大喜, 多出火藥、戎器, 乘璽出, 輸置其家, 卽使煥、、壽萬上變, 又䝱翊戴誣告。 又自詣兒房密啓, 故是日筵中, 雖以金錫胄之庇護益勳, 而火藥事, 猶不能諱, 則惟此可以斷其誣告矣。”】"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "During the gimi year (, [the King] ordered that recommendations of guaranteed men be recommended for all military officials. [The King] ordered that [the military officials] be ordered to interrogate [them] and that [them] again recommend military officials for recommending guaranteed men.",
                "H2KE-nKo": "기미년 초에 사람을 천거하라는 명이 있었는데, 무장이 모두 유사를 천거하자 추고하라고 명하고, 다시 무인을 천거해 올리게 하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 5월 18일(기미) 1번째기사",
                "gt-oKo": "그 때 사람을 천거(薦擧)하라는 명(命)이 있었는데, 무장(武將)을 모두 유사(儒士)로 천거하였으므로, 추고(推考)하라 명하고 다시 무인(武人)을 천거해 올리도록 하였다.",
                "hj": "○己未/時有薦人之命, 武將皆薦儒士, 命推考, 更令薦進武人。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Former Fourth Inspector [of the Office of the Censor General] Kim Mangil , who was the nephew of Kim Huns nephews, was appointed Second Inspector [of the Office of the Inspector General] Shin Yang . [However], he stole [the nephew of his] past incidents and instead arrogantly insulted [Kim Mangil]. The fact that [Kim Mangil] did not consider his own discretion and harbored a grudge against him, which is truly surprised. [Your subjects] request that [Kim Mangil] be dismissed from his position. [The King] did not consent to this. At the time, [Shin] Yang strongly said that [Kim] Huns crime was grave, and [he] cannot be pardoned. [He] also strongly strongly. [Kim] Mangil strongly strongly. [Therefore,] Mangil strongly strongly, reported [to the King], saying, [But] strongly strongly. The other day, [he] strongly strongly. Mangil strongly",
                "H2KE-nKo": "간원이 아뢰기를,“전 지평 김만길은 김익훈의 조카로서 집의 신양을 처치하면서 전의 일을 삽입하여 제멋대로 공척하였으니, 그가 친혐을 돌아보지 않고 기회를 틈타 유감을 풀려고 한 정상은 참으로 매우 놀랍습니다. 파직하소서.”하니, 윤허하지 않았다. 소결할 때 신양이 이미 김익훈의 죄가 커서 용서할 수 없다고 강력히 말하고, 또 다른 일을 논한 것이 사실과 다르다는 이유로 인피하였다. 김만길이 처치하여 체차해 주기를 청하면서 아뢰기를,“일을 논한 것이 사실과 어긋남을 면치 못하였고, 지난번 피혐하는 말에 이르러서는 스스로 이기기를 좋아하는 마음이었습니다.”하니, 물의가 떠들썩하였다. 김만길이 스스로 불안하게 여겨 인피하니, 체차하였다. 이때에 이르러 간신의 탄핵을 받은 것이다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 5월 21일(임술) 1번째기사",
                "gt-oKo": "간원(諫院)에서 아뢰기를, “전(前) 지평(持平) 김만길(金萬吉)은 김익훈(金益勳)의 조카로서 집의(執義) 신양(申懹)을 처치(處置)하였는데, 전의 일을 삽입(揷入)하여 제멋대로 공척(攻斥)하였으니, 그 친혐(親嫌)을 돌아보지 아니하고 때를 타서 유감을 드러낸 정상이 정말로 몹시 놀랍습니다. 청컨대, 파직(罷職)을 명하소서.” 하였으나, 윤허하지 않았다. 소결(疏決)하였을 때, 신양(申懹)이 이미 힘써 김익훈(金益勳)은 죄가 중대(重大)하여 용서할 수 없다고 말하고, 또 다른 일을 논하다가 사실을 잃었으므로 인피(引避)하였는데, 김만길이 처치하여 체차(遞差)시킬 것을 청하여 말하기를, “일을 논한 것이 사실을 잃었고, 지난날의 피사(避辭)에서는 스스로 이기기를 좋아한다고 하였습니다.” 하였으므로, 물의(物議)가 떠들썩하였다. 김만길이 스스로 불안하게 여겨 인피하여 체차되었는데, 이에 이르러 간원의 탄핵(彈劾)을 받게 된 것이었다.",
                "hj": "○壬戌/諫院啓曰: “前持平金萬吉, 以益勳侄子處置, 執義申懹, 而揷入前事, 恣意攻斥, 其不顧親嫌, 乘時逞憾之狀, 誠甚駭然。 請命罷職。” 不允。 疏決時, 懹旣力言益勳罪大, 不可赦, 又以論他事失實, 引避。 萬吉處置請遞曰: “論事未免失實, 至於頃日避辭, 自是好勝。” 物議譁然, 萬吉不自安, 引避遞。 至是爲諫臣所劾。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Sim Geuk , 처치ed Kwon Ji ,【계사는 위에 보인다.】 준엄한 비답을 받고도 밤이 깊어서야 인피하였다. Royal Secretary Kim Jingwi and Sim Yu accompanied them, but [Kim] Jingwi did not come to their place of duty. [The King] secretly seized [Sim] Yu, under the pretext of absence, and refused to accept the royal approval. [The King] finally accepted [the royal approval]. Only after sunset, [the royal approval] brought [the royal approval]. People finally entered [the royal approval]. People indulged [the royal approval].",
                "H2KE-nKo": "장령 심극이 권지를 - 계사는 위에 보인다. - 처치하였다가 엄한 비답을 받고 밤이 깊어서야 인피하였다. 승지 김진귀와 심유가 함께 직숙하였는데, 김진귀가 인혐하여 출사하지 않고 심유를 사주하여 밤이 깊었다고 핑계 대고 봉입하지 않았다. 상의하고 서로 버티다가 날이 밝자 비로소 봉입하니, 사람들이 모두 놀랐다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 5월 29일(경오) 1번째기사",
                "gt-oKo": "장령(掌令) 심극(沈極)이 권지(權持)를 처치(處置)하였는데,【계사(啓辭)는 위에 보인다.】 엄(嚴)한 비답(批答)을 받고 밤이 깊어서야 인피(引避)하였다. 승지(承旨) 김진귀(金鎭龜)와 심유(沈攸)가 같이 직숙(直宿)하고 있었는데, 김진귀가 인혐(引嫌)하여 나가지 않고 심유를 사주(使嗾)하여 밤이 깊었다고 핑계를 대면서 봉입(捧入)하지 않으며, 갔다가 왔다가 서로 버티다가 날이 밝을 무렵에야 비로소 봉입(捧入)하니, 사람들이 모두 놀랍게 여겼다.",
                "hj": "○庚午/掌令沈極處置權持,【啓見上。】 承嚴批, 夜深引避。 承旨金鎭龜、沈攸伴直, 鎭龜引嫌不出, 嗾攸托以夜深不捧, 往復相持, 天明始捧入, 人皆駭之。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Kim Seokju , Right State Councilor Kim Seokju , submitted a memorial to admonish Kim Hun ,【상소는 위에 보인다.】 Genealogy , Fifth Rank Military Officer Bak 박태son , instead of the memorial to admonish Kim Hun,【위에 보인다.】 He received 엄한 비답을 받았다.【비답은 위에 보인다.】 Fourth Inspector Yu Deukji also submitted a memorial to the King, saying, Kim Hun was secretly accused by a child, and his heart was secretly secret and supplied with military goods is difficult to understand the circumstances. From the top of the court officials down to the Confucian scholars, he reached the woman and the foolish woman, and there was not one who was not very slightly detested and detested. As your subject humbly observed the memorial of Kim Seokju, Kim Hun admonished Kim Hun to admonish Kim Hun and admonish the high officials. There was nothing he could not do with utmost. The state has relying upon and trusted Kim Hun, high officials like this. If high officials like this, then the state will end up worries. Kim Huns past treacherous and wicked should not be thoroughly mentioned. When gunpowder and other articles are secretly confronted by Kim Hun, Kim Hun supplied Kim Hun to expel him to another location, and Kim Hun supplied Kim Hun to take charge of investigating and investigating Kim Hun, how could he not know about this? He was truly aware of the circumstances. Today, the powerful and the powerful of Kim Hun became more rampant day by day, and the admonition of right and wrong are disrespectful. Thus, Heaven shows a warning to explaining Kim Hun, sunpowder and sunpowder. I am unaware of this. The memorial submitted by the chief state councilor was strongly reprimanded. However, Your Majesty revealed Kim Huns reputation by clearly showing a single word. He will surely clean the court 기강s and support the expectations of the world. The King was extremely strict. Second Minister of Works 박세채 submitted a memorial to the King as follows: Today, high officials and high officials were unable to understand the circumstances and the circumstances. For this reason, even though Kim Huns case was rampant, people did not wish to handle something to the circumstances. Thus, those who wish to handle something to the circumstances suddenly confront Kim Hun would suddenly occcur so that Kim Hun came to this point. Your subject hopes that Your Majesty will widely clarify the circumstances and sympathizing the circumstances and quickly show his reputation. Furthermore, the high officials will raise his virtue and generosity in order to encourage the morale.",
                "H2KE-nKo": "우의정 김석주가 상소하여 김익훈을 신구하였다. - 상소는 위에 보인다. - 부응교 박태손이 상소하여 공격하였다. - 이 일은 위에 보인다. - 엄한 비답을 받았다. - 비답은 위에 보인다. - 지평 유득일도 인피하기를,“김익훈이 추후로 아방에 고하면서 마음속으로는 비밀스럽게 여겼고 융물을 갖추어 주었으니 그 정황을 헤아리기가 어려웠습니다. 위로는 조정 벼슬아치로부터 아래로는 선비들에 이르기까지 어리석은 아낙네와 소와 말이 달아나는 것에 이르기까지 모두 깊이 미워하고 통렬히 미워하였습니다. 방금 삼가 김석주의 차자를 보니 김익훈을 신구하고 대신을 공격하면서 못하는 짓이 없었습니다. 국가가 의지하고 믿으며 믿는 것은 대신인데 대신이 이와 같다면 전하의 나라는 끝내 위태로워지고야 말 것입니다. 김익훈의 예전 간사함과 묵은 간특함은 낱낱이 거론할 필요가 없습니다. 화약 등의 물건은 새를 부를 때 몰래 던져 넣은 것이 수만 금인데, 김익훈이 기찰을 담당하였으니 어찌 몰랐을 리가 있겠습니까. 그가 옥사를 확대하여 공과 상을 바란 마음은 참으로 길가는 사람도 아는 바입니다. 오늘날 훈척의 권세가 날로 더욱 성해지고 정형이 문란해져 시비가 어그러져 점차 하늘이 경계를 보여 뜨거운 태양처럼 타들어 가고 있으니, 이것이 무슨 기상인지 모르겠습니다. 상신의 차자에서 심하게 배척을 가하고 전하의 비답에서는 현저하게 꺾어 버리셨습니다. 한쪽 손으로 한 마디라도 조정의 기강을 맑게 하고 성세를 도울 가망이 전혀 없습니다.”하니, 주상이 매우 엄한 비답을 내렸다. 공조 참판 박세채가 상소하기를,“오늘날 대신과 대신이 잘 알지 못하고 있으니, 그 마음이 서로 공경하고 협력하는 바가 있습니다. 이 때문에 김익훈의 일에 대해서도 물의가 들끓어 그 사이에서 손을 대지 않으려는 사람들이 번번이 참작하여 처결하자는 논의를 내고 있습니다. 지금까지 선비와 여론의 매도하는 단서가 되어 갈수록 지절이 더욱 많아지고 날로 더욱 어그러져 가고 있습니다. 더구나 화약 등의 일이 연석에서 나왔는데, 대각의 마음에는 ‘이것은 바로 국론 가운데 큰 것이니 결코 그대로 두어서는 안 된다.’라고 여기고 있습니다. 대신의 뜻은 본래 구애되는 바가 있어서 더욱 그 속마음을 잘 알지 못하여 점차 이 지경에 이르게 된 것입니다. 바라건대 전하께서는 확연히 크게 공정하고 화평한 마음으로 뉘우치는 뜻을 시원스레 보이소서. 또 대신으로 하여금 덕과 도량을 넓혀 사기를 부양하게 하고, 대각은 준엄한 말을 하여 대체를 손상시키지 말게 하소서.”하니, 주상이 너그러운 비답을 내렸다.박세채가 뒤에 어전에 나아가 유득일에게 내린 비답 가운데 ‘사독’이라는 두 글자를 고치도록 청하였으나, 주상이 따르지 않았다.박세채가 이어 당초에 진달한 세 조목의 말을 거듭 아뢰면서 아뢰기를,“추록한 것을 도로 거두어들이라는 청은 나라의 체모에 크게 관계되는데 아직도 지휘가 없으니, 답답한 마음을 금할 수 없습니다.”하고, 마침내 물러가기를 청하니, 주상이 온화한 말로 힘써 만류하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 6월 1일(임신) 1번째기사",
                "gt-oKo": "우의정(右議政) 김석주(金錫胄)가 소(疏)로써 김익훈(金益勳)을 구(救)하자,【소(疏)는 위에 보인다.】 부응교(副應敎) 박태손(朴泰遜)이 소(疏)로 공척(攻斥)하였는데,【소(疏)는 위에 보인다.】 엄(嚴)한 비답(批答)을 받았다.【비답(批答)은 위에 보인다.】 지평(持平) 유득일(兪得一) 또한 인피(引避)하면서 말하기를, “김익훈이 뒤이어 아방(兒房)에서 밀계(密啓)하였으니, 마음과 계책은 음험하고 비밀스러우며, 융물(戎物)을 갖추어 주었으니 정절(情節)은 측량(測量)하기 어려워, 위로 조신(朝紳)에서부터 아래로 위포(韋布)와 어리석은 아낙네, 걸어다니는 우마(牛馬)에 이르기까지 깊이 미워하고 질시(嫉視)하지 않음이 없는데, 지금 엎드려 김석주(金錫胄)의 차본(箚本)을 보니, 김익훈을 신구(伸救)하고 대신(臺臣)을 공척(攻斥)하여 그 극(極)을 다 쓰지 아니한 바가 없습니다. 국가(國家)가 의지하고 믿으며 숭신(崇信)하는 바는 대신(大臣)인데, 대신이 이와 같다면 전하의 나라는 끝내 위태로와 망하는 데 이른 뒤에야 그칠 것입니다. 김익훈의 예전부터의 간악함과 오래 묵은 음험스러움을 반드시 자세히 거론할 것은 없겠습니다만, 화약(火藥) 등의 물건에 이르서는, 역적 허새(許璽)가 출타(出他)하였을 때 던져넣었고, 던져넣은 사람은 한수만(韓壽萬)이었으며, 김익훈이 기찰(譏察)하는 것을 담당(擔當)하였으니, 대저 어찌 알지 못할 이치가 있겠습니까? 그 옥사(獄事)를 크게 벌여 공(功)과 상(賞)을 바란 마음은 진실로 길가는 사람도 아는 바입니다. 오늘날 훈척(勳戚)의 권세(權勢)가 날로 더욱 성(盛)해지고, 형정(刑政)이 문란(紊亂)하며 시비(是非)가 어긋나서, 자연히 하늘이 경책(警責)을 보이게 되어 뜨거운 해가 불타는 듯하니, 알지 못하겠습니다만, 이것이 어떠한 기상(氣象)인지요? 상신(相臣)의 차자(箚子)는 침척(侵斥)을 크게 더하였고, 전하의 비답(批答)은 드러나게 최절(摧折)됨을 보이셨으니, 한쪽 손과 한 마디 말로는 조정의 기강을 깨끗하게 하고 성세(聖世)를 돕는 가망이 없을 것입니다.” 하니, 임금이 비답(批答)이 지극히 엄하였다. 공조 참판(工曹參判) 박세채(朴世采)가 상소(上疏)하기를, “오늘날 대신(大臣)과 대신(臺臣)이 능히 그 정상(情狀)에 인협(寅協)하는 바가 있음을 두루 알지 못하는데, 이것이 비록 김익훈(金益勳)의 일에서 나온 것이나, 물의(物議)가 떠들썩하게 들끓어, 그 사이에 하수(下手)하려고 하지 않던 사람들도 곧 작처(酌處)의 논의를 내니, 오늘날에 이르러 선비들과 많은 사람들의 매도(罵倒)하는 단서가 되었으며, 지절(支節)이 갈수록 많아져 날로 더욱 괴격(乖激)해지고 있습니다. 더우기 화약(火藥) 등의 일이 연중(筵中)에서 나오자, 대각(臺閣)의 마음은 ‘이것이 곧 중대한 국론(國論)이니, 결코 버려두어서는 안된다.’고 생각하였고, 대신(大臣)의 뜻은 스스로 꺼리는 바가 있으며, 또 속 내용을 두루 알지 못하여 자연히 이 지경에 이르게 된 것입니다. 원컨대 전하께서는 확연히 크게 공평하게 하시고, 평안한 마음과 온화한 기색으로 쾌히 회오(悔悟)하는 뜻을 보이소서. 그리고 또 대신(大臣)으로 하여금 그 덕(德)과 도량(度量)을 넓히게 하여 선비의 기상을 부양(扶養)하게 하고, 대각(臺閣)은 준격(峻激)한 말을 하여 대체(大體)를 손상함이 없게 하소서.” 하였으나, 임금은 우악한 비답을 내렸을 뿐이었다. 박세채가 뒤에 등대(登對)하였을 때, 유득일(兪得一)에게 내린 비답 가운데서 ‘사독(邪毒)’ 두 글자를 고칠 것을 청하였으나, 임금이 따르지 않았다. 박세채가 이어 당초에 진달(陳達)하였던 세 조목(條目)의 말을 거듭 아뢰고, 말하기를, “추록(追錄)을 환수(還收)할 것을 청한 것은 국체(國體)에 크게 관계됨이 있는데, 아직도 지휘(指揮)하심이 없으니, 민울(悶鬱)함을 견디지 못하겠습니다.” 하고, 마침내 물러나 돌아갈 것을 청하니, 임금이 부드러운 말로 면류(勉留)하였다.",
                "hj": "○壬申/右議政金錫胄疏救金益勳【疏見上。】副應敎朴泰遜疏攻之【與見上。】承嚴批。【批見上。】 持平兪得一亦引避曰: “益勳追告兒房, 心許陰秘, 備給戎物, 情節難測, 上自朝紳, 下至韋布, 以及婦嬬之愚, 牛馬之走, 莫不深惡痛嫉, 卽伏見金錫胄箚本, 伸救益勳, 攻斥臺臣, 無所不用其極。 國家之所以倚毗崇信者, 大臣, 而大臣如此, 則殿下之國, 終至危亡而後已也。 益勳之舊奸宿慝, 不必縷擧, 至如火藥等物, 潛投於賦璽出他之時, 投之者壽萬, 而益勳擔當譏察, 則夫豈有不知之理? 其張大獄事, 希覬功賞之心, 誠路人所知也。 今日勳戚之權, 日以益盛, 政刑紊亂, 是非乖舛, 馴致上天示警, 烈日如焚, 未知此何氣象也? 相臣之箚, 盛加侵斥, 殿下之批, 顯示摧折, 隻手片言, 決無澄肅朝綱, 裨補聖世之望。” 上批極嚴。 工曹參判朴世采上疏曰: 今日大臣、臺臣不能通知, 其情有所寅協, 以此雖於金益勲事, 物議喧騰, 人不欲下手於其間者, 輒生酌處之論, 至今爲士子, 輿人之罵端, 而支節轉多, 日益乖潡。 況其火藥等事, 發於筵中, 臺閣之心則以爲, 此乃國論之大者, 決不可置之。’ 云爾, 大臣之意則自有所拘, 尤不能通知其蘊, 馴而至此。 身願殿下, 廓然大公, 平心和氣, 快示悔悟之意。 又使大臣, 恢其德量, 扶養士氣, 臺閣勿爲峻潡語, 以傷大體。 上賜優批而已。 世采後於登對, 請改得一批中邪毒二字, 上不從。 世采仍申當初所陳三條之說, 至曰: “追錄還收之請, 大有關於國體, 而尙無指揮, 不勝悶鬱。” 遂請退歸, 上溫言勉留。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyemi day, the honorific titles of King Taejo and King Taejong were presented [to the King] in gyemi year (. 【위에 보인다.】 사신은 논한다. Your servant humbly observed that the honorific title of King Taejo and King Taejong are not in ancient times. At the time, they were luxurious. How much more so in the future three hundred years? Confucian scholars always wrote the posthumous titles of the three dynasties and the posthumous titles of civil and military dynasties without exceeding one character. Our court uses eight characters, which is extremely praised. The institutions of the current king cannot be simple, but the three dynasties cannot be added. How can the eight characters be added to them? As a Confucian scholar, 송시열 earned himself from the beginning of the reign of King Taejo and reached the court [of Ming China], and his reputation was affection for a model for a mo",
                "H2KE-nKo": "계미년에 태조와 태종의 휘호 - 위에 보인다. - 를 추가하여 올렸다. 사신은 논한다. 휘호를 추가하여 올리는 것은 옛 제도가 아니고 당시에도 그렇게 하였는데, 더구나 300년이 지난 뒤이겠는가. 유자는 걸핏하면 삼고의 ‘문무’라는 시호를 인용하여 한 글자를 넘지 않았는데, 우리 조정에서는 여덟 글자를 썼으니, 너무도 찬양한 것이다. 시왕의 제도를 비록 간략하게 하여 삼고로 바꿀 수는 없지만 여덟 글자 이외에 추가할 수 있겠는가.송시열은 유자로 자부하였는데, 80세에 조정에 나와서는 척리를 확장하고 사론을 억눌렀으며, 확장한 것은 겉치레를 숭상하고 종묘에 아첨하는 데 있었다. 황조의 잘못된 전례를 주나라를 따르는 의리로 삼아 한·당을 비루하게 여기고 삼고를 회복하였는데, 요·순이 아니면 진달하지 않은 것이 이와 같았던가. 의논하는 자들이 ‘효종의 세실은 진실로 뜻과 사업을 천양하려는 데에서 나왔다.’라고 하였으나, 오히려 갑인년 이전에 있지 않고 폄박당하여 참소와 무함을 받아 만번 죽을 고비를 넘기고 돌아온 뒤에 있지 않은가 의심하였다. 태조가 그 부탁한 바를 추가하여 높이는 것은 비록 대의에 있었지만 실은 도모하고자 한 것이니, 대개 효종의 세실이라는 작은 자취이다. 더구나 이른바 대의라는 것은 제기해서는 안 되는 것으로 실로 박세채가 논한 것과 같은 것이 있는 데야 말할 것이 있겠는가. 그러나 일이 종묘에 관계되어 사람들이 감히 바른말을 하지 못하였는데, 성학이 고명하여 처음에는 자못 신중을 기하였다. 송시열이 한 번 차자를 올리고 두 번 차자를 올려 물러나서 임금에게 강요하였고, 마침내 세 번 차자를 올려 극력 말하여 완성을 독촉하고야 말았으니, 그 거조가 거의 본성을 잃은 듯하다. 애석하게도 그가 영해에 위리 안치된 채로 일생을 마치지 못한 것이다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 6월 12일(계미) 1번째기사",
                "gt-oKo": "태조(太祖)와 태종(太宗)의 휘호(徽號)를 추상(追上)하였다.【위에 보인다.】 신이 삼가 살펴보건대, 휘호를 가상(加上)하는 것은 옛스런 일이 아니다. 당시에도 도리어 그러했거늘, 하물며 3백 년이 지난 뒤임에랴. 유자(儒者)들은 걸핏하면 삼고(三古)의 ‘문(文)’·‘무(武)’의 시호(諡號)가 한 글자를 넘지 않았음을 인용하는데, 우리 조정에서는 이에 여덟 글자를 쓰니, 높이 찬양하는 것이 극도(極度)에 이른 것이다. 당시 왕의 제도를 비록 요약하여 삼고(三古)로 돌이킬 수는 없을 것이나, 여덟 자 이외에다 더 할 수 있겠는가? 송시열(宋時烈)은 유자(儒者)로 자부(自負)하였는데, 나이 80이 되도록 조정에 나아가 자주 말한 바가 척리(戚里)를 부추기고 사론(士論)을 억누르는 데 있었으며, 늘어놓은 바는 번잡한 글을 숭상하고 종묘(宗廟)에 아첨하는 데 있었다. 그리고 황조(皇朝)의 잘못된 전례(典禮)를 주(周)나라를 따르는 의리로 여겼으니, 한(漢)·당(唐)을 비루하게 여기고 삼고(三古)를 회복하며, 요순(堯舜)의 일이 아니면 진달(陳達)하지 아니하는 자가 과연 이와 같은가? 의논하는 사람들은 효묘(孝廟)를 세실(世室)로 하는 것은 진실로 뜻과 사업을 천양(闡揚)하는 데서 나왔다고 생각하였으나, 그래도 그것이 갑인년 이전에 있지 않고, 폄박(貶薄)으로 참소와 무고를 당하여 거의 죽을 뻔했다가 돌아온 뒤에 있었음을 의심하였다. 그리고 태도(太祖)를 추륭(追隆)한 일과 같은 것은 그 의탁한 바는 비록 대의(大義)에 있었으나, 실제로 도모하고자 한 것은 효묘를 세실로 하자는 그릇된 자취인 것이었다. 하물며 이른바 대의(大義)라는 것을 마땅히 제기(提起)할 수 없음이 실로 박세채(朴世采)의 논의와 같음이 있음에랴. 그러나 일이 종묘에 관계되므로 사람들이 정직하게 말하지 아니하였으나, 성학(聖學)의 고명(高明)하심으로 처음에는 자못 신중하게 하셨는데, 송시열이 한 번의 차자(箚子)에 이어 거듭 차자를 올려 물러간다고 임금을 을러대고, 마침내 세 번째의 차자에 이르러는 힘써 말하여 독촉해 성사시키고야 말았으니, 그 거조(擧措)는 거의 상성(常性)을 잃은 듯하였다. 아깝다! 그 능히 영남(嶺南)의 천극(荐棘) 가운데서 종신(終身)하지 못했음이여!",
                "hj": "○癸未/追上太祖、太宗徽號【見上。】 【臣謹按, 徽號之加上, 非古也, 在當時絅然, 況於三百年之後乎? 儒者動引三古文、武之謚, 不踰一字, 我朝乃用八字, 揄楊極矣。 時王之制, 雖不可約之而反三古, 其可以加之於八字之外乎? 宋時烈以儒者自命, 而八十造朝, 所噓噏在張戚里抑士論, 所鋪張在崇靡文媚宗廟。 區區以皇朝謬典, 爲從周之義, 陋漢、唐回三古, 而非堯舜不陳者, 乃如此乎? 議者謂孝廟世室, 固出於闡揚志事, 而猶疑其不在甲寅以前, 而在於以貶薄, 被讒誣, 萬死歸來之後也。 若太祖追隆其所托, 雖在大義, 而實欲圖, 蓋孝廟世室之微跡。 況所謂大義者, 不當提起, 實有如朴世采之論者耶? 然事關宗廟, 人不敢正言, 而聖學高明, 初頗持重, 時烈一箚再箚, 以退要君, 終至三箚力言, 督成乃已, 其擧措殆若喪失常性。 惜乎! 其不能終於嶺海之棘中也。】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "At the beginning of the jeonghae year (, Assistant Deputy Director Jo Jigyeom discussed the conferral of the posthumous title of the late 상신 정철 , the posthumous title of Mungang , and the posthumous title of Assistant State Councilor Song Siyeong was Chungsu . The State Council requested that the posthumous title be sent to the Office of the Inspector General for revising the conferral of the matter. Jo Jigyeom submitted a memorial requesting the conferral of the words of Song Siyeong as evidence. Furthermore, he claimed that Bak Taeson be affiliated with his personal administrative status. He was only fortunately exempted from the complaint. Earlier, when Song Si successively recommended the conferral of the vice-minister of Extended Merit Subjects Yi Li , it was said to Jo Jigyeom that it would be appropriate to do so. The King replied, The funeral system has been completed for a long time. Due to several dozen years, he was even more worried about supplying necessities and faithful. He merely obeyed his power and arbitrarily arbitrarily. As for Song Siyeong and Song Siyeong, both of whom were upright and great integrity, citing the two characters of Ganggae and the Loyal and Righteous Guards as equal to that they were not equal to that. What is the reason for this?",
                "H2KE-nKo": "정해년 초에 부제학 조지겸이 고 상신 정철의 시호를 ‘문강’으로, 증 참찬 송시영의 시호를 ‘충수’로 의논하였는데, 의정부가 사실과 맞지 않는다는 이유로 태상시로 보내 다시 의논하게 할 것을 청하였다. 조지겸이 이 때문에 상소하여 송시열의 말을 끌어다 증거로 삼고, 겸하여 박태손이 사당을 비호했다는 이유로 엄중한 견책을 받았을 뿐인데, 유독 요행히 모면한 정상만은 거론하였다. 대개 송시열이 일찍이 선정신 이이가 ‘충청강개’를 ‘정철’으로 인정한 것을 거론하면서 조지겸에게 ‘강’ 자가 합당한 듯하다고 하였기 때문이다. 답하기를,“시법이 무너진 지 오래되었다. 수십 년 동안 지루하고 실답지 못한 것이 더욱 걱정되었는데, 단지 형세에 따라 마음대로 높이고 낮추었다 하여 식자들이 오래전부터 그르게 여겼다. 정철과 송시영은 모두 청명과 대절이 있는데도 ‘강개’와 ‘충의’ 두 자를 들어 사실과 맞지 않는다고 한 것은 또한 무슨 까닭인가?”하였다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 6월 16일(정해) 1번째기사",
                "gt-oKo": "처음에 부제학(副提學) 조지겸(趙持謙)이 고(故) 상신(相臣) 정철(鄭澈)의 시호(諡號)를 문강(文剛)이라 의논하고, 증(贈) 참찬(參贊) 송시영(宋時榮)의 시호를 충수(忠修)라고 의논하였는데, 정부(政府)에서 사실과 부합되지 않는다고 하여, 태상시(太常寺)로 보내서 다시 의논하게 하였다. 조지겸이 이 때문에 진소(陳疏)하면서 송시열(宋時烈)의 말을 끌어대어 증거로 삼고, 겸하여 ‘박태손(朴泰遜)이 사당(私黨)을 비호(庇護)하였다고 무거운 견책(譴責)을 당하였는데, 자신만 요행히 모면한 정상’을 붙였다. 이는 대개 송시열이 일찍이 선정신(先正臣) 이이(李珥)가 ‘충청 강개(忠淸剛介)’한 것으로 정철에게 허여(許與)한 일을 들어 조지겸에게 ‘강(剛)자가 마땅할 듯하다’고 말하였기 때문이었다. 임금이 답하기를, “시법(諡法)이 무너진 지가 오래 되어, 수십 년 동안 더욱 문식(文飾)이 지나치고 사실이 아님을 근심해 왔고, 단지 형세를 따라 저앙(低仰)을 더하도록 맡겨두었으므로, 식자(識者)들이 오랫동안 이미 잘못이라 여겨왔다. 정철과 송시영은 모두 맑은 이름과 큰 절개가 있는데도 ‘강개(剛介)’·‘충의(忠義)’ 두 글자가 사실과 부합되지 않는다는 것은 또 무엇 때문인가?” 하였다.",
                "hj": "○丁亥/初, 副提學趙持謙議, 故相臣鄭澈謚文剛, 贈參贊宋時榮謚忠修, 政府以不襯, 請送太常改議。 持謙以此陳疏, 引宋時烈言爲證, 兼附朴泰遜以護私黨, 獲重譴而已, 獨倖免狀。 蓋時烈嘗擧先正李珥, 以忠淸剛介許鄭澈者, 語持謙曰: “剛字似當故也。” 答曰: “謚法之喪久矣。 數十年間, 尤患支過不實, 只循勢而任加低仰, 識者久己非之。 鄭澈、宋時榮皆有淸名大節, 而乃以剛介、忠義二字, 爲不襯者, 抑何故也?”"
            }
        }
    },
    "07": {
        "14": {
            "1": {
                "H2KE-EN": "The State Tribunal urgently petitioned for the punishment of Yi Wonseong and others who were imprisoned in the State Tribunal . [The punishment] was differed in differing amounts. Kim Jun submitted a memorial admonishing 박세채. At that time, [Yi] Wonseong submitted a memorial admonishing the crimes of [Yi] Iki , [Kim] Hwan , and others. However, [Kim] Wonju was cruel and imprudent by nature, informed [Kim] Jun. [Kim] Jun secretly wished to insult Confucian scholars to insult them, urgently petitioned for the royal audience [with Yi Wonseong], the names of 박세채, and others. In the case of [Yi] Wonseongs memorial, he received the order of Confucian scholars. [Kim Jun] admonished the King to imprison him. [Kim Jun] wanted to imprison him and tried to imprison him. However, the incident finally did not have been true. At that time, the people still wished to thoroughly punish [Kim] Jun. Instead, [Kim Jun] was afraid that [the punishment] might be sufficient. [The King] again petitioned for the punishment of [Kim] Jun.",
                "H2KE-nKo": "계미년에 의금부 죄인 이원성 등을 차등 있게 감죄하였다.김석주가 이미 상소하여 박세채를 공격하였는데, 마침 이원성이 상소하여 전익대와 송환 등의 일을 많이 말하였다. 그런데 그 사람이 사납고 허황되게 명사들이 많이 보았다는 말을 김석주에게 고하자, 김석주가 은밀히 이것을 빙자하여 사류를 모함하려고 급히 입대를 청하였다. 심지어 박세채 등의 이름을 거론하면서 이원성의 상소가 사류의 풍지를 받든 것처럼 하고, 주상에게 권하여 옥사를 만들어 그의 사주를 받아내려고 하였으나 결국 사실이 아닌 것으로 밝혀졌다. 당시 사람들은 오히려 김석주를 심하게 다스리려고 하였으나 도리어 그것이 만연될까 두려워하여 다시 차자를 올려 감죄하기를 청한 것이다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 7월 14일(계미) 1번째기사",
                "gt-oKo": "금부(禁府)의 죄인 이원성(李元成) 등을 감죄(勘罪)하였는데, 차등이 있었다. 김석주(金錫胄)가 이미 소(疏)로 박세채(朴世采)를 공격하자, 때마침 이원성의 소(疏)에 전익대(全翊戴)·김환(金煥)의 일을 말한 것이 많았고, 그 사람이 허황(虛謊)되게 명사(名士)들이 많이 보았다는 말로 김석주에게 고하니, 김석주가 몰래 이를 빙자해 사류(士類)를 무함(誣陷)하려고 급히 입대(入對)할 것을 청하였는데, 박세채 등의 이름을 거론함에 미쳐서는 이원성의 소의 ‘사류의 풍지(風旨)를 받들었다’고 한 것과 같음이 있어 임금에게 옥사(獄事)를 성사시키기를 권하고 그 사주(使嗾)한 자를 끌어넣고자 하였으나, 일이 끝내 성사됨이 없었다. 그 당시 사람들이 도리어 김석주를 깊이 다스리고자 하였으나, 도리어 그 만연(蔓延)될 것을 두려워하여 차자(箚子)로 감죄(勘罪)할 것을 청하였던 것이다.",
                "hj": "○癸未/禁府罪人李元成等勘罪, 有差。 金錫胄旣疏攻朴世采, 會元成疏多言翊戴、煥等事, 而其人虐謊, 以名士多見之說, 告於錫胄, 錫胄陰欲藉此陷士類, 急請入對, 至擧朴世采等名, 有若元成疏之承士類風旨, 勸上成獄, 欲鉤其唆嗾, 而事竟無實。 時人猶欲深治錫胄, 反懼其蔓延, 復箚請勘罪。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinmyo day, Assistant Magistrate of Hanseong Magistracy Yun Gyeom submitted a memorial requesting his resignation. The summary of the memorial read as follows: Following royal favor, it is impossible to offer thanks to the King, and thus it is impossible to offer the order to offer thanks to the King. However, at the time of his appointment, his successive rank was beyond the prescribed order of promotion, and his name reached the ranks of ministers . Since the time of his 부름, there has never been such a precedent. The King gave an appreciation to him.",
                "H2KE-nKo": "우윤 윤증이 사직 상소를 올렸는데, 그 대략에,“은혜에 감히 한 번도 사례할 수 없고 명에 감히 한 번도 나아갈 수 없습니다. 그런데 해마다 제수되고 해마다 승진하여 순서를 뛰어넘어 자급이 뛰어올랐으니 규두를 벗어나지 않고 이름이 재상의 반열에 올랐습니다. 징소하는 일이 있은 이래로 일찍이 없었던 일입니다.”하니, 너그러운 비답을 내렸다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 7월 22일(신묘) 1번째기사",
                "gt-oKo": "우윤(右尹) 윤증(尹拯)이 사직소(辭職疏)를 올렸는데, 대략에 이르기를, “은혜에 한 번도 사례하지 못하고 명을 한 번도 따른 적이 없는데도, 해마다 제수(除授)되고 해마다 천전(遷轉)되며 차례를 넘어 자급(資級)이 뛰어올랐으니, 규두(圭竇)를 나가지 않고도 이름이 재신(宰臣)의 반열(班列)에 올랐습니다. 징소(徵召)하는 일이 있었던 이래로 일찍이 이러한 경우는 있지 않았습니다.” 하니, 우악한 비답을 내렸다.",
                "hj": "○辛卯/右尹尹拯陳辭疏, 略曰: 恩不敢一謝, 命不敢一趨, 而年除歲遷, 越序超資, 不出圭竇, 名躋宰列。 自有徵召以來, 曾未有也。 賜優答。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On byeongsin day, Hwang Ul , a student of the Royal Confucian Academy , and others submitted a memorial to confrontation on the false accusation of 박세채 and explained Kim Seokjus guilt. The King ordered that Hwang Ul be banished to a remote area. Soon afterwards, high officials and various officials strongly argued against the King, the King punished him for the suspension of the 정거. Soon afterwards, the suspension of the Royal Confucian Academy was applied to the throne. At the time, the suspension of the Royal Confucian Academy was first separated. Concerning the powerful and the strength of Kim Seokju, Song , and others supported the royal court with their powerful circumstances and received the benevolence day by day. People were all frightened and apprehensive. When Kim Seokju expelled the suspension of the flattery of the Royal Confucian Academy, Hwang Uljeok deceived the suspension of explaining the suspension of the Royal Confucian Academy. Truly, this was a public justice. The historians mentioned in the study of the study",
                "H2KE-nKo": "태학생 황울 등이 상소하여 박세채가 무함당한 것을 변명하고 김석주의 죄상을 성대하게 논하였다. - 상소는 위에 보인다. - 변방에 정배하라고 명하였다가 곧이어 대신과 여러 신하가 강력히 간쟁한 것으로 인하여 과거에 응시할 자격을 정지하도록 하였다가 곧이어 또 정거를 풀어 주었다. - 이 일은 위에 보인다. - 이때 당목이 막 나뉘어졌는데 송시열과 김수항 등이 김석주의 세력을 믿고 온 조정을 뒤흔들어 총애가 날로 융숭해지자 사람들이 모두 두려워하였다. 김석주가 배척되어 쫓겨나자 명류들이 박세채를 무함하고 헐뜯어 사론이 더욱 들끓게 되었다. 태학에서 상소하여 논핵하자 유식한 선비들이 모두 연명으로 서명하였으니, 참으로 일대의 공론이다.초사에 이른바 ‘하재할 때 인원수를 채웠다.’라고 한 것은 이미 허망한 것이고, 송시열에 대해서는 비록 마음에 불만이 있더라도 오히려 드러내 놓고 비난하고 모욕한 적이 없었으니, 이른바 ‘알력을 부리고 욕을 하였다.’라고 한 것은 무엇을 가리켜서 한 말인가. 만약 송시열에게 하자가 있다면 처음에는 비록 존대하였으나 서로 도와서 숨겨 주는 것은 당인과 같지 않은데, 더구나 아직 모욕한 자가 없는 데야 더 말할 것이 있겠는가. 당인이 스스로 이 일이 공의를 이기지 못할 줄 알고는 이에 송시열을 배척하고 반목하는 것으로 아무런 근거도 없이 도리어 욕하였으니, 그 또한 편파적이고 회피하는 말이 되지 않는다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 7월 27일(병신) 1번째기사",
                "gt-oKo": "태학생(太學生) 황위(黃蔚) 등이 소(疏)로 박세채(朴世采)가 무함당했음을 변명(辯明)하고 김석주(金錫胄)의 죄상을 극력 논하자,【소(疏)는 위에 보인다.】 변방에 정배(定配)하라 명하였다가 곧 대신(大臣)과 여러 신하들이 힘써 다툼으로 인하여 정거(停擧)의 벌을 내렸는데, 얼마 지나지 않아 또 정거를 풀었다.【일은 위에 보인다.】 그때 당목(黨目)이 처음 나뉘어지자 송시열(宋時烈)과 김수항(金壽恒) 등이 김석주의 세력을 끼고 조정을 기울였는데, 은총과 대우가 날로 높아지니, 사람들이 모두 두려워하였다. 김석주가 명류(名流)를 배척해 쫓아내고 박세채를 무함하여 욕함에 이르러서, 사론(士論)이 격렬히 끊어올랐으므로 태학(太學)에서 소론(疏論)을 내자, 식견(識見)이 있는 위포(韋布)로서 연달아 서명(署名)하지 않은 사람이 없었으니, 진실로 일대(一代)의 공론(公論)이었다. 그러니 처음 역사에서 이른바 하재생(下齋生)으로 그 수를 채웠다고 한 것은 이미 허망(虛罔)한 것이고, 송시열에 이르러서도 비록 마음에 불만이 있기는 하였지만, 그래도 일찍이 드러나게 기롱과 모욕을 더하지 않았으니, 이른바 배척(排斥)하고 추욕(醜辱)했다는 것은 무엇을 지적하여 한 말인가? 만약 송시열에게 허물이 있다면 비록 처음에는 존앙(尊仰)하였다 하더라도 마땅히 서로 도우며 잘못을 숨겨 주는 것이 당인(黨人)과 같아서는 아니될 것인데, 하물며 침범하여 추욕(醜辱)한 일이 없음에랴! 당인(黨人)들이 스스로 이 일이 능히 공의(公議)를 이기지 못할 줄 알고, 이에 송시열을 배척(排斥)한다고 터무니없게도 도리어 욕하며 꾸짖었으니, 그 또한 피사(詖辭)·둔사(遁辭)로 말이 되지 않는 것이다.",
                "hj": "○丙申/太學生黃蔚等疏, 辨朴世采被誣, 盛論金錫胄罪狀。【疏見上。】 命邊配, 旋因大臣諸臣力爭, 罰停擧, 尋又解停。【事見上。】 時, 黨目初分, 宋時烈、金壽恒等挾錫胄勢力傾朝, 寵遇日隆, 人皆怖畏。 及錫胄斥黜, 名流誣詆朴世采, 士論益沸激, 太學發疏論, 有識章甫, 無不聯署, 誠一代公論也。 初史所謂下齋充數者, 已是虛罔, 而至於宋時烈則雖心有不滿, 而猶未嘗顯加譏侮, 所謂排軋醜辱, 抑何所指而發也。 苟時烈有疵, 始雖尊仰, 不當相助匿, 非如黨人者, 而況姑無侵辱者哉? 黨人者, 自知此事之不能勝公議, 乃以排軋時烈, 白地反詈, 其亦詖遁不成說矣。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Kim Hongbok , a second inspector of the Office of Royal Decrees , ordered that he be removed from office and banished to a designated area of his choice outside the capital. This was due to the memorial submitted by Kim Seokju and explained the circumstances of his choice. 【상소와 비답은 위에 보인다.】 사신은 논한다. When Jo Jigyeom was dismissed from office, the King considered it difficult for him to do so. After [Kim] Seokju was threatened, he began to say, Only 오도일 was removed from office. Hearing that Seokju had no grievances about the choice of his choice, he did not hear the royal writ of his choice. The other day, the various officials heard of him all like this. However, Kim Hongbok delivered the writ of his choice to others, and there was a slightly error. However, he himself presented the writ of his choice as well as no great difference. Furthermore, he led Im Suchung , a second inspector of the Office of Royal Decrees to be banished to a designated area of his choice, and thus he pursued the choice of his choice because he arbitrarily arbitrarily. Therefore, he entered the memorial and submitted a writ of his circumstances. He uttered anger and clarified the writ of his choice, and ultimately he obtained the royal writ of his choice. Ultimately, he was punished by Hongbok, which was reprimanded by a heavy reprimand. People finally satisfied, and none of them were disappointed. 사신은 논한다. When Seokju began to dismissal, he deeply harbored the case of 송시열. In the gapjin year (, people suspected that he was a member of the royal kin by marriage. Last five or six years after the gapjin year (, he believe no distinction between the south and the staff of his choice. Not only did he arbitrarily arbitrarily. From the gyeongsin year (, when he was a member of the Office of Royal Decrees , he arbitrarily arbitraried.",
                "H2KE-nKo": "대교 김홍복을 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였는데, 김석주가 상소하여 관안의 일을 변명하였기 때문이다. - 상소와 비답은 위에 보인다. - 사신은 논한다. 조지겸을 파직할 때에 주상이 어렵게 여겼는데, 김석주가 재촉한 뒤에야 비로소 ‘오도일이 축출될 때에 김석주에게 관안이 없는 것이 한스럽다.’라는 말만 들었고, 주상의 하교가 지적해 받았다는 말은 듣지 못하였다. 그날 신하들이 들은 것은 모두 이와 같았고, 김홍복이 사람들에게 전하여 보여 준 것은 대략 잘못된 점이 있었다. 그러나 김석주가 스스로 진달한 것은 또한 그다지 이상할 것이 없었다. 또 공두칙을 인용하여 임수충을 찬배한 일을 가지고 스스로 목숨을 끊었으니, 관안을 찾아낸 것은 오히려 작은 일일 뿐이다. 그러나 그가 전횡하고 협박한 자취는 뒷날의 죄안이 됨을 면치 못할까 염려하였다. 그러므로 들어가 아뢰고 상소를 내어 기를 돋구어 스스로 변명하면서 반드시 주상의 하교를 얻어 중책을 빙자하려는 계책을 세웠는데, 마침내는 김홍복에게 무거운 견책을 받았으므로 여론이 떠들썩하여 곁눈질하지 않는 이가 없었다.삼가 살펴보건대, 김석주의 집안은 처음에 수도의 일로 인하여 송시열에게 깊은 유감을 품었는데, 갑인년에 진퇴할 때에 사람들이 척리라고 의심하였다. 갑인년 이후로 5, 6년 동안 남인과 구별이 없었고, 예를 논할 때에는 사종을 심하게 배척하였으니, 단지 괴란시키고 박한 말을 한 것이 아니었다. 이때에 이르러 또 송시열에게 투합하고자 하여 명류를 배척해 내쫓고는 박세채에게 오랫동안 엎어졌다는 비난을 받았다. 또 대신을 배척하여 어인의 노로 삼으니, 세력에 눌려 비록 사류를 짓밟고 업신여긴다 하더라도 전후 음양의 술수가 어찌 마음에 부끄럽지 않겠는가.이후 이단하의 상소에서는 또 오늘날의 척완을 심의겸에게 억지로 견주었으니, 심의겸이 사류를 비호한 것이 애당초 여러 김씨가 태아를 조롱한 것과는 같지 않았다. 만약 여러 김씨가 간흉을 토죄하고 사류를 끌어들이기를 한결같이 심의겸이 한 것처럼 하였을 뿐, 경신년에 추가로 녹훈한 외람된 일과 임술년에 무고를 터무니없이 떠벌린 일이 없었다면 청의가 어디로부터 격발하고 조정의 기상이 어찌 괴리되는 데 이르렀겠는가.아, 심의겸이 사류를 비호한 것을 당론보다 지나치게 하였다면 선정 이이도 오히려 비난하고 배척한 것이 자못 엄하였을 것이다. 만약 이이로 하여금 오늘날의 척리를 보게 하였다면 그 감단한 바가 어떤 과에 두어야 하겠는가. 이단하는 겁장이였다. 갑인년 이후로 시배들에게 붙어서 권장되어 예론을 천공하면서 구차하게 순종하였고, 시세에 따라 겁을 먹고서 명예와 절개가 모두 무너졌는데도 오히려 부끄러운 줄을 몰랐다. 또 감히 심의겸을 빙자하여 사론을 배척하고 스스로 송시열의 문하에서 속죄하고자 하였으니, 또한 애처롭다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 8월 1일(경자) 1번째기사",
                "gt-oKo": "대교(待敎) 김홍복(金洪福)의 관작(官爵)을 삭탈(削奪)하고 문외 출송(門外黜送)시키라고 명하였는데, 김석주(金錫胄)가 소(疏)로 관안(官案)의 일을 변명하였기 때문이었다.【소(疏)와 비답(批答)은 위에 보인다.】 사신은 말한다. “조지겸(趙持謙)을 파직(罷職)함에 있어서 임금이 난처하게 생각하였는데, 김석주가 괴롭게 군 뒤에야 비로소 ‘단지 오도일(吳道一)만 파출(罷黜)하라.’ 하였으니, 단지 김석주가 ‘관안(官案)이 없는 것이 한탄스럽다.’고 한 말만 들었을 뿐이지, 임금이 지적하여 가져오라는 하교(下敎)는 듣지 못하였다. 그날 여러 신하들이 들은 바가 모두 이와 같았고, 김홍복이 다른 사람에게 전하여 보인 바는 대략 어긋나고 잘못된 것이 있었으나, 김석주가 스스로 진달한 바 또한 크게 다름이 없었다. 또 공두칙(空頭勅)으로 임수충(任守忠)을 찬축(竄逐)한 일을 끌어대면서 자부하였으니, 관안을 찾아오게 한 일은 도리어 작은 일이라 할 것이나, 오직 그 전횡(專橫)·방자(放恣)하고 협박한 자취는 뒷날의 죄안(罪案)이 됨을 면하지 못할까 두려워하였으므로, 들어가 아뢰고 소(疏)를 내어놓고 대단한 기세로 스스로 변명하였던 것이고, 반드시 임금의 하교를 얻어 중계(重計)의 구실로 삼아서 마침내는 김홍복이 무거운 견책(譴責)을 받게 만들었으니, 물정(物情)이 떠들썩하며 곁눈질하지 아니함이 없었다.” 삼가 살펴보건대, 김석주의 집안은 처음에 수도(隧道)의 일로 인하여 송시열을 깊이 원망하고 있었으므로, 갑인년의 나아오고 물러날 때 사람들은 척리(戚里)로써 참여한 것이라고 의심하였다. 갑인년 뒤 5, 6년 동안은 남인(南人)과 구별이 없었으며, 예(禮)를 논함에 있어서는 사종(四鍾)을 깊이 배척하였으나, 다만 괴란(乖亂)·폄박(貶薄)한다는 말은 하지 않았다. 그런데 이에 이르러 또 송시열에게 투합(投合)하고자 하여, 이미 명류(名流)를 배척하여 내쫓고 ‘다른 사람에게 배신당할 것이다.’라고 하며 박세채를 욕하고 꾸짖었다. 또 대신(大臣)을 배착(排窄)해서 어인(御人)의 노순(櫓盾)과 세력(勢力)에 압제(壓制)당하는 바 되게 하였으니, 비록 능히 사류(士類)를 짓밟고 유린할 수 있다 하더라도, 전후의 감추거나 드러난 술수가 유독 마음에 부끄럽지 아니한가? 이 뒤에 이단하(李端夏)가 소(疏)에서 억지로 오늘날의 척완(戚畹)을 심의겸(沈義謙)에다 견주었는데, 심의겸이 사류(士類)를 부호(扶護)한 것은 애시당초 여러 김씨(金氏)들이 태아(太阿)를 조롱한 것과는 같지 않았다. 만약 여러 김씨들로 하여금 간흉(奸凶)을 토벌(討伐)하고 사류를 끌어올리기를 한결같이 심의겸이 했던 것과 같이 하게 하였다면, 경신년의 분수에 넘치고 외람된 추록(追錄)도 없었을 것이고, 임술년 터무니없이 과장된 무고도 없었을 것이니, 청의(淸議)가 어디로부터 격렬하게 일어났을 것이며, 조정의 기상(氣象)이 어찌 괴리(乖離)하는 데 이르렀겠는가? 아! 심의경이 사류를 부호(扶護)하였으나 당론(黨論)에 지나침이 있어 선정(先正) 이이(李珥)가 도리어 또 비난하고 배척한 것이 자못 엄하였는데, 만약 이이로 하여금 오늘날의 척리(戚里)에다 보게 한다면 그 감단(勘斷)하는 바를 마땅히 어느 명목(名目)에 두었겠는가? 이단하(李端夏)는 겁이 많은 사람이다. 갑인년 뒤에는 시배(時輩)들에게 빌붙어 추장(推奬)되고 천거(薦擧)되었으며, 예론(禮論)을 공격하여 구차하게 순종하였는데, 때를 따라 겁을 내고 꺼리어 명절(名節)이 모두 무너졌으니, 그래도 부끄러운 줄을 알지 못하였다. 또 감히 심의겸을 빙자해 사론(士論)을 배척하며 스스로 송시열의 문하(門下)에 속죄(贖罪)하고자 하였으니, 그 또한 서글프게 여길 뿐이다.",
                "hj": "○庚子/命待敎金洪福削奪官爵, 門外黜送, 因金錫胄疏辨官案事也。【疏與批見上。】 【史臣曰: “趙持謙之罷也, 上意難之, 錫胄迫而後始曰, 唯吳道一之黜也, 只聞錫胄之無官案可恨語, 而未聞上敎之指取。 當日諸臣所聞, 皆如此, 而金洪福所傳示於人者, 略有爽誤, 然錫胄所自陳, 亦無甚異。 且引空頭勑, 竄任守忠事以自命, 則官案之覓取, 猶是小事耳, 惟其專恣迫脅之跡, 恐不免爲日後罪案, 故入奏出疏, 盛氣自明, 必得上敎爲藉重計, 而竟坐洪福以重譴, 物情譁然, 莫不側目。”】 【謹按, 錫胄家始因隧道事, 深銜宋時烈, 甲寅進退, 人疑戚里與焉。 甲寅後五六年, 與南人無別, 論禮則深斥四種, 特不爲乖亂貶薄語耳。 至是, 又欲投合時烈, 旣斥逐名流, 以受久尿覆詬詆朴世采。 又以排窄大臣, 爲御人之櫓, 盾力勢所壓, 雖能蹈藉士類, 前後陰陽之術, 獨不愧於心哉? 是後李端夏之疏, 又强擬今日戚畹於沈義謙, 義謙之扶護士類, 初不如諸金之操弄太阿。 而如使諸金, 討奸凶引士類, 一如義謙之爲而已, 無庚申追錄之濫猥, 壬戌誣告之譸張, 則淸議何從而激發, 朝象何至於乖離? 噫! 以義謙之扶護士類, 而過於黨論, 則先正李珥, 猶且非斥頗嚴, 使珥觀於今日戚里, 則其所勘斷, 當置何科? 端夏, 㤼夫也。 甲寅後附時輩而奬, 薦攻禮論而苟順, 隨時恇懹, 名節盡壞, 而猶不知愧。 又敢藉義謙而排士論, 欲自贖於時烈之門, 其亦可哀也已。】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十四終"
            }
        }
    },
    "leap month 6": {
        "20": {
            "1": {
                "H2KE-EN": "Jo Jigyeom , a member of the gyeongsin year (, submitted a memorial that the daughter of [Yi] Jeong [] was separated from marriage, and therefore should be a magnificent meaning of magnificent meaning. 【경연에서 한 말은 위에 보인다. 】 Although [Jeong] Jeong was involved in the treason, the circumstances and the circumstances have not yet been discovered. Also, according to the law regarding Gyeongjeon , the confiscation of his family fortune should be different from that of Nam . [Jo] Jigyeom requested that [Jeong] be magnificent meaning of magnificent meaning. However, the people of the same clique adamantly claimed that [Jeong] would be a magnificent meaning of magnificent meaning [the circumstances and the cumstances]. Then, [the circumstances and the cular meaning of magnificent meaning [the circumstances and the cumstances and the cular meaning of magnificent meaning [the circumstances and the cular cumstances and the circumstances and the cumstances] still cannot realize [the circumstances and the cumstances]. How can [I] overcome my grief?",
                "H2KE-nKo": "승지 조지겸이 정의 딸이 이혼하였으니 관대하게 용서하는 방도가 있어야 한다고 진달하였다. - 연석에서 한 말은 위에 보인다. - 정이 비록 역옥에 연루되었으나 역모의 정상이 드러나지 않았고, 또 경전의 형률에 복주되었으니 처자식을 노비로 삼고 재산을 몰수하는 것은 떳떳한 법으로 볼 때 마땅히 이남과는 차이가 있어야 한다. 조지겸이 관대하게 용서해 주기를 청한 것은 그 의도가 죄인을 불쌍히 여기는 데 있었는데, 당인들이 눈치를 보다가 죄에 빠졌다는 지목을 억지로 가하였다. 그렇다면 인정과 법을 헤아리지 않고 한갓 각박하고 심각하게 하는 것을 일삼는 것이 사론을 위한 것인가. 이것이 김수항이 청류에게 실망하고 미혹된 무리들이 아직도 깨닫지 못하는 까닭이니, 탄식을 금할 수 있겠는가.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 윤6월 20일(경신) 1번째기사",
                "gt-oKo": "승지(承旨) 조지겸(趙持謙)이 정(楨)의 딸이 이혼(離婚)하였음과 마땅히 관대(寬大)하게 용서하는 도리가 있어야 함을 진달(陳達)하였다.【연설(筵說)은 위에 보인다.】 정(楨)은 비록 역옥(逆獄)에 주련(株連)되었으나, 역상(逆狀)이 채 드러나지 않았고, 또 경전(磬甸)의 율(律)에 복주(伏誅)되었으니, 노륙(孥戮)·적몰(籍沒)의 상전(常典)은 마땅히 그와 남(柟)과는 차이가 있어야 할 것이므로, 조지겸이 관대하게 할 것을 청한 것은 뜻이 흠휼(欽恤)에 있는 것인데, 당인(黨人)들이 첨고(瞻顧)하고 함닉(陷溺) 한다는 죄목(罪目)을 뒤집어씌웠다. 그렇다면 정상(情狀)과 법(法)을 헤아리지 아니하고 한갓 심각(深刻)하게만 하는 것이 사론(士論)이란 말인가? 이것이 김수항(金壽恒)이 청류(淸流)들에게 여망(輿望)을 잃은 까닭인데, 고집스럽고 어리석은 자들이 그래도 깨달을 줄을 알지 못하니, 한탄스러움을 견딜 수 있겠는가?",
                "hj": "○庚申/承旨趙持謙陳楨女離婚, 宜有寬恕之道。【筵說見上。】 楨雖株連逆獄, 逆狀未著, 且伏磬甸之律, 孥籍, 常典宜若與柟有間, 持謙請寬, 意在欽恤, 而黨人勒加以顧瞻陷溺之目。 然則不計情法, 徒以刻深爲事者, 爲士論耶? 此金壽恒所以失望於淸流, 而執迷之徒, 尙不知悟, 可勝歎哉?"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Left State Councilor Kim Seokju , who had an audience with the King, requested that Assistant Director Jo Jigyeom and Second Royal Decrees Han Taedong be dismissed from their posts. Censor [of the Office of the Censor General] 오도일 was expelled to Uljin District , and the King ordered that 대사간 [of the Office of the Inspector General] Shin Wan be replaced. On this day, 옥당의 Nam Chihyun and Yi Siman had an audience with the King and reported to the King, saying, The high-ranking official wanted to study the court [of Ming China] and tried to punish Jo Jigyeom and others. Your subject is deeply grieved. Thereupon, [the King] explained all the peoples false accusations, saying, Jo Jigyeom was appointed as the director of the Royal Confucian Academy because he wanted to study the court [of Ming China], and there was no other intention. How could [Han] Tae Yu be relieved from his duties? At that time, Shin Gyehwa was experienced to be replaced by others. This is absolutely unreasonable. [On the other hand,] I used Kim Gwangjin as an envoy and went outside the capital as an outer province as an envoy. Minister of Personnel [of Personnel] [] [of the Office of the Inspector General] [] [of the Office of the Censor General] [] (Office of the Minister of Personnel [] (Office of Personnel [of Personnel] [] (Office of the Office of the Censor General (Office of the Censor General] [] (Office of the Office of the Censor General [] (Office of the Censor General (Office of Benevolence and Longevity (Office of Benevolence and Longevity, Office of Benevolence and Longevity (Office of Benevolence and Long",
                "H2KE-nKo": "좌의정 김석주가 청대하여 부제학 조지겸과 교리 한태동의 관직을 논핵하여 파면하고, 사간 오도일을 내쳐 울진현에 보임하며, 대사간 신완 - 연석에서 한 말은 위에 보인다. - 을 체차하였다.이날 옥당 남치훈과 이시만이 청대하여 주상에게 아뢰기를,“대신이 조정의 의론을 진정시키고자 조지겸 등을 죄주었으니, 신은 삼가 개탄스럽게 여깁니다.”하고, 이어 여러 사람이 무함당한 것을 자세히 해명하기를,“조지겸이 사학의 재임에 차임된 것은 조정하고자 해서였지 다른 뜻은 없었습니다. 이태유를 구원하여 풀어 주려는 것이 어찌 소대에 미리 헤아렸겠습니까. 마침 신계화가 사정이 있어 다른 사람으로 교체되었으니, 이것으로 죄를 삼는다는 것은 전혀 사리에 맞지 않습니다. 오도일이 인용한 김광진은 바로 사명을 받들고 지방에 있을 때 이조 판서 이민서가 의망하여 차출한 자이고, 또 오도일과는 상피해야 하니, 대신의 말은 참으로 사실과 어긋납니다. 한태동의 죄는 임금의 말을 거짓으로 속인 것이니, 어찌 매우 원통하지 않겠습니까. 옛날에는 대언이 기롱하고 풍자한 일이 있었으니 진실로 그다지 이상하게 여길 것이 없습니다. 박태유가 상소를 올린 것은 욕의를 치르기 10일 전에 있었으니, 때가 늦었다고 하는 것은 더욱 매우 원통합니다. 신완의 처치는 한결같이 공론을 따른 것인데, 대신의 이런 행동은 매우 괴이합니다.”하고, 반복하여 힘껏 간쟁하였다. 승지 심수량도 주상을 위해 분별하여 말하였으나, 주상이 끝내 들어주지 않고 말하기를,“밤새도록 간쟁하더라도 따를 수 없다.”하였다. 신하들이 마침내 물러났는데, 승지 홍만종은 본래 겁이 많고 나약하여 감히 한마디 말도 하지 못하였다. 명이 내려지자 심수량이 동료 김진귀에게 만류당하여 명을 받들 수 없다고 반려하지 못하였다. 이튿날 오도일이 하직 인사를 하면서 심수량을 책망하기를,“나는 죄도 없이 견책을 받았는데, 그대는 한마디도 구원해 주는 말이 없으니, 붕우의 의리가 어디에 있는가.”하니, 심수량이 부끄러워하는 기색이 있었다. 사신은 논한다. 신이 삼가 살펴보건대, 조지겸 등의 언의가 간혹 중도에 지나친 점이 있기는 하지만, 이와 같이 하지 않으면 김익훈 무리의 형편없음을 다스려서 음흉한 소굴을 깨뜨리고 횡류의 형세를 막아서 국세와 조정의 분위기가 망하는 것을 면할 수 없을 것이다. 저 김석주는 훈척의 신분으로 사류를 원수처럼 보고 군상을 협박하여 그의 사사로운 분노를 배척해 내쫓았으며, 심지어 관안을 찾고 아무 자리를 가리키며 군부를 턱으로 가리키며 조금도 두려워하거나 꺼리지 않았다. 그가 총애를 믿고 방자하게 구는 것이 이와 같았지만 집안을 해치고 나라를 망치는 일은 없었다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 윤6월 26일(병인) 1번째기사",
                "gt-oKo": "좌의정(左議政) 김석주(金錫胄)가 청대(請對)하여, 부제학(副提學) 조지겸(趙持謙)과 교리(校理) 한태동(韓泰東)의 관직을 논박(論駁)해 파면(罷免)시키고, 사간(司諫) 오도일(吳道一)을 공척(攻斥)해서 울진 현령(蔚珍縣令)에 보임(補任)시켰으며, 대사간(大司諫) 신완(申琓)을 체임(遞任)시켰다.【연설(筵說)은 위에 보인다.】 이날 옥당(玉堂)의 남치훈(南致熏)과 이시만(李蓍晩)이 청대(請對)하여 임금께 아뢰기를, “대신(大臣)이 조정의 논의를 진정(鎭定)시키고자 하여, 조지겸(趙持謙) 등에게 죄를 주었으니, 신은 저으기 개탄합니다.” 하고, 이어 여러 사람들이 무고(誣告)를 당했음을 상세히 말하기를, “조지겸이 관학(館學)의 재임(齋任)을 체차(遞差)한 것은 조제(調劑)하고자 한 것이었지 다른 뜻은 없었습니다. 그리고 박태유(朴泰維)를 구해(救解)함에 있어서 어찌 미리 소대(召對)할 줄을 헤아렸겠습니까? 마침 신계화(申啓華)에게 사고(事故)가 있어 대신 들어갔던 것입니다. 이를 죄로 여긴다면 결코 〈사리에〉 가까운 일이 아닙니다. 오도일(吳道一)이 인용한 김광진(金光瑨)은 곧 봉명 사신(奉命使臣)으로 외방(外方)에 있을 때, 이판(吏判) 이민서(李敏敍)가 의차(擬差)한 자이고, 또 오도일과는 상피(相避)가 있으니, 대신(大臣)의 말은 진실로 실정(實情)을 잃은 것입니다. 그리고 한태동(韓泰東)의 죄는 왕언(王言)을 속였다는 것이었으니, 어찌 몹시 억울하지 않겠습니까? 옛날에도 말을 대신하고 기롱(譏弄)하며 풍간(諷諫)하는 일이 있었으니, 진실로 족히 너무 괴이하게 여길 것이 아닙니다. 박태유(朴泰維)가 소(疏)를 올린 것은 욕의(縟儀)가 있기 열흘 전에 있었는데, 뒤의 때에 있었다고 하니, 더욱 지극히 억울합니다. 신완(申琓)의 처치(處置)는 한결같이 공의(公議)를 따른 것이었으니, 대신의 이번 거조(擧措)는 지극히 괴이(怪異)하다 하겠습니다.” 하여, 반복해 힘써 다투었다. 승지 심수량(沈壽亮) 또한 임금에게 분별(分別)하여 말하였으나, 임금이 끝내 들어주지 아니하고 이르기를, “밤새도록 다투어도 따르지 않을 것이다.” 하니, 여러 신하들이 마침내 물러갔는데, 승지 홍만종(洪萬鍾)은 평소에 겁이 많고 나약하여 감히 한 마디 말도 꺼내지 못하였다. 명(命)이 내려지자, 심수량이 동료인 김진귀(金鎭龜)에게 만류당하여 능히 끝내 교환(繳還)하지 못하였는데, 다음날 오도일(吳道一)이 폐사(陛辭)하고 심수량을 책망하여 이르기를, “나는 죄도 없이 견책(譴責)을 당했는데, 그대는 서로 구해 주는 한 마디 말도 없었으니, 붕우(朋友)의 정의(情誼)가 어디에 있는가?” 하니, 심수량이 부끄러워하는 기색이 있었다. 신이 삼가 살펴보건대, 조지겸(趙持謙) 등의 말과 의논에 비록 간혹 지나친 것이 있다고는 하나, 만약 이와 같이 하지 않는다면, 김익훈(金益勳) 무리들의 무상(無狀)함을 다스려 으슥하고 어두운 소굴(巢窟)을 깨뜨리고 횡류(橫流)하는 세력을 막아, 국세(國勢)와 조정의 기상(氣象)을 윤서(淪胥)에서 벗어나게 하지 못하였을 것이다. 저 김익훈이라고 하는 자는 자신이 훈척(勳戚)이 되어 사류(士類)를 원수처럼 보고 군상(君上)을 협박해 〈사류를〉 내쫓아 그 사사로운 분노(憤怒)를 풀었으며, 관안(官案)을 찾아 어떤 벼슬자리를 지적함에 이르러서는 군부(君父)에게 턱짓으로 가리켜 다시 두려워하고 꺼리는 마음이 없었다. 그 은총을 믿으며 이와 같이 방자하게 굴면서도 집안을 해치고 나라를 망치지 아니한 자는 있지 않았다.",
                "hj": "○丙寅/左議政金錫胄請對, 論罷副提學趙持謙、校理韓泰東官, 司諫吳道一斥補蔚珍縣, 令遞大司諫申琓。【筵說見上。】 是日, 玉堂南致熏、李蓍晩請對, 白上曰: “大臣欲鎭定朝議, 罪趙持謙等, 臣竊慨然。” 仍備伸諸人之見誣曰: “持謙之差學齋任, 欲其調劑, 無他意。 救解泰維, 豈預料召對? 適仍申啓華有故替人。 以此爲罪, 萬萬不近。 道一之引用金光瑨, 乃奉使在外時, 吏判李敏叙擬差者, 且與道一, 有相避, 大臣之言, 誠失實。 韓泰東之罪, 以矯誣王言, 豈不冤甚。 古有代言譏風之事, 固不足深異矣。 朴泰維之呈疏, 在縟儀前十日, 謂之後時, 尤極冤矣。 申琓處置, 一從公議, 而大臣此擧, 極可怪也。” 反覆力爭, 承旨沈壽亮, 亦爲上分別言之, 上終不聽曰: “雖經夜爭之, 不可從。” 諸臣遂退出, 承旨洪萬鍾素恇懦不敢出一言。 命下, 壽亮爲同僚金鎭龜所挽, 不能繳還, 翌日道一陛辭, 責壽亮曰: “吾無罪獲譴, 君無一言相救, 朋友之誼安在?” 壽亮有慙色。 【臣謹按, 持謙等言議, 雖間有過中, 而不如是, 無以治益勳輩之無狀, 破幽陰之窟, 遏橫流之勢, 俾國勢朝象, 免於淪胥。 彼錫胄, 身爲勳戚, 讎視士類, 迫君上, 斥逐呈其私憤, 而至於索官案指某窠, 頣指君父, 無復畏忌。 其席寵恣肆如此, 而不害家凶國者, 未之有也。】"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Yi Sangi presented a memorial to Jo Jigyeom and others, which stated as follows: Now, the matter of various officials dismissing and expelling their dismissal from office is truly related to the cardinal principles of state. How could your subject dare not remain silent and strive to revere Your Majestys favor? Yesterday, upon hearing that there was a mistake made by Your Majesty, your subject was reprimanded and there was no disagraceful disagrace. However, he strives to uphold the cardinal principles and strive to uphold the cardinal principles. Therefore, it is better not to observe the cardinal principles beforehand and afterhold the cardinal principles of yield and afterholding the cardinal principles of yield. Unfortunately, Kim Huns affair of Kim Huns affair becomes more wide and rumors and cannot overcome the rumors. Therefore, the responsibility of a high official should observe the rumors and encourage his uprightness in order to open the cardinal principles of encouraging the righteousness. However, he has earlier thought that the merits of righteousness were supposed to maintain joy and grief in the state. However, how could Kim Huns affection be expelled today? Should there be a sovereign who committed mistake, high officials should have no time to rectify the cardinal principles of yields and yang and black behavior, it is truly unaware of the common human feelings of yields. Your subject humbly hopes that Your Majesty will clearly discern the cardinal principles of yields and fairness in order to encourage the cardinal principles of yields and harmonyields. Then, how could this not be supplied with the state? At the end of the gyeongsin year (, when the Royal Secretariat was diligent and negligent, he did not listen to the royal message, received an uncomfortable 비답을. Yi Sangjin also submitted a memorial requesting that he be replaced, but the King did not grant permission. As your subject humbly examines the Confucian scholars and merit subjects, since ancient times, they did not collude with each other. Thus, the instructions of merit subjects and relatives were to observe the cardinal principles of yields and yang and won in the gyeongsin year ( were to be the Royal Ancestral Shrine and the Altar of the Soil and Grain. The evil effects of Seoro and Nam Eun are truly a source of the state. However, this is not a rumors against the rumors of yields and yang and fathers and sons of their ancestors. Therefore, it is not worth mentioning that Kim Huns abandons and yang and black behavior should be secretly encouraged to evade the cardinal principles of yields and fairness in order to prevent guilty of guilty. In the end, they eventually fault a mistake in the court, and they suddenly voluntarily blame. This is the source of disagracefulness of the country. Therefore, the cardinal principles of yields deeply worry and failing to end uphold the ways",
                "H2KE-nKo": "무진년 판중추부사 이상진이 차자를 올려 조지겸 등을 구원하였는데, 그 대략에,“이번에 신하들을 척출한 조치는 실로 국가 존망의 기틀에 관계되니, 신이 어찌 차마 한마디 말도 하지 않은 채 성상의 은혜를 저버릴 수 있겠습니까. 그제야 비로소 성상의 지나친 거조가 있었다는 말을 들었는데, 견책을 받은 신하들은 행동거지와 논의하는 과정에서 어그러지고 과격한 병통이 없지 않았습니다. 그러나 기휘를 피하지 않고 힘써 풍모를 유지하는 것이 오히려 앞뒤를 돌아보며 분주하게 받들어 따르는 것보다는 낫지 않겠습니까. 불행하게도 김익훈의 한 가지 일이 점차 풍파를 이루어 뜬소문이 떠들썩하기 그지없으니, 대신의 책임은 오직 그 횡포를 진정시키고 그 곧은 기개를 장려하여 언로를 넓힐 수 있게 해야 합니다. 일찍이 우상의 공은 사직을 보존하고 휴척을 함께하는 의리가 있다고 여겼는데, 도리어 오늘날 전에 없던 거조를 하신단 말입니까. 설령 임금에게 지나친 거조가 있었다 하더라도 대신의 입장에서는 바로잡아 구제하기에 겨를이 없어야 할 것입니다. 그런데 이번에 대신이 극력 청한 것은 실로 상정으로는 생각지도 못했던 일입니다. 신은 머리가 하<unk>게 센 노년에 이미 물러나야 할 사람이니, 다시 무슨 편파적으로 비호하는 마음이 있겠습니까. 참으로 조정의 의론이 갈수록 더욱 격렬해지고 사람들의 마음이 더욱 답답해져서 끝내 수습할 수 없는 지경에 이를까 두렵습니다. 삼가 바라건대, 전하께서 허물을 고치시는 뜻을 시원스레 보이시고 광간을 재단하여 화합하도록 요구하신다면, 또한 어찌 국사에 보탬이 되지 않겠습니까.”하고, 말미에 승정원이 나약하여 명을 받들 수 없다고 반려한 잘못을 논하였다. 이에 온당치 못하다는 비답을 받들게 되었는데, 이상진이 또 차자를 올려 물러나기를 청하였으나, 허락하지 않았다.삼가 살펴보건대, 사류와 훈척은 예로부터 서로 용납하지 않았으니, 어찌 일부러 이탈한 것이겠는가. 훈척은 대려의 맹세를 빙자하여 일월과 같은 때에 공을 저버리고 총애를 믿어 왕왕 분수에 넘치게 행동하였는데, 경신년 이후로 삼척의 횡포가 김익훈에 이르러 극에 달하였다. 이것이 박세채의 세 조목의 차자 가운데 맨 먼저 녹훈을 소급하여 파직해야 한다고 논한 이유와 조지겸 등의 격탁양한 유시는 모두 당대 사류의 종사가 되었던 이유이다.서양면과 남양면의 붕당의 폐단은 실로 나라를 망치는 뿌리가 되는데, 이것은 한때 언의가 어긋나고 다툼이 아니라 실로 100여 년 이래로 조손 부자가 대대로 전수해 온 의론이니, 영남면에 편당하였다 하여 나라의 절반을 다 금고해서는 안 된다. 저 노당은 대대로 국권을 잡고 당동 벌이하는 데 용감하였다. 그러므로 매번 조정의 정국이 바뀔 때마다 혹독한 화를 입어 사사로운 원한이 치우치게 깊어지고 공정한 마음이 흐지부지되었다. 걸핏하면 음양과 흑백을 분변한다는 핑계로 은밀히 보복하고 모함할 계책을 써서, 죄 없는 자가 뒤섞여 금고당하게 하고, 혹 끝내 잘못에 빠지는 경우가 있으면 번번이 스스로 선견지명이 있다고 허여하였다. 이것이 송시열이 나라를 병들게 하고 화를 끼친 뿌리인데, 박세채가 깊이 우려하고 영원히 개탄하며 황극과 탕평의 도리로 시종일관 규계하고 권면하면서 송시열과 갈라지는 것을 꺼리지 않은 이유이다. 더구나 경신년 이후로 송시열은 갑인년 이전의 송시열이 아니었으니, 박세채가 분명히 말하고 허물을 드러내어 풍파를 일으키려고 하지는 않았지만, 그 마음에 또 어찌 구차하게 맡은 것이 아니라는 것을 알아서 기꺼이 아첨하는 신하가 될 수 있었겠는가.초사를 편수한 자가 이해관계를 고려하여 조지겸과 한광을 무함하는 것으로 부족하여, 심지어 흉당을 모으고 훈척을 물리쳐 아름다운 이름을 훔치고 편의를 도모하였다고 하면서 몰래 박세채를 조롱하여, 한쪽으로 치우친 것을 재단하고 한쪽으로 치우친 것을 보완하는 대신의 역량을 가지고 김석주를 높이고 아름다움을 돌리기까지 하였으니, 그 여탈이 어긋난 것은 참으로 말할 것도 못 된다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 윤6월 28일(무진) 1번째기사",
                "gt-oKo": "판중추(判中樞) 이상진(李尙眞)이 차자(箚子)로써 조지겸(趙持謙) 등을 구(救)하였는데, 대략에 이르기를, “지금 여러 신하들을 척출(斥黜)한 일은 실로 국가 존망(存亡)의 기틀에 관계되니, 신이 어찌 차마 입을 다물고 한 마디의 말도 하지 않아 성은(聖恩)을 저버릴 수가 있겠습니까? 그저께 비로소 성상의 지나친 거조(擧措)를 들었는데, 견책(譴責)을 당한 신하들은 거조(擧措)와 의논 사이에 괴격(乖激)한 병통이 없지는 않으나, 그 기휘(忌諱)함을 피하지 아니하고 풍재(風裁)를 가지기에 힘쓴 것은 도리어 앞뒤를 쳐다보고 돌아보며 승순(承順)에 분주한 것보다야 나은 것이 아니겠습니까? 불행하게도 김익훈(金益勳)의 한 가지 일이 점차 더 풍파(風波)를 일으키고 뜬소문이 떠들썩하여 분운(紛紜)함을 누르지 못하니, 대신(大臣)의 책무(責務)로서는 마땅히 그 횡류(橫流)를 진정시키고 그 곧은 기운을 장려하여 언로(言路)를 넓게 열도록 해야 할 것입니다. 일찍이 우상(右相)의 공(功)에 사직(社稷)의 보존(保存)과 휴척(休戚)의 의리가 있다고 했는데, 이에 도리어 오늘날에 전에 없던 거조(擧措)를 한단 말입니까? 설혹 군상(君上)에게 지나친 거조가 있다 하더라도 대신의 처치로서는 마땅히 광구(匡救)하기에 겨를이 없어야 할 것인데, 이번에 대신이 힘써 청한 것은 실로 상정(常情)으로 헤아리지 못할 바였습니다. 신은 머리터럭이 하얗게 세어 죽음을 기다리는 나이라, 이미 응당 물러날 사람이니, 다시금 어찌 편파적으로 비호(庇護)하는 마음이 있겠습니까? 조정의 논의가 점차 더 괴격(乖激)해지고 인정(人情)이 더욱더 불울(拂鬱)해져 마침내 수습(收拾)할 수 없는 지경에 이를까 진실로 두렵습니다. 엎드려 원하건대, 쾌히 해와 달이 바뀌듯 함을 보이시어 그 광간(狂簡)함을 재단(裁斷)하시고 화협(和協)할 것을 책려(責勵)하신다면, 이 또한 어찌 국사(國事)에 보탬이 되지 않겠습니까?” 하고, 끝에 후사(喉司)가 나약하여 교환(繳還)하지 못한 실책을 논하였는데, ‘미안(未安)한 비답을 받았습니다’ 하고 이상진이 또 차자를 올려 물러날 것을 청하였으나, 허락하지 않았다. 삼가 살펴보건대, 사류(士類)와 훈척(勳戚)이 예전부터 서로 용납하지 않았지만, 어찌 고의로 괴리(乖離)하였겠는가? 훈척이란 자는 대려(帶礪)의 맹세를 빙자하고 일월(日月)이 바뀌는 즈음에 의탁하여 공(功)을 자부(自負)하고 은총(恩寵)을 믿어서 왕왕 분수에 넘치도록 외람되게 굴었는데, 경신년 이후 삼척(三戚)의 방자함이 김익훈에 이르러 극도에 달하였다. 이것이 바로 박세채(朴世采)가 세 조목의 차자(箚子) 가운데서 맨먼저 ‘훈척을 마땅히 파(罷)하여야 한다.’고 한 것과 조지겸 등이 격렬하게 드러내어 논의한 것을 아울러 일대(一代)의 사류(士類)들이 종주(宗主)로 삼게 된 까닭이다. 서인(西人)·남인(南人)의 붕당(朋黨)의 폐단과 같은 것에 이르러서는 실로 망국(亡國)의 근원이 될 것이니, 이것은 한때의 과격한 말과 의논이 아니며, 실로 백여 년 이래 조손(祖孫)과 부자(父子)가 대대로 전수(傳守)하던 논의이니, 남인에게 당적(黨籍)을 두었다고 해서 나라의 절반에 해당하는 사람들을 폐고(廢錮)시킬 수는 없는 것이다. 그런데 저 노당(老黨)이란 자들은 대대로 국명(國命)을 잡고서 동당벌이(同黨伐異)하는 데 용감하였기 때문에, 매번 조정의 국면(局面)이 바뀔 때마다 가장 혹독한 화(禍)를 당했으므로 사사로운 원한이 외곬로만 깊어지고 공정한 마음은 아주 없어져 버렸다. 그래서 걸핏하면 음양(陰陽)과 흑백(黑白)을 가린다고 핑계대면서 몰래 보복(報復)하고 제함(擠陷)할 계책을 세워, 죄가 없는 자로 하여금 뒤섞여 폐고(廢錮)당하게 하였고, 혹시 함닉(陷溺)하여 잘못을 저지르는 경우라도 있으면 곧 스스로 선견지명(先見之明)이 있다고 자부(自負)하였다. 이것이 바로 송시열(宋時烈)이 나라를 병들게 하고 화(禍)를 끼친 근원이며, 박세채가 깊이 우려하고 길이 탄식하며 황극(皇極)·탕평(蕩平)의 도리로써 시종일관 규면(規勉)하되, 송시열과 갈라서는 것을 꺼리지 않았던 까닭이다. 더우기 경신년 이후의 송시열은 갑인년 이전의 송시열이 아니었으니, 박세채가 비록 명백하게 말하고 허물을 드러내어 풍파(風波)를 불러 일으키지 않고자 하였더라도, 그 마음에 또 어찌 그 잘못을 알면서도 구차히 영합(迎合)하여 즐거이 영신(佞臣)이 되고자 했겠는가? 처음 역사를 편수(編修)한 자가 이해(利害)를 살핀다는 것으로 조지겸(趙持謙)과 한태동(韓泰東)을 무함(誣陷)한 것도 부족하여, 심지어 흉당(凶黨)을 모으고 훈척을 물리치며 아름다운 이름을 빼앗아 편의(便宜)를 점유(占有)하였다고 몰래 박세채를 조롱하였는데, 기울어진 것을 재단(裁斷)하고 치우친 것을 돕는 데 대신의 역량(力量)이 있다고 하면서 김석주(金錫胄)를 높이고 아름다움을 돌렸으니, 그 주고 빼앗는 것의 어긋남은 진실로 족히 말할 수 없는 것이다.",
                "hj": "○戊辰/判中樞李尙眞箚救趙持謙等, 略曰: 今者, 諸臣斥黜之擧, 實關國家存亡之機, 臣豈忍默無一言, 以孤聖恩哉? 大昨, 始聞有聖上過擧, 被譴之臣, 擧措論議之間, 不無乖激之病, 而然其不避忌諱, 務持風裁, 不猶愈於瞻顧前後, 奔走承順者乎? 不幸金益勳一事, 轉成風波, 浮言噂, 不勝紛紜, 大臣之責, 惟當鎭其橫流, 奬其直氣, 使言路開廣。 曾謂右相之功, 存社稷有休戚之義, 而乃尿爲今日無前之擧耶? 設或君上有過中之擧, 在大臣, 所當匡救之不暇, 而今此大臣所力請, 實是常情之所不料也。 臣以白首垂死之年, 旣是應退之人, 更有何偏護之心哉? 誠恐朝論轉益亂激, 人情彌增拂鬱, 終至於莫可搜拾也。 伏願, 夬示日月之更, 裁其狂簡, 責以和協, 則亦豈無補國事哉? 末論喉司巽軟, 不爲繳還之失, 承未安之批, 尙眞又陳箚請退, 不許。 謹按, 士流與勳戚, 從古不相容, 豈故爲乖離哉? 勳戚者, 憑帶礪之誓, 依日月之際, 負功恃寵, 往往而踰濫, 庚申後三戚橫肆, 至益勳極矣。 此朴世采三條箚中, 首論追勳之當罷者, 與趙持謙等激揚之諭, 竝爲一代士類之所宗社者也。 至若西、南朋黨之弊, 實爲亡國根柢, 而此非一時言議之乖爭, 實百餘年來祖孫父子世世傳守之論, 則不可以黨永南而盡錮半國之人。 彼老黨者, 世執國命, 勇於黨伐, 故每當朝局之換易, 受禍冣烈, 私怨偏深, 公心汨盡。 動托陰陽黑白之辨, 而陰售報復擠陷之計, 使無罪者混被錮塞, 而其或有畢竟陷溺詿誤, 則輒自許以先見之明。 此宋時烈病國流禍之根, 而朴世采所以深憂永嘅, 眷眷以皇極、蕩平之道, 規勉於終始, 而不憚其與時烈岐也。 況庚申後, 時烈非甲寅前時烈, 則世采雖不欲明言顯疵, 噓起風浪, 而其心又安得知非苟司, 甘爲其侫臣哉? 修初史者, 以顧瞻利害, 誣趙、韓不足, 而至以合凶黨退勳咸, 掠美名占便宜, 陰嘲世采, 裁傾補偏, 有大臣力量, 尊錫胄而歸美之, 其與奪之乖舛, 誠不足言也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On byeongo day, the first day of the fourth month, Second Minister of Works 박세채 was staying at his hometown in the byeongo year (. Because his words were not implemented, he again submitted a memorial to the King. He also declined the monthly stipend of his monthly stipends. The King refused to grant approval.",
                "H2KE-nKo": "공조 참판 박세채가 시골에 있으면서 말과 계책이 시행되지 않아 다시 사진할 수 없다는 내용으로 상소하고, 또 월름을 사양하니, 너그러운 비답을 내리고 허락하지 않았다.\n",
                "date_ko": "숙보 14권, 9년(1683 계해 / 청 강희(康熙) 22년) 윤6월 6일(병오) 1번째기사",
                "gt-oKo": "공조 참판(工曹參判) 박세채(朴世采)가 향리에 있으면서 말과 계책이 시행되지 않아 다시 나아갈 수 없다고 진소(陳疏)하고 또 월름(月廩)을 사양하니, 우악(優渥)한 비답(批答)으로 허락하지 않았다.",
                "hj": "○丙午/工曹參判朴世采在鄕, 以言計不行, 不可復進陳疏, 且辭月廩, 優批不許。"
            }
        }
    }
}