{
    "06": {
        "15": {
            "1": {
                "H2KE-EN": "The Royal Wedding Ceremony of the gyeongsul year ( reported to the King, During the state funeral of King Injong , the name of the Jang릉 was used. Now, the name of the royal tomb of King Taejong should be renamed the name of the Royal Tomb of King Myeong . The King approved this. Then, the King presented the posthumous title of King Taejong . The posthumous title of King Taejong (great-grandfather of King Munsok (great-grandfather of King Taejo is Brandfather of King Munsok (great-grandfather of King Taejo, Brandfather of King Munsok (great-grandfather of King Taejo is Brandfather of King Munsok (great-grandfather of King Taejo, Brandfather of King Taejo is Brandk (great-grandfather of King Taejo, Brandk (great-grandfather of King Taejo is Brandk (great-grandfather of King Taejo, Brandk (great-great-grandfather of King Taejo is Brandk (great-great-grandfather of King Taejo, Brandk (great-great-",
                "H2KE-nKo": "빈청이 아뢰기를,“인조(仁廟 인조)의 국상 때에 장릉의 호를 그대로 사용하였으니, 대행왕의 능호를 지금도 명릉으로 그대로 사용해야 합니다.”하니, 주상이 그대로 따랐다. 이어 대행왕의 시호를 ‘장문헌무 경명원효’로 올렸다. 법도 대명을 ‘장’, 도덕박문을 ‘문’, 상선벌악을 ‘헌’, 강강 이순을 ‘무’, 숙야경계를 ‘경’, 조림 사방을 ‘명’, 입의행덕을 ‘원’, 대려행절을 ‘효’로 올렸다. 묘호를 ‘숙종’, 강덕극취를 ‘숙’, 전호를 ‘효령’으로 올렸다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 15일(경술) 1번째기사",
                "gt-oKo": "빈청(賓廳)에서 아뢰기를, “인조(仁祖)의 국휼(國恤) 때 그대로 장릉(長陵)의 호칭을 썼습니다. 대행 대왕의 능호(陵號)도 지금 마땅히 지금 마땅히 그대로 명릉(明陵)이라 칭해야 할 것입니다.” 하니, 임금이 그대로 따랐다. 이윽고 대행 대왕의 시호(諡號)를 올리기를, ‘장문 헌무 경명 원효(章文憲武敬明元孝)’라 하였는데, 법도대명(法度大明)을 ‘장(章)’, 도덕박문(道德博聞)을 ‘문(文)’, 상선벌악(賞善罰惡)을 ‘헌(憲)’, 강강이순(剛强以順)을 ‘무(武)’, 숙야경계(夙夜儆戒)를 ‘경(敬)’, 조림사방(照臨四方)을 ‘명(明)’, 입의행덕(立義行德)을 ‘원(元)’, 대려행질(大慮行節)을 ‘효(孝)’라 하였다. 묘호(廟號)는 ‘숙종(肅宗)’이라 하였는데, 강덕극취(剛德克就)를 ‘숙(肅)’이라 한다. 전호(殿號)는 ‘효령(孝寧)’이라 하였다.",
                "hj": "○庚戌/賓廳啓曰: “仁廟國恤時, 仍用長陵之號。 大行陵號, 今亦當仍稱明陵。” 上從之。 仍上大行諡號曰: “章文憲武敬明元孝。” 法度大明曰章, 道德博聞曰文, 賞善罰惡曰憲, 剛强以順曰武, 夙夜儆戒曰敬, 照臨四方曰明, 立義行德曰元, 大慮行節曰孝。 廟號曰: “肅宗。” 剛德克就曰肅。 殿號曰: “孝寧。”"
            },
            "2": {
                "H2KE-EN": "The Queen Mother of Hyeunsun was posthumously invested as Queen Mother , and Lady Eo was invested as Queen Mother . She was posthumously invested as Royal Concubine Madam Sim , was posthumously invested as Royal Concubine Madam Sim . The hall name was Yeonghwi , and the tomb name was Hyeung .",
                "H2KE-nKo": "혜순왕비를 높여 왕대비로, 빈 어씨를 봉하여 왕비로 삼았다. 단의빈 심씨를 추봉하여 단의왕후로, 전호를 영휘로, 능호를 혜릉으로 삼았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 15일(경술) 2번째기사",
                "gt-oKo": "혜순 왕비(惠順王妃)를 추존하여 왕대비(王大妃)로 삼고, 빈(嬪) 어씨(魚氏)를 봉(封)하여 왕비(王妃)로 삼았다. 단의빈(端懿嬪) 심씨(沈氏)를 추봉(追封)하여 단의 왕후(端懿王后)로 삼았는데, 전호(殿號)는 ‘영휘(永徽)’, 능호(陵號)는 ‘혜릉(惠陵)’이다.",
                "hj": "○尊惠順王妃爲王大妃, 封嬪魚氏爲王妃。 追封端懿嬪沈氏爲端懿王后, 殿號永徽, 陵號惠陵。"
            },
            "3": {
                "H2KE-EN": "The Queen Mother sent the silver from the Directorate of Palace Procurement to the Directorate of Palace Procurement . Earlier, when the disease was slightly improved, the Queen Mother had the 3,700 nyang of silver stored in the Palace Procurement expenses for the funeral rites . On this day, the Queen Mother instructed the Directorate of Palace Procurement , saying, The 대행 king fears the peoples livelihoods and has been stored for a long time. Thus, the King sent the silver stored in the storehouse. Alas! When the disease was slightly improved, the profound virtue and benevolent benevolence beyond the past. The Queen Mother explained the intent of the late 대행 king to praise the royal favor. Alas!",
                "H2KE-nKo": "왕대비(王大妃 정순왕후)가 내탕고의 은을 도감에 내렸다. 처음에 숙종이 병환이 오래도록 낫지 않자 내탕고에 비축해 둔 은 3700냥을 대상도감의 비용으로 쓰게 하였다. 이때에 이르러 대비가 도감에 유시하기를,“대행왕께서 민력을 손상할까 염려하여 비축해 두신 지 오래되었다.”하고, 비축해 둔 은을 내려 주었다. 아, 선대왕께서 병환이 오랫동안 낫지 않고 위중해지셨을 때 이러한 염려를 하셨으니, 거룩한 덕과 깊은 사랑이 지난날의 법도보다 뛰어났음을 더욱 알 수 있다. 왕대비가 가슴을 치며 통곡하던 끝에 대행왕의 남기신 뜻을 분명히 유시하여 큰 은혜를 선양하였으니, 아, 훌륭하도다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 15일(경술) 3번째기사",
                "gt-oKo": "왕대비(王大妃)가 내탕고(內帑庫)의 은(銀)을 도감(都監)에 내렸다. 처음에 숙종이 병이 더욱 무거워지자 내탕에 저축해 두었던 3천 7백 냥(兩)을 대상(大喪) 때 도감의 비용으로 쓰도록 하였다. 이때에 이르러 대비(大妃)가 도감에 하유(下諭)하기를, “대행 대왕께서 민력(民力)을 손상할까 두려워하시어 저축해 두신 지 오래였다.” 하고, 이에 저축해 두었던 은을 하사하였다. 아! 선대왕(先大王)께서 병환이 무거우신 가운데서도 염려하심이 이에까지 미치었으니, 더욱 거룩한 덕과 깊은 인애(仁愛)가 전의 왕보다 훨씬 뛰어났음을 볼 수가 있겠다. 왕대비는 가슴치며 통곡하는 상황에서도 대행 대왕의 유의(遺意)를 밝게 효유하여 큰 은혜를 발양하였으니, 아! 거룩하도다.",
                "hj": "○王大妃下內帑銀於都監。 初肅宗寢疾彌留, 令內帑貯銀三千七百兩, 爲大喪都監之費。 至是, 大妃諭都監曰: “大行恐傷民力, 貯之久矣。” 乃下所儲銀。 嗚呼! 先大王寢疾彌留之中, 聖慮及此, 益可見盛德深仁, 度越前軌, 而王大妃於哭擗之餘, 明諭大行之遺意, 以揚駿惠, 吁其盛矣哉!"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Shin Seok , the fourth censor of the Office of the Censor General , submitted a memorial that read as follows: After the commencement of wearing mourning robes , the court officials should not attend the morning and evening meals. However, except for those who participate in the rites of the new moon and the full moon, even for those on night duty, they cannot attend the morning court assembly even once. In the Ming court, there were three days morning and evening in the evening, and seven days when they proceed to the morning court assembly. It is proper to ask the officials of the Ministry of Rites and urgently determine the procedure of wailing. Officials of each government office, except for those of the senior third rank or above, all the officials of the senior third rank or above are not permitted to wear mourning robes. However, all the officials who have served as officials who had served as officials who served as officials and served as officials who served",
                "H2KE-nKo": "정언 신절이 상소하기를,“성복한 뒤에 조정 신하들이 아침저녁으로 왕림하는 것을 빠뜨려서는 안 되는데, 초하루와 보름에 배제하는 것 외에는 비록 금성에 입직하는 자라도 한 번도 왕림하지 못합니다. 황조에는 3일 동안 아침저녁으로 왕림하고 7일 동안 아침저녁으로 왕림하는 제도가 있으니, 예관에게 물어서 속히 왕림하는 절차를 정해야 합니다. 각 관사의 장관 외에 재신이나 시종의 반열에 있는 자들은 모두 상장을 받는 것을 허락하지 않고, 일찍이 시종을 지내고 주사를 전담한 관원들은 모두 상장을 받도록 해야 합니다. 이것은 주자의 정론이니 즉시 변통하지 않아서는 안 될 듯합니다.선정전에 빈소를 설치하는 것은 실로 대행왕의 유교가 있으니, 인산 전에 길일을 잡아 옮겨 봉안한다면 선왕의 뜻과 사업을 계승하는 효성에 유감이 없을 것입니다.”하니, 주상이 답하기를,“위로 자전의 하교를 받들어 빈전을 옮겨 봉안하는 것은 중대한 일이니 대신에게 의논하여 처리하겠다. 왕림하는 일과 상장을 받는 일은 예관으로 하여금 내게 물어 처리하게 하겠다.”하였다. 영의정 김창집이 의견을 올리기를,“조정 신하들이 아침저녁으로 왕림하는 절차는 《예경》과 전사에 이미 근거할 만한 글이 있습니다. 백관은 각기 맡은 일이 있어서 여가가 많지 않으므로 사무를 오랫동안 폐지하기 쉽습니다. 다만 궐내에 입직하는 관원들로 하여금 아침저녁으로 곡을 하는 데 참여하게 하고 공제까지로 한정해야 합니다. 상장을 받는 일은 주자의 의논에 ‘일찍이 시종 이상을 지내고 주사를 전담한 자는 모두 상장을 받는 것을 허락한다.’라는 말이 있으니, 지금 일찍이 당상이나 시종을 지냈거나 대시 이상을 지낸 자는 상장을 받는 것을 허락하는 것이 무방할 듯합니다. 주자는 군수로서 상장을 받는 대상에 들어 있습니다. 지금의 수령은 예전의 군수와는 같지 않고 병사와 수사도 상장을 받는 것을 허락해야 합니다.”하고, 판중추부사 이이명은 의견을 올리기를,“금중에 입직하는 사람 중에서 병조와 도총부의 당상도 숙위하고 근신은 모두 승정원과 옥당과 함께 참석해야 반열을 이룰 수 있습니다. 내의원의 문안하는 관원 2품 이상과 삼사의 공사로 입궐하는 자 및 사은 숙배하고 하직하는 자는 모두 조곡에 함께 들어가게 하고, 마침 밥 먹을 때를 당하였으니 또한 왕림하는 것을 허락하되 인산 전까지로 한정하는 것이 참작하여 처리하는 데 합당할 듯합니다.”하니, 주상이 상장을 받는 것은 영의정의 의견대로 하고, 왕림하는 것은 판중추부사의 의견대로 시행하라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 17일(임자) 1번째기사",
                "gt-oKo": "정언(正言) 신절(申晢)이 상소하기를, “성복(成服) 뒤 조정의 신하가 조석(朝夕)의 곡(哭)에 나아가는 것은 마땅히 빠뜨릴 수가 없는 일인데, 초하루와 보름에 배제(陪祭)하는 것 외에는 비록 금성(禁省)에 입직(入直)하는 자일지라도 한 번도 곡에 참여할 수가 없습니다. 명(明)나라 조정에서는 3일은 조석(朝夕)으로 곡림(哭臨)하고 7일은 아침에만 곡림하는 제도가 있으니, 마땅히 예관(禮官)에게 물어서 조속히 곡림하는 절차를 정해야 할 것입니다. 각사(各司)의 장관(長官) 이외의 재열(宰列) 종반(從班)은 모두 수장(受杖)을 허락하지 않고, 일찍이 시종(侍從)으로서 주사(奏事)를 맡았던 관원은 모두 수장하도록 하였습니다. 이것은 주자(朱子)의 정론(定論)인데, 곧바로 변통하도록 하는 일을 아무래도 그만둘 수 없을 듯합니다. 선정전(宣政殿)에 빈소(殯所)를 마련하는 일은 실제 대행 대왕(大行大王)의 유교(遺敎)가 있었으니, 인산(因山)을 치르기 이전에 좋은 날을 가려서 옮겨 모시는 것이 계지(繼志)·술사(述事)하는 효성(孝誠)에 유감이 없을 것입니다.” 하니, 임금이 답하기를, “위로 자전(慈殿)의 하교를 받들겠으나, 빈소를 옮겨 모시는 일은 중대한 일이니, 마땅히 대신(大臣)에게 의논하여 처리해야 할 것이다. 곡림과 수장의 일은 예관(禮官)으로 하여금 품처(稟處)토록 하겠다.” 하였다. 영의정 김창집(金昌集)이 헌의(獻議)하기를, “정신(廷臣)이 조석(朝夕)으로 곡림(哭臨)하는 절차는 예경(禮經)과 전사(前史)에 이미 의거할 만한 조문이 있습니다. 하지만 백관(百官)에게 각각 사무가 있어 여가가 많지 않으니 자칫 사무를 오랫동안 폐지하는 결과를 초래하게 될 것입니다. 단지 궐내(闕內)에 입직(入直)한 관원으로 하여금 조석곡(朝夕哭)에 참여하도록 하되 공제(公除)까지로 기한을 정하게 하소서. 수장(受杖)의 일에 대해서는 주자(失子)의 의논에 이른바. ‘일찍이 시종(侍從) 이상으로서 주사(奏事)를 맡았던 자는 모두 수장(受杖)을 허락한다.’는 말이 있습니다. 지금 일찍이 당상관(堂上官)·시종(侍從)이나 또는 대시(臺侍) 이상을 역임한 자에 대하여 수장을 허락한 것은 아마 무방(無妨)할 듯합니다. 주자(朱子)는 군수(郡守)로서 수장의 반열에 참여했습니다. 지금의 수령(守令)은 예전의 군수와는 같지 않지만, 병사(兵使)·수사(水使) 또한 마땅히 수장하도록 허락하여야 할 것입니다.” 하고, 판중추부사(判中樞府事) 이이명(李頤命)은 헌의하기를, “금직(禁直) 가운데 병조(兵曹)·도총부(都摠府)의 당상관도 또한 숙위(宿衞)토록 하고, 근신(近臣)은 모두 승정원(承政院)·옥당(玉堂)과 더불어 같이 참여하도록 한다면 반열(班列)을 이룰 수 있을 것입니다. 약방(藥房)의 문안(門安)하는 관원 2품 이상과 삼사(三司)의 공사(公事)로 입궐한 자와, 무릇 사은 숙배(謝恩肅拜)하고 하직하는 자는 모두 조곡(朝哭)에 같이 들어가도록 하고, 때마침 포시(晡時)가 되었다면 또한 곡림(哭臨)하도록 허락하여 인산(因山) 이전까지로 한정하되 아마도 참작하여 하는 것이 타당할 듯합니다.” 하니, 임금이 수장(受杖)은 영상(領相)의 의논에 따르고 곡림(哭臨)은 판부사(判府事)의 의논에 따라서 시행하도록 명하였다.",
                "hj": "○壬子/正言申晳上疏言: 成服後廷臣朝夕之臨, 宜不可闕, 而朔望陪祭之外, 雖禁省入直者, 不得一臨。 皇朝, 有三日朝夕臨, 七日朝臨之制。 宜詢禮官, 亟定哭臨之節。 各司官長之外, 宰列從班, 皆不許受杖, 曾經侍從專奏事之官, 皆令受杖。 是朱子定論, 令卽變通, 恐不可已。 宣政殿設殯, 實有大行遺敎, 因山之前, 擇吉移封, 可以無憾於繼述之孝。 上答以上奉慈敎, 奉移重大, 當議大臣處之。 哭臨受杖事, 令禮官稟處。 領議政金昌集獻議: “廷臣朝夕臨之節, 禮經及前史, 旣有可據之文。 百官各有事, 餘暇無多, 易致事務之曠廢。 只令闕內入直官, 參朝夕哭, 限以公除。 受杖事, 朱子之議, 有所謂嘗侍從以上, 專奏事者, 皆許受杖。 今之曾經堂上、侍從, 或臺侍以上者, 許以受杖, 恐無妨。 朱子以郡守列於受杖之中。 今之守令, 與古郡守不同, 而兵使、水使, 亦當許受杖。” 判中樞府事李頣命議: “以禁直中兵曹、摠府堂上, 亦宿衛, 近臣竝與政院、玉堂同參, 可以成班。 藥房問安之官, 二品以上三司, 以公事入闕者及凡謝肅拜辭者, 幷令同入於朝哭, 適當哺時, 亦許臨, 限以因山前, 恐爲參酌得宜。” 上命受杖, 依領相議, 哭臨, 依判府事議行之。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites again held a discussion with high officials on the procedure of transferring the coffin into the royal coffin hall. Superintendent [of the Middle Army Commandery General] Yi 이이명이 헌의하기를, “지금 disobeying the instructions of the late Abdicated King and thus lost the coffin into the opening of the coffin hall, which is not the proper time for the opening of the coffin into the opening of the coffin hall. If there is a case in which thoroughly changes, the reason for the late Abdicated King should not be done. The King reported this to the Queen Mother, and according to the instructions of the former kings, the King was concerned that the hall of Jajeong Hall is narrow and narrow. Thus, the royal coffin was placed in Seonjeong Hall . Now, it is very difficult for the matter to transfer the royal coffin, and the high-ranking officials are satisfactory to my intent. The King followed the advice of the Superintendent [of the Middle Army Commandery General].",
                "H2KE-nKo": "예조가 또 빈전을 옮기는 절차에 대해 대신에게 문의하니, 판중추부사 이이명은 의견을 올리기를,“지금 말명을 어기게 된 것은 일의 형세를 따른 것이니, 빈전을 열고 시신을 바르는 것은 적절한 시기가 아닙니다. 만약 끝내 변경할 수 없는 점이 있다면 추후에 사유를 고하는 것을 그만둘 수 없을 듯합니다.”하였다. 주상이 자전께 여쭈었더니, 자전의 유교는 자정전이 협착한 것을 염려하였기 때문에 선정전에 봉안한 것이다. 지금 재궁을 옮겨 봉안하는 것은 일의 체모로 볼 때 매우 어려우니, 대신의 뜻이 바로 내 뜻에 부합한다. 판중추부사의 의견에 따라 거행하라고 하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 17일(임자) 2번째기사",
                "gt-oKo": "예조에서 또 빈전(殯殿)을 옮기는 절차를 대신에게 의논하니, 판부사(判府事) 이이명(李頤命)이 헌의(獻議)하기를, “지금 말명(末命)을 어기는 것은 사세(事勢)를 따른 것이며, 계빈(啓殯)하여 관[柩]의 주위에 나무를 쌓고 악(堊)을 바르는 것은 시기가 아닙니다. 만일 끝내 바꿀 수 없는 바가 있다면, 사유(事由)를 추고(追告)하는 일을 아마도 그만둘 수 없을 듯합니다.” 하니, 임금이 답하기를, “자전(慈殿)께 앙품(仰稟)하니, ‘선왕(先王)의 유교(遺敎)는 자정전(資政殿)이 협착한 것을 염려하였기 때문에 선정전(宣政殿)에 봉안(奉安)하라고 하였던 것이다. 지금 와서 재궁(梓宮)을 옮겨 모신다는 것은 사체(事體)가 중난(重難)하니, 대신의 의사는 바로 내 뜻에 부합한다.’ 하셨다. 판부사의 의논에 따라 시행하도록 하라.” 하였다.",
                "hj": "○禮曹又以移殯之節, 議于大臣, 判府事李頣命議: “以今違失末命, 循事勢也, 啓殯菆塗, 非其時也。 如有終不可變者, 追告事由, 恐不可已。” 上以仰稟慈殿, 則先王遺敎, 爲慮資政殿狹窄, 故奉安于宣政殿也。 到今移奉梓宮, 事體重難, 大臣之意, 正合予意。 依判府事議行之。"
            },
            "3": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Hong Hyeonbo submitted a memorial as follows: The meat dishes at the royal tomb are exclusively from the practice of supporting Buddha. Furthermore, the meat dishes and the meat dishes are even more impossible than this. From this day forward, the morning and evening memorial ceremonies for the evening memorial ceremonies and the other ritual ceremonies should follow the ritual purpose, and the meat dishes should be performed in accordance with the ritual purpose. As for the seasonal sacrifices and the memorial rites on the anniversary of the passing of King Taejo , the ritual should also be changed. Now, the institution of the rite of the first anniversary of ones parental robes is indeed a few thousand years. It is not possible to follow the ritual purpose of the ancient practices in the past. On the day of the first and the fifteenth day of the month, the discontinued officials and the students of the Royal Confucian Academy should follow the ritual purpose of wearing mourning robes. The King ordered the officials of the Ministry of Rites to discuss the matter. The officials of the Ministry of Rites discussed the matter with the high-ranking officials. Chief State Councilor 김창집이 said as follows: If the meat dishes at the spirit hall are truly not in accord with the ritual purpose, and the meat dishes at the inner hall should be used in the ritual purpose, and the meat dishes should also be used in the ritual purpose of wearing the ritual purpose. What harm could there be? The meat dishes at the royal tomb have already been earlier presented, and the ritual purpose of 수백 년 동안 준행해 온 propriety cannot be changed although it is impossible for a single day. How could there be any separate objections? On the day of the evening memorial ceremonies, the discontinued officials and the students of the Royal Confucian Academy should be allowed to perform the ritual purpose of wearing the ritual purpose. Superintendent [of the Middle Army Commandery General] Yi Myeongdeok said as follows: As for the ritual purpose of the royal coffin hall and at the spirit hall, the ritual purpose of Munso Hall (Second Royal Ancestral Shrine to King Taejo should be used in the ritual purpose of offering meat dishes to Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui, the ritual purpose of offering meat dishes should also be used in the ritual purpose of wearing the ritual pu",
                "H2KE-nKo": "지평 홍현보가 상소하기를,“능침에서 소제를 지내는 것은 전적으로 고려에서 불교를 숭상하던 여풍에서 나온 것입니다. 더구나 상식에 소찬을 올리는 것은 더욱 의의가 없습니다. 지금부터 빈전의 조석전과 그 나머지 사전은 한결같이 예의 뜻에 따라 육선을 진설하고, 각 능의 절사와 기신제도 변통해야 합니다. 지금 이 참최의 제도는 실로 수천 년 동안 없던 일입니다. 신하들의 복제는 이전에 미비했던 고사를 원용하여 규례로 삼아서는 안 됩니다. 삭망의 은전 날에 파산관과 관학 유생이 외반에서 망곡하는 것을 성복의 의식과 같이 해야 합니다.”하니, 주상이 예관으로 하여금 주상에게 여쭈어 처리하게 하였다. 예관이 대신에게 문의하니, 영의정 김창집은 의견을 올리기를,“혼전에 소찬을 올리는 것은 진실로 고례에 맞지 않는 것 같습니다. 그러나 대내에서 이미 공상하는 어육을 사용하고 있으니, 소찬을 겸해서 진설하는 것이 어찌 크게 해로울 것이 있겠습니까. 능침에서 소찬을 올리는 것은 선신이 일찍이 헌의하여 수백 년 동안 준행해 오던 예를 하루아침에 변경하기 어렵다는 뜻으로 반복해서 진달하였으니, 어찌 감히 다른 의견이 있겠습니까. 은전하는 날에 파산관과 관학 유생이 외반에서 망곡하는 것이 인정과 예문에 합당할 듯합니다.”하고, 판중추부사 이이명은 의견을 올리기를,“빈전과 혼전은 문소전의 옛 규례를 참조할 수 있습니다. 또 듣건대 대내에서 공상하는 어육을 겸해서 둔다고 하니, 이 또한 송나라 조정에서 아반식을 아울러 올린 의의를 얻은 것입니다. 먼저 변통을 허락해야 할 듯합니다. 외반에서 망곡하는 것은 전례가 없더라도 예는 후한 쪽을 따라야 하니, 또한 인산 전에 행하도록 허락해야 할 것입니다.”하였다. 주상이 명하기를,“대행대왕의 효성으로 선왕께서 행하지 않던 육선을 지금에 와서 행한다면 하늘에 계신 영령께서도 필시 불편하실 것이다. 조종조의 예에 따라 시행하고 망곡은 영의정의 의논에 따라 행하라.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 17일(임자) 3번째기사",
                "gt-oKo": "지평(持平) 홍현보(洪鉉輔)가 상소하기를, “능침(陵侵)에서 소제(素祭)를 지내는 것은 전적으로 승국(勝國)에서 불교(佛敎)를 숭상하던 여풍(餘風)에서 나왔습니다. 더구나 상식(上食)때 소찬을 올리는 것은 더욱 의리가 없습니다. 지금부터는 빈전(殯殿)의 조석전(朝夕奠)이나 그 나머지 사전(祀典)에서는 한결같이 예(禮)의 의미를 따라 육선(肉膳)으로 설행(設行)하도록 하소서. 그리고 각릉(各陵)의 절사(節祀)와 기신제(忌辰祭) 또한 마땅히 변통해야 할 것입니다. 이번의 참최(斬衰)의 제도는 실로 수천 년 동안 없던 일입니다. 신민(臣民)의 복상(服喪)을 종전의 미비(未備)된 고사(故事)를 원용하여 준례로 삼을 수가 없습니다. 초하루와 보름의 은전(殷奠)하는 날에는 파산관(罷散官)과 관학생(館學生)이 외반(外班)에서 망곡(望哭)하기를 마땅히 성복(成服)의 의식과 같이 해야 할 것입니다.” 하니, 임금이 예관(禮官)으로 하여금 품처(稟處)토록 하였다. 예관이 대신(大臣)에게 의논하니, 영의정 김창집(金昌集)이 말하기를, “혼전(魂殿)에 소선을 올리는 것이 참으로 고례(古禮)에 부합되지 않는 것 같지만, 대내(大內)에서 이미 어육(魚肉)을 장만해 올리고 있으니, 겸하여 소선을 차리는 것이 무슨 크게 해로울 것이 있겠습니까? 능침(陵寢)의 소선에 대해서는 선신(先臣)이 일찍이 헌의(獻議)하여 ‘수백 년 동안 준행해 오던 예(禮)를 하루아침에 변경하기 어렵다.’는 뜻으로 반복해서 부연 진달하였으니, 어찌 감히 따로 다른 소견이 있을 수 있겠습니까? 은전(殷奠)하는 날에 파산관과 관학생이 외반(外班)에서 망곡하는 것은 정리나 예문(禮文)에 부합할 듯합니다.” 하고, 판부사(判府事) 이이명(李頤命)이 헌의하기를, “빈전·혼전의 일은 문소전(文昭殿)의 구례(舊例)를 방조(旁照)할 수 있을 것입니다. 그리고 또 듣건대 대내(大內)에서 겸하여 어육(魚肉)을 장만하여 올린다 하니, 이것은 또한 송(宋)나라 조정에서 아반사(牙盤食)를 아울러 올린 의미에 맞는 것으로서 아마도 마땅히 먼저 변통을 허락해야 할 듯합니다. 외반에서 망곡하는 것은 비록 전례는 없으나 예(禮)는 마땅히 후(厚)한 쪽을 따라야 하니, 또한 마땅히 인산 이전에도 시행을 허락해야 할 것입니다.” 하니, 임금이 명하기를, “대행 대왕의 효성으로 선조(先朝)에서 시행하지 않던 육선을 지금에 와서 올린다면 하늘에 계신 혼령이 반드시 불안해 하실 것이다. 조종조(祖宗朝)의 준례에 따라 시행하고 망곡은 영상(領相)의 의논에 따라 시행하라.” 하였다.",
                "hj": "○持平洪鉉輔疏曰: 陵寢素祭, 專出於勝國崇佛之餘風。 況上食設素, 尤極無義。 自今殯殿朝夕奠及其餘祀典, 一遵禮意, 以肉膳設行。 各陵節祀與忌辰祭, 亦宜變通。 今此斬衰之制, 實數千載所無之擧。 臣庶服喪, 不可以曾前未備之故事, 援以爲例。 朔望殷奠之日, 罷散官及館學生, 望哭外班, 宜如成服儀。 上令禮官稟處。 禮官議于大臣, 領議政金昌集曰: “魂殿素膳, 誠若不合于古禮, 而自內旣用供上魚肉, 兼設素膳, 何至大害? 陵寢素膳, 先臣曾獻議, 數百年遵行之禮, 一朝難變之意, 反復敷陳, 何敢別有他見? 殷奠日, 罷散官及館學生望哭外班, 似合情文。” 判府事李頣命議: “以殯殿、魂殿, 則文昭殿舊例, 可以旁照。 且聞自內兼有供上魚肉, 此亦得宋朝幷薦牙盤食之義, 恐當先許變通。 外班望哭, 雖無前例, 禮宜從厚, 亦當許行於因山之前。” 上命以大行誠孝, 先朝不行之肉膳, 到今爲之, 在天之靈, 必不安矣。 依祖宗朝例施行, 望哭, 依領相議行之。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyechuk day, Supreme General of the Royal Tomb of King Taejo Yi Geon reported to the King as follows: [When your subject] inspected the building of a royal tomb, [we found that] the armor wood w",
                "H2KE-nKo": "산릉 총호사 이건명이 아뢰기를,“산릉의 매표를 봉심하니 갑좌 경향이었고, 인현왕후릉의 분금은 경인년과 경신년이었으며, 각표는 병인년과 병신년이었습니다. 경인년과 경신년 두 능이 대왕의 연갑에 구애되어 이렇게 서로 어긋나는 일이 있게 된 것입니다. 일찍이 숭릉의 유좌와 묘향을 보니 두 능이 모두 같았습니다. 그런데 대왕의 능은 계유년과 계묘년 두 능으로 분금하였고, 왕후의 능은 신유년과 신묘년 두 능으로 분금하였으며, 외향은 두 능이 똑같았습니다. 대개 지가에서는 외향을 대단히 중요하게 여기지 않기 때문에 이번 분금은 왕후의 능과는 조금 다릅니다. 외향은 숭릉의 예에 따라 종전의 능으로 해야 합니다. 일찍이 장릉의 가정자각을 보니 모양새가 조금 작았습니다. 왕비의 능이 앞에 있고 대왕의 능이 뒤에 있기 때문에 새 재궁을 옛 정자각에 배설하고 왕비의 신위와 상탁을 가정자각에 옮겨 봉안하였다가 3년 뒤에 헐어 버렸습니다. 이제 장릉의 예를 따라 왕비의 신위와 상탁을 가정자각에 옮겨 설치해야 합니다.”하니, 주상이 모두 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 18일(계축) 1번째기사",
                "gt-oKo": "산릉 총호사(山陵摠護使) 이건명(李健命)이 아뢰기를, “산릉(山陵)의 매표(埋標)를 봉심(奉審)하였더니 갑좌(甲坐) 경향(庚向)이었는데, 인현 왕후(仁顯王后) 능(陵)의 분금(分金)은 경인(庚寅)·경신(庚申)이고 각표(刻標)는 병인(丙寅)·병신(丙申)입니다. 대개 경인·경신은 대왕(大王)의 연갑(年甲)에 구기(拘忌)가 되기 때문에 이렇게 서로 어긋난 점이 있는 것입니다. 일찍이 보건대, 숭릉(崇陵)은 유좌(酉坐)·묘향(卯向)으로 양릉(兩陵)이 다 같은데, 대왕의 능은 계유(癸酉)·계묘(癸卯)로 분금(分金)을 하고 왕후의 능은 신유(辛酉)·신묘(辛卯)로 분금을 하였으며, 외향(外向)은 두 능이 동일합니다. 대개 지가(地家)에서는 외향을 대단한 관계로 여기지 않기 때문에 이번의 분금이 왕후의 능과는 조금 다른 것입니다. 하지만 외향은 마땅히 숭릉의 준례에 의거하여 전릉(前陵)을 따라서 해야 할 것입니다. 일찍이 장릉(長陵)의 가정자각(假丁字閣)을 보았더니, 체양(體樣)이 조금 작았습니다. 왕비의 능은 앞에 있고 대왕의 능은 뒤에 있었기 때문에 새 재궁(梓宮)을 옛 정자각(丁字閣)에 배설(排設)하고 왕비의 신위(神位)·상탁(床卓)을 가정자각에 옮겨 모셨다가 3년 뒤에 훼철(毁撤)하였는데, 지금도 마땅히 장릉의 전례에 따라서 왕비의 신위·상탁을 가정자각에 옮겨 모셔야 할 것입니다.” 하니, 임금이 모두 그대로 따랐다.",
                "hj": "○癸丑/山陵摠護使李健命奏: “奉審山陵埋標, 則爲甲坐庚向矣, 仁顯王后陵分金, 則庚寅、庚申, 刻標則丙寅、丙申。 蓋以庚寅、庚申, 拘忌於大王年甲, 有此相左。 曾見崇陵酉坐、卯向, 兩陵皆同, 而大王陵, 以癸酉、癸卯分金, 王后陵則以辛酉、辛卯分金, 外向則兩陵如一。 蓋地家, 不以外向爲大段關係, 故今此分金與王后陵少異, 而外向當依崇陵例, 從前陵爲之。 曾見長陵假丁字閣, 體樣差小。 以王妃陵在先, 而大王陵在後, 故新梓宮排設於舊丁閣, 而移奉王妃神位、床卓於假丁閣, 三年後毁撤。 今當用長陵例, 王妃神位、床卓, 移設於假丁閣矣。” 上竝從之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Right State Councilor Yi Geom addressed the King as follows: A stone book for the employment of the tomb of Myeongjo (K. Myeongjon-great-great-grandfather of King Taejo was already included in a dragon robe. The length of the cheok should be applied in accordance with the stone book for the purpose of the cheok. Furthermore, the royal instruction to reduce the stone book for the purpose of the purpose",
                "H2KE-nKo": "우의정 이건명이 아뢰기를,“명릉의 위패가 비어 있는 곳에 묻어 둔 석각을 이미 초단자로 써서 들였으니 회격의 척수는 각서대로 해야 합니다. 또 퇴광은 척수를 줄이라는 하교가 있었는데 퇴광의 제도가 협소한 듯합니다. 전부터 퇴광에 소장된 명기가 매우 많았는데 지금 이 퇴광이 넓지 않다면 형세상 변통해야 합니다. 또 석각에도 유의복 외에 서책과 의대는 넣지 말라는 하교가 실려 있습니다. 기해년과 갑인년의 국휼 때 의대와 서책은 모두 퇴광에 넣었으나 신사년의 전교에 따라 의대와 서책은 모두 넣지 말아야 합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 26일(신유) 1번째기사",
                "gt-oKo": "우의정 이건명(李健命)이 말하기를, “명릉(明陵)의 자리를 비워둔 곳에 묻어둔 석각(石刻)은 이미 초단(草單)으로 적어 넣었으니, 회(灰)로 막은 척수(尺數)는 마땅히 각서(刻書)에 따라서 해야 할 것입니다. 그리고 또 퇴광(退壙)은 한 자[尺]를 줄이라는 하교가 있었는데, 퇴광의 제도가 협소한 듯합니다. 예전부터 퇴광에 소장하는 명기(明器)가 매우 많았는데 이번에 퇴광이 넓지 않다면 형세로 보아 장차 변통해야 할 것입니다. 그리고 또 석각에는 또한 유의복(遺衣服) 이외에 서책(書冊)·의대(衣襨)는 들여넣지 말라는 하교가 기재되어 있습니다. 기해년·갑인년 국상(國喪) 때에는 의대(衣襨)와 서책을 퇴광(退壙)에 모두 넣었지만 마땅히 신사년의 전교(傳敎)에 따라서 의대와 서책은 모두 넣지 말아야 할 것입니다.” 하니, 임금이 그대로 따랐다.",
                "hj": "○辛酉/右議政李健命言: “明陵虛位處, 埋置石刻, 旣以草單書入, 灰隔尺數, 當依刻書爲之。 且有退壙減尺之敎, 退壙制度, 似爲狹小。 自前退壙所藏明器甚多, 而今此退壙不廣, 則勢將變通。 且石刻, 亦載遺衣服外, 書冊、衣襨勿入之敎。 己亥、甲寅國恤, 衣襨、書冊, 雖幷入於退壙, 而當依辛巳傳敎, 衣襨、書冊, 幷爲勿入矣。” 上從之。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the eleventh month, a meteor emerged from the Five Capital Stars . The size of the length was three or four cheok in length, and its color was red.",
                "H2KE-nKo": "유성이 오거성에서 나왔는데, 모양은 바리때와 같았고 꼬리의 길이는 3, 4척이었으며 빛깔은 붉은 색이었다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 30일(을축) 1번째기사",
                "gt-oKo": "유성(流星)이 오거성(五車星)에서 나왔는데, 형상이 바리때[鉢]와 같았고, 꼬리의 길이는 3, 4척(尺)이나 되었으며, 빛깔은 붉었다.",
                "hj": "○乙丑/流星出五車星, 狀如鉢, 尾長三四尺, 色赤。"
            },
            "2": {
                "H2KE-EN": "The prisoners imprisoned in the Bureau of Punishments were destroyed the gates of the prisoners and fled. At the time, the armed fire brigands had been imprisoned and confessed. On the sixteen armed fire brigands together and struck the gates of the prisoners, but they suddenly went out and fled. The Ministry of Punishments advised that the prisoners and patrolmen be interrogated. The King followed this recommendation.",
                "H2KE-nKo": "전옥서의 사형수가 옥문을 부수고 도망쳤다. 이때 명화적이 옥에 갇혀 자복하였는데, 16명이 함께 무리를 지어 옥문을 때려 부수고 갑자기 도망쳤다. 형조가 옥관과 순라장을 잡아다 신문하기를 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 30일(을축) 2번째기사",
                "gt-oKo": "전옥(典獄)의 사수(死囚)들이 옥문(獄門)을 깨뜨리고 도망하였다. 이때 명화적(明火賊)이 붙잡혀 들어와 자백을 하고 있었는데, 16명이 함께 작당(作黨)하여 옥문을 부수고 뛰쳐나가 도망하였다. 형조(刑曹)에서 옥관(獄官)과 순라장(巡邏將)을 붙잡아다 국문할 것을 계청(啓請)하니, 임금이 그대로 따랐다.",
                "hj": "○典獄死囚破獄門而逃。 時, 明火賊在囚承款, 十六名共作黨, 打碎圄門, 突出逃躱。 刑曹啓請, 獄官及巡邏將拿問, 上從之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King passed away at Jungbok Hall in Gyeongbok Palace on the eighth day of the eighth month. The sixteenth day of the musin year (1408, the second year of King Taejongs reign and the Crown Prince ascended the Royal Master for Excellent Virtue.",
                "H2KE-nKo": "주상이 경덕궁의 융복전에서 승하하였다. 6일이 지난 무신년에 왕세자가 숭정문에서 즉위하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 8일(계묘) 1번째기사",
                "gt-oKo": "숙종 대왕(肅宗大王) 46년(1720)【청(淸)나라 강희(康熙) 59년이다.】 6월 초8일 계묘(癸卯)에 임금이 경덕궁(慶德宮)의 융복전(隆福殿)에서 승하하였다. 그후 6일이 지난 다음 무신일에 왕세자가 숭정문(崇政門)에서 즉위하였다.",
                "hj": "○初八日癸卯, 上昇遐于慶德宮之隆福殿。 越六日, 戊申王世子卽位于崇政門。"
            },
            "2": {
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 8일(계묘) 2번째기사",
                "gt-oKo": "하루 전날 예조에서 복제 절목(服制節目)을 올렸는데, 다음과 같다. 왕세자는 참최 3년(斬衰三年)이니, 의(衣)·상(裳)【지극히 거친 생포(生布)를 쓴다.】·관(冠)【약간 가는 생포를 쓰되 마승(麻繩)으로 무(武)와 영(纓)을 만든다.】·수질(首絰)·요질(腰絰)·교대(絞帶)【모두 생마(生麻)로 만든다.】·죽장(竹杖)·관리(菅履)를 착용하고, 사위(嗣位) 때는 면복(冕服)을 입는다. 졸곡(卒哭) 뒤 시사(視事)할 때는 백포(白袍)·소익선관(素翼善冠)【입(笠)은 백색(白色)으로 한다.】 포과 오서대(布裹鳥犀帶)·백피화(白皮靴)를 착용하고, 무릇 상사에는 최복(衰服)을 입는다. 13개월이 되면 연제(練祭)를 지내는데, 연관(練冠)을 쓰고 수질(首絰)·부판(負版)·벽령(辟領)·최(衰)를 벗는다. 25개월이 되면 상제(祥祭)를 지내는데, 참포(黲袍)·익선관(翼善冠)·오서대(烏犀帶)·백피화를 착용한다. 27개월이 되면 담제(禫祭)를 지내는데 현포(玄布)·익선관(翼善冠)·오서대·백피화를 착용한다. 담제를 지낸 뒤에는 곤룡포(袞龍袍)와 옥대(玉帶)를 착용한다. 왕비는 참최 3년(斬衰三年)이니, 대수(大袖)·장군(長裙)【지극히 거친 생포(生布)를 쓴다. 대수(大袖)는 본국(本國)의 장삼(長衫)이고, 장군(長裙)은 바로 상(裳)이다.】·개두(蓋頭)·두수(頭須)【약간 가는 생포를 쓴다.】를 착용하는데, 개두는 본국(本國)의 수파(首帊)로 대신하고 죽차(竹釵)【전계(箭筓)이다.】·포대(布帶)【거친 생포를 쓴다.】·포리(布履)【백면포(白綿布)를 쓴다.】를 착용한다. 졸곡 후에는 백포(白布)로 만든 대수(大袖)·장군·개두·두수와 대(帶)·백피화를 착용한다. 25개월이 되어 상제(祥祭)를 지낸 뒤에는 짙은 옥색의 대수·장군과 흑색의 개두·두수와 대·백피화(白皮靴)를 착용하며, 금주(金珠)나 홍수(紅繡)를 쓰지 않는다. 27개월이 되어 담제(禫祭)를 지낸 뒤에는 길복(吉服)을 입는다. 왕세자빈(王世子嬪)은 참최 3년(斬衰三年)이니, 대수(大袖)·장군(長裙)【지극히 거친 생포(生布)를 쓴다.】·개두(蓋頭)·두수(頭須)【약간 가는 생포를 쓴다.】·죽차(竹釵)·포대(布帶)【거친 생포를 쓴다.】·포리(布履)【백면포(白綿布)로 만든다.】를 착용한다. 졸곡(卒哭)이 지난 뒤에는 백포(白布)로 된 대수·장군·개두·두수 및 대(帶)·백피화(白皮靴)를 착용한다. 내명부(內命婦)의 빈(嬪) 이하의 상복(喪服)은 왕비의 복(服)과 같다. 친자(親子)의 상복은 왕세자의 상복과 같다. 졸곡 뒤에는 임시방편으로 백의(白衣)·포과 사모(布裹紗帽)·포과 각대(布裹角帶)·백피화를 착용하고, 무릇 상사(喪事)에는 최복(衰服)을 입는다. 13개월이 되면 연제(練祭)를 지내는데, 연관(練冠)을 쓰고 수질(首絰)·부판(負版)·벽령(辟領)·최(衰)를 벗는다. 25개월이 되면 상제(祥祭)를 지내는데, 짙은 옥색의(玉色衣)·오사모(烏紗帽)·흑각대(黑角帶)·백피화를 착용한다. 27개월이 되면 담제(禫祭)를 지내는데, 흑의(黑衣)·오사모·흑각대·백피화를 착용하고, 담제가 지난 뒤에는 길복(吉服)을 입는다. 친자(親子)의 처(妻)의 복(服)은 왕세자빈의 복과 같다. 종친(宗親) 1품 이하 및 문무 당상관(文武堂上官)의 처는 재최 기년(齊衰期年)이니, 대수(大袖)·장군(長裙)【차등(次等)의 거친 생포(生布)를 쓴다.】·개두(蓋頭)·두수(頭)【조금 거친 생포를 쓴다.】·죽차(竹釵)·포대(布帶)【차등의 거친 생포를 쓴다.】·포리(布履)【백면포(白綿布)로 만든다.】를 착용하고, 졸곡(卒哭)이 지난 뒤에는 백포(白布)로 된 대수·장군·개두·두수 및 대(帶)·백피화(白皮靴)를 착용한다. 문무관 3품 이하의 처(妻)는 백포(白布)로 된 대수(大袖)·장군(長裙)·개두(蓋頭)·두수(頭)와 대(帶)·백피화(白皮靴)를 착용하고, 졸곡이 지나면 벗는다. 각도의 대소 사신과 외관(外官)의 복(服)은 백관(百官)의 복과 같고, 이들 처의 복은 종친 및 백관의 처의 복과 같다. 동성(同姓)·이성(異姓)의 시마(緦麻) 이상의 친척과 내시(內侍)·산관(散官) 3품 이하의 처의 복(服)은 종친의 처의 복과 같고, 동성·이성의 시마 이상의 딸의 복은 친손녀(親孫女)의 복과 같다. 친손녀의 복은 친딸의 복과 같다. 수릉관(守陵官) 및 시릉 내시(侍陵內侍)는 참최 3년(斬衰三年)이니, 최질(衰絰)의 제도와 연제(練祭)·상제(祥祭)·담제(禫祭)의 복은 친자(親子)의 복과 같다. 별감(別監)과 각 차비인(差備人)은 극히 거친 생포(生布)로 만든 직령의(直領衣)·두건(頭巾)·마대(麻帶)·백승혜(白繩鞋)를 착용한다. 졸곡(卒哭) 후에는 백의(白衣)·흑두건(黑頭巾)·흑대(黑帶)를 착용하고 3년을 마친다. 직사(直事)가 있는 전함(前銜) 각품(各品)과 성중관(成衆官)【내금위(內禁衞)·충의위(忠義衞)·충찬위(忠贊衞)·충순위(忠順衞)·별시위(別侍衞)·족친위(族親衞) 등류이다.】은 백의(白衣)·백포 과모(白布裹帽)·포과 각대(布裹角帶)·백피화(白皮靴)를 착용하고, 졸곡 뒤에는 백의·오사모(烏紗帽)【입(笠)은 백색(白色)을 쓴다.】·흑각대(黑角帶)를 착용하여 3년을 마친다. 녹사(錄事)와 서리(書吏)는 백의(白衣)·백평정 두건(白平頂頭巾)【각(角)이 있는 것은 철각(鐵角)을 제거하고 포(布)를 사용하여 대(帶)를 드리운다.】·마대(麻帶)·백피화(白皮靴)를 착용하고, 졸곡이 지난 뒤에는 흑평정 두건(黑平頂頭巾)【입(笠)은 백색(白色)을 쓴다.】·흑대(黑帶)를 착용하여 3년을 마친다. 사직서(社稷署)·종묘서(宗廟署) 및 여러 능전(陵殿)의 참봉(參奉) 등의 관원은 입직(入直)할 때는 모두 상복(常服)과 오사모·흑각대를 착용하고, 외출할 때는 백관의 복과 같다. 갑사(甲士)·정병(正兵)은 백의(白衣)·백립(白笠)·마대(麻帶)를 착용하고, 졸곡(卒哭)이 지난 뒤에 벗는다. 백관의 복제 별단(服制別單) 종친·문무 백관은 참최 3년(斬衰三年)이니, 포관(布冠)【양(梁)은 3품 이상은 3량(梁), 5품 이상은 2량, 9품 이상은 1량으로 하는데, 마승(麻繩)으로 무(武)와 영(纓)을 만든다.】·포건(布巾)·포삼(布衫)【지극히 거친 생포(生布)를 쓴다.】에 최(衰)·벽령(辟領)·부판(負版)·엄임(掩袵)·대하척(帶下尺)·포군(布裙)【지극히 거친 생포를 쓴다.】·마요질(麻腰絰)·수질(首絰)·마대(麻帶)·관구(菅屨)·죽장(竹杖)을 더하고, 망건(綱巾)은 종전대로 하며,【후변(後邊)을 백연(白緣)으로 하고 금옥(金玉)의 관자(貫子)를 제거한다.】 문(文)·무(武)·음(蔭)의 내외 백관(內外百官)은 실직(實職)과 전함(前銜)을 논할 것 없이 모두 같다. 종친 종2품 이상, 육조(六曹)·삼사(三司)·승정원·한성부·성균관·장례원(掌隷院) 이상의 장관(長官), 양도(兩都)의 유수(留守), 외방(外方) 제도(諸道)의 감사(監司), 무관(武官)의 시임 대장(時任大將), 외방의 통제사(統制使), 문·무·음의 시임(時任) 및 일찍이 정경(正卿)을 역임한 이 이상은 모두 상장(喪杖)을 짚는다. 동성(同姓)·이성(異姓)의 시마(緦麻) 이상의 친척 이내는 시임(時任)·전함(前銜) 및 무직인(無職人)을 논할 것 없이 백관의 최질(衰絰) 복제(服制)와 같다. 내시(內侍)·사알(司謁)·사약(司鑰)·서방색(書房色)·반감(飯監)은 백관(百官)의 실직자(實職者)와 같은데, 상장(喪杖)을 짚지 않는다. 문무 백관의 시임(時任)·산관(散官)의 공복(公服)은 단령의(團領衣)【지극히 거친 생포(生布)를 사용하고 변(邊)을 꿰맨다.】·포과모(布裹帽)【거친 생포를 사용하여 사모(紗帽)를 싼다. 철각(鐵角)을 제거하고 포(布)로 대(帶)를 만들어 뒤에 드리운다.】·포과 각대(布裹角帶)·백피화(白皮靴)를 착용하고, 졸곡 후에는 백의(白衣)·백모(白帽)【입(笠)은 백색(白色)을 쓴다.】·포과 각대(布裹角帶)를 착용한다. 13개월이 되면 상제(祥祭)를 지내는데, 연포과 사모(練布裹紗帽)를 쓴다. 25개월이 되면 상제(祥祭)를 지내는데, 짙은 옥색의(玉色衣)·오사모·흑각대를 착용한다. 27개월이 되면 담제(禫祭)를 지내는데, 흑의(黑衣)를 입고, 담제가 지난 뒤에는 길복(吉服)을 착용한다. 생원(生員)·진사(進士)·유학(幼學)은 백립(白笠)·생포의(生布衣)·마대(麻帶)를 착용하고, 생도(生徒)는 백의(白衣)·백대(白帶)·백피화(白皮靴)를 착용하여【생원·진사·생도는 입학할 때는 백두건(白頭巾)을 쓰고, 졸곡 뒤에는 흑두건(黑頭巾)을 쓴다.】 3년을 마친다. 신(臣)이 삼가 살펴보건대, 영락(永樂) 21년(1423)에 태종 황제(太宗皇帝)가 태감(太監) 유경(劉景)과 예부 낭중(禮部郞中) 양선(楊善)을 보내어 공정(恭定)【태종(太宗)의 시호.】의 시호(諡號)를 흠사(欽賜)하고 광효전(廣孝殿)에 유제(諭祭)하였는데, 사자(使者)가 임곡(臨哭)하는 곳에 들어와서 백관들이 다 최질(衰絰)을 착용한 것을 보고 빈자(儐者)에게 말하기를, ‘예법(禮法)에 맞다.’ 하였으니, 이것은 장헌왕(莊憲王)이 처음으로 상제(喪制)를 바르게 한 것이었습니다. 숙종(肅宗) 때에 이르러 대신(大臣) 및 유림(儒林)과 경학(經學)이 있는 선비에게 자문하여 3년의 복제(服制)를 강정(講定)하니, 여기서 상례(喪禮)가 크게 갖추어졌으나 미처 국중(國中)에 시행하지는 못하였습니다. 이때에 이르러 성상께서 숙종이 이미 결정한 예(禮)를 따라 이에 단연코 거행하니, 얼마나 거룩한 일입니까? 공자(孔子)가 말하기를, ‘아버지가 지은 것을 자식이 그것을 계술(繼述)한다.’고 하였으니, 숙종 대왕께서 비록 이미 의절(儀節)을 정했다 하더라도 만일 뒤에 계승하는 임금이 그 일을 계술하지 않았다면, 어떻게 선왕(先王)의 예(禮)를 회복할 수가 있겠습니까? 중외(中外)의 신민(臣民)에게 반교(頒敎)하기를, “왕은 말하노라. 영왕(寧王)께서 군신(群臣)의 조정을 버리시어 갑자기 큰 슬픔을 당하였다. 소자(小子)가 큰 보위(寶位)에 올라 힘써 옛 전장(典章)을 따르노라. 슬피 울부짖으나 미칠 수 없기에 성심(聖心)으로 널리 고(告)하노라. 지난날 열성(列聖)께서 대통(大統)을 전하심은 은(殷)나라의 역년(歷年)보다 많았다. 종덕(宗德)과 조공(祖功)은 삼대(三代)의 융성함을 능가하였고, 선치(善治)는 이룩되고 제도는 제정되어 백 년의 후손(後孫)을 계도(啓導)하였다. 삼가 생각하건대 대행 대왕(大行大王)께서는 진실로 크게 계승하시고 크게 드러내셨다. 지극한 행실은 하늘에서 타고나셨으며, 효제(孝悌)는 신명(神明)에 통하셨다. 치도(治道)는 날로 상승하여 풍교(風敎)는 봉역(封域)에 두루 미치었다. 유학(儒學)을 숭상하고 도덕을 중히 여겨 문화(文化)가 크게 떨쳤고, 의리를 바르게 하고 인륜(人倫)을 밝혀 인기(人紀)가 훌륭히 닦여졌다. 백성의 곤궁함을 딱하게 여기셔서 구휼하시니 혜택이 널리 미쳤고, 하늘의 위엄을 공경하여 몸을 닦고 반성하니 진실한 감응이 틀림이 없었다. 4기(四紀) 동안 근심 걱정하신 나머지 영위(榮衞)의 손상을 초래했고, 10년 동안을 병고(病苦)에 시달리셨으나, 끝내 약이(藥餌)의 보람이 없었다. 금등(金縢)의 열쇠를 열어서 오직 복서(卜筮)의 조짐에 해로움이 없기를 바랐으나, 옥궤(玉几)에서 유명(遺命)을 내리시니 몽령(夢齡)의 증험 없음을 차마 말할 수 있으리요. 어찌 하늘을 원망하리요. 나에게 아픔을 내려 줌이로다. 용안(龍顔)을 뵐 길이 없어 텅 빈 전각(殿閣)을 받드니, 억장이 무너지고, 문침(問寢)을 여러 날 드리지 못했어도 옥음(玉音)은 여전히 귓가에 맴도는 듯하다. 하물며 흙덩이를 베고 자고 거적을 깔고 거처하는 날 어찌 어좌(御座)에 앉아서 옥새(玉璽)를 받는 의식을 편안히 거행할 수 있겠는가? 나에게 크고 어려운 짐이 주어진 것을 생각하니 종사(宗社)의 책임이 너무나 중대하고, 뜻을 계승하고 사업을 계술하는 의리에 힘쓰니 신료(臣僚)의 요청이 더욱 견고하다. 자성(慈聖)의 온화한 윤음(綸音)을 우러러 받들고 성주(成周)의 옛 전장(典章)을 따르자니, 중기(重器)를 관장하매 두려워하게 되고 보의(黼扆)에 임하여 울부짖게 된다. 곤룡포가 몸에 더해진 것을 보니 의탁(依托)할 데가 없는 듯하고, 조관(朝官)의 행렬(行列)이 궁전 계단에 오르는 것을 대하니 나의 애처로운 마음이 더욱 솟구친다. 전승(傳承)하는 차례가 나에게 있으니 어떻게 대통(大統)을 계승할 것이며, 어려운 일들이 눈앞에 가득히 차 있으니 어떻게 나라를 안정시킬 것인가? 오직 아침부터 저녁까지 나태하지 아니하여 거의 당구(堂構)에 실추함이 없기를 생각하노라. 이미 환한(渙汗)의 유지(諭旨)를 반포하였으니, 어찌 큰 은택을 미루어 널리 베푸는 일이 없을 수 있겠는가? 아! 심연(深淵)에 떨어진 것 같으니 어찌 갑자기 공(功)을 도모할 수가 있겠는가? 이제 바야흐로 즉위(卽位)하였으니, 마땅히 백성과 함께 살아갈 길을 생각해야 할 것이다. 그러므로 이에 교시(敎示)하는 것이니, 생각건대 마땅히 잘 알아야 할 것이다.” 하였다.【대제학(大提學) 이관명(李觀命)이 지어 올렸다.】",
                "hj": "○前一日, 禮曹進服制節目: 王世子斬衰三年, 衣裳、【用極麤生布。】冠、【用稍細生布以麻繩爲武及纓】首絰、腰絰、絞帶、【竝生麻。】竹杖、菅履, 嗣位冕服。 卒哭後視事服, 白袍、素翼善冠、【笠則用白。】布裹烏犀帶、白皮靴。 凡喪事服衰服。 十三月練祭, 練冠去首絰、負版、辟領衰。 二十五月祥祭, 黲袍、翼善冠、烏犀帶、白皮靴。 二十七月禫祭, 玄布、翼善冠、烏犀帶、白皮靴。 禫祭後, 袞龍袍、玉帶。 王妃斬衰三年, 大袖、長裙、【用極麤生布。 大袖本國長衫, 長裙卽裳。】蓋頭、頭,【用稍細生布。】蓋頭, 代以本國首帊, 竹釵、【箭筓。】布帶、【用麤生布。】布履。【用白綿布。】卒哭後, 白布大袖、長裙、蓋頭、頭帊及帶、白皮靴。 二十五月祥後, 深染玉色大袖、長裙, 黑蓋頭、頭及帶白皮靴, 不用金珠、紅繡。 二十七月禫後, 服吉服。 王世子嬪斬衰三年, 大袖、長裙、【用極麤生布。】蓋頭、頭【用稍細生布。】竹釵、布帶【用麤生布。】布履。【造以白綿布。】卒哭後, 白布大袖、長裙、蓋頭、頭及帶白皮靴。 內命婦嬪以下服, 與王妃服同。 親子服, 與王世子服同。 卒哭後權着白衣、布裹紗帽、布裹角帶、白皮靴。 凡喪事服衰服。 十三月練祭, 練冠去首絰、負版、辟領衰。 二十五月祥祭, 服深染玉色衣、烏紗帽、黑角帶、白皮靴。 二十七月禫祭, 服黑衣、烏紗帽、黑角帶、白皮靴, 禫後吉服。 親子妻服, 與王世子嬪服同。 宗親一品以下及文武堂上官妻, 齊衰期年。 大袖、長裙、【用次等麤生布。】蓋頭、頭、【用稍麤生布】竹釵、布帶、【用次等麤生布。】布履【造以白綿布。】卒哭後, 白布大袖、長裙、蓋頭、頭及帶、白皮靴。 文武三品以下妻, 白布大袖、長裙、蓋頭、頭及帶白皮靴, 卒哭而除。 各道大小使臣及外官服, 與百官服同, 妻服與宗親及百官妻服同。 同姓、異姓緦麻以上親, 內侍、散三品以下妻服, 與宗親妻服同, 同姓、異姓緦麻以上女服, 與親孫女服同, 親孫女服, 與親女服同。 守陵官及侍陵內侍, 斬衰三年, 衰絰之制及練、祥禫服, 與親子服同。 別監各差備人, 極麤生布直領衣、頭巾、麻帶、白繩鞋。 卒哭後, 白衣、黑頭巾、黑帶, 終三年。 有職事前銜各品及成衆官,【內禁衛、忠義衛、忠贊衛、忠順衛、別侍衛、族親衛之類。】白衣、白布裹帽、布裹角帶、白皮靴, 卒哭後, 白衣、烏紗帽、【笠則用白。】黑角帶, 終三年。 錄事、書吏, 白衣白平頂頭巾、【有角者去鐵, 用布垂帶。】麻帶白皮靴, 卒哭後, 黑平頂頭巾、【笠則用白。】黑帶, 終三年。 社稷署、宗廟署官及諸陵殿參奉等官, 入直幷服常服, 烏紗帽、黑角帶, 出外與百官服同。 甲士、正兵, 白衣、白笠、麻帶、白皮靴, 卒哭而除。 百官服制別單: 宗親、文武百官斬衰三年, 布冠、【梁, 三品以上三梁, 五品以上二梁, 九品以上一梁, 以麻繩爲武及纓。】布巾、布衫,【用極麤生布。】加衰、辟領、負版、掩袵、帶下尺、布裙、【用極麤生布。】麻腰絰、首絰、麻帶、菅屨、竹杖, 網巾仍前, 而【後邊白緣, 去金玉貫子。】文、武、蔭內外百官, 無論實職前銜, 幷同。 宗親從二品以上, 六曹、三司、承政院、漢城府、成均館、掌隷院以上長官, 兩都留守、外方諸道監司, 武時任大將, 外方統制使、統禦使, 文、武、蔭時任及曾經正卿以上, 幷扙。 同姓、異姓緦麻以上親內, 無論時任、前銜及無職人, 與百官衰絰服同。 內侍、司謁、司鑰、書房色、飯監, 與百官實職者同, 而無杖。 文武百官時、散官公服, 團領衣、【用極麤生布, 緝邊。】布裹帽、【用麤生布裹紗帽。 去鐵角, 以布作帶後垂。】布裹角帶、白皮靴, 卒哭後, 白衣、白帽、【笠則用白。】布裹角帶。 十三月練祭, 練布裹紗帽。 二十五月祥祭, 服深染玉色衣、烏紗帽、黑角帶。 二十七月禫祭, 服黑衣, 禫後服吉服。 生員、進士、幼學, 白笠、生布衣、麻帶, 生徒, 白衣、白帶、白皮靴,【生員、進士、生徒入學, 白頭巾, 卒哭後黑頭巾。】終三年。 臣謹按永樂二十有一年, 太宗皇帝遣太監劉景、禮部郞中楊善, 欽賜恭定諡, 諭祭于廣孝殿, 使者入, 臨見百官皆服衰絰, 謂儐者曰: “中於禮矣。” 此莊憲王初正喪制也。 至肅宗時, 詢大臣及儒林、經學之士, 講定三年服制, 於是乎喪禮大備, 而未及行於國中也。 至是, 上遵肅廟已定之禮, 乃斷然擧而行之, 何其盛也? 何其盛也? 孔子曰: “父作之, 子述之。” 肅宗大王, 雖已定儀節, 然苟非後嗣王述其事, 則烏能復先王之禮哉? 〔○〕頒敎中外臣民: 王若曰, 寧王棄群臣朝, 奄罹巨創; 小子陞大寶位, 勉循舊章。 攀號莫逮, 播告用亶。 粤若列聖之垂統; 式多有殷之歷年。 宗德祖功, 軼三代之隆洽; 治成制定, 啓百年之後昆。 恭惟大行大王, 允矣丕承丕顯。 至行天賦, 孝弟通於神明; 治道日升, 風敎達於封域。 崇儒重道, 而文化大闡; 正義明倫, 而人紀克修。 恤民窮而賙賑, 惠澤覃被; 敬天威而修省, 孚應靡差。 四紀憂勤, 積致榮衛之損; 十載疾疚, 終蔑藥餌之功。 啓籥金縢, 惟冀卜體之罔害; 宣命玉几, 忍言夢齡之無徵? 何辜于天, 降割于我? 承顔無日, 奉虛殿而摧心; 問寢隔晨, 尙玉音之在耳。 矧當枕塊處苫之日, 何安負扆受寶之儀? 念遺大投艱于躬, 宗社之責甚重; 勉繼志述事之義, 臣僚之請彌堅。 仰體慈聖之溫綸, 遹遵成周之故典。 主重器而怵惕, 臨黼扆而號呼。 視龍袞之加身, 若無憑托; 對鵷班之趨陛, 增我哀傷。 傳次在予, 若何而纉承基緖; 艱虞溢目, 若何而緝綏家邦? 惟思不懈於夙宵, 庶幾無隳於堂搆。 旣擧渙汗之諭旨, 詎無解澤之推恩? 於戲! 若隕深淵, 詎忽圖功? 惟卒今在初服, 宜思與物竝生。 故玆敎示, 想宜知悉。【大提學李觀命製進。】"
            },
            "3": {
                "H2KE-EN": "The King sent the physician Yi Siseong and others to the State Tribunal . The Office of the Inspector General and the Office of the Censor General impeached the various physicians of the Office of Palace Kitchen Supplies for their crimes, saying, Over the late King (Jeongjong had suffered from illness for several years, but the various physicians of the Office of Palace Kitchen Supplies were unable to recover the symptoms of medicine, which eventually became critical. Your subjects request that all various physicians of the Office of Palace Kitchen Supplies be punished for their crimes. The King approved this request.",
                "H2KE-nKo": "내의 이시성 등을 의금부에 내렸다. 사헌부와 사간원이 내의원의 여러 의관의 죄를 논하기를,“대행대행대왕께서 여러 해 동안 편찮으셨는데도 내의원의 여러 의관들이 증세에 맞게 약을 쓰지 못하여 끝내 하늘이 무너지는 슬픔이 있게 하였습니다. 시약한 여러 의관을 모두 잡아다 국문하여 죄를 정하소서.”하니, 주상이 윤허하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 6월 8일(계묘) 3번째기사",
                "gt-oKo": "내의(內醫) 이시성(李時聖) 등을 의금부에 내렸다. 사헌부(司憲府)와 사간원(司諫院)에서 내국(內局) 소속 여러 의관(醫官)들의 죄를 논하기를, “대행 대왕(大行大王)께서 여러 해 동안 위예(違豫)하셨는데, 내국의 여러 의관들이 증상에 따라 약(藥)을 쓰지 않아 끝내 붕천(崩天)의 아픔이 있기에 이르렀으니, 시약(侍藥)한 여러 의관들을 청컨대 모두 나국(拿鞫)하여 정죄(定罪)하소서.” 하니, 임금이 윤허하였다.",
                "hj": "○下內醫李時聖等于禁府。 憲府、諫院論內局諸醫之罪曰: “大行大王, 積年違豫, 內局諸醫等, 不能對證用藥, 終至有崩天之痛。 侍藥諸醫, 請竝拿鞫定罪” 上允之。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "A solar eclipse occurred.",
                "H2KE-nKo": "초하룻날 월식이 있었다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 1일(병인) 1번째기사",
                "gt-oKo": "일식이 있었다.",
                "hj": "○朔丙寅/日有蝕之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On byeongja day, the King appointed Yi Gwangwi as second minister of rites . Since the Royal Ancestral Shrine and the byeongsin year (, Yi Gwangwi again did not come to the court when he was slightly improved. When he passed away, he did not participate in the courtyard when he passed away. On this day, he began to come to the court and serve his official duties.",
                "H2KE-nKo": "병자년에 이광좌를 예조 참판으로 삼았다. 이광좌는 숙종 병신년에 처분을 내리신 이후로 다시 조정에 나오지 않다가 병세가 위독해지자 승하한 뒤에는 한 번도 정반에 참석하지 않았는데, 이때에 이르러 비로소 출사하여 벼슬하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 11일(병자) 1번째기사",
                "gt-oKo": "이광좌(李光佐)를 예조 참판(禮曹參判)으로 삼았다. 이광좌는 숙종(肅宗) 병신년 처분(處分)이 있고 난 이후로 다시 조정에 나오지 않았는데, 대점(大漸)했을 즈음이나 승하(昇遐)한 뒤에 한번도 정반(庭班)에 참여하지 않다가 이때에 이르러 비로소 출사(出仕)하였다.",
                "hj": "○丙子/以李光佐爲禮曹參判。 光佐自肅廟丙申處分以後, 不復造朝, 大漸之際, 昇遐之後, 一不參庭班, 至是, 始出而仕。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On muin day, the King ordered all the royal lecturers to discuss the lecturers for the lecturers of the royal lecturers. The Office of the Inspector General requested that high officials discuss the lecturers for the lecturers of the royal lecturers of the Comprehensive Mirror to Aid in Government (C. Zizhi zhi tongjian . The King ordered that the lecturers for the lecturers of the Comprehensive Mirror to Aid in Government (C. Zhi tongjiali tongjie and Comprehensive Mirror to Aid in the Comprehensive Mirror to Aid in Government (C. Zhi tongjie and Comprehensive Mirror to Aid in the Comprehensive Mirror to Aid in Government (C. Zhi tongjie and Comprehensive Mirror to Aid in the Classive Mirror to Aid in Government (C. Zhi tongjie . The King approved this.",
                "H2KE-nKo": "무인년에 또 소대 때 진강할 책자를 경연관들에게 의논하라고 명하였는데, 홍문관이 대신들에게 의논하기를 청하였다. 영의정 김창집이 아뢰기를,“《주서》의 명목이 가장 많아 일찍이 선왕 때에 《절작통편》을 가져다 매번 소대 때 진강하였습니다. 이번에도 이 책으로 진강하되 이 책은 한꺼번에 섭렵해서는 안 되니, 강할 때마다 6, 7판을 넘지 않도록 하여 의리를 강구하는 데 힘쓴다면 성상의 학문에 보탬이 있을 것입니다.”하니, 주상이 그대로 따르라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 13일(무인) 1번째기사",
                "gt-oKo": "또 소대(召對) 때 진강(進講)할 책자(冊子)에 대해 여러 경연관(經筳官)에게 의논할 것을 명하니, 홍문관(弘文館)에서 여러 대신(大臣)에게 의논할 것을 청하였다. 영의정 김창집(金昌集)이 말하기를, “《주서(朱書)》는 명목(名目)이 가장 많기에 일찍이 선조(先朝) 때 《절작통편(節酌通編)》을 취하여 매양 소대 때마다 진강하였습니다. 지금도 또한 이 책을 진강하되, 이 책을 한꺼번에 섭렵(涉獵)할 수는 없으니 매양 강할 때마다 6, 7판(板)을 넘지 않고 의리(義理)를 강구하는 것에 힘쓴다면 성학(聖學)에 도움이 있을 것입니다.” 하니, 임금이 그대로 따르도록 명하였다.",
                "hj": "○戊寅/又以召對進講冊子, 命議于諸經筵官, 弘文館請議于諸大臣。 領議政金昌集以爲: “《朱書》名目最多, 曾在先朝, 取《節酌通編》, 每於召對時進講。 今亦以此進講, 而此書不可一時涉獵。 每講不過六七板, 以講究義理爲務, 則有補於聖學矣。” 上命從之。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Responding Editor of the Royal Confucian Academy Hong Jeongjong submitted a memorial as follows: Ah! The poem of the Book of Poetry (C. Shijing , the Classic of Livestock Breeding (C. Shijing , and the Classic of Livestock Breeding (C. Shijing also composed the compilation of the Royal Ancestral Shrine to Confucius. The poem reads, Be respectful. Be respectful, Heaven is observed and wise, and it is not easy to preserve it. The poem reads, Every day and month, the study will succeed to study clearly. Now, Your Majesty has received an audience with His Majesty, which can also be respectful and studying the study of Livestock Breeding (C. Livestock Breeding and Classic of the Livestock Breeding (C. Livestock Breeding . Truly, your subject is afraid that there is no difference in the study of the king.",
                "H2KE-nKo": "교리 홍정필이 상소하기를,“아, 《시경》의 방락편과 경지편 등은 모두 성왕이 태묘에서 지은 것인데, 그 첫머리에 ‘공경하고 공경하라. 하늘의 밝은 지혜는 천명을 얻기가 쉽지 않다.’라고 하였고, 그 아랫머리에 ‘날로 나아가고 달로 접어들며 학문은 광명한 경지에 이어진다.’라고 하였습니다. 지금 우리 전하께서 소대를 행하시는 것도 이미 공경하고 또 배운다고 할 수 있습니다.일전에 유신이 상소 끝에 명종, 선조 두 조정의 일을 인용하였는데, 그 사이에 차별하는 단서가 없지 않을 듯합니다. 명종이 왕위를 계승하던 날에 춘추가 12세였는데, 그 당시에 ‘왕이 바야흐로 어리고 학문이 가장 급하니 졸곡 전에 강연을 열라.’라고 하였습니다. 선조가 즉위하던 초기에는 춘추가 겨우 16세였으니 오늘날에 끌어다 증거로 삼을 수 있는 것이 아닙니다.삼가 생각건대, 성상의 학문은 진실로 처음부터 끝까지 전수받아야 하지만 어린 나이에 비교하면 하루가 급하니 오히려 차이가 있습니다. 그런데 지금 공제가 지나자마자 곧바로 강연을 열어 슬픔을 그치지 않고 강독을 병행하니, 인정과 예의로 헤아려 볼 때 어찌 온당치 못한 일이 아니겠습니까.삼가 생각건대, 효종께서 상중에 계실 때에 예조가 아뢰어 세자가 졸곡 전에 서연을 여는 복색에 대해 의논하자, 하교하기를 ‘경이란 만세의 떳떳한 법이다. 한때의 연고로 인하여 곧바로 권도를 써서는 안 되는데, 하물며 효제의 도리야 더 말할 것이 있겠는가. 나는 말세에 순전히 권도를 쓰는 것을 싫어한다.’라고 하고, 마침내 허락하지 않았습니다. 지금 전하께서 경연에 나아가 진강하는 것을 순전히 권도를 쓴다고 할 수는 없지만 또한 상례의 떳떳한 법은 아닙니다. 삼가 바라건대, 한결같이 《예기》를 따라 졸곡이 지나기를 조금 기다렸다가 강연을 열게 하소서.”하니, 주상이 너그러운 비답을 내리고 기꺼이 받아들였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 14일(기묘) 1번째기사",
                "gt-oKo": "교리(校理) 홍정필(洪廷弼)이 상소하기를, “아! 《시경(詩經)》의 방락편(訪落篇) 등은 또한 모두 성왕(成王)이 태묘(太廟)에 가 뵙고서 지은 시(時)인데, 그 수장(首章)에 이르기를, ‘공경할지어다. 공경할지어다. 천도(天道)는 몹시 밝은지라 천명(天命)을 보전하기가 쉽지 않다.’ 하였고 그 하장(下章)에는, ‘날마다 전진하고 달마다 진취하니, 학문이 계속 밝혀져서 광명(光明)에 이름이 있다.’ 하였습니다. 지금 우리 전하께서 소대(召對)하시는 일은 또한 이미 공경하고 또 학문을 닦는다 할 수 있습니다. 일전에 유신(儒臣)의 상소 끝에 명종(明宗)·선조(宣祖) 두 조정의 일을 인용하였는데, 진실로 그 사이에 차별(差別)의 단서가 없지 않을까 합니다. 대저 명종이 왕위(王位)를 계승할 때에는 춘추가 12세로서, 그 당시에 ‘왕이 바야흐로 나이 어리므로 학문을 하는 것이 가장 급하다.’고 여겼기 때문에 졸곡(卒哭) 전에 강연(講筳)을 열기를 청하였던 것입니다. 선조가 처음 즉위하였을 당시에는 겨우 16세였으니, 오늘날에 끌어대어 근거로 삼을 수 있는 것이 아닙니다. 삼가 생각건대 성학(聖學)은 진실로 마땅히 시종 노력해야 하지만 어린 나이의 하루가 시급한 것과 비교한다면 오히려 차이가 있습니다. 지금 겨우 공제(公除)를 지났는데 곧바로 강석(講席)을 열고, 가슴을 치며 통곡함을 그치지 않았는데 강독(講讀)을 병행한다는 것은 정리나 예문(禮文)으로 볼 때 어찌 미안하지 않겠습니까? 삼가 생각건대 효종(孝宗)이 상중(喪中)에 계실 때에 예조(禮曹)에서 저궁(儲宮)의 졸곡 전 서연(書筳)의 복색(服色)에 대해 계의(啓議)하니, 하교하기를, ‘경(經)이란 만세(萬世)의 상도(常道)이니 일시의 연고로 인해 곧바로 권도(權道)를 쓸 수가 없다. 더구나 효제(孝悌)의 도리이겠는가? 나는 말세(末世)의 순전히 권도를 쓰는 것을 싫어한다.’ 하고 끝내 허락하지 않았습니다. 지금 전하께서 경연에 나아가 진강하는 것을 비록 ‘순전히 권도를 쓰는 것이라’고 말할 수는 없겠지만, 또한 상례(喪禮)의 상경(常經)에는 어긋납니다. 삼가 바라건대 한결같이 예경(禮經)을 따라 졸곡이 지나기를 조금 기다렸다가 경연을 열게 하소서.” 하니, 임금이 우악한 비답을 내리고 가납(嘉納)하였다.",
                "hj": "○己卯/校理洪廷弼上疏曰: 嗚呼! 《詩》之《訪落》、《敬之》等篇, 亦皆成王朝廟所作, 而其首章曰: “敬之。 敬之。 天惟顯思, 命不易哉。” 其下章曰: “日就月將, 學有緝熙于光明。” 今我殿下召對之擧, 亦可謂旣敬而又學矣。 日者儒臣疏末, 引明、宣兩朝事, 而誠恐其間, 不無差別之端。 夫明廟承乾之日, 春秋十有二歲。 其時以爲王方幼沖, 學問最急, 卒哭前請開講筵。 至於宣廟端臨之初, 春秋纔十有六歲, 則非可引據於今日也。 恭惟聖學, 固宜典于終始, 而比諸沖年, 一日爲急, 則猶有間矣。 今者甫經公除, 旋開講席, 哭擗不撤, 講讀幷行, 參以情禮, 豈不未安? 肆惟孝廟在疚之日, 禮曹啓議, 儲宮卒哭前書筵服色, 則下敎曰: “經者, 萬世之常, 不可以一時之故, 便用權道, 而況孝悌之道乎? 予惡夫末世之純用權道。” 遂不許。 今殿下之臨筵進講, 雖不可謂之純用權道, 而亦非喪禮之常經。 伏願一遵禮經, 差俟卒哭而開講焉。 上優批嘉納。"
            }
        },
        "15": {
            "1": {
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 15일(경진) 1번째기사",
                "gt-oKo": "대사헌(大司憲) 이희조(李喜朝)가 상소하기를, “신이 일찍이 보건대 주자(朱子)가 송(宋)나라 효종(孝宗)의 상(喪) 뒤에 영종(寧宗)의 부름을 받고 나아가 군신(君臣)의 복제(服制)에 대해 차자(箚子)를 올려 논하면서 군민(軍民) 남녀(男女)의 방상(方喪)의 예(禮)까지 언급하였습니다. 이미 도성(都城)을 떠난 뒤에는 그 문인(門人) 여정보(余正甫)와 서신을 주고 받으며 반복해 의논하였는데, 거기에 이르기를, ‘연거복(燕居服)은 백견건(白絹巾)·백량삼(白涼衫)으로 하고, 선인(選人)·소사신(小使臣)은 이미 부제(祔祭)를 지내고 나면 최복(衰服)을 벗는데, 조건(皀巾)·백량삼(白涼衫)·청대(靑帶)를 착용하고 3년을 마친다. 서인(庶人)·이졸(吏卒)은 홍(紅)·자(紫)를 착용하지 않고 3년을 이와 같이 한다 면체(綿蕝)를 하는 것도 또한 윤당(允當)할 듯하다. 초상(初喪)에는 곧바로 마땅히 고상복(古喪服)을 만들어 임곡(臨哭)해야 하고, 따로 포복두(布幞頭)·공복(公服)·포혁대(布革帶)를 만들어 조회하는 것이 이에 예(禮)에 부합하게 된다.’ 하셨습니다. 신의 망령된 견해로는 국가(國家)에서 만일 이 의논을 적용하며 신하들이 다 최복(縗服)으로 성복(成服)을 한다면 연거복도 또한 마땅히 여기에 의거하여 해야 할 것이라고 생각했습니다. 그런데 복제 절목(服制節目)을 받아 보니, 선대왕(先大王)의 유교(遺敎)를 받들고 주자(朱子)의 의논을 준용해 천고(千古)의 비루한 풍습을 말끔히 씻었으나, 유독 연거복 한 사항만은 끝내 거론한 바가 없습니다. 곡반(哭班)에서 성복(成服)을 하고, 물러나 돌아온 때는 이미 그대로 최질(縗絰)을 착용하지 못하게 되니, 연거복을 입고 출입하지 않을 수 없는데, 이미 어떤 방식을 정하지 않았으므로 사람들은 각자 행하였습니다. 신의 견해로는 ‘다른 대(帶)를 처음으로 만들어 쓰는 것보다 이에는 주자(朱子)의 정론(定論)이 있으니 근거로 삼을 수 있다.’고 생각되어 드디어 백생포대(白生布帶)를 만들어 착용하였습니다. 뒤에 들으니 조사(朝士)·대부(大夫)로부터 유생(儒生)·서인(庶人)에 이르기까지 연거(燕居)하거나 출입할 때 으레 마대(麻帶)를 착용한 경우가 많았기 때문에 처음에 포대를 착용했던 이들도 가끔 또한 마대로 바꾸어 착용하였고, 또 신이 포대를 착용하는 것에 대해 비난을 하였다 합니다. 대개 신이 만일 주자(朱子)를 믿지 않고 여러 사람들이 하는 대로 따라서 마대를 착용하였다면 사람들의 말이 반드시 이와 같지는 않았을 것입니다. 이어 생각해 보니 이 일은 만약 조정의 명령이 없다면 어지럽고 뒤죽박죽이 되어 하나로 귀착될 때가 없을 것입니다. 바라건대 주자(朱子)의 여러 설(說)을 참고하여 연거 때의 복색을 마련해 반포하도록 명하여 중외(中外)로 하여금 환히 알도록 하소서. 그리고 또 종전에는 국휼 때 신하로서 부모(父母)의 상중(喪中)에 있는 자는 그 복(服)과 평상시 착용하는 옷에 대하여 논의가 하나로 귀착되지 않았습니다. 사가(私家)의 크고 작은 제사(祭祀)에 대해서도 선현(先賢)이 논한 바가 또한 다른 것이 많았는데, 지난 신사년 무렵에 대신(大臣)이 진달한 바로 인해 사가의 우제(虞祭)·졸곡(卒哭)·연제(練祭)·상제(祥祭)·탈복(脫服) 등의 일에 대하여 조정에서 이미 정식(定式)하였으니, 이것도 또한 일체 강정(講定)하여 지휘(指揮)하는 바가 있어야 할 것입니다.” 하니, 임금이 해조(該曹)로 하여금 품처(稟處)하도록 명하였다. 예조에서 대신(大臣)과 예(禮)을 아는 여러 신하들에게 의논할 것을 청하니, 영의정 김창집(金昌集)이 말하기를, “주자(朱子)가 논한 복제(服制)가 3건(件) 있는데, 하나는 바로 고상복(古喪服)으로 지금의 최복(衰服)과 같고, 하나는 바로 포복 두건(布幞頭巾)으로 지금의 시사복(視事服)과 같고, 하나는 바로 백견건(白絹巾)·백대(白帶)로 이른바 연거복(燕居服)입니다. 그런데 이번에 마련할 때는 연복(燕服) 일절(一節)에 대해서는 애당초 거론을 하지 않았기 때문에 조신(朝紳)과 사서(士庶)들이 모두 그대로 마대(麻帶)를 착용한 것입니다. 그러나 연복은 본래 그리 중요한 것이 아닙니다. 흑최(黑縗)는 어찌 주자(朱子)가 착용한 것이 아니겠습니까마는, 오늘날 예가(禮家)에서 일찍이 그것을 착용한 경우가 있지 않으며, 비단 백견건(白絹巾)을 준행(遵行)하지 않을 뿐만이 아닙니다. 마대는 백대에 비하여 경중이 없지 않으나 가벼운 쪽을 버리고 무거운 쪽으로 복(服)을 입는 것은 잘못된 것으로 생각되지 않습니다. 상중에 있는 자의 경우 《예기(禮記)》에 이르기를, ‘임금의 상(喪)을 당하여 복(服)을 입었으면 감히 사사로이 복을 입을 수 없다.’ 하였으나, 상고(上古) 시대의 의리(義理)로 은혜를 단절한 제도를 갑자기 다시 시행할 수는 없습니다. 다만 성복(成服)하는 날 한결같이 직품(職品) 때문에 준례대로 최복(衰服)을 받게 되니, 삭망(朔望)·인장(靷葬)·연상(練祥) 등의 날 국상(國喪)에 나아갈 때는 그 복(服)을 착용하고, 가정에 있거나 사사로이 출입할 때에는 사사로운 상복을 입도록 허락하는 것이 아마도 무방할 듯합니다.” 하고, 좌의정 이건명(李健命)은 말하기를, “주자(朱子)가 말한 백견건(白絹巾)·백량삼(白涼衫)·백대(白帶)는 그 당시의 상복 제도가 다 복고(復古)되지 않은 데 연유한 듯합니다. 오늘날에 이르러 상례(喪禮)가 대체로 결정된 이후에는, 조사(朝士)로서 최복(衰服)을 입는 이는 연거(燕居)때 비록 혹시 변경하여 백대를 착용하더라도 최질(縗絰)은 그대로 있지만, 유생은 최복을 입더라도 단지 마대(麻帶) 일절(一節)이 있을 뿐이니, 출입할 때나 연거할 때나 다 백대를 착용한다면, 장차 어디에 그 최복을 입는 제도를 드러낼 수 있겠습니까? 상중에 있는 사람의 성복(成服)과 평소 착용하는 옷에 대해서는 수상(首相)의 의논이 짐작하여 마땅함을 얻은 듯합니다.” 하고, 행 사직(行司直) 정제두(鄭齊斗)는 말하기를, “주자(朱子)의 글에 있는 ‘백포·백대 및 포공복(布公服)·포혁대(布革帶)에 대해서는 여러 설(說)이 이와 같으며, 기해년·갑인년에도 연거 때 마대(麻帶)를 착용한다는 말이 없었고, 마침내 그대로 포대(布帶)를 착용하여 의심하지 않았으니, 도헌(都憲)이 소진(疏陳)한 것과 동일한 일입니다. 유사(儒士) 이하는 모두 포립(布笠)·마대로 성복했고, 달리 연복(燕服)을 입는 절차가 없는데, 마대를 항상 착용하고 있다면 마침내 연거 때 착용하는 포대와 뒤죽박죽이 됩니다. 그러나 오늘날 조정의 공복(公服) 또한 포모(布帽)·포과대(布裹帶)를 착용하고 있으니, 이것도 역시 주자(朱子)의 설(說)에 근본을 둔 것입니다. 이제 연거 때 착용하는 포대를 이상하게 생각한다면 조정에서 착용하는 포과대는 유독 유생(儒生)·서인(庶人) 등의 마대와 도리어 거꾸로 되지 않겠습니까? 신은 융통성 있게 제도를 정해야만 대소(大小)가 서로 맞을 것이라고 생각합니다. 상인(喪人)의 성복(成服)의 경우 종전에는 전함(前銜)이나 사인(士人)은 최마(衰麻)가 없었기 때문에 상복에 대해 의심을 하였습니다. 지금은 이미 법령으로 최마를 착용하도록 했으니, 그 성복할 때의 최마가 어찌 여러 사람과 다를 수 있겠습니까? 평상시 착용하는 복(服)은, 고례(古禮)에는 대부(大夫)나 사(士)가 관작(官爵)에 있어서는 변경이 없었습니다. 《예기(禮記)》 증자문편(曾子問篇)에 말한, ‘임금의 상(喪)을 당하여 몸에 상복을 입었으면 감히 사사로운 상복을 입지 않으며, 그 빈장(殯葬)에 있어서도 또한 마땅히 임금이 계신 곳에 가야 한다.’ 한 것은 이런 때문입니다. 후세에는 공경(公卿)·대부(大夫)가 만일 어느 날 친상(親喪)이 나게되면 곧바로 벼슬을 사직하고 집으로 돌아가 다시는 공가(公家)에 나가지 않으므로 사인(士人)과 동일하게 되니, 이 예는 다시 적용될 수가 없습니다. 이제는 상중에 있게 되면 이미 그 직책을 떠나 가정에 있게 되니, 그 가정에 있어서의 사복(私服)은 사인(士人)과 동일할 듯합니다. 오늘날 전함(前銜)과 사서(士庶)들이 비록 최복(衰服)을 입는다고는 하지만 사실은 증자문편에 기술한 관작에 있는 자와는 같지 않습니다. 만일 온 나라 사람으로 하여금 다 옛적 대부(大夫)의 관작에 있는 예(禮)와 같이 하여 감히 사사로운 복(服)을 입지 못하도록 한다면 주자(朱子)의 《군신복의(君臣服議)》의 그 예(禮)가 어찌 이와 같음이 있을 수 있겠습니까?” 하니, 임금이 영상(領相)의 의논을 따르도록 명하였다.",
                "hj": "○庚辰/大司憲李喜朝上疏曰: 臣嘗見朱子, 於宋孝宗喪後, 赴寧宗之召, 箚論君臣服制, 竝及軍民男女方喪之禮。 旣去國, 與其門人余正甫, 往復申論, 有曰: “燕居服, 白絹巾、白涼衫, 選人、小使臣, 旣祔除衰, 而皀巾、白涼衫、靑帶以終喪。 庶人、吏卒, 不服紅、紫, 三年如此。 綿蕝似亦允當。 初喪, 便當制古喪服以臨, 別制布幞頭、公服、布革帶以朝, 乃爲合禮。” 臣妄謂國家若用此議, 臣下皆以縗服成服, 則燕居服, 亦當依此爲之。 得接服制節目, 則奉承先大王遺敎, 遵用朱子議, 千古陋習, 曠然一洗, 獨於燕居服一款, 終無擧論。 自哭班成服, 退歸時旣不仍着縗絰, 則不可不以燕居服出入, 而旣不定式, 人各自行。 臣意與其箚用他帶, 此有朱子定論, 可以爲據, 遂作白生布帶以着矣。 追聞朝士、大夫, 以至儒生庶人, 燕居出入, 率多着麻帶, 故其始着布帶者, 往往亦改着麻, 且以臣之布帶爲非。 蓋臣若不信朱子, 從衆着麻, 則人言必不如此也。 仍念此事, 若無朝令, 則紛紜斑駁, 終無歸一之時。 願命參考朱子諸說, 燕居服色, 磨鍊頒布, 使中外曉然。 且從前國侐時, 臣下之在父母喪者, 其服及常着之服, 論議不一, 私家大小祭祀, 先賢所論, 亦多異同。 往在辛巳年間, 因大臣所達, 私家虞、卒、練、祥、脫服等事, 朝家旣已定式, 則此亦一體講定, 有所指揮。 上命令該曹稟處。 禮曹請議于大臣及知禮諸臣, 領議政金昌集以爲: “朱子所論服制, 有三件。 一是古喪服, 猶今之衰服也, 一是布幞頭巾, 猶今之視事服也, 一是白絹巾、白帶, 卽所謂燕居服。 而今番磨鍊時, 燕服一節, 初不擧論, 故朝紳、士庶, 皆仍服麻帶矣。 然而燕服, 本不甚重。 如黑縗豈非朱子所服。 而今之禮家, 未嘗有服之者, 不特白絹巾之不遵行而已。 麻帶視白帶, 不無經重, 捨輕服重, 未見其失。 至於在喪者, 《禮》云: ‘有君喪, 服於身, 不敢私服。’ 隆古以義斷恩之制, 猝不可復行。 但於成服之日, 一以職品, 如例受服, 如朔望、靷葬、練祥之日, 赴臨國喪, 則服其服, 在家與私出入時, 許服私喪, 恐或無妨。” 左議政李健命以爲: “朱子白絹巾、白涼衫、白帶, 似由於其時喪制, 未盡復古也。 到今喪禮大定之後, 朝士之受衰者, 燕居雖或變用白帶, 衰絰尙在, 儒生則受衰, 只有麻帶一節, 出入燕居, 皆用白帶, 則將於何, 表其受之之制乎? 在喪人成服及常着之服, 首相議斟酌得宜矣。” 行司直鄭齊斗以爲: “朱子書白布、白帶及布公服、布革帶, 諸說如此, 己亥、甲寅, 亦無燕服麻帶, 遂因着布帶不疑, 與都憲疏陳, 同一事也。 儒士以下, 皆以布笠、麻帶成服, 他無燕服之節, 而以其麻帶常着, 則與燕服之布帶, 遂成斑駁。 然今日朝中公服, 亦用布帽、布裹帶, 此亦本於朱子說也。 今以燕服之布帶爲異, 則朝中布裹帶, 獨不與儒生、庶人等麻帶, 反爲倒置耶? 臣謂通融定制, 可以大小相稱。 至於喪人成服, 在前前銜士人, 無衰麻, 故疑於服。 今旣著令衰麻, 則其成服衰麻, 將何異於諸人也? 其常着之服, 古禮大夫、士, 其在爵無變。 《曾子問》所謂: ‘有君喪服於身, 不敢私服, 其殯葬, 亦常之君所。’ 云云, 以此故也。 後世公卿、大夫, 若一朝有親喪, 卽解官歸家, 無復之公, 同一士人矣, 此禮無復用之。 今在喪, 旣去職在家, 則其在家私服, 似與士人同也。 今日前銜、士庶, 雖曰: “服衰, 其實與《曾子問》所述在官者不同。 若使擧國, 皆如古大夫在爵之禮, 不敢私服, 則朱子《君臣服議》義其例, 豈有如此耶?” 上命從領相議。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the tribute of the Crown Princes palace and the Crown Princess palace be reduced. Minister of Works 민진원이 아뢰기를, “성스러운 sagely virtues of the king, only importance on 검소함을 숭상하고 비용을 절약해야 합니다. Your Majesty must strive to be strive to relieve the people of salt. This is truly a filial piety of successful trastains. The tribute of the Directorate of Palace Kitchen Supplies , as well as various government offices in the palace halls, were offered as tribute. In gabo year (, when the successful king ascended the throne, the Crown Princes and the Crown Princes palaces were specially ordered not to be abolished. This was because the successful occessful successful ooses",
                "H2KE-nKo": "세자궁과 빈궁의 시탄을 감해 주었다. 공조 판서 민진원이 아뢰기를,“선왕의 성대한 덕은 오직 검소함을 숭상하고 용도를 절약하는 것이니, 전하께서 반드시 더욱 힘쓰셔야만 도탄에 빠진 이 백성들을 구제할 수 있고 계술하는 효도에도 진실로 합당할 것입니다.선혜청의 공물 가운데 이른바 기인은 각처의 제향 및 궐내 각 전과 여러 상사에 진배하는 공물입니다. 갑인년에 선왕께서 즉위하신 뒤에 세자와 빈궁에 진배하는 시탄을 혁파하지 말라고 특별히 명하셨는데, 이는 그 당시 대궐 안의 용도가 부족하였기 때문입니다.오늘 전하께서 즉위하신 뒤에 세자와 빈궁의 시탄을 그대로 진배하였는데, 전후로 진배하는 값을 통틀어 많게는 쌀 1만 1000섬이나 됩니다. 형세상 반드시 백성들에게 더 부과해야 할 것이니, 세자와 빈궁에 진배하는 것은 시탄뿐만 아니라 어떤 물품이든 막론하고 전량을 감해 주어야 합니다.”하니, 주상이 감해 주라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 15일(경진) 2번째기사",
                "gt-oKo": "세자궁(世子宮)과 빈궁(嬪宮)의 시탄(柴炭)을 감(減)하였다. 공조 판서 민진원(閔鎭遠)이 아뢰기를, “선왕(先王)의 거룩하신 덕은 오직 절검을 숭상하고 용도를 절약하였으니, 전하께서는 반드시 모름지기 더 힘쓰신 연후에야 도탄(塗炭)에 빠진 이 백성들을 구제 할 수 있고, 계술(繼述)하는 효도에 진실로 부합될 것입니다. 선혜청(宣惠廳)의 공물(貢物) 가운데 이른바 기인(其人)이라는 것은 바로 각처(各處)의 제향(祭享)과 궐내(闕內) 각전(各殿)과 여러 상사(上司)에 진상(進上)하는 공물을 맡은 자입니다. 갑인년 선왕께서 즉위하신 뒤 세자궁과 빈궁에 진상하는 땔나무와 숯을 폐지하지 말라고 특별히 명령하였던 것은 대개 그 당시에 대궐 안에서의 용도가 부족하였기 때문이었습니다. 오늘날 전하께서 왕위를 계승하신 이후에도 세자궁과 빈궁의 땔나무와 숯을 그대로 진상하니, 전후로 통틀어 진상한 대가(代價)가 많은 경우는 쌀 1만 1천 석(石)에 이르렀습니다. 그 형세로 보아 반드시 장차 백성에게 부세를 더 거두게 될 것이니, 세자궁과 빈궁에 진상하는 것은 비단 땔나무와 숯뿐만이 아니고 어떠한 물품을 물론하고 마땅히 수량의 전부를 감제(減除)하여야 합니다.” 하니, 임금이 감제하도록 명하였다.",
                "hj": "○減世子宮、嬪宮柴炭。 工曹判書閔鎭遠啓曰: “先王盛德, 惟尙儉節用, 殿下必須加勉, 然後可救斯民之塗炭, 允合繼述之孝也。 宣惠廳貢物中所謂其人者, 卽各處祭享及闕內各殿諸上司進排之貢物也。 甲寅年, 先王卽位後, 世子、嬪宮進排柴炭, 特命勿罷, 蓋其時闕中用度不足故也。 今日殿下嗣位後, 世子、嬪宮柴炭, 仍爲進排, 通前後進排之價, 多至米一萬一千石。 其勢必將加賦於民, 世子、嬪宮進排, 非但柴炭, 勿論某物, 宜盡數減除。” 上命減除。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported as follows: After the rite marking the end of grieving [royal mourning period for King Taejong and Queen Mother], we discussed the color of conducting state affairs with high officials and made a judgment. Now, we should revise the color of the colored color of colored with colored",
                "H2KE-nKo": "예조가 아뢰기를,“졸곡 뒤에 주상께서 시사하실 때의 복색에 대해 대신이 진달한 것으로 인하여 수의하여 판부하셨으니, 지금 고쳐서 부표하여 들여야 합니다. 그런데 《국조오례의》에는 왕비, 왕세자빈, 친자처, 여관, 문무백관의 처의 복색도 졸곡 뒤에 모두 백색 옷을 입는다고 되어 있기 때문에 전하의 복색을 따라 생포로 마련하였습니다. 액속 및 직사가 있는 전함, 성중관, 녹사, 서리, 생원, 진사, 생도에 대해서는 졸곡 뒤에 백의를 또한 연제 뒤에 입는 것으로 고쳤습니다. 액속 이하 조례, 나장에 이르기까지 졸곡 뒤에 흑포, 흑대, 오모, 오대, 흑평정 두건에 대해서는 《국조오례의》의 제도를 따라야 하니, 선조 때에 백의와 관대를 착용하고 제도를 고친 취지와 어긋납니다. 이처럼 예절이 정대한 때에 옛것을 그대로 따라서는 안 되겠기에 모두 백색으로 고쳤습니다. 갑사, 정병, 서인의 복색 및 백관의 복제 별단 중의 장은 수의하여 판부하신 대로 고쳐서 부표하여 들입니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 18일(계미) 1번째기사",
                "gt-oKo": "예조에서 아뢰기를, “졸곡(卒哭) 후에 상하(上下)의 시사복(視事服)에 대해 대신(大臣)이 진달(陳達)한 바로 인하여 의견을 수렴해 판하(判下)하였으니, 이제 마땅히 개부표(改付標)하여 들여보내야 할 것이나, 《오례의》에 왕비(王妃)·왕세자빈(王世子嬪)·친자처(親子妻)·여관(女官)과 문무 백관처(文武百官妻)의 복색도 또한 졸곡 후에는 다 백색의(白色衣)를 착용하도록 되어 있기 때문에 상하(上項)의 복색(服色)을 따라서 생포(生布)로 마련하였습니다. 그리고 액속(掖屬)과 직사(職事)가 있는 전함(前銜)과 성중관(成衆官)·녹사(錄事)·서리(書吏)·생진(生進)·생도(生徒)에 이르러서도 졸곡 후에 백의(白衣)를 착용하는 것을 또한 연제(練祭) 이후에 착용하도록 고쳤습니다. 액속 이하로부터 조례(皁隷)·나장(邏將)들에 이르기까지 졸곡 이후에 흑포(黑布)·흑대(黑帶)·오모(烏帽)·오대(烏帶)·흑평정 두건(黑平頂頭巾)을 착용하여 《오례의》의 제도를 준용하면 선조조(宣祖朝)의 백의 관대(白衣冠帶)로 제도를 바꾼 의미와 어긋남이 있습니다. 이러한 예절(禮節)을 아주 바로잡는 시기를 당하여 종전의 인습에 따라 행할 수 없기 때문에 모두 백색으로 바꾸었습니다. 갑사(甲士)·정병(正兵)·서인(庶人)의 복(服) 및 백관 복제(百官服制) 별단(別單) 중의 장조(杖條)는 의견을 수렴해 판하하신 것에 따라 개부표하여 들여보냈습니다.” 하니, 임금이 그대로 따랐다.",
                "hj": "○癸未/禮曹啓曰: “卒哭後, 上下視事服色, 因大臣陳達, 收議判下, 今當改付標以入, 而《五禮儀》, 王妃、王世子嬪、親子妻、女官、文武百官妻服色, 亦於卒哭後, 皆用白色衣, 故從上服以生布磨鍊。 至於掖屬及有職事前銜、成衆官、錄事、書吏、生ㆍ進、生徒, 卒哭後白衣, 亦改以練後。 掖屬以下至皀隷、邏將, 卒哭後黑布、黑帶、烏帽、烏帶、黑平頂頭巾, 當遵《五禮儀》之制, 有乖於宣廟朝白衣冠帶改制之意。 當此禮節大正之日, 不可因循, 故皆改以白色。 甲士、正兵、庶人服及百官服制別單中杖條, 依收議判下, 改付標以入。” 上從之。"
            },
            "2": {
                "H2KE-EN": "The King dismissed Yi Gwangwi from his post. Earlier, Fourth Censor Seo Jongbeom submitted a memorial which read as follows: When Your Majesty has reverently received state affairs, Your Majesty only makes it impossible for him to remain silent and silent. When the matter is suspicious, Your Majesty suddenly refused to ask about it. Generally speaking, Your Majesty merely said, You are correct. He said, You are yourself to devote yourself. When uttering words and speaking, you are excessively careful and cautious. If you do not speak, many court officials who attend closely will be able to hear and uncomfortable. Your subject hopes that Your Majesty will clarify the royal message and clearly bestow a royal message upon you. Former Second Minister [of Personnel] Gwang was increasingly investigating the Queen Mothers ill health and installed the guesthouse for her investigation. Nevertheless, as he assumed the position of minister, he did not participate in the guesthouse for medical treatment and installed the guesthouse for medical treatment without observation. Although the circumstances and the circumstances are impossible, he did not rather make it impossible for him to reprimand the guesthouse for medical treatment. Therefore, Your Majesty ordered that he be appointed to the guesthouse for medical treatment. It is impossible for him to be reprimanded and punished. The King replied, I am deeply pleased with the utmost sincerity of love and caring for the state. How can I not hear and appreciate this? As for the guesthouse of Gwangwi, he did not have any observation, was specially dismissed from his post. ",
                "H2KE-nKo": "이광좌를 파직하였다. 이에 앞서 정언 서종섭이 상소하기를,“전하께서는 그동안 대리청정을 하시면서 오직 침묵을 지키는 것을 위주로 하시어 의심스러운 사단에 대해 번번이 문난하지 않으셨습니다. 무릇 진달할 것이 있으면 단지 ‘그렇게 하겠다.’라고 하거나 ‘유의하겠다.’라고 하거나 말씀하실 뿐이었습니다. 그런데 말을 꺼내는 과정에서 지나치게 신중하여 마치 입 밖에 내지 않는 것처럼 하셨으니, 가까이서 모시는 신료들이 잘 알아듣지 못할 우려가 많습니다. 신은 바라건대, 덕음을 환히 내려 의심스러운 점이 있으면 반드시 물어서 명백하게 하교해 주소서. 전 참판 이광좌는 작년 이래로 대행 대왕의 환후가 위독하여 문안하는 반열이 연이어 설치되었는데도 재신의 반열에 있는 신분으로 한 번도 나와서 참석하지 않았고, 시약청을 설치하면서도 조금도 변동하지 않았습니다. 비록 정세로 핑계를 댄다 하더라도 원래 대단한 일이 아니기 때문에 이번에 나와서 감독하라는 명을 받았습니다. 처의가 근거가 없으니 책벌하지 않을 수 없습니다.”하니, 답하기를,“나라를 근심하고 임금을 사랑하는 정성을 매우 가상하게 여긴다. 깊이 유념하지 않을 수 있겠는가. 이광좌는 처의가 근거가 없으니 특별히 파직하라.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 18일(계미) 2번째기사",
                "gt-oKo": "이광좌(李光佐)를 파직시켰다. 처음에 정언(正言) 서종섭(徐宗燮)이 상소하기를, “전하께서 지난번 청정(聽政)하신 이후로부터 다만 연묵(淵默)을 위주로 하시고 사단(事端)의 의문스럽거나 잘 모르는 것에 대하여 번번이 문난(問難)하지 않으십니다. 무릇 진백(陳白)하는 것이 있으면 단지 ‘알았노라.’, ‘유의하겠노라.’ 할 뿐이며, 말씀을 하여 발언(發言)하실 즈음에 신중하심이 너무 지나쳐서 마치 말이 입에서 나오지 않는 것처럼 하시니, 가까이서 모시는 신료(臣僚)들이 잘 알아듣지 못하는 근심이 흔히 있습니다. 신은 덕음(德音)을 환발(渙發)하시고 의문이 있으시면 반드시 질문하시어 명백하게 분부를 내리시기를 원합니다. 전(前) 참판(參判) 이광좌는 작년 이래로 대행 대왕의 병환이 위독하여 문후를 살피는 반열이 연이어 마련되었는데도, 몸이 재신(宰臣)의 반열에 있으면서 한 번도 진참(進參)하지 않았고, 시약청(侍藥廳)이 설치되었는데도 꼼짝도 하지 않았습니다. 비록 정세(情勢)로 핑계를 대기는 하였으나 원래 대단한 것이 아니었기 때문에 이번에 돈장(敦匠)의 분부에 나와 응하였습니다. 출처(出處)의 의리가 근거가 없으니, 책벌(責罰)하지 않을 수 없습니다.” 하니, 답하기를, “나라를 근심하고 백성을 사랑하는 정성을 매우 가탄(嘉歎)하는 바이다. 깊이 유념하지 않을 수 있겠는가? 이광좌는 출처의 의리가 근거가 없으니, 특별히 파직시키도록 하라.” 하였다.",
                "hj": "○罷李光佐職。 初, 正言徐宗燮上疏曰: 殿下越自聽政, 惟以淵默爲主, 事端之疑晦, 輒靳問難。 凡有陳白, 只是曰: “唯。” 曰: “留意而已。” 吐辭發言之際, 過於愼重, 若不出口, 臣僚之昵侍者, 多有聽瑩之患。 臣願渙發德音, 有疑必問, 明白賜敎。 前參判李光佐, 昨年以來, 大行大王王候添㞃, 候班連設, 而身居宰列, 一不進參, 侍藥設廳, 略不變動。 雖以情勢爲諉, 元非大段, 故今番出膺敦匠之命, 處義無據, 責罰不可已也。 答以憂愛之忱, 深用嘉歎。 可不體念? 李光佐處義無據, 特罷其職。"
            },
            "3": {
                "H2KE-EN": "The King appointed Jo Gui as minister of personnel . As your subject respectfully examined the sages of the Great Learning (C. Daxue zhan to discern the natural principles of yin and yang, and the natural distinction between the sages and the yang and the natural distinction between the sages and the natural distinction between the world and the natural distinction between the future. Therefore, the Six Codes of Taizu (C. Taizhi chapter of the Book of Documents (C. Taizhi tongji states, The natural distinction between the neighborhood and the natural distinction between the three natural distinction and the three natural distinction between the three natural distinction and the four natural distinction between the four natural distinction of the three natural distinction between the three natural distinction and the four natural distinction between the three natural distinction and the three natural distinction between the three natural",
                "H2KE-nKo": "조태구를 이조 판서로 삼았다.신이 삼가 살펴보건대, 성인이 《주역》에 음양과 굴신의 이치와 군자와 소인의 진퇴의 기미를 밝혀 후세를 경계하였습니다. 그러므로 태괘의 육사에 이르기를 ‘훌쩍 떠나고 부자가 되지 못하는 것은 그 이웃을 경계하여 미덥게 하지 않기 때문이다.’라고 하였으니, 이는 삼양이 이미 속에서 지나갔고 삼음이 훌쩍 날아온 것을 말한 것입니다. 숙종께서 나라를 다스린 지 40년이 되어 태평성대가 이미 극에 달하였는데, 신축년과 임인년의 큰 화가 장차 일어나려 하자 조태구가 들어와 이조 판서가 되었으니, 이 또한 훌쩍 떠나고 부자가 되지 못하는 형상입니다. 삼양이 이미 극에 달하여 삼음이 장차 아래에서 회복될 것이니, 어찌 하늘의 뜻이 아니겠습니까.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 18일(계미) 3번째기사",
                "gt-oKo": "조태구(趙泰耉)를 이조 판서로 삼았다. 신이 삼가 살펴보건대 성인(聖人)이 《주역(周易)》에서 음양(陰陽)·굴신(屈伸)의 이치와 군자(君子)·소인(小人)의 진퇴(進退)의 기미를 밝혀서 후세를 경계하였습니다. 그러므로 태괘(泰卦)의 육사(六四)에 말하기를, ‘훌쩍 날아 부(富)하지 않아도 그 이웃으로써 따르고, 계고(戒告)하지 않아도 성의로 합한다.’고 한 것이니, 이는 삼양(三陽)이 이미 중(中)에 지나니 삼음(三陰)이 훌쩍 날아옴을 말한 것입니다. 숙종께서 나라를 다스린 지 40년, 승평(升平)이 이미 극도에 달하였는데 신축년·임인년의 큰 화(禍)가 장차 일어나려 할 무렵에 조태구가 들어와 이조 판서(吏曹判書)가 되었으니, 또한 《주역》에 말한 ‘훌쩍 날아 부(富)하지 않아도 그 이웃으로써 하는’ 형상인 것입니다. 삼양이 이미 극도에 달하여 삼음이 장차 아래에 회복하려 하니, 어찌 천도(天道)가 아니겠습니까?",
                "hj": "○以趙泰耉爲吏曹判書。 臣謹按, 聖人於《易》明陰陽ㆍ屈伸之理, 君子ㆍ小人進退之幾, 以戒後世。 故《泰》之六四曰: “翩翩不富, 以其隣不戒以孚。” 言三陽已過于中, 而三陰翩然來也。 肅宗享國四十年, 升平巳極, 而辛壬大禍將作, 趙泰耉入判吏曹, 亦翩翩不富之象也。 三陽已極, 而三陰將復於下, 豈非天哉?"
            },
            "4": {
                "H2KE-EN": "The Ministry of Rites reported as follows: At the time, we decided whether to remove the mourning clothes for the first anniversary of the death of the King Taejongs passing, and there was no matter how to remove the mourning clothes for the first anniversary of the death of the King Taejongs passing. Some people of the scholar-officials who observe the mourning clothes for the first anniversary of the death of the King Taejongs passing, saying, If the scholar-officials observe the mourning clothes for the first anniversary of the death of the King Taejongs passing, then even if they were to wear the mourning clothes for the first anniversary of the passing of the Queen Mothers passing, there would be no suspicion if they were to wear the mourning clothes for the first anniversary of the passing of the Queen Mothers passing. Some officials said, During the reign of the Royal Ancestral Shrine , the mourning clothes should not be remove the mourning clothes for the first anniversary of the passing of the Queen Mothers passing should not be remove the mourning clothes for the first anniversary of the passing of the Queen Mothers passing. However, the Zhou dynasty did not allow the mourning clothes to remove the mourning clothes for the first anniversary of the passing of the King Zhou (C. Zhou Xi . According to ancient rituals, there is an text that we do not remove the mourning clothes for the first anniversary of the passing of the Queen Mothers passing. Therefore, we cannot continue to remove the mourning clothes after the first anniversary of the passing of the Queen Mothers passing. Your subjects request that Your Majesty discuss this matter with high-ranking officials and officials of the Ministry of Rites . The King granted permission.",
                "H2KE-nKo": "예조가 아뢰기를,“국휼로 성복한 뒤에 새로 직명을 제수받은 자에 대해 현재 추복할지 여부를 정탈한 일이 없습니다. 의논하는 자들이 혹 ‘사서인이 포립과 마대 차림으로 복을 입는다면, 관직을 제수받은 뒤에 최복을 입더라도 실로 추복할 혐의가 없습니다.’라고 하고, 혹 ‘예종조에 「상복을 추복할 수 없으니, 새로 직명을 제수받은 자는 소의 차림으로 벼슬에 나아가라.」라는 명이 있었습니다. 주자는 상복을 고쳐 짓는 것을 허락하지 않았고, 고례에도 「상복을 보충하지 않는다.」라는 글이 있으니, 이미 성복한 뒤에 계속해서 추복할 수 없습니다.’라고 합니다. 대신과 예를 아는 신하에게 의논하소서.”하니, 주상이 윤허하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 18일(계미) 4번째기사",
                "gt-oKo": "예조에서 아뢰기를, “국상(國喪)이 나서 성복(成服)한 뒤에 새로 직명(職名)을 제수한 자들에 대하여 당시에 추복(追服)의 여부를 정탈(定奪)한 일이 없었습니다. 의논하는 이들이 혹자는 말하기를, ‘서사인(士庶人)은 포립(布笠)과 마대(麻帶)로 상복(喪服)을 입었으니 벼슬을 제수한 뒤에 비록 최복을 입더라도 실로 추복하는 혐의가 없다.’ 하고, 혹자는 말하기를, ‘예종조(睿宗朝)에, 「상복(喪服)을 추가로 제조할 수 없으니 새로 직명을 제수한 자는 소의(素衣) 차림으로 취사(就仕)하라.」는 분부가 있었고, 주자(朱子)는 상복을 고쳐 만드는 것을 허락하지 않았으며, 고례(古禮)에는 또 「상복을 보완하지 않는다.」는 조문이 있으니, 이미 성복한 뒤에는 계속해서 추개 할 수 없다.’고 합니다. 청컨대 대신(大臣)과 예(禮)를 아는 신하에게 의논했으면 합니다.” 하니, 임금이 윤허하였다.",
                "hj": "○禮曹啓曰: “國恤成服後, 新授職名者, 時無追服與否定奪之事。 議者或以爲: ‘士庶人, 以布笠麻帶受服, 則除職後, 雖受衰, 實無追服之嫌。’ 或以爲: ‘睿宗朝, 有喪服不可追製, 新授職者, 以素衣就仕之命。 朱子不許喪服之改製, 古禮又有不補喪服之文, 則已經成服後, 不可續續追改。’ 請議大臣及知禮之臣。” 上允之。"
            },
            "5": {
                "H2KE-EN": "Chief State Councilor 김창집이 의논하기를, “사대부와 서인이 이미 dressed in hemp clothes and hemp belts, which is truly different from those of wearing regular sackcloth and black sackcloth. As for those who have newly entered government service, they still wear their mourning sackcloth. This seems unreasonable for them to pursue their mourning sackcloth. However, after the rite commemorating the first anniversary of death , there should be those who enter government service and wear their mourning sackcloth. This is afraid that it would be too late. However, if the distinction between the rite commemorating the first anniversary of death is different from that of the same, this would also be inconvenient. As for those who have newly entered government service and wear their mourning sackcloth, it is not possible to see that there is no significant regret. Fifth Rank Military Officer Jeong Jedu discussed the matter as follows: For the rite commemorating the first anniversary of death of the King Taejongs passing, all those who have been appointed to government service at the beginning of their first rank should wear their white sackcloth and belts while wearing their white sackcloth sackcations",
                "H2KE-nKo": "영의정 김창집은 의견을 올리기를,“사서인이 이미 포의와 마대를 착용하였으니, 실로 참최와 다름이 없습니다. 새로 입사한 자가 따라서 최복을 입는 것도 추후에 복을 입는 혐의가 없을 듯합니다. 다만 연제를 지낸 뒤에도 입사한 자가 있을 것이니, 똑같이 최복을 입는다면 아마도 너무 늦을 듯합니다. 만약 연제를 지낸 전후로 구별한다면 또한 뒤죽박죽이 될 듯합니다. 새로 입사한 자는 비록 최복을 입지 않더라도 대단한 흠결은 없을 것입니다.”하고, 사직 정제두는 의견을 올리기를,“국상의 졸곡 전에 전함이 복직되고 처음 벼슬하는 자는 모두 백포로 모자를 만들고 공복을 만들고 숙마로 띠를 만들었습니다. 대체로 평상복은 다시 만들지 못하는 법이지만, 애당초 최마를 입지 않은 것은 문상과 다른 일이기 때문에 추후에 복을 입을 수 없기 때문이 아니겠습니까. 모두 이미 최마를 입었습니다. 다만 사인은 정복이나 관상이 없습니다. 그러나 관상을 다시 만들기는 어려우니, 달관이 추후에 복을 입지 못하는 것과 다름이 없습니다. 부득이 옛 복을 그대로 입고 상용하는 공복만 입어야 합니까?”하니, 주상이 영의정의 의견을 따르라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 18일(계미) 5번째기사",
                "gt-oKo": "영의정 김창집(金昌集)이 의논하기를, “사서인(士庶人)은 이미 포의(布衣)와 마대(麻帶)를 착용하였으니 실은 참최(斬衰)와 다름이 없습니다. 새로 입사(入仕)한 자는 따라서 최복을 입더라도 또한 추복(追服)의 혐의는 없을 듯합니다. 다만 이미 연제(練祭)를 지낸 뒤에도 마땅히 입사(入仕)라는 자가 있을 것이니, 이들이 똑같이 최복을 입는다면, 아마 너무 늦어질 듯합니다. 만일 연제의 전후를 가지고 구분을 둔다면 또한 서로 뒤섞일 것 같습니다. 새로 입사(入仕)한 사람은 비록 최복을 입지 않더라도 그것이 대단한 흠결이라고 여겨지지 않습니다.” 하고, 사직(司直) 정제두(鄭齊斗)는 의논하기를, “국휼(國恤)의 졸곡(卒哭) 전에 전함(前銜)의 복직(復職)된 자와 처음 벼슬을 얻어 초계(初階)인 자가 다 백포(白布)로써 모(帽)와 공복(公服)을 만들고 숙마(熟麻)로 대(帶)를 만들었습니다. 대개 무릇 상복(喪服)을 재차 제조할 수 없다는 것은 애초에 최마(衰麻)를 하지 않은 자가 상황이 상(喪)을 들을 때보다 다르게 되면 추복(追服)을 할 수 없기 때문입니까? 모두 이미 최마를 착용한 까닭입니다. 다만 사인(士人)은 정복(正服)의 관상(冠裳)이 없을 따름입니다. 그러나 그 관상을 재차 제조하기 어려움은 달관(達官)의 추복(追服)할 수 없는 것과 다름이 없습니다. 부득이 구복(舊服)을 그대로 입고 단지 상용의 공복만 추가하면 될 듯합니다.” 하니, 임금이 영상의 의논을 따르도록 명하였다.",
                "hj": "○領議政金昌集議曰: “士庶旣服布衣麻帶, 則實與斬衰無異。 新入仕者, 從而受衰, 亦似無追服之嫌, 而但旣練之後, 亦當有入仕者, 一體受衰, 則恐涉太晩, 若以練前後爲別, 則亦似斑駁。 新入仕者, 雖不受衰, 未見其大段欠闕。” 司直鄭齊斗議曰: “國恤卒哭前, 前銜復職, 筮仕初階者, 皆以白布爲帽爲公服, 熟麻爲帶。 蓋凡服不得再製, 初不衰麻者, 事異聞喪, 則不得追服故耶? 皆已爲衰麻也, 但士人無正服冠裳耳。 然其冠裳, 難於再製, 與達官之不得追服無異也。 不得已仍其舊服, 而只加以常用公服而已耶?” 上命從領相議。"
            },
            "6": {
                "H2KE-EN": "Jo Jungu was banished to the Special Royal Placenta Chamber . Jo Jungu submitted a memorial as follows: Among the monarchs virtues, nothing is more exceeding than filial piety. The way of repayment for the emperors is clearly teaching the Classic of Rites (C. Li ji , and the great principle of the Spring and Autumn Annals (C. Chunqiu . Now, Your Majesty has the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain and the Altar for the Deities of the Earth and Grain and the Altar for the Deities of the Earth and Grain . However, the parents of the same class have not been included in the names of the Chamber of the Spring and Autumn Annals and the Royal Placentacenta Chamber of the Spring and Autumn Annals and autumn Annals and announcemental alone. Your subjects saw the memorial that the Earth of the Spring and Autumn Annals and the Spnals and Autumn Annals and autumn Annals and announcemental alone. Your subjects frightened and grievances and dare to submit the memorial that the Earth of the Spring and Autumn Annals and the Sple and the Autumn Annals and the Spnals and Autumn Annals and announceswered",
                "H2KE-nKo": "조중우를 삼수부에 유배하였다. 조중우가 상소하기를,“제왕의 덕은 효보다 더한 것이 없습니다. 그러나 추보하는 방도는 《예경》의 명훈에 ‘어머니는 자식으로 인하여 존귀해진다.’라고 한 것이 《춘추》의 대의입니다. 지금 전하께서는 종사와 신인의 주인이 되시는데, 낳아 준 어버이가 아직도 명호를 빠뜨려져 궁벽한 마을에서는 조용하기만 하고 사당은 쓸쓸하기만 하여 한 줌의 무덤에도 묵은 풀이 황량합니다. 문무의 조신들은 품계가 2품인데도 오히려 증직을 영광스럽게 여기고 있는데, 당당한 천승의 존귀한 전하만 낳아 기른 어버이에게 작호를 가하는 일이 없으니, 어떻게 나라의 체모를 높이고 지극한 정을 펼 수 있겠습니까.신이 기억하건대, 지난날 선대왕께서는 전하의 마음을 살펴 특별히 천장하도록 허락하셨고 전하의 뜻을 전달하여 다시 망곡하도록 하셨습니다. 이것으로 미루어 보면 오르내리시는 선대왕의 영령께서 오늘날의 거조에 대해 필시 거스리지 않으실 것입니다.신이 삼가 《선원보략》 한 책을 보니, 그동안 찬집한 것에 대해 모두 주상께 여쭈어 재가를 받았습니다. 그런데 ‘희빈’이라는 두 글자를 삭제한 적이 없으니, 이 또한 어찌 선대왕의 은미한 뜻이 그 사이에 있는 것이 아니겠습니까. 삼가 바라건대, 특별히 예관에게 명해 속히 명호를 정하도록 하여 지극한 정을 펴고 나라의 체모를 높이소서.”하였다. 행 도승지 홍치중, 좌승지 권엽, 우승지 한중희, 우부승지 홍계적, 동부승지 윤양래 등이 아뢰기를,“유학 조중우가 와서 한 통의 상소를 올렸습니다. 신들이 그 상소를 보니, 위로 자전의 복선에 대한 청을 진달하고, 아래로 ‘어머니는 자식으로 인하여 존귀해진다.’라고 말하면서 감히 ‘선대왕의 오르내리시는 영령께서 반드시 오늘날의 거조에 대해 거스리지 않으실 것이다.’라고 하고, 또 ‘선대왕의 은미한 뜻이 그 사이에 있다.’라고 하였습니다. 아, 이것이 어찌 오늘날 신하들이 차마 입 밖에 낼 수 있는 것이겠습니까. 선대왕께서 당초에 처분하신 뒤에 전후로 내리신 하교가 준엄할 뿐만이 아니었습니다. 지난번 병술년의 비망기에 ‘암행 어사의 서계 중에 감히 작호를 썼으니, 이보다 더 놀라운 일이 없다.’라고 하고, 이어 파직을 명하셨으며, 또 정유년 함일해가 상서하였을 때에 ‘감히 작호를 썼으니, 또한 매우 통탄스럽다.’라고 하교하셨습니다. 선대왕의 뜻이 어디에 있는지는 해와 달처럼 분명하여 사람들의 이목에 널리 알려져 있으니, 우리 신하와 백성치고 누군들 감히 왈가왈부할 수 있겠습니까.그런데 지금 재궁이 빈소에 있고 선침이 채 식지도 않은 날에 이미 이와 같이 음험하고 사특한 무리가 있어, 현혹하고 시험해 보려는 계책을 부리고자 선왕의 뜻을 거짓으로 속였으니, 그 의도가 음흉하고 사특합니다. 만약 이 무리가 진실로 선왕의 뜻을 추념하고 선왕을 두려워하는 마음이 있었다면, 어찌 감히 무함하는 말을 함부로 감히 해서는 안 되는 곳에 가하여 조금도 거리낌이 없을 수 있겠습니까. 이와 같은 귀역 같은 무리를 엄히 징계하고 통렬히 배척하지 않는다면 훗날 기강이 점점 해이해질 뿐만 아니라, 또한 우리 성상께서 선왕의 뜻을 따르고 고치지 않는 도리에도 부족함이 있을 듯합니다. 신들은 놀랍고 통탄스럽기 그지없어 감히 규례대로 봉입하지 못하고 소회를 덧붙여 아룁니다.”하니, 주상이 비망기를 내리기를,“지금 조중우의 소본을 보니, 한 편의 주된 뜻은 오로지 속히 명호를 정하려는 데에 있었다. 그런데 그 아래 조항에는 ‘어머니는 자식으로 인하여 존귀해진다.’라고 말하고, 감히 ‘선대왕의 오르내리시는 영령께서 반드시 오늘날의 거조에 거스리지 않으실 것이다.’라고 하였으며, 또 감히 ‘선대왕의 은미한 뜻이 그 사이에 있다.’라고 하였으니, 이것이 어찌 신하로서 차마 입 밖에 낼 수 있는 말이며, 또한 처분하는 뜻에도 어긋난다. 더구나 지금 선침이 채 식지도 않은 때에 어찌 감히 무함하는 말을 이와 같이 방자하게 할 수 있단 말인가. 통렬히 배척하지 않을 수 없으니, 조중우를 변원에 정배하라.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 18일(계미) 6번째기사",
                "gt-oKo": "조중우(趙重愚)를 삼수부(三水府)로 유배(流配)시켰다. 조중우가 상소하기를, “제왕(帝王)의 덕은 효도보다 나은 것이 없는데, 추보(追報)의 도리는 《예경(禮經)》의 명훈(明訓)이고, 어머니가 자식으로 인하여 존귀하게 되는 것은 《춘추(春秋)》의 대의(大義)입니다. 지금 전하께서는 종사(宗社)와 신인(神人)의 주재자(主宰者)가 되시었는데, 전하를 탄생하신 사친(私親)께서는 아직 명호(名號)조차 없이 적막한 시골에 사우(祠宇)는 초라하고 한 덩이 무덤에 묵은 풀만 황량합니다. 문무(文武) 조신(朝臣)은 관직이 2품만 되어도 오히려 증직(贈職)하는 영광스런 은전(恩典)이 있는데, 전하께서 당당하신 천승(千乘)의 존귀하신 몸으로서 유독 낳고 기르신 사친에게 작호(爵號)를 추가함이 없대서야 어떻게 나라의 체모를 높이고 지극한 정리를 펼 수가 있겠습니까? 신은 기억하건대 지난날 선대왕(先大王)께서는 전하의 심정을 살피시어 특별히 천장(遷葬)을 허락하셨고, 전하의 뜻을 이해하시어 다시 망곡(望哭)을 하도록 하셨습니다. 이것으로 미루어 본다면 선대왕의 하늘에 계신 혼령은 반드시 오늘의 거행하는 일에 대해 반대하지 않으실 것입니다. 신이 삼가 《선원보략(璿源譜略)》 책을 보건대 전후의 찬집(纂輯)에 모두 숙종의 재가를 받았는데도 ‘희빈(禧嬪)’이라는 두 글자를 일찍이 삭제해 버리지 않았으니, 또한 어찌 선대왕의 은미한 뜻이 그 사이에 존재한 것이 아니겠습니까? 삼가 바라건대 특별히 예관(禮官)에게 명하시어 조속히 명호(名號)를 결정하도록 하여 지극한 정리를 펴시고 나라의 체모를 높이소서.” 하였다. 행 도승지(行都承旨) 홍치중(洪致中)·좌승지 권엽(權熀)·우승지 한중희(韓重熙)·우부승지 홍계적(洪啓迪)·동부승지 윤양래(尹陽來) 등이 아뢰기를, “유학(幼學) 조중우가 와서 상소 한 통을 올렸습니다. 신 등이 그 소본(疏本)을 보니, 위로는 자성(慈聖)의 복선(復膳)의 청을 진달하고 아래 사항은 ‘어머니는 자식으로 인해 존귀하게 된다.’는 것에 대해 언급하면서 감히 말하기를, ‘선대왕의 하늘에 계신 혼령이 반드시 오늘날 거행하는 일에 대해 반대하지 않으실 것이다.’ 하였고, 또 말하기를, ‘선대왕의 은미한 뜻이 그 중간에 있다.’ 하였습니다. 아! 이것이 어찌 오늘날 신자(臣子)로서 차마 입에서 발설할 수 있는 것입니까? 선대왕의 당초 처분(處分)이 있고 난 이후에 전후의 하교가 엄하고 맺고 끊은 듯할 뿐만이 아니었습니다. 지난날 병술년 비망기(備忘記)에는 이르기를, ‘암행 어사(暗行御史)의 서계(書啓) 가운데 감히 작호(爵號)를 썼으니, 일의 해괴스러움이 이보다 심한 것이 없다.’ 하시면서 이내 파직(罷職)을 명하시었습니다. 또 정유년 함일해(咸一海)가 상서(上書)함에 있어서 감히 작호를 쓴 것을 가지고 또한 ‘몹시 절통하다.’고 하교하셨었습니다. 선대왕의 뜻이 있는 바는 분명하기가 일월(日月)과 같으며 사람들의 이목(耳目)에 널리 알려져 있으니, 무릇 우리 신하와 백성들은 누가 감히 거기에 비평을 할 수 있겠습니까? 그런데 지금 재궁(梓宮)이 빈소(殯所)에 있고 선침(仙寢)에 냉기도 들지 않은 시기에 이미 이와 같이 음사(陰邪)한 무리들이 있어 성상의 총명을 현혹(眩惑)시키고 짐짓 딴 일을 빌어 속마음을 떠보려는 계획을 실현하고자 하여 선대왕의 교지(敎旨)를 속이고 있으니, 마음을 쓰는 바가 음흉하고 사특합니다. 만일 이런 무리들이 참으로 선대왕의 교지를 추념(追念)하고 선왕조를 두려워하는 마음이 있다면 어찌 감히 속이는 말로 제멋대로 감히 모멸(侮蔑)할 수 없는 곳에 모멸하여 조금도 기탄이 없을 수가 있겠습니까? 이러한 귀역(鬼蜮)의 무리를 만일 엄하게 징계하고 엄격히 배척하지 않는다면 다만 이 다음에 제방(隄防)이 점차 해이해질 뿐만 아니라, 또한 우리 성상의 선대왕의 뜻을 준행하여 고침이 없는 도리에도 부족함이 있을까 두렵습니다. 신 등은 놀라움과 통탄스러움이 몹시 지극한 나머지 감히 준례에 따라 봉입(捧入)하지 못하고 생각한 바를 덧붙여서 진달합니다.” 하니, 임금이 비망기를 내리기를, “이제 조중우의 소본을 보니, 일편(一篇)의 주된 내용은 오로지 조속히 명호를 결정하라는 데 있으며, 그 아래의 사항은 ‘어머니가 자식으로 인하여 존귀하게 된다.’는 것을 말하면서 감히 말하기를, ‘선대왕의 오르내리시는 혼령이 반드시 오늘날 거행하는 것에 반대하지 않을 것이다.’ 하고, 또 감히 말하기를, ‘선대왕의 은미한 뜻이 그 가운데 있다.’고 하였다. 이것이 어찌 신자(臣子)가 차마 입에서 낼 수 있는 소리이며 또한 처분(處分)의 뜻에도 위배됨이 있다. 더구나 지금은 선침(仙寢)에 냉기도 들지 않은 시기이니, 어찌 감히 기만하는 말을 이와 같이 멋대로 지껄일 수 있겠는가? 엄격히 배척하지 않을 수 없으니, 조중우를 변방의 먼 곳으로 정배(定配)토록 하라.” 하였다.",
                "hj": "○流趙重遇三水府。 重遇疏曰: 帝王之德, 莫過於孝, 而追報之道, 《禮經》明訓, 母以子貴, 《春秋》大義。 今殿下爲宗社、神人之主, 而所生之親, 尙闕名號, 寂寥窮閭, 祠屋蕭條, 一抔丘墓, 宿草荒涼。 文武朝臣, 秩視二品, 尙有榮贈之典。 以殿下堂堂千乘之尊, 獨無爵號之加於誕育之親, 其何以尊國體而伸至情哉? 臣記向日先大王鑑殿下之情, 而特許遷葬, 達殿下之志, 而復令望哭。 以此推之, 則先大王陟降之靈, 必弗咈於今日之擧矣。 臣伏覩《璿源譜略》一書, 前後纂輯, 悉稟睿裁, 而禧嬪二字, 未嘗刪去, 則亦豈非先大王微意存於其間者乎? 伏願特命禮官, 亟定名號, 以伸至情, 以尊國體焉。 行都承旨洪致中、左承旨權熀、右承旨韓重熙、右副承旨洪啓迪、同副承旨尹陽來等啓曰: “幼學趙重遇來呈一疏。 臣等見其疏本, 則上陳慈聖復膳之請, 下款則以母以子貴爲言, 敢曰: ‘先大王陟降之靈, 必弗咈於今日之擧。’ 又曰: ‘先大王微意存於其間。’ 噫嘻! 是豈今日臣子之所忍發口者哉? 先大王當初處分之後, 前後下敎, 不趐嚴截。 頃在丙戌備忘記, 有曰: ‘暗行御史書啓中, 敢以爵號書之, 事之可駭, 莫此爲甚’, 仍命罷職。 又於丁酉咸一海之上書也, 以敢書爵號, 亦甚絶痛爲敎。 聖意所在, 昭如日月, 布人耳目, 則凡我臣庶, 孰敢容議, 而今於梓宮在殯, 仙寢未冷之日, 已有如此陰邪之輩, 欲逞其眩惑嘗試之計, 矯誣先旨, 用意陰慝。 如使此輩, 苟有追念先旨, 嚴畏先朝之心, 則其何敢以誣罔之言, 肆然加之於不敢加之地, 而無少憚哉? 此等鬼蜮之徒, 若不嚴懲痛斥, 則不但日後隄防之漸弛, 抑恐有歉於我聖上遵先無改之道。 臣等驚痛之極, 不敢循例捧入, 附陳所懷。” 上降備忘記曰: 今觀趙重遇疏本, 一篇主意, 專在於亟定名號, 而其下款, 則以母以子貴爲言, 敢曰: “先大王陟降之靈, 必弗咈於今日之擧。” 又敢曰: “先大王微意, 存於其間。” 此豈臣子所忍發口, 亦有乖於處分之意。 矧今仙寢未冷之日, 何敢以誣罔之言, 若是其肆然哉? 不可不痛斥, 趙重遇邊遠定配。"
            },
            "7": {
                "H2KE-EN": "Jo Jungu was imprisoned in the prison. Second Inspector [of the Office of the Inspector General] Jo Seongbok advised, Jo Jungu submitted a memorial falsely claiming that the Queen Mothers request to resume meat dishes. The entire writing on the one correspondence of his mind lies in the entire writing on the one correspondence. The one corresponds to the cardinal principles of the Spring and Autumn Annals (C. Chunqiu . The one corresponds to the earlier intent of the former kings. Ah! How can this be done? The mother is a son of a child, and the Spring and Autumn Annals (C. Chunqiu . Madame Ho thoroughly impeached her wrongdoings, and the instructions of Jeong and Zhu Xi were also very strict. Nevertheless, the earlier intent of the former kings and the current writing on the one correspondence of the two correspondence of the one correspondence",
                "H2KE-nKo": "조중우를 하옥하였다. 집의 조성복이 아뢰기를,“조중우의 상소는 자성(慈聖 정순왕후)의 복선을 청하는 것에 가탁하였는데, 그 전편의 정신은 오로지 아래 조항에 있습니다. 하나는 《춘추》의 대의이고, 하나는 선왕의 은미한 뜻입니다. 아, 이것이 무슨 말입니까. ‘어머니가 자식 때문에 존귀해진다.’라는 것은 《춘추》의 공양설입니다. 그런데 호씨는 그 잘못을 극론하였고, 정자와 주자의 가르침도 매우 엄절하였습니다. ‘선왕의 은미한 뜻이다.’라는 것과 ‘오늘의 거조에 거스르지 않는다.’라는 등의 말은 더욱 절통합니다. 앞에는 ‘박만정과 박정에게 비답을 내렸고, 뒤에는 ‘특별히 어사를 파직하여 이일해를 통렬히 배척하라.’라는 하교가 있었습니다. 처분이 엄정하여 금석처럼 굳고 지의가 해와 별처럼 환히 게시되었으니, 오늘날 신하 된 자가 어찌 감히 이런 가식적인 거짓말을 방자하게 입에 담을 수 있단 말입니까.일종의 간악한 잔당들이 몰래 서로 췌마하여 불쑥 일어나 <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk>\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 18일(계미) 7번째기사",
                "gt-oKo": "조중우(趙重遇)를 하옥(下獄)시켰다. 집의(執義) 조성복(趙聖復)이 아뢰기를, “조중우의 상소는 자성(慈聖)의 복선(復膳)의 청을 거짓으로 핑계한 것이며 일편(一篇)의 정신(精神)은 전적으로 아래 사항에 있습니다. 하나는 ‘춘추 대의(春秋大義)’라 하였고, 하나는 ‘선왕(銑王)의 은미한 뜻’이라 하였습니다. 아! 이것이 무슨 말입니까? ‘어머니가 자식으로 인하여 존귀하게 된다.’는 것은 《춘추공양전》에 나오는 말인데, 호안국(胡安國)은 그것이 잘못된 것임을 극단적으로 논하였고 정자(程子)·주자(朱子)의 설명도 또한 몹시 엄정합니다. 선왕의 은미한 뜻이라든가 오늘날의 거행하는 것에 대해 반대하지 않으실 것이라는 등의 말에 있어서는 더욱 절통(絶痛)하게 여겨집니다. 앞에는 박만정(朴萬鼎)·박정(朴涏)에게 비답(批答)한 것이 있고 뒤에는 어사(御史)를 특별히 파직시킨 것과 함일해(咸一海)을 엄하게 배척하신 하교가 있습니다. 처분(處分)이 엄정하여 견고하기가 금석(金石) 같고 지의(旨意)가 환히 드러나 밝기가 일성(日星) 같으니, 오늘날 신자(臣子)된 자가 어찌 감히 이와 같은 속이는 말을 제멋대로 입밖에 낼 수가 있겠습니까? 일종의 간사하고 흉악한 무리들이 몰래 서로 췌마(揣摩)하고 기회를 엿보아 일어나 머뭇거리며 이에 선침(仙寢)에 냉기도 들지 않은 시기에 차마 속이는 말로써 감히 모멸(侮蔑)할 수 없는 곳에 감히 모멸하여 성상께서 선왕의 뜻을 따라 변경함이 없는 효도를 더럽히고자 하고 사당(邪黨)이 임금을 현혹하여 짐짓 딴 일을 빌어 속마음을 떠보려는 계획을 실현하고자 하였습니다. 다행히도 성상의 밝으신 마음이 간교한 정상을 통촉하심으로 인해서 다만 변방으로 내쫓으라는 분부를 내리셨습니다. 다만 이 음흉하고 사특한 상소는 결코 쓸모가 없는 조중우 한 사람이 혼자서 만들어 낼 수 있는 것이 아닙니다. 청컨대 조중우를 엄한 형벌로 구문(究問)하도록 하소서.” 하니, 임금이 따르지 않다가 기축일(已丑日)에 아뢴 대로 윤허하였다.",
                "hj": "○下趙重遇獄。 執義趙聖復啓曰: “趙重遇疏, 假托慈聖復膳之請, 一篇精神, 專在下款。 一則曰《春秋》大義, 一則曰先王微意。 噫嘻! 此何言也? 母以子貴, 《春秋公羊》之說, 而胡氏極論其非, 程、朱之訓亦甚嚴截。 至於先王微意及弗咈於今日之擧等說, 尤爲絶痛。 前則有答朴萬鼎、朴涏之批, 後則有特罷御史, 痛斥一海之敎。 處分嚴正, 堅如金石, 旨意昭揭, 皎如日星, 則爲今日臣子者, 何敢以此等矯誣之言, 肆然發口哉? 一種奸凶餘孽, 潛相揣摩, 闖起躑躅, 乃於仙寢未冷之日, 忍以誣罔之辭, 敢加於不敢加之地, 欲累聖上遵先無改之孝, 欲售邪黨眩惑嘗試之計。 幸賴聖鑑, 洞燭奸狀, 特下屛裔之命, 第此陰慝之疏, 決非幺麿一重遇所能獨辦。 請趙重遇嚴刑究問。” 上不從, 己丑, 依允。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Jo Jungu , the first corresponding to the Ministry of Punishments , was confessed. [Jo] Jungu , a confession, said: On the fifteenth day of this month, [I] wrote a memorial to my hometown in Ihyeon . When scholar Bak Gyeongsu was happening to visit [his hometown], [Bak Gyeongsu] presented a draft [to the King]. [Bak] Gyeongsu said, The draft of this memorial is extremely good. However, this draft is not used. I will revise [this draft] when I will revise it. Every three times thereafter, [Bak] Gyeongsu said, On the day [of this memorial] should be presented. At first, when [I] submitted a memorial, my younger brother-in-law Yi Sujeom , admonished [him], saying, A provincial resident does not know the cleverity of the world. What do you think about this? [The King] again impeached [him], Originally, [I] had Yun Cheonun , a resident of Juja-dong , entrusted [him] to him. Earlier, [I] suddenly visited [the hometown], saying, You want to submit a memorial. Is this true? [The King] replied, That is true. Later, [Bak] Gyeongsu visited [the hometown] and asked him about the draft of a memorial. This is certainly because [Yun] Cheonun had passed [this memorial]. Initially, [he] did not stubbornly listen to peoples words and thus falsely accused [him] of this. If [Bak] Gyeongsu face to face-to-face, it will be possible to directly report [him] to him. Consequently, the Ministry of Punishments requested that [Bak] Gyeongsu and others be interrogated. The King approved this request. [Bak] Gyeongsu confessed, saying, During the fifteenth day of this month, Yi Sujeom came and said, My wifes younger sister brother, Yongin , is a resident of Jang , who was born of a woman , wanted to submit a memorial. What do you think about this? [The King] replied, What do you think about the world and the decision [of the memorial]? [The King] replied, The world and the decision [of the memorial] is not the time for the state funeral, but it is not the time for you to admonish [the memorial]. Sujeom said, I also feel sorry. How could [he] admonish [him] to admonish [him]? [The King] then wrote a correspond and said, This is what I wrote about the memorial that I wrote a detailed and admonish it. [The King] replied, I am not a civil official. What do you think about [him] handling [the memorial]? Earlier, when [he] presented a memorial [to the King], there was no world. If [he] had plotted [him] to deal with [him], how could [he] suspect that [he] would happen today? [Yun] Cheonun confessed, saying, Sujeom went to the house of Jo Jungus in Ihyeon . Yesterday [he] went to see [the King], and Sujeom said, This is my wifes younger sister. Therefore, [he] faced [his",
                "H2KE-nKo": "임진년에 형조 판서 조중우가 공초하기를,“이달 보름 사이에 시골에서 상소를 작성하여 이현의 본가에 왔습니다. 사인 박경수가 마침 방문하였기에 초안을 보여 주었더니, 박경수가 말하기를 ‘이 상소는 매우 좋은 생각이다. 그러나 이 초안은 쓸 수가 없으니 내가 다시 작성하겠다.’라고 하였습니다. 전후로 왕래한 것이 모두 세 차례였는데, 박경수가 말하기를 ‘아무 날에 올릴 수 있다.’라고 하였습니다. 처음에 상소를 올리려고 할 때 매부 이수점이 만류하면서 말하기를 ‘시골 사람들은 묘리를 모르니 이런 상소를 올리면 장차 어떻게 하겠는가.’라고 하였습니다.”하였다. 다시 추문하기를,“당초에 사주한 주자동에 사는 윤천운과 일찍이 한 번 만나 본 친분이 있었는데, 갑자기 찾아와서 말하기를 ‘그대가 상소를 올리려고 하는데 사실인가?’라고 하니, 대답하기를 ‘과연 그런 일이 있다.’라고 하였다. 그 뒤에 박경수가 찾아와서 상소를 올리려고 했는지의 여부를 물었다. 이는 필시 윤천운이 전달하여 알린 것이고 애초에 공모한 일도 없는데, 함부로 남의 말을 듣고 이런 망측한 죄에 빠진 것이다. 만약 박경수와 대질한다면 모의한 사람을 스스로 지적하여 고할 수 있을 것이다.”하였다. 이에 형조가 박경수 등을 잡아다 신문하기를 청하니, 주상이 그대로 따랐다.박경수가 공초하기를,“이달 보름쯤에 이수점이 와서 말하기를 ‘그의 처남인 용인에 사는 조중우가 장씨의 작호를 회복하는 일로 상소하려고 하는데 어떨지 모르겠다.’라고 하니, 답하기를 ‘상소의 내용이 옳고 그른 것은 우선 논하지 않더라도 국장을 지내기 전에는 적당한 시기가 아니니 그대가 만류하라.’라고 하였습니다. 이수점이 말하기를 ‘나의 생각도 그러하다.’라고 하였습니다. 며칠 뒤에 조중우가 만나기를 청하면서 말하기를 ‘장씨는 바로 우리 성상께서 낳아 기르신 친척인데, 왕위를 계승한 지 이미 오래되었는데도 아직 서인의 지위에 있으니 내가 상소를 올리려고 한다. 나 같은 자는 초야의 선비도 오히려 개탄스럽게 여기는데, 그대처럼 서울의 식견 있는 선비는 어찌하여 이렇게 나약한 의론을 하여 만류하는가.’라고 하였습니다. 이어 소매 속에서 종이 한 장을 꺼내며 말하기를 ‘이것은 내가 지은 상소이니 자세히 보고 윤색하라.’라고 하니, 답하기를 ‘내가 문사가 아니면 어떻게 손을 댈 수 있겠는가.’라고 하였습니다. 아무 날에 상소를 올릴 수 있다는 일은 애당초 발설한 적이 없습니다. 과연 모의한 일이 있다면 어찌 오늘의 화를 미리 알아서 조중우에게 말하지 않을 수 있겠습니까.”하였다. 윤천운이 공초하기를,“이수점이 이현에 사는 조중우의 집에 들어가 살았기 때문에 일전에 가서 만났더니, 이수점이 말하기를 ‘이 사람은 나의 처남이다.’라고 하였기 때문에 잠시 만나 이야기를 나누었습니다. 뒤에 또 이수점의 집에 찾아왔더니, 조중우가 과연 찾아왔습니다. 그러나 그 집에는 손님을 접대할 곳이 없어서 문간에서 읍만 하였을 뿐 원래 상소를 의논한 일이 없습니다. 박경수는 어릴 때 면분이 있었으나 상중에 있었으므로 서로 조문하지 않아 절교하였습니다.”하였다. 형조가 아뢰기를,“박경수는 죄가 조중우와 같으니 일체 변원에 정배하고, 윤천운과 이수점은 등급을 감하여 정배하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 27일(임진) 1번째기사",
                "gt-oKo": "형조(刑曹)에서 조중우를 문초하니, 조중우가 공초(供招)하기를, “이달 보름 무렵에 시골에 있으면서 상소문을 지어서 이현(泥峴)의 본가(本家)에 와 있었습니다. 사인(士人) 박경수(朴景洙)가 마침 방문하였기에 초고(草稿)를 보였더니, 박경수가 말하기를, ‘이 상소는 매우 좋은 뜻이나 이 초고는 쓸 수가 없으니, 내가 마땅히 고쳐서 지어야만 되겠다.’ 하였습니다. 전후에 걸쳐 오고가기를 무릇 세 차례 하였는데, 박경수가 말하기를, ‘모일(某日)에는 상소를 올릴 수 있다.’ 하였습니다. 처음에 상소를 올리려고 할 때에 매부(妹夫) 이수점(李受漸)이 만류하며 말하기를, ‘시골에 있는 사람은 묘리(妙理)를 알지 못하는데, 이러한 상소를 올렸다가 장차 어찌할 것인가?’ 하였습니다.” 하였다. 다시 문초하니, 공초하기를, “당초에 사주한 것은 주자동(注子洞)에 사는 윤천운(尹天運)으로서 일찍이 한번 만난 적이 있었는데, 갑자기 찾아와서 말하기를, ‘그대가 진소(陳疏)를 하려고 한다는데 사실인가 아닌가?’ 하였습니다. 답하기를, ‘과연 그런 일이 있다.’ 하였더니, 그 뒤에 박경수가 와서 진소(陳疏)의 여부를 물었습니다. 필시 윤천운이 전하여 알려준 것일 터인데도 처음에는 동정(同情)하는 일이 없었으니, 함부로 남의 말을 듣고 이같은 망측(罔測)한 일에 빠졌던 것입니다. 만일 박경수와 면질(面質)시킨다면 모의(謀議)한 사람을 스스로 가리켜 고발할 것입니다.” 하였다. 이에 형조에서 박경수 등을 붙잡아다 문초할 것을 청하니, 임금이 그대로 따랐다. 박경수가 자백하기를, “이달 보름 무렵에 이수점(李受漸)이 와서 말하기를, ‘나의 처남(妻娚)인 용인(龍仁) 사는 조중우가 장씨(張氏)의 작호(爵號)를 회복하는 일을 위하여 상소를 하려고 하는데 모르긴 하지만 어떻겠는가?’ 하길래, ‘상소의 내용이 옳고 그른 것은 그만두더라도 국장(國葬)도 지내기 전에 그런 일을 하는 것은 적합한 시기가 아니니 그대가 만류하도록 하라.’라고 대답했더니, 이수점이 말하기를, ‘나의 생각도 또한 그러하다.’ 하였습니다. 며칠 지난 뒤 조중우가 만나기를 청하여 말하기를, ‘장씨(張氏)는 바로 우리 성상(聖上)을 낳아서 기르신 사친(私親)이신데, 성상께서 왕위를 계승하신 지 이미 오래 되었지만 아직까지 서인(庶人)의 지위에 있으므로, 내가 상소를 하려고 한다. 나 같은 사람은 초야(草野)에 묻혀 있는 사람이지만 오히려 개탄스럽게 생각하는데, 그대처럼 번화한 서울에 사는 유식한 선비가 어찌하여 이런 나약한 의논을 펴면서 만류하는가?’ 하고, 이내 옷소매 속에서 종이 한 장을 꺼내 보이며 말하기를, ‘이것이 내가 지은 상소문인데, 청컨대 상세히 보고서 뺄 것은 빼고 다듬을 곳은 다듬어 주게.’라고 하였습니다. 이에 ‘나는 문사(文士)가 아니니, 어찌 손을 댈 수가 있겠는가?’라고 대답하였으며, ‘어느 날 올릴 수 있다.’는 일은 애당초 발설한 적이 없습니다. 과연 모의(謀議)한 곳이 있다면 어찌 오늘의 화(禍)를 미리 알아차리고서 조중우에게 말하지 않을 수 있겠습니까?” 하였다. 윤천운이 공초하기를, “이수점이 이현(泥峴)의 조중우의 집에 들어가 살았기 때문에 일전에 가서 만났더니, 이수점이 말하기를, ‘이 사람이 나의 처남이다.’ 하였습니다. 그래서 잠시 만나서 이야기를 나누었습니다. 그 뒤에 또 이수점의 집에 가서 만났을 때 조중우가 과연 찾아왔으나 그 집은 손님을 접대할 곳이 없기 때문에 문간에서 읍(揖)만 하고 말았을 뿐이며, 원래 상소에 대해서는 의논한 일이 없었습니다. 박경수는 어렸을 때 얼굴을 알고 지내는 처지였으나 상(喪)을 당하여 조문(弔問)을 오지 않았기 때문에 바로 절교(絶交)하였습니다.…….” 하였다. 형조에서 아뢰기를, “박경수는 죄가 조중우와 동일하니, 청컨대 똑같이 먼 변방으로 정배(定配)시키고, 윤천운과 이수점은 감등(減等)하여 정배시키소서.” 하니, 임금이 그대로 따랐다.",
                "hj": "○壬辰/刑曹刑趙重遇, 重遇供曰: “今月望間, 在鄕構疏, 來于泥峴本家。 士人朴景洙適訪, 示草, 則景洙曰: ‘此疏極善思, 而此草不可用, 吾當改搆。’ 前後往返, 凡三次, 而景洙以爲: ‘某日可呈。’ 初欲呈疏時, 妹夫李受漸挽之曰: ‘鄕曲之人, 不知妙理, 呈此等疏, 將若之何?’” 更推: “當初指嗾注子洞居尹天運, 曾有一面之分矣, 忽來訪曰: ‘君欲陳疏, 然否?’ 答曰: ‘果有是事。’ 其後景洙來問陳疏與否。 必是天運傳通, 而初無同情之事, 妄聽人言, 陷此罔測。 若與景洙面質, 則謀議之人, 自可指告。” 於是, 刑曹請拿問景洙等, 上從之。 景洙供曰: “今月望間, 李受漸來言曰: ‘其妻娚龍仁居趙重遇, 爲張氏復爵號事, 欲上疏, 未知何如?’ 答曰: ‘疏語是非, 姑無論, 國葬之前, 事非其時, 君其挽止。’ 受漸曰: ‘吾意亦然。’ 後數日, 重遇請見曰: ‘張氏, 卽我聖上誕育之親, 而嗣位已久, 尙在庶人之位, 吾欲上疏矣。 如我者, 草野之人, 猶尙慨然, 如君京華有識之士, 何爲此委靡之論而挽止乎?’ 仍自袖出一紙曰: ‘此吾所搆疏, 請詳見刪潤。’ 答曰: ‘吾非文士, 何以下手?’ 某日可呈事, 初無發說。 果有謀議處, 則安能逆覩今日之禍, 不言于重遇乎?” 天運供曰: “李受漸入居泥峴趙重遇家, 故日前往見, 受漸曰: ‘此吾妻娚’, 故暫接談。 後, 又見於受漸家, 重遇果來訪, 而其家無接客處, 揖於門間而已, 元無議疏之事。 景洙兒時有面分, 而在喪不相弔問, 便成絶交” 云云。 刑曹啓言: “朴景洙罪均重遇, 請一體邊遠定配, 尹天運、李受漸減等定配。” 上從之。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King restored the mourning clothes for the late Queen Mother in gisa year (.",
                "H2KE-nKo": "기유년에 공제하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 4일(기사) 1번째기사",
                "gt-oKo": "공제(公除)하였다.",
                "hj": "○己巳/公除。"
            },
            "2": {
                "H2KE-EN": "On musul day, the first day of the month, the senior ninth-rank military officials led the royal secretaries and reported to the King as follows: From the beginning of the state funeral, the senior ninth-rank military officials originally set a limit for the period of wearing mourning robes. However, the period of ending the mourning period is not in accordance with the regulations. Furthermore, the period of ending the mourning period has already been completed, and your subjects should be allowed to dismiss them from office. The King followed this recommendation.",
                "H2KE-nKo": "원상이 승지들을 거느리고 아뢰기를,“예전부터 국휼 때에는 원상이 본래 성복 때까지로 한정하였으니, 공제 때까지 그대로 입직하는 것은 원래 규례가 아닙니다. 더구나 이미 공제가 지났으니, 신들을 파직하도록 허락해야 합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 4일(기사) 2번째기사",
                "gt-oKo": "원상(院相)이 여러 승지를 인솔하고 아뢰기를, “예전부터 국휼(國恤) 때 원상은 본래 성복(成服) 때까지를 한정으로 하였으니, 공제(公除)까지로 한정하여 그대로 입직(入直)하는 것은 원래 예규(例規)가 아닙니다. 더구나 이미 공제가 지났으니, 마땅히 신(臣) 등을 파출(罷黜)하도록 허락하셔야 할 것입니다.” 하니, 임금이 그대로 따랐다.",
                "hj": "○院相率諸承旨啓曰: “自前國恤時, 院相本以成服爲限, 至於限公除仍直, 元非例規。 況旣過公除, 宜許臣等罷黜。” 上從之。"
            },
            "3": {
                "H2KE-EN": "Fourth Censor Shin Seok reported to the King as follows: Previously, when Your Majesty inherited the throne, Second Deputy Director Yun취sang himself stayed in the palace and did not exit the courtyard. However, the inspectors and censors urged him to exit the courtyard, and instead slandered him. Please dismiss him from his position. The King granted permission.",
                "H2KE-nKo": "정언 신절이 아뢰기를,“일전에 사위를 정청할 때 좌윤 윤취상은 궐내에 있으면서 정반에 나오지 않았고, 대감이 나오라고 재촉하자 도리어 욕설을 퍼부었으니, 파직하소서.”하니, 윤허하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 4일(기사) 3번째기사",
                "gt-oKo": "정언(正言) 신절(申晢)이 아뢰기를, “일전에 사위(嗣位)를 정청(庭請)할 때 좌윤(左尹) 윤취상(尹就商)은 자신이 대궐 안에 있었지만 정반(庭班)에 나가지 않았고, 대감(臺監)이 나올 것을 재촉하자 도리어 욕설을 하며 꾸짖었으니, 청컨대 파직시키소서.” 하니, 윤허하였다.",
                "hj": "○正言申晳啓: “日者嗣位庭請時, 左尹尹就商, 身在闕中, 不出庭班, 臺監促出, 反加詬叱。 請罷職。” 允之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Yi Huijo , clerk of the Office of Royal Decrees , presented a memorial to the King, which stated, In the previous year, your subject presented a copy of the East and West Institutes (C. Dong Zhou zhyeon jie . In addition, there was a study of the Comprehensive Mirror to Aid in Government (C. K. Xingli daquan . He then requested that a copy of the Comprehensive Mirror to Aid in Government (C. Yeonje daquan be presented at the morning and in the evening. Great King Taejong praised him with utmost sincerity. Upon hearing that during the cessation of wailing in the second anniversary of King Myeongjo and King Taejong, they also attended the Royal Lecture. Today, even though we cannot prepare our propriety and attend the Royal Lecture, if Your Majesty receives a Confucian scholar and lectures on this copy of the Comprehensive Mirror to Aid in Government (C. Xuan daquan, he will certainly be supplied. The King admired him.",
                "H2KE-nKo": "좨주 이희조가 상소하기를,“신이 작년에 편찬한 《동현주의》를 올리면서 선정신 이언적의 《구경연의》 중에 말한 것을 아울러 기록하였습니다. 이어서 조만간 진강할 《구경연의》 본서를 대행 대왕께서 정밀하고 절실하다고 칭찬하셨습니다. 듣건대 명종, 선조 두 조정에서 대상의 졸곡 전에도 경연에 나아갔다고 합니다. 오늘 비록 예를 갖추어 경연을 열지는 못하더라도 유신을 인접하여 이 책을 강하신다면 반드시 도움이 있을 것입니다.”하니, 주상이 기꺼이 받아들였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 5일(경오) 1번째기사",
                "gt-oKo": "좨주(祭酒) 이희조(李喜朝)가 상소하기를, “신이 지난해 편찬한 《동현주의(東賢奏議)》를 올렸는데, 선정신(先正臣) 이언적(李彦迪)의 《구경연의(九經衍義)》 가운데 말한 것을 아울러 기록하였습니다. 이어서 조만간에 진강(進講)하실 것을 청하였는데 《구경연의》 본서(本書)는 대행 대왕이 정밀하고 절실하다고 포양(褒揚)하셨습니다. 듣건대 명종(明宗)과 선조(宣祖) 두 조정에서는 대상(大喪)의 졸곡(卒哭) 전에도 경연(經筵)에 나아갔다 합니다. 오늘날 비록 예를 갖추어 경연을 열지는 못한다 하더라도 만일 유신(儒臣)을 인접(引接)하여 이 책을 강론한다면 반드시 도움이 있을 것입니다.” 하니, 임금이 가납(嘉納)하였다.",
                "hj": "○庚午/祭酒李喜朝上疏曰: 臣於上年, 投進所編《東賢奏議》, 幷錄先正臣李彦迪《九經衍義》中所爲說者。 仍請早晩進講《衍義》本書, 大行大王, 褒以精切。 聞明、宣兩朝於大喪卒哭前, 亦御經筵。 今日, 雖不得備禮開筵, 若引接儒臣, 講以此書, 則必有所補。 上嘉納之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Right State Councilor Yi Geom , who said, The epitaph for the tomb should be engraved on a large character. However, the records of the royal tomb are different from each other. In the gihae year (, only a shrine title should be used. In the spring of the Royal Tomb and in the spring of the gabo year (, a posthumous title should be used together. In the autumn state funeral, a shrine title should be used together. In the gyeongsin year (, the gyehae year (, and the sinsa year (, a posthumous title and 휘호 should be used together. Presently, the people of the opinion all said, The epitaph for a large character is too small and it is easy to become empty. It is not necessary to use the posthumous title and 휘호 only a shrine title and a posthumous title should be used. The King followed this advice.",
                "H2KE-nKo": "우의정 이건명이 아뢰기를,“지석의 덮개 위에 ‘대’ 자를 새겨야 하는데, 산릉 등록이 각각 다릅니다. 기해년에는 묘호만 썼고, 천릉할 때와 갑인년 봄에는 시호를 아울러 썼으며, 가을의 국휼 때에는 묘호를 아울러 썼고, 경신년, 계해년, 신사년에는 시호와 휘호를 아울러 썼습니다. 지금 외부의 의론이 모두 ‘글자 많으나 작아서 닳아 없어지기 쉽다.’라고 하니, 시호와 휘호를 모두 쓸 필요 없이 다만 ‘묘’와 ‘시’만 써서 글자의 획을 크게 하여 생략하고자 합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 6일(신미) 1번째기사",
                "gt-oKo": "우의정 이건명(李健命)이 말하기를, “지석(誌石)의 덮개 위에는 마땅히 큰 글자를 새겨야 하는데, 산릉(山陵)의 등록(謄錄)이 각기 다릅니다. 기해년에는 단지 묘호(廟號)만 썼고 능(陵)을 옮길 때와 갑인년 봄에는 시호(諡號)를 아울러 썼으며, 가을의 국휼(國恤) 때는 묘호를 아울러 썼습니다. 경신년·계해년·신사년에는 시호와 휘호(徽號)를 아울러 썼습니다. 지금 외방의 의논은 모두들 말하기를, ‘글자 수가 많고 획이 작으면 만멸(漫滅)을 초래하기 쉬우니 시호와 휘호를 굳이 다 쓸 것이 없으며, 단지 묘호와 시호만 쓰고 자획(字畫)을 크게 해서 간략한 것을 따랐으면 한다.’고 합니다.” 하니, 임금이 그대로 따랐다.",
                "hj": "○辛未/右議政李健命言: “誌石蓋上, 當刻大字, 而山陵謄錄各異。 己亥只書廟號, 遷陵時及甲寅春, 則幷書諡號, 秋國恤則幷書廟號, 庚申、癸亥、辛巳, 則幷書諡號、徽號。 卽今外議皆言: ‘字多而小, 易致漫滅, 諡、徽號, 不必盡書, 只書廟、諡, 欲大字畫, 以取省約矣。” 上從之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyeyu day, Supreme General [of the Middle Army Commandery General] Yi 이이명이 아뢰기를, “소대 때 lecture on the Outlines and Details of the Comprehensive Mirror to Aid in Government (C. Tongjian gangmu . The Way of the Way (C. Tongjian jing is recorded in the Book of Documents (C. Shu jiali . However, the ancients always read the funeral rites. Comprehensive Mirror to Aid in the Book of Rites (C. Liji should select and present the lecture before the rite marking the end of grieving. This appears to be convenient in the way of wearing mourning robes. Your subject requests that 유신 be ordered to discuss the matter with the Director of the Office of the State Records . The King approved this request. Yi Myeongdeok said, The protocol of wearing mourning robes repeatedly changed, and the matters were related to the decision, and there is still inconvenient. Regarding the cessation of grieving the rite marking the end of grieving the mourning period, all the officials and the officials should wear white hemp hats and white hemp hats. However, the Family Rites of Rites (C. Liji reads, After the rite marking the end of grieving the mourning period, officials and the officials should wear black gauze hats, black hemp hats, and white clothes. Earlier, when Min Sun requested that white hemp hats and white hemp hats be changed to the end of grieving the rite marking the end of grieving the mourning period, this was made a permanent rule. Presently, all the officials have already received dressed in their mourning robes, and when the rite marking the end of grieving the mourning period, they should wear their mourning robes. Although their mourning robes are different from that of conducting state affairs, it seems inappropriate to wear their mourning robes without wearing the rite marking the end of grieving the mourning period. Your subject thinks that after the rite marking the end of grieving the mourning period, officials and the officials should wear their mourning robes and hemp hats, and white hemp hats, and wait for the rite marking the end of grieving the mourning period, they should wear their white hemp hats. It would be appropriate to have the officials of the Ministry of Rites discuss this matter with high-ranking officials and then report to the King. The King approved this request. Yi Myeongdeok said, When the rite marking the end of",
                "H2KE-nKo": "판중추부사 이이명이 아뢰기를,“소대에서 《자치통감강목》을 강하였는데, 치도의 성쇠와 정령의 득실이 모두 이 책에 실려 있습니다. 옛사람이 거상할 때에는 반드시 상례를 읽었으니, 《예기》에서 상례에 관계된 것을 뽑아내어 졸곡 전에 진강하게 하는 것이 예를 행하는 방도에 유익할 듯합니다. 유신으로 하여금 영사에게 문의하게 하소서.”하니, 주상이 그대로 따랐다. 이이명이 아뢰기를,“이번 상복의 의절을 여러 차례 고쳤는데, 일이 전도되어 미진한 점이 있습니다. 졸곡 뒤에 상하의 복색을 모두 백포와 백모로 재가받았는데, 《국조오례의》에는 졸곡 뒤에 상하의 복색은 오모와 오대와 백의를 착용하도록 되어 있습니다. 일찍이 선조 때 민순이 백포와 백모로 고치기를 청하여 지금까지 준행해 정식으로 삼고 있습니다. 지금은 신하들이 이미 최복을 입었으니, 연제를 지낼 때에는 최복을 갈아입어야 합니다. 최복이 시사복과는 다르지만 최복을 갈아입지 않았는데 시사복을 지레 백포로 입는 것은 온당치 못한 듯합니다. 신의 생각에는 졸곡 뒤에 상하의 시사복은 그대로 포모와 의대를 착용하고 연제를 지낼 때에는 백포와 백모를 착용하는 것이 마땅할 듯합니다. 예관으로 하여금 대신에게 문의하여 주상께 여쭈어 처리하게 하소서.”하니, 주상이 그대로 따랐다. 이이명이 아뢰기를,“국상의 졸곡 전에 사대부 집안의 기제를 대략 지내는 경우도 있고 행하지 않는 경우도 있으며, 묘제를 폐지하는 경우도 있고 초하루와 보름에 참제를 행하기도 하고 행하지 않기도 합니다. 이것이 국가의 전례에는 관계되지 않지만 일정한 제도가 있어야 하니, 또한 예관으로 하여금 참작하여 정해서 주상께 여쭈어 처리하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 8일(계유) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事) 이이명(李頤命)이 아뢰기를, “소대(召對) 때 《강목(綱目)》을 강(講)하는데, 치도(治道)의 오륭(汚隆)과 정령(政令)의 득실(得失)이 모두 이 책에 기재되어 있기는 하지만, 고인(古人)은 상중(喪中)에 반드시 상례(喪禮)를 읽었습니다. 《예기(禮記)》의 상례에 관계된 것들을 초출(抄出)하여 졸곡(卒哭) 이전에 진강(進講)하면, 상례(喪禮)를 행하는 도리에 유익할 듯합니다. 청컨대 유신(儒臣)으로 하여금 영사(領事)에게 문의하게 하소서.” 하니, 임금이 그대로 따랐다. 이이명이 아뢰기를, “이번의 상복(喪服) 의절(儀節)은 누차 고쳐 일이 전도되었는데, 아직까지도 미진한 점이 있습니다. 졸곡 뒤 상하(上下)의 복색을 다 백포(白布)·백모(白帽)로 계하(啓下)하였는데, 《오례의(五禮儀)》에는 졸곡 뒤 상하가 오사모(烏紗帽)·흑각대(黑角帶)·백의(白衣)를 착용하도록 되어 있습니다. 일찍이 선조조(宣祖朝)에 민순(閔純)이 백포와 백모를 고칠 것을 청하여 지금까지 준용해 성식(成式)을 삼아 왔으나, 이번에는 군신(群臣)이 이미 최복(縗服)을 입었으니 연제(練祭)를 지낼 때는 마땅히 그 최복을 빨아야 합니다. 최복과 시사복(視事服)은 비록 차이가 있긴 하지만, 최복을 빨지 않았는데 시사복은 곧바로 백포를 사용한다면 미안할 듯합니다. 신의 생각에는 졸곡 뒤 상하의 시사복은 그대로 포모 의대(布帽衣帶)를 착용하고 연제(練祭)를 지내기를 기다려 백포모(白袍帽)를 착용하는 것이 아마도 합당할 듯합니다. 마땅히 예관(禮官)으로 하여금 여러 대신(大臣)에게 문의하여 품처(稟處)토록 해야 할 것입니다.” 하니, 임금이 그대로 따랐다. 이이명이 말하기를, “국휼(國恤)의 졸곡 전에 사대부(士大夫) 집의 기제(忌祭)를 혹은 간략하게 지내는 이가 있는가 하면 혹은 지내지 않는 이도 있습니다. 묘제(墓祭)는 간혹 폐지하는 이가 있기도 하고 삭망(朔望)의 참배(參拜)는 어떤 이는 행하기도 하고 어떤 이는 행하지 않기도 합니다. 이것은 비록 국가의 전례(典禮)에는 관계가 없지만, 마땅히 일정한 제도가 있어야 할 것입니다. 또한 예관(禮官)으로 하여금 작정(酌定)하여 품처토록 하소서.” 하니, 임금이 그대로 따랐다.",
                "hj": "○癸酉/判中樞府事李頣命啓曰: “召對, 講《綱目》, 治道汚隆、政令得失, 盡載此書, 而古人居喪, 必讀喪禮。 《禮記》之關於喪禮者, 抄出進講於卒哭之前, 似有益於服禮之道。 請令儒臣, 問議領事。” 上從之。 頣命曰: “今番喪服儀節, 屢改, 事涉顚倒, 猶有未盡。 卒哭後上下服色, 皆以白布、白帽啓下, 而《五禮儀》則卒哭後, 上下用烏帽ㆍ帶、白衣。 曾在宣廟朝, 閔純請改以白布、白帽, 至今遵爲成式矣。 今則群臣已受縗, 練時當練其縗。 縗服與視事服雖異, 縗服未練, 而視事服徑用白布, 似爲未安。 臣意則卒哭後, 上下視事服, 仍用布帽、衣帶, 待練用白袍帽, 恐爲得宜。 宜令禮官, 問議諸大臣而稟處。” 上從之。 頣命曰: “國恤卒哭前, 士大夫家忌祭, 或有略設者, 或有不行者, 墓祭或有廢之者, 朔望參或行或否。 此雖不關於國家典禮, 宜有定制。 亦令禮官, 酌定稟處。” 上從之。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites advised: Regarding the dressing of robes for the dressing of the crown and ceremonial attire for the Supreme General [of the Middle Army Commandery General] Yi Myeongdeok , the Chief State Councilor [of the Middle Army Commandery General] [] [of the Middle Army Commandery General [] [of the Middle Army Commandery General] [] [the Middle Army Commandery General] [] [of the Middle Army",
                "H2KE-nKo": "예조가 아뢰기를,“판중추부사 이이명이 아뢴 복색에 관한 일을 대신에게 의논하였더니, 영의정 김창집은 ‘오늘날 상제가 이미 정해져서 상하가 최복을 입고 연제를 지낼 때 마땅히 연제를 지내야 하니, 정사를 볼 때의 복색도 마땅히 차이가 없어야 합니다. 국상의 졸곡 전에 사대부 집안의 기제, 묘제, 삭망제에 참석하는 것에 대해 여러 현인들의 의론이 또한 일치하지 않는 경우가 많은데, 문순공 박세채가 사사로이 기록한 바에 의하면 「기제와 묘제에 대해서는 문순공 이황, 문성공 이이, 문간공 성혼이 모두 마땅히 행해야 한다고 말하였다.」라고 하였고, 문정공 송시열, 문정공 송준길은 또 「그의 스승 문원공 김장생이 국상을 당할 때마다 묘제를 폐하였는데, 기제에 대해서는 단헌으로 행하는 것이 참작하여 변통하는 적절함을 얻었다.」라고 하였습니다. 대체로 예가는 예절에 있어서 모두 동일하게 할 수 없으니, 조정에서 굳이 일정한 제도를 만들 필요가 없습니다. 각자 마음속으로 깊이 헤아리고서 마음에 편안한 것을 구하여 행하도록 허락한다면 모두 선정의 의론에서 벗어나지 않을 것입니다. 행하는 자는 인에 가깝고 폐하는 자는 의에 가까우니, 이와 같이 처리한다면 아마도 잘못이 없을 듯합니다.’라고 하였습니다.”하니, 주상이 의논한 대로 행하라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 8일(계유) 2번째기사",
                "gt-oKo": "예조에서 아뢰기를, “판부사(判府事) 이이명(李頤命)이 주달(奏達)한 복색에 관한 일에 대하여 대신에게 의논하였더니, 영의정 김창집(金昌集)은 말하기를, ‘오늘날 상제(喪制)가 이미 결정되어 상하가 최복(縗服)을 착용하여 연제(練祭)를 지낼 때에 마땅히 빨아야 하니, 시사복(視事服)이 마땅히 다른 점이 없어야 할 것입니다. 국휼(國恤)의 졸곡(卒哭) 전에 사대부 집의 기제(忌祭)·묘제(墓祭)·삭망참(朔望參)에 대하여 여러 현인(賢人)들의 의논이 또한 동일하지 않은 점이 많은데, 문순공(文純公) 박세채(朴世采)가 사사로이 기록한 바에는, ‘기제와 묘제는 문순공(文純公) 이황(李滉)과 문성공(文成公) 이이(李珥)와 문간공(文簡公) 성혼(成渾)이 다 마땅히 행해야 된다고 말하였다.’ 하였습니다. 문정공(文正公) 송시열(宋時烈)과 문정공(文正公) 송준길(宋浚吉)은 또 말하기를, ‘스승 문원공(文元公) 김장생(金長生)이 매번 국휼을 당하면 묘제는 폐지하였으나, 기제는 단헌(單獻)으로 거행하면서 「참작 변통의 마땅함을 얻었다.」 하였다.’고 하였습니다. 대저 예가(禮家)가 예절(禮節)에 대하여 완전히 동일할 수 없으니, 조정에서 굳이 일정한 제도를 제정할 필요가 없습니다. 각자 깊이 생각하여 그 마음에 편안한 것을 찾아서 하도록 허락한다면 모두 선정(先正)의 의논에 벗어나지 않을 것입니다. 기제와 묘제를 지내는 자는 인(仁)에 가깝고 그것을 폐지하는 자는 의(義)에 가까울 것이니, 처리하기를 이와 같이 한다면 아마도 혹시나마 실수가 없을 듯합니다.” 하니, 임금이 의논에 따라 시행하도록 명하였다.",
                "hj": "○禮曹啓曰: “判府事李頣命所奏服色事, 議于大臣, 則領議政金昌集以爲: “今日喪制旣定, 上下服縗, 練時當練, 則視事之服, 宜無異同。 國恤卒哭前, 士夫夫家忌ㆍ墓祭、朔望參, 諸賢之論, 亦多不一, 而文純公朴世采, 私有所錄以爲: ‘忌、墓祭, 則文純公李滉、文成公李珥、文簡公成渾, 皆言其當行。’ 文正公宋時烈、文正公宋浚吉又言: ‘其師文元公金長生, 每遇國恤, 廢墓祭, 而忌祭則以單獻行之, 謂得酌變之宜。’ 大抵禮家於禮節, 不能盡同, 朝廷不必立爲一定之制。 許令各自隱度, 求其安於心者爲之, 俱不外於先正之論。 行之者近乎仁, 廢之者近乎義, 處之如斯, 恐或無失。” 上命依議行之。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Your subjects asked Director of the Office of the Royal Decrees 김창집 for a lecture on the Confucian Classics . They said, It is a reasonable to read the Book of Rites (C. Liji . However, the Book of Rites (C. Liji reads a large number of book, and it is not appropriate to read the Book of Music (C. Music and others today. Your subjects request that the book for a lecture on the Confucian Classics be discussed and chosen, and lecture on the book for a lecture on the Confucian Classics. The King ordered that the lecture on the Classics be implemented according to the discussion.",
                "H2KE-nKo": "홍문관이 아뢰기를,“진강할 책자에 대해 영사 김창집에게 문의하니, 말하기를 ‘상중에 예법을 읽는 것은 뜻한 바가 있어서입니다. 그러나 《예기》는 편질이 방대하여 악기 등의 편과 같은 것도 오늘날 진강해야 할 것이 아닙니다. 진강하기에 합당한 편목을 유신으로 하여금 상의하여 뽑아내서 진강하게 하는 것이 마땅할 듯합니다.’라고 하였습니다.”하니, 주상이 의논한 대로 시행하라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 7월 8일(계유) 3번째기사",
                "gt-oKo": "홍문관(弘文講)에서 아뢰기를, “진강(進講)할 책자(冊子)에 대해 영사(領事) 김창집(金昌集)에게 문의하였더니, 말하기를, ‘거상(居喪) 때 예서(禮書)를 읽는 것은 나름대로 의의가 있는 것이나, 《예기(禮記)》는 편질(篇秩)이 호다(浩多)하고 악기(樂器) 등과 같은 편(篇)은 또 오늘날 마땅히 강론해야 할 것이 못되니, 진강에 적합한 편목(篇目)을 유신(儒臣)으로 하여금 상의해 초출(抄出)하도록 하여 진강하는 것이 합당할 듯합니다.’ 하였습니다.” 하니, 임금이 의논에 따라 시행하도록 명하였다.",
                "hj": "○弘文館啓曰: “進講冊子, 問議於領事金昌集, 則以爲: ‘居喪讀禮, 意有所在, 而《禮記》, 篇秩浩多, 如《樂記》等篇, 又非今日之所當講。 其可合進講篇目, 令儒臣, 商確抄出, 進講似宜’ 云。” 上命依議施行。"
            }
        }
    },
    "08": {
        "13": {
            "1": {
                "H2KE-EN": "In jeongmi year (, Minister of Personnel Jo Gui , resigned and did not attend to the King, but he was dismissed.",
                "H2KE-nKo": "정미년에 이조 판서 조태구가 사직하고 나아오지 않자 면직하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 8월 13일(정미) 1번째기사",
                "gt-oKo": "이조 판서 조태구(趙泰耉)가 사직하고 취임하지 않으므로 면직시켰다.",
                "hj": "○丁未/吏曹判書趙泰耉辭不就, 免。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "At the sinhae year, [the King] appointed Director of the Royal House Administration Won Suk as minister of personnel .",
                "H2KE-nKo": "신해년을 이조 판서로 삼았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 8월 17일(신해) 1번째기사",
                "gt-oKo": "민진원(閔鎭遠)을 이조 판서로 삼았다.",
                "hj": "○辛亥/以閔鎭遠爲吏曹判書。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On musul day, Minister of Personnel Min Yeok submitted a memorial as follows: In the past, our 인현 왕후 (Jeongjong always worried about your subjects reputation and ranks have gradually been raised. His Majesty the late King (Taejong recorded his words in the Royal Secretariat . After the sinsa year (, your subjects brothers were all promoted to the ranks of ministers . However, at the time of the Eastern Examination , Your Majesty did not pass judgment even once. This is because Your Majesty intended to remember the sincerity of Queen Seongs nature and to protect him in order to preserve the peacefulness. The King did not grant this petition. Chief State Councilor 김창집이 repeatedly requested that Your Majesty allow your subject to be allowed to take his position. The King approved this request.",
                "H2KE-nKo": "이조 판서 민진원이 상소하기를,“옛날 우리 인현왕후께서는 매번 신의 이름과 지위가 점점 현달해지는 것을 근심하셨는데, 선왕께서는 그 말을 친히 지으신 지문 가운데 기재하셨습니다. 신사년 이후로 신의 형제가 모두 재상의 반열에 올랐으나 이조에는 한번도 낙점하신 적이 없었습니다. 이는 성비의 평소의 뜻을 추모하여 곡진히 보호해 주어 온전하게 해 주신 것입니다.”하니, 비답을 내려 허락하지 않았다. 영의정 김창집이 대정이 지연된다는 이유로 차자를 올려 체차해 줄 것을 청하니, 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 8월 24일(무오) 1번째기사",
                "gt-oKo": "이조 판서 민진원이 상소하기를, “옛날에 우리 인현 왕후(仁顯王后)께서 매양 신의 이름과 지위가 점차 드러나는 것에 대해 근심을 하셨고, 선왕(先王)께서는 친히 지으신 지문(誌文) 가운데 그 말씀을 기재하였습니다. 신사년 이후로 신의 형제가 다 재신(宰臣)의 반열에 올랐으나 동전(東銓)에는 일찍이 한 번도 낙점(落點)을 하신 적이 없었습니다. 성비(聖妃)의 평소의 뜻을 미루어 생각해 본다면 힘을 다해 보호하여 안전(安全)케 하려는 것이었습니다.” 하니, 비답을 내려 허락하지 않았다. 영의정 김창집(金昌集)이 대정(大政)이 지연 됨으로 인해 차자(箚子)를 올려 체직(遞職)을 허락할 것을 청하니, 그대로 따랐다.",
                "hj": "○戊午/吏曹判書閔鎭遠上疏曰: 昔我仁顯王后, 每以臣名位漸顯爲憂, 先王載其語於親製誌文中。 辛巳後臣之兄弟, 皆躋宰列, 而於東銓則未嘗一下天點。 所以追思聖妃之雅意, 曲加保護而全安也。 批不許。 領議政金昌集, 以大政遷就, 箚請許遞, 從之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King appointed Song Sanggi as minister of personnel .",
                "H2KE-nKo": "송상기를 이조 판서로 삼았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 8월 25일(기미) 1번째기사",
                "gt-oKo": "송상기(宋相琦)를 이조 판서로 삼았다.",
                "hj": "○己未/以宋相琦爲吏曹判書。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Song Seongmyeong , a lower clerk of the gapjin year (, submitted a memorial requesting that Hwang Seon be dismissed from his position. The King approved this request. 승지 Kwon엽 , Jo Myeongbong , and others requested that Hwang Seon be withdrawn from his position, saying, Song Seongmyeongs memorial advised solely on destroying the royal court. Moreover, Hwang Seons case was very cunning and deceitful. At that time, when Hwang Seongmyeongs memorial was given to him, Hwang Seon and others consulted and received a royal approval, and immediately received a royal approval. No one would know about the circumstances wherein we did not evade the circumstances wherein we hide the circumstances wherein we did not hide the circumstances wherein we hide and hide the circumstances wherein we hide. Considering this, we evidently see that he harbored the circumstances wherein we hide the circumstances wherein we hide. However, Your Majesty did not understand the circumstances wherein we hide the circumstances wherein we hide. The King did not respond.",
                "H2KE-nKo": "갑자년에 승지 송성명이 상소하여, 승지 황선이 넌지시 여쭈고 김일경의 상소에 대한 비답을 고치기를 청하였다는 이유로 책임을 물어 파직하기를 청하니, 주상이 그대로 따랐다. 승지 권엽과 조명봉 등이 명을 도로 거두어들이기를 아뢰기를,“송성명의 상소에서 나열한 것은 오로지 조정을 어지럽히려는 계책에서 나온 것인데, 황선을 거론한 일은 더욱 교활하고 참혹합니다. 그 당시 상소에 대한 비답이 내려왔을 때 황선이 동료 관원과 상의하고 주상의 뜻을 여쭈어 즉시 고쳐서 내리라는 비답을 받들었으니, 그것이 애매모호하고 비밀로 숨긴 정상이 아닌 것을 누가 모르겠습니까. 그런데 지금 그 말을 하면서 비밀로 숨긴다는 죄과를 억지로 덮어 씌웠으니, 여기에서 그의 마음씀이 참혹하고 악독하다는 것을 대략 알 수 있습니다. 그런데도 전하께서는 미처 자세히 살피지 못하셨으니, 현혹하는 그의 정상에 대해 삼가 우려와 탄식을 금할 수 없습니다.”하니, 답하지 않았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 8월 30일(갑자) 1번째기사",
                "gt-oKo": "승지 송성명(宋成明)이 상소하여, 승지 황선(黃璿)이 미품(微稟)하여 김일경(金一鏡)의 상소에 대한 비답을 개정할 것을 청한 것을 가지고서 견책을 가하여 파직시킬 것을 청하니, 임금이 그대로 따랐다. 승지 권엽(權熀)·조명봉(趙鳴鳳) 등이 도로 회수할 것을 계청(啓請)하기를, “송성명의 상소는 그 나열한 바가 오로지 조정을 괴란(壞亂)시키려는 계획에 있는데, 황선을 헐뜯어 논의한 일에 이르러서는 더욱 몹시 간교하고 참혹합니다. 그 당시 소비(疏批)가 내릴 때에 황선이 동료 관원들과 서로 의논해서 품지(稟旨)하여 곧바로 ‘고쳐서 내리라.’는 비답을 받았으니, 그것이 암암리에 숨겨서 한 일이 아니라는 사실을 누구인들 모르겠습니까? 그런데도 지금 그가 말을 하는 것은 비밀리에 숨겨서 한 죄과로써 억지로 덮어씌우니, 여기에서 그 마음씀이 참독(渗毒)하다는 것을 대체로 짐작할 수 있는 것입니다. 그런데 전하께서는 미처 형혹(熒惑)의 정상을 살피지 못하시니, 삼가 몹시 근심되고 한탄스러운 마음을 가눌 수가 없습니다.” 하였으나, 답하지는 않았다.",
                "hj": "○甲子/承旨宋成明上疏, 以承旨黃璿微稟, 請改金一鏡疏批, 請譴罷, 上從之。 承旨權熀、趙鳴鳳等啓請還收曰: “宋成明疏, 其所臚列, 專在壞亂朝廷之計, 而至於攙論黃璿事, 尤極巧憯。 伊時疏批之下也, 璿與僚員, 相議稟旨, 卽承改下之批, 則其非暗昧秘諱之狀, 夫孰不知, 而今其爲言, 勒加以密地秘諱之科。 卽此槪見其用意之慘毒, 而殿下未暇審察, 其熒惑之情, 竊不勝憂歎之至。” 不報。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Kim Gyeong , a member of the Royal Stables , submitted a memorial which read as follows: Your subject impeached Yi Jeongik for his impeachment and impeaching him for the crime of impeaching him. After ten years have passed, Yi Jeongik suddenly reinstated his previous position and insulted him as he pleased. Your subject impeached Yi Jeongik for his crime, and his four characters were secretly investigated by Yi Jeongik. However, Yi Jeongik submitted a memorial presumptuously praised Yi Jeongik for his impeachment and impeaching him for his impeachment and impeachment. He brought this thirteen characters to the thirteen characters of high officials insulting the crime of Yi Jeongik for his impeachment and impeachment. Your subjects deeply worried about Yi Jeongik for his impeachment and impeached Yi Jeongik for his impeachment and impeachment. Yi Jeongik also said that the impeachment of Yi Jeongik had earlier been based on the words of Kim Gyeong. Yi Jeongiks impeachment and statements are all recorded in the official documents in the government. How could Yi Jeongik have slightly been spoken by your subjects report? Yi Jeongik dared to make a false report on Yi Jeongik, harboring impeachment, harboring that the three characters had earlier been used by Yi Jeongik for his impeachment and threatened by Yi Jeongik for his impeachment? Truly, this is an impeachment of the impeachment of Yi Jeongik for his impeachment and the",
                "H2KE-nKo": "무술년에 승지 김일경이 상소하기를,“신이 이정익이 임금을 핍박한 죄를 탄핵하였는데, 10년이 지난 뒤에 이정익이 갑자기 예전의 벼슬을 회복하고는 도리어 낭자하게 욕을 하였습니다. 신이 그 죄를 성토한 것은 ‘은혜를 베풀어 복을 구한다.[市恩徼福]’라는 네 글자가 긴요한 사안이었는데, 이정익의 상소에서는 ‘은혜를 베풀어 복을 구한다.[市恩徼福猥許以深憂過慮]’라는 13자를 가지고 억지로 여러 대신의 죄를 만들려고 하였습니다. 원로의 여러 신하가 깊이 근심하고 지나치게 염려한 것은 단지 한 사람 때문이었는데, 이정익이 ‘은혜를 베풀어 복을 구한다.[市恩徼福]’라는 네 글자를 가지고 위아래가 대면하여 기다렸으니, 지목하고 핍박한 죄는 감정을 일으키고 함께 분노한 것입니다. 이정익은 또 ‘흉악한 이잠이 일찍이 김일경의 말을 구실로 삼았다.’라고 하였습니다. 이잠의 원래 상소와 공사가 모두 공가의 문자에 실려 있으니, 돌아보건대 어찌 신의 계사 내용과 털끝만큼이라도 비슷한 점이 있겠습니까. 그런데도 이정익은 감히 아무 근거도 없이 스스로 지어내어 은연중에 ‘상유소’라는 세 글자를 가지고 어렴<unk>이 번쩍 내비치는 것입니까. 참으로 이른바 ‘막수유’라는 것입니다. 신이 이미 이처럼 심한 무함을 받았으니, 어찌 왕명을 출납하는 자리에 의기 양양할 수 있겠습니까.”하니, 주상이 답하기를,“흉악한 사람의 말을 어찌 입에 올릴 것이 있겠는가.”하였다. 승정원에서 넌지시 여쭈었기 때문에 비답을 고쳤다. 처음에 이정익이 남구만을 논핵하여 ‘은혜를 베풀어 복을 구한다.[沽恩徼福]’라고 하였는데, 김일경이 말하기를,“은혜는 누구에게서 나오고 복은 어디에서 생기는가. 어디에다 팔며 어느 때에 구하겠는가.”하였다. 이때에 이르러 다시 ‘은혜를 베풀어 복을 구한다.[沽恩徼福]’라는 말을 하여 은연중 총애를 구하는 뜻이 있었으니, 통탄스럽다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 8월 4일(무술) 1번째기사",
                "gt-oKo": "승지 김일경(金一鏡)이 상소하기를, “신이 이정익(李禎翊)의 핍존(逼尊)한 죄를 탄핵했는데, 10년이 지난 오늘에 이르러 이정익이 갑자기 옛날에 있던 자리를 회복하여 도리어 신을 낭자하게 매도(罵倒)하고 있습니다. 신이 이정익의 죄를 성토(聲討)하였던 까닭은 ‘시은(市恩)·요복(徼福)’이라는 네 글자가 긴요한 골자인데, 이정익의 상소는 ‘이에 시은·요복하는 것을 가지고서 외람되이 대단히 걱정하고 지나치게 염려하는 것으로 인정한다.[乃以市恩徼福 猥許以深憂過慮]’는 이 13자를 가지고서 억지로 대신(大臣)의 죄를 성립시켰습니다. 원로(元老) 제신(諸臣) 가운데 근심이 대단하고 염려가 지나친 이는 단지 한 사람뿐이었는데, 이정익의 ‘시은·요복’이라는 네 자는 상하(上下)가 대대(對待)하게 되니, 지핍(指逼)한 죄를 여러 사람들이 다 같이 분개하였습니다. 이정익은 또 말하기를, ‘흉인(凶人) 이잠(李潛)이 일찍이 김일경의 말에 구실을 삼은 바 있다.’ 하였습니다. 대저 이잠의 원소(原疏)와 공사(供辭)가 모두 공가 문자(公家文字)에 기재되어 있습니다. 돌아보건대 어찌 털끝만큼이라도 신의 계어(啓語)에 방불한 점이 있습니까? 그런데도 이정익이 이에 감히 터무니없는 말을 스스로 지어내어 은연중에 ‘상유소(嘗有所)’라는 세 자를 가지고 어렴풋이 언뜻 표출하였으니, 참으로 이른바 ‘막수유(莫須有)’란 것입니다. 신이 이미 이런 커다란 무함을 당했으니, 어찌 왕명(王命)을 출납(出納)하는 자리에 버젓이 앉아 있을 수 있겠습니까?” 하니, 임금이 답하기를, “흉인(凶人)의 상소를 어찌 입에 올릴 것이 있겠는가?” 하였다. 승정원(承政院)의 미품(微稟)으로 인해서 비답(批答)을 개정하였다. 처음에 이정익이 남구만(南九萬)을 ‘시은·요복한다.’고 논핵하니, 김일경이 말하기를, ‘은혜는 누구로부터 나오며 복은 어디로부터 생기는가? 어느 곳에다가 은혜를 팔고 어느 때에 복을 구하는가?’ 하였다. 이때에 이르러 다시 말하기를, ‘은혜를 팔고 복을 구하여 은연중 총애를 사고 파는 의사가 있다.’ 하였으니, 통탄스러운 일이다.",
                "hj": "○戊戌/承旨金一鏡上疏曰: 臣劾李禎翊逼尊之罪矣, 及過十載, 禎翊遽復舊踐, 反罵狼藉。 臣所以聲罪者, 市恩徼福, 四字緊按也, 禎翊之疏, 乃以市恩徼福, 猥許以深憂過慮, 將此十三字, 勒成諸大臣之罪。 元老諸臣, 憂之深而慮之過者, 只爲一人, 而禎翊市恩徼福四字上下對待, 指逼之罪, 興情同憤。 禎翊且謂凶潜, 嘗有所藉口於一鏡之言。 夫潜之原疏、供辭, 俱載公家文字。 顧何有絲毫髣髴於臣之啓語, 而禎翊乃敢白地自做, 隱然以嘗有所三字, 依俙閃出? 眞所謂莫須有者也。 臣旣受此厚誣, 何可揚揚於出納之地? 上答以凶人之言, 何足掛齒? 因政院微稟, 改批。 始, 禎翊論南九萬市恩徼福, 一鏡言: “恩從誰出, 福自何生? 市於何地, 徼於何時?” 至是乃復言市恩徼福, 隱然有沽寵之意, 痛矣夫!"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "The King dismissed 승지 Song Seongmyeong from office on the first day of the eleventh month. Fourth Censor Kim Yonggyeong of the Office of the Censor General presented a memorial, which stated, Your Majesty is 침착하고 magnanimous and benevolent by nature. He has his virtues, and he must be at variance with a single moment. Sometimes, 침착하고 magnanimous, and magnanimous and benevolence have been insufficient judgment. Nonetheless, we have seen no effects of thorough investigating and strive to cultivate the effects of the natural disadvantage. This has gradually occasionally occurred and becomes unclear. When Your Majesty receives officials in audience, Your Majesty did not heed them to hear them. In the end, the decision was made only the two characters applied to him, and there was no other thorough inquiring about it. Does Your Majesty think that it is not possible for your subjects to do with him? Or, do you think something about what you said but fear that it was not appropriate, and you stood and retreated? If we cease this without cease, your subject fears that there will be no order to report it to Your Majesty, and the state affairs will be declared day by day. Your subject is overwhelmed and worried. From this day forward, when a matter is revised, you shall examine and thoroughly distinguish the right and wrong, and then distinguish the right and wrong by discussing the right and wrong. There shall be a good sense of admonishing and right and wrong, and there shall be no problems of circumspection and trivial evils. How could this not be? Song Seongmyeongs memorial was solely pursued and strivial in his writings, and the writings of his mind were all attached to the land of the Ministry of Personnel and attempted to attempt the Royal Ancestral Shrine. He must surely suppress the court. Your subject wishes to follow the wrongdoings of sense, but it is only the high officials who can rectify the admonishment and righteousness according to the circumstances. Now, he fabricated a circumstances and made a decision, and instead circumstances are worried and apprehensive. Song Seongmyeong",
                "H2KE-nKo": "승지 송성명을 삭직하였다.정언 김용경이 상소하기를,“전하께서는 침착하고 너그럽고 인자하며 타고난 자질이 아름다우시지만, 이미 덕이 있으면 반드시 치우침이 있는 법입니다. 침착하고 조용한 것이 혹 분명히 깨달음이 부족하기도 하고 너그럽고 인자한 것이 혹 분명하고 결단함이 부족하기도 하여, 종합적으로 핵심하고 분발하는 효과를 보지 못하고 점점 인순하고 위축되는 습성을 이루어 갑니다. 신하들을 인접하실 때에 신하들이 말씀을 올렸는데도 전하께서는 들어주지 않으셨고, 결국에는 결정이 그저 ‘의윤’이라는 두 글자 외에는 달리 따져 묻지 않으셨습니다. 전하께서는 오늘날의 신하들이 함께 일하기에 부족하다고 여기십니까, 아니면 말씀드릴 것이 있어도 이치에 맞지 않을 것을 염려하여 머뭇머뭇거린 채 물러나 움츠리고 계십니까. 계속 이런 식이 된다면 아마도 여쭙지 않고 나랏일이 날로 잘못되어 갈 것이니, 신은 답답한 마음을 금할 수 없습니다. 지금부터는 생각을 바꾸고 일을 논할 때에 자세히 묻고 자세히 분변하며 시비를 분변하고 가부를 논하여 임금과 신하가 가부를 토론하는 아름다움이 있게 하고 우유부단하고 잗단 폐단이 없게 한다면 어찌 아름답지 않겠습니까.송성명의 상소는 오로지 남의 허물을 주워 모으는 것만 일삼아서 한 편의 정신이 모두 전조를 배격하고 묘당을 뒤흔들어 기필코 조정을 텅 비게 하고야 말려는 데에 있었습니다. 신은 자기와 의견을 달리하는 사람을 공격한 잘못을 본받고 싶지는 않으나, 임금의 잘못을 바로잡아 보필할 만한 사령과 조치는 대신이 일에 따라 진달하는 것이 직분입니다. 그런데 지금 날조하여 죄안을 만들어 헤아릴 수 없는 지경으로 몰아넣으니, 그 의도가 위태롭고 두렵습니다. 송성명은 어그러지고 과격한 사람을 좋아하지 않는다고 자처하면서 이렇게까지 말을 하니, 당론이 사람의 심술을 병들게 하는 것이 심합니다. 책임을 물어 벌을 내려 저항하는 자들을 징계하고 호오를 분명히 해야 합니다.”하니, 답하기를,“송성명의 상소는 매우 사리에 어긋나니, 파직하라.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 1일(을축) 1번째기사",
                "gt-oKo": "승지 송성명(宋成明)을 파직시켰다. 정언(正言) 김용경(金龍慶)이 상소하기를, “전하께서는 침정(沈靜)하고 관인(寬仁)하시어 타고난 자질이 아름다우시지만, 이미 그 덕이 있으면 반드시 편중되는 점이 있기 마련입니다. 침정한 경우는 간혹 분효(分曉)한 면이 결여되고 관인한 경우는 또 명단(明斷)이 부족하기에 종핵(綜核)·분발(奮發)하는 효험을 보지 못하고 점차 인순(因循)·위미(委靡)하는 습관을 형성해 갑니다. 인접(引接)하실 즈음에 여러 신하들이 진언(進言)을 하되 전하께서는 관심 있게 듣지 않는 듯하다가, 필경에 발락(發落)하시는 것은 단지 ‘의윤(依允)’이라는 두 글자 이외에는 달리 문난(問難)하시는 것이 없으십니다. 전하께서는 오늘의 신하들에 대해서 족히 더불어 정치할 만하지 못하다고 여기시는 것입니까? 아니면 하고 싶은 말이 있는데도 이치에 맞지 않을까 염려스러워 머뭇거리고 위축되시는 것입니까? 이와 같이 계속하신다면 삼가 품령(稟令)이 있지 않아서 국사(國事)가 장차 날로 잘못되어질까 두렵습니다. 신은 답답한 마음을 견딜 수가 없사오니 이제부터는 생각을 바꾸시어 일을 논의할 즈음에 자세히 묻고 상세히 분변해서 시비(是非)를 분간하고 가부(可否)를 논의하여 도유 우불(都兪吁咈)의 좋은 일이 있고 우유(優游)·총좌(叢脞)의 폐단이 없다면 어찌 아름답지 않겠습니까? 송성명(宋成明)의 상소는 오로지 주워 모으기를 일삼아서 일편(一篇)의 정신(精神)이 모두 전지(銓地)를 배격하고 묘당(廟堂)을 뒤흔들려는 데 있으므로, 반드시 조정을 텅 비게 하고야 말려고 하였습니다. 신은 당동 벌이(黨同伐異)하는 허물을 본받고 싶지는 않으나, 사령(辭令)과 시조(施措)의 광보(匡輔)할 수 있는 것을 대신(大臣)이 일에 따라서 진백(陳白)하는 것은 직무입니다. 이제 이에 주워 모아 죄안(罪案)을 만들어 망측(罔測)한 곳으로 몰아넣으니, 그 마음씀이 위험하고 두렵습니다. 송성명이 괴격(乖激)을 좋아하지 않는다고 자처하면서도 그 말이 여기에 이르렀으니, 당론(黨論)이 사람의 심술(心術)을 병들게 함이 심한 편입니다. 마땅히 견벌(譴罰)을 내려서 남을 모함하는 것을 징계하고 호오(好惡)를 분명히 하여야 합니다.” 하니, 답하기를, “송성명의 상소는 몹시 잘못되었으니, 파직시키라.” 하였다.",
                "hj": "○朔乙丑/罷承旨宋成明職。 正言金龍慶上疏曰: 殿下沈靜寬仁, 天質美矣, 旣有其德, 必有偏係。 沈靜, 或歉分曉, 寬仁, 却欠明斷, 不見綜核、奮發之效, 漸成因循、委靡之習。 引接之際, 諸臣進言, 而殿下若不關聽, 畢竟發落, 只依允二字外, 無他問難。 殿下以今日臣子, 不足與有爲耶? 抑有所言而慮不中理, 逡巡退縮耶? 若此不已, 竊恐罔有稟令, 而國事將日非矣, 臣不勝泄沓。 自今改圖, 論事之際, 審問詳辨, 辨是非, 論可否, 有都兪吁咈之美, 無優游、叢脞之弊, 豈不休哉? 宋成明疏, 專事捃摭, 一篇精神, 都在排擊銓地, 敲撼廟堂, 必欲空朝廷而後已。 臣不欲效其伐異之尤, 而辭令施措之可以匡輔者, 大臣之隨事陳白, 職耳。 今乃捏合成案, 驅之罔測, 用意危怕。 成明自處以不喜乖激, 而其言至此, 甚矣, 黨論之痼人心術也。 宜施譴罰, 以懲投抵, 以明好惡。 答曰: “宋成明疏, 殊極謬戾, 罷職。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On eulhae day, there was thunder and lightning.",
                "H2KE-nKo": "천둥이 치고 번개가 쳤다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 11일(을해) 1번째기사",
                "gt-oKo": "천둥과 번개가 쳤다.",
                "hj": "○乙亥/雷電。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "[The King] ordered that when the 인산 was conducted in jeongchuk year (, the courtyard storehouses were used and that rice and food be reduced by the court ladies-in-waiting at Yeonghwi Hall . Minister of Taxation Ku Gui said, When the 인산 was conducted in a tent, the court ladies-in-waiting should be used. Your subject requests that the court ladies-in-waiting be newly store at the Office of Palace Kitchen Supplies and that the court ladies-in-waiting be used in order to reduce the expenses. For the court ladies-in-waiting at Yeonghwi Hall and Gyeongnyeong Hall , the court ladies-in-waiting should be reduced according to the examples of Yeongso Hall and Gyeongnyeong Hall . This royal order was issued.",
                "H2KE-nKo": "정축년 인산 때에는 액정서에 소장된 유막을 사용하고, 영휘전 궁인의 미찬을 줄이라고 명하였다. 호조 판서 조태구가 아뢰기를,“인산 때의 막차는 마포 270여 동을 써야 하니, 사약방에 새로 만든 유막을 그대로 사용하여 경비를 줄이소서. 영휘전에 소속된 궁인은 영소전과 경녕전의 예에 따라 참작하여 줄이소서.”하였기 때문에 이 명을 내린 것이다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 13일(정축) 1번째기사",
                "gt-oKo": "인산(因山) 때 궐내[掖庭]에 보관한 유막(帷幕)을 사용할 것과 영휘전(永徽殿) 궁인(宮人)의 미찬(米饌)을 줄이도록 명하였다. 호조 판서 조태구(趙泰耉)가 말하기를, “인산 때에 막차(幕次)는 마땅히 마면포(麻綿布) 2백 70여 동(同)을 사용해야 하니, 청컨대 새로 만든 유막은 사약방(司鑰房)에 보관되어 있는 것을 그대로 사용하여 경비를 줄이소서. 영휘전에 소속된 궁인들에 대해서는 영소전(永昭殿)과 경녕전(敬寧殿)의 준례에 따라 참작하여 감하소서.” 하였으므로, 이런 명이 있었던 것이다.",
                "hj": "○丁丑/命因山時, 用掖庭所藏帷幕, 減永徽殿宮人米饌。 戶曹判書趙泰耉言: “因山時幕次, 當用麻綿布二百七十餘同。 請以新造帷幕之藏於司鑰房者, 仍用之, 以省經費, 永徽殿所屬宮人, 依永昭殿、敬寧殿例, 參酌省減。” 故有是命。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Jo Jing , a Confucian student of the Royal Confucian Academy , and others submitted a memorial which read as follows: Yun Jis술s 소회 is clear in terms of righteousness and his words are quite frustrated. He is enough to encourage the scholars. Our ancestors of the Royal Confucian Academy are not all the laws of ten thousand generations. However, it is even more expected that the majority of the Royal Confucian Academy is far-ripected and the study of the Royal Confucian Academy is intelligent. Todays ways, he should have carefully wrote and specially wrote and wrote a single le date. However, now he has been left unpunished and has been able to find [his single suppression]. The people are all indignant and the 사론이 떼지어 일어나는 것은 진실로 당연한 일입니다. [Yun] Jis술, being a humble man, quickly arbitrarily suppressed himself. He led many scholars in leading him and wanted to beat the petition drum. When [Yun] was defeated, he still wrote a single wrote and resolved himself. This is truly a single worthy of the morals of the morals. It is humbly hoped that Your Majesty will quickly withdraw the royal order that [Yun] Jis술 be banished to a remote area. The King refused to accept this request. ",
                "H2KE-nKo": "기묘년 사학 유생 조징 등이 상소하기를,“윤지술이 소회를 진달한 것은 의리가 매우 분명하고 사기가 통쾌하여 충분히 사기를 감발시킬 만하였습니다. 우리 선왕의 성대한 덕과 아름다운 공렬은 모두 만세의 법이지만, 그 대처분과 큰 시비는 더욱 심려가 원대하고 성학이 고명한 부분입니다. 오늘날 덕을 드러내는 도리로 볼 때 진실로 마땅히 ‘근서’와 ‘특서’로 써서 혹시라도 민멸될까 두려워해야 합니다. 그런데 지금 도리어 빠뜨리고 모호하게 처리하였으니, 여론이 일제히 분노하고 사론이 떼지어 일어나는 것은 진실로 당연한 일입니다.윤지술은 보잘것없는 일개 소년으로서 개연히 스스로 분발하여 많은 선비들을 이끌고 곧장 궐문을 두드리려고 하다가 실패한 뒤에도 오히려 소회를 글로 써서 진달하여 격절하고 강개하였으니, 이는 참으로 쇠퇴한 풍속 가운데 사람들의 마음을 조금 분발시킨 것입니다. 삼가 바라건대 선왕께서 인재를 배양하신 성대한 뜻을 생각하여 윤지술을 원지에 정배하라는 명을 속히 거두소서.”하였는데, 주상이 받아들이지 않았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 15일(기묘) 1번째기사",
                "gt-oKo": "사학(四學)의 유생(儒生) 조징(趙徵) 등이 상소하기를, “윤지술(尹志述)의 소회(所懷)는 의리가 분명하고 사기(辭氣)가 통쾌하여 족히 사기(士氣)를 감발(感發)시킬 만합니다. 우리 선왕(先王)의 거룩한 덕과 아름다운 공업(功業)은 만세(萬世)의 법정(法程)이 아님이 없는데, 그 대처분(大處分)과 대시비(大是非)에 있어서는 더욱 성려(聖慮)가 굉원(宏遠)하고 성학(聖學)이 고명(高明)한 부분입니다. 오늘날 그 덕을 표현하는 도리에 있어서는 진실로 마땅히 근서(謹書)·특서(持書)하여 다만 그 혹시라도 없어질까 두려워해야 할 것인데, 이제 도리어 빠뜨리고 호도(糊塗)하였으니, 여론(輿論)이 일제히 격분하고 사론(士論)이 떼지어 일어나는 것은 진실로 당연한 일입니다. 윤지술은 보잘것없는 한 소년(少年)으로서 개연(慨然)히 스스로 떨치고 일어나 앞장서서 다사(多士)를 이끌고 곧바로 임금 앞에 항소(抗疏)하려 하였으나, 그것이 실패로 돌아가자 오히려 또 소회를 써서 진달하여 격절(激切)·강개(慷慨)하였으니, 이는 참으로 타락한 풍속 가운데 사람의 마음을 조금 분발(奮發)시키는 것입니다. 삼가 바라건대 선왕의 선비를 배양(培養)하신 거룩한 뜻을 생각하시어 조속히 윤지술을 멀리 유배시키라는 분부를 거두소서.” 하였으나, 임금이 받아들이지 않았다.",
                "hj": "○己卯/四學儒生趙徵等上疏曰: 尹志述所懷, 義理明甚, 辭氣痛快, 足以感發士氣。 我先王盛德休烈, 無非萬世法程, 而若其大處分大是非, 則此尤聖慮之宏遠, 聖學之高明處也。 在今日狀德之道, 固當謹書、特書, 惟恐其或泯, 而今反闕遺焉, 糊塗焉, 物情之齊憤, 士論之朋興, 固其所也。 志述以藐然一少年, 嘅然自奮, 倡率多士, 直欲叩閽, 及其見敗, 猶且書陳所懷, 而激切慷慨, 則此誠頹俗中差强人意者也。 伏願念先王培養之盛意, 亟收志述遠配之命焉。 上不納。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Yi Gijung , a student in the Royal Confucian Academy , and others submitted a memorial requesting that the shrines of Ha Beon , Jindong , and Gu Yangcheol be built near the Royal Confucian Academy . The King approved this request. Prior to this, because King Taejong began to build a shrine for him in the ninth year of the Xuande era (, he did not implement it as was a royal order. On this day, Yi Gijung and others submitted a memorial requesting that the shrines be built. The King approved this.",
                "H2KE-nKo": "관학 유생 이기중 등이 상소하여 하번, 진동, 구양철의 사당을 성균관 옆에 세우기를 청하니, 주상이 허락하였다. 이에 앞서 숙종 9년에 비로소 사당을 세우라는 하교가 있었는데, 그럭저럭 지내면서 거행하지 않았다. 이때에 이르러 이기중 등이 상소하여 청하니, 주상이 그대로 따른 것이다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 2일(병인) 1번째기사",
                "gt-oKo": "성균관(成均館)·사학(四學)의 유생(儒生) 이기중(李箕重) 등이 상소하여 하번(何蕃)·진동(陳東)·구양철(歐陽澈)의 사우(祠宇)를 성균관 곁에 세울 것을 청하니, 임금이 그대로 허락하였다. 이에 앞서서 숙종 9년(1683)에 비로소 사당을 세우라는 하교가 있었는데, 그럭저럭 거행하지 못하다가 이때에 이르러 이기중 등이 상소하여 청하니, 임금이 그대로 따른 것이다.",
                "hj": "○丙寅/館學儒生李箕重等上疏, 請立何蕃、陳東、歐陽澈祠於成均館側, 上許之。 先是, 肅宗九年, 始有立祠之敎, 而因循未擧, 至是箕重等疏請, 上從之。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulyu day, Rokhyeon , a wicked man in eulyu year (, committed a crime and was sentenced to death by beating with the heavy stick. Rokhyeon was able to recognize the value of the value, and he was also skilled by calamities and hiding his behavior. The 포도 대장 이홍술 was sentenced to death by beating with the heavy stick. People regarded this as satisfactory. Later, 목호룡 made a false accusation against Rokhyeons crime.",
                "H2KE-nKo": "을유년에 요괴로웠던 육현이 죄가 있어 장을 맞다 죽었다. 육현은 추수를 잘하고 또 환술에 능하여 행동거지가 궤비하였으므로 포도대장 이홍술이 장을 맞다 죽였는데, 사람들이 통쾌하게 여겼다. 뒤에 목호룡이 이것을 가지고 이홍술의 죄를 얽어 만들었다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 21일(을유) 1번째기사",
                "gt-oKo": "요인(妖人) 육현(陸玄)이 죄가 있어 장살(杖殺)되었다. 육현은 추수(推數)를 잘하고 또 환술(幻術)에 능하여 행동거지가 이상야릇했으므로 포도 대장(捕盜大將) 이홍술(李弘述)이 장살(杖殺)시키니 사람들이 통쾌하게 여겼는데, 뒤에 목호룡(睦虎龍)이 이것을 가지고 이홍술의 죄를 구성(構成)하였다.",
                "hj": "○乙酉/妖人陸玄有罪杖死。 玄善於推數, 又能爲幻術, 行止詭秘, 捕盜大將李弘述杖殺之, 人以爲快。 後虎龍, 以此搆成弘述之罪。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyeongin day, there was thunder and lightning occurred. Chief State Councilor 김창집이 차자를 올려 면직을 청하니, 비답하기를, “천둥의 이변이 비상하니, 허물이 실로 나에게 있다. 경은 안심하고 사직하지 말라.” 하였다.",
                "H2KE-nKo": "경인년에 천둥이 쳤다. 영의정 김창집이 천둥의 변고로 차자를 올려 면직을 청하니, 비답하기를,“천둥의 변고가 예사롭지 않은 것은 그 허물이 실로 나에게 있으니, 경은 안심하고 사직하지 말라.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 26일(경인) 1번째기사",
                "gt-oKo": "천둥이 쳤다. 영의정 김창집(金昌集)이 뇌변(雷變)으로 인해 차자(箚子)를 올려 면직(免職)할 것을 원하니, 비답(批答)하기를, “천둥의 변괴가 비상(非常)한 것은 허물이 실로 나에게 있으니, 경은 안심하고 사직하지 말라.” 하였다.",
                "hj": "○庚寅/雷。 領議政金昌集, 以雷變, 上箚祈免, 批以雷變非常, 咎實在予, 卿其安心勿辭。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Six men, including Jo Munmyeong , Jeong Seoko , Yi Gijin , Shin Seok , Kim Minhyek , and Kim Jegyeom , were selected in the imjin year (. ",
                "H2KE-nKo": "임진년에 홍문록을 행하여 조문명, 정석오, 이기진, 신석, 김민택, 김제겸 등 6인을 뽑았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 28일(임진) 1번째기사",
                "gt-oKo": "홍문록(弘文錄)을 작성하여 조문명(趙文命)·정석오(鄭錫五)·이기진(李箕鎭)·신절(申晢)·김민택(金民澤)·김제겸(金濟謙) 등 6인을 뽑았다.",
                "hj": "○壬辰/弘文錄, 取趙文命、鄭錫五、李箕鎭、申晳、金民澤、金濟謙等六人。"
            }
        },
        "7": {
            "1": {
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 7일(신미) 1번째기사",
                "gt-oKo": "태학(太學)의 재생(齋生)들이 권당(捲堂)하였다. 대사성(大司成) 황귀하(黃龜河)가 여러 유생들을 불러 그 까닭을 물으니, 장의(掌議) 윤지술(尹志述)이 생각하고 있는 바를 적어 올렸는데, 그 글에 이르기를, “어제 세 사람의 사당을 세우는 일을 진청(陳請)하여 윤허를 받았습니다. 지문(誌文) 가운데 있는 소소하고 경미한 내용도 이미 소론(疏論)을 하였으니, 중차대한 것에 대하여 감히 입을 다물고 말을 하지 않고서 우리 선대왕(先大王)께서 절의(節義)를 숭상하고 사기(士氣)를 격려하신 거룩한 뜻을 저버릴 수가 없습니다. 그러므로 신사년·병신년의 일의 미진한 것들을 고치기를 정하자는 뜻으로 발론(發論)을 하여 소청(疏廳)을 설치하였습니다. 그런데 외방(外方)의 사우(士友)들이 한 사람도 여기에 동조하는 사람이 없으므로 이미 몹시 놀랐는데, 동재(東齋)·서재(西齋), 사학(四學)의 재생(齋生)들도 대부분 불참하였습니다. 상재생(上齋生)들에 있어서는 대부분 피할 길을 도모하여 겨우 재(齋)에 남아 있는 7, 8명과 간신히 의사(議事)의 모임을 성립하였습니다. 부득이 거재생(居齋生) 안택인(安宅仁)을 소두(疏頭)로 삼았더니, 또 근거할 바가 없다는 설로써 혐의를 내세우며 도주하였습니다. 신이 재임(齋任)으로서 이 일을 주장하였으되 언행(言行)이 존중을 받지 못하여 이러한 낭패(狼狽)를 초래하였으니, 어떻게 편안히 당(堂)에 들어가 스스로 금신(衿紳)에 낄 수가 있겠습니까? 그러나 신이 마음속에 담아 두고서 진달하려 했던 바를 거의 이 기회를 통해 진달하여 천하 후세로 하여금 한 가닥의 죽지 않은 공의(公議)가 있었다는 것을 알게 한다면 그것도 또한 불행중 다행일 것입니다. 멀리 생각건대 우리 대행 대왕(大行大王)께서는 재위하신 지 40여 년 동안 인애(仁愛)로 백성을 감싸는 것이 하늘과 같아 나약하던 나라의 형세로 하여금 태산(泰山)처럼 안정되게 하였으며, 함닉(陷溺)되었던 인심(人心)이 금수(禽獸)가 되는 것을 면하게 하였습니다. 이것이 사방(四方)의 생명(生命)을 간직한 무리들이 선대왕(先大王)이 이미 돌아가셨지만 그 거룩한 덕과 지극한 착함을 잊지 못하는 까닭입니다. 아! 일월(日月)은 때가 있어 빈소(殯所)를 장차 계빈(啓殯)하려 합니다. 곡부(曲阜)의 신[履]을 이미 남겼고 창잠(昌歜)의 좋아하심을 따를 수가 없으니, 오늘날 신자(臣子)들이 만분의 일이나마 스스로 그 마음을 바칠 수 있는 것은 오직 평일의 뜻과 산업을 발휘(發揮)하여 그것을 통해서 만세(萬世)에 자손을 위한 계책을 전하고 온 나라의 부모(父母)를 잃은 듯한 슬픔을 위로하는 데 있을 뿐입니다. 그리고 우리 전하께서 성신(誠信)의 도리에 유감이 없으신 바도 또한 오직 이에 있을 뿐입니다. 진실로 여기에 조금이라도 미진함이 있다면 전하께서 무엇을 통해서 무궁한 효사(孝思)를 펼치겠으며, 신자(臣子)가 어찌 춘추(春秋)의 ‘신절(臣節)을 지키지 않는 처벌’을 면할 수 있겠습니까? 아! 선대왕의 모훈(謨訓)과 정교(政敎)는 모두 규칙(規則)에 부합되고 전후의 사업은 백대(百代)의 제왕보다 훨씬 나으신데, 신사년·병신년의 일은 그 변사(變事)에 대처함이 도리에 합당한 것과 도(道)를 보위함의 정성을 다한 점이 실로 천만고(千萬古)에 있지 않았던 일입니다. 삼가 판부사(判府事) 이이명(李頤命)이 지어올린 묘지명(墓誌銘)을 보니, 신사년의 일에 대해서는 빼버리고 쓰지 않았고 병신년의 일에 대해선 약간 그 말을 부드럽게 하여 시비(是非)로 서로 혼동되게 하였습니다. 신은 놀랍고 슬픈 마음을 견딜 수가 없습니다. 대저 신사년의 변(變)은 어둡고 은밀하여 예측하기 어렸웠는데, 우리 선대왕께서 기미를 살피는 데 밝고 환란을 방지하는 데 신중하여 쾌히 용단을 내리고 밝게 전장(典章)을 보여서 궁위(宮闈)를 엄숙하게 하고 백성들의 울분을 풀도록 하였습니다. 그 처분(處分)의 엄정하심과 지려(志慮)의 심원(深遠)하심은 간책(簡冊)에서 찾아보아도 보기가 드뭅니다. 그리고 병신년의 일은 변(變)이 스승과 제자 사이에 일어나서 백성의 윤리가 날로 무너져 그 유폐(流弊)는 장차 부자(父子)가 각박해지고 군신(君臣)이 단절되는 데 이르렀는데, 다행히 위로 성상의 학문이 고명(高明)하여 시비(是非)를 환히 분변하심을 힘입어 이미 윤증(尹拯)의 스승을 배반한 죄를 밝혀서 바로 잡았고, 이어서 또 우리 전하께서 혹시라도 동요됨이 없도록 힘써 경계하였습니다. 그 인심(人心)을 착하게 하고 선비의 추향(趨向)을 바르게 하신 공로는 참으로 천지(天地)에 세워도 어긋나지 않을 만합니다. 이것이 사문(斯文)이 길이 보전하여 실추(失墜)되지 않는 까닭입니다. 아! 선대왕(先大王)이 이미 이러한 거룩한 덕의 일이 있는데도 이제 다시 뵈올 수 없으니, 선대왕의 신하된 이가 누군들 눈물을 삼키고 추모하며 다 내세(來世)에 표장(表章)하고자 하지 않겠습니까? 그런데도 이이명이 머리가 하얀 늙은 나이에도 오히려 또한 이해(利害)를 돌아보고 기교(機巧)를 다 허비하여 선왕의 제우(除愚)의 은혜를 망각하고 뒷날 참적(讒賊)의 구실을 마련해 주었으니, 이것이 어찌 신하로서 차마 할 수 있는 일이겠습니까? 그런데도 공론(公論)이 떠들고 일어나 끝내 죄에서 도망할 수 없음에 미쳐서는 감히 또 ‘휘친(諱親)’이라는 말을 의리(義理)로 삼아 마치 전하께서 참으로 숨길 만한 어버이가 계시고 신하들이 스스로 마땅히 숨겨야 될 의리가 있는 것처럼 하였습니다. 아! 이것이 무슨 말입니까? 선왕께서 이미 조종(祖宗)이 부탁(付託)하신 무거운 책임을 받아 전하께 차례를 전하시고, 전하께서 이어서 보위(寶位)에 오르시어 사직(社稷)과 생민(生民)의 주재(主宰)가 되셨으니, 전하께서 감히 다시 사친(私親)이 있을 수 없다는 것은 의리가 지극히 분명합니다. 더구나 신사년의 처분(處分)은 바로 선대왕께서 국가 만세를 위한 생각에서 나온 것으로서 전후의 장주(章奏)에 대한 비답에 성지(聖志)가 어디에 있다는 것을 분명하게 보여서 밝기가 일성(日星)과 같았습니다. 그렇다면 전하께서 감히 다시 다른 뜻으로써 마음속에 간직할 수 없다는 것은 도리상 당연한 일입니다. 그런데 이이명이 이미 스스로 화복(禍福)에 겁내고 핍박되어 선대왕의 아름다운 덕으로 하여금 가리워져 드러나지 못함을 면하지 못하게 하였고, 또다시 경훈(經訓)을 부회(傅會)하고 간언(奸言)을 문식(文飾)하여, 스스로 그 심적(心迹)을 은폐하고 일세(一世)의 이목(耳目)을 속이려 하였습니다. 아! 선대왕께서 만일 오늘날 살아 계셨다면 이이명이 오히려 감히 이와 같은 말을 장주(章奏)의 사이에 멋대로 늘어놓을 수 있겠습니까? 그 불충하고 버릇이 없는 죄를 이루 다 처벌할 수가 있겠습니까? 삼가 바라건대 전하께서는 조속히 다른 대신에게 묘지명을 고쳐 짓도록 명하시고, 그 쓰지 않은 부분에 대해서 통쾌히 설명하여 성덕(盛德)·대업(大業)으로 하여금 끝내 박식(剝蝕)에 이르지 않도록 하소서. 그러면 실로 국가의 큰 다행일 것이며 선대왕의 하늘에 계신 혼령도 조금은 위로가 될 수 있을 것입니다.” 하였다. 황귀하(黃龜河)가 임금께 아뢰고, 따라서 들어가기를 권유할 것을 청하니, 답하기를, “성묘(聖廟)에서 권당(捲堂)하는 것은 사체(事體)로 보아 미안한 일이니, 조속히 들어갈 것을 권고하라.” 하였다. 처음에 이이명이 명릉(明陵)의 묘지(墓誌)를 찬술(撰述)하면서 신사년과 병신년의 일을 쓰지 않았는데, 윤지술이 민익수(閔翼洙)에게 묻기를, ‘능지(陵誌)에 두 가지 일을 쓰지 않은 것이 어떻겠습니까?’ 하니, 민익수가 말하기를, ‘이것은 우리 선왕(先王)의 거룩한 덕이요 위대한 업적인데 어찌 쓰지 않을 수 있겠습니까?’ 하였다. 윤지술이 당초에는 여러 유생(儒生)들을 인솔하고 항소(抗疏)하여 간(諫)하려 하였는데, 결국 올리지 못하였고, 소회(所懷)를 올림에 따라 부안(扶安)으로 귀양보냈다.",
                "hj": "○辛未/太學齋生捲堂。 大司成黃龜河招諸生問其故, 掌議尹志述書納所懷曰: 昨以三人建祠事, 陳請蒙允。 誌文中小而輕者, 旣已疏論, 則重而大者, 不敢泯默不言, 以負我先大王崇節義激士氣之盛意。 故以辛巳、丙申事未盡者, 請改之意, 發論, 設疏廳, 而方外士友, 無一人相應, 已極駭然, 而東ㆍ西齋、四學齋生, 擧皆不參。 至於上齋生, 幾盡謀避, 僅與留齋七八人, 艱成議事之會。 不得已以居齋生安宅仁充疏頭, 則又以無所據之說, 引嫌逃走。 臣以齋任, 主張是事, 而言行不能見重, 致此狼狽, 其何晏然入堂, 自廁衿紳哉? 然臣之所蘊蓄於中而欲陳者, 庶幾因此陳暴, 使天下後世, 知有一脈不死之公議, 則其亦不幸而幸矣。 洪惟我大行大王, 臨御四十餘年, 仁覆如天, 明斷若神, 使綴旒之國勢, 措之泰山, 陷溺之人心, 免爲禽獸。 此四方含生之類, 所以沒世而不能忘盛德至善者也。 嗚呼! 日月有時, 菆途將啓。 曲阜之履已遺, 昌歜之好莫追, 則今日臣子之所可自效其萬一者, 惟在於發揮平日之志事, 以之垂萬世貽燕之謨, 慰一國如喪之慟, 而惟我殿下所以無憾於誠信之道者, 亦惟在是。 苟於此一有未盡, 則殿下何從而伸其無窮之孝思, 臣子烏得免於《春秋》不臣之誅哉? 嗚呼! 先大王謨訓、政敎, 動合規則, 前後事業, 度越百王, 而若辛巳、丙申事, 其處變之當道, 衛道之盡誠, 實千萬古所未有者也。 伏見判府事李頣命所撰進幽宮之誌, 則於辛巳事, 沒而不書, 於丙申事, 微婉其辭, 使是非相混, 臣不勝驚駭痛惋。 夫辛巳之變, 暗密難測, 而我先大王明於燭機, 謹於防患, 快恢乾斷, 明示典章, 使宮闈肅而輿憤洩。 其處分之嚴正、志慮之深遠, 求之簡冊, 亦所罕見。 若丙申事, 變起師生, 而民彝日壞, 其流之害, 將至於父子薄而君臣絶, 幸上賴聖學高明, 洞辨是非, 旣明正尹拯背師之罪, 繼又勉戒我殿下無得或撓。 其淑人心正士趨之功, 眞可以建天地而不悖, 此斯文之所以永賴而不墜者也。 嗚呼! 先大王旣有此盛德事, 而今不可以復見焉, 則爲先大王臣子者, 孰不欲飮泣追思, 盡表章於來世, 而頣命白首之年, 猶且顧瞻利害, 費盡機巧, 忘先王際遇之恩, 而藉他日讒賊之口, 此豈人臣所可忍爲, 而及其公議譁然, 終不可以逃罪, 則敢又以諱親之說, 作爲義理, 有若殿下眞有可諱之親, 而臣子自有當諱之義者然。 噫! 此何言也? 先王旣受祖宗付托之重, 傳序於殿下, 嗣登寶位, 爲社稷生民之主, 則殿下不敢復有私親, 義理至明。 況辛巳處分, 寔出於先大王爲國家萬世之慮, 而前後章奏之批, 明示聖志所存, 炳如日星, 則殿下之不敢復以他意, 存於淵衷, 道理當然, 而頣命旣自怵迫於禍福, 使先大王懿美之德, 不免掩醫而不章, 又復傅會經訓, 文致奸言, 要以自掩其心迹, 而誣一世耳目。 嗚呼! 先大王若在於今, 則頣命猶敢以此等語, 肆然陳於章奏之間哉? 其不忠無狀之罪, 可勝誅哉? 伏願殿下, 亟命他大臣改撰, 於其所不書者, 痛快說去, 無令盛德、大業, 終至剝蝕, 則實國家之大幸, 而先大王在天之靈, 亦可以少慰矣。 龜河以聞, 因請勸入, 答曰: “聖廟捲堂, 事體未安, 斯速勸入。” 初李頣命譔明陵誌, 不書辛巳、丙申事, 志述問於閔翼洙曰: “陵誌不書兩事何如?” 翼洙曰: “此我先王盛德大業也, 烏可不書乎?” 志述初欲率諸生抗疏爭之, 不果上, 因進所懷, 竄扶安。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites addressed the throne as follows: The messenger sent by the uchi-dono of Japan to offer congratulations [to the King], and the messenger sent by the commissioner for refreshing the envoy . During the state funeral, there is no rule for providing a communication envoy to Japan. It was only ordered that an interpreter be sent to the Japanese guesthouse, and the guesthouse manages report this to Tsushima Island. The uchi-dono sent a messenger and sent a letter to the Ministry of Rites . Our country sent the commissioner for refreshing the envoy and received the messenger. This is a precedent. The messenger sent by the envoy for offering congratulations [to the King] was the same. ",
                "H2KE-nKo": "일본 대마 도주의 조위 차왜가 오자 접위관을 차출하여 보냈다. 국휼 때에는 일본에 통부하는 규례가 없고, 단지 역관으로 하여금 왜관에 전하게 하고, 관수는 대마도에 보고하고, 대마 도주가 차왜를 보내어 예조에 치서하고, 우리나라에서는 접위관을 차출하여 보내어 차왜를 접대하는 것이 규례이다. 진하 차왜도 이와 같이 하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 9월 7일(신미) 2번째기사",
                "gt-oKo": "일본 대마 도주(對馬島主)의 조위 차왜(弔慰差倭)가 와서 접위관(接慰官)을 차송(差送)하였다. 국상(國喪)을 당하였을 때 일본에 통부(通訃)하는 규례는 없고 단지 역관(譯官)으로 하여금 왜관(倭館)에 전달하도록 하며, 관수(館守)는 대마도(對馬島)에 보고한다. 대마 도주가 차왜를 보내어 예조에 조위하는 글월을 바치고 우리 나라는 접위관을 차송(差送)하여 차왜를 접대하는 것이 바로 준례이다. 진하(進賀)하는 차왜에 대해서도 또한 이와 같이 한다.",
                "hj": "○日本對馬島主弔慰差倭來, 差送接慰官。 國恤時, 無通訃日本之規, 只使譯官, 傳于倭館, 館守報于對馬島, 島主遣差倭, 致書禮曹, 我國差送接慰官, 接待差倭, 是例也。 進賀差倭, 亦如之。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Thirteen men were selected at the Autumn Regional Military Commission . Thirteen men were selected at the Autumn Regional Military Commission . Yi Gijin , Shin Seok , Shin Bang , Kim Jinsang , Yi Jungheom , Jo Munmyeong , Yi Deoksu , Jeong Seoko , Seo Jongheup , Hong Hyeonbo , Kim Minhyeok , Kim Jegye , and Yun Yeon .",
                "H2KE-nKo": "밤에 천둥이 쳤다. 도당록에서 이기진ᆞ신석ᆞ신방ᆞ김진상ᆞ이중협ᆞ조문명ᆞ이덕수ᆞ정석오ᆞ서종섭ᆞ홍현보ᆞ김민택ᆞ김제겸ᆞ윤연 등 13인을 뽑았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 1일(갑오) 1번째기사",
                "gt-oKo": "밤에 천둥이 쳤다. 도당록(都堂錄)을 작성하여 이기진(李箕鎭)·신절(申晢)·신방(申昉)·김진상(金鎭商)·이중협(李重協)·조문명(趙文命)·이덕수(李德壽)·정석오(鄭錫五)·서종섭(徐宗燮)·홍현보(洪鉉輔)·김민택(金民澤)·김제겸(金濟謙)·윤연(尹㝚) 등 13인을 선발하였다.",
                "hj": "○甲午/夜, 雷。 都堂錄, 選李箕鎭、申晳、申昉、金鎭商、李重協、趙文命、李德壽、鄭錫五、徐宗爕、洪鉉輔、金民澤、金濟謙、尹㝚等十三人。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On eulsa day, at the eulsa year (, the King appointed 조태구 as right state councilor . At first, the King ordered that an additional choice be selected and that Jeong Ho be selected. Then, the King again ordered that an additional choice be selected and then appointed 조태구. ",
                "H2KE-nKo": "을사년에 조태구를 우의정으로 삼았다. 주상이 처음에는 정호로 의정의 후보를 더 뽑으라고 명하였다가 재차 의정의 후보를 더 뽑으라고 명한 뒤에야 조태구를 제수하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 12일(을사) 1번째기사",
                "gt-oKo": "조태구(趙泰耉)를 우의정(右議政)으로 삼았다. 임금이 처음에 가복(加卜)을 명하여 정호(鄭澔)를 추천해 올렸다가, 다시 가복할 것을 명하여 이에 조태구를 임명하였다.",
                "hj": "○乙巳/以趙泰耉爲右議政。 上初命加卜, 以鄭澔卜入, 再命加卜, 乃拜泰耉。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "In the musin year (, [the King] appointed Won Suk as minister of taxation .",
                "H2KE-nKo": "무신년에 민진원을 호조 판서로 삼았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 15일(무신) 1번째기사",
                "gt-oKo": "민진원(閔鎭遠)을 호조 판서(戶曹判書)로 삼았다.",
                "hj": "○戊申/以閔鎭遠爲戶曹判書。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyechuk day, the burial of the late Great King (Jeongjong . The King accompanied him to Mohwa Guesthouse and grieved his wailing, bidding farewell, and returned.",
                "H2KE-nKo": "대행 대왕의 발인이 있었다. 주상이 모시고 모화관에 이르러 곡하고 하직 인사를 하고 돌아왔다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 20일(계축) 1번째기사",
                "gt-oKo": "대행 대왕(大行大王)의 상(喪)을 발인(發引)하였다. 임금이 모시고 모화관(慕華館)에 이르러 곡하고 하직한 뒤 돌아왔다.",
                "hj": "○癸丑/大行大王發引。 上陪至慕華館, 哭辭還。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King performed the rite of repose at Myeongjong . At the dawn hour (approximately 3:30-1:30 a.m.m., the royal carriage arrived at the tomb of King Taejo. Right State Councilor Keper of the State Council Keper and wrapped the royal coffin. After the rite was completed, the eunuchs added three paintings of the coffin. The royal carriages wrapped the crown and the royal quarters were set up inside the capital. The Minister of Works led the hands of the crown and platforms. The inner and outer palace guards , together with the large and red canopies , designated the royal coffin. The crown and royal crown and the royal quarters were set up inside the front quarters. Every time the sound of the royal carriage was displayed, they suddenly guided them to the crown and placed them on the table. The princes and all officials below him ascend the bier and prostrate themselves, wailing, stopped wailing, and bowed four times. After the rite was completed, the chief state councilor proceeded to the outside of the bier and wraped the crown and the royal crown and ceremonial vessels were placed on the south. The eunuchs presented the royal crown and ceremonial vessels. The officials of the senior third rank or above presented the King with the ceremonial palanquarters and presented the King with the ceremonial vessels, musicians, nobi (slaves, wooden vessels, and wooden vessels to the outside of the bier. Subsequently, the royal crown and the royal crown was closed. The second inspector [of the Office of the Inspector General] carefully signed the crown and kept the blocks on the right state councilors buried nine vessels. After the rite was completed, the princes, the 총호사 , the minister of rites , the officials of the senior third rank or above of the Ministry of Rites , the royal secretaries , and the official historian went to the main quarters to perform the rite of repose",
                "H2KE-nKo": "갑인년에 숙종 대왕을 명릉에 장사지냈다. 새벽에 영가가 능상에 이르자 우의정 조태구가 수건을 받들어 재궁을 닦았다. 예가 끝나자 내시가 구의 3중을 씌워 구의 위에 명정을 펼치니, 금루관이 시각이 되었음을 아뢰었다. 총호사가 여관을 거느리고 재궁을 받들어 연도 안에 안치하니, 공조 판서가 손을 들어 밀가루 모양을 하였다. 내외의 액정서의 하례들이 나란히 서서 다홍색 비단을 잡고 재궁을 에워싸고 아래쪽에서 경필 소리를 낼 때마다 번번이 한 번씩 천천히 인도하여 점차 현문 안으로 나아가 탑 위에 안치하였다. 왕자 이하 여러 신하가 광중에 나아가 부복하고 곡하다가 곡을 그치고 사배를 마쳤다. 영의정이 현문 밖에 나아가 애책을 받들어 연도 서쪽에 안치하고 옥백을 애책의 남쪽에 놓았다. 내시가 유의를 바치니, 도감 당상이 삽을 올리고 명기, 악구, 목노비, 복완, 부신을 현문 밖에 들였다. 마침내 현궁을 닫았다. 집의가 삼가 서명하고 자물쇠를 잠그니, 우의정이 흙 9삽을 덮었다. 여러 신하가 물러나 봉사위에 나아가 절하고 곡하였다. 예가 끝나자 왕자와 총호사, 예조 판서, 도감 당상, 승지, 사관 등이 모두 길유궁에 나아가 제주례를 행하였다. 대축이 우주를 받들어 내어 탁자 위에 임시로 안치하니, 제주관 서평군 이요가 서쪽을 향하여 제주하였다. 사자관이 칠을 써서 보획하였다. 예가 끝나자 대축이 영좌 위에 안치하고 입주전을 행한 다음 드디어 반우하였다. 여러 신하가 모두 길복 차림으로 따라 모화관에 이르니, 주상이 나아가 맞이하였다. 통례가 신련 앞에 나아가 잠시 머물기를 주상에게 아뢰어 청하니, 주상이 곡배하였다. 예가 끝나자 마침내 모시고 효령전에 이르러 초우제를 행하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 21일(갑인) 1번째기사",
                "gt-oKo": "숙종 대왕(肅宗大王)을 명릉(明陵)에 장사하였다. 새벽에 영가(靈駕)가 능(陵) 위에 이르니, 우의정 조태구(趙泰耉)가 수건을 받들어 재궁(梓宮)을 닦았다. 그런 뒤 내시(內侍)가 구의(柩衣)를 세 겹으로 덮었고 구의 위에 명정(銘旌)을 펼쳐놓았다. 금루관(禁漏官)이 시간이 되었음을 아뢰니, 총호사(摠護使)가 여관(舁官)을 인솔하고 재궁을 받들어 묘도[羡道] 안에 안치하였다. 공조 판서가 손을 들어서 밀치는 모양을 하니, 내외(內外)의 액례(掖隷) 등이 나란히 서서 커다란 붉은 융단 동아줄을 잡고 재궁의 아래쪽을 얽어 고정시켜 경필(警蹕) 소리가 한 번 날 적마다 곧 한 번씩 천천히 끌어당겨 점차 현문(玄門) 안으로 들여보내 탑(榻) 위에 올려놓았다. 왕자(王子) 이하 여러 신하들이 광(壙)에 나아가 부복(俯伏)하고 곡(哭)하였으며 곡이 끝나자 사배(四拜)하였다. 이것이 끝나자 영의정이 현문(玄門) 밖에 나아가 애책(哀冊)을 받들어 묘도(墓道)의 서쪽에 놓았으며 옥백(玉帛)을 애책의 남쪽에 놓았다. 내시가 유의(遺衣)를 넣었고, 도감 당상(都監堂上)이 삽(翣)을 올리고 명기(明器)·악구(樂具)·목노비(木奴婢)·복완(服玩)·부신(符信) 등을 현문 밖에 넣은 뒤 드디어 현궁(玄宮)을 닫았다. 집의(執義)가 삼가 서명하게 굳게 잠그고 우의정이 흙 아홉 삽(鍤)을 위에 덮었다. 여러 신하들이 물러나 영결하는 자리로 나아가 절하고 곡한 뒤 왕자 및 총호사·예조 판서·도감 당상·승지·사관(史官) 등이 모두 길유궁(吉帷官)에 나아가 제주(題主)의 예(禮)를 행하였다. 대축(大祝)이 우주(虞主)를 받들고 나와 탁자 위에 눕혀 놓으니, 제주관(題主官) 서평군(西平君) 이요(李橈)가 서쪽을 향하여 신주를 썼다. 사자관(寫字官)이 칠(漆)을 덧칠하기를 마치니, 대축이 영좌(靈座) 위에 모셔 놓고 입주전(立主奠)을 행하였으며, 마침내 반우(返虞)하였다. 여러 신하들은 모두 길복(吉服)을 입고 뒤따라 모화관(慕華館)에 이르니, 임금이 나와서 영접하였다. 통례(通禮)가 신연(神輦)의 앞에 나아가 잠깐 머무시기를 계청(啓請)하니, 임금이 곡하여 절하고 난 뒤 드디어 모시고 효령전(孝寧殿)에 이르러 초우제(初虞祭)를 지냈다.",
                "hj": "○甲寅/葬肅宗大王於明陵。 曉靈駕至陵上, 右議政趙泰耉捧巾拭梓宮訖。 內侍加柩衣三重, 柩衣上, 展銘旌。 禁漏官奏時至, 摠護使帥舁官, 奉梓宮, 安于羡道內。 工曹判書擧手作推樣, 內外掖隷等, 鱗立把大紅絨緪, 纏定梓宮, 下方每警蹕一聲, 輒一徐引, 漸就玄門內, 安於榻上。 王子以下諸臣, 臨壙俯伏哭, 哭止, 四拜訖。 領議政詣玄門外, 奉哀冊, 安羡道西, 置玉帛于哀冊南。 內侍納遺衣, 都監堂上進翣, 納明器、樂具、木奴婢、服玩、符信于玄門外, 遂閉玄宮。 執義謹署封鎖, 右議政覆土九鍤。 諸臣退就奉辭位拜哭訖, 王子及摠護使、禮曹判書、都監堂上、承旨、史官, 俱詣吉帷宮, 行題主禮。 大祝奉出虞主, 假安于卓上, 題主官西平君橈, 西向題。 寫字官用漆補畫訖, 大祝安于靈座上, 行立主奠, 遂返虞。 諸臣皆以吉服從, 至慕華館, 上出迎。 通禮詣神輦前, 啓請小住, 上哭拜訖, 遂奉至孝寧殿, 行初虞祭。"
            },
            "2": {
                "H2KE-EN": "One hundred people in the three towns of Jeju , Jeongui , and Daejeong , crossed the sea and came [to Joseon]. [They] requested that their compulsory labor service be imposed upon the 인산. Also, the local products of the four kinds of local products were presented [to the King]. [The King] accepted their request, and [they] rejected their tribute. [The King] then ordered that their return rations be sufficiently bestowed.",
                "H2KE-nKo": "제주, 정의, 대정 세 고을의 백성 100여 인이 바다를 건너와서 인산에 집역하기를 청하고, 또 네 종류의 토산품을 바쳤는데, 그 청을 들어주고 바치는 것을 물리치라고 명하였다. 이어 돌아갈 때 먹을 양식을 넉넉히 주라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 21일(갑인) 2번째기사",
                "gt-oKo": "제주(濟州)·정의(旌義)·대정(大靜) 세 고을 백성 백여 명이 바다를 건너와서 인산(因山)에 부역을 거들기를 청하고, 또 4종의 토산품을 바쳤는데, 그 청은 허락하고 그 바친 토산품은 되돌려 주었으며, 이어서 돌아갈 때 먹을 양식을 넉넉히 주도록 명하였다.",
                "hj": "○濟州、㫌義、大靜三邑民百餘人, 越海而來, 請執役於因山, 且獻四種土産, 許其請, 却其獻, 仍命優賜回糧。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulmyo day, Right State Councilor Jo Gui accompanied him to the western suburbs [of the capital] and returned to his hometown after eulmyo year (. The King 우악한 비답을 내리고 허락하지 않았다.",
                "H2KE-nKo": "을묘년에 우의정 조태구가 반우를 따라 서교에 이르러 상소를 남겨 두고 고향으로 돌아갔는데, 주상이 너그러운 비답을 내리고 허락하지 않았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 22일(을묘) 1번째기사",
                "gt-oKo": "우의정 조태구(趙泰耉)가 반우(返虞)를 따라서 서교(西郊)에 이르러 상소문을 남겨 두고 시골로 돌아가니, 임금이 우악한 비답을 내리고 허락하지 않았다.",
                "hj": "○乙卯/右議政趙泰耉, 隨返虞至西郊, 留疏還鄕, 上優批不許。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Yu Jangyu , Left Royal Secretary Yu Jungmu , and Right Royal Secretary Yi Jeongsin requested to seek out thunder and lightning. [The King] replied, Due to the calamity of natural disaster, [I] am apprehensive and apprehensive that [I] cannot stay comfortably. Your words reached this point. How can [I] devote [this] in mind?",
                "H2KE-nKo": "정유년에 좌승지 유중무와 우승지 이정신이 천둥이 치는 이변으로 인하여 주상에게 아뢰어 구언하기를 청하니, 답하기를,“재이를 만나 근심하고 두려워하느라 편안히 거처할 겨를이 없었다. 그대들의 말이 여기에 이르렀으니, 유의하지 않을 수 있겠는가.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 4일(정유) 1번째기사",
                "gt-oKo": "좌승지(左承旨) 유중무(柳重茂)·우승지 이정신(李正臣) 등이 천둥의 이변[雷異]으로 인하여 구언(求言)할 것을 계청(啓請)하니, 답하기를, “재앙을 만나 근심하고 두려우하여 편안히 거처하지 못하고 있는데, 그대들의 말이 여기에 이르렀으니, 유의(留意)하지 않을 수 있겠는가?” 하였다.",
                "hj": "○丁酉/左承旨柳重茂、右承旨李正臣等, 因雷異, 啓請求言, 答曰: “遇災憂懼, 不遑寧處矣。 爾等之言至此, 可不留意焉?”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The land in the three provinces of Gyeongsang, Jeolla, and Chungcheong were reviewed again in the gihae year (. The land tax in Gyeongsang Province amounted to twenty-six gyeol and two thousand gyeol of land, Jeolla Province amounted to twenty-four thousand gyeol, and Chungcheong Province amounted to sixteen gyeol and three hundred gyeol. Your subject humbly observed that the land in the middle of Jeonghae year ( has been abolished, and the worries of the wealthy people have exhausted. It has been a long time since the land in the middle of the three southern provinces were reviewed and designated as taxes. How could this not be abundant? However, the Ming court merely admired the names of equal land and did not seek to equally equalify the facts of equal land. However, the governors , county magistrates , and local magistrates were unable to fill the qualifications of cunning and wicked local functionaries. The land of the powerful pow ",
                "H2KE-nKo": "경상, 전라, 충청 세 도의 밭을 다시 측량하였다. 경상도의 전세는 총 26만 2000결이고, 전라도는 24만 5500결이고, 충청도는 16만 300결이다. 신이 삼가 살펴보건대 정전이 폐지된 뒤로 부유한 백성들이 토지를 겸병하는 우환이 생긴 지 이미 오래되었다. 이때 삼남의 밭을 다시 측량하여 세금을 정하였으니 어찌 성대하지 않은가. 그러나 조정에서는 한갓 균전이라는 이름만 사모하고 균전의 실상은 구하지 않아 관찰사, 군수, 현령에 적임자를 얻지 못하여 간사한 향임과 교활한 아전들로 하여금 중간에서 농간을 부리게 하였다. 세력 있는 집안의 밭을 하등에 두고 곤궁한 백성들의 밭을 상등에 두니 허위가 서로 뒤섞이고 간사한 폐단이 갖가지로 생겨나 결부의 수는 전보다 조금 증가하였으나 백성들의 원망은 도리어 더 심하였다. 세상에서 말하기를 ‘삼남에서 인심을 잃은 것은 다시 측량하였기 때문이다.’라고 하는데, 참으로 그렇다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 6일(기해) 1번째기사",
                "gt-oKo": "경상도·전라도·충청도 3도의 전답(田畓)을 개량(改量)하였다. 경상도의 전세(田稅)는 총 26만 2천 결(結)이고, 전라도는 24만 5천 5백 결이고, 충청도는 16만 3백 결이다. 신이 삼가 살펴보건대 정전법(井田法)이 폐지된 이후로 부민(富民)이 겸병(兼幷)하는 폐단이 있어 온 지가 대개 이미 오래 되었습니다. 이때 삼남의 전답을 개량하여 전세(田稅)를 정하였으니, 어찌 거룩한 일이 아니겠습니까? 그러나 조정에서는 다만 균전(均田)의 명칭만 사모하고 균전의 실상은 구하지 아니하여 관찰사(觀察使)·군수(郡守)·현령(縣令)은 적임자를 얻지 못해서 간악한 좌수(座首)·별감(別監)과 교활한 아전들로 하여금 중간에서 농간을 부리게 하였습니다. 세도 있는 집안의 전답은 하등(下等)에 배치하고, 곤궁한 백성의 전답은 상등(上等)에 배치해서 허위(虛僞)로 서로 속이고, 간교한 폐단이 백방으로 발생하여 결부(結負)의 수량은 옛날에 비해서 약간 증가되었는데도 백성들의 원망은 도리어 심함이 있었습니다. 세상에서 말하기를, ‘삼남에서 인심을 잃은 것은 전지의 개량에서 연유되었다.’고 하는데, 이는 참으로 맞는 말입니다.",
                "hj": "○己亥/改量慶尙、全羅、忠淸三道田。 慶尙道田稅, 總二十六萬二千結, 全羅道二十四萬五千五百結, 忠淸道十六萬三百結。 臣謹按, 自井田廢而富民兼幷之患, 蓋已久矣。 當是時, 三南田改量定稅, 豈不盛哉? 然朝廷, 徒慕均田之名, 而不求均田之實, 觀察使、郡守、縣令, 不得其人, 使奸鄕猾吏之輩, 從中用事。 勢家之田, 置於下等, 窮民之田, 置於上等, 虛僞相蒙, 奸弊百出, 結負數比舊稍增, 而民怨反有甚焉。 世言: “三南失人心, 由於改量。” 信矣。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Jo Su , Fourth Censor of the Office of the Censor General , presented a memorial to the King, which stated, Today, the court officials did not understand why they were suspicious and apprehensive, and their measures are decrepitious day by day. In general, there were no way to demonstrate Your Majestys sagacity. However, the incident of Yun Jis술 was extremely demonstrated. After Your Majesty ascended the throne, truly there was an excessive act of having a personal relative. Even a subject should argue for a sake of his own parent. However, now Your Majesty has never discussed any matter even slightly, and therefore, the court officials lack worth th worth e. As for the case of Yun Jis술, who dared to suddenly arbitrarily claim that he intended to explain his past incidents, thereby increasingly grievances upon Your Majestys grief. This is inevitably unworthy. However, if there is any such act of worth happening to conceal his own parent, it is not possible for him to abandon him. This is truly a natural justice between the past and present. For this reason, when Yun Jis술 argued this, all Confucian scholars in the Royal Confucian Academy and Yun Jis술 were shameful and shamelessly scattered. Considering this, it is evident that the heart of Yun Jis술 self-restrained and alone arbitrarily arbitrarily. What do you think of this? Not only is the natural distinction between a sovereign and his subjects, it is feared that the cardinal principles might fall into disappear. According to the penal code, only banishment to a designated area is already a lenient punishment. However, the people of the current worth claim that Your Majesty cannot conceal the worth eves. Your subject thinks that Yun Jis술 should be punished according to the penal code for banishment to a remote place, thereby rectifying the royal law. The officials of the Office of the Inspector General submitted a memorial",
                "H2KE-nKo": "정언 조최수가 상소하기를,“오늘날 조정의 신하들은 무슨 까닭으로 스스로 의구심을 품고 날로 심각하게 계책을 세워 주상의 몸을 조절하는 데 못하는 짓이 없는지 모르겠습니다만, 윤지술의 일에 이르러 극에 달하였습니다. 전하께서 왕위를 계승하신 뒤에 진실로 사친을 지나치게 높이는 일이 있다면 신하 된 자로서는 목숨을 걸고 간쟁하더라도 안 될 것이 없습니다. 그러나 지금 전하께서는 이 일에 대해서 일찍이 털끝만큼도 언급하지 않으셨으니, 조정에 있는 신하들은 본래 말할 만한 단서가 없습니다.지문에 관한 일로 말하면, 임금을 위하여 사친을 숨기는 것은 신하 된 자의 지극히 당연한 의리입니다. 그런데 윤지술은 어떤 사람이기에 감히 갑자기 이 문제를 제기하여 기필코 지나간 일을 드러내서 우리 전하의 애통한 마음을 더하게 하려고 한단 말입니까. 이것만도 차마 할 수 없는 일인데, 만약 ‘숨길 만한 사친이 있는 것 같다.’라는 등의 말을 하여 군부로 하여금 자기가 낳아 준 은혜를 스스로 끊게 하고 군부에게 비리를 가하기를 이와 같이 무엄하게 하였다면, 어찌 너무도 통탄스럽지 않겠습니까.아, 사람이 자기를 낳아 준 사친에 대해서 불행하게도 변고를 만난 경우에는, 정리는 비록 펴지 못했지만 은혜는 끊을 수 없는 것이니, 이는 참으로 고금에 바꿀 수 없는 의리입니다. 그러므로 윤지술이 이 일을 창도하였을 때 관학 유생으로서 윤지술과 기미가 같은 자들도 모두 서로 돌아보며 놀라워하여 모두 흩어져 버렸으니, 인심이 같은 것을 여기에서 알 수 있습니다. 그런데 윤지술이 팔을 걷어붙이고 홀로 담당한 것은 도대체 무슨 의도란 말입니까. 군신의 분의가 모두 땅을 쓴 듯이 없어졌을 뿐만 아니라, 또한 이륜의 중대함이 이로 인해 끊어질까 두렵습니다. 형률이 편배에 그친 것만도 이미 관대한 은전인데, 한때의 사람들이 어지럽게 그를 구원하여 끝내 성상으로 하여금 홀로 뭇사람의 입을 막을 수 없게 하고 내리신 명을 도로 거두어들인 뒤에야 그만두었으니, 이는 의리가 잠깐 밝혀졌다가 다시 어두워지고 임금의 위엄이 조금 행해졌다가 다시 꺾인 것입니다. 신은 윤지술에게 절도에 찬배하는 형률을 시행하여 국법을 바로잡아야 한다고 생각합니다. 그런데 양사의 신하들이 번갈아 가며 소장을 올려 두둔하기를 조금도 꺼리지 않았으니, 분의로 볼 때 어찌 감히 이와 같이 할 수 있단 말입니까.성균관 당상이 들어가도록 권하는 것을 빙자하여 자신의 견해를 덧붙여 진달하면서 위협하고 조절한 것이 유생들의 소회보다 더 심합니다. 이와 같은 행동은 무엄하기 짝이 없으니, 양사와 성균관 당상을 모두 똑같이 파직해야 합니다.신이 또 들으니, 본원에서 전 승지 송성명을 삭탈 관작하라는 계사가 있었다고 합니다. 아, 그 또한 매우 방자합니다. 신은 삭탈 관작하라는 청을 준엄한 말로 물리쳐야 할 뿐만 아니라 지난번에 특별히 파직하라는 명도 속히 도로 거두어들여야 한다고 생각합니다.”하니, 답하기를,“대신을 비난하여 말에 화평함이 결여되었으니, 그것이 타당한지 모르겠다.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 7일(경자) 1번째기사",
                "gt-oKo": "정언(正言) 조최수(趙最壽)가 상소하기를, “오늘날 조정의 신하들이 무엇 때문에 스스로 의구심을 내어 자기 계책을 마련하는 것이 날로 심각해져서 무릇 주상(主上)을 조절(操切)할 수 있는 것은 이르지 않는 바가 없는 것인지를 모르겠습니다만, 윤지술(尹志述)의 일에 이르러 극도에 달하였습니다. 전하께서 왕위를 계승하신 이휘에 진실로 사친(私親)을 위해서 지나치게 높인 일이 있었다면 신하가 된 사람이 비록 목숨을 걸고 간쟁한다 하더라도 불가한 일이 아닙니다. 그러나 이제 전하께서는 이 일에 대해서 일찍이 털끝만큼도 의논한 일이 없으셨으니, 조정에 있는 신하들이 본래 말할 수 있는 단서가 없는 것입니다. 그리고 묘지문(墓誌文) 한 사항에 있어서는 군부(君父)를 위하여 사친(私親)을 숨기는 것은 신자(臣子)의 지극히 당연한 의리입니다. 윤지술이 어떤 사람이기에 이에 감히 갑자기 제기하여, 반드시 지나간 일을 들추어내서 우리 전하의 가슴아픈 사적인 심회를 증가시키려 하는 것은 이미 차마 못할 짓입니다. 그리고 ‘마치 숨길 만한 어버이가 있는 것처럼 한다.’는 등의 말은 억지로 군부(君父)로 하여금 스스로 자신을 낳아 준 은혜를 끊도록 하여 군부에게 비리(非理)를 가한 것이니, 이와 같이 무엄한 일은 어찌 한없이 절통(絶痛)하지 않겠습니까? 아! 사람이 자기를 낳아 준 사친에 대해서 불행히 변고(變故)를 만난 사람은 정(情)은 비록 펴지 못하더라도 은혜는 바로 단절할 수가 없는 것입니다. 이것은 진실로 옛날이나 오늘이나 바꿀 수 없는 의리입니다. 그러므로 윤지술이 이 일을 제창하였을 때 관학 유생(館學儒生)들의 윤지술과 기미(氣味)를 같이하는 자들도 다 서로 돌아보고 경악(驚愕)하며 모조리 달아나 흩어졌던 것이니, 인심(人心)은 똑같다는 것을 여기에서도 알 수가 있는 것입니다. 그런데 윤지술이 팔을 걷어 올리고 홀로 담당한 것은 또 무슨 생각에서입니까? 유독 군신(君臣)의 분의(分義)가 다 사라져 없어질 뿐만 아니라 또한 인륜의 중대한 것도 이로 인해 무너지고 단절될까 두렵습니다. 형률의 적용이 편배(編配)에 그친 것도 이미 관대한 은전인데, 일시(一時)의 사람들이 어지럽게 나서서 구원하고 해명하여, 끝내 성상으로 하여금 혼자서 여러 사람의 입을 당해낼 수 없어서 도로 성명(成命)을 중지시킨 뒤에 그만두게 하니, 이는 의리가 잠깐 밝았다가 다시 어두워진 것이고 주상의 위엄이 조금 실행되다가 오히려 빼앗긴 것입니다. 신은 윤지술에게는 마땅히 절도(絶島)에 찬배(竄配)시키는 형률을 적용하여 왕법(王法)을 바로잡아야 한다고 여깁니다. 양사(兩司)의 여러 신하들이 번갈아 장주(章奏)를 올려 변명 비호하여 조금도 돌아보거나 기탄함이 없는 것은 그 분의(分義)에 있어 어찌 감히 이와 같을 수가 있겠습니까? 국자 당상(國子堂上)의 들어가라고 권유하는 것을 빙자해서 자기의 견해를 덧붙여 진술하여 위협하고 조절한 것은 유생(儒生)의 소회(所懷)보다 더 나쁜 면이 있습니다. 이와 같은 거조(擧措)는 몹시 무엄한 것이니 양사와 국자 당상을 모두 마땅히 파직(罷職)시켜야 합니다. 신은 또 들으니, 본원(本院)에서 전 승지 송성명(宋成明)을 삭탈 관직(削奪官職)하라는 계(啓)가 있었다 합니다. 아! 그것도 또한 방자함이 심한 일입니다. 신의 생각에는 삭탈 관작하라는 청을 엄정한 말로 물리치실 뿐만 아니라, 일전에 내리셨던 특별히 파직시키라는 분부 또한 마땅히 조속히 도로 중지하도록 하여야 합니다.” 하니, 답하기를, “대신(大臣)을 침노해 비난하였고, 말에 화평(和平)이 결여되었으니, 그것이 타당한 것인지 알지 못하겠다.” 하였다.",
                "hj": "○庚子/正言趙最壽上疏曰: 今日廷臣, 不知何故, 自生疑懼, 爲計日深, 凡所以操切上躬, 無所不至, 而至於尹志述事而極矣。 殿下嗣服之後, 苟有爲私親過隆之擧, 爲臣子者, 雖以死爭之, 未爲不可, 而今殿下於此事, 未嘗一毫議及, 則在庭者, 本無可言之端。 至於誌文一款, 爲君父諱親, 乃臣子至當之義。 志述何人, 乃敢忽然提起, 必欲暴揚往事, 以增我殿下傷痛之私懷者, 已是不忍, 而若其有若有可諱之親等語, 勒令君父, 自絶其所生之恩, 加非理於君父, 若是無嚴, 豈不萬萬絶痛哉? 嗚呼! 人於所生私親, 不幸遇變故者, 情雖未伸, 恩不可便絶, 玆誠古今不易之義。 故志述之倡此擧也, 館學儒之與志述同氣味者, 亦皆相顧驚愕, 盡數奔散, 人心所同, 於此可見, 而志述攘臂獨當, 抑何意哉? 非獨君臣之分, 擧皆掃盡, 抑恐彝倫之重, 因此而斁絶也。 律止編配, 已是寬典, 而一時之人, 紛然救解, 終使聖上不能獨抵衆口, 還寢成命而後已, 是則義理乍明而復晦, 主威稍行而猶奪也。 臣謂志述, 宜施絶島竄配之律, 以正王章。 兩司諸臣之交章營護, 不少顧忌, 其在分義, 安敢如是? 國子堂上之憑藉勸入, 附陳己見, 脅持操切, 有浮於儒生所懷。 似此擧措, 無嚴極矣, 兩司及國子堂上, 竝宜一體罷職也。 臣又聞本院, 有前承旨宋成明削奪之啓。 噫! 其亦縱恣甚矣。 臣意以爲, 削奪之請, 不惟嚴辭揮斥, 頃日特罷之命, 亦宜亟令還寢也。 答曰: “侵詆大臣, 語欠和平, 未知其得當也。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Office of the Censor General requested that Fourth Censor Jo Su be dismissed from his post. The Office of the Censor General reported, Fourth Censor Jo Su , relying on the matter of the Royal Confucian Academy , tried to plot to climbate an error. He submitted a memorial, which expressed his intent in secret. It is truly not a beautiful event that the Royal Confucian Academy was punished. How could this not be aware of the mistake of this? However, he dared to secretly deliberate on the matter and presumptuously thought that this occasion can be occurred by the King. He then falsely claimed that this occurred the King and falsely accused the court officials of his guilt. He made the importance of the Royal Confucian Academy not be performed on New Years Day. His guilt is extremely grievous. Your subjects request that his letter of appointment be removed and he be sent outside the capital gates. The King responded, This request was not granted. Jo Su was dismissed.",
                "H2KE-nKo": "정언 조최수를 파직하였다.사간원이 아뢰기를,“정언 조최수는 성균관 유생의 일을 빙자하여 일망타진하려는 계책을 이루고자 하여 한 통의 상소를 올렸는데, 말뜻이 음험합니다. 성균관 유생이 죄를 입는 것은 실로 성조의 아름다운 일이 아닙니다. 이들도 어찌 그것이 지나친 일인 줄 모르겠습니까. 그런데도 감히 몰래 서로 췌마하고 이 기회를 이용할 수 있다고 망녕되이 생각하여 성상을 공동시키고 조정 신하들을 무함하여 막중한 습의를 정일에 거행하지 못하게 하였으니, 그 죄상을 논하면 너무도 통탄스럽습니다. 관작을 삭탈하고 도성 밖으로 내쫓으소서.”하니, 답하기를,“윤허하지 않는다. 조최수를 파직하라.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 10월 8일(신축) 1번째기사",
                "gt-oKo": "정언(正言) 조최수(趙最壽)를 파직시켰다. 사간원(司諫院)에서 아뢰기를, “정언(正言) 조최수는 반유(泮儒)의 일을 빙자해 일망타진하려는 계획을 실현하려 하여 한 통의 상소를 투진(投進)하였는데, 말뜻이 음험(陰險)합니다. 관유(館儒)가 처벌받는 것은 실로 성조(聖朝)의 아름다운 일이 아니니, 이 무리들도 어찌 그것이 지나친 일이 된다는 것을 알지 못하겠습니까? 그런데도 이에 감히 몰래 서로 기회를 엿보아, 함부로 이 기회를 이용할 수 있다고 여겨 주상을 공동(恐動)시키고 조신(朝紳)을 모함하여 막중한 습의(習儀)를 정일(正日)에 거행되지 못하게 하였으니, 그 죄상을 논한다면 통분스럽기 한이 없습니다. 청컨대 삭탈 관작하여 성문 밖으로 내치소서.” 하니, 답하기를, “윤허하지 않는다. 조최수는 파직하라.” 하였다.",
                "hj": "○辛丑/罷正言趙最壽職。 諫院啓: “正言趙最壽, 憑藉泮儒事, 欲售網打之計, 投進一疏, 語意陰險。 館儒被罪, 實非聖朝之美事。 此輩亦豈不知其爲過擧, 而乃敢潛相揣摩, 妄謂此機之可乘, 恐動天聽, 構陷朝紳, 致令莫重習儀, 不擧於正日, 論其罪狀, 萬萬痛惋。 請削奪官爵, 門外出送。” 答曰: “不允。 趙最壽罷職。”"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "Chief State Councilor Li Xiao , who was an official of Goyang , was an official of the royal tomb , supplied with twice as much as those of other counties. The King ordered that the reduction of three du of rice be reduced in spring to show virtuous intentions. The King approved this request. Left State Councilor Yi Geon , who said that the King was too diligent and silent, citing the meaning of the Zhou Dynasty (C. Zhou li zhuan , Heaven and Earth and earth. The King ordered that after the cessation of wailing, the expounding on the Confucian Classics be held in order to discuss the meanings of the Confucian Classics with high officials and discuss the meaning of the Confucian Classics. The King did not respond to this.",
                "H2KE-nKo": "삭갑자년에 영의정 김창집이 고양은 산릉의 지방관으로서 모든 책응이 다른 고을에 비해 갑절이나 되니, 봄 대동미를 3말을 양감하여 덕의를 보일 것을 청하니, 그대로 따랐다. 좌의정 이건명이, 주상이 너무 지나치게 침묵하고 《주역》 〈천지교태〉의 뜻을 인용하여 졸곡 뒤에 개강하여 대신, 유신과 더불어 문의를 논란하고 치도를 강구할 것을 청하였으나, 주상이 답하지 않았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 1일(갑자) 1번째기사",
                "gt-oKo": "영의정 김창집(金昌集)이 ‘고양(高陽)은 산릉(山陵)이 있는 지방관(地方官)으로서 온갖 책응(責應)이 다른 고을에 비해서 갑절이나 되니, 봄철의 대동미(大同米) 3두(斗)를 양감(量減)해서 덕의(德意)를 보일 것’을 청하니, 그대로 따랐다. 좌의정 이건명(李健命)이 임금이 연묵(淵默)이 너무 지나친 이유로써 《주역(周易)》의 천지(天地)가 교태(交泰)하는 뜻을 인용하여 졸곡(卒哭) 후에도 강연(講筵)을 열어서 대신·유신들과 문의(文義)를 논난(論難)하고 치도(治道)를 강구(講求)할 것을 청하였으나, 임금이 답하지 아니하였다.",
                "hj": "○朔甲子/領議政金昌集, 請高陽以山陵地方官, 凡百責應, 比他邑有倍, 春大同量減三斗, 以示德意, 從之。 左議政李健命, 以上淵默太過, 引《周易》天地交泰之義, 請卒哭後開講, 與大臣、儒臣, 論難文義, 講求治道, 上不答。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The gyeyu year (1423, the fifth year of King Sejongs reign, Student of the Royal Confucian Academy Geunhwami , and Vice-Envoy Cui Dowon , who is the first-rank military official , who is the royal guard , and Chen Deokgree , who are the first-rank military official , came [to Joseon] on their way to congratulate the Emperor [of Ming China]. Magistrate of Uiju sent an urgent report to the King, and Yu Myeonggung was appointed commissioner for receiving the envoy at the border . Commissioner for Receiving the Imperial Envoy at each post station Yi Jeongju , Ahn Jungbong , and others finally did not come [to Joseon]. The Royal Secretariat reported this to the King. The King ordered that all of them be dismissed from their posts. ",
                "H2KE-nKo": "계유년에 청나라 사신 내각 학사 액화납과 부사 일등 시위 의도액과 진덕록이 조제하는 일로 나왔다. 의주 부윤이 급히 보고하니, 유명웅을 원접사로 삼았다. 각 역참의 영위사 이정주와 안중필 등이 병을 핑계 대고 끝내 나오지 않자, 승정원이 주상에게 여쭈니, 모두 파직하라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 10일(계유) 1번째기사",
                "gt-oKo": "청(淸)나라 사신(使臣) 내각 학사(內閣學士) 액화납(額和納)과 부사(副使)일등 시위(一等侍衞) 의도액(宜都額)·진덕록(眞德祿)이 조제(弔祭)의 일 때문에 나왔다.  의주 부윤(義州府尹)이 치문(馳聞)하니, 유명웅(兪命雄)을 원접사(遠接使)로 삼았다. 각참(各站)의 영위사(迎慰使) 이정주(李挺周)·안중필(安重弼) 등이 병을 핑계대고 끝내 나가지 않았다. 승정원(承政院)에서 계품(啓稟)하니, 모두 파직하도록 명하였다.",
                "hj": "○癸酉/淸使內閣學士額和納、副使一等侍衛宜都額、眞德祿, 以弔祭事出來。 義州府尹馳聞, 以兪命雄爲遠接使。 各站迎慰使李挺周、安重弼等, 稱病終不進, 政院啓稟, 幷命罷職。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Yun Gak as second minister of war . [Yun] Gak was unable to serve as a general responsibility for the two administrative bodies and was appointed to this post. This was because [Yun] Gak presented [to the King].",
                "H2KE-nKo": "윤각을 병조 참판으로 삼았다. 윤각은 양국의 장임을 거치지 않고 이 직임에 제수되었는데, 김창집이 진출하였기 때문이다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 11일(갑술) 1번째기사",
                "gt-oKo": "윤각(尹慤)을 병조 참판으로 삼았다. 윤각은 양국(兩局)의 장임(將任)을 역임하지 않았는데, 이 관직을 제수한 것은 김창집(金昌集)의 추천에 의한 것이다.",
                "hj": "○甲戌/尹慤爲兵曹參判。 慤未經兩局將任, 而除是職, 金昌集進之也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] personally went to the Royal Confucian Academy to conduct the oral examination on the occasion of the passers of the civil officials in eulhae year (. Two successful candidates were all promoted.",
                "H2KE-nKo": "주상이 친림하여 종신의 전강을 행하였다. 수석을 차지한 2인에게 모두 가자하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 12일(을해) 1번째기사",
                "gt-oKo": "임금이 친히 나가서 종신(宗臣)의 전강(殿講)을 행하여 수석을 차지한 두 사람에게 모두 가자(加資)하였다.",
                "hj": "○乙亥/親臨行宗臣殿講, 居首二人幷加資。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Sixth Royal Secretary Jeong Hyeongsik submitted a memorial requesting that Your Majesty pay a visit to the royal tomb. The King accepted this and ordered the Ministry of Rites to select an auspicious day and carry out it.",
                "H2KE-nKo": "병자년에 동부승지 정형익이 상소하여 산릉에 전알하기를 청하니, 주상이 받아들이고 해당 조로 하여금 택일하여 거행하라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 13일(병자) 1번째기사",
                "gt-oKo": "동부승지 정형익(鄭享益)이 상소하여 산릉(山陵)을 전알(展謁)할 것을 청하니, 임금이 그대로 받아들여 해조(該曹)에 좋은 날을 골라서 거행하도록 명하였다.",
                "hj": "○丙子/同副承旨鄭亨益上疏, 請展謁山陵, 上納之, 命該曹, 擇日擧行。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Envoy for Reporting to the Emperor [of Ming China] Li Xiao , the envoy for celebrating the Imperial Crown Princes birthday , and others stayed in Taepyeong Guesthouse and addressed the writing to the imperial edict as follows: The memorial for the investiture of the investiture letter and the diplomatic document submitted to the Board of Rites , and the staff official came to ask about the intent of the high-ranking official of the higher grade of lower grade",
                "H2KE-nKo": "정축년 고부사 이이명 등이 연경에 있으면서 언서로 칙사 편에 부쳐 아뢰기를,“봉전에 관한 표문과 자문을 예부에 올렸더니, 낭중이 당상의 뜻으로 와서 묻기를 ‘세자는 미처 성지를 받들어 왕으로 봉하지 못하였는데, 추봉과 요봉을 어찌하여 아울러 거론하여 청하는가?’라고 하기에, 답하기를 ‘전례가 모두 그러하다면 그 뒤로 오랫동안 소식이 없을 것이다.’라고 하였습니다.회동관 제독 상숭탄이 처음부터 자못 은근한 기색을 보이면서 시랑 경일진이 섭행한 의견을 갖추어 아뢴 것을 은밀히 보였는데, 그 결어에 ‘왕비 책봉은 성명을 올려 주청하는 날을 기다려 다시 책봉을 의논할 것이다.’라는 등의 말이 있었습니다. 상숭탄이 이어 말하기를 ‘이 사람은 일하는 것이 불량하여 내가 지금 힘을 써서 그들의 마음을 돌리고 있다.’라고 하면서 뇌물을 요구하는 뜻이 뚜렷이 있었는데, 역관들이 미봉하여 대답하였습니다. 갑인년 사행 때에도 이렇게 트집 잡는 일이 있었고, 심지어 예부에 글을 올려 변론하기까지 하여 특지로 청을 허락받았으니, 다른 방법으로 주선한 일이 없지 않았습니다. 그가 고집하는 것이 흔단이 된 것은 극히 통탄스럽고 놀랍습니다. 그러나 사세가 이와 같으니 갑인년의 전례를 참작하여 쓰지 않을 수 없습니다.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 14일(정축) 1번째기사",
                "gt-oKo": "고부사(告訃使) 이이명(李頤命) 등이 연경(燕京)에 있으면서 언서(諺書)로 칙행(勅行)에 덧붙여 주달하기를, “봉전(封典)에 관한 표문(表文)과 자문(咨文)을 예부(禮部)에 올렸더니,  낭중(郞中)이 당상(堂上)의 뜻으로 와서 묻기를, ‘세자(世子)가 미처 교지(敎旨)를 받들어 왕(王)에 봉(封)해지지 않았는데, 추봉(追封)과 요봉(邀封)을 어찌하여 한꺼번에 들어서 청하는가?’ 하였습니다. 답하기를, ‘전례(前例)가 모두 그러하다.’ 하였더니, 그 뒤에 오랫동안 아무 소식이 없었습니다. 회동관 제독(會同館提督) 상숭탄(尙崇坦)이 애당초 자못 은근한 기색을 보이면서,  시랑(侍郞) 경일진(慶一陳)이 지은 복주(覆奏)를 은밀히 보여 주었는데, 그 결어(結語)에, ‘왕비의 책봉은 그 성명(聲名)을 주청(奏請)하는 시기를 기다려 다시 책봉을 의논하자.’는 등의 말이 있었습니다. 상숭탄이 이어서 말하기를, ‘이 사람이 일을 하는 것이 좋지 못하기 때문에 내가 바야흐로 힘을 써서 그의 마음을 돌리고 있다.’고 하면서 뇌물을 요구하는 의사가 현저히 있었는데, 역관(譯官)의 무리가 임시변통으로 꾸며서 답변하였습니다. 갑인년의 사신(使臣) 행차 때에도 이와 같이 트집을 잡은 일이 있어서 예부(禮部)에 정문(呈文)해서 변쟁(辨爭)하기까지 하여 특지(特旨)로 청을 인준하였는데, 다른 길을 통해서 주선한 일이 없지 않았습니다. 그들이 트집을 잡아 흔단(釁端)으로 삼은 것이 몹시 해괴하지만 사세가 이와 같으니, 갑인년의 준례를 참용하지 않을 수 없습니다.” 하였다.",
                "hj": "○丁丑/告訃使李頣命等, 在燕京, 以諺書附奏勑行言: 封典表、咨呈禮部, 則郞中以堂上意來問, 世子未及奉旨封王, 追封與邀封, 何以一倂擧請? 答以前例皆然, 則其後久無聲息矣。 會同館提督尙崇坦, 自初頗示慇懃之色, 密示侍郞慶一陳所攝覆奏結語, 有王妃冊封, 俟其聲名奏請之日, 再了議封等語。 崇坦仍言: “此人作事不良, 我方宣力, 以回其心”, 顯有索賂之意, 譯輩彌縫而答之。 甲寅年使行時, 亦有此執言之事, 至於呈文禮部辨爭, 特旨準請, 而不無他逕周旋之事矣。 其所執爲釁端, 極涉痛駭, 而事勢如此, 不可不參用甲寅之例云。"
            },
            "2": {
                "H2KE-EN": "The King personally went to the civil officials and had the oral examination passers of the Royal Confucian Academy tested. The King ordered that the highest level of horses be granted to them. Minister of TaxationHwang Yan came forward and said, The civil officials and the civil officials attend the oral examination continued to attend the oral examination. Truly, this is a purpose of encouraging talents. However, after the rite marking the end of grieving , it is not the first urgent task. Today, nothing is more urgent than exceeding the highest level of the civil officials to attend the oral examination on the Confucian classics and history. This is what I wish. The King accepted this request. He also requested that the King take care of the health of the King and the rites of the new moon and the full moon days at the appropriate times. He also presented the King withdrew. He also said, The King ordered that the house of the Crown Princess Yeongnyeong be rebuilt. However, there has been no precedent of building a royal concubines house. It would be proper to only mete out the price of my price and have the Office of Palace Eunuchs inspect the situation. The King followed this advice.",
                "H2KE-nKo": "문신의 전강에 친림하여 수석을 차지한 자에게 말[馬]을 내려 주라고 명하였다. 호조 판서 민진원이 나아가 아뢰기를,“종신과 문신의 전강에 연이어 친림하시니, 이는 실로 재예를 권장하는 뜻에서 나온 것입니다. 다만 졸곡이 이미 지나 청정이 바야흐로 시작되었으니, 이러한 일은 원래 제일가는 급선무가 아닙니다. 오늘날의 급선무는 유신을 친근히 하고 서사를 강론하는 것보다 더한 것이 없으니, 이 점을 유념하소서.”하니, 주상이 받아들였다. 또 조섭을 잘하여 때때로 삭망제의 제전에 친림할 것을 청하니, 또한 받아들였다. 또 아뢰기를,“영빈의 집을 개조하라고 명하셨는데, 후궁의 집은 일찍이 개조한 예가 없습니다. 다만 참작하여 값을 주고 내수사로 하여금 간검하게 하는 것이 마땅합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 14일(정축) 2번째기사",
                "gt-oKo": "임금이 친히 나가서 문신(文臣)의 강(講)을 시험하고, 으뜸을 차지한 사람에게 말을 하사하도록 명하였다. 호조 판서 민진원(閔鎭遠)이 나아가 말하기를, “종신(宗臣)과 문신(文臣)의 전강(殿講)에 연이어 친림하시니, 이는 실로 재예(才藝)를 권장하는 뜻에서 나온 것입니다. 다만 졸곡(卒哭)이 이미 지나서 청정(聽政)이 바야흐로 시작되었으니, 이러한 일은 원래 제1의 급무는 아닙니다. 오늘날에 있어 시급한 바는 유신(儒臣)을 친근히 하고 서사(書史)를 강론하는 것보다 더한 것은 없습니다. 이 점을 성상의 마음에 유념하도록 하는 것이 바로 소망하는 바입니다.” 하니, 임금이 그대로 받아들였다. 또 ‘잘 조섭(調攝)을 하고 때때로 삭망(朔望) 제전(祭奠)에 친림할 것’을 청하니, 역시 그대로 받아들였다. 또 말하기를, “영빈(寧嬪)의 가사(家舍)를 개조(改造)하도록 분부하셨는데, 후궁(後宮)의 집을 일찍이 개조해서 준 전례가 없습니다. 단지 참작하여 값을 주고 내수사[內司]로 하여금 간검(看檢)하도록 하는 것이 마땅할 듯합니다.” 하니, 임금이 그대로 따랐다.",
                "hj": "○親臨試文臣講, 命居首錫馬。 戶曹判書閔鎭遠進曰: “宗臣、文臣殿講, 連爲親臨, 此實出於勸奬才藝之意, 第卒哭旣過, 聽政方始, 此等事, 元非第一急務。 今日所急, 莫過於親近儒臣, 講論書史。 俾留聖意, 是所望也。” 上納之。 又請善加調攝, 時時親臨朔望祭奠, 亦納之。 又言: “寧嬪家舍, 有命改造, 而後宮第宅, 曾無造予之例。 只參酌予價, 而使內司看檢宜矣。” 上從之。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King dismissed Minister of War Yi Manseong from his post and replaced him with 최석항 .",
                "H2KE-nKo": "경진년에 병조 판서 이만성을 면직하고 후임에 최석항을 임명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 17일(경진) 1번째기사",
                "gt-oKo": "병조 판서 이만성(李晩成)이 면직되고, 최석항(崔錫恒)이 대신 임명되었다.",
                "hj": "○庚辰/兵曹判書李晩成免, 崔錫恒代之。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Governor of Pyeongan Province Kwon업(權) , Commissioner for Receiving the Imperial Envoy at the Border Yu Myeonggung , and others reported to the King as follows: When I was in Anju , interpreters Jang Munik and others came and delivered the words of the imperial edict of investiture. When I departed the capital [of China], His Majesty the King issued an order to have me directly go to the Royal Tomb and perform the rite of congratulating the King. After I stayed at Hongje Lodge , I will go to the Royal Tomb and perform the rite on the following day. I admonished the interpreters to find good words and disregard the previous words. However, the imperial envoys persistently adamantly refused to seek bribes. This is not a scheme of scheme. Please admonish all the interpreters again and have them strongly to hear and urgently report to Your Majesty. Chief State Councilor Yi Jik and Left State Councilor Yi Geom , leading the host of the guesthouses , Directors of the Office of Honorable Guests [], and Yi Myeong , requested an audience with Your Majesty and reported to the King as follows: Earlier, during the state mourning period in the gichuk year (, an envoy also said that he would go directly to the Royal Tomb, which was answer by the circumstances. However, when he returns [to China], he requested that he be able to go to the Royal Tomb. Now, Your Majesty should separately dispatch an official to discuss the matter. However, Yi Myeong is now serving the host of the guesthouse. Please have the interpreters leading the interpreters and send them [to China]. Yi Geomyeong said, If they request that they be able to go to the Royal Tomb, it would be difficult to disobey them. 민진원이 말하기를, If they say that the imperial edict was issued, they must go to the Royal Tomb. Thus, the two characters of Sungjeong (great-grandfather of Seasoning and Spices are written on the two characters of Sungjeong (great-grandfather of Seasoning and Spring and Autumn Annals are very inappropriate. Thus, it would be proper to step",
                "H2KE-nKo": "계미년 평안도 관찰사 권업과 원접사 유명웅 등이 장계하기를,“안주에 있을 때 역관 장문익 등이 와서 청나라 칙사의 말을 전하기를 ‘저들이 연경을 출발할 때 저 나라에서 유지를 내려 저들로 하여금 곧바로 산릉에 가서 조전의 예를 행하게 하고 홍제원에 가서 유숙한 뒤에 그다음 날 능소에 가서 예를 행하겠다.’라고 하였습니다. 역관들을 신칙하여 좋은 말로 거절하게 하였는데 칙사가 앞서 한 말을 고집하니, 이는 그 위세를 빙자하여 뇌물을 요구하려는 계책에 불과합니다. 다시 역관들을 엄히 신칙하여 그들로 하여금 힘껏 쟁집하여 기어이 마음을 돌리게 하고, 이에 앞서 급히 장계합니다.”하였다. 영의정 김창집과 좌의정 이건명이 관반 민진원과 이관명을 거느리고 입대를 청하여 아뢰기를,“일찍이 기축년 국휼 때 청나라 사신도 곧바로 산릉에 간다는 말이 있었으므로 일의 체모로 볼 때 별도로 대답하였습니다. 그러나 그들이 돌아갈 때 산릉에 참배하겠다는 청은 허락하였으니, 지금 별도로 중신을 보내어 적절하게 논해야 합니다. 이관명은 현재 관반의 직임을 맡고 있으니, 일을 잘 아는 역관을 데리고 내려가게 하소서.”하니, 이건명이 아뢰기를,“저들이 만약 산릉에 참배하기를 청한다면 거절하기 어려울 듯합니다.”하였다. 민진원이 아뢰기를,“저들이 만약 칙지를 핑계 대어 반드시 산릉에 가야 한다고 한다면 표석에 ‘숭정’이라는 두 글자를 쓰는 것은 매우 불편합니다. 판벽으로 막고 저들이 설령 문답이 있더라도 복어물을 간직한 곳으로 삼는 것이 마땅합니다.”하니, 주상이 모두 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 20일(계미) 1번째기사",
                "gt-oKo": "평안도 관찰사(平安道觀察使) 권업(權)과 원접사(遠接使) 유명웅(兪命雄) 등이 장문(狀聞)하기를, “안주(安州)에 있을 때 역관(譯官) 장문익(張文翼) 등이 와서 청(淸)나라 칙사(勅使)의 말을 전하기를, ‘그들이 연경(燕京)을 출발할 때 그들이 나라에서 교지(敎旨)가 있어 그들로 하여금 곧바로 산릉(山陵)으로 가서 조전(弔奠)의 예(禮)를 설행(設行)하도록 하였으므로, 홍제원(弘濟院)에 가서 유숙한 뒤에 그 다음날 마땅히 능소(陵所)에 가서 행례(行禮)하여야 할 것이다.’고 하였다 하였습니다. 역관의 무리들에게 단단히 타일러 좋은 말로 가로막도록 하였는데 칙사가 앞의 말을 고집하니, 이는 단지 권위(權威)를 빙자해 뇌물을 요구하려는 계획이 지나지 않습니다. 다시 여러 역관들에게 엄하게 신칙(申飭)을 더하여 그들로 하여금 힘을 다해 쟁집(爭執)해서 꼭 회청(回聽)하도록 하였는데, 이에 앞서서 먼저 치계(馳啓)합니다.” 하였다. 영의정 김창집(金昌集)과 좌의정 이건명(李健命)이 관반(館伴) 민진원(閔鎭遠)·이관명(李觀命)을 거느리고 입대(入對)를 청하여 아뢰기를, “일찍이 기축년의 국상(國喪) 때에도 청나라 사신이 곧바로 산릉(山陵)으로 가겠다는 말이 있었는데, 사체(事體)가 구별이 있다는 것으로써 답하였으며, 돌아갈 때에 산릉을 참배하겠다는 청은 허락하였습니다. 이제 마땅히 따로 중신(重臣)을 보내서 개유(開諭)함이 사리에 합당할 것인데, 이관명이 바야흐로 관반을 맡았으니, 청컨대 그에게 사무를 잘 아는 역관을 데리고 내려가도록 하소서.” 하였다. 이건명이 말하기를, “저들이 만일 산릉을 참배하기를 청한다면 거절하기가 어려울 듯합니다.” 하고, 민진원은 말하기를, “저들이 만일 칙지(勅旨)를 핑계하여 반드시 산릉에 가겠다고 하며 표석(表石)에 쓴 ‘숭정(崇禎)’이란 두 글자가 자못 불편하게 됩니다. 이것을 판벽(板壁)으로 막았다가 저들이 설사 질문이 있더라도 복어물(服御物)을 보관한 곳이라고 답변하는 것이 마땅할 것입니다.” 하니, 임금이 모두 그대로 따랐다.",
                "hj": "○癸未/平安道觀察使權、遠接使兪命雄等狀聞以爲: 在安州時, 譯官張文翼等來傳淸勑之言, 渠發燕京時彼國有旨, 使渠直往山陵, 設行弔奠之禮, 抵宿弘濟院後, 翌日當往陵所行禮云。 申飭譯輩, 善辭防塞, 而勑使固執前說, 此不過藉重索賂之計。 更加嚴飭諸譯, 使之極力爭執, 期於回聽, 而先此馳啓。 領議政金昌集、左議政李健命, 率館伴閔鎭遠、李觀命, 請入對奏: “曾於己丑國恤時, 淸使亦有直往山陵之言, 以事體有別爲答, 而回還時, 拜陵之請則許之。 今當別遣重臣, 開論停當, 而李觀命方任館伴, 請使帶率解事譯官下送。” 健命曰: “彼若請拜陵, 則似難違拒矣。” 鎭遠言: “彼人若稱勑旨, 必往山陵, 則表石所書崇禎二字, 殊涉不便。 障以板壁, 而彼設有問答, 以服御物所藏處爲宜矣。” 上幷從之。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulyu day, Commissioner for Receiving the Imperial Envoy at the Border Yu Myeonggung , Governor of Hwanghae Province Kim Yugyeong , and others hurriedly reported to the King as follows: Superintendent Kim Hongji proceeded to the Royal Tomb of King Taejong and Queen Wongyeong , which is already not a precedent. Moreover, there is no diplomatic document that the imperial edict is issued, and it is very difficult to make the new articles [of the new articles]. Your subjects earnestly explained this matter, and it was said that the imperial edict was issued, and it was necessary to observe the previous words. He also said, The imperial court sends us to the Royal Tomb of King Taejong and Queen Wongyeong to perform the articles in order to express gratitude for the utmost grace. When we proceed to the Royal Tomb of King Taejong and Queen Mother, the King of your country should also led all the officials to the Royal Tomb of King Taejong and express our appreciation of the utmost grace. Also, when we arrived at Bongsan , the imperial envoy said, A separate diplomatic document should first be delivered by the King after performing the articles in order to meet the King after performing the articles in order to perform the articles in person. However, he reluctantly refused and did not show the articles in advance. Chief State Councilor 김창집이 and others again 청대하여 아뢰기를, “청나라 사신이 기필코 곧장 the Royal Tomb of King Taejong and Queen Wongyeong desired to proceed to the Royal Tomb of King Taejong and Queen Wongyeong. It seems that the custom of the Japanese will be considered important to the Royal Tomb of King Taejong and Queen Wongyeong. If we persuade them again and ultimately refused to heed their approval, then it would be proper to allow them to proceed to the Royal Tomb. When they proceed to the Royal Tomb of King Taejong and Queen Wongyeong, even though the King cannot move, a high official should be sent to treat them. However, it would be proper to send high officials and the chief royal secretary to Hongje Lodge to accompany them to accompany them. 이건명 said, If they do not perform the articles in the rites at the spirit hall of King Taejong and Queen Sinui, it would be extremely difficult to see them. Also, there is no proprieties for host and guests to offer condolences, and when the imperial envoy stays at the guesthouse, it would be difficult to see them without reason. However, they see the Crown Prince and the sons and nephew of the royal clan . Your subjects request that the commissioner for receiving the imperial envoy at the Royal Tomb of King Taejong and Queen Sinui be ordered",
                "H2KE-nKo": "원접사 유명웅과 황해도 관찰사 김유경 등이 다시 급히 장계하기를,“수역 김홍지가 ‘산릉에 가서 전을 올리는 것은 이미 전례가 아니며, 또 칙지의 문자도 없으니 결코 새로 만들어 행하기 어렵다.’라고 누누이 말하였더니, ‘유명이 있다.’라고 하면서 전의 말을 고집하였습니다. 또 ‘조정에서 특별히 우리들을 보내 산릉에 가서 전을 올리게 하고, 또 무릎을 꿇고 곡배하게 한 것은 모두 전에 없던 특별한 은혜이다. 우리들이 산릉에 갈 때에 그대 나라의 주상께서도 백관을 거느리고 산릉에 나아가 융숭한 은혜에 사례하는 뜻을 보여야 할 것이다.’라고 하였습니다.또 봉산에 도착하니, 청나라 사신이 ‘별도로 칙지 한 통이 있으니, 산릉에 전을 올린 뒤에 국왕과 만날 때에 비로소 친히 전하겠다.’라고 하면서 끝내 뿌리치고 먼저 보여 주지 않았습니다.”하였다. 영의정 김창집 등이 다시 청대하여 아뢰기를,“청나라 사신이 반드시 곧바로 산릉으로 가고자 하는 것은 저들의 습속이 산릉을 중요시하기 때문에 그러는 것 같습니다. 다시 개유하여도 끝내 들어주지 않으면 허락해야 할 것 같습니다. 저들이 산릉에 갈 때에 주상께서는 거둥하지 못하시더라도 대신을 보내 접대해야 할 것이니, 대신과 도승지가 홍제원에 나갔다가 그대로 함께 가는 것이 마땅합니다.”하니, 이건명이 아뢰기를,“저들이 혼전에 조제한 일이 없다면 주상께서 접견하는 일은 매우 불편합니다. 또 이미 주객이 조위하는 예가 없으니, 청나라 사신이 관소에 머무를 때에도 무단히 가서 보기는 어렵습니다. 저들은 세자와 종실의 자질을 보고자 한다고 합니다. 이처럼 허다한 불편한 절목을 원접사로 하여금 반복하여 강구해서 결정한 뒤에 속히 거행하게 하소서.”하고, 또 아뢰기를,“저들은 아직 책봉한 일이 없기 때문에 세자라고 하고, 또 종실을 보고자 하면 어떻게 합니까?”하였다. 민진원이 모두 빈신에게 분부할 것을 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 22일(을유) 1번째기사",
                "gt-oKo": "원접사(遠接使) 유명웅(兪命雄),  황해도 관찰사(黃海道觀察使) 김유경(金有慶) 등이 다시 치계(馳啓)하기를, “ 수역관(首譯官) 김홍지(金弘祉)가, ‘산릉(山陵)에 가서 전(奠)을 올리는 것은 이미 전례(前例)에 어긋나고, 또 칙지(勅旨)의 문자(文字)가 없으므로 결코 처음 만들어 행하기 어렵다.’며 누누이 말하였더니, 그들은 ‘분부가 있었다.’고 말하면서 종전에 한 말을 고집하였고, 또 말하기를, ‘조정에서 특별히 우리들을 보내 산릉에 가서 전(奠)을 올리고 또 꿇어앉아 곡배(哭拜)를 드리도록 한 것은 다 전에 없던 특별한 은전이다. 우리들이 산릉에 갈 때에는 그대들 나라의 주상(主上)께서도 마땅히 백관을 거느리고 산릉에 나와서 높은 은혜에 사례하는 뜻을 보여야 할 것이다.’ 하였습니다. 또 봉산(鳳山)에 이르러 청(淸)나라 사신이 말하기를, ‘따로 칙지 한 통이 있는데, 마땅히 산릉에 가서 전을 올린 뒤 국왕과 서로 만날 때에 비로소 직접 전달하겠다.’ 하고는 시종 거절하며 미리 보여주지 않았습니다.” 하였다. 영의정 김창집(金昌集)이 다시 청대(請對)하여 말하기를, “청나라 사신이 반드시 곧바로 산릉으로 가려고 하는 것은 그들의 풍속이 산릉을 중요하게 여김으로 인해서 그런 것 같습니다. 다시 개유(開諭)하여도 끝내 듣지 않는다면 마땅히 허락하여야 할 듯합니다. 저들이 산릉에 갈 때에 성상께서는 비록 거동을 하지 못하시더라도 마땅히 대신(大臣)을 보내 접대해야 할 터인데, 대신과 도승지가 홍제원(弘濟院)에 나갔다가 그대로 함께 가는 것이 타당할 것입니다.” 하였다. 이건명(李健命)은 말하기를, “저들이 혼전(魂殿)에는 조제(弔祭)하는 일이 없으면 주상께서 접견하시는 한 가지 사항이 몹시 불편하게 될 것입니다. 또 이미 주객(主客)이 조위(弔慰)하는 예(禮)가 없으니, 청나라 사신이 관(館)에 머무를 때에 또한 무단히 찾아가 보기도 어렵습니다. 그런데 저들은 세자(世子)와 종실(宗室)의 자질(子姪)들을 만나보고 싶어한다 하니, 이런 등류의 허다한 곤란한 절목(節目)은 청컨대 원접사(遠接使)로 하여금 반복해서 강정(講定)한 뒤에 조속히 거행하도록 하소서.” 하고, 또 말하기를, “저들은 우선 책봉(冊封)한 일이 없다 하여 세자라고 말하고, 또 종실을 만나보고 싶어하니, 어떻게 하면 좋겠습니까?” 하였다. 민진원(閔鎭遠)이 모두 빈신(儐臣)에게 분부할 것을 청하니, 임금이 그대로 따랐다.",
                "hj": "○乙酉/遠接使兪命雄、黃海道觀察使金有慶等復馳啓言: “首譯金弘祉, 以往奠山陵, 旣非前例, 又無勑旨文字, 決難創行, 以此縷縷言說, 則謂有命, 固持前說。 又言: ‘朝廷特遣吾輩, 往奠山陵, 而又令跪奠哭拜者, 皆是無前特恩。 俺等往山陵時, 爾國主上, 亦當率百官進詣山陵, 以示稱謝隆恩之意。’ 又到鳳山, 淸使言: ‘別有勑旨一度, 當於奠陵後, 與國王相見時, 始當親傳’ 云, 終始揮却, 不爲先示。” 領議政金昌集等復請對言: “淸使必欲直往山陵者, 似以彼俗, 歸重山陵而然。 更爲開諭, 終不回聽, 則似當許之。 彼往山陵時, 上雖不得擧動, 當遣大臣接待, 而大臣及都承旨出往弘濟院, 仍爲偕往宜矣。” 健命曰: “彼無魂殿弔祭之事, 則自上接見一節, 極爲難便。 且旣無主客弔慰之禮, 則淸使留館時, 亦難無端往見, 而彼則欲見世子、宗室子姪云。 此等許多難便節目, 請令遠接使, 反覆講定後, 卽速擧行。” 又言: “彼以姑無冊封之事, 故謂之世子, 而且欲見宗室, 則何以爲之?” 鎭遠請竝分付儐臣, 上從之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On muja day, Chief State Councilor Heo Ji , Minister of Rites Yi Myeong , and others made a request to the King, saying, After your subject went to Hongje Lodge and performed the ceremony of salutation ritual toward the imperial tomb , he said that there was a matter to discuss with him. Therefore, I had an audience with him. Furthermore, he said that the rite of salutation ritual toward the royal tomb was originally not the intent of propriety. If we return to the ancestral shrine after the rite of repose , then the spirit tablet should be reverently regarded as important. Then, the imperial envoys finally granted permission and said, Our country is very important for the royal tomb. Thus, this special favor has been issued. However, if we do not perform salutation ritual toward the royal tomb, it would be impossible to disobey the royal order. If the high officials of Joseon wrote a writing on this writing on it, then we can report it to their country. It would be impossible to advise the writing on this writing. It would not be impossible to report it. Also, the matter is not very important. Therefore, your subject finally wrote a writing on it to the imperial envoys. They also said, If we request the royal writing on which the",
                "H2KE-nKo": "무자년에 영의정 김창집과 예조 판서 이관명이 청대하여 아뢰기를,“신이 홍제원에 나아가 현관례를 행한 뒤에 저들이 상의할 일이 있다고 말하였기 때문에 그들과 서로 만났습니다. 이어 능소에서 제사를 지내는 것은 본래 예의 뜻이 아니고, 반우한 뒤에는 혼전을 중요하게 여긴다는 뜻으로 누누이 타일렀더니, 칙사가 과연 허락하려는 뜻이 있었습니다. 이에 말하기를 ‘우리나라는 산릉을 중요시하기 때문에 이렇게 특별한 은혜를 내리는 것인데, 지금 만약 능소에 제사지내지 않고 돌아간다면 명을 어기는 결과를 면치 못할 것이다. 조선의 대신이 만약 이것을 가지고 글을 지어 보낸다면 돌아가서 그 나라에 고할 수 있을 것이다.’라고 하였습니다. 형세로 보아 미처 주상께 여쭙지 못하였고 일도 그다지 중요하지 않기 때문에 신이 과연 청나라 사신에게 써서 주었습니다. 또 말하기를 ‘어첩을 보내 달라고 청한다면 내일 도성으로 들어가겠다.’라고 하였습니다. 예조의 낭관으로 하여금 어첩을 받들고 오도록 청하게 하소서.”하니, 주상이 그대로 따랐다. 김창집이 또 아뢰기를,“비록 칙서가 없더라도 이미 향폐가 있으니, 칙사를 맞이하는 절차가 있어야 합니다.”하니, 주상이 말하기를,“그렇다.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 25일(무자) 1번째기사",
                "gt-oKo": "영의정 김창집(金昌集), 예조 판서 이관명(李觀命)이 청대(請對)하여 말하기를, “신 등이 홍제원(弘濟院)에 나가서 청나라 관원을 접견하는 예(禮)를 행한 뒤 저들이 서로 의논할 일이 있다고 말하였기 때문에 그들과 서로 만났습니다. 이어서 능소(陵所)에서 제사를 마련하는 것은 본래 예의(禮意)에 어긋나며, 반우(返虞) 한 후에는 혼전(魂殿)이 중요하다는 뜻으로써 누누이 개유(開諭)하였더니, 칙사(勅使)가 과연 허락하는 뜻이 있었습니다. 이에 말하기를, ‘우리 나라는 다만 산릉(山陵)을 중요시하기 때문에 이와 같은 특별한 은전이 있는 것인데, 이제 만일 능소에 제사를 올리지 않고 돌아가게 되면 분부를 어기는 결과를 면하지 못하게 된다. 조선국(朝鮮國)의 대신(大臣)이 만일 이것을 가지고 문자(文字)를 만들어 보내 준다면 우리 나라에 돌아가 보고할 수 있겠다.’ 하였습니다. 형편상 미처 앙품(仰稟)할 수가 없었고 일이 또 그다지 중대한 문제가 아니었기 때문에 신이 과연 청(淸)나라 사신에게 써서 주었습니다. 그리고 또 말하기를, ‘어첩(御帖)으로 오기를 청한다면 내일 마땅히 도성(都城)에 들어가겠다.’ 하였으니, 청컨대 예랑(禮郞)으로 하여금 어첩을 받들고 가서 오도록 청하게 하소서.” 하니, 임금이 그대로 따랐다. 김창집이 또 말하기를, “비록 칙서(勅書)는 없었지만 이미 향폐(香弊)가 있었으니, 마땅히 칙사를 영접하는 절차가 있어야 할 것입니다.” 하니, 임금이 말하기를, “그렇다.” 하였다.",
                "hj": "○戊子/領議政金昌集、禮曹判書李觀命請對言: “臣出往弘濟院, 行見官禮後, 彼言有相議事, 故與之相見。 仍言陵所設祭, 本非禮意, 返虞後則魂殿爲重之意, 縷縷開諭, 則勑使果有許諾之意, 乃曰: ‘我國則惟重山陵, 故有此別恩, 而今若不祭陵所而還, 則未免違命之歸。 朝鮮大臣, 若以此成送文字, 則可以歸告其國。’ 云。 勢未及仰稟, 事且不甚關重, 故臣果書贈淸使。 又言: ‘以御帖請來, 則明當入城。’ 請令禮郞, 奉御帖請來。” 上從之。 昌集又言: “雖無勑書, 旣有香幣, 則當有迎勑之節矣。” 上曰: “然。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King went to Mohwa Guesthouse in the gichuk year ( to receive the envoys from Ming China at Mohwa Guesthouse .",
                "H2KE-nKo": "기축년에 청나라 사신이 도성에 들어오니, 주상이 모화관에 나아가 맞이하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 26일(기축) 1번째기사",
                "gt-oKo": "청나라 사신이 도성(都城)에 들어오니, 임금이 모화관(慕華館)에 나가 맞이하였다.",
                "hj": "○己丑/淸使入城, 上出迎于慕華館。"
            },
            "2": {
                "H2KE-EN": "Minister of Personnel Song Sanggi was dismissed from his post, and Kwon Sangyu was appointed to replace him.",
                "H2KE-nKo": "이조 판서 송상기를 면직하고 후임에 권상유를 임명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 26일(기축) 2번째기사",
                "gt-oKo": "이조 판서 송상기(宋相琦)가 면직되고 권상유(權尙游)가 대신 임명되었다.",
                "hj": "○吏曹判書宋相琦免, 權尙游代之。"
            },
            "3": {
                "H2KE-EN": "Right State Councilor Jo Gui presented a memorial to the King, which stated, Your subject returned from his hometown and returned to his hometown. Regarding all matters in the State Council, there was no one who came to inquire after him, but he did not know about it. At sunset, he saw the transcribed written messages of the imperial envoys from the northern borders, and in a simplication, which stated, Except for a special royal directive, selecting high officials who are close to the royal tombs to go to see him. I think that I would like to go directly to the royal tomb and perform the memorial rites. Furthermore, I saw the Crown Prince and my younger brothers and nephews, and after seeing him hurriedly return to the royal directive. If this is true or transcribed, his intention is unaware. How could he not be disappointed? If this is not aware of the circumstances, how can it be said that there is a man in the country? As for the circumstances of the circumstances, the superior state offers condolences to the king of a king of king",
                "H2KE-nKo": "우의정 조태구가 차자를 올리기를,“신이 물러나 시골집으로 돌아가면서부터 묘당의 모든 일에 대해 찾아와 묻는 것이 하나도 없고 까마득히 들어 아는 것이 없었습니다. 그러다가 뒤늦게야 비로소 북사가 이른바 통지하는 문서의 등본을 얻어 보았는데, 그 요지는 대략 다음과 같습니다.‘예에 따라 대신을 보내 치제하는 것 외에 특지로 측근에 있는 대신을 선발하여 가서 조문하게 한다.’라는 내용이었습니다. 그리하여 곧장 산릉에 가서 배전하게 하려는 의도였고, 그 아래에 또 ‘세자와 아우, 아들과 조카를 만나 본 뒤에 급히 돌아오라.’라는 지시를 받았다고 운운하였습니다. 이것이 과연 진짜 소식이라면 그 의도를 헤아릴 수 없으니, 어찌 놀랍지 않겠습니까. 그러나 이것을 만약 막을 생각을 하지 않는다면 나라에 사람이 있다고 할 수 있겠습니까.다만 사리로 말한다면, 상국이 열국의 임금을 조문하면서 아울러 아우, 조카가 배신이 된 경우까지 언급하는 것은 옛날에도 이런 일이 없었습니다. 상국이 이를 행하는 것은 실례가 되고 배신이 이를 받는 것은 혐의를 무릅쓰는 것이 됩니다. 저들이 비록 예의를 지키라고 요구할 수는 없다 하더라도 오늘날 왕자와 여러 종실이 어찌 감히 여기에 편안히 있을 수 있겠습니까.산릉에 배전하는 것에 대해 간쟁하다가 받아들여지지 않으면 그래도 억지로나마 따를 수 있겠지만, 이 일은 결코 들어줄 수 없습니다. 삼가 바라건대, 특별히 묘당에 신칙하여 빈접하는 신하들과 함께 규례에 따라 엄히 막게 하소서. 그렇게 하면 막을 말이 없을까 걱정할 것이 없습니다.”하니, 주상이 답하기를,“묘당으로 하여금 상의하여 시행하게 하겠다.”하고, 이어 속히 길에 오르라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 26일(기축) 3번째기사",
                "gt-oKo": "우의정 조태구(趙泰耉)가 차자(箚子)를 올리기를, “신이 향려(鄕廬)에 물러나 돌아온 뒤로부터 묘당(廟堂)에서 일어나는 여러 가지 일들에 대하여 아무도 와서 말하는 사람이 없었기 때문에 전혀 들어서 알지를 못했습니다. 그러다가 뒤늦게야 비로소 북사(北使)의 이른바 지회(知會)하는 문자(文字)의 등본(謄本)을 보았는데, 그 대지(大旨)는 대략 의례적으로 대신(大臣)을 보내어 치제(致祭)하는 것 외에 특지(特旨)로 가까이서 시종하는 대신을 선발하여 가서 조문하도록 하며, 생각 같아서는 곧바로 산릉(山陵)으로 가서 배전(拜奠)의 예(禮)를 올렸으면 한다.’ 하였고, 그 아래에는 또 ‘세자(世子)와 그 아우와 종실의 자질(子姪)을 만나 보고, 만난 뒤에는 급히 돌아와 칙지(勅旨)를 받으라.’라는 내용이 있었습니다. 이것이 과연 진실로 전달된 소식이라면 그 뜻을 헤아릴 수가 없습니다. 어찌 마음에 놀랍지 않을 수가 있겠습니까? 그리고 이것을 만일 방지할 것을 생각하지 않는다면 나라에 사람이 있다고 할 수가 있겠습니까? 단지 사리(事理)만 가지고 말한다고 하더라도 상국(上國)이 열국(列國)의 임금을 조문함에 있어서 아울러 아우·조카로서 배신(陪臣)이 된 자까지 언급하는 경우는 옛적에 이런 사례가 없었습니다. 상국이 이를 시행하는 것은 실례(失禮)가 되고 배신이 이를 받아들이는 것은 혐의를 무릅쓰는 것이 됩니다. 저들을 비록 예의로써 꾸짖을 수는 없다 하더라도 오늘날 왕자(王子)와 여러 종실(宗室)이 어찌 감히 이 문제에 안심(安心)할 수가 있겠습니까? 산릉에 곡배(哭拜)하고 전(奠)을 올리는 것은 말리다가 안되면 오히려 마지못해 따를 수도 있습니다. 하지만 이 일에 있어서는 결코 들어주어 허락할 수가 없습니다. 삼가 바라건대 따로 묘당(廟堂)에 신칙(申飭)하여 빈접(儐接)하는 여러 신하들과 더불어 준례에 따라 엄하게 방지하도록 하소서. 그것을 방지하는 데 있어 변명할 말이 없을까는 걱정할 필요가 없습니다.” 하니, 임금이 답하기를, “묘당으로 하여금 헤아려 정하여 시행토록 하겠다.” 하고, 이어서 조속히 올라올 것을 명하였다.",
                "hj": "○右議政趙泰耉上箚曰: 臣自退還鄕廬, 廟堂凡務, 一無來問者, 邈然無所聞知, 晩始得見北使所謂知會文字謄本, 略其大旨以爲, 例遣大臣致祭之外, 特旨揀選近御大臣往唁云云, 意欲直往山陵拜奠, 其下又有相見世子竝弟子姪, 見後急回被旨云云。 是果眞傳消息, 則其意不可測。 豈不驚心, 而此若不思防塞, 其可謂國有人乎? 只以事理言之, 上國弔列國之君, 而竝及弟姪之爲陪臣者, 古無是焉。 上國行之爲失禮, 陪臣受之爲冒嫌。 彼雖不可責之以禮義, 今日王子諸宗室, 豈敢安於此哉? 山陵拜奠, 爭之不得, 則猶可勉從, 至於此事, 決不可聽許。 伏願另飭廟堂, 與儐接諸臣, 使之據例嚴防焉。 其所防之, 不患無辭也。 上答以令廟堂商確議施, 仍命作速就途。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King proceeded to the royal chamber in the gyeongin year (. Chief State Councilor 김창집이 , Left State Councilor 이건명 , interpreter of the Directorate of Medicine , and other officials had an audience with the King and attended the Royal Lecture. 김창집이 말하기를, “청나라 사신이, under the imperial edict, specially sent a high official to perform a memorial rite. After the royal tomb, he urgently returned to his hometown by having a son and nephew of the royal clan . For this reason, Right State Councilor Jo Gui heard this report and presented a memorial to the King. What do you think of requesting an audience with the Chinese envoy? However, it is not a precedent that the members of the royal clan should meet each other. They adamantly argue against the principle and also said, Now, all royal clan are a relative of a distant royal clan, and only one of the Kings younger brothers are very ill and cannot enter and exit [the royal chamber]. Todays sacrificial offerings are also not able to stubbornly come and participate in the banquet. It would be appropriate to strongly admonish them. 이건명이 말하기를, Originally, when the Commissioner for Receiving the Imperial Envoy at the Border of Rites reported this statement, if we cease and cease, there will be numerous words. When the imperial envoys came to inquire after the health of the Chinese envoy, if we find that only one of the princes could not participate in the memorial service and answer by an",
                "H2KE-nKo": "경인년에 주상이 재실에 나아갔다. 영의정 김창집, 좌의정 이건명, 어전 통사 김재로 등이 청대하여 입시하였다. 김창집이 아뢰기를,“청나라 사신이 칙지라고 하면서 특별히 대신을 보내 산릉에 치제하고 종실의 자질들을 만나본 뒤에 급히 돌아가겠다고 말하였기 때문에 우의정 조태구가 이 소식을 듣고 차자를 올렸습니다. 청 나라 사신이 만나 보기를 청한 것이 무슨 뜻인지 모르겠습니다만, 종실을 만나 보는 것은 원래 전례가 없으니 사리에 근거하여 쟁집해야 할 것입니다. 또 ‘지금 종실은 모두 소원한 친족이고 단지 왕제 한 사람이 있을 뿐인데 병세가 매우 위중하여 출입할 수 없으니, 오늘 제전을 설행하는 것도 병을 무릅쓰고 와서 참여할 형편이 못됩니다.’라고 말하여 준절한 말로 거절하는 것이 마땅할 듯합니다.”하고, 이건명이 아뢰기를,“당초에 원접사의 장계에 이런 말이 있었는데, 만일 거절한다면 왕복하는 사이에 반드시 말이 많을 것입니다. 칙사가 와서 조문할 때에 과연 묻는다면 ‘왕자는 한 사람뿐이고 병 때문에 제전에 참석하지 못한다.’라고 대답한다면 이는 곧 의례적으로 문답하는 것이니 염려할 필요가 없고, 설혹 억지로 청하더라도 사리에 근거하여 쟁집해야 할 뿐입니다.”하였다. 김창집이 칙사를 접견할 때에 주상께서 직접 하교하고 통사로 하여금 청나라 사신에게 전유하게 하기를 청하였다. 이건명이 이어 아뢰기를,“연접할 때에 일동일정을 저들이 살피지 않는 것이 없으니, 수응할 때에 소홀히 하지 마소서.”하고, 김재로도 선왕이 청나라 사신을 접대한 절차를 진달하고, 이어 청하기를,“신들을 돌아보며 홀기에 근거하여 가서 전하라는 뜻으로 직접 하교를 내려 저들로 하여금 전하께서 직접 말씀하시는 것을 보게 하소서.”하였다. 이건명 등이 다례와 연향 때에 직접 수저를 드시어 저들에게 보여 주기를 청하니, 허락하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 27일(경인) 1번째기사",
                "gt-oKo": "임금이 재실(齋室)에 나아갔다. 영의정 김창집(金昌集), 좌의정 이건명(李健命),  어전 통사(御前通事) 김재로(金在魯) 등이 청대(請對)하여 입시(入侍)하였다. 김창집이 말하기를, “청나라 사신이 칙지(勅旨)라 핑계하며, ‘특별히 대신을 보내 산릉에 치제(致祭)하고 종실(宗室)의 자질(子姪)들을 만나본 뒤에 급급히 돌아가겠다.’고 말을 하였습니다. 그러므로 우의정 조태구(趙泰耉)가 이 소식을 듣고 차자(箚子)를 올렸습니다. 청나라 사신이 만나보기를 청하는 것은 무슨 의도에서 그러는 것인지 알 수 없으나, 마땅히 ‘종실을 서로 만나보는 것은 원래 전례(前例)가 없다.’ 하여 사리에 의거해 따져서 고집해야 합니다. 그리고 또 ‘지금 종실은 다 소원(疏遠)한 친척이고, 단지 왕(王)의 아우 한 사람만이 있는데 병세(病勢)가 몹시 위중하여 출입을 할 수가 없으며, 오늘 전(奠)을 드리는 자리에도 병을 무릅쓰고 억지로 와서 참석할 형편이 못된다.’는 것을 말하여 준엄한 말로 막는 것이 타당할 듯합니다.” 하였다. 이건명이 말하기를, “당초에 원접사(遠接使)의 장계(狀啓)에 이런 말이 있었는데, 만일 방색(防塞)하도록 하였다면 왕복하는 즈음에 반드시 사설(辭說)이 많았을 것입니다. 칙사가 와서 조문할 때에 만일 과연 이에 대해 질문을 한다면, ‘왕자(王子)는 단지 한 사람이 있을 뿐인데 병으로 인해 제사에 참석하지 못한다.’고 답변을 한다면, 바로 이것은 규정에 따른 문답(問答)이 되니 굳이 염려를 할 것까지 없습니다. 설혹 억지로 청한다 하더라도 마땅히 사리에 의거하여 쟁집(爭執)할 뿐입니다.” 하였다. 김창집이 ‘칙사를 접견할 때 주상께서 친히 하교(下敎)하여서  통사(通事)로 하여금 청나라 사신에게 전유(傳諭)토록 할 것을 청하였다. 이건명이 이어서 말하기를, “연접(延接)할 때에 일동 일정(一動一靜)을 저 사람들이 살피지 않는 것이 없을 것입니다. 청컨대 수응(酬應)하실 즈음에 소홀히 하지 마소서.” 하였다. 김재로가 또한 선조(先朝)에서 청나라 사신을 접대하던 절차를 진달하고, 이어서 청하기를, “신 등을 돌아보며, ‘홀기(忽記)에 의해 가서 전유(傳諭)하라.’는 뜻으로써 친히 하교를 내리시어 저 사람들로 하여금 전하께서 친히 스스로 말씀을 하시는 것을 보도록 하소서.” 하고, 이건명 등이 청하기를, “다례(茶禮) 및 연향(宴享) 때 친히 스스로 젓가락질을 하시어 저 사람들에게 보이소서.” 하니, 그대로 허락하였다.",
                "hj": "○庚寅/上御齋室。 領議政金昌集、左議政李健命、御前通事金在魯等, 請對入侍。 昌集言: “淸使稱以勅旨, 特遣大臣致祭, 山陵邀見宗室子姪後, 急急還歸爲言, 故右議政趙泰耉聞此報陳箚矣。 淸使之請見, 未知何意, 而當以宗室相見, 元無前例, 據理爭執, 且言: ‘卽今宗室, 皆是踈遠之親, 只有王弟一人, 病勢甚重, 不能出入, 今日設奠, 亦無强病來參之勢’, 峻辭防塞, 似爲得宜矣。” 健命曰: “當初遠接使狀啓有此語, 而若使防塞, 則往復之際, 必多辭說。 勅使來弔之時, 若果問之, 以王子只有一人, 而病未參祭爲答, 則便是循例問答, 不必致慮。 設或强請, 亦當據理爭執而已矣。” 昌集請於接見勑使之時, 自上親爲下敎, 使通事, 傳諭於淸使。 健命仍言: “延接之時, 一動一靜, 彼人無不致察。 請於酬應之際, 勿爲泛忽。” 在魯亦陳先朝接待淸使之節, 仍請回顧臣等, 使依笏記往傳之意, 親賜下敎, 使彼人見殿下親自有言。 健命等請茶禮及宴享時, 親自下箸, 以示彼人, 許之。"
            },
            "2": {
                "H2KE-EN": "On jeongmyo day, the Chinese envoys, bearing incense and silk, presented them to the table inside the hall of 혼전 . The King stood in the palace courtyard, and the Chinese envoys requested the King to participate in the cups of wine . Confucius argued against propriety, and the Chinese envoys began to burn incense three times and wail, bowing four times. The King, leading a group of officials, wailed, and bowed four times. The King ascended the west steps and entered the hall of governance, facing east. The Chinese envoys, bearing the imperial edict, arrived in front of the King. The King kneeled and received it. 이건명 poured and read the funerary oration. After reading, the King had an interpreter deliver the expression of gratitude to the King. The Chinese envoys said that he wished to see the younger brothers and nephew of the King of Japan. Royal Secretary Yi Jeongsin requested the King to deal with the matter according to the principle. 이건명 requested the King to receive the Chinese envoys at the hall of governance, but the Chinese envoys bid farewell and departed.",
                "H2KE-nKo": "청나라 사신이 향폐를 받들어 혼전의 내탁 위에 올렸다. 주상이 전정에 서 있으니, 청나라 사신이 주상에게 전작에 동참하기를 청하였다. 김창집이 예가 아니라고 쟁론하니, 청나라 사신이 비로소 세 번 향을 올리고 곡배하였다. 주상도 여러 신하를 거느리고 곡하고 사배례를 행하였다. 주상이 서계로부터 올라가 전내로 들어가 동쪽을 향하여 섰다. 청나라 사신이 칙지를 받들어 임금 앞에 바치니, 주상이 무릎을 꿇고 받았다. 이건명이 그 글을 펼쳐 읽고 읽기를 마치자, 주상이 통사를 시켜 사은하는 뜻을 전하게 하였다. 청나라 사신이 국왕의 아우와 조카를 보고 싶다고 말하자, 승지 이정신이 사리에 의거하여 막을 것을 청하였다. 이건명이 주상에게 청나라 사신을 편전에서 접견할 것을 청하니, 청나라 사신이 하직 인사를 하고 나갔다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 27일(경인) 2번째기사",
                "gt-oKo": "청나라 사신이 항폐(香幣)를 받들어 혼전(魂殿)의 내탁(內卓) 위에 올렸다. 임금이 전정(殿庭)에 서 있으니, 청나라 사신이 임금에게 잔[酌]을 올리는 데 동참할 것을 청하였다. 김창집(金昌集)이 ‘예절에 어긋난다.’고 다투니, 청나라 사신이 비로소 세 번 분향(焚香)하고 곡배(哭拜)하였다. 임금도 여러 신하들을 거느리고 곡한 뒤 사배례(四拜禮)를 행하였다. 임금이 서계(西階)를 통해서 올라가 전내(殿內)로 들어가 동향(東向)하고 서 있으니, 청나라 사신이 칙지(勅旨)를 받들어 임금 앞에 바쳤고, 임금이 꿇어앉아 받았다. 이건명이 펼쳐서 그 내용을 읽었고, 읽기를 마치자 임금이 통사(通事)로 하여금 사은(謝恩)하는 뜻을 전달해 바치도록 하였다. 청나라 사신이 ‘국왕(國王)의 아우·조카를 보고자 한다.’는 것을 말하니, 승지(承旨)이정신(李正臣)이 사리에 의거하여 막을 것을 청하였다. 이건명이, 임금이 청나라 사신을 편전(便殿)에서 접견할 것을 청하니, 청나라 사신이 하직하고 나갔다.",
                "hj": "○淸使奉香幣, 奠于魂殿內卓上。 上立于殿庭, 淸使請上同參奠酌。 金昌集爭以非禮, 淸使始三上香哭拜。 上亦率諸臣, 哭行四拜禮。 上升自西階, 入殿內東向立, 淸使奉勑旨, 致上前, 上跪受。 李健命展讀其辭, 讀畢, 上使通事傳致謝恩之意。 淸使以欲見國王弟姪爲言, 承旨李正臣請據理防塞。 健命請上接見淸使於便殿, 淸使辭而出。"
            },
            "3": {
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 27일(경인) 3번째기사",
                "gt-oKo": "영접 도감(迎接都監)에서 아뢰기를, “차비 역관(差備譯官)이 와서 말하기를, ‘청나라 사신이 칙지(勅旨)라 핑계하며, 국왕(國王)의 아우·자질(子姪) 및 종실(宗室)을 보려고 한다는 사실을 중로(中路)에서부터 발설하였으며, 관(館)에 들어온 뒤에도 번번이 이것을 말하였다.’ 하였습니다. 역관들이 신 등의 지휘에 따라 ‘국왕은 아직 저사(儲嗣)가 없고, 왕의 아우는 두 사람이었는데 한 사람은 작년에 아들을 두지 못한 채 사망하였고, 한 사람은 병이 몹시 위중하여 몸을 움직이지 못하고 아들도 없으며, 종실은 원래 가까운 친족이 없다.’는 등의 말로 상세히 언급하였습니다. 청나라 사신이 오늘 또 말하기를, ‘왕의 아우가 비록 병이 있다 해도 반드시 서로 만나보고자 하니, 왕의 아우는 어느 비빈(妃嬪)에게서 태어났고 모씨(某氏)에게 장가들어 부인(婦人)으로 삼았는지를 상세히 기록하여 보여주도록 하고, 여러 종친(宗親)들은 오늘 편전(便殿)에서 접견할 때 어좌(御座)의 뒤에서 배시(陪侍)하도록 하라.’ 하였다 합니다. 역관 등이 말하기를, ‘이것은 사대(事大)한 이후에 없었던 일로서 결코 봉행(奉行)할 수 없다.’ 하니, 청나라 사신이 말하기를, ‘봉행하고 싶지 않다면 또한 봉행할 수 없다는 뜻으로써 영상(領相)이 상지(上旨)를 앙품(仰稟)하여 문자(文字)로 만들어서 보여주는 것이 타당한데, 영상이 그 기록한 문자를 가지고 친히 와서 전달한 후에 마땅히 영상과 더불어 같이 대궐에 나아갈 것이다. 만일 봉행하지 않는다면 영상이 또한 마땅히 친히 곧바로 귀로(歸路)에 오를 것이다.’ 하였다 합니다. 청컨대 묘당(廟堂)으로 하여금 급속히 품처(稟處)토록 하소서.” 하였다. 영의정 김창집(金昌集)이 장차 관소(館所)에 가려 하다가 복주(覆奏)하기를, “청나라 사신이 반드시 우리 나라의 문자를 받으려고 하는 것은 돌아가서 주달할 계책을 삼으려고 해서 그런 것인 듯합니다. 그 말에 따라 써 주지 않을 수 없기 때문에 문장을 만들어서 그 말에 따라 적어 보여주는 것이 타당하겠습니다.” 하니, 답하기를, “알았다.” 하였다. 김창집이 청나라 사신을 만나 본 뒤에 다시 대궐에 나아가 청대(請對)하니, 임금이 소견(召見)하였다. 김창집이 아뢰기를, “신이 청나라 사신을 만났더니, 그가 말하기를, ‘전(奠)을 올려서 예(禮)를 거행한 뒤에 마음속으로 국왕(國王)이 반드시 문후(問候)의 예(禮)가 있을 것으로 여겨 물러나 기다렸는데, 끝내 그런 거조(擧措)가 없기 때문에 도로 돌아갔다.’ 하였습니다. 신이 답하기를, ‘혼전(魂殿)은 문후하는 장소가 아니기 때문에 감히 하지 못하였습니다. 오늘 대인(大人)께서 편전(便殿)에 들어오면 국왕이 문후의 예를 행하고 이어서 감축(感祝)하는 뜻을 언급하려 하였는데, 듣건대 대인께서 대신(大臣)을 만나보고 정당(停當)한 뒤에 들어오려 한다 하기 때문에 감히 이렇게 왔습니다.’ 하였더니, 그가 현저히 불편한 기색을 보이며 말하기를, ‘내일은 국왕께서 친히 관소(館所)에 와서 문후하지 않을 수 없다.’ 하였습니다. 신이 임시 방편의 말로 답하기를, ‘대인께서 말씀하지 않아도 국왕께서 내일은 와 보려고 한다.’ 하였더니, 그가 또 말하기를, ‘내일 국왕과 접견할 때 국왕의 아우를 반드시 맞이 해서 보고자 한다.’ 하였습니다. 신이 답하기를, ‘병세가 몹기 위중하여 출입을 할 수가 없다.’고 하면서 오랜 시간 동안 힘을 다하여 다투었더니, 그가 이에 말하기를, ‘무단히 만나보지 않고 갈 수는 없는 일이니 귀국(貴國)이 만일 시행하지 않고자 한다면 모름지기 왕의 아우의 병세가 위중하다는 곡절(曲折)을 소지(小紙)에 적어서 나에게 주면 내가 마땅히 돌아가서 아뢸 것인데, 왕의 아우가 모씨(某氏)의 소생(所生)이고 모씨에게 장가를 들었다는 것 또한 적어서 달라.’ 하였습니다. 신이 문자를 만들기를, ‘여러 대인들이 국왕의 아우·자질(子姪)을 만나보기를 청하는 것은 칙지(勅旨) 가운데의 「골고루 효유하라[均諭]」는 성의(盛意)에 연유한 것 같은데, 국왕은 현재 사속(嗣續)이 없고 선왕(先王)께 왕자 두 분이 있으나 한 분은 지난 겨울에 사망하였고 한 분은 몸의 병이 바야흐로 위중하여 출입할 수가 없다. 종실은 선왕과 선조왕(先祖王)이 모두 형제가 없기 때문에 가까운 일가가 없다. 현재 있는 왕자는 선왕의 빈(嬪)인 최씨(崔氏)의 소생으로 처(妻)는 고(故) 군수(郡守) 서종제(徐宗悌)의 따님이다.’ 하여 이것을 적어 주었더니, 그가 또 이 문장이 너무 지루하고 번거롭다고 말하면서 다시 다듬을 것을 청하였습니다. 또 주상의 춘추(春秋)는 얼마이고 사자(嗣子)는 몇이며 왕의 아우의 연세와 사속은 또 몇인가 하는 것 등을 묻기에 신이 낱낱이 답하였더니, 그는 호서(胡書)로써 베껴 썼고, 신은 우리 나라의 문자로 번역해 왔습니다.” 하고, 드디어 옷소매 속에서 소지(小紙)를 꺼내어 임금의 앞에 놓았다. 그 소지에 이르기를, “조선국(朝鮮國) 세자(世子)의 금년 나이는 33세인데 현재 자녀(子女)가 없고, 세자의 아우는 금년에 27세인데 군수 서종제의 따님에게 장가들었으며, 그 어머니는 최씨(崔氏)로 현재 자녀가 없다.” 하였다. 임금이 본 뒤 도로 내려 주니, 김창집이 이내 사관(史官)에게 넘겨 주었다. 또 아뢰기를, “저들이 당초에는 또 종실을 맞이해서 보겠다는 말이 있었으나 오늘 물어 보았더니, 답하기를, ‘원래 이런 말을 한 적이 없다.’ 하였습니다. 저 사람들의 정상(情狀)은 갑자그럽게 바뀌기 때문에 믿기가 어렵습니다. 그리고 또 헤어질 무렵에 왕의 아우를 만나보는 일에 대해 신이 칙지(勅旨)가 비록 엄하지만 왕의 아우가 실지로 질병이 이와 같으니, 어찌 용서해 줄 방도가 없겠는가?’ 하고 답하였더니, 그가 또 말하기를, ‘내일 국왕이 내림(來臨)하실 때 결단을 내리겠다.’고 하였습니다.” 하고, 이어서 내일 반드시 모름지기 친히 가서 문후할 것을 청하니, 임금이 그대로 따랐다. 또 저들에 대한 의례적인 증여를 종전에 비해 더 줄 것을 청하였다.",
                "hj": "○迎接都監啓曰: “差備譯官來言: ‘淸使稱以勑旨, 要見國王、弟子、姪及宗室事, 自中路發說, 入館後每以此爲言。’ 譯官等依臣等指揮, 以國王姑無儲嗣, 王弟二人, 而一則昨年無子身死, 一則疾病沈篤, 不得運動, 亦無子, 宗室則元無近屬之親等語, 詳細言及。 今日又曰: ‘王弟雖病, 必欲相見。 王弟何妃嬪所出, 娶某氏爲婦, 詳細錄示, 諸宗親今日便殿接見時, 令陪侍於御座之後’ 云。 譯官等以爲: ‘此是事大以後所無之事, 決不可奉行’, 則淸使曰: ‘不欲奉行, 則亦以不得奉行之意, 領相仰稟上旨, 作爲文字, 以示爲宜, 而領相以其所錄文字, 親爲來傳, 然後當與領相同爲詣闕。 若不奉行, 則領相亦宜親傳其文字, 俺等見此後, 不爲詣闕, 當卽復路’ 云。 請令廟堂, 急速稟處。” 領議政金昌集將進館所, 覆奏曰: “淸使必欲持我國文字者, 似爲歸奏之計。 不可不依其言書贈, 故文字搆出, 依其言書示爲宜。” 答曰: “知道。” 昌集見淸使後, 還詣闕求對, 上召見。 昌集奏: “臣見淸使, 則彼言: ‘致奠行禮後, 意謂國王, 必有問候之禮, 退而等待矣, 終無是擧, 故還歸’ 云, 臣答以 ‘魂殿非問候之所, 故不敢爲之。 今日大人入來便殿, 則國王欲行問候之禮, 仍及感祝之意。 聞大人欲見大臣, 停當後入來, 故敢此來詣’ 云, 則彼顯示未便之色曰: ‘明日國王, 不可不親臨館所問候矣。’ 臣權辭答之曰: ‘不待大人之言, 國王明日將欲來臨矣。’ 彼又曰: ‘明日與國王奉接時, 王之弟, 必欲邀見。’ 臣答以病勢甚重, 不能出入, 而移時力爭, 則彼乃曰: ‘不可無端不見而去, 貴國如欲不施, 須以王弟病重曲折, 書出小紙而贈我, 則吾當歸奏, 而王弟某氏出娶某氏, 亦書贈。’ 臣搆出文字曰: ‘僉大人請見國王、弟子姪, 似因勑旨中均諭之盛意, 而國王時無嗣續, 先王有王子二人, 一則前冬身死, 一則身病方重, 不得出入。 宗室則先王與先祖王, 皆無兄弟, 故無强近族屬。 時存王子, 先王嬪崔氏出, 妻故郡守徐宗悌之女。’ 以此書贈, 則彼又以此文字太涉支繁, 更請刪削。 又問上春秋幾何, 嗣子亦幾何, 王弟年歲與嗣續亦幾何, 臣一一答之。 彼以胡書翻謄, 臣以我國文字翻譯以來。” 遂出小紙于袖中, 置于上前。 其紙云: “朝鮮國世子, 今年三十三歲, 時無子女, 世子弟, 今年二十七歲, 娶郡守徐宗悌女, 其母崔氏, 時無子女。” 上覽後, 還下。 昌集仍付史官, 又啓曰: “彼人初則又有宗室邀見之語, 今日問之, 則答以元無是語。 彼人情狀倐忽難信。 且臨罷邀見王弟事, 臣答言: ‘勑旨雖嚴, 王弟實病如此, 豈無容恕之道乎?’ 彼又曰: ‘明日國王來臨時, 當夬斷’ 云矣。” 仍請明日必須親臨問候, 上從之。 又請彼人例贈, 比前優贈。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "In the imjin year (, the King appointed 조태채 as envoy for expressing gratitude for imperial benevolence .",
                "H2KE-nKo": "임진년에 조태채를 사은 정사로 삼았다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 29일(임진) 1번째기사",
                "gt-oKo": "조태채(趙泰采)를 사은 정사(謝恩正使)로 삼았다.",
                "hj": "○壬辰/以趙泰采爲謝恩正使。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the guesthouse and, dressed in black crown and crimson silk robes, performed the salutation ritual for congratulating the Emperor [of Ming China], changed into normal clothing, and received the Chinese envoys in audience. The Chinese envoys asked for the tea ceremony, and then said, Our country is thinking that the former King has ascended the throne fifty years and has been cautious and cautious in performing his duties. When we came [to Joseon], we remember the virtues of the former King who has lost his livelihood and have ordered us to transcribe the small paper and distribute it to the path throughout the country, thereby allowing the people to thoroughly understand the virtues of the former King. This is a special favor of our country. Furthermore, when the people gather, we will always distribute the tea and porridge. The King expressed their gratitude. The Chinese envoys also asked, How many sons of the former King? We wish to receive them in audience with them and thoroughly explain these thoughts and depart. The King had an interpreter deliver the message, saying, Only a prince has only one, but due to illness, we cannot enter and exit [the palace]. The Chinese envoys said, This is not my own mind. This is our countrys intent. If we cannot carry out it out, we will surely report this to the Emperor [of Ming China] on this matter in detail. The King then distributed the tea ceremony and concluded.",
                "H2KE-nKo": "주상이 관소에 행행하여 현관복 차림으로 문후례를 행하고, 시복으로 갈아입고 청나라 사신과 접견하였다. 청나라 사신이 다례를 행하기를 청하고, 이어 말하기를,“우리나라는 선왕께서 50년 동안 즉위하여 정성을 다해 봉직하였으므로 우리들이 나올 때 선왕께서 백성을 구휼하신 덕을 추념하여 이러한 뜻을 소지에 베껴 내어 일로에 반포하여 백성들로 하여금 모두 선왕의 덕을 알게 하였으니, 이는 바로 우리 조정의 특지입니다. 또 백성들이 모여 있는 곳에 우리들이 매번 다담을 나누어 주었습니다.”하니, 주상이 치사하였다. 청나라 사신이 또 묻기를,“선왕의 아들이 몇 명이나 됩니까? 우리들이 만나 보고 이러한 뜻을 골고루 유시하고 가고자 합니다.”하니, 주상이 통사를 시켜 말을 전하게 하기를,“왕자는 단지 한 사람뿐이고 병 때문에 출입할 수 없습니다.”하자, 청나라 사신이 말하기를,“이는 내 마음이 아니라 바로 우리 조정의 뜻입니다. 받들어 행할 수 없다면 돌아가 아뢰겠으니, 자세히 써서 주는 것이 마땅합니다.”하였다. 점다하고 파하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 29일(임진) 2번째기사",
                "gt-oKo": "임금이 관소(館所)에 거둥하여 현관복(玄冠服) 차림으로 문후(問候)의 예(禮)를 거행한 뒤 시복(時服)으로 갈아 입고 청나라 사신과 접견(接見)하였다. 청나라 사신이 다례(茶禮)를 행하기를 청하고, 이어서 말하기를, “우리 나라에서는 선왕(先王)께서 50년 간 재위(在位)하는 동안에 근신하며 봉직(奉職)을 잘했다고 여겼기 때문에 우리들이 나올 때 선왕께서 백성을 구휼하신 덕을 추념(追念)하여 이런 의사로써 소지(小紙)에 베껴 쓰게 하여 일로(一路)에 반포(頒布)하여 백성들로 하여금 모두 그런 선왕의 덕을 알도록 하였으니, 이것은 바로 우리 조종의 특지(特旨)입니다. 그리고 또 백성들이 많이 모여 있는 곳에는 우리들이 매양 다담(茶啖)을 나누어 주었습니다.” 하니, 임금이 사의(謝意)를 표하였다. 청나라 사신이 또 묻기를, “선왕의 여러 아들이 몇 분이나 됩니까? 우리들이 그들고 만나서 골고루 이 뜻을 효유한 뒤에 떠나가려 합니다.” 하니, 임금이 통사(通事)로 하여금 말을 전달하게 하기를, “왕자(王子)는 단지 한 사람이 있을 뿐인데 병이 있어 출입을 하지 못합니다.” 하였다. 청나라 사신이 말하기를, “이것은 나의 마음이 아니라 바로 우리 조정의 뜻입니다. 받들어 이행하지 못한다면 마땅히 이것을 돌아가 아뢰어야 할 것이니, 자세하게 적어서 주는 것이 마땅하겠습니다.” 하였다. 점다(點茶)하고 헤어졌다.",
                "hj": "○上幸館所, 以玄冠服, 行問候禮, 改着時服, 與淸使接見。 淸使請行茶禮, 仍曰: “我國以爲先王五十年卽位, 恪謹奉職, 俺等出來時, 追念先王恤民之德, 使以此意, 謄出小紙, 頒布一路, 使百姓, 皆曉知其先王之德。 此乃我朝特旨也。 且百姓聚會處, 俺等每散予茶啖矣。” 上致以謝意。 淸使又問: “先王諸子幾人? 俺等欲與邀見, 均諭此意而去。” 上使通事傳言: “王子只有一人, 病不能出入。” 淸使曰: “此非我心, 乃我朝旨意。 不得奉行, 則當以此歸奏, 仔細書贈宜矣。” 點茶而罷。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "유학 Kim Haengjin , a Confucian clerk of Gyeonggi [Province] , and others submitted a memorial as follows: In the Spring and Autumn Annals (C. Chunqiu , there is no way to eliminate the mothers nor a son to eliminate the mothers nor afflict the mothers afflicted by Your Majesty? The Book of Documents (C. Shujing states, Alas! Father is grieved and raising the mothers nor afflict the mothers nor afflicted the mothers nor a mothers suppressed the mothers nor afflicted the mothers nor a sons nor afflicted the mothers nor afflicted the sons nor the wife",
                "H2KE-nKo": "경기의 유학 김행진 등이 상소하기를,“《춘추》에는 자식이 어머니를 끊을 도리가 없고 자식이 어머니를 원수로 여기는 의리가 없습니다. 전하의 사친은 전하께서 낳은 어머니가 아닙니까. 《시경》에 ‘슬프다. 부모님이 나를 낳아 길러 주신 수고로움은 하늘처럼 끝이 없다.’라고 하였습니다. 부모가 자식을 낳아 길러 주신 그 수고로움과 돌보아 주신 은혜는 천자로부터 서인에 이르기까지 마찬가지인데, 어찌 자식이 제왕이 되어 낳아 주신 은혜를 끊어 버리고 돌아보지 않을 수 있겠습니까. 전하께서 보위를 이으신 뒤에는 도리와 일의 체모가 전과는 자별한데, 지금 윤지술은 감히 ‘전하께서 다시 사친을 두지 않는 것은 의리가 매우 분명하다.’라고 하였습니다. 이와 같은 도리가 어느 전기에 나오겠습니까.옛날 송나라 환공의 부인이 양공을 낳고 나서 위나라로 돌아갔는데, 양공이 즉위하자 부인이 생각하여 이에 하광의 시를 지었습니다. 선유가 말하기를 ‘천하에 어찌 어머니가 없는 사람이 있겠는가. 양공과 같은 사람은 마땅히 살아서는 그 효성을 다하고 죽어서는 그 예를 다할 뿐이다.’라고 하였습니다. 양공의 어머니가 이미 그 아버지에게 쫓겨났는데, 선유의 의론이 이와 같이 천리를 미루어 넓히고 인정을 곡진히 한 것은 어찌 어머니의 도리는 끝내 끊을 수 없고 낳아 길러 주신 은혜는 반드시 갚아야 하기 때문이 아니겠습니까. 지금 만약 이 의리를 미루어 말한다면 전하께서 사친을 추모하고 갚는 것과 신하가 성상의 마음을 우러러 본받는 데에 각각 그 방도가 있어야 하는데, 지금 윤지술은 감히 말하기를 ‘전하께서는 사친을 추모할 어버이가 없고 신하는 마땅히 추모해야 할 의리가 없다.’라고 하였습니다. 아, 장차 전하로 하여금 사친을 죄인으로 대우하여 낳아 주신 큰 은혜를 끊게 하고 전하의 신하 된 자들도 모두 나쁜 말을 서로 하여 숨기거나 피하는 바가 없게 한 뒤에야 마음에 시원하단 말입니까.어머니와 아들 사이는 사람들이 말하기 어려운 것이니, 비록 대등한 관계 이하의 사람에게도 감히 드러내 놓고 곧바로 배척하여 효자의 마음을 상하게 하지는 못할 것입니다. 그런데 윤지술은 감히 말하기를 ‘밝게 법을 시행하여 많은 사람들의 분노가 풀렸다.’라고 하여 마치 전하의 망극한 변을 다행으로 여기고 국가의 불행한 일을 시원하게 여기는 것처럼 하였으니, 그가 윤리를 무너뜨리고 군부를 업신여긴 것이 여지가 없다고 하겠습니다. 삼가 바라건대 먼저 윤지술을 유사에게 맡겨서 속히 나라의 형률을 바르게 하여 윤리가 무너지지 않게 하소서.”하였다. 충청도 유학 홍흡 등도 상소하여 윤지술을 참형에 처할 것을 청하여 김행진의 상소와 함께 들어갔는데, 모두 처리하지 않고 그대로 두었다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 4일(정묘) 1번째기사",
                "gt-oKo": "경기(京畿) 유학(幼學) 김행진(金行進) 등이 상소하기를, “《춘추(春秋)》에 자식이 어머니를 끊는 도리가 없고, 자식이 어머니를 원수로 여기는 의리가 없습니다. 전하의 사친(私親)은 전하를 낳아 주신 어머니가 아니십니까? 《시경(詩經)》에 말하기를, ‘슬프다! 부모님은 나를 낳으시느라고 고생하셨네. 그 덕을 갚고자 해도 하늘처럼 높아 한이 없구나.’ 하였습니다. 부모가 자식에게 있어서 그 고생하고 돌보아 준 은혜는 천자(天子)로부터 서인(庶人)에 이르기까지 한결같습니다. 어찌 자식이 제왕(帝王)이 되어 부모가 낳아 준 은혜를 단절하고 돌보지 않을 수 있겠습니까? 전하께서 왕위(王位)를 계승하신 뒤에는 도리(道理)와 사체(事體)가 종전과는 스스로 다른데, 이제 윤지술(尹志述)이 이에 감히 말하기를, ‘전하께서 다시 사친이 있지 않다는 것은 의리(義理)가 매우 명백하다.’ 하였습니다. 이와 같은 도리가 어떤 전기(傳記)에 나와 있습니까? 옛적에 송(宋)나라 환공(桓公)의 부인(夫人)이 양공(襄公)을 낳고는 나와서 위(衞)나라에 돌아왔는데, 양공이 즉위한 뒤에 부인이 양공을 생각하여 이에 하광(河廣)의 시(詩)를 지었습니다. 이에 대해 선유(先儒)가 말하기를, ‘천하에 어찌 어머니 없는 사람이 있을 수 있겠는가? 양공과 같은 경우는 마땅히 어머니가 살아서는 그 효성을 극진히 하고 어머니가 돌아가시면 그 예(禮)를 극진히 할 따름이다.’ 하였습니다. 대저 양공의 어머니는 이미 그 아버지로부터 축출을 당하였는데도, 선유의 논평이 이와 같이 천리(天理)를 추광(推廣)하고 인정(人情)을 곡진하게 한 것은 어찌 어머니에 대한 도리는 끝내 끊을 수가 없고, 낳아서 길러 준 은혜는 반드시 갚아야 하기 때문에 아니겠습니까? 이제 만일 이 의리를 미루어 말한다면 전하께서 사친을 추보(追報)하고, 신자(臣子)가 성상의 심정을 우러러 본받는 것은 마땅히 각각 그 도리가 있어야 할 것인데도, 이제 윤지술이 이에 감히 말하기를, ‘전하께서는 숨길 만한 어버이가 없고 신하는 마땅히 숨겨야 될 의리가 없다.’ 하였습니다. 아! 이는 장차 전하로 하여금 사친을 죄인으로 대우하여 낳아 준 큰 은혜를 단절하게 하려는 것이고, 전하의 신하가 된 이들은 또 다 나쁜 말을 서로 하여서 휘피(諱避)하는 바가 없게 한 후에야 마음에 통쾌할 것입니까? 모자(母子)의 사이는 사람들이 말하기가 어려운 것으로서 비록 대등(對等) 이하(以下)의 사람에게 있어서도 감히 드러내놓고 곧바로 지적하여 효자(孝子)의 마음을 아프게 할 수가 없는 것입니다. 그런데도 윤지술은 이에 감히 말하기를, ‘밝게 전장(典章)을 시행하여 여러 사람들의 분개심이 풀어졌다.’고 하여, 마치 전하의 망극(罔極)하신 변(變)을 다행으로 여기고 국가의 불행한 일을 통쾌하게 여기는 것처럼 하였으니, 그가 윤기(倫紀)를 무너뜨리고 군부(君父)를 모멸함이 여지가 없다고 할 수 있습니다. 삼가 바라건대 먼저 윤지술을 잡아 유사(有司)에게 맡겨서 조속히 나라의 형벌을 바르게 하시어 이륜(彝侖)이 파괴됨이 없도록 하소서.” 하였다. 충청도 유학(幼學) 홍흡(洪潝) 등도 또한 상소하여 윤지술을 참형(斬刑)에 처하기를 청하였는데, 김행진의 상소와 같이 들어가니, 모두 유중 불하(留中不下)하였다.",
                "hj": "○丁卯/京畿幼學金行進等上疏曰: 《春秋》, 子無絶母之道, 子無讎母之義。 殿下私親, 非殿下所生之母乎? 《詩》曰: “哀哀! 父母, 生我劬勞。 欲報之德, 昊天罔極。” 父母之於子, 其劬勞顧復之恩, 自天子至庶人一也。 焉有子爲帝王, 割斷所生之恩, 而莫之恤乎? 殿下嗣位後, 則道理、事體, 與前自別, 而今志述乃敢曰: “殿下之不復有私親, 義理甚明。” 似此道理, 出何傳記? 在昔宋桓公夫人生襄公, 而出歸于衛, 襄公卽位, 夫人思之, 乃作河廣之詩。 先儒曰: “天下豈有無母之人? 爲襄公者, 當生則致其孝, 沒則盡其禮而已。” 夫襄公之母, 旣見黜於其父, 而先儒之論, 若是其推廣天理, 曲盡人情者, 豈不以母之道, 終不可絶, 生育之恩, 在所必報乎? 今若推此義而言之, 殿下所以追報私親, 臣子所以仰體聖情者, 宜各有其道, 而今志述乃敢曰: “殿下無可諱之親, 臣子無當諱之義。” 噫嘻! 其將使殿下, 待私親以罪人, 絶所生之大恩, 而爲殿下臣子者, 亦皆惡言相加, 無所諱避, 然後快於心歟? 母子之間, 人所難言, 雖於敵以下, 亦不敢顯言直斥, 以傷孝子之心, 而志述乃敢曰: “明施典章, 而輿憤洩。” 有若幸殿下罔極之變, 快國家不幸之事者然, 其斁敗倫紀, 慢蔑君父, 可謂無餘地矣。 伏願先將志述, 付之有司, 亟正邦刑, 使彝倫無壞。 忠淸道幼學洪潝等, 亦上疏請斬志述, 與行進疏同入, 竝留中不下。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King ordered that the residence of Crown Princess Yeongnyeong be reinstated. Crown Princess Yeongnyeong was Lady Kim , who was born of a concubine of the royal clan . After the rite marking the end of grieving grieving, her family should be left out. However, her former residence was not in accordance with the sense of propriety. The King reinstated the residence of Crown Princess Yeongnyeong.",
                "H2KE-nKo": "영빈(寧嬪 영빈)의 집을 고쳐 하사하라고 명하였다. 영빈은 선왕의 후궁 김씨이다. 졸곡이 지난 뒤에는 마땅히 나가야 하는데 이전 집이 합당하지 않다고 하여 고쳐 급제를 내린 것이다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 8일(신미) 1번째기사",
                "gt-oKo": "영빈(寧嬪)의 집을 개수하여 하사하도록 명하였다. 영빈은 선조(先朝)의 후궁(後宮) 김씨이다. 졸곡(卒哭)이 지난 뒤에는 마땅히 대궐을 나가야 하는데, 전에 살던 집이 적합하지 않았기 때문에 집을 개수하여 하사하라고 한 것이다.",
                "hj": "○辛未/命改賜寧嬪第。 寧嬪, 先朝後宮金氏也。 過卒哭後, 當出去, 而以前第之不合, 改賜第。"
            },
            "2": {
                "H2KE-EN": "The King ordered the establishment of the Veritable Records of the Royal Confucian Academy to compile the Veritable Records of the Royal Confucian Academy . The King appointed Chief State Councilor Yi Jik as concurrent director of the Directorate of the State Funeral .",
                "H2KE-nKo": "국을 설치하여 선왕의 실록을 찬수하게 하고, 영의정 김창집에게 총재관을 겸하게 하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 11월 8일(신미) 2번째기사",
                "gt-oKo": "설국(設局)하여 선왕(先王)의 실록(實錄)을 찬수(纂修)케 하고 영의정 김창집(金昌集)에게 총재관(摠裁官)을 겸임토록 하였다.",
                "hj": "○令設局, 纂修先王實錄。 以領議政金昌集兼摠裁官。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gyesa day, the first day of the month, when the state funeral was held on the first day of the gyesa year (1423, the fifth year of King Sejongs reign, the officials of the senior third rank or above, and the officials in charge of the ceremony were rewarded in varying degrees.",
                "H2KE-nKo": "삭계사년에 국장을 지낼 때의 총호사 이하 당상과 낭청 및 집사 인원에 대해 차등을 두어 논상하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 1일(계사) 1번째기사",
                "gt-oKo": "국장(國葬) 때의 총호사(摠護使) 이하 당상관(堂上官)·낭관(郞官) 및 집사(執事) 인원(人員)에 대하여 차등이 있게 논상(論賞)하였다.",
                "hj": "○朔癸巳/國葬時, 摠護使以下堂郞及執事人員, 論賞有差。"
            },
            "2": {
                "H2KE-EN": "Second Minister of Rites Bak Taehang submitted a memorial as follows: The guesthouse under the pretext of the Emperor [of Ming China] and requested that the brothers, nephews, and various royal clan be seen. How can this be authority? The hearts of the envoys are extremely incomparable. The matter is not permissible, but the imperial edict has not yet been issued. How can we entirely follow the veracity of the imperial edict? This is what the imperial envoys and officials of the second rank or above must observe the circumstances and argue against them, and only then can they cease. The report of the Commissioner for Receiving the Imperial Envoy at the Border already explained this word, and thus he thought that it was absurdly talk about it. Now that the circumstances are so deep that it is not possible to ask about it, they are extremely discontinued. These are all officials in charge of the interpreters who are unable to admonish them. If there is anything to speak, they would not dare stubbornly opppose them. They then finally encouraged the circumstances in this territory, which is truly pitiful. The head of the interpreters should first be imprisoned and severely punished. Only then can the guesthouse understand the will of the guesthouse, and the cardinal principles of the imperial court can be revered. At this time, the guesthouse under the pretext of the imperial edict and requested that the King of his younger brother be seen, which suspects the wicked people. Therefore, Bak Taehangs memorial was as such.",
                "H2KE-nKo": "예조 참판 박태항이 상소하기를,“객사가 황지라 핑계 대고 국왕의 아우, 조카 및 여러 종실을 만나 보기를 요구하니, 이것이 무슨 행동이란 말입니까. 그 마음이 매우 예사롭지 않고 일이 예사롭지 않은데, 이미 칙서가 없으니 어찌 한결같이 구전 정사로 따라 허락할 수 있겠습니까. 이는 바로 사신과 여러 재신이 왕복하며 쟁집하여 반드시 막고야 말 것입니다.원접사의 장계에 이미 이런 말이 있었으므로 범범하게 말하리라고 여겼는데, 지금 얕은 곳에서 깊은 곳으로 들어가 물어서는 안 될 일을 물었으니 매우 괴이합니다. 이는 모두 역관의 무리가 잘 인도하지 못하여 진실로 할 말이 있으면 감히 억지로 어기지 못하고 종용하는 것이 습관이 되어 점차 이런 지경에 이르게 된 것이니, 참으로 통탄스럽습니다. 수역을 우선 엄히 가두고 극형에 처한 뒤에야 객사의 뜻을 돌릴 수 있고 조정의 체모를 높일 수 있을 것입니다.”하였다. 이때 청나라 사신이 황지라 핑계 대고 왕의 아우를 만나 보기를 요구하여 여러 소인이 의혹을 품었기 때문에 박태항의 상소가 이와 같았던 것이다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 1일(계사) 2번째기사",
                "gt-oKo": "예조 참판 박태항(朴泰恒)이 상소하기를, “청나라 사신이 황지(皇旨)라 핑계하면서 국왕(國王)의 아우·조카 및 여러 종실(宗室)을 보기를 요구하는 것은 무슨 거조(擧措)입니까? 그 심사가 어디에 있는지 몹시 비상(非常)한 일입니다. 일이 상도(常道)가 아니고 이미 칙서(勅書)가 없으니, 어찌 한결같이 구전(口傳)을 따라 들어주어 허락할 수가 있겠습니까? 이는 정사(正使)와 여러 재신(宰臣)들이 마땅히 왕복 쟁집(爭執)하여 반드시 저지하고야 말아야 할 것입니다. 원접사(遠接使)의 장계(狀啓)에 이미 이 말이 있었으나 범연하게 하는 말로 생각했는데, 지금 와서 얕은 데로부터 깊은 데로 들어가 물어서는 안될 일들을 물으니, 몹시 이상한 일입니다. 이것은 모두 역관(譯官)의 무리들에게 내맡겨 둔 채 잘 도유(導諭)하지 못하고 진실로 해야 할 말이 있어도 감히 억지로 비위를 건드리지 못하고 달래는 것이 습관이 되어 점차 이러한 지경까지 이르게 된 것이니, 진실로 통탄스러운 일입니다. 수역(首譯)을 우선 엄하게 문책하여 극형(極刑)에 처하신 후에야 청나라 사신의 뜻을 돌릴 수가 있고 조정의 체모를 높일 수가 있을 것입니다.” 하였다. 이때 청나라 사신이 칙지(勅旨)라 핑계하여 왕의 아우를 만나보기를 요구하니, 여러 소인들이 의혹을 가졌기 때문에 박태항의 상소가 이와 같았다.",
                "hj": "○禮曹參判朴泰恒上疏曰: 客使稱以皇旨, 要見國王弟、姪及諸宗室, 此何擧揩? 其心所在, 極其非常。 事非常道, 而旣無勑書, 則豈可一從口傳聽許乎? 此正使臣、諸宰所當往復爭執, 必塞乃巳者也。 遠接使狀啓, 巳有此說, 意謂泛言, 今從淺入深, 問所不當問之事, 極可異也。 此皆任譯輩, 不善導諭, 苟有所言, 不敢强拂, 慫慂成習, 馴致此境, 誠可痛也。 首譯爲先嚴囚極罰, 然後客使之意可回, 朝廷之體可尊也。 是時, 淸使稱勑旨, 求見王弟, 群壬疑惑, 故泰恒之疏如此。"
            },
            "3": {
                "H2KE-EN": "Right State Councilor 조태구가 차자를 올리기를, “또 reading the report of the Directorate of Receiving the Imperial Envoy and the 비국의 계사를 보니, 모두 말하기를, ‘칙사가 claiming that the imperial edict was issued, I seek out the younger brothers, nephews, and members of the royal clan. [Even though] the imperial edict was issued by the King of Japan, the imperial edict was issued by the Crown Princess such-and-such claiming of a princes such-and-such claiming of a princess such-and-such claiming of a princess. Alas! How can this be done? The imperial edict which has already been shown, it is not possible to thoroughly remove it. I venture to see that a diplomatic document sent by the chief royal secretary who came here and showed it to the Royal Secretariat . The diplomatic document stated that the imperial edict was issued by the Imperial Crown Princess such-and-such claiming of a princes such-and-such claiming of a princess such-and-such claiming of a princesss such-and-such claiming of a princess-such claiming of a princess-and-such claiming of a princes-such claiming of a princess-such claiming of a princes-such",
                "H2KE-nKo": "우의정 조태구가 차자를 올리기를,“또 영접도감과 비변사의 계사를 보니, 모두 ‘칙사가 칙지라고 하면서 국왕의 아우, 자질 및 종실을 보기를 요구한다.’라고 하였고, 비변사에서는 ‘왕자는 모빈의 소생인데 모씨에게 장가들었다.’라고 써서 보여 주었습니다. 아, 이것이 무슨 거조란 말입니까. 이미 보여 준 글은 지금 빼앗을 형편이 못 됩니다. 그런데 삼가 함께 온 승지가 보여 준 승정원의 소보 가운데 이른바 황지의 등본을 보니, 그 말단에 단지 ‘이 표장을 조선 국왕의 처자와 조카에게 전하여 골고루 유시하라.[這表章傳朝鮮國王妻子姪均諭]’라는 14자뿐이었습니다. 어찌 일찍이 ‘아우와 종실’이라는 등의 말이 있었겠으며, 또한 어찌 ‘왕자는 모빈의 소생인데 모씨에게 장가들었다.[王子某嬪出娶某氏]’라는 글이 있었습니까. 승지가 신에게 보여 준 본을 베껴서 전할 때에 어찌 결문과 오자가 있어서 그런 것이겠습니까. 만약 결문과 오자가 없다면 객사와 도감, 비변사에서 보여 준 칙지 가운데 ‘아우와 종실’이라는 세 글자와 ‘왕자는 모빈의 소생인데 모씨에게 장가들었다.[弟某嬪出娶某氏]’라는 것은 무엇을 근거로 하여 말한 것입니까? 어찌하여 칙지 가운데 없다는 이유로 사리에 근거하여 힘껏 막지 않는 것입니까. 설령 참으로 칙지가 있었더라도 어찌 방편의 방도가 없겠습니까. 한결같이 그들이 말한 대로 삼가 써서 보여 주었단 말입니까. 이 일은 관계된 바가 매우 중대하니, 묘당으로 하여금 좋은 쪽으로 잘 처리할 방도를 다시 생각하여 나라의 체모가 손상되지 않게 하고 다른 나라도 감히 업신여기지 못하게 하소서.”하니, 주상이 답하기를,“써서 보여 준 일에 대해 영의정이 재삼 완강히 막았으나 끝내 그렇게 하지 못한 것은 어쩔 수 없어서였다. 누누이 진언한 것에 대해 감사하지 않을 수 있겠는가. 묘당으로 하여금 내게 물어 처리하게 하겠다.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 1일(계사) 3번째기사",
                "gt-oKo": "우의정 조태구(趙泰耉)가 차자(箚子)를 올리기를, “또 영접 도감(迎接都監) 및 비국(備局)의 계사(啓辭)를 얻어 보았더니, 다 말하기를, ‘칙사(勅使)가 칙지(勅旨)를 핑계하여 국왕의 아우·자질(子姪) 및 종실(宗室)을 보기를 요구한다.’ 하였고, 비국(備局)에 있어서는 ‘왕자(王子)는 모빈(某嬪)의 소생(所生)이고 모씨(某氏)에게 장가들었다.’는 것을 적어서 보여주었다 합니다. 아! 이것이 무슨 거조(擧措)입니까? 이미 보여준 글을 지금 도로 빼앗을 수 있는 형편은 못되지마는, 삼가 함께 온  승지(承旨)가 보여준 승정원(承政院) 소보(小報) 가운데 이른바 황지(皇旨) 등본(謄本)이란 것을 보니, 그 끝에 단지 말하기를, ‘이 표장(表章)을 조선(朝鮮)의 국왕(國王)과 처(妻)·자질(子姪)에게 전달하여 고루 효유하라[這表章 傳于朝鮮國王妻子姪均諭]’란 열 네 글자뿐이었습니다. 어디에 ‘아우와 종실’ 등이라고 말한 것이 있습니까? 또한 어디에 ‘왕자는 어떤 빈(嬪)의 소생이고 모씨에게 장가들었느냐?’는 문장이 있습니까? 승지가 신에게 보여준 글은 등전(謄傳)하는 즈음에 혹시 빠진 글이나 잘못된 글자가 있어서 그런 것입니까? 만일 빠졌거나 잘못된 것이 없다면 청나라 사신과 도감(都監)·비국(備局)에서 보여준 칙지 가운데 있는 ‘제종실(弟宗室)’이란 세 글자와 ‘왕자는 모빈(某嬪)의 소생이고 모씨에게 장가들었다.’는 것은 무엇에 의거하여 극력 막지 않은 것입니까? 설령 참으로 칙지가 있었다 하더라도 어찌 방편(方便)의 도리가 없겠습니까? 그런데도 한결같이 그들이 하는 말대로 따라 하여 적어서 보여주기를 공순히 한단 말입니까? 이 일은 관계가 매우 중대하니, 바라건대 묘당(廟堂)으로 하여금 다시 좋은 방향으로 잘 처리할 방도를 생각하도록 하여 나라의 체모가 훼손되지 않게 하고 이국(異國)으로 하여금 감히 경솔히 모멸(侮蔑)할 수 없도록 하소서.” 하니, 임금이 답하기를, “적어서 보여준 일은 영의정이 재삼 강경히 거절하였으나 끝내 뜻대로 되지 않았으니, 부득이한 데서 나온 것이다. 누누이 진언(進言)한 것에 대하여 감패(感佩)하지 않을 수 있겠는가?” 하고, 묘당으로 하여금 품처(稟處)토록 하였다.",
                "hj": "○右議政趙泰耉上箚曰: 又得見迎接都監及備局啓辭, 則皆云: “勑使, 稱以勑旨, 求見國王弟子姪及宗室”, 而至於備局書示王子某嬪出, 娶某氏。 噫! 此何擧措耶? 已示之書, 今無可奪之勢, 而竊見偕來承旨所示政院小報中, 所謂皇旨謄本, 則其末端只云: “這表章, 傳于朝鮮國王妻子姪, 均諭。” 凡十四字而已。 何嘗有弟宗室等語? 亦何嘗有王子某嬪出娶某氏之文耶? 承旨示臣之本, 謄傳之際, 豈有缺文誤字而然耶? 若無缺誤, 則客使與都監、備局之所示勑旨中, 弟宗室三字及王子某嬪出娶某氏者, 據何而言耶? 何不以勑旨中所無, 據理力塞耶? 設令眞有勑旨, 豈無方便之道, 而一從其所言, 書以示之惟謹耶? 此事關係甚大, 乞令廟堂, 更思從長善處之道, 使國體毋至虧損, 異國不敢輕侮焉。 上答以書示事, 首揆再三牢塞, 終不能得, 出於不得已也。 縷縷進言, 可不感佩? 令廟堂稟處。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyemyo day, Right State Councilor Jo Gui submitted a memorial as follows: Your subject saw the study of the guesthouse for the guesthouse. The study of the guesthouse for the guest",
                "H2KE-nKo": "계묘년에 우의정 조태구가 상소하기를,“청대한 대화를 얻어 보니, 이른바 아우와 조카를 만나 보기를 청하는 한 가지 일에 대해서는 애당초 반대하는 말을 하지 않고 단지 ‘어떻게 할 것인가?’라고만 여쭈었을 뿐이었습니다. 신이 어떻게 그들이 관소에 도착한 뒤에 반대한다는 것을 미리 헤아리고서 한마디 말도 하지 않을 수 있겠습니까. 지레 먼저 왕복하기 어려운 것은 형세상 혹 그럴 수도 있으니, 연석에서 여쭈어 정할 때 도리어 무슨 갈등이 생길 것을 염려하여 굳게 반대한다는 뜻을 곧바로 진달하지 않고 범범하게 여쭈었겠습니까. 그 뒤에 이른바 칙지의 등본을 얻어 보고 나서야 비로소 처음부터 조종한 것이 태반이 칙지에서 나온 것이 아니라는 것을 알았습니다. 그런데 저들이 이에 ‘균유’라는 두 글자를 빙자하여 이런 뜻밖의 무리한 행동을 하였으니, 어찌 매우 통탄스럽지 않겠습니까. 이미 칙지 가운데 있는 말이 아니라면 종척의 다소와 누구의 소생이고 누구의 취처인지는 논할 것도 없이 어찌 공공연하게 저들에게 써서 보여 줄 리가 있겠습니까. 곧장 ‘칙지 가운데 없는 것’이라고 명백하게 말을 만들어 사리에 근거하여 엄히 배척한다면 저들이 다시 무슨 말로 힐난하겠습니까. 이렇게 하지 않고 허다한 쓸데없는 말을 써서 주었으니, 이 길이 한번 열리면 이로부터 저들이 요구하는 바가 이보다 더 무리한 것이 있더라도 다시 장차 어떻게 명을 어기겠습니까. 이것이 신이 지붕을 쳐다보고 탄식하며 선후책을 알지 못하는 까닭입니다.”하니, 주상이 너그러운 비답을 내려 양쪽을 화해시키고, 이어 함께 오도록 한 승지를 소환하였다.신이 삼가 살펴보건대, 청나라 사신이 도성에 들어와 칙지라고 일컬으면서 왕의 아우를 만나 보기를 요구한 것은 장차 칙지를 골고루 유시하려는 것이었고 애당초 깊은 뜻이 없었다. 그런데 김창집이 청나라 사신에게 써서 준 것도 주상의 뜻을 여쭈어 거행한 것에 불과한데 조태구가 ‘모혐’이라고 비난한 것은 어째서인가? 이이명이 독대한 뒤로 조태구가 의심하였는데, 청나라 사신이 왕의 아우를 만나 보기를 요구하자 이에 ‘모혐’이라는 말을 하면서 스스로 악역으로 귀결되는 것을 알지 못하였다. 그 뒤에 유봉휘의 상소가 있었고 또 목호룡의 무고하는 변고가 있었으며, 끝내는 이인좌와 정희량이 군사를 일으켜 대궐을 침범하기에 이르렀으니 화란이 극에 달하였다. 그러나 그가 역모를 한 근원을 거슬러 올라가 보면 ‘모혐’이라는 말에서 나온 것이니, 아, 통탄스럽다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 11일(계묘) 1번째기사",
                "gt-oKo": "우의정 조태구(趙泰耉)가 상소하기를, “청대(請對)하여 아뢴 말씀을 보게 되면 이른바 국왕의 아우와 조카들을 만나보기를 청한다는 한 사항에 대해서 전혀 방지를 청한 것이 없었고, 다만 ‘어떻게 했으면 좋겠는가?’ 하는 것을 앙품(仰稟)했을 뿐인데, 신이 어떻게 그들이 관(館)에 도착한 뒤에 방지할 것을 미리 헤아리고서 한 마디 말씀도 드리지 않을 수가 있겠습니까? 섣불리 왕복하면 사세(事勢) 파악이 어렵다는 것은 형편상 혹시 그럴 수도 있는 일입니다. 하지만 연석(筵席)에서 품정(稟定)하는 즈음에는 돌아보건대 무슨 갈등이 있을 것을 염려하여 곧바로 강경하게 방지하자는 뜻을 진달하지 않고 범연하게 앙품(仰稟)할 수가 있겠습니까? 그 뒤에 이른바 칙지(勅旨)의 등본(謄本)을 얻어 보고 나서야 비로소 애당초부터 조종(操縱)한 것은 태반이 칙지에서 나온 것이 아니고, 저들이 이에 ‘균유(均諭)’라는 두 글자를 빙자하여 이런 의외의 무리한 행동이 있었다는 것을 알게 되었으니, 어찌 몹시 통탄스러운 일이 아니겠습니까? 이미 칙지 가운데 있는 말이 아니라면 종척(宗戚)의 다소(多少)나, 모빈(某嬪)의 소생이고 모씨(某氏)에게 장가들었다는 것에 대해서 그것이 중대하고 않고를 물론하고 어찌 공공연히 저 사람들에게 적어 주어야 할 이치가 있겠습니까? 곧바로 칙지 가운데 없는 것이라고 명백하게 구실(口實)을 만들어 사리에 의거해 엄정하게 물리친다면, 저들이 다시 무슨 말을 가지고 힐난하겠습니까? 이런 방법으로 하지 않고 이에 허다한 필요치 않은 말들을 적어 주었으니, 이런 길이 한 번 열리게 된다면 이다음부터는 저 사람들이 요구하는 바가 비록 이것보다 더한 무리한 점이 있을지라도 다시 장차 어떻게 위복(違覆)하겠습니까? 이것이 신이 천정(天井)을 쳐다보고 한탄하면서 뒷일을 잘 처리할 수 있는 계책을 알지 못하는 까닭입니다.” 하니, 임금이 우악한 비답을 내려 양편을 이해시키고, 이어서 함께 오게 한 승지(承旨)를 소환하였다. 신이 삼가 살펴보건대 청나라 사신이 도성(都城)에 들어와서 칙지(勅旨)를 핑계하면서 국왕의 아우를 만나보기를 요구한 것은 장차 칙지를 골고루 효유(曉諭)하려는 까닭이었고 전혀 깊은 의미가 없었으며, 김창집(金昌集)이 청나라 사신에게 적어 준 것도 단지 품지(稟旨)하여 거행한 것에 지나지 않는데, 조태구(趙泰耉)가 ‘모혐(冒嫌)’으로써 비방한 것은 무슨 까닭입니까? 이이명(李頤命)이 독대(獨對)한 뒤로부터 조태구가 의혹을 가졌다가 청나라 사신이 왕의 아우를 만나보기를 요구함에 미쳐서는 이에 이런 ‘모혐’의 설이 있게 되어 스스로 그것이 악역(惡逆)에 돌아가게 된다는 것을 알지 못하였던 것입니다. 그 뒤에 유봉휘(柳鳳輝)의 상소가 있었고 또 목호룡(睦虎龍)의 무고(誣告)의 변(變)이 있어 끝내는 이인좌(李麟佐)·정희량(鄭希亮) 등이 군사를 일으켜 대궐을 침범하기에 이르러 화란(禍亂)이 극도에 달하였습니다. 그러나 그와 같은 반역을 하게 된 근원을 거슬러 올라가 본다면 ‘모혐(冒嫌)’의 설에서 나왔으니, 아! 가슴 아픈 일입니다.",
                "hj": "○癸卯/右議政趙泰耉上疏曰: 得見請對說話, 則所謂請見弟姪一款, 初無防塞之請, 只以何以爲之, 仰稟而已, 臣何以預料其到館後防塞, 而不爲之一言哉? 徑先往復之難, 勢或然矣, 筵席稟定之際, 顧何葛藤之慮, 而不爲直陳牢塞之意, 而泛然仰稟也? 厥後得見所謂勑旨謄本, 然後始知自初操縱者, 太半非出於勑旨, 而彼乃憑藉於均諭二字, 有此意外無理之擧, 豈不痛甚? 旣非勑旨中語, 則宗戚多少、某出某娶, 勿論關重與否, 寧有公然書示彼人之理哉? 直以勑旨中所無, 明白爲辭, 據理嚴斥, 則彼復何辭而難之? 不此之爲, 乃書贈許多剩語。 此路一開, 從此以往, 彼人所要, 雖有無理加於是者, 更將何以違覆也? 此臣所以仰屋吁歎, 不知善後之圖者也。 上賜優批兩解之, 仍召還偕來承旨。 臣謹按淸使入城, 稱勑旨求見王弟, 將以均諭勑旨也, 初無深意, 而昌集書贈淸使, 亦不過稟旨擧行, 而泰耉詆以冒嫌何哉? 自李頣命獨對以後, 泰耉疑之, 及淸使求見王弟, 乃有此冒嫌之說, 不自知其歸於惡逆。 其後有鳳輝之疏, 又有虎龍誣告之變, 終至於麟佐、希亮, 稱兵犯闕, 而禍亂極矣。 然溯其爲逆之源, 則出於冒嫌之說, 嗚呼痛矣!"
            },
            "2": {
                "H2KE-EN": "유학 Yi Mongin , a Confucian clerk of Chungcheong Province, submitted a memorial as follows: In the Spring and Autumn Annals (C. Chunqiu , there is nothing greater than humiliating the King and disregarding the cardinal principles. If there is a thing to be a thing to punish, then how much more should this be thing to punish? Ah! The cardinal principles of the sovereign and his subjects are strict, and the cardinal principles of righteousness between mother and mother are important. The world and the world have been rare throughout the ages. If this thing to be a disregard, people cannot come to the country. How could your subject believe that when Your Majesty has newly inherited the throne, he suddenly uttered the cardinal principles of humiliating the King and thus disregarding the cardinal principles of human relationships? His Majesty has succeedededededed the line of the former kings and honored the position of a thousand secret world. Instead, he dared to allow a petty servant to sleep his arm and to insult the Kings birthday, thereby insulting the cardinal principles of righteousness and the human relationships in this way. Your subject and others suddenly arbitrarily destroyed the cardinal principles of filial piety and wished to stand together in the world of filial piety. Alas! Although there are cases in which the monarchs of kings have occurred before Your Majesty, there has never been cases in which the monarch had committed crimes against the former kings and thus neglected their relationships. Also, there has never been cases in which the subjects who acted under the world and expelled their relationships from the Kings birthday as if they were their relationships. Your subject implores that the cardinal principles of human relationships should be executed and punished. Our 선대왕 is genuinely growing in the world, and yet he became the principal crown prince, which happened to all the country. After the principal crown prince was investiture, he always harbored a grudge of human relationships. Our 선대왕께서는 benevolently prevented from human relationships and protecting the principal principles of human relationships. In the gisa year (, the King issued a royal directive to the Royal Secretariat which read as follows: Since the name of the Eldest Legitimate Son is already prescribed, the sovereign and his subjects human relationships and human relationships have been established earlier, the intent of human relationships and the human relationships of the people and the human relationships can be evidently known. Furthermore, at the time of the gapjin year (, the principal offender of human relationships and the human relationships have failed to prevent human relationships. Now, the principal principles of human relationships are all beyond measure. How could the human relationships not be destroyed and the people all say that they can be deceived? It is humbly hoped that Your Majesty will execute the",
                "H2KE-nKo": "충청도 유학 이몽인이 상소하기를,“《춘추》의 법에 죄가 있으면 반드시 성토하는 것으로는 군부를 업신여기고 이륜을 무너뜨리는 것보다 더 큰 것이 없습니다. 이 중에 한 가지만 있어도 그 죄는 마땅히 성토해야 하는데 하물며 이 두 가지를 겸한 경우야 말할 것이 있겠습니까. 아, 군신의 분의는 엄격하고 모자의 윤상은 소중하여 하늘을 이고 땅을 에워싸고 땅을 에워싸고 있어 고금을 통틀어 보아도 이런 일이 한 번 무너지면 사람은 사람답지 못하고 나라는 나라답지 못하게 됩니다. 전하께서 즉위하신 초기에 저 윤지술이 갑자기 윤리도 없고 부도한 말을 하여 군부를 업신여기고 이륜을 무너뜨릴 줄이야 어찌 생각이나 했겠습니까.전하께서는 선왕의 대통을 빛나게 계승하여 천승의 지위에 높이 처해 계시면서 차마 일개 소인배로 하여금 팔뚝을 걷어붙이고 전하의 탄생하신 어버이를 여지없이 욕보이게 하셨습니다. 그런데도 오히려 한마디 말을 하거나 한 마디 명령을 내려 그 흉악하고 방자한 죄를 조금이라도 징계하지 못하셨으니 분의와 윤상이 이에 이르러 남김없이 다 없어졌습니다. 신들은 차라리 의관을 찢고 면류관을 찢어 버리고 산림으로 도망쳐 들어가 이 역적과 효치의 세상에 함께 살고 싶지 않습니다.아, 제왕가의 변괴가 전하께서 당한 것과 같은 경우가 간혹 있기는 하지만 선왕께 죄를 짓고서 곧 천성지친을 끊었다는 말은 듣지 못하였고, 또 신하로서 군부를 대하여 그 낳은 어버이를 배척하고 윤지술이 한 것처럼 억지로 기절하였다는 말도 듣지 못하였습니다. 그는 마음속으로 반드시 ‘이는 선왕의 죄인이니 지금도 죄인으로 대우하지 않을 수 없다.’라고 할 것입니다. 이는 죄인의 아들을 전하로 보는 것이니 천하에 어찌 이런 일이 있을 수 있겠습니까. 그 싹을 추적해 보면 그 유래된 조짐입니다. 신은 청컨대 근본을 따져 보고 논하겠습니다.우리 선대왕께서는 춘추가 한창이신데도 저사가 없다가 늦게야 원량을 얻게 되니 온 나라가 기뻐하고 경하하였습니다. 저위를 책봉한 뒤에는 일종의 흉악하고 음흉한 무리가 항상 불만의 뜻을 품고 있었는데, 우리 선대왕께서는 자애로운 뜻으로 엄히 제방을 더하였으니 보호하는 방도가 지극히 깊고도 간절하였습니다. 기사년에 승정원에 내린 비답에 ‘원자의 명호가 이미 정해지고 군신의 분의가 크게 정해진 뒤에 나라의 체모를 일찍 정했다고 하여 불만의 뜻을 현저하게 더하였으니 인심과 세도를 미루어 알 수 있다.’라고 하셨습니다. 또 갑술년에 내린 비망기에 ‘강신과 흉얼로서 국본을 동요시키는 자는 역률로 논죄하라.’라는 하교가 있기까지 하였기 때문에 요얼이 그 흉악함을 드러내지 못하였습니다. 지금 조위와 책봉에 대해 모두 소식이 없고 칙서도 없는데, 북사가 하루아침에 나와서 갖가지로 공갈하여 단서를 찾을 수 없었습니다. 김창집이 북사와 왕복하며 이야기를 나눈 뒤로는 신민이 의구심을 품고 당황하여 어찌할 바를 몰라 하면서 마치 어떤 화란의 기미가 조석에 닥친 것처럼 하고 있습니다. 이 무슨 시세이며 이 무슨 효상입니까. 국정을 담당한 수상이 종이 한 장을 써서 주어 우의정의 놀라움과 우려를 불러일으켰으니 오늘날의 인심이 어찌 소란스럽지 않을 수 있겠으며 온 나라 사람들이 모두 속일 수 있다고 말하겠습니까. 삼가 바라건대 속히 밝은 하교를 내리시어 먼저 윤지술의 목을 베어 이미 어두워진 이륜을 밝히고 김창집의 죄를 시원스레 바로잡아 이미 흩어진 인심을 안정시키소서. 그리고 승정원에서 막고 가린 죄도 똑같이 시원스레 다스리소서. 그리하신다면 종묘사직에 매우 다행이겠습니다.”하였다. 이몽인이 작도를 가지고 입궐하여 군졸을 구타하였다. 병조 참의 윤양래가 아뢰기를,“이몽인이 돈화문으로 난입하여 행동이 패악하니 담당 관사로 하여금 잡아가두고 죄를 주게 하소서. 수문장 김필흥은 평상시에 금단하지 못하였으니 추고해야 합니다.”하니, 윤허하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 11일(계묘) 2번째기사",
                "gt-oKo": "충청도 유학(幼學) 이몽인(李夢寅)이 상소하기를, “춘추(春秋)의 법(法)에 죄가 있으면 반드시 토주(討誅)하는 것이 군부(君父)를 업신여기고 이륜(彝倫)을 무너뜨리는 것보다 더 큰 것이 없습니다. 여기에 한 가지만 있어도 그 죄를 마땅히 처벌해야 하는데, 더구나 이 두 가지를 겸한 것이겠습니까? 아! 군신(君臣)의 분의(分義)이 엄정함과 모자(母子)의 윤상(倫常)의 중대함은 천지(天地)에 경위(經緯)가 되어 예나 이제나 변할 수가 없습니다. 이것이 한 번 무너지게 되면, 사람은 사람의 구실을 할 수가 없고 나라는 나라의 구실을 할 수가 없는 것입니다. 어찌 전하께서 새로 즉위하신 처음에 저 윤지술(尹志述)이 갑자기 무륜(無倫)·부도(不道)한 말을 발설하여 군부(君父)를 업신여기고 이륜을 무너뜨릴 줄 예상하겠습니까? 전하께서 선왕(先王)의 대통(大統)을 빛나게 이으시고 천승(千乘)의 지위에 높이 거처하시면서 차마 한낱 하찮은 어린아이로 하여금 팔뚝을 내저으며 우리 전하를 탄생하신 사친(私親)을 여지없이 모욕하였는데도, 오히려 한 마디 말을 하거나 한 마디 명령을 내려서 조금이나마 그 흉악하고 방자한 죄를 징계하지 못하였으니, 분의(分義)와 윤상(倫常)은 여기에 이르러 남김없이 다 없어진 것입니다. 신 등은 차라리 관면(冠冕)을 벗어 찢어버리고 산림(山林)으로 도망쳐 들어가 이런 역적 무리들과 효치(孝治)의 세상에 함께 살고 싶지 않은 심정입니다. 아! 제왕가(帝王家)의 변괴(變怪)가 전하께서 만난 바와 같은 경우가 비록 혹시 있더라도 선조(先朝)에 죄를 얻었다 해서 바로 그 천성(天性)의 사친을 끊은 일이 있음을 듣지 못하였고, 또한 그 신자(臣子)된 이가 군부(君父)를 대하여 그를 낳아준 사친을 배척하여 억지로 기절(棄絶)하게 하기를 윤지술처럼 하였다는 것도 듣지 못하였습니다. 그는 마음속으로 반드시 ‘이분은 선왕의 죄인이니 지금도 죄인으로 대우하지 않을 수 없을 것이다.’라고 생각하는 것인데, 이것은 죄인의 아들로써 전하를 보기 때문인 것입니다. 천하에 어찌 이런 일이 있겠습니까? 그 싹수를 추적해 보면 유래가 있어 점차 확대된 것입니다. 신은 청컨대 근본을 미루어 논하려 합니다. 생각건대 우리 선대왕(先大王)께서 춘추(春秋)가 한창이실 때 저사(儲嗣)가 없다가 늦게야 원량(元良)을 얻게 되니, 온 나라가 기뻐하고 경하하였습니다. 그런데 저위(儲位)를 책정(策定)한 뒤 일종의 흉악하고 음험한 무리들이 항상 불만스러운 생각을 품고 있었습니다. 그런데도 오직 우리 선대왕께서는 ‘아버지가 되어서는 사랑에 그친다[止慈]’는 뜻으로 엄하게 제방(隄防)을 가하여 보호하는 도리가 지극히 깊고 또 간절하였습니다. 기사년에 승정원(承政院)에 내린 비답에 이르시기를, ‘원자(元子)의 명호(名號)가 이미 결정되고 군신(君臣)의 분의(分義)가 아주 결정된 뒤에 국체(國體)를 일찍 결정했다는 것을 가지고 불만의 뜻을 현저히 나타내고 있으니, 인심(人心)과 세도(世道)를 미루어 알 수 있다.’ 하였습니다. 또 갑술년에는 비망기(備忘記)를 내리어 심지어 ‘강신(强臣)·흉얼(凶孽)로서 국본(國本)을 동요시키는 자는 역률(逆律)로써 논죄하겠다.’는 하교까지 있으셨습니다. 그러므로 요얼(妖孽)들이 그 흉악한 계책을 실현하지 못하게 된 것입니다. 이제 조위(弔慰)와 책봉(冊封)에 대해 모두 소식(消息)이 없는데, 칙서(勅書)도 갖고 있지 않은 청나라 사신이 하루아침에 나와서 여러 가지로 공갈하니, 일의 시작과 끝을 측량할 수가 없었습니다. 그런데 한 번 김창집(金昌集)이 청나라 사신과 대화를 나눈 뒤로부터 신민(臣民)이 의구심을 가지고 놀라 몸둘 바를 모르며, 마치 어떤 화기(禍機)가 조석(朝夕)에 닥쳐 있는 것처럼 여기고 있습니다. 이것이 어떤 시세(時世)이며 이것이 어떤 효상(爻象)입니까? 국정(國政)을 맡은 수상(首相)이 한 장의 종이를 써서 주자, 우상(右相)의 놀라움에 찬 우려를 초래하였으니, 오늘날 인심(人心)이 어찌 물결처럼 흔들리지 않을 수 있겠습니까? 하지만 나라 사람들은 모두 말하기를, ‘그 일을 속일 수가 있겠는가?’ 합니다. 삼가 바라건대 조속히 현명한 하교를 내리시어, 먼저 윤지술의 목을 베어서 이미 어두워진 이륜(彝倫)을 밝히시고, 김창집의 죄를 통쾌히 바로잡아서 이미 흩어진 인심을 안정 시키소서. 후원(喉院)의 옹폐(壅蔽)한 죄상도 똑같이 통쾌하게 다스리신다면 종사(宗社)를 위해 매우 다행한 일이겠습니다.” 하였다. 이몽인이 작도(斫刀)를 가지고 대궐로 들어가 군졸(軍卒)을 구타(毆打)하니, 병조 참의 윤양래(尹陽來)가 아뢰기를, “이몽인이 돈화문(敦化門)을 밀치고 들어와 거조(擧措)가 패악하니 유사(攸司)로 하여금 붙잡아 가두고 죄를 주도록 하고, 수문장(守門將) 김필흥(金弼興)은 평상시에 제대로 금단(禁斷)하지 못하였으니, 마땅히 추고(推考)하여야 합니다.” 하니, 윤허하였다.",
                "hj": "○忠淸道幼學李夢寅上疏曰: 《春秋》之法, 有罪必討, 莫大於慢君父而斁彝倫。 有一於此, 其罪當討。 況兼此二者乎? 嗚呼! 君臣分義之嚴、母子倫常之重, 經天緯地, 亘古亘今。 此而一壞, 則人不人國不國矣。 豈料殿下新服之初, 彼志述, 遽發無倫、不道之說, 慢君父而斁彝倫哉? 殿下光承先王之統, 尊處千乘之位, 忍令一小竪揚臂, 僇辱我殿下誕生之親, 無復餘地, 而猶不能出一言下一令, 小懲其凶恣之罪, 則分義、倫常, 至此而盡滅無餘矣。 臣等寧裂冠毁冕, 逃入山林, 不欲與此賊, 竝立於孝治之世也。 噫! 帝王家變怪, 如殿下所遭者, 雖或有之, 而未聞有以獲罪於先朝, 便絶其天性之親, 亦未聞爲其臣子者, 對君父而斥其所生之親, 勒令棄絶, 如志述之爲者也。 其心必曰: “此先王罪人也, 今亦不可不待之以罪人。” 是以, 罪人之子, 視殿下也。 天下寧有是哉? 迹其萠孽, 所由來漸矣。 臣請推本而論。 惟我先大王春秋鼎盛, 未有儲嗣, 晩得元良, 一國歡慶。 及其定策儲位之後, 一種凶陰之徒, 常懷不滿之意, 而惟我先大王, 以止慈之意, 嚴加隄防, 保護之道, 至深且切。 己巳下政院之批, 有曰: “元子名號已定, 君臣分義大定之後, 以早定國體, 顯加不滿之意, 人心世道, 可以推知。” 又於甲戌時下備忘記, 至有强臣、凶孽, 動搖國本者, 論以逆律之敎, 故妖孽不得逞其凶矣。 今弔慰冊封, 俱無消息而無勑, 北使一朝出來, 多般恐喝, 莫側端倪。 一自金昌集與北使往復說話之後, 臣民疑懼, 驚惶罔措, 有若何樣禍機, 迫在朝夕。 此何時世, 此何爻象? 當國首相, 書給一張紙, 致右揆之驚慮, 今日人心, 安得不波蕩, 而國人皆曰其可誣乎? 伏願亟下明敎, 先斬志述之頭, 以明旣晦之彝倫, 快正昌集之罪, 以定已散之人心。 喉院壅蔽之罪, 亦爲一體快治, 則宗社幸甚。 夢寅持斫刀入闕, 敺打軍卒, 兵曹參議尹陽來啓言: “夢寅攔入敦化門, 擧措悖惡, 令攸司囚禁科罪, 守門將金弼興, 常時不能禁斷, 宜推考。” 允之。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gapjin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 사지에 나타났다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 12일(갑진) 1번째기사",
                "gt-oKo": "태백성이 사지(巳地)에 나타났다.",
                "hj": "○甲辰/太白見於巳地。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 18일(경술) 1번째기사",
                "gt-oKo": "태백성이 사지에 나타났다.",
                "hj": "○庚戌/太白見於巳地。"
            },
            "2": {
                "H2KE-EN": "On gyehae day, the first day of the month, the King ordered that two prisoners who have committed the crime of murder be condemned until the third round of the year. The King ordered that the matter be discussed again and then decided.",
                "H2KE-nKo": "초복을 행하였다. 살인한 사형수 2인을 삼복을 기다려 다시 의논하여 처리하라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 18일(경술) 2번째기사",
                "gt-oKo": "초복(初覆)을 행하여 사람을 살해한 사형수(死刑囚) 두 사람에 대해 삼복(三覆)을 기다려 다시 의처(議處)하도록 명하였다.",
                "hj": "○行初覆, 殺人死囚二人, 命待三覆, 更議處之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 사지에 나타났다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 19일(신해) 1번째기사",
                "gt-oKo": "태백성이 사지에 나타났다.",
                "hj": "○辛亥/太白見於巳地。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King conducted the three investigative bodies of the gabo year (. The King ordered that two prisoners who were sentenced to death be dealt with according to the penal code.",
                "H2KE-nKo": "삼복을 행하였다. 살인한 사형수 2인을 단죄하였는데, 형률대로 하라고 명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 22일(갑인) 1번째기사",
                "gt-oKo": "삼복(三覆)을 행하여 사람을 살해한 사형수 두 사람을 결단하니, 형률대로 하도록 명하였다.",
                "hj": "○甲寅/行三覆。 斷殺人死囚二人, 命依律。"
            }
        },
        "28": {
            "1": {
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 28일(경신) 1번째기사",
                "gt-oKo": "동부승지(同副承旨) 이진검(李眞儉)이 상소하기를, “근일에 인심이 함닉(陷溺)되고 세도(世道)가 물결처럼 흔들려 기회를 타고 곁에서 엿보는 자가 ‘감히 의논할 수 없는 일’을 들추어내어 종용(慫慂)하여 시험해 보는 계획을 실현하고자 하고, 권세를 도둑질하여 엿보면서 희롱하는 자는 차마 들을 수 없는 말을 추가로 끄집어내어 감히 조절(操切)하고 협박하는 행태를 멋대로 하니, 조중우(趙重遇)와 윤지술(尹志述)이 바로 그들의 부림꾼이 된 자들입니다. 조중우의 상소는 은혜를 핑계하여 의리에 어긋났고 윤지술의 말은 의리를 핑계하여 은혜를 끊었으니, 이들은 모두 전하의 죄인으로서 나라 사람들이 다같이 미워하는 사람입니다. 저 조중우라는 자는 임금의 뜻을 함부로 헤아리고 기회를 엿보아 불쑥 발설하여 끝내 대의(大義)의 중대함을 돌아보지 않고 분수에 넘치는 일을 바라는 마음을 실현하려고 하였습니다. 의논하는 자들이 ‘반드시 살해한 것을 가지고 과중(過重)하다 하지만 어리석은 신은 삼가 망령되이 헤아린 바가 있으니, 혹시 성상의 뜻이 제방(隄防)을 위주로 하셨다면 차라리 과중한 쪽에 실수를 한 것이라고 여기겠습니다. 참으로 이와 같다면 진실로 국가의 복(福)입니다. 전하께서 시조(施措)하는 사이에 이미 털끝만큼도 간쟁할 만한 단서가 없으니, 오늘날 신자(臣子)된 이들도 마땅히 다시 지난 일을 끄집어내어 어버이를 숨겨주는 의리를 돌아보지 않고서 전하의 마음을 상하게 하지 않아야 되는 것이 명백합니다. 저 윤지술이란 자는 홀로 무슨 심장(心腸)을 가졌기에 조금도 돌아보거나 기탄하는 일 없이 다만 손가락질하면서 말하는 것을 시원하게 여기니, 이런 짓을 차마 할 수 있단 말입니까? 삼가 살펴보건대 《시경(詩經)》의 위풍(衞風) 하광장(河廣章) 주(註)에 풍성 주씨(豐城朱氏)가 송(宋)나라 환공(桓公) 부인(夫人)의 일을 논하기를, ‘어머니가 쫓겨나면 따라서 종묘(宗廟)와 단절되는 것이나 어머니와 자식간에는 애당초 단절하는 도리가 없다. 종묘의 가운데서는 은혜로써 의리를 가리어 숨기지 않고 규문(閨門)의 안에서는 의리로써 은혜를 이기지 않는다. 양공이 능히 종묘에 그 성심(誠心)을 다하였으니 밖으로 이미 승중(承重)의 의리를 잃지 않았고, 자모(慈母)에게 효경(孝敬)을 다하였으니 안으로 애친(愛親)의 인(仁)을 잃지 않았다. 거의 은혜와 의리가 둘 다 온전하여 유감이 없다 할 것이다.’ 하였습니다. 이것을 가지고 본다면 자식이 어머니를 끊는 의리가 없다는 것이 이미 분명히 경전(經傳)에 기재되어 있는 것입니다. 천하(天下)에 휘친(諱親)할 수 없는 의(義)는 이미 공자(孔子)로부터 시행되었으니, 《춘추(春秋)》에 어머니를 원수로 여기거나 어머니를 끊을 수 없는 의(義)가 해와 별같이 밝혀져 있습니다. 과연 윤지술의 말처럼 반드시 전하로 하여금 자기를 낳아 준 은혜를 단절하게 한 뒤에야 마음에 쾌할 수 있겠습니까? 조중우에 대해서는 처분(處分)이 이미 엄정하여 그 자신이 이미 죽음을 당하였으니, 본디 더 거론할 여지가 없습니다. 그러나 시험해 보려고 화(禍)를 남에게 떠넘기는 무리들이 그 뒤를 계속하니 이르는 자가 장차 얼마가 될지 알 수가 없을 것이니, 이것은 바로 전하께서 더욱 제방(隄防)을 가해야 할 곳입니다. 윤지술의 죄는 여러 사람의 심정(心情)이 다같이 분개하는 바이고 전하께서도 이미 엄정한 하교를 내리셨는데, 처벌이 멀리 유배(流配)시키는 것으로 그쳤으니, 오늘 조정의 신하되는 이들은 진실로 마땅히 같은 말로 엄정하게 배척하여 군부(君父)의 모욕을 설치(雪耻)해야 하는데, 다만 이렇게 하지 않을 뿐만 아니라 또 따라서 극력 신구(伸救)하였고, 끝내는 군부를 조절하여 일단 내린 명령을 취소하는 데 이르게 하고야 말아서, 반드시 전하로 하여금 그 모욕을 달게 받고 손을 쓸 수 없도록 하였으니, 이것이 무슨 심술이며 이것이 무슨 의리입니까? 신은 다시 윤지술이 임금을 모욕한 죄를 바로잡고, 이어서 당여(黨與)로서 윤지술을 신구(伸救)한 자들의 죄를 다스려 미래(未來)를 엄정히 해야 한다고 생각합니다. 김고(金槹)는 몸이 법종(法從)의 자리에 있으면서 한 말의 패망(悖妄)함이 윤지술이나 다름이 없었으니, 윤지술을 정죄(定罪)한 뒤에는 다만 마땅히 움츠려 엎드려 죄를 지었다고 해야 될 것인데, 이에 도리어 자신이 앞장서서 변호하여 방자하게 기탄이 없었으니, 신은 윤지술과 같이 처벌하지 않는다면 삼가 이런 무리들을 징계하여 두렵게 할 바가 없을까 합니다. 조최수(趙最壽)의 한 통 상소는 말이 엄하고 의리가 바르니, 대계(臺啓)가 이를 향해 공격한 것은 그 기습(氣習)이 절통(絶痛)하다 하겠습니다. 더구나 조최수에게 배척당한 여러 대간(臺諫)들이 남의 말을 아랑곳하지 않고 염치없는 줄 알면서도 무릅쓰고 그대로 눌러앉아 있으니, 신은 모조리 깨끗이 도태시켜 대각(臺閣)의 체통을 무겁게 해야 한다고 생각합니다. 김행진(金行進)과 홍흡(洪潝)의 상소는 어의(語意)가 비록 협잡(挾雜)이 있지만, 단지 윤지술의 일만 거론한 것으로서 조중우의 상소와는 조관(條貫)이 같지 않습니다. 그런데 이제 아무 까닭도 없이 죄를 만들어 여러 승지들을 모조리 축출하였습니다. 더구나 지난해에 역적 임창(任敞)의 상소 가운데의 부도(不道)한 말은 여러 사람 입으로 전파되었고, 그의 숙부(叔父)인 임홍망(任弘望)은 화(禍)가 자기에게 미칠 것을 염려하여 장주(章奏)를 올려 사실을 자백하였다가 홍흡의 상소를 듣고 아울러 임창의 죄를 논핵하였는데, 임형(任泂)은 그의 종제(從弟)로서 감히 막아 비호할 계획을 내어 칼날을 후원(喉院)으로 옮겨 공격해 제거하고야 말았으니, 방자하고 무엄함이 어찌 이처럼 극심한 지경에 이른단 말입니까? 신은 임형에 대해서는 마땅히 엄한 징계를 가해야 한다고 생각합니다. 그리고 또 신이 정유년 독대(獨對)하였을 때의 일에 대해서 일찍이 말하고자 한 바가 있었습니다. 그 일은 먼저 이미 입진(入診)하였을 때에 발단(發端)되었으니, 독대의 연유를 입대(入對)한 대신(大臣)이 마땅히 묵묵히 헤아리는 바가 있었을 것인데도 승지와 사관(史官)이 앞에서 인도하기를 기다리지 않고 연영전(延英殿) 일보(一步)의 땅에 발을 들여놓았으니, 이미 신하의 광명(光明)한 도리가 아니었습니다. 입대 때의 설화(說話)를 사관이 기록할 수 없었으니, 외부의 사람이 감히 알 수 있는 일이 아닌데, 이미 ‘광구(匡救)한다.’고 했으면 반드시 이런 일이 없었다고 말할 수는 없으나, 지금까지 4년 동안 중외(中外)의 인심(人心)이 이것을 가지고 대신의 죄를 삼지 않음이 없었습니다. 어리석은 신의 생각으로는, 갑자기 독대한 것은 죄가 될 수 있으나 입시한 이후의 일을 억눌러서 억지로 깊이 죄주어서 인서(仁恕)의 도리를 손상시키고 싶지는 아니합니다. 다만 대신이 분부를 받고 연경(燕京)에 갔을때 차자(箚子)를 올려 은화(銀貨)를 얻기를 청하여, 이에 감히 병자년의 사신(使臣) 행차 때에 저 사람들이 인용한 《대명회전(大明會典)》의 일로써 말썽을 삼은 것은 실로 신하로서 감히 말할 수 있는 것이 아니었습니다. 《대명회전》의 일은 먼 옛날에 있었던 일이니, 전하께서 또한 어떻게 상세히 아실 수가 있겠습니까? 병자년에 저위(儲位)를 봉(封)하기를 청하였을 때에 고(故) 상신(相臣) 서문중(徐文重)이 상개(上价)의 분부를 받고 갔는데, 저들이 ‘《회전(會典)》 가운데 있는 제후왕(諸侯王)의 나이 50이 되어 정실(正室)에 자손(子孫)이 없은 후에라야 비로소 승중(承重)의 저사(儲嗣)가 됨을 허락한다.’는 내용을 말하면서 봉전(封典)을 허락하지 않았으며, 그 뒤에 재차 청하여 이에 준부(準副)를 얻었습니다. 지금에 와서 생각해 보아도 동방(東方)의 신자(臣子)된 사람으로서 분개하지 않는 이가 없습니다. 그리고 우리 전하께서는 춘궁(春宮)에 정위(正位)하신 지 거의 30년 세월이나 되고 만기(萬機)를 대리(代理)하여 누차에 걸쳐 북사(北使)를 접대하셨으니, 아무리 저 사람들이라 하더라도 반드시 그 사이에 다른 의논을 용납하지 못할 터인데, 대신(大臣)이 이에 감히 저들이 싹틔우지도 않은 마음을 미리 탐지하여 감히 차마 오늘에 원인(授引)하여 공동(恐動)할 계획으로 삼은 것은 무슨 심산이었습니까? 더구나 저들에게 청한 것은 스스로 응당 행하여야 할 상전(常典)이니, 비록 일전(一錢)을 허비하지 않더라도 저절로 순조롭게 이룩될 수 있을 것인데, 6만여 은화(銀貨)를 장차 어디에 쓰려 한 것이었습니까? 지문(誌文)의 일에 있어선 더욱 이해할 수 없는 점이 있습니다. 처음에는 지척(指斥)하여 말하려고 하지 않았던 것은 대개 의리에서 나온 것인데, 끝에 가서는 이에 중도(中途)에서 봉장(封章)하여 스스로 물의(物議)를 일으켜 각역(刻役)이 이미 시작된 이후에 문자(文字)를 고치기를 청한 것은 마치 윤지술의 오늘의 일을 계도(啓導)한 듯하니, 사람들 마음의 의혹을 어찌 면할 수가 있겠습니까?”",
                "hj": "○庚申/同副承旨李眞儉上疏曰: 近日人心陷溺, 世道波蕩, 乘機旁伺者, 敢擧不敢議之事, 欲售慫慂嘗試之計, 竊權閃弄者, 追提不忍聞之說, 敢肆操切脅迫之習, 趙重遇、尹志述, 卽其所使者也。 重遇之疏, 托恩以悖義, 志述之言, 假義以絶恩, 此皆殿下之罪人, 而國人之所同惡者也。 彼重遇者, 妄揣天意, 伺釁闖發, 終不顧大義之重, 圖逞希覬之心。 議者以必殺爲過重, 而臣愚竊有妄度, 或者聖意, 主於隄防, 以爲寧失於過也。 信如是, 則誠國家之福也。 殿下施措之間, 旣無毫末可爭之端, 則今日臣子, 亦不當更提往事, 不顧諱親之義, 以傷殿下之心者明矣。 彼志述者, 獨何心腸, 了不顧忌, 惟以斥言爲快, 是可忍耶? 謹按《詩》之《衛風》《河廣》章註, 豐城朱氏論宋桓公夫人之事曰: “母出而因與廟絶, 母之與子, 初無絶道也。 宗廟之中, 不以恩掩義, 閨門之內, 不以義勝恩。 襄公能盡其誠心, 於宗廟則外旣不失乎承重之義, 盡其孝敬, 於慈母則內不失於愛親之仁, 庶乎恩義兩全而無憾矣。” 以此觀之, 子無絶母之義, 旣已昭載於經傳矣。 使天下無諱親之義, 則已自孔子已行之, 而《春秋》無讎母絶母之義者, 昭如日星。 果如志述之言, 必使殿下, 絶所生之恩, 而後方可快於心耶? 重遇則處分旣嚴, 其身已死, 固無暇論, 然嘗試嫁禍之徒, 接踵繼至者, 將不知其幾何, 則此正殿下益加隄防處也。 志述之罪, 輿情所共憤, 殿下旣下嚴敎, 而罰止遠配, 今日廷臣, 固當同辭嚴斥, 以雪君父之辱, 而不惟不此之爲, 又從以極力伸救, 終至於操持君父, 反汗後已, 必使殿下, 甘受其辱而無所措手, 此何心術, 此何義理? 臣謂更正志述辱君之罪, 仍治黨與之伸救者, 以嚴方來焉。 金槹, 身居法從, 遣辭之悖妄, 無異於志述, 則志述定罪之後, 唯當縮伏引罪, 而乃反挺身伸護, 縱恣無忌憚, 臣謂不與志述同罪, 則竊恐此輩無所懲畏也。 趙最壽之一疏, 辭嚴義正, 則臺啓迎擊, 其習絶痛。 況其被斥於最壽之諸臺, 不恤人言, 冒沒仍蹲, 臣謂一倂澄汰, 以重臺閣也。 行進、潝之疏, 語意雖挾雜, 只是論志述事, 與重遇疏, 條貫不同, 今乃白地成罪, 盡逐諸承旨。 況頃年賊敞疏中不道之語, 衆口傳播, 其叔弘望, 恐禍及己, 陳章首實, 聞潝之疏, 竝論敞罪, 而任泂以其從弟, 敢生搪護之計, 移鋒喉院, 擊去乃已, 放恣無嚴, 奚至此極? 臣謂泂, 宜加嚴懲也。 且臣於丁酉獨對時事, 嘗有所欲言者。 其事先已發端於入診之時, 則獨對之由, 入對大臣, 宜有所默揣者, 而不待承史導前, 接足於延英一步地, 己非人臣光明底道理。 入對時說話, 史官不得書之, 則非外人所敢知, 而旣曰匡救, 則不可謂必無是事。 至今四年之間, 中外人心, 莫不以此爲大臣之罪。 臣愚則以爲, 遽然獨對, 爲可罪, 入侍以後事, 不欲抑勒深罪, 以傷仁恕之道。 第大臣之膺命赴燕也, 上箚請得銀貨, 乃敢以丙子使行時, 彼人所引《大明會典》事爲言者, 實非人臣之所敢言。 《會典》事, 事在久遠, 殿下亦何得其詳乎? 丙子請封儲位時, 故相臣徐文重膺上价之命, 彼中言《會典》中諸侯王年滿五十, 正室無子孫, 然後始許承重爲嗣之語, 而不許封典, 其後再請, 而乃得準副。 思之至今, 爲東方臣子者, 莫不憤惋, 而我殿下正位春宮, 殆將三十年所, 代理萬機, 屢待北使, 則雖彼人必不容他議於其間, 而大臣乃敢逆探彼人未萠之心, 敢忍援引於今日, 以爲恐動之計者, 此何心也? 況其所請於彼者, 自是應行常典, 雖不費一錢, 自可順成, 而六萬餘銀貨, 其將用之於何處耶? 至於誌文事, 尤有所未解者。 始則不欲斥言者, 蓋出於諱親之義, 而末乃在途封章, 自作物議, 請改文字於刻役已始之後者, 似若啓志述今日之事者然, 人心之疑惑, 烏得免乎?"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Compilation Commission for Receiving the Imperial Envoy at the Border reported, Envoys said that the words of the memorials to the Emperor of Ming China for expressing gratitude for imperial benevolence and the diplomatic document are similar to their return trip [to China]. If the words of the envoy for expressing gratitude for imperial benevolence are similar to the same time, this would be extremely uncomfortable. We request that a high official personally convey the diplomatic document to the guesthouse. The State Council requested that these words be recorded and presented [to the envoys]. The Directorate of Receiving the Imperial Envoy reported again, We had an interpreter deliver the words of the memorials and the diplomatic document [to the Emperor of Ming China], and the envoy said, This is a matter of both the state. I desire to have the left and right state councilors personally come and deliver the diplomatic document [to the chief state councilor], and after consulting and consulting the diplomatic document, each of them wrote a seal at the end of the paper . They also requested a special diplomatic document. We request that Your Majesty order the Ministry of Rites to deal with this matter. The State Council reported to the King, saying, We request that an interpreter officer be made to prevent any precedent in the past. As for the special diplomatic document, please grant the diplomatic document and grant the diplomatic document with 500 nyang of silver. The imperial envoy regarded it insignificant and spoke to an interpreter, saying, The diplomatic document and the diplomatic document all received the imperial edict. However, the request of your country was especially granted. Now, the merits of our country are insignificant. The King [of Japan] has already granted a special cordial leniency and has also granted a special diplomatic document. This is very uncomfortable. I desire to personally return the diplomatic document and accept the diplomatic document. The Directorate of Receiving the Imperial Envoy also reported this matter to the King. The King ordered the Ministry of Rites to prepare a measure to deal with the matter in advance. The State Council requested that the additional diplomatic document be granted. The King approved this request.",
                "H2KE-nKo": "연접도감이 아뢰기를,“청나라 사신이 말하기를 ‘사은사 일행의 표문과 자문의 내용이 돌아가서 아뢰는 말과 서로 어긋나니 대단히 온당치 못하다.’라고 하면서 대의를 기록하여 보여 주었습니다. 대신으로 하여금 친히 관소에 전하게 하소서.”하니, 묘당이 그 말대로 기록해 보여 줄 것을 청하였다. 연접도감이 또 아뢰기를,“역관으로 하여금 표문과 자문의 내용을 전하여 보여 주게 하였더니, 청나라 사신이 말하기를 ‘이것은 두 나라의 일이니 좌상과 도승지가 직접 와서 전하여 보여 주십시오. 피차 상의하여 확정한 뒤에 각각 종이 끝에 서명하겠습니다.’라고 하고, 또 별증을 요구하였습니다. 묘당으로 하여금 주상께 여쭈어 처리하게 하소서.”하니, 묘당이 의견을 갖추어 주상에게 아뢰기를,“역관으로 하여금 전에 없던 규례를 막게 하소서. 별증은 참작하여 증급하고, 두 칙사의 별신은 각각 은 500금씩 주소서.”하였다. 칙사가 적게 보고 역관에게 말하기를,“이번 두 가지 일은 모두 칙지가 있었는데 그대의 나라의 청을 곡진히 따라 주셨습니다. 지금은 우리들의 공로가 헛되이 되고 말았습니다. 국왕께서 정성껏 대접해 주셨는데 또 선물을 주시니 마음이 매우 편치 않습니다. 전별하는 연석에서 직접 증단을 돌려주고 받지 않으려 합니다.”하였다. 연접도감이 또 이 내용으로 주상에게 아뢰어 묘당으로 하여금 선처할 대책을 미리 강구하게 할 것을 청하였다. 묘당이 또 더 줄 것을 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 3일(을미) 1번째기사",
                "gt-oKo": "연접 도감(延接都監)에서 아뢰기를, “청나라 사신이 말하기를, ‘사은 사행(謝恩使行)의 표문(表文)과 자문(咨文)의 조어(措語)가 우리가 돌아가 아뢰는 말과 혹시라도 서로 틀린 점이 있다면, 대단히 미안한 일이니, 대의(大意)를 기록해 보여 달라.’고 하였습니다. 청컨대 대신(大臣)으로 하여금 친히 관소(館所)에 전달하게 하소서.” 하니, 묘당에서 그 말에 따라 기록해 보여 줄 것을 청하였다. 도감에게 또 아뢰기를, “역관(譯官)으로 하여금 표문(表文)과 자문(咨文)의 조어(措語)를 전해 보이도록 하였더니, 청나라의 사신이 말하기를, ‘이것은 두 나라의 일이니 좌상(左相)과 도승지가 친히 와서 전달해 보여 주어 피차간에 서로 의논해서 정한 뒤에 각각 종이 끝에 서명(署名)했으면 한다.’ 하고, 또 별도의 증여를 요구하였습니다. 청컨대 묘당(廟堂)으로 하여금 품처(稟處)토록 하소서.” 하니, 묘당에서 복주(覆奏)하기를, “청컨대 역관으로 하여금 종전에 없던 예(例)를 방지하도록 하소서. 별도의 증여는 참작하여 증급(增給)하되 칙사에게 별도의 노자 각각 은(銀) 5백 냥씩을 주도록 하소서.” 하였다. 칙사가 부족하게 여기고 역관에게 말하기를, “이번의 두 가지 일은 모두 칙지(勅旨)가 있었는데 그대 나라의 청을 굽혀 따르는 바람에 이제는 우리의 공이 허사로 돌아가게 되었다. 국왕(國王)이 이미 정성껏 대접해 주었는데 또 신물(贐物)이 있으니, 마음이 몹시 불안하다. 전송하는 자리가 마련될 때 친히 증단(贈單)을 되돌려 주고 받지 않으려 한다.” 하였다. 도감(都監)에서 또 이것을 계청(啓請)하고 묘당(廟堂)으로 하여금 미리 선처(善處)할 대책을 강구토록 하였다. 묘당에서 또 더 줄 것을 청하니, 임금이 그대로 따랐다.",
                "hj": "○乙未/延接都監啓曰: “淸使言, 謝恩使行表咨文措語, 與其歸奏之語, 或有相左, 則大段未安, 錄示大意, 請使大臣, 親傳於館所。 廟堂請依其言錄示。” 都監又啓: “使譯官傳示表、咨文措語, 則淸使言: ‘此是兩國事, 欲左相及都承旨親來傳示, 彼此商確後, 各着署於紙尾’, 又索別贈。 請令廟堂稟處。” 廟堂覆奏: “請令譯官, 防塞無前之例。 別贈則參酌贈給, 兩勑別贐, 各銀五百金。” 勑使少之, 言於譯官曰: “今番兩件事, 皆有勑旨, 而曲從爾國之請, 今則吾輩之功, 歸虛矣。 國王旣賜款待, 又有贐物, 心甚不安。 餞筵時欲親還贈單不受” 云。 都監又以此啓請, 令廟堂預講善處之策。 廟堂又請加贈, 上從之。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "[The King] ordered that the rite of the full moon and the full moon held at Hyoryeong Hall be performed in person and that the rite of the full moon and the full moon be performed in person. Second Drafter in the Office of Royal Decrees Kim Jegyeom presented a memorial to the King to discuss the matter, which stated as follows: Your Majesty has suffered from a great disaster for many years and suddenly suffered from such a disease. The symptoms of illness occur according to the circumstances. Whenever there is a royal order to be performed in person, many officials would not be shocked and worried that the symptoms might be uncomfortable. If the weather is uncomfortable, even if the rite of the full moon and the full moon cannot be performed in person, how could it be said that only the rite of the full moon and the full moon be performed in person so that your subject fears that it would not be sufficient to hear the symptoms of Your Majesty. Your subject humbly requests that Your Majesty withdraw the royal order and that the symptoms of Your Majesty not be able to comply with the symptoms of Your Majesty, and then order the rite of the full moon and the full moon be performed in person. The King issued an order, which stated as follows: Now I examined Kim Jegyeoms memorial to the King and firmly requested that the rite of the full moon be performed in person. It is very uncomfortable in terms of human relationships. Please replace him. Chief Royal Secretary Nam Eungyu , Jeong Hyeong익 , and others repeatedly remonstrated and argued against this. The King responded, I felt suddenly reflected upon this. As Kim Jegyeom presented a memorial to the King in order to demonstrate the loyalty and loyalty, I felt truly ashamed. What you say is more earnest and sincere. How can I not approve his request?",
                "H2KE-nKo": "효령전의 사향 대제는 친히 행하고 삭망의 은전은 섭행하라고 명하였다. 교리 김제겸이 차자를 올려 논하기를,“전하께서 여러 해 동안 애태우신 끝에 갑자기 이런 거창한 일을 당하셨으니, 병이 생기는 것은 이치로 보나 이치로 보나 당연한 일입니다. 제사 지내는 날을 당할 때마다 섭행하라는 명이 있으면 신하들이 모두 놀라 성상의 건강이 좋지 못한 것을 깊이 우려하고 있습니다. 건강이 좋지 않아 억지로 하기 어려운 점이 있으면 사향 대제라도 혹 친히 행할 수 없는 때가 있겠지만, 그렇지 않다면 삭망의 은전만 어찌 유독 섭행하게 하여 제사를 지내지 않은 것처럼 한다는 탄식을 끼칠 수 있겠습니까. 지금 미리 이와 같이 정식을 삼는다면 신은 원근의 듣는 이들이 충분히 만족해하지 못할 듯합니다. 내리신 명을 거두고 성상의 건강이 억지로 하기 어려운 지경에 이르지 않았다면 내일의 전을 친히 행하겠다고 명하소서.”하니, 주상이 하교하기를,“지금 김제겸의 차자를 보니, 친히 제사 지낼 것을 힘껏 청하면서 종이에 가득 늘어놓은 것이 일의 체모로 보나 매우 온당치 못하다. 체차하라.”하였다. 승지 남도규와 정형익 등이 이의를 제기하여 간쟁하니, 답하기를,“갑자기 생각해 보니 김제겸이 차자를 올려 진달한 것은 진실로 임금에게 충성하고 나라를 사랑하는 마음에서 나온 것이니, 내가 실로 부끄럽게 여긴다. 그대들의 말은 더욱 간절하고 지극하니, 윤허하지 않을 수 있겠는가.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 30일(임술) 1번째기사",
                "gt-oKo": "효령전(孝寧殿) 사향 대전(四享大祭)의 친행(親行)과 삭망(朔望)의 은전(殷奠)을 섭행(攝行)하도록 명하였다. 교리(校理) 김제겸(金濟謙)이 차자(箚子)를 올려 논하기를, “전하께서 여러 해 동안 가슴을 태우시던 나머지 끝내 이런 커다란 슬픔을 당하셨으니, 병이 날 것은 이세(理勢)가 당연히 그러합니다. 매양 제일(祭日)을 당할 때마다 섭행의 분부가 있으니, 군신(群臣)들은 모두 경동(驚動)하여 성체(聖體)의 강녕(康寧)치 못하심을 깊이 우려합니다. 병환이 계시어 억지로 참여하시기 어려운 바가 있으시다면 비록 사향 대제일지라도 혹시 친히 행하지 못할 경우가 있을 수 있겠지만, 만일 그렇지 않다면 삭망(朔望)의 은전(殷奠)만을 유독 어찌 섭행케 하여 제사지내지 않은 것 같다는 탄식을 남길 수가 있겠습니까? 이제 만일 미리 법식을 정하기를 이와 같이 한다면 신은 원근(遠近) 지방의 청문(聽聞)을 만족시키지 못할까 두렵습니다. 바라건대 성명(成命)을 거두시고 성상의 체후(體候)가 억지로 참여하기 곤란한 데까지 이르지 않았다면 이내 내일의 전(奠)을 친히 행하겠다는 것을 명하소서.” 하니, 임금이 하교하기를, “이제 김제겸의 차본(箚本)을 보건대 친향(親享)을 극력 청하여 종이에 가득히 늘어놓았으니, 그 사체(事體)에 있어 자못 몹시 미편(夫便)하다. 체차(遞差)토록 하라.” 하였다. 승지 남도규(南道揆)·정형익(鄭亨益) 등이 복역(覆逆)하여 간쟁하니, 답하기를, “갑자기 생각해 보니 김제겸이 차자로 진달한 것은 진실로 충성과 사랑에서 나온 것이므로 내가 실로 부끄럽게 여긴다. 그대들이 말이 더욱 몹시 간절하니, 윤종(允從)하지 않을 수 있겠는가?” 하였다.",
                "hj": "○壬戌/命孝寧殿四享大祭, 親行, 朔望殷奠攝行。 校理金濟謙上箚論之曰: 殿下積年焦灼之餘, 卒罹此巨創, 疾病之作, 理勢則然, 每當祭日, 有攝行之命, 則群臣莫不驚動, 深憂聖體之未康矣。 愆候有所難强, 則雖四享大祭, 容或有不得親行之時, 如其不然, 朔望殷奠, 獨何可攝行, 以貽如不祭之歎哉? 今若預爲定式如此, 則臣恐其未足於遠邇之聽聞也。 乞收成命, 而聖候不至難强, 則仍命親行明日之奠。 上下敎曰: “今觀金濟謙箚本, 力請親享, 滿紙臚列, 其在事體, 殊甚未便。 遞差。” 承旨南道揆、鄭亨益等, 覆逆爭之, 答曰: “忽焉思惟, 濟謙箚陳, 亶出忠愛, 予實愧之。 爾等之言, 尤爲切至, 可不允從焉?”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Chief State Councilor Heo Jo , Left State Councilor Yi Geom , and others 연명으로 차자를 올리기를, “우리 utterances of the King and his younger brothers and nephews have been resumed by the official document from the Office of Honorable Guests . However, they arbitrarily come and go so far as to raise their swords. Moreover, even if the official in the middle of the road says, it would be difficult to hear their orders. For this reason, I wish to wait for the official in the middle of the midle of the wadle of the waddle of the wadle of the imperial edict. Moreover, even though the official in charge of the midle of the wadle of the waddle of the wadle of the wad",
                "H2KE-nKo": "정유년에 영의정 김창집과 좌의정 이건명이 연명으로 차자를 올리기를,“임금의 아우와 조카를 만나 보기를 요구한다는 말은 처음에 빈신이 장계로 보고하는 데서 나왔는데, 지레 먼저 왕복하면 쉽게 갈등이 생기게 됩니다. 또 중로에서 빈신이 말한 것이 있더라도 마음을 돌려 들어주기 어려울 것 같기에 우선 그들이 관소에 도착하기를 기다렸다가 처리하려고 하였습니다. 그런데 관소에 도착한 뒤에 저들이 또 단서를 꺼내면서 동료 정승의 말을 기다리지 않았고, 신들도 결코 따를 수 없다는 것을 알고는 병을 핑계 대고서 그 말을 굳게 거절하였습니다.성상께서 관소에 친림하시던 날에 저들이 이에 칙지가 이와 같다는 뜻으로 말하고 비록 말한 것이 있었으나 또한 힘껏 청하는 뜻이 없었으므로 그 일이 그대로 중지되었습니다. 비록 저들의 말이 반드시 칙지에서 나왔는지는 알 수 없으나, 이미 이것을 가지고 말하였으니 또한 곧바로 칙명을 사칭한 것으로 돌려서 격동하여 말썽을 일으키는 우환이 있게 해서는 안 됩니다. 창졸간에 방편의 방도가 자연 그렇게 되지 않을 수 없습니다. 이 때문에 산릉의 전제에도 문자에 보이지 않고 일찍이 칙지의 진위도 따져 분변하지 않은 채 단지 예의와 사세로 다툰 것이 모두 이러한 뜻이었습니다. ‘모빈의 소생이 모씨에게 장가들었다.’라는 한 구절의 말은 칙지의 유무를 헤아리기 어려운 것으로 이미 진달한 바와 같습니다. 그러나 만나 보기를 청하는 일에 비한다면 그다지 중요하지 않을 뿐만 아니라 산릉의 일이 있은 이후로 일마다 서로 다투어 지혜와 힘이 이미 다하였습니다. 저들이 바야흐로 ‘봉행하지 않으면 대궐에 나아가지 않고 곧바로 길을 돌아서겠다.’라고 하고, 도감에서는 성상께서 앉아서 접견하는 상황을 여러 차례 말하였으나 끝내 고집을 부리며 변동할 뜻이 없으니, 그 곤욕스러움이 이보다 더 심할 수 없습니다. 진실로 조금이라도 반드시 다투어야 할 의리가 있다면 한결같이 물리쳐서 일의 단서를 야기해서는 안 됩니다. 그런데 지금 사정이 어떠한지는 헤아리지 않고 단지 말단의 지엽적인 일만을 가지고 이미 두루 다스린 본래의 일까지 아울러 흐리멍덩하게 말하였으니, 그 까닭을 모르겠습니다.”하니, 주상이 답하기를,“우상이 차자에서 한 말은 성실하여 다른 뜻이 없었다. 경들이 나라를 위해 충성을 다하는 정성은 내가 이미 잘 알고 있으니, 개의하지 말고 함께 나랏일을 구제하라.”하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 5일(정유) 1번째기사",
                "gt-oKo": "영의정 김창집(金昌集)·좌의정 이건명(李健命)이 연명(聯名)으로 차자(箚子)를 올리기를, “국왕의 아우와 조카를 만나보려 한다는 설이 처음에 빈신(儐臣)의 장문(狀聞)에서 나왔는데 섣불리 왕복한다면 갈등이 생기기 쉬웠습니다. 그리고 또 중로(中路)의 빈신이 비록 말한 바가 있어도 그들의 생각을 돌리기는 어려운 바가 있을 듯하기에 우선 그들이 관(館)에 도착하기를 기다렸다가 처리하려 하였습니다. 관에 도착한 뒤에 저들이 또 단서를 꺼냈는데, 요상(僚相)의 말을 기다릴 것도 없이 신 등도 또한 결코 그것을 따를 수 없다는 것을 알았기 때문에 병이 있다고 핑계하면서 그들의 말을 강력하게 거절하였습니다. 성상(聖上)께서 관소(館所)에 친히 나아가신 날 저들이 그제야 칙지(勅旨)가 이와 같다는 뜻으로 비록 말을 하기는 하였으나, 또한 극력 청하는 의사는 없었기에 그 일은 그대로 중지하게 되었습니다. 비록 저들의 말이 반드시 칙지에 나왔는지는 알 수 없으나, 이미 이렇게 말한 이상 또한 곧바로 교명(矯命)으로 돌려서 서로 맞닥뜨려 불화를 발생시키는 결과를 초래하게 할 수도 없는 일이니, 창졸간에 방편(方便)의 도리가 스스로 그렇게 되지 않을 수가 없었습니다. 그러므로 산릉(山陵)의 전제(奠祭)에 있어서도 문자(文字)에 나타나지는 않았지만, 언제 칙지의 진위(眞僞)를 따져서 가리지 못하고 다만 예의(禮意)와 사세(事勢)로써 다투게 된 것이 모두 이런 뜻입니다. 모빈(某嬪)의 소생이고 모씨(某氏)에게 장가들었다는 한 구절의 말에 이르러서는 칙지의 유무(有無)를 측량하기 어려움은 이미 진달한 바와 같은데, 국왕의 아우와 조카들을 만나보기를 청하는 일에 비교할 때 다만 그다지 중요한 일이 아닐 뿐만 아니라, 산릉의 일 이래로부터 사사건건 서로 다투어 지력(智力)이 이미 고갈되었는데, 저들이 바야흐로 말하기를, ‘봉행(奉行)하지 않으면 대궐에 나아가지 않고 마땅히 곧바로 귀로(歸路)에 오르겠다.’ 하였습니다. 도감(都監)에서 누차 성상께서 앉아서 접견을 기다리고 계시는 형상을 말하였으나 시종 자신들의 의사를 고집하면서 변동할 생각이 없었으니, 그 곤욕스러움이 이보다 심함이 없었습니다. 진실로 일단(一段)의 반드시 다툴 만한 의리가 있다면 마땅히 한결같이 휘척(揮斥)해서 사단(事端)을 야기시키지 않아야 하는데도 이제 이에 사정(事情)이 어떠한가 하는 것은 이해하지 못하고, 다만 말후(末後)의 지엽적인 일을 가지고 아울러 이미 임시변통으로 이리저리 주선하여 마무리지은 근본적인 일까지 한꺼번에 끄집어내어 말을 하게 되니, 그 까닭을 알 수가 없습니다.” 하니, 임금이 답하기를, “우상(右相)의 차자(箚子) 내용은 결코 다른 뜻이 없다. 경(卿) 등의 나라를 위한 충근(忠勤)한 정성은 내가 이미 잘 알고 있으니, 개의치 말고 함께 국사(國事)를 보살피라.” 하였다.",
                "hj": "○丁酉/領議政金昌集、左議政李健命, 聯名箚曰: 王弟姪要見之說, 始出於儐臣狀聞, 而徑先往復, 易生葛藤。 且中路儐臣, 雖有所言, 似難回聽, 故姑欲待其到館而處之矣, 到館之後, 彼又發端, 不待僚相之言。 臣等亦知其決不可從, 以病爲辭, 牢拒其言。 及至聖上親臨館所之日, 彼乃以勑旨如此之意, 雖有所言, 亦無力請之意, 其事仍得寢止。 雖未知彼言之必出於勑旨, 旣以此爲言, 亦不可直歸之矯命, 致有觸激生梗之患, 倉卒之間, 方便之道, 自不得不然。 是以山陵奠祭, 亦不見於文字, 而未嘗質辨勑旨之眞僞, 但以禮意事勢爭之者, 皆此意也。 至於某嬪出娶某氏一句語, 勑旨有無之難測, 旣如所陳, 而比諸請見之事, 不但無甚關重, 而自山陵事以來, 節節相爭, 智力已竭, 彼方以爲: “不奉行, 則不爲詣闕, 當卽復路。” 都監屢言聖上坐待接見之狀, 而終始堅持, 無意變動, 其爲困辱, 莫此爲甚。 苟有一段必爭之義, 不宜一味揮斥, 以惹事端, 而今乃不諒事情之如何, 只因末後枝葉, 幷與其所已彌綸之本事, 而囫圇說出, 莫曉其所以也。 上答曰: “右相箚語, 斷斷無他。 卿等爲國忠勤之誠, 予已稔知, 勿以介懷, 共濟國事。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King dismissed Minister of Personnel Kwon Sangyu from office and replaced Song Sanggi .",
                "H2KE-nKo": "경자년에 이조 판서 권상유를 면직하고 후임에 송상기를 임명하였다.\n",
                "date_ko": "경수 1권, 즉위년(1720 경자 / 청 강희(康熙) 59년) 12월 8일(경자) 1번째기사",
                "gt-oKo": "이조 판서 권상유(權尙游)가 면직되고 송상기(宋相琦)가 대신 임명되었다.",
                "hj": "○庚子/吏曹判書權尙游免, 宋相琦代之。"
            }
        }
    }
}