{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On muo day, the first day of the month, [the King] went to Changdeok Palace and Seonwon and performed a tea ceremony. The Crown Prince followed [the palace] to accompany [the King].",
                "H2KE-nKo": "창덕궁 선원전에 나아가 다례를 행하였다. 왕세자가 위내에 따라 나아갔다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 1일(무오) 1번째기사",
                "gt-oKo": "창덕궁(昌德宮)의 선원전(璿源殿)에 나아가 다례(茶禮)를 행하였다. 왕세자가 위내(衛內)에 따라 나아갔다.",
                "hj": "○戊午朔/詣昌德宮、璿源殿, 行茶禮。 王世子衛內隨詣。"
            },
            "2": {
                "H2KE-EN": "The King bestowed special fine jackets upon the aged and then ordered them to inquire after the health of the aged. This was done in accordance with precedent.",
                "H2KE-nKo": "노인들에게 별세찬을 나누어 주고, 이어 안부를 물으라고 명하였는데, 연례적인 일이었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 1일(무오) 2번째기사",
                "gt-oKo": "노인에게 별도로 세찬(歲饌)을 하사하고 이어 위문하라고 명하였다. 이는 연례적인 행사였다.",
                "hj": "○頒賜老人別歲饌, 仍命存問, 年例也。"
            },
            "3": {
                "H2KE-EN": "On the first day of the month, it rained heavily and heavy rained. The incense and the written invocation for the royal tombs of the East and West Infirmaries were separated from the water at Seok Promontory . On this day, they began to arrive at dusk and began to perform the rite.",
                "H2KE-nKo": "하루 전에 비가 사납게 쏟아져 동도 각 능의 향축이 석관교의 물에 막혀 있었는데, 이날 어두워질 무렵에야 비로소 도착하여 제사를 지냈다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 1일(무오) 3번째기사",
                "gt-oKo": "하루 전에 비가 갑자기 많이 내려 동도(東道) 각릉(各陵)의 향축(香祝)이 석관교(石串橋)의 물에 막혔다가 이날 황혼이 질 무렵에 비로소 도달하여 제사를 지냈다.",
                "hj": "○前一日, 雨水暴霔, 東道各陵香祝, 阻滯于石串橋水, 是日迫昏, 始達行祀。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King suspended the spring state sacrifice in each province in the mujin year (.",
                "H2KE-nKo": "여러 도의 춘계 습조를 정지하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 11일(무진) 1번째기사",
                "gt-oKo": "여러 도의 봄 군사 조련을 정지하였다.",
                "hj": "○戊辰/停諸道春操。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Bak Jusu was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "박주수를 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 12일(기사) 1번째기사",
                "gt-oKo": "박주수(朴周壽)를 성균관 대사성으로 삼았다.",
                "hj": "○己巳/以朴周壽爲成均館大司成。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyeongo day, the first day of the twelfth month, the Crown Prince proceeded to the Royal Ancestral Shrine and paid a visit to the King. The Crown Prince accompanied him to the palace guards.",
                "H2KE-nKo": "경모궁에 나아가 전배하였다. 왕세자가 위내에 따라 나아갔다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 13일(경오) 1번째기사",
                "gt-oKo": "경모궁에 나아가 전배하였다. 왕세자가 위내(衛內)에 따라 나아갔다.",
                "hj": "○庚午/詣景慕宮展拜, 王世子衛內隨詣。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Sugi as army commander of the Northern Troops .",
                "H2KE-nKo": "김수기를 함경북도 절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 13일(경오) 2번째기사",
                "gt-oKo": "김수기(金守基)를 함경북도 절도사로 삼았다.",
                "hj": "○以金守基爲咸鏡北道節度使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The officials of the Office of the Inspector General【 Inspector General Yi Huigap , Third Inspector Yun Sanggyu , Third Censors Bak Huihyeon and Yi Namik , Fourth Inspector Jo Suin .】 jointly advised the throne on the matters of 윤행임 and Jo시위 , and the matters of Noh Hyeon were reported to the throne. [The King] ordered that the matters of [Kim] Hwanji, [Seong] Dalsun, and [Kim] Ilhwan be thoroughly examined. The Office of the Inspector General and the Office of the Censor General advised the throne on the matters of [Yi] Nogap, and Jeong Gwansu and others were halted. The Office of the Inspector General advised the throne on the cases of [Yi] Gigyeong and the cases of [Yi] Ilgyeong, but the death was halted.",
                "H2KE-nKo": "양사 - 대사헌 이희갑, 장령 윤상규, 헌납 박희현ᆞ이남익, 지평 조수인이다. - 가 합동으로 아뢰어 윤행임과 조시위의 여러 아들에 대한 일, 이노현의 일, 민사에 대한 일, 심환지, 김달순, 이일환 등의 여러 아들에 대한 일, 심도의 일, 사헌부와 사간원의 계사, 이랄의 일, 정관수 등의 일을 정지하였다. 사헌부의 계사 중에 이기경의 일은 물고 나서 정지하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 14일(신미) 1번째기사",
                "gt-oKo": "양사에서【대사헌이희갑(李羲甲), 장령윤상규(尹庠圭), 헌납박희현(朴熙顯)·이남익(李南翼), 지평조수인(趙秀仁)이다.】 윤행임(尹行恁)·조시위(趙時偉) 제자(諸子)의 일, 심노현(沈魯賢)의 일, 정재민(鄭在民)의 일, 심환지(沈煥之)·김달순(金達淳)·정일환(鄭日煥) 등 제자의 일, 심탁(審度)의 일에 대해 합계하였다. 사헌부와 사간원에서 아뢰어 심인(沈鏔)의 일, 정관수(鄭觀綏) 등의 일을 정지하였다. 사헌부에서 논계한 이기경(李基慶)의 일은 그가 물고(物故) 하였으므로 정지하였다.",
                "hj": "○辛未/兩司【大司憲李羲甲, 掌令尹庠圭, 獻納朴熙顯、李南翼, 持平趙秀仁。】合啓, 行恁、時偉諸子事, 魯賢事, 在民事, 煥之、達淳、日煥等諸子事, 審度事。 府院啓, 鏔事, 鄭觀綏等事停。 府啓李基慶事, 物故停。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinhae day, the King 차대를 행하였다. Chief State Councilor 서용보가 청하기를, “10개 고을의 대동미 from the western flood damage in the western frontier should be collected in the autumn in order to console the peoples suffering from losses. The King approved this.",
                "H2KE-nKo": "차대를 행하였다. 영의정 서용보가 관서의 재해를 입은 10개 고을의 대동미를 추수가 끝나기를 기다려 거두어들여 재해를 입은 백성들을 위로하기를 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 15일(임신) 1번째기사",
                "gt-oKo": "차대(次對)하였다. 영의정서용보(徐龍輔)가 호서(湖西)에 재해를 입은 열 고을의 대동미(大同米)를 가을을 기다려서 받게 하여 재해를 입은 백성을 위로할 것을 청하니, 그대로 따랐다.",
                "hj": "○壬申/次對。 領議政徐龍輔, 請西被災十邑大同, 待秋收捧, 以慰災民, 從之。"
            },
            "2": {
                "H2KE-EN": "The provincial headquarters presented the registry of the gihae year ( to the King. 【현재 storehouses were 230냥 남짓, 43만 1,710냥 남짓, 100만 6,860냥 남짓, 133동 30필 남짓, 8,420동 20필 남짓, 99동 20필 남짓, 928동 남짓, 15만 1,820석 남짓, 51,780석 남짓, 1555석 남짓, 155, 7180석 남짓, 155, 1,1500석 남짓, 피잡곡 45,330석 남짓이다.】",
                "H2KE-nKo": "서울과 각 영에서 기묘년 회계 장부를 올렸다. - 현재 보유하고 있는 것은 황금 230냥 남짓, 은자 43만 1710냥 남짓, 전문 100만 6860냥 남짓, 면주 133동 30필 남짓, 목 8420동 20필 남짓, 저포 99동 20필 남짓, 포자 928동 남짓, 미 15만 1820섬 남짓, 전미 5만 1780섬 남짓, 태 1만 5150섬 남짓, 피잡곡 4만 5330섬 남짓이다. -\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 15일(임신) 2번째기사",
                "gt-oKo": "서울 각사(各司)·각영(各營)에서 기묘년 회계부(會計溥)를 올렸다.【현재 있는 황금(黃金)이 2백 30냥 영(零), 은자(銀子)가 43만 1천 7백 10냥 영, 전문(錢文)이 1백 만6천 8백 60냥, 면주(綿紬)가 1백 33동(同) 30필 영, 무명[木]이 8천 4백 20동 20필, 모시가 99동 20필 영, 삼베가 9백 28동 영, 쌀이 15만 1천 8백 20석 영, 좁쌀이 5만 1천 7백 80석 영, 콩이 1만 5천 1백 50석 영, 피잡곡(皮雜穀)이 4만 5천 3백 30석 영 이었다.】",
                "hj": "○京〔各〕司〔各〕營進己卯會計簿。【時在黃金二百三十兩零。 銀子四十三萬一千七百十兩零。 錢文一百萬六千八百六十兩零, 綿紬一百三十三同三十疋零, 木八千四百二十同二十疋零, 苧布九十九同二十疋零, 布子九百二十八同零, 米十五萬一千八百二十石零, 田米五萬一千七百八十石零, 太一萬五千一百五十石零, 皮雜穀四萬五千三百三十石零。】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King appointed Yi Huigap as right tutor to the Crown Prince in the gyeyu year (.",
                "H2KE-nKo": "이희갑을 우빈객으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 16일(계유) 1번째기사",
                "gt-oKo": "이희갑(李羲甲)을 우빈객으로 삼았다.",
                "hj": "○癸酉/以李羲甲爲右賓客。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulhae day, the first day of the month, Yi Gyeongi , who was the grandfather of the King Taejo , passed away. The King issued a royal instruction, which stated, The virtuous and virtuous conduct of gentle and frugal integrity, and the blessings of longevity and longevity are expected today. This is also rare even in antiquity. Upon hearing this, [I] heard that [I] would grieve sorrowful that [I] cannot grieve over my passing. [I] send a royal secretary to grant a mourning rite to the deceased grandfather of the King Taejo on the day of the commencement of wearing mourning robes , and send a salary for three years. Yi Gyeongi was the grandson of Great Lord of Oseong Yi Hang . [Yi Gyeongi] served his eldest mother with filial piety. He was gentle and prudent by nature and prudent by nature. He had a model for his integrity and behavior, and his families were simple. Not long after [Yi Gyeongi] was selected as a state councilor , he resigned from office and left [his place]. All of the world were wise in this world. Only after [Yi Gyeongi] was appointed as a state councilor , he encouraged the problem of problems regarding the problems of transferring grain loans. He requested that a state storehouses be installed, but his opinion did not reach the end. [Yi Gyeongi] was negligent and ignorant, and he did not know the proper measures to deal with this.",
                "H2KE-nKo": "봉조하 이경일이 졸하였다. 전교하기를,“그의 독실한 행실과 염정한 지조와 장수의 복을 오늘날 찾아볼 때 또한 보기 드문데, 이제 영원히 세상을 떠났다는 소식을 들으니 슬프기 그지없다. 졸한 봉조하의 성복일에 승지를 보내 치제하게 하고, 녹봉은 3년 동안 실어 보내라.”하였다. 이경일은 오성부원군 이항복의 봉사손인데, 계모를 효성으로 섬겼다고 소문이 났다. 염정하고 독신하며 평소 지조와 행실이 있어 집안이 쓸쓸하였다. 정승에 오른 지 얼마 되지 않아 벼슬을 그만두고 떠나가니, 세상 사람들이 모두 훌륭하게 여겼다. 다만 정승에 제수된 초기에 환곡의 폐단에 대해 극구 진달하여 사창을 설치할 것을 청하였는데, 의론이 일치되지 않아 마침내 중지되었다. 그의 오활하고 시의에 맞는 조처를 이와 같이 하지 못하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 18일(을해) 1번째기사",
                "gt-oKo": "봉조하이경일(李敬一)이 졸(卒)하였다. 하교하기를, “그의 독실한 행실과 염정(恬靜)한 지조와 장수의 복은 오늘날 찾아볼 때 드물었는데, 방금 전에 그가 영구히 세상을 떠났다는 소식을 듣고 슬퍼하였다. 죽은 봉조하의 성복(成服)하는 날에 승지를 보내어 제사를 지내고 3년 동안 녹봉을 실어 보내도록 하라.” 하였다. 이경일은 오성 부원군(鰲城府院君) 이항복(李恒福)의 봉사손(奉祀孫)인데, 계모를 효성으로 섬기어 이름이 드러났으며, 염정 독신(恬靜篤愼)하고 평소부터 지조가 있어서 가정이 가난하였다. 정승에 오른 지 얼마 안되어 쉬겠다고 청하여 물러가니, 세상이 모두 어질게 여겼다. 다만 정승이 된 초기에 조적(糶糴)의 폐단에 대해 극구 진달하면서 사창(社倉)을 설치할 것을 청하였으나 의논이 일치하지 않아 시행되지 않았는데, 그가 이처럼 실정에 어두워 시대의 사의(事宜)를 몰랐다.",
                "hj": "○乙亥/奉朝賀李敬一, 卒。 敎曰: “篤至之行, 恬靜之操, 壽考之祺, 求之今日, 蓋亦罕匹, 卽聞長逝, 爲之愴悵。 卒奉朝賀成服日, 遣承旨致祭, 祿俸限三年輸送。” 敬一, 鰲城府院君恒福祀孫也, 事繼毋以孝聞, 恬靜篤愼, 雅有操履, 門庭蕭然。 甌卜未幾, 乞休而去, 世皆賢之。 但拜相初, 盛陳糶糴之弊, 請設社倉, 議不一遂寢, 其迂闊不識時措之宜若此。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The Office of Palace Procurement was established in the byeongja year (. The Office of Palace Procurement was placed in turn for night duty.",
                "H2KE-nKo": "병자년에 중궁전 산실청을 설치하고 약원에서 윤직하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 19일(병자) 1번째기사",
                "gt-oKo": "중궁전에 산실청(産室廳)을 설치하고 약원(藥院)에서 돌아가며 숙직하였다.",
                "hj": "○丙子/設中〔宮〕殿産室廳, 藥院輪直。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The State Council reported to the King as follows: Yesterdays wind and rain have been rarely rare, and it has been impossible that the sacrificial officials of the Royal Tombs of King Taejo and the Royal Tombs of King Taejo have been delayed on the roads. Although it is not possible to entirely exclude the peoples strength, the circumstances and the matter might be eventually uncomfortable. Your subjects request that all of them be punished by dismissal from office. The King approved this request.",
                "H2KE-nKo": "비변사가 아뢰기를,“그저께 있었던 비바람은 근래에 드문 것이었습니다. 동릉의 향관이 중도에서 지체한 것에 대해 전적으로 인력으로 책망할 수는 없지만 일의 체모로 볼 때 아무래도 온당치 못합니다. 모두 삭직하는 법을 시행하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 2일(기미) 1번째기사",
                "gt-oKo": "비변사에서 아뢰기를 “그저께 몰아친 비바람은 근래에 드문 것이었으므로 동릉(東陵)의 제관(祭官)이 중도에서 지체된 것은 비록 전적으로 그 사람만 책망할 수 없지만, 사체가 결국 미안합니다. 모두 관직을 삭제하는 법을 시행하소서.” 하니, 그대로 따랐다.",
                "hj": "○己未/備邊司啓言: “再昨日風雨, 挽近所罕, 東陵享官之中路淹滯, 雖不可專責於人力, 事體終涉未安。 請竝施以削職之典。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King issued an order to grant approval for the aged who must be promoted to a post. Those who naturalized are fifty.",
                "H2KE-nKo": "자급을 올려 주어야 할 노인에 대해 하비하였는데, 100세인 자가 50인이었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 2일(기미) 2번째기사",
                "gt-oKo": "응당 자급(資級)을 올려 주어야 할 노인에 대한 비지(批旨)를 내렸는데, 1백 세가 된 이가 50명이었다.",
                "hj": "○應資老人下批, 百歲者五十人。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Yi Hyeon was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "정축년에 이면승을 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 20일(정축) 1번째기사",
                "gt-oKo": "이면승(李勉昇)을 성균관 대사성으로 삼았다.",
                "hj": "○丁丑/以李勉昇爲成均館大司成。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On muin day, the King granted a rotational audience in the muin year (.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 21일(무인) 1번째기사",
                "gt-oKo": "윤대(輪對)하였다.",
                "hj": "○戊寅/輪對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Jonsu as the Office of the Inspector General and Yi Jowon as the minister of personnel .",
                "H2KE-nKo": "이존수를 사헌부 대사헌으로, 이조원을 이조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 21일(무인) 2번째기사",
                "gt-oKo": "이존수(李存秀)를 사헌부 대사헌으로, 이조원(李肇源)을 이조 판서로 삼았다.",
                "hj": "○以李存秀爲司憲府大司憲, 李肇源爲吏曹判書。"
            },
            "3": {
                "H2KE-EN": "The State Tribunal reported on the confession of former Magistrate of Icheon Kim Cheolsun , who had been appointed magistrate of Icheon , to receive a confession of his statement in writing. The King issued a royal directive, which stated, If he did not commit a crime, how could he be punished even if he were not involved? However, he has also confessed to admit his statement. He shall be punished by banishment to a remote area until his death sentence is proved. He shall be specially punished by one half of his statement and banished to Gowon County .",
                "H2KE-nKo": "의금부가 전 이천 부사 김철순에게 한 차례 형장을 치며 신문하여 구두 공초를 받았다고 아뢰니, 전교하기를,“만약 손을 대지 않았다면 어찌 뒤섞어 감처하기까지 하였겠는가. 그러나 이 역시 자복하였으니, 종신토록 금고하고 특별히 사형을 감하여 원지에 정배하여 위원군에 정배하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 21일(무인) 3번째기사",
                "gt-oKo": "의금부에서 이천 전 부사 김철순을 한 차례 형신(刑訊)하여 구두의 공초를 받아 아뢰니, 하교하기를, “만약 자신이 범하지 않았다면 어찌 싸잡아 죄를 감정하기까지 하였겠는가? 그러나 이것도 자복하였으니, 자기 몸에 한하여 금고(禁固)하고 특별히 사형을 감하여 먼 지방으로 귀양보내되, 위원군(渭原郡)에 귀양보내도록 하라.” 하였다.",
                "hj": "○義禁府以利川前府使金喆淳, 刑一次捧口招, 啓, 敎曰: “若不犯手, 豈至混勘? 然此亦自服, 限己身禁錮遠地, 特爲減死定配, 配于渭原郡。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the month, [the King] went to the Hall of Receiving the Royal Ancestral Shrine and the Crown Prince at the Crown Princes palace to pay respects. The Crown Prince followed [the King] accompanied by the guards.",
                "H2KE-nKo": "임오년에 영희전과 저경궁에 나아가 전배하였다. 왕세자가 위내에 따라 나아갔다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 25일(임오) 1번째기사",
                "gt-oKo": "영희전(永禧殿)과 저경궁(儲慶宮)에 나아가 전배하였다. 왕세자가 위내에 따라 나아갔다.",
                "hj": "○壬午/詣永禧殿、儲慶宮展拜, 王世子衛內隨詣。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King received the officials in the morning court assembly in the gapsin year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 27일(갑신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲申/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 27일(갑신) 2번째기사",
                "gt-oKo": "별강(別講)하였다.",
                "hj": "○別講。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The special lecture on the eulyu day [of the twelfth month] was held.",
                "H2KE-nKo": "을유년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 28일(을유) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○乙酉/別講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 28일(을유) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Yongsu as the Office of the Censor General , Yi Noik as the minister of rites , Kim Igyo as the director of the Office of Royal Decrees , and Kim Gyeong as the army commander of Hamgil Province .",
                "H2KE-nKo": "이용수를 사간원 대사간으로, 이노익을 예조 판서로, 김이교를 홍문관 제학으로, 김희를 함경남도 절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 28일(을유) 3번째기사",
                "gt-oKo": "이용수(李龍秀)를 사간원 대사간으로, 이노익(李魯益)을 예조 판서로, 김이교(金履喬)를 홍문관 제학으로, 김영(金煐)을 함경 남도 절도사로 삼았다.",
                "hj": "○以李龍秀爲司諫院大司諫, 李魯益爲禮曹判書, 金履喬爲弘文館提學, 金煐爲咸鏡南道節度使。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Bak Huihyeon presented a memorial to the King. The memorial read as follows: Considering that the state plans and the people are worried without any restrictions, it is inevitably impossible to cultivate cultivating",
                "H2KE-nKo": "장령 박희현이 상소하였는데, 그 대략에,“돌아보건대 지금 나라의 계책과 백성의 근심이 다시 여지가 없다고 할 만하니, 지금 양전하는 일을 단연코 그만둘 수 없습니다. 재신이 연석에서 아뢰고 대신이 의견을 수렴하여 올가을에 먼저 영남과 호남을 시험하겠으니, 미리 도신을 신칙하여 수령 중에 직임을 감당하지 못하는 자를 각별히 살펴 일일이 장계로 보고하게 하고, 전조로 하여금 일반적인 격례에 구애받지 말고 각별히 가려 보내게 한 뒤에야 위임하여 성과를 거둘 수 있고 실효를 기대할 수 있을 것입니다.환곡을 맡아 지키는 것은 전적으로 수령에게 달려 있는데, 전 이천 부사 김철순은 관가의 포흠을 범한 것이 1만 섬에 가깝습니다. 이서 중에 포흠을 낸 수가 많은 자는 반드시 모두 법을 적용해야 하니, 지금 관장에게는 갑절 무거운 법률을 적용해야 합니다. 의금부로 하여금 엄히 형장을 치며 신문하여 법대로 처단하게 하소서.또 일전에 성균관의 일은, 기강이 해이해지고 선비들의 추향이 어찌 이리도 심하게 무너졌단 말입니까. 성묘를 수호하는 것은 일의 체모가 지극히 중하니, 의리에 관계된 일이 아니면 감히 권당하는 일이 없어야 합니다. 그런데 지금 이렇게 공재하는 것은 실로 일을 크게 벌이는 것입니다. 음식을 제공했다는 말도 이미 사소한 일인데, 더구나 이 일 외에 별도로 비루하고 잗달며 협잡하는 단서가 있다고 하니, 명색이 현관이라면 어찌 사방에 웃음거리가 되고 선비들에게 수치를 끼치지 않겠습니까. 논의를 제기한 유생은 그저 대충 처벌하는 데 그칠 수 없으니, 조사해 내어 충군하는 것을 결단코 그만두어서는 안 됩니다.”하니, 비답하기를,“양전할 때 수령을 출척하는 일은 양전할 때가 아니더라도 어찌 소홀히 할 수 있겠는가. 묘당으로 하여금 여러 도에 신칙하게 하겠다. 전 이천 부사의 일은, 그의 공초를 보니 비록 훔쳐 먹은 것과는 다르지만 장오죄는 장오죄이다. 어찌 법에 따라 처벌하는 형률을 면할 수 있겠는가. 의금부로 하여금 잘 알게 하겠다. 유생의 일은 그대의 말이 옳지 않은 것은 아니지만, 충군하는 벌을 과거 시험장에서 사용하여 죄과를 범하게 한 것은 또한 그들로 하여금 부끄러워할 줄 알게 하여 후회하는 마음을 고쳐먹게 한 것이니, 이것으로 충군하는 벌을 더 시행하는 것도 선비의 이름을 소중히 여기는 방도가 아니다.”하였다.이에 앞서 성균관 유생이 음식을 제공하는 꼴이 말이 아니라는 이유로 공재하기에 이르자, 대사성은 월봉에 처하고 반수는 벌을 주라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 3일(경신) 1번째기사",
                "gt-oKo": "장령박희현(朴熙顯)이 상소하였는데, 대략 이르기를, “돌아보건대, 지금 국가의 재정(財政)과 백성의 근심이 극도에 달하였으니, 지금 결코 양전(量田)을 하지 않을 수 없습니다. 재신(宰臣)이 경연에서 아뢰고 대신에게 수의(收議)하여 금년 가을에 먼저 영남과 호남부터 시행하게 되었습니다. 미리 도백에게 신칙하여 수령을 각별히 살펴 임무를 감당하지 못하는 자는 낱낱이 보고하여 파면하고 이조로 하여금 보통 격식에 구애받지 말고 각별히 골라서 보내도록 해야만 위임하고 성공을 책임지워서 실효를 기약할 수 있을 것입니다. 환곡(還穀)을 맡아서 지키는 것은 오로지 수령에게 달려 있는데, 이천(利川)  전 부사(府使) 김철순(金喆淳)이 관물(官物)을 포흠(逋欠)한 것이 무려 만 석에 가깝습니다. 무릇 이서(吏胥) 중 포흠이 많은 자에게는 반드시 모두 법을 시행하고 있으니, 지금 부사에게는 마땅히 배나 더 법을 적용해야 하겠습니다. 의금부로 하여금 엄하게 형신하여 법대로 처단하게 하소서. 또 얼마 전 성균관에서 일어난 일은 어쩌면 그리도 심하게 기강이 해이해지고 선비의 추향이 퇴패하였단 말입니까? 대성전(大成殿)을 수호하는 사체는 매우 중하므로 의리에 관계되는 일이 아닐 경우 감히 권당(捲堂)할 수 없습니다. 그런데 이번에 관을 비운 것은 실로 과장된 것입니다. 음식 제공에 대한 설도 미세한 일인데 더구나 이 일 외에 따로 잗달고 협잡스런 단서가 있다고 하니, 현관(賢關)이란 명칭을 지니고 어찌 사방에 비웃음을 전파하고 선비들에게 수치를 끼치지 않겠습니까? 의논을 제기한 유생은 가벼운 처벌로 그칠 수 없으니, 결코 조사해 내어 충군(充軍)하지 않을 수 없습니다.” 하였는데, 비답하기를, “양전할 때에 수령을 파면하거나 승진시키는 일은 비록 양전할 때가 아니더라도 소홀히 할 수 있겠는가? 묘당으로 하여금 여러 도에 신칙하도록 하겠다. 전 이천 부사의 일은 그의 공초를 살펴보니, 비록 도둑질해 먹은 것과는 다르더라도 장오죄는 장오죄이다. 어찌 처벌을 모면할 수 있겠는가? 의금부로 하여금 알게 할 것이다. 유생의 일은 그대의 말이 옳기는 하나, 충군의 벌은 과거장에서 범법한 자에게 쓰는 것이고 또 그로 하여금 부끄러운 줄을 알고 뉘우쳐 고치게 하는 것으로 족하다. 그리고 이로써 충군의 벌을 더 시행하는 것도 선비의 이름을 존중하고 아끼는 도리가 아니다.” 하였다. 이보다 앞서 성균관 유생이 음식의 접대가 형편이 없다는 이유로 관을 비우기까지 하였으므로 대사성은 급료를 감하고 반수(班首)는 벌을 주라고 명하였다.",
                "hj": "○庚申/掌令朴熙顯疏略曰: 顧今國計民憂, 可謂無復餘地, 及今量田, 斷不可已。 宰臣筵奏, 大僚收議, 將以今秋先試兩南, 預飭道臣, 另察守令, 不堪任者一一狀罷, 令銓曹, 勿拘常格, 各別擇送, 然後庶可委任責成, 實效可期矣。 還穀典守, 專係守令, 而利川前府使金喆淳, 所犯官逋, 近萬石之多。 夫吏胥之犯逋多數者, 必皆用法, 今於官長, 宜用加倍之律。 請令金吾, 嚴加刑訊, 如法處斷焉。 且日前泮中事, 紀綱之蕩弛, 士趨之頹悖, 胡至此甚也? 聖廟守護, 事體至重, 除非事關義理, 無敢爲捲堂之擧。 而今此空齋, 實爲張大。 供饋之說, 已是微細, 況本事之外, 別有鄙瑣挾雜之端云, 名以賢關, 豈不傳笑四方, 貽羞多士乎? 發論儒生, 不可但以草草施罰而止, 査出充軍, 斷不可已。 批曰: “量田時守令黜陟事, 雖非量田之時, 其可忽乎? 令廟堂申飭諸道, 前利川倅事, 觀其供辭, 雖與偸食有異, 贓則贓也。 烏可免三尺之律? 令王府知悉。 儒生事, 爾言非不是也, 充軍之罰, 用於場屋, 犯科, 且使之知愧, 改悔足矣。 以此加施充軍, 亦非重惜儒名之道也。” 先是, 泮儒以供饋不成樣, 至於空齋, 命泮長越俸, 班首施罰。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Bak Jonggi as the Office of the Censor General .",
                "H2KE-nKo": "박종기를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 4일(신유) 1번째기사",
                "gt-oKo": "박종기(朴宗琦)를 사간원 대사간으로 삼았다.",
                "hj": "○辛酉/以朴宗琦爲司諫院大司諫。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the twelfth month, [the King] went to the Royal Ancestral Shrine to pay a visit [to the Abdicated King]. The Crown Prince accompanied him to the inner palace.",
                "H2KE-nKo": "갑자년에 태묘에 나아가 전배하였다. 왕세자가 위내에 따라 나아갔다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 1월 7일(갑자) 1번째기사",
                "gt-oKo": "태묘에 나아가 전배(展拜)하였다. 왕세자가 위내(衛內)에 따라 나아갔다.",
                "hj": "○甲子/詣太廟展拜, 王世子衛內隨詣。"
            }
        }
    },
    "02": {
        "11": {
            "1": {
                "H2KE-EN": "The special lecture on the New Years Day was held.",
                "H2KE-nKo": "정유년에 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 11일(정유) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○丁酉/別講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 11일(정유) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King granted a rotational audience to the officials in the sinchuk year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 15일(신축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○辛丑/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 15일(신축) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "The King ordered that sixteen people from Soju Strategic Prefecture who had arrived in Yeonggwang County be escorted to the capital along the way.",
                "H2KE-nKo": "영광군에 표류해 온 청나라 소주부 사람 16명을 육로로 호송하라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 15일(신축) 3번째기사",
                "gt-oKo": "영광군(靈光郡)에 표류해 온 중국 소주부(蘇州府) 사람 16명을 육로(陸路)로 호송하도록 명하였다.",
                "hj": "○命靈光郡漂到大國蘇州府人十六名, 從旱路護送。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On imin day, [the King] granted a rotational audience to imin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 16일(임인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○壬寅/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 16일(임인) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyemyo day, a lunar eclipse occurred. A lunar eclipse occurred from the beginning of the Zhou dynasty to the beginning of the start of hour .",
                "H2KE-nKo": "계묘년 1월식이 있었다. - 축시 초부터 인시 초까지 5분 7초의 월식이 있었는데, 처음에 동북쪽이 이지러지기 시작하여 정북쪽이 심하게 월식이 되었고 서북쪽에서 다시 둥글어졌다. -\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 17일(계묘) 1번째기사",
                "gt-oKo": "월식이 있었다.【축시(丑時) 초에서 인시(寅時) 초까지 5분(分) 7초(抄)를 먹었다. 처음에는 동북쪽이 이지러지다가 북쪽을 심하게 먹고 다시 서북쪽에서 둥글어졌다.】",
                "hj": "○癸卯/月食【自丑初至寅初, 食五分七秒。 初虧東北, 食甚正北, 復圓西北。】"
            },
            "2": {
                "H2KE-EN": "[The King] ordered the Office of Royal Attire to take turns on night duty and that Fifth-Rank Military Protector Bak Jusu be separately on night duty. This was because the weather condition of Gasun Palace has been delayed for a long time.",
                "H2KE-nKo": "내의원에 돌아가며 입직하라고 명하였다. 부호군 박주수가 별도로 입직하였는데, 가순궁의 감기 증세가 오랫동안 낫지 않았기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 17일(계묘) 2번째기사",
                "gt-oKo": "약원에 돌아가면서 입직하라고 명하였다. 부호군박주수(朴周壽)가 별도로 입직하였다. 이는 가순궁(嘉順宮)의 감기 증세가 오랫동안 낫지 않았기 때문이다.",
                "hj": "○命藥院輪直, 副護軍朴周壽, 別入直。 以嘉順宮感候彌留也。"
            },
            "3": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 17일(계묘) 3번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King appointed Han Geungri as governor of Gyeonggi Province and Yi Seok as army commander of Hwanghae Province .",
                "H2KE-nKo": "을사년에 한긍리를 경기 관찰사로, 이석을 황해도 병마절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 19일(을사) 1번째기사",
                "gt-oKo": "한긍리(韓兢履)를 경기 관찰사로, 이석(李晳)을 황해도 병마 절도사로 삼았다.",
                "hj": "○乙巳/以韓兢履爲京畿觀察使, 李晳爲黃海道兵馬節度使。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On muja day, the King granted a rotational audience to the muja year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 2일(무자) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊子/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 2일(무자) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King ordered that Director of the Royal House Administration Kim Josun , Acting Military Protector Kim Yugeun , and Magistrate of Jaeryeong Kim Wongeun be separately on night duty.",
                "H2KE-nKo": "영돈녕부사 김조순, 행 호군 김유근, 재령 군수 김원근을 별도로 입직하라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 22일(무신) 1번째기사",
                "gt-oKo": "영돈녕김조순(金祖淳), 행 호군김유근(金逌根), 재령 군수(載寧郡守)김원근(金元根)에게 별도로 입직하라고 명하였다.",
                "hj": "○戊申/命領敦寧金祖淳, 行護軍金逌根, 載寧郡守金元根別入直。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "At the time of the giyu year (, the Queen Mother was born to a grand prince . The King summoned the superintendents of the Office of Royal Attire and the 시임 대신과 원임 대신, and the 각신 of the Office of Royal Attire .",
                "H2KE-nKo": "기유년 호시에 중궁전이 순산하여 대군을 낳았다. 내의원 제조와 시원임 대신, 시원임 각신을 불러서 보았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 23일(기유) 1번째기사",
                "gt-oKo": "자시(子時)에 중궁전이 순산(順産)하여 대군을 탄생하였다. 약원 제조와 시임 대신·원임 대신과 각신을 불러 보았다.",
                "hj": "○己酉/子時, 中宮殿順娩, 生大君。 召見藥院提調及時原任大臣閣臣。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order stating, The Queen Mothers illness is slightly curtailed. Remove the night duty in turn.",
                "H2KE-nKo": "경술년에 전교하기를,“자전의 체후가 조금 차도가 있으니 윤직을 철파하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 24일(경술) 1번째기사",
                "gt-oKo": "하교하기를, “자전의 병환이 조금 나으셨으니, 직숙을 그만 하도록 하라.” 하였다.",
                "hj": "○庚戌/敎曰: “慈候差勝, 輪直撤罷。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinhae day, the King ordered that the thirty-seven people who drowned in Hongyang District be specially relieved.",
                "H2KE-nKo": "홍양현의 물에 빠져 죽은 사람 37명에게 별도로 휼전을 베풀라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 25일(신해) 1번째기사",
                "gt-oKo": "홍양현(洪陽縣)에 익사한 37명에게 별도로 구호해 주라고 명하였다.",
                "hj": "○辛亥/命施洪陽縣人物渰死三十七名, 別恤典。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyemyo day, Second Deputy Director of the Royal House Administration Hong Huisin and others hurriedly reported to the throne that they departed from Beijing on their way.",
                "H2KE-nKo": "동지 정사 홍희신 등이 연경에서 출발하였다고 급히 장계하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 28일(갑인) 1번째기사",
                "gt-oKo": "동지 정사홍희신(洪羲臣) 등이 연경에서 출발하였다고 치계(馳啓)하였다.",
                "hj": "○甲寅/冬至正使洪羲臣等, 以自燕離發, 馳啓。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order stating: Chief Superintendent of the Palace Physician Kim Josun and separately on-duty Director of the Royal House Administration Kim Josun are to be provided with a saddle and a horse in person. Acting Military Protector Kim Yugeun is to be provided with a horse in person. Superintendent Kim Iyang and Deputy Director of the Royal House Administration Yi Gwangmun and Deputy Director of the Royal Confucian Academy Yi Huigon are to be added to their posts. [Kim] Iyang is to be promoted to grand master for excellent virtue, [Yi] Gwangmun is to be promoted to grand master for excellent virtue, and [Yi] Huigon is to be promoted to grand master for excellent virtue, and the rest of them are to be rewarded with varying degrees.",
                "H2KE-nKo": "전교하기를,“내의원 도제조 남공철과 별입직 영돈녕부사 김조순에게는 모두 안구마를 면급하고, 행 호군 김유근에게는 숙마를 면급하고, 제조 김이양, 부제조 이광문, 권초관 이희갑은 모두 가자하라. 김이양은 숭록대부에 가자하고, 이광문은 가선대부에 가자하고, 이희갑은 숭정대부에 가자하고, 그 나머지는 차등을 두어 시상하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 29일(을묘) 1번째기사",
                "gt-oKo": "하교하기를, “내의원 도제조남공철(南公轍)과 별도로 입직한 영돈녕김조순(金祖淳)에게는 모두 안장을 갖춘 말을 면전에서 지급하고, 행 호군김유근(金逌根)은 숙마(熟馬)를 면전에서 지급하고, 제조김이양(金履陽)·부제조이광문(李光文)·권초관(捲草官)이희갑(李羲甲)에게도 모두 자급을 올려 주되, 김이양은 숭록 대부(崇祿大夫)를, 이광문은 가선 대부(嘉善大夫)를, 이희갑은 숭정 대부(崇政大夫)를 가자하고, 그 나머지 사람은 차등 있게 상을 주도록 하라.” 하였다.",
                "hj": "○乙卯/敎曰: “內醫都提調南公轍, 別入直領敦寧金祖淳, 竝鞍具馬面給, 行護軍金逌根熟馬面給, 提調金履陽, 副提調李光文, 捲草官李羲甲, 竝加資, 履陽加崇祿, 光文加嘉善, 羲甲加崇政, 其餘施賞有差。”"
            },
            "2": {
                "H2KE-EN": "The King ordered that the Office of Palace Kitchen Supplies not be on night duty separately.",
                "H2KE-nKo": "산실청의 별입직은 하지 말라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 29일(을묘) 2번째기사",
                "gt-oKo": "산실청(産室廳)에 별도로 입직하지 말라고 명하였다.",
                "hj": "○命産室廳別入直, 勿爲之。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gichuk day, the King received the officials in the morning court assembly in the gichuk year (.",
                "H2KE-nKo": "기축년의 소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 3일(기축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○己丑/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 3일(기축) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "The King appointed Song Chi규를 사헌부 대사헌으로, and Yi Mi as 동래 부사로 삼았다.",
                "H2KE-nKo": "송치규를 사헌부 대사헌으로, 이우를 동래 부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 3일(기축) 3번째기사",
                "gt-oKo": "송치규(宋稚圭)를 사헌부 대사헌으로, 이화(李墷)를 동래 부사로 삼았다.",
                "hj": "○以宋穉圭爲司憲府大司憲, 李墷爲東萊府使。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King appointed Yi Ikhoe as the Office of the Censor General .",
                "H2KE-nKo": "이익회를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 30일(병진) 1번째기사",
                "gt-oKo": "이익회(李翊會)를 사간원 대사간으로 삼았다.",
                "hj": "○丙辰/以李翊會爲司諫院大司諫。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King granted a rotational audience to the gyeongin year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 4일(경인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚寅/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 4일(경인) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 5일(신묘) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○辛卯/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 5일(신묘) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yu Hanwon as army commander of Gongcheongdo , and Yi Ik as navy commander of Hwanghae Province .",
                "H2KE-nKo": "유한원을 공청도 병마절도사로, 이익을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 5일(신묘) 3번째기사",
                "gt-oKo": "유한원(柳漢源)을 공청도 병마 절도사로, 이익(李搤)을 황해도 수군 절도사로 삼았다.",
                "hj": "○以柳漢源爲公淸道兵馬節度使, 李榏爲黃海道水軍節度使。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On imjin day, the King received officials in the morning court assembly in the winter solstice.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 6일(임진) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○壬辰/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 6일(임진) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Kim Nohgyeong , the first day of the ninth month , was appointed minister of rites .",
                "H2KE-nKo": "김노경을 예조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 7일(계사) 1번째기사",
                "gt-oKo": "김노경(金魯敬)을 예조 판서로 삼았다.",
                "hj": "○癸巳/以金魯敬爲禮曹判書。"
            },
            "2": {
                "H2KE-EN": "Minister of Personnel Yi Jowon submitted a memorial requesting that he be replaced by appreciation of his heart. The King approved this.",
                "H2KE-nKo": "이조 판서 이조원이 재차 상소하여 사정을 진달하고 체차해 주기를 청하니, 허락하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 7일(계사) 2번째기사",
                "gt-oKo": "이조 판서이조원(李肇源)이 재차 상소하여 사정을 진달하고 체차해 달라고 청하니, 허락하였다.",
                "hj": "○吏曹判書李肇源, 再疏陳情乞遞, 許之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King appointed Yi Sangsang as minister of personnel .",
                "H2KE-nKo": "이상황을 이조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 2월 8일(갑오) 1번째기사",
                "gt-oKo": "이상황(李相璜)을 이조 판서로 삼았다.",
                "hj": "○甲午/以李相璜爲吏曹判書。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 1일(정사) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丁巳朔/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 1일(정사) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The special lecture on the Special Protection Guards was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 10일(병인) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○丙寅/別講。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The special lecture on the twelfth day of the twelfth month.",
                "H2KE-nKo": "정묘년에 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 11일(정묘) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○丁卯/別講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The special lecture on the gisa year (1419, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "기유년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 13일(기사) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○己巳/別講。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King appointed Bak Jonggi as third minister of personnel and Yun Nodong as fourth censor of the Office of the Censor General .",
                "H2KE-nKo": "박종기를 이조 참의로, 윤노동을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 16일(임신) 1번째기사",
                "gt-oKo": "박종기(朴宗琦)를 이조 참의로, 윤노동(尹魯東)을 사간원 대사간으로 삼았다.",
                "hj": "○壬申/以朴宗琦爲吏曹參議, 尹魯東爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The King ordered that two criminals who stole grain storehouses at the storehouses of Chungcheong Province all be punished by the death penalty. This was according to the report from the Office of the Inspector General .",
                "H2KE-nKo": "호서 도회소의 곡부를 훔쳐서 농간을 부린 죄인 2명에게 모두 사형을 시행하라고 명하였다. 비변사의 계사를 따른 것이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 16일(임신) 2번째기사",
                "gt-oKo": "호서 도회소 곡부(湖西都會所穀簿)를 훔쳐내 농간을 부린 죄인 2명에게 모두 사형시키라고 명하였다. 비국의 계사에 따른 것이다.",
                "hj": "○命湖西都會所穀簿偸弄罪人二名, 竝施一律。 從備局啓也。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King held a special lecture on the Confucian classics in the gyeyu year (.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 17일(계유) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○癸酉/別講。"
            },
            "2": {
                "H2KE-EN": "Yi Yongsu was appointed second minister of personnel , and Yun Seodong was appointed fourth censor of the Office of the Censor General .",
                "H2KE-nKo": "이용수를 이조 참판으로, 윤서동을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 17일(계유) 2번째기사",
                "gt-oKo": "이용수(李龍秀)를 이조 참판으로, 윤서동(尹序東)을 사간원 대사간으로 삼았다.",
                "hj": "○以李龍秀爲吏曹參判, 尹序東爲司諫院大司諫。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Bak Jongmu , governor of Jeolla Province , submitted a memorial requesting that he be replaced. The King approved this.",
                "H2KE-nKo": "전라 감사 박종훈이 상소하여 체차해 주기를 청하니, 허락하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 18일(갑술) 1번째기사",
                "gt-oKo": "전라 감사박종훈(朴宗薰)이 상소하여 체차해 달라고 하니, 허락하였다.",
                "hj": "○甲戌/全羅監司朴宗薰, 上疏乞遞, 許之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The special lecture on the eulhae day [of the eleventh month] was held.",
                "H2KE-nKo": "을해년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 19일(을해) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○乙亥/別講。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Previously, I had special appointees although it was not similar to me. The memorial addressed by the King has already been clearly explained, and therefore, it would be proper to proceed to the capital to express gratitude for the royal benevolence. However, I have never once again returned to his hometown, and there has been no clear distinction between the state and the subject. How can this be a single difference between the state and the subject? Those who wish to live in the capital should be expelled from the capital. This province has also had a discussion on land survey. Grand Military Protector Yi Seogu should be appointed as governor of Jeolla Province and made him come to the capital to pay a farewell visit to the King for three or four days. If anyone occurred a deadline, he should directly receive a royal directive from the State Tribunal and the interrogation and submit it to me. Have this royal directive transmitted to me.",
                "H2KE-nKo": "전교하기를,“지난번에 특별히 제수한 것은 의도가 우연한 것이 아니었다. 상소에 대한 비답에서 이미 다 밝혔으니 진실로 나와서 사은숙배해야 할 것이다. 그런데 지레 다시 고향으로 돌아가 마침내 아무런 말이 없었으니, 어찌 이러한 나라의 체모와 신하의 분수가 있단 말인가. 내직에 있고 싶지 않은 자는 지방으로 내치도록 하라. 본도에 또 양전의 논의가 있으니, 대호군 이서구를 전라 감사에 보임하고 그로 하여금 3, 4일 안으로 올라와서 하직 인사를 하게 하라. 만약 혹시라도 기한을 넘길 경우에는 곧바로 의금부에 내려 추고하라는 전지를 봉입하라고 분부하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 19일(을해) 2번째기사",
                "gt-oKo": "하교하기를, “여태까지 특별히 제수한 뜻은 부질없이 한 것이 아니었다. 상소에 대한 비답에 남김없이 시원스럽게 다 말하였으니, 참으로 나와 사은 숙배해야 한다. 그런데 곧장 다시 고향으로 돌아가 마침내 아무런 시비(是非)가 없었으니 어찌 이와 같은 나라의 체통과 신하의 분수가 있겠는가? 내직(內職)에 있고 싶지 않는 자는 지방으로 내보내야 한다. 본도에 또 양전의 의논이 있으므로 대호군이서구(李書九)를 전라 감사의 외직에 임명하니 3, 4일 안에 올라와서 하직 인사를 하도록 하되, 만일 기한이 지날 경우 바로 금추 전지(禁推傳旨)를 받아들이라고 분부하라.” 하였다.",
                "hj": "○敎曰: “向來特除, 意非徒然。 疏批昭晣, 亦已盡矣, 固宜出謝。 而徑復還鄕, 遂無〔皀〕白, 寧有如許國體臣分? 不欲居內者, 宜黜於外。 本道又有量田之議, 大護軍李書九, 全羅監司補外, 使之三四日內上來辭朝, 如或過限, 直捧禁推傳旨以入事, 分付。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongja day, at the byeongja year (, [the King] went to Changdeok Palace , Yeonhoe Palace , Seonhui Palace , Jangbok , and Uiso Hall (Hall of Benevolence and Longevity. The Crown Princess and Crown Princess followed [the King] to perform the ceremony.",
                "H2KE-nKo": "병자년에 육상궁, 연호궁, 선희궁, 장보각, 의소묘에 나아가 전배하였다. 왕세자와 세자빈도 따라 나아가 예를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 20일(병자) 1번째기사",
                "gt-oKo": "육상궁(毓祥宮)·연호궁(延祜宮)·선희궁(宣禧宮)·장보각(藏譜閣)·의소묘(懿昭廟)에 나아가서 전배하였다. 왕세자 빈이 따라 나아가서 예를 행하였다.",
                "hj": "○丙子/詣毓祥宮、延祜宮、宣禧宮、藏譜閣、懿昭廟展拜。 王世子世子嬪, 隨詣行禮。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 20일(병자) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Yi Jowon as the director of the Office of Royal Decrees , Bak Jongyun as the director of the Office of Royal Decrees , and Jeong Giseon as the 검상 of the State Council .",
                "H2KE-nKo": "정축년에 이조원을 판의금부사로, 박종훈을 예문관 제학으로, 정기선을 의정부 검상으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 21일(정축) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 판의금부사로, 박종훈(朴宗薰)을 예문관 제학으로, 정기선(鄭基善)을 의정부 검상(議政府檢詳)으로 삼았다.",
                "hj": "○丁丑/以李肇源爲判義禁府事, 朴宗薰爲藝文館提學, 鄭基善爲議政府檢詳。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On muin day, the King granted a rotational audience to the muin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 22일(무인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊寅/召對。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The special lecture on the eleventh day of the twelfth month was held.",
                "H2KE-nKo": "기묘년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 23일(기묘) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○己卯/別講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King granted a rotational audience.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 23일(기묘) 2번째기사",
                "gt-oKo": "윤대(輪對)하였다.",
                "hj": "○輪對。"
            },
            "3": {
                "H2KE-EN": "The King conferred a posthumous title upon the late Minister of Personnel Ahn Bangjun , who was conferred upon Mungang , 우참찬 Yu Choegi , who was conferred upon Jeonggan , who was conferred upon Minister of Personnel Yi Sangjeup , who was conferred upon Hong Ujeong , who was conferred upon Minister of Personnel , Nam Taehoe , who was conferred upon Min , and Jeong Taee , who was conferred upon Minister of Personnel , was conferred upon Jeong Taksi , who was conferred upon Minister of Personnel , Kim Yaksi , who was conferred upon Jeongjong , Minister of Rites Yi Jaek , who is conferred upon Jeongjong , who is conferred upon Yi Myeongdeok , who is conferred upon Jeongjong , Minister of Rites Hong Myeonghoe , who is conferred upon Jeongjong , who is conferred upon Yi Gyeongi , who is conferred upon Jeongjong , 우참찬 Kim Hanche , who is conferred upon Jeongn , who is conferred upon Director of the Royal House Administration Seo Yeongbo , who is conferred upon Jeong Tak , who is conferred upon Second Deputy Director of the Royal House Administration , Jo Jingwan , who is conferred upon Hyomun , Minister of War Yi Geuk , who is conferred upon Jeong Tak , who is conferred upon Minister of Personnel , and Yi Siwon , who is conferred upon Jeong Tak.",
                "H2KE-nKo": "시망에 대해 하비하였다. 증 이조 판서 안방준은 문강, 우참찬 유최기는 정간, 증 이조 판서 이상급은 충강, 증 이조 판서 홍우정은 개절, 병조 판서 남태회는 헌민, 증 이조 판서 정택뢰는 충결, 증 이조 판서 김약시는 충정, 예조 판서 이재학은 익헌, 봉조하 이명식은 문정, 예조 판서 홍명호는 효헌, 봉조하 이경일은 효정, 우참찬 김한철은 효간, 판돈녕부사 서영보는 문헌, 지중추부사 정기안은 효헌, 판돈녕부사 조진관은 효문, 병조 판서 이요헌은 숙렬, 이조 판서 이시원은 문간이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 23일(기묘) 3번째기사",
                "gt-oKo": "시호의 의망에 대한 비답을 내렸는데, 이조 판서안방준(安邦俊)은 문강(文康), 우참찬유최기(兪最基)는 정간(貞簡), 증 이조 판서이상급(李尙伋)은 충강(忠剛), 증 이조 판서홍우정(洪宇定)은 개절(介節), 병조 판서남태회(南泰會)는 헌민(獻敏), 증 이조 판서정택뢰(鄭澤雷)는 충결(忠潔), 증 이조 판서김약시(金若時)는 충정(忠定), 예조 판서이재학(李在學)은 익헌(翼獻), 봉조하이명식(李命植)은 문정(文貞), 예조 판서홍명호(洪命浩)는 효헌(孝憲), 봉조하이경일(李敬一)은 효정(孝定), 우참찬김한철(金漢喆)은 효간(孝簡), 판돈녕서영보(徐榮輔)는 문헌(文憲), 지중추정기안(鄭基安)은 효헌(孝憲), 판돈녕조진관(趙鎭寬)은 효문(孝文), 병조 판서이요헌(李堯憲)은 숙렬(肅烈), 이조 판서이시원(李始源)은 문간(文簡)이었다.",
                "hj": "○諡望下批, 贈吏曹判書安邦俊文康, 右參贊兪最基貞簡, 贈吏曹判書李尙伋忠剛, 贈吏曹判書洪宇定介節, 兵曹判書南泰會獻敏, 贈吏曹判書鄭澤雷忠潔, 贈吏曹判書金若時忠定, 禮曹判書李在學翼獻, 奉朝賀李命植文貞, 禮曹判書洪明浩孝憲, 奉朝賀李敬一孝定, 右參贊金漢喆孝簡, 判敦寧徐榮輔文憲, 知中樞鄭基安孝憲, 判敦寧趙鎭寬孝文, 兵曹判書李堯憲肅烈, 吏曹判書李始源文簡。"
            },
            "4": {
                "H2KE-EN": "The King issued a royal directive: Now I am going to Changdeok Palace to return to Changdeok Palace. The date of the following day shall be selected before the twentieth day of the following month.",
                "H2KE-nKo": "전교하기를,“이제 창덕궁으로 환어할 것이니, 날짜는 다음 달 20일 전으로 택하여 들이라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 23일(기묘) 4번째기사",
                "gt-oKo": "하교하기를, “이제 장차 창덕궁으로 돌아가 거처할 것인데, 그 날짜는 다음달 스무날 안으로 택일하여 들이도록 하라.” 하였다.",
                "hj": "○敎曰: “今將還御昌德宮, 日字以來月念前, 擇入。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The special lectures for the Capital Wall Records of the gyeongjin year (.",
                "H2KE-nKo": "경진년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 24일(경진) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○庚辰/別講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yun Jeong렬 as the Office of the Censor General .",
                "H2KE-nKo": "윤정렬을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 24일(경진) 2번째기사",
                "gt-oKo": "윤정렬(尹鼎烈)을 사간원 대사간으로 삼았다.",
                "hj": "○以尹鼎烈爲司諫院大司諫。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The special lecture on the sinchuk day [of the ninth month] was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 25일(신사) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○辛巳/別講。"
            },
            "2": {
                "H2KE-EN": "Yi Seogu , Governor of Jeolla Province , did not bow to express gratitude for the royal benevolence and stood outside the palace gate. The King issued a royal directive, which stated, The circumstances and the natural distinction between the natural distinction of the natural distinction between the natural distincretion between the natural dist",
                "H2KE-nKo": "전라 감사 이서구가 숙배하지 않고 대궐 밖에서 석고대죄하였다. 전교하기를,“사정은 정세이고 분의는 분의이다.”하고, 이어 삼례역에 정배하되 배도하여 압송하라고 명하였다. 그다음 날 또 용서하여 잉임하라고 명하고 하직 인사를 하지 말고 부임하게 하였다. 교유서는 승정원으로 하여금 어보를 찍게 하고 밀부는 전 도백이 준 것을 그대로 쓰라는 내용으로 유지를 만들어 선전관으로 하여금 표신을 가지고 내려가서 전하게 하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 25일(신사) 2번째기사",
                "gt-oKo": "전라 감사이서구가 사은 숙배하지 않고 대궐 밖에서 짚자리를 깔고 앉아 처분을 기다리니, 하교하기를, “사정은 사정이고 분수는 분수이다.” 하고, 이어 삼례역(參禮驛)에 귀양보내되, 이틀 길을 하루로 앞당겨 압송하라고 명하였다. 그 이튿날 또 용서하여 유임(留任)하되 하직 인사는 하지 말고 부임하라고 명하였다. 교유서(敎諭書)는 승정원으로 하여금 어인(御印)을 찍게 하고 밀부(密符)는 전 도백에게 준 것을 그대로 쓰라는 내용으로 유지(有旨)를 만든 다음, 모두 선전관으로 하여금 표신(標信)을 가지고 내려가서 전하게 하였다.",
                "hj": "○全羅監司李書九, 不爲肅命, 席藁闕外, 敎曰: “情勢自情勢, 分義自分義。” 仍命參禮驛定配, 倍道押付。 其翌日, 又命分揀仍任, 使之除辭朝, 赴任。 敎諭書, 令政院安寶, 密符, 以前伯所授仍用事, 成有旨, 幷令宣傳官, 持標信下去賚傳。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Gyeon as the Office of the Censor General .",
                "H2KE-nKo": "김계온을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 25일(신사) 3번째기사",
                "gt-oKo": "김계온(金啓溫)을 사간원 대사간으로 삼았다.",
                "hj": "○以金啓溫爲司諫院大司諫。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The special lecture on the imo year (1422, the fifth year of King Sejongs reign was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 26일(임오) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○壬午/別講。"
            },
            "2": {
                "H2KE-EN": "The King ordered that an honorary gate be erected in honor of the late Fourth Minister of Rites Yi Gyeongi , who had filial behavior be erected in honor of his filial behavior. Minister of Rites Kim Nogyeong reported this to the throne and requested the King discuss the matter with high-ranking officials. All the ministries agreed with him. ",
                "H2KE-nKo": "고 봉조하 이경일의 효행에 대해 정려하는 은전을 아울러 시행하였다. 예조 판서 김노경이 연석에서 아뢰어 대신에게 의논하기를 청하였는데, 여러 의견이 같았기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 26일(임오) 2번째기사",
                "gt-oKo": "고 봉조하이경일(李敬一)에게 효행을 정려(旌閭)하는 은전을 아울러 시행하였다. 예조 판서김노경(金魯敬)이 이를 경연에서 아뢰고 대신에게 의논할 것을 청하였는데 여러 의논이 모두 같았기 때문이었다.",
                "hj": "○幷施故奉朝賀李敬一孝行旌閭之典。 以禮曹判書金魯敬, 筵奏, 請議大臣, 僉議詢同也。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King granted a special lecture on the Confucian classics in the gyemi year (.",
                "H2KE-nKo": "계미년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 27일(계미) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○癸未/別講。"
            },
            "2": {
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 27일(계미) 2번째기사",
                "gt-oKo": "경상 감사김이재(金履載)가 양전 사목(量田事目)을 아뢰었다.【개량 사목 별단(改量事目別單) 1. 측량할 때에 모든 식례(式例)에 관한 것은 준수할 법에 의하여 시행한다. 1. 측량의 자는 호조에서 반포하되, 각 고을에 나누어 보내면 각 고을에서는 그 제도에 따라 만들어 각면(各面), 각소(各所)에 나누어 준다. 측량의 줄은 각리(各里)에 미리 신칙하여 일제히 준비하게 한 뒤에 수시로 검열하여, 임시로 구차하게 채워서 양전의 일이 정밀하지 못한 우환이 없도록 한다. 측량의 줄이 늘거나 줄면 관계되는 바가 적지 않는데, 대나무 줄이나 싸리나무 줄도 습도에 따라 같지 않은 근심이 있고 보면 가느다란 대나무를 엮어서 몇 자를 만들어 쓰는 것이 가장 편리하다. 이미 시험한 경험이 있으니, 참작해서 아울러 쓴다. 1. 양전할 때에 고을마다 도감(都監) 1명과 한 면(面), 한 소(所)의 감관(監官) 각 1명은 일찍이 조정의 관리나 생원·진사를 지낸 이나 혹은 향품(鄕品) 가운데 일을 알고 청렴 정직하며 몸과 명예를 아끼는 자를 골라 차정한다. 만약 싫어서 기피하는 자가 있으면 사목에 의하여 전 가족을 변방에 이주시키는 법을 시행한다. 지심(指審) 1명 줄사령(乼使令) 2명은 각리(各里) 가운데 전고(田庫)나 토질을 자세히 아는 자를 골라서 한다. 1. 각 고을의 각면 분소(分所)는, 면이 크거나 작아 일례로 정할 수 없으므로 그 결수(結數)에 따라 매소(每所)에 각각 1백 50결 안팎으로 나누어 준다. 경자년 양전 때 감임(監任)의 무리가 애초에 솜씨가 서툴러서 측량하는 것과 면적을 계산하는 것이 처음에는 매우 적었으나 솜씨가 익숙한 뒤에는 점점 결수가 많아졌다. 그러기 때문에 매일 3결로 통틀어 계산하여 작정(酌定)하면 10월에 양전을 시작하여 춘분 전에 이르면 그 사이가 대략 1백 수십일이 되는데, 매소에 1백 50여 결씩 측량하면 5, 60일 안에 마칠 수 있다. 비록 비와 눈이 오는 질척질척한 날에 계산하고 상고하는 날짜를 빼더라도 남는 날짜가 있으니, 이에 의하여 작정해서 기한이 촉박하여 착오되는 근심이 없도록 한다. 양전을 행할 즈음에 감관(監官)이 살피게 하여 난잡하게 올리거나 낮추는 폐단이 없도록 한다. 옛날의 문안은 본고을에 유치해 두어, 수령이 근거하여 상고하는 자료로 삼게 한다. 1. 각 고을의 감임(監任)은 미리 골라 정하여, 양전하는 조식(條式)을 기한 전에 강습시킨다. 마침내 양전할 때에 각 고을의 규정이 모두 똑같지 않을까 염려되고 또 귀로 듣는 것이 눈으로 보는 것보다 자세하고 적합하지 못하다. 그러므로 수확이 거의 끝나자마자 먼저 영하(營下) 및 이번에 먼저 시험할 몇 고을부터 양전을 시작하되, 나머지 각 고을 감관(監官) 가운데 한두 사람으로 하여금 각각 부근에 모여서 하루이틀 양전하는 규모(規模)를 보게 한다. 그러고 나서 각자의 고을로 돌려보내어 그 규모대로 읍 부근에서 먼저 시험할 때에 위의 사례처럼 각소의 양전 임원이 모여서 보게 한 다음 나누어 보내어 각자 양전을 한다. 그러면 한 도내의 양전이 한결 같이 고르고 같아서 의혹되거나 들쭉 날쭉하는 근심이 없을 것이다. 1. 갑술년(甲戌年) 양전 때에는 임장(任掌)을 그 고을에 맡겨서 거행하게 하였는데, 고을에 맡기는 것이 부정(不正)을 방지할 수가 없고 음식만 허비하는 폐단이 있었다. 경자년의 사례를 사용하여 면에만 맡겨서 측량하게 한다. 1. 임장(任掌)의 무리가 만약 경작하는 전지를 묵은 전지로 돌리고 묵은 전지를 경작하는 전지로 돌렸거나 전지의 형태를 잘못 알았거나 결부(結負)를 줄였거나 사정(私情)을 써서 누락하였을 경우, 1부(負)마다 곤장 10대를 치되, 곤장이 1백 대에 이르면 그친다. 그리고 1결(結)에 찼을 경우 임장과 전부(佃夫)에게 모두 곤장 1백 대를 치고 3천 리 밖으로 귀양보낸다. 누락한 전답은 관에 귀속시키되, 법전에 의하여 시행한다. 1. 전지의 형태가 매우 분명하지 않은 곳은 사목에 의하여 모두 직전(直田)이나 방전(方田)으로 만들어 측량하고 전지의 형태의 밑에 ‘재작(裁作)’이란 두 글자를 기록한다. 1. 전답의 등급을 나눌 때 일체 토질에 따라 하되, 기름지거나 메마른 것이 전에 비하여 다름이 없는 것은 옛 등급에 의하여 시행하고, 기름지거나 메마른 것이 뒤섞인곳은 기름진 것과 메마른 것을 나누어서 둘로 만든다. 밭은 대전(垈田)과 토질이 기름진 곳 외에는 3등 이상은 시행하지 않는다. 논은 물의 근원이 넉넉하여 한재를 입지 않고 곡식이 잘 되는 땅은 1, 2등으로 시행하고, 물 근원이 없고 모래와 돌이 섞인 척박한 땅은 그 토질에 따라 차례차례로 등급을 배정한다. 1. 옛 양전 때 밭이었던 것이 지금 논이 된 것과 옛 양전 때 논이었던 것이 밭이 된 것은, 바로 지금의 반답(反畓)·반전(反田)이다. 늘 경작할 수 있는데도 바꾸지 않는 것은 모두 원전답(元田畓)으로 시행한다. 경자년 양전 때에, 밭의 토질이 비록 기름지더라도 모두 3, 4등에 이르지 않은 것은 대체로 밭의 수입이 논보다 못하기 때문이다. 이제 이미 논을 만든 뒤에 그전에 측량한 등급을 그대로 둘 수 없으니, 일체 토질에 따라 올리거나 낮춘다. 논이 밭으로 바뀐 것에 있어서는 역시 토질에 따라 등급을 정하되, 그 가운데 물 근원이 얕고 짧아서 논이나 밭으로 변하여 일정하지 않는 것은, 영구히 원답(元畓)에 속하기가 어려우니, 이는 우선 반전이나 반답(反畓)으로 기록해 둔다. 1. 측량한 전답은 경작자로 하여금 각각 말뚝을 세워서 표시하게 하고 표목(標目)에는 무슨 자(字) 몇째, 무슨 등급, 무슨 형(刑)의 전답, 몇 부(負), 몇 속(束)과 전부(佃夫)의 성명을 쓴다. 측량하는 대로 또 표목을 써서 구별하여 누락하는 근심을 방지한다. 1. 지금 양전령(量田令)이 내린 뒤에 간사한 백성의 무리가 평년에 늘 경작하던 땅을 묵힌 전지로 돌리고자 하니 갈고 김매지 않는 것과 전주(田主)에게 연고가 있어서 경작하지 못하는 것은 모두 ‘기(起)’자를 기록한다. 1. 양전 때 첨가되지 않았던 가경전(加耕田)은 부근의 원제차(元第次)에서 한 자호(字號)를 낮추어서 무슨 형의 밭, 몇 부(負), 몇 속(束)이라고 쓰고, 사목에 의하여 사방(四傍)의 등급 수를 비교하여 다수에 따라 한 등급을 감하여 써 넣는다. 1. 수재로 유실되어 영구히 경작할 수 없는 것 이외의 묵은 전지로 비록 도로 개간하지 못했더라도 아직 밭 모양이 남아 있어서 뒤에 개간하여 경작할 수 있는 곳은 일체로 측량하고 나서 그 밑에 진(陳)으로 기록한다. 비록 지금 밭의 형태가 없는 곳이라 하더라도 차례는 전에 의하여 죽 써놓고 그 밑에서 수재로 유실되었다고 기록하여 원제차에 누락되는 폐단이 없도록 한다. 1. 옛날의 묵은 전지는 토질이 비록 매우 좋더라도 모두 6등으로 시행하여 개간해 경작하는 길을 열어 주되, 주인이 있는 묵은 전지는 주인의 이름을 기록하고 주인이 없는 묵은 전지는 주인 없는 묵은 전지라고 기록한다. 주인 없이 묵은 전지로 문적이 없는 것을 거짓으로 자기 물건이라고 하면서 주인으로 달아 후일의 이익을 도모하였을 경우, 당사자와 임장을 불법으로 점유한 법으로 논죄한다. 1. 각종의 위전(位田)과 관둔전(官屯田)은 이미 먼저 정한 등수가 있으니, 모두 등수를 올리거나 낮추지 말되, 일체 《대전(大典)》의 기재된 바에 의하여 시행한다. 가옥 대지 및 닥·모시·대·옻·과수원·남새밭 등 이익을 얻는 땅은 참작하여 등급을 올린다. 옛날 집터가 지금 메마른 밭이 된 것은 모두 등급을 감한다. 1. 두면의 경계와 두 도, 두 읍의 경계는 중간에 누락되는 폐단이 없지 않으니, 두 면의 사이는 두 면의 임장과 감관이 동시에 같이 가서 미리 큰 말목을 세우고, 또 흙무더기를 만들어 면의 경계를 표시한다. 그리고 두 도의 경계와 두 읍의 경계는, 각각 그 수령들이 공문을 보내어 서로 모인 다음 기둥을 세워서 경계를 표시한다. 이런 곳은 간사한 폐단이 있기가 쉬우므로 별도로 적간(摘奸)한다. 1. 양전하는 즈음에 그곳 해부(解負)가 총망하여 정밀하지 못한 한탄이 있을까 염려되니, 구례(舊例)에 의하여 따로 도소(都所)를 정하여 해부하게 하되, 또한 경작자로 하여금 불가불 그 등급과 장광(長廣)의 부수(負數)가 늘거나 줄 내용을 알게 해야 한다. 이는 한 건의 장부를 작성하되 파장(把掌) 모양과 같이 만들어 곧 그 면과 그 동에 알린다. 1. 감임(監任)의 무리가 양전을 하고 해부(解負)하는 즈음에 혹시 착오될 점이 있는데 벌을 받을까 염려하여 스스로 고하지 않았다가 조사할 때에 발각되었을 경우 중한 율로 다스리고, 조사하기 전에 스스로 고하였을 경우 즉시 개정하여 벌을 받지 않도록 허락한다. 1. 종전의 전안(田案) 가운데 사대부가 자신의 이름을 쓰지 않고 종의 이름만 썼기 때문에 혼동되어 분변하기 어려웠다. 지금은 2품 수령·감사 이상은 그 성, 무슨 직, 누구의 종 아무개라고 쓰고, 3품 이하는 모두 성명과 종의 이름을 쓰고, 양민은 성명을 갖추어 쓰고, 공노비·사노비는 이름만쓰고, 본주인이 먼 곳에 있을 때에는 경작자가 그 노복이면 주인 아무개, 소작 아무개라고 기록한다. 각종 위전·둔전·목장 등의 곳은 각각 그 명칭에 따라 써서 넣는다. ○품지 처리(稟旨處理)하는 것 1. 측량의 자는 제정한 자를 준수하되, 주척(周尺) 4척 7촌 7푼 5리(釐)에 준한다. 갑술년 양전 때에 새로 만든 자는 준수척(遵守尺)에 비하여 포백척(布帛尺)의 1촌이 더 된다. 경자년 양전에는 이 자를 그대로 썼는데, 이번 측량에는 어느 자를 측량에 쓸 것인가? 1. 양안(量案)의 자호(字號) 차례는 예전대로 쓰고 고치지 않는다. 일체 새로 배열해 측량할 때에 전지(田地)의 형태를 찾고 등수를 정하려면 옛날의 문안을 참고하여 초안(草案)을 만들지 않을 수 없다. 그리고 정안(正案)을 수 정하는 것에 있어서는 초안 위에 전지를 계산하여 차례를 매기고 부(負)를 계산하여 자호(字號)를 정하여 일자 오결(一字五結)의 제도를 따른다. 1. 등수를 올리거나 낮추는 즈음에 곁의 전지를 참조하여 다수에 따라 하여 등수가 격차가 나지 않도록 한다. 만약 비옥하거나 척박한 것이 서로 큰 차이가 나는 곳은 수령이 친히 감시하여 모두 토질에 따라 등급을 매기고 등수의 격차가 나는 것에 구애받지 않는다. 1. 지금 양전때 도내 수령이 부근에서 정한 차사원(差使員)과 서로 규검하여 환량(換量)의 의의를 부여하면 함께 도우는 보탬이 있을 것이다. 1. 다시 측량한 뒤에 척량(尺量), 정등(定等), 해부(解負)에 착오된 것이 있을 경우 비록 일파 일속(一把一束)의 작은 것이라 하더라도 백성이 호소하도록 하여 낱낱이 바로잡아 고치되, 양전을 시작한 날로부터 양전한 뒤 3개월까지 하고 이 기한을 지나면 영읍(營邑)과 경사(京司)를 막론하고 받아주지 말라는 뜻을 미리 알리는 것이 아마도 백성의 뜻을 펴고 백성의 마음을 안정시키는 도리가 될 것 같다. 1. 양전할 때에 수령이 백성에게 칭찬을 듣기 위하여 사실대로 보고하지 않았을 경우에는 수교(受敎)에 따라 잡아다 국문하여 죄를 정할 것과, 양전의 일로 파직된 수령은 법전에 의하여 5년이 지나야 서용(敍用)한다는 것을 전후의 사목에 기재하여 반포하였으나, 이는 중한 법에 관계되므로 조정의 명령을 기다릴 것이다. 1. 각 궁방(宮房)의 사패(賜牌)·절수(折受) 등 면세된 전답은 전례에 의하여 측량하되, 원래 정한 결수가 있는 것은 원수(元數) 이외에 현재 개간된 것이 있으면 국유지의 원수 안에 넣어서 기록하고 원래의 결수가 줄어들었을 경우에는 정해진 품목 안에 있는 개간된 것과 묵은 것까지 계산하여 월수를 채운다. 원래 정한 결수가 없고 바로 지방에서 절수(折受)한 것은, 실수(實數)의 가감을 막론하고 일체 본소(本所)에 그대로 예속시킨다. 각 아문, 각 군문의 둔전도 일체로 시행한다. 1. 향교와 서원의 위전과 역참의 위전은 일례로 측량하되, 비록 새로 측량한 것이 남거나 줄어든 것이 있더라도 일체 현재의 실수(實數)에 따라 예전대로 예속시키고 가감하지 않는다. 1. 산화전(山火田)은 산 중턱 이상의 것은 넣지 말도록 이미 사목에 있으니, 단지 어느 면, 어느 산, 어느 땅과 경작자의 성명만 쓰고 자호(字號)의 배열이나 등급의 배정은 하지 않고 별건(別件)의 책을 만든다. 산 중턱 이하의 화전은 법전에 의하여 여섯 등급을 두고 면적을 계산하되, 그 가운데 개간하였거나 묵힌 척박한 땅은 속전(續田)으로 부근의 글자 끝에 기록한다. 만약 해마다 갈아먹는 땅이면 원전(原田)으로 시행한다. 1. 제방이 비록 허물어졌을지라도 수축하면 물을 저장할 만한 곳에 불법으로 경작하는 자가 있으면 결코 일체 법에 따라 낱낱이 도로 묵히게 하지 않을 수 없다. 혹시 제방을 옮겨서 설치하고 옛터를 개간하였을 경우 수령이 감사에게 보고하여 적간(摘奸)한 뒤에 측량하여 기록해 넣는다. 1. 봉산(封山)의 금표(禁標) 안에서 불법으로 경작하는 것은 일체 모두 도로 묵히게 한다. 그런데 혹시 봉산과 거리가 조금 먼데다가 평평하고 넓은 땅이 봉산 경계 안에 싸잡아 들어간 곳으로, 숲이 모두 없어지고 백성이 경작한 지 이미 여러 해가 되었을 경우 비록 도로 묵히게 하더라도 필경 몰래 경작하고 말 것은, 따로사람을 보내어 적간한 뒤에 측량하여 넣은 다음 봉산의 금표(禁標)를 명백히 정하여 다시 범하지 못하게 한다. 1. 경자년 양전의 원전(元田)과 측량한 뒤에 새로 개간한 곳에 무덤을 쓴 것은 일체 품계에 따라 한계를 정하여 경작을 금하는 《대전(大典)》의 제도에 따라 묵히도록 허용한다. 그리고 선대에 공이 있는 사인(士人) 이하로 보수(步數)가 없는 무덤에 있어서는, 무덤 둘레 석 자는 계산하지 않는다. 한계를 정한 이외에는 비록 여러 해를 묵혀 나무가 숲을 이루었더라도 대전(垈田)·과수원의 예에 따라 일체 모두 세금을 정한다. 1. 양전 때에 감임(監任) 이하의 양료(糧料)와 초안이나 정안의 수정에 든 비용은, 경자년 양전 때에는 모두 저치미(儲置米)와 환곡의 이자로 지급하였다. 그런데 이번에는 미리 먼저 조처하고 계획한 것이 있으니, 우선 각종 상납전(上納錢) 중에서 들어갈 비용을 계산해 가져다 배정해 쓰는 것이 어떠할지 모르므로 모두 묘당으로 하여금 여쭈어서 처리하게 하였다.】",
                "hj": "○慶尙監司金履載, 以量田事目, 啓。【改量事目別單: 一。 打量時, 凡干式例, 依遵守冊施行。 一。 量尺自戶曹頒下, 分送各邑, 自各邑準其制, 造成分給各面各所。 量繩則預飭各里, 一〔齊〕措備後, 時加點閱, 俾無臨時苟充量事不精之患。 量(絶)〔繩〕伸縮所〔關〕不少, 竹索杻索, 猶有乾濕不同之患則, 以細竹相聯, 爲幾尺許用之最便。 已試有驗, 參量竝用。 一。 量田時, 每邑都監一員及每一面每一所監官各一員, 以曾經朝官生進, 或鄕品中, 擇其識事務, 廉直惜身名者差定。 如有厭避者依事目, 施以全家徙邊之律。 指審一人, 乼使令二名, 各里中, 擇其詳知田庫與土品者爲之。 一。 各邑各面之分所, 面有大小有不可一例排定, 隨其結數, 每所, 各以一百五十結內外分授。 而庚子量時監任輩, 初頭手生行量與解負, 始則甚少, 及其手熟之後, 漸至多結。 故以每日三結通融, 酌定十月始量計至春分前, 則其閑約爲百數十日, 每所一百五十餘結行量, 可了於五六十日之內。 雖除雨雪泥淨之日, 籌計考較, 更有餘日, 依此排定, 俾無期促忙錯之患。 行量之際以行審給監官, 俾無濫雜陞降之弊。 舊案則留置本邑, 以爲守令憑據考覈之資。 一。 各邑監任, 預爲擇定, 凡行量條式先期講習。 而畢竟量田時, 猶慮各邑之未盡同揆, 且其耳聞不如目見之詳的。 〔收〕獲纔畢後, 先自營下及今番先試若而邑始量, 而餘外各邑監官中, 一二人使之各從附近來會, 見其一兩日行量規模後, 還送各該邑, 以其規模先試於邑底時, 各所量任之會見, 又如右例然後, 仍爲分送各自行量, 則一道內量事一齊均同, 可無疑眩參差之患。 一。 甲戌量田時, 任掌使之〔授〕邑擧行, 而〔授〕邑不足以防奸, 徒有供饋靡費之端。 用庚子例只使〔授〕面打量。 一。 任掌輩若或以起爲陳, 以陳爲起, 或錯認田形, 或減縮結負, 或循私落漏者, 每一負杖一十至杖一百而止。 滿一結者任掌與佃夫竝杖一百流三千里。 落漏之田畓屬公事, 依法典施行。 一。 田形甚不明白處依事目, 皆以直田方田裁作打量, 田形之下, 懸錄裁作二字。 一。 田畓分等, 一從土品, 其膏瘠比前無異者, 依舊等施行, 其膏瘠相雜處, 分膏瘠爲兩作。 而田則垈田及土品膏腴處外, 勿以三等以上施行。 畓則水根有裕不被旱災, 〔禾〕穀茂盛之地, 一二等施行, 無水根而沙石瘠薄處, 隨其土品次次排等。 一。 舊量田之今爲畓, 舊量畓之今爲田, 〔卽〕今之反畓反田也, 可以常耕, 而無改者, 竝以元田畓施行。 庚量時田則土品雖沃, 俱不過於三四等者, 蓋以田之所收不及於畓故也。 今旣作畓之後, 不可以舊量田等數, 因循置之, 一從土品陞降。 至於反田則, 亦從土品定等, 其中水根淺短, 互爲田畓變幻無常者, 有難永屬於元畓, 此則姑以反田反畓懸錄。 一。 打量田畓使作者, 各各立栍以標, 而標木書某字第幾, 某等某形田畓幾負幾束佃夫姓名。 隨其量去, 又爲標別, 以防漏落之患。 一。 今於量田令下之後, 奸民輩平年常耕之土, 欲歸陳頉故, 不耕治者, 及田主有故不得耕墾者, 竝以起字懸錄。 一。 量不付加耕田則, 附近元第次降一字, 書某形田幾負幾束, 而依事目, 比四傍等數從多減一等入錄。 一。 川反浦落等永頉外陳處, 雖未及還起, 猶有田形, 可以從後起耕處, 則一體打量, 其下以陳懸錄。 雖是永無田形處, 第次則依前列書, 其下以川反浦落懸錄, 俾無元第次缺漏之弊。 一。 舊陳則土品雖甚肥厚, 皆以六等施行, 以開起耕之路, 而有主陳則以主名懸錄, 無主陳則以無主陳懸錄。 無主陳處無文蹟者, 僞稱己物, 而懸主以圖日後之利則, 當者與任掌論以冒占之律。 一。 各樣位田及官屯田, 旣有先定等數, 竝勿陞降事, 一依《大典》所載施行。 家舍坐地及楮、苧、竹〔漆〕、果園、蔬圃等蒙利之地, 參酌陞等。 昔之家基, 今爲瘠田者, 亦令減等。 一。 兩面之交, 兩道兩邑之界, 不無中間落漏之弊, 兩面之交則, 兩面任掌監官, 同時竝進, 別立大栍, 又設土墩, 以標其交兩道之境, 兩邑之界。 則各其守令移文相會, 亦立栍標界。 而此等處, 易有奸弊, 當別般摘奸。 一。 量田之際, 卽其處解負, 恐有怱忙不精之歎, 依舊例別定都所, 使之解負, 而亦不可不使作者, 知其等數長廣, 負數〔贏〕縮。 此則成一件記, 如把掌樣, 卽爲知委於該面該洞。 一。 監任輩行量解負之際, 或有差誤之端, 而恐其獲罪, 不爲自告, 考覈時, 現發者, 繩以重律, 考覈前自告, 隨卽改正, 許令免罪。 一。 曾前田案中, 士夫不書名, 只書奴名, 混而難辨。 〔今〕則二品守監司以上, 書其姓某職某奴某, 三品以下悉書姓名及奴名, 良民具姓名, 公私賤只書其名, 而本主在於遠地時, 作者非其奴僕, 則別以主某時作某懸錄。 各樣位田、屯田、牧場等處則, 各隨其所稱書塡。○稟處秩。 一。 量尺則遵守制尺, 準周尺四尺七寸七分五釐。 而〔甲〕戌量時新造尺比遵守尺, 加布帛尺一寸。 庚子量時仍用是尺, 今番改量, 以何尺行量? 一。 〔量〕案之字號第次仍舊無改。 抑一切新排行量時, 尋田形定等數, 不得不參較舊案, 以成草案, 而至於正案修正, 則就草案上計田, 而爲第次計負, 而〔塡〕字號以遵一字五結之制。 一。 等數陞降之際, 照以傍田從多施行, 而無得隔等。 若其饒瘠相懸處, 守令親監, 一從土品勿拘隔等。 一。 今番量田時, 以道內守令, 從附近定差使員, 使之互相紏檢, 以寓換量之義, 宜有共濟之益。 一。 改量後, 尺量定等解負, 如有差爽者, 雖把束之微, 許民陳訴逐一釐改, 限自始量日至量後三朔, 過此限, 則毋論營邑與京司, 竝勿聽理之意, 預爲知悉, 恐爲伸民情定民志之道。 一。 量田時守令爲其要譽, 不以實報者, 依受敎拿鞫定罪事及以量田事罷職守令, 依法典經五年乃敍事, 載於前後事目頒下者, 而此係重典, 須當仰俟朝令。 一。 各宮房賜牌、折受等免稅田畓, 依例打量, 而其有元定結數者, 元數外, 時起有剩, 則入錄國結元數內, 實結有縮, 則就定標內, 竝〔計〕起陳, 充給元數。 其無元定結數, 而直以地方折受者, 毋論實數之加與減, 一倂仍屬本所。 各衙門各軍門屯土, 亦一體施行。 一。 校院位驛位一例打量而, 雖有新量剩縮, 一從見在實數, 仍舊屬之, 勿爲加減。 一。 山火田, 山腰以上, 勿爲入乧事, 旣有事目, 此則只書某面某山某地作者姓名, 而不排字號, 勿爲定等, 別件成冊。 山腰以下火田、則依法典置之六等, 尺量執負面, 其中磽确之, 或起或陳者, 以績田懸錄於附近字末端。 若其逐年耕食之地則, 以元田施行。 一。 堤堰雖廢, 可以修築貯水處, 有冒耕者則, 一從成憲, 這這還陳, 斷不可已。 其或有堤堰移設, 而舊庫成墾者, 守令報于監司摘奸後, 打量入錄。 一。 封山禁標內冒墾者, 一倂還陳, 而其或距山稍遠平衍之地, 混入於封山界內, 而林藪盡闢, 民耕已至多年, 雖令還陳, 畢竟復歸於潛耕者, 別遣摘奸後, 打量入量而, 明定封山禁, 標俾不得更犯。 一。 庚量元田及量後新起處入葬者, 一依大典隨品定限, 禁耕之制, 而許陳。 至於有蔭士人以下無步數之墳, 則環墳三尺, 勿爲執負。 定限之外則, 雖陳已多年, 樹木成林處, 依垈田果園列, 一倂定稅。 一。 量田時監任以下糧料, 及草正案修正所費, 庚子量皆以儲置及還耗上下。 今番則旣無預先措劃者, 姑先就各樣上納錢中, 許容入, 推移排用, 恐未知何如。 竝令廟堂稟處。】"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King granted a rotational audience in the gapsin year (.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 28일(갑신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲申/輪對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 28일(갑신) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Gyeongyeon as magistrate of Uiju Magistracy .",
                "H2KE-nKo": "김경연을 의주 부윤으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 28일(갑신) 3번째기사",
                "gt-oKo": "김경연(金敬淵)을 의주 부윤으로 삼았다.",
                "hj": "○以金敬淵爲義州府尹。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The special lecture on the eulyu day [of the twelfth month] was held.",
                "H2KE-nKo": "을유년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 29일(을유) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○乙酉/別講。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order: Now I have heard that Royal Concubine Sukseon is to be buried in the shrine of Princess Jeongmyeong . This is very 희귀한 일이다. On the day, grant a mourning rite to Royal Concubine Sinui and Royal Concubine Sinui . The sacrificial officials shall proceed to Yeongmyeong.",
                "H2KE-nKo": "전교하기를,“방금 들으니, 숙선공주의 사당에 정명공주의 사당에 전배한다고 하니, 매우 희귀한 일이다. 그날 귀주와 도위의 사판에 치제하고, 제관은 영명위가 나아가도록 하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 6일(임술) 1번째기사",
                "gt-oKo": "하교하기를, “방금 전에 들으니, 숙선 옹주(淑善翁主)가 정명 공주(貞明公主)의 사당에 전배한다고 하는데 매우 희귀한 일이다. 그날 귀주(貴主)와 도위(都尉)의 사판(祠版)에 제사를 지내고 제관(祭官)은 영명위(永明尉)〈홍현주(洪顯周)가〉 가게 하라.” 하였다.",
                "hj": "○壬戌/敎曰: “卽聞淑善, 將拜貞明公主廟云, 事甚稀貴。 其日致祭于貴主及都尉祠版, 祭官, 永明尉進去。”"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 6일(임술) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyehae day, [the King] received the officials in the morning court assembly in the gyehae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 7일(계해) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○癸亥/召對。"
            },
            "2": {
                "H2KE-EN": "Yun Seodong was appointed second minister of personnel .",
                "H2KE-nKo": "윤서동을 이조 참판으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 7일(계해) 2번째기사",
                "gt-oKo": "윤서동(尹序東)을 이조 참판으로 삼았다.",
                "hj": "○以尹序東爲吏曹參判。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The special lecture on the eulchuk day [of the ninth month] was held on the special lecture.",
                "H2KE-nKo": "을축년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 3월 9일(을축) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○乙丑/別講。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "The special lecture on the first day of the fourth month in the byeongsul year (.",
                "H2KE-nKo": "병술년의 삭강과 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 1일(병술) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○丙戌朔/別講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King granted a rotational audience.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 1일(병술) 2번째기사",
                "gt-oKo": "윤대하였다.",
                "hj": "○輪對。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The special lecture on the eulmi daytime [of the eighth month] was held.",
                "H2KE-nKo": "을미년 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 10일(을미) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○乙未/別講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Seok Ho as the Office of the Censor General .",
                "H2KE-nKo": "이석호를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 10일(을미) 2번째기사",
                "gt-oKo": "이석호(李錫祜)를 사간원 대사간으로 삼았다.",
                "hj": "○以李鍚祜爲司諫院大司諫。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The special lecture on the byeongsin day [of the eighth month] was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 11일(병신) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○丙申/別講。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King granted a rotational audience.",
                "H2KE-nKo": "정유년 윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 12일(정유) 1번째기사",
                "gt-oKo": "윤대하였다.",
                "hj": "○丁酉/輪對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 12일(정유) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 12일(정유) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The special lecture on the musul year (1428, the fourth year of King Sejongs reign was held.",
                "H2KE-nKo": "무술년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 13일(무술) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○戊戌/別講。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gihae day, the special lecture on the special occasion of gihae year (.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 14일(기해) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○己亥/別講。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The special lecture on the gyeongja year (1400, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "경자년 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 15일(경자) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○庚子/別講。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The special lecture on the sinchuk day [of the ninth month] was held.",
                "H2KE-nKo": "신축년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 16일(신축) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○辛丑/別講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Seokju as the Office of the Censor General .",
                "H2KE-nKo": "홍석주를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 16일(신축) 2번째기사",
                "gt-oKo": "홍석주(洪奭周)를 사간원 대사간으로 삼았다.",
                "hj": "○以洪奭周爲司諫院大司諫。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On imin day, [the King] granted a rotational audience to imin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 17일(임인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○壬寅/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 17일(임인) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The special lecture on the gyemyo day (1423, the fifth year of King Sejong.",
                "H2KE-nKo": "계묘년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 18일(계묘) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○癸卯/別講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Oh Yeonsang as second minister of personnel , and Shin Sun as chief navy commander of Gongcheon Circuit .",
                "H2KE-nKo": "오연상을 이조 참판으로, 신순을 공청도 수군절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 18일(계묘) 2번째기사",
                "gt-oKo": "오연상(吳淵常)을 이조 참판으로, 신순(申純)을 공청도 수군 절도사로 삼았다.",
                "hj": "○以吳淵常爲吏曹參判, 申純爲公淸道水軍節度使。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in the gapjin year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 19일(갑진) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲辰/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Yeongbo as 훈련 대장 of the Military Training Office , Jang Hyeontaek as 어영 대장 of the Middle Army , and Im Han Ho as 판의금부사로 삼았다.",
                "H2KE-nKo": "서영보를 훈련대장으로, 장현택을 어영대장으로, 임한호를 판의금부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 19일(갑진) 2번째기사",
                "gt-oKo": "서영보(徐英輔)를 훈련 대장으로, 장현택(張鉉宅)을 어영 대장으로, 임한호(林漢浩)를 판의금부사로 삼았다.",
                "hj": "○以徐英輔爲訓鍊大將, 張鉉宅爲御營大將, 林漢浩爲判義禁府事。"
            },
            "3": {
                "H2KE-EN": "The King ordered that the old government office of Jinbo be relocated to Jinbo . This was done according to the advice of the Ministry of Rites .",
                "H2KE-nKo": "진보의 읍치를 옛터로 도로 옮기라고 명하였다. 비변사가 도신의 장계로 인하여 주상에게 여쭈어 시행한 것이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 19일(갑진) 3번째기사",
                "gt-oKo": "진보(眞寶)의 소재지를 옛터로 다시 옮기도록 명하였다. 비국에서 경상도의 장계로 인하여 여쭈어서 시행한 것이다.",
                "hj": "○命眞寶邑治, 還移舊基。 備局因道啓稟施也。"
            },
            "4": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 19일(갑진) 4번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The special lecture on the New Years Day was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 2일(정해) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○丁亥/別講。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On eulsa day, the special lecture on the eulsa year ( was held.",
                "H2KE-nKo": "을사년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 20일(을사) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○乙巳/別講。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] assisted the palace in the byeongo year ( and returned to Changdeok Palace . ",
                "H2KE-nKo": "자전과 자궁(慈宮 혜경궁 홍씨)을 모시고 창덕궁으로 돌아왔다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 21일(병오) 1번째기사",
                "gt-oKo": "전궁(殿宮)을 받들어 창덕궁(昌德宮)으로 돌아왔다.",
                "hj": "○丙午/奉殿宮, 還御昌德宮。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 21일(병오) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Kim Iyang as director of the Office of the Royal Decrees .",
                "H2KE-nKo": "정미년에 김이양을 판의금부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 22일(정미) 1번째기사",
                "gt-oKo": "김이양(金履陽)을 판의금부사로 삼았다.",
                "hj": "○丁未/以金履陽爲判義禁府事。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 22일(정미) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 22일(정미) 3번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On musin day, [the King] granted a rotational audience to the musin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 23일(무신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊申/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 23일(무신) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King received the officials in the morning court assembly in the giyu year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 24일(기유) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○己酉/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 24일(기유) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive: It has not been long since the Royal Hunt has been conducted. If the chief state councilor is stubborn, then if the chief state councilor is stubborn, I shall summon an official of the Office of the Inspector General and inform the high officials of this.",
                "H2KE-nKo": "전교하기를,“차대를 오랫동안 행하지 못하였다. 영의정이 만일 억지로 하기 어려우면 우의정이 규례대로 명령을 내릴 것을 비변사 낭청을 불러서 대신에게 말하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 24일(기유) 3번째기사",
                "gt-oKo": "하교하기를, “차대를 오랫동안 하지 않았으니, 영상이 만일 나오기 어려우면 우상이 전례에 의하여 나오라고 비변사 낭관을 불러서 대신에게 말하게 하라.” 하였다.",
                "hj": "○敎曰: “次對久未爲之, 領相如難强, 右相依例出令事, 招致備郞, 言于大臣。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in the gyeongsul year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 25일(경술) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚戌/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 25일(경술) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received officials in the morning court assembly in the sinhae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 26일(신해) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○辛亥/召對。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King granted a rotational audience.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 26일(신해) 2번째기사",
                "gt-oKo": "윤대하였다.",
                "hj": "○輪對。"
            },
            "3": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 26일(신해) 3번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The special lecture on the imja year (1422, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 27일(임자) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○壬子/別講。"
            },
            "2": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Oh Huisang presented a memorial to the King, which stated, The Crown Prince is well-versed in his steadfast and has a glorious reputation. Your subject heard that his beautiful nature is easy to obtain, and it is difficult to hear the utmost Way. Your subject does not know that the Crown Prince who enters and leaves his place in the morning and in the evening. Would it be possible for him to study the steadfast and rectify his mind? From antiquity, the method of teaching elderly is not exceeding the early instruction of teaching elderly and the elderly selected elderly. This is generally because the steadfast expounding on the s of the steadfast expounding on the s. In your subjects humble opinion, on the day when the lecture is opened, two or three ladies-in-waiting expounding on the steadfast expounding on the s. From antiquity, the steadfast expounding on the steadfast expecting on the steadfast expmost expecting",
                "H2KE-nKo": "집의 오희상이 상소하였는데, 그 대략에,“왕세자는 슬기로운 자질이 순수하고 아름다운 명성이 성대합니다. 신이 듣건대, 아름다운 자질은 얻기 쉽고 지극한 도는 듣기 어렵다고 합니다. 신은 감히 모르겠습니다만, 우리 저하께서 아침저녁으로 함께 거처하며 전후좌우에 출입하는 자들이 올바른 말과 바른 일로 그들의 심지에 스며들어 덕성을 훈도하고 계십니까? 예로부터 주자를 가르치는 방법을 논할 때 일찍부터 가르치는 것과 좌우를 선발하는 것에서 벗어나지 않았고, 좌우를 선발하는 것이 또 가르침을 가르치는 근본이 되었습니다. 이는 대개 그 습관이 바른 사람과 함께 있으면 강론하고 송독하는 것 외에도 가르침이 엄밀하여 보고 느끼는 것이 친절하기 때문입니다. 그러므로 사특하고 편벽된 것을 방지하고 의리의 습속을 편안히 하는 것을 스스로 그만둘 수 없습니다. 그러므로 ‘가르칠 수 있어서 좌우를 바르게 하면 태자가 바르게 되고 천하가 바르게 된다.’라고 한 것입니다.신이 연전에 세자익위사의 직임을 맡았을 때에도 여러 차례 서연에 참석하였습니다. 그런데 삼가 보건대, 개강하던 날에 두세 명의 궁료가 대열을 따라 나아갔다가 늦은 아침에 곧바로 물러나서 대충대충 초라하게 행동하여 한갓 예를 갖추는 형식적인 것이 되고 말았습니다. 이 밖에는 깊숙한 궁궐에 혼자 있어서 입대할 길이 없고, 간혹 또 사고가 자주 있어서 하다 말다 하는 것이 일정하지 않았습니다. 이것만으로도 이미 총명을 개발하기에 부족하였는데, 한가로이 지내면서 함께 노닐던 자들은 자수궁과 황문 근처의 총애받는 자들에 불과하였습니다. 이들이 아는 바와 행하는 바는 단지 이욕과 기교의 사사로움과 아첨하고 영합하는 작태뿐이니, 그들이 마음을 좀먹고 본성을 해치는 것은 이루 다 말할 수 없습니다.그러나 그 당시에는 그래도 어린 나이에 학문을 권면하는 것이라고 할 수 있었고, 우선은 간편한 것을 따랐습니다. 그러나 지금은 원자의 나이가 이미 스승에게 나아갈 때가 지났고, 덕업이 해가 바야흐로 떠오르는 것과 같으니, 오직 이때를 놓쳐서는 안 됩니다. 속히 단정하고 정직하며 법도에 어긋나는 선비를 선발하여 서연의 요속에 배치하고, 이어 별도로 조제를 강하게 하되 상규에 구애받지 말며, 비록 법강이나 소대가 아니더라도 불시에 진접하도록 자주 허락하소서. 그리고 예모를 간편하게 하고 조용히 자문하여 아침저녁으로 친근하게 지낼 수 있게 하소서. 그러면 어진이를 높이고 선비를 사랑하는 정의가 유통되고 겸손한 뜻으로 학문하는 것이 점차 의취를 볼 수 있어서 저절로 춥고 햇볕 <unk>는 것을 막는 근심이 없게 되어 이에 덕성을 함양하고 성취하는 효과가 있을 것입니다.”하니, 비답하기를,“나에게 기대하던 끝에 사양하는 글이 또 이르니, 한탄스러움을 금할 수 없다. 진달한 바 동궁의 강학과 보도하는 방도는 말이 절실하고 타당하니, 매우 가상하게 여긴다. 다만 지금 올바른 군자를 구하고자 한다면 그대처럼 산림에서 독서하는 사람들보다 누가 더 낫겠는가. 더구나 그대가 이와 같이 말하니, 그 누가 직접 서연과 서연에 출입하면서 그 말을 실천하는 것만 하겠는가. 그대가 비록 말하지 않더라도 내가 장차 바랄 것이다. 그대가 이미 말하였으니, 내가 또 어찌 목마른 사람이 물을 보는 것처럼 술을 마시지 않을 수 있겠는가. 부질없이 사양만 하지 말고 즉시 올라와서 간절히 기다리는 나의 마음에 부응하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 27일(임자) 2번째기사",
                "gt-oKo": "집의오희상(吳熙常)이 상소하였는데, 대략 이르기를, “왕세자께서 자질이 순수하여 칭찬이 자자합니다. 그런데 신은 들으니, 아름다운 자질은 얻기 쉬워도 지극한 도(道)는 듣기 어렵다고 하였습니다. 신은 모르겠습니다만, 우리 왕세자와 아침저녁으로 같이 거처하고 출입하는 주위의 사람들이 바른 말과 바른 일로 마음을 젖게 하고 덕성을 교화하고 있습니까? 예로부터 맏아들을 가르치는 방법을 논할 때 일찍 깨우치고 가르치는 것과 주위의 사람을 잘 고르는 것보다 나은 것이 없는데 주위의 사람을 고르는 것은 또 깨우치고 가르치는 근본입니다. 이는 대체로 그 습관이 바른 사람과 같이 있으면 강론하고 외우고 읽는 이외에도 가르침이 엄밀하고 덕행을 직접 볼 수 있습니다. 그러기 때문에 사특의 방지를 신중히 하고 의리의 습관을 편안하게 하는 자는 자연히 그렇게 하지 않을 수 없는 것입니다. 때문에 ‘제대로 가르치고 깨우치며 주위의 사람들이 바르면 태자가 바르고 천하가 바르게 된다.’고 한 것입니다. 신이 연전에 세자 익위사에 있으면서 또한 여러 번 왕세자가 강하는 자리에 나갔습니다. 그때 보니, 개강(開講)하는 날에 두세 명의 궁료(宮僚)가 떼를 지어 나아갔다가 곧바로 늦은 아침에 물러가는데 급박하고 경솔하여 예식이나 갖추는 겉치레로 돌아가고 말았습니다. 이에 밖에는 깊숙한 궁중에 홀로 계셔서 입대(入對)할 길이 없으며 간간이 또 사고로 자주 중지한 바람에 공부가 일정하지 않았습니다. 이것만도 총명을 개발할 수가 없는데, 한가할 때에 어울려 놀고 거처하는 자가 궁녀·내시·시녀·총애하는 사람에 불과하였습니다. 이 무리의 아는 바와 행하는 바는 이욕과 기교의 사사로움이나 아첨과 영합(迎合)의 태도뿐이니, 마음을 좀먹고 성품을 해치는 것이 이루 다 말할 수 없을 정도입니다. 그러나 그때는 아직 어린 나이이므로 학문의 권장을 그리 심하게 하지 않아도 되지만 지금은 나이가 이미 스승에게 나아갈 때가 지났고, 덕업(德業)을 해가 바야흐로 떠오르는 것처럼 해서 닦아야 하니, 오직 이때를 놓쳐서는 안됩니다. 빨리 단정하고 곧은 법을 지키는 선비를 골라 서연(書筵)의 요속(僚屬)에 배치한 다음 조제(條制)를 별도로 강하도록 하되, 상규(常規)에 구애받지 말게 하소서. 비록 법강(法講)이나 소대(召對)가 아닐지라도 자주 불시에 접견하되, 절차를 간소화하고 조용히 물어 보게끔 해서 아침저녁으로 친밀하게 지내게 하소서. 그러면 어진이를 존경하고 선비를 사랑하여 마음이 유통되고 겸손한 뜻으로 묻고 배워 점점 의취가 드러나게 됨에 따라, 저절로 공부를 중지하거나 거부하는 근심이 없고 몸에 스며들어 성취되는 공이 있을 것입니다.” 하였는데, 비답하기를, “나에게 기대하는 나머지 상소를 또 올리니, 탄식을 금하지 못하겠다. 진달한 동궁의 학문 강론과 동궁을 보필하고 인도하는 방법은 말마다 적절하므로 매우 가상히 여긴다. 다만 지금 정대한 군자(君子)를 구하려고 하면 그대처럼 시골에서 독서하는 사람들보다 그 누가 더 낫겠는가? 더구나 그대가 이와 같이 말하였으니, 그 누가 몸소 동궁의 강연(講筵)에 출입하면서 그 말을 실행하는 것보다 낫겠는가? 그대가 말하지 않더라도 내가 그대에게 기대하였는데, 그대가 이미 말하였으니, 내가 어찌 목마를 때 물을 보는 것처럼 반갑지 않겠는가? 겸손한 말만 하지 말고 즉시 올라와 어진이를 기다리는 마음에 부응하라.” 하였다.",
                "hj": "○執義吳熙常疏略曰: 王世子睿質純粹。 令聞藹然, 臣聞美質易得, 至道難聞。 臣不敢知我邸下, 朝晝所與居處出入左右前後者, 其有以正言正事, 浸灌其心地, 薰陶其德性否乎? 從古論敎冑之術, 不出於早諭敎與選左右, 而選左右又爲諭敎之本。 蓋以其習, 與正人居則講論誦讀之外, 納誨嚴密, 觀感親切。 所以謹邪僻之防, 安義理之習者, 自不能已。 故曰: ‘敎諭得而左右正, 則太子正而天下正也。’ 臣於年前, 忝叨桂坊, 亦嘗數遭, 登雷肆之筵矣。 竊覵開講之日, 二三宮僚, 逐隊而進, 晏朝旋退, 凌遽草率, 徒歸備禮之文具。 外乎此則深宮幽獨, 入對無路, 間又頉稟頻數, 作輟靡常。 已不足以開發聰明, 而燕閑之所與遊居者, 不過紫袖黃門近習便嬖。 此輩之所知所行, 只是利慾機巧之私, 謟諛迎合之態, 其蠱心害性, 有不可勝言也。 然在其時則猶可謂之沖年勸學; 姑從簡易, 而今則睿齡已過就傅, 德業如日方升, 惟此時不可失也。 亟簡端方直諒法拂之士, 列于离筵僚屬, 仍命另講條制, 勿拘常規。 雖非法講召對, 而頻許不時晉接, 簡其禮貌, 從容諮訪, 得以朝夕親比。 則尊賢愛士, 情意流通, 遜志問學, 漸見意趣, 自無寒曝扞格之患, 乃有涵泳成就之功。 批曰: “企予之餘, 巽牘又至, 不勝悵歎。 所陳東宮講學輔導之方, 言言切當, 深庸嘉尙。 但今欲求正人君子, 孰有賢於如爾林下讀書諸人, 況爾言之如此, 孰如身親出入於离筵雷肆之間, 以行其言乎? 爾雖不言, 予將望之, 爾旣言之, 予又安得不如渴見飮乎? 毋徒辭巽, 卽爲上來, 以副側席之心。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] received the officials in the morning court assembly on the gyechuk day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 28일(계축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○癸丑/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 28일(계축) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinhae day, the King granted a rotational audience to the eleventh day of the lunar month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 29일(갑인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲寅/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 29일(갑인) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The special lecture on the muja year (1408, the fourth year of King Sejongs reign was held.",
                "H2KE-nKo": "무자년에 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 3일(무자) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○戊子/別講。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] received the officials in the morning court assembly in the eulmi year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 30일(을묘) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○乙卯/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 30일(을묘) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Jachang as 판의금부사로, and Yi Yusu as army commander of Jeolla Province .",
                "H2KE-nKo": "김재창을 판의금부사로, 이유수를 전라도 병마절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 30일(을묘) 3번째기사",
                "gt-oKo": "김재창(金在昌)을 판의금부사로, 이유수(李惟秀)를 전라도 병마 절도사로 삼았다.",
                "hj": "○以金在昌爲判義禁府事, 李惟秀爲全羅道兵馬節度使。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The special lecture on the Special Protection Guards in the gichuk year (.",
                "H2KE-nKo": "기축년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 4일(기축) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○己丑/別講。"
            },
            "2": {
                "H2KE-EN": "Shin Jasik was appointed as third minister of personnel .",
                "H2KE-nKo": "신재식을 이조 참의로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 4일(기축) 2번째기사",
                "gt-oKo": "신재식(申在植)을 이조 참의로 삼았다.",
                "hj": "○以申在植爲吏曹參議。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King granted a rotational audience to the gyeongin year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 5일(경인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚寅/召對。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The special lecture on the sinchuk day [of the eleventh month] was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 6일(신묘) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○辛卯/別講。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The special lecture on the imjin day (1422, the fourth year of King Sejong.",
                "H2KE-nKo": "임진년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 7일(임진) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○壬辰/別講。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The special lecture on the gyesa year (1423, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 8일(계사) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○癸巳/別講。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, Venus appeared during the four lunar hours. On the fifth day of the month, [the lunar eclipse] occurred and did not appear.",
                "H2KE-nKo": "태백성이 갑오년에 태백성이 사지에 나타났는데, 5일이 지나도록 보이지 않았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 9일(갑오) 1번째기사",
                "gt-oKo": "태백성(太白星)이 남쪽에 나타났는데, 5일이 되자 보이지 않았다.",
                "hj": "○甲午/太白見於巳地, 至五日, 隱而不見。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 4월 9일(갑오) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, the King received the officials in the first month of the byeongjin year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 1일(병진) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丙辰朔/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 1일(병진) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the eleventh month, the King proceeded to the Office of State Records and performed the rite of the full moon at the Royal Ancestral Shrine .",
                "H2KE-nKo": "을축년에 춘당대에 나아가 황단의 망배례를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 10일(을축) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 황단(皇壇)에서 망배례(望拜禮)를 거행하였다.",
                "hj": "○乙丑/詣春塘臺, 行皇壇望拜禮。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The special lecture on the Special Protection Guards was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 11일(병인) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○丙寅/別講。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Yi Jowon was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "이조원을 판의금부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 15일(경오) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 판의금부사로 삼았다.",
                "hj": "○庚午/以李肇源爲判義禁府事。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 2일(정사) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丁巳/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 2일(정사) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "The Three Investigative Bodies interrogated Eoin , a prisoner in the capital, who murdered her husband, to be sentenced to death in accordance with the penal code.",
                "H2KE-nKo": "서울에 사는 남편을 죽인 죄인 어인련을 삼성 추국하여 결안을 받아 법대로 처형하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 2일(정사) 3번째기사",
                "gt-oKo": "서울에 사는 남편을 죽인 죄인 유어인련(劉於仁連)을 삼성 추국(三省推鞫)하고 결안(結案)을 받아 처형하였다.",
                "hj": "○三省推鞫京居弑夫罪人於仁連, 結案正法。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Before this, the first day of the jeongchuk year (, Minister of Personnel Yi Sangang was appointed to reappointment for Jo Seokryun . Previously, Jo Seokryun had been discontinued by a mere transgression of the 서원 of Yeongyang . He was punished for many Confucian scholars who had been punished for his crime. A Confucian scholar residing in the provinces was wrote about the misdeeds of the Minister of Personnel for the purpose of the lieu of the lie ",
                "H2KE-nKo": "이에 앞서 이조 판서 이상황이 감별하여 복직시킨 조석륜을 살펴 의망하였다. 조석륜은 일찍이 영양서원을 훼철한 일로 선비들에게 배척을 받아 죄를 얻은 자이다. 지방의 유생이 통문을 보내 이조 판서가 조사하여 의망한 잘못을 논핵하였는데, 침해하고 핍박하는 말이 많았으므로 이상황이 이를 이유로 인의하였다. 이때 구전 정사로 하라는 명이 있었는데도 연일 엄하게 독촉하고 물어서 주상에게 아뢰기까지 하였으나 즉시 거행하지 않았다. 전교하기를,“이조 판서의 일은 어찌 개탄스럽지 않겠는가. 나라가 나라답게 되는 것은 기강이고 체모가 있기 때문이다. 이른바 통문이 설령 침해하고 핍박하는 일이 있더라도 이것이 성균관 유생이 권당하는 것인가, 상소를 올리는 것인가. 한두 명의 거짓으로 협잡을 부리는 부류에 불과하다. 사사로이 서로 날뛰는 것이 이 무슨 큰일이라고 무릅쓰고 있기 어려운 처의로 간주하여 구전 정사로 하여금 하룻밤을 묵혀 두어 폐기하게까지 한단 말인가. 차라리 임금의 명을 어길지언정 감히 협잡하는 말에 대항하지 못하고 갑자기 미루어 조금도 주저하거나 어려워함이 없었으니, 어찌 이러한 기강이 있고 이러한 체모가 있단 말인가. 이러한 풍조가 고쳐지지 않으면 훗날의 폐단은 이루 다 말하기 어려울 것이니, 이미 거행한 일이라고 하여 곡진히 용서할 수 없다. 이조 판서 이상황에게 서용하지 않는 법을 속히 시행하라.”하였다. 또 전교하기를,“당습을 억제하고 선비들의 추향을 바르게 하는 것은 바로 열성조에서 서로 전해 내려오는 심법이다. 근년 이래로 선비들의 버릇을 묵묵히 살펴보면 점점 옛날과 같지 않다는 탄식이 있는데, 이른바 통문에 관한 일은 더욱 수치스럽고 한심하다. 국가에 관계되는 바가 있으면 서로 이끌고 궐문을 두드리는 것은 괜찮지만, 조정 관원의 잘잘못에 대해서는 본래 조정의 관잠이니 유생이 간여할 바가 아니다. 더구나 당습을 끼고서 유생의 의론을 가탁한 경우야 말할 것이 있겠는가. 연전에 이와 같은 통문 때문에 대신이 자리에 있기가 불안하고 전조의 신하가 낭패를 보고 떠나갔는데, 지금 또 이조 판서를 내쫓으려고 꾀하여 이조 판서가 목숨을 걸고 하룻밤을 묵게 하였으니, 이것이 무슨 광경이며 이 무슨 풍습인가. 계속 이와 같이 한다면 몰래 다른 생각을 품고 있는 자들이 조정을 텅 비게 하고 몰래 나라의 명령을 옮기려고 할 것이다. 그렇게 되면 몇 명의 무뢰배를 모집하여 유생의 이름을 가탁하여 통문을 보내는 것도 장차 그 욕망을 이루려고 할 것이다. 생각이 여기에 미치니 어찌 두렵지 않겠는가.오늘날 기강이 비록 땅을 쓴 듯이 없어졌다고는 하나 태아검도 거꾸로 잡히는 지경에는 이르지 않았으니, 어찌 그럭저럭 지내면서 바로잡을 생각을 하지 않을 수 있겠는가. 이번에 이른바 통문은 성균관으로 하여금 즉시 불태워 버리고 그 성명을 조사해 내어 변원에 정배하게 하라. 앞으로는 어떤 통문을 막론하고 다시 조신의 시비에 간여하는 자가 있으면 모두 위제율로 시행하라. 이 또한 옛날에 신문에 부벌하는 것을 금지한 유의이니, 성균관으로 하여금 게판하여 항상 보게 하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 22일(정축) 1번째기사",
                "gt-oKo": "이보다 먼저 이조 판서이상황(李相璜)이 조석륜(曹錫倫)을 다시 발탁하는 데 추천하였는데, 조석륜은 일찍이 영양 서원(英陽書院)을 철거한 일 때문에 선비들에게 배척을 당하여 죄를 얻은 자였다. 지방의 유생들이 통문(通文)을 발송하여 이조 판서가 추천한 잘못을 논하였는데, 침해하고 핍박한 말이 많았으므로 이상황이 이로써 인책하였다. 이때 구전 정명(口傳政命)이 있어서 연일 엄중하게 독촉하여 문계(問啓)까지 하였으나 즉시 거행하지 않자, 하교하기를, “이조 판서의 일은 어찌 개탄스럽지 않는가? 나라가 나라 구실을 하는 것은, 기강이 있기 때문이며 체모가 있기 때문이다. 통문에 설령 침해하고 핍박한 말이 있다 하더라도 이것이 성균관 유생이 권당(捲堂)한 것이며 상소한 것인가? 이는 가탁하여 협잡부리는 한두 무리들이 사사로이 서로 날뛰는 일에 불과한 데 이것이 무슨 큰 일이기에 무릅쓰기 어려운 의리로 보아 구전(口傳)의 정명(政命)을 밤이 지나도록 이행하지 않는단 말인가? 차라리 임금의 명을 어길지라도 협잡을 부린 말에 감히 항거하지 못하고 갑자기 조금도 어렵거나 망설임이 없이 위로 미루었으니, 어찌 이러한 기강과 체모가 있겠는가? 이런 풍습을 고치지 아니하면 후일의 폐단을 이루 다 말하기 어려울 것이니, 이미 거행했다는 이유로 용서할 수 없다. 이조 판서이상황에게 서용(敍用)하지 않는 법을 속히 시행하라.” 하였다. 또 하교하기를, “당파의 습관을 억제하고 선비의 추향을 바르게 하는 것은 바로 열성조에서 서로 전하신 심법(心法)이었다. 그런데 근년 이래로 선비의 버릇을 잠자코 살펴보니, 점점 예전과 같지 않아 탄식이 나오는데, 이른바 통문이라는 것은 더욱더 부끄럽고 한심스러웠다. 국가에 관계가 있으면 서로 이끌고 나와 대궐 문을 두드려도 되지만, 조정 관원의 잘잘못에 있어서는 조정에서 경고할 일이지 유생이 간여할 바가 아니다. 그런데 더구나 당파의 습관을 끼고서 유생의 논의에 가탁한단 말인가? 연전에 이같은 통문으로 인하여 대신이 자리에 있기를 불안해 하고 전형의 신하가 낭패를 당하여 떠났는데, 이제 또 이조 판서를 쫓아내려고 꾀함으로써 이조 판서가 명령을 하룻밤 동안이나 이행하지 않았으니, 이것이 무슨 모양이며 무슨 풍습인가? 이와 같이 하여 마지않는다면, 몰래 다른 마음을 품은 자가 조정을 비워서 몰래 나라의 대통을 옮기려고 할 것이다. 그러고 보면 몇 명의 불량배들을 모집하여 유생의 이름을 가탁하여 통문을 발송해도 욕망을 이룩할 수 있을 것이다. 여기까지 생각하면 어찌 두렵지 않겠는가? 오늘날 기강이 비록 땅을 쓸 듯이 없어졌다고 하더라도 태아(太阿)를 아직 거꾸로 잡는 데 이르지는 않았으니, 어찌 그럭저럭 넘기면서 바로잡아 고치지 않겠는가? 이번에 통문은 성균관으로 하여금 그 즉시 불 태우게 하였는데, 그들의 성명을 조사해내어 먼 변방으로 귀양보내도록 하라. 이 뒤로는 어떤 통문이든 막론하고 조정 신하의 시비를 간여하였을 경우에는 모두 법을 어긴 율로 시행할 것이다. 이것도 예전에 신문(神門)을 금단(禁斷)하고 벌을 주는 유의(遺意)이니, 성균관으로 하여금 판(板)에 써서 걸고 항상 보게 하라.” 하였다.",
                "hj": "○丁丑/先是, 吏曹判書李相璜, 檢擬曺錫倫於甄復, 錫倫嘗以英陽書院毁撤事, 被斥於多士而得罪者也。 有方外儒生, 發通論吏判檢擬之失, 語多侵逼, 相璜以比引義。 時有口傳政命, 而連日嚴督, 至於問啓而不卽擧行, 敎曰: “吏判事, 豈不慨然乎? 國之爲國, 紀綱也, 體貌也, 所謂通文, 設有侵逼, 此是泮儒之捲堂乎, 上疏乎? 不過一二假托挾雜之流, 私相跳踉, 此何大事, 看作難冒之處義, 至使口傳之政命, 經宿委棄? 寧違君上之命, 不敢抗挾雜之言, 遽然推上, 無少疑難, 豈有如許紀綱, 如許體貌乎? 此風不改, 後弊難言, 不可以已爲擧行, 有所曲恕。 吏曹判書李相璜, 亟施不敍之典。” 又敎曰: “抑黨習端士趨, 卽列聖朝相傳之心法也。 近年以來, 默察士習, 漸有不古之歎, 而所謂通文一事, 尤爲貽羞而寒心。 國家有關係, 則相率叩閽可也, 至於朝官之得失, 此自朝廷之官箴, 非儒生之所可干與。 而況挾黨習而假儒論乎? 年前因似此通文, 大臣不安於位, 銓臣狼狽而去, 今又謀逐吏判, 使吏判, 委命經宿, 此何光景, 此何風習? 若此不已, 則陰懷異圖者, 欲空朝廷而潛移國命。 則募得數箇無賴, 托儒名而投通文, 亦將濟其欲。 思之及此, 寧不懍然? 今日紀綱, 雖曰掃地, 太阿猶不至於倒持, 豈可伈泄而不思矯革乎? 今番所謂通文, 令成均館, 卽爲燒火, 其姓名査出, 邊遠定配。 此後無論某樣通文, 復有干與朝臣是非者, 幷施以違制之律。 此亦古昔禁斷神門付罰之遺意也, 令成均館, 揭板常目。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Grand Prince Hyoryeong [Yi] Je [], who recently gave birth to a new son, passed away.",
                "H2KE-nKo": "신사년에 새로 태어난 대군이 졸서하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 26일(신사) 1번째기사",
                "gt-oKo": "새로 탄생한 대군(大君)이 졸서(卒逝)하였다.",
                "hj": "○辛巳/新生大君, 卒逝。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On mujin day, the King granted a rotational audience to the muo year (1428, the fifth year of King Sejong.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 3일(무오) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊午/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 3일(무오) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyemi day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 4일(기미) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○己未/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 4일(기미) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 5일(경신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚申/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 5일(경신) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "Governor of Gyeongsang Province Kim Ijae reported to the King as follows: The waterwater in Angolpo (Naegol Port in웅cheon District is red in color, and the widespread dishes are increasing. The widespread dishes of men and women in the port are gathering and eating muddy flowers. The widespread dishes numbered twelve deaths.",
                "H2KE-nKo": "경상 감사 김이재가 웅천현 안골포의 물 색깔이 붉고 탁하며 독기가 가득차 포구의 남녀들이 토화를 따먹다가 중독되어 죽은 자가 12명이라고 아뢰었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 5일(경신) 3번째기사",
                "gt-oKo": "경상 감사김이재(金履載)가 웅천현(熊川縣) 안골포(安骨浦)의 물 색깔이 붉고 탁하며 독기가 가득 퍼졌는데, 포구의 주민 남녀가 토화(土花)를 캐 먹고 중독되어 죽은 자가 12명이라고 아뢰었다.",
                "hj": "○慶尙監司金履載以熊川縣安骨浦水色赤濁, 毒氣彌滿, 浦民男女, 採食土花, 中毒死者, 十二名, 啓。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Three Investigative Bodies interrogated Yu Eoin , a prisoner in Hoeyang Magistracy , for having committed the crime of murder. The King ordered that Yu Eoin be punished by decapitation and that he be designated as a jurisdiction county.",
                "H2KE-nKo": "삼성 추국을 행하였다. 회양부의 남편을 죽인 죄인 유어인련에 대해 결안을 받아 법대로 처형하고, 회양부를 강등하여 현으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 6일(신유) 1번째기사",
                "gt-oKo": "삼성 추국하여 회양부(淮陽府)의 남편을 죽인 죄인 유어인련(劉於仁連)의 결안을 받아 처형하고 나서, 회양부를 강등(降等)시켜 회양현으로 만들었다.",
                "hj": "○辛酉/三省推鞫, 淮陽府弑夫罪人劉於仁連, 捧結案正法, 降府爲縣。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The special lecture on the gyehae day (1423, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 8일(계해) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○癸亥/別講。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King granted a rotational audience to the eleventh day of the gapjin month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 9일(갑자) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲子/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 9일(갑자) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Yongsu as the Office of the Censor General .",
                "H2KE-nKo": "이용수를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 5월 9일(갑자) 3번째기사",
                "gt-oKo": "이용수(李龍秀)를 사간원 대사간으로 삼았다.",
                "hj": "○以李龍秀爲司諫院大司諫。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order on the first day of the eleventh month in the eulyu year (. [The King] issued a royal order: The previous royal order was destroyed the moral principles of the royal court and damaging the state law. [The royal order] has already been carried out. Also, it is the month of the regular performance evaluation. The minister of personnel shall remain in the same position.",
                "H2KE-nKo": "전교하기를,“일전의 처분은 조정의 체모를 무너뜨리고 나라의 기강을 손상시켰기 때문이다. 신칙을 이미 시행하였고 또 도목 정사를 하는 달이 되었으니, 이조 판서를 잉임하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 1일(을유) 1번째기사",
                "gt-oKo": "하교하기를, “엊그제 처분은 조정의 체모를 무너뜨리고 국가의 기강을 손상시킬까 봐서 내린 것이다. 그런데 신칙(申飭)을 이미 시행하였고 또 도목 정사(都目政事)를 할 달도 가까우니, 이조 판서를 유임(留任)하라.” 하였다.",
                "hj": "○乙酉朔/敎曰: “日前處分, 爲其壞朝體而損國綱也。 飭已施矣, 又當政月, 吏判仍任。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On byeongsin day, Minister of Personnel Yi Sangbang presented a memorial to the King to resign from his position. The King said, My dear sirs words are something not worthy. However, why would you urge you today? How could you have known the method of propriety and managing the manner of the royal court? Considering that my dear sirs have already been established. You should not speak many words and attend to your official duties while listening to my words. I also will appreciate your understanding and appreciation.",
                "H2KE-nKo": "이조 판서 이상황이 상소하여 스스로 인책하니, 비답하기를,“경의 말은 괴이할 것이 없을 수도 있다. 그러나 이번에 경에게 권면한 것은 어찌 신하를 예로 부리는 방도에 어두웠겠으며, 또한 어찌 경을 사적으로 좋아해서였겠는가. 공경은 조정의 공경이니, 어찌 한두 명의 유생이 출척하고 진퇴시킬 수 있겠는가. 내 뜻은 이미 굳게 정해졌으니, 경은 많은 말을 하지 말고 내 말을 받들어 공무를 행하라. 나도 곡진히 헤아려 줄 날이 있을 것이다.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 12일(병신) 1번째기사",
                "gt-oKo": "이조 판서이상황이 상소하여 스스로 인책하니, 비답하기를, “경의 말은 이상하지 않을 수도 있다. 그러나 이번에 경에게 권유하는 것은 어찌 예로써 부리는 방법에 어두워서 그런 것이며 또한 어찌 경을 사사로이 좋아하여 그런 것이겠는가? 공경(公卿)은 조정의 공경인데 어찌 한두 유생이 나아가게 하거나 물러나게 할 수 있겠는가? 내 뜻이 이미 굳게 정해졌으니, 경은 여러 말 말고 내 말을 받들어서 공무(公務)를 집행하라. 내가 또한 곡진히 체량(體諒)해 줄 날이 있을 것이다.” 하였다.",
                "hj": "○丙申/吏曹判書李相璜, 陳疏自引, 批曰: “卿言容或無怪。 然今此勉卿, 豈昧禮使之方, 亦豈私好於卿? 公卿者朝廷之公卿, 豈一二儒生所可黜陟進退者乎? 予意已堅定, 卿勿多言, 奉予言而行公, 予亦當有曲賜體諒之日矣。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Deukyeong as minister of punishments , and Yu Sangjo as Lord of Pungan County because he was invested with the royal order.",
                "H2KE-nKo": "조득영을 형조 판서로 삼고, 유상조를 풍안군에 봉하였다. 승습하였기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 12일(병신) 2번째기사",
                "gt-oKo": "조득영(趙得永)을 형조 판서로 삼고, 유상조(柳相祚)를 풍안군(豊安君)으로 봉(封)하였는데, 유상조는 선대의 관작을 이어받은 것이다.",
                "hj": "○以趙得永爲刑曺判書, 柳相祚封豐安君, 承襲也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Jeong Yeok was appointed as second minister of personnel , Yi Yongsu as headmaster of the Royal Confucian Academy , and Min Jonggung as navy subarea commander of Right Jeolla Province .",
                "H2KE-nKo": "정유년에 박종훈을 이조 참판으로, 이용수를 성균관 대사성으로, 민종혁을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 13일(정유) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 이조 참판으로, 이용수(李龍秀)를 성균관 대사성으로, 민종혁(閔宗爀)을 전라우도 수군 절도사로 삼았다.",
                "hj": "○丁酉/以朴宗薰爲吏曹參判, 李龍秀爲成均館大司成, 閔宗爀爲全羅右道水軍節度使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Yeo Dongsik as the Office of the Censor General .",
                "H2KE-nKo": "무술년에 여동식을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 14일(무술) 1번째기사",
                "gt-oKo": "여동식(呂東植)을 사간원 대사간으로 삼았다.",
                "hj": "○戊戌/以呂東植爲司諫院大司諫。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gihae day, Chief State Councilor 서용보가 repeatedly submitted a memorial requesting his disease on account of illness. The King replaced him with an order, saying, How could I, my dear sir, treat my dear sir by fabricating a fabrication? In my humble opinion, my dear sir had recovered from illness. However, my dear sirs condition continued to continue for a long time, and my dear sirs feelings like this. I know that it is difficult to comply with my dear sir to do so, but it is not a way to treat my dear sir with sincerity. Furthermore, my dear sir, is not so very old and sick. How can there be any difference between my dear sir and my dear sir? I specially approve the request of my dear sir. You shall concentrate on your health and quickly recover your health.",
                "H2KE-nKo": "영의정 서용보가 여러 차례 상소하여 병을 진달하고 정승의 직임을 해면해 주기를 청하니, 비답하기를,“내가 경에게 어찌 형식적으로 대하겠는가. 병이 혹 낫기를 간절히 바랐는데 병이 한결같이 낫지 않고 또 이처럼 간절히 청하니, 억지로 나오기 어렵다는 것을 알면서도 오히려 위로하고 권면하는 것은 정성을 다해 경을 대우하는 도리가 아니다. 더구나 경은 그다지 노쇠하지 않았으니, 내가 의지하는 것이 어찌 나랏일에 있는 것과 차이가 있겠는가. 의정의 직임을 특별히 청한 대로 체차해 주겠으니, 경은 조섭에 전념하여 속히 회복하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 15일(기해) 1번째기사",
                "gt-oKo": "영의정서용보(徐龍輔)가 여러 번 상소하여 병을 진달하고 영상의 직책을 해임해 달라고 하니, 비답하기를, “내가 경에게 어찌 허식적인 겉치레로 대하기라도 하겠는가? 병환이 낫기를 바랬었는데, 병환이 한결같이 오래 지속되고 또 이처럼 간곡히 청하였다. 강요하기 어렵다는 것을 알면서도 위로하고 권고하는 것은 정성으로 경을 대우하는 도리가 아니고, 더구나 경이 아직 그렇게 매우 늙지 않았으니, 의지하는 것이 관직에 있을 때와 무슨 차이가 있겠는가? 의정의 임무를 체차해 달라는 청을 특별히 따라 주니, 경은 요양에 전념하여 빨리 회복하도록 하라.” 하였다.",
                "hj": "○己亥/領議政徐龍輔, 屢疏陳病, 乞解相職, 批曰: “予於卿, 豈或以虛文待之? 竊望愼節之或差, 而愼節一樣彌留, 至懇又如此。 知其難强, 猶與慰勉, 非所以悃幅待卿之道, 況卿未甚衰老, 倚毗何間於在事乎? 議政之任, 特副所請, 卿其專意調攝, 遄獲差復。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Yi Mansu as magistrate of Suwon Magistracy .",
                "H2KE-nKo": "병술년에 이만수를 수원부 유수로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 2일(병술) 1번째기사",
                "gt-oKo": "이만수(李晩秀)를 수원부 유수로 삼았다.",
                "hj": "○丙戌/以李晩秀爲水原府留守。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The special lecture on the gapjin day (1424, the fourth year of King Sejong.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 20일(갑진) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○甲辰/別講。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, the King 차대를 행하였다. Right State Councilor남공철이 아뢰기를, “개성 유수이문회의 상소에, Regarding the two districts of Geumcheon and magistracies, the western area of Jangdan has already been transferred to this magistracies. Therefore, the compulsory labor service should be attached to this magistracies, but it has been unable to do so. Regarding the two districts of Geumcheon and magistracies, the amount to be paid to the capital is only two thousand. It is requested that the magistracies be supplied to this magistracies so that the strength of the people might be able to restrain their livelihoods. The magistracies for satisfactory depends on the land is to satisfactory depends upon them. Now, if the land that has been empty and located within a ri distant, there is none who does not participate in [the magistracies of] rice and hemp. This would be a single place for satisfactory depends on the land but not a single place for satisfactory depends on the land. Now, if the magistracies are supplied to be supplied to this magistracies in the capital, the magistracies for the magistracies will be very urgent. It is requested that the magistracies be supplied to the magistracies according to the request. The King followed this advice. 공철이, the various provinces whose performance evaluations are not strict. It is requested that the governors of each province be severely punished. The King followed this advice.",
                "H2KE-nKo": "차대를 행하였다. 우의정 남공철이 아뢰기를,“개성 유수 이문회의 상소에 ‘금천과 대남면, 소남면, 소남면 두 면 및 장단천의 서쪽 반 면을 전에 이미 본부로 옮겨 소속시켰으니, 부역도 본부에 소속시켜야 하는데 그럭저럭 지내면서 겨를이 없었습니다. 세 면에서 서울에 바치는 각종 수량은 겨우 2000이 넘으니, 본부에 떼어 주어 백성들이 힘을 펼 수 있게 해 주소서.’라고 하였습니다. 땅을 얻는 것을 귀하게 여기는 것은 그 이익을 얻기 때문입니다. 지금 빈 땅이 몇 리나 되는 땅을 하나 얻어서 속미(粟米 좁쌀)와 사마(絲麻 좁쌀)도 관계가 없다면 이는 땅을 얻었다는 이름만 있을 뿐 땅을 얻었다는 실상은 없는 것입니다. 지금 만약 떼어 주도록 허락한다면 경사의 입장에서는 잃는 것이 매우 적고 개성 유수의 입장에서는 보탬이 매우 클 것입니다. 그의 말대로 떼어 주도록 허락하소서.”하니, 그대로 따랐다. 남공철이 여러 도의 고과가 엄격하지 못하다는 이유로 각 도의 도신을 무거운 쪽으로 추고하기를 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 21일(을사) 1번째기사",
                "gt-oKo": "차대하였다. 우의정남공철(南公轍)이 아뢰기를, “개성 유수이문회(李文會)의 상소에 말하기를, ‘금천(金川)의 대남(大南)·소남(小南) 두 면(面)과 장단천(長湍川)의 서반면(西半面)은 전에 이미 개성부에 이속(移屬)되었으니, 부역(賦役)도 마땅히 개성부에 속해야 할 것인데, 그대로 놔둔 채 미처 손을 쓰지 못하였습니다. 세 면에서 서울에 바치는 각종 건의 수량이 2천이 조금 넘으니, 개성부에 떼어 주어 힘을 펴게 해 주소서.’라고 하였습니다. 땅을 얻는 것을 귀하게 여기는 것은 그 이익을 얻기 때문입니다. 그런데 지금 텅 빈 일개 몇 리(里)의 땅만 얻고 농산물은 관계가 없으니, 이는 땅을 얻었다는 이름만 있지 땅을 얻은 실속은 없습니다. 지금 만약 떼어 준다면 경사(京司)에서 잃은 것은 지극히 적은 반면 개성부에 도움되는 바는 지극히 긴요할 것입니다. 그의 말한 바에 의하여 떼어 주소서.” 하니, 그대로 따랐다. 남공철이 여러 도에서 실시한 성적의 고시가 엄중하지 못하다는 이유로 각도의 도백을 중하게 추고할 것을 청하니, 그대로 따랐다.",
                "hj": "○乙巳/次對。 右議政南公轍曰: “開城留守李文會疏言, ‘金川、大小南二面及長湍川西半面, 前已移屬本府, 則賦役亦當屬於本府, 而因循未遑矣。 三面之各樣京納, 厥數纔過二千, 仰請許劃本府, 以爲紓力之地’ 云矣。 所貴〔乎〕得地者, 以得其利也。 今得一空曠幾里之地, 粟米絲麻, 無所與焉, 則是有得地之名而無得地之實。 今若許劃, 則在京司所失至小, 在松營所補甚緊, 請依所言許劃。” 從之。 公轍, 以諸道考績之不嚴, 請各道道臣重推, 從之。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Minister of Punishments Jo Deukyeong presented a memorial to the King, which stated, My mother has not passed away and has committed a crime of human relationships and human relationships. Only then can you abandon his life. The King responded, My dear sirs human relationships are so grieved that I feel sorrowful that the human relationships and human relationships are in such a way. Although the human relationships and human relationships are like this, I would like to perhaps my long departure from the capital.",
                "H2KE-nKo": "형조 판서 조득영이 상소하기를,“어머니가 죽어도 여의치 않고 이륜에 죄를 지었으니 죽을 때까지 스스로 폐인이 될 뿐입니다.”하니, 비답하기를,“경의 정리가 거듭 서글프다. 정리는 저와 같지만 끝내 영영 가버리고 싶은 것은 지나치다.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 22일(병오) 1번째기사",
                "gt-oKo": "형조 판서조득영(趙得永)이 상소하여 아뢰기를, “어머니가 죽어도 가지 못하여 인륜에 죄를 얻었으니, 한평생 동안 스스로를 폐기하는 도리밖에 없습니다.” 하니, 비답하기를, “경의 정리(情理)를 위하여 거듭 슬퍼한다. 정리가 비록 그와 같더라도 드디어 영구히 떠나려고 하는 것은 지나친 일이다.” 하였다.",
                "hj": "○丙午/刑曹判書趙得永, 上疏言: 〔毋〕死不訣, 得罪彝倫, 惟有沒齒自廢而已。 批曰: “卿之情理, 重爲之怵然。 情理雖如彼, 遂欲長往過矣。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On jeongmi day, [the King] granted a rotational audience at jeongmi day.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 23일(정미) 1번째기사",
                "gt-oKo": "윤대하였다.",
                "hj": "○丁未/輪對。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King conducted state affairs【이조 판서이상황, Second Minister of Personnel박종훈, Third Minister of War Shin Jasik, Minister of War Kwon Sangsin .】 윤명렬을 사간원 대사간으로 삼았다.",
                "H2KE-nKo": "무신년의 도목 정사를 행하였다. - 이조 판서 이상황, 참판 박종훈, 참의 신재식, 병조 판서 권상신이 나왔다. - 윤명렬을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 24일(무신) 1번째기사",
                "gt-oKo": "도정(都政)을 행하였다.【이조 판서이상황(李相璜), 참판박종훈(朴宗薰), 참의신재식(申在植), 병조 판서권상신(權常愼)이다.】 윤명렬(尹命烈)을 사간원 대사간으로 삼았다.",
                "hj": "○戊申/行都政,【吏曹判書李相璜, 參判朴宗薰, 參議申在植, 兵曹判書權常愼。】以尹命烈爲司諫院大司諫。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On giyu day, due to the weather hot weather, the King ordered that the prisoners be released.",
                "H2KE-nKo": "날씨가 무더우므로 경죄수를 풀어 주었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 25일(기유) 1번째기사",
                "gt-oKo": "날씨가 무더웠으므로 죄질이 가벼운 죄수를 석방하였다.",
                "hj": "○己酉/以日熱, 放輕囚。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gwangmun as the Office of the Censor General .",
                "H2KE-nKo": "이광문을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 27일(신해) 1번째기사",
                "gt-oKo": "이광문(李光文)을 사간원 대사간으로 삼았다.",
                "hj": "○辛亥/以李光文爲司諫院大司諫。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Kim Sigeun was appointed as deputy magistrate of Hanseong Magistracy and Yi Sangsang as left tutor to the Crown Prince.",
                "H2KE-nKo": "정시근을 한성부 판윤으로, 이상황을 좌빈객으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 3일(정해) 1번째기사",
                "gt-oKo": "김시근(金蓍根)을 한성부 판윤으로, 이상황(李相璜)을 좌빈객으로 삼았다.",
                "hj": "○丁亥/以金蓍根爲漢城府判尹, 李相璜爲左賓客。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King issued a royal directive, which stated, I have already allowed you to take care of yourself. As the major state affairs have already been completed, Minister of Personnel Yi Sangbang was specially replaced, and Kim Igyo was appointed to replace him.",
                "H2KE-nKo": "전교하기를,“이미 깊이 헤아려 줄 것을 허락하였다. 도목 정사가 이미 지나갔으니, 이조 판서 이상황을 특별히 체차하고 후임에 김이교를 임명하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 6월 30일(갑인) 1번째기사",
                "gt-oKo": "하교하기를, “이미 체량(體諒)하기로 하였다. 대정(大政)이 이미 지나갔으니, 이조 판서이상황의 체차를 허락하고 김이교(金履喬)를 대임시키도록 하라.” 하였다.",
                "hj": "○甲寅/敎曰: “業已許其體諒。 大政已過, 吏判李相璜特遞, 以金履喬代之。”"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Right State Councilor남공철이 차자를 올리기를, “신이 recommendation of the Ministry of Personnel , only referring to the previous recommendation [of the Ministry of Personnel] on the basis of the previous recommendation [of the Ministry of Personnel], summoning [them] and wrote [them], and reported to the King. [However,] those who are appointed to the provinces cannot be recommended by the law. [However], Governor of Jeolla Province Yi Seogu impeached [them] in 섞어서 의망하였으니, great error. [Your subject] implores [Your Majesty] to impose a punishment [upon him]. [The King] 비답하기를, “미처 살피지 못한 것은 이상한 일이 아닌데, 어찌 [I] 인책할 필요가 있겠는가? 지나치다.” 하였다.",
                "H2KE-nKo": "우의정 남공철이 차자를 올리기를,“신은 이조 판서의 천망에 단지 전망 단자에 의거하여 불러 주고 베껴서 입계하였습니다. 그런데 외직에 보임된 사람은 법으로 볼 때 의망할 수 없는데 전라 감사 이서구를 뒤섞어 의망하였으니, 잘못이 큽니다. 엄한 벌을 내려 주소서.”하니, 비답하기를,“미처 살피지 못한 것은 이상한 일이 아닌데, 어찌 인책까지 하는가. 지나치다.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 1일(을묘) 1번째기사",
                "gt-oKo": "우의정남공철이 차자를 올리기를, “신이 이조 판서를 추천할 때 단지 그전의 추천 단자에 따라 불러 주어 써서 입계(入啓)하였습니다. 그런데 외지에 보임된 사람은 법에 추천하지 못하게끔 되어 있는데 전라 감사이서구를 싸잡아 추천하였으니, 큰 착오를 저질렀습니다. 처벌을 내려 주소서.” 하니, 비답하기를, “미처 살피지 못한 것은 이상한 일이 아닌데, 어찌 인책까지 하는가? 지나친 일이다.” 하였다.",
                "hj": "○乙卯朔/右議政南公轍箚言: 臣於吏判薦望, 只憑前望, 呼寫入啓。 而外補人, 法不得擬, 全羅監司李書九之混擬, 做錯大矣。 乞降威罰。 批曰: “未及照察, 不是異事, 何至於引咎? 過矣。”"
            },
            "2": {
                "H2KE-EN": "Magistrate of Jeju Strategic County Han Sang묵 reported to the King as follows: One small boat came and anchored at Jeongui District and Hochonpo (Buchonpo (Buchonpo, Jeongui District. Five boats were wrapped with oil, and their hair was not thoroughly buried. They struck and made a small single horn, but they did not engage in water. Your subject requests that they be allowed to return to their hometown in accordance with the precedent in the gapjin year ( and that among the boats that can be transported by post-station horses, the boats that are difficult to transport should be supplied with a generous quantity in accordance with the precedent in the case of the drought. The King approved this request.",
                "H2KE-nKo": "제주 목사 한상묵이 장계하기를,“한 척의 작은 배가 정의현과 호촌포에 와서 정박하였는데, 배 위의 5인은 머리에 기름을 바르고 머리털을 부러뜨리지 않았으며 몽둥이로 작은 상투를 만들었는데 잠이가 없었습니다. 불러서 보고 사정을 물으니 ‘우리들은 유구국 사람으로 상등인은 두 잠이를 꽂고 하등인은 잠이 꽂지 않았는데, 우리들은 하천배의 백성이고 귀가 없습니다. 돛대가 부러지고 <unk>나무가 떠내려가서 바다를 건널 길이 없으니 육로로 돌아가겠습니다.’라고 하였습니다.”하였다. 비변사가 의견을 갖추어 아뢰기를,“갑인년의 전례에 따라 육로로 돌아가도록 허락하고, 물건 중에서 운반할 수 있는 것은 쇄마로 대신 운반하게 하며, 운반하기 어려운 것은 후하게 값을 지급하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 1일(을묘) 2번째기사",
                "gt-oKo": "제주 목사한상묵(韓象默)이 장계를 올리기를, “한 척의 작은 배가 정의현(旌義縣)의 호촌포(狐村浦)에 와서 정박하였습니다. 배에 타고 있는 다섯 사람이 머리에 기름을 바르고 머리털을 굽혀서 묶지 않은 채 뭉쳐서 작은 상투를 만들었는데, 비녀는 없었습니다. 그들을 불러 보고 사정을 물으니, ‘우리들은 바로 유구국(琉球國) 사람입니다. 상등 사람은 두 개의 비녀를 꽂고 하등 사람은 비녀를 꽂지 않는데, 우리들은 하천(下賤)한 백성이기 때문에 비녀가 없습니다. 돛대가 부러지고 키가 유실되어 바다를 건널 길이 없으니, 육로로 돌아갔으면 합니다.’라고 하였습니다.” 하였다. 비국에서 복계(覆啓)하여, 갑인년의 전례에 의하여 육로로 돌아가게 하고, 그 물건 가운데 운반할 만한 것은 쇄마(刷馬)로 번갈아 운반해 주고 운반할 수 없는 것은 후하게 대금을 줄 것을 청하니, 그대로 따랐다.",
                "hj": "○濟州牧使韓象默狀啓言: “有一小船, 來泊於旌義縣、狐村浦, 船上五人, 頭上塗油, 髮不曲結, 椎作小髻而無簪。 招接問情, 則曰 ‘俺們卽琉球國人, 而上等人揷二簪, 下等人不簪, 俺們, 下賤之民, 無之耳。 帆竹折傷, 舵木漂失, 無路駕海, 請從旱路而歸。’ 云。” 備局覆啓, 請依甲寅已例, 旱路許歸, 物件中可運者, 刷馬替運, 難致者, 從厚給價, 從之。"
            },
            "3": {
                "H2KE-EN": "Jo Hwaseok was appointed army commander of Pyeongan Province .",
                "H2KE-nKo": "조화석을 평안도 절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 1일(을묘) 3번째기사",
                "gt-oKo": "조화석(趙華錫)을 평안도 절도사로 삼았다.",
                "hj": "○以趙華錫爲平安道節度使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King suspended the Mid-Autumn Military Training Office in the provinces.",
                "H2KE-nKo": "을축년에 여러 도의 추계 습조를 정지하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 11일(을축) 1번째기사",
                "gt-oKo": "여러 도의 가을 군사 조련을 정지하였다.",
                "hj": "○乙丑/停諸道秋操。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Governor of Mokcheon County Bak Jonggyeong reported to the King that 425 households were swept away and drowned in Okcheon and other towns were 425 households, and 13 people were drowned. The King ordered to specially take care of them.",
                "H2KE-nKo": "정묘년에 공청 감사 박종경이 옥천 등 고을에서 물에 떠내려갔거나 무너진 민가가 425호이고 물에 빠져 죽은 사람이 13명이라고 장계하니, 별도로 더 구휼하라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 13일(정묘) 1번째기사",
                "gt-oKo": "공청 감사박종경(朴宗京)이 옥천(沃川) 등 고을에 물에 떠내려가고 무너진 민가가 4백 25호이고 엄사한 사람이 13명이라고 아뢰니, 별도로 구호하라고 하였다.",
                "hj": "○丁卯/公淸監司朴宗京, 以沃川等邑民家漂頹四百二十五戶, 人物渰死十三名, 啓, 命別加顧恤。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King appointed Shin Hyeon as the Office of the Censor General .",
                "H2KE-nKo": "신현을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 16일(경오) 1번째기사",
                "gt-oKo": "신현(申絢)을 사간원 대사간으로 삼았다.",
                "hj": "○庚午/以申絢爲司諫院大司諫。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Shin Mihyu granted a rotational audience.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 17일(신미) 1번째기사",
                "gt-oKo": "윤대하였다.",
                "hj": "○辛未/輪對。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, a solstice rite was held. The King ordered that normal attire be prohibited from going to the government office. This was following the words of the high officials.",
                "H2KE-nKo": "차대를 행하였다. 평복 차림으로 관아에 나오는 것을 금지하라고 신칙하였는데, 대신의 말을 따른 것이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 20일(갑술) 1번째기사",
                "gt-oKo": "차대하였다. 평상시 옷차림으로 아문(衙門)에 나가는 것을 금하라고 신칙하였는데, 대신의 말에 따른 것이다.",
                "hj": "○甲戌/次對。 命飭平服赴衙之禁, 從大臣言也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Huisin as minister of punishments and Jo Deukyeong as fifth tutor of the Crown Prince .",
                "H2KE-nKo": "홍희신을 형조 판서로, 조득영을 우부빈객으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 20일(갑술) 2번째기사",
                "gt-oKo": "홍희신(洪羲臣)을 형조 판서로, 조득영(趙得永)을 우부빈객으로 삼았다.",
                "hj": "○以洪羲臣爲刑曹判書, 趙得永爲右副賓客。"
            }
        },
        "23": {
            "1": {
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 23일(정축) 1번째기사",
                "gt-oKo": "수찬김재원(金在元)이 북관(北關) 백성의 폐막에 관해 상소로 진달하기를, “신이 함경도 병영에 있었던 기간이 얼마 안됩니다만, 지금 북도 백성의 폐막을 바로잡아 구제하지 않을 수 없는 것이 한두 가지가 아니었으므로 어리석은 소견을 덧붙여서 진달합니다. 관북(關北) 일도는 우리 태조의 고향으로 풍속이 후하고 인심이 순수합니다. 선비는 글과 행실을 중히 여기고 백성은 활쏘고 말타기를 익혀서 찬란한 문질(文質)이 여유 작작하게 볼만하였습니다. 그런데 멀리 떨어진 까닭으로 비록 우뚝한 행실과 뛰어난 재주가 있더라도 왕왕 묻혀서 나타나지 못하니, 정말 매우 애석합니다. 신이 북도에 있을 때에 자주 선비들과 서로 접촉해 보았는데, 충후(忠厚)하고 질직(質直)하여 기개를 숭상하고 의리를 좋아하였으며 특히 경서의 학술을 중히 여겼습니다. 이는 대체로 현감최신(崔愼)이 넓고 깊은 학문으로 비로소 북도에 제창하였고 북도의 큰 유학자(儒學者) 이재형(李載亨)·한몽린(韓夢麟)과 같은 여러 사람이 뒤따라 더욱 확장하였기 때문입니다. 이에 북도의 선비가 너나없이 힘써 배우고 독실히 행하여, 아들은 어버이에게 효도하고 지어미는 지아비에게 절개를 지켜서 진실로 옛사람에게 부끄러움이 없었고 또 문을 닫고 글을 읽으며 영리(營利)를 구하지 않은 자가 많았습니다. 신은 이와 같은 무리는 해마다 추천하는 것 이외에 다시 더 찾아내어 재주에 따라 수용함으로써 그들로 하여금 보고 감동하여 흥기시켜야 한다고 여깁니다. 군사로 말하면 본도는 남쪽 철령(鐵嶺)으로부터 북쪽 육진(六鎭)까지 2천 리에 뻗쳐 있는데, 호구가 수십 만이나 되며 산천이 험준한데다 군사가 강하고 말이 튼튼하니, 진실로 전쟁하기에 적당한 땅입니다. 그러기 때문에 국가에서 영북(嶺北)을 수복한 뒤로부터 안에는 남·북 병영(南北兵營)을 설치하고 밖에는 육진(六鎭)을 배치하였는데, 이에 남북 친기위(南北親騎衛)를 설치한 것입니다. 당초에는 모두 고을 사람 중 문벌이 있고 몸과 힘이 건장한 자로 충정하여, 이로 인해 과거에 오르고 드러난 벼슬에 올라서 수령과 곤수(閫帥)에 이른 자가 가끔 있었습니다. 그런데 왠일인지 근년 이래로 군역(軍役)을 기피하려는 불량배들이 어려움없이 불법으로 뽑히는 바람에 지금은 친기위 명부에 편입된 고을 사람이 없습니다. 수년 전에 남·북 병영에 또다시 각각 6백 명을 증원하였으므로 전과 합하면 3천 2백 명이나 되지만 두 병영에서 수용한 것은 도내의 쇠잔한 진(鎭) 두 자리로 매년 도시(都試) 때에 우등한 자를 취하여 자체에서 불러 쓸 뿐이고 아직 오래 근무했다고 하여 채용된 자리는 하나도 없습니다. 그들이 가산(家産)을 다 팔아서 스스로 군사 장비를 갖추었지만 먼 경우는 4, 50년, 가까운 경우는 2, 30년이 되도록 벼슬을 얻지 못하는가 하면, 심지어는 늙어 죽도록 벼슬을 얻지 못하는 자도 있으므로 인정이 억울해 합니다. 신은 빨리 도백과 병사에게 명하여 원안(元案)을 조사하여 정리하고 다시 고을 사람 가운데 힘과 문벌이 있는 자와 장교 가운데 건장한 자를 골라 명부에 기록하고, 이어 고을 사람 가운데 문학과 식견이 있는 자를 골라서 별장(別將)으로 삼아 통솔하고 조련하게 하되, 그들의 성적을 상고하여 상벌의 자료로 삼아야 한다고 봅니다. 본도는 본디 궁벽하고 진보(鎭堡)가 많아 타도 사람이 원하지 않으니, 이같은 곳들의 두세 자리를 남·북 병영에 예속시켜 차례로 차출해 보내야겠습니다. 본도에 또 별부료(別付料)라는 명목이 있는데, 당초에 설치한 법의 뜻이 심원(深遠)하였으나 근래에는 문벌이 있는 자는 거의 싫어하여 피하고 있으니, 이제부터는 인원이 빌 경우 병영에서 친기위(親騎衛)의 고을 사람 가운데 문벌과 힘이 있는 자를 골라서 채운 다음 병조에 보고하여 급료를 주게 하고, 도목(都目) 때마다 초사(初仕)의 자리 또한 친기위에서 뽑은 자 가운데에서 추천하여 차차 올려 쓰는 단계로 삼아야 하겠습니다. 그러면 북도 사람은 희망을 걸 데가 있어서 병사의 호위가 더욱 씩씩해지고 변경의 방어가 영구히 튼튼해질 것입니다. 함흥(咸興)·영흥(永興) 두 본궁(本宮)의 제수(祭需)는 당초 북쪽 육진 내노비(內奴婢)의 신공(身貢)을 받아 써 왔습니다. 그런데 노비를 혁파한 뒤에는 대신 노비가 옛날에 받았던 복결(復結)로 수용(需用)하였는데, 이것이 부족하다고 하여 감영에서 12동(同)의 베를 경성(鏡城)에 배정한 다음 대동 작전조(大同作錢條)인 전미(田米) 두 말 닷 되를 돈 닷 돈으로 쳐서 사승포(四升布)로 대납할 경우 매필당 33척(尺)으로 하였는데, 그뒤에 해마다 증가되어 수십 동(同)이나 되었습니다. 병자년에 경성 백성이 그때의 암행 어사에게 일제히 호소하여, 원래 배정한 12동만을 북쪽 육진에 고르게 배정하였는데, 그뒤에 다시 전일의 폐단을 답습하여 무려 수십 동이나 되었으며, 전에 4승포였던 것이 지금은 8, 9승포가 되었고, 전에 33척이었던 것이 지금은 40척이 되었습니다. 그리고 그외에 중간의 잡비, 오고 가는 운반비, 이졸(吏卒)의 노자를 모두 책임지우고 있습니다. 또 감영에 수납할 때에 그곳 감색(監色)의 무리가 또다시 조종하므로 한 고을에 축난 것이 더러 1, 2동에 이릅니다. 그러면 본읍에서 다시 더 거두므로 한 필을 거둔다는 것이 거의 두 필을 초과하고, 관에서 내주는 본값도 다시 유명 무실(有明無實)해져 근거 없이 징수하는 것이 됩니다. 그리고 이미 바친 뒤에는 감색의 무리가 모두 감영의 산하 포목상에게 내주어 한 필마다 두 냥을 받은 다음 닷 돈은 제수에 쓰고 그 나머지는 모두 착복하고 맙니다. 제사에 쓰는 것이 얼마나 중대한 것인데 무분별하게 수탈하여 이토록 지나치게 받아들인단 말입니까? 저 잔약한 백성의 고혈이 도리어 감색의 장사거리가 되었으니, 그 얼마나 두려운 일입니까? 신의 생각에는 앞으로 제수에 드는 비용이 경사(京司)에서 떼어준 복호미(復戶米) 이외에 부족할 경우, 어떤 공공의 돈이든지 원래 정해진 사승포(四升布) 한 필의 대금 닷 돈의 규례에 의하여 영문(營門)에서 바로 두 본궁에 갖추어 바치게 함으로써 다시는 한 자의 베라도 각 고을에 배정하지 못하게 해야겠습니다. 그리고 각 고을에서 제수의 명목으로 백성에게 부당하게 거둘 경우 일체 장률(贓律)로 논죄하면, 사체를 존중하고 고질의 폐단을 없애는 도리에 있어서 둘 다 제대로 될 수 있다고 봅니다. 관북(關北)은 돈이 통행되지 않고 면포도 없기 때문에 조정에서 특별히 평안도 목면 2백 동을 사서 북도 10주(州)에 나누어 주어 쌀로 만들고, 다시 이자를 취하여 목면으로 만들어 매년 본영(本營)에서 도시(都試)를 시행할 때에 주는 상의 밑천으로 삼았습니다. 그리고 도시를 정지하여 남은 시상의 돈과 각 창고에서 옮겨다 바꾼 것 등 이같은 명목이 첨부되어 이자를 늘여 취해 쓰는 수량은 또한 수십 동에 밑돌지 않았는데, 모두 원래 나누어 준 것에 의해 취한 이자는 매년 새 목면으로 바꾸어 사도록 하여 군수(軍需)의 용도로 써 왔습니다. 그런데 수십 년 이래로 인심이 점점 교활해져 이자의 목면을 바쳐야 할 자가 다시 새로 사지 않고 매양 도시의 시상 뒤에 헐한 값으로 도로 사고 있습니다. 이렇게 산 여섯 필로 새 목면 한 필을 쳐서 바치면 병영에서는 필수가 많은 것을 이롭게 여겨 이로써 채워 놓았다가 시상할 때에는 대뜸 이 한 필로 새 목면 한 필을 쳐서 주므로, 다섯 필이 남습니다. 이에 새로 들어오지는 않고 예전에 들어온 것은 부패하므로, 이것이 쌓여서 군민(軍民)의 고질적인 폐단이 되었으니, 지금 바로잡지 않을 수 없습니다. 대체로 원래 목면으로 바꾼 2백 동을 모두 곡식으로 바꾸어서 이자를 받아 쓰고 있으므로, 지금 사용하는 것은 이자에 불과합니다. 흩어져 있는 새로 바칠 자부터 변통하려고 하면 금년에 새로 받아들일 때에 일체 혁파하고, 원래의 이자 한 필 값인 두 냥 대신 베 한 필을 내게 하소서. 그리고 미리 먼저 베의 새[升] 수와 자[尺]의 길이를 정하고 나서 이자의 들어오는 바에 의하여 받아들인다면, 베는 토산물이므로 필시 묵은 목면을 해마다 그대로 쓰는 것과 같은 폐단이 없을 것입니다. 대체로 당초 목면을 산 것은 군수의 용도를 위해서 뿐만 아니라, 북도의 백성이 의복을 만들어 입기를 바랐던 것이었습니다. 그런데 지금은 목면을 사용하는 폐단이 이와 같이 되었으니, 여러 고을에 각각 장사꾼이 있어 육로와 해로로 운반하여 쌓아 놓고 이익을 노리고 있으므로, 목면의 사용을 폐지한다 해도 조금도 걱정할 것이 없을 것입니다. 이는 한번 조치를 내리면 쌓인 폐단을 없앨 수 있고 군수를 채울 수 있으며, 이것으로 상을 주는 데 쓰면 실지의 혜택이 아래에까지 미칠 것입니다. 우리 나라 조적(糶糴)의 폐단은 북관이 더욱 심한데, 그 폐단 중에 큰 폐단은 삼잉(三剩)이라는 것입니다. 잉여가 부족하자 이른바 물문채(勿問債)에 이르러 극도에 달하였습니다. 그래도 부족하자 다시 작미(作米)·작곡(作穀) 등의 명목이 나왔는데 사면에 그물을 쳐 놓은 것처럼 되어 백성이 살 곳이 없게 되고 말았습니다. 삼잉의 폐단은 전후로 누차 도백과 어사의 장계에 거론되었으니, 이제 마땅히 금령(禁令)을 거듭 밝혀서 일체 법으로 처리해야 하겠습니다. 그리고 작미·작곡 등의 명목에 있어서는 더욱 뼈를 에이는 폐막입니다. 대체로 작미의 폐단은 오로지 피잡곡(皮雜穀)을 대신 받는다는 데에서 나왔는데, 호식(戶式)·토식(土式) 등의 법을 원환곡(元還穀)과 신마(新磨)·구마(舊磨)의 사이에 뒤섞어 쓰고 있습니다. 이른바 호식이란 것은 바로 호조의 원작곡(元作穀)의 식례(式例)인데, 조·보리는 2석 7두 5승(升), 기장·귀보리·메밀은 3석 11두 영(零)을 각각 전미(田米) 1석으로 만드는 것이고, 이른바 토식이라는 것은 바로 각 고을 본토의 그릇된 법인데, 전미 1석 대신 조·보리는 각각 2석이고 기장·귀보리·메밀은 3석인 것입니다. 나누어 주는 것과 받아들이는 것을 막론하고 순전히 토식을 사용하고, 원회곡(元會穀)의 전미를 계산하여 감할 때에는 호식 13두로 계산하여 감하므로 쌀은 1석마다 3두가 남고 피곡(皮穀)은 11두 2승 영이 남습니다. 그래서 본도 여러 고을의 곡부(穀簿)가 많은 것은 10여 만 석이나 되고 적은 것도 5, 6만 석에 밑돌지 않는데, 각 피곡(皮穀)이 항상 3분의 2를 차지하고 있습니다. 이로써 미루어 보건대, 매년 작미(作米)가 어찌 1, 2만 석만 되겠습니까? 그렇다면 중간에 착복하여 얼마나 백성을 해롭게 하겠습니까? 또 다시 작미된 것은 다시금 창고 안에 유치해 두었다가 이듬해 백성에게 나누어 주는 자본이 되지 않은 채 도리어 모두 관으로 돌아가는데, 각종 물품의 신마 작곡(新磨作穀)과 나누어 주거나 도로 받을 때의 삼잉조(三剩條)와 간사한 아전과 시골 향임(鄕任)이 도둑질하고 농간부리는 것 및 부호(富戶)의 권매조(權買條)이고, 백성의 받는 것은 피잡곡뿐입니다. 그러다가 가을에 받을 때에는 일체 다시 전미로 대신 바치는데, 이는 작미의 폐단입니다. 이른바 작곡(作穀)이란 것은 북도 10주에는 돈이 없기 때문에 관의 각종 물품은 항상 시가(時價)에 따라 임시로 사서 써 왔는데, 수십 년 이래로 모두 작곡하여 신마(新磨)라고 명칭을 붙였습니다. 그 법은 새로 임명된 수령이 부임하면 곧 1년간 소용되는 것을 통계한 다음 전 수량을 작곡하여 백성에게 나누어 줍니다. 관청의 용도는 먼저 창고의 곡물 가운데 전미를 마음대로 가져다 쓰고 나서 곧 신마로 작곡하는 조를 원환곡(元還穀) 가운데 옮겨서 기록하여 징수하는데, 연말까지 미처 다 받지 못한 것은 다시 명년 신마에 보태어 기록하고 구마(舊磨)라고 명칭을 붙입니다. 뿔뿔이 떠나 없어졌거나 가난해서 징수하지 못하는 것은 오징(五徵)이란 이름이 있는데, 인징(隣徵)·족징(族徵)·초징(哨徵)·부징(富徵)·계징(契徵)입니다. 이러한 명목으로 징수해 채우므로 신구(新舊)를 분별할 수 없고 순환하여 끝이 없으므로, 비록 1석당 바쳐야 될 것이 첨가되어 10석이 되더라도 백성 또한 스스로 분변하지 못합니다. 그러기 때문에 근래에 북도의 수령이 돌아갈 때에 빚이 있으면 일체 유리(由吏)에게 위임하여 구마(舊磨) 가운데 더 기록해 장수하므로 아는 자가 없습니다. 이는 작곡의 폐단입니다. 이 두 가지 폐단을 없애지 않는다면 북도 백성은 휴식할 날이 없을 것입니다. 신은 생각건대, 지금부터 이른바 작미·작곡 등의 명목을 일체 엄금하고, 각 고을의 원환곡(元還穀)은 전미나 다른 잡곡 할 것 없이 다만 실지의 수량에 따라 본색(本色)으로 나누어 유치해 두도록 하여, 다시 잡곡을 쌀로 만들거나 쌀을 잡곡으로 만들지 못하게 해야 합니다. 그리고 나누어 주는 것과 받아들이는 것은 일체 호식(戶式)을 사용하며, 이른바 관에서 쓰는 각종 물품도 일체 본색으로 받아들이고, 쓰고 남는 것이 있으면 시가에 따라 발매케 함으로써 감히 다시 작곡하여 먼저 사용했던 창고의 곡물로 되돌려 내지 않아야 한다고 합니다. 그러면 그 나머지 여러 가지 간사한 폐단은 저절로 기댈 데가 없어서 다스리지 않아도 저절로 부서질 것입니다. 이제 이를 금하려고 하면 과조(科條)를 엄중하게 제정하지 않으면 반드시 준행할 리가 없을 것이니, 이와 같이 금령을 설정한 뒤에도 여전히 미련하여 법을 두려워하지 않는 자가 있을 경우에는 일체 장률(贓律)로 논죄해야만 이 폐단을 구제할 가망이 있을 것입니다. 그 밖의 무산(茂山)에서 환상(還上)하는 녹용(鹿茸)과 초피(貂皮)의 방납(防納)·첩매(帖賣) 등 법을 무시하는 습관과 온성(穩城) 신도목장(新島牧場)이 세 고을에 해독을 끼치는 것과 회령(會寧)·경원(慶源)에 무역 시장을 열 때 생기는 온갖 간사함과 종성(鍾城)·온성(穩城)에서 장사꾼에게 세금을 불법으로 거두는 것과, 부령(富寧)·경성(鏡城)의 해진(海津)을 수탈하는 것과 심약(審藥)을 빙자하여 침학하는 것과 영저(營邸)에서 이전을 쥐고 있는 것 등의 여러 가지 고질적인 폐막은 이루 다 손꼽아 셀 수 없으니, 생민을 생각하면 진실로 애통합니다. 지금 비록 낱낱이 번거롭게 진달할 수 없으나, 신이 말한 것에 있어서는 더욱 북도 사람의 피나는 억울한 일에 관계되었으니, 불에 타는 것을 구제하고 물에 빠진 것을 건지는 것과 같이 해야 할 것입니다. 원컨대 신의 이 글을 묘당에 내려서 채택하여 시행하소서. 그러면 다만 북도 백성의 위급함을 해결할 뿐만 아니라, 나라의 근본을 튼튼하게 하는 데 일조가 될 것입니다.” 하니, 비답하기를, “진술한 북도의 여러 가지 일은 도신으로 하여금 바로잡아 구제할 방법을 강구한 다음 묘당에 보고하여 여쭈어 처리하도록 하겠다.” 하였다.",
                "hj": "○丁丑/修撰金在元, 疏陳北關民瘼曰: 臣之待罪北幕屬耳, 北路民瘼之不可不及今矯捄者, 不無一二愚見, 冒此附陳焉。 關北一路, 以我朝豐沛之鄕, 風俗質厚, 人心淳古。 士重經行, 民習弓馬, 彬彬文質, 綽有可觀。 而踔遠輦轂之故, 雖有卓絶之行, 超詣之材, 往往湮沒而不得自見, 誠爲痛惜。 臣於在北時, 數與人士相接, 忠厚質直, 尙氣好義, 尤重經術。 蓋自故縣監崔愼, 以其淵源之學, 始倡於北, 北之大儒若李載亨、韓夢麟諸人, 從而益張之。 於是乎北之士, 無不力學篤行, 子孝其親, 婦節其夫, 實無愧於古人, 而又多閉門讀書, 不求榮利者。 臣謂若此輩, 宜於歲貢之外, 更加搜訪, 隨才收用, 使之益有觀感而興起焉。 以武事言之, 則本道南自鐵嶺, 北至六鎭, 延袤二千里, 戶口數十萬, 山川險阻, 兵强馬壯, 誠用武之地也。 是故, 國家自還復嶺北之後, 內設南北兵營, 外列六鎭, 於是乎有南北親騎衛之設。 當初悉以鄕人, 有地閥材力壯健者充定, 以之登科, 以躋顯仕, 遂至守令閫帥者, 往往有之。 夫何近年以來, 無賴之類, 圖免軍役者, 無難冒簽, 今則親騎之案, 遂無鄕人之隷。 而數年前, 南北兵營, 又復增置各六百人, 合前爲三千二百人, 而自兩兵營所收用者, 不過以道內殘鎭二窠, 爲每年都試, 時取優等自辟而已, 尙無一窠之以久勤見用者。 彼其傾家破産, 以備軍裝, 遠或四五十年, 近爲二三十年, 至有老死不得者, 人情抑鬱。 臣則以爲亟命道帥臣, 査櫛元案, 更選鄕人中, 有材力地閥者, 及武校中壯健者簽案, 仍擇鄕人中, 有文學識見者, 爲別將, 以統領操練, 考其勤慢, 以爲賞罰之地。 而本道固多僻遠鎭堡, 他道人所不願者, 若以此等處各數三窠屬之南北兵營, 以次差送。 本道又有別付料名色, 當初設施, 法意深遠, 而近則有地閥者, 擧皆厭避, 自今有闕, 自兵營於鄕人親騎衛中, 擇其有地閥材力者, 塡報兵曹, 以爲付料之地, 而每都目初仕窠, 亦於親騎衛抄付者中, 檢擬, 以爲次次進用之階。 則北人有繫望之地, 兵衛可以益壯, 邊周可以永鞏矣。 咸興、永興兩本宮祭需, 當初北六鎭內奴婢身貢, 收捧入用矣。 及夫奴婢革罷後, 代以奴婢舊所受復結需用, 而謂有不足, 自監營, 分定十二同布於鏡城, 以大同作錢條田米二斗五升代錢五錢, 代納四升布每疋三十三尺, 其後逐年增加, 至爲數十同。 丙子年鏡民, 齊訴於其時繡衣之臣, 只以元分定十二同, 均俵於北六鎭, 其後復踵前(弊)〔弊〕, 還爲數十同之多, 前之四升者, 今爲八九升, 前之三十三尺, 今爲四十尺。 而中間冗費及往來駄價吏卒路需, 幷責於其外。 及夫輸納監營之際, 該監色輩, 又復操縱, 一邑之縮, 或至一二同。 則自本邑, 更爲加(歛)〔斂〕, 一疋之收, 殆過二疋, 而官所出給本價, 亦復有名無實, 直爲白徵, 旣納之後, 監色輩, 悉以出給營下布商, 每一疋收價二兩, 以五錢充納祭需, 其餘悉歸乾沒。 祀典所需, 何等重大, 而誅求無藝, 濫捧至此? 以彼殘民膏血, 反作監色料販者, 其爲悚懍, 果何如哉? 臣謂從今以後, 凡祭需所用, 京司區劃復戶米外, 若有不足, 以某樣公貨, 依元定式四升布一疋代錢五錢之例, 自營門直爲備納於兩本宮, 無得更以一尺布, 分定於各邑。 而各邑如或祭需布名色, 橫(歛)〔斂〕於民間者, 一切以贓律論, 則其在尊事體祛痼弊之道, 庶可兩得之矣。 關北不行錢貨, 又無綿布, 故自朝家, 特貿西關木二百同, 分俵北十州作米, 仍復取耗作木, 爲每年行本營都試時賞資。 而若都試停退, 施賞餘剩條及各庫移來變作條, 此等名色之添付殖利取用之數, 又不下數十同, 而一依元分給取利, 使之每年換貿新木, 以爲軍需之用。 自數十年來, 人心漸狡, 當納利木者, 不復新貿, 每於都試施賞後, 以歇價還貿。 以此六疋, 當新木一疋以納, 則自兵營, 利其疋數之多, 以此充捧, 及至施賞, 則輒以此一疋, 當新木一疋以給, 餘剩爲五疋矣。 於是, 新入旣絶, 舊來者腐敗, 積爲軍民之痼瘼, 不可不及今矯捄。 蓋其元作木二百同, 盡換作穀取耗, 今所行用, 不過耗條。 而散在當納新捧者處, 苟欲通變, 今年新捧時, 一切革罷, 以元作耗一疋價二兩, 代以布一疋。 預先定升尺, 依耗條所入收捧, 則布自土産, 必無如舊木頻年仍用之弊矣。 大抵當初貿木, 不但爲軍需之用, 或冀以此民, 得以衣被。 而今則所謂行木之(弊)〔弊〕壞如彼, 列邑各有商賈, 陸運船載, 積著謀利, 雖罷行木, 小無可憂。 此不過一擧措之間, 積弊可祛, 軍需可實, 以之賞賜行用, 具有實惠之可以下究者矣。 我國糶糴之弊, 北關尤甚, 其弊之大者曰三剩。 剩之不足而至於所謂勿問債而極矣。 猶爲不足, 復有作米、作穀等名色出, 而殆同四面之網, 民將無處求生矣。 三剩之(弊)〔弊〕, 則前後屢登於道臣及繡衣之啓, 今當申明其禁, 一切以法從事。 至若作米作穀等名色, 尤爲切骨之瘼。 蓋作米之(弊)〔弊〕, 專出於所謂皮雜穀代捧, 而雜以戶式、土式等法於元還及新磨舊磨之間。 所謂戶式者, 卽戶曹元作穀式例, 粟麥每二石七斗五升, 稷耳牟木米三石十一斗零, 各作田米一石者也, 所謂土式者, 卽各邑本土謬式田米一石代, 粟麥各二石, 稷及耳牟木米各三石者也, 無論分給與收捧, 純用土式, 及夫元會穀田米計減時, 則乃以戶式十三斗, 計減以米, 則每一石得三斗, 皮穀則得十一斗二升零。 本道列邑穀簿, 多者十餘萬石, 小不下五六萬石, 而皮各穀常三分居二。 以此推之, 每年作米, 何啻一二萬石? 然則其中問乾沒爲民之害者, 爲當如何? 且復作米者, 不復留在庫中, 爲嗣歲民分之資, 乃反悉歸於官, 雜種新磨作穀及分反捧時三剩條, 與奸吏鄕偸弄及富戶權買條, 而民之所受, 只皮雜穀而已。 及至秋捧, 一切復以田米代納, 此則作米之(弊)〔弊〕也。 所謂作穀云者, 北十州以無錢貨, 故官雜種, 常以時價, 臨時買用, 自夫數十年來, 一切作穀, 名曰新磨。 其法, 新官到任, 卽使統計一年所用, 全數作穀, 分俵於民。 而官用則先就倉穀中田米, 惟意取用, 乃以新磨作穀條, 移錄元還中徵捧, 及夫歲終而未及盡納者, 更爲添錄於明年新磨, 名曰舊磨。 其流亡貧殘之無處指徵者, 乃有五徵之名, 曰隣徵、族徵、哨徵、富徵、契徵以充之, 新舊莫卞, 循環無端, 雖一石當納, 添作十石, 民亦不能自辨。 是以近來北關守令, 臨歸有債, 則一委由吏, 直爲加錄於舊磨中收殺, 而莫有知者, 此則作穀之(弊)〔弊〕也。 此兩(弊)〔弊〕不祛, 則北民將無息肩之日矣。 臣謂自今以後, 所謂作米、作穀等名色, 一切嚴禁, 各邑元還, 無論田米與他雜穀, 只從實數, 以本色分留, 無得更以雜穀作米及米作雜穀。 而分給與捧上, 一用戶式, 所謂官雜種, 亦一切以本色收捧, 用下有餘, 從時價發賣, 無敢更爲作穀, 還付先用倉穀。 則其餘諸般奸弊, 自無倚靠, 不攻自破。 今欲禁之, 除非嚴立科條, 必無遵行之理, 如是設禁之後, 猶尙有暋不畏法者, 一切以〔贓〕律論, 然後此(弊)〔弊〕庶有可捄之望矣。 其他若茂山還上之茸貂防納帖賣等蔑法之習, 穩城、新島牧場之爲三邑流毒, 會寧、慶源之開市百姦, 鍾城、穩城之倚市橫(歛)〔斂〕, 富寧、鏡城之椎剝海津, 審藥之憑藉侵虐, 營邸之把持奸利等諸般痼瘼, 可謂指不勝屈, 言念生民, 誠可哀痛。 今雖不能一一煩瀆, 至於臣所言者, 尤係北人之血冤, 當如救焚而拯溺。 乞下臣此章於廟堂, 採而行之。 不但爲北民解懸, 未必不爲固邦本之一助耳。 批以 “所陳北路諸條, 令道臣, 講究矯捄之方, 論報廟堂, 以爲稟處之地。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Choe Myeonghyeon submitted a memorial requesting that former Fourth Censor Kong Yunhang be punished for his dismissal from office. Prior to this, [Kong] Yunhang submitted a memorial requesting that the clerk of Uiju and the craftsmen be constructed to the Hall of Merit Subjects . Former 병사김견sin , who formerly served as magistrate of Uiju , brought the royal edict to the Hall of Merit Subjects , and placed it inside the Hall of Merit Subjects . They gathered together the valuables and the wealthy merchants of various villages to collect and impose a list of names to the Hall of Merit Subjects . They gloriously praised others, saying, I also have the old register of local people, and I also have a new register. He also said, The local people robbbed a disorder and the craftsmen showed loyalty to their loyalty. For this reason, the principal relatives of privilege and the descendants of local officials all scattered to scatter, and there was no desire to live comfortably. Your subject requests that Your Majesty order the Ministry of War to send an official document to this province and urgently have [the Hall of Merit Subjects] abolished. On this day, [Choe] Myeonghyeon submitted a memorial, which stated, When the Hall of Merit Subjects was established, former 병사김견sin entered the Hall of Merit Subjects , he praised the beginning of the Righteous and Verit Subjects. He praised the military achievements and praised the seven characters that you cultivated the merit of your ancestors. Because of this, your subject was deeply apprehensive and dared not arbitrarily arbitrarily. Thus, he constructed a strong men who followed the expedition to build a hall and placed it on the seal. If we build a corpse of illicit goods and gather together each year, sing and praise the splendor of the entire village. Alas! [Kong] Yunhang dared to presumptuously denounce [Kong] Yunhangs words and presumptuously inscribed. He cannot be placed in the",
                "H2KE-nKo": "지평 최명현이 상소하여 전 정언 공윤항을 논박하고 간삭하는 형전을 시행할 것을 청하였다. 이에 앞서 공윤항이 상소하여 논하기를,“의주의 이교들이 군공을 빙자하여 의회당을 창설하고, 전 병사 김견신에게 내린 교서를 가져다 의회당에 두었으며, 시정의 무뢰배와 열읍의 부상을 모집하여 예전을 징수하고 이름을 나열하여 문안을 만들어 스스로 사람들에게 자랑하기를 ‘시골 사람에게 옛 문안이 있고 나에게도 새 문안이 있다.’라고 하였으며, 또 ‘시골 사람이 난리를 일으키자 이교들이 충성을 다하였다.’라고 하였습니다. 이 때문에 잠영의 고족과 향반의 후예들이 모두 뿔뿔이 흩어지려는 뜻이 간절하여 편안히 사는 즐거움이 없습니다. 묘당으로 하여금 본도에 공문을 보내 알려서 속히 철폐하게 하소서.”하였다. 이때에 이르러 최명현이 상소하기를,“저 의회당을 창설한 것은 전 병사 김견신이 입시하였을 때 의당을 처음 창도한 것을 포상하고 무공을 이룬 것을 가상히 여겨 어필로 ‘그대들이 세상에 드문 공훈을 세웠다.[爾等樹不世之勳]’라는 일곱 글자를 써서 내리신 것입니다. 김견신이 이 때문에 감격하여 감히 사사로이 차지하지 못하고 이에 정벌에 나간 장사와 함께 의회당을 지어 보묵을 봉안하고, 파장하는 날이 되면 매년 서로 모여서 성덕을 노래하고 읊조려 한 고을의 광채가 되게 하였습니다. 그런데 아, 저 공윤항은 감히 사실과 틀린 말을 지레 아뢰었으니 너무도 해괴하고 망녕됩니다. 시종의 반열에 두어서는 안 됩니다.”하니, 비답하기를,“이미 본도로 하여금 사실을 조사하게 하였다. 말이 사실과 틀린다면 어찌 그에 대한 벌이 없겠는가.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 27일(신사) 1번째기사",
                "gt-oKo": "지평최명현(崔命顯)이 상소하여 전 정언공윤항(孔胤恒)을 논박하면서 그의 이름을 사적에서 삭제하는 법을 시행할 것을 청하였다. 이보다 먼저 공윤항이 상소하여 논하기를, “의주 이교(義州吏校)의 무리가 군공(軍功)을 빙자하여 의회당(義會堂)을 창건하고 나서 전 병사김견신(金見臣)에게 내린 교서(敎書)를 가져다 의회당 안에 두고 시정(市井)의 불량배와 여러 고을의 부상(富商)을 모아서 예전(禮錢)을 받아들인 다음 이름을 기록하여 문안을 작성하였습니다. 그러고 나서 스스로 사람들에게 고을 사람은 구안(舊案)이 있는데 우리도 신안(新案)이 있다고 자랑하였으며, 또 고을 사람은 난을 일으키고 이교는 충성을 한다고 하였습니다. 이 때문에 옛날 벼슬아치 가문과 향반(鄕班)의 자손이 모두 떠나려고 마음먹어 자리잡고 사는 낙이 없습니다. 묘당으로 하여금 본도에 공문을 보내 빨리 해체하게 하소서.” 하였는데, 이에 이르러 최명현이 상소하기를, “저 의회당을 창설한 것은, 전 병사김견신(金見臣)이 입시할 때에 의당(義黨)을 처음 주창한 것을 포상하고 무공(武功)을 이룬 것을 가상히 여겨 어필(御筆)로 ‘그대들이 세상에 드문 공을 세웠다.[爾等樹不世之勳]’라는 말을 써서 김견신이 이로 말미암아 감격하여 교서를 사사로이 가지지 않고 정벌에 나갔던 장사(壯士)들과 같이 당(堂) 하나를 지어서 어필을 모셔 놓고 적을 격파한 날을 맞이할 때마다 서로 모여서 임금의 덕을 노래하고 읊으면서 한 고을의 영광을 만들었기 때문입니다. 그런데 아! 저 공윤항은 감히 사실과 틀린 말로 지레 먼저 아뢰었으니, 너무나도 해괴하고 망령되었으므로, 측근의 반열에 둘 수 없습니다.” 하니, 비답하기를, “이미 본도로 하여금 사실을 조사하도록 하였다. 그의 말이 사실과 틀릴 경우 어찌 처벌하지 않겠는가?” 하였다.",
                "hj": "○辛巳/持平崔命顯, 疏駁前正言孔胤恒, 請施刊削之典。 先是, 胤恒疏論: 義州吏校輩, 藉軍功, 創義會堂, 取前兵使金見臣敎書, 置之堂中, 募得市井無賴及列邑富商, 徵捧禮錢, 列名作案, 自詡於人曰; ‘鄕人有舊案, 吾亦有新案’, 又曰, ‘鄕人造亂, 吏校效忠。’ 所以簪纓故族, 鄕班遺裔, 擧切渙散之意, 莫有奠居之樂。 請令廟堂, 行會本道, 亟令撤罷。 至是, 命顯疏言: 惟彼義會堂之所以創設者, 前兵使金見臣入侍時, 褒義黨之始倡, 嘉武功之克成, 御筆書下 ‘爾等樹不世之勳七字’ 見臣由是感激, 不敢私有, 乃與從征壯士, 爰構一堂, 奉安寶墨, 若値破贓之日, 每年相聚, 歌詠聖德, 以作一鄕之光耀。 而噫! 彼胤恒, 乃敢以爽實之語, 徑先仰瀆, 駭妄之極, 不可置之侍從之列。 批曰: “已令本道査實, 言若爽實。 則豈無其罰乎?”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the month, [the King] visited the Royal Ancestral Shrine to pay his respects [to the Abdicated King]. The Crown Prince accompanied him to the inner palace.",
                "H2KE-nKo": "태묘에 나아가 전배하였다. 왕세자가 위내에 따라 나아갔다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 28일(임오) 1번째기사",
                "gt-oKo": "태묘에 나아가 전배하였다. 왕세자가 위내(衛內)에 따라서 나아갔다.",
                "hj": "○壬午/詣太廟展拜, 王世子衛內隨詣。"
            },
            "2": {
                "H2KE-EN": "Magistrate of Suwon Magistracy Yi Mansu died. The King issued a royal order: The loyalty and loyalty, and the splendor of honor, is known to everyone in this world. Furthermore, I have long affection for a member of the Crown Prince and eventually reached the Crown Prince. However, my loyalty and earnest sincerity have never ceased until old age, and I was always pleased with my heart. Now that I suddenly passed away, I am unaware of my sightseeing. On the day of the commemoration rites in the thirteenth month, send the officials of the Office of Palace Procurement to grant a funerary oration and condolence gifts to the deceased. Have the Ministry of Rites examine and implement this according to precedent. [Yi] Mansu was the son of the late 상신 [Yi] Bokwon [], and the younger brother of [Yi] Sisu []. He received the benevolence from the Jeongjong and reached the ninth rank of the Director of the Office of Royal Decrees and held the position of director of the Office of Palace Procurement as long as he holds the position of director of the Office of Palace Procurement . However, he was fond of moral integrity and was well-versed in music and his literature was genuine. At the time, he was called an excellent talent of the Office of Palace Procurement and achievements composed many of history. His personality was gentle and generous, and he liked to encourage future generations. However, he was not well-versed in splendor and faithful, and therefore people were not severely recognized by him. Nonetheless, he deliberated on his study and managed state affairs. This was also not what he did was worthy. ",
                "H2KE-nKo": "수원 유수 이만수가 졸하였다. 전교하기를,“충후하고 노성한 풍도와 보불로 나라를 빛낸 문장은 많은 사람들이 다 알고 있는 바이다. 그런데 나에게는 더구나 옛날 스승으로서 우리 원량에게까지 미쳤으니 더 말할 것이 있겠는가. 정성스럽고 간절한 정성이 늙도록 없어지지 않아 항상 마음에 감탄하였는데, 방금 졸서했다는 단자를 보고 나도 모르게 깜짝 놀랐다. 성복하는 날 각속의 관원을 보내 치제하게 하고 별치부는 해당 조로 하여금 전례를 상고하여 거행하게 하라.”하였다. 이만수는 고 상신 이복원의 아들이고 영중추부사 이시수의 아우이다. 정묘에게 인정을 받아 아홉 번이나 문형의 반열에 올랐고 오랫동안 각함을 띠고 있었다. 풍채가 좋고 음토를 잘하였으며 문사가 풍부하고 아름다왔으므로 당시에 관각의 훌륭한 인재라고 일컬었다. 고문 대책이 대부분 그의 손에서 나왔으며 성품이 온화하고 후덕하여 후배들을 권장하여 진출시키기를 좋아하였다. 그러나 문장은 화려하지만 실제가 적었으므로 사람들이 그다지 존중하지 않았다. 언론과 경제에 대해서는 또한 그의 장점이 아니었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 28일(임오) 2번째기사",
                "gt-oKo": "수원 유수이만수(李晩秀)가 졸(卒)하였다. 하교하기를, “충후(忠厚)하고 노성(老成)한 기풍과 아름답고 나라를 빛내는 문장은 바로 여러 사람들이 다같이 아는 바이다. 그리고 나에게는 더구나 옛날 스승의 구정(舊情)이 있고 우리 세자에 있어서는 간절한 정성이 늙도록 그치지 않았으므로 항상 마음에 감탄하였는데, 방금 그가 죽었다는 단자를 보고 나도 모르게 깜짝 놀랐다. 성복(成服)하는 날에 각속(閣屬)의 관원을 보내어 제사를 지내고 별도로 부의를 하되, 예조로 하여금 전례를 상고하여 거행하게 하라.” 하였다. 이만수는 고 정승이복원(李福源)의 아들이자, 영중추이시수(李時秀)의 아우이다. 정조(正祖)에게 인정을 받아 아홉 번이나 대제학이 되었고 장기간 규장각 직함을 겸하였다. 풍채가 좋고 음토(音吐)에 능숙하였으며 문장이 풍부하고 아름다왔으므로 당시에 관각의 훌륭한 재목이라고 일컬었는데, 고문 대책(高文大冊)이 대부분 그의 손에서 나왔다. 성품이 부드럽고 후하며 후배를 권장하여 진출시키기를 좋아하였다. 그러나 겉만 화려하고 내실(內實)이 적었으므로 사람들이 깊이 존중하지는 않았다. 언론과 경제에 있어서는 또한 그의 소장(所長)이 아니었다.",
                "hj": "○水原留守李晩秀卒。 敎曰: “忠厚老成之風, 黼黻華國之文, 卽輿人之所共知。 而於予況有甘盤之舊, 以逮我元良, 而款款懇懇之誠, 至老未已, 常庸感歎于心, 卽見逝單, 不覺愕然。 成服日, 遣閣屬官致祭, 別致賻, 令該曹, 考例擧行。” 晩秀, 故相福源之子, 領樞時秀之弟也。 受知於正廟, 至九列文衡, 長帶閣銜。 而好風儀善音吐, 文辭贍麗, 時稱館閣良材, 高文大冊, 多出其手, 性和厚, 好奬進後輩。 然華而寡實, 人不甚推重之。 至於言議經濟, 亦非所長也。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Sigeun as magistrate of Suwon Magistracy .",
                "H2KE-nKo": "김시근을 수원부 유수로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 28일(임오) 3번째기사",
                "gt-oKo": "김시근(金蓍根)을 수원부 유수로 삼았다.",
                "hj": "○以金蓍根爲水原府留守。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Yi Huigap was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "이희갑을 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 29일(계미) 1번째기사",
                "gt-oKo": "이희갑(李羲甲)을 한성부 판윤으로 삼았다.",
                "hj": "○癸未/以李羲甲爲漢城府判尹。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gimi day, Assistant Commander of the Middle Army Oh Uisang reported that he passed away in gimi year (.",
                "H2KE-nKo": "기미년에 통우후가 통제사 오의상이 졸서하였다고 아뢰었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 5일(기미) 1번째기사",
                "gt-oKo": "통우후(統虞候)가 통제사오의상(吳毅常)이 졸서(卒逝)하였다고 아뢰었다.",
                "hj": "○己未/統虞候, 以統制使吳毅常卒逝, 啓。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Shin Gyeong was appointed as the supreme commander of the Three Armies , Bak Yunsu as the minister of works , and Im Han Ho as the right tutors .",
                "H2KE-nKo": "신경을 삼도통제사로, 박윤수를 공조 판서로, 임한호를 우빈객으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 6일(경신) 1번째기사",
                "gt-oKo": "신경(申絅)을 삼도 통제사로, 박윤수(朴崙壽)를 공조 판서로, 임한호(林漢浩)를 우빈객으로 삼았다.",
                "hj": "○庚申/以申絅爲三道統制使, 朴崙壽爲工曹判書, 林漢浩爲右賓客。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyehae day, Governor of Pyeongan Province 심상규가 아뢰기를, “개천군에서 rain fell on the second day of this month. The mountains and rivers suddenly overflowed, and floods were flooding over flooding. The houses were 20 nine households in collapsed, and 332 people drowned. The King issued a royal order: The houses were swept away and drowned, and the lives of people were swept away by the flooding of last year. I am afraid that my heart was saddened and sympathy. How can I express my appreciation of this? The relief aid should all be carried out according to the precedent of the flood damage in Uiju last year. Currently, the situation is like this, and the autumn harvest can be known. How can the pity of the remaining people be able to survive? Responding Education Director Jeong Giseon should be dispatched to the 위유 어사를 개천군 and to provide relief aid with the governor. Discuss the matter carefully and immediately report the results to me. The tribute of deerskins that this year should be temporarily halted. Afterward, the payment of the price for the people should be supplied with half of the payment for their relief aid.",
                "H2KE-nKo": "평안 감사 심상규가 아뢰기를,“개천군에 이달 2일의 비가 동이로 퍼붓듯이 쏟아져 산과 물이 갑자기 불어나서 평지가 강이 되고 무너진 민가가 229호이며 물에 빠져 죽은 사람이 332명입니다.”하니, 전교하기를,“민가가 떠내려가거나 무너지고 사람이 빠져 죽은 것이 작년 호서의 재해보다 훨씬 더 심하니, 놀랍고 참담한 마음을 어찌 말로 표현할 수 있겠는가. 휼전을 모두 연전에 의주에서 수재를 당했을 때의 예에 따라 시행하라. 이처럼 극도로 퍼졌으니 가을걷이를 알 만하다. 불쌍한 저 남은 백성들이 어떻게 살아가겠는가. 직각 정기선을 개천군 위유 어사로 차하하여 안착시키고 구휼할 방도를 도신과 충분히 상의하여 즉시 나에게 보고하라. 본도에서 금년에 진상하는 녹용은 절반은 봉진을 정지하고 뒤에 그 가전을 적당히 헤아려 나누어 주라고 분부하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 7월 9일(계해) 1번째기사",
                "gt-oKo": "평안 감사심상규(沈象奎)가 아뢰기를, “개천군(价川郡)에 이달 초이튿날 동이로 퍼붓듯이 비가 쏟아져 계곡의 물이 갑자기 불고, 평지가 강을 이루어 무너져 내려앉은 민가가 2백 9호였으며, 엄사(渰死)한 사람이 3백 32명이었습니다.” 하니, 하교하기를, “민가가 떠내려가고 무너진 것과 인명이 빠져 죽은 것이 작년 호서(湖西)의 재해보다 더 심하니, 놀랍고 비참한 것을 어찌 비유할 수 있겠는가? 휼전(恤典)은 모두 연전에 의주(義州)에서 당한 수재 때의 사례에 의하여 시행하게 하라. 이처럼 비가 너무 많이 왔으니 가을 농사를 알 만하다. 가련한 저 남은 백성들은 어떻게 살아간단 말인가? 직각(直閣) 정기선(鄭基善)을 개천군 위유 어사(价川郡慰諭御史)로 차출하여 안정시켜 구호하는 방법을 도백과 같이 충분히 의논한 다음 즉시 보고하게 하라. 그리고 본도에서 금년에 진상할 녹용은 절반의 양을 남겨 두었다가 뒤에 그 값을 참작해서 나누어 주라고 분부하라.” 하였다.",
                "hj": "○癸亥/平安監司沈象奎啓言: “价川郡, 今月初二日之雨, 勢若翻盆, 山水猝漲, 平陸成江, 民家頹壓, 爲二百九戶, 人物渰死, 爲三百三十二名。” 敎曰: “民家之漂頹, 人命之渰沒, 殆甚於昨年湖西之災, 驚心慘惻, 何可諭也? 恤典竝依年前義州水災時例爲之。 極備如此, 秋事可知。 哀彼餘民, 何以爲生? 直閣鄭基善, 价川郡慰諭御史差下, 奠接賙救之方, 與道臣, 爛加商議, 卽爲啓聞。 本道今年進上鹿茸, 折半停封, 後以其價錢, 酌量俵給事, 分付。”"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gapsin day, on the first day of the month, twenty-sixth day of the gapsin year (, [the King] ordered that the cloth and grain loans that were loaned in Gaecheon County be divided and exempted from paying forced labor. This was done according to the report presented by First Deputy Director of the Office of Honorable Guests Jeong Giseon .",
                "H2KE-nKo": "개천군의 재해를 입은 민호의 신포와 환포를 분수를 정하여 탕감하라고 명하였다. 비변사가 위유 어사 정기선의 장계에 대해 의견을 갖추어 주상에게 아뢰었기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 1일(갑신) 1번째기사",
                "gt-oKo": "개천군(价川郡)에 재해를 입은 가구에 신포(身布)와 환포(還布)의 수량을 나누어 탕감하라고 명하였다. 비국에서 위유 어사(慰諭御史)정기선(鄭基善)의 장계에 따라 시행하자고 복계하였기 때문이다.",
                "hj": "○甲申朔/命价川郡災戶身還布, 分數蕩減。 備局以慰諭御史鄭基善, 狀啓覆施也。"
            },
            "2": {
                "H2KE-EN": "The King ordered that 104 households swept away and destroyed houses in Jincheon District be specially relieved.",
                "H2KE-nKo": "진천현의 떠내려갔거나 무너진 민가 104호에 대해 별도로 휼전을 베풀라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 1일(갑신) 2번째기사",
                "gt-oKo": "진천현(鎭川縣)에 표류되고 파괴된 1백 4호의 민가에 대해 특별히 구호하라고 명하였다.",
                "hj": "○命施鎭川縣民家漂頹一百四戶, 別恤典。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyesa day, at the gyesa year (, the King visited the Royal Ancestral Shrine to pay a visit to pay his respects. The Crown Prince accompanied him to the palace.",
                "H2KE-nKo": "경모궁에 나아가 전배하였다. 왕세자가 위내에 따라 나아갔다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 10일(계사) 1번째기사",
                "gt-oKo": "경모궁에 나아가 전배하였다. 왕세자가 위내(衛內)에 따라 나아갔다.",
                "hj": "○癸巳/詣景慕宮展拜, 王世子衛內隨詣。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "A special royal directive was issued to the Ministry of Personnel that Jo Manyeong be appointed as third minister of personnel .",
                "H2KE-nKo": "병신년에 특지로 조만영을 이조 참의로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 13일(병신) 1번째기사",
                "gt-oKo": "특명을 내려 조만영(趙萬永)을 이조 참의로 삼았다.",
                "hj": "○丙申/特旨, 以趙萬永爲吏曹參議。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Jeong Yu Jang , Yi Jo Won , as assistant state councilor , Jo Deukyeong , as inspector general , Oh Yeonsang , as deputy director of the Office of the Inspector General , and Bak Yunsu , as director of the Office of the Royal Decrees .",
                "H2KE-nKo": "정유년에 이조원을 의정부 좌참찬으로, 조득영을 사헌부 대사헌으로, 오연상을 홍문관 부제학으로, 박윤수를 판의금부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 14일(정유) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 의정부 좌참찬으로, 조득영(趙得永)을 사헌부 대사헌으로, 오연상(吳淵常)을 홍문관 부제학으로, 박윤수(朴崙壽)를 판의금부사로 삼았다.",
                "hj": "○丁酉/以李肇源爲議政府左參贊, 趙得永爲司憲府大司憲, 吳淵常爲弘文館副提學, 朴崙壽爲判義禁府事。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Jo Student of the Royal Confucian Academy and others presented a memorial to the King. The memorial read as follows: In recent years, the successive grade of scholar-officials increases gradually disorderate. Sometimes there are wicked people who harbored unreasonable cliques and fabricated fabricating",
                "H2KE-nKo": "무술년에 태학 유생 조학점 등이 상소하였는데, 그 대략에,“근래 들어 세도가 점점 쇠퇴하고 선비들의 추향이 점점 혼란해져서 간혹 귀신같이 괴상한 무리가 협잡할 마음을 품고 거짓 통문을 보내기도 하니, 조정에서 선비로 대우하지 않고 신들이 그들과 어깨를 나란히 하는 것은 당연한 일입니다. 시험삼아 지난번 방외 유생의 통문을 가지고 말하더라도 극도로 어그러지고 과격하여 말이 사리에 맞지 않았고, 조정의 처분은 지극히 엄중하여 반궁에 게판하라는 명이 있기까지 하였습니다. 신들은 대성인이 노한 것이 아니라는 가르침을 우러러 알고 있으나 천지와 같이 큰 도량에 유감이 없을 수 없습니다. 저 통문을 보낸 유생은 비록 말할 것이 못 되지만 대체로 이 일을 논하면 사문에 관계되고 의리를 중시하는 것입니다. 지금 어떤 사람이 선현의 존귀함을 알지 못하고 감히 패악한 행동을 하였으니, 의리를 부지하고 사문을 천명하는 도리로 볼 때 말이 조관에 관계된다는 이유로 침묵하고 말을 하지 않아서는 안 되는 것이 분명합니다. 신들이 삼가 성상의 하교를 보건대 ‘조관의 잘잘못은 조정의 관잠이니 유생이 간여할 바가 아니다.’라고 하시고, 망녕되이 마음속으로 헤아리시기를 ‘조관의 잘잘못을 조정에서 의논한다면 초야의 선비가 본분을 벗어나서 하는 말은 진실로 옳지만 일이 사문에 관계된 것이니 초야의 선비가 아니고 누구를 논하겠는가.’라고 하셨습니다.삼가 또 삼가 성상의 하교를 보건대 ‘이렇게 하여 마지않는다.’라고 하신 이하의 34언은 이것이 어찌 신하로서 감히 들을 수 있는 말이겠습니까. 명색이 선비로서 군부에게 이런 하교를 받았다면 선비가 이런 하교를 받은 것은 진실로 그 죄이니, 조정에서 선비를 대우하는 것이 성덕에 누가 되지 않겠습니까. 더구나 태학은 사방의 모범이고 선비들이 우러러보는 곳이니, 성균관 벽에 우뚝 게판하는 것이 마치 궁궐의 현판과 같으니 사론이 꺾이고 유풍이 사라지는 것이 필시 오늘날의 일에서 말미암지 않았다고 할 수 없을 것입니다. 신들이 삼가 정도에 지나친 처분과 준엄한 사교를 보건대 진심에서 우러나오는 간절한 마음에 근심과 개탄을 금할 수 없어 서로 이끌고 나와 성상께 일제히 호소합니다. 삼가 바라건대 태학에 게판한 전교를 속히 유사에게 명하여 즉시 도로 거두어 저상된 원기를 북돋우고 거의 꺾이게 된 사론을 부지하여 성덕을 빛내고 사문을 다행하게 하소서.”하니, 비답하기를,“게판한 일이 어찌 진짜 사론을 가리킨 것이겠는가. 그대들이 말한 ‘어깨를 나란히 하는 것을 부끄러워하여 말할 것도 없다.’라는 부류로 하여금 그칠 줄을 알게 하려는 데 불과할 뿐이다. 그대들이 지금 와서 이와 같이 하는 것은 본뜻을 이해하지 못한 듯하다. 그러나 어찌 헤아린 바가 없겠는가. 그대들은 물러가서 학업을 닦으라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 15일(무술) 1번째기사",
                "gt-oKo": "태학 유생 조학점(趙學點) 등이 상소했는데, 대략 이르기를, “근년 이래로 세속이 점점 낮아져 선비의 추향이 점점 어지러워졌는가 하면, 간혹 귀신 같은 괴상한 무리가 협잡심을 품고 거짓 통문(通文)을 보내었으니, 조정에서 이를 선비로 대우하지 않아야 하는데, 신들은 그들과 어깨를 나란히 하기를 부끄러워합니다. 시험삼아 저번 방외(方外) 유생의 통문 일로 말하면 극도로 어긋나다가 말도 안되는 말을 하였는데, 조정의 처분이 지극히 엄중하여 판(板)에 써서 성균관에 걸도록 하는 명령까지 있었습니다. 그래서 신 등은 위대한 성인께서 노여워하지 않고 가르칠 것이란 것을 알았습니다만, 천지와 같은 큰 도량에도 유감이 없지 않습니다. 저 통문의 유생은 비록 말할 것조차도 없지만, 일을 논하자면 사문(斯文)에 관계되고 의리의 소중한 것입니다. 지금 어떤 사람이 존귀한 선현(先賢)을 모르고 감히 매우 어긋난 짓을 자행했을 경우, 의리를 붙들어 세우고 사문을 천명하는 도리에 있어서 말이 조정의 관원에게 관계된다는 이유로 말없이 침묵만 지킬 수 없다는 것은 분명합니다. 신 등은 성상의 하교에 ‘조정 관원의 득실은 조정의 관잠(官箴)이므로 유생이 간여할 바가 아니다.’라는 말씀을 보고 망령되게 속으로 생각하기를, ‘조정 관원의 득실은 조정에서 의논하는 것이고 보면 초야(草野)에서 신분을 벗어나 말하는 것은 진실로 불가하지만, 사문에 관계되는 일일 경우 초야에서 논하지 않고 누가 논하겠는가?’라고 여겼습니다. 또 삼가 보건대, 성상의 하교 가운데 ‘이와 같이 하여 마지 않는다면[若此不已]’ 이하 34자(字)가 있었는데, 이것이 어찌 신하가 감히 들을 수 있는 것이겠습니까? 선비라는 이름을 지니고서 이런 하교를 임금에게 받았으니 선비가 이를 얻은 것은 진실로 그의 잘못입니다만 조정이 선비를 대우하는 바가 성상의 덕에 누가 되지 않겠습니까? 더구나 성균관은 사방의 표준으로서 선비들이 우러러보는 곳인데 성균관 저 높은 벽에 걸어 놓은 현판은 상위(象魏)의 현판과 거의 같으니, 사론(士論)이 좌절되고 유풍(儒風)이 사라진 것이 오늘날에 말미암지 않았다고 할 수 없을 것입니다. 신들이 지나친 처분과 엄하신 하교를 본 뒤로 충정이 복받쳐 올라 근심과 개탄을 금하지 못하다가 서로 이끌고 나와 일제히 호소하는 바이니, 빨리 유사에게 명하여 성균관에 걸어 놓은 전교를 즉시 도로 거두어 사라져 가는 원기를 북돋우고 좌절된 사론을 붙들어 세움으로써 성덕을 빛내고 사문을 다행하게 하소서.” 하였는데, 비답하기를, “현판의 일이 어찌 진정한 사론(士論)을 가리킨 것이겠는가? 그대들이 이른바 ‘어깨를 나란히 하기가 부끄러워서 말할 것도 없다.’는 무리로 하여금 조심할 줄 알게 하려는 데 지나지 않은 것이다. 그런데 그대들이 이제 와서 이와 같이 하니, 본의를 이해하지 못한 것 같다. 그러나 어찌 생각이 없겠는가? 그대들은 물러가서 학업을 닦으라.” 하였다.",
                "hj": "○戊戌/太學儒生趙學點等疏略曰: 挽近以來, 世級寖降, 士趨漸淆, 間有鬼怪之輩, 中懷挾雜, 投以僞通, 則朝家之所以待之, 宜不以士, 而臣等差與之竝肩矣。 試以向來方外儒通事言之, 乖激之極, 言不稱停, 朝家處分, 至嚴且重, 至有泮宮揭板之命。 臣等仰認大聖人匪怒之敎。 而不能無憾於天地之大。 惟彼通儒, 雖不足言, 而蓋論本事, 斯文之所關也, 義理之所重也。 今有人不知先賢之尊, 敢肆絶悖之擧, 則其在扶義理闡斯文之道, 不可以語涉朝官, 泯默無言也明矣。 臣等竊伏見聖敎, 若曰: ‘朝官之得失, 此朝廷之官箴, 非儒生之所可干與。’ 妄自隱度于心曰: ‘朝官之得失, 朝廷議之, 則草野出位之言, 固不可, 而事關斯文, 則不有草野論之而誰論也。” 竊又伏見聖敎中, 有 ‘若此不已’ 以下三十有四言, 是豈人臣所敢承聆者哉? 名爲士子, 得此敎於君父, 則士子之得此, 固其罪也, 朝家所以待士子者, 不有累於聖德乎? 況太學者, 四方表準, 多士觀瞻, 屹彼泮壁之揭, 殆若象魏之懸, 士論之摧折儒風之消磨, 未必不由於今日也。 臣等自伏見過中之處分, 截嚴之辭敎, 衷懇所迫, 不禁憂慨之弸中, 相率齊籲於黈纊之下, 伏乞太學所揭傳敎, 亟命有司, 俾卽還收, 培元氣於將沮, 扶士論於幾摧, 以光聖德, 以幸斯文焉。 批曰: “揭板事, 豈指眞箇士論? 不過使爾等所謂 ‘羞與比肩不足言者’ 之類, 知戢而已。 爾等之今來如此, 似不曉本意。 然豈無商量? 爾等退修學業。”"
            },
            "2": {
                "H2KE-EN": "The King issued an order: The original intent of the woodblocking of the printing blocks was solely devised for those who claimed to claiming to printing claiming to",
                "H2KE-nKo": "전교하기를,“지난번 현판을 내건 본의는 오로지 협잡을 가탁하여 거론한 것이지 애당초 태학의 유생들과는 관계가 없었다. 그런데 유생들이 갑자기 이 때문에 불안하게 여기는 것은 참으로 뜻밖이다. 그러나 협잡을 가탁하여 가탁한 자들이기 때문에 관계가 없는 태학의 유생들로 하여금 불안하게 하는 것도 우대하는 뜻이 아니다. 원래의 전교에서 ‘이와 같이 하기를 마지않는다.[若此不已]’라고 한 이하 30여 자를 즉시 지우게 하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 15일(무술) 2번째기사",
                "gt-oKo": "하교하기를, “저번에 현판을 걸어 놓게 한 본의는 오로지 선비의 본의에 가탁하여 협잡을 부린 자를 위하여 한 것이지, 애초 성균관 유생들에게는 간여된 것이 아니었다. 그런데 유생들이 갑자기 이로써 불안해 할 줄은 실로 예상하지 못하였다. 그러나 선비의 논의에 가탁하여 협잡을 부린 자들 때문에 관계가 없는 성균관의 유생들을 불안하게 하는 것 역시 우대하는 뜻이 아니므로, 원래의 전교 가운데 ‘이와 같이 하여 마지 않는다면[若此不已]’ 이하 30여 자(字)를 즉시 지워버리게 하라.” 하였다.",
                "hj": "○敎曰: “向來揭板本意, 專爲假托挾雜者而發, 初未嘗干涉於太學諸生。 則諸生之忽以此難安, 誠是意外。 然以假托挾雜者之故, 使無干之太學諸生, 不安, 亦非優待之意, 原傳敎中, ‘若此不已’ 以下三十餘字, 卽令抹去。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Kim Bang묵 , a Confucian student of the Royal Confucian Academy , and others again submitted a memorial to the King to withdraw the royal order to write the wooden boards of the Royal Confucian Academy . [The King] 비답하기를, “그대들이 finally do not understand [this order], and I will clearly instruct you again. How can you write the boards of the Royal Confucian Academy by establishing a prohibition on the boards? If that is the case, why would you come to the point of repeatedly written memorial? In recent days, how can you write the boards of the Royal Confucian Academy? Indeed, how can you present the memorial to the wooden boards of the Royal Confucian Academy? The high-ranking officials and ministers are treated by the court. If they are guilty of being guilty, then you and the students of the Royal Confucian Academy altogether jointly expound on them and report to me. Now, this is not so. One or two occasions wherein one or two occasionally claim that the boards of the wooden boards were slandered, and attempted to pursue [the boards of the Royal Confucian Academy] and attempted to attempt to pursue [the boards]. However, I do not know what is the trend of social custom? How could this be a sense of epidemic? If we do not prohibit this, how can there be a discipline in the state? Now, the wooden boards of the Royal Confucian Academy are merely the same as Your Majestys intention to prohibit court officials from imprisonment. You suddenly say that the prohibition on the Royal Confucian Academy is also easy. If you have read books and clarified the principles, then 설사 참으로 the prohibition on the boards of the Royal Confucian Academy could not be inconvenient, much less there is no harm to you? You should withdraw and cultivate your studies.",
                "H2KE-nKo": "태학 유생 김방묵 등이 다시 상소하여 태학에 현판을 내걸게 한 명을 도로 거두어 달라고 청하니, 비답하기를,“그대들이 끝내 깨닫지 못하고 있으니, 다시 분명하게 유시하겠다. 현판을 내걸게 한 것이 과연 그대들이 진언하는 것을 금지한 것인가? 만약 그렇다면 그대들의 두 번째 상소는 어찌하여 이르렀는가. 근일에 이른바 방외의 통문이라는 것이 과연 그대들의 상소와 같은가. 대신과 경재는 조정에서 예우하는 대상이니, 진실로 말할 만한 죄가 있다면 그대들의 제생이 서로 이끌고 나와 성토하고 나에게 알려야 할 것이다. 그런데 지금은 그렇지 않아서 한두 명의 거짓을 핑계 대는 부류를 통문이라고 하면서 욕하고 능멸하여 쫓아내려 하다가 문득 뜻을 이루었다. 나는 이것이 과연 어떤 풍습인지, 어떤 모양새인지 모르겠다. 이러한데도 금하지 않는다면 나라가 있고 기강이 있다고 할 수 있겠는가.이번에 현판을 내걸게 한 것은 바로 조정 신하들을 유벌하는 것을 금지하려는 성상의 뜻과 똑같을 뿐이다. 그대들은 곧바로 태학에 금령을 내걸었다고 하니, 말하기도 쉽다. 그대들이 글을 읽고 이치를 밝힌다면 설령 참으로 금령을 내걸더라도 그대들에게 손상될 것이 없을 것인데, 더구나 원래 간여하지 않은 것이야 더 말할 것이 있겠는가. 그대들은 물러가서 학업을 닦으라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 19일(임인) 1번째기사",
                "gt-oKo": "성균관 유생 김방묵(金邦默) 등이 다시 상소하여 성균관에 현판을 달게 한 명을 도로 거둘 것을 청하니, 비답하기를, “그대들이 끝내 깨닫지 못하니, 다시 시원스럽게 유시하겠다. 현판이 과연 그대들이 건의하는 것을 금하는 것이겠는가? 만약 그렇다면 그대들의 재차 상소가 어떻게 이르렀겠는가? 요즘 이른바 ‘방외 통문’이라는 것이 과연 그대들의 상소와 같은가? 대신과 경재(卿宰)는 조정에서 예우하고 있으니, 만일 말할 만한 죄가 있으면 유생 그대들이 서로 이끌고 나와 성토하여 내가 듣게 해야 할 것이다. 그런데 이제 그렇게 하지 않고서 한두 가탁한 무리가 통문이라고 하면서 욕하고 능멸하여 쫓아내려는 꾀를 이루었는데, 나는 이것이 과연 무슨 풍습이며 무슨 모양인지 모르겠다. 이를 금하지 않는다면 나라가 있고 기강이 있다고 말할 수가 있겠는가? 이번 현판은 곧 조정 신하를 유생들이 벌주는 것을 금지하였던 선왕의 의도와 같을 뿐이었는데, 그대들은 성균관에 금령(禁令)을 설치하였다고 하였으니, 말을 또한 쉽게 하였다. 그대들은 글을 읽고 이치를 밝히면 설사 참으로 금령을 설치해 놓았더라도 그대들에게 손상이 없을 것인데, 더구나 원래 관계가 없는데 말할 것이 있겠는가? 그대들은 물러가서 학업이나 닦으라.” 하였다.",
                "hj": "○壬寅/太學儒生金邦默等, 更疏請還收太學揭板之命, 批曰: “爾等終不曉然, 更當洞諭矣。 揭板, 其果設禁爾等進言乎? 若然則爾等再疏, 何爲而至也? 近日所謂方外通文, 果是如爾等之上疏乎? 大臣卿宰, 朝廷之所禮遇也, 苟有可言之罪, 則爾等諸生, 相率聲討, 而聞於予可也。 今也不然, 一二假托之類, 謂以通文, 詬辱凌踏, 欲逐便遂, 而予則不知此果何許風習乎, 何許景象乎? 此而不禁, 可謂有國有綱乎? 今此揭板, 卽與禁斷朝臣儒罰之聖意, 同符而已。 爾等直謂設禁於太學者, 言亦容易矣。 爾等讀書明理, 則設使眞箇設禁, 無損於爾等, 況元自不干乎? 爾等退修學業。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Yi Seogu , Governor of Jeolla Province , submitted a memorial regarding land surveying. The memorial read as follows: The discussion of land survey is truly related to the majority of the people and the state. The situation of this province is especially different from other provinces. Since the ten-hundred years since the gisa year (, famines have ensued repeatedly. In the case of the gapjin year (, the famine was even more critical, and the people who died and scattered are so numerous that it is impossible to survey. However, the military register has gradually been slightly empty, and the state grain loans have become more disturbed, and the neighbor-guaranteeeeeous and neighbor-guaranteous clans have also joined them. Those who reside in their homes do not share their livelihoods, and those who leave their homes do not share their livelihoods. Therefore, the fields of the fields are increasingly cultivated in the fields of the fields and fields are truly possible. When we examined the survey of the previous year, the old and the old, it is almost impossible to describe them instead of the collection. However, the new and the old and the fields of the fields are not possible to feed their livelihoods. In the past, those who can cultivate less than ten or ninety to nine or ninety to cultivate fields were exhausted due to the destitute and suffered from poor harvests. Therefore, it is quite appropriate to raise their livelihoods and to wait for the time to survey their livelihoods.In the Book of Documents (C. Shujing , if there are those who have possible to cultivate surveying their land, it would be almost impossible to observe their livelihoods in the future. If not, the fields of cultivate cultivating cultur",
                "H2KE-nKo": "전라 감사 이서구가 상소하여 양전에 대한 일을 논하기를,“양전에 대한 논의는 실로 백성과 나라의 큰 정사인데, 본도의 사정은 다른 도와는 크게 다릅니다. 기사년 이후로 십수 년 이래로 기근이 거듭 들었는데 갑술년의 흉년은 더욱 참혹하여 백성들이 죽거나 흩어지는 것을 이루 다 헤아릴 수 없습니다. 그런데 군적은 점점 비어 가고 환곡에 대한 정사는 더욱 문란해져서 이웃과 친족이 소란스럽게 되면 또 따라서 몰아붙이니, 거주하고 있는 자들은 생업에 안정하지 못하고 떠나는 자들은 고향을 그리워하지 않습니다. 그러니 전야가 황폐해지는 것은 형세상 당연합니다. 작년의 재결 장부를 상고해 보니, 묵은 전답과 묵은 전답을 당년의 재결로 옮겨 시행한 것이 총계 1만 7500여 결이나 되는데, 기사년과 갑술년의 가장 많은 총계에 비하면 개간한 전답이 다행히 절반은 넘었지만 나머지 수량은 오히려 많지 않다고 할 수 없습니다.한전이나 새로 묵혀서 검방 대상에 들어 있지 않은 전답의 경우는 비록 일일이 셀 수 없지만 또한 적지 않을 것이니, 이것이 원망의 징조가 일어나게 된 원인입니다. 그러나 이른바 새로 묵힌 전답은 논이나 밭을 막론하고 모두 산림이나 천택으로 경작할 수 있는 땅이 아닙니다. 지난날에는 개간할 수 있는 기름진 전답이 십중팔구였는데, 단지 사람이 죽고 집이 줄어드는 바람에 상처가 아물지 않아 황폐해지도록 내버려 두었을 뿐입니다. 지금을 위한 계책으로는 바로 휴양하고 위로하며 천천히 백성이 조금 번성하기를 기다렸다가 쓸모없는 자들이 도로 모여들어 농사에 힘을 다할 수 있게 해야 합니다. 그런데 하늘의 신령스러움에 힘입어 다행히 삼황오전의 소강을 얻게 되었으니, 전에 이른바 ‘이곳에 땅이 있는 사람이 있으면 거의 점차 효과를 볼 수 있다.’라는 것입니다. 만약 그렇지 않다면 지금 이 수만 결의 경작할 수 있는 전답은 장차 귀속할 곳이 없게 되어 이서들의 뒷날 간사한 폐단을 열어 놓게 될 것이고, 나라의 재정만 손상하고 백성의 고통에는 보탬이 되지 않을 것입니다.대체로 양전은 백성을 구휼하는 것이지 나라를 넉넉하게 하는 것이 아닙니다. 돌아보건대 지금 곤궁한 백성들은 아직도 다 소생되지 못하였고 묵은 전답도 아직 다 개간되지 않았는데, 단지 현재 개간된 전답만을 가지고 상세의 남고 모자람을 비교한다면, 공부가 잘못되는 폐단이 있을 뿐만 아니라 여론도 소란스러워지는 탄식이 있을 것입니다. 또 혹 조례와 제도에 구애되어 액수에 구애되어 연한이 오래되지 않았는데도 황폐한 전답은 세금을 감면하는 데에서 누락되고 등급이 제대로 매겨지지 않아 척박한 전답은 혹 세금을 더 부과하게 될 것입니다. 그렇게 되면 장차 한 도의 백성들에게 크게 믿음을 보일 수 없을 것이니, 기추위나 더위와 비에 대한 탄식은 반드시 없으리라고 보장하기 어렵습니다. 적당한 땅을 얻지 못하여 시행하다가 혹 시기를 놓치게 되면 선후책을 도모하는 것이 이와 같이 어려울 것입니다. 이는 신의 구구한 어리석은 견해일 뿐만 아니라, 수령을 두루 찾아다니며 백성들의 말을 널리 채집하여 편리하다고 하는 자는 적고 불편하다고 하는 자는 도리어 많으니, 일의 형세와 완급을 여기에서 알 수 있습니다. 이것이 신이 신중히 하고 어렵게 여겨 반드시 3, 5년 동안 기다렸다가 농사를 권장하고 농사에 힘쓰게 하여 농사일이 완공된 뒤에야 경계를 논할 수 있는 이유입니다. 응당 들어가야 할 비용에 대해서는 또한 지금부터 미리 조처를 시행하여 순식간에 모음으로써 위로는 경비를 지나치게 낭비하지 않게 하고 아래로는 백성들의 힘을 거듭 손상시키지 않게 하여 시행할 수 있는 날을 기다린다면, 일을 할 때 시작을 도모하는 도리에 거의 해가 되지 않을 것입니다. 신은 이미 사정이 이와 같다는 것을 분명히 알고 있는데, 만약 다시 한갓 두려워하는 마음만 품고 사실대로 갖추어 아뢰지 않는다면, 이는 지극한 정성으로 왕명을 받들어 행하는 도리가 전혀 아닙니다. 휴양하고 위로하며 위로하는 방도에 대해서는 또한 빈말로 할 수 있는 것이 아닙니다. 요컨대 백성을 소란스럽게 하지 않는 것을 으뜸으로 삼고 백성을 소란스럽게 하지 않는 근본은 또 용도를 절약하고 사람을 사랑하는 데에 있습니다. 삼가 바라건대 묘당에 하문하여 특별히 재결을 내려 주소서.”하니, 비답하기를,“묘당으로 하여금 상의하여 내게 물어 처리하게 하겠다.”하였다. 묘당이 아뢰기를,“도신이 논한 것은 직접 그 지역에 부임하여 그 형세를 눈으로 보았기 때문에 그 말이 이와 같은 것입니다. 이는 양전을 행할 수 없다는 것이 아니라, 반드시 농사가 연이어 풍년이 들고 농사일이 완공되기를 기다린 뒤에야 비로소 경계를 정하는 것에 대해 의논할 수 있다는 것입니다. 본도의 양전에 관한 일은 청한 대로 우선 천천히 하도록 허락하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 2일(을유) 1번째기사",
                "gt-oKo": "전라 감사이서구가 양전(量田)의 일에 관해 논하기를, “양전의 의논은 진실로 나라의 큰 정사인데, 본도는 사정이 타도(他道)와 아주 다릅니다. 대체로 기사년 이후 십수 년 동안 흉년이 거듭 들었는데 갑술년의 흉년이 특히 참혹하여 죽거나 흩어진 백성을 이루 다 셀 수 없습니다. 그래서 군적(軍籍)이 점점 텅 비고 적정(糴政)이 더욱 문란되었는데, 인족(隣族)의 소요까지 또 뒤따라 몰아치자 사는 자는 직업에 편안하게 종사하지 못하고 떠나간 자는 고향을 그리워하지 않게 되었으니, 밭과 들이 묵는 것은 사세상 당연한 것입니다. 시험삼아 작년 재해의 장부를 상고해 보니, 구진전(舊陳田)이나 신진전(新陳田)을 당년의 재해지로 결정한 총계가 1만 7천 5백여 결(結)이 되었는데, 기사년·갑술년의 가장 많은 총계에 비하면 개간된 것이 비록 다행히 반은 넘었으나 남은 수도 많지 않다고 할 수 없습니다. 검사 대상에 들어가지 않은 한전(旱田)의 신진(新陳)에 있어서는 비록 낱낱이 세기는 어렵지만 그 역시 적지 않을 것인데, 이것이 억울하게 징수한다는 폐단이 일어나는 원인입니다. 그러나 이른바 신진(新陳)이란 것은 수전(水田)과 한전(旱田)을 막론하고 모두 산림이나 천택(川澤)이 되어 갈아 먹지 않은 땅이 아닙니다. 일전에는 기름져서 경작할 만한 것이 십에 팔구 할이나 되었는데, 다만 사람이 없어 호구가 줄어들고 흉년의 상처가 아물지 않았기 때문에 황폐한 대로 버려둔 것뿐입니다. 지금을 위하는 계책은 휴양하고 위로해 도와서 천천히 인구가 차차 많아지고 흩어진 백성이 돌아오기를 기다려서 농사에 힘을 다하도록 해야 하는데, 하늘의 신령함을 힘입어 다행히 3, 5년 동안 소강 상태를 유지하게 된다면, 전(傳)에 이른바 ‘사람이 있으면 땅이 있다.’는 말처럼 점점 효과를 볼 수 있을 것입니다. 만일 그렇지 않을 경우 지금 이 수만 결의 경작할 만한 땅이 귀속될 데가 없어서 이서(吏胥)가 후일 간사한 짓을 하는 폐단을 유도하게 할 것이므로, 국가의 재정만 손실될 뿐이고 백성의 고통에는 도움이 없을 것입니다. 대체로 양전은 백성을 구휼하는 것이지 나라를 부유하게 하는 것이 아닙니다. 돌아보건대, 지금 빈궁한 백성이 아직 다 소생되지 않았고 묵은 전지가 아직 다 개간되지 않았는데 현재 개간된 전지만 가지고 일정한 조세의 늘고 주는 것만 따진다면, 공부(公賦)가 결함된 폐단이 있을 뿐만 아니라 사람들이 술렁이어 탄식하게 될 것입니다. 혹시 조례와 제도에 막히거나 액수에 구애되어 연한이 오래지 않아 황폐한 밭이 조세를 감면하는 데에서 빠지고, 등급이 제대로 매겨지지 않아 메마른 밭도 부세를 더 받게 될 것입니다. 그러면 한 도(道)의 백성에게 큰 신의를 보일 수 없을 것이며 지독한 추위와 여름철 장마를 당하는 한탄이 반드시 없으리라고 보장하기 어려울 것입니다. 적절한 곳에 시행하지 못하거나 적당한 시기에 시행하지 않을 경우, 이처럼 뒷수습을 잘하기 어렵습니다. 신의 구구한 어리석고 어두운 소견만이 아니라, 수령에게 두루 묻고 백성의 말을 널리 취하여 보면 편리하다고 말하는 자는 적고 불편하다고 말하는 자가 도리어 많았으니, 사세의 완급(緩急)을 여기에서 볼 수 있습니다. 이 때문에 신이 신중히 하고 어렵게 여겨 반드시 3, 5년 동안 기다렸다가 농사를 권장하고 힘써 농사짓게 하여 농사가 완전히 된 뒤에 양전을 논할 수 있다고 한 것입니다. 마땅히 들어갈 비용에 있어서도 지금부터 미리 조치를 취하여 해마다 모음으로써 위로는 경비를 지나치게 들이지 않게 하고 아래로는 백성의 힘을 거듭 손상하지 않게 하여 양전을 할 만한 시일을 기다린다면, 일을 하면서 처음에 잘 꾀하는 도리에 거의 어긋나지 않을 것입니다. 신이 사정이 이와 같다는 것을 이미 명백히 알고 있으면서도 만약 다시 지나치게 두려워 하는 마음만 품고 사실대로 상세히 아뢰지 않는다면, 지극한 정성으로 선양하는 도리가 아닐 것입니다. 백성을 휴양하고 위로해 돕는 방법에 있어서도 빈말로만 할 수 없는 것입니다. 요컨대, 백성이 동요하지 않는 것으로 상책을 삼아야 하는데 백성이 동요하지 않는 근본은 또 용도를 절약하고 사람을 사랑하는 데에 있습니다. 묘당에 물으시어 특별히 재결하여 처리하소서.” 하였는데, 비답하기를, “묘당으로 하여금 상의하여 품처하게 하겠다.” 하였다. 묘당에서 아뢰기를, “도백의 논한 바는 자신이 그 땅에 가서 직접 그 형세를 본 것이기 때문에 그가 이와 같이 말한 것입니다. 이는 양전을 할 수 없다는 것이 아니라, 반드시 시절이 연달아 풍년이 들고 농사가 제대로 될 때를 기다려 측량에 관해 의논하려고 한 것입니다. 본도의 양전 건은 그의 소청에 따라 천천히 하도록 하소서.” 하니, 그대로 따랐다.",
                "hj": "○乙酉/全羅監司李書九上疏論量田事曰: 量田之議, 實係民國大政, 本道事情, 大異他路。 蓋自己巳以後, 十數年來, 饑饉荐臻, 而甲戌之歉, 尤爲慘烈, 人民之死亡流散, 不可勝計。 而軍籍漸虛, 糴政益紊, 隣族之擾, 又從而驅之, 居者不安其業, 去者不戀其鄕, 田野之荒蕪, 固其勢然也。 試考昨年災簿, 舊陳新陳之移施於當年之災者, 摠計爲萬有七千五百餘結, 比之己巳、甲戌最多之摠, 其所墾闢, 雖幸過半, 餘數尙不可謂不多也。 至若旱田新陳之不入於檢放者, 雖難指數, 亦當不少, 乃是冤徵之所由起也, 然所謂新陳, 毋論水田與旱田, 非盡爲山林川澤不食之地。 在前日則膏腴可耕者, 十居八九, 特坐於人亡戶縮, 瘡痍未完, 一任其荒廢耳。 爲今之計, 正宜休養勞徠, 徐俟其生齒稍繁, 流冗還集, 使得以盡力於南畝, 而賴天之靈, 幸獲三五年少康, 則《傳》所云 ‘有人此有土者, 庶可以漸見成效。 如其不然, 今此數萬結可耕之土, 將無所歸屬, 啓吏胥異日之奸弊, 而徒損於國計, 無補於民隱。 夫量田, 所以恤民也, 非所以裕國也。 顧今窮黎尙未盡蘇, 汚萊尙未盡闢, 而只就見在之墾田, 較量常稅之贏縮, 則不惟公賦有失陷之弊, 物情有繹騷之歎。 又或爲條制所格, 數額所拘, 年限未久, 而荒田見漏於蠲稅, 品第失宜, 而瘠土或至於加賦。 則將無以示大信於一路之民, 祈寒暑雨之咨, 難保其必無也。 施之不得其地, 行之或失其時, 則善後之圖, 其難若此。 非獨臣區區愚昧之見, 遍叩守宰, 博採民言, 稱便者寡, 而稱不便者反多, 事勢緩急, 卽此可見。 此臣所以鄭重難愼, 必欲待三五年之間, 勸農力穡, 使田功完擧而後經界乃可論也。 若其應入費用, 亦須自今爲始, 預行措處, 逐旋鳩聚, 上不至過煩經費, 下不至重損民力, 以待其可行之日, 則庶不害爲作事謀始之道。 臣旣明知其事情之如此, 而若復徒懷嚴畏, 不以實具聞, 則甚非所以至誠對揚之義。 至若休養勞徠之方, 亦非可以空言爲也。 要當以不擾民爲上, 而不擾民之本, 又在於節用而愛人。 伏願俯詢廟堂, 特賜裁處。 批以 “令廟堂, 商確稟處。” 廟堂啓言: “道臣所論, 躬莅其地, 目見其勢, 故其言如此。 此非以量田爲不可行也, 必欲待歲事之連登, 田功之克擧, 始可議於定界也。 請本道量田一款, 依所請許令姑徐。” 從之。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] 차대를 행하였다. Officials of the senior third rank or above of the Office of Benefiting the People Yi Jonsu said, The clerks of the Office of Benefiting the People stole goods totaled 50,000 nyang . Among them, the crimes committed by Ji Yunsang amounted to 10,000 nyang, Noh Seongheum numbered 8,9,400 nyang, and Jeong Gwangcheon numbered 3,500 nyang. [Your subject] requests that all of them be sent to the army headquarters and be hanged after 지만 has been confessed. The King consulted with high-ranking officials, and the high-ranking officials agreed with this. [The King] granted permission.",
                "H2KE-nKo": "차대를 행하였다. 선혜청 당상 이존수가 아뢰기를,“본청의 아전들이 장부를 훔쳐서 재물을 도둑질하였는데, 그 값을 합하면 50여만 냥이나 됩니다. 그중에 지윤상이 범한 죄는 10만 1000냥이고, 노성흠이 8만 9400냥이고, 정광천이 3만 1500냥입니다. 모두 지만을 받은 뒤에 군문에 넘겨 효수하게 하소서.”하였다. 주상이 대신에게 물으니, 대신의 의견도 같았으므로 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 20일(계묘) 1번째기사",
                "gt-oKo": "차대하였다. 선혜청 당상 이존수(李存秀)가 아뢰기를, “선혜청의 하리들이 장부를 훔쳐서 재물을 도둑질하였는데, 그 값을 합하면 50여 만 냥이나 됩니다. 그 가운데 지윤상(池允祥)의 범한 것이 10만 1천 냥이고, 노성흠(盧性欽)의 범한 것이 8만 9천 4백 냥이고, 정광천(鄭光天)의 범한 것이 3만 1천 5백 냥입니다. 모두 지만을 받은 뒤에 군문(軍門)에 넘기어 효수(梟首)하게 하소서.” 하니, 임금이 대신에게 물었다. 대신의 의논이 같았으므로, 그대로 따랐다.",
                "hj": "○癸卯/次對。 宣惠堂上李存秀曰: “本廳吏輩竊簿盜財, 合折價爲五十餘萬兩矣。 其中池允祥所犯, 爲十萬一千兩, 盧性欽爲八萬九千四百兩, 鄭光天爲三萬一千五百兩。 幷請捧遲晩後, 出付軍門梟首。” 上, 詢大臣, 大臣議同, 從之。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Haksu as third minister of personnel .",
                "H2KE-nKo": "이학수를 이조 참의로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 20일(계묘) 2번째기사",
                "gt-oKo": "이학수(李鶴秀)를 이조 참의로 삼았다.",
                "hj": "○以李鶴秀爲吏曹參議。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Royal Confucian Academy reported as follows: In the gapjin year (, the students of the Royal Confucian Academy gathered together and said, We, your humble subjects, led together and appealed to Your Majesty, twice desired to clarify the cardinal principles of righteousness and to request Your Majesty to withdraw the prohibition. However, we received Your Majestys congratulatory 비답을 삼가 받들건대, Your Majesty did not listen to Your Majestys sagacity and reprimands all the details of Your Majestys instructions and reprimand them, which was frightened and apprehensive. Furthermore, your humble subjects, believe that Your Majesty serves the ruler of the Royal Confucian Academy is only the two characters of righteousness, and the cardinal principles lies in lieu of the Royal Confucian Academy and the education of the",
                "H2KE-nKo": "성균관이 아뢰기를,“거재 유생들이 권당하고 소회를 아뢰기를 ‘신들이 서로 이끌고 와서 호소한 것이 두 번에 이른 것은 품고 있는 대의를 밝히고자 하여 금령을 도로 거두어들이시기를 우러러 청한 것입니다. 그런데 삼가 성상의 비답을 받들건대, 성상께서는 전혀 듣지 않으시고 가르침과 꾸짖음이 지극하시니, 놀라고 당혹스러워하며 이어서 매우 근심하고 개탄하며 억울해하고 있습니다. 신들이 도움을 받아 임금을 섬기는 것은 ‘의리’라는 두 글자뿐이고, 의리는 사문을 보위하고 세교를 붙들어 세우는 데에 있습니다. 참으로 그렇지 않다면 어떻게 유생의 관을 쓰고 유생의 옷을 입고 태학의 문에 들어갈 수 있겠습니까. 지금 선현을 모욕하고 선정을 모욕하며 사문을 더럽히고 세교를 무너뜨리는 자가 있으면 배척하고 성토하는 것도 오직 의리를 볼 뿐입니다. 선비의 무리가 사방에 퍼져서 안으로는 국학에 있고 밖으로는 향교와 서원에 있어서 사문의 의리에 관계되는 것이면 서로 고하여 서로 깨우쳐 주고 깨우쳐 주는 말을 하는 것을 유생의 통문이라고 합니다. 지금 만약 일절 금지하여 이런 짓을 하지 못하게 한다면 이는 사방의 입을 막고 태학의 귀를 막는 것입니다. 사방과 태학은 둘로 비유할 수 없고 하나로 비유할 수 없으니, 태학은 심복이고 향교와 서원은 사지이며 유생의 논의는 혈맥입니다. 만약 태학에서 향교와 서원의 유생의 논의를 가지고 서로 고하지 않는다면 어떻게 태학이라고 할 수 있겠습니까. 조정에서 금령을 설치한 것을 목격하고도 바로잡을 생각을 하지 않는다면 사문을 보위하지 않을 수 없고 세도를 붙들어 세우지 않을 수 없으며 의리를 밝히지 않을 수 없는 것은 무엇 때문입니까.’라고 하였습니다.갖은 방법으로 타일렀으나 끝내 마음을 돌리지 않으니, 어떻게 해야겠습니까?”하니, 전교하기를,“끝내 이해할 수 없다. 원래 간여하지 않은 하교가 어찌 놀라고 두려워하며 근심하고 개탄하며 억울해하는 말 때문에 권당까지 하는 것이겠는가. 즉시 효유하여 도로 들어가게 하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 21일(갑진) 1번째기사",
                "gt-oKo": "성균관에서 아뢰기를, “거재 유생(居齋儒生)들이 권당(捲堂)한 소견에 대해 말하기를, ‘신 등이 서로 이끌고 나와 두 번이나 호소한 것은 마음에 품은 대의(大義)를 밝히고 금령(禁令)을 환수할 것을 청하였던 것입니다. 그런데 삼가 성상의 비답을 받아 보니, 전혀 받아들이지 않고 훈계와 질책만 호되게 하였으므로, 놀라고 당혹하다가 이어서 극도로 근심하고 개탄하며 억울해 하였습니다. 신 등이 의뢰하여 임금을 섬기는 것은 ‘의리(義理)’ 두 글자뿐인데, 의리는 사문(斯文)을 호위하고 세상의 교화를 붙들어 세우는 데에 있습니다. 진실로 그렇지 않다면 어떻게 선비의 관을 쓰고 선비의 복장을 입고 성균관의 문에 들어갈 수 있겠습니까? 지금 선현(先賢)을 업신여기고 선정(先正)을 미워하며 사문(斯文)을 배척하고 세상의 교화를 무너뜨리는 자가 있을 경우, 배척하고 성토하되 또한 의리만 보아 할 뿐입니다. 선비의 무리가 사방에 분포되어 서울에서는 성균관에 있고 지방에는 향교와 서원에 있는데, 사문의 의리에 관계되는 일이 있을 경우, 서로 알리고 깨우쳐야 하니, 알리고 깨우치는 것을 유생의 통문이라고 하는 것입니다. 그런데 지금 만약 일체 금단하며 통문을 내지 못하게 할 경우, 이는 사방(四方)의 입을 막고 성균관의 귀를 막는 것입니다. 사방은 성균관과 둘로 분리할 수 없으니, 일신(一身)에 비유하자면 성균관은 심복(心腹)이고 향교와 서원은 사지(四肢)이며 선비의 의논은 혈맥(血脈)입니다. 성균관에 향교와 서원의 선비들의 의논을 고하지 않게 한다면, 어떻게 성균관이 될 수 있겠습니까? 조정에서 설치한 금령(禁令)을 목격하고도 바로잡아 구제하려고 하지 않는다면, 사문을 호위하지 않을 수 없고 세도를 붙들어 세우지 않을 수 없으며, 의리를 밝히지 않을 수 없는데 어찌한단 말입니까?’라고 하였습니다. 여러 가지로 타일러 깨우쳤으나 끝내 듣지 않았습니다. 어떻게 해야 하겠습니까?” 하니, 하교하기를, “끝내 이해가 안 간다. 원래 간여되지 않은 하교였는데, 이것이 어찌 놀라고 두려우며 근심하고 개탄하며 억울한 말이기에 권당까지 한단 말인가? 곧 효유(曉諭)하여 도로 들어오게 하라.” 하였다.",
                "hj": "○甲辰/成均館啓言: “居齋儒生等, 捲堂所懷以爲, ‘臣等相率呼籲, 至於再遭者, 欲明所抱之大義, 仰請禁令之還收。 而伏承聖批, 天聽邈然, 誨責備至, 驚惑震恐, 繼以憂慨抑鬱之極也。 臣等之所藉手事君者, ‘義理’ 二字而已, 義理在於衛斯文扶世敎。 而苟非然者, 尙何以冠儒服儒入於太學之門也? 今有侮賢醜正關斯文而壞世敎者, 則斥之討之, 亦惟義理是視。 夫縫掖之倫, 布于四方, 內而在於國學, 外而在於校院, 其有關於斯文義理, 則相告而相諭, 諭告之發, 是之謂儒通也。 今若一切禁斷, 使不得爲此, 則是乃杜四方之口, 塞太學之耳也。 四方之於太學, 不可以二之譬之一身, 太學者, 心腹也, 挍院者, 四體也, 儒論者, 血脈也。 使太學而不有校院之儒論相告, 則何以爲太學也? 目見朝家之設禁, 不思匡救, 則其如斯文之不可不衛, 世道之不可不扶, 義理之不可不明, 何哉? 云。 多般開諭, 終不回聽。 何以爲之。” 敎曰: “終不曉然。 元自不干之敎, 豈是驚惑震恐, 憂慨抑鬱之語, 而至於捲堂乎? 卽爲曉諭還入。”"
            },
            "2": {
                "H2KE-EN": "Magistrate of Uiju Magistracy Kim Gyeongyeon advised: The marketplaces of the middle River are all in white mourning clothes, and the headgear for the headgear. The interpreter Oh Yeongseo , the post-station chief Jang Gyeong , and others said, His Imperial Majesty passed away on the twenty-fifth day of the seventh month in the middle River on the twenty-fifth day of the seventh month. We inquired about the date of the arrival of the interpreters and the arrival of the interpreters.",
                "H2KE-nKo": "의주 부윤 김경연이 아뢰기를,“중강 개시 때 대국 사람들이 모두 소복을 입고 두모를 쓰고 상모를 없앴습니다. 그래서 놀라서 그 곡절을 물어보니, 통관 오영서와 세관 장경 등이 말하기를 ‘황제가 7월 25일에 열하의 피서산장에서 붕서하였다.’라고 하였습니다. 칙사의 행차가 언제쯤 올지 자세히 물어보니, 아직 확실히 알지 못한다고 대답하였습니다. 비록 근거할 만한 문적은 없지만 이미 통관이 전신한 것이 있으니, 우선 급히 장계합니다.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 21일(갑진) 2번째기사",
                "gt-oKo": "의주 부윤김경연(金敬淵)이 아뢰기를, “중강(中江)의 개시(開市)에 대국(大國)의 사람이 모두 흰 옷을 입고, 머리의 모자에는 상모(象毛)를 없앴기 때문에 놀라 그 까닭을 물어 보았는데, 통역관오영서(吳英瑞)와 세관(稅官) 장경(章京) 등이 말하기를, ‘황제가 7월 25일에 열하(熱河)의 피서하는 산장(山莊)에서 붕서(崩逝)하였다.’고 하였습니다. 칙사가 언제쯤 올 것인지에 관해 물으니, ‘아직 확실히 알 수 없다.’고 하였습니다. 비록 의거할 만한 문적은 없으나 이미 통역관이 소식을 전하였으므로, 먼저 빨리 아룁니다.” 하였다.",
                "hj": "○義州府尹金敬淵啓言: “中江開市, 大國人, 皆素服, 頭帽去象毛, 故驚問其委折, 則通官吳英瑞及稅官章京等以爲, ‘皇帝七月二十五〔日〕崩逝於熱河避暑山莊。’ 云。 詳問其勑行遲速, 則答以 ‘姑未的知’ 云矣。 雖無文蹟之可據, 旣有通官之傳信, 爲先馳啓。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulsa day, [the King] summoned officials of the Ministry of Taxation , the officials of the senior third rank or above of the Ministry of Rites , and the officials of the senior third rank or above of the State Council and Privy Council in the eulsa year and held audience with them. This was due to the occasion of receiving the imperial edict.",
                "H2KE-nKo": "을사년에 대신과 호조 당상, 비변사 당상을 불러서 보았다. 칙사를 맞이하는 일 때문이었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 22일(을사) 1번째기사",
                "gt-oKo": "대신, 당상, 비국 당상을 불러 보았다. 칙사를 맞이하는 일 때문이었다.",
                "hj": "○乙巳/召見大臣戶禮堂備堂。 因迎勑事也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Im Han Ho as the commissioner for receiving the imperial envoy at the border , Kim Gyohui as the official for refreshing the envoy , and Bak Jongmu as the right vice-envoy .",
                "H2KE-nKo": "임한호를 원접사로 차출하고, 김교희를 문례관으로 차출하고, 박종훈을 우부빈객으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 22일(을사) 2번째기사",
                "gt-oKo": "임한호(林漢浩)를 원접사(遠接使)로, 김교희(金敎喜)를 문례관(問禮官)으로 차출하고, 박종훈(朴宗薰)을 우부빈객으로 삼았다.",
                "hj": "○以林漢浩差遠接使, 金敎喜差問禮官, 朴宗薰爲右副賓客。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Magistrate of Uiju Magistracy Kim Gyeongyeon reported on the transcription of the royal edict received by the Office of Royal Attire . The transcription read as follows: I received the benevolence of His Majesty the late Emperor who has benefited from His Majesty the late Emperor who has benevolently raised the benevolence of His Majesty. I think that the great kindness of His Majesty the late Emperor is so overflow that I cannot endless. Although the Imperial Crown Prince is over sixty years old, His Majesty the Imperial Crown Prince is brilliant and his mind is strong. I looked at the palace courtyard, and I was very fortunate that I would enjoy a long life and be able to choose my life. In this year, I traveled to Anyang , and I accompanied me on my way to the palace when I was staying on my way [to the palace] as well. I was encountered by my traveling on my way to the palace when I was encountered a slight and hot weather. Then I encountered a disease for three days and finally became extremely improved. I rushed to the ground and anxiety to the Imperial Crown Prince, but I could not worry about it. I reverently reflected upon His Majesty the late Emperor who acceded to the throne for twenty-five years. Ever since I observed the plundering and observed the plundering of the thieves and stabilized the people, and always slightly appreciated His Majestys concerns even for a day. I looked upon the benevolence that all the subjects of the coastal countries had received His Majestys benevolence and enjoyed peaceful blessings. Now that I traveled to the palace for a long time, I suddenly encountered a great mourning period, and His Majesty the King passed away. In general, those who were saddened with grief would not come from His Majestys utmost sincerity. Furthermore, I received His Majestys great benevolence that I would be twice as much as ordinary times. I respectfully observe that His Majesty the late Emperors instruction, and His Majesty wears mourning clothes as in the old institutions, and I removed my mourning clothes on the twenty-seventh day. My heart is truly difficult. I hereby observe the ancient institutions and respectfully observe the three-year mourning period according to the ancient institutions",
                "H2KE-nKo": "의주 부윤 김경연이 《내각봉상유등본》을 아뢰었다. 그 등본은 다음과 같다.“짐은 황고 대행황제의 길러 주신 은혜를 받아 하늘처럼 끝이 없다. 성수가 비록 60세가 넘었으나 천체가 풍부하고 정신이 강건하여, 짐이 궁정에서 모시면서 애일이 바야흐로 길어지리라는 것을 정히 다행으로 여겼다.올해 장양(<unk>陽 심양)에 순행하였을 때 짐은 연로에서 성상의 몸을 수행하여 평상시와 같이 건강하였다. 그런데 행차하는 도중에 우연히 더위를 앓았는데, 그대로 등척하기를 게을리하지 않아 병을 얻은 지 3일 만에 마침내 병이 위독해졌다. 짐이 땅을 치고 하늘을 부르며 뒤쫓아도 따라잡을 수가 없었다.공경히 생각건대 황고께서는 재위하신 25년 동안 왜적의 난을 평정하고 수많은 백성들을 안정시켰으며, 밤낮으로 부지런히 수고하여 하루도 성려를 조금도 풀어 주신 적이 없었다. 이에 바닷가의 신민들이 우러러 어진 은혜를 입어 함께 태평성대의 복을 누리게 되었다. 지금 어가가 지방을 순행하신 지 며칠 되지도 않았는데 갑자기 대고를 당하여 승하하셨으니, 혈기가 있는 자들은 모두 지극한 정성에서 우러나온 슬픔에 감격하고 그리워하였다. 더구나 짐은 평소보다 만배나 더 깊은 은혜를 받은 데야 더 말할 것이 있겠는가. 황고의 유조를 공경히 받들어 상복은 예전의 제도대로 27일 만에 벗었으니, 짐의 마음이 실로 편치 않다. 오직 옛 제도를 공경히 준수하여 삼년상을 공경히 행한다면 조금이나마 슬프고 사모하는 정성을 만분의 일이나마 다할 수 있을 것이다.”\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 23일(병오) 1번째기사",
                "gt-oKo": "의주 부윤김경연(金敬淵)이 내각 봉상유 등본(內閣奉上諭謄本)을 계달하였다. 그 등본에, “짐(朕)이 황고(皇考) 대행 황제(大行皇帝)의 양육을 받았는데, 그 깊은 은혜를 돌아보건대, 하늘처럼 끝이 없다. 비록 60세가 넘었으나 몸이 풍만하고 정신이 강고(强固)하셨으므로, 짐이 궁정(宮庭)에서 모시면서 애일(愛日)의〈정성이〉 장구함을 기뻐하여 백세까지 사실 줄로 예상하였다. 금년에 난양(灤陽)에 행차할 적에 짐이 연로(沿路)로 수행하였는데, 성궁(聖躬)의 행차가 평상시처럼 건강하셨다. 그런데 행차도중에 우연히 더위를 앓았는데도 그대로 게을리 하지 않고 오르시다가 병을 얻은 지 3일 만에 승하하시고 말았다. 짐이 땅을 치고 하늘을 부르짖으며 슬퍼하였으나, 붙잡을 수 없었다. 삼가 생각하건대, 황고께서 제위에 오른 지 25년 사이에 도적의 난을 평정하고 만백성을 안정시키느라 밤낮으로 근로하여 하루도 생각을 느슨히 가진 적이 없었고, 사해의 신민은 어진 은혜를 입어 함께 태평의 복을 누렸다. 지금 지방을 순행하신 지 며칠이 안되어 갑자기 큰일을 당하여 승하하셨으니, 혈기가 있는 자는 너나없이 지성으로 슬퍼하고 사모하였다. 더구나 짐은 보통 사람보다 만배나 더 깊이 은혜를 받았는데, 말할 것이 있겠는가? 황고의 유조(遺詔)를 받들어서 상복을 옛날의 제도에 따라 27일에 벗고 나니, 짐의 마음이 실로 미안하다. 오직 옛 제도를 따라 삼년상을 행해야만 슬퍼하고 사모하는 정성을 만분의 일이나마 다할 수 있을 것이다.” 하였다.",
                "hj": "○丙午/義州府尹金敬淵, 以《內閣奉上諭謄本》, 啓, 其本曰: 朕受皇考大行皇帝鞠育, 顧復深恩, 昊天罔極。 聖壽雖逾六旬, 天體豐腴, 精神强固, 朕宮庭侍奉, 正幸愛日方長, 期頤可卜。 本年巡幸灤陽, 朕沿路隨扈聖躬, 行健如常。 蹕道偶感暍暑, 仍登陟不倦, 乃遘疾三日, 遂至大漸。 朕搶地呼天, 追攀莫及。 敬惟皇考臨御二十五年, 蕩平寇亂, 綏靖兆民, 宵旰勤勞, 曾無一日, 稍紓聖慮, 薄海臣黎, 仰荷仁幈, 共享昇平之福。 今鑾輅巡方, 不數日之間, 猝遭大故, 龍馭上賓, 凡有血氣者, 悲哀感戀, 罔非出於至誠。 況朕之受恩深重, 萬倍恒常者乎? 欽奉皇考遺詔, 喪服仍依舊制, 二十七日而除, 朕心實所難安。 惟有恪遵古制, 敬行三年之喪, 庶幾稍盡哀慕之忱於萬一。 云。"
            },
            "2": {
                "H2KE-EN": "The Royal Confucian Academy reported as follows: Your Majesty repeatedly issued an order to encourage the students to enter. However, the students said, We have repeatedly violated the royal decree, and we respectfully wait for the execution of punishment. However, the Shrine to Construct the Shrine to Confucius for three days already passed. How should we deal with this? The King issued an order, stating: The intent of the royal court cannot understand our intent. Repeatedly encourage the students to enter into the Royal Confucian Academy. They reported again, Your Majesty summoned the students to encourage them and reprimanded them according to the cardinal principles. However, they encouraged that this was not so. They repeatedly repeatedly, but they did not obey their orders, saying, Before the approval of Your Majestys approval, we do not dare return to the Royal Confucian Academy. They then left the Royal Confucian Academy and left the Royal Confucian Academy. The King issued an order, which stated as follows: The intent of the royal court truly lies upright scholars to pursue the purpose of encouraging the pretext of encouraging encouragy encouraging encourag",
                "H2KE-nKo": "성균관이 아뢰기를,“누차 성지를 내려 유생들을 권하여 들어가도록 하니, 유생들이 ‘거듭 번거롭게 해 드렸으므로 삼가 견책을 기다립니다.’라고 하였습니다. 그런데 성묘에서 권당한 지 이미 3일이 되었으니, 어떻게 해야겠습니까?”하니, 전교하기를,“조정의 본뜻을 유생들이 스스로 이해하지 못할 것이다. 다시 더욱 힘써 도로 들어가도록 하라.”하였다. 또 아뢰기를,“유생들을 불러 사리로 책망하고 그렇지 않다고 타이르며 누누이 타일렀으나 마음을 돌릴 뜻이 없어 ‘윤허를 받기 전에는 감히 거재 유생으로 자처할 수 없습니다.’라고 하고는 이어 거재하고 나갔습니다.”하니, 전교하기를,“조정의 본뜻은 오로지 선비들의 추향을 바르게 하고 가탁한 것을 배척하는 데 있었다. 그런데 유생들이 ‘어깨를 나란히 하기가 부끄러워 말할 것도 없습니다.’라고 하면서 갑자기 대신 책임을 떠맡았으니, 이것만도 뜻밖이다. 그런데도 오히려 그들을 꺾지 않으려는 뜻으로 간곡하게 타일렀으니, 조정에서 그들을 우대하는 것이 지극하다고 할 수 있다. 그런데 끝내 거재하지 않고 거재하기까지 하였으니, 어찌 이기려고 힘쓰는 것이 아니겠는가. 우대하는 것은 우대하는 것이고 선비의 풍습은 선비의 풍습이니, 이 지경에 이르러서는 또한 쓸데없는 말로 다시 권하여 들어가도록 할 말이 없다. 다른 유생들을 권하여 들어가도록 하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 23일(병오) 2번째기사",
                "gt-oKo": "성균관에서 아뢰기를, “누차 성상의 분부를 선포하여 여러 유생들을 들어오라고 권하였는데, 여러 유생이 말하기를, ‘거듭 성상을 번거롭게 하였으니, 공손히 견책이 내리기를 기다리겠습니다.’라고 하였습니다. 성묘(聖廟)에서 권당(捲堂)한 지 이미 3일이 되었으니, 어떻게 해야 하겠습니까?” 하니, 하교하기를, “조정의 본의를 유생들이 깨닫지 못하기 때문이다. 다시 더 힘써서 도로 들어오게끔 하라.” 하였다. 또 아뢰기를, “유생들을 불러서 사리로 책망하고 그렇지 않다는 것을 타이르면서 여러 번 깨우쳤으나 들으려고 하지 않고, ‘윤허를 받들기 전에는 감히 성균관 유생으로 자처할 수 없습니다.’라고 하고는 재(齋)를 비우고 나갔습니다.” 하니, 하교하기를, “조정의 본의는 선비의 추향을 바르게 하고 가탁한 것을 배척하는 데에 있었다. 그러고 보면 유생들이 ‘어깨를 나란히 하기가 부끄러워 말할 것조차 없다.’고 하고는 느닷없이 가름하고 나선 것은 의외의 일이었다. 그런데도 그들의 기를 꺾지 않으려는 뜻에서 거듭 타일렀으니 조정에서 그들을 매우 우대하였다고 하겠는데, 마침내 재(齋)를 비우고 말았으니 어찌 이기기에 힘쓰는 것이 아니겠는가? 우대하는 것은 우대하는 것이고 선비의 버릇은 선비의 버릇이니, 이 지경에 이른 이상 말을 허비하여 다시 권하라고 말할 수 없다. 다른 유생을 권하여 들어오게 하라.” 하였다.",
                "hj": "○成均館啓言: “屢宣聖旨, 勸入諸生, 則諸生等以爲 ‘荐犯瀆擾, 恭俟誅譴。’ 云。 而聖廟捲堂, 已至三日, 何以爲之?” 敎曰: “朝家本意, 諸生自不曉也。 更爲加勉還入。” 又啓言: “招致諸生, 責之以事理, 諭之以不然, 縷縷開釋, 無意回聽以爲 ‘未承允許之前, 未敢以齋儒自處。’ 云, 仍爲空齋出去矣。” 敎曰: “朝家本意, 亶在於端士趨而斥假托。 則諸生之謂之 ‘羞比肩, 不足言’, 而忽地替當者, 已是意外。 而猶以不欲摧折之意, 曉釋諄複, 則朝家之優待, 可謂至矣, 終至空齋之擧者, 豈非務勝乎? 優待自優待, 士習自士習, 到此亦無費辭更勸之可言。 他儒生勸入。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On musin day, the first day of the fourth month, Venus appeared in the middle of the Winter Solstice and Venus appeared in the middle of the sixth month. ",
                "H2KE-nKo": "사시에 태백성이 미지에 나타났다가 6일 만에 사라졌다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 25일(무신) 1번째기사",
                "gt-oKo": "사시(巳時)에 태백성이 남서쪽에 나타났다가 6일 만에 없어졌다.",
                "hj": "○戊申/巳時, 太白, 見於未地, 六日而滅。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported as follows: As for land surveying in Gyeongsang Province , the order has already been issued and its item has also been established. Therefore, this is a matter of inevitably cannot but be done. However, now the imperial edict has been coming several times, and the arrival of envoys are coming and going so far as to continue. However, the expenses in the capital and in the provinces are exhausted and exhausted. Therefore, it is impossible that the survey of the land surveys cannot be supplied. There is nothing more distress than this. As for land survey, it is impossible that the survey of the current surveys be sufficiently urveyed. Currently, now the survey of the land surveys should be delayed and devote themselves to urvey. The survey of land survey should be suspended for the time being. The King followed this advice.",
                "H2KE-nKo": "비변사가 아뢰기를,“영남의 양전에 대한 명이 이미 내려졌고 절목도 완성되었으니, 이는 그만둘 수 없는 일입니다. 그러나 지금 여러 차례 칙사가 곧 나올 터이므로 피차의 사신들이 계속 왕래하게 될 것입니다. 그런데 서울과 지방의 재력이 곳곳마다 바닥이 나서 해결해 줄 가망이 전혀 없으니, 이보다 더 망연자실한 일이 없습니다. 양전이 중요하기는 하지만 현재의 수용에 비하면 완급이 있습니다. 지금의 사세를 돌아보건대, 단연코 천천히 해야 할 것은 천천히 하고 급한 것에만 전념해야 하니, 양전에 관한 일은 우선 정지하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 25일(무신) 2번째기사",
                "gt-oKo": "비국에서 아뢰기를, “영남의 양전(量田)에 대해 성상께서 이미 명하셨고 절목도 완성되었으니, 그만둘 수 없는 일입니다. 그런데 바야흐로 여러 칙사(勅使)의 행차가 곧 있게 되어 피차의 사신 행차가 끊이지 않을 것인데, 서울과 지방의 재력(財力)이 모두 바닥이 나서 마련할 방법이 만무하니, 이보다 더 막연한 일은 없을 것입니다. 양전이 중하지마는, 눈앞의 수용(需用)에 비하면 완급(緩急)이 있습니다. 지금 사세를 돌아보건대, 결코 급하지 않은 것은 뒤로 미루고 급한 것만 마음을 써야 할 것입니다. 양전의 건은 우선 정지하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○備局啓言: “嶺南量田, 成命已下, 節目且成, 係是不可已之事。 而方當屢勑在卽, 彼此使星, 行將絡繹, 而京外財力, 在在耗竭, 萬無塗抹排比之望, 事之茫然, 莫此爲甚。 量田雖重, 比目下需用自有緩急。 顧今事勢, 斷當姑徐於緩者, 專意於急者, 量田一款, 姑令停止。” 從之。"
            },
            "3": {
                "H2KE-EN": "The Royal Confucian Academy reported as follows: Your Majesty issued an order to encourage other students to enter. However, your subjects have repeatedly enforced. However, no one enters the capital is to be found in the Royal Confucian Academy , and the matter is quite unwilling to do so. The King issued an order, stating: The sense of public justice is from the sense of public justice, and the principle is from the natural justice. How can the sense of absurd relations to the Royal Confucian Academy be involved in the Royal Confucian Academy? However, the sense of claim that the sense of public justice is unclear and unclear. What means can this be done? As for the sons and grandsons of senior ministers, if their fathers and elder brothers are to each of them, how could they dare be doubtful? The ancestors have already been enforced at this time. Therefore, it would be proper to obey this order today. Have the sons of high ministers, sons, sons-in-law, younger brothers, and nephews each enter the capital. Have the Office of the Royal Confucian Academy tell them to prevent any absurd responsibility [to enter the capital] from making an excuse. After entering the capital, have them construct the Royal Confucian Academy immediately.",
                "H2KE-nKo": "성균관이 아뢰기를,“하교하신 대로 다른 유생들을 들어오도록 권하였는데, 연일 신칙해도 한 사람도 들어오지 않아 성묘의 재실이 텅 비었으니, 매우 어찌할 바를 모르겠습니다.”하니, 전교하기를,“사론은 사론이고 도리는 도리이다. 조정에서 핑계 대는 버릇을 경계하고자 한다면 태학과 무슨 관계가 있는가. 그런데 서로 선동하여 소란을 일으키고도 전혀 변통할 줄을 모르니, 이것이 과연 무슨 도리란 말인가. 경상의 자제에 대해 부형들이 각자 신칙하고 타일렀다면 더욱 어찌 감히 이럴 수 있단 말인가. 선왕께서도 일찍이 이런 처분을 내리셨으니, 오늘은 바로 공경히 따라야 한다. 대신과 경재 집안의 아들, 사위, 아우, 조카들을 각각 모두 들여보내라고 성균관에서 통지하여 감히 핑계 대지 못하게 하고, 그들이 들어오거든 즉시 식당을 설행하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 25일(무신) 3번째기사",
                "gt-oKo": "성균관에서 아뢰기를, “하교에 의하여 다른 유생을 들어오라고 권하면서 연일 신칙하였으나 한 사람도 들어오지 않아 성묘(聖廟)의 재실이 텅 비었으니, 일이 너무나 매우 조처할 수 없습니다.” 하니, 하교하기를, “사론(士論)은 사론이고 도리는 도리이다. 조정에서 가탁하는 버릇을 경계하는 것이 성균관에 간여된 것이 뭐가 있는가? 그런데 서로 선동하여 소란을 일으키며 미련하게 변통할 줄을 모르고 있으니, 이것이 과연 무슨 도리인가? 경상(卿相)의 자제들에 있어서는 그 부형들이 각자 신칙하고 깨우쳤다면, 어찌 감히 그렇게 할 수 있겠는가? 선왕조에서도 일찍이 이런 처분이 있었으니, 오늘날 마땅히 이를 공경히 준수해야 할 것이다. 대신·경재의 아들·사위·아우·조카는 각자 모두 들여보내도록 하라고 성균관에서 자세히 알려서 감히 핑계대는 일이 없도록 하고, 들어오기를 기다려서 곧 식당(食堂)을 개설하게 하라.” 하였다.",
                "hj": "○成均館啓言: “依下敎他儒生勸入, 而連日申飭, 無一人入來者, 聖廟空齋, 事甚罔措。” 敎曰: “士論自士論, 道理自道理。 朝家之欲警假托之習, 何當干與於太學? 而胥動起鬧, 迷不知變, 果何道理? 至若卿相子弟, 若使父兄, 各自飭諭, 尤焉敢乃爾? 先朝亦嘗有是處分, 今日政合敬遵。 大臣、卿宰家子、壻、弟、侄, 各使盡爲入送事, 自本館知委, 俾無敢稱頉, 待其入來, 卽設食堂。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The seventh rite for commemorating Confucius was held at the Royal Confucian Academy .",
                "H2KE-nKo": "성균관에서 경술년의 칠석제를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 27일(경술) 1번째기사",
                "gt-oKo": "칠석제(七夕製)를 성균관에서 설행하였다.",
                "hj": "○庚戌/設七夕製于泮宮。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil and military service examinations held in sinhae year (.",
                "H2KE-nKo": "정시 문무과 초시를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 28일(신해) 1번째기사",
                "gt-oKo": "정시(庭試)의 문무과 초시를 설행하였다.",
                "hj": "○辛亥/設庭試文武科初試。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Kim Iyang as director of the Office of the Royal Decrees .",
                "H2KE-nKo": "임자년에 김이양을 판의금부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 29일(임자) 1번째기사",
                "gt-oKo": "김이양(金履陽)을 판의금부사로 삼았다.",
                "hj": "○壬子/以金履陽爲判義禁府事。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "[The King] appointed Im Han Ho as deputy director of the Royal House Administration .",
                "H2KE-nKo": "병술년에 임한호를 판돈녕부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 8월 3일(병술) 1번째기사",
                "gt-oKo": "임한호(林漢浩)를 판돈녕부사로 삼았다.",
                "hj": "○丙戌/以林漢浩爲判敦寧府事。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, the King appointed Yi Jowon as the Host of the Guesthouse for Chinese Envoy .",
                "H2KE-nKo": "이조원을 관반에 차임하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 1일(갑인) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 관반(館伴)으로 차출하였다.",
                "hj": "○甲寅朔/以李肇源差館伴。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Magistrate of Uiju Strategic County Kim Gyeongyeon hurriedly reported, The diplomatic document sent by the Board of Rites on the twenty-fifth day of the seventh month of this year [1423], the late Emperor passed away. The imperial edict of investiture was proclaimed [by the Emperor] and the vice-envoy of Joseon sent [to Joseon], and 대신 Seoryeong , who is an official without office, was appointed envoy , and Student of the Office of Palace Eunuchs Song Bok , who was appointed vice-envoy .",
                "H2KE-nKo": "의주 부윤 김경연이 급히 장계하기를,“예부의 자문에 ‘금년 7월 25일에 대행 황제가 승하하였습니다. 유조를 반포하여 조선국의 정사와 부사를 파견하고, 산질 대신 서령을 정사로, 내각 학사 송복을 부사로 삼았습니다.’라고 하였습니다.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 10일(계해) 1번째기사",
                "gt-oKo": "의주 부윤김경연(金敬淵)이 치계하기를, “예부의 자문(咨文)에 ‘금년 7월 25일에 대행 황제(大行皇帝)가 승하하였다. 이에 유조(遺詔)를 발표하려고 조선국에 정사와 부사를 파견하였는데, 산질 대신(散秩大臣) 서영(瑞齡)을 정사로 삼고, 내각 학사(內閣學士) 송복(松福)을 부사로 삼았다.’고 하였습니다.” 하였다.",
                "hj": "○癸亥/義州府尹金敬淵, 馳啓: “禮部咨文, 本年七月二十五日, 大行皇帝昇遐。 遺詔頒發, 朝鮮國正副使派出, 散秩大臣瑞齡爲正使, 內閣學士松福爲副使。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, [the King] visited the Royal Tomb of King Taejo in the gapjin year ( to pay his respects and personally perform a memorial rite.",
                "H2KE-nKo": "갑자년에 숭릉에 나아가 전알하고 친히 제사 지냈다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 11일(갑자) 1번째기사",
                "gt-oKo": "숭릉(崇陵)에 나아가 전알(展謁)하고 친히 제사를 지냈다.",
                "hj": "○甲子/詣崇陵, 展謁親祭。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil examination was held for the initial civil service examination.",
                "H2KE-nKo": "정시 문과 강경을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 11일(갑자) 2번째기사",
                "gt-oKo": "정시 문과의 강경(講經)을 설행하였다.",
                "hj": "○設庭試文科講經。"
            },
            "3": {
                "H2KE-EN": "Minister of Taxation Kim Iyang submitted a twice requesting that he should not be appointed as the responsibility for receiving the envoy at his private residence. The King refused to grant this petition.",
                "H2KE-nKo": "호조 판서 김이양이 재차 상소하여 사적인 의리를 들어 영접하는 임무를 함부로 맡을 수 없다고 하니, 비답을 내려 허락하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 11일(갑자) 3번째기사",
                "gt-oKo": "호조 판서 김 이양이 재차 상소하여 사적인 의리를 들어 영접(迎接)의 임무를 담당할 수 없다고 하니, 비답을 내려 허락하였다.",
                "hj": "○戶曹判書金履陽, 再疏引私義, 不可冒當迎接之任, 賜批許之。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King appointed Bak Yunsu as minister of taxation and then as superintendent of the Directorate of Receiving the Imperial Envoy , Bak Jong래 as minister of works , Yi Hangwon as navy subarea commander of Hwanghae Province , and Ku Sinhui as navy commander of Left Jeolla Province .",
                "H2KE-nKo": "박윤수를 호조 판서로 삼고, 이어 영접도감 제조에 차임하였다. 박종래를 공조 판서로, 이항권을 황해도 수군절도사로, 구신희를 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 12일(을축) 1번째기사",
                "gt-oKo": "박윤수(朴崙壽)를 호조 판서로 삼고 이어 영접 도감 제조(迎接都監提調)로 차출하였다. 박종래(朴宗來)를 공조 판서로, 이항권(李恒權)을 황해도 수군 절도사로, 구신희(具信喜)를 전라좌도 수군 절도사로 삼았다.",
                "hj": "○乙丑/以朴崙壽爲戶曹判書, 仍差迎接都監提調, 朴宗來爲工曹判書, 李恒權爲黃海道水軍節度使, 具信喜爲全羅左道水軍節度使。"
            },
            "2": {
                "H2KE-EN": "The King ordered that former tutors to the Crown Prince be replaced by Bak Yunsu , Kim Iyang , and Hong Seokju .",
                "H2KE-nKo": "유고한 빈객을 체차하고 후임에 박윤수, 김이양, 홍석주를 임명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 12일(을축) 2번째기사",
                "gt-oKo": "명하여 유고(有故)한 빈객(賓客)을 체차하고 박윤수(朴崙壽)·김이양(金履陽)·홍석주(洪奭周)를 대임시켰다.",
                "hj": "○命〔遞〕有故賓客, 以朴崙壽、金履陽、洪奭周代之。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that Envoy for Offering Celebrations to the Emperor [of Ming China] and the Envoy for Offering the New Years Greetings to the Emperor [of Ming China] , officials of the senior second rank or above, regardless of whether they are of the senior second rank or above. This was because many high-ranking officials were old and sick.",
                "H2KE-nKo": "진향 진하사를 정2품 이상으로 구애받지 말고 의망하여 들이라고 명하였다. 대신이 대부분 늙고 병들었기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 12일(을축) 3번째기사",
                "gt-oKo": "진향사(進香使)·진하사(進賀使)는 정2품 이상에 구애하지 말고 의망해서 들이라고 명하였다. 대신이 대부분 늙고 병들었기 때문이다.",
                "hj": "○命進香進賀使, 以正二品以上, 勿拘擬入。 以大臣多老病人故也。"
            },
            "4": {
                "H2KE-EN": "The King personally performed an ancestral rite at the Royal Tombs of King Taejo and the officials of the second libation and below, and 차등 있게 상을 주었다.",
                "H2KE-nKo": "숭릉에 친히 제사 지낼 때의 아헌관 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 12일(을축) 4번째기사",
                "gt-oKo": "숭릉(崇陵)에 친히 제사지낼 때의 아헌관(亞獻官) 이하에게 차등 있게 상을 주었다.",
                "hj": "○崇陵親祭時亞獻官以下, 施賞有差。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Magistrate of Gwangju Jeong Manseok as minister of war .",
                "H2KE-nKo": "정묘년에 특지로 광주 유수 정만석을 병조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 14일(정묘) 1번째기사",
                "gt-oKo": "특명을 내려 광주 유수(廣州留守)정만석(鄭晩錫)을 병조 판서로 삼았다.",
                "hj": "○丁卯/特旨, 以廣州留守鄭晩錫爲兵曹判書。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King granted a rotational audience.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 14일(정묘) 2번째기사",
                "gt-oKo": "윤대하였다.",
                "hj": "○輪對。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kwon Sangsin as magistrate of Gwangju Magistracy .",
                "H2KE-nKo": "권상신을 광주부 유수로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 14일(정묘) 3번째기사",
                "gt-oKo": "권상신(權常愼)을 광주부 유수(廣州府留守)로 삼았다.",
                "hj": "○以權常愼爲廣州府留守。"
            },
            "4": {
                "H2KE-EN": "The King ordered that an honorary gate be erected upon the late clerk Yun Chijeong , who was filial, and that an honorary gate be erected. The Ministry of Rites submitted a memorial requesting that a Confucian scholar be erected.",
                "H2KE-nKo": "고 교리 윤치정의 효행에 대해 정려하는 은전을 시행하라고 명하였다. 예조가 유생의 상언으로 인하여 청한 것이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 14일(정묘) 4번째기사",
                "gt-oKo": "고 교리윤치정(尹致鼎)의 효행(孝行)에 대해 정문(旌門)을 세워 주라고 명하였다. 이는 예조에서 유생이 올린 글로 인해 청한 것이다.",
                "hj": "○命施故校理尹致鼎孝行旌閭之典。 禮曹以儒生上言請之也。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On mujin day, the King 차대를 행하였다. Right State Councilor남공철이 아뢰기를, “가경 성절이 celebrating the Imperial Crown Princes birthday, even after the dynasties passed away, the memorials to the Emperor and the Imperial Heir Apparent have been listed in the thirteen years since the congratulatory memorials to the Emperor [of Ming China] and the Imperial Heir Apparent have been listed in the thirteen years since the congratulatory memorial for congratulatory memorials to the Emperor of Ming China. Now, as for the embassy memorials to the Emperor who had not yet received the Imperial Heir Apparent, the embassy memorials and the Imperial Heir Apparent should be received in accordance with precedent. However, the New Years Day, and the New Years Day, is a matter of which the new Emperor who acceded to the throne is different from that of its shape. Therefore, it would be better to prepare and send them according to precedent. The King followed this advice.",
                "H2KE-nKo": "차대를 행하였다. 우의정 남공철이 아뢰기를,“가경절의 성절이 붕서한 뒤이기는 하지만 진하 표문과 방물을 들여보내는 것은 이미 옹정 13년의 전례가 있으니, 이번에도 이대로 해야 합니다. 이전에 방물을 미처 이준하지 못한 것은 이번 절사의 행차에 응당 이준해야 합니다. 그러나 정조의 경우는 새 황제가 왕위를 계승한 원년이므로 체모가 자별하니, 규례대로 갖추어 보내는 것이 좋겠습니다.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 15일(무진) 1번째기사",
                "gt-oKo": "차대하였다. 우의정 남 공철이 아뢰기를, “가경 성절(嘉慶聖節)이 비록 붕서(崩逝)한 뒤에 있으나, 하례 드리는 표문(表文)과 방물(方物)을 들여보내는 것은 이미 옹정(雍正) 13년에 행한 전례가 있으니 지금도 이에 의하여 해야 하겠습니다. 전에 방물을 미처 채우지 못한 것은 이번의 절사 행차에 마땅히 채워야 할 것입니다. 그리고 정월 초하루에 있어서는 바로 새 황제가 왕위를 계승하는 원년이므로 사체가 다르니만큼, 식례(式例)와 같이 갖추어 보내는 것이 좋겠습니다.” 하니, 그대로 따랐다.",
                "hj": "○戊辰/次對。 右議政南公轍曰: “嘉慶聖節, 雖在崩逝之後, 陳賀表文及方物之入送, 旣有雍正十三年已例, 今亦依此爲之。 在前方物之未及移準者, 今番節行, 自當移準。 而至於正朝則係是新皇嗣位之元年, 體(叚)〔段〕自別, 如例備送好矣。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Song Chigyu as inspector general of the Office of the Inspector General and Bak Jail as censor of the Office of the Censor General .",
                "H2KE-nKo": "송치규를 사헌부 대사헌으로, 박제일을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 15일(무진) 2번째기사",
                "gt-oKo": "송치규(宋稚圭)를 사헌부 대사헌으로, 박제일(朴齊一)을 사간원 대사간으로 삼았다.",
                "hj": "○以宋穉圭爲司憲府大司憲, 朴齊一爲司諫院大司諫。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Shin Mihyeong was appointed director of the Office of the Queen Mother .",
                "H2KE-nKo": "이희갑을 판의금부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 18일(신미) 1번째기사",
                "gt-oKo": "이희갑(李羲甲)을 판의금부사로 삼았다.",
                "hj": "○辛未/以李羲甲爲判義禁府事。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King appointed Han Chiyong as deputy magistrate of Hanseong Magistracy and Kim Yugeun as left vice-envoy .",
                "H2KE-nKo": "임신년에 한치응을 한성부 판윤으로, 김유근을 좌부빈객으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 19일(임신) 1번째기사",
                "gt-oKo": "한치응(韓致應)을 한성부 판윤으로, 김유근(金逌根)을 좌부빈객으로 삼았다.",
                "hj": "○壬申/以韓致應爲漢城府判尹, 金逌根爲左副賓客。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the posthumous title of Second Minister [of Personnel] Yi Yuhong be invested with the title of senior minister . This was because he died during the reign of Emperor Guangzong when he was exiled to death.",
                "H2KE-nKo": "증 참판 이유홍에게 정경을 더 추증하라고 명하였다. 광해군 때에 귀양 가 있다가 죽었기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 19일(임신) 2번째기사",
                "gt-oKo": "증 참판이유홍(李惟弘)에게 정경(正卿)을 더 증직하도록 명하였다. 광해조(光海朝) 때에 귀양가서 죽었기 때문이다.",
                "hj": "○命贈參判李惟弘加贈正卿, 以光海朝竄死也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King proceeded to Gyeonghui Palace in gyeyu year (, and proceeded to Heungjeong Hall (Hall of Benevolent Governance to deliver clothes, silk, and a candlesticks to the two palaces of Hamheung and Yeongheung .",
                "H2KE-nKo": "경희궁에 나아가 흥정당에 나아가 함흥 본궁과 영흥 본궁 두 본궁의 의폐와 향촉을 전하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 20일(계유) 1번째기사",
                "gt-oKo": "경희궁(慶熙宮)에 거둥하여 흥정당(興政堂)에 나아가 함흥(咸興)·영흥(永興) 두 본궁(本宮)의 의폐(衣幣)와 향촉(香燭)을 전하였다.",
                "hj": "○癸酉/詣慶熙宮, 御興政堂, 傳咸興、永興兩本宮衣幣香燭。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulhae day, the first day of the month, the King proceeded to Seonwon Hall and performed a tea ceremony.",
                "H2KE-nKo": "선원전에 나아가 다례를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 22일(을해) 1번째기사",
                "gt-oKo": "선원전(璿源殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○乙亥/詣璿源殿, 行茶禮。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and conducted the Royal Wedding Ceremony Clothes in the jeongchuk year (.",
                "H2KE-nKo": "춘당대에 나아가 서총대 시사를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 24일(정축) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 서총대 시사(瑞葱臺試射)를 행하였다.",
                "hj": "○丁丑/御春塘臺, 行瑞蔥臺試射。"
            },
            "2": {
                "H2KE-EN": "Hong Suman was appointed second minister of personnel , and Kim Iyang was appointed minister of works .",
                "H2KE-nKo": "홍수만을 이조 참판으로, 김이양을 공조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 24일(정축) 2번째기사",
                "gt-oKo": "홍수만(洪秀晩)을 이조 참판으로, 김이양(金履陽)을 공조 판서로 삼았다.",
                "hj": "○以洪秀晩爲吏曹參判, 金履陽爲工曹判書。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Yi Jowon , a member of the muin year (, was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "이조원을 판의금부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 25일(무인) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 판의금부사로 삼았다.",
                "hj": "○戊寅/以李肇源爲判義禁府事。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Yi Jowon , a member of the Office of Royal Decrees , was appointed as director of the Office of Royal Decrees .",
                "H2KE-nKo": "기묘년에 이조원을 예문관 제학으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 26일(기묘) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 예문관 제학으로 삼았다.",
                "hj": "○己卯/以李肇源爲藝文館提學。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King conferred a posthumous title upon Bae Yundo , a filial son of Mount Bukmyeong in gyeongjin year (. The Ministry of Rites submitted a memorial requesting that a Confucian scholar be granted permission.",
                "H2KE-nKo": "경진년에 산청의 효자 배윤도에게 증직하라고 명하였다. 예조가 유생의 상언으로 인하여 청한 것이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 27일(경진) 1번째기사",
                "gt-oKo": "산청(山淸)의 효자(孝子) 배윤도(裴允度)에게 증직(贈職)하도록 명하였다. 예조에서 유생의 상언(上言)으로 인해 청한 것이다.",
                "hj": "○庚辰/命山淸孝子裵允度贈職, 禮曹以儒生上言請之也。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On imo day, [the King] proceeded to Yeonghwa Guesthouse and observed the special supply of salaries for archery.",
                "H2KE-nKo": "영화당에 나아가 별부료 군관의 시사를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 29일(임오) 1번째기사",
                "gt-oKo": "영화당(映花堂)에 나아가 별부료 시사(別付料試射)를 행하였다.",
                "hj": "○壬午/御映花堂, 行別付料試射。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Magistrate of Uiju Magistracy Kim Gyeongyeon reported on the diplomatic document submitted by the Board of Rites as follows: The Office of the Inspector General selects and sends the Vice-Envoy for Receiving the Imperial Investiture with the Emperor and Vice-Envoy for Receiving the Imperial Investiture with the former Vice-Envoy and Vice-Envoy for Receiving the Imperial Investiture with the Joseon court. Your subject will order all the imperial edict of investiture with the imperial investiture. This will make it impossible to reduce the supply of local tribute twice.",
                "H2KE-nKo": "의주 부윤 김경연이 예부의 자문을 등사하여 아뢰기를,“내각에서 황제의 유지를 베껴 내서 전에 파견한 정사와 부사를 시켜 대행 황제의 유조를 가지고 가서 조선에 반급하게 하고, 앞으로 등극할 때 내릴 은조도 아울러 가지고 가서 조선에서 두 차례의 응공하는 번거로움을 줄일 수 있게 해야 합니다.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 30일(계미) 1번째기사",
                "gt-oKo": "의주 부윤김경연(金敬淵)이 예부의 자문을 등사하여 아뢰기를, “‘내각(內閣)에서 황제의 유시를 뽑아내어, 전에 파견한 정사와 부사가 대행 황제의 유조(遺詔)를 싸 가지고 가서 조선에 반급(頒給)하게 하고, 앞으로 즉위할 때 내릴 조서도 모두 가지고 가게 함으로써 해국(該國)으로 하여금 두 차례 접대하는 번거로움을 덜게 한다.’고 하였습니다.” 하였다.",
                "hj": "○癸未/義州府尹金敬淵, 以禮部咨文謄啓言: “內閣抄出奉上諭, 前派正副使恭齎, 大行皇帝遺詔頒給朝鮮, 著將登極恩詔, 一竝恭齎前往, 俾該國可省兩次應供之煩。’ 云云。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King conducted the Mid-Autumn Records of the Royal Confucian Academy . The lecture on the Confucian Classics was successful, and the lecture on the Classics was successful, which was successful. The lecture on the Classics was successful, and the lecture on the Classics was successful, which was successful, was successful.",
                "H2KE-nKo": "추도기 유생에게 시험을 보였다. 강경에서 수석을 차지한 안국태와 제술에서 수석을 차지한 김병조에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 4일(정사) 1번째기사",
                "gt-oKo": "추도기 유생(秋到記儒生)에게 시험을 보였다. 강경에 수석을 차지한 안국태(安國泰)와 제술에 수석을 차지한 김병조(金炳朝)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丁巳/試秋到記儒生, 講居首安國泰, 製居首金炳朝, 竝直赴殿試。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Kim Nogyeong was sent to the Hall of Worthies .",
                "H2KE-nKo": "김노경을 홍문관 제학으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 5일(무오) 1번째기사",
                "gt-oKo": "김노경(金魯敬)을 홍문관 제학으로 삼았다.",
                "hj": "○戊午/以金魯敬爲弘文館提學。"
            },
            "2": {
                "H2KE-EN": "The ninth day of the Royal Confucian Academy was held at the Royal Confucian Academy .",
                "H2KE-nKo": "반궁에서 구일제를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 5일(무오) 2번째기사",
                "gt-oKo": "구일제(九日製)를 성균관에서 설행하였다.",
                "hj": "○設九日製于泮宮。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] sent a eunuch to bestow a mourning rite upon the late Minister of Rites Bak Jongbo . This was because he was the first anniversary of his passing.",
                "H2KE-nKo": "승지를 보내 고 판서 박종보에게 치제하게 하였는데, 그의 회갑이었기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 9월 7일(경신) 1번째기사",
                "gt-oKo": "승지를 보내어 고 판서박종보(朴宗輔)에게 제사를 지냈다. 이는 그의 회갑이었기 때문이다.",
                "hj": "○庚申/遣承旨, 致祭于故判書朴宗輔, 以其甲年也。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "The Ministry of Rites conferred with high-ranking officials on the ceremonial procedure for receiving the imperial edict on the first day of the twelfth month. Right State Councilor Kim Yong said, The two imperial edicts of announcement to the imperial enthronement are temporarily taken. This is a first time a matter of course, and it is appropriate to discuss the matter. Regarding the imperial edicts sent by the outskirts of the capital and inside the palace courtyard, it would be proper to perform the ceremony of announcement of announcement. As for the imperial edict of announcement to the imperial enthronement, it would be proper to temporarily place it within the palace and wait for the ceremony of announcement announcement. The King followed this advice.",
                "H2KE-nKo": "예조가 칙사를 맞이하는 의절에 대해 대신에게 문의하였다. 우의정 남공철이 아뢰기를,“부고를 전하고 등극하는 두 칙사가 겸해서 나오는 것은 처음 있는 일이니 절목에 대해 헤아려 보아야 합니다. 그러나 교영 및 전정에서 칙서를 선포하는 것은 일의 체모로 볼 때 부고를 전하는 것을 중요하게 여겨 먼저 거행하고, 등극 조서는 임시로 전내에 두었다가 부고를 선포하는 예가 끝나기를 기다려 곤룡포로 갈아입고 예를 행하는 것이 예의 취지로 논해 볼 때 모두 타당하다고 합니다.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 1일(갑신) 1번째기사",
                "gt-oKo": "예조에서 칙사를 맞이하는 의식 절차를 대신에게 문의하였다. 우의정남공철이 말하기를, “부고를 전하는 칙사와 즉위를 알리는 칙사를 겸하여 나오는 것은 처음 있는 일이므로, 그 절목을 생각해 보아야 하겠습니다. 교외에서 맞이하는 것과 대궐 뜰에서 칙서를 선포하는 것은 사체로 보아 부고를 중하게 여겨 먼저 거행하고, 즉위를 알리는 조서는 임시로 전내(殿內)에 두었다가 부고의 선포가 끝나기를 기다려서 곤룡포(袞龍袍)로 바꾸어 입고 예를 거행하는 것이, 예의 뜻으로 논할 때 두 가지가 모두 마땅함을 얻을 것입니다.” 하니, 그대로 따랐다.",
                "hj": "○甲申朔/禮曹以迎勑儀節, 問議大臣。 右議政南公轍以爲, “傳訃登極二勑之兼付出來, 此是初有之事, 節目合有商量。 而郊迎及殿庭宣勑, 事體自當以傳訃爲重, 而先爲擧行, 登極詔則權置殿內, 俟宣訃禮畢, 改具袞袍而行禮, 論以禮意, 兩得其宜云。” 從之。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King appointed Yi응gyu as the Office of the Censor General in gyesa year (.",
                "H2KE-nKo": "이응규를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 10일(계사) 1번째기사",
                "gt-oKo": "이응규(李應奎)를 사간원 대사간으로 삼았다.",
                "hj": "○癸巳/以李應奎爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The King ordered that in accordance with the precedent of gimi year (, when receiving the imperial envoy and his guesthouse at the guesthouse, dressed in black rhinoceros , and the dressed in black rhinoceros horns be used. The dressed in black rhinoceros horns, remove the black rhinoceros horns, and a black horn belt.",
                "H2KE-nKo": "기미년의 전례대로 칙사를 맞이하고 보낼 때와 관소에 거둥할 때의 복색은 무양흑원령포를 착용하고, 신하들의 복색은 흑단령에 흉배를 제거한 흑각대를 착용하라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 10일(계사) 2번째기사",
                "gt-oKo": "기미년의 사례에 의하여 칙사를 맞이하고 보낼 때와 관소(館所)에 거둥할 때의 복색을 무양흑원령포(無揚黑圓領袍)를 사용하고 여러 신하들의 복색은 흑단령에 흉배(胸褙)를 떼내고 흑각대(黑角帶)를 사용하도록 명하였다.",
                "hj": "○命依己未例, 迎送勑及館所擧動時服色, 用無揚黑圓領袍, 諸臣服色, 用黑團領去胸褙黑角帶。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gabo day, the King proceeded to Injeong Hall and announced the passers of the civil and military service examinations in gabo year (.",
                "H2KE-nKo": "인정전에 나아가 정시 문무과의 합격자를 발표하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 11일(갑오) 1번째기사",
                "gt-oKo": "인정전에 나아가 정시 문과와 무과에 합격한 명단을 발표하였다.",
                "hj": "○(甲子)〔甲午〕/御仁政殿, 放庭試文武科榜。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On eulmi day, the King proceeded to Huijeong Hall and received the civil and military service examinations for expressing gratitude to the King.",
                "H2KE-nKo": "희정당에 나아가 문과와 무과의 사은을 받았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 12일(을미) 1번째기사",
                "gt-oKo": "희정당에 나아가 문과·무과 합격자의 사은(謝恩)을 받았다.",
                "hj": "○乙未/御熙政堂, 受文武科謝恩。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Noik as the Office of the Inspector General , Yi Gyeongsam as the Office of the Censor General , Bak Yunsu as the 판의금부사로, and Kim Nogyeong as the right tutor to the Crown Prince .",
                "H2KE-nKo": "이노익을 사헌부 대사헌으로, 이경삼을 사간원 대사간으로, 박윤수를 판의금부사로, 김노경을 우빈객으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 12일(을미) 2번째기사",
                "gt-oKo": "이노익(李魯益)을 사헌부 대사헌으로, 이경삼(李敬參)을 사간원 대사간으로, 박윤수(朴崙壽)를 판의금부사로, 김노경(金魯敬)을 우빈객으로 삼았다.",
                "hj": "○以李魯益爲司憲府大司憲, 李敬參爲司諫院大司諫, 朴崙壽爲判義禁府事, 金魯敬爲右賓客。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: In recent days, there was nothing that was not observed. Moreover, Seo Maengsun , a resident of Jangdan , was extremely observed. As a local clerk, he became angry to the magistrate of his district and went directly to the capital to beat his father. This is an unreasonable misfortune. When your subjects saw the application of the law of the Ministry of Punishments , such treacherous people were merely punished by one hundred strokes of beating with the heavy stick and three years of penal servitude, which observing ordinary prisoners as if they were treated lightly as they were treated according to precedent. Nothing could be more frivolous than this. Recently, law enforcement officials did not read books of the penal code, and if something observed an unreasonable circumstances, they observed the circumstances of unreasonable circumstances and falsely claimed the penal code. The treacherous practice has already become old and it is difficult to speak about the future. This cannot be left unpunished and left unpunished. Minister of Punishments Hong Huisin was quickly punished by dismissal from his post, and Seo Maengsun was again ordered to have the Ministry of Punishments thoroughly torture and designate his place of exile. Seo Hyeongbo insulted the courtyard and beat his sword to the local school, which was also a treacherous people. Therefore, he was ordered to have the province inspect and arrest him immediately, and then report to the King. As the circumstances have already been observed in the province, the law ought to send official documents to Hanseong Magistracy so that he may be arrested and severely imprisoned. Nevertheless, the Office of the Inspector General was ordered to punish them according to the original law. This is quite unreasonable. Governor of Gyeonggi Han Geungri was also punished by applying a heavy stick.Recently, your subjects also heard that the commandant of the province was arrested and beaten with the functionaries of the village of Jangdan Magistracy because he was a relative of his relative. His words have numerously observed. If he truly had such a thorough thoroughly, then the commandants",
                "H2KE-nKo": "비변사가 아뢰기를,“근래 법과 기강이 무너져 온갖 변고가 다 발생하였는데, 장단의 송민 서맹순의 일에 이르러 극에 달하였습니다. 토착민의 신분으로 송사가 뜻대로 되지 않자 고을 수령에게 화를 내어 곧바로 상경하여 그 아비를 구타하였으니, 이는 전고에 없던 변괴입니다.형조가 법률 조문을 적용하여 올린 초기를 보니, 이와 같은 난민에 대해 장 100, 도 3년으로만 마련하여 마치 일반 죄수에 대해 규례대로 가볍게 감처하는 것처럼 하였으니, 법을 관장하는 자리에 있으면서 구차하고 유약하기가 이보다 더 심할 수 없습니다.근래 법관이 율서를 읽지 않고 난처한 일을 만나면 당치도 않은 법조문을 두루 인용하여 잘못된 버릇이 이미 고질이 되어 훗날의 폐단을 이루 다 말하기 어렵게 되었으니, 이는 그대로 두고 논하지 않아서는 안 됩니다. 형조 판서 홍희신에게 속히 파직하는 법을 시행하고, 서맹순은 다시 해당 조로 하여금 엄히 형신하게 한 뒤에 원악도로 배소를 고쳐 정하여 물간사전하소서. 서형보가 관청 뜰에서 능욕하고 칼로 읍교를 찔렀으니, 이 또한 난민입니다. 이는 본도로 하여금 즉시 기찰하여 체포해서 법률 조문대로 엄히 감처한 뒤에 장계로 보고하게 하소서.사건이 이미 본도에서 발생하였으면 법으로 볼 때 한성부에 공문을 보내 잡아와서 엄히 감처해야 합니다. 그런데 법사로 하여금 본률에 따라 감처하게 하였으니, 이는 제대로 살피지 못한 것입니다. 경기 감사 한긍리도 무거운 쪽으로 추고하소서.근래 또 들으니, 총융사가 그의 친족을 위해 장단부의 이향을 잡아들여 지나치게 곤장을 쳤다고 소문이 자자합니다. 만약 참으로 이런 일이 있었다면 장신의 처사가 매우 잘못되었을 것이니, 한번 신문하여 사람들의 의혹을 풀어 주어야 합니다. 총융사 서춘보는 의금부로 하여금 잡아다 신문하여 처리하게 하소서.”하니, 윤허하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 16일(기해) 1번째기사",
                "gt-oKo": "비국에서 아뢰기를, “요즈음 법의 기강이 무너져서 별별 변고가 다 생기는데, 장단(長湍)의 송사한 백성 서맹순(徐孟淳)의 일에 이르러 극도에 달했습니다. 토착민의 신분으로 송사가 뜻대로 되지 않자 고을 수령에게 화를 내어 곧바로 서울에 올라와서 수령의 아버지를 구타하였으니, 이는 전고에 없는 변괴입니다. 형조의 의율 초기(擬律草記)를 보건대, 이러한 난민(亂民)을 단지 장형(杖刑) 1백, 도형(徒刑) 3년으로 마련하여 보통 죄수처럼 전례에 따라 가볍게 죄를 감정하였으니, 법을 맡은 곳에서 구차하고 유약함이 이보다 더 심할 수 없습니다. 근래에 법관이 율서(律書)를 읽지 않아 처리하기 어려운 일을 당할 경우 부당한 조문(條文)을 이리저리 인용 참조하는데, 그릇된 버릇이 고질이 되어 후일의 폐단을 말하기 어렵게 되었으니, 이것을 논하지 않을 수 없습니다. 형조 판서홍희신(洪羲臣)에게 빨리 파직의 법을 시행하고 서맹순은 다시 형조로 하여금 형신(刑訊)을 엄하게 한 다음 멀고 험악한 섬으로 귀양지를 고쳐 정하여 사면이 있기 전에는 용서하지 마소서. 서형보(徐衡輔)가 관청을 능욕(凌辱)하고 칼로 읍교(邑校)를 찌른 짓도 난민(亂民)입니다. 이는 본도로 하여금 즉시 체포하여 법대로 엄하게 죄를 정한 뒤에 보고하도록 해야 할 것입니다. 사건이 이미 본도에서 발생했으니, 법으로서는 마땅히 한성부에 공문을 보내어 잡아다 엄하게 죄를 정해야 할 것입니다. 그런데 법사(法司)로 하여금 본률(本律)에 따라서 처리하게 하였으니, 불찰에 가깝습니다. 경기 감사한긍리(韓兢履)도 중하게 추고하소서. 요즘 또 듣건대, 총융사가 그 친족을 위하여 장단부(長湍府)의 서리(胥吏)와 향임(鄕任)을 잡아다 지나치게 곤장을 쳤다는 소문이 자자합니다. 만약 참으로 이런 일이 있었으면 장신(將臣)의 처사가 매우 마땅치 못합니다. 마땅히 한번 신문하여 여러 사람의 의혹을 풀어야 할 것이니, 총융사 서춘보(徐春輔)를 해부(該府)로 하여금 잡아다 추문하여 처리하게 하소서.” 하니, 윤허하였다.",
                "hj": "○己亥/備局啓言: “近日法綱墮壞, 無變不有, 而至於長湍訟民徐孟淳事而極矣。 身爲土民, 以訟事之不能如意, 發怒於邑倅, 直爲上京, 驅打其父, 此是前古未有之變怪也。 及見秋曹擬律草記, 則如許亂民, 只以杖一百徒三年磨鍊, 有若尋常罪囚, 循例輕勘者然, 掌法之地, 苟且巽軟, 莫此爲甚。 近來法官, 不讀律書, 如遇難處之事, 傍引曲照於不當之文者, 謬習已痼, 後弊難言, 此不可置而不論。 刑曹判書洪羲臣, 亟施罷職之典, 徐孟淳, 更令該曹, 嚴加刑訊後, 遠惡島改定配所, 勿揀赦前。 徐衡輔之官庭凌辱, 劍剌邑校, 是亦亂民。 此則令本道, 卽爲譏捕, 如律嚴勘後, 使之狀聞。 事端旣出於本道, 則法當文移京兆, 捉來嚴勘。 而乃令法司, 從本律勘處, 殊涉不審。 京畿監司韓兢履, 亦爲從重推考。 近又聞摠帥, 爲其親族之地, 捉上湍府吏鄕, 過加棍治, 傳說藉藉。 若眞有是事, 則將臣處事, 甚爲乖當。 宜有一問, 以解衆惑, 摠戎使徐春輔, 請令該府, 拿問處之。” 允之。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyeongja day, the first day of the fourth month, [the King] conducted the counselor of the Hall of Worthies in the gyeongja year (. 【감춘추남공철, Second Deputy Director of the Office of State Records Kim Igyo, 홍문 제학김노경, Second Deputy Director of the Office of Royal Decrees Yi Yongsu, and Third Deputy Directors of the Office of State Records Jo Jongyeong , Seo Junbo , and Jo Jeongcheol .】회권을 행하였다. In the sixth chapters, Jeong Jiyong , Yi Gasun , Bak Yongsu , Yun Jeongjin , Kwon Junghwa , Jang Gyogeun , Yi헌wi , Seo Jwabo , Kim Jeonghu , Oh Chiu , Kim Jo , and Kim Seongyeon .",
                "H2KE-nKo": "경자년에 한림 도당 회권을 행하였다. - 감춘추 남공철, 지춘추 김이교, 홍문 제학 김노경, 내각 직제학 이용수, 동춘추 조종영ᆞ서준보ᆞ조정철이 나왔다. - 6점을 받은 사람은 정지용ᆞ이가순ᆞ박용수ᆞ윤정진ᆞ권중화ᆞ장교근ᆞ이헌위ᆞ서좌보ᆞ김정희ᆞ오치우ᆞ김병조ᆞ김성연이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 17일(경자) 1번째기사",
                "gt-oKo": "한림(翰林)을 선발하는 도당 회권(都堂會圈)을 거행하였다.【감춘추 남공철(南公轍), 지춘추 김이교(金履喬), 홍문 제학김노경(金魯敬), 내각 직제학이용수(李龍秀), 동춘추 조종영(趙鍾永)·서준보(徐俊輔)·조정철(趙貞喆)이다.】 6점(點)은 정지용(鄭知容)·이가순(李家淳)·박용수(朴容壽)·윤정진(尹正鎭)·권중화(權中和)·장교근(張敎根)·이헌위(李憲瑋)·서좌보(徐左輔)·김정희(金正喜)·오치우(吳致愚)·김병조(金炳朝)·김성연(金盛淵)이었다.",
                "hj": "○庚子/行翰林都堂,【監春秋南公轍, 知春秋金履喬, 弘文提學金魯敬, 內閣直提學李龍秀, 同春秋趙鐘永、徐俊輔、趙貞喆。】會圈。 六點, 鄭知容、李家淳、朴容壽、尹正鎭、權中和、張敎根、李憲瑋、徐左輔、金正喜、吳致愚、金炳朝、金盛淵。"
            },
            "2": {
                "H2KE-EN": "Kim Jachang was appointed director of the Office of the Queen Mother .",
                "H2KE-nKo": "김재창을 판의금부사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 17일(경자) 2번째기사",
                "gt-oKo": "김재창(金在昌)을 판의금부사로 삼았다.",
                "hj": "○以金在昌爲判義禁府事。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On imin day, the first day of the month, the King selected Jeong Jiyong and Kim Jeonghui , who passed the civil service examination in imin year (1422, the fourth year of Sejong.",
                "H2KE-nKo": "임인년에 한림 소시를 행하여 정지용과 김정희를 뽑았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 19일(임인) 1번째기사",
                "gt-oKo": "한림 소시(翰林召試)를 시행하여 정지용(鄭知容)·김정희(金正喜)를 뽑았다.",
                "hj": "○壬寅/行翰林召試, 取鄭知容、金正喜。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Injeong Hall of Injeong Hall , nine people, including Kim Jeonggyun , and 339 people, including Hwang Giyun , who passed the military service examination .",
                "H2KE-nKo": "인정전에서 정시 문과 전시를 행하여 김정균 등 9인을 뽑고, 무과에서 황기윤 등 339인을 뽑았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 2일(을유) 1번째기사",
                "gt-oKo": "정시 문과 전시를 인정전에서 시행하여, 김정균(金鼎均) 등 9명을 뽑고 무과에 황기윤(黃琦潤) 등 3백 39명을 뽑았다.",
                "hj": "○乙酉/設庭試文科殿試于仁政殿, 取金鼎均等九人, 武科取黃琦潤等三百三十九人。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in gyemyo year (. Right State Councilor Kim Yonggyong said, The diplomatic document on the diplomatic document has already arrived. Although it is before the imperial edict of investiture, the new diplomatic document should be used for the New Years Day. However, the Empress Dowager originally have no diplomatic document for the New Years Day. Only the local products are presented to the Emperor. According to precedent, the local products for the New Years Day should not be neglected. This should also be instructed to the Ministry of Rites to prepare for the list of local products for the New Years Day. The Ministry of Rites should record all the diplomatic document on the list of local products for the New Years Day and present it to the Emperor. The King followed this advice. The King also reported, Seven thousand nyang of coins in the capital and the provinces should be supplied to the Ministry of Taxation so that the diplomatic document can be used for one imperial edict. The King followed this advice.",
                "H2KE-nKo": "차대를 행하였다. 우의정 남공철이 아뢰기를,“청나라에서 반식하는 자문이 이미 나왔으니, 비록 칙서를 반포하기 전이라도 정조에는 마땅히 새 표문의 격식을 사용해야 합니다. 그런데 황태후에게는 원래 표문의 격식이 없고 단지 방물장만 있어서 이미 황제에게 방물을 올렸으니, 황태후의 방물은 으레 빠뜨려서는 안 됩니다. 이것도 해당 조에 분부하여 준비해서 들어가게 하고, 예조의 방물 간품 단자는 모두 황태후로 써서 들이라는 뜻으로 분부하소서.”하니, 그대로 따랐다. 또 아뢰기를,“서울과 지방의 절전 7만 냥을 호조에 떼어 주어 칙서를 반포하는 데 쓰게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 20일(계묘) 1번째기사",
                "gt-oKo": "차대하였다. 우의정남공철이 아뢰기를, “청나라에서 반식 자문(頒式咨文)이 이미 나왔으니, 비록 칙서를 반포하기 전이라도 신정에는 당연히 새로운 표식(表式)을 사용해야 하겠습니다. 그런데 황태후(皇太后)는 원래 표식이 없고 단지 방물장(方物狀)만 있는데, 이미 방물을 황제에게 올렸다면 황태후의 방물도 의례히 빠뜨릴 수 없습니다. 이것도 해조(該曹)에 분부하여 준비해 들어가게 하되, 예조의 방물 간품 단자(方物看品單子)는 모두 황태후로 써서 넣으라는 뜻으로 분부하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “서울과 지방의 절전(折錢) 7만 냥을 호조에 떼어주어 칙사 한 명의 비용으로 쓰게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○癸卯/次對。 右議政南公轍曰: “彼中頒式咨文旣已出來, 雖於頒勑之前, 正朝當以新表式用之。 而皇太后元無表式, 只有方物狀, 旣進方物於皇帝, 則皇太后方物, 例不可闕。 此亦分付該曹, 措備入去, 禮曹方物看品單子, 皆以皇太后書塡以入之意, 分付。” 從之。 又啓言: “以京外折錢七萬兩, 劃付戶曹, 以爲一勑之需。” 從之。"
            },
            "2": {
                "H2KE-EN": "Han Chiyeung was appointed minister of Punishments .",
                "H2KE-nKo": "한치응을 형조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 20일(계묘) 2번째기사",
                "gt-oKo": "한치응(韓致應)을 형조 판서로 삼았다.",
                "hj": "○以韓致應爲刑曹判書。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Jo Deukyeong was appointed as the Office of the Inspector General , Jo Seokjeong as the Office of the Censor General , and Yi Noik as the deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "조득영을 사헌부 대사헌으로, 조석정을 사간원 대사간으로, 이노익을 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 23일(병오) 1번째기사",
                "gt-oKo": "조득영(趙得永)을 사헌부 대사헌으로, 조석정(曹錫正)을 사간원 대사간으로, 이노익(李魯益)을 한성부 판윤으로 삼았다.",
                "hj": "○丙午/以趙得永爲司憲府大司憲, 曺錫正爲司諫院大司諫, 李魯益爲漢城府判尹。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King summoned Envoy for Expressing Gratitude for Imperial Benevolence Yi Huigap , Vice-Envoy Yun 윤행jik , and Recorder Yi Hang paid a farewell visit to the King.",
                "H2KE-nKo": "정미년에 동지 정사 이희갑, 부사 윤행직, 서장관 이항을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 24일(정미) 1번째기사",
                "gt-oKo": "동지 정사이희갑(李羲甲), 부사 윤행직(尹行直), 서장관이항(李沆)을 불러 보았다. 이들이 하직 인사를 드렸기 때문이다.",
                "hj": "○丁未/召見冬至正使李羲甲, 副使尹行直, 書狀官李沆, 辭陛也。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On sinhae day, Governor of Pyeongan Province 심상규가 crossed the [Amnok] River in order to cross the [Amnok] River with an imperial edict.",
                "H2KE-nKo": "평안 감사 심상규가 칙사의 행차가 압록강을 건너 나왔다고 아뢰었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 28일(신해) 1번째기사",
                "gt-oKo": "평안 감사심상규(沈象奎)가, 칙사의 행차가 압록강을 건너왔다고 아뢰었다.",
                "hj": "○辛亥/平安監司沈象奎, 以勑行渡江出來, 啓。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Kim Gieun was appointed as the Royal Confucian Academy , Yi Jonsu as the left vice-envoy , Yi Jasu as the governor of Gyeongsang Province , and Yi Jasu was specially promoted to Grand Master for Excellent Virtue . ",
                "H2KE-nKo": "병술년에 김기은을 성균관 대사성으로, 이존수를 좌부빈객으로, 이재수를 경상도 관찰사로 삼고, 이재수를 가선대부에 특별히 가자하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 3일(병술) 1번째기사",
                "gt-oKo": "김기은(金箕殷)을 성균관 대사성으로, 이존수(李存秀)를 좌부빈객으로, 이재수(李在秀)를 경상도 관찰사로 삼았다. 이재수에게 가선 대부를 특별히 가자(加資)하였다.",
                "hj": "○丙戌/以金箕殷爲成均館大司成, 李存秀爲左副賓客, 李在秀爲慶尙道觀察使, 特加在秀嘉善。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "[The King] bestowed 3,469 gyeol of loans upon the various provinces for supplying loans in gyechuk year.",
                "H2KE-nKo": "계축년에 여러 도와 여러 도에 재결 3만 3469결을 면제해 주었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 30일(계축) 1번째기사",
                "gt-oKo": "제도(諸道)와 제도(諸都)에 당년 재해로 세금을 감해 준 것이 3만 3천 4백 69결이었다.",
                "hj": "○癸丑/給諸道諸都, 當年災三萬三千四百六十九結。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King proceeded to Yeonghwa Pavilion and observed the Inner Palace Guards shooting an arrow.",
                "H2KE-nKo": "영화당에 나아가 내금위의 시사를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 4일(정해) 1번째기사",
                "gt-oKo": "영화당(映花堂)에 나아가 내금위(內禁衛)에게 활쏘기를 시험보였다.",
                "hj": "○丁亥/御映花堂, 行內禁衛試射。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On muja day, [the King] granted a rotational audience in the muja year (.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 5일(무자) 1번째기사",
                "gt-oKo": "윤대하였다.",
                "hj": "○戊子/輪對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Noik as commissioner for escorting the returning envoy , and Yi Seokgyu as the Office of the Censor General .",
                "H2KE-nKo": "이노익을 반송사로, 이석규를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 5일(무자) 2번째기사",
                "gt-oKo": "이노익(李魯益)을 반송사(伴送使)로 차출하고, 이석규(李錫奎)를 사간원 대사간으로 삼았다.",
                "hj": "○以李魯益差伴送使, 李錫奎爲司諫院大司諫。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Ministry of Punishments reported as follows: Student of the Western District Heo Hae beat his female slave husband Kang Yongun to death. According to precedent, Heo Hae struck Kang Yongun by a neck, and Heo Hae struck Kang Yonguns old father, eventually injured his eyes and injured him. However, Heo Hae went to another place and returned. When he saw this slightest appearance, Heo Hae struck Kang Yonguns hair and injured Kang Yonguns hair. In fact, he confessed that there was no suspicion of the principal offender. Your subjects carefully examined the royal edict received in the gyechuk year ( of the Xuande era (, which stated, When a female slave accompanys a female slave, he uttered his wifes principal offender and discourteous words, he should be punished for his crime. If he was slightly injured injured, he should not be confronted. The circumstances and the circumstances are not slightly injured. If his crime were slightly injured injured, he should be confirmed after the circumstances and then submitted a report to Your Majesty for judgment. Although the circumstances and the circumstances are slightly injured, the circumstances and the circumstances are slightly injured by his father. Therefore, it is not proper that Heo Hae should be confirmed to the circumstances of the circumstances. However, Kang Yongun and Heo Hae are the husband of a female slave leading his wife. Although they are different from slaves, how can they be reduced from the slightest slight? According to the penal code, the slightest slightly should be applied in accordance with the penal code. However, there is already a royal edict received on the basis of the penal code regarding the slightest slightly injudgment. Your subjects request that Your Majesty judgment on this matter. The King ordered, Kang Hans wifes principal offender is insufficient, and eventually violated the circumstance",
                "H2KE-nKo": "형조가 아뢰기를,“서부의 유학 허협이 여종의 남편 강용운을 때려 죽였습니다. 규례대로 검시하였더니, 허협은 강용운의 주먹으로 인하여 허협의 늙은 아비가 눈에 상처를 입는 지경에 이르렀습니다. 허협이 다른 곳으로 나갔다가 돌아와서 이 광경을 보고는 곧 절구질을 강용운의 머리를 휘둘러 때려서 죽게 하였는데, 실로 의심할 만한 정범이 없다고 자복하였습니다.삼가 선왕 계축년의 수교를 살펴보니, ‘집안에서 데리고 사는 여종의 남편이 아내의 상전에게 함부로 악언을 하여 정리상 매우 패악한 자를 치죄하다가 우연히 죽게 되면 옥사를 성립시키지 말라. 정리상 매우 패악하지 않은데 치죄하다가 우연히 죽게 되면 옥사가 성립된 뒤에 초기하여 나에게 물어 결정하라.’라고 하였습니다.이번 옥사는 정리상 매우 패악하지만 우연히 죽게 된 것은 아닙니다. 그러나 사실은 아비를 호위한 데서 나온 것이니, 함부로 죽인 죄를 면하기 어렵습니다. 그렇다면 옥사가 성립되는 것을 의논하는 것은 부당합니다. 강용운은 허협에 대해서는 바로 데리고 있는 여종의 남편이니, 비록 노비와는 다르지만 어찌 고공보다 못하겠습니까. 고공을 몰아서 죽게 한 데 대한 형률을 원용하는 것이 참조하는 것이 합당할 듯합니다. 그러나 이미 ‘초기를 올려 나에게 물어 결정하라.’라는 수교가 있으니, 주상께서 재결하소서.”하니, 전교하기를,“강한은 아내의 상전에게 모욕을 가한 것도 부족하여 직접 죄를 범하기까지 하였다. 풍속과 교화에 관계되니 용서할 수 없는 죄를 지은 것이다. 그러나 허협이 분연히 죽은 것은 아비를 호위한 데서 나온 것이니, 우연히 그렇게 된 것이거나 우연히 그렇게 된 것이거나를 따질 것 없이 이것은 관청에 고하지 않고 함부로 죽인 데 대한 형률과는 전혀 다르다. 허협에 대해서는 한 차례 형추하고 풀어 주라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 10월 7일(경인) 1번째기사",
                "gt-oKo": "형조에서 아뢰기를, “서부(西部)의 유학(幼學) 허필(許珌)이 그 여종의 지아비 강용운(姜龍雲)을 때려 죽였습니다. 전례에 의하여 시체를 검사해 보니, 강용운이 주먹질을 하여 허필의 늙은 아비가 눈에 상처를 받는 지경에 이르렀기 때문에 허필이 죽인 것이었습니다. 허필이 외출하였다가 돌아와서 이 광경을 보고 곧 다듬잇방망이로 강용운의 머리를 쳐서 바로 죽었는데 실로 의심이 없는 정범(正犯)이기 때문에 스스로 자복하였습니다. 삼가 선조 계축년 수교(受敎)를 상고해 보니, ‘집에 거느리고 있는 여종의 지아비가 아내의 상전(上典)에게 나쁜 말을 함부로 하여 정리(情理)가 몹시 패악한 자의 죄를 다스리다가 우연히 치사(致死)하였을 경우 옥사(獄死)를 만들지 말고, 정리가 몹시 패악하지 않은데 죄를 다스리다가 우연히 치사하였을 경우 옥사를 갖춘 뒤에 초기(草記)하여 여쭈어 처리한다.’고 하였는데, 이번 옥사의 정리는 비록 몹시 패악할지라도 우연히 죽인 것이 아니라 사실은 아비를 호위하려다 발생한 것으로서 마음대로 죽인 죄를 면하기 어려우나, 옥사를 성립하는 것은 의논할 대상이 아닙니다. 강용운은 허필이 거느리고 있는 여종의 지아비이니 비록 노비(奴婢)와는 다르지만, 어찌 고공(雇工)보다 못하겠습니까? 고공을 구타해 죽인 율을 인용하는 것이 참조에 합당할 듯합니다만, 이미 ‘초기하여 여쭈어 처리한다.’는 수교가 있으니, 성상께서 재결하소서.” 하니, 하교하기를, “강가놈이 아내의 상전에게 욕하는 것도 부족하여 손찌검하는 지경에 이르렀으니, 풍속의 교화에 관계되므로 그 죄를 용서할 수 없다. 그리고 허필이 매질을 한 것은 아비를 호위하기 위해서 한 것이니, 우연히 죽였던 우연히 죽이지 않았던 간에 관에 고하지 않고 마음대로 죽인 것에 대한 율과 아주 다르니, 허필을 한 차례 형추(刑推)하고 나서 놓아 보내라.” 하였다.",
                "hj": "○庚寅/刑曹啓言: “西部幼學許珌, 打殺其婢夫姜龍雲。 如例行檢, 則許珌因龍雲拳衝, 許珌之老父, 至於眼皮受傷之境。 而許珌出他歸來, 見此光景, 乃以砧杵, 揮打龍雲之頭部, 當下致斃, 實因無疑正犯自服矣。 謹稽先朝癸丑年受敎, 若曰 ‘人家率接之婢夫, 向妻上典肆發惡言, 情理絶悖者, 治罪, 邂逅致死則勿爲成獄, 情非絶悖, 治罪邂逅, 則獄具後草記稟決’, 今此獄事, 情雖絶悖, 死非邂逅, 而事實出於衛父, 罪難免於擅殺, 則不當議到具獄, 龍雲之於許珌, 乃是率下婢夫也, 雖異於奴婢, 何減於雇工? 援用驅死雇工之律, 恐合旁照, 而旣有 ‘草記稟決’ 之受敎, 請上裁。” 敎曰: “姜漢之於妻上典, 詬辱之不足, 至於手犯之境。 有關風化, 罪在罔赦, 而許珌之奮梃, 出於衛父, 無論邂逅與不邂逅, 此與不告官擅殺之律, 絶異, 許珌叚刑推一次放送。”"
            }
        }
    },
    "11": {
        "11": {
            "1": {
                "H2KE-EN": "The King proceeded to Mohwa Guesthouse in the gapjin year ( to see the imperial envoys off, and then performed a tea ceremony.",
                "H2KE-nKo": "갑자년에 모화관에 나아가 칙사를 전송하고 이어 다례를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 11일(갑자) 1번째기사",
                "gt-oKo": "모화관(慕華館)에 나아가 칙사를 보내고 나서 다례를 행하였다.",
                "hj": "○甲子/詣慕華館, 送勑使, 仍行茶禮。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King summoned the officials of the second rank or higher as well as the officials of the Ministry of Rites , 영부사이시수 , Superintendent [of the Middle Army] Han Hwak , and Kim Sammok , and Right State Councilor남공철 reported as follows: Next springs imo year is the first year of our Queen Mothers queen congratulatory ceremony. Next springs sinsa year is the sixty years of queen congratulatory ceremony, and this year is the third chamber for celebrating Your Majestys glory ceremony. Your subject humbly examined the matter of the Royal Ancestral Shrine in the reign of King Inwons queen congratulatory ceremony for celebrating Your Majestys glory ceremony for the fifty years of queen congratulatory ceremony on the first day of the first month. Therefore, please order the officials of the Ministry of Rites to perform the ceremony of celebrating Your Majestys longevity on the New Years Day. The King issued a royal order: Next springs glory ceremony is the first year of our Queen Mothers queen congratulatory ceremony for celebrating Your Majestys longevity on the grounds that the third chamber is the first year of Your Majestys queen congratulatory ceremony. How can this be available? On the first day of the first month this year, the sixth year of Your Majestys queen congratulatory ceremony for celebrating Your Majestys queen congratulatory ceremony and personally present fabric for outer and inner clothing [to Your Majesty] on the grounds that Your Majesty informs Your Majesty of Your Majesty and exhorts Your Majestys sagacity. Have the Ministry of Rites perform the ceremony for the Crown Prince.",
                "H2KE-nKo": "시원임 대신과 시원임 각신, 예조 당상을 불러서 보았다. 영중추부사 이시수, 판중추부사 한용귀ᆞ김사목, 우의정 남공철이 아뢰기를,“재명년 임오년은 바로 우리 왕대비전께서 혼인하신 지 회갑이 되는 해이고, 내년 신사년은 바로 빈을 경실에 모신 지 60년이 되는 해이고, 또 삼간택으로 빛나게 응하신 해입니다. 삼가 영묘조를 상고해 보건대 인원성모께서 혼인하신 지 50년이 되는 해라는 이유로 축하하는 의식을 크게 거행하였으니, 이는 오늘날 계승해야 할 일입니다. 정월 초하룻날에 존호를 올리는 예식을 거행하되, 기일에 앞서 고유하고 사면령을 반포하는 등의 절차를 예관으로 하여금 거행하게 하소서.”하니, 전교하기를,“내년은 바로 우리 자전께서 혼인하신 지 60년이 되는 해이고 삼간택한 지 회갑이 되는 해이니, 기뻐하고 경축하는 마음이 어찌 끝이 있겠는가. 내년 정월 초하룻날은 혼인하신 지 60년이 되는 해이므로 진하할 것이니, 친히 표리를 올리고 위에 고하고 아래에 선포하여 구구한 정을 펴겠다. 해당 조로 하여금 거행하게 하고, 세자가 예를 행하는 것도 마련하라.”하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 17일(경오) 1번째기사",
                "gt-oKo": "시임 대신·원임 대신과 각신(閣臣), 예조 당상, 영부사이시수(李時秀), 판부사한용귀(韓用龜)·김사목(金思穆)을 불러 보았다. 우의정남공철이 아뢰기를, “재명년(再明年) 임오년은 바로 우리 왕대비전께서 혼인[舟梁]하신 지 만 60년이 되는 해이고, 명년 신사년은 바로 왕실에 세자 빈이 되신 60년이자 또 삼간택[三揀]의 예절을 치른 해입니다. 삼가 영조조의 일을 상고해 보건대, 인원 성모(仁元聖母)께서 혼인하신 지 50년에 하례의 의식을 거행하였으니, 이것은 오늘날 마땅히 계술(繼述)할 일입니다. 정월 초하룻날 장수(長壽)를 축하하는 예식을 거행해야 하므로, 기일 전에 고유(告由)와 반사(頒赦) 등의 절차를 예관(禮官)으로 하여금 거행하게 하소서.” 하니, 하교하기를, “명년은 우리 자전께서 혼인하신 지 만 60년이 되는 해이고 삼간택의 주갑(周甲)이다. 기뻐하고 경축하는 정성이 어찌 끝이 있겠는가? 명년 정월(正月) 상일(上日)은 시집오신 지 60년이니 하례를 드리고 친히 안팎 옷감을 올린 다음, 위에 고하고 아래에 선포하여 구구한 뜻을 펴야겠다. 예조로 하여금 거행하게 하고, 왕세자가 거행할 예도 마련하게 하라.” 하였다.",
                "hj": "○庚午/召見時原任大臣閣臣禮堂, 領府事李時秀, 判府事韓用龜、金思穆, 右議政南公轍啓言: “再明年壬午, 卽我王大妃殿舟梁回〔甲〕之歲, 明年辛巳, 卽作嬪京室之六十年, 而又是三揀光膺之歲也。 謹稽英廟朝, 以仁元聖母舟梁五十年, 誕擧賀儀, 此是今日所宜繼述。 以月正元日, 爰擧呼嵩之禮, 先期告由與頒赦等節, 令禮官擧行焉。” 敎曰: “明年, 卽我慈殿舟梁滿六十年之歲, 而三揀之周甲也。 懽忭慶祝之忱, 曷有其已? 明年正月上日, 以舟梁六十年, 當陳賀, 親上表裏, 上告下布, 以伸區區之情。 令該曹擧行, 世子行禮, 亦爲磨鍊。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Jo Bongjin as third minister of personnel , Jo Hongjin as inspector general , Jo Manyeong as headmaster of the Royal Confucian Academy , Yi Sangsang as fifth tutor to the Crown Prince , and Yi Minsu as army commander of Left Gyeongsang Province .",
                "H2KE-nKo": "조봉진을 이조 참의로, 조홍진을 사헌부 대사헌으로, 조만영을 성균관 대사성으로, 이상황을 우부빈객으로, 이민수를 경상좌도 병마절도사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 20일(계유) 1번째기사",
                "gt-oKo": "조봉진(曹鳳振)을 이조 참의로, 조홍진(趙弘鎭)을 사헌부 대사헌으로, 조만영(趙萬永)을 성균관 대사성으로, 이상황(李相璜)을 우부빈객으로, 이민수(李民秀)를 경상좌도 병마 절도사로 삼았다.",
                "hj": "○癸酉/以曺鳳振爲吏曹參議, 趙弘鎭爲司憲府大司憲, 趙萬永爲成均館大司成, 李相璜爲右副賓客, 李民秀爲慶尙左道兵馬節度使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The official document sent by the Office for the Establishment of Ceremonies stated as follows: On the eighteenth day of the seventh month of this year, Imperial Majesty proceeded to the temporary palace in Ulha . On the twenty-fifth day of this month, His Imperial Majesty passed away. On the twelfth day of the eighth month, His Imperial Majesty moved the royal coffin. On the twenty-second day, His Imperial Majesty proceeded to the capital and set up the royal coffin at Gyeongsan and Gwandeok Hall . On the twenty-seventh day, His Imperial Majesty ascended the hall, and His Imperial Majesty ascended the throne. On the next year, His Imperial Majesty changed the name of Dogwangwon . The new Emperor immediately followed the royal carriage and accompanied His Imperial Majesty of the Ulha . On the tenth day of the fourth month of the fourth year of the Jiangyeong, His Imperial Majesty invested the Imperial Crown Prince with the Imperial Crown Princes seal. The Imperial Crown Prince first invested the Imperial Crown Prince with the Imperial Crown Prince. On the eighth day of the ninth month, His Imperial Majesty instructed the Royal Confucian Academy and the ninth-ranking official , together with him to discuss the conferral of the posthumous title of Ye , and the posthumous title of Ye . His Imperial Majesty of the late Emperor of the Royal Tomb of King . The royal tomb name was Changneung , and the distance between the two countries were 260 ri distant from the capital. On the an auspicious day, His Imperial Majesty was enshrined in the temporary palace. On the eleventh day of the third month of the first year of the Dyeen era of the Dyeing .",
                "H2KE-nKo": "재자관의 수본은 다음과 같다.“가경황제가 올해 7월 18일에 어가가 출발하여 열하 행궁에 거둥하였는데, 담증으로 이달 25일에 붕서하고 8월 12일에 재궁을 받들어 옮겼다가 22일에 북경에 도착하여 경산전과 관덕전에 정안하였다. 27일에 새 황제가 전에 올라 천자의 자리에 올랐는데, 내년의 시헌서를 도광 원년으로 고쳤다. 새 황제는 어가를 호종하여 열하로 따라간 황자 지친왕인데, 가경 4년 4월 10일에 황태자를 책봉한 밀함을 비궤에 넣어 두고 먼저 지친왕으로 봉하였다. 9월 8일에 황제의 유시를 받들고 태학사 구경과 회동하여 의논하여 가경황제의 존시를 예황제로, 묘호를 인종으로 올렸다. 능호는 창릉인데 역주 땅에 있어 서울과의 거리가 260리이다. 지궁에 봉안할 길일은 도광 원년 3월 11일이다.”\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 27일(경진) 1번째기사",
                "gt-oKo": "재자관(齎咨官) 수본(手本)에, “가경 황제가 금년 7월 18일에 거둥하여 열하(熱河)의 행궁(行宮)에 납시었다가 담후(痰候)로 이달 25일에 붕서(崩逝)하시고 8월 12일에 재궁(梓宮)을 받들어 옮겨 22일에 북경에 나아가 경산(景山)의 관덕전(觀德殿)에 모시었다. 27일에 새 황제(皇帝)가 전(殿)에 올라 천자의 자리에 나아가 명년의 시헌서(時憲書)를 도광 원년으로 고쳤다. 새 황제는 황제를 수행하여 열하(熱河)에 간 황자(皇子) 지친왕(智親王)인데, 가경 4년 4월 10일에 황태자로 봉한 밀서(密書)를 비궤(秘匱)에 간직해 두고 먼저 지친왕으로 봉하였다. 9월 8일에 황제의 유시를 받들어 태학사(太學士)와 구경(九卿)이 같이 모여서 의논하여 가경 황제의 존시(尊諡) 를 예황제(睿皇帝)로, 묘호(廟號)를 인종(仁宗)으로 올렸다. 능호(陵號)는 창릉(昌陵)으로 역주(易州) 땅에 있는데, 북경과의 거리가 2백 60리이다. 하관(下棺)하는 날짜는 도광 원년 3월 11일이다.” 하였다.",
                "hj": "○庚辰/齎咨官手本: 嘉慶皇帝, 於本年七月十八日啓鑾, 幸熱河行宮, 以痰候, 本月二十五日崩逝, 八月十二日, 奉移梓宮, 二十二日進京, 停安于景山、觀德殿。 二十七日, 新皇帝登殿, 卽天子位, 明年時憲書, 改以道光元年。 而新皇帝, 卽扈駕隨往熱河之皇子智親王, 而嘉慶四年四月初十日, 封皇太子密緘, 鑰置秘匱, 先封智親王。 九月初八日, 奉上諭太學士九卿會同, 議上嘉慶皇帝尊諡曰睿皇帝, 廟號曰, 仁宗。 陵號則昌陵, 而在易州地, 距京二百六十里。 奉安地宮吉日, 道光元年三月十一日。 云。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Jo Deokyun was appointed as the right state councilor of the State Council .",
                "H2KE-nKo": "조덕윤을 의정부 우참찬으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 3일(병진) 1번째기사",
                "gt-oKo": "조덕윤(趙德潤)을 의정부 우참찬으로 삼았다.",
                "hj": "○丙辰/以趙德潤爲議政府右參贊。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyeongsin day, [the King] appointed Yi Deukgyu as magistrate of Uiju .",
                "H2KE-nKo": "이응규를 의주 부윤으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 7일(경신) 1번째기사",
                "gt-oKo": "이응규(李應奎)를 의주 부윤으로 삼았다.",
                "hj": "○庚申/以李應奎爲義州府尹。"
            }
        },
        "8": {
            "1": {
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 8일(신유) 1번째기사",
                "gt-oKo": "모화관(慕華館)에 나아가 칙사를 맞이하였다. 숭정전에 나아가 칙서를 받는 의식을 거행하고 나서 다례(茶禮)를 거행하였다.【임금이 어전 통사(御前通事)에게 명하여 재배례(再拜禮)를 행하겠다고 청하자, 칙사가 말하기를, “감히 배례를 받을 수 없습니다.” 하였다. 임금이 말하기를, “이것이 예이므로 감히 명을 따르지 못하겠습니다.” 하니, 칙사가 말하기를, “배례는 결단코 감히 받을 수 없습니다. 결단코 감히 받을 수 없습니다.” 하였다. 임금이 말하기를, “손님과 주인이 처음 보는 예식을 빠뜨릴 수 없습니다. 더구나 여러 대인(大人)들께서 황제의 명을 받들고 왔는데 의식대로 하지 않을 수 없습니다.” 하니, 칙사가 말하기를, “배례는 결단코 감히 받을 수 없으니, 읍례(揖禮)를 행하였으면 합니다.” 하였다. 임금이 말하기를, “대인의 명이 있으니 따르지 않을 수 없으므로 읍례를 행해야 하겠습니다만, 배례에 서로 같이 절하는 예가 없으니, 읍례도 서로 같이 읍할 수 없습니다. 그러므로 주인이 먼저 읍하면 대인께서 답읍(答揖)해야 하겠습니다만, 일시에 두 대인께서 두 번 읍하는 것 또한 공경이 결여되니, 먼저 상칙사 대인에게 읍하고 난 다음에 부칙사 대인에게 읍하는 것이 좋겠습니다.” 하니, 칙사가 말하기를, “각자 읍하는 것이 함께 읍하는 것보다 못하겠습니다.” 하였다. 임금이 말하기를, “해내(海內)가 불행하여 대행 황제께서 갑자기 승하하시니, 애통한 마음을 어찌 다 말할 수 있겠습니까?” 하니, 칙사가 말하기를, “황제가 승하하실 줄은 실로 생각지 못한 일이므로 슬픈 심정은 천하가 똑같습니다.” 하였다. 임금이 말하기를, “대행 황제는 25년 동안 왕위에 계셨으므로 덕택이 널리 미쳤습니다만 저희 나라에 있어서는 내지와 똑같이 보고 유독 후한 은혜를 입었으므로 항상 매우 감하해 왔었는데, 이제 갑자기 부고(訃告)를 받으니 더욱더 애통합니다.” 하니, 칙사가 말하기를, “당연히 어찌 이와 같지 않겠습니까?”하였다. 임금이 말하기를, “대행 황제가 승하하신 뒤에 온 천하가 의지할 데가 없을 듯하였는데 사황제(嗣皇帝)께서 대위(大位)를 이어받아 이처럼 개원(改元)과 반사(頒赦)의 조서를 내렸으니, 슬픈 끝에 기쁘고 경하하는 마음을 이루 다 말할 수 있겠습니까?” 하니, 칙사가 말하기를, “온 천하가 반드시 똑같이 슬퍼하고 경하할 것입니다.” 하였다. 임금이 말하기를, “황제께서 슬퍼하시는 중에 기력이 어떠하십니까?” 하니, 칙사가 말하기를, “황제께서는 만안(萬安)하십니다.” 하였다. 임금이 말하기를, “재궁(梓宮)은 어느 날에 북경으로 모시고 장례의 길일(吉日)은 언제쯤으로 정하였습니까?” 하니, 칙사가 말하기를, “8월 18일에 재궁이 북경으로 돌아오고, 하관(下官)의 날짜는 아직 정했다는 말을 듣지 못하였으므로 확실히 알지 못합니다.” 하였다. 임금이 말하기를, “황제가 즉위하신 초기에 특별히 우리 나라의 미세한 폐단을 생각하시고 조서까지 내려서 두 차례의 접대를 없애게 하였으니, 덕의가 곳에 따라 높고도 중한데 보답할 길이 없습니다.” 하니, 칙사가 말하기를, “귀방(貴邦)의 감사하는 정성이 어찌 이와같지 않겠습니까?” 하였다. 임금이 말하기를, “제왕(諸王)·패륵(貝勒)은 근황이 어떠합니까?” 하니, 칙사가 말하기를, “모두 잘 있습니다.” 하였다. 임금이 말하기를, “여러 대인께서 황급히 사명(使命)을 받들고 먼길을 달려 오셨는데 기력이 어떠하십니까?” 하니, 칙사가 말하기를, “피로함이 없이 매우 좋습니다.” 하였다. 임금이 말하기를, “상칙사 대인은 연전에 한번 이별한 뒤로 지금까지 잊지 못하고 있었는데 다행히 이번에 다시 우리 나라에 나왔으니, 더욱 반갑습니다.” 하니, 칙사가 말하기를, “그전에 작별한 지 이미 16년이란 세월이 되었으므로 그립고 사모하는 마음이 항상 가슴속에 맺혔는데, 이제 옥안(玉顔)을 뵈었으니 실로 인연이 있는 것입니다. 너무나 기쁘고 다행하여 목이 마르는 듯한 생각을 위로할 수 있습니다.” 하였다. 임금이 말하기를, “우리 나라가 쇠잔하여 대인들께서 사명을 받들고 오가는 일로(一路)의 접대가 말이 아니므로 주인의 도리에 있어서 부끄러움과 탄식을 금하지 못하겠습니다.” 하니, 칙사가 말하기를, “일로의 접대가 매우 좋습니다. 어찌 이와 같이 겸손하십니까?” 하였다. 임금이 말하기를, “여러 대인들께서 명을 받들고 멀리 오셨으니, 우리 나라에 있어서는 매우 영광스럽습니다. 그러나 이번은 평상시와 달라서 전례와 같이 연회를 열지는 못하지만 두서너 그릇의 다과(茶果)는 간략하게 갖추어 놓고 대기하고 있습니다.” 하니, 칙사가 말하기를, “매우 좋습니다. 감히 명을 받들지 않겠습니까?” 하였다. 임금이 차를 올리라고 명하고, 이어 말하기를, “물품이 너무나 변변치 못합니다만, 억지로라도 드십시오.”하니, 두 칙사가 말하기를, “감히 하교에 따르지 않겠습니까?” 하였다. 임금이 말하기를, “통역관 이하에게 차를 내려 주는 것이 어떠하겠습니까?” 하니, 칙사가 말하기를, “저들에게 차를 먹이는 것이 좋겠습니다.” 하였다. 임금이 말하기를, “여러 대인들께서 먼 길을 오시는 끝이라 반드시 많이 피로할 것이므로 형편상 다시 만류하기 어렵습니다. 객사의 범절이 반드시 많이 기대에 어긋날 것입니다만, 잘 조리하시기 바랍니다. 내일 마땅히 관소(館所)에 나아가 안부를 묻겠습니다” 하니, 칙사가 말하기를, “이처럼 염려해 주시니 참으로 감탄해마지 않습니다. 여기서 작별 인사를 드립니다.” 하였다. 그러자 임금이 통사(通事)에게 명하여 칙사보고 먼저 가마를 타라고 청하니, 칙사가 사양하기를, “감히 먼저 탈 수 없다.”고 하므로, 임금이 또 먼저 타라고 청하니, 칙사가 또 사양하기를, “국왕께서 먼저 타시면 우리가 뒤에 가마를 타겠습니다.”라고 하였다. 임금이 말하기를, “내가 먼저 여(輿)를 탈 것이니, 칙사는 가마를 타라는 뜻을 전하라.” 하였다.】",
                "hj": "○辛酉/詣慕華館, 迎勑使。 詣崇政殿, 行受勑禮, 仍行茶禮。【上命御前通事請行再拜禮, 勅使曰: “不敢當。” 上曰: “禮也, 不敢從命。” 勑使曰: “決不敢當, 決不敢當。” 上曰: “賓主初見禮不可闕。 況僉大人奉皇命來臨, 敢不如儀?” 勑使曰: “拜禮是決不敢當, 願行揖禮。” 上曰: “大人有命不敢不從, 當行揖禮, 而拜無交拜之禮則, 揖亦不可以交揖。 主人先揖, 大人答揖, 而一時再揖於兩大人, 亦涉欠敬, 先揖上勑大人, 次揖副勑大人爲好。” 勑使曰: “不如各自作揖一塊兒作揖。” 上曰: “海內不幸, 大行皇帝奄忽崩逝, 哀痛之忱, 何可勝言?” 勑使曰: “龍馭賓天, 實是想不到的事, 情傷心痛, 實天下一般矣。” 上曰: “大行皇帝臨御二十五載, 德澤普洽, 至若小邦, 視同內服, 偏蒙厚渥, 恒切頒祝, 今忽承訃, 〔尤〕極哀痛。” 勑使曰: “應該那般着怎不如此乎?” 上曰: “大行皇帝賓天之後, 率土若無憑依, 嗣皇帝纉承大位, 降此改元頒赦之詔, 悲哀之餘, 欣忭慶賀之忱, 何可勝喩?” 勑使曰: “普天之下, 想必一般哀慶矣。” 上曰: “皇上哀疚中氣力何如?” 勑使曰: “聖體萬安矣。” 上曰: “梓宮之奉還皇京, 果在何日, 而因山吉日, 定在何間?” 勑使曰: “八月十八日靈駕返京, 下地宮日字尙未聞, 揀吉不能的知矣。” 上曰: “皇王御極之初, 〔特〕軫小邦微細之弊, 恩詔兼頒, 以除兩次之供應, 德意隨處隆重, 報答無地。” 勑使曰: “貴邦感戴之忱, 怎不如此乎?” 上曰: “諸王具勒安否何如?” 勑使曰: “都好矣。” 上曰: “僉大人蒼黃奉使驅馳遠程, 氣力何如?” 勑使曰: “沒有甚勞乏, 狠好狠好矣。” 上曰: “上勑大人年前一別之後, 至今耿耿, 幸此再臨, 尤可慰喜。” 勑使曰: “前此拜別, 已爲十六年之光景矣, 〔悵〕慕之心恒結于中, 今奉玉顔實係有緣。 喜幸之極, 可慰渴想矣。” 上曰: “小國凋殘, 僉大人奉命之行, 一路接待不能成樣, 其在主人之道, 不勝愧歎。” 勑使曰: “一路接待狠妥當, 何必如此多禮乎?” 上曰: “僉大人銜命遠辱, 在小邦榮〔耀〕極矣。 此與常時有異, 雖不得如例, 設宴數器茶果略已備待矣。” 勑使曰: “狠好敢不領命乎?” 上命進茶, 仍曰: “物雖至薄, 强爲下箸。” 兩勑曰: “敢不如敎乎?” 上曰: “通官以下賜茶何如?” 勑使曰: “饋他們吃茶狠好矣。” 上曰: “僉大人跋涉之餘, 路憊必多, 勢難更爲挽留, 而館宇凡節, 必多齟齬, 惟願善加調護, 明當進詣館所, 躬探起居矣。” 勑使曰: “如是費念, 實在感歎不已。 就此告辭。 上命通事, 請勑使先乘轎, 勑使辭曰: “不敢先乘。” 上又請先乘, 勑使又辭曰: “國王先乘則第當乘轎矣。” 上曰: “予先乘輿, 勑使乘轎之意傳之也。”】"
            },
            "2": {
                "H2KE-EN": "The imperial edict to the Emperor of Ming China stated as follows: In the middle of the twelfth month of the first year of the Xuande era (, I have respectfully observed the permanent instructions of the Imperial Crown Prince. I intended to perform the ceremony of wooden palanquin before moving the royal carriage to the place of wooden palanquin before moving to the place of wooden palanquin. My self-restrained father was strong, and I did not become ill. Even when I was over sixty years of age, I climbed my hot springs, and I was unaware of my physical condition. I happened to encounter the palanquin because I encountered the palanquin of Gwangin Garrison . Yesterday, I encountered the palanquin of the pal",
                "H2KE-nKo": "예황제의 유조에,“초가을 중순에 삼가 떳떳한 가르침을 따라 목란의 미전을 거행하려고 먼저 주필하여 피서산장에 머물렀다. 짐의 몸이 본래 건장하여 질병을 앓은 적이 없으니, 비록 60세가 넘었더라도 내와 언덕에 오르면 나도 모르게 피로하게 된다. 이번에 주필하는 도중에 우연히 무더위에 걸렸다. 어제 광인령에서 말을 채찍질하여 말에 채찍질하다가 산장에 이르자 담기가 위로 치밀어 오르더니 저녁이 되자 더욱 심해졌다. 짐이 우러러 열성조의 가법을 받들어 일찍이 가경 4년 4월 10일 묘시 초에 황태자 면녕을 미리 세우고 직접 밀함을 써서 비궤에 보관하였다. 18년 동안 금문에서의 전투에서 적이 궁궐 담을 넘어오자 황태자가 맨 먼저 화창을 쏘아 두 명의 적을 연이어 죽였다. 그 잔당들이 놀라 떨어지자 금인이 안정되었으니, 그 공로가 매우 크다. 그러나 세자를 세우라는 명을 선포하지 못하였기 때문에 먼저 지친왕에 책봉하여 특별한 공로를 장려하였다. 지금 병이 오래도록 낫지 않고 신기가 지극히 중하니, 진실로 전해 주는 것이 마땅하다.”하였다. 이에 어전 대신과 군기 대신에게 명하여 밀함을 공계하게 하였다. 황태자는 어질고 효성스러우며 지혜롭고 용감하여 반드시 부탁을 잘 이어받을 것이니, 황제의 자리에 나아가 대통을 계승하고 천하에 포고하여 모두 알게 하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 8일(신유) 2번째기사",
                "gt-oKo": "예황제(睿皇帝)의 유조(遺詔)에 이르기를, “7월 중순에 이훈(彛訓)을 공경히 준수하여 목란 미전(木蘭獮典)의 행차를 멈추고 산장(山莊)에서 피서하였다. 짐(朕)의 몸이 본래 건강하여 병에 걸린 적이 없으므로 비록 60세가 넘었지만 내를 건너고 언덕을 오르더라도 피로를 느끼지 못하였는데, 이번 길에 우연히 더위를 앓았다. 어제 광인령(廣仁嶺)에서 말을 채찍질하여 산장에 이르자 담기(痰氣)가 치밀어 오르더니 저녁에 이르자 더욱 심해졌으니, 아마 낫지 않을 듯하다. 짐이 열성(列聖)들의 가법(家法)을 이어받아 일찍이 가경(嘉慶) 4년 4월 10일 묘시(卯時) 초에 황태자 면녕(綿寧)을 미리 세우고 친서(親書)를 밀봉하여 비궤(秘匱)에 간직해 두었다. 가경 18년 금문(禁門)의 사변 때 적(賊)이 궁성의 담을 넘어왔는데 황태자가 맨 먼저 화창(火鎗)을 쏘아서 연달아 적 두 명을 죽이자 남은 무리가 놀라 떨어졌으므로 금문이 안정되었으니, 그 공이 매우 컸다. 그런데 그때 후계자를 세우는 명을 선포하지 않았으므로, 먼저 지친왕(智親王)으로 봉하여 특수한 공을 장려하였다. 지금 병이 오랫동안 낫지 않고 왕위는 매우 중하므로 진실로 물려주어야 마땅하다. 이에 어전 대신(御前大臣)과 군기 대신(軍機大臣)에게 명하여 밀서를 공개하게 한다. 황태자는 인효 지용(仁孝智勇)하여 반드시 부탁을 잘 이어받들 것이므로, 황제의 자리에 나아가 대통(大統)을 계승하게 하고 천하에 포고하여 모두 알게 한다.” 하였다.",
                "hj": "○睿皇帝遺詔曰: 孟秋中旬, 恪遵彝訓, 將擧木蘭獮典, 先駐蹕避暑山莊。 朕體素壯, 未嘗疾病, 雖年踰六旬, 登陟川原, 不覺其勞, 此次蹕途, 偶感暍暑。 昨因策馬廣仁嶺, 迨抵山莊, 覺痰氣上壅, 至夕益甚, 恐不克瘳。 朕仰承列聖家法, 曾於嘉慶四年四月初十日卯初, 豫立皇太子綿寧, 親書密緘, 鐍置秘匱。 十八年禁門之役, 賊踰宮垣, 皇太子首發火鎗, 連斃二賊, 餘黨驚墜, 禁籞獲安, 厥功甚鉅。 因建儲之命未宣, 先封智親王, 以奬殊庸。 今疾彌留, 神器至重, 允宜傳付。 乃命御前大臣軍機大臣, 公啓密緘。 皇太子仁孝智勇, 必能欽承付托, 其卽皇帝位, 以嗣大統, 布告天下, 咸使聞知。"
            },
            "3": {
                "H2KE-EN": "The imperial edict of the Imperial Entertainments of Ming China stated as follows: Our great brilliant lustrous brilliance received the great favor of Heaven. During the reign of King Taejo and King Taejong , the foundation of a great foundation was founded from the foundation of the state. The Imperial Entertainments were entrusted with the summer state, and the accomplishments of the virtuous and virtuous benevolence were extended. Our Excellency, the late Emperor, who acceded to the throne twenty-five years of age and diligence and diligent day and night, diligently seeks to govern the state, and the governance of governance was brilliant. The imperial court was respectfully observed, and the benevolence and benevolent governance were satisfactory to the entire country. For this reason, the people in the capital and in the provinces were peaceful, and the people received blessings. Now, I have expected that the happiness of magnificent blessings would continue to enjoy magnificent blessings. How could I have expected that Your Majesty would travel to the Imperial Empress Dowager and suddenly ascend the throne? Your Majestys intent was first decided to govern the state during the reign of King Taejo, and thereupon Your Majestys spirit tablet was kept in secret. I am deeply afraid that I cannot overcome my blessings. Upon reflection, I think that the ancestors have inherited the throne and the accomplishments of my late Emperor. The Imperial Empress cannot be neglected for a long time, and I strive to remove my grief and respectfully uphold the order. On the twenty-seventh day of the eighth month, I respectfully report to the Imperial Empress, the Royal Ancestral Shrine, and the Altar of the Soil and Grain, and then ascend the throne. Next year, I reverently succeed to the former splendid virtues, and thus I strive to comfort my grief and apprehensive, thus I promulgated the new imperial edict. It is proper to bestow a favor upon all of them. From the twenty-seventh day of the eighth month of this year,",
                "H2KE-nKo": "봉천 승운 황제는 다음과 같이 조령을 내렸는데, 그 내용은 다음과 같다.“우리 조정이 크게 맑아 하늘의 보살핌을 도타이 받아 태조와 태종으로부터 큰 기업을 이루었고, 세조께서는 천하를 통일하여 성조, 세종, 고종의 성대한 덕과 신묘한 교화가 거듭 빛나고 누대에 걸쳐 두루 미쳤다. 우리 황고 대행황제께서는 25년 동안 재위하시면서 조심하고 두려워하여 밤낮으로 겨를이 없이 부지런히 하늘의 다스림을 구하시니, 정치가 아름답게 밝아지고 조정이 엄숙해져서 어진 마음과 어진 정사가 온 나라에 두루 미쳤다. 이 때문에 중앙과 지방이 편안해지고 만백성이 복을 받게 되었다. 바야흐로 경사스러운 복이 뻗어 큰 복을 영원히 받을 것을 기대하였는데, 어찌 태양에 행차하여 갑자기 왕위에 오를 줄 생각이나 했겠는가. 선왕의 뜻이 친정하는 해에 먼저 정해졌으니, 이는 바로 신기로서 묵묵히 하찮은 이 몸이다. 짐이 스스로 생각해 보건대 덕이 부족한 탓에 이루 다 감당할 수 없을까 매우 두렵다.다만 생각건대 열성조께서 물려주신 계책과 황고께서 물려주신 부탁을 생각해 보건대, 천위를 오래도록 비워 둘 수 없으므로 슬픈 마음을 억지로라도 억제하고 삼가 성명을 받들어 8월 27일에 천지, 종묘, 사직에 공경히 고하고 황제의 자리에 올랐다. 내년을 도광 원년으로 삼아 선대의 아름다운 덕을 우러러 계승하고, 슬픔을 안겨 주고 공경하고 두려워하는 마음으로 새로운 윤음을 밝게 선포하는 때를 만났다. 가경 25년 8월 27일 새벽 이전에 이미 발각되었거나 발각되지 않았거나, 이미 결정되었거나 결정되지 않았거나를 막론하고 모두 사면 대상에서 제외할 것이다. 만일 사면령이 내리기 전의 일을 가지고 고발하는 자가 있으면 그에 해당하는 죄로 처벌할 것이다.”\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 8일(신유) 3번째기사",
                "gt-oKo": "봉천 승운 황제(奉天承運皇帝)의 조서(詔書)에 이르기를, “우리 대청(大淸)은 하늘의 돌보심을 받아 태조(太祖)·태종(太宗)으로부터 비로소 큰 기업(基業)을 이루시고 세조(世祖)께서는 중국을 통일하셨으며, 성조(聖祖)·세종(世宗)·고종(高宗)께서는 성덕(盛德)과 신화(神化)가 거듭 빛나고 여러 대에 흡족하였다. 우리 황고 대행 황제께서는 25년 동안 왕위에 계시면서 조심하고 두려워하여 밤낮으로 겨를이 없이 부지런히 다스려지기를 구하시니 정치가 크게 밝아지고 조정이 엄숙해졌으며, 어진 마음과 어진 정사가 온 천하에 젖어들었다. 이 때문에 중외가 편안하고 만민이 복을 입게 되었으므로 바야흐로 경사로운 운이 연장되고 많은 복을 영구히 받기를 기대하였다. 그런데 난양(灤陽)에 행차하여 갑자기 승하하실 줄이야 어찌 뜻하였겠는가? 성지(聖志)가 친정(親政)하시던 해에 먼저 정해져, 제위를 보잘것없는 나에게 물려주려고 묵묵히 마음먹으셨다. 짐이 스스로 생각하건대, 덕이 없어 감당하지 못할까 매우 두렵기만 하다. 그러나 열성의 끼치신 계획과 황고(皇考)의 부탁을 돌이켜 생각해 보건대, 천위(天位)를 오래 비워둘 수 없으므로, 슬픈 마음을 애써 억제하고 삼가 명을 준수하여 8월 27일에 천지(天地)·종묘(宗廟)·사직(社稷)에 고하고 황제의 자리에 올랐다. 명년을 도광(道光) 원년으로 삼고 전대의 아름다운 덕을 이어서 슬픔을 달래며 공경하고 두려워한다. 새로운 조서를 선포하는 이때에 복을 주고 은혜를 베푸는 것이 마땅하므로, 가경 25년 8월 27일 새벽 이전까지의 이미 발각된 것이나 발각되지 않은 것이나, 이미 결정된 것이나 결정되지 않은 것이나 모두 용서하여 죄로써 없앤다. 만일 사면 전의 일을 고발하는 자가 있으면 그 죄를 처벌할 것이다.” 하였다.",
                "hj": "○奉天承運皇帝詔曰: 我大淸, 篤承天眷, 粤自太祖、太宗, 肇造洪基, 世祖統一區夏, 聖祖、世宗、高宗, 盛德神化, 重熙累洽。 我皇考大行皇帝, 熙御二十五年, 兢兢業業, 宵旰不遑, 以勤求上理, 政治休明, 朝廷祗肅, 仁心仁政, 洽於寰區。 用是中外〔乂〕安, 萬民蒙福, 方期慶祚延洪, 永膺多祜。 詎意臨幸灤陽, 遽陞龍馭? 聖志先定於親政之歲, 卽以神器, 默屬藐躬。 朕自惟薄德, 深懼不勝。 顧念列聖貽謨, 皇考付托, 天位不可久虛, 勉抑哀忱, 欽遵成命, 於八月二十七日, 祗告天地、宗廟、社稷, 卽皇帝位。 以明年爲道光元年, 仰紹前徽, 撫哀寅惕, 際新綸之昭布。 宜錫類而推恩, 自嘉慶二十五年八月二十七日昧爽以前, 已發覺未發覺已結未結者, 咸赦除之。 有以赦前事告訐者, 以其罪罪之。"
            },
            "4": {
                "H2KE-EN": "[The King] issued a royal edict to the Royal Confucian Academy and granted a general amnesty. This was temporarily prescribed.",
                "H2KE-nKo": "교서를 반포하고 사면령을 반포하였는데, 권정례로 하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 8일(신유) 4번째기사",
                "gt-oKo": "반교(頒敎)하고 반사(頒赦)하였는데, 권정례(權停例)로 하였다.",
                "hj": "○頒敎頒赦, 權停例也。"
            },
            "5": {
                "H2KE-EN": "The King appointed Yeo Dongsik as the Office of the Censor General and Im Han Ho as the minister of punishments .",
                "H2KE-nKo": "여동식을 사간원 대사간으로, 임한호를 형조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 8일(신유) 5번째기사",
                "gt-oKo": "여동식(呂東植)을 사간원 대사간으로, 임한호(林漢浩)를 형조 판서로 삼았다.",
                "hj": "○以呂東植爲司諫院大司諫, 林漢浩爲刑曹判書。"
            },
            "6": {
                "H2KE-EN": "The King summoned Chief Envoy for Presenting Gifts to the Emperor [of Ming China] Han Chieung , Vice-Envoy Seo Neungbo , and Chief Escort Officer Bak Taesu . They paid a farewell visit to the King.",
                "H2KE-nKo": "진향 정사 한치응, 부사 서능보, 서장관 박태수를 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 8일(신유) 6번째기사",
                "gt-oKo": "진향 정사(進香正使)한치응(韓致應), 부사(副使)서능보(徐能輔), 서장관(書狀官)박태수(朴台壽)를 불러 보았다. 하직 인사를 드렸기 때문이다.",
                "hj": "○召見進香正使韓致應, 副使徐能輔, 書狀官朴台壽, 辭陛也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King proceeded to the guesthouse where he received the imperial envoys and performed a tea ceremony.",
                "H2KE-nKo": "관소로 나아가 칙사를 접견하고 이어 다례를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 11월 9일(임술) 1번째기사",
                "gt-oKo": "관소(館所)에 나아가 칙사를 접견하고 나서, 이어 다례를 행하였다.",
                "hj": "○壬戌/詣館所, 接見勑使, 仍行茶禮。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "The King ordered that the prisoners be released on the first day of the gyemi year (.",
                "H2KE-nKo": "경죄수를 풀어 주었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 1일(계미) 1번째기사",
                "gt-oKo": "죄질이 가벼운 죄수를 석방하였다.",
                "hj": "○癸未朔/放輕囚。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Iyang as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "김이양을 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 1일(계미) 2번째기사",
                "gt-oKo": "김이양(金履陽)을 한성부 판윤으로 삼았다.",
                "hj": "○以金履陽爲漢城府判尹。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported to the King as follows: The tombs of Queen Wongyeong and Lady Hong have already been designated as queen and Lady Hong . Therefore, it is inconvenient in terms of propriety to offer sacrificial offerings. Your subjects request that following the examples of other royal concubines of previous ancestors , Your Majesty transfer them from Sugang Palace to perform the rite. The King accepted this request.",
                "H2KE-nKo": "예조가 아뢰기를,“원빈과 홍씨의 묘소를 이미 강호하였으니 제수를 봉진하는 것은 예로 볼 때 온당치 못합니다. 열성조의 다른 후궁의 예에 따라 수진궁에서 옮겨 봉안하는 일을 대신에게 의논하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 11일(계사) 1번째기사",
                "gt-oKo": "예조에서 아뢰기를, “원빈(元嬪) 홍씨(洪氏) 묘소의 호칭을 이미 강등하였으니, 제수(祭需)를 봉진하는 것이 예로 볼 때 미안합니다. 열성조에서 다른 후궁에게 하였던 사례에 의하여 수진궁(壽進宮)으로부터 옮겨 받들어 거행할 것을 대신에게 의논해 보소서.” 하니, 그대로 따랐다.",
                "hj": "○癸巳/禮曹啓言: “元嬪、洪氏墓, 已降號, 祭需之封進, 於禮未安。 依列聖朝他後宮例, 自壽進宮移奉擧行, 議于大臣。” 從之。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "In eulmi year (, Hong Huisin was appointed minister of punishments , and Yi Noik was appointed minister of Works .",
                "H2KE-nKo": "을미년에 홍희신을 형조 판서로, 이노익을 공조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 13일(을미) 1번째기사",
                "gt-oKo": "홍희신(洪羲臣)을 형조 판서로, 이노익(李魯益)을 공조 판서로 삼았다.",
                "hj": "○乙未/以洪羲臣爲刑曹判書, 李魯益爲工曹判書。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Yi Haksu was appointed third minister of personnel .",
                "H2KE-nKo": "이학수를 이조 참의로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 14일(병신) 1번째기사",
                "gt-oKo": "이학수(李鶴秀)를 이조 참의로 삼았다.",
                "hj": "○丙申/以李鶴秀爲吏曹參議。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Jeong Yu Mi was appointed as the Royal Confucian Academy . Shortly thereafter, he was replaced, and Seo Jangbo was appointed to replace him.",
                "H2KE-nKo": "정유년에 이헌기를 성균관 대사성으로 삼았다가 곧바로 체차하고 후임에 서장보를 임명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 15일(정유) 1번째기사",
                "gt-oKo": "이헌기(李憲琦)를 성균관 대사성으로 삼았다가 얼마 후에 체차하고 서장보(徐長輔)로 대임시켰다.",
                "hj": "○丁酉/以李憲琦爲成均館大司成, 尋遞, 以徐長輔代之。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Jo Deukyeong was appointed inspector general of the gihae year (, and Yun Sanggyu was appointed censor of the Office of the Censor General .",
                "H2KE-nKo": "조득영을 사헌부 대사헌으로, 윤상규를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 17일(기해) 1번째기사",
                "gt-oKo": "조득영(趙得永)을 사헌부 대사헌으로, 윤상규(尹尙圭)를 사간원 대사간으로 삼았다.",
                "hj": "○己亥/以趙得永爲司憲府大司憲, 尹尙圭爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director of the Royal House Administration Jo Sangjin passed away.",
                "H2KE-nKo": "지중추부사 조상진이 졸하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 17일(기해) 2번째기사",
                "gt-oKo": "지중추부사(知中樞府事)조상진(趙尙鎭)이 졸(卒)하였다.",
                "hj": "○知中樞府事趙尙鎭, 卒。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Yi Myeon as governor of Pyeongan Province .",
                "H2KE-nKo": "경자년에 이면승을 함경도 관찰사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 18일(경자) 1번째기사",
                "gt-oKo": "이면승(李勉昇)을 함경도 관찰사로 삼았다.",
                "hj": "○庚子/以李勉昇爲咸鏡道觀察使。"
            }
        },
        "21": {
            "1": {
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 21일(계묘) 1번째기사",
                "gt-oKo": "예황제(睿皇帝)의 존시 조칙(尊諡詔勅)을 시헌서 재자관(時憲書䝴咨官) 편에 부쳐 와서 곧 반교(頒敎)하고 반사(頒赦)하였는데, 권정(權停)의 예(例)로 하였다. 봉천 승운 황제의 조서에 이르기를, “짐은 생각하건대, 예로부터 제왕이 천하를 다스려서 만인에게 복을 줌이 넓고 커서 하늘과 공을 같이하고 땅과 덕을 함께하였다. 이에 높은 칭호와 큰 이름을 태묘에 고하여 높이 빛냈는데, 이는 떳떳한 법을 밝히어 어버이를 존경하여 다같이 받든다는 것을 훤히 보이는 것으로서 앞 사람의 빛나는 공적을 따라 복을 맞이하는 것이니, 진실로 큰 행사이다. 삼가 생각하건대, 황고 대행 황제께서는 하늘을 본받아 표준을 세우고 겉을 바르게 하여 모범을 보였다. 건순(健順)이 부합하니 자강(自强)의 공이 끊이지 않고, 요(堯)·순(舜)과 같은 분이 계통을 이으니 거듭 빛나는 운이 새롭다. 계사년의 제사 때에는 정성이 묵묵히 고하는 데 합하였고, 병진년에 옥새(玉璽)를 받을 적에는 친히 전함을 공경히 이으셨다. 날마다 형정(刑政)을 들어서 정책을 넓히시고, 때때로 남기신 계책을 받들어 다스림을 펴셨다. 요단(瑤壇)에 깨끗이 제사지내니 하늘이 영(靈)한 살림을 내리시고, 아름다운 집에 제사를 엄숙히 지내니 선조의 영령이 오르내리는 것을 본받으셨다. 감원(紺轅)에 쟁기를 싣고 적전(籍田)을 갈기에 부지런히 하시며 비전(閟殿)에 올려 흠향(歆饗)하시니 교산(橋山)에 전알하여 예물을 올리셨다. 보록(寶錄)을 외우면서 손때가 묻은 것을 생각하고 강연(講筵)에 임하여 멀리 마음의 근원을 깨달으셨다. 중정(中正)은 하늘의 운행(運行)에 합치하고 신지(信智)는 태평한 운에 두루 미쳤다. 소장(疏章)을 보고 신하를 인대(引對)하여 깊은 밤에 괴로움을 잊으시며, 시절을 살피고 떳떳할 일을 베풀어서 공경하는 마음은 편안함이 없으셨다. 사방의 공헌(貢獻)을 막아서 염치를 신칙하고, 천부(泉府)의 남고 모자람을 정하여 관시(關市)를 유통시켰다. 특별히 먼저 종실을 경계하고 관리들을 권장하고 징계하여 번갈아 권려하셨다. 순박하고 바르게 돌아와 인심이 게으름을 경계하였고, 관리의 다스림이 부지런해졌다. 가난한 백성이 흉년을 당한 것을 진념하여 자주 세금을 감해 주고 구호해 주었으며 형관(刑官)이 형벌을 잘못 쓸까 근심하여 고의가 아닌 범죄는 용서하셨다. 용문(龍門)을 통하여 흐르게 하니 주하(籌河)의 긴 둑이 공고해졌고, 외적이 자취를 감추니 바다의 방어는 놀란 물결이 사라졌다. 판도가 넓으니 교화를 입음이 더욱 넓었다. 무교(戊校)와 정둔(丁屯) 등 그 나라를 멸망시킨 것이 만리나 되고, 총산(葱山)과 염택(鹽澤)에 봉수(烽燧)를 빙 둘러 설치한 것이 1천 곳의 성으로, 넓은 은혜의 물결에 목욕하여 먼 지방에까지 두루 미쳤다. 동가(銅街)와 벽저(闢邸)에서 연반(年班)에 모두 모였고 주해(珠海)에서 구슬을 바쳐서 공경히 세사(歲事)를 수행하였다. 위장(圍場)에 노(弩)를 등에 지고 행악(行幄)을 모시며 오리처럼 따르며, 번부(蕃部)에 영(營)을 연하여 맹서(盟書)를 받들고 개미처럼 붙따랐다. 대체로 생각하건대, 덕을 사모하고 위엄을 두려워하니, 이로써 먼 나라가 이르고 가까운 곳이 편안해졌다. 이에 황극(皇極)의 진술한 말을 세우니 인문(人文)이 교화를 이룸을 보겠다. 신장(辰章)의 남긴 교훈은 뜻이 주도(疇圖)에 관통하였고, 규조(奎藻)를 나누어 편찬하니 체(體)가 아송(雅頌)을 겸하였다. 옥당에 거둥하여 잔치를 내려서 같이 시를 읊고, 벽수(璧水)에 친히 임하시니 반교(泮橋)를 빙 에워싸고 강론을 들었다. 교사(校士)는 종황(宗潢)을 함께 뽑았고, 선비를 시험하여 은방(恩榜)을 자주 열으셨다. 전례(典禮)를 모아 엮어서 위로 주관(周官)에 짝하였고, 문영(文潁)을 편집하여 널리 예원(藝苑)을 찾았으며, 삼당(三唐)의 저작을 모아서 영화(英華)를 모았고 일통(一統)의 방여(方輿)를 넓혀서 연혁(沿革)을 자세히 고징(考徵)하셨다. 문교(文敎)를 일으키고 무공(武功)을 밝히시며, 천초(川楚)의 난리를 처음 평정하시니 성령(聲靈)이 빛나시고, 이어서 활조(滑曹)의 선동을 만나서 정벌을 시작하였다. 우(虞)나라 뜰에서 승전의 예식을 거행하고, 탕왕(湯王)의 그물을 크게 열어서 죄인을 용서하였다. 세공(歲功)을 일찍 마치고 강무(講武)를 곧 힘써서 병정(兵政)은 중추(中樞)에서 총괄하고 군용(軍容)을 단련하여 크게 사열하였다. 응대(鷹臺)에서 군대(軍隊)를 정렬하니 봄 사냥의 예를 갖추었고, 호려(虎旅)가 종군(從軍)하여 가을 사냥을 해마다 행하였다. 십전(十全)의 사업을 이어서 공적을 기록하고, 칠덕(七德)을 노래하여 위엄을 선포하셨다. 25년의 칙기(勅幾)를 모아서 억만년에 전하도록 법을 만들었다. 돈독한 은혜는 하늘의 사랑보다도 높고, 아름다운 복은 황제의 계책에서 나왔으니 드러나고 융화하여 밝은 빛을 보였고 아름답고 거룩하여 큰 공을 선양하셨다. 오직 문무 신성(文武神聖)한 넓은 운은 총명 예지(聰明睿智)에 근본하여 세상을 다스렸다. 짐은 높고 두터운 은혜를 우러러 입었고 교화의 모범을 깊이 받았다. 계책과 공을 밝게 선포하고 의형(儀型)을 공경히 준수하며, 시서(詩書)를 밝게 알고 교훈을 엄숙히 따랐다. 작년 회갑의 큰 경사에 장수하심을 기뻐하였는데, 이번에 지방을 순시하다가 갑자기 승하하시니, 하늘이 다하도록 근심을 머금고 슬픔을 다할 수 없으며, 온 나라가 정성을 바치니 높고 넓음을 표현하기 어렵다. 삼가 제왕·패륵과 대신, 문무 군신에게 명하여 떳떳한 법을 공경히 상고하여 시호를 자세히 의논하게 하니 백벽(百辟)과 경사(卿士) 등 여러 사람들의 말이 진실로 부합하여, 공경히 천지(天地)·종묘(宗廟)·사직(社稷)에 고하고 가경 25년 10월 21일에 책보(冊寶)를 공경히 받들어 황고 대행 황제의 존시(尊諡)를 ‘수천 흥운 부화 수유 숭문 경무 효공 근검 단민 영철 예황제(受天興運敷化綬猷崇文經武孝恭勤儉端敏英哲睿皇帝)’로 올리고 묘호(廟號)는 인종(仁宗)으로 하였다. 이미 글에 새기어 덕을 칭송하였으니, 복을 내리고 은혜를 베풀 것이다.” 하였다.",
                "hj": "○癸卯/睿皇帝尊諡詔勑, 順付於憲書䝴咨官以來, 仍頒敎頒赦, 權停例也。 奉天承運皇帝詔曰: 朕惟自古帝王, 甄陶元化, 錫羡延洪。 參燾載以侔勳, 暢垓埏而徧德, 爰有隆稱鴻號, 薦廟崇徽, 所以闡彝憲之式, 昭示尊親之共戴, 迪前光而迓祉福, 誠鉅典也。 欽惟皇考大行皇帝, 體元立極, 表正垂型。 健順同符, 自强之功不息, 勳華繼統, 重光之運維新。 溯癸巳之薦馨, 誠孚默告, 迨丙辰之受璽, 敬紹親傳。 日聆刑政以恢謨, 時奉貽謀而敷治。 瑤壇潔饗, 昊貺靈甄, 黼構崇禋, 先型陟降。 紺轅載耒, 勤籍畝以加推, 閟殿升歆, 謁橋山而展釆。 誦寶錄而殷懷手澤, 莅講筵而遠契心源。 中正協於乾行, 神智周乎泰運。 披章引對, 乙夜忘勞, 省歲陳常, 寅衷無逸。 杜方州之貢獻, 整飭廉隅, 定泉府之盈餘, 流通關市。 誥誡特先乎宗室, 勸懲交勵於官聯。 還淳以正, 人心警怠, 以勤吏治, 軫茅檐之儉歲。 蠲賑頻施, 恤棘寺之祥刑, 眚災肆赦。 龍門疏派, 籌河則鞏固長隄, 鯨島潛蹤, 防海則平消駭浪。 幅員旣廣, 漸被尤宏。 戊校、丁屯, 受犂庭者萬里, 蔥山鹽澤, 環列燧者千城, 沐闓惠之涵濡, 徧遐陬而怙冒。 銅街闢邸, 竝集年班, 珠海輸琛, 處修歲事。 圍場負弩, 瞻行幄以鳧趨, 蕃部連營, 奉盟書而蟻附。 蓋惟德懷威畏, 是以遠至邇安。 若乃建皇極之敷言, 觀人文而成化。 宸章詒訓, 義貫乎疇圖, 奎藻分編, 體兼乎雅頌。 玉堂駕幸, 錫宴聯吟, 璧水躬臨, 圜撟聽講。 校士則宗潢偕選, 烝髦而恩榜頻開。 纂典禮而上媲周官, 編文穎而旁搜藝苑, 集三唐之著作, 薈萃英華, 廣一統之方輿, 詳徵沿革。 聿興文敎, 載溯武功, 初平川、楚之塵氛, 聲靈有赫, 繼値滑曹之煽動, 撻伐斯張。 虞干迅格於兩階, 湯網宏開於一面。 蕆功早奏, 講武仍勤, 總兵政於中樞, 練軍容而大閱。 鷹臺列隊, 禮備春蒐, 虎旅從戎, 歲行秋獮。 纉十全而紀績, 歌七德以宣威。 綜廿五載之勑幾, 垂億萬年而作則, 篤貺崇乎天眷, 庥徵啓自皇猷, 顯融以覲耿光, 懿鑠以揚大烈。 惟文武神聖之廣運, 本聰明睿知以有臨。 朕仰蒙高厚之恩渥, 荷勻陶之範。 昭宣謨烈, 恪守儀型, 啓牖詩書, 懍遵訓誨。 憶昨甲周衍慶, 方曼壽以臚歡, 今玆丙馭時巡, 遽升遐而棄養, 終天銜恤, 莫罄哀悽, 率土輸忱, 難名巍蕩。 謹命諸王、貝勒、大臣、文武群臣, 敬考彝章, 詳議諡號, 百辟卿士僉言, 允符祗告天地、宗廟、社稷, 以嘉慶二十五年十月二十一日, 敬奉冊寶, 恭上皇考大行皇帝尊諡曰, 受天興運敷化綏猷崇文經武孝恭勤儉端敏英哲睿皇帝, 廟號曰, 仁宗。 旣鏤文而譔德, 宜錫類以推恩。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King conducted state affairs at the gapjin year (: Minister of Personnel Kim Igyo , Third Minister of Personnel Yi Haksu , Minister of War Jeong Manseok ; Yi Jo존su , Minister of Works ; Jo Hongjin , Inspector General ; and Yi Gyeongsam , 사간원 대사간으로 삼았다. ",
                "H2KE-nKo": "도목 정사를 행하였다. - 이조 판서 김이교, 참의 이학수, 병조 판서 정만석이 나왔다. - 이존수를 공조 판서로, 조홍진을 사헌부 대사헌으로, 이경삼을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 22일(갑진) 1번째기사",
                "gt-oKo": "도정(都政)을 거행하였다.【이조 판서김이교(金履喬), 참의이학수(李鶴秀), 병조 판서정만석(鄭晩錫)이다.】 이존수(李存秀)를 공조 판서로, 조홍진(趙弘鎭)을 사헌부 대사헌으로, 이경삼(李敬參)을 사간원 대사간으로 삼았다.",
                "hj": "○甲辰/行都政,【吏曹判書金履喬, 參議李鶴秀, 兵曹判書鄭晩錫。】以李存秀爲工曹判書, 趙弘鎭爲司憲府大司憲, 李敬參爲司諫院大司諫。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulsa day, the special lecture on the eulsa year ( was held.",
                "H2KE-nKo": "을사년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 23일(을사) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○乙巳/別講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On byeongo day, when the Crown Prince completed the lecture on the Mencius (C. Mengzi , the King bestowed seven gwon of paper on straw paper, twenty gwon of white cotton paper, seven geun of yellow honey, thirty jars of yellow cinnabar, thirty pieces of cinnabar, ten pil of white cotton, and twelve pil of cinnabar.",
                "H2KE-nKo": "왕세자가 《맹자》의 강을 마쳤다. 초주지 7권, 백면지 20권, 황밀 7근, 황필 30자루, 진묵 30정, 백목 10필, 정목 12필을 하사하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 24일(병오) 1번째기사",
                "gt-oKo": "왕세자가 《맹자(孟子)》의 강을 마치자, 초주지(草注紙) 7권(卷), 백면지(白綿紙) 20권, 황밀(黃蜜) 7근(斤), 황필(黃筆) 30자루[柄], 진묵(眞墨) 30정(丁), 백목(白木) 10필, 정목(正木) 12필을 하사하였다.",
                "hj": "○丙午/王世子《孟子》畢講, 以草注(紙)〔紙〕七卷, 白綿(紙)〔紙〕二十卷, 黃蜜七斤, 黃筆三十柄, 眞墨三十丁, 白木十疋, 正木十二疋賜之。"
            },
            "2": {
                "H2KE-EN": "Yi Jonsu was appointed minister of punishments .",
                "H2KE-nKo": "이존수를 형조 판서로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 24일(병오) 2번째기사",
                "gt-oKo": "이존수(李存秀)를 형조 판서로 삼았다.",
                "hj": "○以李存秀爲刑曹判書。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The special lecture on jeongmi day [of the eighth month] was held at the special lecture on jeongmi day [of the eighth month].",
                "H2KE-nKo": "정미년의 별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 25일(정미) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○丁未/別講。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On musin day, [the King] granted a rotational audience to the musin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 26일(무신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊申/召對。"
            },
            "2": {
                "H2KE-EN": "The special lecture on the Confucian classics was held.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 26일(무신) 2번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○別講。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King held the Royal Confucian Academy for the first time in the gyeongsul year (1400, the fifth year of King Sejongs reign. Those who successfully passed the state examination were to be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "성균관에서 경술년 감제를 행하였다. 수석을 차지한 이경재에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 28일(경술) 1번째기사",
                "gt-oKo": "성균관에서 감제(柑製)를 설행하여, 장원한 이경재(李景在)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○庚戌/設柑製于泮宮, 居首李景在直赴殿試。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The special lecture on the sinhae day (141111, the fourth year of King Sejong.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 29일(신해) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○辛亥/別講。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulyu day, the commissioner for escorting the returning envoy from the governor of Pyeongan Province , was reported to the throne that the imperial envoy crossed the [Amnok] River by crossing the [Amnok] River.",
                "H2KE-nKo": "평안 감사 반송사가 칙사가 압록강을 건너 들어갔다고 아뢰었다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 3일(을유) 1번째기사",
                "gt-oKo": "평안 감사인 반송사(伴送使)가, 칙사가 압록강을 건너 들어갔다고 아뢰었다.",
                "hj": "○乙酉/平安監司伴送使, 以勑使渡江入去, 啓。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The special lecture on the imja year (1422, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "별강을 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 30일(임자) 1번째기사",
                "gt-oKo": "별강하였다.",
                "hj": "○壬子/別講。"
            },
            "2": {
                "H2KE-EN": "Deputy Director of the Royal House Administration Yi Jikdu passed away.",
                "H2KE-nKo": "판돈녕부사 이집두가 졸하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 30일(임자) 2번째기사",
                "gt-oKo": "판돈녕부사이집두(李集斗)가 졸(卒)하였다.",
                "hj": "○判敦寧府事李集斗卒。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Records of the Royal Ancestral Shrine in the byeongsul year (, the Records of the Royal Ancestral Shrine were completed. The mid-tier officials who supervised the construction work and below them were rewarded.",
                "H2KE-nKo": "병술년에 태묘의 의궤를 수정하는 일이 끝났다. 수정한 낭청 이하에게 시상하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 4일(병술) 1번째기사",
                "gt-oKo": "태묘 의궤(太廟儀軌)의 수정을 끝마쳤다. 수정 낭청(修整郞廳) 이하에게 상을 주었다.",
                "hj": "○丙戌/《太廟儀軌》修正成。 修整郞廳以下, 施賞。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeonghae day, the first day of the month, the King conducted state affairs.",
                "H2KE-nKo": "차대를 행하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 5일(정해) 1번째기사",
                "gt-oKo": "차대하였다.",
                "hj": "○丁亥/次對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Jonsu as minister of punishments , Hong Huisin as minister of works , Yi Sangsang as education director of the Office of Royal Decrees , Yi Noik as left assistant tutor , and Yi Yongsu as governor of Hwanghae Province .",
                "H2KE-nKo": "이존수를 형조 판서로, 홍희신을 공조 판서로, 이상황을 예문관 제학으로, 이노익을 좌부빈객으로, 이용수를 황해도 관찰사로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 5일(정해) 2번째기사",
                "gt-oKo": "이존수(李存秀)를 형조 판서로, 홍희신(洪羲臣)을 공조 판서로, 이상황(李相璜)을 예문관 제학으로, 이노익(李魯益)을 좌부빈객으로, 이용수(李龍秀)를 황해도 관찰사로 삼았다.",
                "hj": "○以李存秀爲刑曹判書, 洪羲臣爲工曹判書, 李相璜爲藝文館提學, 李魯益爲左副賓客, 李龍秀爲黃海道觀察使。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported, Jeong Sugwi , an official of the Royal Tomb of Queen Jangui , cut down a mulberry tree and made vessels and transported the vessels. Your subjects request that Jeong Sugwi be arrested and punished. The King issued a royal directive, which stated, How can we deal with him as an ordinary matter? Following the example of the interrogating prisoners, you should strictly imprison 남 offenders in the southern correspondence and then submit a confession to the throne. The circumstances and the cumstances and the circumstances of this Ministry should also be restored as an old precedent. Jeong Sugwi was punished by the State Tribunal according to the penal code and was banished to Sinji Island .",
                "H2KE-nKo": "예조가 아뢰기를,“장릉 참봉 정수귀가 아름드리 나무를 베어다 그릇을 만들어 배에 싣고 다녔습니다. 의금부로 잡아다 감처하소서.”하니, 전교하기를,“어찌 예사롭게 처리할 수 있겠는가. 국청 죄수의 예에 따라 남간에 엄히 가두고 엄히 신문하여 공초를 받아 들이라. 나무뿌리를 적간하는 것은 위에서도 때때로 하고 있지만 본조에서 적간하는 것도 옛 규례를 회복하라.”하였다. 정수귀는 의금부의 조율로 인하여 신지도에 정배하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 8일(경인) 1번째기사",
                "gt-oKo": "예조에서 아뢰기를, “장릉 참봉(長陵參奉)정수귀(鄭遂龜)가 아름드리 나무를 베어다 그릇을 만들어 줄줄이 배로 실어 나르고 있습니다. 잡아다 죄를 감정하소서.” 하니, 하교하기를, “어찌 예사로 처리할 수 있겠는가? 국청 죄수의 사례에 의하여 남간(南間)에 단단히 가두고 엄히 신문하여 공초를 받아 들이도록 하라. 나무 뿌리의 적간(摘奸)은 위에서 수시로 해야 하는데 예조에서 적간하였으니, 또한 구례(舊例)를 회복시키도록 하라.” 하였다. 정수귀를 의금부의 법 적용에 의하여 신지도(薪智島)로 귀양보냈다.",
                "hj": "○庚寅/禮曹啓言: “長陵參奉鄭遂龜, 斫取拱抱之木, 造出器皿, 船輸相屬。 請拿勘。” 敎曰: “豈可尋常處之? 依鞫囚例, 南間嚴囚, 嚴問捧供以入。 木根摘奸, 自上當時時爲之, 而本曹摘奸, 亦復舊例。” 遂龜因禁府照律, 配薪智島。"
            },
            "2": {
                "H2KE-EN": "The Office of the Lectures for the Crown Prince reported, As for the book to be presented to the Crown Prince in succession, we have a discussion on the left tutor to the Crown Prince Kim Iyang , Right tutor to the Crown Prince Im Han Ho , and Fifth tutor to the Crown Prince Kim Nogyeong . They said, It has been a precedent of the Extended Meanings of the Great Learning (C. Daxue yi . Also, there is a separate line of reading books in Zhou Xis Family Rituals (C. Zhou Xis Family Rituals . The King ordered that this be implemented according to the precedent.",
                "H2KE-nKo": "시강원이 아뢰기를,“왕세자가 계속해서 강할 책자에 대해 좌빈객 김이양, 우빈객 임한호, 우부빈객 김노경에게 수의하였더니, 말하기를 ‘《맹자》를 마치면 《중용》을 계속해서 강하는 것은 열성조의 옛 규례가 있고, 또한 주자가 글을 읽은 차례가 있습니다.’라고 하였습니다.”하니, 의논한 대로 하라고 명하였다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 8일(경인) 2번째기사",
                "gt-oKo": "시강원에서 아뢰기를, “왕세자가 계속해서 강할 책에 관해 좌빈객김이양(金履陽), 우빈객임한호(林漢浩), 우부빈객김노경(金魯敬)에게 수의(收議)해 보았더니, 말하기를, ‘《맹자(孟子)》를 마치면 《중용(中庸)》을 이어서 강하는 것이 열성조의 구례에 있고 또한 주자(朱子)의 독서하는 차례에 있다.’고 하였습니다.” 하니, 의논에 의하여 하라고 명하였다.",
                "hj": "○〔侍〕講院啓言: “王世子繼講冊子, 收議於左賓客金履陽, 右賓客林漢浩, 右副賓客金魯敬, 以爲 ‘將畢鄒書, 繼講《中庸》, 自有列聖朝舊例, 亦有朱子讀書次第, 命依議爲之。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King appointed Song Chigyu as the Office of the Inspector General , Hong Gichung as the Office of the Censor General , and Yi Haksu as the Royal Confucian Academy .",
                "H2KE-nKo": "송치규를 사헌부 대사헌으로, 홍기섭을 사간원 대사간으로, 이학수를 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 23권, 20년(1820 경진 / 청 가경(嘉慶) 25년) 12월 9일(신묘) 1번째기사",
                "gt-oKo": "송치규(宋稚圭)를 사헌부 대사헌으로, 홍기섭(洪起燮)을 사간원 대사간으로, 이학수(李鶴秀)를 성균관 대사성으로 삼았다.",
                "hj": "○辛卯/以宋穉圭爲司憲府大司憲, 洪起燮爲司諫院大司諫, 李鶴秀爲成均館大司成。"
            }
        }
    }
}