{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the eighth month, the King proceeded to Injeong Hall and presented congratulatory memorials and inner and outer cloths for a garment [to the Queen Mother]. He then presented congratulatory memorials and announcing the royal edict, and [the King] pardoned [them].",
                "H2KE-nKo": "대왕대비의 보령이 망칠이 되었다. 주상이 인정전에 나아가 치사, 전문, 표리를 친히 올리고, 이어 진하한 다음 교서를 반포하고 사면령을 내렸다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 1일(경오) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)의 보령(寶齡)이 망칠(望七)이 되었다. 임금이 인정전(仁政殿)에 나아가 치사(致詞)·전문(箋文)·표리(表裏)를 친히 올리고, 이어서 진하(陳賀)하였으며 교서(敎書)를 반포하고 사유(赦宥)하였다.",
                "hj": "○庚午/大王大妃寶齡望七。 上詣仁政殿, 親上致詞、箋文、表裏, 仍陳賀頒敎, 赦。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to Seongjeong Pavilion and performed a royal physician to enter and take care of the King. The King received the officials of the senior third rank or above from the State Council and Privy Council . Left State Councilor Kim Dohui exerted his effort to study diligently and support the support of study. The King responded, The opinion of Kim Dohu is very good. The support of study and supporting s",
                "H2KE-nKo": "성정각에 나아가 약원의 입진을 행하고, 대신과 비국 당상을 인견하였다. 좌의정 김도희가 학문에 부지런하고 용도를 절약할 것을 권면하니, 비답하기를,“진달한 바가 매우 좋다. 현재 습속과 용도를 절약하는 것이 현재 더욱 절실하니, 어찌 명심하지 않겠는가.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 10일(기묘) 1번째기사",
                "gt-oKo": "임금이 성정각(誠正閣)에 나아가 약원(藥院)의 입진(入診)을 행하고, 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 좌의정 김도희(金道喜)가 학문에 부지런하고 용도를 절약하기를 진면(陳勉)하니, 비답(批答)하기를, “아뢴 것이 매우 좋다. 때때로 학문을 익히고 용도를 절약하여 쓰는 것은 지금 더욱 절실하니, 어찌 명심하지 않겠는가?” 하였다.",
                "hj": "○己卯/上御誠正閣, 行藥院入診, 引見大臣備局堂上。 左議政金道喜, 以勤學節用, 陳勉, 批以 ‘所陳甚好矣。 時習節用, 尤爲切實於目今, 豈不銘念?”"
            },
            "2": {
                "H2KE-EN": "The King ordered that the descendants of 선정신 송시열 be appointed as local magistrates .",
                "H2KE-nKo": "선정신 송시열의 사손을 수령에 뽑아 의망하라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 10일(기묘) 2번째기사",
                "gt-oKo": "선정신(先正臣) 송시열(宋時烈)의 사손(祀孫)을 수령(守令)에 차의(差擬)하라고 명하였다.",
                "hj": "○命先正臣宋時烈祀孫, 守令差擬。"
            },
            "3": {
                "H2KE-EN": "Former Magistrate of Icheon Kim Cheolsun misappropriated more than 8,000 seok of stolen goods, and the King granted a special pardon to him. This was done according to the report of Left State Councilor Kim Dohui .",
                "H2KE-nKo": "전 이천 부사 김철순이 체납된 포흠 8000여 섬을 특별히 탕감하였는데, 모두 좌의정 김도희가 아뢴 말을 따른 것이다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 10일(기묘) 3번째기사",
                "gt-oKo": "전(前) 이천 부사(利川府使) 김철순(金喆淳)이 축낸 8천여 석(石)을 특별히 탕감하였으니, 모두 좌의정 김도희(金道喜)가 아뢴 바에 따른 것이다.",
                "hj": "○利川前府使金喆淳, 久逋八千餘石, 特蕩, 幷從, 左議政金道喜所奏也。"
            },
            "4": {
                "H2KE-EN": "The King ordered the establishment of a garrison at Tongjin and Hansan Island , and Left State Councilor Kim Dohui reported on this matter to the King. The King ordered the establishment of a garrison at Tongjin and Hansan Island.",
                "H2KE-nKo": "통영과 한산도에 진을 설치하라고 명하였다. 좌의정 김도희가 의견을 갖추어 아뢴 것으로 인하여 통영의 계본을 시행하도록 허락한 것이다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 10일(기묘) 4번째기사",
                "gt-oKo": "통영(統營)에 명하여 한산도(閑山島)에 진(鎭)을 설치하게 하였으니, 좌의정 김도희(金道喜)의 복주(覆奏)와 통영의 계본(啓本)에 따라 시행하도록 윤허한 것이다.",
                "hj": "○命統營、閑山島設鎭, 因左議政金道喜覆奏, 統營啓本許施。"
            },
            "5": {
                "H2KE-EN": "The King granted a condolence gift to the families of Mungyeong District .",
                "H2KE-nKo": "문경현의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 10일(기묘) 5번째기사",
                "gt-oKo": "문경현(聞慶縣)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給聞慶縣燒戶, 恤典。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Venus appeared in the mi hour (3:000-1:000 p.m., Venus appeared in the mi hour (3:0000 p.m.-12:0000 p.m., the first hour (14:00000 p.m.,000 p.m., the first hour (16:00000 p.m.,000 p.m., the first hour (3:00000 p.m.m., the fourth p.m. and fifth hour (3:00000 p.m.m.-1:30 p.m.m.m., the first twelve-1:30 p.m.m., the first twelve-12:30 p.m.m., the first twelve-pressed Venus appeared in the mi hour (3:0000 p.m.-12:30 p.m.m., the first twelve-12:30 p.m., the first twelve-pressed plain (16:00000 p.m.m.m., the first twelve-pressed plain (12:30 p.m.m.m.-pressed m.-12 pressed",
                "H2KE-nKo": "미시에 태백성이 사지에 나타났다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 11일(경진) 1번째기사",
                "gt-oKo": "미시(未時)에 태백성(太白星)이 사지(巳地)에 보였다.",
                "hj": "○庚辰/未時, 太白見於巳地。"
            },
            "2": {
                "H2KE-EN": "Yi Huibal was appointed minister of Punishments .",
                "H2KE-nKo": "이희발을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 11일(경진) 2번째기사",
                "gt-oKo": "이희발(李羲發)을 형조 판서로 삼았다.",
                "hj": "○以李羲發爲刑曹判書。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gapsin day, the first day of the twelfth month, the provincial headquarters of each government office presented the list of the storehouses to the throne in the musin year (. The Ministry of Taxation, the Storehouse of Paper Supplies , the Office of Benefiting the People , the Ministry of War , the 총영 , the Military Training Office , the Elite Troops , the El",
                "H2KE-nKo": "서울 각 관사와 각 영에서 무신년 회계 장부를 올렸다. - 호조, 양향청, 선혜청, 병조, 총융청, 훈련도감, 금위영, 어영청에 현재 남아 있는 황금이 119냥 4푼, 은자가 20만 8689냥 3전 9푼, 전문이 64만 885냥 8푼, 면주가 94동 33필 17척, 목이 4973동 48필 33척, 저포가 44동 30필 21척, 포자가 140동 29필 18척, 미가 31만 5438섬 4두 남짓, 태가 1만 1918섬 13두 9승 남짓, 전미가 1만 2782섬 5승, 피잡곡이 3만 6613섬 4두이다. -\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 15일(갑신) 1번째기사",
                "gt-oKo": "경중(京中)의 각사(各司)·각영(各營)에서 무신년의 회계부(會計簿)를 바쳤다.【호조(戶曹)·향청(餉廳)·혜청(惠廳)·병조(兵曹)·총영(摠營)·훈국(訓局)·금영(禁營)·어영(御營)에 지금 있는 황금(黃金) 1백 19냥(兩) 4푼(分), 은자(銀子) 20만 8천 6백 89냥 3전(錢) 9푼, 전문(錢文) 64만 8백 85냥 8푼, 면주(綿紬) 94동(同) 33필(疋) 17척(尺), 목(木) 4천 9백 73동 48필 33척, 저포(苧布) 44동 30필 21척, 포자(布子) 1천 40동 29필 18척, 미(米) 31만 5천 4백 38석(石) 4두(斗), 태(太) 1만 1천 9백 18석 13두 9승(升) 영(零), 전미(田米) 1만 2천 7백 82석 5승, 피잡곡(皮雜穀) 3만 6천 6백 13석 4두이다.】",
                "hj": "○甲申/京各司各營, 進戊申會計簿。【戶曹、餉廳、惠廳、兵曹、總營、訓局、禁營、御營, 時在黃金, 一百十九兩四分, 銀子二十萬八千六百八十九兩三錢九分, 錢文六十四萬八百八十五兩八分, 綿紬九十四同三十三疋十七尺, 木四千九百七十三同四十八疋三十三尺, 苧布四十四同三十疋二十一尺, 布子一千四十同二十九疋十八尺, 米三十一萬五千四百三十八石四斗零, 太一萬一千九百十八石十三斗九升零, 田米一萬二千七百八十二石五升, 皮雜穀三萬六千六百十三石四斗。】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The superintendent of the Directorate of Military Procurement and the Directorate of Fabrics should be selected and appointed by the Ministry of Taxation in accordance with the precedent set in the strength of the Military Training Office .",
                "H2KE-nKo": "전교하기를,“총위영 향색 제조는 장용영의 예에 따라 예조로 하여금 비의하여 차출하게 하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 16일(을유) 1번째기사",
                "gt-oKo": "하교하기를, “총위영 향색 제조(摠衛營餉色提調)를 장영(壯營)의 예에 따라 해조(該曹)를 시켜 비의(備擬)하여 차출하게 하라.” 하였다.",
                "hj": "○乙酉/敎曰: “總衛營餉色提調, 依壯營例, 令該曹, 備擬差出。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King appointed Yi응sik as supreme general of the Capital Guards , Im Seonggo as supreme general of the Middle Army , and Shin Gwanhoe as supreme general of the Capital Guards .",
                "H2KE-nKo": "병술년에 이응식을 총위사로, 임성고를 훈련대장으로, 신관호를 금위대장으로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 17일(병술) 1번째기사",
                "gt-oKo": "이응식(李應植)을 총위사(總衛使)로, 임성고(任聖皐)를 훈련 대장(訓鍊大將)으로, 신관호(申觀浩)를 금위 대장(禁衛大將)으로 삼았다.",
                "hj": "○丙戌/以李應植爲總衛使, 任聖皐爲訓鍊大將, 申觀浩爲禁衛大將。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Huihwa as Grand Master for Excellent Virtue and Assisting Merit Subjects . This was the first anniversary of the passing of the literary licentiate examination. ",
                "H2KE-nKo": "김희화를 숭록대부로 삼았는데, 진사 회방이었기 때문이다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 17일(병술) 2번째기사",
                "gt-oKo": "김희화(金熙華)를 숭록 대부(崇祿大夫)로 삼았으니, 진사 회방(進士回榜) 때문이다.",
                "hj": "○以金熙華爲崇祿大夫, 進士回榜也。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Shin Mimi as governor of Jeolla Province.",
                "H2KE-nKo": "남병철을 전라도 관찰사로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 2일(신미) 1번째기사",
                "gt-oKo": "남병철(南秉哲)을 전라도 관찰사로 삼았다.",
                "hj": "○辛未/以南秉哲爲全羅道觀察使。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Yi Yaku of the gyesa year ( was appointed minister of personnel .",
                "H2KE-nKo": "이약우를 이조 판서로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 24일(계사) 1번째기사",
                "gt-oKo": "이약우(李若愚)를 이조 판서로 삼았다.",
                "hj": "○癸巳/以李若愚爲吏曹判書。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "A fire broke out at the chamber of Hwigyeong Lodge .",
                "H2KE-nKo": "휘경원의 재실에 불이 났다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 28일(정유) 1번째기사",
                "gt-oKo": "휘경원(徽慶園)의 재실(齋室)에 불이 났다.",
                "hj": "○丁酉/徽慶園齋室, 火。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King personally presented inner and outer cloths for a garment upon the imsin year ( and rewarded officials in charge of the ceremony for celebrating the Imperial Crown Princes birthday according to rank. Executive Assistant Yi Yueung , Recorder of the Office of Royal Attire Nam Seong교 , and Recorder of the Office of Royal Attire Hong Jongeung , who served as grand master for comprehensive governance . ",
                "H2KE-nKo": "임신년에 표리를 친히 올리고 진하할 때의 각 차비관에게 차등을 두어 시상하였다. 선교관 이유응, 예방 승지 남성교, 대거 승지 홍종응에게 모두 가자하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 1월 3일(임신) 1번째기사",
                "gt-oKo": "친히 표리(表裏)를 올리고 진하(陳賀)할 때의 각 차비관(差備官)에게 차등을 두어 상을 주었다. 선교관(宣敎官) 이유응(李裕膺)·예방 승지(禮房承旨) 남성교(南性敎)·대거 승지(對擧承旨) 홍종응(洪鍾應)을 모두 가자(加資)하였다.",
                "hj": "○壬申/親上表裏, 陳賀時各差備官施賞有差, 宣敎官李裕膺, 禮房承旨南性敎, 對擧承旨洪鍾應, 竝加資。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongja day, a solar eclipse occurred.",
                "H2KE-nKo": "일식이 있었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 2월 1일(경자) 1번째기사",
                "gt-oKo": "해에 일식(日蝕)이 있었다.",
                "hj": "○庚子/日有食之。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gabo day, a lunar eclipse occurred.",
                "H2KE-nKo": "월식이 있었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 2월 15일(갑인) 1번째기사",
                "gt-oKo": "월식(月蝕)이 있었다.",
                "hj": "○甲寅/月有食之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Yun Jeonghyeon as minister of war .",
                "H2KE-nKo": "중비로 윤정현을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 2월 2일(신축) 1번째기사",
                "gt-oKo": "중비(中批)로 윤정현(尹定鉉)을 병조 판서로 삼았다.",
                "hj": "○辛丑/中批, 以尹定鉉爲兵曹判書。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gimi day, the King appointed Yi Jeongsin as minister of works .",
                "H2KE-nKo": "이정신을 공조 판서로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 2월 20일(기미) 1번째기사",
                "gt-oKo": "이정신(李鼎臣)을 공조 판서로 삼았다.",
                "hj": "○己未/以李鼎臣爲工曹判書。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Punishments , which stated, The evils of the state examination have occurred in ancient times. However, the evils of the state examination are only because it is difficult to clearly clarify the state examination and the application of",
                "H2KE-nKo": "전교하기를,“과장의 폐단은 옛날에도 더러 있었다. 그러나 옛날 과거의 폐단은 오직 고시를 분명하게 하기 어렵고 정식을 제대로 하지 못하는 데에 있었다. 그런데 지금 과거의 폐단은 또 고시와 정식을 벗어나는 것이 있다. 물색하여 뽑고 서찰로 도모하며 법을 무시하고 사욕을 채우는 허다한 버릇을 다반사로 행하고, 심지어 막중한 국시를 문득 용단하는 사화로 여긴다. 이 때문에 대과와 소과를 지낼 때마다 번번이 중외의 바람을 잃어 어지럽고 사방에서 듣는 사람들을 놀라게 하니, 이와 같이 하기를 그치지 않는다면 나라가 어떻게 나라답겠는가.한마디로 말해서 공을 위하고 사를 위하는 것은 오직 시험을 관장하는 사람에게 달려 있으니, 그 직임을 맡은 자가 진실로 한결같은 마음으로 공정함을 지키고 명백하게 받들어 행한다면 비록 온갖 방법으로 농간을 부려 천 가지로 뚫고 들어오더라도 이른바 관절이라는 것이 어찌 포로에게 이를 수 있겠는가.대저 선비의 취향이 바르지 못한 것은 시관이 공정함을 지키지 못해서 그런 것이고, 시관이 공정함을 지키지 못하는 것은 나 한 사람이 속일 수 있다고 여겨 두려워하고 꺼리는 바가 없어서 그런 것이다. 생각이 여기에 미치니 차라리 말하고 싶지 않다.지금 생원, 진사의 복시가 며칠 남았을 뿐이니, 아직은 끝내 시취가 어떻게 될지 모르겠다. 그러나 이와 같이 별유한 후에도 예사롭게 보고 경계할 것을 생각하지 않는다면 이는 사람의 도리와 신하의 본분으로 책망할 수 없는 것이다. 나라의 기강이 비록 땅을 쓴 듯이 없어졌다고는 하지만 태아검은 이 손에 있지 않은가. 만약 일이 지난 후에 털끝만큼이라도 사사로움에 관계된 것이 있다고 보고되는 자가 있으면 과장에서 농간을 부린 죄율로 다스리고, 왕의 말을 믿지 않는 죄를 더 시행할 것이다. 비록 선비로 말하더라도 모두 공경으로 스스로를 기약한 사람들이니, 만약 발신한 초기에 이미 임금을 속인 죄를 범하였다면 훗날 임금을 섬길 때 장차 어떻게 손을 댈 수 있겠는가. 부형들도 감히 집에 있어서 몰랐다고 말할 수 없으니, 이는 적발되는 대로 단연코 갑절 더한 형률로 그 가장을 죄줄 것이다. 모쪼록 각각 잘 알아서 유념하여 거행하라. 묘당은 별도로 신칙하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 2월 21일(경신) 1번째기사",
                "gt-oKo": "하교하기를, “과장(科場)의 폐단은 예전에도 혹 있었으나, 예전 과장의 폐단은 고시(考試)를 명백히 하기 어렵고 정식(程式)을 공교히 하지 못하는 데에 있었을 뿐인데, 지금 과장의 폐단은 고시·정식 밖에 있는 것이 또 있다. 물색(物色)으로 뽑고 서찰(書札)로 꾀하여 허다히 법을 업신여기고 사(私)를 꾀하는 버릇을 예사로 행하며 심하면 막중한 국시(國試)를 농단(壟斷)하는 사화(私貨)로 삼기까지 한다. 이 때문에 번번이 대과(大科)·소과(小科)를 겪으면 문득 중외(中外)의 희망을 잃어 어지럽고 해괴한 소문이 사방에 파다하니 이러하여 마지않으면 나라가 어떻게 나라답겠는가? 한 마디로 말하여 공변되고 사사로운 것은 오직 고시를 맡은 자에게 달려 있으니, 그 직임을 맡은 자가 능히 한 마음으로 공정을 지켜 명백히 대양(對揚)하면 백 가지로 농간하고 천 가지로 뚫더라도 이른바 관절(關節)이라는 것이 어찌 포로(包老)에게 이를 수 있겠는가? 대저 선비의 추향(趨向)이 바르지 않은 것은 시관(試官)이 공정을 지키지 않아서 그런 것이고 시관이 공정을 지키지 않는 것은 나를 속일 수 있다고 생각하여 꺼리는 것이 없어서 그런 것이니, 생각이 여기에 미치매 차라리 말하고 싶지 않다. 지금 생원시(生員試)·진사시(進士試)의 복시(覆試)가 며칠 남았을 뿐인데 끝내 시취(試取)하는 것이 어떠할는지 아직 모르겠으나, 이처럼 특별히 하유(下諭)한 뒤에도 예사로 여기고 경계할 것을 생각하지 않는다면 이는 인리(人理)와 신분(臣分)으로 책망할 수 없는 자이다. 나라의 기강이 땅을 쓴 듯이 없어졌다 하더라도 태아(太阿)가 이 손에 있지 않는가? 일이 지난 뒤에 조금이라도 사사로운 데에 관계되었다는 말이 들리는 자가 있으면 과장에서 농간한 것으로 다스리는 외에 임금의 말을 따르지 않은 죄를 더 줄 것이다. 사자(士子)로 말하더라도 다 공경(公卿)이 되기를 스스로 기대하는 사람인데, 발신(發身)하는 처음에 이미 임금을 속이는 죄를 범한다면 뒷날 임금을 섬길 때에 무엇을 자뢰(資賴)하겠는가? 그 부형인 자도 감히 집에 있으면서 몰랐다고 말할 수 없을 것이니, 이는 나타나는 대로 단연코 갑절 더한 율(律)로 그 가장(家長)을 죄줄 것이다. 각각 잘 알아서 척념(愓念)하여 거행해야 한다. 묘당(廟堂)에서는 각별히 신칙(申飭)하라.” 하였다.",
                "hj": "○庚申/敎曰: “科場之弊, 古或有之, 然古之科弊, 惟在於考試之難明, 程式之不工也, 今之科弊, 又有在於考試程式之外者。 物色而取之, 書札而圖之, 許多蔑法營私之習, 茶飯行之, 甚至以莫重之國試, 便作龍斷之私貨。 是以, 每經大小之科, 輒失中外之望, 泯泯棼棼, 駭聽四方, 若此不已, 國何以爲國乎? 一言以蔽之曰, 爲公爲私, 惟在於掌試者, 則爲其任者, 苟能一心持公, 明白對揚, 雖百岐幻弄, 千徑鑽剌, 所謂關節, 焉得到於包老也? 大抵士趨之不正, 則試官之不秉公而然也, 試官之不秉公, 則謂予一人, 可以欺蔽, 無所畏忌而然也, 思之及此, 寧欲無言。 見今生、進、覆試, 只隔數日, 姑未知畢竟試取之如何, 而如是別諭之後, 視同尋常, 不思警惕, 則是不可以人理臣分而責者。 國綱雖曰掃地, 太阿不在此手乎? 若於事過之後, 有毫末涉私之入聞者, 律以作奸科場之外, 加施不信王言之罪。 而雖以士子言之, 皆是公卿自期之人也, 其若發身之初, 已犯罔上之科, 他日事君, 將何以藉手乎? 爲其父兄者, 亦不敢曰在家不知, 此則隨其現發, 斷當以加倍之律, 罪其家長矣。 須各知悉, 惕念擧行。 廟堂別般申飭。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: Yesterday, I had no choice but sincerely explained all myself. Therefore, it is necessary to entrust the administration of their duties and to observe the administration of their work. However, after the matters are completed, I reprimanded that it would be better to demonstrate the administration of their work beforehand to encourage the administration of their work. Therefore, I again issued a royal directive which stated, As for the recruitment of the candidates for the recruitment of the recruitment examination. The Royal Secretariat shall observe this royal directive in turn for the recruitment of the recruitment examinations of the second and second-rank rites .",
                "H2KE-nKo": "전교하기를,“며칠 전 신칙하는 유시에서 속마음을 남김없이 다 털어놓았으니, 진실로 그들이 하는 대로 맡겨 두고서 그들의 동정을 살펴보아야 할 것이다. 그러나 일이 끝난 뒤에 일을 그르칠 것을 요구하는 것은 사전에 감독하고 신칙해서 도타이 도와주기를 바라는 것만 못하다. 그래서 또 이렇게 거듭 유시하는 것이니, 이번에 시취할 때 적절하게 헤아려 거행하도록 승정원에서 일소와 이소의 시관들에게 이 전교를 돌려 보이라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 2월 24일(계해) 1번째기사",
                "gt-oKo": "하교하기를, “일전에 남김없이 죄다 칙유(飭諭)하였으므로 본디 그 하는 대로 맡겨서 동정을 살펴야 하겠으나, 일이 지난 뒤에 그 그르친 것을 꾸짖는 것은 사전에 신칙하여 힘쓰기를 바라는 것만 못하므로 또 이렇게 다시 밝혀 하유(下諭)하니, 이번 시취(試取)는 마땅하게 거행하도록 정원(政院)에서 일소(一所)·이소(二所)의 여러 시관(試官)들에게 이 전교(傳敎)를 돌려 보이라.” 하였다.",
                "hj": "○癸亥/敎曰: “日昨飭諭, 罄悉無蘊, 固當任其所爲, 以觀動靜, 而事過後責其僨誤, 不如先事董飭之可望敦益, 故又有此申複之諭, 今番試取, 量宜擧行事, 自政院, 輪示此傳敎於一二所諸試官。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The metropolitan second stage examination was held at the Royal Confucian Academy . Yi Yeonu , who passed the second stage examination , and Song Yakro , who passed the second stage examination .",
                "H2KE-nKo": "무진년 감시 복시 일소 이연우와 이소 송약로가 수석을 차지하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 2월 29일(무진) 1번째기사",
                "gt-oKo": "감시(監試)의 복시(覆試)에서 일소(一所)의 이연우(李淵愚)와 이소(二所)의 송약로(宋約老)가 으뜸을 차지하였다.",
                "hj": "○戊辰/監試覆試一所李淵愚, 二所宋約老居首。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Kim Yeonggeun , who was a member of the gapjin year (, was appointed third minister of personnel , Hong Yeol모를 성균관 대사성으로 , and Seo Daesun , who was appointed governor of Hwanghae Province .",
                "H2KE-nKo": "김영근을 이조 참의로, 홍열모를 성균관 대사성으로, 서대순을 황해도 관찰사로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 2월 5일(갑진) 1번째기사",
                "gt-oKo": "김영근(金英根)을 이조 참의로, 홍열모(洪說謨)를 성균관 대사성으로, 서대순(徐戴淳)을 황해도 관찰사로 삼았다.",
                "hj": "○甲辰/以金英根爲吏曹參議, 洪說謨爲成均館大司成, 徐戴淳爲黃海道觀察使。"
            }
        }
    },
    "03": {
        "11": {
            "1": {
                "H2KE-EN": "Yi Gyucheol , a member of the gihae year (, was appointed as army commander of the Northwest Territory .",
                "H2KE-nKo": "기묘년에 이규철을 함경북도 병마절도사 수군절도사로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 11일(기묘) 1번째기사",
                "gt-oKo": "이규철(李圭徹)을 함경북도 병마 수군 절도사로 삼았다.",
                "hj": "○己卯/以李圭徹, 爲咸鏡北道兵馬水軍節度使。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyeongjae as minister of Punishments , Jo Giyeong as deputy magistrate of Hanseong Magistracy , Yi응seo as army commander of Hwanghae Province , and Kim Sangu as navy subarea commander of Gyeonggi [Province] [] as magistrate of Gyodong Strategic Prefecture .",
                "H2KE-nKo": "이경재를 형조 판서로, 조기영을 한성부 판윤으로, 이응서를 황해도 병마절도사로, 김상우를 경기 수군절도사 겸 삼도 통어사 교동 부사로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 11일(기묘) 2번째기사",
                "gt-oKo": "이경재(李景在)를 형조 판서로, 조기영(趙冀永)을 한성부 판윤으로, 이응서(李膺緖)를 황해도 병마 절도사로, 김상우(金相宇)를 경기 수군 절도사(京畿水軍節度使) 겸 삼도 통어사 교동 부사(三道統禦使喬桐府使)로 삼았다.",
                "hj": "○以李景在爲刑曹判書, 趙冀永爲漢城府判尹, 李膺緖爲黃海道兵馬節度使, 金相宇爲京畿水軍節度使兼三道統禦使喬桐府使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King proceeded to Seongjeong Garrison and received the officials of the senior third rank or above from the State Council and Privy Council . Left State Councilor Kim Dohuhui reported to the King that the peoples hardships be investigated and the selection of local magistrates as well as the sailors for equipment and observation be strictly enforced. The King responded, The above mentioned above is very good. Thus, I must consider this. However, the above mentioned above",
                "H2KE-nKo": "주상이 성정각에 나아가 대신과 비국 당상을 인견하였다. 좌의정 김도희가 백성의 고통을 살피고 수령을 가릴 것과 이양선을 후망할 것을 주상에게 아뢰어 엄히 신칙할 것을 청하니, 비답하기를,“윗부분에서 진달한 것은 매우 좋으니 유념하겠다. 아랫부분에서 진달한 것도 좋으니 각별히 엄히 신칙하라.”하였다. 무덤을 파서 도류형에 처한 죄인은 3년의 기한이 차기를 기다려 풀어 주라고 명하였다. 제주 목장의 세미를 환곡으로 감면해 주고, 수세전을 토지로 바꿀 것과 승보시를 무과에 합설하여 곧바로 보고할 것을 청한 것을 시행하도록 허락하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 15일(계미) 1번째기사",
                "gt-oKo": "임금이 성정각(誠正閣)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 좌의정 김도희(金道喜)가 백성의 고통을 살피고 수령(守令)을 가릴 것과 이양선(異樣船)을 망보는 일을 조사(措辭)하여 엄히 신칙(申飭)할 것을 계청(啓請)하니, 비답하기를, “앞에 아뢴 것은 매우 좋으니 유념하겠으며, 뒤에 아뢴 것도 좋으니 각별히 엄하게 신칙하라.” 하였다. 무덤을 파서 도류(徒流)된 죄인은 3년의 기한이 차거든 석방하라고 명하였다. 제주(濟州)의 목장 세미(牧場稅米)를 감적(減糴)하는 것과 수세전(水稅錢)으로 토전(土田)을 사는 것과 승보(陞補)에 무과(武科)를 합설(合設)하여 직보(直報)하기를 청한 것을 시행하도록 윤허하였다.",
                "hj": "○癸未/上御誠正閣, 引見大臣備局堂上。 左議政金道喜, 啓請察民瘼擇守令, 及異樣船候望, 措辭嚴飭, 批曰: “上款所陳甚好, 當留念, 而下款所陳, 亦好, 各別嚴飭。” 命掘塚徒流罪人, 待三年限滿解放。 許施濟州牧場稅米減糴, 水稅錢貿土及陞補合設武科直報之請。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On sinhae day, Great White (Venus appeared during the sinmyo day.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 23일(신묘) 1번째기사",
                "gt-oKo": "태백성(太白星)이 사라졌다.",
                "hj": "○辛卯/太白滅。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On eulmi day, the King summoned the three imperial envoys who had returned from the Ming court at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 돌아온 동지사 세 사신을 불러서 보았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 27일(을미) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 돌아온 동지 삼사(冬至三使)를 소견(召見)하였다.",
                "hj": "○乙未/召見回還冬至三使臣于重熙堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Kim Yeongsun was appointed as the Office of the Inspector General , and Im Yeongsu as the Office of the Censor General .",
                "H2KE-nKo": "정유년에 김영순을 사헌부 대사헌으로, 임영수를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 29일(정유) 1번째기사",
                "gt-oKo": "김영순(金英淳)을 사헌부 대사헌으로, 임영수(林永洙)를 사간원 대사간으로 삼았다.",
                "hj": "○丁酉/以金英淳爲司憲府大司憲, 林永洙爲司諫院大司諫。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Yi Giyeon and Yi Haksu were all released in the gyeyu year (.",
                "H2KE-nKo": "이기연과 이학수를 모두 풀어 주라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 5일(계유) 1번째기사",
                "gt-oKo": "이기연(李紀淵)·이학수(李鶴秀)를 모두 석방하라고 명하였다.",
                "hj": "○癸酉/命李紀淵、李鶴秀, 竝放。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "시임 대신과 원임 대신이 연명으로 차자를 올려, 이기연과 이학수를 석방하라는 명을 빨리 취소할 것을 청하니, 비답하기를, “이번 처분이 어찌 나만의 뜻이겠는가. 실로 자전의 하교에서 들은 것이 있으니, 경들은 양해하라.” 하였다.",
                "H2KE-nKo": "시임 대신과 원임 대신이 연명으로 차자를 올려 이기연과 이학수를 풀어 주라는 명을 속히 거두어 달라고 청하니, 비답하기를,“이번의 처분이 어찌 내 뜻뿐이겠는가. 실로 자전의 하교를 들은 것이 있으니, 경들은 양해하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 6일(갑술) 1번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신(大臣)들이 연명(聯名)으로 차자(箚子)를 올려 이기연·이학수를 방송(放送)하라는 명을 빨리 거두기를 청하니, 비답하기를, “이번 처분이 어찌 한갖 내 뜻이겠는가? 실로 자교(慈敎)를 받은 것이 있으니, 경(卿)들은 그리 알라.” 하였다.",
                "hj": "○甲戌/時原任大臣聯箚, 請亟寢李紀淵、李鶴秀放送之命, 批曰: “今此處分, 豈徒予意? 實有承聆於慈敎者, 卿等諒之。”"
            },
            "2": {
                "H2KE-EN": "The King ordered that Yi Jiyeons crime be removed from his name.",
                "H2KE-nKo": "이지연의 죄명을 말소하라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 6일(갑술) 2번째기사",
                "gt-oKo": "이지연(李止淵)의 죄명을 지우라고 명하였다.",
                "hj": "○命李止淵罪名爻周。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Oh Yunhwa , a man who presumptuously participated in the second-stage civil service examination in byeongja year (, was demoted from the list of those who passed the second-stage civil service examination. This was strictly enforced and sentenced.",
                "H2KE-nKo": "병자년에 법을 어기고 복시에 참여한 오윤화를 방목에서 빼 버리고 엄히 조사하여 감처하라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 3월 8일(병자) 1번째기사",
                "gt-oKo": "법을 어기고 복시(覆試)에 참여한 사람 오윤화(吳潤和)를 방목(榜目)에서 빼고 엄히 살펴 감처(勘處)하라고 명하였다.",
                "hj": "○丙子/命冒參覆試人吳潤和, 拔去榜目, 嚴査勘處。"
            }
        }
    },
    "04": {
        "10": {
            "1": {
                "H2KE-EN": "On musin day, the first day of the first month, the King visited the Royal Placenta Chamber Kwon Donin to enter the Chambery Hall (Hall of Benevolent Governance. Chief Superintendent Kwon Donin said, On the first day of the first month, when your subject was at Injeong Hall (Hall of Benevolent Governance, he began to attend the Royal Placenta Chamber . Upon observing Your Majestys sagacity, the symptoms of Your Majesty were decayed and the symptoms of Your Majesty were dilapidated and the symptoms of Your Majestys heart were unable to overcome your subject. What do you think about sleeping in the symptoms of Your Majesty in recent days? The King said, The symptoms of Your Majesty began to be cured in the recent days that the symptoms of Your Majesty were increasingly recovered, and there was no other symptoms. In recent days, the symptoms of Your Majestys health were quite frequently recovered. The symptoms of the people are true. The King said, It is impossible to thoroughly understand the circumstances. Donin said, In recent days, the symptoms of Your Majesty were presented to Your Majesty in the palace. Therefore, the people are unaware that Your Majesty had not known the symptoms of Your Majesty. How can this be said that the symptoms of the Royal Placenta Chamber are not insignificant? From this day forward, all the symptoms of Your Majesty should frequently frequent the symptoms of Your Majesty. The King said, That is true. The symptoms of Your Majesty should frequently frequent the symptoms. Kwon Donin said, The symptoms of the Royal Placenta Chamber are different from that of others to attend the Royal Placenta Chamber. Earlier, there have been a precedent of wearing regular robes in the symptoms. Today, the east winds are at variance with proper measure. Why should Your Majesty move to the",
                "H2KE-nKo": "중희당에서 차대를 행하였다. 도제조 권돈인이 아뢰기를,“신이 1월 1일에 인정전에서 문안한 뒤에 이제야 비로소 연석에 나와 천안을 우러러 보니, 옥색이 수척하고 색택이 마르고 껄끄러워서 아랫사람의 마음에 걱정스러움을 금할 수 없었습니다. 근일에는 잠이 드는 증세가 어떠하십니까?”하니, 주상이 말하기를,“이번에 고생한 것은 처음에 체기가 빌미가 된 것이고 별로 다른 증세는 없었다. 근래에는 체기가 자못 줄어들고 잠도 조금 나아졌다.”하였다. 권돈인이 아뢰기를,“근일 중외의 여론은 성상의 환후가 점차 회복되는 것을 살피지 못하여 아직도 초조하고 민망하다고 하니, 여론은 그럴 듯합니다.”하니, 주상이 말하기를,“자세히 알 수 없으니 이상하게 여길 것이 없을 듯하다.”하였다. 권돈인이 아뢰기를,“근일 조리하는 약을 대내에서 드시기 때문에 외간에서는 드시는 것이 어떤 방법인지 모르고 있습니다. 약방의 체모로 말하면 이것이 어찌 말이 되겠습니까. 이후로는 달여서 들이고 지어 들이는 것이 모두 탑교에서 나온다면 일의 체모가 당연하고 여론의 울분이 시원하게 풀릴 것입니다.”하니, 주상이 말하기를,“그렇다. 탕제는 탑교를 내겠다.”하였다. 권돈인이 아뢰기를,“약방의 입시는 다른 입시와 달라서 전부터 와내에서 편복으로 하는 규례가 있었습니다. 오늘은 동풍이 고르지 않은데 어찌하여 거처를 옮기십니까. 옥체를 수고롭게 움직이시면 맥후도 안정되지 않아 맥도를 상세히 살피는 데 방해가 될 것입니다.”하니, 주상이 말하기를,“그렇다.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 10일(무신) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 약원(藥院)의 입진(入診)을 행하였다. 도제조(都提調) 권돈인(權敦仁)이 말하기를, “신(臣)이 정월 초하룻날에 인정전(仁政殿)에서 문안한 뒤로 이제야 비로소 등연(登筵)하여 천안(天顔)을 우러러본즉 옥색(玉色)이 여위고 색택(色澤)이 꺼칠하시니 아랫사람의 심정이 불안하기 그지 없습니다. 근일에는 주무시는 일이 어떠하십니까?” 하니, 임금이 말하기를, “이번에 괴로운 것은 처음부터 체기(滯氣)가 빌미가 되었고 별로 다른 증세는 없었다. 근일 이래로 체기가 자못 줄었고 잠도 조금 나아졌다.” 하였다. 권돈인이 말하기를, “근일 중외(中外)의 여정(輿情)은 상후(上候)가 점점 회복되시는 것을 살피지 못하므로 아직도 초민하고 걱정이 박절하다 합니다. 여정은 그러할 듯합니다.” 하니, 임금이 말하기를, “잘 알지 못하니 괴이할 것도 없겠다.” 하였다. 권돈인이 말하기를, “근일 조리하는 탕제를 대내(大內)에서 드시므로 바깥에서는 드시는 것이 무슨 처방인지 몰라서 우려가 적지 않으니, 약방(藥房)의 사체(事體)로 말하면 이것이 어찌 말이 되겠습니까? 이 뒤로는 다려 들이고 지어 들이는 것이 모두 탑교(榻敎)에서 나온다면 사체가 당연할 것이고 여정의 답답함이 쾌히 풀릴 것입니다.” 하니, 임금이 말하기를, “그렇다. 탕제는 탑교를 내겠다.” 하였다. 권돈인이 말하기를, “약방의 입시(入侍)는 다른 입시와 달라서 전부터 와내(臥內)에서 편복(便服)으로 하시는 예(例)가 있습니다. 오늘은 동풍(東風)이 좋지 않은데, 어찌하여 옮겨 계십니까? 옥체가 노동하시면 맥후(脈侯)도 안정되지 않아서 맥도(脈度)를 상세히 살피는 데에 방해됩니다.” 하니, 임금이 말하기를, “그렇다.” 하였다.",
                "hj": "○戊申/行藥院入診于重熙堂。 都提調權敦仁曰: “臣於正月初一日, 仁政殿承候後, 今始登筵, 仰瞻天顔, 則玉色瘦敗, 色澤燥澁, 下情不勝憧憧矣。 近日則寢睡之節何如?” 上曰: “今番所苦, 始以滯氣爲祟, 別無他證。 近日以來, 滯氣頗減, 而寢睡亦稍勝矣。” 敦仁曰: “近日中外輿情, 莫察上候之漸復, 尙此焦遑憫迫云, 輿情似然矣。” 上曰: “未能詳知, 容或無怪矣。” 敦仁曰: “近日調理之劑, 自內進御, 故外間莫知進御, 是何方而憂慮不少, 以藥房事體言之, 是豈成說乎? 此後則煎入製入, 皆出榻敎, 則事體當然矣, 輿鬱快釋矣。” 上曰: “然矣。 湯劑當出榻敎矣。” 敦仁曰: “藥房入侍, 異於他入侍, 自前有臥內便服爲之之例。 今日東風乖宜, 何爲移次乎? 玉體勞動, 則脈候亦不安靜, 有妨於詳察脈度。” 上曰: “然矣。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On giyu day, the first day of the twelfth month, the King went to the Royal Placenta Chamber Hall and entered the presence of Yeongchun Hall . The King issued a royal directive, which stated, The adorned hospitality for medical treatment shall be presented to medical treatment. One piece of the hospitality shall be poured and submitted.",
                "H2KE-nKo": "영춘헌에서 기유년에 목욕재계하고 약원의 입진을 행하였다. 전교하기를,“진어할 가미이공산을 한 첩 달여 들이라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 11일(기유) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 약원(藥院)의 입진(入診)을 행하였다. 하교하기를, “진어(進御)할 가미이공산(加味異功散) 한 첩을 달여 들이라.” 하였다.",
                "hj": "○己酉/行藥院入診于迎春軒。 敎曰: “進御加味異功散, 一貼煎入。”"
            },
            "2": {
                "H2KE-EN": "The King bestowed funeral expenses upon the drowned households of Bukcheong Magistracy .",
                "H2KE-nKo": "북청부의 물에 잠긴 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 11일(기유) 2번째기사",
                "gt-oKo": "북청부(北靑府)의 물에 잠긴 가호에 휼전(恤典)을 내렸다.",
                "hj": "○給北靑府渰戶, 恤典。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyeongjin day, gyeongsul day, [the King] went to the Royal Placenta Chamber to inquire after the health of the Grand Abdicated King at Yeongchun Hall .",
                "H2KE-nKo": "영춘헌에서 경술년의 차대를 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 12일(경술) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 약원(藥院)의 입진(入診)을 행하였다.",
                "hj": "○庚戌/行藥院入診于迎春軒。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, the King visited the Royal Placenta Chamber Kwon Donin to inquire after the health of the Grand Abdicated King at Yeongchun Hall . Kwon Donin said, The method of applying the method of applying to applying the",
                "H2KE-nKo": "영춘헌에서 목욕재계하고 약원의 입진을 행하였다. 권돈인이 아뢰기를,“탕제는 법의 취지가 얼마나 신중합니까. 그런데 대내에서 끓여 올린 때가 많이 있었으니 얼마나 존엄한 자리입니까. 일의 허술함이 이보다 더 심할 수 없습니다. 내의원과 제조를 두어 장차 어디에 쓰겠습니까. 삼가 바라건대 지금부터는 매일 일차에 입진하는 탕제를 속히 허락하되 반드시 내의원에서 끓여 들이게 한다면 어찌 대내에서 끓여 올리는 것보다 낫지 않겠습니까.”하니, 주상이 말하기를,“과연 좋다. 이후로는 이와 같이 하고자 한다.”하였다. 권돈인이 아뢰기를,“연일 입진하여 탕제와 탑교를 번번이 문적으로 반포하니 외간에서는 의혹의 단서가 없습니다. 지난번 뭇사람들이 소동을 일으켰으나 지금은 이미 안정되었다고 합니다.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 13일(신해) 1번째기사",
                "gt-oKo": "영춘헌에서 약원의 입진을 행하였다. 권돈인(權敦仁)이 말하기를, “탕제는 법의(法意)의 신중하기가 어떠한 것이며, 또 얼마나 존중한 자리인데, 대내(大內)에서 다려 드신 때가 많이 있었으니 일의 허술함이 이보다 심할 수 없습니다. 약원과 제조(提調)를 두어 장차 어디에 쓰겠습니까? 바라옵건대, 이제부터는 일차(日次) 때마다 입진을 빨리 윤허하시고 탕제를 반드시 약원에서 다려 들이는 것이 어찌 대내에서 다려 바치는 것보다 낫지 않겠습니까?” 하니, 임금이 말하기를, “과연 좋겠다. 이 뒤로는 그렇게 하려 한다.” 하매, 권돈인이 말하기를, “날마다 잇달아 입진하고 탕제의 탑교(榻敎)는 곧 문서를 내리니, 바깥에서 의혹할 단서가 없습니다. 저번에 뭇 신하의 심정이 소동하였으나 이제는 이미 안정되었다 합니다.” 하였다.",
                "hj": "○辛亥/行藥院入診于迎春軒。 權敦仁曰: “湯劑法意愼重何如, 而多有自內煎進之時, 何等尊重之地, 事之踈虞, 莫此爲甚。 設置藥院及提調, 將焉用哉? 伏願繼自今, 每於日次, 亟許入診湯劑, 必自藥院煎入, 豈不有勝於自內煎進乎?” 上曰: “果好矣。 此後則欲如是爲之矣。” 敦仁曰: “連日入診湯劑榻敎, 輒頒文蹟, 外間無疑眩之端。 向來群情之騷動, 今已妥帖云矣。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On imja day, the thirteenth day of the imja year (1422, the fourth year of King Sejongs reign went to the Royal Placenta Chamber to inquire after the health of the Grand Abdicated King at Yeongchun Hall .",
                "H2KE-nKo": "영춘헌에서 임자년의 독행에 약원의 입진을 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 14일(임자) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 약원(藥院)의 입진(入診)을 행하였다.",
                "hj": "○壬子/行藥院入診于迎春軒。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the ninth month, [the King] went to the Royal Placenta Chamber to inquire after the health of the Grand Abdicated King at Yeongchun Hall .",
                "H2KE-nKo": "영춘헌에서 계축년 감제를 행하였다. 약원의 입진을 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 15일(계축) 1번째기사",
                "gt-oKo": "영춘헌에서 약원의 입진을 행하였다.",
                "hj": "○癸丑/行藥院入診于迎春軒。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King proceeded to 춘당대에 나아가 별시사를 행하였다.",
                "H2KE-nKo": "주상이 춘당대에 나아가 총위영의 별시사를 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 17일(을묘) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 총위영 별시사(總衛營別試射)를 행하였다.",
                "hj": "○乙卯/上御春塘臺, 行總衛營別試射。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On byeongjin day, the first day of the month, [the King] went to the Royal Placenta Chamber to inquire after the health of the Grand Abdicated King at Yeongchun Hall .",
                "H2KE-nKo": "영춘헌에서 병진년 약원의 입진을 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 18일(병진) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 약원(藥院)의 입진(入診)을 행하였다.",
                "hj": "○丙辰/行藥院入診于迎春軒。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On muo day, the King went to the Royal Confucian Academy and held the civil and military service examinations in the muo year (. The civil service examination was held at the Royal Confucian Academy . Five men, including Yun Don , passed the military service examination. Son Seokyeong and fifty men, including Son Seokyeong .",
                "H2KE-nKo": "주상이 춘당대에 나아가 경과 정시 문무과를 행하였다. 문과에서는 윤돈 등 5인을 뽑고 무과에서는 손석영 등 50인을 뽑았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 20일(무오) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 경과 정시 문과 무과(慶科庭試文科武科)를 행하여 문과에 윤돈(尹墩) 등 5인을 뽑고 무과에 손석영(孫錫瑩) 등 50인을 뽑았다.",
                "hj": "○戊午/上御春塘臺, 行慶科庭試文武科, 文取尹墩等五人, 武取孫鍚瑩等五十人。"
            },
            "2": {
                "H2KE-EN": "Governor of Hamgil Province Bak Yeongwon reported to the King as follows: Three mounted boats captured in Iwon District , and eighteen Jurchen Jurchens were imprisoned in their jurisdiction in their jurisdiction. They thoroughly cross-examined and cross-examined with the language of words and showed the language of writing texts. One mounted boats in Bukcheong Magistracy , imprisoned and imprisoned the language of animals, but they did not verify the language of animals. They gave two paintings of paintings, one painting blocks, two paintings of oiled boats, and two paintings of writings. They then headed toward the sea, but they did not know whereabouts. Nevertheless, on occasions whereabouts whereabouts. They imprisoned them in their jurisdictions whereabouts whereabouts.",
                "H2KE-nKo": "함경 감사 박영원이 장계하기를,“이원현에서 이양선 3척과 피인 18인을 붙잡아 본현에 압송하여 가두고 여러 가지로 힐문하였으나 말소리가 같지 않았고 글씨를 보였으나 자획의 모양이 전혀 없었습니다. 북청부에서 이양선 1척이 지나가는 것을 붙잡았는데 문답한 말을 전혀 분변하지 못하고 획 2장, 유광 1개, 책장 글씨 2장을 주었습니다. 그리고는 바다로 향하였는데 간 곳을 알 수 없었습니다. 문정하기 전에 뭍에 내린 것도 이미 법식이 아닌데 고을에 가두어 두었으니 먼 지방 사람을 회유하는 의리를 크게 잃었습니다. 해당 현감을 파직하소서. 문정한 필적 1장, 북청부에서 피인들의 물건 중 묵적 2장, 화본 2장을 모두 비변사로 올려보냅니다.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 20일(무오) 2번째기사",
                "gt-oKo": "함경 감사 박영원(朴永元)이 장계(狀啓)하기를, “이원현(利原縣)에서 이양선(異樣船) 3척과 저들 18인을 잡아 본현(本縣)에 가두고 여러 가지로 힐문하였으나 말이 같지 않았고 서자(書字)로 나타내는데 전혀 자획(字畵)의 모양이 아니었으며, 북청부(北靑府)에서 이양선 1척이 지나가는 것을 잡아서 문답하였으나 말을 전연 알 수 없었고 그림 2장과 유광(柳筐) 1개와 책장(冊張)에 쓴 글씨 2장을 주고는 바다 가운데로 향하였는데 간 곳을 모른다 합니다. 정상을 묻기 전에 뭍에 내린 것도 이미 법식(法式)에 어그러지거니와 고을에 가둔 것도 먼데 사람을 회유하는 의리를 크게 잃었으니, 그 현감을 파직(罷職)하소서. 정상을 물은 필적(筆跡) 1장과 북청부에서 받은 저들의 물건 가운데에서 묵적(墨跡) 2장과 화본(畵本) 2장을 아울러 비변사(備邊司)로 올려보냅니다.” 하였다.",
                "hj": "○咸鏡監司朴永元狀啓: 利原縣執捉異樣船三隻, 彼人十八人, 押囚於本縣, 多般詰問語音不同, 示以書字, 全無字畫之樣, 北靑府異樣船一隻過去挽執, 問答言語, 全然不辨, 而贈以畫二張, 柳筐一箇, 冊張書二張, 仍向海中, 莫知所向去。 而以問情前下陸, 已非法式, 拘囚邑底, 大失柔遠之義, 該縣監請罷職。 問情筆跡一張, 北靑府彼人物件中墨跡二張, 畫本二張, 竝上送于備邊司。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Kim Bogeun was appointed second minister of personnel , and Hong Jacheol was appointed inspector general .",
                "H2KE-nKo": "김보근을 이조 참판으로, 홍재철을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 21일(기미) 1번째기사",
                "gt-oKo": "김보근(金輔根)을 이조 참판으로, 홍재철(洪在喆)을 사헌부 대사헌으로 삼았다.",
                "hj": "○己未/以金輔根爲吏曹參判, 洪在喆爲司憲府大司憲。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The third Buddhist rite for the deceased is held at the Royal Confucian Academy",
                "H2KE-nKo": "반궁에서 경신일제를 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 22일(경신) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 삼일제(三日製)를 설행(設行)하였다.",
                "hj": "○庚申/設三日製于泮宮"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyehae day, gyemyo day, [the King] went to the Royal Placenta Chamber to inquire after the health of the Grand Abdicated King at Yeongchun Hall .",
                "H2KE-nKo": "영춘헌에서 기해년의 독약을 먹고 약원의 입진을 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 25일(계해) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 약원(藥院)의 입진(入診)을 행하였다.",
                "hj": "○癸亥/行藥院入診于迎春軒。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Seo Gisun as minister of rites .",
                "H2KE-nKo": "을축년에 서기순을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 27일(을축) 1번째기사",
                "gt-oKo": "서기순(徐箕淳)을 예조 판서로 삼았다.",
                "hj": "○乙丑/以徐箕淳爲禮曹判書。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On jeongmyo day, at the end of the jeongmyo year (, the King ordered that the lists of successful candidates who occupyed the military service examination in the northern frontier garrison be uniformly suspended, and that the royal writs of red tallies and the royal writs of these tallies be withdrawn and that these tallies be removed.",
                "H2KE-nKo": "정묘년 북병영의 도시에 모록된 사람들의 과명 및 가자는 모두 시행하지 말고, 주었던 홍패와 관교는 거두어 모아서 효주하라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 29일(정묘) 1번째기사",
                "gt-oKo": "북병영 도시(北兵營都試) 때에 모록(冒錄)한 여러 사람들의 과명(科名)과 가자(加資)를 모두 시행하지 말고 주었던 홍패 관교(紅牌官敎)를 거두어 모아 지워 없애라고 명하였다.",
                "hj": "○丁卯/命北兵營都試冒錄諸人科名及加資, 一竝勿施, 所授紅牌官敎, 收聚爻周。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil examination in imin year (1422, the fifth year of King Sejongs reign, and the metropolitan second stage military examination in imin year (14222, the fourth year of King Sejongs reign. Those selected thirty-three people including Oh Gyeongri .",
                "H2KE-nKo": "식년 문과 회시를 행하여 오경리 등 33인을 뽑았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 4일(임인) 1번째기사",
                "gt-oKo": "식년 문과(式年文科)의 회시(會試)를 설행(設行)하여 오경리(吳慶履) 등 33인을 뽑았다.",
                "hj": "○壬寅/設式年文科會試, 取吳慶履等三十三人。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil and military service examinations were held at the Office of State Records . Thirty-six civil service examinations, including Yi Yangsin , and seventy-six military service examinations, including Baek Seongsu .",
                "H2KE-nKo": "춘당대에서 식년 문무과 전시를 행하였다. 문과에서는 이양신 등 36인을 뽑고 무과에서는 백성수 등 76인을 뽑았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 8일(병오) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에서 식년 문과 무과(式年文科武科)의 전시(殿試)를 설행(設行)하여 문과에 이양신(李亮信) 등 36인을 뽑고 무과에 백성수(白聖洙) 등 76인을 뽑았다.",
                "hj": "○丙午/設式年文武科殿試于春塘臺, 文取李亮信等三十六人, 武取白聖洙等七十六人。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "In jeongmi year (, Yi Nojeung was appointed as the Office of the Inspector General .",
                "H2KE-nKo": "정미년에 이노병을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 4월 9일(정미) 1번째기사",
                "gt-oKo": "이노병(李魯秉)을 사헌부 대사헌으로 삼았다.",
                "hj": "○丁未/以李魯秉爲司憲府大司憲。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "Yi Gau was appointed minister of punishments , and Shin Myeongwon was appointed army commander of Left Gyeongsang Province .",
                "H2KE-nKo": "정유년에 이가우를 형조 판서로, 신명원을 경상좌도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 1일(정유) 1번째기사",
                "gt-oKo": "이가우(李嘉愚)를 형조 판서로, 신명원(申命源)을 경상좌도 병마 절도사로 삼았다.",
                "hj": "○丁酉/以李嘉愚爲刑曹判書, 申命源爲慶尙左道兵馬節度使。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On giyu day, because it was the birthday of the Queen Mother of giyu year (, a memorial expressing gratitude and a set of inner and outer cloths for a garment was presented [to the King]. [The King] ordered that [the memorial] personally be presented [to the King] inside the palace.",
                "H2KE-nKo": "자전(慈殿 정순왕후)의 탄신일이다. 전문을 올리고 치사하며 표리를 올리는 것은 대내에서 친히 올리라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 13일(기유) 1번째기사",
                "gt-oKo": "동조(東朝)의 탄신에 전문(箋文)을 바치고 치사(致詞)하고 표리(表裏)를 바치는 일은 대내(大內)에서 친히 올리는 것으로 하라고 명하였다.",
                "hj": "○己酉/東朝誕辰, 進箋致詞、進表裏, 命自內親上。"
            },
            "2": {
                "H2KE-EN": "The King issued an order to Supreme General [of the Middle Army Commandery General] Jeong Yong . The royal order stated, It has been several months since my dear sir retire from a remote area. The 지나간 일은 necessary to mention it again, but my heart is grieved. How could I speak about this? Moreover, now that the joy of the Queen Mother is only for several days, how can my dear sirs conduct the proprieties and proprieties also be allowed to retire from his hometown and not to celebrate [the Queen Mothers] congratulations? For this reason, I send a royal secretary to explain [the Queen Mothers] ten messages. I hope that my dear sir shall immediately return to his home and never again satisfy my sincere intent.",
                "H2KE-nKo": "판중추부사 정원용에게 유시하기를,“경이 시골로 물러간 지 지금 몇 달째이다. 지나간 일은 다시 말할 필요가 없지만 내 마음의 서운함은 더욱 무슨 말을 하겠는가. 더구나 지금은 동조께 경축하는 날이 며칠밖에 남지 않았으니, 경의 인정과 예의로 볼 때 또한 어찌 시골집에 물러나 있으면서 하례드릴 생각을 하지 않을 수 있겠는가. 이에 사관을 보내 열 줄의 윤음을 모두 하유하니, 경은 즉시 집으로 돌아가 다시는 머뭇거리지 말고 나의 지극한 뜻에 부응하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 13일(기유) 2번째기사",
                "gt-oKo": "판부사(判府事) 정원용(鄭元容)에게 하유하기를, “경(卿)이 시골로 간 지 이제 몇 달이 되었다. 지난 일을 다시 말할 것 없으나 내 마음이 서운하니 더욱이 무슨 말을 하겠는가? 더구나 이제 동조(東朝)의 경진(慶辰)이 며칠 남았을 뿐이니, 경의 정례(情禮)로서도 어찌 시골 집에 물러가 있어 헌하(獻賀)할 방도를 생각하지 않을 수 있겠는가? 그러므로 사관(史官)을 보내어 열 줄의 글에 죄다 하유하니, 경은 곧 집으로 돌아오고 다시는 머뭇거리지 말아서 내 지극한 뜻에 부응하라.” 하였다.",
                "hj": "○諭判府事鄭元容敎曰: “卿之遯荒, 今幾月矣。 往事不須更說, 而予心悵缺, 尤何言哉? 況今東朝慶辰, 只隔數日, 在卿情禮, 亦豈可退處鄕廬, 不思所以獻賀乎? 玆遣史官, 悉諭十行, 望卿, 卽爲還第, 勿復逡巡, 以副予至意。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Placenta Chamber Kwon Don , serving in the Office of Royal Placenta Chamber , and reported to the King. Superintendent Kwon Donin said, Your subject recently heard that the physicians who entered the Royal Placenta Chamber belong to the palatial symptoms. Now that your subject reverently looks to the palatial symptoms, your subject cannot overcome the palatial symptoms of Your Majesty. What do you think about the palatial symptoms of Your Majesty? The King said, The palatial symptoms of Your Majesty are quite well-versed. However, the palatial symptoms are not well-versed. Kwon Donin said, What do you think about the palatial symptoms of Your Majesty? The King said, In the last night, the palatial symptoms were sufficiently one man. Kwon Donin said, The palatial symptoms of Your Majesty are counted together with the day and night? The King said, Before the first and fifth night watch, the palatial symptoms of Your Majesty were sufficiently symptoms of the palatial symptoms. Kwon Donin said, If the palatial symptoms of Your Majesty were sufficient, the palatial symptoms of Your Majesty were slightly improved. What do you think about the palatial symptoms of Your Majesty? The King said, The palatial symptoms are quite well-versed, and drinking and eating are all the same as usual. However, after Your Majesty eats, the palatial symptoms are slightly symptoms. Kwon Donin said, Your subject has not attended the Royal Placenta Chambera Chamberacenta Chamberaberaberaberacently, and the palatial symptoms of Your Majesty are slightly improved. The King said,",
                "H2KE-nKo": "관물헌에서 경술년의 잠행차 약원의 입진을 행하였다. 도제조 권돈인이 아뢰기를,“근래 입진한 의관이 전하는 말을 들으니, 면부에 부기가 있다고 합니다. 지금 이렇게 우러러 보니 약간 부기가 있어 아랫사람의 마음이 불안하기 그지없습니다. 대소변은 어떠하며, 일간의 여러 증세는 어떠하십니까?”하니, 주상이 말하기를,“대소변은 상당히 좋으나 다만 약간 부기가 있어서 아직 완전히 낫지는 않았다.”하였다. 권돈인이 아뢰기를,“소변은 얼마나 됩니까?”하니, 주상이 말하기를,“지난밤에는 족히 한 보금자기가 되었다.”하였다. 권돈인이 아뢰기를,“주야를 통틀어 계산하면 몇 차례나 됩니까?”하니, 주상이 말하기를,“초경부터 4, 5경까지 소변은 반쯤 부<unk>졌다.”하였다. 권돈인이 아뢰기를,“소변이 만일 좋으면 약간 부기가 자연히 점차 완전히 가라앉을 것입니다. 잠자는 것과 수라하는 절차는 어떠하십니까?”하니, 주상이 말하기를,“잠자는 것이 상당히 편안하고 음식 먹는 것도 평상시와 같다. 다만 밥을 먹은 뒤에 조금 부기가 있다.”하였다. 권돈인이 아뢰기를,“신이 입시하지 못한 지 거의 한 달이 넘었습니다. 신색의 여러 절차는 별로 가감이 없고 도리어 조금 나아질 조짐이 있습니다.”하니, 주상이 말하기를,“부기가 약간 있기는 하나 그 밖에는 전일에 비해 조금 나아진다.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 14일(경술) 1번째기사",
                "gt-oKo": "관물헌(觀物軒)에서 약원(藥院)의 입진(入診)을 행하였다. 도제조(都提調) 권돈인(權敦仁)이 말하기를, “요즈음 입진한 의관(醫官)이 전하는 말을 들으니, 면부(面部)에 부기(浮氣)가 있다 합니다. 이제 우러러 보건대, 조금 부기가 있으니, 아랫사람의 심정이 불안하기 그지 없습니다. 대소변은 어떠하시며, 일간의 제절은 또 어떠하십니까?” 하니, 임금이 말하기를, “대소변은 자못 잘 나온다마는, 다만 약간 부기가 있어서 아직은 쾌히 낫지 않았다.” 하였다. 권돈인이 말하기를, “소변의 양은 어떠하십니까?” 하니, 임금이 말하기를, “간밤에는 한 보시기가 흡족히 되었다.” 하였다. 권돈인이 말하기를, “낮과 밤을 통계하면 몇 차례나 되십니까?” 하니, 임금이 말하기를, “초경(初更) 전부터 4, 5경까지 소변이 반 요강이 흡족히 되었다.” 하였다. 권돈인이 말하기를, “소변이 잘 나온다면 약간 부기의 증후는 절로 점점 쾌히 가라앉게 될 것입니다. 침수(寢睡)와 수라(水剌)는 어떠하십니까?” 하니, 임금이 말하기를, “침수는 자못 편안하고 음식도 여느 때와 같다마는, 먹은 뒤에 배가 거북한 기가 조금 있다.” 하였다. 권돈인이 말하기를, “신(臣)이 입시(入侍)하지 못한 지 거의 한 달이 넘게 되었습니다. 신색(神色) 제절에는 별로 가감이 없으나 조금 나아 가시는 조짐이 있습니다.” 하니, 임금이 말하기를, “부기가 조금 있으나 그 밖에는 전일보다 조금 나은 것이 있다.” 하였다.",
                "hj": "○庚戌/行藥院入診于觀物軒。 都提調權敦仁曰: “近聞入診醫官所傳之言, 則面部上, 有浮候云矣。 今此仰瞻, 有微浮之候, 下情不勝憧憧, 大小便則何如? 日間諸節, 更若何?” 上曰: “大小便頗通利, 但有微浮之氣, 而姑未快勝矣。” 敦仁曰: “小溲多少何如乎?” 上曰: “去夜洽爲一甫兒矣。” 敦仁曰: “通計晝夜, 爲幾次乎?” 上曰: “自初更前, 至四五更, 小溲洽爲半溺缸矣。” 敦仁曰: “小溲如通利, 則微浮之候, 自當漸臻快降矣。 寢睡水剌之節何如?” 上曰: “寢睡頗穩, 而飮啖亦如常, 但食後, 微有脹意矣。” 敦仁曰: “臣未得入侍, 幾至踰月矣。 神色諸節, 別無加減, 而還有差勝之漸矣。” 上曰: “微有浮氣, 而其外則比前日少有差勝矣。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, the King personally presented congratulatory memorials, expressing gratitude, and inner and outer cloths for garments to the Grand Abdicated King. This was done inside the courtyard. All the officials proceeded to the front courtyard of Myeongjeong Hall and offered congratulatory memorials [to the King]. Afterwards, [the King] bestowed food upon them.",
                "H2KE-nKo": "대왕대비전께 친히 전문, 치사, 표리를 올렸다. 대내에서 예를 행한 것이다. 백관이 명정전 뜰에 나아가 진하한 뒤에 사찬하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 15일(신해) 1번째기사",
                "gt-oKo": "대왕 대비전(大王大妃殿)에 전문(箋文)·치사(致詞)·표리(表裏)를 친히 올렸으니, 대내(大內)에서 예를 행하였다. 백관(百官)이 명정전(明政殿) 뜰에 나아가 진하(陳賀)한 뒤에 음식을 내렸다.",
                "hj": "○辛亥/親上箋文、致詞、表裏于大王大妃殿, 自內行禮也。 百官詣明政殿庭, 陳賀後賜饌。"
            },
            "2": {
                "H2KE-EN": "The King summoned high-ranking and low-ranking officials and held audience at the Office of the Inspector General .",
                "H2KE-nKo": "관물헌에서 시원임 대신을 불러서 보았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 15일(신해) 2번째기사",
                "gt-oKo": "관물헌(觀物軒)에서 시임(時任)·원임(原任) 대신(大臣)들을 소견(召見)하였다.",
                "hj": "○召見時原任大臣于觀物軒。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] appointed Yi응sik as the supreme commander of the Middle Army , and Seo Sango as the supreme commander of the Middle Army .",
                "H2KE-nKo": "이응식을 훈련대장으로, 서상오를 총위대장으로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 17일(계축) 1번째기사",
                "gt-oKo": "이응식(李應植)을 훈련 대장(訓鍊大將)으로, 서상오(徐相五)를 총위 대장(摠衛大將)으로 삼았다.",
                "hj": "○癸丑/以李應植爲訓鍊大將, 徐相五爲總衛大將。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Hong Jaryong as 어영 대장 .",
                "H2KE-nKo": "홍재룡을 어영대장으로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 18일(갑인) 1번째기사",
                "gt-oKo": "홍재룡(洪在龍)을 어영 대장(御營大將)으로 삼았다.",
                "hj": "○甲寅/以洪在龍爲御營大將。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King appointed Jo Seokhyeong as the Royal Confucian Academy .",
                "H2KE-nKo": "조석형을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 19일(을묘) 1번째기사",
                "gt-oKo": "조석형(曹錫亨)을 성균관 대사성으로 삼았다.",
                "hj": "○乙卯/以曺錫亨爲成均館大司成。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Governor of Gyeonggi Kim Giman reported to the King on the grounds that Changseon , a woman of Yangju , held a Buddhist rite under the pretext of holding Buddhist ceremonies under the pretext of holding a Buddhist ceremonies. The State Council reported this to the King on the matter. The State Council reported this matter to the King as follows: The wicked monk, ignorant of the Buddhist ceremonies, disregarding the importance of holding a Buddhist ceremonies under the pretext of holding a Buddhist",
                "H2KE-nKo": "경기 감사 김기만이 양주의 여승 창선이 초제를 설행한다는 핑계로 승려들을 모아 놓고 부처를 싣고 교궁에 함부로 들어왔다는 이유로 주상에게 아뢰어, 묘당으로 하여금 주상에게 여쭈어 처리하게 할 것을 청하였다. 묘당이 의견을 갖추어 아뢰기를,“요망한 여승과 완악한 중이 교궁의 중요성을 생각하지 않고 이런 패란한 짓을 하였습니다. 그 지역은 더없이 엄중하고 그 마음은 더없이 흉악하니, 《대명률》의 ‘좌도 난정의 술법을 주도한 자는 교형에 처한다.’라는 조문에 따라 수악은 지방관으로 하여금 교형에 처하게 하고, 그 나머지 응모한 승려들은 주모자와 추종자를 구분하여 사형을 감하여 정배하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 26일(임술) 1번째기사",
                "gt-oKo": "경기 감사 김기만(金箕晩)이, 양주(楊州)의 여승 창선(昌善)이 초제(醮祭)를 지낸다는 핑계로 중들을 모아 부처를 메고 교궁(校宮)에 함부로 들어갔다 하여, 묘당(廟堂)에서 품처(稟處)하기를 청하였는데, 묘당에서 복계(覆啓)하기를, “요사한 여승과 완악한 중이 교궁이 중하다는 것을 생각하지 않고 이런 도리에 어그러지는 일을 일으켰습니다. 그곳은 더없이 엄하고 더없이 중하며, 그 마음은 지극히 흉악하고 지극히 어그러지니, 《대명률(大明律)》의 ‘좌도(左道)·난정(亂正)의 술법을 행하면 수모(首謀)한 자는 교형(絞刑)에 처한다.’는 글에 따라 수악(首惡)은 지방관(地方官)을 시켜 교형에 처하고 그 나머지 응모한 중들은 주범(主犯)·종범(從犯)을 나누어 사형을 감면하여 정배(定配)하소서.” 하니, 그대로 따랐다.",
                "hj": "○壬戌/京畿監司金箕晩, 以楊州尼昌善, 稱以設醮, 聚會僧徒, 舁佛闌入校宮, 啓請廟堂稟處, 廟堂覆啓以爲: “妖尼頑僧, 罔念校宮之重, 作此悖亂之擧。 其地則莫嚴莫重, 其心則至凶至悖, 依《大明律》左道亂正之術爲首者絞之文, 首惡請令地方官處絞, 其餘應募諸僧, 分首從減死定配。” 允之。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King appointed Yun Chisu as minister of punishments in the gihae year (.",
                "H2KE-nKo": "윤치수를 형조 판서로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 5월 3일(기해) 1번째기사",
                "gt-oKo": "윤치수(尹致秀)를 형조 판서로 삼았다.",
                "hj": "○己亥/以尹致秀爲刑曹判書。"
            }
        }
    },
    "06": {
        "5": {
            "1": {
                "H2KE-EN": "Shin Mihyu was ordered to take turns night duty in the Office of Interpreters .",
                "H2KE-nKo": "내의원에 윤직하라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 5일(신미) 1번째기사",
                "gt-oKo": "약원(藥院)에 명하여 번갈아 입직(入直)하게 하였다.",
                "hj": "○辛未/命藥院輪直。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On imsin day, the Office of Royal Attire requested that a physician be treated. The King 비답하기를, “이미 a physician entered the palace and entered the palace.",
                "H2KE-nKo": "임신년에 내의원이 입진하기를 청하니, 비답하기를,“이미 대내에서 입진하였다.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 1번째기사",
                "gt-oKo": "약원에서 입진을 청하니, 비답하기를, “이미 대내(大內)에서 입진하였다.” 하였다.",
                "hj": "○壬申/藥院請診, 批以已自內入診矣。"
            },
            "10": {
                "H2KE-EN": "On gyemyo day, the King reinstated.",
                "H2KE-nKo": "회복하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 10번째기사",
                "gt-oKo": "복(復)하였다.",
                "hj": "○復。"
            },
            "11": {
                "H2KE-EN": "The King changed his mourning clothes.",
                "H2KE-nKo": "옷을 갈아입었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 11번째기사",
                "gt-oKo": "역복(易服)하였다.",
                "hj": "○易服。"
            },
            "12": {
                "H2KE-EN": "The King transmitted a royal directive to the Queen Mother, which stated, The Royal Procession Guards shall be temporarily appointed acting supreme general .",
                "H2KE-nKo": "대왕대비가 구전으로 하교하기를,“원상은 권 판부사(權判府事 이복원)로 삼으라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 12번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 구전(口傳)으로 하교하기를, “원상(院相)은 권 판부사(權判府事)로 삼으라.” 하였다.",
                "hj": "○大王大妃口傳下敎曰: “院相, 權判府事爲之。”"
            },
            "13": {
                "H2KE-EN": "대왕 대비가 희정당에서 소견하였다. 시임 대신과 원임 대신을 희정당에서 불러 보았다. 대왕 대비가 wailing, saying, Why did Heaven bear this? Jo Inyeong wailed sorrow and said, \"In the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain for five hundred years, how could [I] have expected to this day so suddenly? The 대왕 대비가 wailing, saying, How could [I] suffer from this extreme grief? [Jo] Inyeong said, [Your subject] hopes that [Your Majesty] will be generous and grieved. [Jeong] Yong said, \"Your subject and others have no grievance to this 붕괴되고 grievance, and we are worried. How could [I] express [Your Majestys] appreciation? However, now the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain is apprehensive about one hair, and the wishes of the officials and the people. His Majesty the Senior Abdicated King. Kwon Donin wailed sorrow and said, \"Your subject and others are disloyal and ignorant, obstinately lost their lives. [Your subject and others] reached a old age and made this 붕괴되고 grievance, which makes it impossible to feel sorrow and grief. These are all the subjects and others. [Jo] Inyeong said, How could this state happen? Bak Hoesu said, [Your Majesty] should be generous and grieved. Kim Dohu said, \"The great plan for the state is urgent. [Your subject and others] hopes that [Your Majesty] will promptly issue this instruction.\" The 대왕 대비가 grievanced and grievanced, saying, \"The great plan for the state is urgent. Following this, shed tears in half. Also, sounds are trivial, and the officials are unable to thoroughly thoroughly. [Jo] Wonyong said, \"The great plan for the state is urgent. [Your subject and others] hopes that [Your Majesty] will be generous and grieved in order to have your subject and others thoroughly oughly observe [the situation]. This is a most important matter and great importance. [Your subject] hopes that [Your Majesty] will write a diplomatic document.\" The 대왕 대비가 말하기를, \"This is written in a diplomatic document.\" [When] Wonyong said, \"This is now many years old?\" 하니, 대왕 대비가 말하기를, \"This is nineteen years old.\" [Jo] Inyeong and others said, \"This plan for the state is already determined. Truly, [Your Majesty] is a great fortunate. This is a matter of great importance and great importance. So, how many military administrative military regative",
                "H2KE-nKo": "대왕대비가 희정당에서 시원임 대신을 불러서 보았다. 대왕대비가 울먹이며 말하기를,“하늘이 어찌하여 차마 이렇게 하는가. 하늘이 어찌 차마 이렇게 하는가.”하니, 조인영이 울부짖으며 가슴이 막혀서 말하기를,“50년 종사가 어찌 오늘 갑자기 이 지경에 이를 줄을 생각이나 하였겠는가.”하였다. 대왕대비가 울먹이며 말하기를,“슬픔을 어찌 이렇게까지 심하게 당하였는가.”하니, 조인영이 아뢰기를,“삼가 바라건대 너그럽게 억제하소서.”하고, 정원용이 아뢰기를,“신들이 복이 없어 이렇게 붕괴되는 슬픔을 당하였으니 천지가 아득합니다. 무슨 말로 우러러 위로하겠습니까마는 지금 종사의 위태로움이 위기일발에 처해 있으니 신민들이 바라는 것은 오직 우리 자성 전하뿐입니다.”하고, 권돈인이 울먹이며 아뢰기를,“신들은 불충하고 형편없어 모진 목숨이 끊어지지 않았는데 늙어서 백발이 되어서야 이렇게 붕괴되는 변고를 당하게 되었으니 애통하기 그지없습니다. 이것은 모두 신들의 죄입니다.”하고, 조인영이 아뢰기를,“나라의 운수가 어찌 이 지경에 이르렀겠습니까.”하고, 박회수가 아뢰기를,“극진히 너그럽게 억제하소서.”하고, 김도희가 아뢰기를,“종사의 대계는 한시가 급합니다. 삼가 바라건대 속히 하교하소서.”하였다. 대왕대비가 슬픔을 억누르고 하교하기를,“종사의 부탁이 시급하다.”하고, 이어 서로 반반씩 눈물을 흘렸으며, 또 목소리도 작아서 신하들이 자세히 들을 수가 없었다. 정원용이 아뢰기를,“종사의 대계가 시급합니다. 삼가 바라건대 너그럽게 억제하고 분명하게 하교하여 신들로 하여금 상세히 들을 수 있게 하소서. 이는 막중하고 막대한 일이니 말씀만 받들 수 없습니다. 삼가 바라건대 글로 써서 내려 주소서.”하니, 대왕대비가 말하기를,“이것은 글로 쓴 것이 있다.”하였다. 정원용이 아뢰기를,“나이가 지금 몇입니까?”하니, 대왕대비가 말하기를,“19세이다.”하였다. 조인영 등이 아뢰기를,“종사의 대계가 지금 이미 정해졌으니 참으로 천만다행입니다. 이는 지극히 중대한 일이니 군총이 얼마인가를 먼저 정해서 본가에 배위하게 하는 것이 좋을 듯합니다.”하니, 답하기를,“먼저 배위를 보내라는 말은 과연 좋다.”하였다. 정원용이 아뢰기를,“이 일은 지극히 중대하니 신적을 받들어 공경히 전하고 공경히 받는 것이 실로 예절에 합당합니다. 지금 내리신 자전의 하교를 승정원으로 하여금 삼가 정서하게 하여 자성께 들여다 본 뒤에 도로 내려보내고, 채여를 받들고 의장을 갖추어 신들이 모시고 가서 공경히 전하게 하는 것이 마땅합니다.”하니, 대왕대비가 말하기를,“사체가 과연 아뢴 바와 같으니 이와 같이 하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 13번째기사",
                "gt-oKo": "대왕 대비가 희정당(熙政堂)에서 시임(時任)·원임(原任) 대신(大臣)들을 소견(召見)하였다. 대왕 대비가 소리내어 울며 말하기를, “하늘이 어찌하여 차마 이렇게 하는가? 하늘이 어찌하여 차마 이렇게 하는가?” 하매, 조인영(趙寅永)이 울부짖고 흐느끼면서 말하기를, “5백 년 종사(宗社)가 어찌 오늘에 갑자기 이렇게 될 줄 알았겠습니까?” 하였다. 대왕 대비가 소리내어 울며 말하기를, “슬픔을 당하는 것이 어찌 이토록 지극한가?” 하매, 조인영이 말하기를, “바라옵건대, 너그러이 억누르소서.” 하고, 정원용(鄭元容)이 말하기를, “신(臣)들이 복이 없어 이런 무너지는 아픔을 당하였으니 하늘·땅이 망망합니다. 무슨 말로 우러러 위로하겠습니까마는, 이제 종사가 매우 위험하니, 신민이 바라는 바는 오직 우리 자성 전하(慈聖殿下)이십니다.” 하고, 권돈인(權敦仁)이 소리내어 울며 말하기를, “신들은 불충하기 이를 데 없는 몸으로서 질긴 목숨이 끊어지지 않고 늙어 흰 머리가 되어 이런 무너지는 변을 당하니, 슬프기 그지없습니다. 이것은 모두 신들의 죄입니다.” 하고, 조인영이 말하기를, “국운(國運)이 어찌 이렇게까지 되었습니까?” 하고, 박회수(朴晦壽)가 말하기를, “극진히 너그럽게 억누르소서.” 하였다. 김도희(金道喜)가 말하기를, “종사의 대계(大計)는 한시가 급합니다. 바라옵건대, 빨리 하교하소서.” 하니 대왕 대비가 얼굴을 가리고 울먹이며 말하기를, “종사의 부탁이 시급하다.” 하고는 말과 울음이 반반이고 또 목소리가 작아서 신하들이 잘 듣지 못하였다. 정원용이 말하기를, “종사의 대계가 급합니다. 바라옵건대, 너그러이 억누르고 분명하게 하교하여 신들이 상세히 듣게 하소서. 이는 막중하고 막대한 일이니 말씀으로만 받들 수 없습니다. 바라옵건대, 문자로 써서 내리소서.” 하니, 대왕 대비가 말하기를, “여기에 문자로 쓴 것이 있소.” 하였다. 정원용이 말하기를, “연세가 지금 몇입니까?” 하니, 대왕 대비가 말하기를, “19세이다.” 하였다. 조인영 등이 말하기를, “종사의 대계가 이제 이미 정해졌으니, 아주 경행(慶幸)입니다. 이는 지극히 중대한 일이니, 군총(軍總)의 얼마간을 먼저 정하여 보내서 본제(本第)를 배위(陪衛)하는 것이 좋을 듯합니다.” 하니, 답하기를, “먼저 배위를 보낸다는 말은 과연 좋다.” 하였다. 정원용이 말하기를, “이 일은 지극히 중대하므로 신적(信蹟)을 받들고 가서 공경히 전하고 공경히 받는 것이 실로 예절에 맞습니다. 이제 내리신 자교(慈敎)를 정원(政院)을 시켜 삼가 정서(精書)하게 하여 자성(慈聖)께 입람(入覽)한 뒤에 도로 내리시면 채여(彩輿)를 받들고 의장(儀仗)을 갖추어 신들이 배종(陪從)하여 가서 공경히 전하는 것이 마땅하겠습니다.” 하니, 대왕 대비가 말하기를, “사체(事體)가 과연 아뢴 바와 같으니 그렇게 하라.” 하였다.",
                "hj": "○大王大妃召見, 時原任大臣于熙政堂。 大王大妃哭泣曰: “天胡忍斯, 天胡忍斯?” 趙寅永號泣抑塞曰: “五百年宗社, 豈料今日, 遽至於此乎?” 大王大妃哭泣曰: “遭慼胡至此極?” 寅永曰: “伏願寬抑焉。” 鄭元容曰: “臣等無祿, 遭此崩坼之痛, 穹壤茫茫。 何辭仰慰, 而顧今宗社之危, 澟乎一髮, 臣民所望者, 惟我慈聖殿下也。” 權敦仁哭泣曰: “臣等以不忠無狀, 頑命不滅, 至於老白首, 遭此崩坼之變, 慟霣罔極。 而此莫非臣等之罪矣。” 寅永曰: “國運豈至於如此乎?” 朴晦壽曰: “十分寬抑焉。” 金道喜曰: “宗社大計, 一時爲急。 伏願亟爲下敎焉。” 大王大妃掩抑下敎曰: “宗社付托時急。” 仍語泣相半, 且聲音微細, 諸臣不能詳承。 元容曰: “宗社大計急矣。 伏願寬抑, 分明下敎, 使臣等, 詳細承聆。 此莫重莫大之事, 不可只奉辭敎。 伏望以文字書下。” 大王大妃曰: “此有文字書之者矣。” 元容曰: “年歲今爲幾何?” 大王大妃曰: “十九歲矣。” 寅永等曰: “宗社大計, 今旣有定, 誠萬萬慶幸矣。 此是至重且大之事也, 軍總幾許, 先爲定送, 陪衛本第似好矣。” 答曰: “先送陪衛之言, 果好矣。” 元容曰: “此事至爲重大, 奉信蹟敬傳袛受, 實合禮節。 今下慈敎, 使政院, 謹爲精書, 入覽于慈聖後還下, 奉彩輿具儀仗, 臣等陪詣敬傳宜矣。” 大王大妃曰: “事體果如所奏, 如是爲之也。”"
            },
            "14": {
                "H2KE-EN": "대왕 대비가 하교하기를, “지금 urgently entrusted the Royal Ancestral Shrine and the Altar of the Soil and Grain during the reign of King Taejo . The present King and [Yi] Wonbeom , who resides in Ganghwa . Because of this, [the King] decided to decide upon the entrusted Royal Ancestral Shrine and the Altar of the Soil and Grain , and [the King] designated the third son of [Yi Wonbeom].",
                "H2KE-nKo": "대왕대비가 전교하기를,“종사의 부탁이 시급하고 영묘조의 혈맥은 금상과 강화에 사는 이원범뿐이다. 이것으로 종사를 부탁할 것으로 정하라.”하였다. 이원범은 광의 셋째 아들이다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 14번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교하기를, “종사(宗社)의 부탁이 시급한데 영묘조(英廟朝)의 핏줄은 금상(今上)과 강화(江華)에 사는 이원범(李元範)뿐이므로, 이를 종사의 부탁으로 삼으니, 곧 광(㼅)의 세째 아들이다.” 하였다.",
                "hj": "○大王大妃敎曰: “宗社付托時急, 英廟朝血脈, 今上與江華居元範而已, 以此定以宗社付托, 卽壙之第三子。”"
            },
            "15": {
                "H2KE-EN": "대왕 대비가 하교하기를, “의식을 ceremonies for receiving the imperial edict of investiture shall be conducted according to precedent. Left State Councilor Kim Dohui reported to the King, saying, Now, your subject has received the royal edict of investiture to the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain, which has already been decided, which cannot be extremely fortunate. However, your subject humbly thinks that the way of examining the new King is to be thoroughly studying all matters, and the way of His Majesty the Queen Mothers instruction to successively successively. Your subject humbly hopes that Your Majesty shall promptly issue a royal edict to reply to the peoples feelings. The 대왕 대비가 하교하기를, “ new King is almost twenty years old. I am old than sixty years old, and I also have already experienced diligent and diligent. Now, how can I discuss this matter again? However, the state affairs are extremely important, and there is no place to tell him because there is no place to tell him. Thus, I shall follow your advice. The King then issued a royal edict, which stated, The Ministry of Rites shall perform the ceremonies for the ceremonies.",
                "H2KE-nKo": "대왕대비가 전교하기를,“봉영하는 의절을 규례대로 봉행하라.”하였다. 좌의정 김도희가 아뢰기를,“지금 삼가 하교를 받들건대 종묘사직의 부탁이 이미 정해졌다고 하셨으니, 대단히 경사스럽고 다행스럽습니다. 다만 삼가 생각건대, 신왕이 서무를 밝게 익히는 방도는 오로지 자성 전하께서 수렴 청정하여 인도하는 가르침에 달려 있습니다. 삼가 바라건대, 속히 전교를 내려 사람들의 마음에 답하소서.”하니, 대왕대비가 전교하기를,“신왕은 나이가 20세에 가깝고 나는 나이가 60이 넘어 정신이 이미 혼미해졌으니, 지금 어찌 다시 이 일을 논하겠는가. 그러나 나랏일이 지극히 중대한데 이미 남에게 떠넘길 곳이 없으니, 억지로나마 따르겠다.”하고, 이어 전교하기를,“수렴하는 절목은 해당 조로 하여금 규례대로 거행하게 하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 15번째기사",
                "gt-oKo": "대왕 대비가 하교하기를, “봉영(奉迎)하는 의절(儀節)은 전례에 따라 거행하라.” 하매, 좌의정 김도희(金道喜)가 아뢰기를, “이제 하교를 받자옵건대, 종사(宗社)의 부탁이 이미 정해졌으니, 아주 경행(慶幸)스럽기 그지 없습니다. 삼가 생각하옵건대, 신왕(新王)이 서무(庶務)를 밝게 익히는 방도는 오로지 자성 전하(慈聖殿下)께서 수렴(垂簾)하여 이끄시는 가르침에 달려 있습니다. 바라옵건대, 빨리 전교(傳敎)를 내려 뭇사람의 심정에 답하소서.” 하니, 대왕 대비가 하교하기를, “신왕은 나이가 20세에 가깝고, 나는 나이가 예순이 지나고 또한 이미 정신이 혼모(昏耗)하였은즉 이제 어찌 다시 이 일을 논하랴마는, 나라의 일이 지극히 중한데 이미 미룰 곳이 없으니, 애써 따르겠다.” 하고, 이어서 하교하기를, “수렴 절목(垂簾節目)은 해조(該曹)를 시켜 전례에 따라 거행하게 하라.” 하였다.",
                "hj": "○大王大妃敎曰: “奉迎儀節, 依例奉行。” 左議政金道喜啓言: “今伏承下敎, 宗社之托已定, 不勝萬萬慶幸。 而第伏念新王, 明習庶務之道, 專在於慈聖殿下垂簾導迪之訓。 伏願亟下傳敎, 庸答群情焉。” 大王大妃敎曰: “新王年近二十歲, 予則年過六十, 亦已神精昏耗矣, 今何可更論此事, 而國事至重, 旣無推諉之所, 當勉從矣。” 仍敎曰: “垂簾節目, 令該曹, 依例擧行。”"
            },
            "16": {
                "H2KE-EN": "대왕 대비가 하교하기를, “전임 officials of the senior third rank or above from the Ministry of War , who were in charge of receiving the imperial edict of investiture , leading the military educational officials of the Three Armies , proceed first to escort the imperial envoys. The King also 하교하기를, “대신을 receiving the imperial edict of investiture , Jeong Supreme General , who is in charge of receiving the imperial edict of investiture , shall proceed to the imperial court. The King also 하교하기를, The royal secretary shall proceed to the imperial court of investiture .",
                "H2KE-nKo": "대왕대비가 전교하기를,“봉영하기 전에 병조와 도총부의 당상과 낭청이 삼영문의 군교를 거느리고 먼저 가서 호위하라.”하였다. 또 전교하기를,“봉영하는 대신은 정 판중추부사(鄭判府事 정순왕후)가 나아가라.”하였다. 또 전교하기를,“봉영하는 승지는 도승지가 나아가라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 16번째기사",
                "gt-oKo": "대왕 대비가 하교하기를, “봉영(奉迎)하기 전에 병조(兵曹)·도총부(都摠府)의 당상(堂上)·낭관(郞官)이 삼영문(三營門)의 군교(軍校)를 거느리고 먼저 가서 호위하라.” 하고, 또 하교하기를, “봉영하는 대신(大臣)으로는 정 판부사(鄭判府事)가 가라.” 하였으며, 또 하교하기를, “봉영하는 승지(承旨)로는 도승지(都承旨)가 가라.” 하였다.",
                "hj": "○大王大妃敎曰: “奉迎前兵摠府堂郞, 率三營門軍校, 先爲往護。” 又敎曰: “奉迎大臣, 鄭判府事進去。” 又敎曰: “奉迎承旨, 都承旨進去。”"
            },
            "2": {
                "H2KE-EN": "The Office of Royal Attire was all in charge of night duty.",
                "H2KE-nKo": "내의원이 모두 직숙하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 2번째기사",
                "gt-oKo": "약원에서 모두 입직하였다.",
                "hj": "○藥院幷直。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal order, which stated, The three superintendents of the Palace Physicians , the 시임 대신과 원임 대신 , and the official attending the King.",
                "H2KE-nKo": "전교하기를,“약방의 세 제조, 시원임 대신, 시원임 각신은 입시하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 3번째기사",
                "gt-oKo": "하교하기를, “약방(藥房)의 세 제조(提調)와 시임(時任)·원임(原任) 대신(大臣)과 각신(閣臣)은 입시(入侍)하라.” 하였다.",
                "hj": "○敎曰: “藥房三提調、時原任大臣、閣臣入侍。"
            },
            "4": {
                "H2KE-EN": "The King had the Office of Royal Attire transferred to the Office of Royal Attire .",
                "H2KE-nKo": "내의원을 시약청으로 옮겼다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 4번째기사",
                "gt-oKo": "약원(藥院)을 시약청(侍藥廳)으로 옮겼다.",
                "hj": "○移藥院爲侍藥廳。"
            },
            "5": {
                "H2KE-EN": "The King ordered that large seals be presented to the Grand Abdicated King.",
                "H2KE-nKo": "대보를 대왕대비전에 바치라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 5번째기사",
                "gt-oKo": "대보(大寶)를 대왕 대비전(大王大妃殿)에 바치라고 명하였다.",
                "hj": "○命大寶納于大王大妃殿。"
            },
            "6": {
                "H2KE-EN": "The King performed the rite of praying for rain at the Royal Ancestral Shrine and the Altar of the Soil and Grain .",
                "H2KE-nKo": "묘, 사, 궁, 산천에 기도를 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 6번째기사",
                "gt-oKo": "종묘(宗廟)·사직(社稷)·각궁(各宮)·산천(山川)에서 기도를 행하였다.",
                "hj": "○行廟社宮山川祈禱。"
            },
            "7": {
                "H2KE-EN": "The King became very slightly improved.",
                "H2KE-nKo": "주상이 위독하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 7번째기사",
                "gt-oKo": "임금이 대점(大漸)하였다.",
                "hj": "○上, 大漸。"
            },
            "8": {
                "H2KE-EN": "On gyeongjin day, the King guarded the palace.",
                "H2KE-nKo": "궁성을 호위하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 8번째기사",
                "gt-oKo": "궁성(宮城)을 호위(扈衛)하였다.",
                "hj": "○宮城扈衛。"
            },
            "9": {
                "H2KE-EN": "At the oh hour (approximately 5:30 a.m., the King passed away at Junghui Daoist Temple in Changdeok Palace . ",
                "H2KE-nKo": "오시에 주상이 창덕궁의 중희당에서 승하하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 6일(임신) 9번째기사",
                "gt-oKo": "오시(午時)에 임금이 창덕궁(昌德宮)의 중희당(重熙堂)에서 승하하였다.",
                "hj": "○午時, 上昇遐于昌德宮之重熙堂。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The gyeyu year (1423, the fifth year of King Sejongs reign was bathed in the bathhouse for bathing and ducking the bathhouse for bathing.",
                "H2KE-nKo": "목욕시키고 습함하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 7일(계유) 1번째기사",
                "gt-oKo": "목욕(沐浴)하고 습(襲)하고 함(含)하였다.",
                "hj": "○癸酉/沐浴襲含。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, [the King] had a small amount of millet resumed.",
                "H2KE-nKo": "소렴을 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 7일(계유) 2번째기사",
                "gt-oKo": "소렴(小斂)하였다.",
                "hj": "○小斂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "대왕 대비가 하교하기를, “내일 greetings to welcome and enter the palace sunset. As for the granting of a noble title, the Ministry of Rites should immediately 거행하도록 하고, the title of lord should be elevated to the Lord of Deokgan . The King also 하교하기를, The Ministry of Rites should order that the title of lords and the relatives of Euneon be conferred upon him on the same day. ",
                "H2KE-nKo": "대왕대비가 전교하기를,“봉영하는 행차가 내일 대궐에 들어올 것이니, 봉작하는 일은 해당 조로 하여금 즉시 거행하게 하고, 군호는 덕완군으로 의망하여 들이라.”하였다. 또 전교하기를,“은언군 내외의 복작을 해당 조로 하여금 당일로 거행하게 하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 8일(갑술) 1번째기사",
                "gt-oKo": "대왕 대비가 하교하기를, “봉영(奉迎)하는 행차가 내일 대궐에 들어올 것이니, 봉작(封爵)하는 한 조항은 해조(該曹)를 시켜 곧 거행하게 하되, 군호(君號)는 덕완군(德完君)으로 의망(擬望)하여 들이라.” 하고, 또 하교하기를, “은언군(恩彦君) 내외의 복작(復爵)을 해조를 시켜 당일로 거행하게 하라.” 하였다.",
                "hj": "○甲戌/大王大妃敎曰: “奉迎之行, 明將入闕, 封爵一款, 令該曹, 卽爲擧行, 君號, 以德完君擬入。” 又敎曰: “恩彦君內外復爵, 令該曹, 當日擧行。”"
            },
            "2": {
                "H2KE-EN": "The Grand Abdicated King ordered that a royal directive be bestowed upon the Lord of Deokwan , and that Left Royal Secretary Nam Seonggyo convey it to the King. ",
                "H2KE-nKo": "대왕대비가 덕완군의 봉작 교지는 좌승지 남성교를 받들어 전하라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 8일(갑술) 2번째기사",
                "gt-oKo": "대왕 대비가 덕완군(德完君)의 봉작 교지(封爵敎旨)는 좌승지(左承旨) 남성교(南性敎)가 받들고 가서 전하라고 명하였다.",
                "hj": "○大王大妃, 命德完君封爵敎旨, 左承旨南性敎奉傳。"
            },
            "3": {
                "H2KE-EN": "The King ordered that the written invocation for the rites of the new moon and the full moon be used at the name of Left State Councilor Kim Dohu .",
                "H2KE-nKo": "대왕대비가 사위 고유제의 축문은 좌의정 김도희의 이름으로 하라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 8일(갑술) 3번째기사",
                "gt-oKo": "대왕 대비가 사위 고유제(嗣位告由祭)의 축문(祝文)은 좌의정 김도희(金道喜)의 이름으로 하라고 명하였다.",
                "hj": "○大王大妃命嗣位告由祭祝文, 以左議政金道喜名爲之。"
            },
            "4": {
                "H2KE-EN": "The spirit tablet of the deceased was moved to Hwagyeong Hall .",
                "H2KE-nKo": "영상을 환경전으로 옮겨 봉안하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 8일(갑술) 4번째기사",
                "gt-oKo": "영상(靈床)을 환경전(歡慶殿)에 옮겨 봉안하였다.",
                "hj": "○移奉靈床于歡慶殿。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulhae day, Prince Gyeongdeok [Yi] was grieving at the royal coffin hall in eulhae year (.",
                "H2KE-nKo": "덕완군이 빈전에 나아가 거애하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 9일(을해) 1번째기사",
                "gt-oKo": "덕완군(德完君)이 빈전(殯殿)에 나아가 거애(擧哀)하였다.",
                "hj": "○乙亥/德完君詣殯殿擧哀。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the guesthouse for Deokwan Guesthouse . 【영중추부사 Jo Inyeong , Superintendent [of the Middle Army Commandery General] Jeong Yong , Chief State Councilor Kwon Doin , Left State Councilor Kim Dohui , Superintendent [of the Middle Army Commandery General] Bak Hoesu , Chief Royal Secretary 홍종응 , and Recorder [of the Middle Army Commandery General] Hong Jongun , Yun Jadeok , and Nam Jagil attended the banquet. 】",
                "H2KE-nKo": "덕완군이 희정당에서 관례를 행하였다. - 영중추부사 조인영, 판중추부사 정원용, 원상 권돈인, 좌의정 김도희, 판중추부사 박회수, 도승지 홍종응, 기사관 홍종운ᆞ윤자덕ᆞ남병길이 참석하였다. -\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 6월 9일(을해) 2번째기사",
                "gt-oKo": "덕완군(德完君)이 희정당(熙政堂)에서 관례(冠禮)를 행하였다.【영부사(領府事) 조인영(趙寅永)·판부사(判府事) 정원용(鄭元容)·원상(院相) 권돈인(權敦仁)·좌의정(左議政) 김도희(金道喜)·판부사 박회수(朴晦壽)·도승지(都承旨) 홍종응(洪鍾應)과 기사관(記事官) 홍종운(洪鍾雲)·윤자덕(尹滋德)·남병길(南秉吉)이 입참(入參)하였다.】",
                "hj": "○德完君冠于熙政堂。【領府事趙寅永、判府事鄭元容、院相權敦仁、左議政金道喜、判府事朴晦壽、都承旨洪鍾應、記事官洪鍾雲ㆍ尹滋悳ㆍ南秉吉入參。】"
            }
        }
    },
    "leap month 4": {
        "1": {
            "1": {
                "H2KE-EN": "The King appointed Seo좌bo as minister of rites .",
                "H2KE-nKo": "서좌보를 예조 판서로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 1일(무진) 1번째기사",
                "gt-oKo": "서좌보(徐左輔)를 예조 판서로 삼았다.",
                "hj": "○戊辰/以徐左輔爲禮曹判書。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Hail falls in jeongchuk year",
                "H2KE-nKo": "정축년에 우박이 쏟아졌다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 10일(정축) 1번째기사",
                "gt-oKo": "우박이 내렸다.",
                "hj": "○丁丑/雨雹"
            },
            "2": {
                "H2KE-EN": "On sinhae day, the King conducted the Royal Placenta Chamber Examination and inquired after the King at Yeongchun헌 . ",
                "H2KE-nKo": "영춘헌에서 약원의 입진을 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 10일(정축) 2번째기사",
                "gt-oKo": "영춘헌에서 약원의 입진을 행하였다.",
                "hj": "○行藥院入診于迎春軒。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that following the precedent of presenting fine ginseng as tribute to the Emperor [of Ming China], an ad hoc commissioner [of Ming China] be designated to present [the ginseng].",
                "H2KE-nKo": "진상할 녹용을 나삼을 봉진하는 예에 따라 차사원을 정하여 와서 바치라고 명하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 10일(정축) 3번째기사",
                "gt-oKo": "진상(進上)하는 녹용(鹿茸)은 나삼(羅蔘)을 봉진(封進)하는 예(例)에 따라 차원(差員)을 정하여 와서 바치라고 명하였다.",
                "hj": "○命進上鹿茸, 依羅蔘封進例, 定差員來納。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "In the muin year (1428, the fourth year of King Sejongs reign, the King permitted the establishment of post-stations in Ganggye Magistracy and Yeoyeon to set up post stations. This was based upon the report from the State Council and the governor of Pyeongan Province Jo Dusuns report.",
                "H2KE-nKo": "무인년에 강계부와 여연에 참을 설치하고 파발을 두기를 청한 데 대해 비변사가 의견을 갖추어 주상에게 아뢴 것으로 인하여 평안 감사 조두순이 장계를 올렸기 때문이다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 11일(무인) 1번째기사",
                "gt-oKo": "강계부(江界府) 여연(閭延)에 참(站)을 설치하고 파발(擺撥)을 두기를 청한 것을 시행하도록 윤허하였으니 비변사(備邊司)의 품복(稟覆)과 평안 감사 조두순(趙斗淳)의 장계(狀啓)에 따른 것이다.",
                "hj": "○戊寅/許施江界府、閭延設站置撥之請, 因備邊司稟覆, 平安監司趙斗淳狀啓也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King appointed Hong Yeonggyu as third minister of personnel .",
                "H2KE-nKo": "경진년에 홍영규를 이조 참의로 삼았다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 13일(경진) 1번째기사",
                "gt-oKo": "홍영규(洪永圭)를 이조 참의로 삼았다.",
                "hj": "○庚辰/以洪永圭爲吏曹參議。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Rites as follows: The birthday of the Queen Mother is nearly one month. This is a major celebratory event in our court. Also, the birthday of the Grand Abdicated King should be performed, and the congratulatory ceremony should be held only on New Years Day. This was already explained in the middle of last winter. The prayer for the Royal Tomb of Queen Sinui is even more earnest than that of the occasional occasion. Even if I reverently praise my virtue, I cannot dare make a great congratulatory ceremony. Thus, on the fifteenth day of the fifth month, I shall proceed to the moon platform of Myeongjeong Hall and personally present a congratulatory memorial and fabric for outer and inner fabric. Following the precedent of eulmyo year (, I shall prepare preparation and send it to the Ministry of Rites.",
                "H2KE-nKo": "전교하기를,“동조의 회갑 탄신이 가까워 한 달밖에 남지 않았으니, 이는 우리나라에 드물게 있는 큰 경사이다. 탄신일에 또 하례를 거행해야 하니, 고포는 원조에만 행하라고 지난겨울 연석에서 이미 유시하였다. 나 소자의 강릉처럼 오래 사시기를 축원하는 마음은 탄신일에 더욱 간절하다. 겸손하고 자애로운 덕을 우러러 받들어 감히 경사를 크게 벌이지는 못하지만, 5월 15일에는 명정전 월대에 나아가 치사와 전문과 표리를 직접 올려 작은 정성을 조금이나마 펴겠다. 을묘년의 전례에 따라 의절을 마련하여 들이라고 예조에 분부하라.”하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 16일(계미) 1번째기사",
                "gt-oKo": "하교하기를, “동조(東朝)의 회갑 탄신이 가까워 한 달 남았는데 이는 국조(國朝)에 드물게 있는 큰 경사이니, 탄일(誕日)에 또 하례(賀禮)를 행해야 하겠다마는, 고포(告布)는 원조(元朝)에 행할 것을 지난 겨울에 연중(筵中)에서 이미 하유(下諭)하였거니와, 나 소자(小子)의 축수하는 마음이 홍류(虹流)의 철에 더욱 간절하다. 겸손하시는 자덕(慈德)을 우러러 받들어 감히 경사를 꾸미는 일을 크게 벌일 수는 없더라도 5월 15일에는 명정전(明政殿)의 월대(月臺)에 나아가 치사(致詞)·전문(箋文)·표리(表裏)를 친히 올려 작은 정성을 조금 펴겠다. 을묘년의 전례에 따라 의절(儀節)을 마련하여 들이라고 해조(該曹)에 분부하라.” 하였다.",
                "hj": "○癸未/敎曰: “東朝周甲誕彌之辰, 近隔一月, 卽國朝罕有之大慶也, 誕日又當, 行賀禮告布則只行於元朝, 已諭於昨冬筵中矣, 予小子岡陵之祝, 尤切於虹流之節。 仰承撝謙之慈德, 雖不敢張大开慶, 五月十五日, 當詣明政殿月臺親上致詞、箋文表裏, 略伸微誠。 依乙卯年已例, 磨鍊儀節以入事, 分付該曹。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "[The King] bestowed relief aid upon the fire broke out at Suan County in gapsin year (.",
                "H2KE-nKo": "수안군의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 17일(갑신) 1번째기사",
                "gt-oKo": "수안군(遂安郡)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○甲申/給遂安郡燒戶, 恤典。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King went to 춘당대에 나아가 일차 유생의 전강을 행하였다. Those who successfully passed the tested in the Royal Confucian Academy were to be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "주상이 춘당대에 나아가 일차 유생의 전강을 행하였다. 수석을 차지한 박인하에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 20일(정해) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 일차 유생 전강(日次儒生殿講)을 행하여 강(講)에 으뜸을 차지한 박인하(朴麟夏)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丁亥/上御春塘臺, 行日次儒生殿講, 居首朴麟夏直赴殿試。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On eulmi day, the King went to the Royal Ancestral Shrine to pay a visit to the King. This was because the spring royal visit was held.",
                "H2KE-nKo": "을미년에 주상이 태묘에 나아가 전배하였는데, 춘계 전알이었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 28일(을미) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 전배(展拜)하였으니 춘알(春謁)이다.",
                "hj": "○乙未/上詣太廟展拜, 春謁也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King held the Spring Rites in the gyeyu year (. Spring and Autumn Annals (C. Spring and Autumn Annals of the Four Books (C. Spring and Annals of the Four Books",
                "H2KE-nKo": "춘당대에서 춘도기를 설행하였다. 강경에서 수석을 차지한 박사겸과 제술 표에서 수석을 차지한 이계선에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 6일(계유) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에서 춘도기(春到記)를 설행(設行)하였다. 강(講)에 으뜸을 차지한 박사겸(朴思謙)과 제술(製述) 표(表)에 으뜸을 차지한 이계선(李啓善)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○癸酉/設春到記于春塘臺, 講居首朴思謙, 製述表居首李啓善, 竝直赴殿試。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, the King proceeded to the Royal Placenta Chamber Examination and entered the Placenta Chamber Examination Hall .",
                "H2KE-nKo": "영춘헌에서 갑술년의 독점에 약원의 입진을 행하였다.\n",
                "date_ko": "헌종 16권, 15년(1849 기유 / 청 도광(道光) 29년) 윤4월 7일(갑술) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 약원(藥院)의 입진(入診)을 행하였다.",
                "hj": "○甲戌/行藥院入診于迎春軒。"
            }
        }
    }
}