{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "The King proceeded to Changdeok Palace in gyemyo year ( and performed a tea ceremony at the hall for enshrining the portrait hall . The King then went to the Royal Ancestral Shrine to pay a visit.",
                "H2KE-nKo": "주상이 창덕궁에 나아가 진전의 다례를 행하고 휘정전에서 예를 행하였다. 이어 태묘에 나아가 전알하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 1일(계해) 1번째기사",
                "gt-oKo": "임금이 창덕궁(昌德宮)에 나아가 진전(眞殿)의 다례(茶禮)를 행하였다. 휘정전(徽定殿)에서 예를 행하고 이어서 태묘(太廟)에 나아가 전알(展謁)하였다.",
                "hj": "○癸亥/上詣昌德宮, 行眞殿茶禮, 徽定殿行禮, 仍詣太廟展謁。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On sinhae day, the King proceeded to the main entrance of the Three Armies Commandary Learning and received the officials in the regular morning court assembly. The King held audience with all the high-ranking officials and the three high-ranking officials of the State Council and the Privy Council . The King ordered that the Book of Documents (C. Wenxian tongkao be printed after compiling the Book of Documents (C. Wenxian tongkao . The King ordered the Office of Diplomatic Correspondence to gather and print them in order to print them in succession. Left State Councilor Kwon Don인이 아뢰기를, “선현을 표창하여 encourage the Confucian scholars to encourage the study of the Royal Confucian Academy is also great. Former Fifth-ranking Official Chae Jihong , Former Fifth-ranking Official Im Seongju , Former Fifth-ranking Official Bak Yunwon , who attended the Royal Confucian Academy during the prosperity of King Taejo and Jeongjong , attended the lectures and answer. He showed great importance to his study. He was observed in the Royal Confucian Academy and his behavior was deeply upright. He was deep in his study and sincere in 실천, and his studies were praised by his praise and all the worlds. However, his principal integrity was not yet reached. Now, when he is studying the Royal Confucian Academy, he should strive to encourage the edification of encouraging the Confucian scholars. Chae Jihong , Im Seongju , and Bak Yunwon were all specially conferred to the post of inspector general and conferred to the post of magistrate of General in order to show the intention of encouraging virtue and to encourage the world. This is a splendid of encouraging the edification of encouraging the sociality. Therefore, I dare to report this. The King issued a royal directive, which stated, The Office of Diplomatic Correspondence is solely responsible for serving the Great and neighboring administrative duties. However, the chief superintendent of the Office of Diplomatic Correspondence and the high-ranking officials of the Office of Diplomatic Correspondence are to be conferred solely in accordance with the precedent of the State Council and the high-ranking officials of the State Council and the Privy Council. The King followed this advice. The King also reported, Originally, the literary li ",
                "H2KE-nKo": "주상이 숭정문에 나아가 조참을 행하였다. 시원임 대신과 삼사의 신하들을 불러서 보고 《문원보불》을 간행한 뒤에 필시 미처 간행하지 못한 것이 많을 것이니, 내각으로 하여금 수집하여 간행하게 하라고 명하였다. 좌의정 권돈인이 아뢰기를,“선현을 표창하고 유술을 면려하는 것은 성학에 보탬이 되는 것이 또한 큽니다. 고 도사 채지홍, 고 부사 임성주, 고 감역 박윤원은 영묘와 정묘의 융성한 때를 당하여 강대에 가까이 나아가 임금을 보좌한 것이 많았고 산림을 고수하여 지조와 행실이 매우 곧았습니다. 학문이 깊고 실천이 독실하여 선배들이 추앙하고 존중하는 바이고 온 세상이 본받는 바인데, 죽은 뒤에 포증하는 은전이 아직도 미치지 않았습니다.돌아보건대 지금 학문을 하는 때에 선비를 숭상하는 정사에 힘써야 하니, 채지홍, 임성주, 박윤원에게 모두 특별히 대사헌의 직을 추증하고 이어 좨주를 겸하게 하여 덕을 숭상하고 어진 이를 본받는 뜻을 보이는 것이 인재를 배양하는 교화에 빛이 있을 듯합니다. 그러므로 감히 아룁니다.”하니, 전교하기를,“진달한 바가 매우 좋다.”하고, 그대로 따랐다. 또 아뢰기를,“괴원은 사대와 교린의 일을 전적으로 관장하니, 중요한 일이 비변사보다 못하지 않습니다. 그런데 《문원통편》에 비변사 도제조는 시원임 대신이 예겸한다고 되어 있고, 괴원은 단지 의정 3원으로만 주를 달기 때문에 원임 대신은 애당초 예겸하지 않는다고 되어 있습니다. 사대와 교린은 얼마나 중요한 일입니까. 그런데도 왕래하는 문서의 크기를 막론하고 원임 대신은 전혀 간섭하는 것이 없으니, 이것이 어찌 기무를 중시하고 일의 체모를 보존하는 도리이겠습니까. 신의 어리석은 생각으로는 지금부터 승문원 도제조는 한결같이 비변사의 예대로 시원임이 예겸하는 것이 좋을 듯합니다.”하니, 그대로 따랐다. 또 아뢰기를,“우리나라의 문헌은 본래 미비하여 장고가가 매번 이것을 병통으로 여기고 있습니다. 《동국문헌비고》는 바로 영묘 경인년에 신하들에게 찬집하라고 명하였고, 정묘 임인년에는 또 고 도정 이만운에게 명하여 《동국문헌비고》 원서를 증보하여 잇게 하였습니다. 9년 만에 책이 완성되어 대내에 들인 것이 아직 초고에 남아 있고 또한 참조하여 교정하기에 합당한 것도 없지 않습니다. 더구나 그 뒤가 또 50여 년이나 오래되었고, 중간에 있었던 사실도 공사간에 전록된 것이 또한 다시 매우 많습니다. 지금 만약 계속해서 수집하여 완서를 만든다면 일대의 문헌에 도움이 될 뿐만 아니라 또한 계술하는 한 가지 방도가 될 수 있을 것입니다. 해당 조에 분부하여 다음 정사 때에 차출하게 하고, 총재관과 당상과 낭청은 청을 설치하여 거행하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 10일(임신) 1번째기사",
                "gt-oKo": "임금이 숭정문(崇政門)에 나아가 조참(朝參)하고, 시임(時任)·원임(原任) 대신(大臣)과 삼사(三司)의 신하들을 소견(召見)하여 《문원보불(文苑黼黻)》을 간행한 뒤에 미처 간판(刊板)에 넣지 못한 것이 많을 것이니 내각(內閣)을 시켜 모아서 잇달아 간행하게 하라고 명하였다. 좌의정 권돈인(權敦仁)이 아뢰기를, “선현(先賢)을 표창하여 유술(儒術)을 면려(勉勵)한다면, 그것은 성학(聖學)에 보탬이 되는 것이 또한 클 것입니다. 고(故) 도사(都事) 신(臣) 채지홍(蔡之洪)·고 부사(府使) 신 임성주(任聖周)·고 감역(監役) 신 박윤원(朴胤源)은 영묘(英廟)·정묘(正廟)의 성시(盛時)에 강대(講對)에 나아가 계옥(啓沃)한 것이 많았고 임원(林園)을 굳게 지켜 조행(操行)이 매우 발랐습니다. 학문이 깊고 실천이 돈독하여 선배가 추중(推重)한 바였고 온 세상에서 본받는 바인데, 죽은 뒤에 포증(褒贈)하는 은전이 아직도 미치지 않았습니다. 지금 늘 학문에 힘쓰시는 때에 유도(儒道)를 숭상하는 정사에 힘쓰셔야 할 것이니, 채지홍·임성주·박윤원에게 모두 특별히 도헌(都憲) 벼슬을 추증하고 좨주(祭酒)를 겸하게 하여 덕을 숭상하고 어진이를 본받는 뜻을 보이신다면 배식(培植)하는 교화에 빛이 있을 듯합니다. 그러므로, 감히 아룁는 것입니다.” 하니, 하교하기를, “아뢴 것이 매우 좋다.” 하고, 그대로 따랐다. 또 아뢰기를, “괴원(槐院)은 사대(事大)·교린(交隣)의 일을 전적으로 관장하므로 그것이 중무(重務)가 됨은 비국(備局)보다 못하지 않습니다. 그런데 《통편(通編)》에 비국 도제조(備局都提調)는 시임·원임인 대신이 예겸(例兼)한다 하였으나, 괴원은 의정(議政) 3원(員)이라고만 주(註)를 달았으므로 원임은 애초부터 예겸하지 않습니다. 대저 사대·교린은 그 중요하기가 어떠한데, 크고 작은 일에 관계되는 것을 논할 것 없이 왕래하는 문서를 원임 대신이 전혀 간섭하는 것이 없으니, 이것이 어찌 기무(機務)를 중히 여기고 사체(事體)를 유지하는 도리이겠습니까? 신(臣)의 어리석은 생각으로는 이제부터 승문 도제조(承文都提調)는 한결같이 비국의 예에 따라 시임·원임이 예겸하는 것이 좋을 듯합니다.” 하니, 그대로 따랐다. 또 아뢰기를, “우리 나라의 문헌(文獻)은 본래 갖추어지지 않아 고사(故事)를 맡은 집에서 늘 이것을 괴로워하였습니다. 《동국문헌비고(東國文獻備考)》는 영묘(英廟) 경인년에 신하들에게 명하여 찬집하게 한 것인데, 정묘(正廟) 임인년에 또 고(故) 도정(都正) 신(臣) 이만운(李萬運)에게 명하여 《동국문헌비고》 원서(原書)에 증보(增補)하여 잇게 하였습니다. 9년 만에 서책이 이루어져 대내(大內)로 들였으나 아직도 초고(草藁)의 상태에 있고, 또한 참교(參校)하기에 합당한 것이 없지도 않았습니다. 더욱이 그 뒤로 또 50여 년이란 오랜 시간이 지났으니, 중간의 사실을 공사간(公私間)에 전록(傳錄)한 것이 또한 다시 매우 많을 것입니다. 이제 이어서 더 수집하여 완서(完書)를 만든다면 한 세대의 문헌에 보탬이 있을 뿐더러 계술(繼述)하는 도리도 될 수 있을 것이니, 해조(該曹)에 분부하여 다음 정사(政事) 때가 되거든 총재관(摠裁官)과 당상(堂上)·낭청(郞廳)을 차출하여 청사를 설치하여 거행하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○壬申/上御崇政門, 朝參, 召見時、原任大臣三司諸臣, 命《文苑黼黻》刊行後, 必多未及入刊, 令內閣, 收聚繼刊。 左議政權敦仁啓言: “表章先賢, 風勵儒術, 其爲裨補於聖學, 亦大矣。 故都事臣蔡之洪, 故府使臣任聖周, 故監役臣朴胤源, 當英廟、正廟盛際, 昵登講對, 啓沃弘多, 固守林樊, 操履冞貞。 問學之淵邃, 踐實之篤摯, 先輩之所推重, 擧世之所摽式, 而身後褒贈之典, 尙未及焉。 顧今典學之時, 當務崇儒之政, 蔡之洪、任聖周、朴胤源, 竝特贈都憲之職, 仍兼祭酒, 以示尙德象賢之意, 似有光於培植之化, 故敢達矣。” 敎曰: “所陳甚好。” 從之。 又啓言: “槐院專掌事大交隣之事, 其爲重務, 不下於備局。 而《通編》, 備局都提調, 則時、原任大臣例兼, 槐院則只以議政三員懸註, 故原任則初不例兼矣。 夫事大交隣, 所重何如, 而無論往來文書之關係巨細, 原任大臣則全無關涉者, 是豈重機務存事體之道乎? 臣愚以爲, 自今承文都提調, 一依備局例, 時原任例兼, 恐好?” 從之。 又啓言: “國朝文獻, 本自未備, 掌故之家, 每以此病之矣。 《東國文獻備考》, 卽英廟庚寅, 命諸臣纂輯者, 而正廟壬寅, 又命故都正臣李萬運, 就備考原書, 增補續之。 九年而書成, 入內尙在草藁, 亦不無可合參校者。 況其後, 又爲五十餘年之久, 中間事實, 公私傳錄, 亦復甚多矣。 今若繼加蒐摭, 彙爲完書, 則非但有裨於一代文獻, 亦可爲繼述之一道, 分付該曹, 待後政差出, 摠裁官及堂郞, 使之設廳擧行。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive as follows: The intent of the regular morning court assembly is exclusively to widely survey. However, today, the memorial submitted by the Office of the Censor General is merely based on the regulations and standards for military officials, and there is no such regulations. Truly, this is lamentable.If all of them were dismissed from office, even though the ninth rank officials attending the King, how could there not be a single stepmother? Concerning the report of the officials and their salary, have them encourage their officials.",
                "H2KE-nKo": "전교하기를,“조참하겠다는 뜻은 오로지 널리 물어보려는 뜻에서 나온 것이다. 그런데 오늘 삼사가 아뢴 것은 형식적인 규례를 갖추려는 것에 불과하고 관원끼리 서로 규계하는 것까지도 없었으니, 참으로 한심하다. 모두 책임을 물어 파직하는 법을 시행하라. 배종한 9개 반열로 말하더라도 어찌 건의한 일언반구도 없었겠는가. 또한 현고를 봉입하고 월봉에 처하여 백관을 격려하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 10일(임신) 2번째기사",
                "gt-oKo": "하교하기를, “조참(朝參)하는 뜻은 오로지 널리 자문하려는 데서 나왔는데, 오늘 삼사(三司)에서 아뢴 것은 관례를 갖추는 겉치레에 지나지 않을 뿐이었고 관사(官師) 의 모책(謀策)까지도 없어 참으로 한심스러우니, 모두 견파(譴罷)의 법을 시행하라. 참배(參陪)한 구열(九列)로 말하더라도 어찌 일언반구나마 건백(建白)하는 자가 없는가? 현고(現告)를 봉입(捧入)하고 월봉(越俸)하여 뭇 관원을 격려하라.” 하였다.",
                "hj": "○敎曰: “朝參之意, 專出博詢, 而今日三司所陳, 不過備例文具而已, 竝與官師之規而無之, 良可寒心。 竝施譴罷典, 雖以參陪之九列言之, 亦豈無一言半辭之建白者乎? 亦捧現告越俸, 以勵群工。”"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive: It has already been ten years since I ascended the throne, and the affairs of the people and the country have no reliable. Even though I am ignorant and foolish, how could I not know that all I cannot support myself? Ah! You, the governor and the magistrate of the magistracy, must prepare the source of the people and the country as a result, and report to me so that you may be prepared for seeing and inspecting. The State Council should make a permanent report on this matter. Each of you should make every effort to uphold the royal order, thereby suppressing my sincere intention to visit the entrance of the gate to ask about the people and the country. Prostrate on the third middle of the midle of the stream.",
                "H2KE-nKo": "전교하기를,“내가 왕위를 계승한 지 이미 10년이 지났으나 백성과 나라의 일은 하나도 믿을 만한 것이 없다. 내가 비록 덕이 적고 사리에 어둡지만 어찌 모두 내가 스스로 강요하지 못하는 데서 연유한 것임을 모르겠는가. 아, 그대 방백과 유수의 신하들은 백성과 나라의 폐단이 되는 단서를 모두 조목별로 나열하여 장계로 보고하여 내가 보고 살필 수 있게 하고, 묘당으로 하여금 좋은 쪽으로 나에게 물어 복계하게 하라. 그리고 각각 마음을 다해 나의 뜻을 받들어 행하여 과인이 문에 임하여 하문한 지극한 뜻을 저버리지 말라고 삼현령으로 공문을 보내 알리라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 10일(임신) 3번째기사",
                "gt-oKo": "하교하기를, “내가 선왕의 사업을 이은 지 이미 10년이 지났으나, 민사(民事)·국사(國事)에 하나도 믿을 만한 것이 없다. 내가 덕이 없기는 하나 어찌 다 내가 자강(自强)하지 못하기 때문인 줄 모르겠는가? 아! 너희 방백(方伯)으로서 거류(居留)하는 신하는 민사·국사의 폐해가 되는 단서를 잘 알 것이니, 조목조목 적어서 장문(狀聞)하여 내가 보고 살피는 데에 갖추어 묘당(廟堂)에서 장책(長策)에 따라 품복(稟覆)하게 하되, 각각 마음을 다하여 대양(對揚)하여 내가 임문(臨門)하여 묻는 지극한 뜻을 저버리지 말라고 삼현령(三懸鈴)으로 공문을 보내어 알리라.” 하였다.",
                "hj": "○敎曰: “予之嗣服, 已過十載, 民國之事, 無一可恃。 予雖寡昧, 豈不知皆由予不能自强乎? 咨爾方伯居留之臣, 悉具民國爲弊之端, 條列狀聞, 以備觀省, 俾廟堂從長稟覆, 而其各悉心對揚, 母孤予寡人臨門詢訪之至意事, 三懸鈴行會。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyeyu day, [the King] ordered that Assistant State Councilor Bak Hoesu be appointed as minister of rites . ",
                "H2KE-nKo": "좌참찬 박회수를 정승에 제수하라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 11일(계유) 1번째기사",
                "gt-oKo": "좌참찬(左參贊) 박회수(朴晦壽)에게 상직(相職)을 제배(除拜)하라고 명하였다.",
                "hj": "○癸酉/命左參贊朴晦壽, 拜相。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gau as inspector general of the Office of the Inspector General , Jeong Deokhwa as censor of the Office of the Censor General , and Kim Donggon as assistant state councilor .",
                "H2KE-nKo": "이가우를 사헌부 대사헌으로, 정덕화를 사간원 대사간으로, 김동건을 의정부 좌참찬으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 11일(계유) 2번째기사",
                "gt-oKo": "이가우(李嘉愚)를 사헌부 대사헌으로, 정덕화(鄭德和)를 사간원 대사간으로, 김동건(金東健)을 의정부 좌참찬(議政府左參贊)으로 삼았다.",
                "hj": "○以李嘉愚爲司憲府大司憲, 鄭德和爲司諫院大司諫, 金東健爲議政府左參贊。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King appointed Yun Chijeong as third minister of personnel .",
                "H2KE-nKo": "정축년에 윤치정을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 15일(정축) 1번째기사",
                "gt-oKo": "윤치정(尹致定)을 이조 참의(吏曹參議)로 삼았다.",
                "hj": "○丁丑/以尹致定爲吏曹參議。"
            },
            "2": {
                "H2KE-EN": "On gapsul day, the supplementary for the regulation from each government office in the capital was presented as follows: The Ministry of Taxation , the Storehouse of Seasoning and Spices , the Office of Benefiting the People , the Ministry of War , the Military Procurement , the Elite Capital Guards , the Elite Capital Markets , the Ministry of War , the Elite Capital Markets , the Elite Capits , the Elite Capital Markets , the Elite Capital ",
                "H2KE-nKo": "서울의 각 관사와 각 영에서 갑진년의 회계 장부를 올렸다. - 호조, 양향청, 선혜청, 병조, 훈련도감, 금위영, 어영청, 총융청에 현재 보유하고 있는 것은 황금 138냥 4전 6푼, 은자 21만 1418냥 5전 3푼, 전문 83만 1236냥 1전 7푼, 명주 130동 37필 10척, 무명[木] 374동 23필 33척, 모시[苧布] 111동 8필 28척, 베[布子] 790동 5필 9척, 쌀 22만 2694섬 7말 남짓, 콩 2만 125섬 6말 6되, 전미 7758섬 3말 1되 남짓, 피잡곡 3만 7388섬 11말 6되 남짓이다. -\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 15일(정축) 2번째기사",
                "gt-oKo": "경중(京中)의 각사(各司)·각영(各營)에서 갑진년(甲辰年)의 회계부(會計簿)를 바쳤다.【호조(戶曹)·향청(餉廳)·혜청(惠廳)·병조(兵曹)·훈국(訓局)·금영(禁營)·어영(御營)·총청(摠廳)에 지금 있는 황금(黃金) 1백 38냥(兩) 4전(錢) 6푼(分), 은자(銀子) 21만 1천 4백 18냥 5전 3푼, 전문(錢文) 83만 1천 2백 36냥 1전 7푼, 면주(綿紬) 1백 30동(同) 37필(疋) 10척(尺), 목(木) 3천 7백 4동 33필 33척, 저포(苧布) 1백 11동 8필 28척, 포자(布子) 7백 90동 5필 9척, 미(米) 22만 2천 6백 94석(石) 7두(斗) 영(零), 태(太) 2만 1백 25석 6두 6승(升), 전미(田米) 7천 7백 58석 3두 1승 영(零), 피잡곡(皮雜穀) 3만 7천 3백 88석 11두 6승 영(零)이다.】",
                "hj": "○京各司各營, 進甲辰會計薄。【戶曹、餉聽、惠廳、兵曹、訓局、禁營、御營、摠廳, 時在黃金一百三十八兩四錢六分, 銀子二十一萬一千四百十八兩五錢三分, 錢文八十三萬一千二百三十六兩一錢七分, 錦紬一百三十同三十七疋十尺, 木三千七百四同二十三疋三十三尺, 苧布一百十一同八疋二十八尺, 布子七百九十同五疋九尺, 米二十二萬二千六百九十四石七斗零, 太二萬一百二十五石六斗六升, 田米七千七百五十八石三斗一升零, 皮雜穀三萬七千三百八十八石十一斗六升零。】"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yi Huijo was appointed as the Office of the Inspector General .",
                "H2KE-nKo": "경진년에 이희조를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 18일(경진) 1번째기사",
                "gt-oKo": "이희조(李羲肇)를 사헌부 대사헌으로 삼았다.",
                "hj": "○庚辰/以李羲肇爲司憲府大司憲。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King proceeded to Geunjeong Hall and personally delivered incense and the written invocation for the spring state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "갑자년에 숭정전에 나아가 태묘 춘향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 2일(갑자) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 태묘(太廟)의 춘향(春享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○甲子/詣崇政殿, 親傳太廟春享香祝。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyeomjae as third minister of personnel .",
                "H2KE-nKo": "중비로 이겸재를 이조 참의로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 2일(갑자) 2번째기사",
                "gt-oKo": "중비(中批)로 이겸재(李謙在)를 이조 참의로 삼았다.",
                "hj": "○中批, 以李謙在爲吏曹參議。"
            },
            "3": {
                "H2KE-EN": "The King appointed Baek Eunjin as the supreme commander of the three provinces and concurrently as the navy commander of Right Gyeongsang Province .",
                "H2KE-nKo": "백은진을 삼도 통제사 겸 경상우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 2일(갑자) 3번째기사",
                "gt-oKo": "백은진(白殷鎭)을 삼도 통제사 겸 경상우도 수군 절도사(慶尙右道水軍節度使)로 삼았다.",
                "hj": "○以白殷鎭爲三道統制使兼慶尙右道水軍節度使。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Seunggwon as section chief of the Left [Gyeongsang] Prefecture .",
                "H2KE-nKo": "이승권을 좌변포도대장으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 2일(갑자) 4번째기사",
                "gt-oKo": "이승권(李升權)을 좌변 포도 대장(左邊捕盜大將)으로 삼았다.",
                "hj": "○以李升權爲左邊捕盜大將。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "[The King] addressed the special appointe of imo year (1422, the fifth year of King Sejong and appointed Jo Jonggu as minister of personnel .",
                "H2KE-nKo": "중비로 조병귀를 이조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 20일(임오) 1번째기사",
                "gt-oKo": "중비(中批)로 조병귀(趙秉龜)를 이조 판서로 삼았다.",
                "hj": "○壬午/中批, 以趙秉龜爲吏曹判書。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King held the Royal Confucian Academy for the first day of the twelfth month in gapsin year (. ",
                "H2KE-nKo": "성균관에서 인일제를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 22일(갑신) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 인일제(人日製)를 설행(設行)하였다.",
                "hj": "○甲申/設人日製于泮宮。"
            },
            "2": {
                "H2KE-EN": "Bak Yeongwon was appointed minister of personnel .",
                "H2KE-nKo": "박영원을 이조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 22일(갑신) 2번째기사",
                "gt-oKo": "박영원(朴永元)을 이조 판서로 삼았다.",
                "hj": "○以朴永元爲吏曹判書。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Kim Heunggeun was appointed minister of Taxation .",
                "H2KE-nKo": "김흥근을 호조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 23일(을유) 1번째기사",
                "gt-oKo": "김흥근(金興根)을 호조 판서로 삼았다.",
                "hj": "○乙酉/以金興根爲戶曹判書。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Min Chiseong was appointed inspector general of the Office of the Inspector General , Bak Gisu was appointed minister of rites , and Min Seok was appointed army commander of Jeolla Province .",
                "H2KE-nKo": "병술년에 민치성을 사헌부 대사헌으로, 박기수를 예조 판서로, 민석을 전라도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 24일(병술) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로, 박기수(朴岐壽)를 예조 판서로, 민석(閔晳)을 전라도 병마 절도사로 삼았다.",
                "hj": "○丙戌/以閔致成爲司憲府大司憲, 朴岐壽爲禮曹判書, 閔晳爲全羅道兵馬節度使。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On muja day, [the King] appointed Jo Jonggwi as minister of works and Kim Jeongjip as governor of Hwanghae Province .",
                "H2KE-nKo": "무자년에 조병귀를 공조 판서로, 김정집을 황해도 관찰사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 26일(무자) 1번째기사",
                "gt-oKo": "조병귀(趙秉龜)를 공조 판서로, 김정집(金鼎集)을 황해도 관찰사로 삼았다.",
                "hj": "○戊子/以趙秉龜爲工曹判書, 金鼎集爲黃海道觀察使。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyeongo day, the King proceeded to 숭정전 and the moon in order to personally convey incense and the written invocation for the rite of praying for rain at the Altar of the Soil and Grain .",
                "H2KE-nKo": "주상이 숭정전 월대에 나아가 사직 기곡 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 8일(경오) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)의 월대(月臺)에 나아가 사직(社稷)의 기곡 대제(祈穀大祭)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○庚午/上詣崇政殿、月臺親傳社稷祈穀大祭香祝。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King granted a royal directive to the Royal Confucian Academy . Min Chiseong was appointed inspector general of the Office of the Inspector General , Kang Yeon was appointed censor of the Office of the Censor General , and Hong Yeonggyu was appointed Royal Confucian Academy .",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 민치성을 사헌부 대사헌으로, 강호를 사간원 대사간으로, 홍영규를 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 8일(경오) 2번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여 민치성(閔致成)을 사헌부 대사헌으로, 강기(姜)를 사간원 대사간으로, 홍영규(洪永圭)를 성균관 대사성으로 삼았다.",
                "hj": "○都政下批, 以閔致成爲司憲府大司憲, 姜爲司諫院大司諫, 洪永圭爲成均館大司成。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King proceeded to Heungjeong Hall to summon and summon local magistrates and frontier commanders who were appointed to government posts.",
                "H2KE-nKo": "주상이 흥정당에 나아가 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 1월 9일(신미) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아가 수령(守令)·변장(邊將)으로 초사(初仕)하는 사람을 소견(召見)하였다.",
                "hj": "○辛未/上御興政堂, 召見守令邊將初仕人。"
            }
        }
    },
    "02": {
        "10": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the King] proceeded to Heungjeong Hall in order to summon Governor of Hwanghae Province Kim Jeongjip to bid farewell [to the King].",
                "H2KE-nKo": "신축년에 주상이 흥정당에 나아가 황해 감사 김정집을 불러서 보았는데, 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 10일(신축) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아가 황해 감사(黃海監司) 김정집(金鼎集)을 소견(召見)하였다. 사폐(辭陛)했기 때문이었다.",
                "hj": "○辛丑/上御興政堂, 召見黃海監司金鼎集, 辭陛也。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On imin day, the King went to the Royal Tomb of Queen Sinui and 영희전 to pay a visit and then went to the Crown Princes residence to pay a visit to pay a visit.",
                "H2KE-nKo": "주상이 임인년에 주상이 경모궁과 영희전에 나아가 전알하고, 이어 저경궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 11일(임인) 1번째기사",
                "gt-oKo": "임금이 경모궁(景慕宮)·영희전(永禧殿)에 나아가 전알(展謁)하고, 이어서 저경궁(儲慶宮)에 나아가 전배(展拜)하였다.",
                "hj": "○壬寅/上詣景慕宮、永禧殿展謁, 仍詣儲慶宮展拜。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "At jeongmi day, the King appointed Jo Dusun as Inspector General .",
                "H2KE-nKo": "조두순을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 16일(정미) 1번째기사",
                "gt-oKo": "조두순(趙斗淳)을 사헌부 대사헌으로 삼았다.",
                "hj": "○丁未/以趙斗淳爲司憲府大司憲。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive as follows: In recent years, the state examination frequently observed the patrolmen who patrolled in large numbers of patrolmen on the pretext that the patrolmen had patrolled out. Subsequently, the state examination regulations and the importance of the state examination were destroyed and disregarded. Truly, this was a disturbance. Now, it is necessary to order that patrolmen patrolmensmen patrolmen",
                "H2KE-nKo": "전교하기를,“근년에 과거 시험이 난잡한 것은 전적으로 수종들이 함부로 들어오는 데 연유하고 오로지 시권을 일찍 제출하는 데 연유한다. 그래서 마침내 과거 시험의 규례와 나라의 체모가 여지없이 무너져 버리니 참으로 놀랍고 한탄스럽다. 이번에는 반드시 삼시를 기다려 제출하게 하여 옛 규정을 회복하되, 만일 수종들 중에 현장에서 붙잡힌 자가 있으면 해당 거자에게 해당 형률을 시행하고, 그중에 조사의 자제로서 금령을 위반한 자는 해당 부형도 엄중하게 다스리라. 묘당에서 별도로 낭청을 파견하여 낱낱이 적발할 수 있게 하라. 만약 또 이전처럼 형식적으로 거행한다면 해당 낭청을 단연코 엄중하게 감처할 것이다. 이러한 내용으로 분부하라. 이 판부를 써서 일소와 이소에 게시하여 각각 환히 알게 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 16일(정미) 2번째기사",
                "gt-oKo": "하교하기를, “근년 장옥(場屋)의 혼란은 오로지 수종(隨從)이 함부로 들어가기 때문이고 오로지 일찍 시권(試券)을 내기 때문이다. 드디어 과규(科規)·국체(國體)를 여지없이 무너뜨리니, 참으로 놀랍고 한탄스럽다. 이번에는 반드시 3시(時)를 기다려서 호정(呼呈)하여 구식을 회복하되, 수종이 현착(現捉)되는 경우가 있으면 그 거자(擧子)에게 당률(當律)을 시행하고 그 가운데에서 조사(朝士)의 자제로서 금령(禁令)을 범한 자는 그 부형도 엄중히 다스리라. 묘당(廟堂)에서 따로 낭청(郞廳)을 보내어 낱낱이 적발하는 바탕으로 삼되, 또 여전히 겉치레로 거행하면 그 낭청을 단연코 엄히 감죄(勘罪)할 것이다. 이렇게 분부하고 이 판부(判付)를 써서 일소(一所)·이소(二所)에 걸어 각각 환히 알도록 하라.” 하였다.",
                "hj": "○敎曰: “近年場屋雜亂, 專由隨從闌入, 專由早呈。 遂使科規國體, 隳壞無餘, 良爲駭歎。 今番則必使之待三時呼呈, 以復舊式, 如有隨從之現捉者, 該擧子, 施以當律, 其中朝士子弟之犯令者, 該父兄亦施重繩。 自廟堂, 別遣郞廳, 以爲這這摘發之地, 若又如前以文具擧行, 則該郞廳斷當嚴勘。 以此分付, 以此判付, 書揭一二所, 俾各洞悉可也。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Kim Jang , a member of the gabo year (, was appointed minister of punishments .",
                "H2KE-nKo": "김위를 형조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 23일(갑인) 1번째기사",
                "gt-oKo": "김영(金煐)을 형조 판서로 삼았다.",
                "hj": "○甲寅/以金煐爲刑曹判書。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Yi Geunu as third minister of personnel .",
                "H2KE-nKo": "이근우를 이조 참의로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 27일(무오) 1번째기사",
                "gt-oKo": "이근우(李根友)를 이조 참의로 삼았다.",
                "hj": "○戊午/以李根友爲吏曹參議。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The ancestral tablet of Confucius arrived in the capital (Second Royal Ancestral Shrine to King Taejo and Queen Sinui (Jeongjong . The King sent a royal secretary to grant a mourning rite.",
                "H2KE-nKo": "전교하기를,“문간공(成文簡公 성혼)의 사판이 도성을 지나간다고 하니, 승지를 보내 치제하게 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 3일(갑오) 1번째기사",
                "gt-oKo": "하교하기를, “성문간공(成文簡公)의 사판(祠板)이 도하(都下)에 들렀다 하니, 승지(承旨)를 보내어 치제(致祭)하라.” 하였다.",
                "hj": "○甲午/敎曰: “成文簡公祠版, 來過都下云, 遣承旨致祭。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to Heungjeong Hall and received the officials of the senior third rank or above from the State Council and the Six Ministries in audience. The King ordered that those who had been replaced before the King bowing to express gratitude for the royal benevolence not be allowed to leave their posts.",
                "H2KE-nKo": "정유년에 주상이 흥정당에 나아가 대신과 비국 당상을 인견하였다. 병사와 수사가 숙배하기 전에 체차되거나 파직된 경우에는 이력을 허락하지 말라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 6일(정유) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 병사(兵使)·수사(水使)로서 숙배(肅拜)하기 전에 체직(遞職)·파직(罷職)된 자는 이력(履歷)으로 인정하지 말라고 명하였다.",
                "hj": "○丁酉/上御興政堂, 引見大臣備局堂上。 命兵水使之肅拜前遞罷者, 勿許履歷。"
            },
            "2": {
                "H2KE-EN": "The King appointed Im Seonggo as 어영 대장 , Yu Gisang as supreme commander of the Right변포도대장 , and Sim낙sin as supreme commander of the naval forces of Gyeonggi [Province] [] as supreme commander of the Three Armies and as Gyodong .",
                "H2KE-nKo": "임성고를 어영대장으로, 유기상을 우변포도대장으로, 심낙신을 경기 수군절도사 겸 삼도통어사 교동 부사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 6일(정유) 2번째기사",
                "gt-oKo": "임성고(任聖皐)를 어영 대장(御營大將)으로, 유기상(柳基常)을 우변 포도 대장(右邊捕盜大將)으로, 심낙신(沈樂臣)을 경기 수군 절도사 겸 삼도 통어 교동 부사(三道統禦使喬桐府使)로 삼았다.",
                "hj": "○以任聖皐爲御營大將, 柳基常爲右邊捕盜大將, 沈樂臣爲京畿水軍節度使兼三道統禦使喬桐府使。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Tomb of Queen Sinui and personally delivered incense and the written invocation for the rite of the new moon at the Altar of Agriculture .",
                "H2KE-nKo": "무술년에 주상이 숭정전에 나아가 선농단의 절제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 2월 7일(무술) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 선농단(先農壇)의 절제(節祭)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○戊戌/上詣崇政殿, 親傳先農壇節祭香祝。"
            }
        }
    },
    "03": {
        "13": {
            "1": {
                "H2KE-EN": "Min Chiseong , the Office of the Inspector General , Yi Mi , the third minister of personnel , and Yi Yaku , the minister of punishments .",
                "H2KE-nKo": "갑술년에 민치성을 사헌부 대사헌으로, 이우를 이조 참의로, 이약우를 형조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 13일(갑술) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로, 이석(李㙽)을 이조 참의로, 이약우(李若愚)를 형조 판서로 삼았다.",
                "hj": "○甲戌/以閔致成爲司憲府大司憲, 李㙽爲吏曹參議, 李若愚爲刑曹判書。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King went to Gyeongu Palace to pay a visit to pay a visit. The King also went to pay a visit to the King together with the Queen Mother and the Queen. Subsequently, the King returned to Changdeok Palace .",
                "H2KE-nKo": "기묘년에 주상이 경우궁에 나아가 전배하였다. 대왕대비전과 왕대비전, 중궁전도 함께 나아가 전배하고 마침내 창덕궁으로 돌아왔다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 18일(기묘) 1번째기사",
                "gt-oKo": "임금이 경우궁(景祐宮)에 나아가 전배(展拜)하였다. 대왕 대비전(大王大妃殿)·왕대비전(王大妃殿)·중궁전(中宮殿)도 같이 나아가 전배하고, 드디어 창덕궁(昌德宮)에 환어(還御)하였다.",
                "hj": "○己卯/上詣景祐宮展拜, 大王大妃殿王大妃殿中宮殿, 同詣展拜, 遂還御昌德宮。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "[The King] bestowed an armrest and cane upon Great Lord of Pungeuncheon , and then bestowed royal wine upon the high-ranking official and the ninth-ranking official . [The King] ordered that the high-ranking official and the second-ranking official [of the State Council and Privy Council] and the ninth-ranking official [of the State Council and Privy Council] participate in the banquet, and that [the music be played] for the first-ranking official. This was because [the music was played for] the 기사 of the Royal Confucian Academy this year.",
                "H2KE-nKo": "경진년에 풍은부원군에게 궤장을 하사하였다. 이어 선온하고 시원임 대신과 구경에게 참석하라고 명하였는데, 일등악을 거행하였기 때문이다. 올해 기로소에 들어갔기 때문이다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 19일(경진) 1번째기사",
                "gt-oKo": "풍은 부원군(豐恩府院君)에게 궤장(几杖)을 내리고 이어서 선온(宣醞)하였으며, 시임(時任)·원임(原任) 대신(大臣)과 구경(九卿)에게 명하여 진참(進參)하게 하고 일등악(一等樂)으로 거행하라 하니, 올해로 기사(耆社)에 들었기 때문이었다.",
                "hj": "○庚辰/賜豐恩府院君几杖, 仍宣醞, 命時、原任大臣九卿進參, 以一等樂擧行, 以今年入耆社也。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Jo Yonghwa as the Office of the Inspector General .",
                "H2KE-nKo": "조용화를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 22일(계미) 1번째기사",
                "gt-oKo": "조용화(趙容和)를 사헌부 대사헌으로 삼았다.",
                "hj": "○癸未/以趙容和爲司憲府大司憲。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] held the Spring Funeral Protectionaries at Injeong Hall in 병술 year (. The lecture reached Song Gyeomsu , the first lecture, and the first lecture reached Bak Seungsu , the first lecture, the second lecture, and the first lecture, the second lecture, the first lecture, and the first lecture, the second lecture, and the first lecture, the third lecture, and the first lecture, the fifteenth lecture, the first lecture,",
                "H2KE-nKo": "인정전에서 병술년 춘도기를 설행하였다. 강에서 수석을 차지한 송겸수와 제술 전문에서 수석을 차지한 박승수에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 25일(병술) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 춘도기(春到記)를 설행(設行)하였다. 강(講)에 으뜸을 차지한 송겸수(宋謙洙)와 제술(製述) 전(箋)에 으뜸을 차지한 박승수(朴昇壽)를 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丙戌/設春到記于仁政殿, 講居首宋謙洙, 製述箋居首朴昇壽, 竝直赴殿試。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Chief State Councilor Kwon Donin reported as follows: The law has already been strictly established for killing criminals for killing, and the date has been established for the time being. Therefore, the date of the Hall of Worthies cannot be carried out. However, the former Minister of Punishments Kim Mi , who stood in this ministry on the day when the date of the criminals gathered and interrogated, Jeong Yakseong , who struck the criminals and died suddenly. Although the crime of the prisoners has already been judged, the date of the husing of the date of the",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 영의정 권돈인이 아뢰기를,“살옥 죄인을 신추하는 것은 법의 취지가 지극히 엄하고 일차도 이미 원래 정해져 있어서 단당(單堂 형조 판서)이 거행할 수 없습니다. 그런데 전 형조 판서 김협은 지난번 본조의 좌기 때 회추 죄인 정쾌성을 엄히 형신하여 지레 죽게 했다고 합니다. 해당 죄수가 범한 죄가 비록 단안이 이미 갖추어졌다고는 하지만, 이미 동추한 일차도 아니고 또 차당의 회좌도 없었습니다. 그런데 여러 죄수 중에 정가 한 사람을 끄집어내어 형신하여 죽게까지 하였으니, 이는 법례를 어긴 것이고 뒷날의 폐단에도 관계됩니다. 책임을 물어 파직하는 법을 시행하소서.”하니, 전교하기를,“어찌 파직으로 그칠 수 있겠는가. 너무도 놀랍다. 책임을 물어 삭직하는 법을 시행하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 26일(정해) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 영의정 권돈인(權敦仁)이 아뢰기를, “살옥(殺獄)의 죄인을 신추(訊推)하는 것은 법의(法意)가 매우 엄하여, 일차(日次)에 본디 정해진 것이 있습니다. 따라서 한 당상(堂上)으로는 거행하지 못하는데, 전 추판(秋判) 김영(金煐)은 접때 본조(本曹)의 좌기(坐起)하는 날에 회추(會推)하는 죄인 정쾌성(鄭快成)을 엄히 형신(刑訊)하여 지레 죽게 되었다 합니다. 그 죄수가 범한 것은 단안(斷案)에 이미 갖추어졌다 하더라도 동추(同推)할 일차가 아니고 차당(次堂)의 회좌도 없는데, 뭇 죄수 가운데에서 정가 하나를 뽑아내어 형신해서 죽게 하였으니, 법례(法例)에 어긋나고 뒷 폐단에도 관계됩니다. 견파(譴罷)하는 법을 시행하소서.” 하니, 하교하기를, “어찌 파직(罷職)하고 말 수 있겠는가? 매우 놀라우니, 견삭(譴削)으로 시행하라.” 하였다.",
                "hj": "○丁亥/上御熙政堂, 引見大臣備局堂上。 領議政權敦仁啓言: “殺獄罪人訊推, 法意至嚴, 日次旣有原定。 單堂不得擧行, 而前秋判金煐, 頃於本曹坐起日, 會推罪人鄭快成, 嚴加刑訊, 至於徑斃云。 該囚所犯, 雖曰斷案已具, 旣非同推之日次, 又無次堂之會坐, 而衆囚之中, 拈一鄭哥, 刑訊至死, 有違法例, 亦關後弊, 請施譴罷之典。” 敎曰: “豈可罷職而止? 萬萬可駭, 施以譴削。”"
            },
            "2": {
                "H2KE-EN": "The King held a congratulatory successful candidates in the State Council . The congratulatory successful candidates were 3점을, including Kwon Chan , Yu Chisung , Bak Sinseon , Hong Geon , Hong Jajung , Kim Yeongsu , Kim Ikjin , Jeong Junyong , Yun Chihyeon , Jo Jongjun , Kim Segyun , Yi삼hyeon , Kim Gyeonghyeon , Jo Wonyeong , Yu Jinhan , Yu Chiseon , Eom Seokjeong , Yi Gyoyeong , Bak Yeongbo , Jeong Ikjo , Yu An , Sim Huisun , and Hong Huijong .",
                "H2KE-nKo": "도당 회권을 행하였다. 3점을 받은 사람은 권혐, 유치숭, 박제선, 홍우건, 홍재중, 김영수, 김익진, 정준용, 윤치현, 조병준, 김세균, 이삼현, 김경현, 조원영, 유진한, 유치선, 엄석정, 이교영, 박영보, 정익조, 유안, 심희순, 홍희종이다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 26일(정해) 2번째기사",
                "gt-oKo": "도당 회권(都堂會圈)을 행하였다. 3점(點)을 얻은 권혐(權馦)·유치숭(兪致崇)·박제선(朴齊璿)·홍우건(洪祐健)·홍재중(洪在重)·김영수(金英秀)·김익진(金翊鎭)·정준용(鄭駿容)·윤치현(尹致賢)·조병준(趙秉駿)·김세균(金世均)·이삼현(李參鉉)·김경현(金敬鉉)·조원영(趙遠永)·유진한(柳進翰)·유치선(兪致善)·엄석정(嚴錫鼎)·이교영(李敎英)·박영보(朴永輔)·정익조(鄭翊朝)·유안(柳晏)·심희순(沈熙淳)·홍희종(洪羲宗) 23인을 뽑았다.",
                "hj": "○行都堂會圈, 三點, 權馦、兪致崇、朴齊璿、洪祐健、洪在重、金英秀、金翊鎭、鄭駿容、尹致賢、趙秉駿、金世均、李叅鉉、金敬鉉、趙遠永、柳進翰、兪致善、嚴錫鼎、李敎英、朴永輔、鄭翊朝、柳晏、沈熙淳、洪羲宗, 取二十三人。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Mokyeon as deputy magistrate of Hanseong Magistracy and Yu Gisang as 총융사 .",
                "H2KE-nKo": "이목연을 한성부 판윤으로, 유기상을 총융사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 26일(정해) 3번째기사",
                "gt-oKo": "이목연(李穆淵)을 한성부 판윤(漢城府判尹)으로, 유기상(柳基常)을 총융사(摠戎使)로 삼았다.",
                "hj": "○以李穆淵爲漢城府判尹, 柳基常爲摠戎使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On muja day, the King went to Changdeok Palace , Yeonhoe Palace , and Seonhui Palace to pay a visit. The Queen Mother and the Queen together went to pay a visit to pay a visit.",
                "H2KE-nKo": "주상이 육상궁, 연호궁, 선희궁에 나아가 전배하였다. 왕대비전과 중궁전도 함께 나아가 전배하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 27일(무자) 1번째기사",
                "gt-oKo": "임금이 육상궁(毓祥宮)·연호궁(延祜宮)·선희궁(宣禧宮)에 나아가 전배(展拜)하였다. 왕대비전(王大妃殿)·중궁전(中宮殿)도 같이 나아가 전배하였다.",
                "hj": "○戊子/上詣毓祥宮、延祜宮、宣禧宮、展拜, 王大妃殿中宮殿, 同詣展拜。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gichuk day, the King proceeded to Junghu Hall in the gichuk year (, and summoned the three imperial envoys who had returned from China.",
                "H2KE-nKo": "기축년에 주상이 중희당에 나아가 돌아온 주청사 세 사신을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 28일(기축) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 돌아온 주청 삼 사신(奏請三使臣)을 소견(召見)하였다.",
                "hj": "○己丑/上御重熙堂, 召見回還奏請三使臣。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gapja day, the King proceeded to Geunjeong Hall and held the third-day state sacrifice . Ten men, including Jo Seokwon , were all directed to take the second-stage civil service examination.",
                "H2KE-nKo": "갑자년에 주상이 숭정전에 나아가 삼일제를 행하여 조석원 등 10인에게 모두 회시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 3일(갑자) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 삼일제(三日製)를 행하였다. 조석원(曹錫元) 등 10인에게 모두 직부 회시(直赴會試)하게 하였다.",
                "hj": "○甲子/上御崇政殿, 行三日製, 曺錫元等十人, 竝直赴會試。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King paid a visit to the Royal Tomb of Queen Sinui and the Royal Tomb of Queen Jeongan and offered a cup of wine to him.",
                "H2KE-nKo": "정묘년에 주상이 수릉과 정릉에 전배하고 작헌례를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 6일(정묘) 1번째기사",
                "gt-oKo": "임금이 수릉(綬陵)·정릉(貞陵)에 전배(展拜)하고 작헌례(酌獻禮)를 행하였다.",
                "hj": "○丁卯/上展拜于綏陵、貞陵, 行酌獻禮。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On muja day, at the Royal Tomb of King Jeongjong and the Royal Tomb of Queen Sinui , the ritual manager Song Neunghyu , the senior supplicant [of the Office of Ritual Procedures] Yi Hyeongong , and the ritual manager of the Office of Ritual Procedures Yi Sijae were all promoted.",
                "H2KE-nKo": "무진년 정릉과 수릉에 친히 제사 지낼 때의 집례 송능규, 대축 이현공, 예방 승지 이시재에게 모두 가자하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 7일(무진) 1번째기사",
                "gt-oKo": "정릉·수릉의 친제(親祭) 때의 집례(執禮) 송능규(宋能圭)·대축 이현공(李玄功)·예방 승지(禮房承旨) 이시재(李時在)에게 모두 가자(加資)하였다.",
                "hj": "○戊辰/貞陵、綏陵親祭時, 執禮宋能圭, 大祝李玄功, 禮房承旨李時在, 竝加資。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King appointed Kwon Yonggyeong as third minister of personnel .",
                "H2KE-nKo": "권용경을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 3월 9일(경오) 1번째기사",
                "gt-oKo": "권용경(權用經)을 이조 참의로 삼았다.",
                "hj": "○庚午/以權用經爲吏曹參議。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, a solar eclipse occurred on the sun. A solar eclipse occurred on the ground.",
                "H2KE-nKo": "일식이 있었는데 지하에서 일식이 있었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 1일(신묘) 1번째기사",
                "gt-oKo": "해에 일식이 있었는데, 일식은 지하(地下)에 있었다.",
                "hj": "○辛卯/日有食之, 食在地下。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Injeong Hall and held the celebratory rite at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 태묘 하향 대제의 서계를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 1일(신묘) 2번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 태묘 하향(太廟夏享)의 서계(誓戒)를 행하였다.",
                "hj": "○上御仁政殿月臺, 行太廟夏享誓戒。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 successful candidates for the state examination in gyeongja year (1400, the fifth year of King Taejos reign and held the successful candidates for the state examination in successful candidates. The successful candidates for the state examination in gyeongja year (14000, the fifth year of King Taejos reign and for the state examination in successful candidates for the state examination in successful candidates. The successful candidates for the state examination in gyeongja year (1400, the fourth year of King Taejongs reign and for the state examination in successful candidates for the state examination in successful candidates. The successful candidates for the state examination in successful candidates.",
                "H2KE-nKo": "주상이 춘당대에 나아가 경과 정시 문무과 전시를 행하였다. 문과에서는 정창협 등 14인을 뽑고 무과에서는 임익상 등 400인을 뽑았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 10일(경자) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 경과(慶科)인 정시 문과 무과(庭試文科武科)의 전시(殿試)를 행하였다. 문과에 정창협(丁昌夾) 등 14인을 뽑고, 무과에 임익상(林翼相) 등 4백 인을 뽑았다.",
                "hj": "○庚子/上御春塘臺, 行慶科庭試, 文武科殿試, 文取丁昌夾等十四人, 武取林翼相等四百人。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On jeongmi day, a lunar eclipse occurred.",
                "H2KE-nKo": "정미년 개기 월식이 있었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 17일(정미) 1번째기사",
                "gt-oKo": "개기 월식(皆旣月蝕)이 있었다.",
                "hj": "○丁未/月食旣。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Mohwa Guesthouse to receive the imperial edict.",
                "H2KE-nKo": "주상이 모화관에 나아가 칙사를 맞이하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 17일(정미) 2번째기사",
                "gt-oKo": "임금이 모화관(慕華館)에 나아가 영칙(迎勅)하였다.",
                "hj": "○上詣慕華館迎勑。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On musin day, the King proceeded to the guesthouse where he received the imperial envoys and performed a tea ceremony.",
                "H2KE-nKo": "무신년에 주상이 관소에 나아가 칙사를 접견하고 다례를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 18일(무신) 1번째기사",
                "gt-oKo": "임금이 관소(館所)에 나아가 칙사(勅使)를 접견(接見)하고 다례(茶禮)를 행하였다.",
                "hj": "○戊申/上詣館所, 接見勑使, 行茶禮。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall in giyu year (, received the new passers of the civil and military service examinations for the royal benevolence.",
                "H2KE-nKo": "주상이 중희당에 나아가 문과와 무과 신은의 사은을 받았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 19일(기유) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 문과·무과 신은(文科武科新恩)의 사은(謝恩)을 받았다.",
                "hj": "○己酉/上御重熙堂, 受文武科新恩謝恩。"
            },
            "2": {
                "H2KE-EN": "[The King] issued a royal order to compile a compilation director of the Office of State Records . [The King] issued a royal order: Now that the new passers of the state examination are to be passed the civil service examination, I am deeply regretful. The spirit tablets of Great Lord of Deokan shall be sent to the left royal secretary to grant a memorial service. [The King] also issued a royal order, which stated, Grand Prince Yangnyeong and Great Lord of Pung , all have passed the civil service examinations. [I] cannot bestow a royal favor upon them. [The King] also sent a royal secretary to grant a memorial service.",
                "H2KE-nKo": "중비로 조병기를 수찬으로 삼았다. 전교하기를,“지금 신은을 방방하는 때를 맞아 내 마음에 추모하는 감회가 더욱 많다. 덕안부인의 사판에 좌승지를 보내 치제하게 하라.”하였다. 또 전교하기를,“양녕 대군과 풍릉부원군의 사손이 모두 과거에 급제하였으니 뜻을 보이는 조치가 없어서는 안 된다. 모두 승지를 보내 치제하게 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 19일(기유) 2번째기사",
                "gt-oKo": "중비(中批)로 조병기(趙秉夔)를 수찬(修撰)으로 삼았다. 하교하기를, “이제 신은(新恩)의 방방(放榜)을 당하니, 내 마음에 추감(追感)이 더욱 많다. 덕안 부부인(德安府夫人)의 사판(祠版)에 좌승지(左承旨)를 보내어 치제(致祭)하라.” 하고, 또 하교하기를, “양녕 대군(讓寧大君)·풍릉 부원군(豐陵府院君)의 사손(祀孫)이 다 등제(登第)하였는데, 뜻을 보이는 일이 없을 수 없으니, 모두 승지를 보내어 치제하라.” 하였다.",
                "hj": "○中批, 以趙秉夔爲修撰。 敎曰: “今當新恩放榜, 予心益多追感, 德安府夫人祠版, 遣左承旨致祭。” 又敎曰: “讓寧大君、豐陵府院君祀孫, 皆登第矣, 不可無示意之擧, 竝遣承旨致祭。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Jeongsin as second minister of personnel and Seo Yeongsun as governor of Gangwon Province . ",
                "H2KE-nKo": "이정신을 이조 참판으로, 서영순을 강원도 관찰사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 19일(기유) 3번째기사",
                "gt-oKo": "이정신(李鼎臣)을 이조 참판으로, 서영순(徐英淳)을 강원도 관찰사로 삼았다.",
                "hj": "○以李鼎臣爲吏曹參判, 徐英淳爲江原道觀察使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to Mohwa Guesthouse and held a farewell banquet for the imperial envoys.",
                "H2KE-nKo": "경술년에 주상이 모화관에 나아가 칙사를 전송하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 20일(경술) 1번째기사",
                "gt-oKo": "임금이 모화관(慕華館)에 나아가 칙사(勅使)를 송별하였다.",
                "hj": "○庚戌/上詣慕華館, 送勑使。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Chief State Councilor Kwon Donin reported, Kim Sukja was pure-minded and faithful by nature. He succeededed to the functionary of the Bureau of Livestock Breeding and reported to the throne as well as the source of yin and yang. The source of the foundation of his accomplishments in both Confucian sages were explained in detail. However, during the reign of King Jeongjong , he was specially ordered to perform a sacrificial rite in order to praise his praise. Therefore, he should not be revised until the matter has been revised. However, because he was a senior minister , he was a conferral of honor and was a conferral of ",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 영의정 권돈인이 아뢰기를,“김숙자는 학문이 순정하고 실천이 독실하여 포야에게 적통을 물려받고 훤두에게 계건하였으니, 그 연원이 진실하다는 것은 선현의 논설이 모두 갖추어져 있습니다. 그런데 정묘조에 특별히 명하여 제사 지내 주게 하고 그 포가를 갖추었으니, 지금 다시 천명할 필요가 없습니다. 그러나 정경의 직함은 곧 추증하는 의례적인 증직인데도 시호를 받지 못하였으니, 많은 선비들이 억울해하는 것이 괴이할 것이 없습니다. 김숙자를 유현의 예로 이조 판서 겸 좨주로 고쳐 추증하고, 이어 시호를 내리는 은전을 시행한다면 덕을 숭상하고 현인을 본받는 성조의 정사에 빛이 날 듯합니다.”하니, 그대로 따랐다. 또 아뢰기를,“근래 여염과 저자에서 불을 지르고 훔치는 폐단에 대해 포도청으로 하여금 기찰하게 하였습니다. 과연 7, 8명이 체포되어 조사받게 되었는데, 그중 천호손과 이윤극 두 놈은 불을 지르고 훔쳤다고 일일이 자백하였습니다. 청평하고 무사한 때에 해마다 풍년이 들어 흉년이 들지 않은 해에 이와 같은 난민이 감히 도성에서 이와 같은 변괴를 저지른단 말입니까. 천호손과 이윤극을 영문에 넘겨 효수하여 대중을 경계하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 25일(을묘) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 영의정 권돈인(權敦仁)이 아뢰기를, “김숙자(金叔滋)는 학문이 순정(純正)하고 천리(踐履)가 독실(篤實)하며 포야(圃冶)에게서 적전(嫡傳)하고 훤두(暄蠹)에게 계건(啓鍵)하였으므로 연원(淵源)이 참된 것은 선현(先賢)의 논설이 갖추어 있고 정묘(正廟) 때에 특별히 명하여 제사하게 하여 그 포가(褒嘉)를 갖추었으니 이제 다시 밝힐 것이 없습니다마는, 그 정경(正卿)의 직함은 곧 추영(追榮)하는 예증(例贈)인데 사시(賜諡)를 받지 못한 것은 많은 선비들이 억울하게 여기는 것이 괴이할 것이 없습니다. 김숙자에게 유현(儒賢)의 예(例)에 따라 이조 판서 겸 좨주(吏曹判書兼祭酒)로 개증(改贈)하고 이어서 절혜(節惠)의 은전을 베풀면 성조(聖朝)에서 덕을 숭상하고 어진이를 본받는 정사에 빛이 있을 것입니다.” 하니, 그대로 따랐다. 또 아뢰기를, “근래 여염·시전(市廛)에서 불지르고 훔치는 폐해를 포청(捕廳)을 시켜 기찰(譏察)하게 하였습니다. 과연 일여덟 놈이 잡혀서 사구(査究)하였더니, 그 가운데에서 천호손(千好孫)·이윤극(李潤極) 두 놈은 불지르고 훔친 것을 낱낱이 불었습니다. 청명하고 화평하여 일이 없는 때이고 해마다 잇달아 풍년이 들어 굶주리지 않는 해에 이러한 난민(亂民)이 있어 감히 서울에서 이러한 변괴를 행할 수 있습니까? 천호손·이윤극을 영문(營門)에 내어 주어 효수(梟首)하여 뭇사람을 경계하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○乙卯/上御熙政堂, 引見大臣備局堂上。 領議政權敦仁啓言: “金叔滋學問純正, 踐履篤實, 嫡傳於圃冶, 啓鍵於暄蠧, 淵源之眞的, 具有先賢之論說, 而正廟朝, 特命俎豆, 備其褒嘉, 則今不待更事闡明, 而以其正卿之銜, 卽是追榮之例贈, 未得蒙賜謚者, 無怪多士之抑鬱。 金叔滋, 以儒賢例, 改贈吏判兼祭酒, 仍施節惠之典, 似有光於聖朝崇德象賢之政。” 從之。 又啓言: “近來閭閻市廛間, 衝火偸竊之弊, 使捕廳譏詷矣。 果有七八漢, 就捕査究, 則其中千好孫、李潤極兩漢, 衝火偸竊, 一一輸款矣。 淸平無事之時, 連豐不饑之年, 乃有如此亂民, 敢行如此變怪於輦轂之下乎? 千好孫、李潤極, 出付營門, 梟首警衆。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Dusun , Hong Jache철 , Jo 학nyeon , and others to senior ministers . The King appointed Oh Chonseon , Jo Hyeongbok , Kim Sugeun , Yun Chijeong , and Nam 헌교를 second ministers . ",
                "H2KE-nKo": "조두순, 홍재철, 조학년을 정경에 발탁하고, 오취선, 조형복, 김수근, 윤치정, 남헌교를 아경에 발탁하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 25일(을묘) 2번째기사",
                "gt-oKo": "조두순(趙斗淳)·홍재철(洪在喆)·조학년(趙鶴年)을 발탁하여 정경(正卿)으로 삼고, 오취선(吳取善)·조형복(趙亨復)·김수근(金洙根)·윤치정(尹致定)·남헌교(南獻敎)를 발탁하여 아경(亞卿)으로 삼았다.",
                "hj": "○擢趙斗淳、洪在喆、趙鶴年、爲正卿, 吳取善、趙亨復、金洙根、尹致定、南獻敎爲亞卿。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi응sik as section chief of the Left [Gyeongsang] Prefecture .",
                "H2KE-nKo": "이응식을 좌변포도대장으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 25일(을묘) 3번째기사",
                "gt-oKo": "이응식(李應植)을 좌변 포도 대장(左邊捕盜大將)으로 삼았다.",
                "hj": "○以李應植爲左邊捕盜大將。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 26일(병진) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○丙辰/召對于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 27일(정사) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丁巳/召對于熙政堂。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "[The King] received the officials in the morning court assembly at the Royal Confucian Academy .",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 28일(무오) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊午/召對于熙政堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinmi day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 29일(기미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○己未/召對于熙政堂。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 경신년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 30일(경신) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○庚申/召對于熙政堂。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to the Royal Ancestral Shrine and participated in the memorial service.",
                "H2KE-nKo": "정유년에 주상이 태묘에 나아가 재숙하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 7일(정유) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 재숙(齋宿)하였다.",
                "hj": "○丁酉/上詣太廟齋宿。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King performed the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "무술년에 태묘에서 하향 대제를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 8일(무술) 1번째기사",
                "gt-oKo": "태묘 하향(太廟夏享)을 행하였다.",
                "hj": "○戊戌/行太廟夏享。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King appointed Min Chiseong as the Office of the Inspector General .",
                "H2KE-nKo": "민치성을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 4월 9일(기해) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로 삼았다.",
                "hj": "○己亥/以閔致成爲司憲府大司憲。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전에 나아가 경모궁의 하향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 1일(신유) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 경모궁(景慕宮)의 하향(夏享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○辛酉/上詣仁政殿, 親傳景慕宮夏享香祝。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyeongo day, [the King] received the officials in the morning court assembly at Junghoe Pavilion in the gyeongo year (.",
                "H2KE-nKo": "중희당에서 경오년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 10일(경오) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○庚午/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed relief aid upon the families of Pyeongyang and Imsil . [The King] issued a royal order, which stated, The report of the people of Gyeonggi [Province] has already been issued. However, [the households] nearly two hundred households are burned simultaneously, which is even more extremely surprisonious. Although there is a single survey, the governor should examine the previous precedents and add a special 조처 to prevent even one person from surrendering and lost his place of location. [The governor] should immediately prepare a detailed report to the throne and inform the State Council of the ministries of this.",
                "H2KE-nKo": "평양과 임실의 불탄 가호에 휼전을 베풀었다. 전교하기를,“기민이 재해를 입었다는 보고에 대해 방금 판하하였는데, 200호 가까이 일시에 연소되었으니 더욱 놀랍고 참혹하다. 원래의 별휼전이 있기는 하지만 그 밖에 안착시킬 방도에 대해서는 도신으로 하여금 전례를 참고하여 각별히 조처하게 해서 한 명의 백성이라도 살 곳을 잃고 떠돌아다닌다는 탄식이 없게 하라. 이어 즉시 별도로 갖추어 보고하도록 묘당에서 말을 잘 만들어 통지하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 10일(경오) 2번째기사",
                "gt-oKo": "평양(平壤)·임실(任實)의 불탄 집에 휼전(恤典)을 내렸다. 하교하기를, “기민(箕民)이 재해를 입은 것을 아뢴 데에 대해 이제 막 판하(判下)하였다마는, 근 2백 호(戶)가 한꺼번에 연소(延燒)하였으니, 더욱 매우 놀랍고 슬프다. 원휼전(元恤典)·별휼전(別恤典)이 있더라도 그 밖의 안정시킬 방도를 도신(道臣)을 시켜 전례를 참고하여 각별히 더 조처하여 한 백성이라도 떠돌아 있을 곳을 잃는 한탄이 없도록 하고 이어서 곧 연유를 갖추어 아뢰게 하라. 묘당(廟堂)에서 조사(措辭)하여 알리라.” 하였다.",
                "hj": "○給平壤、任實燒戶, 恤典。 敎曰: “箕民被災之啓, 才已判下, 而近二百戶之一時延燒, 尤極驚慘。 雖有元別恤典, 其外奠接之方, 令道臣, 參考已例, 另加措處, 俾無一民棲遑失所之歎, 仍卽別具登聞, 自廟堂, 措辭知委。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyeyu day, the first day of the month, a royal retinue was held at Injeong Hall for the first time of the gyeyu year (. The King selected Yi Seunggyu , Yi Seungik , Hong Umyeong , and Kim Hongun .",
                "H2KE-nKo": "인정전에서 한림 소시를 행하여 이승규, 이승익, 홍우명, 김병운을 뽑았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 13일(계유) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 한림 소시(翰林召試)를 행하였다. 이승규(李承圭)·이승익(李承益)·홍우명(洪祐命)·김병운(金炳雲)을 뽑았다.",
                "hj": "○癸酉/行翰林召試于仁政殿, 取李承圭、李承益、洪祐命、金炳雲。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Junghoe Pavilion in the gapjin year (.",
                "H2KE-nKo": "중희당에서 갑술년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 14일(갑술) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○甲戌/召對于重熙堂。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Hong Jacheol was appointed magistrate of Hanseong Magistracy , and Yu Changgeun as navy subarea commander of Left Jeolla Province .",
                "H2KE-nKo": "병자년에 홍재철을 한성부 판윤으로, 유창근을 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 16일(병자) 1번째기사",
                "gt-oKo": "홍재철(洪在喆)을 한성부 판윤으로, 유창근(柳昌根)을 전라좌도 수군 절도사로 삼았다.",
                "hj": "○丙子/以洪在喆爲漢城府判尹, 柳昌根爲全羅左道水軍節度使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On muin day, the Ministry of War reported to the King as follows: The Office of the Inspector General takes charge of dismissing dismisal from his office at home is a law prohibition. However, Fourth Inspector [of the Office of the Inspector General] Choe Japung , having said that he had exposed a rumor, many dismissed dismisal from his office and inflicted on the villages. Your subjects request that he be dismissed from his office. The King issued a royal directive, which stated, There is no greater genuine disaster than this. He cannot only cause trouble to the Office of the Inspector General , which should not be punished for his dismissal.",
                "H2KE-nKo": "비변사가 아뢰기를,“사헌부의 대간이 집에 있으면서 출패하는 것은 본래 법으로 금지하고 있는데, 지평 최재엽은 풍문을 듣고 패례를 많이 내보내 마을을 침탈하였습니다. 책임을 물어 파직하소서.”하니, 전교하기를,“놀랍고 놀라운 일치고 이보다 더 심한 것은 없다. 대각에만 문제를 일으킨 것으로만 말할 수 없으니, 정배하는 법을 시행하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 18일(무인) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “헌대(憲臺)가 집에서 출패(出牌)하는 것은 본디 법금(法禁)이 있는데, 지평(持平) 최재엽(崔在燁)은 풍문(風聞)이라 하여 패례(牌隷)를 많이 내어 여리(閭里)를 침탈하였으니, 견파(譴罷)하소서.” 하니, 하교하기를, “일이 놀랍고 한탄스럽기가 이보다 심할 수 없다. 대각(臺閣)에 치욕을 끼쳤다고만 말할 수 없으니, 정배(定配)하는 법을 시행하라.” 하였다.",
                "hj": "○戊寅/備局啓言: “憲臺之在家出牌, 自是法禁, 而持平崔在燁, 謂以風聞, 多出牌隷, 侵漁閭里, 請譴罷。” 敎曰: “事之駭惋, 莫此爲甚。 不可但以貽臺閣言, 施以定配之典。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinmyo day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy . ",
                "H2KE-nKo": "희정당에서 기묘년의 추등 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 19일(기묘) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○己卯/召對于熙政堂。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 2일(임술) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○壬戌/召對于重熙堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Hong Hakyeon as the inspector general of the Office of the Inspector General and Kim Gyeong as the Office of the Censor General .",
                "H2KE-nKo": "경진년에 홍학연을 사헌부 대사헌으로, 김위를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 20일(경진) 1번째기사",
                "gt-oKo": "홍학연(洪學淵)을 사헌부 대사헌으로, 김필(金)을 사간원 대사간으로 삼았다.",
                "hj": "○庚辰/以洪學淵爲司憲府大司憲, 金爲司諫院大司諫。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyehae day, the King received the officials in the morning court assembly at Junghoe Pavilion in the gyehae year (.",
                "H2KE-nKo": "중희당에서 차대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 3일(계해) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○癸亥/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "Jo Haknyeon was appointed minister of rites , and Jo Dusun was appointed minister of works .",
                "H2KE-nKo": "조학년을 예조 판서로, 조두순을 공조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 3일(계해) 2번째기사",
                "gt-oKo": "조학년(趙鶴年)을 예조 판서로, 조두순(趙斗淳)을 공조 판서로 삼았다.",
                "hj": "○以趙鶴年爲禮曹判書, 趙斗淳爲工曹判書。"
            },
            "3": {
                "H2KE-EN": "봉조하 Kim Iyang died. The King ordered that Kim Iyang be specially conferred as director of the Office of Royal Decrees .",
                "H2KE-nKo": "봉조하 김이양이 졸하였다. 영중추부사를 특별히 추증하라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 3일(계해) 3번째기사",
                "gt-oKo": "봉조하(奉朝賀) 김이양(金履陽)이 졸(卒)하였다. 특별히 영중추부사(領中樞府事)를 추증하라고 명하였다.",
                "hj": "○奉朝賀金履陽卒。 命特贈領中樞府事。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On mujin day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 8일(무진) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○戊辰/召對于重熙堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinsa day, [the King] received the officials in the morning court assembly at Junghu Hall in the gisa year (.",
                "H2KE-nKo": "중희당에서 기사년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 5월 9일(기사) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○己巳/召對于重熙堂。"
            }
        }
    },
    "06": {
        "15": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, the King proceeded to the main hall of governance and received the officials of the senior third rank or above in audience.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 15일(을사) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○乙巳/上御熙政堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "Kim Giman was appointed second minister of personnel , Jo Yonghwa was appointed deputy magistrate of Hanseong Magistracy , and Yi Gyeongsun was appointed army commander of Right Gyeongsang Province .",
                "H2KE-nKo": "김기만을 이조 참판으로, 조용화를 한성부 판윤으로, 이경순을 경상우도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 15일(을사) 2번째기사",
                "gt-oKo": "김기만(金箕晩)을 이조 참판으로, 조용화(趙容和)를 한성부 판윤으로, 이경순(李景純)을 경상우도 병마 절도사로 삼았다.",
                "hj": "○以金箕晩爲吏曹參判, 趙容和爲漢城府判尹。 李景純爲慶尙右道兵馬節度使。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "As Kwon Don , Chief State Councilor in the imjin year (, [Kwon] Don , resigned from office and was granted permission.",
                "H2KE-nKo": "영의정 권돈인이 상소하여 재상의 직임을 사직하니, 허락하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 2일(임진) 1번째기사",
                "gt-oKo": "영의정 권돈인(權敦仁)이 상소하여 상직(相職)을 사퇴하니, 윤허하였다.",
                "hj": "○壬辰/領議政權敦仁, 疏辭相職, 許之。"
            },
            "2": {
                "H2KE-EN": "Hong Jacheol was appointed minister of punishments , Bak Gisu was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "홍재철을 형조 판서로, 박기수를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 2일(임진) 2번째기사",
                "gt-oKo": "홍재철(洪在喆)을 형조 판서로, 박기수(朴岐壽)를 한성부 판윤으로 삼았다.",
                "hj": "○以洪在喆爲刑曹判書, 朴岐壽爲漢城府判尹。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] ordered that the royal secretaries on night duty take official matters and attend the Royal Stables on the gyechuk day.",
                "H2KE-nKo": "좌직 승지에게 공사를 가지고 입시하라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 23일(계축) 1번째기사",
                "gt-oKo": "좌직(坐直)하는 승지(承旨)에게 명하여 공사(公事)를 가지고 입시(入侍)하게 하였다.",
                "hj": "○癸丑/命坐直承旨, 持公事入侍。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gau as the Office of the Inspector General , Kim Daegeun as the Office of the Censor General , Jeong Choe Jo as the Royal Confucian Academy , Yi헌gu as the Envoy for Expressing Gratitude for Imperial Benevolence , Yi Dongsun as the Vice Envoy , Yi Yuwon as the document official , and Jeong Taedong as the Army Commander of Right Gyeongsang Province . ",
                "H2KE-nKo": "을묘년 도목 정사를 행하였다. 하비하여 이가우를 사헌부 대사헌으로, 김대근을 사간원 대사간으로, 정최조를 성균관 대사성으로, 이헌구를 사은 겸 동지사로, 이동순을 부사로, 이유원을 서장관으로, 정태동을 경상우도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 25일(을묘) 1번째기사",
                "gt-oKo": "도정(都政)의 하비(下批)가 있었다. 이가우(李嘉愚)를 사헌부 대사헌으로, 김대근(金大根)을 사간원 대사간으로, 정최조(鄭㝡朝)를 성균관 대사성으로, 이헌구(李憲球)를 사은 겸 동지사(謝恩兼冬至使)로, 이동순(李同淳)을 부사(副使)로, 이유원(李裕元)을 서장관(書狀官)으로, 정태동(鄭泰東)을 경상우도 병마 절도사로 삼았다.",
                "hj": "○乙卯/都政下批, 以李嘉愚爲司憲府大司憲, 金大根爲司諫院大司諫, 鄭㝡朝爲成均館大司成, 李憲球爲謝恩兼冬至使, 李同淳爲副使, 李裕元爲書狀官, 鄭泰東爲慶尙右道兵馬節度使。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Gisun as deputy magistrate of Hanseong Magistracy and Hong Jik필을 좨주로 삼았다.",
                "H2KE-nKo": "중비로 서기순을 한성부 판윤으로, 홍직필을 성균관 좨주로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 25일(을묘) 2번째기사",
                "gt-oKo": "중비(中批)로 서기순(徐箕淳)을 한성부 판윤으로, 홍직필(洪直弼)을 성균관 좨주(成均館祭酒)로 삼았다.",
                "hj": "○中批, 以徐箕淳爲漢城府判尹, 洪直弼爲成均館祭酒。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghui Daoist Temple to summon local magistrates and frontier commanders who had entered government service for the first time.",
                "H2KE-nKo": "주상이 중희당에 나아가 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 26일(병진) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 수령(守令)·변장(邊將)으로 초사(初仕)하는 사람을 소견(召見)하였다.",
                "hj": "○丙辰/上御重熙堂, 召見守令邊將初仕人。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Min Chiseong , the Office of the Inspector General , and Yi Hyeonseo , the Office of the Censor General .",
                "H2KE-nKo": "민치성을 사헌부 대사헌으로, 이현서를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 28일(무오) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로, 이현서(李玄緖)를 사간원 대사간으로 삼았다.",
                "hj": "○戊午/以閔致成爲司憲府大司憲, 李玄緖爲司諫院大司諫。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gimi day, the King went to 희정당에 나아가 시임 대신과 원임 대신을 불러 보았다. They had an audience with the King. Supreme General of the Royal House Administration Jo Inyeong said, The prisoners of the 포도청 cannot but be reported to the King. Therefore, your subject dared to lead them in order to come and answer. However, your subject heard that the prisoners statements were similar to the confession of the crime were truly unprecedented by the world and wicked and deceitful. Though these people are ignorant, how could they have a sense of loyalty and treacherous heart? The draft of the 포도청 has now been issued. If Your Majesty reads it, it would be possible for the prisoners to deal with the crime? The King said, This is an unrecedented disase. Left State Councilor Kim Dohuhui reported, How can we delay the circumstances of the circumstances and the importances of the importances and the importance of the importances and the importance?",
                "H2KE-nKo": "주상이 희정당에 나아가 시원임 대신을 불러서 보았다. 청대하였기 때문이다. 영중추부사 조인영이 아뢰기를,“포청의 죄수 중에 주상께 여쭈지 않을 수 없는 자가 있어서 이에 감히 서로 이끌고 와서 대답하였습니다. 그런데 죄수의 공초를 대략 들어 보니, 참으로 천지 만고에 없던 패역하고 참혹한 무고였습니다. 이들이 비록 무식하다고는 하지만 진실로 조금이라도 양심이 있다면 어찌 이러한 변괴가 있겠습니까. 해청의 문안이 지금 대령하였으니, 만약 내려 주신다면 죄인들이 어떤 죄를 지었는지 알 수 있을 것입니다.”하니, 주상이 말하기를,“전고에 없던 변괴이다.”하였다. 좌의정 김도희가 아뢰기를,“국청을 설치하여 법대로 처형하는 것을 어찌 잠시라도 지체할 수 있겠습니까. 다만 지극히 흉악하고 참혹하여 차마 말할 수 없고 차마 들을 수 없는 말에 대해서는 실로 엄히 신문하여 공초를 받아 낼 방도가 없습니다. 그런데 신택이 고변한다고 하면서 두 조목의 흉악한 말을 견강부회하고 첨보하여 방자하게 글에 썼으니, 만번 죽이고 촌참하는 것도 오히려 대수롭지 않은 일에 속합니다. 우선 해당 영에 넘겨 효수하여 사람들을 경계하소서.김하의 두 딸은 지극히 미천한 부류이기는 하지만 또한 이성을 갖추고 있으니, 차마 들을 수 없고 차마 들을 수 없는 흉악한 무함과 패역한 말을 어찌 입으로 발설하여 사람들에게 전할 수 있겠습니까. 이것은 포도청에서 즉각 감단해야 합니다. 전봉록도 말을 전한 죄가 있으니, 형조로 넘겨 세 차례 엄히 형신한 뒤에 원악도에 정배하소서. 노계달은 별로 물을 만한 단서가 없으니 풀어 주라는 뜻으로 포청에 분부하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 29일(기미) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 시임(時任)·원임(原任) 대신(大臣)을 소견(召見)하니, 청대(請對)했기 때문이다. 영부사(領府事) 조인영(趙寅永)이 말하기를, “포청(捕廳)의 죄수 중에 품달(稟達)하지 않아서는 안될 자가 있으므로 감히 함께 와서 등대하였습니다. 대략 듣건대, 죄수가 공초(供招)한 것은 참으로 천지를 다하고 만고에 걸쳐 없던, 도리에 어그러지고 참혹한 거짓이라 합니다. 이들이 무지하다고는 하나 조금이라도 상심(常心)이 있다면 어찌 이러한 변괴가 있겠습니까? 해청(該廳)의 문안(文案)은 이미 대령하였으니, 하람(下覽)하시면 죄인들의 죄범(罪犯)이 어떠하다는 것을 아실 수 있을 것입니다.” 하니, 임금이 말하기를, “예전에 없던 변괴이다.” 하였다. 좌의정 김도희(金道喜)가 아뢰기를, “국문(鞫問)하여 법을 바루는 것을 어찌 잠시라도 지체할 수 있겠습니까마는, 그 지극히 흉악하고 지극히 참혹하여 차마 말할 수 없고 차마 들을 수 없는 말은 실로 엄히 물어 공초받을 길이 없으나, 신택(申澤)이 고변(告變)한다는 핑계로 두 가지 흉언(凶言)에 부회(附會)하고 덧보태어 방자하게 글에 쓴 것은 만 번 죽이고 마디마디 베어도 오히려 가벼우니, 우선 해영(該營)에 내어 주어 효수(梟首)하여 뭇사람을 경계하게 하소서. 김하(金河)의 두 딸은 지극히 미천한 무리일지라도 이성(彝性)을 갖추었다면 차마 말할 수 없고 차마 들을 수 없는 흉악한 거짓말과 도리에 어그러지는 말을 어떻게 입에서 내어 남에게 전할 수 있겠습니까? 이것은 포청에서 즉각 감단(勘斷)하고, 전봉록(全奉祿)도 말을 전파한 죄가 있으므로 추조(秋曹)에 내어 주어 세 차례 엄히 형신(刑訊)한 뒤에 멀고 거친 섬에 정배(定配)하고, 노계달(盧啓達)은 별로 물을 만한 단서가 없으므로 놓아 보내라는 뜻으로 포청에 분부하소서.” 하니, 그대로 따랐다.",
                "hj": "○己未/上御熙政堂, 召見時、原任大臣, 請對也。 領府事趙寅永曰: “有捕廳罪囚之不可不稟達者, 玆敢相率來對。 而略聞罪囚所供, 則眞是窮天地亘萬古所未有之悖逆憯誣也。 此輩雖曰無知, 苟有一分彝心, 寧有此等變怪乎? 該廳文案, 今已待令, 若賜下覽, 庶可得諸罪人罪犯之如何矣。” 上曰: “前古所無之變也。” 左議政金道喜啓言: “設鞫正法, 豈容晷刻遲滯? 但其至凶至憯不忍言不忍聞之說, 實無嚴問取招之道, 而申澤之稱以告變, 兩條凶言, 傅會添補, 肆然筆之於書者, 萬戮寸斬, 猶屬歇后, 爲先出付該營, 梟首警衆。 金河兩女, 雖至微至賤之類, 亦具彝性, 則不忍言不忍聞凶誣悖逆之說, 何可發之於口, 而傳之於人乎? 此則自捕廳, 當刻勘斷, 全奉祿亦有傳說之罪, 出付秋曹, 嚴刑三次後, 遠惡島定配, 盧啓達, 別無可問之端, 放送之意, 請分付捕廳。” 從之。"
            },
            "2": {
                "H2KE-EN": "On this month, a soldier ship frequently frequent the seas of Heungheung in Jeolla Province and Jeju. [They] claimed that Daeyeongdang (Daegyeongdang Prefecture , where [they] arrived, [they] always erected a small boat on the island. [They] surrounded on the water and looked into the deep and length of the sea. [They] building a stone, covered the boat, and apprehended [the boat]. [They] build a three cheok of sappanwood, placed it on the printing blocks, and bowed four times. [They] bowed four times and performed the rite. The interpreter of the interpreter of Jeju sent an urgent message to inquire after [the boat]. [They] sailed two folding fans of the paintings of the Bureau of Livestock Breeding , and the surrounded on the northeast.",
                "H2KE-nKo": "이달에 이양선이 호남의 흥양과 제주의 바다에 출몰하며 스스로 대영국의 배라고 하면서 이르는 곳마다 섬 위에 번번이 흰색 작은 깃발을 세우고서 수승을 측정하고 바다의 깊이를 재며 돌을 쌓고 회를 발라서 그 방위를 표시하고 세 그루의 나무를 묶어서 그 위에 경판을 놓고 늘어서서서서 절하고 제사를 지냈다. 제주 역학 통사가 달려가서 문정하니, 이른바 녹명지 및 여러 나라의 지도와 선 2자루를 던지고 마침내 돛을 달고 동북쪽을 향해 갔다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 29일(기미) 2번째기사",
                "gt-oKo": "이달에 이양선(異樣船)이 호남(湖南) 흥양(興陽)과 제주(濟州)의 바다 가운데에 출몰 왕래하며 스스로 대영국(大英國)의 배라 하면서 이르는 섬마다 곧 희고 작은 기를 세우고 물을 재는 줄로 바다의 깊이를 재며 돌을 쌓고 회를 칠하여 그 방위(方位)를 표하고 세 그루의 나무를 묶어 그 위에 경판(鏡板)을 놓고 벌여 서서 절하고 제사를 지냈는데, 역학 통사(譯學通事)가 달려가서 사정을 물으니, 녹명지(錄名紙)라는 것과 여러 나라의 지도(地圖)와 종려선(棕櫚扇) 두 자루를 던지고는 드디어 돛을 펴고 동북으로 갔다.",
                "hj": "○是月, 異樣船, 出沒往來於湖南興陽及濟州海中, 自稱大英國船, 所到島嶼上, 輒豎白小旗, 以測水繩量海中淺深, 築石塗灰, 以標其方位, 結三株木, 置鏡板于其上, 羅拜行祭, 濟州譯學通事馳往問情, 則以所謂錄名紙及諸國地圖棕櫚扇二柄投之, 遂張帆向東北去。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On eulmi day, the King proceeded to Junghoe Pavilion to summon the royal secretary on night duty and attended the King at the hall of governance.",
                "H2KE-nKo": "을미년에 주상이 중희당에 나아가 좌직 승지를 불러서 보았다. 공사를 가지고 입시하였기 때문이다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 6월 5일(을미) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 좌직(坐直)하는 승지(承旨)를 소견(召見)하였다. 공사(公事)를 가지고 입시(入侍)한 것이다.",
                "hj": "○乙未/上御重熙堂, 召見坐直承旨, 持公事入侍也。"
            }
        }
    },
    "07": {
        "11": {
            "1": {
                "H2KE-EN": "Due to heavy floods in the northern outskirts of Cheongcheon in Pyeongan Province, more than 4,000 houses were swept away and more than 500 drowned.",
                "H2KE-nKo": "관서의 청천 이북 7개 고을에 큰물이 져서 떠내려갔거나 무너진 민가가 4000여 호이고 빠져 죽은 사람이 500여 인이었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 11일(경오) 1번째기사",
                "gt-oKo": "관서(關西)의 청천(淸川) 이북 일곱 고을에 큰물이 져서 떠내려가고 무너진 민가가 4천여 호이고 빠져 죽은 사람이 5백여 명이었다.",
                "hj": "○庚午/關西淸川以北七邑大水, 民家漂頹, 爲四千餘, 渰死爲五百餘。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The minister of war is outside the capital. Therefore, it is impossible to delay the regular performance evaluation of officials and the second minister of personnel . Have the second minister of personnel conduct state affairs.",
                "H2KE-nKo": "전교하기를,“병조 판서가 지방에 있으니 그동안의 정주를 지체할 수 없다. 아당이 정사를 행하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 12일(신미) 1번째기사",
                "gt-oKo": "하교하기를, “병판(兵判)이 외방에 있으니, 그 사이의 정주(政注)를 지체하여 기다릴 수 없 는 것이 있으면 아당(亞堂)이 정사를 행하라.” 하였다.",
                "hj": "○辛未/敎曰: “兵判在外, 其間政注, 有不可遲待, 亞堂行政。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gyeyu day, a royal directive stated, The flood damage has already been reported by the various jurisdiction of Cheongbuk . Considering that the situation in which the various jurisdiction of Cheongbuk had already been reported, [the jurisdiction of the jurisdiction [of the jurisdiction of",
                "H2KE-nKo": "전교하기를,“청북(淸北 청천강 이북) 여러 고을의 수재에 대해 도신의 장계에서 이미 보고된 것을 보면 물에 떠내려가거나 무너지고 물에 빠져 죽은 것이 이처럼 놀랍고 참혹하다. 더구나 살 곳을 잃고 방황하는 상황이 눈앞에 보이는 듯한데 더 말할 것이 있겠는가. 위유사를 묘당으로 하여금 가려 차임하게 하여 내일 하직 인사를 하게 하고, 신임 도백도 가까운 시일 내에 하직 인사를 하게 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 14일(계유) 1번째기사",
                "gt-oKo": "하교하기를, “청북(淸北) 여러 고을의 수재(水災)는 그 도에서 이미 아뢴 것을 보면 떠내려가고 무너지고 빠져 죽은 것이 이처럼 놀랍고 참혹하다. 하물며 살 곳을 잃고 분주하는 꼴이 눈앞에 보이는 듯한 것이겠는가? 위유사(慰諭使)를 묘당(廟堂)을 시켜 가려 차출하여 내일 하직하게 하고, 새 도백(道伯)도 되도록 빨리 사조(辭朝)하게 하라.” 하였다.",
                "hj": "○癸酉/敎曰: “淸北諸邑水災, 以道啓之已徹者觀之, 漂頹渰沒, 若是驚慘, 況其棲屑失所之狀, 如在目前乎? 慰諭使, 令廟堂擇差, 使之明日下直, 新道伯, 亦令從近辭朝。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Fifth Rank Military Officer Kim Gonghyeon as commissioner for refreshing the envoy .",
                "H2KE-nKo": "부의군 김공현을 위유사로 차하하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 14일(계유) 2번째기사",
                "gt-oKo": "부호군(副護軍) 김공현(金公鉉)을 위유사(慰諭使)로 차출하였다.",
                "hj": "○以副議軍金公鉉差下慰諭使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of War which read as follows: Although the commissioner for refreshing the envoy has already been sent, his calculation amounts to 4,000 drowns, and 500 drowns shall be excessively excessively. As for the various towns of Cheongbuk north of Cheongbuk , there is no way to relieve them. How can this be regarded as an ordinary precedent? Among the coins paid to the capital to the capital, 3,000 nyang per monthly excessively instead of the collapsed and roof tiles, which will be used for repairing and building fortresses. As for the supply of the supply",
                "H2KE-nKo": "전교하기를,“위유사를 이미 출발시켰지만, 그들이 물에 떠내려간 것이 4000호가 넘고 물에 빠져 죽은 것이 500여 명이나 되며, 청천강 이북의 여러 고을은 창해가 바뀐 것과 다름없으니, 그들을 돌보는 생각이 끝이 없다. 이것이 어찌 일반적인 규례에 구애받겠는가. 도내에서 경사에 상납하는 돈 중에서 3만 냥에 한하여 떼어 두어서 무너진 곳을 보수하고 무너진 곳을 보수하는 밑천으로 삼게 하라. 그리고 그들을 대신 지급할 방도에 대해 묘당으로 하여금 좋은 쪽으로 내게 물어 처리하게 하라.”하였다. 또 전교하기를,“조금 전에 내린 전교를 묘당으로 하여금 급히 평안 감사에게 공문을 보내 알리게 하고, 이어 위유할 수 있도록 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 15일(갑술) 1번째기사",
                "gt-oKo": "하교하기를, “위유사의 행차는 이미 보냈더라도, 그 떠내려간 것이 4천 호가 넘고 빠져 죽은 것이 5백 명이 넘어 청북(淸北)의 여러 고을이 창해(滄海)가 상전(桑田)이 되듯 몹시 변한 것과 다름없는 것을 헤아리면 가엾은 생각이 그칠 바 없으니, 이것이 어찌 상례(常例)에 얽매일 것이겠는가? 도내(道內)에서 경사(京司)에 상납하는 돈[錢] 가운데에서 3만 냥(兩)에 한하여 떼어 두어 무너진 것을 고치고 터진 것을 쌓을 거리로 삼고 그 댓가를 줄 방법은 묘당(廟堂)을 시켜 좋은 계책에 따라 품처(稟處)하라.” 하고, 또 하교하기를, “아까 내린 전교(傳敎)를 묘당을 시켜 빨리 기백(箕伯)에게 공문을 보내어 알려서 곧 위유(慰諭)하는 바탕으로 삼도록 하라.” 하였다.",
                "hj": "○甲戌/敎曰: “慰諭之行, 雖已發送, 計其漂過四千, 渰踰五百, 淸北列邑, 無異滄桑則惟恤之念, 靡所止屆, 此豈以常例拘哉? 道內上納京司錢中, 限三萬兩折留, 以爲頹壓修改潰決補築之資, 其給代之方, 令廟堂, 從長稟處。” 又敎曰: “俄下傳敎令廟堂, 星火行會於箕伯處, 仍令慰諭之地可也。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the eulhae year (: It is impossible to have the royal instruction to comfort and comfort the people. Respond to the precedent of the Office of Royal Decrees , replacing the former 망단자를 들여오도록 하라. After receiving a royal directive, send a royal instruction to the commissioner for refreshing the envoy and send it to the commissioner for refreshing the envoy.",
                "H2KE-nKo": "전교하기를,“위유사의 행차에 회유하고 무휼하는 하교가 없어서는 안 되니, 지방에 있는 예문관 제학의 직임을 체차하고 전망 단자를 들이도록 하라. 하비하거든 패초하여 윤음을 지어 올리게 하고, 이어 파발로 위유사에게 내려보내도록 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 16일(을해) 1번째기사",
                "gt-oKo": "하교하기를, “위유사의 행차에 회유하고 어루만져 돌보는 교서(敎書)가 없어서는 안되니, 외방에 있는 예문 제학(藝文提學)은 벼슬을 갈아 주고 전망 단자(前望單子)를 들여오라. 하비(下批)를 기다려 패초(牌招)하여 윤음(綸音)을 지어 바치게 하여 곧 파발마(擺撥馬)로 위유사에게 내려보내라.” 하였다.",
                "hj": "○乙亥/敎曰: “慰諭之行, 不可無懷綏撫恤之敎, 在外藝文提學許遞, 前望單子入之。 待下批牌招, 製進綸音, 仍爲撥馬下送于慰諭使處。”"
            },
            "2": {
                "H2KE-EN": "Jo Dusun was appointed as a director of the Office of Royal Decrees .",
                "H2KE-nKo": "조두순을 예문관 제학으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 16일(을해) 2번째기사",
                "gt-oKo": "조두순(趙斗淳)을 예문관 제학(藝文館提學)으로 삼았다.",
                "hj": "○以趙斗淳爲藝文館提學。"
            },
            "3": {
                "H2KE-EN": "The King instructed the people who suffered from natural disasters in Cheongcheon and others as follows: The King speaks as follows: I am not virtuous in governance, and as governing governance is not possible, I truly cannot repay the hearts of Heaven and comply with the expectations of the people. However, I have recently encountered good harvests, and thus I have slightened my concerns during the middle daytime. However, the province of Pyeongan Province has suffered a great disaster from the gyeongja year ( and hurriedly relieved the people as if they were destroyed or lost their livelihoods, and I always worry about it. Now, the disaster of flooding over the north of Cheongcheon is frightening, and all of my hearts are frightening and apprehensive. The number of households wandered over 4,000, and the number of people drowned over 500. Since the flooding over the flooding has been almost expected, it is almost impossible for me to hear and expect the news. However, if only the provincial governors first report and then calculate the number of people drowned, it would be possible to calculate the responsibility of natural disasters. How can I speak of this? Alas! The people are wandered without worry about flooding, famines, and raising government and private resources, and yet they do not know whether good harvests can be enjoyed. Now, how much more than a few lives of people are barely almost exhausted due to natural disasters, and they are unable to cultivate their livelihoods with fish and wild pheasants. It is inevitably possible that the wandering over the flooding of the flooding, and the father cannot move to his son, and the son cannot move to his fathers sorrow and hurriedly disorderly. Even if a fortunate life is presumptuously presumptuously, how can this be expected? Even if I am foolish and unworthily living in the world, the people will not be able to surrender their livelihoods in the world. Alas! As for the people, understand my sincere intention, do not suddenly mobilize their livelihoods, and make every effort to support their livelihoods so that they cannot support their livelihoods in the world. Thereafter, the responsibility of the people drowned in natural disasters shall each be clearly observed and not be suspicious. As for those officials who are not entirely governed by themselves, the governor and the local magistrates shall surrender their livelihoods in person, reduce their compulsory labor services and taxes shall be imposed upon imposible people, and they shall support their livelihoods in the frontier of the fire and then be able to observe the responsibility of natural disaster",
                "H2KE-nKo": "청천강 이북의 재해를 입은 백성들에게 유시하기를,“왕은 이르노라. 내가 부덕한 탓으로 정치가 뜻대로 되지 않아 진실로 위로는 하늘의 뜻에 보답하고 아래로는 백성들의 기대에 부응하지 못하였다. 그러나 몇 해 동안 조금 안정되어 밤낮으로 걱정하는 마음을 조금은 풀 수 있었다. 그러나 관서 한 도는 경자년의 큰 흉년을 겪고 나서부터 겁을 먹고 구휼하기를 마치 거꾸러지려는 듯이 하고 있으니, 품어 보호할 방도를 항상 잊지 못하고 있었다. 이번에 청천강 이북에 홍수가 져서 경보가 닥치자 가슴 가득 두렵고 떨리는 마음이 끝이 없었다. 떠내려간 민호가 4000호이고 빠져 죽은 사람이 500명인데, 수재가 있은 이래로 처음 듣고 처음 보는 일이다. 다만 이것은 단지 도신이 먼저 보고한 것에 따라 계산한 것이니, 앞으로 고을의 보고가 얼마나 될지는 또한 헤아릴 수 없다. 이것은 모두 나 과인이 여러 가지 징조를 제대로 따르지 못한 탓이니, 오히려 무슨 말을 하겠는가.아, 이 백성들은 죄 없는 나의 백성이다. 설령 홍수의 근심과 기근의 고통이 없다 하더라도 위로 부모를 섬기고 아래로 처자를 양육하며 공적으로나 사적으로나 경영하여 오히려 풍년의 즐거움을 모르는데, 지금 근근히 살아가는 몇몇 생령들은 기러기 떼처럼 아우성치지 않고 차마 물고기와 자라의 움막에 나아가 쌀독과 쌀독으로 온통 홍수의 모예와 부부가 휩쓸려 들끓고 있다. 아비는 그 아들과 이별하지 못하고 자식은 그 아비를 곡하지 못하니, 잠깐 사이에 소란이 이 폐단에 이르렀다. 요행히 목숨을 부지하여 요행히 목숨을 부지한 자로 말하더라도 집안이 뿔뿔이 흩어지고 혈육이 물에 잠기고 터져 남은 것이 없어 수확할 가망이 없을 것이니, 목숨을 연장하여 살아갈 길이 막연할 뿐만 아니라 또한 다시 살아난들 무슨 즐거움이 있겠는가.내가 비록 덕이 없고 사리에 어둡지만 만백성의 위에 있으니, 무릇 우리 백성들이 한 번 신음하거나 한 번 찡그리는 것이 모두 순식간에 서로 통하는 것이다. 그러니 깊은 구중궁궐도 만 리나 떨어진 먼 곳보다 훨씬 더 깊다. 떠돌아다니며 방황하는 모습과 울부짖으며 기가 막힌 모습이야 내가 어찌 밥을 달게 먹고 잠을 편안히 잘 수 있겠는가.일전에 위유하라는 명은 바로 내가 몸소 순행하는 뜻을 깊이 유념한 것인데, 지금 어느 곳으로 갈지 모르겠다. 3만 금을 내어 도운 것은 강물에 술을 던진 것에 불과할 뿐이니, 이것이 어찌 회유하고 안정시키는 데 만분의 일이 될 수 있겠는가. 그러나 고르게 할 것을 걱정하고 적게 할 것을 걱정하지 않는다는 것은 또한 성인의 가르침이다. 떠내려간 민호와 빠져 죽은 사람을 막론하고 반드시 친족과 인척, 이웃끼리 구제하고 방백과 수령이 구제하여 차례로 집을 지어 추위가 닥치기 전에 힘을 다해 건져 내어 묻지 못한 해골이 없게 하라.가을 수확한 지 아직도 여러 달이 남았는데, 하늘의 복을 힘입어 상유의 수확이 있게 된다면 어찌 울음을 삼키고 웃음을 삼키며 다시 예전에 살던 곳을 찾지 않으리라고 장담하겠는가.아, 죽은 자는 그만이지만 이는 진실로 암담의 목숨으로 고할 데 없는 귀신이다. 돌아보건대, 나의 측은하고 상심되는 마음이 벽을 돌며 서성이며 열조의 고사를 계승하여 물가에 제단을 만들고 크게 불러 제사 지내니, 이것이 혹 아득하고 저승에 묻혀서 원통해하고 답답한 혼령을 위로할 수 있을지 어찌 알겠는가.내가 이에 특별히 나의 백성들에게 널리 알려 주는 것이 있다.대저 한번 홍수와 가뭄을 만나면 번번이 사방으로 흩어지는데, 이는 만부득이한 데서 나온 것임을 모르는 것은 아니다. 그러나 끝까지 조사해 보면 단지 떠돌아다니며 고생하는 고통만 더할 뿐이니, 좋은 계책이 아니다. 굶주리면 본토에 안주하는 풍속에 의지하고 추워지면 온 동네의 구휼에 의지하니, 평소 모르는 곳과 멀리 떨어진 시골에 비교해 볼 때 득실이 어떠하겠는가. 그대의 전택과 그대의 전택에서 사냥한다면 반드시 대대로 살면서 대대로 편안히 살던 곳만 못할 것이다. 아, 너희 백성들은 나의 진심에서 우러나온 유시를 헤아려 선뜻 경솔하게 행동하지 말고 선뜻 서로 뜬소문을 퍼뜨리지 말며 온 힘을 다해 지탱해 나가도록 하라. 부질없이 어린아이를 안고 어린아이를 끌고 도로에서 방황하는 일이 없도록 하라. 그렇게 되면 그 뒤에 안집시킬 책임은 나 한 사람에게 달려 있으니, 각자 분명하게 듣고 의심하지 말라.지방을 나누어 맡은 신하들로 말하면 모두 나라를 깊이 생각하는 사람들이니, 직접 살펴보고 발로 건너가서 목격하고 직접 고하라. 요역을 감면해 주고 세금을 박하게 거두는 것이 진실로 백성을 편하게 하고 백성을 이롭게 하는 데 관계된 것이면 일에 따라 낱낱이 열거하여 계속해서 아뢰는 것이 불을 끄고 불을 끄는 것보다 더 급할 것이다. 그런 뒤에야 비로소 조금이라도 나의 뜻을 선양하는 효과가 있을 것이다. 마땅히 스스로 잘 알도록 하라. 내가 많은 말을 하지 않겠다.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 16일(을해) 3번째기사",
                "gt-oKo": "청북(淸北)의 재해를 입은 백성들에게 하유(下諭)하기를, “왕은 이르노라. 내가 덕이 없어 정치가 뜻대로 되지 않으므로 본디 위로 천심(天心)에 보답하고 아래로 뭇 백성의 희망에 부응하지 못하나, 근년에 소강(小康)하여 소의간식(宵衣旰食)의 염려를 조금은 풀었다. 그러나 관서(關西) 일로(一路)는 경자년의 큰 흉년을 겪고부터 애쓰고 근심하는 것이 마치 장차 거꾸러지고 떨어질 것 같아서 회유하고 보전하려는 근심이 늘 부지런하였다. 이번에 청천(淸川) 이북에 큰물이 범람하였다는 경보(警報)에 마음 가득한 두려움이 그칠 바 없다. 떠내려간 집이 4천이나 되고 빠져 죽은 사람이 5백이나 되는 것은 수재(水災)가 있어 온 이래로 거의 처음 듣고 처음 보는 것이다. 그러나 이것은 도신(道臣)이 우선 아뢴 것에 따라 헤아린 것이니, 뒤를 이어 고을에서 신보(申報)하는 것이 얼마나 될지 또한 헤아릴 수 없다. 이는 다 내가 여러 가지로 나타난 꾸지람에 순응하지 못하였기 때문이니, 오히려 무슨 말을 하겠는가? 아! 이 백성은 죄 없는 어린아이와 같아서 홍수의 근심과 기근의 고통이 없더라도 위를 섬기고 아래를 기르기에 공사(公私)로 경영하느라 오히려 풍년에도 즐거움을 몰랐는데, 이제 그 근근히 지탱하던 많은 백성이 그 곳을 떠나지 않고 살다가 참혹하게 물에 빠져 죽게 되었다. 가난한 집이 죄다 물바다가 되고 늙은이와 어린아이, 지아비와 지어미가 거센 물결에 가라앉아 아버지가 그 아들과 결별하지 못하고 아들이 그 아버지를 곡하지 못하며 한 순간에 어지러이 이산(離散)하였다. 요행히 보전하고 요행히 살아 남은 자로 말하더라도 집안이 흩어지고 혈육이 물에 가라앉았으며, 무너지고 터져서 남은 것이 없고 수확을 바랄 수 없으니, 살아 가기에 아득할 뿐더러 다시 산들 무슨 즐거움이 있겠는가? 내가 덕이 없기는 하나 뭇 백성의 위에 있으므로 무릇 우리 백성이 한번 찌푸리고 한번 신음하는 것이 모두 호흡이 함께 통하는 것이니, 구중(九重)의 깊은 곳에서도 만리의 먼 곳이 뜰앞에 있는 듯이 잘 안다. 유리(流離)하여 분주하는 형상과 울부짖으며 슬프고 답답해 하는 모양을 생각하면 내가 어찌 먹는 것이 달고 자는 것이 편안할 수 있겠는가? 일전에 보낸 위유(慰諭)의 사명(使命)은 곧 내가 몸소 순행하는 뜻을 몸받은 것이거니와, 이제 어느 곳에 가 있는지 모르겠으나, 3만 냥의 돈을 내어 돕는 것은 강물에 술 한 동이를 풀어 넣은 것과 같을 뿐이니, 이것이 어찌 회유하고 안집(安集)하는 방도의 만분의 일이라도 될 만하랴마는, 고루 나누는 것을 걱정하고 적은 것을 걱정하지 말라는 것은 또한 성인이 가르친 것이다. 떠내려간 집이든 빠져 죽은 사람이든 막론하고 반드시 친족·인척과 이웃 마을에서 구제하고 방백(方伯)·수령(守令)이 구제해야 할 것이니, 차례로 집을 짓되 반드시 추워지기 전에 끝내고 힘을 다하여 건져서 묻지 않은 백골이 없게 하라. 가을 곡식이 성숙하기까지는 아직 여러 달이 남았으니 하늘이 내리는 복에 힘입어 낮게 거두는 것이 있을 수 있다면 어찌 울음이 바뀌어 웃음이 되고 다시 예전에 살던 곳을 찾지 못할 것을 어찌 알겠는가? 아! 죽은 자는 어쩔 수 없으나, 이는 참으로 위태로운 곳에 있던 목숨이었어도 고할 때가 없던 귀신이다. 또한 내가 슬퍼하고 상심하는 마음이 거의 절로 벽을 돌며 방황하게 되니, 열조(列祖)의 고사(故事)를 이어받아 물가에 제단을 만들어 크게 초혼(招魂)하여 제사하라. 이것이 혹 멀어서 아득하고 깊숙이 가라앉은 억울하고 답답한 넋을 위로할는지 모르겠다. 내가 여기에서 특별히 내 백성에게 널리 알려 행하게 할 것이 있다. 대저 한번 홍수나 가뭄을 당하면 흩어져 사방으로 가는 것은 만부득이한 데에서 나오는 줄 모르는 것은 아니나, 마침내 밝혀 보면 헤어져 어려운 고통을 더할 뿐이니, 좋은 계책이 아니다. 굶주려도 토착한 곳의 풍속에 의지하고 추워도 온 동리의 돌봄에 힘입는 것이 평소에 모르던 곳과 아주 먼 고장에 비하여 득실이 어떠하겠는가? 네 밭에서 밭갈고 네 집에서 사는 것이니, 반드시 대대로 살고 대대로 토착해 온 곳만한 데가 없을 것이다. 아! 너희 백성들은 내 진심에서 나온 말을 헤아려 문득 가벼이 움직이지 말고 문득 서로 들뜨지 말며 힘을 다하여 지탱해서 스스로 부질없이 어린 아이를 안고 아내를 거느리고서 길에서 낭패하는 데에 괴롭지 말라. 그러면 그 뒤에 안집(安集)하는 책임은 나에게 있으니, 각각 분명히 듣고 의혹하지 말라. 근심을 나누는 신하로 말하면 모두 나라를 몸받는 사람이니, 몸소 살피고 발로 다니며 눈으로 보고 면대하여 알리라. 요역(徭役)을 줄이고 조세를 가볍게 하는 것은 참으로 백성을 편하게 하고 백성을 이롭게 하는 데에 관계되니, 일에 따라 낱낱이 적어 잇달아 아뢰는 것이 불을 끄는 것보다 매우 급하게 하고서야 비로소 조금이라도 대양(對揚)하는 보람이 있을 수 있을 것이다. 스스로 잘 알아야 할 것이니, 내가 여러 말을 하지 않겠다.” 하였다.",
                "hj": "○諭淸北被災民人等: 王若曰, 予以不德, 治不徯志, 固無以上答天心, 俯副群生之望, 而屬歲少康, 稍紓宵旰之念。 然關西一路, 自經庚子大侵, 劫劫恤恤若將顚隮, 懷保之勤, 恒所耿耿, 今玆淸川以北濫溢之警, 滿心悸慄, 靡所止屆。 漂戶之爲四千, 渰口之爲五百, 有水災以來, 殆創聞而創見也。 第此只就道臣之從先登聞而計之者, 則嗣後邑報之爲幾許, 又未可量也。 玆皆予寡人, 不能遂順庶徵之咎也, 尙何言哉? 嗚呼! 斯民也, 無辜之赤子也, 籍無水潦之憂, 饑饉之厲, 仰事俯育公私經辦, 尙不知豐歲之爲可樂, 今其僅綴僅綿之幾多生靈, 不爲鴻雁之嗷嗷, 忍就魚鼈之嗿嗿, 繩樞甕牖, 蕩成洪濤旄倪夫婦, 泯於洶湧, 父不得以訣其子, 子不得以哭其父, 轉眄之頃, 囂亂斯瘼。 雖使倖全而倖存者, 言之, 室家之離析, 血肉之墊沒, 潰決之靡遺, 收穫之無望, 非但延活之茫然, 亦復爲生之何樂? 予雖寡昧, 居乎億兆之上, 凡吾民一呻一嚬, 莫不呼吸之與通, 則九重之邃, 亦階前之萬里也。 流離棲遑之形, 啼呼慘沮之容, 予安得食之甘而寢之安也? 日前慰諭之命, 卽體予躬巡之意也, 今不知征抵何處, 而三萬金之捐助, 特不過投河之醪耳, 是何足爲懷綏安輯之萬一, 而患均不患寡, 亦聖人所訓也。 毋論漂戶渰口, 必有族姻隣里之濟, 方伯守令之救, 次第結搆, 期趁未寒之前, 極力拯鈞, 俾無未掩之骼。 秋成尙餘, 多月賴天之休, 獲有桑楡之收, 則安知不回咷爲笑, 復尋宿昔之居也? 嗚呼! 死者已矣, 是誠巖墻之命, 而無告之鬼也, 顧予惻傷之懷, 殆不覺繞壁而徊徨, 庸述列祖故事, 爲壝於水邊, 大招而酹之。 斯或以慰冥漠幽淪煩冤鬱塞之魂歟。 予於此, 別有播修於予之赤子者。 夫一遇水旱, 輒散而之四, 非不知出於萬不獲已也, 而究竟驗之, 適增其仳離艱楚之苦, 非計之善者也。 餒焉而資安土之俗, 寒焉而賴共閭之恤, 其視素昧之地, 絶遠之鄕, 得失爲何如哉? 畋爾田宅爾宅, 必不如世居〔世〕奠之所。 咨爾多民, 諒予由衷之諭, 毋遽輕動, 毋遽胥浮, 儘力支拄, 毋自徒困於保抱携持, 顚連道路之上。 則伊後靖集之責, 在予一人, 其各明聽毋惑。 至於分憂之臣, 罔非體國之人也, 身閱而足涉, 目擊而面告, 徭役之蠲, 征斂之薄, 苟係便民而利民, 隨事枚列, 陸續登奏, 有甚於救焚撲燎之急, 然後始可有一分對揚之效, 宜自知悉, 予不多誥。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinyu day, the King proceeded to Injeong Hall and personally conveyed the incense and the written invocation for the autumn sacrifice at the Royal Ancestral Shrine and Yeongnyeong Hall .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 종묘와 영녕전의 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 2일(신유) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 종묘(宗廟)와 영녕전(永寧殿)의 추향(秋享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○辛酉/上詣仁政殿月臺, 親傳宗廟永寧殿秋享香祝。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Left State Councilor Kim Dohui reported, When the governor inspects the regional military service examination, the regional military service examination was held at the foot of the east hall. The regional military service examination was held at the foot of the east hall, and the regional military service examination was held at the foot of the east hall. The regional military service examination was held at the foot of the north hall according to precedent. This was because the distance of the road was quite distance. However, now the regional military service examination is held at the foot of the east hall, and the regional military service examination should be discussed separately. If there is a single way to eliminate harmful effects, it should be possible to spare no effort. This year, the regional military service examination at the east hall of the north hall should be held at the foot of the east hall, following the example of the southern regional military service examination. Your subject requests that Your Majesty issue an order to the province. The King approved this request.",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 좌의정 김도희가 아뢰기를,“도신이 고시할 때 동당 초시는 삼남은 영하에 합설하고 서북은 예전대로 나누어 설행하는 것은 대개 길이 조금 멀기 때문입니다. 다만 지금 청북은 별도로 논해야 하니, 만일 조금이라도 폐단을 제거하는 방도가 있다면 진실로 최선을 다해야 합니다. 올해 청북의 동당 초시는 삼남의 예에 따라 영하에 합설하도록 해당 도에 분부하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 20일(기묘) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 좌의정 김도희(金道喜)가 아뢰기를, “도신(道臣)이 고시(考試)할 때에 동당 초시(東堂初試)를 삼남(三南)에서는 영하(營下)에 합설(合設)하는데 서북(西北)에서는 전례대로 분설(分設)하는 것은 대개 길이 조금 멀기 때문입니다. 그러나 청북(淸北)은 특별히 논해야 할 것이므로, 조금이라도 폐단을 덜 방도가 있으면 다하지 않는 것이 없어야 할 것이니, 올해 청북의 동당 초시는 삼남의 예에 따라 영하에서 합설하도록 그 도에 분부하소서.” 하니, 그대로 따랐다.",
                "hj": "○己卯/上御熙政堂, 引見大臣備局堂上。 左議政金道喜啓言: “道臣考試時, 東堂初試, 三南則合設於營下, 西北, 依前分設者, 蓋以程途稍遠故耳。 第今淸北, 當以別論, 苟有一分除弊之道, 固當靡不用極, 今年淸北東堂初試, 依三南例, 合設於營下事, 請分付該道。” 從之。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall in Gyeongbok Palace and summoned Governor of Pyeongan Province Hong Jacheol for an audience with the King. The King said, Provincial floods in the northern floods have never been seen in recent years. Many drowned. The methods of constructing a house and supporting them. The methods of constructing a house and supporting them are exclusively responsible for the governor. After my sirs departure, you shall devote yourself to observe the royal order so that you may support them.",
                "H2KE-nKo": "주상이 중희당에 나아가 평안 감사 홍재철을 불러서 보았는데, 하직 인사를 하였기 때문이다. 주상이 말하기를,“청북(淸北 청천강 이북)의 수재는 근래에 없던 일이다. 떠내려가거나 익사한 사람이 이처럼 많으니, 집을 지어 안착시키는 방도는 전적으로 도신에게 달려 있다. 내려간 뒤에 마음을 다해 나의 뜻을 받들어 행하여 그들로 하여금 지탱하여 보존하게 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 21일(경진) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 평안 감사 홍재철(洪在喆)을 소견(召見)하였으니, 사폐(辭陛)했기 때문이었다. 임금이 말하기를, “청북(淸北)의 수재(水災)는 근년에 없던 바이다. 그 떠내려가고 빠져 죽은 것이 이처럼 많으니, 집을 지어 안정하여 살게 하는 방도는 오로지 도신(道臣)에게 달려 있다. 내려간 뒤에 마음을 다하여 대양(對揚)하여 지탱하고 보전하게 하라.” 하였다.",
                "hj": "○庚辰/上御重熙堂, 召見平安監司洪在喆, 辭陛也。 上曰: “淸北水災, 挽近所無。 其所漂渰, 若是夥多, 結搆奠接之方, 專在於道臣矣。 下去後, 悉心對揚, 使之支保也。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Minister of Punishments Seo Gisun , who had been involved in sinsa year (, submitted a memorial which reads as follows: Your subject has regretted and regretted that it would be difficult for his death to recover his regnition on the matter of Jeolla Province . When patrolling on the streets of Baegil Pass , your subject was ignorant of the law and arbitrarily claimed the writing on the grounds that your subject had neglected the law and arbitrarily claimed the writing on the grounds that the erroneous judgment. Moreover, when Kim Uhyus memorial came to the throne, he copyed the writing on the grounds that Kim Uhyusun had submitted, and the writing on the grounds that your subject had been newly appointed [Kim Uhyus] should be replaced, and your subject should be allowed to retire from his position in a field in a field.",
                "H2KE-nKo": "형조 판서 서기순이 상소하였는데, 그 대략에,“신은 자나깨나 후회하고 한스러워 죽어도 눈을 감기 어려운 점이 있는데, 지난번 호남의 일뿐입니다. 순로의 백일장에서 장서를 출제한 것은 단지 신이 법금을 전혀 모르고서 경솔하게 끄집어내어 일에 따라 착오를 일으킨 것이니, 신의 죄입니다. 근거 없는 말을 지어내어 사람을 헤아릴 수 없는 구덩이에 빠뜨리고 마음대로 날조하여 조금도 거리낌이 없었습니다. 또 김우휴의 상소가 나오자 낭자하게 능멸하고 공격해대는 말이 번갈아 나왔으니, 진실로 성상께서 널리 통찰하여 여러 차례 사면해 주지 않으셨다면 어찌 감히 다시 오늘이 있기를 바라겠습니까. 삼가 바라건대, 신에게 새로 제수한 자급과 본직, 겸직 등 여러 직임을 개차하여 신이 전야에 물러가 살 수 있도록 허락해 주시어 사사로운 의리를 편안하게 해 주소서.”하니, 비답하기를,“이미 지나간 일인데 어찌 인혐할 필요가 있겠는가. 진실로 처의하는 것으로 간주한다면 도리어 일의 체모를 손상할 수도 있을 것이다. 그러나 지난번에 특별히 발탁한 것은 뜻한 바가 있어서이니, 경은 다시 사직하지 말고 즉시 올라와서 명에 응하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 22일(신사) 1번째기사",
                "gt-oKo": "형조 판서 서기순(徐箕淳)이 상소하였다. 그 대략에 이르기를, “신(臣)은 자나깨나 회한(悔恨)하여 죽어도 눈을 감기 어려운 것이 있으니, 접때 호남(湖南)에서 있었던 일입니다. 순로(巡路)의 백일장(白日場)에서 《장자(莊子)》에 있는 글을 출제(出題)한 것은 다만 신이 법금(法禁)을 전혀 모르고 경솔히 뽑아 내어 일에 따라 착오한 것이니, 신의 죄였습니다. 그런데 근거 없는 말을 지어 내어 남을 헤아릴 수 없는 구덩이에 빠뜨리고 조금도 아낌 없이 뜻대로 거짓을 꾸미는 것이 또 김우휴(金羽休)의 상소에 나온 것과 같아서 짓밟는 것이 낭자하고 봉적(鋒鏑)이 번갈아 나왔으니, 성상께서 통찰하여 여러 번 용서하지 않으셨으면 어찌 감히 다시 오늘이 있기를 바랐겠습니까? 바라옵건대, 신이 새로 제수받은 자질(資秩)과 모든 본직(本職)·겸직(兼職)을 삭제하여 신이 전야(田野)에 물러가 살며 사의(私義)에 안정하도록 윤허하소서.” 하였는데, 비답(批答)하기를, “지난 일을 어찌하여 반드시 끌어대야 하는가? 처의(處義)로 간주하려면 혹 사체(事體)를 손상하는 것이 있을 듯하나, 접때 특별히 발탁한 데에는 뜻이 있으니, 경(卿)은 다시 사직하지 말고 곧 올라와 명을 따르라.” 하였다.",
                "hj": "○辛巳/刑曹判書徐箕淳疏略曰: 臣寤寐悔恨, 死有難暝者, 向來湖南事耳。 巡路白日場之莊書出題, 只緣臣專昧法禁, 率爾口拈, 隨事誤錯, 臣之罪也。 做出無根之句語, 陷人罔測之坑坎, 惟意搆捏, 少不顧藉, 又若金羽休之疏出, 而淩踏狼藉, 鋒鏑迭發, 苟非造化之攸費洞察, 而屢赦之, 則豈敢望復有今日也? 伏望鐫改臣新授資秩, 本兼諸職, 許臣以退處田野, 以靖私義。 批曰: “事屬旣往, 何必爲引? 苟欲看作處義, 反或有傷事面, 而向日特擢, 意有所在, 卿勿更辭, 卽爲上來膺命。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gapsin day, the first day of the twelfth month, the King visited the Royal Placenta Chamber to enter Junghu Hall (Hall of Benevolent Governance. Chief Director of the Royal House Administration Jo Inyeong reported, Previously, your subject made a report to Your Majesty that the governor of Mandong shrine be inspected. The 서원 of Hwayang is under the shrine. However, the quota for the students of the Royal Ancestral Shrine and the Royal Placenta Chamber are scattered in each town. Therefore, it is inevitable that it would be difficult for them to collect and bring back and forth from each town. Your subject requests that among the males subject to conscription of this town, the males subject to conscription of the Royal Ancestral Shrine and the Royal Placenta Chamber be made to supplement the males subject to conscription of the Royal Ancestral Shrine and the Royal Placentacenta Chamber be made to supplement the males subject to conscription of the Royal Ancestral Shrine and the Royal Placentacenta Chamber be made to supplement the males subject to conscription of the Royal Ancestral Shrine and the Royal Placentacenta Chamber be made to supplement the proprieties. The circumstances and the circumstances [of the Royal Ancestral Shrine and the Altar of the Soil and Grain] are appropriate to supplement the circumstances and the cumstances [of the Royal Ancestral Shrine and the Altar of the Soil and Grain]. The King approved this request.",
                "H2KE-nKo": "중희당에서 차대를 행하였다. 영중추부사 조인영이 아뢰기를,“신이 전에 만동묘(萬東廟 만동묘)의 도신이 봉심하는 일로 연석에서 아뢰었습니다. 화양서원은 바로 만동묘 아래에 있는데, 묘생과 원생으로 충정된 자들이 각 고을에 흩어져 있어 거두어 모으기 어려운 점과 왕래하는 폐단이 없지 않습니다. 본읍의 군정 중에서 편리한 대로 서로 바꾸어 만동묘와 서원의 일에 응하게 한다면 조정의 보오로서도 득실이 없고 존경하는 예제와 편이한 사세로 헤아려도 둘 다 합당할 듯합니다. 이러한 내용으로 예조에 분부하여 말을 잘 만들어 호서의 도신에게 통지해서 거행한 뒤에 사유를 갖추어 보고하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 25일(갑신) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 약원(藥院)의 입진(入診)을 행하였다. 영부사(領府事) 조인영(趙寅永)이 아뢰기를, “신(臣)이 전에 만동묘(萬東廟)를 도신(道臣)이 봉심(奉審)하게 할 것을 연품(筵稟)하였습니다. 화양 서원(華陽書院)은 만동묘 아래에 있는데 묘생(廟生)·원생(院生)으로 충정(充定)된 자는 각 고을에 흩어져 있으므로 모으는 어려움과 왕래하는 폐단이 없을 수 없습니다. 본읍(本邑)의 군정(軍丁) 가운데서 편의에 따라 서로 바꾸어 만동묘와 서원의 일에 응하게 하면 국가의 보오(保伍)에도 득실이 없고 존경하는 예제(禮制)와 편이한 사세로 헤아려도 두 가지가 다 합당할 듯하니, 이것을 예조(禮曹)에 분부하여 조사(措辭)해서 호서(湖西)의 도신에게 알려서 거행한 뒤에 연유를 갖추어 아뢰게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○甲申/行藥院入診于重熙堂。 領府事趙寅永啓言: “臣前以萬東廟道臣奉審事, 有筵稟矣。 華陽書院, 卽在廟下, 而廟生院生之充定者, 散在各邑, 不能無收聚之難, 來往之弊。 就本邑軍丁中, 從便相換, 以應廟院之役, 則在朝家保伍, 無所得失, 而揆以尊敬之禮制。 便易之事勢, 似合兩宜, 以此分付禮曹, 措辭知委於湖西道臣, 請使之擧行後, 具由登聞。” 從之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gapja day, the King appointed Jo Jonghyeon as minister of war .",
                "H2KE-nKo": "갑자년에 조병현을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 5일(갑자) 1번째기사",
                "gt-oKo": "조병현(趙秉鉉)을 병조 판서로 삼았다.",
                "hj": "○甲子/以趙秉鉉爲兵曹判書。"
            },
            "2": {
                "H2KE-EN": "The King 희정당에 나아가 대신과 비국 당상을 인견하였다. Left State Councilor Kim Dohuhui reported as follows: When a single ship was sent to Jeju to consult the authorities, the bribes offered to the island were wrapped and returned to Jeju, and the seals were stored and stored in the future. However, this ship has been widely moored at the three towns nearly one month, and it is not possible to consult the authorities in detail. Therefore, it is difficult to distinguish the authorities for the off-duty people. Previously, during the imjin year (, when a single ship was moored at Hongju , a single ship was immediately returned. However, at that time, due to this circumstance, a diplomatic document was sent to the Board of Rites . Since the gyeongja year (, a single ship was moored at Jeju, the single ship was quickly moored and the single ship was quite frequent. Thus, the single moored and did not discuss it. Currently, in the imjin year (, it is similar to the authorities regarding the authorities. However, if the authorities about the authorities, it would be inevitably worried about anxiety of an opportunity. Your subject requests that following the example of the imjin year (, an diplomatic document sent to the Board of Rites as an embassy for the purpose of transmitting the imperial edict and admonish it to the off-duty moored at Gwangdong . The King followed this advice. The King also reported as follows: Now, when the embassy for the imperial edict arrives in this spring, an embassy for a single ship was sent only to the Board of Rites as an observation. Considering that the problems caused by our country, it is necessary to observe the authorities. However, when the embassy for the imperial edict arrives, the interpreter officer [of the Board of Rites] has already been appointed as an envoy and vice-envoy. Therefore, the interpreter officer [of the Board of Rites] is unable to accompany the interpreter officer",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 좌의정 김도희가 아뢰기를,“이양선을 제주에 문정할 때 바친 번물 등 여러 종류를 그대로 봉하여 제주로 돌려보내 인봉하여 보관해 두게 하거나 뒷날 이것을 가지고 증거로 삼을 때를 기다리게 해야 합니다. 다만 이 배가 세 고을에 두루 정박한 지 거의 한 달이 되어 자세히 문정하지 못하였으니, 번인의 형적을 멀리서 헤아리기는 어렵습니다.일찍이 선왕 임진년에 영국 배가 홍주에 와서 정박하였을 때 즉시 돌아갔지만, 그때는 이어서 이 사유를 예부에 자문을 보낸 일이 있었습니다. 그 뒤 경자년에 또 저들의 배가 제주에 와서 정박한 일이 있었는데, 갑자기 왔다가 갑자기 가버리는 것은 일이 매우 번거로우므로 놔두고 논하지 않았습니다. 이번에는 임진년의 일과 비교하면 또 오랑캐의 마음을 헤아리기 어려운 점이 있습니다. 문정하는 중에 이미 청나라 통사가 있다고 하니, 사전에 염려하지 않을 수 없을 듯합니다. 임진년의 전례에 따라 역행으로 인하여 예부에 자문을 보내고, 이어 황지를 내려 광동의 번박소에 칙유하여 금단할 수 있게 하기를 청합니다.”하니, 그대로 따랐다. 또 아뢰기를,“올봄 칙행 때 황지에 단지 통관 한 사람만 파견하고 그대로 칙례에 실었습니다. 우리를 위해 폐단을 끼친 것이 이처럼 지극하니, 우리나라로서는 그저 받들어 따르기에 겨를이 없어야 할 것입니다. 다만 칙행에 이미 상사와 부사가 있으니, 접대할 때 통관 한 사람이 실로 주선할 수 없고 먼길의 사고도 헤아릴 수 없습니다. 앞으로 칙행 때 통관 한두 사람을 더 배정하라는 뜻도 예부에 자문을 보내어 절행 편에 부치는 것이 좋을 듯합니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 5일(갑자) 2번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 좌의정 김도희(金道喜)가 아뢰기를, “이양선(異樣船)에 대해서 제주(濟州)에서 사정을 물었을 때에 받은 번물(番物) 여러 가지는 그대로 봉하여 제주로 돌려보내 인봉(印封)해 두고 혹 뒷날 이것을 가지고 증거로 삼을 때를 기다리게 하겠습니다마는, 이 배가 세 고을에 두루 정박한 것이 거의 한 달에 가까운데 상세히 사정을 묻지 못하였습니다. 번인(番人)의 형적은 멀리서 헤아리기 어려운데, 일찍이 선조(先祖) 임진년에 영국 배가 홍주(洪州)에 와서 정박하였을 때에 곧 돌아갔어도 그때 곧 이 연유를 예부(禮部)에 이자(移咨)한 일이 있었고, 그 뒤 경자년에 또 저들의 배가 제주에 와서 정박한 일이 있으나 잠깐 왔다 빨리 가서 일이 매우 번거롭기 때문에 버려두고 논하지 않았습니다. 이번은 임진년의 일보다 더 이정(夷情)을 헤아릴 수 없는 것이 있고 사정을 묻는 가운데 청나라 통사(通事)가 있다 하였다 하니, 사전의 염려를 하지 않아서는 안될 듯합니다. 임진년의 전례에 따라 역행(曆行) 편에 예부에 이자하고 황지(皇旨)로 광동(廣東)의 번박소(番泊所)에 칙유(飭諭)하여 금단하게 하도록 청하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “올 봄 칙행(勅行) 때에 황지로 한 통관(通官)만을 보내게 하고 그대로 칙례(則例)에 실었습니다. 우리를 위하여 폐단을 염려한 것이 이처럼 지극하므로 우리 나라로서는 다만 따라서 봉행하기에 겨를이 없어야 하겠습니다마는, 칙행에 상사(上使)·부사(副使)가 있고 보면 접대할 때에 통관 한 사람으로는 실로 주선할 수 없고 먼 길에서의 사고도 헤아리지 않을 수 없으니, 한두 사람을 더 정하겠다는 뜻도 예부에 이자하여 절행(節行)에 부치는 것이 좋을 듯합니다.” 하니, 그대로 따랐다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上。 左議政金道喜啓言: “異樣船濟州問情時, 所納番物諸種, 仍爲封還濟州, 使之印封藏置, 或候日後執此爲證之時, 而第此船之遍泊三邑, 殆近一朔, 旣不能詳細問情。 則番人形跡, 有難遙度, 而曾於先朝壬辰間, 英舶之來泊洪州也, 雖卽還去, 其時仍以此由, 有移咨禮部之擧, 而其後庚子, 又有彼船來泊濟州事, 以其倐來倐往, 事甚煩屑, 置而勿論矣。 今番則較之壬辰事, 又有夷情之叵測者, 而問情中旣有淸通事云爾, 則恐不可無先事之慮。 依壬辰例, 因曆行, 移咨禮部, 仍請皇旨, 飭諭於廣東番泊所, 請俾爲禁斷之地。” 從之。 又啓言: “今春勑行時, 皇旨只泒一通官, 仍載則例。 爲我輸弊, 如此之至, 在我邦, 只當遵奉之不暇, 而第勑行, 旣有上副使, 則接待之際, 通官一人, 實無以周旋, 遠路事故, 亦不可料度, 此後勑行時通官, 加定一兩人之意, 亦爲移咨禮部, 付之節行, 似好矣。” 從之。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that the military functionaries and the military functionaries of each province be sent to their posts with actual duty, and that the naval functionaries and the military functionaries be replaced by the twelfth month before their term of office.",
                "H2KE-nKo": "각 도의 병마우후는 실직인을 차출하여 보내고, 수군우후는 12개월을 임기로 삼아 체차하여 경직에 붙이라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 5일(갑자) 3번째기사",
                "gt-oKo": "각도의 병우후(兵虞候)는 실직인(實職人)으로 차출하여 보내고 수우후(水虞候)는 열두 달을 과한(瓜限)으로 하여 체차(遞差)해 경직(京職)을 주라고 명하였다.",
                "hj": "○命各道兵虞候, 以實職人差送, 水虞候以十二朔爲瓜限, 遞付京職。"
            },
            "4": {
                "H2KE-EN": "The King appointed Hong Jacheol as governor of Pyeongan Province.",
                "H2KE-nKo": "홍재철을 평안도 관찰사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 5일(갑자) 4번째기사",
                "gt-oKo": "홍재철(洪在喆)을 평안도 관찰사로 삼았다.",
                "hj": "○以洪在喆爲平安道觀察使。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Kim Heunggeun was appointed minister of personnel , Yi Mokyeon was appointed minister of taxation , Hong Hakyeon was appointed inspector general , Seo Gisun was appointed minister of Punishments , and Yi 헌gu was appointed deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "을축년에 김흥근을 이조 판서로, 이목연을 호조 판서로, 홍학연을 사헌부 대사헌으로, 서기순을 형조 판서로, 이헌구를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 7월 6일(을축) 1번째기사",
                "gt-oKo": "김흥근(金興根)을 이조 판서로, 이목연(李穆淵)을 호조 판서로, 홍학연(洪學淵)을 사헌부 대사헌으로, 서기순(徐箕淳)을 형조 판서로, 이헌구(李憲球)를 한성부 판윤으로 삼았다.",
                "hj": "○乙丑/以金興根爲吏曹判書, 李穆淵爲戶曹判書, 洪學淵爲司憲府大司憲, 徐箕淳爲刑曹判書, 李憲球爲漢城府判尹。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King (Sejong went to Injeong Hall (Hall of Benevolent Governance and received the incense and the written invocation for the autumn state sacrifice at the Royal Cuisine Office .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 경모궁의 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 1일(경인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 경모궁(景慕宮)의 추향(秋享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○庚寅/上詣仁政殿月臺, 親傳景慕宮秋享香祝。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall of the gapjin year (1424, the fifth year of King Taejongs reign and received the officials of the senior third rank or above from the State Council and Privy Council . The King ordered that those who were supposed to be jointly enshrined in the Royal Ancestral Shrine and the Altar of the Soil and Grain be all punished and exiled to a designated area.",
                "H2KE-nKo": "주상이 중희당에 나아가 대신과 비국 당상을 인견하였다. 사원에 새로 배향할 것과 협잡하여 함부로 청을 한 부류는 일체 형장을 치고 정배하라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 15일(갑진) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 사원(祠院)에 새로 배향(配享)하는 것을 협잡하여 무릅써 청하는 무리는 일체 형배(刑配)하라고 명하였다.",
                "hj": "○甲辰/上御重熙堂, 引見大臣備局堂上。 命祠院創配挾雜冒請之流, 一切刑配。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Kang Siyeong , the governor of Chungcheong Province , reported as follows: Im Seonbae , a member of Jeongsan District , was killed by his son Im Taedu . However, Im Taedu , his elder brother Im Tae적이 hanged his killing, and the reason for his thorough investigation has already been reported to the throne. However, Im Taedu directly committed the crime of his father and committed wicked acts. This was a great natural disaster from the beginning of the people. The symptoms of the State Tribunal . Im Tae적은 suddenly occurred such an extreme natural disaster and went into the imprisonment of the prisonment of the symptoms, alone rushed to the imprisonment of the symptoms, and struck Im Taejeok with a floggging with the symptoms of the symptoms. In general, the symptoms of the",
                "H2KE-nKo": "충청 감사 강시영이 아뢰기를,“정산현의 반민 임선백이 그의 아들 임태두에게 살해되었는데, 임태두는 그의 형 임태적이 그대로 목매어 죽은 일에 대해 끝까지 캐물은 연유를 이미 급히 장계하였습니다. 임태두가 곧바로 그 아비를 범하여 낭자하게 흉악한 짓을 한 것은 바로 백성이 생긴 이래로 없던 극악한 변고입니다. 그가 미친 증세가 있은 지 이미 7, 8년이나 된 것은 진실로 근거할 만한 여러 사람의 공초가 있지만, 미친 증세가 있었는지의 여부는 논할 것도 없이 바로 강상의 극악한 변고입니다. 그 시체는 역적의 시체이고 그 귀신은 역적의 귀신이니, 의금부에서 법률 조문을 추가로 시행하는 것은 결안하여 법대로 처형한 사람과 다를 것이 없습니다.임태적은 갑자기 이처럼 만고에 없던 극악한 변고를 당하여 앞장서서 흉악한 놈이 갇혀 있는 방에 혼자 들어가 장을 치고 몽둥이로 때리고 <unk> 때 과일을 억지로 맺은 것은, 대개 그 심정은 같은 하늘 아래에서 살 수 없는 데 급하고 그 일은 대의를 위해서는 골육의 의리를 돌아보지 않는 것과 같아서, 스스로 속히 죽기를 원하는 것이 진정에서 나온 것으로 알고 함부로 죽인 책임은 진실로 변명할 수 없습니다. 그러나 망극한 심정은 혹 용서할 수 있을 듯도 합니다만, 감처한 것이 가벼운 쪽으로 적용하는 것이 무거운 쪽으로 적용되었습니다. 신 또한 감히 마음대로 결단할 수 없으니, 모두 담당 관사로 하여금 의견을 갖추어 주상께 여쭈어 처리하게 하소서.”하니, 형조에 내려 대신에게 수의하게 하였다. 임태두는 그 시체를 드러내고 임태적은 효유하여 풀어 주게 하기를 청하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 19일(무신) 1번째기사",
                "gt-oKo": "충청 감사 강시영(姜時永)이 아뢰기를, “정산현(定山縣)의 반민(班民) 임선백(任善白)이 그 아들 임태두(任泰斗)에게 시해되고 임태두는 그 형 임태적(任泰迪)에게 곧 목조여 죽은 일은 궁핵(窮覈)하여 연유를 이미 치계(馳啓)하였습니다마는, 임태두가 곧바로 그 아비를 범하여 낭자하게 흉악한 짓을 한 것은 백성이 생긴 이래로 없던 지극히 큰 변괴입니다. 그 미친 증세가 이미 일여덟 해나 오래 되었다는 것은 본디 증거 삼을 만한 여러 사람의 공초(供招)가 있으나, 미쳤든 안 미쳤든 막론하고 이것은 강상(綱常)의 지극한 변괴입니다. 그 주검은 역시(逆屍)이고 그 귀신은 역귀(逆鬼)이니, 왕부(王府)에서 공정한 벌을 추시(追施)하는 것은 결안(結案)하여 정형(正刑)하는 사람에 대한 것과 다를 것이 없을 것입니다. 임태적은 이런 고금에 걸쳐서 없던 지극한 변괴를 갑자기 당하였으므로 앞장서서 흉한(兇漢)을 가두어 매어둔 방에 혼자 들어가 매로 때리며 죽기를 강요하다가 삽시간에 결과한 자이니, 대개 그 심정은 하늘 아래에서 같이 살 수 없다는 데에 급하고 그 일은 대의(大義)를 위하여 사친(私親)을 버리는 경우와 같아서 스스로 빨리 죽기를 바란 것은 진정에서 나왔음을 알겠습니다. 마음대로 죽인 책임은 워낙 할 말이 있을 수 없으나 망극한 심정은 혹 용서할 수도 있을 듯합니다마는, 감처(勘處)의 경중을 적당히 하는 것은 신(臣)도 감히 마음대로 결단할 수 없으니, 모두 유사(攸司)를 시켜 복계(覆啓)하여 품처(稟處)하게 하소서.” 하였는데, 일이 형조(刑曹)에 내려지매, 대신(大臣)에게 수의(收議)하여 임태두는 그 주검을 한데에 버리고 임태적은 타일러 놓아 보내게 하기를 청하니, 그대로 따랐다.",
                "hj": "○戊申/忠淸監司姜時永啓言: “定山縣班民任善白, 爲其子泰斗所弑, 而泰斗則其兄泰迪, 仍爲縊殺事, 窮覈緣由, 已爲馳啓, 而泰斗之直犯其父, 狼藉行兇, 卽是生民以來所未有之極大變也。 其癲狂之症, 已爲七八年之久者, 固有諸招之可據, 而無論癲狂與否, 卽是綱常之極變。 其屍則逆屍, 其鬼則逆鬼也, 王府關和之追施, 將無異同於結案正刑之人。 任泰迪則忽遭此亘古所無之極變, 挺身獨入於兇漢囚繫之房, 杖打索勒霎時結果者, 蓋其情急於不共戴天, 事同於大義滅親, 自願速死, 認出眞情擅殺之責, 固不得辭, 罔極之情, 恐或可原, 而勘處之適輕適重。 臣亦不敢擅斷, 竝令攸司, 覆啓稟處事。” 下刑曹, 請收議大臣, 泰斗則暴其屍, 泰迪則令曉諭放送, 從之。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On giyu day, the first day of the month, the King paid a visit to the Royal Ancestral Shrine in giyu year (. This was a autumn audience with the King.",
                "H2KE-nKo": "주상이 태묘에 전배하였는데, 추계 전알이었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 20일(기유) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 전배(展拜)하였으니, 추알(秋謁)이다.",
                "hj": "○己酉/上展拜于太廟, 秋謁也。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinhae day, the seventh day of the seventh month was held at the Royal Confucian Academy . Five men, including Kwon Hyosam , who passed the second-stage civil service examination in the sinhae year (, were all directed as the metropolitan second-stage military examination .",
                "H2KE-nKo": "성균관에서 칠석제를 행하였다. 수석을 차지한 권효삼 등 5인에게 모두 감시 회시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 22일(신해) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 칠석제(七夕製)를 설행(設行)하였다. 으뜸을 차지한 권효삼(權孝參) 등 5인에게 모두 직부 감시 회시(直赴監試會試)하게 하였다.",
                "hj": "○辛亥/設七夕製于泮宮, 居首權孝參等五人, 竝直赴監試會試。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghui당에 나아가 summoning the passers of the imja year (1422, the fourth year of King Sejong and held audience with the Confucian students.",
                "H2KE-nKo": "임자년에 주상이 중희당에 나아가 입격한 유생들을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 23일(임자) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 입격(入格)한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○壬子/上御重熙堂, 召見入格儒生。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King proceeded to Hwijeong Hall and stayed overnight in the night.",
                "H2KE-nKo": "주상이 휘정전에 나아가 재숙하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 24일(계축) 1번째기사",
                "gt-oKo": "임금이 휘정전(徽定殿)에 나아가 재숙(齋宿)하였다.",
                "hj": "○癸丑/上詣徽定殿齋宿。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, the King performed the second anniversary of the death of Queen Hwijeong Hall (Jeongjongs passing.",
                "H2KE-nKo": "휘정전의 재기제를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 25일(갑인) 1번째기사",
                "gt-oKo": "휘정전의 재기제(再朞祭)를 행하였다.",
                "hj": "○甲寅/行徽定殿再朞祭。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King issued a royal order: When I personally perform the second anniversary of death at Mokjeong Hall (Hall of Benevolent Governance and Spring and Filial Piety , the 예방 승지홍기섭 , the ritual manager Yi Pungik , and the senior supplicant Jo Jongjun are to be added to their posts.",
                "H2KE-nKo": "전교하기를,“휘정전의 재기제를 친히 행할 때의 예방 승지 홍기섭, 집례 이풍익, 대축 조병준에게 모두 가자하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 26일(을묘) 1번째기사",
                "gt-oKo": "하교하기를, “휘정전의 재기제를 친행(親行)할 때의 예방 승지(禮房承旨) 홍기섭(洪耆燮)·집례(執禮) 이풍익(李豐翼)·대축(大祝) 조병준(趙秉駿)에게 모두 가자(加資)하라.” 하였다.",
                "hj": "○乙卯/敎曰: “徽定殿再朞祭親行時, 禮房承旨洪耆燮, 執禮李豐翼, 大祝趙秉駿, 竝加資。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Ministry of War reported to the King as follows: As your subjects recently examined the report of the Royal Secretariat , the result of the highest level of the first classified quota for the second classified quota for the first classified quota for the second class quota for the second classified quota for the first classified quota for the second class",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 승정원의 계사를 보니, 일소에서 장원한 시권이 격례를 어긴 것은 참으로 너무도 놀랍습니다. 원래의 시권은 우선 빼 버리소서. 그리고 경의의 출제는 원래 본문을 잘라 버리는 법이 없는데, 이번 일소와 이소의 의제는 모두 문장을 잘라 버린다는 혐의를 면할 수 없습니다. 대비과의 시취가 얼마나 엄하고 신중한 것인데 이렇게까지 전도되고 착오가 있단 말입니까. 일소의 시관은 모두 삭직하고, 이소의 시관들도 파직하소서.”하니, 윤허하였다. - 일소의 시관은 홍영규ᆞ정익조ᆞ조귀식이고, 이소의 시관은 이현서ᆞ김익문ᆞ이유응이다. -\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 27일(병진) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “이제 정원(政院)에서 아뢴 사연을 보니, 일소(一所)의 괴권(魁券)이 격례(格例)를 어긴 것은 참으로 매우 놀라우므로 원시권(原試券)을 우선 빼앗고 또 경의(經義)의 출제(出題)는 본디 본문(本文)을 절단하는 법이 없는데, 이번 일소·이소(二所)의 경의의 제목은 모두 문장을 절단한 혐의를 면할 수 없다 하였습니다. 대비(大比)의 시취(試取)가 얼마나 엄근(嚴謹)한 것인데 이런 전착(顚錯)이 있기까지 합니까? 일소의 시관(試官)은 모두 삭직(削職)하고 이소의 시관도 파직(罷職)하소서.” 하니, 윤허하였다.【일소의 시관은 홍영규(洪永圭)·정익조(鄭翊朝)·조귀식(趙龜植)이고, 이소의 시관은 이현서(李玄緖)·김익문(金益文)·이유응(李裕膺)이다.】",
                "hj": "○丙辰/備局啓言: “卽見政院啓辭, 則一所魁券之違越格例, 誠萬萬可駭, 原試券, 爲先拔去, 且經義出題, 元無截斷本文之法, 而今番一二所義題, 俱未免斷章之嫌。 大比試取, 何等嚴謹, 而至有此顚錯乎? 一所試官, 竝削職, 二所諸試官, 請亦罷職。” 允之。【一所試官洪永圭、鄭翊朝、趙龜植, 二所試官李玄緖、金益文、李裕膺。】"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Han Jeonggyo as the Office of the Censor General and Bak Yeongwon as the minister of rites .",
                "H2KE-nKo": "한정교를 사간원 대사간으로, 박영원을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 29일(무오) 1번째기사",
                "gt-oKo": "한정교(韓正敎)를 사간원 대사간으로, 박영원(朴永元)을 예조 판서로 삼았다.",
                "hj": "○戊午/以韓正敎爲司諫院大司諫, 朴永元爲禮曹判書。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gabo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rites on the anniversary of the passing of the Soil and Grain .",
                "H2KE-nKo": "주상이 인정전에 나아가 남단 절제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 5일(갑오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 남단(南壇)의 절제(節祭)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○甲午/上詣仁政殿, 親傳南壇節祭香祝。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Junghoe Pavilion and held audience with former Governor of Pyeongan Province Jo병hyeon . The King said, The disaster of flooding over the flooding of Cheongbuk . Although my dear sir did not see my dear sirs, what do you think of this? Jo병hyeon said, The disaster of flooding over the flooding is frequently available. It is generally due to the flooding of the mountains and the mountains near the valley flooding, the disaster of the starvation starting from the ninth day. However, the disaster of the high and low distinction between the size and the size of the mountains and the streams reached the size of the water. Although there is no distinction between the size and the size of the mountains and the streams, it is only that the situation was unexpected. For this reason, the people cannot be unable to suppress their livelihoods. Though your subject is not able to look into the sightest looking at the sightest looking down. Your subject thinks that the destitute households in both towns should all be exempted from paying grain loans, and the land tax should also be exempt from paying grain loans from paying grain loans. The disaster of five towns such as Jeongju , Seoncheon , Gasan , Gwaksan , Bakcheon , and the five towns such as Jeongju , Seoncheon , Gasan , and others should be exempted from paying grain loans and loans by paying grain loans, and the land taxes on loans and the loans should also be exempted from paying grain loans. Your subject dares to report this matter. The King followed this advice.",
                "H2KE-nKo": "주상이 중희당에 나아가 전 평안 감사 조병현을 불러서 보았다. 주상이 말하기를,“이번 청천강 이북의 수재를 경이 직접 보지는 못했지만 과연 어떠한가?”하니, 조병현이 아뢰기를,“청천강 이북은 홍수의 재해가 곧 큰 겁탈인데, 산과 골짜기에 의지하여 더욱 심하게 피해를 입은 것은 대개 3일간 폭우가 쏟아지기 시작해서 구성에 물이 넘쳐흘렀기 때문입니다. 높은 것과 낮은 것을 구분하지 않고 모래가 무너지고 돌이 부딪쳐 수세가 이른 것에 대해 천심의 구별이 없지는 않으나, 그 일이 뜻밖에 생겼기 때문에 백성들이 그 사이에서 몸 둘 바를 모르고 있습니다. 신이 미처 그 광경을 목격하지는 못했지만, 들은 바에 의하면 차마 말할 수 없는 것이 있습니다. 그 가운데 구성과 태천은 가장 우심한 곳으로서 떠돌아다니며 쓰러져 앞뒤로 서로 바라보이는 사이에 쓸쓸하고 황무지가 되어 연기가 거의 끊어졌다고 합니다. 신은 두 고을의 완전히 무너진 민호에 대해서는 당년의 환곡과 군포를 모두 탕감하고, 결세도 당년에 면제하도록 허락하며, 그다음으로 우심한 정주, 선천, 가산, 곽산, 박천 등 다섯 고을은 집 전체가 떠내려갔거나 무너진 환곡과 군포, 무너지고 모래가 덮인 토지의 결세도 등급을 나누어 감면해 주는 것이 좋을 듯하다고 생각합니다. 감히 아룁니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 5일(갑오) 2번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 전 평안 감사 조병현(趙秉鉉)을 소견(召見)하였다. 임금이 말하기를, “이번 청북(淸北)의 수재(水災)를 경(卿)이 친히 보지는 못하였으나 과연 어떠한가?” 하매, 조병현이 말하기를, “청천(淸川) 이북은 홍수의 재해가 있으면 큽니다. 산에 의지하고 골짜기에 가까운 곳이 더욱 그 해를 입는 것은 대개 사흘 동안 폭우가 쏟아지면 비로소 구성(龜城)에서 넘쳐 높고 낮은 데를 가리지 않고 모래를 무너뜨리고 돌을 굴리는데 수세(水勢)가 이르는 바에 깊고 얕은 구별이 없지는 않으나 그 일이 뜻밖에 나오기 때문입니다. 그러므로 백성이 그 사이에 조처할 수 없습니다. 신(臣)이 미처 그 광경을 목격하지는 못하였으나 들어서 아는 바로는 차마 말할 수 없는 것이 있는데, 그 가운데에서 구성·태천(泰川)이 가장 심한 곳이므로 유리(流離)하여 낭패하는 것이 앞뒤로 잇달아 쓸쓸하게 황폐한 부락에는 연기가 거의 끊어졌다 합니다. 신의 생각으로는 두 고을의 아주 무너진 집은 당년의 환포(還布)를 모두 탕감하고 결세(結稅)도 당년 것을 면제하도록 허가하며 그 다음으로 심한 정주(定州)·선천(宣川)·가산(嘉山)·곽산(郭山)·박천(博川) 등 다섯 고을에 전체가 떠내려가고 무너진 집의 환포와 냇물이 터져 모래가 덮은 곳의 결세도 등급을 나누어 감면하는 것이 좋을 듯합니다. 그러므로 감히 아룁니다.” 하니, 그대로 따랐다.",
                "hj": "○上御重熙堂, 召見前平安監司趙秉鉉。 上曰: “今番淸北水災, 卿雖未親見, 果何如?” 秉鉉曰: “淸川以北水潦之災, 便是浩刼, 依山近峽之尤被其害者, 蓋緣三日暴霔, 始濫於龜城, 不分高低, 崩沙滾石, 水勢所到, 雖不無淺深之別, 而惟其事出不虞也。 故民無以容措於其間。 臣雖不及目擊其光景, 而聽聞所悉, 有不忍說到者, 就其中龜城、泰川, 以㝡尤甚之處, 流離顚連, 項背相望, 蕭條荒落, 烟火殆絶。 臣以爲兩邑全頹戶當年還布, 一竝蠲蕩, 結稅亦許當年免頉, 之次尤甚之定州、宣川、嘉山、郭山、博川等五邑, 全家漂頹之還布, 潰決沙覆之結稅, 亦許分等蠲頉, 恐好。 故敢達矣。” 從之。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King proceeded to Injeong Hall and personally handed out the incense and the written prayer to be used in the rite for commemorating Cold Food Day .",
                "H2KE-nKo": "주상이 인정전에 나아가 문묘의 석채에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 7일(병신) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 문묘(文廟)의 석채(釋菜)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○丙申/上詣仁政殿, 親傳文廟釋菜香祝。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the greater felicitous rite at the Altar of the Soil and Grain .",
                "H2KE-nKo": "정유년에 주상이 인정전에 나아가 사직 대제의 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 8월 8일(정유) 1번째기사",
                "gt-oKo": "임금이 인정전에 나아가 사직(社稷)의 대제(大祭)에 쓸 향·축을 친히 전하였다.",
                "hj": "○丁酉/上詣仁政殿, 親傳社稷大祭香祝。"
            }
        }
    },
    "09": {
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Seo 헌sun as third minister of personnel , Song Jiyang as censor , Kim Jwageun as minister of works , and Yi Mi as Royal Confucian Academy .",
                "H2KE-nKo": "기사년에 서헌순을 이조 참의로, 송지양을 사간원 대사간으로, 김좌근을 공조 판서로, 이우를 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 11일(기사) 1번째기사",
                "gt-oKo": "서헌순(徐憲淳)을 이조 참의로, 송지양(宋持養)을 사간원 대사간으로, 김좌근(金左根)을 공조 판서로, 이석(李㙽)을 성균관 대사성으로 삼았다.",
                "hj": "○己巳/以徐憲淳爲吏曹參議, 宋持養爲司諫院大司諫, 金左根爲工曹判書, 李㙽爲成均館大司成。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Nansun was appointed minister of punishments in imsin year (.",
                "H2KE-nKo": "김난순을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 14일(임신) 1번째기사",
                "gt-oKo": "김난순(金蘭淳)을 형조 판서로 삼았다.",
                "hj": "○壬申/以金蘭淳爲刑曹判書。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Left State Councilor Kim Dohui reported as follows: Regarding the Royal Confucian Academy and the selection of scholar-officials, the period of tenth month is the ancient rule. Although the Royal Confucian Academy is uniformly observed in accordance with this rule, the day of spring and autumn occasionally cannot finish the completion of the Royal Confucian Academy without waiting for the deep winter to complete the completion of the Royal Confucian Academy . Thus, the students do not strive to study their studies, and eventually do not fail to do so. In recent years, in spring and summer, the three seasons of spring and autumn, no one can finish the completion of arrival of the compleval of arrival",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 좌의정 김도희가 아뢰기를,“승보시와 학제의 선비를 뽑는 것을 10월로 한정하는 것이 바로 옛 규례입니다. 비록 한결같이 이 규례를 따르지는 않더라도 매번 봄가을의 한가한 날에 간간이 설행하고 한겨울이 되기 전에 끝마칩니다. 이는 그 과정을 정해 놓고 기예를 익혀서 분주하게 학업을 폐기하지 않게 하려는 것이니, 그래도 옛뜻에 어긋나지 않습니다.근년 이래로 봄가을, 가을가을의 세 계절에 한 번도 설행하지 않고 번번이 한겨울의 혹한기에 계속해서 과장을 열어 혹 연말에 임박하여 뽑히지 못한 채 대충대충 마감하기도 합니다. 시험 보이는 일로 헤아려 볼 때 너무도 어렵고 군색한데, 과거에 응시하는 유생들로 하여금 삼동을 포기하고 한 글자도 읽지 않게 하는 것은 실로 과정을 권장하는 본뜻이 아닙니다. 승정원으로 하여금 각별히 반장을 신칙하여 그들로 하여금 옛 규례대로 10월 안으로 모두 뽑게 하소서.”하니, 그대로 따랐다. 또 아뢰기를,“지난번에 영국 선박에 관한 한 가지 일로 이미 예부에 자문을 보내 보고할 것을 우러러 청하였습니다. 그런데 일본은 강화한 이후로 변방의 정세와 관계된 모든 일에 대해 서로 통보하였고, 종적을 헤아릴 수 없는 이양선에 대해서는 더욱 엄히 막아서 변방의 근심을 함께 걱정할 뿐만 아니라 혹 사법이 전파될까 우려하여 누차 이 서계로 왕복한 것이 《동문휘고》에 실려 있습니다. 이번에 서양 선박이 출몰하며 변화무쌍한 것은 비록 그 요령을 알 수 없으나, 신의로 교린하는 의리로 볼 때 사실에 근거하여 통보해야 할 듯합니다. 또 저들이 만약 이 사실을 듣고서 우리가 통보하지 않았다고 책망한다면 회답하기 어려울 것이고, 혹 그 선박이 저들의 경계로 옮겨 가서 저들이 먼저 통보한다면 우리 쪽에서는 서운할 것입니다. 신의 생각에는 예조로 하여금 이양선이 왕래한 상황을 자세히 갖추어 동래 왜관에 서계를 별도로 보내게 하고, 이어 동무에 통보하게 하여 변방의 방비를 바로잡고 이전의 약조를 정비하는 뜻을 보이는 것이 좋을 듯합니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 15일(계유) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 좌의정 김도희(金道喜)가 아뢰기를, “승상(陞庠)에서 선비를 뽑는 것은 10월까지로 한정하니, 곧 고규(古規)인 것입니다. 한결같이 이 규례를 따르지는 않는다 하더라도 매번 봄·가을의 한가한 때에 간간이 설행(設行)하고 한겨울이 되기 전에 끝내는 것은, 과업을 나누어 학예를 익혀서 분주히 학업을 폐기하게 되지 않게 하기 위한 것이므로 오히려 고규의 의의를 잃지 않은 것입니다. 그런데 근년 이래로 봄·여름·가을에는 한번도 뽑지 않다가 문득 한겨울의 한추위에 잇달아 개장(開場)하고 혹 연말에 닥치면 뽑는 수에 차지 않아도 허둥지둥 마감합니다. 시사(試事)로 헤아려 보더라도 이미 지극히 군색한데 부거(赴擧)하는 유생(儒生)이 포기하고 삼동(三冬)에 한 자도 읽지 않게 하니, 실로 권과(勸課)하는 본의에 어긋납니다. 정원(政院)으로 하여금 각별히 반장(泮長)에게 신칙(申飭)하여 고규에 따라 10월 안으로 다 뽑게 하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “접때 영국(英國) 배에 관한 일 때문에 이미 예부(禮部)에 자보(咨報)할 것을 우러러 청한 바 있었습니다. 그런데 일본(日本)은 강화(講和)한 이래 무릇 변정(邊情)에 관계되는 것이 있으면 서로 통보하고 종적을 헤아릴 수 없는 이양선(異樣船)일 경우 더욱더 엄히 막아 변방의 걱정을 함께 돌볼 뿐더러 혹 사법(邪法)이 전파될세라 염려하여 여러 번 이 때문에 서계(書契)가 왕복하였으니, 《동문휘고(同文彙考)》에 실려 있습니다. 이번에 양선(洋船)이 순식간에 출몰한 것은 비록 그 요령은 알지 못하나 신의로 교린(交隣)하는 의리로서는 사실에 의거하여 서로 통보해야 할 듯합니다. 또 그들이 들어서 알고 통보하지 않았다고 우리에게 책망한다면 대답하기 어려울 것이고, 혹 그 배가 저들의 지경으로 옮겨 가서 저들이 먼저 통보한다면 우리로서는 찐덥지 않을 것입니다. 신의 생각으로는 예조(禮曹)로 하여금 이양선이 왕래한 상황을 상세히 갖추어 동래 왜관(東萊倭館)에 서계를 보내고 동무(東武)에 전보(轉報)하게 하여 변방(邊防)을 경보하고 전약(前約)을 이행하는 뜻을 보이는 것이 좋을 듯합니다.” 하니, 그대로 따랐다.",
                "hj": "○癸酉/上御熙政堂, 引見大臣備局堂上。 左議政金道喜啓言: “陞庠取士, 限以十月, 卽古規也。 雖不一遵此例, 每以春秋暇日, 間間設行, 不待深冬而告訖, 所以程其課而遊於藝, 使不至奔走廢業, 猶不失古意。 近年以來, 春夏秋三節, 不設一抄, 輒於窮冬隆冱, 陸續開場, 至或臨歲末, 未滿抄而草草磨勘。 揆以試事, 已極艱窘, 而使諸生之赴擧者, 抛棄三冬, 不讀一字, 實非勸課之本意。 請令政院, 另飭泮長, 使之依古規, 以十月內畢抄。” 從之。 又啓言: “向以英舶一款, 已有咨報禮部之仰請者。 而日本, 自講和以後, 凡有邊情所關, 互相通報, 至於異樣船蹤跡叵測者, 則尤加嚴防, 非但邊虞之同恤, 或慮邪法之播傳, 屢以此書契, 往復, 載在《同文彙考》矣。 今番洋船之出沒閃忽, 雖不得其要領, 而其在交隣以信之義, 似當據實相報, 且彼若聞知, 而責我以不報, 則難於爲答, 倘或厥船, 轉到彼境, 自彼先報, 則在我爲慊。 臣意則令禮曹, 詳具異樣船來往形止, 另致書契於萊館, 仍令轉報東武, 以示警邊防修前約之意。 恐好矣。” 從之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at Junghu Hall .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 15일(계유) 2번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○召對于重熙堂。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Junghoe Pavilion in the gapjin year (.",
                "H2KE-nKo": "중희당에서 갑술년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 16일(갑술) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○甲戌/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "Jo Dusun was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "조두순을 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 16일(갑술) 2번째기사",
                "gt-oKo": "조두순(趙斗淳)을 한성부 판윤(漢城府判尹)으로 삼았다.",
                "hj": "○以趙斗淳爲漢城府判尹。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulhae day, the King proceeded to Junghu Hall in the eulhae year (. The King ordered all the royal secretaries to bring official matters and enter the hall. ",
                "H2KE-nKo": "주상이 중희당에 나아가 여러 승지에게 공사를 가지고 입시하라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 17일(을해) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 승지(承旨)들에게 명하여 공사(公事)를 가지고 입시(入侍)하게 하였다.",
                "hj": "○乙亥/上御重熙堂, 命諸承旨, 持公事入侍。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On muin day, the King received the officials in the morning court assembly at Junghu Hall in muin year (.",
                "H2KE-nKo": "중희당에서 무인년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 20일(무인) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○戊寅/召對于重熙堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "경진년에 주상이 진전에 나아가 다례를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 22일(경진) 1번째기사",
                "gt-oKo": "임금이 진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○庚辰/上詣眞殿, 行茶禮。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyemi day, the King went to Junghu Hall in the gyemi year (. The King ordered that on-duty officials of the Office of the Censor General take the Records of the Grand Scribe (C. Mengjang chapter of the Grand Scribe and attend the King.",
                "H2KE-nKo": "계미년에 주상이 중희당에 나아가 입직한 옥당에게 《갱장록》을 가지고 입시하라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 25일(계미) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 입직(入直)한 옥당(玉堂)에게 명하여 《갱장록(羹墻錄)》을 가지고 입시(入侍)하게 하였다.",
                "hj": "○癸未/上御重熙堂, 命入直玉堂持《羹墻錄》入侍。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gapsin day, the King received the officials in the morning court assembly at Junghoe Pavilion in order to lecture on the Records of the Grand Scribe (C. Shijang . The King said to the Office of the Censor General Bak Yeongbo , During the reign of Emperor Military Procurement Yun Yeong , Executive Assistant of the Directorate of Military Procurement , presented two copies of the Original Six Codes (K. yukyucheng . The King read this and commended it, and eventually ordered that he be promoted to office. The executive assistant of the Directorate of Military Procurement does not exceed one of the lowly privilege. Nevertheless, the post of magistrate of the Directorate of Military Procurement was similar to one of the lowly privilege. How much more should this be the same as this? Now, even if the post of magistrate of a lower rank in the Three Armies is not included in historical records, it would be proper to thoroughly understand the circumstances. However, the circumstances of twenty-eight pieces of them are observed. This is generally based on the Extended Meanings of Jin Deoksu and Ku Jun , the Extended Meanings of the Great Learning (C. Daxue yan . Emperor Taizu of the Ming dynasty established the country first and the palace hall was built. The King immediately ordered the 유신 to take the copies of the Great Learning (C. Daxue and Collected Mings of the Great Learning in order to replace the copies with the copies of the Grand Scribe. Truly, there is no extraordinary privilege of governing the monarchs. It is humbly hoped that Your Majesty will make this copies at the time of leisure and order that this copies of the Records of the Grand Scribe and the Records of the Grand Scribe (C. Yeonyun . The King studyed this copies when he read this copies.",
                "H2KE-nKo": "중희당에서 갑신년에 소대를 행하였다. 《갱장록》을 강하였다. 옥당 박영보가 아뢰기를,“명종 때에 군자 판관 윤영이 《국조보감유초》 2권을 지어 올렸는데, 주상께서 보고 가상히 여겨 승진시켜 서용하라고 명하기까지 하셨습니다. 군자 판관은 일개 말단의 음관에 불과한데도 오히려 이와 같이 하였는데, 하물며 그 당시 삼사의 반열에 있던 자들의 훌륭한 말과 훌륭한 계책이야 더욱 어떠하겠습니까. 지금 그 책이 없어서 자세히 알 수는 없으나 28조목으로 보면 대개 진덕수의 《대학연의》와 구준의 《대학연의보》를 모방하여 만든 것입니다. 명나라 태조 고황제가 맨 먼저 가방과 낙성궁의 궁전을 정하고 즉시 유신에게 명하여 《대학연의》를 가져다가 장벽에 써서 그림을 대신하도록 하였으니, 이는 진실로 제왕이 나라를 다스리는 요체는 이 책보다 나은 것이 없기 때문입니다. 삼가 바라건대 전하께서는 한가한 틈에 이 책과 구준의 《대학연의보》를 들여오도록 명하여 때때로 열람하신다면 그 효과가 어찌 적겠습니까.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 26일(갑신) 1번째기사",
                "gt-oKo": "중희당에서 소대(召對)하였다. 《갱장록》을 강독(講讀)하였다. 옥당(玉堂) 박영보(朴永輔)가 말하기를, “명묘(明廟) 때에 군자 판관(軍資判官) 윤영(尹齡)이 《국조보감유초(國祖寶鑑類抄)》 두 권을 지어 바쳤는데, 위에서 보고 아름답게 여겨 승직(陞職)을 명하시기까지 하였습니다. 군자 판관은 한낱 말단의 음관(蔭官)에 지나지 않았는데도 오히려 이러하였으니, 더구나 그때 삼사(三司) 반열(班列)에 있던 자들의 경계가 되는 좋은 말과 아름다운 계책이야 더욱 어떠하였겠습니까? 이제 그 글이 없어져 상세히 알 수는 없으나, 28조목을 보면 대개 진덕수(眞德秀)의 《대학연의(大學衍義)》와 구준(丘濬)의 《대학연의보(大學衍義補)》를 본떠 만든 것입니다. 명(明)나라 태조 고황제(太祖高皇帝)는 국가를 정하고 궁전(宮殿)을 짓고 나서 곧 유신(儒臣)에게 명하여 《대학연의》에서 취하여 장벽(墻壁)에 써서 그림을 대신하였으니, 참으로 임금이 정치하는 요령으로 이 글보다 나은 것이 없기 때문입니다. 바라옵건대, 전하께서는 한가할 때 이 글과 구준의 《대학연의보》를 들여오라고 명하여 때때로 보소서. 그러면 그 공효(功效)가 어찌 적겠습니까?” 하였다.",
                "hj": "○甲申/召對于重熙堂, 講《羹墻錄》。 玉堂朴永輔曰: “明廟時軍資判官尹齡, 撰進《國朝寶鑑類抄》二卷, 上覽而嘉之, 至命陞職。 軍資判官, 不過一末蔭也, 猶能如此, 況乎其時在三司之列者, 昌言嘉謨, 尤當如何? 今其書不在, 雖無以詳知, 以二十八條目觀之, 則蓋依倣眞德秀《大學衍義》及丘濬《大學衍義補》而爲之者也。 皇明太祖高皇帝, 首定家邦、落成宮殿, 卽命儒臣, 取《大學衍義》書于墻壁, 以代繪畫, 誠以帝王出治之要, 無過於是書也。 伏願殿下, 於淸燕之暇, 命入是書及丘濬《衍義補》, 以時澄覽, 則其爲功效, 夫豈淺尠哉。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The second day of the ninth month was held at the Royal Confucian Academy .",
                "H2KE-nKo": "반궁에서 병술년의 구일제를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 28일(병술) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 구일제(九日製)를 설행(設行)하였다.",
                "hj": "○丙戌/設九日製于泮宮。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On muja day, the King appointed Yu Seonghwan as governor of Hamgil Province.",
                "H2KE-nKo": "유성환을 함경도 관찰사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 30일(무자) 1번째기사",
                "gt-oKo": "유성환(兪星煥)을 함경도 관찰사로 삼았다.",
                "hj": "○戊子/以兪星煥爲咸鏡道觀察使。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gapja day, the King proceeded to Injeong Hall and held the Mid-Autumn Rites . The lecture on the Confucian Classics was 수석을 차지한 Seungjin Tae , and the lecture on the composition examination was Kwon Yongsu , who was the first lecture on the composition examination .",
                "H2KE-nKo": "갑자년에 주상이 인정전에 나아가 추도기를 행하였다. 강경에서 수석을 차지한 승진태와 제술에서 수석을 차지한 권용수에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 9월 6일(갑자) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 추도기(秋到記)를 행하였다. 강(講)에 으뜸을 차지한 승진태(承鎭泰)와 제술(製述) 부(賦)에 으뜸을 차지한 권용수(權用修)를 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲子/上御仁政殿, 行秋到記, 講居首承鎭泰, 製述賦〔居〕首權用修, 竝直赴殿試。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Jo Uncheol was appointed as the governor of Chungcheong Province , Yun Huipung as the army commander of Left Gyeongsang Province , and Yi Myeongdeok as the navy commander of Hwanghae Province .",
                "H2KE-nKo": "기축년에 조운철을 충청도 관찰사로, 윤희풍을 경상좌도 병마절도사로, 이명학을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 1일(기축) 1번째기사",
                "gt-oKo": "조운철(趙雲澈)을 충청도 관찰사로, 윤희풍(尹喜豐)을 경상좌도 병마 절도사로, 이명학(李明學)을 황해도 수군 절도사로 삼았다.",
                "hj": "○己丑/以趙雲澈爲忠淸道觀察使, 尹喜豐爲慶尙左道兵馬節度使, 李明學爲黃海道水軍節度使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Injeong Hall (Hall of Benevolent Governance in the imin year (1422, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "인정전에서 임인년의 이문 제술을 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 14일(임인) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 이문 제술(吏文製述)을 행하였다.",
                "hj": "○壬寅/行吏文製述于仁政殿。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, a lunar eclipse occurred in the foot of the earth month in gyemyo year (.",
                "H2KE-nKo": "계묘년 1월에 월식이 있었는데, 월식이 지하에 있었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 15일(계묘) 1번째기사",
                "gt-oKo": "달에 월식이 있었는데, 월식은 지하(地下)에 있었다.",
                "hj": "○癸卯/月有食之, 食在地下。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at Junghu Hall .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 15일(계묘) 2번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○召對于重熙堂。"
            },
            "3": {
                "H2KE-EN": "The King separately lectured the Compendium of Human Nature and Principle (C. Fangjang chapter of the Book of Poetry (C. Shijing . The King said, In the Royal Ancestral Shrine , there was a minor illness. Nevertheless, reading books, I was admired the study of study and enjoyable reading books. This is also because the study of the Royal Confucian Academy was extraordinary and excellent.",
                "H2KE-nKo": "중희당에서 별강하였다. 《갱장록》을 강독하였다. 주상이 말하기를,“세조께서 조금 편찮으셨으나 그래도 글을 읽으셨으니 학문에 독실하고 글을 좋아하신 것을 흠앙할 만하며, 또한 성학이 고명하고 탁월한 까닭이다.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 15일(계묘) 3번째기사",
                "gt-oKo": "중희당에서 별강(別講)하였다. 《갱장록(羹墻錄)》을 강독(講讀)하였다. 임금이 말하기를, “세묘(世廟)께서는 조금 편찮으셔도 오히려 글을 읽으셨으니, 학문에 충실하고 글을 좋아하신 것을 흠앙할 수 있는데, 또한 이 때문에 성학(聖學)이 고명하고 탁월하셨다.” 하였다.",
                "hj": "○別講于重熙堂, 講《羹墻錄》。 上曰: “世廟有微恙, 而猶讀書可以欽仰於篤學喜書, 而亦所以聖學之高明卓越矣。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gapjin day, the King proceeded to Injeong Hall and held a lecture on the Confucian classics and the literary licentiate examination in the gapjin year (.",
                "H2KE-nKo": "주상이 인정전에 나아가 일차 유생과 한학 문신의 전강을 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 16일(갑진) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 일차 유생(日次儒生)과 한학 문신(漢學文臣)의 전강(殿講)을 행하였다.",
                "hj": "○甲辰/上御仁政殿, 行日次儒生漢學文臣殿講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at Junghu Hall .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 16일(갑진) 2번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○召對于重熙堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulsa day, [the King] ordered that in the eulsa year (, the first classified Confucian scholars who had passed the oral examination on the Confucian classics be tested on the grounds that Min Chisang had passed the examination in the eulsa year (.",
                "H2KE-nKo": "을사년에 일차 유생의 전강에서 수석을 차지한 민치상에게 전시에 곧바로 응시할 자격을 주라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 17일(을사) 1번째기사",
                "gt-oKo": "일차 유생 전강(日次儒生殿講)에서 으뜸을 차지한 민치상(閔致庠)에게 직부 전시(直赴殿試)를 명하였다.",
                "hj": "○乙巳/命日次儒生殿講居首閔致庠, 直赴殿試。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Injeong Hall , the first day of the fifth month, the King conducted the civil and military officials writing composition examinations and the civil and military officials writing studying the Confucian classics.",
                "H2KE-nKo": "인정전에서 문신의 제술과 전경 문신과 전경 무신의 전강을 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 18일(병오) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 문신 제술(文臣製述)과 전경 문신·무신 전강(專經文臣武臣殿講)을 행하였다.",
                "hj": "○丙午/行文臣製述及專經文武臣殿講于仁政殿。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 정미년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 19일(정미) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○丁未/召對于重熙堂。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King proceeded to Injeong Hall and personally handed out the incense and the written prayer to be used in the winter state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전에 나아가 태묘의 동향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 2일(경인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 태묘(太廟)의 동향(冬享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○庚寅/上詣仁政殿, 親傳太廟冬享香祝。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Left State Councilor Kim Dohui reported as follows: The duty of guarding the royal chamber is extremely important. Therefore, it is impossible to leave [the royal chamber] for a moment. Your subject recently heard that when performing state sacrifices at each royal tomb, officials on duty at other royal tombs are filled by vacancies for ancestral rites. If [the royal chamber] is nearby, it would be improper to transfer [the royal chamber] to [the royal chamber] for ancestral rites. However, sometimes [the royal chamber] has been replaced by [the royal chamber] for a long distance [with the royal chamber], and thus when [the royal chamber] comes back and forth, [the royal chamber] cannot be extremely discontinued. Your subject requests that henceforth, if there is no royal chamber in the various royal tombs within the jurisdiction, [the royal chamber] cannot dare vacate [the royal chamber] by vacating [the royal chamber] in order to vacate [the royal chamber] for a long time, and that this be made a permanent rule. The King approved this request. The King also reported as follows: Local magistrates who receive ten or more times in order to transfer [the royal chamber] to the royal chamber is recorded in the Six Codes (K. Yukjeon . However, sometimes there are cases in which [the royal chamber] has not yet reached the first chamber, and those who receive nine or nine superior evaluations are eventually dismissal from office. Generally, in the nine or evaluations of ten or evaluations, the vacancies of accomplishments and vacies of accomplishments and accomplishments are not worse than fortunate. Your subject requests that henceforth, those who receive nine or nine evaluations of accomplishments",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 좌의정 김도희가 아뢰기를,“능관이 재실을 수직하는 것은 일의 체모가 지극히 엄하여 잠시도 자리를 떠날 수 없는 것입니다. 그런데 근래에 들으니 각 능의 향사 때에 매번 다른 능의 입직 관원을 제관으로 채워 차임한다고 합니다. 이처럼 국내에서 아주 가까운 곳이라면 옮겨서 향사에 차임해도 안 될 것이 없습니다. 그러나 수십 리나 떨어진 곳에 차임되기도 하여 오가는 사이에 자연히 재실이 비게 될 것이니, 어찌 대단히 온당치 못한 일이 아니겠습니까. 지금 이후로는 국내의 여러 능이 아니면 감히 향사에 차임할 수 없다는 뜻으로 전조에 분부하여 영구히 정식으로 삼게 하소서.”하니, 그대로 따랐다. 또 아뢰기를,“수령이 열 번 고과에 열 번 상을 받고 내직으로 천전되는 것은 법전에 실려 있습니다. 그런데 혹 아직 부임하지 않았거나 부임한 날짜가 얼마 되지 않아서 첫 번째 고과를 거치지 않고 아홉 번 고과에 아홉 번 상을 받은 자가 끝내 파산하고 맙니다. 대개 아홉 번째 고과에서 열 번째 고과를 받은 것은 치적의 우열이 있는 것이 아니라 단지 날짜의 다소를 비교한 것입니다. 그러니 준고를 받았거나 아직 준고하지 않은 것은 단지 불행한 상황에서 나왔을 뿐입니다. 그런데 한 사람은 천전되고 한 사람은 천전되지 않은 것은 순량한 관리를 장려하는 정사에 흠이 있는 듯합니다. 지금부터 아홉 번째 고과에서 아홉 번 상을 받은 자는 부임하지 않았거나 날짜가 얼마 되지 않은 것에 구애받지 말고 열 번째 고과에서 열 번 상을 받은 것에 의거하여 경직에 붙이는 것이 좋을 듯합니다. 그리고 다섯 번째 고과에서 다섯 번 상을 받고 체차되어 부직되어야 할 자는 네 번째 고과에서 네 번 상을 받았을 뿐이니, 날짜가 너무 짧아 아홉 번째 고과에서 아홉 번 상을 받은 경우와는 비교할 수 없을 듯합니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 20일(무신) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 좌의정 김도희(金道喜)가 아뢰기를, “능관(陵官)이 재실(齋室)에 수직(守直)하는 것은 사체(事體)가 지극히 엄하여 잠시라도 떠날 수가 없는 것입니다. 그런데 요즈음 들으니, 각릉(各陵)의 향사(享祀) 때 번번이 다른 능에 입직(入直)하는 관원을 제관(祭官)으로 전차(塡差)한다 합니다. 이처럼 국내(局內)의 아주 가까운 곳이라면 옮겨서 향사에 차출해도 혹 안될 것이 없겠지만, 혹 수십 리의 먼 곳에서 차출된다면 왕래하는 사이에 절로 재실을 비우게 될 것이니, 어찌 매우 미안하지 않겠습니까? 이 뒤로는 국내의 여러 능이 아니면 감히 향사에 차출하지 못한다는 뜻을 전조(銓曹)에 분부하여 영구히 정식(定式)으로 삼게 하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “수령(守令)이 열 번의 고적(考績)에서 열 번 상(上)을 받았을 경우 내직(內職)으로 천전(遷轉)하는 것은 법전에 실려 있습니다. 그런데 혹 아직 부임하지 못하였거나 부임한 날짜가 얼마 안되어 첫번 고적은 거치지 않았으나 아홉 번의 고적에서 아홉 번 상을 받은 자는 마침내 파산(罷散)되고 마는 일이 있습니다. 대개 아홉 번의 고적은 열 번의 고적에 대해 치적(治績)의 우열이 있는 것이 아니고 날짜를 비교한 것이 조금 적을 뿐이니, 열 번의 고적에 맞추고 못 맞춘 것은 다행하고 불행한 데에서 나왔을 뿐입니다. 그런데 하나는 천전되고 하나는 그렇지 못한 것은 순량(循良)한 자를 권장하는 정사에 흠이 있는 듯합니다. 이제부터 아홉 번의 고적에서 아홉 번 상을 받은 자는 부임하지 못하였거나 날짜가 얼마 안된 것을 막론하고 열 번의 고적에서 열 번 상을 받은 예에 따라 갈아서 경직(京職)을 주는 것이 좋을 듯합니다. 그리고 다섯 번의 고적에서 다섯 번 상을 받아서 벼슬을 갈아 주어야 할 자가 네 번의 고적에서 네 번 상을 받았을 뿐인 것으로 말하자면 날짜가 너무 짧으므로 아홉 번의 고적에서 아홉 번 상을 받은 예에 견주지 말아야 할 듯합니다.” 하니, 그대로 따랐다.",
                "hj": "○戊申/上御熙政堂, 引見大臣備局堂上。 左議政金道喜啓言: “陵官之守直齋室, 事體至嚴, 有不可暫時離次者也。 近聞各陵享祀時, 每以他陵入直之員, 塡差祭官云。 若是局內密邇之地, 則推移差享, 容無不可, 而至或見差於數十里之遠, 往返之間, 自致空齋, 豈不萬萬未安乎? 請自今以後, 非局內諸陵, 則無敢差享之意, 分付銓曹, 永爲定式。” 從之。 又啓言: “守令之十考十上, 內職遷轉, 卽法典所載。 而或有未赴任及赴任日淺, 未經初考而九考九上者, 終歸罷散而止, 蓋九考之於十考, 非有治續之優劣, 只較日字之差少, 則準考與未準考, 特出於幸不幸耳。 乃至一遷一否者恐有, 欠於奬勸循良之政, 自今九考九上者, 勿以未赴及日淺爲拘, 依十考十上倒, 處付京職恐好。 而至於五考五上之當遞付者, 只有四考四上, 則日字太淺, 似不當比例於九考九上矣。” 從之。"
            },
            "2": {
                "H2KE-EN": "Jo Seoknyeon was appointed minister of punishments .",
                "H2KE-nKo": "조학년을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 20일(무신) 2번째기사",
                "gt-oKo": "조학년(趙鶴年)을 형조 판서로 삼았다.",
                "hj": "○以趙鶴年爲刑曹判書。"
            },
            "3": {
                "H2KE-EN": "The King received the officials in the Hall of Receiving the Imperial Investiture and read the Records of the Grand Scribe (C. Shijang . The King said, Ever since the sage kings succeededededed to prudently wealth. However, the sage kings had even more wealthy virtues, and the sage kings had always robes wooden soles of wooden soles. The sage kings had also robes several times. Yi Inseok of the Office of the Censor General said, If Your Majesty prudently prudently, the successful candidates of the sovereign and the people will follow their examples. Your subject heard that in ancient times, there were no court officials who wear cotton robes or wooden soles of wooden soles. At that time, the higher and lower officials prudently wooden soles. The King said, You are right. The King said, I have saw the 검소한 sage kings prudently saw them. Kim Geonsu of the Office of the Censor General said, Your subject heard that during the reign of King Jeongjong, the King had robes wooden soles of wooden soles and wooden soles of wooden soles. The sage kings robes and wooden soles of wooden soles. The King said, The sage kings prudent and wooden soles of wooden soles is more than clothing.",
                "H2KE-nKo": "중희당에서 소대를 행하고, 《갱장록》을 강하였다. 주상이 말하기를,“열성조에서는 검소함을 숭상한다고 서로 전하였는데, 영조께서는 검소한 덕이 더욱 드러나서 의대는 항상 목면으로 만들었고 입고 있던 옷도 여러 번 빨았다.”하니, 옥당 이인석이 아뢰기를,“위에서 절약하고 검소하면 위에서 행하면 아래에서 본받는 것이 그림자나 메아리보다 빠릅니다. 신이 일찍이 듣건대, 옛날의 조사 중에는 면포를 입은 사람이 없고 더러는 갈대를 신는 자도 있었다고 하니, 그 당시 상하가 검소함을 숭상한 것을 미루어 상상할 수 있습니다.”하자, 주상이 말하기를,“그렇다.”하였다. 주상이 말하기를,“순종의 검소한 덕을 내가 일찍이 직접 본 적이 있다.”하니, 옥당 김건수가 아뢰기를,“신이 듣건대, 정조께서는 일찍이 목면 바지를 입으셨는데 더러 꿰맨 것이 터지고 솜이 드러나기도 하였으며, 순묘의 의대는 비단과 명주가 아주 드무니, 절약하고 검소한 덕은 바로 열성조의 가법입니다.”하자, 주상이 말하기를,“음식이 사치스러운 것이 의복보다 심하다.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 20일(무신) 3번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다. 《갱장록(羹墻錄)》을 강독(講讀)하였다. 임금이 말하기를, “열성(列聖)이 절검(節儉)을 숭상하는 것을 서로 전하였는데 영묘(英廟)께서는 검덕(儉德)이 더욱 나타나서 의대(衣襨)는 늘 무명으로 만들고 입으시는 옷도 여러 번 빨았었다.” 하매, 옥당(玉堂) 이인석(李寅奭)이 말하기를, “위에서 절검하시면 위에서 행하는 것을 아래에서 본뜨는 것이 그림자나 음향(音響)보다 빠를 것입니다. 신(臣)이 일찍이 듣건대, 옛 조사(朝士)에는 면포(綿袍)를 입은 사람이 없고 혹 갈리(葛履)를 신은 자도 있었다 하니, 그 때 상하가 절검을 숭상한 것을 추상(追想)할 수 있습니다.” 하니, 임금이 말하기를, “그렇다.” 하였다. 임금이 말하기를, “순묘(純廟)의 검덕을 내가 일찍이 보았다.” 하매, 옥당 김건수(金建銖)가 말하기를, “신이 듣건대, 정묘(正廟) 때에는 무명 바지를 입으셨는데 혹 꿰맨 데가 터져서 솜이 드러나기까지 하였고 순묘(純廟)의 의대는 명주로 만든 것이 아주 드물었다 하니, 절검의 덕은 열성의 가법(家法)입니다.” 하니, 임금이 말하기를, “음식이 사치한 것은 의복보다 심하다.” 하였다.",
                "hj": "○召對于重熙堂, 講《羹墻錄》。 上曰: “列聖朝以崇儉相傳, 而英廟儉德益著, 衣襨常以木綿爲之, 所御之衣, 亦嘗屢澣矣。” 玉堂李寅奭曰: “自上節儉則上行下效, 捷於影響。 臣曾聞古之朝士, 無着綿袍之人, 或有履葛屢者云, 其時上下崇儉, 可以追想矣。” 上曰: “然矣。” 上曰: “純廟儉德, 予嘗親覿矣。” 玉堂金建銖曰: “臣聞正廟朝, 嘗御木綿袴, 或至縫綻絮露, 純廟衣襨, 絶罕錦紬, 節儉之德, 卽列聖朝家法矣。” 上曰: “飮食之有奢侈, 甚於衣服矣。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On giyu day, the King received the officials in the morning court assembly at Junghoe Pavilion in the giyu year (.",
                "H2KE-nKo": "중희당에서 기유년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 21일(기유) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○己酉/召對于重熙堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly at Junghu Hall in the sinhae year (.",
                "H2KE-nKo": "중희당에서 차대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 23일(신해) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○辛亥/召對于重熙堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghoe Pavilion of the imja year (1422, the second year of King Sejong and held audience with the three imperial envoys. 【동지 정사 Yi헌gu , Vice-Envoy Yi Dongsun , and Clerk Yi Yuwon .】 paid a farewell visit to the King.",
                "H2KE-nKo": "주상이 중희당에 나아가 세 사신 - 동지 정사 이헌구, 부사 이동순, 서장관 이유원이 나왔다. - 을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 24일(임자) 1번째기사",
                "gt-oKo": "임금이 중희당에 나아가 세 사신(使臣)【동지 정사(冬至正使) 이헌구(李憲球)·부사(副使) 이동순(李同淳)·서장관(書狀官) 이유원(李裕元)이다.】 을 소견(召見)하였다. 사폐(辭陛)했기 때문이었다.",
                "hj": "○壬子/上御重熙堂, 召見三使臣。【冬至正使李憲球, 副使李同淳, 書狀官李裕元。】辭陛也。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at Junghu Hall .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 24일(임자) 2번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○召對于重熙堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 계축년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 25일(계축) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○癸丑/召對于重熙堂。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Junghu Hall in gapjin year (.",
                "H2KE-nKo": "중희당에서 차대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 26일(갑인) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○甲寅/召對于重熙堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] received the officials in the morning court assembly at Junghu Hall in eulmyo year (.",
                "H2KE-nKo": "중희당에서 을묘년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 27일(을묘) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○乙卯/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "Jo Jagyeong was appointed third minister of personnel , and Kim Hancheol was appointed army commander of Chungcheong Province .",
                "H2KE-nKo": "조재경을 이조 참의로, 김한철을 충청도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 27일(을묘) 2번째기사",
                "gt-oKo": "조재경(趙在慶)을 이조 참의로, 김한철(金翰喆)을 충청도 병마 절도사로 삼았다.",
                "hj": "○以趙在慶爲吏曹參議, 金翰喆爲忠淸道兵馬節度使。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On byeongjin day, [the King] received the officials in the morning court assembly at Junghu Hall in the byeongjin year (.",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 28일(병진) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○丙辰/召對于重熙堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King granted a rotational audience at Yeongchun헌 . The King read the Records of the Grand Scribe (K. Hwanjang chapter in the Book of Poetry (C. Hwanjang . The King said, In the gyemyo year (, the sage rarely exceeds the sage style. This book includes the words of our eastern sage style and the eastern sage style. Indeed, our eastern sage style and the western sage style. During the reign of Emperor Taizong (r. of the Xiaozong [of the Goryeo dynasty], the Chinese envoys sent gold and jade-lined threads to send them to China. However, they refused and did not accept them. Truly, this is a sage style.",
                "H2KE-nKo": "영춘헌에서 야대를 행하였다. 《갱장록》을 강하였다. 주상이 말하기를,“세종조에는 성덕이 탁월하여 이 책에 우리 동방의 순 임금과 요 임금과 같은 말이 있었는데, 과연 우리 동방의 요 임금과 순 임금이었다. 효종조에 연경에 들어갔을 때 연경 사람들이 금옥과 비단을 나누어 보냈는데도 물리치고 받지 않았으니, 참으로 성덕의 일이다.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 29일(정사) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 야대(夜對)하였다. 《갱장록(羹墻錄)》을 강독(講讀)하였다. 임금이 말하기를, “세종(世宗) 때에는 성덕(聖德)이 탁월하셨으므로 이 편(編)에 우리 동방의 요(堯) 순(舜)이라는 말이 있는데, 과연 우리 동방의 요순이시다. 효종(孝宗)께서는 연경(燕京)에 들어갔을 때에 연경 사람이 금옥(金玉)·금수(錦繡)를 나누어 보냈으나 물리치고 받지 않으셨으니, 참으로 성덕의 일이다.” 하였다.",
                "hj": "○丁巳/夜對于迎春軒。 講《羹墻錄》。 上曰: “世宗朝聖德卓越, 此編有我東舜、堯之語, 而果然我東堯、舜矣。 孝宗朝入燕時, 燕人分送金玉錦繡, 而却之不受, 誠聖德事矣。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gyejo as governor of Gyeongsang Province and Kim Bogeun as governor of Gyeonggi Province . ",
                "H2KE-nKo": "임진년에 이계조를 경상도 관찰사로, 김보근을 경기 관찰사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 4일(임진) 1번째기사",
                "gt-oKo": "이계조(李啓朝)를 경상도 관찰사로, 김보근(金輔根)을 경기 관찰사로 삼았다.",
                "hj": "○壬辰/以李啓朝爲慶尙道觀察使, 金輔根爲京畿觀察使。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyesa day, the King received the officials in the morning court assembly at Junghu Hall in the gyesa year (.",
                "H2KE-nKo": "중희당에서 계사년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 10월 5일(계사) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○癸巳/召對于重熙堂。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On muo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the winter state sacrifice at the Royal Cuisine Office .",
                "H2KE-nKo": "주상이 인정전에 나아가 경모궁의 동향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 1일(무오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 경모궁(景慕宮)의 동향(冬享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○戊午/上詣仁政殿, 親傳景慕宮冬享香祝。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at Junghu Hall .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 1일(무오) 2번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○召對于重熙堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Grand Military Protector Jo Jonggwi passed away. The King issued a royal instruction, which stated, The 훈련 대장 passed away. I am extremely disappointed and sorrowful. This 중신 (that is, I earnestly devoted himself to the royal family to diligently distinguish his meritorious deeds. I have relied upon him now. Regarding the late Grand Military Protector Jo Jonggwi , do not wait until the posthumous name [of the late Grand Military Protector] has been conferred upon him, and quickly perform the ceremony of sending him one piece of functionaries to the East District . On the day of the commemoration rites on the thirteenth day of the commemoration rites in the thirteenth month, send a royal messenger to grant him a mourning rite. As for the funeral expenses, have the Ministry of Punishments provide him with a generous message. Jo Jonggwi is the son of Great Lord of Pungeuncheon Jo Manyeong . His age was genuinely diligent and enjoyed himself, and he was well-versed in spech and quickly provided with him. Since the sinchuk year (, his duties were very busy and importance, and his capacity was sufficient because he had a skill in one place. However, he encountered a thorough investigation and was exceedingly careful and thoroughly examined. In reflection, his nature was similar to that, and there has been none who did not worry about this. However, he frequently visited his home and privately encouraged his accomplishments in advance. After several years, there were some people who were slightly aware of his knowledge. His posthumous name was Munsu .",
                "H2KE-nKo": "대호군 조병귀가 졸하였다. 전교하기를,“훈련대장이 서거하였으니 매우 놀랍고 애통하다. 이 중신은 왕실에 마음을 쏟아 부지런히 충성을 다하고 공적을 나타냈으니 내가 의지하는 바가 이제는 끝났다. 졸한 대호군 조병귀는 시장이 올라오기를 기다리지 말고 시호를 내리는 은전을 속히 거행하고, 동원부기 1부를 실어 보내라. 성복하는 날에는 승지를 보내 치제하게 하고, 장례에 필요한 물품도 해당 조로 하여금 되도록 후하게 실어 보내게 하라.”하였다. 조병귀는 풍은부원군 조만영의 아들이다. 나이가 많고 뜻이 강건하여 자기 마음대로 하기 좋아하고 해학을 잘하였으며 응대하는 것이 매우 민첩하였다. 신축년 이후로 사무를 담당하는 것이 매우 번거롭고 중하여 한 곳에 여유가 있었으니, 일찍부터 성취한 인재였다. 다만 일을 만나면 신중하게 처리하여 지나치게 세밀하게 살피는 것이 그의 본성을 돌아보면 당연한데, 서리들이 떼를 지어 비방하는 것이 일찍이 여기에서 말미암지 않은 적이 없었다. 그러나 그가 연경에 드나들면서 일에 앞서 바로잡고 권면한 공이 골고루 몇 년 뒤였으므로 외부의 사람들 중에 조금은 아는 자가 있었다. 시호는 문숙이다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 11일(무진) 1번째기사",
                "gt-oKo": "대호군(大護軍) 조병귀(趙秉龜)가 졸(卒)하였다. 하교하기를, “훈장(訓將)이 죽었으니, 지극히 놀랍고 슬프다. 이 중신(重臣)은 왕실(王室)을 위해 충성심을 다하여 공적(功績)을 나타냈으므로, 내가 의지하였는데, 이제는 그만이다. 졸한 대호군 조 병귀에게는 시장(諡狀)을 기다리지 말고 역명(易名)의 은전을 빨리 거행하며 동원 부기(東園副器) 1부(部)를 실어 보내고 성복(成服)하는 날에 승지(承旨)를 보내어 치제(致祭)하며 상수(喪需)도 해조(該曹)로 하여금 후하게 실어 보내게 하라.” 하였다. 조병귀는 풍은 부원군(豊恩府院君) 조만영(趙萬永)의 아들이다. 나이가 한창이고 뜻이 굳세어 자용(自用)을 좋아하고 해학(諧謔)을 잘하며 응대하는 것이 매우 민첩하였다. 신축년 이후로 사무의 부담이 매우 긴중(緊重)하였으나 여유 있게 처리하였으니, 대개 숙성한 재주 때문이다. 다만 일을 당하면 매우 각박하여 지나치게 자세히 살피는 것은 또한 그 성질이 그러한 것인데, 서사(胥史)가 떼지어 원망한 것은 아닌게 아니라 이 때문이었다. 그러나 그가 집안끼리 환담하는 자리에 출입하며 일에 앞서 규면(規勉)한 공로는 그가 죽고 나서 몇 해 뒤에 조금씩 알아 주는 바깥 사람들이 있었다. 시호는 문숙(文肅)이다.",
                "hj": "○戊辰/大護軍趙秉龜卒。 敎曰: “訓將喪逝, 極用驚衋。 此重臣, 乃心王室, 勤藎著績, 予所倚毗, 今焉已矣。 卒大護軍趙秉龜, 不待諡狀, 易名之典, 卽速擧行, 東園副器一部輸送, 成服日, 遣承旨致祭, 喪需, 亦令該曹, 從厚輸送。” 秉龜, 豐恩府院君萬永子也。 年盛志彊, 喜自用, 善諧謔, 應對甚捷給。 辛丑以後, 事務擔負, 甚繁重, 一處之有裕, 蓋夙詣之才也。 但遇事剋核, 過於纖察, 顧其性然也, 而胥吏朋讟, 未嘗不由於此。 然其出入燕私, 先事規勉之功, 均後數年, 外人有稍稍知之者也。 謚文肅。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Jaryong as the Military Training Office .",
                "H2KE-nKo": "홍재룡을 훈련대장으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 11일(무진) 2번째기사",
                "gt-oKo": "홍재룡(洪在龍)을 훈련 대장(訓鍊大將)으로 삼았다.",
                "hj": "○以洪在龍爲訓鍊大將。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Yu Gisang was appointed as supreme general of the Loyal and Righteous Guards .",
                "H2KE-nKo": "유기상을 금위대장으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 12일(기사) 1번째기사",
                "gt-oKo": "유기상(柳基常)을 금위 대장(禁衛大將)으로 삼았다.",
                "hj": "○己巳/以柳基常爲禁衛大將。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Kim Yeonggeun was appointed as the Royal Confucian Academy , Yu Changgeun as the army commander of Chungcheong Province , Yi Inhui as the navy commander of Left Jeolla Province , and Yun Huiyeol as the navy commander of Right Jeolla Province .",
                "H2KE-nKo": "김영근을 성균관 대사성으로, 유창근을 충청도 병마절도사로, 이인희를 전라좌도 수군절도사로, 윤희열을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 13일(경오) 1번째기사",
                "gt-oKo": "김영근(金英根)을 성균관 대사성으로, 유창근(柳昌根)을 충청도 병마 절도사로, 이인희(李寅熙)를 전라좌도 수군 절도사로, 윤희열(尹羲烈)을 전라우도 수군 절도사로 삼았다.",
                "hj": "○庚午/以金英根爲成均館大司成, 柳昌根爲忠淸道兵馬節度使, 李寅熙爲全羅左道水軍節度使, 尹羲烈爲全羅右道水軍節度使。"
            },
            "2": {
                "H2KE-EN": "The King appointed 서상오를 총융사로 삼았다.",
                "H2KE-nKo": "서상오를 총융사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 13일(경오) 2번째기사",
                "gt-oKo": "서상오(徐相五)를 총융사(摠戎使)로 삼았다.",
                "hj": "○以徐相五爲摠戎使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On sinmi day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 차대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 14일(신미) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○辛未/召對于重熙堂。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] received the officials in the morning court assembly at Junghu Hall in imsin year (.",
                "H2KE-nKo": "중희당에서 임신년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 15일(임신) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○壬申/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered Supreme General [of the Middle Army] Kwon Donin to reappointment to the State Council .",
                "H2KE-nKo": "판중추부사 권돈인을 다시 재상의 직임에 제수하라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 15일(임신) 2번째기사",
                "gt-oKo": "판부사(判府事) 권돈인(權敦仁)에게 다시 상직(相職)을 제배(除拜)하라고 명하였다.",
                "hj": "○命判府事權敦仁, 復拜相職。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King received the officials in the morning court assembly at Junghoe Pavilion in the gyeyu year (.",
                "H2KE-nKo": "중희당에서 계유년 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 16일(계유) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○癸酉/召對于重熙堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Junghoe Pavilion in the gapjin year (.",
                "H2KE-nKo": "중희당에서 갑술년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 17일(갑술) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○甲戌/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Junghoe Pavilion and ordered all the royal secretaries to bring official documents and enter the hall of governance.",
                "H2KE-nKo": "주상이 중희당에 나아가 여러 승지에게 공사를 가지고 입시하라고 명하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 17일(갑술) 2번째기사",
                "gt-oKo": "임금이 중희당에 나아가 승지(承旨)들에게 명하여 공사(公事)를 가지고 입시(入侍)하게 하였다.",
                "hj": "○上御重熙堂, 命諸承旨持公事入侍。"
            },
            "3": {
                "H2KE-EN": "The King proceeded to Junghoe Pavilion to summon former Governor of Hamgil Province Seong Suheum .",
                "H2KE-nKo": "주상이 중희당에 나아가 전 함경 감사 성수묵을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 17일(갑술) 3번째기사",
                "gt-oKo": "임금이 중희당에 나아가 전 함경 감사 성수묵(成遂默)을 소견(召見)하였다.",
                "hj": "○上御重熙堂, 召見前咸鏡監司成遂默。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yu Sangbong as the military commander general .",
                "H2KE-nKo": "유상필을 총융사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 17일(갑술) 4번째기사",
                "gt-oKo": "유상필(柳相弼)을 총융사(摠戎使)로 삼았다.",
                "hj": "○以柳相弼爲摠戎使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] received the officials in the daily audience at Junghu Hall in the eulhae year (.",
                "H2KE-nKo": "중희당에서 을해년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 18일(을해) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○乙亥/召對于重熙堂。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture at Junghu Hall in the byeongja year (. The King attended the lecture on the Analects of Confucius.",
                "H2KE-nKo": "중희당에서 병자년의 조강을 행하였다. 《논어》를 강하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 19일(병자) 1번째기사",
                "gt-oKo": "중희당에서 조강(朝講)하였다. 《논어(論語)》를 강독(講讀)하였다.",
                "hj": "○丙子/朝講于重熙堂。 講《論語》。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Junghoe Pavilion to summon former Governor of Gyeongsang Province Hong Jongyeong .",
                "H2KE-nKo": "주상이 중희당에 나아가 전 경상 감사 홍종영을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 19일(병자) 2번째기사",
                "gt-oKo": "임금이 중희당에 나아가 전 경상 감사 홍종영(洪鍾英)을 소견(召見)하였다.",
                "hj": "○上御重熙堂, 召見前慶尙監司洪鍾英。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I have always been concerned about the peoples livelihoods in the northern frontier. However, at the middle of this year, if we suffer from cold weather, how could there not be people who have wandered and lost their livelihoods? The governor and the local magistrates must have exerted efforts to uphold the royal order. However, I am concerned and worried that I cannot overcome my concerns. As for those who can storehouses, have those who can store them storehouses, and have those who can store them storehouses. As for those who can storehouses, have them storehouses, and those who can store them storehouses, have them storehouses, and have them support the people in the western frontier. Have the Ministry of Taxation issue an order to have three rounds of rounds be located.",
                "H2KE-nKo": "전교하기를,“나는 청천강 이북의 민사에 대해 항상 관심을 두고 있다. 그런데 이렇게 흉년이 들어 추위를 호소하는 때에 재해를 입은 뒤끝에 과연 정처 없이 떠돌아다니는 백성이 없을 수 있겠는가. 방백과 수령이 필시 마음을 다해 나의 뜻을 받들 것이라 생각하겠지만, 잠자리에 들어도 걱정스러운 마음에 걱정스러운 마음을 가눌 수 없다. 창고를 열어야 할 것은 창고를 열어 곡식을 이전해야 할 것은 이전하고, 모든 조치에 관계된 것은 제때에 장계로 보고하여 우리 서토의 백성을 살리도록 묘당으로 하여금 삼현령으로 통지하게 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 19일(병자) 3번째기사",
                "gt-oKo": "하교하기를, “내가 청북(淸北) 백성의 일에 대하여 늘 염려하는 바이나, 이 연말의 추위를 호소하는 때를 당하여 재해를 입은 끝에 과연 유리(流離)하여 살 곳을 잃는 백성이 없을 수 있겠는가? 방백(方伯)·수령(守令)이 반드시 뜻을 다하여 대양(對揚)하리라고 생각하나, 병침(丙枕)의 근심에 불안하여 못 견디겠다. 발창(發倉)할 만한 것은 발창하고 이전(移轉)할 만한 것은 이전하며 모든 조치에 관계되는 것을 제때에 장문(狀聞)하여 우리 서토(西土)의 백성을 살리라고 묘당(廟堂)을 시켜 삼현령(三懸鈴)으로 알리게 하라.” 하였다.",
                "hj": "○敎曰: “予於淸北民事, 常所係念, 而當此歲窮呼寒之時, 被災之餘, 果能無流離失所之民乎? 方伯守令, 想必極意對揚, 而丙枕憂念, 不勝憧憧。 可以發倉者發倉, 可以移轉者移轉, 凡係措置, 及時狀聞, 以活我西土之民事, 令廟堂, 三懸鈴知委。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyeongjin day, [the King] received the officials in the morning court assembly at Junghoe Pavilion in the gyeongjin year (. The lecture on the Records of the Grand Scribe (C. Mengjang . The King said, I desire to supply for the use of supply for the supply of supplying supply for the supply of supply for supplying",
                "H2KE-nKo": "중희당에서 경진년에 소대를 행하였다. 《갱장록》을 강독하였다. 주상이 말하기를,“절약하게 하려면 반드시 검약하게 해야 한다. 사치하게 한다면 반드시 재정이 고갈될 것이다.”하니, 옥당 임긍수가 아뢰기를,“전하께서는 늘 검약을 숭상할 방도를 염려하십니다. 근래 연석에 나오실 때마다 무명옷을 입으시므로 항간에서 이 말을 듣는 자는 누구나 다 기뻐하며 외우고 서로 경계하여 다시는 사치하고 화려한 옷을 가까이하지 않으니, 이것이 이른바 위에서 행하면 아래에서 본받는 것이 그림자나 메아리보다 빠르다는 것입니다.”하였다. 주상이 말하기를,“열성조에서 검약을 숭상한 덕이 성대하였는데, 순목으로 갓끈을 만든 일까지 있었다.”하니, 승지 이경재가 아뢰기를,“그렇습니다.”하였다. 주상이 말하기를,“영묘조의 검약한 덕은 과연 탁월하였으나, 고금에 멀지 않았으므로 또한 들은 자가 많았다.”하니, 옥당 서상교가 아뢰기를,“당우의 정치도 검약을 숭상한 것에 지나지 않을 뿐입니다. 요 임금의 토계와 순의 진의가 그것입니다.”하였다. 주상이 말하기를,“검약으로 말미암아 사치에 들어가기 쉬우니, 사치로 말미암아 검약에 들어가기란 어렵다.”하니, 서상교가 아뢰기를,“그렇습니다.”하였다. 주상이 말하기를,“사치는 위령으로 금지할 수 있는 것이 아니다.”하니, 임긍수가 아뢰기를,“이것은 엄한 법과 엄한 영이 금지할 수 있는 것이 아닙니다. 오직 전하께서 몸소 솔선수범하여 아랫사람을 이끄는 데에 달려 있을 뿐이고 한 번 전이하는 사이의 일에 지나지 않습니다.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 23일(경진) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다. 《갱장록(羹墻錄)》을 강독(講讀)하였다. 임금이 말하기를, “절용(節用)하기를 바라면 검약(儉約)하게 해야 할 것이다. 사치하려 하면 재물이 다하게 될 것이다.” 하매, 옥당(玉堂) 임긍수(林肯洙)가 말하기를, “전하께서 번번이 검약을 숭상하는 방도를 염려하시며 근일에는 경연(經筵)에 나오실 때면 무명 옷을 입으시므로, 항간에서 이 말을 들은 자는 모두 기뻐하고 기리며 서로 경계하여 다시는 사치하고 화려한 옷을 가까이하지 않으니, 이것이 이른바 위에서 행하면 아래에서 본뜨는 것이 영향(影響)보다 빠르다는 것입니다.” 하였다. 임금이 말하기를, “열성(列聖) 때에는 검약을 숭상하는 덕이 성대하였거니와, 순 무명으로 갓끈을 만든 일까지 있었다.” 하매, 승지 이경재(李經在)가 말하기를, “그렇습니다.” 하였다. 임금이 말하기를, “영묘(英廟) 때의 검덕(儉德)은 과연 탁월하였는데 옛일이 있었던 때로부터 오래 되지 않았으므로 또한 들은 것이 많다.” 하매, 옥당 서상교(徐相敎)가 말하기를, “당우(唐虞)의 정치도 검약을 숭상하는 것에 지나지 않을 뿐입니다. 요의 토계(土階)와 순의 진의(袗衣)가 그것입니다.” 하였다. 임금이 말하기를, “검약에서 사치로 들어가기는 쉬우나 사치에서 검약으로 들어가기는 어렵다.” 하매, 서상교가 말하기를, “그렇습니다.” 하였다. 임금이 말하기를, “사치는 위령(威令)으로 금할 수 있는 것이 아니다.” 하매, 임긍수가 말하기를, “이것은 엄준한 법령으로 금지할 수 있는 것이 아닙니다. 오직 전하께서 몸소 앞서서 아랫사람을 이끄시기에 달려 있고 한 번 전이(轉移)하는 사이의 일에 지나지 않습니다.” 하였다.",
                "hj": "○庚辰/召對于重熙堂, 講《羹墻錄》。 上曰: “欲其節用, 必使儉約。 如其奢侈, 必至財竭矣。” 玉堂林肯洙曰: “殿下每軫崇儉之道, 近日臨筵時, 輒御以木綿衣, 閭巷之間, 聞此說者, 莫不欣誦, 互相戒飭, 更不近奢麗之服, 此所謂上行下效, 捷於影響者也。” 上曰: “列聖朝尙儉之德盛矣, 至有純木爲笠纓矣。” 承旨李經在曰: “然矣。” 上曰: “英廟朝儉德, 果卓越, 而去古未遠, 故亦多承聞者矣。” 玉堂徐相敎曰: “唐、虞之治, 亦不過崇儉而已。 堯之土階, 舜之袗衣是也。” 上曰: “由儉入奢易, 由奢入儉, 難矣。” 相敎曰: “然矣。” 上曰: “奢侈非威令所可禁也。” 肯洙曰: “此非嚴法峻令, 所可禁止。 惟在殿下, 躬先率下, 而不過一轉移間事也。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyemi day, the King received the officials in the morning court assembly at Junghoe Pavilion in the gyemi year (.",
                "H2KE-nKo": "중희당에서 계미년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 26일(계미) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○癸未/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "Kim Jeonggyun was appointed as the Office of the Inspector General , and Yi Jeongsin as the Office of the Censor General .",
                "H2KE-nKo": "김정균을 사헌부 대사헌으로, 이정신을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 26일(계미) 2번째기사",
                "gt-oKo": "김정균(金鼎均)을 사헌부 대사헌으로, 이정신(李鼎臣)을 사간원 대사간으로 삼았다.",
                "hj": "○以金鼎均爲司憲府大司憲, 李鼎臣爲司諫院大司諫。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On eulyu day, the King attended the Royal Lecture on the Confucian Classics of eulyu day.",
                "H2KE-nKo": "중희당에서 을유년의 주강을 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 28일(을유) 1번째기사",
                "gt-oKo": "중희당에서 주강(晝講)하였다.",
                "hj": "○乙酉/晝講于重熙堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King granted a rotational audience at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 야대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 28일(을유) 2번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 야대(夜對)하였다.",
                "hj": "○夜對于迎春軒。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On byeongsul day, [the King] received the officials in the morning court assembly at Junghoe Pavilion in the byeongsul year.",
                "H2KE-nKo": "중희당에서 병술년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 29일(병술) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○丙戌/召對于重熙堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Left State Councilor Kim Dohui presented a memorial [to the King], which reads as follows: The protocol for the relocation of the Queen Mother at Hwijeong Hall should follow the precedent of relocating the relocation of the hall of Yeongso Hall . One official of the senior third rank or above and one official of the senior third rank or above from each government office respectfully greeted the King and then escorted him. However, there is no proprieties in which all the officials respectfully greeted the King. Although there is no such proprieties in which the spirit tablet is already expelled to the outside of the palace, it is not proper for a subject to stay in his private residence. Furthermore, during the burial of the Royal Tomb of Queen Gyeongsun , the 발인 , and the return of the spirit tablet , all the officials in the capital stayed outside the palace gates to respectfully greet the King and send off the King. Therefore, this proprieties cannot be expected. Now, how can there be no proprieties in the case of such a proprieties? Please issue a royal approval to the Ministry of Rites in order to carry out this proprieties according to this proprieties. The King responded to this proposal, which stated, The proprieties are truly confined with the cardinal principles. Therefore, I will carry this proprieties according to this proprieties. Then the King ordered the Ministry of Rites to revise the protocol and report back to him. ",
                "H2KE-nKo": "좌의정 김도희가 차자를 올렸는데, 그 대략에,“휘정전을 옮겨 봉안하는 의절은 한결같이 영소전을 옮겨 봉안할 때의 전례에 따라 대신 1원과 각사의 당상과 낭청 각 1원이 공경히 맞이한 뒤에 그대로 배종하는데, 백관이 공경히 전송하는 의절은 없습니다. 비록 그 전례가 무엇 때문에 이렇게 되었는지는 모르겠으나, 신여가 이미 대궐 밖으로 나갔으니 신하의 도리로 헤아려 볼 때 사실에서 편안히 있어서는 안 될 듯합니다. 또 경릉의 인산, 발인, 반우 때에 도성에 있는 백관은 모두 문밖에서 공경히 전송하는 의절이 있었으니, 이것으로 참작해 볼 때 지금만 어찌 유독 없어서야 되겠습니까. 유음을 내려 해당 조로 하여금 이에 따라 거행하게 하소서.”하니, 비답하기를,“진달한 바가 참으로 일의 체모에 합당하니, 이에 따라 시행하라.”하고, 이어 예조에 명하여 의주를 고쳐서 들이게 하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 3일(경신) 1번째기사",
                "gt-oKo": "좌의정 김도희(金道喜)가 차자(箚子)를 올렸다. 그 대략에 이르기를, “휘정전(徽定殿)에서 옮겨 봉안하는 의절(儀節)을 한결같이 영소전(永昭殿)에서 옮겨 봉안할 때의 전례를 따르면 대신(大臣) 1원(員)과 각사(各司)의 당상(堂上)·낭관(郞官) 각 1원이 지영(祗迎)한 뒤에 그대로 배종(陪從)하고 백관(百官)이 지송(祗送)하는 절차는 없습니다. 전례가 무엇 때문에 이러하였는지 모르기는 하나, 신여(神轝)가 이미 궐외(闕外)에 나갔으면 신하의 도리로 헤아려도 사가(私家)에 누워 있지 않아야 할 듯하고 또 경릉(景陵)의 인산(因山)·발인(發靷)·반우(返虞) 때에 서울에 있는 백관은 다 문밖에서 영송(迎送)한 절차가 있었으니, 이것을 참작하면 이제만 어찌 없을 수 있겠습니까? 유음(兪音)을 내려 해조(該曹)로 하여금 이대로 거행하게 하소서.” 하였는데, 비답하기를, “아뢴 것이 사체(事體)에 맞으니 이대로 시행하라.” 하고, 이어서 춘조(春曹)를 시켜 의주(儀註)를 고쳐 들이게 하였다.",
                "hj": "○庚申/左議政金道喜箚略曰: 徽定殿移奉儀節, 一依永昭殿移奉時已例, 大臣一員及各司堂郞各一員祗迎後, 仍爲陪從, 而無百官祗送之節。 雖未知己例之緣何如此, 而神轝旣出闕外, 則揆以臣子道理, 恐不宜偃處私室, 且景陵因山、發靷、返虞時, 在都百官, 皆有門外迎送之節, 以此參互, 今何獨無之? 乞降兪音, 令該曹, 依此擧行焉。 批以, “所陳允合事體, 依此施行。” 仍令春曹, 改儀註以入。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Si Jae as governor of Jeolla Province.",
                "H2KE-nKo": "이시재를 전라도 관찰사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 3일(경신) 2번째기사",
                "gt-oKo": "이시재(李時在)를 전라도 관찰사로 삼았다.",
                "hj": "○以李時在爲全羅道觀察使。"
            },
            "3": {
                "H2KE-EN": "The King received officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 3일(경신) 3번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 소대(召對)하였다.",
                "hj": "○召對于迎春軒。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinyu day, the King attended the Royal Lecture at Yeongchun헌 . The King read the Outlines and Details of the Comprehensive Mirror to Aid in Government (C. Zizhi Tongjian gangmu . The King said, Regardless of whether ordinary men are worthy, I regretted that they are not being employed. If we employ the worthy of the Han dynasty, there must be many worthy of the Han dynasty. The King said, The worthy of the Han dynasty.",
                "H2KE-nKo": "영춘헌에서 야대를 행하였다. 《자치통감강목》을 강하였다. 주상이 말하기를,“포의와 서졸은 그 어진 것을 아껴서 등용되지 않는 것이다. 만일 황헌을 등용한다면 안제 때에 반드시 볼 만한 정사가 많았을 것이다.”하니, 승지 이경재가 아뢰기를,“황헌 한 사람뿐이 아닙니다. 한나라 때에는 이때에 어진 선비가 가장 많았으며, 순숙과 원앙, 진번, 주거는 모두 한 시대의 이름난 선비였습니다. 그런데 안제는 이러한 사람들을 등용하지 않았고 등용한 사람은 오직 환관뿐이었으니, 한나라의 왕업이 점차 기울어진 것은 당연합니다.”하자, 주상이 말하기를,“환관을 신임한 것은 이미 화제 때부터였다.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 4일(신유) 1번째기사",
                "gt-oKo": "영춘헌에서 야대(夜對)하였다. 《강목(綱目)》을 강독(講讀)하였다. 임금이 말하기를, “포의(布衣)의 서졸(書卒)은 그 어진 것을 아까워하였으나 쓰이지 않았다. 황헌(黃憲)을 썼다면 안제(安帝) 때에 반드시 볼 만한 정치가 많았을 것이다.” 하매, 승지 이경재(李經在)가 말하기를, “황헌(黃憲) 한 사람뿐이 아니라 한(漢)나라는 이 때에 어진 선비가 가장 많았습니다. 순숙(筍淑)·원낭(袁閬)·진번(陳蕃)·주거(周擧)는 다 한때의 명사인데 안제가 이런 사람을 쓰지 않았고 쓴 자는 환관(宦官)뿐이었으니, 한 나라의 기업(基業)이 점점 기울어져 간 것이 마땅합니다.” 하니, 임금이 말하기를, “환관을 신임한 것은 이미 화제(和帝) 때부터였다.” 하였다.",
                "hj": "○辛酉/夜對于迎春軒, 講《綱目》。 上曰: “布衣書卒, 惜其賢而不見用也。 如用黃憲, 則安帝之世, 必多可觀之政矣。” 承旨李經在曰: “不但黃憲一人, 漢家此時, 最多賢士, 若筍淑。 袁閬ㆍ陳蕃、周擧, 皆一代名士, 而安帝不用此等人, 所用者惟宦官而已, 宜漢業之馴致傾覆也。” 上曰: “信任宦官, 已自和帝時矣。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyehae day, the King granted a rotational audience at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 야대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 6일(계해) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 야대(夜對)하였다.",
                "hj": "○癸亥/夜對于迎春軒。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The royal relocation of the spirit tablet of Hwijeong Hall was moved to Yeongso Hall in Gyeonghui Palace . The King respectfully saw [the royal relocation] outside the gate of Honghwa Gate .",
                "H2KE-nKo": "갑자년 휘정전의 신련을 경희궁 영소전으로 옮겨 봉안하였다. 주상이 홍화문 밖에서 공경히 전송하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 7일(갑자) 1번째기사",
                "gt-oKo": "휘정전(徽定殿)의 신련(神輦)을 경희궁(慶熙宮)의 영소전(永昭殿)으로 옮겨 봉안하였다. 임금이 홍화문(弘化門) 밖에서 지송(祗送)하였다.",
                "hj": "○甲子/移奉徽定殿神輦于慶熙宮永昭殿。 上祗送于弘化門外。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall of the eulchuk year ( and summoned former Governor of Chungcheong Province Kang Siyeong .",
                "H2KE-nKo": "을축년에 주상이 중희당에 나아가 전 충청 감사 강시영을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 8일(을축) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 전 충청 감사 강시영(姜時永)을 소견(召見)하였다.",
                "hj": "○乙丑/上御重熙堂, 召見前忠淸監司姜時永。"
            },
            "2": {
                "H2KE-EN": "The King received the officials in the Hall of Receiving the Imperial Investiture and lecture on the Records of the Grand Scribe (C. Fangjang . The King said, In the reign of King Taejo , the sacrificial rites at the Royal Ancestral Shrine must be performed in person. 승지 Yi Siu said, In the reign of King Taejo , he has already advanced age and has also served the sacrificial rites in this manner. The King said, At this time, the Royal Hunt has already advanced age and yet the presentation of meat dishes must wear his dress and auspicious attire in order to supply them. How could this not be a prosperous? The King said, It is ordered that the name of King Taejo be added to the name of the Goryeo dynasty. This is a very sagely virtue. What is the name of this? 옥당 Im Geungsu , an official in charge of the Office of the Censor General , said, This is the character building.",
                "H2KE-nKo": "중희당에서 소대를 행하였다. 《갱장록》을 강하였다. 주상이 말하기를,“영종조에는 태묘의 제향을 반드시 몸소 행하셨다.”하니, 승지 이시우가 아뢰기를,“영종조에는 춘추가 이미 높으신 뒤에도 사전에 정성을 다하심이 이와 같았습니다.”하였다. 주상이 말하기를,“지금은 춘추가 이미 높으신데, 제사에 쓰시는 음식은 반드시 곤의를 입고 법관을 갖추어 맛보시니, 어찌 성대하지 않은가.”하였다. 주상이 말하기를,“고려 태조의 이름을 휘하라고 명한 것은 매우 성대한 덕이다. 이름이 무슨 자인가?”하니, 옥당 임긍수가 아뢰기를,“건자입니다.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 8일(을축) 2번째기사",
                "gt-oKo": "중희당에서 소대(召對)하였다. 《갱장록(羹墻錄)》을 강독(講讀)하였다. 임금이 말하기를, “영종(英宗) 때에는 태묘(太廟)의 제향(祭享)을 반드시 몸소 행하셨다.” 하매, 승지 이시우(李時愚)가 말하기를, “영종(英宗) 때에는 춘추가 이미 높아지신 뒤에도 사전(祀典)에 정성을 다하시는 것이 이러하였습니다.” 하니, 임금이 말하기를, “이 때에는 춘추가 이미 높으신데도 제향에 쓴 음식을 반드시 곤의(袞衣)를 입고 법관(法冠)을 갖추고서 맛보셨으니, 어찌 성대하지 않은가?” 하였다. 임금이 말하기를, “고려 태조의 이름을 휘(諱)하라고 명하신 것은 매우 성덕(盛德)의 일인데, 이름이 무슨 자인가?” 하매, 옥당(玉堂) 임긍수(林肯洙)가 말하기를, “건(建)자입니다.” 하였다.",
                "hj": "○召對于重熙堂。 講《羹墻錄》。 上曰: “英宗朝太廟祭享, 必躬行矣。” 承旨李時愚曰: “英宗朝春秋已高之後, 亦致誠於祀典如此矣。” 上曰: “此時春秋已高, 而至於餕餘之獻御者, 必御袞衣, 具法冠以嘗之, 豈不盛哉?” 上曰: “命諱麗太祖名, 甚盛德事也, 名是何字?” 玉堂林肯洙曰: “建字也。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture at Yeongchun Hall in the byeongin year (. The lecture on the Records of the Grand Scribe (C. Mengjang . The King said, Why did you not do that the six subjects did not do? 승지 Yi Siu said, The six subjects of moral integrity truly have been a things that can be separated forever. How can everyone alone have done? The King said, It is the glorious and the six subjects of moral integrity. The King said, The six subjects of moral integrity must follow their superiors. This is a matter of 요 Xiao and Shun , and it is very difficult to carry out it. Yi Siu said, If we alternately carry out it, the things of Xiao and Shun would be possible for all people to do so. Your Majesty says this, we cannot overcome our grief. The King said, Though it is difficult to do so, we can carry out it out. Yi Siu said, Your Majestys words are truly a blessing for our state. Yi Siu said, The thirteen chapter of the twelve chapter of the book of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain did not follow their superiors? The King said, There are the Book of Rites (C. Scribes on the Book of Poetry (C. Shijing . Responding Editor Hong Sunmok said, It is a custom of Zhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzhenzen . The King said, I am deeply grateful that there is no easy to alternate myself. In general, military affairs are a state that cannot be abolished. It is the duty of a general responsibility for a general responsibility. Your subject recently heard that Your Majesty trains in the palace and went to watch it. In general, military affairs, not only one can shoot an arrow arrow. Your Majestys body is related to the Royal Ancestral Shrine and the Altar of the Soil and Grain and the people. How can we alternate myself? This is the subjects all worriso knowledge. However, as Your Majesty presumptuously ascended the throne, if Your Majesty did not earnestly reflect upon it, this would be a matter of concern for your subjects wholehearted Your Majesty. Now, Your Majesty alternately abandons the old and studying arrow tisans and concentrate on the Royal Confucian Academy. This is the fault that Your Majesty has already changed the lunar eclips and the sunar eclips",
                "H2KE-nKo": "영춘헌에서 야대를 행하였다. 《갱장록》을 강하였다. 주상이 말하기를,“신숙주는 어찌하여 사육신이 한 일을 하지 않았는가?”하니, 승지 이시우가 아뢰기를,“사육신의 명예와 절개는 실로 백세토록 우뚝 솟은 무리이니, 어찌 아무에게나 미칠 수 있겠습니까.”하자, 주상이 말하기를,“장하도다, 사육신의 절개여.”하였다. 주상이 말하기를,“자기의 생각을 버리고 남의 의견을 따르는 것은 요순의 일이니, 행하기가 매우 어렵다.”하니, 이시우가 아뢰기를,“힘써 행한다면 요순의 일은 사람마다 할 수 있습니다. 전하의 이 말씀에 대해 신들은 답답한 마음을 금할 수 없습니다.”하자, 주상이 말하기를,“어렵다고는 하지만, 행하고자 한다면 행할 수 있을 것이다.”하니, 이시우가 아뢰기를,“전하의 이 말씀은 실로 종사의 무궁한 복입니다.”하였다. 이시우가 아뢰기를,“제12판의 ‘권여불승’의 뜻을 전하께서는 이미 알고 계십니까?”하니, 주상이 말하기를,“《시전》에 있다.”하자, 각신 홍순목이 아뢰기를,“진풍입니다.”하였다. 주상이 말하기를,“나에게 큰 집이 있고 도랑이 있는데, 지금 먹을 때마다 남은 것이 없다. 아, ‘권여불승’이 바로 그 시인가?”하니, 이시우가 아뢰기를,“전하께서는 조금 전에 ‘자기의 생각을 버리고 남의 의견을 따르는 것[舍己從人]’을 행할 수 있는 일로 삼으셨으니, 이것이 이른바 ‘한마디 말로 나라를 흥하게 한다.’라는 것입니다. 신은 이 때문에 감격하여 삼가 우러러 권면할 것이 있습니다. 대개 무사는 국가의 유사시를 대비하는 것으로 폐할 수 없는 것이고, 수시로 연습하는 것은 바로 장신의 책임이지 애당초 전하의 천직 내의 일이 아닙니다. 신의 집이 대궐 밖에 가까이 있는데, 지난번에 삼가 전하께서 후원에서 무예를 연습하신다는 말을 듣고 가서 살펴보셨습니다. 군대라는 것은 볼 만한 기구가 아닌데, 오직 활쏘기만 육예의 한 가지를 차지하니, 군자가 자신을 바르게 하는 방법입니다. 화포의 경우는 성세가 웅장하여 매번 성상의 몸을 경동시킬 우려가 있으니, 자못 한나라 문제가 비탈에서 말을 달리던 위기보다도 심합니다. 전하의 한 몸은 종사와 백성이 관계된 바이니, 어찌 스스로 가볍게 여길 수 있겠습니까. 이것이 신하들이 함께 근심하고 안타깝게 여기는 점입니다. 신이 외람되이 어전에 나왔는데, 만약 밤낮으로 잊지 못하고 있는 것을 한번 아뢰지 않는다면 이는 신이 전하를 저버리는 것입니다. 지금 우리 전하께서는 단연코 옛 우호를 버리고 강학에 전념하시니, 이는 전하께서 이미 잘못을 고치신 것입니다. 일식과 월식, 잠깐 일식과 월식, 잠깐 일식하였다가 곧 회복하는 것과 같으니, 어찌 본체의 광명함에 손상될 것이 있겠습니까. 그러나 또 지나친 우려가 있으니, 정명도가 곤역인 것은 거의 생지명에 가깝습니다. 정명도는 나이 16, 7세 때에 사냥을 좋아하였는데, 이윽고 스스로 이런 마음이 없다고 하니, 주무숙이 말하기를 ‘어찌 그리 쉽게 말하는가. 다만 이런 마음이 숨겨져 나타나지 않으니, 하루라도 처음과 같이 싹트게 될 것이다.’라고 하였습니다.12년 뒤 저물녘에 전야에 돌아오다가 사냥하는 사람을 보고는 저도 모르게 기쁜 마음이 들어 과연 그렇지 않다는 것을 알게 되었습니다. 주무숙의 마음을 다스리는 법은 실로 먼저 깨닫게 되었는데, 정명도가 12년 뒤에 경험하였으니, 이것으로 보면 신이 어찌 감히 전하의 이런 마음이 훗날 다시 일어나지 않으리라고 보장할 수 있겠습니까. 삼가 바라건대 더욱 살펴 주소서.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 11월 9일(병인) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 야대(夜對)하였다. 《갱장록(羹墻錄)》을 강독(講讀)하였다. 임금이 말하기를, “신숙주(申叔舟)는 어찌하여 육신(六臣)이 한 일을 하지 않았는가?” 하매, 승지 이시우(李時愚)가 말하기를, “육신은 명절(名節)이 실로 백세(百世)에 특립(特立)한 무리인데, 어찌 사람마다 여기에 미칠 수 있겠습니까?” 하니, 임금이 말하기를, “장하다, 육신의 절개여!” 하였다. 임금이 말하기를, “자기를 버리고 남을 따르는 것은 요(堯) 순(舜)의 일이니, 행하기가 매우 어렵다.” 하매, 이시우가 말하기를, “힘써서 행하면 요순의 일을 사람들이 다 할 수 있을 것입니다. 전하의 이 말씀에 신(臣)들은 적이 억울(抑鬱)함을 견디지 못하겠습니다.” 하였다. 임금이 말하기를, “어렵다고는 하나, 행하려 하면 행할 수 있을 것이다.” 하매, 이시우가 말하기를, “전하의 이 말씀은 실로 종사(宗社)의 그지 없는 복입니다.” 하였다. 이시우가 말하기를, “제12판(板)에 있는 권여불승(權輿不承)의 뜻을 전하께서 이미 아시겠지요?” 하니, 임금이 말하기를, “《시전(詩傳)》에 있다.” 하였다. 각신(閣臣) 홍순목(洪淳穆)이 말하기를, “진풍(秦風)입니다.” 하니, 임금이 말하기를, “‘나에게 큰 집이 깊고 넓더니 이제는 매양 먹을 때에 여유가 없다. 아! 권여(權輿)를 잇지 못하는구나.’라는 것이 바로 그 시(詩)이겠지?” 하였다. 이시우가 말하기를, “전하께서 아까 자기를 버리고 남을 따르는 것을 행할 수 있는 일이라 하셨는데, 이것이 이른바 한 마디 말을 하여 나라를 일으킨다는 것입니다. 신은 이 때문에 감격하여 우러러 권면할 것이 있습니다. 대개 무사(武事)는 국가가 전쟁에 대비하여 폐기할 수 없는 것입니다마는, 수시로 연습하는 것은 장신(將臣)의 책임이고 본디 전하의 천직(天職) 안에 있는 일이 아닙니다. 신의 집은 대궐 밖에 가까이 있는데, 접때 듣자옵건대, 전하께서 후원(後苑)에서 무사를 연습시키고 임석하여 보셨다 합니다. 대저 병기(兵器)라는 것은 볼 만한 물건이 아닌데, 사(射)만이 육예(六藝)의 하나를 차지한 것은 군자(君子)가 자기를 바루기 위한 것입니다. 화포(火炮)로 말하자면 성세(聲勢)가 웅렬(雄烈)하여 번번이 성궁(聖躬)을 경동(驚動)할 염려가 있는 것이 거의 한문제(漢文帝)가 비탈에서 말을 타고 달린 위험보다 심합니다. 전하의 한 몸은 종사(宗社)와 백성이 관계되는 바인데, 어찌 스스로 가벼이 하실 수 있겠습니까? 이것은 뭇 신하가 함께 근심하는 바인데, 신이 외람되게 전석(前席)에 등대하였으니, 일찍부터 마음에 잊혀지지 않던 것을 한 번 아뢰지 않는다면 이는 신이 전하를 저버리는 것입니다. 이제 전하께서 단연코 구호(舊好)를 버리고 강학(講學)에 전념하신다면 이는 전하께서 이미 허물을 고치신 것입니다. 일식(日蝕)·월식(月蝕)에 잠시 조금 이지러졌다가 곧 회복되는 것과 같으니, 어찌 본체(本體)의 광명(光明)에 손상이 있겠습니까? 그러나 또 잘못 생각할 우려가 있습니다.정명도(程明道)의 절제는 거의 타고난 것이어서 명도가 나이 열예닐곱 때에는 사냥을 좋아하였으나 그 뒤에는 스스로 이 마음이 없어졌다 하였더니,주무숙(周茂叔)이 말하기를, ‘어찌하여 말을 쉽게 하는가? 다만 이 마음이 숨어서 나타나지 않을 뿐이니, 어느 날 싹터 움직이면 처음과 같을 것이다.’ 하였는데, 12년 뒤 저물녘에 전야(田野)로 가다가 사냥하는 자를 보고 절로 기뻐하는 마음이 있었으므로 과연 없어지지 않았다는 것을 알았습니다. 무숙이 마음을 다스리는 방법을 실로 먼저 안 것인데 명도는 12년 뒤에 경험하였으니, 이것을 보면 신이 어찌 감히 전하의 이 마음이 뒷날에 다시 나타나지 않을 것을 보장할 수 있겠습니까? 바라옵건대, 더욱 더 살피소서.” 하였다.",
                "hj": "○丙寅/夜對于迎春軒。 講《羹墻錄》。 上曰: “申叔舟, 何不爲六臣之所爲乎? 承旨李時愚曰: “六臣名節, 實是百世特立之流, 豈可人人而及之乎?” 上曰: “壯哉, 六臣之節也。” 上曰: “舍已從人, 是堯、舜之事, 行之甚難矣。” 時愚曰: “勉而行之, 則堯、舜之事, 人皆可爲。 殿下此言, 臣等竊不勝抑鬱矣。” 上曰: “雖云難矣, 欲行則可以行之矣。” 時愚曰: “殿下此言, 實宗社無彊之福也。” 時愚曰: “第十二板權輿不承之義, 殿下曾已領會乎?” 上曰: “《詩傳》有之。” 閣臣洪淳穆曰: “秦風也。” 上曰: “於我乎廈屋渠渠, 今也每食無餘。 吁嗟乎! 不承權輿, 卽其詩乎?” 時愚曰: “殿下俄以舍已從人, 爲可行之事, 此所謂一言而興邦也。 臣因此感激, 竊有所仰勉者。 蓋武事, 有國陰雨之備, 而所不可廢也, 隨時鍊習, 乃將臣之責, 初非殿下天職內事也。 臣家近在闕外, 向伏聞殿下, 鍊武於後苑, 而臨觀之。 夫兵者, 非可觀之器, 而惟射則居六藝之一, 君子之所以正已也。 至於火炮, 聲勢雄烈, 每有驚動聖躬之慮, 殆有甚於漢文馳坂之危也。 殿下一身, 宗社生靈之所係, 安得以自輕乎? 此群下之所共憂悶, 而臣猥登前席, 若不以夙昔耿耿者, 一白之, 是臣負殿下也。 今我殿下, 斷棄舊好, 專意講學, 此是殿下已改之過也。 如日月之食, 暫時之薄蝕旋復, 何損於本體之光明乎? 然又有過計之憂, 程明道之閫域, 殆近生知。 而明道年十六七時, 好田獵, 旣而自謂已無此心, 周茂叔曰, ‘何言之易也? 但此心, 潛隱未發, 一日萌動如初矣。’ 後十二年, 暮歸田野, 見獵者不覺有喜心, 乃知果未也。 茂叔治心之法, 實爲先覺, 而明道驗之於十二年之後, 以此觀之, 臣安敢保殿下此心, 不爲更發於異日乎? 伏願益加省察。”"
            }
        }
    },
    "12": {
        "10": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 정유년에 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 10일(정유) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○丁酉/召對于重熙堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On musul day, the King granted a rotational audience to the musul year (1428, the second year of King Sejong at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 무술년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 11일(무술) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○戊戌/召對于重熙堂。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall in gihae year ( and held the tangerine composition examination. Those who passed the tangerine composition examination were presented to the King. Those who passed the tangerine composition examination was Yi Seungsu , who passed the tangerine composition examination, were to be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "주상이 인정전에 나아가 감제를 행하였다. 표에서 수석을 차지한 이승수에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 12일(기해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 감제(柑製)를 설행(設行)하였다. 표(表)에 으뜸을 차지한 이승수(李升洙)를 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○己亥/上御仁政殿, 設柑製。 表居首李升洙, 直赴殿試。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King appointed Ahn Gwangjik as the right state councilor of the State Council .",
                "H2KE-nKo": "계묘년에 안광직을 의정부 우참찬으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 16일(계묘) 1번째기사",
                "gt-oKo": "안광직(安光直)을 의정부 우참찬(議政府右參贊)으로 삼았다.",
                "hj": "○癸卯/以安光直爲議政府右參贊。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gapjin day, the King received the officials in the morning court assembly at Junghu Hall in gapjin year (.",
                "H2KE-nKo": "중희당에서 갑진년 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 17일(갑진) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○甲辰/召對于重熙堂。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulsa day, [the King] received the officials in the eulsa year ( and granted a rotational audience at Junghu Hall .",
                "H2KE-nKo": "중희당에서 을사년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 18일(을사) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○乙巳/召對于重熙堂。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On byeongo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the year-end sacrificial rite at the Altar of the Soil and Grain , the Royal Ancestral Shrine , and the Royal Tomb of Queen Wongyeong .",
                "H2KE-nKo": "주상이 인정전에 나아가 사직, 종묘, 경모궁의 납향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 19일(병오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 사직(社稷)·종묘(宗廟)·경모궁(景慕宮)의 납향(臘享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○丙午/上詣仁政殿, 親傳社稷、宗廟、景慕宮臘享香祝。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghui Daoist Temple in the gichuk year ( and summoned the officials for the rotational audience.",
                "H2KE-nKo": "기축년에 주상이 중희당에 나아가 윤대관을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 2일(기축) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 윤대관(輪對官)을 소대(召對)하였다.",
                "hj": "○己丑/上御重熙堂, 召見輪對官。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at Junghu Hall .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 2일(기축) 2번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○召對于重熙堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Kim Daegeun , a second inspector of the Office of the Censor General , was appointed to the Office of the Censor General .",
                "H2KE-nKo": "정미년에 김대근을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 20일(정미) 1번째기사",
                "gt-oKo": "김대근(金大根)을 사간원 대사간으로 삼았다.",
                "hj": "○丁未/以金大根爲司諫院大司諫。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Junghu Hall in the musin year (.",
                "H2KE-nKo": "중희당에서 무신년의 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 21일(무신) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○戊申/召對于重熙堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Ahn Hyos술 as the Office of the Censor General .",
                "H2KE-nKo": "안효술을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 22일(기유) 1번째기사",
                "gt-oKo": "안효술(安孝述)을 사간원 대사간으로 삼았다.",
                "hj": "○己酉/以安孝述爲司諫院大司諫。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghui Hall in the gyeongsul year (140, the fourth year of King Taejongs reign and summoned the officials in rotation.",
                "H2KE-nKo": "경술년에 주상이 중희당에 나아가 윤대관을 불러서 보았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 23일(경술) 1번째기사",
                "gt-oKo": "임금이 중희당에 나아가 윤대관(輪對官)을 소견(召見)하였다.",
                "hj": "○庚戌/上御重熙堂, 召見輪對官。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King appointed Yi Donyeong as second minister of personnel , and Jo Dusun as minister of punishments . ",
                "H2KE-nKo": "이돈영을 이조 참판으로, 조두순을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 24일(신해) 1번째기사",
                "gt-oKo": "이돈영(李敦榮)을 이조 참판으로, 조두순(趙斗淳)을 형조 판서로 삼았다.",
                "hj": "○辛亥/以李敦榮爲吏曹參判, 趙斗淳爲刑曹判書。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall in the imja year (1422, the second year of King Sejong and received the officials of the senior third rank and above from the State Council and Privy Council .",
                "H2KE-nKo": "임자년에 주상이 중희당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 25일(임자) 1번째기사",
                "gt-oKo": "임금이 중희당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○壬子/上御重熙堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "Left State Councilor Kim Dohui presented a memorial to resign from his post and was granted permission.",
                "H2KE-nKo": "좌의정 김도희가 상소하여 재상의 직임을 사직하니, 허락하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 25일(임자) 2번째기사",
                "gt-oKo": "좌의정 김도희(金道喜)가 상소하여 상직(相職)을 사퇴하니, 윤허하였다.",
                "hj": "○左議政金道喜, 疏辭相職, 許之。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gabo day, the King proceeded to Injeong Hall and performed the rite of praying for rain at the Altar of the Soil and Grain .",
                "H2KE-nKo": "주상이 인정전에 나아가 사직 기곡 대제의 서계를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 27일(갑인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 사직 기곡 대제(社稷祈穀大祭)의 서계(誓戒)를 행하였다.",
                "hj": "○甲寅/上御仁政殿, 行社稷祈穀大祭誓戒。"
            },
            "2": {
                "H2KE-EN": "[The King] issued a royal order on the regular performance evaluation. Kim Ju묵 was appointed as the Office of the Censor General and Kim Jeonggyun as the Office of the Inspector General.",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 김주묵을 사간원 대사간으로, 김정균을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 27일(갑인) 2번째기사",
                "gt-oKo": "도정(都政)의 하비(下批)가 있었다. 김주묵(金周默)을 사간원 대사간으로, 김정균(金鼎均)을 사헌부 대사헌으로 삼았다.",
                "hj": "○都政下批, 以金周默爲司諫院大司諫, 金鼎均爲司憲府大司憲。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Hanseong Magistracy presented the number of people in the byeongjin year (. The Five Districts and the eight provinces totaled 157만 2,656. The number of people [in the capital] totaled 332,676. The number of people [in the capital] totaled 333,764.",
                "H2KE-nKo": "한성부에서 민수를 올렸다. 오부와 팔도의 총 원호는 157만 2656호이고 인구는 남자가 332만 676구이며 여자가 333만 5764구이다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 29일(병진) 1번째기사",
                "gt-oKo": "경조(京兆)에서 민수(民數)를 바쳤다. 오부(五部)와 팔도(八道)의 도원호(都元戶)는 1백 57만 2천 6백 56호(戶)이며, 인구는 남자가 3백 32만 6백 76구(口)이고 여자가 3백 33만 5천 7백 64구이다.",
                "hj": "○丙辰/京兆獻民數, 五部及八道都元戶一百五十七萬二千六百五十六戶, 人口男三百三十二萬六百七十六口, 女三百三十三萬五千七百六十四口。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The hardship of the peoples livelihood is caused by the local magistrates who governs or not, and the local magistrates who governs and governs or governs are caused by the strictness of performance evaluation. The court has reprimanded and repeatedly 신칙한 것이 한두 번이 아니었는데도 불구하고 simply ascended to ordinary people. Whenever the provincial governor inspects the capital, only one or two of them are weak and short of their responsibilities. How can this be said that there are no discipline in the government? Today, the people who have no place to report to me is all the children of our royal ancestors. The impoverished people suffer from the hardship of greed and corruption is not eliminated. Even though I am not virtuous, how can I not sit sightseeing and care for them? Now when the evaluation is occurred, I first instruct this royal instruction first. If there are anyone who pursues personal gains and fail to report the facts to me without authorization, the law should be applied to all cases. How could I also have no means of knowledge? Each of my dear sir should carefully observe the royal order and send an official document to the Ministry of Rites for an explanation of the royal instruction.",
                "H2KE-nKo": "전교하기를,“백성의 고락은 수령이 잘 다스리고 못 다스리는 데에 달려 있고, 수령이 잘 다스리고 못 다스리는 것은 전최가 엄격하고 엄격하지 않은 데에 달려 있다. 조정에서 그동안 신칙한 것이 한두 번이 아니었는데도 형식적인 것으로 간주하여 매번 서울의 관찰사가 될 때마다 겨우 한두 명의 피폐하고 잔약한 부류로 책임만 때우고 있으니, 어찌 나라에 기강이 있다고 할 수 있겠는가. 오늘날 하소연할 데 없는 백성은 모두 우리 조종의 백성들이다. 가난한 백성들이 고통을 받는 것은 탐욕을 부리는 자들이 제거되지 않았기 때문이다. 내가 비록 부덕하지만 위에 군림하고 있으니, 어찌 앉아서 보기만 하고 구휼하지 않을 수 있겠는가. 지금 고과하는 때를 맞아 우선 이렇게 거듭 유시하는 것이다. 만일 혹시라도 사적인 정에 이끌려 사실대로 보고하지 않았다가 적발된다면 당연히 일체의 법을 시행하여 만 리 밖을 내다보는 것처럼 해야 할 것이니, 나 또한 어찌 알 만한 방도가 없겠는가. 각자 두려워하는 마음으로 왕명을 받들어 행하라고 묘당으로 하여금 말을 잘 만들어 공문을 보내 알리게 하라.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 3일(경인) 1번째기사",
                "gt-oKo": "하교하기를, “백성의 고락은 수령(守令)이 잘 다스리고 못 다스리는 데에서 말미암고 수령이 잘 다스리고 못 다스리는 것은 전최(殿最)가 엄하고 엄하지 못한 데에서 말미암으므로 국가에서 전후에 경계한 것이 한두 번뿐이 아닌데, 겉치레처럼 여기고 경관(京官)이 고찰을 당할 때마다 겨우 한두 피잔(疲殘)한 무리로써 책망을 면하고 마니, 어찌 나라에 기강이 있다 하겠는가? 오늘날 고할 데 없는 백성도 다 우리 조종(祖宗)의 적자(赤子)인데, 가난한 백성이 괴로움을 당하는 것은 탐오(貪汚)가 제거되지 않았기 때문이다. 내가 덕이 없기는 하나 임금으로서 위에 임하였으니, 어찌 좌시하고 돌보지 않을 수 있겠는가? 이제 고과(考課)할 때를 당하여 먼저 더욱 밝히도록 하유한다. 혹 사의(私意)에 따라 사정(私情)을 쓰고 사실대로 아뢰지 않았다가 나타나는 것이 있으면 일체의 법을 시행할 것이다. 만리의 먼 곳도 뜰앞과 같으니, 내가 또한 어찌 알 수 있는 방도가 없겠는가? 각각 척념(惕念)하여 대양(對揚)하라고 묘당(廟堂)을 시켜 조사(措辭)하여 공문을 보내어 알리게 하라.” 하였다.",
                "hj": "○庚寅/敎曰: 民生之苦樂, 由於守宰之治不治, 守宰之治否, 由於殿最之嚴不嚴, 朝家之前後提飭, 非止一再, 視若文具, 每當京察, 僅以一二疲殘之類, 塞責而止, 豈曰國有紀綱乎? 今日無告之民, 皆我祖宗之赤子也, 窮蔀受困, 在於貪墨之未祛。 予雖否德, 君臨于上, 豈可坐視而莫之恤也? 今當考課之時, 先此令申之諭。 如或循私用情, 不以實登聞, 有所現發, 則當施以一切之法, 階前萬里, 予亦豈無可知之道乎? 其各惕念對揚事, 令廟堂, 措辭行會。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Junghu당에 나아가 대신과 비국 당상을 인견하였다. The King said, Previously, I had a royal directive transmitted to the officials of the senior third rank or above of the State Council and Privy Council regarding the disaster of calamities in Cheongbuk . However, the method of relieving the people should be thoroughly explained. Only then can there be no troubles about wandering. How should we deal with this? Chief State Councilor Kwon Donin said, The method of relieving the people should be thoroughly oughly obeyed by the governor and the local magistrates. However, how can it not be possible to supply the methods again? The King said, Not only is the calamity of Cheongbuk, but also how can it be possible to prevent the people from hardships? You should be able to obey the methods and encourage the methods of securing the people in comfort. Kwon Donin said, Your Majestys concern is so worrisome. Though your subject and others are unworthy, how could your subject dare not strive to obey the methods? The King also said, The two ministries are currently attending the royal court, and they should come before the King to hear Your Majestys instructions. The King said, The peoples livelihoods are entirely responsible for selecting local magistrates. However, every time the regular performance evaluation is conducted, the royal instructions of the government are thoroughly strictly. However, after having completed the regular performance evaluation, I observe that it is merely a mere formality, and there is no effects of effects. How can this be the meaning of obeying the methods? Now, you should be strive to reflect upon this and never reach the same as before. The King said, The state laws and all the provinces disregard the methods of disregarding the present day. I am not virtuous, who live deep in the royal palace, has wise and wise knowledge. As there are not many evaluations, I do not know the peoples livelihoods. However, I look to them is only the high officials and the 삼사. You must embody my intent and supervise all the officials in order to strive my lack of appreciation. The King said, The officials of the Office of the Inspector General and the Office of the Censor General are allowed to attend the royal court in order to strive their opinions.",
                "H2KE-nKo": "주상이 중희당에 나아가 대신과 비국 당상을 인견하였다. 주상이 말하기를,“지난번에 청천강 이북의 재해를 입은 백성들의 일에 대해 전교한 바가 있다. 다만 재해를 구제할 방도를 별도로 더 강구한 뒤에야 백성들이 뿔뿔이 흩어지는 근심이 없을 것이니, 어떻게 하면 좋겠는가?”하니, 영의정 권돈인이 아뢰기를,“재해를 구제할 방도는 도신과 수령이 별도로 성상의 뜻을 받들어 행해야 할 것입니다. 조정에서 다시 더 조처하는 것도 어찌 차례차례 조처하지 않겠습니까.”하였다. 주상이 말하기를,“청천강 이북뿐만 아니라 서북과 남쪽 변방의 바닷가에도 백성들의 고통이 없을 것이라고 어찌 장담하겠는가. 모쪼록 나의 뜻을 잘 받들어 펴서 편안히 보전하는 도리를 다하도록 하라.”하니, 권돈인이 아뢰기를,“성상의 마음이 이처럼 간절하시니, 신들이 비록 보잘것없지만 감히 힘을 다해 성상의 뜻을 받들어 행하지 않겠습니까.”하였다. 또 아뢰기를,“양전이 지금 연석에 나왔으니 앞으로 나아와서 하교를 듣는 것이 좋을 듯합니다.”하니, 주상이 말하기를,“백성들의 고락은 전적으로 수령을 잘 선택하느냐 못하느냐에 달려 있다. 그런데 매번 도목 정사를 행할 때마다 조정에서 신칙하는 하교를 거듭 엄하게 내렸을 뿐만이 아니었다. 그러나 정사가 지난 뒤에 살펴보니 형식적인 것이 되어 버리고 끝내 실효가 없었으니, 이것이 어찌 나의 뜻을 받들어 펴는 뜻이겠는가. 이번에는 모쪼록 더욱 유념하여 전처럼 되지 않도록 하라.”하였다. 주상이 말하기를,“나라의 기강이 해이해지고 온갖 법도가 무너진 것이 요즘과 같은 때가 없었다. 내가 덕이 없는 몸으로 구중궁궐에 깊숙이 거처하여 총명이 통달하지 못하고 경력이 많지 않아 백성들의 일에 전혀 어두웠다. 믿는 것은 오직 대신과 삼사뿐이니, 모쪼록 이 뜻을 깊이 유념하여 백관을 감독하고 신칙하여 각각 자기 직분을 다하게 해서 나의 부족한 점을 돕도록 하라.”하였다. 주상이 말하기를,“윤대관이 입시하는 것은 법의 취지가 매우 중하니, 아무리 미관말직이라도 소회를 다 진달하게 하고자 해서이다. 근일 윤대관이 입시하는 것이 모두 세 차례인데 소회가 없다고 모두 아뢰었으니, 이것이 어찌 신하들을 인접한 본의이겠는가. 또한 기강에 관계되니 모두 의금부로 잡아다 처리하는 것이 좋겠다.”하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 3일(경인) 2번째기사",
                "gt-oKo": "임금이 중희당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 임금이 말하기를, “접때 청북(淸北)의 재해를 입은 백성의 일 때문에 전교(傳敎)한 바가 있다마는, 그 구제할 방도를 각별히 강구하고서야 이산(離散)할 걱정이 없을 것인데, 어찌하면 좋겠는가?” 하매, 영의정 권돈인(權敦仁)이 말하기를, “구제하는 방도는 도신(道臣)과 수령(守令)이 각별히 더 대양(對揚)하겠습니다마는, 국가에서 다시 더 조치하는 것도 어찌 차차 조처하지 않겠습니까?” 하니, 임금이 말하기를, “청북뿐이 아니라 서북(西北)과 남쪽 변방의 바닷가에도 백성의 고통이 없을지 어찌 알겠는가? 잘 대양하여 안보(安保)하는 도리를 다하도록 해야 한다.” 하였다. 권돈인이 말하기를, “성념(聖念)이 이처럼 불안하신데, 신(臣)들이 변변치는 못하더라도 감히 힘을 다하여 대양하지 않겠습니까?” 하고, 또 말하기를, “양전(兩銓)이 바야흐로 등연(登筵)하여 있으니, 앞에 나아가 하교를 듣는 것이 좋을 듯합니다.” 하니, 임금이 말하기를, “백성의 고락은 오로지 수령을 잘 가리고 못 가리는 데에 달려 있는데 도정(都政)을 당할 때마다 국가에서 신칙하는 하교가 더욱 엄할 뿐이 아니나, 그 정사(政事)가 지난 뒤에 보면 한갓 겉치레로 돌아가고 마침내 실효가 없으니, 이것이 어찌 대양하는 뜻이겠는가? 이번에는 더 척념(惕念)하여 전과 같아지지 않도록 하라.” 하였다. 임금이 말하기를, “나라의 기강이 풀리고 온갖 법도가 무너진 것이 근일 같은 때가 없었다. 내가 덕이 없는 몸으로 구중(九重)에 깊이 있어 총명(聰明)이 통달하지 못하고 경력이 많지 않아 백성의 일에 아주 어두워서 믿는 것은 오직 대신과 삼사(三司)일 뿐이니, 이 뜻을 몸받아 백관(百官)을 감독하고 신칙(申飭)하여 각각 그 직분을 다하게 하여 내가 미치지 못하는 것을 도와야 한다.” 하였다. 임금이 말하기를, “윤대관(輪對官)이 입시(入侍)한 것이 모두 세 번이었으나 모두들 생각하는 바를 아뢰지 않으니, 이것이 어찌 인접(引接)하는 본의이겠는가? 또한 기강에 관계되니, 모두 나처(拿處)함이 옳다.” 하였다.",
                "hj": "○上御重熙堂, 引見大臣備局堂上。 上曰: “向以淸北災民事, 有所傳敎, 而第其救濟之方, 當另加講究, 然後庶無離析之患, 何以則爲好乎?” 領議政權敦仁曰: “拯濟之方, 道臣與守宰, 當另加對揚, 而自朝家, 更加措處者, 亦豈不次次措處乎?” 上曰: “非但淸北而已, 西北及南邊海隅, 亦安知無民隱乎? 須善爲對揚, 俾盡安保之道也。” 敦仁曰: “聖念若是憧憧, 臣等雖無似, 敢不竭力對揚乎?” 又曰: “兩銓方登筵, 進前聽敎似好矣。” 上曰: “生民休戚, 專係於守令之擇不擇, 而每當都政, 朝家飭敎, 不啻申嚴, 然及其過政後觀之, 則徒歸文具, 終無實效, 是豈對揚之意乎? 今番則須加惕念, 無至如前可也。” 上曰: “國綱之解弛, 百度之隳壞, 莫如近日矣。 予以否德, 深居九重, 聰明未達, 閱歷不多, 全昧民事, 而所恃者, 惟大臣三司而已, 須體此意, 蕫飭百官, 各盡其職, 以補予不逮也。” 上曰: “輪對官入侍, 法意甚重, 雖微末庶官, 欲使之悉陳所懷也。 近日輪對入侍, 凡爲三次, 而擧以無所懷奏之, 是豈引接之本意乎? 亦關紀綱, 竝拿處可也。”"
            },
            "3": {
                "H2KE-EN": "Hong Hakyeon was appointed as the Office of the Inspector General , Yi Jeonggi as the Office of the Censor General , and Shin Jongik as the navy subarea commander of Left Jeolla Province .",
                "H2KE-nKo": "홍학연을 사헌부 대사헌으로, 이정기를 사간원 대사간으로, 신종익을 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 3일(경인) 3번째기사",
                "gt-oKo": "홍학연(洪學淵)을 사헌부 대사헌으로, 이정기(李正耆)를 사간원 대사간으로, 신종익(申從翼)을 전라좌도 수군 절도사로 삼았다.",
                "hj": "○以洪學淵爲司憲府大司憲, 李正耆爲司諫院大司諫, 申從翼爲全羅左道水軍節度使。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 소대를 행하였다.\n",
                "date_ko": "헌종 12권, 11년(1845 을사 / 청 도광(道光) 25년) 12월 4일(신묘) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○辛卯/召對于重熙堂。"
            }
        }
    }
}