{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] ordered the bestowal of an armrest and cane upon 봉조하 Kim Iyang . This was because he had reached ninety years of age.",
                "H2KE-nKo": "무진년에 봉조하 김이양에게 특별히 궤장을 하사하라고 명하였는데, 나이가 90이 찼기 때문이다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 1일(무진) 1번째기사",
                "gt-oKo": "봉조하(奉朝賀) 김이양(金履陽)에게 특별히 궤장(几杖)을 내리라고 명하였다. 나이가 아흔에 찼기 때문이었다.",
                "hj": "○戊辰/命奉朝賀金履陽, 特賜几杖, 以年滿九十也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King received the officials in the gyeongjin year ( and received the officials in the daily audience at Junghu Hall .",
                "H2KE-nKo": "중희당에서 경진년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 13일(경진) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○庚辰/召對于重熙堂。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On imo day, at the time of imo year (, each government office in the capital presented the list of 회계 장부 in the gyemyo year (. The Ministry of Taxation , the Office of Military Procurement , the Office of Benefiting the People , the Ministry of War , the Military Procurement , the Elite Capital Markets , the Ministry of Taxation , the Elite Capital Markets , the Office of Benefiting the People , the Ministry of War , the Military Procurement , the Elite Capital Markets ",
                "H2KE-nKo": "경각사와 각 영에서 계묘년 회계 장부를 올렸다. - 호조, 양향청, 선혜청, 병조, 훈련도감, 금위영, 어영청, 총융청에 현재 있는 황금 142냥 1전 7분, 은자 22만 2430냥 1분 남짓, 전문 111만 871냥 9전 8분, 면주 154동 47필 33척, 목 277동 22필 9척, 저포 92동 40필 11척, 포자 892동 11필 7척, 미 20만 5941석 5두 1승 남짓, 전미 4만 7147섬 2승 남짓, 태 2만 4943섬 8두 8승 남짓, 피잡곡 3만 838섬 5두 7승 남짓이다. -\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 15일(임오) 1번째기사",
                "gt-oKo": "경중(京中)의 각사(各司)와 각영(各營)에서 계묘년의 회계부(會計簿)를 바쳤다.【호조(戶曹)·향청(餉廳)·혜청(惠廳)·병조(兵曹)·훈국(訓局)·금영(禁營)·어영(御營)·총청(摠廳)에 지금 있는 황금(黃金) 1백 42냥(兩) 1전(錢) 7푼(分), 은자(銀子) 22만 2천 4백 30냥 1푼 영(零), 전문(錢文) 1백 11만 8천 71냥 9전 8푼, 면주(綿紬) 1백 54동(同) 47필(疋) 33척(尺), 목(木) 2천 7백 7동 22필 9척, 저포(苧布) 92동 40필 11척, 포자(布子) 8백 92동 11필 7척, 미(米) 20만 5천 9백 41석(石) 5두(斗) 1승(升) 영(零), 전미(田米) 4만 7천 1백 47석 2승 영(零), 태(太) 2만 4천 9백 43석 8두 8승 영(零), 피잡곡(皮雜穀) 3만 8천 38석 5두 7승 영(零)이다.】",
                "hj": "○壬午/京各司各營, 進癸卯會計簿。【戶曹、餉廳、惠廳、兵曹、訓局、禁營、御營、摠廳, 時在黃金一百四十二兩一錢七分, 銀子二十二萬二千四百三十兩一分零, 錢文一百十一萬八千七十一兩九錢八分, 綿紬一百五十四同四十七疋三十三尺, 木二千七百七同二十二疋九尺, 苧布九十二同四十疋十一尺, 布子八百九十二同十一疋七尺, 米二十萬五千九百四十一石五斗一升零, 田米四萬七千一百四十七石二升零, 太二萬四千九百四十三石八斗八升零, 皮雜穀三萬八千三十八石五斗七升零。】"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghui Hall of the gapsin year (1404, the fifth year of King Taejos reign and summoned Kim Iyang , an audience with him. The King granted him an armrest and cane [to Kim Iyang] after completing a memorial expressing gratitude for the royal benevolence.",
                "H2KE-nKo": "주상이 중희당에 나아가 봉조하 김이양을 불러서 보았다. 궤장을 하사한 뒤에 전문을 올려 사은하였기 때문이다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 17일(갑신) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 봉조하(奉朝賀) 김이양(金履陽)을 소견(召見)하였다. 궤장(几杖)을 내린 뒤에 전문(箋文)을 바치고 사은(謝恩)하였기 때문이었다.",
                "hj": "○甲申/上御重熙堂, 召見奉朝賀金履陽。 賜几杖後, 進箋謝恩也。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On byeongsul day, the first day of the month, the King proceeded to Hwijeong Hall and performed the ancestral rite for the deceased.",
                "H2KE-nKo": "병술년에 주상이 휘정전에 나아가 전작례를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 19일(병술) 1번째기사",
                "gt-oKo": "임금이 휘정전(徽定殿)에 나아가 전작례(奠酌禮)를 행하였다.",
                "hj": "○丙戌/上詣徽定殿, 行奠酌禮。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Jo Wonseok was appointed as army commander of the Northwest Territory .",
                "H2KE-nKo": "조원석을 함경북도 병마수군절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 2일(기사) 1번째기사",
                "gt-oKo": "조원석(趙元錫)을 함경북도 병마 수군 절도사로 삼았다.",
                "hj": "○己巳/以趙元錫爲咸鏡北道兵馬水軍節度使。"
            },
            "2": {
                "H2KE-EN": "Bak Hoesu was appointed minister of personnel , and Jo Giyeong was appointed minister of rites .",
                "H2KE-nKo": "박회수를 이조 판서로, 조기영을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 2일(기사) 2번째기사",
                "gt-oKo": "박회수(朴晦壽)를 이조 판서로, 조기영(趙冀永)을 예조 판서로 삼았다.",
                "hj": "○以朴晦壽爲吏曹判書, 趙冀永爲禮曹判書。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghoe Pavilion of Imjin and went to the Royal Placenta Chamber to enter the Royal Placenta Chamber. The King received the officials of the senior third rank or above in audience. Left State Councilor Kwon Donin reported as follows: Song Yaksang (K. Song Yaksang ji and the Chamber of the Chambery of the Chamberemony of the Royal Placenta Chamberemony (Chamberemony of the Royal Placenta Chamberemony are already excessive. Furthermore, the Chamber of the Chamberemony (Chamberemony of the Chamberemony",
                "H2KE-nKo": "임진년에 주상이 중희당에 나아가 약원의 입진을 행하고, 대신과 비변사 당상을 인견하였다. 좌의정 권돈인이 아뢰기를,“송능상의 《비요》와 《차기》는 또한 예서를 고거하고 이미 의심나는 것을 참작하여 분변한 것에 지나지 않습니다. 대개 《차기》는 송능상이 20세 이전에 만들어진 것이니, 말을 구사할 때 설혹 경솔하게 살피지 못한 잘못이 있더라도 선현을 모욕하고 헐뜯었다는 죄목을 대뜸 가하는 것은 참으로 지나칩니다. 더구나 《비요》 한 책은 선정신 김장생을 거쳐서 그 책을 교정한 것이니, 신의경이 편집한 것과 선정이 추록하여 식별한 것은 서문과 후서를 살펴보면 알 수 있습니다. 그렇다면 당초 유생들이 상소하여 성토한 것은 끝내 너무 심각하게 들추어낸 것입니다. 심지어 ‘사사로이 연원을 끊고 몰래 다른 마음을 품었다.’라고까지 하였으니, 그 또한 말이 사리에 맞지 않습니다.선정신 김장생은 선정신 송시열의 스승이고 송능상은 바로 송 선정의 손자입니다. 손자로서 그 조부가 일찍이 열심히 일한 것에 불만을 품고 도리어 사사로이 연원을 끊었다고 하니, 이것이 어찌 천리와 인정에 근사한 것이겠습니까. 그런데도 끝내 주자를 비난하고 폄하한 것으로 귀결시키고 선조를 무함하고 패악하게 하였으니, 더욱 어찌 이렇게까지 심하게 주워 모을 수 있단 말입니까.유자를 삭일하는 것은 죽은 뒤의 극전인데, 추후에 형률을 적용한 지 36년이 되도록 신원되지 못하였습니다. 간결하고 미덥게 하는 것은 진실로 성조의 아름다운 정사입니다. 그러나 사문에 관계된 일이므로 신이 감히 마음대로 결단할 수 없으니, 시원임 대신에게 문의하여 처리하소서.”하였다. 곧이어 의견이 같았기 때문에 그대로 따랐다. 권돈인이 또 아뢰기를,“송문흠은 선정신 송준길의 현손으로서 가정을 복습하고 어진 형을 훈도하여 경술과 행의, 문장과 언의가 일대의 어진 사대부들에게 추앙을 받았습니다. 그가 표창하는 것을 좋아하지 않는다는 이유로 천거를 극력 사양하였으니, 비록 정초의 반열에는 들어 있지 않으나 이와 같이 특이한 사람은 특별히 선부로 하여금 장헌겸 좨주의 직임을 추증하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 25일(임진) 1번째기사",
                "gt-oKo": "임금이 중희당에 나아갔다. 약원(藥院)의 입진(入診)을 행하고 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 좌의정 권돈인(權敦仁)이 아뢰기를, “송능상(宋能相)의 《비요(備要)》·《차기(箚記)》는 또한 예서(禮書)에서 고거(考據)하고 자기의 의심나는 것을 참작하여 밝힌 것에 지나지 않는데, 대개 《차기》는 송능상의 20세 이전에 나온 것이니, 말을 쓸 즈음에 혹 경솔하여 살피지 못한 잘못이 있다 하더라도 곧장 선현(先賢)을 모욕하고 헐뜯었다는 죄목을 가하는 것은 진실로 지나칩니다. 더구나 《비요》 일서(一書)는 선정신(先正臣) 김장생(金長生)의 감정(鑑正)을 거치기는 하였으나 그 글은 신의경(申義慶)이 편집한 것이고 선정(先正)이 추록(追錄)하여 식별(識別)한 것은 서문(序文)·후서(後敍)를 살펴서 알 수 있으니, 당초 유생(儒生)이 상소하여 성토한 것은 끝내 너무 심각하게 숨은 것을 들추어낸 것을 면할 수 없습니다. 그리고 ‘사사로이 연원(淵源)을 끊고 몰래 이심(異心)을 품었다.’고까지 한 것은 그 또한 말이 사리에 맞지 않습니다. 선정신 김장생은 선정신 송시열(宋時烈)의 스승이고 송능상은 송선정(宋先正)의 손자인데, 손자로서 그 할아버지가 일찍이 종사하여 힘쓰던 것에 불만을 가져 도리어 사사로이 연원을 끊었다고 하는 것이 어찌 천리(天理)·인정(人情)에 가까운 것이겠습니까? 그런데도 끝내 주자(朱子)를 비평하여 깎아내리고 선조(先祖)에 대하여 사실을 속이고 도리를 어긴 것으로 돌렸으니, 더욱 어찌 주워 모은 것이 이토록 심할 수 있단 말입니까? 유자(儒者)의 삭일(削逸)은 사후(死後)의 극전(極典)인데 추율(追律)한 지 36년이 되어도 아직 신설(伸雪)받지 못하였습니다. 죄를 사실에 부합되게 확실하게 다스리는 것은 본디 성조(聖朝)의 미정(美政)입니다. 하지만 사문(斯文)에 관계되는 일이므로 신(臣)이 감히 마음대로 단정할 수 없으니, 시임(時任)·원임(原任) 대신들에게 문의하여 처치하소서.” 하였다. 곧 의논이 같았기 때문에 그대로 따랐다. 권돈인이 또 아뢰기를, “송문흠(宋文欽)은 선정신 송준길(宋浚吉)의 현손(玄孫)인데, 가정에서 복습(服襲)하고 어진 형에게 훈도(薰陶)되어 경술(經術)·행의(行誼)·문장(文章)·언의(言議)가 한 세대의 어진 사대부에게 추중(推重)받고 있습니다. 그가 나타나기를 좋아하지 않아 천거를 힘껏 사양하였기 때문에 정초(旌招)하는 줄에 들어 있지는 않았으나 이처럼 특이한 사람은 특별히 선부(選部)를 시켜 장헌(長憲)·겸 좨주(兼祭酒)의 벼슬을 추증하게 해야 하겠습니다.” 하니, 그대로 따랐다.",
                "hj": "○壬辰/上御重熙堂, 行藥院入診, 引見大臣備局堂上。 左議政權敦仁啓言: “宋能相之《備要》、《箚記》, 亦不過考據禮書, 參辨已疑, 而蓋箚記出於能相二十歲以前者, 則下語之際, 設或有率爾不審之失, 遽加以侮毁先賢之目, 固已過矣。 況《備要》一書, 雖經先正臣金長生鑑正其書, 則申義慶之編輯, 而先正之所追錄識別者, 序文後敍, 可按而知, 則當初儒疏之聲討, 終未免抉摘之太深。 而至曰 ‘私絶淵源, 陰懷異心’, 其亦言之, 不成事理也。 先正臣金長生, 卽先正臣宋時烈之師, 而能相, 乃宋先正之孫也, 以孫而不滿於其祖之所嘗服勤, 而乃反私絶淵源云者, 是豈天理人情之所近似? 而竟歸之於譏貶朱子, 誣悖先祖, 則尤烏可捃摭之至於此甚乎? 儒者削逸, 卽是死後極典, 追律三十六年未蒙伸白。 簡孚踈理, 固爲聖朝美政。 而事關斯文, 臣不敢擅斷, 請詢議于時、原任大臣處之。” 尋因詢同, 從之。 敦仁又啓言: “宋文欽以先正臣宋浚吉之玄孫, 服襲家庭, 薰陶賢兄, 經術行誼, 文章言議, 爲一代賢士大夫之所推重。 以其不喜標致, 力辭薦剡, 雖不在旌招之列, 而似此特異之人, 特令選部, 贈以長憲兼祭酒之職。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Heunggeun and Bak Yeongwon as deputy director of the Office of Royal Decrees , Kim Hakseong as second deputy director of the Office of Royal Decrees , Jo Useok as army commander of Jeolla Province , Yi Huigyeong as naval commander of Left Jeolla Province , and Yi Mi as naval commander of Chungcheong Province .",
                "H2KE-nKo": "김흥근과 박영원을 규장각 제학으로, 김학성을 직제학으로, 조우석을 전라도 병마절도사로, 이희경을 전라좌도 수군절도사로, 이우를 충청도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 25일(임진) 2번째기사",
                "gt-oKo": "김흥근(金興根)·박영원(朴永元)을 규장각 제학(奎章閣提學)으로, 김학성(金學性)을 직제학(直提學)으로, 조우석(趙禹錫)을 전라도 병마 절도사로, 이희경(李熙絅)을 전라좌도 수군 절도사로, 이습(李熠)을 충청도 수군 절도사로 삼았다.",
                "hj": "○以金興根、朴永元爲奎章閣提學, 金學性爲直提學, 趙禹錫爲全羅道兵馬節度使, 李熙絅爲全羅左道水軍節度使, 李熠爲忠淸道水軍節度使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King held the seventh day of the first month in the gabo year ( and at the Royal Confucian Academy .",
                "H2KE-nKo": "성균관에서 인일제를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 27일(갑오) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 인일제(人日製)를 설행(設行)하였다.",
                "hj": "○甲午/設人日製于泮宮。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Kim Jogeun , Grand Master for Assisting toward Fundamental Laws and Supreme General of the Royal House Administration , passed away. The King ordered that announcement be made at Hwijeong Hall .",
                "H2KE-nKo": "보국숭록대부 영돈녕부사 영흥부원군 김조근이 졸하였다. 휘정전에 고유하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 3일(경오) 1번째기사",
                "gt-oKo": "보국 숭록 대부(輔國崇祿大夫) 영돈녕부사(領敦寧府事) 영흥 부원군(永興府院君) 김조근(金祖根)이 졸(卒)하였다. 휘정전(徽定殿)에 고유(告由)하라고 명하였다.",
                "hj": "○庚午/輔國崇祿大夫領敦寧府事永興府院君金祖根卒。 命告由于徽定殿。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King appointed Kim Jang as 어영 대장 of the gyeyu year (, Jo Inyeong as supreme general of the Capital Guards , and Kim Heunggeun as minister of war .",
                "H2KE-nKo": "김영을 어영대장으로, 조인영을 호위대장으로, 김흥근을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 1월 6일(계유) 1번째기사",
                "gt-oKo": "김영(金煐)을 어영 대장(御營大將)으로, 조인영(趙寅永)을 호위 대장(扈衛大將)으로, 김흥근(金興根)을 병조 판서로 삼았다.",
                "hj": "○癸酉/以金煐爲御營大將, 趙寅永爲扈衛大將, 金興根爲兵曹判書。"
            }
        }
    },
    "02": {
        "10": {
            "1": {
                "H2KE-EN": "In jeongmi day, the King attended the Royal Lecture on the Confucian Classics during the daytime.",
                "H2KE-nKo": "중희당에서 정미년 주강을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 10일(정미) 1번째기사",
                "gt-oKo": "중희당에서 주강(晝講)하였다.",
                "hj": "○丁未/晝講于重熙堂。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On imja day, the King proceeded to Junghui당에 나아가 Royal Placenta Chamber Examination and entered the Royal Placenta Chamber Examination. The King received the officials of the senior third rank or above in audience. He selected Seo Left Bo , Jo Yonghwa , and Kim Donggon as senior ministers .",
                "H2KE-nKo": "임자년에 주상이 중희당에 나아가 약원의 입진을 행하고 대신과 비국 당상을 인견하였다. 서좌보, 조용화, 김동건을 정경에 발탁하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 15일(임자) 1번째기사",
                "gt-oKo": "임금이 중희당에 나아갔다. 약원(藥院)의 입진(入診)을 행하고 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 서좌보(徐左輔)·조용화(趙容和)·김동건(金東健)을 발탁하여 정경(正卿)으로 삼았다.",
                "hj": "○壬子/上御重熙堂, 行藥院入診, 引見大臣備局堂上。 擢徐左輔趙容和、金東健爲正卿。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi응sik as supreme commander of the Right frontier commander .",
                "H2KE-nKo": "이응식을 우변포도대장으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 15일(임자) 2번째기사",
                "gt-oKo": "이응식(李應植)을 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○以李應植爲右邊捕盜大將。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Gyuhyeon as minister of punishments , Seo좌bo as deputy magistrate of Hanseong Magistracy , and Kim Il as navy subarea commander of Left Jeolla Province .",
                "H2KE-nKo": "이규현을 형조 판서로, 서좌보를 한성부 판윤으로, 김일을 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 15일(임자) 3번째기사",
                "gt-oKo": "이규현(李奎鉉)을 형조 판서로, 서좌보(徐左輔)를 한성부 판윤(漢城府判尹)으로, 김일(金鎰)을 전라좌도 수군 절도사로 삼았다.",
                "hj": "○以李奎鉉爲刑曹判書, 徐左輔爲漢城府判尹, 金鎰爲全羅左道水軍節度使。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the gihae year (: Only after the application of the state examination is strictly enforced. Only then can the talented be raised and the morals of scholarly rectified. If the importance of the state examination is strict and the importance of public importance, would it not be possible to have the responsibility of the office in charge? Although it is difficult to thoroughly revise the evil effects of one hundred years, the other high officials made a report on the basis of the possibility of their importance. As there is a circumstances in the country, how could there be a great sense of explanation? Have the Ministry of Rites issue a royal instruction to revise the state examination again and send official documents to the responsibility of the examination officials and the responsibility of the Bureau of Capital Markets . Have the Royal Secretariat summon the responsibility of the Office of the Capital Markets and the responsibility of the Responsibility of the Capital Markets before the opening of the book [of the Capital Markets].",
                "H2KE-nKo": "전교하기를,“과장을 엄격히 고시하여 공정하게 한 뒤에야 인재를 흥기시킬 수 있고 선비들의 취향을 바로잡을 수 있다. 엄격히 하고 엄격히 하지 않으며 공정하게 하지 않는 것은 담당관이 진실한 마음으로 왕명을 받들어 행하는 데에 달려 있지 않겠는가. 100년 동안 쌓인 폐단을 일일이 소급하여 논하기는 어렵지만, 지난번 대신이 연석에서 아뢴 것은 그 대략적인 내용일 뿐이다. 나라에 화기를 손상하는 일이 있다면 내가 어찌 많은 말을 하겠는가. 묘당으로 하여금 이 하교를 가지고 다시 말을 잘 만들어 시험을 관장하는 도신과 북평사에게 관문을 보내 신칙하게 하라.”하고, 이어 승정원으로 하여금 경시관과 도사를 계판 앞에 불러다 놓고 각별히 효유하게 하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 2일(기해) 1번째기사",
                "gt-oKo": "하교하기를, “과장(科場)이 엄숙하고 고시(考試)가 공정한 뒤에야 인재를 흥기시킬 수 있고 사취(士趣)를 바룰 수 있다. 그 엄숙하고 엄숙하지 않은 것과 공정하고 공정하지 않은 것은 또한 주사(主司)가 참된 마음으로 대양(對揚)하는 데 달려 있지 않겠는가? 1백 년 동안 쌓인 폐단을 낱낱이 뒤미쳐 논하기는 어려우나, 접때 대신이 연주(筵奏)한 것은 그 대략일 뿐이다. 나라에 관화(關和)가 있으니, 내가 어찌 많은 말을 하랴? 묘당(廟堂)으로 하여금 이 하교에 따라 다시 말을 만들어 고시를 맡은 도신(道臣)과 북평사(北評事)에게 관문(關文)을 보내어 신칙(申飭)하게 하라.” 하고, 이어서 정원(政院)으로 하여금 경시관(京試官)·도사(都事)를 계판(啓板) 앞에 불러와 각별히 효유(曉諭)하게 하였다.",
                "hj": "○己亥/敎曰: “科場嚴考試公然後, 人才可興, 士趣可正。 其嚴不嚴公不公, 顧不在主司之實心對揚乎? 百年積弊, 雖難一一追論, 而向者大臣筵奏, 特其大略耳。 國有關和, 予何多誥? 令廟堂, 以此下敎, 更爲措辭, 關飭於掌試道臣及北評事處。” 仍令政院, 招致京試官都事於啓板前, 各別曉諭。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King proceeded to Mohwa Guesthouse and received the imperial edict.",
                "H2KE-nKo": "무오년에 주상이 모화관에 나아가 칙사를 맞이하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 21일(무오) 1번째기사",
                "gt-oKo": "임금이 모화관(慕華館)에 나아가 영칙(迎勅)하였다.",
                "hj": "○戊午/上詣慕華館, 迎勑。"
            },
            "2": {
                "H2KE-EN": "The imperial envoys performed a sacrifice at the Hall for Repose of the Soil and Grain .",
                "H2KE-nKo": "칙사가 혼전에서 유제를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 21일(무오) 2번째기사",
                "gt-oKo": "칙사(勅使)가 혼전(魂殿)에서 유제(諭祭)를 행하였다.",
                "hj": "○勑使行諭祭于魂殿。"
            },
            "3": {
                "H2KE-EN": "The King received the imperial envoys and conducted a tea ceremony at Myeongjeong Hall .",
                "H2KE-nKo": "명정전에서 칙사를 접견하고 다례를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 21일(무오) 3번째기사",
                "gt-oKo": "명정전(明政殿)에서 칙사를 접견하고 다례(茶禮)를 행하였다.",
                "hj": "○接見勑使, 行茶禮于明政殿。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gimi day, the King proceeded to the guesthouse where he received the imperial envoys and performed a tea ceremony.",
                "H2KE-nKo": "기미년에 주상이 관소에 나아가 칙사를 접견하고 다례를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 22일(기미) 1번째기사",
                "gt-oKo": "임금이 관소(館所)에 나아가 칙사를 접견하고 다례를 행하였다.",
                "hj": "○己未/上詣館所, 接見勑使行茶禮。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On sinyu day, the King proceeded to the guesthouse and held a farewell banquet for the imperial envoys. The King summoned Yi Yaku , commissioner for accompanying the envoy , to summon the commissioner for escorting the returning envoy .",
                "H2KE-nKo": "신유년에 주상이 관소에 나아가 칙사를 전송하고 반송사 이약우를 불러서 보았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 24일(신유) 1번째기사",
                "gt-oKo": "임금이 관소에 나아가 칙사를 보내고 반송사(伴送使) 이약우(李若愚)를 소견(召見)하였다.",
                "hj": "○辛酉/上詣館所, 送勑使, 召見伴送使李若愚。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Minister of Punishments Yi Gyuhyeon submitted a memorial as follows: Previously, when your subject was serving in Hanseong Magistracy , a royal procession guardian of this magistracy was beaten to the affiliated with the command post of the northern frontier. However, Commander General Yu Gisang said that he was under his command post, and he arbitrarily tried to self-restraint. He seized and beat the runners and the runners of the government office and the runners resisted and expelled the runners sent immediately to the capital. Your subject was afraid that the method of convenience would be convenient, but the runners were treated lightly, and the offenders were redeemed from punishment by paying a fine. How could there be a slightest possible occurred by the commander in charge? Instead, he harbored a grudge against his grudge and insulted his words. On the following day, your subject replaced the runners and captured the runners and reprimanded the punishment of them. He became angry and arrogant, and his behavior was absurd and absurdly unknown. A multitude of the office in charge of the lawsuits suddenly occurred before hearing, and the magistracy of this magistracy is no different from that of the magistracy. Thus, he dared not proceed to the capital once by receiving a royal edict. Thus, he satisfyed his self-restraint. Your subject requests that he be punished for his failure to self-restraintier punishment. The King 비답하기를, “상소를 보고 잘 알았다. Truly, this is a case. Truly, he was sensible. How could he resign from office due to this circumstances?",
                "H2KE-nKo": "형조 판서 이규현이 상소하기를,“신이 한 달 전에 한성부에 재직하고 있을 때 본부의 금례가 북한산성의 영속에게 구타를 당하였습니다. 그런데 총융사 유기상이 ‘그가 관할하고 있는 지역에서 망녕되이 서로 버티면서 이기려고만 힘쓴다.’라고 하면서 이례와 교졸을 결박하여 구타하고 관차를 거절하여 내쫓은 수문장을 제멋대로 비호하고 즉시 잡아 보내지 않았습니다. 신은 두루 편리하게 할 방도를 생각하여 패역한 장교는 가볍게 감처하고 범한 자는 속전을 거두었습니다. 어찌 조금이라도 총융사에게 차자를 올린 것이 있었겠습니까. 그런데 도리어 잘못을 합리화하고 유감을 풀려는 마음을 품고서 거짓말로 능멸하고 짓밟았습니다. 신이 체직된 다음날 해당 하리를 결박하여 잡아오고 벌금을 도로 찾았습니다. 기세를 돋구며 으르렁대고 행동거지가 해괴하고 망녕되었는데, 당당한 법을 맡은 관사에서 갑자기 전에 들어 보지 못한 일을 당하였습니다. 금힐하고 청리하는 것은 의금부와 형조가 다를 것이 없으니, 감히 신칙을 받았다고 해서 한 번 부임하여 태연히 쭈그리고 있을 수 없습니다. 직책을 제대로 수행하지 못한 신의 죄를 다스려 주소서.”하니, 비답하기를,“상소를 보고 잘 알았다. 참으로 그런 일이 있었다면 그는 참으로 놀랐을 것이다. 어찌 이 일로 사직하기까지 하였겠는가.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 25일(임술) 1번째기사",
                "gt-oKo": "형조 판서 이규현(李奎鉉)이 상소하기를, “신이 달포 전에 경조(京兆)에 대죄(待罪)할 때 본부(本府)의 금례(禁隷)가 북한(北漢)의 영속(營屬)에게 구타당했는데, 총융사(摠戎使) 유기상(柳基常)이 그 관할하는 곳이라 하여 버티고 이기려는 생각을 망령되게 일으켜, 이례(吏隷)를 묶고 때린 교졸(校卒)과 관차(官差)를 물리쳐 쫓아낸 문장(門將)을 오직 감싸려고 생각하고 곧 잡아 보내지 않으므로, 신이 두루 온편한 방법을 생각하여 도리를 어긴 장교(將校)는 가볍게 감죄(勘罪)하고 범한 자는 속전(贖錢)을 거두었습니다. 어찌 조금이라도 총융사를 자극한 것이 있겠습니까마는, 도리어 그른 것을 수행하고 유감을 부리려는 마음을 품고 거짓말하여 능멸하고 짓밟았습니다. 신이 그 벼슬에서 갈린 이튿날에는 해리(該吏)를 묶어 잡아가고 벌금을 도로 찾아갔습니다. 성기(盛氣)가 포효(咆哮)하고 거조(擧措)가 해망(駭妄)하여 당당한 법을 맡은 관사(官司)가 갑자기 전에 듣지 못한 일을 당하였습니다. 금힐(禁詰)하고 청리(聽理)하는 것은 한성부(漢城府)와 형조(刑曹)가 다를 것이 없는데, 감히 분부를 받아 한 번 가지 못하고 태연히 쭈그리고 앉아 있으니, 신이 직무를 침체시킨 죄를 다스리소서.” 하니, 비답하기를, “상소를 살펴보고 잘 알았다. 이런 일이 있다면 그는 참으로 놀랍다. 하지만 어찌 이 때문에 사직하기까지 하는가?” 하였다.",
                "hj": "○壬戌/刑曹判書李奎鉉疏曰: 臣於月前, 待罪京兆時, 本府禁隷, 被打於北漢營屬, 而摠戎使柳基常, 謂以其所管轄之地, 妄生相持務勝之意, 縳打吏隷之校卒, 拒逐官差之門將, 惟意容護, 不卽捉送, 臣爲念周便之方, 悖校則薄勘, 犯漢則收贖。 豈有一毫之箚着摠使, 而反懷遂非逞憾之心, 讆言凌踏。 臣之遞職翌日, 縳拿該吏, 還索罰鍰。 盛氣咆哮, 擧措駭妄, 堂堂掌法之司, 忽遭前所未聞之事。 禁詰聽理, 府曹無異, 不敢以承飭一赴, 晏然蹲冒, 乞治臣溺職之罪。 批曰: “省疏具悉, 苟有是也。 彼固可駭, 何至於以此辭職乎?”"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Now, as I observe the memorial submitted by the Minister of Punishments , it is impossible to say that the affairs of the commander general cannot be destroyed only on the sake of the cardinal principles of the royal court. Release the punishment of dismissal from office. Shortly thereafter, the King ordered the release of the office.",
                "H2KE-nKo": "전교하기를,“지금 형조 판서의 상소를 보니, 총융사의 일은 조정의 체모를 손상시켰다고만 말할 수 없다. 파직하는 법을 시행하라.”하였다가, 곧이어 잉임하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 25일(임술) 2번째기사",
                "gt-oKo": "하교하기를, “이제 추판(秋判)의 상소를 보건대, 총융사(摠戎使)의 일은 단지 조정의 체모를 손상시켰다고만 말할 수 없다. 파직(罷職)하는 법을 시행하라.” 하였다. 곧 그 벼슬에 그대로 두었다.",
                "hj": "○敎曰: “今以秋判疏觀之, 摠使事不可但以虧損朝體言。 施以罷職之典。” 尋仍之。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, This is a matter concerning the virtuous study of Confucian scholars, and the inspectors and censors have also submitted a memorial. For this reason, I ordered that the matter be cross-examined for the time being. How could this be extremely difficult? Nevertheless, initially, only the impeachment of impeachment",
                "H2KE-nKo": "전교하기를,“이것은 선정의 유집에 관계된 일인데, 또 대간의 상소에 올랐기 때문에 우선 조사하게 하였으니, 이것이 어찌 그리도 어려운 일이겠는가. 그런데 처음에는 단독으로 조사하고 단독으로 공초하여 대충대충 마무리 지었으니, 이미 일의 체모를 이루지 못한 데다가 또 질질 끌면서 거행하지 않아 누차 번거롭게 신칙하는 하교를 내리게 하였으니, 과연 무슨 까닭인가. 시제를 내걸 때 제대로 살피지 못한 잘못에 대해서는 전에 이미 감죄하여 파직하였지만, 만약 참으로 언관의 말과 같다면 의도가 노여움을 옮겨 스스로 선정을 헐뜯는 죄과에 빠지려는 데 있다고 한다면, 사리로 헤아려 볼 때 어찌 이런 일이 있단 말인가. 어찌 이런 일이 있단 말인가. 다만 직책이 번신의 자리에 있으면서 조정의 명령을 제쳐 두고 있으니, 법과 기강에 관계된 일이라서 그대로 두어서는 안 된다. 전 전라 감사 서기순에게 호남 연읍에 내치는 형전을 시행하고 무장에 정배하라.”하였다가, 곧이어 용서하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 25일(임술) 3번째기사",
                "gt-oKo": "하교하기를, “이것은 선정(先正)의 유집(遺集)에 관계되는 일이고 또 대소(臺疏)에 올랐으므로 우선 사문(査問)하게 하였으니, 이것이 어찌 매우 어려운 일이겠는가? 하지만 처음에 한편만을 사문하고 한편의 공초(供招)만을 받아서 간략하게 바삐 끝낸 것이 이미 사체(事體)를 이루지 못하였는데, 이어 또 미루고 거행하지 않아 여러 번 신칙(申飭)하는 하교가 있도록 한 것은 과연 무엇 때문인가? 글제를 내걸때 잘 살피지 못한 잘못에 대해서는 전에 이미 감죄(勘罪)하여 파직(罷職)하였으나, 참으로 말하는 자의 말과 같이 뜻이 분노를 다른 데로 옮기는 데에 있어 스스로 선정을 헐뜯은 죄에 빠졌다고 한다면, 사리를 참작하건대 어찌 그럴 수 있는가? 그러나 벼슬이 번신(藩臣)에 있으면서 조정의 명령을 미룬 것은 법기(法紀)에 관계되는 것이므로 그대로 둘 수 없으니, 전 전라 감사 서기순(徐箕淳)에게 호남의 변방에 귀양 보내는 법을 시행하라.” 하였다. 무장(茂長)에 유배하였다가 곧 사유(赦宥)하였다.",
                "hj": "○敎曰: “此係先正遺集之事, 而又登臺疏, 故姑使之行査, 則此胡甚難? 而始也單査單招, 草草了當, 已不成事體, 仍又遷就, 不爲擧行, 以致屢煩飭敎者, 果何故也? 至於揭題不審之失, 前已勘罷, 而若曰眞如言者之言, 意在移怒, 自陷醜正之科云爾, 則參以事理, 寧有是也? 寧有是也? 但職在藩臣, 擔閣朝令, 法紀所關, 不可仍置, 前全羅監司徐箕淳, 施以湖沿投畀之典, 配茂長。” 尋宥之。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Kim Donggon was appointed minister of punishments , Bak Gisu was appointed minister of works , and Yun Jeonghyeon was appointed first deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "김동건을 형조 판서로, 박기수를 공조 판서로, 윤정현을 규장각 직각으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 28일(을축) 1번째기사",
                "gt-oKo": "김동건(金東健)을 형조 판서로, 박기수(朴岐壽)를 공조 판서로, 윤정현(尹定鉉)을 규장각 직각(奎章閣直閣)으로 삼았다.",
                "hj": "○乙丑/以金東健爲刑曹判書, 朴岐壽爲工曹判書, 尹定鉉爲奎章閣直閣。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinchuk day, the first day of the month, the King paid a visit to the Royal Ancestral Shrine and the Royal Tomb of Queen Sinui . This was a spring audience. Then, the King proceeded to the pavilion of the Mohwa Guesthouse and performed the ceremony. The King said, Does the place where the Royal Tomb of Queen Sinui is enshrined? Does the hall? Minister of Taxation Bak Yeongwon said, The Royal Tomb of Queen Sinui is enshrined. The King said, Even if the Royal Tomb of Queen Sinui is located, I am afraid that the Royal Tomb of Queen Sinui might fall into damp. Thus, temporarily have the Royal Tomb of Queen Sinui moved to another place and renam the hall. This would be excellent.",
                "H2KE-nKo": "신축년에 주상이 태묘와 경모궁에 전배하였는데, 이는 춘계 전알이었다. 이어 망묘루에 나아가 예를 행하였다. 주상이 말하기를,“어진을 봉안한 곳은 온돌인가, 청사인가?”하니, 호조 판서 박영원이 아뢰기를,“온돌입니다.”하자, 주상이 말하기를,“혹 불을 끄더라도 연기가 스며들 염려가 있으니, 잠시 다른 곳으로 옮겨 봉안하였다가 다시 청사로 고치는 것이 좋을 듯하다.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 4일(신축) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)·경모궁(景慕宮)에 전배(展拜)하였으니, 봄의 전알(展謁)이다. 이어서 망묘루(望廟樓)에 나아가 예(禮)를 행하였다. 임금이 말하기를, “어진(御眞)을 봉안할 곳은 온돌(溫堗)인가, 청사(廳事)인가?” 하매, 호조 판서 박영원(朴永元)이 말하기를, “온돌입니다.” 하니, 임금이 말하기를, “혹 불을 붙이더라도 연기가 스며 적실 염려가 있을 듯하니, 잠시 다른 곳으로 옮겨 봉안하고 청사로 고치는 것이 좋을 듯하다.” 하였다.",
                "hj": "○辛丑/上展拜于太廟景慕宮, 春謁也, 仍詣望廟樓行禮。 上曰: “御眞所奉處, 溫堗乎? 廳事乎?” 戶曹判書朴永元曰: “溫堗矣。” 上曰: “雖或點火, 恐有烟氣侵濕之慮, 暫爲移奉於他所, 改爲廳事似好矣。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King proceeded to Junghu Hall in gyemyo year (, and summoned the envoy for announcing the Kings death .",
                "H2KE-nKo": "주상이 중희당에 나아가 돌아온 고부사를 불러서 보았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 6일(계묘) 1번째기사",
                "gt-oKo": "임금이 중희당에 나아가 돌아온 고부사(告訃使)를 소견(召見)하였다.",
                "hj": "○癸卯/上御重熙堂, 召見回還告訃使。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Min Seok , a navy subarea commander of Left Jeolla Province , was appointed as the navy subarea commander of Left Jeolla Province .",
                "H2KE-nKo": "민석을 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 2월 9일(병오) 1번째기사",
                "gt-oKo": "민석(閔晳)을 전라좌도 수군 절도사로 삼았다.",
                "hj": "○丙午/以閔晳爲全羅左道水軍節度使。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "Kim Nansun was appointed minister of punishments in jeongchuk year (.",
                "H2KE-nKo": "정축년에 김난순을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 10일(정축) 1번째기사",
                "gt-oKo": "김난순(金蘭淳)을 형조 판서로 삼았다.",
                "hj": "○丁丑/以金蘭淳爲刑曹判書。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On muin day, the King went to Geunjeong Hall to pay a visit and then went to the palace to pay a visit to the Abdicated King at Jeogyeong , Changdeok Palace , Yeonhoe Palace , and Seonhui Palace to pay a visit.",
                "H2KE-nKo": "무인년에 주상이 영희전에 나아가 전알하고, 이어 저경궁, 육상궁, 연호궁, 선희궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 11일(무인) 1번째기사",
                "gt-oKo": "임금이 영희전(永禧殿)에 나아가 전알(展謁)하고, 이어서 저경궁(儲慶宮)·육상궁(毓祥宮)·연호궁(延祜宮)·선희궁(宣禧宮)에 나아가 전배(展拜)하였다.",
                "hj": "○戊寅/上詣永禧殿展謁, 仍詣儲慶宮、毓祥宮、延祜宮、宣禧宮, 展拜。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Donggon was appointed minister of punishments .",
                "H2KE-nKo": "김동건을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 14일(신사) 1번째기사",
                "gt-oKo": "김동건(金東健)을 형조 판서로 삼았다.",
                "hj": "○辛巳/以金東健爲刑曹判書。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Hong Gyeongmok was appointed magistrate of Hanseong Magistracy , Bak Yunyeong was appointed army commander of Hwanghae Province , Yi응seo was appointed army commander of Right Gyeongsang Province , and Yu Yeongro was appointed army commander of Left Gyeongsang Province .",
                "H2KE-nKo": "홍경모를 한성부 판윤으로, 박윤영을 황해도 병마절도사로, 이응서를 경상우도 병마절도사로, 유영로를 경상좌도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 17일(갑신) 1번째기사",
                "gt-oKo": "홍경모(洪敬謨)를 한성부 판윤으로, 박윤영(朴潤榮)을 황해도 병마 절도사로, 이응서(李膺緖)를 경상우도 병마 절도사로, 유영로(柳永魯)를 경상좌도 병마 절도사로 삼았다.",
                "hj": "○甲申/以洪敬謨爲漢城府判尹, 朴潤榮爲黃海道兵馬節度使, 李膺緖爲慶尙右道兵馬節度使, 柳永魯爲慶尙左道兵馬節度使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Min Chiseong as the Office of the Inspector General and Kwon Jik as the Office of the Censor General .",
                "H2KE-nKo": "민치성을 사헌부 대사헌으로, 권직을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 18일(을유) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로, 권직(權溭)을 사간원 대사간으로 삼았다.",
                "hj": "○乙酉/以閔致成爲司憲府大司憲, 權溭爲司諫院大司諫。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On byeongsul day, at the chamber of the byeongsul year (, the King proceeded to the main chamber of the Altar of the Soil and Grain and performed the rite of bowing to the full moon . Then the King proceeded to the Royal Ancestral Shrine and performed the recruitment examination of Confucian scholars and military service examinations . Those who passed the level of writing were Yi Seunggyu , those who passed the level of writing were Yu Chiseon , and three military service examinations were Kim Jeonggeun .",
                "H2KE-nKo": "병술년에 주상이 황단의 봉실에 나아가 망배례를 행하고, 이어 춘당대에 나아가 반열에 참석한 유생과 무사를 시취하였다. 부에서 수석을 차지한 이승규와 지차인 유치선과 무사 김정근 등 3인에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 19일(병술) 1번째기사",
                "gt-oKo": "임금이 황단(皇壇)의 봉실(奉室)에 나아가 망배례(望拜禮)를 행하였다. 이어서 춘당대(春塘臺)에 나아가 참반(參班)한 유무(儒武)의 시취(試取)를 행하였다. 부(賦)에 으뜸을 차지한 이승규(李承圭)와 그 다음인 유치선(兪致善)과 무사(武士) 김정근(金廷根) 등 세 사람에게 모두 직부 전시(直赴殿試)를 내렸다.",
                "hj": "○丙戌/上詣皇壇奉室, 行望拜禮, 仍御春塘臺, 行參班儒武試取, 賦居首李承圭, 之次兪致善, 武士金廷根等三人, 竝直赴殿試。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Ijae as minister of works .",
                "H2KE-nKo": "김이재를 공조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 19일(병술) 2번째기사",
                "gt-oKo": "김이재(金履載)를 공조 판서로 삼았다.",
                "hj": "○以金履載爲工曹判書。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King summoned the students who passed the examination at Junghu Hall .",
                "H2KE-nKo": "중희당에서 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 20일(정해) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 입격(入格)한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○丁亥/召見, 入格儒生于重熙堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King proceeded to Injeong Hall and performed the celebratory rite at the Royal Ancestral Shrine .",
                "H2KE-nKo": "경인년에 주상이 인정전에 나아가 태묘 하향 대제의 서계를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 23일(경인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 태묘 하향(太廟夏享)의 서계(誓戒)를 행하였다.",
                "hj": "○庚寅/上詣仁政殿, 行太廟夏享誓戒。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Junghu Hall in the imjin year (.",
                "H2KE-nKo": "중희당에서 임진년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 25일(임진) 1번째기사",
                "gt-oKo": "중희당에서 소대(召對)하였다.",
                "hj": "○壬辰/召對于重熙堂。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyesa day, the King received the officials in the morning court assembly at Junghu Hall in the gyesa year (.",
                "H2KE-nKo": "중희당에서 계사년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 26일(계사) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○癸巳/召對于重熙堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall of the gabo year ( and held the Spring First Secretaries for the Spring and Autumn Annals (C. Chunqiu . The lecture reached the first lecture, namely Yi Seungtaek , and the lecture reached the first lecture, Yi Seungik , who was the first lecture, all of the examination.",
                "H2KE-nKo": "주상이 인정전에 나아가 춘도기를 행하였다. 강경에서 수석을 차지한 이승택과 부에서 수석을 차지한 이승익에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 27일(갑오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 춘도기(春到記)를 행하였다. 강(講)에 으뜸을 차지한 이승택(李承澤)과 부(賦)에 으뜸을 차지한 이승익(李承益)에게 모두 직부 전시(直赴殿試)를 내렸다.",
                "hj": "○甲午/上御仁政殿, 行春到記, 講居首李承澤, 賦居首李承益, 竝直赴殿試。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King summoned the passers of the eulmi year (, and held audience with the three imperial envoys who passed the civil service examination and returned from Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 을미년에 입격한 유생과 돌아온 동지 삼사신을 불러서 보았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 28일(을미) 1번째기사",
                "gt-oKo": "중희당에서 입격한 유생과 돌아온 동지 삼사신(冬至三使臣)을 소견(召見)하였다.",
                "hj": "○乙未/召見, 入格儒生及回還冬至三使臣于重熙堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinhae day, the Ministry of War reported to the King as follows: At the beginning of the initial round of the second-stage examination, the examination passers in the first-stage examination were surprised and surprised. Therefore, it is impossible to discipline them within the initial round of the examination. The quota for the initial round of the third-stage examination totals two thousand. However, if the initial round of the second-stage examination finally passes, then how can we comfort the will of many scholars and establish the skills of evaluation? Your subjects request that all the examination passers be punished by dismissal from their posts. The King granted permission.【시험s were Seo좌bo , Yi Gyejo , Nam 헌교 , and Jo Bongha . 】",
                "H2KE-nKo": "비변사가 아뢰기를,“이번 일소의 초장에서 거자들이 서로 싸웠다는 말을 듣고 놀랐습니다. 장내의 단속은 이미 논할 것도 없고, 삼장의 책권이 2000을 충분히 넘었는데 겨우 하룻밤을 지내고 즉시 출방하였으니, 어떻게 많은 선비들의 마음을 위로하고 고시하는 체모를 이룰 수 있겠습니까. 해당 시관들에게 모두 책임을 물어 파직하는 법을 시행하소서.”하니, 윤허하였다. - 시관은 서좌보, 이계조, 남헌교, 조봉하이다. -\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 5일(임신) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “이번에 일소(一所) 초장(初場)의 거자(擧子)가 서로 싸운 것은 듣기에 놀랍습니다. 장내의 단속은 말할 것도 없거니와, 삼장(三場)의 책권(策券)이 2천을 충분히 넘는데 겨우 하루 밤을 지내고 곧 출방(出榜)하였으니, 어떻게 많은 선비의 마음을 위로하고 고시(考試)의 체모를 이룰 수 있겠습니까? 해당 시관(試官)에게 모두 견파(譴罷)하는 법을 시행하소서.” 하니, 그대로 따랐다.【시관은 서좌보(徐左輔)·이계조(李啓朝)·남헌교(南獻敎)·조봉하(趙鳳夏)이다.】",
                "hj": "○壬申/備局啓言: “今番一所初場之擧子相鬨, 聽聞驚駭, 場內操束, 已無可論, 三場策券, 洽過二千, 而纔經一宿, 卽爲出榜, 其何以慰多士之心, 成考試之體乎? 當該諸試官, 請竝施譴罷之典。” 允之。【試官徐左輔、李啓朝、南獻敎、趙鳳夏。】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyeyu day, at the gyeyu day [of the twelfth month], the King paid a visit to Gyeonghoe Pavilion .",
                "H2KE-nKo": "주상이 경우궁에 전배하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 6일(계유) 1번째기사",
                "gt-oKo": "임금이 경우궁(景祐宮)에 전배(展拜)하였다.",
                "hj": "○癸酉/上展拜于景祐宮。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gapsul day, the King proceeded to the Royal Confucian Academy and performed the third-day rite.",
                "H2KE-nKo": "주상이 춘당대에 나아가 삼일제를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 3월 7일(갑술) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 삼일제(三日製)를 행하였다.",
                "hj": "○甲戌/上御春塘臺, 行三日製。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to the Royal Ancestral Shrine and participated in the memorial service.",
                "H2KE-nKo": "정유년에 주상이 태묘에 나아가 재숙하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 1일(정유) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 재숙(齋宿)하였다.",
                "hj": "○丁酉/上詣太廟齋宿。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil examination held in the byeongo year (, the metropolitan second stage military examination was held in the second stage military examination. The passer of the first stage military examination was Kim Uiseong , and the passer of the second stage military examination was Kim Yeongseon .",
                "H2KE-nKo": "병오년 경과 증광 무과 복시를 행하였다. 일소에서 수석을 차지한 김의성과 이소에서 수석을 차지한 김영선이다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 10일(병오) 1번째기사",
                "gt-oKo": "경과(慶科)인 증광 무과(增廣武科)의 복시(覆試)에서 일소(一所)의 으뜸은 김의성(金義性)이고 이소(二所)의 으뜸은 김영선(金永璿)이었다.",
                "hj": "○丙午/慶科增廣武科覆試, 一所居首金義性, 二所居首金永璿。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil examination held in the musin year (1428, the fifth year of King Sejongs reign. The metropolitan second stage military examination held in the second stage military examination, and thirty-three people selected in the second stage military examination.",
                "H2KE-nKo": "무신년 경과 증광 문과 복시에서 금시술 등 33인을 뽑았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 12일(무신) 1번째기사",
                "gt-oKo": "경과인 증광 문과의 복시에서 금시술(琴詩述) 등 33인을 뽑았다.",
                "hj": "○戊申/慶科增廣文科覆試, 取琴詩述等三十三人。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On giyu day, Inspector General Kwon Jik , who retired from the Office for the Establishment of Ceremonies , submitted a memorial which reads as follows: When your subject returned from the office, hearing that the quota of many people inside and outside the frontier garrisons had been raised, the quota of a two quota of a qu",
                "H2KE-nKo": "대사간 권직이 상소하였는데, 그 대략에,“신이 시소에서 물러나와 비로소 과장 안팎에 수많은 사람들이 떠들썩하게 전하는 말을 들었는데, 한 시권을 합봉하여 탁명한 뒤에 또 같은 이름이 있는 두 과장의 봉미를 얻어서 이미 탁명한 시권을 서둘러 가져가서 채점할 수 없게 하였다고 하였습니다. 만약 이름을 바꾸어 훔치지 않았다면 필시 두 시권을 이중으로 올렸을 것이고, 시관 중에 혹 목격한 자가 있거나 귀로 들은 자가 있는데도 예사롭게 보고 덮어 둔 채 논하지 않았을 것이니, 어찌 더없이 엄중한 동당(東堂 세손시강원)에서 전에 들어 보지 못한 이런 일이 있을 줄 생각이나 했겠습니까. 신도 감시의 한 사람입니다. 신은 시관들에게 모두 책임을 물어 삭직하는 법을 시행하고, 입격한 시권과 두 봉미를 속히 사실을 조사하도록 명한 뒤에 과연 이런 일이 있었다면 거자를 삭과하는 것과 해당 형률을 시행하는 것을 결단코 그만두어서는 안 된다고 생각합니다. 신이 이미 제대로 규찰하지 못하여 이렇게 직무를 제대로 수행하지 못하였으니, 삼가 바라건대 신에게 해당 형률을 감처하소서.”하니, 비답하기를,“이 일은 관계된 바가 어떠한가. 그런데 풍문으로 전하는 말을 가지고 대번에 논단을 가한단 말인가. 그대의 말이 너무도 경솔하다.”하였다. 상시관 좌참찬 조병현이 계속해서 상소하여 스스로 탄핵하니, 그를 파직하고, 입격한 민달용은 우선 삭과하고 의금부로 잡아다 조사하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 13일(기유) 1번째기사",
                "gt-oKo": "대사간 권직(權溭)이 상소하였다. 그 대략에 이르기를, “신(臣)이 시소(試所)에서 물러가 비로소 과장(科場) 안팎에서 뭇사람들이 시끄럽게 전하는 말을 들으니, 한 시권(試券)을 합봉(合封)하고 탁명(坼名)한 뒤에 또 같은 이름이 두 과장의 봉미(封彌)에 있는 것을 알았는데 이미 탁명한 시권을 서둘러 찾아가 맞추어 보지 못하게 하였다 합니다. 환명(換名)하여 절과(竊科)한 것이 아니면 반드시 두 시권을 거듭 낸 것일 터인데, 시관(試官) 가운데 혹 눈으로 본 자가 있거나 귀로 들은 자가 있어도 심상한 일로 여겨 덮어 두고 논하지 않으니, 어찌 더할 수 없이 엄중한 동당(東堂)에서 이런 전에 듣지 못한 일이 있을 줄 알았겠습니까? 신도 감시(監試)한 가운데 한 사람인데, 신은 이렇게 생각합니다. 시관들에게는 모두 견삭(譴削)하는 법을 시행하고, 그 입격(入格)한 시권과 두 봉미를 빨리 사실(査實)하게 한 뒤에 과연 그런 일이 있으면 거자(擧子)의 삭과(削科)와 당률(當律)을 시행하는 것을 결코 그만둘 수 없습니다. 신은 이미 규찰(糾察)을 잘하지 못하여 이처럼 직무를 침체시키는 일이 있었으니, 신을 당률로 감죄(勘罪)하소서.” 하였는데, 비답하기를, “이 일은 관계되는 바가 어떠한가? 그런데 풍문을 가지고 곧장 논단(論斷)하는가? 네 말이 너무 경솔하다.” 하였다. 상시관(上試官) 좌참찬(左參贊) 조병현(趙秉鉉)이 이어서 상소하여 자핵(自劾)하니, 그를 파직(罷職)시키고, 입격한 사람 민달용(閔達鏞)을 우선 삭과하고 나핵(拿覈)하라고 명하였다.",
                "hj": "○己酉/大司諫權溭疏略曰: 臣退自試所, 始聞場內外萬口喧傳, 則有一試券合封坼名之後, 又得同名之兩場封彌, 而已坼之券, 汲汲推去, 俾不得考準云。 若非換名竊科, 必是疊呈兩券, 試官中或有目見者, 或有耳聞者, 視若尋常, 掩置不論, 豈料莫嚴之東堂, 有此前所未聞之事乎? 臣亦監試中一人, 臣謂諸試官, 幷施譴削之典, 其入格之券, 與兩封彌, 亟命査實後, 果有是事, 則擧子之削科與當律施行, 斷不可已。 臣旣不善糾察, 有此溺職, 伏乞勘臣當律焉。 批曰: “此事關係何如? 而乃以風傳, 遽加論斷乎? 爾言太妄率矣。” 上試官左參贊趙秉鉉, 繼疏自劾, 命罷其職, 入格人閔達鏞, 爲先削科拿覈。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Yi Geunu as third minister of personnel , Yi Geunu as inspector of the Office of the Inspector General , and Hong Gyeongmok as assistant state councilor .",
                "H2KE-nKo": "경술년에 이근우를 이조 참의로, 이규현을 사헌부 대사헌으로, 홍경모를 의정부 좌참찬으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 14일(경술) 1번째기사",
                "gt-oKo": "이근우(李根友)를 이조 참의로, 이규현(李奎鉉)을 사헌부 대사헌으로, 홍경모(洪敬謨)를 의정부 좌참찬으로 삼았다.",
                "hj": "○庚戌/以李根友爲吏曹參議, 李奎鉉爲司憲府大司憲, 洪敬謨爲議政府左參贊。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall of the imja year (1422, the second year of King Sejong and held a lecture on the Confucian classics and the students of the Royal Confucian Academy .",
                "H2KE-nKo": "임자년에 주상이 인정전에 나아가 한학 문신의 일차 유생의 전강을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 16일(임자) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 한학 문신(漢學文臣)과 일차 유생(日次儒生)의 전강(殿講)을 행하였다.",
                "hj": "○壬子/上御仁政殿, 行漢學文臣日次儒生殿講。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the twelfth month, the King bestowed a lecture on Confucian scholars who passed the examination on the Confucian classics in the gyechuk year (. Those who passed the first level were Jeong Seokjo , and [the King] ordered that he be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "일차 유생의 전강을 행하였다. 수석을 차지한 정석조에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 17일(계축) 1번째기사",
                "gt-oKo": "일차 유생 전강에서 으뜸을 차지한 정석조(鄭錫朝)에게 직부 전시(直赴殿試)를 내렸다.",
                "hj": "○癸丑/日次儒生殿講。 居首鄭錫朝, 直赴殿試。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King proceeded to Junghu Hall and received the officials of the senior third rank or above in the hall of governance .",
                "H2KE-nKo": "주상이 중희당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 19일(을묘) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○乙卯/上御重熙堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "Yi Mokyeon was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "이목연을 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 19일(을묘) 2번째기사",
                "gt-oKo": "이목연(李穆淵)을 한성부 판윤으로 삼았다.",
                "hj": "○以李穆淵爲漢城府判尹。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King performed the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "무술년에 태묘에서 하향 대제를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 2일(무술) 1번째기사",
                "gt-oKo": "태묘의 하향(夏享)을 행하였다.",
                "hj": "○戊戌/行太廟夏享。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King proceeded to 춘당대에 나아가 the metropolitan second stage civil and military service examinations. The metropolitan second stage civil service examination was held at the Royal Confucian Academy . The metropolitan second stage military examination was held at the Royal Confucian Academy . The metropolitan second stage military examination was held at the Royal Confucian Academy .",
                "H2KE-nKo": "주상이 춘당대에 나아가 경과 증광 문무과 전시를 행하였다. 문과에서 유진한 등 39인을 뽑고 무과에서 임태경 등 300인을 뽑았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 20일(병진) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 경과(慶科)인 증광 문과 무과(增廣文科武科)의 전시(殿試)를 행하였다. 문과에 유진한(柳進翰) 등 39인을 뽑고 무과에 임태경(任泰璟) 등 3백 인을 뽑았다.",
                "hj": "○丙辰/上御春塘臺, 行慶科增廣文武科殿試, 文取柳進翰等三十九人, 武取任泰璟等三百人。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Bak Gisu was appointed as assistant state councilor .",
                "H2KE-nKo": "박기수를 의정부 좌참찬으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 22일(무오) 1번째기사",
                "gt-oKo": "박기수(朴岐壽)를 의정부 좌참찬으로 삼았다.",
                "hj": "○戊午/以朴岐壽爲議政府左參贊。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Rites , which stated, The crime that deserves ten thousand strokes of beating with the heavy stick is sufficient. How could people have no behavior be so extreme? I already arrested and cross-examined the confession of the autumn statements, and the judgment has already been decided without waiting for the confession. Therefore, it is impossible to apply the law to the death penalty. However, the Book of Rites (C. Li ji states, The secret concealed the concealed concealing the concealed in gichuk year (. However, even though the evidence of concealed in the state examination in the gichuk year ( is evident that the evidence of concealing the concealed in the original concealed in the law. Therefore, this concealed concealing the concealed evidence of concealing the concealed by the concealed",
                "H2KE-nKo": "전교하기를,“이 죄수가 지은 죄는 만번 죽여도 오히려 가볍다. 사람의 불량함이 어찌 이 지경까지 이르렀단 말인가. 이미 잡아다 조사하고 형조에서 공초하여 자복을 받은 이상, 그의 공초를 기다리지 않고도 단안이 이미 정해졌다. 사형에 처하는 것은 다시 논할 것이 없다. 다만 예전에 이르기를 ‘다른 사람이 이미 입격한 비밀 봉지를 몰래 지우고 자기 이름을 바꾸어 쓰고서 절과한 자는 사형으로 논한다.’라고 하였다. 이것은 이미 입격한 것이 아니라 미처 상고하지 못한 것이니, 그 이름을 바꾼 정상을 따져 보면 비교적 더욱 심하다. 실려 있는 형률을 상고해 보면 현저하게 같지 않은 점이 있다. 숙종 기묘년의 과옥에서 비록 증거가 분명하였으나 애당초 정해진 형률이 없었기 때문에 마침내 살려 주는 법을 시행하였으니, 이번에 미처 상고하지 못하고 이름을 바꾼 것에 대해 정해진 형률이 없는 것도 이미 입격하고 이름을 바꾼 것에 대해 정해진 형률이 없는 것과는 혹 참조할 수 있을 것이다. 그렇다면 고사를 따라 특별히 목숨을 살려 주는 것은 바로 숙종께서 살리기를 좋아하신 성대한 덕을 본받는 것이다. 비밀 봉지를 바꾼 죄인 민달용에게 한 차례 형장을 치고 제주목 정의현에 사형을 감하여 종으로 삼으라. 앞으로는 비록 비밀 봉지를 미처 상고하지 못했더라도 이름을 바꾸어 절과한 자가 있으면 이미 입격하고 이름을 바꾸어 절과한 것과 동일하게 논하여 수교에 싣도록 하라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 28일(갑자) 1번째기사",
                "gt-oKo": "하교하기를, “이 수인(囚人)의 죄는 만번 죽여도 오히려 가볍다. 사람의 어질지 않음이 어찌 이토록 지극한가? 이미 잡아 사문(査問)하고 형조에서 공초해 승복받은 것이 있으니, 그의 공초를 기다리지 않아도 단안(斷案)은 이미 정해졌다. 일률(一律)로 시행함은 다시 논할 것이 없다마는, 예전(禮典)에 ‘다른 사람의 이미 입격(入格)한 비봉(秘封)을 몰래 지우고 자기 이름으로 바꾸어 써서 절과(竊科)한 자는 일률로 논한다.’ 하였으나, 이것은 이미 입격한 것이 아니라 채 고교(考校)하지 않은 것이며, 그 환명(換名)의 정상을 구명하면 이에 견주어 더욱 심한 것이다. 실려 있는 율(律)을 상고하면 참으로 같지 않은 것이 있고, 숙종(肅宗) 기묘년의 과옥(科獄)은 증좌가 분명하였으나 당초에 정률(定律)이 없었다 하여 마침내 살려 주는 법을 시행하였으니, 이번에 채 고교하기 전에 환명한 것에 대한 정률이 없는 것도 이미 입격하고 나서 환명한 것에 대한 정률이 없는 것과 혹 두루 비추어 볼 만한 것이다. 그렇다면 옛일을 우러러 따라서 특별히 용서하는 한 가닥은 숙종께서 살리기를 좋아하신 성덕(盛德)을 몸받는 것이다. 비봉(秘封)을 바꾼 죄인 민달용(閔達鏞)은 한 차례 형신(刑訊)을 더하고 제주목(濟州牧) 정의현(旌義縣)에 보내어 사형을 감면하여 종을 삼되, 이 뒤로는 채 고교하기 전의 비봉일지라도 환명하여 절과한 자가 있으면 이미 입격하고 나서 환명하여 절과한 것과 같이 논하는 것으로 수교(受敎)에 실으라.” 하였다.",
                "hj": "○甲子/敎曰: “此囚罪犯, 萬殺猶輕。 人之無良, 胡至此極? 旣有捕査秋供之取服, 則不待渠招, 斷案已定。 一律施行, 更無可論, 但《禮典》曰, ‘潛擦他人已入格之祕封, 換書已名, 以竊科者, 以一律論’, 此則非已入格也, 乃未及考也, 究其換名之情, 則較尤甚焉。 考諸所載之律, 則懸有不同, 而肅廟己卯科獄, 雖證左分明, 以其初無定律, 竟施傅生之典, 則今此未及考換名之無定律, 亦與已入格換名之無定律, 或可旁照者矣。 然則仰遵故事, 特貸一縷, 卽所以體肅廟好生之盛德也。 換祕封罪人閔達鏞, 加刑一次, 濟州牧旌義縣減死爲奴, 此後則雖未及考祕封, 若有換名竊科者, 與已入格換名竊科同論, 載之受敎。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On eulchuk day, the King proceeded to Injeong Hall and held the successful candidates for the civil and military service examinations in the eulchuk year (.",
                "H2KE-nKo": "을축년에 주상이 인정전에 나아가 경과 증광 문무과의 방방을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 29일(을축) 1번째기사",
                "gt-oKo": "임금이 인정전에 나아가 경과인 증광 문과 무과의 방방(放榜)을 행하였다.",
                "hj": "○乙丑/上御仁政殿, 行慶科增廣文武科放榜。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King proceeded to Geunjeong Hall in the gihae year (, personally received the classics licentiates and licentiates for expressing gratitude for the Kings grace.",
                "H2KE-nKo": "주상이 희정당에 나아가 생원과 진사의 사은을 친히 받았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 3일(기해) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 친히 생원(生員)·진사(進士)의 사은(謝恩)을 받았다.",
                "hj": "○己亥/上御熙政堂, 親受生進謝恩。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On byeongin day, the King proceeded to Junghu Hall and received the new passers of the civil and military service examinations for the Kings grace.",
                "H2KE-nKo": "주상이 중희당에 나아가 문과와 무과 신은의 사은을 받았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 30일(병인) 1번째기사",
                "gt-oKo": "임금이 중희당에 나아가 문과·무과 신은(新恩)의 사은(謝恩)을 받았다.",
                "hj": "○丙寅/上御重熙堂, 受文武新恩謝恩。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King appointed Yi Mokyeon as the Office of the Inspector General .",
                "H2KE-nKo": "이목연을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 4월 7일(계묘) 1번째기사",
                "gt-oKo": "이목연(李穆淵)을 사헌부 대사헌으로 삼았다.",
                "hj": "○癸卯/以李穆淵爲司憲府大司憲。"
            }
        }
    },
    "05": {
        "10": {
            "1": {
                "H2KE-EN": "On byeongja day, the King issued an instruction, which stated, The director of the Office of Royal Decrees should be replaced, but the administrative officials should summon [the administrative officials] to conduct state affairs, and then administrative officials should be administratively recommended to the throne. Yi Gwangjeong and Bak Hoesu were administratively recommended.",
                "H2KE-nKo": "전교하기를,“판의금부사는 체차해 주고 정관을 패초하여 정사를 열어 추가로 의망하여 들이라.”하였다. 이광정과 박회수를 추가로 의망하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 10일(병자) 1번째기사",
                "gt-oKo": "하교하기를, “판의금(判義禁)은 체직(遞職)을 윤허하였으니, 정관(政官)을 패초(牌招)하여 개정(開政)하되 가망(加望)하여 들이라.” 하였다. 이광정(李光正)·박회수(朴晦壽)가 가망되었다.",
                "hj": "○丙子/敎曰: “判義禁許遞, 政官牌招開政, 加望以入。” 李光正、朴晦壽, 加望。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyemyo day, Third Censor Kang Duhwan of the Office of the Censor General submitted a memorial, which stated as follows: On a previous day, your subject submitted a memorial requesting the resignation of Your Majesty in order to strive to study the sage. However, Your Majesty has repeatedly attended the Royal Lecture on several occasions. Truly, your subjects are all pleased and satisfied. On a few days later, Your Majesty immediately canceled the resignation. Even if an ordinary or abolished reading books, he cannot remember his name as a person who has not been able to remember his name and eventually do not discern it. However, this is a case of an ordinary peoples livelihoods, and this is a matter of importance to Your Majesty. Your Majesty suddenly abandons his personal feelings and strongly appreciated his intent to cultivate studying and strive to cultivate the sage of study, and repeatedly studying the sage of virtue. However, Your Majesty, being negligent in reading the Royal Confucian Academy, looking like a black wild",
                "H2KE-nKo": "기묘년에 헌납 강두환이 상소하였는데, 그 대략에,“신이 한 달 전에 사면을 청하는 소장을 올려 성학에 힘쓰는 한 가지 일로 성총을 번독스럽게 하였습니다. 그러나 지난번 몇 차례의 경연을 연 것은 실로 뭇 신하가 함께 기뻐서 용동하는 바였는데, 며칠 되지 않아 즉시 경연을 정지하였습니다. 비록 항간의 서민으로 말하더라도 독서한다고 칭하면서 하기도 하고 그만두기도 하면서 그럭저럭 날짜만 보내고 있으니, 그래도 성명을 기억하지 못하는 사람이 되어 결국에는 어자와 노자를 구별하지 못하는 지경에 이르고 말 것입니다. 그러나 이는 서민에 대해서야 그리 중요할 것이 못 되지만, 한 나라의 흥망과 만백성의 고달픔은 모두 전하의 한 몸에 달려 있습니다. 편안한 사심을 완전히 버리고 경계하는 뜻을 통렬히 더하며 과정을 독촉하고 연마하며 실마리를 찾는다면 저절로 덕성을 훈도할 수 있을 것입니다.그런데 지금 전하께서는 강독을 게을리하여 마치 먹을 수 없는 오훼처럼 여기고 한가롭게 노닐면서 기갈을 마시기 쉬울 뿐만이 아니니, 이러고서야 성학이 어떻게 진취되겠습니까. 따뜻한 날씨에 바람이 가볍게 불고 깊은 구중궁궐에 계시면서 구경하는 것은 무슨 책이며, 거울로 삼을 것은 어떤 사람입니까. 그럭저럭 세월만 보내면서 헛되이 성상의 비답 가운데 ‘깊이 유념하겠다.’라고 하신 하교를 장차 어디에서 징험해 볼 수 있겠습니까.아, 범한 것이 있으면 숨기지 않는 것이 임금을 섬기는 예이고, 간언이 행해지고 간언이 받아들여지는 것이 아랫사람을 대우하는 도리인데, 신은 이 두 가지에 대해 하나도 얻은 것이 없으니, 무슨 면목으로 오래도록 대간의 자리에 있겠습니까. 신이 맡고 있는 직명을 체차해 주소서.”하니, 비답하기를,“진달한 바가 절실하니, 마땅히 더욱 힘쓰겠다. 그러나 오훼에 대한 말은 너무도 경솔하다.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 13일(기묘) 1번째기사",
                "gt-oKo": "헌납 강두환(姜斗煥)이 상소하였다. 그 대략에 이르기를, “신(臣)이 달포 전의 사면(辭免)하는 글에다 성학(聖學)에 힘쓰시라는 일로 성총(聖聰)을 번거롭혔는데, 접때 몇 차례 경연(經筵)을 연 것은 실로 뭇 신하가 함께 기뻐하여 용동(聳動)하는 바가 되었으나, 며칠 안되어 곧 그만두셨습니다. 항간의 서민으로 말하더라도 글을 읽는다 하고서는 하다 말다 하며 게으르게 세월을 보내면 성명조차 기억하지 못하는 사람이 되어 마침내 어(魚) 자와 노(魯) 자도 가리지 못하게 되고 말 것입니다. 그러나 이것은 한낱 서민에게 경중(輕重)할 것도 못됩니다마는, 한 나라의 흥쇠(興衰)와 만백성의 고락이 모두 전하의 한 몸에 달려 있습니다. 편안하려는 사사로운 뜻을 아주 없애고 공경하고 경계하는 뜻을 매우 더하여 과정을 빨리 진행하여 힘쓰고 되풀이한다면 절로 덕성(德性)을 훈도(薰陶)할 수 있을 것인데, 이제 전하께서는 강독(講讀)을 싫어하여 마치 먹을 수 없는 오훼(烏喙)처럼 여기고 한유하는 것을 편안하게 여기되 기갈에 물마시기를 쉽게 하는 것보다 더하시니, 이러고서도 성학이 어떻게 진취되겠습니까. 날이 따뜻하고 바람이 가벼울 때에 구중(九重)에 깊이 계시며 가까이하는 것은 무슨 글이고 본받는 것은 어떤 사람입니까? 한가롭고 게을리하여 세월을 헛되이 보내신다면, 성비(聖批) 가운데의 체념(體念)하겠다는 말씀을 장차 어느 곳에서 증험하겠습니까? 아! 범하는 것은 있어도 숨기는 것은 없는 것이 임금을 섬기는 예(禮)이고 간(諫)하면 행해지고 말하면 받아들여지는 것이 신하를 대우하는 도리인데, 신은 두 가지에서 하나도 잘한 것이 없으니, 무슨 낯으로 대간(臺諫) 자리에 오래 있겠습니까? 신이 띤 벼슬을 갈아 주소서.” 하였는데, 비답하기를, “아뢴 것이 절실하니 더 힘쓰겠다마는, 어로(魚魯)니 오훼(烏喙)니 하는 말은 매우 경솔하다.” 하였다.",
                "hj": "○己卯/獻納姜斗煥疏略曰: 臣於月前辭免之章, 以務聖學一事, 冒塵聖聰, 而向來數次開筵, 實爲群下之所共欣聳, 曾未幾日, 施卽停止。 雖以閭巷匹庶言之, 稱以讀書, 或作或撤, 玩愒度日, 則猶未得爲記姓名之人, 而卑竟至於魚魯之莫辨而止耳。 然此於匹庶, 不足爲輕重, 而一國興替, 萬姓休瘁, 皆係於殿下一身。 頓祛宴安之私, 痛加儆戒之志, 趲程督課, 磨礱尋繹, 則自可以薰陶德性, 而今殿下倦於講讀, 視若烏喙之不可食, 恬於遊燕, 不趐饑渴之易爲飮, 如是而聖學何以進就乎? 暖日輕風, 深居九重, 所玩者何書, 所鑑者何人? 悠悠泛泛, 虛送光陰, 則聖批中體念之敎, 其將何處而驗得耶? 嗚呼! 有犯無隱, 事君之禮也, 諫行言聽, 待下之道也, 臣於二者, 無一得焉, 則以何顔, 久居臺次乎? 乞遞臣所帶職名。 批曰: “所陳切實, 當爲之加勉, 而魚魯烏喙之說, 太涉妄率矣。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the first day of the twelfth month, the King and officials of the second rank or higher presented a joint memorial, which stated, Although the memorial submitted by Kang Donhwan has been admonished to study the study of the Royal Confucian Academy, the intent of Kang Donhwan is entirely denounced by slandering and slandering, and the writing on Kang Donhwan is extremely arrogant. Nevertheless, he impeached Kang Donhwan and impeached him without fear, and thus he dared to compare his words of unworthy behavior as he could not dare do so. Generally speaking, a single word is what a sage ruler does not conceal it, and a single style similar to those of the inspectors and censors. This is not what the single style s of the law and violating the moral obligations. Your subjects also earlier submitted a detailed report regarding the study of the Confucian Academy and prayed for Your Majestys longevity day and night. If the single style does not become extremely disrespectful and unworthy, your subjects assumely assumed the rank of high officials, loyalty and frustration of love for Your Majestys magnanimity and magnanimous magnanimity, and Your Majestys virtue of embracing heaven and earth, requesting Your Majesty to grant him a pardon, thereby suppressing the single",
                "H2KE-nKo": "시원임 대신이 연명으로 차자를 올렸는데, 그 대략에,“이번 강두환의 상소는 성학에 우러러 권면하는 것이라고는 하지만, 의도는 전적으로 비방하고 모욕하는 것이고 구사한 말은 너무도 방자하고 오만하였습니다. 지척하고 인용하면서 조금도 두려워하거나 꺼리는 것이 없었고, 심지어는 감히 말할 수 없는 구절을 더없이 엄중한 곳에 견주기까지 하였습니다.대저 곧은 말과 곧은 논의는 성세에서 꺼리지 않는 것이니, 옳은 것을 헌의하고 그른 것을 막는 것은 대간의 직분상 말해야 할 것이고, 그 말은 이른바 곧은 것이 아니라 무례하고 불경한 것에 그칠 뿐이며, 옳은 것을 헌의하고 그른 것을 막는 것은 기강을 범하고 분수를 범하는 것에 그칠 뿐만이 아닙니다. 신들도 일찍이 학문에 힘쓰는 한 가지 일을 가지고 누누이 우러러 진달하였습니다. 밤낮으로 간절히 바라는 것은 오로지 여기에 있으니, 만일 대간의 말이 대단히 패악하고 지극히 형편없는 데 이르지 않았다면 신들은 모두 대관의 반열에 있으면서 구구하게 나라를 걱정하고 임금을 사랑하는 마음이 오직 연수와 같이 넓은 도량과 천지처럼 포용하는 덕으로 곡진히 용서하여 잘못을 바로잡는 한 가지 단서를 보충해 줄 것을 우러러 청했어야 합니다. 그런데 저 강두환은 용서받을 수 없는 죄를 지었으니 의리상 반드시 토죄해야 합니다. 삼가 바라건대 속히 삼사의 청을 윤허해 주소서.”하니, 비답하기를,“이 상소에서 구사한 말이 상세하지 못한 것은 비록 놀랍기는 하지만 또한 깊이 책망할 것도 못 된다. 경들은 혹 너무 지나치게 보았을 것이다. 그러나 경들의 말이 이미 이와 같으니, 전 헌납 강두환에게 찬배하는 법을 시행하라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 14일(경진) 1번째기사",
                "gt-oKo": "시임(時任)·원임(原任)인 대신들이 연명하여 상차(上箚)하였다. 그 대략에 이르기를, “이번 강두환(姜斗煥)의 상소는 비록 성학(聖學)에 힘쓰기를 청한 것이라 할지라도, 주의(主意)는 전혀 헐뜯고 깔보는 것이고 조사(措辭)는 매우 방자하고 업신여기는 것입니다. 가리키고 견주는 데에 조금도 꺼리는 것이 없어서 감히 말할 수 없는 어구로 더 없이 엄한 곳에 견주기까지 하였습니다. 대저 곧은 언론은 성세(聖世)에서 꺼리지 않는 것이고 옳은 것을 이루고 그른 것을 버리도록 아뢰는 것은 대직(臺職)이 말해야 할 것입니다마는, 그 말은 이른바 곧은 것이 아니라 무례하고 불경한 것일 뿐이고 이른바 옳은 것을 이루고 그른 것을 버리도록 하는 것이 아니라 기강을 범하고 분의(分義)를 범하는 것일 뿐입니다. 신들도 일찍이 늘 학문에 힘쓰는 일을 누누이 아뢰었고 밤낮으로 바라는 것이 오로지 여기에 있거니와, 대언(臺言)이 매우 크게 어그러지고 지극히 변변치 못한 데 이르지 않았다면, 신들은 모두 대관(大官)의 반열에 있어 구구하게 나라를 근심하고 임금을 사랑하는 마음이 오직 연수(淵藪)의 넓은 도량과 천지의 포용하는 덕으로 용서하기를 청하여 규계(規戒)를 아뢰는 일단(一端)을 보태야 하겠습니다마는, 저 강두환은 죄를 용서할 수 없으므로 의리상 반드시 성토해야 할 처지이니, 빨리 삼사(三司)의 청을 윤허하소서.” 하였는데, 비답하기를, “이 상소의 조어(措語)를 살피지 못한 것은 놀랍다 할지라도 깊이 꾸짖을 것도 못되니, 경(卿)들이 본 것이 너무 지나칠지도 모르겠다. 그러나 경들의 말이 이미 이러하니, 전 헌납 강두환에게 귀양보내는 법을 시행하라.” 하였다.",
                "hj": "○庚辰/時、原任大臣聯箚略曰: 今此姜斗煥之疏, 雖謂之仰勉聖學, 而命意則全涉訕侮, 措辭則極其肆慢。 指斥引喩, 少無畏憚, 至敢以不敢道之句語, 擬之於莫嚴之地。 夫讜言直論, 聖世之所不諱, 獻可替否, 臺職之所當言, 而其言非所謂讜直, 而卽無禮不敬而止耳, 非所謂獻可替否, 而卽干紀犯分而止耳。 臣等亦嘗以典學一事, 縷縷仰陳, 夙宵顒禱, 亶在於此, 苟使臺言, 不至甚大悖至無狀, 則臣等竝忝大官之列, 區區憂愛, 惟當以淵藪恢弘之量, 天地包容之德, 仰請曲貰, 以補陳規之一端, 而惟彼斗煥, 罪犯罔赦, 義在必討, 伏乞亟允三司之請。 批曰: “此疏措語之不審, 雖曰可駭, 亦不足深責, 則卿等或看得太過矣。 然而卿等之言旣如此, 前獻納姜斗煥, 施以竄配之典。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "[The King] addressed the special royal order on the sinsa year ( and appointed Jo Jonggwi as minister of punishments .",
                "H2KE-nKo": "중비로 조병귀를 형조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 15일(신사) 1번째기사",
                "gt-oKo": "중비(中批)로 조병귀(趙秉龜)를 형조 판서로 삼았다.",
                "hj": "○辛巳/中批, 以趙秉龜爲刑曹判書。"
            },
            "2": {
                "H2KE-EN": "The King appointed Nam 헌교 as third minister of personnel , Yi Myeongjeok as 사간원 대사간으로, Seo Jwa as deputy magistrate of Hanseong Magistracy , and Hong Jaryong as 성균관 대사성으로 삼았다.",
                "H2KE-nKo": "남헌교를 이조 참의로, 이명적을 사간원 대사간으로, 서좌보를 한성부 판윤으로, 홍재룡을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 15일(신사) 2번째기사",
                "gt-oKo": "남헌교(南獻敎)를 이조 참의로, 이명적(李明迪)을 사간원 대사간으로, 서좌보(徐左輔)를 한성부 판윤으로, 홍재룡(洪在龍)을 성균관 대사성으로 삼았다.",
                "hj": "○以南獻敎爲吏曹參議, 李明迪爲司諫院大司諫, 徐左輔爲漢城府判尹, 洪在龍爲成均館大司成。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Junghu Hall in the gapsin year (.",
                "H2KE-nKo": "중희당에서 차대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 18일(갑신) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○甲申/召對于重熙堂。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] received the officials in the morning court assembly at Junghu Hall in eulyu year (.",
                "H2KE-nKo": "중희당에서 을유년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 19일(을유) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○乙酉/召對于重熙堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongsul day, [the King] received the officials in the morning court assembly at Junghoe Pavilion in the byeongsul year.",
                "H2KE-nKo": "중희당에서 병술년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 20일(병술) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○丙戌/召對于重熙堂。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 정해년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 21일(정해) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○丁亥/召對于重熙堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On muja day, [the King] received the officials in the morning court assembly at Junghu Hall in muja year (.",
                "H2KE-nKo": "중희당에서 무자년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 22일(무자) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○戊子/召對于重熙堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gichuk day, the King received the officials in the morning court assembly at Junghu Hall in the gichuk year (.",
                "H2KE-nKo": "중희당에서 기축년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 23일(기축) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○己丑/召對于重熙堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King received the officials in the gyeongin year ( and granted a rotational audience at Junghoe Pavilion . ",
                "H2KE-nKo": "중희당에서 경인년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 24일(경인) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○庚寅/召對于重熙堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Yi Jikgu was appointed minister of war .",
                "H2KE-nKo": "이헌구를 병조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 3일(기사) 1번째기사",
                "gt-oKo": "이헌구(李憲球)를 병조 판서로 삼았다.",
                "hj": "○己巳/以李憲球爲兵曹判書。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Superintendent of the Privy Council Jo Jonghyeon , director of the Office of Royal Decrees , was involved in the affairs of the state, and received the royal order. The King ordered the governor of Pyeongan Province to proceed to his new post on the same day. Also, his father, [Jo] Deukyeong , was impeached by the governor of this province. The King issued a royal order, which stated, The late 중신 of this family, have already been clearly clarified by the ancestors. Now, how can there be any personal feelings of impeaching him again? Furthermore, Is it possible to allow him to proceed to his new post even if he was involved in the responsibility of the sovereign and the moral obligations of his subjects? This is called the monarchs and the moral obligations of the sovereign and the subject and the moral obligations of his moral obligations. He shall be banished to a place of his new post. Shortly thereafter, the King ordered that [Jo Jonghyeon] be banished to a designated area but that he not be allowed to proceed to his new post even after receiving the royal order.",
                "H2KE-nKo": "판의금부사 조병현이 과시의 일로 인혐하고 들어가 패초를 받들자, 평안 감사를 외직에 보임하고 그로 하여금 당일로 하직 인사를 하게 하라고 명하였다. 또 그의 아버지 조득영이 이 도의 암행 어사의 탄핵을 받았다는 이유로 자획하니, 전교하기를,“이 집의 선중신이 횡역을 참혹하게 당한 것은 이미 선왕 때에 환히 알고 있었다. 그러니 지금에 와서 다시 제기할 사사로운 의리가 뭐가 있겠는가. 그런데도 책임을 물어 외직에 보임하기까지 하고 자획한단 말인가. 이는 임금의 기강과 신하의 분수가 땅을 쓴 듯이 없어졌다고 할 수 있으니, 그 지역에 정배하라.”하였다. 곧이어 정배는 시행하지 말고 조사를 생략하고 부임하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 5월 4일(경오) 1번째기사",
                "gt-oKo": "판의금(判義禁) 조병현(趙秉鉉)이 과시(科試)의 일 때문에 인퇴(引退)하고 봉패(奉牌)하니, 평안 감사로 보외(補外)하고 그날로 사조(辭朝)하게 하였다. 또, 그 아버지 조득영(趙得永)이 이 도에서 어사의 탄핵을 받았다 하여 자획(自劃)하니, 하교하기를, “이 집의 선중신(先重臣)이 횡역(橫逆)을 참혹하게 당한 것을 이미 선조(先朝) 때 통촉하여 밝혔으니, 이제 와서 무슨 제기할 사의(私義)가 있어서 견보(譴補)하기에 이르러서도 자획하는가? 이것은 임금과 신하의 강기(綱紀)·분의(分義)가 땅을 쓴듯 남음이 없는 것이다. 곧 그곳에 정배(定配)하라.” 하였다. 곧 정배는 시행하지 말고 조사(朝辭)하지 말고 부임하라고 명하였다.",
                "hj": "○庚午/判義禁趙秉鉉, 以試事引入, 奉牌, 命平安監司補外, 使之當日辭朝, 又以其父得永, 被繡劾於此藩自劃, 敎曰: “此家先重臣之慘遭橫逆, 已於先朝, 洞燭之昭晰之, 則到今有何更提之私義? 而至於譴補而亦自劃乎? 此可謂君綱臣分, 掃地無餘, 卽其地定配, 尋命定配勿施, 除朝辭赴任。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Jo Jonjung was appointed army commander of Pyeongan Province in byeongsin year (.",
                "H2KE-nKo": "조존중을 평안도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 1일(병신) 1번째기사",
                "gt-oKo": "조존중(趙存中)을 평안도 병마 절도사로 삼았다.",
                "hj": "○丙申/以趙存中爲平安道兵馬節度使。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On eulsa day, the King proceeded to Junghu Hall (Hall of Benevolent Governance and went to the Royal Placenta Chamber to enter and take care of the physicians. The King received the officials of the senior third rank or above from the State Council and the Privy Council . Former Governor of Pyeongan Province Yi 헌구가 requested that provisions be provided to Uiju and Baengma Fortress , Yongcheon and Yonggol Fortress , Cheolsan and Unam Fortress , Seoncheon and Geomsan Fortress , Kwaksan and Neunghan Fortress . The King approved this request. He also requested that among the special military officers of the Special Firearms Unit of Uiju , these men be divided into left and right lines and right divided into left and right lines according to the precedent of the military service examination held by the northern frontier garrisons in the capital. Those who passed the examination be divided into left and right lines. Those who successful candidates three men be selected and they be reported to the King for appointment to one post of frontier garrison commander in their jurisdictions. As for those who are without allocated duty, they should be divided into right lines as before and to be directed to the post of frontier garrisons in preparation for military service. The King approved this. ",
                "H2KE-nKo": "을사년에 주상이 중희당에 나아가 약원의 입진을 행하고, 대신과 비변사 당상을 인견하였다. 전 평안 감사 이헌구가 의주와 백마산성, 용천과 용골산성, 철산과 운암산성, 선천과 검산성, 곽산과 능한산성에 군량을 비축할 것을 청하니, 그대로 따랐다. 또 의주의 경별무사 중에서 관북의 친기위 도시의 예를 원용하여 좌열과 우열로 나누어 만들고, 출신은 좌열로 만들어 우등한 3인을 뽑아서 주상에게 아뢰어 경내의 변장 한 자리에 차임하고, 한량은 우열로 만들어 이전대로 전시에 곧바로 응시하게 하여 변방을 공고히 하고 무예를 장려할 수 있게 할 것을 청하니, 그대로 따랐다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 10일(을사) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아갔다. 약원(藥院)의 입진(入診)을 행하고 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 전 평안 감사(平安監司) 이헌구(李憲球)가 의주(義州)의 백마 산성(白馬山城)·용천(龍川)의 용골 산성(龍骨山城)·철산(鐵山)의 운암 산성(雲暗山城)·선천(宣川)의 검산 산성(劍山山城)·곽산(郭山)의 능한 산성(凌漢山城)에 양향(粮餉)을 저장하기를 청하니, 그대로 따랐다. 또, 의주(義州)의 경별무사(京別武士) 가운데서 관북(關北)의 친기위 도시(親騎衛都試)의 규례를 원용(援用)하여 좌열(左列)·우열(右列)로 나누어 만들되 출신(出身)은 좌열로 삼고 그 중에서 우등(優等)한 세 사람을 뽑아 아뢰어 경내(境內)의 변장(邊將) 한 자리에 차출하고 한량(閑良)은 우열로 삼아 전례대로 직부(直赴)하게 하여 변방을 튼튼히 하고 무예(武藝)를 장려하는 바탕으로 삼기를 청하니, 그대로 따랐다.",
                "hj": "○乙巳/上御重熙堂, 行藥院入診, 引見大臣備局堂上。 前平安監司李憲球, 請峙餉於義州、白馬山城, 龍川、龍骨山城, 鐵山、雲暗山城, 宣川、劒山山城, 郭山、凌漢山城, 從之。 又請於義州京別武士中, 援用關北親騎衛都試例, 分作左右列, 出身則爲左列, 取其優等三人, 啓差境內邊將一窠, 閑良則爲右列, 依前直赴, 以爲固圉奬武之地, 從之。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Kim Yuseon , who stole a letter from Myeongsan District , was storaged in the sinhae year (, be executed by hanging, thereby warning the people. Mun Deokgyu and others were ordered to be banished to a place of his choice and made slaves .",
                "H2KE-nKo": "신해년에 산청현에 괘서한 죄인 김유선 등은 효수하여 뭇사람을 경계하고, 문덕규 등은 절도에 종으로 삼으라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 16일(신해) 1번째기사",
                "gt-oKo": "산청현(山淸縣)의 괘서 죄인(掛書罪人) 김유선(金裕璿) 등은 효수(梟首)하여 뭇사람을 경계하고 문덕규(文德奎) 등은 절도(絶島)에 보내어 종으로 삼으라고 명하였다.",
                "hj": "○辛亥/命山淸縣掛書罪人金裕璿等, 梟首警衆, 文德奎等絶島爲奴。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Junghu Hall in gapjin year (.",
                "H2KE-nKo": "중희당에서 차대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 19일(갑인) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○甲寅/召對于重熙堂。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Jeongyu Garrison as the naval commander of the left frontier commander .",
                "H2KE-nKo": "백은진을 좌변포도대장으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 2일(정유) 1번째기사",
                "gt-oKo": "백은진(白殷鎭)을 좌변 포도 대장(左邊捕盜大將)으로 삼았다.",
                "hj": "○丁酉/以白殷鎭爲左邊捕盜大將。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Changgyu as naval commander of Left Gyeongsang Province .",
                "H2KE-nKo": "심창규를 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 2일(정유) 2번째기사",
                "gt-oKo": "심창규(沈昌奎)를 경상좌도 수군 절도사로 삼았다.",
                "hj": "○以沈昌奎爲慶尙左道水軍節度使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] received the officials in the morning court assembly at Junghu Hall in eulmyo year (.",
                "H2KE-nKo": "중희당에서 을묘년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 20일(을묘) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○乙卯/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "The King ordered that Jin Yugwon , a prisoner in Samga District , be executed by hanging, so that he might serve as a murder and that Yi Hwageun be banished to a place of his choice.",
                "H2KE-nKo": "삼가현의 흉서 죄인 진유권은 효수하여 뭇사람을 경계하고, 이화근은 절도에 보내어 종으로 삼으라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 20일(을묘) 2번째기사",
                "gt-oKo": "삼가현(三嘉縣)의 흉서 죄인(凶書罪人) 진유권(陳有權)은 효수(梟首)하여 뭇사람을 경계하고 이화근(李化根)은 절도(絶島)에 보내어 종으로 삼으라고 명하였다.",
                "hj": "○命三嘉縣凶書罪人陳有權, 梟首警衆, 李化根絶島爲奴。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Seo좌bo as minister of rites , Kim Heunggeun as minister of punishments , Yi Yaku as minister of works , and Yi Gau as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "서좌보를 예조 판서로, 김흥근을 형조 판서로, 이약우를 공조 판서로, 이가우를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 21일(병진) 1번째기사",
                "gt-oKo": "서좌보(徐左輔)를 예조 판서로, 김흥근(金興根)을 형조 판서로, 이약우(李若愚)를 공조 판서로, 이가우(李嘉愚)를 한성부 판윤으로 삼았다.",
                "hj": "○丙辰/以徐左輔爲禮曹判書, 金興根爲刑曹判書, 李若愚爲爲工曹判書, 李嘉愚爲漢城府判尹。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 차대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 22일(정사) 1번째기사",
                "gt-oKo": "중희당에서 소대하였다.",
                "hj": "○丁巳/召對于重熙堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Office of the Inspector General in the gyeongsin year (, Kim Donggon , the Office of the Inspector General , and Yi Hyosun , the Office of the Censor General . ",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 김동건을 사헌부 대사헌으로, 이효순을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 25일(경신) 1번째기사",
                "gt-oKo": "도정(都政)의 하비(下批)가 있었다. 김동건(金東健)을 사헌부 대사헌으로, 이효순(李孝淳)을 사간원 대사간으로 삼았다.",
                "hj": "○庚申/都政下批, 以金東健爲司憲府大司憲, 李孝淳爲司諫院大司諫。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King summoned and held audience with local magistrates and the frontier garrisons in 희정당에서 불러 보았다.",
                "H2KE-nKo": "희정당에서 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 26일(신유) 1번째기사",
                "gt-oKo": "수령(守令)·변장(邊將)으로 초사(初仕)하는 사람을 희정당(熙政堂)에서 소견(召見)하였다.",
                "hj": "○辛酉/召見, 守令邊將初仕人于熙政堂。"
            }
        },
        "28": {
            "1": {
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 28일(계해) 1번째기사",
                "gt-oKo": "비국(備局)에서 각도 보미 변통 절목(各道保米變通節目)을 수정하여 입계(入啓)하였다.【1. 삼군문(三軍門)의 보군미(保軍米)를 1명마다 6두(斗)를 받던 것을 영구히 폐지하고, 대전(代錢)으로 1명마다 2냥(兩)을 받은 뒤에 돈[錢] 5전(錢) 4푼(分)씩을 거둔다. 1. 보군미가 폐지되고 나면 삼영(三營)의 군수(軍需)를 대신 보충하지 않을 수 없으므로, 삼도(三道)의 돈·무명을 상납하는 고을 이외의 각 고을의 결전(結錢)으로 작미(作米)한 것으로 대급(代給)한다. 1결(結)마다 원대전(元代錢)인 2두의 값을 5전으로 하여 이때부터 정식(定式)으로 하되, 보미(保米)의 본가(本價)는 1두 5승(升)이 5전이므로 결민(結民)을 편리하게 하기 위하여 보미의 본가로 마련하여 작미한다. 호서(湖西)·해서(海西)는 1결마다 5전 안에서 4전은 쌀 1두 2승을 만들고 호남(湖南)은 1결마다 5전 안에서 3전은 쌀 9승을 만든다. 작미한 이외의 결전이 남은 것은 전례대로 균청(均廳)에 상납하되 곡명(穀名)은 결작미(結作米)로 시행한다. 1. 영남(嶺南)은 보미로 거두는 쌀이 매우 적어 반드시 결작미를 가지고 있을 것이 없으므로 다른 도의 결총(結摠)에 옮겨 붙이고, 보액(保額)의 신전(身錢)만을 다른 도의 예에 따라 거두어 균청에 바친다. 1. 결작미가 보미를 대신하고 나면 반드시 균청에서 받아서 나누어 줄 것 없으므로 바치는 각 고을에서 곧바로 삼영에 바친다. 각 해도(該道)의 감영(監營)에서 그 각 고을의 결총을 참작하여 분배해 작미하되, 어느 고을은 몇 결(結)이므로 작미한 것이 몇 석(石)이라는 것을 가량하여 소상이 현록(懸錄)하여 성책(成冊)을 만들어 수조안(收租案)과 함께 혜청(惠廳)에 올려보내고, 혜청에서는 수조(收租)를 반강(頒降)할 때에 각 고을에서 작미하는 분수(分數)를 삼영에서 받는 석수(石數)에 비교하여 헤아려 어느 고을에서 어느 영(營)에 바칠 것을 구별하여 획출(劃出)해서 성책을 만들어 각도에 내려보내어 이것에 맞추어 상납하게 하고, 삼영과 주사(舟司)에서도 각각 1건(件)을 베껴 가서 빙고(憑考)하여 거행한다. 1. 삼영의 결작미 가운데에서 1백 석마다 보축조(補縮條)로 10석, 정비조(情費條)로 15석씩을 마련하되, 훈국(訓局)에서는 말풀이[解斗]로 방료(放料)하므로 보미를 받아들일 때에 1석마다 2두씩이 원보축(元補縮)의 명색으로 본디 있으니, 이것은 예전대로 1석마다 2두씩을 더 마련한다. 1. 결전은 이미 작미하였거니와, 전대(錢代)는 충보(充補)가 있어야 할 것이니, 삼영의 보대전(保代錢)으로 사도(四道)의 각 고을에서 바치는 8만 8천 3백 28냥 5전은 각각 그 고을에서 진성(陳省)을 갖추어 균청에 곧바로 바친다. 이것은 결전이니, 혹 세월을 끄는 일이 있으면 그 수령(守令)을 각별히 논감(論勘)한다. 태가(駄價)는 결전을 상납하는 태가의 예에 따라 시행하되, 삼영의 보전(保錢)은 1년 동안에 각 고을에서 바쳐야 할 수효가 있어야 할 것이므로 각각 해영(該營)에서 소상히 성책을 만들어 균청에 옮겨 보내어 빙고하여 받는 바탕으로 삼게 한다. 1. 보전을 균청에서 받을 때에 모든 잡비에 관계되는 것은 결전의 예에 따라 시행한다. 상납하는 정한(程限)은 보전의 원한(元限)인 10월 안으로 하여 상납을 끝낸다. 1. 배결(排結)하여 작미해서 삼영의 보미를 갈음할 것을 채우면 절로 남는 것이 있으나, 농사의 풍흉(豐凶)에 따라 혹 그 수량이 같지 않으므로 다소를 물론하고 균청에 넘겨 저축해 두어 뒷날의 수용(需用)으로 삼되, 해마다 받은 것에 따라 성책하여 본사(本司)에 신보(申報)하고 균청에서는 방편으로 용하(用下)하지 못한다. 1. 보액(保額)은 절로 정수(定數)가 있으므로 가감할 수 없으나, 결총(結摠)은 그 풍흉에 따라 늘고 주는 것이 각각 다르므로 혹 흉년이 들어 결총이 줄 때를 당하여 결작미가 보미의 원수(元數)에 차지 못하더라도 보액으로 거둔 결전을 미총(米摠)에 비교하여 헤아리면 남는 것이 있을 것이니, 균청에서 그 쌀이 준 분량을 그 남은 돈으로 각 해영(該營)에 나누어 보내어 결작미의 모자라는 수를 채운다. 1. 결작미를 집행할 때에 사람마다 내는 승홉(升合)이 같지 않고 분배에 어지러운 것이 많아서 간위(奸僞)가 쉽게 일어나 교활하고 외람한 아전으로서 기회를 타서 함부로 거두고 방결(放結)하는 무리가 중간에서 이익을 노리면 마침내 폐해가 결민(結民)에게 돌아가 장차 지탱하고 보전할 수 없는 지경에 이를 것이니, 이것은 과조(科條)를 엄하게 세워 각별히 금단하지 않을 수 없으나, 먼저 각각 당해 감영(監營)에서 각 고을의 수령에게 각별히 신칙(申飭)하여 작미(作米)를 낼 때에 분배하는 절차에 매우 경계하고 승홉의 작은 것을 맞추어 살펴서 감히 간사를 부리지 못하게 하되, 혹 조금이라도 검칙(檢飭)을 잘못하여 간사한 폐단을 가져와 나타나는 것이 있으면 당해 수령을 엄중히 논감(論勘)한다. 1. 결작미를 상납할 때에는 일체 전선(全船)을 쓰지 말고 대동(大同)과 함께 한 배에 싣고 감합문서(勘合文書) 가운데에 어느 영(營)에 몇 석을 바치는 것이라고 첨부하여 기록해서 바쳐 서울에 이르러 어지러워지는 폐단이 없게 하고, 고을마다 혹 2백 석이나 3백 석 이내이면 한 영(營)에 모두 바치고 그 이상이면 두 영 또는 세 영에 나누어 바친다. 혹 군미(軍米)는 대동과 다르다 하여 같이 싣지 않아서 시기를 어기고 지체하면 당해 수령을 대동을 늦게 실은 율(律)에 따라 시행한다. 실어 나르는 선가(船價)는 보미의 원선가(元船價)의 예에 따라 마련하여 원곡(元穀)이 축나는 여지가 없게 한다. 1. 결작미를 대동과 함께 같은 배에 싣거니와, 경강선(京江船)은 주교사(舟橋司)에서 추첨할 때에 마찬가지로 실어 올 것을 분정(分定)하여 나누어 싣되 성책(成冊)을 주교사에서 만들어 삼영(三營)에 보낸다. 1. 보미는 이제 이미 배결하여 작미하였으니, 각 고을에서는 대동 곡자(大同斛子)로 받아야 하겠거니와, 각영(各營)에서 전례대로 보미 곡자로 받아서 많이 축나면 이 때문에 보미의 폐해가 결민에게 옮겨질 것이니, 각영에서 쌀을 받는 곡자는 모두 혜청(惠廳)의 대동 곡자에 비교하여 바로잡아서 시행한다. 1. 미색(米色)의 정백(精白)과 석자(石子)의 견치(堅緻)는 한결같이 대동의 예에 따라 시행한다. 1. 보미를 돈으로 갈음한 것은 이미 아주 드문 은택에 관계되니 군포(軍布)를 폐지하거나 탕감할 때를 당하더라도 혼동하여 거론할 수 없다. 또, 원전(元錢)이 줄면 결미(結米)가 따라서 모자랄 것이니, 보대전(保代錢)은 일체 폐지하거나 탕감하는 데에 넣지 못한다. 1. 훈국(訓局)의 충주 보미(忠州保米)와 금영(禁營)의 해주(海州)·평산(平山) 보태(保太)는 전부터 돈으로 갈음한 것인데 각영의 쌀이 모자라므로 마찬가지로 작미 가운데에서 마련하더라도 보액(保額)의 신전(身錢)은 다른 고을의 예에 따라 마련하여 시행한다. 1. 결작미를 마련한 가운데에서 원납(元納) 이외의 보축(補縮)·선가(船價)·마가(馬價)·정비(情費)를 모두 마련하니, 받을 때에는 잡비의 명색을 다시 거론하지 않는다. 과외(科外)에 읍리(邑吏)·선격(船格) 등에게서 거두고 요구하는 것이 있으면 승홉(升合)의 작은 것일지라도 말류(末流)의 폐단은 이루 말할 수 없을 것이니, 법을 세우는 처음에 엄단하지 않을 수 없다. 하속(下屬)은 나타나는 대로 형배(刑配)하고 낭관(郞官)은 초기(草記)하여 엄감(嚴勘)한다. 저울잡이[持秤]가 후하게 달고 역인(役人)들이 곡식을 흩이는 따위 허다한 간폐(奸弊)가 반드시 없으리라고 보장할 수 없으니, 각 해영(該營)에서 과조를 엄히 세워 미리 단속하여 법을 범하여 죄받게 되는 일이 없게 한다.】",
                "hj": "○癸亥/備局, 以各道保米變通節目, 修正以入啓。【一。 三軍門保軍米每名所納六斗永爲革罷, 以代錢每名元納二兩後, 錢五錢四分式收捧。 一。 保軍米旣爲革罷, 則三營軍需不可不充代, 以三道錢木上納邑外, 各邑結錢作米代給。 每結元代錢二斗價爲五錢自是定式, 而保米本價則一斗五升爲五錢, 故爲便結民, 以保米本價磨鍊作米。 湖西、海西則每結五錢內四錢則作米一斗二升, 湖南則每結五錢內, 三錢則作米九升。 作米外結錢餘數, 依前上納于均廳, 而穀名則結作米施行。 一。 嶺南則保米所收本甚零星, 不必執結作米故, 移付於他道結摠, 只以保額身錢依本道例, 收捧納于均廳。 一。 結作米旣是保米之代, 則不必自均廳捧上分給, 自所納各邑直納三營。 各該道監營參量, 其各邑結摠分排作米, 假量某邑幾結作米幾石之意, 消詳懸錄修成冊, 與收租案, 同爲上送於惠廳, 自惠廳收租頒降時, 以各邑作米分數, 較量於三營所納石數, 某邑之納於某營區別劃出, 修成冊下送各道, 以爲準此上納, 亦自三營及舟司, 各其謄去一件憑考擧行。 一。 三營結作米中, 每百石補縮條, 十石情費條十五石式磨鍊, 而訓局則解斗放料。 故保米捧上時, 每石二斗式, 本有元補縮名色, 此則仍舊以每石二斗式加磨鍊。 一。 結錢旣作米矣, 錢代當有充補, 三營保代錢之四道各邑, 所納八萬八千三百二十八兩五錢, 自各其邑, 具陳省直納於均廳, 此卽結錢, 苟或有所玩愒, 則該守令各別論勘。 駄價則依結錢, 上納駄價例施行, 而三營保錢, 當有一年各邑應納數爻, 自各該營, 消詳修成冊, 移送均廳, 俾爲憑考捧上之地。 一。 保錢之自均廳捧上時, 凡干雜費, 依結錢例施行。 上納程限, 以保錢元限十月內畢納。 一。 捧結作米以充三營保米之代則, 自有剩餘而隨年豊歉, 其數不齊, 無論多寡付之均廳, 而留儲以爲日後需用, 每年隨所捧成冊報本司, 無得自均廳方便用下。 一。 保額則自有定數加減不得, 結摠則隨其豊歉, 贏縮各異, 或値歲儉結縮之時, 結作米雖不滿保米元數, 若以保額所收結錢較量於米摠, 則當有餘剩。 自均廳量其米縮分數, 以其餘剩錢分送於各該營, 俾充結作米不足之數。 一。 執結作米之際, 每夫所出升合不齊, 分排多眩奸僞易生, 猾濫之吏, 乘機冒歛, 防結之類從中射利則, 畢竟害歸結民, 將至於莫可支保之境, 此不可不嚴立科條, 另加禁斷, 先自各該監營, 各別申飭於各邑守令, 作米出秩時, 操飭於分排之節, 照察於升合之微, 俾無敢售奸, 而苟或毫分失檢, 以致奸弊有所現發, 則當該守令從重論勘。 一。 結作米上納時, 切勿全船與大同同載一船, 而勘合文書中, 以某營納幾石懸錄以納, 俾無到京眩亂之弊, 而每邑或二三百石以內則全納。 一營以外, 則分納二營或三營。 苟或謂以軍米異於大同不爲同載, 以致愆滯, 則該守令依大同晩裝律施行。 裝運船價依保米元船價例磨鍊, 俾無元穀見縮之地。 一。 結作米旣與大同同船矣, 京江船自舟僑司抽籤時, 一體分定載來分載, 成冊自舟司修送三營。 一。 保米今旣作結排米則, 各邑當以大同斛子捧上矣, 若自各營依前以保米斛子捧上, 多出欠縮, 則是以保米之害, 移於結民也, 各營捧米斛子, 一竝較正於惠廳大同斛子施行。 一。 米色精白石子堅緻, 一依大同例施行。 一。 保米代錢旣係曠絶之澤, 則雖値軍布停蕩之時, 不可混擧。 且元錢減縮, 則結米隨而不足保, 代錢則切勿入於停蕩。 一。 訓局之忠州保米, 禁營之海州、平山保太, 乃是從前代錢者, 而各營米錢不敷故一體磨鍊於作米之中, 保額身錢依他邑例磨鍊施行。 一。 結作米磨鍊中元納外, 補縮、船、馬貰情費, 竝應磨鍊則捧上時, 雜費名色更無擧論。 如有科外徵索於邑吏、船格等處則, 始雖升合之微, 末流之弊有不可勝言, 立法之初不可不嚴斷。 下屬則隨現發刑配, 郞官則草記嚴勘。 持秤之厚量, 役人輩散穀等許多奸弊, 雖保必無, 自各該營嚴立科條, 預先團束俾無至犯科抵罪之地。】"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King proceeded to Hwijeong Hall and personally performed the rite commemorating the first anniversary of death .",
                "H2KE-nKo": "무술년에 주상이 휘정전에 나아가 연제를 친히 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 3일(무술) 1번째기사",
                "gt-oKo": "임금이 휘정전(徽定殿)에 나아가 친히 연제(練祭)를 지냈다.",
                "hj": "○戊戌/上詣徽定殿, 親行練祭。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Bak Gisu was appointed minister of personnel , and Kim Gonghyeon was appointed third minister of personnel .",
                "H2KE-nKo": "을축년에 박기수를 이조 판서로, 김공현을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 30일(을축) 1번째기사",
                "gt-oKo": "박기수(朴岐壽)를 이조 판서로, 김공현(金公鉉)을 이조 참의로 삼았다.",
                "hj": "○乙丑/以朴岐壽爲吏曹判書, 金公鉉爲吏曹參議。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gihae day, the King received the officials in the morning court assembly at Junghu Hall in gihae year (.",
                "H2KE-nKo": "중희당에서 기해년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 4일(기해) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○己亥/召對于重熙堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "In gyeongja year (, officials of the senior third rank or above from the Directorate of Medicine , officials of the senior third rank or above from the State Funeral Services , and officials of the State Funeral Services , below the officials who guard the royal tomb , who guarded the royal tomb , were individually rewarded with varying degrees. Funeral Statud Funeral Stabilization Official of the Directorate of Medicine Bak Jonggil , and Director of the Office of Ancestral Rites Kim Gyeong , who guarded the royal tomb , were individually rewarded.",
                "H2KE-nKo": "경자년에 연주도감의 당상과 낭청 및 혼전의 향관, 산릉의 수릉관과 시릉관 이하에게 차등을 두어 시상하였다. 연주 서사관 부호군 박종길, 감조관 봉상 정 김희에게 모두 가자하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 5일(경자) 1번째기사",
                "gt-oKo": "연주 도감(練主都監)의 당상(堂上)·낭청(郞廳)과 혼전(魂殿)의 향관(享官)과 산릉(山陵)의 수릉관(守陵官)·시릉관(侍陵官) 이하에게 차등을 두어 상을 주고, 연주 서사관(練主書寫官) 부호군(副護軍) 박종길(朴宗吉)·감조관(監造官) 봉상 정(奉常正) 김필(金)에게 모두 가자(加資)하였다.",
                "hj": "○庚子/練主都監堂郞及魂殿享官山陵守侍陵官以下, 施賞有差, 練主書寫官副護軍朴宗吉, 監造官奉常正金, 竝加資。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Jaryong as second minister of personnel .",
                "H2KE-nKo": "중비로 홍재룡을 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 5일(경자) 2번째기사",
                "gt-oKo": "중비(中批)로 홍재룡(洪在龍)을 이조 참판으로 삼았다.",
                "hj": "○中批, 以洪在龍爲吏曹參判。"
            },
            "3": {
                "H2KE-EN": "The King appointed Seo 헌sun as the Royal Confucian Academy .",
                "H2KE-nKo": "서헌순을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 6월 5일(경자) 3번째기사",
                "gt-oKo": "서헌순(徐憲淳)을 성균관 대사성으로 삼았다.",
                "hj": "○以徐憲淳爲成均館大司成。"
            }
        }
    },
    "07": {
        "20": {
            "1": {
                "H2KE-EN": "을유년 Left State Councilor Kwon Donin submitted a memorial requesting his resignation and his request was granted.",
                "H2KE-nKo": "좌의정 권돈인이 상소하여 재상의 직임을 사직하니, 허락하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 7월 20일(을유) 1번째기사",
                "gt-oKo": "좌의정 권돈인(權敦仁)이 상소하여 상직(相職)을 사퇴하니, 윤허하였다.",
                "hj": "○乙酉/左議政權敦仁, 疏辭相職, 許之。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "In byeongsul year (, the King ordered that the Veritable Records of the Great Ming (C. Da Ming dynasty be enshrined in the Hall for Receiving the Imperial Investiture of the Imperial Investiture (C. Da Ming dyan .",
                "H2KE-nKo": "병술년에 내각에 봉안한 《황명실록》을 황단 경봉각에 봉안하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 7월 21일(병술) 1번째기사",
                "gt-oKo": "내각(內閣)에 봉안하던 《황명실록(皇明實錄)》을 황단(皇壇)의 경봉각(敬奉閣)에 봉안하라고 명하였다.",
                "hj": "○丙戌/命內閣所奉《皇明實錄》, 奉安於皇壇敬奉閣。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On imjin day, [the King] visited the Royal Ancestral Shrine to pay his respects [to the Abdicated King]. This was the autumn audience [by the King].",
                "H2KE-nKo": "임진년에 주상이 태묘에 전배하였는데, 추계 전알이었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 7월 27일(임진) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 전배(展拜)하였다. 가을의 전알(展謁)이다.",
                "hj": "○壬辰/上展拜于太廟, 秋謁也。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyesa day, Venus appeared during the gyemyo day (1423, the fifth month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 7월 28일(계사) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○癸巳/太白, 見。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Hong Jaryong as minister of war .",
                "H2KE-nKo": "중비로 홍재룡을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 7월 4일(기사) 1번째기사",
                "gt-oKo": "중비(中批)로 홍재룡(洪在龍)을 병조 판서로 삼았다.",
                "hj": "○己巳/中批, 以洪在龍爲兵曹判書。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Shin Mihyeon was appointed as inspector general of the Office of the Inspector General , and Bak Hoesu as assistant state councilor .",
                "H2KE-nKo": "이헌구를 사헌부 대사헌으로, 박회수를 의정부 좌참찬으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 7월 6일(신미) 1번째기사",
                "gt-oKo": "이헌구(李憲球)를 사헌부 대사헌으로, 이회수(李晦壽)를 의정부 좌참찬으로 삼았다.",
                "hj": "○辛未/以李憲球爲司憲府大司憲, 朴晦壽爲議政左參贊。"
            }
        }
    },
    "08": {
        "10": {
            "1": {
                "H2KE-EN": "The 추국 of the gapjin year (1424, the fourth year of King Taejongs reign was held at the magistracy. ",
                "H2KE-nKo": "본부에 추국을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 10일(갑진) 1번째기사",
                "gt-oKo": "본부(本府)에서 추국(推鞫)을 설행하였다.",
                "hj": "○甲辰/設推鞫于本府。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Jaek to the Office of the Censor General .",
                "H2KE-nKo": "이재학을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 10일(갑진) 2번째기사",
                "gt-oKo": "이재학(李在鶴)을 사간원 대사간으로 삼았다.",
                "hj": "○以李在鶴爲司諫院大司諫。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal order: The danger of the state is dangerous and the hearts of the people are frightening. Therefore, it is inevitable that the duties of the state councilor cannot be filled. Former Chief State Councilor Jo Inyeong and Former Left State Councilor Kwon Donin shall be appointed again as senior officials of the State Council. ",
                "H2KE-nKo": "전교하기를,“나라의 형세가 위태롭고 인심이 동요하고 있으니, 이러한 때에 삼공의 직임을 갖추지 않아서는 안 된다. 전 영의정 조인영, 전 좌의정 권돈인을 다시 재상의 직임에 제수하라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 10일(갑진) 3번째기사",
                "gt-oKo": "하교하기를, “국세(國勢)가 위태롭고 인심이 흔들리므로 이런 때에 삼공(三公)의 직임을 갖추지 않을 수 없으니, 전 영의정 조인영(趙寅永)·전 좌의정 권돈인(權敦仁)을 다시 상직(相職)에 제배(除拜)하라.” 하였다.",
                "hj": "○敎曰: “國勢危疑, 人心搖蕩, 此時三公之任, 不可不備, 前領議政趙寅永, 前左議政權敦仁, 復拜相職。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On musin day, the King went to the Royal Confucian Academy and received the officials of the senior third rank or above in rotation.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 14일(무신) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신과 비국 당상을 인견(引見)하였다.",
                "hj": "○戊申/上御熙政堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "The King ordered that Second Deputy Director of the Office of Royal Lectures Hong Jik필을 specially addressed grand master for comprehensive governance and summon another magistracy to summon and summon him.",
                "H2KE-nKo": "경연관 홍직필에게 특별히 통정대부를 가자하여 다른 유현과 함께 불러오라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 14일(무신) 2번째기사",
                "gt-oKo": "경연관(經筵官) 홍직필(洪直弼)에게 특별히 통정(通政)을 가자(加資)하여 다른 유현(儒賢)과 마찬가지로 불러오라고 명하였다.",
                "hj": "○命經筵官洪直弼, 特加通政, 與他儒賢, 一體招徠。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King held the Mid-Autumn Records of Injeong Hall (Hall of Benevolent Governance to hold the Mid-Autumn Records (Hall of Benevolent Governance . The lecture reached the first lectures, Kang Jingyu , and the lecture reached the first lectures, Kim Mangeun , who was the first lectures, was the first lectures.",
                "H2KE-nKo": "인정전에서 추도기를 설행하였다. 강경에서 수석을 차지한 강진규와 제술 부에서 수석을 차지한 김만근에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 19일(계축) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 추도기(秋到記)를 설행(設行)하였다. 강(講)에 으뜸을 차지한 강진규(姜晋奎)와 제술(製述) 부(賦)에 으뜸을 차지한 김만근(金萬根)에게 모두 직부 전시(直赴殿試)를 내렸다.",
                "hj": "○癸丑/設秋到記于仁政殿, 講居首姜晋奎, 製述賦居首金萬根, 竝直赴殿試。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King proceeded to Injeong Hall and personally delivered the incense and the written invocation for the rite at the Southern Deities of the Earth and Grain and the rite for commemorating Confucius .",
                "H2KE-nKo": "주상이 인정전에 나아가 남단제와 문묘 석전제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 2일(병신) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 남단제(南壇製)와 문묘 석전제(文廟釋奠祭)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○丙申/上詣仁政殿, 親傳南壇祭, 文廟釋奠祭香祝。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that after the greater felicitous rite of the second anniversary of death at Eojeong Hall , only one offering of wine be performed at the rites of the new moon and the full moon .",
                "H2KE-nKo": "휘정전에 대상을 지낸 뒤 초하루와 보름에 지내는 속절제는 단지 1헌만 거행하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 2일(병신) 2번째기사",
                "gt-oKo": "휘정전(徽定殿)의 상제(祥祭) 이후의 삭망제(朔望祭)·속절제(俗節祭)에는 일헌(一獻)만을 거행하라고 명하였다.",
                "hj": "○命徽定殿祥後朔望俗節祭, 只一獻擧行。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Min Jinyong , a criminal who was imprisoned in the eulmyo year (, was sentenced to the King as follows: [Min Jinyong], being a petty military officer, dared to harbor plotting treasonous plots, human feelings of wicked thieves and wicked thieves. [Min Jinyong] conspired with [Min Jinyongs] conspiracy to multiple treachery. [Min Jinyong] conspiracy with [Min Jinyong] three mans conspiracy with [Min Jinyong] conspiracy with [Min Jinyongs] 지극히 흉악하고 참혹하지 않은 것이 없습니다. [Min Jinyongs] two characters [Min Jinyong] conspiracy with [Min Jinyong] Kwak . [Min Jinyong] dared to hear and dared to speak about [Min Jinyongs] arbitrarily and speak about [Min Jinyongs] arbitrarily. His crime of plotting treason and great sedition, [Min Jinyong] confessed [Min Jinyongs] death by dismemberment.",
                "H2KE-nKo": "을묘년에 환국한 죄인 민진용의 결안은 다음과 같다.“그는 미천한 무부로서 감히 반역을 꾀하는 흉악한 꾀를 품고 효경과 같은 심보를 지녔으며, 귀신과 물여우처럼 역당과 결탁하여 흉악한 말을 마구 하였습니다. 강사에서 밤에 모였을 때 세 사람이 주도면밀하게 준비한 것이 모두 지극히 흉악하고 참혹하였는데, ‘이곽’ 두 글자가 어찌 신하로서 감히 들을 수 있는 말이었습니까. 그런데도 방자하게 입을 놀려 모반 대역부도에 대해 확실하게 지만이라고 하였으니, 죄가 부대시 능지처사에 해당합니다.”\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 21일(을묘) 1번째기사",
                "gt-oKo": "죄인 민진용(閔晋鏞)의 결안(結案)에 이르기를, “그는 미천한 무부(武夫)로서 감히 불궤(不軌)한 흉계를 품고 효경(梟獍)의 마음으로 귀신처럼 물여우처럼 역당(逆黨)과 체결하고 흉언(凶言)을 난만(爛慢)하게 하였습니다. 강사(江舍)에서 밤에 모여 세 사람이 주무(綢繆)한 것이 모두 지극히 흉악하고 지극히 참혹하였는데, ‘이곽(伊霍)’ 두 글자가 어찌 신하로서 감히 들을 수 있는 것이고 감히 말할 수 있는 것이겠습니까마는 방자하게 입에다 내었습니다. 모반(謀反)하고 대역(大逆)하여 부도(不道)한 것이 확실하다고 지만(遲晩)하였으니, 죄가 부대시 능지 처사(不待時凌遲處死)에 해당합니다.” 하였다.",
                "hj": "○乙卯/罪人閔晋鏞結案, “渠以鄙微之武夫, 敢懷不軌之凶圖, 梟腸獍肚, 如鬼如蜮, 締結逆黨, 爛熳凶言。 江舍夜會, 三人綢繆者, 無非至凶至憯, 而伊霍二字, 是豈爲人臣者所敢聞所敢言, 而肆然發口。 謀反大逆不道的實遲晩, 罪不待時凌遲處死。”"
            },
            "2": {
                "H2KE-EN": "Yi Wondeok , a criminal , was conferred with a physician. He arbitrarily relied upon [Yi] Yeonghui [], who was extremely wicked and had plotted with each other. [Yi] Jinyong , a wicked man, participated in the conspiracy with him. In the conspiracy of the thieves of the thieves, Jinyong communicated with various conspiracy, and there was nothing he did not speak. The words of these three people were supposed to be employed in this case, and the actions of plotting rebellion and actions were exposed beyond effect. He hurriedly speaked about the world and the rumors of the world were specified with Jongtongs house. He speaked arrow hawks and porridge, and arrow hawks on the street. He arbitrarily committed irregular actions, and he was unpardonable in heaven and earth. He admitted that he committed plotting rebellion and great sedition, and he admitted his guilt. His crime should be executed by dismemberment at the beginning.",
                "H2KE-nKo": "죄인 이원덕의 결안은 다음과 같다.“함부로 의술을 빙자하여 지극히 흉악한 최영희와 한통속이 되었고, 아주 간특한 이진용과 함께 모의하였습니다. 역적 이진용이 강사에서 모였을 때 허다하게 주고받은 말이 모두 흉악한 말이었는데, 세 사람을 크게 썼다는 말이 바로 이 한 가지 죄안이었으니, 흉악한 모의와 반역의 정상이 여지없이 드러났습니다. 허탄한 꿈과 파자 등의 요사스러운 말과 패악한 말을 이종협의 집에서 난만하게 서로 주고받았고, 맹세한 말과 다반사를 마음대로 주고받았습니다. 여러 가지 지극히 흉악한 정상은 고금에 없던 바이고 천지간에 용납될 수 없는 바입니다. 모반대역부도에 대해 확실하게 지만이라고 하였으니, 죄는 부대시 능지처사에 해당합니다.”\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 21일(을묘) 2번째기사",
                "gt-oKo": "죄인 이원덕(李遠德)의 결안(結案)에 이르기를, “함부로 의기(醫技)를 빙자하여 지극히 흉악한 최영희(崔英熙)와 마음을 서로 통했고 아주 악독한 민진용(閔晋鏞)과 모의를 함께 하였습니다. 역적 민진용의 강사(江舍)의 모임에서 허다히 수작한 것은 모두 흉언(凶言)인데 세 사람을 크게 쓴다는 말은 바로 그때의 한 안건(案件)이었으니, 흉모(凶謨)·역절(逆節)이 남김없이 드러났습니다. 허황한 꿈과 파자(破字) 등의 요사한 말과 도리에 어그러지는 말을 이종협(李鍾協)의 집에서 난만(爛漫)하게 서로 말하였는데, 맹세를 예사롭게 하고 화응(和應)을 뜻대로 하였습니다. 여러 가지 지극히 흉악한 정절(情節)은 고금에 없던 것이고 천지에 용납될 수 없는 것입니다. 모반(謀反)하고 대역(大逆)하여 부도(不道)한 것이 확실하다고 지만(遲晩)하였으니, 죄가 부대시 능지 처사(不待時凌遲處死)에 해당합니다.” 하였다.",
                "hj": "○罪人李遠德結案, “妄藉醫技, 英熙之至凶而腸肚相連, 晋鏞之絶慝而謀議與同。 晋賊江舍之會, 許多酬酢, 罔非凶言, 而三人大用之說, 卽此一案, 凶謀逆節, 綻露無餘。 誕夢破字等妖言悖說, 爛熳互倡於鍾協之家, 矢口茶飯, 惟意和應。 諸般窮凶情節, 古今所未有, 天地所不容, 謀反大逆不道的實遲晩, 罪不待時凌遲處死。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King proceeded to Junghui Hall and summoned the officials of the senior third rank or above of the State Tribunal for an audience with him. They had an audience with the King. Chief State Councilor Jo Inyeong said, Your subjects have participated in the room in the interrogation assembly every day. Now, Kwon Sip , a prisoner, arbitrarily uttered irreverent words, which makes your subjects frightened. Thus, we cannot but lead him to an audience with the King and then carry out the decision. Jo Inyeong and others said, It is impossible to wait for the time being to receive the decision on",
                "H2KE-nKo": "주상이 중희당에 나아가 시원임 대신과 의금부 당상을 불러서 보았다. 청대하였기 때문이다. 영의정 조인영이 아뢰기를,“신들이 날마다 국좌에 참석하였는데, 지금 죄인 권시응이 공초를 바칠 때에 방자하게 부도한 말을 하였으니, 신들은 마음과 뼛속이 모두 놀랐습니다. 이에 어쩔 수 없이 서로 이끌고 와서 청대하고 여쭈어 본 뒤에 거행하겠습니다.”하고, 조인영 등이 아뢰기를,“이와 같은 죄인은 때를 기다리지 말고 곧바로 결안을 받는 것을 단연코 그만두어서는 안 됩니다.”하니, 주상이 말하기를,“동조께 여쭈어 처리하고자 한다.”하였다. 조인영이 아뢰기를,“이는 동조의 못된 사람일 뿐만이 아닙니다. 전하께서 이미 이런 말을 들으셨으니, 또 어찌 잠시라도 윤허를 아끼실 수 있겠습니까. 신들이 지금 물러가 곧바로 결안을 받아야 하겠기에 또 이렇게 우러러 아룁니다.”하니, 주상이 말하기를,“속히 물러가서 거행하도록 하라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 23일(정사) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 시임(時任)·원임(原任) 대신(大臣)과 금오(金吾)의 당상(堂上)을 소견(召見)하였다. 청대(請對)했기 때문이다. 영의정 조인영(趙寅永)이 말하기를, “신(臣)들이 날마다 국좌(鞫坐)에 진참(進參)하였는데, 이제 죄인 권시응(權時應)의 납초(納招) 때 방자하게 부도(不道)한 말을 하여 신들의 심골(心骨)이 모두 놀랐습니다. 이에 서로 함께 청대하여 여쭌 뒤에 거행하지 않을 수 없었던 것입니다.” 하였다. 또 조인영 등이 말하기를, “이러한 죄인은 때를 기다리지 않고 곧바로 결안(結案)을 봉입(捧入)하는 것을 단연코 그만둘 수 없겠습니다.” 하니, 임금이 말하기를, “동조(東朝)에 여쭈어 처치하려 한다,” 하였다. 조인영이 말하기를, “이는 동조의 죄인일 뿐이 아닙니다. 전하께서 이미 이 말을 들으셨으니, 또한 어찌 잠시라도 윤허를 아끼실 수 있겠습니까? 신들이 이제 물러가서 곧바로 결안을 봉입할 것이므로 또한 이렇게 아뢰는 것입니다.” 하니, 임금이 말하기를, “빨리 물러가서 거행하도록 하라.” 하였다.",
                "hj": "○丁巳/上御重熙堂, 召見時、原任大臣金吾堂上, 請對也。 領議政趙寅永曰: “臣等逐日進參於鞫坐, 而今於罪人權時應之納招也, 肆發不道之說, 臣等心骨俱驚。 玆不得不相率請對, 稟質後擧行矣。” 寅永等曰: “如此罪人, 不待時直捧結案, 斷不可已矣。” 上曰: “欲仰稟東朝而處之矣。” 寅永曰: “此非但東朝之非人。 殿下旣聞此言, 則又豈可晷刻靳許乎? 臣等今將退去, 直捧結案, 故又此仰達矣。” 上曰: “卽速退去擧行可也。”"
            },
            "2": {
                "H2KE-EN": "Kwon Siung , a criminal who committed a crime, was sentenced to death by decapitation. The circumstances of his actions were as follows: When [Kwon] Siung arbitrarily uttered rebellious words, he dared to commit impressing impressions and impressing human feelings even for a short time. His crime of great sedition and impressing human feelings of impression and impressing human feelings. His crime of great sedition and impressing actions shall be punished by decapitation for awaiting without waiting for the time being.",
                "H2KE-nKo": "죄인 권시응의 결안은 다음과 같다.“흉악한 짓을 한 절차에 대해서는 그가 방자하게 흉악한 말을 하여 감히 더없이 엄중한 곳을 범하였으니, 만번 죽여도 오히려 벌이 가벼워 잠시도 용서받기 어렵습니다. 대역부도에 대해 확실하게 지만이라고 하였으니, 죄는 군기시 앞길에서 부대시 능지처사에 해당합니다.”\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 23일(정사) 2번째기사",
                "gt-oKo": "죄인 권시응(權時應)의 결안(結案)에 이르기를, “흉악한 짓을 한 절차는 그가 방자하게 흉언(凶言)을 내어 감히 더없이 엄하고 중한 곳을 범하였으니, 만번 죽여도 오히려 가볍고 잠시도 용서할 수 없습니다. 대역(大逆)하여 부도(不道)한 것이 확실하다고 지만(遲晩)하였으니, 죄는 군기시(軍器寺) 앞길에서 부대시 능지 처사(不待時凌遲處死)하는 데에 해당합니다.” 하였다.",
                "hj": "○罪人權時應結案以爲, “行凶節次則渠肆發凶言, 敢犯莫嚴莫重之地, 萬戮猶輕, 晷刻難容。 大逆不道的實遲晩, 罪軍器市前路, 不待時凌遲處死。”"
            },
            "3": {
                "H2KE-EN": "Bak Sunsu , a criminal who was sentenced to death, was sentenced as follows: [Bak] Sunsu was originally cunning and deceitful by nature, and dared to harbor a grudge against natural disaster. He is separated from a place where his conspiracy was not of the same clique. The royal favor of the state is overflowing, and his conspiracy is a treason. At night, Jinyong met with Jongpyong at Gangsa , and Jongpyong communicated with each other. There is nothing that is extremely 흉악하고 irreverence or irreverence. He should have been stricken with pleasure and strike to report [to the authorities]. However, [Bak Sunsu], looking like an ordinary man and participated in [his] arrival, participated in [his] conspiracy with teams and participated in [his] conspiracy to conceal [his] guilt. How can this be a subject who cannot bear to do? The crime of plotting rebellion and great sedition, knew that the circumstances and did not report [to the authorities] were admitted to his guilt. The crime of decapitation is to beheaded without waiting for the time being.",
                "H2KE-nKo": "죄인 박순수의 결안은 다음과 같다.“그는 본래 음흉하고 사특한 성품으로 감히 화를 일으키기 좋아하는 마음을 품었습니다. 처지가 자별하고 결탁한 자도 비류이며 나라의 은혜가 망극하고 주도면밀하게 준비한 자도 불궤입니다. 박진용이 강가의 집에서 밤과 이종협이 한자리에서 모였을 때 서로 주고받은 말이 모두 지극히 흉악하고 패악한 말이었으니, 진실로 뼈가 떨리고 간담이 떨려 달려가 고하기에도 겨를이 없었어야 합니다. 그런데 심상하게 보아 가는 곳마다 참여하여 듣고도 다반사로 보고 난만하게 호응하여 기꺼이 역적을 비호하는 죄과에 스스로 빠져들었으니, 이것이 어찌 신하 된 자로서 차마 할 수 있는 일이겠습니까. 모반대역부도한 정상을 알고도 고하지 않은 것이 확실하다고 지만하였으니, 죄가 서소문 밖에서 부대시참에 해당합니다.”\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 23일(정사) 3번째기사",
                "gt-oKo": "죄인 박순수(朴醇壽)의 결안(結案)에 이르기를, “그는 본디 음흉한 성질로 감히 화(禍)를 즐기는 마음을 품었습니다. 처지가 본디 다른데도 체결한 자는 그릇된 무리이고, 나라의 은혜가 그지없는데도 주무(綢繆)한 것은 불궤(不軌)였습니다. 민진용(閔晋鏞)의 강사(江舍)에 모였던 밤과 이종협(李鍾協)이 자리를 같이했던 모임에서 서로 수작한 것은 모두 지극히 흉악하고 아주 도리에 어그러지는 말이었으니, 뼈가 떨리고 쓸개가 흔들려 달려가 고하기에 겨를이 없어야 본디 마땅할 것인데, 심상하게 여기고 곳곳에서 참여하여 듣고도 예사로 여기고 난만(爛漫)히 화응(和應)하여 스스로 역적을 감싼 죄로 돌아가는 것을 감수하였으니, 이것이 어찌 신하로서 차마 할 수 있는 일이겠습니까? 모반(謀反)하고 대역(大逆)하여 부도(不道)한 정상을 알고도 고하지 않은 것이 확실하다고 지만(遲晩)하였으니, 죄가 서소문(西小門) 밖에서 부대시참(不待時斬)하는 데 해당합니다.” 하였다.",
                "hj": "○罪人朴醇壽結案, “渠本以陰慝之性, 敢懷樂禍之心, 處地自別, 而所締結者匪類也, 國恩罔極, 而所綢繆者不軌也。 晋鏞江舍之夜, 鍾協同席之會, 互相酬酢者, 無非至凶絶悖之說, 則固當骨顫膽掉, 奔告不暇, 而看作尋常, 隨處參聞, 視若茶飯, 爛熳和應, 甘自歸於護逆之科, 是豈爲人臣子所可忍爲之事乎? 謀反大逆不道知情不告的實遲晩, 罪西小門外, 不待時斬。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Kim Gyeong was appointed as section chief of the Left [Gyeongsang] Prefecture , and Yu Sang필 as section chief of the Right [Gyeongsang] Prefecture .",
                "H2KE-nKo": "김영을 좌변포도대장으로, 유상필을 우변포도대장으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 24일(무오) 1번째기사",
                "gt-oKo": "김영(金煐)을 좌변 포도 대장으로, 유상필(柳相弼)을 우변 포도 대장으로 삼았다.",
                "hj": "○戊午/以金煐爲左邊捕盜大將, 柳相弼爲右邊捕盜大將。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gimi day, the King proceeded to Hwijeong Hall and performed the rite commemorating the first anniversary of death .",
                "H2KE-nKo": "주상이 휘정전에 나아가 상제를 친히 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 25일(기미) 1번째기사",
                "gt-oKo": "임금이 휘정전(徽定殿)에 나아가 친히 상제(祥祭)를 지냈다.",
                "hj": "○己未/上詣徽定殿, 親行祥祭。"
            },
            "2": {
                "H2KE-EN": "Inspector General Yi 헌gu submitted a memorial as follows: In your subjects humble opinion, your subject ventures to surprisonious and suspicion. When Min Sunyong was arrested and presented a confession, he stated, When your subject heard that when Jinju was secretly contacted with the thieves of the thieves, he said, In the world, Kim Yugeun and Kim Honggeun were none other than those of Yi Yun and Kwak Gwan . Upon examining the circumstances of the thieves, how could it be surprised? However, when the embassy of the State Tribunal gave confessions to the thieves, he said, This is not the thieves of Jinju. This is what he himself told. However, he suddenly discovered that he made a mistake and requested he be removed from the document. But he did not approve it. Alas! What is the reason? Generally, the two characters of the thieves have been repeatedly manifested by the State Tribunal. However, the first thieves of the thieves have never been found in the thieves of the thieves. When the State Tribunal interrogated the first thieves of the thieves, he already confessed to the thieves of the thieves. And he again confessed that he made a mistake in the thieves of the thieves. Therefore, it is not necessary to discuss this matter. However, the confession of the thieves and the thieves of the thieves. Although the thieves of the th",
                "H2KE-nKo": "대사헌 이헌구가 상소하기를,“신은 이번 포도청의 일에 대해 삼가 놀랍고 의혹스러운 점이 있습니다. 민순용이 체포되어 공초를 바칠 때에 ‘역적 민진용이 여러 역적과 말을 주고받을 때에 들으니 「세상에 김유근과 김홍근의 주석인 신하도 없고 또 이윤과 곽광 같은 사람도 없다.」라고 하였습니다. 그 말의 맥락을 따져 보면 얼마나 패려궂고 얼마나 놀라운 일입니까. 그런데 국청에서 공초를 바칠 때에는 「이것은 역적 민진용의 말이 아니라 바로 그가 스스로 한 짓인데, 갑자기 잘못 생각하고 잘못 대답한 것을 깨닫고 문안에서 빼 버리기를 청하였으나 허락하지 않았다.’라고 하였습니다. 아, 이것이 무슨 까닭입니까. 대개 ‘이곽’이라는 두 글자는 흉악한 무리의 이야기로 국청의 공초에서 여러 차례 나왔습니다. 그러나 윗부분의 한 구절은 처음부터 지금까지 여러 죄수의 공초에 전혀 보이지 않았고, 국청의 뜰에서 그의 윗부분을 제기하여 물었을 때에 그가 이미 스스로 한 짓임을 실토하였고, 또다시 잘못 생각하고 잘못 대답하였다고 자복하였으니, 이 일은 근거가 없는 것으로 지금 거론할 필요가 없습니다.다만 생각건대, 죄수의 공초는 긴요한지 덜한지를 막론하고 감히 그대로 두거나 빼 버리지 못하는 것은 법례가 지극히 엄하니, 포도청에서 빼 버리는 것을 허락하지 않은 것은 참으로 체통을 얻은 것입니다. 민순용이 빼 버리기를 청한 것도 죄수의 공초 내용입니다. 죄수의 공초 내용은 마찬가지인데 이쪽은 그대로 두고 저쪽은 빼 버렸으니, 그대로 두거나 빼 버리는 것이 이 두 신하의 일에 손익이 되지는 않습니다. 그러나 신은 포도청의 일이 과연 앞으로 이와 같이 한 뒤에야 될 것인지, 아니면 한쪽은 그대로 두고 한쪽은 빼 버릴 때에 별도로 취하고 한쪽은 버릴 만한 단서가 있어서 그러는 것인지 모르겠습니다.아, 사람을 난역으로 몰아넣는 것은 천하에 더없이 신중히 해야 할 일입니다. 한 마디 말이나 한 마디 말이라도 관계된 바가 지극히 중대한데, 포도대장이 어찌 감히 경솔하게 앞서거니 뒤서거니 제 마음대로 빼 버려서 정당한 점이 없단 말입니까. 사리로 헤아려 보고 듣는 것으로 참작해 볼 때 실로 설명할 수 없는 점이 있습니다. 이러한데도 엄하게 처분하는 데 그친다면 세상에 온전한 사람이 없게 될 뿐만 아니라 세도와 민심도 어찌 편안할 때가 있겠습니까. 신은 해당 두 포도대장에게 모두 찬배하는 법을 시행하는 것을 결단코 그만둘 수 없다고 생각합니다.”하니, 비답하기를,“상소를 보고 잘 알았다.”하였다. - 포도대장 임성고와 유기상이다. -\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 25일(기미) 2번째기사",
                "gt-oKo": "대사헌 이헌구(李憲球)가 상소하기를, “신(臣)은 이번 포청(捕廳)의 일에 대하여 놀랍고 의혹스레 여기는 것이 있습니다. 민순용(閔純鏞)이 포청에서 공초(供招)할 때 ‘역적 민진용(閔晋鏞)과 역적들이 수작할 때 들으니, 「세상에 김유근(金逌根)·김홍근(金弘根)같은 주석(柱石)이 되는 신하가 없고 또 이윤(伊尹)·곽광(霍光) 같은 사람이 없다.」 하였다.’ 하였는데, 그 어맥(語脈)을 따져 보건대, 무슨 도리에 아주 어긋나고 무슨 놀라운 것이겠습니까마는, 국정(鞫庭)에서 공초할 때에는 ‘이것은 역적 민진용의 말이 아니라 제가 스스로 변명한 것인데 잘못 생각하고 잘못 대답한 것을 곧 깨달았으므로 문안(文案) 가운데에서 빼 달라고 청하였으나 허락하지 않았다.’ 하였으니, 아! 이것이 무슨 까닭이겠습니까? 대개 ‘이곽(伊霍)’ 두 자는 국초(鞫招)에 여러 번 나온 흉도(凶徒)의 말입니다마는, 상항(上項)의 한 어구로 말하자면 처음부터 이제까지 여러 수인(囚人)이 공초한 데에 전혀 대체가 나타나지 않았고, 국정에서 그 상항만을 제기하여 물었을 때에 그가 이미 스스로 변명한 것임을 사실대로 고하였으며, 또 잘못 생각하고 잘못 대답한 것이라고 다시 자복(自服)하였으니, 이 일은 허사로 돌아갔으므로 이제 반드시 거론할 것 없습니다. 다만 생각하건대, 수인의 공초가 긴요하든지 하지 않든지를 막론하고 감히 두고 빼고 하지 못하는 것은 법례(法例)가 지극히 엄하니, 포청에서 빼는 것을 허락하지 않은 것은 본디 체례에 맞는 것입니다. 그러나 민순용이 빼 달라고 청한 것도 수인의 공초인 것은 마찬가지인데, 여기에서는 두고 저기에서는 뺐으니, 그 두고 빼는 것이 이 두 신하의 일에 손익(損益)이 되는 일이 이닐지라도, 포청의 일은 과연 장차 이렇게 하고서야 옳을 것인지, 또는 한 곳에서는 두고 한 곳에서는 뺄 때에 특별히 취하고 버릴 만한 단서가 있어서 그런 것인지 신은 모르겠습니다. 아! 사람을 난역(亂逆)으로 모는 것은 세상에서 더없이 삼가는 일이므로 간단한 말이라도 관계가 매우 중하니 포장(捕將)으로서 어찌 감히 가감하고 진퇴하고 뜻대로 두고 빼어 온당한 것이 없게 할 수 있겠습니까? 사리로 헤아리고 청문(聽聞)으로 참작하면 실로 설명할 수 없는 것이 있습니다. 이러한데도 엄히 처분하지 않는다면 세상에 온전한 사람이 없어지고 말 뿐이 아닙니다. 세도(世道)·민지(民志)가 또한 어찌 편안할 때가 있겠습니까? 신은 당해 두 포장에게 모두 귀양보내는 법을 시행하는 것은 결코 그만둘 수 없다고 생각합니다.” 하니, 비답하기를, “상소를 살피고 잘 알았다.” 하였다.【포장은 임성고(任聖皐)와 유기상(柳基常)이다.】",
                "hj": "○大司憲李憲球疏曰: 伏以臣於今番捕廳事, 竊有所駭惑者。 閔純鏞之就捕納供也, 有曰, ‘竊聽於晋賊之與諸賊酬酢之時, 則曰 「世旣無金逌根、金弘根柱石之臣, 又無如伊尹、霍光之人」’, 繹其語脈, 何等絶悖, 何等可驚, 而及其鞫庭納招則曰, ‘此非晋賊之言, 卽渠所自辦, 而旋覺其橫思誤對, 請爲刪拔於文案中, 而不許。’ 云。 噫! 此何故也? 蓋伊霍二字, 卽匈徒說話之屢出於鞫招者, 而至於上款一句, 從初至今, 絶不槪見於諸囚所供, 及夫鞫庭之單, 提其上款, 而問之也, 渠旣首實其自辦, 又復自服以橫思誤對, 則本事落空, 今不必擧論。 而第念囚供之毋論緊歇, 不敢存拔, 法例至嚴, 捕廳之不許刪拔, 固得體。 而純鏞刪拔之請, 亦囚供之語也, 其爲囚供之語則一也, 而於此則存之, 於彼則拔之, 其存其拔, 雖非損益於此兩臣之事, 而臣未知捕廳事, 果將如是而後可乎? 抑一存一拔之際, 別有可取可捨之端而然乎? 噫! 驅人以亂逆, 天下莫愼之事, 片言隻辭, 關係至重, 則爲捕將者, 焉敢軒輕前却, 惟意存拔, 無所稱停乎? 揆之以事理, 參之以聽聞, 實有所究說不得者, 此而止嚴加處分, 則非但爲世無完人焉而已。 世道民志, 亦豈有寧靖之時乎? 臣謂當該兩捕將, 竝施竄配之典, 斷不可已矣。 批曰: “省疏具悉。【捕將任聖皐、柳基常。】"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Inspector General , which stated, I have recently reflected upon the memorial submitted by the Inspector General for several days, and I was quite slightly impressed and ignorant. As for the imprisonment of the imprisonment, the imprisonment of the imprisonment cannot be explained. Furthermore, after the imprisonment of the imprisonment, the imprisonment of the",
                "H2KE-nKo": "전교하기를,“대사헌의 상소를 여러 날 동안 생각해 보아도 해괴하고 망측하다. 포도청에서 조사한 것으로 말하면 바로 임금을 속인 것이니 많은 변명을 할 것도 없다. 더구나 국문을 행하여 조사한 뒤에 죄인이 이미 자복하였고 본 사건도 지금 모두 근거 없는 것으로 판명되었다. 그런데 갑자기 또 근거도 없는 말로 고 중신과 고 상신의 성명을 불쑥 언급하여 상소에 올린 것은 가리키는 뜻이 어디에 있는가. 참으로 이해할 수 없고 말도 할 수 없다고 할 만하다. 이는 너그럽게 용서할 수 없다. 대사헌 이헌구에게 먼 지역으로 내쫓는 형전을 시행하라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 26일(경신) 1번째기사",
                "gt-oKo": "하교하기를, “도헌(都憲)의 상소를 여러 날 생각해 보았더니, 해괴망측하였다. 포청(捕廳)의 사문(査問)은 바로 속인 것이므로 변명을 많이 할 것도 없고, 더구나 국청(鞫廳)에서 사문한 뒤에 죄인이 이미 자복(自服)하였으므로 이 일은 다 허사가 되었다면, 문득 또 형적이 없어 파악할 수 없는 말을 가지고 고(故) 중신(重臣)과 고(故) 상신(相臣)의 성명을 넣어서 언급하여 장주(章奏)에 올린 지의(指意)는 무엇인가? 참으로 이해할 수 없고 말이 되지 않는다 하겠다. 이것은 용서할 수 없으니, 대사헌 이헌구(李憲球)에게 귀양보내는 법을 시행하라.” 하였다.",
                "hj": "○庚申/敎曰: “都憲疏, 屢日思之, 駭怪莫測。 以捕査則直是誣罔, 無足多卞, 況於鞫査之後, 罪人已爲自服, 本事今皆落空, 則忽又以無形沒把之言, 攙及故重臣故相臣姓名, 登諸章奏者, 指意何居? 誠可謂究不解而說不去也。 此不可曲恕。 大司憲李憲球, 施以投畀之典。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The statement of the two commanders said, There was no such incident in the first place. Even though the imprisonment of the tally is impossible, now the soldiers are gathering. Former 금위영 Circuit Commander Im Seonggyo and former First Deputy Director Yu Gisang , shall be pardoned and appointed to office.",
                "H2KE-nKo": "전교하기를,“두 장신의 공사에 ‘애초에 이런 일이 없었습니다.’라고 하였다. 병부를 반납한 데 대한 감죄가 비록 귀에 쟁쟁하다고는 하지만 지금 군사를 모을 날짜가 다가왔으니, 전 금위대장 임성고와 전 총융사 유기상을 죄명을 깨끗이 씻어 주고 잉임하라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 27일(신유) 1번째기사",
                "gt-oKo": "하교하기를, “두 장신(將臣)의 공사(供辭)에 ‘애초부터 그런 일이 없었다.’ 하였고, 병부(兵符)를 반납하는 감죄(勘罪)를 한 지 얼마 안되었다 할지라도 지금 군사를 모은 지도 얼마 안되니, 전 금장(禁將) 임성고(任聖皐)와 전 총사(摠使) 유기상(柳基常)은 죄를 씻어 그대로 전직을 맡게 하라.” 하였다.",
                "hj": "○辛酉/敎曰: “兩將臣供辭, ‘初無是事’ 云, 而納符之勘, 雖曰屬耳, 見今聚軍在卽, 前禁將任聖皐前摠使柳基常, 蕩滌仍任。”"
            },
            "2": {
                "H2KE-EN": "Yi 헌gu was banished to Deokwon Magistracy .",
                "H2KE-nKo": "이헌구를 덕원부에 투비하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 27일(신유) 2번째기사",
                "gt-oKo": "이헌구(李憲球)를 덕원부(德源府)로 귀양보냈다.",
                "hj": "○投畀李憲球于德源府。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On imo day, [the King] visited the Royal Tomb of Queen Wongyeong and the Royal Tomb of Queen Gyeongsun and personally performed the rite.",
                "H2KE-nKo": "주상이 원릉과 경릉에 나아가 친히 제사 지냈다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 28일(임술) 1번째기사",
                "gt-oKo": "임금이 원릉(元陵)과 경릉(景陵)에 나아가 친제(親祭)하였다.",
                "hj": "○壬戌/上詣元陵、景陵親祭。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Hong Jongbong as third minister of personnel .",
                "H2KE-nKo": "홍종응을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 29일(계해) 1번째기사",
                "gt-oKo": "홍종응(洪鍾應)을 이조 참의로 삼았다.",
                "hj": "○癸亥/以洪鍾應爲吏曹參議。"
            },
            "2": {
                "H2KE-EN": "The King decided to adjudicate the list of the incense-burning officials below the Office of Royal Decrees Kim Bogeun . Second Deputy Director [of the Office of Royal Decrees] Kim Bogeun was promoted.",
                "H2KE-nKo": "휘정전의 향관 이하 별단에 대해 판부하였다. 직제학 김보근에게 가자하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 29일(계해) 2번째기사",
                "gt-oKo": "휘정전(徽定殿)의 향관(享官) 이하 별단(別單)을 판하(判下)하고, 직제학(直提學) 김보근(金輔根)에게 가자(加資)하였다.",
                "hj": "○判下徽定殿享官以下別單, 直提學金輔根, 加資。"
            },
            "3": {
                "H2KE-EN": "The King appointed Compilation Director of the Office of the Royal Tomb of Queen Wongyeong Seong Hogyeom , Second Deputy Director of the Office of Royal Decrees Yun Jeonghyeon , Second Deputy Director of the Office of Ritual Procedures Kim Sangjik , Second Deputy Director of the Office of Royal Decrees Jo Seoku , and 예방 승지 Jo Hamyeong .",
                "H2KE-nKo": "원릉의 집례인 수찬 성호겸, 대축인 교리 윤정현, 경릉의 집례인 부사과 김상직, 대축인 부사과 조석우, 예방 승지 조함영에게 모두 가자하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 29일(계해) 3번째기사",
                "gt-oKo": "원릉 친제(元陵親祭) 때의 집례(執禮)인 수찬(修撰) 성호겸(成好謙)·대축(大祝)인 교리(校理) 윤정현(尹定鉉)과 경릉 친제(景陵親祭) 때의 집례인 부사과(副司果) 김상직(金相稷)·대축인 부사과 조석우(曹錫雨)와 예방 승지(禮房承旨) 조함영(趙咸永)에게 모두 가자(加資)하였다.",
                "hj": "○元陵執禮修撰成好謙, 大祝校理尹定鉉, 景陵執禮副司果金相稷, 大祝副司果曺錫雨, 禮房承旨趙咸永, 竝加資。"
            },
            "4": {
                "H2KE-EN": "The King appointed Supreme General [of the Middle Army] [] Jeong Yong as the chief envoy for the Royal Wedding Ceremony and Right State Councilor Yi Jiyeon as the vice-envoy, Kim Yeongsun as the second minister of personnel, Yi Gyuhyeon as the Office of the Inspector General, and Kim Jajeon as the Office of the Censor General.",
                "H2KE-nKo": "영중추부사 정원용을 가례 정사로, 우참찬 이지연을 부사로, 김영순을 이조 참판으로, 이규현을 사헌부 대사헌으로, 김재전을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 29일(계해) 4번째기사",
                "gt-oKo": "영부사 정원용(鄭元容)을 가례 정사(嘉禮正使)로, 우참찬 이지연(李志淵)을 부사(副使)로, 김영순(金英淳)을 이조 참판으로, 이규현(李奎鉉)을 사헌부 대사헌으로, 김재전(金在田)을 사간원 대사간으로 삼았다.",
                "hj": "○以領府事鄭元容爲嘉禮正使, 右參贊李志淵爲副使, 金英淳爲吏曹參判, 李奎鉉爲司憲府大司憲, 金在田爲司諫院大司諫。"
            },
            "5": {
                "H2KE-EN": "Yu Seokhwan , second clerk of the Office of Royal Decrees , presented a memorial to the King. The memorial read as follows: In your subjects humble opinion, Yesterday, all the inspectors and censors were unable to overcome great disappointment and indignant. At first, your subjects received the royal order and proceeded to the palace, but there was no reason to withdraw. According to the precedent of the inspectors and censors, the left and right sides did not have any proper reason. Your Majesty eventually understood the sagacity of the inspectors and censors and eventually ordered an order to inquire into the matter and report. However, it is even more unavoidable that the inspectors and censors rush to withdraw because they are unable to see the sagacity of",
                "H2KE-nKo": "교리 유석환이 상소하였는데, 그 대략에,“신은 며칠 전 대신들의 일에 대해 너무나도 놀랍고 당혹스러움을 금할 수 없습니다. 처음에 패초를 받고 대궐에 나아갔다가 곧바로 아무런 이유 없이 물러났으니, 대간의 체모와 대간의 규례는 아무래도 온당치 않았습니다. 성상께서 모두 통촉하시어 물어서 아뢰라는 명이 있기까지 하였으니, 청대할 길이 없다고 하면서 허둥지둥 물러났다고 하는 것은 더욱 이해할 수 없습니다. 그날 청대한 것이 비록 대간들이 따라 들어갈 일은 아니지만 대청에서 전계하는 것은 진실로 규례를 살펴 행해야 마땅한 것이었습니다. 그런데 이렇게 하지 않았으니, 다시 무슨 물러나지 않을 수 없는 단서가 있다고 스스로 허둥지둥하였다고 한단 말입니까. 여지없이 무너져 손상되었습니다. 또 더구나 물어서 아뢰라는 비답을 받기도 전에 갑자기 지레 물러났고, 합동으로 올린 계사를 돌려준 뒤에도 그대로 피혐하지 않았으니, 도리로 헤아려 볼 때 구구절절 놀랍습니다. 직무를 제대로 수행하지 못한 것으로만 논할 수 없으니, 신은 며칠 전 대궐에 나아간 대간들에게 모두 찬배하는 법을 시행하는 것을 결단코 그만두어서는 안 된다고 생각합니다.”하니, 비답하기를,“대신들의 일은 참으로 구구절절 놀랍고 망녕되지만, 그대가 찬배하기를 청한 것은 또한 온당하지 못하다. 다만 대사간이 피혐하는 말 가운데 ‘감히 알지 못하겠습니다.’라는 한 구절은 금령을 무릅쓰고 상소를 올린 자들과 비교하면 다른 대간들과는 본래 경중이 있으니, 대사간에게는 향리로 내쫓는 법을 시행하고 다른 대간들은 모두 삭직하라.”하였다. - 대사간 이재학 -\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 29일(계해) 5번째기사",
                "gt-oKo": "교리 유석환(兪錫煥)이 상소하였다. 그 대략에 이르기를, “신(臣)은 일전 대간(臺諫)들의 일에 대하여 너무나도 놀랍고 의혹스러워 못 견디는 것이 있습니다. 처음에 이미 패초(牌招)를 받고 대궐에 나아갔다가 곧 까닭없이 물러나온 것이 대체(臺體)·대례(臺例)에 어차피 마땅하지 않았고, 성감(聖鑑)이 다 통촉하시어 문계(問啓)하라는 명까지 있었으니, 청대(請對)할 길이 없어 창황히 물러나왔다고 말한 것은 더욱 알 수 없습니다. 그날 청대는 대간들이 따라 들어갈 일이 아니기는 하나, 대청(臺廳)에서 전계(傳啓)하는 것은 규례를 살펴서 행해야 본디 마땅할 것인데 그렇게 하지 않았으니, 다시 무슨 물러나오지 않을 수 없는 까닭이 있어서 스스로 창황하였다고 말하는 것입니까? 괴손(壞損)되고 전도되어 다시 여지가 없습니다. 또 더구나 문계에 대한 비답(批答)을 받기 전에 문득 지레 물러나오고서 합계(合啓)가 환급(還給)된 뒤에도 그대로 피혐(避嫌)하지 않았으니, 도리로 헤아리면 일마다 놀랍습니다. 단지 직무를 침체시킨 것으로 논할 수는 없습니다. 신은 일전에 대궐에 나아간 대간들에게 모두 귀양 보내는 법을 시행하는 것을 결코 그만둘 수 없다고 생각합니다.” 하였는데, 비답하기를, “대간들의 일은 본디 일마다 해괴하고 경망하나, 네가 귀양 보내기를 청한 것도 온당하지 못하다. 다만 간장(諫長)이 피혐한 말 가운데 있는 ‘감히 알 수 없다.’는 어구와 ‘금령을 무릅쓰고 상소하였다.’는 것을 비교하면 다른 대간은 절로 경중이 있으니, 간장은 귀양보내는 법을 시행하고 다른 대간은 모두 삭직(削職)하라.” 하였다.【대사간 이재학(李在鶴)이다.】",
                "hj": "○校理兪錫煥疏略曰: 伏以臣於日昨諸臺事, 有不勝萬萬駭惑者。 始旣承牌詣闕, 旋仍無緣退出, 臺體臺例, 左右無當, 聖鑑畢燭, 至有問啓之命, 則謂以請對無路, 倉皇退出者, 尤未可曉。 其日請對, 雖非諸臺隨入之事, 臺廳傳啓, 固當有按例行之者, 而不此之爲, 更有何不得不退出之端, 自以謂倉皇云耶? 壞損顚倒, 無復餘地。 且況問啓承批之前, 遽然徑退, 合啓還給之後, 仍不避嫌, 揆以道理, 節節可駭。 不可但以溺職論。 臣謂日昨詣闕諸臺, 竝施竄配之典, 斷不可已。 批曰: “諸臺事, 固節節駭妄, 而爾請竄配, 亦欠稱停矣。 但諫長避嫌中, 未敢知一句語, 與冒禁投疏者較之, 他臺自有輕重, 諫長則施以放逐之典, 他臺則竝削職。【大司諫李在鶴。】"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghui Hall in the musul year (1428, the second year of King Taejongs reign and summoned 시임 대신과 원임 대신을 불러 보았다. This was because he had an audience with the King. At the time, Seo Gwanggeun , a man who had committed treasonous plots, intended to interrogate him for interrogation. The King ordered the 포도청 to first thoroughly investigate the case.",
                "H2KE-nKo": "무술년에 주상이 중희당에 나아가 시원임 대신을 불러서 보았다. 청대하였기 때문이다. 이때 서광근이라는 자가 불궤한 음모를 꾸미고 있었으므로 국청을 설치하려 하였는데, 포도청에 먼저 철저히 조사하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 4일(무술) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 시임(時任)·원임(原任) 대신(大臣)을 소견(召見)하였다. 청대(請對)하였기 때문이다. 이때 서광근(徐光近)이라는 자가 불궤(不軌)한 짓을 모의하였으므로 장차 국청(鞫廳)을 설치하려 했는데, 포청(捕廳)에 명하여 먼저 수색하고 핵사(覈査)하게 하였다.",
                "hj": "○戊戌/上御重熙堂, 召見時、原任大臣。 請對也。 時有徐光近者, 有不軌謀, 將設鞫, 而命捕廳從先鉤覈。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gihae day, the King proceeded to Junghu Hall in the gihae year ( and received the officials of the senior third rank or above from the State Council and the Six Ministries in audience.",
                "H2KE-nKo": "주상이 중희당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 5일(기해) 1번째기사",
                "gt-oKo": "임금이 중희당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견하였다.",
                "hj": "○己亥/上御重熙堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "The King appointed Im Seonggo as section chief of the Left [Gyeongsang] Prefecture , Yu Gisang as section chief of the Right [Gyeongsang] Prefecture , and Yi Wonha as naval commander of Left Gyeongsang Province .",
                "H2KE-nKo": "임성고를 좌변포도대장으로, 유기상을 우변포도대장으로, 이원하를 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 8월 5일(기해) 2번째기사",
                "gt-oKo": "임성고(任聖皐)를 좌변 포도 대장(左邊捕盜大將)으로, 유기상(柳基常)을 우변 포도 대장으로, 이원하(李元夏)를 경상좌도 수군 절도사로 삼았다.",
                "hj": "○以任聖皐爲左邊捕盜大將, 柳基常爲右邊捕盜大將, 李元夏爲慶尙左道水軍節度使。"
            }
        }
    },
    "09": {
        "10": {
            "1": {
                "H2KE-EN": "The third chamber of the gapjin year (1424, the fifth year of King Sejongs reign was held at Janggak Hall .",
                "H2KE-nKo": "장락전에서 갑술년에 삼간택을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 10일(갑술) 1번째기사",
                "gt-oKo": "장락전(長樂殿)에서 삼간택(三揀擇)을 행하였다.",
                "hj": "○甲戌/行三揀擇于長樂殿。"
            },
            "2": {
                "H2KE-EN": "The Grand Abdicated King issued an order to the Office of the Royal Attire , which stated, The grand military protector Hong Jaryong is to be decided at the house of Grand Military Protector Hong Jaryong . What do you think of this? The Office of the Royal Attire【 Chief State Councilor Jo Inyeong , 영부사 정원용 , Left State Councilor Kwon Doin , Right State Councilor Kim Dohui .】 reported, We respectfully received Your Majestys instructions and truly agreed with the expectations of your subjects. This is the blessing of the state and the officials and the people. We, your humble subjects, cannot overcome our joys and congratulations. ",
                "H2KE-nKo": "대왕대비가 승전색을 통해 빈청에 하교하기를,“대혼을 대호군 홍재룡의 집으로 정하려고 하는데, 경들의 의견은 어떠한가?”하니, 빈청 - 영의정 조인영, 영중추부사 정원용, 좌의정 권돈인, 우의정 김도희 - 이 아뢰기를,“삼가 자전의 하교를 받드니, 진실로 귀신과 사람의 기대에 부합합니다. 이는 바로 종사와 신민의 무궁한 복이니, 신들은 지극히 기쁜 마음을 금할 수 없습니다.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 10일(갑술) 2번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 승전색(承傳色)을 시켜 빈청(賓廳)에 하교하기를, “대혼(大婚)을 대호군(大護軍) 홍재룡(洪在龍)의 집에 정하려 하는데, 경(卿)들의 의논은 어떠한가?” 하매, 빈청【영의정 조인영(趙寅永)·영부사(領府事) 정원용(鄭元容)·좌의정 권돈인(權敦仁)·우의정 김도희(金道喜)이다.】에서 아뢰기를, “자교(慈敎)를 받자옵건대, 신인(神人)의 희망에 맞습니다. 이는 종사(宗社)와 신민의 그지없는 복이니, 신(臣)들은 지극히 기뻐하고 경하하여 마지 않습니다.” 하였다.",
                "hj": "○大王大妃以承傳色, 下敎于賓廳曰: “大婚欲定於大護軍洪在龍家, 卿等之諸議何如?” 賓廳,【領議政趙寅永, 領府事鄭元容, 左議政權敦仁, 右議政金道喜。】啓言: “伏承慈敎, 允協神人之望。 斯乃宗社臣民無疆之福, 臣等不勝忭賀之至。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong Jaryong as director of the Royal House Administration and Lady Ahn , wife of Great Lord of Ikpung , as Great Lord of Yeonchang . ",
                "H2KE-nKo": "홍재룡을 영돈녕부사로, 익풍부원군의 처 안씨를 연창부인으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 10일(갑술) 3번째기사",
                "gt-oKo": "홍재룡(洪在龍)을 영돈녕부사(領敦領府事)로, 익풍 부원군(益豐府院君)의 아내 안씨(安氏)를 연창 부부인(延昌府夫人)으로 삼았다.",
                "hj": "○以洪在龍爲領敦寧府事, 益豐府院君妻安氏, 爲延昌府夫人。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On byeongja day, the King proceeded to Geunjeong Hall in the byeongja year (, performed the ninth day of the ninth month. The thirteenth day [of the ninth month], the thirteenth day [of the ninth month], and the thirteenth day [of the ninth month], the first thirteenth day [of the ninth month], and the first thirteenth day [of the ninth month], the second thirteenth day [of the ninth month], and the first thirteenth day [of the ninth month], the first thirteenth day [of the ninth month].",
                "H2KE-nKo": "병자년에 주상이 숭정전에 나아가 구일제를 행하였다. 부에서 수석을 차지한 이용좌에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 12일(병자) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 구일제(九日製)를 행하였다. 부(賦)에 으뜸을 차지한 이용좌(李容佐)에게 직부 전시(直赴殿試)를 내렸다.",
                "hj": "○丙子/上御崇政殿, 行九日製, 賦居首李容佐, 直赴殿試。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Jo Inyeong reported to the King as follows: Former Magistrate Hong Gichung is the father of Great Lord of Ikpung . However, he has repeatedly served in counties and districts, and he has repeatedly received achievements. Moreover, he is separated from a different place, and therefore, he must be a special favor. Your subject requests that he be specially promoted to one level, and that he be allowed to be recommended as left second minister of the Office of the Inspector General . The King approved this request.",
                "H2KE-nKo": "영의정 조인영이 아뢰기를,“전 목사 홍기섭은 바로 익풍부원군(翼豐府院君 홍인영)의 아버지인데, 여러 번 주군의 수령을 지내면서 평소 치적을 남겼습니다. 게다가 지금은 처지가 자별하니, 특별히 우대하는 은전이 있어야 합니다. 특별히 한 자급을 올려 주고 이어 은대(銀臺 승정원)의 좌이(佐貳 참판)에 통의하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 12일(병자) 2번째기사",
                "gt-oKo": "영의정 조인영(趙寅永)이 아뢰기를, “전 목사(牧使) 홍기섭(洪耆燮)은 익풍 부원군(益豐府院君)의 아버지인데 여러 번 주군(州郡)을 거치고 평소에 치적(治績)을 나타냈으며 또 이제 처지가 절로 다르므로 특별히 우대하는 은전이 있어야 하겠으니, 특별히 한 자급(資級)을 올려 주고 이어서 은대(銀臺)의 좌이(佐貳)에 통의(通擬)하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○領議政趙寅永啓言: “前牧使洪耆燮, 卽益豐府院君之父, 而屢經州郡, 素著治績, 且今處地自別, 合有優異之典, 請特加一資, 仍令通擬於銀臺佐貳。” 從之。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The criminals Yi Deukgyu , Yi Yongsik , Choe Yeong묵 , Yi Jiwon , Yi Hayeong , and others are all involved in the confession of the statements. All of them should be transferred to the Ministry of Punishments to imprison them and banished to a designated area. The remaining criminals should not be thoroughly investigated again.",
                "H2KE-nKo": "전교하기를,“죄인 이득규, 이용식, 최영묵, 이지원, 이하영 등은 공초를 참작하여 모두 정범이 있으니, 모두 형조로 이송하여 엄히 형장을 치고 원지에 정배하라. 그 나머지 죄인들은 다시 조사할 필요가 없다.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 12일(병자) 3번째기사",
                "gt-oKo": "하교하기를, “죄인 이득규(李得奎)·이용식(李容植)·최영묵(崔永默)·이지원(李趾遠)·이하영(李夏永) 등은 공초(供招)를 참작하면 모두 정범(情犯)이 있으니, 모두 형조로 옮겨 엄히 형신(刑訊)하여 멀리 귀양보내라. 그 나머지 죄인은 다시 핵사(覈査)할 것이 없다.” 하였다.",
                "hj": "○敎曰: “罪人李得奎、李容植、崔永默、李趾遠、李夏永等, 參以供招, 俱有情犯, 竝移刑曹, 嚴刑遠配, 其餘罪人, 不必更覈。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King proceeded to Changdeok Palace in jeongchuk year ( and performed a tea ceremony at Seonwon Hall (Hall of Benevolence and Longevity.",
                "H2KE-nKo": "주상이 창덕궁에 나아가 선원전에서 다례를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 13일(정축) 1번째기사",
                "gt-oKo": "임금이 창덕궁(昌德宮)에 나아가 선원전(璿源殿)의 다례(茶禮)를 행하였다.",
                "hj": "○丁丑/上詣昌德宮, 行璿源殿茶禮。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Nansun was appointed minister of punishments , and Jo Jonggwi was appointed deputy magistrate of Hanseong Magistracy . ",
                "H2KE-nKo": "김난순을 형조 판서로, 조병귀를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 14일(무인) 1번째기사",
                "gt-oKo": "김난순(金蘭淳)을 형조 판서로, 조병귀(趙秉龜)를 한성부 판윤으로 삼았다.",
                "hj": "○戊寅/以金蘭淳爲刑曹判書, 趙秉龜爲漢城府判尹。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On byeongsul day, Chief State Councilor Jo Inyeong submitted a memorial requesting his resignation from office on account of illness. The King granted permission.",
                "H2KE-nKo": "병술년에 영의정 조인영이 상소하여 재상직을 사직하니, 허락하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 22일(병술) 1번째기사",
                "gt-oKo": "영의정 조인영(趙寅永)이 상소하여 상직(相職)을 사퇴하니, 윤허하였다.",
                "hj": "○丙戌/領議政趙寅永, 疏辭相職, 許之。"
            },
            "2": {
                "H2KE-EN": "Yi Gau was appointed minister of punishments .",
                "H2KE-nKo": "이가우를 형조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 22일(병술) 2번째기사",
                "gt-oKo": "이가우(李嘉愚)를 형조 판서로 삼았다.",
                "hj": "○以李嘉愚爲刑曹判書。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On jeonghae day, Great White (Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 23일(정해) 1번째기사",
                "gt-oKo": "태백성(太白星)이 사라졌다.",
                "hj": "○丁亥/太白滅。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Kim Haengseong was appointed as second minister of personnel , and Jo Uncheol as third minister of personnel . ",
                "H2KE-nKo": "경인년에 김학성을 이조 참판으로, 조운철을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 26일(경인) 1번째기사",
                "gt-oKo": "김학성(金學性)을 이조 참판으로, 조운철(趙雲澈)을 이조 참의로 삼았다.",
                "hj": "○庚寅/以金學性爲吏曹參判, 趙雲澈爲吏曹參議。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King ordered the release of Yi헌gu and Kang Duhwan .",
                "H2KE-nKo": "이헌구와 강두환을 풀어 주었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 27일(신묘) 1번째기사",
                "gt-oKo": "이헌구(李憲球)·강두환(姜斗煥)을 석방하였다.",
                "hj": "○辛卯/放李憲球、姜斗煥。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyesa day, the King proceeded to Hwijeong Hall in the gyesa year ( and stayed the night there. ",
                "H2KE-nKo": "주상이 계사년에 휘정전에 나아가 재숙하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 29일(계사) 1번째기사",
                "gt-oKo": "임금이 휘정전(徽定殿)에 나아가 재숙(齋宿)하였다.",
                "hj": "○癸巳/上詣徽定殿齋宿。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Choe Yeonghui , a prisoner in the mujin year (, was sentenced to death by decapitation. [Choe] Yeonghui , a wicked man, like Jin Zhen and Deok , flattered him to me. [Choe] Sun and Nakcheong , committed adultery, and returned to me. [Choe] himself robbed a magistracy, and the circumstances were revealed. [Choe] admitted that [Choe] Sun and Nakcheong , [Choe] Yeonghui [] participated in the conspiracy, and the circumstances were clearly revealed. [Choe] Yeonghui was sentenced to death by dismemberment without waiting for the time being.",
                "H2KE-nKo": "무진년에 관련된 죄인 최영희의 결안은 다음과 같다.“김진규, 송덕상처럼 흉악한 자가 그에게 빌붙고 김순, 홍낙락처럼 간사한 자가 그에게 의지하여 스스로 소굴을 만든 정상이 모두 드러났습니다. 모역에 동참한 것이 확실하다고 지만하였으니, 서소문 밖에서 때를 기다리지 말고 능지처사하소서.”\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 4일(무진) 1번째기사",
                "gt-oKo": "죄인 최영희(崔英熙)의 결안(結案)에 이르기를, “민진용(閔晋鏞)·이원덕(李遠德)처럼 흉악한 자가 그에게 빌붙고 민순용(閔純鏞)·이종락(李鍾樂)처럼 간사한 자가 그에게 의지하여 스스로 소굴이 된 정절(情節)이 다 드러났습니다. 모역(謀逆)에 동참한 것이 확실하다고 지만(遲晩)하였으니, 죄는 서소문(西小門) 밖에서 부대시 능지 처사(不待時凌遲處死)하는 데에 해당합니다.” 하였다.",
                "hj": "○戊辰/罪人崔英熙結案, “凶如晋、德而附麗於渠, 奸如純ㆍ樂而依歸於渠, 自作窩窟, 情節畢露。 謀逆同參, 的實遲晩, 西小門外不待時凌遲處死。”"
            },
            "2": {
                "H2KE-EN": "Min Sunyong , a criminal, who was sentenced to prison in the capital, was sentenced to confrontation. The circumstances of the capital and the provinces were extremely secret. [Min Sunyong] conspired with the rebellion and plotted with each other. When [Min] Jin was raised, he participated in the plot and participated in [Min Sunyongs] place. [Min Sunyong] conspired with wicked threats and wickedness, and [Min Sunyong] looked into [Min Sunyongs] interrogation. [Min Sunyong] confessed [Min Sunyongs] guilt, and [Min Sunyongs] conspired with him. [Min Sunyong] conspired with him, and [Min Sunyong] was sentenced to death by dismemberment. [Min Sunyong] was sentenced to death by dismemberment without awaiting [Min Sunyongs] period.",
                "H2KE-nKo": "죄인 민순용의 결안은 다음과 같다.“서울과 지방에 출몰하여 종적이 매우 비밀스러웠고, 역적의 무리와 결탁하여 한통속이 되었습니다. 역적 민진용이 길러서 흉악한 모의를 곳곳에서 함께 참여하였고, 요망한 홍낙락과 결탁하여 교활하고 사특한 마음을 한통속으로 꿰어 온 것에 대해서는 이미 자복한 단안이 있고, 성저에서 주고받은 말이 이미 드러났습니다. ‘심’ 자를 한 획 더 넣은 것이 얼마나 흉악한 말입니까. 그런데 민진용과 더불어 난만하게 지냈고, 민낙이 앞장서서 호응하였습니다. 모반에 함께 참여한 것이 확실하다고 지만하였으니, 서소문 밖에서 부대시 능지처사하소서.”\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 4일(무진) 2번째기사",
                "gt-oKo": "죄인 민순용(閔純鏞)의 결안(結案)에 이르기를, “경향(京鄕)에 출몰하며 종적이 매우 비밀스러웠고 역당(逆黨)과 주무(綢繆)하여 마음을 서로 통했습니다. 역적 민진용(閔晋鏞)이 길러 주어 흉악한 모의를 하는 곳마다 동참했고 요사한 이종락(李鍾樂)과 체결하여 교활하고 악독한 짓을 일관되게 해 온 것은 이미 단안(斷案)을 자복(自服)한 것이 있고, 성밑에서 수작한 것에서 이미 나타났습니다. 심(心) 자에 한 획을 더하여 풀이하는 것이 얼마나 흉악한 말이겠습니까? 그런데 민진용과 함께 난만(爛漫)하게 하고 이종락과 함께 창화(唱和)하였습니다. 모반(謀反)에 동참한 것이 확실하다고 지만(遲晩)하였으니, 죄가 서소문(西小門) 밖에서 부대시 능지 처사(不待時凌遲處死)하는 데 해당합니다.” 하였다.",
                "hj": "○罪人閔純鏞結案, “出沒京鄕, 蹤跡極秘, 綢繆逆黨, 腸肚相連。 晋賊之豢養而凶謀隨處同參, 妖樂之締結而狡慝一串貫來, 旣有斷案之自服, 已著城底之酬酢。 心字之一畫添解, 何等凶言? 而與晋、鏞而爛熳, 曁鍾。 樂而倡和。 謀反同參, 的實遲晩, 西小門外, 不待時凌遲處死。”"
            },
            "3": {
                "H2KE-EN": "Yi Jonggak , a criminal who committed a crime, was confessed to the King. The confession of his crime was as follows: [Yi Jonggak] was originally a lowly descendant of lowborn concubine and was wicked and wicked by nature. Nevertheless, [Yi Jonggak] was still destroyed and a grudge against him. [Yi Jonggak] was born with a grudge and wicked words were extremely obstinate. When [Yi Jonggak] conspired to conspiracy with treason, [Yi] Gwanggeun told [Yi Jonggak] in detail that his conspiracy had already been clearly revealed. How could this be the treasonous heart? The words of [Yi Jonggak] were not very unreasonable, and even when [Yi Jonggak] reported on the third day of the fourth month, [Yi Jonggak] made a false statement that [Yi Jonggak] made a false report [to the King], and when [Yi Jonggak] indulged [Yi Jonggak] on the pretext of a cunning plan, [Yi Jonggak] is even more evident that [Yi Jonggak] is deceitful and judgment on the conspiracy of a conspiracy. The circumstances and the circumstances are extremely frugal, and the circumstances and the cumstances cannot be concealed. [Yi Jonggak] conspiracy with him to conspiracy with [Yi Jonggak], and [Yi Jonggak] was sentenced to death by dismemberment. The State Tribunal reported that [Yi Jonggak] be executed by strangulation because [Yi] Wondeoks son, [Yi Yongseon] son, [Yi Jonggdeoks] son, [Yi Jonggak] son, [Yi Jonggak], be executed by strangulation.",
                "H2KE-nKo": "죄인 이종락의 결안은 다음과 같다.“그는 본래 천한 서얼의 종자로서 사악한 성품을 지녔고, 나이가 아직도 악취가 나서 화심을 이미 빚어냈습니다. 여기를 타고나서 요사스러운 혀가 극히 번쩍이며, 모의한 것은 반역을 도모한 것이고, 신광근이 주고받은 말은 정녕하였으며, 이종협이 증인으로 공초한 말은 이미 드러났으니, 이 얼마나 흉악한 심보입니까. ‘4월 5일’이라고 한 말은 모두 지극히 허황된 말입니다. 심지어 ‘귀에 들리는 보고를 가지고 법을 바꾸었다.’라거나 ‘신장을 가탁하였다.’라고까지 하였으니, 더욱 속이고 현혹하려는 흉계와 반역을 도모한 단안을 볼 수 있습니다. 그 의도가 지극히 참혹하고 그 정절을 감추기 어렵습니다. 반역을 도모할 때 동참한 것이 확실하다고 지만하였으니, 서소문 밖에서 부대시 능지처사하소서.” 의금부가 대역부도한 죄인 이원덕의 아들 이용선을 교형에 처할 것을 아뢰었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 4일(무진) 3번째기사",
                "gt-oKo": "죄인 이종락(李鍾樂)의 결안(結案)에 이르기를, “그는 본디 천얼(賤孽)의 종자로 사악한 성질을 더하여 아직 젖비린내 날 나이에 화심(禍心)이 이미 빚어졌습니다. 여기(戾氣)를 타고 나서 요설(妖舌)을 나불거리며, 모의한 것이 불궤(不軌)란 사실이 서광근(徐光近)의 수작에서 정녕했고 이종협(李鍾協)의 증초(證招)에 이미 나타났으니, 이것이 어떠한 흉역(凶逆)의 마음입니까? 4월 5일의 말은 모두 매우 요사하고 허황했는데, 이보(耳報)의 환법(幻法)과 신장(神將)의 가탁(假托)에 이르러서 더욱 속이고 현혹하는 흉계와 모역(謀逆)의 단안(斷案)을 알 수 있으니, 생각해 낸 것이 지극히 참혹하고 정절(情節)을 엄폐할 수 없습니다. 모역(謀逆)에 동참한 것이 확실하다고 지만(遲晩)하였으니, 죄는 서소문(西小門) 밖에서 부대시 능지 처사(不待時凌遲處死)하는 데에 해당합니다.” 하였다. 금오(金吾)에서 대역부도(大逆不道)한 죄인 이원덕(李遠德)의 아들 이용선(李龍善)을 교형(絞刑)에 처할 것을 아뢰었다.",
                "hj": "○罪人李鍾樂結案, “渠本以賤孽之種, 濟以邪慝之性, 年尙亂臭而禍心已醞。 生鍾戾氣而妖舌極閃, 所謀議者不軌之圖, 光近之酬酢丁寧, 鍾恊之證招已著, 是何等凶肚逆腸? 四月五日之言, 此無非至如極誕, 以至耳報之幻法, 神將之假托, 尤可見誑惑之凶計, 謀逆之斷案, 造意至憯, 情節難掩。 謀逆同參的實遲晩, 西小門外, 不待時凌遲處死。 金吾以大逆不道罪人遠德子龍善, 處絞, 啓。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Yi Jun , who was imprisoned in the gisa year (, was banished to Jongseong Magistracy , Yi Jinseok to Hoeryeong Magistracy , Yun Yeongsik to Byeokdong County , Hong Jikju to Changseong Magistracy , and Jeong Giwon to Sakju Magistracy .",
                "H2KE-nKo": "기사년에 국청 죄수 이준을 종성부에, 이진석을 회령부에, 윤영식을 벽동군에, 홍직주를 창성부에, 정기원을 삭주부에 정배하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 5일(기사) 1번째기사",
                "gt-oKo": "국청 수인(鞫廳囚人) 이준(李準)을 종성부(鍾城府)에, 이진석(李晋錫)을 회령부(會寧府)에, 윤영식(尹永植)을 벽동군(碧潼郡)에, 홍직주(洪稷周)를 창성부(昌城府)에, 정기원(鄭基元)을 삭주부(朔州府)에 정배(定配)하였다.",
                "hj": "○己巳/配鞫囚李準于鍾城府, 李晋錫于會寧府, 尹永植于碧潼郡, 洪稷周于昌城府, 鄭基元于朔州府。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King moved his residence to Gyeonghui Palace in the gyeongo year (.",
                "H2KE-nKo": "경희궁으로 이어하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 6일(경오) 1번째기사",
                "gt-oKo": "임금이 경희궁(慶熙宮)으로 이어(移御)하였다.",
                "hj": "○庚午/上移御于慶熙宮。"
            },
            "2": {
                "H2KE-EN": "Seo Gwanggeun , a prisoner in Post Station , died. The King ordered Hanseong Magistracy to conduct inspections according to precedent.",
                "H2KE-nKo": "포도청 죄인 서광근이 물고가 났다. 한성부로 하여금 규례대로 검시하게 하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 6일(경오) 2번째기사",
                "gt-oKo": "포청 죄인(捕廳罪人) 서광근(徐光近)이 죽었으므로 한성부(漢城府)를 시켜 규례에 따라 검험(檢驗)하게 하였다.",
                "hj": "○捕廳罪人徐光近物故, 令漢城府, 依例行檢。"
            },
            "3": {
                "H2KE-EN": "The King had the prisoners of the State Tribunal banished to Chuja Island , Yi Jongheom to Jeju Strategic County , and Seo Yeongsun to Goksan Island .",
                "H2KE-nKo": "국청 죄수 맹학술을 추자도에, 이종협을 제주목에, 서영순을 흑산도에 정배하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 6일(경오) 3번째기사",
                "gt-oKo": "국청 수인(鞫廳囚人) 맹학술(孟鶴述)을 추자도(揪子島)에, 이종협(李鍾協)을 제주목(濟州牧)에, 서영순(徐永淳)을 흑산도(黑山島)에 정배(定配)하였다.",
                "hj": "○配鞫囚孟鶴述于楸子島, 李鍾協于濟州牧, 徐永淳于黑山島。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinmi day, Shin Mi , the King proceeded to Heungjeong Hall and held audience with 시임 대신과 원임 대신, and 각신. Chief State Councilor Jo Inyeong said, Your Majesty has already fully surveyed the shrine of Mandong , Cheongju ? The circumstances and importance are truly different from that of the [Ming] Daoist Temple . According to the principle of respecting and ancestors, there must be an established rule. From this day forward, every spring and autumn, have the governor inspect the shrine once every year, and then make a detailed report. If there is any such things that are repaired, it should also be reported and implemented. In addition, among the local magistrates of this province, two official in charge should be separately appointed to manage the shrine. The King followed this recommendation.",
                "H2KE-nKo": "주상이 흥정당에 나아가 시원임 대신과 각신을 불러서 보았다. 영의정 조인영이 아뢰기를,“청주의 만동묘는 전하께서 이미 통촉하고 계십니까? 그 일의 체모가 존엄하기가 실로 황단과 다름이 없습니다. 숭봉하는 도리로 볼 때 일정한 규례가 있어야 하니, 지금부터는 매년 봄가을 사이에 한 차례 도신으로 하여금 봉심하게 한 뒤에 별도로 사유를 갖추어 주상께 보고하게 하고, 개수하는 등의 절차가 있으면 또한 주상께 보고하여 거행하게 하소서. 그리고 도내의 수령 중에 별도로 유사 2인을 정하여 관리하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 7일(신미) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아가 시임(時任)·원임(原任) 대신(大臣)과 각신(閣臣)을 소견(召見)하였다. 영의정 조인영(趙寅永)이 말하기를, “청주(淸州)의 만동묘(萬東廟)는 전하께서 이미 통촉하셨을는지 모르겠습니다마는, 그 사체(事體)의 존엄(尊嚴)함은 실로 황단(皇壇)과 다를 것이 없습니다. 그 숭봉(崇奉)하는 도리에 일정한 규례가 있어야 하겠으니, 이제부터 해마다 봄·가을 사이에 한 번 도신(道臣)을 시켜 봉심(奉審)한 뒤에 따로 연유를 갖추어 계문(啓聞)하고, 수개(修改) 등의 일이 있으면 또한 계문하여 거행하게 하며, 도내의 수령(守令) 가운데에서 유사(有司) 두 사람을 따로 정하여 보살필 바탕으로 삼게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○辛未/上御興政堂, 召見時、原任大臣閣臣。 領議政趙寅永曰: “淸州萬東廟, 殿下或已洞燭乎? 其事體尊嚴, 實與皇壇無異矣。 其在崇奉之道, 合有一定之例, 自今每年春秋間, 一次令道臣奉審後, 別具啓聞, 如有修改等節, 則亦爲啓聞擧行, 而道內守令中, 別定有司二人, 以爲照管之地。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Yusu as supreme general of the Middle Army and Kim좌geun as minister of war . ",
                "H2KE-nKo": "이유수를 총융사로, 김좌근을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 7일(신미) 2번째기사",
                "gt-oKo": "이유수(李惟秀)를 총융사(摠戎使)로, 김좌근(金左根)을 병조 판서로 삼았다.",
                "hj": "○以李惟秀爲摠戎使, 金左根爲兵曹判書。"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong Jaryong as supreme general of the Loyal and Righteous Guards .",
                "H2KE-nKo": "중비로 홍재룡을 금위대장으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 9월 7일(신미) 3번째기사",
                "gt-oKo": "중비(中批)로 홍재룡(洪在龍)을 금위 대장(禁衛大將)으로 삼았다.",
                "hj": "○中批, 以洪在龍爲禁衛大將。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gabo day, the rite of ending the mourning period for Queen Mother Wongyeong was performed at the Hall for Repose of the Soil and Grain.",
                "H2KE-nKo": "휘정전의 담제를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 1일(갑오) 1번째기사",
                "gt-oKo": "휘정전(徽定殿)의 담제(禫祭)를 행하였다.",
                "hj": "○甲午/行徽定殿禫祭。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King proceeded to Heungjeong Hall and received the officials of the senior third rank or above from the State Council and the Six Ministries in audience.",
                "H2KE-nKo": "주상이 흥정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 10일(계묘) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○癸卯/上御興政堂, 引見大臣備局堂上。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On eulsa day, the King appointed Yi Jeonghyeon as army commander of Hamgil Province and Yi Uisik as army commander of Chungcheong Province .",
                "H2KE-nKo": "을사년에 이정현을 함경남도 병마절도사로, 이의식을 충청도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 12일(을사) 1번째기사",
                "gt-oKo": "이정현(李定鉉)을 함경남도 병마 절도사로, 이의식(李宜植)을 충청도 병마 절도사로 삼았다.",
                "hj": "○乙巳/以李定鉉爲咸鏡南道兵馬節度使, 李宜植爲忠淸道兵馬節度使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On musin day, the King proceeded to Geunjeong Hall and performed the announcement ceremony for the announcement of the death of the Grand Abdicated King.",
                "H2KE-nKo": "주상이 숭정전에 나아가 고기례를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 15일(무신) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 고기례(告期禮)를 행하였다.",
                "hj": "○戊申/上御崇政殿, 行告期禮。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On giyu day, a lunar eclipse occurred.",
                "H2KE-nKo": "개기 월식이 있었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 16일(기유) 1번째기사",
                "gt-oKo": "개기 월식(皆旣月蝕)이 있었다.",
                "hj": "○己酉/月食旣。"
            },
            "2": {
                "H2KE-EN": "The King held the regular performance evaluation of the Royal Confucian Academy and selected twenty people, including Kwon Han , Yu Chisung , Bak Sinseon , Hong Geon , Hong Jajung , Kim Yeongsu , Yun Chihyeon , Jo Jongjun , Kim Segyun , Yi Samhyeon , Kim Gyeonghyeon , Yu Jinhan , Yu Chiseon , Eom Seokjeong , Yi Gyoyeong , Bak Yeongbo , Jeong Ikjo , Yu An , Sim Huisun , and Hong Huijong .",
                "H2KE-nKo": "홍문록을 행하였다. 4점을 받은 사람은 권험, 유치숭, 박제선, 홍우건, 홍재중, 김영수, 윤치현, 조병준, 김세균, 이삼현, 김경현, 유진한, 유치선, 엄석정, 이교영, 박영보, 정익조, 유안, 심희순, 홍희종이다. 20인을 뽑았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 16일(기유) 2번째기사",
                "gt-oKo": "관록(館祿)을 행하였다. 4점(點)을 얻은 권혐(權馦)·유치숭(兪致崇)·박제선(朴齊璿)·홍우건(洪祐健)·홍재중(洪在重)·김영수(金英秀)·윤치현(尹致賢)·조병준(趙秉駿)·김세균(金世均)·이삼현(李參鉉)·김경현(金敬鉉)·유진한(柳進翰)·유치선(兪致善)·엄석정(嚴錫鼎)·이교영(李敎英)·박영보(朴永輔)·정익조(鄭翊朝)·유안(柳晏)·심희순(沈熙淳)·홍희종(洪羲宗) 20인을 뽑았다.",
                "hj": "○行館錄, 四點, 權馦、兪致崇、朴齊璿、洪祐健、洪在重、金英秀、尹致賢、趙秉駿、金世均、李參鉉、金敬鉉、柳進翰、兪致善、嚴錫鼎、李敎英、朴永輔、鄭翊朝、柳晏、沈熙淳、洪羲宗, 取二十人。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinhae day, the King went to Geunjeong Hall and invested Lady Hong as the Queen.",
                "H2KE-nKo": "주상이 숭정전에 나아가 홍씨를 왕비로 책봉하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 18일(신해) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 홍씨(洪氏)를 왕비(王妃)로 책봉하였다.",
                "hj": "○辛亥/上御崇政殿, 冊洪氏爲王妃。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On imja day, the Ministry of War reported to the King as follows: When Executive Assistant of the Bureau of Capital Markets Yi Hyeonmun departed, he received a bribe from others. The resident of Yangju Yi Manjeong was excessively punished by beating with the heavy stick and killed. Even when an envoy bearing the royal order , it is impossible to confiscate the murder of the murder. According to the penal code, there is no further discussion. As Yi Hyeonmun, he should not remain in the post of executive assistant to the Bureau of Capital Markets, and he should be dismissed from his post. The crime of his crime should be carried out according to the law. Please have the local magistrate of this province select and appoint Yi Hyeonmun to supervise the marketplace according to the law. Please have the governor of the province know the matter. The King granted permission.",
                "H2KE-nKo": "비변사가 아뢰기를,“북평사 이현문이 내려갈 때에 남의 청탁을 받고 양주에 사는 백성 이만정을 함부로 곤을 쳐서 죽게 하였습니다. 봉명 사신일지라도 사사로운 일로 사람을 죽인 자는 또한 목숨으로 갚는 것이 이미 본율에 있으므로 다시 의논할 것이 없습니다. 이현문을 평사의 직임에 그대로 둘 수 없으니, 우선 파직하고 그가 범한 죄상은 도신이 법대로 거행하게 하고, 본도의 수령 가운데에서 가평사로 차정하여 시장을 감독하게 하라는 뜻으로 해당 도의 도신에게 통지하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 19일(임자) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “북평사(北評事) 이현문(李玄文)은 내려갈 때 남의 청탁을 받고 양주(楊州) 사는 백성 이만정(李萬貞)을 남곤(濫棍)하여 죽게 하였습니다. 봉명 사신(奉命使臣)일지라도 사사로이 사람을 죽인 자는 또한 목숨을 갚은 것이 이미 본율(本律)에 있으므로 다시 의논할 수 없습니다. 이현문은 평사의 직임에 그대로 둘 수 없으니, 우선 파직(罷職)하고, 범한 죄상을 도신(道臣)을 시켜 법대로 거행하게 하고 본도의 수령(守令) 가운데에서 가평사(假評事)를 차정(差定)하여 감시(監市)하게 하라는 뜻으로 해도(該道)의 도신에게 알리소서.” 하니, 윤허하였다.",
                "hj": "○壬子/備局啓言: “北評事李玄文下去時, 受人請囑, 楊州居民李萬貞, 濫棍致死。 雖奉命使臣, 私事殺人者, 亦償命, 旣有本律, 無容更議。 李玄文, 不可仍置評事之任, 爲先罷職, 所犯罪狀, 令道臣, 如法擧行, 本道守令中, 假平事差定, 俾爲監市之意, 請知委於該道道臣。” 允之。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gabo day, the King went to the main palace to receive the King in person at the gabo year (.",
                "H2KE-nKo": "주상이 본궁에 나아가 친영하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 21일(갑인) 1번째기사",
                "gt-oKo": "임금이 본궁(本宮)에 나아가 친영(親迎)하였다.",
                "hj": "○甲寅/上詣本宮親迎。"
            },
            "2": {
                "H2KE-EN": "The King held the winter solstice banquet at Gwanghyo Hall .",
                "H2KE-nKo": "광명전에서 동뢰연을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 21일(갑인) 2번째기사",
                "gt-oKo": "광명전(光明殿)에서 동뢰연(同牢宴)을 행하였다.",
                "hj": "○行同牢宴于光明殿。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King proceeded to Geunjeong Hall and announced the royal edict to receive the congratulatory ceremony. The King granted a general pardon.",
                "H2KE-nKo": "주상이 숭정전에 나아가 교서를 반포하고 진하를 받고 사면령을 내렸다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 22일(을묘) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 교서(敎書)를 반포하고 진하(陳賀)를 받았으며 사유(赦宥)하였다.",
                "hj": "○乙卯/上御崇政殿, 頒敎受賀, 赦。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Kim Heunggeun was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "김흥근을 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 24일(정사) 1번째기사",
                "gt-oKo": "김흥근(金興根)을 한성부 판윤으로 삼았다.",
                "hj": "○丁巳/以金興根爲漢城府判尹。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order: Chief Royal Secretary Hong Hakyeon and Command Assistant Section Chief of the Office of Diplomatic Correspondence Hong Jongyong should all be promoted. [The King] also issued a royal order: When offering congratulations to the Emperor [of Ming China] , Executive Assistant Jo Dosun should all be promoted.",
                "H2KE-nKo": "전교하기를,“규를 올린 도승지 홍학연과 전교관인 예방 승지 홍종응에게 모두 가자하라.”하였다. 또 전교하기를,“진하할 때의 선교관 조도순에게 가자하라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 25일(무오) 1번째기사",
                "gt-oKo": "하교하기를, “진규(進圭) 도승지(都承旨) 홍학연(洪學淵)·전교관(傳敎官) 예방 승지(禮房承旨) 홍종응(洪鍾應)에게 모두 가자(加資)하라.” 하고, 또 하교하기를, “진하(陳賀) 때의 선교관(宣敎官) 조도순(趙道淳)에게 가자하라.” 하였다.",
                "hj": "○戊午/敎曰: “進圭都承旨洪學淵, 傳敎官禮房承旨洪鍾應, 竝加資。” 又敎曰: “陳賀時宣敎官趙道淳加資。”"
            },
            "2": {
                "H2KE-EN": "The King conferred a special reward upon the superintendent of the Directorate of the Royal Wedding Ceremony and below. He also conferred a special reward upon Responding Editor Jeong Segi , Responding Editor Yi Siu , and Responding Editor of the Office of Royal Attire Kim Yanggeun .",
                "H2KE-nKo": "가례도감 도제조 이하에 대한 상전 별단을 판부하였다. 도청인 응교 정세기, 부응교 이시우, 사옹원 정 김양근에게 모두 가자하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 25일(무오) 2번째기사",
                "gt-oKo": "가례 도감 도제조(嘉禮都監都提調) 이하의 상전 별단(賞典別單)을 판하(判下)하고, 도청(都廳) 응교(應敎) 정세기(鄭世基)·부응교(副應敎) 이시우(李時愚)·사옹원 정(司饔院正) 김양근(金穰根)에게 모두 가자(加資)하였다.",
                "hj": "○判下嘉禮都監都提調以下賞典別單, 都廳應敎鄭世基, 副應敎李時愚, 司饔院正金穰根, 竝加資。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King proceeded to Heungjeong Hall and held audience with the three imperial envoys. Envoy for Expressing Gratitude for Imperial Benevolence, Lord of Heungwan Jeong Geung , Vice-Envoy Kwon Daeeung , and Correspondence Officer Yun Chan . The King paid a farewell visit to the King.",
                "H2KE-nKo": "주상이 흥정당에 나아가 세 사신 - 동지 정사 흥완군 이정응, 부사 권대긍, 서장관 윤찬 - 을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 26일(기미) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아가 세 사신(使臣)【동지 정사(冬至正使) 흥완군(興完君) 시응(是應)·부사(副使) 권대긍(權大肯)·서장관(書狀官) 윤찬(尹穳)이다.】 을 소견(召見)하였다. 사폐(辭陛)했기 때문이다.",
                "hj": "○己未/上御興政堂, 召見三使臣。【冬至正使興完君晸應, 副使權大肯, 書狀官尹穳。】辭陛也。"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General ] Yi Gyoyeong 상소하였는데, 대략 이르기를, “지난번에 Min Chimun , who had been appointed as a special military official , was reported to the King. How could he be compared to that of no incident and therefore applying this unlawful selection? Although there is a punishment between father and son and brothers, even though they cannot be imposed upon each other, this is merely one who can be pardoned because of a minor mistake or a minor mistake. How could there be a single son whose name is involved in the interrogation? The inspectors and censors are extremely strong, and according to the law, the death penalty [of Min Chimun] has not been reduced. The public opinion has occurred yet, but his father has shamelessly joined the selection of a principal official. Considering the state law, how could this be? Your subject believes that Min Chimun should be quickly clarified and former Deputy Director Kim Yeongsun should be punished. This should not be stopped. The King 비답하기를, “이 일은 나도 의아하게 생각한다. 그대의 말이 이와 같으니, I request that Min Chimun be clarified and that the request be clarified as you mentioned. Former deputy director of the Office of Royal Decrees Kim Yeongsun said that his words were extremely slightly rumor. What should be done? 하였다.",
                "H2KE-nKo": "지평 이교영이 상소하였는데, 그 대략에,“지난번 민치문을 특진관으로 선발해서 주상께 아뢴 것이 어찌 아무 잘못이 없는 사람처럼 여겨 이렇게 한데 뒤섞어 선발한 것이겠습니까. 부자와 형제간에 벌이 서로 미치지 않는다고는 하지만, 이는 작은 잘못이나 가벼운 잘못으로 혹 참작하여 용서할 수 있는 자를 가리켜 말한 것일 뿐입니다. 어찌 그의 아들 이름이 잡아다 국문하는 데 들어 있어서 대간의 논핵이 한창 준엄한데도 형률이 사형을 감면하는 데 그쳤으므로 공의가 아직도 들끓고 있습니다. 그런데 그의 아버지로 하여금 버젓이 연신의 선발에 참여하게 하였으니, 나라의 기강으로 헤아려 볼 때 어찌 이런 일이 있단 말입니까. 신은 특진관 민치문을 속히 사판에서 삭제하라고 명하고, 전 부제학 김영순에게는 경책을 시행하는 것을 결단코 그만두어서는 안 된다고 생각합니다.”하니, 비답하기를,“이 일은 나도 의아하게 여기고 있다. 그대의 말이 이와 같으니, 사판에서 삭제하기를 청한 것은 그대로 시행하겠다. 전 부제학이 경책을 받았다고 한 것은 말이 매우 모호하니, 장차 어떻게 기준을 삼겠는가.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 26일(기미) 2번째기사",
                "gt-oKo": "지평 이교영(李敎英)이 상소하였다. 그 대략에 이르기를, “접때 민치문(閔致文)을 특진관(特進官)으로 초계(抄啓)하였는데, 어찌 무고(無故)한 자와 같이 보아 이렇게 혼동하여 선택할 수 있겠습니까? 부자 형제에게는 벌이 서로 미치지 않는다 하더라도 이것은 혹 참작하여 용서할 수 있는 작은 잘못이나 가벼운 허물을 가리켜 말하는 것일 뿐입니다. 대저 어찌 그 아들의 이름이 나국(拿鞫)하는 가운데에 있어 대론(臺論)이 바야흐로 준렬하고 율(律)이 감사(減死)에 그쳐 공론이 여전히 비등한데, 그 아비가 태연히 연신(筵臣)을 선택하는 데 참여할 수 있게 할 수 있겠습니까? 나라의 기강으로 헤아려도 어찌 이럴 수 있겠습니까? 신(臣)은 특진관 민치문을 빨리 삭제하도록 명하고 전 부제학(副提學) 김영순(金英淳)에게 경책(警責)을 시행하는 것은 결코 그만둘 수 없다고 생각합니다.” 하였는데, 비답하기를, “이 일은 나도 의아하게 여겼는데, 네 말이 이러하니, 삭제하기를 청한 것은 아뢴 대로 시행하라. 전 부제학을 경책한다는 것은 말이 매우 모호하니, 장차 무엇을 표준으로 삼을 것인가?” 하였다.",
                "hj": "○持平李敎英疏略曰: 向來閔致文, 特進官之抄啓, 烏爲乎視同無故, 而有此混掄也? 父子兄弟, 雖曰罰不相及, 此指微眚薄過之容或參恕者而言耳。 夫豈有其子名在拿鞫, 臺論方峻, 律止減死, 公議尙沸, 而乃使其父, 晏然得與於筵臣之選者, 揆以國綱, 寧有是哉? 臣謂特進官閔致文, 亟命刊去, 前副提學金英淳, 施以警責, 斷不可已。 批曰: “此事予亦訝之, 爾言如此, 刊去之請, 依施。 前副學敬責云者, 言甚糢糊將何爲準?”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinhae day, the King paid a visit to the Royal Ancestral Shrine and the Royal Ancestral Shrine , and the Queen performed the salutation ritual toward the Royal Ancestral Shrine.",
                "H2KE-nKo": "주상이 태묘와 경모궁에 전배하였다. 중궁전이 묘현례를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 29일(임술) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)와 경모궁(景慕宮)에 전배(展拜)하고, 중궁전(中宮殿)이 묘현례(廟見禮)를 행하였다.",
                "hj": "○壬戌/上展拜于太廟景慕宮, 中宮殿行廟見禮。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King proceeded to the moon of Gangneung and personally delivered incense and the written invocation for the winter state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 숭정전 월대에 나아가 태묘의 동향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 3일(병신) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)의 월대(月臺)에 나아가 태묘(太廟)의 동향(冬享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○丙申/上詣崇政殿月臺, 親傳太廟冬享香祝。"
            },
            "2": {
                "H2KE-EN": "Governor of Chungcheong Province Kang Sigyeong reported, Magistrate of Munui District Yun Hwa is a son-in-law of [Yi] Wondeok [] who committed plotting rebellion. Although [he] is not guilty of guilty by law, we request that he be dismissed from his position. The King issued a royal order, stating, What is the report of the governor of Geumcheon County to dismiss him from his position? He already said that [he] should be punished other than guilty by .",
                "H2KE-nKo": "충청 감사 강시영이 장계하기를,“문의 현령 윤화는 모반 죄인 김원덕의 매서이므로 연좌 대상에 들지는 않더라도 자목의 직임에 그대로 둘 수 없습니다. 파직하소서.”하니, 전교하기를,“충청 감사가 문의 현령을 파직하라는 장계를 올린 것은 어째서인가? 연좌 대상에 들지 않는다고 한 이상 이처럼 사람을 논하는 것은 법률에 어찌 제한이 있겠는가. 이런 길이 한번 열리면 뒷날의 폐단이 이루 말할 수 없을 것이다. 충청 감사 강시영에게 월봉의 형전을 시행하라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 3일(병신) 2번째기사",
                "gt-oKo": "충청 감사 강시영(姜時永)이 장계(狀啓)하기를, “문의 현령(文義縣令) 윤화(尹禾)는 모반(謀叛)한 죄인 이원덕(李遠德)의 누이의 사위이므로 연좌되어야 할 친족이 아니기는 하나 자목(字牧)의 직임에 그대로 둘 수 없으니, 파출(罷黜)하소서.” 하였는데, 하교하기를, “금백(錦伯)이 문의 현령을 파출하기를 계청(啓請)한 것은 무슨 까닭인가? 이미 연좌되어야 할 것이 아니라고 하였으면, 이렇게 사람을 논하는 것은 법률에 어찌 제한이 있는 것이겠는가? 이 길이 한 번 열리면 뒷 폐단을 말할 수 없을 것이다. 충청 감사 강시영에게 월봉(越俸)의 법을 시행하라.” 하였다.",
                "hj": "○忠淸監司姜時永狀啓: 文義縣令尹禾, 卽謀叛罪人遠德妹壻, 雖非應坐之親, 不可仍置字牧之任, 請罷黜。 敎曰: “錦伯文義罷黜之啓何也? 旣曰, 應坐之外, 則如是論人, 法律豈有限制乎? 此路一開, 後弊難言。 忠淸監司姜時永, 施以越俸之典。"
            },
            "3": {
                "H2KE-EN": "Kim Yeongsun was appointed as assistant director of the Office of the Inspector General .",
                "H2KE-nKo": "김영순을 홍문관 부제학으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 3일(병신) 3번째기사",
                "gt-oKo": "김영순(金英淳)을 홍문관 부제학(弘文館副提學)으로 삼았다.",
                "hj": "○以金英淳爲弘文館副提學。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Kim Jahwa , a criminal who rebelled remarks in the gyehae year (, was beheaded and executed by hanging. ",
                "H2KE-nKo": "난언한 죄인 김재화를 효수하여 뭇사람을 경계하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 30일(계해) 1번째기사",
                "gt-oKo": "난언(亂言)한 죄인 김재화(金載華)를 효수(梟首)하여 뭇사람을 경계하라고 명하였다.",
                "hj": "○癸亥/命亂言罪人金載華, 梟首警衆。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King attended the Royal Lecture on the New Years Day at Heungjeong Hall .",
                "H2KE-nKo": "흥정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 4일(정유) 1번째기사",
                "gt-oKo": "흥정당(興政堂)에서 주강(晝講)하였다.",
                "hj": "○丁酉/晝講于興政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Heungjeong Hall in musul year (.",
                "H2KE-nKo": "흥정당에서 무술년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 5일(무술) 1번째기사",
                "gt-oKo": "흥정당에서 소대(召對)하였다.",
                "hj": "○戊戌/召對于興政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gihae day, the King proceeded to Geunjeong Hall in the gihae year ( and performed the rite for expelling colorful streamers .",
                "H2KE-nKo": "주상이 숭정전에 나아가 납채례를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 6일(기해) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 납채례(納采禮)를 행하였다.",
                "hj": "○己亥/上御崇政殿, 行納采禮。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Giyeong as inspector general of the Office of the Inspector General and Yi Gyejo as governor of Gyeonggi Province .",
                "H2KE-nKo": "조기영을 사헌부 대사헌으로, 이계조를 경기 관찰사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 6일(기해) 2번째기사",
                "gt-oKo": "조기영(趙冀永)을 사헌부 대사헌으로, 이계조(李啓朝)를 경기 관찰사로 삼았다.",
                "hj": "○以趙冀永爲司憲大司憲, 李啓朝爲京畿觀察使。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On imin day, the King proceeded to Geunjeong Hall and performed the ceremony for celebrating the Imperial Crown Princes birthday .",
                "H2KE-nKo": "주상이 숭정전에 나아가 납징례를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 10월 9일(임인) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 납징례(納徵禮)를 행하였다.",
                "hj": "○壬寅/上御崇政殿, 行納徵禮。"
            }
        }
    },
    "11": {
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to Heungjeong Hall in the gyeyu year ( to receive the officials of the senior third rank or above in audience. Left State Councilor Kwon Donin reported, Previously, former Fourth Inspector Yi Gyoyeong presented a memorial requesting the punishment of Min Chimun , a special appointeee for a special appointee , which was truly appropriate. The royal order has already received the royal order, and there is no further discussion. However, the words of the former deputy director of the Office of Royal Decrees requested that he be punished. Truly, I cannot overcome my grief. What do you think about admonishing and reprimanded? However, the morality of the Office of the Inspector General is solely upright and honest. Now, there is no precedent in which the Office of Royal Decrees does not exist, and it seems very inappropriate to admonish the punishment [to Min Chimun]. Even though sometimes they are slightly involved in the Office of the Inspector General, the Office of the Inspector General and the Office of the Inspector General should not be like this. Former Fourth Inspector Yi Gyoyeong should be punished by dismissal from his office. Former Assistant Deputy Director Kim Yeongsuns mistake cannot be left unpunished because of the past. Your subject requests that all of them be dismissed. The King approved this request.",
                "H2KE-nKo": "주상이 흥정당에 나아가 대신과 비국 당상을 인견하였다. 좌의정 권돈인이 아뢰기를,“지난번에 전 지평 이교영이 민치문을 특진관으로 초계하는 일로 상소하여 논열하였는데, 그 말이 참으로 옳았습니다. 그러나 비지에 이미 그대로 시행하라고 윤허하셨으니 더 이상 논의할 것이 없습니다. 다만 그가 전 부제학을 감률하기를 청한 말에 대해서는 실로 개탄스러움을 금할 수 없습니다. 이른바 경책이라는 것은 무엇을 지적한 것인지 모르겠습니다. 대각의 풍채는 오로지 직절함을 숭상하는데, 지금 율례에도 없는 ‘감률’이라는 명목으로 애매모호하게 우러러 청한 것은 혹 생소해서 그런 것이지만, 대간의 규례와 대간의 체모는 모두 이처럼 구차해서는 안 됩니다. 전 지평 이교영에게 책임을 물어 파직하는 법을 시행하고, 전 부제학 김영순은 제대로 살피지 못한 잘못이 있으니 또한 이미 지난 일이라 하여 그대로 두어서는 안 됩니다. 일체 파직하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 10일(계유) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 좌의정 권돈인(權敦仁)이 아뢰기를, “접때 전 지평(持平) 이교영(李敎英)이 민치문(閔致文)을 특진관(特進官)으로 초계(抄啓)한 일 때문에 상소하여 논열(論列)한 것은 그 말이 참으로 옳거니와, 비지(批旨)에 이미 아뢴 대로 시행하도록 윤허 받았으므로 다시 논할 만한 것이 없습니다마는, 전 부제학(副提學)을 감죄(勘罪)하기를 청한 말은 실로 개탄스러워 못 견디겠습니다. 이른바 경책(警責)이라는 것이 무엇을 가리킨 것인지 모르겠습니다마는, 대각(臺閣)의 풍채는 오로지 직단(直斷)을 숭상하는데 이제 율례(律例)에 없는 감죄하는 듯도 하고 감죄하지 않는 듯도 한 죄목으로 흐릿하게 우러러 청한 것은 혹 생소하기 때문일지라도 대례(臺例)·대체(臺體)가 모두 이처럼 구차하지 않아야 할 것이니, 전 지평 이교영에게는 견파(譴罷)하는 법을 시행하고, 전 부제학 김영순(金英淳)이 살피지 못한 잘못도 지난 일이라 하여 버려둘 수 없으니, 마찬가지로 파직(罷職)하소서.” 하니, 그대로 따랐다.",
                "hj": "○癸酉/上御興政堂, 引見大臣備局堂上。 左議政權敦仁啓言: “向來前持平李敎英, 以閔致文特進官抄啓事, 陳疏論列, 其言誠是矣, 批旨已蒙依施, 更無可論, 而第其請勘前副學之辭, 實不勝慨歎。 所謂警責, 未知何所指的, 而臺閣風采, 專尙直截, 今以律例所無, 似甚非勘之目, 囫圇仰請者, 雖或坐於生踈, 臺例臺體, 俱不當若是苟且, 前持平李敎英, 施以譴罷之典, 前副提學金英淳不審之失, 亦不可以旣往而置之, 請一體罷職。” 從之。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the official in charge of transferring his parent to another burial be accepted by the Royal Secretariat .",
                "H2KE-nKo": "조신의 조부모를 이장하는 유장을 승정원에서 봉입하도록 하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 10일(계유) 2번째기사",
                "gt-oKo": "조신(朝臣)의 조부모를 이장(移葬)하는 유장(由狀)은 정원(政院)에서 받아들이라고 명하였다.",
                "hj": "○命朝臣祖父母移葬由狀, 政院許捧。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Daegeun as governor of Gangwon Province.",
                "H2KE-nKo": "김대근을 강원도 관찰사로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 10일(계유) 3번째기사",
                "gt-oKo": "김대근(金大根)을 강원도 관찰사로 삼았다.",
                "hj": "○以金大根爲江原道觀察使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King appointed Military Protector Ahn Gwangjik as minister of punishments in the muin year (.",
                "H2KE-nKo": "중비로 호군 안광직을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 15일(무인) 1번째기사",
                "gt-oKo": "중비(中批)로 호군(護軍) 안광직(安光直)을 형조 판서로 삼았다.",
                "hj": "○戊寅/中批, 以護軍安光直爲刑曹判書。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On eulchuk day, [the King] appointed Jo Jonggwi as minister of rites .",
                "H2KE-nKo": "조병귀를 예조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 2일(을축) 1번째기사",
                "gt-oKo": "조병귀(趙秉龜)를 예조 판서로 삼았다.",
                "hj": "○乙丑/以趙秉龜爲禮曹判書。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at Heungjeong Hall in gapsin year (.",
                "H2KE-nKo": "흥정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 21일(갑신) 1번째기사",
                "gt-oKo": "흥정당(興政堂)에서 소대(召對)하였다.",
                "hj": "○甲申/召對于興政堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On byeongja day, the King received officials in the morning court assembly at Heungjeong Hall in byeongsul year.",
                "H2KE-nKo": "흥정당에서 병술년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 23일(병술) 1번째기사",
                "gt-oKo": "흥정당에서 소대하였다.",
                "hj": "○丙戌/召對于興政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King proceeded to Geunjeong Hall and held the Royal Wedding Ceremony (Hall of Benevolence and Spring and Autumn Annals (Hall of Benevolence and Spring and Autall of Autumn Annals (Hall of Benevolence and Spring and Annals (Hall of Benevolence and Autall of Autumn Annals (Hall of Benevolence and Spring and Annals (Hall of Benevolence and Autall of Autumn Annals (Hall of Benevolence and Spring and Annals (Hall of Benevolence and Autall of Annals (Hall of",
                "H2KE-nKo": "정해년에 주상이 숭정전에 나아가 감제를 설행하였다. 부에서 수석을 차지한 송정화와 지차인 조병기에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 24일(정해) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 감제(柑製)를 설행(設行)하였다. 부(賦)에 으뜸을 차지한 송정화(宋廷和)와 그 다음인 조병기(趙秉夔)에게 모두 직부 전시(直赴殿試)를 내렸다.",
                "hj": "○丁亥/上御崇政殿, 設柑製, 賦居自宋廷和, 之次趙秉夔, 竝直赴殿試。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On muja day, [the King] summoned the passers of the muja year ( to Heungjeong Hall (Hall of Benevolent Governance and then attended the Royal Lecture .",
                "H2KE-nKo": "흥정당에서 입격한 유생을 불러서 보고, 이어 주강을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 25일(무자) 1번째기사",
                "gt-oKo": "흥정당에서 입격(入格)한 유생(儒生)을 소견(召見)하고, 이어서 주강(晝講)을 행하였다.",
                "hj": "○戊子/召見入格儒生于興政堂, 仍行晝講。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gichuk day, the King received officials in the daily audience at Heungjeong Hall in the gichuk year (. ",
                "H2KE-nKo": "흥정당에서 기축년의 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 26일(기축) 1번째기사",
                "gt-oKo": "흥정당에서 소대하였다.",
                "hj": "○己丑/召對于興政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King received officials in the morning court assembly at Heungjeong Hall in gyeongin year (. ",
                "H2KE-nKo": "흥정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 27일(경인) 1번째기사",
                "gt-oKo": "흥정당에서 소대하였다.",
                "hj": "○庚寅/召對于興政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the twelfth month, Hong Hakyeon , the Office of the Inspector General , and Yu Janghwan , the Office of the Censor General .",
                "H2KE-nKo": "홍학연을 사헌부 대사헌으로, 유장환을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 6일(기사) 1번째기사",
                "gt-oKo": "홍학연(洪學淵)을 사헌부 대사헌으로, 유장환(兪章煥)을 사간원 대사간으로 삼았다.",
                "hj": "○己巳/以洪學淵爲司憲府大司憲, 兪章煥爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "Jo Jagyeong was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "조재경을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 11월 6일(기사) 2번째기사",
                "gt-oKo": "조재경(趙在慶)을 성균관 대사성으로 삼았다.",
                "hj": "○以趙在慶爲成均館大司成。"
            }
        }
    },
    "12": {
        "10": {
            "1": {
                "H2KE-EN": "On imin day, the King proceeded to Heungjeong Hall and received the officials of the senior third rank or above in the Hall of Governance .",
                "H2KE-nKo": "주상이 흥정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 10일(임인) 1번째기사",
                "gt-oKo": "임금이 흥정당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○壬寅/上御興政堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the court attire be dressed in middle and earflapsed in middle and that three sunshades be replaced, and that the officials of the senior third rank or above be replaced with marten pelts, and the officials of the junior third rank or below be replaced with black marten pelts.",
                "H2KE-nKo": "조복 중의 이엄은 삼산건으로 대신하고, 당상은 초피로, 당하는 흑피로 장식하라고 명하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 10일(임인) 2번째기사",
                "gt-oKo": "조복(朝服) 가운데에서 이엄(耳掩)을 삼산건(三山巾)으로 대신하되 당상(堂上)은 초피(貂皮)로, 당하(堂下)는 흑피(黑皮)로 가장자리를 꾸미라고 명하였다.",
                "hj": "○命朝服中耳掩, 以三山巾代之, 堂上以貂皮, 堂下以黑皮, 开縇。"
            },
            "3": {
                "H2KE-EN": "Jo Seoknyeon was appointed second minister of personnel , Jo Yonghwa was appointed minister of punishments , and Yi 헌gu was appointed deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "조학년을 이조 참판으로, 조용화를 형조 판서로, 이헌구를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 10일(임인) 3번째기사",
                "gt-oKo": "조학년(趙鶴年)을 이조 참판으로, 조용화(趙容和)를 형조 판서로, 이헌구(李憲球)를 한성부 판윤으로 삼았다.",
                "hj": "○以趙鶴年爲吏曹參判, 趙容和爲刑曹判書, 李憲球爲漢城府判尹。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Ministry of Rites reported on the conditions for selecting passers of the state examination in gyemyo year (1423, the fifth year of King Taejongs reign and divided into two rounds for selecting passers of the capital and the provinces. First, the passers of the state examination in gyemyo year ( should be divided into two rounds for selecting passers of the regional military service examination in the capital and the provinces according to the precedent of the initial military service examination held in the capital and the provinces. The provincial governor should take charge of selecting passers. Second, the number of candidates for selecting passers of the regional military service examination should be determined by the Ministry of Rites temporarily deliberately deliberate on the set number of candidates for selecting passers of the regional military service examination in gyemyo year ( so that these candidates may be divided into equally and distributed to each province. Third, the passers of the seventh rank to the regional military service examination should be designated as local magistrates of the province. If there is no 문관 수령이, the passers of the regional military service examination should be divided into two rounds for selecting candidates for selecting passers of the regional military service examination. Third, the passers of the regional military service examination should be divided into two poems for selecting passers of the regional military service examination in the capital and the provinces according to the precedent of selecting passers of the regional military service examination in the capital. Fourth, the passers of the regional military service examination should be selected and punished according to the penal code. Fifth, the passers of the regional military service examination and the passers of the regional military service examination should be divided into two rounds. Fifth, the passers of the regional military service examination and the passers of the regional military service examination should be divided into two rounds for selecting passers of the regional military service examination in accordance with the precedent of selecting passers of the regional military service examination. Fifth, the passers of the regional military service examination should be divided into two rounds for selecting passers of the regional military service examination in Jeolla , 호서 , Pyeongan , and Hwanghae Provinces, and the passers of the regional military service examination in the province. The passers of the regional military service examination should be designated in accordance with the precedent of selecting passers of the regional military service examination in Cheorwon and the defense commander of the regional military service examination should be designated as an established rule ",
                "H2KE-nKo": "비변사가 정시의 초시를 서울과 지방으로 나누어 시취하는 절목을 아뢰었다. 그 내용은 다음과 같다. 1. 정시의 초시는 증광시와 식년시의 초시의 예에 따라 서울과 지방에 나누어 설행하되, 향시의 시소는 각 도의 감영에서 모두 모아 설행하고 도신이 시험을 주관한다. 1. 초시에서 인재를 뽑는 수는 예조에서 그때 가서 주상에게 여쭈어 정한 뒤에 증광시와 식년시의 분수를 참조하여 고르게 분배해서 시취하게 한다는 뜻을 각 도에 공문을 보낸다. 1. 참시관은 도내의 문관 수령으로 차정하되, 문관이 없는 수령은 음관의 수령으로 옮겨 차정한다. 1. 단일에 개장하여 부와 표 두 제목으로 시취하되, 서울에서 모두 시취할 때의 예에 따른다. 1. 출방한 뒤에 장적을 채점하여 만일 장적을 속이고 함부로 응시하는 무리가 있으면 일일이 빼 버리고 거자는 법률에 따라 감률하여 다스린다. 1. 방목 및 수석을 차지한 과작을 나에게 보고한 것은 증광시와 식년시의 전례에 따른다. 1. 문과 초시는 이미 순영에서 설장하게 하였으니, 무과 초시에서 도신이 시취하는 것은 일의 형편이 서로 방해되어 아울러 설행할 수 없다. 영남의 좌병영과 우병영, 관북의 남병영과 북병영은 예전대로 나누어 설행하되, 호남, 호서, 관서, 해서는 병영에서 모두 모아 시취하고 병사가 시험을 주관하게 한다. 관동은 근래의 예에 따라 철원 방어영에서 설장하고 방어사가 시험을 주관하게 하는 것을 영구히 정식으로 삼는다. 1. 이 밖의 조건은 한결같이 증광시와 식년시의 예에 따라 거행한다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 11일(계묘) 1번째기사",
                "gt-oKo": "비국(備局)에서 정시(庭試)의 초시(初試)를 경외(京外)에서 나누어 시취(試取)하는 절목(節目)을 아뢰었다.【1. 정시의 초시는 증광시(增廣試)·식년시(式年試)의 초시의 예(例)에 따라 경외에서 나누어 설행(設行)하되 향시(鄕試)의 시소(試所)는 각도의 감영(監營)에서 모두 모아 설행하고 도신(道臣)이 주시(主試)한다. 1. 초시에서 사람을 뽑는 수는 예조(禮曹)에서 임시하여 품정(稟定)한 뒤에 증광시·식년시의 분수(分數)를 참조하여 평균하게 분배(分排)하여 시취하게 하라는 뜻을 각도에 공문을 보내어 알린다. 1. 참시관(參試官)은 도내의 문관(文官)인 수령(守令)으로 차정(差定)하되 혹 문관인 수령이 없으면 음관(蔭官)인 수령으로 옮겨 차정한다. 1. 하루 개장(開場)하여 부(賦)와 표(表) 두 제목으로 시취하되 서울에 모두 모이는 때의 예에 따른다. 1. 출방(出榜)한 뒤에 고적(考籍)하여 모적(冒籍)·모부(冒赴)한 무리가 있으면 낱낱이 빼고 거자(擧子)는 율문(律文)에 따라 살펴서 다스린다. 1. 방목(榜目)과 거수(居首)의 과작(科作)을 계문(啓聞)하되 증광시·식년시의 전례에 따른다. 1. 문과(文科)의 초시를 순영(巡營)에서 설장(設場)하게 하였으면 무과(武科)의 초시를 도신이 시취하는 것은 사세가 서로 막히므로 병설(並設)할 수 없을 것이니, 영남(嶺南)의 좌병영(左兵營)·우병영(右兵營)과 관북(關北)의 남병영(南兵營)·북병영(北兵營)은 절로 전례에 따라 분설(分設)하겠으나, 호남(湖南)·호서(湖西)·관서(關西)·해서(海西)는 병영에서 모두 모아 시취하고 병사(兵使)가 주시하게 하며 관동(關東)은 근례(近例)에 따라 철원 방어영(鐵原防禦營)에서 설장하고 방어사(防禦使)가 주시하게 하는 것으로 영구히 정식(定式)한다. 1. 이 밖의 조건은 모두 증광시·식년시의 예에 따라 거행한다.】",
                "hj": "○癸卯/備局, 以庭試初試, 分京外試取節目啓。【一, 庭試初試依增廣式年初試例, 分設於京外, 而鄕試試所, 則以各道監營都聚設行, 道臣主試。 一, 初試取人之數, 自禮曹臨時稟定後, 傍照於增式分數平均分裶, 使之試取之意, 行會于各道。 一, 參試官, 以道內文官守令差定, 而如或無文官守令則, 以蔭官守令推移差定。 一, 單日開場以賦表兩題試取, 依京師咸取時例。 一, 出榜後考籍, 如有冒籍冒赴之類, 一一拔去擧子依律勘繩。 一, 榜目及居首科作啓聞, 依增式已例。 一, 文科初試旣令巡營設場, 則武科初試之道臣試取, 事勢相妨無以竝設, 嶺南之左右兵營, 關北之南北兵營, 自當依前分設, 而湖南、湖西、關西、海西令兵營咸聚試取, 兵使主試關東, 則依近例, 以鐵原防禦營設場, 防禦使主試, 永爲定式。 一, 外此條件一依增式例擧行。】"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On byeongo day, the King proceeded to Geunjeong Hall and personally sent incense and written invocations to be used at the Altar of the Soil and Grain , the Royal Ancestral Shrine , the Royal Crown Prince , and the winter solstice.",
                "H2KE-nKo": "주상이 숭정전에 나아가 사직, 종묘, 경모궁의 납향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 14일(병오) 1번째기사",
                "gt-oKo": "임금이 숭정전(崇政殿)에 나아가 사직(社稷)·종묘(宗廟)·경모궁(景慕宮)의 납향(臘享)에 쓸 향·축(香祝)을 친히 전하였다.",
                "hj": "○丙午/上詣崇政殿, 親傳社稷、宗廟、景慕宮、臘享香祝。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyeongsul day, the first day of the month, the King conducted the Royal Wedding Ceremony Examination in the gyeongsul year (.",
                "H2KE-nKo": "숭정전에서 경술년 일차 유생의 전강을 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 18일(경술) 1번째기사",
                "gt-oKo": "숭정전(崇政殿)에서 일차 유생 전강(日次儒生殿講)을 설행(設行)하였다.",
                "hj": "○庚戌/行日次儒生殿講于崇政殿。"
            },
            "2": {
                "H2KE-EN": "The Suppplement to the Comprehensive Mirror [to Aid in Government] (K. Seonwonnok yukjeon , was completed. The officials of the senior third rank or above from the Directorate [of Fabrics] were rewarded in varying degrees. Deputy Director of the Office of Royal Genealogy Kang필ro was promoted.",
                "H2KE-nKo": "《선원보첩속》이 완성되었다. 도감의 당상과 낭청 이하에게 차등을 두어 시상하고, 종부시 정 강필로는 가자하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 18일(경술) 2번째기사",
                "gt-oKo": "《선원보첩속(璿源譜牒續)》이 이루어졌다. 도감(都監)의 당상(堂上)·낭청(郞廳) 이하에게 차등을 두어 상주고 종부 정(宗簿正) 강필로(姜必魯)에게 가자(加資)하였다.",
                "hj": "○《璿源譜牒續》成, 都監堂郞以下施賞有差, 宗簿正姜必魯, 加資。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the sinhae year (, which stated, For the oral examination on the Confucian classics in the morning court assembly, the first classified Hong Jongun shall be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "전교하기를,“일차 유생의 전강에서 수석을 차지한 홍종운에게 전시에 곧바로 응시할 자격을 주라.”하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 19일(신해) 1번째기사",
                "gt-oKo": "하교하기를, “일차 유생 전강(日次儒生殿講)에서 으뜸을 차지한 홍종운(洪鍾雲)은 직부 전시(直赴殿試)하라.” 하였다.",
                "hj": "○辛亥/敎曰: “日次儒生殿講, 居首洪鍾雲, 直赴殿試。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On imja day, the King proceeded to Heungjeong Hall in the imja year (1422, the second year of King Taejongs reign, and summoned the passers of the Royal Confucian Academy and Governor of Gangwon Province Kim Daegeun , who had passed the examination, paid a farewell visit to the King.",
                "H2KE-nKo": "임자년에 주상이 흥정당에 나아가 입격한 유생과 강원 감사 김대근을 불러서 보았다. 김대근은 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 20일(임자) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아가 입격(入格)한 유생(儒生)과 강원 감사 김대근(金大根)을 소견(召見)하였다. 김대근은 사폐(辭陛)하기 때문이었다.",
                "hj": "○壬子/上御興政堂, 召見入格儒生及江原監司金大根, 大根辭陛也。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Jo Giyeong was appointed minister of war and Yi Yusu was appointed minister of works .",
                "H2KE-nKo": "조기영을 병조 판서로, 이유수를 공조 판서로 삼았다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 26일(무오) 1번째기사",
                "gt-oKo": "조기영(趙冀永)을 병조 판서로, 이유수(李惟秀)를 공조 판서로 삼았다.",
                "hj": "○戊午/以趙冀永爲兵曹判書, 李惟秀爲工曹判書。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The Hanseong Magistracy presented the total number of people. The Five District Offices and the eight provinces totaled 158만 2,673. The number of people was 335만 911, and the number of women 336만 8,697.",
                "H2KE-nKo": "한성부에서 민수를 올렸다. 오부와 팔도의 총 원호는 158만 2673호이고 인구는 남자가 355만 911구이며 여자가 336만 8697구이다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 30일(임술) 1번째기사",
                "gt-oKo": "경조(京兆)에서 민수(民數)를 바쳤다. 오부(五部)와 팔도(八道)의 도원호(都元戶)는 1백 58만 2천 6백 73호(戶)이며, 인구(人口)는 남자가 3백 35만 9백 51구(口)이고 여자가 3백 36만 8천 6백 97구이다.",
                "hj": "○壬戌/京兆獻民數, 五部及八道都元戶一百五十八萬二千六百七十三戶, 人口男三百三十五萬九百十一口, 女三百三十六萬八千六百九十七口。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King received the officials in the morning court assembly at Heungjeong Hall .",
                "H2KE-nKo": "흥정당에서 차대를 행하였다.\n",
                "date_ko": "헌종 11권, 10년(1844 갑진 / 청 도광(道光) 24년) 12월 5일(정유) 1번째기사",
                "gt-oKo": "흥정당(興政堂)에서 소대(召對)하였다.",
                "hj": "○丁酉/召對于興政堂。"
            }
        }
    }
}