{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "The King appointed Kim좌geun as second minister of personnel , Yi응sik as naval commander of the Three provinces and concurrently as navy subarea commander of Right Gyeongsang Province . ",
                "H2KE-nKo": "정해년에 김좌근을 이조 참판으로, 이응식을 삼도 수군통제사 겸 경상우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 1일(정해) 1번째기사",
                "gt-oKo": "김좌근(金左根)을 이조 참판(吏曹參判)으로, 이응식(李應植)을 삼도 수군 통제사 겸 경상우도 수군 절도사(慶尙右道水軍節度使)로 삼았다.",
                "hj": "○丁亥/以金左根爲吏曹參判, 李應植爲三道水軍統制使兼慶尙右道水軍節度使。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King proceeded to Injeong Hall (Hall of Benevolent Governance to receive the regular morning court assembly. 영부사이상황이 아뢰기를, “신이 earlier at the Royal Lecture on the previous day, when your subject observed Your Majestys instructions, there was a way to cultivate Heaven and love the people and to diligently study the worthy and personally wise men. Your Majesty instructed us to this. Truly, this is a great principle of governing the ancient sages. Later, your subject ventured to observe the instructions of Your Majesty and exercisively cultivate administration of governance. Your Majesty has observed that the Royal Secretariat personally reported state affairs to Your Majesty and diligently administered state affairs. Considering that the foundation of cultivating the cultivation of the c",
                "H2KE-nKo": "주상이 인정문에 나아가 조참을 행하였다. 영중추부사 이상황이 아뢰기를,“신이 달포 전 연석에서 삼가 자전(慈殿 정순왕후)의 하교가 내린 것을 보니, 하늘을 공경하고 백성을 사랑하며 학문에 부지런하고 어진이를 가까이하라는 네 가지 조항을 가지고 우리 성상을 회유하셨는데, 이는 실로 조종조에서 서로 전수한 심법이고 옛 성왕이 정치를 잘한 대경입니다. 그 뒤에 삼가 우리 전하의 정령을 시행하고 조치하는 과정을 살펴보니, 자전의 가르침을 우러러 본받고 정사에 힘쓰며 다스림을 도모하려는 성상의 마음을 우러러 알 수 있었습니다.승정원에서 공사를 직접 아뢰는 것은 바로 정사에 부지런하기 때문이니, 하늘의 일을 비워 두지 않는다는 성상의 뜻과 하늘을 공경하는 근본은 그 단서가 여기에 있지 않겠습니까. 체차되어 온 번신을 접견하는 것은 대개 궁벽한 시골의 숨은 고통이 섬돌 앞에 다 진달되게 하려는 것이니, 백성을 사랑하는 어진 마음이 그 기미가 여기에 있지 않을 수 있겠습니까.소대하는 일과로 말하면 강토하고 계옥하여 총명을 넓히려는 것이니, 학문에 부지런한 근원이 그 조짐이 여기에 있지 않을 수 있겠습니까. 제술에 참여한 유생을 입시하게 하는 것은 한때 이름을 아뢰고 물러가게 하는 것에 불과하지만, 나아가고 나아가고 응대하는 사이에도 본래 모습이 뚜렷이 드러난 것이 있습니다. 그렇다면 그 재주가 있는지 없는지는 자연히 성상의 감식 아래에서 도피할 수 없을 것이니, 훌륭한 인재를 불러다가 등용하여 훌륭한 인재를 필요로 한다면 성상의 생각에 어진이를 가까이하는 방도가 있게 될 것이니, 그 시초가 여기에 있지 않을 수 있겠습니까.이러한 법도에 따라 유에 부딪히면 자라나고 시종일관 힘써 행하며 태만히 하는 때가 없으니, 이것이 전하께서 우리 태모(太母 정순왕후)께서 간곡하게 조교하신 지극한 뜻을 깊이 유념하시는 이유입니다. 천하의 일을 조치하는 데 무슨 어려움이 있겠습니까. 그러나 실제가 없으면 이름만 있을 뿐이고, 마지막에 태만하면 곧 시작이 없는 것과 같으니, 이것이 경서의 가르침이 길바닥을 두드리는 공부에 신중을 기하고 시초에 경계를 게시하는 까닭입니다. 전하께서는 힘쓰고 힘쓰소서.”하니, 비답하기를,“진달한 바가 좋으니, 마땅히 유념하겠다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 1번째기사",
                "gt-oKo": "임금이 인정문(仁政門)에 나아가 조참(朝參)을 행하였다. 영부사(領府事) 이상황(李相璜)이 아뢰기를, “신이 한달 전에 연석(筵席)에서 내리신 자교(慈敎)를 보건대, 하늘을 공경하고 백성을 사랑하고 학문에 부지런하고 어진이를 가까이하라는 네 가지를 우리 성상께 가르치셨는데, 이는 실로 조종(祖宗) 때에 서로 전하신 심법(心法)이고, 옛 성왕(聖王)이 정치하는 대경(大經)입니다. 그 뒤로 우리 전하를 가만히 보건대, 정령(政令)을 시행하고 조치하는 즈음에 자회(慈誨)를 우러러 본받아 정사에 힘쓰고 다스리기를 도모하시는 성충(聖衷)을 우러러 알 수 있었습니다. 정원(政院)에서 공사(公事)를 친히 아뢰는 것은 곧 능히 정사에 부지런하여 천공(天工)을 버려두는 일이 없는 성의(聖意)이니, 하늘을 공경하는 근본은 그 단서가 이에 있지 않을 수 있겠습니까? 체임(遞任)되어 온 번신(藩臣)을 만나보시는 것은 대개 궁핍하고 숨겨진 고통을 계전(階前)에서 다 아뢰게 하려는 것이니, 백성을 사랑하는 인자함은 그 기미가 이에 있지 않을 수 있겠습니까? 소대(召對)를 날마다 하는 것은 강토(講討)하고 계옥(啓沃)하여 총명을 넓히려는 것이니, 학문에 부지런한 근원은 그 조짐이 이에 있지 않을 수 있겠습니까? 제술(製述)에 참여한 유생(儒生)을 입시(入侍)하도록 허락하시는 것이 한때 이름을 아뢰고 물러가는 것에 지나지 않다 하나, 진추(進趨)하고 응대(應對)하는 사이에 또한 저절로 의상(儀象)이 드러나는 것이 있을 것이고, 그러면 그 재주가 있고 없는 것은 저절로 연감(淵鑑) 아래에서 숨길 수 없으므로, 뛰어난 자를 불러서 중요한 직임에 쓸 수 있을 것이니, 성념(聖念)에 어진이를 가까이하는 도리가 있는 것은 그 시초가 이에 있지 않을 수 있겠습니까? 이 법칙에 따라 동류(同類)에 접촉하여 신장시키되, 처음부터 끝까지 힘쓰고 때로 게을리함이 없다면, 이는 전하께서 우리 태모(太母)의 정녕한 가르침을 따르시는 지극한 뜻일 것이니, 대저 천하의 일을 처리하기 어려운 것이 무엇이 있겠습니까? 그러나 그 실속이 없으면 한갓 이름뿐일 것이고, 마침내 게을러지면 곧 시작이 없는 것과 같은 것인데, 이는 경서(經書)의 훈고(訓詁)에 아홉 길의 산을 쌓는 데에 한 삼태기의 흙이 모자라는 공(功)을 삼가게 하여 게을러지는 시초를 경계하는 것을 드러낸 까닭입니다. 오로지 전하께서는 더욱 힘쓰고 힘쓰소서.” 하니, 비답하기를, “아뢴 바가 좋으니, 마땅히 체념(體念)하겠다.” 하였다.",
                "hj": "○丙申/上御仁政門, 行朝參。 領府事李相璜啓言: “臣於月前筵席, 伏見慈敎下者, 有以敬天愛民, 勤學親賢四條, 誨諭我聖上, 此實祖宗朝相傳之心法, 古聖王爲治之大經也。 伊後竊覵我殿下政令施措之間, 其仰體慈誨, 勵政圖理之聖衷, 有可仰認。 政院公事之親啓, 卽克勤于政, 天工無曠之聖意, 敬天之本, 其端得不在是乎? 遞來藩臣之晉接, 蓋將爲窮蔀幽隱, 畢達於階前也, 愛民之仁, 其幾得不在是乎? 至於召對之課日, 將以講討啓沃, 開廣聰明, 勤學之源, 其漸得不在是乎? 參製之儒生, 許令入侍, 雖不過一時奏名而退, 然其進趨應對之間, 亦自有儀象之著見者, 然則其才不才, 自莫逃於淵鑑之下, 籲俊招乂, 以須維楨之用, 聖念庶其有親賢之道, 其始得不在是乎? 循玆軌轍, 觸類而長, 勉勉終始, 無時豫怠, 此殿下所以服膺我太母, 丁寧詔敎之至意, 夫何有於措天下之事哉? 然無其實則徒名而已, 怠於終則便同無始, 此經訓所以愼仞簣之功, 而揭權輿之戒也。 惟殿下, 懋哉懋哉。” 批曰: “所陳好矣, 當體念矣。”"
            },
            "2": {
                "H2KE-EN": "Various officials of the Censorate each presented earnest efforts to the King. The King refused to grant the 비답을 내렸다.",
                "H2KE-nKo": "삼사의 신하들이 각각 권면하는 말을 올리니, 비답을 내렸다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 2번째기사",
                "gt-oKo": "삼사(三司)의 신하들이 각각 권면하라는 진달이 있었는데, 비답을 내렸다.",
                "hj": "○三司諸臣, 各有陳勉, 賜批。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I am quite aware of the incident of Yi Haksu . His crime is related to harmonious deeds and harmonious deeds, and this is something that I learned in ordinary days. However, I have still survived until now. This is a special favor of embracing and benevolent virtue. Today, stipulate the way of establishing the heavenly principles and settle the state laws. Thus, I cannot clarify my intention. As for Yi Haksu, I shall have him banished to Chuja Island to a designated area.",
                "H2KE-nKo": "전교하기를,“내가 이학수의 일에 대해 환히 유시한 것이 있다. 그 죄가 무함에 관계된 것임은 자성(慈聖 정순왕후)께서도 환히 알고 계시고, 내가 평소에 들은 것이 있는데도 아직까지 목숨을 부지하고 있는 것은 특별히 널리 포용하는 큰 덕이다. 오늘날 하늘의 법을 세우고 나라의 기강을 바로잡는 방도로 볼 때 나의 뜻을 분명히 보이지 않을 수 없다. 이학수에게 추자도에 천극하는 법을 시행하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 3번째기사",
                "gt-oKo": "하교(下敎)하기를, “내가 이학수(李鶴秀)의 일에 대하여 밝게 유시한 것이 있다. 그 죄가 무함에 관계됨을 자성(慈聖)께서 환히 아셔서 내가 평소에 들은 것이 있는데, 아직도 살려 두신 것은 특히 포용하여 함육(涵育)하시는 큰 덕이었다. 오늘날 천경(天經)을 세우고 방기(邦紀)를 정하는 도리에 있어서 내 뜻을 밝히지 않을 수 없으니, 이학수에게 추자도(楸子島)에 천극(荐棘)하는 법을 시행하라.” 하였다.",
                "hj": "○敎曰: “予於李鶴秀事, 有洞諭者矣。 其罪關惎搆, 慈聖之燭悉, 而予有承聆於平日者, 尙此假息, 特包涵之大德也。 在今日立天經定邦紀之道, 不容不明示予意, 李鶴秀施以楸子島荐棘之典。”"
            },
            "4": {
                "H2KE-EN": "Right State Councilor Jo Inyeong reported to the King as follows: This year, the second anniversary of our King Taejos investiture was the second anniversary of our King Taejos passing. At the time, there was no fault of our countrys treason. Only the classics licentiate of the Royal Confucian Academy Yun Jis술 , a student of the Office of the Royal Confucian Academy , was complainted by the bandits of the Royal Confucian Academy , and he beheaded to this year. In general, his honest observation and righteousness were sufficient to clarify the late King (Taejongs intent and supporting righteousness to the eternal . Although the sacrificial rites were reinstated to the Royal Confucian Academy , the posthumous titles were merely to be supplied only to inspectors and censors . However, the descendants of the successful cannot continue to continue sacrifices. This is truly a scholar who has harbored loyalty and faithfulness until now. However, in a hundred years of age, the 사기가 꺾여 slowly uncontrolled and uncontrolled. Truly, this is not a small worrisome. Earlier, in the sinchuk year (, when King Jeongjongs reign, there was a widespread number of officials who died of grievance, this matter shall be reported again afterwards. Your subject requests that Your Majesty grant the posthumous title of Fourth Inspector Yun Jis술 according to the precedent, grant the posthumous title of honor to officials in the Royal Confucian Academy, and grant the title of honor to officials in the Royal Confucian Academy so that the intent of praising and prudence is to be bestowed upon them. Therefore, it is not necessary to wait until the memorial addressed is presented and discuss the posthumous titles. Your subject requests that this matter be instructed to the Office of the Royal Confucian Academy . The King approved this request. The King also reported as follows: In the sinchuk year (, King Jeongjongs grandfather and his grandfather were appointed to officials in the Royal Confucian Academy . Now, your subject observed that the Royal Confucian Academy Correspondence to the Royal Confucian Academy Correspondence",
                "H2KE-nKo": "우의정 조인영이 아뢰기를,“올해는 바로 우리 영조께서 세제로 책봉되신 지 두 번째 회갑이 되는 해인데, 그때 무옥이 참혹했던 것은 개국 이래로 없던 일입니다. 태학생 윤지술이 권당하면서 소회를 진달한 내용 중에 숙종의 지문에 관한 일로 흉도에게 모함을 받아 맨 먼저 참혹한 형벌을 받은 것이 이 해에 있었습니다. 그의 마음가짐이 엄하고 수립한 바가 올바름은 선왕의 뜻과 사업을 밝히고 천추에 의리를 부지하기에 충분합니다.그런데 배향은 비록 성균관에서 회복되었으나 추증은 대간의 직임에만 그치고 말았으며, 후손이 영락하여 제사를 잇지 못하고 있습니다. 이는 실로 충성스럽고 뜻있는 선비들이 아직까지도 억울해하고 있는데, 100년 동안 사기가 꺾여 점차 진작할 수 없게 되었으니, 참으로 작은 걱정거리가 아닙니다.일찍이 정조 신축년에 원통하게 죽은 여러 신하를 두루 용서하는 조치가 있었으니, 이는 뒤에 다시 주상께 여쭈어야 합니다. 우선 증 지평 윤지술에게 정경을 더 추증하고 시호를 내리며, 이어 봉사손을 녹용하여 포상하고 불쌍히 여기는 뜻을 보여야 합니다. 이와 같이 명백한 일은 시장이 올라오기를 기다려 시호를 의논할 필요가 없으니, 이러한 내용으로 홍문관에 분부하소서.”하니, 그대로 따랐다. 또 아뢰기를,“정조 신축년에 사충공 이하 여러 신하의 후손을 녹용한 일이 있었는데, 지금 보니 충헌공 김창집, 충문공 이이명, 충익공 조태채의 봉사손은 모두 직명이 있습니다. 그런데 오직 충민공 이건명의 봉사손은 여러 차례 초사가 되었으나 번번이 모두 산관이 되어 아직도 감별하여 복직되지 못하고 있어 관향이 오랫동안 비어 있다고 합니다. 올해 주상께서 진념하시는 방도로 볼 때 특별히 은전을 베풀어야 하니, 해당 조로 하여금 6품직에 빈자리가 나기를 기다려 조용하게 하소서. 충숙공 이만성, 충간공 조성복, 충헌공 이정소의 봉사손도 일체 녹용하되, 연한이 아직 차지 않은 자가 있으면 모두 구애받지 말도록 분부하소서.”하니, 그대로 따랐다. 또 아뢰기를,“신이 듣건대, 백성을 기르는 정사로는 염치를 장려하는 것보다 우선하는 것이 없다고 합니다. 우리 열조 이래로 모두 청백리로 선발되어 살아 있는 자는 품계를 올리고 죽은 자는 후손을 녹용하였으니, 지금 응당 천거해야 할 여러 신하로 하여금 각각 천거할 만한 사람을 천거하게 하여 다시 더 자세히 조사하여 추가로 녹용하는 데 대비하게 하는 것이 실로 권장하고 권면하는 방도에 관계됩니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 4번째기사",
                "gt-oKo": "우의정 조인영(趙寅永)이 아뢰기를, “올해는 우리 영조(英祖)께서 세제(世弟)가 되신 지 두 번째 회갑(回甲)이 되는데, 그때 무옥(誣獄)이 참혹하였던 것은 개국(開國) 이래로 없던 것이었습니다. 태학생(太學生) 윤지술(尹志述)이 권당(捲堂)하고 생각한 바를 말한 가운데에 있는 숙종(肅宗)의 지문(誌文)에 관한 일 때문에 흉도(凶徒)에게 무함당하여 맨먼저 참혹한 형벌을 받은 것이 그 해에 있었던 일입니다. 대개 그 지킨 것이 엄하고 세운 것이 바르므로 선왕께서 뜻하신 일을 밝혀서 천추에 의리를 부지(扶持)할 만하였는데, 제사는 반사(泮祠)에 회복되었으나, 추증(追贈)은 대직(臺職)에 그쳤을 뿐이고, 후손이 가난해서 향화(香火)를 잇지 못하고 있습니다. 이는 진실로 충성스러운 뜻을 품었던 선비가 아직도 억눌려 있는 것인데, 1백 년 동안 사기(士氣)가 꺾여서 점점 떨쳐 일어날 수 없으니, 참으로 작은 근심이 아닙니다. 일찍이 정조(正祖) 신축년에 원통하게 죽은 신하들을 두루 용서하는 일이 있었는데, 이것은 뒤에 다시 아뢰겠습니다. 먼저 증(贈) 지평(持平) 윤지술을 추증하여 정경(正卿)을 더하고 시호(諡號)를 주고, 이어서 사손(祀孫)을 녹용(錄用)함으로써 포장(褒奬)하고 가엾이 여겨 돌보는 뜻을 보이소서. 이같은 명백한 일은 시장(諡狀)을 기다려서 시호를 의논할 필요가 없을 듯하니, 이것을 영관(瀛館)에 분부하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “정조 신축년에 사충(四忠) 이하 여러 신하의 후손을 녹용한 일이 있었는데, 지금 보건대, 충헌공(忠獻公) 김창집(金昌集)·충문공(忠文公) 이이명(李頤命)·충익공(忠翼公) 조태채(趙泰采)의 사손은 다 직명(職名)이 있는데, 오로지 충민공(忠愍公) 이건명(李健命)의 사손만은 여러 번 초사(初仕)를 지냈으나, 문득 모두 한산(閑散)이 되어 아직 회복되지 않아서 관록이 오랫동안 없다 합니다. 올해에 진념(軫念)하시는 방도에 있어서 특별히 베푸는 은전(恩典)이 있어야 합당하니, 해조(該曹)로 하여금 6품 벼슬자리가 나는 대로 조용(調用)하게 하소서. 충숙공(忠肅公) 이만성(李晩成)·충간공(忠簡公) 조성복(趙聖復)·충헌공(忠獻公) 이정소(李廷熽)의 봉사손(奉祀孫)도 마찬가지로 녹용하되, 연한이 미치지 못하는 자가 있더라도 모두 구애받지 말고 분부하기를 청합니다.” 하니, 그대로 따랐다. 또 아뢰기를, “신이 듣건대, 백성을 기르는 정사로는 염치를 장려하는 일보다 앞세울 것이 없다 합니다. 우리 열조(列祖) 이래로 다 청백리(淸白吏)를 뽑아 산 자는 벼슬을 높이고 죽은 자는 후손을 녹용한 일이 있었으니, 이제 천거해야 할 신하들로 하여금 각각 천거할 만한 사람을 천거하게 하되, 다시 더 사실을 살펴서 더 기록하는 데에 갖추는 것이 진실로 권장하고 면려하는 도리에 관계되겠습니다.” 하니, 그대로 따랐다.",
                "hj": "○右議政趙寅永啓言: “今年, 卽我英廟建儲之再回甲也, 伊時誣獄之慘, 自開國未有也。 惟太學生尹志述, 以捲堂所懷中, 肅廟誌文事, 爲凶徒所搆, 首被慘刑, 在於是年。 蓋其秉執之嚴, 樹立之正, 足以明先王之志事, 扶義理於千秋, 而腏享雖復於泮祠, 貤贈只止於臺職, 後承零替, 香火不繼。 此實忠志之士, 尙今掩抑者, 而百年之間, 士氣摧沮, 駸駸然莫可振起, 誠非細憂也。 曾在正廟辛丑, 有冤死諸臣遍宥之擧, 此當從後更稟。 而先從贈持平尹志述, 加贈正卿, 施以節惠, 仍錄祀孫, 以示褒奬憫恤之意。 似此明白之事, 不必待狀而議諡, 請以此分付瀛館。” 從之。 又啓言: “正廟辛丑, 有四忠以下諸臣錄後之擧矣, 今見忠獻公金昌集, 忠文公李頤命, 忠翼公趙泰采祀孫, 皆有職名, 而惟忠愍公李健命祀孫, 屢經初仕, 輒皆作散, 尙未甄復, 官享久闕云。 在今年軫念之方, 合有特施之典, 令該曹, 六品職待窠調用。 忠肅公李晩成, 忠簡公趙聖復, 忠獻公李廷熽奉祀孫, 一體錄用, 而如有年限未及者, 幷勿拘事, 請分付。” 從之。 又啓言: “臣聞養民之政, 莫先於奬廉。 我列祖以來、皆有淸白吏之選, 生者進秩, 死者錄後, 今令應薦諸臣, 各薦可薦之人, 更加考核, 以備添錄, 實繫勸奬風勵之道。” 從之。"
            },
            "5": {
                "H2KE-EN": "The King appointed Governor of Gangwon Province Yi Gwangjeong and Acting Military Protectors Yi Yaku and Yi헌gu as senior officials .",
                "H2KE-nKo": "강원 감사 이광정과 행 호군 이약우ᆞ이헌구를 정경에 발탁하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 5번째기사",
                "gt-oKo": "강원 감사 이광정(李光正)과 행 호군(行護軍) 이약우(李若愚)·이헌구(李憲球)를 발탁하여 정경(正卿)으로 삼았다.",
                "hj": "○擢江原監司李光正, 行護軍李若愚、李憲球, 爲正卿。"
            },
            "6": {
                "H2KE-EN": "Right State Councilor Jo Inyeong reported as follows: Your subject ventures to say that the matter of Yi Yugyeom , who was demoted from the state examination. When Yi Yugyeom served in the Royal Confucian Academy , his fathers crime is still listed in the register. Therefore, he was demoted from the state examination because his fathers status was demoted. However, his fathers status was demoted and his son demoted from the state examination. This not only causes his family to resentment, but also public opinions resentment. Your subject requests that he be demoted from the state examination. The King approved this request. The King also reported as follows: The posthumous title of the scholar-officials is recorded in the Six Codes (K. Yukjeon . However, the late Associate State Councilor Song Chihyu and Oh Huisang both deserves the posthumous title. However, before Oh Huisang was alive, his rank was merely of the third rank, and his posthumous title was specially conferred upon him as a minister. However, sometimes there is a precedent in which the scholar-officials did not wait until the posthumous title is demoted. Your subject requests that this matter be carried out according to this precedent. The King approved this request.",
                "H2KE-nKo": "우의정 조인영이 아뢰기를,“신은 삭과된 이유겸의 일에 대해 삼가 구구한 소견이 있습니다. 이유겸이 과거에 응시하였을 때 그 아비의 죄명이 아직 죄적에 남아 있었으니, 이 때문에 삭과된 것은 참으로 당연합니다. 그러나 그 아비의 작질이 이미 회복되었는데 그 아들의 과명을 그대로 삭제한다면 그 집안에서 원통함을 호소할 뿐만 아니라 또한 공론이 억울하다고 할 것이니, 특별히 복과하라고 분부하소서.”하니, 그대로 따랐다. 또 아뢰기를,“유현에게 시호를 내리는 것은 법전에 실려 있습니다. 고 찬선 송치규와 오희상은 모두 시호를 내려 주어야 할 자들입니다. 다만 오희상은 생전에 작질이 3품뿐이었으니, 특별히 정경을 추증하여 모두 시호를 의논하여 정하게 하소서. 전에 유현이었을 때 혹 시장을 기다리지 않은 예가 있으니, 이대로 시행하라고 분부하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 6번째기사",
                "gt-oKo": "우의정 조인영(趙寅永)이 아뢰기를, “신은 삭과(削科)된 사람 이유겸(李維謙)의 일에 대하여 구구한 소견이 있습니다. 이유겸이 부거(赴擧)하였을 때 그 아비의 죄명이 아직 단서(丹書)에 있었으니, 이 때문에 삭과한 것은 진실로 당연하였으나, 그 아비의 벼슬이 이미 회복되었는데 그 아들의 과명(科名)이 그대로 삭제되어 있으므로, 그 집에서 원통함을 호소할 뿐만 아니라 또한 공론이 부당함을 말하니, 특별히 복과(復科)하라고 분부하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “유현(儒賢)에게 시호(諡號)를 내리는 것은 법전에 실려 있는데, 고(故) 찬선(贊善) 송치규(宋稚圭)·오희상(吳熙常)은 모두 응당 시호를 받아야 할 자들입니다. 다만 오희상은 생전의 벼슬이 3품이었을 뿐이니, 특별히 정경(正卿)을 증직(贈職)해서 아울러 시호를 의논하되, 전에 유현이었던 신하는 혹 시장(諡狀)을 기다리지 않았던 예가 있으니, 이에 따라 시행하라고 분부하소서.” 하니, 그대로 따랐다.",
                "hj": "○右議政趙寅永啓言: “臣於削科人李維謙事, 竊有區區愚見矣。 維謙之赴擧時, 其父罪名, 尙在丹書則以此削科, 固爲當然而其父之爵秩旣復, 其子之科名仍削, 非但其家之呼冤, 抑亦公議之稱屈, 特爲復科事, 請分付。” 從之。 又啓言: “儒賢賜諡, 載在法典, 而故贊善宋穉圭、吳熙常, 俱是應諡者也, 第熙常生前, 爵秩只爲三品, 特贈正卿, 幷爲議諡, 而在前儒賢之臣, 或有不待諡狀之例, 依此施行事, 請分付。” 從之。"
            },
            "7": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Song Gyegan , clerk of the Office of Royal Genealogy , is a subject who has been treated with propriety for three kings. As he is already an old age, it is appropriate to grant him a special favor. Have him promoted to the senior minister .",
                "H2KE-nKo": "전교하기를,“좨주 송계간은 세 조정에서 예우하던 신하로서 나이가 이미 80이 되었으니, 우대하는 은전을 베풀어야 마땅하다. 정경으로 올려 발탁하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 7번째기사",
                "gt-oKo": "하교하기를, “좨주(祭酒) 송계간(宋啓榦)은 세 조정에서 예우하던 신하이고 나이가 이미 매우 늙었으므로, 우악(優渥)한 은전을 베풀어야 마땅하니, 정경(正卿)으로 올리도록 하라.” 하였다.",
                "hj": "○敎曰: “祭酒宋啓榦以三朝禮遇之臣, 年旣大耋, 合施優典, 正卿陞擢。”"
            },
            "8": {
                "H2KE-EN": "Jo Dusun was appointed as assistant director of the Office of Royal Decrees and Song Gyegan as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "조두순을 홍문관 부제학으로, 송계간을 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 8번째기사",
                "gt-oKo": "조두순(趙斗淳)을 홍문관 부제학으로, 송계간(宋啓榦)을 한성부 판윤으로 삼았다.",
                "hj": "○以趙斗淳爲弘文館副提學, 宋啓榦爲漢城府判尹。"
            },
            "9": {
                "H2KE-EN": "Right State Councilor Jo Inyeong presented a joint memorial to the King, which stated, Today is the beginning of Your Majesty personally oversee the state affairs. The Book of Documents (C. Shujing states, There is no one who does not have the beginning of the throne. Previously, on the day when His Majesty the Grand Abdicated King suspended the steps of the Royal Hunt , he said, The King shall strive to cultivate Heaven and love the people and diligently cultivate learning and personally worthy of the worthy. His words are great. Generally speaking, when a sovereign governs the world, the legal system of governing the world is preserved in all circumstances. Furthermore, our ancestors have succeedededededededed to the throne from the time of our ancestors. Even if the Shun of Xiao , the Shun of the Dynasty, and the Shun of the Xiao dynasty succeeded the Wu dynasty, how could we add another to this? From antiquity, the sound of the sages of supporting ones achievements is not exemplary to studying and studying the six times of our sages. The lecture on the six days of our sages, and the lecture on the three times of daily audience and granted a rotational audience. There is no one who does not study and study the Way of governing the world. However, the way of studying and studying the world is important in both hearing and studying the world, so that the world will be able to study the world, and the world will also be able to study the world and study the world. Then, among the three instances, the world is even more important in listening to and studying the world. This is 이른바, it is difficult to carry out the world. Now, if Your Majesty wishes to succeed to the great task of the ancestors and lead the heaven and earth to the longevity of the world, thereby broadening the people and stabilizing all directions",
                "H2KE-nKo": "우의정 조인영이 수차를 올리기를,“오늘은 바로 전하께서 친히 만기를 총괄하시는 초기이니, 《서경》에서 이른바 ‘처음 태어날 때에 달려 있지 않은 것이 없다.’라고 한 것입니다. 지난번 태모 전하께서 수렴 청정을 거두시던 날에 ‘하늘을 공경하고 백성을 사랑하며 학문에 부지런하고 어진이를 가까이한다.’라고 하셨으니, 주상께서는 그것을 힘쓰소서.아, 훌륭하십니다. 무릇 임금이 세상을 다스리는 혈구와 정치를 하는 강령이 모두 여기에 갖추어져 있고, 또한 우리 열성조 이래로 전해 내려오는 심법으로 볼 때 비록 요 임금이 순임금에게 전수하고 순임금이 우임금에게 전수한 것이라 하더라도 또한 어찌 이보다 더할 수 있겠습니까.예로부터 성인이 자기를 완성하는 요체는 자문에서 벗어나지 않습니다. 우리 성조에서 한 달에 여섯 번 차대하고 하루에 세 번 강연하며 상참과 윤대까지 모두 치도를 자문하는 것입니다. 다만 자문하는 방도는 겸하여 듣는 것이 중요하니, 반드시 상하의 뜻이 서로 미덥게 되고 소원한 자들도 스스로 진달할 수 있게 해야 합니다. 그 요체는 또 간쟁을 용납하고 청납을 넓히는 데에 있습니다. 그렇다면 이 세 가지 중에서도 청납을 더욱 중요하게 여기는 것이니, 이것이 이른바 알기가 어려운 것이 아니라 행하기가 어렵다는 것입니다.지금 조종의 어렵고도 큰 기업을 이어받고 천지가 장구히 이어질 운수를 맞아 만백성을 부유하게 하고 사방을 안정시키고자 한다면, 다스리는 도구에 관계된 것을 다시 헤아리기 어려울 것입니다. 그러나 가장 긴급하고 가장 요긴한 것을 뽑아서 늦출 수 없는 것은 자문하고 간쟁하고 청납하는 것보다 우선하는 것이 없습니다.”하니, 비답하기를,“세 조목으로 권면한 것에서 경의 정성스럽고도 나라를 걱정하고 임금을 사랑하는 마음을 더욱 볼 수 있다. 내가 비록 부덕하지만 마음에 새기고 가슴에 새기지 않을 수 있겠는가.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 10일(병신) 9번째기사",
                "gt-oKo": "우의정 조인영(趙寅永)이 수차(袖箚)를 올리기를, “오늘날은 전하께서 친히 만기(萬機)를 총괄하시는 시초이니, 《서경(書經)》에 이른바, ‘처음 시작하는 때에 달려 있지 않음이 없다.’는 것입니다. 접때 태모 전하(太母殿下)께서 수렴 청정을 거두시던 날에, ‘하늘을 공경하고 백성을 사랑하고 학문에 부지런하고 어진이를 가까이하기를 주상(主上)은 힘쓰라.’ 하셨으니, 말씀이 위대합니다. 무릇 임금이 세상을 어거하는 척도와 다스리는 강령이 다 여기에 갖추어졌고, 또한 우리 열조(列祖) 이래로 서로 전수하신 심법(心法)인데, 요(堯)가 순(舜)에게 전수하고 순(舜)이 우(禹)에게 전수하더라도 어떻게 이보다 더하겠습니까? 예전부터 성인(聖人)이 자기를 성취하는 요체는 자방(咨訪)에 지나지 않았는데, 우리 성조(聖朝)에서는 한 달에 여섯 번 인대(引對)하고, 하루에 세 번 강독(講讀)하였으며, 상참(常參)하고 윤대(輪對)하는 것까지 모두 다스리는 도리를 자방하는 것이었습니다. 다만 그 자방하는 도리는 아울러 들어서 위아래의 뜻에 서로 믿는 것이 있고 소원(疎遠)한 사람도 스스로 아뢸 수 있게 하는 것이 중요한데, 그 요체는 또한 간쟁(諫諍)을 받아들이고 청납(聽納)을 넓히는 데에 있습니다. 그렇다면 세 가지 가운데 청납하는 것이 더욱 중요한데, 이것은 이른바 알기가 어려운 것이 아니라 행하기가 어렵다는 것입니다. 이제 조종의 간대(艱大)한 사업을 이어받고 천지의 영장(靈長)한 운수를 맞아 백성을 번성하게 하고 사방을 안정시키려면, 무릇 다스리는 방도에 관계되는 것이 많아서 다 말할 수 없으나, 그 가장 급하고 가장 요긴하여 늦출 수 없는 것은 자방과 간쟁과 청납보다 앞세울 것이 없습니다.” 하니, 비답하기를, “세 가지를 권면한 데에서 경이 간절하게 나라를 근심하고 임금을 사랑하는 것을 더욱 알겠다. 내가 덕이 없기는 하나, 띠[帶]에 새기고 가슴에 간직하지 않을 수 있겠는가?” 하였다.",
                "hj": "○右議政趙寅永, 上袖箚曰: 今日, 卽殿下親摠萬幾之初, 《書》, 所謂 ‘罔不在厥初生者也。’ 頃於太母殿下撤簾之日, 若曰, ‘敬天愛民勤學親賢, 主上其勉之。’ 大哉言乎! 凡爲人主御世之絜矩, 爲治之綱領, 咸具於此, 而亦我列祖以來相傳之心法, 雖堯授舜舜授禹, 其又何以加之? 自古聖人成己之要, 不出於咨訪我聖朝月六之對, 日三之講, 以至常參輪對, 無非咨訪治道。 第其咨訪之道, 貴在兼聽, 必使上下之情, 有所相孚, 疎逖之踪, 亦得自達, 其要又在於容諫諍而恢聽納。 然則三者之中, 尤以聽納爲重, 此所謂非知之艱, 行之惟艱者也。 今欲承祖宗艱大之業, 迓天地靈長之運, 以阜兆民, 以靖四方, 則凡繫爲治之具, 更僕難數, 而撮其最急最要, 而不可緩者, 則莫先於咨訪也, 諫諍也聽納也。 批曰: “三條陳勉益見卿惓惓憂愛。 予雖否德, 可不銘紳而服膺?”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King issued a royal directive, which stated, The matter of summoning scholar-officials has already been conferred on the matter of summoning scholar-officials . Have the Royal Secretariat prepare a separate message to admonish Confucian scholar-officials , and send local magistrates to encourage them so that they may quickly come to the capital.",
                "H2KE-nKo": "정유년에 전교하기를,“유현을 초빙하는 일에 대해서는 이미 유신에게 비답을 내렸다. 네 산림에게 승정원으로 하여금 말을 만들어 별도로 효유하게 하고, 지방관을 보내 정중히 신칙하여 속히 올라오게 하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 11일(정유) 1번째기사",
                "gt-oKo": "하교하기를, “유현(儒賢)을 부르는 일은 이미 유신(儒臣)에 대한 하비(下批)가 있었으니, 네 산림(山林)에게는 정원(政院)으로 하여금 말을 만들어 별유(別諭)하되, 지방관(地方官)을 보내어 돈독하게 신칙(申飭)해서 빨리 올라오게 하라.” 하였다.",
                "hj": "○丁酉/敎曰: “儒賢招延事, 已有儒臣之批矣, 四山林處, 令政院措辭別諭, 遣地方官敦飭, 使之從速上來。”"
            },
            "2": {
                "H2KE-EN": "Inspector General Bak Yeongwon , Second Inspector [of the Office of the Inspector General] Yi Eun , Responding Editor Jo병hang , Genealogy Kim Jageun , Fourth Inspector [of the Office of the Inspector General] Hong Jajung , Responding Editors Yi Jeongri and Im Geungsu , Second Deputy Director [of the Office of Royal Decrees] Shin Seoku and Sim Seungtaek , Fourth Censor [of the Office of the Censor General] Yi No확 , 수찬 Yu Sanghwan and Yi Gosun , 부수찬 [of the Office of the Inspector General] Yi Mi and Hong Ikbeol , jointly addressed the King as follows: From antiquity, how can there be a numerous treasonous behavior? Every time ago, [Your Majesty] succeedededededed [Yi] Guns salary and disobeyed the state. When [Your Majesty] bestowed a special favor upon him and successively reached high-ranking officials, [Your Majesty] worry about [Your Majestys] apprehensive concern for [Your Majestys] apprehensive intent. [Your Majesty] became arrogant and presumptuous, and [Your Majestys] greed and powerful cannot be more arrogant, [Your Majesty] only raised [Your Majestys] apprehensive intent. Considering that [Your Majesty] has already received the instruction of the Queen, [Your Majesty] raised [Your Majestys] apprehensive heart for a long time. [Your Majesty] ordered all [Your Majesty] to establish the circumstances at the beginning of the first year [of the reign of King Taejo] and explained the circumstances and the circumstances of the law. [Your Majesty] explained [Your Majestys] crime, and [Your Majestys] laws were so strict that [Your Majesty] has long disappointed [Your Majestys] laws. [Your Majestys] grief over the enemies of many peoples resentment. [However,] without interrogating [Your Majesty] investigating [him] into the interrogation, suddenly applied [him] to a leniency and placed [him] under restricted residence. In the countrys laws, how could this be? [Your subjects] humbly hope that Your Majesty will quickly approve the request of [him] investigating [him]",
                "H2KE-nKo": "대사헌 박영원, 집의 이은상, 응교 조병항, 부응교 김재근, 지평 홍재중, 교리 이정리ᆞ임긍수, 부교리 신석우ᆞ심승택, 정언 이노확, 수찬 유상환ᆞ이고순, 부수찬 이엽ᆞ홍익섭이 합동으로 아뢰기를,“난적이 예로부터 무수히 많았지만 어찌 이학수처럼 지극히 흉악하고 끔찍한 자가 있었겠습니까. 대대로 김귀주의 패악한 의론을 지켜 국시와 배치되었습니다. 치우치게 은혜를 입어 좋은 벼슬을 두루 거치고 나서는 환득 환심으로 점점 교만하고 외람되며, 권세를 탐내는 것으로도 부족하여 갈수록 더욱 날뛰고 있습니다. 이것은 그에게 있어서는 오히려 사소한 일인데, 무함하는 참람한 계책을 감히 더없이 엄중한 자리에 시험하여 기강을 범하고 윤리를 무너뜨렸습니다. 우리 전하께서는 일찍부터 자성의 하교를 받들어 오랫동안 깊이 통촉하고 계시다가 즉위 초에 기강을 바로잡는 기회에 기강을 세우고 죄범을 분명하게 유시하셨습니다. 정대하고 엄절하여 오래도록 굽히었던 국법이 펴지게 되었으니, 답답한 여론의 울분이 풀릴 수 있을 것입니다. 그런데 국청을 설치하여 끝까지 조사하지 않고 갑자기 가벼운 쪽으로 섬에 안치하였으니, 나라에 법이 있다면 어찌 이런 일이 있겠습니까. 삼가 바라건대 명철한 성상께서는 국청을 설치하여 조사하자는 청을 흔쾌히 윤허하여 실정을 캐내고 법대로 처형하소서.”하니, 비답하기를,“이미 앞서의 비답에서 유시하였다. 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 11일(정유) 2번째기사",
                "gt-oKo": "대사헌 박영원(朴永元), 집의 이은상(李殷相), 응교 조병항(趙秉恒), 부응교 김재근(金在根), 지평 홍재중(洪在重), 교리 이정리(李正履)·임긍수(林肯洙), 부교리 신석우(申錫愚)·심승택(沈承澤), 정언 이노확(李魯確), 수찬 유상환(兪象煥)·이효순(李孝淳), 부수찬 이서(李垿)·홍익섭(洪翼燮)이 합사(合辭)하여 말하기를, “난적(亂賊)이 예전부터 어찌 한정이 있었습니까마는, 어찌 이학수(李鶴秀)처럼 지극히 흉패하고 아주 참혹한 자가 있었습니까? 대대로 김귀록(金龜祿)의 패론(悖論)을 지켜 국시(國是)에 배치하였습니다. 치우치게 은혜를 입어 좋은 벼슬을 지내게 되어서는 환득 환실(患得患失)하는 마음이 있었는데, 점점 교만하고 외람되어져서 권세를 탐내는 것이 만족하지 못하여 더욱 함부로 날뛰었는데, 이것은 그에게 오히려 하찮은 작은 일이었으며, 무함하는 참람한 계책을 감히 더 없이 엄중한 곳에 시험하여 기강을 범하고 윤리를 무너뜨리는 데 이르렀습니다. 오직 우리 전하께서 일찍이 자성(慈聖)의 가르침을 받아 연충(淵衷)에 환히 아신 지 오래 되어 처음 시작하는 첫해 기강을 세우는 기회에 죄범(罪犯)을 환히 이르신 것이 정대하고 엄절하였으니, 오래 굽혔던 왕법(王法)이 장차 펴질 것이고, 오랫동안 답답하던 뭇사람의 분노가 풀릴 수 있을 것입니다. 그런데 국청(鞫廳)을 베풀어 끝까지 핵실(覈實)하지 않고, 갑자기 가볍게 벌하여 섬에 안치(安置)하였으니, 나라에 법이 있는데 어찌 이럴 수 있겠습니까? 삼가 바라건대 성명(聖明)께서는 국문하여 핵실하라는 청을 쾌히 윤허하셔서 실정을 알아내어 정형(正刑)하소서.” 하니, 비답하기를, “전의 비답에 이미 일렀으니, 번거롭게 하지 말라.” 하였다.",
                "hj": "○大司憲朴永元, 執義李殷相, 應敎趙秉恒, 副應敎金在根, 持平洪在重, 校理李正履、林肯洙, 副校理申錫愚、沈承澤, 正言李魯確, 修撰兪象煥、李考淳, 副修撰李垿、洪翼燮, 合辭, 以爲, “亂賊從古何限, 而豈有如鶴秀之至凶絶憯者哉? 世守龜祿之悖論, 背馳國是。 及其偏蒙恩造, 歷踐華膴, 則患得之在心, 而轉成驕濫, 貪權之不足, 而愈益跳踉, 此在渠猶是薄物細故, 至以惎搆之憯計, 敢試於莫嚴莫重之地, 干紀斁倫。 惟我殿下, 夙承慈聖之敎, 詔久有淵衷之燭, 悉乃於一初首歲, 立經定紀之會, 洞諭罪犯, 正大嚴截, 久屈之王章將伸, 積菀之輿憤庶洩。 而不爲設鞫而窮覈, 遽從惟輕而島置, 國有典憲, 寧有是哉? 伏乞聖明, 夬允鞫覈之請, 得情正刑。” 批曰: “已諭於前批, 勿煩。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Kim Yungeun , the first inspector of the Office of the Censor General , and Yi Yaku , the deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "무술년에 김윤근을 사간원 대사간으로, 이약우를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 12일(무술) 1번째기사",
                "gt-oKo": "김윤근(金胤根)을 사간원 대사간으로, 이약우(李若愚)를 한성부 판윤으로 삼았다.",
                "hj": "○戊戌/以金胤根爲司諫院大司諫, 李若愚爲漢城府判尹。"
            },
            "2": {
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 12일(무술) 2번째기사",
                "gt-oKo": "송계간(宋啓榦)에게 하유(下諭)하기를, “내가 듣건대, 주공(周公)의 가르침에, ‘노성(老成)한 덕이 있는 지임(遲任)이 말하기를, 「사람은 옛사람을 구한다」 하였다.’ 하였는데, 이는 예전 융성한 때에 천공(天工)을 대신하여 화리(化理)를 일으킨 자는 반드시 어진이를 가까이하고 늙은이를 공경하는 일을 먼저 한 것이다. 경은 세 조정에서 융숭하게 예우(禮遇)하던 사람으로서 일세(一世)의 사표(師表)가 되는 높은 자리에 있어 사림(士林)에서 본받고 조야(朝野)에서 의지한 지 이제 40여 년이 되었다. 내가 사복(嗣服)한 초기에 경이 훌쩍 와서 나를 돕고 나를 이끌어 주기를 마음속으로 굶주리고 목마른 것처럼 기다렸을 뿐만이 아니었으나, 정성과 예(禮)가 천박하여 가둔(嘉遯)을 돌이키지 못하였으며, 두세 번 돈면(敦勉)한 것이 겉치레가 되었을 뿐이니, 부끄럽고 한탄스러움을 금할 수 있겠는가? 이번에 등용한 것은 내가 그대에게 벼슬을 주어 매어 두려는 것이 아니라, 바로 내가 어진이를 높이고 도(道)를 지키며 널리 구하여 도움을 바라는 뜻에 말미암은 것이다. 더구나 이제 염의(簾儀)를 거두시어 번다한 만기(萬機)가 내 몸에 달려 있으니, 덕이 없는 몸이 아침부터 밤까지 삼가고 두려워하는 까닭을 생각하면 어찌 감히 백성을 편하게 한 선왕의 대신(大臣)이 도모한 공(功)으로 시작하지 않겠으며, 비록 경이 임금을 사랑하고 나라를 근심하는 정성으로 말하더라도 어찌 다시 한결같이 멀리 가서 나를 버리고 돌보지 않겠는가? 대질(大耋)이 건강한 것은 하늘이 군자를 돕는 까닭이다. 봄날이 점점 화창해지면 더욱 잠시 말을 달려 올 수 있을 것이니, 경은 초심(初心)을 돌려 날을 정하여 조정에 와서 내 기명(基命)을 안정시키고, 내 전학(典學)을 빛나게 하라. 이것이 내가 구구히 바라는 것이다.” 하고, 송내희(宋來熙)에게 하유하기를, “오직 그대는 대대로 벼슬한 집의 후손이며 선정(先正)의 적전(嫡傳)이다. 만약 내가 사랑하여 예우하는 것이 융숭하고 선인이 휴척(休戚)을 같이한 것을 생각하면, 훌쩍 조정에 와서 나의 어려움을 도울 것인데, 내가 사복(嗣服)한 초기에 몇 번이나 하유하여 불렀지만, 이 정성과 예가 성실하지 못하여 오히려 멀리 피하는 마음을 돌이키지 못하였으니, 내가 매우 부끄러운 줄 잘 알면서도 너를 개탄하지 않을 수 없다. 내가 덕이 없는 몸으로 조종(祖宗)의 간대(艱大)한 사업을 이어받았는데, 다행히 7년 동안 복림(覆臨)하신 자천(慈天)에 힘입어 팔짱을 낀 채 하는 일이 없었다. 그러나 이제 동조(東朝)께서 염유(簾帷)를 이미 거두셨고 나도 지학(志學)의 나이가 되었으니, 만기를 친히 총괄해야 하는데, 보람은 더욱 아득하고 모든 일에 어려움이 많아서 정치는 기대에 맞지 않고 있다. 이것은 오로지 학업이 정밀하지 못한데 보도(輔導)할 사람이 없어서 장구(章句)를 훈고(訓詁)할 때에 조금도 돕는 힘이 없기 때문이다. 그러므로 새해 첫달에 단문(端門)에서 시조(視朝)하는 것은 곧 뭇 신하를 맞이하여 자문하는 뜻인데, 바로 모름지기 홍유(鴻儒)·숙학(宿學)으로 마음에 터득하고 몸소 행하는 자를 좌우에 두고 계옥(啓沃)하고 개도(開導)하는 책임을 맡겨야 한다. 이것이 오늘날의 급한 일인데, 그 사람을 구하려면 그대를 버려두고 누구를 찾겠는가? 지금 내 마음이 향하고 조야(朝野)에서 바라고 사림(士林)에서 본받는 것이 모두 다 그대에게 돌아가고, 또한 그대를 앞세우지 않는 이가 없는데, 그대는 평소 태산(泰山)·북두(北斗) 같은 덕망을 지니고 백성에게 은택을 입히려는 뜻을 가진 사람으로서 이제 어찌하여 한결같이 돌보지 않고 오래 가서 돌아오지 아니함으로써 유현(儒賢)을 널리 불러 도움을 구하는 아름다운 일을 방해하는가? 내가 어려서 함께 할 만하지 못하다고 생각하지 말고, 새로 배우며 일취월장하는 데 있어서 지금 시기를 잃어서는 안된다는 것을 생각하여 즉일로 길을 떠나 와서 목마르듯이 어진이를 기다리는 마음에 부응하라.” 하고, 성근묵(成近默)에게 하유하기를, “그대가 경연(經筵)에 뽑힌 지 이제 이미 오래 되었고, 내가 부지런히 예를 다해 부른 것도 이미 여러 번이었는데, 정성과 예우가 미진하여 멀리 은둔하려는 뜻을 돌이키지 못하였으니, 원망스럽고 부끄러운 나머지 매우 슬프다. 그대는 어느 집 사람인가? 대대로 시례(詩禮)를 일삼고 늘 경전(經傳)을 가까이 하여 사림(士林)에서 본받고 조야(朝野)에서 기대하니, 나도 어찌 목마를 때에 마시기를 바라듯이 반드시 오게 하고야 말지 않을 수 있겠는가? 내가 덕이 없는 몸으로 새로 만기를 총괄하게 되었으니, 이러한 때에 보도하고 계옥하는 직임에 그대처럼 숙덕(宿德)한 선비를 얻지 못한다면, 장차 어떻게 전학(典學)의 공부를 성취할 것이며, 하고자 하는 정치를 이룰 수 있겠는가? 생각해 보건대, 우리 목릉(穆陵)의 성시(盛時)에 그대 집안의 선정(先正)이 진실로 보필한 공로가 지금까지도 사람들의 눈과 귀에 드러나 있는데, 이것이 어찌 스스로 자신을 수양하고 굳게 사림(士林)을 지키며 나오지 않는 것을 고상하게 여긴 것이겠는가? 내가 그대에게 바라는 것은 선정이 목릉을 섬긴 도리이다. 더구나 이제 새해 정월에 강연(講筵)을 열고 하늘에 계신 이를 대하는 아름다운 때에 내가 스스로 힘쓰려 하니, 이러한 때에 어진이를 기다리는 마음이 가슴속에 갑절이나 더 절실하다. 그대는 은둔하려는 뜻을 힘써 돌이키고, 어진이를 머물게 하려는 정성에 부응하여 위로는 나의 미치지 못하는 것을 돕고, 아래로는 선대의 아름다움을 이어받아 나의 간절한 희망을 저버리지 말도록 하라.” 하고, 김인근(金仁根)에게 하유하기를, “내가 새해 상순에 단문(端門)에서 시조(視朝)하여 뭇 신하에게 자문하고, 정치의 요체를 깊이 생각하건대, 대개 유교를 숭상하고 어진이를 예우하는 것보다 먼저 힘쓸 것이 없으므로, 내가 그대에게 전후에 돈면(敦勉)한 것도 이미 여러 번이었다. 미덕(美德)을 지니고서도 스스로 은둔을 달갑게 여기므로, 한갖 예를 다하여 부를 뿐 어진이를 머물러 있게 하기 어려우니, 진실로 내가 덕이 없고 정성이 얕아서 서로 믿을 만하지 못하기 때문이나, 또한 그대를 위하여 애석하게 여기지 않을 수 없다. 그대는 충현(忠賢)의 세주(世胄)로서 가정의 가르침에 물들었으니, 내가 미처 보지는 못하였으나 묻지 않아도 당세의 어진이임을 알 수 있다. 광필(匡弼)하고 계옥(啓沃)하는 책임과 도(道)를 지키고 세상을 붙들어 세우는 공(功)은 오히려 임하(林下)의 어진이들에게 힘입는 것이 있으니, 그대가 오막살이·샘물가에 한가하게 은둔하려 하더라도 어찌 그렇게 할 수 있겠는가? 아! 유술(儒術)을 두텁게 숭상하는 것은 우리 열성조(列聖朝)에서 서로 전수한 가법(家法)이다. 그대의 집안 선정(先正)이 명명(明命)을 크게 도와 조야(朝野)에서 모범 삼고 사림에서 본받았으니, 내가 부르는 것은 곧 선왕의 예우이고 그대가 따르는 것은 곧 선정의 직분이다. 내가 어찌 백성을 편하게 한 선왕의 대신이 도모한 공을 행하지 않을 수 있겠으며, 그대도 어찌 감히 옛 선정이 끼친 공열(功烈)을 본받지 않을 수 있겠는가? 또 더구나 자성(慈聖)의 정녕한 가르침이 학문에 부지런하고 어진이를 가까이 하라[勤學親賢]는 네 글자에 지나지 않으니, 부른 가운데에 들어 있는 자는 마땅히 와서 조석으로 가까이에서 나를 인도하여 큰 가르침에 보답해야 할 것이다. 이것이 자나깨나 마음속에 생각하여 반드시 조정에 나오게 하려는 까닭이다. 이제 자전(慈殿)의 아름다움이 크게 드러나 팔방에서 두루 기뻐하는 것을 생각하면, 함께 경축하는 의리에 있어서 어찌 수레를 타거나 신 신을 겨를이 있을 수 있겠는가? 저 동강(東江)을 돌아보건대, 작은 배 하나로 건널 수 있을 것이다. 그러므로 몇 줄의 글을 내려 예물(禮物)을 갈음하니, 그대는 멀리 떠나려는 마음을 힘써 돌이켜 즉일로 돌아와 우리 성전(盛典)을 빛내고 나의 불선(不善)을 도와 내가 마음을 비우고 서서 어진이의 말을 들으려는 희망에 부응하도록 하라.” 하였다.",
                "hj": "○諭宋啓榦曰: “予聞周公之訓曰, ‘耉造德遲任之言曰, 「人惟求舊。」 此古昔盛際, 代天工而興化理者, 必於親賢敬老而先之者也。 卿以三朝禮遇之隆, 處一世師表之尊, 士林之所矜式, 朝野之所倚望, 垂四十有餘年于玆矣。 予自嗣服之初, 徯卿幡然朂予而迪予, 不啻若飢渴于中, 而誠禮淺薄, 嘉遯莫廻, 再三敦勉, 歸於應文備具而止, 可勝愧歎? 今玆晉擢, 非曰吾與爾縻之直, 由予小子尊賢衛道, 旁求仰助之義耳。 矧今簾儀誕撤, 萬務之繁, 在予眇躬, 顧以寡昧, 夙夜所以祗慄者, 曷敢不于前, 寧人圖功惟始, 而雖以卿愛君憂國之誠言之, 豈復一向邁往遐棄, 予莫之顧否? 大耋康强, 天所以佑君子也。 而春煦漸暢, 尤可以有間驅馳, 卿其勉回初心, 剋日造朝, 宥密我基命, 緝熙我典學, 是予區區之望也。” 諭宋來熙曰, “惟爾古家之世裔也, 先正之嫡傳也。 若念沖子眷禮之隆重, 前人休戚之與同, 則庶幾幡然簉朝, 弘濟我艱難, 而自予嗣服之初, 幾爾旌招之諭, 而奈此誠禮之未孚, 尙爾遐萉之莫回, 雖予之極知多愧, 而嗟爾之不能無慨也。 以予寡昧, 承祖宗艱大之業, 幸賴慈天之七年覆臨, 垂拱無爲。 今焉東朝之簾帷已撤, 而予亦係志學之年, 萬幾親摠, 而效愈邈, 庶績多艱, 而治不徯此, 專由於學業不精, 輔導無人, 章句訓詁之間, 無絲毫裨補之力。 故歲之首月之元, 端門視朝, 卽是延訪群臣之意, 而政須鴻儒, 宿學心得而躬行者, 置之左右, 委之以啓沃開導之責。 此爲今日急務, 苟求其人, 捨爾伊誰? 此時予心之所蘄向也, 朝野之所想望也, 士林之所矜式也, 擧皆以爾爲歸, 而亦莫不以爾爲先, 以爾平日山斗之望, 致澤之志, 今何一向邁邁, 長往不返, 以妨諸儒賢旁招求助之美事乎? 毋謂寡躬沖藐之無足與有爲, 亟念新學就將之迨此不可失, 卽日登塗, 以副側席如渴之思。” 諭成近默曰: “爾之膺經筵之選者, 今已久矣, 予之勤干旌之招者, 亦已屢矣。 誠禮未盡, 遐遯莫回, 悵愧之餘, 深庸慨然。 爾是誰家人也? 箕裘詩禮, 茶飯經傳, 士林之所矜式, 朝野之所想望, 予亦安得不如渴思飮, 必致乃已哉? 顧予寡昧, 新摠萬幾, 此時輔導啓沃之任, 不得如爾宿德之士, 則將何以致典學之工, 成從欲之治乎? 載念我穆陵盛際, 爾家先正, 實左右之至今赫赫人耳目, 是何曾自淑其身, 固守東岡, 以不出爲高也? 今予之所期於爾者, 卽先正之所以事穆陵也。 矧今三陽惟新, 講筵將開, 對天茂時, 予方自勉, 此際側席之心, 倍切于中。 爾其勉回考槃之志, 庸副縶駒之誠, 上以補予不逮, 下以趾厥先美, 毋孤予凝企之望焉。” 諭金仁根曰: “粤予歲之首, 維月上旬, 端門視朝, 咨訪群工, 深惟爲治之要, 蓋莫先於崇儒禮賢, 予於爾前後敦勉, 亦旣屢矣。 握瑜懷瑾, 自甘永矢, 引旌徒勤, 皎駒難縶, 亶由予涼德淺誠, 不足相孚, 而亦不能不爲爾惜之。 爾以忠賢世冑, 擩染庭訓, 予雖未及見爾, 不問可知爲當世賢者。 匡弼啓沃之責, 衛道扶世之功, 尙有賴於林下諸賢, 爾雖欲肥遯於衡泌之間, 其可得乎? 噫! 惇尙儒術, 卽我列聖朝相傳之家法也。 爾家先正, 洪贊明命, 朝野爲之型範, 士林爲之矜式, 予所召, 卽先王之禮也, 爾所膺, 卽先正之職也。 予曷其不于前, 寧人圖功攸行, 爾亦曷敢不于昔先正遺烈是則也? 又況慈聖之丁寧詔敎, 不越乎勤學親賢四箇字, 在於招延之列者, 宜于于然來爾, 尙朝夕左右, 迪予一人, 用答揚光訓。 此所以寤寐翹想, 必欲致之朝端者也。 顧今慈徽丕闡, 八方普歡, 其在同慶之義, 寧容駕屨之俟? 眷彼東江, 一葦可杭。 玆宣數行, 用替戔帛, 爾其勉回遐心, 卽日幡然, 賁我盛典, 輔予不穀, 以副虛佇企凝之望。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gihae day, the King (Sejong went to Injeong Hall (Hall of Benevolent Governance to receive the list of the honorific title for the Queen Mother . He then presented a memorial to the Emperor [of Ming China] and an honorific title was named Gwangseong .",
                "H2KE-nKo": "주상이 인정전에 나아가 대왕대비에게 가상할 존호의 단자를 친히 받고, 이어 전문을 올려 존호를 ‘광성’이라고 올렸다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 13일(기해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 대왕 대비(大王大妃)에게 더 올리는 존호(尊號)의 단자(單子)를 친히 받고, 이어서 전문(箋文)을 올려 존호를 광성(光聖)이라 하였다.",
                "hj": "○己亥/上詣仁政殿, 親受大王大妃加上尊號單子, 仍上箋文尊號曰光聖。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinchuk day, a lunar eclipse occurred.",
                "H2KE-nKo": "신축년 월식이 있었는데, 개기식이었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 15일(신축) 1번째기사",
                "gt-oKo": "개기 월식(皆旣月蝕)이 있었다.",
                "hj": "○辛丑/月食, 旣。"
            },
            "2": {
                "H2KE-EN": "The King appointed 조병헌 as third minister of personnel .",
                "H2KE-nKo": "조병헌을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 15일(신축) 2번째기사",
                "gt-oKo": "조병헌(趙秉憲)을 이조 참의로 삼았다.",
                "hj": "○以趙秉憲爲吏曹參議。"
            },
            "3": {
                "H2KE-EN": "Song Gyegan was appointed as the Office of the Inspector General , and Min Yeongseo as the Office of the Censor General .",
                "H2KE-nKo": "송계간을 사헌부 대사헌으로, 민영세를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 15일(신축) 3번째기사",
                "gt-oKo": "송계간(宋啓榦)을 사헌부 대사헌으로, 민영세(閔英世)를 사간원 대사간으로 삼았다.",
                "hj": "○以宋啓榦爲司憲府大司憲, 閔英世爲司諫院大司諫。"
            },
            "4": {
                "H2KE-EN": "Each central government and each ward chief in the capital presented the list of 회계 장부 in gyeongja year (. The Ministry of Taxation , the Office of Military Procurement , the Office of Benefiting the People , the Ministry of War , the Military Procurement , the Elite Capital Guards , the Elite Capital Markets , the Ministry of War , the Elite Capital Markets , the Elite Capits , the Elite Capital Markets",
                "H2KE-nKo": "서울의 각 관사와 각 영에서 경자년의 회계부를 올렸다. - 호조, 양향청, 선혜청, 병조, 훈련도감, 금위영, 어영청, 총융청에 현재 보유하고 있는 황금 147냥 8전 1푼, 은자 22만 3655냥 3전 2푼, 전문 49만 6978냥 3전 5푼, 면주 33동 12필, 목 2146동 41필 34척 남짓, 저포 7동 27필 21척, 포자 641동 46필 4척 남짓, 미 9만 6543섬 9두 1승 남짓, 전미 885섬 4두 1승, 태 1만 829섬 9두 3승, 피잡곡 211석 14두 5승 남짓이다. -\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 15일(신축) 4번째기사",
                "gt-oKo": "경중(京中)의 각사(各司)·각영(各營)에서 경자년의 회계부(會計簿)를 바쳤다.【호조(戶曹)·향청(餉廳)·혜청(惠廳)·병조(兵曹)·훈국(訓局)·금영(禁營)·어영(御營)·총청(摠廳)에 지금 있는 황금(黃金)이 1백 47냥(兩) 8전(錢) 1푼(分)이고, 은자(銀子)가 22만 3천 6백 55냥 3전 2푼이고, 전문(錢文)이 49만 6천 9백 78냥 3전 5푼이고, 면주(綿紬)가 33동(同) 12필(疋)이고, 목(木)이 2천 1백 46동 41필 34척(尺)이고, 저포(苧布)가 7동 27필 21척이고, 포자(布子)가 6백 41동 46필 4척이고, 미(米)가 9만 6천 5백 43석(石) 9두(斗) 1승(升) 영이고, 전미(田米)가 8백 85석 4두 1승이고, 태(太)가 1만 8천 29석 9두 3승이고, 피잡곡(皮雜穀)이 2천 1백 61석 14두 5승이었다.】",
                "hj": "○京各司各營, 進庚子會計簿。【戶曹、餉廳、惠廳、兵曹、訓局、禁營、御營、摠廳, 〔時〕在黃金一百四十七兩八錢一分, 銀子二十二萬三千六百五十五兩三錢二分, 錢文四十九萬六千九百七十八兩三錢五分, 綿紬三十三同十二疋, 木二千一百四千六同四十一疋三十四尺零, 苧布七同二十七疋二十一尺, 布子六百四十一同四十六疋四尺零, 米九萬六千五百四十三石九斗一升零, 田米八百八十五石四斗一升, 太一萬八千二十九石九斗三升, 皮雜穀二千一百六十一石十四斗五升零。】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "임인년에 Kwon Donin was appointed minister of personnel , and Hong Gyeongmoo was appointed minister of works .",
                "H2KE-nKo": "권돈인을 이조 판서로, 홍경모를 공조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 16일(임인) 1번째기사",
                "gt-oKo": "권돈인(權敦仁)을 이조 판서로, 홍경모(洪敬謨)를 공조 판서로 삼았다.",
                "hj": "○壬寅/以權敦仁爲吏曹判書, 洪敬謨爲工曹判書。"
            },
            "2": {
                "H2KE-EN": "The King successively appointed Kim좌geun as minister of war .",
                "H2KE-nKo": "중비로 김좌근을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 16일(임인) 2번째기사",
                "gt-oKo": "중비(中批)로 김좌근(金左根)을 병조 판서로 삼았다.",
                "hj": "○中批, 以金左根爲兵曹判書。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the twelfth month, the King proceeded to the Royal Confucian Academy and received the officials of the senior third rank or above in audience.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 18일(갑진) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○甲辰/上御熙政堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that a congratulatory ceremony personally be held on the day of the investiture letter and the investiture letter, and that the ceremony be held on the day of the investiture letter and the seal.",
                "H2KE-nKo": "만기를 친히 총괄하는 것에 대한 진하를 옥책과 금보를 올리는 날에 합경사를 거행하라고 명하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 18일(갑진) 2번째기사",
                "gt-oKo": "만기(萬機)를 친히 총괄하는 일에 대한 진하(陳賀)를 책보(冊寶)를 바치는 날에 합경(合慶)으로 거행하라고 명하였다.",
                "hj": "○命親摠萬幾陳賀, 以進冊寶日合慶擧行。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that Grand Military Protector Yu Hwawon be appointed as deputy magistrate . This was because he was the advanced years of age.",
                "H2KE-nKo": "대호군 유화원을 판윤에 제수하라고 명하였다. 나이가 가장 늙었기 때문이다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 18일(갑진) 3번째기사",
                "gt-oKo": "대호군(大護軍) 유화원(柳和源)에게 판윤(判尹)을 제수(除授)하라고 명하였는데, 나이가 가장 늙었기 때문이다.",
                "hj": "○命大護軍柳和源, 判尹除授, 以年最老也。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King appointed Min Chiseong as the governor of Hamgil Province and Han Jinhoe as the Office of the Censor General .",
                "H2KE-nKo": "민치성을 함경도 관찰사로, 한진호를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 19일(을사) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 함경도 관찰사로, 한진호(韓鎭㦿)를 사간원 대사간으로 삼았다.",
                "hj": "○乙巳/以閔致成爲咸鏡道觀察使, 韓鎭㦿爲司諫院大司諫。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King held the seventh day of the first month at the Royal Confucian Academy in the musin year (.",
                "H2KE-nKo": "반궁에서 인일제를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 22일(무신) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 인일제(人日製)를 설행(設行)하였다.",
                "hj": "○戊申/設人日製于泮宮。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Yi Huijun of the Office of the Inspector General was appointed inspector general .",
                "H2KE-nKo": "이희준을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 23일(기유) 1번째기사",
                "gt-oKo": "이희준(李羲準)을 사헌부 대사헌으로 삼았다.",
                "hj": "○己酉/以李羲準爲司憲府大司憲。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Upon receiving the report of Magistrate of Uiju Yi Gyu팽 , your subjects recently examined the amount of 75,520 nyang of red ginseng and red ginseng, with the exception of the collection of 75,520 nyang of red ginseng, excluding the remaining 52,395 nyang per year, and the remaining 52,395 nyang is always worried about the shortage of receiving the imperial edict of our magistracy. Now, your subjects request that the amount of ginseng be designated as a detailed amount of grain and that the half of the grain of the imperial edict of our magistracy be kept in our magistracy, and that the half of the remaining [of our magistracy] be kept in our magistracy and that the half of the remaining [of our magistracy] be kept in our magistracy. The problem of ginseng and the problem of the corruption of the magistracy is indeed as in the end. The additional quota for the fifty years has already reached 8,000 geun, and the stealing [of our magistracy] is nearly impossible. Regarding the report of this magistracy, it is impossible to discover the circumstances in accordance with the penal code. However, it is impossible to refer to the circumstances in the case of the government slaves, and the circumstances in the case of the mistakes are involved in the circumstances. Your subjects implore that the circumstances and the current situation in the past are truly based on the intent of harboring resentment and fulfilling public duties. Your subjects request that following the report of this magistracy, the people be divided into five nyang and divided into Uiju, and the people be divided into four nyang and divided into our magistracy. If there is a occasion to use necessities",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 의주 부윤 이규팽의 보고를 보니, 홍삼의 원포 외에 수세전 7만 1520냥 중에서 연례적으로 떼어 주는 것을 제하고 나면 남는 것이 5만 2395냥이나 됩니다. 그런데 의주부의 칙수가 매번 부족한 것이 걱정이니, 지금 이 수량을 가지고 상정가로 작곡하여 명칭은 의주부의 칙곡이라 하고 절반은 본부에 유치해 두고 절반은 도내에 나누어 유치해 두어 모곡을 취하게 해 달라는 내용으로 말하였습니다.삼포의 폐단은 참으로 마지막에 가서 처음 시작할 때처럼 이미 50년 이상 더 늘어난 수량이 8000근이나 되니, 몰래 국경을 넘는 것이 거의 끝이 없습니다. 우선 이 보고를 가지고 말해 보더라도 이미 드러나는 대로 형률대로 처벌하지 못하였고, 이른바 속공하는 물건도 잘못을 답습하는 일에 관계되니, 원칙과 법으로 헤아려 볼 때 아무래도 정당하지 못합니다. 그러나 전해 내려온 고질적인 병폐와 현재의 상황을 참작해 보면 실로 원망을 떠맡고 공무를 행하려는 뜻에서 나온 것입니다. 보고한 대로 작곡하여 나누어 유치해 두고 모곡을 취하게 하되, 원래의 수량 중에서 5분의 1에 한하여 의주부에 유치해 두고 5분의 4는 도내에 나누어 유치해 두었다가, 만약 응당 써야 할 때가 되면 반드시 비변사에 보고하여 초기를 올린 뒤에 시행하도록 의주부와 의주부에 아울러 분부하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 24일(경술) 1번째기사",
                "gt-oKo": "비변사(備邊司)에서 아뢰기를, “지금 의주 부윤(義州府尹) 이규팽(李圭祊)이 신보(申報)한 것을 보건대, 홍삼(紅蔘)의 원포(原包) 이외에 수세(收稅)한 돈 7만 1천 5백 20냥 가운데 연례(年例)로 획급(劃給)한 것을 제외하고 남아 있는 것이 5만 2천 3백 95냥인데, 본부(本府)의 칙수(勅需)는 번번이 부족한 것을 걱정하게 되니, 지금 이 수로 상정(詳定)해서 곡물(穀物)로 환작(換作)하여 만부 칙곡(灣府勅穀)이라 이름하고, 절반은 본부에 두고 절반은 도내(道內)에 나누어 두고 취모(取耗)할 것을 말하였습니다. 삼포(蔘包)의 폐단은 참으로 마지막에 와서 처음 실시할 때보다 이미 50년 동안에 더한 수가 8천 근(斤)이나 되어 지나치게 많은 것이 거의 한정이 없습니다. 우선 이 신보로 말하면, 이미 나타나는 대로 율(律)과 같이 처치하지 못하였고, 이른바 속공(屬公)하는 물건도 잘못을 답습하는 일에 관계되니, 상법(常法)으로 헤아려 보면 마침내 정당하지 못합니다. 그러나 내려온 오랜 병폐와 지금의 사상(事狀)을 참작하면, 진실로 원망을 스스로 담당하여 공무에 힘쓰려는 뜻에서 나온 것입니다. 신보한 대로 곡물로 환작하여 나누어 두고 취모하되, 원수(元數) 가운데에서 5분의 1만을 만부(灣府)에 두고 5분의 4를 도내에 나누어 두고, 응당 써야 할 때에는 반드시 본사(本司)에 신보하여 본사에서 초기(草記)하기를 기다린 뒤에 시행하라고 해도(該道)와 해부(該府)에 아울러 분부하소서.” 하니, 윤허하였다.",
                "hj": "○庚戌/備邊司啓言: “卽見義州府尹李圭祊所報, 則以爲紅蔘原包外, 收稅錢七萬一千五百二十兩內, 除却年例劃給, 餘在爲五萬二千三百九十五兩矣, 本府勑需, 每患不足, 今以此數, 詳定作穀, 名以灣府勑穀, 折半留置本府, 折半分留取耗於道內爲辭矣。 蔘包之(弊)〔弊〕, 誠到末如設始, 已五十年加數, 至八千斤, 潛越之多, 殆無紀極。 姑以此報言之, 旣未得隨現如律, 所謂屬公之物, 又繫襲謬之事, 則揆以經法, 終欠正當。 而參諸流來, 積痼目下事狀, 實出於任怨奉公之意。 依所報使之作穀分留取耗, 而就元數中限五分一置之灣府, 五分之四分置道內, 若値應用之時, 則必待報司草記後施行事, 請幷分付於該道該府。” 允之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Song Gyegan , Grand Master for Assisting toward Fundamental Laws and Deputy Magistrate of Hanseong Magistracy and concurrent clerk of the Royal Confucian Academy , passed away. The King issued an instruction, which stated, The late clerk of the Office of Royal Genealogy was a paragon of old scholar. I expected you to come to the Royal Confucian Academy and attempted to summon him as a minister and continued to summon him. However, I suddenly passed away. How can I express my grief over this? As for the ancestral rites and the funeral for the deceased, have the Ministry of Rites follow the precedent. As for the building of a tomb, have the governor of this province provide him with funeral expenses. Song Gyegan was a grandson of Song Myeongheum , the grandson of Song Myeongheum . During the reign of Emperor Sunjong , Yi Jikbo , a scholar of the Royal Confucian Academy , informed him of his Confucian classics and his conduct. He was selected and appointed to the Royal Confucian Academy . Song Gyegan firmly declined, but he always believed that he did not come out and speak out of fear. Whenever he was appointed to a government post, he received special instructions and sometimes asked him about it, and he did not dare answer. He enjoyed learning and personally copyed the Confucian Classics studying the Confucian Classics . He did not observe his learning. He study the Confucian Classics with the Confucian Classics by himself. He was granted the posthumous name of Mungyeong .",
                "H2KE-nKo": "신해년에 자헌대부 한성부 판윤 겸 성균관 좨주 송계간이 졸하였다. 전교하기를,“고 좨주는 나이 많은 유현으로서 고상한 지조가 더욱 굳어 내가 기어코 경연에 나오게 하려고 정경에 발탁하고 이어서 정중히 불렀다. 그런데 졸서했다는 단자가 갑자기 이르니 슬픔을 어찌 말로 표현할 수 있겠는가. 조제하는 절차와 장례에 필요한 물품은 해당 조로 하여금 규례에 비추어 거행하게 하고, 조묘군·담지군도 본도로 하여금 제급하게 하라.”하였다. 송계간은 송준길의 후손이고, 송명흠의 손자이다. 순종 때에 유현 이직보가 그의 경전을 아뢰고 경연관에 발탁되었으나 송계간이 고사하여 항상 자신이 나가지 않고 말이 나오지 않는 것을 경계하였다. 관직에 제수될 때마다 별유를 받들기도 하고 하문하기도 하였으나 감히 대답하지 못하였다. 학문을 좋아하여 손수 경전의 요어를 <unk>아내어 스스로 경계하고 반성하면서 지조를 지키기를 매우 굳게 하였고 유일로 자처하지 않았다. 그러므로 조예를 탐구하고 언론과 풍지에 대해 세상에 보고 들은 자가 없었다. 시호는 문경이다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 25일(신해) 1번째기사",
                "gt-oKo": "자헌 대부(資憲大夫) 한성 판윤 겸 성균관 좨주(漢城判尹兼成均館祭酒) 송계간(宋啓榦)이 졸(卒)하였다. 하교(下敎)하기를, “고(故) 좨주는 기구(耆耉)인 유현(儒賢)으로서 바른 지조가 매우 굳세므로, 내가 이 때문에 반드시 경석(經席)에 나오게 하려고 정경(正卿)에 발탁하고 이어서 돈소(敦召)하였는데, 서거 단자(逝去單子)가 갑자기 왔으니, 몹시 애통함을 어찌 말하겠는가? 조제(弔祭)하는 절차와 상장(喪葬)의 수용(需用)을 해조(該曹)로 하여금 규례에 비추어 거행하게 하고, 조묘군(造墓軍)·담지군(擔持軍)도 본도(本道)로 하여금 제급(題給)하게 하라.” 하였다. 송계간은 송준길(宋浚吉)의 후손이고, 송명흠(宋明欽)의 손자이다. 순조(純祖) 때에 유현 이직보(李直輔)가 그 경행(經行)을 아뢰었으므로 발탁하여 경연관(經筵官)을 제수하였으나, 송계간이 굳이 사양하였다. 늘 몸은 나가지 않고 나간다고 말하는 것을 경계 삼았으므로, 벼슬을 제수할 때마다 별유(別諭)나 자문을 받아도 감히 응대하지 않았다. 학문을 좋아하므로 손수 경전(經傳)의 요어(要語)를 베껴서 스스로 경계하고 반성하며 절조를 지키고 재능을 숨기는 것이 매우 굳세었으나, 유일(儒逸)로 자처하지 않았다. 그러므로 깊은 이치를 탐구한 조예(造詣)와 그 언론의 풍지(風旨)는 세상에서 보고 들은 자가 없었다. 시호(諡號)는 문경(文敬)이다.",
                "hj": "○辛亥/資憲大夫漢城府判尹兼成均館祭酒宋啓榦卒。 敎曰: “故祭酒, 以耆耉儒賢, 雅操彌堅, 予所以期致經席, 爰擢正卿, 繼宣敦召, 而逝單遽至, 悵衋曷喩? 弔祭之節, 喪葬之需, 令該曹, 照例擧行, 造墓擔持軍, 亦令本道題給。” 啓榦, 浚吉之後, 明欽孫也。 純宗時儒賢李直輔, 奏其經行, 擢授經筵官, 啓榦固辭, 恒以身不出言出爲戒, 每除官, 承別諭, 或詢問, 不敢對。 好學, 手鈔經傳要語, 以自警省而守晦甚固, 不以儒逸自居也。 故探賾造詣, 與夫言論風旨, 世無有睹聞者也。 諡文敬。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Sangbong as supreme commander of the Right frontier commander .",
                "H2KE-nKo": "유상필을 우변포도대장으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 25일(신해) 2번째기사",
                "gt-oKo": "유상필(柳相弼)을 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○以柳相弼爲右邊捕盜大將。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Kim Bogeun was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "김보근을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 29일(을묘) 1번째기사",
                "gt-oKo": "김보근(金輔根)을 성균관 대사성으로 삼았다.",
                "hj": "○乙卯/以金輔根爲成均館大司成。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King appointed Yi Yeonsang as the Office of the Censor General in the gichuk year (.",
                "H2KE-nKo": "기축년에 이연상을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 3일(기축) 1번째기사",
                "gt-oKo": "이연상(李淵祥)을 사간원 대사간으로 삼았다.",
                "hj": "○己丑/以李淵祥爲司諫院大司諫。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the greater felicitous rite at the Altar of the Soil and Grain .",
                "H2KE-nKo": "주상이 인정전에 나아가 사직 기곡 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 4일(경인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 사직 기곡 대제(社稷祈穀大祭)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○庚寅/上詣仁政殿, 親傳社稷祈穀大祭, 香祝。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Office of Honorable Guests reported as follows: Your subject and others have gloriously happened in our country and consulted the precedents of the royal ancestors. At the beginning of the royal lecture, your subject and others had already stopped at the beginning of Your Majestys profound love for Your Majestys profound love. Recently your subject and others pleaded Your Majesty on the grounds that the natural principles and human feelings cannot be stopped, and all the entire people of the entire country pray for Your Majestys longevity. Your subject and others prepared the proprieties of gold and jade-green jade-style-green jade-style jade-style-style jade-style green jade-style-style jade-style che-style jade-designated jade-style-designated jade-style-style jade-designated jade-style -style-style jade-style-designated jade-style-style -designated jade-style-designated jade-style -designated jade-style -style green greenuine-style green style-style designated green style-style che-style designated green style-style designated green earstyle-style-style designated green style-style-style designated green style-oftyle-style designated green greenuine-style-style designated green greenuine-style greenuinely. Your subject and others earnestly request Your Majesty to urge the proprieties of honoring the royal ancestors. The King",
                "H2KE-nKo": "빈청이 아뢰기를,“신들이 나라에 드문 경사를 만나 조종이 이미 행한 전례를 상고해 보니, 수렴 청정을 거두라는 명이 내린 초기부터 자전의 존호를 더 올리는 일에 대해 이미 단서를 열어 놓았습니다. 그런데 지난번 어전에서 누누이 아뢰어 청한 것은 실로 천리와 인정상 그만둘 수 없고 팔도의 백성들이 우러러 바라는 바입니다. 이금과 검옥은 그 예를 갖추고 태양을 그리며 달을 그리는 것은 그 예를 맞추는 것이니, 자전의 덕이 이로 인해 더욱 천양되고 성상의 효성이 이로 인해 더욱 빛났습니다. 하늘에 계신 열조의 영령이 이로 인해 더욱 기뻐하실 것이니, 신들이 한목소리로 우러러 호소하는 것이 어찌 그만둘 수 있는데도 그만두지 않는 것이겠습니까.생각건대 우리 태모 전하께서는 덕이 태임과 태사와 부합하고 공은 훈화를 겸하였습니다. 적모의 지위에 올라 용비의 운을 도왔고, 눈을 부릅뜨고 으르렁거리는 송축이 40년을 하루같이 지냈습니다. 우리 성고를 보우하고 우리 신손을 계도하여 자손이 번성하여 영원히 억만년토록 터전을 닦았으니, 이것이 또한 백성을 잘 살게 할 것을 생각하는 성대한 일에 대해 아름다움을 짝하는 것입니다.갑오년에 승하하신 변고를 당해서는 나라의 형세가 위태로워 부지할 수 없는 위태로움이 있었는데도 애써 수렴청정으로 나아가 어린 임금을 보호하느라 밤낮으로 근심하고 애쓰면서 스스로 편안할 겨를이 없었습니다. 기근이 들었을 때 돌보아 주는 것은 정식 부세를 자주 줄이고, 의복과 거마를 검소하게 하는 것은 먼저 상공을 줄였으며, 사악하고 더러운 것을 깨끗이 씻어 인륜을 밝혔고, 난역을 토벌하여 하늘의 기강을 엄하게 하였습니다. 처음부터 끝까지 7년 동안 유지하면서 공고하게 하고 의지하고 키워 준 것은 누구의 은혜였습니까.지금 우리 성상께서는 한창 왕성한 계책을 크게 마련하시고 친히 만기를 총괄하셨습니다. 우리 태모께서는 수렴청정을 거두고 장락궁에서 몸을 보양하셨습니다. 자전의 마음으로 결단을 내려 자전의 하교를 내리셨으니, 이는 참으로 예로부터 후비에게 없던 성대한 덕과 위대한 업적입니다. 그 아름다움을 선양하고 공렬을 드러내며 크나큰 복에 보답하는 방도로 볼 때 우리 전하의 탁월한 효성으로 진실로 최선을 다해야 합니다. 그러나 신들의 말은 단연코 근거가 없는 글이 아니니, 태모 전하께서 어찌 겸양만을 고집하여 떳떳한 법도를 무너뜨리고 성대한 의식을 빠뜨릴 수 있겠습니까.또 삼가 생각건대 태모 무술년에 51)에 오른 연령과 기해년에 망륙을 맞이한 연령 및 금년에 국모로 임어한 지 40년이 되는 경사스러운 모임에 대해서는 예로 볼 때 존호를 올리는 것이 합당하여 매번 구례를 전수하였는데, 자전의 하교가 간곡하고 진지하여 끝내 윤허하지 않으셨습니다. 이는 오히려 자전의 일에 속하므로 혹 자전의 뜻을 받들어 따르는 의리를 스스로 붙일 수 있기 때문에 어쩔 수 없이 답답한 마음을 품고 물러난 것입니다. 그러나 지금 우러러 청하는 예는 비단 성대하게 꾸미는 도구일 뿐만 아니라, 본래 선후의 고사가 있고 이미 우리 왕가의 떳떳한 전례가 되었습니다. 옛날 우리 순조께서 일찍이 정순대비께 청하여 허락받은 것을 지금 우리 태모께 허락받지 못한다면 잘 계승하는 방도가 아닙니다. 우리 정순대비께서 일찍이 순조께 힘써 따르셨던 것을 지금 우리 전하께 허락하지 않는다면 자애로운 데 그치는 것이 아닙니다. 우리 태모 전하께서 혹시라도 여기에 생각이 미친다면 또 어찌 신들이 여러 차례 간절히 청하기를 기다리겠습니까. 삼가 바라건대 정성을 다해 주상께 여쭈어 속히 성대한 예식을 거행하소서.”하니, 비답하기를,“경들이 이렇게 빈청의 계사를 올리는 것은 참으로 마땅하다. 그러나 이 일로 여러 차례 자전께 여쭈었으나 아직도 마음을 돌려세우지 못하고 있으니, 더욱 몹시 답답하다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 6일(임진) 1번째기사",
                "gt-oKo": "빈청(賓廳)에서 아뢰기를, “신들이 국가에 드물게 있는 경사에 즈음하여 조종(祖宗)께서 이미 행하신 법을 상고하였으므로, 수렴 청정(垂簾聽政)을 거둘 것을 명하신 처음부터 이미 자호(慈號)를 더 높이는 일에 대하여 단서를 열었는데, 그때 전석(前席)에서 누누이 아뢰어 청한 것은 참으로 천리(天理)·인정(人情)이 그만둘 수 없고 팔도의 백성이 바라는 바였습니다. 이금(泥金)으로 적고 옥함(玉函)에 담아 봉하는 것은 그 예(禮)를 갖추는 것이고, 해를 그리고 달을 그리는 것은 그 글에 맞추는 것이니, 자덕(慈德)이 이 때문에 더욱 밝아지고 성효(聖孝)가 이 때문에 더욱 빛나며 하늘에 계신 열조(列朝)의 영(靈)께서 이 때문에 더욱 기뻐하시는 것이 있을 것입니다. 그렇다면 신들이 말을 같이하여 우러러 호소하는 것이 어찌 그만두고자 하여 그만둘 수 있는 것이겠습니까? 우리 태모 전하(太母殿下)께서는 덕은 태임(太任)·태사(太姒)에 부합하고 공은 요(堯)·순(舜)을 겸하셨는데, 왕비(王妃)의 자리에 계시면서 임금의 운(運)을 도우시어 저갈(睢葛)의 칭송이 40년이 하루 같았습니다. 우리 성고(聖考)를 보우(保佑)하고 우리 신손(神孫)을 계적(啓迪)하여 자손의 번창을 길이 천억 년에 터잡으셨으니, 이것은 또 사재(思齊)·생민(生民)의 성대한 일에 아름다움을 짝하신 것입니다. 갑오년에 승하하신 변을 당하여 나라의 형세가 철류(綴旒)하여 부지할 수 없는 위태로움이 있었는데, 애써 염유(簾帷)에 임어(臨御)하여 어린 임금을 도와 지키시며 아침부터 밤까지 우근(憂勤)하여 스스로 편할 겨를이 없으셨습니다. 기근이 들어 은혜를 베풀어 구휼(救恤)할 때에는 자주 정부(正賦)를 줄이시고, 복어(服御)를 검약할 때에는 먼저 상공(上供)을 줄이셨습니다. 사악하고 더러운 것을 씻어 인륜을 밝히고 난역(亂逆)을 징토(懲討)하여 천기(天紀)를 엄하게 하시니, 전후 7년 동안에 유지하여 공고해지고 의지하여 함육(涵育)된 것이 누가 내려 주신 것이었겠습니까? 이제 우리 성상께서 한창인 춘추로 친히 만기(萬機)를 총괄하실 수 있게 되었으므로 우리 태모께서 수렴(垂簾)을 거두어 동조(東朝)에서 수양하시고자 함을 스스로 자충(慈衷)으로 결단하셔서 자교(慈敎)를 내리셨으니, 이는 참으로 고래로 후비(后妃)에게 없던 성덕(聖德)의 대업(大業)입니다. 그 아름다움을 드날리고 공렬(功烈)을 밝혀 큰 복에 보답하는 방도는 우리 전하의 뛰어난 효성으로 진실로 극진히 하지 않는 것이 없어야 할 것인데, 신들이 말한 것은 전일하여 상고할 바가 없는 예문(禮文)이 아니니, 태모 전하께서 어찌 겸양만 고집하여 상법(常法)이 무너지고 성대한 의례가 없게 하실 수 있겠습니까? 또 생각하건대, 태모께서 무술년에 오순의 나이가 되시고, 기해년에 육순을 바라보는 나이가 되셨으며, 올해에는 모림(母臨)하신 지 40년이 되는 경사를 맞이하셨습니다. 따라서 예(禮)가 존호(尊號)를 올려야 마땅하므로, 번번이 구례(舊例)를 인용하였으나, 자교가 간절하여 끝내 윤허하지 않으셨습니다. 이는 오히려 자궁(慈躬)에 관계되는 일이므로, 혹 스스로 따르는 뜻에 붙일 수 있으니, 어쩔 수 없이 답답한 마음을 품고 물러났습니다. 다만 이번에 우러러 청한 예(禮)는 한갓 포장(鋪張)하고 꾸미는 데 갖추는 것일 뿐이 아니라, 본디 선후(先后)의 고사(故事)가 있으니, 이미 우리 나라의 항전(恒典)을 이룬 것입니다. 예전에 우리 순조께서 일찍이 정순 대비(貞純大妃)께 청하여 윤허받은 일을 이제 우리 태모께 윤허받지 못한다면 잘 계승하는 것이 아니며, 우리 정순 대비께서 일찍이 순조의 청에 애써 따르신 일을 이제 우리 전하에게 윤허하지 않으신다면 지극히 인자한 것이 아닐 것입니다. 우리 태모 전하께서 혹 여기에 생각이 미치신다면 또한 어찌 신들이 여러 번 간청하기를 기다리시겠습니까? 삼가 바라건대, 정성을 더하여 우러러 계품(啓稟)하셔서 빨리 성대한 의례를 거행하소서.” 하니, 비답(批答)하기를, “경들이 이런 빈청(賓廳)의 계청(啓請)을 한 것은 참으로 마땅한데, 이 뜻으로 여러 번 계품하였으나, 자충(慈衷)을 아직 돌이키지 못하였으니, 더욱 매우 답답하다.” 하였다.",
                "hj": "○壬辰/賓廳啓言: “臣等際國家罕有之慶, 稽祖宗已行之典, 爰自撤簾命下之初, 旣已發端於慈號之加隆矣, 迺者前席, 縷縷陳請, 寔天理人情之不容已, 八域含生之所顒祝也。 泥金檢玉, 備其禮也, 摸日繪月, 稱其文也, 慈德因此而益闡, 聖孝因此而益光, 列朝在天之靈, 因此而益有所悅豫焉。 則臣等之齊聲仰籲, 是豈可已而不已者乎? 惟我太母殿下, 德符任、姒, 功兼勛華, 履翟褕之位, 贊龍飛之運, 睢葛之頌, 四十年如一日。 保佑我聖考, 啓迪我神孫, 本支之衍, 永基千億, 則此又配美於思齊生民之盛者也。 及當甲午崩坼之變, 國勢綴旒, 岌岌有莫可扶持之危, 而勉御簾帷, 翊護沖辟, 夙宵憂勤, 不遑自寧。 飢饉之惠恤則頻減正賦, 服御之儉約則先損上供, 而蕩邪穢以明人彝, 討亂逆以嚴天紀, 首尾七年之間, 凡維持而鞏固, 依賴而涵育者, 繫誰之賜也? 今我聖上, 誕撫鼎盛之籌, 親摠萬幾, 我太母光撤儀鸞之簾, 頤養長樂, 斷自慈衷, 渙發慈敎, 此誠從古后妃所未有之盛德大業也。 其所以揚徽闡烈, 報答洪休之方, 以我殿下卓越之孝, 固當靡不用極, 而臣等之言, 斷斷非無稽之文, 則太母殿下, 豈可徒執謙抑, 俾彝章墜而縟儀缺也耶? 且伏念太母戊戌躋五之齡, 己亥望六之籌, 曁今年母臨四紀之慶會。 禮合進號, 每授舊例, 而慈敎懇摰, 終靳允兪。 玆猶事屬慈躬, 容可以自附將順之義, 雖不得不齎鬱而退。 而今者仰請之禮, 非徒爲鋪張賁开之具也, 自有先后之故事, 已成我家之恒典。 昔我純祖之所嘗準請於貞純大妃者, 今不能得之於我太母, 則非所以善繼也, 我貞純大妃之所嘗勉循於純祖者, 今不以許之於我殿下, 則非所以止慈也。 我太母殿下, 倘或念及於此, 則又豈待臣等之屢懇乎? 伏乞積誠仰稟, 亟擧盛禮。” 批曰: “卿等之有此賓啓, 誠爲得當, 而以此屢稟慈衷, 尙未勉回, 尤用切悶。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Donyeong as governor of Jeolla Province , Kim Taegi as army commander of Left Gyeongsang Province , and Im Taeyeong as navy commander of Left Gyeongsang Province .",
                "H2KE-nKo": "이돈영을 전라도 관찰사로, 김택기를 경상좌도 병마절도사로, 임태영을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 6일(임진) 2번째기사",
                "gt-oKo": "이돈영(李敦榮)을 전라도 관찰사로, 김택기(金宅基)를 경상좌도 병마 절도사로, 임태영(任泰瑛)을 경상좌도 수군 절도사로 삼았다.",
                "hj": "○以李敦榮爲全羅道觀察使, 金宅基爲慶尙左道兵馬節度使, 任泰瑛爲慶尙左道水軍節度使。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Royal Wedding Ceremony Commission reported again in the gyesa year (. The King 비답하기를, “내가 yesterday, I continued to advise my intention to obey. However, the Queen Mothers feelings are even more looking, and I do not know what is proper.",
                "H2KE-nKo": "빈청이 재차 아뢰니, 비답하기를,“내가 어제오늘 애써 따르지 않아서는 안 된다는 뜻을 연달아 진달하였는데, 자전(慈殿 정순왕후)께서는 더욱 막연하시니 어떻게 하는 것이 좋을지 모르겠다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 7일(계사) 1번째기사",
                "gt-oKo": "빈청(賓廳)에서 다시 아뢰니, 비답하기를, “내가 어제와 오늘 잇따라 애써 따르시지 않을 수 없다는 뜻을 아뢰었으나, 자충(慈衷)은 더욱 아득하니, 어찌해야 마땅함이 될는지 모르겠다.” 하였다.",
                "hj": "○癸巳/賓廳再啓, 批曰: “予於昨今, 連陳不可不勉循之意, 而慈衷愈邈, 不知如何爲當矣。”"
            },
            "2": {
                "H2KE-EN": "The Crown Prince reported three times to the King, which stated, My dear sirs are more sincere, but I have repeatedly sincerely looked on my benevolence. Nevertheless, I have not yet able to reverent my intentions, and I only feel ashamed of my sincerity.",
                "H2KE-nKo": "빈청이 세 번째 아뢰니, 비답하기를,“경들의 말이 더욱 간절할 뿐만 아니라 나 소자가 우러러 간청한 것도 이미 여러 차례였다. 그런데도 아직까지 자전의 뜻을 감동시키지 못하고 있으니, 정성이 부족한 것이 부끄러울 뿐이다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 7일(계사) 2번째기사",
                "gt-oKo": "빈청에서 세번째 아뢰니, 비답하기를, “경들의 말이 더욱 간절할 뿐만 아니라 내가 우러러 간청한 것도 이미 여러 번인데, 아직 자의(慈意)를 고치시게 하지 못하였으니, 정성이 얕은 것을 부끄러워할 뿐이다.” 하였다.",
                "hj": "○賓廳三啓, 批曰: “非但卿等之言愈切, 予小子仰懇, 亦旣屢矣, 而尙未能仰格慈意, 只以誠淺爲愧矣。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King appointed Kim좌geun as minister of works in the gabo year (.",
                "H2KE-nKo": "중비로 김좌근을 공조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 8일(갑오) 1번째기사",
                "gt-oKo": "중비(中批)로 김좌근(金左根)을 공조 판서로 삼았다.",
                "hj": "○甲午/中批, 以金左根爲工曹判書。"
            },
            "2": {
                "H2KE-EN": "시임 대신과 원임 대신이 백관을 거느리고 정청하여 first 계사를 올리니, 비답하기를, “처음 계사를 올릴 때부터 계사를 올릴 때까지 계사를 올릴 때부터 경들의 일치된 뜻을 더욱 잘 알 수 있었다. 그런데도 자전의 허락을 여태까지 아끼고 계시니, 이는 오로지 나 소자가 정성을 다하지 못한 탓이다.” 하였다.",
                "H2KE-nKo": "시원임 대신이 백관을 거느리고 정청하여 초계하니, 비답하기를,“연석에서 아뢰고서 빈청의 계사를 올리고 빈청의 계사를 올리고서 정청을 하니, 경들의 일치된 뜻을 더욱 알 수 있다. 그러나 자전께서 아직도 윤허를 아끼시는 것은 오로지 나 소자가 정성을 다하지 못하였기 때문이다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 8일(갑오) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任)의 대신(大臣)들이 백관(百官)을 거느리고 정청(庭請)하였다. 처음 아뢰니, 비답하기를, “연주(筵奏)에 이어서 빈계(賓啓)하고, 빈계에 이어서 정청하니, 경들의 대체로 같은 뜻을 더욱 알겠는데, 자청(慈聽)은 오히려 아끼시니, 오로지 나 소자(小子)가 정성을 더하지 못하였기 때문이다.” 하였다.",
                "hj": "○時原任大臣率百官庭請初啓, 批曰: “自筵奏而賓啓, 自賓啓而庭籲, 益見卿等大同之意, 而慈聽尙靳, 職由予小子未能積誠耳。”"
            },
            "3": {
                "H2KE-EN": "재차 아뢰니, 비답하기를, “이제서야 비로소 자교의 윤허를 받았으니, 참으로 천만 다행이다.” 하였다.",
                "H2KE-nKo": "재차 아뢰니, 비답하기를,“이제 비로소 자전(慈殿 정순왕후)의 하교를 따라 주셨으니, 참으로 더없이 경사스럽고 다행스럽다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 8일(갑오) 3번째기사",
                "gt-oKo": "다시 아뢰니, 비답하기를, “이제야 비로소 자교(慈敎)의 윤허를 받았다. 참으로 아주 다행하다.” 하였다.",
                "hj": "○再啓批曰: “今始得蒙慈敎允從, 誠萬萬慶幸矣。”"
            },
            "4": {
                "H2KE-EN": "The King appointed Sim Uisin as second minister of personnel , Kim Heunggeun as education director of the Office of Royal Decrees , and Yi Gyucheol as naval commander of Left Gyeongsang Province .",
                "H2KE-nKo": "심의신을 이조 참판으로, 김흥근을 홍문관 부제학으로, 이규철을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 1월 8일(갑오) 4번째기사",
                "gt-oKo": "심의신(沈宜臣)을 이조 참판으로, 김흥근(金興根)을 홍문관 부제학으로, 이규철(李圭徹)을 경상좌도 수군 절도사로 삼았다.",
                "hj": "○以沈宜臣爲吏曹參判, 金興根爲弘文館副提學, 李圭徹爲慶尙左道水軍節度使。"
            }
        }
    },
    "02": {
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Jo병헌을 강원도 관찰사로 삼았다.",
                "H2KE-nKo": "조병헌을 강원도 관찰사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 11일(병인) 1번째기사",
                "gt-oKo": "조병헌(趙秉憲)을 강원도 관찰사로 삼았다.",
                "hj": "○丙寅/以趙秉憲爲江原道觀察使。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On mujin day, the King proceeded to Injeong Hall and personally offered the jade book and the seal of the posthumous title for the Queen Mother .",
                "H2KE-nKo": "주상이 인정전에 나아가 대왕 대비에게 옥책과 금보를 친히 올렸다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 13일(무진) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 친히 대왕 대비(大王大妃)에게 책보(冊寶)를 올렸다.",
                "hj": "○戊辰/上詣仁政殿, 親上大王大妃冊寶。"
            },
            "2": {
                "H2KE-EN": "On jeongmyo day, the King went to Injeong Hall to receive the officials in the congratulatory ceremony and congratulate the royal edict. He granted a general pardon.",
                "H2KE-nKo": "주상이 인정전에 나아가 진하를 받고 교서를 반포하고 사면령을 내렸다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 13일(무진) 2번째기사",
                "gt-oKo": "임금이 인정전에 나아가 진하(陳賀)를 받고 교서(敎書)를 반포하고 사유(赦宥)하였다.",
                "hj": "○上御仁政殿, 受賀頒敎, 赦。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King rewarded officials of the senior third rank or above who served as directorate of the Directorate of the Elevation Ceremony of Imperial Entertainments Kim Gyeong , and 승지 Seong Su묵 , superintendents Seo Huisun and Jo Ikhyeon , 도청 Jo Unseung and Shin Seoku , and Recorder of the Imperial Entertainments Hong Gyeongmo , who served as directorate of the Imperial Entertainments .",
                "H2KE-nKo": "기사년 상호도감의 당상과 낭청 이하에게 차등을 두어 시상하였다. 예방 승지 김협, 대거 승지 성수묵, 도감 제조 서희순ᆞ조병현, 도청 조운승ᆞ신석우, 옥책문 서사관 홍경모에게 모두 가자하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 14일(기사) 1번째기사",
                "gt-oKo": "상호 도감(上號都監)의 당상(堂上)·낭청(郞廳) 이하에게 차등을 두어 상주고, 예방 승지(禮房承旨) 김위(金鍏), 대거 승지(對擧承旨) 성수묵(成遂默), 도감 제조(都監提調) 서희순(徐憙淳)·조병현(趙秉鉉), 도청(都廳) 조운승(曹雲承)·신석우(申錫愚), 옥책문 서사관(玉冊文書寫官) 홍경모(洪敬謨)를 모두 가자(加資)하였다.",
                "hj": "○己巳/上號都監堂郞以下施賞有差, 禮房承旨金鍏, 對擧承旨成遂默, 都監提調徐憙淳、趙秉鉉, 都廳曺雲承、申錫愚, 玉冊文書寫官洪敬謨, 幷加資。"
            },
            "2": {
                "H2KE-EN": "Lord of Heungin Yi Choeeung submitted a memorial, which reads as follows: Your subject retired from his office and received special royal order that he be promoted to a higher rank. However, his elder brother [Yi] Sieung is the same rank as your subject. If your subject first raises him, his younger brother is placed in the same class, and his elder brother is placed in the second class. Your subject humbly hopes that Your Majesty will withdraw the royal order. The King responded, saying, My dear sirs words are reasonable. I will follow your request. Then, the King ordered Lord of Heunggan Yi Sieung to raise him.",
                "H2KE-nKo": "흥인군 이최응이 상소하였는데, 그 대략에,“신이 호숭하는 반열에서 물러나 특별히 자급을 주라는 명을 받았습니다. 그러나 신의 형 이시응은 신과 품계가 같은데, 신이 만약 먼저 올라간다면 한 부 안에서 아우는 수당이 되고 형은 차당이 될 것입니다. 삼가 바라건대 명을 도로 거두어들이소서.”하니, 비답하기를,“경의 말이 당연하다. 청한 대로 시행하겠다.”하고, 이어 흥완군 이시응에게 가자하라고 명하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 14일(기사) 2번째기사",
                "gt-oKo": "흥인군(興寅君) 최응(最應)이 상소하였는데, 대략 이르기를, “신(臣)이 호숭(呼嵩)하는 반열(班列)에서 물러나와 특별히 자급(資級)을 제수하는 명을 받았습니다. 그러나 신의 형 시응(是應)과 신은 같은 품계(品階)인데, 신이 만약 먼저 오르면 한 부(府) 안에서 아우가 수당(首堂)이 되고 형이 차당(次堂)이 될 것입니다. 바라건대, 도로 거두소서.” 하였는데, 비답(批答)하기를, “경의 말이 당연하다. 청한 대로 시행하겠다.” 하고, 이어서 흥완군(興完君) 시응에게 가자(加資)하도록 명하였다.",
                "hj": "○興寅君最應疏略曰: 臣退自呼嵩之班, 特蒙授資之命, 而臣兄是應, 與臣同品矣, 臣若先陞, 則一府之內, 弟爲首堂, 兄爲次堂矣。 伏乞還收。 批曰: “卿言當然, 所請依施。” 仍命興完君是應加資。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The royal edict stated: In my gyeongo year (, my love was even more admirable, and I respectfully present the jade book and the seal [to the King] with reverence. I am afraid that my joy and happiness can be slightly improved. Nevertheless, it is not proper to appreciate the meaning of extended majority to the people. Regarding the past three thousand seok of state-provided attendants , and one month of compulsory labor service obligations for the people of the Royal Confucian Academy , ten thousand seok of state-provided attendants , and ten thousand seok of state-provided attendants obligations for the people of the Royal Confucian Academy , and ten thousand seok of state-provided attendants obligations for the various provinces should all be eliminated. The King ordered the State Council to send an official document [to me].",
                "H2KE-nKo": "전교하기를,“자전의 덕이 더욱 높아져 옥책과 금보를 공경히 올리니, 나 소자의 기쁜 마음을 조금이나마 펼 수 있게 되었다. 경사를 널리 함께하는 도리로 볼 때 특례에 구애되어서는 안 된다. 공인의 오래된 유재 3000섬과 시민의 요역 1개월과 반인의 현방속 10일과 여러 도의 체납된 환곡 10만 섬을 모두 탕감하도록 묘당으로 하여금 공문을 보내 알리게 하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 15일(경오) 1번째기사",
                "gt-oKo": "하교하기를, “자덕(慈德)이 더욱 융성하시므로 책보(冊寶)를 삼가 올려 내가 기뻐하는 정성을 조금 펼 수 있었다. 널리 경하하는 도리에 있어서 특례라 하여 구애받음은 마땅하지 못하니, 공인(貢人)의 묵은 미납(未納) 3천 석과 시민(市民)의 한 달 요역(徭役)과 반인(泮人)의 10일 현방속(懸房贖)과 각도의 묵은 환자곡[還上穀] 10만 석을 모두 탕감하도록 묘당(廟堂)으로 하여금 행회(行會)하게 하라.” 하였다.",
                "hj": "○庚午/敎曰: “慈德益隆, 冊寶恭上, 予小子歡忭之忱, 庶得少伸。 其在廣慶之道, 不宜以特例爲拘, 貢人舊遺在三千石, 市民徭役限一朔, 泮人懸房贖限十日, 諸道舊還十萬石, 幷蕩減事, 令廟堂行會。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, For the late Deputy Director of the Royal House Administration Kim Yugeun , do not wait until the posthumous title is conferred upon the deceased.",
                "H2KE-nKo": "전교하기를,“고 판돈녕부사 김유근은 시장을 기다리지 말고 시호를 의정하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 16일(신미) 1번째기사",
                "gt-oKo": "하교하기를, “고(故) 판돈녕(判敦寧) 김유근(金逌根)은 시장(諡狀)을 기다리지 말고 시호(諡號)를 의논하도록 하라.” 하였다.",
                "hj": "○辛未/敎曰: “故判敦寧金逌根, 不待諡狀, 議諡。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "[The King] summoned Yi Donyeong , governor of Jeolla Province , and held audience with him at the Royal Confucian Academy for his bidding farewell.",
                "H2KE-nKo": "희정당에서 전라 감사 이돈영을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 19일(갑술) 1번째기사",
                "gt-oKo": "전라 감사(全羅監司) 이돈영(李敦榮)을 희정당(熙政堂)에서 소견(召見)하였는데, 사폐(辭陛)하기 때문이다.",
                "hj": "○甲戌/召見全羅監司李敦榮于熙政堂, 辭陛也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Jo Inyeong reported as follows: A few years ago, when civil officials were appointed to ten towns, they were reinstated to their original ranks, and this was reported to Your Majesty. Currently, the employment of vacancies for civil officials is frequently occurred. Thus, it is inevitable that a slight regulation be simultaneously enforced. For the time being, when civil officials are appointed to ten towns, they should be temporarily appointed according to their previous examples. However, at the Altar of the Soil and Grain, the Office of Diplomatic Correspondence , the civil officials of the senior third rank or above of the Office of Ritual Procedures , always worried about the importance of importance. Therefore, your subjects request that henceforth they be permanently permanently. The King approved this request. The King also reported as follows: In general, the law of vacancies for vacancies is regarded as important. If there is any occasion of vacancies, it would be better not to permanently permanently. Formerly, when vacancies for vacies for vacancies, we received Your Majestys approval. As your subjects carefully examined the Comprehensive Study of Historical Literature (C. Tongdian , the Comprehensive Mirror to Aid in Government (C. Tongdian chapter of the Comprehensive Mirror to Aid in Government (C. Tongdian xian tongkao , it is said that vacancies for officials of the second rank or above and send them to the Royal Ancestral Shrine . Also, when examining the vacancies for officials of the senior third rank or above of the Six Ministries , the officials of the senior third rank or above of the Six Ministries",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영이 아뢰기를,“몇 해 전에 문신 10개 고을을 도로 본 자리로 만들 것을 연석에서 아뢰었습니다. 그런데 지금 음사한 가운데 허사과가 자못 적체되는 우려가 있으니, 조금 변통하지 않을 수 없습니다. 음직을 처리하는 동안 문신 10개 고을은 전례대로 우선 편의에 따라 안배하여 의망하게 하되, 사직서 영 문신 1개 자리는 으레 승문원 참상으로 의망하기 때문에 매번 구차하고 곤란한 걱정이 있습니다. 이것은 지금부터 영구히 음직으로 만들라고 분부하소서.”하니, 그대로 따랐다. 또 아뢰기를,“대체로 천선하는 법은 정밀하게 하는 것을 귀하게 여기니, 조금이라도 외람된 일이 있으면 하지 않는 것만 못합니다. 지난번에 청백리를 수천하는 일로 연석에서 여쭈어 윤허를 받았습니다. 삼가 《대전통편》 천거조를 상고해 보니 ‘근리는 2품 이상으로 하여금 각각 아는 사람을 천거하게 하여 묘당에 써서 보낸다.’라고 하였습니다. 또 정조 때에 천주한 사람들을 상고해 보니, 또한 육조 당상이 함께 참여해서 시의에 맞게 조처한 것 같았습니다. 그러나 지금은 옛날과 지금이 다르고, 위저는 많고 적은 것이 같지 않으니, 참작하여 절충하는 것이 합당합니다. 이번에는 우선 정경 이상 및 비변사 당상, 육조, 한성부 당상으로 하여금 각각 천거할 만한 사람을 천거하게 하되, 또한 한 달 동안만 수합하라는 뜻으로 다시 분부하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 20일(을해) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영(趙寅永)이 아뢰기를, “연전에 문신(文臣)이 수령(守令)이 되는 열 고을을 도로 본래의 벼슬자리로 만들 것을 연석(筵席)에서 계품(啓稟)하였었는데, 지금 음사(蔭仕)의 허사과(虛司果)를 보면 자못 적체(積滯)될 염려가 있으므로, 조금 변통하지 않을 수 없겠습니다. 음직(蔭職)을 구처(區處)할 동안은 문신이 수령이 되는 열 고을을 전례대로 우선 편의에 따라 배정하여 의망(擬望)하고, 사직영(社稷令) 중의 문신 한 자리는 으레 승문원(承文院)의 참상(參上)을 의망하므로 번번이 구차하고 어려운 것을 걱정하게 되니, 이것은 이제부터 영구히 음직 자리로 만들도록 분부하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “대저 천선(薦選)하는 법은 정밀하게 하는 것이 중요하므로, 조금이라도 외람된 것이 있으면 하지 않는 것만 못합니다. 접때 청백리(淸白吏)를 수합(收合)하여 천거할 것을 연석에서 계품하여 윤허받았습니다. 삼가 《대전통편(大典通編)》을 상고하니, 천거조(薦擧條)에, ‘염근리(廉謹吏)는 2품 이상으로 하여금 각각 아는 바를 천거하게 하여 묘당(廟堂)에 써서 보낸다.’ 하였고, 또 정조(正祖) 때에 천주(薦主)가 된 사람들을 상고하니 또한 육조(六曹)의 당상(堂上)이 모두 참여한 듯한데, 때에 따른 조치는 고금(古今)이 다르고 벼슬자리의 많고 적은 것이 같지 않으므로 참작하여 절충하는 것이 합당하겠습니다. 이번에는 우선 정경(正卿) 이상과 비국 당상과 육조·한성부의 당상이 각각 천거할 만한 사람을 천거하되, 또한 한 달 동안 한정하여 수합하라는 뜻으로 다시 분부하소서.” 하니, 그대로 따랐다.",
                "hj": "○乙亥/上御熙政堂, 引見大臣備局堂上。 右議政趙寅永啓言: “年前以文臣十邑, 還作本窠事, 筵稟矣, 見今蔭仕之虛司果, 頗有積滯之慮, 不可不略有變通。 蔭職區處間, 文臣十邑, 依已例姑令從便排擬, 而社稷令文臣一窠, 例以承文參上擬望, 故每患苟艱, 此則請自今永作蔭窠事, 分付。” 從之。 又啓言: “大抵薦選之法, 以精爲貴, 一或有濫, 不如不爲。 向以淸白吏收薦事, 筵稟蒙允矣。 謹考《通編薦擧條》曰, ‘薦謹吏令二品以上, 各擧所知, 書送廟堂云,’ 又考正廟朝薦主諸人, 則亦似六曹堂上之幷與而時措, 則古今有異, 位著則多寡不同, 參酌折衷, 合有其宜。 今番則姑令正卿以上及, 備堂ㆍ六曹、漢城府堂上, 各薦可薦之人, 而亦以限一朔收合之意, 請更爲分付。” 從之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 20일(을해) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○召對于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Gwangjeong as minister of punishments and Yi 헌gu as deputy magistrate of Hanseong Magistracy . ",
                "H2KE-nKo": "이광정을 형조 판서로, 이헌구를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 20일(을해) 3번째기사",
                "gt-oKo": "이광정(李光正)을 형조 판서로, 이헌구(李憲球)를 한성부 판윤으로 삼았다.",
                "hj": "○以李光正爲刑曹判書, 李憲球爲漢城府判尹。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King appointed Kim Heunggeun as governor of Pyeongan Province .",
                "H2KE-nKo": "김흥근을 평안도 관찰사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 26일(신사) 1번째기사",
                "gt-oKo": "김흥근(金興根)을 평안도 관찰사로 삼았다.",
                "hj": "○辛巳/以金興根爲平安道觀察使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On imo day, [the King] received the officials in the morning court assembly in the imo year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 27일(임오) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○壬午/召對于熙政堂。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyemi day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 28일(계미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○癸未/召對于熙政堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gapsin day, the King went to the Royal Ancestral Shrine and the Royal Ancestral Shrine to pay a visit to the King. This was done during the spring seasonal audience.",
                "H2KE-nKo": "주상이 종묘와 경모궁에 나아가 전배하였는데, 춘계 전알이었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 29일(갑신) 1번째기사",
                "gt-oKo": "임금이 종묘(宗廟)·경모궁(景慕宮)에 나아가 전배(展拜)하였는데, 춘알(春謁)이었다.",
                "hj": "○甲申/上詣宗廟、景慕宮展拜, 春謁也。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 경신년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 5일(경신) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○庚申/召對于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyehae day, the King received the officials in the morning court assembly in the gyehae year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 8일(계해) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○癸亥/召對于熙政堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Kim Daegeun , a second minister of personnel , was appointed third minister of personnel .",
                "H2KE-nKo": "김대근을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 2월 9일(갑자) 1번째기사",
                "gt-oKo": "김대근(金大根)을 이조 참의로 삼았다.",
                "hj": "○甲子/以金大根爲吏曹參議。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to the Hall of Receiving the Imperial Palace in eulmi year ( and held the ancestral rite for the deceased. The King then went to the Crown Princes palace to pay his respects.",
                "H2KE-nKo": "을미년에 주상이 영희전에 나아가 작헌례를 행하고, 이어 저경궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 10일(을미) 1번째기사",
                "gt-oKo": "임금이 영희전(永禧殿)에 나아가 작헌례(酌獻禮)를 행하고, 이어서 저경궁(儲慶宮)에 나아가 전배(展拜)하였다.",
                "hj": "○乙未/上詣永禧殿, 行酌獻禮, 仍詣儲慶宮展拜。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Yi Yusu as the Military Training Office and Im Seonggyo as the Military Training Office . ",
                "H2KE-nKo": "병신년에 이유수를 훈련대장으로, 임성고를 총융사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 11일(병신) 1번째기사",
                "gt-oKo": "이유수(李惟秀)를 훈련 대장으로, 임성고(任聖皐)를 총융사(摠戎使)로 삼았다.",
                "hj": "○丙申/以李惟秀爲訓鍊大將, 任聖皐爲摠戎使。"
            },
            "2": {
                "H2KE-EN": "Third Censor Bak Myeongjae 상소했는데, 대략 이르기를, “삼가 observed that the Royal Secretariat requested that the eunuch who assisted him be punished. Upon receiving the royal directive, the King issued an order to cross-examine him. The eunuch who assisted him in the courtyard and passed him on a location near the palace gate is an event occasionally occurred beforehand. In terms of importance to prevent granaries from natural disaster, your subjects believe that the eunuchs should be arrested and interrogated and sentenced to authorities. Due to this, there was a report to the King. A member of the courtyard among the low-ranking officials and the low-ranking officials who assisted him in the courtyard, which was already surprised by the people. According to the Six Codes (K. [Gyeongje] yukjeon [], the law regarding the differences of differing from slightly slightly. The King ordered the Ministry of Rites to admonish the eunuchs to once more. If there is anyone who violates the law in the future, he shall be punished according to the law. The King 비답하기를, “그대의 말이 옳다. 청한 바는 그대로 시행하겠다.” 하였다.",
                "H2KE-nKo": "헌납 박명재가 상소하였는데, 그 대략에,“삼가 승정원이 부액한 중관을 감처하기를 청한 것을 보니, 비지를 받들어 보니 추고하라는 명이 있었습니다. 중관이 부액하여 금달을 지척에 두고 지나가는 것은 전에 없던 일이니, 가까운 것을 억제하고 조짐을 막는 방도로 볼 때 신은 해당 중관을 의금부로 하여금 잡아다 신문하여 감처하게 해야 한다고 생각합니다.이로 인하여 아뢸 것이 있습니다. 당하관인 음관이 금정에서 부액하는 것도 이미 듣기에 놀라운데, 법전에 실려 있는 격등에 따라 말에서 내리거나 차등을 두어 회피하는 법이 완전히 무너졌습니다. 묘당으로 하여금 거듭 감독하고 신칙하게 하여 만일 이 뒤로 죄를 범하는 무리가 있으면 드러나는 대로 감률하게 하소서.”하니, 비답하기를,“그대의 말이 옳다. 청한 것은 그대로 시행하겠다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 11일(병신) 2번째기사",
                "gt-oKo": "헌납 박명재(朴鳴載)가 상소하였는데, 대략 이르기를, “삼가 보건대, 후원(喉院)에서 부액(扶腋)한 중관(中官)을 감처(勘處)하기를 청하였는데, 비지(批旨)를 받으니 추고(推考)하라는 명이 있었습니다. 중관이 부액(扶腋)하고 금문(禁門) 가까운 곳을 지나가는 것은 전에 없던 일이므로, 친근한 자를 억제하여 조짐을 막는 도리에 있어서 신은 당해 중관을 해부(該府)로 하여금 나문(拿問)하여 감처해야 한다고 생각합니다. 이 때문에 아뢸 것이 있는데, 당하(堂下)인 음관(蔭官)을 금정(禁庭)에서 부액하는 것은 이미 듣기에 놀랍거니와, 법에 실려 있는 격등(隔等)에 따라 하마(下馬)하고 차등에 따라 회피(回避)하는 법 같은 것이 아주 무너졌으니, 묘당(廟堂)으로 하여금 거듭 감독하고 신칙하게 해서 이 뒤로 과조(科條)를 범하는 무리가 있으면 드러나는 대로 감률(勘律)하게 하소서.” 하였는데, 비답하기를, “네 말이 옳다. 청한 대로 시행하라.” 하였다.",
                "hj": "○獻納朴鳴載疏略曰: “伏見喉院, 請勘扶腋中官, 而及奉批旨, 有推考之命矣。 中官之扶腋戞過於禁闥咫尺之地者, 係是無前之事, 其在抑近杜漸之道, 臣謂當該中官, 令該府拿問勘處。 因此而有所提達者, 堂下蔭官之禁庭扶腋, 已駭聽聞, 如典憲所載之隔等, 下馬差等回避之法, 蕩然毁劃, 令廟堂, 申加(蕫)〔董〕飭, 如有令後犯科之類, 隨現勘律。 批曰: “爾言是矣。 所請依施。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King proceeded to Injeong Hall and held the Spring First Secretaries . The lecture on the Confucian Classics was named Yun Cheolgu , and the lecture on the Classics was named Yu Yuwon , who was the first lecture on the Classic.",
                "H2KE-nKo": "정유년에 주상이 인정전에 나아가 춘도기를 행하였다. 강경에서 수석을 차지한 윤철구와 제술 부에서 수석을 차지한 이유원에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 12일(정유) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 춘도기(春到記)를 설행(設行)하였다. 강(講)에 으뜸을 차지한 윤철구(尹哲求)와 제술(製述) 부(賦)에 으뜸을 차지한 이유원(李裕元)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丁酉/上御仁政殿, 行春到記, 講居首尹哲求, 製述賦居首李裕元, 竝直赴殿試。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: In recent years, the commanders all wear bamboo hats. From this day forward, have them wear fur hats and bamboo hats according to precedent. The King issued a royal directive to them.",
                "H2KE-nKo": "전교하기를,“근래 장신들이 모두 죽전립을 쓰고 있다. 지금부터는 옛 규례대로 모전립을 쓰라고 분부하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 14일(기해) 1번째기사",
                "gt-oKo": "하교(下敎)하기를, “근래에 장신(將臣)들이 모두 죽전립(竹戰笠)을 쓰는데, 이제부터는 구례(舊例)대로 모전립(毛戰笠)을 쓰라고 분부하라.” 하였다.",
                "hj": "○己亥/敎曰: “近來將臣皆着竹戰笠, 自今爲始, 依舊例着毛戰笠事, 分付。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Jo Inyeong reported as follows: Regarding the reception of Japanese from Tsushima Island, there is a separate correspondence in establishing a correspondence. Therefore, it is not proper to slightly violate the correspondence of the Japanese. However, the reception of the letter submitted by the governor of the previous dynasty was extremely presumptuous. Therefore, at that time, the magistrate requested the reception of the letter to ask for the reception of the letter and then persuade him to repatriate the letter. Now, after four years, the reception of the letter has been raised again. However, the reception of the letter sent by the chief commander who has never heard before the reception of the letter was very surprised. However, your subject thinks that the letter sent by the chief commander is not a correspondence of correspondence in the correspondence of corresponding to the corresponding correspondence of the corresponding to the corresponding correspond",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영이 아뢰기를,“도왜를 접대하는 것은 본래 약조가 있으니, 조금이라도 위반해서는 안 됩니다. 그런데 몇 년 전에 도찰 서계가 올라왔으니, 매우 외람됩니다. 그래서 그때 해당 수령에게 문비하고, 이어 효유하여 물리쳐 보내게 하기를 청하기까지 하였습니다. 그런데 지금 4년이 지난 뒤에 또 번거롭게 아룁니다. 게다가 이전에 듣지 못한 소장의 서계는 변경의 체모로 헤아려 볼 때 너무도 놀랍습니다. 다만 생각건대, 대찰 서계는 비록 약조는 아니지만 이미 주상께 보고하였으니, 차왜가 오랫동안 지체하는 것도 생각하지 않을 수 없습니다. 특별히 먼 지방 사람을 회유하는 뜻으로 봉납하도록 허락하되, 별폭은 더욱 거론해서는 안 됩니다. 소장의 서계는 바로 약조에 실려 있지 않은 것이니, 대찰 서계와 같은 예로 논해서는 안 됩니다. 이러한 내용으로 해당 부사에게 분부하여 하나는 허락하고 하나는 허락하지 않는 일의 이치로 관왜에게 상세히 신칙하게 하소서.”하니, 그대로 따랐다. 또 아뢰기를,“환곡에 대한 법이 완전히 없어진 것은 이미 말할 것도 없거니와, 전에 때에 따라 폐단을 구제해야 한다는 뜻으로 환곡을 받지 못한 수령을 차례차례 등급을 감하는 형률을 청하기까지 하였습니다. 그런데 근래에 쇠잔한 나라의 피폐한 지역에서 오로지 모면하기만을 일삼아 ‘당년에 그 죄를 감처하지 않는 것은 작은 일이고, 훗날 현저하게 허물이 되는 것은 큰 일이다.’라고 하면서 모두 편한 것만 도모하는 버릇을 부리면서 체차되기를 도모하는 계책으로 삼고 있습니다. 근래 김포, 풍기 두 수령의 일을 가지고 보더라도 그 말이 실제에 힘쓰는 듯하지만 그 실상은 회피하려는 것이었습니다. 대체로 겨울이 지나도록 감죄하지 않는 것은 전혀 받아들이지 않은 것과 마찬가지입니다. 지금 이후로 장부를 마감하지 않은 수령은 한결같이 전혀 받아들이지 않은 형률대로 시행하는 것을 정식으로 삼고, 여러 도와 여러 도에 공문을 보내 알리게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 15일(경자) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영(趙寅永)이 아뢰기를, “도왜(島倭)의 접대에는 본디 약조가 있으므로 털끝만큼이라도 어기는 것은 마땅하지 못한데, 연전에 대찰(代察)의 서계(書契)를 아뢴 것은 매우 외람됩니다. 그러므로 그때에 당해 수령(守令)을 문비(問備)하고, 인하여 효유(曉諭)하여 물리쳐 보내게 하기를 청하기까지 하였었습니다. 이제 4년 뒤에 또 번거롭게 아뢰면서 전에 듣지 못한 소장(少將)이 서계한 것으로 거듭하니, 변방(邊方)의 체례(體例)로 생각하면 아주 놀랍습니다. 다만 생각하건대, 대찰의 서계는 약조에 어그러지기는 하나 이미 아뢰었고, 차왜(差倭)가 오래 지체하는 것도 염려하지 않을 수 없으므로, 특별히 먼 데 사람을 회유하는 뜻으로 받아들이도록 허락하였으나, 별폭(別幅)은 더욱 거론하는 것이 마땅하지 못합니다. 소장의 서계에 이르러서는 곧 약조에 실려 있지 않은 것이므로 대찰의 서계와 같은 예(例)로 논할 수 없습니다. 이 뜻으로 해부(該府)에 분부하여 하나는 허락하고 하나는 허락하지 않는 사리(事理)를 관왜(館倭)에게 상세히 칙유(飭諭)하게 하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “적법(糴法)이 아주 무너진 것이 이미 말할 수도 없어서 전에 수시로 폐단을 바로잡을 뜻으로 적곡(糴穀)을 받아들이지 못한 수령(守令)을 차례로 감등(減等)하는 율(律)을 청하기까지 하였었습니다. 근래에 잔폐(殘弊)한 국지(局地)에서는 오로지 면하려고 꾀하는 것을 일삼아, ‘당년에 감부(勘簿)하지 못하면 그 죄가 작으나 뒷날에 드러나는 것이 있어서 죄가 되는 것은 크다.’ 하여 모두 편리한 방법을 가리는 버릇을 부려서 체임(遞任)되기를 꾀하는 계책으로 삼고 있습니다. 근일에 김포(金浦)·풍기(豐基) 두 수령의 일을 보더라도 그 말은 실속을 힘쓰는 듯하나 그 일은 실로 규피(規避)하는 데로 돌아갑니다. 대저 겨울을 지내도 감부하지 못한 것은 전혀 받아들이지 못한 것과 마찬가지입니다. 이제부터 이후로 감부하지 못한 수령은 한결같이 전혀 받아들이지 못한 율에 따라 시행하는 것으로 정식(定式)하고, 제도(諸道)·제도(諸都)에 공문을 보내어 알리게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○庚子/上御熙政堂, 引見大臣備局堂上。 右議政趙寅永啓言: “島倭接待, 自有約條, 不宜一毫違越, 而年前代察書契之登聞, 極爲猥屑。 故伊時至請該倅問備, 仍令曉諭退送矣。 今於四年之後, 又煩仰徹, 而重之以前所未聞之少將書契者, 揆以邊體, 萬萬駭然。 第念代察書契, 雖非約條, 旣經登聞, 差倭之許久留滯, 亦不可不念, 特以柔遠之意, 許令捧納, 而別幅尤不宜擧論。 至於少將書契, 卽約條之所未載, 不可與代察書契, 一例論也。 以此分付該府使, 使之以一許一否之事理, 詳細飭諭於館倭處。” 從之。 又啓言: “糴法之蕩然, 已無可言, 而前以隨時捄弊之意, 至請未捧糴守令, 挨次減等之律矣。 近來殘局(弊)〔弊〕地, 專事規免, 以爲 ‘當年不勘其罪也小, 他日有現爲累則大,’ 擧售占便之習, 看作圖遞之計。 雖以近日金浦豐基兩倅事觀之, 其言似若懋實, 其事實歸規避。 大抵經冬不勘, 卽與全未捧一也。 自今以後, 不勘簿守令, 一依全未捧律施行事, 定式, 請行會諸道諸都。” 從之。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the sinchuk day of the month.",
                "H2KE-nKo": "희정당에서 신축년의 주강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 16일(신축) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 주강(晝講)하였다.",
                "hj": "○辛丑/晝講于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On imin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 임인년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 17일(임인) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○壬寅/召對于熙政堂。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gapjin day, the King proceeded to the main chamber of the gapjin year ( and performed the ceremony of ceremonies for the spirit tablet enshrined in the Altar of the Soil and Grain . Then the King proceeded to Yeonghwa Hall (Hall of Benevolent Governance to test the Confucian scholars who participated in the ceremony. The King summoned the three imperial envoys and held a composition in the composition [of the composition examination]. The writing in the composition [of the composition examination] was Kim Segyun , who was 수석을 차지한 Kim Segyun , and Kim Segyun , who was directly allowed to take the examination.",
                "H2KE-nKo": "갑진년 12월에 주상이 황단 봉실에 나아가 예를 행하였다. 이어 영화당에 나아가 반열에 참석한 유생을 시험 보이고, 돌아온 세 사신을 불러서 보고 응제하였다. 명에서 수석을 차지한 김세균에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 19일(갑진) 1번째기사",
                "gt-oKo": "임금이 황단(皇壇)의 봉실(奉室)에 나아가 행례(行禮)하고, 영화당(映花堂)에 나아가 반열(班列)에 참여한 유생(儒生)을 시험하고, 돌아온 세 사신(使臣)을 소견(召見)하였다. 응제(應製)하여 명(銘)에 으뜸을 차지한 김세균(金世均)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲辰/上詣皇壇奉室行禮, 仍詣映花堂, 試參班儒生, 召見回還三使臣應製, 銘居首金世均, 直赴殿試。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On eulsa day, the royal tomb of Great King Marquis of Obedience and Filial Piety was inspected. The governor of Gangwon Province was ordered to determine [the matter] once every year. [The King] ordered the 묘당으로 하여금 품처하게 하였다.【전 강원 감사 이광정이 아뢴 것이다.】",
                "H2KE-nKo": "단종대왕의 능침을 봉심하는 일을 관동의 도신으로 하여금 매년 한 차례씩 하도록 묘당으로 하여금 주상에게 여쭈어 처리하게 하였다. - 전 강원 감사 이광정이 아뢴 것이다. -\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 20일(을사) 1번째기사",
                "gt-oKo": "단종 대왕(端宗大王)의 능(陵)을 봉심(奉審)하는 일을 관동(關東)의 도신(道臣)으로 하여금 해마다 한 차례씩 하는 것으로 정할 것을 묘당(廟堂)으로 하여금 품처(稟處)하게 하였다.【전 강원 감사 이광정(李光正)이 아뢴 때문이다.】",
                "hj": "○乙巳/端宗大王陵寢奉審。 令關東道臣, 每年一次爲定, 令廟堂稟處。【以前江原監司李光正所奏也。】"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the jeongmi daytime.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 22일(정미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丁未/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Kim Gyeongseon was appointed as the Royal Confucian Academy , and Shin Myeongwon as the navy commander of Hwanghae Province .",
                "H2KE-nKo": "김경선을 성균관 대사성으로, 신명원을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 22일(정미) 2번째기사",
                "gt-oKo": "김경선(金景善)을 성균관 대사성으로, 신명원(申命源)을 황해도 수군 절도사로 삼았다.",
                "hj": "○以金景善爲成均館大司成, 申命源爲黃海道水軍節度使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On imja day, the King went to Changdeok Palace , Yeonhoe Palace , and Seonhui Palace to pay a visit.",
                "H2KE-nKo": "임자년에 주상이 육상궁, 연호궁, 선희궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 27일(임자) 1번째기사",
                "gt-oKo": "임금이 육상궁(毓祥宮)·연호궁(延祜宮)·선희궁(宣禧宮)에 나아가 전배(展拜)하였다.",
                "hj": "○壬子/上詣毓祥宮、延祜宮、宣禧宮展拜。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gabo day, [the King] granted a rotational audience to [the officials] at the Hall of Governance in the gabo year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 29일(갑인) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○甲寅/召對于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Yi Yaku was appointed minister of punishments , and Oh Ilseon was appointed army commander of Right Gyeongsang Province .",
                "H2KE-nKo": "경인년에 이약우를 형조 판서로, 오일선을 경상우도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 5일(경인) 1번째기사",
                "gt-oKo": "이약우(李若愚)를 형조 판서로, 오일선(吳一善)을 경상우도 병마 절도사로 삼았다.",
                "hj": "○庚寅/以李若愚爲刑曹判書, 吳一善爲慶尙右道兵馬節度使。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On imjin day, the first day of the month, Queen Mothers mother was glorious about forty years of imjin year (. The King went to Injeong Hall (Hall of Benevolent Governance and announced the royal edict to congratulate [the Queen Mother]. He then granted a general amnesty.",
                "H2KE-nKo": "임진년에 대왕대비가 국모로 임어한 지 40년이 되는 것을 경축하니, 주상이 인정전에 나아가 교서를 반포하고 진하를 받고 사면령을 내렸다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 7일(임진) 1번째기사",
                "gt-oKo": "대왕 대비가 모림(母臨)한 지 40년이 되는 경사로 임금이 인정전(仁政殿)에 나아가 교서(敎書)를 반포하고 진하(陳賀)를 받고 사유(赦宥)하였다.",
                "hj": "○壬辰/大王大妃母臨四十年稱慶, 上御仁政殿, 頒敎受賀, 赦。"
            },
            "2": {
                "H2KE-EN": "[The King] issued a royal order: For the congratulatory ceremony for celebrating the Imperial Crown Princes birthday, the 예방 승지 Bak Jangbok and the Chief Royal Secretary Ahn Gwangjik were all promoted.",
                "H2KE-nKo": "전교하기를,“이번 진하 때의 예방 승지 박장복과 대거 승지 안광직에게 모두 가자하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 7일(임진) 2번째기사",
                "gt-oKo": "하교(下敎)하기를, “이번 진하(陳賀) 때의 예방 승지(禮房承旨) 박장복(朴長復)·대거 승지(對擧承旨) 안광직(安光直)에게 모두 가자(加資)하도록 하라.” 하였다.",
                "hj": "○敎曰: “今番陳賀時, 禮房承旨朴長復, 對擧承旨安光直, 竝加資。”"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that the initial stage of the second stage civil and military service examinations be played as various administrative bodyguards and that the honorific title for the Queen Mother be additionally invested with the honorific title, and that the honorific title for the Queen Mother be merged forty years after her mothers passing be merged with the three congratulatory ceremony.",
                "H2KE-nKo": "이번 경과 정시는 ‘친총서정 양륭장락’, ‘대왕대비 가상존호’, ‘모림 40년’, ‘삼경’을 합하여 명호하라고 명하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 7일(임진) 3번째기사",
                "gt-oKo": "이번 경과 정시(慶科庭試)는 ‘친총서정 양륭장락 대왕 대비 가상존호 모림사십년 합삼경(親摠庶政養隆長樂大王大妃加上尊號母臨四十年合三慶)’이라 호칭하라고 명하였다.",
                "hj": "○命今番慶科庭試, 以親摠庶政, 養隆長樂, 大王大妃加上尊號, 母臨四十年, 合三慶爲號。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "At the gyesa year (, at the congratulatory ceremony for celebrating the Imperial Crown Princes birthday, the official in charge of escorting the embassy to each palace should be rewarded with varying degrees.",
                "H2KE-nKo": "경축년 진하 때의 각 차비관에게 차등을 두어 시상하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 8일(계사) 1번째기사",
                "gt-oKo": "경례(慶禮)와 진하(陳賀) 때의 각 차비관(差備官)에게 차등을 두어 상주었다.",
                "hj": "○癸巳/慶禮陳賀時, 各差備官, 施賞有差。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "A fire broke out at Mongja Hall in gabo year (1404, the fifth year of King Sejongs reign. The King granted relief to them.",
                "H2KE-nKo": "면자전에 불이 나서 휼전을 베풀었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 3월 9일(갑오) 1번째기사",
                "gt-oKo": "불이 난 면자전(綿子廛)에 휼전(恤典)을 내렸다.",
                "hj": "○甲午/給綿子廛失火, 恤典。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On eulyu day, the King went to the Office of Livestock Breeding and stayed there overnight at the Office of Livestock Breeding . Thereafter, the King granted a rotational audience to the officials of the second rank or higher, and summoned the officials of the second rank or higher, respectively.",
                "H2KE-nKo": "을유년에 주상이 이문원에 나아가 재숙하고, 이어 소대를 행하였다. 시원임 각신을 불러서 보았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 1일(을유) 1번째기사",
                "gt-oKo": "임금이 이문원(離文院)에 나아가 재숙(齋宿)하고, 이어서 소대(召對)를 행하고 시임(時任)·원임(原任)인 각신(閣臣)을 소견(召見)하였다.",
                "hj": "○乙酉/上詣摛文院齋宿, 仍行召對, 召見時原任閣臣。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. The King said, It would be proper to order the Royal Secretariat to transfer the lecturers to the Royal Confucian Academy on the first day and the fifteenth day of the month at the Royal Ancestral Shrine and the special rites held on the fifteenth day of the month at the Royal Ancestral Shrine . Right State Councilor Jo Inyeong reported, According to the precedent, the senior supplicants are two officials while the senior supplicants are only one official while the senior supplicants and the junior supplicants are one official. Therefore, whenever performing state affairs, there will be a shortage of importance. From this day forward, the senior supplicants should all be assigned to two officials according to the precedent of the senior supplicant. The King followed this advice. Minister of Personnel Kwon Donin reported, When Your Majesty proceeded to the palace in the past, the 유생 김재록 and others of Gyeonggi Province presented a memorial regarding the late 진사 Yu Taei , who passed the examination on the second day of the month, to which Your Majesty had 계하ed. However, Yu Taei, who became jealousy and deceived the evils of Shin imin year ( and was banished to the northern frontier area, ultimately he was executed from death. Truly, this is what the 유생s memorialized. However, Yi Huiji , Sim Sanggil , and Hong Ui , who had been caught in the same manner as they were impressed by Your Majesty. Yu Taei alone was excluded from the same manner as those of Yi Taei, and Hong Ui . Yu Taei alone was excluded from the same manner as those of the public opinion for a long time. Your Majesty specially bestows a posthumous title upon Yu Taei in accordance with the precedent of the senior supplicants. Therefore, your subject dares to report this matter. The King approved this.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 주상이 말하기를,“숙종과 영종의 두 강과를 승정원으로 하여금 베껴 들이게 하라.”하였다. 우의정 조인영이 아뢰기를,“종묘의 삭망제와 절제, 별제에 향관을 차정하는 규례는 대축은 2원이고 재랑과 축사는 단지 1원입니다. 그러므로 매번 제사를 지낼 때마다 구차하고 간략하게 하는 폐단이 없지 않습니다. 지금부터는 재랑과 축사를 모두 대축의 규례대로 각각 2원씩 채워 차임하여 일에 임해 군색해지는 폐단이 없게 하소서.”하니, 그대로 따랐다. 이조 판서 권돈인이 아뢰기를,“달포 전에 행행하셨을 때 경기의 유생 김재록 등이 고 진사 유택기를 추증하는 일로 상언한 데 대해 재가하셨습니다. 유택기가 신축년과 임인년의 흉악한 무리에게 미움을 받아 북관에 찬배되어 끝내 죽음을 면치 못한 것은 과연 유생들이 호소한 것과 같습니다. 그러나 같은 때에 화를 입은 이희지, 심상길, 홍의인은 모두 포상을 받았는데, 유택기만 유독 똑같이 대해 주는 대상에서 누락되었으므로 오랫동안 공론이 답답하게 여겼습니다. 특별히 대사헌을 추증하는 것이 포상하는 은전에 합당할 듯합니다. 그래서 감히 이렇게 우러러 아룁니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 10일(갑오) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신과 비국 당상을 인견하였다. 임금이 말하기를, “숙종(肅宗)·영종(英宗) 두 조정에서 행한 강과(講課)를 정원(政院)을 시켜 베껴 들이도록 하라.” 하였다. 우의정 조인영(趙寅永)이 아뢰기를, “종묘(宗廟)의 삭망제(朔望祭)와 절제(節祭)·별제 (別祭)의 향관(享官)을 차정(差定)하는 규례가 대축(大祝)은 2원(員)인데 재랑(齋郞)·축사(祝史)는 1원이므로, 일을 행할 때에 구차한 걱정이 없지 않으니, 이제부터 재랑·축사를 모두 대축의 예에 따라 각각 2원을 채워서 차출하여 일에 임하여 군색하고 어그러지는 폐단이 없게 하소서.” 하니, 그대로 따랐다. 이조 판서 권돈인(權敦仁)이 아뢰기를, “월전(月前) 거둥 때에 경기의 유생(儒生) 김재록(金在祿) 등이 고(故) 진사(進士) 유택기(兪宅基)를 추증(追贈)하는 일로 상언(上言)한 것을 계하(啓下)하셨습니다. 유택기가 신축년·임인년의 흉당(凶黨)에게 미움받아 무함당하여 북관(北關)으로 귀양가서 마침내 죽음을 면하지 못한 것은 과연 유생들이 호소한 바와 같습니다. 같은 때에 화를 입은 이희지(李喜之)·심상길(沈尙吉)·홍의인(洪義人)은 모두 은포(恩褒)를 받았으나, 유택기만은 똑같이 돌보아야 할 가운데에서 빠졌으므로, 오랫동안 공론이 답답하게 여겼습니다. 특별히 헌부(憲府)의 벼슬을 추증하는 것이 포가(褒嘉)하는 법에 맞을 듯합니다. 그러므로 감히 아룁니다.” 하니, 그대로 따랐다.",
                "hj": "○甲午/上御熙政堂, 引見大臣備局堂上。 上曰: “肅宗、英宗兩朝講課, 令政院謄入可也。” 右議政趙寅永啓言: “宗廟朔望祭與節祭別祭, 享官差定之例, 大祝則爲二員, 齋郞祝史, 只爲一員, 故每於將事之際, 不無苟簡之患, 自今齋祝, 竝依大祝例, 各以二員塡差, 俾無臨事窘跲之弊。” 從之。 吏曹判書權敦仁啓言: “月前幸行時, 京畿儒生金在祿等, 以故進士兪宅基貤贈事, 上言啓下矣。 宅基之爲辛壬凶黨所媢嫉誣, 竄北關, 竟不免死, 果如儒生所籲。 而同時被禍之如李喜之、沈尙吉、洪義人, 擧蒙恩褒, 宅基之獨漏於一視, 久爲公議之齎鬱。 特施持憲之贈, 恐合褒嘉之典, 故敢此仰達矣。” 從之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 10일(갑오) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            },
            "3": {
                "H2KE-EN": "Kim Nansun was appointed as the Office of the Inspector General , Bak Jonggil as the Office of the Censor General , and Kim Hakseong as the Royal Confucian Academy .",
                "H2KE-nKo": "김난순을 사헌부 대사헌으로, 박종길을 사간원 대사간으로, 김학성을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 10일(갑오) 3번째기사",
                "gt-oKo": "김난순(金蘭淳)을 사헌부 대사헌으로, 박종길(朴宗吉)을 사간원 대사간으로, 김학성(金學性)을 성균관 대사성으로 삼았다.",
                "hj": "○以金蘭淳爲司憲府大司憲, 朴宗吉爲司諫院大司諫, 金學性爲成均館大司成。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Ministry of War reported as follows: Former Fourth Censor Kim Gyeong submitted a memorial, stating that [Your Majesty] ordered that [Your Majesty] punish [Min] Sinhaeng [] in order that [Min] Sinhaeng [] be conscripted in advance and that [Min] Yeonghyeol [], who escaped from the enemy, and then ordered that [Min] Yeonghyeol [], who cross-examined and interrogated [Min] Yeonghyeol [], be dealt with according to the law. However, [Your Majesty] ordered that the memorial be sent to 묘당으로 하여금 품처하게 하였다. The fundamental proprieties of the Japanese guesthouse disappeared and the cardinal principles of our nature are truly what the high officials said. Moreover, now that Sinhaengs request is even more important in neighboring neighborhoods. Former Magistrate Min Yeonghyeols case, the first defenses of the frontier garrison against the frontier garrison neighboring the neighboring neig",
                "H2KE-nKo": "비변사가 아뢰기를,“전 정언 김필(金<unk>)이 상소하여 통신사를 강정할 때 미리 단속해야 한다고 말하고, 이어 역적 남응해가 도망쳤을 때 동래 부사 민영훈을 잡아다 조사하여 조율할 것을 청하였는데, 상소의 내용을 묘당으로 하여금 주상에게 여쭈어 처리하게 하라는 명이 있었습니다. 왜관의 약조가 위반되고 동래부의 체모가 손상된 것은 참으로 대신이 말한 바와 같습니다. 더구나 통신사를 보내 달라는 청은 더욱 교린의 중요성에 관계되니, 미리 단속하는 것이 실로 마땅합니다. 전 부사 민영훈의 일은 당초에 변방의 금령이 엄하지 않은 것은 이미 논할 것도 없고, 사실을 조사하여 주상에게 아뢴 것 또한 자세히 살피지 못한 잘못을 면할 수 없습니다. 그러나 그때의 처분은 특별히 그로 하여금 죄를 진 채 공무를 행하게 하려는 것이었고, 또 이 대신의 상소에 대한 비답에 ‘크게 맞지 않는다.’라고 하교하셨으니, 지금 세월이 오래된 뒤에 또 논쟁을 일삼는 것은 실로 너무 심합니다. 또 계사 가운데 ‘어찌 안지 알겠느냐.’라는 등의 구절은 분명하게 확증할 수 있는 것이 아닙니다. 대각이 사람을 논핵하는 것은 비록 풍문으로 논핵하는 것을 허락하더라도 이것이 얼마나 중요한 일인데 이처럼 모호하게 한단 말입니까. 원래의 상소는 그대로 두고, 전 정언 김필에게 파직하는 법을 시행하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 11일(을미) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “전 정언 김필(金)이 상소하여 통신사행(通信使行)을 강정(講定)하여 미리 단속할 것을 말하고, 이어서 역적 남응중(南膺中)이 도망할 때의 동래 부사(東萊府使) 민영훈(閔永勳)을 나핵(拿覈)하여 조율(照律)하기를 청하였는데, 소사(疏辭)에 대하여 묘당(廟堂)으로 하여금 품처(稟處)하라는 명이 있었습니다. 왜관(倭館)에서 분수를 넘어서 동래부(東萊府)에서 사체(事體)를 손상한 것은 참으로 대신(臺臣)이 말한 것과 같습니다. 더구나 통신사행을 청한 것은 더욱이 교린(交隣)의 중대한 일에 관계되니, 미리 검속(檢束)하는 것이 실로 마땅합니다. 전 부사 민영훈의 일에 이르러서는 당초에 변방의 금단(禁斷)이 엄하지 못했음은 이미 논할 것도 없고, 실상을 조사하기를 계청(啓請)한 것도 살피지 못한 것임을 면할 수 없습니다. 그러나 그때에 처분하여 특별히 죄를 지은 채 행공(行公)하게 하였다가, 또 이 대신의 상소에 대한 비답(批答)에 매우 온당하지 못하다고 하교하셨으니, 이제 세월이 오랜 뒤에 또 고집을 일삼는 것은 진실로 매우 심합니다. 또 조사(措辭) 가운데에 영유(寧有)니 자왈(藉曰)이니 안지(安知)라는 따위 어구는 명백히 확증을 잡은 것이 아닙니다. 대각(臺閣)에서 사람을 논할 때에는 비록 풍문도 허락한다 하나, 이것이 어떠한 관계가 있는 일인데 이처럼 모호하게 말하는 것입니까? 원소(原疏)를 버려두고 전 정언 김필에게 파직(罷職)하는 법을 시행하소서.” 하니, 윤허하였다.",
                "hj": "○乙未/備局啓言: “前正言金疏言, 信行講定, 預加團束, 仍請膺賊逃命時, 東萊府使閔永勳, 拏覈照律, 而有疏辭令廟堂稟處之命矣。 倭館約條之踰越, 萊府事體之隳損, 誠如臺臣所言。 況今信行之請, 尤係交隣之重, 則預加撿束, 實爲允當。 至於前府使閔永勳事, 當初邊禁不嚴, 已無可論, 而査實之啓, 亦未免不審。 然而伊時處分, 特使之戴罪行公, 又於此臺臣疏批, 以大不稱停爲敎, 則今於年久之後, 又事齗齗, 實爲已甚。 且措辭中寧有藉曰安知等句語, 有非明執確證者。 臺閣論人, 雖許風聞, 此何等關係, 而若是糢糊乎? 請原疏置之, 前正言金, 施以罷職之典。” 允之。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 12일(병신) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丙申/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King summoned officials in the Hall of Governance and granted a rotational audience.",
                "H2KE-nKo": "희정당에서 윤대관을 불러서 보았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 12일(병신) 2번째기사",
                "gt-oKo": "희정당에서 윤대관(輪對官)을 소견하였다.",
                "hj": "○召見輪對官于熙政堂。"
            },
            "3": {
                "H2KE-EN": "Kim Giman was appointed third minister of personnel .",
                "H2KE-nKo": "김기만을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 12일(병신) 3번째기사",
                "gt-oKo": "김기만(金箕晩)을 이조 참의로 삼았다.",
                "hj": "○以金箕晩爲吏曹參議。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gihae day, [the King] received the officials in the morning court assembly in the gihae year (.",
                "H2KE-nKo": "희정당에서 기해년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 15일(기해) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○己亥/召對于熙政堂。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyeongja day, the first day of the month, the King performed the ceremony for the Queen Mother in gyeongja year (.",
                "H2KE-nKo": "경자년에 중궁전의 관례를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 16일(경자) 1번째기사",
                "gt-oKo": "중궁전(中宮殿)의 관례(冠禮)를 행하였다.",
                "hj": "○庚子/行中宮殿冠禮。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Yi Mokyeon was appointed second minister of personnel .",
                "H2KE-nKo": "이목연을 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 17일(신축) 1번째기사",
                "gt-oKo": "이목연(李穆淵)을 이조 참판으로 삼았다.",
                "hj": "○辛丑/以李穆淵爲吏曹參判。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On imin day, the King attended the Royal Lecture on the Confucian Classics in the imin year (.",
                "H2KE-nKo": "희정당에서 임인년의 주강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 18일(임인) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 주강(晝講)하였다.",
                "hj": "○壬寅/晝講于熙政堂。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Yi Gau , a second inspector general , was appointed to the Office of the Inspector General .",
                "H2KE-nKo": "계묘년에 이가우를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 19일(계묘) 1번째기사",
                "gt-oKo": "이가우(李嘉愚)를 사헌부 대사헌으로 삼았다.",
                "hj": "○癸卯/以李嘉愚爲司憲府大司憲。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gapjin day, the King proceeded to Injeong Hall and held a lecture on the Confucian classics and the military officials who had passed the civil and military service examinations.",
                "H2KE-nKo": "주상이 인정전에 나아가 전경 문신과 전경 무신의 전강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 20일(갑진) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 전경 문신(專經文臣)·전경 무신(專經武臣)의 전강(殿講)을 설행(設行)하였다.",
                "hj": "○甲辰/上詣仁政殿, 行專經文武臣殿講。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulsa day, [the King] received the officials in the morning court assembly in the eulsa year (.",
                "H2KE-nKo": "희정당에서 을사년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 21일(을사) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○乙巳/召對于熙政堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] ordered that a 복상 be selected in the byeongo year (. [The King] summoned Right State Councilor Jo Inyeong and held audience with him at 희정당에서 Hall of Governance. This was because he had an audience with the King.",
                "H2KE-nKo": "희정당에서 의정의 후보를 뽑으라고 명하였다. 청대하였기 때문이다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 22일(병오) 1번째기사",
                "gt-oKo": "복상(卜相)하라고 명하고 희정당(熙政堂)에서 우의정 조인영(趙寅永)을 소견(召見)하였는데, 청대(請對)하였기 때문이다.",
                "hj": "○丙午/命卜相, 召見右議政趙寅永于熙政堂, 請對也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Honggeun and Jeong Yong as left and right state councilors .",
                "H2KE-nKo": "김홍근과 정원용을 좌의정과 우의정에 제수하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 22일(병오) 2번째기사",
                "gt-oKo": "김홍근(金弘根)·정원용(鄭元容)을 좌상(左相)·우상(右相)으로 제배(除拜)하였다.",
                "hj": "○拜金弘根、鄭元容爲左右相。"
            },
            "3": {
                "H2KE-EN": "Kim Nansun was appointed as right state councilor , and Bak Hoesu as minister of rites .",
                "H2KE-nKo": "김난순을 의정부 우참찬으로, 박회수를 예조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 22일(병오) 3번째기사",
                "gt-oKo": "김난순(金蘭淳)을 의정부 우참찬으로, 박회수(朴晦壽)를 예조 판서로 삼았다.",
                "hj": "○以金蘭淳爲議政府右參贊, 朴晦壽爲禮曹判書。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "[The King] appointed Yi Gwangjeong as Inspector General .",
                "H2KE-nKo": "이광정을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 24일(무신) 1번째기사",
                "gt-oKo": "이광정(李光正)을 사헌부 대사헌으로 삼았다.",
                "hj": "○戊申/以李光正爲司憲府大司憲。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King appointed Yi Yaku as deputy magistrate of Hanseong Magistracy , Yi Gwangjeong as minister of punishments , and Song Myeonjae as inspector general .",
                "H2KE-nKo": "경술년에 이약우를 한성부 판윤으로, 이광정을 형조 판서로, 송면재를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 26일(경술) 1번째기사",
                "gt-oKo": "이약우(李若愚)를 한성부 판윤으로, 이광정(李光正)을 형조 판서로, 송면재(宋冕載)를 사헌부 대사헌으로 삼았다.",
                "hj": "○庚戌/以李若愚爲漢城府判尹, 李光正爲刑曹判書, 宋冕載爲司憲府大司憲。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On imja day, the King attended the Royal Lecture on the imja day of the ninth month.",
                "H2KE-nKo": "희정당에서 조강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 28일(임자) 1번째기사",
                "gt-oKo": "희정당에서 조강(朝講)하였다.",
                "hj": "○壬子/朝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Jeonggi as the Office of the Censor General .",
                "H2KE-nKo": "이정기를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 28일(임자) 2번째기사",
                "gt-oKo": "이정기(李正耆)를 사간원 대사간으로 삼았다.",
                "hj": "○以李正耆爲司諫院大司諫。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King attended the Royal Lecture on the gyechuk day of the month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 29일(계축) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○癸丑/晝講于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King proceeded to the Royal Ancestral Shrine and 재숙하였다.",
                "H2KE-nKo": "주상이 태묘에 나아가 재숙하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 3일(정해) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 재숙(齋宿)하였다.",
                "hj": "○丁亥/上詣太廟齋宿。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On muja day, the King personally performed the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "태묘의 하향 대제를 친히 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 4일(무자) 1번째기사",
                "gt-oKo": "친히 태묘 하향(太廟夏享)을 행하였다.",
                "hj": "○戊子/親行太廟夏享。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Seo Sango as navy subarea commander of Gyeonggi [Province] and concurrent magistrate of Gyodong , subarea commander of the three provinces .",
                "H2KE-nKo": "기축년에 서상오를 경기 수군절도사 겸 삼도 통어사 교동 부사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 5일(기축) 1번째기사",
                "gt-oKo": "서상오(徐相五)를 경기 수군 절도사 겸 삼도 통어사 교동 부사(三道統禦使喬桐府使)로 삼았다.",
                "hj": "○己丑/以徐相五爲京畿水軍節度使兼三道統禦使喬桐府使。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the Hall of Governance in the gyesa year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 4월 9일(계사) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○癸巳/召對于熙政堂。"
            }
        }
    },
    "05": {
        "10": {
            "1": {
                "H2KE-EN": "On gyehae day, the King proceeded to the northern outskirts of the gyemyo year ( and performed the rite of the full moon .",
                "H2KE-nKo": "주상이 북원에 나아가 망배례를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 10일(계해) 1번째기사",
                "gt-oKo": "임금이 북원(北苑)에 나아가 망배례(望拜禮)를 행하였다.",
                "hj": "○癸亥/上詣北苑, 行望拜禮。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Royal Tomb of Queen Sinui , which stated, How is the matter of the Right State Councilor not differ from this? It would be almost impossible for me to strive to remove [the imposition of the Right State Councilor]. However, the imposition of impo",
                "H2KE-nKo": "전교하기를,“우상의 일이 어찌 괴이하지 않겠는가. 전후로 정중히 권면하여 마음을 감동시켜 되돌릴 만하였는데, 행동거지가 갈수록 더욱 사리에 어긋나고 일의 체모가 갈수록 더욱 훼손되니, 이는 힘껏 항거하려는 것인가, 이기려고 힘쓰는 것인가. 공경하고 예우하는 것은 공경하고 예우하는 것이고 분의는 분의이니, 우의정 정원용에게 파직하는 법을 시행하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 16일(기사) 1번째기사",
                "gt-oKo": "하교(下敎)하기를, “우상(右相)의 일이 어찌 괴이하지 않은가? 전후에 돈면(敦勉)하였으므로 감동하여 뜻을 돌릴 만한데, 거조(擧措)가 더욱 어그러지고 사체(事體)가 점점 더욱 손상되니, 이는 힘껏 항거하려는 것인가, 이기려고 힘쓰는 것인가? 경례(敬禮)는 절로 경례이고 분의(分義)는 절로 분의이니, 우의정 정원용(鄭元容)에게 파직(罷職)하는 법을 시행하라.” 하였다.",
                "hj": "○己巳/敎曰: “右相事, 豈不異哉? 前後敦勉, 庶可感回, 而擧措轉益乖當, 事體轉益虧損, 是欲力抗乎, 務勝乎? 敬禮自敬禮, 分義自分義, 右議政鄭元容, 施以罷職之典。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. The King ordered that Oh Gyegon , a resident of Gyeongwon , be sentenced to penal servitude for Jeong Gwangyun in accordance with the precedent of Jeong Gwangyun . Chief State Councilor Jo Inyeong reported as follows: In recent years, the evils of cattle and ginseng are growing day by day, and the law cannot be forbidden. Thus, in the past, the Board of Rites discussed the matter and submitted a draft of grain loans. Since this has been a long time since this matter, it is inevitably possible to 변통하지 않을 수 없습니다. Only then can the countrys prohibition be strictly enforced, and the border areas can be enforced. Regarding the ginseng and ginseng, one hundred geun of ginseng is added to eight thousand more times, and this is all due to the current possibility of the current circumstances. Originally, it is not possible to comply with the quantity of cloth and ginseng. From this year onward, please order the interpreters to determine the quantity of cloth and ginseng, and reduce the quantity of 10,000 nyang of tax ginseng, and reduce the quantity of the interpreters to be attached to the interpreters and the quantity of the ginseng, with the quantity of cloth and ginseng, with the quantity of coins in Pyeongan Province. If the remaining quantity of cloth and ginseng is exempted from the quantity of the Ministry of Taxation and have the expenses for the quantity of ginseng, then the quantity of ginseng and ginseng shall be attached to the interpreters as well as the quantity of ginseng. After the quantity of cloth and ginseng is determined again as before, the harmful effects will naturally be returned to the quantity of cloth and ginseng. This should be strictly reported to the magistrate of Gaeseong Magistracy , the governor of Pyeongan Province , and the magistrate of Uiju",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 국경을 넘은 경원 사람 오계곤을 정광윤의 예에 따라 사형을 감하여 절도에 정배하라고 명하였다. 영의정 조인영이 아뢰기를,“근년에 잠삼의 폐단이 날로 심해지고 달로 늘어나서 법으로 금지할 수 없으므로 지난번에 의주부에서 논하여 보고하고 초기를 올려 곡물로 환산한 일이 있기까지 하였습니다. 이 일은 유래가 이미 오래되었으니 변통하지 않을 수 없습니다. 그런 뒤에야 나라의 금령이 엄해질 수 있고 변방의 정세를 신칙할 수 있을 것입니다. 다만 삼포가 100근인데 8000근에 이르는 것은 모두 시세가 그렇게 하지 않을 수 없기 때문입니다. 원래 많고 적은 것에 구애받지 않으니, 올해부터 사역원으로 하여금 포삼은 알맞게 헤아려 더 배정하게 하고, 세전은 10만 냥으로 한정하여 절반은 이전대로 사역원에 소속시키고 절반은 단삼에 넘겨 관서의 곡물로 환산하여 돈으로 환산하여 내게 하며, 그 나머지 남는 것은 호조에 남겨 두어 별차왜의 단삼 비용으로 삼게 하소서. 그렇게 하면 삼세를 단삼에 소속시키는 명색도 다르지 않고 일의 체모도 매우 좋을 것입니다. 이와 같이 참작하여 정한 뒤에 몰래 국경을 넘는 것이 또다시 이전처럼 된다면 결국에는 해를 끼치는 것이 자연 포삼으로 귀결될 것입니다. 이것은 개성 유수, 평안 감사, 의주 부윤 등에게 엄히 통지하여 한결같이 정식에 따라 시행하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 17일(경오) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 범월(犯越)한 사람인 경원(慶源)에 사는 오계곤(吳戒坤)을 정광윤(鄭廣潤)의 전례에 따라 감사(減死)하여 도배(島配)하라고 명하였다. 영의정 조인영(趙寅永)이 아뢰기를, “근년에 잠삼(潛蔘)의 폐단이 날로 더하고 달로 늘어가도 법이 금하지 못하므로, 접때 만부(灣府)에서 논보(論報)하면서 초기(草記)하여 곡물(穀物)로 환작(換作)한 것까지 있었습니다. 이 일은 유래(流來)가 이미 오래 되었으므로 변통하지 않을 수 없으니, 그러고서야 방금(邦禁)을 엄하게 할 수 있고 변정(邊情)을 신칙(申飭)할 수 있겠습니다. 다만 삼은 한 포(包)를 1백 근(斤)으로 하는데, 8천까지 더하는 것은 모두 시세(時勢)가 그렇게 하지 않을 수 없기 때문입니다, 본디 다과(多寡)에 구애받지 않는다면, 올해부터 역원(譯院)으로 하여금 포삼(包蔘)은 적당히 더 정하게 하고, 세전(稅錢)은 1만 냥(兩)으로 한정하여 절반은 전례대로 역원에 붙이고, 절반은 단삼소(單蔘所)에 붙여서 관서(關西)에서 돈[錢]으로 환작하는 것에 대충(代充)하게 하고, 그 나머지는 탁지(度支)에 덜어 두었다가 별차왜(別差倭) 단삼(單蔘)의 비용을 삼게 하면, 삼세(蔘稅)를 단삼에 붙이는 것은 명색도 달라지지 않고 사면(事面)도 매우 좋을 것입니다. 이렇게 작정한 뒤에 몰래 넘어가는 것이 또다시 여전하면, 마침내 해를 끼치는 것이 저절로 포삼으로 돌아갈 것이니, 이것은 개성 유수(開城留守)·평안 감사(平安監司)·의주 부윤(義州府尹) 등에게 엄히 더 알려서 한결같이 정식(定式)에 따라 시행하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○庚午/上御熙政堂, 引見大臣備局堂上。 命犯越人慶源吳戒坤, 依鄭廣潤例, 減死島配。 領議政趙寅永啓言: “近年潛蔘之弊, 日加月增, 法不能禁, 至有向來灣府論報, 而草記作穀者矣。 此事流來已久, 不可不變通, 然後邦禁可嚴, 邊情可飭。 第蔘包, 以百斤, 而加至八千者, 皆由時勢之不得不然。 元不以多寡爲拘, 則自今年爲始, 令譯院, 包蔘則量宜加定, 稅錢以十萬兩爲限, 折半依前付之譯院, 折半付之單蔘, 所以代關西作錢, 而其餘剩者, 則除留於度支, 俾爲別差倭單蔘之費, 則蔘稅之屬單蔘名色, 不異, 事面甚好。 如是酌定之後, 潛越又復如前, 畢竟貽害, 自歸包蔘, 此則嚴加知委於開城留守、平安監司、義州府尹等處, 請一遵定式施行。” 從之。"
            },
            "2": {
                "H2KE-EN": "Left State Councilor Kim Honggeun encouraged studying the Royal Confucian Academy . [The King] bestowed a generous favor upon him.",
                "H2KE-nKo": "좌의정 김홍근이 성학에 힘쓰니, 너그러운 비답을 내렸다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 17일(경오) 2번째기사",
                "gt-oKo": "좌의정 김홍근(金弘根)이 성학(聖學)을 권면하니, 우악한 비답(批答)을 내렸다.",
                "hj": "○左議政金弘根, 勉聖學, 賜優批。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Gwangjeong as the Office of the Inspector General , Yu Janghwan as the Office of the Censor General , and Bak Yeongwon as the minister of punishments .",
                "H2KE-nKo": "이광정을 사헌부 대사헌으로, 유장환을 사간원 대사간으로, 박영원을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 17일(경오) 3번째기사",
                "gt-oKo": "이광정(李光正)을 사헌부 대사헌으로, 유장환(兪章煥)을 사간원 대사간으로, 박영원(朴永元)을 형조 판서로 삼았다.",
                "hj": "○以李光正爲司憲府大司憲, 兪章煥爲司諫院大司諫, 朴永元爲刑曹判書。"
            },
            "4": {
                "H2KE-EN": "The King appointed Kim Nogap as army commander of Pyeongan Province .",
                "H2KE-nKo": "김노갑을 평안도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 17일(경오) 4번째기사",
                "gt-oKo": "김노갑(金魯甲)을 평안도 병마 절도사로 삼았다.",
                "hj": "○以金魯甲爲平安道兵馬節度使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinmi day, the King received the officials in the morning court assembly at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 18일(신미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○辛未/召對于熙政堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On imo day, the King went to the Royal Confucian Academy and went to the Office of Royal Genealogy to enter and take care of the King. The King received the officials of the senior third rank or above and received them in audience. Chief State Councilor Jo Inyeong reported, Kim Ingeun , the late Royal Lecture , has already passed away. As he has already been in the ranks of officials in the State Council and the Privy Council , it is appropriate to appreciate his sincerity. Furthermore, hearing that his family is extremely poor, your subject requests that Your Majesty have the province provide him with supporting articles for the funeral. This seems to demonstrate the intent of admire Confucian scholars from the beginning to end. Therefore, your subject dares to report this. The King approved this. ",
                "H2KE-nKo": "주상이 희정당에 나아가 약원의 입진을 행하고, 대신과 비국 당상을 인견하였다. 영의정 조인영이 아뢰기를,“고 경연관 김인근은 이미 작고하였습니다. 이미 초빙하는 반열에 있으니, 정성을 다하는 조치가 있어야 합니다. 또 듣건대 그 집안이 매우 가난하다고 하니, 해당 도로 하여금 장례 물품을 넉넉히 도와주게 하여 조정에서 시종일관 선비를 숭상하는 뜻을 보이는 것이 좋을 듯합니다. 그래서 감히 아룁니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 29일(임오) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가니, 약원(藥院)에서 입진(入診)하였다. 대신과 비국 당상을 인견하였는데, 영의정 조인영(趙寅永)이 아뢰기를, “고(故) 경연관(經筵官) 김인근(金仁根)은 이미 작고하였으나, 이미 정초(旌招)한 가운데 들었었으니, 성의를 보이는 일이 있어야 하겠습니다. 또 듣건대, 그 집이 매우 가난하다 하니, 해도(該道)로 하여금 장수(葬需)를 넉넉히 돕게 하여 국가에서 끝내 유신(儒臣)을 숭상하는 뜻을 보이는 것이 좋을 듯합니다. 그러므로 감히 아룁니다.” 하니, 그대로 따랐다.",
                "hj": "○壬午/上御熙政堂, 行藥院入診, 引見大臣備局堂上。 領議政趙寅永啓言: “故經筵官金仁根, 已爲作故矣, 旣在旌招之列, 合有致意之擧。 且聞其家甚貧云, 令該道, 優助葬需, 以示朝家終始崇儒之意, 似好, 故敢達矣。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King ordered that former Right State Councilor Jeong Yong be appointed to a government post and that he be again appointed to a government post.",
                "H2KE-nKo": "전 우의정 정원용을 서용하여 다시 재상의 직임에 제수하라고 명하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 29일(임오) 2번째기사",
                "gt-oKo": "전 우의정 정원용(鄭元容)을 서용(敍用)하여 다시 상직(相職)에 제배(除拜)하라고 명하였다.",
                "hj": "○命前右議政鄭元容敍用, 復拜相職。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 29일(임오) 3번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Officials who supervised the construction of the royal tombs at the royal tombs in the byeongjin year ( and those who supervised the construction of the tombs at the royal tombs in the byeongjin year ( were rewarded with varying degrees.",
                "H2KE-nKo": "순릉의 능 위를 개수할 때의 감동 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 3일(병진) 1번째기사",
                "gt-oKo": "순릉(純陵)의 능 위를 수개(修改)하였을 때의 감동(監董) 이하에게 차등을 두어 상주었다.",
                "hj": "○丙辰/純陵陵上修改時監董以下, 施賞有差。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Ahn Gwangjik was appointed as the Office of the Censor General .",
                "H2KE-nKo": "안광직을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 5월 9일(임술) 1번째기사",
                "gt-oKo": "안광직(安光直)을 사간원 대사간으로 삼았다.",
                "hj": "○壬戌/以安光直爲司諫院大司諫。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, a solar eclipse occurred in the foot of the gyemi year (.",
                "H2KE-nKo": "계미년 1월에 일식이 있었는데, 일식이 지하에서 있었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 1일(계미) 1번째기사",
                "gt-oKo": "일식(日蝕)이 있었는데, 일식은 지하(地下)에 있었다.",
                "hj": "○癸未/日有食之, 食在地下。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. [The King] ordered that an official of the senior third rank or above be selected and appointed to the position of an official of the senior third rank or above, and that [they] be enforced in advance, and that local magistrates separately recommend the civil and military officials. Chief State Councilor Jo Inyeong reported as follows: The anniversary of the passing of the Royal Tomb of King Taejo is the first anniversary of this month. Therefore, the libation officials and the various ministries should be sent from the capital as prescribed by the precedent. However, upon reflection, the seasonal hot weather is very hot and the road is also crossing the ferry crossing. Therefore, if [they] encounter a great strong wind, [they] are truly worrisome that [they] cannot cross the vessels. Formerly, there was a discussion on the matter of reforming [the matter]. When the sacrificial rites at the second royal shrine of Hyeonwang , the libation official and the ministries of this magistracy and the executive assistant of the magistrate of this magistracy , and the ministries of the magistrate of the five towns are designated as the magistracy of our King Jeongjong (Jeongjong. Therefore, the anniversary of the passing of the Royal Tomb of King Taejo should follow this precedent, and there will be no problems in the rites prescribed by the Royal Tomb of King Taejo. Also, the supplies of the rites at Hwanyeong Hall are also sufficient. However, the establishment of the Office of State Rites is truly worried about this. If the sacrificial rites held on the anniversary of the passing of the Great King, then the anniversary of the Queens passing should also follow this example. The sacrificial rites held on the anniversary of the passing of the Royal Tomb of King Taejo should be performed in accordance with this precedent. The sacrificial rites held on the anniversary of the passing of the Royal Tomb of Queen Sinuis passing should also be performed in accordance with this precedent. The sacrificial rites held on the anniversary of the passing of the Royal Tomb of Queen Sinuis passing should be performed in accordance with this precedent.",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 초사 자리를 가려 차임하라고 명하고, 기일에 앞서 수령을 별천할 때 문관과 무관을 아울러 천거하라고 신칙하였다. 영의정 조인영이 아뢰기를,“건릉의 기신이 이달에 있으니, 헌관과 여러 집사를 서울에서 차출하여 보내는 것이 전례입니다. 다만 생각건대, 절기가 무더운 데다 길도 나루를 건너야 하니, 만약 큰물이 불어날 때를 만나게 되면 실로 배를 건널 길이 없을 우려가 많기 때문에 종전에 변통하자는 논의가 있었습니다.현륭원의 제향 때 헌관 이하는 본부의 유수와 판관이 다섯 고을의 수령과 함께 원래 정한 것이 바로 우리 정조의 깊고도 원대한 생각이었으니, 건릉의 기신에 이 예를 준행하는 것이 사전에 지장이 없을 듯합니다. 또 화령전의 식례로 말하더라도 참조할 만한 단서가 될 만합니다. 그러나 분봉상시를 설치한 것은 실로 이를 염려한 데서 나온 것입니다. 대왕의 기신제 제관을 유수 이하로 원래 정한다면 왕비의 기신제도 이를 본받아야 할 것입니다. 향축을 받드는 것은 원래 원의 규례가 있고, 또 능관으로 하여금 기일에 앞서 거행하게 할 수도 있습니다. 대신과 예조 당상에게 하문하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 10일(임진) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견(引見)하고, 초사(初仕)의 택차(擇差)는 시기에 앞서 거론하여 신칙(申飭)하고, 수령(守令)의 별천(別薦)은 문관(文官)·무관(武官)을 아울러 천거하라고 명하였다. 영의정 조인영(趙寅永)이 아뢰기를, “건릉(健陵)의 기신(忌辰)이 이번 달에 있는데, 헌관(獻官)과 여러 집사(執事)를 경중(京中)에서 차출하여 보내는 것이 규례입니다. 다만 생각하건대, 철이 무더위를 당하였고 길도 나루를 건너야 하므로, 크게 물이 불어날 때를 당하면 진실로 배로 건널 길이 없을 염려가 많으므로, 종전에 변통해야 한다는 논의가 있었습니다. 현륭원(顯隆圓)의 제향(祭享) 때 헌관 이하를 본부(本府)의 유수(留守)·판관(判官)과 다섯 고을의 수령(守令)으로 원래 정한 것은 우리 정조(正祖)의 심원한 생각이었으니, 건릉의 기신에도 이 전례를 따라 시행하는 것이 사전(祀典)에 방애될 것이 없을 듯합니다. 또 화령전(華寧殿)의 식례(式例)로 말하더라도 참조할 단서로 삼을 만한데, 분봉 상시(分奉常寺)를 설치한 것도 실로 이를 염려한 데에서 나온 것입니다. 대왕(大王)의 기신의 제관(祭官)을 유수 이하로 원래 정하면, 왕비의 기신도 이를 본받아야 할 것입니다. 향(香)과 축문(祝文)을 받드는 것은 본디 원(園)의 규례가 있으며, 또 능관(陵官)을 시켜 시기에 앞서 거행하게 할 수 있을 것입니다. 대신과 예조 당상(禮曹堂上)에게 하문하소서.” 하니, 그대로 따랐다.",
                "hj": "○壬辰/上御熙政堂, 引見大臣備局堂上。 命初仕擇差, 先期提飭, 守令別薦, 竝薦文武。 領議政趙寅永啓言: “健陵忌辰, 在於今朔, 獻官諸執事之自京差送, 例也。 第念節當溽暑, 路又涉津, 若値大漲之際, 實多渡船無由之慮, 從前有變通之論矣。 顯隆園祭享時獻官以下, 本府留守判官, 與五邑守令, 元定者, 卽我正廟深遠之念, 則健陵忌辰之遵此例施行, 恐於祀典, 無所妨礙。 且以華寧殿式例言之, 亦可爲傍照之端, 而分奉常寺設施, 實出慮此也。 大王忌辰祭官, 若以留守以下元定, 則王妃忌辰, 亦當倣此。 香祝之奉, 自有園例, 又可以陵官, 前期擧行矣。 下詢于大臣禮堂。” 從之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 10일(임진) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Seo Gisun as the Royal Confucian Academy .",
                "H2KE-nKo": "서기순을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 14일(병신) 1번째기사",
                "gt-oKo": "서기순(徐箕淳)을 성균관 대사성으로 삼았다.",
                "hj": "○丙申/以徐箕淳爲成均館大司成。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On musul day, a lunar eclipse occurred.",
                "H2KE-nKo": "무술년 월식이 있었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 16일(무술) 1번째기사",
                "gt-oKo": "월식(月蝕)이 있었다.",
                "hj": "○戊戌/月有食之。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Hwang Yeon as the Office of the Censor General .",
                "H2KE-nKo": "황겹(黃<unk>)을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 18일(경자) 1번째기사",
                "gt-oKo": "황겹(黃)을 사간원 대사간으로 삼았다.",
                "hj": "○庚子/以黃爲司諫院大司諫。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King went to 희정당에 나아가 도목 정사를 행하였다. Yi Huijun was appointed minister of punishments , and Jeong Taedong was appointed navy subarea commander of Right Jeolla Province .",
                "H2KE-nKo": "주상이 희정당에 나아가 도목 정사를 행하였다. 이희준을 형조 판서로, 정태동을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 24일(병오) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 도정(都政)을 행하고, 이희준(李羲準)을 형조 판서로, 정태동(鄭泰東)을 전라우도 수군 절도사로 삼았다.",
                "hj": "○丙午/上御熙政堂, 行都政, 以李羲準爲刑曹判書, 鄭泰東爲全羅右道水軍節度使。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "At jeongmi day, [the King] summoned and held audience with local magistrates and the frontier garrisons in 희정당에서 불러 보았다.",
                "H2KE-nKo": "희정당에서 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 25일(정미) 1번째기사",
                "gt-oKo": "초사(初仕)하는 수령(守令)·변장(邊將)을 희정당(熙政堂)에서 소견(召見)하였다.",
                "hj": "○丁未/召見守令邊將初仕人于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulyu day, the King appointed Jo Yonghwa as second minister of personnel .",
                "H2KE-nKo": "조용화를 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 3일(을유) 1번째기사",
                "gt-oKo": "조용화(趙容和)를 이조 참판으로 삼았다.",
                "hj": "○乙酉/以趙容和爲吏曹參判。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On imja day, Yi Donyeong , governor of Jeolla Province , hurriedly reported that rain fell on the twenty-second day of the last month and 470 households swept away and drowned. The fourteen people drowned and drowned.",
                "H2KE-nKo": "전라 감사 이돈영이 지난달 22일에 내린 비로 전주 등 20개 고을에서 물에 떠내려갔거나 무너진 민가가 470호이고 물에 빠져 죽거나 압사한 사람이 14명이라고 급히 장계하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 6월 30일(임자) 1번째기사",
                "gt-oKo": "전라 감사 이돈영(李敦榮)이 지난달 22일의 비로 전주(全州) 등 20개 고을에서 떠내려가고 무너진 민가가 4백 70호이고, 물에 빠지고 압사(壓死)한 사람이 14명이라고 치계(馳啓)하였다.",
                "hj": "○壬子/全羅監司李敦榮, 以去月二十二日之雨, 全州等二十邑民家漂頹四百七十戶, 人物渰壓十四名, 馳啓。"
            }
        }
    },
    "07": {
        "12": {
            "1": {
                "H2KE-EN": "The governor of Gyeongsang Province Hong Jacheol reported to the King that the nine towns including Geumsan had flooded and collapsed 450 houses, and the number of people drowned while thirty people drowned.",
                "H2KE-nKo": "갑자년에 경상 감사 홍재철이 금산 등 9개 고을에서 물에 떠내려갔거나 무너진 민가가 450호이고 물에 빠져 죽은 사람이 30명이라고 급히 장계하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 12일(갑자) 1번째기사",
                "gt-oKo": "경상 감사 홍재철(洪在喆)이 금산(金山) 등 아홉 고을에서 물에 떠내려가고 무너진 민가가 4백 50호이고, 물에 빠져 죽은 사람이 30명이라고 치계(馳啓)하였다.",
                "hj": "○甲子/慶尙監司洪在喆, 以金山等九邑民家漂頹, 爲四百五十戶, 人命渰死, 三十名, 馳啓。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King went to the Royal Confucian Academy . He performed a physician and entered the physician. The King received the high-ranking officials and the senior officials of the senior third rank or above in 인견하였다. The King ordered that the garrison of G토seong Garrison be abolished and that the grain loans be replaced by the local government office. Left State Councilor Kim Honggeun reported as follows: At the beginning, your subject presumptuously presented several items to Your Majesty. However, the study of the Royal Confucian Academy behind the first place for several months. Your subject thinks that Your Majesty has naturally cultivated the sagacity of the Royal Confucian Academy without waiting for Your Majesty to study. Then, the sages of Emperor Shun and Wu were not able to study the study of the Royal Confucian Academy. In the case of a symptoms and hot weather, the ancient mid-tier instructors did not know how to study. In your subjects opinion, this is not a study of old and studying. Therefore, it is impossible to replace the study of the Royal Confucian Academy throughout the ages. However, your subject reflected upon the duty of assisting the Royal Confucian Academy, and his words were unworthy to speak. However, Your Majesty repeatedly instructed your subject on the matter of his ancestors to his ancestors. It is also sometimes that your subject can rely on the instructions of his ancestors today. Generally speaking, the distinction between talent and the distinction between ruler and the ruler is truly responsible for this world. In addition, when a distinction of talent and ability, your subject suddenly retired from his position and studying the world of the world. In recent years, high officials did not respond to their own responsibility to the sovereign and the distinction of Your Majesty, and entrust the matter to the Office of the Inspector General without failure to assist and rectify the ruler and the ruler of rectifying the ruler and the ruler. This is what the ancients monarch thoroughly clarified. Your subject, unworthy one, presumptuously occupying the study of the Royal Confucian Academy, although it is almost impossible to demonstrate the magnanimity of Your Majesty. However, now Your Majesty does not violate the ruler and manage all affairs, but he has never heard that Your Majesty displays the Royal Confucian Academy and enjoys the sages. Your subject thinks that the study of the Royal Confucian Academy is greatly failure to study the Royal Confucian Academy. Your subject can see that the ancestors of the ancestors cannot be done out of the Royal Confucian Academy",
                "H2KE-nKo": "정묘년에 주상이 희정당에 나아가 약원의 입진을 행하고, 대신과 비국 당상을 인견하였다. 토성진을 혁파하고 환향과 절미를 읍부에 옮겨 기록하라고 명하였다. 좌의정 김홍근이 아뢰기를,“신이 조정에 나아간 초기에 외람되게 몇 가지 권면하는 말씀을 드렸는데, 늘 학문에 종사하는 것을 급선무로 삼아 몇 달 동안 줄곧 유유부단하였습니다. 예지를 타고났으니 굳이 권면할 필요가 없다고 한다면, 순 임금과 우 임금 같은 성인도 학문에 힘입지 않을 수 없고, 계절이 무더워 수고로이 응대할 것이라고 한다면, 옛날의 평범한 군주도 오히려 땀을 흘리면서 피로한 줄 몰랐으니, 신이 진달한 것은 노생의 평범한 말에 지나지 않습니다. 고금을 통틀어 경리와 경행을 다른 데로 옮겨 바꿀 수 없는 것은 이것을 놔두고는 방도가 없습니다.돌아보건대, 신은 보상의 직임을 맡고 있으니, 한마디로 말하자면 적임자가 아닙니다. 그러나 그동안 성상의 유시가 여러 차례 신의 집안 선고에 미쳤으니, 신이 명을 피할 수 없고 두렵고 감격스러운 점도 있습니다. 또한 신의 집안 선훈이 그래도 혹 오늘날에 도움이 될 수 있을 것입니다. 그러나 무릇 인재의 분수는 각각 한계가 있어서 이현령의 지모는 그믐처럼 단정할 수 없고, 송경의 지정은 요숭처럼 변란에 대응할 수 없습니다. 신의 선조로 말하자면 대대로 삼공의 중임을 맡아 기강을 세우고 도를 보위하며, 경을 지키고 의리를 취하였으니, 진실로 한 시대의 추앙을 받았습니다. 그러나 경륜과 재략으로 말하면, 사무를 담당할 때마다 번번이 물러나 차지하지 않고 당시의 훌륭한 선비에게 양보하였습니다. 그리하여 근세의 대신이 군덕의 궐실을 자신의 책임으로 삼지 않고 한결같이 대각에 맡기는 것은 보필하고 바로잡는 의리가 아니라 오로지 이것을 자신의 임무로 삼고 있으니, 이것이 옛사람이 스스로를 분명히 한 까닭입니다.신은 전혀 변변치 못한 자질로 외람되이 선조의 발자취를 더럽혔으니, 일체의 모책과 주획, 재단, 그리고 변통의 도량은 근사한 도리가 없다는 것을 스스로 알고 있습니다. 애당초 감히 망녕되이 스스로 발용할 생각을 하지 못하였으니, 오직 때때로 어리석은 말을 올려 외람되이 일에 대해 간언하는 것을 본받는다면, 거의 가계를 실추시키고 융숭한 대우를 저버리는 지경에는 이르지 않을 수 있을 것입니다.다만 지금 정령과 사업이 뭇사람의 마음을 거스르는 데 이르지 않았고, 음악과 여색, 진귀한 노리개도 성상의 뜻을 거슬렸다는 말을 듣지 못하였으며, 모두들 흔연히 ‘성궁에 궐실이 없다.’라고 하였는데, 신은 유독 ‘학문에 부지런하지 않은 것은 바로 전하의 큰 궐실입니다.’라고 생각합니다.경연에서 주상께 여쭙는 것을 시사라고 칭하니, 조종의 성대한 전례와 명심의 소재를 알 수 있습니다.학문은 바로 정사이고 정사는 학문에서 벗어나지 않는데, 지난번에 진달한 ‘뜻을 세우고 실제에 힘쓴다.’라는 것이 또 그 요체입니다. 《맹자》에 ‘하지 않는 것이지 하지 못하는 것이 아니다.’라고 하였는데, 신도 전하께서 이에 대해 잘하지 못하시는 것이 아니라 단지 하지 않으실 뿐이라고 생각합니다. 오직 전하께서는 어리석은 신의 정성을 굽어살피시어 사람이 못났다고 해서 버리지 마시고, 과감하게 결단을 내리시어 이전의 규례를 통렬히 고치시고 시종 한결같은 마음으로 정성을 다해 게을리하지 마소서.”하니, 비답하기를,“지금 경의 말을 들으니, 내가 매우 부끄럽다. 더욱 힘쓰겠다.”하였다. 우의정 정원용이 성학을 권면하니, 비답을 내렸다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 15일(정묘) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가니, 약원(藥院)에서 입진(入診)하였다. 대신과 비국 당상을 인견하고, 토성진(兔城鎭)을 혁파(革罷)하고 환향(還餉)은 쌀로 쳐서 고을 문부(文簿)에 옮겨 기록하라고 명하였다. 좌의정 김홍근(金弘根)이 아뢰기를, “신이 조정에 나오던 초기에 외람되게 몇 가지 아뢰어 권면한 것이 있는데, 늘 학문에 힘쓸 것을 앞세웠으나, 몇 달 동안 한결같이 한가하고 산만하십니다. 예지(睿智)을 타고났으므로 굳이 힘쓸 것 없다고 생각하신다면, 순(舜)과 우(禹) 같은 성인도 학문에 의지하는 것이 없을 수 없었으며, 철이 무더워 응접하기에 괴롭다고 생각하신다면 옛날에 평범한 임금으로서 땀을 흘려도 피로한 줄 모른 이가 있었으며, 신이 아뢴 것이 늙은이의 상담(常談)에 지나지 않는다고 생각하신다면 고금을 통하여 경리(經理)·경행(經行)은 달리 변통할 도리가 없었던 것이니, 이것을 버리고는 방법이 없습니다. 신의 보상(輔相)의 벼슬을 생각하면 한 마디로 말하여 마땅한 사람이 아닙니다. 그러나 전후의 성유(聖諭)가 여러 번 신의 집 선고(先故)에 미쳤는데, 신이 명을 도피할 바가 없이 출척(怵惕)하고 감격한 것도 신의 집 선훈(先訓)이 오히려 혹 오늘날에 도움이 될 수 있기 때문입니다. 그러나 무릇 사람의 재분(才分)은 각각 한정이 있으니, 방현령(房玄齡)이 지모(智謀)가 있었으나 두여회(杜如晦)와 같이 결단하지 못하였고, 송경(宋璟)이 정도(正道)를 지켰으나 요숭(姚崇)과 같이 응변(應變)하지 못하였습니다. 신의 선조로 말하면 대대로 정승의 중책을 받아 기강을 세우고 도(道)를 지키고 상도(常道)를 지키고 의리를 취하여 참으로 일대(一代)에서 추대를 받았습니다. 경륜(經綸)의 재략(才略)과 사무를 부담하는 일에 이르러서는 사양하여 차지하지 않고 당시에 쓸만한 인사에게 양보하였습니다. 그리고 근세의 대신(大臣)이 군덕(君德)의 궐실(闕失)을 자기 책임으로 여기지 않고 한결같이 대각(臺閣)에 넘기는 것은 보필하고 광구(匡救)하는 의리가 아니라고 생각하여 오로지 이것을 스스로 맡았으니, 이것은 선인이 스스로 살피는 데에 밝았기 때문입니다. 신은 아주 변변치 못한 자질로 외람되게 선인의 사업을 이어받았는데, 일체의 모의하고 계획하고 견제하고 변통하는 기량은 근사(近似)한 도리가 없음을 스스로 분별하고 있었으므로 처음부터 감히 망령되게 스스로 나타내어 쓸 계책을 삼지 않았으니, 오직 때때로 어리석은 말을 올려 제 기능에 맡는 간언(諫言)을 다하면, 거의 만에 하나라도 가계(家計)를 실추하여 융숭한 대우를 저버리는 데 이르지는 않을 수 있을 것입니다. 다만 지금 정령(政令)과 사업이 뭇사람의 마음에 어긋나는 데 이르지 않았고, 성색(聲色)과 완호(玩好)는 성심(聖心)을 저촉하여 엄폐하는 것이 있다는 말을 듣지 못하였으므로, 모두 기뻐서 성궁(聖躬)에 궐실이 없다고 여기고 있으나, 오로지 신은 학문에 부지런하지 않으신 것이 전하의 큰 궐실이라고 생각합니다. 경연(經筵)에서 취품(取稟)하는 것을 시사(視事)라고 일컬으니, 조종(祖宗)의 성대한 법의 명의(命意)가 있는 바를 알 수 있습니다. 학문이 곧 정사이니 정사는 학문에서 벗어나지 않습니다. 접때 아뢴 뜻을 세우고 실속을 힘쓴다는 것이 또한 그 요체입니다. 《맹자(孟子)》에, ‘하지 않는 것이지 못하는 것이 아니다.’ 하였는데, 신도 전하께서 이에 대하여 못하시는 것이 아니라 바로 하지 않으실 뿐이라고 생각하고 있습니다. 전하께서는 어리석은 정성을 굽어 살피시어 쓸데없는 사람으로 여기지 마시고 과단성있게 밝게 결단하여 전의 규례를 통렬하게 고치시고, 시종 일념(一念)으로 독실하여 게을리하지 마소서.” 하니, 비답(批答)하기를, “이제 경의 말을 들으니, 내가 스스로 매우 부끄럽다. 더욱더 힘쓰겠다.” 하였다. 우의정 정원용(鄭元容)이 아뢰어 성학(聖學)을 권면하니, 비답을 내렸다.",
                "hj": "○丁卯/上御熙政堂, 行藥院入診, 引見大臣備局堂上。 命兎城鎭革罷, 還餉折米, 移錄邑簿。 左議政金弘根啓言: “臣於呈身之初, 猥有數條陳勉, 而以典學爲先, 數朔之頃, 一向悠泛。 謂睿智天縱, 毋待强勉, 則舜、禹之聖, 不能無資於學, 謂時序炎溽, 有勞酬接, 則古之中主, 尙有汗透而不知爲疲, 謂臣所陳, 不過老生常談, 則窮古亘今, 經理經行之移易他不得者, 舍是無由也。 顧臣輔相之職, 蔽一言匪其人耳。 然前後聖諭, 屢及於臣家先故, 臣之無所逃命, 怵惕而感激者, 亦有臣家先訓之尙或可以藉手於今日。 而凡人才分, 各有限, 玄齡之謀, 不能爲如晦之斷, 宋璟之持正, 不能爲姚崇之應變。 卽以臣先祖言之, 世膺三事之重, 樹綱衛道, 守經取義, 固爲一代之所推。 至若經綸才猷, 擔夯事務, 則輒退然不居, 讓與需時之彦。 以爲近世大臣, 不以君德闕失, 爲己責, 一付之臺閣, 非輔弼匡救之義, 專以是自任, 此前人所以明於自審也。 臣以萬萬無肖, 叨塵先武, 一切謀謨, 籌劃宰制, 變通之量, 自分無近似道理, 初不敢爲妄自發用之計, 則惟是時進愚戇之說, 冒效藝事之諫, 庶可爲萬有一不至於墜家計而孤隆遇也。 第今政令事爲, 不至於違拂群心, 聲色玩好, 未聞有干蔽聖志, 擧欣欣然以爲聖躬無闕失, 臣獨以爲典學不勤, 乃殿下闕失之大者也。 經筵取稟, 稱以視事, 可見祖宗盛典, 命意攸在。 學便是政, 政不外學, 而向所陳立志懋實, 又其要也。 《孟子》曰, ‘不爲也, 非不能也,’ 臣亦以爲殿下, 於此非不能也, 直不爲耳。 惟殿下, 俯察愚悃, 勿以人廢, 廓揮明斷, 痛改前規, 一念終始, 慥慥不懈焉。” 批曰: “今聞卿言, 予甚自愧, 當益加勉矣。” 右議政鄭元容, 陳勉聖學, 賜批。"
            },
            "2": {
                "H2KE-EN": "The King held a congratulatory successful candidates in the State Council . The congratulatory successful candidates were as follows: Thirty-six men, including Jo Hwirim , Yi Pungik , Kim Siyeon , Kim Geonsu , Yun Gyoseong , Kim응gyun , Sim응태 , Jo Seoku , Yi Jonggi , Jo Dosun , Sim Donyeong , Yi Siu , Yi Gyeongjae , Nam Seonggyo , Yi Inseok , and Im Baeksu . ",
                "H2KE-nKo": "도당 회권을 행하였다. 4점을 받은 사람은 조휘림, 이풍익, 김시연, 김건수, 윤교성, 김응균, 심응태, 조석우, 이종병, 조도순, 심돈영, 이시우, 이경재, 남성교, 이인석, 임백수이다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 15일(정묘) 2번째기사",
                "gt-oKo": "도당 회권(都堂會圈)을 행하여 4점(點)인 조휘림(趙徽林)·이풍익(李豐翼)·김시연(金始淵)·김건수(金建銖)·윤교성(尹敎成)·김응균(金膺均)·심응태(沈應泰)·조석우(曹錫雨)·이종병(李宗秉)·조도순(趙道淳)·심돈영(沈敦永)·이시우(李時愚)·이경재(李經在)·남성교(南性敎)·이인석(李寅奭)·임백수(任百秀) 등 16인을 뽑았다.",
                "hj": "○行都堂會圈, 四點, 趙徽林、李豐翼、金始淵、金建銖、尹敎成、金應均、沈膺泰、曺錫雨、李宗秉、趙道淳、沈敦永、李時愚、李經在、南性敎、李寅奭、任百秀, 取十六人。"
            },
            "3": {
                "H2KE-EN": "The King selected Second Deputy Director of the Office of Royal Lectures Hong Jikbong and had the State Council jointly discussed.",
                "H2KE-nKo": "경연관 홍직필을 초선하였는데, 이조와 의정부가 함께 의논한 것이다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 15일(정묘) 3번째기사",
                "gt-oKo": "경연관(經筵官)에 홍직필(洪直弼)을 뽑았는데, 이조(吏曹)·의정부(議政府)에서 같이 의논한 것이다.",
                "hj": "○抄選經筵官洪直弼, 吏曹議政府同議也。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Ministry of Personnel reported to the King as follows: Your subjects discussed with high-ranking officials on the basis of what the high-ranking officials had reported and consulted with high-ranking officials. Among the magistrates of the senior third rank or above, four towns of Buyeo , Jangjin , Guseong , and Chik , military officials of the senior third rank or above should be temporarily established as military officials of the junior third rank or below. Among the magistrates of the junior third rank or below, local magistrates of Jain and Okgu , local magistrates of the junior third rank or below, Daeheung and Gyeolseong , and Circuit Inspection inspection in [spection inspection inspection].",
                "H2KE-nKo": "이조가 아뢰기를,“대신이 연석에서 아뢴 것으로 인하여 대신에게 나아가 의논하여, 무신 당상 수령 중에서 부령, 장진, 구성, 칠곡 4개 읍을 임시로 무신 당하의 자리로 만들고, 문신 당하 수령 중에서 자인, 옥구, 음관 당하 수령 중에서 대흥, 결성, 문관 찰방 이제원, 음관 찰방 송라를 무신 당하로 바꾸어 차임하는 자리로 만들었습니다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 16일(무진) 1번째기사",
                "gt-oKo": "이조에서 아뢰기를, “대신(大臣)의 연주(筵奏)로 인하여 대신에게 의논하니, 무관(武官)으로서 당상관인 수령(守令) 가운데 부령(富寧)·장진(長津)·귀성(龜城)·칠곡(漆谷) 네 고을을 임시로 무관 당하관(堂下官)의 자리로 만들고, 문관(文官)으로서 당하관인 수령 가운데 자인(慈仁)·옥구(沃溝)와 음관(蔭官) 당하관인 수령 가운데 대흥(大興)·결성(結城)과 문관 찰방(文官察訪)인 제원(濟源)과 음관 찰방(蔭官察訪)인 송라(松羅)는 무관 당하관을 교체하여 차출하는 자리로 만들 뜻이었습니다.” 하였다.",
                "hj": "○戊辰/吏曹啓言: “因大臣筵奏, 就議大臣, 以武堂上守令中, 富寧、長津、龜城、漆谷四邑, 權作武堂下窠, 文堂下守令中, 慈仁、沃溝, 蔭堂下守令中, 大興、結城, 文察訪濟源, 蔭察訪松羅, 作武堂下交差窠。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King proceeded to the northern outskirts of the gyeyu year ( and performed the rite of the full moon .",
                "H2KE-nKo": "주상이 북원에 나아가 망배례를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 21일(계유) 1번째기사",
                "gt-oKo": "임금이 북원(北苑)에 나아가 망배례(望拜禮)를 행하였다.",
                "hj": "○癸酉/上詣北苑, 行望拜禮。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulhae day, the King proceeded to Injeong Hall and held the Royal Confucian Academy on the Confucian Classics. ",
                "H2KE-nKo": "주상이 인정전에 나아가 한학 문신의 전강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 23일(을해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 한학 문신(漢學文臣)의 전강(殿講)을 설행(設行)하였다.",
                "hj": "○乙亥/上御仁政殿, 行漢學文臣殿講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The seventh [of the seven] Buddhist ceremonies held at the Royal Confucian Academy in byeongja year (.",
                "H2KE-nKo": "성균관에서 병자년의 칠석제를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 24일(병자) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 칠석제(七夕製)를 설행(設行)하였다.",
                "hj": "○丙子/設七夕製于泮宮。"
            },
            "2": {
                "H2KE-EN": "Kim Donggon was appointed second minister of personnel , Yi Gyejo was appointed third minister of personnel , Yi 헌gu was appointed inspector general , Yi Junho was appointed censor , and Kwon Donin was appointed minister of works .",
                "H2KE-nKo": "김동건을 이조 참판으로, 이계조를 이조 참의로, 이헌구를 사헌부 대사헌으로, 이준호를 사간원 대사간으로, 권돈인을 공조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 24일(병자) 2번째기사",
                "gt-oKo": "김동건(金東健)을 이조 참판으로, 이계조(李啓朝)를 이조 참의로, 이헌구(李憲球)를 사헌부 대사헌으로, 이준호(李竣祜)를 사간원 대사간으로, 권돈인(權敦仁)을 공조 판서로 삼았다.",
                "hj": "○以金東健爲吏曹參判, 李啓朝爲吏曹參議, 李憲球爲司憲府大司憲, 李竣祜爲司諫院大司諫, 權敦仁爲工曹判書。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] held the final civil service examination in Injeong Hall for the sinchuk year (1377, the fifth year of King Sejong.",
                "H2KE-nKo": "인정전에서 전경 문신의 전강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 25일(정축) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 전경 문신(專經文臣)의 전강(殿講)을 설행(設行)하였다.",
                "hj": "○丁丑/設專經文臣殿講于仁政殿。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King went to the Royal Ancestral Shrine to pay a visit to the King. This was done during the autumn audience.",
                "H2KE-nKo": "경진년에 주상이 태묘에 나아가 전알하였는데, 추계 전알이었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 28일(경진) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 전알(展謁)하였는데, 추알(秋謁)이었다.",
                "hj": "○庚辰/上詣太廟展謁, 秋謁也。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Kim Yeongsun , governor of Chungcheong Province , reported that rain fell on the twentieth day of the last month and 360 houses were swept away and destroyed by the twelve towns of Noseong and other towns. The twelve people drowned and drowned.",
                "H2KE-nKo": "충청 감사 김영순이 지난달 20일에 내린 비로 노성 등 12개 고을에서 물에 떠내려갔거나 무너진 민가 360호와 익사하거나 압사한 사람 12명이 발생하였다고 급히 장계하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 4일(병진) 1번째기사",
                "gt-oKo": "충청 감사(忠淸監司) 김영순(金英淳)이 지난달 20일의 비로 노성(魯城) 등 12개 고을에서 물에 떠내려가고 무너진 민가가 3백 60호이고 물에 빠지고 압사(壓死)한 사람이 12명이라고 치계(馳啓)하였다.",
                "hj": "○丙辰/忠淸監司金英淳, 以去月二十日之雨, 魯城等十二邑民家漂頹三百六十戶, 人命渰壓十二名, 馳啓。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Kim Nansun was appointed minister of personnel , and Seo Huisun was appointed minister of war .",
                "H2KE-nKo": "무오년에 김난순을 이조 판서로, 서희순을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 6일(무오) 1번째기사",
                "gt-oKo": "김난순(金蘭淳)을 이조 판서로, 서희순(徐憙淳)을 병조 판서로 삼았다.",
                "hj": "○戊午/以金蘭淳爲吏曹判書, 徐憙淳爲兵曹判書。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Im Yeongsu was appointed as the Office of the Censor General .",
                "H2KE-nKo": "임영수를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 7월 9일(신유) 1번째기사",
                "gt-oKo": "임영수(林永洙)를 사간원 대사간으로 삼았다.",
                "hj": "○辛酉/以林永洙爲司諫院大司諫。"
            }
        }
    },
    "08": {
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gwangjeong as deputy magistrate of Hanseong Magistracy in eulmi year (.",
                "H2KE-nKo": "을미년에 이광정을 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 14일(을미) 1번째기사",
                "gt-oKo": "이광정(李光正)을 한성부 판윤으로 삼았다.",
                "hj": "○乙未/以李光正爲漢城府判尹。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King proceeded to Myeongheon and personally performed a rite. He then went to the Royal Tomb of King Ikjo and the Great-Great-Grandfather of King Taejo to visit the Royal Tomb of Queen Ikjo and Queen Honghye .",
                "H2KE-nKo": "주상이 명릉에 나아가 친히 제사를 지내고, 이어 익릉과 홍릉에 나아가 전알하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 15일(병신) 1번째기사",
                "gt-oKo": "임금이 명릉(明陵)에 나아가 친제(親祭)하고, 이어서 익릉(翼陵)·홍릉(弘陵)에 나아가 전알(展謁)하였다.",
                "hj": "○丙申/上詣明陵, 親祭, 仍詣翼陵、弘陵展謁。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, As for the tomb of Great King Ikjeong (Jeongjong , an official should be sent to grant a mourning rite upon the deceased.",
                "H2KE-nKo": "전교하기를,“홍익정공의 묘에 지방관을 보내 치제하게 하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 15일(병신) 2번째기사",
                "gt-oKo": "하교(下敎)하기를, “홍익정공(洪翼靖公)의 묘에 지방관(地方官)을 보내어 치제(致祭)하도록 하라.” 하였다.",
                "hj": "○敎曰: “洪翼靖公墓, 遣地方官致祭。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Sim Yujo as army commander of Chungcheong Province in gihae year (.",
                "H2KE-nKo": "심유조를 충청도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 18일(기해) 1번째기사",
                "gt-oKo": "심유조(沈有祖)를 충청도 병마 절도사로 삼았다.",
                "hj": "○己亥/以沈有祖爲忠淸道兵馬節度使。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the King proceeded to Injeong Hall and personally handed out the incense and the written prayer to be used in the autumn state sacrifice at the Royal Ancestral Shrine . ",
                "H2KE-nKo": "주상이 인정전에 나아가 경모궁의 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 2일(계미) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 경모궁(景慕宮)의 추향(秋享)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○癸未/上詣仁政殿, 親傳景慕宮秋享香祝。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Chief State Councilor Jo Inyeong reported as follows: The proprieties for a subject to remove his ancestors are established in the state law, and thus even for a worthy and high-ranking official who has been explained in the world, they cannot jointly discuss this matter in accordance with the statutes. However, in recent years, there are many who lost their moral integrity and naturalized people. The four high-ranking officials who were naturalized and naturalized in the sinchuk ( and imin year ( are the same as this practice. Therefore, the late Minister of Works Kim Hangs studies and meritorious deeds are not necessarily needed to repeatedly clarify him again. However, in the eulmyo year (, when he was observed, he defended the safety of life and death in the gisa year (, he maintained the three cardinal principles and the five moral imperatives. In the end, he eventually met a cruel deceased and ultimately met a cruel disaster. Thereafter, the proprieties of praising loyalty have not been extremely sincere. However, the order of removing his ancestors was not yet implemented, and his ancestors were moved to another place for many years. Truly, this is a time for the court, and the scholars are resentful. Therefore, we dare to report this matter. The King followed this advice. The King also reported as follows: Our court has entirely encouraged civil dynasties, but the military dynasties are not strong. Therefore, in the middle of the world, he succeededededed to the northern frontier. However, there is no doubt that he encountered the enemy attack by the enemy attack. In recent years, the late Field Commander of the Field Command Collete Command Colle",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비변사 당상을 인견하였다. 영의정 조인영이 아뢰기를,“신하가 부조하는 예는 본래 나라의 법전에 실려 있습니다. 비록 명현과 석보로서 한 세대에 두드러진 자라 하더라도 이 일에 이르러서는 본래 격례를 벗어나서 의논할 수 없는 것입니다. 그런데 근래에는 순절하여 화를 입은 사람이 많이 있으니, 이를테면 신축년과 임인년에 화를 입은 네 대신이 바로 그 전례입니다.고 상신 문충공 김수항의 도학과 공로는 진실로 다시 번거롭게 선양할 필요가 없습니다. 을묘년에 견지하고 기사년에 수립한 것은 일신의 생사를 판가름 났고 만세에 강상을 부지한 것입니다. 그런데 마침내 참혹한 모함을 받아 마침내 참혹한 화를 입었으니, 그 뒤로 충신을 포상하는 은전이 지극하고 극진하지 않은 것은 아닙니다. 그러나 부조하라는 명이 미처 내려지지 않았고 친진하여 부조한 지도 여러 해가 되었으니, 이는 진실로 조정에서 겨를이 없어서이고 사림이 답답하게 여기는 것입니다. 그래서 감히 아룁니다.”하니, 그대로 따랐다. 또 아뢰기를,“우리나라는 오로지 문치를 숭상하여 무력이 겨루지 못하기 때문에 중간에 남관과 북관의 환란을 겪었는데, 능히 왕개에 대항하여 큰 공을 세운 자는 거의 없었습니다. 오직 고 도원수 권율이 행주에서 승리한 것이 가장 뛰어났고, 은장이 황조에서 발현되기까지 하여 공렬이 국사에 분명하게 실려 있습니다. 그러나 제사를 지내 분향한 곳이 아직까지 한 군데도 없습니다. 이해는 바로 성조께서 감훈하신 해이고, 이 지역은 바로 성상께서 즉위하신 곳입니다. 만약 이해 이 지역에 특별히 명하여 사당을 세우게 하고 이어 은액을 내리신다면 아마도 고무하는 생각과 포상하는 은전에 고무되는 바가 있을 듯합니다. 그리고 영조하는 비용은 삼군문으로 하여금 알맞게 헤아려 구획하게 하는 것이 좋을 듯합니다. 그래서 감히 아룁니다.”하니, 그대로 따랐다. 좌의정 김홍근이 아뢰기를,“이번 행행 때 신작현의 연로가 계하를 받아 관문을 전한 것 외에 잘못 경유한 것은 너무도 놀랍고 송구합니다. 군사를 일으켜 기강을 바로잡는 책임은 병조 판서 서희순을 파직하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 20일(신축) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신과 비국 당상을 인견하였다. 영의정 조인영(趙寅永)이 아뢰기를, “신하를 부조(不祧)하는 예전(禮典)은 본디 국법이 있으므로 명현(名賢)·석보(碩輔)로서 일대에 뛰어난 자라 하더라도 이 일에 있어서는 본디 격외(格外)로 의의(擬議)할 수 없습니다. 그러나 근래에 순절(殉節)하였거나 화(禍)를 입은 사람으로서 특별히 베푼 경우가 많이 있으니, 이를테면 신축년·임인년에 화를 입은 사대신(四大臣)이 곧 그 전례입니다. 고(故) 상신(相臣) 문충공(文忠公) 김수항(金壽恒)의 도학과 훈공은 진실로 거듭 번거롭게 선양(宣揚)할 것도 없습니다마는, 을묘년에 지키고 기사년에 수립한 것은 일신(一身)에 대하여 생사를 분명히 하고 만세에 강상(綱常)을 붙들어 세운 것입니다. 마침내 참혹한 무함에 걸려서 드디어 참혹한 화를 입었는데, 그 뒤에 충성을 포숭(褒崇)하는 은전이 지극하고 극진하지 않았던 것은 아닙니다마는, 오직 부조(不祧)의 명이 미처 베풀어지지 않았습니다. 친진(親盡)하여 위패(位牌)를 옮긴 지도 여러 해가 되었는데, 참으로 국가에서 겨를이 없었던 것이나, 사림(士林)에서 답답하게 여기는 것이었습니다. 그러므로 감히 아룁니다.” 하니, 그대로 따랐다. 또 아뢰기를, “우리 나라는 오로지 문치(文治)만 숭상하고 무력(武力)은 좇지 않으므로, 중간에 남구(南寇)·북환(北患)을 겪었는데, 임금을 위해 적대하여 원한을 풀어서 큰 공을 올린 자는 거의 없습니다. 오직 고(故) 도원수(都元帥) 권율(權慄)이 행주(幸州)에서 이긴 것이 가장 큰 것인데, 은장(恩奬)이 황조(皇朝)에서도 나왔고, 공렬(功烈)이 국사(國史)에 분명히 실려 있으나, 제사하는 것은 오히려 한 군데도 없습니다. 이 해는 성조(聖朝)에서 훈공을 감정(勘定)한 해이고, 이 곳은 성상께서 거둥하신 곳이니, 이 해에 이 곳에 특별히 명하여 사당을 세우고, 이어서 은액(恩額)을 내리시면 전쟁에 대한 생각과 공신을 기리는 은전에 대해 장려하는 바가 있을 듯합니다. 영조(營造)하는 비용은 삼군문(三軍門)으로 하여금 적당히 구획(區劃)하게 하는 것이 좋을 듯합니다. 그러므로 감히 아룁니다.” 하니, 그대로 따랐다. 좌의정 김홍근(金弘根)이 아뢰기를, “이번 거둥 때에 신작현(新作峴)의 연로(輦路)가 계하(啓下)하여 관문(關文)에 전한 곳에서 벗어나 잘못 경유한 것은 아주 놀랍고 송구한 일입니다. 군대를 정돈하고 기강을 바로잡는 책임은 본병(本兵)에 있으니, 병조 판서 서희순(徐憙淳)을 파직하소서.” 하니, 그대로 따랐다.",
                "hj": "○辛丑/上御熙政堂, 引見大臣備局堂上。 領議政趙寅永啓言: “人臣不祧之禮, 自有國典, 雖名賢碩輔之表著一代者, 至於此事, 則本不得擬議於格外。 而近來多有殉節被禍人之特施者, 如辛壬被禍之四大臣, 卽其已例也。 故相臣文忠公金壽恒之道學勳庸, 固不待更煩闡揚, 而若其乙卯之秉執, 己巳之樹立, 判死生於一身, 扶綱常於萬世。 竟罹慘搆, 遂被酷禍, 則伊後褒忠之典, 非不至矣盡矣, 惟不祧之命, 未及有施, 親盡而遷, 亦多年所, 誠朝家之未遑, 士林之齎鬱。 故敢達焉。” 從之。 又啓言: “我朝專尙文治, 武力不競, 故中經南冠北患, 而其能敵王愾而奏膚功者, 無幾。 惟故都元帥臣權慄幸州之捷, 爲最也, 恩奬至發於皇朝, 功烈昭載於國乘, 然而俎豆芬苾, 尙無一所。 是年, 卽聖朝勘勳之年也, 是地, 卽聖上臨趾之地也, 若於是年是地, 特命建祠, 仍宣恩額, 則恐於鼓鼙之思, 旂常之典, 有所風勵。 而營造之費, 令三軍門, 量宜區劃似好, 故敢達矣。” 從之。 左議政金弘根啓言: “今番幸行時, 新作峴, 輦路之誤由於啓下傳關之外者, 萬萬驚悚。 振旅肅紀, 責在本兵, 請兵曹判書徐憙淳罷職。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King issued a royal order: Today is the second anniversary of King Taejongs passing. How dare I not respectfully observe the practice of granting a mourning rite to my deceased fathers great-grandfather? The four high officials of the State Council and the Privy Council shall also send a royal secretary to grant a mourning rite to my deceased fathers great-great-grandfather. In the case of a province, the local magistrate of the province shall be appointed to the ancestral rites.",
                "H2KE-nKo": "전교하기를,“오늘은 바로 우리 영조께서 세자로 책봉되신 지 두 번째 회갑이 되는 날이다. 추모하는 나 소자가 어찌 감히 우리 정조께서 이미 시행하셨던 전례를 공경히 따르지 않을 수 있겠는가. 네 대신과 경은부원군의 사판에 모두 승지를 보내 치제하게 하라. 지방에 있는 도에서는 도내의 수령을 제관으로 차정하라고 분부하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 20일(신축) 2번째기사",
                "gt-oKo": "하교(下敎)하기를, “오늘은 우리 영조(英祖)께서 저군(儲君)에 오르신 지 두번째 회갑(回甲)이 된다. 내가 항상 사모하는 마음으로 어찌 감히 우리 정조(正祖)께서 이미 시행하신 법을 공경히 따르지 않을 수 있겠는가? 사대신(四大臣)과 경은 부원군(慶恩府院君)의 사판(祠版)에 모두 승지(承旨)를 보내어 치제하고, 외도(外道)에 있는 것은 도내의 수령을 제관(祭官)으로 차정(差定)하라는 일을 분부하도록 하라.” 하였다.",
                "hj": "○敎曰: “今日, 卽我英廟陞儲之再回甲也。 予小子羹墻之慕, 曷敢不敬遵我正廟已施之典乎? 四大臣及慶恩府院君祠版, 竝遣承旨致祭, 若在外道, 則道內守令, 差定祭官事, 分付。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On imin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 임인년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 21일(임인) 1번째기사",
                "gt-oKo": "희정당에서 소대 하였다.",
                "hj": "○壬寅/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Hong Gyeongo was appointed minister of war .",
                "H2KE-nKo": "홍경모를 병조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 21일(임인) 2번째기사",
                "gt-oKo": "홍경모(洪敬謨)를 병조 판서로 삼았다.",
                "hj": "○以洪敬謨爲兵曹判書。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gapsin day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rite of the Southern Deities of the Earth and Grain .",
                "H2KE-nKo": "주상이 인정전에 나아가 남단제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 3일(갑신) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 남단제(南壇祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○甲申/上詣仁政殿, 親傳南壇祭香祝。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 3일(갑신) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Bak Jungdo , Kim Jongjil , and Ahn Saui , who stole the armed firewood from Gilju Strategic County , were ordered to be beheaded without waiting until they were executed. Yi Wonsu , who colluded with him, and Heo Cheon , who was the master [of the armed firewood], were ordered to be executed by strangulation.",
                "H2KE-nKo": "신해년에 길주목에서 군기를 훔쳐 내어 사사로이 돈을 주조한 박중도, 김종각, 안사의는 부대시참에 처하고, 함께 모의하여 이익을 나눈 이원수, 주접한 허천은 대시교형에 처하라고 명하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 30일(신해) 1번째기사",
                "gt-oKo": "길주목(吉州牧)에서 군기(軍器)를 훔쳐 내어 사사로이 돈을 주조(鑄造)한 박중도(朴仲道)·김종각(金宗珏)·안사의(安士義)는 부대시참(不待時斬)하고, 공모하여 이익을 나눈 이원수(李元水)와 제 집에 머물러 있게 한 허천(許天)은 대시교(待時絞)하도록 명하였다.",
                "hj": "○辛亥/命吉州牧偸出軍器私鑄錢之朴仲道、金宗珏、安士義, 不待時斬, 同謀分利之李元水, 主接之許天, 待時絞。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On eulyu day, the King attended the Royal Lecture on the Confucian Classics of eulyu day.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 4일(을유) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○乙酉/晝講于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On byeongsul day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rite for commemorating Confucius .",
                "H2KE-nKo": "주상이 인정전에 나아가 문묘의 석전제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 5일(병술) 1번째기사",
                "gt-oKo": "임금이 인정전에 나아가 문묘(文廟)의 석전제(釋奠祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丙戌/上詣仁政殿, 親傳文廟釋奠香祝。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 5일(병술) 2번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○晝講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King appointed Seong Geun묵 as second inspector of the Office of the Inspector General , Hong Jikbong as fourth inspector of the Office of the Inspector General , Yi 헌i as deputy magistrate of Hanseong Magistracy , and Min Deok as navy subarea commander of Right Jeolla Province .",
                "H2KE-nKo": "성근묵을 사헌부 집의로, 홍직필을 사헌부 지평으로, 이헌위를 한성부 판윤으로, 이민덕을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 5일(병술) 3번째기사",
                "gt-oKo": "성근묵(成近默)을 사헌부 집의로, 홍직필(洪直弼)을 사헌부 지평으로, 이헌위(李憲瑋)를 한성부 판윤으로, 이민덕(李敏德)을 전라우도 수군 절도사로 삼았다.",
                "hj": "○以成近默爲司憲府執義, 洪直弼爲司憲府持平, 李憲瑋爲漢城府判尹, 李敏德爲全羅右道水軍節度使。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King went to Injeong Hall and personally delivered incense and the written invocation for the autumn state sacrifice at the Altar of the Soil and Grain .",
                "H2KE-nKo": "주상이 인정전에 나아가 사직 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 6일(정해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 사직(社稷)의 추향(秋享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丁亥/上詣仁政殿, 親傳社稷秋享香祝。"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive: How could I forget the responsibility to summon you and have them assume responsibility for admonishing superiors? As I have repeatedly sincerely admonishing myself, I am deeply grieved by the imperial court. However, I cannot feel sorrowful because of myself. I am fully aware of my sincereness and virtue, and thus I cannot strive to return myself to myself. Why do you not think of the righteousness of powerful transgressions and wish to support myself? Currently, I hold a lecture on the Confucian Classics and newly selected officials of the Office of the Royal Lectures. If you were to come here and support myself with each other, then how can I be fortunate for myself? It would be fortunate for all the people of the eight provinces to be unable to receive the blessings. You must understand my intent and immediately summon you to the court. Send a separate official to the Royal Confucian Academy and send a separate official to the Royal Confucian Academy Song Naeeunsil and Seong Geunsil in the place of the Royal Lectures.",
                "H2KE-nKo": "전교하기를,“내가 그대들을 초빙하여 임금을 보좌하는 책임을 맡기고자 하는 것을 어찌 하루라도 마음속에서 잊었겠는가. 여러 차례 정중히 신칙하였으나 사양하는 마음이 더욱 간절하니, 이것이 내가 조정에서 탄식하는 까닭이며, 또한 그대들에게 개탄스러운 점이 없지 않다. 나는 진실로 성의가 부족하고 덕이 박하여 멀리 떠나려는 마음을 애써 돌이킬 수 없다는 것을 알고 있지만, 그대들은 유독 교목의 의분과 생추의 기대를 생각하지 않는단 말인가.지금 강석을 연이어 열고 연관을 새로 뽑았는데, 만약 그대들을 오게 하여 서로 대궐에서 돕게 한다면, 이것이 어찌 나 한 사람만의 다행이겠는가. 팔도의 백성들로 하여금 모두 그 복을 입게 할 것이니, 그대들은 모쪼록 이 뜻을 잘 헤아려 즉시 일어나 조정에 나오라고 사관을 나누어 보내 경연관 송내희와 성근묵에게 전유하게 하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 6일(정해) 2번째기사",
                "gt-oKo": "하교(下敎)하기를, “내가 그대들을 불러서 계옥(啓沃)의 책임을 맡기려는 것을 대저 어찌 하루라도 마음에서 잊었겠는가? 돈독하게 여러 번 부지런히 신칙(申飭)하였지만 매우 절실하게 사양하니, 이것은 내가 조정에 임하여 한탄하는 까닭이며, 또한 그대들에게 개연(慨然)함이 없을 수 없는 까닭이다. 내가 정성이 얕고 덕이 얇아서 멀리 떠나려는 마음을 애써 돌이킬 수 없을 줄 진실로 알고 있었지만, 그대들은 어찌 세신(世臣)으로서의 의분(義分)과 어진이에 대한 기대를 생각하지 않는 것인가? 지금 강석(講席)을 잇따라 열고 연관(筵官)을 새로 뽑고 있는데, 만약 너희들을 오게 하여 서로 대궐에서 돕게 할 수 있다면, 이것이 어찌 나 한 사람만의 행복이겠는가? 팔방의 백성을 모두 그 복을 입게 할 것이니, 그대들은 반드시 이 뜻을 본받아 곧 떠나서 조정에 오라는 일로 사관(史官)을 나누어 보내어 경연관(經筵官) 송내희(宋來熙)·성근묵(成近默)에게 전유(傳諭)하라.” 하였다.",
                "hj": "○敎曰: “予之欲招延爾等, 任以啓沃之責者, 夫豈一日忘于心哉? 敦飭屢勤, 巽讓冞切, 此予所以中朝興歎, 而亦不能無慨於爾等也。 予固知誠淺德薄, 不足以勉回遐心, 而爾等獨不念喬木之義分, 生芻之想望乎? 見今講席連開, 筵官新抄, 若得爾等, 于于而來, 相與夾贊於廈氈, 則是豈獨予一人幸也? 將使八域蒼生, 擧蒙其福, 爾等須體此意, 卽起簉朝事, 分遣史官, 傳諭于經筵官宋來熙、成近默處。”"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, If scholars read books of the sages and study the Way of the sages (C. Xiaoxue , how can they study the Way of the Sages (C. Xiaoxue and study the Way of the Sages (C. Xiaoxue ? Generally speaking, I will study the study of the sages and encourage the sovereign to encourage the people and concurrently sustain this world. Also, this is a law permanently established by the Four District Schools. You, being an old Confucian scholar and wisdom, have been educated in the Royal Confucian Academy , and scholars have supported upon you for a long time. Now, the selection of officials at the Office of the Royal Lectures is truly following the major opinions of the people. Furthermore, I am not well-versed in the study of the Classics, and the governance of governance has not satisfactory to my will. Thus, I sat on my behalf and seek a worthy of you as if I were sick and starvation. How could you not suddenly support my study of studying the Classics of the Classics and the governance of peace? Therefore, I send my attending officials to explain my sincere intent. You do not decline this in order to support my earnest feelings of studying. Send an official to the Royal Lecturer Hong Jikbong to the place of the Royal Confucian Academy.",
                "H2KE-nKo": "전교하기를,“선비가 성인의 글을 읽고 성인의 도를 배우는 것이 어찌 다만 그 뜻을 고상하게 숭상하고 그 자신만을 좋게 하기 위한 것일 뿐이겠는가. 장차 읽은 글로써 임금을 임금으로 만들고 백성에게 은택을 베풀어 이 세상을 아울러 구제하려는 것이니, 이 또한 우리 유가의 바꿀 수 없는 법문이다. 그대는 숙유와 석학으로 산림에서 덕을 닦고 사우를 강마하여 사림이 의귀한 지 오래되었다. 지금 이 연관을 선발한 것은 실로 여론을 따른 것이다. 더구나 나는 학문이 방도를 통달하지 못하고 정치가 뜻대로 되지 않아 옆자리를 비워 놓고 어진 이를 구하는 것이 마치 목마른 사람이 물을 찾는 것과 같으니, 그대가 어찌 평소에 품고 있던 포부를 가지고 선뜻 일어나 우리 빛나는 공부와 융성하고 태평스러운 교화를 크게 돕지 않겠는가. 이에 근시를 보내 지극한 뜻을 펴 보이니, 그대는 굳이 사양하지 말고 간절히 기다리는 나의 뜻에 부응하라. 사관을 보내 경연관 홍직필에게 전유하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 6일(정해) 3번째기사",
                "gt-oKo": "하교하기를, “선비가 성인(聖人)의 글을 읽고 성인의 도(道)를 배우는 것이 어찌 다만 제 뜻을 고상하게 가지고 저 혼자 착한 일을 하기 위한 것일 뿐이겠는가? 대개 읽은 것과 배운 것으로 임금을 섬기고 백성에게 은택을 베풀어 이 세상을 아울러 구제하려는 것이니, 이것이 또한 우리 유가(儒家)의 변하지 않는 법문(法文)이다. 그대는 숙유(宿儒)·석학(碩學)으로서 구원(丘園)에서 덕을 숨기고 있어 사우(士友)와 강마(講磨)하고 사림(士林)에 의귀(依歸)한 지 오래 되었는데, 이번에 연관(筵官)으로 뽑은 것은 실로 여론에 따른 것이었다. 더구나 내가 학문은 방도에 통달하지 못하고 정치는 기대에 맞지 않으므로, 자리를 비워 놓고 어진이를 기다리는 것이 목마르듯 하고 굶주리듯 하였는데, 그대가 어찌 평소 품었던 포부를 가지고 마음을 바꾸어 일어나 와서 나의 밝은 공부와 태평한 교화를 크게 돕지 않겠는가? 그러므로 근시(近侍)를 보내어 지극한 뜻을 펴 보이니, 그대는 굳이 사양하지 말고 대망에 부응하라는 일로 사관(史官)을 보내어 경연관(經筵官) 홍직필(洪直弼)에게 전유(傳諭)하라.” 하였다.",
                "hj": "○敎曰: “士之讀聖人書, 學聖人道者, 豈但爲高尙其志, 獨善其身而已哉? 蓋將以所讀所學, 致君澤民, 兼濟斯世, 而亦吾儒家不易之法文也。 爾以宿儒碩學, 萉德邱園, 士友之講磨, 士林之依歸, 厥惟久矣, 今玆筵官之選, 實循輿論。 況予學未通方, 治不徯志, 側席求賢, 如渴如飢, 爾豈不以平日所蘊抱者, 幡然而起, 丕贊我緝熙之工, 隆平之化乎? 玆遣近侍, 敷示至意, 爾勿固辭, 用副延佇事, 遣史官, 傳諭于經筵官洪直弼處。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On muja day, [the King] received the officials in the morning court assembly in the muja year (.",
                "H2KE-nKo": "희정당에서 무자년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 7일(무자) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊子/召對于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Supreme General [of the Middle Army] [] of the State Foundation Merit Subjects [] of the gichuk year (, Supreme General [of the Middle Army] [], Bak Jonggyun , who passed away. The King issued a royal order, which stated, As a high official, whose nature is upright and upright, and whose talent is knowledgeable. He is not only glorious and splendory of the state but has been selected and selected by the ancestors. I, too, have, deliberated on him. Previously, due to the report of the physicians , I learned that the symptoms are intense. However, I still relied on the strength of my strength. Now, I read the obituary, and I cannot overcome my grief. The obituary for the late Supreme General [of the State Council] [], Bak Jonggyun, who passed away on the day of mourning for the late Supreme General , shall be carried out according to precedent. On the day of the commencement of mourning for the deceased, a royal secretary shall bestow a mourning rite upon him. The salary shall be sent to him for three years. His son shall be appointed to a government post after completing the mourning period for his late son. Jonggyun was a literate reputation and reputation, but he was not skilled at normal times. His skills and skills are someone who did not know. His personality was well-versed and thorough, and his talent was well-versed. He repeatedly held the highest post of privy councilor and eventually reached the succession of the State Council.",
                "H2KE-nKo": "기축년에 대광보국숭록대부 판중추부사 박종훈이 졸하였다. 전교하기를,“이 대신의 단아한 자태와 총명한 재주는 나라를 빛낼 문채일 뿐만 아니라 선왕께서 선발하신 바이고 과인이 의지하고 중시하는 바이다. 지난번에 의관이 아뢴 것으로 인하여 증세가 깊어진 것을 알았지만 평소의 정력은 아직도 믿는 바가 있었는데, 지금 졸서했다는 단자를 보니 슬픔을 금할 수 없다. 졸서한 판중추부사 박종훈의 상에 은졸지전을 규례대로 거행하고, 성복하는 날에는 승지를 보내 치제하게 하고, 녹봉은 3년 동안 실어 보내며, 그의 아들은 삼년상을 마치거든 조용하라.”하였다. 박종훈은 문학으로 이름이 있었으나 평생 동안 저술하지 않았으므로 그의 공졸은 사람들이 알지 못하였다. 사람됨이 정밀하고 재지가 있어 여러 차례 요직을 역임하고 마침내 정승에까지 이르렀다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 8일(기축) 1번째기사",
                "gt-oKo": "대광 보국 숭록 대부(大匡輔國崇祿大夫) 판중추부사 박종훈(朴宗薰)이 졸(卒)하였다. 하교하기를, “이 대신(大臣)의 단아한 자태와 매우 밝은 재주는 나라를 빛내는 문채일 뿐만 아니라, 선조(先朝)에서 선발한 바이고 내가 의지하여 존중하던 바였다. 접때 의관(醫官)이 아뢴 바로 인하여 증상이 오래 끄는 것을 알았으나, 평소의 정력에 오히려 믿는 바가 있었는데, 이제 서단(逝單)을 보게 되니, 몹시 애통함을 금할 수 없다. 졸한 판부사 박종훈의 상(喪)에 은졸(隱卒)의 예전(禮典)을 규례대로 거행하고, 성복(成服)하는 날에 승지(承旨)를 보내어 치제(致祭)할 것이며, 녹봉(祿俸)을 3년 동안 실어 보내고, 그 아들이 복을 벗으면 등용하도록 하라.” 하였다. 박종훈은 문학의 명성이 있었으나 평생에 저술하지 않았으므로, 그 공졸(工拙)을 사람들이 알지 못하였다. 사람됨에 정밀하고 재지가 있어 여러 번 요직을 지내고 드디어 정승에 이르렀다.",
                "hj": "○己丑/大匡輔國崇祿大夫判中樞府事朴宗薰, 卒。 敎曰: “此大臣端雅之姿, 綜明之才, 不但華國之文采而已, 先朝之所簡拔也, 寡人之所倚重也。 向因醫官之啓, 雖知證形沈綿, 平日精力, 尙有所恃, 今見逝單, 不勝愴衋, 卒判府事朴宗薰喪隱卒之典, 依例擧行, 成服日, 遣承旨致祭, 祿俸, 限三年輸送, 其子待闋服調用。” 宗薰, 有文學名, 而生平不著述, 其工拙, 人所不知也。 爲人精密, 有才諝, 屢歷要膴, 遂至台司。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyeongin day, [the King] received the officials in the morning court assembly in the gyeongin year (.",
                "H2KE-nKo": "희정당에서 경인년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 8월 9일(경인) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○庚寅/召對于熙政堂。"
            }
        }
    },
    "09": {
        "12": {
            "1": {
                "H2KE-EN": "The Ministry of War reported as follows: When your subject saw Governor of Hamgil Province Min Chiseongs report, Yi Jiyeon , who was banished to Myeongcheon Prefecture , was returned to his funeral expenses. However, Army Commander in Chief Yun Uhyeon sent an official document to each jurisdiction in order to conform to the various matters that ought to be carried out as the Superintendent [of the Myeongcheon Prefecture] , which runs contrary to the laws and laws. Your subject requests that Your Majesty order the Ministry of Rites to deal with the case. As this criminals crime was extremely serious, and he was extremely strict in punishment. However, the provincial head officials did not observe the laws of the state and dared to write his name and openly sent an official document [to Myeongcheon Prefecture], and arbitrarily engaged in personal gains. His crime was never before, and he was extremely discourteous. Your subject requests that Army Commander in Chief Yun Uhyeon be dismissed for the first time. Your subject requests that Your Majesty order the jurisdiction in order to interrogate him and determine his punishment. The King approved this.",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 함경 감사 민치성의 장계를 보니, ‘명천부에 찬배되었다가 물고 난 죄인 이지연을 영구로 돌려보낼 때 북병사 윤우현이 각 고을에 관문을 보내 제반 절차를 응당 행해야 할 것처럼 하였습니다. 그런데 판중추부사라고 칭한 것은 법과 기강이 전혀 없으니, 그 죄상을 묘당으로 하여금 주상께 여쭈어 처리하게 하소서.’라고 하였습니다. 이 죄인이 지은 죄가 지극히 무겁고 징토가 지극히 엄중한데도 해당 수신은 나라의 법을 안중에도 두지 않고 감히 직명을 써서 공공연히 공문을 보내 제멋대로 사사로이 비호하였으니, 전에 없던 일로 매우 무엄합니다. 북병사 윤우현을 우선 파직하고 의금부로 하여금 잡아다 신문하여 죄목을 정하게 하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 12일(계해) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “지금 함경 감사(咸鏡監司) 민치성(閔致成)의 장계(狀啓)를 보았더니, ‘명천부(明川府)에 찬배(竄配)되어 죽은 죄인 이지연(李止淵)을 운구(運柩)해 돌아올 때에 북병사(北兵使) 윤우현(尹禹鉉)이 각 고을에 관문(關文)을 보내어 제반 절차를 응당 거행해야 할 것인 듯이 하고, 판부사(判府事)라고 칭한 것은 법을 업신여긴 것이니, 그 죄상을 묘당(廟堂)으로 하여금 품처(稟處)하게 하소서.’ 하였습니다. 이 죄인은 죄를 진 것이 매우 무거워서 징토(懲討)가 지극히 엄하였는데, 그 수신(帥臣)이 국법을 업신여겨 감히 직명(職名)을 쓰고 공공연하게 공문을 보내어 방자한 뜻으로 사사롭게 비호하였으니, 전에 없던 일로써 지극히 무엄합니다. 북병사 윤우현을 먼저 파직하고 해부(該府)로 하여금 나문(拿問)하여 정죄(定罪)하게 하소서.” 하니, 윤허하였다.",
                "hj": "○癸亥/備局啓言: “卽見咸鏡監司閔致成狀啓, 則以爲 ‘明川府竄配物故罪人李止淵返柩也, 北兵使尹禹鉉, 發關各邑, 諸般節次, 有若應行, 稱以判府事者, 法綱蔑如, 其罪狀, 請令廟堂稟處矣。’ 此罪人負犯至重, 懲討極嚴而該帥臣之眼無邦憲, 敢書職名, 公行文牒, 肆意私護, 事未前有, 極涉無嚴。 北兵使尹禹鉉, 爲先罷黜, 請令該府, 拿問定罪。” 允之。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "In gapja year (, the King appointed Heo Gye as army commander of the 함경북도 Province and Seo Huisun as minister of punishments.",
                "H2KE-nKo": "갑자년에 허계를 함경북도 병마절도사 수군절도사로, 서희순을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 13일(갑자) 1번째기사",
                "gt-oKo": "허계(許棨)를 함경북도 병마 수군 절도사로, 서희순(徐憙淳)을 형조 판서로 삼았다.",
                "hj": "○甲子/以許棨爲咸鏡北道兵馬水軍節度使, 徐憙淳爲刑曹判書。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Yi Gyejo , a member of the Office of the Censor General .",
                "H2KE-nKo": "이계조를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 19일(경오) 1번째기사",
                "gt-oKo": "이계조(李啓朝)를 사간원 대사간으로 삼았다.",
                "hj": "○庚午/以李啓朝爲司諫院大司諫。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinmi day, the King received the officials in the morning court assembly at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 20일(신미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○辛未/召對于熙政堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the Hall of Governance in the gapjin year (.",
                "H2KE-nKo": "희정당에서 갑술년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 23일(갑술) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○甲戌/召對于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Governor of Gyeongsang Province Hong Jacheol reported that rain fell on the ninth day of the seventh month. Ten towns including Daegu and other towns were swept away and destroyed 475 households, and five persons drowned.",
                "H2KE-nKo": "경상 감사 홍재철이 7월 9일에 내린 비로 대구 등 10개 고을에서 물에 떠내려갔거나 무너진 민가가 475호이고 물에 빠져 죽은 사람이 5명이라고 급히 장계하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 24일(을해) 1번째기사",
                "gt-oKo": "경상 감사 홍재철(洪在喆)이 7월 9일의 비로 대구(大丘) 등 10개 고을에서 물에 떠내려가고 무너진 민가가 4백 75호이고, 물에 빠져 죽은 사람이 5명이라고 치계(馳啓)하였다.",
                "hj": "○乙亥/慶尙監司洪在喆, 以七月初九日之雨, 大丘等十邑, 民家漂頹四百七十五戶, 人命渰死五名, 馳啓。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongja day, [the King] received the officials in the morning court assembly in the byeongja year (.",
                "H2KE-nKo": "희정당에서 병자년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 25일(병자) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丙子/召對于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On muin day, [the King] received the officials in the morning court assembly at the muin year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 27일(무인) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊寅/召對于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gabin day, the King proceeded to Injeong Hall and held the Mid-Autumn Rite . The lecture on the Confucian Classics was 수석을 차지한 Yun Hyeongi , and the lecture on the Confucian Classics was 수석을 차지한 Han Gyeongwon .",
                "H2KE-nKo": "주상이 인정전에 나아가 추도기를 행하였다. 강경에서 수석을 차지한 윤현기와 제술 표에서 수석을 차지한 한경원에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 3일(갑인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 추도기(秋到記)를 설행(設行)하고, 강(講)에 으뜸을 차지한 윤현기(尹顯岐)와 제술(製述) 표(表)에 으뜸을 차지한 한경원(韓敬源)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲寅/上御仁政殿, 行秋到記, 講居首尹顯岐, 製述表居首韓敬源, 竝直赴殿試。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy and summoned the students who passed the examination.",
                "H2KE-nKo": "희정당에서 을묘년의 소대를 행하였다. 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 4일(을묘) 1번째기사",
                "gt-oKo": "희정당에서 소대하고, 입격(入格)한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○乙卯/召對于熙政堂, 召見入格儒生。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Jo Inyeong submitted a memorial requesting his resignation from office, and the King granted permission.",
                "H2KE-nKo": "영의정 조인영이 상소하여 재상의 직임을 사직하니, 허락하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 4일(을묘) 2번째기사",
                "gt-oKo": "영의정 조인영(趙寅永)이 상소하여 상직(相職)을 사퇴하니, 윤허하였다.",
                "hj": "○領議政趙寅永, 疏辭相職, 許之。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Gyuhyeon as second minister of personnel , and Yi Gyu팽 as third minister of personnel .",
                "H2KE-nKo": "이규현을 이조 참판으로, 이규팽을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 4일(을묘) 3번째기사",
                "gt-oKo": "이규현(李奎鉉)을 이조 참판으로, 이규팽(李圭祊)을 이조 참의로 삼았다.",
                "hj": "○以李奎鉉爲吏曹參判, 李圭祊爲吏曹參議。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Ministry of War reported to the King as follows: The people of Gyeongju , having committed misappropriation and returned to their hometown, do not dare harbor a petition drum and beat the petition drum. Please have three heads of the petition drum be punished for one time before having them transport them to their hometowns so that they may be punished according to the law. Also, please instruct the people who accompany them to return to their hometowns. Although the problems of returning to their hometowns are caused by the grain loans, the petition drum says, How can they be involved with the people? However, if the people of the jurisdiction are unable to preserve their lives, this would also occur. Please have the governor of each province thoroughly investigate the actual situation and make a item list and report to the throne. This shall be regarded as a legal law. The King approved this.",
                "H2KE-nKo": "비변사가 아뢰기를,“경주의 백성들이 본읍의 포흠 난 환곡의 일로 수백 명이 떼를 지어 감히 소장을 안고 궐문에서 호소하였습니다. 장두 세 사람을 우선 한 차례 엄히 형신한 다음 본도로 압송하여 해당 형률을 시행하고, 수종한 백성들은 효유하여 돌려보내야 합니다. 환곡의 폐단으로 말하더라도, 이미 ‘관리가 포흠 낸 것이 백성에게 무슨 관계가 있는가.’라고 하면서 마치 온 경내를 보전하지 못하는 것처럼 하였으니, 이렇게 전에 없던 일이 생긴 것은 또한 응당 그럴 만한 이유가 있을 것입니다. 해당 도신으로 하여금 전말을 상세히 조사하여 조목별로 나열해서 보고하게 해서 조율하여 법을 적용할 수 있게 하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 7일(무오) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “경주(慶州) 백성들이 본읍(本邑)의 미납한 환자곡(還上穀)의 일로 수백 명이 떼지어 감히 소장(訴狀)을 가지고 대궐문에서 원통함을 호소하므로, 장두(狀頭) 세 사람을 먼저 한 차례 엄히 형신(刑訊)한 다음 본도(本道)에 압송하여 당률(當律)을 시행하고, 따라온 백성은 타일러 돌려보냈습니다. 환자곡의 폐단으로 말하더라도 이미, ‘관리가 축낸 것인데 백성에게 무슨 관계가 있는가?’ 하며 마치 온 경내(境內)가 보전할 수 없는 듯하였으니, 이러한 전에 없던 일을 가져온 데에는 또한 응당 그러한 까닭이 있을 것입니다. 해당 도신(道臣)으로 하여금 원인을 상세히 조사하여 조목조목 적어서 아뢰게 하고, 조율(照律)하여 법을 적용하는 바탕으로 삼으소서.” 하니, 윤허하였다.",
                "hj": "○戊午/備局啓言: “慶州民人等, 以本邑逋還事, 屢百爲群, 敢抱狀叫閽。 狀頭三人, 爲先嚴刑一次, 押送本道, 施以當律, 隨從民人, 曉喩還送。 雖以還(弊)〔弊〕言之, 旣曰 ‘吏逋, 則何與於民?’ 而有若闔境莫保, 致此無前之擧, 亦應有所以然者。 令該道臣, 詳査根委, 條列登聞, 以爲照律用法之地。” 允之。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 경신년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 9일(경신) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○庚申/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The ninth day of the Royal Confucian Academy was held at the Royal Confucian Academy .",
                "H2KE-nKo": "반궁에서 구일제를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 9월 9일(경신) 2번째기사",
                "gt-oKo": "반궁(泮宮)에서 구일제(九日製)를 설행(設行)하였다.",
                "hj": "○設九日製于泮宮。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "The rush mats fully patterned with flowers for the spirit tablets of Gyeonggi Hall (Second Royal Portrait Hall to King Hwanjo, the father of King Taejos great-great-grandfather, and the rush mats fully patterned. The governor reported this to the King. The King ordered that this province be repaired, and the officials of the hall be eliminated, and that the governor be supplied with five levels of emoluments.",
                "H2KE-nKo": "신유년에 경기전의 신욕석에 점화로 인하여 검은 곳이 있었는데, 도신이 보고한 것으로 인하여 본도에서 수리하고 전관을 태거하여 잡아다 처리하며 도신은 월봉 5등에 처하라고 명하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 10월 1일(신사) 1번째기사",
                "gt-oKo": "경기전(慶基殿)의 신욕석(神褥席)에 점화(點火)로 인하여 검게 그을린 데가 있었는데, 도신(道臣)의 계문(啓聞)으로 인하여 본도(本道)에서 수개(修改)하고 전관(殿官)은 태거(汰去)하여 나문(拿問)하고, 도신은 5등(等)을 월봉(越俸)하라고 명하였다.",
                "hj": "○辛巳/慶基殿神褥席, 因點火有燻黑處, 因道臣啓聞, 命自本道修改, 殿官汰拏, 道臣, 越俸五等。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Injeong Hall (Hall of Benevolent Governance and Spring and Autumn Annals (Hall of Benevolent Governance.",
                "H2KE-nKo": "인정전에서 전경 문신의 전강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 10월 11일(신묘) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 전경 문신(專經文臣)의 전강(殿講)을 설행(設行)하였다.",
                "hj": "○辛卯/設專經文臣殿講于仁政殿。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Injeong Hall (Hall of Benevolent Governance, the civil and military officials who have passed the civil service examination in the musul year (1428, the fourth year of King Sejong. ",
                "H2KE-nKo": "인정전에서 한학 문신과 전경 무신의 전강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 10월 18일(무술) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 한학 문신(漢學文臣)과 전경 무신(專經武臣)의 전강(殿講)을 설행(設行)하였다.",
                "hj": "○戊戌/設漢學文臣專經武臣殿講于仁政殿。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gapjin day, the King summoned the three imperial envoys of the Ming court for celebrating the gapjin year (. Vice-Envoy Yi Yaku , the Vice-Envoy Kim Donggeon , and the correspondence officer Han Jangri . The King paid a farewell visit to the King.",
                "H2KE-nKo": "희정당에서 동지 삼사를 불러서 보았다. - 정사 이약우, 부사 김동건, 서장관 한은리 - 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 10월 24일(갑진) 1번째기사",
                "gt-oKo": "희정당에서 동지 사행(冬至使行)의 세 사신을 소견(召見)하였는데,【정사(正使)는 이약우(李若愚)이고, 부사(副使)는 김동건(金東健)이고, 서장관(書狀官)은 한밀리(韓宓履)이다.】 사폐(辭陛)하기 때문이었다.",
                "hj": "○甲辰/召見冬至三使臣于熙政堂。【正使李若愚, 副使金東健, 書狀官韓宓履。】辭陛也。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On eulyu day, the King went to 희정당에 나아가 eulyu day, and received the officials of the senior third rank or above in the State Council and the Six Ministries in audience.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 10월 5일(을유) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신과 비국 당상을 인견하였다.",
                "hj": "○乙酉/上御熙政堂, 引見大臣備局堂上。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On byeongsul day, the King attended the Royal Lecture on the first day of the fifth month in the byeongsul year (. Right State Councilor Jeong Yongsu said, Yesterday, your subject and others reported on the lectures for lecture and retreatedly received the royal lecture on the Confucian classics. However, Your Majesty immediately ordered the lecture on the Confucian classics. Your subject is overwhelmed and praised. Now that Your Majesty has already opened the lecture on the classics, your subject humbly thinks that the lecture on the first lecture on the Comprehensive Mirror to Aid in Government (C. Shijing . When your subject lectured the first lecture on the Comprehensive Mirror to Aid in Government (C. Shijing , your subject attended the lecture on the Comprehensive Mirror to Aid in Government (C. Shijing . In the winter of this year, the lecture on the Comprehensive Mirror to Aid in Government (C. Shijing was already three volumes. Your subject and others believe that the lecture on the Comprehensive Mirror to Autumn Military Comprehensive Mirror to Autumn Mor to Autumn Annals (C. Xiao jian .",
                "H2KE-nKo": "희정당에서 병술년의 조강을 행하였다. 우의정 정원용이 아뢰기를,“어제 연석에서 신들이 강학에 관한 일을 아뢰고 물러났는데 곧바로 조강을 행하라는 명이 있었으므로 신은 흠앙하고 송축하는 마음을 금할 수 없었습니다. 지금 이미 개강하였으니 과일을 계속해서 행하리라고 우러러 생각합니다. 신이 무술년 5월에 《시전》 제1권 제1장을 강독할 때에 신이 각신으로서 배강하였는데 그해 겨울에 이미 3권에 이르렀습니다. 신들은 다음 해에는 반드시 강독을 마칠 것이라고 여겼습니다. 그런데 지금 3년이 지난 뒤에야 비로소 연석에 나왔으니 지금은 아직도 제5권을 강독하고 있습니다. 이와 같이 한다면 어느 때에 끝나겠습니까. 열성조에서는 상참과 경연을 항상 행하여 날마다 상례로 삼았는데 근래에는 삼강을 행한 것을 보지 못하였습니다. 삼강도 행하되 조강과 주강, 석강 중에서 연이어 돌아가며 철회하지 않음으로써 세전과 세후에 강독을 마치는 바탕으로 삼는 것이 좋겠습니다.”하니, 주상이 말하기를,“그렇게 하겠다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 10월 6일(병술) 1번째기사",
                "gt-oKo": "희정당에서 조강하였다. 우의정 정원용(鄭元容)이 말하기를, “어제 연석(筵席)에서 신들이 강학(講學)에 관한 일을 아뢰고 물러갔는데, 곧 조강(朝講)하라는 명이 있었으므로, 신은 흠앙(欽仰)하여 송축(頌祝)하지 않을 수 없습니다. 이제 이미 개강(開講)하였으므로, 과일(課日)이 이어서 행해질 것으로 생각합니다. 무술년 5월 《시전(詩傳)》 제1권 제1장을 강독(講讀)하였을 때에 신이 각신(閣臣)으로서 배강(陪講)하였는데, 그해 겨울에 이미 제3권에 이르렀으므로, 신들이 이듬해에는 반드시 강독을 끝내게 되리라고 생각하였습니다. 이제 3년 뒤에 비로소 등연(登筵)하여 보니 이제도 아직 제5권을 강독하니, 이렇게 하면 언제 끝내겠습니까? 열성조(列聖朝)에서는 늘 상참(常參)을 행하고 경연(經筵)은 날마다 상례(常例)로 삼았는데, 근래에는 삼강(三講)이 행해지는 것을 보지 못합니다. 삼강도 행하되 조강(朝講)·주강(晝講)·석강(夕講) 중에서 잇따라 돌아가며 그만두지 않음으로써 세전(歲前)이나 세후(歲後)에 강독을 끝내는 바탕으로 삼는 것이 좋겠습니다.” 하니, 임금이 말하기를, “그렇게 하겠다.” 하였다.",
                "hj": "○丙戌/朝講于熙政堂。 右議政鄭元容曰: “昨筵, 臣等以講學事, 仰奏而退, 卽有朝講之命, 臣不勝欽仰頌祝矣。 今旣開講, 仰想課日繼行, 而臣於戊戌五月, 講《詩傳》第一卷第一章時, 臣以閣臣陪講, 其年冬, 已至三卷, 臣等以爲翌年則必爲訖講矣。 今於三年之後, 始爲登筵, 則今尙講第五卷, 如是則訖工當在何時乎? 列聖朝常行常參經筵, 日以爲常, 近未見三講之行矣。 三講亦爲行之, 而朝晝夕中, 連爲輪回不撤, 以爲歲前後訖講之地好矣。” 上曰: “當如是矣。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 10월 7일(정해) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○丁亥/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Dusun as second minister of personnel , Yi Jo Yeong as censor of the Office of the Censor General , Hong Jongbong as Royal Confucian Academy , and Kim Jeonggyun as governor of Chungcheong Province .",
                "H2KE-nKo": "조두순을 이조 참판으로, 이조영을 사간원 대사간으로, 홍종응을 성균관 대사성으로, 김정균을 충청도 관찰사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 10월 7일(정해) 2번째기사",
                "gt-oKo": "조두순(趙斗淳)을 이조 참판으로, 이조영(李祖榮)을 사간원 대사간으로, 홍종응(洪鍾應)을 성균관 대사성으로, 김정균(金鼎均)을 충청도 관찰사로 삼았다.",
                "hj": "○以趙斗淳爲吏曹參判, 李祖榮爲司諫院大司諫, 洪鍾應爲成均館大司成, 金鼎均爲忠淸道觀察使。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, the King (Sejong went to Injeong Hall (Hall of Benevolent Governance and to personally convey incense and the written invocation for the winter state sacrifice at the Royal Cuisine Office .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 경모궁의 동향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 11월 1일(신해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 경모궁(景慕宮)의 동향(冬享)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○辛亥/上詣仁政殿月臺, 親傳景慕宮冬享香祝。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Yungeun , a member of the elite troops , was sent to the Office of the Censor General .",
                "H2KE-nKo": "김윤근을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 11월 14일(갑자) 1번째기사",
                "gt-oKo": "김윤근(金胤根)을 사간원 대사간으로 삼았다.",
                "hj": "○甲子/以金胤根爲司諫院大司諫。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] held a small-scale examination in Injeong Hall (Hall of Benevolent Governance and selected Kim Segyun , Yi Yuwon , and Jo Jongjun .",
                "H2KE-nKo": "인정전에서 한림 소시를 행하여 김세균, 이유원, 조병준을 뽑았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 11월 17일(정묘) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 한림 소시(翰林召試)를 설행(設行)하고, 김세균(金世均)·이유원(李裕元)·조병준(趙秉駿)을 뽑았다.",
                "hj": "○丁卯/設翰林召試于仁政殿, 取金世均、李裕元、趙秉駿。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyeyu day, [the King] received the officials in the morning court assembly in the gyeyu year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 11월 23일(계유) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○癸酉/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Chimyeong as the Office of the Censor General .",
                "H2KE-nKo": "유치명을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 11월 23일(계유) 2번째기사",
                "gt-oKo": "유치명(柳致明)을 사간원 대사간으로 삼았다.",
                "hj": "○以柳致明爲司諫院大司諫。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On eulhae day, the King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Superintendent of the Royal Ancestral Shrine Kim Nansun reported as follows: There is a regulation that includes various matters in the Records of the Royal Ancestral Shrine . However, from gyeongjin year ( to the twenty-twentieth year of the Xuande era (, after referring to a precedent, the additional regulation of the Royal Ancestral Shrine and the Royal Ancestral Shrine has yet to be regulated. Now, the construction of the Royal Ancestral Shrine has been completed, and the Records of the Royal Ancestral Shrine should be examined by the Records of the Great Records of the Royal Ancestral Shrine and the other items presented by each government office. Therefore, your subject dares to report to the King. The King followed this suggestion.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 종묘 제조 김난순이 아뢰기를,“종묘의 의궤에 일이 있으면 추가로 기록하는 것은 본래 정식이 있습니다. 경진년 이후부터 22년까지 연례적으로 봉심하여 증수한 것 외에 세실의 부묘와 존호 등의 허다한 의절을 아직도 수정하지 못하였습니다. 이제 경영하는 공사를 시작하려고 하니, 《승정원일기》를 상고해 내고 각 관사가 진배하는 등의 의절은 이전의 규례대로 거행하라는 뜻으로 감히 아룁니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 11월 25일(을해) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신과 비국 당상을 인견하였다. 종묘 제조(宗廟提調) 김난순(金蘭淳)이 아뢰기를, “종묘의 의궤(儀軌)에 일이 있으면 첨록(添錄)하는 것은 본디 정식(定式)이 있는데, 경진년부터 이제까지 22년 동안 연례(年例)로 봉심(奉審)하고 증수(增修)한 것 이외의 세실(世室)의 부묘(附廟)와 존호(尊號) 등 허다한 의절(儀節)을 아직도 수정(修定)하지 않았습니다. 이제 영건(營建)하는 일을 시작할 것이므로, 일기(日記)에서 상고해 내어 각사(各司)에서 진배(進排)하는 것 등의 절목을 전례에 따라 거행할 뜻을 감히 진달합니다.” 하니, 그대로 따랐다.",
                "hj": "○乙亥/上御熙政堂, 引見大臣備局堂上。 宗廟提調金蘭淳啓言: “宗廟儀軌之有事添錄, 自有定式矣, 自庚辰以後, 至于今二十二年, 年例奉審, 增修之外, 世室祔廟尊號, 許多儀節, 尙未修定。 今將經紀始役, 日記考出, 各司進排等節, 依已例擧行之意, 敢達矣。” 從之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Bak Yongsu was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "박용수를 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 11월 6일(병진) 1번째기사",
                "gt-oKo": "박용수(朴容壽)를 성균관 대사성으로 삼았다.",
                "hj": "○丙辰/以朴容壽爲成均館大司成。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the families of Anbyeon and other towns who drowned in Anbyeon .",
                "H2KE-nKo": "안변 등 고을의 수재를 당해 죽은 사람들에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 11월 7일(정사) 1번째기사",
                "gt-oKo": "안변(安邊) 등 고을에서 물에 빠져 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○丁巳/給安邊等邑渰死人, 恤典。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "A fire broke out at Punggok District of Hyeol District , and [the King] provided relief [to the families]. ",
                "H2KE-nKo": "흡곡현의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 1일(신사) 1번째기사",
                "gt-oKo": "흡곡현(歙谷縣)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○辛巳/給歙谷縣燒戶, 恤典。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyeongin day, [the King] summoned Governor of Chungcheong Province Kim Jeonggyun and held audience with him at 희정당에서 . [The King] paid a farewell visit to the King. ",
                "H2KE-nKo": "희정당에서 충청 감사 김정균을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 10일(경인) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 충청 감사 김정균(金鼎均)을 소견(召見)하였는데, 사폐(辭陛)하기 때문이었다.",
                "hj": "○庚寅/召見忠淸監司金鼎均于熙政堂, 辭陛也。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gabo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the year-end sacrificial rite at the Altar of the Soil and Grain and the Royal Ancestral Shrine , and the Royal Tomb of Queen Wongyeong .",
                "H2KE-nKo": "주상이 인정전에 나아가 사직, 종묘, 경모궁의 납향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 14일(갑오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 사직(社稷)·종묘(宗廟)·경모궁(景慕宮)의 납향(臘享)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○甲午/上詣仁政殿, 親傳社稷宗廟景慕宮臘享香祝。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Giyeong as governor of Hamgil Province.",
                "H2KE-nKo": "조기영을 함경도 관찰사로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 14일(갑오) 2번째기사",
                "gt-oKo": "조기영(趙冀永)을 함경도 관찰사로 삼았다.",
                "hj": "○以趙冀永爲咸鏡道觀察使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulmi day, [the King] summoned the royal secretaries from the Royal Confucian Academy and held audience with them in the Hall of Governance . The King opened the evaluation of officials in the capital and the provinces and had them appraise their performance evaluations.",
                "H2KE-nKo": "희정당에서 을미년에 승정원에 있던 승지를 불러서 보고 서울과 지방의 전최 계본을 열어 보았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 15일(을미) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 승정원(承政院)에 있는 승지(承旨)를 소견(召見)하여 경외(京外)의 전최(殿最)를 개탁(開坼)하였다.",
                "hj": "○乙未/召見在院承旨于熙政堂, 開坼京外殿最。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On byeongsin day, a lunar eclipse occurred.",
                "H2KE-nKo": "월식이 있었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 16일(병신) 1번째기사",
                "gt-oKo": "월식(月蝕)이 있었다.",
                "hj": "○丙申/月有食之。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On musul day, the King held the Royal Confucian Academy in the Royal Confucian Academy with the approximate approximately . The approximately approximately.",
                "H2KE-nKo": "반궁에서 무술년 감제를 행하였다. 표에서 수석을 차지한 윤정현에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 18일(무술) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 감제(柑製)를 설행(設行)하고, 표(表)에 으뜸을 차지한 윤정현(尹定鉉)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○戊戌/設柑製于泮宮, 表居首尹定鉉, 直赴殿試。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Inspector General in the eulsa year (, Song Myeonjae to the Office of the Inspector General , Yi Jinhwa to the Office of the Censor General , Yi 헌구를 한성부 판윤으로, and Seo Daesun to the Royal Confucian Academy .",
                "H2KE-nKo": "을사년 도목 정사를 행하였다. 하비하여 송면재를 사헌부 대사헌으로, 이진화를 사간원 대사간으로, 이헌구를 한성부 판윤으로, 서대순을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 25일(을사) 1번째기사",
                "gt-oKo": "도정(都政)을 행하고, 하비(下批)하여 송면재(宋冕載)를 사헌부 대사헌으로, 이진화(李鎭華)를 사간원 대사간으로, 이헌구(李憲球)를 한성부 판윤으로, 서재순(徐載淳)을 성균관 대사성으로 삼았다.",
                "hj": "○乙巳/都政下批, 以宋冕載爲司憲府大司憲, 李鎭華爲司諫院大司諫, 李憲球爲漢城府判尹, 徐戴淳爲成均館大司成。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] summoned and held audience with local magistrates and the frontier garrisons in 희정당에서 those who had entered government service in the byeongo year (. ",
                "H2KE-nKo": "희정당에서 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 26일(병오) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 수령(守令)·변장(邊將)으로 초사(初仕)하는 사람들을 소견(召見)하였다.",
                "hj": "○丙午/召見守令邊將初仕人于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Yi Sang , Grand Master for Excellent Virtue and Supreme General of the State Council , passed away. The King transmitted a royal directive, which stated, Supreme General [of the State Council] [] has also passed away. During the age of one year, senior officials and senior officials have continuously been destroyed and we are unable to overcome our expectations. Furthermore, this high-ranking official is upright and prudent by nature and clarified by nature. Even in the three ancestors, he has reached eighty years of age, and he has pleasurely becomes the supreme general [of the State Council and Privy Council] . I have respected and trusted him, and there are those in the entire country who have relied upon him. Is this grief not ceaselessly. The obituary of the late Supreme General [of the State Council and Privy Council] has been carried out according to precedent. One piece of the Bureau of the Capital Markets [of the State Council and Privy Council] shall be sent [to the capital]. On the day of the thirteenth month, a royal secretary shall grant a funerary oration and condolence gifts. The salary ordinary or",
                "H2KE-nKo": "대광보국숭록대부 영중추부사 이상황이 졸하였다. 전교하기를,“영중추부사가 또 서거하였다. 1년 사이에 원로와 기구가 차례로 세상을 떠나니 놀라움과 허전함을 금할 수 없다. 더구나 이 대신은 단정하고 신중한 자태와 밝고도 적절한 식견을 지녔고, 세 조정에 걸쳐 팔순에 올라서는 우뚝하게 사보의 시귀가 되었으니, 내가 공경하고 믿는 바이며 조야가 의지하고 중시하는 바이다. 거듭 슬프고 애통함을 금할 수 없다. 졸한 영중추부사에게 은졸의 은전을 규례대로 거행하고, 동원부기 1부를 실어 보내며, 성복하는 날에는 승지를 보내 치제하게 하고, 녹봉은 3년 동안 실어 보내며, 사손은 상복을 벗거든 조용하라.”하였다. 이상황은 일찍이 과거에 급제하여 중서에 가장 오래 있었는데, 침착하고 간결하며 자상하고 치밀하였다. 상소와 상주가 널리 퍼졌으니 밝고도 적절하여 읽을 만하였다. 집안이 본래 가난하였는데 중년과 만년 이후로 자못 재산을 늘려 거의 재산과 집안을 망가뜨릴 뻔하였다. 시호는 문익이다. 그 뒤 신해년에 주상의 묘정에 배향되었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 26일(병오) 2번째기사",
                "gt-oKo": "대광 보국 숭록 대부(大匡輔國崇祿大夫) 영중추부사(領中樞府事) 이상황(李相璜)이 졸(卒)하였다. 하교(下敎)하기를, “영부사가 또 서거하였다. 한 해 동안에 원로(元老)·기구(耆舊)가 차례로 죽으니 못 견디게 놀랍고 허전하다. 더구나 이 대신(大臣)은 단정하고 중후한 자태와 명백하고 적절한 식견이 세 조정에 미쳤고, 여든의 늙은 나이에 이르러 우뚝히 사보(師保)하는 시귀(蓍龜)가 되어 내가 공경하고 믿었고, 조정에서 의지하여 존중하는 자이겠는가? 매우 슬퍼하여 마지않는다. 졸한 영부사에게 은졸(隱卒)의 예전(禮典)을 규례대로 거행하고, 동원 부기(東園副器) 1부(部)를 실어 보내도록 하라, 그리고 성복(成服)하는 날에 승지(承旨)를 보내어 치제(致祭)하고, 녹봉(祿俸)을 3년 동안 실어 보낼 것이며, 사손(嗣孫)은 복을 벗거든 등용하라.” 하였다. 이상황은 일찍이 급제하여 중서(中書)에 가장 오래 있었는데, 성품이 침착하고 간명(簡明)하고 상밀(詳密)해서 조목조목 써서 아뢰어 설명하는 것이 명백하고 적절하여 읽을 만하였다. 집안이 본디 가난하였으나 중년과 만년 이후로 자못 불려서 거의 재산가(財産家)와 같아졌다. 시호(諡號)는 문익(文翼)이다. 그 뒤 신해년에 임금의 묘정(廟庭)에 배향(配享)되었다.",
                "hj": "○大匡輔國崇祿大夫領中樞府事李相璜卒。 敎曰: “領府事又逝矣。 周歲之間, 元老耆舊之次第凋零, 不勝驚廓, 況此大臣端重之姿, 明剴之識, 逮三朝躋八耋, 巋然爲師保蓍龜, 予所敬信, 而朝野之所倚重者乎? 重爲之愴衋不已。 卒領府事隱卒之典, 依例擧行, 東園副器一部輸送, 成服日, 遣承旨致祭, 祿俸限三年輸送, 嗣孫待闋服調用。” 相璜, 蚤登科處中書最久, 沈簡詳密, 疏奏敷暢, 明剴可讀。 家素貧, 中晩以後, 頗封殖, 幾與貲産家捋焉。 諡文翼。 後辛亥, 配享上之廟庭。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Hanseong Magistracy presented the number of people in the giyu year (. The Five Districts and the eight provinces totaled 156만 8,176 households. The 남자 331,925, and the 여자 33128.",
                "H2KE-nKo": "한성부에서 민수를 올렸다. 오부와 팔도의 총 원호는 156만 8176호인데, 남자는 331만 5925구이고 여자는 331만 28구였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 29일(기유) 1번째기사",
                "gt-oKo": "경조(京兆)에서 민수(民數)를 아뢰었다. 오부(五部)와 팔도(八道)를 모두 합한 원호(元戶)가 1백 56만 8천 1백 76호인데, 남자가 3백 31만 5천 9백 25구(口)이고, 여자가 3백 31만 28구이었다.",
                "hj": "○己酉/京兆獻民數, 五部及八道都元戶一百五十六萬八千一百七十六戶, 男三百三十一萬五千九百二十五口, 女三百三十一萬二十八口。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "[The King] summoned 시임 대신과 원임 대신을 희정당에서 불러 보았다. The King said, Recently, I have heard that the clouds of common people are very rampant. Is this true? Superintendent [of the Right Army] Jo Inyeong said, The disease has come from Seogwan (Seogwang, and the capital is rampant. The King said, This country has recently been expediently expediently. That would be fortunate. [Jo] Inyeong said, The governor of Pyeongan Province and the magistrate of Uiju have already reported [to the throne], but the naval forces of the coast are not frequently coming and going. Therefore, it is not possible for the time being to thoroughly examine [the situation]. The King said, During the morning and in the evening, I will dispatch a royal circuit inspector . Report and report [the results] to me. Left State Councilor Kim Honggeun said, Today, the peoples livelihood is extremely distressed. It is not possible to say that they are insufficient. It is appropriate to separately dispatch a royal circuit inspector to investigate [the situation]. It is truly the intent of the government to relieve the people. In recent years, there have been a royal circuit inspector who directly sent [to Seogwang] and in Gyeonggi [Province]. However, the other provinces have neglected their livelihoods. Now, upon receiving the royal approval, [the royal circuit inspector] will dispatch a royal circuit inspector [to Seogwang] in order to worry about the peoples livelihoods. Truly, this is an urgent matter for the urgent situation. [I] respectfully withdraw and discuss [the circuit inspector] and report [the results to me]. Even if [the circuit inspector] is sent [to Seogwang], there have been many precedents of sending special royal circuit inspectors [to Seogwang].",
                "H2KE-nKo": "희정당에서 시원임 대신을 불러서 보았다. 주상이 말하기를,“요즘 들으니 항간에 운기가 크게 성하다고 하는데 사실인가?”하니, 판중추부사 조인영이 아뢰기를,“이 병은 서관(西關 평안도)에서 올라와 도성이 한창 성하다고 합니다.”하였다. 주상이 말하기를,“<unk>리국(<unk>利國 평안도)이 근래 토평되었다고 하니 다행이다.”하니, 조인영이 아뢰기를,“평안 감사와 의주 부윤의 장계 내용은 이미 보고되었습니다. 연해의 오랑캐 선박의 왕래가 일정하지 않아 그 정확한 보고는 아직 자세히 탐지하기 어렵습니다.”하였다. 주상이 말하기를,“조만간에 어사를 보낼 것이니 초계하여 들이도록 하라.”하니, 좌의정 김홍근이 아뢰기를,“오늘날 백성들의 생활이 곤궁하고 초췌한 것을 거꾸로 매달린 것처럼 다급하다고만 말할 수 없으니, 바로 어사를 나누어 보내 염찰하게 해야 합니다. 큰 관리와 강어를 거리낌 없이 하는 것은 실로 조정에서 백성을 돌보는 뜻입니다. 서북과 기호에는 근년에 직지사가 있었으나 다른 도에는 여러 해 동안 없었습니다. 이러한 때에 성상의 하교를 받들었으니 조만간에 어사를 나누어 보내 백성을 위해 근심하고 애쓰는 훌륭한 뜻을 보이는 것이 실로 당장의 급선무입니다. 삼가 물러가서 의논하여 초계하여 들이도록 하겠습니다. 비록 초계하는 것 외에도 특지로 보내라고 명하신 전례가 많습니다.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 12월 6일(병술) 1번째기사",
                "gt-oKo": "희정당에서 시임(時任)·원임(原任)인 대신(大臣)을 소견(召見)하였다. 임금이 말하기를, “요즈음 듣건대, 항간에 운기(運氣)가 매우 치열하다 하는데, 참으로 그러한가?” 하니, 판부사(判府事) 조인영(趙寅永)이 말하기를, “이 병은 서관(西關)에서 왔는데, 도하(都下)에서 바야흐로 치열하다 합니다.” 하였다. 임금이 말하기를, “영길리국(咭利國)은 요즈음 토평(討平)되었다 하니 다행이다.” 하니, 조인영이 말하기를, “기백(箕伯)과 만윤(灣尹)이 장계(狀啓)한 사연은 이미 아뢰었거니와 연해에 이선(夷船)의 왕래가 무상하다 하는데, 그 확실한 신보(申報)는 아직 상세히 탐지하기 어렵습니다.” 하였다. 임금이 말하기를, “조만간에 어사(御史)를 보낼 것이니, 초계(抄啓)하여 들이도록 하라.” 하자, 좌의정 김홍근(金弘根)이 말하기를, “오늘날 백성이 곤궁한 것은 다만 위급한 처지라고 말할 수 없으니, 바로 나누어 보내어 염찰(廉察)하게 함이 마땅합니다. 대신(大臣)·강어(疆禦)를 꺼리지 않는 것은 실로 국가에서 백성을 돌보는 뜻인데, 서북(西北)·기호(畿湖)에는 근년에 직지(直指)의 행차가 있었으나, 다른 도에는 여러 해 동안 없었습니다. 이제 성교(聖敎)를 받으니 조만간에 나누어 보낼 것을 알 수 있는데, 백성을 위하여 우근(優勤)하시는 성의(盛意)는 실로 바로 지금 급히 먼저 해야 할 일입니다. 삼가 물러가서 의논하여 뽑아서 들이겠습니다마는, 뽑은 자 이외에 특지(特旨)로 명하여 보내는 것 또한 전례가 많습니다.” 하였다.",
                "hj": "○丙戌/召見時原任大臣于熙政堂。 上曰: “近聞閭巷間, 運氣大熾云, 信然否?” 判府事趙寅永曰: “此病自西關而來, 都下方熾云矣。” 上曰: “咭利國, 近得討平云, 幸也。” 寅永曰: “箕伯與灣尹狀辭, 已爲登徹, 沿海夷船, 去來無常, 其的報則姑難詳探矣。” 上曰: “早晩間, 將送御史矣, 抄啓以入可也。” 左議政金弘根曰: “今日民生困瘁, 不可但以倒懸言也, 政宜分遣廉察。 無憚大吏彊禦, 實是朝家恤民之意也, 西北、畿湖, 比年有直指之行, 而他道則多年闕然。 際承聖敎, 審將以早晩分遣, 爲生民憂勤之盛, 實爲目下急先之務。 謹當退出, 議抄以入, 而雖於抄外, 特旨命送, 亦多已例矣。”"
            }
        }
    },
    "leap month 3": {
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. The King summoned Governor of Pyeongan Province Kim Heunggeun and held audience with him before the King prior to departing for his appointed provincial position. The King said, Due to a repeated famine, there will be numerous problems inconveniences. My dear sir should proceed to your new place and make a decision. Right State Councilor Jo Inyeong reported as follows: Upon reflection, in the gyemyo year (, Queen Jeongsun , the Queen Mother of Jeongsun , issued an order to reduce the number of ritual offerings at the Royal Ancestral Shrine . However, in the summer of the second year (, the King personally performed the rite. At the time, 고 상신 이시수 reported, The article of the ceremonial military regalia should not be arranged in each chamber. Only the ceremonial military regalia leads His Majesty to the place where the ceremonial military regalia proceeds to the place where the ceremonial military regalia can be arranged. When Your Majesty ascends the place where the ceremonial military regalia proceeds to the place where the ceremonial military regalia are arranged, Your Majesty ascends the place where the ceremonial military regalia proceeds to the place where the ceremonial military regalia are arranged. Then, Your Majesty proceeds to the place where the ceremonial military regalia proceeds before the spirit tablet and proceeds to the place where the ceremonial military regalia will proceed in chamber. This is very appropriate. Your subject requests that Your Majesty discuss the matter with high officials and the minister-level officials of the Ministry of Rites . All the suggested opinions, and this practice was implemented. Later, when the ceremonial military regalia performed by the Royal Ancestral Shrine, the ceremonial military regalia should be arranged in the past. Now, after the order to personally perform the rite, the ceremonial military regalia should be decided by Your Majesty. However, your subject humbly thinks that the chamber of the Royal Ancestral Shrine is more than the time of the ancestors. Thus, the intent of reverence and reverence should be even more simple and easy. However, the articles of the Royal Ancestral Shrine have already been based upon the instruction of the Royal Ancestral Shrine. Although the articles of the ritual regalia are different from that of the ritual regalia, the ritual regalia should be inconvenient. Now, your subject also requests that Your Majesty order the Ministry of Rites to discuss the matter with high officials, and then report the results to Your Majesty in detail. The King issued an order, saying, Discuss the matter with His Majesty the Senior Abdicated King and then issue a royal order. Soon afterward, the King followed this advice. The King also reported as follows: The",
                "H2KE-nKo": "갑자년에 주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 평안 감사 김흥근을 불러서 보았는데, 하직 인사를 하였기 때문이다. 주상이 말하기를,“거듭 흉년이 든 뒤에 필시 민폐가 많을 것이니, 경은 내려가서 잘하도록 하라.”하니, 우의정 조인영이 아뢰기를,“삼가 상고하건대, 순조 계해년에 정순대비께서 정묘의 유의로 인하여 태묘에 친향할 때의 예절을 줄이라고 하교하셨습니다. 이듬해 갑자년 여름에 친향하겠다고 명하셨는데, 그때 고 상신 이시수가 아뢰기를 ‘홀기 가운데 각 실의 준소를 마련하지 말고 단지 예의사가 전하를 인도하여 준소에 나아가 제문을 지어 예를 행할 때 전하께서 준소에 올라가 제문을 지어 예를 행한다면 각 실의 준소에서 일시에 술을 따른 뒤에 전하께서 신위 앞에 나아가 그대로 실내에서 차례차례 예를 행하는 것이 가장 합당할 것입니다.’라고 하였습니다. 이어 대신과 예조 당상에게 하문하기를 청하였는데, 모두의 의견이 똑같았습니다. 이대로 시행하소서. 그 뒤에 익종께서 섭행할 때 홀기를 복구한 일이 있었으니, 지금 친향하겠다고 명을 내리신 뒤에 거행할 절차를 주상께 여쭈어 참작하여 정하지 않을 수 없습니다. 다만 삼가 생각건대 태묘의 실수가 선왕 때보다 더 많으니, 정성과 공경을 느슨하게 하지 않는 의리로 볼 때 간편하게 하는 의절에 더욱 합당합니다. 그러나 이미 익종께서 내리신 하교가 있었으니, 간편하게 하는 과정에서 비록 때에 맞는 조치는 다르지만 경도와 권도 사이에 예의 뜻이 막중합니다. 이번에도 규례대로 해당 조로 하여금 원임 대신에게 문의하게 한 뒤에 의견을 갖추어 주상께 여쭈어 처리하게 하소서.”하니, 하교하기를,“대왕대비전께 여<unk> 뒤에 하교하겠다.”하였다가, 곧이어 그대로 따랐다. 또 아뢰기를,“삼학사의 성인한 공렬은 천지를 지탱하여 영원히 없어지지 않을 것이고, 조정에서 그 후손을 돌보아 주는 것도 지극할 것입니다. 듣건대 고 학사 윤집의 봉사손이 벼슬에서 떨어져 복직되지 않았다고 하니, 해당 조로 하여금 자리가 나기를 기다려 조용하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 10일(갑자) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 평안 감사 김흥근(金興根)을 소견(召見)하였는데, 사폐(辭陛)하기 때문이었다. 임금이 말하기를, “잇따라 흉년이 든 나머지 민폐가 많을 것이니, 경은 내려가서 잘해야 한다.” 하였다. 우의정 조인영(趙寅永)이 아뢰기를, “삼가 상고하건대, 순조(純祖) 계해년에 정순 대비(貞純大妃)께서 정조(正祖)의 유의(遺意)로 인하여 태묘(太廟)에 친향(親享)할 때의 예절을 줄이라고 하교하셨는데, 이듬해 갑자년 여름에 친향의 명이 있었습니다. 그때 고(故) 상신(相臣) 이시수(李時秀)가 아뢰기를, ‘홀기(笏記)가운데에 각실(各室)의 준소(樽所)로 마련하지 말고 다만 예의사(禮儀使)가 전하를 인도하여 준소에 나아가 예문(禮文)대로 행례(行禮)하되, 그때 전하께서 준소에 올라가서 예문대로 행례하시면, 각실의 준소에서 일시에 술을 따른 뒤에 전하께서 신위(神位) 앞에 나아가셔서 그대로 실내(室內)에서 차례로 행사(行事)하는 것이 가장 마땅하겠습니다.’ 하고, 인하여 대신(大臣)과 예조 당상(禮曹堂上)에게 하문하기를 청하였는데, 모든 사람의 의논이 똑같으므로 이대로 시행하였습니다. 그 뒤 익종(翼宗)께서 섭행(攝行)하실 때에 홀기를 복구한 일이 있었으니, 이제 친향의 명을 내리신 뒤에 거행할 절차는 계품(啓稟)하여 작정하지 않을 수 없습니다. 다만 생각하건대, 태묘의 실수(室數)가 선조(先朝) 때보다 늘었으므로, 정성과 공경을 해이하게 하지 않는 의리에 있어서 간편(簡便)한 예절이 더욱 마땅하겠습니다. 그러나 이미 익종의 예교(睿敎)가 있었으니, 번잡하고 간이한 사이에는 당시의 조처가 다르기는 하나 경상(經常)과 권의(權宜) 사이에 예의(禮意)가 막중하므로, 지금도 전례에 따라 해조(該曹)로 하여금 원임 대신(原任大臣)에게 문의한 뒤에 의견을 갖추어 품처(稟處)하게 하소서.” 하니, 하교하기를, “대왕 대비전(大王大妃殿)에 우러러 아뢴 뒤에 하교하겠다.” 하였다. 곧 그대로 따랐다. 또 아뢰기를, “삼학사(三學士)가 성인(成仁)한 공렬(功烈)은 천지를 다하여 백세(百世)에 없어지지 않을 것이며, 국가에서 그 후손을 존휼(存恤)하는 것도 지극합니다. 듣건대, 고(故) 학사(學士) 윤집(尹集)의 사손(祀孫)이 벼슬에서 떨어지고 회복되지 못하였다 하니, 해조(該曹)로 하여금 벼슬자리가 나거든 조용(調用)하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○甲子/上御熙政堂, 引見大臣備局堂上。 召見平安監司金興根, 辭陛也。 上曰: “荐歉之餘, 必多民弊, 卿下去善爲之也。” 右議政趙寅永啓言: “謹考純廟癸亥, 貞純大妃, 因正廟遺意, 以太廟親享時禮節減損事下敎, 而翌年甲子夏, 有親享之命, 伊時故相臣李時秀啓言, 笏記中, 勿以各室樽所磨鍊, 只以禮儀使, 導殿下, 詣樽所, 爲文行禮時, 殿下陞詣樽所, 爲文行禮, 則各室樽所, 一時酌酒後, 殿下詣神位前, 仍自室內, 次次行事, 最爲合宜。 仍請大臣禮堂, 下詢, 而僉議純同, 以此施行矣。 其後翼廟攝行, 有笏記復舊之擧, 則今於親享命下之後, 擧行節次, 不可不經稟酌定。 而第伏念太廟室數, 有加於先朝時, 其在誠敬不弛之義, 尤合簡易從便之儀。 而旣有翼廟睿敎, 則繁簡之際, 時措雖異, 經權之間, 禮意莫重, 今亦依例令該曹, 問議于原任大臣後, 具意見稟處。” 敎曰: “仰稟于大王大妃殿後下敎矣。” 尋從之。 又啓言: “三學士成仁之烈, 撑天亘地, 百世不磨, 而朝家所以存恤其後者, 亦至矣。 聞故學士尹集祀孫, 落仕未復云, 請令該曹, 待窠調用。” 從之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 10일(갑자) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive: Soon I heard that a royal carriage violated the prohibition without authorization without authorization. Should there be a single state law, how could there be a single man like this? This is solely because officials in charge of the law are in charge of the royal order to observe the state law without authorization. Otherwise, I am not able to understand the new circumstances of childhood without authorization. My dear sirs, scholars, and commoners, all understand my intent.",
                "H2KE-nKo": "전교하기를,“조금 전 연석에서 들으니, 함부로 금령을 어기고 교자를 탔다고 한다. 조금이라도 나라의 기강이 있다면 어찌 이와 같을 수 있겠는가. 이는 전적으로 법을 관장하는 신하와 안렴하는 지위에 있는 신하가 조정의 명령을 하찮게 여겨서이다. 혹시라도 어린 임금이 새로 총괄하는 것을 제대로 살피지 못해서 그런 것은 아닌가. 모든 우리 경사와 서민은 모두 이 뜻을 잘 알도록 하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 10일(갑자) 3번째기사",
                "gt-oKo": "하교(下敎)하기를, “아까 연석(筵席)에서 듣건대, 방자하게 금령(禁令)을 어기고 교자(轎子)를 탄다 하니, 조금이라도 나라의 기강이 있다면 어찌 이와 같을 수 있겠는가? 이것은 오로지 법을 맡은 신하와 안렴(按廉)하는 곳에서 조정의 명령을 마치 변모(弁髦)처럼 여기기 때문이다. 혹 어린 임금이 총괄하기 시작하여 살피지 못한다 하여 그런 것이 아닌가? 모든 우리 경사(卿士)·서민은 다 이 뜻을 알도록 하라.” 하였다.",
                "hj": "○敎曰: “俄筵聞乘轎之肆然冒禁云, 苟有一分國綱, 寧容如是? 此專由於掌法之臣, 按廉之地, 視朝令如弁髦也。 毋或以沖君新摠, 未能照察而然歟? 凡我卿士庶民, 咸悉此意。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King went to 춘당대에 나아가 경과 정시를 행하였다. Nineteen civil service examinations, including Yi Hohyeong , and 288 military service examinations, including Na Gyeongjun . ",
                "H2KE-nKo": "정묘년에 주상이 춘당대에 나아가 경과 정시를 행하였다. 문과에서 이호형 등 19인을 뽑고 무과에서 나경준 등 218인을 뽑았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 13일(정묘) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 경과 정시(慶科庭試)를 설행(設行)하였다. 문과(文科)에서 이호형(李好亨) 등 19인을 뽑고 무과(武科)에서 나경준(羅敬俊) 등 2백 18인을 뽑았다.",
                "hj": "○丁卯/上御春塘臺, 行慶科庭試, 文取李好亨等十九人, 武取羅敬俊等二百十八人。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gisa day, the King proceeded to 춘당대에 나아가 삼일제를 행하였다. Those who passed the second-stage civil service examination in the gisa year (, Yi Samhyeon , who passed the second-stage civil service examination in the Royal Confucian Academy, was 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "주상이 춘당대에 나아가 삼일제를 행하였다. 표에서 수석을 차지한 이삼현에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 15일(기사) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 삼일제(三日製)를 설행(設行)하였다. 표(表)에 으뜸을 차지한 이삼현(李參鉉)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○己巳/上御春塘臺, 行三日製, 表居首李參鉉, 直赴殿試。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King summoned the passers of the gyeongo year ( and held audience with the Confucian classics at the Royal Confucian Academy .",
                "H2KE-nKo": "희정당에서 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 16일(경오) 1번째기사",
                "gt-oKo": "입격(入格)한 유생(儒生)을 희정당(熙政堂)에서 소견(召見)하였다.",
                "hj": "○庚午/召見入格儒生于熙政堂。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King went to Injeong Hall and held the successful candidates for the civil and military service examinations in the gyeyu year (.",
                "H2KE-nKo": "주상이 인정전에 나아가 정시 문무과의 방방을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 19일(계유) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 정시 문과(庭試文科)·정시 무과(庭試武科)를 설행(設行)하고 방방(放榜)하였다.",
                "hj": "○癸酉/上御仁政殿, 行庭試文武科放榜。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and received the new passers of the civil and military service examinations in person.",
                "H2KE-nKo": "주상이 희정당에 나아가 문과와 무과 신은의 사은을 친히 받았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 20일(갑술) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 문과(文科)·무과(武科)에 새로 급제한 자에게 사은(謝恩)을 친히 받았다.",
                "hj": "○甲戌/上御熙政堂, 親受文武新恩謝恩。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy . ",
                "H2KE-nKo": "희정당에서 을해년의 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 21일(을해) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○乙亥/召對于熙政堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On byeongja day, in byeongja year (, the King proceeded to the Spring Hall of Worthies and conducted the Royal Transmitting Foundry .",
                "H2KE-nKo": "병자년에 주상이 춘당대에 나아가 서총대 시사를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 22일(병자) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 서총대 시사(瑞怱臺試射)를 설행(設行)하였다.",
                "hj": "○丙子/上詣春塘臺, 行瑞葱臺試射。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King appointed Song Myeonjae to the Office of the Inspector General , and Song Sangrae to the Office of the Censor General .",
                "H2KE-nKo": "송면재를 사헌부 대사헌으로, 송상래를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 24일(무인) 1번째기사",
                "gt-oKo": "송면재(宋冕載)를 사헌부 대사헌으로, 송상래(宋祥來)를 사간원 대사간으로 삼았다.",
                "hj": "○戊寅/以宋冕載爲司憲府大司憲, 宋祥來爲司諫院大司諫。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinmyo day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy . ",
                "H2KE-nKo": "희정당에서 기묘년의 추등 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 25일(기묘) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○己卯/召對于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinsa day, the King proceeded to Injeong Hall and held the salutation ritual toward the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 태묘 하향 대제의 서계를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 27일(신사) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 태묘 하향(太廟夏享)의 서계(誓戒)를 행하였다.",
                "hj": "○辛巳/上詣仁政殿月臺, 行太廟夏享誓戒。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On imo day, [the King] received the officials in the morning court assembly in the imo year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 28일(임오) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○壬午/召對于熙政堂。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King proceeded to the moon platform of Myeongjeong Hall in the gapsin year ( and performed the celebratory rite at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 명정전 월대에 나아가 태묘 하향 대제의 예행연습을 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 30일(갑신) 1번째기사",
                "gt-oKo": "임금이 명정전(明政殿)의 월대(月臺)에 나아가 태묘 하향(太廟夏享)의 이의(肄儀)를 행하였다.",
                "hj": "○甲申/上詣明政殿月臺, 行太廟夏享肄儀。"
            },
            "2": {
                "H2KE-EN": "Yi 헌gu was appointed minister of works , and Yi Gwangjeong was appointed deputy magistrate of Hanseong Magistracy . ",
                "H2KE-nKo": "이헌구를 공조 판서로, 이광정을 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 30일(갑신) 2번째기사",
                "gt-oKo": "이헌구(李憲球)를 공조 판서로, 이광정(李光正)을 한성부 판윤으로 삼았다.",
                "hj": "○以李憲球爲工曹判書, 李光正爲漢城府判尹。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, the King proceeded to the second royal tomb of King Taejo in order to perform a rite at the second royal tomb of King Taejo , and then went to the Royal Tomb of Queen Sinui to pay a visit to the royal tomb of King Taejo. The King instructed, This year, it is the second year of King Taejongs investiture of the Crown Prince , and the year of King Jeongjongs investiture to pay a visit to the second royal tomb of King Taejo . I, my humble subject, respectfully observed the ancient practices and temporarily admired my observation. In reflection, I think that the merits of the four high officials who contributed to assist the investiture of King Taejo and loyalty to the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain were eternally observed in the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain (that is, King Jeongjongs investiture, and dispatched a royal secretary to perform a rite.",
                "H2KE-nKo": "주상이 원릉에 나아가 친히 제사 지내고, 이어 수릉에 나아가 전알하였다. 전교하기를,“올해는 바로 영조께서 세자로 책봉되신 지 두 번째 회갑이 되는 해이고, 우리 정조께서 원릉에 공경히 전알하신 해이다. 나 소자가 삼가 고사를 따라 조금이나마 추모하는 마음을 펴고 있는데, 멀리 생각건대 네 상신이 협책한 공로와 순국한 충성심으로 종묘사직을 영원히 부지하여 ‘도타운 마음으로 잊지 않는다.’라고 하였으니, 오늘날 선왕의 뜻과 사업을 계승하는 도리로 볼 때 어찌 나의 뜻을 보이는 조치가 없을 수 있겠는가. 정조 신축년의 전례에 따라 사충사에 승지를 보내 치제하게 하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 4일(무오) 1번째기사",
                "gt-oKo": "임금이 원릉(元陵)에 나아가 친제(親祭)하고, 이어서 수릉(綏陵)에 나아가 전알(展謁)하였다. 하교(下敎)하기를, “올해는 영조(英祖)께서 저군(儲君)에 책봉되신 지 두번째 회갑(回甲)이 되고, 우리 정조(正祖)께서 원릉에 지알(袛謁)하신 해이다. 내가 옛일을 공경히 따라 행하여 추모하는 마음을 조금 폈는데, 멀리 생각하면 네 상신(相臣)이 협책(協策)한 공로와 순국(殉國)한 충성이 종사(宗社)를 영구히 부지(扶持)하였으므로, ‘독실하여 잊지 않았다.’ 할 것이니, 오늘날 계술(繼述)하는 도리에 있어서 어찌 뜻을 보이는 일이 없을 수 있겠는가? 정조 신축년의 전례에 따라 사충사(四忠祠)에 승지(承旨)를 보내어 치제(致祭)하게 하라.” 하였다.",
                "hj": "○戊午/上詣元陵親祭, 仍詣綏陵展謁。 敎曰: “是歲, 卽英廟冊儲之再回甲, 而我正廟祗謁元寢之年也。 予小子, 敬遵故事, 粗伸追慕, 而緬惟四相臣協策之功, 殉國之忠, 永扶宗社, 曰 ‘篤不忘,’ 在今日繼述之道, 豈可無示意之擧? 依正廟辛丑已例, 四忠祠, 遣承旨致祭。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gimi day, when performing a rite at the Royal Tomb of Queen Wongyeong in gimi year (, the second libation official and below the Office of the Royal Family Genealogy were rewarded with varying degrees. The second libation official and director of the Bureau of Court Music Jo Yeonchun , the senior supplicant and the junior ninth supplicant Hong Yeonggyu , and the senior supplicant of the Office of Royal Genealogy Yi Wonhoe , were all rewarded. The King issued a royal order: When performing a rite at the Royal Tomb of Queen Wongyeong in gimi year (, the second libation official of the Office of Royal Attire Kwon Daeeung was promoted.",
                "H2KE-nKo": "원릉에 친히 제사 지낼 때의 아헌관 이하와 《선원보략》 발문의 제술관 이하에게 차등을 두어 시상하였다. 집례인 장악 정 조연춘, 대축인 응교 홍영규, 감인인인인 종부시 정 이원회에게 모두 가자하였다. 전교하기를,“원릉에 친히 제사 지낼 때의 예방 승지 권대긍에게 가자하라.”하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 5일(기미) 1번째기사",
                "gt-oKo": "원릉(元陵)에 친제(親祭)하였을 때의 아헌관(亞獻官) 이하와 《선원보략(璿源譜略)》 발문(跋文)의 제술관(製述官) 이하에게 차등을 두어 상주고, 집례(執禮) 장악 정(掌樂正) 조연춘(趙然春)·대축(大祝) 응교(應敎) 홍영규(洪永圭)·감인(監印) 종부 정(宗簿正) 이원회(李元會)에게 모두 가자(加資)하게 하였다. 하교(下敎)하기를, “원릉에 친제하였을 때의 예방 승지(禮房承旨) 권대긍(權大肯)에게 가자하도록 하라.” 하였다.",
                "hj": "○己未/元陵親祭時, 亞獻官以下, 及《璿源譜略》跋文製述官以下, 施賞有差, 執禮掌樂正趙然春, 大祝應敎洪永圭, 監印宗簿正李元會, 竝加資。 敎曰: “元陵親祭時, 禮房承旨權大肯加資。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 8일(임술) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○壬戌/召對于熙政堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King appointed Jo Manyeong as supreme general of the Capital Guards .",
                "H2KE-nKo": "조만영을 호위대장으로 삼았다.\n",
                "date_ko": "헌종 8권, 7년(1841 신축 / 청 도광(道光) 21년) 윤3월 9일(계해) 1번째기사",
                "gt-oKo": "조만영(趙萬永)을 호위 대장(扈衛大將)으로 삼았다.",
                "hj": "○癸亥/以趙萬永爲扈衛大將。"
            }
        }
    }
}