{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On muin day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the salutation ritual toward the Imperial Palace on New Years Day.",
                "H2KE-nKo": "효정전에 나아가 정조제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 1일(무인) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 정조제(正朝祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○戊寅/詣孝正殿, 行正朝祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "On jeongmyo day, [the King] went to Injeong Hall to receive the officials in the congratulatory ceremony and 반사하였다. ",
                "H2KE-nKo": "인정전에 나아가 진하를 받고 사면령을 반포하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 1일(무인) 2번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 하례(賀禮)를 받고, 반사(頒赦)하였다.",
                "hj": "○御仁政殿, 受賀頒赦。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that when congratulating the posthumous title and the royal edict of investiture and the honorific title of Great King Gongjeong (Jeongjong, the ritual officials of the Office of Royal Attire Kim Segyun and Yun Haengbok , and Second Deputy Directors of the Office of Royal Decrees Kim Hakcho and Yi Seungyu all be promoted.",
                "H2KE-nKo": "묘호를 반교할 때와 대왕대비전의 보령이 망륙을 경하할 때의 예방 승지 김세균과 윤행복, 선교관 부사과 김학초와 이승유에게 모두 가자하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 1일(무인) 3번째기사",
                "gt-oKo": "묘호(廟號)를 반교(頒敎)할 때와 대왕 대비전(大王大妃殿)의 51세 생신을 축하드릴 때의 예방 승지(禮房承旨) 김세균(金世均)·윤행복(尹行福), 선교관(宣敎官) 부사과(副司果) 김학초(金學初)·이승유(李承游)를 모두 가자(加資)하라고 명하였다.",
                "hj": "○命廟號頒敎及大王大妃殿寶齡望六稱慶時, 禮房承旨金世均、尹行福, 宣敎官副司果金學初、李承游, 幷加資。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Yi Donyeong was appointed minister of personnel .",
                "H2KE-nKo": "이돈영을 이조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 10일(정해) 1번째기사",
                "gt-oKo": "이돈영(李敦榮)을 이조 판서(吏曹判書)로 삼았다.",
                "hj": "○丁亥/以李敦榮爲吏曹判書。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King appointed Kim Ikgi as minister of personnel , and Kim Ikgu as minister of taxation . This was because Kim Ikgu was eligible for the royal proclamation. ",
                "H2KE-nKo": "기축년에 김병기를 이조 판서로, 김병국을 호조 판서로 삼았는데, 김병국이 중비로 제수한 것이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 12일(기축) 1번째기사",
                "gt-oKo": "김병기(金炳冀)를 이조 판서(吏曹判書)로, 김병국(金炳國)을 호조 판서(戶曹判書)로 삼았으니, 김병국은 중비(中批)였다.",
                "hj": "○己丑/以金炳冀爲吏曹判書, 金炳國爲戶曹判書, 炳國中批也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Kim Daegeun , Governor of Gyeonggi [Province] [], hurriedly reported that a fire broke out at the temporary palace in Siheung .",
                "H2KE-nKo": "경기 감사 김대근이 시흥 행궁에 불이 났다고 급히 장계하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 13일(경인) 1번째기사",
                "gt-oKo": "경기 감사(京畿監司) 김대근(金大根)이 시흥(始興) 행궁(行宮)의 실화(失火)로써 치계(馳啓)하였다.",
                "hj": "○庚寅/京畿監司金大根, 以始興行宮失火, 馳啓。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Yi Donyeong was appointed as assistant state councilor , and Kim Hakseong as right state councilor .",
                "H2KE-nKo": "이돈영을 의정부 좌참찬으로, 김학성을 우참찬으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 14일(신묘) 1번째기사",
                "gt-oKo": "이돈영(李敦榮)을 의정부 좌참찬(議政府左參贊)으로, 김학성(金學性)을 우참찬(右參贊)으로 삼았다.",
                "hj": "○辛卯/以李敦榮爲議政府左參贊, 金學性爲右參贊。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, imjin year (, the King proceeded to Gwanghyo Hall and performed the rite of the full moon .",
                "H2KE-nKo": "임진년에 효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 15일(임진) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 망제(望祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○壬辰/詣孝正殿, 行望祭晝茶禮。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King proceeded to the royal tomb of Infirmary and performed a rite at the Royal Tomb of Queen Sinui .",
                "H2KE-nKo": "갑오년에 인릉의 산릉에 나아가 친히 제사 지냈다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 17일(갑오) 1번째기사",
                "gt-oKo": "인릉(仁陵)에 나아가 산릉(山陵)에 친제(親祭)하였다.",
                "hj": "○甲午/詣仁陵山陵親祭。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Jo Yeonchang , a second minister of personnel , and Yi Heungmin , third minister of personnel .",
                "H2KE-nKo": "조연창을 이조 참판으로, 이흥민을 이조 참의로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 19일(병신) 1번째기사",
                "gt-oKo": "조연창(趙然昌)을 이조 참판(吏曹參判)으로, 이흥민(李興敏)을 이조 참의(吏曹參議)로 삼았다.",
                "hj": "○丙申/以趙然昌爲吏曹參判, 李興敏爲吏曹參議。"
            },
            "2": {
                "H2KE-EN": "Junior Fire Supreme General [of the Middle Army] []Jeong Habong reported on the matter of Hong Geungju , Executive Assistant of the Bureau of the Capital Markets . The King issued a royal directive, which stated, The person is a member of the Capital Markets , and his duty is a matter of both the country. As such, how can he be said to the state law and the moral obligations of a subject? For the time being, demote himself from the name of the Capital Markets and waiting for the execution of his work, punish him with banishment, and banish him to a designated area without pardon, thereby showing his intention to be unable to collude with the same country. The two member of the Capital Markets and their servants were arrested and sent to the Ministry of Punishments . They were sentenced to a harsh punishment three times and banished to a remote area. Regarding the goods secretly forbidden from the prohibition of secret confiscation, the governor , who offered bribes to each person, thoroughly investigate the circumstances and the circumstances investigation of these two member of the Capital Markets, thoroughly there were any member of the Capital Markets, thoroughly search and cattle so that no one could resentment or grievances.",
                "H2KE-nKo": "북병사 정하응이 장계를 올려 북평사 홍긍주를 논핵하니, 전교하기를,“그 사람은 시종의 반열에 있고 그 직책은 두 나라의 일이다. 이와 같은 사람에게 이와 같은 일이 있다면 나라의 기강과 신하의 분수라고 할 수 있겠는가. 우선 사판에서 이름을 삭제하고 일이 끝나기를 기다려 찬배의 형전을 시행하되 물간사전하여 중국에 함께 살지 못하게 하는 뜻을 보이도록 하라. 이른바 두 비장과 겸종은 형조에 잡아 올려 세 차례 엄히 형신한 다음 원악도에 정배하도록 하라. 몰래 빼앗아 가는 것을 금지한 물건 및 각 사람이 뇌물을 바친 것에 대해 도신이 전말을 자세히 조사하여 참으로 이런 일이 있었다면 일일이 찾아서 돌려주어 한 사람도 원통함을 호소하는 일이 없게 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 19일(병신) 2번째기사",
                "gt-oKo": "북병사(北兵使) 정하응(鄭夏應)이 북평사(北評事) 홍긍주(洪兢周)를 계론(啓論)하니, 전교(傳敎)하기를, “그 사람은 시종(侍從)의 반열에 있고, 그 직책은 두 나라에 관계되는 일이다. 이러한 사람으로써 이와 같은 일을 한 것을 국가의 기강(紀綱)과 신하의 본분(本分)이라고 이를 수 있느냐? 우선 먼저 사판(仕版)에서 깎아버리고, 일을 끝마치기를 기다려서 귀양의 형전(刑典)을 시행하되 사면령(赦免令)에 의해서도 풀어주지 말게 하여, 중국(中國)에 참여시켜 함께 할 수 없는 뜻을 보여라. 이른바 두 비장(裨將)과 겸종(傔從)은 형조(刑曹)에 잡아 올려 엄히 3차를 형문(刑問)하고 멀리 떨어진 험한 섬에 정배(定配)하라. 잠상(潛商)을 금(禁)한다고 하여 빼앗은 물건 및 각 사람이 뇌물로 준 것은 도신(道臣)이 전말(顚末)을 자세하게 조사하여, 진실로 이러한 일이 있었으면 일일이 찾아주어 한 사람도 원통함을 호소하는 입장이 없도록 하라.” 하였다.",
                "hj": "○北兵使鄭夏應啓, 論北評事洪兢周, 敎曰: “其人則侍從之列也, 其職則兩國之事也。 以如此人, 有如此事者, 其可曰國綱臣分乎? 姑先削去仕版, 待竣事施以竄配之典, 勿揀赦前, 以示不與同中國之意。 所謂兩裨與傔從, 捉上秋曹, 嚴刑三次, 遠惡島定配。 謂以禁潛奪去之物, 及各人納賂者, 道臣詳査顚末, 眞有是事, 一一推給, 俾無一人呼冤之地。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Hong Jongbong as minister of war .",
                "H2KE-nKo": "기묘년에 홍종응을 병조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 2일(기묘) 1번째기사",
                "gt-oKo": "홍종응(洪鍾應)을 병조 판서(兵曹判書)로 삼았다.",
                "hj": "○己卯/以洪鍾應爲兵曹判書。"
            },
            "2": {
                "H2KE-EN": "The King summoned the Envoy for Reporting to the Emperor of Ming China on his return trip.",
                "H2KE-nKo": "돌아온 고부사를 불러서 보았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 2일(기묘) 2번째기사",
                "gt-oKo": "돌아온 고부사(告訃使)를 소견(召見)하였다.",
                "hj": "○召見回還告訃使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "희정당에서 차대를 행하였다. Right State Councilor Jo두순이 아뢰기를, “유생 Yi Biu and others of Gyeongsang Province submitted a memorial requesting that 증 이조 참판 심장세를 증 이조 참의, Jeong Yang , and Kang Heup , 증 이조 참판, Hong Seok , be conferred with 시호를 내리는 은전을 아울러 시행해야 하겠습니다. 이 네 신하는 증 이조 참의 개절공 Hong Ujeong , who was a senior fifth-rank official . When the sun and earth occurred in the world, there was no difference between the world and the world. However, it is impossible to study the meaning of enlightenment in the world and to cultivate himself. Hong Ujeong had already been conferred with posthumous titles. Only 이 네 신하는 아직껏 은전을 받지 못하였으니, 특별히 청한 바를 들어주소서.” 하니, 그대로 따랐다. 또 아뢰기를, “순조 ancestors shrine titles are conferred upon them. This is a grand ceremony of conferring a meritorious deeds. Our 순조 ancestors great accomplishments and great accomplishments have not been recorded in state history. Also, imin year (14222, the second year of King Sejongs reign have also been conferred upon. For this reason, no meritorious deeds have been established. Thus, it is not possible to discuss the splendor of dark blue dark dy",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 우의정 조두순이 아뢰기를,“영남 유생 이병우 등이 상소하여, 증 이조 참판 심장세, 증 이조 참의 정양ᆞ강흡, 증 이조 참판 홍석에게 모두 시호를 내리는 은전을 시행하기를 청하였는데, 이 네 신하는 증 이조 참판 개절공 신 홍우정과 세상에서 태백오현이라고 일컫는 자들입니다. 천지가 닫혀 있는 때를 만나 행적이 드러나고 어두워지는 것은 차이가 없지 않으나, 요컨대 백이의 의리를 강구하여 자정하는 것은 마찬가지입니다. 홍우정에게는 이미 시호를 더 추증하였으나 오직 이 네 신하는 아직 똑같은 은전을 받지 못하였으니, 특별히 청한 바를 허락해 주소서.”하니, 그대로 따랐다. 또 아뢰기를,“순조의 묘호를 더 높이는 것은 바로 공을 세운 사람을 조절하는 성대한 전례입니다. 우리 순조의 높은 공훈과 성대한 공렬은 국사에 실려 있고 야승에 실려 있는 것이 진실로 이미 한두 번이 아니며, 임신년의 난리를 평정한 것도 한 가지 일입니다. 그때의 원훈으로 확실하게 드러난 자가 없었기 때문에 단청대려를 거론할 수 없었고, 또 지금은 정벌에 나갔다가 살아남은 자가 매우 드뭅니다. 다만 생각건대, 공을 보답하는 것은 나라의 떳떳한 법입니다. 더구나 이처럼 경사를 널리 함께하는 때를 만나 어찌 뜻을 보이는 조치가 없을 수 있겠습니까. 그 힘쓴 것이 많고 적음을 구별하여 더 추증하거나 치제하거나 가자하여 떳떳한 도리를 기념하는 뜻을 부치소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 20일(정유) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 우의정(右議政) 조두순(趙斗淳)이 아뢰기를, “영남(嶺南) 유생(儒生) 이병우(李秉瑀) 등이 증 이조 참판(贈吏曹參判) 심장세(沈長世), 증 이조 참의(贈吏曹參議) 정양(鄭瀁)·강흡(姜恰), 증 이조 참판(贈吏曹參判) 홍석(洪錫)에게 모두 시호(諡號)를 내리는 은전(恩典)의 시행을 소청(疏請)하였으니, 이 네 신하는 증 이조 참판(贈吏曹參判) 개절공(介節公) 신(臣) 홍우정(洪宇定)과 함께 세상에서 태백 오현(太白五賢)으로 칭송하는 인물들입니다. 천지(天地)가 어두운 시절을 만나서 나아가 행(行)하여 드러나거나 초야(草野)에 물러가 은둔(隱遁)하는 차이가 없지는 않았으나, 어진이가 험난한 세상을 만나 처신(處身)하는 도리를 강구하면서 자신을 가다듬은 것은 마찬가지였습니다. 홍우정(洪宇定)에게는 이미 증직(贈職)을 가(加)하여 시호(諡號)를 내렸는데, 이 네 신하는 일체의 시은(施恩)을 입지 못하였으니, 특별히 청한 바를 윤허하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “순조(純祖)라는 묘호(廟號)를 더 추숭(追崇)하는 것은 공(功)을 조(祖)로 삼는 성대한 전례(典禮)입니다. 우리 순조 대왕(純祖大王)의 높은 훈공과 뛰어난 업적은 국사(國史)와 야승(野乘)에 쓰여진 것이 이미 한두 번만이 아니었으며, 임신년의 변란(變亂)을 평정시킨 것도 그 한 일이었습니다. 그 당시의 원훈(元勳)으로써 착실하게 드러난 자가 없는 까닭에 단청(丹靑)과 대려(帶礪)의 의식을 거론할 수 없었는데, 또 이제는 정벌(征伐)에 참여하였던 사람 중에 살아 있는 자가 몹시 드뭅니다. 다만 생각건대 공로(功勞)에 보답하는 것은 나라의 떳떳한 전례(典禮)인데, 더구나 이 큰 경사의 때를 만나 어찌 뜻을 보이는 거조(擧措)가 없을 수 있겠습니까? 그 힘쓴 바의 많고 적음을 구별하여 혹 가증(加贈)하고, 혹 치제(致祭)하며 혹 가자(加資)하여서, 공신(功臣)을 대우하는 뜻을 보이소서.” 하니, 그대로 따랐다.",
                "hj": "○丁酉/次對于熙政堂。 右議政趙斗淳啓言: “嶺南儒生李秉瑀等, 疏請贈吏參沈長世, 贈吏議鄭瀁、姜恰, 贈吏參洪錫, 幷施易名之典, 此四臣, 與贈吏參介節公臣洪宇定, 世稱太白五賢者也。 當天地幽閉之會, 行藏顯晦, 不無差殊, 而要之, 講明夷之義, 以自靖則一也。 洪宇定則已加贈節惠, 惟此四臣, 未蒙一體之施, 特許所請。” 從之。 又啓言: “純祖廟號加隆, 卽祖功之盛典也。 我純祖巍勳盛烈, 國史野乘, 固已不一書矣, 而壬申戡難, 亦一事也。 以其時元勳, 無有確著者, 故丹靑帶礪, 旣不得擧論, 且今則從征餘存者絶罕矣。 第念報功, 國之彝典, 況値此廣慶之會, 豈可無示意之擧? 區別其効力多少, 或加贈或致侑或加資, 以寓紀常之義。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Yuwon as the Office of the Inspector General , Bak Myeongjae as the Office of the Censor General , Yi Gyeomjae as the minister of works , Kim Hakseong as the director of the Office of the Royal Decrees , Kim Jeongjip as the assistant state councilor , Kim 김병학이 as the minister of rites , and Kim Gikjae as the host of the guesthouse for the imperial envoys .",
                "H2KE-nKo": "이유원을 사헌부 대사헌으로, 박명재를 사간원 대사간으로, 이겸재를 공조 판서로, 김학성을 판의금부사로, 김정집을 의정부 좌참찬으로, 김병학을 예조 판서로 삼고, 김병국을 관반으로 차하하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 20일(정유) 2번째기사",
                "gt-oKo": "이유원(李裕元)을 사헌부 대사헌(司憲府大司憲)으로, 박명재(朴鳴載)를 사간원 대사간(司諫院大司諫)으로, 이겸재(李謙在)를 공조 판서(工曹判書)로, 김학성(金學性)을 판의금부사(判義禁府事)로, 김정집(金鼎集)을 의정부 좌참찬(議政府左參贊)으로, 김병학(金炳學)을 예조 판서(禮曹判書)로 삼고, 김병국(金炳國)을 관반(館伴)에 차하(差下)하였다.",
                "hj": "○以李裕元爲司憲府大司憲, 朴鳴載爲司諫院大司諫, 李謙在爲工曹判書, 金學性爲判義禁府事, 金鼎集爲議政府左參贊, 金炳學爲禮曹判書, 金炳國館伴差下。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Seo 헌sun as commissioner for escorting the returning envoy at the gihae year (.",
                "H2KE-nKo": "기해년에 서헌순을 반송사로 차하하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 22일(기해) 1번째기사",
                "gt-oKo": "서헌순(徐憲淳)을 반송사(伴送使)로 차하(差下)하였다.",
                "hj": "○己亥/以徐憲淳, 伴送使差下。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Second Deputy Director of the Royal House Administration Kim Ikgi submitted a memorial to impeach the names of the Veritable Records of King Taejong and Queen Jeongan . The Veritable Records of King Taejong and Queen Jeongan were greatly error. Now, the honorific title of Great King Gongjeong (Jeongjong leaked two characters to Jeongin , and the honorific title of Queen Hyohyeon (Jeongjong leaked two characters to Jeongseong . Now, the honorific title of the Queen Mother leaked two characters to Sukgyeong leak and submitted a memorial to impeach him. The King addressed him thus: In the face of dignity, this vague is something unusual. As for the Veritable Records of King Taejong (Jeongjong, I ordered that the Veritable Records be gathered to rebuild and supplement the names of the Veritable Records of King Taejong (Jeongjong. My dear sir, do not impeach him.",
                "H2KE-nKo": "신축년에 판돈녕부사 김병기가 인릉의 지문을 찬술할 때 자성록에 크게 착오가 있었는데, 지금 대왕대비의 존호에는 ‘정인’이라는 두 글자를 빠뜨렸고, 효현 왕후의 존호에는 ‘단성’이라는 두 글자를 빠뜨렸으며, 지금 왕대비의 존호에는 ‘숙경’이라는 두 글자를 빠뜨렸다고 상소하여 스스로 탄핵하니, 비답하기를,“두려워하고 있는 중에 이렇게 빠진 것은 괴이할 것이 없다. 탑본은 의주로 하여금 거두어 모아 보충하여 간행하게 할 것이니, 경은 다시는 인책하지 말라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 24일(신축) 1번째기사",
                "gt-oKo": "판돈녕부사(判敦寧府事) 김병기(金炳冀)가 인릉 지문(仁陵誌文)을 찬술(撰述)하는 가운데 자성록(子姓錄)에 크게 착오가 있어서, 지금의 대왕 대비(大王大妃) 존호(尊號)에 ‘정인(正仁)’ 두 자가 빠지고, 효현 왕후(孝顯王后) 존호(尊號)에 ‘단성(端聖)’ 두 자가 빠졌으며, 지금의 왕대비(王大妃) 존호(尊號)에 ‘숙경(淑敬)’ 두 자가 빠진 것으로써 상소(上疏)하여 자핵(自劾)하니, 비답(批答)하기를, “두려워하고 떨리는 가운데에 이런 실수가 있는 것은 혹 괴이할 것이 없다. 탑본(搨本)은 의주소(儀注所)로 하여금 거두어 들여 보간(補刊)하게 하고, 경은 다시 인피(引避)하지 말라.” 하였다.",
                "hj": "○辛丑/判敦寧金炳冀, 以仁陵誌文撰述中, 於子姓錄, 大有錯誤, 今大王大妃尊號, 漏正仁二字, 孝顯王后尊號, 漏端聖二字, 今王大妃尊號, 漏淑敬二字, 上疏自劾, 批曰: “震剝之中, 有此遺檢, 容或無怪。 搨本令儀注所收聚補刊, 卿其勿復爲引。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On imin day, [the King] appointed Kim Gikcheon as minister of war , Kim Gi as minister of taxation , Seo Yeomsun as minister of personnel , and Yi Min as third minister of personnel .",
                "H2KE-nKo": "임인년을 병조 판서로, 김병기를 호조 판서로, 서염순을 이조 판서로, 이민을 이조 참의로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 25일(임인) 1번째기사",
                "gt-oKo": "김병국(金炳國)을 병조 판서(兵曹判書)로, 김병기(金炳冀)를 호조 판서(戶曹判書)로, 서염순(徐念淳)을 이조 판서(吏曹判書)로, 이민(李)을 이조 참의(吏曹參議)로 삼았다.",
                "hj": "○壬寅/以金炳國爲兵曹判書, 金炳冀爲戶曹判書, 徐念淳爲吏曹判書, 李敏爲吏曹參議。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King appointed Kim Giman as governor of Pyeongan Province and Nam Muncheol as host of the guesthouse for the envoys .",
                "H2KE-nKo": "계묘년에 김기만을 평안도 관찰사로, 남병철을 관반으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 26일(계묘) 1번째기사",
                "gt-oKo": "김기만(金箕晩)을 평안도 관찰사(平安道觀察使)로, 남병철(南秉哲)을 관반(館伴)으로 삼았다.",
                "hj": "○癸卯/以金箕晩爲平安道觀察使, 南秉哲爲館伴。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gapjin day, the King appointed Yu Seoyun as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "서유훈을 한성부 판윤으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 27일(갑진) 1번째기사",
                "gt-oKo": "서유훈(徐有薰)을 한성부 판윤(漢城府判尹)으로 삼았다.",
                "hj": "○甲辰/以徐有薰爲漢城府判尹。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King proceeded to Gwanghyo Hall and performed the spring state sacrifice .",
                "H2KE-nKo": "경진년에 효정전에 나아가 춘향 대제를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 3일(경진) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 춘향(春享)을 행하였다.",
                "hj": "○庚辰/詣孝正殿, 行春享。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On byeongo day, the King appointed Kim Ikhak as magistrate of Suwon Magistracy .",
                "H2KE-nKo": "김병학을 수원부 유수로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 30일(병오) 1번째기사",
                "gt-oKo": "김병학(金炳學)을 수원부 유수(水原府留守)로 삼았다.",
                "hj": "○丙午/以金炳學爲水原府留守。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Inspector General in imo year (, Yu Janghwan as the Office of the Inspector General , Kim Gik as the director of the Office of the Royal Decrees , Yi Yonge as the Royal Confucian Academy , Im Baekgyeong as the Minister of Punishments Kim Giman as the deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 유장환을 사헌부 대사헌으로, 김병국을 규장각 제학으로, 이용은을 성균관 대사성으로, 임백경을 형조 판서로, 김기만을 한성부 판윤으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 5일(임오) 1번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여, 유장환(兪章煥)을 사헌부 대사헌(司憲府大司憲)으로, 김병국(金炳國)을 규장각 제학(奎章閣提學)으로, 이용은(李容殷)을 성균관 대사성(成均館大司成)으로, 임백경(任百經)을 형조 판서(刑曹判書)로, 김기만(金箕晩)을 한성부 판윤(漢城府判尹)으로 삼았다.",
                "hj": "○壬午/都政下批, 以兪章煥爲司憲府大司憲, 金炳國爲奎章閣提學, 李容殷爲成均館大司成, 任百經爲刑曹判書金箕晩爲漢城府判尹。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemi day, the King summoned local magistrates and the frontier garrisons in the gyemi year (.",
                "H2KE-nKo": "계미년에 수령을 지낸 변장과 초사인을 불러서 보았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 6일(계미) 1번째기사",
                "gt-oKo": "수령(守令)과 변장(邊將)의 초사인(初仕人)을 소견(召見)하였다.",
                "hj": "○癸未/召見, 守令邊將初仕人。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Supreme General [of the Middle Army Commandery General] [] [of the Right Army Commandery General] [] [of the Middle Army Commandery General] [] [of the Right Army Commandery General] [] [of the Middle Army Commandery General] [] [the Middle Army Commandery General] [] [of the Middle Army Commandery General] [] (the Middle Army Commandery General [] [of the Middle Army Commandery General] []",
                "H2KE-nKo": "전교하기를,“이 판부사(李判府事 이복원)의 회근이 가까워졌다고 한다. 세 조정을 섬긴 원로는 내가 공경하고 예우하는 바이니 궤장의 예를 즉시 거행하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 6일(계미) 2번째기사",
                "gt-oKo": "전교(傳敎)하기를, “이 판부사(李判府事)의 회근(回巹)이 가까워졌다고 한다. 세 임금을 섬긴 노인은 내가 경례(敬禮)하여야 하니, 궤장(几杖)의 예(禮)를 곧 거행하도록 하라.” 하였다.",
                "hj": "○敎曰: “李判府事回卺在邇云。 以三朝耆舊, 予所敬禮也, 几杖之禮, 卽爲擧行。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The governor of Hwanghae Province reported on the punishment of those who received bribes during the gapsin year (1404, the fifth year of King Sejongs reign was not included in the meritorious deeds.",
                "H2KE-nKo": "암행 어사의 서계 가운데 ‘장오와 뇌물을 받은 사람을 의언할 때에는 공의에 부치지 말라.’고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 7일(갑신) 1번째기사",
                "gt-oKo": "암행 어사(暗行御史)의 장계(狀啓) 가운데의 장회인(贓賄人)을 의언(議讞)할 때에 공의(功議)를 첨부시키지 말라고 명하였다.",
                "hj": "○甲申/命繡啓中贓賄人議讞時, 勿付功議。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Personnel reported as follows: Hong Useon , a student of Okcheon , beat a drum to appeal for his discourtesy. This was to return his letter of appointment to his late grandfather, [Yu] Yaksunsunsuns older brother, and his nephews. At the time, the inspectors and censors observed the crime of [Yu] Yaksunsunsuns older brother, and his nephews. [Yu] secretly instructed [Yu] secretly and secretly instructed his 심복 to insult [Yu] guilty and insult his meritorious privilege as well as his elder brother. After his nephew was punished for his nephew, his younger brother seized his privilege because it was not necessary to make a evidence against him. The 이른바 guilty and insult abandoning abandoned abandoning abandon ",
                "H2KE-nKo": "이조가 아뢰기를,“옥천의 유학 홍우선이 격쟁하여 사정을 하소연한 것은 그의 증조부 홍낙순의 직첩을 돌려주는 일이었습니다. 그 당시 대간의 논의로 말하면, 홍낙순의 죄는 숙질 사이에 추향이 다른 것입니다. 허물을 깨끗이 씻어 주고 폐고된 사람을 천거하여 끌어들이며 은밀히 심복을 사주하여 훈로가 있는 수상을 욕보이고 아울러 그의 형에게까지 미치게 하였습니다. 그 조카가 죄를 받아 폐고된 뒤에 그 숙부는 추향을 달리하여 마침 연루될 필요가 없다는 증거가 되었고, 이른바 허물이 있어 폐고된 사람도 모두 차례로 등용되었습니다. 그렇다면 죄를 깨끗이 씻어 주고 천거하여 끌어들였다는 이유로 아직도 죄적에 있는 것은 경중이 전도된 혐의가 없지 않습니다.상소한 자의 작질은 그대로 있는데 지시를 받았다는 핑계로 아직도 죄를 받아 폐고된 상태에 있으니, 그가 억울하다고 하는 것은 괴이할 것이 없습니다. 마땅히 분명하게 풀어 주는 은전이 있어야 하겠으나 신중을 기해야 하는 일이니, 묘당으로 하여금 주상께 여쭈어 처리하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 7일(갑신) 2번째기사",
                "gt-oKo": "이조(吏曹)에서 아뢰기를, “옥천(沃川) 유학(幼學) 홍우선(洪祐善)이 격쟁(擊錚)하여 사정을 하소연하였는데, 그 증조(曾祖) 홍낙순(洪樂純)의 직첩(職牒)을 돌려주는 것에 관한 것이었습니다. 그 당시의 대론(臺論)으로 말하면, 홍낙순의 죄는 숙질(叔姪) 사이에 추향(趨向)이 달라서 허물 있는 자를 풀어주고 폐지(廢枳)된 인물을 천거하였으며, 은밀히 심복(心腹)을 시켜 훈로(勳勞)가 있는 수상(首相)과 그의 형(兄)을 욕보인 것이었습니다. 그 조카가 죄를 받아 폐고(廢錮)된 뒤에 그 숙부(叔父)는 의향이 다르므로 마침내 반드시 연루(連累)될 증거가 되지 않았으며, 이른바 허물 있는 사람과 폐지(廢枳)된 사람이 모두 차례로 나아가 등용되었습니다. 그렇다면 허물을 풀어주고 폐지(廢枳)된 사람을 천거(薦擧)한 까닭에 아직도 죄적(罪籍)에 남아 있는 것은 경중(輕重)이 도치(倒置)된 혐의(嫌疑)가 없지 않습니다. 상소(上疏)한 자의 작질(爵秩)은 그대로 있는데 지시(指示)하였고 평계하여 아직도 죄폐(罪廢)의 문안(文案)에 남아 있으니, 원통함을 말하는 것이 이상할 게 없습니다. 밝게 풀어주는 은전(恩典)이 있어야 마땅합니다마는, 일이 신중한 데에 관계되니, 청컨대 묘당(廟堂)으로 하여금 품지(稟旨)하여 처리하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○吏曹啓言: “沃川幼學洪祐善, 擊錚原情, 爲其曾祖樂純職牒還給事也。 以其時臺論言之, 樂純之罪, 叔姪之間, 異於趨向, 昭釋釁累, 薦引廢枳, 密敎心腹, 侵辱有勳勞之首相, 幷及其兄也。 其姪罪廢之後, 其叔之異趨, 適爲不必連累之證, 所謂釁累廢枳之人, 幷皆次第進用。 則以昭釋薦引之故, 尙在罪籍, 不無輕重倒置之嫌。 投疏者爵秩自如, 則諉以指使, 尙在罪廢之案, 無怪其稱冤。 宜有昭釋之典, 事係惟愼, 請令廟堂稟處。” 從之。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On byeongsul day, [the King] summoned Governor of Chungcheong Province Kim응geun and held audience with him before departing for his appointed provincial position.",
                "H2KE-nKo": "병술년에 충청 감사 김응근을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 1월 9일(병술) 1번째기사",
                "gt-oKo": "충청 감사(忠淸監司) 김응근(金應根)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○丙戌/召見忠淸監司金應根, 辭陛也。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmi day, a solar eclipse occurred.",
                "H2KE-nKo": "정미년 초하룻날에 일식이 있었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 1일(정미) 1번째기사",
                "gt-oKo": "일식(日食)이 있었다.",
                "hj": "○丁未/日有食之。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Gwanghyo Hall and performed the salutation ritual toward the royal palace.",
                "H2KE-nKo": "효정전에 나아가 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 1일(정미) 2번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 주다례(晝茶禮)를 행하였다.",
                "hj": "○詣孝正殿, 行晝茶禮。"
            },
            "3": {
                "H2KE-EN": "The Directorate of Receiving the Imperial Envoy reported, Because the imperial edict was suffering from an epidemic, we stayed there and protected him, and eventually we revised the imperial edict of investiture on the road. Your subject requests that in accordance with precedent, we send the commissioner for refreshing the envoy for refreshing the envoy. The King granted permission. ",
                "H2KE-nKo": "영접도감이 아뢰기를,“상칙사가 감기로 머물러 조섭하느라 노정을 고쳐 마련하는 일이 있기까지 하였으니, 규례대로 문위사를 차출하여 보내소서.”하니, 윤허하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 1일(정미) 3번째기사",
                "gt-oKo": "영접 도감(迎接都監)에서 아뢰기를, “중국의 칙사(勅使)가 감기 때문에 머물러 조섭(調攝)하여 노정(路程)을 다시 마련하는 일이 있기에 이르렀으니, 청컨대 예(例)에 의하여 문위사(問慰使)를 차송(差送)하소서.” 하니, 윤허하였다.",
                "hj": "○迎接都監啓言: 上勑以感患, 留住調護, 至有路程改磨鍊之擧, 請依例差送問慰使。” 允之。"
            },
            "4": {
                "H2KE-EN": "Jeong Choe Jo was appointed minister of rites .",
                "H2KE-nKo": "정최조를 예조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 1일(정미) 4번째기사",
                "gt-oKo": "정최조(鄭㝡朝)를 예조 판서(禮曹判書)로 삼았다.",
                "hj": "○以鄭㝡朝爲禮曹判書。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King proceeded to Mohwa Guesthouse to receive the imperial edict.",
                "H2KE-nKo": "모화관에 나아가 칙사를 맞이하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 10일(병진) 1번째기사",
                "gt-oKo": "모화관(慕華館)에 나아가 칙사(勅使)를 영접하였다.",
                "hj": "○丙辰/詣慕華館迎勑。"
            },
            "2": {
                "H2KE-EN": "The imperial envoys performed an ancestral rite at the Hall for Repose of the Soul .",
                "H2KE-nKo": "칙사가 혼전에서 제사를 지냈다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 10일(병진) 2번째기사",
                "gt-oKo": "칙사(勅使)가 혼전(魂殿)에게 제사를 행하였다.",
                "hj": "○勑使行祭于魂殿。"
            },
            "3": {
                "H2KE-EN": "The King proceeded to Myeongjeong Hall and received the imperial envoys in audience.",
                "H2KE-nKo": "명정전에 나아가 칙사를 접견하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 10일(병진) 3번째기사",
                "gt-oKo": "명정전(明政殿)에 나아가 칙사(勅使)를 접견하였다.",
                "hj": "○詣明政殿, 接見勑使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King proceeded to the guesthouse where he received the imperial envoys in audience.",
                "H2KE-nKo": "관소에 나아가 칙사를 접견하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 11일(정사) 1번째기사",
                "gt-oKo": "관소(館所)에 나아가 칙사(勅使)를 접견하였다.",
                "hj": "○丁巳/詣館所接見勑使。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Gik as minister of taxation , Jo병기는 총융사 , 남병철은 minister of war , and Jo병기와 Jo병철은 모두 중비로 제수한 것이다.",
                "H2KE-nKo": "김병국을 호조 판서로, 조병기를 총융사로, 남병철을 병조 판서로 삼았다. 남병기와 남병철은 모두 중비로 제수한 것이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 11일(정사) 2번째기사",
                "gt-oKo": "김병국(金炳國)을 호조 판서(戶曹判書)로, 조병기(趙秉夔)를 총융사(摠戎使)로, 남병철(南秉哲)을 병조 판서(兵曹判書)로 삼았으니, 조병기·남병철은 모두 중비(中批)였다.",
                "hj": "○以金炳國爲戶曺判書, 趙秉夔爲摠戎使, 南秉哲爲兵曹判書, 秉夔、秉哲, 竝中批也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order: Even though the illness of the imperial edict of investiture has already been recovered, the royal physician should bring a proper medicinal and escort it.",
                "H2KE-nKo": "전교하기를,“상칙사가 앓고 있는 병이 조금 차도가 있다고 하더라도 어의는 상당한 약물을 가지고 호송하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 12일(무오) 1번째기사",
                "gt-oKo": "하교하기를, “칙사(勅使)의 병이 비록 이미 나아간다 하더라도, 어의(御醫)는 해당하는 약물(藥物)을 가지고 호송(護送)하라.” 하였다.",
                "hj": "○戊午/敎曰: “上勑所患, 雖巳向差, 御醫持相當藥物護送。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gimi day, the King proceeded to Mohwa Guesthouse and held a farewell banquet for the imperial envoys.",
                "H2KE-nKo": "기미년 12월에 모화관에 나아가 칙사를 전송하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 13일(기미) 1번째기사",
                "gt-oKo": "모화관(慕華館)에 나아가 칙사를 전송하였다.",
                "hj": "○己未/詣慕華館送勑。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the first day of the month, the King proceeded to Hyojeong Hall and performed the salutation ritual toward the royal palace.",
                "H2KE-nKo": "효정전에 나아가 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 15일(신유) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 주다례(晝茶禮)를 행하였다.",
                "hj": "○辛酉/詣孝正殿, 行晝茶禮。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Kim Bohyeon was appointed as the Royal Confucian Academy , and Baek Yaksin as the navy commander of Left Jeolla Province .",
                "H2KE-nKo": "김보현을 성균관 대사성으로, 백약신을 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 16일(임술) 1번째기사",
                "gt-oKo": "김보현(金輔鉉)을 성균관 대사성(成均館大司成)으로, 백낙신(白樂莘)을 전라좌도 수군 절도사(全羅左道水軍節度使)로 삼았다.",
                "hj": "○壬戌/以金輔鉉爲成均館大司成, 白藥莘爲全羅左道水軍節度使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King ordered that Vice-Director of the Imperial Entertainments Hong Geun be reinstated to his government post.",
                "H2KE-nKo": "갑자년에 죽은 홍낙순의 관작을 회복시키라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 18일(갑자) 1번째기사",
                "gt-oKo": "홍낙순(洪樂純)의 관작(官爵)을 회복시키라고 명하였다.",
                "hj": "○甲子/命洪樂純, 復官爵。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King 차대를 행하였다. The King abolished the patrolling of the six garrisons in the northern frontier garrisons in order to eliminate the peoples hardships. This was reported by the high officials. He appointed Military Protectors Yi Gongik and Shin Seoku , and Chief Royal Secretary Yi Jongu as the minister.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 북평사가 육진을 순력하는 것을 혁파하여 민폐를 제거하였는데, 대신이 아뢴 것으로 인하여 호군 이공익과 신석우, 도승지 이종우를 정경에 발탁하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 20일(병인) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 북평사(北評事)의 육진 순력(六鎭巡歷)을 파하여 민폐(民弊)를 제거하였으니, 대신(大臣)의 주청(奏請)으로 인한 것이었다. 호군(護軍) 이공익(李公翼)·신석우(申錫愚), 도승지(都承旨) 이종우(李鍾愚)를 발탁하여 정경(正卿)으로 삼았다.",
                "hj": "○丙寅/次對于熙政堂。 罷北評事六鎭巡歷, 以除民弊, 因大臣所奏。 擢護軍李公翼、申錫愚, 都承旨李鍾愚爲正卿。"
            },
            "2": {
                "H2KE-EN": "The King appointed Oh취seon as the Office of the Inspector General , Yi Heungmin as the Office of the Censor General , and Shin Seokhui as the second deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "오취선을 사헌부 대사헌으로, 이흥민을 사간원 대사간으로, 신석희를 규장각 직제학으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 20일(병인) 2번째기사",
                "gt-oKo": "오취선(吳取善)을 사헌부 대사헌(司憲府大司憲)으로, 이흥민(李興敏)을 사간원 대사간(司諫院大司諫)으로, 신석희(申錫禧)를 규장각 직제학(奎章閣直提學)으로 삼았다.",
                "hj": "○以吳取善爲司憲府大司憲, 李興敏爲司諫院大司諫, 申錫禧爲奎章閣直提學。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 20일(병인) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] granted a rotational audience at the jeongmyo day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 21일(정묘) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○丁卯/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Janghwan as second minister of personnel , Hong Sunmok as third minister of personnel , and Bak Je헌 as magistrate of Gaeseong Magistracy .",
                "H2KE-nKo": "유장환을 이조 참판으로, 홍순목을 이조 참의로, 박제헌을 개성부 유수로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 21일(정묘) 2번째기사",
                "gt-oKo": "유장환(兪章煥)을 이조 참판(吏曹參判)으로, 홍순목(洪淳穆)을 이조 참의(吏曹參議)로, 박제헌(朴齊憲)을 개성부 유수(開城府留守)로 삼았다.",
                "hj": "○以兪章煥爲吏曹參判, 洪淳穆爲吏曹參議, 朴齊憲爲開城府留守。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly on the mujin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 22일(무진) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○戊辰/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Gyeongtae as governor of Gyeongsang Province, Yi Jongu as minister of punishments, and Jo Hwirim as governor of Jeolla Province.",
                "H2KE-nKo": "심경택을 경상도 관찰사로, 이종우를 형조 판서로, 조휘림을 전라도 관찰사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 22일(무진) 2번째기사",
                "gt-oKo": "심경택(沈敬澤)을 경상도 관찰사(慶尙道觀察使)로, 이종우(李鍾愚)를 형조 판서(刑曹判書)로, 조휘림(趙徽林)을 전라도 관찰사(全羅道觀察使)로 삼았다.",
                "hj": "○以沈敬澤爲慶尙道觀察使, 李鍾愚爲刑曹判書, 趙徽林爲全羅道觀察使。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the twelfth month, [the King] went to Gwanghyo Hall to perform the ancestral rites on the Day of Cold Food .",
                "H2KE-nKo": "효정전에 나아가 한식제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 23일(기사) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 한식제(寒食祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○己巳/詣孝正殿, 行寒食祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 23일(기사) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gabo day, the King granted a rotational audience to the gyeongo year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 24일(경오) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○庚午/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Gwangro as army commander of Hwanghae Province , Yi Wonhui as army commander of Left Gyeongsang Province , and Yi Jedo as army commander of Pyeongan Province .",
                "H2KE-nKo": "유광로를 황해도 병마절도사로, 이원희를 경상좌도 병마절도사로, 이제도를 평안도 병마절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 24일(경오) 2번째기사",
                "gt-oKo": "유광로(柳光魯)를 황해도 병마 절도사(黃海道兵馬節度使)로, 이원희(李元熙)를 경상좌도 병마 절도사(慶尙左道兵馬節度使)로, 이제도(李濟道)를 평안도 병마 절도사(平安道兵馬節度使)로 삼았다.",
                "hj": "○以柳光魯爲黃海道兵馬節度使, 李元熙爲慶尙左道兵馬節度使, 李濟道爲平安道兵馬節度使。"
            },
            "3": {
                "H2KE-EN": "The King summoned 암행 어사이건필을 소견하였으니, Seo Yeomsun , former Magistrate of Uiju Han Gyeongwon , former Magistrate Yi Pungik , former Magistrate of Ganggye Yi Jaeok , former Magistrate of Jeongju Strategic County Hong Ikchung , Magistrate of Gwaksan County Choe Seungjo , and others in writing.",
                "H2KE-nKo": "청북 암행 어사 이건필을 불러서 보았다. 서계한 죄는 청사 서염순, 전 의주 부윤 한경원, 전전 부윤 이풍익, 전 강계 부사 이재학, 전전 정주 목사 홍익섭, 곽산 군수 최승조이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 24일(경오) 3번째기사",
                "gt-oKo": "청북 암행 어사(淸北暗行御史) 이건필(李建弼)을 소견(召見)하였으니, 감사(監司) 서염순(徐念淳), 전(前) 의주 부윤(義州府尹) 한경원(韓敬源), 전전(前前) 부윤(府尹) 이풍익(李豐翼), 전 강계 부사(江界府使) 이재학(李在鶴), 전전 정주 목사(定州牧使) 홍익섭(洪翼燮), 곽산 군수(郭山郡守) 최승조(崔承祖)를 죄줄 것을 서계(書啓)한 때문이었다.",
                "hj": "○召見淸北暗行御史李建弼, 書啓罪司徐念淳, 義州前府尹韓敬源, 前前府尹李豐翼, 江界前府使李在鶴, 定州前前牧使洪翼爕, 郭山郡守崔承祖。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinmi day, the King granted a rotational audience to Shin Mi .",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 25일(신미) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○辛未/召對。"
            },
            "2": {
                "H2KE-EN": "The King summoned Governor of Hwanghae Province Nam병gil to bid farewell to the King.",
                "H2KE-nKo": "황해 감사 남병길을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 25일(신미) 2번째기사",
                "gt-oKo": "황해 감사(黃海監司) 남병길(南秉吉)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○召見黃海監司南秉吉, 辭陛也。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] received the officials in the morning court assembly on the imsin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 26일(임신) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○壬申/召對。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeyu day, [the King] summoned Supreme General [of the Middle Army Commandery General] Yi 헌gu and said, My dear sir served three ancestors in succession and ascended the throne in the middle age of seventy. On the contrary, my dear sir passed away. Truly, this is a beautiful sign from the state. For this reason, [I] bestowed an armrest and cane [upon him] as a token of my old age. [The King] specially bestowed medicinal supply of medicine and said, That is to treat my dear sirs illness. ",
                "H2KE-nKo": "판중추부사 이헌구를 불러서 보고 말하기를,“경은 세 조정을 내리 섬겼고 지위가 정승에 올랐으며 나이가 칠순이 넘었다. 60돌이 돌아왔으니 경의 복록은 세상에서 희귀한 일로 참으로 국가의 아름다운 상서이다. 그러므로 궤장을 하사하여 애오라지 노인을 우대하는 뜻을 표하는 것이다.”하였다. 특별히 약료를 하사하면서 말하기를,“이것으로 병을 조리하는 밑천을 삼으라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 27일(계유) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事) 이헌구(李憲球)를 소견(召見)하고 이르기를, “경은 3조(三朝)를 두루 섬기면서 지위가 삼공(三公)에 올랐고, 나이가 70을 넘어 회혼(回婚)에 가까웠으니, 경의 복록(福祿)은 세상에서 희귀(稀貴)하며, 진실로 국가의 아름다운 상서(祥瑞)이다. 때문에 궤장(几杖)을 내려주어 조금이나마 노인(老人)을 우대하는 뜻을 표한다.” 하였다. 특별히 약료(藥料)를 하사(下賜)하고 말하기를, “이것으로 병을 조섭하는 자료로 삼으라.” 하였다.",
                "hj": "○癸酉/召見判府事李憲球曰: “卿歷事三朝, 位登台司年踰七旬, 回巹載過卿之福祿, 世所稀貴, 眞國家之嘉瑞。 故賜以几杖, 聊表優老之意矣。” 特賜藥料曰: “以此爲調病之資也。”"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 27일(계유) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "[The King] bestowed funeral expenses upon the families of Pyeongyang Magistracy .",
                "H2KE-nKo": "평양부의 표몰된 가호에 휼전을 베풀었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 27일(계유) 3번째기사",
                "gt-oKo": "평양부(平壤府)의 표류(漂流)한 민호(民戶)에게 휼전(恤典)을 주었다.",
                "hj": "○給平壤府漂戶, 恤典。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] granted a rotational audience in the eulhae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 29일(을해) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○乙亥/召對。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On giyu day, [the King] summoned 암행 어사 Hong Seungyu , who was dispatched to Hamgil Province , and sent a letter to punish Magistrate of Gilju Strategic County Yi Gwanyeon , former Magistrate Sim Uipung , former Magistrate of Anbyeon Sim Donyeong , former Magistrate of Gyeongwon Baek낙찬 , former Magistrate of Huju Jo Yongha , former Magistrate of Muncheon Yun Manseon , Magistrate of Seongseong Magistracy Yi Gyuyong , Magistrate of Gapsan Strategic Prefecture Jo Munhyeon , former Magistrate of Gyeongheung Magistracy Yi Huiyeong , former Magistrate of Deokwon Magistracy Oh Taekseon , former Magistrate of Musan Magistracy Won Gye , former Magistrate of Jeongpyeong Magistracy Yi Mi , former Magistrate of Hongwon Minor District Ku Jang , and others, and Executive Assistant of Hamheung Kim Jinyeon were rewarded and promoted.",
                "H2KE-nKo": "함경도 암행 어사 홍승유를 불러서 보았다. 길주 목사 이관연, 전전 목사 심의풍, 전 안변 부사 심돈영, 전 경원 부사 백낙찬, 전 후주 부사 조용하, 전전 문천 군수 윤만선, 온성 부사 이규용, 갑산 부사 조문현, 전 경흥 부사 이희영, 전 덕원 부사 오택선, 전 무산 부사 원계, 전 정평 부사 이우, 전 홍원 현감 구음 등에게 죄를 주고, 함흥 판관 김병연은 포상하여 승진시켜 서용하도록 서계한 것이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 3일(기유) 1번째기사",
                "gt-oKo": "함경도 암행 어사(咸鏡道暗行御史) 홍승유(洪承裕)를 소견(召見)하였으니, 길주 목사(吉州牧使) 이관연(李觀淵), 전전(前前) 목사(牧使) 심의풍(沈宜豐), 전(前) 안변 부사(安邊府使) 심돈영(沈敦永), 전 경원 부사(慶源府使) 백낙찬(白樂贊), 전 후주 부사(厚州府使) 조용하(趙用夏), 전전 문천 군수(文川郡守) 윤만선(尹萬善), 온성 부사(穩城府使) 이규용(李圭容), 갑산 부사(甲山府使) 조문현(趙文顯), 전 경흥 부사(慶興府使) 이희영(李熙永), 전 덕원 부사(德源府使) 오택선(吳宅善), 전 무산 부사(茂山府使) 원계(元棨), 전 정평 부사(定平府使) 이석(李鉐), 전 홍원 현감(洪原縣監) 구열(具冽) 등을 죄주고, 함흥 판관(咸興判官) 김병연(金炳淵)을 포장(褒奬)하여 승서(陞敍)할 것을 서계(書啓)한 때문이었다.",
                "hj": "○己酉/召見咸鏡道暗行御史洪承裕, 書啓罪吉州牧使李觀淵, 前前牧使沈宜豐, 安邊前府使沈敦永, 慶源前府使白樂賛, 厚州前府使趙用夏, 文川前前郡守尹萬善, 穩城府使李圭容, 甲山府使趙文顯, 慶興前府使李熙永, 德源前府使吳宅善, 茂山前府使元棨, 定平前府使李鉐, 洪原前縣監具洌等, 咸興判官金炳淵, 褒施陞敍。"
            },
            "2": {
                "H2KE-EN": "The State Council reported, The journey of the imperial edict has already been several post stations. Although the sixth-rank rites official of the Office of Honorable Guests has already left [the capital], there must be no special objects. Left Royal Secretary Bak Naeiman is appointed special commissioner for refreshing the envoy at the border . Upon receiving the royal writ of appointment , he rushes to the point of receiving the royal writ of appointment until the arrival of the imperial edict was received. This will appreciate his intent. The King granted permission.",
                "H2KE-nKo": "비변사가 아뢰기를,“칙사의 행차가 중도에서 그대로 머무른 것이 이미 몇 군데나 됩니다. 문위례랑이 이미 내려갔지만 별도로 위문하지 않을 수 없습니다. 좌승지 박내만을 별문위사로 차하하여 어첩을 받들고 만나는 기간에 맞추어 달려가 격식을 벗어난 뜻을 전하게 하소서.”하니, 윤허하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 3일(기유) 2번째기사",
                "gt-oKo": "비변사(備邊司)에서 아뢰기를, “칙사(勅使)의 행차가 중도에서 그대로 머문 것이 이미 여러 참(站)입니다. 문위 예랑(問慰禮郞)이 이미 내려갔더라도 별도로 위로의 말이 없을 수 없습니다. 좌승지 박내만(朴來萬)을 별문위사(別問慰使)로 차하(差下)하여 어첩(御帖)을 받들고, 만나는 곳에까지 한정하고 달려가서 격식 외의 뜻을 전하게 하소서.” 하니, 그대로 윤허하였다.",
                "hj": "○備邊司啓言: “勑行之中路仍留, 已爲數站矣。 問慰禮郞, 雖已下去, 不可無別般勞訊。 左承旨朴來萬, 別問慰使差下, 奉御帖, 限所逢馳去, 以致格外之意。” 允之。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I appointed the commissioner for refreshing the envoy , but it is inevitable that there is no separate message [for him]. Have the royal physician bring ginseng and medicinal supplies [to him].",
                "H2KE-nKo": "전교하기를,“문위사를 차하하였으나 또 별도로 뜻을 보이지 않을 수 없으니, 즉시 어의로 하여금 삼료를 가지고 내려가게 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 3일(기유) 3번째기사",
                "gt-oKo": "전교(傳敎)하기를, “문위사(問慰使)를 차하(差下)하였지마는 또 별도의 뜻을 보이지 않을 수 없으니, 곧바로 어의(御醫)로 하여금 삼료(蔘料)를 가지고 내려가게 하라.” 하였다.",
                "hj": "○敎曰: “問慰使差下矣, 又不可無別般示意, 卽使御醫, 持蔘料下送。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On byeongja day, the King received the officials in the morning court assembly in the byeongja year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 30일(병자) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○丙子/召對。"
            },
            "2": {
                "H2KE-EN": "Yun Chisu was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "윤치수를 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 30일(병자) 2번째기사",
                "gt-oKo": "윤치수(尹致秀)를 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○以尹致秀爲判義禁府事。"
            },
            "3": {
                "H2KE-EN": "A fire broke out at places such as Damyang , Jinan , Yongdam , and other towns. The King granted relief to them.",
                "H2KE-nKo": "담양, 진안, 용담 등 고을의 불탄 집에 휼전을 내렸다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 30일(병자) 3번째기사",
                "gt-oKo": "담양(潭陽)·진안(鎭安)·용담(龍潭) 등 읍(邑)의 소실(燒失)된 민호(民戶)에 휼전(恤典)을 주었다.",
                "hj": "○給潭陽、鎭安、龍潭等邑燒戶, 恤典。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, a physician entered the temporary palace in order to inquire after the health of the Grand Abdicated King at the Royal Confucian Academy.",
                "H2KE-nKo": "약원에서 희정당에 입진하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 5일(신해) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○辛亥/藥院入診于熙政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the month, the King performed the Spring First Season and Autumn Annals at Injeong Hall (Hall of Benevolent Governance. The lecture reached the Royal Confucian School Yi Sangsu and Shin Myeonghwa , and the lecture reached the Royal Confucian School Shin Dan , the lecture reached the Royal Confucian School , and the lecture reached the Royal Confucian School Yi Seungo . ",
                "H2KE-nKo": "인정전에서 춘도기를 행하였다. 강경에 유학 이상수와 신명화, 부에 진사 신단, 유학 이승오에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 6일(임자) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 춘도기(春到記)를 행하여, 강(講)에 유학(幼學) 이상수(李尙壽)·신명화(申命和)를, 부(賦)에 진사(進士) 신단(申檀), 유학(幼學) 이승오(李承五)를 모두 직부 전시(直赴殿試)하도록 하였다.",
                "hj": "○壬子/行春到記于仁政殿, 講幼學李尙壽、申命和, 賦進士申檀, 幼學李承五, 幷直赴殿試。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Kim Jeongjip , who was in the gyechuk year (, was appointed director of the Office of the Inspector General .",
                "H2KE-nKo": "김정집을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 7일(계축) 1번째기사",
                "gt-oKo": "김정집(金鼎集)을 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○癸丑/以金鼎集爲判義禁府事。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] appointed Sim낙sin as chief section chief of the Left [Gyeongsang] Prefecture .",
                "H2KE-nKo": "심낙신을 좌변포도대장으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 2월 9일(을묘) 1번째기사",
                "gt-oKo": "심낙신(沈樂臣)을 좌변 포도 대장(左邊捕盜大將)으로 삼았다.",
                "hj": "○乙卯/以沈樂臣爲左邊捕盜大將。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the new moon .",
                "H2KE-nKo": "정축년에 효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 1일(정축) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○丁丑/詣孝正殿, 行朔祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "Kim Yeongeun , former governor of Hwanghae Province , was summoned.",
                "H2KE-nKo": "전 황해 감사 김연근을 불러서 보았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 1일(정축) 2번째기사",
                "gt-oKo": "전(前) 황해 감사(黃海監司) 김연근(金淵根)을 소견(召見)하였다.",
                "hj": "○召見前黃海監司金淵根。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 1일(정축) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "4": {
                "H2KE-EN": "The King appointed Hong Jaryong as 총융사 .",
                "H2KE-nKo": "홍재룡을 총융사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 1일(정축) 4번째기사",
                "gt-oKo": "홍재룡(洪在龍)을 총융사(摠戎使)로 삼았다.",
                "hj": "○以洪在龍爲摠戎使。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On muja day, the King granted a rotational audience to the muja year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 12일(무자) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○戊子/召對。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King appointed Song Jaseon as navy subarea commander of Chungcheong Province .",
                "H2KE-nKo": "기축년에 송재선을 충청도 수군절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 13일(기축) 1번째기사",
                "gt-oKo": "송재선(宋在璿)을 충청도 수군 절도사(忠淸道水軍節度使)로 삼았다.",
                "hj": "○己丑/以宋在璿爲忠淸道水軍節度使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King granted a rotational audience to the gyeongin year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 14일(경인) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○庚寅/召對。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the full moon .",
                "H2KE-nKo": "효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 15일(신묘) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 망제(望祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○辛卯/詣孝正殿, 行望祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 15일(신묘) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "During the royal tomb of the Royal Tomb of King Taejo , the supervisors and below were rewarded with varying degrees. Governor [of Gyeonggi Province] Yi Ingyo was promoted [to a higher post].",
                "H2KE-nKo": "지릉의 능 위를 개수할 때의 감동 이하에게 차등을 두어 시상하고, 도신 이인고는 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 15일(신묘) 3번째기사",
                "gt-oKo": "지릉(智陵)의 능 위를 수리할 때의 감동(監董) 이하에게 차등있게 시상(施賞)하고, 감사(監司) 이인고(李寅皐)를 가자(加資)하였다.",
                "hj": "○智陵陵上修改時, 監蕫以下施賞有差, 道臣李寅皐, 加資。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyesa day, the King received the officials in the morning court assembly in the gyesa year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 17일(계사) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○癸巳/召對。"
            },
            "2": {
                "H2KE-EN": "Kim Hakseong was appointed director of the Office of the Royal Decrees .",
                "H2KE-nKo": "김학성을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 17일(계사) 2번째기사",
                "gt-oKo": "김학성(金學性)을 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○以金學性爲判義禁府事。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gabo day, [the King] received the officials in the morning court assembly in the gabo year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 18일(갑오) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○甲午/召對。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongsin day, the first day of the month, [the King] visited the Royal Placenta Chamber to inquire after the health of the Grand Abdicated King, and then granted a rotational audience to the King at 희정당에서. Right State Councilor Jo Dusun reported to the King, saying, The evils of preventing the people from doing so in each province from doing so. The King said, Exchange whether or not it is a matter of urgency for the people and the country. Even though the magistrate of a district although he himself possessessesses the people, if he posessessessesses all the people from doing so in order to prevent the people from doing so, how can this be a way to observe the sovereign? As for the evils of collecting taxes from outside the capital, it is also not proper to treat them as a matter of ordinary",
                "H2KE-nKo": "희정당에서 병신년에 내의원이 입진하고, 희정당에서 차대를 행하였다. 우의정 조두순이 아뢰기를,“여러 도의 방곡에 대한 폐단을 금지하소서.”하니, 주상이 말하기를,“있고 없는 것을 교역하는 것은 백성과 나라의 급선무이다. 수령이 비록 각각 그 고을을 위한 것이라고는 하지만 만일 일체 방곡하여 아무 상관없는 사람 보듯이 한다면 이것이 어찌 임금의 뜻을 선양하는 도리이겠는가. 지방 고을에서 방납하는 폐단도 예사롭게 보아서는 안 되니 아뢴 대로 엄히 금지하라.”하였다. 또 아뢰기를,“충정공 김성행에게 부조지전을 시행하소서.”하니, 주상이 말하기를,“김 충정공의 높은 충성과 뛰어난 절개는 내가 크게 감동했을 뿐만 아니라 이미 두 성조에서 포상하라는 하교가 있었으니 아뢴 대로 시행하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 20일(병신) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다. 우의정(右議政) 조두순(趙斗淳)이 아뢰기를, “여러 도(道)의 방곡(防穀)하는 폐단을 금하소서.” 하니, 임금이 말하기를, “있고 없는 것을 교역(交易)하는 것은 국가의 급선무가 되는 것이다. 수령이 된 자가 비록 각각 그 읍(邑)을 위한다고 말하며 일체 방곡(防穀)을 하여 이웃 고을의 굶주림을 상관이 없는 사람같이 본다면, 이것이 어찌 왕화(王化)를 선양(宣揚)하는 도리가 되겠는가? 외읍(外邑)의 방납(防納)하는 폐단에 이르러서도 평범하게 볼 수 없으니, 아뢴 대로 엄격하게 금단(禁斷)을 더하라.” 하였다. 또 아뢰기를, “충정공(忠正公) 김성행(金省行)에게 부조(不祧)의 은전(恩典)을 시행하소서.” 하니, 임금이 이르기를, “김 충정(金忠正)의 높은 충성과 높은 절의는 다만 나만이 세상에 드문 느낌을 받았을 뿐만 아니라, 이미 두 성조(聖朝)에서도 포가(褒嘉)의 전교(傳敎)를 내리셨으니, 아뢴 대로 시행하라.” 하였다.",
                "hj": "○丙申/藥院入診, 及次對于熙政堂。 右議政趙斗淳啓言: “禁諸道防穀之弊。” 上曰: “貿遷有無, 民國之急先務也。 爲守宰者, 雖曰各爲其邑, 若一切防穀, 秦瘠視人, 則是豈對揚之道乎? 至於外邑防納之弊, 亦不可視同尋常, 依所奏嚴加禁斷。” 又啓言: “忠正公金省行施不祧之典,” 上曰: “金忠正之危忠卓節, 非但予之所曠感,曰已有兩聖朝褒嘉之敎, 依所奏施行。”"
            },
            "2": {
                "H2KE-EN": "Kim Siyeon was appointed second minister of personnel , and Yi Gongik was appointed deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "김시연을 이조 참판으로, 이공익을 한성부 판윤으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 20일(병신) 2번째기사",
                "gt-oKo": "김시연(金始淵)을 이조 참판(吏曹參判)으로, 이공익(李公翼)을 한성부 판윤(漢城府判尹)으로 삼았다.",
                "hj": "○以金始淵爲吏曹參判, 李公翼爲漢城府判尹。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] granted a rotational audience to Jeongyu .",
                "H2KE-nKo": "정유년에 소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 21일(정유) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○丁酉/召對。"
            },
            "2": {
                "H2KE-EN": "The King summoned 암행 어사를 Right Gyeongsang Province Seo Sangji and sent a letter to the King in order to punish former Governor Shin Seoku , former Magistrate of Jinju Strategic County Sim Wonyeol , former Magistrate of Gaeryeong District Yi Seungseo , former Magistrate of Sacheon District Kim Ikwon , former Magistrate of Sacheon District Yi Iko , former Magistrate of웅cheon District Yi Jinsun , Magistrate of Hamchang District Jo Maneung , former Magistrate of Gonyang District Im Gyeongmo , former Circuit Inspector Hong Yak필 , former Magistrate of Muneon District Yi Huichang , Right Army Commander Choe Myeongho , and others. Magistrate of Geumsan County Min Chiseo , former Magistrate of Anui District Kim Jahyeon were all rewarded and promoted.",
                "H2KE-nKo": "경상우도 암행 어사 서상지를 불러서 보았다. 전 감사 신석우, 전 진주 목사 심원열, 전 개령 현감 이승서, 전전 사천 현감 김병원, 전 삼가 현감 이병오, 전 웅천 현감 이진순, 함창 현감 조만긍, 전전 곤양 군수 임경모, 전 소촌 찰방 홍약필, 전전 상주 영장 이희창, 우병우후 최명호 등을 죄주고, 금산 군수 민치서, 전 안의 현감 김재현을 모두 포상하여 승진시켜 서용하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 21일(정유) 2번째기사",
                "gt-oKo": "경상우도 암행 어사(慶尙右道暗行御史) 서상지(徐相至)를 소견(召見)하였으니, 전(前) 감사(監司) 신석우(申錫愚), 전 진주 목사(晋州牧使) 심원열(沈遠悅), 전 개령 현감(開寧縣監) 이승서(李承緖), 전전(前前) 사천 현감(泗川縣監) 김병원(金秉遠), 전 삼가 현감(三嘉縣監) 이병오(李秉五), 전 웅천 현감(熊川縣監) 이진순(李進純), 함창 현감(咸昌縣監) 조만긍(趙萬兢), 전전 곤양 군수(昆陽郡守) 임경모(任景模), 전 소촌 찰방(召村察訪) 홍약필(洪若弼), 전전 상주 영장(尙州營將) 이희창(李羲昌), 우병우후(右兵虞候) 최명호(崔命鎬) 등을 죄주고, 금산 군수(金山郡守) 민치서(閔致序), 전 안의 현감(安義縣監) 김재현(金在顯)을 모두 포장(褒奬)하여 승서(陞敍)할 것을 서계(書啓)한 때문이었다.",
                "hj": "○召見慶尙右道暗行御史徐相至書啓, 罪前監司申錫愚, 晋州前牧使沈遠悅, 開寧前縣監李承緖, 泗川前前縣監金秉遠, 三嘉前縣監李秉五, 熊川前縣監李進純, 咸昌縣監趙萬兢, 昆陽前前郡守任景模, 召村前察訪洪若弼, 尙州前前營將李羲昌, 右兵虞候崔命鎬等, 金山郡守閔致序, 安義前縣監金在顯, 幷褒施陞敍。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On musul day, the King summoned 암행 어사를 Left Gyeongsang Province Im Geunjun and submitted a letter to the King. Former Magistrate of Yangsan District Yi Jamun , Former Magistrate of Uiheung District Bak Jinsu , Former Magistrate of Changnyeong District Kim Ugeun , Magistrate of Sunheung Strategic Prefecture Song Ilseong , Former Magistrate Kim Jeunghyeon , Magistrate of Uiseong District Jo Myeon , Magistrate of Yeongcheon District Yi Uhyeon , Former 군수 Hong Geonhu , Former Magistrate of Hyeonpung District Kim Duheum , Former Magistrate of Yeongsan District Yi Noik , Former Magistrate of Ulsan District Sim Wonye , Magistrate of Jinbo District Choe Hojin , Former Circuit Inspector Yi Daeseung , Former Circuit Inspector Kim Jinjeong , Former 수사 Yi Sinyeong , Former Circuit Commander Heo Hae , Former Circuit Commander of Gyeongju Kim Il , Former Circuit Commander of Andong Former Circuit Commander Yu Sangri , Former Circuit Commander of Daegu Former Circuit Inspector Im Gyeongmok , Former Circuit Commander of Gyeongju Yi Seunghyeon , and Former Circuit Inspector of Hayang District Yi Jeonggi , they were rewarded and promoted.",
                "H2KE-nKo": "무술년에 경상좌도 암행 어사 임응준을 불러서 보았다. 전 양산 군수 이재문, 전 의흥 현감 박진수, 전 창녕 현감 김우근, 순흥 부사 송일성, 전 부사 김증현, 의성 현령 조면호, 영천 군수 이우현, 전 군수 홍건후, 전 현풍 현감 김두흠, 전 영산 현감 이노익, 전 울산 부사 심원열, 진보 현감 최호진, 전 안기 찰방 이대승, 전전 찰방 김진정, 전 수사 이신영, 전전 수우후 허채, 전 경주 영장 김병일, 전전 안동 영장 유상주, 전전 대구 영장 임경모, 전전 경주 영장 이승헌 등에게 죄를 주고, 하양 현감 이정병은 포상하여 승진시켜 서용하도록 하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 22일(무술) 1번째기사",
                "gt-oKo": "경상좌도 암행어사(慶尙左道暗行御史) 임응준(任應準)을 소견(召見)하였으니, 전 양산 군수(梁山郡守) 이재문(李在聞), 전 의흥 현감(義興縣監) 박진수(朴晋壽), 전 창녕 현감(昌寧縣監) 김우근(金祐根), 순흥 부사(順興府使) 송일성(宋一成), 전 부사(府使) 김증현(金曾鉉), 의성 현령(義城縣令) 조면호(趙冕鎬), 영천 군수(永川郡守) 이우현(李禹鉉), 전 군수(郡守) 홍건후(洪健厚), 전 현풍 현감(玄風縣監) 김두흠(金斗欽), 전 영산 현감(靈山縣監) 이노익(李魯翼), 전 울산 부사(蔚山府使) 심원열(沈遠悅), 진보 현감(眞寶縣監) 최호진(崔浩鎭), 전 안기 찰방(安奇察訪) 이대승(李大升), 전전 찰방(察訪) 김진정(金晋禎), 전 수사(水使) 이신영(李信泳), 전전 수군 우후(水軍虞候) 허곤(許錕), 전 경주 영장(慶州營將) 김병일(金炳一), 전전 안동 영장(安東營將) 유상신(柳相兟), 전전 대구 영장(大邱營將) 임경모(任景模), 전전 경주 영장(慶州營將) 이승헌(李勝憲) 등을 죄주고, 하양 현감(河陽縣監) 이정병(李正秉)을 포장(褒奬)하여 승서(陞敍)할 것을 서계(書啓)한 때문이었다.",
                "hj": "○戊戌/召見慶尙左道暗行御史任應準書啓, 罪梁山前郡守李在聞, 義興前縣監朴晋壽, 昌寧前縣監金祐根, 順興府使宋一成, 前府使金曾鉉, 義城縣令趙冕鎬, 永川郡守李禹鉉, 前郡守洪健厚, 玄風前縣監金斗欽, 靈山前縣監李魯翼, 蔚山前府使沈遠悅, 眞寶縣監崔浩鎭, 安奇前察訪李大升, 前前察訪金晋禎, 前水使李信泳, 前前水虞候許錕, 慶州前營將金炳一, 安東前前營將柳相兟, 大邱前前營將任景模, 慶州前前營將李勝憲等, 河陽縣監李正秉, 褒施陞敍。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the gihae year (: It has already been ordered that Kim Chungjeong be banished to a designated area and that his loyalty and integrity be supported to encourage public morals. How can there be no special observation of his loyalty and honesty? I specially conferred him to the post of chief state councilor and grant a funerary oration and condolence gifts upon him. When the royal secretary proceeds to the capital, the royal secretary should go.",
                "H2KE-nKo": "전교하기를,“김 충정공(金忠正公 김인후)을 조천하지 말라는 명을 이미 내렸는데, 그의 높은 충성과 뛰어난 절개에 대해 세상의 교화를 부식하는 방도로 볼 때 어찌 별도로 감회를 표하는 조처가 없을 수 있겠는가. 특별히 영의정을 추증하고 치제할 때에는 승지가 나아가도록 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 23일(기해) 1번째기사",
                "gt-oKo": "전교(傳敎)하기를, “김충정(金忠正)의 부조(不祧)는 벌써 성명(成命)이 있었으나, 그 높은 충성과 높은 절의가 세교(世敎)를 도와 굳게 한 것에 어찌 별달리 감회(感悔)를 붙이는 거사가 없을 수 있겠느냐? 특별히 영의정(領議政)을 증직(贈職)하고, 치제(致祭)할 때에는 승지(承旨)가 나아가도록 하라.” 하였다.",
                "hj": "○己亥/敎曰: “金忠正之不祧, 已有成命而其危忠卓節之所以扶植世敎者, 何可無別般寓感之擧? 特贈上相之職, 致侑時, 承旨進去。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King granted a rotational audience to the officials in the sinchuk year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 25일(신축) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○辛丑/召對。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On imin day, [the King] granted a rotational audience to imin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 26일(임인) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○壬寅/召對。"
            },
            "2": {
                "H2KE-EN": "The King appoints Yi Huigyeong as supreme commander of the Right frontier commander",
                "H2KE-nKo": "이희경을 우변포도대장으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 26일(임인) 2번째기사",
                "gt-oKo": "이희경(李熙絅)을 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○以李熙絅爲右邊捕盜大將"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King summoned former Governor of Gyeongsang Province Jo Jongjun .",
                "H2KE-nKo": "전 경상 감사 조병준을 불러서 보았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 28일(갑진) 1번째기사",
                "gt-oKo": "전 경상 감사(慶尙監司) 조병준(趙秉駿)을 소견(召見)하였다.",
                "hj": "○甲辰/召見前慶尙監司趙秉駿。"
            },
            "2": {
                "H2KE-EN": "The King summoned the three imperial envoys who had returned [from Ming China].",
                "H2KE-nKo": "연경에서 돌아온 세 사신을 불러서 보았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 28일(갑진) 2번째기사",
                "gt-oKo": "돌아온 세 사신(使臣)을 소견(召見)하였다.",
                "hj": "○召見回還三使臣。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On eulsa day, [the King] visited the Royal Placenta Chamber in the eulsa year ( and entered the Royal Placenta Chamber Hall (Hall of Extensive Filial Placentacenta Chamber. Subsequently, [the King] summoned the Royal Placentacenta Chamber.",
                "H2KE-nKo": "을사년에 약원에서 입진하고 희정당에서 소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 29일(을사) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 소대(召對)를 행하였다.",
                "hj": "○乙巳/藥院入診, 及召對于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the first day of the twelfth month, the King proceeded to Gwanghyo Hall and performed the salutation ritual toward the royal palace.",
                "H2KE-nKo": "효정전에 나아가 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 3일(기묘) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 주다례(晝茶禮)를 행하였다.",
                "hj": "○己卯/詣孝正殿, 行晝茶禮。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 3일(기묘) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King conducted the strength of the Office of Diplomatic Correspondence : Responding Editors Yi Guik , Yi Ikik , Hong Sundae , and Seo Sangji ; and Responding EditorsSeong Sangik , Yun Taegyeong , Jo Chae , and Sim Ik .",
                "H2KE-nKo": "규장각 권점을 행하였다. 직각 이구익, 이익상, 홍순대, 서상지, 대교 서상익, 윤태경, 조채, 심이택이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 3일(기묘) 3번째기사",
                "gt-oKo": "각권(閣圈)을 행하였는데, 직각(直閣)에 이구익(李九翼)·이익상(李翊相)·홍순대(洪淳大)·서상지(徐相至), 대교(待敎)에 서상익(徐相翊)·윤태경(尹泰經)·조채(趙埰)·심이택(沈履澤)이다.",
                "hj": "○行閣圈, 直閣李九翼、李翊相、洪淳大、徐相至, 待敎徐相翊、尹泰經、趙埰、沈履澤。"
            },
            "4": {
                "H2KE-EN": "The King appointed Jo Yeonheung as second deputy director of the Office of Royal Decrees , Yi Guik as sixth-rank military official , and Seo Sangik as third-rank military official .",
                "H2KE-nKo": "조연흥을 규장각 직제학으로, 이구익을 직각으로, 서상익을 대교로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 3일(기묘) 4번째기사",
                "gt-oKo": "조연흥(趙然興)을 규장각 직제학(奎章閣直提學)으로, 이구익(李九翼)을 직각(直閣)으로, 서상익(徐相翊)을 대교(待敎)로 삼았다.",
                "hj": "○以趙然興爲奎章閣直提學, 李九翼爲直閣, 徐相翊爲待敎。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil examination was held in gyeongjin year (. The metropolitan second stage civil examination was held. The metropolitan second stage civil examination was held in gyeongjin year (. The metropolitan second stage civil examination was held in gyeongjin year (. The metropolitan second stage military examination conducted in gyeongjin year (. The metropolitan second stage military examination was held in gyeongjin year (. The metropolitan second stage civil examination was held in gyeongjin year (. The metropolitan second stage civil examination was held in gyeongjin year (. The metropolitan second stage civil examination was held in gyeongjin year (. The metropolitan second stage civil examination was held in gyeongjin year (. The metropolitan second stage military examination was held in gyeongjin year (. The metropolitan second stage military examination was held in gyeongjin year (. Yi Yaku , Yun Jeonghyeon , Nam Sage철 , Kim Ikhak , and Shin Seoku .",
                "H2KE-nKo": "경진년에 문형 회권을 행하였는데, 이약우, 윤정현, 남병철, 김병학, 신석우였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 4일(경진) 1번째기사",
                "gt-oKo": "문형 회권(文衡會圈)을 행하였는데, 이약우(李若愚)·윤정현(尹定鉉)·남병철(南秉哲)·김병학(金炳學)·신석우(申錫愚)를 뽑았다.",
                "hj": "○庚辰/行文衡會圈, 李若愚、尹定鉉、南秉哲、金炳學、申錫愚。"
            },
            "2": {
                "H2KE-EN": "Shin Seoku was appointed magistrate of Hanseong Magistracy , and Kim Ikhak was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "신석우를 한성부 판윤으로, 김병학을 대제학으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 4일(경진) 2번째기사",
                "gt-oKo": "신석우(申錫愚)를 한성부 판윤(漢城府判尹)으로, 김병학(金炳學)을 대제학(大提學)으로 삼았다.",
                "hj": "○以申錫愚爲漢城府判尹, 金炳學爲大提學。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 4일(경진) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "[The King] summoned Governor of Pyeongan Province Kim Giman and Governor of Jeolla Province Jo Hwirim to bid farewell [to the King].",
                "H2KE-nKo": "평안 감사 김기만과 전라 감사 조휘림을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 6일(임오) 1번째기사",
                "gt-oKo": "평안 감사(平安監司) 김기만(金箕晩)·전라 감사(全羅監司) 조휘림(趙徽林)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○壬午/召見平安監司金箕晩, 全羅監司趙徽林, 辭陛也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Seo Hun as magistrate of Suwon Magistracy .",
                "H2KE-nKo": "서유훈을 수원부 유수로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 6일(임오) 2번째기사",
                "gt-oKo": "서유훈(徐有薰)을 수원부 유수(水原府留守)로 삼았다.",
                "hj": "○以徐有薰爲水原府留守。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 6일(임오) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyemi day, the King granted a rotational audience in the gyemi year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 7일(계미) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○癸未/召對。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Fourth Inspector Jo Unju , Fourth Inspector of the Office of the Inspector General , submitted a memorial requesting that Kim Ikyong , Left Royal Secretary of Honorable Guests , be punished and banished to a designated area. The King addressed him thus: Comprehensive and investigating officials, such greedy and corrupt practices have occurred. How can other matters be surprised? I am extremely surprised and apprehensive. Regarding the request of Kim Ikyong, your subject requests that Kim Ikyong be punished as he requested, and the governor of the province return the items to Kim Ikju.",
                "H2KE-nKo": "지평 조운주가 상소하여 충청좌도 어사 김익용의 비루하고 잗달은 정상에 대해 논하고 찬배의 형전을 시행할 것을 청하니, 비답하기를,“염치하고 안찰하는 자리에 있으면서 이렇게 탐욕스럽고 야비한 버릇을 저질렀으니, 다른 것이야 말해 무엇하겠는가. 너무도 놀랍고 한탄스럽다. 청한 바는 그대로 시행하고, 그가 토색질한 물건은 도신으로 하여금 일일이 돌려주게 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 3월 8일(갑신) 1번째기사",
                "gt-oKo": "지평(持平) 조운주(趙雲周)가 충청좌도 어사(忠淸左道御史) 김익용(金益容)의 비루하고 잗달은 형상을 소론(疏論)하고 귀양보내는 형벌을 시행하기를 청하니, 비답(批答)하기를, “안렴(按廉)하는 위치에서 이와 같은 탐욕하고 비루한 습성이 있으면, 다른 사람이야 어찌 이루 말하겠는가? 매우 놀랍고 한탄스럽다. 소청대로 시행하고, 그 착취한 물건은 감사(監司)로 하여금 일일이 돌려주게 하라.” 하였다.",
                "hj": "○甲申/持平趙雲周, 疏論湖左御史金益容鄙瑣之狀, 請施竄配之典, 批曰: “廉按之地, 有此貪鄙之習, 他尙何說? 駭惋極矣。 所請依施, 其所徵索之物, 令道臣, 一一還給。”"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongo day, the first day of the month, [the King] went to Gwanghyo Hall to perform the rite of the new moon and 주다례를 행하였다.",
                "H2KE-nKo": "효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 1일(병오) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○丙午/詣孝正殿行, 朔祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King summoned 시임 대신과 원임 대신, 예조 당상, and Great Lord of Yeongeun Hall for an audience with them at the lustration hall. The King said, This year, it is a seventy-seven years old age of Obedience and Father Queen Sunwon . How could I pray for Your Majestys longevity on Your Majestys mountains and streams for Your Majestys longevity? However, Heaven did not look after Your Majestys sorrow and suddenly grieved the grief of Your Majestys utmost grief. I only feel deeply sorrowful that the honorific titles of Obedience and Deferential Piety should be reverently dedicated to the honorific titles of Obedience and Deferential Piety to express my utmost sorrow and unexpected feelings. My dear sirs should deliberate on this matter and discuss the matter and then report back to me. Then the King shed tears. Jeong Yong , and others said, Upon hearing Your Majestys instructions, your sorrowful and grief cannot be even more expected. Obedience, the virtues of Obedience and Father Kings great benevolence and great behavior cannot be admired even after a hundred years. How much more so if Your Majesty does not forget Your Majestys feelings of pleasure for Your Majestys longevity? Obedience and filial piety of Obedience and Father King said, That is true. I always have a shortage of insufficient heart. Among the people, who would not receive Your Majestys benevolence and love for Your Majestys parents? Only I am the utmost benevolence and great virtue of Obedience and Heaven, so how can I express my desire to repay Your Majestys ten-thousandth? Jeong Wonyong and others said, Obedience and Father Kings utmost benevolence and Your Majestys filial piety is what your subjects have heard and heard in ordinary times. This year, this year, Your Majestys grief is seven years old. We pray for Your Majestys longevity and pray for Your Majestys longevity day and night. How could I suddenly grieve over Your Majestys grief over Your Majestys passing? Now, if Your Majesty personally offers the jade book and the seal in front of Your Majestys spirit tablet, then it would be possible for Your Majestys filial piety to revere Your Majestys grief over Your Majestys passing, and your subjects can also slightly comfort Your Majestys feelings and propriety. It is humbly hoped that Your Majesty issue a decision immediately.",
                "H2KE-nKo": "재전에서 시원임 대신과 예조 당상 및 영은부원군을 불러서 보았다. 주상이 말하기를,“올해는 바로 순원성모의 보령이 칠순이 되는 해이다. 나 소자가 장수를 축원하는 마음이 어떠하겠는가. 그런데 하늘이 불쌍히 여기지 않아 갑자기 망극한 슬픔을 당하게 되었으니, 하늘을 우러르고 땅을 굽어보아도 미칠 수 없어 그저 슬프고 허전한 마음만 간절할 뿐이다. 순조실과 효정전의 존호를 다시 추상하여 나의 지극히 애통한 심정을 펴려고 하니, 경들은 잘 헤아려 의정하여 들이라.”하고, 이어 눈물을 흘렸다. 정원용 등이 아뢰기를,“성상의 하교를 듣고 보니 슬프고 허전한 마음과 송축하는 마음을 더욱 아뢸 수가 없습니다. 순원성모의 성대한 덕과 지극한 선은 백세 뒤에도 오히려 찬양하려는 마음이 있는데, 하물며 오늘날 위아래 사람들이 잊지 못하는 그리움에 대해서야 말할 것이 있겠습니까. 순원성모의 은덕은 우리 전하의 효성으로 비록 날마다 아름다움을 드러내더라도 오히려 부족할 것입니다.”하니, 주상이 말하기를,“참으로 그렇다. 그러나 나는 항상 부족하게 여기는 마음이 있다. 무릇 사람이면 누군들 부모의 자애를 받지 않겠는가마는, 내가 성모의 지극히 어질고 큰 덕은 하늘과 같이 끝이 없으니, 보답하려는 마음을 어떻게 만분의 일이나마 펼 수 있겠는가.”하였다. 정원용 등이 아뢰기를,“성모의 지극히 자애로운 마음과 전하의 지극한 효성은 신들이 평소에 듣고 본 것입니다. 올해는 바로 보령이 칠순이 되는 해입니다. 경사를 빛내고 장수를 축원하는 소원을 밤낮으로 간절히 빌고 있는데, 어찌 갑자기 끝없는 슬픔을 품을 줄 생각이나 했겠습니까. 지금 산 사람을 섬기는 것처럼 하는 의리로 영유 앞에 옥책과 금보를 친히 올리신다면 추모하는 성상의 효성을 펼 수 있을 것이고, 미치지 못하는 여러 사람의 마음도 조금은 위로될 수 있을 것이며, 인정과 예의에도 모두 흡족할 것입니다. 삼가 바라건대 즉시 명을 내리소서.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 1일(병오) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신(大臣), 예조 당상(禮曹堂上) 및 영은 부원군(永恩府院君)을 재전(齋殿)에서 소견(召見)하고, 임금이 말하기를, “금년은 곧 우리 순원 성모(純元聖母)의 보령(寶齡)이 70이 되는 해이다. 나 소자의 수복(壽福)을 기원하는 정성이 어떠하였겠느냐마는, 하늘이 불쌍히 여기지 않아 갑자기 망극(罔極)한 통한(痛恨)을 만났으니, 우러러 보고 굽어 보아도 미치지 못하고 단지 슬픔만이 간절할 뿐이다. 순조실(純祖室)과 효정전(孝正殿)의 존호(尊號)를 다시 추상(追上)하여 나의 지통(至痛)하고 미치지 못하는 심정을 펴는 것이 마땅하니, 경(卿) 등은 토의(討議)하고 결정(決定)하여 들이라.” 하고, 이어서 얼굴을 가리고 울었다. 정원용(鄭元容) 등이 말하기를, “성교(聖敎)를 받자와 들으니, 슬픈 생각과 송축(頌祝)하는 마음을 더욱 앙달(仰達)하지 못하겠습니다. 순조(純祖)의 성덕(盛德)과 지선(至善)을 비록 백세(百世) 뒤에서도 오히려 찬양하는 마음이 있을 것인데, 더구나 오늘날 상하(上下) 여러 사람의 마음에 아! 잊지 못하는 생각이겠습니까? 순원 성모(純元聖母)의 은덕(恩德)은 우리 전하(殿下)의 성효(誠孝)로써 비록 날마다 아름다움을 찬양하더라도 오히려 부족하시겠습니다.” 하니, 임금이 이르기를, “진실로 그러하다. 나도 항상 부족한 듯한 마음이 있다. 무릇 사람이 누가 부모의 자애(慈愛)를 받지 않았으랴마는, 내가 성모(聖母)의 지극히 어질고 큰 덕과 하늘과 같이 끝없는 은혜(恩惠)에 대해 보답하고자 하는 마음을 어찌 그 만분의 일이라도 펼 수가 있겠는가?” 하였다. 정원용(鄭元容) 등이 말하기를, “성모(聖母)의 지극한 자애(慈愛)와 전하(殿下)의 달효(達孝)는 신 등이 평소에 보고 들었던 바입니다. 금년은 바로 보수(寶壽)가 70에 오르는 해입니다. 경사를 꾸미고 장수(長壽)의 염원을 밤낮으로 크게 비셨는데, 어찌 갑자기 끝없는 슬픔을 안겨질 것을 뜻하였겠습니까? 이제 산 이를 섬기는 것과 같은 뜻으로써 옥책(玉冊)과 금보(金寶)를 영전(靈前)에 친히 올린다면, 거의 추모(追慕)하는 성효(聖孝)를 펴시고 미치지 못하는 여러 사람의 마음도 또한 약간 위로될 수 있을 것이니, 정리와 예절이 모두 흡족할 것입니다. 엎드려 바라건대 즉시 성명(成命)을 내리소서.” 하였다.",
                "hj": "○召見時原任大臣禮堂及永恩府院君于齋殿。 上曰: “今年, 卽我純元聖母寶齡七旬也。 予小子祝岡祈壽之忱, 當復如何, 而皇天弗弔, 遽遭罔極之痛, 俯仰靡逮, 只切愴廓。 純祖室及孝正殿尊號, 更當追上, 以伸予至慟不洎之情, 卿等商確議定以入。” 仍爲掩泣。 鄭元容等曰: “承聆聖敎, 愴廓之思, 頌祝之心, 益無以仰達矣。 純祖之盛德至善, 雖百世之下, 尙有揄揚之心, 況今日上下群情於戲不忘之思乎? 純元聖母之恩德, 以我殿下之誠孝, 雖日闡休美, 猶爲不足?” 上曰: “實然。 而予常有猶不足之心矣。 凡人孰不受父母之慈愛, 而惟予之於聖母, 至仁大德, 昊天罔極, 欲報之心, 何以伸其萬分之一乎?” 元容等曰: “聖母之至慈, 殿下之達孝, 臣等平日之所聞覩者也。 今年是寶籌躋七之歲也。 飾慶祈壽之願, 日夜顒祝, 而豈意遽抱罔涯之慟乎? 今以如事生之義, 親上玉冊金寶於靈帷之前, 則庶伸追慕之聖孝, 而靡逮之群情, 亦得以稍慰矣, 情禮俱愜。 伏願卽下成命焉。”"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I, my humble subject, have enjoyed the grief over heaven and Earth and earth. As a shrine title added to Queen Suns great-grandfather and praised her virtue, I have not been able to repay one ten-thousandth of my repayment. However, the days and the days have worsened, which makes me feel ashamed and appreciation. As for the honorific titles of King Suns great-great-grandfather and Queen Hyojeong , I shall perform the ceremony of personally dedicating them. As for the date of personally dedicating them to the Royal Ancestral Shrine , select and enter the middle of the tenth day of the fifth month and shall personally dedicate them to the Royal Ancestral Shrine on the fifteenth day of this month.",
                "H2KE-nKo": "전교하기를,“나 소자는 순고(純考 순조)와 성모(聖母 정성왕후)에게 천지와 같이 끝이 없는 은혜가 있다. 묘호를 더 높이는 것과 아름다운 칭호를 추가로 올리는 것은 만분의 일도 보답하기에 부족하지만, 세월이 갈수록 멀어져 하늘을 우러르고 땅을 굽어보아도 미칠 수가 없다. 순조실과 효정전에 존호를 추상하는 것은 마땅히 친히 올리는 예를 행해야 할 것이다. 태묘에 친히 올릴 날짜는 5월 10일 사이로 택하여 들이고, 효정전은 15일에 친히 올릴 것이다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 1일(병오) 3번째기사",
                "gt-oKo": "전교(傳敎)하기를, “나 소자는 순고(純考)와 성모(聖母)에게 천지(天地)처럼 끝이 없는 은혜를 입었다. 묘호(廟號)를 더 높이고 아름다운 칭호를 뒤따라 천명(闡明)하여도 만분의 일의 보답에도 부족한데, 세월이 쉬지 않고 흘러가니 우러러보고 굽어보아도 미칠 도리가 없다. 순조실(純祖室)과 효정전(孝正殿)에 존호(尊號)를 추상(追上)하는 것은 마땅히 친히 올리는 예(禮)를 행하겠다. 종묘(宗廟)에 친히 올리는 날짜는 5월 10일 사이로 택하여 들이고, 효정전은 마땅히 15일에 친히 올리겠다.” 하였다.",
                "hj": "○敎曰: “予小子於純考若聖母, 有天地罔極之恩矣。 廟號加隆與懿稱追闡, 未足以恔萬一之報, 而日月愈邁, 俯仰靡逮。 純祖室及孝正殿追上尊號, 當行親上之禮矣。 太廟親上日字, 以五月旬間擇入, 孝正殿, 當於十五日親上矣。”"
            },
            "4": {
                "H2KE-EN": "The King appointed Kim좌geun as chief state councilor and appointed Jo Dusun as left state councilor .",
                "H2KE-nKo": "김좌근을 영의정으로 삼고, 조두순을 승진시켜 좌의정에 제수하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 1일(병오) 4번째기사",
                "gt-oKo": "김좌근(金左根)을 영의정(領議政)으로, 조두순(趙斗淳)을 좌의정(左議政)으로 승진시켜 제수하였다.",
                "hj": "○以金左根爲領議政, 趙斗淳陞拜左議政。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Kim Wonsik was appointed second minister of personnel .",
                "H2KE-nKo": "김원식을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 10일(을묘) 1번째기사",
                "gt-oKo": "김원식(金元植)을 이조 참판(吏曹參判)으로 삼았다.",
                "hj": "○乙卯/以金元植爲吏曹參判。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 12일(정사) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○丁巳/召對。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Jo Gwiha , who was banished to Bupyeong Prefecture , was supposed to blame for personal favoritism.",
                "H2KE-nKo": "조귀하를 부평부에 투비하였다. 사적인 의리로 스스로 인책하였기 때문이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 14일(기미) 1번째기사",
                "gt-oKo": "조구하(趙龜夏)를 부평부(富平府)에 투비(投畀)하였으니, 사사로운 분의(分義)로써 스스로 인책(引責)하였기 때문이었다.",
                "hj": "○己未/投畀趙龜夏于富平府以私義自引也。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyeongsin day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the full moon .",
                "H2KE-nKo": "효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 15일(경신) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 망제(望祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○庚申/詣孝正殿, 行望祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "Jo Gwiha , a criminal who was banished to a designated area , was released.",
                "H2KE-nKo": "투비한 죄인 조귀하를 풀어 주었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 15일(경신) 2번째기사",
                "gt-oKo": "투비(投畀) 죄인(罪人) 조구하(趙龜夏)를 석방하였다.",
                "hj": "○放投畀罪人趙龜夏。"
            },
            "3": {
                "H2KE-EN": "The King held the 도당록을 행하여, and Hwang Inha , Yi Geon필 , Kim Gyuun , Seo Haksun , Yi Iksun , Hong Seungyu , Jo Incheok , Song Donok , Yi Gi Ho , Bak Singyu , Seo Sinbo , Kim Sik , Yi Jeongik , Hong Sundae , Yi Huseon , Sim Jeongui , Seo Seungbo , Yi Sejae , and Yi Jeonghyeon .",
                "H2KE-nKo": "도당록을 행하였다. 황인하, 이건필, 김규운, 서학순, 이익상, 홍승유, 조인섭, 송돈옥, 이기호, 박신규, 서신보, 김병시, 이정익, 홍순대, 이후선, 심정의, 서승보, 이세재, 이정현이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 15일(경신) 3번째기사",
                "gt-oKo": "도당록(都堂錄)을 행하여, 황인하(黃仁夏)·이건필(李建弼)·김규운(金圭運)·서학순(徐鶴淳)·이익상(李翊相)·홍승유(洪承裕)·조인섭(趙寅燮)·송돈옥(宋敦玉)·이기호(李基鎬)·박신규(朴臣圭)·서신보(徐臣輔)·김병시(金炳始)·이정익(李正翼)·홍순대(洪淳大)·이후선(李後善)·심정의(沈正誼)·서승보(徐承輔)·이세재(李世宰)·이정현(李正鉉)을 뽑았다.",
                "hj": "○行都堂錄, 黃仁夏、李建弼、金圭運、徐鶴淳、李翊相、洪承裕、趙寅燮、宋敦玉、李基鎬、朴臣圭、徐臣輔、金炳始、李正翼、洪淳大、李後善、沈正誼、徐承輔、李世宰、李正鉉。"
            },
            "4": {
                "H2KE-EN": "Yi Gongik was appointed inspector general of the Office of the Inspector General , Yu Taedong was appointed censor of the Office of the Censor General , 김병학을 한성부 판윤으로, and Bak Inha was appointed headmaster of the Royal Confucian Academy .",
                "H2KE-nKo": "이공익을 사헌부 대사헌으로, 유태동을 사간원 대사간으로, 김병학을 한성부 판윤으로, 박인하를 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 15일(경신) 4번째기사",
                "gt-oKo": "이공익(李公翼)을 사헌부 대사헌(司憲府大司憲)으로, 유태동(柳泰東)을 사간원 대사간(司諫院大司諫)으로, 김병학(金炳學)을 한성부 판윤(漢城府判尹)으로, 박인하(朴麟夏)를 성균관 대사성(成均館大司成)으로 삼았다.",
                "hj": "○以李公翼爲司憲府大司憲, 柳泰東爲司諫院大司諫, 金炳學爲漢城府判尹, 朴麟夏爲成均館大司成。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "시임 대신과 원임 대신이 연명으로 차자를 올려, after presenting the jade book and the seal of the honorific title and the honorific title seal, the sacrifice should be conducted on behalf of the King. The King responded, Although the feelings of human feelings are so grieved that it is difficult to overcome the proprieties. The jade book and the seal of the honorific title and the sacrifice should be performed on behalf of the King.",
                "H2KE-nKo": "시원임 대신이 연명으로 차자를 올려 순조실에 옥책과 금보를 올린 뒤에 제향을 섭행하게 할 것을 청하니, 비답하기를,“사정이 매우 섭섭하기는 하지만 예절도 어기기 어려우니, 옥책과 금보를 올리는 것과 친제는 섭행하겠다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 16일(신유) 1번째기사",
                "gt-oKo": "시임·원임 대신이 연차(聯箚)하여, 순조실(純祖室)에 옥책과 금보를 올린 뒤의 제향(祭享)을 섭행(攝行)하기를 청하니, 비답(批答)하기를, “사정(事情)이 비록 몹시 슬프고 경황이 없지만 예절(禮節)도 또한 지나치기가 어려우니, 옥책문과 금보를 올리는 것과 친제(親祭)는 마땅히 섭행(攝行)하라.” 하였다.",
                "hj": "○辛酉/時原任大臣聯箚請純祖室上冊寶後, 祭享攝儀, 批曰: “情事雖極悵缺, 禮節亦難踰越, 上冊寶及親祭, 當攝行矣。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Education Directors of the Office of eulchuk year ( and those who supervised the compilation of the royal writ of appointment were rewarded with varying degrees. Education Directors of the Office of Diplomatic Correspondence Yun Jeonghyeon and Kim Gik were all promoted.",
                "H2KE-nKo": "을축년의 어제를 선사할 때 감동한 각신 이하에게 차등을 두어 시상하였다. 내각 제학 윤정현과 김병국에게 모두 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 20일(을축) 1번째기사",
                "gt-oKo": "어제(御製)를 선사(繕寫)할 때에 감동(監董)한 각신(閣臣) 이하에게 차등있게 시상(施賞)하고, 내각 제학(內閣提學) 윤정현(尹定鉉)·김병국(金炳國)을 모두 가자(加資)하였다.",
                "hj": "○乙丑/御製繕寫時監董閣臣以下, 施賞有差, 內閣提學尹定鉉、金炳國, 幷加資。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gyeongjae as 판의금부사로 삼았다.",
                "H2KE-nKo": "이경재를 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 21일(병인) 1번째기사",
                "gt-oKo": "이경재(李景在)를 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○丙寅/以李景在爲判義禁府事。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] summoned Min Dalyong , a circuit inspector of Left [Gyeongsang] Province , in order to summon [Min] Dalyong [], former magistrate of Nogan County , former magistrate of Unbong District , Jeong Gwangil , former magistrate of Gurye District , Yi Jongsik , Magistrate of Boseong District Im Donsang , former magistrate of Boseong Kwon Geukjun , former magistrate of Suncheon , Sim Geuk Tae , former magistrate of Changpyeong District , Yu Seo Seon , former magistrate of Gwangyang District , Im Geonsu , former magistrate of Dongbok District , Kim Sangryeo , former magistrate of Heungheung District , Im Geukjun , former magistrate of Muju District Hwang Yusu , former Magistrate of Yongdam District Yi Hangsin , and Circuit Inspector of Byeoksa Station Im Jungwang .",
                "H2KE-nKo": "전라좌도 암행 어사 민달용을 불러서 보았다. 전 낙안 군수 정일엽, 전 운봉 현감 정광일, 전 구례 현감 이종식, 보성 군수 임돈상, 전 군수 권응준, 전전 순천 부사 심응태, 전 창평 현령 서유선, 전 광양 현감 임건수, 전 동복 현감 김상려, 전 흥양 현감 임응준, 전 무주 부사 황유수, 전 용담 현령 이항신, 벽사 찰방 임준광을 죄주었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 25일(경오) 1번째기사",
                "gt-oKo": "전라좌도 암행 어사(全羅左道暗行御史) 민달용(閔達鏞)을 소견(召見)하였으니, 전(前) 낙안 군수(樂安郡守) 정일엽(鄭一曄), 전 운봉 현감(雲峰縣監) 정광일(鄭匡一), 전 구례 현감(求禮縣監) 이종식(李鍾植), 보성 군수(寶城郡守) 임돈상(任惇常), 전 군수(郡守) 권응준(權應駿), 전전(前前) 순천 부사(順天府使) 심응태(沈膺泰), 전 창평 현령(昌平縣令) 서유선(徐有先), 전 광양 현감(光陽縣監) 임건수(林謇洙), 전 동복 현감(同福縣監) 김상려(金商礪), 전 흥양 현감(興陽縣監) 임응준(任應準), 전 무주 부사(茂朱府使) 황유수(黃裕秀), 전 용담 현령(龍潭縣令) 이항신(李恒信), 벽사 찰방(碧沙察訪) 임준광(林俊光)을 죄줄 것을 서계(書啓)한 때문이었다.",
                "hj": "○庚午/召見全羅左道暗行御史閔達鏞書啓, 罪樂安前郡守鄭一曄, 雲峰前縣監鄭匡一, 求禮前縣監李鍾植, 寶城郡守任惇常, 前郡守權應駿, 順天前前府使沈膺泰, 昌平前縣令徐有先, 光陽前縣監林謇洙, 同福前縣監金商礪, 興陽前縣監任應準, 茂朱前府使黃裕秀, 龍潭前縣令李恒信, 碧沙察訪林俊光。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held the final civil service examination in the gapjin year (. He selected twenty men, including Kim Iksu , and 875 men, including Kim Hwangan .",
                "H2KE-nKo": "춘당대에 나아가 경과 문과 전시를 행하여 김병수 등 20인을 뽑고, 무과에서 김환감 등 875인을 뽑았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 29일(갑술) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 경과(慶科)를 행하였다. 문과 전시(文科殿試)에서 김병수(金秉洙) 등 20인을 뽑고, 무과(武科)에서 김환감(金煥鑑) 등 8백 75인을 뽑았다.",
                "hj": "○甲戌/御春塘臺, 行慶科文科殿試, 取金秉洙等二十人, 武科取金煥鑑等八百七十五人。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King received the officials in the morning court assembly in the giyu year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 4일(기유) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○己酉/召對。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Ministry of Rites advised, After the chamber of Sunjo chamberlain, it is requested that the King personally offers the jade investiture letter and the seal, after which the King personally offers the jade investiture letter and the seal. It is requested that high-ranking and low-ranking officials discuss this matter. The King accepted this.",
                "H2KE-nKo": "예조가 아뢰기를,“순조실에 옥책과 금보를 친히 올린 뒤에 친제를 시원임 대신에게 문의하소서.”하니, 윤허하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 5일(경술) 1번째기사",
                "gt-oKo": "예조(禮曹)에서 아뢰기를, “순조실(純祖室)에 옥책(玉冊)과 금보(金寶)를 친히 올리고 난 뒤의 친제(親祭)는 청컨대 시임·원임 대신에게 문의(問議)하소서.” 하니, 그대로 윤허하였다.",
                "hj": "○庚戌/禮曹啓言: “純祖室親上冊寶後, 親祭, 請問議于時原任大臣。” 允之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 5일(경술) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "Chief State Councilor Kim좌geun submitted a memorial requesting his resignation, but the King denied this request.",
                "H2KE-nKo": "영의정 김좌근이 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 5일(경술) 3번째기사",
                "gt-oKo": "영의정(領議政) 김좌근(金左根)이 소(疏)를 올려 사직하였으나, 비답(批答)을 내려 허락하지 않았다.",
                "hj": "○領議政金左根, 陳疏辭職, 賜批不許。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On imja day, the King received the officials in the morning court assembly in imja year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 7일(임자) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○壬子/召對。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the month, [the King] went to Gwanghyo Hall to perform the summer state sacrifice and 주다례를 행하였다.",
                "H2KE-nKo": "효정전에 나아가 하향 대제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 8일(계축) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 하향 대제(夏享大祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○癸丑/詣孝正殿, 行夏享晝茶禮。"
            },
            "2": {
                "H2KE-EN": "On sinhae day, [the King] 차대를 희정당에서 행하였다.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 8일(계축) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다.",
                "hj": "○次對于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Geumgyo as the Office of the Inspector General , Yi Manun as the Office of the Censor General , and Kim Geumji as the 홍문관 부제학으로 삼았다.",
                "H2KE-nKo": "김병교를 사헌부 대사헌으로, 이만운을 사간원 대사간으로, 김병지를 홍문관 부제학으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 8일(계축) 3번째기사",
                "gt-oKo": "김병교(金炳喬)를 사헌부 대사헌(司憲府大司憲)으로, 이만운(李晩運)을 사간원 대사간(司諫院大司諫)으로, 김병지(金炳地)를 홍문관 부제학(弘文館副提學)으로 삼았다.",
                "hj": "○以金炳喬爲司憲府大司憲, 李晩運爲司諫院大司諫, 金炳地爲弘文館副提學。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, the King proceeded to Hyojeong Hall and performed the salutation ritual toward the royal palace.",
                "H2KE-nKo": "효정전에 나아가 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 9일(갑인) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 주다례(晝茶禮)를 행하였다.",
                "hj": "○甲寅/詣孝正殿, 行晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The Office of Honorable Guests advised, The 망에ing of the Great King of Obedience and Filial Piety , the 망에ing of the Great King of Obedience and Filial Piety , the 망에ing of the Great King of Obedience and Filial Piety , the 망에ing of the Great King of Obedience and Filial Piety , and the 망에ing of the Great King of Obedience and Filial Piety . The 망에ing of the Great King of Obedience and Filial Piety , the 망에ing of the Great King of Obedience and Filial Piety , and the 망에ing of the Great King of Obedience and Filial Piety .",
                "H2KE-nKo": "빈청이 아뢰기를,“순조대왕께 추상할 존호의 망단자를 대중지 정홍훈 철모, 순원왕후께 추상할 존호의 망단자를 현륜으로 하였습니다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 9일(갑인) 2번째기사",
                "gt-oKo": "빈청(賓廳)에서 아뢰기를, “순조 대왕(純祖大王)의 추상 존호망(追上尊號望)을 대중 지정 홍훈 철모(大中至正洪勳哲謨)로, 순원 왕후(純元王后)의 추상 존호망(追上尊號望)을 현륜(顯倫)으로 하였습니다.” 하였다.",
                "hj": "○賓廳啓: “純祖大王追上尊號望, 大中至正洪勳哲謨, 純元王后追上尊號望顯倫。"
            },
            "3": {
                "H2KE-EN": "[The King] bestowed relief aid on the families of Hamheung Magistracy .",
                "H2KE-nKo": "함흥부의 소호에 휼전을 베풀었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 9일(갑인) 3번째기사",
                "gt-oKo": "함흥부(咸興府)의 소실(燒失)된 민호(民戶)에게 휼전(恤典)을 주었다.",
                "hj": "○給咸興府, 燒戶恤典。"
            },
            "4": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 4월 9일(갑인) 4번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On eulhae day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the new moon .",
                "H2KE-nKo": "효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 1일(을해) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○乙亥/詣孝正殿, 行朔祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Hyeonseo as the Office of the Inspector General , Yu Yeongha as the Office of the Censor General , Yi Gongik as the minister of punishments , Kim Hakseong as the deputy magistrate of Hanseong Magistracy , and Kim Geumha as the assistant state councilor .",
                "H2KE-nKo": "이현서를 사헌부 대사헌으로, 유영하를 사간원 대사간으로, 이공익을 형조 판서로, 김학성을 한성부 판윤으로, 김병학을 의정부 좌참찬으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 1일(을해) 2번째기사",
                "gt-oKo": "이현서(李玄緖)를 사헌부 대사헌으로, 유영하(柳榮河)를 사간원 대사간으로, 이공익(李公翼)을 형조 판서로, 김학성(金學性)을 한성부 판윤으로, 김병학(金炳學)을 의정부 좌참찬으로 삼았다.",
                "hj": "○以李玄緖爲司憲府大司憲, 柳榮河爲司諫院大司諫, 李公翼爲刑曹判書, 金學性爲漢城府判尹, 金炳學爲議政府左參贊。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Yi Gyucheol , who was a member of the Left변포도대장 , and Yi Geunu , who was a magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "이규철을 좌변포도대장으로, 이근우를 한성부 판윤으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 10일(갑신) 1번째기사",
                "gt-oKo": "이규철(李圭徹)을 좌변 포도 대장(左邊捕盜大將)으로, 이근우(李根友)를 한성부 판윤(漢城府判尹)으로 삼았다.",
                "hj": "○甲申/以李圭徹爲左邊捕盜大將, 李根友爲漢城府判尹。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On eulyu day, the King performed the second rite of praying for rain at the euryu year (.",
                "H2KE-nKo": "두 번째 기우제를 지냈다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 11일(을유) 1번째기사",
                "gt-oKo": "두 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○乙酉/行再次祈雨祭。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King went to the Royal Ancestral Shrine to pay a visit and stayed overnight.",
                "H2KE-nKo": "종묘에 나아가 전알하고 재숙하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 11일(을유) 2번째기사",
                "gt-oKo": "종묘(宗廟)에 나아가 전알(展謁)하고 재숙(齋宿)하였다.",
                "hj": "○詣宗廟展謁齋宿。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On byeongsul day, the jade book and the seal of the posthumous title for the Late Deferential and Gentle Great Kings (Jeongjong were presented at the chamber of Sun .",
                "H2KE-nKo": "순조실에 병술년에 옥책과 금보를 올렸다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 12일(병술) 1번째기사",
                "gt-oKo": "순조실(純祖室)에 옥책(玉冊)과 금보(金寶)를 올렸다.",
                "hj": "○丙戌/上冊寶于純祖室。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to Jeong Hae : The grandson of Jeong Mungyeong has now passed the state examination. Concerning about the past, how can there be no way to demonstrate my intention? As for the spirit tablet of Jeong Haeryun , a local official should be sent to perform a memorial rite. As for the new passers of Jeong Haeryun , a second clerk should be appointed as vice-envoy .",
                "H2KE-nKo": "전교하기를,“정 문경공(鄭文敬公 김인후)의 봉사손이 지금 과거에 급제하였다. 옛날을 추억하니 어찌 뜻을 보이는 조치가 없을 수 있겠는가. 그의 사판에 지방관을 보내 치제하게 하고, 새로 급제한 정해륜을 부교리에 제수하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 13일(정해) 1번째기사",
                "gt-oKo": "하교하기를, “정문경(鄭文敬)의 사손(祀孫)이 이제 등과(登科)하였으니, 지난날을 추모하는 감회에 있어 어찌 뜻을 보이는 거조가 없을 수 있겠는가? 지방관(地方官)을 보내어 그의 사판(祠版)에 치제(致祭)하고, 신급제(新及第) 정해륜(鄭海崙)을 부교리(副校理)에 제수하라.” 하였다.",
                "hj": "○丁亥/敎曰: “鄭文敬祀孫, 今登科矣, 追感往昔, 豈無示意之擧? 其祠版, 遣地方官致祭, 新及第鄭海崙, 副校理除援。”"
            },
            "2": {
                "H2KE-EN": "The King ordered that Sim Yeongtaek , who recently passed the state examination , be appointed as sixth-rank military official .",
                "H2KE-nKo": "새로 급제한 심영택을 동부승지에 제수하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 13일(정해) 2번째기사",
                "gt-oKo": "신급제(新及第) 심영택(沈英澤)을 동부승지(同副承旨)에 제수하라고 명하였다.",
                "hj": "○命新及第沈英澤, 同副承旨除授。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On muja day, a rite of praying for rain was held at the muja year (1408, the fourth year of King Sejong.",
                "H2KE-nKo": "무자일에 세 번째 기우제를 지냈다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 14일(무자) 1번째기사",
                "gt-oKo": "세 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○戊子/行三次祈雨祭。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I did not say that I did wrongdoings in the past. Therefore, it is not proper to 오래 비워두어서는 안 된다. Former 어영 대장심낙신을 특별히 잉임하게 하라.” 하였다.",
                "H2KE-nKo": "전교하기를,“일전의 처분은 나의 허물을 덮어 주려 해서 그런 것이 아니다. 군사를 거느리는 직임을 오랫동안 비워 두어서는 안 되니, 전 어영대장 심낙신을 특별히 잉임하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 14일(무자) 2번째기사",
                "gt-oKo": "하교하기를, “일전의 처분은 허물을 덮어주려 그런 것이 아니라 군병을 거느리는 직임은 오래도록 비워놓을 수 없는 것이니, 전 어영 대장(御營大將) 심낙신(沈樂臣)은 특별히 잉임(仍任)하도록 하라.” 하였다.",
                "hj": "○敎曰: “日前處分, 非曰蔽辜而然也, 將兵之任, 不宜久曠, 前御營大將沈樂臣, 特爲仍任。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gichuk day, the jade book and the seal of the posthumous title for the first anniversary of the gichuk year ( was presented at Gwanghyo Hall (Hall of Benevolent Governance. The King also performed the rite of the full moon, the morning court assembly, the substitute ceremony, and the evening memorial ceremonies.",
                "H2KE-nKo": "효정전에서 기축년에 옥책과 금보를 올리고 겸하여 망제와 조상식, 주다례, 석상식을 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 15일(기축) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 옥책(玉冊)과 금보(金寶)를 올리고 겸하여 망제(望祭)와 아침 상식(上食), 주다례(晝茶禮)와 저녁 상식을 행하였다.",
                "hj": "○己丑/上冊寶于孝正殿, 兼行望祭朝上食晝茶禮夕上食。"
            },
            "2": {
                "H2KE-EN": "The King issued an order: When presenting the jade book and the seal of the posthumous title to the Royal Ancestral Shrine , the 예방 승지 Yi Heungmin , and the royal secretary Kim Yeongjae , who served as grand master , should all be promoted.",
                "H2KE-nKo": "전교하기를,“효정전에 옥책과 금보를 올릴 때의 예방 승지 이흥민과 대거 승지 김영작에게 모두 가자하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 15일(기축) 2번째기사",
                "gt-oKo": "하교하기를, “효정전에 옥책과 금보를 올릴 때의 예방 승지(禮房承旨) 이흥민(李興敏)과 대거 승지(對擧承旨) 김영작(金永爵)에게 아울러 가자(加資)하라.” 하였다.",
                "hj": "○敎曰: “孝正殿上冊寶時, 禮房承旨李興敏, 對擧承旨金永爵, 幷加資。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the month, the King proceeded to Injeong Hall in order to receive the officials in the morning court assembly and 반사하였다.",
                "H2KE-nKo": "인정전에 나아가 진하를 받고 사면령을 반포하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 16일(경인) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 하례(賀禮)를 받고 반사(頒赦)하였다.",
                "hj": "○庚寅/詣仁政殿, 受賀頒赦。"
            },
            "2": {
                "H2KE-EN": "The superintendent of the Directorate of the Elevation Ceremonies and below them were rewarded with varying degrees. Officials of the senior third rank or above, Minister of Rites Jeong Choe Jo , Minister of Works Yi Gyeomjae , Second Inspector of the Directorate of Fabrics Yi Jeonghyeon , First Secretary Jo Seokwon , Vice-Director Hong Sundae , Vice-Director of the Crown Prince , Military Protector Yi Gyeongjae , and Military Protector Jo Hyeongbo , Vice-Director of the Crown Prince Sunwon , Vice-Director of the Crown Prince , Right State Councilor Kim Ikhak , Vice-Director of the Crown Prince , Inspector General Yi Hyeonseo , and Vice-Director of the Crown Prince , Fifth-Rank Military Official Song응ryong , were all promoted. ",
                "H2KE-nKo": "추상존호도감 도제조 이하에게 차등을 두어 시상하였다. 당상인 예조 판서 정최조, 공조 판서 이겸재, 도청인 집의 이정현, 사과 조석원, 대축인 부응교 홍순대, 독옥책관인 호군 이경재, 독금보관인 호군 조형복, 순원왕후의 옥책문 제술관인 우참찬 김병학, 독옥책관인 대사헌 이현서, 독금보관인 부호군 송응룡에게 모두 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 16일(경인) 2번째기사",
                "gt-oKo": "추상 존호 도감(追上尊號都監)의 도제조(都提調) 이하에게 차등을 두어 시상(施賞)하였다. 당상(堂上)인 예조 판서 정최조(鄭㝡朝), 공조 판서 이겸재(李謙在), 도청(都廳)인 집의 이정현(李正鉉), 사과(司果) 조석원(曹錫元), 대축(大祝)인 부응교(副應敎) 홍순대(洪淳大), 독옥책관(讀玉冊官) 호군(護軍) 이경재(李經在), 독금보관(讀金寶官)인 호군(護軍) 조형복(趙亨復), 순원 왕후(純元王后) 옥책문 제술관(玉冊文製述官)인 우참찬(右參贊) 김병학(金炳學), 독옥책관(讀玉冊官)인 대사헌(大司憲) 이현서(李玄緖), 독금보관(讀金寶官)인 부호군(副護軍) 송응룡(宋應龍)에게는 아울러 가자하게 하였다.",
                "hj": "○追上尊號都監都提調以下, 施賞有差, 堂上禮曹判書鄭㝡朝, 工曹判書李謙在, 都廳執義李正鉉, 司果曺錫元, 大祝副應敎洪淳大, 讀玉冊官護軍李經在, 讀金寶官護軍趙亨復, 純元王后玉冊文製述官右參贊金炳學, 讀玉冊官大司憲李玄緖, 讀金寶官副護軍宋應龍, 幷加資。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, For the ceremony of congratulating the Emperor [of Ming China], 예방 승지 Kim Ikjin , and Executive Assistant Seo Seungbo , who is serving as an official for offering congratulations [to me].",
                "H2KE-nKo": "전교하기를,“진하할 때의 예방 승지 김익진, 선교관 서승보에게 모두 가자하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 16일(경인) 3번째기사",
                "gt-oKo": "하교하기를, “진하(陳賀) 때에 예방 승지(禮房承旨) 김익진(金翊鎭), 선교관(宣敎官) 서승보(徐承輔)에게 모두 가자(加資)하라.” 하였다.",
                "hj": "○敎曰: “陳賀時禮房承旨金翊鎭, 宣敎官徐承輔, 幷加資。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King performed the fourth rite of praying for rain at the sinmyo day (1417, the fifth year of King Sejong.",
                "H2KE-nKo": "네 번째 기우제를 지냈다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 17일(신묘) 1번째기사",
                "gt-oKo": "네 번째 기우제를 행하였다.",
                "hj": "○辛卯/行四次祈雨祭。"
            },
            "2": {
                "H2KE-EN": "Yi Jango , who was the Office of the Inspector General , and Yi Jeongsin , who was the Office of the Censor General .",
                "H2KE-nKo": "이장오를 사헌부 대사헌으로, 이정신을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 17일(신묘) 2번째기사",
                "gt-oKo": "이장오(李章五)를 사헌부 대사헌으로, 이정신(李鼎信)을 사간원 대사간으로 삼았다.",
                "hj": "○以李章五爲司憲府大司憲, 李鼎信爲司諫院大司諫。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Governor of Chungcheong Province Yi Ingo , who served as magistrate of Garrison Hong Geungju , was dispatched to investigate the circumstances of bribes and the stolen goods in the northern area, and reported to the King. The King issued a royal order: The stolen goods in receiving bribes and the stolen goods have already been impossible, and therefore, the stolen goods in the bribes of Hong Geungju were impeached. Then, the stolen goods in the bribes of the bribes, and the bribes of the bribes, the bribes of the",
                "H2KE-nKo": "함경 감사 이인고가, 북평사 홍긍주가 뇌물을 받고 재물을 빼앗은 것에 대해 조사한 일로 장계하니, 전교하기를,“뇌물을 받고 재물을 빼앗은 것에 대해서는 확실한 증거도 없으니, 평사의 일은 무죄로 판명되었다고 해도 괜찮다. 그렇다면 해당 수신이 확실한 견해도 없이 서둘러 나에게 보고한 것은 매우 경솔하였으니, 전 북병사 정하응에게 간삭의 형전을 시행하라. 이번 사안에서 양쪽이 다 옳고 양쪽이 다 그른 것을 모호하게 말한 것은 대단히 일의 체모가 아니다. 감사 이인고를 추고하라. 평사가 이 때문에 귀양 간 것은 매우 애매한 일이다. 이미 호서 암행 어사의 장계가 있었으니, 또한 완전히 용서할 수는 없다. 그대로 이 죄목으로 시행하라. 비장과 겸종은 지금 물을 만한 단서가 없으니, 모두 즉시 풀어 주라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 18일(임진) 1번째기사",
                "gt-oKo": "함경 감사 이인고(李寅皐)가, 북평사(北評事) 홍긍주(洪兢周)의 뇌물을 받은 것과 재물을 빼앗은 것에 대해 조사한 것을 장계하니, 하교하기를, “뇌물을 받고 재물을 빼앗은 것이 참으로 장오(贓汚)라고 트집잡을 만한 것이 없다면, 평사에 관한 일은 백탈(白脫)이라 해도 된다. 그렇다면 해당 수신(帥臣)이 분명히 알지도 못하면서 서둘러서 등문(登聞)한 것은 매우 망령되고 경솔한 것에 관계가 되니, 전 북병사(北兵使) 정하응(鄭夏應)에게는 간삭(刊削)시키는 법전을 시행하라. 그리고 지금 이 사안(査案)에 둘 다 옳고 둘 다 그르다고 하면서 모호하게 이야기한 것은 매우 사체(査體)에 어긋난다. 감사 이인고는 추고(推考)하라. 평사가 이로 인하여 적배(謫配)된 것은 매우 애매한 데 관계가 된다. 그러나 이미 호서 암행 어사(湖西暗行御史)의 논계(論啓)가 긴중하였으니, 또한 완전히 용서할 수는 없다. 그대로 이 죄목에 의거 시행하라. 비장(裨將)과 겸종(傔從)에 이르러서는 이제 물을 만한 단서가 없으니, 아울러 즉시 석방하라.” 하였다.",
                "hj": "○壬辰/咸鏡監司李寅皐, 以北評洪兢周, 捧賂與奪貨行査, 狀啓, 敎曰: “捧賂奪貨, 旣無眞贓之可執, 則評事事, 雖謂之白脫可矣。 然則該帥臣之不有的見, 汲汲登聞者, 極涉妄率, 前北兵使鄭夏應, 施以刊削之典。 今此査案之兩是雙非, 糢糊說去者, 大非査體。 監司李寅皐推考。 評事之因此謫配, 極涉䵝昧, 旣有湖繡論啓之緊重, 則亦不可全恕。 仍以此罪目施行。 至於裨將與傔從, 今無可問之端, 幷卽放送。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, the King entered the Royal Placenta Chamber for the Placenta Chamber for Relieving the People and granted a rotational audience. Chief State Councilor Kim좌geun reported, Regarding the new passers of the state examination, 유후조는 the Great Strategic Prefecture who passed the state examination, and this is the first grade of the Placenta Chamber for the Placenta Chamber. Before the first grade of the Placenta Chamber for the Placentacenta Chamber for the Placentacentacenta Chamber, the first grade of the Placentacentacentacenta Chamber for the Placentacentacenta Chamber. The first grade of the Placentacenta Chamber for the Placentacentacenta Chamber for the Placentacentacentacenta Chamber for the Placentacentacentac",
                "H2KE-nKo": "희정당에서 내의원의 입진과 차대를 행하였다. 영의정 김좌근이 아뢰기를,“새로 급제한 유후조는 대도호부사로서 과거에 급제하였는데, 이 사람은 준직입니다. 과거에 급제하기 전에 준직에 제수하면 한 자급을 올려 주어야 합니다. 또 이 사람은 바로 문충공(文忠公 김장생)의 후손이고, 그 아비 유심춘은 바로 세 조정의 세자익위사입니다. 이 집안이 과거에 급제하였으니, 뜻을 보이는 조치가 있어야 합니다. 특별히 통정대부의 품계를 올려 주소서.”하니, 그대로 따랐다. 또 아뢰기를,“방금 충청 감사 김응근이 보고한 것을 보니, 지난번 대간의 상소에 대한 비지로 인하여 좌도 어사 김익용의 일을 여러 가지로 탐문하였으나 끝내 확실한 범죄 사실을 확인할 만한 것이 없었다고 합니다. 죄가 의심스러우면 가벼운 쪽으로 처벌하는 것이 곧 또한 이미 허물을 덮어 주는 처벌이니, 장흥부에 찬배한 죄인 김익용을 풀어 주소서.”하니, 그대로 따랐다. 좌의정 조두순이 아뢰기를,“호서의 사인 임헌회는 명문가의 후손으로서 효우하고 역행하여 조용히 살면서 뜻을 구하니, 사림의 칭찬이 자자합니다. 우선 임기가 거의 찬 초사의 자리를 비워 조용하여 차례로 장려하여 등용할 수 있게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 20일(갑오) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다. 영의정 김좌근(金左根)이 아뢰기를, “신급제 유후조(柳厚祚)는 대도호부사(大都護府使)로서 등과(登科)했으니, 이것이 준직(準職)입니다. 등과 전에 준직의 경우에는 한 자급(資級)을 가자함이 합당합니다. 그리고 이 사람은 곧 문충공(文忠公) 유성룡(柳成龍)의 후예인데 그의 아비 유심춘(柳尋春)은 곧 세 조정의 계방(桂坊)을 역임하였습니다. 이 집안의 과성(科聲)에 대해서는 의당 뜻을 보이는 거조가 있어야 하니, 특별히 통정 대부(通政大夫)의 품계를 가자하게 하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “지금 충청 감사 김응근(金應根)이 신보(申報)한 내용을 보건대, 지난번 대소(臺疏)에 대한 비지(批旨)로 인하여 좌도 어사(左道御史) 김익용(金益容)의 일에 대해 다방면으로 채탐(採探)하여 보았으나, 끝내 참으로 장죄(贓罪)라고 고집할 만한 것이 없었다고 했습니다. 죄가 의심스러우면 가벼운 쪽을 따르는 것이며, 또한 이미 허물을 덮어준 것을 벌주었으니, 장흥부(長興府)에 찬배(竄配)된 죄인 김익용을 석방시키소서.” 하니, 그래로 따랐다. 좌의정 조두순(趙斗淳)이 아뢰기를, “호서(湖西)의 사인(士人) 임헌회(任憲晦)는 명가(名家)의 후예로서 효우(孝友)를 힘써 행하면서 조용히 거처하며 평소 배양한 뜻을 지키고 있기 때문에 사림(士林)에 성대한 칭예가 있습니다. 우선 임기가 가까운 초사(初仕)의 자리를 만들어 조용(調用)함으로써 점차 장용(奬用)할 여지를 마련하소서.” 하니, 그대로 따랐다.",
                "hj": "○甲午/藥院入診及次對于熙政堂。 領議政金左根啓言: “新及第柳厚祚, 以大都護府使登科, 而此是準職。 科前準職, 合加一資。 且此人, 卽文忠後裔, 其父尋春, 卽三朝桂坊也。 此家科聲, 宜有示意之擧, 特加通政之階。” 從之。 又啓言: “卽見忠淸監司金應根所報, 則向因臺疏批旨, 左道御史金益容事, 多岐採探, 終無可執之眞贓云。 罪疑惟輕, 卽亦罰已蔽辜, 長興府竄配罪人金益容, 請放。” 從之。 左議政趙斗淳啓言: “湖西士人任憲晦, 以名家後裔, 孝友力行, 靖居求志, 蔚有士林之譽。 先以瓜近初仕, 作窠調用, 以爲取次奬用之地。” 從之。"
            },
            "2": {
                "H2KE-EN": "Kim Yeonggeun was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "김영근을 한성부 판윤으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 20일(갑오) 2번째기사",
                "gt-oKo": "김영근(金泳根)을 한성부 판윤으로 삼았다.",
                "hj": "○以金泳根爲漢城府判尹。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Kim Dohuhu , the superintendent of the Middle Army , submitted a memorial requesting that he be retire from office. The King denied the request.",
                "H2KE-nKo": "을미년에 판중추부사 김도희가 상소하여 치사하기를 청하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 21일(을미) 1번째기사",
                "gt-oKo": "판부사(判府事) 김도희(金道喜)가 소장을 진달하여 치사(致仕)하기를 청하니, 비답을 내려 윤허하지 않았다.",
                "hj": "○乙未/判府事金道喜, 陳疏乞休致, 賜批不許。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinchuk day, Supreme General [of the Middle Army Commandery General] Yi 헌구가 졸하였다. The King issued a royal order, which stated, This high officials are loyal and loyal by nature, cautious and honest by nature, and upright and honest by nature. This is what I delighted and expected by the people and the people of the country. Recently, although the disease has worsened, although he has not yet relied on the strength of his ordinary strength, he has still relied upon him. Now that he has passed away, how can his grief be endless? The obituary for the late Supreme General [of the Middle Army Commandery General] Yi헌gus funeral should be performed according to precedent. One piece of the Bureau of Currency should be delivered to him. On the day of the thirteenth month, a royal secretary should grant a mourning rite and a stipend should be sent to him. The stipend should be sent to him for three years. [Yi] 헌구는 the grandson of Chungmin Gongjeong [Yi] Geonmyeong [], who is a wise and frugal, was able to observe public morals, and his sincere and diligence is sufficient to manage the affairs. However, as there has been many days in the middle of the midle of the middle of the le of the middle of the world. ",
                "H2KE-nKo": "판중추부사 이헌구가 졸하였다. 전교하기를,“이 대신의 충후한 자태와 근신한 지조와 확고한 주장은 내가 의지하는 바이고 조야가 기대하는 바이다. 근래 병환이 비록 위중하다고는 하지만 평소의 정력은 아직도 믿는 바가 있었는데, 지금 졸서했다는 단자를 보니 슬픈 마음이 어찌 끝이 있겠는가. 졸서한 판중추부사 이헌구에게 은졸의 은전을 규례대로 거행하고, 동원부기 1부를 실어 보내며, 성복하는 날에는 승지를 보내 치제하게 하고, 녹봉은 3년 동안 실어 보내도록 하라.”하였다. 이헌구는 충민공 이건명의 현손이다. 청렴하고 검소하여 세속의 모범이 되기에 충분하고, 성실하고 근면하여 일을 처리하기에 충분하였으나 중서(中書 의정부)에 머지않아 그의 속마음을 다 털어놓지 못하였다. 백성과 나라의 정사가 홀만해지고 임금을 그리워하는 마음이 간절하여 왕왕 눈물을 흘릴 때가 있었다. 대개 그의 충근하고 순후하며 성실하여 딴마음이 없었으므로 세상 사람들이 지금까지 그를 칭송하여 중고 이상의 사람처럼 여겼다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 27일(신축) 1번째기사",
                "gt-oKo": "판부사(判府事) 이헌구(李憲球)가 졸(卒)하였다. 하교하기를, “이 대신(大臣)의 충후(忠厚)한 자질과 근신(謹愼)하는 지조와 확고한 집념은 내가 의지하였던 바이고 조야(朝野)가 상망(想望)하던 바이었다. 근래 병환이 침중하다고는 하였으나 평일의 정력(精力)으로 보아 아직도 믿을 수가 있었는데, 이제 졸서(卒逝)했다는 단자(單子)를 보니 슬픈 마음이 어찌 끝이 있겠는가? 졸서한 판부사 이헌구에게 시호를 내리는 법전을 전례에 의거하여 거행하라. 동원 부기(東園副器) 1부(部)를 보내어 주고 성복(成服)하는 날 승지를 보내어 치제(致祭)하고 녹봉(祿俸)은 3년 동안 보내어 주도록 하라.” 하였다. 이헌구는 충민공(忠愍公) 이건명(李健命)의 현손(玄孫)으로 청검(淸儉)함은 세속의 모범이 되기에 넉넉하고 성근(誠勤)함은 일을 주간하기에 충분했는데, 중서(中書)에 있은 시일이 많지 않아서 쌓아온 포부를 끝까지 펴볼 수가 없었다. 나라와 백성의 치란(治亂)에 이르러서는 이를 돌보아 연연하는 마음이 가슴에 서려 있어 왕왕 눈물을 흘릴 때가 있었다. 그의 충근(忠謹)함과 박후(樸厚)함이 그지없이 성실하였으므로, 세상 사람들이 지금까지 칭송(稱頌)하여 중고(中古) 이상의 사람과 같다고 하였다.",
                "hj": "○辛丑/判府事李憲球卒。 敎曰: “此大臣忠厚之姿, 謹愼之操, 牢確之執, 予所奇毗也, 朝野所想望也。 邇來病患, 雖曰沈綿, 平日精力, 尙有所恃, 今見逝單, 愴畫曷已? 卒判府事李憲球隱卒之典, 依例擧行, 東園副器一部輸送, 成服日, 遣承旨致祭, 祿俸限三年輸送。” 憲球, 忠愍公健命玄孫, 淸儉足以範俗, 誠勤足以幹事, 而中書之日月不多, 用未能究其底蘊。 至於民國治忽, 眷戀紆結, 往往有泫然時。 蓋其忠謹樸厚, 斷斷無他, 世人之至今誦說者, 若中古以上人。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King appointed Hong Jongbong as director of the Office of Royal Decrees .",
                "H2KE-nKo": "홍종응을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 3일(정축) 1번째기사",
                "gt-oKo": "홍종응(洪鍾應)을 판의금부사로 삼았다.",
                "hj": "○丁丑/以洪鍾應爲判義禁府事。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Nam Sageun as director of the Office of the Royal Decrees .",
                "H2KE-nKo": "남병철을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 4일(무인) 1번째기사",
                "gt-oKo": "남병철(南秉哲)을 판의금부사로 삼았다.",
                "hj": "○戊寅/以南秉哲爲判義禁府事。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinmyo day, the first day of the month, [the King] went to Gwanghyo Hall to perform the rite of the fifth day of the fifth month (Dano at the Royal Ancestral Shrine .",
                "H2KE-nKo": "효정전에 나아가 단오제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 5일(기묘) 1번째기사",
                "gt-oKo": "효정전에 나아가 단오제(端午祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○己卯/詣孝正殿, 行端午祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The Royal Placenta Chamber Examination entered the Royal Confucian Academy and attended upon the King.",
                "H2KE-nKo": "약원에서 희정당에 입진하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 5일(기묘) 2번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○藥院入診于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "[The King] instructed the evaluation of performance evaluation in the eighth and four provinces in the imo year (. ",
                "H2KE-nKo": "팔도와 사도에 전최를 행하라고 신칙하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 8일(임오) 1번째기사",
                "gt-oKo": "팔도(八道)와 사도(四都)에 전최(殿最)를 하라고 신칙하였다.",
                "hj": "○壬午/飭八道四都殿最。"
            },
            "2": {
                "H2KE-EN": "On sinhae day, a rite of praying for rain was held on the first day of the month.",
                "H2KE-nKo": "첫 번째 기우제를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 8일(임오) 2번째기사",
                "gt-oKo": "첫 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○行初次祈雨祭。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Kim Yanggeun was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "김양근을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 9일(계미) 1번째기사",
                "gt-oKo": "김양근(金穰根)을 성균관 대사성으로 삼았다.",
                "hj": "○癸未/以金穰根爲成均館大司成。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The construction of the city wall has already been completed. If there are any name of the city wall [of the city wall], and there is no actual record of the city wall [of the city wall], how can this be the state law? Soon thereafter, [they] inspected and reported back [to me]. The city wall [of the city wall] in the Royal Hun was truly exonerated without any actual record [of the city wall]. The city wall [of the city wall] in the storehouse in which the city wall [of the city wall] was slightly supposed to complete [the work]. If the city wall [of the city wall] was once met with rain and the earth of the city wall [of the city wall], then [the city wall] will be blocked as before. Should this be the intent of city wall [of the city wall] in the storehouse in which the wall was destroyed, and there is no deficiency [of the city wall] in the storehouse [of the wall]. The city wall [of the city wall] is more neglect than this. If the city wall [of the city wall] is left unpunished, there will be no way to discuss the state law. Subsequently, the squad leader of the commandant Sim낙sin should be dismissed from office.",
                "H2KE-nKo": "전교하기를,“내를 파는 공사가 이제 끝났다고 보고하였다. 만일 내를 판다는 이름만 있고 내를 판 실상이 없다면 이것이 어찌 나라의 기강이 그러하겠는가. 즉시 적간하고 돌아와서 나에게 아뢰라. 어영대장이 내를 판 것은 참으로 유명무실하게 되었다는 비난을 면치 못할 것이다. 내를 판 모래와 돌이 곳곳에 쌓여 있는 것은 모두 이쪽을 파서 저쪽으로 옮겨 대서 대충대충 마무리 짓기 위한 계책이다. 그런데 만일 한번 장마를 겪게 되면 흘러내린 흙이 예전처럼 꽉 막히게 될 것이다. 그렇게 되면 내를 판 뜻이 과연 어디에 있겠는가. 무너져 내린 성첩은 하나도 수축하지 않았고 성을 넘어 출입하여도 전혀 제한이 없다고 하니, 이보다 더 허술한 일이 없다. 이러한데도 불문에 부친다면 나라의 기강은 마침내 강구할 수 없게 될 것이다. 해당 군영 대장 심낙신에게 파직하는 법을 시행하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 5월 9일(계미) 2번째기사",
                "gt-oKo": "하교하기를, “내를 치는 역사(役事)가 이제 완결을 고하였다. 그러나 만일 내를 친 실상이 없다면 이것을 어찌 국가에 기강이 있다고 할 수 있겠는가? 즉시 뒤따라 적간(摘奸)하고 회보(回報)하여서 계문(啓聞)하도록 하라. 어영(御營)에서 친 것은 참으로 이름만 있고 실상이 없는 데로 귀결됨을 면할 수 없다. 내를 쳤는데도 모래와 돌이 곳곳에 쌓여 있는데, 이는 모두 이쪽을 파서 저쪽으로 옮겨 놓음으로써 대강 일을 끝내려는 계책에서 나온 것이다. 만일 한번 비가 내려 흙이 물에 쓸려 내려가게 되면, 장차 전처럼 다시 꽉 막히게 될 것이다. 그렇게 된다면 내를 쳐서 소통시킨 의의가 과연 어디에 있겠는가? 성첩(城堞)이 무너져 내린 데 이르러서는 하나도 수축(修築)하지 않은 채 성을 넘나들며 출입하는 데도 전혀 방한(防限)이 되지 않고 있다고 하니, 일의 허술함이 이보다 더 심할 수 없다. 이를 만약 묻지 않고 방치시켜 버린다면 국가의 기강을 드디어 강론할 데가 없게 될 것이니, 해당 어영 대장(御營大將) 심낙신(沈樂臣)에게는 파직시키는 율(律)을 시행하라.” 하였다.",
                "hj": "○敎曰: “濬川之役, 今旣告竣矣。 若或有濬之名而無濬之實, 則是豈國綱然乎? 卽從摘奸回奏而聞之。 御營所濬, 誠不免有名無實之歸矣。 濬川沙石之在在積峙者, 莫非掘此移彼, 草草了當之計。 而若經一番雨水, 流下之土, 將見依舊淤塞。 夫然則疏鑿之意, 果安在哉? 至於城牒之圮毁者, 一不修築, 踰城出入, 蕩無防限云, 事之踈虞, 莫此爲甚。 此若置之勿問之科, 則國綱遂無可講之地, 該營大將沈樂臣, 施以罷職之典。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, the King proceeded to Hyojeong Hall (Hall of Benevolent Governance and performed the rite of the new moon .",
                "H2KE-nKo": "효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 1일(을사) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○乙巳/詣孝正殿, 行朔祭晝茶禮。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King appoints Kim Mungeun as supreme general of the Capital Guards",
                "H2KE-nKo": "김문근을 호위대장으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 11일(을묘) 1번째기사",
                "gt-oKo": "김문근(金汶根)을 호위청 대장(扈衛廳大將)으로 삼았다.",
                "hj": "○乙卯/以金汶根爲扈衛大將"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Superintendent of the Office of Royal Genealogy and below the superintendents of the Office of Royal Genealogy and the superintendents of the Office of Royal Genealogy were rewarded with varying degrees. Director of the Directorate of Benefiting the People Kim Jun was promoted.",
                "H2KE-nKo": "《선원보략》을 수정한 종부시 제조 이하에게 차등을 두어 시상하였다. 감인한 종부시 정 김준에게 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 13일(정사) 1번째기사",
                "gt-oKo": "《선원보략(璿源譜略)》을 수정(修正)한 종부시 제조(宗簿寺提調) 이하에게 차등있게 시상(施賞)하였다. 감인(監印)인 정(正) 김준(金畯)에게는 가자(加資)하였다.",
                "hj": "○丁巳/《璿源譜略》修正宗簿提調以下, 施賞有差, 監印正金畯, 加資。"
            },
            "2": {
                "H2KE-EN": "Hong Jongbong was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "홍종응을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 13일(정사) 2번째기사",
                "gt-oKo": "홍종응(洪鍾應)을 판의금부사로 삼았다.",
                "hj": "○以洪鍾應爲判義禁府事。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] went to Gwanghyo Hall to perform the rite of the full moon and 주다례를 행하였다.",
                "H2KE-nKo": "효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 15일(기미) 1번째기사",
                "gt-oKo": "효정전에 나아가 망제(望祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○己未/詣孝正殿, 行望祭晝茶禮。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On imjin day, the first day of the month, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 18일(임술) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○壬戌/詣眞殿, 行茶禮。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Jo Yeong is appointed second minister of personnel .",
                "H2KE-nKo": "조헌영을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 2일(병오) 1번째기사",
                "gt-oKo": "조헌영(趙獻永)을 이조 참판으로 삼았다.",
                "hj": "○丙午/以趙獻永爲吏曹參判"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the twelfth month, the King entered the Royal Placenta Chamber in the gapjin year ( and attended the Royal Hunt. Left State Councilor Jo Dusun reported, Your subjects request that Your Majesty grant him a level of promotion. The King granted permission. ",
                "H2KE-nKo": "희정당에서 갑자년에 희정당에서 내의원의 입진과 차대를 행하였다. 좌의정 조두순이 아뢰기를,“임신년에 군공을 세운 박종묵에게 가자하는 은전을 시행하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 20일(갑자) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다. 좌의정 조두순(趙斗淳)이 아뢰기를, “임신년 군공인(軍功人)인 박종묵(朴宗默)에게 가자(加資)하는 은전을 시행하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○甲子/藥院入診及次對于熙政堂。 左議政趙斗淳啓言: “壬申軍功人朴宗默, 請施加資之典。” 從之。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Supreme General Bak Hoesu as magistrate of Gwangju Strategic Prefecture .",
                "H2KE-nKo": "판중추부사 박회수를 광주부 유수로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 22일(병인) 1번째기사",
                "gt-oKo": "판부사 박회수(朴晦壽)를 광주부 유수(廣州府留守)로 삼았다.",
                "hj": "○丙寅/以判府事朴晦壽爲廣州府留守。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Personnel , which stated, Jo Deukrim was appointed magistrate of Hanseong Magistracy , Kang Siyeong was appointed inspector general , Im Baeksu was appointed censor of the Office of the Censor General , 김병jun was appointed third minister of personnel , Yi Gyeongjae was appointed minister of Punishments , Kim Yeonggeun was appointed minister of works , and Yi Hyeongha was appointed army commander of Hamgil Province .",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 조득림을 한성부 판윤으로, 강시영을 사헌부 대사헌으로, 임백수를 사간원 대사간으로, 김병준을 이조 참의로, 이경재를 형조 판서로, 김영근을 공조 판서로, 이형하를 함경남도 병마절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 22일(병인) 2번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여 조득림(趙得林)을 한성부 판윤으로, 강시영(姜時永)을 사헌부 대사헌으로, 임백수(任百秀)를 사간원 대사간으로, 김병준(金炳駿)을 이조 참의로, 이경재(李經在)를 형조 판서로, 김영근(金泳根)을 공조 판서로, 이형하(李亨夏)를 함경남도 병마 절도사로 삼았다.",
                "hj": "○都政下批, 以趙得林爲漢城府判尹, 姜時永爲司憲府大司憲, 任百秀爲司諫院大司諫, 金炳駿爲吏曹參議, 李經在爲刑曹判書, 金泳根爲工曹判書, 李亨夏爲咸鏡南道兵馬節度使。"
            },
            "3": {
                "H2KE-EN": "The King ordered that Kim Myeongcheol , a criminal who caused trouble at the Royal Ancestral Shrine and the Altar of the Soil and Grain , be exiled to Gangjin District .",
                "H2KE-nKo": "사직의 신실에 변고를 일으킨 죄인 김명철을 강진현에 정배하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 22일(병인) 3번째기사",
                "gt-oKo": "사직(社稷)의 신실(神室)에 변을 저지른 죄인 김명철(金明哲)을 강진현(康津縣)에 정배(定配)하라 명하였다.",
                "hj": "○命社稷神室作變罪人金明哲, 配于康津縣。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Assistant Director of the Office of State Records Yun Jeonghyeon presented a memorial to the King. The memorial read as follows: In our humble opinion, Great King Taejo of Obedience and Filial Piety succeeded the sage and succeedededededing sages, and his accomplishments were greatly enough. His filial piety of the world and the deep filial piety of the people cannot be unable to grow their life. His sincerity of serving the sages and looking up to the world, he showed no difference between Heaven and alone. He was saddened by pity and engraved in life, and he could not bear to damage even a single person. He was modest and frugal in self-restraint. He did not know how much he was wealthy one thousands of riches. When he was pardoned thirty-four years, his accomplishments were beyond the ages, and his great merit were enough to eternal generations. He respectfully observed the instructions left by King Taejo inherited and claimed the righteousness of Jeongjong, and yin and yang and virtuous behavior were distinguished earlier by adjudicating the righteousness of yin and yang and virtuous behavior, thereby rectifying the righteousness. If he were to punish all of the crimes of frost and rain, snow, or snow, he would surely endeavor to punishment. By expeling the edification of yang and severely eliminating the source of the social mores, wicked words did not occur. He did not punish the influence of the thieves, but he did not punish the influence of the powerful bands, thereby encouraging the great edification. His virtue of the sovereign personally acted above, and the human relationship of the people and the people are in accordance with the inner quarters. He succeededededed to the earth and night, encouraged the great foundation of our country to strengthen the great foundation of this state to the present day. Our Majesty has successively succeedededededededededed to the throne. His filial piety have never endeavored. He offered the jade book and the seal repeatedly presented them, and his shrine was added to the ancestors of the ancestors. His ancestors of the ancestors and the ancestors of the ancestors are extremely sincere. However, the portrait of King Taejo alone were enshrined in the central palace, and there is no special shrine in the Royal Ancestral Shrine to the officials and the people. How could there not be any delay of any fault? Your humble opinion is not necessary",
                "H2KE-nKo": "지사 윤정현이 상소하였는데, 그 대략에,“삼가 생각건대, 우리 순조대왕께서는 성인으로서 성인을 계승하여 거듭 빛나고 여러 번 흡족하게 하셨습니다. 바다와 같이 깊고도 깊은 효성으로 종신토록 추모해도 미칠 수 없고, 하늘을 섬기고 하늘을 받드는 정성으로도 혼자 있을 때나 다름없이 조심하고 살리기를 좋아하여 차마 한 가지 물건도 손상시키지 않았으며, 공손하고 검소하며 비용을 절약하여 천 줌의 무게가 부유한 줄을 몰랐습니다. 34년 동안 재위하시면서도 성덕이 전대보다 뛰어나고 큰 공이 영원토록 미쳤습니다. 태조께서 남기신 모훈을 준수하여 정묘께서 지키신 의리를 밝혔고, 음양과 선악을 일찌감치 분변하여 정사를 하면서 그 바르지 못함을 바로잡았으며, 비와 이슬, 서리와 눈을 아울러 내려 토죄를 행하면서 형벌은 형벌이 없기를 기약하였습니다. 양교를 물리치고 뿌리를 통렬히 끊어 사설이 일어나지 않고, 토적을 평정하면서도 위협에 못 이겨 따른 자는 다스리지 않아 큰 교화가 크게 새로워졌습니다. 천덕과 왕도가 위에서 몸소 행해지고 인륜과 사물의 법칙이 저절로 중도에 맞아, 밤낮으로 천명이 깊고도 은밀하여 우리 크나큰 기업을 공고히 하여 오늘에 이르렀습니다.아, 우리 성상께서는 큰 왕업을 이어받아 효성이 끝이 없어 옥책과 금보를 여러 차례 추상하고 묘호를 조공보다 더 높였으니, 그 존숭하고 현양하는 도리가 지극하고도 극진하였습니다.그런데 진용을 봉안하는 것은 오직 구중궁궐의 깊고도 엄숙한 곳에만 있고 별전은 없어서 신민들이 우러러 흠모하는 곳이 되었으니, 어찌 아직까지 거행하지 못한 결함이 있는 것이 아니겠습니까. 어리석은 신의 얕은 소견으로는 새로 터를 잡고 집을 지어 지난날 겸양하셨던 성상의 뜻을 받들 필요가 없다고 봅니다. 다만 영희전에 한 칸을 더 늘려 5실의 다음으로 올려 배향한다면 신령과 이치가 진실로 화합하고 인정과 예문이 둘 다 극진해질 것입니다. 이는 신의 사적인 말일 뿐만 아니라 바로 온 나라 사람들이 한목소리로 원하는 바이니, 다른 말이 없을 것입니다. 삼가 바라건대, 조정에 있는 신하들에게 하문하여 속히 성대한 의식을 거행하여 성상의 효성을 빛내고 여론에 부응하소서.”하니, 비답하기를,“영전은 바로 원묘의 제도인데, 그 뜻이 있었으나 미처 거행하지 못하였다. 지금 경의 상소를 보니 슬픔과 허전함이 갑절이나 간절하다. 청한 바는 삼가 그대로 따르겠다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 25일(기사) 1번째기사",
                "gt-oKo": "지사(知事) 윤정현(尹定鉉)이 상소하였는데, 대략 이르기를, “삼가 생각하건대 우리 순조 대왕(純祖大王)께서는 성인(聖人)으로서 성인을 계승하였으므로, 중광(重光)이 누차 흡족했습니다. 바다처럼 대단히 깊은 효도는 추모하기를 종신토록 하면서 미치지 못한 듯하였고, 하늘을 섬기는 대월(對越)의 정성은 조심하는 마음이 혼자 있는 곳에서도 간단(間斷)이 없었으며, 측은히 여기는 마음으로 살리기를 좋아하여 차마 한 물건도 손상시키지를 않았고 공검(恭儉)한 자세로 절용(節用)하여 천승(千乘)의 임금이 부유한 것임을 몰랐습니다. 34년 동안 재위(在位)하였는데, 그 성덕(盛德)은 전대(前代)에 뛰어났고 풍공(豐功)은 영원한 후세에 전하여질 것입니다. 태조(太祖)께서 전하여 준 모훈(謨訓)을 준수하고 정묘(正廟)께서 행한 의리(義理)를 발휘(發揮)하여 음양(陰陽)과 선악(善惡)을 조기에 변별(辨別)하는 정사를 시행해서 부정(不正)을 바로잡았고, 우로(雨露) 같은 은혜와 상설(霜雪) 같은 위엄으로 병행하여 토죄(討罪)함에 있어서는 형벌을 가할 적에 형벌이 없게 되기를 기약했습니다. 양교(洋敎)를 물리침에 있어서는 뿌리를 통렬히 단절하여 사설(邪說)이 일어나지 못하게 하였으며, 토적(土賊)을 평정함에 있어서는 협박에 의해 따른 사람은 다스리지 않아 큰 교화가 크게 새로워졌습니다. 천덕(天德)과 왕도(王道)를 위에서 몸소 행하니, 민이(民彝)와 물측(物則)이 저절로 중도(中道)에 맞게 되었으며, 주야로 국가의 기명(基命)에 대해 깊이 생각하였으므로 우리의 크나큰 기업(基業)을 공고하게 만들어 오늘의 아름다움에 이르게 한 것입니다. 우리 성상(聖上)께서는 큰 서업(緖業)을 이어받아 효성이 끝이 없어, 옥책(玉冊)과 금보(金寶)를 누차 추상(追上)하여 올렸고 묘호(廟號)를 조공(祖功)으로 높였으니, 그 드러내어 천양(闡揚)하는 도리가 극진하였습니다. 그런데 진용(眞容)을 봉안(奉安)한 것이 구중 궁궐의 깊숙하고도 근엄한 곳에 있을 뿐 별전(別殿)이 없어 신민(臣民)들이 우러러 사모할 장소가 없으니, 어찌 아직 거행하지 않은 결전(缺典)이 아닐 수 있겠습니까? 우신(愚臣)의 천견(淺見)에는 새로 터를 점거하여 터를 닦고 집을 지을 필요 없이 옛날 겸허하였던 성의(聖意)를 체득하여, 단지 영희전(永禧殿)에 나아가서 한 칸을 더 증축하여 오실(五室)의 다음에다 제배(躋配)하면, 신리(神理)에도 진실로 맞고 인정과 예문이 둘 다 극진하게 될 것입니다. 이는 신의 사언(私言)일 뿐만이 아니라 곧 온 나라 사람이 같은 목소리로 원하고 있는 것으로, 이에 대한 이의(異義)가 없습니다. 삼가 바라건대 조정의 신하들에게 하순(下詢)하시어 조속히 성대한 의식(儀式)을 거행하여 성효(聖孝)를 빛내시고 여정(輿情)에 부합되게 하소서.” 하니, 비답하기를, “영전(影殿)은 곧 원묘(原廟)의 제도인 것으로, 뜻은 있었으나 미처 거행하지 못했던 것이다. 이제 경의 소장을 보니, 창연(愴然)한 마음이 배나 간절하다. 청한 것은 삼가 따르도록 하겠다.” 하였다.",
                "hj": "○己巳/知事尹定鉉, 上疏略曰: 洪惟我純祖大王, 以聖繼聖, 重光累洽。 準海隆深之孝, 追慕靡逮於終身, 事天對越之誠, 小心罔間於幽獨, 惻怛好生, 不忍一物之有傷, 恭儉節用, 不知千秉之爲富。 在宥三十四年, 盛德軼於前代, 豐功被於永世。 遵守乎太祖所貽之謨訓, 發輝乎正廟所秉之義理, 陰陽淑慝之早辨爲政, 而正其不正, 雨露霜雪之幷行討罪, 則刑期無刑。 闢洋敎而痛絶根株, 邪說不作, 平土寇而罔治脅從, 大化丕新, 天德王道之躬行於上, 民彝物則之自協于中, 夙夜基命宥密, 用鞏我丕丕基, 式至于今日。 休我聖上, 纉承洪緖, 孝思無極, 冊寶屢薦於追上, 廟號加隆於祖功, 其尊顯闡揚之道, 至矣盡矣。 而眞容妥奉, 惟在於九重深嚴, 未有別殿, 爲臣民瞻慕之地, 豈非缺典之猶有未擧者乎? 臣愚淺見, 不必新占基址, 創始營搆, 以體昔日謙沖之聖意, 只就永禧殿, 增拓一間, 躋配於五室之次, 則神理允叶, 情文兩盡。 此非獨臣之私言, 卽擧國所同聲之願, 而無異辭者也。 伏乞詢于在庭, 亟擧縟儀, 以光聖孝, 以副輿情焉。 批曰: “影殿, 卽原廟之制也, 有其志而未及擧矣。 今見卿疏, 倍切愴廓, 所請敬依。”"
            },
            "2": {
                "H2KE-EN": "Hong Yeolmok was appointed minister of rites .",
                "H2KE-nKo": "홍열모를 예조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 25일(기사) 2번째기사",
                "gt-oKo": "홍열모(洪說謨)를 예조 판서로 삼았다.",
                "hj": "○以洪說謨爲禮曹判書。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Shin Mihyeon was appointed as minister of personnel , Chae Won묵 as censor of the Office of the Censor General , Yi Gyeongjae as assistant state councilor , and Kim Jeongjip as right state councilor .",
                "H2KE-nKo": "김병학을 이조 판서로, 채원묵을 사간원 대사간으로, 이경재를 의정부 좌참찬으로, 김정집을 우참찬으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 27일(신미) 1번째기사",
                "gt-oKo": "김병학(金炳學)을 이조 판서로, 채원묵(蔡元默)을 사간원 대사간으로, 이경재(李景在)를 의정부 좌참찬으로, 김정집(金鼎集)을 우참찬으로 삼았다.",
                "hj": "○辛未/以金炳學爲吏曹判書, 蔡元默爲司諫院大司諫, 李景在爲議政府左參贊, 金鼎集爲右參贊。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King appointed Heo Gye as supreme general of the Elite Capital Guards , and Oh Hyeonmun as supreme general of the Right변포도대장 .",
                "H2KE-nKo": "정미년에 허계를 금위대장으로, 오현문을 우변포도대장으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 3일(정미) 1번째기사",
                "gt-oKo": "허계(許棨)를 금위영 대장(禁衛營大將)으로, 오현문(吳顯文)을 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○丁未/以許棨爲禁衛大將, 吳顯文爲右邊捕盜大將。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Seo Daesun as inspector general of the Office of the Inspector General , Jeong Deokhwa as censor of the Office of the Censor General , and Yeom Jongsu as navy subarea commander of Right Jeolla Province .",
                "H2KE-nKo": "무신년에 서대순을 사헌부 대사헌으로, 정덕화를 사간원 대사간으로, 염종수를 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 4일(무신) 1번째기사",
                "gt-oKo": "서대순(徐戴淳)을 사헌부 대사헌으로, 정덕화(鄭德和)를 사간원 대사간으로, 염종수(廉宗秀)를 전라우도 수군 절도사(全羅右道水軍節度使)로 삼았다.",
                "hj": "○戊申/以徐戴淳爲司憲府大司憲, 鄭德和爲司諫院大司諫, 廉宗秀爲全羅右道水軍節度使。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On giyu day, the King appointed Kim Deokgeun as Royal Confucian Academy .",
                "H2KE-nKo": "김덕근을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 5일(기유) 1번째기사",
                "gt-oKo": "김덕근(金德根)을 성균관 대사성으로 삼았다.",
                "hj": "○己酉/以金德根爲成均館大司成。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King recommended Jeong Taeho , Yu Jiyeong , Shin Myeonghwa , Yi Inmyeong , Song Huijeong , Hong Jeonggyu , Im Seungjun , and Jeong Hyeondeok in gyeongsul year (.",
                "H2KE-nKo": "경술년에 정주천을 행하였다. 정태호, 유지영, 신명화, 이인명, 송희정, 홍정규, 임승준, 정현덕이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 6일(경술) 1번째기사",
                "gt-oKo": "주천(注薦)을 행하여 정태호(鄭泰好)·유지영(柳芝榮)·신명화(申命和)·이인명(李寅命)·송희정(宋熙正)·홍정규(洪正圭)·임승준(任承準)·정현덕(鄭顯德)을 뽑았다.",
                "hj": "○庚戌/行注薦, 鄭泰好、柳芝榮、申命和、李寅命、宋熙正、洪正圭、任承準、鄭顯德。"
            },
            "2": {
                "H2KE-EN": "Based upon the report from the State Council , the King allowed the reconstruction of Mannyeong Hall in Ganghwa Circuit .",
                "H2KE-nKo": "비변사의 계사로 인하여 강화도의 만녕전을 중건하자는 청을 시행하도록 허락하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 6일(경술) 2번째기사",
                "gt-oKo": "비변사의 계사(啓辭)로 인하여 심도(沁都)의 만녕전(萬寧殿)을 중건(重建)하자는 청을 허락하여 시행하게 하였다.",
                "hj": "○因備邊司啓許施沁都萬寧殿重建之請。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King appointed Hong Jaryong as the Military Training Office , Sim낙sin as the Military Training Office , and Kim Gik as the Military Training Office .",
                "H2KE-nKo": "홍재룡을 훈련대장으로, 심낙신을 총융사로, 김병국을 어영대장으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 9일(계축) 1번째기사",
                "gt-oKo": "홍재룡(洪在龍)을 훈련 도감 대장으로, 심낙신(沈樂臣)을 총융사로, 김병국(金炳國)을 어영청 대장으로 삼았다.",
                "hj": "○癸丑/以洪在龍爲訓鍊大將, 沈樂臣爲摠戎使, 金炳國爲御營大將。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the Military Training Office and the Elite Troops be replaced by the commandants and the commandants .",
                "H2KE-nKo": "훈련대장과 어영대장의 직임을 서로 바꾸라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 9일(계축) 2번째기사",
                "gt-oKo": "훈련 도감 대장과 어영청 대장을 서로 바꾸라고 명하였다.",
                "hj": "○命訓將御將, 相換。"
            },
            "3": {
                "H2KE-EN": "Based upon the report from the State Council , the King ordered the Ministry of Taxation to designate three thousand nyang of cloth tax for the collection of ginseng. ",
                "H2KE-nKo": "비변사의 계사로 인하여 포삼세전, 호조의 내년 몫을 3만 냥으로 참작하여 정하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 6월 9일(계축) 3번째기사",
                "gt-oKo": "비변사의 계사로 인하여 포삼(包蔘)의 세전(稅錢)은 탁지(度支)에서 명년조를 3만 냥으로 작정(酌定)하게 하라고 명하였다.",
                "hj": "○因備邊司啓, 命包蔘稅錢, 度支明年條, 以三萬兩酌定。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the new moon .",
                "H2KE-nKo": "효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 1일(갑술) 1번째기사",
                "gt-oKo": "효정전에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○甲戌/詣孝正殿, 行朔祭晝茶禮。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyemi day, the King 차대를 희정당에서 행하였다. Chief State Councilor Kim좌geun reported, Please prohibit all the shipbuilding of ships from the riverside. The King responded, saying, I have heard this matter. However, I do not know why I am unable to prohibit the shipbuilding of ships from the riverside. From this day forward, it would be proper to specially enforce it.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를,“강 연안의 선세를 일체 금단하소서.”하니, 비답하기를,“이 일이 과연 보고된 것이 있는데, 무슨 까닭으로 금단하지 못하고 한결같이 폐단을 일으키도록 내버려 둔 것인지 모르겠다. 지금부터는 각별히 신칙하도록 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 10일(계미) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 영의정 김좌근(金左根)이 아뢰기를, “바다나 강가의 선세(船稅)를 일체 모두 금단시키소서.” 하니, 비답하기를, “이 일에 대해서는 과연 들려 오는 바가 있는데, 무슨 연고로 금단하지 못하고 한결같이 폐단을 부리는 대로 맡겨 두는지 모르겠다. 지금부터는 각별히 신칙시키도록 하라.” 하였다.",
                "hj": "○癸未/次對于熙政堂。 領議政金左根啓言: “沿江船稅, 一幷禁斷。” 批曰: “此事果有入聞, 而不知何故, 未能禁斷, 一任其作弊乎。 從今另飭可也。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Jonghak as the Royal Confucian Academy and Jo Giyeong as the Royal House Administration . ",
                "H2KE-nKo": "조병학을 성균관 대사성으로, 조기영을 판돈녕부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 10일(계미) 2번째기사",
                "gt-oKo": "조병학(趙秉學)을 성균관 대사성으로, 조기영(趙冀永)을 판돈녕부사로 삼았다.",
                "hj": "○以趙秉學爲成均館大司成, 趙冀永爲判敦寧府事。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the full moon .",
                "H2KE-nKo": "효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 15일(무자) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 망제(望祭)와 주다례(晝姿禮)를 행하였다.",
                "hj": "○戊子/詣孝正殿, 行望祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the great Veritable Records of Great King Sunjo be enshrined in the southern hall of the gyeongin year (.",
                "H2KE-nKo": "순조대왕의 어진인 경인년의 대본을 남전에 봉안하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 15일(무자) 2번째기사",
                "gt-oKo": "순조 대왕(純祖大王)의 어진(御眞)인 경인년의 대본(大本)을 남전(南殿)에 봉안(奉安)하라고 명하였다.",
                "hj": "○純祖大王御眞庚寅大本, 命奉安于南殿。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Yi Geonseo as supreme commander of the Three Armies , Oh Gilseon as navy commander of Right Gyeongsang Province , and Yi Myeongdeok as navy commander of Hwanghae Province .",
                "H2KE-nKo": "이건서를 삼도 수군통어사로, 오길선을 경상우도 수군절도사로, 이명석을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 2일(을해) 1번째기사",
                "gt-oKo": "이건서(李健緖)를 삼도 수군 통어사(三道水軍統禦使)로, 오길선(吳吉善)을 경상우도 수군 절도사(慶尙右道水軍節度使)로, 이명석(李明錫)을 황해도 수군 절도사(黃海道水軍節度使)로 삼았다.",
                "hj": "○乙亥/以李健緖爲三道水軍統禦使, 吳吉善爲慶尙右道水軍節度使, 李明錫爲黃海道水軍節度使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyesa day, the first day of the ninth month, [the King] went to the shrine of Great Lord of Jeongye and bowed to the memorial service at the shrine of Euneon County .",
                "H2KE-nKo": "전계 대원군의 사우와 은언군의 사우에 전배하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 20일(계사) 1번째기사",
                "gt-oKo": "전계 대원군(全溪大院君)의 사우(祠宇)와 은언군(恩彦君)의 사우(祠宇)에 나아가 전배(展拜)하였다.",
                "hj": "○癸巳/詣全溪大院君祠宇, 恩彦君祠宇展拜。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Jeong Yu Jang was appointed as inspector general of the Office of the Inspector General , Kim Yeonggi as censor of the Office of the Censor General , Kim Geumgyo as right state councilor , Yun Chisu as minister of punishments , and Yi Haksu as deputy director of the Royal House Administration .",
                "H2KE-nKo": "정유년에 조형복을 사헌부 대사헌으로, 김영기를 사간원 대사간으로, 김병교를 의정부 우참찬으로, 윤치수를 형조 판서로, 이학수를 판돈녕부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 24일(정유) 1번째기사",
                "gt-oKo": "조형복(趙亨復)을 사헌부 대사헌으로, 김영기(金永基)를 사간원 대사간으로, 김병교(金炳喬)를 의정부 우참찬으로, 윤치수(尹致秀)를 형조 판서로, 이학수(李鶴秀)를 판돈녕부사로 삼았다.",
                "hj": "○丁酉/以趙亨復爲司憲府大司憲, 金永基爲司諫院大司諫, 金炳喬爲議政府右參贊, 尹致秀爲刑曹判書, 李鶴秀爲判敦寧府事。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "In gihae year (, [the King] provided relief to the families of the flooding of Samcheok Strategic Prefecture . ",
                "H2KE-nKo": "삼척부의 표호와 퇴호에 휼전을 베풀었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 26일(기해) 1번째기사",
                "gt-oKo": "삼척부(三陟府)의 표몰(漂沒)된 가호(家戶)에 휼전(恤典)을 내렸다.",
                "hj": "○己亥/給三陟府漂頹戶, 恤典。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On byeongja day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the autumn state sacrifice .",
                "H2KE-nKo": "병자년에 효정전에 나아가 추향 대제를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 3일(병자) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 추향제(秋享祭)를 행하였다.",
                "hj": "○丙子/詣孝正殿, 行秋享。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Inseok as third minister of personnel .",
                "H2KE-nKo": "이인석을 이조 참의로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 3일(병자) 2번째기사",
                "gt-oKo": "이인석(李寅奭)을 이조 참의로 삼았다.",
                "hj": "○以李寅奭爲吏曹參議。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On muin day, [the King] appointed Jo Deukrim to the director of the Office of the Royal Stables . ",
                "H2KE-nKo": "조득림을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 5일(무인) 1번째기사",
                "gt-oKo": "조득림(趙得林)을 판의금부사로 삼았다.",
                "hj": "○戊寅/以趙得林爲判義禁府事。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyeongjin day, [the King] went to Gwanghyo Hall and performed the salutation ritual toward the royal palace.",
                "H2KE-nKo": "경진년 경진일에 효정전에 나아가 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 7일(경진) 1번째기사",
                "gt-oKo": "효정전에 나아가 주다례(晝茶禮)를 행하였다.",
                "hj": "○庚辰/詣孝正殿, 行晝茶禮。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King appointed Yu Jino as third minister of personnel .",
                "H2KE-nKo": "신사년에 유진오를 이조 참의로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 7월 8일(신사) 1번째기사",
                "gt-oKo": "유진오(兪鎭五)를 이조 참의로 삼았다.",
                "hj": "○辛巳/以兪鎭五爲吏曹參議。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the new moon .",
                "H2KE-nKo": "계묘년에 효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 1일(계묘) 1번째기사",
                "gt-oKo": "효정전에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○癸卯/詣孝正殿, 行朔祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King rewarded officials who supervised the construction of Manryeong Hall on the anniversary of the passing of Queen Mother Wongyeong by varying degrees. Magistrate of Gaeseong Yu Janghwan was raised.",
                "H2KE-nKo": "만녕전을 지을 때의 감동 이하에게 차등을 두어 시상하였다. 유수 유장환에게는 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 1일(계묘) 2번째기사",
                "gt-oKo": "만녕전(萬寧殿)을 다시 지을 때의 감동(監董) 이하에게 차등있게 시상(施賞)하였고, 유수(留守) 유장환(兪章煥)에게는 가자(加資)하였다.",
                "hj": "○萬寧殿忌建時監蕫以下施賞有差, 留守兪章煥加資。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Mi as second minister of personnel , and Im Taeseung as navy subarea commander of Right Jeolla Province .",
                "H2KE-nKo": "이우를 이조 참판으로, 임태승을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 1일(계묘) 3번째기사",
                "gt-oKo": "이우(李㘾)를 이조 참판으로, 임태승(任泰昇)을 전라우도 수군 절도사로 삼았다.",
                "hj": "○以李㘾爲吏曹參判, 任泰昇爲全羅右道水軍節度使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the month, [the King] visited the Royal Tomb of King Jeongjong and the Royal Tomb of Queen Jeongan and performed a rite in person. Also, [the King] performed the morning and evening memorial ceremonies.",
                "H2KE-nKo": "계축년에 인릉의 산릉에 나아가 친히 제사를 지내고, 또 석상식을 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 11일(계축) 1번째기사",
                "gt-oKo": "인릉(仁陵)의 산릉(山陵)에 나아가 친히 제사지내고, 또 저녁 상식(上食)을 행하였다.",
                "hj": "○癸丑/詣仁陵山陵親祭, 又行夕上食。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, the King proceeded to the royal tomb and performed the morning and evening meals.",
                "H2KE-nKo": "17일에 산릉에 나아가 조상식을 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 12일(갑인) 1번째기사",
                "gt-oKo": "산릉(山陵)에 나아가 아침 상식을 행하였다.",
                "hj": "○甲寅/詣山陵, 行朝上食。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the eleventh month, at the Royal Tomb of King Jeongjong and Queen Jeongan , the second libation official and the royal tomb officials below who were serving as royal tombs were rewarded with varying degrees.",
                "H2KE-nKo": "을묘년에 인릉과 산릉의 아헌관 및 수릉관 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 13일(을묘) 1번째기사",
                "gt-oKo": "인릉의 산릉 아헌관(亞獻官)과 수릉관(守陵官) 이하에게 차등있게 시상(施賞)하였다.",
                "hj": "○乙卯/仁陵山陵亞獻官及守陵官以下, 施賞有差。"
            },
            "2": {
                "H2KE-EN": "The King appointed Oh Deukseon as minister of punishments.",
                "H2KE-nKo": "오취선을 형조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 13일(을묘) 2번째기사",
                "gt-oKo": "오취선(吳取善)을 형조 판서로 삼았다.",
                "hj": "○以吳取善爲刑曹判書。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to Hyojeong Hall and performed the rite of the full moon .",
                "H2KE-nKo": "효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 15일(정사) 1번째기사",
                "gt-oKo": "효정전에 나아가 망제(望祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○丁巳/詣孝正殿, 行望祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "Superintendent of the Royal Placenta ChamberJeong Won requested the establishment of a hall for chamberlain, and then requested the Queen to visit the Queen. The King said, Presently, both inside and outside the capital are surely known. Why must the hall for chamberlain be established in advance? It would be proper to chamberlain the hall for chamberlain.",
                "H2KE-nKo": "약원에서 희정당에 입진하였다. 도제조 정원용이 산실청을 설치할 것을 청하고, 이어 중궁전에 입진할 것을 청하니, 주상이 말하기를,“지금은 서울과 지방이 모두 알고 있는데, 어찌 미리 산실청을 설치할 필요가 있겠는가. 입진은 이달로 택일하는 것이 좋겠다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 15일(정사) 2번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다. 도제조(都提調) 정원용(鄭元容)이 산실청(産室廳)을 설치할 것을 청하고 이어 중궁전(中宮殿)에 들어가 진찰할 것을 청하니, 임금이 이르기를, “지금은 중외(中外)가 반드시 모두 알고 있는 것인데, 미리 산실청을 설치할 필요가 뭐 있겠는가? 들어와서 진찰하는 것은 이달에 날짜를 가려서 하도록 하라.” 하였다.",
                "hj": "○藥院入診于熙政堂。 都提調鄭元容, 請産室設廳, 仍請中宮殿入診, 上曰: “今則中外必皆知之, 何必預爲設廳乎? 入診, 以今月擇日可也。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On mujin day, the King granted a rotational audience to the muo year (1428, the fifth year of King Sejong.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 16일(무오) 1번째기사",
                "gt-oKo": "소대(召對)가 있었다.",
                "hj": "○戊午/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Wu Geon as the Royal Confucian Academy .",
                "H2KE-nKo": "홍우건을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 16일(무오) 2번째기사",
                "gt-oKo": "홍우건(洪祐健)을 성균관 대사성으로 삼았다.",
                "hj": "○以洪祐健爲成均館大司成。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyemi day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 17일(기미) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○己未/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yun Chiui as navy commander of Right Jeolla Province .",
                "H2KE-nKo": "윤치의를 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 17일(기미) 2번째기사",
                "gt-oKo": "윤치의(尹致誼)를 전라우도 수군 절도사로 삼았다.",
                "hj": "○以尹致誼爲全羅右道水軍節度使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, [the King] 차대를 행하였다. Chief State Councilor Kim좌geun advised, For the late Fourth Inspector [of the Office of the Inspector General] Yi Bongsang , posthumous title should be conferred upon him in accordance with the precedent of his posthumous title. [The King] followed this [recommendation].",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를,“고 지평 이봉상에게 대사헌을 추증하고 아울러 시호를 내리는 은전을 시행하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 18일(경신) 1번째기사",
                "gt-oKo": "희정당에서 차대(次對)하였다. 영의정 김좌근(金左根)이 아뢰기를, “고(故) 지평(持平) 이봉상(李鳳祥)에게 도헌(都憲)을 추증(追贈)하고 겸하여 시호를 내리는 은전을 시행하소서.” 하니, 그대로 따랐다.",
                "hj": "○庚申/次對于熙政堂。 領議政金左根啓言: “故持平李鳳祥, 贈都憲, 兼施節惠之典。” 從之。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 18일(경신) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King appointed Heo Gye as supreme general of the Right변포도대장 and Yi Yuwon as second minister of personnel .",
                "H2KE-nKo": "허계를 우변포도대장으로, 이유원을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 18일(경신) 3번째기사",
                "gt-oKo": "허계(許棨)를 우변 포도 대장(右邊捕盜大將)으로, 이유원(李裕元)을 이조 참판으로 삼았다.",
                "hj": "○以許棨爲右邊捕盜大將, 李裕元爲吏曹參判。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 19일(신유) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○辛酉/召對。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King summoned 시임 대신과 원임 대신, 각신, who had an audience with him. 영부사 정원용이 아뢰기를, “오늘은 바로 essential physical conditions for the Queens health. I have heard that all the physicians who have entered the Queens approach. I have heard that the symptoms of the physicians are at peace and all things are peaceful and the symptoms are also not necessary. The symptoms and hot weather are also not necessary. This is an auspicious event for ten thousand years and longevity. How can all the high and low officials happily pray for Your Majestys longevity? When the Royal Placenta Chamber is building, there is a vacancy of vacancy for the Royal Placenta Chamber. It is proper to write a vacancy in the Royal Placenta Chamber in the Royal Placentacenta Chamber. According to precedent, I dare to write a vacancy. The King said, Now that there is an auspicious event at this time, my dear sirs should say that it would be appropriate to say that my dear sirs happiness and pray for Your Majestys longevity. Although I am happily pleased, I am truly pleased with my dear sirs.",
                "H2KE-nKo": "시원임 대신과 시원임 각신을 불러서 보았다. 영중추부사 정원용이 아뢰기를,“오늘은 바로 중궁전(中宮殿 정순왕후)을 진찰할 길일입니다. 입진한 여러 의관의 말을 들어 보니, 맥박이 온화하고 온화하며 건강이 매우 좋아서 보약과 탕제도 들 필요가 없다고 하였습니다. 이는 종묘사직이 억만년토록 무궁할 경사이니, 대소 신료들이 기뻐하고 축원하는 심정을 어떻게 형용하여 아뢸 수 있겠습니까. 산실을 배설할 때에는 차지법이 있으니, 중궁전의 성씨를 쓰는 것을 으레 여쭈어야 하겠기에 감히 아룁니다.”하니, 주상이 말하기를,“지금 외롭고 위태로운 때에 이런 경사가 있었으니, 경들이 기뻐하고 축하하는 말을 하는 것은 당연한 듯하다. 그러나 나는 기쁨이 있지만 이런 때이기 때문에 실로 마음을 가눌 수가 없다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 20일(임술) 1번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신(大臣)과 각신(閣臣)을 소견(召見)하였다. 영부사 정원용(鄭元容)이 말하기를, “오늘은 곧 중궁전(中宮殿)을 진후(診候)할 수 있는 길일(吉日)입니다. 삼가 들어가 진찰한 여러 의원들의 말을 듣건대, 맥도(脈度)가 조화(調化)롭고 평순(平順)하며 제절(諸節)이 만안(萬安)하여 보하는 탕제(湯劑)를 진어할 필요가 없다고 하니, 이는 종사(宗社)가 억만년토록 끝이 없이 이어갈 경사인 것입니다. 대소 군정(群情)이 기뻐하여 경축하는 마음을 어떻게 형용하여 진달할 수 있겠습니까? 산실청을 배설(排設)할 적에 차지법(借地法)이 있어 의당 중전(中殿)의 성씨(姓氏)를 쓰는 것을 으레 계품(啓稟)을 거쳐야 하는 것이므로 감히 진달합니다.” 하니, 임금이 이르기를, “지금 외롭고 위태로운 때에 이런 경사가 있으니, 경 등이 기뻐하고 경축하는 말을 하는 것이 당연한 것 같다. 그러나 나는 기쁜 마음은 있으나 때가 이런 때라서 실로 마음을 가눌 수가 없다.” 하였다.",
                "hj": "○壬戌/召見時原任大臣閣臣。 領府事鄭元容曰: “今日卽中宮殿診候吉日也。 伏聞入診諸醫言, 則脈度調和平順, 諸節萬安, 調補湯劑, 亦不必進御云, 宗社萬億年旡彊之慶也。 大小群情, 懽欣祈祝之情, 何能形達乎? 産室排設之時, 有借地法, 當書中宮殿姓氏, 例爲經稟敢達矣。” 上曰: “今於孤危之時, 有此慶, 則卿等之以歡祝爲言, 似當然矣。 而予則雖有喜, 而此時也故, 實無以爲懷矣。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyehae day, Venus appeared during the gyemyo day (1423, the fourth month.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 21일(계해) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○癸亥/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 21일(계해) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King granted a rotational audience to the eleventh day of the gapjin month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 22일(갑자) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲子/召對。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulchuk day, the King granted a rotational audience to the eleventh day of the lunar month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 23일(을축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○乙丑/召對。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On sinhae day, the King granted a rotational audience to the eleventh day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 24일(병인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丙寅/召對。"
            },
            "2": {
                "H2KE-EN": "Fourth Minister Yun Jeonghyeon submitted a memorial requesting that he be retired from office. The King approved this.",
                "H2KE-nKo": "지사 윤정현이 상소하여 치사하기를 청하니, 허락하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 24일(병인) 2번째기사",
                "gt-oKo": "지사(知事) 윤정현(尹定鉉)이 소장을 올려 치사(致仕)하기를 청하니, 허락하였다.",
                "hj": "○知事尹定鉉, 疏請致仕, 許之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King appointed Yun Jeonghyeon as retired assistant state councilor .",
                "H2KE-nKo": "윤정현을 치사한 봉조하로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 25일(정묘) 1번째기사",
                "gt-oKo": "윤정현(尹定鉉)을 치사(致仕)시킨 다음 봉조하(奉朝賀)로 삼았다.",
                "hj": "○丁卯/以尹定鉉爲致仕奉朝賀。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinmi day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 29일(신미) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○辛未/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yun Chisu as governor of Hamgil Province.",
                "H2KE-nKo": "윤치수를 함경도 관찰사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 29일(신미) 2번째기사",
                "gt-oKo": "윤치수(尹致秀)를 함경도 관찰사로 삼았다.",
                "hj": "○以尹致秀爲咸鏡道觀察使。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, the King proceeded to Hyojeong Hall (Hall of Benevolent Governance and performed the morning and evening memorial ceremonies. ",
                "H2KE-nKo": "효정전에 나아가 조상식, 주다례, 석상식을 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 3일(을사) 1번째기사",
                "gt-oKo": "효정전에 나아가 아침 상식(上食), 주다례, 저녁 상식을 행하였다.",
                "hj": "○乙巳/詣孝正殿, 行朝上食、晝茶禮、夕上食。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Honghwa Gate and greeted the spirit tablet of the Royal Wedding Ceremony .",
                "H2KE-nKo": "홍화문 안에 나아가 연주를 공경히 맞이하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 3일(을사) 2번째기사",
                "gt-oKo": "홍화문(弘化門) 안에 나아가 연주(練主)를 지영(祗迎)하였다.",
                "hj": "○詣弘化門內, 祗迎練主。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly and read Supplement to the Comprehensive Mirror to Aid in Government (C. Zizhi tongjian gangmu .",
                "H2KE-nKo": "소대를 행하여 《속자치통감강목》을 강하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 30일(임신) 1번째기사",
                "gt-oKo": "소대(召對)하여 《속강목(續綱目)》을 강하였다.",
                "hj": "○壬申/召對, 講《續綱目》。"
            },
            "2": {
                "H2KE-EN": "The King ordered that Magistrate of Goksan District Bak Gyeongseon be placed under restricted residence in Goksan Island because he committed the crime of making a false accusation against others.",
                "H2KE-nKo": "전 현감 박경선을 흑산도에 안치하라고 명하였다. 투서하여 사람을 무함한 죄 때문이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 30일(임신) 2번째기사",
                "gt-oKo": "전 현감 박경선(朴慶善)을 흑산도(黑山島)에 안치(安置)하라고 명하였으니, 투서(投書)하여 사람을 무함한 죄 때문이었다.",
                "hj": "○命前縣監朴慶善, 安置于黑山島, 以投書誣人之罪也。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongo day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite commemorating the first anniversary of death .",
                "H2KE-nKo": "효정전에 나아가 연제를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 4일(병오) 1번째기사",
                "gt-oKo": "효정전에 나아가 연제(練祭)를 행하였다.",
                "hj": "○丙午/詣孝正殿, 行練祭。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King rewarded officials of the Directorate of Merit Subjects who served as the directorate of the Directorate of Merit Subjects who served as the directorate of the State Funeral Serit Subjects who served as the directorate of the Royal Tomb and those below who served as the directorate of the Royal Tomb. Second Minister of Personnel Yi Mi , the official of the Office of Merit Subjects who served as the directorate of the Royal Tomb , and the official of the Office of Merit Subjects who served as the directorate of the Office of Merit Subjects who served as the directorate of the State Funeral Serit Subjects who served as the directorate of the Directorate of Merit Subjects who served as the directorate of the Royal Tomb .",
                "H2KE-nKo": "정미년에 연주도감의 당상, 혼전의 향관, 산릉의 수릉관 이하에게 차등을 두어 시상하였다. 제주관인 이조 참판 이엽, 향관인 이조 판서 김병학, 황해 감사 남병길에게 모두 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 5일(정미) 1번째기사",
                "gt-oKo": "연주 도감(練主都監)의 당상(堂上), 혼전(魂殿)의 향관(享官), 산릉(山陵)의 수릉관(守陵官) 이하에게 차등있게 시상하였다. 제주관(題主官)인 이조 참판 이우(李㘾), 향관(享官)인 이조 판서 김병학(金炳學), 황해 감사 남병길(南秉吉)에게는 모두 가자(加資)하였다.",
                "hj": "○丁未/練主都監堂上魂殿享官山陵守陵官以下, 施賞有差, 題主官吏曹參判李㘾, 享官吏曹判書金炳學, 黃海監司南秉吉, 幷加資。"
            },
            "2": {
                "H2KE-EN": "The King summoned 시임 대신과 원임 대신, 각신, and held audience with him before the rite commemorating the first anniversary of death. Supreme General [of the Middle Army] [] Jeong Yong said as follows: Our mother of Queen Sunwon passed away at the age of sixty, and there was a great merit of reverence to the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain. After Your Majesty entered the Royal Ancestral Shrine and inherited the throne, Your Majesty was diligent and diligent in administration, and Your Majestys favor and virtue is as great as that of heaven. Your Majesty offered filial piety to Heaven and supports to raise the lives of your subjects, and personally performed the rite, and the grieving of your subjects were exceedingly exceeding the grief. Yesterday, after performing the rite, Your Majesty proceeded to the inner hall, and the feelings of sorrowfully and wailed sorrowfully without observing the grief. In ancient times, it was said that a child was admired by a child. There was none among the left and the right officials who shed tears, and those who heard this were also shed tears. The great filial piety of the monarchs lies in the safety of the people. In the past, our former sage kings always gave orders to relieve the people by earnestly and sincerely instructing Your Majesty. However, due to recent lectures have been suspended for a long time, Your Majesty summons and receives them rarely rarely. This is what your subjects have always been worried about. Your Majesty summons court officials and officials in charge to inquire about the sufferings of the people, and enforce 정령s and enforce the peoples livelihood every day, thereby safeguarding the peoples livelihoods. Then, who would be greater filial piety and filial piety? The King said, When a son serves his parents, who would not do this? As a child is a human feelings and sympathy, my dear sirs must understand it. As the weather is already cold, you should summon and perform the rite at the end of the Royal Lecture.",
                "H2KE-nKo": "시원임 대신과 시원임 각신을 불러서 보았다. 연제를 지낸 뒤에 문안하였기 때문이다. 영중추부사 정원용이 아뢰기를,“순원성모(純元聖母 정성왕후)께서 국모로 계신 지 60년 동안 종묘사직을 다시 안정시킨 성대한 공로가 있었습니다. 전하께서 들어와 대통을 이으신 이후로 보호해 주신 노고와 부지런히 가르치신 덕은 하늘처럼 끝이 없습니다. 그런데 전하께서는 하늘에서 타고난 효성으로 봉양하고 지물을 갖추었으며, 제사는 반드시 친히 행하셨습니다. 슬픔이 상례를 넘어서 어제 새벽에 제사를 지낸 뒤에 몸소 전내로 나오셨는데, 슬픔이 북받쳐 솟구쳐 곡하는 소리가 절도를 이루지 못하였습니다. 옛날에 ‘어린아이도 사모한다.’라고 한 것에 대해 좌우의 신하들이 모두 감격의 눈물을 흘렸고 듣는 자들도 눈물을 흘렸습니다. 제왕의 대효는 백성을 보호하는 데 있습니다. 옛날 우리 선성후께서는 매번 백성을 구휼하는 정사를 가지고 자상하게 면전에서 명하셨으니, 이는 전하께서 항상 가르침을 받으신 것입니다. 그런데 근래에는 강대를 오랫동안 철폐하여 신하들을 소접하는 경우가 드무니, 이것이 신들이 항상 우려하는 점입니다. 근신과 유사의 신하를 불러서 보고 백성의 고통을 물어보고 정령을 시행하여 날로 백성을 편안하게 하고 백성을 보호하는 방도를 행하신다면, 나라의 형세가 공고하고 편안하게 될 것이니, 이보다 더 큰 성효가 어디 있겠습니까.”하니, 주상이 말하기를,“자식이 되어 부모를 향하는 마음이 어느 것인들 그렇지 않겠는가마는, 나 소자가 성모에 대해 그 정리가 비할 데 없다는 것은 경들이 알고 있을 것이다. 가을의 서늘한 기운이 이미 생겼으니, 강연은 끝내 유념하여 행하겠다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 5일(정미) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신(大臣)과 각신(閣臣)을 소견(召見)하였는데, 연제(練祭)를 지낸 뒤 문안하러 왔기 때문이었다. 영부사(領府事) 정원용(鄭元容)이 아뢰기를, “순원 성모(純元聖母)께서 국모로 임어하신 지가 60년이고, 그 동안에 종사(宗社)를 두번 평안하게 한 성대한 공이 있습니다. 전하께서 들어와 대통(大統)을 이으신 이후 보호해 주신 노고와 교훈하여 주신 수고로움에 대한 은덕은 하늘처럼 끝이 없습니다. 전하께서는 하늘에서 타고나신 독실한 효성으로 양지(養志)와 공양(供養)을 아울러 갖추었으며, 제사도 반드시 몸소 지내셨고 애통해 하는 것도 상례(常禮)를 넘는 것이었습니다. 어제 새벽 제사를 지내신 뒤 몸소 전내(殿內)에 나아가 마음에서 발하여 솟구치는 슬픔으로 곡읍(哭泣)하느라고 예절(禮節)을 제대로 이루지 못하였으니, 이것이 옛날에 이른바 유자(孺子)가 사모하는 것이라는 그것입니다. 좌우에 있던 사람들이 감동되어 눈물을 흘리지 않은 이가 없었고 말을 들은 사람들도 눈물을 흘렸는데, 제왕(帝王)의 대효(大孝)는 백성을 보호하는 데 있는 것입니다. 옛날 우리 선성후(先聖后)께서는 매양 백성을 구휼하는 정사를 가지고 자상하게 면대(面對)하여 명하신 것을 전하께서는 항상 훈계를 받으셨는데, 근래 강대(講對)를 오래도록 철폐하였으므로 신료들을 소견(召見)하는 때가 드무니, 이는 신 등이 항상 우려하고 있는 것입니다. 근신(近臣)과 유사신(有司臣)을 소견하시고 백성들의 고통을 자문(諮問)하시어, 이를 정령(政令)에 시행하시고 날마다 백성을 평안히 하고 백성을 보호하는 방도를 행한다면 국세가 공고하고 평안해질 것이니, 이보다 더 큰 성효(聖孝)가 어디 있겠습니까?” 하니, 임금이 이르기를, “사람의 아들이 되어 부모를 사모하는 마음이 누군들 그렇지 않겠는가? 그러나 나 소자(小子)가 성모(聖母)에 대한 정리(情理)는 견줄 데가 없다는 것을 경 등은 알아야 할 것이다. 가을의 서늘한 기운이 이미 생겼으니, 강연(講筵)은 마침내 유념하여 행하도록 하겠다.” 하였다.",
                "hj": "○召見時原任大臣閣臣, 練祭後承候也。 領府事鄭元容曰: “純元聖母, 母臨六十年, 有再安宗社之盛功。 殿下入承以後, 保護之勞, 敎訓之勤, 爲恩爲德, 昊天罔極。 而殿下薦孝根天, 養備志物, 祭必親行, 哀踰常禮。 昨曉將事後, 躬詣殿內, 情發哀涌, 哭不成節, 古所稱孺子慕也。 左右無不感泣, 聞者亦爲下淚, 帝王之大孝, 在於保民。 昔我先聖后, 每以恤民之政, 諄諄面命, 殿下之所常受訓, 而近來講對久撤, 召接稀闊, 此臣等之常所虞憂者也。 召見近臣及有司之臣, 咨訪民隱, 施諸政令, 日行安民, 保民之道, 則國勢鞏安, 聖孝孰大於此乎?” 上曰: “爲人子而向父母之心, 孰爲不然? 而小子之於聖母, 其情理之無比, 卿等之所當知也。 秋涼已生, 講筵終當留念行之矣。”"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that Kim Il , aged one hundred, be promoted.",
                "H2KE-nKo": "100세 된 노인 김일에게 가자하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 5일(정미) 3번째기사",
                "gt-oKo": "1백 세가 된 노인(老人) 김일(金鎰)에게 가자(加資)하라고 명하였다.",
                "hj": "○命百歲老人金鎰加資。"
            },
            "4": {
                "H2KE-EN": "Kim Ikhak was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "김병학을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 5일(정미) 4번째기사",
                "gt-oKo": "김병학(金炳學)을 판의금부사로 삼았다.",
                "hj": "○以金炳學爲判義禁府事。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinyu day, a lunar eclipse appeared in the giyu year.",
                "H2KE-nKo": "혜성이 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 7일(기유) 1번째기사",
                "gt-oKo": "혜성(彗星)이 나타났다.",
                "hj": "○己酉/彗星, 見。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Seungik as third minister of personnel and Kim Jeongjip as director of the Office of Royal Decrees .",
                "H2KE-nKo": "이승익을 이조 참의로, 김정집을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 7일(기유) 2번째기사",
                "gt-oKo": "이승익(李承益)을 이조 참의로, 김정집(金鼎集)을 판의금부사로 삼았다.",
                "hj": "○以李承益爲吏曹參議, 金鼎集爲判義禁府事。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of reporting to the Royal Hunt .",
                "H2KE-nKo": "효정전에 나아가 고동가제를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 9일(신해) 1번째기사",
                "gt-oKo": "효정전에 나아가 고동가제(告動駕祭)를 행하였다.",
                "hj": "○辛亥/詣孝正殿, 行告動駕祭。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 8월 9일(신해) 2번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○詣眞殿, 行茶禮。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, Venus appeared during daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 1일(계유) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○癸酉/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Gwanghyo Hall and performed the rite of the new moon .",
                "H2KE-nKo": "효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 1일(계유) 2번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○詣孝正殿, 行朔祭晝茶禮。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, This month was an anniversary of our Devotion (King Deokjongs passing. As I reflect upon the past, I am even more grieved and admired. The anniversary of Queen Sohye , who had been born of Queen Sohye , was also anniversary of this month of last year. However, as the occasion of the grief, I cannot express my utmost sincerity. Therefore, on the eighth day of this month, I shall send a high official to Gyeongsung to perform a ceremony.",
                "H2KE-nKo": "전교하기를,“올해의 이달은 바로 우리 덕종조께서 탄강하신 구갑이다. 옛날을 추억하니 그리운 마음이 더욱 간절하다. 소혜왕후께서 탄강하신 구갑도 작년의 이달인데, 마침 슬픔으로 경황이 없어 정성을 펴지 못하였다. 이달 15일과 8일에 경릉에 대신을 보내 작헌례를 행하게 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 1일(계유) 3번째기사",
                "gt-oKo": "하교하기를, “이해 이달은 곧 우리 덕종조(德宗朝)께서 탄강(誕降)하신 구갑(舊甲)이니, 옛날을 추상(追想)컨대 감회와 사모가 더욱 간절하다. 소혜 왕후(昭惠王后)께서 탄강하신 구갑도 작년의 이달에 있었는데 때마침 슬픔으로 경황이 없던 때를 만나 정성을 펼 수가 없었다. 이제 15일과 초 8일에 경릉(敬陵)에 대신(大臣)을 보내어 작헌례(酌獻禮)를 행하게 하라.” 하였다.",
                "hj": "○敎曰: “是年是月, 卽我德宗朝誕降舊甲也, 追惟古昔, 感慕彌切。 昭惠王后誕降舊甲, 亦在昨年是月, 而時値哀遑, 莫伸忱誠矣。 今十五日初八日, 敬陵遣大臣, 行酌獻禮。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyemi day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 계미년에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 11일(계미) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○癸未/太白, 見。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The list of successful candidates for the second-grade civil and military service examinations presented by the King in eulyu year (. The first-grade civil service examination conducted by the Royal Confucian Academy Choe Taejun , and the second-grade civil service examination conducted by the Royal Confucian Academy Yi Minsil .",
                "H2KE-nKo": "을유년 식년시의 감시 복시 일소와 이소에서 방목을 올렸다. 일소에서는 유학 최태준이, 이소에서는 유학 이민실이 수석을 차지하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 13일(을유) 1번째기사",
                "gt-oKo": "식년(式年) 감시(監試)의 복시(覆試) 일소(一所)·이소(二所)에서 방목(榜目)을 올렸다. 일소에서는 유학(幼學) 최태준(崔泰準), 이소에서는 유학 이민실(李敏實)이 으뜸을 차지하였다.",
                "hj": "○乙酉/式年監試覆試一二所進榜目, 一所幼學崔泰準, 二所幼學李敏實居首。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On byeongja day, Great White (Venus appeared in the daytime.",
                "H2KE-nKo": "태백성이 병술년에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 14일(병술) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丙戌/太白, 見。"
            },
            "2": {
                "H2KE-EN": "Officials who supervised the construction of a royal tomb on the tomb of the Royal Tomb of Queen Uisun were rewarded with varying degrees. Governor Yi Ingyo was promoted. ",
                "H2KE-nKo": "의릉의 능 위를 개수할 때의 감동 이하에게 차등을 두어 시상하고, 도신 이인고는 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 14일(병술) 2번째기사",
                "gt-oKo": "의릉(義陵)의 능 위를 수개(修改)할 때의 감동(監董) 이하에게 차등있게 시상(施賞)하였고, 도신(道臣) 이인고(李寅皐)에게는 가자(加資)하였다.",
                "hj": "○義陵陵上修改時監蕫以下, 施賞有差, 道臣李寅皐加資。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeonghae day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the full moon .",
                "H2KE-nKo": "효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 15일(정해) 1번째기사",
                "gt-oKo": "효정전에 나아가 망제(望祭)와 주다례를 행하였다.",
                "hj": "○丁亥/詣孝正殿, 行望祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King conducted the ninth day of the Royal Confucian Academy and 부에서 clerk Yun Useok , who was student in the Royal Confucian Academy , was to be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "반궁에서 구일제를 행하였다. 부에 유학 윤우석에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 15일(정해) 2번째기사",
                "gt-oKo": "반궁(泮宮)에서 구일제(九日製)를 행하였다. 부(賦)의 유학(幼學) 윤우석(尹宇錫)을 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○行九日製于泮宮, 賦幼學尹宇錫, 直赴殿試。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King appointed Hong Jongbong as director of the Office of the Royal Decrees , Yi Juche as army commander of Jeolla Province , and Heo Hae as navy subarea commander of Left Gyeongsang Province .",
                "H2KE-nKo": "무자년에 홍종응을 판의금부사로, 이주철을 전라도 병마절도사로, 허경을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 16일(무자) 1번째기사",
                "gt-oKo": "홍종응(洪鍾應)을 판의금부사로, 이주철(李周喆)을 전라도 병마 절도사로, 허습(許熠)을 경상좌도 수군 절도사로 삼았다.",
                "hj": "○戊子/以洪鍾應爲判義禁府事, 李周喆爲全羅道兵馬節度使, 許熠爲慶尙左道水軍節度使。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gichuk day, Venus appeared during the daytime in the gichuk year (.",
                "H2KE-nKo": "기축년에 태백성이 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 17일(기축) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○己丑/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil examination was held at Gyeongbok Palace , and the metropolitan second stage military examination was held at Mohwa Guesthouse . The metropolitan second stage military examination was selected three men, and the metropolitan second stage military examination was selected 267 men.",
                "H2KE-nKo": "경과 정시 문과는 경복궁에서, 무과는 모화관에서 행하였다. 문과에서는 이조신 등 3인을, 무과에서는 최규오 등 267인을 뽑았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 17일(기축) 2번째기사",
                "gt-oKo": "경과(慶科) 정시(庭試)의 문과(文科)를 경복궁(景福宮)에서, 무과(武科)를 모화관(慕華館)에서 행하였다. 문과에는 이조신(李肇信) 등 3인을 뽑고, 무과에는 최규오(崔圭五) 등 2백 67인을 뽑았다.",
                "hj": "○行慶科庭試文科于景福宮, 武科于慕華館, 文科取李肇信等三人, 武科取崔圭五等二百六十七人。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 신묘년에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 19일(신묘) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○辛卯/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King appointed Nam Cheol as deputy director of the Office of Royal Decrees , Yi Mi and Yi Yuwon as second deputy director of the Office of Royal Decrees , and Jo병칠 as chief navy subarea commander of Left Gyeongsang Province .",
                "H2KE-nKo": "남병철을 규장각 제학으로, 이우ᆞ이유원을 직제학으로, 조병칠을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 19일(신묘) 2번째기사",
                "gt-oKo": "남병철(南秉哲)을 규장각 제학(奎章閣提學)으로, 이우(李㘾)·이유원(李裕元)을 직제학(直提學)으로, 조병칠(趙秉七)을 경상좌도 수군 절도사(慶尙左道水軍節度使)로 삼았다.",
                "hj": "○以南秉哲爲奎章閣提學, 李㘾、李裕元爲直提學, 趙秉七爲慶尙左道水軍節度使。"
            },
            "3": {
                "H2KE-EN": "Officials of the senior third rank or above in charge of the typecasting foundry in the Office of Royal Decrees were rewarded with varying degrees.",
                "H2KE-nKo": "규장각의 주자를 주관하는 당상 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 19일(신묘) 3번째기사",
                "gt-oKo": "규장각(奎章閣)에서 주자(鑄字)를 주관한 당상(堂上) 이하에게 차등을 두어 시상(施賞)하였다.",
                "hj": "○奎章閣鑄字主管堂上以下, 施賞有差。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 the Mid-Autumn Rite and held the Mid-Autumn Rite Troops . The lecture on the Confucian School Bak Haecheol , and the lecture on the Four Books and Principal Licental Licentiate Jeong Myeonjo was all directly allowed to take the examination.",
                "H2KE-nKo": "춘당대에 나아가 추도기를 행하였다. 강에 유학 박해철, 부에 진사 정면조에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 2일(갑술) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 추도기(秋到記)를 행하였다. 강(講)에 유학(幼學) 박해철(朴海哲), 부(賦)에 진사(進士) 정면조(鄭冕朝)를 아울러 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲戌/御春塘臺, 行秋到記, 講幼學朴海哲, 賦進進士鄭冕朝, 竝直赴殿試。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyesa day, Venus appeared during the gyemyo day (1423, the fifth month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 21일(계사) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○癸巳/太白, 見。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gabo day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 22일(갑오) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○甲午/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Huijeong Hall and personally received the classics licentiates and licentiates who expressed gratitude for the grace of the Emperor [of Ming China]. The King issued a royal directive, The classics licentiates Bak Hyoye , Kim Daegyu , and the classics licentiates Ko Mongsu , Choe Dongik , Han Seyu , Bak Min헌 , Yi Dueon , and Ahn Hyeong shall all be appointed as commanders of the Five Guards . This was because they were seventy years old.",
                "H2KE-nKo": "희정당에 나아가 생원과 진사의 사은을 친히 받았다. 전교하기를,“생원 박효예, 김대규, 진사 고몽수, 최동익, 한세유, 박민헌, 이두언, 안형을 모두 오위장에 단부하라.”하였다. 나이가 70이 되었기 때문이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 22일(갑오) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에 나아가 친히 생원(生員)·진사(進士)의 사은(謝恩)을 받았다. 하교하기를, “생원 박효예(朴孝藝)·김대규(金大奎), 진사 고몽수(高夢洙)·최동익(崔東益)·한세유(韓世裕)·박민헌(朴敏憲)·이두언(李斗彦)·안형(安炯)은 아울러 오위장(五衛將)에 단부(單付)하게 하라.” 했는데, 나이가 70세이기 때문이었다.",
                "hj": "○御熙政堂, 親受生進謝恩。 敎曰: “生員朴孝藝、金大奎, 進士高夢洙、崔東翼、韓世裕、朴敏憲、李斗彦、安炯, 幷五衛將單付。” 以年七十也。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "A lunar eclipse occurred.",
                "H2KE-nKo": "을미년에 혜성이 사라졌다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 23일(을미) 1번째기사",
                "gt-oKo": "혜성(彗星)이 사라졌다.",
                "hj": "○乙未/彗星, 消滅。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King appointed Jeong Yu Jang as director of the Office of the Inspector General , and Yi Myeongdeok as naval commander of the Three Armies .",
                "H2KE-nKo": "정유년 남병철을 판의금부사로, 이명학을 삼도 수군통어사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 25일(정유) 1번째기사",
                "gt-oKo": "남병철(南秉哲)을 판의금부사로, 이명학(李明學)을 삼도 수군 통어사로 삼았다.",
                "hj": "○丁酉/以南秉哲爲判義禁府事, 李明學爲三道水軍統禦使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gihae day, the first day of the twelfth month, the King proceeded to the southern hall of the gihae year ( and respectfully enshrined the royal portrait of King Sunjo (the great-grandfather of King Taejo.",
                "H2KE-nKo": "기해년에 남전에 나아가 순조의 어용을 받들어 올려서 배향하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 27일(기해) 1번째기사",
                "gt-oKo": "남전(南殿)에 나아가 순조(純祖)의 어용(御容)을 받들어 제배(躋配)하였다.",
                "hj": "○己亥/詣南殿, 奉純祖御容躋配。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held a composition examination in the gyeongja year (. Vice-Director Jo Huii , classics licentiate Kim Gisun , and licentiate Kim Jahyeon were all allowed to take the examination.",
                "H2KE-nKo": "성균관에서 경자년의 응제를 행하였다. 부에서 유학 조희일, 생원 김기순, 진사 김재현에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 28일(경자) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 응제(應製)를 행하였는데, 부(賦)에 유학(幼學) 조희일(趙熙一), 생원(生員) 김기순(金琦淳), 진사(進士) 김재현(金在顯)을 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○庚子/行應製于泮宮, 賦幼學趙熙一, 生員金琦淳, 進士金在顯, 幷直赴殿試。"
            },
            "2": {
                "H2KE-EN": "The King issued an order to reward the officials of the senior third rank or above who supervised the construction of the southern corridor of the Capital Wall Repairs , as well as the libation official and below who supervised the construction of the Capital Wall Repairs . The officials of the senior third rank or above who supervised the construction of the Capital Wall Repairs , Minister of Taxation Kim Gikmok , Minister of Rites Kim Yeonggeun , and the officials of the junior third rank or above who supervised the construction of the Capital Wall Repairs , as well as the junior fifth rank or below who supervised the construction of the Capital Wall Repairs . The King also granted an order to officials of the senior third rank or above who supervised the construction of the Capital Wall Repairs , as well as the libation official and below who supervised the construction of the Capital Wall Repairs . The officials of the senior third rank or above who supervised Minister of Taxation Kim Gikjae , Minister of Rites Hong Yeolmok , Minister of Works Kim Yeonggeun , and the officials of the junior third rank or above who supervised the construction of the Capital Wall Repairs , Seo Sinbo , and Yi Yuseok , who supervised the construction of the Capital Wall Repairs , as well as Section Chief of the Ministry of War Kim Gyeong .",
                "H2KE-nKo": "남전 증건도감의 감동 당상 및 작헌례 때의 헌관 이하에게 차등을 두어 시상하였다. 당상인 행 호조 판서 김병국, 예조 판서 홍열모, 공조 판서 김영근, 도청인 사성 이응인, 부사과 서신보, 이봉 때의 대축인 응교 이유석, 병조 정랑 김희에게 모두 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 28일(경자) 2번째기사",
                "gt-oKo": "남전 증건 도감(南殿增建都監)의 감동(監董) 당상(堂上)과 작헌례(酌獻禮) 때의 헌관(獻官) 이하에게 차등있게 시상(施賞)하였다. 당상인 행 호조 판서(行戶曹判書) 김병국(金炳國), 예조 판서(禮曹判書) 홍열모(洪說謨), 공조 판서(工曹判書) 김영근(金泳根), 도청(都道廳)인 사성(司成) 이응인(李應寅), 부사과(副司果) 서신보(徐臣輔), 이봉(移奉)할 때의 대축(大祝)인 응교(應敎) 이유석(李裕奭), 병조 정랑(兵曹正郞) 김석(金鉐)에게는 아울러 가자(加資)하였다.",
                "hj": "○南殿增建都監監蕫堂上及酌獻禮時獻官以下, 施賞有差, 堂上行戶曹判書金炳國, 禮曹判書洪說謨, 工曹判書金泳根, 都廳司成李應寅, 副司果徐臣輔, 移奉時大祝應敎李裕奭, 兵曹正郞金鉐, 幷加資。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King appointed Seo 헌sun as minister of punishments .",
                "H2KE-nKo": "신축년에 서헌순을 형조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 29일(신축) 1번째기사",
                "gt-oKo": "서헌순(徐憲淳)을 형조 판서로 삼았다.",
                "hj": "○辛丑/以徐憲淳爲刑曹判書。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] granted a rotational audience in the eulhae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 3일(을해) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○乙亥/召對。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King installs the Storehouse of Seasoning and Spices",
                "H2KE-nKo": "병자년에 산실청을 설치하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 4일(병자) 1번째기사",
                "gt-oKo": "산실청(産室廳)을 설치하였다.",
                "hj": "○丙子/設産室廳"
            },
            "2": {
                "H2KE-EN": "The King summoned high-ranking officials, and low-ranking officials in order to inquire after the health of the Grand Abdicated King.",
                "H2KE-nKo": "시원임 대신과 시원임 각신을 불러서 보았다. 문안하였기 때문이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 4일(병자) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신(大臣)과 각신(閣臣)을 소견(召見)하였으니, 문안하러 왔기 때문이었다.",
                "hj": "○召見時原任大臣閣臣, 承候也。"
            },
            "3": {
                "H2KE-EN": "The King appointed Seong Won묵 as temporary official for the Publication Office .",
                "H2KE-nKo": "성원묵을 권초관으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 4일(병자) 3번째기사",
                "gt-oKo": "성원묵(成原默)을 권초관(捲草官)으로 삼았다.",
                "hj": "○以成原默爲捲草官。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On muin day, Venus appeared during the muin daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 6일(무인) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○戊寅/太白, 見。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Royal Lecture as follows: On a previous day, I issued an instruction to the state examination to encourage the fairness of encouraging my heart. However, the fairness of encouraging encouragy encoura ",
                "H2KE-nKo": "전교하기를,“일전에 과시의 공정함을 넓히라는 뜻으로 연석에서 신칙하고 유시한 것이 있으니, 연석에 나온 신하들은 나의 마음을 잘 알 것이다. 그러나 과시가 공정하고 공정하지 않은 것은 나라의 명맥이 연장되고 촉박해지는 문제와 관계된다. 어질고 능력 있는 사람을 가려 뽑아서 훗날 필요로 하는 것이 바로 과시를 설행하는 본래 의도이다.그런데 근래에 온갖 폐단이 점점 생겨나서 선비 된 자는 애당초 과거 공부를 하지도 않고 오직 남의 비위나 맞추는 것만을 일삼고, 시관이 된 자도 나라의 체모를 생각하지 않고 오직 청탁만을 보고 있다. 그리하여 한 번 과시를 치르고 나면 번번이 한층 더 들끓고 답답해하니, 조정의 기강이 무너지고 국사가 흐트러지고 사람들의 마음이 혼란해지는 것은 반드시 여기에서 말미암지 않았다고 할 수 없다. 말이 여기에 미치니 어찌 개탄스럽지 않겠는가. 시험을 주관하는 신하가 진실로 깨끗한 마음으로 힘쓰고 힘써서 먼저 가슴속의 하나의 ‘화’ 자를 제거한다면 인재가 나오지 않고 선비들의 추향이 바르지 않으며, 백성들의 뜻이 안정되지 않고 나라의 형세가 존엄해지지 않는 것을 어찌 걱정하겠는가. 만약 그렇지 않다면 단지 물이 더욱 깊어져서 점점 스며들어 함께 몰락하는 지경에 이르고야 말 것이다. 이러한 뜻을 잘 알아서 나의 뜻을 받들어 펴는 방도로 삼으라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 7일(기묘) 1번째기사",
                "gt-oKo": "하교하기를, “일전에 과시(科試)를 공도(公道)를 넓히는 뜻으로 연중(筵中)에서 칙유(飭諭)한 바 있으니, 연석에 있던 제신(諸臣)들은 나의 마음을 다 알았을 것이다. 과시의 공불공(公不公)에 국맥(國脈)의 장단(長短)이 달려 있는 것이다. 현능(賢能)한 사람을 선발하여 뒷날의 수용(需用)에 도움이 되게 하자는 것이 곧 과거(科擧)를 설치한 본의(本意)인 것이다. 그런데 근래 온갖 폐단이 마구 생겨 선비가 된 사람은 당초 거업(擧業)을 정습(程習)하지 않고서 찬자(鑽刺)만을 일삼고 시관(試官)이 된 사람은 또한 국체(國體)를 돌보지 않고 청촉(請囑)만을 들어주었기 때문에 한 번 과시(科試)를 거칠 때마다 번번이 더한층 울불(鬱沸)함을 빚었으니, 조정의 기강이 실추(失墜)되고 국사가 어그러지며 군정(群情)이 혼란하여진 것이 여기에서 연유되지 않았다고 할 수 없다. 말이 여기에 미치니, 어찌 개탄스럽지 않겠는가? 주사(主司)의 신하가 진실로 정백(精白)한 마음으로 면려하여 먼저 가슴속에 있는 하나의 ‘사(私)’자를 제거한다면 인재가 나오지 않고 선비들의 추향이 단정하지 못하며 백성들의 뜻이 안정되지 않고 국세(國勢)가 존엄해지지 않는 것을 걱정할 필요가 뭐 있겠는가? 만일 그렇게 하지 않으면 단지 물이 더욱 깊어져 차츰차츰 젖어 들어가 빠져서 패퇴(敗頹)하는 데 이른 뒤에야 그만두게 되는 것을 보게 될 것이다. 모두들 이런 뜻을 알고서 대양(對揚)할 방도를 마련하라.” 하였다.",
                "hj": "○己卯/敎曰: “日前以科試恢公之意, 有所飭諭於筵中, 登延諸臣, 庶悉予心。 而科試之公不公, 國脈之延促係焉。 簡拔賢能, 以爲他日需用之資者, 卽設科本意。 伊來百弊滋生, 爲士子者, 初不程習擧業, 惟鑽剌爲事, 爲試官者, 亦不顧念國體, 唯干囑是視, 每經一番科試, 輒致一層沸鬱, 朝綱之隳弛, 國事之泮渙, 群情之泯棼, 未必不由於是。 興言及此, 寧不慨歎? 主司之臣, 苟能精白淬勵先去胸中之一和字何患乎人才之不進, 士趨之不端, 民志之不靖, 國勢之不尊乎? 如未然者, 只見眞如水益深, 浸浸然至於淪胥以敗而後巳矣。 感悉此意, 以爲對揚之道。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gabin day, Venus appeared during the sinchuk day (141111:01111 p.m.",
                "H2KE-nKo": "태백이 신사년에 나타났다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 9월 9일(신사) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○辛巳/太白, 見。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the new moon .",
                "H2KE-nKo": "계묘년에 효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 1일(계묘) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○癸卯/詣孝正殿, 行朔祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Ingo as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "이인고를 한성부 판윤으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 1일(계묘) 2번째기사",
                "gt-oKo": "이인고(李寅皐)를 한성부 판윤으로 삼았다.",
                "hj": "○以李寅皐爲漢城府判尹。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On imja day, there was thunder and lightning.",
                "H2KE-nKo": "임자년에 천둥이 쳤다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 10일(임자) 1번째기사",
                "gt-oKo": "천둥하였다.",
                "hj": "○壬子/雷。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, While night thunder and lightning have occurred, why are you occur again? If I, my humble self, have strongly encouraged and apprehensive, examining my faults, loving Heaven, should not be repeatedly exhorted. Upon reflection, I have returned, and I am worried and apprehensive. Todays method is better to first eliminate the method of reducing the number of side dishes and reduce the number of side dishes to repay my sincere reprimand. ",
                "H2KE-nKo": "전교하기를,“밤에 천둥과 번개가 치는 이변이 또 어찌하여 일어났는가. 만약 나 소자가 혁연히 분발하여 두려워하고 반성하였다면 자애로운 하늘이 이처럼 거듭 경고하지는 않았을 것이다. 반성하고 돌아오자니 근심과 두려움이 교차한다. 돌아보건대 지금의 방도로는 먼저 스스로를 낮추고 상선을 바치는 것을 3일간 감해서 하늘의 경고에 우러러 답하는 것만한 것이 없다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 10일(임자) 2번째기사",
                "gt-oKo": "하교하기를, “밤에 천둥 번개가 치는 변은 또 어찌하여 발생한 것인가? 만일 나 소자(小子)가 혁연(赫然)히 분발하여 공구 수성하였다면, 인애(仁愛)하는 하늘이 이렇게 거듭 경계를 보이지는 않았을 것이다. 자신을 돌아보건대 걱정과 송구스러움이 교차되고 있으니, 지금의 방도로는 먼저 스스로 폄손(貶損)하는 것보다 더 나은 것이 없다. 상선(常膳)의 공궤는 계속 3일 동안 감함으로써 하늘의 정녕(丁寧)한 견고(譴告)에 우러러 답하겠다.” 하였다.",
                "hj": "○敎曰: “夜來轟燁之異, 又何爲而作也? 倘予小子, 赫然奮發, 有以恐懼修省, 則仁愛之天, 不宜若是荐警。 循省以還, 憂悚交摯, 顧今之道, 莫若先自貶損, 常膳之供, 仍減三日, 仰答譴告之勤。”"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 10일(임자) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] received the officials in the morning court assembly on the gyechuk day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 11일(계축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○癸丑/召對。"
            },
            "2": {
                "H2KE-EN": "The list of successful candidates for the regular civil and military service examinations presented the list of successful candidates for the first and second examinations. The first successful candidate for the civil and military service examinations included the first successful candidate for the first successful candidate.",
                "H2KE-nKo": "식년 문과 복시의 일소와 이소에서 방목을 올렸다. 일소에서는 유학 이만유가, 이소에서는 유학 이재규가 수석을 차지하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 11일(계축) 2번째기사",
                "gt-oKo": "식년(式年) 문과(文科)의 복시(覆試) 일소(一所)·이소(二所)에서 방목(榜目)을 올렸다. 일소의 유학(幼學) 이만유(李晩由), 이소의 유학 이재규(李在圭)가 으뜸을 차지하였다.",
                "hj": "○式年文科覆試一二所進榜目, 一所幼學李晩由, 二所幼學李在圭居首。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On sinhae day, the King granted a rotational audience to the eleventh day of the lunar month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 12일(갑인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲寅/召對。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyemyo day, there was thunder and lightning.",
                "H2KE-nKo": "천둥이 쳤다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 13일(을묘) 1번째기사",
                "gt-oKo": "천둥하였다.",
                "hj": "○乙卯/雷。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil examination was held at the Royal Confucian Academy . Thirty-three people, including Jeong Changdong , passed the civil service examination.",
                "H2KE-nKo": "식년 문과 회시를 행하여 유학 정창동 등 33인을 뽑았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 13일(을묘) 2번째기사",
                "gt-oKo": "식년(式年) 문과(文科)의 회시(會試)를 행하였는데, 유학(幼學) 정창동(鄭昌東) 등 33인을 뽑았다.",
                "hj": "○行式年文科會試, 取幼學鄭昌東等三十三人。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 13일(을묘) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "4": {
                "H2KE-EN": "Hong Yeolmok was appointed director of the Office of the Queen Mother .",
                "H2KE-nKo": "홍열모를 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 13일(을묘) 4번째기사",
                "gt-oKo": "홍열모(洪說謨)를 판의금부사로 삼았다.",
                "hj": "○以洪說謨爲判義禁府事。"
            },
            "5": {
                "H2KE-EN": "The King ordered that Magistrate of Gaeseong Bak Je헌 and Governor of Hwanghae Province Nam병gil be exchanged for their failure.",
                "H2KE-nKo": "개성 유수 박제헌과 황해 감사 남병길을 서로 바꾸라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 13일(을묘) 5번째기사",
                "gt-oKo": "개성 유수(開城留守) 박제헌(朴齊憲)과 황해 감사(黃海監司) 남병길(南秉吉)을 서로 바꾸라고 명하였다.",
                "hj": "○命開城留守朴齊憲, 黃海監司南秉吉相換。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to Hyojeong Hall and performed the rite of the full moon .",
                "H2KE-nKo": "효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 15일(정사) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 망제(望祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○丁巳/詣孝正殿, 行望祭晝茶禮。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "At the sin hour , the Eldest Legitimate Son of Changdeok Palace gave birth to him at Daejo Hall .",
                "H2KE-nKo": "신시에 원자가 창덕궁 대조전에서 탄생하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 17일(기미) 1번째기사",
                "gt-oKo": "신시(申時)에 원자(元子)가 창덕궁(昌德宮)의 대조전(大造殿)에서 탄생하였다.",
                "hj": "○己未/申時, 元子誕生于昌德宮之大造殿。"
            },
            "2": {
                "H2KE-EN": "[The King] summoned the three superintendents of the Royal Placenta Chamber , the 시임 대신과 원임 대신, and the 각신 of the Office of the Queen Mother for an audience with them.",
                "H2KE-nKo": "내의원의 세 제조와 시원임 대신, 시원임 각신을 불러서 보았다. 문안하였기 때문이다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 17일(기미) 2번째기사",
                "gt-oKo": "약원(藥院)의 삼제조(三提調)와 시임(時任)·원임(原任) 대신(大臣)과 각신(閣臣)을 소견(召見)하였는데, 문안하러 왔기 때문이었다.",
                "hj": "○召見藥院三提調及時原任大臣閣臣, 承候也。"
            },
            "3": {
                "H2KE-EN": "The King ordered that the offerings to the Eldest Legitimate Son to be presented from this day forward.",
                "H2KE-nKo": "원자궁의 공상을 오늘부터 시작하여 거행하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 17일(기미) 3번째기사",
                "gt-oKo": "원자궁(元子宮)의 공상(供上)은 오늘부터 시작하여 거행하라고 명하였다.",
                "hj": "○命元子宮供上, 自今日爲始擧行。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King issued a royal edict as follows: I think that Heaven is our royal ancestors and the ancestors have looked upon our country and founded the crown prince. As a result, there is a multitude of celestial blessings. Truly, this has been the foundation of the present day. Furthermore, our Concubine Sunwon (Great-grandfather of King Taejo has kept concealed the spirits of King Taejo and Queen Sinui (Great-grandfather of King Taejo. Although the utmost benevolence and utmost benevolence wished to repay [the multitude of the multitude of multiple tiple multiple multi",
                "H2KE-nKo": "전교하기를,“하늘과 조종이 우리나라를 돌보아 원자가 탄생하여 종묘의 제사를 주관할 사람이 있게 되었으니, 억만년토록 무궁할 아름다움이 실로 오늘에 기초한 것이다. 또한 우리 순원성모께서 오르내리면서 묵묵히 도와주신 것이다. 지극히 자애롭고 지극한 은혜를 갚고자 해도 끝이 없으니, 어버이 섬기듯이 하는 의리로 볼 때 어찌 기쁨을 고하는 절차가 없을 수 있겠는가. 효정전에서 작헌례를 친히 행할 것이니, 해당 조로 하여금 택일하여 들이게 하라.또 생각해 보니, 경사를 널리 함께하는 것은 우리 성모께서 평소 인자하게 돌보아 주신 지극한 정성에서 나온 것으로, 나 소자가 항상 흠모하고 칭송하는 바이다. 지금 천년에 한 번 있는 기회를 만났으니, 감면해 주고 구휼하는 정사를 행할 때 마땅히 먼저 유의를 우러러 본받아야 할 것이다. 여러 도의 체납된 환곡 및 증렬미는 5분의 1을, 각종 공물의 체납된 유재는 1만 섬을, 시민의 요역은 1개월을, 현방의 속전은 30일을 한정하여 모두 탕감하게 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 18일(경신) 1번째기사",
                "gt-oKo": "하교하기를, “하늘과 조종(祖宗)이 나의 가방(家邦)을 돌보아준 덕분에 원자(元子)가 탄생하여 종사(宗社)에 주인이 있게 되었으니, 억만년토록 끝이 없는 아름다움이 실로 오늘날에 기반을 다진 것이다. 이는 또한 우리 순원 성모(純元聖母)의 영령(英靈)이 오르내리시면서 묵묵히 도와주신 덕분이기도 한 것이다. 지극히 자애롭고 지극한 은덕은 갚으려 해도 끝이 없으니, 죽은 이를 산 사람 섬기듯이 한다는 의리에 있어 어찌 기쁨을 고하는 의절(儀節)이 없을 수 있겠는가? 효정전에서 직접 작헌례(酌獻禮)를 행하겠으니, 해조(該曹)로 하여금 택일(擇日)하여 들이게 하라. 삼가 또 생각하건대 큰 경사에 널리 베푸는 것은 우리 성모(聖母)께서 평일 정성스러운 인애(仁愛)가 미쳤던 것으로, 나 소자가 늘 흠송(欽誦)하던 것이었다. 이제 천년에 한 번 있는 기회를 당하였으니, 견휼(蠲恤)하는 정사는 의당 먼저 유의(遺意)를 우러러 본받아야 한다. 제도(諸道)의 구환곡(舊還穀)과 증렬미(拯劣米) 5분의 1과 각 공물(貢物)의 오래 된 것은 1만 석(石)까지, 시민(市民)의 요역(徭役)은 1개월까지, 현방속(懸房贖)은 30일까지를 아울러 탕감(蕩減)시키라.” 하였다.",
                "hj": "○庚申/敎曰: “惟天惟祖宗, 眷顧我家邦, 元良誕生, 震鬯有主, 萬億年旡彊之休, 實基今日。 而亦惟我純元聖母陟降之所默佑也。 至慈至恩, 欲報靡極, 其在如事之義, 豈無告喜之節? 孝正殿, 當親行酌獻禮, 令該曹擇入。 竊又思之, 廣慶覃施, 我聖母平日仁愛之惓惓攸及, 而予小子常所欽誦者也。 今當千載一有之會, 蠲恤之政, 宜先仰體遺意。 諸道舊還及拯劣米, 五分一, 各貢舊遺, 在限一萬石, 市民徭役, 限一朔, 懸房贖, 限三十日, 幷令蕩減。”"
            },
            "2": {
                "H2KE-EN": "[The King] ordered the release of all prisoners and the prisoners who were sentenced to prisoners. The prisoners were released and released.",
                "H2KE-nKo": "경죄수를 모두 풀어 주고, 중죄수를 보방하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 18일(경신) 2번째기사",
                "gt-oKo": "경죄수(輕罪囚)는 일체 아울러 석방(釋放)시키고 중죄수는 보방(保放)하게 하라고 명하였다.",
                "hj": "○命輕囚, 一幷放送, 重囚保放。"
            },
            "3": {
                "H2KE-EN": "The King ordered that the passers of the miscellaneous examination all be allowed to take the preliminary-stage examination.",
                "H2KE-nKo": "잡과 초시에 응시한 사람들에게 모두 방방하는 것을 허락하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 18일(경신) 3번째기사",
                "gt-oKo": "잡과(雜科)의 초시인(初試人)을 아울러 방방(放榜)에 허부(許赴)할 것을 명하였다.",
                "hj": "○命雜科初試人, 幷許赴放榜。"
            },
            "4": {
                "H2KE-EN": "The Ministry of Taxation reported to the throne regarding the offering of food to the Eldest Legitimate Sons and the various kinds of meals to be offered to the Eldest Legitimate Sons . The Ministry of Taxation reported this to the throne.",
                "H2KE-nKo": "호조가 원자궁에 공상하는 것 및 나인들에게 선반하는 각종 물품을 정례대로 별단에 써서 들였다고 아뢰었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 18일(경신) 4번째기사",
                "gt-oKo": "호조에서 원자궁(元子宮)의 공상(供上)과 나인(內人)들이 선반(宣飯)하는 각종의 사항 때문에 정례(定例)에 의거하여 별단(別單)에 써서 입계(入啓)하였다.",
                "hj": "○戶曹, 以元子宮供上及內人等宣飯各種, 依定例別單書入, 啓。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King ordered the Ministry of Punishments to release all prisoners who were supposed to be released.",
                "H2KE-nKo": "형조의 보방 중죄수를 모두 영구히 풀어 주라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 19일(신유) 1번째기사",
                "gt-oKo": "추조(秋曹)에 명하여 보방(保放)한 중죄수를 일체 아울러 영원히 석방시키게 하였다.",
                "hj": "○辛酉/命秋曹保放重囚, 一幷永爲放送。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를, “문순공 권상하에게 부조지전을 시행하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “폐단을 신칙하여 vagabonds in the capital and in the provinces. 하니, 비답하기를, “그곳 entrusted with the law in the capital and in the provinces, 전혀 살피고 신칙하지 않으니, 어찌 놀랍고 한탄스럽지 않겠는가? 일체 엄히 다스리라는 뜻으로 묘당에서 각별히 신칙하도록 하라.” 하였다. Left State Councilor Jo두순이 아뢰기를, “김신겸에게 가증하여 좨주를 겸임하게 하소서.” 하니, 그대로 따랐다. ",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를,“문순공 권상하에게 부조지전을 시행하소서.”하니, 그대로 따랐다. 또 아뢰기를,“서울과 지방의 부유한 민호에서 강제로 빼앗는 폐단을 신칙하소서.”하니, 비답하기를,“서울과 지방의 법을 관장하는 자리에 있는 자들이 전혀 살펴 신칙하지 않으니, 어찌 놀랍고 한탄스럽지 않겠는가. 일체 엄히 다스리라는 뜻으로 묘당에서 각별히 신칙하라.”하였다. 좌의정 조두순이 아뢰기를,“김신겸에게 좨주 겸함을 더 추증하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 2일(갑진) 1번째기사",
                "gt-oKo": "희정당에서 차대(次對)하였다. 영의정 김좌근(金左根)이 아뢰기를, “문순공(文純公) 권상하(權尙夏)에게 부조(不絩)의 은전(恩典)을 시행하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “경외(京外) 부호(富戶)들이 강제로 빼앗는 폐단을 계칙(戒飭)시키소서.” 하니, 비답(批答)하기를, “경외의 법을 관장하는 지위에 있는 사람들이 전혀 살펴서 계칙하지 않고 있으니, 어찌 놀랍고 개탄스러운 일이 아니겠는가? 일체 엄중히 다스리겠다는 내용으로 묘당(廟堂)에서 특별히 계칙하도록 하라.” 하였다. 좌의정 조두순(趙斗淳)이 아뢰기를, “김신겸(金信謙)에게 좨주(祭酒)의 겸함(兼銜)을 더 추증하소서.” 하니, 그대로 따랐다.",
                "hj": "○甲辰/次對于熙政堂。 領議政金左根啓言: “文純公權尙夏, 施以不祧之典。” 從之。 又啓言: “飭京外饒戶勒奪之弊,” 批曰: “京外掌法之地, 全不察飭, 豈不駭歎? 一切嚴繩之意, 自廟堂, 另飭。” 左議政趙斗淳啓言: “金信謙加贈祭酒兼銜,” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Geon as third minister of personnel , and Chae Hakyeong as chief section chief of the Left frontier commander .",
                "H2KE-nKo": "홍우건을 이조 참의로, 채학영을 좌변포도대장으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 2일(갑진) 2번째기사",
                "gt-oKo": "홍우건(洪祐健)을 이조 참의로, 채학영(蔡學永)을 좌변 포도 대장으로 삼았다.",
                "hj": "○以洪祐健爲吏曹參議, 蔡學永爲左邊捕盜大將。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the eleventh month, [the King] went to Injeong Hall to receive the officials in the congratulatory ceremony and 반사하였다.",
                "H2KE-nKo": "인정전에 나아가 진하를 받고 사면령을 반포하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 23일(을축) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 하례(賀禮)를 받고 반사(頒赦)하였다.",
                "hj": "○乙丑/御仁政殿, 受賀頒赦。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the Royal Secretariat Jo Jaeung , an educational official , Junior Fifth Rank Military Officer Seo Sangji , an educational official , Junior Fifth Rank Military Officer Yu Seonghwan , Second Deputy Director of the Office of Ritual Procedures Han Jeong Ho , and Fifth Rank Military Officer Kim Yonggi all be promoted.",
                "H2KE-nKo": "교서를 반포할 때의 예방 승지 조재응, 선교관인 부사직 서상지, 선전관인 부사직 유성환, 좌통례 한정호, 우통례 김용기에게 모두 가자하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 23일(을축) 2번째기사",
                "gt-oKo": "반교(頒敎)할 때의 예방 승지 조재응(趙在應), 선교관(宣敎官)인 부사직(副司直) 서상지(徐相至), 선전관(宣箋官)인 부사직 유성환(兪晠煥), 좌통례(左通禮) 한정호(韓鼎瑚), 우통례(右通禮) 김용기(金龍基)에게 아울러 가자(加資)하라고 명하였다.",
                "hj": "○命頒敎時禮房承旨趙在應, 宣敎官副司直徐相至, 宣箋官副司直兪晠煥, 左通禮韓鼎瑚, 右通禮金龍基, 幷加資。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that no pardon be granted, that a limited period of time be prohibited from assuming government positions, and that no longer be appointed to government positions. [He also ordered that] the certificate of appointment be confiscated, that those who received middle grades and those who received middle grades be exempted from assuming government positions.",
                "H2KE-nKo": "물간사전, 무기한으로 금고하고 영구히 서용하지 말며 고신을 빼앗으며, 거중과 거하를 모두 탕척하고 서용하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 23일(을축) 3번째기사",
                "gt-oKo": "물간 사전(勿揀赦前)·한년 금고(限年禁錮)·영불 서용(永不敍用)·탈고신(奪告身)·거중 거하(居中居下)를 아울러 탕척시키고 서용(敍用)하게 하라고 명하였다.",
                "hj": "○命勿揀赦前, 限年禁錮, 永不敍用, 奪告身, 居中居下, 幷蕩滌敍用。"
            },
            "4": {
                "H2KE-EN": "The physicians came to the Office of Royal Genealogy and entered the palace in order to 진찰 on the seventh day of the Eldest Legitimate Son . Chief Superintendent Jeong Yong advised the method of supporting to the Eldest Legitimate Son . The King said, Your words are correct. The method of supporting",
                "H2KE-nKo": "약원에서 희정당에 입진하였다. 원자궁이 7일에 입진하기를 청한 것이다. 도제조 정원용이 원자를 보양하는 방도에 대해 우러러 진달하니, 주상이 말하기를,“경의 말이 옳다. 원자를 보양하는 방도는 먼저 온량하고 신묵한 자를 가려야만 원자를 보양할 때에 자연 유익할 것이다. 그러나 젖을 지나치게 배불리 먹거나 잠자리를 지나치게 따뜻하게 하는 것은 순리를 따르는 방도가 아니다. 그리고 의복은 더욱 화려하게 해서는 안 되니 검박하게 하는 것을 최상으로 삼아야 한다. 매사에 검박하게 하는 것이 좋겠다.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 23일(을축) 4번째기사",
                "gt-oKo": "약원(藥院)에서 희정당에 입진(入診)하였으니, 원자궁(元子宮)의 초7일이어서 진찰하기를 청한 것이다. 도제조 정원용(鄭元容)이 보양(輔養)할 방도에 대해 우러러 진달하니, 임금이 이르기를, “경의 말이 옳다. 보양하는 방도는 먼저 온량(溫良)하고 신묵(愼默)한 사람을 가린 연후에야 몽양(蒙養)할 적에 저절로 유익함이 있게 되는 것이다. 만약 젖을 지나치게 배부르게 먹이거나 잠자는 데를 너무 따뜻하게 하는 것은 순리에 맞게 하는 방법이 아니며, 또 의복(衣服)은 더더욱 화려하게 해서는 안된다. 의당 검박(儉薄)하게 하는 것이 제일이니, 매사에 검소를 숭상하는 것이 좋은 것이다.” 하였다.",
                "hj": "○藥院入診于熙政堂, 元子宮初七日請診也。 都提調鄭元容, 仰陳輔養之方, 上曰: “卿言是矣。 輔養之道, 先擇其溫良愼默者, 然後自然有益於蒙養之時。 而乳道若過飽, 寢處若過煖, 則非所以順適也, 且衣服, 尤不可華美。 當以儉薄爲上矣, 蓋每事崇儉爲好矣。”"
            },
            "5": {
                "H2KE-EN": "The King granted a reward to Chief Superintendent of the Office of Palace Kitchen Supplies and below in varying degrees, Superintendent of the Right State Councilor Kim Jongseon , Superintendent of the Directorate of Palace Kitchen Supplies , Superintendent of the Royal Secretariat Yi Mi , Superintendent of the Special Firearms Unit of the Royal Placenta Chamber Jo Incheol , Superintendent of the Office of Palace Kitchen Supplies , and Superintendent of the Special Firearms Unit of the Royal Placenta Chamber Jo Incheol .",
                "H2KE-nKo": "산실청의 도제조 이하에게 차등을 두어 시상하였다. 제조인 우참찬 김병교, 부제조인 행 도승지 이우, 별입직인 행 이조 판서 김병학, 권초관인 행 대호군 성원묵, 산실청의 입직인 별겸춘추 조인섭에게 모두 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 23일(을축) 5번째기사",
                "gt-oKo": "산실청(産室廳)의 도제조 이하에게 차등있게 시상(施賞)하였다. 제조인 우참찬 김병교(金炳喬), 부제조인 행 도승지(行都承旨) 이우(李㘾), 별입직(別入直)인 행 이조 판서(行吏曹判書) 김병학(金炳學), 권초관(捲草官) 행 대호군(行大護軍) 성원묵(成原默), 산실청 입직(産室廳入直) 별겸춘추(別兼春秋) 조인섭(趙寅燮)에게 아울러 가자(加資)하게 하였다.",
                "hj": "○産室廳都提調以下, 施賞有差, 提調右參贊金炳喬, 副提調行都承旨李㘾, 別入直行吏曹判書金炳學, 捲草官行大護軍成原默, 産室廳入直別兼春秋趙寅燮, 幷加資。"
            },
            "6": {
                "H2KE-EN": "The King removes the construction of a chamber",
                "H2KE-nKo": "산실청을 철수하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 23일(을축) 6번째기사",
                "gt-oKo": "산실청을 철거하였다.",
                "hj": "○撤産室廳"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Kim Yeonggeun was appointed director of the Office of the Royal Decrees , and Kim Jun was appointed second deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "김영근을 판의금부사로, 김병주를 규장각 직제학으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 24일(병인) 1번째기사",
                "gt-oKo": "김영근(金泳根)을 판의금부사로, 김병주(金炳㴤)를 규장각 직제학으로 삼았다.",
                "hj": "○丙寅/以金泳根爲判義禁府事, 金炳㴤爲奎章閣直提學。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Jo Yeonheung was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "조연흥을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 25일(정묘) 1번째기사",
                "gt-oKo": "조연흥(趙然興)을 성균관 대사성으로 삼았다.",
                "hj": "○丁卯/以趙然興爲成均館大司成。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I previously issued a royal order regarding the case of Hong In한 . However, due to a repeated memorial submitted by high officials, I had the temporarily withdrawn it. Generally, this family commits a crime, which should not be done according to the sense of human feelings. Furthermore, how much more so in the eight ministries [of the State Council]? For this reason, there was a royal order transmitted to Jeongjong that was not necessary. Now, it is the occasional happened at the occasion of a great achievements, and it is appropriate to grant a royal order to resolve the 씻어주고 관작을 회복시켜 주도록 하라.” 하였다.",
                "H2KE-nKo": "전교하기를,“내가 홍인한의 일에 대해 일찍이 연전에 처분을 내렸다가 곧이어 대신이 연명으로 차자를 올린 것으로 인하여 우선 명을 도로 거두어들였다. 이 집안사람이 이런 죄를 지었다는 것은 상정으로 헤아려 볼 때 그럴 리가 없다. 더구나 팔의의 지위에 있는 사람이야 말할 것이 있겠는가. 이 때문에 정조께서 ‘막수유’라고 하교하셨던 것이다. 지금 큰 경사가 있는 때를 맞아 신원해 주는 은전을 시행하는 것이 합당하니, 그의 관작을 회복시켜 주라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 25일(정묘) 2번째기사",
                "gt-oKo": "하교하기를, “내가 홍인한(洪麟漢)의 일에 대해 일찍이 연전에 처분(處分)을 내린 적이 있었는데 곧이어 대신(大臣)의 연차(聯箚) 때문에 우선 환수(還收)하는 조처를 취했었다. 대저 이 집안 사람이 이런 죄를 졌다는 것은 상정(常情)으로 헤아려 보아도 의당 그럴 리가 없는 것인데, 더구나 그는 팔의(八議)에 해당되는 데야 말해 뭐하겠는가? 이것이 정묘(正廟)께서 막수유(莫須有)라는 하교가 있게 된 이유인 것이다. 이제 큰 경사가 있는 때를 당하여 신설(伸雪)시키는 은전을 시행하는 것이 합당하니, 그의 관작(官爵)을 다시 회복시켜 주게 하라.” 하였다.",
                "hj": "○敎曰: “予於洪麟漢事, 曾有年前處分, 而旋因大臣聯箚, 姑爲還收矣。 夫此家人之負此罪犯, 揆以常情, 宜無是理, 而況在八議之地乎? 所以有正廟莫須有之敎者也。 今當大慶之會, 合施伸雪之典, 復其官爵。”"
            },
            "3": {
                "H2KE-EN": "The King also issued a royal directive, which stated, After the death of Jo Hamang , his certificate of appointment has been confiscated and his name is very severe. As we study the original matter, this is not only a fault of writing style. However, due to the sense of importance on public opinion, we have been specially conferred upon him. Now, it is possible that his certificate of appointment has been conferred upon him after a long time has passed. Therefore, I specially ordered that his certificate of appointment be conferred upon him. The reason why Song Neungs family register was conferred upon him in the first and then conferred upon him was conferred upon him. However, a few years ago, due to other circumstances, he again submitted a memorial to the King. This is not the original intent of the court. So, immediately suspend the suspension of the matter.",
                "H2KE-nKo": "또 전교하기를,“조하망이 죽은 뒤에 관작을 박탈한 것은 율명이 매우 무거운데, 그 본래의 일을 따져 보면 문자를 지나치게 쓴 것에 불과하였다. 다만 사론을 중시하는 뜻에서 처분을 내린 것이니, 지금 세월이 오래된 뒤에 참작하여 헤아리는 조처가 있어야 마땅하다. 특별히 그의 관작을 회복시켜 주도록 하라. 송능상의 사적에서 처음에 삭제하였다가 나중에 회복시켜 준 것은 모두 의의가 있는 것이다. 그리고 몇 해 전에 다른 일로 인하여 다시 백간에 올린 것은 또한 조정의 본의가 아니니, 속히 전계를 정지하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 25일(정묘) 3번째기사",
                "gt-oKo": "또 하교하기를, “조하망(曹夏望)이 죽은 뒤에 관작을 추탈한 것은 율명(律名)이 매우 무거운 것이었으나, 그 본사(本事)를 궁구해보면 이는 문자(文字)의 과오에 불과한 것이었는데, 단지 사론(士論)을 중히 여기는 뜻에서 처분(處分)이 있었던 것이다. 이제는 세월이 오래 된 뒤이니 참량(參量)하는 거조가 있어야 합당하다. 특별히 그의 관작을 회복시켜 주라. 송능상(宋能相)의 일적(逸籍)에 대해 처음에는 삭제했다가 나중에 회복시켜 준 것은 모두가 의의(意義)가 있는 것이었는데, 연전(年前)에 다른 사단(事端)을 인하여 다시 백간(白簡)에 올랐었으나 이는 또 조가(朝家)의 본의(本意)가 아니었으니, 즉시 정계(停啓)하라.” 하였다.",
                "hj": "○又敎曰: “曺夏望之身後追奪, 律名甚重, 究其本事, 不過是文字之過, 而特以重士論之義, 有所處分。 今於年久之後, 合有參量之擧, 特令復其官爵。 宋能相之逸籍之始削終復者, 俱有意義, 而年前因他事端, 復登白簡, 又非朝家本意, 卽速停啓。”"
            },
            "4": {
                "H2KE-EN": "The King also transmitted a royal directive, which stated, I examined the writings on the musul year (1428, the fourth year of King Sejongs reign and found that the writings had never been imprudent at first. At that time, the royal order was issued to the purpose of imprudence on the matter of imprudence. Because of this circumstances, those who have been unclear and unclear. Therefore, at the opportunity of a major celebratory, it is necessary to clear and unclear the unclear and unclear. Therefore, I specially ordered that their government posts be restored.",
                "H2KE-nKo": "또 전교하기를,“이심도가 무진년에 올린 한 통의 상소는 그 전편을 살펴보아도 애초에 더없이 엄중한 죄를 범한 적이 없었는데, 그때의 처분은 실로 일의 체모를 중시하는 뜻에서 나온 것이었다. 그런데 이 애매한 죄안 때문에 억울해하며 신원되지 못한 지 50여 년이나 되었으니, 이처럼 경사를 널리 함께하는 때를 맞아 원통함을 깨끗이 씻어 주는 조치가 있어야 할 것이다. 특별히 그의 관작을 회복시켜 주도록 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 25일(정묘) 4번째기사",
                "gt-oKo": "또 하교하기를, “이심도(李審度)가 올린 무진년(戊辰年)의 소장은 그 전편의 내용을 살펴보면 처음부터 무엄(無嚴)을 간범(干犯)한 일이 없었는데 그 당시의 처분은 이것이 사면(事面)을 중히 여긴 뜻에서 나온 것이었다. 이런 애매한 죄안(罪案) 때문에 원통함을 품고 펴지 못한 지가 50여 년이나 되었으니 이런 큰 경사를 당하여 의당 소설(昭雪)시키는 거조가 있어야 한다. 특별히 관작(官爵)을 회복시켜 주게 하라.” 하였다.",
                "hj": "○又敎曰: “李審度戊辰一疏, 省其全篇, 初未嘗干犯莫嚴, 而其時處分, 寔出重事面之義也。 以此䵝昧之案, 鬱而不伸者, 爲五十餘年之久, 則當此廣慶之會, 宜有昭雪之擧。 特令復其官爵。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Im Yeongsu was appointed as the Office of the Inspector General .",
                "H2KE-nKo": "임영수를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 26일(무진) 1번째기사",
                "gt-oKo": "임영수(林永洙)를 사헌부 대사헌으로 삼았다.",
                "hj": "○戊辰/以林永洙爲司憲府大司憲。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Shin Taeun as the Office of the Censor General .",
                "H2KE-nKo": "신태운을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 27일(기사) 1번째기사",
                "gt-oKo": "신태운(申泰運)을 사간원 대사간으로 삼았다.",
                "hj": "○己巳/以申泰運爲司諫院大司諫。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongo day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the winter state sacrifice .",
                "H2KE-nKo": "효정전에 나아가 동향 대제를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 4일(병오) 1번째기사",
                "gt-oKo": "효정전에 나아가 동향제(冬享祭)를 행하였다.",
                "hj": "○丙午/詣孝正殿, 行冬享。"
            },
            "2": {
                "H2KE-EN": "The King appointed Han Jeongu as second minister of personnel .",
                "H2KE-nKo": "한정우를 이조 참판으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 4일(병오) 2번째기사",
                "gt-oKo": "한정교(韓正敎)를 이조 참판으로 삼았다.",
                "hj": "○以韓正友爲吏曹參判。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gabin day, there was thunder and lightning.",
                "H2KE-nKo": "천둥이 쳤다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 6일(무신) 1번째기사",
                "gt-oKo": "천둥하였다.",
                "hj": "○戊申/雷。"
            },
            "2": {
                "H2KE-EN": "Yun Noe was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "윤육을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 6일(무신) 2번째기사",
                "gt-oKo": "윤육(尹堉)을 성균관 대사성으로 삼았다.",
                "hj": "○以尹堉爲成均館大司成。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the giyu day, which reads as follows: The seasonal storehouses are gathered and thunder weather at night. How can there be no reason for this? Following the fact that I am unworthy, and Following the fact that I am unworthy. I am unworthy, being entrusted with the people, I am worried and apprehensive day and night, not dare self-restraint. Why do I do not understand the administration of myself? All affairs have been numerous and treacherous day by day, but I do not reform the customs. The discipline and discipline becomes day by day, but I do not reform it. The greedy and corruption becomes day by day, but I do not reprimand them. The greedy and corruption becomes worse, but I do not prevent them from doing so. Moreover, the compulsory labor service is equitably imposed, and the hardships of the peoples livelihoods suffered worse than this day. How could it not be like this thoroughly? Following my heart, I am frightened and apprehensive, and sleeping my symptoms without sleeping. It is improper to abolish the old practice of reprimanding myself. From this day forward, I will reduce the number of side dishes for three days, thereby showing my respect and warning to the slightest sincerity. Generally speaking, the plans to reflect upon myself and strive to reflect upon myself and cautiousness is what the sovereign and the subjects of both high-ranking and low-ranking officials and the삼사, as well as the officials in the middle of the capital, all shall conceal my faults and hide.",
                "H2KE-nKo": "전교하기를,“계절이 수장할 때가 되었는데 밤에 천둥 번개가 쳤으니, 이것이 어찌 까닭 없이 그런 것이겠는가. 첫째도 내가 부덕하기 때문이고 둘째도 내가 부덕하기 때문이다. 변변찮은 내가 만백성의 위에 있으면서 밤낮으로 근심하고 두려워하여 감히 스스로 안일하지 못하였는데, 어찌하여 정치가 뜻대로 되지 않아 모든 일이 번잡해지고 풍속이 날로 저하되어도 만회하지 못하며 기강이 날로 문란해지는데도 진작하여 쇄신하지 못하고, 탐묵이 날로 행해지는데도 징계하여 면려하지 못하며, 사치가 날로 성해지는데도 금지하지 못하고 있다. 심지어 부역이 두루 중하고 백성의 생활이 거꾸로 매달린 듯 고통스럽기가 요즘과 같은 때가 없었으니, 하늘의 지극히 인자한 마음으로 경고하고 이끌어 주는 것이 어찌 이처럼 간곡하지 않을 수 있겠는가. 마음 가득 놀랍고 송구하여 벽을 돌며 잠을 이루지 못하고 있다. 자신을 책망하는 옛 규례를 형식적인 것이라 하여 폐할 수 없으니, 오늘부터 3일 동안 감선하여 공경하고 두려워하는 정성을 만분의 일이나마 펴고자 한다. 수양하고 반성하는 방책은 군신 상하가 함께 힘써야 할 것이니, 나의 대신과 삼사 및 재야의 신하들은 모두 나의 잘못에 대해 숨김없이 말하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 7일(기유) 1번째기사",
                "gt-oKo": "하교하기를, “계절이 거두어서 간직할 때인데 간밤에 천둥 번개가 쳤으니, 이것이 어찌 이유가 없이 그러하겠는가? 첫째도 내가 부덕한 탓이요 둘째도 내가 부덕한 탓이다. 하찮은 내가 부덕한 몸으로 만백성의 윗자리를 차지하고 있으니, 주야로 걱정하고 두려워하면서 감히 스스로 편안할 수가 없었다. 그런데 어찌하여 정치가 뜻을 따르지 못하여 모든 일이 번잡스러워진 탓으로 풍속이 날로 저하되어도 만회할 수가 없고 기강이 날로 문란해지는데도 진작하여 쇄신시킬 수 없으며 탐묵(貪默)이 날로 행해지고 있는데도 징계 면려할 수 없고 사치가 날로 심하여지는데도 금억(禁抑)할 수가 없다. 그리하여 부역(賦役)이 편중(偏重)되고 민생(民生)이 거꾸로 매달려 있는 것 같은 고통에 이른 것이 근일 같은 때가 없었다. 상천(上天)은 지극히 인자(仁慈)해서 깨우쳐 알리고 이끌어 인도하기를 어찌 이와 같이 정녕(丁寧)하게 하리 않겠는가? 두렵고 송구스러운 마음이 가득 차서 벽에 기대어 잠을 이루지 못하고 있다. 따라서 자신을 책하는 구례(舊例)를 형식이라고만 하여 폐할 수는 없다. 오늘부터 3일 동안 감선(減膳)하여 경외(敬畏)하는 정성을 만분의 일이나마 펴고 싶다. 공구 수성(恐懼修省)하는 방책은 군신 상하(君臣上下) 다 함께 면계(勉戒)해야 될 것이다. 나의 대료(大僚)·삼사(三司)와 재야(在野)의 신하들은 모두 나의 궐실(闕失)에 대해 숨김 없이 말하라.” 하였다.",
                "hj": "○己酉/敎曰: “節屆收藏, 夜來轟燁, 此豈無所以然也? 一則由予不穀也, 二則由予不穀也。 藐予不穀, 托于兆民之上, 夙夜憂懼, 罔敢自逸。 而奈之何治不徯志, 庶事叢脞, 風俗日下而莫之挽回, 紀綱日紊而莫之振刷, 貪墨日行而莫之懲勵, 奢侈日勝而莫之禁抑。 以至賦役徧重, 民生倒懸, 莫近日若也。 上天至仁, 警告之提撕之, 安得不如是丁寧乎? 滿心驚悚, 繞壁不寐。 責躬舊例, 不可以應文而廢之。 自今日減膳三日, 以伸敬畏萬一之忱。 若夫修省之策, 君臣上下之所共勉戒者。 凡我大僚三司及在野之臣, 咸言闕失, 由有所諱。”"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Kim좌geun , Left State Councilor Jo Dusun , and others 연명으로 차자를 올려 earnestly appealed to the King and then resigned from office. The King 비답하기를, “어진 하늘이 경계를 보여 주는 것이 마치 자상하게 earnestly and sincerely instructed me in person. I calmly think that it was not angry that I instructed me. At that time, I earnestly appealed to me. How could I dare not sincerely carefully appreciate myself? Concerning the calamity of natural disasters, it is not a way to sincerely loyalty and faithfulness. Considering that I am ignorant and foolish, what harm could my dear sirs? Now, the resignation of my dear sirs is absolutely excessive. Nevertheless, do not listen to such a disaster and strive to rectify the duty of assisting and supporting the King.",
                "H2KE-nKo": "영의정 김좌근, 좌의정 조두순이 연명으로 차자를 올려 권면하고, 이어 사면하니, 비답하기를,“어진 하늘이 경계를 보여 마치 귀를 끌어당기고 직접 대면하여 타이르는 것처럼 간곡하게 타이르니, 조용히 생각해 보면 노여워하는 것이 아니라 가르쳐 주는 것이다. 이러한 때에 권면하는 글을 보니, 모두 나의 이마에 침을 놓은 것들이다. 감히 정성을 다해 가슴에 새기지 않을 수 있겠는가. 재이를 만나 인의하는 것은 도리어 성실한 도리가 아니다. 덕이 부족하고 사리에 어두운 나 때문이니, 경들에게 무슨 잘못이 있겠는가. 지금 이렇게 사면하는 것은 너무도 지나치다. 절대로 이런 말을 아뢰지 말고 더욱 보필하는 책무에 힘쓰도록 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 7일(기유) 2번째기사",
                "gt-oKo": "영의정 김좌근(金左根), 좌의정 조두순(趙斗淳)이 연차(聯箚)를 올려 면계할 것을 진달하고 이어 사면(辭免)하니, 비답하기를, “인애(仁愛)하는 하늘이 경계를 보여 마치 귀를 끌어당기고 얼굴을 마주하여 자상하게 타이르듯이 하고 있으니, 고요히 생각하여 보면 하늘이 노한 것이 아니라 가르쳐 준 것이다. 진달한 면계 내용을 본즉 모두가 나의 정침(頂鍼)에 해당되는 것이니, 감히 조심스럽게 가슴에 새겨 행하지 않을 수 있겠는가? 재변을 만나 인책하는 데 이르러서는 이것이 도리어 성실하게 하는 도리가 아닌 것이다. 이는 과매(寡昧)한 나의 탓이지 경 등에게야 무슨 잘못이 있겠는가? 지금 이렇게 사면하는 것은 절대로 과당(過當)하니 일체 이런 말을 아뢰지 말고 더욱 광보(匡輔)하는 책임을 힘쓰도록 하라.” 하였다.",
                "hj": "○領議政金左根, 左議政趙斗淳, 聯箚陳勉, 仍辭免, 批曰: “仁天示警, 諄諄若耳提而面命者然, 靜言思惟, 匪怒伊敎。 際見陳勉, 儘予頂鍼, 敢不慥慥服膺乎? 至於遇災引義, 反非誠實之道也。 由予寡昧, 於卿等何有? 今此所辭, 萬萬過當, 切勿以是相聞, 益懋匡輔之責。”"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 7일(기유) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in the gyeongsul year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 8일(경술) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚戌/召對。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received officials in the morning court assembly in the sinhae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 10월 9일(신해) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○辛亥/召對。"
            }
        }
    },
    "11": {
        "10": {
            "1": {
                "H2KE-EN": "희정당에서 차대를 행하였다. Chief State Councilor Kim좌geun reported, The magnificent glorious deeds from Heaven assists and spirits, and this auspicious glorious deeds. If Your Majesty wishes to repay the sympathy of Heaven, then it would be appropriate to carry out the people who observe and hear. Your Majesty specially encourages the officials in each province to clarify unjust charges and hidden hardships, reduce taxes and compulsory labor service, and provide relief to the impoverished destitute. Among them, those who cannot arbitrarily implement the evil effects should be reported to the State Council in order to deliberate on the matter and then report to Your Majesty for execution. The King said, If the people are not worried about the hardships, then they can enjoy the glorious eglorious patterns. The King also reported, As for the civil and military officials, they are seventy years of age, your subject requests Your Majesty to ask high-ranking officials and administrator of the Office of the Royal Lectures . Left State Councilor Jo Dusun said, For the time being, it would be better to test them. Minister of Personnel Kim",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를,“탄생의 경사는 하늘이 돕고 신령이 도와서 이런 길상을 내린 것이니, 전하께서 만약 하늘이 돌보아 준 은혜에 보답하고자 하신다면 마땅히 보고 듣는 백성들의 일에 시행해야 할 것입니다. 여러 도신을 각별히 신칙하여 원통하고 억울한 사정을 소통시켜 주고 숨겨진 고통을 풀어 주며 부역을 감면해 주어 궁핍한 백성들을 구휼하게 하되, 그 가운데 고통스러운 폐단으로 마음대로 조처하여 시행할 수 없는 것은 조목별로 묘당에 보고하여 대책을 강구해서 주상께 여쭈어 시행하게 하소서.”하니, 주상이 말하기를,“이 백성들로 하여금 근심스럽고 고통스러운 일이 없게 한 뒤에야 경사를 함께한다는 뜻을 함께한다는 뜻으로 묘당에서 여러 도에 관문을 보내 신칙하여 이해관계를 조목별로 아뢰게 하라.”하였다. 또 아뢰기를,“문관, 음관, 무관, 수령은 70세로 연한을 정하였으니 연석에 나온 대신과 전관에게 하문하소서.”하니, 좌의정 조두순은 아뢰기를,“우선 이것으로 시험해 보는 것이 좋을 듯합니다.”하고, 이조 판서 김병학, 병조 판서 남병철은 아뢰기를,“진실로 변통하기에 합당합니다.”하였다. 주상이 말하기를,“대신과 전관의 뜻이 이와 같다.”하고, 그대로 따랐다. 또 아뢰기를,“대호군 홍기섭, 부호군 송종수, 정헌용, 이창재, 조규순은 특별히 한 자급을 올려 주고, 전 정 이경우, 서유교도 일체 자급을 올려 주소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 10일(신사) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 영의정 김좌근(金左根)이 아뢰기를, “원자(元子)께서 탄생하신 경사는 하늘이 돕고 신이 도와서 이런 길상(吉祥)을 내려 주신 것이니, 전하께서 하늘의 권애(眷愛)에 응답함에 있어서는 당연히 보고 듣는 민사(民事)에 시행해야 됩니다. 제도(諸道)의 도신(道臣)에게 특별히 신칙하여 억울한 일을 소통시켜 주고 숨겨진 고통을 진달하게 하며 부역을 감하고 곤궁함을 구휼하여 주되, 그 가운데 고통스러운 병폐로서 마음대로 조처하여 시행할 수 없는 것은 조목별로 묘당(廟堂)에 보고하게 하여 강구(講究)해서 품의를 거쳐 시행하게 하소서.” 하니, 임금이 이르기를, “이 백성들에게 근심과 고통이 없게 한 연후에야 백성과 함께 경사를 같이한다는 의의에 부합하게 되는 것이니, 묘당에서 제로(諸路)에 신칙하여 이로움과 병폐를 조목별로 계문(啓聞)하게 하라.” 하였다. 또 아뢰기를, “문·음·무(文蔭武)의 수령은 70세를 연한(年限)으로 삼도록 경연(經筵)에 참여한 대신(大臣)과 전관(銓官)에게 순문(詢問)하기를 청하였는데, 좌의정 조두순(趙斗淳)은 이르기를, ‘우선 이로써 시험하여 보는 것이 좋을 듯합니다.’ 하였고, 이판(吏判) 김병학(金炳學)과 병판(兵判) 남병철(南秉哲)은 이르기를, ‘변통(變通)하는 방도에 있어 진실로 합당합니다.’라고 하였습니다.” 하니, 임금이 이르기를, “대신과 전관의 의견이 이와 같으니, 그대로 따르겠다.” 하였다. 또 아뢰기를, “대호군(大護軍) 홍기섭(洪耆燮) 부호군(副護軍) 송종수(宋宗洙)·정헌용(鄭憲容)·이창재(李昌在)·조규순(趙奎淳)에게 특별히 한 자급을 가자(加資)하고, 전(前) 정(正) 이경우(李絅愚)·서유교(徐有喬)에게도 똑같이 자급을 올려 주소서.” 하니, 그대로 따랐다.",
                "hj": "○辛巳/次對于熙政堂。 領議政金左根啓言: “誕彌之慶, 天佑神騭, 降此吉祥, 殿下如欲答天之眷愛, 則當於視聽之民事, 施之矣。 另飭諸道臣, 疏冤枉而達幽隱, 減征徭而恤窮匱, 其中苦瘼不得擅便措施者, 則條報廟堂, 講究稟行。” 上曰: “使斯民無愁苦, 然後可與同慶之意, 自廟堂, 關飭諸路, 條聞利病也。” 又啓言: “文、蔭、武、守令, 以七十爲年限, 請詢登筵大臣銓官, 左議政趙斗淳以爲, ‘姑以此試之似好,’ 吏判金炳學, 兵判南秉哲以爲, ‘允合通燮。” 上曰: “大臣銓官之意如此。” 從之。 又啓言: “大護軍洪耆燮, 副護軍宋宗洙、鄭憲容、李昌在、趙奎淳, 特加一資, 前正李絅愚、徐有喬, 一體陞資。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Nam Seokgyu as section chief of the Left and Right Gyeongsang Provinces .",
                "H2KE-nKo": "남석규를 좌변포도대장으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 10일(신사) 2번째기사",
                "gt-oKo": "남석규(南錫圭)를 좌변 포도 대장으로 삼았다.",
                "hj": "○以南錫圭爲左邊捕盜大將。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, 대사간 Shin Taeun , who passed the civil service examination in the eastern suburbs of the capital, presented a memorial to the King. The memorial read as follows: This year, Yi Taei , who passed the civil service examination in the eastern suburbs of the capital, was selected at the same place. However, when the oral examination in the Royal Confucian Academy reached the same place, he presumptuously entered the second place where he passed the examination in the second place. At that time, all the examiners and this examination passers did not have any relatives who ought to avoid them in accordance with the law, but they presumptuously entered the examination to supplement their names. This is recorded in the past. If this is not to be corrected, how can the scholars ethos be upheld? We urgently have the names of the state examination removed. The King 비답하기를, “선비들의 버릇이 한결같이 이 지경에 이르렀단 말인가? 청한 대로 시행하겠다.” 하였다. ",
                "H2KE-nKo": "대사간 신태운이 상소하였는데, 그 대략에,“이번 식년 동당의 신급제 이태익은 일소의 초시에 선발되었는데, 회강에 이르러서는 응당 피혐해야 한다고 여겨 이소에 함부로 응시하여 입격하였습니다. 그때의 시관들은 이 거자들과 애당초 법에 있어서 피혐해야 할 인족도 없었는데, 함부로 응시하여 이름을 삭제한 것이 장고에 실려 있습니다. 이러한데도 바로잡으려고 하지 않는다면 어떻게 선비들의 습속을 바로잡을 수 있겠습니까. 속히 과명을 삭제하게 하소서.”하니, 비답하기를,“선비들의 습속이 한결같이 이 지경에 이르렀단 말인가. 청한 대로 시행하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 11일(임오) 1번째기사",
                "gt-oKo": "대사간 신태운(申泰運)이 소장을 올렸는데, 그 대략에 이르기를, “이번 식년(式年) 동당(東堂)의 신급제(新及第) 이태익(李泰翼)은 일소(一所)의 초시(初試)에서 선발되었는데, 회강(會講)할 때에 이르러서는 응당 상피(相避)할 데가 있다고 이르고 이소(二所)에 무릅쓰고 응시하여 입격(入格)하였습니다. 그때의 시관(試官)들은 이 거자(擧子)와는 당초 법에 있어 응당 피해야 할 인족(姻族)이 없었는데도 속이고 응시한 경우에는 삭명(削名)시킨다는 것이 장고(掌故)에 기재되어 있습니다. 이런 것을 박정(駁正)하려고 생각하지 않는다면, 어떻게 선비들의 습성을 정화시킬 수 있겠습니까? 과명(科名)을 속히 삭거(削去)시키소서.” 하니, 비답하기를, “사습(士習)이 한결같이 여기에까지 이르렀단 말인가? 청한 내용은 아뢴 대로 시행하라.” 하였다.",
                "hj": "○壬午/大司諫申泰運疏略曰: 今番式年東堂新及第李泰翼, 被選於一所初試, 及至會講, 謂有應避, 冒赴二所入格。 其時諸試官, 與此擧子, 初無姻族之在法當避者, 冒赴削名, 載在掌故。 此若不思駁正, 其何以靖多士之習乎? 科名亟令削去。 批曰: “士習一至於是乎? 所請依施。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King appointed Jo Munhwa as third minister of personnel , Seo Yeomsun as minister of works , Shin Seoku as deputy magistrate of Hanseong Magistracy , Kim Bogeun as deputy director of the Office of Royal Decrees , Song Naehui as inspector of the Office of the Inspector General , and Jeong헌교를 사간원 대사간으로 삼았다.",
                "H2KE-nKo": "조문화를 이조 참의로, 서염순을 공조 판서로, 신석우를 한성부 판윤으로, 김보근을 규장각 제학으로, 송내희를 사헌부 대사헌으로, 정헌교를 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 13일(갑신) 1번째기사",
                "gt-oKo": "조문화(趙文和)를 이조 참의로, 서염순(徐念淳)을 공조 판서로, 신석우(申錫愚)를 한성부 판윤으로, 김보근(金輔根)을 규장각 제학으로, 송내희(宋來熙)를 사헌부 대사헌으로, 정헌교(鄭獻敎)를 사간원 대사간으로 삼았다.",
                "hj": "○甲申/以趙文和爲吏曹參議, 徐念淳爲工曹判書, 申錫愚爲漢城府判尹, 金輔根爲奎章閣提學, 宋來熙爲司憲府大司憲, 鄭獻敎爲司諫院大司諫。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongjin day, the first day of the month, the King proceeded to Hyojeong Hall and performed the rite of the full moon .",
                "H2KE-nKo": "병술년에 효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 15일(병술) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 망제(望祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○丙戌/詣孝正殿, 行望祭晝茶禮。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On jeonghae day, [the King] proceeded to Injeong Hall and held the Royal Gate . Vice-Director Hwang Jeongyeon , literary 홍승억에게 모두 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "인정전에 나아가 감제를 행하였다. 부에서 진사 황정연과 유학 홍승억에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 16일(정해) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 감제(柑製)를 행하였는데, 부(賦)에 진사(進士) 황정연(黃正淵), 유학(幼學) 홍승억(洪承億)에게 아울러 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丁亥/御仁政殿, 行柑製, 賦進士黃正淵, 幼學洪承億, 幷直赴殿試。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gichuk day, the King proceeded to Gwanghyo Hall in the gichuk year (, and performed the winter solstice rite .",
                "H2KE-nKo": "기축년에 효정전에 나아가 동지제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 18일(기축) 1번째기사",
                "gt-oKo": "효정전에 나아가 동지제(冬至祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○己丑/詣孝正殿, 行冬至祭晝茶禮。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Hong Gichung was appointed director of the Office of the Queen Mother .",
                "H2KE-nKo": "홍기섭을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 19일(경인) 1번째기사",
                "gt-oKo": "홍기섭(洪耆燮)을 판의금부사로 삼았다.",
                "hj": "○庚寅/以洪耆燮爲判義禁府事。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King ordered that the Crown Princes palace be installed at the gate of the second tutor to the Crown Prince in the gyeyu year (.",
                "H2KE-nKo": "원자궁의 차비문을 이극문으로 하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 2일(계유) 1번째기사",
                "gt-oKo": "원자궁(元子宮)의 차비문(差備門)을 이극문(貳極門)으로 하도록 명하였다.",
                "hj": "○癸酉/命元子宮差備門, 以貳極門爲之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Yuwon as second minister of personnel .",
                "H2KE-nKo": "이유원을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 2일(계유) 2번째기사",
                "gt-oKo": "이유원(李裕元)을 이조 참판으로 삼았다.",
                "hj": "○以李裕元爲吏曹參判。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Yi Siwon was appointed minister of punishments .",
                "H2KE-nKo": "이시원을 형조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 20일(신묘) 1번째기사",
                "gt-oKo": "이시원(李是遠)을 형조 판서로 삼았다.",
                "hj": "○辛卯/以李是遠爲刑曹判書。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Hong Jacheol was appointed director of the Directorate of the Palace Buildings .",
                "H2KE-nKo": "홍재철을 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 23일(갑오) 1번째기사",
                "gt-oKo": "홍재철(洪在喆)을 판의금부사로 삼았다.",
                "hj": "○甲午/以洪在喆爲判義禁府事。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King appointed Kim Geumdeok as second minister of personnel , Yi Jongu as minister of works , and Yi Mi as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "기해년에 김병덕을 이조 참판으로, 이종우를 공조 판서로, 이우를 한성부 판윤으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 28일(기해) 1번째기사",
                "gt-oKo": "김병덕(金炳德)을 이조 참판으로, 이종우(李鍾愚)를 공조 판서로, 이우(李㘾)를 한성부 판윤으로 삼았다.",
                "hj": "○己亥/以金炳德爲吏曹參判, 李鍾愚爲工曹判書, 李㘾爲漢城府判尹。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the first day of the month, gyeongjin year (, the King proceeded to Hyojeong Hall (Hall of Benevolent Governance and performed the ancestral rites. The King personally addressed the funerary oration, which reads as follows: Now, I am a widow of Confucius. As the world and the ancestors have been entrusted by the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain, the peoples hearts are kept by the people. This is because the Earth of Confucius always expected from the beginning and expectations of the Earth and Confucius, and this happened to multiple accomplishments. I have long tired from the capital to succeed to the throne, and this is what the Earth of Confucius had the order of Confucius. As the Heaven inherited the throne, I was able to rectify the Royal Confucius because the Earth and the Confucius had the order of Confucius. Nevertheless, I exercised the Way of the sovereign and the people on behalf of the King, and I deeply worried by Confucius. I always addressed him thus: As the Earth, the Earth and Confucius were born, the state was increasingly robust. How could I expect that it would be expected? I earnestly admired my benevolence, but the sound of Your Earth and Confucius still existed. Now, the Earth and Confucius are entrusted with the important task of celebrating the spirits of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain, but the joy of Your Earth and the Imperial Crown Prince is unable to cross the large river as if there is no fertiertiertiertiertier. I reverently looked up to the spirits of Your Earth and the Altar for the Earth and Grain and suppressed the spirits of Your Earth and Imperial Confucius, and I gave this happened an auspicious occasion so that I could preserve this order. However, at the time of winter and winter, there was an auspicious statute, a statute was thunder, and a thunder was thunder and light on behalf of Your Earth and the peoples livelihood. Since the beginning of the early hour (approximately approximately, the peoples will make a great confusion and leaving their rumors without restricting their livelihoods. All of them freely enjoyed their livelihoods and enjoyed their livelihoods, and enjoyed Your Earth and expectations of Your Earth and Imperial Crown Prince. As Your Earth and Your Earth Imperial Crown Prince extensive magnanimity and extended magnanimity, Your Earth and Crown Prince suggested the virtuous intent of Your Earth and extended the magnificent of Your Earth and Crown Prince. Alas! The Earth and the Earth of Your Earth and Crown Prince exten",
                "H2KE-nKo": "효정전에 나아가 작헌례를 행하였다. 친히 제문을 올렸는데, 그 내용은 다음과 같다.“소자가 이제 배필이 되었으니 천지와 조종이 부탁한 바요, 나라의 근본과 민심이 매인 바입니다. 바로 우리 성모께서 평소 간절히 바라던 바요, 쌓인 경사입니다. 소자가 오랫동안 외방에서 수고하여 들어와 대통을 이어받은 것은 성모의 명이었습니다. 하늘이 그의 배필을 세워 궁중의 규범을 바르게 한 것은 성모의 명이었습니다. 나라를 다스리고 백성을 사랑하는 도리에 이끌어 주고 기거와 음식의 절차에 대해 은혜를 베풀어 소자로 하여금 팔짱을 끼고 성공하여 허물을 면할 것을 생각하게 하였으니, 이 모두가 성모께서 내려 주신 것입니다.소자의 나이가 이미 한창인데도 후사를 세우는 일이 아직도 지체되니 성모께서 깊이 근심하여 항상 하교하시기를 ‘원자가 탄생하여 나라의 형세가 더욱 공고해지니 내가 다시 무엇을 바라겠는가.’라고 하셨습니다. 간절히 자애로운 가르침이 옥음이 아직도 남아 있습니다. 이제 종사가 중대한 제사를 주관하게 되었는데 장락궁에서 한가로이 즐기는 즐거움을 어기게 되었으니 기뻐하는 심정을 장차 어디에 고하겠으며, 비통한 심정을 장차 어떻게 억제하시겠습니까.아, 상을 당한 이래로 슬픔과 아픔을 머금은 채 의지할 데가 없는 것이 마치 큰 내를 건너는데 나루터가 없는 것과 같았습니다. 우러러 운경과 오르내리시는 영령께서 불쌍히 여겨 묵묵히 도와주시고 이 한 번 있는 경사를 내려 주어 소자로 하여금 의지하여 목숨을 부지하게 하셨습니다. 가을과 겨울 사이에 관상감에서 재앙을 알리고 별이 태미원의 궤도에 나타났으며, 순음의 기후에 천둥이 울리고 백성들이 고통에 신음하여 안정되지 못하고 분잡한 상황이 형성되었습니다. 원자가 탄생한 날부터 민심이 크게 안정되고 유언비어가 갑자기 사라져 편안히 거처할 겨를이 없는 부류들이 모두 편안히 살고 생업을 즐기며 눈을 씻고 기다리며 기뻐하며 서로 고합니다. 그리하여 가까이는 서울에서부터 멀리는 산골짜기에 이르기까지 온화한 기운 속에서 떨쳐 일어나 춤을 추며 마치 역마를 설치하여 명을 전하는 것처럼 하였습니다.국가 억만년토록 무궁할 아름다움이 실로 오늘에 기초하였으니 소자가 무슨 덕으로 이를 감당하겠습니까. 또한 오직 우리 성모께서 내려 주신 것입니다. 기쁨을 만나 은혜를 널리 베푸는 것은 떳떳한 법이 있으니 허물을 씻어 주고 조세를 감면해 주며 세금을 감면해 주는 것은 성모께서 나라와 함께 경사를 누리려는 덕의를 추술한 것입니다. 자애로운 하늘이 비와 이슬을 내려 온 나라에 은혜를 입히니 온 나라의 백성들이 기뻐하는 생각이 더욱 간절합니다. 아, 훌륭합니다. 원자가 탄생한 날이 겨우 삼칠일이 지났지만 하늘이 낸 영특한 모습이 뛰어나게 영리하니 소자가 감히 그 기쁨을 사사로이 할 수 없습니다. 성모께서도 혹 이 마음을 살펴 저승에서 편안히 즐길 수 있을지 모르겠습니다. 지난달에 섭행으로 고하였으나 보잘것없는 정성을 펴지 못하였습니다. 삼가 길일을 택하여 공경히 술잔을 올려 산 사람 섬기듯 하는 의리를 부여하여 흠향하기를 바랍니다. 삼가 바라건대 자애로운 영령께서는 영특하고 돌보아 주소서. 아, 애통합니다.”\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 9일(경진) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 작헌례(酌獻禮)를 행하였다. 친히 제문(祭文)을 지었는데, 그 내용에 이르기를, “소자(小子)가 이제 아들을 두었으니, 천지 조종(祖宗)이 부탁할 데가 있고 방본(邦本)인 민심(民心)이 의지할 데가 있게 되었습니다. 이는 곧 우리 성모(聖母)께서 평일 기망(祈望)하시던 것이었고 적경(積慶)의 소치인 것입니다. 소자가 외방에서 오랫동안 노고에 시달리다가 들어와 큰 통서(統緖)를 잇게 된 것도 성모의 명에 의한 것이고, 하늘이 정해 준 배위(配位)를 곤전(坤殿)에 자리하게 하신 것도 성모(聖母)의 명에 의한 것이었습니다. 그리고 백성을 사랑하고 임금 노릇하는 도리에 대해 자상하게 훈회(訓誨)하여 이끌어 주시고 기거(起居)와 음식(飮食)의 절차에 대해 은혜롭게 돌보아 감싸주시어 소자로 하여금 팔짱을 끼고 완성되기를 기대하였으며 허물을 면할 것을 생각하게 하였으니, 이는 모두 성모(聖母)께서 내려 주신 것입니다. 소자의 나이 이미 한창인데도 아들을 두는 것이 아직 더디어 성모께서 깊이 우려하신 나머지 항상 하교하시기를, ‘원량(元良)이 탄생하게 되면 국세도 더한층 공고하게 될 것이니, 내가 다시 무엇을 바라겠는가?’ 하셨습니다. 자애로운 가르침으로 간절히 말씀하신 그 옥음(玉音)이 아직도 귀에 쟁쟁합니다. 그런데 지금은 종석(宗祏)의 제사를 주관할 중임(重任)을 부탁할 데가 있게 되었습니다만, 장락궁(長樂宮)에서 자손을 희롱하는 즐거움을 어기게 되었으니, 즐겁고 기쁜 마음을 장차 어디에 고하겠으며 슬프고 애달픈 감회를 어찌 억제할 수 있겠습니까? 아! 대상(大喪)을 당한 이후 걱정과 비통에 젖어 의지할 데 없는 외로운 마음이 마치 큰 물을 건널 적에 나루가 없는 것과 같았습니다. 운향(雲鄕)에서 오르내리시는 영령(英靈)이 걱정하시면서 묵묵히 도와주심을 받아 이렇게 극히 드문 경사(慶事)가 있게 해주심으로써 소자로 하여금 그에 의거 국명이 장구하게 할 수 있게 하였습니다. 가을과 겨울의 즈음에 관상감(觀象監)에서 재앙을 고하여 왔는데, 혜성(彗星)이 태미원(太微垣)의 궤도에 나타났고 천둥 번개가 순음(純陰)의 계절에 발생하였으며 굶주림에 신음(呻吟)하는 민생(民生)이 혼란에 빠져 진정(鎭定)할 길이 없으니, 사방에 흩어질 상황에 놓여 있습니다. 그러나 일단 원자(元子)가 탄생함으로부터 민지(民志)가 아주 확정되고 근거없는 와언(訛言)이 완전히 종식되어 평안히 거처하지 못하던 부류들이 거개 편안히 살면서 생업(生業)을 즐기게 되었으며 눈을 닦고 목을 길게 빼고서 기꺼운 마음으로 서로 고하여 가까이는 서울에서부터 멀리는 벽촌이나 해변에 이르기까지 환호하여 외치고 화협한 기운이 충만된 가운데서 떨치고 일어나 춤추었는데, 마치 우역(郵驛)을 설치하고 명령을 전하는 것같이 빨리 전파되었습니다. 따라서 국가가 억만년토록 끝없이 이어갈 아름다움이 실은 오늘에야 그 기반이 다져진 것입니다. 소자가 무슨 덕이 있어서 이를 감당할 수 있겠습니까? 또한 우리 성모(聖母)께서 하사하여 준 것입니다. 기쁜 일을 당하여 은혜를 널리 베푸는 데에는 행하여 온 이전(彝典)이 있는 것인데, 하자(瑕疵)를 씻어주고 조세(租稅)와 부역(賦役)을 견감시켜 준 것은 성모(聖母)께서 백성들과 아름다움을 함께 하신 덕의(德意)를 추술(追述)한 것입니다. 자애스런 하늘이 우로(雨露)를 내려 온 천하를 훈훈하게 적셔 주듯 한 그 은혜에 팔역(八域)의 생령(生靈)들이 더욱 그리워 찬탄하는 생각이 간절하니, 아! 거룩합니다. 원자(元子)가 탄생한 날이 이제 막 삼칠일(三七日)이 지났는데, 타고난 외모가 영걸스럽고 뛰어나게 숙성하여 큰 기국을 지닌 것 같으니, 소자가 감히 그 기쁨을 사사로이 할 수 없습니다. 성모께서 혹 이런 마음을 하감(下鑑)하신다면, 유명(幽冥)에서도 융융한 기쁨을 느끼실 것입니다. 지난달에는 섭행(攝行)으로 고하였던 탓으로 보잘것없는 정성이나마 펼 수가 없었습니다. 삼가 길일(吉日)을 선택하여 공경히 형작(泂酌)을 올려 산 사람을 섬기듯이 하는 의리를 붙여서 돌보아 흠향(歆饗)하시기를 바랍니다. 삼가 바라건대 자령(慈靈)께서는 아름답게 여겨 돌보아주소서. 아! 슬프다.” 하였다.",
                "hj": "○庚辰/詣孝正殿, 行酌獻禮。 親祭文曰: 小子今擧犮夫子矣, 天地祖宗之所付畀, 邦本民心之所維繫。 卽惟我聖母平日蘄望之攸推, 積慶之攸曁也。 小子舊勞于外, 入承丕緖, 聖母之命也。 天立厥配, 克正壼範, 聖母之命也。 提撕訓誨於君國子民之道, 恩斯顧復於起居飮食之節, 俾小子垂拱仰成, 思免厥愆, 何莫非聖母所賜也。 小子年旣鼎盛, 而祚胤尙遲, 聖母深以爲憂, 常敎曰, ‘元良誕生, 國勢增鞏, 予復何望哉?’ 眷眷慈誨, 玉音尙在。 今焉宗祏托主鬯之重, 而長樂違含飴之歡, 欣悅之情, 將何控引, 悲哀之臆, 將何宣抑? 嗚呼! 遭創以來, 含恤茹痛, 惸惸靡依, 若涉大川之無津涯。 仰資雲卿, 陟降之靈, 垂憫而默佑之, 貺此一有之慶, 使小子, 依以爲命焉。 而若夫秋冬之際, 靑臺告祲, 星彗於太微之躔, 雷轟於純陰之候, 殿屎民生, 泯泯棼棼, 罔有定極, 泮渙形矣。 一自震夙之日, 民志大定, 浮訛頓息, 不遑寧居之流, 擧皆安生樂業, 拭目延頓, 欣欣相告, 近自京輦, 遠至陬澨, 振起鼓舞於驩聲協氣之中, 若置郵而傳命焉。 國家億萬年無彊之休, 實基於今日。 小子何德而堪之? 亦惟曰我聖母賜也。 遇喜廣惠, 厥有彝典, 蕩瑕滌垢, 蠲租減征, 追述聖母。 與國咸休之德意, 慈天雨露, 煦濡率普, 八域含生, 益切於戲之思, 猗歟! 盛矣。 元子誕彌之日, 纔過三七, 而天縱英標, 岐嶷覃訏, 小子不敢私其喜。 聖母尙或監此心, 鬷假悅豫於冥冥之中歟。 前月攝告, 莫伸菲忱。 謹諏穀朝, 祗薦泂酌, 庸寓如事之義, 以冀居歆之眷。 伏惟慈靈, 庶垂英顧。 嗚呼! 痛哉。"
            },
            "2": {
                "H2KE-EN": "The King ordered the promotion of Yi Inseok , who served as ritual offerings , be promoted to a higher rank.",
                "H2KE-nKo": "작헌례 때의 예방 승지 이인석에게 가자하라고 명하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 9일(경진) 2번째기사",
                "gt-oKo": "작헌례(酌獻禮) 때의 예방 승지 이인석(李寅奭)에게 가자(加資)하라고 명하였다.",
                "hj": "○命酌獻禮時禮房承旨李寅奭加資。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I already issued a decree before the last month in the gapjin year (. However, the distinction between Heaven and earth is the same as the noble and base of the noble and base. Considering what I have today, how can I feel satisfactory even for a short time? Have the Ministry of Rites report the matter to the Ministry of Rites regarding the noble and base of the noble and base.",
                "H2KE-nKo": "전교하기를,“내가 갑진년의 일에 대해 이미 달포 전에 유시한 바가 있다. 그러나 천륜과 천륜은 귀천이 일반이니, 내가 오늘날 처한 처지로서 어찌 잠시라도 편히 지낼 수 있겠는가. 본생의 백형에게 군을 봉하고 작위를 봉하도록 해당 조에 통지하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 9일(경진) 3번째기사",
                "gt-oKo": "하교하기를, “내가 갑진년(甲辰年)의 일에 대해 이미 지난달 하유(下諭)한 것이 있었는데, 천륜(天倫)의 지친(至親)은 귀천(貴賤)을 막론하고 똑같은 것이다. 나의 오늘날 처지에 있어 어떻게 잠시인들 편안할 수가 있겠는가? 본생(本生)의 백형(伯兄)에게 군(君)의 벼슬을 봉할 것을 해조(該曹)에 알리도록 하라.” 하였다.",
                "hj": "○敎曰: “予於甲辰事, 已有月前所諭, 而天顯之倫, 貴賤一也。 以予今日所處, 而其能安於食息之頃乎? 本生伯兄封君爵事, 知委該曹。”"
            },
            "4": {
                "H2KE-EN": "The King issued a royal directive, which stated, I have just issued a royal order to bestow a noble title upon the late Lord of Hoepyeong . The title of princes should be designated as Lord of Hoepyeong . ",
                "H2KE-nKo": "전교하기를,“방금 봉작하는 일로 하교한 바가 있다. 군호는 회평군으로 정하여 들이라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 9일(경진) 4번째기사",
                "gt-oKo": "하교하기를, “방금 봉작(封爵)하게 할 것으로 하교한 바 있었다. 군호(君號)는 회평군(懷平君)으로 정하여 들이게 하라.” 하였다.",
                "hj": "○敎曰: “才以封爵事, 有所下敎矣。 君號以懷平君定入。”"
            },
            "5": {
                "H2KE-EN": "The King issued a royal order, which stated, As for the titles of Lord of Sanggye , Lord of Punggye , and Lord of Hoepyeong , posthumous titles shall be bestowed upon them of the senior first rank.",
                "H2KE-nKo": "전교하기를,“상계군, 풍계군, 회평군을 정1품으로 추증하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 9일(경진) 5번째기사",
                "gt-oKo": "하교하기를, “상계군(常溪君)·풍계군(豐溪君)·회평군(懷平君)을 정1품에 증작(贈爵)하라.” 하였다.",
                "hj": "○敎曰: “常溪君、豐溪君、懷平君, 正一品贈爵。”"
            },
            "6": {
                "H2KE-EN": "On jeongmyo day, when offering a cup of wine at Gwanghyo Hall , the officials who were accompanied by royal kin as well as the incense-burning official below were rewarded with varying degrees. Governor of Chungcheong Province Kim응geun , acting Minister of Taxation Kim Gik , Second Deputy Director of the Office of Royal Decrees Kim Jeo , Third Minister of Taxation Bak Jain , 부호군 Kim Wonsik , Second Deputy Director of the Office of Ritual Procedures Eom Donyeong , and Second Deputy Director of the Office of Royal Decrees Seo Usun were all rewarded.",
                "H2KE-nKo": "효정전에서 작헌례를 행할 때의 종척 집사와 향관 이하에게 차등을 두어 시상하였다. 충청 감사 김응근, 행 호조 판서 김병국, 직제학 김병주, 호조 참의 박제인, 부호군 김원식, 집례 부사과 엄돈영, 대축 부사과 서우순에게 모두 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 11월 9일(경진) 6번째기사",
                "gt-oKo": "효정전(孝正殿)에서 작헌례(酌獻禮)를 올릴 때의 종척(宗戚) 집사(執事)와 향관(享官) 이하에게 차등있게 시상(施賞)하였다. 충청 감사 김응근(金應根), 행 호조 판서 김병국(金炳國), 직제학 김병주(金炳㴤), 호조 참의 박제인(朴齊寅), 부호군 김원식(金元植), 집례(執禮)인 부사과(副司果) 엄돈영(嚴敦永), 대축(大祝)인 부사과 서우순(徐友淳)에게 아울러 가자(加資)하였다.",
                "hj": "○孝正殿酌獻禮時, 宗戚執事及享官以下, 施賞有差, 忠淸監司金應根, 行戶曹判書金炳國, 直提學金炳㴤, 戶曹參議朴齊寅, 副護軍金元植, 執禮副司果嚴敦永, 大祝副司果徐友淳, 幷加資。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On imin day, the first day of the month, imin day [the King] went to Gwanghyo Hall and performed the rite of the new moon .",
                "H2KE-nKo": "효정전에 나아가 삭제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 1일(임인) 1번째기사",
                "gt-oKo": "효정전(孝正殿)에 나아가 삭제(朔祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○壬寅/詣孝正殿, 行朔祭晝禮。"
            },
            "2": {
                "H2KE-EN": "[The King] issued a royal order: This month was the old age of Queen Mother of Obedience and Father of Obedience and Filial Piety . Upon reflection, how can I overcome my grief over my passing? On the twenty-fifth day of this month, I will send a high official to perform the ceremony for offering the wine to the Royal Tomb of Queen Gyeongsun .",
                "H2KE-nKo": "전교하기를,“올해 이달은 바로 우리 인선성후(仁宣聖后 정성왕후)께서 탄강하신 구갑이다. 옛날을 돌이켜 생각하면 슬프고 그리운 마음을 어찌 금할 수 있겠는가. 이달 25일 영릉의 작헌례에 대신을 보내 섭행하게 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 1일(임인) 2번째기사",
                "gt-oKo": "하교하기를, “이해 이달은 곧 우리 인선 왕후(仁宣王后)께서 탄강(誕降)하신 구갑(舊甲)이니, 옛날을 추상하매 슬픈 사모의 염을 감당할 수가 없다. 이달 25일 영릉(寧陵)에 작헌례(酌獻禮)를 올리되, 대신(大臣)을 보내어 섭행(攝行)하게 하라.” 하였다.",
                "hj": "○敎曰: “是年是月, 卽我仁宣聖后誕降舊甲也。 追惟往昔, 愴慕曷任。 今二十五日, 寧陵酌獻禮遣大臣攝行。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Seo 헌sun as minister of punishments.",
                "H2KE-nKo": "서헌순을 형조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 1일(임인) 3번째기사",
                "gt-oKo": "서헌순(徐憲淳)을 형조 판서로 삼았다.",
                "hj": "○以徐憲淳爲刑曹判書。"
            },
            "4": {
                "H2KE-EN": "Deputy Director of the Office of the Royal Lectures Song Dalsu passed away. The King issued a royal directive, which stated, As the Confucian scholars of this world, they were deeply study and excellent in generosity. As I repeatedly summon and summon them to the Royal Lectures, I expected you to support my accomplishments in succession. Now that I passed away, how can I overcome my sorrow? As for the eldest son of the Royal Lectures Song Dalsu , the Ministry of Rites shall make a thorough investigation in accordance with the precedents. As for the building of the graves and the soldiers for carrying condolences, have the province provide them to them. Song Dalsu is the grandson of the late Senior Scribe (Jeongjong , whose study has been pursued in his family and is strict in his steadfastness. As a result, he has repeatedly received royal approval for his benevolence and has never been reformed. He has successively succeedededededed to the throne and expected himself to the greatest expectations of his accomplishments. However, he has not yet been able to enlighten his life and has failed to enlighten him to reach the utmost. The Confucian scholars are deeply grieved and regretted.",
                "H2KE-nKo": "경연관 송달수가 졸하였다. 전교하기를,“이 유현은 깊은 학문과 오랜 명망을 지니고서 구원에서 덕을 쌓았다. 내가 여러 차례 정중히 부르면서 기어이 경연에 초치하여 나의 빛나는 공부를 크게 도왔는데, 방금 부고를 접하고 보니 놀랍고 슬픈 마음이 어찌 끝이 있겠는가. 졸한 경연관 송달수의 집에 조제하고 장례를 치르는 등의 절차를 해당 조로 하여금 규례를 살펴 거행하게 하라. 조묘군과 담지군은 본도로 하여금 제급하게 하라.”하였다. 송달수는 문정공 송시열의 후손으로, 학문은 가전을 바탕으로 하였고 의리는 세수를 엄격히 하였다. 여러 차례 궁정의 부름을 받았으나 벼슬에서 물러나는 즐거움을 바꾸지 않았고, 왕통을 계승하고 통서를 계승하는 것에 대해 기대하는 바가 매우 두터웠다. 그러나 하늘이 나이를 빌려주지 않아 그 지극함을 확충하지 못하였으니, 사림이 매우 애석하게 여겼다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 1일(임인) 4번째기사",
                "gt-oKo": "경연관(經筵官) 송달수(宋達洙)가 졸(卒)하였다. 하교하기를, “이 유현(儒賢)은 깊은 학문과 오랜 명망을 지니고 있어 구원(邱園)에서 아름다운 덕을 배양하고 있었으므로, 내가 누차 선교(宣敎)하여 도타이 불렀으며, 기어이 경석(經席)에 초치하여 나의 빛내고 넓히는 공부를 크게 돕게 하려 했는데, 지금 졸서(卒逝)했다는 단자(單子)를 보니 놀랍고 슬픈 마음이 어찌 그지 있겠는가? 졸서한 경연관 송달수의 집에 조제(弔祭) 및 상장(喪葬) 등의 절차를 해조(該曹)로 하여금 전례에 의거 거행하게 하라. 그리고 조묘군(造墓軍)·담지군(擔持軍)은 본도(本道)로 하여금 제급(題給)하게 하라.” 하였다. 송달수는 문정공(文正公) 송시열(宋時烈)의 후손인데, 학문은 가전(家傳)을 바탕으로 하였고, 의리는 세수(世守)를 엄히 하여 누차 궁정(弓旌)의 부름을 받았으나 가난한 가운데 도(道)를 즐기는 즐거움을 고치지 않는 통서(統緖)를 계술(繼述)했으므로, 기대가 매우 컸었다. 그런데 하늘이 나이를 더 주지 않아서 지극한 경지에까지 확충시킬 수가 없었으므로, 사림(士林)이 크게 탄식하고 애석해 하였다.",
                "hj": "○經筵官宋達洙卒。 敎曰: “此儒賢, 以邃學宿望, 萉德邱園, 予所以屢宣敦召, 期致經席, 丕贊我緝熙之工, 卽見逝單, 驚盡曷已? 卒經筵官宋達洙家, 弔祭喪葬等節, 令該曹, 照例擧行。 造墓、擔持軍, 令本道題給。” 達洙, 文正公時烈後孫, 學問資乎家傳, 義理嚴於世守, 屢被弓旌之招, 不改薖軸之樂, 述統承緖, 期望甚厚, 而天不假年, 未克充擴其極至, 士林甚嗟惜之。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Punishments , which stated, This year, this lunar month is the old age of Queen Ansun , who has passed away. Upon reflection, how can I overcome my grief over my passing? On the twenty-third day of this month, I shall send a high official to perform the ceremony of presenting offerings to Changdeok Palace on the twenty-third day of this month.",
                "H2KE-nKo": "전교하기를,“올해 이달은 바로 우리 안순 성후(安順聖后 정순왕후)의 기신이 되는 구갑이다. 고금을 굽어볼 때 추모하는 마음을 어찌 금할 수 있겠는가. 이달 23일 창릉의 작헌례에 대신을 보내 섭행하게 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 10일(신해) 1번째기사",
                "gt-oKo": "하교하기를, “이해 이달은 곧 우리 안순 성후(安順聖后) 휘신(諱辰)의 구갑(舊甲)이다. 이제와 옛날을 죽 돌이켜 보니, 추모의 염이 어찌 그지 있겠는가? 이달 23일 창릉(昌陵)에 작헌례(酌獻禮)를 올리되, 대신(大臣)을 보내어 섭행(攝行)하게 하라.” 하였다.",
                "hj": "○辛亥/敎曰: “此年此月, 卽我安順聖后諱辰舊甲也。 俯仰今昔, 追慕曷任? 今二十三日, 昌陵酌獻禮, 遣大臣攝行。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Seo as second minister of personnel .",
                "H2KE-nKo": "홍종서를 이조 참판으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 10일(신해) 2번째기사",
                "gt-oKo": "홍종서(洪鍾序)를 이조 참판으로 삼았다.",
                "hj": "○以洪鍾序爲吏曹參判。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Jeong Choejo as the Office of the Inspector General , Yi Jongu as the right state councilor , Yi Mi as the minister of rites , Kim Daegeun as the director of the Office of the Royal Decrees , Kim Gik as the minister of works , and Kim Daegeun as the deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "정최조를 사헌부 대사헌으로, 이종우를 의정부 우참찬으로, 이우를 예조 판서로, 김대근을 판의금부사로, 김병국을 공조 판서로, 김대근을 한성부 판윤으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 11일(임자) 1번째기사",
                "gt-oKo": "정최조(鄭㝡朝)를 사헌부 대사헌으로, 이종우(李鍾愚)를 의정부 우참찬으로, 이우(李㘾)를 예조 판서로, 김대근(金大根)을 판의금부사로, 김병국(金炳國)을 공조 판서로, 김대근(金大根)을 한성부 판윤으로 삼았다.",
                "hj": "○壬子/以鄭㝡朝爲司憲府大司憲, 李鍾愚爲議政府右參贊, 李㘾爲禮曹判書, 金大根爲判義禁府事, 金炳國爲工曹判書, 金大根爲漢城府判尹。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongjin day, the first day of the month, the King proceeded to Gwanghyo Hall and performed the rite of the full moon .",
                "H2KE-nKo": "효정전에 나아가 망제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 15일(병진) 1번째기사",
                "gt-oKo": "효정전에 나아가 망제와 주다례를 행하였다.",
                "hj": "○丙辰/詣孝正殿, 行望祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Wil as governor of Gyeongsang Province and Jeong Giwon as army commander of Pyeongan Province .",
                "H2KE-nKo": "홍우길을 경상도 관찰사로, 정기원을 평안도 병마절도사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 15일(병진) 2번째기사",
                "gt-oKo": "홍우길(洪祐吉)을 경상도 관찰사로, 정기원(鄭岐源)을 평안도 병마 절도사로 삼았다.",
                "hj": "○以洪祐吉爲慶尙道觀察使, 鄭岐源爲平安道兵馬節度使。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Jo Giyeong was appointed director of the Office of Royal Decrees , Sim낙sin was appointed supreme commander of the naval commander of the Three provinces , and Yi Gyucheol was appointed supreme commander .",
                "H2KE-nKo": "조기영을 판의금부사로, 심낙신을 삼도 수군통제사로, 이규철을 총융사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 17일(무오) 1번째기사",
                "gt-oKo": "조기영(趙冀永)을 판의금부사로, 심낙신(沈樂臣)을 삼도 수군 통제사로, 이규철(李圭徹)을 총융사로 삼았다.",
                "hj": "○戊午/以趙冀永爲判義禁府事, 沈樂臣爲三道水軍統制使, 李圭徹爲摠戎使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] went to Gwanghyo Hall to perform the rite on the third mi day after the Winter Solstice . ",
                "H2KE-nKo": "효정전에 나아가 납향제와 주다례를 행하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 18일(기미) 1번째기사",
                "gt-oKo": "효정전에 나아가 납향제(臘享祭)와 주다례(晝茶禮)를 행하였다.",
                "hj": "○己未/詣孝正殿, 行臘享祭晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyeongjae as 판의금부사로 삼았다.",
                "H2KE-nKo": "이경재를 판의금부사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 18일(기미) 2번째기사",
                "gt-oKo": "이경재(李景在)를 판의금부사로 삼았다.",
                "hj": "○以李景在爲判義禁府事。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "In gyemyo year (, when compiling the Royal Family Genealogy (K. Seonwonnyuk , the superintendent and below the Office of Royal Family Genealogy were rewarded with varying degrees. The King bestowed upon Director of the Directorate of Family Genealogy Yu Sehwan who was supervising the building of the Royal Family .",
                "H2KE-nKo": "계묘년에 《선원보략》을 수정할 때의 종부시 제조 이하에게 차등을 두어 시상하고, 감인한 정 유세환에게 가자하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 2일(계묘) 1번째기사",
                "gt-oKo": "《선원보략(璿源譜略)》을 수정(修正)할 때의 종부시 제조(宗簿寺提調) 이하에게 차등있게 시상(施賞)하였다. 감인(監印)인 정(正) 유세환(兪世煥)에게 가자(加資)하였다.",
                "hj": "○癸卯/《璿源譜略》修正時宗薄提調以下, 施賞有差, 監印正兪世煥加資。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Ikun as governor of Gyeonggi Province .",
                "H2KE-nKo": "김병운을 경기 관찰사로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 2일(계묘) 2번째기사",
                "gt-oKo": "김병운(金炳雲)을 경기 관찰사로 삼았다.",
                "hj": "○以金炳雲爲京畿觀察使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinyu day, the first day of the month, the King granted a royal directive to the Office of the Inspector General . The King appointed Jo병deok as third minister of personnel , Yi Jeongsin as fourth censor , and Hwang Homin as inspector general .",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 조병덕을 이조 참의로, 이정신을 사간원 대사간으로, 황호민을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 20일(신유) 1번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여 조병덕(趙秉德)을 이조 참의로, 이정신(李鼎信)을 사간원 대사간으로, 황호민(黃浩民)을 사헌부 대사헌으로 삼았다.",
                "hj": "○辛酉/都政, 下批, 以趙秉悳爲吏曹參議, 李鼎信爲司諫院大司諫, 黃浩民爲司憲府大司憲。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King appointed Nam Sageun as minister of personnel , 김병학을 minister of war , and Yi Ingyo as minister of works .",
                "H2KE-nKo": "남병철을 이조 판서로, 김병학을 병조 판서로, 이인고를 공조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 26일(정묘) 1번째기사",
                "gt-oKo": "남병철(南秉哲)을 이조 판서로, 김병학(金炳學)을 병조 판서로, 이인고(李寅皐)를 공조 판서로 삼았다.",
                "hj": "○丁卯/以南秉哲爲吏曹判書, 金炳學爲兵曹判書, 李寅皐爲工曹判書。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Im Baekgyeong was appointed magistrate of Suwon Magistracy .",
                "H2KE-nKo": "임백경을 수원부 유수로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 27일(무진) 1번째기사",
                "gt-oKo": "임백경(任百經)을 수원부 유수(水原府留守)로 삼았다.",
                "hj": "○戊辰/以任百經爲水原府留守。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King appointed Kim Bohyeon as third minister of personnel , 이유원을 사헌부 대사헌으로, and 민영위를 사간원 대사간으로 삼았다. ",
                "H2KE-nKo": "김보현을 이조 참의로, 이유원을 사헌부 대사헌으로, 민영위를 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 28일(기사) 1번째기사",
                "gt-oKo": "김보현(金輔鉉)을 이조 참의로, 이유원(李裕元)을 사헌부 대사헌으로, 민영위(閔泳緯)를 사간원 대사간으로 삼았다.",
                "hj": "○己巳/以金輔鉉爲吏曹參議, 李裕元爲司憲府大司憲, 閔泳緯爲司諫院大司諫。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The number of peoples livelihood offered to the King was as follows: The number of households in the Five Districts and the eight provinces is 158만 8,864. The number of people is 341,984, and the number of women is 336만 4,964. The number of households in Jeju , Daejeong , and Jeongui is 11,570. The number of people is 49,421, and the number of women is 43,73.",
                "H2KE-nKo": "신미년 조헌의 민수는 오부와 팔도의 원호가 158만 8864호이다. - 남자는 341만 984구이고, 여자는 336만 4964구이다. - 제주, 대정, 정의의 원호가 1만 1570호이다. - 남자는 4만 9421구이고, 여자는 4만 3733구이다. -\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 30일(신미) 1번째기사",
                "gt-oKo": "백성의 숫자를 조사하여 올렸다. 오부(五部)와 팔도(八道)의 원호(元戶)는 1백 58만 8천 8백 64호(戶)이고,【남자가 3백 41만 9백 84구(口)이고, 여자가 3백 36만 4천 9백 64구(口)이다.】 제주(濟州)의 대정(大靜)·정의(旌義)의 원호(元戶)가 1만 1천 5백 70호이다.【남자가 4만 9천 4백 21구(口)이고, 여자가 4만 3천 7백 33구(口)이다.】",
                "hj": "○辛未/獻民數, 五部八道元戶, 一百五十八萬八千八百六十四戶。【男三百四十一萬九百八十四口, 女三百三十六萬四千九百六十四口。】濟州、大靜、旌義元戶, 一萬一千五百七十戶,【男四萬九千四百二十一口, 女四萬三千七百三十三口。】"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "희정당에서 차대를 행하였다. Chief State Councilor Kim좌geun reported as follows: At the beginning of the eight provinces and the recommendation of",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를,“팔도의 세수 및 식년 천거는 반드시 행의와 문학으로 한 도에서 칭송을 받는 사람을 널리 구하여 천거에 응하게 하고, 또 전조에서 선발하여 조용하게 해야 합니다. 이는 실로 다스림에 보탬이 되는 중요한 일이니, 여러 도의 방백과 전조에 특별히 신칙하소서.”하니, 비답하기를,“성심으로 널리 구한다면 어찌 인재가 없겠는가. 각 도의 방백을 특별히 신칙하여 듣는 대로 선발하여 천거하게 해서 뜻있는 선비로 하여금 헛되이 늙는다는 탄식이 없게 하라. 전조에서 우선적으로 장려하여 기용하도록 하라.”하였다. 또 아뢰기를,“신광, 고산리 두 진을 변지의 이력으로 승격시키고, 종포, 추파, 기추, 평남, 인차외, 나난, 운총진, 동서 수라 아홉 진을 임시로 권관의 초사로 만들며, 연석에 나온 전관과 장신에게 하문하소서.”하였다. 이조 판서 김병학, 병조 판서 남병철, 금위대장 허계, 총융사 심낙신이 아뢰기를,“방편합니다.”하니, 비답하기를,“이와 같이 변통하는 것이 실로 방편이 된다. 변진의 초사는 서울의 초사 자리와는 더욱 차이가 있으니, 차출하여 보낼 때 더욱 신중을 기하도록 하라.”하였다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 5일(병오) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 영의정 김좌근(金左根)이 아뢰기를, “팔도(八道)의 세수(歲首) 및 식년(式年)의 천거(薦擧)는 반드시 행의(行誼)와 문학(文學)이 일로(一路)에서 드러나 칭송하는 사람을 널리 구하여 천거에 응하게 하고, 또 전조(銓曹)에서 잘 간선(訶選)하여 조용(調用)하게 하는 것이 실로 보치(補治)의 요무(要務)이니, 특별히 제도(諸道)의 방백(方伯)과 전조(銓曹)에 신칙시키소서.” 하니, 비답하기를, “성심으로 널리 구하면 어찌 인재가 없겠는가? 특별히 각도(各道)의 방백에게 신칙하여 듣는 대로 초천(抄薦)하게 하여, 뜻이 있는 선비로 하여금 헛되이 늙게 하는 탄식이 없도록 전조(銓曹)에서 우선적으로 권장하여 기용(起用)함이 옳다.” 하였다. 또 아뢰기를, “신광(神光)·고산리(高山里) 두 진(鎭)을 변지(邊地)의 이력(履歷)으로 승진시키고, 종포(從浦)·추파(楸坡)·욋괴(夞怪)·평남(平南)·인차외(仁遮外)·나난(羅暖)·운총진(雲寵鎭)·동수라(東水羅)·서수라(西水羅) 등 아홉 진(鎭)을 임시 권관(權管)의 초사(初仕) 자리로 만들도록 연석(筵席)에 나온 전관(銓官) 및 장신(將臣)에게 순문(詢問)하기를 청하였는데, 이판 김병학(金炳學), 병판 남병철(南秉哲), 금장(禁將) 허계(許棨), 총융사(摠戎使) 심낙신(沈樂臣)은 이르기를, ‘이것이 하나의 방편이 됩니다.’고 하였습니다.” 하니, 비답하기를 “이렇게 변통(變通)시키는 것이 실은 방편의 방도이기는 하다. 그러나 변진(邊鎭)의 초사(初仕)는 서울의 초사 자리와는 더욱 다른 점이 있으니, 차견(差遣)할 적에 더더욱 신중을 기하여야 한다.” 하였다.",
                "hj": "○丙午/次對于熙政堂。 領議政金左根啓言: “八道歲首及式年薦擧, 必以行誼文學之爲一路著稱者, 博求應薦, 又自銓曹, 揀選調用, 則此實補治之要務, 請另飭於諸道方伯及銓曹。” 批曰: “誠心旁求, 豈無人才乎? 另飭各道方伯, 隨聞抄薦, 使有志之士, 無虛老之歎, 自銓曹, 從先奬用可也。” 又啓言: “神光、高山里兩鎭, 陞作邊地履歷, 從浦、楸坡、夞恠、平南、仁遮外、羅暖、雲寵鎭東西水羅九鎭, 權作權管初仕, 請詢登筵銓官將臣, 吏判金炳學, 兵判南秉哲, 禁將許棨, 摠戎使沈樂臣以爲, ‘方便,’” 批曰: 如是變通, 實爲方便之道。 邊鎭初仕, 與京初仕窠, 尤有異焉, 差遣之際, 尤爲致愼可也。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Yi Gyeongjae was appointed minister of Taxation .",
                "H2KE-nKo": "이경재를 호조 판서로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 7일(무신) 1번째기사",
                "gt-oKo": "이경재(李景在)를 호조 판서로 삼았다.",
                "hj": "○戊申/以李景在爲戶曹判書。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Jo Dosun was appointed second minister of personnel .",
                "H2KE-nKo": "경술년에 조도순을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 10권, 9년(1858 무오 / 청 함풍(咸豊) 8년) 12월 9일(경술) 1번째기사",
                "gt-oKo": "조도순(趙道淳)을 이조 참판으로 삼았다.",
                "hj": "○庚戌/以趙道淳爲吏曹參判。"
            }
        }
    }
}