{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "【순종 문온 무녕 돈륜 정성 광의 명공 대덕 요준 순휘 우모 탕경 응명 입기 지화 신열 외훈 홍업 계기 선력 건행 곤정 영의 홍휴 수강 문헌 무장 인익 정효 태황제 실록 제3권】 One day, the thirteenth day of the eleventh month of the sinhae year of the Xuande era (14141, the first year of King Sejongs reign was performed. [The thirteenth year of King Sejongs reign] was reported to the Guesthouse of 총독 . [The thirteenth year of King Sejongs reign] expressed his appreciation of the New Years Day. ",
                "H2KE-nKo": "- 순종 문온 무녕 돈인 성경 효황제 실록 부록 제3권이다. - 음력 신해년 11월 13일 - 총독 관저에 행계하여 신년축사를 전해 주기를 당부하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 1일(양력) 1번째기사",
                "gt-oKo": "【순종 문온 무녕 돈인 성경 효황제 실록(純宗文溫武寧敦仁誠敬孝皇帝實錄) 부록(附錄) 제3권】 【음력 신해년(辛亥年) 11월 13일】 총독 관저에 나아가 신년 축사를 아뢰어 주도록 부탁하였다.",
                "hj": "【純宗皇帝實錄附錄卷之三】 一日。【陰曆辛亥十一月十三日】 行啓于總督官邸, 託轉奏新年祝詞。"
            },
            "2": {
                "H2KE-EN": "The King visited Sugang Palace to pay his respects to the Abdicated King on New Years Day. The Queen followed him.",
                "H2KE-nKo": "덕수궁에 나아가 연초에 근알하였다. 왕비도 따라갔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 1일(양력) 2번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 세수(歲首)로 근알(覲謁)하였다. 왕비(王妃)도 따라 나아갔다.",
                "hj": "詣德壽宮, 歲首覲謁。 王妃隨詣。"
            },
            "3": {
                "H2KE-EN": "The King received officials in audience the officials of the royal kin and the officials of the second rank and above at Heungbok Hall , and then received officials in charge of the administrative assistants and the guesthouse at Heungbok Hall . The King then received officials in audience the officials of the natural relatives and the officials of the second rank and above at Seonjeong Hall . The King also bestowed food upon all of them.",
                "H2KE-nKo": "흥복헌에서 종척 및 이왕직 장관, 차관, 장시계, 고등관, 부무관을 인견하였다. 이어 선정전에서 귀족 및 이왕직 고등관과 함께 대우하고, 모두 사찬하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 1일(양력) 3번째기사",
                "gt-oKo": "흥복헌(興福軒)에서 종척(宗戚)과 이왕직 장관(李王職長官), 차관(次官), 장시계(掌侍係) 고등관(高等官), 부무관(附武官)들을 인견(引見)하였다. 이어 선정전(宣政殿)에서 귀족(貴族) 및 이왕직 고등관 동대우(同待遇)들을 인견하였다. 모두에게 사찬(賜餐)하였다.",
                "hj": "引見宗戚及本職長官次官、掌侍係高等官·附武官于興福軒。 仍引見貴族及本職高等官同待遇于宣政殿。 竝賜餐。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Emperor of Ming China ordered that the officials of the Office of Palace Procurement be sent to the Crown Princes special residence in the eastern suburbs of the capital. He specially bestowed two fruits upon him. The imperial edict stated, When the weather is cold, I am very pleased. In the past, the educational schools of the Royal Confucian Academy were completed before the recruitment of the Royal Confucian Academy. Hereafter, the educational schools shall be even more hot and strive to study. The Crown Prince reported this to the King through 전보.",
                "H2KE-nKo": "천황 폐하가 궁내 식부관을 왕세자의 토쿄〔東京〕 별저에 보내어 과물 2롱을 특별히 하사하라고 명하고, 추운 날씨에 건강하니 매우 기쁘다고 칙유하였다. 유년학교의 시험이 끝나고 나서는 더욱 열심히 학문에 힘쓰라는 뜻으로 왕세자가 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 13일(양력) 1번째기사",
                "gt-oKo": "천황 폐하(天皇陛下)가 궁내 식부관(宮內式部官)을 왕세자(王世子)의 동경(東京) 별저(別邸)에 보내어 과물(果物) 2롱(籠)을 특별히 하사하라고 명하고, 추운 계절에도 건강하니 매우 기쁘고, 유년 학교(幼年學校) 전기 시험이 끝났으니 이후로 더욱더 열심히 학문에 힘쓰라는 뜻으로 칙유(勅諭)하였다. 왕세자가 전보로 품달(稟達)하였기 때문이다.",
                "hj": "十三日。 天皇陛下命遣宮內式部官于王世子東京別邸, 特賜果物二籠, 勅諭以“寒冷之際, 壯健甚喜, 幼年學校前期試驗終了, 伊後益加熱心勉學”之意。 王世子, 以電報稟達。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to Dondeok Hall and held the fifth day of the fifth month. Royal relatives, principal relatives, and officials below their original offices attended the King and eat. Then the King bestowed one piece each of silver and silver wooden vessels each upon the King. This was done for the New Years Day.",
                "H2KE-nKo": "태왕 전하가 돈덕전에 나아가 오찬회를 베풀었다. 종척, 귀족 및 이왕직 장관 이하 고등관이 배식하였다. 이어 기념품으로 은동해 각 1개씩을 하사하였다. 신년 연회였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 15일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 돈덕전(惇德殿)에 왕림하여 오찬회(午餐會)를 베풀었다. 종척(宗戚), 귀족(貴族) 및 이왕직 장관(李王職長官) 이하 고등관(高等官)들이 배식(陪食)하였다. 이어 기념품으로 은동해(銀東海) 각 1개(箇)를 하사하였다. 신년 연회였기 때문이다.",
                "hj": "十五日。 太王殿下臨于惇德殿, 設午餐會, 宗戚貴族及本職長官以下高等官陪食。 仍下賜記念品銀東海各一箇。 新年宴會也。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gapja day, the King proceeded to Injeong Hall and received the officials in audience by Assistant Director of the Comprehensive Mirror to Aid in Government of Joseon [China] Promontory , Sansabur of Sansabur , and Go and other officials. The King also received the officials in audience by the King. This was because the King had an audience with the New Years greetings.",
                "H2KE-nKo": "인정전에 나아가 조선 총독 백작 데라우치 마사타케〔寺內正毅〕, 정무 총감 야마가타 이사부로〔山縣伊三郞〕 및 고등관을 접견하였다. 덕수궁에서도 접견하였다. 신년 축하로 알현하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 2일(양력) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 왕림하여 조선 총독(朝鮮總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕 정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕 및 고등관(高等官)을 접견하였다. 덕수궁(德壽宮)에서도 접견하였다. 신년 축하로 알현하였기 때문이다.",
                "hj": "二日。 臨于仁政殿, 接見朝鮮總督伯爵寺內正毅、政務總監山縣伊三郞及高等官。 德壽宮, 亦爲接見。 以新年祝賀謁見也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King received the first twelfth day of the month in audience the military campaign officers of the naval campaigns who were going to the front enemy at Gyeongbok Palace .",
                "H2KE-nKo": "선정전에서 제1함대 사령관 해군 중장 데와 시게토시〔出羽重遠〕를 접견하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 20일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에서 제1함대 사령관(第一艦隊司令官) 해군 중장(海軍中將) 데와 시게토〔出羽重遠〕를 접견하였다.",
                "hj": "二十日。 接見第一艦隊司令官海軍中將出羽重遠于宣政殿。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "[The King] visited the Guesthouse of 총독 [Chinese] []. This was due to the offering of congratulations on the New Years Day.",
                "H2KE-nKo": "총독 관저에 방림하였다. 총독의 세수 축하 만찬 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 3일(양력) 1번째기사",
                "gt-oKo": "총독 관저에 방림(訪臨)하였다. 총독의 세수 축하 만찬 때문이다.",
                "hj": "三日。 訪臨于總督官邸。 因總督歲首祝賀晩餐也。"
            }
        },
        "31": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of this year, the number of supplying taxpayers and the supply of supplying taxpayers for this year amounted to 164,000,221.",
                "H2KE-nKo": "본년도 이왕직 예산 세입 및 세출액 각 164만 3,221원이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 31일(양력) 1번째기사",
                "gt-oKo": "본년도(本年度) 이왕직(李王職) 예산 세입(歲入) 및 세출(歲出) 액수는 각 164만 3,221원(圓)이다.",
                "hj": "三十一日。 本年度本職豫筭歲入及歲出數, 各壹百六十四萬參千貳百貳拾壹圓。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gapja day, the King proceeded to Injeong Hall and bestowed food upon the relatives, principal relatives, high-ranking officials, and low-ranking officials. This was because the New Years Day banquet was held.",
                "H2KE-nKo": "인정전에 나아가 종척, 귀족 및 이왕직 장관 이하 고등관에게 사찬하였다. 신년 연회였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 6일(양력) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 종척(宗戚), 귀족(貴族) 및 이왕직 장관(李王職長官) 이하 고등관(高等官)에게 사찬(賜饌)하였다. 신년 연회 때문이다.",
                "hj": "六日。 臨于仁政殿, 賜餐于宗戚貴族及本職長官以下高等官。 新年宴會也。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King ordered that the building of the storehouses of the Government Arsenal be supplied for ten years in order to supply necessities for the articles of the articles in the capital. This was due to the request of the 총독부에서.",
                "H2KE-nKo": "북한산성의 사고 건물을 10년 동안 영국 교회에 빌려주도록 허락하였다. 총독부에서 요청하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 8일(양력) 1번째기사",
                "gt-oKo": "북한 산성(北漢山城) 사고(史庫) 건물을 10년간 영국(英國) 교회(敎會)에 차여(借與)하는 것을 허가(許可)하였다. 총독부(總督府)에서 전청(轉請)하였기 때문이다.",
                "hj": "八日。 許可北漢山城史庫建物以十年間借與于英國敎會。 因總督府轉請也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gapja day, the King proceeded to Injeong Hall and received the officials in audience the following items: Bai Yan , a member of the Bureau of the Capital Markets , Isabur , a member of the Government Arsenal , a member of the Military Procurement Arsenal , a member of the Bureau of the Capital Markets , and a member of the Procurement Arsenal . The King held the fifth round feast and held the fifth round feast. The member of the Bureau of the Capital Markets forty-four relatives attended the feast. This was done for the New Years Day.",
                "H2KE-nKo": "인정전에 나아가 총독 백작 데라우치 마사타케〔寺內正毅〕, 정무 총감 야마가타 이사부로〔山縣伊三郞〕, 군사령관 우에다 아리사와〔上田有澤〕, 각부 장관 고등법원장을 접견하였다. 이어 오찬회를 열었는데 귀족 44인이 함께 배식하였다. 신년 연회였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 1월 9일(양력) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 왕림하여 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕, 정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕, 군사령관(軍司令官) 우에다 아리사와〔上田有澤〕, 각군(各郡) 장관, 고등법원장(高等法院長)을 접견하고 이어 오찬회를 베풀었다. 귀족 44인(人)이 함께 배식(陪食)하였다. 신년 연회였기 때문이다.",
                "hj": "九日。 臨于仁政殿。 接見總督伯爵寺內正毅、政務總監山縣伊三郞、軍司令官上田有澤、各部長官高等法院長。 仍設午餐會, 貴族四十四人同爲陪食。 新年宴會也。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, One day, the first day of the twelfth month of the sinhae year (, the first day of the twelfth month of the King (Sejong, 정무 총감 야마가타 이사부로〔山縣伊三郞〕 arrived and were seen in audience by the Grand Abdicated King and the King. This was because they were going to the eastern expedition [of the capital]. ",
                "H2KE-nKo": "【음력 신해년 12월 14일】 정무 총감 야마가타 이사부로〔山縣伊三郞〕가 양궁에 알현하였다. 토쿄〔東京〕로 가기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 신해년(辛亥年) 12월 14일】 정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕이 양궁(兩宮)에 알현하였다. 토쿄〔東京〕로 떠나기 때문이다.",
                "hj": "一日。【陰曆辛亥十二月十四日】 政務總監山縣伊三郞謁見于兩宮。 以將往東京也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On muo day, [the King] visited Sugang Palace to pay his respects [to the Abdicated King]. Thereafter, [the King] went to Seonwon and Gyeonghoe Hall to pay his respects. ",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 이어 선원전과 경효전에 나아가 전알하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 12일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하고 나서 선원전(璿源殿), 경효전(景孝殿)에 나아가 전알(展謁)하였다.",
                "hj": "十二日。 詣德壽宮, 覲謁。 仍詣璿源殿、景孝殿, 展謁。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King proceeded to Deokan Palace and observed the situation.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 간심하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 17일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 간심(看審)하였다.",
                "hj": "十七日。 太王殿下臨于德安宮, 看審。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King ordered Assistant State Councilor Yi Seong묵 to visit Sugang Palace to inquire after the health of the Grand Abdicated King and then bring him back.",
                "H2KE-nKo": "찬시 이성묵에게 덕수궁에 나아가 문안하고 오도록 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 18일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 이성묵(李聖默)에게 덕수궁(德壽宮)에 나아가 문안하고 오도록 하라고 명하였다.",
                "hj": "十八日。 命贊侍李聖默詣德壽宮, 問候以來。"
            },
            "2": {
                "H2KE-EN": "The Grand Abdicated King proceeded to Deokan Palace and performed a salutation ritual toward the palace.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 주다례를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 18일(양력) 2번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 주다례(晝茶禮)를 행하였다.",
                "hj": "太王殿下臨于德安宮, 行晝茶禮。"
            },
            "3": {
                "H2KE-EN": "Yi Gang , [Yi] Hui , [Yi] Jagan [], [Yi] Taekyeong [], [Yi] Jagyeon [], [Yi] Juni , [Yi] Jagyong [], [Yi] Wanyong [], [Yi] Yeonghwi [], and [Yi] Yeongso [], [Yi] Jageung [], [Yi Jagung], [Yi Jagyeon], [Yi Jagyeong], [Yi Jagong], and [Yi Jagong], [Yi Jagyong], [Yi Jagyong, [Yi] Wanyong, Yi Wanyong, [Yi] Yeonghwi [], and [Yi Jagong] Yeongso [], and [Yi Jagung], [Yi Jagong], and [Yi Jagong], [Yi Jagong, and [Yi Jagong], and [Yi Jagong",
                "H2KE-nKo": "이강 공, 이희 공, 후작 이재완, 윤택영, 이재각, 훈 1등 이준용, 자작 이기용, 이완용, 민영휘, 민영소, 남작 이재극, 이왕직 장관 자작 민병석, 장시계장 자작 윤덕영 및 이달용, 이기용이 양궁에 알현하였다. 음력 신원에 문안하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 18일(양력) 3번째기사",
                "gt-oKo": "이강 공(李堈公), 이희 공(李熹公), 후작(侯爵) 이재완(李載完)·윤택영(尹澤榮)·이재각(李載覺), 훈(勳) 1등 이준용(李埈鎔), 자작(子爵) 이기용(李埼鎔)·이완용(李完鎔)·민영휘(閔泳徽)·민영소(閔泳韶), 남작(男爵) 이재극(李載克), 이왕직 장관(李王職長官) 자작 민병석(閔丙奭), 장시계장(掌侍係長) 자작 윤덕영(尹德榮) 및 이달용(李達鎔)·이관용(李) 등이 양궁(兩宮)에 알현하였다. 음력으로 새해 아침에 문안을 드렸기 때문이다.",
                "hj": "李堈公、李熹公、侯爵李載完·尹澤榮·李載覺、勳一等李埈鎔、子爵李埼鎔·李完鎔·閔泳徽·閔泳韶、男爵李載克、本職長官子爵閔丙奭、掌侍係長子爵尹德榮及李達鎔、李鎔謁見于兩宮。 以陰曆新元承候也。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] went to 선정전에 나아가 saw Senior Fifth-Rank Military Officer of the Government Arsenal Yutaek . His Majesty the Grand Abdicated King proceeded to Hamnyeong Hall and also received him in audience. [The King] bestowed five gwon of patterned thick silk upon him. This was because he was dismissed from his post and returned to his country.",
                "H2KE-nKo": "선정전에 나아가 군사령관 우에다 아리사와〔上田有澤〕를 접견하였다. 태왕 전하가 함녕전에 나아가 또한 접견하고 이어 문단 5권을 하사하였다. 해임되어 귀국하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 26일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에 왕림하여 군사령관(軍司令官) 우에다 아리사와〔上田有澤〕를 접견하였다. 태왕 전하(太王殿下)는 함녕전(咸寧殿)에 왕림하여 또한 접견하고 이어 문단(紋緞) 5권(卷)을 하사하였다. 해임되어 귀국하였기 때문이다.",
                "hj": "二十六日。 臨于宣政殿, 接見軍司令官上田有澤。 太王殿下臨于咸寧殿, 亦爲接見, 仍賜紋緞五卷。 以解任歸國也。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Their Majesties [the Grand Abdicated King and the King] sent Associate State Councilor to Yongsan Post Station to greet [the Grand Abdicated King and the King] and greet [the Grand Abdicated King]. The Grand Abdicated King and the King sent Assistant State Councilor] to Yongsan Post Station in order to greet [the Grand Abdicated King and the King] and greet [the Grand Abdicated King].",
                "H2KE-nKo": "양궁에서 찬시를 용산역에 보내어 신임 군사령관 안도 사다미〔安東貞美〕를 영접하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 29일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 찬시(贊侍)를 용산역에 보내어 신임 군사령관(軍司令官) 안도 사다미〔安東貞美〕를 맞이하도록 하였다.",
                "hj": "二十九日。 兩宮遣贊侍于龍山驛, 迎新任軍司令官安東貞美。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King ordered Assistant State Councilor Bak Seoyang to bestow one silver jade and one jade-shaped jade-shapedged cups on the inner courtyard of Military Procurement Bak Seoyang . This was due to the birthday of the Grand Abdicated King.",
                "H2KE-nKo": "태왕 전하가 찬시 박서양을 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕에게 은제 병괘 1개를 하사하라고 명하였다. 그의 생일이었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 5일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 찬시(贊侍) 박서양(朴敍陽)을 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕에게 은으로 만든 병걸이 1개(箇)를 하사하라고 명하였다. 그의 생일이었기 때문이다.",
                "hj": "五日。 太王殿下命遣贊侍朴敍陽賜銀製甁掛壹箇于總督伯爵寺內正毅。 以其生日也。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Queen responded to the throne regarding the honorary son of a woman named Yechi , who was born of a concubine. This was responsible for the responsibility of her responsibility to the Administrator Abun .",
                "H2KE-nKo": "왕비가 애국부인회 명예회원의 추대에 관한 안건을 승낙하는 일로 이왕직에서 해당 회장 아베 독자에게 회답하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 2월 8일(양력) 1번째기사",
                "gt-oKo": "왕비(王妃)가 애국부인회(愛國婦人會) 명예회원으로 추대된 안건을 승낙하는 일로 이왕직(李王職)에서 부인회의 회장 아베 아쓰코〔阿部篤子〕에게 회답하였다.",
                "hj": "八日。 王妃, 以愛國婦人會名譽會員推戴件承諾事, 自本職回答于該會長阿部篤子。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On the first day of the first month, 【13일】 One day of the first month, the first day of the twelfth month of the imja year of the reign of Emperor Taizu [of the Ming dynasty], who was enshrined in Anbyeon County in Hamheung County , was the birthday of the Exalted Emperor Taizu [of the Ming dynasty] , and the offering for the four seasons. On the first day of the first month, 150 nyang of gold was divided for this year. Our office received the order and supplyed the expenses. This was due to the request of Kim Yunha , the monk of the Office of Daoist Rites , who requested it.",
                "H2KE-nKo": "- 음력 임자년 1월 13일 - 함경남도 안변군 석왕사에 봉안한 태조 고황제 감실의 탄신일과 사절일의 제향 비용으로 올해 분금 150원을 이왕직에서 명을 받들어 지불하였다. 석왕사 주지 김윤하가 청구하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 1월 13일】 함경남도(咸鏡南道) 안변군(安邊郡) 석왕사(釋王寺)에 봉안되어 있는 태조 고황제(太祖高皇帝) 감실(龕室)에서의 탄신일과 사절일(四節日)의 제향 비용으로 올해 분의 금(金) 150원(圓)을 이왕직(李王職)에서 명을 받들어 지불하였다. 석왕사 주지(住持) 김윤하(金崙河)가 청구(請求)했기 때문이다.",
                "hj": "一日。【陰曆壬子正月十三日】 咸鏡南道安邊郡釋王寺奉安太祖高皇帝龕室誕辰及四節日享需費, 本年度分金一百五十圓, 自本職承命支拂。 因該寺住持金崙河請求也。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King received Yi Wanyong , the official for companying the envoy , invited him at Okdan Stream . This was due to his disease, and he stayed at the hot springs in the separate location of the special royal palace and had an audience with him.",
                "H2KE-nKo": "옥돌장에서 백작 이완용을 인견하였다. 병의 기운이 있어 별부 온천에서 정양하고 돌아와 알현하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 15일(양력) 1번째기사",
                "gt-oKo": "옥돌장(玉突場)에서 백작(伯爵) 이완용(李完用)을 인견(引見)하였다. 병이 있어 별부(別府) 온천에서 정양(靜養)하고 돌아와 알현하였기 때문이다.",
                "hj": "十五日。 引見伯爵李完用于玉突場。 因病氣, 靜養於別府溫泉回來謁見也。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, [the King] conducted state affairs and had an audience with the Grand Abdicated King and the King. This was because [the King] returned to his post.",
                "H2KE-nKo": "정무 총감 야마가타 이사부로〔山縣伊三郞〕가 양궁에 알현하였다. 귀임하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 16일(양력) 1번째기사",
                "gt-oKo": "정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕가 양궁(兩宮)을 알현하였다. 귀임(歸任)하였기 때문이다.",
                "hj": "十六日。 政務總監山縣伊三郞謁見于兩宮。 以歸任也。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King allowed the old educational schools to supply materials for the educational schools of the former educational schools to the educational schools. This was done according to the circumstances of the 총독 Magistracy . The educational school read as follows: First, the educational schools for the educational schools cannot be used without exception. Second, supply materials for five years. Third, supply materials for supply materials. First, supply materials for supply materials even if supply materials for supply materials supply materials. Third, supply materials for the educational schools when supply materials for supply materials supply materials.",
                "H2KE-nKo": "구 수학원의 토지 건물을 영국 교회에 빌려주도록 허락하였다. 총독부에서 조건을 첨부하여 요청하였기 때문이다. - 그 조문은 다음과 같다. 1. 토지 건물은 종교상목 이외의 것은 사용할 수 없다. 1. 빌려주는 기간은 희5년으로 한다. 1. 빌려주는 급료는 급료가 없는 것으로 정한다. 1. 빌려주는 기간 중에라도 당직이 반드시 필요가 있을 때에는 이것을 사용하고 또는 반환하는 일도 있다. 1. 기간 중에 반환하는 것은 빌려준 사람이 해당 건물에 가공한 일이 있으면 시가에 따라 배상한다. 1. 토지 건물에 대하여 빌려준 사람이 가공을 할 때에는 당직의 승인을 거친 뒤에 시행한다. 이 조항에 대하여 영국 교회 대표자 주교 트프레 영국 총영사 대리로이쓰는 이의가 없는 것을 제기한다. -\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 18일(양력) 1번째기사",
                "gt-oKo": "구 수학원(舊修學院)의 토지 건물을 영국(英國) 교회(敎會)에 빌려 주도록 허락하였다. 총독부(總督府)에서 조건을 붙여 요청해왔기 때문이다.【그 조문에, 1. 토지 건물은 종교상의 목적 이외에는 사용할 수 없다. 1. 대차 기간은 만 5년으로 한다. 1. 대차료는 무료로 정한다. 1. 대차 기간 중이라도 당직(當職)에서 필요가 있을 때에는 이를 사용하고 또는 반환케 하는 일도 있다. 1. 기간 중 반환하는 경우에는 차수인(借受人)이 해당 건물에 가공(加工)한 일이 있으면 시가에 따라 배상한다. 1. 토지 건물에 대하여 차수인이 가공을 할 때에는 당직의 승인을 거친 뒤 시행한다. 이 조항에 대하여 영국(英國) 교회 대표자 주교(主敎) 트롭푸, 영국 총영사(總領事) 대리(代理) 로이쓰는 이의가 없음을 제기한다.】",
                "hj": "十八日。 許借舊修學院土地建物于英國敎會。 因總督府, 附條件轉請也。【其條文曰: 一, 土地建物은 宗敎上目的以外에난 使用을 不得홈。 一, 貸借期間은 希五箇年으로 홈。 一, 貸借料난 無料로 定홈。 一, 貸借期間中이라도 當職에셔 必要가 有한 時난 此를 使用하고 又난 返還케 하난 事도 有홈。 一, 期間中返還하난 場合에난 借受人이 該建物에 加工한 事가 有하면 依時價賠償홈。 一, 土地建物에 對하야 借受人이 加工을 爲할 時난 當職의 承認을 經한 後施行홈。 此條에 對하야 英國敎會代表者主敎트롭푸 英國總領事代理로이쓰 異議가 無함을 中提홈。】"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Kim Myeongsu was appointed as an administrative officer of this office and was appointed as an administrative officer of the fifth rank. The administrative officer of this office Min Dalsik was appointed as an administrative officer of this office and was appointed as an administrative officer of the sixth rank. Jo Jiho was appointed as an administrative officer of this office and was appointed as an administrative officer of the eighth rank. The administrative officer of the Office of State Genealogy Seo Jahong was appointed as an administrative officer of this office.",
                "H2KE-nKo": "김명수를 이왕직 사무관에 임용하고 고등관 5등에 서임하였다. 이왕직 전사 민달식을 이왕직 사무관에 임용하고 고등관 6등에 서임하였다. 조지호를 이왕직 전사에 임용하고 고등관 8등에 서임하였다. 이왕직 찬시 서병협을 태왕부에 임명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 20일(양력) 1번째기사",
                "gt-oKo": "김명수(金明秀)를 이왕직 사무관(李王職事務官)에 임용하고 고등관(高等官) 5등에 서임(敍任)하였다. 이왕직 전사(典祀) 민달식(閔達植)을 이왕직 사무관에 임용하고 고등관 6등에 서임하였다. 조지호(趙志鎬)를 이왕직 전사에 임용하고 고등관 8등에 서임하였다. 이왕직 찬시(贊侍) 서병협(徐丙協)을 태왕부(太王附)에 임명하였다.",
                "hj": "二十日。 金明秀本職事務官被任, 敍高等官五等; 本職典祀閔達植本職事務官被任, 敍高等官六等; 趙志鎬本職典祀被任, 敍高等官八等。 本職贊侍徐丙協太王附被命。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Two volumes of the Empress Documents (C. Huang jian chapter of the Imperial Clan ,【명치 44년 twelve-first day of the twelfth month, and eleventh day of the twelve-first day of the twelve-fifth month. [The twelve-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-fifth-",
                "H2KE-nKo": "《황실약첩》 2책 - 명치 44년 12월 31일 조이다. - 이 궁내성 도서두 야마구치 에이노스케〔山口銳之助〕로부터 보내왔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 22일(양력) 1번째기사",
                "gt-oKo": "《황실약첩(皇室略牒)》 2책(冊)이【명치(明治) 44년 12월 31일 정리하였다.】 궁내성(宮內省) 도서관장 야마구치 에이노스케〔山口銳之助〕로부터 보내왔다.",
                "hj": "二十二日。 《皇室略牒》二冊。【明治四十四年十二月三十一日調】 自宮內省圖書頭山口銳之助, 送呈。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King received the officials in audience by the King in audience by the Governor of 총독 백작 데라우치 마사타케〔寺內正毅〕, the Administrative Assistant of the Three Armies Command Agency Yi Sanbur , the Administrative Arsenal Command Agency Ahn Jeongmi , the Administrative Arsenal Myeongseok , the Administrative Arsenal , and the Administrative Arsenal Command Agency Kooksugung at Dondeok Hall . Then the King summoned Yi Huigong , the Administrative Arsenal Yi Jawan , Yun Taekyeong , and Bak Yeonghyo , the Administrative Arsenal Yi Wanyong , the 자작 박제순 , Yi Jagon , Im Seonjun , and Yi Yongjik , the 장관 자작 민병석 , the Administrative Arsenal , Yi Hangun , Hyeon Baekun , the Administrative Arsenal , and the Administrative Arsenal , Yi Seungu , the Administrative Arsenal , and the Administrative Arsenal . The King granted them a luncheon meal and attended to them.",
                "H2KE-nKo": "돈덕전에서 태왕 전하가 총독 백작 데라우치 마사타케〔寺內正毅〕, 정무 총감 야마가타 이사부로〔山縣伊三郞〕, 군사령관 안도 사다미〔安東貞美〕, 경무 총장 아카시 겐지로〔明石元二郞〕, 외사국장 고마쓰 미도리〔小松綠〕, 비서관 고다마 히데오〔兒玉秀雄〕를 접견하고, 이어 이희 공, 후작 이재완, 윤택영, 박영효, 백작 이완용, 자작 박제순, 이재곤, 임선준, 이용직, 이왕직 장관 자작 민병석, 차관 고미야 미호마쓰〔小宮三保松〕, 찬시 자작 윤덕영, 부무관 자작 이병무, 찬시 남작 김춘희, 이필균, 사무관 이항구, 현백운, 우에무라 마사키〔上村正己〕, 최건영, 기로소 노인 이승우, 남작 민종묵, 이정로를 소견하였다. 이어 오찬을 내리고 배식하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 22일(양력) 2번째기사",
                "gt-oKo": "돈덕전(惇德殿)에서 태왕 전하(太王殿下)가 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕, 정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕, 군사령관(軍司令官) 안도 사다미〔安東貞美〕, 경무총장(警務總長) 아카시 겐지로〔明石元二郞〕, 외사국장(外事局長) 고마쓰 미도리〔小松綠〕, 비서관(祕書官) 고다마 히데오〔兒玉秀雄〕를 접견하였다. 이어 이희 공(李熹公), 후작(侯爵) 이재완(李載完)·윤택영(尹澤榮)·박영효(朴泳孝), 백작(伯爵) 이완용(李完用), 자작(子爵) 박제순(朴齊純)·이재곤(李載崐)·임선준(任善準)·이용직(李容稙), 이왕직 장관(李王職長官) 자작 민병석(閔丙奭), 차관(次官) 고미야 미호마쓰〔小宮三保松〕, 찬시(贊侍) 자작 윤덕영(尹德榮), 부무관(附武官) 자작 이병무(李秉武), 찬시 남작(男爵) 김춘희(金春熙)·이필균(李弼均), 사무관(事務官) 이항구(李恒九)·현백운(玄百運)·우에무라 마사키〔上村正已〕·최건영(崔鍵濚), 기로소(耆老所) 노인(老人) 이승우(李勝宇), 남작 민종묵(閔種默)·이정로(李正魯)를 소견(召見)하였다. 오찬(午餐)을 하사하고 배식(陪食)하였다.",
                "hj": "太王殿下接見總督伯爵寺內正毅、政務總監山縣伊三郞、軍司令官安東貞美、警務總長明石元二郞、外事局長小松綠祕書官兒玉秀雄于惇德殿。 仍召見李熹公、侯爵李載完·尹澤榮·朴泳孝、伯爵李完用、子爵朴齊純·李載崐·任善準·李容稙、本職長官子爵閔丙奭、次官小宮三保松、贊侍子爵尹德榮、附武官子爵李秉武、贊侍男爵金春熙·李弼均、事務官李恒九·玄百運·上村正己·崔鍵濚、耆社老人李勝宇、男爵閔種默·李正魯, 仍賜午餐, 陪食。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] summoned royal kins , officials who had served as royal kins , and military officials who served as royal kins at Daejo Hall . [The King] then held audience with the officials of the Government Arsenal in the Privy Council and the officials of the Government Arsenal in the Privy Council because [the King] received the Kings health on his birthday. [The King] bestowed a regular feast upon them and attended the feast at Injeong Hall . ",
                "H2KE-nKo": "대조전에서 종척 및 이왕직 장관, 차관, 찬시, 부무관을 불러서 보았다. 이어 선정전에서 귀족인 중추원 고문, 찬의, 이왕직 고등관을 불러서 보았다. 탄신일에 문안하였기 때문이다. 이어 오찬을 내리고 인정전에서 배식하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 25일(양력) 1번째기사",
                "gt-oKo": "대조전(大造殿)에서 종척(宗戚)과 이왕직 장관(李王職長官), 차관(次官), 찬시(贊侍), 부무관(附武官)을 소견(召見)하였다. 이어 선정전(宣政殿)에서 귀족 중추원(貴族中樞院)의 고문(顧問), 찬의(贊議), 이왕직 고등관(李王職高等官)을 소견하였다. 탄신일에 문안을 하였기 때문이다. 이어 오찬(午餐)을 하사하고 인정전(仁政殿)에서 배식(陪食)하였다.",
                "hj": "二十五日。 召見宗戚及本職長次官、贊侍附武官于大造殿。 仍召見貴族中樞院顧問贊議本職高等官于宣政殿。 誕辰承候也。 仍賜午餐, 陪食于仁政殿。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen accompanied him. Then [the King] went to Gyeonghoe Hall to pay his respects.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 이어 경효전에 나아가 전알하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 25일(양력) 2번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라 나아갔다. 이어 경효전(景孝殿)에 나아가 전알(展謁)하였다.",
                "hj": "詣德壽宮, 覲謁。 王妃隨詣。 仍詣景孝殿, 展謁。"
            },
            "3": {
                "H2KE-EN": "The Crown Prince sent a written message to the King as follows: On this day, high officials, ad hoc commissioners , officials of the Office of Royal Genealogy , ministers , 주사 , and officials of the Eastern Capital Markets of Joseon , ad hoc commissioners , and educational s educational",
                "H2KE-nKo": "왕세자가 축전을 올렸는데, 그 내용은 다음과 같다.“오늘 궁내 대신, 차관, 종질료, 총재, 주사, 동경에 있는 조선 총독부 칙임관, 유년학교 교장 및 이왕직 직원과 함께 오찬을 베풀어 탄신일을 봉축합니다.”\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 25일(양력) 3번째기사",
                "gt-oKo": "왕세자(王世子)가 축전(祝電)에, “오늘 궁내 대신(宮內大臣), 차관(次官), 종질료(宗秩寮), 총재(總裁), 주사(主事), 토쿄〔東京〕에 있는 조선 총독부(朝鮮總督府) 칙임관(勅任官) 유년학교 교장(幼年學校校長) 및 이왕직(李王職) 직원들과 함께 오찬(午餐)을 베풀어 임금의 탄신일을 봉축(奉祝)합니다.” 하였다.",
                "hj": "王世子祝電曰: “本日, 與宮內大臣、次官、宗秩寮、總裁、主事、在東京朝鮮總督府勅任官、幼年學校長及本職職員, 共設午餐。 奉祝御誕辰。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King proceeded to Deokan Palace and performed the salutation ritual toward the palace. ",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 주다례를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 3일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 주다례(晝茶禮)를 행하였다.",
                "hj": "三日。 太王殿下臨于德安宮, 行晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The King received in audience the eunuch Jeong Ui , the former director of the Government Arsenal , namely Myeongseok , the former director of the Government Arsenal , and the newly appointed director of the Government Arsenal Ahn Sungseon , the third counselor of the Three Armies , the third counselor of the Government Arsenal , and the third counselor of the Government Arsenal , the first counselor of the Government Arsenal , the chief counselor of the Government Arsenal , and the second counselor of the Government Arsenal Naval , the second counselor of the Government Arsenal . The King then bestowed a lunshawk upon them.",
                "H2KE-nKo": "선정전에서 총독 백작 데라우치 마사타케〔寺內正毅〕, 전 군사령관 남작 우에다 아리사와〔上田有澤〕, 신임 군사령관 안도 사다미〔安東貞美〕, 참모장 시바 가쓰사부로〔柴勝三郞〕, 경무 총장 아카시 겐지로〔明石元二郞〕, 총독부 의원장 후지타 쓰구아키〔藤田嗣章〕, 외사국장 고마쓰 미도리〔小松綠〕, 비서관 고다마 히데오〔兒玉秀雄〕를 접견하고, 이어 오찬을 하사하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 3일(양력) 2번째기사",
                "gt-oKo": "선정전(宣政殿)에서 총독 백작(伯爵) 데라우치 마사타케〔寺內正毅〕, 전 군사령관(軍司令官) 남작(男爵) 우에다 아리사와〔上田有澤〕, 신임 군사령관 안도 사다미〔安東貞美〕, 참모장(參謀長) 시바 가쓰사부로〔柴勝三郞〕, 경무총장(警務總長) 아카시 겐지로〔明石元二郞〕, 총독부(總督府) 의원장(醫院長) 후지타 쓰구아키〔藤田嗣章〕, 외사국장(外事局長) 고마쓰 미도리〔小松綠〕, 비서관(祕書官) 고다마 히데오〔兒玉秀雄〕를 접견하고 이어 오찬(午餐)을 내렸다.",
                "hj": "接見總督伯爵寺內正毅、前軍司令官男爵上田有澤、新任軍司令官安東貞美、參謀長柴勝三郞、警務總長明石元二郞、總督府醫院長藤田嗣章、外事局長小松綠祕書官兒玉秀雄于宣政殿, 仍賜午餐。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King received the King in audience in Hamnyeong Hall in order to meet [Jeong] Bai Yan , a member of the Bureau of Livestock Breeding . The King granted him a special reciprocal salutation ritual for the birthday of the Grand Abdicated King and had an audience with him.",
                "H2KE-nKo": "함녕전에서 태왕 전하가 총독 백작 데라우치 마사타케〔寺內正毅〕를 접견하였다. 특별히 하사한 생일 축의와 회례를 위해 알현하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 3일(양력) 3번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕를 함녕전(咸寧殿)에서 접견하였다. 특별히 하사한 생일 축하 선물에 보답하는 예로써 알현하였기 때문이다.",
                "hj": "太王殿下接見總督伯爵寺內正毅于咸寧殿。 以特賜生日祝儀回禮謁見也。"
            },
            "4": {
                "H2KE-EN": "The King granted one silver brazier, a brazier, flower-patterned with silver flower-patterned with flower-patterned",
                "H2KE-nKo": "전 군사령관 남작 우에다 아리사와〔上田有澤〕에게 은제 주익유식 화병 1개를 특별히 하사하였다. 오래 머물렀기 때문에 기념한 것이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 3일(양력) 4번째기사",
                "gt-oKo": "전 군사령관(軍司令官) 남작(男爵) 우에다 아리사와〔上田有澤〕에게 은으로 만든 주익유식(周翼逌式) 꽃병 1개(箇)를 특별히 하사하였다. 오래 주둔한 것을 기념하였기 때문이다.",
                "hj": "特賜銀製周翼逌式花甁壹箇于前軍司令官男爵上田有澤。 因久駐記念也。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to Nam Daemun Post Station . [The King] also sent Assistant State Councilor Kim Chunhui to receive Yi Samchirang , Yi Sanri , a member of the Government Arsenal , to return to his post.",
                "H2KE-nKo": "찬시 자작 윤덕영을 남대문역에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 정무 총감 야마가타 이사부로〔山縣伊三郞〕의 귀임을 영접하게 하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 5일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 남대문역에 보내고 덕수궁에서도 찬시 남작(男爵) 김춘희(金春熙)를 보내어 정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕가 귀임(歸任)하는 것을 맞이하였다.",
                "hj": "五日。 遣贊侍子爵尹德榮往南大門驛, 德壽宮, 亦遣贊侍男爵金春熙, 迎政務總監山縣伊三郞歸任。"
            },
            "2": {
                "H2KE-EN": "The King permitted the use of pieces which were affiliated to the Royal Placenta Chamber Honghwa Gate , to supply the five pieces of pieces which were affiliated to the Royal Placenta Chamber . The King ordered that the Royal Placenta Chamber be installed at the Royal Placenta Chamber .",
                "H2KE-nKo": "창경원 홍화문 밖에 부속된 토지 약 5평을 와사전기회사에 빌려주도록 허락하였다. 비원 배관인의 편의로 대합소를 설치하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 5일(양력) 2번째기사",
                "gt-oKo": "창경원(昌慶苑) 홍화문(弘化門) 밖의 부속 토지 약 5평(坪)을 가스전기회사〔瓦斯電氣會社〕에 빌려주는 것을 허가하였다. 비원(祕苑) 배관인(拜觀人)의 편의를 위해 대합소(待合所)를 설치하기 위함이다.",
                "hj": "許借昌慶苑弘化門外附屬土地約五坪於瓦斯電氣會社。 因秘苑拜觀人便宜, 設待合所也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to Yongsan Post Station . [The King] also sent Assistant State Councilor Kim Chunhui to provide a farewell feast for him. The King also sent Assistant State Councilor Kim Chunhui to provide him with a farewell feast for the former military administrator of the Government Arsenal and Assistant State Councilor Yi Sangjeon Yutaek , who returned to the capital [of Ming China].",
                "H2KE-nKo": "찬시 자작 윤덕영을 용산역에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 전 군사령관 남작 우에다 아리사와〔上田有澤〕가 토쿄〔東京〕로 돌아가는 것을 전송하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 6일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 용산역에 보내고 덕수궁에서도 찬시(贊侍) 남작(男爵) 김춘희(金春熙)를 보내어 전 군사령관(軍司令官) 남작(男爵) 우에다 아리사와〔上田有澤〕가 동경으로 귀향해 가는 것을 전송하게 하였다.",
                "hj": "六日。 遣贊侍子爵尹德榮于龍山驛。 德壽宮, 亦遣贊侍男爵金春熙, 餞送前軍司令官男爵上田有澤還歸東京之行。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen accompanied him. Then [the King] went to Seonwon and Gyeonghoe Hall to pay his respects [to the Queen], and [the King] went to pay his respects at Uihyo Hall .",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 이어 선원전과 경효전에 나아가 전알하고, 의효전에 전배하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 8일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라 나아갔다. 이어 선원전(璿源殿), 경효전(景孝殿)에 나아가 전알(展謁)하고 의효전(懿孝殿)에 전배(展拜)하였다.",
                "hj": "八日。 詣德壽宮, 覲謁。 王妃隨詣。 仍詣璿源殿、景孝殿展謁, 懿孝殿展拜。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King went to the Royal Ancestral Shrine and Yeongnyeong Hall to pay a visit to the King.",
                "H2KE-nKo": "종묘와 영녕전에 나아가 전알하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 3월 9일(양력) 1번째기사",
                "gt-oKo": "종묘(宗廟)와 영녕전(永寧殿)에 나아가 전알(展謁)하였다.",
                "hj": "九日。 詣宗廟、永寧殿, 展謁。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, 【14일】 One day, the first day of the second month, the occasion of the Royal Placenta Chamber , and the occasion of the Royal Placenta Chamber . The occasion of the Royal Placenta Chamber , was designated as follows: One occasion of the Royal Placenta Chamber , and five occasion of the Royal Placenta Chamber . The official in charge of the Office of Palace Kitchen Supplies sent the letter.",
                "H2KE-nKo": "- 음력 임자년 2월 14일 - 단종 대왕의 태봉 밖 1개소, 현종 대왕의 태봉 밖 5개소의 경계를 결정하는 일로 농상공부 장관의 통첩을 받았다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 2월 14일】 단종 대왕(端宗大王)의 태실(胎室)을 묻은 산 이외 1개소(箇所), 현종 대왕(顯宗大王)의 태실을 묻은 산 이외 5개소의 경계를 결정하는 일에 관한 농상공부 장관(農商工部長官)의 통첩(通牒)을 받았다.",
                "hj": "一日。【陰曆壬子二月十四日】 端宗大王胎峯外一箇所、顯宗大王胎峯外五箇所境界決定事, 接農商工部長官通牒。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The Ministry of Punishments reported as follows: This year, the Special Regional Military Commission of Joseon has been entrusted with 150,000 volumes of year as a special supplementary s ",
                "H2KE-nKo": "금년도 조선 총독부 특별회계 세출 경상부 이왕직의 세비 150만 원을 지불하는 명령을 총독부 회계과장에 위임하고, 강이와 해평을 총독부 회계과장에 위임한다는 뜻으로 총독부의 통첩을 받았다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 10일(양력) 1번째기사",
                "gt-oKo": "올해 조선 총독부(朝鮮總督府) 특별회계의 세출 경상(歲出經常) 부분에서 이왕직(李王職) 세비(歲費) 150만 원(圓)의 지불 명령을 총독부 회계과장(會計課長) 이리에 카이헤〔入江海平〕에게 위임한다는 뜻의 총독부의 통첩(通牒)를 받았다.",
                "hj": "十日。 “本年度朝鮮總督府特別會計歲出經常部, 本職歲費一百五十萬圓支拂命令, 委任於總督府會計課長入江海平委任於總督府會計課長”之意, 接該府通牒。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King received Yi Sabur , a member of the Government Arsenal , Ahn Sungseon , the second member of the Government Arsenal , Won Junghaeng , the third member of the Government Arsenal , the second member of the Government Arsenal , and the third member of the Government Arsenal , who accompanied them at the Hall of Government Arsenal . The King granted a regular feast to the member of the Government Arsenal . The second member of the Government Arsenal and the second member of the Government Arsenal , and the second member of the Government Arsenal went to Sugang Palace to have an audience with the King.",
                "H2KE-nKo": "선정전에서 정무총감 야마가타 이사부로〔山縣伊三郞〕, 군사령관 안도 사다미〔安東貞美〕, 제2사단장 인타하라 시게루〔仁田原重行〕, 제8사단장 고가와 마사보〔小泉正保〕, 참모장 시바 가쓰사부로〔柴勝三郞〕, 경무총장 아카시 겐지로〔明石元二郞〕, 중추원 서기관장 고쿠분 쇼타로〔國分象太郞〕 및 동반 무관을 접견하고, 이어 비원 식물원 본관에서 오찬을 베풀었다. 두 사단장 및 동반 무관 등이 이어 덕수궁에 나아가 알현하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 12일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에서 정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕, 군사령관(軍司令官) 안도 사다미〔安東貞美〕, 제2사단장(第二師團長) 닛타하라 시게유키〔仁田原重行〕, 제8사단장(第八師團長) 고이즈미 마사야스〔小泉正保〕, 참모장(參謀長) 시바 가쓰사부로〔柴勝三郞〕, 경무총장(警務總長) 아카시 겐지로〔明石元二郞〕, 중추원 서기관장(中樞院書記官長) 고쿠분 쇼타로〔國分象太郞〕 및 동행한 무관을 접견하고 이어 비원(祕苑) 식물원(植物苑) 본관에서 오찬(午餐)을 하사하였다. 두 사단장 및 동행한 무관들은 이어 덕수궁(德壽宮)에 나아가 알현하였다.",
                "hj": "十二日。 接見政務總監山縣伊三郞、軍司令官安東貞美、第二師團長仁田原重行、第八師團長小泉正保、參謀長柴勝三郞、警務總長明石元二郞、中樞院書記官長國分象太郞及同伴武官于宣政殿, 仍賜午餐于秘苑植物本館。 兩師團長及同伴武官等, 仍詣德壽宮, 謁見。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince inquired after the Crown Princess health at the detached house in the eastern suburbs of the capital. This was reported to the throne by the Crown Prince.",
                "H2KE-nKo": "황태자 전하가 토쿄〔東京〕의 별저에서 왕세자를 방문하였다. 왕세자가 전보로 품달하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 12일(양력) 2번째기사",
                "gt-oKo": "황태자 전하(皇太子殿下)가 동경(東京) 별저(別邸)에서 왕세자(王世子)를 방문(訪問)하였다. 왕세자가 전보로 품달(稟達)한 것이 있었다.",
                "hj": "皇太子殿下訪問王世子于東京別邸。 有王世子電報稟達也。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King proceeded to Biwon . The Queen also proceeded to the palace and urged the pavilion to view flowers. Royal relatives, principal relatives, high-ranking officials, and high-ranking officials of this office attended the King. The King also held a banquet for tea and fruit at Yeongyeong Hall . The pavilion pavil",
                "H2KE-nKo": "비원에 나아갔다. 왕비도 함께 나아갔다. 관화회를 열도록 재촉하였다. 종척, 귀족, 이왕직 고등관 - 칙임관 - 이상이 배참하였다. 이어 연경당에서 다과를 대접하였다. 취규정, 옥류천, 육각정에 모의점을 설치하고, 이왕직 고등관 - 주임관 - 이하 그 가족과 고용원 등에게 음식을 대접하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 16일(양력) 1번째기사",
                "gt-oKo": "꽃관람회가 개최되어 비원(祕苑)에 왕림하였다. 왕비도 함께 갔다. 종척(宗戚), 귀족(貴族), 이왕직 고등관(李王職高等官)【칙임(勅任)】 이상이 배참(陪參)하였다. 이어 연경당(演慶堂)에서 다과회를 가졌다. 취규정(聚奎亭), 옥류천(玉流泉), 육각정(六角亭)에 모의점(模擬店)을 설치하고 이왕직 고등관【주임(奏任)】 이하 그 가족 고용원 등에게 음식을 베풀었다.",
                "hj": "十六日。 臨于秘苑, 王妃同臨, 開催觀花會。 宗戚、貴族、本職高等官【勅任】 以上陪參。 仍餉茶果于演慶堂。 設模擬店于聚奎亭、玉流泉、六角亭, 餉本職高等官【奏任】 以下同家族雇傭員等。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "[The King] ordered that Assistant State Councilor Yi Seong묵 be sent to the Military Procurement Office of the Government Arsenal to comfort Yi Junyong , the first-grade merit subject , in order to comfort him with the condition of his illness.",
                "H2KE-nKo": "찬시 이성묵을 총독부 의원에 보내어 훈 1등 이준용의 병을 치료한 상황을 위문하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 17일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 이성묵(李聖默)을 총독부 의원(總督府醫院)에 보내어 훈(勳) 1등 이준용(李埈鎔)의 병치료 상황을 위문하라고 명하였다.",
                "hj": "十七日。 命遣贊侍李聖默于總督府醫院, 慰問勳一等李埈鎔療病狀況。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King ordered that Senior Military Official Seo Sangseon be dispatched to the Directorate of Medicine in order to comfort Yi Junyong , who is the first-rank military official , who is a merit subject , and also to inquire after his illness.",
                "H2KE-nKo": "태왕 전하가 사무관 서상선을 총독부 의원에 보내어 훈 1등 이준용의 병을 치료한 상황을 위문하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 18일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 사무관(事務官) 서상선(徐相璿)을 총독부 의원(總督府醫院)에 보내어 훈(勳) 1등 이준용(李埈鎔)의 병치료 상황을 위문하라고 명하였다.",
                "hj": "十八日。 太王殿下命遣事務官徐相璿于總督府醫院, 慰問勳一等李埈鎔療病狀況。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to Deokan Palace and performed a special tea ceremony.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 별다례를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 19일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 별다례(別茶禮)를 행하였다.",
                "hj": "十九日。 太王殿下臨于德安宮, 行別茶禮。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King received the officials in audience the officials in the Office of Palace Treasury , Wu Jwami , the vice-envoy , the director of the State Council , and the vice-envoy , the chief administrative officer of the State Tribunal , the chief administrative officer of Chungcheong Province , Bak Jungyang , the chief administrative officer of Jeolla Province , Yi Du황 , the chief administrative officer of Jeolla Province , and the chief administrative officer of the State Tribunal , Yi Jinho , the chief administrative officer of Gyeongsang Province , Hyang Cheontae , the chief administrative officer of Hwanghae Province , Jo Huimun , the chief administrative officer of Gangwon Province , Yi Gyuwan , the chief administrative officer of Pyeongan Province , Song Yeongmugil , the chief administrative officer of the Northwest Treasury , and the chief administrative officer of the Northwest Treasury in the Northwest Treasury . The King then granted a regular feast.",
                "H2KE-nKo": "인정전에서 내무부 장관 우사미 가쓰오〔宇佐美勝夫〕, 지방 국장 오하라 신조〔小原新三〕, 충청북도 장관 스즈키 다카시〔鈴木隆〕, 충청남도 장관 박중양, 전라북도 장관 이두황, 전라남도 장관 후지 에이치〔工藤英一〕, 경상북도 장관 이진호, 경상남도 장관 가가와 <unk>루〔香川輝〕, 황해도 장관 조희문, 강원도 장관 이규완, 평안남도 장관 마쓰나가 다케요시〔松永武吉〕, 함경남도 장관 신응희, 함경북도 장관 다케이 시게이〔武井友貞〕를 인견하였다. 이어 오찬을 베풀었다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 21일(양력) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 내무부 장관(內務府長官) 우사미 가쓰오〔宇佐美勝夫〕, 지방 국장(地方局長) 오하라 신조〔小原新三〕, 충청북도 장관(忠淸北道長官) 스즈키 다카시〔鈴木隆〕, 충청남도 장관(忠淸南道長官) 박중양(朴重陽), 전라북도 장관(全羅北道長官) 이두황(李斗璜), 전라남도 장관(全羅南道長官) 구도 에이이치〔工藤英一〕, 경상북도 장관(慶尙北道長官) 이진호(李軫鎬), 경상남도 장관(慶尙南道長官) 가가와 테루〔香川輝〕, 황해도 장관(黃海道長官) 조희문(趙羲聞), 강원도 장관(江原道長官) 이규완(李圭完), 평안남도 장관(平安南道長官) 마쓰나가 다케요시〔松永武吉〕, 함경남도 장관(咸鏡南道長官) 신응희(申應熙), 함경북도 장관(咸鏡北道長官) 다케이 도모사다〔武井友貞〕를 소견(召見)하고 이어 오찬(午餐)을 하사하였다.",
                "hj": "二十一日。 引見內務部長官宇佐美勝夫、地方局長小原新三、忠淸北道長官鈴木隆、忠淸南道長官朴重陽、全羅北道長官李斗璜、全羅南道長官工藤英一、慶尙北道長官李軫鎬、慶尙南道長官香川輝、黃海道長官趙羲聞、江原道長官李圭完、平安南道長官松永武吉、咸鏡南道長官申應熙、咸鏡北道長官武井友貞于仁政殿, 仍賜午餐。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The Crown Prince reported, The educational schools of the Three Armies are recruited from their studies. On this day, they departed from the Eastern Expedition to successively recruit the Buddha , Nohyeol , Samdo , and Suseon Temple . They stayed at Sojin and stayed there. On the twenty-seventh day, they return to the Eastern Expedition to support their arrival. This was reported to the King.",
                "H2KE-nKo": "왕세자가 육군 유년학교 수학 여행으로 오늘 토쿄〔東京〕에서 출발하여 탑택, 노탕, 삼도, 수선사를 거쳐 소진에 머물러 숙박하고 27일에 토쿄〔東京〕로 돌아갈 예정이라고 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 22일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 육군 유년학교(陸軍幼年學校) 수학여행으로 오늘 토쿄〔東京〕를 떠나 탑택(塔澤), 노탕(蘆湯), 삼도(三島), 수선사(修善寺)를 지나 소진(沼津)에 머물러 숙박하고 27일 동경으로 돌아올 예정이라고 전보로 품달(稟達)해 왔다.",
                "hj": "二十二日。 王世子以“陸軍幼年學校修學旅行, 本日自東京離發, 經塔澤、蘆湯、三島、修善寺, 止沼津宿泊, 二十七日還歸東京豫定”事, 電報稟達。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The magistracies of Sukmyeong Go and others presented one set of flower-patterned flower to the Abdicated King at Sugang Palace .",
                "H2KE-nKo": "숙명고등여학교에서 조화 1분을 덕수궁에 진헌하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 23일(양력) 1번째기사",
                "gt-oKo": "숙명 고등 여학교(淑明高等女學校)에서 조화(造花) 1분(盆)을 덕수궁(德壽宮)에 진헌(進獻)하였다.",
                "hj": "二十三日。 淑明高等女學校進獻造花一盆于德壽宮。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Officials of the temporary quarters Liu Quan , the Administrative Affairs Agency , Shin Hyeonju , Kim Myeonggyu , and Ha Jaeun , respectively, were ordered to take charge of the affairs of the purpose of burdensome breeders at Gyeongbok Palace .",
                "H2KE-nKo": "이왕직 사무관 유찬, 속 미야자키 다다토시〔宮崎忠與〕, 신현주, 김명규, 하재운에게 경선궁의 유산 청산 위원에게 사무를 분장하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 25일(양력) 1번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 유찬(劉燦), 속(屬) 미야자키 다다오키〔宮崎忠與〕·신현주(申鉉周)·김명규(金命圭)·하재운(河在運)에게 경선궁(慶善宮) 유산청산위원(遺産淸算委員)의 사무를 분장하라고 명하였다.",
                "hj": "二十五日。 本職事務官劉燦、屬宮崎忠與、申鉉周、金命圭、河在運, 命慶善宮遺産淸算委員分掌事務。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] ordered that the number of side dishes for three days be reduced and that [the number of] side dishes be changed. This was because there was a fire in Gwanghyowon .",
                "H2KE-nKo": "3일 동안 감선하고 역복하라고 명하였다. 효창원에 화재가 있었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 27일(양력) 1번째기사",
                "gt-oKo": "3일간 감선(減膳)하고 복장을 바꾸도록 하라고 명하였다. 효창원(孝昌園)에 화재가 있었기 때문이다.",
                "hj": "二十七日。 命三日間減膳易服。 以孝昌園有火災也。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince finally completed the completion of the study of the Winter Solstice and returned to his private residence on this day. The Empress Dowager sent a royal messenger to present one piece of royal equipment, one piece of cloud boil holder, and one piece of cloud boil holder. The King specially bestowed a piece of cloud boil holder upon him. The 전보 was reported to the King. ",
                "H2KE-nKo": "왕세자가 수학여행을 잘 마치고 오늘 무사히 저택으로 돌아갔다. 그런데 황후 폐하가 어사를 보내어 토산 어효 1대와 정강도문대 연상 각 1조를 특별히 하사하였으므로 공경히 받았다는 뜻을 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 27일(양력) 2번째기사",
                "gt-oKo": "왕세자(王世子)가 수학여행을 잘 마치고 오늘 무사히 별저에 돌아왔는데, 황후 폐하(皇后陛下)가 어사(御使)를 보내어 토산(土産) 어효(御肴) 1대(臺)와 정강(靜岡)도문대(塗文臺) 벼루 각 1조(組)를 특별히 하사하자 지수(祗受)하였다는 뜻을 전보로 품달(稟達)하였다.",
                "hj": "王世子, 以修學旅行善爲終了, 本日無事歸邸。 而皇后陛下遣御使, 土産御肴一臺、靜岡塗文臺硯箱各一組, 特賜祗受之意。 電報稟達。"
            },
            "3": {
                "H2KE-EN": "The Grand Abdicated King personally sent a message to the Crown Prince as follows: While repairing the Royal Confucian Academy is completed, he returned to his private residence. Upon hearing this, he is extremely pleased. Indeed, he exhausted many days. Indeed, he did not cease hardships and ceaselessly. It is hoped that Your Majesty will grant special gifts to the Empress Dowager . I cannot overcome the praise of his gratitude.",
                "H2KE-nKo": "태왕 전하가 왕세자에게 친히 전보를 보냈는데, 그 내용은 다음과 같다.“수학여행을 잘 마치고 저택으로 돌아왔다는 말을 듣고 매우 기쁘고 다행스럽게 여겼습니다. 여러 날 동안 수고하느라 피로가 많았는데 과연 피로하여 건강을 해치지나 않을까 하는 생각이 끝이 없었습니다. 더욱 보중하시기를 바랍니다. 이는 황후 폐하께서 특별히 물품을 하사해 주시기를 바라는 것이니, 우러러 칭송하는 마음을 금할 수 없습니다.”\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 27일(양력) 3번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 왕세자에게 친히 전보로 이르기를, “수학여행을 잘 마치고 별저로 돌아왔다는 소식을 들으니 매우 기쁘다. 여러 날을 수고하느라 과연 피로가 쌓여 건강에 손상됨은 없는지 멀리서 근심이 그치지 않는다. 더욱 몸을 아끼어 보존하는 것이 황후 폐하(皇后陛下)가 물품을 각별히 하사한 은혜를 잊지 않는 길이며 이는 칭송하지 않을 수 없다.” 하였다.",
                "hj": "太王殿下親電于王世子曰: “修學旅行善畢還邸, 聞甚欣幸。 多日勞攘, 果無疲損遠慮不已。 益加保重, 是企皇后陛下另賜物品, 不勝感頌。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Emperor of Ming China sent officials of the Shanzhou Guard to the special house of the Crown Prince in the eastern suburbs of the capital to bestow two fruits upon the Crown Prince. The King then instructed them, As the weather is unworthy, it is impossible for me to cultivate studying and accompanying the guests. It is very happy that you cannot overcome the study of the Crown Prince. The Crown Prince reported this to the King through the 전보.",
                "H2KE-nKo": "천황 폐하가 야마우치〔山內〕 식부관을 왕세자의 토쿄〔東京〕 별저에 보내어 과물 2롱을 특별히 하사하였다. 이어 칙유하기를,“좋지 않은 날씨에 수학하는 여행에 별로 장애가 없이 잘 마쳤으니 기쁨을 금할 수 없다. 더욱 학업에 힘쓰라.”하였다. 왕세자가 전보로 품달하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 28일(양력) 1번째기사",
                "gt-oKo": "천황 폐하(天皇陛下)가 식부관(式部官) 야마우치〔山內〕를 토쿄〔東京〕 별저(別邸) 왕세자(王世子)에게 보내어 과물(菓物) 2롱(籠)을 특별히 하사하였다. 이어 칙유(勅諭)하기를, “좋지 않은 날씨에 수학여행을 별 탈 없이 잘 마쳤으니 기쁘기 그지없고, 오히려 더욱 학업에 힘쓰도록 하라.” 하였다. 왕세자가 전보로 품달(稟達)하였기 때문이다.",
                "hj": "二十八日。 天皇陛下遣山內式部官于王世子東京別邸, 特賜菓物二籠, 仍勅諭: “以不良天候, 修學旅行, 別無障礙, 善爲終了, 不勝欣喜, 尙且益加勉學。” 王世子, 以電報稟達。"
            },
            "2": {
                "H2KE-EN": "[The King] sent Second Deputy Director of the Office of the Establishment of Ceremonies Min Seok to the Government Arsenal to deliver the message that His Highness Emperor [of Ming China] granted special favor to the Crown Prince. This is extremely grateful and appreciation. [The King] entrusted the message that His Highness presented [to the Emperor].",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 총독부에 보내어 천황 폐하가 특별히 왕세자를 위해 염려해 준 두터운 은혜에 매우 감사하다는 뜻으로 아뢰어 주도록 부탁하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 28일(양력) 2번째기사",
                "gt-oKo": "이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)을 총독부(總督府)로 보내어 천황 폐하(天皇陛下)가 특별히 왕세자(王世子)를 위해 염려해 준 두터운 은혜에 한없이 감사하다는 뜻을 아뢰어 주도록 부탁하였다.",
                "hj": "遣本職長官子爵閔丙奭于總督府, 以“天皇陛下, 特爲王世子, 聖慮優渥, 感謝萬萬”之意, 託轉奏。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "[The King] proceeded to the temporary quarters at the Office of Royal Placenta Chamber . He received the officials in audience the head of the Office of Palace Tea Service , the head of the Bureau of Chamberry Chamber , the head of the jurisdiction , the head of the Three Armies , and the former section chief of the Royal Placenta Chamber Examination Chamber .",
                "H2KE-nKo": "비원 식물원 본관에 나아가 내무부 장관 우사미 가쓰오〔宇佐美勝夫〕, 복심법원 검사장 고쿠분 산가이〔國分三亥〕, 전 토지조사국 총재 다와라 마고이치〔俵孫一〕를 접견하였다. 이어 후작 윤택영, 백작 이완용 및 민영찬, 이왕직 장관 자작 민병석, 차관 고미야 미호마쓰〔小宮三保松〕, 찬시 자작 윤덕영, 부무관 자작 이병무를 소견하고 오찬을 하사하였으며, 배식하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 4일(양력) 1번째기사",
                "gt-oKo": "비원(祕苑) 식물원(植物苑) 본관(本館)에 왕림하여 내무부 장관(內務部長官) 우사미 가쓰오〔宇佐美勝夫〕, 복심법원(覆審法院) 검사장(檢事長) 고쿠분 산가이〔國分三亥〕, 전 토지조사국 총재(土地調査局總裁) 다와라 마고이치〔俵孫一〕를 접견하였다. 이어 후작(侯爵) 윤택영(尹澤榮), 백작(伯爵) 이완용(李完用) 및 민영찬(閔泳瓚), 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭), 차관(次官) 고미야 미호마쓰〔小宮三保松〕, 찬시(贊侍) 자작 윤덕영(尹德榮), 부무관(附武官) 자작 이병무(李秉武)를 소견(召見)하였다. 오찬(午餐)을 내리고 배식(陪食)하였다.",
                "hj": "四日。 臨于秘苑植物本館, 接見內務部長官宇佐美勝夫、覆審法院檢事長國分三亥、前土地調査局總裁俵孫一。 仍召見侯爵尹澤榮、伯爵李完用及閔泳瓚、本職長官子爵閔丙奭、次官小宮三保松、贊侍子爵尹德榮、附武官子爵李秉武, 賜午餐, 陪食。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to Deokan Palace and performed a special tea ceremony.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 별다례를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 5일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 별다례(別茶禮)를 행하였다.",
                "hj": "五日。 太王殿下臨于德安宮, 行別茶禮。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King ordered that Assistant State Councilor Yi Eunu be dispatched to bestow 200 gwon of jade book and 24 copies of lead and silk upon the late Yi Eunu , the daughter of Yi Sukmyeong . This was done according to the regulations for the successful candidates of the successful candidates.",
                "H2KE-nKo": "태왕 전하가 찬시 이은우를 보내어 숙명여자 고등학교에 공책 200권과 연필 24타를 특별히 하사하라고 명하였다. 해당 학교에서 졸업식을 하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 6일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 찬시(贊侍) 이은우(李恩雨)를 보내어 숙명여자고등학교(淑明女子高等學校)에 공책(空冊) 200권(卷)과 연필(鉛筆) 24타(打)를 특별히 하사하였다. 그 학교에서 졸업식을 하였기 때문이다.",
                "hj": "六日。 太王殿下命遣贊侍李恩雨特賜空冊二百卷、鉛筆二十四打于淑明女子高等學校。 因該校卒業式也。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King summoned the 사무관 Ko Huigyeong , the official in charge of summoning him in his current quarters. The officials in charge of summoning the Crown Princes , returned from the eastern suburbs of the capital to inquire after the Crown Princes health and the study of learning.",
                "H2KE-nKo": "태왕 전하가 이왕직 사무관 고희경을 불러서 보았다. 해당 관원은 왕세자의 부 사무관으로서 토쿄〔東京〕에서 돌아왔기 때문에 왕세자의 근간의 기거와 학사 등의 일에 대해 하문하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 4월 7일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 이왕직 사무관(李王職事務官) 고희경(高羲敬)을 소견(召見)하였다. 그가 왕세자부 사무관(王世子附事務官)으로서 토쿄〔東京〕에서 돌아왔으므로 왕세자의 근간의 생활과 학습에 관한 일들을 하문(下問)하였다.",
                "hj": "七日。 太王殿下召見本職事務官高羲敬。 該員, 以王世子附事務官, 自東京回來, 下詢王世子近間起居、學事等節。"
            }
        }
    },
    "05": {
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King received the officials in audience the Grand Abdicated King at Dondeok Hall . Jo Jungyong returned from the eastern suburbs [of the capital] and had an audience with the Grand Abdicated King. Jo Dongyong presented three rounds of patterned thick silk [to the King]. ",
                "H2KE-nKo": "돈덕전에서 태왕 전하가 자작 조중응과 남작 조동윤을 인견하였다. 조중응이 토쿄〔東京〕에서 돌아와 알현하였기 때문이다. 조동윤이 비단 세 상자를 진헌하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 15일(양력) 1번째기사",
                "gt-oKo": "돈덕전(惇德殿)에서 태왕 전하(太王殿下)가 자작(子爵) 조중응(趙重應), 남작(男爵) 조동윤(趙東潤)을 인견(引見)하였다. 조중응은 동경에서 돌아와 알현하였기 때문이며, 조동윤(趙東潤)은 단속(緞屬) 3상(箱)을 진헌(進獻)하기 때문이다.",
                "hj": "十五日。 太王殿下引見子爵趙重應、男爵趙東潤于惇德殿。 重應自東京回來謁見。 東潤進獻緞屬三箱。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the mourning period for the officials in charge of the Royal Placenta Chamber be corrected and that the mourning period for the officials in charge of the Royal Placenta Chamber be bestowed upon him. The King additionally added the wooden book of white color and the wooden book of the white color. The wooden book of the wooden book was changed to gold, and the wooden book of the Royal Placenta Chamber was added to the Royal Placenta Chamber.",
                "H2KE-nKo": "이왕직 장원계 직원의 복제 중 개정한 것을 급부하고, 완장은 백색 휘장을 첨부하고, 흉장은 금색 휘장으로 고치고, 이화 휘장은 원우를 더하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 15일(양력) 2번째기사",
                "gt-oKo": "이왕직 장원계(掌苑係) 직원의 복제(服制) 중 개정에 관한 안건을 급부(給付)하였는데, 완장(腕章)은 백색 휘장(白色徽章)을 첨부하고, 흉장(胸章)은 금색(金色)으로 고치고, 이화 휘장(李花徽章)은 원자(苑字)를 추가하였다.",
                "hj": "本職掌苑係職員服制中改正, 給付。 腕章, 添附白色徽章; 胸章, 改以金色; 李花徽章, 加苑宇。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "【음력 imja day, on the sixteenth day of the third month of imja year (1422, the fourth year of King Taejos reign. The King summoned Assistant State Councilor Jo Dongyun from the eastern suburbs [of the capital] and returned [to the palace]. This was reported to the King because the Crown Prince had recently reported matters of various matters and studying studies.",
                "H2KE-nKo": "음력 임자년 3월 16일 - 태왕 전하가 석조전에 나아가 남작 조동윤을 불러서 보았다. 토쿄〔東京〕에서 돌아왔기 때문이다. 왕세자의 근래 제절 및 학사에 대해 품달하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 2일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 3월 16일】 태왕 전하(太王殿下)가 석조전(石造殿)에 왕림하여 토쿄〔東京〕에서 돌아온 남작(男爵) 조동윤(趙東潤)을 소견(召見)하였다. 왕세자(王世子)가 근래의 제절(諸節) 및 학업에 관한 일을 품달(稟達)하였기 때문이다.",
                "hj": "二日。【陰曆壬子三月十六日】 太王殿下臨于石造殿, 召見男爵趙東潤自東京歸來。 以王世子近日諸節及學事稟達也。"
            },
            "2": {
                "H2KE-EN": "The King granted special audience to Injeong Hall , Biwon , and Changgyeongwon . The King ordered that the separate strength of the strength be applied and that this be applied to the outside of the capital.",
                "H2KE-nKo": "인정전, 비원, 창경원을 특별히 풀어서 구경하는 것에 대해 취급하는 규정을 정하여 지방에 고시하게 하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 2일(양력) 2번째기사",
                "gt-oKo": "인정전(仁政殿), 비원(祕苑), 창경원(昌慶苑)을 특별히 종람(縱覽)하는 것을 허가하는 취급 규정을 외방에 고시(告示)하였다.",
                "hj": "仁政殿、秘苑、昌慶苑, 特別縱覽者, 許可取扱規定, 告示于方外。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to Deokan Palace and performed a special tea ceremony.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 별다례를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 24일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 별다례(別茶禮)를 행하였다.",
                "hj": "二十四日。 太王殿下臨于德安宮, 行別茶禮。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received Jiri , a special director of the Bureau of Currency and Salve Taxation , who had lodged under the jurisdiction of Genealogy , and Jang Gukbaka , a division of the Bureau of Currency and Salvey . [The King] also received him in audience.",
                "H2KE-nKo": "선정전에서 지리주재 특명 전권공사 일치익, 중추원 서기관장 고쿠분 쇼타로〔國分象太郞〕를 접견하였다. 덕수궁에서도 접견하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 25일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에서 칠레〔智利〕 주차특명전권공사(駐箚特命全權公使) 히오키 마스〔日置益〕와 중추원 서기관장(中樞院書記官長) 고쿠분 쇼타로〔國分象太郞〕를 접견하였다. 덕수궁에서도 접견하였다.",
                "hj": "二十五日。 接見智利駐箚特命全權公使日置益、中樞院書記官長國分象太郞于宣政殿。 德壽宮, 亦爲接見。"
            },
            "2": {
                "H2KE-EN": "Madame Yang , a court lady in Sugang Palace , gave birth to a daughter named Boknyeong .",
                "H2KE-nKo": "덕수궁의 궁인 양씨가 딸을 낳았다. 양씨에게 당호를 내려 복녕이라고 하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 25일(양력) 2번째기사",
                "gt-oKo": "덕수궁(德壽宮) 궁인(宮人) 양씨(梁氏)가 딸을 낳았다. 양씨에게 당호(堂號)를 내려 복녕(福寧)이라 하였다.",
                "hj": "德壽宮宮人梁氏生女。 賜梁氏堂號曰福寧。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King proceeded to Boknyeong Hall .",
                "H2KE-nKo": "태왕 전하가 복녕당에 나아갔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 26일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 복녕당(福寧堂)에 나아갔다.",
                "hj": "二十六日。 太王殿下臨于福寧堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinmyo day, the Grand Abdicated King received Yi Hui Gong and his royal relatives at Boknyeong Hall in Hamnyeong Hall. This was done after [the Grand Abdicated King] congratulating [the Kings] birthday, and after [the Grand Abdicated King]. ",
                "H2KE-nKo": "함녕전 복녕당에서 태왕 전하가 이희 공 이하 종척을 인견하였다. 순산 후에 문안하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 27일(양력) 1번째기사",
                "gt-oKo": "함녕전(咸寧殿) 복녕당(福寧堂)에서 태왕 전하(太王殿下)가 이희 공(李熹公) 이하 종척(宗戚)들을 인견(引見)하였다. 순산(順産) 후 문안하였기 때문이다.",
                "hj": "二十七日。 太王殿下引見李熹公以下宗戚于咸寧殿福寧堂。 順産後承候也。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to the Government Arsenal . [The King] also sent Assistant State Councilor Kim Chunhui to present the celebration of the Imperial Crown Princes birthday . [The King] also sent Assistant State Councilor Kim Chunhui to present the celebration of the Imperial Crown Princes birthday.",
                "H2KE-nKo": "찬시 자작 윤덕영을 총독부에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 지구절 축하를 아뢰어 주도록 부탁하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 28일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 총독부(總督府)에 보내고, 덕수궁(德壽宮)에서도 찬시 남작(男爵) 김춘희(金春熙)를 보내어 지구절(地久節) 축하를 아뢰어 주도록 부탁하였다.",
                "hj": "二十八日。 遣贊侍子爵尹德榮于總督府。 德壽宮亦遣贊侍男爵金春熙, 託轉奏地久節祝賀。"
            }
        },
        "31": {
            "1": {
                "H2KE-EN": "Yi Ganggong and Yi Hui , as well as royal relatives, came to Sugang Palace to have an audience with the Abdicated King. This was because they had newly 태어난 Aji , the seventh day of the seventh month .",
                "H2KE-nKo": "이강 공과 이희 공 이하 종척이 덕수궁에 알현하였다. 새로 태어난 아기의 초7일이기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 31일(양력) 1번째기사",
                "gt-oKo": "이강 공(李堈公) 이희 공(李熹公) 이하 종척(宗戚)들이 덕수궁(德壽宮)에 알현하였다. 새로 태어난 아지(阿只)의 초이렛날이기 때문이다.",
                "hj": "三十一日。 李堈公、李熹公以下宗戚, 謁見于德壽宮。 因新生阿只初七也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The placing of 1,621 placing of the location of Detached Palace in Sugang Palace and 331 placing of the location of the palace in Wongyeongseon was raised to the 총독부에 . This was done because the placing of the location of the roads of the location of the locations of the location of the palace in the location of the capital.",
                "H2KE-nKo": "덕수궁 부지 면적 1621평과 원경선궁 택지 면적 331평을 조선 총독부에 양여하였다. 수원부 소관 도로를 개수하고 입용하는 데 대한 조회가 있었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 6일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮) 부지 면적 1,621평(坪)과 원 경선궁(元慶善宮) 택지 면적 331평을 조선 총독부(朝鮮總督府)에 양여하였다. 총독부가 소관 도로를 개수(改修)하여 사용한다는 이유로 통지하였기 때문이다.",
                "hj": "六日。 德壽宮敷地面積一千六百二十一坪、元慶善宮宅地面積三百三十一坪, 讓與于朝鮮總督府。 因該府所關道路修改入用有照會也。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King went to Hongneung to pay a visit and then went to Sugang Palace to pay a visit to the Abdicated King. The King went to pay a visit to the King at Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Wongyeong. ",
                "H2KE-nKo": "홍릉에 나아가 전알하였다. 이어 덕수궁에 나아가 근알하고 선원전과 경효전에 전알하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 5월 8일(양력) 1번째기사",
                "gt-oKo": "홍릉(洪陵)에 나아가 전알(展謁)하고 나서 덕수궁(德壽宮)에 나아가 근알(覲謁)하고 선원전(璿源殿), 경효전(景孝殿)에 전알하였다.",
                "hj": "八日。 詣洪陵, 展謁。 仍詣德壽宮, 覲謁, 璿源殿、景孝殿, 展謁。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, One day, the first day of the fourth month, [the King] visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen accompanied the King and then accompanied the Grand Abdicated King to Gyeongbok Palace .",
                "H2KE-nKo": "- 음력 임자년 4월 16일 - 덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 이어 태왕 전하를 모시고 복녕당에 나아갔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 4월 16일】 덕수궁(德壽宮)에 나아가 알현하였다. 왕비(王妃)도 따라 나아갔다. 이어 태왕 전하(太王殿下)를 모시고 복녕당(福寧堂)에 나아갔다.",
                "hj": "一日。【陰曆壬子四月十六日】 詣德壽宮, 覲謁。 王妃隨詣。 仍陪太王殿下, 臨于福寧堂。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King moved his residence to Nakseon and stayed there for the rites of repose.",
                "H2KE-nKo": "낙선재로 이차하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 14일(양력) 1번째기사",
                "gt-oKo": "낙선재(樂善齋)로 이차(移次)하였다.",
                "hj": "十四日。 移次于樂善齋。"
            },
            "2": {
                "H2KE-EN": "The Grand Abdicated King proceeded to Boknyeong Hall . He received Yi Hui , a member of the royal kin and above officials of the second rank and above in charge of the royal kin who had served as royal kin and royal kin who served as royal kin, as well as royal kin who served as royal kin. The King bestowed food upon them because they were newly born of Amokha .",
                "H2KE-nKo": "태왕 전하가 복녕당에 나아가 이희 공 이하 종척, 이왕직 장관, 차관, 칙임관 이상 및 내빈을 인견하고 이어 사찬하였다. 새로 태어난 아기 37인이었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 14일(양력) 2번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 복녕당(福寧堂)에 왕림하였다. 이희 공(李熹公) 이하 종척(宗戚)과 이왕직 장관(李王職長官) 차관(次官) 칙임관(勅任官) 이상 및 내빈(內賓)을 인견(引見)하고 이어 사찬(賜饌)하였다. 새로 태어난 아지(阿只)가 삼칠일(三七日)이 되었기 때문이다.",
                "hj": "太王殿下臨于福寧堂, 引見李熹公以下宗戚本職長次官勅任官以上及內賓, 仍賜饌。 以新生阿只三七也。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy , and the Queen also proceeded to the Hall for Repose of the Soil and Grain and performed the salutation ritual procedure [for the Queen].",
                "H2KE-nKo": "서향각에 나아갔다. 왕비도 함께 나아가 수견식을 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 17일(양력) 1번째기사",
                "gt-oKo": "서향각(書香閣)에 나아갔다. 왕비(王妃)도 함께 나아가 수견식(收繭式)을 행하였다.",
                "hj": "十七日。 臨于書香閣, 王妃同臨, 行收繭式。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "총독 백작 데라우치 마사타케〔寺內正毅〕, Vice-Envoy Comprehensive Government Arsenal Seventh-rank Military Official Sirth-rank Mirth-rank Mirth-",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕, 해군 소장 야마가타 분조〔山縣文藏〕, 육군 중좌 고노 쓰네키치〔河野恒吉〕, 육군 대위 후지타 쓰구아키〔藤田鴻輔〕가 양궁에 알현하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 19일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕, 해군 소장(海軍少將) 야마가타 분조〔山縣文藏〕, 육군 중좌(陸軍中佐) 고노 쓰네키치〔河野恒吉〕, 육군 대위(陸軍大尉) 후지타 코스케〔藤田鴻輔〕가 두 궁을 알현하였다.",
                "hj": "十九日。 總督伯爵寺內正毅、海軍少將山縣文藏、陸軍中佐河野恒吉、陸軍大尉藤田鴻輔謁見于兩宮。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Crown Prince inquired after the health of the Grand Abdicated King at the detached palace of Yi Deung , the official title of Yi Deung , and returned to the detached palace on the same day.",
                "H2KE-nKo": "왕세자가 오이토 히로부미〔大<unk>伊藤博文〕 공작의 별저에 방림하였다가 당일로 별저로 돌아왔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 2일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 오이소 이토〔大磯伊藤〕 공작(公爵)의 별저(別邸)에 방림(訪臨)하였다가 당일 저택으로 돌아왔다.",
                "hj": "二日。 王世子訪臨大磯伊藤公爵別邸, 當日還邸。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Crown Prince received the in audience by the Crown Prince at the temporary royal residence of the Crown Prince and received the regular morning court assembly.",
                "H2KE-nKo": "왕세자가 황태자 전하의 초대 때문에 동궁의 어소에 나아가 오찬을 받았다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 23일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 황태자 전하(皇太子殿下)의 초대로 동궁(東宮) 어소(御所)에 나아가 오찬(午餐)을 받았다.",
                "hj": "二十三日。 王世子, 以皇太子殿下御招待, 詣東宮御所, 受午餐。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On muo day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen accompanied him. He accompanied the King to Deokan Palace to perform the rite commemorating the first anniversary of death , and then performed the salutation ritual. The educational schools of both Jinmyeong and Sukmyeong were 252. They arranged and arranged outside the main gate to pay their respects [to the Abdicated King]. This was because the Queen of the Highness was diligent and diligent.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 태왕 전하를 모시고 덕안궁에 나아가 연제를 행하고, 이어 주다례를 행하였다. 진명부와 숙명부 두 여자 학교의 학도 252인이 정문 밖에 정렬하여 참배하였다. 귀비가 일찍이 학교를 설치하여 부지런히 염려하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 24일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라 나아갔다. 태왕 전하(太王殿下)를 모시고 덕안궁(德安宮)에 왕림하여 연제(練祭)를 행하고 이어 주다례(晝茶禮)를 행하였다. 진명(進明)과 숙명(淑明) 두 여자 학교 학생 252인(人)이 정문 밖에서 정렬하여 참배(參拜)하였다. 귀비(貴妃)가 일찍이 근면한 이념으로 학교를 설립하였기 때문이다.",
                "hj": "二十四日。 詣德壽宮, 覲謁。 王妃隨詣。 陪太王殿下, 臨于德安宮, 行練祭, 仍行晝茶禮。 進明、淑明兩女子學校學徒二百五十二人, 整列于正門外參拜。 以貴妃曾有設校勤念也。"
            },
            "2": {
                "H2KE-EN": "Jo Dongwon , Yun Siyong , Assistant State Councilors Kim Hwangjin , Kim Yeonggap , and Seo Jaehong were all promoted to six grades higher than their respective positions. ",
                "H2KE-nKo": "이왕직 사무관 조동원, 윤시용, 찬시 김황진, 김영갑, 서병협을 모두 고등관 6등에 올려 서용하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 24일(양력) 2번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 조동원(趙東源)·윤시용(尹始鏞), 찬시(贊侍) 김황진(金璜鎭)·김영갑(金永甲)·서병협(徐丙協) 등을 모두 고등관(高等官) 6등에 승서(陞敍)하여 임명하였다.",
                "hj": "本職事務官趙東源·尹始鏞、贊侍金璜鎭·金永甲·徐丙協, 竝陞敍高等官六等被命。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to the Government Arsenal . [The King] sent Assistant State Councilor Kim Chunhui to report the congratulatory ceremony of the Queen Mothers birthday to the Emperor [of Ming China].",
                "H2KE-nKo": "찬시 자작 윤덕영을 총독부에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 황태자비 전하의 탄신 축하를 아뢰어 주도록 부탁하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 25일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 총독부(總督府)에 보내고, 덕수궁(德壽宮)에서도 찬시 남작(男爵) 김춘희(金春熙)를 보내어 황태자비 전하(皇太子妃殿下)의 탄신일 축하를 아뢰어 주도록 부탁하였다.",
                "hj": "二十五日。 遣贊侍子爵尹德榮于總督府。 德壽宮遣贊侍男爵金春熙, 託轉奏皇太子妃殿下誕辰祝賀。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to Deokan Palace and performed a tea ceremony. Then [the King] personally handed out a division to the Crown Prince, saying, In the past, the rite commemorating the first anniversary of death at Deokan Palace , I performed the first libation. Changdeok Palace performed the second libation and the final libation. As you live in a remote area, I am even more sorrowful that you cannot grieve over your passing. I hope that you will devote yourself to diligent learning and take care of yourself.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 다례를 행하였다. 이어 왕세자에게 친히 전보를 쳐서 말하기를,“지난밤 덕안궁의 연제에 내가 초헌을 행하고, 창덕궁에서 아헌을 행하고, 완흥궁에서 종헌을 행하였다. 그대가 먼 곳에 있으니 미치지 못하는 슬픔이 더욱 깊어질 것으로 생각한다. 오직 학문에 부지런히 힘쓰고 몸을 보중하라.”하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 25일(양력) 2번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 왕림하여 다례(茶禮)를 행하였다. 이어 왕세자(王世子)에게 친히 전보하기를, “지난 밤 덕안궁 연제(練祭)에서 내가 초헌(初獻)을, 창덕궁(昌德宮)이 아헌(亞獻)을, 완흥(完興)이 종헌(終獻)을 행하였다. 너는 나라 밖 멀리 있으니 참석하지 못하는 서러움이 더할 것으로 생각된다. 오직 학업에 부지런하고 몸을 잘 보호하기를 바란다.” 하였다.",
                "hj": "太王殿下臨于德安宮, 行茶禮。 仍親電于王世子, 曰: “去夜德安宮練祭, 予行初獻, 昌德宮行亞獻, 完興行終獻。 而爾在遠外, 想益靡逮之慟矣。 惟滯勤學保重。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King had the special residence of the Special Capital Markets of Jeonbang County in Jeonggang District purchase 90,000 steeds of purchased from the Crown Princes special residence.",
                "H2KE-nKo": "정강현 전방군 삼도장에 있는 고마쓰〔小松宮〕의 별저를 9만 원으로 사서 왕세자의 별저로 정하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 26일(양력) 1번째기사",
                "gt-oKo": "정강현(靜岡縣) 전방군(田方郡) 삼도정(三島町)에 소재(所在)한 고마쓰 노미야〔小松宮〕 별저(別邸)를 9만 원(圓)에 매수(買受)하여 왕세자 별저(王世子別邸)로 정하였다.",
                "hj": "二十六日。 靜岡縣田方郡三島町所在小松宮別邸, 以九萬圓買受, 定王世子別邸。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] personally sent a letter to the Office of Military Procurement [], Bai Yan , in the temple, to offer prayers for his longevity. The Queen also sent a letter to the 부인 of Military Procurement .",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕에게 친히 전보를 쳐서 안착하기를 축하하였다. 왕비도 총독 부인에게 축전을 보냈다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 27일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕에게 친히 전보로 무사히 도착한 것을 축하하였다. 왕비(王妃)도 총독 부인에게 축전을 보냈다.",
                "hj": "二十七日。 親電于總督伯爵寺內正毅, 祝安着。 王妃亦祝電于總督夫人。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyemyo day, Vice-Director of the Office of Palace Procurement Oh Miyunpyeong , who was an interpreter of the Bureau of Livestock Breeding , arrived and was seen in audience by the Grand Abdicated King and the King.",
                "H2KE-nKo": "궁내성 종질료 주사 오미균평과 총독부 통역관 후지나미 요시쓰라〔藤波義貫〕가 양궁에 알현하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 6월 4일(양력) 1번째기사",
                "gt-oKo": "궁내성(宮內省) 종질료(宗秩寮) 주사(主事) 고미 긴페이〔五味均平〕와 총독부 통역관(總督府通譯官) 후지나미 요시쓰라〔藤波義貫〕가 양궁(兩宮)에 알현하였다.",
                "hj": "四日。 宮內省宗秩寮主事五味均平、總督府通譯官藤波義貫, 謁見于兩宮。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On the first day of the fifth month, 【음력 imja, the seventeenth day of the fifth month of the imja year (1422, the fourth year of King Taejongs reign.】 Regarding the various matters involved in the palace, if anyone previously separately adjudicated [with the King], he should be returned to his original office, and all his family property should be separately reviewed. The various ancestral rites should be managed by the official in charge, and the ancestral rites held in spring and autumn, and the ancestral rites on the anniversary of the passing of the deceased should be performed according to the precedent of other royal tombs. The quota for the ancestral rites, the expenses for the building of the palace, and the salaried person should be fixed in accordance with the precedent of the designated area of Princess Sunhwa , the tomb of Queen Gyeongsun .",
                "H2KE-nKo": "- 음력 임자년 5월 17일 - 완왕궁의 제반 사무 가운데 종전에 특별히 처리하던 것을 도로 본직에 소속시키고, 일체의 재산을 별도로 정리하였다. 향사 등의 절차는 장사계에서 관장하고, 봄가을로 지내는 절향과 청명한 기신묘의 묘제는 다른 원묘의 예에 따라 시행하였다. 제향 비용과 궁묘의 경비 및 용원의 정원은 순화궁 경빈묘의 예에 따라 규정을 정하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 5월 17일】 완왕궁(完王宮)의 제반 사무를 전과 같이 특별 처리하던 것을 도로 이왕직(李王職)에 소속시키고, 일체의 재산은 추가로 정리하였다. 향사(享祀) 등의 절차는 장사계(掌祀係)에서 관장하고, 봄가을에 지내는 절향(節享)과 청명(淸明) 때의 기신묘제(忌辰墓祭)는 다른 원묘(園墓)의 예에 따라 시행한다. 제향 경비와 궁묘(宮墓) 경비 및 용원(傭員) 정원은 순화궁(順和宮) 경빈묘(慶嬪墓)의 예에 따라 규정을 정한다.",
                "hj": "一日。【陰曆壬子五月十七日】 完王宮諸般事務, 從前特別處理者, 還屬于本職, 一切財産, 另加整理。 享祀等節, 自掌祀係管掌, 春秋分節享、淸明忌辰墓祭, 依他園墓例施行。 祭享費、宮墓經費及傭員定員定額, 依順和宮慶嬪墓例定規。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Crown Prince reported to the King on the middle of the Central District School in the middle of the Central District School .",
                "H2KE-nKo": "왕세자가 중앙 유년학교 예과 이학년 과정을 마치고 삼학년에 진급하는 일을 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 11일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 중앙유년학교(中央幼年學校) 예과(豫科) 2학년 과정을 마치고 3학년에 진급하는 일을 전보로 품달(稟達)하였다.",
                "hj": "十一日。 王世子, 以中央幼年學校豫科二學年課程終了, 三學年進級事, 電報稟達。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King ordered that the salaries of palace officials be corrected and that this office be implemented according to this circumstances. This was notified by the high-ranking official of the palace and the high-ranking official, who crossed the [Amnok] River [], and the Imperial Crown Princes birthday .",
                "H2KE-nKo": "궁내 직원의 봉급 세칙을 개정하고 이왕직도 이에 준하여 시행할 것을 궁내 대신 백작 와타나베 지아끼〔渡邊千秋〕가 통지하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 12일(양력) 1번째기사",
                "gt-oKo": "궁내(宮內) 직원의 봉급 세칙(俸給細則) 개정하는 것에 대해 이왕직(李王職)이 이에 준하여 시행하도록 궁내 대신(宮內大臣) 백작(伯爵) 와타나베 지아끼〔渡邊千秋〕의 통지(通知)가 있었다.",
                "hj": "十二日。 宮內職員俸給細則改正, 本職準此施行事, 有宮內大臣伯爵渡邊千秋通知。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to Boknyeong Hall , leading newly 태어난 Aji , returned and stayed in Hamnyeong Hall .",
                "H2KE-nKo": "태왕 전하가 복녕당에 나아가 새로 태어난 아지를 데리고 함녕전으로 돌아와 머물렀다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 13일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 복녕당(福寧堂)에 나아가 새로 태어난 아지(阿只)를 데리고 함녕전(咸寧殿)으로 환차(還差)하였다.",
                "hj": "十三日。 太王殿下臨于福寧堂, 率新生阿只, 還次于咸寧殿。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Emperor of Ming China sent officials of the Crown Prince to the special residence of the Crown Prince in the eastern suburbs of the capital to specially bestow a jade book of fruit upon the Crown Prince. Then the Emperor instructed, It is very happy that you present a jade book of fruit to the throne. I am very pleased that you will return to the three islands sleep and raise the study of studying. The Crown Prince reported this to the King through the 전보.",
                "H2KE-nKo": "천황 폐하가 동경 별저에 있는 왕세자에게 식부관을 보내어 과자 1상을 특별히 하사하고, 이어 진급한 것이 매우 기쁘다고 칙유하였다. 이어 미시마도〔三島〕에 휴가를 전환한다고 하니, 조용히 수양하는 중에 더욱 학문에 힘쓰기를 바란다는 뜻으로 왕세자가 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 14일(양력) 1번째기사",
                "gt-oKo": "천황 폐하(天皇陛下)가 동경 별저의 왕세자(王世子)에게 식부관(式部官)을 보내어 과자 1상(箱)을 특별히 하사하고, 이어 진급한 것이 매우 기쁘니, 휴가를 삼도(三島)에 옮겨서 보내라고 하고 조용히 휴양을 하면서 더욱 학업에 힘써 주기를 바란다는 뜻으로 칙유(勅諭)하였다. 왕세자가 전보로 품달(稟達)하였기 때문이다.",
                "hj": "十四日。 天皇陛下遣式部官于王世子東京別邸, 特賜菓子一箱, 仍勅諭以“進級甚喜。 因休暇轉地于三島云, 靜養中益加勉學爲希”之意。 王世子, 以電報稟達。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The Crown Prince presented one porcelain bell to the Emperor [of Ming China], and one porcelain bell to the Senior Military Officer of the Palace Kitchen Supplies , one suit of clothes and one porcelain bell to the Senior Military Officer of the Palace Kitchen Supplies , respectively.",
                "H2KE-nKo": "왕세자가 축수종 1개, 이왕직 차관 고미야 미호마쓰〔小宮三保松〕가 의복 1개, 엽적갑 1개를 덕수궁에 진헌하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 19일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 축수종(祝壽鍾) 1개(箇), 이왕직 차관(李王職次官) 고미야 미호마쓰〔小宮三保松〕가 의장(衣欌) 1개와 엽랑갑(葉莨匣) 1개를 덕수궁(德壽宮)에 진헌(進獻)하였다.",
                "hj": "十九日。 王世子進獻祝壽鍾一箇, 本職次官小宮三保松進獻衣欌一箇、葉筤匣一箇于德壽宮。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King proceeded to the main hall of Jeonggwan헌 , and had the portrait of the King moved and enshrined in Junghwa Hall .",
                "H2KE-nKo": "태왕 전하가 정관헌에 나아갔다. 어진을 중화전에 이봉하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 2일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 정관헌(靜觀軒)에 나아갔다. 어진(御眞)을 중화전(中和殿)으로 이봉(移奉)하였다.",
                "hj": "二日。 太王殿下臨于靜觀軒。 移奉御眞于中和殿。"
            },
            "2": {
                "H2KE-EN": "[The King (Sejong] granted permission to the Bureau of Livestock Breeding , under his jurisdiction that had been under his jurisdiction in Cheongryang-ri , Hongneung , the Bureau of Livestock Breeding , which had been under his jurisdiction under his jurisdiction. This was done to have the jurisdiction of the jurisdiction placed under his jurisdiction in Cheongryang-ri , Hongneung, which had been under his jurisdiction.",
                "H2KE-nKo": "이왕직 소관 청량리 홍릉 부속 부지 44평 2합 5작을 조선 총독부에 주도록 허락하였다. 순사 주재소를 설치하기 위해 해당 부에서 조청하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 2일(양력) 2번째기사",
                "gt-oKo": "이왕직(李王職) 소관 청량리(淸凉里) 홍릉(洪陵) 부속 부지 44평(坪) 2홉(合) 5작(勺)을 조선 총독부(朝鮮總督府)에 대여하는 것을 허가하였다. 순사(巡査) 주재소(駐在所)를 설치하기 위하여 총독부에서 조회(照會)로 요청하였기 때문이다.",
                "hj": "許與本職所管淸涼里洪陵附屬敷地四十四坪二合五勺于朝鮮總督府。 爲設巡査駐在所, 有該府照請也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to the Guesthouse of Government Arsenal . [The King] also sent Assistant State Councilor Kim Chunhui to report [this] to the Emperor [of Ming China] regarding the condition of the illness of the Emperor of Ming China.",
                "H2KE-nKo": "찬시 자작 윤덕영을 정무 총감 관저에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 천황 폐하의 환후를 위로하는 말을 아뢰어 주도록 부탁하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 20일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 정무총감(政務總監) 관저에 보내고, 덕수궁(德壽宮)에서도 찬시 남작(男爵) 김춘희(金春熙)를 보내어 천황 폐하(天皇陛下)의 환후를 위로하는 말을 아뢰어 주도록 부탁하였다.",
                "hj": "二十日。 遣贊侍子爵尹德榮于政務總監官邸。 德壽宮亦遣贊侍男爵金春熙, 託轉奏天皇陛下患候奉慰。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The Crown Prince reported, We received the news of the illness of the Emperor Taizu , who recently returned to the Eastern Expedition yesterday. Yesterday, during the regular morning court assembly, [the Crown Prince] received the audience by the King, and stayed at the place of the expedition of the Expedition. [The Crown Prince] sent a report to the King.",
                "H2KE-nKo": "왕세자가, 삼도에서 조용히 수양하고 있는 중에 천황 폐하의 환후가 매우 위중하다는 보고를 받고 어제 토쿄〔東京〕로 돌아왔다가 오늘 조참에 시종장 <unk>코〔天機奉伺〕를 거쳐 즉시 폐하의 접견을 받았으니 우선 토쿄〔東京〕 어소에 머물러 있으라는 뜻으로 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 22일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 삼도(三島)에서 조용한 휴양을 보내는 중에 천황 폐하(天皇陛下)의 환후가 매우 깊다는 보고를 받고 어제 토쿄〔東京〕로 돌아왔다가 오늘 아침시종장(侍從長) 덴키 호시〔天機奉伺〕를 거쳐서 곧 폐하를 접견하게 되었고 임시로 동경 어소(御所)에 머문다는 내용으로 전보하여 품달(稟達)하였다.",
                "hj": "二十二日。 王世子以“三島靜養中, 承天皇陛下患候甚重之報, 昨還東京。 今朝參內, 經侍從長天機奉伺矣, 卽蒙陛下接見。 姑留東京御所。” 之意, 電報稟達。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King received the officials in the hall of governance in audience 자작 민병석, 백작 Yi Wanyong, and 자작 조중응 . Many officials also had an audience with the Abdicated King at Sugang Palace. This was because the illness of the Emperor [of Ming China] was critically severe. The King and the Queen Mothers royal procession and the relatives of the natural relatives departed for the eastern expedition.",
                "H2KE-nKo": "편전에서 이왕직 장관 자작 민병석과 백작 이완용, 자작 조중응을 인견하였다. 여러 관원도 덕수궁에서 알현하였다. 천황 폐하의 환후가 매우 위중하여 양궁의 어사와 귀족 총대가 토쿄〔東京〕로 출발하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 25일(양력) 1번째기사",
                "gt-oKo": "편전(便殿)에서 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)과 백작(伯爵) 이완용(李完用), 자작 권중응(權重應)을 인견(引見)하였다. 이왕직 소속원들도 모두 덕수궁(德壽宮)에서 알현하였다. 천황 폐하(天皇陛下)의 환후가 매우 깊어서 양궁(兩宮)의 어사(御使) 및 귀족 총대(貴族總代)로서 동경으로 출발하기 때문이다.",
                "hj": "二十五日。 引見本職長官子爵閔丙奭及伯爵李完用、子爵趙重應于便殿。 諸員亦爲謁見於德壽宮。 因天皇陛下患候沈重, 以兩宮御使及貴族總代, 發向東京也。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King ordered that Minister of the Imperial Entertainments Min Seokseok present four fruits to the King and the Empress Dowager and the Empress Dowager.",
                "H2KE-nKo": "이왕직 장관 자작 민병석에게 과물 4롱을 천황과 황후 두 폐하에게 진헌하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 29일(양력) 1번째기사",
                "gt-oKo": "이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)에게 과물(果物) 4롱(籠)을 천황(天皇)과 황후(皇后) 두 폐하(陛下)에게 진헌(進獻)하라고 명하였다.",
                "hj": "二十九日。 命本職長官子爵閔丙奭進獻果物四籠于天皇、皇后兩陛下。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On mujin day, the first day of the month, the Emperor [of Ming China] passed away at the occasion of forty-threeth day of the fifth month. The Empress Dowager His Majesty the Crown Prince ascended the throne.",
                "H2KE-nKo": "천황 폐하가 이달 30일 오전 영시 43분에 붕어하였다. 황태자 전하가 천조에 나아갔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 30일(양력) 1번째기사",
                "gt-oKo": "천황 폐하(天皇陛下)가 오늘 30일 오전 영시(零時) 43분에 붕어(崩御)하였다. 황태자 전하(皇太子殿下)가 천조(踐祚)에 올랐다.",
                "hj": "三十日。 天皇陛下, 今三十日午前零時四十三分崩御。 皇太子殿下御踐祚。"
            },
            "2": {
                "H2KE-EN": "The imperial edict stated: As I am an incompetent virtue of succeeding to the great lineage and informing the spirits of the royal ancestors, I perform the administration of state affairs. Therefore, following the institutions of the late Emperor, I shall follow the institutions of the state stabilization from the fourth, fifth, seventh, and thirty-third day of the seventh month in accordance with the established year of the first year of the Xuande era (. This shall be implemented. ",
                "H2KE-nKo": "조서의 내용은 다음과 같다.“짐이 덕이 부족한 탓으로 대통을 계승하고 조종의 영령에게 고하여 만기의 정사를 행하게 되었다. 이에 선제가 정한 제도를 준수하여 명치 45년 7월 30일 이후를 대정 원년으로 하니, 임자는 시행하라.”\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 30일(양력) 2번째기사",
                "gt-oKo": "조서(詔書)에, “짐(朕)이 비덕(菲德)으로써 대통을 계승하고 조종(祖宗)의 신령에 고하여 만기(萬機)의 정치를 행하니, 이에 선제(先帝)의 정해진 제도를 준수하여 명치(明治) 45년 7월 30일 이후를 대정(大正) 원년으로 하니 주자(主者)는 시행하라.” 하였다.",
                "hj": "詔書: “朕이 菲德으로써 大統을 承하고 祖宗의 靈에 告하야 萬機의 政을 行하노니 玆에 先帝의 定制를 遵하야 明治四十五年七月三十日以後를 大正元年으로 하니 主者난 施行하여라 。”"
            },
            "3": {
                "H2KE-EN": "【대정 원년 7월 30일】 went to the Guesthouse of 총독 [China] [] and performed the greetings of Gratitude . Then [the King] went to Sugang Palace to pay a visit [to the Abdicated King].",
                "H2KE-nKo": "- 대정 원년 7월 30일 - 총독 관저에 나아가 인례를 행하였다. 이어 덕수궁에 나아가 근알하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 30일(양력) 3번째기사",
                "gt-oKo": "【대정(大正) 원년 7월 30일】 총독 관저에 나아가 인례(引禮)를 행하고 나서 덕수궁(德壽宮)에 나아가 근알(覲謁)하였다.",
                "hj": "【大正元年七月三十日】 詣總督官邸, 行引禮。 仍詣德壽宮, 覲謁。"
            },
            "4": {
                "H2KE-EN": "The Grand Abdicated King proceeded to the temporary residence of 총독 Guesthouse and performed the ritual of offering condolences [to the Grand Abdicated King]. The ritual procedures for the late [Grand Abdicated] Majesty passed away and the ritual procedure for the late [Grand Abdicated] King, and the [Grand Abdicated] King ascended the throne. [The King] ordered the Crown Prince to accompany [the King and the King] on behalf of the King and the Crown Prince. [The King] personally conveyed [the message] to the temporary residence of the Crown Prince in the eastern suburbs.",
                "H2KE-nKo": "태왕 전하가 총독 관저에 나아가 조례를 행하였다. 선황 폐하가 붕어할 때의 여러 의식과 천황 폐하가 즉위할 때의 축사에 왕세자가 양궁의 대리로 봉행하여 반열에 참석하라고 동경 관저에 친히 전보를 보냈다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 30일(양력) 4번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 총독 관저에 나아가 조례(弔禮)를 행하였다. 선황 폐하(先皇陛下) 붕어(崩御)에 대한 모든 의식(儀式)과 천황 폐하 즉위 때의 축사를 왕세자(王世子)가 양궁(兩宮)을 대신해서 받들어 참여하도록 동경 별저에 있는 왕세자에게 친히 전보를 보냈다.",
                "hj": "太王殿下詣總督官邸, 行弔禮。 先皇陛下崩御諸儀式、天皇陛下御踐祚時御祝詞, 命王世子爲兩宮代理奉行參列事, 親電于王世子東京邸。"
            },
            "5": {
                "H2KE-EN": "The King had buildings and separately installed at Byeokgok-ri in the eastern suburbs of Inchang Prefecture and installed at Byeokgok-ri in the western suburbs of Inchang Prefecture . Those who diligently perform their duties shall be provided with wages in accordance with the order of palace eunuchs to carry out their expenses.",
                "H2KE-nKo": "동부 인창면 하월곡리에 식물 분원을 개설하였다. 근무하는 직원은 궁내관의 여비령에 준하여 시행하고 세칙은 이전하는 요미로 지급하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 30일(양력) 5번째기사",
                "gt-oKo": "동부(東部) 인창면(仁昌面) 하월곡리(下月谷里)에 식물 분원(植物分苑)을 개설(開設)하였다. 이 곳에 근무하는 직원은 궁내관(宮內官) 여비령(旅費令) 시행 세칙(細則)에 준하여 이전료(移轉料)를 지급한다.",
                "hj": "植物分苑, 開設於東部仁昌面下月谷里。 其勤務職員, 準宮內官旅費令施行細則, 移轉料支給。"
            }
        },
        "31": {
            "1": {
                "H2KE-EN": "The King ordered the suspension of the Directorate of Military Training Office to record the Transcribed Receiving the Imperial Investiture , and the Imperial Investiture called the Imperial Investiture , cease until the fifth day of this month. The Imperial Investiture , the Imperial Investiture , was specially exempt from compulsory labor service, and the execution of the death penalty as well as the imprisonment of the strokes of beating with the light stick and the light stick. The Imperial investiture sing and dancers were halted. The Imperial Investiture , the Imperial Investiture enclosure enclosure, and the Imperial Investiture enclosure enclosed during the mourning period",
                "H2KE-nKo": "정무 총감이 궁내성 고시 칙령 제2호와 각령 제1호를 열록하여 통첩하였다. 궁내성 고시는 다음과 같다. 이번 어대상에 이달 31일부터 5일까지 폐조한다. 칙령 제2호는 다음과 같다. 폐조 중에는 죄수의 복역을 특별히 면제하고 사형 및 태형의 집행과 아울러 가무음곡을 정지한다. 각령 제1호는 다음과 같다. 대상 중에 국기를 게양하는 때에는 간구를 흑포로 가리고 또 깃대의 상부에 흑포를 붙이는 것이 옳다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 7월 31일(양력) 1번째기사",
                "gt-oKo": "정무총감(政務總監)이 궁내성 고시(宮內省告示), 칙령(勅令) 제2호, 각령(閣令) 제1호를 기록하여 통첩하였다. 궁내성 고시는 다음과 같다. 이번 어대상(御大喪)에 이 달 31일부터 5일간 폐조(廢朝)한다. 칙령 제2호는 다음과 같다. 폐조 중에는 죄수의 복역을 특별히 사면하고 사형(死刑) 및 태형(笞刑)의 집행과 아울러 가무음곡(歌舞音曲)을 정지한다. 각령 제1호는 다음과 같다. 대상 중에 국기를 게양하는 때에는 간구(竿毬)를 흑포(黑布)로 가리고 또 깃대의 윗부분에 흑포를 부착해야 한다.",
                "hj": "三十一日。 政務總監, 以宮內省告示勅令第二號、閣令第一號, 列錄通牒。 宮內省告示: 今此御大喪에 自今月三十一日至五日間廢朝홈。勅令第二號。 廢朝中은 囚人의 服役을 特免하고 死刑及笞刑의 執行과 竝히 歌舞音曲을 停止홈。 閣令第一號。 大喪中에 國旗를 揭揚하난 時난 竿毬를 黑布로 蔽하고 且旗竿의 上部에 黑布를 附함이 可홈。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince reported, We respectfully received the imperial order. At the oh hour of this day, [the Crown Prince] conducted state affairs with both the King and the Queen, and [the Crown Prince] received an audience with both the Emperor and the Empress Dowager . Then [the Crown Prince] should participate in the regular morning court assembly. [The Crown Prince] reported this to the King.",
                "H2KE-nKo": "왕세자가, ‘삼가 전명을 받들고 오늘 오시에 양궁(兩宮 정순왕후)이 대리청정하여 천황과 황후 두 폐하를 알현하고, 이어 정전의 조현식에 참렬하겠습니다.’라는 뜻으로 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 7월 31일(양력) 2번째기사",
                "gt-oKo": "왕세자(王世子)가, 삼가 전보 명령을 받고서 오늘 오시(午時)에 양궁(兩宮)을 대신해서 천황 폐하(天皇陛下)와 황후 폐하(皇后陛下)를 참배(參拜)하고 이어 정전(正殿)의 조견식(朝見式)에 참렬(參列)할 뜻을 전보로 품달(稟達)하였다.",
                "hj": "王世子以“伏承電命, 本日午時, 以兩宮代理, 參內拜謁于天皇、皇后兩陛下, 仍爲參列於正殿朝見式”之意, 電報稟達。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King had three areas under the jurisdiction of the Altar of the Soil and Grain , which had been affiliated with the Three Armies Command Agency , decided according to the separate text on the painting of the Soil and Grain . The official document sent by the 총독부의 in charge of Joseon was received.",
                "H2KE-nKo": "조경단 외 3개소의 본직 소속 경계를 별지에 있는 도면 - 도면은 생략한다. -대로 결정할 것을 조선 총독부의 통첩을 받았다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 명치(明治) 45년) 7월 6일(양력) 1번째기사",
                "gt-oKo": "조경단(肇慶壇) 외 3개소의 이왕직(李王職) 소속 지역 경계를 별지 도면(圖面)에【도면은 생략】 따라 결정할 사안에 대하여 조선 총독부(朝鮮總督府)의 통첩(通牒)을 접하였다.",
                "hj": "六日。 肇慶壇外三箇所本職所屬地境界, 依別紙圖面【圖而略。】 決定事, 接朝鮮總督府通牒。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the sixth month, the King had the second son-in-law of the Office of Ritual Procedures , which stated, The separate stipulate worn and the other stipulate worns should be excluded from the left side of the mourning for the great-grandfather, except for the large-great-grandfather, funeral stipulate worns, according to the left side of the mourning for the great-great-grandfather, and the stipulate worns should be added to the left side of the mourning for the great-grandfather. The black-great-grandfather should be added to the left side of the palanquin. The King had the Office of the Palace Procurement known in detail.",
                "H2KE-nKo": "음력 임자년 6월 19일이다. - 각령 제2호는 다음과 같다.황실 상복 규정과 기타 별단의 규정은 다음과 같다. 외의 대상 중의 상장은 다음과 같다. 화복은 의복의 왼쪽 가슴에 <unk>형결의 흑포를 붙인다. 양복은 왼쪽 팔에 흑포를 얽는다. 궁내성의 통지가 있다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(1912) 6월 19일】 각령(閣令) 제2호는 다음과 같다. 황실 상복 규정(皇室喪服規程)과 기타 별단의 규정이 있는 것을 제외하고 대상(大喪) 중의 상장(喪章)을 다음과 같이 정한다. 화복(和服)은 의복의 왼쪽 가슴에 나비형 매듭의 흑포를 부착하고, 양복은 왼쪽 팔목에 흑포를 두른다. 궁내성(宮內省)의 통지가 있었다.",
                "hj": "一日。【陰曆壬子六月十九日】 閣令第二號: “皇室喪服規程其他別段의 規定이 잇는것을 除한 外大喪中의 喪章을 左와 如히 定홈。 和服은 衣服의 左胸에 蝶形結의 黑布를 附홈。 洋服은 左腕에 黑布를 纏홈。” 有宮內省通知也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The objects of the Late Senior Abdicated King (Jeongjong proceeded to the royal coffin hall in order to present one wooden bow with fruit. The Grand Abdicated King and the Crown Prince also presented one wooden bow with fruit. ",
                "H2KE-nKo": "대행 천황의 영구를 빈궁으로 옮기는 의식을 행할 때 신 1대는 모두 어과자에 진공하고 태왕 전하와 왕세자도 함께 진공하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 13일(양력) 1번째기사",
                "gt-oKo": "대행 천황(大行天皇)의 영구(靈柩)를 빈궁(殯宮)으로 옮겨 모시는 의식 때에 신(榊) 1대(對)와 함께 어과자(御菓子)를 진공(進供)하였다. 태왕 전하(太王殿下)와 왕세자(王世子)도 함께 진공하였다.",
                "hj": "十三日。 大行天皇靈柩, 行移御殯宮儀時, 榊一對, 竝御菓子進供。 太王殿下、王世子同爲進供。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Crown Prince addressed the Royal Confucian Academy Yu Yeong , a student in the middle of the Central District School , and had him stay at the residence of Malsong .",
                "H2KE-nKo": "왕세자가 중앙 유년학교 예과 학생 유영의 연습을 신내천현 하겸창에 행계하고, 이어 스에마쓰〔末松〕 자작의 저택에 체류하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 16일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 중앙 유년학교(中央幼年學校) 예과학생(豫科學生) 유영연습(游泳演習)을 위해 신내천현(神奈川縣) 하겸창(下鎌倉)에 행계(行啓)한 다음, 이어 스에마쓰〔末松〕 자작(子爵)의 집에 체류하였다.",
                "hj": "十六日。 王世子, 以中央幼年學校豫科學生游泳演習, 行啓于神奈川縣下鎌倉, 仍滯留于末松子爵邸。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, the Virtue of the Emperor of Ming China presented one painting of sunshades and three paintings of smoothed paper , which is as follows: one painting of sunshades and one painting of smoothed silk gauze, and one painting of smoothed silk gauze. The painting of shades and smoothed silk gauze as well as the painting of shades and smoothed silk gauze to the shades and smoothed silk gauze.",
                "H2KE-nKo": "대행 천황 폐하의 어사진 1본과 회엽서 3매를 - 1매는 어진, 1매는 어명, 1매는 대연습할 때 야립 어사진이다. - 사무실에서 바치고, 덕수궁에도 바쳤다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 22일(양력) 1번째기사",
                "gt-oKo": "대행 천황 폐하(大行天皇陛下) 어사진(御寫眞) 1본(本), 그림엽서 3매(枚)를【1매(枚)는 천황의 초상, 1매는 천황의 이름, 1매는 대연습(大演習) 때에 들판에 서있는 천황의 사진이다.】 사무실에서 바쳤다. 덕수궁(德壽宮)에서도 바쳤다.",
                "hj": "二十二日。 大行天皇陛下御寫眞一本、繪葉書三枚【一枚御眞, 一枚御名, 一枚大演習時野立御寫眞】, 自事務室進呈。 德壽宮亦爲進呈。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The late Emperor Taizong [of the Ming dynasty] was posthumously conferred upon [the title of] Myeongchi Taizong . The officials from the palace and the high officials of the Office of the Establishment of Ceremonies jointly signed and distributed [to them].",
                "H2KE-nKo": "대행 천황에게 명치 천황이라는 존호를 추상하였다. 궁내 대신과 내각 총리대신이 연서하여 반포하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 27일(양력) 1번째기사",
                "gt-oKo": "대행 천황(大行天皇)에게 명치 천황(明治天皇)이라는 이름을 추존한다고 궁내 대신(宮內大臣)과 내각 총리대신(內閣總理大臣)이 연서(連署)하여 반포하였다.",
                "hj": "二十七日。 大行天皇, 上追號明治天皇。 宮內大臣、內閣總理大臣連署頒布。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Crown Prince proceeded to the Storehouse of Grain and finally watched the weaponry of the Crown Prince. Today, he returned to his private residence.",
                "H2KE-nKo": "왕세자가 하겸창에 나아가 유영 연습을 마치고 오늘 사저로 돌아왔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 29일(양력) 1번째기사",
                "gt-oKo": "하겸창(下鎌倉)에 있던 왕세자(王世子)가 유영연습(游泳演習)을 마치고 오늘 별저로 돌아왔다.",
                "hj": "二十九日。 王世子在下鎌倉, 終了游泳演習, 今日還邸。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "[The King] ordered that Second Minister [of Imperial Entertainments] Yi Haechang proceed to 선원전에 나아가 separately examine [the situation] and bring [them] back [to the palace]. This was because the birthday of the Exalted Emperor of Courteous Virtue [that is, the Emperor of Ming China].",
                "H2KE-nKo": "후작 이해창에게 선원전에 나아가 별도로 봉심하고 오라고 명하였다. 헌종 성황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 30일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이해창(李海昌)에게 명하여 선원전(璿源殿)에 나아가 별도로 봉심(奉審)하고 오라고 하였다. 헌종 성황제(憲宗成皇帝)의 탄신일이기 때문이다.",
                "hj": "三十日。 命侯爵李海昌詣璿源殿別奉審以來。 以憲宗成皇帝誕辰也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King proceeded to Deokan Palace and performed the salutation ritual toward the palace. He then performed the second anniversary of the death of the Grand Abdicated King.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 주다례를 행하고, 이어 상제를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 6일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 주다례(晝茶禮)를 행하고 나서 상제(祥祭)를 행하였다.",
                "hj": "六日。 太王殿下臨于德安宮, 行晝茶禮, 仍行祥祭。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince reported, Unexpectedly, the rite commemorating the second anniversary of death at Deokan Palace , the Crown Prince was sorrowful that his grief cannot bear to participate in the past. Thus, he respectfully bowed before the Emperor and bowed before the full moon. The Crown Prince reported this to the King.",
                "H2KE-nKo": "왕세자가, 갑자기 덕안궁의 상제를 당하여 슬프고 사모하는 마음이 끝이 없고 옛날을 그리워하는 마음을 견디지 못하여 삼가 멀리 배알하고 망곡하겠다는 뜻으로 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 6일(양력) 2번째기사",
                "gt-oKo": "왕세자(王世子)가, 덕안궁(德安宮)의 상제(祥祭)를 갑자기 당하여 슬퍼하고 추모하는 마음이 끝이 없고, 옛날을 생각하니 견디지 못하여 삼가 멀리서 절하면서 곡(哭)하였다는 뜻을 전보로 품달(稟達)하였다.",
                "hj": "王世子以“奄當德安宮祥祭, 哀慕無極, 懷舊不堪, 謹行遙拜望哭”之意, 電報稟達。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the Grand Abdicated King proceeded to Deokan Palace and performed the salutation ritual toward the palace. Then [the Grand Abdicated King] sent a message to the residence of the Crown Prince in the eastern suburbs of the capital . [The message] stated: In the past night, a rite commemorating the second anniversary of death was conducted. I performed the first libation ritual, and the second libation ritual was conducted by [Grand Prince] Wansun and the final libation ritual was conducted by [Grand Prince] Changsan. As you were in a remote area outside the capital, your sorrow is even more regretful. I hope that you will take grief and take care of yourself.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 주다례를 행하였다. 이어 왕세자의 토쿄〔東京〕 저택에 전보를 쳐서 말하기를,“지난밤에 상제를 지냈는데, 내가 초헌을 행하고 완순이 아헌을 행하고 창산이 종헌을 행하였다. 그대가 먼 곳에 있으니 미치지 못하는 슬픔이 더욱 다시 새로워진다. 슬픔을 절제하고 몸을 보중하기 바란다.”하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 7일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 주다례(晝茶禮)를 행하고, 이어 동경 별저에 있는 왕세자(王世子)에게 전보하기를, “지난밤에 상제(祥祭)를 지냈는데 내가 초헌(初獻)을, 완순(完順)이 아헌(亞獻)을, 창산(昌山)이 종헌(終獻)을 행하였다. 너는 나라 밖 멀리 있으니 참석하지 못하는 서러움이 더욱 다시 새로울 듯하겠구나. 오직 슬픔을 절제하고 몸을 잘 보호하기를 바란다.” 하였다.",
                "hj": "七日。 太王殿下臨于德安宮, 行晝茶禮。 仍電于王世子東京邸, 曰: “去夜行祥祭, 予行初獻, 完順行亞獻, 昌山行終獻矣。 爾在遠外靡逮之慟, 益復如新。 惟希節哀保重。”"
            },
            "2": {
                "H2KE-EN": "The date of the Late Senior Abdicated King (Jeongjong was decided on the date of the thirteenth day of the ninth month and on the fifteenth day of the ninth month. The royal tomb site was decided on Mount Goseong in the capital , Gii County in Gyeonggi Province . The date of the lotus lotus.",
                "H2KE-nKo": "대행 천황어 대장의 기일은 오는 9월 13, 14, 15일로 정하고, 능소는 경도부 기이군 굴내촌 대자굴내자 고성산으로 정하였다. 궁내성의 통지가 있었다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 8월 7일(양력) 2번째기사",
                "gt-oKo": "대행 천황(大行天皇)의 대장의(大葬儀) 기일은 오는 9월 13, 14, 15일로 정하고, 능소(陵所)는 경도부(京都府) 기이군(紀伊郡) 굴내촌(堀內村) 대자굴내자(大字堀內字) 고성산(古城山)으로 정한다. 궁내성(宮內省)의 통지가 있었다.",
                "hj": "大行天皇御大葬儀期日은 來九月十三十四十五日로 定하고 陵所난 京都府紀伊郡堀內村大字堀內字古城山으로 定홈。 有宮內省通知也。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the seventh month, the King opened the Royal Confucian Academy for the Crown Princes cultivated in the middle month of imja year (1422, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "음력 임자년 7월 20일 - 왕세자의 중앙 유년학교 추기 개학하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 7월 20일】 왕세자(王世子)의 중앙 유년 학교(中央幼年學校) 가을 학기가 개학(開學)되었다.",
                "hj": "一日。【陰曆壬子七月二十日】 王世子中央幼年學校秋期開學。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Office of Palace Procurement reported to the King: The mourning period for Yi Hui , the Queen, and the Crown Prince should be decided according to the regulation regarding the mourning period for the relatives of the King and Queen Gong . They should be decided on the first and twenty-first days of the first and twenty-seventh days of the second month. However, this office, according to the old regulation for Joseon, deliberated on the matter with the 총독 Bureau of the Capital Markets . The mourning period for the Queen Mother should be revised again after deliberation. The King, the Queen, and the Queen, should be the fifth month of the first year, and the Princesss Yi Hui should be the regulation for three years.",
                "H2KE-nKo": "궁내성에서 이희 공의 복제를 왕공족의 복상 규례에 준하여 1기 20일과 2기 70일로 정하였다. 그런데 이왕직에서 조선의 옛 규례와 관련하여 총독부와 협의하여 왕실의 복제를 다시 의정하였다. - 왕전, 태왕 전하, 왕세자, 이강 공은 대공 9월, 왕비, 이강 공비는 소공 5월, 이희 공가는 종3년 예제이다. -\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 11일(양력) 1번째기사",
                "gt-oKo": "궁내성(宮內省)에서 이희 공(李熹公)의 상복제(喪服制)를 왕공족(王公族)의 복상 규례에 준하여 1기(期)는 20일, 2기(期)는 70일로 정하였다. 그러나 이왕직(李王職)에서 조선의 구식(舊式) 의례를 이유로 총독부(總督府)에 협의하여 왕실 복제를 다시 의논하여 정하였다.【왕 전하(王殿下)·태왕 전하(太王殿下)·왕세자(王世子)·이강 공(李堈公)은 대공(大功) 9개월, 왕비(王妃)·이강 공 비(碑)는 소공(小功) 5개월, 이희 공(李熹公)의 가종(家從)은 3년의 예제(禮制)이다.】",
                "hj": "十一日。 宮內省, 以李熹公喪服制, 準王公族服喪規例, 一期二十日、二期七十日爲定。 而自本職, 因朝鮮舊式儀禮, 協議于總督府, 王室服制, 更爲議定。【王殿下、太王殿下、王世子李堈公大功九月, 王妃李堈公妃小功五月, 李熹公家從三年禮制。】"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On eulsa day, the day of the mourning period for Yi Hui , Queen Gong . [The King] ordered that a sacrificial rite be offered to Yi Jadeok , the former director of the Office of State Rites . [The King] then ordered that three thousand geun of golden mulberry , ten pil of silk , and fifty seok of white rice be delivered to the funeral. [The King] also sent former Second Deputy Director of the Royal House Administration Jo Hangwi to the funeral [for Yi Hui].",
                "H2KE-nKo": "이희 공의 상에 성복하는 날에 전사 이재덕을 보내어 치제하라고 명하였다. 이어 장례 비용과 제자료금 3000원, 공단 10필, 백미 50섬을 실어 보내라고 명하였다. 덕수궁에서도 같은 예로 실어 보내고, 전 지돈녕부사 조한국을 보내어 치제하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 12일(양력) 1번째기사",
                "gt-oKo": "이희 공(李熹公) 초상의 성복일(成服日)에 전사(典祀) 이재덕(李載德)을 보내어 치제(致祭)하라고 명하였다. 이어 장례비용과 제자료금(祭粢料金) 3,000원(圓), 공단(貢緞) 10필(疋), 백미(白米) 50석(石)을 실어 보내라고 명하였다. 덕수궁(德壽宮)에서도 같은 예로 실어 보내고, 전 지돈녕부사(知敦寧府事) 조한국(趙漢國)을 보내어 치제하였다.",
                "hj": "十二日。 李熹公喪成服日。 命遣典祀李載德致祭。 仍命葬需及祭粢料金三千圓貢、緞十疋、白米五十石輸送。 德壽宮亦一例輸送, 遣前知敦寧趙漢國致祭。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The protocol of the rite commemorating the first anniversary of death for the late Emperor Taizu [of Ming China] was performed at Yongsan for military training. The King ordered the administrative officer Yun Seyong to participate in the pavilion. ",
                "H2KE-nKo": "명치 천황의 봉도식을 용산 연병장에서 설행하였다. 사무관 윤세용에게 반열에 참석하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 13일(양력) 1번째기사",
                "gt-oKo": "명치 천황(明治天皇) 봉도식(奉悼式)을 용산(龍山) 연병장(練兵場)에서 설행하였다. 사무관(事務官) 윤세용(尹世鏞)에게 참렬(參列)하라고 명하였다.",
                "hj": "十三日。 明治天皇奉悼式, 設行於龍山練兵場。 命事務官尹世鏞參列。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King proceeded to Deokan Palace and performed the salutation ritual toward the royal palace. He then performed the rite of ending the mourning period .",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 주다례를 행하고 이어 담제를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 15일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 주다례(晝茶禮)를 행하고 나서 담제(禫祭)를 행하였다.",
                "hj": "十五日。 太王殿下臨于德安宮, 行晝茶禮, 仍行禫祭。"
            },
            "2": {
                "H2KE-EN": "The protocol of the rite for commemorating the second anniversary of death of the Imperial Heir Appparent of Ming China was ordered to participate in the various ceremonies of all ceremonies during the burial of the Imperial Heir Appparent of Ming China. The King ordered that Prince of Li Xiao be allowed to participate in the participation of the two Kings.",
                "H2KE-nKo": "명치 천황의 대장의를 행할 때의 제반 의절을 이강 공에게 양궁을 대리청정하여 반열에 참석하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 15일(양력) 2번째기사",
                "gt-oKo": "명치 천황(明治天皇) 대장의(大葬儀) 때 제반 의절(儀節)에 이강 공(李堈公)에게 양궁(兩宮)을 대리하여 참렬(參列)하라고 명하였다.",
                "hj": "明治天皇大葬儀時, 諸般儀節, 命李堈公爲兩宮代理參列。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to Deokan Palace and performed the rite of repose [for the Late Queen Mother]. The King performed the rite of repose for the second anniversary of the passing of Mount Do . The King presented one piece of winged wooden bowls to the King.",
                "H2KE-nKo": "태왕 전하가 덕안궁에 나아가 전작례를 행하였다. 도산의 어육이 익일제를 행할 때 어신 1대를 공진하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 16일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕안궁(德安宮)에 나아가 전작례(奠酌禮)를 행하였다. 도산어릉(桃山御陵)에 익일제(翌日祭)를 행할 때 어신(御榊) 1대(對)를 진공(進供)하였다.",
                "hj": "十六日。 太王殿下臨于德安宮, 行奠酌禮。 桃山御陸行翌日祭時, 御榊一對, 供進。"
            },
            "2": {
                "H2KE-EN": "The Five Crown Princes proceeded to the royal tomb of Mount Do and participated in paying a visit to the Royal Tomb of King Taejo. This was reported on the occasion to the throne.",
                "H2KE-nKo": "세자가 도산(桃山 공주) 어릉에 나아가 참배하였다. 전보로 품달하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 16일(양력) 2번째기사",
                "gt-oKo": "왕세자(王世子)가 도산어릉(桃山御陵)에 나아가 참배(參拜)하였다고 전보로 품달(稟達)하였다.",
                "hj": "五世子詣桃山御陵參拜, 以電報稟達。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King went to Sugang Palace to pay a visit to the Abdicated King. The Queen followed him.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라갔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 18일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라 나아갔다.",
                "hj": "十八日。 詣德壽宮, 覲謁。 王妃隨詣。"
            },
            "2": {
                "H2KE-EN": "The Emperor [of Ming China] bestowed 10,000원을 ancestral rites upon the late Yi Hui , the funeral of Queen Mother . The official in charge of palace keys and administrative duties reported [to the King] through a 전보.",
                "H2KE-nKo": "천황 폐하가 이희 공의 상에 제자금 1만 원을 내렸다. 궁내 대신 관방 총무 과장이 전보로 통지하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 18일(양력) 2번째기사",
                "gt-oKo": "천황 폐하(天皇陛下)가 제자금(祭粢金) 1만원(圓)을 이희 공(李熹公)의 상(喪)에 내렸다. 궁내 대신(宮內大臣)과 관방 총무과장(官房總務課長)이 전보로 통지(通知)하였다.",
                "hj": "天皇陛下賜祭粢金一萬圓于李熹公喪。 宮內大臣官房總務課長, 以電報通知也。"
            },
            "3": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King summoned the officials of the second rank or higher in charge of the Office of Palace Procurement (Office of Benevolence and Longevity, Assistant State Councilor Yun Deokyeong , Fifth-rank Military Official Yi Mu , Second Deputy Director Yi Jaek , and Fifth-rank Military Official Yi Jaek , as well as royal kins and noble relatives. This was done after the rite commemorating the first anniversary of death at Deokan Palace .",
                "H2KE-nKo": "태왕 전하가 이왕직 차관 고미야 미호마쓰〔小宮三保松〕, 찬시 자작 윤덕영, 부무관 자작 이병무, 후작 이재완 이하 종척과 귀족을 불러서 보았다. 덕안궁의 담사 뒤에 문안하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 18일(양력) 3번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 이왕직 차관(李王職次官) 고미야 미호마쓰〔小宮三保松〕, 찬시(贊侍) 자작(子爵) 윤덕영(尹德榮), 부무관(附武官) 자작 이병무(李秉武), 후작(侯爵) 이재완(李載完), 이하 종척(宗戚), 귀족(貴族)들을 소견(召見)하였다. 덕안궁(德安宮)의 담사(禫祀)를 지낸 뒤에 문안하였기 때문이다.",
                "hj": "太王殿下召見本職次官小宮三保松、贊侍子爵尹德榮、附武官子爵李秉武、侯爵李載完以下宗戚貴族。 以德安宮禫祀後, 承候也。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King ordered Director of the Office of Royal Decrees Jo Jihoe to visit Seonwon Hall and separately examine the matter. This was because it was the birthday of Emperor Wenzong (r. of the Zhu Xi's great-grandfather, Emperor Wenzong (r. of the Zhu Xi's great-great-grandfather, and Emperor Wenzong (r. of the Xi's great-grandfather, Emperor Wenzong .",
                "H2KE-nKo": "전사 조지호에게 선원전에 나아가 별도로 봉심하라고 명하였다. 문조 익황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 19일(양력) 1번째기사",
                "gt-oKo": "전사(典祀) 조지호(趙志鎬)에게 선원전(璿源殿)에 나아가 별도로 봉심(奉審)하라고 명하였다. 문조 익황제(文祖翼皇帝)의 탄신일이기 때문이다.",
                "hj": "十九日。 命典祀趙志鎬詣璿源殿別奉審。 以文祖翼皇帝誕辰也。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, naturalized relatives of Joseon , presented one pair of wine cups to the Abdicated King at Sugang Palace .",
                "H2KE-nKo": "조선 귀족 일동이 주만수존 1개를 덕수궁에 진헌하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 2일(양력) 1번째기사",
                "gt-oKo": "조선(朝鮮) 귀족 일동(一同)이 주만수존(周萬壽尊) 1개(箇)를 덕수궁(德壽宮)에 진헌(進獻)하였다.",
                "hj": "二日。 朝鮮貴族一同, 進獻周萬壽尊一箇于德壽宮。"
            },
            "2": {
                "H2KE-EN": "The date of the funeral for the late Emperor Taizu of the Imperial Crown Prince (r. of the Imperial Crown Prince of Ming China was decided on the day of the funeral, and the King ordered that the date be suspended for the regular morning court assembly for three days. This was done according to the circumstances of high officials of the palace and the Crown Princes Birthday crossed the river to inform the Imperial Crown Princes birthday of the Imperial Crown Prince.",
                "H2KE-nKo": "명치 천황 대상의를 행할 날짜를 3일간으로 한정하고 일반 사무는 정지하라고 명하였다. 궁내 대신 백작 와타나베 지아끼〔渡邊千秋〕가 통지하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 2일(양력) 2번째기사",
                "gt-oKo": "명치 천황(明治天皇)의 장례 행사를 치루는 3일간은 일반 사무는 정지하라고 명하였다. 궁내 대신(宮內大臣) 백작(伯爵) 와타나베 지아끼〔渡邊千秋〕가 통지하였기 때문이다.",
                "hj": "明治天皇大喪儀定行日, 限三日間, 命一般事務休停。 因宮內大臣伯爵渡邊千秋通知也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The Capital Wall Repairs Directorate reported, For the late Yi Huigongs descendant of the first rank, Yi Junyong , who was the first rank of Yi Junyong , was allowed to change his name to Yi Jun in order to inherit his father Yi Yeongseok and praise his name to Yi Jun in the first rank.",
                "H2KE-nKo": "궁내성에서 고시하기를, “고 이희 공의 세사 훈 1등 이준용은 칙허를 거쳐 이준으로 개명하고 그 아버지 이영석을 승습하여 이준 공으로 호칭하라.” 하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 20일(양력) 1번째기사",
                "gt-oKo": "궁내성(宮內省)에서 고시하였다. 고(故) 이희 공(李熹公)의 사자(嗣子) 훈(勳) 1등 이준용(李埈鎔)이 칙허(勅許)를 거쳐 이준(李埈)으로 개명하여 그 아버지 이영석(李榮錫)을 승습(承襲)하여 이준 공(李埈公)으로 칭호한다.",
                "hj": "二十日。 宮內省告示: “故李熹公世嗣勳一等李埈鎔, 經勅許改名埈, 襲其父榮錫, 以李埈公稱呼。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King received Military Procurement Official of the Government Arsenal Ahn Sungseon in audience. This was because he had an audience with Yi Hui , the official for offering condolences to the King.",
                "H2KE-nKo": "태왕 전하가 군사령관 안도 사다미〔安東貞美〕를 접견하였다. 이희 공의 상을 위문하고 알현하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 24일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 군사령관(軍司令官) 안도 사다미〔安東貞美〕를 접견하였다. 이희 공(李熹公)의 상(喪)을 위문하고 알현하였기 때문이다.",
                "hj": "二十四日。 太王殿下接見軍司令官安東貞美。 以李熹公喪, 奉慰謁見也。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] summoned Bak Yeonghyo , the official in charge of the arrival of Yi Gang , and the official in charge of the arrival , and Jang Seokju , the official in charge of the arrival of the Virtue of Emperor Taizu , the official in charge of the arrival of the Imperial Heir Appparent of Ming China . After returning, [the King] returned and reported on his mission. [The King] also had an audience [with Bak Yeonghyo]. ",
                "H2KE-nKo": "이강 공과 후작 박영효, 이왕직 장관 자작 민병석, 남작 장석주를 불러서 보았다. 명치 천황 대장의에 참렬한 후 돌아와서 복명하였기 때문이다. 덕수궁에서도 알현하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 27일(양력) 1번째기사",
                "gt-oKo": "이강 공(李堈公), 후작(侯爵) 박영효(朴泳孝), 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭), 남작(男爵) 장석주(張錫周)를 소견(召見)하였다. 명치 천황(明治天皇) 장례에 참렬(參列)한 후 돌아와서 복명(復命)하였기 때문이다. 덕수궁(德壽宮)에도 알현하였다.",
                "hj": "二十七日。 召見李堈公侯爵朴泳孝、本職長官子爵閔丙奭、男爵張錫周。 以明治天皇大葬儀參列後, 回來復命也。 德壽宮亦爲謁見。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King proceeded to the outside of Bongyang Gate and performed the salutation ritual toward the palace after the burial of Yi Hui .",
                "H2KE-nKo": "태왕 전하가 봉양문 밖에 나아가 이희 공의 장례식 망곡례를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 28일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 봉양문(鳳陽門) 밖에 나아가 이희 공(李熹公)의 장례에 망곡(望哭)을 행하였다.",
                "hj": "二十八日。 太王殿下臨于鳳陽門外, 行李熹公葬式望哭。"
            },
            "2": {
                "H2KE-EN": "Yi Hanggu , envoy for celebrating the Imperial Crown Princes birthday , and envoy for celebrating the Imperial Crown Princes birthday , envoy for celebrating the Imperial Crown Princes burning incense at the burial of Yi Hui . The King bestowed a piece of wooden bowls upon him.",
                "H2KE-nKo": "천황 폐하 칙사 이왕직 사무관 이항구, 황후 폐하 어사 이왕직 사무관 유치형이 이희 공의 장례식에 향을 피웠다. 이어 신 1대를 하사하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 28일(양력) 2번째기사",
                "gt-oKo": "천황 폐하(天皇陛下) 칙사(勅使) 이왕직 사무관(李王職事務官) 이항구(李恒九)와 황후 폐하(皇后陛下) 어사(御使) 이왕직 사무관 유치형(兪致衡)이 이희 공(李熹公) 장례식에 향을 피웠다. 이어 신(榊) 1대(對)를 하사하였다.",
                "hj": "天皇陛下勅使本職事務官李恒九、皇后陛下御使本職事務官兪致衡燒香於李熹公葬式。 仍賜榊一對。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King proceeded to the outside of Bongyang Gate and performed the salutation ritual toward the palace gate of Yi Hui .",
                "H2KE-nKo": "태왕 전하가 봉양문 밖에 나아가 이희 공의 하관 때 망곡례를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 29일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 봉양문(鳳陽門) 밖에 나아가 이희 공(李熹公)의 하관(下棺) 때 망곡(望哭)을 행하였다.",
                "hj": "二十九日。 太王殿下臨于鳳陽門外, 行李熹公下棺時望哭。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King received Bak Yeonghyo , the second-rank official , and the 남작 Jo Huiyeon , and Jang Seokju in audience. This was because they had participated in the second-grade state funerals and participated in the eastern suburbs [of the capital]. They also paid a visit to Sugang Palace. ",
                "H2KE-nKo": "후작 박영효, 남작 조희연ᆞ장석주를 인견하였다. 대상의 반열에 참석하여 토쿄〔東京〕의 하직 인사를 하였기 때문이다. 또한 덕수궁에도 알현하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 3일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 박영효(朴泳孝), 남작(男爵) 조희연(趙羲淵)·장석주(張錫周)를 소견(召見)하였다. 장례 참렬(參列)로 인해 동경으로 떠나는 하직인사를 하였기 때문이다. 또한 덕수궁(德壽宮)에도 알현하였다.",
                "hj": "三日。 引見侯爵朴泳孝、男爵趙羲淵·張錫周。 以大喪儀參列赴東京下直也。 亦爲謁見于德壽宮。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Yi Hui Gongs illness was critical. [The King] ordered the Directorate of Medicine to go and treat him. [The King] also ordered that a royal physician be sent to him.",
                "H2KE-nKo": "이희 공의 병환이 위독해지자 전의에게 가서 진찰하라고 명하였다. 덕수궁에서도 어의를 보내라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 6일(양력) 1번째기사",
                "gt-oKo": "이희 공(李熹公)의 병환이 위독하여 전의(典醫)에게 왕진(往診)하도록 하라고 명하였다. 덕수궁(德壽宮)에서도 어의(御醫)를 보내도록 하라고 명하였다.",
                "hj": "六日。 李熹公病患危篤, 命典醫往診。 德壽宮亦命遣御醫。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] dispatched Assistant State Councilor Yun Deokyeong to the Guest House in order to report the reciprocal envoy to the Emperor [of Ming China] on the grounds that the Empress Dowager [of the Crown Prince] and the Empress Dowager [of the Crown Prince] had reciprocated by Yi Huigong , who was ill. [The report] was sent from the palace 대신 백작 to cross the border [of China].",
                "H2KE-nKo": "찬시 자작 윤덕영을 정무 총감 관저에 보내어 회례를 전해 줄 것을 당부하였다. 천황 폐하와 황후 폐하가 이희 공의 병환을 위문하기 위해 궁내 대신 백작 와타나베 지아끼〔渡邊千秋〕로부터 전보로 보고하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 7일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 정무총감(政務總監) 관저에 보내어 답례하는 말을 아뢰어 주도록 부탁하였다. 궁내 대신(宮內大臣) 백작(伯爵) 와타나베 지아끼〔渡邊千秋〕로부터 천황 폐하(陛下天皇)와 황후 폐하(皇后陛下)가 이희 공(李熹公)의 병환을 위문하는 말을 전보로 보내왔기 때문이다.",
                "hj": "七日。 遣贊侍子爵尹德榮于政務總監官邸, 託轉奏回禮。 因天皇皇后兩陛下慰問李熹公病患, 自宮內大臣伯爵渡邊千秋電報也。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the rite commemorating the second anniversary of death of Queen Sunhye , the second anniversary of Queen Sunhye , be performed in accordance with the precedent set in the palace quarters. The King also ordered that the rites on the anniversary of the passing of the Spring and Autumn Annals of the Imperial Entertainments be performed in accordance with the precedent set in the palace quarters.",
                "H2KE-nKo": "순헌 귀비의 상제가 이미 지났으니 각 궁과 원의 예에 따라 덕안궁에 봄가을로 지내는 절향과 영휘원에 지내는 청명 기신제를 설행하는 것으로 마련하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 7일(양력) 2번째기사",
                "gt-oKo": "순헌 귀비(純獻貴妃)의 상제(祥祭)가 지나갔으므로 각궁(各宮)과 원(園)의 예(例)에 따라 덕안궁(德安宮)의 봄, 가을에 지내는 절향(節享)과 영휘원(永徽園)의 청명(淸明) 기신제(忌辰祭)를 설행하는 것으로 마련하라고 명하였다.",
                "hj": "命純獻貴妃祥祭已過, 依各宮園例, 德安宮春秋分節享、永徽園淸明忌辰祭, 設行磨鍊。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Today, the birthday of His Majesty the Grand Abdicated King was on his birthday. However, due to the great mourning period for His Majesty the late Emperor of Ming China , the King ordered that all celebrations of congratulatory ceremonies and other ceremonies not be performed.",
                "H2KE-nKo": "오늘은 태왕 전하의 회갑 탄신일이다. 명치 천황의 대상 중에 축하하는 여러 가지 절차를 거행하지 말라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 8일(양력) 1번째기사",
                "gt-oKo": "오늘은 태왕 전하(太王殿下)의 60회 탄신일이다. 명치 천황(明治天皇)의 상중(喪中)이어서 제반 축하 등의 절차를 거행하지 말라는 명이 있었다.",
                "hj": "八日。 今日太王殿下回甲誕辰, 而因明治天皇大喪中, 諸般祝賀等節, 勿爲擧行事, 有命。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince was staying in the eastern suburbs [of the capital], and reported on the birthday of the King.",
                "H2KE-nKo": "왕세자가 토쿄〔東京〕에 있으면서 전보로 탄신을 봉축하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 8일(양력) 2번째기사",
                "gt-oKo": "토쿄〔東京〕에 있는 왕세자(王世子)가 전보로 탄신을 봉축(奉祝)하였다.",
                "hj": "王世子, 在東京, 以電報奉祝誕辰。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King summoned royal relatives, principal relatives, and relatives of the royal kin, and officials of the second rank and below at Hamnyeong Hall for an audience with him. This was due to the Kings birthday, the Grand Abdicated King paid a visit to the King.",
                "H2KE-nKo": "함녕전에서 태왕 전하가 종척, 귀족, 이왕직 차관 이하 고등관을 불러서 보았다. 탄신일에 문안하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 8일(양력) 3번째기사",
                "gt-oKo": "함녕전(咸寧殿)에서 태왕 전하(太王殿下)가 종척(宗戚), 귀족(貴族), 이왕직 차관(李王職次官) 이하 고등관(高等官)들을 소견(召見)하였다. 탄신일에 문안하였기 때문이다.",
                "hj": "太王殿下召見宗戚、貴族、本職次官以下高等官于咸寧殿。 以誕辰承候也。"
            },
            "4": {
                "H2KE-EN": "The King granted special royal gifts to Kim Chunhui a cloud official and a set of inner and outer cloths for a garment, four pil of silk fabric, and a single horn belt to Kim Chunhui a pair of cloud official and a single horn belt to Kim Chunhui a pair of cloud official and a horn belt to Kim Chunhui . The King granted Kim Chunhui a horn belt to Kim Chunhui a horn belt and a set of inner and outer cloth for a garment to Kim Chunhui a horn belt to Kim Chunhui. The King granted Kim Chunhui a horn belt to Kim Chunhui. The King granted Kim Chunhui a horn belt to Kim Chunhui. The King granted Kim Chunhui a horn belt to Kim Chunhui a concurrent official and Bak Seoyang , Seo Sangseon , a single official of the Office of Royal Decrees Yi Yonghan and Eom Juseung , a physician of the Directorate of Medicine Hong Cheolbo and Kim Hyeongbae a horn belt to Kim Chunhui a horn belt",
                "H2KE-nKo": "찬시 남작 김춘희에게 운문사 표리 1차, 주속 4필, 쌍학흉배 1쌍을, 찬시 이필균ᆞ서병협, 겸 찬시 박서양ᆞ서상선, 사무관 이용한ᆞ엄주승, 전의 홍철보ᆞ김형배에게 각각 운문사 표리 1차, 주속 2필을, 의사 스즈키 <unk>노스케〔鈴木謙之助〕에게 주속 4필을 특별히 하사하였다. 덕수궁에서 근무하여 봉공한 노고에 보답한 것이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 8일(양력) 4번째기사",
                "gt-oKo": "찬시(贊侍) 남작(男爵) 김춘희(金春熙)에게는 운문사(雲紋紗) 표리(表裏) 1차(次), 명주 4필(疋), 쌍학흉배(雙鶴胸褙) 1쌍(雙)을, 찬시 이필균(李弼均)·서병협(徐丙協), 겸 찬시(兼贊侍) 박서양(朴敍陽)·서상선(徐相璿), 사무관(事務官) 이용한(李龍漢)·엄주승(嚴柱承), 전의(典醫) 홍철보(洪哲普)·김형배(金瀅培)에게는 각각 운문사 표리 1차, 명주 2필을, 의사(醫師) 스즈키 켄노스케〔鈴木謙之助〕에게는 명주 4필을 특별히 하사하였다. 덕수궁(德壽宮)에서 근무하며 봉공(奉供)한 노고에 보답한 것이다.",
                "hj": "特賜贊侍男爵金春熙雲紋紗表裏一次紬屬四疋、雙鶴胸褙一雙, 贊侍李弼均·徐丙協、兼贊侍朴敍陽·徐相璿、事務官李龍漢·嚴柱承、典醫洪哲普·金瀅培各雲紋紗表裏一次紬屬二疋, 醫師鈴木謙之助紬屬四疋。 以德壽宮勤務奉供酬勞也。"
            },
            "5": {
                "H2KE-EN": "Yi Huigong and his subordinates presented the King with local products. 【이희 Gong was presented with two silver vessels, one silver vessels, four nyang of silver vessels, two silver vessels, and two silver vessels. The official for the emperor Yi Jae was presented with one silver vessels. The official for the emperor of this [Yi] Seokseok was presented with one pil each of dyed , one pil of dyed dyedyed dyedyedyed dyedyedyedyed dyedyedyed dyedyed dyedyedyed dyedyedyedyed edyedyedyed edyedyed edyedyedyed edyedyedyedyed edyedyedyed edy",
                "H2KE-nKo": "이희 공 이하가 탄신일로 인하여 물품을 진헌하였다. - 이희 공의 은반상 2건, 은다기 1쌍, 은합 4쌍, 은수저 2건, 은사시 2건, 후작 이재완의 명사 1궤, 이왕직 장관 자작 민병석의 모란단 1필, 화문단 1필, 은수병 1개, 은배 1쌍, 후작 윤택영의 황흑운문단 각 1필, 남생고사 1필, 옥색 이화문단 1필, 백순인 1필, 세저 1필, 옥양목 1필, 오색명사 1궤, 은병 1쌍, 자작 윤덕영의 은합 1쌍, 자작 이병무의 은주전자 1개, 은배 1쌍, 자작 이근택의 은화병 1쌍, 남작 조동윤의 명사 1궤, 은합 1쌍, 남작 이근호의 은화병 1쌍, 남작 이근상의 은배 1쌍, 민영찬의 은등 1쌍, 남작 이재극의 은등병이 1쌍, 조한국의 은배 1쌍, 남작 민영기의 은주발 1쌍, 조명구의 은배 1쌍, 명사 1궤, 엄주익의 은조반기 1쌍, 충정공 민영찬의 부인의 은합 1쌍, 고 조경하의 부인의 명사 1궤, 고 이면구의 부인의 은천도표자 1쌍이다. -\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 8일(양력) 5번째기사",
                "gt-oKo": "이희 공(李熹公) 이하가 탄신일로 인하여 물품을 진헌(進獻)하였다.【이희 공은 은반상(銀盤床) 2건(件), 은다기(銀茶器) 1쌍(雙), 은합(銀盒) 4쌍, 은수저 2건, 은사시(銀砂匙) 2건, 후작(侯爵) 이재완(李載完)은 명사(命絲) 1궤(櫃), 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)은 모란단(牡丹緞) 1필(疋), 화문단(花紋緞) 1필, 은물병 1개(箇), 은술잔 1쌍, 후작 윤택영(尹澤榮)은 황색 흑색 운문단 각 1필, 남생고사(藍生庫紗) 1필, 옥색 이화문단(李花紋緞) 1필, 백순인(白純仁) 1필, 가는 모시 1필, 옥양목(玉洋木) 1필, 오색명사(五色命絲) 1궤, 은병 1쌍, 자작 윤덕영(尹德榮)은 은합(銀盒) 1쌍, 자작 이병무(李秉武)는 은주전자 1개, 은술잔 1쌍, 자작 이근택(李根澤)은 은꽃병 1쌍, 남작(男爵) 조동윤(趙東潤)은 명사(命絲) 1궤, 은합(銀盒) 1쌍, 남작 이근호(李根澔)는 은꽃병 1쌍, 남작 이근상(李根湘)은 은술잔 1쌍, 민영찬(閔泳瓚)은 은완(銀碗) 1쌍, 남작 이재극(李載克)은 은반병이(銀盤甁伊) 1쌍, 조한국(趙漢國)은 은술잔 1쌍, 남작 민영기(閔泳綺)는 은주발 1쌍, 조명구(趙命九)는 은술잔 1쌍, 명사(命絲) 1궤, 엄주익(嚴柱益)은 은조반기(銀朝飯器) 1쌍, 충정공(忠正公) 민영환(閔泳煥) 부인은 은합(銀盒) 1쌍, 죽은 조경하(趙敬夏) 부인은 명사(命絲) 1궤, 죽은 이면구(李勉九) 부인은 은천도표자(銀天桃瓢子) 1쌍이다.】",
                "hj": "李熹公以下, 因誕辰, 進獻物品。【李熹公銀盤床二件、銀茶器一雙、銀盒四雙、銀匙箸二件、銀砂匙二件, 侯爵李載完命絲一櫃, 本職長官子爵閔丙奭牧丹緞一疋、花紋緞一疋、銀水甁一箇、銀杯一雙, 侯爵尹澤榮黃黑雲紋緞各一疋、藍生庫紗一疋、玉色李花紋緞一疋、白純仁一疋、細苧一疋、玉洋木一疋、五色命絲一櫃、銀甁一雙, 子爵尹德榮銀盒一雙, 子爵李秉武銀酒煎子一箇、銀杯一雙, 子爵李根澤銀花甁一雙, 男爵趙東潤命絲一櫃、銀盒一雙, 男爵李根澔銀花甁一雙, 男爵李根湘銀杯一雙, 閔泳瓚銀碗一雙, 男爵李載克銀盌甁伊一雙, 趙漢國銀杯一雙, 男爵閔泳綺銀周鉢一雙, 趙命九銀杯一雙、命絲一櫃, 嚴柱益銀朝飯器一雙, 忠正公閏泳燦夫人銀盒一雙, 故趙敬夏夫人命絲一櫃, 故李勉九夫人銀天桃瓢子一雙】"
            },
            "6": {
                "H2KE-EN": "The royal coffin of the late Emperor [of Ming China] presented a cup of wine vessels to the King. This was done for the forty days sacrifice.",
                "H2KE-nKo": "대행 천황의 빈궁에 어신 1대를 진공하였다. 40일제를 행하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 8일(양력) 6번째기사",
                "gt-oKo": "대행 천황(大行天皇)의 빈궁(殯宮)에 어신(御榊) 1대(對)를 진공(進供)하였다. 40일제(祭)를 행하였기 때문이다.",
                "hj": "大行天皇殯宮, 進供御榊一對。 因行四十日祭也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Yi Huigong passed away. The King ordered the Comprehensive Officer to visit the residence of Yi Hui to comfort him. The King also ordered the Comprehensive Officer to comfort him.",
                "H2KE-nKo": "이희 공이 훙서하였다. 찬시에게 이희 공의 집에 가서 위문하라고 명하였다. 덕수궁에서도 찬시를 보내어 위문하라고 명하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 9일(양력) 1번째기사",
                "gt-oKo": "이희 공(李熹公)이 훙(薨)하였다. 찬시(贊侍)에게 이희 공의 집에 가서 위문하라고 명하였다. 덕수궁(德壽宮)에서도 찬시를 보내어 위문하라고 명하였다.",
                "hj": "九日。 李熹公薨。 命贊侍詣李熹公邸慰問。 德壽宮亦命遣贊侍慰問。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the eastern outskirts of Seokbok Gate and performed the salutation ritual toward Yi Hui , the funeral of Queen Gong . The Grand Abdicated King also proceeded to Gwanghyo Hall and performed the salutation ritual toward the palace.",
                "H2KE-nKo": "석복헌 동쪽 뜰에 나아가 이희 공의 상에 망곡을 행하였다. 태왕 전하도 광명문 밖에 나아가 망곡하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 9일(양력) 2번째기사",
                "gt-oKo": "석복헌(錫福軒) 동쪽 뜰에 나아가 이희 공(李熹公) 상(喪)에 망곡(望哭)을 행하였다. 태왕 전하(太王殿下)도 광명문(光明門) 밖에 나아가 망곡을 하였다.",
                "hj": "詣錫福軒東庭, 行李熹公喪望哭。 太王殿下亦臨于光明門外, 望哭。"
            },
            "3": {
                "H2KE-EN": "The King received the officials in the Middle Army Yun Taekyeong , Yi Haeseung , and Yi Haechang , 자작 민영휘 , Bak Sinsun , Ko Yeonghui , Yun Deokyeong , Yi Gwanmu , Yi Yongjik , Yi Jagon , Im Seonjun , Kwon Junghyeon , and Jo Minhui , and 남작 이재 Geuk and Bak Sinbin , and the officials in charge of the temporary assessment of this office were received in audience by the Grand Abdicated King. The Grand Abdicated King also received them in audience and received them in audience.",
                "H2KE-nKo": "후작 윤택영, 이해승, 이해창, 자작 민영휘, 박제순, 고영희, 윤덕영, 이병무, 이용직, 이재곤, 임선준, 권중현, 조민희, 남작 이재극, 박제빈, 본직 차관 고미야 미호마쓰〔小宮三保松〕를 인견하였다. 위문하고 문안하였기 때문이다. 덕수궁에서도 알현하고 위문하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 9일(양력) 3번째기사",
                "gt-oKo": "후작(侯爵) 윤택영(尹澤榮)·이해승(李海昇)·이해창(李海昌), 자작(子爵) 민영휘(閔泳徽)·박제순(朴齊純)·고영희(高永喜)·윤덕영(尹德榮)·이병무(李秉武)·이용직(李容稙)·이재곤(李載崐)·임선준(任善準)·권중현(權重顯)·조민희(趙民熙), 남작(男爵) 이재극(李載克)·박제빈(朴齊斌), 이왕직 차관(李王職次官) 고미야 미호마쓰〔小宮三保松〕를 인견(引見)하였다. 받들어 위문하며 문안을 여쭈었기 때문이다. 덕수궁(德壽宮)에도 알현하고 받들어 위문하였다.",
                "hj": "引見侯爵尹澤榮·李海昇·李海昌、子爵閔泳徽·朴齊純·高永喜·尹德榮·李秉武·李容稙·李載崐·任善準·權重顯·趙民熙、男爵李載克·朴齊斌、本職次官小宮三保松。 以奉慰承候也。 德壽宮亦爲謁見, 奉慰。"
            },
            "4": {
                "H2KE-EN": "The King received Yi Sabur , a member of the Government Arsenal , in audience by the King. This was because he had an audience with the King. The King also had an audience with the King at Sugang Palace .",
                "H2KE-nKo": "정무총감 야마가타 이사부로〔山縣伊三郞〕를 접견하였다. 위문하고 알현하였기 때문이다. 덕수궁에서도 알현하고 위문하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 9월 9일(양력) 4번째기사",
                "gt-oKo": "정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕를 접견하였다. 위문하고 알현하였기 때문이다. 덕수궁(德壽宮)에도 알현하고 위문하였다.",
                "hj": "接見政務總監山縣伊三郞。 以奉慰謁見也。 德壽宮亦爲謁見, 奉慰。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the eighth month, the King summoned Yi Wanyong and 자작 조중응 , who had returned from the capital to have an audience with the King. The King also had an audience with the Abdicated King at Sugang Palace .",
                "H2KE-nKo": "음력 임자년 8월 21일 - 백작 이완용과 자작 조중응을 불러서 보았다. 토쿄〔東京〕에서 돌아와 알현하였기 때문이다. 덕수궁에도 알현하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 8월 21일】 백작(伯爵) 이완용(李完用), 자작(子爵) 조중응(趙重應)을 소견(召見)하였다. 토쿄〔東京〕에서 돌아와 알현하였기 때문이다. 덕수궁(德壽宮)에도 알현하였다.",
                "hj": "一日。【陰曆壬子八月二十一日】 召見伯爵李完用、子爵趙重應。 自東京回來謁見也。 德壽宮亦爲謁見。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Li Xiang (K. Yi Gang , offered a book of the reformation of a new corpse of writing book (book . All of these were affiliated with its subordinate rank.",
                "H2KE-nKo": "이강 공이 혁제 문구상 - 부속품 - 1개를 진헌하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 10일(양력) 1번째기사",
                "gt-oKo": "이강 공(李堈公)이 가죽으로 만든 문구상(文具箱)【부속품과 함께】 1개(箇)를 진헌(進獻)하였다.",
                "hj": "十日。 李堈公進獻革製文具箱【竝附屬品】 一箇。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Due to the twenty-sixth day of this month, the Crown Prince sent fifty volumes of dishes to present offerings and supplied wooden soles to the deceased. He personally went to the grave to pay his respects.",
                "H2KE-nKo": "고 이토 히로부미〔伊藤博文〕 공작이 이달 26일 제전을 지낼 때 왕세자가 제자료로 일금 50원을 기증하고, 이어 직접 가서 배묘하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 16일(양력) 1번째기사",
                "gt-oKo": "고(故) 이토 히로부미〔伊藤博文〕 공작(公爵)의 이 달 26일 제전(祭奠) 때 왕세자(王世子)가 제자료금(祭粢料金) 50원(圓)을 기증(寄贈)하고 나서 몸소 나아가 배묘(拜墓)하였다.",
                "hj": "十六日。 故伊藤公爵本月二十六日祭奠時, 王世子寄贈祭粢料金五十圓, 仍躬往拜墓。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King moved to Hamyu Temple and stayed there for the royal luncheon.",
                "H2KE-nKo": "태왕 전하가 함유재로 이차하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 17일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 함유재(咸有齋)로 이차(移次)하였다.",
                "hj": "十七日。 太王殿下移次于咸有齋。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received in audience the officials in the hall of governance including Baili Yan , the party official of the Three Armies , and the party official of the Government Arsenal , who was accompanied by the soldiers who had recently served in audience by him.",
                "H2KE-nKo": "선정전에서 총독 백작 데라우치 마사타케〔寺內正毅〕와 군참모장 다치바나 고이치로〔立花小一郞〕 이하를 접견하였다. 신임 군인이 데리고 와서 알현하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 19일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에서 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕와 군참모장(軍參謀長) 다치바나 고이치로〔立花小一郞〕 이하를 접견하였다. 새로 부임한 군인을 대동하여 알현하였기 때문이다.",
                "hj": "十九日。 接見總督伯爵寺內正毅、軍參謀長日立花小一郞以下于宣政殿。 因新任軍人帶同謁見也。"
            },
            "2": {
                "H2KE-EN": "The encoffined pavilion on Mount Hwasan in Suwon County was wide and width in the pavilion [of the Royal Tomb of Queen Sinui]. The encoffined pavilion [of the Royal Tomb of King Taejo] was placed in one chamber of the Royal Tomb of Queen Sinui and the Royal Tomb of Queen Sinui . [The King] ordered that [the encoffined pavilion] be installed at the Royal Tomb of Queen Sinui and the Royal Tomb of Queen Sinui, so that [the encoffined pavilion] might be easily managed and protected.",
                "H2KE-nKo": "수원군의 화산 삼림은 면적이 광활하여 집무상 장애가 많으니, 융건릉의 재실 1부 중에 임업사무소를 두어 편리하게 관리하여 지키게 하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 19일(양력) 2번째기사",
                "gt-oKo": "수원군(水原郡) 화산(花山) 삼림(森林)의 면적이 광활하여 집무상 많은 장애가 있어 융릉(隆陵)과 건릉(健陵)의 재실(齋室) 일부 가운데 임업사무소(林業事務所)를 두어 편리하게 관리 보호하도록 하였다.",
                "hj": "水原郡花山森林面積廣闊, 執務上多有障礙, 隆健陵齋室一部中, 置林業事務所, 俾便管守。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to Suwon Post Station . [The King] also sent Assistant State Councilor Kim Chunhui to receive [him] and return [to Suwon Post Station]. [The King] also sent Assistant State Councilor Kim Chunhui to receive [him] from his return trip [to Suwon Post Station].",
                "H2KE-nKo": "찬시 자작 윤덕영을 수원역에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕의 귀임을 영접하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 2일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 수원역(水原驛)에 보내고, 덕수궁(德壽宮)에서도 찬시 남작(男爵) 김춘희(金春熙)를 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 귀임(歸任)하는 것을 맞이하였다.",
                "hj": "二日。 遣贊侍子爵尹德榮于水原驛, 德壽宮亦遣贊侍男爵金春熙, 迎總督伯爵寺內正毅歸任。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "[The King] sent Second Minister [of Imperial Entertainments] Yi Jakgak to 준원전에 나아가 separately 봉심하게 하였다. This was because the birthday of Great King Yeongjo (King Taejo .",
                "H2KE-nKo": "후작 이재각을 보내어 선원전에 별도로 봉심하게 하였다. 영조대왕의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 22일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이재각(李載覺)을 보내어 선원전(璿源殿)에 별도로 봉심(奉審)하고 오도록 하였다. 영조 대왕(英祖大王)의 탄신일이었기 때문이다.",
                "hj": "二十二日。 遣侯爵李載覺, 璿源殿別奉審。 以英祖大王誕辰也。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King received Anjeongmi , an administrative officer of the Government Arsenal , and an administrative officer of the Middle Army , Charma Dragon , as well as an administrative officer of the Middle Army , and Charma Dragon , as well as an administrative officer of the Government Arsenal , as well as an administrative officer of the Government Arsenal , as well as an administrative officer of the Three Armies .",
                "H2KE-nKo": "돈덕전에서 태왕 전하가 군사령관 안도 사다미〔安東貞美〕, 부관 나카무라 고이치〔中村幸一〕, 육군 주계관 다나카 마사아키〔田中政明〕, 육군 소장 다치바나 고이치로〔立花小一郞〕를 접견하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 24일(양력) 1번째기사",
                "gt-oKo": "돈덕전(惇德殿)에서 태왕 전하(太王殿下)가 군사령관(軍司令官) 안도 사다미〔安東貞美〕, 부관(副官) 나카무라 고이치〔中村幸一〕, 육군 주계관(陸軍主計官) 다나카 마사아키〔田中政明〕, 육군 소장(小將) 다치바나 고이치로〔立花小一郞〕를 접견하였다.",
                "hj": "二十四日。 太王殿下接見軍司令官安東貞美、副官中村幸一、陸軍主計官田中政明、陸軍少將日立花小一郞于惇德殿。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Crown Prince reported, Now, I received the imperial instructions from the Emperor and the Empress Dowager sent palace attendants to take charge of the task, and the imperial instructions received extensive generosity and also bestowed a silver brazier upon them. The circumstances sent by the King were reported to the throne.",
                "H2KE-nKo": "왕세자가, ‘지금 천황 폐하와 황후 폐하가 궁내 시종직 간사를 보내어 두터운 은혜로 칙유하고 겸하여 은제화성발 1개를 하사하였다.’는 뜻으로 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 26일(양력) 1번째기사",
                "gt-oKo": "왕세자가, 이번에 천황 폐하(天皇陛下)와 황후 폐하(皇后陛下)가 궁내(宮內) 시종직 간사(侍從職幹事)를 보내어 두터운 은혜와 겸하여 은으로 만든 화성발(花盛鉢) 1개(箇)를 하사한다는 칙유(勅諭)를 내렸다는 뜻을 전보로 품달(稟達)하였다.",
                "hj": "二十六日。 王世子以“今承天皇、皇后兩陛下遣宮內侍從職幹事, 勅諭優渥兼賜銀製花盛鉢一箇”之意。 電報稟達。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Crown Prince reported, On this day, [the Crown Prince] visited the detached palace in Cheongsan and had an audience with both the Emperor and the Empress Dowager and present gifts [to the Crown Prince] in order to express his gratitude for the royal benevolence. [The Crown Prince] sent a 전보 [to the King].",
                "H2KE-nKo": "왕세자가, 오늘 청산 이궁에 나아가 천황과 황후 두 폐하를 배알하고, 이어 물품을 하사한 것에 대해 사례하는 뜻을 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 27일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가, 오늘 청산이궁(靑山離宮)에 나아가 천황(天皇)과 황후(皇后) 두 폐하(陛下)를 배알(拜謁)하고 나서 하사한 물품을 아뢰어 사례할 뜻을 전보로 품달(稟達)하였다.",
                "hj": "二十七日。 王世子以“本日, 詣靑山離宮, 拜謁于天皇、皇后兩陛下, 仍奏下賜物品, 謝禮。” 之意, 電報稟達。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyemyo day, one copy of the Illustrated Comprehensive Mirror to the Emperor [of Ming China] presented one copy of the Book of Documents (C. Zhu Xi's Family Rituals .",
                "H2KE-nKo": "조선 총독 백작 데라우치 마사타케〔寺內正毅〕가 《설문해자익징》 1부를 덕수궁에 진헌하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 28일(양력) 1번째기사",
                "gt-oKo": "조선 총독(朝鮮總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 《설문해자익징(說文解字翼徵)》 1부(部)를 덕수궁(德壽宮)에 진헌(進獻)하였다.",
                "hj": "二十八日。 朝鮮總督伯爵寺內正毅進獻《說文解字翼徵》一部于德壽宮。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King returned to Hamnyeong Hall .",
                "H2KE-nKo": "태왕 전하가 함녕전으로 환차하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 29일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 함녕전(咸寧殿)으로 환차(還次)하였다.",
                "hj": "二十九日。 太王殿下還次于咸寧殿。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received in audience [Jeolla] Jeongui , a member of the Bureau of Livestock Breeding , and a single sailor of San District . [The King] also received in audience [with the Grand Abdicated King]. [The King] returned from the eastern suburbs [of the capital] and inquired after the health [of the Grand Abdicated King]. ",
                "H2KE-nKo": "낙선재에서 총독 백작 데라우치 마사타케〔寺內正毅〕와 해군 소장 야마가타 분조〔山縣文藏〕를 접견하였다. 덕수궁에서도 접견하였다. 토쿄〔東京〕에서 돌아와 문후하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 3일(양력) 1번째기사",
                "gt-oKo": "낙선재(樂善齋)에서 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕와 해군 소장(海軍少將) 야마가타 분조〔山縣文藏〕를 접견하였다. 덕수궁(德壽宮)에서도 접견하였다. 토쿄〔東京〕에서 돌아와 문안하였기 때문이다.",
                "hj": "三日。 接見總督伯爵寺內正毅、海軍少將山縣文藏于樂善齋。 德壽宮亦爲接見。 自東京還來問候也。"
            }
        },
        "31": {
            "1": {
                "H2KE-EN": "[The King] sent Yi Dalyong to 준원 Hall to separately inspect the congratulatory ceremony of the Exalted Emperor of Ming China on his birthday. This was the birthday of the Exalted Emperor of Ming China .",
                "H2KE-nKo": "이달용을 보내어 선원전에 나아가 별도로 봉심하게 하였다. 정조 선황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 31일(양력) 1번째기사",
                "gt-oKo": "이달용(李達鎔)을 보내어 선원전(璿源殿)에 나아가 별도로 봉심(奉審)하도록 하였다. 정조 선황제(正祖宣皇帝)의 탄신일이었기 때문이다.",
                "hj": "三十一日。 遣李達鎔璿源殿, 別奉審。 以正祖宣皇帝誕辰也。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King sent Military Duty Officer Bai Yan to Sugang Palace to present one pair of folding sword, two cheop of tangerine , and five gwon of thin silk to the Abdicated King.",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕가 병풍 1쌍, 괘축 2폭, 견단 5권을 덕수궁에 진헌하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 10월 7일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 병풍 1쌍(雙), 괘축(掛軸) 2폭(幅), 견단(絹緞) 5권(卷)을 덕수궁(德壽宮)에 진헌(進獻)하였다.",
                "hj": "七日。 總督伯爵寺內正毅進獻屛風一雙、掛軸二幅、絹緞五卷于德壽宮。"
            }
        }
    },
    "11": {
        "17": {
            "1": {
                "H2KE-EN": "The Crown Prince held a student at the middle of the Central District School in the Central District School . From this day on, a special student at the Royal Confucian School was taught on the day.",
                "H2KE-nKo": "왕세자가 육군 중앙 유년학교 생도의 자격을 오늘부터 특별 대연습을 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 17일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 육군 중앙 유년 학교(陸軍中央幼年學校) 생도 자격으로 오늘부터 특별 대연습(特別大演習)을 견학하였다.",
                "hj": "十七日。 王世子, 陸軍中央幼年學校生徒資格, 自本日見學特別大演習。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The Crown Prince reported, On this day, the royal procession belonging to the temporary royal quarters at Agok District . More thanks to be accompanied by 총독 in the temple, he had been seen in audience by the Emperor [of Ming China]. He specially granted one piece of sappanwood for the royal belonging to the Imperial Crown Prince. Also, he bowed to and saw the royal procession all day long and satisfactory. Only this day, he returned to his lodging at his lodging. The occasion sent message to the King.",
                "H2KE-nKo": "왕세자가, 오늘 기옥현 하행재소에서 연습장에서 데라우치 마사타케〔寺內總督〕가 데리고 천황 폐하를 알현하고 어용 망원경 1개를 특별히 하사받았다. 또 종일 장쾌하게 연습하는 것을 보았는데 지금 무사히 숙사로 돌아갔다는 내용을 전보로 품달하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 18일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가, 오늘 기옥현 하행(埼玉縣下行)에 있는 연습장에서 데라우치 마사타케〔寺內正毅〕 총독과 함께 천황 폐하(天皇陛下)를 알현하고 어용(御用) 망원경 1개(箇)를 특별히 하사받았으며, 또 종일 장쾌하게 연습하는 것을 보았는데, 지금은 무사히 숙사에 돌아왔다는 내용을 전보로 품달하였다.",
                "hj": "十八日。 王世子以“本日, 於演習地埼玉縣下行在所, 寺內總督帶同, 謁見于天皇陛下, 特蒙下賜御用望遠鏡一箇。 又拜觀演習終日壯快。 只今無事歸着宿舍”之意, 電報稟達。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King sent Members of the Office of Honorable Guests Yi Haechang to the Confucius to inspect the Exalted Emperor Taizu [of the Ming dynasty] . This was the birthday of the Exalted Emperor Taizu .",
                "H2KE-nKo": "후작 이해창을 보내 선원전을 봉심하게 하였다. 태조 고황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 19일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이해창(李海昌)을 보내어 선원전(璿源殿)에 봉심(奉審)하도록 하였다. 태조 고황제(太祖高皇帝)의 탄신일이었기 때문이다.",
                "hj": "十九日。 遣侯爵李海昌, 奉審璿源殿。 以太祖高皇帝誕辰也。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Twenty-fourth day of the ninth month of imja year (1422, the fourth year of King Taejos reign. The Grand Abdicated King received the two military officers under the jurisdiction in Sanmi District , Two military officers under the jurisdiction in Sanmi Temple in Sanmi District , and Two military officers under the jurisdiction in Sanmi Temple in Dondeok Hall .",
                "H2KE-nKo": "【음력 임자년 9월 24일】 태왕 전하가 정무총감 야마가타 이사부로〔山縣伊三郞〕, 육군 중장 무라타 아쓰시〔村田惇〕 이하 무관 2인 및 비서관 구와바라 하치시〔桑原八司〕, 통역관 후지나미 요시쓰라〔藤波義貫〕를 돈덕전에서 접견하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 2일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 9월 24일】태왕 전하(太王殿下)가 정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕, 육군 중장(陸軍中將) 무라타 아쓰시〔村田惇〕, 이하 무관(武官) 2인(人) 및 비서관(祕書官) 구와바라 하치시〔桑原八司〕, 통역관(通譯官) 후지나미 요시쓰라〔藤波義貫〕를 돈덕전(惇德殿)에서 접견하였다.",
                "hj": "二日。【陰曆壬子九月二十四日】 太王殿下接見政務總監山縣伊三郞、陸軍中將村田惇以下武官二人及祕書官桑原八司、通譯官藤波義貫于惇德殿。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the Grand Abdicated King sent a message to the Crown Prince as follows: The large royal inspection of troops should be participated in the participation of the participation in the participation",
                "H2KE-nKo": "태왕 전하가 왕세자에게 전보로 유시하기를,“대연습을 참관해 보니 지혜와 꾀를 확장할 수 있었다. 천황 폐하가 망원경을 특별히 하사하니 감격스럽고 칭송하는 마음을 가눌 수 없다. 무사히 다녀왔으니 또한 기쁘다. 더욱 건강을 보호하라. 내가 며칠 전부터 안질이 조금씩 있었는데 점차 회복되었으니 다행이겠다.”하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 23일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 왕세자(王世子)에게 전보하기를, “대연습을 참관한 것은 슬기와 꾀를 넓힐 수 있다. 천황 폐하(天皇陛下)가 망원경을 특별히 하사해서 칭송하지 않을 수 없고 무사히 돌아와서 또한 기쁘다. 더욱더 몸을 보호하라. 나는 요새 눈병이 약간 있었으나 점차 회복하고 있어 다행이다.” 하였다.",
                "hj": "二十三日。 太王殿下電諭于王世子曰: “大演習參觀, 可擴智謀。 天皇陛下特賜望遠鏡, 不勝感頌。 無事往還亦喜。 益加保重。 予日來少有眼疾, 漸次平復爲幸。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The Crown Prince sent a message to inquire after the health of the Grand Abdicated King about how the Grand Abdicated King passed away. The Crown Prince also offered a message to promptly recover from his health.",
                "H2KE-nKo": "왕세자가 전보로 태왕 전하의 안질이 얼마나 지났는지 봉문하고, 아울러 속히 회복될 것을 빌었다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 24일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 전보로 태왕 전하(太王殿下)의 눈병의 경과(經過)가 어떠한지 봉문(奉問)하면서 아울러 속히 회복하기를 빌었다.",
                "hj": "二十四日。 王世子, 以電報, 奉問太王殿下眼患經過如何, 竝祝斯速平復。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen followed the King.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라갔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 26일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라 나아갔다.",
                "hj": "二十六日。 詣德壽宮, 覲謁。 王妃隨詣。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On mujin day, there was a symptom of the Grand Abdicated King who had suffered from epidemic. Tudian , the chief physician of the King of Joseon , the chief physician of the Directorate of Medicine , the Relief Agency , and the Relief Agency entered and attended upon the King. From this day forward, the Relief Agency and other Relief Agency visited and attended upon the King each day.",
                "H2KE-nKo": "태왕 전하가 안질이 있어 조선 총독부 의원장 후지타 쓰구아키〔藤田嗣章〕, 안과 의사 우노 요이치〔宇野功一〕, 통역 의사 가미오카 가즈유키〔神岡一亨〕, 의사 스즈키 <unk>노스케〔鈴木謙之助〕, 전의보 이케베 요시오〔池部義雄〕 등이 입진하였다.【이후로 의사들이 수일마다 한 번씩 입진하였다.】\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 28일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 눈병이 있어 조선 총독부 의원장(朝鮮總督府醫院長) 후지타 쓰구아키〔藤田嗣章〕, 안과 의사(眼科醫師) 우노 고이치〔宇野功一〕, 통역 의사(通譯醫師) 가미오카 가즈유키〔神岡一亨〕, 의사(醫師) 스즈키 켄노스케〔鈴木謙之助〕, 전의(典醫) 이케베 요시오〔池部義雄〕 등이 들어와 진료하였다.【이후로 이들 의사들이 며칠마다 한 번씩 들어와 진료하였다.】",
                "hj": "二十八日。 太王殿下有眼患, 朝鮮總督府醫院長藤田嗣章、眼科醫師宇野功一、通譯醫師神岡一亨、醫師鈴木謙之助、典醫補池部義雄等入診。【自是以後, 同醫師等, 每數日一入診。】"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King went to Hongneung to pay a visit to the Abdicated King. After returning to the palace, he visited Sugang Palace to pay a visit to pay his respects. The Queen followed him. The Grand Abdicated King went to Gyeonghoe Hall to pay a visit to pay his respects and then performed the ceremony of offering. Then he accompanied him to pay his respects.",
                "H2KE-nKo": "홍릉에 나아가 전알하고 돌아와 덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 태왕 전하가 경효전에 나아가 전작례를 행하고 이어 따라 나아가 예를 행하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 3일(양력) 1번째기사",
                "gt-oKo": "홍릉(洪陵)에 나아가 전알(展謁)하고 돌아오다가 덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비도 따라 나아갔다. 태왕 전하(太王殿下)가 경효전(景孝殿)에 나아가 전작례(奠酌禮)를 행하고 이어 왕비도 따라 나아가 예를 행하였다.",
                "hj": "三日。 詣洪陵, 展謁, 還詣德壽宮, 覲謁。 王妃隨詣。 太王殿下詣景孝殿, 行奠酌禮, 仍隨詣, 行禮。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King received in audience the Abdicated King and the King in audience by Bai Yan , 총독 백작 데라우치 마사타케〔寺內正毅〕 in Joseon. This was done to go to the eastern area to bid farewell [to the King].",
                "H2KE-nKo": "조선 총독 백작 데라우치 마사타케〔寺內正毅〕가 양궁에 알현하였다. 토쿄〔東京〕에 가는 예를 행하기 위해서이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 6일(양력) 1번째기사",
                "gt-oKo": "조선 총독(朝鮮總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 양궁(兩宮)에 알현하였다. 토쿄〔東京〕로 떠나려고 예사(禮辭)하였기 때문이다.",
                "hj": "六日。 朝鮮總督伯爵寺內正毅謁見于兩宮。 以將往東京禮辭也。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] sent Second Minister [of Royal Mortuary] Yi Haeseung to 준원전에 나아가 봉심하게 하였다. This was because it was the birthday of Great King Taejo .",
                "H2KE-nKo": "후작 이해승을 보내어 선원전에 나아가 봉심하게 하였다. 세조대왕의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 7일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이해승(李海昇)을 보내어 선원전(璿源殿)에 나아가 봉심(奉審)하도록 하였다. 세조 대왕(世祖大王)의 탄신일이었기 때문이다.",
                "hj": "七日。 遣侯爵李海昇璿源殿, 奉審。 以世祖大王誕辰也。"
            },
            "2": {
                "H2KE-EN": "The daughter of Godeung , abolished school in the capital, held a second-tier instructor in order to comfort the students of learning and study. The Queen sent Palace Lady Kim Chungyeon to the frontier of the examination. He sold many students to manufacture their skills, which shows the meaning of encouraging them.",
                "H2KE-nKo": "경성 여자 고등보통학교에서 생도들의 학예품전람회를 설행하였다. 왕비가 궁인 김충연을 보내 과장에 가서 관람하게 하고, 생도들의 제작품을 많이 구입하여 권장하는 뜻을 보였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 11월 7일(양력) 2번째기사",
                "gt-oKo": "경성 여자고등보통학교(京城女子高等普通學校)에서 학생들이 학예품 전람회를 설행하였다. 왕비(王妃)가 궁인(宮人) 김충연(金忠淵)을 보내어 현장에 가서 관람하고 학생들의 제작품(製作品)을 많이 구입하여 권장하는 뜻을 보이게 하였다.",
                "hj": "京城女子高等普通學校設行生徒學藝品展覽會。 王妃遣宮人金忠淵, 臨場觀覽, 多購生徒製作品, 以示勸奬之意。"
            }
        }
    },
    "12": {
        "10": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King moved to Daejo Hall .",
                "H2KE-nKo": "대조전으로 이차하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 10일(양력) 1번째기사",
                "gt-oKo": "대조전(大造殿)으로 이차(移次)하였다.",
                "hj": "十日。 移次于大造殿。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On imja day, 【음력 imja day, the twenty-third day of the tenth month of imja year (1422, the second year of King Sejong. The King received the officials in charge of the soldiers Ahn Jeongmi , the vice-envoy , and the vice-envoy Jungchon . The King also received them in audience at Deokhong Hall . This was because they returned to their posts.",
                "H2KE-nKo": "음력 임자년 10월 23일 - 선정전에서 군사령관 안도 사다미와 부관 나카무라 고이치〔中村幸一〕를 접견하였다. 덕수궁에서도 덕홍전에서 접견하였다. 귀임하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 2일(양력) 1번째기사",
                "gt-oKo": "【음력 임자년(壬子年) 10월 23일】 선정전(宣政殿)에서 군사령관(軍司令官) 안도 사다미〔安東貞美〕와 부관(副官) 나카무라 고이치〔中村幸一〕를 접견하였다. 덕수궁(德壽宮)에서도 덕홍전(德弘殿)에서 접견하였다. 귀임(歸任)하였기 때문이다.",
                "hj": "二日。【陰曆壬子十月二十三日】 接見軍司令官安東貞美、副官中村幸一于宣政殿。 德壽宮亦爲接見于德弘殿。 以歸任也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinhae day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen followed the King.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라갔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 20일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라 나아갔다.",
                "hj": "二十日。 詣德壽宮, 覲謁。 王妃隨詣。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King ordered that ten cheop of honey tangerines and one cheop of fruit be presented to the Abdicated King at Sugang Palace .",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕가 밀감 10상과 과일 1상을 덕수궁에 진헌하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 22일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 밀감(密柑) 10상(箱)과 평과(苹果) 1상을 덕수궁(德壽宮)에 진헌(進獻)하였다.",
                "hj": "二十二日。 總督伯爵寺內正毅進獻蜜柑十箱、苹果一箱于德壽宮。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Crown Prince returned to the residence of the Crown Prince on the winter solstice at the middle of the Three Armies .",
                "H2KE-nKo": "왕세자가 육군 중앙 유년학교 겨울철 휴업으로 오늘 저택으로 돌아갔다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 23일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 육군중앙유년학교(陸軍中央幼年學校) 겨울학기 휴업을 하고 오늘 별저로 돌아갔다.",
                "hj": "二十三日。 王世子, 以陸軍中央幼年學校冬期休業, 本日歸邸。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King proceeded to Seonwon Hall and had an audience with the King.",
                "H2KE-nKo": "태왕 전하가 선원전에 나아가 전알하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 26일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 선원전(璿源殿)에 나아가 전알하였다.",
                "hj": "二十六日。 太王殿下詣璿源殿, 展謁。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King granted special gifts to [the Grand Abdicated King] increased Bai Yan , a second-rank official of the Government Arsenal , [the governor of] Government Arsenal , Yi Sanbur , a member of the Government Arsenal , Anjeongmi , a member of the Government Arsenal , and a member of the Government Arsenal . [The gifts were granted] because [the member of] the New Years Day greetings.",
                "H2KE-nKo": "태왕 전하가 총독 백작 데라우치 마사타케〔寺內正毅〕, 정무 총감 야마가타 이사부로〔山縣伊三郞〕, 군사령관 안도 사다미〔安東貞美〕, 이왕직 장관 자작 민병석, 차관 고미야 미호마쓰〔小宮三保松〕에게 특별히 물품을 하사하였다. 세의였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 26일(양력) 2번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕, 정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕, 군사령관(軍司令官) 안도 사다미〔安東貞美〕, 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭), 차관(次官) 고미야 미호마쓰〔小宮三保松〕에게 특별히 물품을 하사하였다. 세의(歲儀)이다.",
                "hj": "太王殿下特賜物品于總督伯爵寺內正毅、政務總監山縣伊三郞、軍司令官安東貞美、本職長官子爵閔丙奭、次官小宮三保松。 以歲儀也。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King received the officials in audience by the Grand Abdicated King, including Yi Jagak , Yi Haeseung , Bak Yeonghyo , and Yi Wanyong , 자작 조중응 , Ko Yeonghui , Yi Yongjik , Yi Jagon , Yi Hayeong , Im Seonjun , Jo Minhui , Yi Miyong , 민영휘 , and Min Yeongso , 남작 민영기 , Jo Dongyun , Min Sanghoe , and Min Hyeongsiksik , Yi Haechung , 민영찬 , 민영seon , Kim Yongjin , Kim Taejin , Kim Jeongjin , Yun Hongtong , Yun Jeongtong , and Yun Jeongtong , the official in charge of this , 자작 민병석 , the official in charge of the administrative headquarters , and the official in charge of the administrative headquarters , 자작 윤덕yeong , the official in charge of the administrative headquarters , and the official in charge of the administrative headquarters . This was granted an audience at the sunset of the year.",
                "H2KE-nKo": "태왕 전하가 후작 이재각, 이해승, 박영효, 백작 이완용, 자작 조중응, 고영희, 이용직, 이재곤, 이하영, 임선준, 조민희, 이기용, 민영휘, 민영소, 남작 민영기, 조동윤, 민상호, 민형식 및 이해충, 민영찬, 민영선, 김용진, 김택진, 김정진, 윤홍섭, 윤정섭, 본직 장관 자작 민병석, 차관 고미야 미호마쓰〔小宮三保松〕, 장시계장 자작 윤덕영, 부무관 자작 이병무, 사무관 다다 칸〔多田桓〕을 소견하였다. 세밑에 알현하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 27일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 후작(侯爵) 이재각(李載覺)·이해승(李海昇)·박영효(朴泳孝), 백작(伯爵) 이완용(李完用), 자작(子爵) 조중응(趙重應)·고영희(高永喜)·이용직(李容稙)·이재곤(李載崐)·이하영(李夏榮)·임선준(任善準)·조민희(趙民熙)·이기용(李埼鎔)·민영휘(閔泳徽)·민영소(閔泳韶), 남작(男爵) 민영기(閔泳綺)·조동윤(趙東潤)·민상호(閔商鎬)·민형식(閔炯植) 및 이해충(李海忠)·민영찬(閔泳瓚)·민영선(閔泳璇)·김용진(金容鎭)·김택진(金宅鎭)·김정진(金定鎭)·윤홍섭(尹弘燮)·윤정섭(尹正燮), 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭), 차관(次官) 고미야 미호마쓰〔小宮三保松〕, 장시계장(掌侍係長) 자작 윤덕영(尹德榮), 부무관(附武官) 자작 이병무(李秉武), 사무관(事務官) 다다 칸〔多田桓〕을 소견(召見)하였다. 세밑에 알현하였기 때문이다.",
                "hj": "二十七日。 太王殿下召見侯爵李載覺·李海昇·朴泳孝·伯爵李完用、子爵趙重應·高永喜·李容稙·李載崐·李夏榮·任善準·趙民熙·李埼鎔·閔泳徽·閔泳韶、男爵閔泳綺·趙東潤·閔商鎬·閔炯植及李海忠閔泳瓚·閔泳璇·金容鎭·金宅鎭·金定鎭·尹弘燮·尹正燮、本職長官子爵閔丙奭、次官小宮三保松、掌侍係長子爵尹德榮、附武官子爵李秉武、事務官多田桓。 以歲暮謁見也。"
            },
            "2": {
                "H2KE-EN": "Adjunct Overseer of the Government Arsenal was promoted to four grades higher than that of the Government Arsenal . Adjunct Overseer of Cheongsan was promoted to five grades higher than that of the Government Arsenal . Bak Seoyang , Sangbon , and Daha Goyeon were promoted to six grades higher than that of the Government Arsenal .",
                "H2KE-nKo": "이왕직 사무관 다다 칸〔多田桓〕을 고등관 4등에 승서하고, 아오야마 센지로〔靑山淺治郞〕를 5등에 승서하고, 박서양, 우에무라 마사키〔上<unk>正己〕, 다카하시 다카노부〔多賀高延〕를 6등에 승서하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 27일(양력) 2번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 다다 칸〔多田桓〕을 고등관(高等官) 4등에, 아오야마 센지로〔靑山淺治郞〕를 5등에, 박서양(朴敍陽)·우에무라 마사키〔上村正己〕·다가 다카노부〔多賀高延〕를 6등에 승서(陞敍)하였다.",
                "hj": "本職事務官多田桓, 高等官四等被陞敍; 靑山淺治郞, 五等被陞敍; 朴敍陽、上邨正己、多賀高延, 六等被陞敍。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King received Yi Samchir , a clerk in San District , and an interpreter Tanpari , in Deokhong Hall . This was done at the end of the year when [the Grand Abdicated King] had an audience with him.",
                "H2KE-nKo": "태왕 전하가 정무총감 야마가타 이사부로〔山縣伊三郞〕와 통역관 후지나미 요시쓰라〔藤波義貫〕를 덕홍전에서 접견하였다. 세밑에 알현하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 28일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 정무총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕와 통역관(通譯官) 후지나미 요시쓰라〔藤波義貫〕를 덕홍전(德弘殿)에서 접견하였다. 세밑에 알현하였기 때문이다.",
                "hj": "二十八日。 太王殿下接見政務總監山縣伊三郞、通譯官藤波義貫于德弘殿。 以歲暮謁見也。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King received Mokjeongmi , an administrator of the Government Arsenal , and an administrator of the Arsenal Yoshimi , at Deokhong Hall . This was because they were received in audience by the Grand Abdicated King at the end of the year.",
                "H2KE-nKo": "태왕 전하가 군사령관 안도 사다미〔安東貞美〕, 부관 노즈 요타로〔野津要太郞〕, 나카무라 고이치〔中村幸一〕를 덕홍전에서 접견하였다. 세밑에 알현하였기 때문이다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 29일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 군사령관(軍司令官) 안도 사다미〔安東貞美〕, 부관(副官) 노즈 요타로〔野津要太郞〕·나카무라 고이치〔中村幸一〕를 덕홍전(德弘殿)에서 접견하였다. 세밑에 알현하였기 때문이다.",
                "hj": "二十九日。 太王殿下接見軍司令官安東貞美、副官野津要太郞·中村幸一于德弘殿。 以歲暮謁見也。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The Crown Prince reported, Now, one set of flowerful candidates for the Exalted Emperor Taizu of the Imperial Crown Prince , one piece of Tang chest, and one piece of flowerful candidates were bestowed upon the Crown Prince. The Crown Prince reported this to the King in writing. 【순종 문온 무녕 돈륜 정성 광의 명공 대덕 요준 순휘 우모 탕경 응명 입기 지화 신열 외훈 홍업 계기 선력 건행 곤정 영의 홍휴 수강 문헌 무장 . 】",
                "H2KE-nKo": "왕세자가 지금 명치 천황의 유물인 연초입 1개, 당궤 1개, 화병 1대를 하사받았다는 내용으로 전보로 품달하였다. 【순종 문온 무녕 돈인 성경 효황제 실록 부록 제3권 끝】\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 30일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가, 이번에 명치 천황(明治天皇) 유물인 연초입(烟草入) 1개(箇), 당궤(唐櫃) 1개, 꽃병 1대(對)를 하사받는다는 내용을 전보로 품달(稟達)하였다. 【순종 문온 무녕 돈인 성경 효황제 실록(純宗文溫武寧敦仁誠敬孝皇帝實錄) 부록(附錄) 제3권 끝】",
                "hj": "三十日。 王世子以“今蒙明治天皇遺物烟草入一箇、唐櫃一箇、花甁一對下賜”之意, 電報稟達。 【純宗皇帝實錄附錄卷之三終】"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] received in audience the officials in the Government Arsenal Baeki , the officials in the Government Arsenal Ahn Sungseon , the chief administrator of the Left Army Ko Cheonjeongbo , the chief administrator of the Command Agency Myeongseok , and the third counselor of the Dynasty Chief Myeongseokuki consists of the Dynasty . Thereupon, [the King] granted a regular feast for him. [The King] held a feast for him. [The officials of] the second counselor of the Dynasty as well as the officials of the senior third rank and below in the Government Arsenal attended the feast.",
                "H2KE-nKo": "선정전에서 총독 백작 데라우치 마사타케〔寺內正毅〕, 군사령관 안도 사다미〔安東貞美〕, 육군 중장 고가와 마사타케〔小泉正保〕, 경무 총장 아카시 겐지로〔明石元二郞〕, 참모장 다치바나 고이치로〔立花小一郞〕를 접견하고 이어 오찬을 베풀었다. 귀족 및 이왕직 장관 이하 고등관이 배식하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 7일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에서 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕, 군사령관(軍司令官) 안도 사다미〔安東貞美〕, 육군 중장(陸軍中將) 고이즈미 마사야스〔小泉正保〕, 경무 총장(警務總長) 아카시 겐지로〔明石元二郞〕, 참모장(參謀長) 다치바나 고이치로〔立花小一郞〕를 접견하고 이어 오찬(午餐)을 하사하였다. 귀족 및 이왕직 장관(李王職長官) 이하 고등관(高等官)이 배식(陪食)하였다.",
                "hj": "七日。 接見總督伯爵寺內正毅、軍司令官安東貞美、陸軍中將小泉正保、警務總長明石元二郞、參謀長日立花小一郞于宣政殿。 仍賜午餐, 貴族及本職長官以下高等官陪食。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the Grand Abdicated King received the King in audience the inner courtyard of the Bureau of the Capital Markets , the chief squad leader Myeongseokujir , the chief squad leader of the Bureau of the Capital Markets , the chief squad leader of the Bureau of the Capital Markets , the chief squad leader of the Government Arsenal , and the squad leader of the Bureau of the Capital Markets . The squad leader of the Bureau of the Capital Markets presented the King with a gift of silver folding cup and two pairs of folding swords.",
                "H2KE-nKo": "태왕 전하가 총독 백작 데라우치 마사타케〔寺內正毅〕, 경무 총장 아카시 겐지로〔明石元二郞〕, 총무 국장 백작 고다마 히데오〔兒玉秀雄〕, 비서관 구와바라 하치시〔桑原八司〕, 해군 소장 야마가타 분조〔山縣文藏〕, 육군 중좌 고노 쓰네키치〔河野恒吉〕, 육군 소좌 후지타 히로쿠니〔藤田鴻輔〕, 통역관 후지나미 요시쓰라〔藤波義貫〕를 덕홍전에서 접견하였다. 총독이 천황 폐하가 은배 1조와 병풍 2쌍을 증정하였다.\n",
                "date_ko": "순부 3권, 5년(1912 임자 / 일 대정(大正) 1년) 12월 7일(양력) 2번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕, 경무 총장(警務總長) 아카시 겐지로〔明石元二郞〕, 총무 국장(總務局長) 백작(伯爵) 고다마 히데오〔兒玉秀雄〕, 비서관(祕書官) 구와바라 하치시〔桑原八司〕, 해군 소장(海軍少將) 야마가타 분조〔山縣文藏〕, 육군 중좌(陸軍中佐) 고노 쓰네키치〔河野恒吉〕, 육군 소좌(少佐) 후지타 코스케〔藤田鴻輔〕, 통역관(通譯官) 후지나미 요시쓰라〔藤波義貫〕를 덕홍전(德弘殿)에서 접견하였다. 총독(總督)이 천황 폐하(天皇陛下)의 하사품인 은술잔 1조(組)와 병풍 2쌍(雙)을 바쳤다.",
                "hj": "太王殿下接見總督伯爵寺內正毅、警務總長明石元二郞、總務局長伯爵兒玉秀雄、祕書官桑原八司、海軍少將山縣文藏、陸軍中佐河野恒吉、陸軍少佐藤田鴻輔、通譯官藤波義貫于德弘殿。 總督奉呈天皇陛下贈賜品銀盃一組、屛風二雙。"
            }
        }
    }
}