{
    "12": {
        "25": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the morning offering at the royal coffin hall in gyeongjin year (, and all the officials entered the royal coffin hall. Officials of the senior third rank or above of the State Council and Privy Council , including Geukgwang , reported to the King at the Queen Mother of Insu Palace , saying, Your subjects request to go to the main chamber of the main chamber. The King",
                "H2KE-nKo": "빈전에 조전을 지냈는데 백관들이 들어와 임하였다. 도감 당상 이극돈 등이 인수왕대비전에 아뢰기를,“염습에 관한 모든 일은 정침에 나아가 관장하소서.”하니, 전교하기를,“그리하라.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 25일(경진) 1번째기사",
                "gt-oKo": "빈전(殯殿)에 조전(朝奠)할 적에, 백관(百官)이 들어와 임하였다. 도감 당상(都監堂上) 이극돈(李克墩) 등이 인수 대비(仁粹大妃)에게 아뢰기를, “염습(斂襲)의 모든 일은 정침(正寢)에서 집행하소서.” 하니, ‘그리하라.’고 전교(傳敎)하였다.",
                "hj": "○庚辰/朝奠于殯殿, 百官入臨。 都監堂上李克墩等, 啓于仁粹王大妃殿曰: “歛襲諸事, 請詣正寢掌辦。” 傳曰: “可。”"
            },
            "2": {
                "H2KE-EN": "At the eulo hour (approximately 3:30 a.m., the King dressed in the dression of the deceased. All [court] officials entered the palace and went to the courtyard of Injeong Hall (Hall of Benevolent Governance. Subsequently, [the King] mourned the grief.",
                "H2KE-nKo": "을시에 염습하였다. 백관이 인정전 뜰에 들어와 마침내 거애하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 25일(경진) 2번째기사",
                "gt-oKo": "을시(乙時)에 습(襲)할 적에, 백관이 인정전(仁政殿)에 들어와 곡(哭)하였다.",
                "hj": "○乙時, 襲。 百官入臨, 仁政殿庭, 遂擧哀。"
            },
            "3": {
                "H2KE-EN": "After the dressing of the corpse of the Late Abdicated King was completed, the Crown Prince first exited the capital and waited. Right State CouncilorSeung Seon requested the Crown Prince to return to the palace and wait for the tasks. The Crown Prince did not approve this request. Left State Councilor 노사신 advised, The affairs of the sovereign are different from that of ordinary men. It is requested that the Crown Prince be exited in the palace. The King followed this recommendation.",
                "H2KE-nKo": "염습을 마치고 전제를 지내려는데 모든 일이 아직 끝나지 않았으므로 세자가 먼저 밖에 나가 기다렸다. 우의정 신승선이 대내로 도로 들어가 일이 끝나기를 기다렸다가 나가기를 청하였으나, 세자가 허락하지 않았다. 좌의정 노사신이 아뢰기를,“임금의 일은 필부와는 다르니 대내로 들어가소서.”하니, 그대로 따랐다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 25일(경진) 3번째기사",
                "gt-oKo": "습을 마치고 전(奠)하려 하여 채 모든 일이 끝나지 않았는데, 세자가 먼저 밖에 나가 기다렸다. 우의정(右議政) 신승선(愼承善)이 아뢰기를, “도로 안에 들어가시어, 일이 끝나거든 나오소서.” 하였으나, 세자가 듣지 않았다. 좌의정 노사신(盧思愼)이 아뢰기를, “임금의 일은 일반 사람과 다르오니, 안으로 들어가소서.” 하니, 그 말을 따랐다.",
                "hj": "○襲畢將奠, 而諸事未完, 世子先出于外以待。 右議政愼承善請還入內待事辦而出, 世子不許。 左議政盧思愼啓: “人君之事, 異於匹夫, 請入內。” 從之。"
            },
            "4": {
                "H2KE-EN": "Minister of Rites Seonghyeon advised, According to the old practice of the preceding dynasty, seven or seven days of state funeral and large and small state funerals were performed at Buddhist temples. However, this practice has not been recorded in the ritual texts, and also the Great King (Jeongjong did not respect the Buddha. Now, how should we deal with this? The Crown Prince sent eunuch Kim Hyogang to convey the Kings message to the Queen. The Queen said, Although the Great King (Jeongjong did not like the Buddha, it was impossible not to cease the ban on the grounds of ancestral shrines. [Seong] Hyeon made a report to the Queen, but the Crown Prince could not dare make a judgment and made a report to the Queen. This was surely because [Seong] Hyeon made a report to the Queen on the ban on the seventeenth day of state funeral. Hyeon and his elder brothers [Seong] Im [], and [Seong] Gan [] all had their literary liter",
                "H2KE-nKo": "예조 판서 성현이 아뢰기를,“선왕의 옛 규례에는 국상의 7, 7일 및 대상과 대상에 모두 불사에서 재를 지냈습니다. 그러나 이것은 예문에 실려 있지 않고 대행 대왕께서도 불교를 숭상하여 믿지 않으셨으니, 지금 어떻게 해야 하겠습니까?”하니, 세자가 중관 김효강을 시켜 왕비에게 전계하게 하였다. 왕비가 전교하기를,“대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 25일(경진) 4번째기사",
                "gt-oKo": "예조 판서(禮曹判書) 성현(成俔)이 아뢰기를, “선대 조정의 구례(舊例)로는 국상[國恤] 칠칠일(七七日) 및 소대상(小大祥)에는 모두 절에서 재(齋)를 지냈습니다. 그러나 이것은 예문(禮文)에 실리지 않았으며, 대행 대왕(大行大王)께서도 불교를 믿지 않으셨는데, 이번에는 어찌 하오리까?” 하였는데, 세자가 중관(中官) 김효강(金孝江)을 시켜 왕비에게 전계(轉啓)하니, 왕비가 전교하기를, “대행 대왕께서 불교를 좋아하지는 않으셨으나, 재를 지내지 말라는 유교(遺敎)가 없었으며, 또 조종조(祖宗朝)에서 다 행하셨으니, 이제 폐지할 수 없다.” 하였다. 현(俔)이 아뢰지 않아야 할 일을 감히 세자에게 여쭈었는데, 세자가 감히 스스로 결단하지 못하고 왕비에게 옮겨 아뢴 것은, 틀림없이 현이 아뢴 바를 부당하다고 생각하여 그런 것이며, 마침내 행한 것은 왕비의 말을 감히 어기지 못하기 때문이었을 것이다. 현과 그 형 성임(成任)·성간(成侃)은 다 글 잘한다고 이름났으나, 자못 불교에 혹하였으므로, 사림(士林)이 그를 부족하게 여겼다. 이제 현이 아뢴 것을 보니, 그 가정에서 부처에게 아첨하였다는 것이 헛말이 아닐 것이다.",
                "hj": "○禮曹判書成俔啓: “先朝舊例, 國恤七七日及大小祥, 皆設齋于佛寺。 然此不載禮文, 而大行大王, 亦不崇信佛敎, 今將何以?” 世子使中官金孝江轉啓于王妃, 王妃傳曰: “大行大王, 雖不好佛, 然無遺敎止之。 且祖宗朝皆行之, 今不可廢。” 俔以不當啓之事, 敢取稟, 世子不敢自斷, 轉啓王妃, 必以俔所啓爲不當而然也。 其卒行之者, 以其懿旨不敢違也。 俔與其兄任、侃, 皆有文名, 而頗惑釋敎, 士林以此少之。 今觀俔所啓, 其家世侫佛, 蓋不誣矣。"
            },
            "5": {
                "H2KE-EN": "At the jeong hour (approximately 3:30-1:30 a.m., the King performed the rite for expelling evil spirits at the occasion of the hour (3:30-1:30 p.m.m., the King performed the rite for expelling evil spirits at the hour (5:30-6:30 p.m.m., the King performed the rite for expelling evil spirits at the hour (5:30 p.m.-1:30 p.m., the King performed the rite for expelling evil spirits at the hour (5:30 p.m.-1:30 p.m., the King performed the rite for expelling evil spirits at the hour (5:30 p.m.-1:30 p.m., the King performed the rite for expelling evil spirits at the hour (5:30 p.m.-1:30 p.m., the King performed the rite for expelling evil spirits at the hour (5:30 p.m.-1:30 p.m.-12:30 p.-1:30 p.m.-1:30 p.-1:30 p.m.-1.-1:30 p.-1:30 p.m.-1:30 p.-1:30 p.m.-1",
                "H2KE-nKo": "정시에 소렴을 행하였다. 노사신, 신승선, 이극돈, 윤효손, 성현 및 승지 김응기, 강귀손이 들어와 염하고 백관이 곡림하였다. 소렴전을 행하고 백관이 곡림하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 25일(경진) 5번째기사",
                "gt-oKo": "정시(丁時)에 소렴(小斂)할 적에 노사신·신승선·이극돈·윤효손(尹孝孫)·성현 및 승지(承旨) 김응기(金應箕)·강귀손(姜龜孫)이 들어와 염(斂)하고 백관이 곡림(哭臨)하였고, 소렴전(小斂奠)을 지낼 적에 백관이 곡림하였다.",
                "hj": "○丁時, 小歛。 盧思愼、愼承善、李克墩、尹孝孫、成俔及承旨金應箕ㆍ姜龜孫入歛, 百官哭臨。 行小歛奠, 百官哭臨。"
            },
            "6": {
                "H2KE-EN": "On jeongmyo day, the evening memorial service was offered, and all the officials wailed.",
                "H2KE-nKo": "석전에 백관이 곡림하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 25일(경진) 6번째기사",
                "gt-oKo": "석전(夕奠)에 백관이 곡림하였다.",
                "hj": "○夕奠, 百官哭臨。"
            },
            "7": {
                "H2KE-EN": "Second Minister of Rites Song proceeded to Jangsaeng Hall and moving the royal coffin.",
                "H2KE-nKo": "예조 참판 송영이 장생전에 나아가 재궁을 받들어 옮겼다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 25일(경진) 7번째기사",
                "gt-oKo": "예조 참판(禮曹參判) 송영(宋瑛)이 장생전(長生殿)에서 재궁(梓宮)을 옮겨 왔다.",
                "hj": "○禮曹參判宋瑛, 詣長生殿, 奉移梓宮。"
            },
            "8": {
                "H2KE-EN": "The King appointed Second Deputy Director of the Royal House Administration Yi이극균 , 좌찬성한치형 , and Minister of Taxation홍귀달 as superintendents of the Directorate of the State Funeral ; and 좌참찬정문형 , Minister of Works Yu Sun , and Prince Gwangyang [Yi]이세좌 as superintendents of the Directorate of the Royal Tomb .",
                "H2KE-nKo": "지중추부사 이극균, 좌찬성 한치형, 호조 판서 홍귀달을 국장도감 제조로, 좌참찬 정문형, 공조 판서 유순, 광양군 이세좌를 산릉도감 제조로 삼았다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 25일(경진) 8번째기사",
                "gt-oKo": "지중추부사(知中樞府事) 이극균(李克均)·좌찬성(左贊成) 한치형(韓致亨)·호조 판서(戶曹判書) 홍귀달(洪貴達)을 국장 도감 제조(國葬都監提調)로 삼고, 좌참찬(左參贊) 정문형(鄭文炯)·공조 판서(工曹判書) 유순(柳洵)·광양군(光陽君) 이세좌(李世佐)를 산릉 도감 제조(山陵都監提調)로 삼았다.",
                "hj": "○以知中樞府事李克均、左贊成韓致亨、戶曹判書洪貴達, 爲國葬都監提調; 左參贊鄭文炯、工曹判書柳洵、廣陽君李世佐, 爲山陵都監提調。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "At the sunset of the sinsa year (, the Crown Prince transmitted a royal directive, which stated, I have repeatedly requested to eat porridge at the Queen and Queens residence . However, I did not listen to this. The State Council and the Six Ministries should immediately make a request. At the time, all of the State Council had not yet arrived. The Royal Secretariat reported, Yesterday, the State Council made a request to eat porridge, saying, The filial piety of the sovereign is different from those of the ordinary people. Your subjects also examined the Records of Rites (C. Li Xiao . The king once said, The Crown Prince is born to a palace deep within his chamber, and he is different from those of ordinary people. Therefore, it would be proper to eat porridge his death on the following day. The sage teachings are clear. In your subjects humble opinion, the Crown Prince should first eat porridge and then make a request to the three halls. Then, it would be possible to grant his request. The King said, I cannot do so. It would be proper to make a request to the three halls. 승지 등이 아뢰기를, “마땅히 wait for the State Council to come and then make a request to make a request after discussing the matter. However, in your subjects opinion, the Crown Prince made a request to eat porridge his death on the following day. This is clearly recorded in the Records of Rites (C. Li Xiao ji . How could he be unusually able to eat porridge his life and suddenly abruptly abruptly? Your subjects request to eat porridge his death and make a request to the three halls. Then, how would it not be possible to grant their request? The King said, If the request is denied, I shall first eat porridge his death.",
                "H2KE-nKo": "새벽녘에 왕세자가 전교하기를,“내가 두 대비와 왕비전께 죽을 드시기를 여러 번 청하였으나 들어주지 않으셨다. 정승들은 즉시 함께 청해야 할 것이다.”하였다. 이때가 아직도 일러서 정승들이 모두 오지 않았다. 승정원이 아뢰기를,“정승들이 어제 죽을 드시도록 권할 것을 아뢰어 청하면서 ‘제왕의 효도는 사서인과는 다르다.’라고 하였습니다. 신들이 또 《의궤》를 살펴보니, 세종께서 일찍이 말씀하시기를 ‘세자는 깊은 궁궐에서 생장하여 거처와 음식이 보통 사람과 다르니, 상을 당한 다음날에는 죽을 권해야 한다.’라고 하셨으니, 성인의 가르침이 분명하였습니다. 신들의 생각으로는 세자가 먼저 죽을 드시고 나서 삼전께 청한다면 허락을 얻을 수 있을 듯합니다.”하니, 전교하기를,“나는 그만두더라도 삼전께 청해야 할 것이다.”하였다. 승지들이 아뢰기를,“정승들이 오기를 기다렸다가 함께 의논하여 아뢰어 청해야 할 것입니다. 그러나 신들의 생각으로는 세종께서 소헌왕후의 상에 세자에게 이튿날 죽을 드시도록 권하신 것이 《의궤》에 분명히 실려 있으니, 어찌 거처와 음식이 보통 사람과 다르다고 하여 갑자기 음식을 철폐한다면 생명을 상할까 염려하였기 때문에 이러한 가르침이 있었던 것입니다. 먼저 죽을 드시고 나서 삼전께 청한다면 어찌 따르지 않겠습니까.”하니, 전교하기를,“청한 대로 되지 않는다면 내가 먼저 죽을 먹겠다.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 1번째기사",
                "gt-oKo": "밝을 녘에 왕세자가 전교하기를, “내가 두 대비와 왕비전(王妃殿)께 잡수시기를 여러 번 청하였으나 듣지 않으시니, 정승들이 곧 함께 청해야 할 것이다.” 하였는데, 때가 아직 일러서 정승은 모두 아직 오지 않았다. 승정원(承政院)이 아뢰기를, “정승이 어제 아뢰어 죽을 권하였다고 합니다. 임금의 효도는 사서인(士庶人)과는 다르오며, 신 등이 또 의궤(儀軌)를 상고하니, 세종(世宗)께서 일찍이 이르시기를 ‘세자는 깊은 궁중에서 생장(生長)하여 거처나 음식이 여느 사람과 다르니, 상(喪)을 당한 이튿날에는 죽을 권해야 할 것이다.’ 하시어 교훈이 명백하므로, 신 등의 생각으로는, 세자께서 먼저 스스로 죽을 잡수시고서 삼전(三殿)께 청하시면 청을 들어 주실 것입니다.” 하니, 전교하기를, “나는 그만두고, 삼전께 청하라.” 하매, 승지들이 아뢰기를, “마땅히 정승이 오기를 기다려 함께 의논하여 아뢰어 청하겠사오나, 신 등의 생각으로는, 세종께서 소헌 왕후(昭憲王后)의 초상에 세자에게 이튿날 죽을 먹기를 권하였음이 의궤에 분명히 실렸사오니, 아마도 세자는 거처와 음식이 여느 사람과 다르므로 문득 음식을 철폐하면 몸을 상하지나 않을까 염려되기 때문에 이런 교훈이 계셨을 것입니다. 청컨대 먼저 죽을 잡수시고 삼전께 청하시면, 어찌 좇지 않으시오리까?” 하니, 전교하기를, “청하여 듣지 않으시면 내가 먼저 먹겠다.” 하였다.",
                "hj": "○辛巳/黎明, 王世子傳曰: “予於兩大妃、王妃殿, 累請進粥, 不聽。 政丞等宜卽共請。” 時尙早, 政丞皆未至。 承政院啓: “政丞, 昨日啓請勸粥云: ‘帝王之孝, 異於士庶人。’ 臣等又按《儀軌》, 世宗嘗曰: ‘世子生長深宮, 居處飮食, 異於平人, 遭喪翌日, 宜可勸粥。’ 聖訓昭昭。 臣等意世子先自進粥, 乃請于三殿, 則庶可得請矣。” 傳曰: “予則已矣, 宜請于三殿。” 承旨等啓: “當待政丞之來, 共議啓請。 然臣等意世宗於昭憲王后之喪, 勸世子翌日進粥, 明載《儀軌》, 豈以居養異常, 遽撤飮食, 則慮或傷生, 故有此訓也。 請先進粥, 仍請三殿, 則豈不從之乎?” 傳曰: “如不得請, 則予當先之。”"
            },
            "2": {
                "H2KE-EN": "[The King] sent announcement to the Altar of the Soil and Grain , the Royal Ancestral Shrine , and Yeongnyeong Hall .",
                "H2KE-nKo": "사직, 종묘, 영녕전에 고부하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 2번째기사",
                "gt-oKo": "사직(社稷)과 종묘(宗廟)와 영녕전(永寧殿)에 상(喪)을 고(告)하였다.",
                "hj": "○告訃于社稷、宗廟、永寧殿。"
            },
            "3": {
                "H2KE-EN": "The Queen had a royal directive transmitted to the Queen as follows: People say that it is harmful to the Crown Prince for the commencement of wearing mourning robes? Superintendent of the Directorate of the Royal Coffin Hall Genealogy , the superintendent of the Directorate of the Royal Coffin Hall Genealogy , Genealogy reported as follows: In general, mourning rites should be completely in accordance with the ritual prescribed by ritual prescribed ages.",
                "H2KE-nKo": "왕비가 전교하기를,“사람들이 말하기를 ‘성복하는 날은 세자에게 방해가 된다.’라고 하니, 날짜를 앞당기거나 물릴 수 있겠는가?”하니, 빈전도감 제조 이극돈이 아뢰기를,“무릇 상제는 한결같이 예문을 따르며, 소렴 이전에 염습하는 등의 일은 혹 더위를 만나면 혹 권도에 따라 앞당기거나 물린 경우도 있습니다. 지금은 이미 소렴을 지났으니, 앞으로의 절차는 마땅히 예문에 따라야 하고, 시일의 길흉은 족히 믿을 것이 못됩니다. 자식된 자의 슬퍼하는 정이 비록 무궁하지만 또한 절문이 없을 수 없습니다. 그러므로 성인이 그 정문에 맞추어 상장의 예를 제정한 것입니다. 천자는 7개월 만에 장사를 지내고 제후는 5개월 만에 장사를 지내니, 예로부터 지금까지 그 제도를 어긴 자가 없었습니다. 더구나 우리 조종조에서도 예문을 따라서 시일의 길흉을 앞당기거나 물리지 않았습니다. 만약 길흉에 구애된다면 장례를 반드시 제때에 치르지 못할 것입니다. 청컨대 성인의 제도를 따르고 조종의 법을 따라서 예문에 부합하게 하소서.”하였다. 왕비가 전교하기를,“내가 어찌 예문을 알겠는가. 말하는 사람이 있기 때문에 세속을 따르고자 하는 것이다. 마땅히 아뢴 대로 하겠다.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 3번째기사",
                "gt-oKo": "왕비가 전교하기를, “사람들의 말이 ‘성복(成服)할 날짜가 세자에게 해롭다.’ 하니, 당기거나 물릴 수 있겠는가?” 하매, 빈전 도감 제조 이극돈이 아뢰기를, “무릇 상제(喪制)는 한결같이 예문을 따르는 것이온데, 소렴 이전에는 염습 등의 일이 만약 매우 더운 때를 당했다면 권도(權道)로 당기거나 물리는 수가 있으나, 지금은 이미 소렴을 지냈으니, 이 뒤의 절차는 예문에 따라야 할 것이오며, 시일의 길흉(吉凶)은 믿을 만한 것이 못됩니다. 자식된 이의 애달픈 심정은 비록 그지 없으나 절문(節文)도 없을 수 없으므로, 성인이 그 심정과 절문을 맞추어 상장(喪葬)의 예법을 만들매, 중국 황제[天子]는 7달 만에 장사하고 제후(諸侯)는 5달만에 장사하여, 예로부터 지금까지 그 제도를 어긴 일이 없는데, 하물며 우리 조종조에서도 예문에 따르고 시일의 길흉 때문에 당기거나 물리지 않았음에리까. 만약 길흉에 얽매인다면, 반드시 장사를 시기에 맞추지 못할 것입니다. 성인의 제도를 따르고 조종의 법도를 따라서, 예문에 맞도록 하소서.” 하니, 왕비가 전교하기를, “내가 어찌 예문을 알겠소. 그리 말하는 사람이 있으므로 세속을 따르고자 하였으나, 아뢴 대로 하겠소.” 하였다.",
                "hj": "○王妃傳曰: “人言 ‘成服日有妨於世子’ 可得進退耶?” 殯殿都監提調李克墩啓: “凡喪制, 一從禮文, 小歛以前歛襲等事, 若値炎熱, 或有從權進退者。 今則已經小歛, 自後節次, 當依禮文, 時日吉凶不足信也。 人子哀戚之情雖無窮, 而亦不得不有節文, 故聖人稱其情文, 制爲喪葬之禮。 天子七月而葬; 諸侯五月而葬, 自古及今, 無有違其制者。 況我祖宗朝, 亦從禮文, 而不以時日吉凶進退之。 若拘於吉凶, 則葬必不以時, 請遵聖人之制, 循祖宗之法, 使合禮文。” 王妃傳曰: “予豈知禮文哉? 人有言者, 故欲從世俗爾。 當依所啓。”"
            },
            "4": {
                "H2KE-EN": "Former Lord of Munyeong Yu Gwan submitted a memorial as follows: Your subject has already been buried in the mourning period for his deceased mother. Your subject humbly examined the Book of Rites (C. Lijing . The Book of Rites (C. Liji reads, The Book of Rites (C. Shijing answered, When a scholar-official wore the mourning period for his deceased mother, he cannot remove his mourning robes. However, when a sovereign wore the mourning period for his deceased, how should we remove his mourning robes? Confucius said, When a sovereign wore the mourning period for his deceased mother, he cannot dare to wear his private robes. Then, why should we remove his mourning robes? The Book of Rites (C. Shijing reads, When a sovereign is regarded as a love of a love for ones deceased mother? The Book of Rites also asked, When a sovereign wore the mourning period for his deceased parents, how should we remove his mourning robes upon his deceased parents? Confucius said, When a subject wore the mourning period for his deceased parents, he returned to the place where the King was wore the mourning period for his deceased parents. When a grandmother wore the mourning period for his deceased parents, he returned to the place where the King was staying. The Book of Rites (C. Lijing also asked, When a man wore the mourning period for his deceased parents, he heard that the King wore the mourning period for his deceased parents. What do you think of this? Confucius said, After the mourning period for his deceased mother, he should remove his mourning robes and proceed. The Book of Rites (C. Lijing reads, He cannot dare wear his mourning robes without a love of a sovereign. This is recorded in the Book of Rites (C. Lijing and is similar to that of a subject. If your subject does not remove his mourning robes on his own private robes and does not remove his mourning robes upon his deceased mother, that is a subject who does not wear his mourning robes. Then, it would be contrary to the royal love of a subject. The King ordered the Ministry of Rites to discuss the matter. 이극배 said, It would be proper to have the office in charge prepare the mourning period for his deceased parents, but what do you think of this? Confucius said, There are ancient precedents, and there is no distinction between the King and his deceased. However, this is a son who came from the utmost sincerity. Therefore, what do you think of this?",
                "H2KE-nKo": "전 무령군 유자광이 상서하기를,“신이 모친상을 당하여 이미 빈소를 차렸습니다. 삼가 《예경》을 살펴보니, 증자가 묻기를 ‘대부와 사가 사친의 상사가 있으면 상복을 벗을 수 있지만, 임금의 복이 있으면 상복을 벗는다.’라고 하였습니다. 어떻게 해야겠습니까?”하니, 공자가 말하기를,“임금의 상복이 있으면 감히 사친의 상복을 입지 못하는데, 또 어떻게 상복을 벗겠습니까?”하고, 그 주에 말하기를,“임금이 중하고 사친이 경하면 의로써 은혜를 끊는다.’라고 하였다. 증자가 또 묻기를 ‘임금이 이미 아뢰고 신하가 부모의 상이 있으면 어떻게 해야 합니까?’라고 하니, 공자가 말하기를 ‘돌아가서 곡하고 도리어 임금을 보낸다.’라고 하였다. 그 주에 ‘돌아가서 어버이의 상에 곡하고 다시 가서 임금의 상을 보낸다.’라고 하고, 또 말하기를 ‘만약 신하가 부모의 상이 있어 빈소를 차린 뒤에 임금의 상이 있으면 임금의 처소로 돌아가고, 부모의 상에 성대한 일이 있으면 집으로 돌아가 아침저녁으로 항상 임금의 처소에 있다.’라고 하였다. 증자가 또 묻기를 ‘부모의 상을 이미 발인하여 길에 이르렀는데, 임금이 훙했다는 소식을 들으면 어떻게 해야 합니까?’라고 하니, 공자가 말하기를 ‘마침내 어머니를 봉하고 나서 다시 상복을 입고 간다.’라고 하였다. 그 주에 ‘감히 사친의 상복으로 임금을 잃을 수 없다.’라고 하였다. 이것은 《예경》에 실려 있는 바로 신하의 일에 부합하니, 신이 지금 만약 사친의 상복으로 인하여 다시 임금의 상복을 벗지 않는다면 이는 신하로서 임금의 상복을 입지 않는 것입니다. 그렇다면 사친이 도리어 중하고 임금이 도리어 경하면 《예경》에 어긋나고 대의에 흠이 됩니다.”하였다. 정승들에게 의논하라고 명하니, 이극배가 의논하기를,“해당 관사로 하여금 마련하여 아뢰게 하는 것이 어떻겠습니까?”하고, 노사신은 의논하기를,“고례가 있으니, 유자광이 아뢴 대로 하는 것이 어떻겠습니까?”하고, 신승선은 의논하기를,“비록 고례가 있기는 하지만 지금 살펴보면 구애되는 점이 없지 않습니다. 그러나 이것은 신하의 지극한 심정에서 나온 것이니, 아뢴 대로 시행하는 것이 어떻겠습니까?”하니, 해당 조로 하여금 의논하여 아뢰게 하라고 명하였다. 예조가 아뢰기를,“유자광이 《예경》을 인용하여 대행왕의 상복을 입으려고 하니, 그 심지가 기<unk>니다. 다만 시대가 바뀌고 일이 다르니, 반드시 주나라 제도를 다 쓸 필요는 없습니다. 우리나라에서 고금을 참작하여 《대전》을 만들었는데, 무릇 남의 자식이 된 자는 바야흐로 어버이의 상복을 입고 있으면서 임금의 상을 만나면 다시 상복을 입는 제도가 없습니다. 임금의 상이 비록 중하지만 모친의 상 또한 가볍지 않습니다. 망모가 빈소에 있은 지 얼마 되지 않았는데 사모와 망건을 쓰고 대궐에 나아가 반열을 따라 행한다면 사람들의 이목을 놀라게 할 것입니다. 지금 한번 단서를 열어 놓으면 뒤에 반드시 이것을 본받아 마침내 격례가 될 것이니, 일의 형편상 실로 온당치 못합니다. 유자광이 아뢴 것은 시행하지 말아야 합니다.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 4번째기사",
                "gt-oKo": "전 무령군(武靈君) 유자광(柳子光)이 상서(上書)하기를, “신이 어머니의 상(喪)을 당하여 이미 빈소를 차렸습니다. 《예경(禮經)》을 상고해 보오니, 증자(曾子)가 묻기를 ‘대부(大夫)와 사(士)가 사상(私喪)이 있어 복(服)을 벗는 예를 갖추어야 할 터인데, 임금의 복이 있다면 사상의 복을 벗는 것은 어떻게 합니까?’ 하니, 공자(孔子)가 답하기를 ‘내 몸에 임금의 상복이 있으면 사복(私服)을 입지 못하는 것인데, 또 무엇을 벗는단 말이냐.’ 하였고, 그 주(註)에 이르기를 ‘임금이 중하고 어버이가 경하므로 의(義) 때문에 은혜를 끊는 것이다.’ 하였으며, 증자가 또 묻기를 임금은 이미 계빈(啓殯)하였을 때에 신하가 부모의 상을 당하면 어떻게 합니까?’ 하니, 공자가 답하기를 ‘돌아와서 곡하고 다시 가서 임금을 보낸다.’ 하였는데, 주에 ‘돌아와서 어버이의 상에 곡하고 다시 가서 임금의 상을 보낸다.’고 하고, 또 ‘만약 신하가 부모의 상에 있어 이미 빈소를 차린 뒤에 임금의 상이 있으면 임금의 처소로 가고, 부모의 상에 은사(殷事)가 있으면 집으로 돌아오되, 아침저녁으로는 또 늘 임금의 처소에 있어야 한다.’ 하였으며, 증자가 또 묻기를 ‘부모의 상에 이미 발인(發引)하여 길에 나섰는데, 임금이 돌아가셨음을 들으면 어떻게 합니까?’ 하니, 공자가 답하기를 ‘봉분(封墳)까지 마치고 나서 옷을 갈아입고 간다.’ 하였는데, 주에 ‘감히 사상(私喪)의 옷으로 임금의 상에 가지 못하는 것이다.’라고 하였습니다. 이 《예경(禮經)》에 실린 것이 꼭 신의 경우에 해당하온데, 신이 지금 사복(私服) 때문에 다시 임금의 복을 벗지 않는다면, 이것은 신하로서 임금의 복을 입지 않는 것이니, 그렇게 되면 어버이가 도리어 중하고 임금이 도리어 경하게 되어 《예경》에 어긋나고 대의(大義)에 이지러짐이 있을 것입니다.” 하매, 정승들에게 명하여 의논하게 하였다. 이극배는 의논드리기를, “해사(該司)로 하여금 마련하여 아뢰게 함이 어떠합니까?” 하고, 노사신은 의논드리기를, “비록 고례(古禮)가 있으니 자광(子光)이 아뢴 대로 함이 어떠합니까?” 하고, 신승선은 의논드리기를, “비록 고례가 있으나, 지금 생각해 보면 구애되는 점이 없지 않습니다. 그러나 이것은 신자(臣子)의 지극한 정성에서 나온 말이니, 아뢴 대로 시행하게 함이 어떠합니까?” 하였다. 해조(該曹)에 명하여 의논하여 아뢰게 하니, 예조에서 아뢰기를, “자광이 《예경(禮經)》을 인증(引證)하여 대행왕의 상복을 입으려 하니, 그의 심지는 가상하오나, 시대가 변했고 일이 다르니, 반드시 주(周)나라 제도를 다 쓸 것은 없습니다. 아조(我朝)에서 고금을 참작하여 《대전(大典)》을 만들었는데, 무릇 남의 자식으로서 방금 어버이의 상복을 입고 있으면서 임금의 상을 당하였을 때는 상복을 고쳐 입는 제도가 없으며, 임금의 상이 비록 중하나 어미의 상도 경한 것이 아닌데, 죽은 어미를 빈(殯)한 지 얼마 안 되어 사모(紗帽) 망건(網巾)을 쓰고 대궐에 들어와 반열(班列)을 따르면, 사람들이 보고 듣기에 해괴할 것입니다. 지금 한 번 길을 열어 놓으면 뒤에 반드시 이것을 본받아서 드디어 규례(規例)가 되어 사세가 실로 난처할 것이오니, 자광이 아뢴 바는 시행하지 말아야 할 것입니다.” 하였다.",
                "hj": "○前武靈君柳子光上書: 臣遭母喪, 已成殯。 謹按《禮經》, 《會子問〔曾子問〕》曰: “大夫士有私喪, 可以除之矣, 而有君服焉, 其除之也, 如之何?” 孔子曰: “有君喪服於身, 不敢私服, 又何除焉?” 註曰: ‘君重親輕, 以義斷恩。’ 曾子又問曰: “君旣啓, 而臣有父母之喪, 則如之何?” 孔子曰: “歸哭而反送君。” 註曰: ‘歸哭親喪, 復往送君之喪。’ 又曰: “若臣有父母喪, 旣殯而後有君喪, 則歸君所; 父母喪有殷事, 則來歸家。 朝夕亦恒在君所。” 曾子又問曰: “父母之喪, 旣引及塗, 聞君薨, 如之何?” 孔子曰: “遂旣封, 改服而往。” 註曰: ‘不敢以私喪之服, 喪君也。’ 此《禮經》所載, 正合臣事。 臣今若因私服, 而不更除君服, 是臣而不服君服。 然則親反重, 君反輕, 有違《禮經》, 有虧大義。 命議于政丞等。 李克培議: “令該司磨鍊以啓, 何如?”; 盧思愼議: “有古禮, 依子光所啓, 何如?”; 愼承善議: “雖有古禮, 以今觀之, 不無礙處。 然此乃臣子出於至情, 依所啓施行, 何如?” 命該曹議啓。 禮曹啓: “子光援引《禮經》, 欲服大行王喪, 其心志可喜。 但時移事殊, 不必盡用周制。 我朝參酌古今, 勒成《大典》。 凡爲人子者, 方守親喪, 遇君喪, 無改服之制。 君喪雖重, 母喪亦非輕。 亡母在殯未久, 而著紗帽、網巾, 詣(關)〔闕〕隨班, 駭人視聽。 今一開端, 後必效此, 遂成格例, 事勢實爲未便。 子光所啓, 宜勿施行。”"
            },
            "5": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Kang Baekjin and Third Censor of the Office of the Censor General Yi Uison reported, Your subject humbly heard that Your Majesty intended to hold a Buddhist rite of water and land for the Late Great King . The late King once did not like the Buddha. Moreover, at the beginning of the state, the officials and the people expected to achieve good governance should be abolished, and he should follow the ritual texts. The King said, How can the former kings all like the Buddha? However, the rite of water and land for the first time has already been done since the beginning of the ancestors. The late King also ordered that the rite of water and land be stopped. Now, we cannot abruptly abolish it. Kang Baekjin and others reported again, The late King originally did not respect the Buddha. Now, if we hold a Buddhist rite of water and land for the seventh day of the seventh month, this would not be the intent of filial son to ancestors to ancestors. Your subjects request that Your Majesty not perform the rite of water and land. The King said, The former King has all performed the rite. Although the late King does not like the Buddha, he has also performed the rite of the former King. I also must perform the rite of the late King. Third Inspector of the Office of the Inspector General Seong Semyeong and others reported to the King, Your subject humbly heard that Your Majesty intended to hold a Buddhist rite of water and land for the Late Great King, and ordered the Office of the Censor General to compose a memorial and present it to Your Majesty. We cannot overcome our sightseeing. Although this is out of deep grief, the rite of propriety is truly not the Way of filial piety. The late King is in ordinary times, and the officials and the people all know this. Now, if Your Majesty wishes to sincerely serve the late King, and if he returns to his previous day, this would not be the way of serving the deceased King as if he were alive. Moreover, at the beginning of the start of the",
                "H2KE-nKo": "사헌부 장령 강백진과 사간원 정언 이의손이 아뢰기를,“삼가 대행 대왕을 위하여 수륙재를 지내겠다는 하교를 들었습니다. 대행왕께서는 일찍이 불도를 좋아하지 않으셨고, 또 지금 신정 초기에는 신민이 잘 다스려지기를 바라는 때이니, 사도를 없애고 예문을 따라야 합니다.”하니, 전교하기를,“선왕께서 어찌 모두 불도를 좋아하셨겠는가. 그러나 수륙재를 지내는 것은 조종조 때부터 이미 그러하였고 대행왕께서도 유명으로 중지하게 하셨으니, 지금 갑자기 폐지할 수 없다.”하였다. 강백진 등이 다시 아뢰기를,“대행 대왕께서는 불도를 본래 숭상하여 믿지 않으셨는데, 지금 칠칠일에 수륙재를 지낸다면 효자가 선조를 받드는 뜻이 아닙니다. 행하지 마소서.”하니, 전교하기를,“선왕께서 모두 행하셨고, 대행왕께서 불도를 좋아하지 않으셨지만 또한 선왕을 위하여 행하셨으니, 나도 마땅히 대행왕을 위하여 행하겠다.”하였다. 홍문관 부제학 성세명 등이 서계하기를,“삼가 대행 대왕을 위하여 장차 불재를 지내려고 본관으로 하여금 상소를 지어 올리게 하신다는 말을 듣고 놀라움을 금할 수 없었습니다. 이것이 비록 애통하고 망극한 정성에서 나온 것이기는 하지만, 예가 아닌 일은 실로 효도를 다하는 도리가 아닙니다. 대행왕께서 평소에 불교를 믿지 않으셨다는 것은 신민이 다 아는 바인데, 지금 대행왕을 위하여 정성을 다하고자 하여 평소와 반대되게 하신다면, 이른바 산 사람 섬기듯 한다는 도리에 매우 어긋납니다. 더구나 정시의 초기에는 더욱 삼가야 합니다. 지금 가슴을 치고 발을 구르며 애통해하는 때에 감히 이렇게 호소하는 것은 진실로 관계된 바가 크기 때문입니다.”하니, 전교하기를,“대간에게 말한 것을 말해 주라.”하였다. 강백진 등이 다시 아뢰었으나, 따르지 않았다. 성세명 등이 다시 아뢰기를,“대행대행대왕께서 즉위하신 이래로 불교를 믿지 않으셨습니다. 도승의 법은 바로 선왕께서 정하신 것이고 《대전》에 실려 있는 것인데, 하루아침에 단호히 혁파하여 양민으로 하여금 다시는 중이 되지 못하게 하고, 새로 창건하는 사찰은 일체 금지하였습니다. 또 경연에서 불사에 대해 언급하실 때마다 신하들에게 하교하시기를 ‘내가 믿지 않는 것은 그대들이 아는 바이다.’라고 하셨으니, 하늘의 간곡한 말씀이 귀에 쟁쟁합니다. 지금 즉위하신 초기에는 일마다 선왕의 뜻을 따라야 하는데, 도리어 대행왕께서 믿지 않으시던 일을 거행하시어 부처에게 아첨하여 복을 구하신다면 하늘에 계신 대행왕의 영령께서 기꺼이 따르려 하시겠습니까. 더구나 정시의 초기에는 온갖 교화가 나오는 것이고 만백성이 보는 바이니, 더욱 삼가야 합니다. 그런데 하교하시기를 ‘선왕을 위하여 재를 지내는 것은 대행왕께서도 폐지하지 않으셨는데, 또 그만두라는 유교가 없었다.’라고 하셨으니, 실망을 금할 수 없습니다.대행왕께서 이런 일을 하신 것은 특별히 마지못해 선왕의 뜻을 따른 것일 뿐이고 그 본뜻은 아닙니다. 또 유교가 없었던 것은 애당초 오늘의 일이 있을 줄은 몰랐던 것입니다.”하니, 전교하기를,“전에 이미 다 말하였다.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 5번째기사",
                "gt-oKo": "사헌부 장령(司憲府掌令) 강백진(康伯珍)·사간원 정언(司諫院正言) 이의손(李懿孫)이 아뢰기를, “대행 대왕을 위하여 수륙재(水陸齋)를 내리라는 전교를 듣자왔습니다. 대행왕께서 일찍이 불법을 좋아하지 않으셨고, 또 지금 신정(新政)의 처음이어서 신민이 좋은 정치를 바라는 시기이니, 사도(邪道)를 버리고 예문을 좇아야 할 것입니다.” 하니, 전교하기를, “선왕께서 어찌 다 불법을 좋아하셨으랴마는, 수륙재의 거행은 조종조로부터 이미 그러하였고, 대행 대왕께서도 그만두라는 유명(遺命)이 없었으니, 이제 문득 폐지할 수 없다.” 하매, 백진 등이 다시 아뢰기를, “대행 대왕이 불도를 본디 믿지 않으셨는데, 이제 칠칠일에 수륙재를 지낸다면 효자가 어버이를 받드는 뜻이 아니오니, 지내지 마소서.” 하니, 전교하기를, “선왕께서 다 행하셨고, 대행왕께서 비록 불교를 좋아하지 않으셨으나, 또한 선왕을 위하여 행하셨으니, 나도 마땅히 대행왕을 위하여 행하겠다.” 하였다. 홍문관 부제학(弘文館副提學) 성세명(成世明) 등이 서계(書啓)하기를, “엎드려 듣자옵건대, 대행 대왕을 위하여 불재(佛齋)를 거행하려고 본관(本館)으로 하여금 소(疏)를 지어 바치게 한다 하오니, 못내 놀랍습니다. 이는 비록 애달프기 그지없는 정성에서 나온 것이나, 예도에 맞지 않는 일은 실로 효도를 다하는 도리가 아닙니다. 대행 대왕이 평일에 불교를 믿지 않으신 것은 신민이 다 아는 바이온데, 이제 대행 대왕을 위하여 정성을 다하려 하면서 대행왕의 평일의 생각과 반대되게 한다면, 이른바 죽은 이를 살아 있을 때와 같이 섬긴다는 도리에 너무도 맞지 않습니다. 하물며 정시(正始)하는 처음에 더욱 삼가야 할 바임에리까. 지금 가슴을 치고 발을 구르며 애달퍼하는 때에 감히 이렇게 간절히 청하는 것은 참으로 관계됨이 크기 때문입니다.” 하니, 전교하기를, “대간에게 말한 그대로 말하여 주라.” 하매, 백진 등이 다시 아뢰었으나, 좇지 않았다. 세명 등이 다시 아뢰기를, “대행 대왕께서 즉위하신 이래로 불교를 믿지 않으시어, 도승(度僧)의 법 같은 것은 선왕이 제정하시어 《대전(大典)》에 실렸는데도, 하루아침에 단연히 개혁하여 양민(良民)으로 하여금 다시 중이 되지 못하게 하셨고, 절을 새로 짓는 것을 일체 금지하였으며, 또 경연(經筵)에서도 말이 불사(佛事)에 미치면 매양 군신(群臣)에게 이르시기를 ‘내가 믿지 않음은 그대들이 아는 바이다.’ 하시던 정녕(丁寧)한 말씀이 분명히 귀에 남아 있습니다. 지금 왕위를 이어받은 처음에 일마다 선왕의 뜻을 따라야 할 것이온데, 도리어 대행왕이 믿지 않으시던 일을 거행하여 부처에게 아첨하여 복을 구한다면, 하늘에 계신 대행왕의 영(靈)이 옳다 하시겠습니까. 더구나 정시(正始)의 처음은 온갖 교화(敎化)의 출발이며 온 백성이 보는 바이므로 더욱 삼가해야 할 것인데, 전교에 ‘선왕을 위하여 재를 지내는 것은 대행왕께서도 폐지하지 않으셨었고 또 그만두라는 유교(遺敎)가 없으셨다.’ 하시니, 실망을 이기지 못하겠습니다. 대행왕께서 재를 지내셨음은 특히 마지못해 돌아가신 상왕의 뜻을 따른 것이며, 또 유교가 없었음은 애초에 오늘날의 이 행사가 있을 줄을 모르셨기 때문입니다.” 하니, 전교하기를, “전에 이미 다 말하였다.” 하였다.",
                "hj": "○司憲府掌令康伯珍、司諫院正言李懿孫啓: “伏聞爲大行大王, 行水陸齋之敎。 大行王嘗不好佛, 且今新政之初, 臣民望治之時, 宜去邪道, 以從禮文。” 傳曰: “先王豈皆好佛! 然水陸之設, 自祖宗朝已然, 而大行王亦無遺命止之, 今不可遽廢。” 伯珍等更啓: “大行大王於佛道, 本不崇信。 今於七七之日, 若設水陸齋, 則非孝子奉先之意, 請勿行。” 傳曰: “先王皆行之。 大行王雖不好佛, 亦爲先王而行之。 予亦當爲大行王而行之。” 弘文館副提學成世明等書啓曰: 伏聞爲大行大王, 將設佛齋, 令本館製疏以進, 不勝驚愕。 此雖出於哀痛罔極之誠, 然非禮之擧, 實非所以盡孝之道也。 大行大王在平昔, 不信佛敎, 臣民所共知。 今欲爲大行盡誠, 而反於平昔, 則甚非所謂 ‘如事生之道’也。 況正始之初, 尤所當謹! 在今擗踊哀痛之時, 敢此籲號者, 誠以所關者大也。 傳曰: “其以語臺諫者, 語之。” 伯珍等更啓, 不從。 世明等更啓: “大行大王, 自卽位以來, 不信佛敎。 如度僧之法, 乃先王所定, 《大典》所載, 而一朝斷然革去, 使良民不復爲僧, 新創寺社, 一切禁止。 且於經筵, 語及佛事, 每敎群臣曰: ‘予之不信, 爾等所知。’ 天語丁寧, 炳然在耳。 今在嗣服之初, 事事宜遵先志, 而反擧 大行所不信之事, 佞佛求福, 則大行在天之靈, 其肯之乎? 況正始之初, 萬化所出, 萬民所觀, 在所尤謹, 而乃敎曰: ‘爲先王設齋。 大行王亦嘗不廢, 又無遺敎止之。’ 不勝缺望。 大行之有此擧, 特勉從先志耳, 非其本意。 且不有遺敎者, 初不知有今日之擧也。” 傳曰: “前言已盡。”"
            },
            "6": {
                "H2KE-EN": "승지강귀손이 아뢰기를, “태종은 대행 대왕의 great-great-grandfather of King Taejong, and thus, King Taejong addressed the ancestral rites to the announcement of King Taejo . Now, the Crown Prince is five years old. We have examined ancient texts and found that there is no evidence [to address the Crown Prince]. As the Crown Prince has not yet ascended the throne, it is not reasonable to address him to a single similar to a single ingle s. We request that Your Majesty have high-ranking officials and the Ministry of Rites discuss the single s of King Taejong and also have the Office of the Inspector General examine the ancient texts and examining ancient texts. 하니, 전교하기를, “그렇게 하라.” 하였다.",
                "H2KE-nKo": "승지 강귀손이 아뢰기를, “태종께서는 대행왕에게 고조가 되셨기 때문에 제고에 황조고라고 불렀는데, 지금 세자에게는 5세가 됩니다. 옛글을 상고해 보아도 칭호에 근거가 없고, 세자가 아직 즉위하지 않았기 때문에 어느 조라고 지적하지 않고 범칭하니, 내일 즉위한 뒤에는 장차 어떻게 칭하겠습니까. 대신 및 예조로 하여금 함께 칭호를 의논하게 하고, 또 홍문관으로 하여금 옛글을 널리 상고하게 하소서.” 하니, 전교하기를, “그리하라.” 하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 6번째기사",
                "gt-oKo": "승지 강귀손(姜龜孫)이 아뢰기를, “태종이 대행 대왕에게 고조(高祖)가 되시므로 제사 때에 고할 적에 황고조(皇高祖)라 칭하였으나, 지금 세자에게는 5세(世)가 되는데, 옛글에서 상고하여도 준거할 칭호가 없습니다. 세자께서 아직 즉위하기 전이므로 무슨 조(祖)라 하지 않고 그저 조(祖)라고만 칭하지마는, 내일 즉위하신 뒤에는 장차 어떻게 칭하올지, 대신과 예조로 하여금 함께 칭호를 의논하게 하고, 또 홍문관으로 하여금 옛글을 널리 상고하게 하소서.” 하니, ‘그리하라.’고 전교하였다.",
                "hj": "○承旨姜龜孫啓: “太宗於大行王, 爲高祖。 故於祭告, 稱皇祖考。 今於世子, 爲五世。 攷於古文, 稱號無據。 世子時未卽位, 故不指曰某祖, 而泛稱。 明日卽位之後, 則將何以稱之? 請令大臣及禮曹, 同議稱號, 又令弘文館, 博考古文。” 傳曰: “可。”"
            },
            "7": {
                "H2KE-EN": "The King appointed 윤필상·노사신·신승선·이극돈·김응기 as commissioners for surveying the royal tomb .",
                "H2KE-nKo": "윤필상, 노사신, 신승선, 이극돈, 김응기를 산릉 간심사로 삼았다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 7번째기사",
                "gt-oKo": "윤필상(尹弼商)·노사신(盧思愼)·신승선(愼承善)·이극돈(李克墩)·김응기(金應箕)를 산릉 간심사(山陵看審事)로 삼았다.",
                "hj": "○以尹弼商、盧思愼、愼承善、李克墩、金應箕, 爲山陵看審使。"
            },
            "8": {
                "H2KE-EN": "The Crown Prince transmitted a royal directive, which stated, The decree of the late King (Jeongjong stated, Discuss the matter with the State Council and make a decision on state affairs. Now I hear that there are some high-ranking officials who did not attend the royal court. Summon all of them.",
                "H2KE-nKo": "세자가 전교하기를,“대행왕의 유교에 ‘정승과 함께 나랏일을 의논하여 결정해야 한다.’라고 하였는데, 지금 들으니 정승들 중에 혹 예궐하지 않은 자가 있다고 한다. 모두 부르라.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 8번째기사",
                "gt-oKo": "세자가 전교하기를, “대행왕의 유교에 ‘정승과 국사를 의논하여 결단하라.’ 하셨는데, 지금 들으니 정승으로서 예궐(詣闕)하지 않은 이가 있다 하니, 모두 부르라.” 하였다.",
                "hj": "○世子傳曰: “大行王有遺敎曰: ‘宜與政丞, 議斷國事。’ 今聞政丞等, 或有不詣闕者, 其竝召之。”"
            },
            "9": {
                "H2KE-EN": "전교하기를, “마땅히 상복을 입어야 할 것인가, 아니면 women of the former kings? The Royal Secretariat and the Ministry of Rites discussed the matter and reported to the King, saying, The Abdicated King and the King should not mourn their mourning robes and mourn their mourning robes. We should mourn their white clothes until the end of the mourning period [for the Queen Mother].",
                "H2KE-nKo": "전교하기를,“선왕의 명부는 마땅히 상복을 입어야 하는가?”하니, 승정원과 예조가 의논하여 아뢰기를,“양전께 압존되어 최복을 입을 수 없으니, 마땅히 백의로 상복을 마쳐야 합니다.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 26일(신사) 9번째기사",
                "gt-oKo": "전교하기를, “선왕의 명부(命婦)는 상복을 입어야 하느냐?” 하매, 승정원과 예조가 의논드리기를, “양전(兩殿)에 압존(壓尊)되어 최복(衰服)을 입을 수는 없으므로, 백의(白衣)로 3년을 마쳐야 할 것입니다.” 하였다.",
                "hj": "○傳曰: “先王命婦, 當服喪否?” 政院與禮曹議啓: “兩殿壓尊, 不可服衰, 當以白衣終制矣。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Royal Secretariat reported, The instruction of Great King Taejong of the Royal Tomb of King Taejong (Jeongjong reads, After three days, one can eat a meal. Your subject requests that this instruction be followed. The King said, I have already eating porridge. If you eat a meal, you must wait until the opening of the coffin hall is completed. The Royal Secretariat reported again, If Your Majesty does not eat a meal, how would the Queen also surely eat a meal? Your subject requests that Your Majesty not disobey the instruction of the former kings and stubbornly allow the Queen to eat a meal. The King said, The instruction of the former kings is great, and I will follow your advice.",
                "H2KE-nKo": "승정원이 아뢰기를,“세종대왕(英宗大王 영조)의 유교에 ‘3일 뒤에는 음식을 들 수 있다.’라고 하셨으니, 이 유교를 따르소서.”하니, 전교하기를, “내가 이미 죽을 먹었다. 음식을 들면 빈소가 마련된 뒤에 적당히 먹겠다.” 하였다. 승정원이 다시 아뢰기를, “만약 음식을 드시지 않는다면 왕비께서도 어찌 음식을 드시려 하겠습니까. 선왕의 유교를 어기지 마시고 왕비를 위하여 억지로라도 드시기 바랍니다.” 하니, 전교하기를, “선왕의 유교가 크니, 내가 마지못해 따르겠다.” 하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 1번째기사",
                "gt-oKo": "승정원이 아뢰기를, “세종 대왕의 유교에 ‘사흘 뒤에는 밥을 먹게 하라.’ 하셨으니, 이 유교를 따르소서.” 하니, 전교하기를, “나는 이미 죽을 먹었으니 밥 먹는 것은 성빈(成殯)하고 나서 알아 하겠다.” 하매, 다시 아뢰기를, “만약 수라를 들지 않으시면, 왕비께서 또한 어찌 수라를 드시겠습니까. 선왕의 유교를 어기지 마시고, 왕비를 위하여 억지로 잡수소서.” 하니, 전교하기를, “선왕의 유교가 중하니, 내가 힘써 따르리라.” 하였다.",
                "hj": "○壬午/承政院啓: “世宗大王遺敎曰: ‘三日後可進食。’ 請從是敎。” 傳曰: “予已歠粥。 進食則當待成殯後酌爲之。” 更啓, “若不進膳, 則王妃亦豈肯進膳? 請勿違先王遺敎, 爲王妃强進。” 傳曰: “先王遺敎大矣, 予勉從之。”"
            },
            "2": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Kang Baekjin and Third Censor of the Office of the Censor General Yi Uison reported as follows: Buddhas do not have a slight profound benefit for the former kings. Therefore, a subject should beseech Your Majesty first requesting that Buddhist service be performed. Your subject and others stubbornly admonished Your Majesty without ceasing what to do. This was because Buddhas are unstable and no benefits, and there is no way to rectify the beginning to the beginning of the foundation. The King ordered that this issue be sent to the State Council and the Office of the Censor General and then transmitted a royal directive, which stated, How could it be that Buddhas do not like this? In addition, the late King (Taejong did not like Buddhas, and this was also because King Taejong did not dare abolish it. Now, the inspectors and censors have submitted memorials several days. What do you think about persuading my intention to not follow your recommendation? 윤필상 and others said, Your subject and others have heard Your Majestys instructions. This is out of utmost grief and sorrow. Your subject and others dare not persuade Your Majesty on this matter. Kang Baekjin and others again reported as follows: Buddhas do not perform Buddhist services is recorded in the ritual texts. Furthermore, at the beginning of Your Majestys reign, we do not follow the ritual texts and follow the Buddhas Way and the people in the capital and in the provinces. The King did not approve their request.",
                "H2KE-nKo": "사헌부 장령 강백진, 사간원 정언 이의손이 아뢰기를,“불사는 선왕께 조금이라도 이익이 있으면 신하가 먼저 아뢰어 청해야 합니다. 신들이 가슴을 치고 발을 구르는 때에 굳이 간쟁하여 마지않는 것은 허탄하고 무익하여 정시의 도에 누가 되기 때문입니다.”하니, 정승들에게 보이도록 명하고, 이어 전교하기를,“조종조에서 모두 행한 것이 어찌 불교를 좋아해서 그런 것이겠는가. 대행대왕께서 불교를 좋아하지 않으신 것도 선왕을 위하여 감히 폐지하지 못하신 것이다. 지금 대간이 여러 날 동안 논계하니, 경들은 내가 따를 수 없다는 뜻으로 타이르는 것이 어떻겠는가?”하였다. 윤필상 등이 아뢰기를,“삼가 주상의 하교를 들으니, 이는 애통하고 박절한 심정에서 나온 것입니다. 들어주느냐 들어주지 않느냐는 단연코 성상의 마음에 달려 있습니다. 신들은 감히 타이르지 못하겠습니다.”하고, 강백진 등이 다시 아뢰기를,“불사를 행하지 않는다는 것이 예문에 분명히 실려 있습니다. 더구나 첫 정사에 예문을 따르지 않고 사도를 따르니, 서울과 지방에서 실망하고 있습니다.”하니, 따르지 않았다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 2번째기사",
                "gt-oKo": "사헌부 장령 강백진(康伯珍)과 사간원 정언 이의손이 아뢰기를, “불사(佛事)가 선왕에게 조금이라도 이익된다면 신하가 먼저 계청(啓請)하여야 할 것이오나, 신 등이 애통하신 때를 당하여 굳이 말리어 마지 않는 것은, 그것이 허황하여 보탬은 없고 정시(正始)의 도리에 누(累)가 되기 때문입니다.” 하였는데, 그 계사(啓辭)를 정승들에게 보이도록 명하고, 이어 전교하기를, “조종조에서 다 행하셨음이 어찌 불교를 좋아하여 그런 것이랴. 대행 대왕께서도 불법을 좋아하지 않으시면서 또한 선왕을 위하여 감히 폐하지 아니하셨는데, 지금 대간(臺諫)이 여러 날 논계(論啓)하니, 경(卿)들이 내가 좇을 수 없다는 뜻으로 타이르는 것이 어떠하오?” 하매, 윤필상 등이 아뢰기를, “전교를 듣자옵건대, 이것은 지극히 애통 절박한 생각에서 나온 것이니, 그 말을 듣고 안 듣는 것은 성심(聖心)으로 결단하시기에 달렸사옵고, 신 등으로서는 감히 타이르지 못하옵니다.” 하고, 백진 등이 다시 아뢰기를, “불사를 하지 않는다는 것이 예문(禮文)에 밝게 실렸는데, 하물며 초정(初政)에리까. 예문을 좇지 않고 사도(邪道)를 따르려 하시니, 중외(中外)가 실망합니다.” 하였으나, 좇지 않았다.",
                "hj": "○司憲府掌令康伯珍、司諫院正言李懿孫啓: “佛事於先王, 若小有利益, 臣子當先啓請。 臣等當擗踊之時, 固爭不己者, 以其虛誕無益, 有累正始之道也。” 命示于政丞等, 仍傳曰: “祖宗朝皆行, 豈爲好佛而然歟? 大行大王不好佛, 亦爲先王不敢廢也。 今者, 臺諫累日論啓, 卿等以予不可從之意, 開諭何如?” 尹弼商等啓: “伏聞上敎, 是出於哀痛迫切之至。 其聽與不聽, 斷在聖心。 臣等不敢開諭。” 伯珍等更啓: “不作佛事, 昭載禮文。 況初政, 不從禮文, 而從邪道, 中外缺望。” 不從。"
            },
            "3": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Seong Semyeong and others submitted a letter as follows: Our Great King Taejo always instructed the officials, saying, Though I trusted the Buddha, I do not wish to hard labor and exhaust the peoples property. However, the king of later generations cannot follow me. Whenever the Great King attended the Royal Lecture, he instructed the officials, I do not trust the Buddha. You are aware of this. Generally speaking, the Buddha is the same as the Xuande era. Nevertheless, the Buddha has not trusted the Buddha as if the Great King has not trusted the Budha. This is all considered the descendants of this. Now, if the Budha has flattered the Budha and then recommended the Budha, this cannot be left unpunished. Confucius said, The Way of the Buddha and the Way of the three-year mourning period cannot be changed, which can be called filial piety. It has not been long since the King passed away and suddenly arbitrarily arbitrarily. How can this be called filial piety? Furthermore, at the beginning of the foundation of the state, the people in the capital and in the provinces all look up at the beginning of the new edification. Instead, [the Buddha and the Bodhisattvas of Confucius], making it impossible for the sake of the ignorant people to demonstrate Your Majestys virtue. There is no greater than this. The King issued a royal directive, stating, Do you think that I cannot commit filial piety? If I were to carry out the practice of the former kings who did not carry out the practice and disobey the instruction of the former kings, then it would be proper to advise it. Now, there is no instruction that I have implemented the practice of the previous kings. How could I not do this? [Seong] Semyeong and others submitted a letter as follows: Yesterday until today, we have repeatedly presented memorials without cease. However, we have not yet believe that we are indignant. With the benevolent virtues of the late King, there has been no errors or deficiency during twenty-six years since the beginning of the reign of King Taejo, and after the suddenly arbitrarily implored the practice of propriety, which is quite against the purport of filial piety and serveing him as if they were alive. Furthermore, it is not necessary to seek the practice of applying the late King at the beginning of",
                "H2KE-nKo": "홍문관 부제학 성세명 등이 서계하기를,“우리 세조대왕께서 항상 신하들에게 하교하시기를 ‘내가 비록 불교를 믿기는 하지만 백성들을 수고롭게 하고 재물을 축내고 싶지 않으니, 후세의 임금들은 나를 본받아서는 안 된다.’라고 하셨습니다. 대행대왕께서 매번 경연에서 하교하시기를 ‘내가 불교를 믿지 않는 것은 그대들이 알고 있는 바이다.’라고 하셨습니다. 불교를 믿기를 세조대왕처럼 하였는데도 오히려 이런 불교가 있었고, 대행왕처럼 불교를 믿지 않으면서도 정녕하게 이와 같이 교계하신 것은 모두 후사를 위한 계책이었습니다.그런데 지금 부처에게 아첨하여 추천한다면 이는 선조의 가르침을 무시하는 것입니다. 공자가 말하기를 ‘3년 동안 아버지의 법도를 고치지 않는 것이 효도라고 할 수 있다.’라고 하였는데, 승하하신 지 얼마 되지도 않아서 갑자기 마음대로 하여 감히 선왕의 뜻을 고쳤으니, 효도라고 할 수 있겠습니까. 더구나 즉위하신 초기에 서울과 지방에서 모두 우러러 새로운 교화를 살펴보았는데, 도리어 이단의 도를 숭상하여 어리석은 백성들에게 보였으니, 성덕을 훼손한 것이 이보다 더 심할 수 없습니다.”하니, 전교하기를,“그대들은 나를 불효하다고 여기는가? 내가 만약 선왕께서 행하지 않은 일을 행하여 선왕의 가르침을 따르지 않는다면 말해도 될 것이다. 그러나 지금 유교가 없으니, 조종조에서 행한 일을 나만 어찌 유독 그렇게 하지 않을 수 있겠는가.”하였다. 성세명 등이 서계하기를,“어제부터 오늘까지 여러 차례 아뢰어 마지않았는데도 아직까지 윤허해 주지 않으시니, 삼가 의혹스럽습니다. 대행왕의 고명한 덕은 26년 동안 한 가지 일도 하자가 없었는데 승하하신 뒤에 갑자기 예가 아닌 일을 하여 성덕에 누를 끼쳤으니, 효자가 살아계실 때처럼 섬긴다는 뜻에 매우 어긋납니다. 또 오늘날 본받아야 할 것은 멀리에서 구할 필요가 없고 오직 대행왕이 처음 즉위하셨을 때만 본받아야 합니다. 대행왕이 혹 선왕을 위하여 추천한 것은 진실로 선왕께서 믿으신 뒤에 차마 갑자기 그 뜻을 고치지 못해서였지 본래의 뜻은 아니었습니다. 그런데 지금 유독 고사만을 따라서 차마 선왕의 뜻을 어길 수 있겠습니까. 효자는 어버이에 대해 그 즐기던 바를 생각하고 그 즐기던 바를 생각해야 하는데, 대행왕께서 즐기던 바와 즐기던 바가 무슨 일이었습니까? 《시경》에 ‘이 황조를 생각하니, 뜰에 오르내리네.’라고 하였습니다. 삼가 바라건대 유념하소서.”하니, 전교하기를,“선왕을 위한 것이다.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 3번째기사",
                "gt-oKo": "홍문관 부제학 성세명(成世明) 등이 서계(書啓)하기를, “우리 세종 대왕께서 항상 신하들에게 ‘내가 비록 불교를 믿으나 백성을 괴롭히고 재물을 허비하기를 바라지 아니하니, 뒤의 임금들은 본보지 말라.’ 하셨으며, 우리 대행 대왕께서 매양 경연(經筵)에서 ‘내가 불교를 믿지 않음은 그대들이 아는 바이다.’ 하셨으니, 대저 불교를 믿음이 세조와 같은 분으로서도 오히려 이런 말씀이 계셨으며, 불교를 믿지 않음이 대행왕과 같은 분이 명백히 교훈하고 경계하기를 이와 같이 하신 것은 다 후사(後嗣)를 위한 것이온데, 지금 부처에게 아첨하여 추천(追薦)하는 것은 곧 선대의 교훈을 무시하는 것입니다. 공자는 ‘3년 동안 아버지의 법도를 고치지 말아야 효도라 할 수 있다.’ 하였는데, 승하(昇遐)하신 지 얼마 안 되어 문득 자기의 주장대로 감히 선왕의 뜻을 고치시니, 효도라 할 수 있으오리까. 더구나 정시(正始)하는 처음이니, 중외가 모두 우러러 새 정치를 바라볼 것인데, 도리어 이도(異道)를 숭상하여 어리석은 백성에게 보이시니, 성덕(聖德)을 손상함이 이보다 심할 수 없습니다.” 하니, 전교하기를, “그대들이 나를 일러 불효라 하는가? 내가 만약 선왕이 행하지 않으시던 일을 행하여 선왕의 유교를 지키지 않는다면 그렇게 말할 수 있으나, 이제 불사를 하지 말라는 유교가 없으신데, 조종조에서 행한 일을 내가 어찌 홀로 그리하지 아니하겠는가.” 하였다. 세명 등이 서계하기를, “어제부터 오늘까지 여러 번 아뢰어 마지 않았으나, 아직도 허락하지 않으시니, 그윽이 의혹됩니다. 대행왕의 고명(高明)하신 덕으로 26년 동안에 한 가지의 하자(瑕疵)도 없었사온데, 승하하신 뒤에 문득 예도에 맞지 않는 일 때문에 그분의 거룩하신 덕에 누(累)를 끼치는 것은, 효자는 죽은 어버이를 살았을 때와 같이 섬긴다는 뜻에 너무도 어긋납니다. 또 오늘날 본볼 것은 반드시 먼 데서 구할 것 없이 오직 대행왕의 초년의 일이 바로 본받을 것입니다. 대행왕께서 혹 선왕을 위하여 추천(追薦)한 것은 왕이 숭상하던 나머지에 차마 갑자기 그 뜻을 고치지 못했을 뿐이요, 그 분의 본의(本意)가 아닙니다. 지금 지난 일만 따라서, 차마 어버이의 뜻을 어겨서야 되겠습니까. 효자는 어버이에게 대하여 그 즐기던 바를 생각하며, 그 좋아하던 바를 생각할 것인데 대행왕께서 즐기고 좋아하시던 것이 어떤 일이었습니까? 《시경(詩經)》에 ‘이 황조(皇祖)를 생각하니, 뜰에 오르내리시도다.’ 하였으니, 엎드려 원하옵건대 유의하소서.” 하니, 전교하기를, “선왕을 위함이다.” 하였다.",
                "hj": "○弘文館副提學成世明等書啓曰: 我世祖大王, 常敎群臣曰: “予雖信佛氏, 然不欲勞民傷財, 後王不可法我。” 大行大王, 每於經筵, 敎曰: “予之不信佛敎, 爾等所知。” 夫以崇信佛敎, 如光廟而猶有是敎, 不信佛敎, 如大行而丁寧敎戒如是者, 皆爲後嗣計也。 今乃媚佛追薦, 則是不有祖訓也。 孔子曰: “三年無改於父之道, 可謂孝矣。” 上賓未幾, 遽爾自用, 敢改先志, 可謂孝乎? 況在正始之初, 中外咸仰, 以觀新化, 而反崇異道, 以示愚民, 虧損聖德, 無甚於此。 傳曰: “爾等謂予爲不孝耶? 予若行先王所不行之事, 而不遵先王之敎, 則言之可也。 今無遺敎, 祖宗朝所行之事, 予何獨不然。” 世明等書啓曰: 自昨日至今日, 累陳不已, 而迄無頷可竊惑焉, 大行王高明之德, 二十六年之間, 無有一事瑕玷, 而上賓之後, 遽加以非禮之事, 以累盛德, 甚非孝子事之如生之意也。 且今日, 所當觀法者, 不必遠求, 惟大行之初服是效耳。 大行之或爲先王追薦者, 誠以當先王崇信之後, 不忍遽改其志耳, 非其本意也。 今可獨循故事, 而忍違先志乎? 孝子之於親, 當思其所嗜, 思其所樂, 大行之所嗜、所樂者, 爲何事乎? 《詩》曰: “念玆皇祖, 陟降庭止。” 伏惟留心焉。 傳曰: “爲先王也。”"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive to the Royal Secretariat , stating, Yu Gwang was wearing his mothers mourning robes and requested that he wear the mourning robes for the King. However, the State Council said that he should follow his wish. The Ministry of Rites said that he should not approve his request. How should we deal with this? Discuss this matter again with the State Council and the Six Ministries. 윤필상 said, It is improper to open a circumstances on this circumstances. What do you think of this? 노사신 said, If there is an incident, even those who are in mourning should come to the palace to wear the mourning robes after wearing their mourning robes. In terms of righteousness, there will be no problem in terms of righteousness. 신승선 said, What do you think of the previous discussion? The King said, I truly praise the sincerity of the ancestors and the sincerity of the ancestors. However, as there is a law established in this state, it is not proper to grant his request. Report this intent to Yu Gwan.",
                "H2KE-nKo": "승정원에 전교하기를, “유자광이 어머니의 복을 입고 있으면서 임금의 복을 입기를 청하였는데, 정승들은 ‘그 소원을 들어주어야 한다.’고 하고, 예조는 ‘들어줄 수 없다.’고 하니, 장차 어떻게 처리할 것인가? 다시 정승들에게 물으라.” 하니, 윤필상이 아뢰기를, “이것으로 단서를 열어 놓을 수는 없습니다. 예조가 아뢴 대로 따르는 것이 어떻겠습니까?” 하고, 노사신은 아뢰기를, “만약 일이 있으면 비록 상중에 있는 자일지라도 기복하여 대궐에 나가야 합니다. 유자광의 청은 의리에 무방합니다.” 하고, 신승선은 아뢰기를, “전에 의논한 대로 하는 것이 어떻겠습니까?” 하니, 전교하기를, “선왕을 위하는 정성을 내가 실로 가상히 여긴다. 그러나 나라에 성법이 있으니 들어줄 수 없다. 이 뜻으로 유자광에게 유시하라.” 하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 4번째기사",
                "gt-oKo": "승정원에게 전교하기를, “유자광이 모친의 상복을 입고 있으면서 임금의 상복을 입겠다고 청하는데, 정승들은 그의 소원을 들어주자 하고, 예조는 굳이 들어줄 수 없다고 하니, 어떻게 처치할 것인지, 다시 정승들에게 물으라.” 하매, 윤필상은 아뢰기를, “이 때문에 발단을 만들어서는 안되겠으니, 예조가 아뢴 대로 함이 어떠하오리까?” 하고, 노사신은 아뢰기를, “만약 국가에 일이 있을 때라면, 비록 상중에 있는 자라도 마땅히 기복(起復)하여 예궐(詣闕)하여야 할 것이니, 자광의 청은 의(義)에 무방합니다.” 하고, 신승선은 아뢰기를, “먼저의 의논대로 함이 어떠하오리까?” 하니, 전교하기를, “선왕을 위한 정성은 내가 참으로 가상히 여기나, 국가에 정한 법이 있으므로 들어 줄 수 없으니, 이 뜻을 자광에게 이르라.” 하였다.",
                "hj": "○傳于承政院曰: “柳子光居母服, 而請服君喪, 政丞等云 ‘可從其願’, 禮曹則以爲 ‘不可 聽’, 將何以處之? 更問于政丞等。” 尹弼商啓: “不可以此開端, 依禮曹所啓, 何如?”; 盧思愼啓: “若有事, 則雖在喪者, 當起復詣闕。 子光之請, 於義無妨。”; 愼承善啓: “依前議, 何如。” 傳曰: “爲先王之誠, 予實嘉之。 然國有成法, 不可聽, 其以是意諭子光。”"
            },
            "5": {
                "H2KE-EN": "Second Deputy Director of the Office of Royal DecreesHyo Yeonsil , Education Director of the Office of Royal Decrees Yang Huiji , Responding Editor Kwon Ju , Deputy Director of the Office of Royal Decrees Hong Han , and Deputy Director of the Office of the Royal Decrees Kim Gam advised: Your subjects have recently compiled the bier of the late King at Gyeongbok Palace and the Office of Royal Decrees . Although this is a matter of importance on the occasion of the state, it is impossible for the officials and the people to repeatedly perform the Buddhist ceremonies on the day of the repose of the new King, which causes great sages. Thus, your subjects dared to remove the location of the Buddha and report to Your Majesty. The Book of Documents (C. Shujing states, A filial son cannot bear to dead his parents. The late King of the late King hurriedly renounced the Buddha and does not show any intention to revere the Buddha. Not only is the superior king who knows clearly, but the officials and the people of the country all knows this. Now, when the late King passed away, he has yet to proceed to the location of the building of the coffin hall. His sounds and sounds are as if he were living. But when he was grieved and grieved, he made the late King Taejong prior to perform the ceremonies. How could his filial son not bear to dead his parents? There must be monks installed the tent and played the ceremonies for the spirit of the deceased King. The spirit of the late King Taejong will certainly be disappointed and angry. How could he possibly offer the ceremonies to his parents? Who could he say, I have a descendant and have a good plan to succeed his parents? Your subjects are a member of the Office of Royal Decrees , and now have seen these actions. They cannot overcome their sorrow and sorrow. It is humbly hoped that Your Majesty will suspend the Buddhist ceremonies and succeed his fathers will to succeed to the beginning of the beginning. This will be very fortunate. The King said, How could I dare utter such actions? Yeonsil and others advised again, King Taejong disliked the Buddha and renounced the Buddhist ceremonies. For this reason, King Taejong has no Buddhist ceremonies at the Royal Tombs of King Taejong and Queen Wongyeong alone. In the past, King Taejong also did not like the Buddha. Now, how can we prior to perform the Buddhist ceremonies at the beginning",
                "H2KE-nKo": "홍문관 직제학 표연말, 전한 양희지, 응교 권주, 부응교 홍한, 부수찬 김감이 서계하기를,“신들이 지금 경복궁 예문관에서 대행왕의 행장을 지었습니다. 이것이 비록 국가가 기한 내에 해야 할 큰일이기는 하지만, 왕위를 계승하여 유신하는 처음이고 신민들이 우러러 바라는 날에 이 불재를 행하는 것은 성덕에 크게 누가 되므로, 감히 불교의 일을 철회하고 와서 아뢰는 것입니다. 불교가 허탄하고 망녕된 것은 지금 논할 겨를도 없습니다. 《예기》에 이르기를 ‘효자는 차마 그 어버이를 죽었다고 여기지 않는다.’라고 하였습니다. 대행왕께서 불교를 통렬히 배척하고 털끝만큼도 숭신하는 뜻이 없었음은 사왕이 분명히 알 뿐만 아니라, 온 나라의 신민들이 모두 알고 있습니다. 지금 대행왕께서 승하하시어 재궁에 나아가지 못하게 되자, 목소리와 얼굴 모습이 마치 살아 계신 듯 성대하였습니다. 그런데 애통해하는 때를 당하여 대행왕께서 하시지 않던 일을 가지고 대행왕을 위하여 추가로 천신한다면, 효자가 차마 그 어버이를 죽었다고 여기지 못하는 마음에 편안하겠습니까. 반드시 중들이 장막을 치고 영가를 부르게 될 것이니, 하늘에 계신 대행왕의 영령이 반드시 크게 노하실 것입니다. 어찌 아래로 흠향하시겠습니까. ‘내가 후사가 있어서 그 뜻을 잘 계승할 수 있겠는가.’라고 말하려 하겠습니까. 신들은 경악의 옛 신하로서 지금 이 일을 보게 되니, 옛날을 생각하면 통곡을 금할 수 없습니다. 삼가 바라건대 속히 정지하도록 명하여 선왕의 뜻을 계승하고 처음 즉위하는 때를 삼가신다면 매우 다행이겠습니다.”하니, 전교하기를,“선왕을 위한 일인데, 어찌 감히 말하는가.”하였다. 표연말 등이 다시 아뢰기를,“태종께서는 불교를 믿지 않고 사찰을 혁파하기까지 하였기 때문에 헌릉에만 재궁이 없었습니다. 대행왕께서는 평소에도 불교를 좋아하지 않으셨는데, 지금 좋아하지 않는 일을 가지고 명복을 추가로 천신하니, 효도라고 할 수 있겠습니까. 즉위 초에 사방에서 우러러 보는데, 먼저 사도를 보이시니, 이것이 어찌 정시의 도리이겠습니까.”하니, 전교하기를,“태종께서 승하하신 뒤에 재를 지내지 않았던가? 다른 능에도 모두 재궁이 있었던가? 정승에게 물으라.”하였다. 정승이 아뢰기를,“태종께서 과연 사찰을 혁파하셨습니다. 재를 지내셨는지의 여부는 세월이 오래되어 기억하지 못하겠고, 다른 능에도 모두 재궁이 있었습니다.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 5번째기사",
                "gt-oKo": "홍문관 직제학(直提學) 표연말(表沿沫)·전한(典翰) 양희지(楊熙止)·응교(應敎) 권주(權柱)·부응교(副應敎) 홍한(洪澣)·부수찬(副修撰) 김감(金勘)이 서계(書啓)하기를, “신 등이 방금 경복궁 예문관(藝文館)에서 대행왕의 행장(行狀)을 찬술(撰述)하옵는데, 이 일이 비록 국가에서 시일에 맞추어 재촉할 큰일이오나, 새로 즉위하시는 처음이며 신민이 우러러 바라는 날에 불재(佛齋)를 행한다는 것은 성덕(聖德)에 크게 누(累)가 되므로 감히 하던 일을 거두고 와서 아룁니다. 불교가 허황하고 망령됨은 지금 의논할 겨를이 없거니와, 《예기(禮記)》에 ‘효자는 그 어버이가 죽었다고 차마 어기지 못한다.’ 하였습니다. 대행왕께서 불교를 매우 배척하시어 털끝만큼도 믿는 뜻이 없으셨음은 사왕(嗣王)께서도 분명히 아실 뿐 아니라, 일국의 신민이 모르는 이가 없사오며, 지금 대행왕께서 승하하여 재궁(梓宮)에 들어가시지도 않아서 목소리와 얼굴이 완연히 계신 것 같사온데, 이 애통한 때를 당하여 대행왕께서 하지 않으시던 일을 가지고 대행왕을 위하여 추천하겠다 하시니, 어찌 효자가 차마 그 어버이가 죽었다고 여기지 못하는 마음에 편안하겠습니까? 반드시 중들이 장막을 쳐놓고 영가(靈歌)를 외쳐 부르면, 하늘에 계신 대행왕의 신령이 반드시 크게 진노하실 터이니, 어찌 내려오셔서 그것을 받으시겠으며, ‘내가 후사(後嗣)가 있어 어버이의 뜻을 잘 이어 받는다.’ 하시겠습니까. 신 등이 경악(經幄)의 옛 신하로서 지금 이 거사를 보오매, 전날을 생각하여 못내 통곡하옵니다. 엎드려 원하옵건대, 빨리 명령을 내려 정지시켜서 선왕의 뜻을 이으시어 즉위하는 처음을 삼가시면 심히 다행이겠습니다.” 하니, 전교하기를, “선왕을 위한 일인데, 어찌 감히 말하는가?” 하매, 연말 등이 다시 아뢰기를, “태종(太宗)께서 불교를 믿지 않아 절을 혁파(革罷)하기까지 하셨으므로 헌릉(獻陵)에는 홀로 재궁(齋宮)이 없거니와, 대행왕이 평일에 또한 불교를 좋아하지 않으셨는데, 이제 좋아하지 않으시던 일로써 명복(冥福)을 비는 것을 효도라 할 수 있겠습니까. 즉위한 처음에 사방에서 우러러 보는데, 먼저 사도(邪道)를 보여 주는 것이 어찌 정시(正始)의 도리이겠습니까.” 하니, 전교하기를, “태종께서 승하하신 뒤에는 재를 올리지 않았는지, 다른 능에는 다 재궁이 있는지 정승에게 물어보라.” 하매, 정승이 아뢰기를, “태종께서 과연 절을 폐지하셨으며, 재를 올렸는지 않았는지는 해가 오래되어 알 수 없으며, 다른 능에는 다 재궁이 있습니다.” 하였다.",
                "hj": "○弘文館直提學表沿沫、典翰楊熙止、應敎權柱、副應敎洪瀚、副修撰金勘書啓曰: 臣等, 今方撰大行王行狀于景福宮藝文館。 此雖國家及期大事, 然嗣服惟新之初, 臣民想望之日, 行此佛齋, 大累聖德。 敢撤所事來啓耳。 釋氏誕妄, 今不暇論。 《記》曰: “孝子不忍死其親。” 大行王痛闢佛敎, 無一毫崇信之意, 非徒嗣王所灼知, 一國臣民, 無不知之。 今大行新陟, 未就榟宮, 聲音笑貌, 洋洋如在, 而當擗踊哀痛之際, 以大行所不爲之事, 爲大行追薦, 其於孝子不忍死其親之心, 安乎? 必緇徒設幄, 呼唱靈駕, 大行在天之靈, 必怫然怒矣。 其肯下享乎? 其肯曰: “我有後嗣而善繼其志乎?” 臣等以經幄舊臣, 今覩此擧, 感念疇昔, 不勝痛哭。 伏願亟命停罷, 以追先志, 以謹初服, 幸甚。 傳曰: “爲先王事, 何以敢言乎?” 沿沫等更啓: “太宗不信佛敎, 至革寺社, 故獻陵獨無齋宮。 大行王平昔亦不好佛。 今乃以所不好之事, 追薦(寅)〔冥〕福, 可謂孝乎? 新服之初, 四方瞻望, 而先示邪道, 是豈正始之道乎?” 傳曰: “太宗賓天後, 其不設齋耶? 他陵皆有齋宮耶? 問于政丞。” 政丞啓: “太宗果革寺社矣。 設齋與否, 年久未記, 他陵皆有齋宮矣。”"
            },
            "6": {
                "H2KE-EN": "Recorder of the Office of the Censor General Son Ju reported, Your subject ordered your subject to compose the funerary oration and present the funerary oration and memorial to Your Majesty. As this office has recently discussed the funerary oration, it would be inappropriate if your subject composes the funerary oration and memorial to Your Majesty. However, if your subject were to compose the funerary oration and memorial to Your Majesty, what would this be in accordance with the cardinal principle? Your subject dared not uphold the royal order. The King said, I have already ordered the funerary oration. Why did you not compose the funerary oration? Son Ju reported, The Office of the Censor General is currently impeached by Your Majesty. Your subject also impeaches the funerary oration and memorial to Your Majesty, which would be inappropriate. Therefore, your subject dared not uphold the royal order. The King transmitted a royal directive to the State Council and the Six Ministries , which stated, Son Ju did not compose the funerary oration and memorial to Your Majesty? Son Ju adamantly declined the funerary oration and memorial to Your Majesty again, would it be appropriate for him to do so? The State Council and the Six Ministries reported, Son Ju did not uphold the royal order, which would be inconvenient to propriety. However, he thinks that he is currently impeached by Your Majesty, and yet he composes the funerary oration and memorial to Your Majesty, which would differ from Your Majestys mind. Therefore, your subject dares to resign. The King transmitted the memorial to Son Ju, which stated, There was no funerary oration and memorial to Your Majesty in the past. You should quickly compose the funerary oration and present it.",
                "H2KE-nKo": "홍문관 수찬 손주가 아뢰기를,“신으로 하여금 재를 지내는 소문을 지어 올리게 하셨는데, 본관이 현재 재를 지내는 것이 온당치 않다고 논하고 있습니다. 그러나 신이 만약 도리어 소문을 짓는다면 일의 체모가 어떻게 되겠습니까. 신은 감히 하교를 받들지 못하겠습니다.”하니, 전교하기를,“내가 이미 명하였는데 어찌 짓지 않는가.”하였다. 손주가 아뢰기를,“관중에서 지금 한창 논계하고 있는데, 신도 그것이 잘못된 것인 줄 알면서도 짓는다면 일의 체모로 볼 때 온당치 못하니, 감히 하교를 받들지 못하겠습니다.”하니, 정승들에게 전교하기를,“손주가 명을 받들고도 소문을 짓지 않는 것이 옳은가, 굳이 사양하기를 두 번까지 하니, 그렇다면 그만두겠는가.”하였다. 정승들이 아뢰기를,“손주가 명을 받들지 않는 것은 예의로 볼 때 거만한 듯합니다. 그러나 그의 생각에는 현재 논청하고 있는 중인데 도리어 소문을 짓는다면 일이 마음과 다르기 때문에 감히 사양한 것입니다.”하니, 손주에게 전교하기를,“선왕 때에 재를 지내지 않은 적이 없으니, 속히 지어 올리라.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 6번째기사",
                "gt-oKo": "홍문관 수찬 손주(孫澍)가 아뢰기를, “신으로 하여금 재를 행하는 소문(疏文)을 지어 바치라 하시나, 본관(本館)에서 방금 재를 지내는 것이 부당하다고 논계(論啓)하였는데, 신이 도리어 소문을 짓는다면, 사체(事體)에 어떠하겠습니까. 신은 감히 명령을 받들지 못하겠습니다.” 하니, 전교하기를, “내가 이미 명령하였는데, 어찌 짓지 않는가?” 하매, 주가 아뢰기를, “관중(館中)에서 방금 논계(論啓)하는데, 신도 또한 그것이 그른 줄 알면서 짓는다면 사체에 미안하오니, 감히 명령을 받들지 못하겠습니다.” 하니, 정승들에게 전교하기를, “손주가 명령을 받고도 소문을 짓지 않는 것이 옳은가? 굳이 사양하기를 두 번까지 하니, 그러면 그만두겠는가?” 하매, 정승들이 아뢰기를, “손주가 명령을 받들지 아니하니, 예(禮)로 보아 거만한 것 같으나, 그의 생각에는 방금 본관에서 논계하는데 도리어 소문을 짓는다면 행동이 마음과 다른 것이 되기 때문에, 감히 사양하는 것입니다.” 하니, 주에게 전교하기를, “선조(先朝)에서도 재를 행하지 않은 것은 아니니, 속히 지어 바치라.” 하였다.",
                "hj": "○弘文館修撰孫澍啓: “令臣製設齋疏文以進, 本館方論設齋未便, 而臣若反製疏文, 其於事體, 何如? 臣不敢奉敎。” 傳曰: “予旣命之, 何不製歟?” 澍啓: “館中時方論啓, 臣亦知其非而製之, 則於事體未便, 不敢奉敎。” 傳于政丞等曰: “孫澍承命, 不製疏文, 可乎? 强辭至再, 然則已之歟? 政丞等啓: “孫澍不奉敎命, 於禮似慢。 然其心以謂時方論請, 而反製佛疏, 則事與心異, 故敢辭耳。” 傳于澍曰: “其在先朝, 非不設齋, 其速製進。”"
            },
            "7": {
                "H2KE-EN": "Responding Education Director of the Office of Royal Decrees Yi So and others reported as follows: Although there is no responsibilities for your subjects, your subjects have attended the Royal Lecture for a long time and knowledgeable about the Buddhas teachings of the Budha. The Buddhist prayer for the longevity of Your Majesty has been practiced for a long time since Your Majesty has been abolished, and the law of granting Buddhist monks to monks is recorded in the Six Codes (K. Yukjeon . However, the Royal Lecture once said, I do not like Buddhas teachings, and all of you know this. Your subjects and others reflected upon Your Majestys teachings, which sounds into myriad. How can the successor [of the Royal Secretariat] not know that the successor [of the Buddhas teachings to the Buddhas teachings and the monks teachings to the Buddhas teachings teachings. Not only does the officials and the people disappoint Your Majestys teachings, your subjects deeply fear that Your Majestys spirit will surely regret this. Confucius said, The Way of fathers teachings for three years cannot be called filial piety. How can this be called filial piety? Furthermore, at the beginning of the throne, the inspectors and censors and the attendant officials rejected all the words of the inspectors and censors and censors, and first acted unjust practiced propriety of propriety, leading all the entire country to the Way of the Buddhas teachings, which is not a way to maintain the sagely mandates teachings. Your subjects and others humbly hope that Your Majesty will follow the wishes of your subjects and encourage the edification of rectifying the world. The King did not approve this request. ",
                "H2KE-nKo": "예문관 봉교 이소 등이 아뢰기를,“신들이 비록 언책은 없지만 오랫동안 경악에 있었으므로 대행 대왕께서 불교를 깊이 배척하셨음을 역력히 알고 있습니다. 축수재는 조종조로부터 행한 지 이미 오래되었는데도 파하였고, 도승의 법은 《대전》에 실려 있는데도 역시 파하였습니다. 경연에서 일찍이 ‘내가 불교를 좋아하지 않는 것은 그대들이 모두 알고 있다.’라고 말씀하셨는데, 신들이 성상의 하교를 돌이켜 생각해 보건대, 양양하게 귀에 쟁쟁합니다. 사왕께서도 어찌 모르시겠습니까. 지금 승하하신 지 얼마 안 되어 대소 신료들이 허둥지둥 가슴을 치고 발을 구르며 분주히 뛰어다닐 때에 종을 치고 북을 치며 부처에게 공양하고 중에게 공양하였는데, 소함에 쓰기를 ‘조선 국왕’이라고 운운하였으니, 신민이 실망할 뿐만 아니라 하늘에 계신 영령께서도 필시 유감스럽게 여기실 것입니다. 공자가 말하기를 ‘3년 동안 아버지의 도를 고치지 않으면 효라고 할 수 있다.’라고 하였는데, 모르겠습니다만 이 일을 효라고 할 수 있겠습니까. 더구나 왕위를 계승한 초기에 대간과 시종의 말을 일체 거절하고 맨 먼저 예가 아닌 일을 거행하여 온 나라를 좌도로 이끄는 것은 스스로 철명을 남겨 주는 도리가 아닙니다. 삼가 바라건대 힘써 여론을 따르시어 유신의 교화를 보이소서.”하였는데, 따르지 않았다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 7번째기사",
                "gt-oKo": "예문관 봉교(奉敎) 이소(李宵) 등이 아뢰기를, “신 등은 비록 언책(言責)은 없으나, 경악(經幄)에서 오래 모시었으므로, 대행 대왕께서 불교를 매우 배척하신 것을 잘 알고 있습니다. 축수재(祝壽齋)는 조종조로부터 행한 지 이미 오래였는데도 그것을 파하시고, 도승(度僧)의 법이 《대전(大典)》에 실려 있는데도 또한 파하시고, 경연(經筵)에서 일찍이 말씀하시기를 ‘내가 불교를 좋아하지 않음은 그대들이 다 아는 바이다.’ 하셨으니, 신 등이 성교(聖敎)를 추억하오매, 양양(洋洋)히 귀에 남아 있거니와, 사왕(嗣王)께서 또한 어찌 모르시오리까. 이제 승하하신지 얼마 안 되어, 모두가 어쩔 줄 몰라 애통하고 분주한 이때에 종을 치고 북을 두드리며 절에 재를 지내며 소문 겉봉에 ‘조선 국왕…’ 이라고 쓴다면, 신민이 실망할 뿐만 아니라, 하늘에 계신 혼령[靈]이 또한 불쾌하실까 깊이 염려됩니다. 공자가 ‘3년 동안 아버지의 법도를 고치지 않아야 효도라 할 수 있다.’ 하였는데, 이 일을 효도라 할 수 있으리까. 하물며 나라를 이어받은 처음에, 대간(臺諫)과 시종(侍從)의 말을 일체 거절하고, 맨 먼저 예도에 맞지 않는 일을 거행하여 온 나라를 좌도(左道)로 이끄는 것은 처음부터 착함을 익혀서 지혜롭게 한다는 도리에 어긋납니다. 엎드려 바라옵건대, 힘써 여러 사람들의 바라는 바를 좇으시어, 새로운 교화(敎化)를 보이소서.” 하였으나, 듣지 않았다.",
                "hj": "○藝文館奉敎李宵等啓: “臣等雖無言責, 久侍經幄, 歷知大行大王深斥佛敎。 祝壽之齋, 自祖宗朝行之已久, 而罷之; 度僧之法, 載在大典而亦罷之。 至於經筵嘗曰: ‘予之不好佛, 爾等咸知。’ 臣等追念聖敎, 洋洋在耳。 嗣王亦豈不知? 今者賓天未幾, 小大皇皇, 擗踊奔走之時, 撞鍾擊鼓, 飯佛齋僧, 題疏緘曰: ‘朝鮮國王’云云, 非徒臣民缺望, 深恐在天之靈, 亦必有所憾也。 孔子曰: ‘三年無改於父之道, 可謂孝矣。’ 未審此擧, 可謂孝乎? 況當嗣服之初, 臺諫、侍從之言, 一切拒之, 首擧非禮之事, 率一國以左道, 非所以自貽哲命之道。 伏望勉從輿望, 以示惟新之化。” 不從。"
            },
            "8": {
                "H2KE-EN": "홍문관 부제학 Seong Semyeong and others reported as follows: Your subjects are unaware of this. Your subjects cannot understand that Your Majesty succeeds the great-grandfather and succeeds the great-grandfather. Now that Your Majesty disobeys the great-grandfather and succeeds the great-grandfather. Would it be right? The late King must discuss all state affairs with high officials. Now, why did you not ask high officials about this? The high-ranking officials guide the King to the Way of righteousness. At the beginning of the beginning, who would rather raise Buddhist monks and offerings to the Buddha and observe the great-grandfather of the throne? If this is related to this matter is not very important, then how could your subjects dare persuade Your Majesty on this matter repeatedly. The King said, I have already asked high-ranking officials about this matter thoroughly. Chief State Councilor Heo Jo had his younger brother Minister of Personnel Geukdges report as follows: As your subject is the prime minister, he should observe the King every morning and evening in the evening and wail in person. However, his illness grows more severe day by day, and he must take care of his life. When Your Majesty ascends the throne in the commemoration of wearing mourning clothes and the great-grandfather and the beginning of the beginning to end, he is unable to participate in the same manner as he is unable to participate in the same manner. Your subject implores that he resigns from office is indeed observation. The King said, Previously, my dear sirs repeatedly requested resignation, but the great-grandfather did not grant permission. If there is a great matter, he should attend the office",
                "H2KE-nKo": "홍문관 부제학 성세명 등이 아뢰기를,“전교에 ‘대행왕을 위한 일이다.’라고 하셨는데, 신들은 이해할 수가 없습니다. 대행왕의 뜻을 계승하고 대행왕의 일을 계승한다면 대행왕을 위한 것이라고 할 수 있을 것입니다. 그런데 지금 대행왕의 뜻을 어기고 대행왕의 일을 반대하면서 대행왕을 위한다고 할 수 있겠습니까. 대행왕께서는 모든 국사를 반드시 대신과 상의하셨는데, 지금 어찌하여 대신에게 두루 묻지 않으십니까.대신은 임금을 올바른 길로 인도하는 사람입니다. 지금이야말로 처음을 삼가는 때이니, 누가 기꺼이 중에게 재를 올리고 부처에게 공양하는 것을 왕위를 계승하는 첫 번째 일로 여기겠습니까. 만약 이 일이 관계된 바가 그다지 중대하지 않다면 지금처럼 오장이 찢어지는 때에 어찌 감히 여러 번 번거롭게 하기를 마지않겠습니까.”하니, 전교하기를,“내가 이미 대신에게 두루 물었다.”하였다. 영의정 이극배가 그의 아우 이조 판서 이극돈을 시켜 아뢰기를,“신이 수상으로 있으니 의리상 아침저녁으로 곡림해야 하는데, 병이 날로 심해져서 기거를 다른 사람에게 맡겨야 합니다. 성복하고 즉위하는 것은 처음과 끝의 큰일인데 또 반열에 나아가지 못하니, 통탄스럽고 안타까운 마음을 금할 수 없습니다. 사직할 시기가 아닙니다. 그러나 사세가 급박하여 감히 아룁니다.”하니, 전교하기를,“전에 경이 여러 번 사직을 청하였으나 대행왕이 모두 윤허하지 않았다. 큰일이 있으면 나와서 의논하겠다. 반열에 나아가지 말고 안심하고 조리하라.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 8번째기사",
                "gt-oKo": "홍문관 부제학 성세명 등이 아뢰기를, “전교(傳敎)에 ‘대행왕을 위하는 일이다.’ 하셨는데, 신 등은 이해할 수 없습니다. 대행의 뜻을 잇고 대행의 일을 이으신다면 대행을 위하는 것이라 할 수 있는데, 이제 대행의 뜻을 어기고 대행의 일을 거슬리면서 대행을 위한다 하는 것이 옳습니까? 대행왕께서는 모든 국사를 반드시 대신과 상의하셨는데, 이제는 어찌하여 대신들에게 물어 보지 않으십니까? 대신이란 임금을 도리에 맞도록 인도하는 것이니, 정시(正始)하는 처음에 누가 절에 재 올리는 일로써 나라를 이어받은 처음 일로 삼게 하겠습니까. 만일 이 일이 관계된 바가 매우 중대한 것이 아니라면 이 애통한 때에 어찌 감히 여러 번 번거롭게 하여 마지 않겠습니까.” 하니, 전교하기를, “내가 이미 대신에게 물었다.” 하였다. 영의정 이극배(李克培)가 그의 아우 이조 판서 이극돈(李克墩)을 시켜서 아뢰기를, “신은 수상(首相)이므로 도리로는 마땅히 조석으로 곡림(哭臨)하여야 할 것이오나, 병이 날로 더욱 깊어서 남이 부축하여야 기거(起居)하므로 성복(成服)과 즉위(卽位)는 마지막과 처음의 큰일인데도 반열(班列)에 참예하지 못하오니, 못내 애달프고 답답합니다. 사직할 시기가 아니오나, 사세가 절박하므로 감히 아룁니다.” 하니, 전교하기를, “전일에 경(卿)이 여러번 사직하여도 대행왕께서 모두 윤허(允許)하지 않으셨소. 큰일이 있으면 집에 사람을 보내어 의논하겠으니, 반열에 참예하지 말고 안심하고 조섭하오.” 하였다.",
                "hj": "○弘文館副提學成世明等啓: “敎曰: ‘爲大行之事。’ 臣等未解。 繼(太)〔大〕行之志, 述大行之事, 則可謂爲大行矣。 今乃違大行之志, 反大行之事, 而謂爲大行, 可乎? 大行王, 凡國事必與大臣商議, 今何不歷問大臣乎? 大臣, 引君當道者也。 正當謹始之初, 誰肯以齋僧、飯佛, 爲嗣服首事乎? 若此事所關, 不甚重大, 則當此五內摧裂之時, 安敢累瀆不已乎?” 傳曰: “予已歷問大臣矣。” 領議政李克培, 令其弟吏曹判書克墩啓: “臣爲首相, 義當朝夕哭臨, 而病日益深, 起居須人。 成服卽位, 終始之大事, 而又不得趨班, 不勝痛悶。 辭職乞骸, 固非其時, 然勢迫敢啓。” 傳曰: “前者, 卿累請辭職, 而大行皆不允。 如有大事, 當就而議之, 其勿趨班, 安心調保。”"
            },
            "9": {
                "H2KE-EN": "Earthquakes occurred in Myeoncheon , Seosan , and Dangjin in Chungcheong Province.",
                "H2KE-nKo": "충청도 면천, 서산, 당진에 지진이 일어났다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 27일(임오) 9번째기사",
                "gt-oKo": "충청도 면천(沔川)·서산(瑞山)·당진(唐津)에 지진(地震)이 있었다.",
                "hj": "○忠淸道沔川、瑞山、唐津, 地震。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyemi day, Director of the Office of Royal Decrees [] Keeeper of the Office of the Crown Prince어세겸 reported, All the officials of the Office of Royal Decrees proceeded to the palace to delay their buildings for the Late Abdicated King. For this reason, we dare to report to the King. The King 전교하기를, “물어떻게 survey of the matter to the State Council and the Six Ministries .” 하니, 윤필상이 아뢰기를, “날짜가 approaching for the memorial to the Emperor [of Ming China] is nearly urgent, and it is uncomfortable to discontinue the matter. The inspectors and censors report everything to the Emperor [of Ming China], and only the official in charge came to report to the Emperor. Your subject requests that according to this precedent, one official should be allowed to report to the Emperor. The rest of the officials should all be returned to the Office of Royal Decrees . What do you think of this? 노사신 said, A matter is a matter of urgency. Now, the buildings for the Buddha is a matter of urgency. Nevertheless, the prosperity of the country and the prosperity of divining and deceased are in the morning and in the evening. Therefore, it is proper to tell them. The practice of holding Buddhist ceremonies for the late King has been established in the past. Therefore, it is not right to build the Buddha. Being grief and wailing, it is not a time for a matter to discuss the matter. However, [the officials] discontinue the matter and gathered in the palace to continue to discuss [the matter] without cease. Your subject is deeply wrong. In your subjects opinion, except for a matter of great importance, it is not necessary to reply [to the Emperor]. [Kwak] Seungseon silently did not speak, and only said, My intention is also the same as [Kwak] 사신의 말과 같다.” 하였다. 사신은 논한다. At the beginning of the reign of the Grand Abdicated King, there was no greater fault to build the Buddha and the Buddhist monks. However, [Kwak] Saeng said, It is not a matter of great importance, and it is not necessary to reply. [Kwak] 사신으로 did not know what [Kwak] said is a matter of great importance. Responding Editor Hong Han said in praise, If [Kwak] Heo and [Kwak]",
                "H2KE-nKo": "홍문관 대제학 어세겸이 아뢰기를, “관원이 모두 언사 때문에 대궐에 나아왔는데, 대행 대왕의 행장을 짓는 일이 늦어지므로 감히 여쭙니다.” 하니, 전교하기를, “정승들에게 물으라.” 하였다. 윤필상이 아뢰기를, “배표할 날이 가까워져서 일이 매우 긴급한데, 그것을 폐하고 와서 아뢰는 것은 일의 체모가 온당치 못합니다. 대간이 아뢸 일이 있으면 장무관이 혼자 와서 아뢰는데, 이 예에 따라 한 사람은 남아서 아뢰고 그 나머지는 모두 본관으로 돌려보내는 것이 어떻겠습니까?” 하고, 노사신은 아뢰기를, “일에는 완급이 있습니다. 지금 한 번 부처에게 공양하고 나면 나라의 흥망이 조석간에 달렸으니, 말하는 것이 옳습니다. 선왕을 위하여 재를 지내는 것은 모두 조종조의 고사이니, 이것을 가지고 부처를 숭상한다고 할 수는 없습니다. 가슴을 치고 발을 구르며 통곡하는 것은 언사할 때가 아닌데, 하는 일을 버리고 궐하에 모여 논란하기를 그치지 않으니, 신은 매우 그르게 여깁니다. 신은 큰일 외에 이와 같은 일은 답할 필요가 없다고 생각합니다.” 하고, 신승선은 입을 다물고 말하지 않으며, 다만 “내 뜻도 노사신의 말과 같습니다.” 하였다. 사신은 논한다. 정시의 처음에 부처에게 공양하고 중에게 공양하는 것은 이보다 더 큰 잘못이 없는데, 노사신은 큰일이 아니면 답할 필요가 없다고 하였으니, 노사신이 무슨 일을 큰일로 여기는지 모르겠다. 응교 홍한이 탄식하기를 ‘허종과 홍응이 있었다면 결코 이런 말을 하지 않았을 것이다.’ 하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 28일(계미) 1번째기사",
                "gt-oKo": "홍문관 대제학(大提學) 어세겸(魚世謙)이 아뢰기를, “관원(館員)이 모두 논계(論啓)하기 위하여 대궐에 들어갔으므로, 대행 대왕의 행장을 짓는 것이 늦어지기에 감히 여쭙니다.” 하니, 전교하기를, “정승들에게 물으라.” 하매, 윤필상은 아뢰기를, “명나라에 주문(奏聞)할 날짜가 임박하여 일이 매우 긴급한데, 그것을 폐하고 와서 아뢰니, 사체에 부당합니다. 대간(臺諫)이 아뢸 일이 있으면 장무관(掌務官)이 혼자 와서 아뢰는 것이니, 청컨대 이 규례에 따라 한 사람만이 남아서 아뢰고 나머지는 다 본관으로 돌아가게 함이 어떠하오리까?” 하고, 노사신은 아뢰기를, “일에는 늦출 것과 서두를 것이 있는데, 지금 재를 지내는 한 가지 일이 나라의 흥망(興亡)이 조석에 달린 중대한 일이라면 말하는 것이 옳겠으나, 선왕을 위하여 재를 지내는 것은 조종조의 고사(故事)이니, 이것을 가지고 불교를 숭상하는 것이라 할 수 없는데 곡위(哭位)에서 애달프시므로 일을 말할 때가 아닌데도 할 일을 버리고 대궐에 모여서 논란하여 마지 않으니, 신은 매우 그르다고 여기며, 큰일 외에 이런 일은 반드시 답할 것도 없다고 생각합니다.” 하였는데, 신승선은 잠자코 말이 없다가 ‘나의 생각도 또한 사신의 말과 같다.’고만 하였다. 사신(史臣)은 논한다. 정시(正始)하는 처음에 절에 재올리는 것은 이보다 더 큰 허물이 없는데, 사신(思愼)이 이것은 큰일이 아니니 답할 필요가 없다 하였으니, 사신(思愼)은 어떤 것을 큰일로 여기는지 모르겠다. 응교(應敎) 홍한(洪澣)은 탄식하며 ‘만약 허종(許琮)이나 홍응(洪應)이 있었더라면 결코 이런 말을 하지 않았을 것이다.’ 하였다.",
                "hj": "○癸未/弘文館大提學魚世謙啓: “館員皆以言事詣闕, 大行行狀修撰稽緩, 敢取稟。” 傳曰: “其問政丞等”: 尹弼商啓: “拜表日近, 事甚緊急, 廢而來啓, 事體未便。 臺諫凡有所啓, 則掌務官獨來啓之。 請依此例, 一員留啓, 其餘皆還本館, 何如?”; 盧思愼啓: “事有緩急, 今一飯佛, 而國之興亡, 在於朝夕, 則言之, 可也。 爲先王設齋, 皆祖宗朝故事, 不可以此爲崇佛也。 擗踊哭泣, 非言事之時, 而舍其所事, 坌集闕下, 論難不已, 臣甚非之。 臣意以爲, 大事外, 如此事, 不必答之。”; 愼承善默然不言, 但云: “吾意亦如思愼之言。” 【史臣曰: “正始之初, 飯佛、齋僧, 過孰大於此, 而思愼以謂: ‘非大事, 不必答。’ 不知思愼以何事爲大。” 應敎洪瀚歎曰: “使許琮、洪應在, 端不爲此言矣。”】"
            },
            "2": {
                "H2KE-EN": "홍문관 부제학 Seong Semyeong and others reported as follows: Yesterday, your subjects reported [to Your Majesty] at first, wished to inquire into the state councilors. However, Your Majesty instructed, The royal secretaries know this. Your subjects asked the royal secretaries, and they replied, Only ask whether or not the Buddhist rite performed during the reign of King Taejong and whether or not the Buddhist service was performed at other royal tombs. This is different from what your subjects reported. Your subjects request that Your Majesty widely ask high-ranking officials, and then learn the right and wrong of this. The King said, If the words can be accepted, I should ask high-ranking officials, but it is not proper for them to hear it. Thus, I did not ask them. Seong Semyeong and others said, The right and wrong of your subjects reported but did not ask high-ranking officials, and alone decides this. Your subjects are deeply sad. During the reign of King Taejong, the matter must have discussed with high-ranking officials. Your subjects request that Your Majesty discuss this matter. The King did not approve this request.",
                "H2KE-nKo": "홍문관 부제학 성세명 등이 아뢰기를,“어제 신들이 아뢴 뜻을 애초에 정승에게 물어보려고 하였는데, 전교하시기를 ‘승지가 알고 있다.’라고 하셨습니다. 신들이 승지에게 물어보았더니, 대답하기를 ‘태종 때에 재를 올렸는지의 여부와 다른 능의 재궁이 있었는지 없었는지의 여부만을 물으셨을 뿐입니다.’라고 하였습니다. 이는 신들이 아뢴 뜻과는 다릅니다. 신들의 말을 가지고 대신에게 널리 물어보시면 그 옳고 그름을 알 수 있을 것입니다.”하니, 전교하기를,“들어 줄 만한 말이면 대신에게 물어보아야 하지만 들어 줄 수 없기 때문에 물어보지 않은 것이다.”하였다. 성세명 등이 아뢰기를,“신들이 아뢴 바는 옳고 그름이 판연한데 대신에게 물어보지도 않고 단독으로 결단하시니, 신은 매우 가슴 아픕니다. 대행왕께서는 일을 만나면 반드시 대신에게 의논하셨으니, 대신에게 의논하소서.”하니, 따르지 않았다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 28일(계미) 2번째기사",
                "gt-oKo": "홍문관 부제학 성세명 등이 아뢰기를, “어제 신 등이 아뢴 뜻을 처음에는 정승에게 가서 물으려 하였으나, 전교에 ‘승지(承旨)가 안다.’ 하시므로, 신 등이 승지에게 물었더니 ‘태종 때에 재를 거행하고 않은 것과 다른 능에 재궁(齋宮)이 있고 없는 것만을 물으셨을 따름이다.’라고 답하오니, 이것은 신 등이 아뢴 뜻과는 다릅니다. 청컨대 신들의 말을 가지고 널리 대신에게 물으시면, 그 옳고 그른 것을 알 수 있을 것입니다.” 하니, 전교하기를, “말을 들을 만한 것이면 대신에게 묻겠지마는, 듣지 못할 것이므로 묻지 않았다.” 하매, 세명 등이 아뢰기를, “신 등의 아뢴 것은 옳고 그른 것이 분명하온데, 대신에게 묻지 않고 혼자 결단하시니, 신은 그윽이 마음 아픕니다. 대행께서는 일을 당하면 반드시 대신에게 의논하셨으니, 대신에게 의논하시기를 청합니다.” 하였으나, 듣지 않았다.",
                "hj": "○弘文館副提學成世明等啓: “昨日臣等所啓之意, 初欲訪問于政丞, 而敎曰: ‘承旨知之矣。’ 臣等問于承旨, 答曰: ‘但問太宗時設齋與否及他陵齋宮有無而已。’ 此與臣等所啓之意有異。 請以臣等之言, 廣問大臣, 則可知其是非矣。” 傳曰: “言可聽, 則當問諸大臣。 不可聽, 故不問耳。” 世明等啓: “臣等所啓, 是非判然, 而不問於大臣, 獨自斷之, 臣切痛心。 大行遇事, 必謀及大臣, 請議于大臣。” 不從。"
            },
            "3": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Kang Baekjin of the Office of the Inspector General reported as follows: If the matter of holding a Buddhist rite for the deceased is not related to the cardinal principle, then how could your subject dare insult Your Majesty like this? Now, at the beginning of the throne, the day of the people in the capital and in the provinces expectations for good governance, and therefore should be no objects of human reverence. The King did not approve this request. ",
                "H2KE-nKo": "사헌부 장령 강백진이 아뢰기를,“재올리는 일이 대체에 관계되지 않는 일이라면 국상 중에 어찌 감히 이처럼 번거롭게 아뢰겠습니까. 지금 즉위하신 초기에 중앙과 지방에서 좋은 정치를 바라는 때이니, 더욱 좌도로 모범을 보여서는 안 됩니다.”하니, 따르지 않았다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 28일(계미) 3번째기사",
                "gt-oKo": "사헌부 장령 강백진이 아뢰기를, “재를 지내는 것이 대체에 관계되는 일이 아니라면, 애달픈 때에 어찌 감히 이와 같이 번거롭게 아뢰오리까. 지금 나라를 이어받는 처음이라 중외(中外)가 좋은 정치를 바라는 때이니, 더욱 좌도(左道)로써 본을 보여서는 안 됩니다.” 하였으나, 듣지 않았다.",
                "hj": "○司憲府掌令康伯珍啓: “設齋事, 若不關於大體, 當(僻)〔擗〕踊之時, 豈敢如此煩瀆? 今嗣服之初, 中外望治之日, 尤不可以左道表率。” 不從。"
            },
            "4": {
                "H2KE-EN": "Recorder of the Office of the Censor General Son Ju reported to the King as follows: Ever since the beginning of the throne, we first performed Buddhist rituals for the beginning of the start of the Buddha. Nothing could be observed in violation of the former king and the sagely virtues are more serious than this. Therefore, at the Office of the Censor General , we currently petitioned for the relevant matter. However, instead, we compose a writing style. How could we bear this writing",
                "H2KE-nKo": "홍문관 수찬 손주가 서계하기를,“즉위하신 초기에 맨 먼저 불사를 거행하셨으니, 선왕의 뜻을 어기고 성덕에 누가 됨이 이보다 심할 수 없습니다. 그러므로 홍문관에서 지금 한창 논계하고 있는 중인데 도리어 부처를 공양하는 소문을 짓는다면, 일의 체모에 누가 될 뿐만 아니라 말과 행동이 어긋나게 됩니다. 비록 임금의 명령이라도 일의 체모와 크게 관계될 것 같으면 옛사람 중에는 조서를 봉환한 자도 있었으니, 애통한 마음으로 애통해하는 때에 성상의 귀를 번거롭게 하는 것을 어찌 차마 할 수 있겠습니까.다만 생각건대 대행 대왕께서는 고명하고 광대하여 불교를 믿지 않으셨는데, 승하하신 지 얼마 안 되어 부처에게 아첨하여 복을 구하고 비례의 일을 거행하셨으니, 이는 대행왕께서 20여 년 동안 행하신 성대한 교화를 더럽혔을 뿐만 아니라 첫 정사에 누가 됨이 더욱 큽니다. 그러니 어찌 받들어 따라서 소문을 지을 수 있겠습니까. 말한 것이 행한 것이 아니고 행한 것이 말한 것이 아니라면, 이는 아래로 배운 것을 저버리고 위로 대행대왕의 성대한 덕을 저버리는 것이니, 어찌 차마 할 수 있겠습니까.”하니, 전교하기를,“여러 차례 지어 올리라고 명하였으나 굳이 사양하고 따르지 않으니, 이것이 어떠한가? 정승들에게 물으라.”하였다. 윤필상이 아뢰기를,“ 지어 올린 뒤에 간쟁하는 것이 옳습니다. 그런데 손주가 굳이 사양하니, 이는 그 처음의 마음을 바꾸지 않으려는 것이고, 또한 그르다고 할 수도 없습니다. 또 이러한 때에 죄를 다스려서는 안 되니, 우선 다른 관원으로 하여금 지어 올리게 하는 것이 어떻겠습니까?”하고, 신승선은 아뢰기를,“손주의 일은 과연 무례합니다. 그러나 이러한 때에 죄를 다스려서는 안 되니, 다른 관원으로 하여금 지어 올리게 하는 것이 어떻겠습니까?”하고, 노사신은 아뢰기를,“우리 조정의 태조, 태종, 세종께서 이미 모두 행하셨으니, 지금 폐지할 수 없습니다. 그러나 손주는 이미 항론하였으니, 비록 죽더라도 반드시 짓지 않을 것입니다. 이 일은 매우 급하니, 우선 승정원으로 하여금 지어 보내게 하는 것이 어떻겠습니까? 손주의 일은 훗날 주상께서 재결하시기에 달려 있습니다.”하고, 승지 강귀손은 아뢰기를,“승정원도 경연의 직임을 띠고 있으면서 마음가짐이 손주보다 못하지 않은데, 손주가 명을 따르지 않으니, 승정원이 기꺼이 지어 올리겠습니까.”하였다. 노사신이 굳이 아뢰니, 전교하기를,“승정원에서 지어 보내라.”하였다. 승지들이 향실에 입직하는 정자로 하여금 예전의 상소를 베껴서 보내게 하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 28일(계미) 4번째기사",
                "gt-oKo": "홍문관 수찬 손주가 서계(書啓)하기를, “나라를 이어받는 정시(正始)의 처음에 맨 먼저 불사(佛事)를 거행하는 것은 선대의 뜻을 어기고 성덕(聖德)에 누(累)가 됨이 이보다 심한 것이 없으므로, 관중(館中)에서 방금 논계(論啓)하고 있었는데, 도리어 부처에게 바치는 소문(疏文)을 짓는다면, 사체에 미안할 뿐만 아니라, 말과 행동이 다르게 됩니다. 비록 임금의 명령이라도 만약 사체(事體)에 크게 관계가 된다면, 옛사람은 조서(詔書)를 봉하여 도로 올리는 수가 있었습니다. 바야흐로 애통한 즈음에 성청(聖聽)을 번거롭게 하는 것을 어찌 차마 하오리까마는, 생각하옵건대, 대행 대왕께서 고명 광대(高明光大)하시어 불교를 믿지 않으셨는데, 승하하신 지 얼마 안 되어 부처에게 아첨하여 복을 구하여 예도에 맞지 않는 일을 거행하는 것은, 대행 대왕의 20여 년의 성스러운 덕화(德化)를 모독(冒瀆)할 뿐만 아니라, 첫 정사에 누(累)가 됨이 매우 크오니, 어찌 명령에 따라 소문을 짓겠습니까? 말하는 것이 행하는 바와 다르며, 행하는 것이 말하는 바와 다르다면, 곧 아래로는 자신의 배운 바를 저버리고, 위로는 대행 대왕의 거룩한 덕을 저버리는 것이니, 어찌 차마 하오리까.” 하니, 전교하기를, “지어 바치라고 여러 번 명령하여도 굳이 사양하고 좇지 않으니, 이것이 어떠한가? 정승들에게 물으라.” 하매, 윤필상이 아뢰기를, “지어 바친 뒤에 간(諫)하는 것이 옳으나, 주(澍)가 굳이 사양하니, 이것은 그의 처음 마음을 변하지 않으려 하는 것이어서 역시 그르다 할 수 없는 것이오며, 또 이런 때에 죄를 다스릴 수는 없으니, 다른 관원(館員)을 시켜 지어 바치게 함이 어떠하오리까?” 하고, 신승선은 아뢰기를, “손주의 일은 과연 무례합니다. 그러나 이때에 죄를 다스릴 수는 없으니, 다른 관원에게 지어 바치게 함은 어떠하오리까?” 하고, 노사신은 아뢰기를, “아조(我朝)에서 태조·태종·세종이 이미 다 행하셨으니, 지금 폐할 수는 없습니다. 그러나 손주는 이미 반대하였으니, 비록 죽더라도 짓지는 아니할 것입니다. 이 일은 매우 급하니, 우선 승정원을 시켜 지어 보내게 함이 어떠하오리까? 주의 일은 후일에 친히 처분하실 일입니다.” 하매, 승지 강귀손이 아뢰기를, “승정원도 경연(經筵)의 직책을 띠고 있으며 뜻을 주장함이 손주보다 못하지 아니한데, 주가 명령을 좇지 않았는데 정원에서 즐겨 짓겠습니까?” 하였으나, 사신이 굳이 아뢰매, 전교하기를, “승정원에서 지어 보내라.” 하니, 승지들이 향실(香室)에 입직(入直)한 정자(正字)를 시켜 예전에 쓰던 소문을 베껴 보냈다.",
                "hj": "○弘文館修撰孫澍書啓曰: 嗣服正始之初, 首擧佛事, 違先志、累聖德, 無甚於此。 故館中, 時方論啓, 而反製供佛疏文, 則非但有累事體, 抑且言與行違也。 雖人主之命, 若大關事體, 則古之人, 有封還詔書者。 方擗踊哀痛之際, 煩瀆聖聽, 豈忍爲哉? 第念大行大王, 高明光大, 不信佛敎。 而上賓未幾, 媚佛邀福, 擧非禮之事, 此非但衊汚大行大王卄餘年之聖化, 其有累於初政, 尤甚大, 則豈可承順而製疏文哉? 所言非所行, 所行非所言, 則是下負所學, 上負大行大王盛德, 豈忍爲哉? 傳曰: “累命製進, 固辭不從, 此何如耶? 其問政丞等。” 尹弼商啓: “製進後諍之, 可也。 澍乃固辭, 是不欲變其初心, 亦不可謂非也。 且於此時, 不宜治罪, 姑令他員製進何如?”; 愼承善曰: “孫澍之事, 果爲無禮。 然不可此時治罪, 令他員製進, 何如?”; 盧思愼曰: “我朝太祖、太宗、世宗, 旣皆行之, 今不可廢也。 然孫澍則旣已抗論, 雖死必不製矣。 此事甚急, 姑令承政院製送何如? 澍之事當於後日, 在上裁耳。” 承旨姜龜孫曰: “政院亦職帶(絰)〔經〕筵, 而立心, 且不下於孫澍, 澍不從命, 而政院其肯製之乎?” 思愼强啓, 傳曰: “政院製送。” 承旨等, 令香室入直正字, 謄寫舊疏而送。"
            },
            "5": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Kang Baekjin and Fourth Censor [of the Office of the Censor General] Yi Uison reported to the King as follows: The prayer for the longevity of Your Majesty is abolished, and the practice of offering food to Your Majesty has been abolished. The law of granting Buddhist monks to Buddhist monks is recorded in the law. The late King also did not follow this. The Book of Documents (C. Shujing states, The three-year mourning period should not be changed to ones fathers way, which can be called filial piety. Now, is it possible for the monks and flattering Buddha? The King said, Now, the three-year mourning period should not be changed to ones fathers way. The late King of the Royal Ancestral Shrine is not observed. Also, there is no instruction that prohibits from doing so. How could I not perform it? Kang Baekjin and others also reported to the King as follows: At the beginning of Your Majestys reign, the officials and people in the capital and in the provinces clasped their heads and classes on the eyes of the stars and edification. However, Your Majesty ordered that Buddhist monks be held for the Water and Land Rite and the Altar of the Soil and Grain . Not only would it be contrary to the peoples hearing, but it would be extremely contrary to the rectifying of the stars. The King said, How could I not listen to them if I can listen to them? However, this is the time when the people are worried and shameful. The Royal Secretariat should not receive and deliver the messages. Supreme General of the Office of Palace Supplies Yi Geo and others presented a memorial to the King as follows: Your subjects are mediocre and foolish. Earlier, they attended the Office of Lectures for the Crown Prince , and the King has studied the study day by day. Thus, there is no clear knowledge of the cardinal principles, righteousness, and righteousness. Your subjects always believe that there will be no mistakes in the future. Now, at the beginning of the throne, Your Majesty first performed Buddhist services for the Buddha. Generally speaking, Buddhist services for the sovereigns evil virtue. Furthermore, now, on the beginning of Your Majestys reign, all the people expectations have reached this point. Your subjects are disappointed. Earlier, your subjects heard this incident and desired to report to Your Majesty. However, the inspectors and censors and the Office of the Inspector General have just reported on this matter. Your subjects believe that Your Majesty should follow your admonishing your admonition and refrain from doing what is right and not reluctant to remove Buddhist monks",
                "H2KE-nKo": "장령 강백진과 정언 이의손이 서계하기를,“축수재는 선대의 예사인데 대행왕께서 폐지하셨고, 도승의 법은 법전에 실려 있는데 대행왕께서도 준수하지 않으셨습니다. 《논어》에 ‘3년 동안 아버지의 법도를 고치지 않아야 효도라 할 수 있다.’라고 하였습니다. 이번에 중에게 밥을 먹이고 부처에게 아첨하는 것을 효도라 할 수 있겠습니까.”하니, 전교하기를,“지금 ‘3년 동안 아버지의 법도를 고치지 않아야 한다.’라고 하였는데, 대행왕께서 예종을 위하여 행하지 않은 것이 아니며, 또 유교로 금지하신 것도 없었으니, 내가 선왕을 위하여 어찌하여 행하지 않았겠는가.”하였다. 강백진 등이 또 서계하기를,“이번 초정에 중외의 신민들이 목을 빼고 눈을 씻으며 풍화를 바라고 있을 터인데, 수륙재를 설행하라고 명하셨으니, 사람들이 듣고 놀랄 뿐만 아니라 정시에 매우 방해가 됩니다.”하니, 전교하기를,“만약 들을 만한 일이라면 내가 어찌 들어주지 않겠는가. 이렇게 가슴을 치고 발을 구르는 때에 이처럼 번거롭게 하니, 승정원은 출납하지 말라.”하였다. 시강원 보덕 이거 등이 차자를 올리기를,“신들은 모두 용렬한 자들로 일찍이 서연에서 모셨는데, 주상께서는 학문이 날로 고명해지시어 이치의 사정과 일의 시비를 환히 알고 계십니다. 신들은 항상 훗날 반드시 잘못되는 일이 없으리라고 생각하였는데, 지금 즉위하신 초기에 맨 먼저 불사를 거행하셨습니다. 부처에게 밥을 먹이고 중에게 재 올리는 것은 임금의 악덕입니다. 더구나 지금은 즉위하신 초기라서 만백성이 잘 다스려지기를 바라는 때인데, 하는 짓이 이 지경에 이르렀으니, 신들은 실망스럽습니다. 신들이 처음 이 일을 듣고 즉시 와서 아뢰려고 하였으나, 대간과 시종이 막 말을 하고 있습니다. 신들은 전하께서 간언을 따르고 어기지 말며, 의심 없이 간사한 자를 제거하여 초정을 새롭게 해야 한다고 생각하였는데, 오늘까지도 윤허를 내리지 않고 계십니다. 신들이 오랫동안 동궁을 모시면서 비록 보도한 공은 없었지만, 삼가 잘못하시는 일을 보고 말을 하지 않을 수 없어 감히 성상께 아룁니다. 삼가 바라건대 불사를 정지하도록 명하시어 신들이 오랫동안 바라던 바에 부응하소서.”하였는데, 따르지 않았다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 28일(계미) 5번째기사",
                "gt-oKo": "장령 강백진과  정언 이의손이 서계(書啓)하기를, “축수재(祝壽齋)는 선세(先世)의 예사(例事)이나 대행왕께서 폐지하셨고, 도승(度僧)의 법은 법전에 뚜렷한데도 대행왕께서 준수하지 않으셨습니다. 《논어(論語)》에 ‘3년 동안 아버지의 법도를 고치지 않아야 효도라 할 수 있다.’ 하였는데, 지금 재를 지내면서 이것을 효도라 하십니까?” 하니, 전교하기를, “지금 3년 동안 아버지의 법도를 고치지 않아야 한다고 하였는데, 대행왕께서 예종(睿宗)을 위하여 행하지 않으신 것이 아니며, 또 하지 말라는 유교(遺敎)가 없었으니, 내가 선왕을 위하여 무엇 때문에 행하지 않겠는가.” 하매, 백진 등이 또 서계하기를, “지금 첫 정사에 중외(中外)의 신민이 목을 늘이고 눈을 닦고서 덕화(德化)를 바라는데, 수륙재(水陸齋)를 거행하여 불사(佛事)를 크게 벌이는 것은 사람들이 듣기에 해괴할 뿐만 아니라 매우 정시(正始)에 해롭습니다.” 하니, 전교하기를, “들을 만한 일이라면 내가 어찌 듣지 않겠는가. 이 애달픈 때에 이와 같이 번거롭히는 것은 승정원에서 받아들이지 말라.” 하였다. 시강원 보덕(侍講院輔德) 이거(李琚) 등이 차자(箚子)를 올리기를, “신들이 모두 못난 자질로 일찍이 서연(書筵)에서 모시었는데, 위에서 학문이 날로 고명(高明)하여지시어 이치의 바르고 바르지 못한 것과 일의 옳고 그른 것을 분명히 알지 못하는 것이 없었으므로, 신 등이 항상 뒷날에 잘못하는 일이 없으시리라 하였더니, 지금 왕위(王位)를 이으시는 처음에 맨 먼저 불사를 거행하시니, 대저 부처에게 재올리는 것은 임금으로서의 악덕(惡德)인데, 하물며 지금 처음으로 즉위하시게 되어 백성이 좋은 정치를 바라는 날에 하는 일이 이에 이르렀음에리까. 신 등은 실망합니다. 신 등이 처음 이 일을 듣고 곧 와서 아뢰려 하였으나, 대간(臺諫)과 시종(侍從)이 바야흐로 말하고 있으므로, 신 등은 전하(殿下)께서 간(諫)하는 말을 좇아 거절하지 않으시며 의심 없이 부정한 것을 제거하시어 첫 정사를 새롭게 하시리라 하였더니, 오늘에 이르도록 허락하는 말씀을 내리지 않으십니다. 신 등이 오랫동안 동궁(東宮)에 모시어, 비록 보도(輔導)한 공은 없었으나, 잘못하시는 일을 보고는 말하지 않을 수 없어 감히 천청(天聽)을 범하오니, 엎드려 바라옵건대, 불사를 정지하도록 명령하시와 신 등이 평일에 바라던 바에 맞추어 주소서.” 하였으나, 듣지 않았다.",
                "hj": "○掌令康伯珍、正言李懿孫書啓曰: 祝壽齋, 先世例事, 大行王廢之; 度僧之法, 著在令甲, 大行王亦不遵守。 《語》云: “三年無改於父之道, 可謂孝矣。” 今此飯僧、媚佛, 曾是以爲孝乎? 傳曰: “今云三年無改父之道, 大行王爲睿宗, 非不行也。 又無遺敎禁止, 予爲先王, 何爲不行哉!” 伯珍等又書啓曰: 今初政, 中外臣民, 引領拭目, 想望風化。 命設水陸, 大張飯佛, 非徒駭人聽聞, 甚妨於正始。 傳曰: “若可聽之事, 則予何不聽。 當此擗踊之時, 煩瀆如此, 政院其勿出納。” 侍講院輔德李琚等上箚曰: 臣等俱以庸劣, 嘗侍書筵, 上於學問, 日就高明, 理之邪正、事之是非, 無不灼知。 臣等常謂, 他日必無過擧。 今嗣位之初, 首擧佛事, 夫飯佛齋僧, 人主之惡德。 況今初服, 萬民望治之日, 其所爲乃至於此, 臣等缺望。 臣等初聞是事, 卽欲來啓, 然臺諫、侍從方言之。 臣等以謂, 殿下當從諫弗咈, 去邪勿疑, 以新初政, 至于今日, 兪音未下。 臣等久侍東宮, 雖無輔導之功, 伏覩過擧, 不可不言, 敢干天聽。 伏望命停佛事, 以副臣等宿昔之望。 不從。"
            },
            "6": {
                "H2KE-EN": "The Ministry of Rites reported, Great King Taejong (K. Taejong's great-great-grandfather is to be enshrined in the ancestral shrine for his deceased ancestors. However, it is difficult to refer to King Taejong now. Your subjects request that Your Majesty order the Office of the Inspector General to examine ancient institutions and then carry out this. The King ordered that this issue be sent to the State Council . The State Council and the Six Ministries reported, It would be proper to follow what the Ministry of Rites reported. The King granted the request.",
                "H2KE-nKo": "예조가 아뢰기를,“태종대왕(英宗大王 영조)은 세차에서 조천해야 하니, 사당에서 칭호하기가 어렵습니다. 지금은 우선 ‘태종’이라고 범칭하고, 그 뒤에 홍문관으로 하여금 옛 제도를 상고하여 시행하게 하소서.”하니, 정승에게 보여 주게 하였다. 정승 등이 아뢰기를,“예조에서 아뢴 대로 해야 합니다.”하니, 그대로 따랐다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 28일(계미) 6번째기사",
                "gt-oKo": "예조(禮曹)가 아뢰기를, “태종 대왕은 세대(世代)의 순서가 조천(祧遷)해야 할 것인데, 종묘(宗廟)에 계신 동안은 칭호(稱號)가 난처하오니, 지금 우선 그저 태종이라고 칭하고 뒤에 홍문관으로 하여금 옛 제도를 상고하여 시행하게 하소서.” 하니, 정승에게 보이게 하매, 정승들이 아뢰기를, “마땅히 예조가 아뢴 대로 해야 합니다.” 하니, 그대로 좇았다.",
                "hj": "○禮曹啓: “太宗《大王》, 於世次當祧, 在廟稱號爲難。 今姑泛稱太宗, 後令弘文館考古制, 施行。” 令示政丞, 政丞等啓: “當如禮曹所啓。” 從之。"
            },
            "7": {
                "H2KE-EN": "At the jeongyu day, all the officials wailed in the wailing room . At the sin hour (approximately 3:30-7:30 a.m., the first anniversary of King Jeongjongs passing, and all the officials wailed in the wailing . At the sin hour (approximately 3:30-4:30 a.m.m., the first anniversary of King Jeongjongs passing, and the officials wailed in the wailing room.",
                "H2KE-nKo": "정시에 대렴을 행하였는데, 백관이 곡림하였다. 신시(辛時 신시)에 빈소를 만들고 마침내 전을 설행하고 백관이 곡림하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 28일(계미) 7번째기사",
                "gt-oKo": "정시(丁時)에 대렴(大斂)하는데 백관(百官)이 곡림(哭臨)하였고, 신시(辛時)에 성빈(成殯)하고 드디어 전(奠)을 올리는데 백관이 곡림하였다.",
                "hj": "○丁時, 大歛, 百官哭臨。 辛時, 成殯, 遂設奠, 百官哭臨。"
            },
            "8": {
                "H2KE-EN": "[The King] suspended the marketplace for five days. Among the people of the common people, there was no one who did not grieve. When [the Japanese] wailed in tears, [the Japanese] said, Why did you not serve me in the body of the King? When the Japanese arrive at the guesthouse, [the Japanese] saw our people wearing white clothes and did not eat meat. [The Japanese] inquired about the reason [for the Japanese], and [the Japanese] answer truthfully. The Japanese surrendered in tears, saying, Why did you come? [The Japanese] grieved sorrowfully and did not stop.",
                "H2KE-nKo": "5일 동안 철시하였다. 여염의 백성들이 모두 애통해하였으며 심지어 눈물을 흘리며 말하기를,“어찌하여 나로 하여금 주상의 몸을 대신하지 않게 하는가.”하였다. 왜관에 도착한 왜인이 우리 나라 사람이 흰 옷을 입고 고기를 먹지 않는 것을 보고 그 까닭을 물으니, 사실대로 대답하였다. 왜인들이 서로 울면서 말하기를,“성주께서 돌아가셨는데 어찌하여 마침 우리들이 왔는가.”하고, 비통해하기를 그치지 않았다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 28일(계미) 8번째기사",
                "gt-oKo": "5일 동안 철시(輟市)하였다. 여염(閭閻)의 세민(細民)들도 애통해 하지 않는 이가 없고, 눈물을 흘리며, 왜 내 몸으로 임금의 몸을 대신하여 죽지 못하나 하는 이까지 있었다. 동평관(東平館)에 다다른 왜인(倭人)이 우리 나라 사람들이 흰 옷을 입고 고기를 먹지 않는 것을 보고 그 까닭을 물으므로, 사실대로 대답하였더니, 왜인들이 서로 울며 ‘성군(聖君)이 돌아가신 때에 어찌하여 마침 우리가 왔는가.’ 하고 슬퍼하여 마지 않았다.",
                "hj": "○輟市五日。 閭巷小民, 無不哀痛, 至有垂泣而言曰: “何不以我, 代上之身乎?” 倭人之到館者, 見我人衣白、不食肉, 問其故, 對之以實。 倭人相與泣曰: “聖主之薨, 胡適我輩之來?” 悲慟不止。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Royal Secretariat reported on the precedents of the reign of King Taejo , the 예종 , and the late King who acceded to the throne and granted a royal pardon to him and reported to the King. The King 전교하기를, “모두 follow the precedents of the late King who acceded to the throne. The State Council and the Six Ministries reported, In general, those who are made to belong to the government or made to serve as a post-station clerk so as to frontier border areas. If all of them were released, the border areas and post stations would be insufficient. Your subjects believe that those who were made to belong to the government should not be released. What do you think about releasing only those who were made to serve as auxiliary soldiers? Furthermore, the late King who acceded to the throne by marriage to the great lineage of the Great King who acceded to the throne by marriage to the king. Therefore, he was specially raised to all officials. However, as the present King has inherited the throne by marriage, it is not appropriate to raise the ranks of all officials in accordance with the precedents. The King transmitted a royal directive, which stated, Those who were made to serve as auxiliary soldiers should all be released regardless of the gravity of their importance. Do not release them. All officials should also not raise the ranks. ",
                "H2KE-nKo": "승정원에게 세조, 예종, 대행왕이 즉위하여 사면령을 반포한 예를 써서 아뢰니, 전교하기를, “한결같이 대행왕의 예를 따르라.” 하였다. 정승들이 아뢰기를, “무릇 정속된 자들은 관노가 되기도 하고 역자가 되기도 하여 변방을 충실하게 하는데, 만약 모두 풀어 준다면 양계와 역로가 허술해질 것이니, 신들의 생각으로는 정속된 자들은 풀어 줄 수 없고 충군된 자만 풀어 주는 것이 어떨까 합니다. 또 대행왕께서는 방계 자손으로 대통을 입승하였기 때문에 특별히 백관에게 한 품계를 더하였는데, 지금은 정승습이기 때문에 이 예를 써서 백관의 품계를 더할 수는 없습니다.” 하니, 전교하기를, “충군된 자는 경중을 막론하고 모두 풀어 주고, 정속된 자는 풀어 주지 말며, 백관도 품계를 더하지 말라.” 하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 29일(갑신) 1번째기사",
                "gt-oKo": "승정원이 세조(世祖)·예종(睿宗)·대행왕의 즉위 때 사령(赦令)을 반포한 전례를 써서 아뢰니, 전교하기를, “한결같이 대행왕의 전례에 따르라.” 하였는데, 정승들이 아뢰기를, “무릇 정속(定屬)한 자는 관노(官奴)로도 삼고 역자(驛子)로도 삼아서 변방을 채웠는데, 만약 모두 석방하면 양계(兩界) 및 역로(驛路)가 허소(虛疏)해질 것이오니, 신 등의 생각으로는 정속(定屬)한 것은 석방하여서는 안 되고 충군(充軍)된 자만 석방하는 것이 어떨까 합니다. 또 대행왕께서는 방지(旁支)로서 들어와 대통(大統)을 이으셨으므로 특별히 백관(百官)에게 한 계자(階資)씩 올려 주었었으나, 지금은 직계로서 계승하였으니, 전례를 써서 백관에게 계자를 올려 줄 것이 없습니다.” 하니, 전교하기를, “충군된 자는 경중(輕重)을 물론하고 다 석방하고, 정속된 자는 석방하지 말며, 백관도 계자를 올리지 말라.” 하였다.",
                "hj": "○甲申/承政院, 書世祖、睿宗、大行王卽位頒赦之例以啓。 傳曰: “一從大行王例。” 政丞等啓: “凡定屬者, 或爲官奴, 或爲驛子, 以實邊圉。 若皆放之, 則兩界及驛路虛踈。 臣等意, 定屬, 不可放也。 但充軍者, 放之何如? 且大行王以旁支, 入承大統, 故特加百官一階。 今則以正承襲, 不可用此例加百官階。” 傳曰: “充軍者勿論輕重, 皆放之, 定屬勿放。 百官亦勿加階。”"
            },
            "2": {
                "H2KE-EN": "The King sent a eunuch to Jangui Temple to perform the Water and Land Rite .",
                "H2KE-nKo": "승지 송질을 보내어 장의사에서 수륙재를 지내게 하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 29일(갑신) 2번째기사",
                "gt-oKo": "승지 송질(宋軼)을 보내어 장의사(臟義寺)에서 수륙재(水陸齋)를 지내게 하였다.",
                "hj": "○遣承旨(宗軼)〔宋軼〕, 行水陸齋于藏義寺。"
            },
            "3": {
                "H2KE-EN": "The Royal Confucian Academy and the Four District Schools proceeded to the palace gate and wailed.",
                "H2KE-nKo": "성균관 및 사학의 유생들이 궐문 밖에 나아가 곡림하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 29일(갑신) 3번째기사",
                "gt-oKo": "성균관(成均館) 및 사학(四學)의 유생(儒生)들이 대궐문 밖에서 곡림(哭臨)하였다.",
                "hj": "○成均館及四學儒生等, 詣闕門外哭臨。"
            },
            "4": {
                "H2KE-EN": "At the mi hour (approximately 3:30 a.m., the Crown Prince dressed in his mourning clothes. The prince, royal relatives, and civil and military officials all dressed in their mourning clothes and entered the palace and wailed. The officials of the Office of State Rites poured the wine and offering [to the King] according to protocol. The Crown Prince and all [court] officials [court] in their mourning clothes and all [court] officials [court] in turn. The Queen, the Crown Prince, and the women of the inner and the outer royal relatives dressed in their mourning clothes were completed according to protocol. The chief royal secretary presented the bier of the Bureau of Livestock Breeding , which was south of the Office of State Rites . The royal relatives and civil and military officials dressed in their mourning clothes and proceeded to the place of the outside of the gate. Left State Councilor 노사신 proceeded to the southeast of the royal coffin hall, facing west. The Crown Prince removes the mourning clothes and dressed in his mourning clothes, and departed [the palace]. The left director of the Office of Ritual Procedures leads the Crown Prince to the east gate and take his place of duty. The envoy proceeded to the southeast of the royal coffin hall, kneels, and, respectfully carrying the great seal, and kneels facing west. The Crown Prince ascends the eastern stone steps, entered the hall, and kneels. The envoy handed the great seal to the Crown Prince. The Crown Prince handed the great seal to the Crown Prince, and the Crown Prince descended to the place of the Crown Prince, bowed four times. Then [the Crown Prince] exits the western gate. The court officials attending the King court the large seal in front of the royal seal, and the royal relatives and civil and military officials descended [the palace] in turn. The King proceeded to Injeong Hall (Hall of Benevolent Governance, received congratulations from all [court] officials, according to protocol. [The King] returned to the royal tent, descended from his mourning clothes, and returned to his mourning clothes. Royal relatives and civil and military officials exited the outside of the palace, descended from their mourning clothes, and returned to the palace courtyard. The King issued a royal edict to the capital and the provinces as follows: I think that our Great King (Jeongjong was brilliant and wisdom, and succeedededing the difficult tasks of the royal ancestors. Ever since early morning and evening, he exerted efforts to govern [the royal privileges]. It has been more than twenty-six years since the civil and military education had been rarely raised, and the people were peaceful and the people were well-versed in abundant. His virtues were enough to all directions. The proprieties were arranged, and the education of governance was brilliant, and the magnanimity of the former ancestors cannot be called privileges. Great Virtue (King Taejo must support my longevity to enjoy the blessings of eternity. However, the grand masters cannot be long delayed, and the spirit tablets cannot be employed even for a moment. For this reason, [the King] descended to Changdeok Palace on the twenty-ninth day of the twelfth month, the Queen Mother of Inhye and Lady Shin , the Queen Mother of the royal privileges, and the Queen of the royal privilege",
                "H2KE-nKo": "미시에 성복하였다. 왕세자는 최질을 입고 왕자와 종친, 문무백관은 모두 최복을 입고 들어와 자리에 나아가 부복하고 곡하였다. 대전관이 주전에 술을 부어 드린 다음 왕세자 이하는 여차로 돌아가고 백관은 차례로 나갔다. 왕비와 왕세자빈, 내명부와 외명부는 의례대로 상복을 입었다. 도승지가 유교함을 찬궁의 남쪽에, 상서원의 관원이 대보를 그 남쪽에, 종친과 문무백관은 조복을 갈아입고 문밖 위차에 나아갔다. 좌의정 노사신이 빈전의 동남쪽 모퉁이에 나아가 서향하고 부복하였다. 왕세자가 최복을 벗고 면복을 갖추고 나왔다. 좌통례가 왕세자를 인도하여 동문을 거쳐 들어와 자리에 나아갔다. 사신이 찬궁의 남쪽 안전에 나아가 꿇어앉아 대보를 받들고 서향하고 섰다. 왕세자가 동계로 올라가 향안 앞에 나아가 꿇어앉았다. 사신이 대보를 왕세자에게 주니, 왕세자가 근시에게 주었다. 내려와 자리에 나아가 사배하고 나서 서문으로 나갔다. 근시가 대보를 받들고 앞으로 나아갔다. 종친과 문무백관이 차례로 나갔다. 왕이 인정전 처마 아래에 나아가 의례대로 백관의 하례를 받았다. 도로 여차로 들어가 면복을 벗고 도로 상복을 입었다. 종친과 문무백관이 문밖으로 나가 최복을 입고 도로 뜰 안으로 들어갔다. 사면령을 중외에 반포하였는데, 그 내용은 다음과 같다.“나는 생각건대, 우리 대행대왕께서 총명하고 슬기로운 성덕으로 조종의 어렵고 큰 기업을 이어받아 아침저녁으로 옷을 입고 아침저녁으로 밥을 먹으며 정신을 가다듬어 잘 다스리기를 도모한 지 이제 26년이 되었다. 문교가 성대하게 일어나고 무공이 빛나서 백성이 편안하고 물자가 풍부하여 덕택이 사방에 두루 미쳤다. 예가 갖추어지고 악이 화락하여 정치와 교화가 선대의 공렬보다 빛났으니, 높고도 넓어서 무어라 형용할 수 없다. 큰 덕은 반드시 장수를 얻는 법이어서 무궁한 복을 누리기를 기대하였는데, 하늘이 우리 집안을 재앙을 내려 슬픔에 겨워 울부짖어도 미칠 수 없었다. 어찌 종묘사직의 큰 슬픔일 뿐이겠는가. 실로 신민의 불행일 뿐이겠는가. 하늘에 호소하고 땅에 호소하며 내가 무엇을 믿겠는가마는, 바야흐로 외롭고 근심스러운 때에 상중에 있다가 갑자기 차마 왕위에 오르게 되었다. 다만 대통은 오래 비워 둘 수 없고 신기는 잠시도 비워 둘 수 없으므로 이에 어쩔 수 없이 12월 29일 갑신일에 창덕궁에 즉위하였다. 인수왕대비와 인혜왕대비를 높여 대왕 대비로 삼고, 대행왕비를 높여 왕대비로 삼고 빈 신씨를 왕비로 삼았다. 이제 왕위를 계승한 처음을 당하여 마땅히 용서하는 은혜를 펴야 하겠다. 이날 새벽 이전의 모반, 대역, 모반, 자손으로서 조부모와 부모를 모살하거나 구매한 것, 처첩으로서 지아비를 모살한 것, 노비로서 주인을 모살한 것, 고독, 염매, 강도를 범한 것을 제외하고 이미 발각되었거나 발각되지 않았거나 이미 결정되었거나 결정되지 않았거나를 막론하고 모두 용서해 주라. 감히 유지가 있기 전의 일을 가지고 서로 고발하는 자는 그 죄로써 죄줄 것이다. 직첩을 거둔 자는 돌려주고 도형, 유형, 부처, 충군한 자는 모두 석방하라. 아, 하늘과 조종은 나에게 집안을 온전히 부탁하였으니, 깊은 연못과 얇은 얼음을 건너는 것 같아서 어찌할 바를 모르겠다. 신하들의 도움에 힘입어 태평성대의 다스림에 영원히 이르게 하라.”\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 29일(갑신) 4번째기사",
                "gt-oKo": "미시(未時)에 성복(成服)하였는데, 왕세자는 최질(衰絰)을 입고 왕자(王子) 및 종친(宗親) 문무 백관(文武百官)은 모두 최복(衰服)을 입고 들어와 자기의 위차(位次)에 나아가 엎드려 곡하고, 대전관(代奠官)이 술을 잔에 부어 전(奠)을 드리고 나서, 왕세자 이하는 여차(廬次)로 돌아가고 백관이 차례로 나갔다. 왕비 및 세자빈(世子殯)과 내·외 명부(內外命婦)가 상복을 입기를 의례(儀禮)대로 하고 마쳤다. 도승지가 유교함(遺敎函)을 찬궁(欑宮) 남쪽에 갖다놓고, 상서원(尙瑞院) 관원이 대보(大寶)를 그 남쪽에 놓았다. 종친과 문무 백관이 조복(朝服)으로 바꾸어 입고 문밖의 위차(位次)에 나아갔다. 좌의정 노사신이 빈전의 동남 모퉁이에 나아가 엎드렸다. 왕세자가 최복을 벗고 면복(冕服)을 갖추고 나오매, 좌통례(左通禮)가 왕세자를 인도하여 동문으로부터 들어와 위차에 나아갔다. 사신(思愼)이 찬궁 남쪽 탁자 앞에 나아가 꿇어앉아서 대보(大寶)를 받들고 서쪽으로 향하여 서고, 왕세자가 동계(東階)로 부터 올라와서 향안(香案) 앞에 나아가 꿇어앉았다. 사신이 대보를 왕세자에게 주니, 왕세자가 받아서 근시(近侍)에게 주고 내려가 위차에 나아가 네 번 절하고 나서 서문으로 나갔다. 근시가 대보를 받들고 앞서고 종친 문무 백관이 차례로 나갔다. 왕(王)이 인정전(仁政殿) 처마 밑에 자리잡고 의례대로 백관의 하례(賀禮)를 받고서, 여차(廬次)로 돌아가서 면복(冕服)을 벗고 도로 상복을 입었다. 종친 문무 백관이 문밖에 나가서 최복을 입고, 도로 뜰안으로 들어왔다. 사령(赦令)을 중외에 반포하며 교서(敎書)를 내렸다. “내가 생각하건대, 우리 대행 대왕께서 총명하고 슬기로운 자질로서 조종의 간대(艱大)한 업(業)을 이어받으시어, 일찍 일어나고 수라를 늦게 잡수시며 정신을 가다듬어 정치에 애쓰시기에 26년이었도다. 문교(文敎)가 성하게 일어나고 무공(武功)이 빛나도다. 백성이 편안하고 물자가 풍부하여 덕택이 사방에 흐뭇하였고, 예문(禮文)이 갖추어지고 음악이 화(和)하여 교화(敎化)가 선대보다 빛났으니, 높고 높고 넓고 넓어서 이름 지을 수도 없었다. 큰 덕은 반드시 수(壽)를 얻는 것이므로 그지없는 복을 누리시리라 기약하였더니, 하느님이 우리 집에 화(禍)를 내리셔 선왕이 승하하심에 뒤따르지 못함이 애통하도다. 어찌 다만 종묘 사직의 큰 불행일 뿐이랴! 실로 신민의 복이 없음이로다! 하늘에 호소하고 땅에 부르짖노니, 슬프도다! 나는 무엇을 믿을꼬! 바야흐로 외롭고 근심하며 상중에 있는데 어찌 차마 곧 왕위에 오르랴마는, 대통(大統)을 오래도록 비울 수 없고 신기(神器)를 잠시도 비울 수 없으므로, 이에 마지못해 12월 29일 갑신에 창덕궁에서 즉위하며, 인수 왕대비(仁粹王大妃)·인혜 왕대비(仁惠王大妃)를 높여서 대왕 대비로 하고, 대행 왕비를 높여서 왕대비로 하고 빈(嬪) 신씨(愼氏)를 왕비로 하는도다. 이에 나라를 이어받는 처음이니 마땅히 대사(大赦)하는 은혜를 베풀어야겠기에 이날 새벽 이전의 모반(謀反)·대역(大逆)·모반(謀叛) 죄, 자식이나 손자가 조부모·부모를 죽이려고 꾀하거나 때리거나 욕한 죄, 독약을 쓰거나 요망한 방술로 인명을 상해한 죄, 강도범(强盜犯) 외의 죄는 발각되었든 안 되었든, 판결되었든 안 되었든 다 용서하며, 사령(赦令) 전의 일을 가지고 서로 고발하는 자는 그 죄를 처벌할 것이며, 직첩(職牒)을 빼앗았던 자는 도로 내어 주며, 도(徒)·유(流)·부처(付處)·충군(充軍)된 자는 모두 석방하노라. 아아! 조종께서 나에게 나라를 맡기시매, 깊은 못에 다가서고 얇은 얼음을 건너는 듯하여 어찌할 바를 모르노니, 오히려 신하들의 보좌에 힘입어 길이 태평한 정치를 이룩하리로다.”",
                "hj": "○未時, 成服。 王世子服衰絰, 王子及宗親、文武百官皆服衰, 入就位, 俯伏哭。 代奠官酌酒奠訖, 王世子以下還廬次, 百官以次出。 王妃及王世子嬪、內外命婦服喪, 如儀禮訖。 都承旨陳遺敎凾于欑宮南, 尙瑞院官, 陳大寶于其南。 宗親、文武百官, 變服朝服, 就門外位。 左議政盧思愼, 詣殯殿東南隅, 西向俯伏。 王世子釋衰服, 具冕服出。 左通禮引王世子, 由東門入就位。 思愼詣欑宮南案前跪, 奉大寶西向立。 王世子陞自東階, 入詣香案前跪。 思愼以大寶, 授王世子, 王世子以授近侍, 降就位四拜訖, 出西門, 近侍奉大寶前行, 宗親、文武百官以次出。 王御仁政殿簷下, 受百官賀如儀, 還入廬次, 釋冕服, 反喪服。 宗親、文武百官出門外, 服衰服, 還入庭中。 頒赦于中外, 敎曰: 予惟我大行大王, 以聰明睿智之聖, 承祖宗艱大之業, 宵衣(肝)〔旰〕食, 勵精圖治, 蓋二十有六年于玆矣。 文敎蔚興, 武功赫然, 民安物阜, 德澤洽于四方。 禮備樂和, 治化光于前烈, 巍巍蕩蕩, 不可名焉。 大德必得其壽, 期享福之無(彊)〔疆〕, 皇天降割我家, 慟攀(胡)〔呼〕之莫及。 豈惟宗社之大慼, 實是臣民之不幸。 呼天叫地, 哀我何怙, 方煢煢而在疚, 遽忍安於踐祚。 第以大統不可久曠, 神器不可暫虛, 玆不獲已, 乃於十二月二十九日甲申, 卽位於昌德宮。 尊仁粹王大妃、仁惠王大妃爲大王大妃, 尊大行王妃爲王大妃, 以嬪愼氏爲王妃。 玆當嗣服之初, 宜布作解之恩。 自是日昧爽以前, 除謀反、大逆、謀叛, 子孫謀殺、歐罵祖父母ㆍ父母, 妻妾謀殺夫, 奴婢謀殺主, 蠱毒、魘魅, 但犯强盜外, 已發覺未發覺, 已決正未決正, 咸宥除之。 敢以宥旨前事, 相告言者, 以其罪罪之。 收職牒者還給, 徒、流、付處、充軍者, 竝皆放釋。 於戲! 惟天惟祖宗, 全付予有家。 若涉淵(水)〔氷〕, 罔知攸濟。 尙賴臣隣之助, 永底隆平之治。"
            },
            "5": {
                "H2KE-EN": "Jo Yuhyeong , a Confucian scholar of the Royal Confucian Academy , and others submitted a memorial as follows: In prostration, the Great King (Jeongjong is extremely benevolent and benevolent in governing the people. This is the blessing of heaven and earth and the supporting of the parents. Our country is a blessing for all ages. Unfortunately, however, suddenly abandoned the various officials. Even deep mountains, ignorant people, ordinary people do not strive to grieve over the passing of his deceased mother. How could your subjects gladly gloriously grow and raise the kindness of the people? Now, Your Majesty has newly ascended the throne, and there is nothing which is not the beginning of the beginning. These are the officials and people in the capital and in the provinces who wept sorrowfully and grieve over the other. We hope that Your Majesty will hear the new administration of the administration",
                "H2KE-nKo": "성균관 유생 조유형 등이 상서하기를,“삼가 아룁니다. 대행대왕께서는 지극한 인애로 만물을 기르시기를 천지가 덮어 주고 부모가 어루만져 길러 주듯이 하셨으니, 우리 동방 만세의 복입니다. 그런데 하루아침에 불행하게도 갑자기 군신을 버리시니, 비록 깊은 산속의 어리석은 남녀들도 아버지와 어미를 잃은 것처럼 슬피 울부짖지 않는 사람이 없습니다. 이미 신 등이 교육과 은혜를 깊이 입고 있습니다.지금 전하께서 새로 보위에 오르셨으니, 시행하시는 모든 일이 처음에 달려 있지 않은 것이 없습니다. 그래서 중외의 신하와 백성들이 눈물을 흘리며 목을 빼고 새로운 정치가 어떠한가를 듣고자 하고 있습니다.신들이 삼가 듣건대, 국가에서 선왕을 위해 복을 구하기 위해 재를 올려 부처에게 기도한다고 하니, 신은 삼가 통탄스럽습니다. 선왕께서는 성대한 덕과 위대한 업적이 있어 복록이 하늘과 같은데, 어찌 반드시 부처에게 아첨하여 함부로 구한 뒤에야 복이 되겠습니까. 이는 선왕에게 복을 주는 것이 아니라 선왕에게 누를 끼치는 것입니다.신이 듣건대, 《서경》에 ‘아들을 낳으면 처음 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어나 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어나 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어나 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을 때 태어났을\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 29일(갑신) 5번째기사",
                "gt-oKo": "성균관 유생 조유형(趙有亨) 등이 상서(上書)하기를, “엎드려 아룁니다. 대행 대왕께서 지극한 인덕(仁德)으로 백성을 기르심이 천지가 덮어 주고 부모가 어루만져 주듯 하시매 우리 동방 만세의 복이었는데, 하루아침에 불행히 군신(群臣)을 버리시매 비록 깊은 산곡의 무식한 남녀들이라도 모두 부모상을 당한 듯 슬퍼 울부짖는데, 하물며 신 등과 같이 교육하여 주신 은혜를 깊이 받았음에리까. 지금 전하(殿下)께서 새로 보위(寶位)에 오르셨으니, 무릇 시정(施政)은 처음하기에 달렸으므로 중외의 신민이 울던 끝에 눈물을 뿌리며 목을 뽑아서 새 정치가 어떠한가를 알려고 합니다. 신 등이 엎드려 듣자옵건대, 국가에서 선왕을 위하여 복을 구하느라고 재를 지내어 부처에게 빈다 하오니, 신 등이 그윽이 마음이 아픕니다. 선왕께 거룩한 덕과 큰 사업이 있으시어 복록(福祿)이 하늘처럼 크온데, 어찌 반드시 재를 지내어 망령되이 구하고서야 복되오리까? 이것은 선왕을 복되게 하는 것이 아니라 선왕에게 누(累)가 되게 하는 것입니다. 신이 듣기로는, 《서경(書經)》에 아들을 낳으매 모든 것이 처음에 달렸으니, 착함을 익혀서 스스로 철명(哲命)을 끼치는 것이다. 지금 하늘이 철명을 명(命)하고 길흉(吉凶)을 명하고 역년(歷年)을 명하시니, 우리의 지금 첫 정치를 잘하여야 될 것을 안다.’ 하였고, 《시경(詩經)》에 ‘허물이 없고 잊지 않으려면, 모두 옛 법도를 따라야 한다.’ 하였으니, 예로부터 임금된 이로서 그 처음을 바르게 하지 못하고서 그 마지막을 잘 해낸 이가 없습니다. 처음을 바르게 하는 요체는 선왕의 법도를 따르는 데에 지나지 않습니다. 우리 대행 대왕께서 성신 문무(聖神文武)하시어, 유교(儒敎)를 숭상하고 이단(異端)을 배척하시어 축수하는 재와 도승하는 법을 일체 폐지하시매 교화가 크게 행하여, 여염(閭閻)의 세민(細民)들까지도 한결같이 《가례(家禮)》를 지켜 부모의 상을 지내고, 부처에게 비는 것은 어버이에게 도움이 안 되는 것을 알아 그것을 부끄러이 여기는 까닭에, 고려 말년의 더러운 풍속이 하루아침에 개혁되었습니다. 이제 전하께서 즉위하신 처음이어서, 인심의 바르고 어긋나는 것과 풍속의 아름답고 나빠지는 것과 국가의 편안하고 위태로워지는 것이 모두 지금에 달렸으니, 이는 정히 늘 선왕을 뵙듯이 사모하여 하늘에 계신 선왕의 영을 위로하기를 생각해야 할 터이온데, 까닭 없이 선왕이 이룩해 놓은 교화를 떨어뜨려 서민(庶民)들도 부끄러이 여기는 일을 하려 하시니, 신 등이 전하를 위하여 못할 일로 생각합니다. 대행 대왕께서 지극히 성스럽고 지극히 밝으셔서 불교가 국가를 어지럽히리라 생각하셨으므로, 재위 26년 동안에 처음부터 끝까지 한결같이 배척하시어, 세상을 매혹시키는 무뢰(無賴)한 무리들의 태반이 환속(還俗)하여 일반 백성이 되게 하셨는데, 어찌 무뢰한 무리들에게 의탁하여 흙·나무의 덩어리에서 복을 구하려 하십니까. 절대로 그럴 리가 없음은 천지 신명(神明)이 아는 바이오며 중외 신민이 마음 아파하는 바이며, 하늘이 위에서 내려다 보고 귀신이 옆에서 증명하니, 속일 수 없습니다. 전하의 이 일은 정시(正始)에 누(累)가 될 뿐만 아니라, 하늘에 계신 선왕의 영을 속이고 어리석은 백성들의 사망(邪妄)한 마음을 열어 주기에 알맞습니다. 공자가 ‘3년 동안에 아버지의 법도를 고치지 말아야 효도라 할 수 있다.’ 하였으며, 전(傳)에 ‘사람이 능히 부모의 마음을 자기 마음으로 삼으면 효도라 할 수 있다.’ 하였사온데, 지금 선왕이 승하하신 지 열흘도 지나지 않아서 선왕의 법도를 고쳐서 허무하고 요괴한 일을 숭상하려 하시니, 효도라 할 수 있겠습니까. 엎드려 원하옵건대, 전하께서는 그르고 바른 기틀을 결단하여 정치가 나오는 근원을 밝히시고, 선왕의 정일(精一)한 공부를 밝혀 신민의 목마르게 기다리는 소망을 쾌히 위로하소서.” 하니, 전교하기를, “조종조로부터 의레 행해 온 일이다.” 하고, 좇지 않았다.",
                "hj": "○成均館儒生趙有亨等上書曰: 伏以大行大王, 至仁育物, 如天地之覆燾、父母之撫鞠, 吾東方萬世之福也。 一朝不幸, 奄棄群臣。 雖深山窮谷愚夫愚婦, 莫不奔走哀號, 如喪考妣。 旣臣等, 涵泳敎育恩乎! 今殿下新登寶位, 凡所施爲, 罔不在初。 中外臣庶(器)〔哭〕泣之餘, 揮涕延頸, 願聞新政之何如? 臣等伏聞, 國家爲先王求福, 設齋禱佛, 臣竊痛焉。 先王有盛德大業, 福祿如天, 何必謟佛妄求, 然後爲福也。 此非福先王也, 乃累先王也。 臣聞《書》曰: “若生子, 罔不在〔厥〕初生。 自貽哲命, 今天其命哲、命吉凶、命歷年, 知今我初服。” 《詩》曰: “不愆不忘, 率由舊章。” 自古人主, 未有不能正其始而能善其終者也。 正始之要, 不過曰: “遵先王之法而已。” 恭惟我大行大王, 聖神文武, 扶植斯道, 滅絶異端, 祝壽之齋、度僧之法, 一切停罷。 敎化大行, 至於閭巷細民, 行父母之喪, 一遵《家禮》, 咸知禱佛之無益於親, 而且恥爲之。 故麗季汚俗, 一朝革去。 今殿下卽位之初, 人心之邪正、習俗之美惡、社稷之安危, 無不係焉。 此正念慕羹墻, 思所以慰先王在天之靈, 而無故(陞)〔墜〕先王已隆之敎, 爲小民所恥之事, 臣等爲殿下不取也。 大行大王, 至聖至明, (同)〔洞〕知佛氏之足以亂國家也。 故撫位二十六年, 斥而去之, 終始如一, 使惑世無賴之徒, 太半爲民矣。 豈肯依無賴之徒, 求福於土木之塊乎? 萬萬無此理, 天地神明所知, 中外臣(臣)民所痛, 臨之在上, 質之在旁, 不可誣也。 殿下此擧, 非徒有累於正始, 適足以欺先王在天之靈, 啓愚民邪妄之心。 孔子曰: “三年無改於父之道, 可謂孝矣。” 《傳》曰: “人能以父母之心爲心, 則可謂孝矣。” 今去先王棄弓之日, 未經一旬, 欲改先王之道之心, 而之崇信虛無怪誕之事, 可謂孝乎? 伏願殿下, 決邪正之機, 澄出治之源, 明先王精一之學, 快慰臣民如渴之望。 傳曰: “自祖宗朝例行之事。” 不從。"
            },
            "6": {
                "H2KE-EN": "Fourth Censor Yi Uison reported as follows: From antiquity, those who treat the physicians who presumptuously take medicine to the King should all be dealt with according to the law. Presently, the people all say that the symptoms of the Great King (Jeongjong suffered from a symptoms. Song Heum , Kim Heungsu , and others neglected their physicians and did not carefully treat the symptoms. They mistakenly presented medicine to the King, which caused the great death. They were unable to overcome their anger. In the gyemyo year (, Noh Jungrye , Jeon Sunui , and others all received serious punishment by receiving the medicine. Your subject requests that Song Heum and others be punished by the death penalty to serve as a warning to future generations. The King transmitted a royal directive, which read as follows: When the Great King (Jeongjong is well-versed in medicine, I ordered a physician to examine the medical prescriptions and enter [the medical prescriptions], and personally examine the medical prescriptions and the medical prescriptions, which medical prescriptions medical prescriptions. Truly, a physician did not arbitrarily take medicine. When the Queen Mother repeatedly requested medical prescriptions, I ordered a physician to examine the medical prescriptions. How could I overcome my grief? If I can punish them, I should surely punish them according to the law. However, I cannot add another circumstance to the crime of unclear. Discuss this matter with the State Council and the Six Ministries.",
                "H2KE-nKo": "정언 이의손이 아뢰기를,“예로부터 의원이 임금의 병을 간호하여 함부로 탕제를 투여하는 자는 모두 법으로 다스렸는데, 지금 외간에서는 모두 ‘대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대행대\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 29일(갑신) 6번째기사",
                "gt-oKo": "정언 이의손이 아뢰기를, “예로부터 의원이 임금의 병을 보면서 약을 잘못 쓴 자는 다 법으로 다스렸사온데, 지금 밖에서들 말하기를 ‘대행 대왕께서 종증(腫症)이 계셨는데, 송흠(宋欽)·김흥수(金興守)가 진찰(診察)을 삼가지 않고 그릇 약을 써서 대고(大故)에 이르렀다.’ 하오니, 통분함을 금할 수 없습니다. 세종조에 노중례(盧中禮)·전순의(全循義) 등이 약을 써서 효험이 없으므로 다 중죄를 받았사오니, 흠 등을 극형에 처하여 뒷사람을 징계하소서.” 하니, 전교하기를, “대행 대왕께서 약리(藥理)에 밝으시어, 편치 않으실 때에 의원으로 하여금 방문(方文)을 상고하여 부표(付標)하여 들이게 하여, 약이 증세에 맞는지를 스스로 살펴서 복용(服用)하셨으니, 의원이 제 마음대로 들인 것이 아니다. 상시(常時)에는 의원을 접하지 않으시다가 병이 위중하자 대비께서 여러 번 청한 뒤에야 의원으로 하여금 진맥하게 하셨으니, 나의 여한(餘恨)을 어찌 이루 말하랴. 만약 죄를 다스려야 한다면 중하게 다스려야 하겠으나, 애매한 죄를 줄 수는 없으니, 정승들에게 의논하리라.” 하였다.",
                "hj": "○正言李懿孫啓: “自古醫侍君疾, 妄投湯劑者, 皆置法。 今外間皆曰: ‘大行大王有腫證, 宋欽、金興守等, 不謹(胗)〔診〕候, 誤進藥餌, 以致大故。’ 不勝痛憤。 世宗朝, 盧仲禮、全循義等, 以奉藥無效, 皆受重罪。 請置欽等極刑, 以懲後。” 傳曰: “大行大王, 精於藥理, 在不豫時, 令醫考方付(摽)〔標〕以入, 自察其藥, 合於證候, 而服之。 固非醫員擅進也。 常不接醫, 至疾革, 大妃累請, 然後使醫(胗)〔診〕候。 予之所憾, 曷勝言哉! 如可治罪, 則固當重論。 然不可加以曖昧之罪, 其議于政丞等。”"
            },
            "7": {
                "H2KE-EN": "The King transmitted a royal directive to the Royal Secretariat , which stated, The late King (Taejong instructed me, At the beginning of my reign, there are a member of the state councilor . You should have the State Council and the Six Ministries always sit together at the Royal Secretariat so that you may discuss the state affairs together. This should be implemented according to the royal instruction. ",
                "H2KE-nKo": "승정원에 전교하기를,“대행대왕께서 나에게 말씀하시기를 ‘내가 왕위에 오른 초기에는 원상이 있었으니, 너의 처음 정사에 정승들로 하여금 항상 승정원에 앉아서 나랏일을 함께 의논하게 하라.’라고 하셨으니, 마땅히 유교에 따라 시행하라.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 29일(갑신) 7번째기사",
                "gt-oKo": "승정원에 전교하기를, “대행 대왕께서 나에게 말씀하시기를 ‘내가 즉위하던 처음에 원상(院相)이 있었으니 너도 첫 정치에 정승들로 하여금 늘 승정원에 앉아서 함께 국사를 의논하게 하라.’ 하셨으니, 마땅히 유교(遺敎)에 의하여 시행하라.” 하였다.",
                "hj": "○傳于承政院曰: “大行(太)〔大〕王敎予云: ‘予踐位之初, 有院相。 汝初政, 令政丞等, 常坐政院, 同議國事。’ 當依遺敎施行。”"
            },
            "8": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Kang Baekjin and Fourth Censor [of the Office of the Censor General] Yi Uison reported, Yesterday, [Your Majesty] made a report on the matter of holding a Buddhist rite of water and land . [The King] ordered that the inspectors and censors not be admonished. The sovereign is living deep in the palace. If [Your Majesty] does not hear the inspectors and censors, then how can [he] know whether the disadvantages of the court are disadvantageous and the sufferings of the people? [Your subjects] cannot bear that [Your Majesty] disappointment. [The King] issued a royal directive, which stated, I do not consider anything other matter. This is a matter for the ancestors. It is impossible for me to hear [the matter] and dare say it. For this reason, [I] had [him] not report it [to me].",
                "H2KE-nKo": "장령 강백진, 정언 이의손이 아뢰기를,“어제 수륙재의 불가함을 아뢰었는데, 대간의 말을 아뢰지 말라고 명하셨습니다. 임금은 깊은 궁궐에 높이 거처하여 대간의 말을 듣지 못한다면 조정의 득실과 민간의 질고를 어떻게 알 수 있겠습니까. 실망을 금할 수 없습니다.”하니, 전교하기를,“내가 다른 일을 말하는 것이 아니다. 이 일은 선왕을 위한 것이니, 결코 들어줄 수 없는데 감히 말하였기 때문에 아뢰지 못하게 한 것이다.”하였다.\n",
                "date_ko": "연산 1권, 즉위년(1494 갑인 / 명 홍치(弘治) 7년) 12월 29일(갑신) 8번째기사",
                "gt-oKo": "장령 강백진,  정언 이의손이 아뢰기를, “어제 수륙재(水陸齋)에 관하여 아뢰었더니, 대간(臺諫)의 말을 입계(入啓)하지 말하고 명하셨으니, 임금된 이가 깊은 궁궐에 높이 앉아 만약 대간의 말을 듣지 않는다면 조정의 득실(得失)과 민간의 고통되는 바를 어찌 알 수가 있겠습니까. 실망함을 이기지 못하겠습니다.” 하니, 전교하기를, “내가 다른 일을 말한 것이 아니라, 이 일은 선왕(先王)을 위한 것이므로 결코 들어줄 수 없는 것인데도 감히 말하므로, 아뢰지 말도록 하였노라.” 하였다.",
                "hj": "○掌令康伯珍、正言李懿孫啓: “昨日啓水陸齋不可事, 命勿啓臺諫之言。 人主高居深宮, 若不聞臺諫之言, 則朝廷得失、民間疾苦, 何由得知? 不勝缺望。” 傳曰: “予非謂他事也。 此事爲先王也。 決不可聽, 而敢言之, 故使不啓耳。” 燕山君日記卷第一"
            }
        }
    }
}