{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King as follows: The sage kings founded benevolent ancestors and jointly enshrined in the Royal Ancestral Shrine . The moral principles and principles are very strict, and their names are clearly clarified. Therefore, in the past dynasties, there was no precedent of respectfully observing the Royal Tombs of King Taejo , and the sacrificial rites held in the Royal Tombs of Queen Sinui . The sacrificial rites held in the Royal Ancestral Shrine and the Altar of the Soil and Grain are already preserved in the ritual prescribed, and the sacrificial rites must surely be performed in person. However, the Song of the Names of Funeral Services (C. Yongbi , the Empress Dowager and the Empress Dowager. Therefore, how could there be any difference between the world and the Empress Dowager and the Empress Dowager, and the Empress Dowager dowager and the Empress Dowager",
                "H2KE-nKo": "사헌부와 사간원이 합동으로 아뢰기를,“개극 성후께서는 건극(乾極 건륭제)의 배필이 되어 중전의 주인이 되셨으니, 윤기가 지극히 엄하고 명호가 분명하였습니다. 그러므로 조종조에서는 진실로 줄이고 낮추는 조처가 없었지만 공경히 받드는 예는 제릉과 똑같이 하였습니다. 절서의 제향은 이미 사전에 실려 있고 향사의 전은 반드시 친히 행하시게 되어 있으며, 《용비어천가》에는 신의 왕후와 함께 나란히 써서 조금도 차등이 없었으니, 천경지의의 명분이 바르고 말이 순조로웠지 어찌 그 사이에 조금이라도 다른 의론이 있었겠습니까. 그런데 당시에 일을 맡은 신하들이 경전에 근거하고 예를 논하지 못하고 그럭저럭 덮어 둔 채 날이 갈수록 점점 멀어지다 보니 인산이 황폐해지고 하늘에 계신 영령께서 계신 곳이 없게 된 지 거의 200년이나 되었으니, 이보다 더 큰 국가의 불행이 어디 있겠습니까.예로부터 나라를 소유한 사람은 전대 제왕의 능과 명신의 묘에도 오히려 봉식하고 치제하였습니다. 오늘날에 실려 있는 것으로 말하면, 크게는 산, 천, 악, 독의 신령과 작게는 구릉의 분연한 신령과 작게는 절단되어 제사가 없는 귀신에 이르기까지 모두 요제(澆<unk> 제갈량)를 올리고 혼령의 감회가 있습니다.대개 임금은 종묘사직과 온갖 신령의 주인이 되는 것이니, 무릇 천지의 안과 저승에 진실로 한 기운이라도 평온함을 얻지 못하는 것이 있다면 모두 임금이 측은하게 여겨야 할 것입니다. 그렇다면 까닭 없이 만세의 묘향을 폐지하고 한 삼태기의 흙도 버려둔 채 수리하지 않아서 선후의 신령으로 하여금 원통하고 답답하여 방황하면서 의탁할 바를 모르게 한다면, 이것이 유독 전하의 마음만 편안하겠습니까.아, 절서가 바뀌어 우로의 슬픔이 일어나고 우의와 하휴의 언덕에 향화가 가득한데 성후의 원릉은 매몰되어 묻지 못하고 있습니다. 생각이 여기에 미치니 가슴이 찢어지는 듯합니다. 비록 오늘 아뢰는 일이 온당치 못한 줄은 알지만 하루가 급한데, 그렇게 하지 않고 물러나 침묵을 지키면서 감히 이렇게 호소합니다. 삼가 바라건대, 다시 더 깊이 생각하시어 속히 윤허를 내려 주소서.”하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 1월 1일(경신) 1번째기사",
                "gt-oKo": "사헌부와 사간원이 합계하기를, “개국 성후(開國聖后)께서는 건극(乾極)의 배필로 내전의 주인이셨으나 윤기가 지극히 엄정하고 명호(名號)가 분명하여 조종조에서 본시 깍아서 폄강한 일이 없고 공경히 받든 예가 한결같이 제릉(齊陵)과 같았습니다. 질서의 제향이 이미 사전(祀典)에 실려 있고 향(香)과 축(祝)을 전함에 있어서 반드시 친히 행하기까지 하였으며, 《용비어천가》에도 신의 왕후와 같이 일컬어 나란히 써서 조금도 차등이 없이 하였으니 이는 천경 지의이며 명칭이 바르고 말이 순한데 어찌 그 사이에 털끝만큼이라도 이론이 있을 수 있겠습니까. 그런데 그 당시 일을 맡은 신하가 경(經)에 의거해 예를 논하지 못하고 우물쭈물 덮어두어 세월이 멀어질수록 잊어 버려서 인산(因山)이 황폐해지고 신이 오르내릴 곳이 없어진 지 2백 년이 가까와 오니 국가의 불행이 이보다 더 큰 것이 무엇이 있겠습니까. 예로부터 나라를 소유한 임금은 전대 제왕의 능과 명신(名臣)의 묘에도 오히려 분묘를 수리하고 비를 세우고 제사를 지내 주었으며, 오늘날 사전에 실린 것으로 말하면 크게는 산천 악독(山川嶽瀆)의 영(靈)과 작게는 구릉 분연(丘陵賁衍)의 신(神)과 미세한 것으로는 자손이 끊겨 제사를 반드는 사람이 없는 귀신에게까지도 요(澆)·새(賽)의 제전을 올려 영감이 통하게 하였습니다. 이는 대개 임금은 종묘 사직과 온갖 신령의 주인으로서, 무릇 천지 안과 음양(陰陽) 유명(幽明)의 사이에 한 기운이라도 평온함을 얻지 못한 것이 있을 때는 임금이 이를 다 불쌍하게 생각해야 하는 것이기 때문입니다. 그렇다면 까닭없이 만대토록 받들어야 할 종묘 제향을 폐지하고 한웅큼의 봉분마저 버려둔 채 수축하지 않아 선후의 혼령으로 하여금 원통하고 억울하게 방황하면서 의탁할 바를 모르게 만든다면 유독 전하의 마음에는 편안하겠습니까. 아, 절서가 바뀌고 비와 이슬이 내리면 슬픈 마음이 일어나 일반 백성의 무덤까지도 향불이 가득한데 성후(聖后)의 원릉(園陵)만은 전혀 버려둔 채 찾지를 않으니 생각이 여기에 이르면 가슴이 찢어집니다. 비록 오늘날 아뢰는 일이 미안한 것인 줄은 아나 하루가 급하여 물러가 조용히 있지 못하고 감히 이와 같이 호소하는 바입니다. 삼가 바라건대 다시 깊이 생각하시어 빨리 윤허를 내리소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○朔庚申/司憲府、司諫院合啓曰: “開極聖后, 配乾極而主中壼, 倫紀至嚴, 名號截然。 其在祖宗朝, 固無裁削貶降之擧, 而祇奉之禮, 一視齊陵, 節序之享, 旣戴於祀典, 香祀之傳, 必至於親行, 而其於《龍飛御天歌》, 與神懿王后竝稱列書, 而小無差等, 則天經地義, 名正言順, 豈有一毫他議於其間? 而當時任事之臣, 不能據經論禮, 因循掩置, 寢遠寢忘, 因山荒廢, 陟降無所, 將至於二百年之久, 國家之不幸, 孰有大於此乎? 自古有國者, 於前代帝王之陵, 名臣之墓, 尙且封植致祭。 至如今日所載, 大而山、川、嶽、瀆之靈, 小而丘陵賁衍之神, 微而折瘥無祀之鬼, 莫不有澆賽之奠, 肸蠁之感。 蓋人君爲廟社、百神之所主, 凡天地之內幽顯之間, 苟有一氣不得其平者, 則皆人君所當惻念者也。 然則無故而廢萬世之廟享, 棄一抔而不修, 使先后之靈, 冤鬱彷徨, 而不知所托, 是獨安於殿下之心乎? 嗚呼! 節序遷改, 雨露興哀, 牛醫夏畦之丘隴, 香火遍滿, 而聖后園陵, 埋沒莫問。 思之至此, 肝膈摧裂, 雖知今日啓事之未安, 而一日, 急於一日, 不然退默, 敢此籲呼? 伏願更加惕念亟賜兪允。” 答曰: “不允。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King, which stated, We, your humble subjects, have not been able to observe the beginning of the foundation of our country since the beginning of our foundation. The beautiful reputation and praise of Your Majesty is clearly recorded in the register. Among the sages and descendants, there is nothing that is not the descendants of King Taejo . Who could have dared to 이의를 제기? As a subject who deliberately observe the intent of King Taejong, he stubbornly composed the proprieties of proprieties and proprieties. We humbly hope that Your Majesty will follow the public opinion. The King did not approve of this.",
                "H2KE-nKo": "사헌부와 사간원이 합동으로 아뢰기를,“생각건대 우리 신덕 왕후는 개국 초기에 왕위에 오르지 못하여 아름다운 이름과 아름다운 칭호가 장부에 분명하게 기록되어 있습니다. 성자신손이 모두 태조의 후손이니, 대를 이은 자가 누가 감히 그 사이에 이의를 제기하겠습니까. 그런데 예를 논의하는 신하가 태종의 본의를 본받지 않고 한때의 비례의 예를 두찬하여 수백 년 동안 신민에게 슬픔을 끼쳤으니, 이보다 더 큰 국가의 불행이 어디 있겠습니까. 태종의 본의는 이미 험난한 관문을 받들어 임어하던 날에 드러났고, 향축을 친히 전하던 때에 뚜렷이 드러났으니, 어찌 속일 수 있겠습니까. 그런데 한때 예를 논의하는 자의 잘못을 태종에게 돌리고 그 본의를 따져 보지도 않은 채 공론을 어려워하고 계십니다. 이는 작은 혐의가 도리어 대의보다 앞서고 백성의 도리와 사물의 법칙이 이로 말미암아 크게 민멸되는 것입니다. 삼가 바라건대 속히 공론을 따르소서.”하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 1월 11일(경오) 1번째기사",
                "gt-oKo": "사헌부와 사간원이 합계하기를, “우리 신덕 왕후는 개국할 당시의 국모로서 그 휘명(徽名)과 미칭(美稱)이 기록에 분명합니다. 성자 신손(聖子神孫)이 태조의 후손이 아닌 사람이 없는데 누가 감히 그 사이에 이론이 있겠습니까. 예를 논하는 신하가 태종의 본의를 본받지 못하고 한때 예아닌 예를 만들어내어 신민에게 수백 년간의 아픔을 끼쳤으니 국가의 불행 중에 무엇이 이보다 더 큰 것이 있겠습니까. 태종의 본의는 이미 험난한 길을 거쳐 등극한 그날과 향과 축을 친히 전해 주시던 때에 드러났으니 그 명명 백백함을 어찌 속일 수가 있겠습니까. 그런데 한때 예를 헌의한 자의 실수를 태종께 돌리고는 그 본의를 강구해 보지도 않은 채 공론에 따르기를 어렵게 여기신다면 이는 작은 혐의가 도리어 대의를 이기게 되는 것으로 백성의 양심과 사물의 법칙이 이로 말미암아 크게 없어지고 문란해질 것입니다. 삼가 원하건대 빨리 공론을 따르소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○庚午/司憲府、司諫院合啓曰: “惟我神德, 毋臨於開國之初, 徽名美稱, 炳然於記簿。 聖子神孫, 無非太祖之後, 嗣孰敢有異議於其間哉? 議禮之臣, 不體太宗之本意, 杜撰一時非禮之禮, 以貽臣民數百年之痛, 國家之不幸, 孰有大於此耶太宗之本意, 則已著於間關 奉御之日, 親傳香祝之時, 顯顯明明, 焉可誣也? 而乃以一時議禮者之失, 歸之於太宗, 而不究其本意, 留難於公論, 則是小嫌反勝於大義, 而民彝物則, 由是而大泯亂也。 伏願亟從公論” 答曰: “不允。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King, which stated, The matter of Queen Sindeok is related to the altar and destiny of the national principles and the danger of the human relationship",
                "H2KE-nKo": "사헌부와 사간원이 합동으로 아뢰기를,“신덕 왕후의 일은 천리의 존망과 인륜의 흥폐에 관계되니 그 의리의 중차대함이 분명하다고 할 수 있습니다. 신들이 언관의 자리에 있으면서 마침 공론이 들끓는 때를 만나 복합하여 호소하며 성상의 마음이 한번 깨닫기를 기다렸는데, 주상께서 들어주시지 않아 거절하심이 날로 심해지고 심지어 온당치 못한 하교가 전후로 연이어 내리기까지 하였으니, 신들은 머리를 맞대고 서로 돌아보며 답답한 마음을 가눌 수 없습니다.삼가 생각건대 국가의 불행으로는 윤기가 무너지는 것보다 더 중한 것이 없고, 신하의 통민으로는 임금과 어버이의 원통함보다 더 심한 것이 없으니, 오늘날 말하지 않고 할 수 있는 일이 과연 신덕 왕후를 추봉하는 한 가지 일보다 더 큰 것이 있겠습니까.명위가 당당하여 해와 별처럼 분명하니 진실로 태묘에 함께 향사하여 천추토록 혈식을 해야 하는데 예를 자세히 강구하지 않아 마침내 묻혀 없어지고 말았습니다. 그리하여 종묘의 신주가 떠내려가고 무덤의 흙이 황량해지도록 내버려 둔 채 지금까지 그대로 덮어 두고 있습니다. 인륜이 한번 무너지면 천리가 없어지는 법이니 전하의 명성으로 이를 통촉하지 못하신 것이 아닐 터인데 매번 선왕께서 이렇게까지 망설이시는 것은 어째서입니까? 아, 전하께서 어렵게 여기시는 뜻을 신들도 알고 있습니다. 다만 일의 체모가 중난한 것이 또 전하께서 중난하게 여기시는 것보다 더 큰 것이 있으니, 신들이 어찌 차마 가만히 앉아서 보기만 하고 전하께 반복하여 쟁론하지 않을 수 있겠습니까. 이치는 회복되지 않는 것이 없고 일은 반드시 기다리는 것이 있으니, 선왕의 뜻과 사업을 계승하는 도리를 극진히 하여 선대의 공렬을 빛내는 책임이 모두 오늘날에 모여 있습니다. 삼가 바라건대 전하께서는 귀에 거슬리는 말을 꺼리지 마시고 도리에 돌이켜 다시 더 깊이 생각하시어 속히 윤허를 내리소서.”하니, 윤허하지 않는다고 답하였다. 재차 아뢰었으나 윤허하지 않는다고 답하고, 세 번째 아뢰기를,“따를 만한 일이면 어찌 따르지 않겠습니까. 지금 소급하여 논할 수 없는 일이니 다시 번거롭게 논하지 마소서.”하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 1월 7일(병인) 1번째기사",
                "gt-oKo": "사헌부와 사간원이 합계하기를, “신덕 왕후의 일은 천리(天理)의 존망과 인륜의 흥패에 관계되는 것이니 그 의리가 중대하다는 것은 분명하다고 할 만합니다. 신들이 언책의 자리에 있으면서 때마침 공론이 비등한 때를 만나 복합(伏閤)하여 크게 부르짖어 호소하고 성상께서 깨닫기를 오랫동안 기다렸는데도 성상께서는 들으시려고도 하지 않으시고 거절하심이 날로 심하여 심지어는 온당하지 못한 전교를 전후에 걸쳐 연이어 내리기까지 하시니 신들은 머리를 모아 서로 돌아보며 답답함을 견디지 못하고 있습니다. 삼가 생각하건대 국가의 불행으로는 윤기의 손상보다 더 중한 것이 없으며 신자(臣子)의 통민(痛悶)함은 군친(君親)의 원통함보다 더 심한 것이 없는 것입니다. 그렇다면 오늘날 논할 만하고 행할 만한 일 중에서 과연 어느 것이 신덕 왕후를 추봉(追奉)하는 일보다 큰 것이 있겠습니까. 당당한 명위(名位)가 태양처럼 소연하니 의당 태묘(太廟)에 함께 향사(享祀)하여 천추토록 제향하여야 할 것인데도 예를 올리고 강구하지 못함으로 인하여 마침내 버려두어 종묘에 모셔야 할 신주가 떨어져 나가고 무덤의 봉토가 허물어지도록 해 놓고도 그대로 덮어둔 채 오늘에 이르게 되었습니다. 인륜이 한번 끊어지면 천리도 없어지는 것입니다. 전하의 명성(明聖)으로 이를 통촉하지 못하신 것은 아닐 터인데 번번이 선조에만 핑계하시며 이제까지 유난해 하시는 것은 무엇 때문입니까? 아, 전하께서 중난하게 여기시는 뜻은 신들 또한 알고 있습니다. 그러나 사체의 중난하기가 전하께서 중난하게 생각하시는 것보다 더 큰 것이 있다면 신들이 차마 편안한 마음으로 좌시(坐視)만 하고 전하께 거듭 간하지 않을 수 있겠습니까. 이치는 돌아오지 않는 법이 없고 일은 반드시 때를 기다려야 하는 법인데 계지(繼志)·술사(述事)의 도리를 다하여 선대의 공적을 빛나게 하여야 할 책임이 다 오늘날에 모여 있습니다. 삼가 바라건대 전하께서는 귀에 거슬리는 말을 꺼리지 마시고 도리에 돌아가 찾아 보시며 다시 깊이 생각하시어 빨리 윤허를 내리소서.” 하니, 윤허하지 않는다고 답하였다. 두 차례 아뢰었으나 윤허하지 않는다고 답하고, 세 차례 아뢰자 답하기를, “따를 만한 일이라면 어찌 따르지 않겠는가. 이제와서 추론할 수 없는 일이니 다시 번거롭게 거론하지 말라.” 하였다.",
                "hj": "○丙寅/司憲府、司諫院合啓曰: “神德王后之事, 關天理之存亡, 係人紀之廢興, 其義之重且大, 可謂明矣。 臣等待罪言地, 適當公議之沸騰, 伏閤叫號, 佇竢聖心之一悟, 而自上聽之落落, 牢拒日深, 至有未安之敎, 前後沓出, 臣等聚首相顧, 不勝鬱悒焉。 竊念國家之不幸, 莫重於倫紀之墮缺, 臣子痛悶莫甚於君親之幽冤, 則今日之所不言所可爲者, 果孰有大於追奉神德之一事者乎? 名位堂堂, 昭如日星, 固宜竝享太廟, 血食千秋, 而講禮不審, 遂致湮沒, 使廟主飄零, 抔土荒涼, 因循掩置, 以迄于今。 人紀一缺, 天理喪盡, 殿下之明聖, 非不洞燭乎此, 而每諉諸先朝留難至此者, 何哉? 嗚呼? 殿下重難之意, 臣等亦知之矣。 第事體之重難者, 又有大於殿下之所重難者, 則臣等其忍坐視恝然, 而不爲反覆諍論於殿下乎? 理無不復, 事必有待, 克盡繼述之道, 用光前烈之責, 皆萃於今日。 伏願殿下, 無憚逆耳, 反求諸道更加三思, 亟賜兪音。” 答曰: “不允。” 答再啓曰: “不允。” 答三啓曰: “可從之事, 則其不從乎? 今不可追論之事, 更勿煩論。”"
            }
        }
    },
    "04": {
        "21": {
            "1": {
                "H2KE-EN": "On musin day, Second Minister of Rites Kim Gyehwi entered the Royal Lecture and attended the lecture on the Confucian Classics. Unfortunately, [Kim Gyehwi] became ill and claimed to take care of [his] illness. At the beginning of the first night, [Kim Gyehwi] died.",
                "H2KE-nKo": "무신년에 예조 참판 김계휘가 석강에 입시하였다가 갑자기 병을 얻어 부축을 받고 나갔다가 초경에 졸하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 4월 21일(무신) 1번째기사",
                "gt-oKo": "예조 참판 김계휘(金繼輝)가 석강에 입시하였다가 갑자기 병이 나 부축을 받고 나갔는데 초경(初更)에 졸서(卒逝)하였다.",
                "hj": "○戊申/禮曹參判金繼輝入侍夕講, 猝得病扶出, 初更卒逝。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Second Deputy Director of the Royal House Administration Bak Sorip passed away.",
                "H2KE-nKo": "지중추부사 박소립이 졸하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 4월 24일(신해) 1번째기사",
                "gt-oKo": "지사 박소립(朴素立)이 졸하였다.",
                "hj": "○辛亥/知事朴素立卒。"
            }
        }
    },
    "06": {
        "13": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Hongju Strategic County Im Chu is incompetent. Your subjects request that he be replaced, and Magistrate of Changnyeong District Kim Geon be dismissed from his position, while Subarea Commander of Jeongpo Bak Jihwa is greed and corruption. Please dismiss him from his position, and Recorder Jeong Sahoe is incompetent and absurd. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“홍주 목사 임추는 용렬하니 체차하고, 창녕 현감 김건은 범람하니 파직하고, 정포 만호 박지화는 탐욕스럽고 비루하니 파직하고, 주서 정사호는 경망하니 체차하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 6월 13일(기해) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “홍주 목사(洪州牧使) 임추(林樞)는 용렬하니 체직시키시고, 창녕 현감(昌寧縣監) 김건(金鍵)은 범람하니 파직시키소서. 정포 만호(井浦萬戶) 박지화(朴枝華)는 재물을 탐하고 비루하니 파직시키시고, 주서 정사호(鄭賜湖)는 경망하니 체직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○己亥/司憲府啓曰: “洪州牧使林樞庸劣, 請遞; 昌寧縣監金鍵泛濫, 請罷; 井浦萬戶朴枝華貪鄙, 請罷; 注書鄭賜湖輕妄, 請遞。” 答曰: “依啓。”"
            },
            "2": {
                "H2KE-EN": "The Censorate deliberated on the matter of the Royal Tomb of King Jeongjong and requested that the Royal Tomb of Queen Sinui be jointly enshrined in the Royal Ancestral Shrine . Second Deputy Director of the Office of Royal Decrees Kim Ugong alone addressed the Spring and Autumn Annals (C. Chunqiu zhuan , saying, There is no two legitimate wives between the king and his queen. Therefore, it is not proper to jointly enshrine them. Only the Royal Tomb of King Jeongjong and Queen Jeongan should be erected in building a second royal tomb, and the ritual procedures should be reduced. The Royal Tomb of King Jeongjong and Queen Jeongan should be established in separately according to the system of the Royal Tomb of King Jeongjong and Queen Jeongan . The matter was ultimately implemented.",
                "H2KE-nKo": "삼사가 정릉의 일을 추론하여 제릉과 함께 태묘에 합부하기를 청하였다. 직제학 김우옹이 《춘추》를 인용하여 ‘제후는 두 적통이 없으므로 함께 합부할 수 없으니, 원릉에 봉식하고 참작하여 의절을 줄여야 한다.’라고 하고, 각을 세우고 관원을 두는 것은 후릉의 제도를 대략 본뜬 것인데, 일이 끝내 시행되지 않았다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 6월 13일(기해) 2번째기사",
                "gt-oKo": "삼사가 정릉(貞陵)의 일을 추론하고 제릉(齊陵)과 같이 태묘에 합부(合祔)할 것을 계청하였는데, 직제학 김우옹(金宇顒)만은 《춘추(春秋)》를 인용하여 ‘제후는 두 적통이 없는 법이니 같이 합부해서는 안 된다. 그러니 다만 원릉(園陵)에 봉토(封土)를 더하고 비석을 세우되 참작하여 의절(儀節)을 감쇄할 것이며, 각(閣)을 세우고 관원을 두되 대략 후릉(厚陵)의 체계와 같게 하여야 한다.’ 하였는데, 그 일은 끝내 시행되지 않았다.",
                "hj": "○三司追論貞陵事, 乞與齊陵竝祔 太廟。 直提學金宇顒, 獨引《春秋》以爲諸候無二嫡, 不可竝祔, 只宜封植園陵, 酌殺儀節, 建閣置官, 略倣厚陵之制。 事竟不行。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Yi Munhyeong , assistant state councilor , passed away.",
                "H2KE-nKo": "우참찬 이문형이 졸하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 6월 5일(신묘) 1번째기사",
                "gt-oKo": "우참찬 이문형(李文馨)이 졸하였다.",
                "hj": "○辛卯/右參贊李文馨卒。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Inspector General Choe Hwang is originally imprudent in his office. Your subjects request that he be corrected. The King denied this request. ",
                "H2KE-nKo": "사간원이 아뢰기를,“대사헌 최황은 명망이 본래 가벼우니 개정하소서.”하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 6월 5일(신묘) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “대사헌 최황(崔滉)은 명망과 여론이 본디 가벼우니 개정하게 하소서.” 하니, 윤허하지 않는다고 답하였다.",
                "hj": "○司諫院啓曰: “大司憲崔滉名論素輕, 請改正。” 答曰: “不允。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Governor of Gyeongsang Province Yun Takyeon , who acted in his behavior and managed his affairs, made many criticisms. When he served in his post, he was negligent in his duties. Magistrate of Incheon Magistracy Yi Gwan did not manage the affairs of his office. Your subjects request that he be dismissed from his post. The King replied, What do you think about Yun Takyeon , Yi Gwan , and others? The Office of the Censor General reported to the King, saying, Yun Takyeon is a young minister, but he is ignorant about his behavior and widely build a house. He enjoys his grudge, and many people in the neighboring villages resentment and blame him. When he served in his post, he was also negligent in his behavior, and thus he criticized the governor of redeeming his punishment by paying a fine. Yi Gwan slightly idle day and did not manage his duties, thus many people resentment and resentment. Therefore, he dared to report the matter to the King. The King replied, Yun Takyeon has a talent and has served his office. Therefore, it is not necessary to impeach a person who can examine the affairs of an impeachment by a rumor. However, how could he have to voluntarily voluntarily? This is particularly unreasonable, and thus the King did not approve his request. As Yi Gwan is guilty of his crime, it is not possible for him to lightly replace him. The King did not approve his request.",
                "H2KE-nKo": "사간원이 아뢰기를,“경상 감사 윤탁연은 몸가짐과 일 처리에 많은 물의가 있었고, 본직에 제수되어서도 삼가지 않은 것이 많았으며, 인천 부사 이관은 관사를 다스리지 않았으니, 모두 파직하도록 명하소서.”하니, 답하기를,“윤탁연과 이관 등은 무슨 일을 하는가?”하였다. 성상소가 회계하기를,“윤탁연은 연소한 재상으로 욕심을 채우는 것을 경계할 줄 모르고 집을 넓게 차지하여 기세를 부리기를 좋아하였으므로 마을 사람들이 대부분 원망하였습니다. 본직에 제수되어서도 삼가지 않아 속목 감사라는 비난이 있었고, 이관은 그럭저럭 날짜만 보내면서 자기 직무를 수행하지 않아 백성들의 원망이 많기 때문에 감히 아룁니다.”하니, 답하기를,“윤탁연은 재주가 있어 직임을 맡아 벼슬살이를 하였다. 이 때문에 잘 살피는 사람과 풍문으로 탄핵하는 것을 반드시 사실이라고 할 수는 없지만, 이른바 속목이라는 것을 어찌 스스로 취할 리가 있겠는가. 이는 더욱 이치에 닿지 않는 말이다. 윤허하지 않는다. 이관은 죄목이 분명치 않으니, 또한 가벼이 체차할 수 없다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 6월 8일(갑오) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “경상 감사 윤탁연(尹卓然)은 몸가짐과 일처리에 있어 물의가 많이 있었고 본직에 제수되고서도 삼가지 않은 일이 많으며, 인천 부사 이관(李瓘)은 관사(官事)를 다스리지 않으니, 아울러 파직을 명하소서.” 하였는데, 답하기를, “윤탁연과 이관 등은 무슨 일이 있었는가?” 하니, 성상소(城上所)가 회계하기를, “윤탁연은 나이 젊은 재상으로 재물을 탐하는 것을 경계할 줄 모르고 가택을 넓게 차지하고서 기염(氣焰)을 부리기를 좋아하여 이웃과 마을 사람들이 원망하는 자가 많습니다. 그리고 본직에 제수되고서도 삼가지 않아서 속목 감사(贖木監司)라는 비난이 있습니다. 이관은 하는 일 없이 날짜만 보내고 그 직무는 수행하지 않아 백성들의 원망이 많기 때문에 감히 아뢴 것입니다.” 하자, 답하기를, “윤탁연은 재간이 있어 직책을 맡겨 벼슬살이를 하고 있는 것이다. 이 때문에 잘 살피는 사람은 풍문으로 탄핵하는 것을 반드시 사실이라고는 여기지 않는 법이다. 이른바 속목을 어찌 자신이 가질 리가 있겠는가. 이는 더욱 타당치 않는 말이므로 윤허하지 않는다. 이관은 죄목이 분명하지 않으니 또한 가볍게 체직시킬 수 없다. 윤허하지 않는다.” 하였다.",
                "hj": "○甲午/司諫院啓曰: “慶尙監司尹卓然, 行己處事, 多有物議。 及爲本職, 多不謹; 仁川府使李瓘, 不治官事, 請竝命罷職。” 答曰: “尹卓然、李瓘等, 何事耶? 城上所回啓曰: “尹卓然, 以年少宰相, 昧戒在得, 廣占宅舍, 喜使氣焰, 隣里之人, 怨詈者多。 及爲本職, 亦不謹, 有贖木監司之譏; 李瓘則玩(揭)〔愒〕度日, 不事其事, 民多怨咨, 故敢啓。” 答曰: “尹卓然有才, 任職居官, 是以能察之人, 風聞之劾, 不必爲實, 而所謂贖木, 安有自取之理? 此尤不近之言, 不允。 李瓘罪目不明, 亦不可輕遞, 不允。”"
            }
        }
    },
    "07": {
        "16": {
            "1": {
                "H2KE-EN": "Shin Mimi reported to the King before the 정자각 of Jeongneung (Jeongjong, and the lay of the land was low. Whenever there was flooding, the river floods flooded and entered the steps below the steps. The chamber was boarded on a boat and traveled. Last year, high officials and officials of the Six Ministries went [to the palace] and observed the lay of the land. If the lay of the hills was located in the hills, the lay of the land would not be able to reach the water. It would be proper to build the earth and stones before the 정자각 to build the steps in front of the land so that the people would not be able to invade the water. The directorate was established and a large number of able-bodied men were mobilized to perform compulsory labor service. This year, due to rain, many able-bodied men were destroyed due to the report of the Censor General , including Administrative Assistants of the Directorate of Fabrics Jeong Huijeok and Yu Daesu , Adjunct Overseer Bak Ui and Hong Ikyeong , were dismissed from their posts. Superintendent Hwang Im and Hong Yeon were interrogated.",
                "H2KE-nKo": "정릉 정자각 앞의 지세가 낮아서 장맛비를 만날 때마다 강물이 넘쳐서 계단 아래로 들어가 재실에서 배를 타고 왕래하였다. 지난해 대신과 육경 등이 나아가서 그 지세를 살펴보았는데, 현궁을 안치한 곳은 지세가 높고 가파르며 물기가 미치지 못하므로 정자각 앞에 흙과 돌로 높게 쌓아서 물이 침입하지 않게 할 만하였다. 그래서 도감을 설치하고 인정을 많이 징발하여 부역하게 하였다. 올해는 비가 와서 쌓은 곳이 대부분 무너졌다. 양사가 아뢴 것으로 인하여 도청 낭청 정희적과 유대수, 감역관 박의와 홍익영 등은 파직하고, 제조 황임과 홍연 등은 추고하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 7월 16일(신미) 1번째기사",
                "gt-oKo": "정릉(靖陵) 정자각(丁字閣) 앞이 지세가 낮아 장마가 질 때마다 강물이 넘쳐 섬돌 밑까지 들어오므로 재실(齋室)에서 배를 타고 왕래하였다. 지난해에 대신과 육경들이 함께 가서 그 지세를 살펴보고는, 현궁(玄宮)이 봉안된 곳은 지세가 높아서 물이 미치지 못하니 정자각 앞에만 흙과 돌로 높게 쌓아 침수되지 않도록 하자고 하여, 도감(都監)을 설치하고 인부를 크게 징발해서 부역을 시켰는데, 금년 비에 축조한 곳이 많이 무너졌다. 이에 양사의 아룀으로 인해 도청 낭청(都廳郞廳) 정희적(鄭熙績)·유대수(兪大修), 감역관(監役官) 박의(朴宜)·홍익영(洪翼英) 등은 파직하고 제조 황임(黃琳)·홍연(洪淵) 등은 추고하였다.",
                "hj": "○辛未/靖陵丁字閣前, 地勢卑下, 每遇霖潦, 江水泛溢, 入于階下, 自齋室乘舟以通往來, 去年大臣、六卿等晉去, 相其地勢, 以玄宮所安之處, 則地勢高峻, 水氣不及, 可於丁字閣前, 以土石塡築隆高, 使不侵於水, 設都監, 大發人丁赴役。 今年雨水, 所築處多頹落, 因兩司所啓, 都廳郞廳鄭熙績、兪大脩, 監役官朴宜、洪翼英等罷職, 提調黃琳、洪淵等推考。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Yun Takyeon , Governor of Gyeongsang Province , submitted his resignation on account of illness. [The King] ordered him to attend to his official duties while supporting his health. ",
                "H2KE-nKo": "경상 감사 윤탁연이 병으로 두 번째 정사를 올리니, 몸조리를 하고 공무를 행하라고 명하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 7월 19일(갑술) 1번째기사",
                "gt-oKo": "경상 감사 윤탁연이 병으로 두 차례 정사(呈辭)하였는데 조리한 뒤에 행공(行公)하라고 명하였다.",
                "hj": "○甲戌/慶尙監司尹卓然以病再度呈辭, 命調理行公。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Recorder of the Directorate of Palace Kitchen Supplies Yun Gyeongji is crafty and deceitful. Your subjects request that he be dismissed from his position. Fifth Inspector Choe응호는 용렬하니 체직하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "H2KE-nKo": "사간원이 아뢰기를,“사재감 주부 윤경지는 음험하고 간사하니 파직하고, 감찰 최응호는 용렬하니 체차하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 7월 19일(갑술) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “사재감 주부(司宰監主簿) 윤경지(尹景祉)는 음험하고 간사하니 파직시키고 감찰 최응호(崔應虎)는 용렬하니 체직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司諫院啓曰: “司宰主簿尹景祉, 險譎鄙詐, 請罷; 監察崔應虎庸劣, 請遞。” 答曰: “依啓。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province Jeong Cheol submitted a memorial as follows: Magistrate of Namwon Strategic Prefecture Kwon Daedeok is a distance of sixty ri away from his hometown. His two younger sisters married a woman to the area of his magistracy, and therefore there must be many instances. Your subject requests that he be replaced.",
                "H2KE-nKo": "전라 감사 정철이 서장을 올렸는데, 그 내용은 다음과 같다.“새로 제수된 남원 부사 권대덕은 본가와의 거리가 60리인데, 그의 두 누이와 한 아들이 남원부의 땅에 장가들면 필시 견제받는 일이 많을 것입니다. 개차하소서.”\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 7월 20일(을해) 1번째기사",
                "gt-oKo": "전라 감사 정철(鄭澈)이 서장을 올렸다. “새로 제수된 남원 부사(南原府使) 권대덕(權大德)은 본가와의 거리가 60리이고, 그의 두 누이와 한 아들이 남원부 관내 사람과 혼인하였으니 반드시 사정에 견제되는 일이 많을 것입니다. 바라건대 다시 차임하소서.”",
                "hj": "○乙亥/全羅監司鄭澈書狀: 新除南原府使權大德, 距本家六十里, 其二妹一子婚娶府地, 必多牽制, 請改差事。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported: Magistrate of Hanseong Magistracy Im Yeol has long been observed in administration of lawsuits and discreetly replaced him. Deputy Director of the Royal Ancestral Shrine Yun Huigyeong , who is serving in a government office and stayed in home. He is discreet and unfilial. [Your subjects] request that he be dismissed from his position. Second Deputy Director of the Office of the Royal Ancestral Rites Bak Huiryang was not many years of service and has not yet received a reputation. [Your subjects] request that the 가자 of the senior third rank be corrected. Magistrate of Guseong Magistracy Choe Yunho , having committed adultery with female government nobi (slaves, became slanderous. [Your subjects] request that [Your Majesty] dismiss him from his position. The Office of Diplomatic Correspondence has been long since he has passed the new civil service examination. [But] the Office of Diplomatic Correspondence thinks that his position is not proper and has failed to separately separately. [Your subjects] request that [Your Majesty] dismiss him from his position as administrative officer in the past and that he be quickly selected and chosen as current magistrate. [The King] replied, The deputy magistrate [of Hanseong Magistracy] should not be replaced. [As] Im Poyang has military talent, he should be promoted to the higher rank, which is not improper. [If] Choe Yunho is replaced, [If] Yun Huigyeong and the Office of Diplomatic Correspondence, [If] it is implemented as reported.",
                "H2KE-nKo": "사헌부가 아뢰기를,“판윤 임열은 오랫동안 사송을 담당하는 자리를 차지하고 있으면서 삼가지 않았으니 체차해 주소서. 종묘령 윤희경은 관직에 있으면서 집에 있으면서 삼가지 않고 패려궂은 짓을 하였으니 파직하소서. 상토 첨사 박희량은 경력이 많지 않고 명성과 공적이 드러나지 않았으니 당상의 가자를 개정하소서. 구성 부사 최윤호는 가는 곳마다 관비를 간음하여 장가를 들었다는 비난이 있으니 파직하고 서용하지 마소서. 새로 급제한 자가 넉 달이나 되었는데도 승문원은 자리가 차지 않았다는 핑계로 분관하지 않았습니다. 전후의 행수 장무관을 파직하고 현재 있는 관원으로 속히 가려 뽑으소서.”하니, 답하기를,“판윤은 체차할 필요가 없고, 임포량은 무재가 있으니 당상으로 올려도 안 될 것이 없다. 최윤호는 체차하고, 윤희경과 승문원의 일은 아뢴 대로 하라.”하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 7월 20일(을해) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “판윤 임열(任說)은 송사를 처리하는 자리에 오랫동안 있으면서 근신하지 않았으니 체직시키고, 종묘령(宗廟令) 윤희경(尹希慶)은 관에서나 집에서나 근신하지 않고 도리에 어긋나는 행동이 있었으니 파직시키소서. 상토 첨사(上土僉使) 박희량(朴希亮)은 경력이 많지 않고 공적이 드러나지 않았으니 당상 가자를 개정하시고, 귀성 부사(龜城府使) 최윤호(崔閏湖)는 가는 곳마다 관비를 간음하여 추취(麤娶)하였다는 비난이 있으니 파직시키고 서용하지 말게 하소서. 새로 급제한 자가 4개월이 지났는데도 승문원은 지위가 고르지 않다는 이유로 분관(分館)을 하지 않고 있습니다. 전후의 행수 장무관(行首掌務官)을 파직시키고 현재 있는 관원으로 급히 선임하도록 하소서.” 하니, 답하기를, “판윤은 체직할 것이 없고 박희량은 무재(武才)가 있으니 당상에 올려서 안 될 것이 없다. 최윤호는 체직시키고 윤희경과 승문원의 일은 아뢴 대로 하라.” 하였다.",
                "hj": "○司憲府啓曰: “判尹任說, 久據詞訟之地, 不謹請遞; 宗廟令尹希慶, 居官處家, 不謹悖戾, 請罷; 上土僉使朴希亮, 踐歷不多, 聲績未著, 請堂上加改正; 龜城府使崔閏湖, 到處淫奸官婢, 有麤娶之譏, 請罷職不敍。 新及第至四朔之久, 而承文院諉以位不齊, 不爲分館, 請前後行首掌務官罷職, 以見在官急速揀擇。” 答曰: “判尹不須遞, 林布亮有武才, 陞堂上, 未爲不可; 崔閏湖可遞; 尹希慶、承文院事, 依啓。”"
            }
        }
    },
    "08": {
        "3": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: In recent years, shameless scholars do not know the purpose of plowing and cultivating, and thus they should be severely punished according to the royal order. Yesterday, according to the royal order, they cross-examined and examined the documents in each province. Among them, those who have already died as well as Sim Jeon , Shin Sugyeong , and others have already been dismissed or dismissed from office. Among them, those who have low-ranking posts under the pretext of their names, those who have already died as well as those who have already died as Sim Onsong , Song In , Bak Howon , Choe Hwang , Jeong Changseo , Yi Jeung , Ko Gyeonghe , Kwon Si , Nam Eongyeong , Seong Suik , Kim Hae , Hwang Jeongsik , Yun Heungsin , Yi Seongseong , and others, all should be dismissed from their posts. The King 답하기를, “추고하는 것이 옳다.” 하였다.",
                "H2KE-nKo": "사헌부가 아뢰기를,“근래 염치의 도가 없어져서 사대부들이 농사를 대신 짓는 의리를 모르니 드러나는 대로 통렬히 다스리지 않을 수 없습니다. 지난번에 전교로 인하여 각 도의 교안을 조사하여 그중에 이미 죽은 사람과 심전, 신수경 등은 이미 파산되었거나 품계가 낮고 미천한 자를 제외하고, 하원군, 하릉군, 한경록, 송인, 박호원, 최황, 정창서, 이증, 고경허, 권침, 남언경, 성수익, 김해, 황정식, 윤흥신, 이성헌 등은 모두 파직하도록 명하소서.”하니, 추고하라고 답하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 8월 3일(무자) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “요즘 염치가 땅에 떨어져서 사대부가 대경(代耕)하는 의를 모르니 비위 사실이 발견되는 대로 엄하게 다스리지 않으면 안 됩니다. 전일 전교에 따라 각도의 문안(文案)을 조사하였습니다. 그중 이미 죽은 자와 심전(沈銓)·신수경(申秀經) 등 이미 파직되어 산관이 된 사람과, 혹은 이름과 품계가 낮고 미천한 자 이외에도 하원군(河原君)·하릉군(河陵君)·한경록(韓景祿)·송인(宋寅)·박호원(朴好元)·최황(崔滉)·정창서(鄭昌瑞)·이증(李增)·고경허(高景虛)·권벽(權擘)·남언경(南彦經)·성수익(成壽益)·김해(金澥)·황정식(黃庭式)·윤흥신(尹興信)·이성헌(李成憲) 등은 모두 파직하라 명하소서.” 하니, 추고하는 것이 옳다고 답하였다.",
                "hj": "○戊子/司憲府啓曰: “近來廉恥道喪, 士大夫不知代耕之義, 不可不隨現痛治。 前日因傳敎, 推閱各道交案, 其中已爲身死及沈銓、申秀經等, 已爲罷散, 或名秩卑微者外, 如河原君、河陵君、韓景祿、宋寅、朴好元、崔滉、鄭昌瑞、李增、高景虛、權擘、南彦經、成壽益、金澥、黃廷式、尹興信、李成憲等, 竝命罷職。” 答曰: “可推。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King on two chairs of silver platforms, and two chairs of silver platforms. The petty functionaries pulled and replaced the silver platforms with wooden platforms, but this was discovered. The officials who previously served as officials were all dismissed and interrogated, and the petty functionaries were imprisoned and interrogated.",
                "H2KE-nKo": "기축년 의장고에 은교의 2좌, 은답장 2좌를 올렸는데, 색리가 중간에서 문서를 지우고 대신 납교의의 답장을 썼다가 일이 발각되었다. 일찍이 관원을 지낸 사람들은 모두 파직하고 하리는 가두고 추고하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 8월 4일(기축) 1번째기사",
                "gt-oKo": "의장고(儀仗庫)가 은교의(銀交倚) 2좌(坐)와 은답장(銀踏掌) 2좌를 올렸는데, 색리가 중간에서 문서를 위조하여 납교의(鑞交倚)와 납답장으로 바꾸어 올렸다가 사실이 발각되어 전임 담당 관원들은 다 파직 추고하고 하리(下吏)는 수금하고 추문하였다.",
                "hj": "○己丑/儀仗庫上銀交倚二坐, 銀踏掌二坐, 色吏中間洗濯文書, 代以鑞交倚踏掌事覺, 曾經官員等, 皆罷推, 下吏囚推。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Mok as assistant section chief of the Ministry of Punishments , but he did not assume office. He also appointed as assistant section chief of the Ministry of Works , but he did not assume office.",
                "H2KE-nKo": "조목을 형조 좌랑에 제수하였으나 부임하지 않았다. 또 공조 좌랑에 제수하였으나 부임하지 않았다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 8월 4일(기축) 2번째기사",
                "gt-oKo": "조목(趙穆)을 형조 좌랑에 제수하였는데 부임하지 않고, 또 공조 좌랑에 제수하였는데 부임하지 않았다.",
                "hj": "○以趙穆除刑曹佐郞, 不赴。 又除工曹佐郞, 不赴。"
            }
        }
    },
    "09": {
        "13": {
            "1": {
                "H2KE-EN": "[The King] conducted state affairs in the mujin year (. [The King] issued a royal directive, which stated, There is a vacancy for associate state councilor , and an official of the senior second rank shall be recommended. Li Xi was appointed as Associate State Councilor , and Governor of Jeolla Province Jeong Cheol was especially promoted to Grand Master for Excellent Virtue and appointed as chief royal secretary .",
                "H2KE-nKo": "정사가 있었다. 전교하기를,“찬성의 자리가 비었으니 정2품 중에서 의망하라.”하였다. 이이를 우찬성에 제수하고, 전라 감사 정철을 가선대부에 특별히 가자하여 도승지에 제수하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 9월 13일(무진) 1번째기사",
                "gt-oKo": "정사가 있었다. 전교하였다. “찬성이 비어 있으니 정2품 가운데서 의망하라.” 이이(李珥)를 우찬성에 임명하고, 전라 감사 정철은 특별히 가선(嘉善)에 가자(加資)하여 도승지에 제수하였다.",
                "hj": "○戊辰/有政。 傳曰: “贊成有闕, 正二品中擬望。” 李珥拜右贊成, 全羅監司鄭澈, 特加嘉善, 拜都承旨。"
            },
            "2": {
                "H2KE-EN": "Commissioner for Receiving the Imperial Envoy at the Border Yi Li reported, Second Deputy Director of the Office of Royal DecreesJeong Hyong and Responding EditorJeong Bong , and Magistrate of Seosan County Ko Gyeongmyeong requested that their aides be accompanied by their aides. The King 전교하기를, “아뢴 대로 하라.” 하였다.",
                "H2KE-nKo": "원접사 이이가 아뢰기를, “좌통례 황정욱, 응교 사봉, 서산 군수 고경명을 종사관으로 데리고 가게 하소서.” 하니, 아뢴 대로 하라고 전교하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 9월 13일(무진) 2번째기사",
                "gt-oKo": "원접사 이이(李珥)가 아뢰기를, “좌통례(左通禮) 황정욱(黃廷彧), 응교 허봉(許篈), 서산 군수(瑞山郡守) 고경명(高敬命)을 종사관(從事官)으로 데리고 가게 하소서.” 하니, 아뢴 대로 하라고 전교하였다.",
                "hj": "○遠接使李珥啓曰: “左通禮黃廷彧、應敎詐篈, 瑞山郡守高敬命, 請以從事官帶行。” 傳曰: “依啓。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported, Chief Royal Secretary Jeong Cheol is imprudent and arrogant. Your subjects request that he be replaced. The executive assistant to the commissioner for receiving the imperial envoy at the border is to select his talent, but he must be very capable of being capable of the moment. Previously, Ko Gyeongmyeong flattered the powerful and flattered the powerful officials. Your subjects request that he be replaced. The King denied this request. The Office of the Inspector General reported this matter several days, but the King finally did not approve this. Regarding the special royal commissioner for receiving the envoy at the border , Royal Secretary Kim Cheom was dispatched to Gyeongsang Province , and he has yet to return. The King ordered that Assistant Section Chief of the Ministry of Personnel Kim Cheom be replaced.",
                "H2KE-nKo": "사헌부가 아뢰기를,“도승지 정철은 술에 취해 광망하였으니 체직시키소서. 원접사의 종사관은 그 재주가 뛰어난 자를 뽑을 뿐만 아니라 반드시 당대의 극선입니다. 고경명은 전에 권간에게 빌붙었으니 개차하소서.”하니, 답하기를,“윤허하지 않는다.”하였다. 연일 아뢰었으나 끝내 윤허하지 않았다. 황정욱이 재상 경차관으로 경상도에 내려가서 아직 돌아오지 않았으므로 이조 좌랑 김첨을 후임에 임명하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 9월 13일(무진) 3번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “도승지 정철은 술주정이 심하고 광망(狂妄)하니 체직시키소서. 원접사의 종사관은 그 재주만을 취하는 것이 아니라 반드시 한때의 극선(極選)인 인물이어야 하는데 고경명은 전일에 권간에게 붙었었으니 다시 차임하도록 하소서.” 하니, 윤허하지 않는다고 답하였다. 연일 아뢰었으나 끝내 윤허하지 않았다. 황정욱은 재상 경차관(災傷敬差官)으로 경상도에 내려갔다가 돌아오지 않았으므로 이조 좌랑 김첨(金瞻)으로 대신하였다.",
                "hj": "○司憲府啓曰: “都承旨鄭澈, 酬酒狂妄, 請遞。 遠接使從事官, 不但取其才華, 必極一時之選。 高敬命前日趨附權奸, 請改差 “答曰: “不允。” 連日啓之, 終不允。 黃廷彧以災傷敬差官, 下去慶尙道未還, 以吏曹佐郞金瞻代之。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Envoy for Celebrating the Imperial Crown Princes Birthday Yi Haesu reported to the King as follows: The Imperial Crown Prince was born on the eleventh day of the eighth month and issued an imperial edict throughout the entire world. The imperial envoy of this state sent by the Emperor, namely Assistant State Councilor Hwang Honghyeong , and Assistant State Councilor Wang Gyeongmin , Director of the Directorate of Medicine , were appointed by the Office of Medicine Wang Gyeongmin , who departed on the fifteenth day of the ninth month. The King said, Summon high officials in order to perform all matters of urgent measures. The high officials reported to the King, The office in charge should examine the matter of supplying necessities and treating necessities. The commissioner for receiving the envoy at the Reception of the Imperial Crown Prince must be appointed by those who are skilled at writing. Magistrate of Gwangju Strategic County Shin응si was appointed as commissioner for receiving the envoy at the Reception of the Imperial Crown Prince , and he was ordered to ride post horses and come to the capital. The King appointed Jeong Yugil as host of the guesthouse and Yi I as commissioner for receiving the envoy at the Reception of the Imperial Crown Prince .",
                "H2KE-nKo": "성절사 이해수가 급히 장계하기를,“황태자가 지난 8월 11일에 탄생하여 천하에 조서를 반포하였습니다. 본국의 조사는 한림 편수 황홍헌과 공과 급사중 왕경민을 낙점하여 차출하여 9월 보름께 출발하게 해야 합니다.”하니, 전교하기를,“대신을 부른 것은 본래의 전례이니, 모든 일을 속히 조치하라.”하였다. 대신이 아뢰기를,“지대하는 모든 일은 해당 관사가 전례에 비추어 살펴서 해야 합니다. 도사의 영위사는 반드시 문장에 능한 사람으로 삼아야 하니, 광주 목사 신응시를 도사 영위사로 차출하여 역마를 타고 올라오게 하고, 정유길을 관반으로, 이이를 원접사로 삼아야 합니다.”하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 9월 7일(임술) 1번째기사",
                "gt-oKo": "성절사 이해수(李海壽)가 치계하기를, “황태자(皇太子)가 지난 8월 11일에 탄생하여 천하에 조서를 반사(頒賜)하는데 본국의 조사(詔使)는 한림 편수(翰林編修) 황홍헌(黃洪憲)과 공과 급사중(工科給事中) 왕경민(王敬民)을 차송하기로 정하여 9월 보름경에 출발할 예정이라고 합니다.” 하였는데, 전교하기를, “대신을 불러 전례에 따라 모든 일을 급히 조치하도록 하라.” 하였다. 대신이 아뢰기를, “지대(支待)에 관한 모든 일은 해사가 관례에 따라 살펴서 할 것입니다. 도사 영위사(都司迎慰使)는 반드시 문장에 능한 사람을 임용해야 합니다. 광주 목사(光州牧使) 신응시(辛應時)를 도사 영위사에 차임하여 역말을 타고 올라오게 하고, 정유길(鄭惟吉)을 관반(館伴)으로 삼고 이이(李珥)를 원접사(遠接使)로 삼도록 하소서.” 하였다.",
                "hj": "○壬戌/聖節使李海壽馳啓: “皇太子, 去八月十一日誕生, 頒詔天下。 本國詔使, 翰林編修黃洪憲, 工科給事中王敬民點差, 九月望時當起程事。” 傳曰: “招大臣, 本前例, 凡事急速措置。” 大臣啓曰: “支待諸事, 該司當照例察爲矣。 都司迎慰使, 必以能文之人爲之, 光州牧使辛應時, 差都司迎慰使, 令乘馹上來; 以鄭惟吉爲館伴, 李珥爲遠接使。”"
            }
        }
    },
    "10": {
        "22": {
            "1": {
                "H2KE-EN": "On byeongo day, the envoy for announcing the Senior Abdicated Kings death departed from Beijing on the nineteenth day of the ninth month. On this day, he crossed the river and entered Uiju .",
                "H2KE-nKo": "5월 19일에 조사가 북경을 출발하여 이날 압록강을 건너 의주로 들어왔다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 10월 22일(병오) 1번째기사",
                "gt-oKo": "조사(詔使)가 9월 19일에 북경에서 출발하여 이날 압록강을 건너 의주(義州)에 들어왔다.",
                "hj": "○丙午/詔使, 九月十九日, 自北京起程。 是日越江入義州。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The commissioner for receiving the envoy at the border in gyeongin year (, Commissioner for Receiving the Imperial Envoy at the Border Yi Li departed the capital. The King received him in audience and bestowed tiger skins upon him. ",
                "H2KE-nKo": "경인년에 원접사 이이가 길을 떠났다. 주상이 인견하고 호피를 하사하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 10월 6일(경인) 1번째기사",
                "gt-oKo": "원접사 이이(李珥)가 길을 떠나는데 상이 인견하고 호피(虎皮)를 하사하였다.",
                "hj": "○庚寅/遠接使李珥發行。 上引見, 賜虎皮。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinmyo day, Chief Royal Secretary Jeong Cheol submitted a letter of resignation but did not come to the capital. The King replaced him. He specially appointed Yu Seongryong as chief royal secretary .",
                "H2KE-nKo": "도승지 정철이 사장을 올리고 올라오지 않으니, 체차하였다. 유성룡을 도승지에 특별히 제수하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 10월 7일(신묘) 1번째기사",
                "gt-oKo": "도승지 정철이 사직 서장을 올리고 올라오지 않아 체직하고 유성룡을 도승지에 특명으로 제수하였다.",
                "hj": "○辛卯/都承旨鄭澈辭狀, 不爲上來, 遞之。 特拜柳成龍都承旨。"
            }
        }
    },
    "11": {
        "16": {
            "1": {
                "H2KE-EN": "On gyeongo day, the imperial envoys departed. On the ninth day of the ninth month, the imperial envoys visited the Royal Confucian Academy and performed the salutation ritual toward the Royal Confucian Academy. Later, they sat in Myeongnyun Hall , and then entered the Hall of Receiving the Imperial Investiture and saw the Family Rituals (C. Family Rituals . The King, the officials of the Royal Confucian Academy and others, unable to accompany the imperial envoys, made the imperial envoys come to see the Family Rituals (C. Family Rituals and below them at the State Tribunal for interrogation. However, high officials, having reported this to the King, requested that they be prevented from doing so. Accordingly, the Office of the Censor General reported this to the King, Second Deputy Director Hong Seongmin and below were all dismissed from their posts. After the imperial envoys departed, music instructor of the Office of Ritual Procedures Han Hyogeo and Clerk Seo Jindeok were sent to the State Tribunal for interrogation. On the day the imperial envoys arrived at the capital, the King went to the Hall of Great Peace and performed the celebration of the imperial envoys arrival. When the royal carriage arrived outside the main gate, the main gate was strongly closed and did not open. The King followed the side gate and entered the palace.",
                "H2KE-nKo": "조사가 출발하였다. 9일에 조사가 성균관에 가서 알성한 뒤에 명륜당에 앉아서 이어 존경각에 들어가 《국조오례의》를 펼쳐 보았다. 주상이 성균관 관원들이 제대로 주선하지 못하여 조사가 우리나라의 《국조오례의》를 보게 했다고 하여 사성 이하를 조옥에 내려 추고하라고 명하였는데, 대신이 아뢰어 중지시켰다. 간원이 아뢴 것으로 인하여 동지사 홍성민 이하를 모두 파직하였다. 조사가 출발한 뒤에 책색관 사예 한효우, 전적 서진덕을 조옥에 내려 추고하였다. 조사가 서울에 도착하는 날 주상이 태평관에 나아가 하마연을 행하였다. 어가가 대문 밖에 이르자 정문이 굳게 닫혀 열리지 않자, 주상이 협문으로 들어갔다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 11월 16일(경오) 1번째기사",
                "gt-oKo": "조사가 출발하였다. 9일에 조사가 성균관에 가서 알성(謁聖)한 뒤에 명륜당에 앉아 있다가 이내 존경각(尊經閣)에 들어가 《오례의(五禮儀)》를 펼쳐보았다. 상이 성균관 관원들이 일을 잘 주선하지 못하여 조사가 우리 나라의 《오례의》를 보게 하였다는 이유로 사성(司成) 이하를 조옥(詔獄)에 내려 추고하라고 명하였다가 대신이 아뢰어 그만두고, 간원의 아룀으로 인하여 동지사 홍성민(洪聖民) 이하를 다 파직시켰다. 조사가 떠난 뒤에 책색관(冊色官)이었던 사예(司藝) 한효우(韓孝友), 전적(典籍) 서진덕(徐進德)을 조옥에 내려 추문하였다. 조사가 서울에 도착한 날 상이 태평관(太平館)으로 나아가 하마연(下馬宴)을 행하였는데, 그때 어가가 대문 밖에 당도하였으나 정문이 굳게 닫히고 열리지 않아서 상이 협문(俠門)으로 들어갔다.",
                "hj": "○庚午/詔使發行, 初九日, 詔使往成均館, 謁聖, 後坐明倫堂, 因入尊經閣, 披見《五禮儀》。 上以館官等不能周旋, 使詔使至見我國《五禮儀》, 命下司成以下于詔獄推之, 以大臣啓止之。 因諫院啓, 同知事洪聖民以下皆罷職。 詔使發行後, 冊色官司藝韓孝友、典籍徐進德, 下詔獄推之。 詔使到京日, 上詣大平館, 行下馬宴。 動駕到大門外, 其正門堅閉不開, 上由俠門而入。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Your subjects request that Administrative Assistants of the Directorate of Receiving the Imperial Envoy Kim Gwan , Hong In걸 , and others who made mistakes and mistakes be dismissed from their posts. ",
                "H2KE-nKo": "사헌부가 논계하기를,“영접도감 낭청 김관, 홍인걸 등과 잘못 인도한 통례 황정욱, 권순 등을 모두 파직하소서.”하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 11월 16일(경오) 2번째기사",
                "gt-oKo": "사헌부가 논계하여 영접 도감 낭청(迎接都監郞廳) 김관(金瓘)·홍인걸(洪仁傑) 등과 잘못 인도한 통례 황정욱·권순(權純) 등을 다 파직하였다.",
                "hj": "○司憲府論啓: “迎接都監郞廳金瓘、洪仁傑等、及誤爲導引通禮黃廷彧、權純等皆罷職。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Juksan District Yi Yun misappropriated tax in imposing upon the reception of a royal envoy. Your subjects request to dismiss him from his position. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“죽산 현감 이윤은 조사가 나온다는 핑계로 끝없이 징렴하였으니, 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 11월 25일(기묘) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “죽산 현감(竹山縣監) 이윤(李潤)이 조사의 지대(支待)에 쓸 것이라고 핑계대고 재물을 수없이 거두어들였으니 파직시키소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○己卯/司憲府啓曰: “竹山縣監李潤, 詔使依憑, 徵斂無藝, 請罷。 依啓。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Magistrate of Eumjuk District Ahn Jeon is entrusted with the clerks, and Magistrate of Yanggeun District Kang Seong is not equal to compulsory labor service. Your subjects request that he be dismissed from his position. The King granted permission, saying, Min Sajun is arrogant and arrogant by nature. Since he has been promoted from the subarea commander to the sixth rank, he has suddenly been promoted to the higher grade of the senior third rank. People indiscriminately sense of this, and people are disappointed. Your subjects request that he be corrected. The Ministry of War dared to request that he be appointed to the higher grade of the senior third rank and staff officials be punished for his crime of disregarding public justice and private favor. Your subjects request that Min Sajun be corrected and that the officials of the senior third rank and above and the staff officials of the junior third rank and above be dismissed from their positions. The King 답하기를, “개정하는 일은 아뢴 대로 하라. 파직하는 일은 윤허하지 않는다.” 하였다.",
                "H2KE-nKo": "사간원이 아뢰기를,“음죽 현감 안전은 하리에게 맡기고 있으며, 양근 군수 강성은 부역이 고르지 않으니 파직하소서.”하니, 아뢴 대로 하라고 하였다. 또 아뢰기를,“고령 첨사 민사준은 성품이 본래 교만한데 만호에서 6품으로 오른 지 5년이 채 못 되어 갑자기 당상에 올랐으므로 물정이 해괴하게 여기고 있습니다. 개정하소서. 병조는 감히 아뢰어 의망하였으니 공의를 무시하고 은혜를 판 죄가 큽니다. 민사준은 개정하고 당상과 색낭청은 파직하소서.”하니, 답하기를,“개정하는 일은 아뢴 대로 하라. 파직하는 일은 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 11월 26일(경진) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “음죽 현감(陰竹縣監) 안전(安㙉)은 하리에게 사무를 위임하고 있으며 양근 군수(楊根郡守) 강성(姜晟)은 부역을 고르게 하지 않았으니 파직시키소서.” 하니, 아뢴 대로 하였다. 또 아뢰기를, “고령 첨사(高嶺僉使) 민사준(閔士俊)은 성품이 본래 교만한 데다가 만호에서 6품에 오른 지 5년이 채 안 되어 갑자기 당상에 올랐으므로 물정이 해괴하게 여기고 있으니 개정하소서. 병조는 감히 계청(啓請)하고 의망하였으니 공도를 멸시하고 은혜를 판 죄가 큽니다. 민사준은 개정하고 병조의 당상과 색낭청은 파직시키소서.” 하니, 답하기를, “개정하는 일은 아뢴 대로 하라. 파직하는 일은 윤허하지 않는다.” 하였다.",
                "hj": "○庚辰/司諫院啓曰: “陰竹縣監安琠, 委諸下吏; (根楊)〔楊根〕郡守姜晟, 賦役不均, 請罷。” 依啓。 “高嶺僉使閔士俊, 性本驕傲, 自萬戶陞六品, 未五年而遽陞堂上, 物情駭怪, 請改正; 兵曹敢爲啓請擬望, 蔑公市恩之罪, 大矣。 請閔士俊改正, 堂上、色郞廳罷職。” 答曰: “改正事依啓, 罷職事不允。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Rites: Former 영부사 홍섬 and Left State Councilor 노수신 , fifteen seok of rice and beans should be bestowed upon each of them. Former 영부사 홍섬 and Left State Councilor 노수신 , ten seok of rice should be bestowed upon each of them. Former Minister of Personnel Yi San , who was in a thatched hut outside the capital, how could there be a supplies for sacrificial rites? Presently, this province should prepare and provide rice and beans for each of them. This should be notified.",
                "H2KE-nKo": "전교하였다. “상중에 있는 전 영부사 홍섬과 좌의정 노수신에게 각각 쌀과 콩을 아울러 15섬을 사급하고, 홍섬은 대상이 임박하였으니 쌀 10섬을 더 사급하라. 전 판서 이산해는 지방에서 여묘살이를 하고 있으니 제사지낼 물자가 어찌 있겠는가. 본도로 하여금 쌀과 콩을 마련하여 제급하도록 하서하는 것이 좋겠다.”\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 11월 27일(신사) 1번째기사",
                "gt-oKo": "전교하였다. “상중에 있는 전 영부사 홍섬과 좌의정 노수신에게 각각 쌀과 콩을 아울러 15석을 사급(賜給)하되 홍섬은 대상(大祥)이 임박하였으니 쌀 10석을 더 사급하라. 전 판서 이산해는 지방에서 여묘를 살고 있으니 제사지낼 물자가 또한 어찌 있겠는가. 본도로 하여금 쌀과 콩을 마련하여 제급하도록 하서(下書)하는 것이 좋겠다.”",
                "hj": "○辛巳/傳曰: “在喪前領府事洪暹、左議政盧守愼處, 各米太幷十五賜給。 洪暹則大祥臨迫, 米加十石賜給。 前判書李山海守廬於外方, 祭祀之資, 亦豈有之? 今本道, 米太磨鍊題給事, 下書可也。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinyu day, the Chinese envoy Liu Quan entered the capital of Joseon.",
                "H2KE-nKo": "조사가 서울에 들어왔다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 11월 7일(신유) 1번째기사",
                "gt-oKo": "조사가 서울에 들어왔다.",
                "hj": "○辛酉/詔使入京。"
            }
        }
    },
    "12": {
        "26": {
            "1": {
                "H2KE-EN": "The King conducted state affairs in the gyeongsul year (. Governor of Hamgil Province Yu Hong was especially promoted to supreme general , and Jeong Cheol to the governor of Hamgil Province.",
                "H2KE-nKo": "도목 정사를 행하였다. 함경 감사 유홍을 특별히 가자하여 판윤으로 삼고, 정철을 함경 감사로 삼았다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 12월 26일(경술) 1번째기사",
                "gt-oKo": "도목정(都目政)을 시행하였다. 함경 감사 유홍(兪泓)을 특별히 가자하여 판윤으로 삼고 정철을 함경 감사로 삼았다.",
                "hj": "○庚戌/爲都目政。 咸鏡監司兪泓, 特加爲判尹, 鄭澈爲咸鏡監司。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "In imjin year (, Chief Royal Secretary Yu Seongryong was appointed as inspector general , Yi Bal as deputy education director , and Kim응nam as deputy education director . ",
                "H2KE-nKo": "임진년에 도승지 유성룡을 특지로 대사헌에, 이발을 부제학에, 김응남을 동부승지에 제수하였다.\n",
                "date_ko": "선조 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 12월 8일(임진) 1번째기사",
                "gt-oKo": "도승지 유성룡을 특지로 대사헌에 제수하고 이발(李潑)을 부제학에, 김응남(金應南)을 동부승지에 제수하였다.",
                "hj": "○壬辰/都承旨柳成龍, 特旨拜大司憲, 李潑爲副提學, 金應南爲同副承旨。"
            }
        }
    }
}