{
    "03": {
        "19": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported on the list of those who died during the muo year (1428, the fifth year of King Wus reign as the Ministry of Rites reported to the King. The King transmitted a royal directive, which stated, If the parents of five cousins have died on the same day, suspend the morning court assembly day and the suspension of the Royal Confucian Academy . What do you think about suspension of the Highness",
                "H2KE-nKo": "예조가 음성수가 죽은 데 대한 단자를 입계하니, 전교하기를,“5촌 친척이 죽었으니 당일로 정조하고 방방하는 것이 어떻겠는가?”하였다. 정원이 회계하기를,“정조시를 정지하면 으레 방방할 수 없습니다. 다만 문과와 무과의 거인이 절반 이상이 반열에 들어가니 어떻게 해야겠습니까?”하니, 전교하기를,“이미 알고 난 뒤에 어찌 그대로 할 수 있겠는가. 우선 반열에 세우고 속히 예조에 물으라.”하였다. 예조가 회계하기를,“문과는 모두 들어왔고 무과는 아직 다 들어오지 않았으니 대례를 중도에 그만둘 수 없습니다. 그대로 창방하고 하례는 하지 마소서.”하니, 전교하기를,“그대로 하는 것은 온당치 못하다. 반열에 들어간 대신에게 의논하여 아뢰라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 19일(무오) 1번째기사",
                "gt-oKo": "예조가 음성수(陰城守)의 신사 단자(身死單子)를 입계하니, 전교하기를, “오촌친(五寸親)이 죽었으니 당일 정조시(停朝市)하되, 방방(放榜)은 어떻게 해야 하겠는가?” 하였다. 정원이 회계(回啓)하기를, “정조시할 경우 으레 방방하지 못합니다. 다만 문무 과거인들이 과반수가 반열에 들어와 있으니 어찌해야 되겠습니까?” 하니, 전교하기를, “이미 알고 나서 어떻게 그대로 방방할 수 있겠는가. 잠시 반열에 세워놓고 속히 예조에 물으라.” 하였다. 예조가 회계하기를, “문과는 모두 들어왔으나 무과는 아직 다 들어오지 않았습니다. 대례(大禮)를 중지할 수는 없으니 창방(唱榜)은 그대로 하고 하례(賀禮)는 거행하지 마소서.” 하니, 전교하기를, “그대로 하는 것이 미안하니 반열에 들어와 있는 대신에게 의논하여 아뢰라.” 하였다.”",
                "hj": "○戊午/禮曹, 陰城守身死單子入啓。 傳曰: “五寸親身死, 當日停朝, 而放榜何如?” 政院回啓: “曰停朝市, 則例不得放榜, 但文、武科擧人, 過半入班, 何以爲之?” 傳曰: “旣允知之後, 安可仍爲? 姑爲立班, 速問禮曹。” 禮曹回啓曰: “文科畢入, 武科未畢入, 大禮不可中輟。 仍爲唱榜, 勿爲賀禮。” 傳曰: “仍爲未安。 入班大臣處, 議啓。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, The list of successful candidates for the civil service examination is a normal rite for auspicious occasion. Since Your Majesty is wearing the mourning clothes, it is very inappropriate. Your subjects request that the list of successful candidates be 물려서 시행하소서.” 하니, 답하기를, “아뢴 대로 하라.” 하였다.",
                "H2KE-nKo": "양사가 아뢰기를,“방방은 바로 길례입니다. 상께서 중복을 입고도 그대로 행하시니 매우 미안합니다. 물려서 행하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 19일(무오) 2번째기사",
                "gt-oKo": "양사(兩司)가 아뢰기를, “방방은 길례(吉禮)인데 상께서 중복(重服)을 당하신 터에 그대로 행하는 것은 극히 미안한 일이니 물려서 행하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○兩司啓: “放榜乃吉禮。 自上遭重服而仍行之, 極爲未安。 請退行。” 答曰: “依啓。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported, The Ministry of Rites requested that the civil service examination passers be allowed to enter the courtyard by half the successful candidates. This is extremely impartial. Your subjects request that they be punished. The King responded, Each person has his own views. The King did not approve this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“예조가 거인이 과반수나 입정하였다고 핑계 대고 그대로 창방할 것을 계청하였으니, 너무도 구차합니다. 추고하소서.”하니, 답하기를,“사람마다 제각기 의견이 있는 법이다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 19일(무오) 3번째기사",
                "gt-oKo": "사간원이 아뢰기를, “예조는 과거인이 반 이상 궁정에 들어왔음을 핑계하여 그대로 창방할 것을 계청하였으니, 매우 구차합니다. 추고하소서.” 하니, 답하기를, “사람마다 제각기 의견이 있는 것이니 윤허하지 않는다.” 하였다.",
                "hj": "○司諫院啓: “禮曹諉以擧人過半入庭, 啓請仍行唱榜, 其苟且甚矣。 請推考。” 答曰: “人各有見, 不允。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Kang Bongsu , who passed the civil service examination , lost his certificate without reason and lost his certificate into the palace. When a royal writ of appointment entered the palace, the officials of the royal writ of the Office of Astronomy and Geomancy were in charge of this matter, and they clearly calculated the number of the royal writ of appointment and received it to the royal writ of appointment and secretary eunuchs . This is the duty of him. Nevertheless, he neglected to carefully examine the royal writ of appointment and negligently did not carefully examine the royal writ of appointment. After Your Majesty questioned him, he ignorantly observed the royal writ of appointment and could not clearly know where the royal writ of his lost his certificate was lost. The high-ranking officials should not be involved in minor incidents. Your subjects request that the officials of the royal writ of appointment and others be dismissed from their posts. The officials of the Office of Astronomy and Geomancy including Im Yeol and Kim Gwiyeong should also be ordered to interrogate them as well.",
                "H2KE-nKo": "사헌부가 아뢰기를,“문과에 입격한 강봉수의 시권을 이유 없이 유실하였는데, 시권을 대내로 들일 때에 승지와 대독관 등이 그 일을 전담하여 분명하게 숫자를 계산하여 승전색과 사알에게 주고받는 것이 바로 그의 임무입니다. 그런데 예사롭게 여기고 태만히 살피지 않아 주상께서 하문하신 뒤에도 흐리멍덩하게 서로 바라보기만 하고 유실하였다는 것을 분명히 알지 못하였습니다. 대신은 진실로 자잘한 일에 간여해서는 안 되니, 승지와 대독관 등을 모두 파직하소서. 독권관 임열과 김귀영도 추고하라고 명하소서.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 27일(병인) 1번째기사",
                "gt-oKo": "사헌부가 아뢰었다. “문과에 입격한 강봉수(姜鳳壽)의 시권(試券)을 이유없이 분실하였다고 하는데, 시권을 대내(大內)로 들여갈 때에는 승지와 대독관(對讀官) 등이 전적으로 그 일을 관장하여 시권의 수효를 분명히 헤아려서 승전색과 사알에게 넘겨주는 것이 곧 그의 임무입니다. 그런데 이를 심상하게 여겨 살피지도 않았고 상께서 하문하신 후에도 서로 멍청하게 바라만 볼 뿐, 시권 잃은 곳을 분명히 알지 못하였습니다. 대신은 본시 잗단 일에 직접 간여하는 것이 아니니 승지와 대독관 등을 모두 파직시키고 독권관(讀券官) 임열(任說)·김귀영(金貴榮)도 추고하도록 명하소서.”",
                "hj": "○丙寅/司憲府啓: “文科入格人姜鳳壽試券, 無端遺失, 當試券入內之際, 承旨對讀官等, 專掌其事, 分明計數, 授受於承傳色及司謁, 乃其任也。 而置之尋常, 謾不致察, 自上下問之後, 矇然相視, 不能的知其遺失之地。 大臣固不當親細事, 請承旨對讀官等, 竝罷職。 讀券官任說、金貴榮亦命推考。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Your subjects request that Im열 and those below be dismissed from their posts. The King 답하기를, “임열 and those below them should all be punished.",
                "H2KE-nKo": "사간원이 아뢰기를,“임열 이하를 모두 파직하소서.”하니, 답하기를,“임열 이하를 모두 추고하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 3월 27일(병인) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “임열 이하를 모두 파직하소서.” 하니, 답하기를, “임열 이하를 모두 추고하라.” 하였다.",
                "hj": "○司諫院啓: “任說以下, 竝命罷職。” 答曰: “任說以下, 竝推考。”"
            }
        }
    },
    "04": {
        "11": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Inspector General , which stated, Yesterday, Military Duty Officer of the Northwest Territory (K. Yejeonjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjuonjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungjungju",
                "H2KE-nKo": "전교하기를,“남도 우후 윤호가 어제 하직 인사를 하였다. 다만 혜정옹주의 병이 위중하고 다른 자녀도 없으니 정리로 볼 때 매우 박절하다. 본직을 체차하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 11일(경진) 1번째기사",
                "gt-oKo": "전교하였다. “남도 우후(南道虞候) 윤호(尹琥)가 어제 하직하였다. 그러나 혜정 옹주(惠靜翁主)의 병이 위중한 데다 간호할 다른 자녀도 없어서 그 사정이 매우 절박하니 본직을 체차하라.”",
                "hj": "○庚辰/傳曰: “南道虞候尹琥, 昨日下直矣。 但惠靜翁主病重, 無他子女, 情理甚迫。 本職遞差。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported on the matter of uncomfortable construction and repair works in the palace due to the affair of female attendants. The Office of the Inspector General reported this matter to the King. The King replied, After having examined the construction and repair works, I will decide upon it.",
                "H2KE-nKo": "홍문관이, 여시가 연줄을 타고 입궐하는 일 및 대내에서 영선하는 것이 온당치 못하다는 일로 입계하니, 답하기를,“영선하는 곳을 들어와 살펴본 뒤에 결정하겠다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 12일(신사) 1번째기사",
                "gt-oKo": "홍문관이 여시(女侍)가 인연(因緣)을 타고 입궐하는 일과 대내에서 영선(營繕)하는 것이 온편하지 못하다는 일로 입계하니, 답하였다. “영선하는 곳을 들어와 살펴보게 한 후에 발락(發落)하겠다.”",
                "hj": "○辛巳/弘文館, 以女侍因緣入闕, 及自內營繕未安事, 入啓。 答曰: “營繕處入審後, 當發落。”"
            },
            "2": {
                "H2KE-EN": "The Royal Secretariat reported the transfer of a royal directive to the King because it was uncomfortable to enter and inspect the royal directive. The King replied, I already issued a royal directive to enter and inspect the royal directive. Therefore, this is not a difficult matter. How could the Royal Secretariat dare disregard the royal directive from the central quarters? Report this immediately to the royal directive and quickly enter and inspect the royal directive.",
                "H2KE-nKo": "정원이 들어와 살펴보라는 일로 전교한 것이 온당치 못하다고 입계하니, 답하기를,“내가 이미 들어와 살펴보라고 전교하였으니 이는 어려운 일이 아니다. 그런데 정원이 감히 중간에서 저지한단 말인가. 즉시 전유하여 속히 들어와 살펴보도록 하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 12일(신사) 2번째기사",
                "gt-oKo": "정원이 들어와 살펴보라고 전교한 것이 미안하다는 일로 입계하니, 답하였다. “내가 이미 들어와 살펴보라고 전교하였으니 어려운 일이 아닌데 정원이 감히 중간에서 이를 저지시키려고 하는가? 즉시 유지(諭旨)를 전하여 속히 들어와 살피도록 하라.”",
                "hj": "○政院, 以入審事傳敎未安事, 入啓。 答曰: “予旣傳敎入審, 則此非難事。 政院其敢從中沮遏? 其卽傳諭, 斯速入審。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General requested that the King suspend the order of entering and surveying the palace gates. The King replied, It is not possible for me to observe the palace gates. Moreover, as I build a pavilion and surveyed the courtyards, I can observe it once. Thus, I will immediately enter and survey the palace gates according to the order. The Office of the Inspector General reported again, saying, Although it is impossible for me to obey the order, it is impossible for me to observe the royal order. Please dismiss your subjects from office. The King replied, I did not wish to survey myself and falsely accuse myself. It is truly appropriate that the sovereigns mistakes and unworthy behavior to open the palace gates to the court officials. What do you think of disobeying the order? You should immediately enter and survey my faults. The Office of the Inspector General reported three times to the King. The King replied, It is not possible for me to enter and survey the palace gates. I do not understand the intent of entering and surveying the palace gates there. Do not decline this again and enter and survey the palace when I surveyed the gates.",
                "H2KE-nKo": "양사가 주상에게 아뢰어 들어가 살피라는 명을 거두기를 청하니, 답하기를,“금원에서 한번 보는 것은 진실로 안 될 일이 아니다. 더구나 내가 지은 정관도 한번 올라갈 만하니, 즉시 명에 따라 들어가 살펴보도록 하라.”하였다. 홍문관이 재차 아뢰기를,“비록 명을 어긴 죄를 받더라도 결코 하교를 받들 수 없으니, 파척해 주소서.”하니, 답하기를,“내가 그대들을 끌어들여 무함하려는 것이 아니다. 임금이 지나친 거조를 하고 함부로 행동하는 곳에 조정의 신하들에게 보여 주는 것은 실로 당연한 일인데, 어찌하여 어기고 거절하는가. 즉시 들어가 살펴보아 나의 허물을 보도록 하라.”하였다. 세 번째 아뢰어 입계하니, 답하기를,“후원에 들어가 살펴보는 것은 진실로 안 될 일이 아니다. 들어가 살펴보지 않겠다는 뜻을 나는 실로 이해하지 못하겠다. 다시는 사양하지 말고 내일 아침에 들어가 살펴보도록 하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 12일(신사) 3번째기사",
                "gt-oKo": "양사가 들어와 보라는 명을 정지할 것을 계청하니, 답하기를, “금원(禁苑)을 한번 둘러보는 것이 불가한 일도 아니다. 더구나 내가 지은 정관(亭觀)을 한번쯤 올라 봄직하니 명한 대로 들어와 보라.” 하였다. 홍문관이 재차 아뢰기를, “명을 어긴 죄를 입게 되는 한이 있더라도 결코 분부를 받들 수 없으니, 파척(罷斥)하소서.” 하니, 답하기를, “내가 너희들을 끌어들여 무함하려는 것이 아니다. 임금이 과오를 범하고 망령된 일을 저지른 것은 조신들에게 보여주는 것이 당연한 일이거늘, 어찌하여 어기고 거역하는가. 속히 들어와서 나의 과오를 보라.” 하였다. 세 번째 아뢰고, 또 입계하니, 말하기를, “후원에 들어와 보는 것이 본시 불가한 일도 아닌데 들어오지 않겠다니 나는 그 뜻을 모르겠다. 더 사양하지 말고 내일 아침에는 들어와서 보라.” 하였다.",
                "hj": "○兩司啓請寢入審之命。 答曰: “禁苑一覽, 固非不可之事也。 況予所造亭觀, 亦可一登, 卽依命入審。” 弘文館再啓: “雖被違命之罪, 決不可承敎, 請賜罷斥。” 答曰: “予非欲引爾等而誣也。 人君過擧妄作之地, 開示朝臣, 實是當然。 違拒如何耶? 宜卽入審, 以見予過。” 三啓入啓, 答曰: “入審後苑, 固非不可爲之事也。 不入之意, 予實未曉。 其毋更辭, 明朝入見。”"
            },
            "4": {
                "H2KE-EN": "The inspectors and censors advised the King three times, but their petition was not granted.",
                "H2KE-nKo": "양사가 세 번째 아뢰었으나, 윤허하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 12일(신사) 4번째기사",
                "gt-oKo": "양사도 세 번 아뢰었으나 윤허하지 않았다.",
                "hj": "○兩司三 啓, 不允。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Office of the Censor-General came to the King and reported as follows: As I was already serving in the Office of the Inspector General , I have heard anything that I would be able to speak with Your Majestys sagacity and dare to speak with Your Majesty. However, Your Majesty repeatedly issued a royal instruction and also urged him to assume that it was impossible for me to do so. The circumstances of the circumstances and the world are blocked, and the circumstances and the world are blocked. Therefore, the disaster of danger and the world are not caused by your subjects. Please dismiss him from office. The King responded, saying, It is for me to allow me to enter and examine the circumstances of the high and low. Why is it difficult to disobey this? What is this a proprieties? When I submitted a memorial, who would raise the circumstances? Report your advice. The King repeatedly requested that dismiss him from office. The King responded, Do not enter and examine the circumstances. The King responded to the first 차자에 as follows: Generally speaking, the palace is a matter of my family, and it is not impossible for your subjects to do with. However, if the circumstances of the circumstances are opened, later there will be wicked officials who claim the circumstances to evade the circumstances, and there will be something that they cannot bear to speak about the circumstances of the circumstances. Now, it is not worth mentioned. I intend to thoroughly investigate the circumstances. As for the circumstances of the circumstances, the circumstances of the circumstances are to inquire into the circumstances, but I do not ask about the cumstances. As for the work of the building of the Royal Placentacentacenta Chamber, the circumstances of the Royal Placentacenta Chamber,",
                "H2KE-nKo": "홍문관이 와서 아뢰기를,“이미 논사하는 자리에 있으면서 들은 것이 있으면 우러러 성상을 믿고서 문득 감히 외람되이 진달하였습니다. 그런데 도리어 엄한 하교를 내리시고 또 할 수 없는 일을 하라고 다그치시니, 언로가 막히고 상하가 막혀서 위망의 화를 빚어 내는 것이 반드시 신들로부터 비롯되지는 않을 것입니다. 파척해 주소서.”하니, 답하기를,“내가 하교하여 들어와 살펴보게 한 것은 바로 상하의 정을 통하게 하기 위해서이다. 그런데 무엇이 어려워서 감히 이와 같이 거절하는가. 이것이 무슨 예인가. 차자를 올릴 때에 누가 제창하였는가. 바른대로 아뢰라.”하였다. 재차 아뢰어 파척해 주기를 청하니, 답하기를,“들어와서 살피지 말라.”하였다. 첫 번째 차자에 답하기를,“궁궐은 우리 왕가의 일이므로 외신이 간여할 바가 아니다. 그러나 말한 자의 이런 버릇이 한번 열리면 뒤에 반드시 간신이 이를 구실로 삼아 차마 말할 수 없는 일이 있을 것이다. 논한 일은 지금 분변하여 유시하지 않겠으나, 다만 끝까지 힐문하고자 한다. 제창한 자에 대해서는 그 말의 출처를 물어보아도 우선 놔두고 묻지 않겠다. 이른바 후원을 영선하는 일에 대해서는 들어와 살펴본 뒤에 장차 한마디 할 말이 있을 것이다. 그런데 지금 이미 거절하고서 들이지 않으니, 나 또한 무슨 말을 하겠는가. 대체로 신하가 진언할 때에는 한마디로 지혜롭게 여기고 한마디로 조급하게 여기니, 말을 삼가지 않아서는 안 된다. 차자의 내용은 유의하겠다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 13일(임오) 1번째기사",
                "gt-oKo": "홍문관이 와서 아뢰기를, “이미 논사(論思)를 맡았으므로 들은 것이 있으면 명철하신 성상만 믿고 감히 엄위를 무릅쓰고 진달하였었습니다. 그런데 도리어 준엄한 하교를 내리시고 또 할 수 없는 일을 하라고 강박하시니, 앞으로 언로(言路)가 끊어져 상하간의 정의(情意)가 막힘으로써 위망(危亡)의 화를 빚어 내는 것이 신들로부터 비롯되지 않을 것이라고 할 수 없으니 파척하소서.” 하니, 답하기를, “내가 들어와 살피라고 전교한 것은 곧 상하의 정(情)을 소통하려는 것인데, 무엇이 어려워서 감히 이와 같이 거역한단 말인가. 이것이 무슨 예절인가. 상차(上箚)할 때는 누가 먼저 제창하였는가? 바른 대로 아뢰어라.” 하였다. 재차 파척시켜 달라고 청하니, 들어와 보지 말라고 답하였다. 그 첫 번째 차자(箚子)에 답하기를, “대체로 궁궐에 관한 일은 내 집의 일이므로 외신이 간여해 말할 것이 아니다. 이러한 풍습을 한번 열어 놓으면 후일에 반드시 간신이 이 일을 구실삼아 차마 말 못할 큰 일을 저지를 자가 있을 것이다. 논계한 일을 이제는 다시 변론하지는 않겠다. 다만 먼저 제창한 자를 힐문하려던 것은 말의 출처를 물어보려는 것이었는데 불문에 부치고 말겠다. 이른바 후원에서 영선한다는 일을 들어와 살펴본 후에 한마디 하려 했는데 지금 어기고 들어오지 않았으니 내 또한 무슨 말을 하겠는가. 대저 신하가 진언할 때 말 한마디에 지혜로운 사람이라고 여길 수도 있고 경망한 사람이라고 여길 수도 있으니 신중하게 말하지 않아서는 안 된다. 차자에 이른 말에 대하여는 유의하겠다.” 하였다.",
                "hj": "○壬午/弘文館來啓曰: “旣忝論思, 凡有所聞, 仰恃聖明, 輒敢冒陳, 而反下嚴敎, 又迫之以不得爲之事, 言路杜絶, 上下壅隔, 釀成危亡之禍, 未必自臣等始。 請賜斥罷。” 答曰: “予之所敎, 而入審者, 乃所以通上下之情也。 夫何所難, 而敢拒如是耶? 是何禮也? 上箚之時, 誰倡之乎? 其以直啓。” 再啓, 請賜罷斥。 答曰: “勿爲入審。” 答初箚曰: “夫宮闕, 予家之事, 非外臣所得預, 而言者此習一開, 後必有奸臣, 籍以爲口實, 將有不可忍言者, 所論之事。 今不辨諭。 第欲窮詰。 倡之者, 問其言根, 而姑置不問。 所謂後苑營繕之事, 則入審後將有一言, 而今旣拒而不入, 予亦有何言哉? 大抵人臣之進言也, 一言以爲智。 一言以爲躁, 言不可不愼也。 箚辭, 當留意。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On muja day, the Office of the Censor General presented a memorial to the King on the grounds that it was uncomfortable that the other day the Office of the Censor General had submitted a memorial to the King on the grounds that it was not proper to grant a royal writ of appointment to the administration of the Royal Cuisine Office . [The King] replied, [The administration of the writ of the administration of the wration of the administration of the writ of the administration of the wration of the administration of the Royal Cuisine",
                "H2KE-nKo": "사간원이, 여시를 영선하는 일 및 전일 옥당의 차자에 대해 내린 비답이 온당치 못하다는 뜻으로 차자를 올리니, 답하기를,“불민하고 야박하여 진실로 과실이 많았다. 다만 이 두 가지 일은 한때 우연히 생긴 일인데, 애초에 중요하지 않은 일로 조정에서 이렇게까지 괴이하게 여길 줄은 생각지도 못하였다. 망녕되이 행동한 것이 비록 배우지 못한 탓이기는 하지만 차자에서 논한 것도 과격하다. 그리고 들어가 살피라는 전교는 한번 후원에서 보게 하려는 것이지 다른 뜻이 있는 것은 아니다. 다만 옥당이 스스로 의심하여 감히 들어가지 못한 것일 뿐이다. 차자의 내용은 유념하겠다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 19일(무자) 1번째기사",
                "gt-oKo": "사간원이, 여시와 영선에 관한 일, 그리고 전일 옥당의 상차에 내린 비답이 미안하다는 뜻으로 논하여 차자를 올리니, 답하였다. “내가 불민하고 부덕하여 참으로 과실이 많다. 그러나 이 두 가지 일은 어쩌다가 우연히 발생한 것이다. 당초에 그리 중요하지도 않은 일로 조정에 괴이하게 보여져 이렇게 될 줄은 생각지도 못했다. 나의 망동은 비록 배우지 못한 데 연유했다 하겠지만 차론(箚論)도 과격하다 하겠다. 또 들어와 살피라는 전교는 한번 후원을 보게 해 주려는 것이었고 다른 뜻이 있었던 것은 아닌데, 다만 옥당에서 미리 의심을 품고 들어오지 않았던 것이다. 차자에 이른 내용에 대해서는 유의하겠다.”",
                "hj": "○戊子/司諫院, 以女侍營繕及前日玉堂上箚批答未安之意, 論箚。 答曰: “不敏涼薄, 固多過失。 但這二事, 出於一時之偶爾, 初未料以不重之事, 見怪於朝廷, 至於如是也。 妄作, 雖由於不學, 箚論亦涉於過激。 且入審之敎, 欲使一覽後苑, 非有他意也。 第以玉堂自疑, 而不敢入耳。 箚辭, 當留意。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Rites as follows: According to ancient practice, various princes and queens married nine daughters because they extended their successors. Now, the royal concubines have neglected their vacancies, and the inner government offices are discontinued. In accordance with the old practice, select and enter the Royal Cuisine Office as well as carrying out the royal order to the Ministry of Rites.",
                "H2KE-nKo": "정유년에 전교하기를,“고례에 제후가 한 번에 아홉 명의 여자를 취한 것은 후사를 넓히기 위한 것이니, 그 뜻이 은미하다. 지금 후궁이 비어 있어 내직이 퇴폐해졌으니, 옛 규례대로 숙의를 뽑아 들이도록 예조에서 승전을 받들라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 28일(정유) 1번째기사",
                "gt-oKo": "전교하였다. “고례(古禮)에 제후가 아홉 여자를 취한 것은 후사를 넓히려는 것이었으니 그 뜻이 은미함이 있다. 지금 후궁 자리가 많이 비어 내직(內職)이 폐지되어 있으니, 옛 법에 의하여 숙의(淑儀)을 간택해 들이도록 예조에서 승전을 받들라.”",
                "hj": "○丁酉/傳曰: “古禮, 諸候一娶九女, 所以廣繼嗣也。 其意微矣。 今者後宮曠闕, 內職隳廢, 依舊規選入淑儀事, 捧承傳于禮曹。”"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Oh Gyeom and Song Sun are both high-ranking officials and retired from their hometown. Although they do not receive stipends, I think that they are supposed to prepare the stipends for them. How about providing them with rice and beans in the province to show my intention to treat the old ministers? I do not know whether the old ministers were treated with generosity. However, I concluded that I happened to think of this. Therefore, I talk about this matter. Discuss this matter with the Ministry of Rites and send a message to the province.",
                "H2KE-nKo": "전교하기를,“오겸과 송순은 모두 재상으로서 시골에 물러가 늙으면서 녹봉을 받지 않고 있으니, 내 생각에는 참작하여 마련하고 본도로 하여금 해마다 쌀과 콩을 하사하게 하여 늙은 재상을 후대하는 나의 뜻을 보이는 것이 어떨까 한다. 옛 규례가 있는지 없는지는 모르겠으나 내가 우연히 생각하였기 때문에 말하는 것이니, 이 뜻을 해당 조에 물으라. 그리고 음식물을 제급하는 일도 본도에 하서하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 28일(정유) 2번째기사",
                "gt-oKo": "전교하였다. “재상인 오겸(吳謙)·송순(宋純)이 모두 고향으로 물러가 노년(老年)을 보내고 있다. 내 생각으로 비록 녹봉은 주지 못하더라도 참작해 마련하여 해마다 본도로 하여금 쌀과 콩을 주도록 하여 노재상을 우대하는 내 마음을 보여주고자 하는데 어떻겠는가. 옛 법에 그런 예가 있고 없는 것을 모르겠으나, 다만 우연히 생각이 나서 말하는 것이다. 이 뜻을 해조에 물어보고 또 먹을 것을 제급(題給)할 것도 본도에 하서하라.”",
                "hj": "○傳曰: “吳謙、宋純俱以宰相, 退老于鄕, 雖不受祿俸, 予意斟酌磨鍊, 令本道歲賜米太, 以示予厚待老宰之意, 如何? 其舊規之有無, 則予未知, 但予偶思之, 故言之。 此意問于該曹, 且食物題給事, 下書于本道。”"
            },
            "3": {
                "H2KE-EN": "The Ministry of Taxation reported, We, your humble subjects, venture to think that the bestowal of rice, beans, wine, and side dishes were especially due to royal kindness. However, Your Majesty ordered that the bestowal of rice, beans, and side dishes be enough to demonstrate the sincerity of treating elderly and older brothers. If we establish a permanent regulation as salaries as salaries, then it would be inappropriate if we establish a permanent regulation as salaries as salaries. The King responded, There was an occasion which ordered that food and side dishes be provided when there is a occasion occurrence. Discuss this matter with the Ministry of Taxation, and the intent of granting the salaries as if salaries were granted according to precedent. Deliberate on this matter again and report back to me. Later, the King ultimately stopped this because there was no precedent.",
                "H2KE-nKo": "호조가 아뢰기를,“신들이 삼가 생각해 보니, 쌀과 콩, 술과 안주를 하사한 것은 특별한 은명에서 나온 것입니다. 주상께서 때때로 명하여 하사하신다면 노인을 우대하고 옛 신하를 생각하는 성의를 충분히 표현할 수 있을 것입니다. 그러나 만약 녹봉처럼 일정한 규정을 만든다면 온당치 못할 듯합니다.”하니, 답하기를,“수시로 명하여 하사한 음식물을 제급하도록 하서하는 일은 해당 조에 문의하라. 녹봉은 으레 제급하려고 하는 것과 같으니, 다시 의견을 갖추어 아뢰라.”하였다. 뒤에 마침내 전례가 없다는 이유로 저지하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 4월 28일(정유) 3번째기사",
                "gt-oKo": "호조가 아뢰기를, “신들이 삼가 생각해 보건대, 쌀과 콩과 주찬(酒饌)의 하사는 특별한 은명(恩命)인지라 성상께서 때때로 명하여 하사하시면, 구로(舊老)를 우대하시는 성의가 충분히 표현될 수 있습니다. 그러나 만일 녹봉과 같이 일정한 규례를 삼으신다면 온당하지 못할 듯합니다.” 하니, 답하기를, “때때로 명하여 내려주는 것과 먹을 것을 제급하도록 하서하는 일을 해조에 물은 뜻은 녹봉처럼 상례로 제급하려 함이니 다시 회계하도록 하라.” 하였으나, 그 후에 마침내 전례가 없다 하여 그만두었다.",
                "hj": "○戶曹啓曰: “臣等竊伏思量, 米太酒饌之賜, 特出於恩命, 自上有時命賜, 足以表優老念舊之誠意。 若立恒規, 如祿俸之爲, 則恐未穩也。” 答曰: “有時命賜食物, 題給下書之事也。 問于該曹之意, 如祿俸之欲例爲題給也。 更爲回啓。” 後, 竟以無前例防之。"
            }
        }
    },
    "05": {
        "12": {
            "1": {
                "H2KE-EN": "On gyeongjin day, [the King] conducted state affairs in the gyeongjin year (.",
                "H2KE-nKo": "정사가 있었다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 12일(경진) 1번째기사",
                "gt-oKo": "정사(政事)가 있었다.",
                "hj": "○庚辰/有政。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor-General submitted a memorial regarding the current effects of the Office of the Censor-General . [The memorial] came and reported it to the King. [The King] replied, [I] read the truthful opinion. Truly, this is commendable. Even if [this memorial] is not virtuous, [I] must reflect upon it.",
                "H2KE-nKo": "홍문관의 시폐에 관한 상소를 입계하니, 답하였다. “곧은 논의를 보니 참으로 가상하다. 내가 비록 착하지는 못하나 마땅히 유념하겠다.”\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 12일(경진) 2번째기사",
                "gt-oKo": "홍문관이 시폐에 대한 상소를 입계하니, 답하였다. “정직한 의논을 보니 진실로 가상하다. 내 비록 재주가 없으나 마땅히 유념하겠다. ,”",
                "hj": "○弘文館時弊上疏入啓。 答曰: “得見讜論, 良用嘉焉。 予雖不淑, 當爲留念。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King personally delivered the memorials to the Emperor of Ming China for celebrating the Imperial Crown Princes birthday .",
                "H2KE-nKo": "계미년 성절사의 배표를 친히 전하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 15일(계미) 1번째기사",
                "gt-oKo": "성절사(聖節使)에게 배표(拜表)하여 친히 전하였다.",
                "hj": "○癸未/聖節使拜表, 親傳。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The Ministry of Punishments reported to the King through the Ministry of Punishments: Section Chief of the Ministry of War Yi Yangjung and Deputy Director of the Office of Royal Genealogy Yu Yeonggil took many gisaeng (female entertainers and had them stay at Bongeun Temple . In the royal tomb of the late King (Taejong, they betrayed at leisurely and enjoyed themselves. They should be punished by fifty strokes of beating with the light stick and redeem themselves from their positions by paying a fine. They should be separately appointed to government positions and dismissed from their positions. This was because they submitted a letter of investigation to the Royal Tomb of King Taejo .",
                "H2KE-nKo": "병술년 형조의 계목에,“병조 정랑 이양중과 종부시 정 유영길은 기녀와 악공을 많이 거느리고 봉은사에 투숙하였습니다. 선왕의 능침이 있는 곳이 도리어 음란하고 즐기는 장소가 되었으니, 죄가 태 50은 속바치고 현직은 해임하며 별서할 것을 아뢰어 파직해야 합니다.”하였는데, 선릉 참봉의 첩보를 예조에 올렸기 때문이다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 18일(병술) 1번째기사",
                "gt-oKo": "형조의 계목(啓目)에 이르기를, “병조 정랑 이양중(李養中), 종부정(宗簿正) 유영길(柳永吉)이 기녀와 악공을 잔뜩 거느리고 봉은사(奉恩寺)에 투숙하였으니 선왕 능침의 경내가 음란한 오락 장소로 되었습니다. 죄가 태 오십(笞五十)인데 속(贖)하고 현직은 해임하여 별서(別敍)해야 합니다.” 하였는데, 아뢰어 파직하다. 이는 선릉 참봉(宣陵參奉)이 예조에 첩정(牒呈)하였기 때문이다.",
                "hj": "○丙(辰)〔戌〕/刑曹啓目: 兵曹正郞李養中、宗簿正柳永吉, 多率妓工, 投宿奉恩寺。 先王陵寢之內, 反爲淫娛之所, 罪笞五十贖, 解見任, 別敍啓罷職。 以宣陵參奉牒, 呈于禮曹故也。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, The officials of the senior third rank or above and the staff officials of the Ministry of Punishments who were sentenced to apply the law were equivalent to the lightest punishment. Your subjects request that officials of the senior third rank or above and the staff officials of the Ministry of Punishments who were sentenced to apply the law be interrogated. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“형조의 유영길 등을 조율한 공사에 견주어 가벼운 쪽으로 적용하였으니, 당상과 색낭청을 추고하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 18일(병술) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “형조에서 유영길 등의 조율 공사에 너무 가벼운 처벌을 따랐으니 당상과 색낭청을 추고하소서.” 하니, 아뢴 대로 따랐다.",
                "hj": "○司憲府啓: “刑曹柳永吉等照律公事, 比擬從輕, 請堂上、 色郞廳推考。” 依啓。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Governor of Jeolla Province Son Sik has no special talent, but presumptuously received a grand master for excellent virtue []. Your subjects request that he be corrected. When the Office of Palace Procurement Jeong Changseo was involved in the night duty, he fabricated a written statement and requested he be dismissed from his post. The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“전라 감사 손식은 별로 뛰어난 재주도 없는데 외람되이 가선대부의 중한 가자를 받았으니 개정하소서. 내승 정창서는 궐직한 것을 추고할 때 함사를 거짓으로 꾸몄으니 파직하소서.”하니, 모두 윤허하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 2일(경오) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “전라 감사 손식(孫軾)은 별로 뛰어난 재간도 없는데 외람되게 가선(嘉善)의 중한 가자를 받았으니 개정하소서. 내승(內乘) 정창서(鄭昌瑞)는 궐직(闕直)을 추고할 때 함사(緘辭)를 거짓으로 꾸몄으니 파직하소서.” 하였으나, 모두 윤허하지 않았다.",
                "hj": "○庚午/司憲府啓: “全羅監司孫軾, 別無超卓之才, 猥受嘉善重加, 請改正。 內乘鄭昌瑞闕直推考之時, 誣飾緘辭, 請罷職。” 竝不允。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On sinhae day, due to a report presented by Left State Councilor 노수신 and Minister of War Jeong Yugil , the King ordered that they be released because they were worthy of being supposed to the previous day.",
                "H2KE-nKo": "좌의정 노수신과 병조 판서 정유길의 계사로 인하여, 전일 사태가 난 사람들 중에 쓸 만한 사람이 있으면 거두어서 풀어 주라고 명하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 23일(신묘) 1번째기사",
                "gt-oKo": "좌상 노수신(盧守愼), 병조 판서 정유길(鄭惟吉)이 전일 사태한 관원 중에 쓸 만한 사람은 수서(收敍)하자는 내용을 아뢰었다.",
                "hj": "○辛卯/因左相盧守愼、兵曹判書鄭惟吉啓辭, 以前日沙汰之中, 有可用之人收釋事。"
            },
            "2": {
                "H2KE-EN": "Compilation Commission Yi Gil reported to the King, Your subject requests Your Majesty to promote and appoint those officials of the seventh rank or below who are diligent in performing their duties and appoint them as local magistrates. The King ordered the high officials and the Ministry of Rites to discuss the matter together and report back to him. ",
                "H2KE-nKo": "수찬 이길의 계사에,“참하관으로서 직사에 마음을 다하는 자는 승진시켜 수령에 제수하소서.”하니, 대신과 해당 조로 하여금 함께 의논하여 아뢰게 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 23일(신묘) 2번째기사",
                "gt-oKo": "수찬 이길(李洁)이, 참하관(參下官)으로 그 직무에 진력한 자는 수령으로 승진시켜야 한다는 것으로 아뢰니, 대신·해조와 같이 의논해 아뢰도록 하였다.",
                "hj": "○修撰李洁啓辭: “參下官盡心職事者, 陞擢除守令事。” 令大臣該曹, 同議以啓。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Inspector General Yi San , who was aged in the imjin year (, came and reported to the King as follows: Your servant, being slight and foolish by nature, has lost his studies and has been unable to repay the education of education. He has been detested by the superior Confucian scholars and undeservedly received the royal favor of being unwilling to remain in office for a long time. He has committed many crimes and has remained unpunished for a single day. He is deeply wished to write a memorial and expressed his earnest feelings of earnestness. Your servant hopes that he shall be replaced, thereby slightly satisfying his foolishness, and he is afraid that he shall be repeatedly retained. Furthermore, your servant thinks that the royal favor is so great that his body cannot be repayed. Furthermore, he must be chosen from among the old Confucian scholars who are concurrently serving as the Royal Lectures and appointed to a position in order to encourage his study. Your servant humbly hopes that Your Majesty shall sympathize his earnest desire and replace him with the concurrent office in order to encourage the official in office to encourage the official in office. The King responded to this request.",
                "H2KE-nKo": "대사헌 이산해가 와서 아뢰기를,“소신은 자질이 하우나 어려서의 교육을 잘못하여 하는 일 없이 말단만을 쫓아냈으므로 사류에게 천시를 받았습니다. 그런데 잘못 성상의 은총을 받아 오랫동안 차지해서는 안 될 자리를 차지하고 있어서 죄가 날로 쌓여 몸둘 곳이 없습니다. 이에 소장을 갖추어 간절한 심정을 다 진달해서 신의 직명을 삭제해 주심으로써 조금이나마 어리석은 분수에 편안할 수 있게 해 주시기를 간절히 바랐습니다만, 성상의 위엄이 두려워 발론하려다가 다시 중지한 것이 여러 차례였습니다.또 생각건대 성상의 은혜가 융숭하여 몸이 가루가 되어도 갚기 어려운데, 더구나 경연을 겸임하는 것은 반드시 덕망이 높은 숙유를 가려 제수하여 임금을 보좌하는 도움을 책임지워야 합니다. 삼가 바라건대 자애로운 성상께서는 지극한 심정을 굽어살펴 신의 겸직을 체차하고 아울러 본직까지 체차하여 명기를 중하게 하소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 24일(임진) 1번째기사",
                "gt-oKo": "대사헌 이산해(李山海)가 와서 아뢰기를, “소신은, 자질이 하우(下愚)인데다 어려서부터 제대로 배우지 않고 한가롭게 말단적인 일만 일삼았으므로 사류들에게 천시를 받아왔습니다. 그런데 성상의 은총을 입고 오래도록 당치않은 자리를 차지하다 보니 죄과만 날로 쌓여 몸둘 바가 없으므로, 소장을 갖추어 신의 간절한 생각을 다 진달함으로써 부당한 이 직책을 고쳐서 제 분수에 맞추어 조금이라도 편히 지내려고 하였으나 천위(天威)가 두려워 글을 올리려다가 중지한 것이 여러 차례 있었습니다. 또한 생각해 보면 융숭한 성은은 몸이 가루가 되어도 보답하기 어려운데 게다가 경연까지 겸대하고 있으니, 중망이 있는 숙유(宿儒)로 가려 제수하시어 진심으로 임금을 계도(啓導)하는 책임을 맡기소서. 성상께서는 신의 진정을 어여삐 여겨 겸직과 본직을 체직하시어 임금의 명기(名器)를 중하게 하소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○壬辰/大司憲李山海來啓曰: “小臣, 質則下愚, 學失蒙養, 悠悠逐末, 見賤士類, 謬膺天眷, 久竊非據, 罪戾日積, 置身無地, 深欲具疏, 悉陳情懇, 冀蒙鐫改, 少安愚分, 而惶怖天威, 將發復止者累矣。 且念聖恩隆重, 糜粉難報, 況兼帶經筵, 必擇其宿儒重望, 而授之, 以責啓沃之益。 伏乞聖慈, 俯憐至情, 遞臣兼帶, 竝及本職, 以重名器。” 答曰: “勿辭。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Magistrate of Heupgok District Wu Hoeon is steadfast by nature and deceitful. He possessesses his parents property and is unwilling to divide the children of his deceased sister. When his deceased sister was alive, he secretly took slaves as his own property. His acts are impossible. Your subjects request that he be dismissed from his post. Im Seung , clerk of the Directorate of Palace Buildings , and Jo Geo , the clerk of the Office of Palace Kitchen Supplies , were foolish and incompetent by occupying their duties. Your subjects request that all of them be replaced. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“흡곡 현령 우호언은 성품이 본래 교활하여 부모의 재물을 독점하고 죽은 누이의 아들에게 나누어 주기를 즐겨하지 않았습니다. 심지어 죽은 누이가 살았을 때 가지고 있던 노비를 교묘히 빼앗아 차지하기까지 하였으니, 그 마음씀이 형편없습니다. 파직하소서. 선공 주부 임세웅, 사재 주부 조거는 인물이 어리석고 용렬하여 자리만 지키고 있으니, 모두 체차하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 24일(임진) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “흡곡 현령(歙谷縣令) 우호언(禹虎言)은 성품이 본래 교활하여 부모의 재산을 독점하고 죽은 누이의 자식에게 나누어 주려 하지 않을 뿐 아니라, 심지어 누이가 살아있을 때 부리던 노비까지 빼앗아 점유하였으니 그의 용심(用心)이 하나도 볼 만한 것이 없습니다. 명하여 파직하소서. 또한 선공 주부(繕工主簿) 박세웅(朴世雄), 사재 주부(司宰主簿) 조거(趙琚)도 인물이 용렬하여 자기 책임을 감당하지 못하고 자리만 지키고 있으니 체직하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司諫院啓: “歙谷縣令禹虎言, 性本詭譎, 專執父母財物, 不肯分與亡妹之子, 至於亡妹生時執持奴婢, 巧爲奪占, 其爲用心無狀, 請命罷職。 繕工主簿林世雄、司宰主簿趙琚, 人物昏劣, 尸居其職, 請竝命遞差。” 答曰: “依啓。”"
            },
            "3": {
                "H2KE-EN": "Chief Royal Secretary Kwon Jing reported, On the twenty-first day of the last month, a royal lecturers who are capable of learning and talent and behavior should be reported to Your Majesty in accordance with the truth. In the eight provinces, there has been a royal order. Your subject requests that this intent be delivered to the Ministry of Rites . What do you think of this? The King said, Is this matter to the Ministry of Rites because I intend to consult both inside and outside the capital? Kwon Jing reported to the King, saying, For the time being, the royal lecturers should be suspended in the capital. ",
                "H2KE-nKo": "우승지 권징이 아뢰기를,“지난 21일 경연관이 아뢴 학식과 재행이 쓸 만한 사람이 있으면 사실대로 보고하라는 일에 대해 팔도에는 전지가 있었습니다. 이 뜻을 아울러 해당 조에 말하는 것이 어떻겠습니까?”하니, 전교하기를,“해조에 말한 것은 서울과 아울러 시행하고자 해서인가?”하였다. 회계하기를,“.......”하니, 전교하기를,“서울은 우선 정지하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 24일(임진) 3번째기사",
                "gt-oKo": "우승지 권징(權徵)이 아뢰기를, “지난 21일 경연관이 아뢴 학식과 재행(才行)이 쓸 만한 사람이 있으면 사실대로 계문하라는 일에 대하여 팔도에는 전지가 있었으니, 이 뜻을 해조에도 아울러 말하는 것이 어떻겠습니까?” 하니, 전교하기를, “해조에 말하는 것은 경중(京中)까지도 아울러 하려는 것인가?” 하였다. 이에 회계하기를 운운(云云)하니, 경중은 우선 정지하라고 전교하였다.",
                "hj": "○右承旨權徵啓曰: “去二十一日經筵官所啓, 有學識才行可用之人, 從實啓聞事, 八道則有旨矣。 請以此意, 竝言于該曹何如?” 傳曰: “言于該曹者, 欲竝與京中, 而爲之耶?” 回啓曰云云。 則傳曰: “京中姑停之。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyesa day, there was a lecture on the gyesa year (. The King issued a royal directive: The Directorate of Ganui Prefecture , Chief State Councilor Bak Sun , superintendent of the Directorate of Superintendent [of the Middle Army] [], Superintendent [of the Middle Army Commandery General] Won Heup , and Minister of Punishments Jeong Jongyeong , Superintendent [of the Directorate of Ganui Prefecture] [], Inspector General Yi San , and Deputy Director [of the Office of Royal Decrees] Jeong Tak , respectively. Former Fifth Rank Military Officer Heo Bong , respectively, shall receive one horse from the half of the thirteenth Rank Military Officer in the Office of Diplomatic Correspondence Yun Ho , and others, shall each receive one horse from the thirteenth Rank Military Officer in the Office of Diplomatic Correspondence . The remaining labor overseers and artisans shall be rewarded in varying degrees.",
                "H2KE-nKo": "석강을 행하였다. 비망기를 내리기를,“간의대 수개도감 도제조인 영의정 박순, 제조인 판중추부사 원혼, 형조 판서 정종영, 상좌 제조인 대사헌 이산해, 부제조인 부제학 정탁에게는 각각 숙마 1필을, 낭청인 전 사인 허봉에게는 반숙마 1필을, 감교관인 승문원 부정자 윤호 등에게는 각각 아마 1필을 하사하고, 그 나머지 감역관과 장인 등에게는 모두 차등을 두어 상을 주라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 25일(계사) 1번째기사",
                "gt-oKo": "석강이 있었다. 비망기(備忘記)를 내려 간의대 수개 도감 도제조(簡儀臺修改都監都提調) 영의정(領議政) 박순(朴淳), 제조 판중추부사 원혼(元混), 형조 판서 정종영(鄭宗榮), 상좌 제조(常坐提調) 대사헌 이산해(李山海), 부제조 부제학 정탁(鄭琢)에게는 숙마(熟馬) 각각 1필씩, 낭청 전 사인 허봉(許篈)에게는 반숙마(半熟馬) 1필, 감교관 승문원 부정자 윤호(尹皞) 등에게는 아마(兒馬) 각 1필씩 하사하고, 그 외에 감역관 및 장인(匠人) 등에게도 모두 차등 있게 상을 내렸다.",
                "hj": "○癸巳/有夕講。 備忘記: 簡儀臺修改都監, 都提調領議政朴淳、提調判中樞府事元混、刑曹判書鄭宗榮, 常坐提調大司憲李山海、副提調副提學鄭琢, 各熟馬一匹, 郞廳前舍人許篈, 半熟馬一匹, 監校官承文院副正字尹皞等, 各兒馬一匹, 其餘監役官及匠人等, 皆給賞有差。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Sajeong Hall and attended the Royal Lecture on Extended Meanings of the Great Learning . ",
                "H2KE-nKo": "주상이 사정전에 나아가 《대학연의》를 진강하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 25일(계사) 2번째기사",
                "gt-oKo": "상이 상정전에 나아갔다. 《대학연의(大學衍義)》를 진강(進講)하였다.",
                "hj": "○上御思政殿, 進講《大學衍義》。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General came and reported, Fifth-rank Aide [to the governor] is eligible for patrolling and surveillance by the entire province. However, the southern and the southern provinces are regarded as important as those of other provinces. If they possess straightforwardly, they will certainly be slaughtered and humiliated. Fifth-rank Aide to the governor of Jeolla Province Bak Ong was appointed to his new post, and his conduct was very unsatisfactory with the expectations of the people. The majority of the people is rampant. Your subject requests that he be replaced, and he be separately selected and sent. The Office of the Inspector General reported again, From the early ancestors, the importance of accepting bribes is to raise shame and reform the greedy and corruption of greed. Recently, the law of accepting bribes has been declared, and people do not fear the law, and those who commit bribes do not escape punishment. Moreover, they are fortunate to evade their punishment and desire to be reinstated later, and they must be allowed to stand in the ranks of officials. The people have been disappointed for a long time. Former Magistrate of Ul Minor District Ahn Ho already committed bribes, and yet Your Majesty suddenly ordered he be released. Truly, this is a profound intent of pardoning his crime by Your Majesty. However, his name was listed in the register of officials and his humiliation reached the court officials. How can we eliminate the greedy and corruption of public morals? Your subject requests that Ahn Ho be quickly ordered that he be removed from the register of his office and that he be never be appointed to a government post. The Office of the Inspector General also reported, Magistrate of Ulsan County Jang응 is talented and reappointed, and thus he is unable to fulfill his duties. Your subject requests that he be replaced, and he be separately selected and sent to his capable circumstances. The King 답하기를, “아뢴 대로 하라. Ahn Ho has no bribes that he committed bribes. I am afraid that he might commit bribes. Therefore, he was ordered to release him. 이른바 his crime of accepting bribes cannot be confessed, but he was released",
                "H2KE-nKo": "사헌부가 와서 아뢰기를,“도사는 순선을 보좌하는 직임이므로 한 도의 사람들이 우러러보는 바인데, 양남은 다른 지역보다 더 중요합니다. 만약 명망과 덕망이 가볍고 낮다면 틀림없이 업신여기고 업신여길 것입니다. 전라 도사 박옹은 부임한 뒤로 모든 행동이 사람들의 기대에 크게 맞지 않아 물의가 시끄럽습니다. 체차하고 충분히 가려서 보내소서.”하고, 또 아뢰기를,“조종조 때부터 장오죄를 엄히 다스린 것은 염치를 기르고 탐오한 풍속을 개혁하기 위해서였습니다. 그런데 근래에 장오죄에 대한 형률이 해이해져서 사람들이 법을 두려워하지 않아 죄를 범한 자도 죄를 면하는 경우가 많습니다. 심지어 요행히 죄를 면한 것을 요행으로 여기고 뒷날 서용되기를 희망하여 반드시 의관의 반열에 끼워 준 뒤에야 그만두니, 여론이 분해한 지 오래되었습니다. 전 현감 안호는 장오죄를 범하였는데 갑자기 완전히 풀어 주라고 명하셨으니, 진실로 성상께서 죄를 용서하신 성대한 뜻을 알겠습니다. 그러나 이름이 사적에 올라 욕이 조정의 반열에까지 미쳤으니, 어떻게 탐오한 풍속을 단속하고 세도를 회복할 수 있겠습니까. 안호를 사판에서 삭제하고 영원히 서용하지 말라고 속히 명하소서.”하고, 또 아뢰기를,“울산 군수 장응은 재주가 모자라고 명망이 가벼워 직임을 감당할 수 없습니다. 체차하고 명망이 있는 문관을 각별히 가려서 보내소서.”하니, 답하기를,“아뢴 대로 하라. 안호는 별로 장오죄를 범한 것이 없으니 억울할 듯하므로 풀어 주라고 명한 것이다. 이른바 장오죄를 범한 것에 대해 이미 자백을 받지 못하였는데 풀어 주고 용서하였으니, 지금 또 사판에서 삭제하는 형률을 가하는 것은 온당치 않은 듯하다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 25일(계사) 3번째기사",
                "gt-oKo": "사헌부가 와서 아뢰기를, “도사(都事)는 순선(巡宣)을 보좌하는 직책으로 온 도내가 우러러보는데 양남(兩南)의 도사가 다른 도보다도 더 중요하므로 인망과 재덕이 없어 가볍고 비루하게 보이면 반드시 수모(受侮)가 따를 것입니다. 전라 도사 박옹(朴顒)은 부임한 후 모든 행동이 너무 인망에 맞지 않아 물의가 크게 일고 있으니 체직을 명하시고 충분히 가려서 보내소서.” 하고, 또 아뢰기를, “조종조로부터 장오죄(贓汚罪)를 엄중히 다스려 온 것은 염치의 풍습을 기르고 탐오한 습속을 없애려는 것인데, 근래에는 장오율(贓汚律)이 해이해져서 사람들이 법을 두려워하지 않고 장오죄를 범한 자도 죄를 면하는 자가 많으며 심지어 요행히 사면을 얻으면 후일 다시 서용될 것을 바라 기어코 의관(衣冠)의 반열에 끼고야 마니, 이에 대해 인심이 울분해 한 지가 오래입니다. 전 현감 안호(安祜)는 이미 장오죄를 범하였는데도 갑자기 완전히 석방하셨는데, 본시 성상의 너그럽게 죄를 용서하는 거룩하신 뜻인 줄은 알겠습니다만, 그 이름이 사적(仕籍)을 더럽히고 온 조정까지 욕이 미치게 하니, 어떻게 탐풍을 그치게 하고 세도를 만회할 수 있겠습니까. 속히 안호를 사판(仕版)에서 삭제하고 영원히 서용하지 마소서.” 하고, 또 아뢰기를, “울산 군수 장응(張應)은 재간도 부족하고 명망도 없어서 그 임무를 감당해내지 못하고 있으니 체차하도록 명하고, 명망있는 문관으로 각별히 가려 보내소서.” 하니, 답하기를, “아뢴 대로 하라. 안호는 별로 뚜렷한 장오죄가 없으므로 억울하지 않을까 염려되기에 석방을 명했던 것이다. 이른바 장오를 범한 죄를 취복(取服)하지 못하였으므로 석방한 것인데, 새삼스럽게 사판에서 삭제하는 율을 가하는 것은 온당하지 못한 듯하니 윤허하지 않는다.” 하였다.",
                "hj": "○司憲府來啓曰: “都事職佐巡宣, 爲一道所觀瞻, 而兩南視他爲重。 如或望實輕卑, 玩侮必至。 全羅都事朴顒, 赴任之後, 凡所擧措, 大不稱人望, 物議譁然。 請命遞, 十分擇送。” 又啓曰: “自祖宗朝, 嚴治贓汚者, 所以養廉恥, 而革貪俗也。 近來贓律解弛, 人不畏法, 犯之者, 亦多逭罪, 甚至於幸其得免, 希望後敍, 必齒衣冠之列而後已, 物情憤久矣。 前縣監安祜旣犯贓汚, 遽命專釋, 固知聖上宥罪之盛意, 而名玷仕籍, 辱及朝列, 其何以戢貪風, 而回世道乎? 請安祜亟命削去仕版, 永不敍用。” 又啓曰: “蔚山郡守張應, 才短望輕, 不能堪任。 請命遞差, 以有名望文官, 各別擇遣。” 答曰: “依啓。 安祜別無顯贓, 恐有冤枉, 故命放也。 其所謂贓犯之罪, 旣不得取服, 而放宥之, 則今又加以削去之律, 似不穩當, 故不允。”"
            },
            "4": {
                "H2KE-EN": "On imsul day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 미지에 나타났다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 25일(계사) 4번째기사",
                "gt-oKo": "태백이 미지에 나타났다.",
                "hj": "○太白見於未地。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Former Recorder of the gabo year (, Jeong Sunhui , Assistant Section Chief of the Office of Ritual Procedures Hong Yeogyeom , and Assistant Section Chief of the Military Training Office Min Sajun were selected and entered the 숙의 of the Military Training Office .",
                "H2KE-nKo": "전 주부 정순희, 승훈랑 홍여겸, 훈련습독 민사준의 딸을 숙의로 뽑아 들였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 26일(갑오) 1번째기사",
                "gt-oKo": "전 주부 정순희(鄭純禧), 승훈랑(承訓郞) 홍여겸(洪汝謙), 훈련 습독 민사준(閔士俊) 등의 딸을 숙의로 뽑아들였다.",
                "hj": "○甲午/前主簿鄭純禧、承訓郞洪汝謙、訓鍊習讀閔士俊女子, 選入淑儀。"
            },
            "2": {
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 26일(갑오) 2번째기사",
                "gt-oKo": "상참은 정지하고 조강이 있었다. 상이 사정전에서 연 조강에 나아갔다. 《춘추》를 강하였다. 대사간 김첨경(金添慶)이 아뢰기를, “조종조에서 매일 상참과 조참을 행한 것은 정사를 지극히 부지런히 하신 훌륭한 고사입니다. 근래에는 상참이 없어서 소관(小官)이 전혀 천안(天顔)을 뵙지 못하며 심지어 왜인(倭人)·야인(野人)도 입시(入侍)하지 못하였으니, 그들이 제 나라로 돌아가서 무슨 말이 있을까 염려됩니다.” 하니, 상이 이르기를, “예문(禮文)에 있는가? 있다면 하는 것이 마땅하다. 봄철에는 일이 많았고 지난번에는 피전(避殿)도 하였지만 지금은 날씨가 더우니 수시로 해야 한다.” 하였다. 또 아뢰기를, “근래 사습(士習)에 대하여 사대부 사이에 의논이 분분합니다. 부자가 된 후에야 선(善)을 행할 수 있다 하며 명사(名士)라는 사람들도 모두 재산 늘릴 것만 생각하여 노전(蘆田)과 해택(海澤)을 가지지 않은 사람이 없으며 진전(陳田)까지도 제방을 쌓거나 개펄을 파내는데 회문(回文)을 돌려 협동 작업을 하자는 자도 있으니 이는 그 마음가짐이 매우 밝지 못한 것입니다. 먼저 마음을 잃고서 뒤에 선을 행한다는 말은 신은 알지 못하겠습니다. 상께서는 다시 신칙하고 격려하시어 이러한 폐습을 근절시키소서.” 하니, 상이 이르기를, “세상의 이목이 있으니, 한두 사람을 탄핵해서라도 징계하지 않을 수 없다.” 하고, 또 이르기를, “부자가 된 뒤에 선을 행한다는 것은 이치에 맞지 않는 말인데 이 말이 어디에서 나왔는가?” 하였는데, 김첨경이 아뢰기를, “일정한 산업이 없으면 본심을 지킬 수 없다고 합니다.” 하니, 상이 이르기를, “이 말은 백성을 기르는 방법이지, 사대부가 자처(自處)할 도리는 아니다.” 하였다. 이산해(李山海)가 아뢰기를, “조종조에서는 조금이라도 산업을 경영하는 자가 있으면 반드시 탄핵했기 때문에 벼슬하는 사람은 일체 이러한 일을 하지 않았습니다.” 하였는데, 상이 이르기를, “중국의 조관(朝官)은 벼슬길에 나온 뒤에는 집을 새로 짓지 않고 모두 빌어서 거주한다 하는데 이 말이 사실인가?” 하니, 산해가 아뢰기를, “중국의 경우는 알 수 없으나, 우리 나라에서는 벼슬한 뒤에는 가업(家業)을 경영하지 않았습니다.” 하였다. 권징이 아뢰기를, “전장(田莊)이나 늘이고 산업을 영위하는 등의 일은 전일 권세를 휘두르던 간신들이 한 일이지 지금에야 어찌 이런 일이 있겠습니까. 이이(李珥) 같은 사람은 살고 있던 가옥도 팔고 갔습니다. 근일 붕우 사이에는 서로 믿고 벼슬하는 것을 즐거워하는 도리가 없어져서 지난날 홍혼(洪渾)의 처자는 상수리를 주워 먹었습니다. 신이 보니 김계휘(金繼輝)도 고부(古阜)에 있을 때 그 처자가 의지할 곳이 없었고 홍섬(洪暹)이 소신의 집 옆에 살았는데 전혀 가산을 영위하는 일이 없었습니다.” 하니, 상이 이르기를, “이와 같이 하면 사습도 역시 아름답게 될 것이다. 임금은 충신한 사람에게 후한 녹봉을 주므로 지사(志士)는 구렁에서 죽을 것도 돌아보지 않는다고 하였다. 박팽년(朴彭年)이 세마지기 밭을 사들였는데, 그 친구가 ‘녹만으로도 농사의 수확을 충분히 대신할 수 있다.’ 하자, 팽년이 즉시 그 밭을 팔아버렸다고 하였다. 대간은 임금 앞에서 탄핵할 때에 범연하게 아뢰어서는 안 된다.” 하였는데, 성낙(成洛)이 아뢰기를, “비록 탄핵하지 않더라도 이러한 논의를 들으면 필시 스스로 부끄러워서 하지 않을 것입니다.” 하였다. 김수(金睟)가 또 아뢰기를, “이이의 일은 전에 아뢰려고 하다가 감히 아뢰지 못하였으나 지금 이미 언급이 된 터이라 감히 아룁니다. 그 사람이 벼슬사는 것을 즐겁게 여기지 않아 병을 핑계대고 물러난 후에 의식이 매우 어려워서 처가쪽의 집까지도 팔았습니다. 당초에 봉가(奉家)와 해택(海澤)을 가지고 다툴 때에 비록 이이의 이름으로 소장을 올렸지만 실은 그의 형 이번(李璠)이 한 일인데 봉가에서는 이이가 사주한 것이라고 의심합니다. 이이가 그 형을 막지 못하였으니 허물을 받아 마땅합니다.” 하니, 상이 이르기를, “설사 형이 그런 일을 하더다도 형을 의리로 설득시켜 제지하였어야 할 것인데 어찌 이와 같은 일을 하였단 말인가. 빼앗고 안 빼앗은 것은 내가 알지 못하겠지만 시골에 있을 때는 부유하게 살았다고들 한다.” 하였는데, 김수가 아뢰기를, “당초의 처지가 소홀하기는 하였지만 남의 토지를 뺏은 일은 없었습니다.” 하였다. 우승지 권징(權徵)에게 전교하기를, “전 전생서 주부 정순희의 딸과 승훈랑 홍여겸의 딸을 숙의로 결정하여 명호(名號)까지 정하였다. 후궁이 된 사람이 여염에 있을 수 없으니, 정씨는 어의동(於義洞)에 있는 궁으로 홍씨는 봉상시동(奉常寺洞)에 있는 궁으로 민씨는 수진방(水眞坊)에 있는 궁으로 각각 명일에 옮길 것을 예조에 이르라.” 하였다. 이미 중궁이 있는데 또 숙의를 두는 것은 후사(後嗣)를 넓히는 것이다. 다만 우리 나라는 혼례가 엄하지 못하여 사대부집 처녀들을 궁중에 모아놓고 간택하되 그 중에서 적합한 자를 보아서 결정하는 것이니 이는 남녀의 교제를 신중히 하고 혼인의 예절을 존중하는 것이다. 그런데 선왕 때부터 정해진 예가 없고, 예관(禮官)도 아직까지 혼례를 강구하지 않는다. 숙의 선택에서만 그런 것이 아니고 대혼(大婚)의 예도 그러하여 근심하고 진지할 의의가 전혀 없으니, 예문의 결여된 곳이 이와 같이 많다. 선비로서 가산을 경영하는 것은 비루한 일이므로 의논할 것이 못된다. 다만 지나치게 심한 자가 있으면 분명하게 적발해서 논핵하려 하고 그렇지 못한 바에는 차라리 논하지 않는 것이 낫다. 어찌 애매하게 지적하는가. 사대부가 가산을 경영하는 것을 사류의 병통으로 여기지 않는다면 온 조정의 사대부가 모두 모리만하는 비부(鄙夫)가 될 것이니, 임금으로 하여금 마음속에 의혹이 쌓여 모든 사람을 다 똑같이 보아 사대부란 모두 모리만하고 염치없는 좋지 못한 사람이라도 여기게 할 것이다. 그러니 군상이 선비를 가볍게 보는 마음을 열어주어 후일 사대부의 말도 믿지 않고 계책도 받아들이지 않게 하는 것이 지금 어떤 애매모호한 그릇된 논의에서 비롯된 것이라고 하지 않을 수 없을 것이다. 딱하다. 처음 발설한 자가 어떻게 그 죄를 면하겠는가.",
                "hj": "○停常參, 有朝講。 上御朝講于思政殿, 講《春秋》。 大司諫金添慶啓曰: “祖宗朝, 逐日常參、 朝參, 勤政之至也。 近無常參, 小官專不見天顔。 至於倭野人, 亦未得入侍, 恐歸其國有言也。” 上曰: “禮文有之乎? 有則爲之當也。 春初多事, 頃緣避殿。 今則暑熱, 當隨爲之。” 又啓曰: “近來士習, 爲士大夫間有議論, 富而後爲善, 雖名士, 皆以營産爲計。 蘆田海澤, 無不(旨)〔自〕持。 至於陳田, 或防築掘浦, 出回文, 共力爲之者有之。 此乃心術不明, 不可之大者。 先失其心, 而後爲善, 臣未之知也。 自上更加勑勵之道, 以絶此習也。” 上曰: “耳目有寄, 雖殫一二人, 亦不可不懲也。” 又曰: “富而後爲善, 無理之言也。 此出何處?” 添慶曰: “無恒産, 無恒心。” 上曰: “此言養民之道, 非士大夫自處之道也。” 李山海曰: “祖宗朝, 少有營産之人, 必加殫劾, 爲仕者一切不爲矣。” 上曰: “中原朝官, 仕後不作家, 皆借寓云。 其言是耶?” 山海曰: “中原未知我 國仕後, 則家業不營也。” 權徵啓曰: “田莊營産等事, 昔權奸爲之。 今豈有如此事乎? 若李珥, 亦賣家舍去矣。 近日朋友間, 無相信樂仕之道。 頃者洪渾妻子亦拾橡實爲食矣。 臣見金繼輝亦在古阜, 妻子無依; 洪暹在小臣家邊, 專無營産。” 上曰: “如此, 則士習亦佳矣。 人君忠信重祿, 志士不忘在溝壑, 朴彭年買得三斗田, 其友曰: ‘祿足以代其耕。’ 彭年卽賣棄之。 爲臺諫者, 當殫劾君前, 泛然啓之, 不可也。” 成洛曰: “雖不殫劾, 若聞此等議論, 必將羞恥而不爲矣。” 金睟又啓曰: “李珥事, 前欲啓之而不敢。 今因言及敢啓。 其人不樂仕, 病退後, 衣食爲難。 其妻邊家舍, 亦賣之矣。 當初奉家海澤相爭事, 雖以李珥名呈疏, 而其兄李璠爲之。 奉家疑李珥指囑, 珥旣不得救其兄, 宜受此咎。” 上曰: “設使同生爲之, 當以義理, 喩而救止之, 豈爲如此事乎? 其奪不奪, 予未知, 在鄕時富居云。” 睟曰: “其初處置, 踈脫則有之。 奪人土地, 則無矣。” 傳于右承旨權徵曰: “前典牲署主簿鄭純禧女子, 承訓郞洪汝謙女子, 定爲淑儀, 名號已定, 後宮之人, 不可在於閭閻之中。 鄭氏於義洞宮、 洪氏奉常寺洞宮、閔氏水眞坊宮, 各於明日移寓事, 言于禮曹。” 旣(正)〔定〕中宮, 又設淑儀, 所以廣繼嗣也。 但我 國婚禮不嚴, 士大夫處女, 聚會簡擇于宮中, 視其可者而定之。 凡所以愼男女之際, 而重婚姻之禮也。 自先王未有定禮, 禮官亦未之講究, 非徒淑儀, 至於大婚之禮, 亦然。 其無謹摯之義。 甚矣, 禮文之多闕也如是。 士而營産者, 鄙哉, 何足與議也: 但有太甚者, 分明摘發論劾可也。 如其不然, 則雖置而不論可也。 乃何糊塗泛指, 士大夫之非以營産, 爲士類之詬病, 是擧朝之士大夫, 皆爲謀利之一鄙夫, 使君心蓄疑於中, 而等視之曰: “此皆謀利無廉恥不吉之人。” 則適足以啓君上輕士之心, 而他日之言不信、計不用者, 未必非此說爲之誤也。 吁: 始作俑者, 烏得辭其罪乎?"
            },
            "3": {
                "H2KE-EN": "The sin hour (approximately 3:30 p.m., Venus appeared in the middle of the hour (5:30 p.m., and Venus appeared in the middle .",
                "H2KE-nKo": "신시에 태백성이 미지에 나타났다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 26일(갑오) 3번째기사",
                "gt-oKo": "신시에 태백이 미지에 나타났다.",
                "hj": "○申時, 太白見於未地。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, The daughter of Min Sajun , who is learning, is to be selected in the Royal Cuisine Office . However, Min Sajun is the grandson of Min Jabang , who is the grandson of the Royal Cuisine Office . Your subjects request that he not be selected in the Royal Cuisine Office. The King said, There is no text that prohibits him from doing so. In recent days, Shin Jang, who is Princess Gyeonghyeon , is a relative of five촌. Furthermore, he is a relative of seven chon. Now that his distinction between noble and base has already been established, he cannot repeatedly explain his words, thereby causing the state affairs. Why did he not speak about the prohibition of marriage when he mentioned him? The King denied the request.",
                "H2KE-nKo": "사간원이 아뢰기를,“습독 민사준의 딸이 숙의 선발에 참여되었는데, 민사준은 바로 여천위 민자방의 손자입니다. 선왕의 외손의 집안이니 선발에 넣지 마소서.”하니, 답하기를,“이는 법으로 금지한 바가 없다. 근래의 일을 가지고 말하더라도, 신의는 경현공주에게 5촌 친척이 되는데 하물며 7촌이 더 먼 데야 더 말할 것이 있겠는가. 지금 명분이 이미 정해졌으니 다시 운운하여 나랏일을 전도되게 해서는 안 된다. 어찌하여 금혼 때에 말하지 않고 지금에서야 논하는가. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 27일(을미) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “습독(習讀) 임사준의 딸이 숙의 선발에 들었는데 임사준은 곧 여천위(驪川尉) 민자방(閔子芳)의 손자인지라 선왕 외손의 집이니 선발에서 제외하소서.” 하니, 답하기를, “이는 법률에 금지한 바 없다. 근일에 있었던 일로 말하더라도 신의(申檥)은 경현 공주(敬顯公主)에게 5촌척인데 하물며 7촌이나 되는 먼 사이이겠는가. 지금 숙의의 명분이 이미 정해졌으니 다시 운운(云云)하여 국사를 전도시켜서는 안 된다. 그리고 그런 말을 금혼(禁婚) 때 하지 않고 왜 이제 와서 거론하는가. 윤허하지 않는다.” 하였다.",
                "hj": "○乙未/諫院啓: “習讀閔思俊女, 預於淑儀之選, 士俊乃驪川尉閔子芳之孫, 先王外孫之家, 請勿備選。” 答曰: “此無文所禁。 以近日之事言之, 申檥於敬顯公主, 乃五寸親也。 況此七寸之更遠乎? 今者名分已定, 不可更有云云, 使國事顚倒也。 何不於禁婚時言之, 而今乃論之乎? 不允。”"
            },
            "2": {
                "H2KE-EN": "Magistrate of Gwacheon District Oh Huian bowed before the King prior to departing for his appointed provincial position. Prior to this, the Office of the Censor General requested that [Oh] Huian be dismissed from his post for ten years, but he did not see his parents for ten years. The people of Gwacheon proceeded to their new posts and appealed to the King, saying, Last year, he returned to see his parents. Also, he has performed a good effection. The inspectors and censors heard this and fails to make a complaint against this. [Oh] Hui was once appointed record keeper , and he recommended him for his filial piety. People were surprised, and all said that he was not guilty. The inspectors and censors finally avoided [his absurd responsibility] due to a false rumor, and thus [the King] ordered [him] to assume his post. On this day, he was appointed to his new post.",
                "H2KE-nKo": "과천 현감 오희안이 하직 인사를 하였다. 이에 앞서 사간원이 오희안이 벼슬한 지 10년이 되도록 근친하지 않았다는 이유로 논핵하여 파직하기를 청하였는데, 과천의 백성들이 서로 이끌고 나아가 호소하기를,“몇 해 전에 근친하였고 또 치적이 있었습니다.”하였다. 대관이 들은 것이 사실과 다른 것이 이와 같았으므로 끊임없이 호소하였다. 오희안은 일찍이 녹사로 있을 때 효행이 있다고 천거되어 발탁된 자이다. 여론이 떠들썩하여 모두 죄가 없다고 하니, 대간이 마침내 풍문이 사실과 다르다는 이유로 피혐하였다. 이에 오희안을 잉임하였는데, 이때에 이르러 잉임한 것이다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 27일(을미) 2번째기사",
                "gt-oKo": "과천 현감 오희안(吳希顔)이 배사(拜辭)하였다. 전일 사간원에서 오희안이 벼슬한 지 10년이 되도록 한번도 근친하지 않았다 하여 파직하라고 논하니, 과천 백성들이 몰려와서 호소하기를, “오희안이 연전에 근친하였고 또 선정을 베푼 치적도 있는데 대간이 들은 것은 사실과 다릅니다.” 하며 부르짖기를 그치지 않았다. 오희안은 녹사(錄事)로 있다가 효행이 있다 하여 천거로 발탁되었었다. 물론이 떠들썩하며 무죄라고 하므로 대간은 드디어 풍문이 사실과 달랐다는 것으로 피혐(避嫌)하고 오희안을 잉임시켰다. 이에 이르러 임지로 부임하게 된 것이다.",
                "hj": "○果川縣監吳希顔拜辭。 先是, 司諫院啓以希顔筮仕十年, 不覲親, 論請罷, 果川之民相率赴愬曰: ‘年前歸覲。 且有善績。’ 臺官所聞, 失實如此。 號籲不已。 希顔曾爲錄事, 以有孝行薦拔者也。 物論譁然, 皆曰無罪, 臺諫遂以風聞失實避嫌, 因以希顔仍任。 至是, 赴任。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive to the Royal Secretariat as follows: The proprieties of serving the Great [Ming China] are very important. In serving the Great [Ming China], it is impossible for us to write memorials and write memorials. In recent days, when the memorials to the Emperor [of Ming China] are presented to the Emperor, the memorials and write memorials are not able to properly write them, and it is inevitably uncomfortable that the memorials and write memorials are to be replaced and sent [to China]. Although the rules of the monthly writing are to be rectified as such, it will be difficult to find their effects eventually. I think that when the initial round of the second-stage classics licentiates and literary licentiates are tested, one or two candidates are not measures to write the composition examination and only how to write the methods of writing style. If [these initial round of the second-stage classics licentiates and literary licentiates] are selected and sent [to China], then the students will surely competently encourage their effects. The initial round of the second-stage classics licentiates and the second-stage classics licentiates are different from that of the second-stage classics licentiates. Even if one or two candidates pass the examination by writing style, what harm could there be? The Ministry of Rites should also explain this intent.",
                "H2KE-nKo": "비망기로 정원에 전교하기를,“우리나라는 사대하는 예가 매우 중하여 사대하는 중에 표문과 자문을 서사하는 것이 중요하다. 그런데 근래 배표할 때 표문과 부본을 잘 쓰지 못하여 고쳐서 추가로 보내었으니 온당치 못한 뜻이 없지 않다. 삭서의 규정을 비록 저렇게 거듭 밝힌다 하더라도 끝내 그 효과를 기대하기 어려울 듯하다. 내 생각에는 생원과 진사의 초시 때 그중 한두 사람은 제술의 두졸을 따지지 말고 오직 서법이 어떠한가만을 보아서 빼 버리고 입격시킨다면 유생들이 평상시에도 반드시 다투어 서로 숭상하여 익힐 것이다. 초시는 복시와 다르니 한두 사람이 서찰로 입격하더라도 안 될 것이 뭐가 있겠는가. 이 뜻을 아울러 예조에 말하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 27일(을미) 3번째기사",
                "gt-oKo": "비망기로 정원에 전교하였다. “우리 나라는 사대(事大)하는 예를 지극히 중하게 여겨 왔고, 사대하는 중에서도 표자(表咨)의 서사(書寫)를 중하게 다루어 왔다. 근일 배표(拜表)할 때 표부(表副)를 잘 쓰지 못해서 추후해서 다시 써보냈으니 미안한 감이 없지 않다. 삭서(朔書)의 규칙을 그처럼 신명했는데도 끝내 효과를 기대하기 어려우니, 내 생각으로는 생원 진사의 초시(初試) 때 그중 1∼2인은 제술(製述)의 공졸(工拙)은 따지지 말고 오직 서법만을 보아 발탁하여 입격시키면, 유생들은 평상시에도 반드시 서로 서법 익히기를 힘쓸 것이다. 초시는 복시(覆試)와 다르니, 한두 사람을 서찰(書札)로 입격시킨다해서 무엇이 불가하겠는가. 이 뜻을 아울러 예조에도 이르라.”",
                "hj": "○備忘記傳于政院曰: 我國事大之禮極重。 事大之中, 表咨書寫爲關。 如近日拜表之時, 表副不能善書, 改而追送, 不無未安之意也。 朔書之規, 雖如彼其申明, 終恐難期其效。 予意生員進士初試時, 其中一二人, 不計製述二拙, 惟視書法之如何, 拔而置之入格, 則儒生等在常時, 必爭相崇習矣。 初試與覆試有異, 雖一二人以書札入格, 有何不可哉? 此意竝言于禮曹。"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General reported, Ahn Ho committed the crime of taking or receiving illicit goods, and he should be interrogated with torture. However, Your Majesty suddenly ordered his release only. The greedy and corruption of the people will be even more discontinued and unscrupulous. Your subjects request that Your Majesty quickly dismiss Ahn Ho from his position and never reinstate him. The King granted the request. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“안호는 이미 장오죄를 범하였으니 마땅히 끝까지 추문해야 하는데 갑자기 완전히 석방하라고 명하시니, 탐욕스러운 무리들이 더욱 방자하여 거리낌이 없습니다. 망설이지 마시고 속히 사판에서 삭제하고 영원히 서용하지 말도록 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 27일(을미) 4번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “안우(安祐)는 이미 장오죄를 범하였으니 당연히 끝까지 추문해야 할 것인데 갑자기 완전 석방하시니 탐관 오리들이 더욱 방자하여 꺼리는 일이 없을 것입니다. 망설이지 말고 속히 사판(仕版)에서 삭제하고 영원히 서용하지 마소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司憲府啓曰: “安祜旣犯贓汚, 所當窮推, 而遽命專釋, 貪婪之徒, 益肆無忌。 請勿留難, 亟命削去, 永不敍用。” 答曰: “依啓。”"
            },
            "5": {
                "H2KE-EN": "The sin hour (approximately 3:30 p.m., Venus appeared in the middle of the hour (5:30 p.m., and Venus appeared in the middle .",
                "H2KE-nKo": "신시에 태백성이 미지에 나타났다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 27일(을미) 5번째기사",
                "gt-oKo": "신시에 태백이 미지에 나타났다.",
                "hj": "○申時, 太白見於未地。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On jeongyu day, the first day of the month, the King attended the Royal Lecture at Sajeong Hall . The lecture on Extended Meanings of the Great Learning (C. Daxueyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyan . Yun Seongak reported as follows: In the palace system, the system of the palace system must be strictly enforced. In the inner mouth, and the outer mouth, the inner mouth, and the inner mouth, the inner mouth of the inner mouth, is not worrisome. Now, the three palaces are all entering, and the sages of study are bright and wise. However, the hearts of the people cannot observe or discreetly. If the hearts of cautious discipline becomes slightly slightly, then the mouth of the worth of the mouth of the worth",
                "H2KE-nKo": "사정전에서 조강을 행하였다. 《대학연의》를 강하였다. 윤선각이 아뢰기를,“궁위의 제도는 엄격히 하지 않아서는 안 됩니다. 안의 말이 밖으로 나가지 않고 밖의 말이 안으로 들어오지 않는데, 지금 삼궁이 함께 들어오고 보니 성상의 학문이 고명하여 전혀 염려할 것이 없습니다. 그러나 사람의 마음은 지키고 버리는 것이 일정하지 않아서 경계하는 마음이 조금이라도 해이해지면 틈을 타서 들어오는 것이 이루 다 말할 수 없을 것입니다. 소신의 이 말은 명철한 임금을 근심하고 다스려진 세상을 위태롭게 하려는 것입니다. 아랫사람의 마음은 이와 같습니다.”하고, 박점이 아뢰기를,“근신과 대간의 말은 허심탄회하게 받아들여서, 있으면 고치고 없으면 더욱 힘쓰셔야 합니다. 논한 것은 모두 임금을 요순으로 만들려는 뜻입니다.”하였다. 윤선각이 또 아뢰기를,“예로부터 국가의 어지러움이 대부분 궁위 안에서 나왔습니다. 한 번 먼저 들은 말을 위주로 한다면 신하가 경계를 올리는 것은 모두 허사입니다. 다시 더 살피고 유념하소서.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 29일(정유) 1번째기사",
                "gt-oKo": "사정전에서 연 석강(夕講)에 나아갔다. 《대학연의》를 강하였다. 윤선각이 아뢰기를, “궁위(宮闈)의 제도는 엄하지 않아서는 안 되니, 궁안의 말이 밖으로 새어 나가지 않고 궁밖의 말 또한 궁내로 들어오지 않아야 할 것입니다. 3궁(宮)이 모두 들어온 지금 성상의 학문이 고명하셔서 만에 하나 염려할 것은 없으나, 인심이란 조사(操舍)가 무상하여 조금이라도 경계하는 마음이 해이해지면 그 틈을 타고 들어오는 모든 잡념을 이루 다 말할 수 없는 것입니다. 소신이 이렇게 말하는 것은 명철한 임금을 걱정하고 잘 다스려진 세상을 위태롭게 여기기 때문입니다.” 하니, 박점(朴漸)이 아뢰기를, “근신과 대간의 말을 허심탄회하게 받아들여서 혹 과실이 있으면 고치고 없으면 더욱 힘쓰셔야 합니다. 대간이 논한 것은 모두가 우리 임금을 요순으로 만들려는 뜻입니다.” 하였다. 윤선각이 또 아뢰기를, “예로부터 국가의 어지러움이 대개 궁위 안에서 일어났으므로, 만일 먼저 들으신 말을 위주로 하시면 신하들이 드리는 경계는 모두 허사가 될 것이니 다시 더 살피시고 유념하소서.” 하였다.",
                "hj": "○丁酉/夕講于思政殿, 講《大學衍義》。 尹先覺啓曰: “宮闈(乏)〔之〕制, 不可不嚴。 內言不出外, 外言不入內, 今三宮竝入, 聖學高明, 萬無足慮矣。 然人心操舍無常, 警戒之心小弛, 則乘間投進, 有不可勝言者。 小臣此言, 憂明主危治世, 下情如此。” 朴漸啓曰: “近臣臺官之言, 當虛懷聽納, 有則改之, 無則加勉, 所論皆堯、舜其君之意也。” 先覺又啓曰: “自古國家之亂, 多出於宮闈之間。 一有先入之言爲主, 則人臣進戒之, 皆虛事也。 更加省念。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Magistrate of Jiksan District Won Sunbo enjoyed wine and drank wine, and did not manage the affairs of a government office. Magistrate of Gangnyeong District Ko Yungwan , having been entrusted with the duties of a lower clerk and managed the affairs of a lower clerk. Choe Yesu , concurrent assistant supreme general of Hanseong Magistracy , is fond of wine and lost his nature. When hearing judicial cases, he does not clearly discern whether he is right or wrong. Chief Administrator of the Five District Offices Ko Gyeongyu , who is serving as a royal administrator of the State Tribunal , was not cautious in his behavior and cautious in his behavior. He also filed a lawsuit by selling people from the marketplace and eventually obtained the name of stealing from them. Your subjects request that all of them be dismissed from office. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“직산 현감 원순보는 술을 즐겨 마시고 관청의 일을 보지 않으며, 강령 현감 고윤관은 하는 일 없이 자리만 차지하고 있으면서 모든 일을 하리에게 맡기고 있으며, 한성 겸 참군 최예수는 술을 즐겨 본성을 잃어 송사를 처리할 때에 흑백을 분별하지 못하며, 도총부 경력 고경류는 금종으로 있으면서 몸가짐을 삼가지 않아 시장에서 파는 무리들에게 피소되어 약탈당했다는 이름을 얻기까지 하였습니다. 모두 파직하소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 30일(무술) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “직산 현감(稷山縣監) 원순보(元純輔)는 술을 좋아하여 마시는 것만 일삼고 고을 일을 다스리지 않았으며, 강령 현감(康翎縣監) 고윤관(高允寬)은 하는 일 없이 자리만 지킬 뿐 모든 사무를 하리(下吏)에게 위임하고 있으며, 한성 겸 참군(漢城兼參軍) 최예수(崔禮秀)는 정신을 잃도록 술을 많이 마셔 송사를 판결할 때 흑백을 구별하지 못했으며, 도총부 경력 고경류(高景柳)는 금종(禁從)의 반열에 있으면서 처신을 삼가지 않다가 시정배들로부터 고소를 당하는가 하면 심지어 약탈했다는 이름까지 들었습니다. 이들은 모두 파직하소서.” 하니, 모두 아뢴 대로 하라고 답하였다.",
                "hj": "○戊戌/司憲府啓曰: “稷山縣監元純輔, 嗜酒崇飮, 不治官事, 康翎縣監高允寬, 尸居其職, 事委下吏, 漢城兼參軍崔禮秀, 嗜酒失性, 聽訟之際, 不辨皀白, 都摠府經歷高景柳, 職居禁從, 持身不謹, 被訴市賣之輩, 至得攘奪之名, 請竝命罷職。” 答曰: “竝依啓。”"
            },
            "2": {
                "H2KE-EN": "The sin hour (approximately 3:30 p.m., Venus appeared in the middle of the hour (5:30 p.m., and Venus appeared in the middle .",
                "H2KE-nKo": "신시에 태백성이 미지에 나타났다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 30일(무술) 2번째기사",
                "gt-oKo": "신시에 태백이 미지에 나타났다.",
                "hj": "○申時, 太白見於未地。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Concerning the evil effects of the Office of the Censor-General , the Office of the Censor-General submitted a memorial to the King. [The memorial] was presented to the King, which stated, That is truly praiseworthy. I must reflect upon it.",
                "H2KE-nKo": "사간원이 시폐에 대한 차자를 입계하니, 답하기를, “재이로 인하여 차자를 올리니 참으로 가상하다. 유념하겠다.” 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 6일(갑술) 1번째기사",
                "gt-oKo": "사간원이 시폐(時弊)에 대한 차자를 입계하니, 답하였다. “재이로 인하여 상차한 것이 진실로 가상하다. 유념하겠다.”",
                "hj": "○甲戌/司諫院時弊箚子入啓。 答曰: “因災異上箚, 良用可嘉。 當留念。”"
            },
            "2": {
                "H2KE-EN": "The governor of Gangwon Province submitted a memorial as follows: After the twentieth day of the fourth month, it occurred like snow in Hoeyang and Pyeongchang . It seems occurred like snow, and the trees are so yellow that it seems occurred during the autumn. This is unusual phenomena. ",
                "H2KE-nKo": "강원 감사의 서장은 다음과 같다. “지난 윤4월 20일 이후에 회양과 평창 고을에 서리가 눈처럼 내려 나뭇잎이 누렇게 말라 마치 늦가을 가을과 같으니, 비상한 이변입니다.”\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 5월 6일(갑술) 2번째기사",
                "gt-oKo": "강원 감사의 서장(書狀)은 다음과 같다. “지난 윤 4월 20일 후 회양(淮陽)·평창(平昌) 등 고을에 서리가 눈 내리듯 하여 나뭇잎이 누렇게 말라 마치 늦은 가을과 같으니 재변이 비상합니다.”",
                "hj": "○江原監司書狀: 去(潤)〔閏〕四月念後, 淮陽、平昌官, 下霜如雪, 樹葉枯黃, 有似窮秋, 變異非常事。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On the first day of the third month, [the King] transmitted a royal directive to Left Royal Secretary Yun Takyeon , which stated, On the ninth day of the third month, [which stated in] the memorial submitted by the King in front of the royal carriage shall be 계하ed to each government office. Should each government office all submit a report to me? Or should there be some who did not submit a report to me? The Royal Secretariat shall examine [this matter] and then report to me.",
                "H2KE-nKo": "좌승지 윤탁연에게 전교하기를,“3월 9일에 어가 앞에서 상언한 것에 대해 재가하여 내려 준 각 관사에서 모두 의견을 갖추어 나에게 아뢴 것인가, 아니면 의견을 갖추어 아뢰지 않은 것이 있는가? 승정원은 상고하여 아뢰라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 1일(기해) 1번째기사",
                "gt-oKo": "좌승지 윤탁연(尹卓然)에게 전교하였다. “3월 9일 가전 상언(駕前上言)한 것을 각사(各司)에 계하(啓下)하였는데, 각사가 모두 회계하였는가? 혹 회계하지 않은 것도 있는가? 정원은 상고하여 아뢰라.”",
                "hj": "○朔己亥/傳于左承旨尹卓然曰: “三月初九日, 駕前上言, 啓下各司, 而各司盡爲回啓耶? 或有不爲回啓者乎? 政院相考以啓。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Third Minister of War Hong Seongmin , who passed the civil service examination in the gyeongsul year (, was promoted to a higher rank than the clerical writing style. The Office of the Inspector General requested that this be corrected. The King did not approve this request.",
                "H2KE-nKo": "경술년에 병조 참의 홍성민이 정시 이문의 우등으로 가자되었다. 사헌부가 개정하기를 청하였으나 윤허하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 12일(경술) 1번째기사",
                "gt-oKo": "병조 참의 홍성민(洪聖民)이 정시(庭試) 이문 제술(吏文製述)에서 우등하여 가자(加資)를 받았는데, 헌부가 개정할 것을 청하였으나 윤허하지 않았다.",
                "hj": "○庚戌/兵曹參議洪聖民, 以庭試吏文優等加資。 憲府請改正, 不允。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Bak Chu , a student living in Haeju , submitted a memorial which read as follows: Greedy and corrupt officials in the provinces are frequently devising their own desires. They violate the principles and harm the Way of righteousness, and harm the people and slaughter the state. The governor and the fifth-rank aide [to the governor] should be selected and appointed as the eyes and ears [to the governor] and the fifth-rank aide [to the governor] as the eyes and ears [to the governor], and then the worthy and the worthy of the magistrate will be wise or not, and the joy of the peoples livelihoods and the worthy of the government storehouses will be clearly rewarded and encouraging the encouraging of encouraging the encouraging and encouraging the encouraging of encouraging the magistrate. Among local magistrates, nothing is better than dispatching a royal circuit fifth-rank aide [to the governor], who is upright and prudent, should be selected and appointed special appointing a royal circuit fifth-rank aide [to the governor] as a royal circuit fifth-rank aide [to the governor]. The counties and grains should all be known in detail, and the local magistrates should be ordered to collect and distribute the grain loans, so that the grain loans will not be exhausted. Furthermore, the ancient institution of installing the loans of grain loans was established in order to prepare for the loans in preparing for the loans. Presently, the local magistrates devote themselves to produce wealth and storehouses are exhausted. The loans of colapsed barrens should be cleaned to fill the loans. The King transmitted a royal directive to Left Royal Secretary Bak Jeom , which stated, The sincerity of the memorial is praiseworthy",
                "H2KE-nKo": "해주에 사는 유학 박추가 상소하기를,“지방의 탐관오리들이 사욕에 빠져 이치를 거스르고 도리를 손상하여 백성을 병들게 하고 나라를 좀먹으니, 감사와 도사를 심복의 신하로 선택하여 이목의 직임을 맡기면 수령의 현부와 민생의 휴척과 관고의 허실에 대해 상벌을 분명히 하여 권장하고 징계하는 도리를 행할 것입니다.수령이 두려워하는 것으로는 어사보다 더한 것이 없으니, 강직하고 청렴하며 특별히 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 순독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로 단독으로\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 2일(경자) 1번째기사",
                "gt-oKo": "해주에 거주하는 유학(幼學) 박추(朴樞)가 상소하기를, “외방에 있는 탐관 오리들이 사욕에 탐닉하여 이치를 어기고 도리를 손상시키며 백성을 병들게 하고 나라를 좀먹으니, 감사와 도사를 심복의 신하로 선택하여 이목(耳目)의 책임을 위임하면 수령의 현부와 민생의 휴척과 관고(官庫)의 허실을 잘 알게 될 것이므로 상벌을 분명하게 하여 권장과 징계를 행할 수 있을 것입니다. 수령들이 가장 두려워하는 것이 어사(御史)이니 강직하고 청렴하여 특이한 조행이 있는 신하를 선발하여 어사로 삼아, 각읍의 양곡 수량을 모두 파악하게 하고는 수령들로 하여금 염산(斂散)을 관장하되 낭비하는 일이 없도록 하소서. 또한 옛날 모곡(耗穀)에 대비하는 법을 설치한 것은 나라를 위해 이식(移殖)을 늘려서 모손되는 것에 대비하는 뜻이었습니다. 그러나 오늘날의 수령들은 오로지 사사로운 영리에만 급급하여 창고의 양곡을 모두 탕진해 버리고 흙과 먼지를 쓸어 담아서 원수(元數)를 채워놓고 있습니다.” 하니, 좌부승지 박점에게 전교하기를, “상소한 성의가 가상하니 이 상소를 해조에 내려 회계하도록 하라.” 하였다.",
                "hj": "○庚子/海州居幼學朴樞上疏曰: 外方貪官汚吏, 溺於私欲, 悖理傷道, 病民蠧國。 監司都事, 擇之以心腹之臣, 任之以耳目之職, 則守令賢否、民生休戚, 官庫虛實, 明賞罰以行勸懲之道也。 守令之所畏。 莫如御史, 擇選剛直廉謹, 特立獨行之臣爲御史, 摠知邑穀數, 使其守令司守歛散, 而勿令虛費。 且古之備耗之設, 爲國贏息, 以備耗損之意也。 今時守令專務營産, 傾倉費盡, 而掃塵土, 以充元數。 傳于左副承旨朴漸曰: “陳疏之誠, 可嘉。 此上疏, 下該曹, 回啓。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The governor of Gyeonggi and Gangwon Provinces presented a memorial to the King, which stated, On the seventeenth day of this month, there were heavy rains and strong winds. The stream waters overflowed, and many people drowned. The fields on the riverside were all swept away, and the large trees were swept away and uprooted. The disasters caused crumble. All high and low in the capital are the same. Many people drowned, and many of them drowned. The bridges were all swept away by the bridges, and the elderly claiming that the elderly drowned. The floods caused by the floods of the floods and the elderly derly drowned. The floods of floods have drowned, and the elderly claiming that floods have drowned.",
                "H2KE-nKo": "경기와 강원 감사의 서장에,“이달 17일과 18일에 큰비가 내리고 큰 바람이 불어 시냇물이 넘쳐 인가가 떠내려가고 사람과 가축이 많이 죽었으며 물가의 전답이 모두 모래에 덮이고 산가의 가옥이 무너지고 큰 나무가 뽑히는 등 재변이 참혹합니다. 서울의 크고 작은 곳도 마찬가지인데 인가가 많이 떠내려가고 사람도 많이 빠져 죽었으며 교량이 모두 떠내려갔다고 고로들이 전하는 말에 의하면 근고에 없던 수재가 심하다고 합니다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 28일(병인) 1번째기사",
                "gt-oKo": "경기 감사와 강원 감사가, 이달 17·18일에 큰 비가 오고 큰 바람이 불어 개천과 시냇물이 모두 넘쳐서 인가가 떠내려가고 사람과 짐승이 많이 죽었으며 물가의 전답은 모두 모래에 덮이고 산에 있던 가옥도 붕괴되고 큰 나무가 뽑히는 등 재변이 참혹하였다는 일로 서장(書狀)을 올렸다. 서울에서도 대소의 피해가 또 그러하여 가옥이 많이 떠내려가고 익사한 사람도 많았으며 교량도 모두 떠내려갔다. 노인들은 ‘이같이 심한 물난리는 근고에 없었다.’고들 하였다.",
                "hj": "○丙寅/京畿、江原監司書狀: “今月十七日, 十八日大雨大風, 川渠漲溢, 人家漂沒, 人物多死, 水邊田畓, 盡爲覆沙, 山家崩頹, 大木飄拔, 災變慘酷事。 京中大小亦然。 人家多漂毁, 人亦多渰死, 橋梁盡漂, 故老相傳, 水災之甚, 近古所無云。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: The officials of the Royal Secretariat are exclusively charged with receiving and distributions, and their duty is not insignificant. In recent years, those who have held responsibility to report or repeatedly reported on such matters are not worried. Although there are many ordinary duties to be neglected and neglect their duties, they do not perform their duties as many as one or two. Therefore, the people have long been uncomfortable for them. Furthermore, the delay of official matters and the royal orders have been neglected should be even more examined. Truly, it would be proper to examine and examine the documents and claim the negligent and disregard their duties. However, they neglect their duties as they please and neglect their duties as they please. Even after five months, sometimes five months have passed without neglecting their reports or not. Upon receiving Your Majestys questions, they also examined and reported on such matters to Your Majesty. On the occasion of days, they first reported their opinions to Your Majesty without having any worries await punishment. Would it not be too severe? If we do not examine the negligent and neglect their duties, it would be impossible to admonish the negligent and correct the customs. Therefore, it is impossible to claim that they should not be punished. Your subjects request that the officials of the Ministry of Personnel and the Office of Ritual Procedures be replaced, and the other royal secretaries be also ordered to impeach them. The King replied, Except for all the officials of the Ministry of Punishments and the Office of the Inspector General, except for those who have performed their official duties, impeach them.",
                "H2KE-nKo": "사헌부가 아뢰기를,“승지는 왕명의 출납을 전담하는 직임이므로 그 임무가 가볍지 않습니다. 그런데 근래에는 이 책임을 맡은 자가 주상께 아뢰고 이의를 제기하는 일이 있을 경우 진실로 책임을 지울 겨를이 없고, 예사로운 직무라 하더라도 대부분 폐기되어 직무를 제대로 수행하지 않는 경우가 비일비재하니, 여론이 온당치 못하게 여긴 지 오래되었습니다. 심지어 공사가 적체되고 호령이 폐기되는 것은 더욱 자세히 살펴야 합니다. 그러니 진실로 문서와 장부를 조사하여 게으름을 피우는 자들을 적발하여 다스려야 하는데, 그럭저럭 세월만 보내면서 아예 잊어버린 채 상언을 내린 지 거의 5개월이 되도록 회계하지 않고 있다가 하문을 받고서야 비로소 주상께 아뢰고는 전혀 대죄하는 말이 없으니, 자리만 차지하고 있으면서 직무를 제대로 수행하지 않는 것이 너무 심하지 않습니까. 만약 너무 심한 자들을 적발하여 다스리지 않는다면 앞으로 게으름을 피우고 습속을 바로잡을 수 없을 것이니, 결코 예사롭게 여겨 처벌하지 않아서는 안 됩니다. 이방과 예방 승지는 체차하고, 그 나머지 승지들은 모두 추고하소서.”하니, 답하기를,“승지는 형방 외에는 모두 공무를 행하고 추고하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 3일(신축) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “후설(喉舌)의 관원은 직책이 출납을 전담하는 것으로서 임무가 가볍지 않습니다. 그런데 근래에 이 책임을 맡은 자가, 왕명을 출납하는 일 같은 것은 따질 것도 없고 평범한 직무까지도 폐지한 것이 많아 직사를 제대로 수행하지 않는 것이 한둘이 아니므로 물정이 미편해 한 지 이미 오래입니다. 심지어 공사가 적체되고 호령이 폐지된 것은 더욱 잘 살펴야 하는 것이니 문부(文簿)를 상고하여 태만한 것을 지적해 다스려야 하는데도 그대로 구차하게 넘겨서 서로 잊고 있습니다. 위에서 말한 것을 5개월 내지는 1년이 넘어도 태만히 하여 회계하였는지조차 살펴보지 않다가 하문을 받은 뒤에야 상고해 아뢰는데 또한 하루가 지나서야 비로소 아뢰면서도 조금도 대죄하는 말이 없으니, 자리만 지키고 직책을 제대로 수행하지 않음이 너무 심하지 않습니까. 만일 지나치게 심한데도 적발하여 다스리지 않는다면 장차 그 나태한 풍습을 경계하여 바로잡지 못할 것이니 결코 심상하게 지나치고 치죄하지 않아서는 안 됩니다. 이방과 예방의 승지는 체직하고 그 밖에 다른 승지들은 모두 추고하소서.” 하니, 답하기를, “형방 승지 외에는 모두 행공 추고하라.” 하였다.",
                "hj": "○辛丑/府啓: “喉舌之官, 職專出納, 其任非輕。 近來居是責者, 如敷奏覆逆, 則固未暇責, 雖尋常職事, 亦多廢隳, 不擧不職, 非止一二, 物情之未便久矣。 至於公事之淹滯, 號令之廢閣, 尤所當察。 固宜考覈文簿, 摘治惰慢, 而因循苟度, 置諸相忘。 上言之下, 殆浹五朔, 或至經年之久, 漫不省回啓與否。 及承下問, 亦稽考啓, 更日始達, 了無待罪之辭。 其尸居不職, 不亦甚乎? 如不撮治其己甚者, 則將無以警惰而矯習, 決不可付諸尋常, 而不之罪也。 請吏禮房承旨遞差, 其餘承旨竝命推考。” 答曰: “承旨刑房外, 竝行公, 推考。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King proceeded to Sajeong Hall and attended the Royal Lecture on the Spring and Autumn Annals (C. Chunqiu . After the lecture was completed, Yu Jeon reported to the King, saying, Your subject, having received a leave of absence from Yangju , is very worried about farming. Since the fifth month, rain was insufficient, and rice crops were gradually ripened, but rice crops were not fully enough. In recent days, the weather has persistently disastrated, and the various matters of praying for rain have not yet been designated. Therefore, Your Majesty should exert every effort to change Heaven. Therefore, it is inevitable to adjudicate the faults of prisoners in Gyeonggi, and nothing is more than this. In the summer, drought, and autumn floods. From this day forward, if we have many cold rains, there will be no fields in autumn, and the peoples livelihoods are worrisome. The King said, The ministers words are good. Was there any faults of farming are not good? Should we have rained now, they can recover from their livelihoods? Yu Jeon answered, It has not yet been abundant and has not yet been removed. Now, if we are not rained, it would be impossible for us to wait until autumn harvests. The King summoned the chief state councilor to present the King and said, Is there any faults of prisoners in recent years? I do not know about this. Yu Sun answered, In the past, your subject also reported on judgment in prison cases where faults are unjustly imprisoned, and Your Majesty already decided to imprison and imprison imprisonment. If we examine the circumstances and imprisonsons and imprisons and imprisons, then it would be proper to imprison and imprison them. However, the sagacity of Your Majesty understands the circumstances and imprisons and unjust impris and unjust imprisons and unjust impris should be imprisons and imprisons. Yu Sun answered, If we impose the imprisons and impris, then we should impose the impris and imprisons and impris. Therefore, we ultimately review. Even if we impose the imprisons and imprisons, we should impose the impris and imprisons. In the end, when imprisons and imprisons are unjust, we should impose the impris and imprisons and impris.",
                "H2KE-nKo": "상이 사정전에서 연 조강에 나아갔다. 《춘추》를 진강하였다. 강이 끝나자 유전이 아뢰기를,“소신이 말미를 받아 양주에 내려가니 농사가 매우 염려스럽습니다. 5월 이후로 비가 충분히 내리지 않아 밭곡식은 조금 잘 되었으나 논곡식은 전혀 못되었습니다. 근래 날씨가 계속 가물고 비가 내리지 않아 기도하는 모든 일이 형식적일 뿐이니, 주상께서 하늘의 마음을 돌리는 도리를 충분히 다해야 합니다. 억울한 옥사를 심리하는 일을 하지 않을 수 없으니, 재변을 사라지게 하는 방법으로는 이보다 나은 것이 없습니다. 여름에 가물면 가을에 큰물이 납니다. 지금 이후로 찬비가 많이 내린다면 가을에 결실이 없을 것이니, 민생이 염려스럽습니다.”하니, 주상이 말하기를,“판서의 말이 좋다. 농사가 전혀 좋지 않은가? 지금이라도 비가 내린다면 소생할 수 있겠는가?”하자, 대답하기를,“아직 장성하지 않았고 제초도 하지 않았습니다. 지금 비가 내리지 않는다면 가을걷이를 기약할 수 없을 것입니다.”하였다. 주상이 영상을 불러 앞으로 나오게 하고 말하기를,“근래 억울한 일이 있는가? 나는 모르겠다.”하니, 박순이 대답하기를,“형옥사이에 억울한 일을 심리하는 일은 소신이 전에도 아뢰어 이미 판부하여 관대하게 처결하여 풀어 주었습니다. 다만 죄의 경중을 따져서 심리할 뿐입니다. 그 추안을 보고 실정에 따라 죄를 정하되 실정이 애매한 점이 있으면 풀어 주는 것이 옳습니다. 성상께서 정리를 통찰하여 분명하게 억울한 일이 드러나는 것은 사람들이 다 아는 바이니, 모르겠습니다. 대개 옥사를 심리할 때에 조금만 실정을 잃으면 억울한 일이 반드시 많을 것입니다. 경기의 가뭄이 매우 심하니, 심리하지 않을 수 없습니다.”하였다. 주상이 말하기를,“근래 백관과 유사가 각각 그 직임을 살피던가?”하니, 박순이 대답하기를,“소신이 백관의 우두머리로 있으면서 자신도 직무를 수행하지 못하니, 어떻게 남을 규찰할 수 있겠습니까. 다만 기강이 서지 않고 일이 해이해져서 언관이 여러 차례 탄핵하는데도 사람들이 법을 두려워하지 않으니, 나라의 기강이 서지 않기 때문입니다. 조정에서 시행할 만한 일은 법을 세울 때에 언로를 널리 열고 가부를 자세히 헤아려서 결정해서, 법을 세웠다가 곧바로 폐지하는 근심이 없게 해야 합니다. 만약 상의하지 않고 대충대충 구차하게 시행한다면 뒤에 반드시 폐단이 있어서 끝내 어지러이 고치는 단서를 면치 못할 것입니다.”하였다. 주상이 말하기를,“의논하는 사이의 일일 뿐만 아니라 일마다 모두 타당하니, 논란하여 결정하라.”하니, 박순이 아뢰기를,“안석이 법을 변경하면서 차역법에 대해서는 ‘이것은 선제와 함께 3년 동안 잘 헤아려서 시행한 것이다.’라고 하였기 때문에 끝내 고치지 않았습니다. 안석법으로도 반드시 자세히 헤아려서 시행하였더라면 변경하지 않았을 것입니다. 무릇 법을 세우고 일을 의논할 때에는 충분히 잘 헤아려서 마련해야 합니다. 말세에 형옥사이에 관한 일은 혹 혐의쩍은 점이 있기도 합니다. 팔도가 다 그러하니, 다른 곳은 각자 살펴서 결정해야 합니다. 주상께서도 유념하셔야 합니다.”하자, 주상이 말하기를,“다만 중도에 맞게 시행하면 된다. 나처럼 밝지 못한 자가 무엇을 하겠는가. 의금부의 공사를 가지고 본다면 또한 미진한 점이 있다. 대체로 밝은 자라야 살필 수 있는 것인데, 나처럼 밝지 못한 자가 옥사를 모르니 어떻게 그 시비를 분변할 수 있겠는가. 이것이 어려운 점이다.”하니, 박순이 대답하기를,“삼대 때에는 신중히 하였습니다. 충분히 잘 살펴서 시행하면 화기를 손상하는 방도가 없을 것입니다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 5일(계묘) 1번째기사",
                "gt-oKo": "상이 사정전에서 연 조강에 나아갔다. 《춘추》를 진강하였다. 강이 끝나자 유전(柳㙉)이 아뢰기를, “소신이 말미를 얻어 양주(楊州)에 내려가보니 농사 형편이 매우 염려되었습니다. 5월 이후로 강우량이 부족하여 밭곡식은 조금 괜찮았지만 논의 벼는 그렇지 못했습니다. 근일의 기후가 계속 가물었는데 기우하는 여러 가지 일은 형식일 뿐이므로 상께서 천심을 감동시킬 수 있는 방도를 충분히 행하셔야 하니 억울한 옥사를 심리하지 않아서는 안 됩니다. 재앙을 해소하는 방도는 이보다 나은 것이 없습니다. 여름에 가물면 가을에는 장마가 따르기 마련인데 이후로 만일 찬비가 많이 내리면 가을에 결실이 없을 것이니 민생이 걱정됩니다.” 하였다. 상이 이르기를, “판서의 말은 좋은 말이다. 과연 농사 형편이 전혀 좋지 않던가? 지금이라도 비가 내리면 소생할 수 있겠는가?” 하니, 대답하기를, “지금은 아직 곡식이 성장하지도 못하였고 제초도 안 했으니, 만일 지금 비가 내리지 않으면 가을 수확을 기대할 수 없습니다.” 하였다. 상이 영상을 불러 나아오게 하여 이르기를, “근래 억울한 사건이 있는가? 나는 모르겠다.” 하니, 박순이 대답하기를, “형옥 중에 억울한 것을 심리하는 일에 대해서는, 소신이 전에도 아뢰어 벌써 판부하여 석방하였습니다. 다만 그 죄의 경중을 헤아려 심리할 적에 그 추안(推案)을 보고 실정에 맞게 죄를 정하는 것이지만, 혹 실정이 애매한 경우에는 석방해야 합니다. 상께서 직접 보시고 그 정리(情理)를 환히 살피시어 겉으로 드러나게 억울하여 누구나 다 아는 것이라면 모르지만, 대체로 옥사를 다스릴 때 조금이라도 그 정실을 잘못 판단하면 억울한 일이 많게 마련입니다. 기전(畿甸)의 가뭄이 지나치게 심하니 옥사를 심리하지 않을 수 없습니다.” 하였다. 상이 이르기를, “근래에 백관과 유사가 각기 자기의 직무를 잘 살피고 있는가?” 하니, 박순이 대답하기를, “소신이 백관의 우두머리로 있으면서 자신도 직무를 잘 거행하지 못하니 어떻게 다른 사람의 직무를 규찰하겠습니까. 그러나 기강이 서지 않으면 일이 해이해지는 것이니, 언관이 누차 탄핵하는데도 사람들이 법을 두려워하지 않는 것은 국가의 기강이 서지 않았기 때문입니다. 무릇 조정에서 시행할 수 있는 일은 입법할 때 언로(言路)를 활짝 열어놓고 그 가부를 여러모로 헤아려 결정하여 법을 세우자마자 곧 폐지하는 염려가 없게 해야 합니다. 만일 자상하게 검토해 보지도 않고 경솔하고 구차하게 법을 제정하게 되면, 뒤에 반드시 폐단이 생겨 끝내는 빈번히 개정하는 것을 면하지 못할 것입니다.” 하였는데, 상이 이르기를, “의논해야 하는 일뿐만 아니라, 모든 일은 논란한 후에 시행해야 한다.” 하였다. 박순이 아뢰기를, “왕안석(王安石)이 법을 변경하면서도 차역법(差役法)에 대하여서는 ‘이는 선제(先帝)와 함께 3년 동안 헤아리고 의논하여 만든 것이다.’ 하여 끝내 고치지 않았으니, 왕안석과 같은 사람도 자상하게 헤아려서 제정한 것은 고치지 않았던 것입니다. 대체로 입법하기 위해 논의할 때는 충분히 헤아리고 의논해야만 합니다. 후세에 와서는 형옥에 관한 일이 혹 소혐(所嫌)으로 인해 이루어지기도 하는데 팔도가 모두 그러합니다. 다른 곳은 각기 스스로 살피겠지만 상께서도 유념하소서.” 하니, 상이 이르기를, “오직 적절하게 하여야겠지만 나처럼 밝지 못한 사람이 어찌하겠는가. 금부의 공사(公事)를 볼 것 같으면 또한 미진한 곳이 있으나, 우선 자신이 밝은 뒤에야 살필 수 있는 것인데 나처럼 밝지 못한 사람은 옥사에 대하여 잘 알지 못하니 어떻게 그 시비를 분변하겠는가. 이것이 어려운 점이다.” 하였는데, 박순이 답하기를, “삼대(三代) 적에도 옥사에 대해서는 신중히 하고 또 신중히 하라고 하였으니 만약 충분히 살핀다면 화기를 손상하는 일은 없을 것입니다.” 하였다.",
                "hj": "○癸卯/上御朝講于思政殿, 進講《春秋》。 講訖, 柳㙉 啓曰: “小臣受由楊州下去, 農事極可慮也。 五月以後, 雨水不足, 田穀則稍勝, 而水田則專未。 近日日候連愆, 雨澤未下, 祈禱諸事, 文具而已。 自上回天之道, 當十分更盡, 審理冤獄, 不可不爲, 消災之道無過於此。 夏旱則秋澇, 今後若多冷雨, 則秋無結實, 民生可慮。” 上曰: “判書之言, 好言也。 農事全不好乎? 今若得雨, 則可得蘇乎?” 對曰: “時未長成, 亦未除草。 今若不雨, 則秋成之望, 不可期也。” 上呼領相而進之曰: “近來有冤枉事耶? 予不知也。” 淳對曰: “刑獄間冤枉審理事, 小臣前亦啓之, 曾已判付疏放矣。 但視其罪之輕重, 而審理之。 觀其推案, 因情定罪, 而情涉曖昧, 則放之可也。 上聖聰照, 洞審情理, 表表冤枉, 人所共知, 則未知也。 大槪理獄之際, 小失其情, 冤枉必多。 畿甸之旱太甚, 不可不審理也。” 上曰: “近來百官有司, 各察其職任乎?” 淳對曰: “小臣居百官之首, 自己亦不能擧職, 則何能糾察人乎? 但紀綱不立, 而事解弛, 言官屢爲殫劾, 而人不畏法, 國綱不立故也。 凡朝廷可行之事, 立法之際, 當廣開言路, 詳量可否而定之, 使無旋立旋廢之患。 若不商確, 草率苟且而爲之, 則後必有弊, 終未免爲紛更之端。” 上曰: “非但議論間事, 事事皆當, 論難而爲之。” 淳曰: “安石變法, 而至於差役法, 則曰此與先帝三年磨度而爲之。’ 是以終不改。 雖以安石法, 若必詳量而爲之, 則不變。 凡立法議事之際, 當磨度十分可也。 末世刑獄間事, 或以所嫌, 八道皆然。 他處則各自省察, 自上亦當留念焉。” 上曰: “但當得中而爲之。 如予不明者何爲? 如以禁府公事觀之, 則亦有未盡處。 大抵明者而後可察, 如予不明者, 不知獄事, 何能辨其是非也? 是所難也。” 淳對曰: “三代欽哉欽哉, 若十分致察, 則感傷和氣之道無矣。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulsa day, Minister of Rites Hong Dam passed away. [Hong] Dam was strong and diligent by nature, and his nature was warm and gentle and sincere. He served his parents with filial piety. He was at the age of seventy, and he carried out the mourning period for his deceased. [Hong Dam] always exercised his utmost sincerity and respect. The court commended this and reported this to the King to erect an honorary for him. He lived in a frugal area, and his family did not exert his moral integrity and devoted himself to state affairs. He did not observe the powerful and powerful. Due to his powerful circumstances, he was disappointed and repeatedly expelled from the capital. He did not harbor a grudge. He enjoyed reading books until his advanced age and did not cease. However, he did not fully understand his accomplishments sincerely knowledge of his learning.",
                "H2KE-nKo": "을사년에 예조 판서 홍담이 졸하였다. 홍담은 성품이 강직하고 부지런하며 기도가 온화하고 단아하였다. 효성으로 어버이를 섬겼으며, 나이가 70이 다 되어 상을 당했을 때 몸소 제수를 장만하여 반드시 정성과 공경을 다하였다. 조정에서 가상히 여겨 주상에게 아뢰어 정표하게 하였다. 집에서는 청렴하고 검소하여 집안에는 뇌물과 절개가 없고 국사에 힘을 다하였으며 권귀에게 굽히지 않았다. 육간이 권력을 휘두를 때 빌붙지 않았는데, 이 때문에 미움을 받아 여러 차례 외직으로 쫓겨났으나 또한 원망하지 않았다. 평생 동안 독서를 좋아하여 늙도록 쉬지 않았다. 그러나 학문에 대해서는 참으로 알고 실천한 공이 없었다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 7일(을사) 1번째기사",
                "gt-oKo": "예조 판서 홍담(洪曇)이 졸하였다. 홍담은 성품이 강직하고 부지런하며 기상이 온화하였다. 효성으로 어버이를 섬겼고, 70이 다되어 친상을 당하였는데 몸소 제수와 제구(祭具)를 정성을 다해 마련하였으므로 조정이 이를 가상히 여겨 상께 아뢰어 그의 효성을 정표(旌表)하였다. 집에 거처할 때는 청백 검소하여 문전에 뇌물이 통하지 않았으며 국사에 힘을 다하고 권귀(權貴)에게 굽히지 않았다. 육간(六奸)이 국권을 장악했을 때에도 그들을 붙좇지 않아서 그들에게 미움을 받아 수차 외직으로 쫓겨났으나 또한 원망하지 않았다. 평생에 독서를 좋아하여 늙어서도 쉬지 않았다. 그러나 학문상으로는 참으로 깨달아서 실천하는 공부가 없었다.",
                "hj": "○乙巳/禮曹判書洪曇卒。 曇性稟剛勤, 氣度溫雅, 事親以孝, 年將七十, 遭喪躬執奠具, 必盡誠敬。 朝廷嘉之, 啓於上, 以旌表之。 居家淸儉, 門無關節盡力國事, 不撓權貴。 當六奸用事之時, 不爲攀附, 以此見忤, 屢遭擠擯於外, 亦不之怨也。 平生喜讀書, 至老不休。 然於學問上, 無眞知實踐之功。"
            },
            "2": {
                "H2KE-EN": "Seong Un , a scholar residing in Daegok , passed away. He was frugal by nature and beautiful by study. Moreover, he had a study of learning and has achieved good Way. He has achieved virtue and capacity for a long time. In the inner, he is frugal and upright. In the outer, he is frugal and peaceful. Originally, he is not willing to become shameless in the world. He is unworthy of the world, and yet he is only afraid that he might understand himself. He is still insufficient. Because of this, he is abandoned by the world. People cannot increase his world. He is a friendly relationship with Nam Myeong . Nam Myeong said to others, Seong Un is the very frugal Way of Kim Mi , and he is unable to understand himself. When he studyed the classics literary liter",
                "H2KE-nKo": "대곡의 처사 성운이 졸하였다. 타고난 자질이 순수하고 아름다웠으며, 게다가 학문은 도학이 있었고 덕기가 일찍 이루어졌다. 안으로는 방정하고 정직하였으며 밖으로는 평탄하고 화평하였다. 평생 동안 세상을 놀라게 하고 풍속을 끊는 행동을 하려고 하지 않았으며, 자취를 뒤섞어 티끌과 같이 행동하면서 남들이 알까 두려워하였다. 남명 선생(南冥 선생)의 벗과 함께 남명(南<unk>)이 사람들에게 말하기를,“성운은 정금 미왕(精金美王 남명)과 같아서 내장에 빛을 머금는 것은 내가 미치지 못한다. 어려서부터 거자의 업에 종사하였고 문장을 지을 때에는 반드시 법도에 맞게 하였으며 세속의 과장에서 하는 말을 익히는 것을 부끄럽게 여겼다. 중종조에는 대신의 천거에 따라 사직 참봉에 제수되었으나 병으로 사양하고 나오지 않았다. 만년에는 세상의 변고를 보고도 인간의 일에 뜻이 없었으며 산림에 자취를 감추고 명예와 영달을 구하지 않았으므로 조야가 모두 그가 덕을 숨기고 있는 군자라는 것을 알았다.명종조에 광릉 참봉에 제수되었으나 사은하고 취직하였다가 며칠이 안 되어 사직하고 고향으로 돌아갔다. 그 뒤에 유일로 천거되어 육행을 구비하였다는 이유로 발탁되어 전열에 두고 어전에서 면대하여 치도를 물었는데, 병으로 쉬기를 청하고 어전에 나아가려 하지 않았다. 여러 번 제수하는 명을 받고 소장을 올려 사은하였으나 끝내 뜻을 굽히지 않았다. 은명을 받을 때마다 번번이 놀라고 두려워하였는데, 며칠이 되어도 해명하지 못하였다. 경을 지키는 것을 근본으로 삼고 실천을 우선으로 삼았다. 용모는 반드시 장엄하고 거처는 반드시 공손하였으며 엄숙하고 엄숙하여 마치 신명을 대하는 것 같았다. 비록 어두운 방에 혼자 있을 때에도 집안사람의 자제들이 그의 수연한 모습을 본 적이 없었다. 학자들이 걱정을 하자 객념이 함부로 일어나는 자가 있었는데, 유시하기를 ‘이것은 경을 지키는 공부가 독실하지 못하기 때문이다. 평소 경을 지녔다면 이 마음이 조용히 안정되어 객념이 용납될 수 없고 망상이 생겨날 수 없을 것이다. 외인의 일처럼 성명을 담론하는 것은 자신을 위한 학문이 아니다.’라고 하였다.그 공부에 힘을 쏟는 것은 항상 인사에 대부분이었다. 어버이를 섬기고 어른을 공경하는 것부터 일상생활에 이르기까지 한 가지도 실천하지 않은 것이 없었다. 남명은 젊었을 때 재기가 뛰어나고 의론이 자못 지나치게 고허하였는데, 선생이 독실하게 행하고 평실한 것을 보고는 석연히 기뻐하며 ‘도가 여기에 있다.’라고 하였다. 만년에는 조예가 더욱 깊고 모난 모습이 혼연하여 남들과 접촉할 때 얼굴빛이 겸손하고 말씨가 온화한 것만 보았을 뿐, 자신도 모르게 심취되어 성심으로 복종하였다. 외물은 좋아하는 것이 없고 집안은 매우 청빈하여 태연하였다. 평소 아름다운 산수를 좋아하여 일찍이 이산의 기슭에 서실 한 칸을 짓고 봄가을로 좋은 계절에 하루도 빠짐없이 유람하였다. 시를 짓기도 하고 술잔을 돌리기도 하면서 마음 내키는 대로 행동하였다. 나이가 80인데도 의사가 쇠하지 않았고 장엄하고 공경함이 날로 강건해지자 사람들이 모두 우러러 도맥의 수라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 6월 7일(을사) 2번째기사",
                "gt-oKo": "대곡 처사(大谷處士) 성운(成運)이 졸하였다. 타고난 자품이 순수하고 아름다운데다가 학문을 닦아서 수양함에 도(道)가 있어 덕기(德器)가 일찍 성취되었으므로 안으로는 엄숙 정직했고 밖으로는 평탄 화평하였다. 평생 동안 세상을 놀라게 하거나 시속에서 빼어난 행동을 하려 들지 않고 세인과 뒤섞여 지내면서 남이 알까 염려하였으며 자신을 내세우지 않고 항상 부족하게 여겼기 때문에, 야박한 시속에서 살았어도 그에게 나쁜 말을 하는 사람이 없었다. 남명 선생(南冥先生)과 친교가 있었는데 남명이 말하기를, “성운은 속에 빛을 머금고 있는 정련된 금이나 아름다운 옥과 같아서 내가 미치지 못한다.” 하였다. 젊어서 과거 공부에 종사하였는데, 문장을 지을 때는 반드시 전모(典謨)를 본받고 세속의 과장(科場)에서 쓰는 말을 익히기를 부끄러워했다. 중묘조에 대신의 천거로 사직 참봉(社稷參奉)을 제수하였으나 병을 칭탁하여 사직하고 나아가지 않았다. 만년에 세변(世變)을 목격하고는 인간사에 뜻이 없어 산림 속으로 종적을 감추고 알려지기를 원하지 않았으므로 조야가 그를 숨은 덕이 있는 군자로 지목하였다. 명묘조에 광릉 참봉(光陵參奉)을 제수하자 사은하고 직에 나아갔다가 며칠 지나지 않아서 다시 사직하고 옛산으로 돌아갔다. 그후에 유일(遺逸)로 천거되어 육행(六行)을 구비하였다는 것으로 높이 발탁되어 탑전에서 면대할 때, 나라 다스리는 방도를 물으려 하자 병을 핑계대고 쉬게 해달라고 하며 면대하려 들지 않았다. 누차 제수하는 명을 받았으나 소장(疏章)을 올려 사양하는 뜻을 밝히고 끝내 뜻을 굽히지 않았다. 은명(恩命)을 받을 때마다 언제나 놀라고 두려워하며 며칠이 지나도 풀지 못했다. 학문하는 데는 공경에 근본을 두고 실천을 우선하였으며 용모를 장중하게 하고 기거 동작은 반드시 공순하게 하여 마치 신명을 대하듯 엄숙하였으므로 아무도 없는 곳에서 홀로 있을지라도 자제나 집안 사람들이 그의 나태한 모습을 본 적이 없었다. 제자 중에 자기도 모르게 객쩍은 생각이 함부로 생긴다고 걱정하는 자가 있으면 교훈하기를, “이는 공경심을 갖는 공부가 독실하지 못해서이다. 만일 평소에 꾸준히 공경하는 마음을 가졌다면 그 마음이 고요하게 안정되어 객쩍은 사념(邪念)이 용납되지 못하고 망상(忘想)이 생겨날 데가 없게 될 것이다. 사람이 행해야 할 일을 외면하고 오묘한 성명(性命)만을 담론할 것 같으면 자기를 위하는 학문이 되지 않는다.” 하였다. 그가 힘을 들여 공부하는 것은 항상 인사(人事)에 주력하는 것이 많아서 어버이를 섬기고 어른을 공경하는 데서부터 평범한 일상생활에 이르기까지 어느 하나도 실천에서부터 나오지 않는 것이 없었다. 남명은 젊었을 때부터 재기가 뛰어나서 그 의논이 자못 지나치게 고허(高虛)하였는데 선생이 독실하게 행하는 것이 평실(平實)한 것을 보고 석연하게 깨달아 기뻐하며 ‘도는 여기에 있다.’고 말하였다. 만년에는 그 조예가 더욱 깊어져서 언어와 행동에 규각이 없이 혼연하여, 사람들이 선생을 접할 때 안색이 겸손하고 언사가 온화한 것만 보고도 저절로 심취되어 감복하였다. 외물에 기호하는 것이 없었고 집이 매우 청빈하였으나 태연자약하였다. 아름다운 산수를 좋아하여 일찍이 속리산(俗離山) 기슭에 서실 한 간을 지어 봄·가을의 좋은 계절에는 하루도 빠짐없이 산속을 소요하였으며 시도 짓고 술잔도 들며 마음 내키는 대로 지냈다. 나이 80인데도 뜻이 쇠하지 않아 장경(莊敬)함이 날로 더해서 사람들은 모두 선생을 우러러보며 도맥(道脈)의 장수(長壽)라고 하였다.",
                "hj": "○大谷處士成運卒。 天資粹美, 加以學問, 充養有道, 德器夙成。 內則方嚴而正直, 外實坦夷而和平。 平生不肯作驚世絶俗之行, 混跡同塵, 惟恐人知, 自視毁然。 常若不足, 以此難處薄俗, 人不能以惡言加之。 與南冥先生友, 南㝠語人曰: “成運如精金美王, 含光內薀, 吾所不及也。 少從事擧子業, 爲文章, 必法典謨, 恥習世俗科場語。 ﻿中廟朝, 用大臣薦, 除社稷參奉, 辭疾不起。 晩覩世變, 無意人間事, 晦迹山林, 不求聞達, 而朝野屬目, 皆知其爲隱德君子也。 明廟朝, 拜光陵參奉, 謝恩就職, 不數日辭歸故山。 其後擧遺逸, 以六行俱備, 擢置前列, 面對前殿, 訪以治道, 以病丐休, 不肯登對。 屢受除命, 上章陳謝, 終不屈。 每得恩命, 輒惕然驚惶, 至數日不能解爲擧。 以居敬爲本, 以踐履爲先, 容貌必莊, 居處必恭, 嚴然肅然, 如對神明。 雖在暗室幽獨之中, 家人子弟未嘗見其隋容。 學者有患, 客念妄起者, 諭之曰: “是由持敬之功不篤耳。 若持敬有素, 則此心靜然凝定。 客邪不容, 而妄想無自而生矣。 以若外人事而談性命, 非爲己之學也。” 其工夫着力, 常於人事上居多。 自事親敬長, 以至日用尋常, 無一不自踐履中來也。 南冥少時, 才氣超邁, 議論頗過高虛, 見先生篤行平實, 釋然喜曰: ‘道在是矣。’ 晩來造詣益深, 圭角渾然, 人與之接, 但見顔色謙恭, 辭氣和易, 而不自覺心醉而誠服也。 於外物無所好, 家甚淸貧, 晏如也。 雅好佳山水, 嘗於離山之麓, 築書室一間, 春秋令節, 遊歷無虛日。 或賦詩, 或行酌, 惟意所適。 行年八十, 意思不衰, 莊敬日强, 人皆仰之, 以爲道脈之壽也。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On mujin day, the first day of the month, Sim Uigyeom , a member of the royal kin by marriage, became a member of the royal kin by marriage and a low-level functionaries. From the beginning, Yi Yang became a member of the same family and became separated by each other. When he was appointed to a government post, he strongly encouraged him. In the middle of the midle of the le of the leavel of the leaving of the",
                "H2KE-nKo": "삭일 무진년에 심의겸이 척리의 신분으로 선비들에게 절개를 굽히자 시론이 자못 그를 허여하였다. 이양이 권세를 휘둘러 일이 한 집안과 같았으나 서로 더불어 이의를 제기하였다. 이양이 제거될 때에 미쳐서는 그와 더불어 힘을 썼는데, 중간에 김효원과 서로 얽혀 동서의 설이 있게 되었다. 심의겸은 서쪽에 있으면서 심의겸과 교분이 있는 자를 서당이라 하고, 김효원은 동쪽에 있으면서 김효원과 사이가 좋은 자를 동당이라 하여, 한때의 사론이 각각 나뉘어져 피차의 시끄러운 논의가 지금까지 그치지 않고 있다. 노성하고 우둔한 자를 가리켜 서인이라 하고, 나이가 젊고 재주가 날카로운 자를 모두 동인이라 하니, 대개 한때의 논의가 모두 이와 같았다. 당초에 서로 얽힌 일은 김효원이 포의로 있을 때에 윤원형의 문하에 유학한 것을 심의겸이 보았다. 그 뒤에 온 조정이 윤원형의 죄를 논계하여 김효원을 상소문을 지었다고 하니, 심의겸이 그 친구에게 말하기를,“김효원이 그 문하에 출입하여 그 일을 자세히 알고 있으니, 이는 필시 잘 지은 것이다.”하고, 인하여 상소문을 짓는 선발에서 삭제하려고 하니, 그 친구가 저지하였다. 그 말이 한번 전파되자 서로 헐뜯으면서 심의겸이 김효원을 해치려고 한다고 하니, 김효원과 사이가 좋은 자는 심의겸을 사실과 가깝지 않다고 공격하고, 심의겸은 해치려는 마음이 없었다.김효원이 비록 윤원형의 문하에 유학하였으나 젊었을 때의 일을 잘못하여 능히 선인으로 고쳤으니, 이미 지난 일을 뒤늦게 허물해서는 안 된다. 심의겸이 비록 그런 말을 하였으나 해치려는 마음이 없었다면 또한 그대로 두고 논하지 말아야 할 것이니, 피차의 마음을 공평하게 가지고 임의대로 맡겨야 할 것이다. 그런데 조정에서 논의하는 사이에 각각 피차를 나누어 연줄을 통해 지목하고, 황고의 설이 또 따라서 분분하여 사대부의 마음을 동요시키고 있으니, 이것이 오늘날의 깊은 걱정거리이다.근래에 두 수의 시를 보고 전교하기를,“천재와 시변이 근래에 잦아 시사가 식자들의 근심을 감당할 만하다. 조심스럽고 소홀함이 오늘날 극도에 달하였으니, 송나라 조정의 공격이 언제나 그치겠는가. 동인은 모두 요로를 차지하고 있고 서객은 대부분 영외주로 옮겨 갔으니, 명철한 주상께서 진정시키지 않는다면 사림이 어육이 되는 것을 면할 길이 없을 것이다.”하였다. 누구의 작품인지는 모르겠으나 시사에 관계가 있기 때문에 아울러 기록한 것이다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 1일(무진) 1번째기사",
                "gt-oKo": "심의겸(沈義謙)이 척리(戚里)의 신분으로 자기 몸을 낮추고 선비와 사귀어 여론이 자못 그를 칭찬하였다. 이양(李樑)이 권력을 장악했을 때 그 처지는 한집과 같았는데도 서로 대립하였고, 이양을 제거할 때에 이르러서 도움이 되었다. 중간에 김효원(金孝元)과 틈이 벌어지면서부터 동서설(東西說)이 발생되었으니 심의겸의 집은 서쪽에 있었으므로 심의겸과 교제하는 자를 서당(西黨)이라 이르고 김효원의 집은 동쪽에 있었으므로 김효원과 잘 지내는 자를 동당(東黨)이라 하여 한 시대의 사론(士論)이 각각 피차로 나뉘어져서 분분한 논의가 지금까지도 그치지 않고 있는데, 노성하고 둔한 자를 가리켜 서인(西人)이라 하고 연소하고 예리한 자는 모두 동인(東人)이라 일컬었다. 대개 한때 의논이 모두 이와 같았는데 당초에 이처럼 얽혀진 이유는 다음과 같다. 김효원이 포의(布衣) 시절에 윤원형(尹元衡)의 집에 출입한 것을 심의겸이 보았다. 그후 온 조정이 윤원형의 죄를 논계할 때 김효원에게 그 상소문을 짓도록 하였더니, 심의겸이 그 친구에게 말하기를, “김효원이 윤원형의 집에 출입하였으니 그의 사정을 상세히 알 것이어서 반드시 잘 지을 것이다.” 하고 소장을 지을 사람의 선발에서 삭제하려고 하자 그 친구가 이를 제지하였다. 그 말이 한번 퍼지자 서로 헐뜯게 되었는데, 심의겸이 김효원을 해하려고 한다 하여 김효원과 지내는 자는 심의겸을 사실과 다르게 공박하였으나 사실상 심의겸은 김효원을 해하려는 마음은 없었다. 김효원이 비록 윤원형의 집에 드나들었다고는 하나 젊었을 때의 일이었고, 또한 과실이 있었어도 고쳐서 착한 사람이 되었다면 기왕의 일을 들추어 허물하는 것은 옳지 못한 일이다. 그리고 심의겸이 비록 그런 말을 했다 하더라도 김효원을 해하려는 마음이 없었다면 또한 피차를 다 논하지 말고 평탄한 마음으로 놓아두어야 하는데 조정에서 논의하는 사이에 각각 피차를 갈라서 서로가 지목하였고 이를 격동하게 하는 말도 분분하게 일어나서 사대부의 마음을 요동 현혹시켰으니, 이는 오늘날 당면한 깊은 근심거리인 것이다. 근래에 두 구의 시가 전해지고 있으니 다음과 같다. 천재와 시변이 근래에 잦은데 시사 또한 식자들의 근심거릴세 극도에 이른 오늘날의 소우를 막으려고 애쓰지만 송나라 때와 같은 공격 언제나 그치려나 동인은 요직을 모두 차지하고 서객은 영 밖의 고을로 좌천이 많구나 성명하신 임금께서 진정시키지 않았으면 사림이 어육을 어이 면하였으랴 하였다. 누구의 제작인지는 알 수 없으나 당시의 사정과 관련이 있는 것이므로 이를 모두 기록해 둔다.",
                "hj": "○朔戊辰/沈義謙, 身居戚里, 折節下士, 時論頗與之。 及李樑用事, 事同一家, 而相與之爲貳。 及其除去之時, 與有力焉, 中間與金孝元交構, 因有東西之說, 蓋義謙在西, 與義謙交者, 謂之西黨; 孝元在東, 與孝元善者, 謂之東黨。 一時士論各分, 彼此紛囂之議, 至今不息。 老成遲鈍者, 指謂之西人; 年少才銳者, 皆謂之東人。 蓋一時議論, 皆如此。 當初交構之事, 則孝元布衣時, 遊尹元衡之門, 義謙見之。 其後擧朝論啓元衡之罪, 以孝元爲製疏, 義謙謂其友曰: “孝元出入其門, 詳知其事, 此必善製矣。” 因欲削去製疏之選, 其友止之。 其言一播, 互相疵病, 以義謙爲欲害孝元, 與孝元善者, 攻義謙不近實, 義謙無欲害之心也。 孝元雖遊元衡之門, 而少時之事, 過而能改爲善人, 則不可追咎旣往也。 義謙雖發其言, 而無欲害之心, 則亦當置而不論, 彼此平心, 任之可也。 而朝著論議之間, 各分彼此, 因緣指目, 篁鼓之說, 又從而紛紜, 以搖惑士大夫之心。 此當今之深患也。 近來見二詩流傳曰: “天災時變比來稠, 時事堪爲識者憂。 謹塞踈虞今日極, 宋庭攻擊幾時休? 東人盡據要津地, 西客多遷嶺外州。 不有聖明能鎭定, 士林魚肉免無由。” 不知誰人所作, 而有關於時事, 故竝錄之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On muin day, the King attended the Royal Lecture at Sajeong Hall . The lecture on Extended Meanings of the Great Learning was held.",
                "H2KE-nKo": "사정전에서 연 석강에 나아가 《대학연의》를 강하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 11일(무인) 1번째기사",
                "gt-oKo": "사정전에서 연 석강이 나아갔다. 《대학연의》를 강하였다.",
                "hj": "○戊寅/御夕講于思政殿, 講《大學衍義》。"
            },
            "2": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Yi Jeonghyeong came and reported as follows: Regarding the property of criminals, if the confiscation of their family property is confiscated and confiscated, it is already a government property. Therefore, the office in charge cannot pursue personal gains and give them to others in order to purchase favors. As for the house of Mun Huijun , the Ministry of Taxation sent an official document to Hanseong Magistracy for his confiscation of his family property, and after the document has been sent to Hanseong Magistracy , the Hanseong Magistracy arbitrarily borrowed the record keeper Yi Yunham , which is extremely impossible. Your subjects request that the officials of the senior third rank or above be interrogated and the officials in charge be dismissed from their posts. As for the old capital of Pyeongyang , he has recently committed mistakes and becomes abandoned by abandoned land, which is extremely apprehensive. Deputy Director of the Office of the Crown Prince Jang응정은 사람됨이 slight and cautious in handling affairs. He cannot be entrusted to this man, which should not be entrusted to him. Your subjects request that he be separately selected and sent to the officials in charge. As for the interrogation, there is an established law, which cannot be applied to anyone else. However, the crimes of powerful families of Jinju in Gyeongsang Province , Yi Huiman , and others have not yet been completed. However, the Ministry of Punishments requested that the circumstances be applied to the circumstances and that the circumstances be opened for lightly releasing them, which is evidently widespread. Your subjects request that the officials in charge of the Ministry of Punishments and the staff officials of the Office of the Inspector General all be thoroughly punished and punished. The King 답하기를, “모두 아뢴 대로 하라. 추고만 하라.” 하였다. ",
                "H2KE-nKo": "장령 이정형이 와서 아뢰기를,“죄인의 재산을 적몰하여 관에 몰수하면 이미 공가의 물건이 되니, 유사가 사사로이 남에게 주어 은혜를 베풀 수 있게 해서는 안 됩니다. 죄인 문희준의 집을 호조에서 적몰할 것으로 한성부에 공문을 보내 이미 장부에 기록하였는데, 그 뒤에 한성부가 마음대로 녹사 이윤함에게 절급하였으니, 매우 형편없습니다. 그 당시의 당상은 추고하고 차지 낭청은 파직하소서.평양은 옛 도읍지로서 큰 곳인데, 근래에 여러 차례 적임자가 아닌 사람을 겪어 장차 버려진 땅이 되게 되었으니, 매우 한심합니다. 서윤 장응정은 인물이 거칠고 경솔하며 일 처리가 전도되었으니, 쇠잔함을 소생시키고 폐단을 일으키는 계책을 이런 사람에게 맡겨서는 안 됩니다. 체차하라 명하소서. 법을 집행하는 관원을 각별히 가려 보내소서.국문할 때에 본래 정해진 법률이 있으니 낮추거나 높일 수 없습니다. 경상도 진주의 호강한 이희만 등의 죄는 아직 끝나지 않았는데, 형조가 차율을 쓰기를 청하여 감히 가볍게 석방하는 단서를 열어 놓았으니, 법을 굽히고 뒤흔드는 자취가 현저합니다. 당상과 색낭청을 모두 추고하여 죄를 다스리라고 명하소서.”하니, 답하기를,“모두 아뢴 대로 하라. 추고만 하고 공무를 행하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 11일(무인) 2번째기사",
                "gt-oKo": "장령 이정형(李廷馨)이 와서 아뢰기를, “죄인이 재산을 적몰(籍沒)하여 관으로 들여갔으면 이미 공가(公家)의 물건이 된 것이므로 유사가 사사로이 남에게 주어 은혜를 베풀어서는 안 됩니다. 문희준(文希俊)의 가옥은 호조가 적몰했다고 한성부에 이문하여 이미 장부에까지 기록하였는데, 그후 한성부가 마음대로 녹사 이윤성(李尹誠)에게 절급(折給)하였으니 매우 잘못된 일입니다. 그 당시의 당상관을 추고하여 차지 낭청은 파직하소서. 평양은 구도(舊都)요 대처(大處)인데 근래에 여러 차례 적임자가 아닌 사람들이 거쳐간 나머지 장차 버려진 땅이 되게 되었으니 매우 한심합니다. 서윤(庶尹) 장응정(張應禎)은 인물이 추솔하고 처사가 전도되어 진폐된 것을 소복시키는 방책을 이런 사람에게 맡길 수 없으니, 체차하고 각별히 가려보내도록 명하소서. 법을 집행하는 관원이 옥사를 국문할 때에는 정해진 율이 있어서 저앙(低仰)할 수 없는 것입니다. 경상도 진주(晉州)의 토호인 이희만(李喜萬) 등의 죄는 아직도 밝혀지지 않았는데 형조가 차율(次律)로 적용하자고 청하여 가볍게 석방하는 사단을 열어놓아서 법을 굽힌 흔적이 분명하니, 당상과 색낭청을 모두 추고하고 치죄하도록 명하소서.” 하니, 답하기를, “모두 아뢴 대로 하되 행공 추고하라.” 하였다.",
                "hj": "○掌令李廷馨來啓曰: “罪人財産, 籍沒入官, 則已爲公家之物, 爲有司者不可循私與於人, 以爲市恩之地。 罪人文希俊家舍, 戶曹以籍沒, 移文于漢城府, 旣已置簿之後, 漢城府任然折給于錄事李允諴, 至爲無謂。 請其時堂上推考, 次知郞廳罷職。 平壤舊都大處, 近來屢經非人, 將爲棄地, 極爲寒心。 庶尹張應禎, 人物麤率, 處事顚倒, 蘇殘起弊之策, 不可付諸此人。 請命遞差。 各別擇遣執法之官。 鞫獄之際, 自有定律, 不可有所低(印)〔仰〕, 慶尙道晋州豪强李喜萬等之罪, 時未究竟, 而刑曹請用次律, 敢開輕釋之端, 顯有曲撓之迹。 請堂色郞廳, 竝命推考治罪。” 答曰: “竝依啓。 推考行公。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture at Sajeong Hall and read the Great Learning (C. Daxue .",
                "H2KE-nKo": "사정전에서 기묘년에 경연을 열고 《대학》을 강하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 12일(기묘) 1번째기사",
                "gt-oKo": "사정전에서 연 석강에 나아갔다. 《대학연의》를 강하였다.",
                "hj": "○己卯/御夕講于思政殿, 講《大學》。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King proceeded to Sajeong Hall and attended the Royal Lecture on the Spring and Autumn Annals (C. Chunqiu .",
                "H2KE-nKo": "경진년에 주상이 사정전에서 연 조강에 나아가 《춘추》를 강하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 13일(경진) 1번째기사",
                "gt-oKo": "상이 사정전에서 연 조강에 나아갔다. 《춘추》를 강하엿다.",
                "hj": "○庚辰/上御朝講于思政殿講《春秋》。"
            },
            "2": {
                "H2KE-EN": "Fourth Censor Yu Deoksu came to the court and reported as follows: Biin is a petty town near the coastal area. However, due to recent repeated responsibility of a magistrate, the evil effects have become extreme. If he is not selected and appointed, he will become abandoned. The newly appointed Magistrate of Biin District Jeong Saseong is a mediocre and foolish man, and thus he cannot be entrusted with the responsibility of safety. Your subject requests that he be replaced, while 명망 있는 문관 be separately selected and dispatched. When Magistrate of Ganghwa Strategic Prefecture Kim Gyeong proceeded to his post, he did not take care of the peoples hardships. He only took care of the peoples hardships. He also took care of the peoples hardships while serving in the government. Therefore, such a man should not remain in the government for one day. Your subject requests that he be dismissed from his post. Executive Assistant of Hanseong Magistracy Kim Gwanggye is a mediocre and foolish man, and thus even an ordinary official should not be appointed even an ordinary official. Furthermore, he is an important matter of administrative office, which cannot be able to fulfill his duties. Your subject requests he be replaced. The preceding dynasty (Goryeo is not aware of the important matter of administrative office. However, in recent years, he has not been able to properly capable of administrative officials. Therefore, he is extremely wrong. Your subject requests that the section chief of the Ministry of Personnel and the section chief of the Ministry of Personnel be quickly ordered to cross-examined and cross-examined investigation. The duty of administrative fifth inspectors is extremely important. Fifth Inspector of the Office of the Inspector General Yu Ilmin was arrogant and arrogant, and there are many wholeheartedly committed discourtesy and imprudence. Your subject requests that he be dismissed from his post. The King replied, Kim Gyeong took care of the peoples hardships and imprudence while serving in the government. Who took care of the peoples hardships and imprudence? Who did not imprudence? Yu Deoksu reported to the King, saying, Kim Gyeong took care of the peoples hardships and imprudence is not known yet. Kim Gyeong took care of the peoples imprudence and imprudence is widely widely. Therefore, your subject and others reported this to the King. The King responded, saying, Kim Gyeong took care of the peoples imprudence and imprudence because he took care of the peoples hardships. There must be someone who took care of the peoples hardships and imprudence",
                "H2KE-nKo": "정언 유덕수가 와서 아뢰기를,“비인은 바닷가의 쇠잔한 고을인데 근래에 수령이 자주 체차됨으로 인하여 피폐함이 이미 심합니다. 만약 적임자를 가려 제수하지 않는다면 장차 버려진 고을이 될 것입니다. 신임 현감 정사성은 인물이 범상하고 용렬하니 쇠잔한 고을을 소생시키는 책임을 맡길 수 없습니다. 체차하고 명망이 있는 문관을 각별히 가려 보내소서.강화 부사 김래는 부임한 뒤로 백성의 고통은 돌보지 않고 오직 윗사람을 잘 섬기는 것만 힘쓰며, 고을살이에도 삼가지 않는 일이 많습니다. 이와 같은 사람은 하루도 관직에 있게 할 수 없으니, 파직하소서.한성 판관 김광계는 인물이 어리석고 용렬하여 비록 평범한 직무라 하더라도 오히려 걸맞지 않습니다. 더구나 사송을 담당하는 중요한 자리는 결코 감당할 수 없으니, 체차하소서.전조가 송관의 중요함을 모르지 않는데 근래에는 전혀 적임자를 가려 뽑지 않아 용잡한 사람을 주의하였으니, 매우 그릅니다. 이조의 색낭청을 속히 추고하소서. 감찰은 각 관사를 규찰하고 단속하므로 그 임무가 막중하니, 가려 뽑지 않아서는 안 됩니다. 사헌부 감찰 유일민은 인물이 범람하여 가는 곳마다 방자하고 삼가지 않는 일이 많으니, 파직하소서.”하니, 답하기를,“김래는 윗사람을 잘 섬기는 것만 힘쓰고 고을살이를 삼가지 않는다고 하는데, 어떤 사람을 잘 섬기고 어떤 일을 삼가지 않았다고 하는가?”하였다. 유덕수가 회계하기를,“김래는 어떤 사람을 잘 섬기고 어떤 일을 삼가지 않았다고 하는지는 신들이 정확히 알 수 없습니다. 김래는 윗사람을 잘 섬기고 삼가지 않았다는 말이 사람들의 이목에 전파되었기 때문에 신들이 들은 바에 따라 논계한 것입니다.”하니, 답하기를,“이미 윗사람을 잘 섬기고 삼가지 않았다고 하였으니, 그가 이른바 윗사람을 잘 섬긴다고 한 것은 반드시 가리키는 사람이 있을 것이고 그가 이른바 삼가지 않았다고 한 것도 반드시 그런 일이 있을 것이다. 어찌 정확히 알지도 못하면서 경솔하게 논계하는가. 만약 정확히 알지도 못하면서 경솔하게 논핵하여 한 고을의 근심을 나누는 중임을 어지럽힌다면 되겠는가. 무릇 윗사람을 잘 섬긴 자를 이미 모두 처벌하기를 청하였으니, 윗사람을 잘 섬기고 그 윗사람을 잘 섬긴 자에게만 벌을 주지 않을 수 있겠는가. 지금 이 회계는 모호한 뜻이 있는 듯하니, 처음에 들은 것을 다시 곧바로 아뢰라. 나머지는 모두 아뢴 대로 하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 13일(경진) 2번째기사",
                "gt-oKo": "정언 유덕수(柳德粹)가 와서 아뢰기를, “비인(庇仁)은 바닷가의 잔폐한 읍으로서 근래에 수령이 자주 체직되어 조잔하고 피폐함이 막심하니 만일 적임자를 가려서 제수하지 않으면 장차 버려진 읍이 될 것입니다. 새로 온 현감 정사성(鄭思誠)은 인물이 용렬하여 잔폐된 것을 소복시킬 책임을 맡길 수 없으니 체차시키고 명망있는 문관을 각별히 가려 보내소서. 강화 부사 김오(金鋘)는 부임한 후에 백성의 고통을 구제하지 않고 선사(善事)에만 힘쓰며 직무에도 불근(不謹)한 일들이 많습니다. 이같은 사람은 하루도 관직에 있게 할 수 없으니 파직시키소서. 한성 판관 김광계(金光啓)는 인물이 어리석고 용렬하여 평범한 업무도 처리하지 못할 위인인데 더구나 사송(詞訟)은 중책이므로 결코 감당하지 못할 것이니 체차시키소서. 전조(銓曹)는 송관(訟官)이 중임임을 모르지 않을 터인데, 근래에는 전혀 사람을 선택하지 않아서 용잡한 사람을 주의(注擬)하니 잘못된 일입니다. 이조의 색낭청을 속히 추고하게 하소서. 감찰은 각사(各司)를 규찰 검속하는 직책으로서 그 임무가 막중하므로 가리지 않아서는 안 됩니다. 파직시키소서.” 하니, 답하기를, “김오가 선사하기만 힘쓰고 직무에 불근하였다고 하였는데, 선사한 사람은 누구이며 불근한 일은 무엇인가?” 하였다. 유덕수가 회계하기를, “김오가 어떤 사람을 선사하였고 무슨 일에 불근하였는지는 신들도 확실히 알지는 못하니, 선사하고 불근하였다는 말은 사람들 이목에 널리 전파되어 있기 때문에 신들이 들은 대로 논계한 것입니다.” 하니, 답하기를, “이미 선사 불근하였다고 한다면 소위 선사하였다는 데는 반드시 지목하는 사람이 있을 것이며 소위 불근하였다는 데에도 반드시 일이 있었을 것인데 어떻게 확실히 알지도 못하면서 경솔하게 논계한단 말인가. 만일 확실히 알지도 못하고 경솔하게 논핵하여 백리(百里)를 다스리는 중임을 흔든다면 되겠는가. 측근을 선사한 사람을 모두 벌주게 한다면, 측근으로서 선사의 대상이 된 사람에게는 벌을 주지 않을 수 있겠는가. 지금 이 회계는 뜻이 모호한 듯하니, 처음에 들은 것을 솔직하게 다시 아뢰어라. 그 밖의 일은 아뢴 대로 하라.” 하였다.",
                "hj": "○正言柳德粹來啓曰: “庇仁以濱海殘邑, 近因守宰數遞, (調)〔凋〕弊已甚。 若不擇人而授之, 將爲棄邑。 新縣監鄭思誠, 人物凡庸, 不可付以蘇殘之責, 請命遞差, 以有名望文官, 各別擇遣。 江華府使金鋘, 赴任之後, 不恤民瘼, 唯以善事爲務, 居官且多不謹之事, 如此之人, 不可一日在官, 請命罷職。 漢城判官金光啓, 人物愚劣, 雖尋常職事, 猶爲不稱, 況詞訟重地, 決不能堪任, 請命遞差。 銓曹非不知訟官之重, 而近來專不擇人。 冗雜注擬, 至爲非矣。 請吏曹色郞廳, 亟命推考。 監察糾檢各司, 其任莫重, 不可不擇。 司憲府監察柳逸民, 人物泛濫, 到處多有縱恣不謹之事, 請命罷職。” 答曰: “金鋘善事爲務, 居官不謹云, 善事何人? 不謹何事耶?” 柳德粹回啓曰: “金鋘善事何人, 不謹何事, 臣等未能的知矣。 金鋘善事不謹之言, 傳播在人耳目, 故臣等因所聞論啓矣。” 答曰: “旣曰: ‘善事, 不謹云爾。’ 則其所謂善事者, 必有所指之人, 而其所謂不謹, 亦必有其事也。 安有未能的知, 而輕爲論啓乎? 若或未能的知, 而輕爲論劾, 撓百里分憂之重任, 其可乎哉? 夫以善事左右者, 旣請皆罪, 則其爲左右, 而受其善事者, 獨無其罰乎? 今此回啓, 似爲含含糊糊之意, 其初所聞, 更直啓之。 餘竝依啓。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Yu Deoksu , fourth censor of the Office of the Censor General , came and reported to the King as follows: Kim Hun has been displeased for a long time since his failure to serve as a failure to serving a failure. Therefore, your subject sent an official document to his colleague. In general, there are many vacancies in which the colleague of the collleague of the colleague",
                "H2KE-nKo": "정언 유덕수가 와서 아뢰기를,“김오가 선사하고 삼가지 않은 일은 소문이 퍼진 지 이미 오래되었습니다. 신들이 들은 대로 논계하였는데, 주상께서 ‘어떤 사람을 선사하고 어떤 일을 삼가지 않았느냐?’라고 하문하셨습니다. 그래서 신이 동료에게 간통을 보냈는데, 대개는 모두 동료의 의견이었습니다. 그런데 간통의 내용이 소루한 점이 많았고, 또 ‘확실히 지적한다.[的指]’라는 두 글자를 ‘확실히 안다.[的知]’라고 잘못 써서 아뢰었으니, 너무도 흐리멍덩하여 제대로 살피지 못한 것입니다. 직임에 있을 수 없으니, 신들의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 14일(신사) 1번째기사",
                "gt-oKo": "정언 유덕수가 와서 아뢰기를, “김오의 선사 불근의 일은 그 소문이 퍼진 지가 이미 오래되어서 신들이 들은 것을 논계했던 것인데, 성상께서 어떤 사람을 선사하였으며 무슨 일에 불근하였느냐고 하문하시므로 신이 동료들에게 간통(簡通)하였더니 대개는 동료들의 뜻이었고 간통의 내용도 소루한 데가 많았습니다. 게다가 ‘확실히 지적한다. [的指]’는 글자를 ‘확실히 안다[的知]’라고 잘못 써서 아뢰었으니 우매하여 살피지 못한 죄가 큽니다. 재직할 수 없으니 신들의 직을 체차시키소서.” 하였는데, 사직하지 말라고 답하자 물러가서 물론을 기다렸다.",
                "hj": "○辛巳/正言柳德粹來啓曰: “金鋘善事不謹之事, 騰播已久, 臣等以所聞論啓, 而自上以善事何人, 不謹何事下問, 故臣有簡通于同僚。 大槪則皆以同僚之意, 而簡中之辭, 多有踈漏。 且以的指二字, 誤書的知以啓, 昏不致察甚矣。 不可在職, 請命遞臣等之職。” 答曰: “勿辭, 退待物論。”"
            },
            "2": {
                "H2KE-EN": "Third Censor Kim Ban and Fourth Censor Hong Insang came and reported as follows: There are many impeachment of an official who has been impeached by a rumor. If an impeachment is clearly disclosed by public justice, then an impeachment must be impeached according to the circumstances of public justice. This is a permanent rule. Recently, Kim Wan was appointed to his new post and continuously provided food to the people in order to cause trouble to the people. These words have been rumored for a long time. Your subjects heard this only. Your subjects did not know that those impeached. However, your subjects do not know that those impeached impeachment would be excessively impeached and did not relieve the peoples suffering. When collecting taxes from the people and roofs are openly transported to the capital, it can be seen that the impeachment of an impeachment would be evident. Yesterday, when your subjects reported the matter to Your Majesty, the impeachment of an impeachment would have been clearly disclosed, and even the impeachment of an impeachment would have been grave. When your subjects reported on their occasions to Your Majesty on their occasions, your subjects do not know that those impeachment would be clearly known. As for the matter of collecting taxes and roofs and transporting taxes, the impeachment of Kim Wan was impeached. This is a trivial matter, and thus even when an official document was sent, the impeachment of Yu Deoksu was disclosed and reported on his occasions to Your Majesty. Your subjects have repeatedly received Your Majestys impeachment, but your subjects have received Your Majestys impeachment on the grounds that the impeachment of an impeachment would be greater than this. Thus, your subjects cannot remain ashamed and remain ashamed. Your subjects request that Your Majesty reassume your subjects 직을 체차하소서.” 하니, 답하기를, “사직하지 말라.” 하였다. 물러가 물론을 기다렸다.",
                "H2KE-nKo": "헌납 김찬, 정언 홍인상이 와서 아뢰기를,“언관을 논핵하는 것은 대부분 풍문에서 나오는데, 만약 백성을 학대하고 삼가지 않았다는 말이 공론에서 뚜렷이 나온다면 들은 대로 논핵하는 것이 근래의 일반적인 규례입니다. 그런데 지금 김왕은 부임한 뒤로 백성들을 침탈하여 계속 뇌물을 주고받음으로써 백성들에게 폐해를 끼쳤다고 합니다. 이것은 전파된 지 이미 오래되었다는 말이니, 신들이 들은 것은 이것뿐입니다. 그가 뇌물을 준 사람에 대해서는 신들이 들어 알지 못합니다. 또 지나치게 징렴하여 백성들의 고통을 구휼하지 않고 백성들의 기와를 세금을 거두어 공공연히 서울로 배로 운반하기까지 하였으니, 그 삼가지 않은 정상을 이로 미루어 알 수 있습니다.신들이 어제 논계할 때에 조어가 분명하지 못하여 하문하기까지 하였으니, 죄가 이미 큽니다. 그런데 의견을 갖추어 주상께 아뢸 때에 신들은 잘 섬기는 사람인지는 확실히 알 수 없다고 생각하였습니다. 기와를 세금을 걷어 배로 운반한 일은 김왕에 대해서 삼가지 않은 것이니, 이것은 단지 하나의 작은 일일 뿐입니다. 그러므로 비록 동료에게 간통할 때에 언급하였지만 말이 분명하지 못하여 유덕수가 소루하게 의견을 갖추어 주상께 아뢰기까지 하였습니다. 그런데 재차 하문하시자 애매모호하다는 하교를 받기까지 하였으니, 신들의 죄가 이에 이르러 더욱 큽니다. 뻔뻔스레 재직할 수 없으니, 신들의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 14일(신사) 2번째기사",
                "gt-oKo": "헌납 김찬(金瓚), 정언 홍인상(洪麟祥)이 와서 아뢰기를, “언관들의 논핵이란 풍문에 근거를 두는 것이 많습니다. 만일 백성을 침학하거나 직사에 불근한다는 말이 공론에 뚜렷이 나타나면 들은 대로 탄핵하는 것이 근래의 상규(常規)입니다. 지금 김오가 부임한 후로 백성을 침탈하고 끊임없이 뇌물을 바치느라고 민폐를 끼친다는데 이 소문은 퍼진 지가 이미 오래되었습니다. 신들이 들은 것은 이것뿐이요 그가 뇌물을 준 사람에 대해서는 아직 들어 알지 못합니다. 또한 백성의 고통은 돌아보지 않고 징렴(徵斂)을 너무 많이 하는데 심지어 민간의 기와[瓦]까지도 세금으로 거두어서 공공연하게 서울로 조운(漕運)하였다 하니 그 불근한 정상은 이런 일로 미루어 보아도 알 수 있습니다. 신들이 어제 논계할 때에 글자의 배치가 석연하지 못하여 하문까지 있었으니 죄가 이미 큽니다. 회계할 때에도 신들의 생각으로는 선사의 대상을 확실히 알지는 못하지만 세금으로 기와를 징수하여 서울로 운송한 일은 김오에게 있어서 불근한 일이라고 여겼습니다. 이것은 사소한 일이므로, 비록 동료에게 간통할 때 언급한 바 있으나 그 말을 분명히 하지 않아서 유덕수가 소루하게 회계하였고 재차 하문하셨을 때 회계가 애매하다는 분부까지 받게 되었습니다. 신들의 죄가 더욱 크므로 뻔뻔스럽게 재직할 수가 없으니 신들의 직을 체직시키소서.” 하였는데, 사직하지 말라고 답하자 물러가 물론을 기다렸다.",
                "hj": "○獻納金瓚、正言洪麟祥來啓曰: “言官論劾, 多出於風聞。 若有虐民不謹之言, 顯發於公議, 則隨所聞擧劾, 乃近來常規也。 今者金鋘自赴任之後, 侵漁百姓, 連絡饋遺, 以貽民弊, 此乃騰播已久之言。 臣等之所聞, 止此而已。 若其所遺之人, 則臣等未得而聞知矣。 且懲歛太濫, 不恤民隱, 而至於稅取民瓦, 公然船運于京, 其不謹之狀, 推此可見。 臣等昨日論啓之時, 措語未瑩, 至有下問, 罪旣大矣。 及其回啓之時, 臣等之意, 善事之人, 則未能的知矣。 稅瓦船運之事, 於鋘不謹, 此特一細事, 故雖及於同僚簡通之時, 而語不分明, 以致柳德粹踈漏回啓。 再勤聖問, 而至承含糊之敎, 臣等之罪, 至此尤大, 不可靦然在職, 請命遞臣等之職。” 答曰: “勿辭, 退待物論。”"
            },
            "3": {
                "H2KE-EN": "At the sin hour , the King attended the Royal Lecture at Sajeong Hall and lecture on Extended Meanings of the Great Learning .",
                "H2KE-nKo": "신시 초에 사정전에서 연 석강에 나아가 《대학연의》를 강하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 14일(신사) 3번째기사",
                "gt-oKo": "신시 초에 사정전에서 연 석강에 나아갔다. 《대학연의》를 강하였다.",
                "hj": "○申初 御夕講于思政殿, 講《大學衍義》。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the left assistant vice-envoy , which stated, During the imo year (1422, the fifth year of King Wu of China, the queen and the king shall wear official robes when they live in a banquet. Each rank shall be one set of robes for women wearing official robes and the robes for women wearing official robes. Or ordinary times, the interpreter of the envoy for celebrating the Imperial Crown Princes birthday shall have the interpreter known separately purchase these robes. If anyone claims that he does not purchase these robes and does not purchase them, he shall be severely punished.",
                "H2KE-nKo": "비망기로 좌부승지에게 전교하기를,“중국의 후비와 제왕들이 연거할 때의 관제, 궁중 부녀의 관제, 민간 부인의 관제를 품계마다 각각 1건씩, 이번 동지사의 행차에 일을 잘 아는 통사로 하여금 각별히 신경을 써서 사오게 하라. 만일 탈이 났다고 하면서 사오지 않으면 무거운 쪽으로 죄를 다스리라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 15일(임오) 1번째기사",
                "gt-oKo": "비망기로 좌부승지에게 전교하였다. “중국의 후비(后妃)와 제왕(諸王)이 연거(燕居)할 때 쓰는 관제(冠制), 궁중 부녀의 관제, 민간 부인의 관제를 품계마다 각기 1건씩을, 금년 동지사(冬至使) 행차 때에 일을 아는 통사로 하여금 각별히 유의하여 사오게 하되, 만일 핑계를 대고 사오지 않거든 무겁게 치죄하라.”",
                "hj": "○壬午/以備忘記傳于左副曰: 中國后妃及諸王燕居時冠制, 宮中婦女冠制、民間婦人冠制, 每品各一件, 或今冬至使行次, 令事知通事, 各別用意貿來。 如或稱頉, 不爲貿來, 則從重治罪。”"
            },
            "2": {
                "H2KE-EN": "Third Censor Kim Ban and Fourth Censor Hong Insang came and reported to the King as follows: Kim Wans words that Kim Wans failure to serve his duties are raised for a long time. However, your subjects were impeached by the 물의 and impeached. However, those failure to serve as a failure to clearly clarify the people, and therefore we failed to clarify them and report to Your Majesty. Regarding the matter of collecting taxes and roof tiles and transporting taxes, we raised the discussion at the beginning at the beginning. However, we, your subjects, think that Kim Wans failure to serve as a government position is not failure. Upon receiving Your Majestys confirmation, Yu Deoksu sent a letter to your subjects, and we, your subjects, although there was no difference between the Office of the Inspector General and the Office of the Censor General, they were impeached by a rumor. Therefore, it is not necessary to thoroughly clarify that something occurred by the inspectors and censors. However, the matter of collecting taxes and transporting taxes to the capital has already been raised and there is no suspicion between them. Thus, if Your Majesty had the Office of the Inspector General make a detailed report, then Deoksus negligence of his responsibility was truly caused by your subjects indignation. Now, Deoksu has already been replaced, and your subjects are uncomfortable to assume his duties. Your subjects request that Your Majesty replace your subjects and others. The King responded to this request.",
                "H2KE-nKo": "헌납 김찬, 정언 홍인상이 와서 아뢰기를,“김협(金<unk>)이 윗사람을 잘 섬기려고 힘쓴다는 말이 떠들썩하게 퍼진 지 이미 오래되었습니다. 신들이 물의를 인하여 논핵하였으나 윗사람을 잘 섬기는 사람인지는 확실히 알 수 없기 때문에 끝내 분명하게 지적하여 아뢰지 못하였습니다. 세로 받은 기와를 배로 운반한 일은 당초에 완석에서 발의한 것인데, 신들의 생각에는 김협이 삼가지 않은 것이 이 한 가지 일뿐만이 아니라고 여겼기 때문에 범범하게 벼슬살이를 삼가지 않았다고 말하였습니다. 하문을 받고서는 유덕수가 신들에게 간통을 보내왔는데, 신의 소견은 완석에서의 의견과 다름이 없었습니다. 대간이 풍문을 듣고 논핵하였으니 반드시 어떤 일이라고 분명하게 지적할 필요는 없습니다. 그러나 기와를 실어 서울로 보낸 일은 이미 발의된 의논이니 거론한 것이 의심할 여지가 없습니다. 성상소로 하여금 말을 잘 만들어 아뢰게 하였으니 유덕수의 회계가 소루한 것은 실로 신들의 말이 분명하지 않은 데서 말미암은 것입니다. 지금 유덕수가 이미 체차되었으니 신들이 직임에 나아가기 미안합니다. 신들의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 15일(임오) 2번째기사",
                "gt-oKo": "헌납 김찬과 정언 홍인상이 와서 아뢰기를, “김오가 선사에만 힘쓴다는 말은 소문이 퍼진 지가 이미 오래이므로 신들이 물의에 의하여 탄핵하였는데 선사를 받은 사람이 누구인지 확실히 알지 못하여 끝내 지적하여 아뢰지 못하였습니다. 세(稅)로 받은 기와를 조운한 일은 당초 완석(完席)에서 발의된 것인데, 신들의 생각으로는 김오의 불근함이 이 한 가지 일에 그치지 않으리라 여겼으므로 그저 범연하게 직무에 불근하였다고 한 것입니다. 그러다가 하문을 받은 후 유덕수가 신들에게 간통한 것을 보니 전날 완석에서 논의한 것과 다름이 없었습니다. 대간들이 풍문을 가지고 탄핵할 때는 무슨 일이라고 확실하게 지적할 필요는 없습니다. 그러나 기와를 운송한 일은 이미 발의된 논의였으므로 거론하는데 의심할 여지가 없어 성상소(城上所)로 하여금 글자를 배치하여 만들어 아뢰도록 한 것이니, 유덕수의 회계가 소루하게 된 것은 실은 신들의 말이 분명하지 않았던 데서 연유하는 것입니다. 지금 유덕수가 이미 체직되었으니 신들도 직에 나아가기가 미안합니다. 신들을 체직시키소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○獻納金瓚, 正言洪麟祥來啓曰: “金鋘善事爲務之言, 騰播已久, 臣等因物議論劾, 而善事之人, 則未能的知, 故終不得指的以啓矣。 若稅瓦船運之事, 則當初發議於完席, 而臣等之意, 鋘之不謹, 非止此一事, 故泛以居官不謹爲辭矣。 及承下問, 柳德粹簡通于臣等, 臣見與完席無異, 以臺諫因風聞擧劾, 不必的指爲某事。 然載瓦送京之事, 已發之議, 擧論無疑。 使城上所, 措辭以啓, 則德粹回啓之踈漏, 實由於臣等之語不分明。 今者德粹旣遞, 臣等就職未安, 請命遞臣等之職。” 答曰: “勿辭。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor-General reported to the King again regarding Kim Jangs case. The King replied, The discussions of Kim Jangs case were slightly discontinued. Therefore, the King did not approve this.",
                "H2KE-nKo": "사간원이 김빙의 일에 대해 이전부터 논핵해 왔던 계사를 아뢰니, 답하기를,“김빙의 일에 대해 논한 것은 모호하기 때문에 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 15일(임오) 3번째기사",
                "gt-oKo": "간원이 김오의 일을 아뢰고, 다시 아뢰니, 답하였다. “김오의 일은 아뢴 것이 애매하므로 윤허하지 않는다.”",
                "hj": "○院啓, 金鋘事前啓。 答曰: “金鋘事所論含糊, 故不允。”"
            },
            "4": {
                "H2KE-EN": "Third Censor Kim Ban and Fourth Censor Hong Insang came and reported to the King, saying, Your subjects are unaware of the knowledge of the people who are well-versed in serving the Great [Ming China]. Although we cannot clarify [the people] and report [to Your Majesty], the other matters involving people and negligent in performing their duties have already been reported in the previous memorial [to Your Majesty]. However, [Your Majesty] has repeatedly received the royal instruction that [they] had thoroughly been supposed [to Your Majesty]. An official who has a slightest mistake should not be allowed to remain in his place. Furthermore, this is a great mistake in which he has thoroughly been supposed [to Your Majesty]. We, your humble subjects, presumptuously occupying an important position, have not been trusted [to Your Majesty], causing trouble to resume their duties, which is extremely embarrassed. As we have already committed a serious mistake, we cannot remain ashamed and feel ashamed. We request that Your Majesty dismiss your humble subjects from office. The King said, If we say that [they] are well-versed in serving the Great [Ming China], we should discuss [the matter] along with those who received the royal instruction. This is correct in accordance with the principles. You should not reflect upon them.",
                "H2KE-nKo": "헌납 김찬, 정언 홍인상이 와서 아뢰기를,“김오가 윗사람을 잘 섬긴 사람을 신들이 확실히 알지 못하기 때문에 비록 지적하여 아뢰지는 못하였지만, 기타 백성을 학대하고 삼가지 않은 일은 이미 전후의 계사에서 진달하였는데도 말이 뜻을 제대로 전달하지 못하여 재차 애매모호하다는 하교를 받았습니다. 언관은 조금이라도 잘못이 있으면 구차하게 있을 수 없는 것인데, 하물며 이렇게 애매모호하게 행동한 것은 큰 잘못이 있는데 말할 것이 있겠습니까. 신들이 외람되이 중요한 지위에 있으면서 말이 신임을 받지 못하여 번거롭게 인혐하였으니, 매우 황공합니다. 이미 중죄를 지었으니 결코 뻔뻔스럽게 그대로 있을 수 없습니다. 신들의 직임을 체차해 주소서.”하니, 답하기를,“이미 윗사람을 잘 섬긴다고 하였으면 받은 자까지 아울러 논하는 것이 체모에 맞을 것이다. 사직하지 말라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 15일(임오) 4번째기사",
                "gt-oKo": "헌납 김찬과 정언 홍인상이 와서 아뢰기를, “김오가 선사한 사람을 신들이 확실히 알지 못하므로 비록 누구라고 지적해서 아뢰지는 못하였으나 그밖의 백성에게 포학하고 불근했던 사실은 이미 전후로 아뢴 내용에 다 진달하였는데 뜻을 제대로 전달하지 못하여 재차 애매하다는 전교를 받았습니다. 언관은 조그마한 실수가 있어도 구차하게 직에 있을 수가 없는 것인데, 하물며 이렇게 모호하게 아뢴 큰 잘못이 있는데이겠습니까. 신들이 외람되게 중한 자리를 차지하고 있는데 남이 말을 믿어주지 않아서 번거롭게 인혐(引嫌)하게 되니 매우 황공합니다. 이미 중죄를 지었으므로 결코 뻔뻔스럽게 그대로 있을 수 없으니 신들을 체직시키소서.” 하니, 답하기를, “이미 선사했다고 했으면 선사를 받은 자까지도 아울러 논계해야 사체가 제대로 될 것이다. 사직하지 말라.” 하였다.",
                "hj": "○獻納金瓚、正言洪麟祥來啓曰: “金鋘善事之人, 臣等未能的知, 故雖不得指摘以啓, 而其他虐民不謹之事, 已陳於前後之啓, 而辭不達意, 再承含糊之敎。 言官少有所失, 不可苟處, 況此含糊, 乃所失之大者乎? 臣等叨據重地, 言不見信, 煩瀆引嫌, 極爲惶恐。 旣負重罪, 決不可靦然仍冒, 請命遞臣等之職。” 答曰: “旣曰善事, 則竝與其受者而論之, 斯爲得體, 可勿辭。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, The Office of the Censor General reported on the matter of an excellent matter, but those who received a royal order did not discuss it, and thus it was inappropriate to await their punishment. The King said, Sometimes, it would be possible for us to clarify the facts and then punish them. This is the utmost benevolence. However, the matter of the inspectors and censors lies in the same manner as the eyes and ears of one man. Therefore, the opinions of the officials have agreed. Therefore, it was allowed to clarify the clarification . If we clarify the clarification clarifying the clarification , then in the future who address the clarification clarifying the clarification . The King said in a sense of clarification, What do you think about the two characters of clarification ? It would be proper to release the two characters of clarification . Seon각 replied, Everyone who received Your Majestys order while being clarification clarifying the clarification . Therefore, your subject fears that the intent of clarification clarifying the clarification . While the inspectors and censors thoroughly interrogate the clarification clarifying the clarification rence, how could there be something that clarification ? Kang Sin said, It would be inappropriate to clarify the clarification clarifying the clarification twice. However, it seems inappropriate to treat the inspectors and censors again. The King said, It would not be proper. If there are someone who clarification clarifying the clarification clarification, it would be proper to report it",
                "H2KE-nKo": "계미년에 윤선각이 아뢰기를,“사간원이 김협이 윗사람을 잘 섬기는 계사를 올렸는데도 그 계사를 받아들인 자가 논하지 않은 것을 미안하게 여겨 대죄하였습니다. 주상께서는 혹 풍문에서 나온 말이라도 그 실상을 파악한 뒤에 죄를 주겠다고 하셨으니, 이는 지극히 성대한 뜻입니다. 다만 대간의 일은 한 사람의 이목에 한계가 있고 국론의 중론도 모두 그러하기 때문에 풍문으로 계달할 수 있도록 허락한 것입니다. 만약 풍문으로 계달하고서 매번 끝까지 힐문하여 다그친다면 뒤에 계사를 올리는 자가 누가 풍문으로 계달하려 하겠습니까.”하니, 주상이 말과 얼굴빛으로 말하기를,“지금 이 계사에서 다그친다[迫促]는 말은 무슨 뜻인가? 다그친다[迫促]는 말은 해석하는 것이 좋겠다.”하자, 윤선각이 대답하기를,“삼가 모호하다는 하교를 받고서 모두 미안하게 여겨 계달하지 못하였으니, 아마도 다그친다는 뜻이 있는 듯합니다.”하였다. 김우직이 아뢰기를,“대간은 풍문으로 논핵하는 것이 전례입니다. 만약 끝까지 추궁하여 다스린다면 뒷날 어찌 풍문으로 논핵하는 경우가 있겠습니까.”하니, 강신이 아뢰기를,“ 모호하다는 하교는 미안하지만 풍문으로 인하여 감히 아뢴 것인데, 재차 모호하게 논핵하는 계사를 받들었기 때문에 계달하지 못하였습니다. 지금 윤선각의 다그친다는 말은 지나친 듯합니다. 그러나 재차 모호하게 논핵하는 계사를 올리는 것은 대간을 대우하는 체모로 볼 때 온당치 못한 듯합니다.”하자, 주상이 말하기를,“그렇지 않다. 윗사람을 잘 섬기는 사람이 있으면 마땅히 그 실상으로 아뢰어 파직해야 하지만, 그렇지 않다면 그렇게 할 수 없다.”하였다. 윤선각이 아뢰기를,“자세히 살펴 듣고 알았다면 좋겠습니다. 그러나 혹 풍문으로 논핵하는 경우가 있으니, 언관의 책임이 참으로 있는 자리입니다. 이것은 소문으로 인하여 그 실상을 파악하지 못하였기 때문에 재차 성상의 하교를 받고서도 감히 계달하지 못한 것입니다.”하니, 강신이 아뢰기를,“무반으로서 높은 품계에 이른 자는 으레 반드시 윗사람을 잘 섬기니, 김협이 윗사람을 잘 섬기는 것은 크게 괴이할 것이 없습니다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 16일(계미) 1번째기사",
                "gt-oKo": "윤선각(尹先覺)이 아뢰기를, “사간원이, 김오가 선사한 것은 아뢰고 선사받은 자는 논하지 못한 것이 미안하다 하여 대죄하였는데, 상께서는 혹 풍문에서 나온 것이라 그 실증을 얻은 연후에 죄를 내리겠다고 하시니 이는 훌륭한 생각이십니다. 그러나 대간의 직임이란 한 사람의 이목으로는 한계가 있고 국론은 여러 사람의 공론이므로 풍문을 기달해도 된다고 허락하였던 것인데, 만일 풍문을 아뢰었다 해서 매번 끝까지 힐책하여 박촉(迫促)한다면 후일에 아뢰는 자가 있더라도 누가 풍문을 가지고 아뢰겠습니까.” 하였는데, 상이 사색을 변하여 이르기를, “지금 이 박촉이란 두 글자는 무슨 뜻인가? 박촉 두 글자를 풀이하라.” 하니, 윤선각이 답하기를, “모호하다는 분부를 받고 모두 미안하게 여겨 다시 계달하지 못하고 있는 것은 아마도 박촉한 뜻이 있어서인 듯합니다.” 하고, 우직은 아뢰기를, “대간이 풍문을 계달하는 것은 상례인데 만일 이를 끝까지 추궁하여 다스린다면 후일에 어찌 풍문을 가지고 계달할 수 있겠습니까.” 하고, 강신은 아뢰기를, “모호하다는 분부는 미안합니다. 전해 들은 것을 가지고 감히 아뢴 것인데 모호하다는 분부를 두 번이나 받았으므로 계달하지 못하였습니다. 지금 윤선각의 박촉하다는 말은 지나친 듯하지만 모호하다는 분부를 두 번씩이나 내리시니 대간을 대우하는 체모에 미안한 듯합니다.” 하였다. 상이 이르기를, “그렇지 않다. 선사한 대상이 있으면 당연히 사실을 가지고 아뢰어 그 사람을 파직시켜야 하지만 만약 그렇지 않다면 해서는 안 된다.” 하니, 윤선각이 아뢰기를, “자세히 살펴서 듣고 알았다면 물론 좋은 일이지만 혹 풍문이라 하여도 언책에 있는 자로서는 당연히 계달해야 합니다. 이는 곧 소문에 의한 것이고 그 사실을 확실히 알지 못하므로 두 번이나 상의 분부를 받들고도 감히 계달하지 못하였던 것입니다.” 하고, 강신이 아뢰기를, “무반(武班)으로서 높은 자리에 오른 자는 으레 선사하는 법이라 김오가 선사한 것은 크게 괴이할 것이 못됩니다.” 하였다.",
                "hj": "○癸未/尹先覺啓曰: “司諫院金鋘啓辭善事, 而受者不論, 以爲未安待罪。 自上以爲或出於風聞, 得其實, 然後罪之, 此至極之盛意也。 但臺官之事, 一人之耳目, 有限, 國論之衆議同然, 故許以風聞啓達者。 若以風聞爲啓, 而每加窮詰, 以爲迫促, 則後有啓辭者, 誰肯以風聞, 而爲之哉?” 上辭色曰: “卽玆啓辭, 迫促二字, 何意也, 迫促二字, 釋之可也。” 先覺對曰: “拜承含糊之敎, 皆以爲未安, 未能啓達, 恐有迫促之意也。” 友直啓曰: “臺諫風聞, 例也。 若推窮治, 則後日豈有風聞, 而爲之者?” 姜紳啓曰: “含糊之敎未安, 因傳聞敢啓, 而再承含糊, 故未得啓達矣。 卽者尹先覺促迫之言, 似過矣。 然再下含糊, 待臺諫之體, 似爲未安。” 上曰: “未可也。 善事有人, 則當以其實啓罷。 若不然, 則未可爲也。” 先覺啓曰: “詳察聞知, 則好矣。 然或有風聞者, 言責固其所也。 此乃因所聞, 而未知其實, 故再承上敎, 不敢啓達。” 姜紳曰: “武班至高秩者, 例必善事, 金鋘善事, 不至大怪也。”"
            },
            "2": {
                "H2KE-EN": "Fourth Censor Heo Gam came to the palace and reported, Third Censor Kim Chan and Fourth Censor Hong Insang impeached Kim Jang because they were unable to impeach anyone who fail to serve as a good official, but their words were unable to explain their intentions. In addition, Your Majesty again received the royal instruction that Kim Jang had impeached him as a fault. They withdrew, and they withdrew from their self-restraint. It has been long since Kim Jang had fail to serve as a good official, and this was exposed to the public opinion. Therefore, it is inevitable that those who have responsible for the responsibility cannot be impeached. In general, the inspectors and censors have been impeached by rumors, and their opinions must not be known as they were. Therefore, it is possible to impeach someone who fail to the situation. It is not possible to fail to a self-restraint. Your subjects request that all the inspectors and censors be impeached altogether. The King granted the request. ",
                "H2KE-nKo": "정언 허감이 와서 아뢰기를,“헌납 김찬과 정언 홍인상이 김협(金<unk>)을 논핵하면서 그가 윗사람을 잘 섬긴 사람을 확실하게 지적하지 못하고 말이 뜻을 제대로 전달하지 못하여 재차 애매모호하다는 하교를 받은 것을 잘못이라고 하면서 인혐하고 물러갔습니다. 김협은 윗사람을 잘 섬긴다는 소문이 퍼진 지 이미 오래되었고 공론이 제기되었으니, 언책을 맡은 자가 거론하여 논핵하지 않을 수 없습니다. 그러나 대간이 논핵한 것은 대부분 풍문에서 나온 것이고 반드시 모두 직접 목격한 것이 아니니, 그가 어떤 일이라고 확실하게 지적하지 못한 것은 형세상 당연합니다. 애매모호하다는 것이 아니라 별다른 잘못이 없으니, 이 때문에 언관을 가벼이 체직시킬 수 없습니다. 모두 출사하도록 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 16일(계미) 2번째기사",
                "gt-oKo": "정언 허감(許鑑)이 와서 아뢰기를, “헌납 김찬과 정언 홍인상이 김오를 논핵하면서 그 선사받은 대상을 확실히 지적하지 못하고 아뢴 말도 뜻을 제대로 전달하지 못하여 모호하다는 분부를 두 번이나 받든 것을 과실로 여겨 인혐하여 물러났습니다. 김오가 선사에 힘쓴다는 말이 전파된 지 이미 오래되어 공론이 발의되었으면 언책에 있는 자로서 이를 들어 논계하지 않을 수 없습니다. 대체로 대간이 논하는 것은 대부분 풍문에서 나온 것이요 반드시 모두 직접 목격한 일이 아니니 어떤 일이라고 확실하게 지적하지 못하는 것은 사세로 보아 당연한 것이요 모호해서가 아닙니다. 특별한 과실이 없는데 이것 때문에 언관을 경솔하게 체직해서는 안 되니 모두 출사시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○正言許鑑來啓曰: “獻納金瓚、正言洪麟祥, 以論劾金鋘, 其善事之人, 未能的指, 辭不達意, 再承含糊之敎, 爲有所失, 引嫌而退。 金鋘之善事爲務, 騰播已久, 發於公論, 則有言責者, 擧而論啓, 不得不爾。 而凡臺諫所論, 多出於風聞, 未必皆身所目覩, 則其不能的指爲某事, 勢所當然, 非以含糊也。 別無所失, 不可以此輕遞言官, 請竝命出仕。” 答曰: “依啓。”"
            },
            "3": {
                "H2KE-EN": "Fourth Censor of the Office of the Censor General Hong Insang came and reported as follows: Your subject and others repeatedly impeached Kim Jangs request for his dismissal from his office. However, Your Majesty did not yesterday and always ordered that he be caught and caught as an administrative man. Your subject and others are worried about this. After Kim Jang proceeded to his new post, he possessed commoners to numerously collection of various kinds of illicit goods and supplied them with rations. When he traveled to and from his ship traveled, he privately sent him [to the capital] in succession. The people suffered from the burden of trouble and the people in the entire borders resentment and resentment. His administrative man is clearly evident. How can he be unaware of his administrative man who was caught and did not punish him for his crime? Moreover, his administrative man and faithful behavior was not one or two. Therefore, your subject and others at the beginning to explain the circumstances. When collecting roof tiles from the people, he openly transported the roof tiles from the capital. This is a single similar to this. When collecting roof tiles from the land taxes, there are no impossible collection of imposition and collecting imposible collection of imposible collection imposes",
                "H2KE-nKo": "정언 홍인상이 와서 아뢰기를,“신들이 김내의 파직을 청하는 일을 가지고 재삼 논계하였으나 주상께서 즉시 흔쾌히 따르지 않으시고 매번 윗사람을 잘 섬긴 사람을 적발하라고 하교하시니, 신들은 삼가 의혹스럽습니다. 김래는 부임한 이후로 백성들을 침탈하여 여러 가지로 징렴하여 선물의 밑천으로 삼았고, 배를 타고 왕래할 때에는 사사로이 보내는 것이 줄을 이었으므로 백성들이 그 폐해를 입어 온 경내가 원망하고 고통스러워합니다. 그가 윗사람을 잘 섬긴 정상이 환히 드러나 의심할 것이 없으니, 어찌 선물로 보낸 사람을 분명히 알지 못한다고 하여 그 죄를 다스리지 않을 수 있겠습니까. 또 그가 백성들을 학대하고 삼가지 않은 일이 한두 가지가 아니어서 낱낱이 거론할 수 없습니다. 그러므로 당초에 신들이 그 대강만을 진달하였습니다. 백성들의 기와를 세금으로 거두어 공공연히 서울로 배로 실어 나르는 것은 단지 그 한 가지 일일 뿐입니다. 전세를 봉납할 때에 법도 없이 징렴하고, 아전과 백성들이 징궐하며, 교묘하게 명목을 만들고, 기타 백성을 병들게 하고 징납하는 일을 두루 거론하기 어렵습니다. 이 가운데 한 가지만 있어도 한 고을의 해가 되기에 충분한데, 하물며 이 두 가지까지 아울러 있는 경우야 말할 것이 있겠습니까. 이와 같은 사람은 하루도 관직에 두어 거듭 민폐를 끼치게 해서는 안 되니, 속히 파직하도록 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 16일(계미) 3번째기사",
                "gt-oKo": "정언 홍인상이 와서 아뢰기를, “신들이 김오의 파직을 청한 일을 가지고 재삼 논계했으나 쾌히 따르지 않으시고 매번 선사받은 사람을 적발하라는 분부를 내리시니 신들은 의혹스럽게 여깁니다. 김오가 부임한 후로 백성들을 침탈하여 온갖 방법으로 거둬들여 뇌물 바칠 밑천으로 마련해놓고는 배가 왕래할 때 사적으로 보내는 것이 끊임이 없어 백성들이 피해를 받고 온 관내가 괴로움에 원망하고 있으니, 그가 선사하는 정상이 현저하게 드러나서 의심할 것이 없습니다. 어찌 뇌물받은 사람을 확실히 알지 못한다 하여 그의 죄를 다스리지 않을 수 있겠습니까. 또 그가 백성을 학대하고 불근한 일을 한 것이 한두 가지가 아니어서 일일이 들어 말할 수 없으므로, 당초에 신들이 대강만 진달하였던 것입니다. 민간의 기와를 세금으로 받아서 공공연하게 서울로 조운한 것은 한 예에 지나지 않습니다. 전세(田稅)를 수납할 때에도 규정없이 마구 징수하였고 이민(吏民)들에게 징궐(徵闕)할 물건은 교묘하게 명목(名目)을 만들었으며, 그밖에도 백성을 괴롭혀가며 징수한 일들을 모두 들어 말할 수 없을 정도입니다. 이 가운데 한 가지만 있더라도 한 고을이 피해를 입을 터인데, 하물며 이런 작폐를 모두 저지른 것이겠습니까. 이와 같은 사람은 하루도 관직에 두어서 민폐를 끼치게 할 수 없으니 속히 파직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○正言洪麟祥來啓曰: “臣等將金鋘請罷事, 再三論啓, 而自上不卽快從, 每以摘發善事之人爲敎, 臣等竊惑焉。 鋘自赴任之後, 侵漁百姓, 徵歛多端, 以爲餽遺之資, 行船往來之際, 私送連絡, 民受其弊, 闔境怨苦。 其爲善事之狀, 昭著無疑, 豈可以未能的知所遺之人, 而不治其罪哉? 且其虐民不謹之事, 非止一二, 不可毛擧, 故當初臣等, 只陳其大槪矣。 稅取民瓦, 公然船運于京, 此特其一端也。 至如田稅捧納之際, 懲斂無藝, 吏民懲闕之, 物巧作, 名目其他病民懲納之事, 有難遍擧。 有一于玆, 亦足爲一邑之害, 況此竝有之者乎? 如此之人, 不可一日在官, 重貽民弊, 請亟命罷職。” 答曰: “依啓。”"
            },
            "4": {
                "H2KE-EN": "The governor of Pyeongan Province sent a letter to Sixth-rank administrative officer [of the Office of the Establishment of Ceremonies] to grant relief aid to the vice-envoy .",
                "H2KE-nKo": "평안 감사가 올린 수재에 대한 서장에 대해 동부승지에게 전교하기를,“휼전을 거행하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 16일(계미) 4번째기사",
                "gt-oKo": "평안 감사의 수재에 대한 서장(書狀)을 동부승지에게 내리며 휼전(恤典)을 거행하라고 전교하였다.",
                "hj": "○平安監司水災書狀, 傳于同副曰: “恤典擧行。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the month, the King personally handed out the incense and the written prayer to be used in the memorial rite on the anniversary of death.",
                "H2KE-nKo": "대제를 행하였다. 향과 축문을 친히 전하고 재계하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 2일(기사) 1번째기사",
                "gt-oKo": "대제(大祭)를 위하여 향축(香祝)을 친히 전하고 재계(齋戒)하였다.",
                "hj": "○己巳/以大祭。 親傳香祝, 齋戒。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyesa day, the King attended the Royal Lecture on the gyesa year (.",
                "H2KE-nKo": "조강을 행하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 26일(계사) 1번째기사",
                "gt-oKo": "조강이 있었다.",
                "hj": "○癸巳/有朝講。"
            },
            "2": {
                "H2KE-EN": "The governor of Jeolla Province submitted a memorial, which stated, When Magistrate of Goyang District Kim Haeng was formerly serving as magistrate of Mujang District , there was a total of 1,500 seok of soybeans in the Storehouse of Granary . [Kim Haeng] supplied [the soybeans] with [the soybeans] distributed among the people. [The King] reported this to the throne. The King issued a royal directive, which stated, [Kim Haeng] should be 파직한 뒤에 추고하라.” 하였다.",
                "H2KE-nKo": "전라 감사의 서장의 대략에,“고양 군수 김행이 전에 무장 현감으로 있을 때 별창의 콩 1500여 섬을 민간에 분급한 양으로 번작하였습니다.”하였는데, 전교하기를,“김행을 먼저 파직한 뒤에 추고하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 26일(계사) 2번째기사",
                "gt-oKo": "전라 감사 서장의 대개는, 고양 군수(高陽郡守) 김행(金行)이 전일 무장 현감(武長縣監)으로 있을 때 별창(別倉)의 콩 1천 5백여 석을 민간에 분급한 것처럼 반작(反作)한 일인데, 이것으로 입계하니 전교하였다. “김행을 먼저 파직하고 후에 추고하라.”",
                "hj": "○全羅監司書狀。 大槪, 高陽郡守金行, 前任茂長縣監時, 別倉太一千五百餘石, 以民間分給樣反作事入啓 。 傳曰: “金行先罷後推。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Due to heavy floods and widespread waters, the residents have exhausted their livelihoods. The dwelling of dwelling inside the capital floods continue to dwell. They gathered together and wailed sorrowfully, which cannot bear. The officials of the jurisdiction must quickly rush to diligently examine the amount of dwelling and the number of dwelling and dwelling. They should report this to the jurisdiction of the jurisdiction in order to rescue the relief aid at the time. However, the vacancy of the jurisdiction without knowing, and they remain unscrupulous and satisfied. Their negligence and negligence in performing their duties cannot be severely punished. Your subjects request that the jurisdiction of the jurisdiction.",
                "H2KE-nKo": "사헌부가 아뢰기를,“장마가 갑자기 불어나서 주민들이 모두 흩어졌고 도성 안에도 익사자가 속출하여 머리를 맞대고 울부짖는 소리가 참혹하여 차마 들을 수 없습니다. 해당 부의 관원은 황급히 뛰어다니면서 직접 그 표몰된 양이 얼마나 되는지를 살피고 관사에 보고하여 제때에 휼전을 거행하게 했어야 합니다. 그런데 자리만 지키고 있으면서 전혀 관심을 두지 않았으니 태만하여 직무를 제대로 수행하지 못한 죄를 엄중하게 다스리지 않을 수 없습니다. 해당 관원을 파직하라 명하소서. 정선 군수 유게는 나이가 노쇠하여 쇠잔한 고을을 소생시키고 피폐한 고을을 일으키는 재능이 없으니 체차하고 명망이 있는 문관을 충분히 가려 보내소서.”하니, 모두 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 27일(갑오) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “장맛비에 물이 갑자기 불어나서 주민들이 모두 흩어졌고 도성 안에도 익사자가 계속 발생하여 머리를 모으고 울부짖는 소리가 너무도 참혹하여 차마 들을 수가 없습니다. 해부(該部) 관원은 당연히 바쁘게 뛰어다니며 몸소 표몰된 피해 상황을 살펴 관사(管司)에 보고하는 한편 서둘러 휼전(恤典)을 베풀어야 할 것인데 자리만 지키면서 모르는 체하고 조금도 염려하는 기색이 없으니 태만하여 직무를 제대로 수행하지 않는 죄를 엄중히 다스리지 않아서는 안 됩니다. 해당 관원을 파직시키소서. 또한 정선 군수(旌善郡守) 유기(柳垍)는 나이가 많아서 피폐한 고을을 소복시킬 능력을 갖지 못하였으니 체차하고 명망있는 문관으로 충분히 가려 보내소서.” 하니, 모두 아뢴 대로 하라고 답하였다.",
                "hj": "○甲午/司憲府啓: “淫潦暴漲, 居民蕩拆, 都城內渰死相繼, 聚首號哭, 慘不忍聞。 該部之官, 所當遑遑奔走, 躬審其漂溺之多少, 申報管司, 趁擧恤典, 而尸官罔知, 恬不動念, 其慢忽不職之罪, 不可不重治。 當該官請命罷職。 旌善郡守柳垍, 年紀衰邁, 未有蘇殘起弊之才。 請命遞差, 以有名望文官, 十分擇送。” 答曰: “竝依啓。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: In recent years, the hearts of the people are not as before, and cunning and deceitful are occurrently occurred. Local magistrates urgently urged their responsibilities when they are replaced. When they are replaced, they many of the previous years grain loans were supplied with grain loans and distributed as grain loans as loans. This has become a permanent custom, which is extremely surprised. Therefore, they should be punished according to the law. When Magistrate of Naju Strategic County Mun Ikseong was formerly serving as magistrate of Yangyang Magistracy , the grain loans were numerously 5,7000 seok. As an ignorant civil official, he dared to do such things as this. He is extremely unjust. Your subjects request that he be dismissed from his post, thereby warning the rest of the people. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“근래 인심이 옛날 같지 않아 교묘한 속임수가 마구 생겨나고 있습니다. 수령이 해유를 받기에 급급하여 체차되어 올 때에 대부분 지난해의 환자를 제때에 나누어 준 장부에 기록하는 것이 이미 폐습으로 굳어졌으니, 매우 놀랍습니다. 적발되는 대로 엄중하게 다스리지 않아서는 안 됩니다. 나주 목사 문익성은 전에 양양 부사로 있을 때에 장부를 번복한 곡식이 무려 5700여 섬이나 되었습니다. 유식한 문관으로서 감히 이와 같은 일을 하였으니, 너무도 형편없습니다. 파직을 명하여 나머지 사람들을 경계하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 28일(을미) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “근래 인심이 옛날 같지 않아서 교활한 일이 마구 일어납니다. 수령이 해유(解由)에만 급급하여 체직되어 올 때 대부분이 왕년에 흩어준 환자곡을 시급안(時給案)에 기록하는 것이 이미 폐습을 이루고 있으니, 이는 극히 놀라운 일이므로 드러나는 대로 엄중히 다스리지 않을 수 없습니다. 나주 목사(羅州牧使) 문익성(文益誠)은 전일 양양 부사(襄陽府使)로 있었을 때 장부에 허위 기록한 곡식이 무려 5천 7백여 석에 이르렀습니다. 유식한 문관이 감히 이런 일을 저지르고 있으니 매우 부당합니다. 그를 파직시켜 후인을 경계하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○乙未/司諫院啓: “近來人心不古, 巧詐橫生, 爲守令者急於解由, 遞來之際, 多以往年還上, 散糶播錄於時紿之案, 已成弊習, 極爲駭愕, 不可不隨現重治。 羅州牧使文益誠前爲襄陽府使時, 飜籍之穀, 多至五千七百餘石。 以有識文官, 敢爲如此之事, 其無謂甚矣。 請命罷職, 以警其餘。” 答曰: “依啓。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: When circuit inspector of Daedong Circuit Inspector of Pyeongyang Yi Ingan was formerly appointed as circuit inspector of the circuit inspector of post stations , he became cruel and impeached. People in the western area have laughed until now. Presently, he has been appointed to the post, and people are all unjustly regarded as unjust. Your subjects request that Yi Ingan be replaced, and he be separately selected and sent to the capital. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“평양 서윤 이인홍은 전에 대동 찰방으로 있을 때 비루한 일이 많아 심한 논박을 받았으므로 서방 사람들이 지금까지도 비웃고 욕하고 있습니다. 그런데 지금 본직에 제수되니 물정이 모두 온당치 못하게 여깁니다. 체차하고 명망이 있는 사람을 각별히 가려 보내소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 29일(병신) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “평양 서윤 이인홍(李仁弘)이 전일 대동 찰방(大同察訪)으로 있었을 때 추잡한 일이 많아서 심한 논박을 받았으므로 서방인들이 지금까지도 비웃고 욕하는데, 지금 본직에 다시 제수하였으니 물정이 모두 온당하지 않게 여깁니다. 체차시키고 명망있는 사람을 각별히 가려 보내소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○丙申/司憲府: “平壤庶尹李仁弘, 前爲大同察訪時, 多有鄙陋之事, 顯被重駁, 西方之人, 至今笑罵。 今授本職, 物情皆以爲未便, 請命遞差, 以有名望之人, 各別擇遣。” 答曰: “依啓。”"
            },
            "2": {
                "H2KE-EN": "Jo Mok was appointed as fifth-rank aide to the governor of Jeolla Province but he did not depart.",
                "H2KE-nKo": "조목을 전라도 도사에 제수하였으나 부임하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 29일(병신) 2번째기사",
                "gt-oKo": "조목(趙穆)을 전라도 도사에 제수하였으나 부임하지 않았다.",
                "hj": "○以趙穆除全羅道都事, 不赴。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King personally handed out the incense and written prayer to be used in the gyeongo year (.",
                "H2KE-nKo": "향과 축문을 친히 전하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 3일(경오) 1번째기사",
                "gt-oKo": "향축을 친히 전하였다.",
                "hj": "○庚午/親傳香祝。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King proceeded to Sajeong Hall and attended the Royal Lecture on the Spring and Autumn Annals (C. Chunqiu .",
                "H2KE-nKo": "상이 사정전에서 연 조강에 나아가 《춘추》를 강하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 5일(임신) 1번째기사",
                "gt-oKo": "상이 사정전에서 연 조강에 나아갔다. 《춘추》를 강하였다.",
                "hj": "○壬申/上御朝講于思政殿, 講《春秋》。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture at Sajeong Hall in the gyeyu year (. The lecture on Extended Meanings of the Great Learning (C. Daxueyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyany (C. Xuanyanyanyanyanyanyanyi , intended to kill the three sons of Highness and installed the Imperial Crown Prince as the Imperial Crown Prince. Jang Guryeong remonstrated with Highness, but he did not do so. When Imbo became a prime minister, he thought that the three sons of Highness had killed the Imperial Crown Prince. Imbo also said, The magistracies of the magistracies are frequented by magistracies, and the magistracies of magistracies are frequently frequented. The King said, The hearts of the people are frequently frequent. However, the magistracies of the people are frequently frequent the clouds and frequently frequent the circumstances. When it comes to observe the magistracies, they certainly frequently frequent the circumstances and frequently frequent the circumstances. Emperor Dezong of the Tang dynasty also frequently remonstrated with Yi Banyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyan [anyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanguanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyany ",
                "H2KE-nKo": "상이 사정전에서 연 석강에 나아가 《대학연의》를 강하였다. 홍혼이 아뢰기를,“명황이 혜비의 말에 미혹되어 세 아들 이영, 요, 거를 죽이고 혜비를 세워 낳은 수왕을 태자로 삼으려고 하자 장구령이 극력 간하였기 때문에 동요하지 않았습니다. 이임보가 정승이 되어서는 폐하의 집안일이라고 여겨 세 아들을 죽였는데, 이임보가 또 대리청정은 까마귀와 까치에 깃들어 있다고 하였습니다. 소인은 반드시 임금이 좋아하는 것을 가지고 중상하는 것이니, 우리의 덕이 밝으면 소인이 아무리 교묘하더라도 반드시 태도를 바꾸게 됩니다. 그러나 우리의 권도가 밝지 못하기 때문에 무리한 일로 속이는 것입니다.”하니, 주상이 말하기를,“인심은 본래 밝은 것이다. 다만 공정하면 본체가 드러나서 밝아지고, 사심이면 해가 구름에 가려져서 밝아지지 않는 것과 같다. 명황이 노현을 만났을 때에는 사사로움이 없고 공정함이 있어서 마음에 가려진 것이 없었기 때문에 알 수 있었다. 그러나 이임보와 같은 자는 이미 미혹되어 마음에 가려진 것이 있었기 때문에 알 수 없었고, 비록 가려진 것이 있더라도 잠시 동안은 반드시 개명한 곳이 있었고 욕심이 없었을 때였다. 당나라 덕종도 사람을 알아보지 못하였는데 한번 이번을 만났을 때에는 나쁜 사람이 아님을 알았다. 이것은 모두 욕심에 가려진 것이 없고 공심으로 보았기 때문이다.”하자, 모두 아뢰기를,“성상의 하교가 지당하십니다. 이 마음을 보양하여 잃지 말아야 합니다.”하였다. 주상이 말하기를,“이임보의 간사함이 이와 같은데도 한휴가 알아보지 못하는 것은 어째서인가?”하니, 홍혼이 아뢰기를,“악한 짓을 하는 사람은 욕심을 부리면 쉽게 알 수 있지만 욕심을 부리지 않으면 쉽게 알 수 없습니다. 한휴가 어질기는 하나 사람을 알아보는 식견이 없습니다.”하였다. 강신이 아뢰기를,“한휴는 이임보를 재상의 재주가 있다고 여겨 그 재주만을 취하였습니다. 송 고종 때에 유작은 진회의 간사함을 몰랐고 한때의 명현도 모두 대간이라는 것을 몰랐으니, 충성스러운 듯하지만 옳은 듯합니다. 소인이 하는 짓을 쉽게 알 수 있다면 어렵지 않게 소인을 분별할 수 있을 것입니다.”하니, 주상이 말하기를,“이임보는 재상의 재주도 없다. 한휴가 재상의 재주가 있다고 여겼으나 재주도 없었다. 한휴가 대간을 천거하면서 재상의 재주가 있는 듯하였으니, 그것이 옳겠는가. 입에는 은밀한 것이 있고 배에는 칼이 있으니, 그 정상과 소인이 어찌 두렵지 않겠는가. 재주가 없으면 소인이 될 수 없고, 반드시 남이 미치지 못하는 재주가 있은 뒤에야 소인이 될 수 있다. 예로부터 재주가 없는 소인은 없었다. 대강 사람은 우직한 자가 선한 짓을 하고 소인은 반드시 재주를 믿고 악한 짓을 하는 법이다. 옛사람이 종을 부릴 때에는 반드시 우직한 자를 시켰는데, 재주가 있으면서 악한 짓을 하는 것보다는 우직한 자가 더 낫다.”하자, 송찬이 아뢰기를,“간사하고 임금을 속인 정상을 후세에서 본다면 그렇습니다. 당시에 분변하지 못한 자가 있었는데, 참언은 더욱 분변하지 못하였습니다. 무릇 참언은 반드시 명망이 있는 자라야 행할 수 있는 것이니, 반드시 정일한 성공을 끊임없이 한 뒤에야 참언에 미혹되지 않을 수 있습니다.”하였다. 최황이 아뢰기를,“군자와 소인을 분별하는 데 방도가 있어서 주상의 뜻에 영합하여 아첨하는 말을 하는 자는 소인이고, 곧은 말과 극간하는 자는 군자입니다.”하니, 주상이 말하기를,“대개는 그렇다. 그러나 이는 바로 옛날의 소인이다. 송나라 이후의 소인은 그렇지 않다. 소인일지라도 말하는 것이 모두 군자이고 후세의 소인은 분별하기 가장 어려운 것이니, 말 때문에 취할 수 없는 것이다. 후세에 경연 석상에서 모두 말하기를 좋아하는데 누가 악한 말을 하겠는가. 진회도 말하기를 ‘덕에는 일정한 스승이 없고 선한 것을 위주로 하는 것이 스승이다.’라고 하였는데, 진회도 이런 말을 하였으니, 후세에서 가장 분별하기 어려운 것이다.”하자, 강신이 아뢰기를,“평소에는 명예를 구하기도 하고 강직한 것을 팔기도 하였기 때문에 그런 것입니다. 이해에 임하면 그 정상이 즉시 나타납니다. 이해에 임해서는 지키는 바를 바꾸지 않는 자가 있으니, 참으로 군자입니다. 평소에 직언하고 극간하는 선비가 없었고, 난에 임해서는 절개를 지키고 의리에 죽는 신하가 있었습니다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 6일(계유) 1번째기사",
                "gt-oKo": "상이 사정전에서 연 석강에 나아갔다. 《대학연의》를 강하였는데, 홍혼(洪渾)이 아뢰기를, “명황(明皇)이 혜비(惠妃)의 말에 혹하여 영(瑛)·요(瑤)·거(琚) 등 세 아들을 죽이고 혜비의 소생인 수왕(壽王)을 태자(太子)로 삼고자 하는 것을 장구령(張九齡)이 극력 간하였기 때문에 움직이지 않았습니다. 그런데 이임보(李林甫)가 재상이 되어서는 폐하의 집안 일이라고 하였으므로 끝내 세 아들을 죽였습니다. 이임보는 또 대리옥(大理獄)에 살기가 없어져서 까막 까치가 날아들어 보금자리를 만드는 것은 태평 성대를 뜻하는 징조라 하였으니, 소인은 반드시 임금이 좋아하는 것으로 임금의 마음을 맞추려는 법입니다. 그러나 임금에게 밝은 덕이 있으면 소인이 아무리 교활할지라도 반드시 억지로라도 따르게 되지만 임금이 권도(權度)에 밝지 못하기 때문에 무리한 일로도 임금을 속이는 것입니다.” 하니, 상이 이르기를, “사람의 마음은 본래 밝은 것이다. 다만 공정하면 본체가 드러나서 밝을 수 있지만 만일 사욕이 끼게 되면 마치 해가 구름에 가려진 것 같아서 밝지 못하게 된다. 명황이 노현(盧絢)을 볼 때는 사사로움이 없고 공평한 마음만 있어서 가려진 것이 없으므로 능히 사람을 알 수 있었지만, 이임보(李林甫)는 이미 고혹하게 하여 가리운 것이 있기 때문에 그 사람됨을 알지 못하였던 것이다. 비록 마음을 가린 것이 있더라도 잠시나마 밝게 보이는 수도 있는 것은 곧 욕심이 없을 때이다. 당 덕종(唐德宗)도 사람을 알아볼 만한 임금이 아니었으나 한 번 이번(李蕃)을 보고 악인이 아님을 알았으니 이는 모두 사욕에 가리운 바 없이 공평한 마음으로 보았기 때문이다.” 하자, 모두 아뢰기를, “상의 분부가 지당합니다. 언제나 이 마음을 보존해 기르고 잃지 않으셔야 합니다.” 하였다. 상이 이르기를, “이임보의 간교함이 이와 같았는데 한휴(韓休)는 어찌하여 알아보지 못하였는가?” 하니, 홍혼이 아뢰기를, “약한 사람이 욕심을 부릴 때는 쉽게 알 수 있지만 욕심을 부리지 않을 때는 쉽게 알 수 없습니다. 한휴가 비록 현명하다 하나 지인지감(知人之鑑)은 없었습니다.” 하고, 강신(姜紳)은 아뢰기를, “하한휴가 이임보를 재상의 재능이 있다고 한 것은 다만 그 재능만을 취하였던 것입니다. 송 고종(宋高宗) 때에 유작(游酢)이 진회(秦檜)의 간악함을 알지 못하였고 한때의 명현들도 모두 그가 대간(大奸)임을 알지 못한 것은, 그가 충성하는 체하고 옳은 체했기 때문입니다. 만일 소인의 행위를 쉽게 발견할 수 있다면 소인을 알아보기가 어렵지 않을 것입니다.” 하였는데, 상이 이르기를, “이임보는 재상의 재능도 없는 사람이다. 한휴가 이임보를 재상의 재능이 있다고 하였으나 재능도 없었다. 한휴가 대간을 추천하면서 재상의 재능이 있는 것 같이 했으니 되겠는가. 입 속에는 꿀을 담고 있으나 배 속에는 칼을 품고 있다는 말은 소인의 정상을 매우 잘 표현한 것이니, 소인을 어찌 두려워하지 않겠는가. 재주가 없으면 소인이 될 수 없으니 반드시 남이 따르지 못할 재주가 있어야만 소인이 될 수 있는 것이다. 그러기에 예로부터 재주없는 소인은 없었다. 대개 사람됨이 우직한 자는 선한 일을 하는데 소인은 그 재주를 끼고 악한 일을 하는 법이다. 옛사람이 종을 부릴 때 어리석은 자를 부린 것은, 재주가 있어 악한 짓을 하는 자보다는 차라리 우직한 자가 낫기 때문이었다.” 하였다. 송찬(宋贊)이 아뢰기를, “간사하게 윗사람을 속인 정상은 후세 사람이 보면 알 수 있지만 바로 그 당시에 이를 분별하지 못할 경우가 있습니다. 참언(讖言)은 구별하기가 더욱 어려운데 대체로 참언이란 반드시 명망이 있는 자라야 행할 수 있는 것이니 임금은 반드시 정일한 공부를 중단하지 말아야 참언에 미혹되지 않는 것입니다.” 하고, 최황(崔滉)은 아뢰기를, “군자와 소인을 분별하는 방법이 있습니다. 즉 임금의 뜻을 먼저 탐지하여 아첨하고 기쁘게 해주는 자는 소인이고 바른말로 극간하는 자는 군자입니다.” 하니, 상이 이르기를, “대개는 그렇지만 이는 곧 옛날의 소인이고 송 이후의 소인은 그렇지도 않다. 비록 소인이라도 말만은 모두 군자처럼 하므로 후세의 소인은 분별하기가 매우 어려워서 말만 듣고 사람을 취할 수는 없다. 후세에 경연(經筵)에서 모두 좋은 말만 하지 누가 나쁜 말을 하는가. 진회도 ‘덕에는 일정한 스승이 없고 선을 위주로 하는 것이 스승이 된다.’고 하였다. 진회 같은 자도 이런 말을 했으니 후세에는 참으로 분별하기 어렵다.” 하였는데, 신이 아뢰기를, “평상시에는 혹 이름을 사기 위해서 혹 정직하다는 말을 들으려고 그럴 수도 있습니다. 그러나 큰 이해에 당면하게 되면 소인의 정상이 바로 나타나니, 이해 관계에 임해서도 그 고수하는 바를 변하지 않는 자가 있다면 진정한 군자입니다. 평소에 직언(直言)과 극간(極諫)이 없는 선비가, 위난에 임하여 어떻게 절의(節義)에 죽는 신하가 되겠습니까.” 하였다.",
                "hj": "○癸酉/上御夕講于思政殿, 講《大學衍義》。 洪渾曰: “明皇聽惑惠妃之言, 欲殺三子瑛、瑤、琚, 立惠妃所生壽王爲太子, 張九齡極諫, 故不動。 及林甫爲相, 以爲陛下家事, 乃殺三子。 林甫又謂: ‘大理獄栖烏鵲。’ 小人必以人君所好而中之。 在我之德明, 則小人雖巧, 必革面矣。 在我之權度不明, 故罔之以無理之事。” 上曰: “人心本明, 但公則本體露而明, 若私則如日之蔽雲而不明。 明皇見盧絢之時, 無私而有公, 心無所蔽, 故能知。 如林甫則旣以蠱惑, (必)〔心〕有所蔽, 故不能知。 雖有所蔽, 暫時之頃, 必有開明之處, 無欲時也。 唐德宗亦不知人, 而一見李蕃, 則知非爲惡人。 此皆由無欲蔽, 以公心觀也。” 僉曰: “上敎至當。 保養此心, 勿失可也。” 上曰: “林甫之奸如此, 而韓休不知見, 何也?” 渾曰: “爲惡之人, 縱慾則易知, 若非縱慾, 則不易知。 韓休雖賢, 而無知人之鑑。” 姜紳曰: “韓休, 以林甫爲有宰相才, 但取其才也。 宋高宗時, 遊酢不識秦檜之奸, 一時名賢, 皆不知大奸, 以其似忠似是也。 小人所爲, 若得易見, 則無難辨之小人矣。” 上曰: “林甫, 宰相才亦無也。 韓休以爲有宰相才, 而才亦無也。 韓休薦大奸, 而似爲有相才, 其可乎? 口有密, 腹有劍, 極其情狀小人, 豈不可畏也哉? 無才則不得爲小人, 必有人不及之才, 然後爲小人。 自古無無才之小人也。 大綱人愚直者爲善, 小人必挾才爲惡, 古人使奴, 必使愚者。 與其有才而爲惡, 不若愚直之爲愈也。” 宋賛曰: “奸邪罔上之情, 後世見之, 則然矣。 當時有不能辨者, 讒言尤不能分辨。 凡讒言必有名望者, 然後能行。 必精一聖功, 無間斷, 然後能不惑於讒言。” 崔滉曰: “君子小人, 分辨有道, 逢迎主意, 以爲諛說者小人也。 讜言極諫者, 君子也。” 上曰: “大槪則然矣。 此乃古之小人也。 宋以下小人不然。 雖小人, 而所言皆君子, 後之小人。 最難辨者也。 以言不可取也。 後世經筵之上, 皆好言, 而誰有爲惡言者乎? 秦檜亦曰: ‘德無常師, 主善爲師。’ 秦檜亦爲此言, 後世最難辨。” 紳曰: “常時之言, 或沽名、或賣直, 故然矣。 若臨利害, 則其情立見。 利害之間, 有不變所守者, 眞君子也。 平日無直言極諫之士, 臨亂焉, 有伏節死義之臣。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture at Sajeong Hall and read the Spring and Autumn Annals (C. Chunqiu zong ji . The lecture reached the point that the Great Comprehensive Mirror to Aid in Government (C. Spring and Autumn Annals reached the point that the Great Comprehensive Mirror to Autumn Annals (C. Spring and Autumn Annalsmary of the Spring and Autumn Annals (C. Spring and Autumn Annals of the Spring and Autumn Annals (C. Spring and Autumn Annals of the Spring and Autumn Annals (C. Spring and Autumn Annals of the Spring and Autumn Annals (C. Spring and Autumn Annals of the Spring and Autumn Annals (C. Spring and Autumn Annals of the Spring and Autumn Annals (C. Spring and Autumn Annals of the Spring and Autumn Annals (C. Spring and Autumn Annals of the Spring and Autumn Annals (C. Spring and Autumn Annals of the Spring and Autumn Annals (C. Shujing",
                "H2KE-nKo": "주상이 사정전에서 주강을 행하였다. 《춘추》를 강하였는데, 성공 11년부터 ‘매우 절실하고 뚜렷하다.[深切著明]’라는 대목에 이르러 특진관 목첨이 아뢰기를,“예는 몸의 줄기이고 경은 몸의 기본입니다. 예가 없으면 몸의 기본이 서지 않고 예와 경이 서로 표리가 됩니다. 이곳은 매우 좋은 곳입니다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 7일(갑술) 1번째기사",
                "gt-oKo": "상이 사정전에서 연 주강에 나아갔다. 《춘추》 성공(成公) 11년에서부터 ‘심절저명(深切著明)’이란 대목까지 강하였는데, 특진관 목첨(睦詹)이 아뢰었다. “예(禮)란 몸의 척추와 같고 경(敬)이란 몸의 기초와 같아서 예가 없으면 몸이 서지 못하는 법이라 예와 경이 서로 표리(表裏)를 이룬다는 것이니, 이 대목을 잘 보셔야 합니다.”",
                "hj": "○甲戌/上御晝講于思政殿, 講《春秋》成公自十有一年, 止深切著明者也。 特進官睦詹啓曰: “禮, 身之榦也。 敬, 身之基也。 無禮則身不立, 禮與敬, 相表裏。 此處極好看。”"
            },
            "2": {
                "H2KE-EN": "Yi Ujik reported to the King, Your Majestys intention is truly appropriate. However, at the time when high officials are dispatched to Gyeonggi Province , the problem of providing necessities for supplying necessities is beyond measure. Is this not uncomfortable? The King said, It is not possible for the officials to supply necessities for supplying necessities. If it is inappropriate, then separately twice for supplying necessities for supplying necessities. ",
                "H2KE-nKo": "이우직이 아뢰기를,“정릉의 막은 곳을 봉심할 때 삼공이 함께 가는 것은 그 일을 중요하게 여기기 때문이니, 주상의 뜻이 진실로 마땅합니다. 다만 대신이 현재 경기까지 함께 나가는 것은 공억의 폐단이 이루 헤아릴 수 없습니다. 대신이 팔다리와 같은데 일시에 함께 나가는 것은 온당치 못한 일이 아니겠습니까.”하니, 주상이 말하기를,“보통 때 봉심하는 것이 아니니, 삼공을 일시에 함께 보내지 않을 수 없다. 그때 가서 확실하게 논의한다면 좋을 것이다. 만일 온당치 않다고 여긴다면 1, 2개 번으로 나누어 보내도 봉심하여 상의할 수 있을 것이다.”하였다. 주상이 승지에게 묻기를,“물이 들어오는 곳을 보았는가?”하니, 대답하기를,“신이 제관에 차임되어 왕래할 때 홍문 근처에 작은 길이 깊이 뚫려 있었습니다. 홍문 근처는 파도가 들이치는 경우가 아니고 물이 불어 넘쳤기 때문에 막기가 그리 어렵지는 않았습니다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 7일(갑술) 2번째기사",
                "gt-oKo": "이우직(李友直)이 아뢰기를, “정릉(靖陵)의 막을 곳을 봉심(奉審)하는데 삼공(三公)도 아울러 가게 하신 것은 일을 신중히 하시는 것이므로 상의 뜻이 진실로 마땅합니다. 그러나 대신이 일시 모두 나가게 되면 경기에서 공억(供億)하는 폐가 헤아릴 수 없을 뿐만 아니라 대신은 고굉(股肱)가 같은데 일시에 모두 나가는 것이 미안하지 않겠습니까.” 하니, 상이 이르기를, “평상시의 봉심과 달라서 삼공을 일시에 보내지 않을 수 없으니 그때 가서 확정짓는 것이 좋겠다. 만일 불편하게 생각되면 1차 2차로 나누어 보내도 되니 봉심에 대하여 상의하라.” 하였다. 상이 승지에게 묻기를, “물이 들어오는 곳을 보았는가?” 하니, 답하기를, “신이 제관(祭官)에 차출되어 왕래할 때 살펴보니 홍살문 가까운 곳에 작은 길이 깊숙하게 뚫려 있었습니다. 홍살문 근처는 파도가 들이치거나 물이 넘쳐 흐르는 곳이 아니므로 막는 일이 그렇게 어렵지는 않을 것입니다.” 하였다.",
                "hj": "○李友直啓曰: “靖陵防塞處奉審, 三公竝去, 重其事, 上意允當, 但大臣時竝出京畿, 供億之弊, 有不可計。 大臣如股肱, 一時竝出, 無乃未安乎?” 上曰: “非常時奉審, 三公不可不一時竝遣, 臨時確論則善矣。 如以爲不便, 則或分遣一兩番, 亦可奉審商確。” 上問承旨: “水入處, 見之乎?” 對曰: “臣差祭往來, 紅門近處有小道深鑿。 紅門近處, 非波濤衝擊, 水漲溢故及, 防之不甚難。”"
            },
            "3": {
                "H2KE-EN": "Fourth Censor Yu Deoksu came and reported as follows: The state storehouses are calculated and decided by calculating the storehouses for one year. If the storehouses are carefully entrusted with the storehouses, there will be no concern for the insufficient storehouses. Now, the officials of the Office of Astronomy and Geomancy are negligent and negligent, and storehouses are entrusted to lower clerks when they distribute [the storehouses] when they distribute [the storehouses]. When the storehouses are almost exhausted, [the storehouses] are almost exhausted. The storehouses are almost exhausted when [the storehouses] are almost exhausted. Nevertheless, the storehouses are almost exhausted when [the storehouses] are almost exhausted. The storehouses of the Office of Astronomy and Geomancy are neglected when [the storehouses] are almost exhausted when [the storehouses] are almost exhausted. [The storehouses] are almost exhausted when [the storehouses] are almost exhausted",
                "H2KE-nKo": "정언 유덕수가 와서 아뢰기를,“국가에서 얼음을 저장할 때 1년의 용도를 계산하여 그 척수를 정하는데, 해당 관원이 마음을 써서 맡아 지킨다면 조금도 부족할 염려가 없습니다. 그런데 지금 서빙고의 관원은 태만하여 일을 살피지 않고 얼음을 나누어 줄 때에 하리에게 맡겨서 도둑맞는 폐단이 있게 하였습니다. 여름이 지나지 않았는데도 거의 다 써 버렸으므로 서반과 종실에게 으레 나누어 주는 얼음을 지급하지 말 것을 주상께 아뢰어 청하였는데, 여론이 오히려 온당치 못하게 여겼습니다. 그런데 지금 또 각 고을에 나누어 배정하기까지 하였으니, 이것이 부득이한 사정에서 나온 것이기는 하지만 맡아 지키는 데 삼가지 않은 죄를 징계하지 않을 수 없습니다. 서빙고의 당초에 담당했던 차지 관원을 파직하소서. 외읍의 빙정을 상납할 때에 해당 관사의 관리가 필시 농간을 부려 폐단을 일으키는 일이 있을 것이니, 이조로 하여금 충분히 검찰하여 외람된 폐단이 없게 하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 7일(갑술) 3번째기사",
                "gt-oKo": "정언 유덕수(柳德粹)가 와서 아뢰기를, “국가에서 소장하는 얼음은 1년 용도를 계산하여 고정된 수량이 있습니다. 그러므로 해관(該官)이 마음을 써서 전수(典守)한다면 절대로 부족할 염려가 없을 것인데 지금 서빙고(西氷庫)의 관원이 태만하여 살펴보지도 않고 얼음을 반출할 때 하리(下吏)에게만 맡겼으므로 도둑맞는 폐단까지 불러서 여름도 지나지 않았는데 거의 다 써버렸습니다. 그리하여 서반 및 종실에게 반사해 줄 얼음을 주지 말자고 계청한 것만도 물정이 온당하지 않게 여기고 있는데 지금 또 각 고을에 분정(分定)까지 하였으니, 비록 부득이한 사정에서 나왔다고는 하나 전수를 삼가지 못한 죄만은 징계하지 않을 수 없습니다. 서빙고에서 처음에 담당했던 차지 관원(次知官員)을 파직하게 하고, 외읍(外邑)의 빙정(氷丁)이 상납할 때에 해사의 관리들이 반드시 고의로 애를 먹이는 폐단을 만들 것이니 이조로 하여금 충분히 검찰하여 외람된 폐단이 없게 하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○正言柳德粹來啓曰: “國家藏氷, 計一年用度, 定其梗數。 若該官用心典守, 則萬無不足之患, 而今者西氷庫官員, 慢不省事, 頒出之際, 委諸下吏, 致有偸竊之弊。 夏月未過, 用之幾盡, 四班及宗室例頒之氷, 啓請不給, 物情猶以爲未便。 今又至於分定各官, 此雖出於不得已, 其不謹典守之罪, 不可不懲。 西氷庫當初次知官員, 請命罷職。 外邑氷丁上納之際, 該司官吏, 必有刁蹬作弊之事, 請令吏曹十分檢察, 俾無猥濫之弊。” 答曰: “依啓。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On eulhae day, the King attended the Royal Lecture at Sajeong Hall and attended the lecture on Extended Meanings of the Great Learning (C. Daxueyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyan . Kang Sin said, As the wise ruler is successively successively, the various officials will not obediently follow his will, but this is improper. As a sovereign is brilliant and brilliant, a subject will advise his words of reporting to Your Majesty even more excessively. The words of the Three Dynasties presented to the King Xiaozheng (C. Xiaoxuanyanyanyanyanyanyanyanyanyanyan surrounding the day. From ancient times, petty men must prevent the meaning of Xiaoxuanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyan Yuanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyanyany",
                "H2KE-nKo": "상이 사정전에서 연 석강에 나아갔다. 《대학연의》를 강독하였는데, 이임보가 정승 자리에 있을 때부터 ‘위에서 간사하여 위를 업신여기는 정상을 논한 것’에 이르러 강신이 아뢰기를,“밝은 임금이 위에 있으면 뭇 신하가 순종하기에 겨를이 없을 것이니, 이 말은 그릅니다. 임금이 성명하면 신하가 경계를 아뢰는 말이 더욱 많아질 것입니다. 삼대가 경계를 아뢴 말에 위란이 조석에 달려 있는 듯하지만, 예전부터 소인은 반드시 언로를 막은 뒤에야 그 악을 자행하였으니, 임금은 어쩔 수 없이 언로를 열어야 합니다.”하고, 강신이 또 아뢰기를,“명황이 비가 내려 벼가 상한 것을 근심하였으니, 이것은 바로 마음이 감동한 부분인데, 나라의 충성이 순종하지 못하였을 뿐만 아니라 그 마음을 모두 묶었습니다. 이러한 때에 하늘의 재변을 경계하고 타이르면 반드시 감응하는 방도가 될 것입니다. 무제가 윤대에서 후회한 것도 오히려 망진의 화를 면하였는데, 명황이 이 마음을 잃지 않고 확충하게 하였다면 어찌 위란의 화가 있었겠습니까. 한나라의 위상과 송나라의 이항이 다 재변을 그 임금에게 고하여 하늘을 두려워하게 하였으니, 임금이 하늘을 두려워하지 않는다면 무슨 짓인들 못하겠습니까. 현종은 미혹하고 혼란하여도 벼가 상할 줄 알았는데, 올해는 벼가 상한 것보다 심하게 수재가 들었으니, 성상께서는 각별히 유념하소서.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 7월 8일(을해) 1번째기사",
                "gt-oKo": "상이 사정전에서 연 석강이 나아갔다. 《대학연의》를 강하였는데 이임보(李林甫)가 재상 자리에 있었다는 데서부터 이상은 위와 같이 험사한 실정을 논하였다는 데까지 하였다. 강신이 아뢰기를, “밝은 임금이 위에 있으면 뭇 신하가 임금의 뜻을 순종하기에 바쁘다 하나 이 말은 옳지 않으니, 임금이 명철하면 신하가 진계(進戒)하는 말이 더욱 많아지게 되기 때문입니다. 삼대(三代) 적에 진계한 말을 보면 위란(危亂)이 마치 조석에 임박해 있는 것처럼 하였습니다. 예로부터 소인은 반드시 언로를 두절시킨 연후에 악한 짓을 저지르므로 임금은 부득이 언로를 열어놓아야 됩니다.” 하고, 신이 또 아뢰기를, “명황이 비가 많이 내려 농사가 피해입는 것을 근심한 것은 바른 마음의 감발이었는데 양국충(楊國忠)은 그런 마음을 받들어 길러주지 못했을 뿐 아니라 오히려 그 바른 마음을 꺾어 버렸습니다. 이때에 만일 천재(天災)를 가지고 경계하고 깨우쳐 주었다면 반드시 감응하는 도리가 있었을 것입니다. 한 무제(漢武帝)의 윤대(輪對)의 후회가 그래도 망진(亡秦)의 화를 면하게 한 것이니, 만일 명황으로 하여금 이 바른 마음을 상실하지 않고 더 확충하게 하였더라면 어찌 위란의 화가 있었겠습니까. 한나라의 위상(魏尙)과 송나라의 이항(李沆)도 모두 재변을 가지고 정치의 잘못된 점을 임금에게 고하여 하늘을 두려워하도록 하였습니다. 만일 임금이 하늘을 두려워하지 않는다면 무슨 짓인들 저지르지 못하겠습니까. 현종은 마음이 미혹되고 정신이 혼란하였어도 오히려 벼농사가 피해입는 것을 알았습니다. 금년의 수재는 벼농사의 피해보다 더 심하니 성상께서는 특별히 마음을 쓰소서.” 하였다.",
                "hj": "○乙亥/上御夕講于思政殿, 講《大學衍義》。 自林甫居相位, 止以上論憸邪(同)〔罔〕上之情。 姜紳曰: “明主在上, 則群臣將順之不暇, 此言非也。 人君聖明, 則臣下進戒之言尤多。 三代進戒之辭, 若有危亂之在朝夕者, 有自古小人, 必杜絶言路, 然後肆其惡, 人君不得已開言路可也。” 紳又曰: “明皇憂雨禾傷, 此正心感發處, 國忠非徒不能將順, 竝梏其正心。 當此時, 若以天災戒諭之, 必爲感應之道矣。 武帝輪對之悔, 尙免亡秦之禍, 若使明皇不喪此心, 而使之擴充, 豈有危亂之禍哉? 漢魏尙、宋李沆, 皆以災變告其君, 使之畏天, 人君不畏天, 何所不至哉? 玄宗蠱惑昏亂, 而猶知傷禾, 今年水災甚於傷禾, 聖上別加動念焉。”"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Rites , which stated, The flood damage has already been urgently reported by each local government office. It is proper to deal with the case in which Icheon , Chuncheon , and elsewhere in Gangwon Province. However, Icheon , Chuncheon , and elsewhere in crop failures are even more extreme. Therefore, reduce the tribute offered from each local government office this year in order to relieve the people of this year. The King issued a directive to the Ministry of Rites .",
                "H2KE-nKo": "전교하기를,“수재를 당한 각 고을은 일찍이 이미 급히 장계하였으니, 하문하여 장계한 뒤에 자연히 처치할 것이다. 다만 강원도의 이천, 춘천은 재해를 입은 것이 더욱 혹심하니, 올해 각 고을 조의 공물을 일체 감면해 주고 무휼하라는 뜻을 해조에 말하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 1일(무술) 1번째기사",
                "gt-oKo": "전교하였다. “수재를 입은 각 고을에서 이미 치계(馳啓)하였으니 하문하여 자세히 장계하게 한 후에 내가 합당하게 처리하겠다. 다만 강원도의 이천(伊川)·춘천(春川)은 피해가 더욱 심하다 하여 금년 각 고을의 공물(貢物)을 일체 면제할 것이니 위에서 구휼하는 뜻을 해조에 이르라.”",
                "hj": "○朔戊戌/傳曰: “水災, 各官曾已馳啓。 下問狀啓後, 自當處置矣。 但江原道伊川、春川、被災尤酷, 今年各官條貢物, 一切蠲除, 撫恤之意, 言于該曹。”"
            },
            "2": {
                "H2KE-EN": "The governor of Pyeongan Province submitted a memorial as follows: On the first day of the seventh month, the wife of the soldier Yi Cheonbok , Jeong Si , gave birth to triplets two sons and one woman. All of them should be provided with salt, soy sauce, and rice in the government office. The King had this sent to the Ministry of Rites.",
                "H2KE-nKo": "평안 감사의 서장에,“7월 1일에 군인 이천복의 처 정시가 한꺼번에 2남 1녀를 낳았는데 모두 생존해 있으니, 관아에서 소금과 장미를 제급해 주소서.”하였는데, 예조에 계하하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 1일(무술) 2번째기사",
                "gt-oKo": "평안 감사의 서장(書狀)에 7월 1일 군인 이천복(李天福)의 아내 정시(鄭時)가 한꺼번에 2남 1녀를 출산하였는데 모두 살았다고 하니, 고을에서 소금·장·쌀을 제급(題給)하라고 예조에 계하하였다.",
                "hj": "○平安監司書狀。 七月初一日, 軍人李天福妻鄭時, 一産二男一女, 竝爲生存, 官中鹽醬米題給事, 啓下禮曹。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On jeongmi day, at Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui and at Yeoneun Hall (Second Royal Portrait Hall for King Taejo and Queen Sinui, attended the morning court assembly.",
                "H2KE-nKo": "정미년에 문소전과 연은전에서 시선하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 10일(정미) 1번째기사",
                "gt-oKo": "문소전(文昭殿)·연은전(延恩殿)에서 아침에 시선(視膳)하였다.",
                "hj": "○丁未/文昭、延恩殿, 視朝膳。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On musin day, the King granted a rotational audience in the musin year (.",
                "H2KE-nKo": "윤대를 행하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 11일(무신) 1번째기사",
                "gt-oKo": "윤대(輪對)가 있었다.",
                "hj": "○戊申/有輪對。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported on the dismissal of Yun Ok . The Office of the Inspector General reported the matter to the King. The King denied this request.",
                "H2KE-nKo": "사헌부가 윤옥을 파직하는 일을 입계하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 11일(무신) 2번째기사",
                "gt-oKo": "사헌부가 윤옥을 파직시킬 것으로 입계하였으나 윤허하지 않는다고 답하였다.",
                "hj": "○司憲府。 尹玉罷職事, 入啓。 答曰: “不允。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Ministry of Works advised: The family of Princess Jeongsun has a fire burned down. The princesses should not be allowed to live in ordinary houses in the villages and repair their buildings. According to the articles of this ministrys study, there are only timber that the princessses have newly reported, and the timber for forty kan [of timber] should be cheok or cheok in forty kan [of timber]. However, there is no regulation that after the fire breaks out after the fire breaks out. There is no precedent to build a new house. How should we deal with this? This 감히 아룁니다.” 하니, 전교하기를, “비록 there is no precedent, although the princesses have already been burned, it is inevitable to build a new house.",
                "H2KE-nKo": "공조가 아뢰기를,“정순옹주의 본가에 불이 나서 모두 탔으므로 옹주가 여염의 상가에 거처할 수 없으니 수리하여 조성하라고 전교하셨습니다. 본조의 등록을 상고해 보니, 단지 옹주의 집을 새로 지을 때 40칸에 들어가는 재목만 한 자 한 치씩 마련하였고 별도로 불이 난 뒤에 개조하는 규례는 없었습니다. 전례가 없는 일을 새로 시작하였으니 어떻게 해야겠습니까? 감히 아룁니다.”하니, 전교하기를,“비록 전례가 없더라도 이미 불이 났으니 짓지 않을 수 없다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 2일(기해) 1번째기사",
                "gt-oKo": "공조가 아뢰기를, “정순 옹주(貞順翁主)의 본가가 불이 나서 모두 타버렸는데 여염의 상가(常家)에 거주할 수 없으므로 그 집을 다시 수리하고 조성할 것으로 전교하였습니다. 그러나 본조의 등록(謄錄)을 상고해보니 옹주의 주택을 새로 지을 경우에 40간을 짓는데 필요한 재목과 척촌(尺寸)만 마련되어 있을 뿐이고 별도로 불이 난 후에 개조하는 규례는 없었습니다. 전례에 없는 일을 새로 설치하는 것이니 어떻게 해야 할지 감히 아룁니다.” 하니, 전교하기를, “비록 전례는 없더라도 이미 실화하였으니 지어주지 않을 수 없다.” 하였다.",
                "hj": "○己亥/工曹啓曰: “貞順翁主本家, 失火盡燒, 翁主不可居於閭閻常家, 修理造成事, 傳敎矣。 曹謄錄相考, 則只有翁主家舍新告時, 四十間所入材木, 尺寸磨鍊, 而別無失火之後改造之規。 無前例創開之事, 何以爲之?敢啓。” 傳曰: “雖無前例, 旣爲失火, 則不可不造成也。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported as follows: If there are those who pass the state examination who cannot take the oral examination on the pretext of the second-stage civil service examination due to an illness, the office in charge should immediately examine whether this is true or false. It would be possible to allow the next-stage military examination to take the oral examination on the pretext of the next-stage military examination. However, if the oral examination had not been decided at that time, it would be impossible to allow the next-stage military examination to take the oral examination on the pretext of the next-stage military examination. However, it has not been decided at that time, and it would be impossible to allow the students to take the oral examination on the pretext of the previous gimyo year ( to take the oral examination on the pretext of the second-stage civil service examination for a long time. Therefore, the Ministry of Rites, unaware of it is impossible to allow the students to take the oral examination on the pretext of human feelings and sympathy. Now, it is obvious that the passers of the second-stage civil service examination have been 추가 등록ed on the pretext of a year, and there is clearly the evidence of human feelings. Not only is it possible for the people to consider this, but it is impossible to open the circumstances, which will cause great trouble to future generations. Your subjects request that the officials of the senior third rank or above of the junior third rank or higher of the junior third rank or above of the Ministry of Rites all be ordered to impeach them, and that the 공사는 not be carried out.",
                "H2KE-nKo": "사간원이 아뢰기를,“초시에 입격한 유생이 복시에 임박하여 혹 병 때문에 강에 나아가지 못하는 경우가 있으면 해당 관원이 그 진소에 따라 즉시 허실을 살펴서 다음 식년에 응시하도록 허락하는 것은 그래도 괜찮습니다. 그러나 그때 정탈하지 않았다면 결코 나중에 소급하여 허락해서는 안 됩니다. 지난 기묘년에 회강에 응시하지 못한 유생은 시일이 이미 오래되었으므로 예조에서 응시를 허락하는 것이 구차하다는 것을 모르지 않았지만 인정에 끌려 지금 해가 지난 뒤에 소급하여 기록하였으니, 사정을 따른 자취가 뚜렷합니다. 여론이 모두 온당치 않게 여길 뿐만 아니라 한번 그 단서를 열어 놓으면 뒷날의 큰 폐단이 있을 것입니다. 예조의 색낭청과 당상을 모두 추고하고, 그 공사는 거행하지 마소서.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 2일(기해) 2번째기사",
                "gt-oKo": "사간원이 아뢰었다. “초시(初試)에 입격한 유생들이 복시(覆試)에 임박하여 혹 병 때문에 강시(講試)에 나아가지 못할 경우 해관(該官)이 그 진소(陳訴)에 따라 즉시 그 허실 여부를 확인하고 다음 식년(式年)에 허부(許赴)하는 것은 괜찮지만, 만약 그때 정탈(定奪)하지 않았다면 결코 후일에 소급하여 허부할 수 없습니다. 지난 기묘년 회강(會講)에 나오지 않은 유생들은 시일이 이미 오래되어 예조도 허부하는 것이 구차한 줄을 알텐데 인정에 끌려 기한이 지난 지금에 추록(追錄)하여 주었으니 이는 사정에 끌린 흔적이 뚜렷합니다. 물정이 모두 온당하지 않게 여길 뿐만이 아니라 한번 이 단서를 열어놓게 되면 후일에 큰 폐단이 있을 것입니다. 예조 색낭청과 당상을 모두 추고하게 하고 그 공사(公事)는 시행하지 마소서.”",
                "hj": "○司諫院啓曰: “初試入格儒生, 覆試臨期, 或有因病不得就講者, 則該官隨其陳訴, 卽審虛實, 許赴於後式年, 猶之可也。 若於其時, 旣不定奪, 則決不可追許於後日。 去己卯年未赴會講儒生, 日月已久, 禮曹非不知許赴之爲苟且, 而牽於人情, 今乃追錄於經年之後, 顯有徇私之迹。 非徒物情皆以爲未便, 一開其端, 大有後弊。 請禮曹色郞廳堂上, 竝命推考。 其公事勿爲擧行。”"
            },
            "3": {
                "H2KE-EN": "On gyeongsul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "석강을 행하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 2일(기해) 3번째기사",
                "gt-oKo": "석강이 있었다.",
                "hj": "○有夕講。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinchuk day, Venus appeared during the sinchuk day and the first lunar hours.",
                "H2KE-nKo": "신시에 태백성이 미지에 나타났다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 4일(신축) 1번째기사",
                "gt-oKo": "신시에 태백이 미지에 나타났다.",
                "hj": "○辛丑/申時, 太白見於未地。"
            },
            "2": {
                "H2KE-EN": "Yi Chungbaek , navy subarea commander of Jeolla Province , submitted a memorial requesting his resignation due to illness. The King responded to his request.",
                "H2KE-nKo": "전라 우수사 이충백이 병으로 인해 사직한다는 장계를 올리니, 체차해 주라고 회유하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 4일(신축) 2번째기사",
                "gt-oKo": "전라 우수사 이충백(李忠伯)이 병 때문에 사직한다는 장계를 올리니 체차시키라고 회유(回諭)하였다.",
                "hj": "○全羅右水使李忠伯, 因病辭職狀啓, 遞差事, 回諭。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported as follows: When envoys traveling to Beijing, the expenses for the supply of the Chinese envoys request, and the expenses for the travel expenses for the Chinese envoys are excessively expensive. If all of them are to be supplied by the government office, the storehouses cannot be supplied by them. Therefore, the envoys cannot be supplied by private purposes. Therefore, the governors , army commanders , and local magistrates of each province are supplied by each of the items that have been supplied by them. Even if the envoys seek to be supplied by private purposes, the items cannot be supplied even in a slightest degree. Although the gifts are issued from the circumstances circumstances, it is not possible that the envoys traveling a long distant place have been supplied by them. The Ming court also understands this circumstances. As the arrival of travel expenses has not yet arrived, sometimes they are reported to Your Majesty. However, the circumstances of the provincial governors sometimes cause inconveniences to be used by private purposes, which is indeed a violation of the law. Therefore, it would be proper to eliminate them. However, if the officials with or without office are lowly, then the transport of them are too short of time. If they are to be supplied by the Ming court, then the tribute supplied by them shall be supplied by the people in the future. Therefore, it is difficult to deal with the matter beforehand. Therefore, your subjects implore Your Majesty to follow this and revise it. The King said, I am aware of this.",
                "H2KE-nKo": "예조가 아뢰기를,“부경하는 행차 때에 중국 관원이 요구하는 물품 및 왕래하는 노자와 집을 세내는 땔나무와 물길에 드는 비용은 너무 많습니다. 만약 모두 관가에서 정해 준다면 나라의 저축은 한정이 있어서 채워 줄 수 없고 사사로이 준비할 수 없습니다. 그러므로 각 도의 감사, 병사, 수령에게 요청하여 각각 소유하고 있는 물품을 수송하게 해서 행장을 갖출 수 있게 하였습니다. 사신으로서는 비록 사사로이 요구하는 것 같지만 진실로 털끝만큼도 사사로이 쓸 곳이 없습니다. 증여하는 것이 비록 간통에서 나왔지만, 왕사를 위해 멀리 가는 사람에게 노자를 주는 것은 본래 사사로이 증여하는 것이 아닙니다. 조정에서도 이 뜻을 알고 있습니다. 노자가 도착하고 안 도착하는 것에 대해 간혹 계달하기도 하는데, 그 사이에 감사가 사사로이 쓰는 폐단이 있는 것은 과연 법을 어긴 것이니 즉시 금지해야 합니다. 만약 사신이 산관이거나 명망이 가벼운 경우라면 수송하는 것이 너무 박하여 부족할 때가 많습니다. 만약 조정에서 정해 준다면 마치 공물을 돌보는 것처럼 여겨 형세상 민간에서 내도록 요구할 수밖에 없습니다. 전에 조처하기가 어려웠으므로 그대로 두고 고치지 않았습니다.”하니, 알았다고 전교하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 5일(임인) 1번째기사",
                "gt-oKo": "예조가 아뢰기를, “부경 행차(赴京行次) 때는 중국 관원이 요구하는 물품 및 왕래하는 노자와 집을 빌고 생활하는 비용이 너무 많이 소요되는데, 이를 모두 관가에서 지급한다면 국고는 한계가 있어 이를 다 충급할 수 없고 그렇다고 사비로 할 수도 없는 것이므로 각도의 감사·병사·수령 들에게 요청하여 각각 소유하고 있는 물품을 수송하게 하여 행리(行李)를 준비하도록 하는 것입니다. 사신된 자로서는 비록 사사로이 요구하는 것 같지만 조금도 사용(私用)할 곳이 없고, 증여하는 자도 비록 간통(簡通)에 의해 나온 것이기는 하나 나랏일을 위하여 원행하는 사람에게 노자를 주는 것이지 본래 사사로이 증여하는 것이 아니니 조정에서도 이런 뜻을 알아야 하므로 노비를 받았는지 못 받았는지를 계달(啓達)하기까지 합니다. 그 중간에서 감사가 간혹 사적으로 유용하는 폐단도 있는데 이는 분명 위법이므로 당연히 금지해야 합니다. 만약 사신이 산관(散官)이거나 혹은 명망이 없는 사람일 경우 보내주는 물품이 너무 박하여 부족될 때가 많은데 그러다고 만약 조정에서 물량을 정해 주게 되면 마치 공납하라는 명령같이 여겨서 장차 민간에게 염출할 우려가 있으므로, 전에도 이 일을 처치하기가 어려워 그럭저럭 지내며 고치지 못하였습니다.” 하니, 알았다고 전교하였다.",
                "hj": "○壬寅/禮曹啓曰: “赴京行次時, 唐官求請之需及往來盤纏, 賃屋薪水之資, 所費太多。 若皆自官家定給, 則國儲有限, 不可充給, 使不可私備, 故求請於各道監、兵使、守令, 各以其所有之物輸送, 使備行李, 爲使臣者, 雖似私索, 固無一毫私用之處。 贈與者, 雖出於簡通, 贐王事遠行之人, 本非私相贈與之數。 朝廷亦知此意, 路費之到未到, 或至於啓達, 其間監司有私用之弊, 果是違法, 卽當禁革矣。 若使臣官散望輕, 則輸送太薄, 多有不足之時。 若自朝廷卜定, 則視同恤貢, 勢將責出於民間, 在前處置爲難, 因循不改矣。” 傳曰: “知道。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: The county magistrate of Seon County was originally weakened and poor. However, this year, flood damage was particularly severe, and it is not possible to wait until a slight harvest year to abandon its land. Magistrate of Sinui County Choe Ugyeong has been disease for a long time due to a contagious disease and has been disappointed by others. However, the Ministry of Personnel, negligent of public justice, applying unqualified men of various ministries, is extremely uncomfortable. Your subjects request that the officials of the senior third rank or above and the section chief of the Ministry of Punishments be interrogated, and Choe Ugyeong be replaced, and 문관 be separately selected and sent to them. The King approved this request. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“예선군은 본래 잔폐한 고을인데, 올해의 수재는 피해가 더욱 심하여 훗날 흉년이 들지 않더라도 곧 버려진 땅이 될 것입니다. 신임 군수 최우경은 풍병이 든 지 이미 오래되어 사람들에게 버림받았는데, 전조가 공론을 돌아보지 않고 용잡한 인물로 주의하였으니, 매우 온당치 못합니다. 당상과 색낭청을 추고하고, 최우경을 체차하고 문관 중에서 충분히 가려 보내소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 5일(임인) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “정선군(旌善郡)은 본래 잔폐한데다가 금년 수재의 피해가 더욱 심하여 후일 흉년이 들지 않는다 해도 이미 버려진 땅이 될 것입니다. 신임 군수 최우경(崔遇慶)은 풍병이 걸린 지 오래되어 사람들에게 버림받았는데, 전조(銓曹)가 공로를 무시하고 아무나 마구 주의(注擬)하니 지극히 온당하지 않습니다. 당상과 색낭청은 추고할 것이며 최우경을 체차하고 문관 중에서 잘 가려 보내소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司憲府啓: “㫌善爲郡, 本是殘弊, 今年水災, 被害尤甚, 不待他日凶歉, 便爲棄地矣。 新郡守崔遇慶, 病風已久, 見棄於人, 銓曹不恤公論, 庸雜注擬, 至爲未便。 請堂上色郞廳推考, 崔遇慶遞差, 以文官十分擇遣。” 答曰: “依啓。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, the Royal Secretariat reported to the King as follows: The prisoners of the State Tribunal brought public affairs at the beginning of the first time and referred to a detailed part of [people part of part of] part of [people part of a part of",
                "H2KE-nKo": "정원이 아뢰기를,“의금부의 죄수들에 대해 당초의 공사를 가져다가 반복하여 참작하여 그 가운데 억울한 사람이 있는지의 여부를 상세히 살펴 아뢰라고 전교하셨습니다. 위에서 형옥을 다스리는 사이에 억울한 사람이 있을까 염려하여 특별히 공사를 가져다 보고 반복하여 참작하여 아뢰라고 명하셨으니, 죄수를 살리기 위해 불쌍히 여기는 뜻이 여기에 이르러 극도에 달하였습니다. 그러나 중대한 관계가 있는 일인 만큼 동료들이 모두 모이기를 기다려 상세히 살펴 아뢰겠습니다.”하니, 알았다고 전교하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 6일(계묘) 1번째기사",
                "gt-oKo": "정원이 아뢰기를, “금부 수인(囚人)들의 당초 공사(公事)를 가져다가 반복하여 참작해 보고 그 가운데 억울한 자가 없는가를 상세하게 살펴서 아뢸 것으로 전교하였습니다. 상께서 형옥(刑獄)을 다루는 과정에서 혹시 억울한 사람이 있지 않았을까 염려하시어 공사를 가져다 보고 참작하여 아뢰라고 하신 것은 죄수를 살리려고 신중히 하시는 뜻이 매우 극진하십니다. 다만 사건이 아주 중대하므로 동료들이 모두 모이기를 기다려 상세히 살핀 후에 아뢰겠습니다.” 하니, 알았다고 전교하였다.",
                "hj": "○癸卯/政院啓曰: “禁府囚人等, 當初公事取來, 反覆參酌, 其中有冤枉與否, 詳察以啓事, 傳敎矣。 自上刑獄之間, 慮有冤枉, 特命取見公事, 反覆參酌以啓, 以囚求生, 欽恤之意, 至此極矣。 但事係重大, 當竢同僚齊會, 詳察以啓。” 傳曰: “知道。”"
            },
            "2": {
                "H2KE-EN": "The governor of Gangwon Province submitted a memorial as follows: The male slave Mansong , a former clerk of Cheorwon Magistracy , secretly committed adultery with Madam Liu Gyeong , the wife of Sangjeon . She fled and resided in Ubong District , and sent an official document to arrest Madam Mansong . Then Madam Mansong fled and fled. Madam Liu Won Chun , the daughter of her clerk, and others were arrested and imprisoned. Mansong committed adultery with her circumstances are all confessed. The circumstances of the three cardinal principles and the five moral imperatives have reached such an extreme. There is no one who has heard and heard of this. As such, it is very uncomfortable to interrogate Madam Mansong normal imperative. Your subject requests that Your Majesty send Madam Mansong to the capital. The King had this sent to the Ministry of Punishments.",
                "H2KE-nKo": "강원도 감사의 서장에,“철원부의 고 교생 이팽수의 종 만송이 상전의 처 경씨와 몰래 간통하고 우봉현으로 도망가서 살고 있습니다. 관문을 보내 만송을 체포하게 하였더니 중도에서 도망하였고, 경씨는 그의 딸 원춘 등과 함께 체포되어 갇혔습니다. 만송과 몰래 간통한 정상을 낱낱이 승복하였습니다. 강상의 변고가 이처럼 극도에 이르렀으니, 보고 듣는 사람들이 모두 놀라워하고 있습니다. 이와 같은 중대한 옥사를 예사롭게 추국하는 것은 매우 온당치 못하니, 경관을 보내소서.”하니, 형조에 계하하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 6일(계묘) 2번째기사",
                "gt-oKo": "강원도 감사의 서장(書狀)에 이르기를, “철원부(鐵原府)의 죽은 교생 이팽수(李彭壽)의 노(奴) 만송(萬松)이 상전의 처 경씨(庚氏)와 간통하고 우봉현(牛峰縣)으로 도망하여 살았습니다. 우봉현에 이관(移關)하여 체포하였으나 만송은 중도에서 도망하였고, 경씨는 그의 딸 원춘(元春) 등과 함께 체포되어 수감되었는데 만송과 음간한 사실을 일일이 승복(承服)하였습니다. 강상의 변이 이 지경에 이르렀으니 보고 듣는 사람마다 놀라고 통탄하지 않는 자가 없습니다. 이와 같이 중대한 옥사를 심상하게 추국하는 것이 매우 온당하지 않으니 경관(京官)을 보내소서.” 하니, 그 장계를 형조에 계하하였다.",
                "hj": "○江原道監司書狀。 鐵原府故校生李彭壽奴萬松, 潛奸上典妻(庚氏)〔庾氏〕, 逃接于牛峯縣, 移關捕捉, 萬松則中路逃躱, (庚氏)〔庾氏〕則與其女子元春等, 被捉來囚, 與萬松淫奸情狀, 一一承服。 綱常之變, 至於此極, 耳目所及, 莫不痛駭。 如此重獄, 尋常推鞫, 事甚未安, 京官發送事。 啓下刑曹。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gapjin day, the King attended the Royal Lecture on the first day of the gapjin month.",
                "H2KE-nKo": "조강을 행하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 7일(갑진) 1번째기사",
                "gt-oKo": "조강이 있었다.",
                "hj": "○甲辰/有朝講。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Yi Chungbae , a member of the Office of the Inspector General , who is appointed as a skillful official of Jeolla Province , was undeservedly promoted to a government post. Truly, Yi Chungbae , a member of the Directorate of Palace Kitchen Supplies , has been able to repay the state, and yet he suddenly submitted a letter to the Ministry of Taxation on account of his parents illness as a sick and arrogantly requested his punishment. If such a circumstances are opened, who would shamelessly abandon his parents and wives and children and hardly suffer from a distant place? Your subjects request that Yi Chungbaek be dismissed from his post, thereby preventing the practice of arbitrarily arbitrariving his own choice. If one is a low-born person, even if he is a low-born person, he should be shameful. Furthermore, he is a column leader of a government official and unscrupulous merchant, unwilling to do so. How can he be placed in the record of his accomplishments, thereby growing the circumstances of slandering? Second Deputy Director of the Royal House Administration Yun Ok , a column leader of the people, sought to hear and heard about the names of seven hundred or more people who paid grains to the people in Jeolla and Jeolla provinces, claiming to purchase the people under the pretext of auspicious opportunity, submitted a letter to the Ministry of Taxation on the pretext of auspicious oportunity to receive cotton cloth, which amounts to more than 600 dong of cotton cloth, although he submitted a letter to the original master of the Office of the Inspector General . As for Yun Ok, he should have felt shame and apologized. However, he openly sent a letter to the high-ranking official of the Ministry of Taxation to seek to avoid arbitrarily arbitrarily, which is extremely shameful. Your subjects request that he be dismissed from his post. Executive Assistant of Hanseong Magistracy Yi Sageon , who had served in the government, criticized his sense of behavior, and he also did not violate the principles in his house. Your subjects request that he be dismissed from his post. The inspectors and censors report state affairs to the King and the officials of the Office of the Inspector General and the Office of the Censor General immediately come to the palace to await awaiting await",
                "H2KE-nKo": "사헌부가 아뢰기를,“전라 수사 이충백은 별로 능력도 없으면서 외람되이 초수의 은혜를 받았으니, 진실로 쓰러지기 전에 나라에 보답할 것을 생각해야 합니다. 그런데 갑자기 어버이의 병환으로 신병이 있다고 태연히 아뢰어 청하였습니다. 이런 길이 한번 열리면 누가 부모를 버리고 처자를 떠나 먼 지역에서 고생하려 하겠습니까. 이충백을 파직하여 무부들이 제멋대로 편한 대로 행동하는 버릇을 막으소서. 남의 것을 빼앗아 이익을 독차지하는 것은 천한 장사치라 하더라도 수치스러운 일인데, 더구나 의관의 반열에 있는 신분으로서 장사치로서 차마 하지 못할 짓을 자행하였으니, 어찌 기록하지 않은 채 내버려 두어 혼탁한 찌꺼기가 마구 퍼지는 조짐을 조장할 수 있겠습니까. 동지돈녕 윤옥은 모리배들과 서로 짜고서 양남의 납곡 700여 인의 성명을 사서 길례 때에 쓸 것이라고 핑계 대고 호조에 함부로 정소하여 면포 600여 동을 받아 내었습니다. 그리하여 납곡한 본주인이 어지러이 정소하였으니, 윤옥으로서는 부끄러워하고 두려워하기에 겨를이 없어야 할 것입니다. 그런데 공공연히 호조 당상에게 간통하여 구차하게 무사하기를 바랐으니, 이익을 탐하고 염치없는 태도가 심합니다. 파직을 명하소서.한성 판관 이사건은 관직에 있으면서 일찍이 삼가지 않았다는 비난이 있었고 집에 있으면서도 도리에 어긋난 일이 많았으니, 파직을 명하소서.대간이 아뢸 일로 대궐에 나오면 승지와 사관이 즉시 나와 대기하는 것은 일을 아뢰는 것을 중시하기 때문입니다. 지난번에 최우경이 체차할 일로 대궐에 나오면서 사관이 경연에 입시하는 것 외에는 다시 다른 사진할 관원이 없다고 핑계 대고 나와서 대기하지 않았으니, 대간을 업신여긴 것이 심합니다. 그날 사진하지 않은 사관을 추고하여 죄를 다스리소서.승지는 사관이 사진하지 않은 것을 알면서도 처치하지 않아 일을 아뢰는 것이 지체되게 하였는데도 태연히 보고 있으니, 또한 잘못입니다. 색승지를 모두 추고하소서.”하니, 답하기를,“아뢴 대로 하라. 이충백이 사직한 것은 어버이의 병환 때문이었다. 윤허하지 않는다. 윤옥의 일은 천천히 결정하겠다.”하고, 정원에 전교하기를,“윤옥의 일에 대해 전말을 상세히 서계하라고 호조에 말하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 7일(갑진) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “전라 수사 이충백(李忠伯)은 별로 뛰어난 능력도 없는데 외람되이 자급을 뛰어넘어 제수하는 은총을 받았으니, 몸이 엎어지기 전까지 국가에 보답할 공효(功效)를 생각해야 할 것인데, 갑자기 친병(親病)과 신병(身病)을 핑계대고 교만하게 사직할 것을 아뢰었습니다. 만일 이런 길을 한번 열어 놓으면 누가 부모를 버리고 처자를 떠나 먼 지방에 나가 고생하려 하겠습니까. 이충백을 파직하여 무부(武夫)들이 제 마음대로 편하려는 습성을 막을소서. 남의 것을 빼앗아 이권을 독점하는 것은 비록 시정배 같은 천류로 부끄러워하는 자가 있는데 더구나 자신이 의관(衣冠)의 반열에 있으면서 시정배들도 차마 하지 못하는 짓을 자행하니 어찌 이런 자를 그대로 방치하여 더러운 쓰레기가 범람할 조짐을 기르겠습니까. 동지돈령 윤옥(尹玉)은 모리배들과 결탁하여 양남(兩南)에서 납곡(納穀)한 7백여 인의 성명을 알아내어 사들인다고 칭탁하였다가 길례(吉禮) 때 쓸 것이라고 사칭하여 호조에 바치고는 면포(綿布) 6백여 동(同)을 받아냈는데, 이를 알고 납곡한 본주들이 들고 일어나 소송을 제기하였습니다. 그러면 윤옥은 당연히 부끄러워하고 두려워하여야 할 터인데 도리어 공공연히 호조 당상에게 간통(簡通)하여 무사하기를 바랐으니, 이익만 좇는 염치없는 태도가 막심합니다. 파직시키소서. 한성 판관 이사건(李思謇)은 관직에 있으면서 일찍이 불근하였다는 비난이 있었고 가정에서도 또한 패리(悖理)한 일이 많았으니 파직시키소서. 대간이 아뢸 것이 있어서 대궐에 나아가면 승지·사관이 즉시 나와 기다리는 것은 그 아뢰는 것을 중히 여기기 때문입니다. 지난번에 대간이 최우경의 체직을 논하려고 대궐에 나아갔는데 경연에 입시한 사관 외에는 나와 있는 사관이 없다는 핑계로 나와 기다리지 않았으니, 이는 대간을 매우 멸시한 것입니다. 그날 출사하지 않는 사관은 추고하여 치죄하소서. 승지란 자도 사관이 나오지 않은 것을 알면서도 처치하지 않아서 아뢰는 일을 지연시켜 놓고도 무심하게 있었으니 또한 잘못입니다. 색승지도 아울러 추고하소서.” 하니, 답하기를, “아뢴 대로 하되, 이충백의 사직은 친병 때문이었을 것이니 윤허할 수 없으며, 윤옥에 대한 일은 서서히 발락(發落)하겠다.” 하고, 정원이 전교하기를, “윤옥에 대한 전말을 상세히 서계하도록 호조에 이르라.” 하였다.",
                "hj": "○司憲府啓: “全羅水使李忠伯, 別無已試之能, (監)〔濫〕受超授之恩, 固宜顚仆之前, 猶思報國之效, 而遽以親病, 身病, 偃然啓請。 此路一開, 孰肯棄父母、離妻子, 辛苦於遐遠之域哉? 請李忠伯罷職, 以杜武夫任意自便之習。奪人專利, 雖商賈之賤, 猶或有恥者, 況身在衣冠之列, 肆其商賈之所不忍者, 則豈可置諸不記之中, 以長濁滓橫流之漸乎? 同知敦寧尹玉, 與牟利人相濟見聞, 兩南納穀七百餘人姓名, 托言買得, 稱爲吉禮時所用, 冒呈戶曹, 受出綿布, 幾至六百餘同乙者, 納穀本主, 紛紜呈訴, 爲尹玉者, 所當愧恧畏縮之不暇, 而公然簡通于戶曹堂上, 苟冀無事, 其放利無恥之狀甚矣。 請命罷職。 漢城判官李思謇, 居官曾有不謹之譏, 在家亦多悖理之事, 請命罷職。 臺諫以啓事詣闕, 承旨史官, 卽爲出待者, 乃所以重啓事也。 頃者崔遇慶論遞事詣闕, 則托以史官經筵入侍之外, 更無他仕進之員, 而不爲出待, 其蔑臺諫甚矣。 請其日不仕史官, 推考治罪。 爲承旨者, 旣知史官不仕, 而不爲處置, 以致啓事之淹滯, 而視之恬然, 亦爲非矣。 色承旨竝爲推考。” 答曰: “依啓。 李忠伯辭職, 蓋以親病也。 不允。 尹玉事, 徐當發落。” 傳于政院曰: “尹玉事之首末, 詳細書啓事, 言于戶曹。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported on the dismissal of Yi Chungbae , Superintendent of Jeolla Province , and Second Deputy Director of the Royal House Administration Yun Ok , who were second deputy director of the Royal House Administration , who were dismissed. The King approved this. ",
                "H2KE-nKo": "사헌부가 전라 수사 이충백과 동지돈녕 윤옥 등을 파직할 것을 입계하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 8일(을사) 1번째기사",
                "gt-oKo": "사헌부가 전라 수사 이충백, 동지돈령 윤옥 등을 파직할 것으로 입계하였으나 윤허하지 않았다.",
                "hj": "○乙巳/司憲府, 全羅水使李忠伯、同知敦寧尹玉等罷職事, 入啓。 答曰: “不允。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On byeongo day, the King attended the Royal Lecture on the Confucian Classics in the byeongo year (.",
                "H2KE-nKo": "석강을 행하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 9일(병오) 1번째기사",
                "gt-oKo": "석강이 있었다.",
                "hj": "○丙午/有夕講。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported on the dismissal of Yi Chungbae , Superintendent of Jeolla Province , and Second Deputy Director of the Royal House Administration Yun Ok , who were second deputy director of the Royal House Administration , who were dismissed. The King said, I already explained this matter, and I did not grant permission. ",
                "H2KE-nKo": "사헌부가 전라 수사 이충백과 동지돈녕 윤옥을 파직할 일로 입계하니, 답하기를,“이미 유시하였다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 9일(병오) 2번째기사",
                "gt-oKo": "사헌부가 전라 수사 이충백, 동지돈령 윤옥을 파직할 것으로 입계하니 답하였다. “이미 효유하였으므로 윤허하지 않는다.”",
                "hj": "○司憲府, 全羅水使李忠伯、同知敦寧尹玉罷職事, 入啓。 答曰: “己諭, 不允。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Magistrate of Sinchang District Yi Seonggyeong is foolish and foolish by nature, and his handling of affairs is observed. The entire townspeople surrendered and fled and wandering one after another. Your subjects request that he be dismissed from his post. Magistrate of Jinbo District Ju Jundeok was supposed to serve his duties, and he was dull and unable to manage his affairs. The clerk functionaries occur. Your subjects request that he be dismissed from his post. The King 아뢴 대로 하라고 답하였다.",
                "H2KE-nKo": "사간원이 아뢰기를,“신창 현감 이성경은 인물이 어리석고 용렬하여 일 처리가 전도되었으므로 온 경내가 아우성치고 유망하는 자가 속출하고 있습니다. 파직하소서. 진보 현감 성준덕은 하는 일 없이 자리만 차지하고 있으면서 혼미하여 일을 보지 못하므로 아전들이 농간을 부리고 있습니다. 파직하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 8월 9일(병오) 3번째기사",
                "gt-oKo": "사간원이 아뢰기를, “신창 현감(新昌縣監) 이성경(李誠慶)은 인물이 우둔하고 용렬한데다가 처사가 전도되어 온 경내가 시끄럽고 이산해 가는 집이 속출하고 있으니 파직시키소서. 진보 현감(眞寶縣監) 성준덕(成駿德)은 자리만 지킬 뿐 일처리에 밝지 못하여 아전들이 간교한 짓을 하고 있으니 파직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司諫院啓: “新昌縣監李誠慶, 人物愚劣, 處事顚倒, 闔境嗷嗷, 流亡相繼, 請命罷職。 眞寶縣監成駿德, 尸居其職, 昏不治事, 吏(緣)〔掾〕爲奸, 請命罷職。” 答曰: “依啓。”"
            }
        }
    },
    "09": {
        "15": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, The titles of Magistrate of Hoeryeong Yi Gyeong are presumptuous. Your subjects request that he be corrected. Section Chief of the Ministry of War Shin Eongyeong misappropriated government property and entrusted all the expenses for the banquet. Please dismiss him from his position. Magistrate of Jangdan Magistracy Yi Saje was not suitable for a military official in the native land. Please dismiss him from his position. Magistrate of Gwangju Strategic County Yi Chungwon was originally incompetent in handling affairs. Moreover, he visited the capital frequently and caused many troubles. Please dismiss him from his position. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“회령 부사 이경은 관작이 외람됩니다. 개정하소서. 병조 정랑 신언경은 공물을 함부로 써서 모두 잔치에 참여하는 밑천으로 삼았습니다. 파직하소서. 장단 부사 이사황은 무신으로서 내지에 합당하지 않으니 체차하소서. 광주 목사 이충원은 본래 업무에 응할 만한 재주가 부족하고, 또 경성을 자주 출입하면서 여러 가지로 폐단을 끼쳤습니다. 모두 파직하소서.”하니, 모두 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 15일(임오) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “회령 부사 이경(李璟)은 관작이 외람하니 개정하소서. 병조 정랑 신언경(愼彦慶)은 공물(公物)을 함부로 쓰면서 모두 잔치하는 물자로 소비해 버렸으니 파직시키소서. 장단 부사(長湍府使) 이사정(李思艇)은 무신으로서 내지(內地) 수령에 합당하지 않으니 체직하소서. 광주 목사(廣州牧使) 이충원(李忠元)은 본래 직무를 감당할 만한 재능이 부족할 뿐 아니라 또 경성에 자주 출입하여 여러모로 폐해를 끼치니 아울러 파직시키소서.” 하니, 모두 아뢴 대로 하게 하였다.",
                "hj": "○壬午/司憲府啓: “會寧府使李璟, 官爵猥濫, 請改正, 兵曹正郞愼彦慶, 濫費公物, 盡歸施與遊宴之資, 請罷職。 (長端)〔長湍〕府使李思艇, 武臣不合內地, 請遞。 廣州牧使李忠元, 素乏應務之才, 且頻數出入京城, 貽弊多端, 請竝罷。” 竝依啓。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gapsin day, [the King] conducted state affairs. [The King] appointed Song Eonsin as fourth censor .",
                "H2KE-nKo": "정사가 있었다. 송언신을 정언으로 삼았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 17일(갑신) 1번째기사",
                "gt-oKo": "정사가 있었다. 송언신(宋言愼)을 정언(正言)으로 삼았다.",
                "hj": "○甲申/有政。 以宋言愼爲正言。"
            },
            "2": {
                "H2KE-EN": "Choe Won , army commander of Jeolla Province , resigned from office due to illness, and was replaced.",
                "H2KE-nKo": "전라 병사 최원이 병으로 사직하니, 체차하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 17일(갑신) 2번째기사",
                "gt-oKo": "전라 병사 최원(崔遠)이 병으로 사직하자 체직하였다.",
                "hj": "○全羅兵使崔遠以病辭, 遞之。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulyu day, seventeen men, including the State Council, including Han효순 , Ha Jinbo , Yi Jun , Hong Inseo , Bak Sungwon , Hong Yeol , Yu Yeongrip , Heo Gyeok , 이항복 , Yi Jeonggam , Im Gunro , Kwon Su , Kim Sihoe , Gi Yeong , Kim Gun , Yi Yujung , and Hong Insang .",
                "H2KE-nKo": "의정부 홍문록을 행하였다. 한효순, 하진보, 이립, 홍인서, 박숭원, 홍여순, 유영립, 허감, 이항복, 이정암, 임국로, 권수(權), 김시회, 기영, 김륵, 이유중, 홍인상 등 17인을 뽑았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 18일(을유) 1번째기사",
                "gt-oKo": "의정부가 홍문록(弘文錄)에서 한효순(韓孝純)·하진보(河晉寶)·이입(李砬)·홍인서(洪仁恕)·박숭원(朴崇元)·홍여순(洪汝諄)·유영립(柳永立)·허감(許鑑)·이항복(李恒福)·이정암(李廷馣)·임국로(任國老)·권수(權)·김시회(金時晦)·기영(奇苓)·김늑(金玏)·이유중(李有中)·홍인상(洪麟祥) 등 17인을 선발하였다.",
                "hj": "○乙酉/議政府弘文錄: 取韓孝純、河晋寶、李砬、洪仁恕、朴崇元、洪汝諄、柳永立、許鑑、李恒福、李廷馣、任國老、權、金時晦、奇苓、金玏、李有中、洪麟祥等十七人。"
            },
            "2": {
                "H2KE-EN": "Due to a mistake in the Right Gyeonggi Province , Yangju and Sangnyeong , Left Chungcheong Province , 온양 and Cheongpung , Right Gyeonggi Province , Yeoju , and Bongsan , Hwanghae Province , and Inje , Gangwon Province , were dismissed.",
                "H2KE-nKo": "경기 우도의 재상을 잘못 처리하여 양주와 삭녕, 충청좌도의 온양과 청풍, 우도 결성, 경기좌도 여주, 황해도 봉산, 강원도 인제를 파직하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 18일(을유) 2번째기사",
                "gt-oKo": "경기우도의 양주(楊州)·삭령(朔寧), 충청좌도의 온양(溫陽)·청풍(淸風), 충청우도 결성(結城), 경기좌도 여주(驪州), 황해도 봉산(鳳山), 강원도 인제(麟蹄)의 수령을 재상(災傷) 답험(踏驗)의 착오로 모두 파직하였다.",
                "hj": "○京畿右道災傷差錯, 楊州、朔寧, 忠淸左道溫陽、淸風, 右道結城, 京畿左道驪州, 黃海道鳳山, 江原道麟蹄罷。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Choe Won , 병사 of Jeolla Province , was directly replaced due to an illness. Your subjects request that he be dismissed first and then punished. Magistrate of Gongju Strategic County Kang Won requested that he be dismissed from his position. Magistrate of Cheongpung County Yun Yeon is ignorant and foolish. Your subjects request that he be replaced. The King granted the request. However, the King did not approve the request.",
                "H2KE-nKo": "사간원이 아뢰기를,“전라 병사 최원은 병을 핑계 대고 지레 체차되었으니, 먼저 파직한 뒤에 추고하소서. 공주 목사 강원은 탐오하니 파직하고, 청풍 군수 윤연은 무식하고 거칠고 망녕되니 체차하소서.”하니, 답하기를,“아뢴 대로 하라. 최원의 일은 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 19일(병술) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “전라 병사 최원은 병을 핑계하여 곧바로 체직되었으니 먼저 파직하고 나서 추고하소서. 공주 목사 강원(姜源)은 탐오(貪汚)하니 파직하소서. 청풍 군수 윤연(尹淵)은 무식하고 추잡하니 체직하소서.” 하니, 이르기를, “아뢴 대로 하라. 최원의 일은 윤허하지 않는다.” 하였다.",
                "hj": "○丙戌/院啓: “全羅兵使崔遠, 稱病徑遞, 請先罷後推。 公州牧使姜源, 貪汚請罷, 淸風郡守尹淵, 無識麤妄, 請遞。” “如啓。 崔遠事, 不允。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Army Commander of Jeolla Province Byeon Guans household is in Jangheung . The distance between garrison and garrison is merely one sik. Your subjects request that he be replaced and that Choe Won be first dismissed and interrogated. The King said, The matter of replacing Choe Won is as reported. It is not necessary to dismiss him from office and interrogate him. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“전라 병사 변국간은 집이 장흥에 있어 진영과의 거리가 1식 밖에 되지 않으니, 체차하고, 최원은 먼저 파직한 뒤에 추고하소서.”하니, 답하기를,“체직하는 일은 아뢴 대로 하라. 최원은 파직하고 추고할 필요가 없다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 19일(병술) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “전라 병사 변국간(卞國幹)은 본집이 장흥(長興)에 있어서 진(鎭)과의 거리가 매우 가까우니 체직하소서. 최원은 먼저 파직하고 나서 추고하소서.” 하니, 답하기를, “체직하는 일은 아뢴 대로 하라. 최원은 꼭 파직하고 추고할 것 없다.” 하였다.",
                "hj": "○司憲府啓: “全羅兵使卞國斡, 家在長興, 距鎭只一息, 請遞。 崔遠先罷後推。” 答曰: “遞事如啓。 崔遠, 不須罷推。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King appointed Yi I as deputy director of the Royal Confucian Academy.",
                "H2KE-nKo": "이이를 부제학으로 삼았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 24일(신묘) 1번째기사",
                "gt-oKo": "이이(李珥)를 부제학으로 삼았다.",
                "hj": "○辛卯/以李珥爲副提學。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: Recently, the discipline of discipline is slackened, and the personal feelings are greatly vigilant. When an official serving as an envoy , there are cases in which a person who observes his personal feelings and abandons public justice. Special Royal Commissioner to Left Gyeonggi Province Seong Suik has been dismissed from his post for a long time. Magistrate of Yeoju Strategic County Bak Seungim is merely a place to respond to his responsibilities. However, he is even more serious incorrect decision and mistakes. Therefore, your subjects request that he be dismissed from his post. Magistrate of Jipyeong District Namggae entrusted the clerk to all the clerks. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“근래 기강이 해이해져 사사로운 정이 크게 성행하고 있습니다. 심지어 사명을 받든 신하 중에는 간혹 사정에 이끌려 공적인 일을 무시하는 습성이 있기도 합니다. 경기좌도 경차관 성수익은 파직되어 간 지 이미 오래되었고 여주 목사 박승임은 단지 책임만 때우려고 하다가 더욱 심하게 착오를 일으킨 자가 도리어 누락되었습니다. 파직하도록 명하소서. 지평 현감 남궁개는 하리에게 맡겨 두었으니 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 24일(신묘) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “근래에 기강이 해이하고 사정(私情)이 매우 성행하여, 심지어 사명을 받든 사신(使臣)까지도 간혹 사정에 끌려 공도를 무시하는 풍습이 있습니다. 경기좌도 경차관 성수익(成壽益)은, 파직되어 간 지 오래된 여주 목사 박승임(朴承任)이 다만 책임이나 면하려 하여 심하게 착오를 범했는데도 도리어 누락시켰으니 파직시키소서. 지평 현감(砥平縣監) 남궁개(南宮愷)는 직무를 하리(下吏)들에게 위임하여 처리하고 있으니 파직시키소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○司憲府啓: “近來紀綱解弛, 私情大勝。 至於奉使之臣, 或有牽情蔑公之習, 京畿左道敬差官成壽益, 以罷去已久, 驪州牧使朴承任, 只爲塞責之地, 而尤甚差錯者, 反爲遺漏, 請命罷職。 砥平縣監南宮愷, 委諸下吏, 請罷。” 依啓。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Yi Gyeong , a member of the Office of the Censor General , was detested by his low or low quality. He did not obey the royal order and wished to dismiss him from office and return. However, Governor Sim Uigyeom was easy to dismiss him from his office so that he could fulfill his wish. Your subjects request that Yi Gyeong be punished according to the penal code and Sim Uigyeom be interrogated. The King replied, The opinion of Sim Uigye is excessive. The King did not approve this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“남도 우후 이경은 비천하고 야박한 것을 싫어하여 신병을 핑계 대고는 고의로 명을 받들지 않고 파직되어 돌아오기를 도모하였습니다. 그런데 감사 심의겸은 경솔하게 파직하여 그의 소원을 이루어 주었으니, 이경은 법률대로 죄를 다스리고 심의겸은 추고하소서.”하니, 답하기를,“논의한 것이 실정에 지나치니 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 25일(임진) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “남도 우후 이경(李璟)은 직위가 낮고 대우가 박한 데에 염증을 느끼고 신병을 칭탁하여 왕명을 고의로 받지 않음으로써 파면되어 돌아오려는 계책을 꾀하였는데, 감사 심의겸(沈義謙)이 경솔히 파출(罷黜)하여 오히려 그의 소원을 이루어 주었으니 이경은 율에 의해 치죄하고 심의겸은 추고하소서.” 하니, 답하기를, “논한 것이 실정에 지나치므로 윤허하지 않는다.” 하였다.",
                "hj": "○壬辰/司諫院啓: “南道虞候李璟, 厭其卑薄, 托稱身病, 故不迎命, 以圖罷還, 而監司沈義謙, 輕爲罷黜, 以遂其願。 請李璟依律治罪, 沈義謙推考。” 答曰: “所論過情, 不允。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gabo day, due to the disaster of natural disasters, the King issued an order to sought out skills in the capital and in the provinces.",
                "H2KE-nKo": "갑오년에 재변 때문에 하교하여 서울과 지방에 구언하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 27일(갑오) 1번째기사",
                "gt-oKo": "재변으로 인하여 전교를 내려 중외에 구언(求言)하였다.",
                "hj": "○甲午/以災變下敎, 求言中外。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Yu Myeon , a second-tier instructor , has no behavior. Your subjects request that he be dismissed from his position. Second Deputy Director [of the Royal House Administration] Bak Chung has long suffered from an incurable disease. Your subjects request that he be dismissed from his position as superintendent of the Office of Palace Supplies . The King granted permission.",
                "H2KE-nKo": "사간원이 아뢰기를,“동몽훈도 유면은 행검이 없으니 태거하소서. 지중추부사 박충원은 병이 든 지 이미 오래되었으니 겸대하고 있는 내섬시와 와서의 제조를 해임하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 29일(병신) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “동몽 훈도(童蒙訓導) 유면(柳沔)은 행검(行檢)이 없으니 도태시키고 지충추부사 박충원(朴忠元)은 폐질에 걸린 지 이미 오래되었으니 겸대한 내섬시와 와서(瓦署)의 제조를 해직하소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○丙申/司諫院啓: “童蒙訓導柳沔, 無行檢, 請汰去。 知中樞府事朴忠元, 廢疾已久, 請解兼帶內(瞻)〔贍〕寺瓦署提調。” 如啓。"
            },
            "2": {
                "H2KE-EN": "Obituary for Assistant Deputy Director [of the Office of Royal Decrees] Yun Chung wrote the Records of the Grand Scribe (C. Cheonhae shuyi , Comprehensive Mirror to Aid in Government (C. Mongmonggu shuyi , Comprehensive Mirror to Aid in Government (C. Zhu Xi's Element and Comprehensive Mirror to Aid in Government (C. Gangmu and Comprehensive Mirror to Aid in Government (C. Zhu Xi's Element and Comprehensive Mirror to Aid in Government (C. Zhu Xi's Element and Comprehensive Mirror to Aid in Government (C. Zhu Xi's Element and Comprehensive Mirror to Aid in Government (C. Zhu Xi's Element and Comprehensive Mirror to Aid in Government (C. Xi'shuyi's Element and Comprehensive Mirror to Aid in Government (C. Zhu Xi'shuyi's Element and Comprehensive Mirror to Aid in Government (C. Zhu Xi's Element and Comprehenshuyi and Comprehensive Mirror to Aid in Government (C. Zhu Xi'shuyi's Element and Comprehenshuyi",
                "H2KE-nKo": "졸한 부제학 유희춘이 저술한 《천해록》, 《독몽구》, 《시경》, 《서석의》, 《주자어류훈석》, 《강목훈석》 및 기타 평생 동안의 저술을 전라도로 하여금 빠짐없이 올려보내게 하라는 유지가 있었다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 29일(병신) 2번째기사",
                "gt-oKo": "졸(卒)한 부제학 유희춘(柳希春)이 저술한 《천해록(川海錄)》·《독몽구(讀蒙求)》·《시서석의(詩書釋義)》·《주자어류훈석(朱子語類訓釋)》·《강목훈석(綱目訓釋)》과 그밖에 평생 동안의 저술을 빠짐없이 모두 올려보낼 것으로 전라도에 전지를 내렸다.",
                "hj": "○卒副提學柳希春所著《川海錄》, 《讀蒙求》, 《詩》、《書釋義》, 《朱子語類訓釋》, 《綱目訓釋》, 及他餘平生著述, 令全羅道, 無遺上送事, 有旨。"
            },
            "3": {
                "H2KE-EN": "Jo Mok was appointed as fifth-rank aide to the governor of Gyeongsang Province , but he did not depart. ",
                "H2KE-nKo": "조목을 경상도 도사에 제수하였으나 부임하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 29일(병신) 3번째기사",
                "gt-oKo": "조목(趙穆)을 경상도 도사에 제수하였으나 부임하지 않았다.",
                "hj": "○以趙穆除慶尙道都事, 不赴。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Inspector General Yi Sik of the Office of the Inspector General reported to the King as follows: When the official document of investigation and investigation was submitted to the King, even though he was not involved in the interrogation, he did not immediately discuss the matter with his colleagues with his colleagues. This is the first mistake. Also, if the colleagues are not involved in the official document of the Office of the Inspector General, the colleagues should be immediately rectified by the mistake of the colleagues of the colleagues. This is the second mistake. Moreover, former Third Inspector Yi Jeonghyeong has committed the same mistake as your subject, and there is no difference in the case. One steps and one steps remain in office, which is greatly at variance with the cardinal principles of righteousness. If the colleagues of the affairs are not inflicted and only based on the official document, the colleagues of one clerk can be sufficient. Why should the colleagues of the eyes and ears be established? Even if the colleagues of the colleagues are possible, the colleagues of the colleagues are not inflicted upon the colleagues of the colleagues, which is the first mistake of the colleagues of the colleagues? It is requested that the colleagues of the colleagues be urgently replaced by his colleagues of the colleagues.",
                "H2KE-nKo": "대사헌 이식이 피혐하며 아뢰기를,“진시의 추고 공사를 입계할 때에, 헌납 황우한이 추고 대상에 들어 있지 않다는 것을 알면서도 즉시 동료와 다시 의논하여 처리하지 않았으니, 이것이 신의 첫 번째 잘못입니다. 그리고 황우한에게 동료가 공함을 내지 않았다는 것을 알았으면 즉시 그 잘못을 바로잡아야 하는데 도리어 그와 서로 용납하였으니, 이것이 신의 두 번째 잘못입니다. 더구나 전 장령 이정형은 신과 똑같이 잘못이 있어 조금도 차이가 없는데 한 사람은 체차하고 한 사람은 그대로 두었으니, 사리로 헤아려 볼 때 대단히 격식에 어긋납니다. 만약 일의 옳고 그름을 따지지 않고 문안에만 의거하여 성첩만 하였을 뿐이라면 일개 서리로도 충분할 것입니다. 그런데 무엇 때문에 이목의 관원을 두었단 말입니까. 비록 신문해야 하는데 미처 신문하지 못하였다고 하더라도 신문하지 않은 잘못은 누가 감당할 만한지 모르겠습니다. 이는 실로 구차하게 둘러대는 말이니, 일을 논하는 체모로 볼 때 어떠하겠습니까. 속히 체차하여 물리치라고 명하소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 3일(경오) 1번째기사",
                "gt-oKo": "대사헌 이식(李拭)이 피혐하여 아뢰기를, “진시(陳試)에 관한 추고 공사(推考公事)를 입계할 때 헌납 황우한(黃佑漢)이 추고 받는 사람 안에 들어 있지 않은 것을 알고서도 즉시 동료들과 다시 의논하여 처치하지 않았으니 신의 첫번째 잘못이요, 또 동료들이 황우한에게 공함(公緘)을 내지 않는 것을 알았으면 즉시 그 잘못을 규정해야 하는데도 도리어 그와 서로 어울렸으니 그 두 번째 잘못입니다. 더욱이 전 장령 이정형(李廷馨)은 실책이 신과 똑같아서 조금도 차이가 없는데 한 사람은 체직되고 한 사람은 그대로 있으니, 사리로 헤아려 볼 때 크게 어긋나는 일입니다. 만일 사건의 시비를 묻지 않고 문안(文案)에만 의거하여 체자(帖字)만 만들어 줄 뿐이라 한다면 일개 서리(胥吏)만으로도 충분할 것인데 왜 구태어 언관을 설치하겠습니까. 혹시 물어야 할 것을 미처 묻지 않았을 뿐이라고 한다면 그 묻지 않은 과실은 누가 책임져야 합니까. 이는 실로 구차하게 회피하려는 말에 지나지 않으니 그 일을 논하는 사체가 어떻게 되겠습니까? 속히 신을 체직하여 물리치소서.” 하였는데, 사직하지 말라고 답하자, 물러가서 물론을 기다렸다.",
                "hj": "○朔庚午/大司憲李拭避嫌, 啓曰: “當陳試推考公事, 入啓之時, 雖知獻納黃佑漢, 不在推考之中, 而不卽與同僚更議處之, 臣之所失一也。 且知同僚不出公緘於佑漢, 則卽當糾正其失, 而反與之相容, 臣之所失二也。 況前掌令李廷馨, 與臣均有所失, 小無差異, 而一遞一仍, 揆之事理, 大爲違格。 若曰不問事之是非, 只憑文案, 徒爲成帖而已, 則一胥吏足矣。 何用設耳目之官哉? 雖或可問, 而未及問之云爾, 則其不問之失, 未知誰可當之。 此實苟且回互之說。 其於論事之體, 爲如何哉? 請亟命遞斥。” 答曰: “勿辭, 退待物論。”"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Hong Yeok reported to the King as follows: At the time when your subject was in charge of Inspector General Yi Sik , your subject arbitrarily thought that the former inspector general of this magistracy had already been cross-examined for investigating possessing public affairs, and the selection and review has been completed. After being cross-examined and interrogated, Yi Sik began to be dismissed from his office. Therefore, how could he possibly know that something happened to be missed and reviewed one after another? Although it is said that he should be discussed, he could not reach the point of investigating possessing posession without authorization. How can he be jointly discussed together with the officials who had been cross-examined for investigating possession? Therefore, your subject requests that Yi Sik be dismissed from his office. Now, Yi Sik again submitted his resignation on the basis of his similar motives and obstinately lost the cardinal principles of discussing state affairs. He should not be allowed to occupy a magistracy under his jurisdiction, thereby tarnishing a government position. Your subject requests that he be removed from his office. The King 답하기를, “사직하지 말라.” 하였는데, 물러가 물론을 기다렸다.",
                "H2KE-nKo": "지평 홍여순이 피혐하며 아뢰기를,“신이 대사헌 이식을 처치할 때에 신의 망령된 생각에는 ‘본부의 전임 관원이 진시에 대한 추고 공사를 이미 정하고 취사를 모두 갖추었다.’라고 여겼습니다. 그런데 함사를 보내 물은 뒤에야 이식이 비로소 출사하였으니, 출사하기 전에 어떻게 아무아무 공사가 혹 누락되었는지 미리 알아서 일일이 소급하여 고칠 수 있었겠습니까. 비록 의논할 만하다고 하더라도 미처 의논하지 못한 것은 무심코 깨닫지 못한 일에 지나지 않습니다. 어찌 당초에 완의하여 공함을 낸 관원과 함께 논할 수 있겠습니까. 이에 이식을 출사하게 해 주소서. 이번에 이식이 재차 피혐한 말에 또 신이 구차하게 둘러대어 논사의 체모를 잃었다고 하였으니, 중요한 자리에 무릅쓰고 있으면서 명기를 더럽힐 수 없습니다. 신의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 3일(경오) 2번째기사",
                "gt-oKo": "지평 홍여순(洪汝諄)이 피혐하여 아뢰기를, “대사헌 이식의 처치에 즈음하여 신의 생각에는, 본부 전임 관원이 진시에 대한 추고 공사의 취사(取捨)를 이미 결정지었고 함문(緘問)까지도 마친 뒤에 이식이 비로소 출사(出仕)하였으니, 출사하기 전에 어떻게 아무아무 공사가 잘못될 줄 미리 알아서 일일이 소급하여 고치겠습니까. 비록 의논하면 될 것이라고 하지만 미처 의논하지 못했습니다. 이는 무심하여 미처 깨닫지 못한 것일 뿐인데 어찌 처음부터 완의(完議)하여 공함을 발송한 관원과 동일하게 논의하겠습니까. 이 때문에 이식을 출사하게 하기를 청했던 것입니다. 지금 이식의 두 번째 피혐하려고 아뢴 말에서 또 신이 구차하게 회피하여 논사의 체통을 잃었다고 하였으므로, 함부로 중직에 머물러서 명기(名器)를 더럽힐 수 없으니 신을 체직시키소서.” 하였는데, 사직하지 말라고 답하자, 물러가서 물론을 기다렸다.",
                "hj": "○持平洪汝諄避嫌啓曰: “臣處置大司憲李拭之際, 臣之妄意, 本府前在之官, 於陳試推考, 公事已定, 取舍畢(其)〔具〕。 緘問後, 李拭始乃出官, 則未出官前, 豈能預知其某某公事, 或有所遺, 而一一追改乎? 雖曰可議, 而未及議之, 不過無情不覺之事也。 其可與當初完議出公緘之官, 同論哉? 玆請李拭出仕矣。 今者李拭再避之辭, 又以臣爲苟且回互, 失其論事之體, 則不可冒居重地, 汚辱名器, 請命遞臣職。” 答曰: “勿辭, 退待物論。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Although Inspector General Yi Sik had been dismissed from his post after the interrogation of Hwang U한 , he saw that he was not involved in the interrogation. Therefore, he immediately discussed the matter with his colleagues with his colleagues, and supported the official document. However, this is not so. Therefore, his misdeeds are different from that of Yi Jeonghyeong . However, he cannot be distinguished by distinguishing between them and others. There is no difference between them and one supported them while one supported them and one supported them. Therefore, his misdeeds are also exonerated. Your subjects request that Inspector General Yi Sik and Fourth Inspector [of the Office of the Inspector General] Hong Yeok be all replaced. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“대사헌 이식은 비록 황우한에게 함문을 이미 마친 뒤에 출관하였지만, 황우한이 추고 대상에 들어 있지 않은 것을 보았으면 즉시 동료와 함께 다시 의논하여 추후로 공함을 냈어야 옳았을 것입니다. 그런데 지금은 그렇게 하지 않았으니, 그의 잘못이 이정형과 비록 경중의 차이는 있지만 구별하여 처리해서는 안 됩니다. 그의 잘못은 차이가 없는데 한 사람은 출사시키고 한 사람은 체차하였으니, 처치를 잘못한 책임을 또한 면할 수 없습니다. 대사헌 이식과 지평 홍여순을 모두 체차하라고 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 9월 3일(경오) 3번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “대사헌 이식이 비록 황우한의 함문을 이미 끝낸 후에 출사했다고 하나, 황우한이 추고 속에 들어 있지 않은 것을 보았으면 즉시 동료와 더불어 다시 의논하고 추후하여 공함을 냈어야 옳았을 것인데 지금 그렇게 하지 않았으니, 그의 과실이 이정형과 비록 경중의 차이는 있다 해도 구별하여 처치할 수는 없습니다. 과실이 다르지 않는데 한 사람은 출사하고 한 사람은 체직하게 되면 그 또한 처치가 마땅하지 않은 데 대한 책임을 면하지 못할 것입니다. 대사헌 이식과 지평 홍여순을 모두 체직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司憲府啓: “大司憲李拭, 雖出官於黃佑漢緘問已畢之後, 見佑漢不在推考之中, 則卽與同僚, 更議而追出公緘, 乃得其當。 今乃不然, 則其所失, 與李廷馨雖有輕重之殊, 而不可區別以處之也。 所失無異, 而一出一遞, 其處置失當之責, 亦不得免焉。 請大司憲李拭、持平洪汝諄, 幷命遞差。” 答曰: “依啓。”"
            }
        }
    },
    "10": {
        "12": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Magistrate of Gwangju Strategic County Shin응gi is not suitable for the 내지, and Fifth Inspector Jo Yeogang is dark and unclear. Your subjects request that he be replaced. The King granted the request.",
                "H2KE-nKo": "사간원이 아뢰기를,“광주 목사 신응기는 내지에 합당하지 않고 감찰 조여강은 눈이 어두워 분별하지 못하니, 체차하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 12일(무신) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “광주 목사(光州牧使) 신응기(辛應基)는 내지(內地)에 적합하지 않고, 감찰 조여강(趙汝剛)은 눈이 어두워 분별하지 못하니 모두 체직하소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○戊申/院啓: “光州牧使辛應基, 不合內地, 監察趙汝剛, 眼昏不辨, 請遞。” 如啓。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Your subjects request that Yun Ok be punished in accordance with the penal code. At the time, the officials of the senior third rank or above of the Ministry of Taxation and the mid-tier officials of the junior third rank or above of the Ministry of Taxation and the mid-tier officials of the junior third rank or above be punished in accordance with the penal code. However, Yun Oks request was not granted.",
                "H2KE-nKo": "사헌부가 아뢰기를,“윤옥을 본율에 따라 시행하소서. 당시 호조 당상과 색낭청은 한결같이 윤옥의 말을 따라 공의를 무시하고 사욕을 채웠으니 파직하소서.”하니, 답하기를,“호조 당상과 색낭청의 일은 아뢴 대로 하라. 윤옥의 일은 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 13일(기유) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “윤옥은 본율에 의하여 시행하시고, 당시의 호조 당상과 색낭청도 똑같이 윤옥의 말을 따라 공도를 무시하고 사정을 따랐으니 파직하소서.” 하니, 답하기를, “호조 당상과 색낭청은 아뢴 대로 하라. 윤옥의 일은 윤허하지 않는다.” 하였다.",
                "hj": "○己酉/府啓: “尹玉請依本律施行。 其時戶曹堂上、色郞廳, 一從尹玉之言, 蔑公濟私, 請罷職。” 答曰: “戶曹堂上、色郞廳事, 依啓。 尹玉, 不允。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Inspector General , which stated, When Yun Ok pays a price to Yun Ok , Minister of Taxation Ahn Seo , Third Minister of Taxation Seong Sun , and section chief of the Bureau of the Capital Markets Im혼 all died, and only Second Minister of Taxation Won혼 , who was the only time, is the only punishment of one man. How can this be a crime of one man? I feel uncomfortable about this because of the twentieth year before the official involved in order to dismiss old officials. Do not dismiss Yun Ok from office.",
                "H2KE-nKo": "전교하기를,“윤옥에게 값을 지급할 때 호조 판서 안서, 참의 성순, 색낭청 임혼은 모두 이미 죽었고 단지 그 당시 참판 원혼만 있었으니, 이것이 어찌 한 사람의 죄이겠는가. 20년 전의 공사로 늙은 신하를 소급하여 파직하는 것은 내 마음이 편치 않다. 파직하지 말라고 헌부에 말하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 14일(경술) 1번째기사",
                "gt-oKo": "전교하였다. “윤옥에게 가포를 주었던 당시의 호조 판서 안서(安瑞), 참의 성순(成詢), 색낭청 임혼(林渾)이 지금 모두 죽고 다만 그 당시 참판 원혼(元混)만 남아 있는데 이 어찌 한 사람만의 죄이겠는가. 20년 전 일을 가지고 늙은 신하를 소급해서 파직하는 것은 내 마음 편치 못하니 파직하지 말 것으로 헌부에 이르라.”",
                "hj": "○庚戌/傳曰: “尹玉給價時, 戶曹判書安瑞, 參議成詢, 色郞廳林渾, 皆已身死, 而只有其時參判元混, 此豈一人之罪乎? 以二十年前公事, 追罷老臣, 予心未安。 勿罷事, 言于憲府。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Your subjects request that Your Majesty reinstate the order not to dismiss him from office. Magistrate of Dancheon Strategic County Jang응정은 shameless and cautious. Your subjects request that he be replaced. The King 답하기를, “원혼의 일은 윤허하지 않는다. 장응정은 아뢴 대로 하라.” 하였다.",
                "H2KE-nKo": "사헌부가 원혼을 파직하지 말라는 명을 도로 거두어들이는 일과 단천 군수 장응정이 거칠고 조심하지 않으니 체차해 달라는 일에 대해 아뢰니, 답하기를,“원혼의 일은 윤허하지 않는다. 장응정은 아뢴 대로 하라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 14일(경술) 2번째기사",
                "gt-oKo": "헌부가 원혼을 파직하지 말라는 명을 다시 거둘 것과, 단천 군수(端川郡守) 장응정(張應禎)이 추솔하여 근신하지 못하니 체직할 것으로 아뢰니, 답하였다. “원혼의 일은 윤허하지 않는다. 장응정은 아뢴 대로 하라.”",
                "hj": "○府啓: 元混勿罷之命還收事。 端川郡守張應禎麤戾不謹, 請遞事。 答曰: “元混事, 不允。 張應禎, 依啓。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The son of the late State Councilor Yu San , who was the son of the late State Councilor Yu San , had no son. She took the son of Yu San , to become the concubine of Yu San . Shortly thereafter, Yu San , born of a concubine, submitted a memorial requesting the dismissal of Yu San , the son of Yu San . The King ordered the high officials to deliberate on this matter. According to the story of the Great Ming (C. Da Ming Dynasty, the son of Yu San eventually gave birth to Yu San, who was the son of Yu San . The son of Yu San , who was the son of Yu San , was the son of Yu San . This was done during the reign of Emperor Xuanzong (r. Later, Yu San , the son of Yu San, fought against his legal mothers property, and Yu San , who was the son of Yu San, was not the son of Yu San . The officials in charge requested the King to discuss this matter with high officials and then decide the matter. Some officials said, Yu San had already been the son of Yu San , and he was wearing mourning robes for three years. Therefore, we cannot abandon him. Some officials said, If Yu San , according to the story of the Great Ming, Yu San , who was the son of Yu San, is not the son of Yu San, and the son of Yu San , is a concubine of Yu San . Thus, it would be contrary to the discussion on Yu San supporting Yu San. The King followed the opinion of Yu San supporting Yu San.",
                "H2KE-nKo": "임자년에 고 정승 유보의 아들 유사상이 아들이 없어서 종제 유사기의 아들 유화를 후사로 삼았는데, 유사상이 첩자를 낳아 상언하여 양자를 파할 것을 청하니, 대신에게 수의하라고 명하였다.대신에게 수의하라고 명하였는데, 명나라에서 양자를 들인 뒤에 아들을 낳으면 친자로 하여금 제사를 받들게 하고, 양자를 들인 자는 중자가 되는 것이 형제간처럼 한다는 글을 원용하여 유사상의 첩자로 하여금 유강의 제사를 받들게 하고 유화는 그대로 유사상의 아들이 되었으니, 이는 명종 때의 일이다. 그 뒤에 유사상의 첩자가 유화와 더불어 적모의 재물을 다투다가 유화를 시양자로 삼았는데, 양자가 아니었다. 해당 장관이 대신에게 의논하여 결정할 것을 청하자, 유화가 아뢰기를,“유화가 이미 유사상의 아들이 되어 3년 동안 상복을 입었으니 지금 깨뜨릴 수 없습니다.”하고, 유화가 아뢰기를,“만약 명나라에서 내린 명령의 글에 따라 유화를 중자로 삼는다면 적자는 제사를 받들 수 없고 첩자가 제사를 받드는 것은 방애가 됩니다. 시양자로 논하소서.”하니, 주상이 시양자의 의논을 따랐다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 16일(임자) 1번째기사",
                "gt-oKo": "고(故) 정승 유보(柳溥)의 아들 유사상(柳師商)이 아들이 없어서 그 종제(從弟) 유사기(柳師琦)의 아들 유화(柳和)를 후사(後嗣)로 삼았는데, 유사상이 첩자(妾子)를 낳았으므로 상언(上言)하여 후사한 양자를 파하게 해줄 것을 청하였다. 이를 대신들에게 수의(收議)하였더니, 대명령(大明令)에 ‘계후(繼後)한 후에 아들을 낳으면 친자(親子)로 하여금 제사를 받들게 하고, 계후한 아들은 중자(衆子)가 되어 형제와 같이 한다.’는 조문에 의거하여, 사상의 첩자로 하여금 유보의 제사를 받들게 하고 계후한 유화는 그대로 사상의 아들이 된다고 결정하였다. 이는 명묘조(明廟朝)에 있었던 일인데, 그후에 사상의 첩자와 유화가 그 적모(嫡母)의 재물을 다투게 되자 유화를 시양자(侍養子)라 하여 계후가 아니라고 하니, 담당관이 대신들에게 의논하여 결정할 것을 계청하였다. 혹은 ‘유화가 이미 유사상의 아들이 되어 3년간 상복을 입었으니 지금에 와서 파할 수는 없다.’고 하고, 혹은 ‘대명령의 조문에 따라 유화를 중자로 삼는다면 적자(嫡子)가 제사하지 못하고 첩자가 제사하게 되는 것이 장애가 된다.’ 하여 시양자로 결정하기를 청하니, 상이 시양론을 따랐다.",
                "hj": "○壬子/故政丞柳溥之子師商無子, 取從弟師琦之子和爲後, 旣而師商生妾子, 上言請罷繼後。 命收議大臣。 援大明令繼後後却生子, 則令親子奉祀, 而繼後子爲衆子, 若兄弟然之文, 使師商妾子奉柳漙之祀, 而和仍爲師商子。 此在明廟朝事也。 厥後師商妾子, 與和爭其嫡母財物, 以和爲侍養, 而非繼後, 該掌官請議于大臣定之而, 或以爲: “和旣已爲師商子, 服喪三年, 今不可破。” 或以爲: “若從大明令之文, 以和爲衆子, 則嫡子不得奉祀, 而妾子奉祀爲妨礙, 請論以侍養。” 上從侍養之議。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, When [Chinese] Sasang lives in his child, he was already a son. However, on the day of complaint against his own property, he is punished for his foster son. This is extremely unreasonable. [Your subjects] request that [the matter] be implemented in accordance with the advice established during the reign of King Myeongjo . [The King] replied, [The King] did not approve [this request]. Later, [the King] ordered the three state councilors and officials of the senior second rank and above to discuss the matter. Some said, [Because] Hwa has already been a son of Sasang, [he] cannot abolish [his] descendants from the descendants [of the descendants of the pendants of the descendants of the",
                "H2KE-nKo": "헌부가 논계하기를,“이사상이 살아 있을 때에 이미 부자가 되었는데, 오늘 재물을 다투는 때에 시양자로 논하는 것은 매우 말이 안 됩니다. 명종 때에 이미 정한 의논에 따라 시행하소서.”하니, 윤허하지 않는다고 답하였다. - 그 뒤에 삼공과 정2품 이상으로 하여금 회의하게 하였는데, 어떤 사람은 ‘유화가 이미 이사상의 아들이 되었으니 파계할 수 없고, 첩자가 제사를 받들고 적자가 중자가 되는 것은 옳지 않다.’라고 하고, 어떤 사람은 ‘친자가 제사를 받들고 계후자가 중자가 되는 것이 옳다.’라고 하였는데, 주상이 모두 옳지 않다고 하였다. 유화를 《대명령》의 ‘가산을 균등하게 분배한다.’라는 말과 ‘우리나라에서 3세 전에 수양한 아들은 곧 자기 아들과 같다.’라는 법에 따라 논단하였다. -\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 16일(임자) 2번째기사",
                "gt-oKo": "헌부가 논하여 아뢰기를, “유사상이 생존했을 때 이미 부자가 되었는데, 지금 재물을 다투는 마당에 시양자로 논하는 것은 극히 부당하니, 명묘조에 이미 정해진 의논에 의해 시행하소서.” 하니, 윤허하지 않는다고 답하였다. 【그후에 삼공과 정2품 이상으로 하여금 이 일을 모여 의논하게 하였는데, 혹은 ‘유화가 이미 유사상의 아들이 되었으니 파계할 수 없으며 첩자가 봉사(奉祀)하고 적자가 중자가 되는 것이 불가하다.’ 고 하고, 혹은 ‘친자가 봉사하고 계후자는 중자가 되는 것이 가하다.’ 고 하였다. 이에 상은 모두 옳지 않다고 하고, 유화를 대명령의 ‘가산을 균등하게 분배한다.’는 말과 본국의 ‘3세 전에 수양한 아들은 친아들과 같다.’는 법에 의하여 결론지어 단정하였다. 】",
                "hj": "○憲府論啓: “師商生在之時, 旣爲父子, 而今日爭財之日, 論以侍養, 極爲無謂。 請依明廟朝已定之議施行。” 答曰: “不允。” 【後令三公、正二品以上會議, 或以爲: “和旣爲師商之子, 不可罷繼, 妾子奉祀, 而嫡爲衆子, 不可。” 或以爲: “親子奉祀, 而繼後子爲衆子爲可。” 上皆以爲不可。 以柳和依《大明令》家産均分之語及本國三歲前收養, 卽同己子之法論斷。】"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported, Section Chief of the Ministry of Taxation Yi Ingan is foolish. Your subjects request that he be replaced. The King approved this request.",
                "H2KE-nKo": "간원이 아뢰기를, “호조 정랑 이인홍은 용렬하니 체직하소서.” 하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 16일(임자) 3번째기사",
                "gt-oKo": "간원이 아뢰기를, “호조 정랑 이인홍(李仁弘)은 용렬하니 체직하소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○院啓: “戶曹正郞李仁弘庸劣, 請遞。” 依啓。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Yun Ok , the official in charge of the Office of the Inspector General , took care of the government storehouses in the gyemyo year (1419, the fourth year of King Taejongs reign, and the King reported the matter to the King. The King said: The officials in charge of the law regarding Yun Oks importance to the throne on the basis of the law. Is conduct is a sense of human feelings and a proprieties, and a sense of human feelings and affection between righteousness and righteousness. In general, the Crown Prince Sunhoe was the Crown Princes crown princes, and Yun Ok used cotton cloth for the Crown Princess wedding. At the time, the office in charge made a report to the King, and the Abdicated King ordered that Yun Ok be allowed to be used as a wedding ceremony for the Crown Princes wedding. The use of cotton cloth has already been used. How could I dare collect and return the cotton cloth from the Crown Prince today? Would it be right for me to collect and return the cotton cloth from Yun Oks importance? Although Yun Oks impudent behavior is slightly humble, he is a senior minister. Though sometimes he mistakes the cunning culpower, how could he be punished by the law of stealing thieves by beating with the heavy stick and banishment? However, the scholar-officials presumptuously plotted to supply the government storehouses without any guilt. Thus, I already deprived him of his post. This is not a sufficient penalty. Moreover, when someone occurred his elder brothers wedding ceremony for the Crown Princes wedding ceremony, he received the expenses from his fathers use. When his elder brother died, his younger brother successively successively. Even if he possessessessed his importance to understand the circumstances, would he possibly keep the sense of maintaining the ense of main ense of enforcing the enforcing? Or should he be allowed to release",
                "H2KE-nKo": "양사가 윤옥에게 공탕의 재물을 추징하는 일로 입계하니, 답하기를,“윤옥의 일은 양사가 고집하는 것이 법이고, 내가 하는 일은 인정이며 예이다. 의리도 그 속에 들어 있다. 순회세자는 바로 선왕의 저부이다. 윤옥은 바로 세자의 빙가이고 면포는 빙례의 물건에 쓰이는 것인데, 이때 유사가 입계하자 선왕께서 허락하시어 혼례의 비용으로 쓰게 하였으니, 이미 사용한 것이다. 내가 오늘날 어찌 감히 추징하여 되돌릴 수 있겠으며 추징하여 되돌릴 수 있겠는가. 윤옥은 그 행실이 비록 비루하지만 그 몸은 재상이니, 혹 한때 간사한 술수에 잘못 빠져들었다 하더라도 어찌 도적에 대한 형률로 다스리고 장찬의 형벌을 시행할 수 있겠는가. 다만 사대부가 감히 소인과 모의하여 공탕의 재물을 빼내려고 도모한 것은 그 죄가 없지 않기 때문에 이미 그 관직을 삭탈하였으니, 이는 추징하여 치죄하기에 부족해서가 아니다. 또 어떤 사람이 그 형의 혼례 때에 그 형의 집에서 그 아비의 재물을 받아 내었는데, 그 부형이 모두 죽고 그 아우가 가업을 계승하여 지키니, 비록 마음속으로 그 일이 온당치 못하다는 것을 알면서도 그대로 두고 묻지 않아 대체를 보존한 것인가, 아니면 관가에 송사하여 반드시 그 물건을 추징하여 되돌리게 해서 그 형의 빙가가 낭패를 보고 나서야 그만두려는 것인가? 그 사이에 반드시 경중과 시비가 있을 것이다. 임금이 정사를 함에 있어서는 일에 따라 마땅히 참작하여 행해야 한다. 어찌 반드시 법률만을 고수하는 데 얽매여 진실로 통하지 않는 말을 따라서야 되겠는가. 결코 할 수 있는 일이 아니다. 양사는 다시 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 17일(계축) 1번째기사",
                "gt-oKo": "양사(兩司)가 윤옥에게 공탕(公帑)의 재물을 추징할 것으로 입계하니, 답하였다. “윤옥의 일을 양사가 고집하는 것은 법이고, 내가 하는 것은 정(情)이며 예(禮)인 동시에 의(義) 또한 그 속에 있다. 대체로 순회 세자(順懷世子)는 선왕(先王)의 세자이고 윤옥은 바로 세자의 빙가(聘家)이다. 또 면포는 빙례에 쓰인 물건으로서 당시 유사가 입계하여 선왕이 혼인에 쓸 물자로 허락하여 이미 쓴 것인데, 오늘날 내가 어떻게 감히 징환(徵還)할 것이며 징환한다면 이 무슨 도리이겠는가. 윤옥이 행실은 비록 비루하더라도 그 신분은 재상이다. 혹 한때 간사한 술책에 빠졌더라도 어찌 도적 다스리는 죄로 다스려서 장찬(杖竄)의 형을 가하겠는가. 다만 사대부의 신분으로 감히 소인들과 더불어 모의하여 공물을 빼낸 것은 그 죄가 없지 않다. 그러므로 관작을 삭탈하였으니 이 정도면 충분한 징벌이 된다고 할 수 있다. 가령 어떤 사람의 형의 혼례 때 그 형의 처가에서 자기 아버지의 재물을 받아내서 혼례에 썼다고 하자. 그후 자기 아버지와 형이 모두 죽고 그 아우가 가업을 이어 지킬 경우 비록 마음으로는 그 처사가 온당치 못함을 알더라도 이를 불문에 붙이고 대체를 지켜나가게 할 것인가, 아니면 관가에 소송을 제기하여 반드시 그 물건을 도로 받아내서 마침내 그 형의 처가로 하여금 낭패하여 파산하게 하고야 말 것인가? 그 사이에는 반드시 시비 경중이 있을 것이다. 대저 임금이 정사를 하는데 있어서는 마땅히 그 사의(事宜)에 따라 이를 참작하여 행하여야지 법률을 지키는 데에만 얽매여 전혀 통하지 않는 말을 따라야 하겠는가? 결코 할 만한 일이 아니니 양사는 다시 이 일로 번거롭게 하지 말라.”",
                "hj": "○癸丑/兩司尹玉追徵公帑事入啓。 答曰: “尹玉事, 兩司所執者法也。 予之所爲者, 情也, 禮也。 義亦寓於其中。 蓋順懷世子, 乃先王之儲, 尹玉是世子聘家, 綿布是用於聘禮之物, 當是時, 有司入啓, 先王命許之, 以資婚禮之用, 夫旣用矣。 在予今日, 豈敢徵還? 徵還是何理哉? 尹玉其行雖鄙, 其身則宰相也。 雖或一時誤陷於奸細之術, 豈可治之以盜賊之律, 施之以杖竄之刑乎? 第以士大夫之人, 敢與細人計謀, 圖出公帑, 不無其罪, 故已奪其職。 此非不足於徵治也。 且有人於此, 其兄婚禮之時, 其兄之聘家, 受出其父之財用之矣。 及其父兄俱逝, 其弟承守家業, 雖心知其事之不穩, 而置而不問, 以存大體乎? 抑將訟之於官, 必期於徵還其物, 使其兄聘家, 狼狽蕩覆而後已耶? 其間必有輕重是非矣。 夫人君爲政, 當隨事宜酌, 而行之。 豈必規規於徒守法律, 苟從泥而不通之言乎? 斷非可爲之事。 兩司不須更煩。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, a thunder occurred in the winter solstice.",
                "H2KE-nKo": "천둥이 친 갑인년에 천둥이 친 변고가 있었으므로 연방하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 18일(갑인) 1번째기사",
                "gt-oKo": "겨울 천둥의 변으로 영방(迎訪)하였다.",
                "hj": "○甲寅/以冬雷之變, 迎訪。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Executive Assistant of Hanseong Magistracy Jo Hyeon was greedy and corruption, and Recorder of the Office of the State Granary Yun Sijeom was disrespectful. Your subjects request that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“한성 판관 조현은 탐욕스럽고 비루하며, 풍저 주부 윤시침은 도리에 어긋나니 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 19일(을묘) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “한성 판관 조현(趙玹)은 탐욕스럽고 비루하며, 풍저 주부(豊儲主簿) 윤시침(尹時忱)은 도리에 어긋나는 일이 많으니 모두 파직하소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○乙卯/院啓: “漢城判官趙玹貪鄙, 豐儲主簿尹時忱悖戾, 請罷。” 依啓。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "In byeongjin year (, [the King] specially appointed Yi San , minister of punishments .",
                "H2KE-nKo": "이산해를 형조 판서에 특별히 제수하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 20일(병진) 1번째기사",
                "gt-oKo": "이산해(李山海)를 형조 판서에 특별히 제배(除拜)하였다.",
                "hj": "○丙辰/特拜李山海刑曹判書。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Bak Sun submitted his resignation on account of illness, but his petition was not granted.",
                "H2KE-nKo": "영상 박순이 신병으로 정사하니, 윤허하지 않는다고 비답하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 20일(병진) 2번째기사",
                "gt-oKo": "영상 박순(朴淳)이 신병으로 정사(呈辭)하였으나 윤허하지 않는다고 비답하였다.",
                "hj": "○領相朴淳身病呈辭。 不允批答。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General advised, Magistrate of Jincheon District Yun Heungsin is not well-versed in writing. It is requested that he be dismissed from his position. The King followed this recommendation.",
                "H2KE-nKo": "사헌부가 아뢰기를,“진천 현감 윤흥신은 글을 모르니 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 21일(정사) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “진천 현감(鎭川縣監) 윤흥신(尹興信)은 문자를 해득하지 못하니 파직하소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○丁巳/府啓: “鎭川縣監尹興信, 不解文字, 請罷。” 依啓。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King, Magistrate of Gaecheon County Kim Ji is serving his own behavior. It is requested that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“개천 군수 김지는 자신을 살찌우기만을 일삼았으니 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 22일(무오) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “개천 군수(价川郡守) 김지(金祉)는 자기의 이익만을 일삼으니 파직하소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○戊午/府啓: “价川郡守金祉肥己爲事, 請罷。” 依啓。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Magistrate of Jinbo District Noh응정은 father and son, and elder brothers have numerous acts. Please dismiss them from office and appoint them to government posts. Magistrate of Heungdeok District Ahn Jing was foolish and incompetent. Please dismiss him from office. Magistrate of Yeonggwang County Kim Cheong is one day distance of his family. Please dismiss him from office. The King granted permission.",
                "H2KE-nKo": "사간원이 아뢰기를,“진보 현감 노응정은 부자와 형제간에 도리에 어긋나는 일이 많이 있었으니 파직하고 서용하지 마소서. 흥덕 현감 안징은 사리에 어둡고 용렬하니 파직하소서. 영광 군수 김청은 본가가 하룻길에 있으니 체직하소서.”하니, 모두 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 26일(임술) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “진보 현감(眞寶縣監) 노응정(盧應鼎)은 부자 형제간에 도리에 어긋난 일이 많으니 파직하고 서용하지 말 것이며, 흥덕 현감(興德縣監) 안징(安澄)은 어둡고 용렬하니 파직하고, 영광 군수(靈光郡守) 김청(金淸)은 본집이 하루 거리에 있으니 체직하소서.” 하니, 모두 아뢴 대로 하라고 하였다.",
                "hj": "○壬戌/院啓: “眞寶縣監盧應鼎, 父子兄弟之間, 多有悖戾之事, 請罷不敍。 興德縣監安澄, 昏劣請罷。 靈光郡守金淸, 本家在一日程, 請遞。” 幷依啓。"
            },
            "2": {
                "H2KE-EN": "The guardian of the Royal Tomb of King Taejos great-great-grandfather was killed by Yi Bulsu , a murder of the Loyal and Righteous Guards . On this day, [the King] granted permission.",
                "H2KE-nKo": "청릉수 이수하가 지난 을축년에 충의위 이팽수를 칼로 찔러 죽였는데, 이때에 이르러 삼복을 하니, 윤허하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 26일(임술) 2번째기사",
                "gt-oKo": "청릉수(淸陵守) 수하(壽賀)가 지난 을축년에 충의위(忠義衛) 이팽수(李彭壽)를 칼로 찔러 죽인 사건이 이제 삼복(三覆)인데, 그대로 윤허하였다.",
                "hj": "○淸陵守壽賀, 去乙丑年, 刃殺忠義衛李彭壽, 至是三覆。 依允。"
            },
            "3": {
                "H2KE-EN": "The Royal Secretariat reported, The Code of the penal code states that when an official of a government clan commits a crime, he must be executed by the people of Gyeonggi Province. He must be executed by strangulation. Your subjects request that Your Majesty discuss this matter with high-ranking officials. The King ordered that high-ranking officials and high-ranking officials of the senior second rank or above be summoned to discuss the matter and report. All said that the Code of the penal code does not clearly explain the circumstances. It would be proper to execute them according to the penal code.",
                "H2KE-nKo": "승정원이 아뢰기를,“율조의 상소에 ‘공족이 죄를 범하면 전인에게서 다그친다.’라는 말이 있는데, 다그친다는 것은 바로 교형에 해당합니다. 대신에게 의논하소서.”하니, 주상이 대신과 정2품 이상을 불러서 의논하여 아뢰라고 명하였다. 모두 상소의 뜻이 분명하지 않으면 원율에 따라야 한다고 하니, 마침내 참형에 처하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 26일(임술) 3번째기사",
                "gt-oKo": "정원이 아뢰기를, “율조(律條)의 소(疏)에 ‘공족(公族)이 범죄하면 전인(甸人)을 시켜 경(罄)한다.’는 말이 있는데 경이란 곧 교살(絞殺)을 뜻하는 것이니, 대신에게 의논하소서.” 하니, 상이 대신 및 정2품 이상을 명초(命招)하여 의계하게 하였는데, 모두 ‘소의(疏義)의 글이 분명하지 않으니 마땅히 원율(元律)에 의하여야 한다.’고 하여 드디어 참형(斬刑)에 처하였다.",
                "hj": "○政院啓曰: “律條疏有公族犯罪, 罄于甸人之語, 罄乃絞也。 請議于大臣。” 上命招大臣及正二品以上議啓。 皆以爲, 疏義之文不明, 當依元律, 乃處斬。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Minister of Punishments Yi San , who was in the gyemyo year (, resigned from office after bowing to express gratitude for the royal benevolence. The King denied the request.",
                "H2KE-nKo": "형조 판서 이산해가 숙배한 뒤에 사면하였다. 세 번 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 27일(계해) 1번째기사",
                "gt-oKo": "형조 판서 이산해(李山海)가 숙배(肅拜)한 뒤에 사면해 줄 것을 세 번 아뢰었으나 윤허하지 않았다.",
                "hj": "○癸亥/刑曹判書李山海肅拜後辭免。 三啓, 不允。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Hong Heup , the first day of the twelfth month, was appointed vice-envoy .",
                "H2KE-nKo": "홍혼을 동부승지로 삼았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 28일(갑자) 1번째기사",
                "gt-oKo": "홍혼(洪渾)을 동부승지로 삼았다.",
                "hj": "○甲子/以洪渾爲同副承旨。"
            },
            "2": {
                "H2KE-EN": "Jo Mok was appointed magistrate of Uiryeong District .",
                "H2KE-nKo": "조목을 의령 현감에 제수하였으나 부임하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 28일(갑자) 2번째기사",
                "gt-oKo": "조목(趙穆)을 의령 현감에 제수하였으나 부임하지 않았다.",
                "hj": "○趙穆, 除宜寧縣監不赴。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The students of the Royal Confucian Academy and others submitted a memorial requesting that the spirit tablets of the King Gongbaek , Yu Hyang , MaYe , Ko Gyu , Du Ye , Daeseong , Wang Xil , Yu Geup , Wang Suk , Ha Hyu , Oh Jing , and others be expelled from their studies. Yang Si , Kim굉필 , Jeong Yeochang , 조광조 , 이언적 , Hwang , and others of our country should be enshrined in the Shrine to Confucius. The King replied, It is impossible to rather than rather conduct. The memorial three times was not granted.",
                "H2KE-nKo": "삭기해년에 태학 유생들이 상소하기를,“문묘에 종사하는 공백료, 유향, 마융, 가규, 두예, 대성, 왕필, 순황, 왕숙, 하휴, 오징 등은 학술이 바르지 못하니, 이들을 문묘에 종사하고, 양시 및 우리나라의 김굉필, 정여창, 조광조, 이언적, 이황 등을 문묘에 종사하소서.”하니, 답하기를,“중대하고 어려운 일이니, 경솔히 거행할 수 없다.”하였다. 세 번째 상소하였으나, 윤허하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 3일(기해) 1번째기사",
                "gt-oKo": "태학 유생들이 상소하기를, “문묘(文廟)에 종사(從祀)한 공백료(公伯寮)·유향(劉向)·마융(馬融)·가규(賈逵)·두예(杜預)·대성(戴聖)·왕필(王弼)·순황(荀況)·왕숙(王肅)·하휴(何休)·오징(吳澄) 등은 학술이 바르지 못하니 출향(黜享)하고, 양시(楊時)와 우리 나라의 김굉필(金宏弼)·정여창(鄭汝昌)·조광조(趙光祖)·이언적(李彦迪)·이황(李滉) 등을 종사에 올리소서.” 하니, 답하기를, “중대하고 어려운 일이라 경솔하게 거행할 수 없다.” 하였다. 세 번이나 상소하였으나 윤허하지 않았다.",
                "hj": "○朔己亥/大學儒生等上疏, 請文廟從祀公伯寮、劉向、馬融、賈逵、杜預、戴聖、王弼、荀況、王肅、河休、吳澄、等學術不正, 請黜之。 楊時及我國金宏弼、鄭汝昌、趙光祖、李彦迪、李滉等, 陞于從祀。 答曰: “重難之事, 未可輕擧。” 三疏, 不允。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Fifth-rank Aide to the governor of Gyeongsang Province Son Yunseon is an ordinary man and has no evaluation. Section Chief of the Ministry of Taxation Bak Minjun is foolish and foolish. Your subjects request that he be replaced. The King granted the request.",
                "H2KE-nKo": "사간원이 아뢰기를,“경상 도사 손윤선은 용렬하고 이력도 없으며, 호조 정랑 박민준은 오활하니, 체차해 주소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 3일(기해) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “경상도 도사 손윤선(孫胤先)은 용렬하고도 경력이 없으며, 호조 정랑 박민준(朴民俊)은 사리에 어두우니 체직하소서.” 하니, 아뢴 대로 하라고 하였다,",
                "hj": "○院啓: “慶尙都事孫胤先, 凡庸且無踐歷, 戶曹正郞朴民俊迂闊, 請遞。” 如啓。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Magistrate of Gilju Strategic County Seo Bong is old and infirm. Your subjects request that he be replaced. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“길주 목사 서봉은 노쇠하였으니 체차해 주소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 6일(임인) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “길주 목사(吉州牧使) 서봉(徐崶)은 쇠진하니 체직하소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○壬寅/院啓: “吉州牧使徐崶, 衰耗, 請遞。” 依啓。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Bak Daenam , a senior clerk , residing in a thatched hut while living in a thatched hut, took a female government slave. Your subjects request that he be removed from office. The King said, It is proper to dismiss him from office and dismis him from office.",
                "H2KE-nKo": "사헌부가 아뢰기를,“수문장 박대남은 여막에서 관비를 데리고 살았으니 사판에서 삭제하소서.”하니, 답하기를,“파직하고 서용하지 않는 것이 좋겠다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 6일(임인) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “수문장 박대남(朴大男)은 여묘살이할 때 관비(官婢)를 데리고 지냈으니 사판에서 삭제하소서.” 하니, 답하기를, “파직하고 서용하지 말라.” 하였다.",
                "hj": "○府啓: “守門將朴大男, 居廬率畜官婢, 請削去仕版。” 答曰: “罷職不敍, 可也。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Second Deputy Director of the Royal House Administration Yun Ok , who was the second deputy director of the Royal House Administration , reported to the King as follows: In the past sinyu year (, when the Crown Prince performed the auspicious ceremony of ceremonies for the Crown Prince , he chosen a number of people in the two provinces who paid grain to the Crown Prince in least year on the pretext of buying grain and submitted it to the Ministry of Taxation . He requested the Ministry of Taxation to receive cloth from the Crown Prince and then receive 600 mun of cloth from the Crown Prince in variety. However, he did not purchase the cloth from his original master. Later, the incident was discovered, and the Office of the Inspector General requested his dismissal from his post. The King ordered the Office of the Inspector General to interrogate him, and then punish him for his crime. However, he read the 함답 and finally fabricated the story and dishonestly refused. The Office of the Inspector General considered it unreliable. The King thought that Yun Oks mistake was wrong, and thus he used the auspicious ceremony of ceremonies for the Crown Prince. Now, if we collect the cloth from the cloth of",
                "H2KE-nKo": "갑진년에 동지돈녕 윤옥이 지난 신유년에 세자의 길례를 행할 때 양남 사람들이 흉년에 납곡한 수량을 뽑아내어 사들인 것이라고 핑계 대고 호조에 정장하여 가포를 받기를 청하였는데, 전후로 받아 낸 가포가 거의 600동이나 되어 애당초 본 주인에게서 산 적이 없었다. 그 뒤에 일이 발각되자 헌부가 아뢰어 파직하기를 청하니, 주상이 추고한 뒤에 죄를 정하라고 하교하였다. 그런데 그 함답을 보니, 끝내 바르지 못한 말을 꾸며 대었다. 헌부가 논한 것이 거짓이 아니었다. 주상이 윤옥이 잘못한 것은 잘못이지만 세자의 길례에 사용한 일을 지금 만약 추징한다면 일의 체모로 볼 때 온당치 못하다. 그리고 파산하더라도 다 갚기는 어려우니, 그 죄만 다스리고 추징하지는 말 것을 대신에게 의논하라고 명하였다. 영상 박순이 의견을 올리기를,“성상의 하교가 참으로 마땅합니다.”하고, 좌상 노수신과 우상 강사상은 의견을 올리기를,“추징하지 않는 것은 온당치 않습니다.”하니, 주상이 박순의 의견을 따라 추징하지 말라고 명하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 8일(갑진) 1번째기사",
                "gt-oKo": "동지돈령 윤옥(尹玉)은 지난 신유년에 세자의 길례를 행할 때, 양남(兩南) 사람들이 흉년에 납곡(納穀)한 수량을 뽑아서 사들인 것처럼 핑계대고 이를 호조에 바치고는 가포(價布)를 청하여 전후에 걸쳐 받아낸 베[布]가 거의 6백 동이 되었는데, 이는 애당초 본주에게서 산 것이 아니었다. 그후에 이 사실이 발각되어 헌부가 파직을 청하였더니, 상이 ‘추고한 뒤에 죄를 정하라. 함답(緘答)을 보니 꾸며대고서 끝내 바른대로 고하지 않았으므로 헌부가 논한 것이 헛된 말이 아니다. 위에서 생각하건대 윤옥이 잘못한 것은 분명하나 세자 길례에 쓴 것을 지금 만약 추징(追徵)하면 사체에도 온당하지 않으려니와 비록 파산하더라도 모두 보상하기는 어려울 것이니 그 죄만 다스리고 추징은 하지 말라.’는 것으로 의논하라고 대신들에게 분부하였다. 영상 박순(朴淳)이 의논드리기를, “상의 분부가 윤당합니다.” 하고, 좌상 노수신(盧守愼), 우상 강사상(姜士尙)은 의논드리기를, “추징하지 않는 것은 온당하지 않습니다.” 하니, 상이 박순의 의논에 따라 추징하지 말라고 명하였다.",
                "hj": "○甲辰/同知敦寧尹玉, 往在辛酉年間, 行世子吉禮時, 抄出兩南人凶年納穀之數, 托言買得, 呈戶曹, 請受價布, 前後受出布, 幾至六百同, 而初未嘗買於本主也。 厥後事覺, 憲府啓請罷職, 自上敎以推考, 後定罪。 觀其緘答, 終飾不直, 憲府所論不虛, 上以爲尹玉誤則誤矣, 以用於世子吉禮之事, 今若追徵, 則於事體不當。 且雖破産, 亦難盡償, 只治其罪, 勿爲追微事 命議于大臣。 領相朴淳議: “上敎允當。” 左相盧守愼、右相姜士尙議: “不爲追徵未安。” 上從朴淳議, 命勿徵。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General requested that Yun Oks letter of appointment be rescinded and that he be confiscated by the government storehouses. The King did not approve this request. 【윤 Oks crime was discussed by the Office of the Inspector General. The Office of the Inspector General ordered that he be punished by one hundred strokes of beating with the heavy stick, his certificate of appointment be confiscated, banishment to a place 3,000 ri distant, and his household cloth be confiscated. The King ordered that the office exempted him from banishment or banishment to a redemption payment, and that his punishment be reduced by one degree, and that he not be confiscated. 】",
                "H2KE-nKo": "간원이 윤옥의 관작을 삭탈하고 공탕의 물건을 추징하기를 청하니, 윤허하지 않았다. - 윤옥의 죄는, 헌부가 장 100에 고신을 모두 빼앗고 유 3000리에 처하며 가포를 추징하는 것으로 조율하였는데, 유형은 면제하고 장을 속바치게 하며 공의는 각각 1등을 감하고 추징은 하지 말라고 명하였다. -\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 8일(갑진) 2번째기사",
                "gt-oKo": "간원이 윤옥을 삭탈 관작하고 공탕(公帑)에서 축낸 물건을 추징하라고 청하였으나 윤허하지 않았다. 【윤옥의 죄를, 헌부가 장 일백(杖一百) 유 삼천리(流三千里)에 고신(告身)을 모두 빼앗고 가포를 추징할 것으로 조율하였는데, 유는 면제하고 장은 속바치게 하되 공의(功議)에 의해서 각각 1등을 감하고 추징은 하지 말라고 명하였다. 】",
                "hj": "○諫院請尹玉削奪官爵, 追徵公帑之物。 不允。 【尹玉罪, 憲府照以決杖一百、盡奪告身、流三千里、價布追徵、官命除流杖贖、功儀各減一等, 勿追徵】"
            },
            "3": {
                "H2KE-EN": "Fifth Inspectors were assigned to each office when they were temporarily separately separately. Also, their monthly stipend has not been fixed. Last five or six years later, due to Bak Geunwons opinion, they were not separately changed within six months. Furthermore, one official assigned to each office was always separately separately, and one official assigned to each office was not separately separately. In terms of human feelings, the official assigned to each office did not fear anything but also many problems inconveniences. The Office of the Inspector General requested that the official assigned to each office be enforced according to the old regulations. The King ordered the State Council to discuss the matter. However, the King ordered the separately separately, but the law of the six months was not revised.",
                "H2KE-nKo": "감찰은 임시해서 각 관사에 분대하고 또 삭수를 정하지 않았는데, 뒤미처 따져 보면 5, 6년 동안은 박근원이 헌의한 것으로 인하여 6개월 이내에는 옮기지 않았습니다. 또 원래 정한 각 관사의 1인은 항상 한 관사에 가고 한 관사에서는 번갈아 차임해 보내지 않으면서 마치 그 관사에 각각 1원씩 두는 것처럼 하였습니다. 안면이 익숙해져서 그 관사의 관원이 공경하고 꺼리지 않고 또 폐단되는 일이 많습니다. 사헌부가 옛 규례대로 시행하기를 청하니, 대신에게 문의하라고 명하였다. 전처럼 임시해서 분대하고 6개월 이내에 보내는 법은 고치지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 8일(갑진) 3번째기사",
                "gt-oKo": "감찰(監察)은 전부터 임시해서 각사에 분대(分臺)하되 달수를 정하지 않았다. 지난 5∼6년간을 소급해 따져보았더니, 박근원(朴謹元)의 헌의에 따라 6개월 안에는 옮기지 않게 하였고 또 본래 정해진 각사의 1인을 항상 한 관사(官司)에 보내고 번갈아 차출해 보내지 않았으므로, 마치 각사마다 1원씩 설치한 것처럼 되었다. 그리하여 안면이 익숙해져서 그 관사의 관원이 두려워하지 않고 폐단되는 일도 많았다. 헌부가 다시 옛 규칙대로 시행할 것을 청하자 대신들과 의논하게 하였는데, 그 결과 전과 같이 임시해서 분대하게 하였으나 6개월간 옮기지 않는 법은 고치지 않았다.",
                "hj": "○監察, 自於臨時分臺各司, 且不定朔數, 追計五六年間, 因朴謹元獻議, 六朔內不爲遷動。 且元定各司一人常往, 一司不爲更迭差往, 有若其司各設一員者然。 顔情稔熟, 其司之官, 不爲敬憚, 且多有弊事。 憲府請依舊規施行。 命議于大臣。 如前臨時分臺, 而六朔之法則不改。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Yi Sik was appointed as education director of the Office of Royal Decrees and Yi Jesin as magistrate of Ganggye Magistracy .",
                "H2KE-nKo": "을사년에 이식을 부제학으로 삼고, 이제신을 강계 부사에 제수하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 10월 9일(을사) 1번째기사",
                "gt-oKo": "이식(李拭)을 부제학으로 삼고, 이제신(李濟臣)을 강계 부사(江界府使)에 제배하였다.",
                "hj": "○乙巳/以李拭爲副提學, 李濟臣拜江界府使。"
            }
        }
    },
    "11": {
        "18": {
            "1": {
                "H2KE-EN": "The Office of the Establishment of Ceremonies submitted a memorial requesting the safety of Your Majestys body. The King 답하기를, “외람되이 mediocre and foolish, presumptuously occupying the magnitude of the magnificent plan [for the state]. [However], [however], was unable to govern [the country] and raise one virtue, and [however], [he] could not strive to the people. Consequently, Heaven became angry and reprimanded [his body] to his body. In retrospect, [I] will certainly die. [I] want to express gratitude to the spirits and the people. [However], [however], [he] strives to strive to the entire body of the various officials and received royal pardon. [However], due to anxiety that [he] has been disappointed, [he] has been able to preserve his life. Though [he] has been grateful and fortunate, [he] is truly apprehensive. [I] am always apprehensive about [his] concerns at the water and the water. [I] must sincerely express [his] apprehensive concerns. [I] must sincerely express [this] apprehensive [this] measure.",
                "H2KE-nKo": "홍문관이 차자를 올려 성상을 보양할 것을 청하니, 답하기를,“외람되이 과매한 내가 외람되이 커다란 계책을 맡아 이미 마음을 다스려 하나의 덕을 쌓지도 못하였고, 또 힘을 다하여 만백성을 수고롭게도 하지도 못하였다. 이에 하늘이 크게 노하여 나에게 견책을 내렸으니, 스스로의 분수로 볼 때 반드시 죽어야 한다고 여겨 귀신과 사람에게 사죄하려고 하였다. 그런데 신하들의 힘을 수고롭게 하고 하늘의 도움을 받아, 번병이 사라지고 정신이 보존되었으니, 비록 감격스럽고 다행스럽기는 하나 실로 황공한 마음이 간절하여 깊은 연못과 깊은 골짜기에 있는 것 같은 나의 근심이 항상 가슴에 맺혀 있었다. 차자에서 경계한 것은 곡진히 풀어 주겠다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 18일(갑신) 1번째기사",
                "gt-oKo": "홍문관(弘文館)이 상차(上箚)하여 성궁(聖躬)을 보양할 것을 청하니, 답하였다. “외람하게도 부덕하고 혼매한 몸으로 국가의 기업을 지키면서 이미 마음을 다스려 한 가지 덕도 쌓지 못하였을 뿐 아니라 또한 힘을 다하여 만민을 위로하지도 못하였으므로 이에 하늘이 노하사 이 몸에 벌을 내리셨다. 돌이켜 생각하건대 이 몸이 꼭 죽어서 신인(神人)에게 사죄해야 당연한데 군신의 힘을 수고롭게 하고 상천의 용서를 받아 심하던 병이 사라지고 정신과 기식(氣息)을 보존하게 되니, 비록 감격하고 다행하나 실상 황공한 마음이 간절하여 깊은 근심이 항상 가슴 속에 서려 있다. 차자 속에 경계한 말은 곡진하게 펴보겠다.”",
                "hj": "○甲申/弘文館上箚, 請保養聖躬。 答曰: “猥以寡(味)〔昧〕, 叨守鴻圖, 旣不能治心, 以畜一德, 又不能渴力, 以勞萬民, 於是天乃赫怒, 降譴於身, 顧念自分必死, 擬謝神人, 而勞群臣之力, 蒙上天之宥, 煩痾消散, 精息保存, 雖多感幸, 實切惶恐, 淵谷之憂, 恒纏于懷矣。 箚中所戒, 當爲曲伸。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On mujin day, it was foggy and the weather was warm. The weather continued to be as if it was springtime.",
                "H2KE-nKo": "무진년에 사방이 안개에 잠겼고 날씨가 따뜻하여 연일 봄 날씨와 같았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 2일(무진) 1번째기사",
                "gt-oKo": "사방에 짙은 안개가 끼고 기후가 따뜻하여 연일 봄철과 같았다.",
                "hj": "○戊辰/四方(冗)〔沈〕霧, 氣候融暖, 連日如春候。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King ordered that the Office of Royal Attire be abolished in the imjin year ( due to his health.",
                "H2KE-nKo": "임진년에 주상이 건강이 회복되어 시약청을 파하라고 명하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 26일(임진) 1번째기사",
                "gt-oKo": "상의 건강이 완전히 회복되어 시약청을 파하게 하였다.",
                "hj": "○壬辰/上體淸寧, 命罷侍藥廳。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King bestowed a horse and a leopard pelt upon Superintendent of the Palace Cavalry Superintendent of the gyesa year ( upon Superintendent of the Palace Cavalry Superintendent Yu Jeon and Yun Takyeon , respectively, and one tiger skin. The physician Yang Yesu was promoted to Grand Master for Excellent Virtue , and Yi Insang and Ahn Deoksu were promoted to Grand Master for Excellent Virtue .",
                "H2KE-nKo": "계사년에 내의원 도제조 노수신에게 숙마 1필과 표피 아다개 1좌를 사급하고, 제조 유전ᆞ윤탁연에게 가자하고 호피 1령을 사급하였다. 의관 양예수에게는 가선대부를 가자하고, 이인상ᆞ안덕수에게는 통정대부를 가자하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 27일(계사) 1번째기사",
                "gt-oKo": "약방 도제조 노수신(盧守愼)에게는 숙마(熟馬) 1필과 표피아다개(豹皮阿多介) 1좌(坐)를 하사하고, 제조 유전(柳㙉)·윤탁연(尹卓然)에게는 가자(加資)함과 동시에 호피 1령(令)을 하사하고, 의관 양예수(楊禮壽)에게는 가선(嘉善)을, 이인상(李仁祥)·안덕수(安德秀)에게는 통정을 가자하였다.",
                "hj": "○癸巳/藥房都提調盧守愼, 賜熟馬一匹、豹皮阿多介一坐, 提調柳㙉、尹卓然加資、虎皮一令, 醫官楊禮壽加資嘉善, 李仁祥、安德秀, 加資通政。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General requested that the Office of the Inspector General be corrected because it was too presumptuous to bestow a reward upon him. The King did not approve this for many days.",
                "H2KE-nKo": "양사가 상으로 가자한 것이 너무 지나치다는 이유로 개정하기를 여러 날 동안 청하였으나, 윤허하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 27일(계사) 2번째기사",
                "gt-oKo": "양사(兩司)가 상가(賞加)가 너무 외람하다 하여 개정할 것을 여러날 청하였으나 윤허하지 않았다.",
                "hj": "○兩司以賞加太濫, 請改正, 累日不允。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Ministry of Rites requested that congratulatory ceremonies be performed at the Royal Ancestral Shrine and the Altar of the Soil and Grain as well as the great event of the state. The King ordered that no ceremonies be performed. The three high-ranking officials came and reported, There has been no time since the royal ancestors had recovered from their illness. Your subjects request that congratulatory ceremonies be performed in accordance with precedent. The King responded, I originally did not 겸양 but also need to speak. In general, my foolish thought was truly from my heart, and thus I dared to speak. Though peoples illness worsened, it was impossible that the ceremonies had already been decided before they could not escape. However, this is inevitably due to their misfortune that they failed to recover themselves. Last time, I was unexpectedly chronic disease and fortunately recovered. I worried that high-ranking officials were worried and surprised by the entire court. How could I dare receive congratulatory ceremonies? Moreover, as I were sentenced to one person, the dignity of Your Majesty was extremely enough. Furthermore, at the time of reflection, I am apprehensive and apprehensive when I realize myself. How can I arrogantly receive congratulatory ceremonies? According to precedent, I am unaware of this. However, my thoughts are like this. Thus, I cannot do so.",
                "H2KE-nKo": "예조가 주상의 건강이 회복된 것은 종묘사직의 더없이 큰 경사라고 하여 하례를 행하기를 청하니, 하지 말라고 전교하였다. 세 당상이 와서 아뢰기를,“조종의 건강이 회복된 뒤에 하례하지 않은 때가 없었으니, 전례대로 하례를 행하소서.”하니, 답하기를,“나는 본래 겸손한 것도 아니고 거짓말도 아니다. 나의 어리석은 생각은 실로 마음속에서 우러나온 것이므로 감히 이렇게 말하는 것이다. 사람이 병이 드는 것이 비록 운수가 이미 안정되어 피할 수 없는 것이라고는 하지만, 필시 자기가 몸조리를 잘못하여 생긴 일일 것이다. 지난번에 뜻밖에 병을 얻어 위태로워졌다가 다행히 소생하여 대신에게 근심을 끼치고 신하들을 놀라게 하였으니, 내가 조정을 저버린 것이 많다. 또 어찌 감히 하례를 받을 수 있겠는가. 더구나 한 몸에 견책을 내려 하늘의 노여움이 극에 달하였고, 지금 또 스스로 평생을 돌아보아도 죄를 뉘우치는 때에 어찌 버젓이 하례를 받을 수 있겠는가. 전례는 내가 알 수 없으나 나의 뜻이 이와 같으니, 행할 수 없다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 28일(갑오) 1번째기사",
                "gt-oKo": "예조가, 상체가 평복된 것은 종사의 막대한 경사라 하여 하례(賀禮)를 행할 것을 청하니 하지 말라고 전교하였다. 삼당상(三堂上)이 와서 아뢰기를, “조종(祖宗)께서도 평복되신 후에 하례하지 않는 때가 없었으니, 전례에 따라 하례를 행하소서.” 하니, 답하기를, “나는 본시 겸손하지도 않거니와 거짓말도 하지 않는다. 나의 생각은 실로 마음속에서 나오는 것이므로 굳이 이런 말을 하는 것이다. 사람이 병에 걸려 위태롭게 되는 것이 비록 이미 정해진 운명이라 회피할 수 없다고 하나, 자신이 조섭을 잘하지 못한 소치로 연유하지 않는 것이 없다. 지난번에 불의에 병을 얻어 위험한 지경에 이르렀다가 요행히 소생은 하였으나 대신들에게 염려를 끼치고 여러 신하들을 놀라게 하였으니 조정을 저버린 것이 많은데 어찌 감히 하례를 받겠는가. 더구나 이 몸을 견책하시는 하늘의 노여움이 심하시어 바야흐로 평생을 돌이켜 보면 뉘우치고 두려워해야 할 이때 어찌 태연하게 하례를 받겠는가. 전례는 내가 알 수 없으나 나의 뜻이 이와 같으니 해서는 안 된다.” 하였다.",
                "hj": "○甲午/禮曹以上體平復, 宗社莫大之慶, 請行賀禮。 傳曰: “勿爲。” 三堂上來啓: “祖宗違豫平復之後, 未有不賀之時, 請依前例行賀禮。” 答曰: “予固非謙遜, 亦非假說。 蓋有愚意, 實出中心, 玆敢言之。 人之疾殆, 雖曰運數已前定不可逃者, 而未必不由於自家失攝之致。頃者不意得病, 危而幸甦, 貽憂大臣, 驚動群下, 予之負朝廷多矣。 又何敢〔受〕賀乎? 況譴罰一身, 天怒斯極, 方且自顧平生, 祗懼悔罪之時, 豈可偃然受賀乎? 前例則予不能知, 而予意如此, 不可爲也。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On eulmi day, the three state councilors came and requested that congratulatory ceremonies be performed. [The King] replied, [As] this report is as such, [I] will follow their recommendation. ",
                "H2KE-nKo": "을미년에 삼공이 와서 아뢰기를,“하례를 행하소서.”하니, 답하기를,“이와 같이 아뢰니 따르겠다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 29일(을미) 1번째기사",
                "gt-oKo": "삼공이 와서 하례를 행하라고 아뢰니, 답하였다. “이와 같이 아뢰니 따라야 할 것이다.”",
                "hj": "○乙未/三公來啓, 請行賀禮。 答曰: “如是啓之, 當從之。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Yang Hui , second deputy director of the Office of Royal Lectures , arrived at the thirteen mountain Post Station . Over ten thousand Tatars of the Three Armies were on fields and burned down. They climbed the fortress to defend the enemy. The King ordered that the military officers and others shoot arrows at archery and shot arrows. Many [of the Jurchens] struck and died. After three days, [they] then withdrew.",
                "H2KE-nKo": "기사년에 동지사 양희가 13산역에 도착하자, 삼위의 달자 10여 만 기가 들을 덮고 불지르고 노략질하였다. 성에 올라가 막아 지키며 군관 등으로 하여금 편전을 쏘게 하였는데, 몇 사람이 맞혀 죽었다. 3일이 지나서야 물러갔다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 3일(기사) 1번째기사",
                "gt-oKo": "동지사 양희(梁喜)가 십삼산역(十三山驛)에 이르자 삼위달자(三衛㺚子) 10여 만 기(騎)가 온 들을 덮고 와서 방화 약탈하므로 성에 올라가 지켜면서 군관을 시켜 편전(片箭)을 쏘게 하니 몇 사람이 명중되어 죽었다. 그리고 3일 후에야 물러갔다.",
                "hj": "○己巳/冬至使梁喜到十三山驛, 三衛㺚子十餘萬騎, 蔽野焚掠, 登城拒守, 令軍官等射片箭, 數人中死, 過三日乃退去。"
            },
            "2": {
                "H2KE-EN": "Jeong Sukui passed away.",
                "H2KE-nKo": "정숙이 졸하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 3일(기사) 2번째기사",
                "gt-oKo": "정 숙의(鄭淑儀)가 졸하였다.",
                "hj": "○鄭淑儀卒。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gabo day, due to the illness of gyeongo year (, the King was unwell, and installed the Office of Medicine . In the evening, the symptoms of the disease were critical. The King dispatched officials to separately pray to the Altar of the Soil and Grain , the Royal Ancestral Shrine , Mongmyeok , Samgak , the Office of Palace Kitchen Supplies , the Han River , Yangjin , Mongmyeok , the Ogwan , and Songak .",
                "H2KE-nKo": "주상이 편찮아서 시약청을 설치하였다. 저녁에 병세가 위급하여 중신을 보내어 사직, 종묘, 목멱산, 삼각산, 소격서, 한강, 양진, 감악, 오관, 송악 등지에 나누어 기도하게 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 4일(경오) 1번째기사",
                "gt-oKo": "상이 미령하여 시약청(侍藥廳)을 설치하였는데, 밤에 병세가 위급하자 중신을 사직(社稷)·종묘(宗廟)·목멱산(木覓山)·삼각산(三角山)·소격서(昭格署)·한강(漢江)·양진(楊津)·감악(紺嶽)·오관(五冠)·송악(松岳) 등처에 나누어 보내 각각 기도를 드리도록 하였다.",
                "hj": "○庚午/上未寧, 設侍藥廳。 夕以疾勢危急, 遣重臣分禱社稷、宗廟、木覔、三角、昭格署、漢江、楊津、紺嶽、五冠、松岳等處。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinmi day, the first day of the month, the King was ashamed as before.",
                "H2KE-nKo": "주상이 여전히 신미년에 태어났다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 5일(신미) 1번째기사",
                "gt-oKo": "상의 환후가 여전하였다.",
                "hj": "○辛未/上候如前。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulhae day, the King recovered from his illness in the eulhae year (. The King ordered the superintendent of the Office of Palace Procurement to retire and take care of the two vice-envoys in turn.",
                "H2KE-nKo": "을해년에 상후가 조금 나아졌으므로 약방 도제조는 물러가 쉬고 부제조 2원이 서로 번갈아 직숙하라고 명하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 11월 9일(을해) 1번째기사",
                "gt-oKo": "상의 환후가 차츰 차도가 있어 약방 도제조는 물러가 쉬고, 부제조 2원을 교대로 숙직하도록 명하였다.",
                "hj": "○乙亥/上候差歇, 命藥房都提調退休。 副提調二員相遞直宿。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongsin day, due to the first day of the sixth month, a congratulatory ceremony was held for the celebration of the first snow.",
                "H2KE-nKo": "권정례로 하례를 행하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 1일(병신) 1번째기사",
                "gt-oKo": "권정례(權停禮)로 하례를 행하였다.",
                "hj": "○丙申/以權停禮, 行賀禮。"
            },
            "2": {
                "H2KE-EN": "Magistrate of Jinju Strategic County Jeon Hye bowed before the King prior to departing for his appointed provincial position. When he arrived at Gwacheon , he became ill and returned to his home. The Office of the Censor General discussed the matter and requested that he be appointed to a later post. The responsibility of his letter read, When your subject suffered from a serious illness, the royal secretaries also saw them when expressing gratitude or bowed before the King prior to departing for their appointed provincial positions. The King asked the Royal Secretariat , Is this true? They returned and reported, Order sometimes he saw him, and sometimes he heard it. This is actually a sick. The King 전교하기를, “추고하고 내버려두라.” 하였다.",
                "H2KE-nKo": "진주 목사 황정욱이 배사하다가 과천에 이르러 병을 얻어 집으로 돌아갔다. 사간원이 논계하여 먼저 파직한 뒤에 추고할 것을 청하였는데, 그가 함답한 사연에,“몸에 중병이 있는 상태로 사은할 때와 배사할 때에 승지도 보았다고 합니다.”하였다. 상이 정원에 묻기를,“이 말이 사실인가?”하니, 회계하기를,“그의 병은 직접 보기도 하고 들은 것이 있기도 하여 실제의 병입니다.”하자, 전교하기를,“추고는 그만두라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 1일(병신) 2번째기사",
                "gt-oKo": "진주 목사(晉州牧使) 황정욱(黃廷彧)이 배사하고 부임하던 길에 과천(果川)에 이르러 병이 나서 귀가하였다. 사간원이 논계하여 먼저 파직하고 후에 추고하라고 청하였는데 그가 함답(緘答)한 내용에 ‘몸에 중병이 있는 것은 사은하고 배사할 때 승지도 보았다.’고 하였으므로, 상이 정원에 묻기를, “이 말이 사실인가?” 하였다. 회계하기를, “그의 병을 혹 직접 본 사람도 있고, 혹 들은 사람도 있는데 사실이라 합니다.” 하니, 추고는 하지 말라고 전교하였다.",
                "hj": "○晋州牧使黃廷彧拜辭, 到果川, 得病還家。 司諫院論, 啓請先罷後推。 其緘答之辭以爲: 身有重病之狀, 謝恩及拜辭時, 承旨亦見之云。 上問于政院曰: “此言然乎? 回啓曰: “其病或親見, 或有所聞, 乃實病也。” 傳曰: “其推考棄之。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "In the jeongmi year (, Third Inspector [of the Office of the Inspector General] Seong Eom submitted a memorial requesting his resignation on account of illness. The King repeatedly sent a message to admonish him and had him ride a horse and bring him [to the capital].",
                "H2KE-nKo": "장령 성혼이 병으로 사직서를 올리니, 다시 돈유하는 글을 내리고 마교를 타고 오게 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 12일(정미) 1번째기사",
                "gt-oKo": "장령 성혼(成渾)이 병으로 사직장(辭職狀)을 올리니, 돈독히 효유하는 글을 내리고 마교(馬轎)를 타고 오게 하였다.",
                "hj": "○丁未/掌令成渾以病辭狀。 更下書敦諭, 令乘馬轎以來。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Wu Hyeongyu , who is an official of the seventh rank to the Capital Mokcheong Hall , was an official of the seventh rank to the Capital Mokcheong Hall , Jo응gil , and Seong Eonhye , who is an official of the East District , is foolish and unqualified, are unqualified for the first time to serve in the government. Your subjects request that Wu Hyeongyu be replaced by the Ministry of Personnel, harboring personal feelings and did not select a proper person. Your subjects request that the officials of the senior third rank or above and the staff officials of the Ministry of Punishments be interrogated. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“준원전 참봉 우현규, 목청전 참봉 조응길, 동부 참봉 성언혜는 용렬하고 난잡하여 처음 입사하기에 합당하지 않으니, 체차해 주소서. 이조는 사사로운 정에 끌려 사람을 잘 가리지 않았으니, 당상과 색낭청을 추고하소서.”하니, 아뢴 대로 윤허하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 14일(기유) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “준원전 참봉(濬源殿參奉) 우현규(禹玄圭)·목청전 참봉(穆淸殿參奉) 조응길(趙應吉)·동부 참봉(東部參奉) 성언혜(成彦惠) 등은 용렬하고 잡스러워 초입사(初入仕)에 합당하지 못하니 체직하소서. 이조는 사정에 끌려서 사람을 잘 가리지 않았으니 당상과 색낭청을 추고하소서.” 하니, 아뢴 대로 윤허하였다.",
                "hj": "○己酉/司諫院啓: “濬源殿參奉禹玄圭, 穆淸殿參奉趙應吉, 東部參奉成彦惠, 庸雜不合初入仕, 請遞。 吏曹曲循私情, 不爲擇人, 請堂上、色郞廳推考。” 啓允。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Eun Dae , a private female slave residing in Hyang , and Yundeok , a resident of Hyang , killed her master Bae Jinseo . They arrested them. The three investigative bodies jointly interrogated them, but they did not admit their guilt. They both died of being beaten with the heavy stick. At the time, the temporary judgment officer was Right State Councilor Kang Sasang .",
                "H2KE-nKo": "고령에 사는 사비 은대와 윤덕이 그 주인 배진서를 독살하였으므로 잡아왔다. 삼성이 교좌하여 국문하였으나 자복하지 않고 모두 형장을 맞다가 죽었다. 이때 위관은 우상 강사상이었다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 18일(계해) 1번째기사",
                "gt-oKo": "고령에 거주하는 사비(私婢) 은대(銀代)와 윤덕(閏德)이 그 주인 배진서(裵振緖)를 독살하였으므로 잡혀왔다. 삼성 교좌(三省交坐)로 추국하였으나 불복하고 모두 형장 아래에서 죽었다. 당시 위관(委官)은 우상 강사상(姜士尙)이었다.",
                "hj": "○癸亥/高靈居私婢銀代、閏德, 毒弑其主裵振緖, 拿來。 三省交坐鞫之, 不服, 俱殞杖下。 時委官右相姜士尙也。"
            },
            "2": {
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 18일(계해) 2번째기사",
                "gt-oKo": "대사간 이이(李珥)가 입경하여 숙배하고 사면하니, 사직하지 말라고 답하고, 이어 인견하였다. 사면하기를, “보잘것없는 신이 나라의 두터운 은혜를 받았으나 재능이 부족한데다가 고질을 앓아서 은혜에 보답할 길이 없으므로 전야에 엎드려 묵묵히 성수무강하시기만 기할 뿐이었습니다. 근자에 옥체가 미령하시어 기도까지 행하는 등 조야가 황황하여 어찌할 바를 모른다 함을 엎드려 듣고도 신은 먼 곳에 떨어져 있으므로 달려오지도 못하고 다만 동쪽을 바라보고 정성을 보내면서 주야로 초조해 하였습니다. 다행하게도 조종이 돌보시고 하늘이 도우시어 오래지 않아 회복되셨으므로 온 나라가 그 경사를 기뻐하는데도 신은 하반(賀班)에 참여하지 못하여 죄가 이에서 더 클 수 없으므로 정신을 잃을 듯하였으니, 상의 도량이 하늘과 같이 넓으시어 신의 모든 허물과 병통을 덮어 주시고 꾸짖지도 않으실 뿐 아니라 도리어 은명을 내리실 줄 어찌 기대하였겠습니까. 감격하고 떨려서 저도 모르게 눈물을 흘렸습니다. 언책(言責)의 중요한 자리는 본래 감당하지 못할 것임을 알면서도 신의 미정(微情)이 오직 궁궐에 있으므로, 병든 몸을 끌고 길에 오른 것은 용안을 한번만이라도 우러러 뵈오면 죽어도 유감이 없겠다는 소망 때문이었습니다. 그러나 다시 생각해 보니 요사이 성상의 마음이 불이 타오르듯 샘물이 용솟음치듯 크게 깨달으시어 호령이 한번 내리면 온 나라 신민들이 마음속으로 기꺼이 따르면서 치화(治化)가 이루어지기를 눈을 씻고 기다리니, 이는 바로 세도(世道)를 변혁하여 대치(大治)에 오를 수 있는 일대 기회인 것입니다. 상의 뜻을 받들어 바로잡고 구원하여 유신(維新)의 아름다운 명에 보답해 선양하려면 그 책임이 간관에게 있는 것인데, 결코 신과 같이 천박하고 공소(空疎)한 자가 감당할 바가 아닙니다. 신을 체직하시고 적합한 인물을 선택하여 제수하소서.” 하니, 사직하지 말라고 답하고, 황해도의 흉년 현황을 물었다. 이이가 곡식을 보내어 기민을 구제할 것을 청하고 이어 아뢰기를, “전하의 춘추가 바야흐로 부성(富盛)하신지라 비록 병환이 조금 있다 하더라도 오래지 않아서 회복되시리라고 여겼으나 지난 달에 미령하시어 온 나라가 경동하였고 신도 바닷가에 있으면서 마음이 초조하고 간담이 찢어지는 듯하였습니다. 어찌 이와 같이 경악할 일이 있습니까. 혹시 조섭(調攝)이 미흡했던 것이 아닙니까. 가만히 살펴보니 전하의 천부의 기품은 밝고 순수하시나 완실(完實)한 면은 혹 부족한 듯하니, 마음을 맑게 가지시고 기욕을 줄여서 진원지기(眞元之氣)를 보호하소서.” 하였다. 상이 말하기를, “오랫동안 서로 보지 못했는데 혹 하고 싶었던 말은 없는가?” 하니, 이이가 절하고 대답하기를, “전하께서 고사(古史)를 두루 보셨을 것입니다만, 큰일을 하는 임금은 세대마다 나오는 것이 아닙니다. 전하의 영명(英明)하심은 실로 고금에 드문 바로서 즉위하시던 처음부터 신민들은 태평의 치화를 기대하였습니다. 그러나 그후에 옛일을 그대로 답습하여 아직도 새롭게 진작되는 모습을 보지 못하였습니다. 신이 비록 물러가 산야에 엎드려 있으나 늘 목을 늘이고 희망하기를, ‘금년은 비록 분발하여 흥기하지 못하였으나 명년은 반드시 진작됨이 있을 것이다.’ 하고 기대해 온 것이 벌써 몇 해가 되었습니다. 지금 전하께서는 큰 병환을 겪으신 나머지 선단(善端)이 개발되시어 호령이 내릴 때마다 인심을 열복시키므로 신민의 희망이 처음 등극하실 때와 다를 것이 없습니다. 현재 민생의 곤궁함은 날이 갈수록 더 심해지고 세도와 인심은 물과 같이 더욱 떨어지고 있음을 보는데 지금 만일 옛 그대로 전철을 밟는다면 결코 이룸이 있을 희망이 없으니, 반드시 크게 진작하여 모든 묵은 폐단을 완전히 제거한 연후에라야 훌륭한 정치를 바랄 수 있을 것입니다. 지금 조정의 기강이 크게 무너져서 대소의 관원이 그 직책을 다하려 하지 않는 것이 풍습을 이루고 있는데 이는 일시적인 위력으로는 다스릴 수 없고, 반드시 상께서 선치를 갈구하시는 뜻을 굳게 정한 다음 뛰어난 인재들을 불러 조정에 모이게 하시고 각각 그들의 재능에 따라 알맞은 직책을 선택하여 주고는 그들에게 위임하고 다시 독책하여 이루도록 하신다면, 국사는 정돈될 수 있고 치도는 진흥시킬 수 있을 것입니다. 임금이 현재(賢才)를 쓰려고 한다면 반드시 먼저 자기 몸부터 닦아야 합니다. 왜냐하면 현재들은 부귀를 구하지 않고 다만 도가 행해지기만 바라므로 만일 임금이 먼저 자기 몸을 다스리지 않으면 현명한 선비들은 반드시 쓰여지지 않고 반면 부귀 이달(富貴利達)을 구하는 사람들만 조정에 충만하게 될 것이기 때문입니다. 그러므로 몸을 닦는 것은 현인을 쓰는 근본이 됩니다. 옛날에는 벼슬을 위하여 사람을 선택하였으므로 오래도록 한 직책을 맡겨서 그의 성적을 고찰하였는데, 지금은 사람을 위하여 벼슬을 선택하므로 재능의 합당 여부는 논하지 않고 오직 요직만을 많이 거치는 것을 영화로 삼기 때문에 아침에 이 요직에 있다가 저녁에 저 요직으로 옮겨서 한 사람이 각사를 모두 거칩니다. 이와 같이 하고도 그 관직을 허술하게 여기지 않는 자는 없을 것입니다. 만일 근일의 잘못된 규례를 고치지 않으면 치도를 이룰 수가 없을 것입니다.” 하였다. 상이 말하기를, “대간은 으레 피혐(避嫌)으로 자주 바뀌고, 대간을 충원하기 위하여 다른 관원들도 또한 자주 체직되는데, 피혐이란 규례를 옛날에는 들어보지 못했고 고사(古史)에도 보지 못했다.” 하니, 이이가 아리기를, “이는 근일에 생긴 폐습인데 어떻게 고사에서 볼 수 있겠습니까. 임금이 만일 무엇인가 하려는 일이 있으면 반드시 중론을 채집해야 하는데, 중론을 충분히 들은 후에 선택하여 쓰게 되면 정령(政令)이 반드시 한 군데에서 나오지만, 만일 중인들로 하여금 각자 자기의 의논을 행하게 하면 도리어 소요를 불러 정사가 여러 군데서 나오게 될 것입니다. 지금도 중론을 모두 진달하게 하고 있으나, 성사께서 반드시 경제를 맡길만한 사람에게 의지하여 그중에서 가려 써서 그 의논이 한 군데에서 나오게 한 연후에 점차로 치도에 이를 수 있을 것입니다.” 하였는데, 상이 말하기를, “지금의 삼공(三公)만한 인물을 쉽게 만나겠는가? 나는 매사를 반드시 삼공들에게 자문한 뒤에 택하여 시행하였으나 근일의 정사가 끝내 이루어지는 것이 없으니, 자못 괴이하고 한스러운 일이다.” 하였다. 이이가 상에게 묻기를, “상께서 성혼에게 특별하게 예우(禮遇)를 하신 것은 근세에 드문 일입니다. 전하께서는 그 사람을 꼭 쓰시려는 것입니까. 아니면 한번 만나보는 데 그치시려는 것입니까?” 하니, 상이 말하기를, “성혼의 어진 덕은 나도 이미 들어서 알고 있다. 다만 그의 재능이 어떤지를 알지 못할 뿐이다.” 하였는데, 이이가 아뢰기를, “재능도 한 가지로 논할 수 없습니다. 혼자서도 능히 경세 제민(經世濟民)의 책임을 맡아 볼 사람이 있고 선을 좋아해서 능히 많은 아랫사람을 포용해 쓸 수 있는 사람이 있습니다. 성혼의 재능을 천하를 능히 경륜할 만하다고 평가한다면 지나칠지도 모르나 그 위인이 본디 선을 좋아합니다. 선을 좋아하면 천하도 다스릴 수 있으니 이 사람이야말로 어찌 쓸 만한 재목이 아니겠습니까. 다만 몸에 고질이 있어 필시 헌관(憲官)의 직책은 감당할 수 없을 것이니, 이 사람을 반드시 한가한 자리에 붙인 후에 때때로 경석에 입시하게 하면 선한 도를 개진하는 데 도움이 있을 것입니다.” 하였다.",
                "hj": "○大司諫李珥入京, 肅拜辭免。 答曰: “勿辭。” 仍引見。 其辭免曰: “無狀愚臣, 受國厚恩, 才踈病痼, 仰報無路。 跧伏田里, 潛思默禱者, 只在聖壽無彊而已。 乃者伏聞, 玉候違豫, 至行祈禱, 朝野遑遑, 罔知攸措。 臣在遐陬, 不獲駿奔, 東望馳誠, 夙夜焦煎。 賴祖宗陟降, 上天垂祜, 黃道陽輝, 不久復常, 擧國慶抃, 而臣未能得參賀班, 罪戾斯重, 精爽飛越, 豈期聖量天涵, 含垢藏疾, 譴責不加, 恩命反下, 感激戰慄, 不覺流涕。 言責重地, 固知不堪, 而情懸紫極, 力疾登途, 所望一瞻天光, 死亦無憾, 旣而竊思, 近日聖心惕悟, 火然泉達, 號令之下, 悅服輿情, 臣民拭目, 佇見治化比正, 轉移世道, 俾升大猷之一大機會也。 將順匡救, 對揚維新之休命, 責在諫官, 決非如臣淺薄空踈者所敢當。 請命遞臣職, 擇授其人。” 答曰: “勿辭。” 問以黃海凶歉之狀, 珥請移粟賑飢。 仍啓曰: “殿下春秋鼎盛, 雖有微恙, 意謂不久復常, 而去月違豫, 擧國驚動, 臣在海曲, 焦心破膽, 安有如此驚愕之事乎? 無乃調攝或失其宜乎? 竊瞷殿下, 受氣明粹, 完實或有不足。 伏願淸修省慾, 以保眞元之氣。” 上曰: “久不相見。 無乃有所欲言者乎?” 珥拜而對曰: “殿下歷觀古史, 人君可以有爲者不世出。 殿下英明, 實古今所罕。 嗣服之初, 臣民有大平之望, 厥後因循, 未見振起, 臣雖退伏山野, 每引領希望。 今年雖不奮興, 明年必有振作者, 有年矣。 今殿下大病之餘, 善端開發, 號令之下, 悅服人心, 臣民之望, 無異於初服矣。 目見民生之困, 日甚一日, 世道人心, 如水益下。 若因舊守轍, 則決無有爲之望。 必大叚振起, 盡去宿弊然後, 庶可爲治。 朝廷之上, 紀綱大壞, 大小之官, 不事其職, 已成風習。 此不可以一時威力治之, 必須自上堅定求治之志, 收召俊乂, 集于 朝廷, 各觀其才, 擇授可合之職, 委任責成, 持之悠久, 則國事可整, 而治道可興也。 人君欲用賢才, 則必先修己, 何則, 賢才者不求富貴, 只求行道, 人君不先自治, 則賢士必不爲之用, 而求富貴利達者, 充斥朝廷矣。 是故修己爲用賢之本也。 古者爲官擇人, 久任以其考績, 今則爲人擇官, 不論才之當否, 而惟以多歷淸要爲榮, 故朝遷暮移, 一人盡經各司, 如是而求其不關厥官者, 未之有也。 若不改此近日謬規, 則治道無由可成矣。” 上曰: “臺諫例以避嫌數易, 爲充臺諫, 故他官亦數遞。 避嫌之規, 古所未聞, 古史亦未之見也。” 珥曰: “此是近日弊習, 豈見古史乎? 人君如欲有爲, 則必採衆論, 衆論盈庭而擇用, 則必出于一。 若使衆人, 各行其議, 則反致騷擾, 政出多門矣。 今者雖衆論畢陳, 而自上必倚仗一二人可任經濟者, 擇其中而用之, 使議論出其一, 然後可以漸升治道矣。” 上曰: “今之三公, 豈易得乎? 予每事必咨而行之。 非不擇用, 而近日政事, 終無所成, 殊可怪恨。” 珥問上曰: “自上加恩禮于成渾, 近古所罕, 未知上意, 欲用其人乎? 抑欲一見而止乎?” 上曰: “成渾之賢, 予已聞知矣。 第未知其才何如。” 珥曰: “才亦非一般, 有可獨任經濟之責者, 有好善而能用群下者。 成渾之才, 若謂之能經綸天下, 則過矣。 其爲人也好善, 好善優於天下, 此豈非可用之才乎? 但痼疾在身, 必不能任憲官之職。 此人必須付之閑局, 而時使入侍于經席, 則必有啓沃之益矣。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Yoshimi Minamoto Yoshimi , Taira Joshin , and others sent messengers to the court in order to greet them. Yoshimi, our country, wished to communicate with the Chinese court, but the imperial court rejected them. Kim Ugong , 이덕형 , Yugeun , and others continued to serve as commissioner for refreshing the envoy .",
                "H2KE-nKo": "경진년에 일본국 사신 현소와 평조신 등이 내빙하였다. 우리나라를 통하여 황조에 통공하려고 하였는데 말이 도리에 어긋나자 조정에서 물리쳤다. 김우옹, 이덕형, 유근 등이 연이어 선위사가 되었다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 21일(경진) 1번째기사",
                "gt-oKo": "병진일본국이 현소(玄蘇)·평조신(平調信) 등을 시켜 내빙하고는 우리 나라를 통하여 중국에 조공하려고 하였는데 그 언사가 불순하여 조정에서는 이를 거절하였다. 김우옹(金宇顒)·이덕형(李德馨)·유근(柳根) 등을 번갈아 선위사(宣慰使)로 삼았다.",
                "hj": "○庚辰/日本國使玄蘇、平調信等來聘。 欲因我國, 通貢皇朝, 而辭語悖逆, 朝廷却之。 金宇顒、 李德馨、柳根等, 相繼爲宣慰使。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Jeong Tak was appointed inspector general , Yi I was appointed inspector general , and 성혼·정인홍 was appointed third inspectors [of the Office of the Inspector General].",
                "H2KE-nKo": "정탁을 대사헌으로, 이이를 대사간으로, 성혼과 정인홍을 장령으로 삼았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 5일(경자) 1번째기사",
                "gt-oKo": "정탁(鄭琢)을 대사헌으로, 이이(李珥)를 대사간으로, 성혼(成渾)·정인홍(鄭仁弘)을 장령으로 삼았다.",
                "hj": "○庚子/以鄭琢爲大司憲, 李珥爲大司諫, 成渾、鄭仁弘爲掌令。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Former Magistrate [of Hanseong Magistracy] Jeon Magistrate [of Hanseong Magistracy] [] Jeong Hyeon responded to the Royal Secretariat , without considering the cardinal principles, [he] stubbornly plotted to avoid punishment. [Your subjects] request that [him] be interrogated. The Royal Secretariat did not know how [Jeong] Hyeons disease is serious. [However], after receiving the 하문 [of Your Majesty], [he] simply reported [him] to the throne on account of his disease. [He] showed the circumstances [of his disease]. [Your subjects] request that [him] be replaced by the Royal Secretariat , and [him] be interrogated by the royal secretary . Second Assistant Section Chief Sim Chunggyeom , Fifth-Rank Aide Yi Hoesu , Fifth-Rank Aide Jo Eonchung , Fifth-Rank Military Office Jeong Sachung , and [him] did not feel well, [but] both high and low officials were unwilling to marry normally in ordinary times. [Your subjects] request that [him] be dismissed from his position. Recorder of the Military Procurement Administration Yi Su is foolish and incompetent. [Your subjects] request that [him] be dismissed from his position. Fourth Superintendent of Chungcheong [Province] [] Yi Hyeon be dismissed from his position. At the night of his health, physician Yu Jang , who was unwill, was on duty at the Office of Palace Procurement , became intoxicated and did not observe his disease. [Your subjects] request that [him] be interrogated by the State Tribunal. [The King] replied, The matter of Yu Jang and Yi Su should be implemented as reported. [The matter of] Yi Hyeon should be replaced, and the matter of Jeong Hyeon cannot be slightly questioned. The Royal Secretariat, having asked my questions, reported [him] to the throne. How could [he] be able to plotting a disease? Now [he] only mentioned that [Jeong] Hyeons account of his disease is inappropriate",
                "H2KE-nKo": "사간원이 아뢰기를,“전 목사 황정욱은 함답할 때에 승정원을 끌어대며 일의 체모를 돌아보지 않고 구차하게 모면하려고 하였으니, 추고하소서. 승정원은 실로 황정욱의 질병의 경중을 알지 못하고 하문을 받은 뒤에도 대수롭지 않게 실병으로 입계하여 현저하게 구원하려는 태도가 있었으니, 색승지는 체차하고 동참한 승지는 추고하소서. 사예 심충겸, 도사 이회수, 부장 조언충, 직장 정사추는 주상의 옥체가 미령하여 상하가 경황이 없을 때에 평소와 다름없이 공공연히 가취하였으니, 파직하소서. 군자 주부 이수는 어리석고 용렬하니 파직하소서. 충청 수사 이우는 패망하니 파직하소서. 내의 유강은 당초 성상의 체후가 미령하던 날 밤에 약방에 입직하였다가 술에 취하여 살피지 못하였으니, 조옥에 내려 추고하소서.”하니, 답하기를,“유강과 이수의 일은 아뢴 대로 하라. 이우는 체직하라. 황정욱의 일은 내가 우연히 물은 것인데, 승정원이 내가 물은 것으로 인하여 회계한 것이다. 어찌 구원할 리가 있겠는가. 지금은 황정욱이 실제로 병이 있었는지의 여부만을 논할 뿐이니, 윤허하지 않는다.”하였다가, 뒤에 윤허하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 6일(신축) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “전 목사 황정욱이 함답할 때 정원을 끌어대어 사체는 생각하지 않고 구차하게 모면하기를 꾀했으니 추고하소서. 또 정원은 황정욱의 병의 경중도 모르면서 하문을 받은 후에 범연하게 실제로 병들었다고 입계하여 그를 두둔해 구원한 정상이 뚜렷이 나타났으니 색승지를 체직하고 동참했던 승지는 추고하소서. 사예 심충겸(沈忠謙), 도사 이회수(李淮壽), 부장 조언충(趙彦忠), 직장 정사웅(鄭士雄) 등은 성상의 옥체가 미령하시어 상하가 모두 황황할 때 공공연하게 평시와 같이 혼인을 치렀으니 파직하소서. 군자 주부(軍資主簿) 이수(李脩)는 용렬하니 파직하소서. 충청 수사 이발(李)은 패망스러우니 역시 파직하소서. 내의(內醫) 유민(柳珉)은 당초 상의 기체가 미령하시던 밤에 약방에 입직하면서 술에 취하여 깨지 않았으니 조옥(詔獄)에서 추고하소서.” 하니, 답하기를, “심충겸 등의 일과 유민·이수의 일은 아뢴 대로 하라. 이발은 체직하라. 황정욱의 일은 내가 우연히 물은 것이고 정원은 내가 물었기 때문에 회계한 것이지 어찌 두둔할 리가 있겠는가. 지금 다만 그가 실제로 병이 있었는지의 여부만을 논할 뿐이니 윤허하지 않는다.” 하였으나, 후에 윤허하였다.",
                "hj": "○辛丑/司諫院啓: “前牧使黃廷彧或緘答之際, 援引政院, 不顧事體, 苟且圖免, 請推考。 政院實不知廷彧疾病之輕重, 而承下問之後, 泛然以實病入啓, 顯有營救之狀。 請色承旨遞差, 同參承旨推考。 司藝沈忠謙、都事李淮壽、部將趙彦忠、直長鄭士椎、當上體未寧, 上下遑遑之時, 公然嫁娶, 有同平時, 請罷職。 軍資主簿李脩愚劣, 請罷。 忠淸水使李悖妄, 請罷。 內醫柳珉當初聖候未寧之夜, 入直藥房, 醉酒不省, 請詔獄推考。” 答曰: “沈等事, 柳珉、李修事如啓。 李可遞, 黃廷彧事, 予偶問也。 政院因予問而回啓也。 豈有營救之理乎? 今但論廷彧實病與否而已。 不允。” 後允之。"
            },
            "2": {
                "H2KE-EN": "When the King was unwell, he bestowed a horse upon each of the officials who prayed for rain at various places. The King bestowed a horse upon each of the officials in charge of the ceremony. The King also bestowed a horse upon each of the officials in charge of the ceremony. The King bestowed a horse upon the officials in charge of the ceremony who had no choice. ",
                "H2KE-nKo": "주상이 미령할 때 기도한 여러 곳의 헌관에게는 각각 숙마 1필을 사급하고, 여러 집사에게는 각각 한 자급을 올려 주었다. 자궁인 자에게는 아마 1필을 사급하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 12월 6일(신축) 2번째기사",
                "gt-oKo": "상이 미령할 때 기도한 여러 곳의 헌관(獻官)에게는 숙마(熟馬) 1필을 각각 하사하고, 모든 집사(執事)에게는 1자급씩 가자(加資)하되 자궁자(資窮者)에게는 아마(兒馬) 1필을 하사하였다.",
                "hj": "○上體未寧時, 諸處祈禱獻官, 各熟馬一匹, 諸執事各加一資, 資窮者賜兒馬一匹。"
            }
        }
    },
    "leap month 4": {
        "10": {
            "1": {
                "H2KE-EN": "Bak Minhyu , 특진관 of the Office of the Royal Lectures , reported to the King, The students in the northern area do not study studying s",
                "H2KE-nKo": "특진관 박민헌이 경석에서 아뢰기를,“북방의 유생들이 학문에 힘쓰고자 해도 스승에게 배울 사람이 없습니다. 사관의 권지 가운데 학행이 있는 자를 교수로 차출하여 보내서 가르치게 하소서.”하니, 대신에게 의논하라고 명하였다. 대신이 의논하여 아뢰기를,“사관의 권지가 적체되어 10년 동안 거관하지 못한 자가 있으니, 교수를 가려 차임하여 가르치게 해서 성과가 있는 자를 6품으로 승진시켜 서용하면 가는 자도 근심하고 고달프게 여기지 않아서 학도들이 거의 성취될 것입니다. 이조에서 승전을 받들게 하소서.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 10일(무신) 1번째기사",
                "gt-oKo": "특진관 박민헌(朴民獻)이, 북방의 유생들이 비록 학문에 힘쓰고자 해도 가르침을 받을 스승이 없으므로 사관(四館)의 권지(權知) 중에서 학문과 행검이 있는 자를 교수로 차견하여 가르치게 하자고 청하는 것으로 경석(經席)에서 아뢰었는데, 대신에게 의논하라고 명하니, 대신들이 의논드렸다. “사관의 권지가 적체되어 10년 동안 거관(去官)하지 못한 사람이 있으니, 이들을 교수로 택차하여 훈도에 훌륭한 성과를 올린 사람을 6품직에 승서시키면 가는 자도 괴롭게 여기지 않을 것이고 학도들도 성취하는 자가 있을 것이니, 이조로 하여금 승전을 받들게 하소서.”",
                "hj": "○戊申/特進官朴民獻啓于經席: “以北方儒生等, 雖欲力學, 無師授之人。 請以四館權知中有學行者, 差遣敎授, 使之訓誨事, 命議于大臣。” 大臣議以爲: “四館權知積滯, 有十年不得去官者, 擇差敎授訓誨, 有成效者, 陞敍六品, 則往之者, 不以爲憂苦, 而學徒庶有成就, 捧承傳于吏曹。”"
            },
            "2": {
                "H2KE-EN": "Yu , the son of former magistrate of Daegu , Gyeongsang Province , was a son of Yu . In the jeongsa year (, Yu wildly and fled. Later, in the gabo year (, there was a man named Yu , the husband of his younger sister Dalseong , the son of the magistrate of Dalseong , Yi Je , and the son of the magistrate of Dalseong . Yu led a man to the house of the magistrate of Dalseong . Yu secretly communicated with his wife, Madam Baek , his younger sister, Yu Yeon , and had him bring him [to the house]. Yu Yeon immediately came to the capital and saw that the appearance of Yu sister was not the same as his elder brother but was quite able to speak about the past. Yu Yeon, having trusted him, brought him back to the town of Daegu . Yu seized and brought him to the government office, and requested that the truth be clarified. At that time, Magistrate of Superintendent 박응cheon was imprisoned and interrogated. During the jeongsa year (, Yu claimed that Yu claimed to discover the truth. Yu claimed that he made a false statement that Yu Yeon murdered his elder brother, and fled. However, he did not know where the truth. People say that Yu Yeon murdered his elder brother, and thus the Office of the Censor General requested that he be interrogated. The King ordered the Three Investigative Bodies to jointly interrogate Yu Yeon. However, temporary judgment Official Sim Tongwon directly said that Yu Yeon murdered his elder brother, and thus he did not suspect him. Thus, he severely tortured Yu and fabricated a false statement, and thus he was sentenced to death by dismemberment. Subsequently, Yu suddenly claimed that Yu still remained. Sometimes there were suspects of discussions and even made a report to the State Tribunal for interrogation. In the winter of last year, Assistant Command Assistant State Councilor Yun Seongak reported to the King in the Royal Lecture, saying, In the past gyeongsin and sinyu year (, when your subject followed his fathers father and went to Sunan District , there was a man named Yu Yong , who claimed a single wildly and frequently frequently. The King ordered the Office of the Inspector General to investigate the matter and immediately send an official document to Pyeongan Province for clabricating Yu, and then frequently frequ",
                "H2KE-nKo": "경상도 대구에 사는 전 현감 유예원의 아들 유유가 지난 정사년에 광증이 발작하여 도주하였는데, 그 후 갑자년에 유유라고 자칭하는 자가 해주에 있었다. 그의 매부 달성령 이제와 달성령의 아들 이경억 등이 사람을 시켜 그를 불러다 달성령의 집에 머물게 하고, 그의 처 백씨와 그의 아우 유연에게 통지하여 그를 데리고 가게 하였다. 유연이 즉시 올라와서 보니, 그 모습이 형과 같지 않고 자못 한 집안의 옛날 일을 말하였습니다. 유연이 그 말을 믿고서 그를 본읍의 대구로 데리고 가서 관에 묶어 놓고 진위를 분별할 것을 청하였습니다. 그 당시 부사 박응천을 가두고 심문할 때 유유라고 하는 자가 탄로 날까 두려워 병을 사칭하고 보방을 청하다가 그대로 도주하여 간 곳을 알 수 없었습니다. 사람들의 말이 자자하여 유연이 형을 시해하여 흔적을 없앴으므로 언관이 그를 잡아다 국문할 것을 주상에게 아뢰어 청하였다. 이에 삼성 교좌하여 국문하였는데, 위관 심통원이 곧바로 유연이 형을 시해하였다고 하면서 다시 의심하지 않고 엄한 형장을 쳐서 거짓 자복을 받아 내어 능지처사하였습니다. 그 후 자못 당시의 옥사에 대해 시신을 찾지 못하였는데 갑자기 그 죄를 바로잡는 것은 온당치 못하다고 하였고, 또 유유가 아직 살아 있다고 하여 간혹 사람들의 의론이 있어서 경연 석상에서 아뢰기까지 하였으나 그 자세한 내용은 알 수 없었습니다. 지난해 겨울에 수찬 윤선각이 경연 석상에서 아뢰기를,“지난 경신년과 신유년 사이에 신이 장인을 따라 순안현에 갔더니, 유천유용이라고 하는 자가 미친 척하면서 여러 곳을 출입하면서 남의 자제를 가르쳤는데, 그 행동거지를 보니 미친 자가 아닌 듯하였습니다. 그 후 신이 경상도를 왕래하면서 유유의 옛 친구에게 물어보고 그 모습과 모습에 대해 따져 물으니, 이른바 유천유용이라는 자와 너무도 비슷하였습니다. 또 사람의 성명이 어찌 유천유용이라는 자가 있겠습니까. 이것으로 보건대 유유가 지금까지 살아 있는 것으로 의심됩니다. 그 당시 유연의 죽음이 매우 원통합니다.”하니, 주상이 헌부로 하여금 조사하게 하고, 즉시 평안도에 공문을 보내 유천유용이라고 하는 자를 잡아오게 하였는데, 공초를 받아 보니 유유라고 자복하였다. 그의 사조와 집안 내의 자잘한 일들은 일일이 말할 수 있었으니 그가 유유라는 것은 의심할 여지가 없고 갑자년의 일에 대해서는 전혀 듣지 못했다고 하였다. 헌부가 또 갑자년에 유유라고 사칭한 자는 바로 본명이 채응규인데 지금까지 해주에 살고 있다고 하기에 즉시 비밀리에 공문을 보내 과연 그를 붙잡아 올라올 때 스스로 말 위에서 목을 찔러 죽었고, 그의 첩 춘수만 붙잡아 보냈다. 춘수는 지난 갑진년에 유유라고 사칭한 자와 시종 함께 모의하여 유연이 형을 시해하여 옥사를 일으킨 자가 바로 이 사람이라고 하였다. 그렇다면 갑자년에 유유라고 사칭한 자는 바로 채응규인데, 진짜 유유는 갑자년에 나타나지 않았고 일의 진상이 명백하므로 의금부로 이송하여 국문하였다.달성령 이제는 다른 사람을 가짜 유유라고 거짓 꾸며 유연으로 하여금 형을 시해한 죄에 빠지게까지 하였으니, 그 정상이 흉악하고 간특하여 장을 치고 심문하여 끝까지 국문하였다. 유유는 도망쳤고 아비는 분상하지 않았으므로 윤상을 무너뜨린 죄로 장 100, 도 3년에 정배하고 녹안을 시행하였는데, 이제는 장을 맞다가 죽었다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 10일(무신) 2번째기사",
                "gt-oKo": "경상도 대구에 거주하는 전 현감 유예원(柳禮源)의 아들 유유(柳游)가 지난 정사년에 광증(狂症)이 발생하여 도망해 집을 나갔는데 그후 갑자년에 자칭 유유라는 자가 해주에 나타났었다. 그의 매부 달성령(達城令) 이지(李禔)와 달성령의 아들 이경억(李慶億) 등이 사람을 시켜 그를 데려다가 달성령의 집에 머무르게 하고, 유유의 아내 백씨(白氏)와 아우 유연(柳淵)에게 통보하여 데려가도록 하였다. 유연이 즉시 올라와서 그 사람을 보니, 모습은 자기 형과 같지 않았으나, 옛날 자기의 형의 집에서 있었던 일들을 꽤나 소상하게 말하고 있었다. 유연은 반신반의하면서 그를 본읍인 대구로 데리고 가서 관에 묶어보내 그 진위(眞僞)를 가려 달라고 청하였다. 당시 부사 박응천(朴應川)이 이를 가두고 심문할 때 유유라고 하는 자가 자기 정체가 드러날 것을 두려워한 나머지 거짓으로 병을 핑계대면서 보방(保放)을 청하고는 그대로 도망하여 행방을 감추어 버렸다. 그후 사람들 사이에 유연이 형을 죽이고 흔적을 인멸해 버렸다는 소문이 자자하게 퍼졌으므로, 이에 언관(言官)이 추국할 것을 계청하여 삼성 교좌(三省交坐)로 추국하였는데, 위관(委官) 심통원(沈通源)은 곧장 유연이 형을 시해하였다고 다시 의심하지도 않고 엄한 형문으로 무복(誣服)을 받아낸 뒤에 능지 처사(凌遲處死)하였다. 그 뒤에 자못 당시의 옥사에 대해 시신도 없는데 갑자기 죄를 단정한 것은 온당하지 않았다고 했고, 또 유유가 아직도 살아 있다고 여겨서 간혹 사람들이 의논하므로 경석에서 계달되기까지 하였으나 자세히 가려내지는 못하였었다. 그러다가 지난 겨울에 수찬 윤선각(尹先覺)이 경석에서 아뢰기를, “지난 경오년·신미년 간에 장인을 따라 순안현(順安縣)에 갔을 때 천유용(天裕勇)이라고 하는 자가 미친 체하면서 여러 곳에 출입하며 남의 자제를 훈도하고 있었는데 그 행동거지로 보아 미친 것 같지가 않았습니다. 그후 신이 경상도를 왕래하면서 유유의 옛 친구들에게 유유의 모습을 물어보니 천유용이라는 자와 너무도 같았습니다. 또 사람의 성명이 어찌 천유용이 있을 수 있겠습니까. 이로써 볼때 유유가 지금까지 생존해 있을 듯하므로 유연의 죽음을 매우 원통하고 억울한 듯합니다.” 하니, 상이 헌부로 하여금 사실을 조사하여 규명하게 하였다. 헌부가 즉시 평안도에 이문(移文)하여 천유용이라고 하는 자를 체포해다가 공초(供招)를 받았는데 과연 유유라고 자복하였다. 그의 4대의 계보와 집안의 세세한 일까지도 일일이 다 말하는 것으로 보아서 그가 유유인 것이 의심할 여지가 없었는데 갑자년에 있었던 일에 대해서는 전혀 모른다고 하였다. 헌부가 또, 갑자년에 유유라 사칭한 자는 곧 본명이 채응규(蔡應珪)로서 지금까지 해주에 살고 있다는 말을 듣고 즉시 비밀리에 해주로 이문하였는데, 과연 그를 체포하였고 그를 잡아서 올라오는 도중에 말 위에서 목을 찔러 자살하였으므로 그의 첩 춘수(春守)만을 압송해 왔다. 춘수는 지난 갑자년에 유유라 사칭했던 채응규와 시종 함께 공모하여 유연이 형을 시해했다는 옥사를 일으킨 사람이었다. 그렇다면 갑자년에 유유를 사칭했던 사람은 곧 채응규이고 진짜 유유는 갑자년에 나타나지 않았던 사실이 모두 밝혀졌다. 의금부에 이송하여 국문하니 달성령 지(禔)가 거짓 타인을 데려다가 유유인 것처럼 꾸며서 유연을 형을 시해한 죄에 빠지게 한 것이므로, 그 정상이 매우 흉악 간특하여 장신(杖訊)을 써서 철저히 국문하였다. 유유는 아비를 피하여 아비의 초상에도 가지 않아서 인륜을 무너뜨렸으니 장 일백 도삼 년으로 정배(定配)하여 녹안(錄案)을 시행하였고, 지는 형장 아래서 죽었다.",
                "hj": "○慶尙道大丘居前縣監柳禮源之子柳游, 往年丁巳年間, 發狂逃走, 後甲子年間, 有自稱柳游者, 在海州其妹夫達城令褆及達城令之子慶億等, 使人邀致, 寓于達城令家, 通于其妻白氏及其弟柳淵, 使率去。 淵卽上來見之, 則其形模不類其兄, 而頗能道一家舊日之事。 淵將信將疑, 率歸于大丘本邑, 縳致于官, 請辨眞僞。 其時府使朴應川囚禁推閱之際, 所謂柳游者, 恐其敗露, 詐病請保放, 因而逃走, 不知其去處。 人言藉藉, 以爲柳淵弑兄滅迹, 言官啓請拿鞫。 三省交坐鞫之, 委官沈通源直以爲柳淵弑兄, 不復致疑, 嚴刑取誣服, 凌遲處死。 其後頗以時獄事, 未得屍身, 而遽正其罪未便。 且以爲柳游尙生存, 間有人議, 至達於經席, 而未得其詳。 去年冬修撰尹先覺啓於經席曰: “往在庚申、辛酉年間, 臣隨妻父, 往順安縣, 有天裕勇稱名者, 佯狂出入諸處, 訓人子弟, 觀其擧止, 似非其病狂者。 後臣往來慶尙道, 問於柳游舊知之人, 詰其模樣, 則太類所謂天裕勇者。 且人姓名, 豈有天裕勇者乎? 以此觀之, 疑柳游至今生存。 其時柳淵之死, 極爲冤痛。” 上令憲府覈之, 卽移文於平安道, 捉天裕勇稱名者以來, 取供, 則自服爲柳游。 其四祖及家內小小之事, 一一能說, 其爲眞柳游無疑, 而甲子年之事, 則專不聞知云云。 憲府又聞: “甲子之詐稱柳游者, 乃本名蔡應珪, 至今居在海州, 卽秘密移文, 果捉獲上來之際, 自刎於馬上, 只捉送其妾春守, 春守往在甲辰時, 與詐稱柳游者, 終始同謀, 以淵爲弑兄起獄者此人也, 則其甲子年之詐稱柳游者, 乃蔡應珪, 而眞柳游之不出於甲子, 事狀暴白, 移送于義禁府鞫問。 達城令禔以假取他人, 虛粧柳游, 至使柳淵, 陷於弑兄之罪, 情狀兇慝, 杖訊窮鞫。 柳游則以逃, 父不爲奔喪, 敗常杖一百、徒三年定配, 錄案施行。 禔死於杖下焉。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Magistrate of Gwacheon District Oh Huian did not return to his hometown to see him for ten years. Please dismiss him from his post. Magistrate of Jangyeon District Bak웅즙 was frequently loved with a female slave, and his female slaves and masters did not follow his advice. In cases of lawsuits and lawsuits, bribes have openly been practiced by bribes. Please dismiss him from his post. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“과천 현감 오희안은 벼슬한 지 10여 년이 되도록 한 번도 귀근하지 않았으니 파직하고 서용하지 마소서. 장연 현감 박웅집은 남의 여종을 지나치게 사랑하여 여종과 주인이 하는 말을 모두 곡진히 따라 주어 옥송을 처리하는 사이에 뇌물이 공공연히 행해졌습니다. 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 17일(을묘) 1번째기사",
                "gt-oKo": "을묘사헌부가 아뢰기를, “과천 현감(果川縣監) 오희안(吳希顔)이 10여 년을 벼슬하면서 한번도 근친하지 않았으니, 파직하고 서용하지 마소서. 장연 현감(長淵縣監) 박웅집(朴雄楫)은 남의 여종에게 빠져 여종 주인의 말을 곡종(曲從)하지 않는 일이 없고 옥송하는 사이에도 뇌물을 공공연하게 행하고 있으니 명하여 파직하소서.” 하니, 아뢴 대로 따랐다.",
                "hj": "○(丁)〔乙〕卯/司憲府啓: “果川縣監吳希顔, 從仕十餘年, 一不歸覲, 請罷職不敍。 長淵縣監朴雄楫, 溺愛人婢, 婢主所言, 無不曲從, 獄訟之間, 贈賂公行, 請命罷職。” 依啓。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King personally conducted a second-tier instructor of the civil and military service examinations below Gyeonghoe Pavilion and personally held a second-tier instructor [of the civil and military service examinations] at the foot of twenty classics. The royal secretary Yun Takyeon , who passed the second-tier instructor , was promoted to him.",
                "H2KE-nKo": "문과와 무과의 통정대부 이하를 경회루 아래에서 친히 시험 보였다. 배율 20운을 친히 시험 보였다. 승지 윤탁연이 수석을 차지하여 가자하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 20일(무오) 1번째기사",
                "gt-oKo": "통정(通政) 이하의 문무관에게 경회루(慶會樓) 아래에서 배율(排律) 20운(韻)을 친히 시험보였는데 승지(承旨) 윤탁연(尹卓然)이 수석을 차지하여 가자(加資)하였다.",
                "hj": "○戊午/文武通政以下, 慶會樓下, 親試排律二十韻。 承旨尹卓然居首, 加資。"
            },
            "2": {
                "H2KE-EN": "Classics licentiate Jeon Uk , a resident of Eumjuk , advised a problem and submitted a memorial to the King. [The memorial] was reported to the King. [The King] replied, [As] he is residing in the granaries, his memorial is truly praiseworthy. [The King] then transmitted a royal directive to the Royal Secretariat , which stated, [Jeon] Uk submitted a memorial regarding the flattery of the imperial court, stating, [As] a personal grudge, [I] impeach [Jeon] guilty and impeach [Jeon] without any erroneous impeachment. He robbed rumors and expelled [Jeon] to his hometown. [As a result, he] deceived Your Majestys intelligence, and [Seon] receives [Jeon] grudge. There must be someone in the granaries, but [he] did not know what [Jeon] did. Generally speaking, a subject wishes to cultivate his clique and to share his clique. His crime is already grave. If [Jeon] harbored a personal grudge and deceived [Jeon], his crime is even more extremely surprised. [I] understand this intent.",
                "H2KE-nKo": "음죽에 사는 진사 전욱이 폐단을 진달한 상소를 입계하니, 답하기를,“초야에 묻혀 있는 몸으로 상소를 올리니 참으로 가상하다.”하고, 이어 정원에 전교하기를,“전욱이 상소하여 조정의 불화한 일에 대해 언급하기를 ‘사적인 혐의를 가지고 허물이 없는 사람을 탄핵하여 뜬소문을 퍼뜨리고 전리로 내쫓아, 위로는 임금을 속이고 아래로는 남모르는 울분을 산다.......’라고 하였다. 초야의 사람은 반드시 소견이 있어서 말하는 것인데, 다만 무슨 일을 가리키는지 모르겠다. 신하가 당파를 심으려고 서로 대립하는 것은 그 죄가 이미 큰데, 심지어 사심을 품고 임금을 속였으니 더욱 놀랍다. 이 뜻을 잘 알라.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 20일(무오) 2번째기사",
                "gt-oKo": "음죽(陰竹)에 거주하는 진사 전욱(全旭)이 시폐(時弊)를 개진한 상소를 입계하니, 답하기를, “초야에 묻혀 살면서 진소(陳疏)한 성의가 가상하다.” 하고, 이어 정원에 전교하기를, “전욱의 상소에 조정의 불화한 현상을 언급하여 ‘사혐을 품고 무죄한 사람을 탄핵하며 근거없는 말을 선동하여 전리(田里)로 추방하는 등, 위로는 성상의 총명을 속이고 아래로는 말 못할 울분을 끼치고 있다. ……’고 하였으니, 초야에 사는 사람으로서 반드시 목격한 것이 있어서 한 말일 것인데, 무슨 일을 지적하는 것인지는 알지 못하겠다. 대체로 신하가 붕당을 조직하여 서로 대립하려고 하는 것은 그 죄가 이미 큰 것인데 사혐을 품고 군주를 속이기까지 하는 것은 더욱 놀랄 일이다. 이 뜻을 상세히 알라.” 하였다.",
                "hj": "○陰竹居進士全旭, 陳弊上疏入啓。 答曰: “身在草野, 陳疏之誠可嘉。” 仍傳于政院曰: “全旭上疏, 論及朝廷不和之事曰: ‘挾私嫌, 彈劾無咎。 動浮言, 放逐田里, 上欺宸聰, 下貽幽憤’ 云云。 草野之人, 必有所見而言, 第未知指何事也。 夫人臣欲樹黨, 角立朋比, 其罪己大。 以至於挾私欺君, 則尤極可愕也。 此意知悉。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, When Grand Military Protector Kwon Si went to the capital [of Ming China], there were many claims of slanderous people. Your subjects request that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를, “대호군 권기가 북경에 갔을 때 비루하다는 비난이 많았습니다. 파직하소서.” 하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 23일(신유) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “대호군(大護軍) 권벽(權擘)이 북경에 갔을 때 비루했다는 기롱이 많이 있으니 파직하소서.” 하니, 아뢴 대로 하였다.",
                "hj": "○辛酉/司憲府啓: “大護軍權擘赴京時, 多有鄙陋之譏, 請罷。” 如啓。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Left Royal Secretary Yun Takyeon , who passed the second-stage civil service examination, was promoted to a high rank. Your subjects request that this be corrected. The King denied this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“좌승지 윤탁연은 시예에서 수석을 차지하여 중한 가자를 제수하기까지 하였으니 개정하소서.”하니, 윤허하지 않았다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 24일(임술) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “좌승지 윤탁연이 시예(試藝)에 수석이 된 것으로 중한 가자를 제수하기까지 하였으니 개정하소서.” 하였으나, 윤허하지 않았다.",
                "hj": "○壬戌/司諫院啓: “左承旨尹卓然, 以試藝居首, 至授重加, 請改正。” 不允。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General requested that Magistrate of Gwacheon District Oh Huian be impeached for his lack of filial piety in the past. However, this occasionally devised that he had committed filial piety while he was unfilial and rumors of others. Thus, he is uncomfortable for his post and avoided suspicion. All of them were replaced. Oh Huian was appointed to Gwacheon .",
                "H2KE-nKo": "사헌부가 과천 현감 오희안을 전일 불효로 논핵하였다. 그런데 지금 물의가, 오희안이 효행이 있다는 사람들의 말이 격발하여 관직에 있기가 미안하다고 피혐하니, 모두 체차하였다. 오희안은 과천 현감에 잉임하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 25일(계해) 1번째기사",
                "gt-oKo": "사헌부가 과천 현감 오희안을 전일에 불효로 탄핵하였는데 지금 물의에는 오히려 오희안이 효행이 있다 하여 사람들의 말이 격발하므로 재직하기 미안하다고 피혐(避嫌)하니, 모두 체직하고 오희안은 과천 현감에 잉임하였다.",
                "hj": "○癸亥/司憲府, 以果川縣監吳希顔, 前日以不孝論劾, 而今者物議, 以希顔有孝行, 人言激發, 在職未安, 避嫌。 皆遞。 吳希顔仍任果川。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "As Left State Councilor Noh Susin came to the palace to express his gratitude for the royal benevolence on his illness, the King received him in audience and bestowed wine upon him.",
                "H2KE-nKo": "신축년에 좌의정 노수신이 신병이 있어 출사하여 숙배하니, 인견하고 술을 하사하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 3일(신축) 1번째기사",
                "gt-oKo": "좌의정 노수신(盧守愼)이 신병이 있는데도 나와서 숙배(肅拜)하니, 인견하고 술을 내렸다.",
                "hj": "○辛丑/左議政盧守愼, 身病出仕肅拜, 引見賜酒。"
            },
            "2": {
                "H2KE-EN": "Kim Seongri , Circuit Fifth Rank Military Officer of Hamgil Province , reported to the King: Your subjects request that Kim Su , third-rank military officer of Hyesan , be appointed as minister-level officials , and Subarea Commander of Yeongnyeong , Wu Geungjin , Jeong Hyeonryong , Kim Gwangok , and others be appointed as royal transmitter .",
                "H2KE-nKo": "함경도 순무 어사 김성일이 장계하기를,“도장의 직임을 다한 사람 중에 혜산 첨사 김수를 당상에 제수하고, 영건 만호 우응진ᆞ정현룡ᆞ김광옥 등을 선전관에 제수하라고 하교하셨습니다.”하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 3일(신축) 2번째기사",
                "gt-oKo": "함경도 순무 어사(巡撫御史) 김성일(金誠一)의 장계로 인해, 변장(邊將)으로서 그 직책을 충실히 다한 혜산 첨사(惠山僉使) 김수(金璲)를 당상관으로, 영건 만호(永建萬戶) 우응신(禹應辰)·정현룡(鄭見龍)·김광옥(金光玉) 등을 선전관으로 삼도록 하교하였다.",
                "hj": "○咸鏡道巡撫御史金誠一狀啓: 道將盡職人, 惠山僉使金璲除堂上, 永建萬戶禹應辰、鄭見龍、金光玉等, 除宣傳官事下敎。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] proceeded to the palace in order to adjudicate on the matter of imprisonment in the byeongo year (. Deputy Magistrate of Royal House Administration Yi Jip came to the palace and sat on a wooden palanquin. He went directly to the gate of the Royal Ancestral Shrine and drowned to the steps. The 양사에서 immediately adjudicated the throne and requested that [Yi Jip] be interrogated. [The King] sent the case to the State Tribunal for interrogation. [The King] ordered that [Yi Jip] be punished by beating with the heavy stick and that he be allowed to redeem himself from punishment by paying a fine. [The King] only dismissed [Yi Jip] from office.",
                "H2KE-nKo": "계복에 나아갔다. 돈녕부 도정 이집이 입시하여 발을 내밀고 평좌한 채 곧장 어문으로 나가다가 섬돌 위에서 물에 빠졌다. 양사가 즉시 탑전에서 논계하여 추문하기를 청하니, 의금부에 내려 추문하게 하였다. 장을 치고 도형으로 정배하는 것으로 조율하였는데 풍병이 든 사람이었으므로 특별히 모두 속바치게 하고 파직만 시키라고 명하였다.\n",
                "date_ko": "선조 14권, 13년(1580 경진 / 명 만력(萬曆) 8년) 윤4월 8일(병오) 1번째기사",
                "gt-oKo": "계복(啓覆)에 나아갔다. 돈령 도정 이집(李楫)이 입시하여 발을 뻗고 평좌(平坐)하였고 갑자기 곧바로 어문으로 나가다가 계단에서 소변을 보았다. 양사가 탑전에서 즉시 논계하여 추문(推問)하라고 청하자, 의금부에 내려 추문하게 하였다. 장도(杖徒)로 조율하니, 풍병(風病)이 있는 사람이라 하여 특명으로 다 속바치게 하고 파직하도록 하였다.",
                "hj": "○丙午/御啓覆。 敦寧都正李楫入侍, 出足平坐, 經自直出御門, 溺于階上。 兩司卽於榻前, 論啓請推問, 下義禁府推之, 照以杖徒, 以病風之人, 特命竝贖, 只罷。"
            }
        }
    }
}