{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "The King suspended the salutation ritual toward the imperial palace on the first day of the twelfth month due to the weather darkness in the courtyard.",
                "H2KE-nKo": "삭일(168, 숙종14)이 뜨거워졌기 때문에 망궐례를 정지하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 1일(기묘) 1번째기사",
                "gt-oKo": "궐정(闕庭)이 젖어 망궐례(望闕禮)를 정지하였다.",
                "hj": "○朔己卯/以庭濕, 停望闕禮。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Yi Jeung was appointed as inspector general .",
                "H2KE-nKo": "임진년에 이증을 대사간에 제수하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 14일(임진) 1번째기사",
                "gt-oKo": "이증(李增)을 대사간으로 삼았다.",
                "hj": "○壬辰/以李增拜大司諫。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Second Inspector [of the Office of the Inspector General] Shin Jeom is too low to be replaced. Your subjects request that he be replaced. The King approved this.",
                "H2KE-nKo": "사헌부가 아뢰기를,“집의 신점은 인망이 가벼우니 체차해 주소서.”하니, 윤허하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 14일(임진) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “집의(執義) 신점(申點)은 인망이 가벼우니 체직시키소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○府啓: “執義申點望輕, 請遞。” 依允。"
            },
            "3": {
                "H2KE-EN": "Prior to this, the State Council had been ordered to have the chief circuit inspector of 북도 [Province] [] proceed to the capital [to the capital] for several years, but the strategic points of fighting and defending against the frontier. Thus, we request that an excellent knowledge and skills be sent to survey the frontier area and that the strategic points of fighting and defending against the frontier area be discussed together with the 순찰사 and then brought back. Therefore, the King appointed former Magistrate Seo Ik as a junior seventh-rank military official of the Office of Royal Genealogy and sent him [to the capital]. The State Council said, The responsibilities are important. Please designate him as a circuit inspector of patrolmen . The King ordered that he be designated as a circuit inspector of patrolmen . The State Council reported again, If his designation is not important, then the circuit inspector will also be minor. Please designate him as a circuit inspector. The King said, Did you dispatch a circuit inspector of patrolmen ? It is improper.",
                "H2KE-nKo": "이에 앞서 비변사가 북도 도순찰사가 내려간 지 한 해가 지났는데도 전수에 대한 대책에 대해 까마득히 조치를 취하지 않고 있으니, 일에 익숙하고 재략이 있는 문관을 보내 변방의 정세와 싸우고 수비할 수 있는 대책을 순찰사와 충분히 상의해서 오게 하기를 청하였다. 이에 전 군수 서익을 서용하여 종부시 첨정으로 삼아 내려보냈는데, 비변사가 책임이 중대하니 순문 어사로 호칭하기를 청하였다. 이에 주상이 순문관으로 호칭하라고 명하였다. 비변사가 재차 아뢰기를,“명칭이 무겁지 않으면 일의 체모도 가벼워집니다. 어사로 호칭하소서.”하니, 답하기를,“원수에게 어사를 보내야 하는가? 그렇게 할 수 없다.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 14일(임진) 3번째기사",
                "gt-oKo": "이에 앞서 비변사에서 북도 도순찰사(北道都巡察使)를 내려보낸 지 한 해가 지났는데도 전수(戰守)의 대책에 대해 전혀 조처한 것이 없다 하여, 사리를 잘 알고 재략이 있는 문관(文官)을 보내어 변방의 정세를 직접 살펴보고 전수(戰守)에 대한 대책을 순찰사와 충분히 의논하여 확정짓고 오도록 하자고 청하였다. 이에 전 군수(郡守) 서익(徐益)을 서용하여 종부 첨정(宗簿僉正)으로 삼아 내려 보내려 하였는데, 비변사에서 그 책임이 중대하다 하여 순문 어사(巡問御史)로 호칭할 것을 청하니, 상이 순문관(巡問官)으로 호칭하게 하였다. 비변사가 다시 아뢰기를, “명칭이 무겁지 않으면 사체도 가벼워지는 것이니, 어사로 호칭하게 하소서.” 하니, 답하기를, “원수(元帥)가 있는 곳에 어사를 보낼 수 있겠는가. 할 수 없다.” 하였다.",
                "hj": "○先是, 備邊司以北道都巡察使下去經年, 而戰守之策, 茫無措畫, 請遣諳練才略文官, 體訪邊情, 可戰可守之策, 與巡察使十分商確以來。 乃以前郡守徐益敍用爲宗薄僉正下送, 而備邊司以爲: “責任重大, 請稱號爲巡問御史。” 上命稱巡問官。 再啓: “名稱不重, 則事體亦輕, 請稱御史。” 答曰: “元帥處, 遣御史乎? 不可爲也。”"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The enemy barbarian Ni Yayangae invaded many invasions, but did not recruit the barbarians. These barbarians raise their surrender and desired to delay our punishment. Now that the rivers are frozen, it is difficult to recruit the barbarians. From this day forward, please have the enemy of the punitive expedition prepared for the punitive expedition of this day and send four to five barbarians to five barbarians. Those who follow the barbarians south of the enemy shall be exhausted without any restrictions, thereby showing the enemy of anger. As for the enemy of the Ni Yayangae , its enemy is not far, but the enemy barbarians are incomparable. The military law should first be ready to attack the enemy of the barbarians, and the enemy of the naturalized barbarians should first be cut down in order to defend the enemy of the naturalized barbarians. This should be handed over to Seo Ik in person and inquire of the chief circuit inspector . The King also transmitted a royal directive, which stated, The office in charge has been neglectful, and this year the colony land cannot be expedient. There are many concerns about the northern regions. The number of thousand seok of grains in Gyeongsang Province should be transported immediately in the northern regions. Discuss this matter and report back to me. The King also transmitted a royal directive, which stated, The northern border areas of the northern regions are extremely urgent. Sometimes the enemy barbarians have been executed, and the defense of the frontier cannot be delayed. What do you think about recruiting the barbarians during the coming autumn and winter so that several hundred military men can be selected? If the people in the capital and in the provinces learn that the expedition of this expedition, then many military men will be sufficient. Considering the current situation, the enemy of the state cannot be happened. How can there be no enemy of the",
                "H2KE-nKo": "전교하기를,“오랑캐 이탕개가 침입한 것이 한두 번이 아니었는데 한 번도 토벌하지 않았다. 저들이 거짓으로 귀순한 것은 죄를 묻는 우리 군사를 늦추고자 한 것에 불과하다. 지금 이미 강의 얼음이 녹으려 하니 형세상 거사하기가 어렵다. 지금부터는 토벌할 도구를 조치하여 오는 가을과 겨울 사이에 4, 5운의 군사를 크게 동원하여 적의 소굴 이남의 번호로서 반역을 따르는 자들을 남김없이 소탕하여 한번 노하는 위엄을 보이도록 하라.율호의 소굴로 말하면 거리가 멀지 않은데 이탕개와 비교하면 약하다. 병법에 ‘먼저 약한 자를 공격해야 한다.’라고 하였으니, 먼저 율호의 부락을 공격하여 이탕개의 형세를 외롭게 해야 한다. 이러한 뜻을 서익에게 직접 전하여 도순찰사에게 묻도록 하라.”하였다. 또 전교하기를,“유사의 조치가 해이해져서 올해의 둔전도 기약하기 어렵게 되었으니, 북방의 일에 우려할 만한 것이 많다. 경상도의 곡식 수만 섬을 얼음이 녹는 즉시 북도로 옮겨 운송할 것을 의논하여 아뢰라.”하였다. 또 전교하기를,“북도는 변방의 일이 매우 긴급하니, 설혹 적의 괴수가 죽음을 당하더라도 수년 동안의 방수는 늦출 수 없다. 오는 가을과 겨울 사이에 또 별시를 거행하여 무사 수백 명을 뽑는 것이 어떻겠는가? 중외의 사람들이 이런 일이 있다는 것을 안다면 무예를 익히는 자가 많을 것이다. 시사로 보면 국가의 운수가 형통하지 못하니, 남쪽에 있는 왜적의 변고나 국내의 적이 또 뒤따라 일어나지 않으리라고 어찌 장담하겠는가. 내가 우려하는 것은 북쪽 오랑캐에 그치지 않을 것이다. 의논하여 아뢰라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 14일(임진) 4번째기사",
                "gt-oKo": "전교하기를, “오랑캐 이탕개(尼湯介)는 침범하여 온 것이 한두 번이 아닌데도 한 차례도 토벌하지 않았다. 저들이 거짓으로 귀순한 것은 죄를 문책하는 우리 군사의 동원을 늦추려는 것에 불과한 것이다. 지금은 이미 강의 얼음이 녹으려 하는 때이라서 사세상 거사하기가 어렵지만, 지금부터 정토(征討)에 관한 준비를 조치하여 오는 가을과 겨울 사이에 4∼5운(運)으로 나누어 대대적으로 군사를 동원하여 오랑캐 소굴 이남의 번호(藩胡)들로서 저들을 따르는 자들을 남김없이 소탕하여 일노(一怒)의 위엄을 보이도록 하라. 또 율호(栗胡)의 굴혈(窟穴)은 그 거리가 멀지 않고 이탕개와 비교하여 약한 편인데 병법(兵法)에 ‘마땅히 약한 것을 먼저 공격하라.’고 하였으니, 먼저 율호의 부락을 쳐서 이탕개의 세력을 고립시키도록 하라. 이런 내용을 직접 서익(徐益)에게 알려주어 도순찰사에게 묻게 하라.” 하고, 또 전교하기를, “유사(有司)의 조치가 해이하여 금년의 둔전(屯田)도 역시 기약하기 어렵게 되었으니 북방의 일에 염려스러운 점이 많다. 경상도의 곡식 수만 석을 얼음이 녹는 즉시 북도로 운송할 일에 대해 의논하여 아뢰라.” 하고, 또 전교하기를, “북도는 변경의 일이 매우 긴요하니, 설혹 적괴(賊魁)가 죽음을 당했다 해도 수년 동안은 방수(防戍)를 해이하게 해서는 안 된다. 오는 가을과 겨울 사이에 또 별시(別試)를 거행하여 무사(武士) 수백 인을 시취(試取)하는 것이 어떻겠는가? 중외의 사람들이 이 과거가 있는 줄을 알면 무예에 종사하는 자가 많아질 것이다. 지금의 일로 보면 국가의 운수가 형통하지 않으니, 남쪽 왜적의 변고나 국내의 도적이 또 따라서 일어나는 일이 없을 줄 어찌 알겠는가. 내가 근심하는 것은 북쪽 오랑캐만이 아니니, 의논하여 아뢰라.” 하였다.",
                "hj": "○傳曰: “賊胡尼湯介入寇, 非一非再, 而一不創乂。 彼之佯爲歸順, 不過欲緩我問罪之師耳。 今已江氷將解, 勢難擧事, 自今措置征討之具, 來秋冬間, 大發兵四五運, 自賊巢以南藩胡之從逆者, 無遺蕩滅, 以示一怒之威。 至如栗胡窟穴, 則其距不遠, 而比尼胡爲弱, 兵法當先攻弱, 宜先剪栗胡部落, 以孤尼胡之勢。 此意面授徐益, 問于都巡察使。” 又傳曰: “有司措置解弛, 今年屯田亦將難期, 北方之事, 可虞者多矣。 慶尙道穀數萬石, 解氷卽時移運北道事議啓。” 又傳曰: “北道邊事甚緊, 設或賊魁見誅, 數年間防戍, 不可弛也。 來秋冬間, 又擧別試, 取武士數百如何? 中外之人, 知有此擧, 則業武者衆矣。 以時事見之, 國家之運非亨泰, 安知不有南倭之變, 域中之賊, 又從而起乎? 予之所憂, 不止北虜而已, 議啓。”"
            },
            "5": {
                "H2KE-EN": "전교하였다. “지금 순찰사의 서장을 보건대 ‘안원 권관 이초는 도리어 전임 김여필만도 못하다.’고 했다. 위에서 매양 분부를 내려 가려서 차임하라는 뜻으로 매양 분부를 내렸는데도 거행하지 않고 있으니, 색낭청 및 당상·당상관들을 추고하라.”",
                "H2KE-nKo": "전교하기를,“지금 순찰사의 서장을 보니 ‘안원 권관 이초는 도리어 전임 김여필만도 못합니다.’라고 하였다. 내가 택차하라는 뜻으로 매번 하교하였는데도 봉행하지 않으니, 색낭청과 당상을 추고하라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 14일(임진) 5번째기사",
                "gt-oKo": "전교하였다. “이제 순찰사의 서장(書狀)을 보니, 안원 권관(安原權管) 이초(李超)는 도리어 전임자인 김여필(金汝弼)만도 못하다 했는데, 위에서 택차(擇差)하라는 뜻으로 매양 하교하여도 봉행하지 않으니, 색낭청(色郞廳)과 당상(堂上)을 추고하라.”",
                "hj": "○傳曰: “今觀巡察使書狀: ‘安原權管李超, 反不如前任金汝弼。’ 云, 自上擇差之意, 每爲下敎, 而不爲奉行, 色郞廳及堂上推考。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Minister of Personnel Yi I , the late minister of personnel , passed away.",
                "H2KE-nKo": "이조 판서 이이가 졸하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 16일(갑오) 1번째기사",
                "gt-oKo": "이조 판서 이이(李珥)가 졸(卒)하였다.",
                "hj": "○甲午/吏曹判書李珥卒。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "In gyeongja year (, the King appointed 김명원 as second minister of war and specially appointed Chief Royal Secretary Yi Jemin as governor of Gyeonggi Province .",
                "H2KE-nKo": "경자년에 김명원을 병조 참판에, 도승지 이제민을 경기 감사에 특별히 제수하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 22일(경자) 1번째기사",
                "gt-oKo": "김명원(金命元)을 병조 참판으로, 도승지 이제민(李齊閔)을 특별히 가자(加資)하여 경기 감사로 삼았다.",
                "hj": "○庚子/以金命元拜兵曹參判, 都承旨李齊閔特加拜京畿監司。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Assistant Section Chief Bak Jeom , who was the governor of Hwanghae Province , was replaced by his post and returned [to the capital]. The other day, when the Three Investigative Bodies impeached Bak Sun , he stated that he used the state examination for personal use. This was called Jeom. [Bak Jeom] submitted a memorial to the King to clarify himself and also submitted a memorial to resign. [The King] replied, Do not resign.",
                "H2KE-nKo": "신축년에 조 참지 박점이 황해 감사로서 체임되어 올라왔다. 전일 삼사가 박순을 탄핵할 때 이른바 ‘사정을 써서 과거에 급제하였다.’라고 한 것은 박점을 가리킨 것이다. 그가 상소하여 스스로 변명하고 또 사직하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 23일(신축) 1번째기사",
                "gt-oKo": "참지 박점(朴漸)이 황해 감사에서 체임되어 올라왔다. 지난날 삼사(三司)에서 박순(朴淳)을 탄핵하여 논박할 때 ‘정실을 써서 과거에 합격하였다.’고 한 것은 바로 점을 가리킨 것이다. 그가 상소를 올려 스스로 밝히고 또 사직하니, 사직하지 말라고 답하였다.",
                "hj": "○辛丑/參知朴漸, 以黃海監司, 遞任上來。 前日三司彈論朴淳時, 所謂用情科第者, 指漸也。 上疏自辨, 且辭職, 答曰: “勿辭。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Former Yeongcheon위 Shin Ui , former magistrate of Imin , died. The morning court assembly and the opening of the market were suspended for two days. The King issued a royal directive, which stated, As Yeongcheon위가 died, his family has no master. And as the princesses also have no place to rely upon, Shin Sajeong , who is exiled to Daeheung , shall be released.",
                "H2KE-nKo": "전 영천위 신의가 졸하였다. 2일간 조시를 정지하였다. 전교하기를,“영천위가 죽었는데 그 집에 상주가 없고 공주도 의지할 데가 없으니, 대흥에 정배한 신사정을 풀어 주라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 24일(임인) 1번째기사",
                "gt-oKo": "전 영천위(靈川尉) 신의(申檥)가 졸하니, 조시(朝市)를 2일간 정지시켰다. 전교하였다. “영천위가 죽었는데 그 집에 상주(喪主)가 없어 공주(公主)가 의지할 곳이 없으니, 대흥(大興)에 정배(定配)되어 있는 신사정(申士楨)을 방송하라.”",
                "hj": "○壬寅/前靈川尉申檥卒。 停朝市二日。 傳曰: “靈川尉身死, 其家無喪主, 公主且無所依, 大興定配申士楨放送。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Shin Sajeong is the same as his father and cannot be released. Your subjects request that his order be withdrawn. The King denied this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“신사정은 그의 아비와 원수 사이이므로 풀어 주어서는 안 됩니다. 내린 명을 거두어 주소서.”하니, 윤허하지 않았다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 26일(갑진) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “신사정은 그 아비를 원수처럼 여기고 있으니 방송해서는 안 됩니다. 성명(成命)을 거두소서.” 하였으나, 윤허하지 않았다.",
                "hj": "○甲辰/府啓: “申士楨與其父有同仇讐, 不可放送。 請收成命。” 不允。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the eulsa year (, which stated, Except Han In , Yi Inro , and Choe Mongrin from being cross-examined without being cross-examined and cross-examined, and have them sentenced to the death penalty. ",
                "H2KE-nKo": "전교하기를,“한인, 이인로, 최몽린은 형추를 면제하고 사형을 감하여 조율하라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 27일(을사) 1번째기사",
                "gt-oKo": "전교하였다. “한인(韓戭)·이인로(李仁老)·최몽린(崔夢麟)은 형추(刑推)를 면제하고 감사(減死)로 조율(照律)하라.”",
                "hj": "○乙巳/傳曰: “韓戭、李仁老、崔夢麟除刑推, 減死照律。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On sinhae day, due to the first day of the month, a congratulatory ceremony was held for the celebration of the first day of the month, because it was the anniversary of Queen Insuns passing, the ceremony for the New Years Day was held.",
                "H2KE-nKo": "권정례로 하례를 행하였다. 2일은 인순왕후의 국기일이기 때문에 정조의 하례를 물려서 행한 것이다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 3일(신사) 1번째기사",
                "gt-oKo": "권정례(權停禮)로 하례(賀禮)를 거행하였다. 이는 2일이 인순 왕후(仁順王后)의 국기일(國忌日)이기 때문에 정조(正朝)의 하례를 물려 거행한 것이다.",
                "hj": "○辛巳/以權停禮, 行賀禮。 以初二日, 仁順王后國忌, 故退行正朝賀禮也。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Yi Junmin as minister of war , and Yi In as minister of taxation .",
                "H2KE-nKo": "이준민을 병조 판서에, 이인을 호조 판서에 제수하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 4일(임오) 1번째기사",
                "gt-oKo": "이준민(李俊民)을 병조 판서로, 이인(李遴)을 호조 판서로 삼았다.",
                "hj": "○壬午/以李俊民拜兵曹判書, 李遴拜戶曹判書。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Shin Sajeong should not be released lightly. Moreover, he arbitrarily left his place of exile. Your subjects request that he be punished in accordance with the penal code. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“신사정은 가볍게 풀어 주어서는 안 됩니다. 게다가 멋대로 배소를 떠났으니, 법률에 따라 시행하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “신사정은 가볍게 방송할 수 없습니다. 또 제멋대로 배소(配所)를 이탈했으니, 율(律)대로 시행하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○朔戊申/司諫院啓: “申士楨不可輕放。 且擅離配所, 請依律施行。” 答曰: “依啓。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, Second Minister of Personnel Seong Seokrin came to the palace to take leave due to his illness. After bowing to express gratitude for the royal benevolence, he resigned. The King replied, Recently, he lost a wise minister and was unwilling to sleep. Presently, those who have participated in the administration of the state are not my dear sirs. Do not suddenly withdraw from office. The King repeatedly addressed him, but the King did not approve his request.",
                "H2KE-nKo": "이조 참판 성혼이 신병으로 출사하여 숙배한 뒤에 사면을 청하니, 답하기를,“지난번에 어진 재상을 잃어 잠을 이루지 못하고 잠을 이루지 못하였다. 지금 함께 국정을 도모할 사람이 경이 아니고 누구이겠는가. 갑자기 물러갈 생각을 하지 말라.”하였다. 재차 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 10일(정사) 1번째기사",
                "gt-oKo": "이조 참판 성혼(成渾)이 신병 때문에 출사(出仕)하여 숙배한 뒤에 사면하니, 답하기를, “지난번 어진 재상을 잃어 누워도 자리가 편치 않았다. 지금 국정을 함께 도모할 사람이 그대가 아니고 누구이겠는가? 서둘러 물러가려는 계획을 갖지 말라.” 하였다. 다시 아뢰었으나, 윤허하지 않았다.",
                "hj": "○丁巳/吏曹參判成渾, 身病出仕, 肅拜後辭免, 答曰: “頃失賢宰, 寢不帖席。 方今共圖國政者, 非卿而誰耶? 勿遽爲退去之計也。” 再啓, 不允。"
            },
            "2": {
                "H2KE-EN": "Former Army Commander Yi Jesin died while the place of Insan Garrison in Uiju . Deputy Director of the Office of Royal Lectures Yi Ujik requested that his letter of appointment be returned to him. The King ordered that high officials discuss the matter. The high officials discussed the matter, saying, All of them said, Yi Jesin has a man of integrity and integrity, and his family has no resources of stone. Moreover, as a sudden crisis occurred suddenly, he could lead a small army to burn the pirate of prior to the p",
                "H2KE-nKo": "전 병사 이제신이 의주 인산진의 배소에서 졸서하였다. 경연관 이우직이 주상에게 아뢰어 직첩을 돌려주기를 청하니, 주상이 대신에게 문의하라고 명하였다. 대신이 의견을 올리기를,“모두 이제신은 몸가짐에 청렴한 지조가 있었고, 죽은 뒤에는 집에 한 섬의 저축도 없었습니다. 게다가 창졸간에 변란이 일어났는데도 잔약한 군사를 이끌고 적의 소굴을 불태웠으니, 군율이 매우 엄하고 장사들이 명을 잘 따랐습니다. 비록 착오를 일으킨 죄가 있더라도 전율로 논할 수는 없습니다. 주상께서 재결하소서.”하니, 전교하기를,“이제신은 청렴한 지조가 보통 사람보다 뛰어났다고 하니, 매우 가상하다. 신하가 진실로 청렴한 절개가 있다면 비록 큰 죄라도 오히려 곡진히 용서해 주어야 하는데, 하물며 이미 죽은 경우이겠는가. 직첩을 돌려주라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 10일(정사) 2번째기사",
                "gt-oKo": "전 병사(兵使) 이제신(李濟臣)이 의주(義州) 인산진(麟山鎭)의 배소(配所)에서 죽었다. 경연관(經筵官) 이우직(李友直)이 그의 직첩(職牒)을 돌려주기를 청하니, 상이 대신에게 의논하도록 명하였다. 대신이 의논하여 아뢰기를, “모두들 이제신은 몸가짐에 청렴한 지조가 있어 죽은 뒤에 집에는 한 섬의 저축도 없었으며, 적변(賊變)이 갑자기 일어났을 때에도 능히 잔병(殘兵)을 거느리고 적의 소굴을 소탕하였으며, 군율(軍律)이 매우 엄하여 장사(將士)가 그의 명을 잘 따랐었으니, 비록 착오를 범한 죄가 있더라도 전율(全律)로 논할 수 없다고 여깁니다. 상께서 재결하소서.” 하니, 전교하기를, “이제신은 청렴한 지조가 보통사람보다 뛰어났다 하니 매우 가상한 일이다. 남의 신하된 자가 진실로 청절(淸節)이 있다면 비록 큰 죄를 졌더라도 오히려 완곡하게 사면하는 것이 당연한데, 하물며 그 몸이 이미 죽었는데이겠는가. 직첩을 돌려 주도록 하라.” 하였다.",
                "hj": "○前兵使李濟臣, 在義州麟山鎭配所卒逝。 經筵官李友直啓請還給職牒, 上命議于大臣。 大臣議; “皆以李濟臣持身有淸操, 死後家無甔石之儲, 且變起倉卒, 而乃能率殘兵, 焚蕩賊巢, 軍律甚嚴, 將士用命, 雖有差誤之罪, 不可論以全律。 請上裁。” 傳曰: “李濟臣淸操出常云, 極爲可嘉。 人臣苟有淸節, 雖大罪猶當曲赦之, 況其身已死乎? 職牒還給。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulchuk day, [the King] appointed Yi Geun , a fifth inspector of the Office of the Inspector General , and Governor of Chungcheong Province Jeong Hye , a fifth inspector of the Office of Royal Genealogy , and Kim Eokryeong , a fifth inspector of the Office of the Inspector General .",
                "H2KE-nKo": "을축년에 윤근수를 대사간에, 충청 감사 황정욱을 종계 주청사에, 김억령을 충청 감사에 제수하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 18일(을축) 1번째기사",
                "gt-oKo": "윤근수(尹根壽)를 대사간으로, 충청 감사 황정욱(黃廷彧)을 종계 주청사(宗系奏請使)로, 김억령(金億齡)을 충청 감사로 삼았다.",
                "hj": "○乙丑/以尹根壽拜大司諫, 忠淸監司黃廷彧拜宗系奏請使, 金億齡拜忠淸監司。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Second Deputy Director [of the Office of Royal Decrees] Yi Sunin was familiar with the current principal . Originally, he was excessive. Your subjects request that he be replaced. The King replied, What do you think of Yi Sunin? The Office of the Inspector General reported, Yi Sunin was familiar with the current principal pal pr",
                "H2KE-nKo": "사헌부가 아뢰기를,“직제학 이순인은 시세에 영합하여 벼슬길에 오르는 매개로 삼았기 때문에 평소 물의가 많았습니다. 체차해 주소서.”하니, 답하기를,“이순인은 무슨 일인가?”하자, 회계하기를,“이순인은 시세를 보아 영합하여 용납되기를 구하느라 동요되어 안정되지 않았으므로 물의가 비루하게 여기고 있습니다.”하니, 답하기를,“어떤 사람에게 빌붙었는가? 자세히 의견을 갖추어 아뢰라.”하자, 회계하기를,“물러가 동료와 의논하여 아뢰겠습니다.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 21일(무진) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “직제학(直提學) 이순인(李純仁)은 시세(時勢)에 영합하여 이를 벼슬길에 오르는 매개로 삼았기 때문에 본디 물의(物議)가 많았으니 체직시키소서.” 하니, 답하기를, “이순인이 무슨 일을 저질렀는가?” 하였다. 회계(回啓)하기를, “순인은 시세를 엿보아 영합하여 용납되기를 바라는 등 마음에 줏대가 없기 때문에 물의가 비루하게 여기고 있습니다.” 하니, 답하기를, “어떤 사람에게 빌붙었는가? 자세히 회계하라.” 하였는데, 회계하기를, “물러가서 동료들과 의논하여 아뢰겠습니다.” 하였다.",
                "hj": "○戊辰/司憲府啓: “直提學李純仁, 趨合時好, 以媒進取, 素多物議, 請遞。” 答曰: “李純仁, 何事耶?” 回啓曰: “純仁隨時觀勢, 趨合取容, 搖漾不定, 物議鄙之矣。” 答曰: “附於何人耶? 仔細回啓。” 回啓曰: “退與同僚議啓。”"
            },
            "2": {
                "H2KE-EN": "The King specially appointed Ahn Jayu as minister of works .",
                "H2KE-nKo": "안자유가 청렴한 지조를 지녔기 때문에 공조 판서에 특별히 제수하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 21일(무진) 2번째기사",
                "gt-oKo": "안자유(安自裕)를 청렴한 절조가 있다 하여 특별히 공조 판서에 제수하였다.",
                "hj": "○以安自裕淸操, 特拜工曹判書。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Yi Sunin was ignorant and foolish by nature and foolish. He was well-versed in the time of his ancestors, and eventually uttered words and stopped at the time of his ancestors. When he became a responsibility, he also rushed peoples opinions. Yi Sunin was not aware of his knowledge. However, he simply submitted a memorial without avoiding his suspicion. His shamelessness is extremely embarrassed. Therefore, he was discussed. The King replied, What do you mean that he was well-versed in the time of his ancestors and claimed to promote his superiors? Deliberate on this matter and report back to me. Second Inspector Jeong Yunbok , Third Inspectors Yun Huigil and Heo Myeong , Fourth Inspector Hwangbok , and Fourth Inspector [of the Office of the Inspector General] Hwangbok came to avoid their suspicion and reported to the King, saying, Your subjects were serving as the eyes and ears of the ears and impeached every matter. Yi Sunins case was originally not a matter of great impeachment, but Your Majesty strictly cross-examined and cross-examined him. If he uttered words because your subjects were unworthy, please dismiss him from office. The King replied, If he had thoroughly reported this matter, how could I hardly ask about it? As a responsibility official, his words should be thoroughly in detail. How could he be ignorant? Do not avoid suspicion. Also, what do you claimed at the time of his superiors? Jeong Yunbok reported to the King, saying, Yi Sunin first colluded with Jo Won and then flattered Yi Bal . Yi I was a relative of a young generation with Yi I . He observed his slightness and warmth of his generation. Yi Sunins behavior is already aware of this. The King said, Yi Sunin has long been appointed to the Office of the Lectures for the Crown Prince and also did not perform his duties. I am unaware of his personality. Therefore, I asked him about this. You have impeached him like this. It would be proper to replace him.",
                "H2KE-nKo": "사헌부가 아뢰기를,“이순인은 생소하고 우매하여 시세에 붙좇기를 잘하여 언론을 발했다가 중지한 것이 한두 번이 아닙니다. 그리고 본직에 제수되어서도 물의가 사람들의 입에 오르내렸습니다. 이순인이 보고 듣지 않은 것이 아닌데도 대수롭지 않게 상소를 올리고 태연히 물러나 피하지 않았으니, 너무나도 수치심이 없습니다. 그래서 논핵한 것입니다.”하니, 답하기를,“시세에 붙좇기를 잘하여 진취를 매개로 삼았다는 말은 무엇을 말하는 것인가? 분명하게 의견을 갖추어 아뢰라.”하였다. 집의 정윤복, 장령 윤희길ᆞ허명, 지평 황혁이 피혐하여 아뢰기를,“신들이 외람되이 이목의 관원으로서 일에 따라 논열하였습니다. 이순인에 대한 일은 본래 대단한 일이 아닌데도 주상께서 엄하게 따져 물으셨습니다. 만약 언관의 입을 궁색하게 만든다면 이는 신들이 형편없기 때문입니다. 신들을 파직하소서.”하니, 답하기를,“애초에 분명하게 아뢰었다면 내가 어찌 수고롭게 하문하였겠는가. 언관이 된 자는 자세히 말해야지 어찌 애매모호하게 말할 수 있겠는가. 사직하지 말라. 그리고 어떤 사람에게 빌붙었는가?”하였다. 회계하기를,“이순인은 처음에 조원과 결탁하고 또 이발에게 빌붙었습니다. 이이는 바로 그의 소년 시절부터 서로 좋게 지냈던 벗인데, 그의 냉난을 보고서 향배를 정하였으니, 이순인의 행실을 여기에서 알 수 있습니다.”하니, 답하기를,“이순인은 시강한 지 오래지 않았고 또 직임을 맡기지 않았으므로 나는 그의 사람됨이 어떠한지를 몰랐기 때문에 하문한 것이다. 그대가 이와 같이 논핵하니, 체차하겠다.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 22일(기사) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “이순인은 일에는 미숙하고 오활하면서 시세에 빌붙는 데는 능하였기 때문에 발론(發論)까지 되었다가 중지한 것이 한두 번이 아니었습니다. 그리고 본직(本職)에 제수되어서도 물의가 사람들의 입에 비등한 것을 순인이 틀림없이 듣거나 보았을 터인데도 범연히 진소(陳疏)하면서 전혀 꺼림없이 퇴피(退避)하지 않았으니, 부끄러워 할 줄 모르는 것이 심합니다. 그래서 논박한 것입니다.” 하니, 답하기를, “시세에 영합하여 벼슬길에 오르는 매개로 삼았다는 말은 무엇을 이른 것인가? 분명히 회계하라.” 하였다. 집의 정윤복(丁允福), 장령 윤희길(尹希吉)·허명(許銘), 지평 황혁(黃赫)이 피혐(避嫌)하면서 아뢰기를, “신들이 외람되이 이목(耳目)의 관직에 있으므로 일에 따라 차례로 논한 것인데, 이순인에 대한 일은 본래 별로 큰 일이 아닌데도 상께서 엄하게 힐문하시어 마치 언자(言者)의 입을 궁색하게 만들려는 듯이 하시니, 이는 신들이 무상한 소치인 것입니다. 파직시켜 주소서.” 하니, 답하기를, “애초에 분명하게 아뢰었다면 내가 어찌 번거롭게 하문하겠는가. 언관(言官)이 된 사람은 말이 마땅히 자세해야지 애매모호해서야 되겠는가? 사직하지 말라. 또 어떤 사람에게 빌붙었는가?” 하였다. 회계하기를, “순인이 처음에는 조원(趙瑗)과 결탁했다가 다시 이발(李潑)에게 빌붙었습니다. 심지어 이이(李珥)의 경우는 그와 어렸을 때부터 서로 좋게 지내던 친구인데도 그의 냉난(冷暖)을 보아 자신의 향배(向背)를 정하였으니, 순인의 행실을 여기에서 알 수가 있습니다.” 하니, 답하기를, “순인은 시강(侍講)으로 있은 지가 오래지 않았고 또 일을 맡지 않았기 때문에 내가 그의 사람됨이 어떠한지를 몰라서 하문한 것이다. 너희들이 이처럼 논박하니, 체직하라.” 하였다.",
                "hj": "○己巳/司憲府啓: “李純仁生踈迂暗, 善於趨時, 至發於言論而中止者, 非止一再。 而及爲本職, 亦有物議騰播人口, 純仁非不聞見, 而泛然陳疏, 恬不退避, 其無羞恥甚矣。 故論之矣。” 答曰: “善於趨時, 以媒進取之言, 何謂耶? 分明回啓。” 執義丁允福, 掌令尹希吉ㆍ許銘, 持平黃赫避嫌, 啓曰: “臣等忝耳目之官, 隨事論列, 李純仁一事, 本非大段擧措, 而自上嚴加辨詰, 若以窮言者之口, 由臣等無狀之致。 請賜罷斥。” 答曰: “初若分明啓之, 則予豈勞爲下問乎? 爲言官者, 言當仔細, 豈可朦朧乎? 勿辭。 且趨附何人耶?” 回啓曰: “純仁, 初結趙瑗, 又附李潑。 至如李珥, 乃其自小相善之友, 而觀其冷暖, 以爲向背, 純仁之行已於此可知矣。” 答曰: “純仁侍講不久, 又不任事, 予不知其爲人如何, 故問之。 爾如是論之, 可遞。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyeongo day, Inspector GeneralJeong Cheol , after bowing to express gratitude for the royal benevolence, presented a memorial to the King. The memorial to the King entered the palace and reported it to the King. The King ordered that he not be accepted.",
                "H2KE-nKo": "대사헌 정철이 숙배한 뒤 사직하는 차자를 입계하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 23일(경오) 1번째기사",
                "gt-oKo": "대사헌 정철(鄭澈)이 숙배한 후 사직하는 차자(箚子)를 입계하니, 사직하지 말라고 답하였다.",
                "hj": "○庚午/大司憲鄭澈肅拜後, 辭職箚子入啓, 答曰: “勿辭。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Shin Mi , the censor of the Office of the Inspector General , requested that he be dismissed after bowing to express gratitude for the royal benevolence. The King 답하기를, “적합하다. 사직하지 말라.” 하였다.",
                "H2KE-nKo": "대사간 윤근수가 숙배한 뒤에 사직하니, 답하기를,“적합하니 사직하지 말라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 24일(신미) 1번째기사",
                "gt-oKo": "대사간 윤근수가 숙배한 후 사면하니, 답하였다. “그 직에 적합하니 사직하지 말라.”",
                "hj": "○辛未/大司諫尹根壽, 肅拜後辭免, 答曰: “可合, 勿辭。”"
            },
            "2": {
                "H2KE-EN": "Director of the Office of Royal Decrees Yi 이산해 resigned after bowing to express gratitude for the royal benevolence. The King refused to grant his resignation three times, but his request was not granted.",
                "H2KE-nKo": "대제학 이산해가 숙배한 뒤에 사면하였다. 세 번 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 24일(신미) 2번째기사",
                "gt-oKo": "대제학 이산해가 숙배한 후 사면하였다. 세 번 아뢰었으나, 윤허하지 않았다.",
                "hj": "○大提學李山海, 肅拜後辭免。 三啓, 不允。"
            },
            "3": {
                "H2KE-EN": "Minister of Works Ahn Jayu requested his resignation after bowing before the King prior to departing for his appointed provincial position. The King replied, My dear sir, you were gentle and diligent in character beyond the succession of others. As you have such great virtues, I have reappointed your post. Do not resign.",
                "H2KE-nKo": "공조 판서 안자유가 숙배한 뒤에 사면하니, 답하기를,“경은 청렴하고 근면한 지조가 남보다 월등히 뛰어났다. 이런 큰 덕이 있어서 본직을 제수한 것이니, 사직하지 말라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 24일(신미) 3번째기사",
                "gt-oKo": "공조 판서 안자유가 숙배한 후 사면하니, 답하였다. “경은 청렴하고 부지런한 절조가 다른 사람보다 뛰어났다. 이런 큰 덕이 있어 본직(本職)을 제수한 것이다. 사직하지 말라.”",
                "hj": "○工曹判書安自裕, 肅拜後辭免, 答曰: “卿淸素勤節, 出類超群。 有此大德, 玆授本職。 勿辭。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Kwon Geukrye , governor of Hamgil Province, supposed his personal greetings and did not follow his simple meals. Your subjects request that he be interrogated. The King also issued an order to the eight provinces that all meals be made to simple meals and meals be implemented according to the Six Codes of Administration (K. Gyeongje yukjeon . Magistrate of Jincheon District Yi Yun was not cautious. Please dismiss him from his position. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“함경 감사 권극례는 사행을 접대할 때 찬품을 간략하게 하지 않았으니 추고하소서. 또 팔도에 하서하여 찬품을 모두 간략하게 하도록 힘쓰게 하고 《경제육전》에 의거하여 행하게 하소서. 진천 현감 김윤은 삼가지 않았으니 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 27일(갑술) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “함경 감사 권극례(權克禮)는 사사로운 행차를 접대할 때 음식을 간략하게 하지 않았으니, 추고하소서. 또 팔도(八道)에 하서하여 음식을 차릴 때는 다 간소하기를 힘쓰도록 하여 《경제육전(經濟六典)》에 의거 시행하게 하소서. 진천 현감(鎭川縣監) 김계윤(金季胤)은 삼가지 못하였으니, 파직시키소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○甲戌/司憲府啓: “咸鏡監司權克禮, 接待私行, 饌品不從簡約, 請推考。 且下書八道, 饌品皆務簡約, 依《經濟六典》行之。 鎭川縣監金李胤不謹, 請罷。” 如啓。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King held a second-stage civil service examination at Injeong Hall for the first time. The classics licentiate Yi Ho , who passed the civil service examination in the eulhae year (1423, the fifth year of King Sejong. The King ordered that the passers of the classics licentiate, be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "인정전 유생에게 정시를 행하였다. 생원 이호민이 수석을 차지하여 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 28일(을해) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 유생(儒生)에게 정시(庭試)를 보였는데, 수석을 차지한 생원(生員) 이호민(李好閔)에게는 전시(殿試)에 직부(直赴)하게 하였다.",
                "hj": "○乙亥/仁政殿儒生庭試, 生員李好閔居首, 直赴殿試。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Eumjuk District Yi Cheonu is greedy and corruption. Your subjects request that he be dismissed from his position. Circuit Inspector of Cheongam Hwang Mi is not foolish by serving his parents. Your subjects request that he be dismissed from his position. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“음죽 현감 이천우는 탐욕스럽고 비루하니 파직하소서. 청암 찰방 황정은 어버이를 형편없이 봉양하였으니 파직하고 서용하지 마소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 5일(임자) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “음죽 현감(陰竹縣監) 이천우(李天祐)는 탐욕스럽고 비루하니 파직시키소서. 청암 찰방(靑巖察訪) 황무(黃珷)는 부모의 봉양을 잘못했으니 파직시키고 서용하지 마소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○壬子/司憲府啓: “陰竹縣監李天祐, 貪鄙請罷。 靑巖察訪黃珷, 奉親無狀, 請罷職不敍。” 依啓。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyechuk day, Yi San , minister of personnel , bowed before the King prior to departing for his appointed provincial position. The King praised him with utmost praisew and ordered him not to resign.",
                "H2KE-nKo": "이조 판서 이산해가 숙배한 뒤에 사면하니, 주상이 온갖 말로 장유하고 사직하지 말라고 명하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 6일(계축) 1번째기사",
                "gt-oKo": "이조 판서 이산해(李山海)가 숙배(肅拜)한 뒤에 사면하니, 상이 간곡히 권유하면서 사직하지 말라고 명하였다.",
                "hj": "○癸丑/吏曹判書李山海肅拜後辭免, 上奬諭備至, 命勿辭。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On byeongjin day, a solar halo and a white cloud halo appeared.",
                "H2KE-nKo": "햇무리가 지고 흰무지개가 해를 꿰었다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 9일(병진) 1번째기사",
                "gt-oKo": "햇무리가 지고 흰 무지개가 해를 꿰었다.",
                "hj": "○丙辰/日暈, 白虹貫日。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On muin day, the first day of the month, [the King] conducted state affairs. Royal Secretary Yi Ujik was appointed minister of punishments , Yi Sanbo was appointed headmaster , Yi Yundeok was appointed magistrate of Pyeongan Province , Yi Gyeongjung was appointed second inspector [of the Office of the Inspector General] , and Yi Ujik and Yi Hongin was appointed fourth inspector [of the Office of the Inspector General] , and Hwang Jeongsik was appointed sixth censor [of the Office of the Censor General].",
                "H2KE-nKo": "정사가 있었다. 도승지 이우직을 형조 판서에, 이산보를 대사성에, 이윤덕을 평안 병사에, 이경중을 집의에, 한응인과 이홍인을 지평에, 황정욱을 동부승지에, 황정식을 사간에 특별히 제수하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 1일(무인) 1번째기사",
                "gt-oKo": "정사(政事)가 있었다. 도승지 이우직(李友直)을 형조 판서에 특배(特拜)하였다. 이산보(李山甫)를 대사성(大司成)으로, 이윤덕(李潤德)을 평안 병사로, 이경중(李敬中)을 집의로, 한응인(韓應寅)·이홍인(李弘仁)을 지평으로, 황정욱(黃廷彧)을 동부승지로, 황정식(黃廷式)을 사간으로 삼았다.",
                "hj": "○朔戊寅/有政。 都承旨李友直特拜刑曹判書, 李山甫拜大司成, 李潤德拜平安兵使, 李敬中拜執義, 韓應寅ㆍ李弘仁拜持平, 黃廷彧拜同副承旨, 黃廷式拜司諫。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On muja day, [the King] appointed Yu Hun as governor of Hamgil Province , Shin Jun as 병사 of 북도 Province , Yi Bak as magistrate of 종성 Magistracy , and Yi Yeong as magistrate of 온성 Strategic Prefecture .",
                "H2KE-nKo": "유훈을 함경 감사에, 신립을 북도 병사에, 이박을 종성 부사에, 이영을 온성 부사에 제수하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 11일(무자) 1번째기사",
                "gt-oKo": "유훈(柳壎)을 함경 감사로, 신립을 북도 병사(北道兵使)로, 이박(李璞)을 종성 부사(鍾城府使)로, 이영(李瑛)을 온성 부사로 제수하였다.",
                "hj": "○戊子/以柳塤拜咸鏡監司, 申砬拜北道兵使, 李璞鍾城府使, 李瑛拜穩城府使。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Inspector General , which stated, There is no rule to promote palace eunuchs in ordinary times. However, the eunuchs in the past have become empty in order to become empty. Even though several high-ranking officials are although they are old and foolish, they cannot use them. Thus, the work of the palace eunuchs will become impossible. Thus, I intend to promote them by promoting them. I am afraid that anyone among me who does not understand my intention and thus suspects it. What do you think of this? The Ministry of Personnel 회계하기를, “삼가 하교를 보건대, I worry that the work of the palace eunuchs would not be impossible. Thus, I intend to promote them by promoting them. Who does not understand the intention of Your Majesty? However, it seems inappropriate if we promote them by promoting them by promoting. 하니, 답하기를, “아뢴 뜻이 또한 좋다. 알았다.” 하고, 이어 전교하기를, “상약 Yi Bongjeong was promoted by promoting him by promoting him.",
                "H2KE-nKo": "이비에게 전교하기를,“내환의 직임은 평상시에 승진시켜 서용하는 규정이 없었다. 다만 예전에 벼슬하던 사람들이 차례로 죽어서 거의 다 없어졌다. 비록 당상 몇 사람이 있기는 하지만 혹 늙고 용렬하여 쓸모가 없으니 액정의 일이 장차 체모를 이루지 못하게 될 것이다. 이에 품계를 올려 쓰고자 하나 외부 사람들이 나의 뜻을 알지 못하고 의심할까 염려되기 때문에 말하는 것이다. 경들은 어떻게 생각하는가?”하니, 회계하기를,“삼가 하교를 보니, 다만 액정의 일이 체모를 이루지 못할까 염려되기에 승진시켜 쓰고자 하신 것입니다. 성상의 의도를 누군들 모르겠습니까. 다만 이들은 별로 상줄 만한 일이 없는데 불시에 승진시켜 발탁하는 것은 온당치 않을 듯합니다.”하자, 답하기를,“아뢴 뜻도 좋다. 알았다.”하고, 이어 전교하기를,“상약 이봉정에게 통정대부를 가자하라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 11일(무자) 2번째기사",
                "gt-oKo": "이비(李批)에 전교하기를, “내환(內宦)의 직급은 평상시에는 승서(陞敍)하는 법규가 없지만, 지난날의 환시들이 차례로 죽어 거의 다 없어졌다. 비록 당상관 몇 사람이 있기는 하나 혹 늙고 용렬하여 쓸모 없는 자가 있으니 액정(掖庭)의 일이 장차 체모를 갖출 수 없게 되었다. 그래서 품계를 올려 쓰고 싶지만 외인(外人)들이 내 뜻을 모르고 의심할까 저어스러워 이르는 것이다. 경들은 어떻게 생각하는가?” 하니, 회계하기를, “삼가 하교를 보니, 단지 액정의 일이 체모를 갖추지 못함을 우려하여 품계(品階)를 올려서 쓰고자 하는 것이니, 성의(聖意)의 소재를 누가 모르겠습니까. 다만 이들에게 별로 상을 내릴 만한 일이 없는데도 불시에 품계를 올려 발탁하는 것은 미안할 듯합니다.” 하니, 답하기를, “아뢴 뜻도 역시 좋다. 알았다.” 하고, 이어 전교하기를, “상약(尙藥) 이봉정(李奉貞)에게 통정(通政)의 품계를 가자하라.” 하였다.",
                "hj": "○傳于吏批曰: “內宦之職, 常時無陞敍之規, 但舊時之宦, 以次作(古)〔故〕, 零落殆盡。 雖有堂上數人, 或老劣無用, 掖庭之事, 將不成體貌。 玆欲陞品而用之, 恐外人不知予意而致疑故言之。 卿等以爲何如?” 回啓曰: “伏覩下敎, 只慮掖庭之事不成體貌, 玆欲陞用, 聖意所(知)〔在〕, 人孰不知? 但此輩別無可賞之事, 而不時陞擢, 恐爲未安。” 答曰: “啓意亦好矣。 知道。” 仍傳曰: “尙藥李奉貞, 加通政。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported to the King, The people of Hwangmun are only assigned to serve as palace eunuchs . Originally, they cannot be abandoned high-ranking officials. Yi Bongjeong did not have any special meritorious deeds but was promoted to the higher grade of senior third rank . Your subjects request that Your Majesty withdraw the royal order. The King said, I directly ordered that he be promoted to a higher grade, which is inappropriate. However, I consulted the Ministry of Personnel and the Ministry of Personnel, and there was an intention. I am not adopted by the sovereign and abandoning eunuchs. Do not discuss this matter again.",
                "H2KE-nKo": "사헌부가 아뢰기를,“황문(黃門 황간)의 무리는 단지 비변사의 연임을 맡았을 뿐이니, 본래 높은 자리를 빌려주어서는 안 됩니다. 이봉정은 기록할 만한 공로가 별로 없는데 당상의 가자를 제수하였으니, 내리신 명을 도로 거두어들이소서.”하니, 답하기를,“내가 곧바로 승진시켜 서용하라고 명한 것은 안 될 것이 없다. 그러나 전조에 하문한 것은 또한 의도한 바가 있어서이다. 내가 환시를 총애하여 신임하는 군부가 아니니, 다시 논하지 말라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 11일(무자) 3번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “황문(黃門)의 무리들은 단지 가까이에 두고 청소 등 미천한 일이나 시킬 뿐 본래 높은 지위를 주어서는 안 되는 것입니다. 이봉정은 별로 기록할 만한 공로가 없는데도 당상의 가자를 제수하였으니 성명을 도로 거두소서.” 하니, 답하기를, “내가 곧바로 올려서 쓰도록 명하여도 안 될 것이 없지만, 전조(銓曹)에 하문한 것은 역시 뜻이 있는 것이다. 나는 환시들을 총애하여 맡기는 군부(君父)가 아니니, 다시 논할 것 없다.” 하였다.",
                "hj": "○司憲府啓: “黃門之輩, 只備中涓任使, 本不可以假借崇長。 李奉貞別無可紀勞效, 而授堂上加, 請還收成命。” 答曰: “予直命陞用, 無所不可, 而俯詢銓曹, 意亦有在。 予非寵任宦寺之君父, 其勿更論。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King proceeded to Seo총대에 나아가 tested students and shooted archery in the Royal Placenta Chamber . In the gyeongin year (, the King selected four men, including the Royal Confucian Academy Bak Mi , and in the military service examination, eighteen men, including Hwang Jeong , who selected the successful candidates. The King finally passed the civil service examination and congratulated the congratulatory ceremony on this day.",
                "H2KE-nKo": "서총대에 나아가 유생들에게 제술을 시험 보이고 금중에서 관사하였다. 문과에서 유학 박호 등 4인을 뽑고 무과에서 황정 등 18인을 뽑아 즉일로 창방하고 하례를 받았다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 13일(경인) 1번째기사",
                "gt-oKo": "서총대(瑞葱臺)에 나아가 유생(儒生)들에게 제술(製述) 시험을 보였고, 금중(禁中)에서 관사(觀射)하였다. 문과(文科)에는 유학(幼學) 박호(朴箎) 등 4인을 선발하였고, 무과(武科)에는 황정(黃珽) 등 18인을 선발하여 즉일로 창방(唱榜)하고 하례를 받았다.",
                "hj": "○庚寅/御瑞葱臺, 試製儒生, 觀射禁中。 文取幼學朴箎等四人, 武取黃珽等十八人, 卽日唱榜受賀。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Previously, Executive Assistant Heo Jin , who was an interpreter for the Eastern Expedition , was unable to overcome righteousness and submitted a memorial to the King requesting that he be dismissed from his post. Former Magistrate of Jongseon Bak Hong wished to dismiss him from his post and return home, but he harbored an illness and did not manage the government affairs. Your subjects request that he be arrested and interrogated. The King granted permission.",
                "H2KE-nKo": "사간원이 아뢰기를,“판결사 허진은 전에 동래 부사로 있을 때 사적인 일로 의리를 이기지 못하여 상소를 올려 모면하기를 꾀하였으니, 파직하소서. 전 종성 부사 박홍은 파직되어 돌아오려고 일부러 병을 핑계 대고 공무를 보지 않았으니, 잡아다 국문하소서.”하니, 윤허하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 13일(경인) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “판결사(判決事) 허진(許晉)은 전에 동래 부사(東萊府使)로 있을 적에 사정(私情)이 의리를 이기지 못하여 상소를 올려 규면(規免)하려 했으니 파직시키소서. 전 종성 부사(鍾城府使) 박홍(朴泓)은 일부러 파면되어 돌아오기 위해 거짓으로 병이라 칭탁하고 관사(官事)를 처리하지 않았으니, 잡아다가 추국하게 하소서.” 하니, 아뢴 대로 윤허하였다.",
                "hj": "○司諫院啓: “判決事許晋, 前爲東萊府使, 私不勝義, 上疏規免, 請罷。 前鍾城府使朴泓欲爲罷還, 故爲稱病, 不治官事, 請拿來推鞫。” 依允。"
            },
            "3": {
                "H2KE-EN": "It snowed in Gwangju , Gwacheon , and other towns in Gyeonggi Province. It snowed in the fields of mountains and streams, and it snowed. It snowed.",
                "H2KE-nKo": "경기 광주와 과천 등 고을에 눈이 내려 산등성이가 희고 해가 높이 뜬 뒤에야 녹았다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 13일(경인) 3번째기사",
                "gt-oKo": "경기 광주(廣州)·과천(果川) 등 고을에 눈이 내려 산과 들이 온통 하얗다가 해가 높이 뜬 뒤에야 녹았다.",
                "hj": "○京畿廣州、果川等官下雪, 山原皓白, 日高乃消。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Jeongju Strategic County Seong Seryeong impudently shamelessly and Executive Assistant of Haeju Jeon Hyeonryong , insulted and insulted the superior office. Your subjects request that he be dismissed from his position. The King granted the request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“정주 목사 성세녕은 욕심을 부려 염치가 없고, 해주 판관 전현룡은 상관을 업신여겼습니다. 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 18일(을미) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “정주 목사(定州牧使) 성세령(成世寧)은 가렴(苛斂)을 자행하여 염치가 없고 해주 판관(海州判官) 전현룡(田見龍)은 상관(上官)을 업신여겼으니, 파직시키소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○乙未/司憲府啓: “定州牧使成世寧, 徵欲無恥, 海州判官田見龍, 輕侮上官, 請罷。” 依啓。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On jeongyu day, after giyu day, the King proceeded to Bansong and practiced battle formation drills. He then went to shoot arrows and watched the military service examination. The King bestowed wine upon the civil and military officials attending the King. The King ordered that music be played. The officials of the Censor General requested that in the frontier borders, and the peoples livelihoods are exhausted. This is not a time for diligence and enjoying themselves. It was requested that music not be played. The King denied the request. ",
                "H2KE-nKo": "정유년에 주상이 반송에 나아가 습진한 뒤에 포를 쏘고 관무재를 행하였다. 입시한 종재에게 술을 내리고 음악을 연주하라고 명하였다. 양사가, 변방에 경보가 있고 또 민생이 곤궁하여 지금은 편안히 놀 때가 아니니 음악을 연주하지 말 것을 청하였다. 재차 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 20일(정유) 1번째기사",
                "gt-oKo": "상이 반송(盤松)에 나아가 습진(習陣)한 뒤에 포를 쏘고 관무재(觀武才)하고서, 입시한 종재(宗宰)에게 술을 내리고 음악을 연주하게 하였다. 그러자 양사(兩司)가 변방에 일이 있고 또 민생(民生)이 곤궁하여 지금은 즐길 때가 아니니 음악을 연주하지 말도록 청하였다. 두 번 아뢰었으나, 윤허하지 않았다.",
                "hj": "○丁酉/上出盤松習陣後, 放砲, 觀武才, 賜酒入侍宗宰, 命動樂。 兩司以有邊警, 且民生困悴, 此非逸豫之時, 請勿動樂。 再啓, 不允。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On imin day, the King proceeded to Seo총대에 나아가 shooting arrows at the targets of the second rank military officials and below. The civil officials who were a grand master for comprehensive governance and below were sharp-tippped arrow at three arrows, and the seventh classics were twenty classified as measures. Erudite of the Office of the Crown Prince Yi Deok , who was the first classics, and the King bestowed a horse upon him. The King bestowed a horse upon the military officials Yi Yundeok , who was the first classics.",
                "H2KE-nKo": "임인년에 주상이 서총대에 나아가 무신 2품 이하에게 관사하였다. 문신 통정대부 이하에게는 세 번의 화살을 쏘게 하고, ‘천산’으로 칠언 배율 20운을 정하였다. 홍문관 박사 이덕형이 수석을 차지하여 숙마를 사급하고, 무신 이윤덕이 수석을 차지하여 숙마를 사급하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 25일(임인) 1번째기사",
                "gt-oKo": "상이 서총대에 나아가 무신 2품 이하에게는 관사(觀射)하고, 문신 통정(通政) 이하에게는 ‘화살 세 대로 천산(天山)을 평정했다[三箭定天山]’는 제목으로 칠언 배율(七言排律) 20운을 짓게 하였다. 홍문관 박사(弘文館博士) 이덕형(李德馨)이 수위(首位)를 차지하였는데 숙마(熟馬)를 하사하고, 무신은 이윤덕(李潤德)이 수위를 차지하였는데 역시 숙마를 하사하였다.",
                "hj": "○壬寅/上御瑞葱臺, 武臣二品以下觀射, 文臣通政以下三箭, 定天山七言排律二十韻。 弘文館博士李德馨居首, 賜熟馬, 武臣李潤德居首, 賜熟馬。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Commander of the Northwest Garrison Shin Rip bowed before the King prior to departing for his appointed provincial position. The King received him in audience and granted him wine. The King also granted him one du of dark bamboo cark bamboo dark bamboo st",
                "H2KE-nKo": "갑진년에 북도 병사 신립이 배사하니, 주상이 인견하고 술을 하사하였다. 또 남단 천익낭자, 호초 1말, 환도, 궁대, 통개, 장편전, 수은갑, 두구 등의 물건을 하사하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 27일(갑진) 1번째기사",
                "gt-oKo": "북도 병사 신립이 배사하니 상이 인견하여 술을 내리고 또 남단(藍緞)·철릭(天益)·낭자(囊子)와 호초(胡椒) 한 말과 환도(環刀)·궁대(弓帒)·통개(筒介)·장편전(長片箭)·수은갑(水銀甲)·투구 등을 내렸다.",
                "hj": "○甲辰/北道兵使申砬拜辭, 上引見, 賜酒, 又賜藍段天益囊子, 胡椒一斗, 環刀ㆍ弓帒ㆍ筒介ㆍ長片箭ㆍ水銀甲ㆍ頭口等物。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Governor of Hamgil Province Yu Hun submitted a memorial requesting his resignation on account of the peoples situation in the province. The King denied this request. The King repeatedly replaced him, and appointed Won Suk to grand master for upholding state laws [] and appointed him as governor of Hamgil Province .",
                "H2KE-nKo": "함경 감사 유훈이 본도의 민정이 흡족하지 않다는 이유로 상소하여 사면하였으나 윤허하지 않았다. 재차 상소하여 체차하였다. 김명원을 특별히 자헌대부에 가자하고 함경 감사에 제수하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 29일(병오) 1번째기사",
                "gt-oKo": "함경 감사 유훈(柳壎)이 본도의 백성들이 흡족하게 여기지 않는다는 것으로 상소를 올려 사직하였으나, 윤허하지 않았다. 다시 상소를 올리니 체직시키고, 김명원(金命元)에게 특별히 자헌(資憲)을 가자하여 함경 감사에 제배하였다.",
                "hj": "○丙午/咸鏡監司柳塤, 以本道民情不洽, 上疏辭免, 不允。 再疏, 遞之, 以金命元特加資憲, 拜咸鏡監司。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lectures [on the Confucian classics].",
                "H2KE-nKo": "조강에 나아갔다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 4일(신사) 1번째기사",
                "gt-oKo": "조강(朝講)에 나아갔다.",
                "hj": "○辛巳/御朝講。"
            },
            "2": {
                "H2KE-EN": "전교하기를, “심희수는 내가 처음 보았을 적에 진실로 그가 어떠한 사람인지 몰랐었다. 그러나 오늘의 언사는 quite 괴상하고 괴이하였다. 대저 언사라는 것은 그 마음의 소리를 통하여 그 마음을 헤아릴 수 있는 것이다. 내가 이이가 죽은 뒤에 별로 달리 대우한 일이 없었는데, 이에 감히 말하기를 ‘대접하는 도리는 생전과 사후에 차이가 있는 것이니, 생각건대 반드시 위에서는 그 뜻이 있을 것이다.......’ 하였으니, 이는 넌지시 나의 속마음을 떠보려는 것이다. 또 말하기를 ‘이이가 배척하고 중론을 주장하여 등용하였다.’ 하였는데, 내가 배척하는 것은 바로 간신들의 무함하는 사설이다. 이러고도 오히려 중론을 배척한다고 할 수 있겠는가. 서얼을 허통시키는 일에 이르러서는 그것이 매우 구차스러우나, 딱한 것은 deserving of the royal ancestors and neglected this inevitably 부득이한 거조이다. 이이가 어찌 미리 그 자신이 일찍 죽은 것을 알고 a legal son의 처소를 삼겠는가. 그런데 지금 말하기를 ‘사람은 반드시 그 아들 때문에 이 법을 만들어 납속법을 만든 것이다.’ 하니, 이는 범범하게 남의 가짜 설을 가탁하여 실은 그의 소위를 배척한 것이다. Yet, having been driven away from the middle of the midle of the legalople of the midle of the legal wife and children, it is not possible to mention this possible posible posibility. Yet, having been driven away from the middle of the legaloudle of the writing possession, it is posible to calculate the posibility of posibility. The posibility of the pos",
                "H2KE-nKo": "전교하기를,“심희수는 내가 처음 보았을 때 진실로 그가 어떤 사람인지 몰랐으나, 다만 오늘 그가 한 말이 자못 괴이하였다. 대체로 말하는 자는 마음의 소리가 그 말로 인하여 그 마음을 헤아릴 수 있다. 나는 이이가 죽은 뒤에 별로 달리 대우한 일이 없는데, 이에 감히 ‘그를 대우하는 도리는 생사가 다르니, 반드시 나에게 그 뜻이 있을 것이다.’라고 하였으니, 이는 은근히 나의 마음을 시험해 보려는 것이다.또 ‘이이가 중론을 물리치고 등용하였다.’라고 하였는데, 내가 배척한 것은 바로 간신이 모함하는 간사한 말이었다. 그러고도 오히려 중론을 배척하였다고 할 수 있겠는가.서얼을 허통하는 일은 매우 구차하지만, 조종의 토지의 멸망이 조석간에 박두한 것을 안타깝게 여겨 이런 부득이한 조치를 내린 것이다. 이이가 어찌 그 자신이 일찍 죽을 것을 미리 알아서 서자의 처소로 삼았겠는가. 그런데 지금 ‘사람은 반드시 그 아들 때문에 이 납속법을 만든 것이다.’라고 하였으니, 이는 범범하게 외부 사람이 가짜 말을 가탁한 것이지 실제로 그가 한 일을 배척한 것이다. 꿈에 귀양간 신하를 만나 읊조리고 넌지시 써서 들인 것은 모두 음흉한 술책이다. 시끄럽게 떠드는 소리는 진실로 따질 것도 못 되지만, 다만 임금이 사람을 쓰는 도리는 일찍 분변하지 않아서는 안 된다. 대체로 그 사람됨이 말을 민첩하게 하는 것이 어쩌면 우연에서 나온 것인지 알 수 없다. 그러나 나의 뜻이 이와 같기 때문에 부득이 말하지 않을 수 없었다. 정원은 어떻게 생각하는가?”하니, 회계하기를,“삼가 심희수가 아뢴 말을 들어 보니, 다른 뜻이 있는 것은 아닙니다. 평소 이이가 성심으로 나랏일을 하면서 집안을 돌보지 않는 것을 경모하다가 죽은 뒤에 처자식들이 의지할 데가 없어 항상 애통해하는 뜻을 품고 있었습니다. 상께서 특별히 은수를 내려 그 노고에 보답하시기를 바랐으나, 다만 말이 경솔하여 재량하지 못하였을 뿐이고 그 사이에 조금도 다른 뜻은 없었습니다.”하자, 알았다고 전교하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 4일(신사) 2번째기사",
                "gt-oKo": "전교하기를, “심희수(沈喜壽)는 내가 처음 보았으므로 그가 어떤 사람인지를 모르겠으나 오늘의 말은 자못 괴이하다. 대저 말이란 마음의 소리이므로 그 말을 통해서 그의 마음을 헤아릴 수가 있는 것이다. 나는 이이(李珥)가 죽은 뒤에 별로 다르게 대우한 일이 없는데 감히 ‘대접하는 도리가 생사(生死)에 따라 다르니 생각건대 반드시 상이 그에 대한 뜻이 있는 것이다.’ 하니, 이는 몰래 나의 마음을 시험해 보는 것이다. 또 ‘이이를 중론(衆論)을 물리치고 등용하였다.’ 하였는데, 내가 물리친 것은 간신(奸臣)들이 얽어 모함하는 사설(邪說)이었는데 그것을 오히려 중론을 배척했다고 할 수 있겠는가? 서얼(庶孽)을 허통(許通)하게 하자고 한 일에 대해서는 매우 구차한 일이지만, 조종(祖宗)의 토지를 조석간에 상실하는 것을 민망히 여겨 이를 위해 부득이 시행한 것이지, 이이가 어찌 그 자신이 일찍 죽을 것을 미리 알고 자기의 서자를 위해서 한 일이겠는가. 그런데 이제 ‘그는 반드시 자기 아들 때문에 이 납속법(納粟法)을 만들었다.’ 하니, 이는 범범하게 외인(外人)들의 가설(假說)인 것처럼 하였으나 실상은 그의 행위를 배척한 것이다. 심지어 꿈에 유배(流配)당한 신하를 본 것을 시로 표현하여 몰래 써 넣었으니, 이 모두가 음특한 술법인 것이다. 매미처럼 지절거리는 소리는 진실로 따질 것도 없지만 다만 임금이 사람을 쓰는 도리에 있어 일찍 분변하지 않을 수 없는 것이다. 대저 그의 사람됨이 말에 민첩하여 혹 우연히 나온 것인지는 알 수가 없다. 그러나 내 뜻이 이와 같으므로 말하지 않을 수 없다. 정원은 어떻게 생각하는가?” 하니, 회계하기를, “삼가 심희수를 계달한 내용을 들어 보건대 별로 다른 뜻은 없었습니다. 평소 이이가 가사(家事)를 돌보지 않은 채 성심으로 국사에 힘쓰는 것을 경모(景慕)하였는데 이이가 죽은 뒤에 그의 처자(妻子)가 의지할 곳이 없는 것을 보고 항상 애통한 마음을 품고 있었기 때문에 상께서 특별히 은수(恩數)를 내려 그의 노고에 보답하기를 바라고 한 말입니다. 다만 말이 경솔하여 잘 다듬고 헤아리지 못한 것뿐이요, 그 사이에 조금도 다른 뜻은 없습니다.” 하니, 알았다고 전교하였다.",
                "hj": "○傳曰: “沈喜壽, 予初見, 固不知其爲何如人也, 但今日言辭, 頗爲詭怪。 夫言者, 心之聲, 因其言可測其心矣。 予於李珥身死之後, 別無異待之事, 而乃敢曰: ‘待之之道, 生死有異, 想必自上有其意。’ 云云, 是陰試予淺深也。 又曰: “李珥排衆論, 而用之。’ 云, 予之排之者, 乃其奸臣構陷之邪說也, 尙可曰排衆論也乎? 至於庶孽許通事, 則雖甚苟且, 而悶其祖宗土地亡在朝夕, 爲是不得已之擧, 珥豈預知其身之早死, 而爲孽子之所哉? 今乃曰: ‘人必以其子之故, 而設此納粟之法也。’ 云, 是泛托外人之假說, 而實斥其所爲也。 至於夢見竄謫之臣, 形諸吟詠隱然書入, 無非陰術也。 蟬噪之吟, 固不足數, 而第人君用人之道, 不可不辨之於早。 大抵其爲人也, 敏於言語, 或出於偶然, 是未可知也。 然予意如此, 故不得不言。 政院以爲何如耶?” 回啓曰: “伏聞沈喜壽啓達之辭, 非有他意。 平日景慕李珥誠心國事, 不顧家(契)〔計〕, 身死之後, 妻孥無依, 常懷痛惜之意, 庶幾自上別加恩數, 以酬其勞。 而但以言語輕率, 不能裁度而已, 小無他意於其間也。” 傳曰: “知道。”"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture. 영상 박순이 아뢰기를, “죽은 Minister Yi I sincerely dedicated himself to state affairs and earnestly dedicated himself to the utmost. Unfortunately, he died. His love of love for the King and the state was unable to be carried out. Truly, he is a pitiful sympathy and sympathy. It seems that he should be invested with the elevation ceremony. 하니, 전교하기를, “의논해서 하라.” 하였다.",
                "H2KE-nKo": "조강이 있었다. 영상 박순이 아뢰기를, “졸한 판서 이이는 성심으로 나랏일을 돌보며 몸과 마음을 다할 것을 기약하였는데, 뜻밖에 죽었습니다. 임금을 사랑하고 나라를 걱정하는 마음을 펴지 못하고 있으니, 참으로 불쌍하고 측은합니다. 추숭하는 전례가 있어야 할 듯합니다.” 하니, 의논하여 하라고 전교하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 4일(신사) 3번째기사",
                "gt-oKo": "조강에서 영상(領相) 박순(朴淳)이 아뢰기를, “졸(卒)한 판서 이이는 성심으로 국사에 힘써 있는 힘을 다 기울이다가 뜻하지 않게 죽음으로써 임금을 사랑하고 나라를 걱정하는 마음을 펴보지 못했으니, 참으로 측은합니다. 추숭(追崇)하는 전례(典禮)가 있어야 할 듯합니다.” 하니, 의논하여 하라고 전교하였다.",
                "hj": "○朝講, 領相朴淳啓曰: “卒判書李珥, 誠心國事, 盡瘁爲期, 不意身死, 其愛君憂國之心, 未得施設, 誠可矜惻。 似有追崇之典。” 傳曰: “議而爲之。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemi day, the King discussed the issue of deliberation with the high officials in the gyemi year (. Yi I reported the matter of presenting the honorific title to Bak Sun . The King transmitted a royal directive, which stated, I am clearly aware of the character of Yi I, and there is no matter to report to me. As a government post reaches the Associate State Councilor , his rank is of utmost importance. What need is there to grant him a posthumous title? However, his wife and children headed toward 파주 and then headed toward Haeju . Have the route escorts along the road and escort them. When the burial is buried, let all matters be supplied to support him.",
                "H2KE-nKo": "계미년에 대신이 의논하여 이이를 박순이 아뢴 대로 추숭하는 일을 입계하니, 전교하기를,“이이는 내가 그의 사람됨을 환히 알고 있으니, 아래에서 다시 아뢸 일이 없다. 벼슬이 찬성에 이르러 품계가 이미 높았으니 추증하는 것이 무슨 관계가 있겠는가. 다만 그의 처자가 파주로 갔다가 또 해주로 간다고 하니, 일로로 하여금 호송하게 하고, 장사를 지낼 때 제반 일을 돌보아 주도록 그 도에 하유하라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 6일(계미) 1번째기사",
                "gt-oKo": "대신이 의논하여 이이를 박순이 아뢴 대로 추숭할 것으로 입계하니, 전교하였다. “이이에 대해서는 내가 그의 사람됨을 속속들이 다 알고 있으니 아래에서 덧붙여 계달할 필요도 없는 일이다. 관직이 찬성(贊成)에 이르러 그 품계가 이미 높았으니 추증(追贈)이 무슨 관계가 있겠는가. 다만 그의 처자가 파주(坡州)로 갔다가 또 해주(海州)로 향했다니 그 일로(一路)의 관원으로 하여금 호송하게 하고, 장사를 지낼 때 제반 일을 돌보아줄 것을 그 도(道)에 유시하라.”",
                "hj": "○癸未/大臣議, 李珥依朴淳所啓, 追崇事入啓, 傳曰: “李珥予洞知其爲人, 自下更無啓達之事矣。 官至贊成, 其品已極, 追贈何關焉? 但其妻子向坡州, 又向海州云, 令一路護送, 永葬時, 諸事顧護事, 諭于其道。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Magistrate of 온성 Strategic Prefecture Shin Rip came to the capital to report on the border areas of the northern border areas. The King received him in audience and bestowed wine upon him. He bestowed two pil of gold and two pil of patterned silk upon him.",
                "H2KE-nKo": "온성 부사 신립이 변경의 일을 진주하는 일과 모친을 문안하는 일로 서울에 들어왔다. 주상이 인견하고 술을 하사하였으며, 금 2필과 단 2필을 하사하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 8일(을유) 1번째기사",
                "gt-oKo": "온성 부사(穩城府使) 신립(申砬)이 변방의 일에 대해 아뢸 것과 또 모친에게 문안드릴 일로 서울에 왔는데, 상이 인견(引見)하고 술을 내렸다. 그리고 금(錦) 2필과 단(緞) 2필을 하사하였다.",
                "hj": "○乙酉/穩城府使申砬, 以陳奏邊事且覲母事入京。 上引見, 賜酒, 賜錦二匹, 段二匹。"
            },
            "2": {
                "H2KE-EN": "전교하였다. “신입은 쓸 데가 있으니, 오랫동안 고립된 성을 지킬 수 없다. 그를 체차하고 십분 선택하여 보낼 것을 비변사에 말하라.” ",
                "H2KE-nKo": "전교하였다. “신립은 쓸 곳이 있어서 외로운 성을 오래도록 지킬 수 없으니 체차하고 십분 잘 가려서 보낼 것을 비변사에 말하라.”\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 8일(을유) 2번째기사",
                "gt-oKo": "전교하였다. “신립은 쓸 곳이 있으니, 외로운 성을 오래 지키게 할 수는 없다. 그를 체임하고 십분 가려 차임하여 보낼 것으로 비변사에 이르라.”",
                "hj": "○傳曰: “申砬有用處, 不可長守孤城。 其遞差, 十分擇遣事, 言于備邊司。”"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Though the governor of Hamgil Province is in normal times, he must be selected. How much more so in this day? Kwon Geukrye has long served as an official attending me, and he is not aware of my intention. However, at the time of receiving his personal greetings and supplies him with food. This can be sufficient for other people. I deeply think that this is not sufficient. Examine and report this matter to me. Have the Ministry of War discuss this matter. The State Council reported to the King, saying, Kwon Geukrye should be replaced.",
                "H2KE-nKo": "전교하기를,“함경 감사는 비록 평상시라 하더라도 가려 뽑지 않아서는 안 되는데, 하물며 오늘날이겠는가. 권극례는 오랫동안 근시로 있었으니 나의 뜻을 모르지는 않을 것이다. 그러나 이러한 때를 당하여 사행을 접대하고 음식을 풍성하게 갖추어야 하니, 다른 일도 미루어 알 수 있다. 내가 매우 미흡하게 여기니, 살펴서 아뢰라고 비변사에 말하라.”하니, 비변사가 회계하기를,“권극례는 체차해야 합니다.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 8일(을유) 3번째기사",
                "gt-oKo": "전교하기를, “함경 감사는 비록 평상시에라도 택차하지 않을 수 없는데, 더구나 오늘날에 있어서이겠는가. 권극례(權克禮)는 오래 근시(近侍)로 있었으니 내 뜻을 모르지 않을 터인데 이런 때를 당하여 사행(私行)의 접대에 음식을 풍성하게 갖추었으니, 다른 것은 미루어 알 수 있다. 내가 매우 미흡하게 여기고 있으니, 살펴서 아뢸 것으로 비변사에 이르라.” 하니, 비변사가 회계하기를, “권극례는 체직시켜야 합니다.” 하였다.",
                "hj": "○傳曰: “咸鏡監司, 雖在平時, 不可不擇, 況今日乎? 權克禮久在近侍, 非不知予意, 而當此之時, 乃接待私行, 豐備飮食, 他可類推也。 予深以爲未洽, 察啓事, 言于備邊司。” 備邊司回啓: “權克禮可遞。”"
            }
        }
    },
    "04": {
        "11": {
            "1": {
                "H2KE-EN": "Superintendent of the Directorate of Palace Kitchen Supplies reported to the King, Yesterday, your subject did not know how to present medicine. Your subject humbly worries about Your Majestys health. The King responded, Do not inquire after Your Majestys health.",
                "H2KE-nKo": "내의원 제조가 아뢰기를,“어제 약을 지어 들일 때 진어를 잘 살피지 않으셨습니다. 옥체가 어떠하십니까? 삼가 우려가 더합니다.”하니, 답하기를,“평안하니 문안하지 말라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 4월 11일(정사) 1번째기사",
                "gt-oKo": "약방 제조(藥房提調)가 아뢰기를, “어제 약을 조제하여 들일 때 진어(進御)를 잘 살펴지 못했는데 상의 체후가 어떠하십니까? 더욱 걱정이 됩니다.” 하니, 답하기를, “평안하니 문안하지 말라.” 하였다.",
                "hj": "○丁巳/藥房提調啓曰: “昨日得藥劑入, 不審進御, 玉候如何? 伏增憂慮。” 答曰: “平安。 勿爲問安。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On musul day, due to the drought, the King issued an order to sought out advices to the capital and the provinces.",
                "H2KE-nKo": "한재 때문에 서울과 지방에 하교하여 구언하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 4월 22일(무진) 1번째기사",
                "gt-oKo": "한재(旱災) 때문에 중외(中外)에 구언(求言)하는 하교를 내렸다.",
                "hj": "○戊辰/以旱災下敎, 求言于中外。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Official for Executive Transmitting the Royal Wedding Ceremony Shin Jeom reported to the King as follows: The land tax grain transported by Jeolla Province is shipwrecked and transported by Anheungnyang every year. The grain transported by land has already been lost, and the number of drowning soldiers has drowned. Therefore, it is inevitable that such a decision must be made. Sometimes, thoroughly build the coastal ports to communicate and visit [the coastal ports], or sometimes build storehouses at their locations, should be placed under their jurisdiction so that the grain transported by its storehouse should be loaded and transported by its storehouse. Then, the grain transported by the flood should be loaded onto the border of Seosan and then loaded onto the ships. The distance between the flooding of the flooding. The King ordered",
                "H2KE-nKo": "임신년 감매관 신점이 서계하기를,“전라도의 전세를 배로 운반할 때 안흥량을 지나다가 매년 치패하여 조운을 이미 잃었고, 또 물에 빠져 죽은 조군이 부지기수이니 대책을 세우지 않을 수 없습니다. 포구를 파서 왕래를 하게 하거나 그곳에 창고를 설치하여 조선을 그 아래에 정박시켜 창고에 실어다 바치고 빈 배로 서산 경계에 돌아와 정박하게 한 다음 이어 육로로 운반하여 도로 배에 싣게 해야 합니다. 그 사이의 거리가 육로로 10리도 채 못 되니, 납부하는 자에게 약간의 쌀과 되를 더 보태서 역을 치르는 비용으로 삼게 한다면 사람들이 앞다투어 모집하기를 원하여 운반하기가 어렵지 않을 것이니, 이것이 만세의 이익이라고 할 수 있습니다.”하니, 해당 관사에 내려 충분히 상의해서 아뢰게 하였다. 이에 호조 정랑 박충간을 보내어 창고를 설치하는 것이 편리한지를 순시하게 하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 4월 26일(임신) 1번째기사",
                "gt-oKo": "감목관(監牧官) 신점(申點)이 서계(書啓)하기를, “전라도의 전세(田稅)를 배로 운송할 때 안흥량(安興梁)에서 해마다 배가 침몰하여 조운(漕運)을 그르칠 뿐 아니라 또 물에 빠져 죽는 조군(漕軍)이 헤아릴 수 없이 많으니, 이에 대한 계획을 세우지 않을 수 없습니다. 굴포(堀浦)를 파서 왕래할 수 있게 하거나 혹 그곳에 창고를 설치하여 조선을 그 아래 정박시켜 창고에 곡식을 옮기고 나서 빈 배로 서산(瑞山) 경내로 돌아가 정박하게 한 다음 이어 육로(陸路)로 운반하여다가 다시 배에 싣게 하소서. 그 사이의 거리는 육로로 10리가 채 못되니, 납세하는 자들에게 약간의 되쌀을 더 내게 하여 육로로 옮기는 비용을 치르게 하면 사람들이 다투어 그 일에 응모할 것이라서 운송하는데 어려움이 없게 될 것입니다. 이것이 이른바 만세의 이익이라는 것입니다.” 하였는데, 해사에 내려 십분 상의하여 아뢰라고 명하였다. 이에 호조 정랑 박충간(朴忠侃)을 보내어 창고 설치에 대한 편부(便否)를 순시하게 하였다.",
                "hj": "○壬申/監枚官申點書啓: “全羅道田稅船運, 過安興梁, 每年致敗, 旣失漕運, 又渰死漕軍, 不知其數, 不可不爲之規畫。 或疏鑿堀浦以通往來, 或設倉于其處, 使漕船泊于其下, 輸納其倉, 以空船回泊于瑞山境, 仍以旱路輸運, 還載于船。 其間相距旱路未滿十里, 令納者略加米升, 以爲償役之價, 則人爭願募, 而不難於輸致。 是謂萬世之利。” 命下該司, 十分商確以啓。 於是, 遣戶曹正郞朴忠侃, 巡視設倉便否。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the month, the drought was extremely severe. [The King] sent officials to pray for rain at various places.",
                "H2KE-nKo": "가뭄이 심하여 관원을 보내 여러 곳에서 기우제를 지내게 하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 4월 7일(계축) 1번째기사",
                "gt-oKo": "가뭄이 심하여 여러 곳에 관원을 보내 기우제(祈雨祭)를 지내게 하였다.",
                "hj": "○癸丑/旱甚, 遣官祈雨于諸處。"
            }
        }
    },
    "05": {
        "13": {
            "1": {
                "H2KE-EN": "On muja day, muja year (, when Left State Councilor 노수신 was in his hometown in Sangju , the King sent an official to persuade him to summon him and consequently submitted a memorial expressing his gratitude. The King sent Sixth Royal Secretary Jeong Yunbok to persuade him to persuade him. [Jeong] Yunbok returned and reported to the King through the letter of [Jeong] Susin. The memorial read as follows: Your humble subject is already severely old and ill and desired to preserve his life as a sage ruler. Now that his lack of filial piety reaches such an extreme, his crime deserves to death. Your subject humbly observed Your Majestys investigation, which makes it impossible. He shed tears and waits for the execution of his death. The King issued a royal directive, which reads as follows: The memorial expressing his approval. How can we neglect the position of a councilor for a long time? I was inevitable to replace him.",
                "H2KE-nKo": "무자년에 좌상 노수신이 상주 본가에 있었는데, 여덟 번이나 사관을 보내 유지를 내려 불렀으나 번번이 전문을 올려 사양하였다. 주상이 손수 간곡하게 하교하여 동부승지 정윤복을 보내 가서 전유하게 하였다. 정윤복이 돌아와서 노수신의 서계를 가지고 들어와 아뢰었는데, 그 계사에,“소신은 노병이 너무 심하여 성대에서 목숨을 보전하고자 하였는데, 지금 불효가 이 지경에 이르렀으니 만번 죽어 마땅합니다. 삼가 성상의 비답을 번거롭게 하니 몸 둘 바를 모르겠습니다. 스스로를 돌아볼 겨를도 없이 눈물을 흘리며 처벌을 기다립니다.”하니, 전교하기를,“아뢴 내용은 알았다. 정승의 자리를 어찌 오랫동안 비워 둘 수 있겠는가. 부득이 개차하겠다.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 13일(무자) 1번째기사",
                "gt-oKo": "좌상(左相) 노수신(盧守愼)이 상주(尙州) 본가에 가 있었는데 여덟 차례나 사관(史官)을 보내어 유지(諭旨)로 불렀으나 그때마다 글을 올려 사직하였다. 상이 손수 간절한 교서를 내려 동부승지 정윤복(丁允福)을 보내어 가서 효유하게 하였다. 윤복이 돌아와서 수신의 서계(書啓)를 입계하였는데, 그 서계에, “소신은 노병(老病)이 이미 깊어 성대(聖代)에서 생명이나 보전하려 하였으나, 이제 불효(不孝)가 이에 이르렀으니 만번 죽어 마땅한 죄입니다. 삼가 성비(聖批)를 읽어보니 몸둘 바를 모르겠습니다. 스스로를 돌볼 겨를도 없으니 눈물을 흘리면서 처벌을 기다립니다.” 하였다. 전교하기를, “아뢴 내용은 알았다. 재상의 자리를 어찌 오래 비워둘 수 있겠는가. 부득이 개차해야겠다.” 하였다.",
                "hj": "○戊子/左相盧守愼在尙州本家, 八度遣史官諭旨召之, 輒上箋辭。 上手敎敦懇, 遣同副承旨丁允福往諭之。 允福廻還以守愼書啓入啓, 其啓辭曰: “小臣老疾已甚, 欲爲保生聖代, 今不孝至此, 罪當萬殞。 伏瀆聖批, 措躬無地。 自恤不暇, 涕泣竢誅矣。” 傳曰: “啓辭知道矣。 相位豈可久曠? 不得已改差矣。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The official document from the governor of Gyeongsang Province reported to the King on the fifteenth day of this month, Left State CouncilorBak Susin came to the capital on the fifteenth day of this month. The King transmitted a royal directive, which stated, I am very pleased and pleased. Do not replace him. Instead, send a royal physician to take care of and bring him back. The Royal Secretariat reported, The matter of replacing him is evidently heard by Susin. Your subject requests that a summary document be made to have on-duty royal physician compose a royal edict and an official historian deliver it to him. Also, the mid-tier officials of the State Council should also be provided with a horse and sent to him. The King replied, There is no need to send a royal edict. Instead, explain this instruction.",
                "H2KE-nKo": "경상 감사의 서장에서 좌상 노수신이 이달 15일에 길을 떠나 서울로 올라갔다고 한 내용을 입계하니, 전교하기를,“서울로 올라왔다는 말을 듣고 내가 매우 기뻐하였다. 체차하지 말고 그를 체차한다는 회유는 보내지 말고 내의를 보내 잘 호위하여 오도록 하라.”하였다. 승정원이 아뢰기를,“중간에 체차한 일을 노수신이 필시 들었을 것이니, 간략하게 말을 만들어 입번한 지제교에게 교서를 짓게 하고 사관에게 주어 보내게 하소서. 그리고 정부의 낭청에게도 역마를 주어 내려보내소서.”하니, 답하기를,“교서를 만들 필요가 없다. 유지로 유시하라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 15일(경인) 1번째기사",
                "gt-oKo": "경상 감사가 올린, 좌상 노수신이 15일에 길을 떠나 상경한다는 서장을 입계하니, 전교하기를, “올라온다는 말을 들으니 내 몹시 기쁘다. 체직하지 말라. 체직을 허락한다는 회유(回諭)는 보내지 말고 내의(內醫)를 보내어 올라오는 동안 돌보게 하라.” 하였다. 정원이 아뢰기를, “오는 도중에 체임되었다는 것을 수신이 반드시 듣게 될 것이니, 간략하게라도 글을 짓되 입번(入番)한 지제교(知製敎)에게 교서(敎書)를 짓게 하여 사관(史官)에게 주어 보내고, 또 정부의 낭청(郞廳)에게도 말을 주어서 내려보내게 하소서.” 하니, 답하기를, “교서를 만들 필요는 없다. 유지(諭旨)로 효유하라.” 하였다.",
                "hj": "○庚寅/慶尙監司書狀, 左相盧守愼, 今十五日登道上京事, 入啓, 傳曰: “聞上來, 予甚嘉悅。 勿遞。 其遞差回諭, 勿送, 遣內醫護來。” 政院啓曰: “中間遞差之事, 守愼必聞之, 請略爲措辭, 使入番知製敎製敎書, 史官授送, 且政府郞廳, 亦爲給馬下送。” 答曰: “不必爲敎書。 以諭旨諭之。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The chief supreme commander of the Imjin [District] 정언 Sin and his aides Jeong Huijeok entered the capital. The King sent a eunuch to bestow royal wine upon them at Boje Lodge .",
                "H2KE-nKo": "임진년에 도체찰사 정언신과 종사관 정희적이 서울에 들어왔다. 주상이 중사를 보내 보제원에 선온하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 17일(임진) 1번째기사",
                "gt-oKo": "도체찰사(都體察使) 정언신(鄭彦信), 종사관(從事官) 정희적(鄭熙績)이 서울에 들어오니, 상이 중사(中使)를 보내 보제원(普濟院)에서 선온(宣醞)하게 하였다.",
                "hj": "○壬辰/都體察使鄭彦信, 從事官鄭熙績入京, 上遣中使, 宣醞于普濟院。"
            },
            "2": {
                "H2KE-EN": "Due to the severe drought, the King ordered that separately appointment be appointed to a government post.",
                "H2KE-nKo": "가뭄이 심하므로 특별히 서용하라고 명하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 17일(임진) 2번째기사",
                "gt-oKo": "극심한 가뭄 때문에 특별히 서용(敍用)하라고 명하였다.",
                "hj": "○以旱甚, 命別敍用。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Due to the severe drought, the King ordered that Sungrye Gate be closed, and Sukjeong Gate be opened, and the marketplace be moved. The King removed the main hall, and ordered that the number of side dishes be reduced and the music be stopped.",
                "H2KE-nKo": "정축년에 가뭄이 심하여 숭례문을 닫고 숙정문을 열고 저자를 옮겼다. 주상이 정전을 피하고 감선 철악하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 2일(정축) 1번째기사",
                "gt-oKo": "가뭄이 심하여 숭례문(崇禮門)을 닫고 숙정문(肅靖門)을 열었으며, 시장을 옮겼다. 상이 정전(正殿)을 피해 거처를 옮기고 감선 철악(減膳撤樂)하였다.",
                "hj": "○丁丑/以旱甚, 閉崇禮門, 開(肅靜門)〔肅靖門〕, 遷市。 上避正殿, 減膳撤樂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The State Council and the Left State Councilor Bak Susin entered the capital. The King sent a eunuch to grant royal wine at Jecheon Pavilion .",
                "H2KE-nKo": "정유년에 좌상 노수신이 서울에 들어왔다. 주상이 중사를 보내 제천정에서 선온하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 22일(정유) 1번째기사",
                "gt-oKo": "좌상 노수신이 서울에 들어 오니, 왕이 중사를 보내 제천정(濟川亭)에서 선온하게 하였다.",
                "hj": "○丁酉/左相盧守愼入京, 上遣中使, 宣醞于濟川亭。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Envoy for Requesting the Imperial Investiture of the Royal Placenta Chamber Granary of the muin year (, Imperial Envoy for Requesting the Imperial Investiture of the Royal Placenta Chamber Song Sanghyeon , and Imperial Envoy for Requesting the Imperial Investiture to the Emperor [of Ming China].",
                "H2KE-nKo": "종계 주청사 황정욱, 서장관 한응인, 질정관 송상현이 길을 떠났다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 3일(무인) 1번째기사",
                "gt-oKo": "종계 주청사(宗系奏請使) 황정욱(黃廷彧), 서장관(書狀官) 한응인(韓應寅), 질정관(質正官) 송상현(宋象賢)이 출발하였다.",
                "hj": "○戊寅/宗系奏請使黃廷彧, 書狀官韓應寅, 質正官宋象賢發行。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, First Secretary Kim Ban encountered music during the day of his absence at Mohwa Guesthouse . Your subjects request that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“사인 김찬은 음악을 철폐하는 날에 모화관에서 사대한 뒤에 공공연히 음악을 연주하였으니, 파직하소서.”하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 3일(무인) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “사인(舍人) 김찬(金瓚)은 가뭄으로 악기를 쓰지 않는 이때에 모화관(慕華館)에서 사대(査對)한 뒤에 공공연하게 음악을 베풀었으니 파직시키소서.” 하니, 아뢴 대로 하라고 하였다.",
                "hj": "○府啓: “舍人金瓚, 當撤懸之日, 慕華館査對後, 公然設樂, 請罷。” 依啓。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture. Inspector General Jeong Cheol came to the hall of governance and reported, Recently, inspectors and censors and the attendant officials are many incompetent. The Ministry of Personnel neglected to select men, and the officials of the Office of the Inspector General all avoided suspicion. Your subject requests that they be replaced. The King 답하기를, “사직하지 말라.” 하니, 물러가 물론을 기다렸다. Recorder Yi Chungwon came forward and reported, The other day Kwon Geukrye , Governor of Hamgil Province , was impeached by abundant food, and this was not true. Moreover, due to recent impeachment, many of them were impudent and impudent. At the time, Inspector General Jeong Cheol , Third Inspector [of the Office of the Inspector General] Yun Huigil , and others impeached [the Office of the Inspector General] to avoid suspicion. The King 답하기를, “사직하지 말라.” 하니, 물러가 물론을 기다렸다.",
                "H2KE-nKo": "조강을 행하였다. 대사헌 정철이 탑전에 나아가 아뢰기를,“근래 대간과 시종 가운데 용잡한 자가 많은데도 전조에서 전혀 인재를 가리지 않고 있습니다. 양사가 모두 피혐하니, 체차해 주소서.”하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다. 수찬 이충원이 나아가 아뢰기를,“전일 함경 감사 권극례가 사행을 접대할 때 음식을 풍성하게 차렸다는 것으로 탄핵을 받았는데, 이 일은 사실이 아닙니다. 그리고 근래 인재를 등용함에 있어 부박하고 조급한 자가 많다고 합니다.”하였다. 이에 당시 논계했던 대사헌 정철과 장령 윤희길 등이 피혐하니, 사직하지 말라고 답하였다. 물러가 물론을 기다렸다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 4일(기묘) 1번째기사",
                "gt-oKo": "조강이 있었다. 대사헌 정철이 탑전(榻前)에 나아가 아뢰기를, “근래 대간과 시종 중에 용잡된 사람이 많은데도 전조(銓曹)에서 전혀 인재를 골라쓰지 않아서 양사(兩司)가 모두 피혐(避嫌)하고 있으니, 체직시키소서.” 하니, 답하기를, “사직하지 말라.” 하였는데, 물러가 물론을 기다렸다. 수찬(修撰) 이충원(李忠元)이 나아가 아뢰기를, “전일 함경 감사 권극례가 사행을 접대할 때 음식을 풍성하게 차렸다는 것으로 논핵당했는데 이 일은 실정과 다릅니다. 또 근래 사람을 씀에 있어 부조(浮躁)한 사람이 많습니다.” 하자, 이에 그때 논계했던 대사헌의 정철과 장령 윤희길(尹希吉) 등이 피혐하니, 답하기를, “사직하지 말라.” 하였는데, 물러가 물론을 기다렸다.",
                "hj": "○己卯/朝講。 大司憲鄭澈, 榻前進啓: “近來臺諫侍從, 多有庸雜, 銓曹專不擇人, 兩司皆避嫌, 請遞。” 答曰: “勿辭。” 退待物論。 修撰李忠元進啓: “前日咸鏡監司權克禮, 以接私行, 豐飮食見劾, 此事不實。 且近來用人, 多浮躁云。” 於是, 其時論啓大司憲鄭澈, 掌令尹希吉等避嫌。 答曰: “勿辭。” 退符物論。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King. In general, the affairs of the two offices including the Office of the Inspector General were reported to the King. However, 정철 and Yun Huigil repeatedly avoided suspicion and withdrew twice.",
                "H2KE-nKo": "홍문관의 차자는 대개 양사를 출사시키는 일이었는데, 아뢴 대로 하라고 하였다. 정철과 윤희길이 재차 피혐하고 물러갔다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 5일(경진) 1번째기사",
                "gt-oKo": "홍문관이 차자를 올렸다. 대개는 양사(兩司)의 출사(出仕)에 대한 것이었는데, 아뢴 대로 하라고 하였다. 정철과 윤희길이 다시 피혐하고 물러갔다.",
                "hj": "○庚辰/弘文館箚子。 大槪兩司出仕事, 如啓。 鄭澈ㆍ尹希吉, 再避嫌而退。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The Office of the Censor-General advised: Even though inspectors and censors are impeached for impeaching rumors, people cannot dare raise them. Assistant Command Agency Yi Chung , who only witnessed his own idea, scolding a remonstrance official, negligently arrogantly uttered a remonstrance official. His fault is grave. If this is left unpunished, there will be a majority in the future. It is requested that he be replaced. The King followed this recommendation. Fifth Inspector [of the Office of the Censor-General] Shin응si and Censor [of the Office of the Censor-General] Yi Yuin .",
                "H2KE-nKo": "사간원이 아뢰기를,“대간은 풍문으로 탄핵하는 것이니, 혹 실정에 지나치더라도 사람들이 감히 이의를 제기하지 못하는 법입니다. 그런데 수찬 이충원은 자기가 들은 것만 일방적으로 믿고서 조정에서 언관을 배척하였으니, 대관을 경시하고 경솔하게 망녕되이 말한 잘못이 큽니다. 이런데도 다스리지 않는다면 뒷날의 폐단이 클 것이니, 체차하라 명하소서.”하니, 아뢴 대로 하라고 하였다. 대사간 신응시는 사간 이유인이다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 7일(임오) 1번째기사",
                "gt-oKo": "정원이 아뢰기를, “대간은 풍문(風聞)만으로도 논핵할 수 있고 간혹 실정에 어긋나는 것이 있더라도 다른 사람이 감히 그 일에 간여할 수 없는 것입니다. 그런데 수찬 이충원은 일방적으로 자기가 들은 것만을 믿고서 조정에서 언관(言官)을 지척했으니, 대관을 경시하고 경솔히 망언(妄言)한 잘못이 큽니다. 이런데도 다스리지 않으면 뒤폐단이 크게 될 것이니, 체차시키소서.” 하니, 아뢴 대로 하라고 하였다. 대사간(大司諫)은 신응시(辛應時)이고 사간(司諫)은 이유인(李裕仁)이다.",
                "hj": "○壬午/院啓: “臺諫, 以風聞擧劾, 雖或過情, 人不敢間焉。 修撰李忠元偏信己聞, 廷斥言官, 其輕視臺官, 率爾妄言之失大矣。 此而不治, 大有後弊, 請命遞差。” 依啓。 大司諫辛應時, 司諫李裕仁也。"
            },
            "2": {
                "H2KE-EN": "Magistrate of Ansan County Hong Gasin and Magistrate of Sangnyeong County Jo Daerim , were appointed as circuit fifth-rank aide to the governor of famine relief . The King ordered that they be promoted to government posts.",
                "H2KE-nKo": "안산 군수 홍가신과 삭녕 군수 조대건이 구황 어사 이성임의 장계로 인하여 선치하였다고 하니, 승진시켜 서용하라고 명하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 7일(임오) 2번째기사",
                "gt-oKo": "안산 군수(安山郡守) 홍가신(洪可臣)과 삭령 군수(朔寧郡守) 조대건(曺大乾)을 선치(善治)했다는 구황 어사(救荒御史) 이성임(李聖任)의 장계에 의해 승서(陞敍)할 것을 명하였다.",
                "hj": "○安山郡守洪可臣, 朔寧郡守曹大乾, 因救荒御史李聖任狀啓善治, 命陞敍。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Due to a severe drought in the gyemi year (, the King personally performed a rite at the Altar of the Soil and Grain . After the first anniversary of the death of the King (Sejong, the King was not well due to his health. He went to a small tent and did not perform the rite after bowing four times and then dispersed.",
                "H2KE-nKo": "미시(167, 현종1)에 가뭄이 심하여 주상이 사직단에서 친히 제사를 지냈다. 초헌 뒤에 주상이 몸이 편치 않아 소차에 나아가 사배를 행한 뒤에 파하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 8일(계미) 1번째기사",
                "gt-oKo": "가뭄이 심하여 상이 사직단(社稷壇)에 친제하였다. 초헌(初獻)한 뒤에 상의 몸이 미령하여 소차(小次)로 나아갔으므로 뒤의 사배(四拜)는 시행하지 못하고 끝냈다.",
                "hj": "○(丁)〔癸〕未/以旱甚, 上親祭于社稷。 初獻後, 上體未寧, 出小次, 不行後四拜而罷。"
            },
            "2": {
                "H2KE-EN": "Assistant Deputy Director [of the Office of Royal Decrees] Kim Jaong was in his hometown in Seongju . The King ordered him to ride post-station horses and come to the capital.",
                "H2KE-nKo": "부제학 김자옹이 성주 본가에 있었는데, 역마를 타고 올라오라고 명하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 8일(계미) 2번째기사",
                "gt-oKo": "부제학(副提學) 김우옹(金宇顒)이 성주(星州) 본가에 있었는데, 역말을 타고 올라오도록 명하였다.",
                "hj": "○副提學金字顒在星州本家, 命乘馹上來。"
            },
            "3": {
                "H2KE-EN": "The King ordered that former Magistrate of Government Arsenal Kim Jin , former Third Inspector Hwang Saeng , former Magistrate Yi Myeongdeok , former Second Deputy Director Bak Min헌 , and others be appointed to government posts.",
                "H2KE-nKo": "영의정 박순의 계사로 인하여 오랫동안 폐기되어 있는 전 군수 이명, 전 도사 김진, 전 장령 황삼성, 전 군수 이명생, 전 동지 박민헌 등을 거두어 서용하라고 명하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 8일(계미) 3번째기사",
                "gt-oKo": "영상 박순의 계사(啓辭)에 따라 오랫동안 등용되지 못했던 전 군수 이명(李銘), 전 도사(都事) 김진(金鎭), 전 장령 황삼성(黃三省), 전 군수 이명생(李命生), 전 동지(同知) 박민헌(朴民獻) 등을 서용하도록 명하였다.",
                "hj": "○因領相朴淳啓辭, 久遠廢棄人前郡守李銘, 前都事金鎭, 前掌令黃三省, 前郡守李命生, 前同知朴民獻等, 命收敍。"
            },
            "4": {
                "H2KE-EN": "The official document sent by the governor of Pyeongan Province, Circuit Fifth Rank Military Officer Kim Su , arrived in Wonwon County and became ill. He did not observe human affairs and reported to the King. The King transmitted a royal directive, which stated, I am very pitiful. Send a physician with medicinal herbs and send him urgently to treat him.",
                "H2KE-nKo": "평안 병사가, 순무 어사 김수가 위원군에 도착하여 병이 위중하여 인사불성이 되었다는 내용으로 올린 서장을 입계하니, 전교하기를,“애석하다. 경의를 보내 약을 가지고 달려가 구완하게 하라.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 8일(계미) 4번째기사",
                "gt-oKo": "평안 병사가, 순무 어사(巡撫御史) 김수(金睟)가 위원군(渭原郡)에 이르러 병이 심해져서 인사 불성이 되었다는 내용으로 서장을 올렸는데, 전교하였다. “애석한 일이다. 경의(京醫)에게 약을 주어 보내어 빨리 달려가 구료하게 하라.”",
                "hj": "○平安兵使, 書狀巡撫御史金睟到渭原郡, 病重, 不省人事事, 入啓。 傳曰: “可惜矣。 遣京醫, 齎藥馳救。”"
            }
        }
    },
    "06": {
        "20": {
            "1": {
                "H2KE-EN": "On eulchuk day, Magistrate of Jirye District Kim Cheom went to the Guesthouse and Magistrate of Andong District Kwon Geup , drunk with wine, colluded with each other. Kim Cheom enjoyed a gift of miscellaneous articles from the rooms in the Guesthouse , and went to Andong . Kwon Geup시가 wrote a letter stating, If a large barbarian enters the district, then a large barbarian barian barbarian barians and miscellaneous articles of government age barbarians. Magistrate of Andong Magistracy Yu Daesu did not know what he had enjoyed articles. He immediately delivered it to the neighboring counties in order to transmit the letters of credence. Not many days later, he reported it to the throne through the provinces of Chungcheong , Gyeonggi , and Gangwon . The government offices selected people and military camps, encouraged them to warn against any contingencies. The governor of Gyeonggi [Province] learned of the facts and submitted a letter to the throne. The inspectors and censors requested the King to interrogate him for the reasons. The King granted permission.",
                "H2KE-nKo": "을축년에 지례 현감 김첨이 군위에 가서 현감 권응시와 술에 취해 서로 농담을 하다가 김첨이 장난으로 군위의 방사와 잡물을 가져갔다. 이어 안동으로 향하였는데, 권응시가 통문을 지어 ‘큰 도적떼가 현에 들어와 관사와 집물을 좌석에 깔고 갔다.’라고 하면서 장황하게 떠벌렸다.안동 부사 유대수는 그것이 장난인 줄도 모르고 즉시 이웃 고을에 전보하여 차례차례 통문을 전하게 하였다. 그리고 며칠 안으로 충청, 경기, 강원 등의 도에 도달할 것이니, 각 고을에서 민병을 초발하여 경계를 엄하게 하고 변고에 대처하게 하였다. 경기 감사가 곧바로 그것이 헛된 일이라는 것을 듣고 그 사유를 장계하였는데, 양사가 잡아다 국문할 것을 청하니, 윤허하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 6월 20일(을축) 1번째기사",
                "gt-oKo": "지례 현감(知禮縣監) 김첨(金瞻)이 군위(軍威)에 가서 현감 권응시(權應時)와 술에 취해 서로 희언하다가 김첨이 장난으로 군위현 방사(房舍)의 잡물을 가지고 안동(安東)을 향해 갔는데, 권응시가 통문(通文)을 지어 ‘큰 도적이 현에 침입하여 관사에 물건을 모조리 쓸어갔다.’고 장황하게 허풍을 떨었다. 안동 부사 유대수(兪大修)가 장난인 줄 모르고 즉시 주변 고을에 알려 차례로 통문을 전하여 며칠 사이에 충청·경기·강원도에 이르렀는데 각 고을에서는 민병(民兵)을 초발하여 경계를 엄히 하고 변고에 대처하였다. 경기 감사가 얼마 뒤에 허황된 일이라는 것을 듣고 그 사유를 장계로 알렸는데, 양사(兩司)가 잡아다가 추국하여 이유를 밝히자고 하니, 윤허하였다.",
                "hj": "○乙丑/知禮縣監金瞻, 往軍威, 與縣監權應時, 醉酒相謔, 金瞻戲取軍威房舍雜物, 因向安東, 權應時作通文以爲: “大倘入縣, 官舍什物, 席卷而去。” 極其張皇。 安東府使兪大脩, 不知爲戲事, 卽傳報旁邑, 次次傳通, 不多日達于忠淸、京畿、江源等道, 各官抄發民兵, 戒嚴待變。 京畿監司旋聞其虛事, 狀啓其由, 兩司請拿鞫其由, 允之。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province submitted a memorial, stating, Kim Ikcheon , a resident of Okgu , murdered his elder sister. Your subject requests that an official in the capital be sent to interrogate him. The King ordered that Kim Ikcheon be arrested and interrogated with the three investigative bodies in order to interrogate him.",
                "H2KE-nKo": "전라 감사의 서장에,“옥구에 사는 김일천이 형을 시해하였으니 경관을 보내 추국하소서.”하니, 주상이 잡아와서 삼성 교좌하여 추국하라고 명하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 6월 23일(무진) 1번째기사",
                "gt-oKo": "전라 감사의 서장에, “옥구(沃溝)에 사는 김일천(金一天)이 형을 시해하였으니, 경관(京官)을 보내어 추국하게 하소서.” 하니, 상이 잡아다가 삼성 교좌(三省交坐)하여 추국하라고 명하였다.",
                "hj": "○戊辰/全羅監司書狀: 沃溝居金一天弑兄, 請遣京官推鞫。 上命拿來, 三省交坐鞫之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Second Deputy Director of the Royal House Administration Bak Daerip passed away.",
                "H2KE-nKo": "판돈녕부사 박대립이 졸하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 6월 8일(계축) 1번째기사",
                "gt-oKo": "판돈녕(判敦寧) 박대립(朴大立)이 졸하였다.",
                "hj": "○癸丑/判敦寧朴大立卒。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Former Erudite of the Royal Confucian Academy Jeong Seol presented a memorial to the King in imploring the current situation. The King transmitted a royal directive to the Royal Confucian Academy as follows: I observed the memorial that I regarded the advantages of 좋아하고 미워함이 한결같지 않아서 yields and yang manipulation without reporting to me. At first, I did not regard the advantages of 좋아하고 미워함 and love the love of officials as if they were one family. Only the worthy of the benevolence was recommended and appointed. This is all known to court officials. However, I am not well-versed in learning and ignorant. Therefore, occasionally there are those who self-restrained their own self-restraint depends on their own self-restraint. Moreover, those who rely on the power of the royal kin by powerful families are even more unworthy. Li Qi and Concubine (Concubine Concubine of the Royal Confucian Academy. Yet how could there be anyone who does not powerful families? When recently spreading wicked words, I secretly plotted the mouth and fabricated the mouth of their self-restraint mouth and fabricated the mouth of their self-rest and fabricated the self-restraint-restraint mouth of their self-rest and fabricated the mouth of their self-restraint mo",
                "H2KE-nKo": "전 성균 박사 정설이 상소하였는데, 대개 시사를 논열한 것이었다. 승정원에 전교하기를,“이 상소를 보니, 내가 좋아하고 미워하는 것이 한결같지 않고 억누르고 찬양하는 것이 너무 지나치다고 하였는데, 무슨 일을 가리켜서 말한 것인가? 내가 애당초 좋아하고 미워하는 것과 사랑하고 미워하는 것이 없이 여러 신하를 한집안처럼 보고 오직 어진 사람만을 천거하여 등용하였으니, 이것은 조정의 신하들이 모두 아는 바이다. 다만 배우지 못하여 아는 것이 없기 때문에 때때로 자신의 견해가 옳다고 여기는 병통이 있기도 하고 아첨하는 사람을 치우치게 미워하기도 하며, 또 척리를 의지하여 세력을 부리는 자는 성품이 더욱 좋아하지 않는다. 이이와 성혼 두 사람은 실로 나라의 훌륭한 선비이고 온 조정이 함께 추천한 사람들이다. 그러므로 내가 정성을 다하여 책임을 지워서 임명하였고, 자기를 굽혀서 맞아들인 것이지 사사로운 데에 치우쳐서 등용한 것이 아니며, 자신의 견해 때문에 등용한 것이 아니다.아, 예로부터 어찌 어진 신하를 예우하지 않은 경우가 있었겠는가. 유언비어를 매개로 삼아 저격하는 것이 점점 심해져서 말을 이리저리 둘러대었는데, 이미 너무 심하게 모함하고 심지어 군부를 우롱하기까지 하였기 때문에 내가 노하여 배척하였다.그런데 몇몇 무리가 못된 자들과 결탁하여 세력을 믿고 방자하게 행동한 것에 대해서는 삼척동자도 모두 알고 있고 온 나라 사람들이 모두 비웃고 욕하는 것이다. 다만 임금의 도량은 포용하여 드러내지 않는 것이므로 우선 그 쓸 만한 곳을 취하여 모두 몰아다가 일을 맡겨 부리니, 마음속으로 실로 비루하게 여겼다. 본래 이것을 옳게 여겼는데, 오늘날에 이르러 사람들의 말이 자주 나오고 공의를 막을 수 없게 되었으니, 내가 어찌 사사로이 할 수 있겠는가. 오직 나의 마음은 치우침도 없고 치우침도 없기 때문에 옳은 것은 옳다 하고 그른 것은 그르다 하는 것이니, 이것이 어찌 억누르고 찬양하는 것이 한결같지 않겠는가. 그러나 가령 한 사람의 몸에 옳은 것도 있고 그른 것도 있다 하더라도, 미워하면서도 그 선을 알고 좋아하면서도 그 악을 알며, 옳은 것은 옳다 하고 그른 것은 그르다 하는 것이 바로 좋아하고 미워하는 천리이니, 임금의 사사로운 뜻으로 해서는 안 된다. 만약 옳다고 여기면 그 그른 것까지도 아울러 옳게 여기고 그르다고 여기면 그 옳은 것까지도 아울러 그르게 여기는 것이니, 이것은 바로 편당을 지어 음험하고 간사한 자들이 하는 짓이다. 저들이 나로 하여금 이런 짓을 하게 하려는 것인가?근래에 기강이 서지 않고 사설이 가득 막혀서 몰래 임금의 마음을 시험해 보고 조금도 거리낌없이 업신여기니, 통탄스러움을 금할 수 없다. 훗날 나라를 망치는 일을 빚어내는 것은 반드시 진정시키려는 말이 잘못된 것이니, 승정원은 나의 뜻을 알아야 할 것이다.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 7월 1일(을해) 1번째기사",
                "gt-oKo": "전 성균 박사(成均博士) 정설(鄭渫)이 상소를 올렸는데, 대개는 시사(時事)를 논한 것이었다. 정원에 전교하였다. “이 상소를 보건대, 나의 호오(好惡)가 일정하지 않아 억양(抑揚)이 너무 지나치다고 하였는데, 어떤 일을 지적해서 한 말인지 모르겠다. 나는 처음부터 호오나 애증(愛憎)이 없이 신하들을 한 집안처럼 보아왔으므로 오직 어진 사람이면 등용하였는데, 이는 조정의 신하들이 다 함께 아는 바이다. 다만 배우지 못하고 무식해서 때때로 나 자신의 의견만을 옳다고 여기는 병통은 있으나 아첨하는 자들을 지나칠 정도로 싫어하고, 또 척리(戚里)에 의지해 세도 부리는 자들은 성품에 더욱 좋아하지 않는다. 이이(李珥)와 성혼(成渾) 이 두 사람은 실로 국가에 빼어난 인재요, 온 조정이 함께 추대하던 사람들이다. 이 때문에 내가 정성을 다해 그들에게 책임을 맡겼고 자신을 굽혀가면서 초빙하였거니와 편벽된 사심으로 그들을 등용한 것이 아니요 사견으로 그들을 천거한 것도 아니다. 아, 옛부터 어찌 어진 신하를 예(禮)로써 대우하지 않은 경우가 있었던가. 그러나 떠도는 말을 빌미로 삼아 그들을 공격하고 이리저리 말을 돌려붙여 고의로 모함한 것이 이미 너무 심하였고 심지어 군부를 조롱하기까지 하였기 때문에 내가 노하여 배척한 것이다. 저 몇몇 무리들이 옳지 않은 자들과 서로 결탁하여 세도가에 빌붙어 멋대로 행동한 것은 어린애도 다 아는 것이고 온 나라 사람들이 함께 타매하는 것이다. 다만 임금의 도량은 널리 포용하여 드러내지 않은 것이므로 우선 그들의 쓸 만한 점을 취하여 아울러 일을 맡기기는 하였지만 마음속으로는 사실 그들을 비루하게 여겼었다. 본래 이렇게 하는 것이 옳다고 여겼는데 오늘에 이르러서는 사람들의 말에 자주 거론되어 공의(公議)를 막을 수 없게 되었으니, 내가 어찌 그들을 사사롭게 대할 수 있겠는가? 오직 내 마음은 편벽되거나 나만을 고집하는 생각이 없기 때문에 옳은 것은 옳다 하고 그른 것은 그르다 하는 것인데, 이것을 억양(抑揚)이 일정하지 않은 것이라고 할 수 있겠는가. 그러나 가령 한 사람의 몸에 옳은 것도 있고 그른 것도 있으면, 미워하면서도 그 선한 것을 알고 좋아하면서도 그 악을 알아 옳은 것은 옳다 하고 그른 것은 그르다 하는 것은 바로 호오(好惡)의 천리(天理)인 것으로 임금이 사의(私意)로 할 수 있는 것이 아니다. 만약 옳다고 여길 경우 그 그른 것까지도 함께 옳다고 하고, 그르다고 여길 경우 그 옳은 것까지도 함께 그르다고 한다면 이는 편당을 짓고 음험한 마음을 지닌 자가 하는 짓이니, 저가 어찌 나로 하여금 이렇게 되기를 바라겠는가. 근래 기강이 서지 않고 사설(邪說)이 범람하여 은밀히 임금의 마음을 시험하여 업신여김에 거리낌이 없으니, 통한스러움을 견딜 수 없다. 뒷날 나라를 망칠 빌미를 빚어내는 것은 반드시 진정(鎭靜)시켜야 한다는 설에 의해서 이르는 것이니, 정원은 마땅히 내 뜻을 알고 있으라.”",
                "hj": "○朔乙亥/前成均博士鄭渫上疏, 大槪論列時事。 傳于政院曰: “觀此上疏, 以予爲好惡不一, 抑揚大過, 不告指何事而言也。 予初無好惡與愛憎, 視群臣如一家, 惟賢者則擧而用之, 此朝臣之所共知也。 惟其不學無識, 故時或有自是己見之病, 而偏疾侫人。 且倚戚里爲勢者, 則性尤不喜也。 李珥ㆍ成渾, 惟玆二人, 實乃邦家之彦, 擧朝之所共推薦者也。 故予推誠而責任之, 屈己而聘致之, 非以偏私而用之, 非以己見而擧之。 噫! 自古安有不禮其賢臣者乎? 及其流言作媒, 狙擊轉成, 回互其辭, 旣擠陷之太甚, 至於玩弄君父, 故予怒而斥之。 若其數三輩之交結匪人, 扶勢縱恣, 則尺童皆知, 而國人之所共嗤罵者。 第以人君之度, 包涵不露, 姑取其可用處, 竝驅而任使之, 而心實鄙之。 本以此爲是也, 及至於今日, 人言屢發, 公議不可遏, 則予安得以私之哉? 惟其予心無偏無我, 故是者是之, 非者非之, 此豈抑揚不一哉? 然假使一人之身而有是有非焉, 惡而知其善, 好而知其惡, 是曰是, 非曰非, 斯乃好惡之天理, 不可以人君私意爲也。 若以爲是也, 則與其非者而是之, 以爲非也, 則與其是者而非之, 此乃偏黨險陂者之所爲, 渠欲使予而爲此乎? 近來紀綱不立, 邪說充塞, 陰試君心, 慢侮無忌憚, 不任痛惋。 他日醞釀敗國者, 必鎭靜之說誤之也, 政院宜知予意。”"
            }
        }
    },
    "08": {
        "18": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King, which stated, The other day, Lord of Cheongyang Sim Uigyeom , supported his clique and caused trouble to the communication of Confucian scholars. In the provinces, there was nothing he did not directly undertake royal orders from the court. When he was residing in his fathers death, he set aside for his mourning period and instead claimed that he killed his younger brothers wife. Please dismiss him from his position. The King replied, It was not difficult to deal with one person to properly undertake what is right or wrong. However, because of this, the court has been occurred for ten years and has not yet been settled. How could the harmful effects be so numerous? That is something occurred before. However, if he were to be punished, it would not be uncomfortable. The King also said, Who is associated with others? It is inevitable that I cannot undertake it. At first, the source of source",
                "H2KE-nKo": "양사가 청양군 심의겸을 논핵하기를,“지난날 붕당을 만들어 사림에 화를 끼쳤고, 밖으로는 조정의 정령과 안으로는 궁중의 거조에 이르기까지 지휘하지 않은 것이 없었습니다. 아비의 상중에 있으면서 기복을 꾀하여 내지를 가칭하여 아우의 처를 독살하였습니다. 파척을 명하소서.”하니, 답하기를,“한 사람의 시비를 처리하는 것은 애당초 어려운 일이 아니다. 그러나 이 때문에 조정이 소란스러워져서 10년이 되도록 결말이 나지 않고 있으니, 그 사이에 손상을 입은 것을 어찌 헤아릴 수 있겠는가. 이상하다. 전고에 없던 일이다. 그러나 죄를 더 주는 것은 온당치 않다.”하였다. 또 말하기를,“누구누구와 결탁하였는가? 나로 하여금 알게 하지 않을 수 없다. 당초에 원인을 분명하게 보여서 결정하지 않고 조정하여 진정시키자는 말을 지어내어 상하의 마음을 의혹시킴으로써 마침내 나라를 그르치는 일을 빚어내게 하였다. 이것이 비록 묘당에 사람이 없는 데서 연유한 것이기는 하지만 어찌 후일의 밝은 거울이 아니겠는가. 더구나 간관의 신분으로 마땅히 직언을 해야 하는데 두려워하고 나약하여 말을 다하지 않았으니, 그 책임은 돌아갈 곳이 있다. 그러나 오늘 하문한 것은 다른 뜻이 있어서가 아니라, 단지 알아서 훗날 일을 처리하는 권도로 삼고자 해서이다. 옛사람이 이른바 ‘호랑이에게 상처를 입었다.’라는 것이다.”하였다. 이에 박순, 정철, 이이, 박응남, 김계휘, 윤두수, 윤근수, 박점, 이해수, 신응시 등을 논열하였다. 심의겸과 생사의 교분을 맺고 성세를 서로 의지하여 조정을 어지럽혔으며, 성혼 같은 사람도 그의 농락을 받아 마침내 조정의 상하가 서로 갈라져 안정되지 못하게 하였으니, 이는 모두 이 사람이 빚어낸 것이다. 그 죄를 결정하소서.”하니, 답하기를,“그를 곡진히 보전해 주지 않을 수 없다.”하였다가, 뒤에 윤허하였다. - 그 당시 대사헌 이식, 집의 이유인, 장령 한옹, 홍인헌, 지평 심연, 이시언, 사간 이양중, 헌납 정숙남, 정언 조인득, 송언신이다. 대사간 이발이 아직 올라오지 않았다. -\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 8월 18일(신유) 1번째기사",
                "gt-oKo": "양사가 청양군(靑陽君) 심의겸(沈義謙)을 논박하기를, “지난날 붕당(朋黨)을 세워 사림(士林)에 화를 끼쳤고 밖으로는 조정의 정령(政令)과 안으로는 궁곤(宮壼)의 거조까지 지휘하지 않은 것이 없었습니다. 그리고 부친의 상중(喪中)에 있으면서도 기복(起復)을 기도하였고, 내지(內旨)를 사칭하여 동생의 아내를 독살했으니, 파척시키소서.” 하니, 답하기를, “한 사람의 시비(是非)를 조처하는 것은 애초에 어려운 일이 아니다. 그러나 이 때문에 조정에 분쟁이 생겨 10년을 끌면서 결판이 나지 않고 있으니, 그간에 상해를 받은 것을 어찌 다 헤아릴 수가 있겠는가. 이는 전고에도 없었던 일이다. 그러나 죄까지 가하는 것은 온당하지 못하다.” 하고, 또 이르기를, “그가 어떤 사람들과 서로 교결(交結)했는가? 불가불 나에게 알려주어야 하겠다. 당초에 원인을 분명히 밝혀 결정하지 않았기 때문에 조정(調停)하느니 진정(鎭靜)하느니 하는 설을 만들어 상하의 마음을 미혹시킴으로써 끝내 나라를 그르치는 조짐을 빚어내었다. 이것이 비록 조정에 인재가 없기 때문에 그런 것이기는 하지만 어찌 뒷날의 거울이 되지 않겠는가. 더구나 간관(諫官)이 된 몸으로는 마땅히 직언(直言)을 해야 하는데 두려워하여 말을 다하지 않았으니 마땅히 책임이 돌아갈 곳이 있을 것이다. 그러나 오늘 하문하는 것은 딴 뜻이 있는 것이 아니고, 단지 그것을 알아두어 뒷날 일을 처리하는 데 있어 권도(權度)로 삼으려는 것일 따름이다. 이는 옛사람이 이른바 ‘호랑이에게 물렸다.’는 것이 이를 두고 이른 말이다.” 하였다. 이에 논열하기를, “박순(朴淳)·정철(鄭澈)·이이(李珥)·박응남(朴應男)·김계휘(金繼輝)·윤두수(尹斗壽)·윤근수(尹根壽)·박점(朴漸)·이해수(李海壽)·신응시(辛應時) 등이 의겸과 생사(生死)의 사귐을 맺고 서로 세력을 성원하여 조정을 탁란시켰으며 성혼(成渾)과 같은 사람도 그들의 농락을 받았습니다. 끝내 조정의 상하로 하여금 서로 다른 마음을 먹게 하여 안정되지 못하게 하였는데 모두 이들이 빚어낸 일이었습니다. 그의 죄를 빨리 정하소서.” 하니, 보전해 주지 않을 수 없다고 답하였다가, 뒤에 윤허하였다. 【이 때 대사헌은 이식(李拭), 집의는 이유인(李裕仁), 장령은 한옹(韓顒)과 홍인헌(洪仁憲), 지평은 심대(沈岱)·이시언(李時彦), 사간은 이양중(李養中), 헌납은 정숙남(鄭淑男), 정언은 조인득(趙仁得)·송언신(宋言愼)이었다. 대사간 이발(李潑)은 아직 상경하지 않았다. 】",
                "hj": "○辛酉/兩司論靑陽君沈義謙, 前日植黨朋比, 貽禍士林, 外而朝廷政令, 內而宮壼擧措, 無不指揮。 方居父喪, 規爲起復, 假稱內旨, 毒殺弟妻, 請命罷斥。 答曰: “處一人之是非, 初非難事。 而緣玆朝廷紛挐, 十年不決, 其間所傷, 何可量也? 異哉! 前古所未有也。 然若至於加罪, 則不穩。” 又曰: “交結某某人耶? 不可不使予知之。 當初原頭不明示而定之, 做調停鎭靜之說, 惑辭上下之心, 終致醞釀誤國。 此雖由於廟堂之無人, 而豈非後事之明鑑乎? 況身爲諫官, 當直言, 畏懦不盡, 責有所歸。 然今日下問者, 非有他意, 只欲知之, 以爲他日處事之權度耳。 蓋古人所謂傷於虎者也。” 於是論列朴淳、鄭澈、李珥、朴應男、金繼輝、尹斗壽、尹根壽、朴漸、李海壽、辛應時等, 與義謙結爲死生之交, 聲勢相倚, 濁亂朝政, 如成渾亦受其籠絡。 終使朝廷上下, 携貳不靖, 無非此人之釀成。 請定其罪。 答曰: “不可不曲全之。” 後允之。【其時大司憲李拭, 執義李裕仁, 掌令韓顒ㆍ洪仁憲, 持平沈然ㆍ李時彦, 司諫李養中, 獻納鄭淑男, 正言趙仁得ㆍ宋言愼也。 大司諫李潑未上來。】"
            },
            "2": {
                "H2KE-EN": "The classics licentiate Yi Gwi submitted a memorial impeaching the inspectors and censors on the grounds that the inspectors and censors made a connection with Sim Uigyeom . They deceived Sim Uigyeom and reported this to the King. This was reported to the King. The King replied, I read your memorial and you also agreed. Sometimes, the inspectors and censors impeached Sim Uigyeom and others on the grounds that it was sometimes happened because the inspectors and censors impeached Sim Uigyeom on the grounds that it was slightly happened. Generally speaking, Sim Uigyeom on the grounds that it was right and it was also wrong that Yi I and Seong made a false opinion. For this reason, I earlier said, If we regard Sim Uigyeom as right, it would be right and if we regard Sim Uigyeom as right, then it would be right and if we regard Sim Uigyeom as right and wrong, then it would be right and if we regard Sim Uigyeom as right and wrong. This is what he is a wicked person who is wicked and a wicked person. I think all of this. ",
                "H2KE-nKo": "생원 이귀가 상소하여, 대간 등이 이이와 성혼이 심의겸과 결탁하여 임금을 속였다고 아뢴 것은 억울하다고 논핵하였는데, 입계하니, 답하기를,“그대의 상소를 보니 그대의 말도 옳다. 그러나 대간이 이이와 성혼을 함께 거론한 것은 어쩌면 우연히 그렇게 된 것일 수도 있다. 심의겸을 옳다고 하는 것은 사론이고 이이와 성혼을 그르다고 하는 것도 정론이 아니다. 그래서 내가 일찍이 말하기를 ‘만약 옳다고 여기면 그르다고 하는 자와 함께 옳다고 하고, 그르다고 여기면 옳다고 하는 자와 함께 그르다고 해야 한다.’라고 하였는데, 이는 편당을 짓고 음험하게 구는 자들이 한 짓이다. 나의 뜻은 모두 여기에 있다.”하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 8월 18일(신유) 2번째기사",
                "gt-oKo": "생원(生員) 이귀(李貴)가, 대간 등이 이이와 성혼이 심의겸과 서로 결탁하였다고 거짓으로 아뢴 일은 억울하다는 내용으로 상소를 올렸는데, 입계하니, 답하였다. “그대의 상소를 보니 그대의 말도 옳다. 그러나 대간이 이이와 성혼을 함께 거론한 것은 아마 우연히 그렇게 된 것일 것이다. 대저 심의겸을 옳다고 하는 자는 사론(邪論)이요 이이와 성혼을 그르다고 하는 자도 정론(正論)은 아니다. 그러므로 내가 일찍이 ‘만약 옳다고 여길 경우 그 그른 것까지도 옳다고 하거나 그르다고 여길 경우 그 옳은 것까지도 그르다고 하는 것은 이것이 바로 편당을 짓거나 험특하고 편파적인 자들이 하는 짓이다.’ 하였으니, 내 뜻은 모두 여기에 들어 있다.”",
                "hj": "○生員李貴上疏, 論臺諫等以李珥ㆍ成渾爲交結沈義謙, 欺罔啓達, 冤枉事入啓。 答曰: “觀爾上疏, 汝言亦是。 而臺諫之幷擧珥ㆍ渾者, 或出於偶然也。 夫以義謙爲是者邪論, 而以珥ㆍ渾爲非者, 亦非正論。 故予曾爲言曰: ‘若以爲是也, 與其非者而是之;若以爲非也, 與其是者而非之。’ 此乃偏黨險被者之所爲, 予意盡於此矣。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On mujin day, 대사간 Yi Bal , 대사간 of the mujin year (, proceeded to the capital and reported to the King after bowing to express gratitude for the royal benevolence before departing for his appointed provincial position. The Office of the Inspector General impeached Sim Uigyeom for his crime and reported to the King, saying, On a previous day, the Office of the Inspector General impeached Sim Uigyeom for his friendly relationship with each other. If Your Majesty asks those who had a friendly relationship with each other, then it would be proper to thoroughly explain the circumstances of Your Majesty to know all the others. Minister of Rites Hong Seongmin and Deputy Education Director Ku Bongnyeong are all Sim Uigyeoms friendly relationship with others, and there is no difference between them and those who were 배척을 당한 자와. However, it is not proper to thoroughly oughly ccur. Thus, they cannot be comfortable with each other. Your subject requests to resign. The Office of the Inspector General and the Office of the Censor General all impeached Sim Uigyeom for a long time and withdrew to await his punishment. The Office of the Censor General presented a memorial to the King requesting that all the officials be dismissed from their offices. The King approved this request.",
                "H2KE-nKo": "대사간 이발이 서울에 들어와 숙배한 뒤에 아뢰기를,“지난번 본원에서 심의겸의 죄를 논할 때 주상께서 그와 결탁한 사람에 대해 하문하셨으니, 간관이 된 자는 빠짐없이 모두 진달하여 성상으로 하여금 그 무리들을 모두 알게 해야 합니다. 예조 판서 홍성민과 부제학 구봉령은 모두 심의겸의 친한 벗으로 배척을 받은 자와 무엇이 다르겠습니까. 그런데도 유독 낱낱이 거론하지 않았으니, 임금을 섬김에 숨김이 없어야 한다는 도리가 아닙니다. 그들과 더불어 서로 용납될 수 없으니, 사직시켜 주소서.”하고, 물러가 물론을 기다렸다. 양사가 모두 피혐하고 물러가 물론을 기다렸다. 옥당이 차자를 올려 모두 출사시키기를 청하니, 아뢴 대로 하라고 하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 8월 25일(무진) 1번째기사",
                "gt-oKo": "대사간 이발이 서울에 와서 숙배(肅拜)한 뒤에 아뢰기를, “전일 본원(本院)에서 심의겸의 죄를 논할 때 위에서 교결한 자가 누구인가고 하문하셨으니, 간관(諫官)이 된 자는 하나도 남김없이 모두 아뢰어 성상으로 하여금 그 무리를 모두 아시게 해야 되는 것입니다. 예조 판서 홍성민(洪聖民), 부제학 구봉령(具鳳齡)은 모두 의겸의 친우로 논척을 받은 자와 다를 것이 없는데도 낱낱이 진달하지 않았으니 이는 임금을 섬김에 숨김이 없어야 한다는 도리가 아니라서 그들과 같이 지낼 수 없으니 사직을 청합니다.” 하고, 물러가 물론(物論)을 기다리니, 양사(兩司)도 함께 피혐하여 물러가 물론을 기다렸다. 옥당(玉堂)이 차자를 올려 모두 출사하도록 청하니, 아뢴 대로 하라고 하였다.",
                "hj": "○戊辰/大司諫李潑入京, 肅拜後, 啓曰: “頃日本院論沈義謙之罪, 自上下問交結之人, 則爲諫官者歷陳無遺, 使聖上盡知其輩流可也。 禮曹判書洪聖民, 副提學具鳳齡, 皆是義謙之親友, 與被斥者何異, 而獨不歷數, 非事君無隱之道, 不可與相容, 請辭。” 退待物論。 兩司俱避嫌, 退待。 玉堂上箚, 請竝出仕。 依啓。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King (Sejong regarding the dismissal of Sim Uigye . The memorial was submitted to the King (Sejong and the King reported to the King. The King said, The opinions of Sim Uigyeom are extremely correct, and we cannot add another punishment. However, I did not follow Sim Uigyeom because he dared to say that he was not right. Generally, he committed a crime against our country, and I cannot bear a small favor because he was unable to delay his strength and cannot bear his behavior. The Office of the Censor General hopes that I will understand my intent. 【교리 Jo Inhu , Hong Jongg록 , Bae Saik , 수찬 Yugeun , and Yi Jeongrip , and Yun섬 . 】",
                "H2KE-nKo": "홍문관이 심의겸을 파직할 일로 차자를 올렸는데, 입계하니, 답하기를,“논의한 바가 매우 옳아서 더할 나위 없다. 다만 내가 따르지 않는 것은 감히 논하는 자가 옳지 않다고 여겨서가 아니다. 대개 그가 비록 국가에 죄를 짓더라도 나는 은혜를 조금도 베풀어서는 안 되기 때문에 머뭇거리며 차마 하지 못하는 것이다. 옥당은 부디 나의 뜻을 헤아리라.”하였다. - 교리 조인후, 홍종록, 배삼익, 수찬 유근, 이정립, 정자 윤섬이다. -\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 8월 25일(무진) 2번째기사",
                "gt-oKo": "홍문관이 심의겸을 파척할 것으로 올렸는데, 입계하니, 답하였다. “논한 바가 매우 옳아서 더할 나위 없다. 다만 내가 따르지 않는 것은 감히 논한 자들이 옳지 않다고 여겨서가 아니다. 대개 그가 비록 국가에 죄를 얻기는 하였으나 내가 은혜에 인색할 수는 없기 때문에 지체하면서 차마 못하고 있는 것이다. 옥당(玉堂)은 나의 뜻을 헤아려주기 바란다.”【교리(校理)는 조인후(趙仁後)·홍종록(洪宗祿)·배삼익(裵三益)이고, 수찬(修撰)은 유근(柳根)·이정립(李廷立)이며, 정자(正字)는 윤섬(尹暹)이었다. 】",
                "hj": "○弘文館箚子, 沈義謙罷斥事入啓。 答曰: “所論極是, 蔑以加矣。 但予之不從者, 非敢以論者爲不是也, 蓋彼雖得罪於國家, 予不可以少恩, 所以遲回不忍者也。 玉堂幸諒予意。【校理趙仁後、洪宗祿、裵三益, 修撰柳根、李廷立正字尹暹。】"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order to the State Council for each of the worthies to recommend wise talents. Left State Councilor Bak Sun recommended Shin응si , Yi Sanbo , and Seo Ik . Left State Councilor 노수신 recommended Yi Bal , Kim Ugong , Han Jun , Baek Yuyang , Yun Seongak , Kim Hongmin , and Kim Su . Right State Councilor Jeong Yugil recommended Yun Seongak , Kwon Jing , Kim Su , Han효순 , Hong Insang , and Yi Daehae .",
                "H2KE-nKo": "삼공에게 하교하여 각각 현재를 천거하게 하였다. 영상 박순은 신응시, 이산보, 서익을 천거하고, 좌상 노수신은 이발, 김우옹, 한준, 백유양, 윤선각, 김홍민, 김수를 천거하고, 우상 정유길은 윤선각, 권징, 김수, 한효순, 홍인상, 이대해를 천거하였다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 11월 1일(계유) 1번째기사",
                "gt-oKo": "삼공(三公)에게 하교하여 각기 어진 인재를 추천하게 했다. 영상 박순(朴淳)은 신응시(辛應時)·이산보(李山甫)·서익(徐益)을 천거였고, 좌상 노수신(盧守愼)은 이발(李潑)·김우옹(金宇顒)·한준(韓準)·백유양(白帷讓)·윤선각(尹先覺)·김홍민(金弘敏)·김수(金睟)를 천거하였고, 우상 정유길(鄭惟吉)은 윤선각·권징(權徵)·김수·한효순(韓孝純)·홍인상(洪麟祥)·이대해(李大海)를 천거하였다.",
                "hj": "○朔癸酉/下敎三公, 各擧賢才。 領相朴淳薦辛應時、李山甫、徐益, 左相盧守愼薦李潑、金宇顒、韓準、白惟讓、尹先覺、金弘敏、金睟, 右相鄭惟吉薦尹先覺、權徵、金睟、韓孝純、洪麟祥、李大海。"
            },
            "2": {
                "H2KE-EN": "Envoy for Reporting to the Royal Placenta Chamber , Envoy for Reporting to the Emperor of Ming China , Imperial Envoy for Reporting to the Imperial Investiture , Imperial Investiture, Imperial Entertainments, and others returned with an imperial edict. The Emperor wrote a copy of the Comprehensive Mirror to Aid in Government (C. Tongjian xubian . The King welcomed them at Mohwa Guesthouse and reported to the Royal Ancestral Shrine . He received congratulations from the Imperial Investiture. All officials were raised in rank, and those who were sentenced to more than death were pardoned. Imperial Investiture, and interpreter Hong Suneon were raised in rank, and slaves, fields, houses, and miscellaneous items were bestowed in varying degrees.",
                "H2KE-nKo": "종계 및 악명 변무 주청사 황정욱, 서장관 한응인 등이 칙서를 받들고 돌아왔는데, 황제가 《대명회전》 가운데 개정한 전문을 기록하여 보여 주었다. 주상이 모화관에서 맞이하여 종묘에 고하고 하례를 받았다. 백관에게 품계를 올려 주고 사형수 이하를 사면하였다. 황정욱과 한응인 및 상통사 홍순언 등에게는 가자하고 노비와 전택, 잡물 등을 차등 있게 내려 주었다.\n",
                "date_ko": "선조 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 11월 1일(계유) 2번째기사",
                "gt-oKo": "종계(宗系) 및 악명(惡名) 변무 주청사(辨誣奏請使) 황정욱(黃廷彧)과 서장관 한응인(韓應寅) 등이 칙서를 받아가지고 돌아왔는데, 황제가 《회전(會典)》 가운데 개정한 전문(全文)을 기록하여 보여 주었다. 상이 모화관(慕華館)에 나아가 마중하고 종묘(宗廟)에 고한 뒤 하례를 받았다. 백관의 품계를 올려주고 특수한 사죄(死罪) 이하의 죄인을 사면하였다. 정욱과 응인 및 상통사(上通事) 홍순언(洪純彦) 등에게는 가자하고, 노비(奴婢)와 전택(田宅)·잡물(雜物) 등을 차등 있게 내렸다.",
                "hj": "○宗系及惡名辨誣奏請使黃廷彧, 書狀官韓應寅等奉勑而還, 皇帝錄示《會典》中改正全文。 上迎于慕華館, 告宗廟, 受賀。 加百官階, 宥殊死以下。 廷彧、應寅及上通事洪純彦等加資, 賜奴婢、田宅、雜物有差。"
            }
        }
    }
}