{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, the King stayed at Changdeok Palace on the first day of the month.",
                "H2KE-nKo": "삭을미장(1675, 숙종5)이 창덕궁에 있었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 1일(을미) 1번째기사",
                "gt-oKo": "상(上)이 창덕궁(昌德宮)에 있었다.",
                "hj": "○朔乙未/上在昌德宮。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported: When Fourth Inspector [of the Office of the Inspector General] Yi Seongjung was formerly appointed as a section chief of the Ministry of Personnel , he wished to fulfill his wishes in order to appoint him as an official of the same clan and a relative of the same clan as he wished to fulfill his wishes. Instead, he recommended him as a designated relative of the first clan and served in the government. Instead, he arbitrarily arrogantly and tarnished public office. Your subjects request that he be quickly replaced.",
                "H2KE-nKo": "사헌부가 아뢰었다. “지평 이성중은 전에 이조 좌랑으로 있을 때 관직에 제수되었을 때 자기가 하고 싶은 대로 하여 그의 동성 절족을 처음 입사하는 망단자에 많이 주의하였습니다. 방자하고 거리낌 없어 공기를 더럽혔으니, 속히 체차해 주소서.”\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 13일(정미) 1번째기사",
                "gt-oKo": "사헌부가 아뢰었다. “지평 이성중(李誠中)은, 전에 이조 좌랑으로 있을 적에 관직을 제수함에 있어 자기가 하고 싶은 대로 하였습니다. 그리하여 동성(同姓)과 친족(親族)을 처음 입사(入仕)하는 자의 망(望)에 많이 주의(注擬)하는 등 멋대로 기탄없이 하여 공기(公器)를 더럽혔으니, 속히 체차할 것을 명하소서.”",
                "hj": "○丁未/司憲府啓曰: “持平李誠中, 前爲吏曹佐郞時, 除拜官職, 準意所欲, 多以其同姓切族, 注擬初入仕之望, 縱恣無忌, 汚衊公器, 請亟命遞差。”"
            },
            "2": {
                "H2KE-EN": "On jeonghae day, [the King] conducted state affairs. Jo Won was appointed assistant section chief of the Ministry of Personnel .",
                "H2KE-nKo": "정사가 있었다. 조원을 이조 좌랑으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 13일(정미) 2번째기사",
                "gt-oKo": "정사(政事)가 있었다. 조원(趙瑗)을 이조 좌랑으로 삼았다.",
                "hj": "○有政。 以趙瑗爲吏曹佐郞。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "In Anju , gapja year (1404, the fifth year of King Sejongs reign occurred in secret rain and grass and fields in Anju . This occurred unusual phenomena.",
                "H2KE-nKo": "갑자년 안주 땅에 가랑비가 내리고 풀씨가 섞여 내렸으니, 변괴가 비상하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 30일(갑자) 1번째기사",
                "gt-oKo": "안주(安州)에 가랑비가 내렸는데 풀씨가 섞여 내렸다. 비상한 변괴였다.",
                "hj": "○甲子/安州地, 細雨、草實交下, 變怪非常。"
            },
            "2": {
                "H2KE-EN": "Jo Mok was appointed as the director of the Bureau of Livestock Breeding , but he did not take leave.",
                "H2KE-nKo": "조목을 조지서 사지에 제수하였으나 부임하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 30일(갑자) 2번째기사",
                "gt-oKo": "조목(趙穆)을 조지서 사지(造紙署司紙)에 제수하였으나 부임(赴任)하지 않았다.",
                "hj": "○以趙穆除造紙署司紙, 不赴。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The magistrate of Jinju Strategic County submitted a memorial as follows: In the musul year (, Military Protector Ha Sehyeong , who was a child, committed adultery with his male slave, and rumors were widely rumored. He harbored the circumstances and tried to conceal the circumstances. He plotted with his wifes younger sister Ha Hyeonryeong and killed his mother during the night, which rumors are widely widely. Your subject requests that Ha Sehyeong and Ha Hyeonryeong be imprisoned and interrogated by sending an official to the capital. The King had this sent to the Ministry of Punishments.",
                "H2KE-nKo": "무술년에 진주 목사가 정장하기를,“정병 하세헌은 그 어미가 과부로 살면서 노자와 간음하였다는 소문이 파다하게 퍼졌습니다. 그 자취를 감추고자 처남 하현령과 함께 모의하여 야간에 어미를 죽여서 원근에 떠들썩하게 퍼졌습니다. 하세헌과 하현령을 잡아 가두었으니 경관을 보내 추국하소서.”하니, 형조에 계하하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 4일(무술) 1번째기사",
                "gt-oKo": "진주 목사(晉州牧使)가 장계(狀啓)하기를, “정병(正兵) 하세헌(河世憲)은, 과부가 된 자기 어미가 노자(奴子)와 간음하여 추문(醜聞)이 전파되자 그 자취를 없애기 위해 처남인 하현령(河玄齡)과 동모하여 밤에 어미를 살해하였습니다. 이 소문이 원근에 전파되었으므로 하세헌과 하현령을 잡아다가두었으니, 경관(京官)을 보내어 추국하게 하소서.” 하였는데, 형조에 계하(啓下)하였다.",
                "hj": "○戊戌/晋州牧使呈: 正兵河世憲, 其母寡居, 淫奸奴子, 醜聲傳播, 欲掩其迹, 與其妻娚河玄齡同謀, 夜間殺母, 遠近喧播。 世憲、玄齡捉囚, 請遣京官推鞫事。 啓下刑曹。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Yi Tak , who was serving as supreme general of the Middle Army Commandery General in the gyemyo year (, passed away. [Yi] Taks nature was upright and magnanimous in character. He loved the wise and love of scholars with utmost sincerity. Early on, when he served in the court [of Ming China], he opened righteousness and impeached the cunning circumstances. He was diligent and honest by nature. He was also worthy of being upright in the world, and his talent and capacity was also known to many. When he became the minister of personnel , he was indignant and upright. When he became the minister of personnel , he became the minister of state councilor , and he was expected from the expectations of Great Plan (China. Taesan . Unfortunately, he passed away due to an illness. There was no one who did not grieve over him.",
                "H2KE-nKo": "계묘년에 판중추부사 이탁이 졸하였다. 이탁은 심술이 정대하고 도량이 굉장하며, 어진이를 좋아하고 선비를 사랑하는 것이 지성에서 나왔다. 평생 조정에 있으면서 대의를 내세워 대간을 탄핵하였고, 늠름하게 직신의 절개가 있었다. 빙벽의 지조가 한 세상의 으뜸이 되기에 충분하였고, 재기와 간국이 또한 뭇사람에게서 나왔다. 전상이 되어서는 사람들이 그의 공정하고 청렴함에 감복하였고, 삼공이 되어서는 태산과 교악의 명망이 있었다. 그런데 갑자기 병으로 졸하니, 탄식하지 않는 사람이 없었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 1월 9일(계묘) 1번째기사",
                "gt-oKo": "판중추부사 이탁(李鐸)이 졸(卒)하였다. 이탁은 심술(心術)이 정대하고 도량이 웅위하였으며 성심으로 어진이를 좋아하고 선비를 사랑하였다. 평생 조정에 있으면서 대의에 입각하여 대간(大姦)을 탄핵하였으므로 늠연히 직신(直臣)의 절개가 있었으며, 청고(淸高)한 지조도 일세(一世)의 으뜸이 되기에 충분하였다. 재기(才氣)와 간국(幹局)도 출중하여 전조(銓曹)의 장관으로 있을 적에는 사람들이 모두 그의 공정(公正)하고 청렴함에 감복하였고 삼공(三公)으로 있을 적에는 태산(泰山) 같은 인망이 있었는데, 갑자기 병으로 졸하였으므로 탄식하지 않는 이가 없었다.",
                "hj": "○癸卯/判中樞府事李鐸卒。 鐸心術正大, 度量宏偉, 好賢愛士, 出於至誠。 平生立朝, 發大義, 劾大姦, 澟然有直臣之節。 而氷蘗之操, 又足以冠冕一世, 才氣幹局, 亦出於衆人。 爲銓相而人服公淸, 爲三公, 而有泰山喬嶽之望。 遽以病卒, 人莫不嗟嘆。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On sinchuk day, the first day of the month, the King stayed at Changdeok Palace on the first day of the month.",
                "H2KE-nKo": "주상이 창덕궁에 있었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 1일(을축) 1번째기사",
                "gt-oKo": "상이 창덕궁에 있었다.",
                "hj": "○朔乙丑/上在昌德宮。"
            },
            "2": {
                "H2KE-EN": "Jang Yegeun , a literary licentiate of Gaeseong , submitted a memorial to the King. The King replied, It is already excessive that Seo Gyeongdeok was posthumously conferred as right state councilor . Furthermore, how dare he be compared with Jeong Mongju? It is improper to carry out this memorial. The King ordered the Ministry of Rites to deal with him.",
                "H2KE-nKo": "개성부 진사 장예근의 상소를 입계하니, 주상이 비망기를 내려 답하기를,“서경덕을 우의정에 추증한 것도 이미 지나쳤는데, 더구나 감히 정몽주와 어깨를 나란히 할 수 있겠는가. 시행할 수 없으니 해당 조에 말하라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 1일(을축) 2번째기사",
                "gt-oKo": "개성부(開城府)의 진사 장예근(張禮謹)의 상소를 입계하니, 상이 비망기(備忘記)로 답하였다. “서경덕(徐敬德)을 우의정으로 추증(追贈)한 것도 이미 과한 일인데, 더구나 감히 정몽주(鄭夢周)와 나란히 할 수가 있겠는가? 시행할 수 없다는 것으로 해조(該曹)에 이르라.”",
                "hj": "○開城府進士張禮謹, 上疏入啓。 上以備忘記答曰: 徐敬德追贈右議政, 已爲過矣。 況敢與鄭夢周比肩耶? 不可施行。 言于該曹。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Yi Junmin , the second inspector general , was appointed to the inspector general .",
                "H2KE-nKo": "이준민을 대사헌으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 10일(갑술) 1번째기사",
                "gt-oKo": "이준민(李俊民)을 대사헌(大司憲)으로 삼았다.",
                "hj": "○甲戌/以李俊民爲大司憲。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture and attended the lecture on the Confucian Classics. When the lecture reached the Classics on the Book of Documents (C. Shujing , the Classics expounded upon the descendants of the deadline and then said, Zhou missed the people and Heaven removed the people from the descendants. Truly, this is a warning. The Classics of reverence and reverence in the descendants of reverence and reverence in the character . The King said, What are these words? You must study clearly. He also said, What do you think about studying the descendants of reverence and reverence in the descendants of the descendantsicants of the descendants of the descendantsquants of the descendants of the descendantsicants of the descendants of the desc",
                "H2KE-nKo": "기묘년에 조강을 행하고 입시하여 《서경》 소고를 진강하였다. ‘도망해가는 곳을 조직한다.’라는 대목에 이르러 아뢰기를,“주가 백성을 잃자 천명이 떠나갔다고 운운한 것은 참으로 경계해야 할 말입니다. ‘빨리 덕을 공경하라.’라는 대목에서 ‘경’ 자의 뜻을 말하면서 ‘조약하고 시박하라.’라고 하였는데, 말이 채 끝나기도 전에 상이 집주 주씨의 정신이 하늘과 하나라는 설을 묻기를 ‘이것이 무슨 말인가? 모름지기 명백하게 설명하라.’라고 하였습니다.”하고, 또 아뢰기를,“그 설이 윤회하는 말과 비교하여 어떻습니까?”하였다. 영사 박순이 인하여 귀신의 이치를 진달하였다. 주상이 박순과 증세를 원용하여 문답하면서 ‘최누백의 아버지가 시를 읊은 것과 목상이 눈물을 흘리고 죽순이 흘렀다.’라는 등의 말까지 하였다. 박순이 모두 이런 이치가 있다고 하자, 김우옹이 아뢰기를,“대체로 사람의 기운은 태허와 동일한 근원인데 성인은 또 청명한 기운을 얻었으니, 그가 죽었을 때 민멸되어서는 안 됩니다. 그 정기가 저절로 응하는 것은 하늘과 하나입니다. 또 여기에 ‘은나라 선철왕이 하늘에 있었다.’라는 대목과 ‘문왕이 하늘에 있었다.’라는 대목 등을 말하였는데, 이는 모두 대강의 설입니다. 이 의리는 ‘실제한 물건이 하늘 위에 있었다.’라는 것이 아닙니다. 귀신의 이치는 지극히 미묘하여 이치의 밝음과 의리의 정기가 아니면 명백히 밝히기가 쉽지 않습니다. 신은 이런 부분은 평실하게 보아 점차 이해가 투철해져야만 비로소 득이 되는 것인데, 만약 너무 깊이 본다면 괴이한 병통이 생길까 두렵습니다.”하니, 주상이 말하기를,“독서하는 것은 모름지기 이해하지 못할 문자가 없어야만 의리를 찾을 수 있는데, 알기 어려운 부분에 대해서는 그대로 덮어 두고 지나쳐 버리니, 이것이 학자의 병통이다.”하였다. 김우옹이 아뢰기를,“이러한 부분은 이해가 안 되는 부분이 아닙니다. 다만 먼저 평이한 부분부터 정미한 부분에 들어가야 하니, 이것이 바로 학문은 등급을 뛰어넘지 않는다는 뜻입니다. 또 학문은 단지 의리를 밝혀서 몸소 행하고자 하는 것입니다. 강구하고 깊이 연구하여 문의가 명백해진 뒤에야 의리가 밝아져 몸으로 체득하여 행할 수 있는 것입니다. 그렇다면 깊이 연구하고 강명하는 것은 본래 행하고자 하는 것일 뿐입니다. 만약 문자만 이해한다면 비록 경서를 모두 통달하더라도 한 글자도 틀리지 않을 것이니, 무슨 이익이 있겠습니까. 임금은 모름지기 공부하는 부분을 알아야 합니다. 빨리 덕을 공경하는 것이 바로 그 요점입니다.”하니, 주상이 말하기를,“경 자는 지금 노유들의 평범한 이야기이다.”하자, 김우옹이 아뢰기를,“평범하게 이야기하는 것 외에는 다시 다른 법이 없습니다. 그리고 공부하는 데 달려 있을 뿐입니다.”하였다. 박순이 아뢰기를,“종핵하는 정사는 훌륭한 글이 아닙니다.”하였다. 말이 한 선제에게 미치자, 주상이 말하기를,“선제가 도리어 좋아하였다고 옛사람이 말하기를 ‘그 정치의 효과는 문제보다 낫다.’라고 하였다.”하니, 김우옹 등이 아뢰기를,“문제는 관후하고 인자하여 인정을 다하지 않았으니, 이는 참으로 임금의 도량입니다. 선제의 사소한 생각과 비교해 볼 때 어찌 크게 다르지 않겠습니까.”하였다. 주상이 말하기를,“문제에게 좋은 점이 있다. 만약 경박한 사람을 써서 천하를 그르치지 않는다면 원대한 염려가 있다고 할 수 있으니, 송나라 신종이 왕안석을 써서 옛 법을 변란시켜 나라를 망하게 한 것과 비교해 볼 때 어찌 차이가 나지 않겠는가.”하였는데, 경박하다는 것은 가의를 가리킨 것이다. 김우옹 등이 아뢰기를,“가의가 비록 동중서만 못하지만 정치의 대체에 통달하여 당시에 그를 따라갈 자가 없었습니다. 문제는 자질이 아름다웠으나 배우지 못하였기 때문에 그 재주를 다 발휘하지 못하고 단지 강이나 유관의 무리와 함께 일을 도모하였으니, 천고의 귀감이 될 뿐 훌륭하다고 할 수는 없습니다.”하였다. 박순이 광간하고 뜻이 있는 선비를 배양해야 한다고 말하니, 주상이 말하기를,“이러한 사람들은 국가의 일을 망치는 것이 아닌가?”하자, 박순이 아뢰기를,“이러한 사람들은 혹 행실이 가리지 못하는 점이 있더라도 모두 재주에 따라 임용하여 성취시켜야지 버려서는 안 됩니다.”하였다. 김우옹이 이어서 ‘함께 받아들이고 널리 베풀어서 구덕이 모두 이루어지게 해야 한다.’라고 말하였다.주상이 목소리가 온화하지 않자, 박순이 나아와 보호하는 일에 대해 아뢰었다. 주상이 갑자기 사복시의 말의 숫자를 물었는데, 박순이 이때 제조를 겸하고 있었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 15일(기묘) 1번째기사",
                "gt-oKo": "조강이 있어 강관(講官)이 입시하였다. 《서경(書經)》 소고(召誥)를 진강(進講)하였는데 ‘학정에 시달린 나머지 도망가는 백성을 구금하였다. [徂厥亡出執]’는 데 이르러서는, 주(紂)가 민심을 잃자 천명(天命)도 떠났으니 참으로 경계해야 될 것이라고 하였다. 또 ‘빨리 덕을 공경하라. [疾敬德]’는 데 이르러서는, 경(敬)자에 들어있는 뜻은 조수(操守)는 간략히 하고 시여(施與)는 널리하라는 것이라고 하였는데, 말이 끝나기 전에 상이 집주(集註)에서 주씨(朱氏)가 말한 ‘하늘에 있는 사람의 정신(精神)이 하늘과 하나가 되었다.’는 설에 대해 하문하기를, “이것은 무슨 말인가? 모름지기 명백하게 말하라.” 하고, 또 이 설이 윤회(輪回)라는 말과 어떻게 다르냐고 하였다. 영사(領事) 박순(朴淳)이 인하여 귀신(鬼神)의 이치를 진달하자 상이 박순과 증거를 원용(援用)하여 문답하면서, 최누백(崔婁伯)의 아버지가 시를 읊은 것과 목상(木像)이 눈물을 흘리고 죽순(竹筍)이 돋아난 일 등에 대해서까지 언급하였는데, 박순이 이 모두가 이치가 있는 것이라고 하였다. 김우옹(金宇顒)이 아뢰기를, “대저 사람의 기질(氣質)은 태허(太虛)와 같은 한 가지 근원인데 성인(聖人)은 그 중에서 청명한 기운을 타고 났으므로 죽어도 그 기운이 없어지지 않는 것입니다. 따라서 그 정상(精爽)이 자연히 하늘과 하나로 되는 것입니다. 여기에서 은(殷)나라 선철왕(先哲王)의 영혼이 하늘에 있다고 한 것과 《시경(詩經)》에 문왕(文王)의 영혼이 하늘에 있다고 한 것 등은 대강(大綱)에 해당되는 말인데, 이 의리(義理)는 하나의 물체가 실제로 하늘에 있다는 것은 아닙니다. 귀신의 이치는 지극히 미묘한 것이어서 이(理)에 밝고 의(義)에 정통하지 않고서는 명백하게 말하기가 쉽지 않습니다. 신의 생각에는, 이런 곳은 평실(平實)하게 보아나가다가 보면 점차 이해가 투철하여져 깨닫게 되는 것이라고 여겨집니다. 만약 너무 깊게 따져가면서 본다면 괴이(怪異)한 병통이 생기게 될까 우려됩니다.” 하니, 상이 이르기를, “독서를 함에 있어서는 문자(文字)의 뜻을 이해하지 못한 것이 없어야만 알기 어려운 의리를 찾아낼 수 있는 것이다. 따지지 않고 건성으로 보아넘기는 것이 학자들의 병통인 것이다.” 하였다. 김우옹이 아뢰기를, “이런 곳을 이해하는 것이 부당하다는 것이 아니라 먼저 평이(平易)한 데에서 부터 정미(精微)한 데로 들어가야 한다는 것이니, 바로 배움에 있어 등급을 뛰어넘지 않아야 한다는 뜻으로 말씀드린 것입니다. 그리고 학문은 의리를 밝혀 그것을 실행하려는 데 의의가 있는 것입니다. 깊이 궁구하여 문의(文義)가 명백해진 뒤에야 의리에 밝아 몸소 그것을 실행할 수 있는 것입니다. 그렇다면 깊이 궁구하여 의리를 밝히는 것은 본디 실행하려는 것일 뿐입니다. 그렇지 않고 만약 문자의 뜻만 깨달아 아는 것이라면 한 글자도 틀림없이 경서(經書)를 다 통달하였더라도 이것이 무슨 이익이 있겠습니까? 군주는 모름지기 공부해야 할 것을 알아야 하는 것인데 ‘빨리 덕을 공경하라.’는 것이 바로 그 요점인 것입니다.” 하니, 상이 이르기를, “경(敬)자는 지금의 노유(老儒)들이 늘 하는 이야기이다.” 하였다. 우옹이 아뢰기를, “늘 하는 이야기 외에 다시 다른 방법이 없는 것입니다. 공력을 들이는 데에 달려 있을 뿐입니다.” 하니, 박순도 원인과 결과를 명백히 따지는 정치는 훌륭한 것이 아니라고 하였다. 말이 한 선제(漢宣帝)에게 미치게 되자, 상이 이르기를, “선제는 훌륭한 임금이다. 옛사람도 그 치효(治效)가 문제(文帝)보다 낫다고 하였다.” 하니, 김우옹 등이, “문제는 관후(寬厚)하고 인자하여 인정(人情)을 곡진히 하였으니 이것이 참으로 군주의 도량이므로, 은혜가 적은 선제에 견주어보면 어찌 큰 차이가 나지 않겠습니까.” 하였다. 상이 이르기를, “문제도 훌륭한 점이 있다. 경박한 사람을 임용하여 천하를 그르치지 않았으니 원대한 계려가 있다고 할 만하다. 송 신종(宋神宗)이 왕안석(王安石)을 임용하여 구장(舊章)을 변란시킴으로써 나라를 망하게 한 것과 견주어 본다면 어찌 큰 차이가 나지 않겠는가?” 하였는데, 경박한 사람이란 가의(賈誼)를 가리킨 것이다. 김우옹 등이 아뢰기를, “가의가 동중서(董仲舒)만은 못하지만 치체(治體)에 통달하기로는 당시에 따를 시람이 없었습니다. 문제가 자질은 아름다왔으나 학문을 하지 않았기 때문에 가의의 재능을 다 쓰지 못하고 다만 주발(周勃)·관영(灌嬰) 등과 일을 도모하였으니 이는 천고의 거울이 될 만한 것이요, 결코 아름다운 일이라 할 수는 없는 것입니다.” 하였다. 박순이 광간(狂簡)한 지사(志士)를 배양해야 된다고 하니, 상이 이르기를, “그런 사람들이 국가의 일을 실패시키는 일은 없겠는가?” 하니, 박순이 아뢰기를, “그런 사람들은 행실이 말을 따르지는 못하지만 모두 재능에 따라 임용하여 성취시켜야 하고 버려서는 안 됩니다.” 하였고, 김우옹이 인하여 종합하여 받아들여서 적재 적소에 쓰면 구덕(九德)을 지닌 자들이 모두 제 능력을 발휘하게 된다고 하였다. 상이 옥음(玉音)이 온화하지 못하였으므로 옥체를 보중하라고 진계(進啓)하니, 상이 갑자기 사복마(司僕馬)의 숫자를 하문하였다. 박순이 이때 사복시(司僕寺)의 제조(提調)를 겸하고 있었기 때문이었다.",
                "hj": "○己卯/朝講入侍。 進講《書》召誥到組厥亡出執處。 因言: “紂失民, 而天命去之云云, 眞可戒也。 疾敬德處, 因言敬字之義, 操約施博云云。 語未竟, 上問集註朱氏精神, 上與天一之說曰: “此何語也? 須說得明白。” 又言: “其說, 與輪回之語, 何如?” 領事朴淳, 因陳鬼神之理。 上與淳援證答問, 以至崔婁伯父詠詩及木像, 出涕泣, 竹生筍等語。 淳以爲皆有是理。 宇顒曰: “大抵, 人氣與太虛同一源, 而聖人又得淸明底〔氣〕, 及其死也, 不應泯絶, 其精爽自應, 與天爲一。 且此言殷先哲王在天及詩言文王在天之類, 皆是大綱說。 此義理, 非謂實有一物, 在天上也。 鬼神之理極微, 非理明義精, 未易明白。 臣以爲此等處, 只當平實看, 漸次理會透澈方得, 若看得太深, 恐生怪異底病痛也。” 上曰: “讀書, 須是無不曉底文字, 乃可尋義理。 於其所難知處, 便籠罩過, 此是學者之病。” 宇顒曰: “此等處, 非不當理會也, 只當先自平易處, 入精微處, 乃學不躐等之意也。 且學問, 只欲明義理, 而躬行之也。 講究深繹, 文義明白, 然後義理明, 可以體之於身, 而行之也。 然則尋究講明, 本欲行之而已。 若只曉會文字, 雖盡通經書, 不錯一字, 何益之有? 人主須識箇下工處, 疾敬德乃其要也。” 上曰: “敬字, 今爲老儒常談。” 宇顒曰: “常談之外, 更無他法。 且在加工而已。” 淳言綜核之政, 非盛筆云云。 語及漢宣帝, 上曰: “宣帝却好, 昔人云: ‘其治效過於文帝。” 宇顒等言: “文帝寬厚慈仁, 不盡人情, 此眞人君之度。 其視宣帝之少思, 豈不大相遠哉?” 上曰: “文帝却有好處, 如不用輕薄之人, 以誤天下, 可謂有長遠之慮。 視宋神宗用王安石變亂舊章, 以覆邦者, 豈不遠哉?” 輕薄指賈誼也。 宇顒等曰: “誼雖不及董仲舒, 然通達治體, 當時。 無及之者, 帝質美而未學, 故不能盡其才, 而只與絳、灌輩圖事, 足爲千古之鑑, 不可以爲美也。” 淳言狂簡有志之士, 所當培養。 上曰: “此等人, 無乃敗國家事耶?” 淳曰: “此等人, 雖或行有不掩, 皆當隨才任用, 而成就之, 不可棄也。” 宇顒因言翕受敷施, 九德咸事云云。 上玉音不和, 淳進啓保護事。 上忽問司僕馬數, 淳時兼提調矣。"
            },
            "2": {
                "H2KE-EN": "박순이 아뢰기를, “이이이가 돌아가고자 하니, 상께서 만류하지 않을 수 없습니다.” 하니, 상이 이르기를, “그가 stubbornly stubbornly. How can I deprive him of stubbornly stubbornly? 하고, 또 Ku Bongryeong is a good scholar. The King said, I am ignorant and not knowledgeable. Prior to this, 박순이 경연에서 earlier recommended 정철 , 유성룡 , and Kim Ugung . At this time, the King addressed 박순, Regarding the selection of stubborn people, it is necessary to stubbornly and stubbornly stubbornly. I observed my dear sirs opinion, I happened like those of stubborn people and f frequently stubbornly stubbornly. 박순이 아뢰기를, “성상의 하교 내용을 신이 가슴 깊이 새기겠습니다. 다만 이이의 의논이 화평한 것은 not a man who stubbornly studying stubbornly. Seong낙이 아뢰기를, “인재를 stubborn people should stubbornly be considered stubborn and stubborn. However, it is necessary to have a sense of knowledge and stubbornly stubbornly. Yet if local clerks are similar to virtue and not virtuous sage, it would be inappropriate to stubbornly stubbornly. The King does not deprive him of stubbornly benevolence. However, as I am extremely foolish and foolish, the King must inevitably understand. As I am very foolish and foolish, there is no significant possible for me to stubbornly tell him.",
                "H2KE-nKo": "박순이 아뢰기를,“이이가 고향으로 돌아가려고 하니, 주상께서는 만류하지 않아서는 안 됩니다.”하니, 주상이 말하기를,“그가 교격한 듯하니, 그가 성숙하기를 기다려 기용하더라도 무슨 지장이 있겠는가. 그리고 그가 일하기를 원하지 않는데, 내가 어떻게 그의 뜻을 빼앗을 수 있겠는가.”하였다. 또 구봉령이 훌륭한 선비라고 말하니, 주상이 말하기를,“나는 잘 모르지만 범상한 사람인 듯하다.”하였다. 이에 앞서 박순이 연석에서 정철, 유성룡, 김우옹의 사람됨을 천거한 적이 있었는데, 이때에 이르러 주상이 박순에게 말하기를,“사람을 뽑을 때는 마땅히 충후하고 노성한 것을 위주로 해야지 교격한 부류를 뽑아서는 안 된다. 경이 일컫는 것을 보면 이런 사람을 좋아하는 듯하니, 매번 마음에 들지 않는다.”하니, 박순이 아뢰기를,“성상께서 하교하신 뜻을 신이 마땅히 마음에 새겨 두겠습니다. 다만 이이는 의론이 화평하니 교격한 사람이 아닙니다. 그가 떠나는 것은 단지 질병 때문이고 또 한가하게 지내면서 독서하고자 해서입니다.”하고, 성낙은 아뢰기를,“사람을 뽑을 때는 진실로 충후를 위주로 해야 합니다. 다만 모름지기 식견이 있고 충후해야 선한 것입니다. 만약 향원처럼 덕 있는 사람도 아니고 덕 없는 사람을 성인이 덕 있는 사람이라고 하였는데, 이러한데도 충후하다고 말하는 것은 옳지 않을 듯합니다.”하였다. 김우옹이 나아가 아뢰기를,“이이가 떠나고자 하는 것은 그가 질병이 많기 때문에 물러나서 그의 지극하지 못한 점을 구하고자 해서입니다. 또 그의 뜻이 행해지지 않기 때문에 떠나는 것이니, 어찌 감히 군부를 잊겠습니까. 그가 감히 유자가 나아가고 물러나는 의리를 잃지 않는 것은 바로 임금을 사랑하는 것입니다. 주상께서 그의 뜻을 빼앗지 않는 것은 진실로 지극한 인입니다. 다만 그의 뜻이 어디에 있는지는 상께서 모르시지 않을 수 없습니다. 소신 같은 자는 지극히 어리석고 비루하여 취할 만한 장점이 하나도 없는데, 잘못 특별한 은혜를 입고도 감히 떠나겠다고 고하지 못하고 구차하게 봉록만 받아 평생의 염치를 지키려는 마음을 상실하였습니다. 그러나 질병이 깊고 심신이 혼미하여 조금도 청명한 때가 없고 또 책을 펴 보지도 못하여 마침내 낭패하여 몸을 잃는 지경에 이른 것은 의심할 여지가 없습니다. 이 때문에 민망하게 여겨 물러나 쉬게 하여 정신을 수습하고 병을 요양하며 독서하게 하여 영원히 몸을 잃는 사람이 되지 않게 하려고 한 것이니, 천은이 망극합니다. 이미 윤허를 받지 못하였고 또 감히 다시 번거롭게 하지도 못한 채 뻔뻔스레 직무를 보고 있으니, 이는 다만 면대하여 간절한 정성을 진술하여 마침내 천은을 입게 되기를 바라서일 뿐입니다.”하니, 주상이 답하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 15일(기묘) 2번째기사",
                "gt-oKo": "박순이 아뢰기를, “이이(李珥)가 시골로 돌아가려고 하니 상께서 만류하지 않을 수 없습니다.” 하니, 상이 이르기를, “그가 교격(矯激)스러운 것 같으니 인격이 성숙된 뒤에 쓰는 것도 해로울 것이 없겠다. 그리고 그가 나를 섬기려 하지 않는데 어떻게 그의 뜻을 꺾을 수 있겠는가?” 하였다. 또 구봉령(具鳳齡)이 훌륭한 선비임을 말하니, 상이 이르기를, “내가 잘은 모르지만 범상한 사람인 것 같다.” 하였다. 이에 앞서 박순이 경연(經筵) 석상에서 정철(鄭澈)·유성룡(柳成龍)·김우옹(金宇顒)의 인품이 훌륭하다고 천거하였었다. 이 때에 상이 박순에게 이르기를, “사람을 뽑는 데는 충후(忠厚)하고 노성(老成)한 사람을 주로 해야 하고 교격스러운 사람들을 뽑아서는 안 된다. 경이 일컫는 것을 보면 이런 사람들을 좋아하는 것 같은 데 그때마다 내 마음이 상쾌하지 못하였다.” 하였는데, 박순이 아뢰기를, “상께서 분부하신 뜻을 신이 명심하도록 하겠습니다. 그러나 이이는 의논이 화평(和平)하여 교격스러운 사람이 아닙니다. 그가 돌아가는 것을 질병 때문이고 또 한가히 지내면서 독서하기 위해서인 것입니다.” 하였다. 성낙(成洛)이 아뢰기를, “사람을 뽑는 데는 진실로 충후를 주로 해야 합니다. 그러나 식견이 있으면서 충후해야 훌륭한 것입니다. 덕인 것 같으나 실제로는 덕이 아닌 향원(鄕愿)을 성인은 덕을 해치는 존재라고 하였습니다. 이런 사람을 충후하다고 하는 것은 옳지 않을 듯합니다.” 하고, 김우옹이 나아와 아뢰기를, “이이가 돌아가려 하는 것은 질병이 많기 때문에 물러가 조섭하면서 학문의 미진한 점을 보완하기 위한 것이요, 또 자신의 뜻을 행할 수 없어 떠나는 것입니다. 어찌 감히 군부(君父)를 잊었겠습니까? 그가 감히 유자(儒者)로서의 진퇴(進退)에 대한 의리(義理)를 어기지 않는 것은 바로 임금을 사랑하기 때문인 것입니다. 상께서 그의 뜻을 꺾지 않은 것은 진실로 매우 인자하신 조처이십니다만, 그가 지니고 있는 뜻을 상께서 모르셔서는 안 됩니다. 소신(小臣) 같은 자는 지극히 우매하여 취할 만한 장점이 하나도 없는데 잘못 특이한 은총을 받고 있으면서 감히 떠나겠다고 고하지 못한 채 구차스럽게 봉록에 얽매여 평생동안 가지고 있던 염치의 마음을 상실하였습니다. 그런데다 질병이 심중한 탓으로 심신이 혼몽하여 잠시도 청명한 때가 없고 또 책도 펴 볼 수가 없으니, 끝내는 낭패하여 자신을 그르치게 될 것이 의심의 여지가 없습니다. 이 때문에 고민하고 있으니, 물러가 휴식을 취하면서 정신을 수습하여 병을 조섭하고 독서를 해서 길이 자신을 그르치는 사람이 되지 않게 하여 주신다면 천은(天恩)이 망극한 일입니다만, 이미 윤허를 받지 못하였으므로 감히 다시 아뢰지 못하였습니다. 지금 뻔뻔스레 관직에 나아온 것은, 면대하여 성심으로 진달함으로써 마침내 천은을 받게 되기를 바라서인 것입니다.” 하니, 상이 답하지 않았다.",
                "hj": "○朴淳啓曰: “李珥欲歸田里, 自上不可不勉留。” 上曰: “渠似矯激, 待其成熟而用之, 何妨? 且渠不願事, 我何可奪其志乎?” 又言具鳳齡佳士。 上曰: “予不能識, 似是凡常人。” 先是, 淳於筵中, 嘗薦鄭澈、柳成龍、金宇顒之爲人, 至是, 上因謂淳曰: “取人, 當以忠厚老成爲主, 不可取矯激之流。 觀卿所稱, 似喜此等人, 每不快意也。” 淳曰: “上敎之意, 臣當佩服。 但珥議論却平和, 不是矯激底人也。 其去, 只爲疾病, 且欲居閑讀書耳。” 成洛曰: “取人, 固當以忠厚爲主。 但須有識見, 而忠厚乃爲善。 若如鄕愿, 似德非德, 聖人以爲德之賊。 如是而謂之忠厚, 恐不可也。” 宇顒進曰: “珥之欲去, 以其多疾病, 欲退而求其所未至。 且以志不得行而去, 豈敢忘君父哉? 其不敢失儒者進退之義, 乃所以愛君也。 自上不奪其志, 固是至仁。 但其意之所存, 上不可不知也。 如小臣者, 至愚極陋, 無一長可取, 誤蒙異恩, 不敢告去, 忝冒苟祿, 喪失平生廉恥之心, 而疾病深重, 心神昏耗, 無寸時淸明。 又不得開卷, 終至於狼狽失身, 無可疑者。 以是爲悶, 而欲令退身, 庶得休息, 收拾精神, 養病讀書, 不至於永爲失身之人, 則天恩罔極矣。 旣不蒙允, 又不敢再瀆, 靦然就職, 只欲面陳誠懇, 庶幾竟蒙天恩耳。” 上不答。"
            },
            "3": {
                "H2KE-EN": "The high-ranking officials requested that the King return to the inner hall. The King granted permission. Second General Officer Kim Ugong and others submitted a memorial as follows: According to the proprieties, during the mourning period for ones parents, the mourner is living in a thatched hut. After the burial is completed, the mourner is placed in a thatched hut. On the first anniversary of ones parents death, the mourner is placed in a thatched hut. On the first anniversary of ones parents death, the mourner is placed in a thatched hut. On the first anniversary of ones parents death, the mourner is placed in a thatched hut. On the first anniversary of ones parents passing, and the second anniversary of ones parents passing is the same. Since the Han dynasty has been abandoned, many monarchs were unable to observe proprieties in proprieties. Our Majestys utmost filial piety have neither been neglected from the beginning of the first anniversary of ones parents until the first anniversary of ones parents death, and since the first anniversary of ones parents passing, the King still remains in a thatched hut while living in a thatched hut. These days, the high-ranking officials, adamantly requested the King to return to the inner hall. However, your subjects believe that they should not observe the proprieties in accordance with the proprieties. In general, there is an extraordinary monarchs of Your Majesty, a high-ranking official should observe the proprieties and observe the proprieties. Therefore, it is not proper to keep the ancient practices.",
                "H2KE-nKo": "대신이 주상을 내전으로 도로 거처하게 해 줄 것을 청하니, 허락하였다. 교리 김우옹 등이 차자를 올리기를,“예에 ‘부모의 상을 당하여 의려에 거처하고, 장사를 지내고 나서는 흙으로 바르고, 연제를 지내고서는 감실에 거처하고, 대상을 지내고서는 감실에 거처하고, 담제를 지내고서는 종어하고, 길제를 지내고서는 도로 잠자리에 든다.’라고 하였습니다. 임금과 대부와 사가 똑같습니다. 한나라 이후로 상기가 해이해져서 제왕들이 대부분 예법으로 스스로를 지키지 못하였습니다. 우리 전하의 지극한 효성으로 초상 때부터 게을리하지 않고 게을리하지 않았으며, 연제를 지낸 뒤에도 여전히 외전에 거처하여 슬픔에 잠겨 검약하기를 오래될수록 더욱 독실히 하셨습니다. 그런데 지금 대신이 보호해야 한다고 말하면서 굳이 내전으로 도로 거처하게 해 달라고 청하니, 신의 어리석은 생각으로는 임금을 예로 사랑해야지 이와 같이 해서는 안 될 듯합니다.대체로 전하께서는 모든 임금들보다 뛰어난 행실이 있으니, 대신은 예의로 받들어야지, 예전의 규례를 고수해서는 안 될 듯합니다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 15일(기묘) 3번째기사",
                "gt-oKo": "대신(大臣)이 상에게 내전(內殿)으로 환거(還居)하기를 청하니, 허락하였다. 교리 김우옹이 상차(上箚)하였는데, 그 내용은 다음과 같다. “《예기(禮記)》에 의하면, 부모의 상(喪)을 당하면 의려(倚廬)에 거처하고 장사지내고 나서는 의려를 진흙으로 바르고 소상(小祥)에는 악실(堊室)에 거처하고 대상(大祥)에는 유악(黝堊)에 거처하고 담제(禫祭)에는 집무(執務)하고 길제(吉祭)에는 평상시 생활로 되돌아가게 되어 있는데, 이는 군(君)·대부(大夫)·사(士) 모두가 동일하게 하는 것입니다. 한(漢)나라 이후 상법(喪法)이 폐기되어 제왕으로서 예절을 잘 지키지 못한 사람이 많았습니다. 전하(殿下)께서는 성효(誠孝)가 지극하시어 초상(初喪) 때부터 조금도 게을리하지 않으셨고 소상이 지난 뒤에도 오히려 외전(外殿)에 나아가 계시며 슬퍼하시고 검약하시는 정성이 오랠수록 더욱 도타왔습니다. 그런데 지금 대신들이 옥체 보중을 이유로 말하면서 내전으로 환거할 것을 굳이 청하는데, 신은 임금을 사랑함에 있어서는 예절로 해야 하는 것이지 이렇게 하는 것은 부당하다고 여깁니다. 전하께서는 많은 제왕 가운데 뛰어난 행실을 지니신 분이니, 대신들은 마땅히 예의(禮義)에 입각하여 보필해야 할 것이요, 전일의 규식(規式)만을 지키는 것은 부당할 것 같습니다.”",
                "hj": "○大臣請上還居內殿, 許之。 校理金宇顒等上箚曰: 禮, 父母之喪, 居倚廬, 旣葬而塗, 練而居堊室, 祥而黝堊, 禫而從御, 吉祭而復寢, 君大夫土一也。 自漢以後, 喪記廢弛, 帝王多不能以禮自守。 我殿下誠孝之至, 爰自初喪, 不懈不怠, 旣練之後, 猶御外殿, 志哀居約, 彌久愈篤。 今大臣, 以保護爲說, 固請還內, 臣愚以爲愛君以禮, 似不當如是。 蓋殿下有高出百王之行, 大臣當以禮義承弼, 恐不當徒守前規而已也。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On imo day, the King personally conducted state affairs. The King appointed Jeong Yugil as associate state councilor and Bak Chung as assistant state councilor.",
                "H2KE-nKo": "주상이 친정하였다. 정유길을 찬성으로, 박충원을 참찬으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 18일(임오) 1번째기사",
                "gt-oKo": "상이 직접 정사(政事)하였다. 정유길(鄭惟吉)을 찬성(贊成)으로, 박충원(朴忠元)을 참찬(參贊)으로 삼았다.",
                "hj": "○壬午/上親政。 以鄭惟吉爲贊成, 朴忠元爲參贊。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The house of Shin Geuksi , the house of Shin Geuksi , was in the foot of Mount Baek . The stone was moved to the foot of the wall, and this was discovered. The King sent a royal advisor to investigate the matter. The inspectors and censors also impeached him and had his certificate of appointment confiscated by three degrees. The King and the people regarded this as unscrupulous and disliked them.",
                "H2KE-nKo": "경인년에 신응시의 집이 백골산 아래에 있었는데, 돌을 담장 가로 옮겼다가 발각되었다. 주상이 중사를 보내 적간하게 하였는데 대간도 논핵하여 고신 3등을 빼앗았다. 주상과 사론에 대해 어떤 사람은 꺼리는 것이 없다고 하면서 미워하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 2월 26일(경인) 1번째기사",
                "gt-oKo": "신응시(辛應時)의 집이 백악산(白岳山) 아래 있는데 돌을 담장 가에 옮겨두었다가 발각되었다. 상이 중사(中使)를 보내어 적간하였고 대간도 논핵하였다. 그리하여 고신 삼등(告身三等)을 빼앗았는데, 상과 사론이 이를 기탄없는 짓이라고 여겨 미워하였다.",
                "hj": "○庚寅/辛應時家在白缶山下, 移石于墻邊, 發覺。 上遣中使摘奸, 臺諫亦論劾, 奪告身三等。 上及士論, 或以爲無忌憚而惡之。"
            }
        }
    },
    "03": {
        "13": {
            "1": {
                "H2KE-EN": "Magistrate of Gobu County Yi Ok , magistrate of Gobu , did not diligently relieve famine, and was ordered to arrest and interrogate him and dismiss him from office. ",
                "H2KE-nKo": "고부 군수 이옥이 기민 구제를 부지런히 하지 않았다는 어사의 장계로 인하여, 그를 잡아와서 추고하고 파직하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 13일(병오) 1번째기사",
                "gt-oKo": "고부 군수(古阜郡守) 이옥(李沃)이 힘써 구황하지 않았다는 어사(御史)의 장계가 있자 잡아다 추고하고 파직하라고 명하였다.",
                "hj": "○丙午/古阜郡守李沃, 不勤救荒, 因御使狀啓, 命拿來推考罷職。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Yeoju Strategic County Yi Chungjeung did not have a skill of administrative skills, and leading a vagabonds to arbitrarily harmful effects. Your subjects request that he be dismissed from his post. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“여주 목사 이충작은 본래 관리로서의 재간이 없는데다가 무뢰배 자제들을 거느리고 방자하게 폐단을 일으켰습니다. 파직하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 14일(정미) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “여주 목사(驪州牧使) 이충작(李忠綽)은 본디 이재(吏才)가 없는데다가 무뢰배들을 데리고 멋대로 폐단을 부리고 있으니 파직을 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○丁未/府啓: “驪州牧使李忠綽, 素無吏才, 率無賴子弟縱恣作弊, 請命罷職。” 答曰: “依啓。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On giyu day, the King specially addressed Won Heups grand master for upholding state laws [] in giyu year (. [When Won Heups grand master for upholding state laws] for a long time, [Won] Heups grand master for upholding state laws was a minor flaw.",
                "H2KE-nKo": "주상이 원혼에게 숭정대부를 특별히 가자하였다. 원혼은 오랫동안 종정하여 허물이 적었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 16일(기유) 1번째기사",
                "gt-oKo": "상이 원혼(元混)에게 특별히 숭정 대부(崇政大夫)를 가자(加資)하였다. 원혼이 오랫동안 벼슬하면서 허물이 적었기 때문이었다.",
                "hj": "○己酉/上特加元混崇政。 混, 久從政, 寡過。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Jeong Iju , a circuit inspector dispatched to Gyeonggi [Province] in imja year (, submitted a memorial stating, Subarea Commander of Choji Yi Wonu failed to revise the weaponry because he had failed to revise the weaponry. The King ordered that [Yi Wonu] be interrogated and his certificate of appointment be withdrawn.",
                "H2KE-nKo": "경기 어사 정이주의 서장에 ‘초지 만호 이원우가 군기를 수정하지 않았습니다.’라고 하였는데, 잡아다 국문하고 고신을 빼앗으라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 19일(임자) 1번째기사",
                "gt-oKo": "경기 어사(京畿御史) 정이주(鄭以周)가, 초지 만호(草芝萬戶) 이원우(李元祐)가 군기(軍器)를 수리하지 않았다는 내용으로, 서장을 올렸는데 잡아다 추고하고 고신을 빼앗으라고 명하였다.",
                "hj": "○壬子/京畿御史鄭以周書狀, 草芝萬戶李元祐, 軍器不爲修正事。 命拿鞫奪告身。"
            },
            "2": {
                "H2KE-EN": "The chief naval commander of Jeolla Province submitted a memorial, stating, Japanese ships appeared in epidemic. Deputy Magistrate of Field Circuit",
                "H2KE-nKo": "전라 수사가 장계하기를,“왜선이 나타났는데 방답 첨사 이종원이 전선을 포획하였습니다. 귀를 잘라 올려 보냅니다.”하니, 상으로 가자하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 19일(임자) 2번째기사",
                "gt-oKo": "전라 수사(全羅水使)가 왜선(倭船)이 나타났었는데 방답 첨사(防踏僉使) 이종원(李宗元)이 전선(全船)을 포획하여 왜인의 귀를 베어 올려보낸다는 내용으로 계본(啓本)을 올리니, 상가(賞加)하라고 명하였다.",
                "hj": "○全羅水使啓本: 倭船現形, 防踏僉使李宗元, 全船捕獲, 割耳上送事。 命賞加。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported: Due to the famine, the drought of spring is very severe. Your subjects request that the leave of absence for the wedding and the funeral of a wedding be suspended until autumn harvest, and that wine and jars be completely prohibited in the fields outside the capital. Former Recorder Im Sik and Recorder Jeong Suknam , having been recommended, they disregarded their previous recommenders. Those who recommended them are all relatives. Your subjects request that they be dismissed from their posts. The King 답하기를, “단지하는 일은 아뢴 대로 하라. Recorders should not be prohibited from shooting an arrow while shooting an arrow. This is appropriate. However, their dismissal from office is excessive. The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“기근이 든 끝에 봄가뭄 또한 심하니, 혼인, 상례, 소분 등의 일로 말미를 받는 것을 가을걷이 때까지 정지하고, 야외에서 술병을 가지고 다니는 것을 일체 금하소서. 전 주서 임식과 주서 정숙남은 천망할 때에 옛 규례를 따르지 않고 전에 천망한 것을 버렸으며, 천망한 사람들은 모두 그와 친한 사람들입니다. 파직하소서.”하니, 답하기를,“금단하는 일은 아뢴 대로 하라. 사후하는 곳은 금하지 말라. 주서는 추고만 해도 되지만 파직은 과중하니 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 19일(임자) 3번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “기근이 계속되던 끝에 봄 가뭄이 또 심하니, 혼인·상장·소분(掃墳) 등으로 말미를 주는 것을 정지시키고 야외에 술병을 가지고 다시는 것도 일체 금하소서. 전 주서(注書) 임식(林植)과 주서 정숙남(鄭淑南)은 천망(薦望)할 적에 구규(舊規)을 따르지 않고 먼저 천망할 사람을 버려두었습니다. 따라서 천망한 사람이 모두 자기와 친한 사람들이었으니 파직을 명하소서.” 하니, 답하기를, “금단(禁斷)하는 일은 아뢴 대로 하라. 그러나 활쏘는 곳에서는 금하지 말라. 주서는 추고하는 것이 옳겠다. 파직은 과중하니 윤허하지 않는다.” 하였다.",
                "hj": "○府啓: “饑饉之餘, 春旱亦甚, 婚喪掃憤等項受由, 請限秋成停廢, 野外持酒甁一禁。 前注書林植、注書鄭淑男, 薦望之際, 不循舊規, 棄其前薦, 所薦之人, 皆是所親, 請命罷職。 答曰: “禁斷事依啓, 射候處勿禁注書, 推考斯可, 罷職過重, 不允。”"
            },
            "4": {
                "H2KE-EN": "A hawk in Jeonju , gave birth to two heads of cattle.",
                "H2KE-nKo": "전주에서 소가 머리가 둘인 송아지를 낳았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 19일(임자) 4번째기사",
                "gt-oKo": "전주(全州)에서 어떤 소가 머리 둘 달린 송아지를 낳았다.",
                "hj": "○全州有牛産兩頭犢。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The wife of Kim Maljilchi , a military man of Left Gyeongsang Province , gave birth to triplets on the last day of the first month and gave birth to triplets. On the third day of the second month, she gave birth to triplets two sons. The mother and mother still remain. The King ordered that rice, salt, soy sauce, and sauce be provided to her.",
                "H2KE-nKo": "영남의 정병 김말질치의 처가 1월 그믐에 아들 하나를 낳고 2월 3일에 아들 둘을 낳았는데, 모자가 모두 생존해 있었다. 주상이 쌀, 소금, 장, 미역을 지급하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 20일(계축) 1번째기사",
                "gt-oKo": "영남(嶺南)의 정병(正兵) 김말질치(金末叱致)의 아내가 정월 그믐에 아들 하나를 낳고 2월 3일에 아들 둘을 낳았는데 산모와 아들이 모두 생존했다. 상이 쌀·소금·장·미역을 내려 주라고 명하였다.",
                "hj": "○癸丑/嶺南正兵金末叱致妻, 正月晦日, 生一男, 二月初三日生二男, 母子俱存。 上命給米鹽醬藿。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King selected thirty-four men, including Yun Gi , who passed the civil service examination in eulmyo year (. ",
                "H2KE-nKo": "을묘년 문과 전시를 행하여 윤기 등 34인을 뽑았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 22일(을묘) 1번째기사",
                "gt-oKo": "문과 전시(文科殿試)가 있었다. 윤기(尹箕) 등 34인을 뽑았다.",
                "hj": "○乙卯/文科殿試, 取尹箕等三十四人。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King sent a letter to the governor of Gyeonggi [Province] as follows: Magistrate of Sangnyeong Kwon Minjung borrowed the soldiers bows and arrows and presented them to the King without authorization. This was extremely surprised. The King ordered that Kwon Minjung be arrested and interrogated.",
                "H2KE-nKo": "경기 어사의 서장에,“삭녕 군수 권민중이 군사들의 궁시를 빌려서 함부로 봉점하였으니, 매우 놀라운 일입니다.”하니, 의금부로 잡아다 추고하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 27일(경신) 1번째기사",
                "gt-oKo": "경기 어사가, 삭녕 군수(朔寧郡守) 권민중(權敏中)이 군사들의 궁시(弓矢)를 빌려 속여서 점고(點考)를 받았으니 매우 놀라운 일이라는 내용으로 서장을 올렸는데, 잡아다가 추고하라고 명하였다.",
                "hj": "○庚申/京畿御史書狀: 朔寧郡守權敏中, 借納軍士弓矢, 冒呈逢點, 極爲駭愕事。 命拿推。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Kim Hyowon and Sim Uigyeom , both of them, slandered each other, slandering like enemy. Earlier, when Sim was denounced by Kim Hyowon and Kim Uigyeom , Sim slandered Sim On, and each of them divulged a corrupt separate corrupt sep",
                "H2KE-nKo": "김효원과 심의겸 두 당이 원수처럼 서로 공격하였다. 당초에 심의겸이 김효원과 김효원을 비난하고 심의겸이 김효원을 비난하면서 각각 붕당을 나누어 서로 알력을 일으켰다. 김효원과 심의겸이 모두 외직으로 나가기는 하였으나 심의겸 쪽이 김효원 쪽보다 나았으므로 이름난 당하 문사들이 대부분 배척을 받았다. 이성중도 김효원과 김효원이 서로 배척을 받았다는 이유로 논핵을 받아 철산 군수에 의망되기까지 하였다. 정희적과 노준도 그러하여 붕당을 나누어 서로 공격하기를 마치 당우나 이이의 당처럼 하니, 사림이 안정되지 못한 것이 이 지경에 이르렀다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 3일(병신) 1번째기사",
                "gt-oKo": "김효원(金孝元)과 심의겸(沈義謙)의 두 당(黨)이 원수처럼 서로 공격하였다. 당초 심의겸이 김효원을 비방하자 김효원도 심의겸을 비난하여 각기 붕당(朋黨)이 나뉘었고 서로 알력하게 되었다. 김효원과 심의겸이 모두 외직(外職)으로 나가 있었으나 심의겸 쪽이 김효원 쪽보다 나아서 김효원 쪽의 당하(堂下) 문신들 가운데 유명한 사람이 많이 배격되었다. 이성중(李誠中)은 김효원과의 교분 때문에 논핵을 받아 철산 군수(鐵山郡守)에 제수되었고, 정희적(鄭熙績)·노준(盧畯)도 그렇게 되었다. 붕당이 나뉘어 서로 공격하는 것이 당(唐)나라 때의 우이(牛李)의 당(黨)과 같아서 사림(士林)의 조용하지 못함이 마침내 이 지경에 이르렀다.",
                "hj": "○丙申/金孝元、沈義謙二黨, 相攻擊如仇讎。 蓋當初沈詆金、金譏沈, 而各分朋黨, 相爲傾軋。 金、沈雖俱出外, 而沈邊勝金邊, 堂下文士之有名者, 多見排抑。 李誠中亦以金交遭論劾, 至擬於鐵山郡守。 鄭熙績、盧畯亦然。 分朋黨相擊, 如唐牛、李之黨, 士林之不靖, 乃至於是。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gyehae day, the drought in gyehae year (1423, the fourth year of King Sejongs reign. The Ministry of Rites requested that prayers for rain be held.",
                "H2KE-nKo": "가뭄이 들었다. 예조가 기우제를 지내기를 청하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 30일(계해) 1번째기사",
                "gt-oKo": "가뭄 때문에 예조에서 기우제(祈雨祭) 지내기를 청하였다.",
                "hj": "○癸亥/旱, 禮曹請行祈雨祭。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported: Choe응ryong , governor of Jeolla Province, has successively been afflicted by famine. However, he has not been diligent in relieving the people, and he has made his error in handling affairs. He has neglected the purpose of executing himself in order to entrust him. Your subjects request that he be dismissed from his post. Magistrate of Gimhae Magistracy Yi Heumrye was greedy and cruel and violent. When he was first appointed, he requested that he be dismissed from his post and replaced. Ultimately, he did not receive royal approval. He was even more disregarded and unscrupulous, and he presumptuously took government powerful families along the roads. Your subjects request that he be dismissed from his post. Assistant Section Chief of the Ministry of Works Jo Hwi is a man of impoverishment and mistakes when he visited the capital [of Ming China]. When he traveled to the capital [of Ming China], he committed many mistakes. Your subjects request that he be dismissed from his post. Official for Transmitting the Royal Transmitter Choe Hanhyeong , on the day of the anniversary of Queen Mothers passing, he became inebriated and occasionally occurred. His crime of disrespecting irreverence is more serious than this. Your subjects request that he be sent to the State Tribunal for interrogation. Magistrate of Nakan Yi Huiin was formerly serving as a magistrate. He also committed many mistakes in his family. Your subjects request that he be dismissed from his post. The King 답하기를, “이흠례가 presumptuously took government powerful families. These days, why should he be punished only? He should not be punished lightly. As for Choe Hanhyeong, he should not be sent to the State Tribunal for interrogation. As for Choe응ryongs case, it is sometimes due to his circumstances, he should not be dismissed from his post. Yi Huiin should not be dismissed from his post because he had committed mistakes in the past. In general, when a magistrate is replaced, his evils are not insignificant. The King did not approve this request. The King approved the request of Jo Hwis case.",
                "H2KE-nKo": "사헌부가 아뢰기를,“전라 감사 최응룡은 길에 계속 기근이 들었는데도 진휼을 부지런히 하지 않고 시행하는 과정에서 전도되고 어긋나 자못 등급을 뛰어넘어 발탁해서 위임한 뜻이 없으니, 파직하소서. 김해 부사 이흠례는 탐욕스럽고 혹독하며 패려궂습니다. 당초 제수할 때 파직할 것을 논하여 체차하였는데 끝내 윤허를 받지 못하자 더욱 거리낌없이 방자하여 아권을 함부로 거느리고 도로에 연락부절하였으니, 파직하소서. 공조 좌랑 조휘는 인물이 경박하고 난잡하여 부경하느라 왕래할 때 실수한 것이 많으니, 파직하소서. 승전색 최한형은 국기일에 멋대로 술을 마시고 정신이 흐릿하여 사령을 하는 사이에 예의를 잃은 일이 많았으니, 불경한 죄가 막심합니다. 조옥으로 하여금 추고하게 하소서. 낙안 군수 이희인은 전에 수령으로 있을 때 탐오한 짓을 하여 한 집안에도 패려한 일이 많았으니, 파직하소서.”하니, 답하기를,“이흠례가 아권을 함부로 거느리고 간 것은 지금도 마찬가지인데 어찌 유독 치죄할 수 있겠는가. 가벼이 파직할 수 없다. 최한형을 추고할 것은 조옥으로 할 필요가 없다. 최응룡의 일은 혹 사세가 미처 조치하지 못한 데서 나온 것일 수도 있으니, 파직할 수 없다. 이희인은 전일 탐오한 것 때문에 또 지금의 직임을 파직할 수 없다. 대체로 수령을 체차하는 것은 그 폐단이 작지 않으니, 윤허하지 않는다. 조휘의 일은 윤허한다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 4일(정유) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “전라도 관찰사 최응룡(崔應龍)은 굶주린 백성이 길에 잇달았는데도 힘써 진구하지 않았고, 조처하는 가운데 전도되고 어긋난 일이 많았습니다. 특별히 초탁하여 위임한 뜻이 없으니 파직을 명하소서. 김해 부사(金海府使) 이흠례(李欽禮)는 탐혹하고 패려(悖戾)스러운데 당초 제수할 때 파체하도록 논청하였으나 끝내 윤허받지 못하였으므로 더욱 꺼림없이 방자하여 외람되어 데리고 간 아권(衙眷)이 도로에 연락부절이니, 파직을 명하소서. 공조 좌랑 조휘(趙徽)는 인물이 경박하여 부경(赴京)하느라 왕래할 적에 잘못한 일이 많으니, 파직을 명하소서. 승전색 최한형(崔漢亨)은 국기일(國忌日)에 함부로 술을 마시고 취하여 사령(使令)을 하는 사이에 실의(失儀)한 일이 많으니 불경죄(不敬罪)가 막심합니다. 조옥(詔獄)으로 하여금 추고하게 하소서. 낙안 군수(樂安郡守) 이희인(李希仁)은 전에 수령으로 있을 때 탐오스런 짓을 했고 가정에서도 패려한 짓이 많았으니, 파직을 명하소서.” 하니, 답하기를, “이흠례가 외람되이 아권을 데리고 간 것은, 지금 모두 그렇게 하고 있는데 어떻게 그만을 다스릴 수가 있겠는가. 경솔히 파직할 수 없다. 최한형을 조옥으로 하여금 추고하게 할 필요는 없다. 최응룡의 일은, 사세가 그러하여 미처 조처하지 못하였을 수도 있으니, 파직할 수 없다. 이희인은 전일의 탐오 때문에 지금의 직임을 파직할 수는 없다. 대체로 수령의 교체에는 적지 않은 폐단이 따르는 것이므로 윤허하지 않는다. 조휘의 일은 윤허한다.” 하였다.",
                "hj": "○丁酉/司憲府啓曰: “全羅監司崔應龍, 道饉相望, 而不勤賑救, 施措之間, 顚倒差戾, 殊無超擢委任之意, 請命罷職。 金海府使李欽禮, 貪酷悖戾, 當初除授時, 論請罷遞, 而竟未蒙允, 益肆無忌, 濫率衙眷, 連絡道路, 請命罷職。 工曹佐郞趙徽, 人物浮雜, 赴京往來之時, 多有所失, 請命罷職。 承傳色崔漢享, 國忌之日, 縱酒迷亂, 進退使令之間, 多有失儀。 不敬之罪莫甚, 請命詔獄推考。 樂安郡守李希仁, 前爲守令時貪汚, 一家之內, 亦多悖戾之事。 請命罷職。” 答曰: “李欽禮濫率衙眷, 當今同然, 何獨治之? 不可輕罷。 崔漢享推考, 不須詔獄。 崔應龍事, 或出於勢未及措置, 不可罷職。 李希仁不可以前日之貪汚, 又罷今職。 大抵守令遞易, 其弊不細。 不允。 趙徽事允。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Executive Assistant to the Magistrate of Bukcheong Yi Seung cut off two swords and cut off two government slaves. The King ordered that all of them be stripped of their certificates of appointment and that they be never be appointed to government offices.",
                "H2KE-nKo": "북청 판관 이세웅이 칼로 관노 두 사람의 발가락을 잘랐기 때문에 고신을 모두 빼앗고 영구히 서용하지 말라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 3월 7일(경자) 1번째기사",
                "gt-oKo": "북청 판관(北靑判官) 이세웅(李世雄)이 칼로 관노(官奴) 2인의 발가락을 잘랐다는 것으로, 고신(告身)을 모두 빼앗고 영원히 서용하지 말 것을 명하였다.",
                "hj": "○庚子/北靑判官李世雄, 以刀斫斷官奴二人足指, 命盡奪告身, 永不敍用。"
            }
        }
    },
    "04": {
        "10": {
            "1": {
                "H2KE-EN": "Bak Howon , Inspector General in the gyeyu year (, resigned after bowing to express gratitude for the royal benevolence. The King denied this request.",
                "H2KE-nKo": "대사헌 박호원이 숙배한 뒤에 사직을 청하는 계사를 올렸으나, 윤허하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 10일(계유) 1번째기사",
                "gt-oKo": "대사헌 박호원(朴好元)이 숙배(肅拜)한 뒤 사면을 아뢰었으나 윤허하지 않았다.",
                "hj": "○癸酉/大司憲朴好元, 肅拜後辭免。 啓不允。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported, Inspector General Bak Howon is not suitable for the head of social mores and laws, and his title is to be given to virtue and cannot be easily given to every person. Your subjects request that he be corrected. The King said, How can he not be appointed to a position? The King did not approve this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“대사헌 박호원은 풍헌의 장관에 합당하지 않습니다. 작위는 덕 있는 사람에게 주는 것이므로 아무에게나 함부로 주어서는 안 됩니다. 개정하소서.”하니, 답하기를,“어찌 합당하지 않겠는가. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 10일(계유) 2번째기사",
                "gt-oKo": "사간원이 아뢰기를, “대사헌 박호원은 풍헌(風憲) 장관에 합당하지 않습니다. 벼슬은 덕(德)에 따라 임명하는 것이므로 아무에게나 경솔히 제수해서는 안 되니, 개정을 명하소서.” 하니, 답하기를, “어찌 합당하지 않단 말인가? 윤허하지 않는다.” 하였다.",
                "hj": "○司諫院啓曰: “大司憲朴好元, 不合風憲之長, 爵以命德, 不可人人輕授, 請命改正。” 答曰: “豈有不合? 不允。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Bak Gyehyeon , second minister of personnel , resigned from office as director of the Office of Diplomatic Correspondence . The King denied the request.",
                "H2KE-nKo": "이조 참판 박계현이 홍문관 제학을 사면하였다. 세 번 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 11일(갑술) 1번째기사",
                "gt-oKo": "이조 참판 박계현(朴啓賢)이 홍문관 제학의 사면을 세 번 아뢰었으나 윤허하지 않았다.",
                "hj": "○甲戌/吏曹參判朴啓賢, 辭免弘文提學。 三啓, 不允。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "A letter from the governor of Pyeongan Province stated, Executive Assistant of Yeongbyeon Yu Yeongrip , indiscriminately took government powerful families and dismissed him from his post.",
                "H2KE-nKo": "평안 감사가, 영변 판관 유영립이 외람되이 아권을 거느리고 갔으니 파출하라는 내용으로 서장을 올렸다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 15일(무인) 1번째기사",
                "gt-oKo": "평안도 감사가, 영변 판관(寧邊判官) 유영립(柳永立)이 외람되이 아권(衙眷)을 데리고 왔으니 파출시키라는 내용으로 아뢰니, 상이 따랐다.",
                "hj": "○戊寅/平安監司書狀: ‘寧邊判官柳永立, 濫率衙眷, 罷黜事。’"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Executive Assistant to the Magistrate of Naju Yun Saheum misappropriated taxes. Your subjects request that he be dismissed. The King granted permission. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“나주 판관 윤사흠은 세금을 가혹하게 거두었으니 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 16일(기묘) 1번째기사",
                "gt-oKo": "사헌부가, 나주 판관(羅州判官) 윤사흠(尹思欽)이 세금을 함부로 거두어들였으니 파직시키라는 내용으로 아뢰니, 상이 따랐다.",
                "hj": "○己卯/司憲府啓: “羅州判官尹思欽聚斂, 請罷。” 上從之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: I observed the report of the inspectors of Gyeonggi Province , but the weaponry was extremely unconstruct. The local magistrates of Yeoju , Gwangju , Anseong , Gwacheon , and other areas should be first dismissed and punished.",
                "H2KE-nKo": "전교하기를,“경기 어사의 장계를 보니, 군기가 특히 심하게 정비되지 않았다고 한다. 여주, 광주, 안성, 과천 등 고을의 수령을 먼저 파직한 뒤에 추고하라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 19일(임오) 1번째기사",
                "gt-oKo": "전교하였다. “경기 어사의 장계를 보니, 군기(軍器)를 보수하거나 갖추지 않은 것이 극심한 데가 여주(驪州)·광주(廣州)·안성(安城)·과천(果川)이었다. 이곳의 수령들은 먼저 파직시킨 뒤에 추고하라.”",
                "hj": "○壬午/傳曰: “觀京畿御史狀啓, 軍器尤甚不修。 驪州、廣州、安城、果川等守令, 先罷後推。”"
            },
            "2": {
                "H2KE-EN": "The governor of Chungcheong Province advised, The male slave Geumson , who is imprisoned in Cheongju , and his master Bak Hyeong and his son Sahyu killed three people including Yubi , the concubine of Confucian scholars Yubi . The reason for this is not insignificant, but it is uncomfortable to interrogate a major case with great importance. It is requested that an official in the capital be sent to him.",
                "H2KE-nKo": "충청 감사가 장계하기를,“청주의 죄수인 종 금손 등이 그의 상전인 박형 및 아들 박사휴와 사림의 첩 유비 등 3인을 살해하였는데, 그 사연이 작지 않습니다. 큰 옥사를 예사롭게 추국하는 것은 온당치 못하니, 경관을 파견하소서.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 19일(임오) 2번째기사",
                "gt-oKo": "충청 감사 장계를 올렸다. “청주 죄수 노(奴) 금손(今孫) 등이 상전(上典)인 박형(朴亨)과 그의 아들 박사휴(朴士休) 및 사휴(士休)의 첩 유비(有非) 등 3인을 살해한 일이 있습니다. 이런 큰 옥사를 심상히 추국하기가 미안하니 경관(京官)을 파견하여 주소서.”",
                "hj": "○忠淸監司狀啓: ‘淸州囚奴今孫等, 其上典朴享及子士休, 士林妾有非等三人殺害, 辭緣不小, 大獄尋常推鞫未安, 京官發遣事。’"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Jeong Uisin , Magistrate of Chirwon District , suffered from an elderly father, could not preserve his life for the morning and evening. However, he lived in a remote area outside the city wall and did not have an audience with Your Majesty. Your subjects request that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "사간원이 아뢰기를,“칠원 현감 정의신은 그의 늙은 아비가 병에 걸려 아침저녁을 보전하지 못할 상황인데, 멀리 영외에 있으면서 한번 근친한 뒤로는 다시 와서 보지 않았습니다. 파직하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 2일(을축) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “칠원 현감(漆原縣監) 정의신(鄭義臣)은, 자기의 늙은 아비가 병을 얻어 곧 운명하게 되었는데도 멀리 영외(嶺外)에 있으면서 한 번 근친(覲親)을 한 뒤로는 다시 와보지 않았으니 파직시키소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○乙丑/司諫院啓: “漆原縣監鄭義臣, 其老父得病, 莫保朝夕, 而遠在嶺外, 一覲之後, 更不來見, 請罷職。” 答曰: “依啓。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The students of the Royal Confucian Academy submitted a memorial requesting that Kim굉필 , Jeong Yeochang , Jo Gwan , 이언적 , and Yi Hwang be enshrined in the State Shrine to Confucius . The King replied, The enshrinement of them in the State Shrine to Confucius is an important ceremony. How could it be proper to discuss the matter lightly? It is not necessary to make troubles.",
                "H2KE-nKo": "태학 유생이 상소하여 김굉필, 정여창, 조광조, 이언적, 이황을 문묘에 종사하기를 청하니, 답하기를,“배향하는 중대한 전례를 어찌 가벼이 의논할 수 있겠는가. 번거롭게 진달하지 말라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 24일(정해) 1번째기사",
                "gt-oKo": "태학 유생(太學儒生)들이 상소하여 김굉필(金宏弼)·정여창(鄭汝昌)·조광조(趙光祖)·이언적(李彦迪)·이황(李滉)을 문묘(文廟)에 종사(從祀)할 것을 청하니, 답하였다. “배향(配享)하는 것은 중대한 전례(典禮)인데 어찌 경솔히 논의할 수 있겠는가? 번거로이 진달하지 말라.”",
                "hj": "○丁亥/太學儒生, 上疏請金宏弼、鄭汝昌、趙光祖、李彦迪、李滉從祀文廟。 答曰: “配享重典。 豈宜輕議? 不須煩陳。”"
            },
            "2": {
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 24일(정해) 2번째기사",
                "gt-oKo": "관학 유생(館學儒生)들이 상소하기를, “세상에서 뛰어난 진유(眞儒)는 추장(追奬)하는 성례(盛禮)를 거행하지 않을 수 없는 것입니다. 삼가 생각건대, 우의정에 추증된 김굉필은 성인의 세대와 멀어 성인의 말이 인멸된 뒤에 태어나서 스스로 면려하고 각고(刻苦)하는 뜻을 분발하여 자신을 다스리는 데에는 《소학(小學)》을 모범으로 삼고 학문을 하는 데에는 성경(誠敬)을 본령(本領)으로 삼아, 의리의 연원을 탐구하고 성현의 심오한 자취를 궁구하였습니다. 그리하여 실천하는 실상이 이미 자신을 다스리는 데 도탑게 되었고 후학을 계도하는 공력에 조금도 게으름이 없었기 때문에 한때의 현사(賢士)들이 그의 문하에서 많이 배출되었는데, 이들은 모두 훌륭한 인격을 성취하여 각각 나름대로의 분야를 개척하였으니, 유종(儒宗)의 칭호를 이 사람을 버려두고 누구에게 붙이겠습니까? 삼가 상고하건대, 정여창(鄭汝昌)은 일찍이 독서를 좋아하여 마음을 가다듬고 분발, 오경(五經)의 귀취(歸趣)를 궁구하고 성학(聖學)의 체용(體用)을 탐구하였습니다. 그리하여 학문을 하되 이락(伊洛)을 표본으로 삼았고 마음가짐은 자신을 속이지 않는 것으로 주를 삼았습니다. 또 김굉필과 뜻과 학문을 같이하여 일생동안 연구한 것은 모두가 성리(性理)의 깊은 뜻이요 날을 새며 강론한 것은 모두가 도학(道學)의 묘리였으니, 그가 사문(斯文)을 돕고 후학을 창기(倡起)시킨 공이 어찌 전현만 못한 것이 있겠습니까? 조광조(趙光祖)는 영오(穎悟)함이 남보다 뛰어났고 타고난 천품이 도(道)에 가까왔는데, 김굉필의 문하에 나아가 도학의 묘리를 많이 듣고부터 자신을 더욱 엄격히 다스리고 뜻을 더욱 확고히 가다듬어 진리를 알고 실천함으로써 마침내 대유(大儒)가 되었습니다. 중묘(中廟) 때에는 깊은 신임을 받아 임금을 요순(堯舜)처럼 만들기를 기약하였고 폐해를 고치는 데는 교화를 우선으로 삼았으며, 소자(小子)들을 제도함에 있어서는 《소학》의 가르침을 밝혔고 야박한 습속을 도탑게 함에 있어서는 향약(鄕約)의 조항을 시행하여 기월(期月)의 화(化)에 이를 것을 기대할 수 있었습니다. 그런데 참인(讒人)들의 모함에 의해 훌륭한 뜻을 지닌 채 죽음에 나아갔습니다. 그 자신이 태평한 시대를 이룩하지는 못하였지만 그가 남긴 혜택은 사람들에게 남아 있어 오래도록 없어지지 않고 있으니, 이는 그가 작성(作成)한 공이 후세에까지 파급된 것입니다. 이언적(李彦迪)은 안중(安重)하고 단상(端詳)하여 평소부터 높은 지취(志趣)를 지니고 있었으므로 성리의 학문을 매우 좋아하였고 성정(誠正)의 공부를 더욱 도탑게 하였습니다. 나라를 태평하게 다스리는 방법은 10조(條)의 상소에 역력히 진술하였고 진덕 수업(進德修業)의 요점은 팔규(八規)의 조목에 환히 기록되어 있으며, 임금의 마음을 바로잡는 정성은 시종 변함이 없었고 뛰어난 지조는 위의(危疑)스러운 때에도 흔들리지 않았으니, 그가 퇴폐된 기강을 진기시키고 후학을 개도한 것이 성대하다고 할 만합니다. 아, 사도에 공이 있는 사람이 이 네 신하뿐만이 아닙니다. 전인(前人)에 견주어 부끄럽지 않은 또 하나의 현인이 있습니다. 삼가 상고하건대, 영의정 문순공(文純公) 이황(李滉)은 타고난 천품이 빼어났고 의도(儀度)가 단아하고도 근엄하였습니다. 타고난 총명과 드러난 충신(忠信)에다 학문은 넓으면서도 요점이 있고 행실은 온전하면서도 도타왔으며, 외적인 욕망을 끊고 자신을 다스리기에만 전념하였고 이학(理學)을 궁구하여 미묘한 이치를 환히 알았습니다. 이런 것이 속에 쌓이어 밖으로 발산되어 정순(精純)하고 온수(溫粹)한 기상은 가까이 해도 싫지 않았고, 묻기를 좋아하고 남의 의견 취하기를 즐겨하되 겸허하고 비손(卑遜)한 마음가짐은 아무것도 지닌 것이 없는 사람과 같았으니, 이는 날마다 새롭게 하고 위로 통달하려는 공부를 함에 있어 스스로 그만둘 수 없는 것을 가지고 있었기 때문이었습니다. 그리하여 경서(經書)를 고증, 《경서석의(經書釋義)》를 저술해서 중설(衆說)의 이동(異同)을 올바르게 하였고 역학(易學)을 연구, 《계몽전의(啓蒙傳疑)》를 저술해서 제가(諸家)의 이론이 비로소 정해지게 하였고, 《이학통록(理學通錄)》을 저술해서 학술(學術)에 통일이 있게 하였고, 《주서절요(朱書節要)》를 저술해서 성학(聖學)에 발단이 있게 하였고, 잘못된 곳과 부족한 점을 보충하여 《수정천명도설(修正天命圖說)》을 저술해서 이기 화생(理氣化生)에 대한 묘리와 정양 동찰(靜養動察)에 대한 공부가 남김없이 다 갖추어지게 하였으니 이는 모두 성현의 미지(微志)를 발명하고 후학의 심목(心目)을 열기 위한 것이었습니다. 도학이 와전되는 잘못을 깊이 우려하여 사이비(似而非)를 극력 배척, 백사(白沙)가 불선(佛禪)으로 흐른 것과 양명(陽明)이 괴벽한 데로 치우친 것을 통렬히 논박하여 발본 색원하지 않은 것이 없으니, 사설(邪說)을 억누르고 정학(正學)을 부식(扶植)시킨 공은 실로 우리 동방의 고정(考亭)인 것입니다. 조정에 벼슬하여 임금을 섬김에 있어서는 군덕(君德)을 보양하여 근원으로 밝히고 근본을 바루는 것을 급선무로 삼았기 때문에 제왕의 격치 성정(格致誠正)의 학문과 성현의 징질 천개(懲窒遷改)의 방도에 대해 면대해서 진술하기도 하고 주차(奏箚)로 조목조목 주달(奏達)하기도 하고 도설(圖說)을 저술하여 올리기도 하였는데 모두가 분명하고도 절실하여 다시 더할 것이 없었습니다. 따라서 임금의 신임을 얻어 도를 행하게 됨으로써 태평 성세가 이룩되기를 기대했었습니다만, 도가 시운에 어긋나 펴보지도 못하고 물러가게 되어 당시의 치화(治化)로 하여금 융성한 옛날과 같게 하지 못하게 만들었으니, 애석한 마음 견딜 수 없습니다. 그러나 풍성을 들은 자들이 사방에서 홍기하고 공부하는 자들이 학당(學堂)에서 고무되어 사람들이 도학을 숭상할 줄 알게 되어 이설(異說)에 미혹되지 않게 되었으니, 그의 높은 도덕과 드러난 공업(功業)은 우리 동방의 일월(日月)인 것입니다. 아, 훌륭합니다.” 하였는데, 상이 이미 알았다고 답하였다.",
                "hj": "○館學儒生上疏: 命世之眞儒, 不可不擧追奬之盛禮。 竊念, 贈右議政金宏弼, 生世遠言湮之後, 奮刻礪堅苦之志, 律身以《小學》爲楷範, 做學以誠敬爲本領, 探義理之淵源, 究聖賢之蘊奧, 踐履之實, 旣篤於自治。 而啓迪之功, 又詣於不倦, 故一時賢士, 多出其門, 彬彬成就, 各有造端, 則儒宗之稱, 舍斯人其誰? 謹按, 鄭汝昌, 早好讀書, 發憤厲志, 究五經之歸趣, 窮聖學之體用, 爲學以伊、洛爲法, 處心不欺爲主。 又與宏弼, 合志同術, 窮年切礪者, 無非性理之奧, 達曙講劘者, 莫非道學之妙。 其羽翼斯文, 倡起後學之功, 豈足多讓於前賢? 趙光祖, 穎悟出人, 天資近道, 得游宏弼之門, 飽聞道學之妙, 律己尤嚴, 厲志愈礭, 眞知實踐, 遂成大儒, 逮遇﻿中廟, 得君甚專, 致君以堯、舜爲期, 革弊以敎化爲先。 欲造小子, 則明《小學》之敎; 欲敦薄俗, 則布鄕約之條。 期月之化, 庶幾可臻, 而讒人罔極, 齎志就死, 雖不得身致大平, 而在人遺澤, 久而不泯, 則作成之功, 波及後世矣。 李彦迪, 安重端詳, 雅有高趣, 篤好性理之學, 益敦誠正之功。 治平之道, 歷陳於十條之疏; 進修之要, 昭載於八規之目。 格君之誠, 無替於始終, 特立之操, 不撓於危疑, 則其所以振起頹波, 開我後學者, 可謂盛矣。 嗚呼! 有功於斯道者, 不但四臣, 而無愧於前人者, 又有一賢。 謹按〔贈〕領議政文純公李滉, 天資穎秀, 儀度端嚴, 聰明出天, 忠信著外, 學博而要, 行全而篤, 絶意外慕, 專精自治, 沈潛理學, 洞見微妙, 充積發越, 精純溫醉之氣, 近之不厭, 好問樂取, 而謙虛卑遜之志, 若無所有。 蓋其日新上達之功, 有不能自已者存, 於是經書有考證, 而衆說之異同歸正; 啓蒙有傳疑, 而諸家之分合始定; 理學有通錄, 而學術有所統一; 朱書節其要, 而聖學有所發端; 《天命圖說》, 改補訛缺, 理氣化生之妙, 靜養動察之功, 該盡無餘。 是皆有以發聖賢之微志, 開後學之心目者也。 若其深懼調傳之失, 力排似是之非, 白沙流禪, 陽明之頗僻, 無不極論痛斥, 以爲拔本塞源之地, 則抑邪扶正之功, 實我東方之考高也。 至其立朝事君, 必以輔養君德, 淸源正本, 爲急務, 故其於帝王格致誠正之學, 聖賢懲窒遷改之方, 或面對而敷陳, 或奏箚而條達, 或爲圖或著說, 丁寧剴切, 無復餘蘊。 庶幾得君行道, 措世昇平, 而道與時違, 卷懷而退, 使當時之治化, 不竝於隆古, 可勝惜哉? 然而聞風者興起於四方, 受業者鼓舞於函丈, 人知道學之可尙, 不爲異說之所惑, 則其道德之巍崇, 功業之顯著, 爲我東方之日月者, 於戲至矣。” 上答以已諭。"
            },
            "3": {
                "H2KE-EN": "The King refused to repeatedly respond to the memorial submitted by the Confucian students, saying, How can we impose lightly upon the enshrinement of the spirit tablet enshrinement for the spirit tablet enshrinement? It is not necessary to raise trouble.",
                "H2KE-nKo": "주상이 유생들이 여러 차례 올린 상소에 대해 답하기를,“배향하는 중대한 전례를 어찌 경솔히 의논할 수 있겠는가. 번거롭게 논하지 말라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 24일(정해) 3번째기사",
                "gt-oKo": "상이, 유생들이 누차 올린 상소에 대해 답하였다. “배향하는 것은 중대한 전례(典禮)인데 어찌 경솔히 의논할 수 있겠는가? 번거로이 논하지 말라.”",
                "hj": "○上答儒生累次上疏曰: “配享重典, 豈當輕議? 不須煩論。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On imjin day, this month, there was a great drought in the capital and the provinces.",
                "H2KE-nKo": "임진년 이달에 서울과 지방에 큰 가뭄이 들었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 29일(임진) 1번째기사",
                "gt-oKo": "이달에 서울과 지방이 모두 크게 가물었다.",
                "hj": "○壬辰/是月, 京外大旱。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Subarea Commander of the Capital Wall Repairs Yi Jongwon captured Japanese ship. The King ordered the office in charge to prepare the meritorious deeds of the troops and soldiers. The soldiers including Bujilson died in a brawl. The King ordered that the funeral expenses be provided.",
                "H2KE-nKo": "계방답 첨사 이종원이 왜적의 전선을 포획하였다. 주상이 유사에게 장수와 군졸의 군공을 마련하라고 명하였다. 군졸 부질손이 전사하자 장례비를 지급하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 3일(병인) 1번째기사",
                "gt-oKo": "방답 첨사 이종원이 왜적의 전선(全船)을 포획한 데 대해, 상이 장졸(將卒)의 군공(軍功)을 마련하라고 유사(有司)에게 명하였다. 그리고 전사한 군졸 부질손(夫叱孫)에게는 장례비를 내리라고 명하였다.",
                "hj": "○丙寅/防踏僉使李宗元, 捕倭全船。 上命有司, 將卒軍功磨鍊。 軍卒夫叱孫戰死, 命給葬資。"
            },
            "2": {
                "H2KE-EN": "More than ten Japanese people were captured by Hwang Eocheon , who had been captured by Japanese. Upon hearing this, the court arrested the captive commanders of Tsushima Island and interrogated them in the State Tribunal . The inspectors and censors requested again that Subarea Commander Kwak Yeong be arrested and interrogated.",
                "H2KE-nKo": "황어천의 해채하던 인구 10여 인이 왜적에게 포로가 되었다고 보고하였다. 조정에서 복병장 마도 만호를 잡아다 신문하고 조옥에서 추국하였다. 대간이 또 수사 곽영을 잡아다 추문할 것을 청하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 3일(병인) 2번째기사",
                "gt-oKo": "황어천(黃魚川)의 해채인(海採人) 10여 명이 왜적에게 사로잡혀 갔다는 일을 계문하니, 조정에서 복병장(伏兵將) 마도 만호(馬島萬戶)를 잡아다가 조옥에서 추국하였다. 대간이 또 수사 곽영(郭嶸)을 잡아다 추문하기를 청하였다.",
                "hj": "○黃魚川海採人口, 被倭所虜者十餘人。 事聞, 朝廷拿伏兵將馬島萬戶, 而推鞫詔獄。 臺諫又請拿推水使郭嶸。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the jeongmyo day, and the King ordered that 유희춘 make a detailed method of the Four Books and the Three Classics of the Three Classics [of the Three Classics]. [Yun] Huichun answered that the strength of the three Class of the Three Classics [of the Three Classics] is too small and the heavy duty of the Classics [of the Three Classics] is importance. [The King] also recommended Yi I again. The King employed the words and ordered that Yi I make a detailed method of the Confucian Classics [of the three Classics].",
                "H2KE-nKo": "정묘년에 상이 경연에서 유희춘에게 사서 삼경의 토석을 상정하라고 명하였다. 유희춘이 힘은 적고 임무는 무겁다고 대답하고 경서는 다른 사람에게 명할 것을 청하였다. 또 이이를 천거하니, 상이 그 말을 채용하고 또 이이에게 명하여 경서의 토석을 상정하게 하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 4일(정묘) 1번째기사",
                "gt-oKo": "상이 경연 석상에서 유희춘(柳希春)에게 사서 삼경(四書三經)의 현토와 주석을 상정(詳定)하라고 명하였는데, 유희춘이 자신은 역량이 적은데다 임무가 무거우니 경서(經書)는 다른 사람에게 명하라고 답하였다. 그러면서 이이(李珥)를 천거하니, 상이 그 말을 채용하여 이이에게 경서의 현토와 주석을 상정하라고 명하였다.",
                "hj": "○丁卯/上於經席, 上命柳希春, 詳定四書三經吐釋。 希春對以力小任重, 經書, 請命他人。 又薦李珥。 上採用其言, 亦命李珥詳定經書吐釋。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The governor of Gyeongsang Province submitted a memorial as follows: Former Assistant Governor Jo Sik , who was in the area of his hometown, constructed a 서원 in the imsin year (1422, the fourth year of King Sejongs reign, constructed a 서원 in accordance with the precedent of Dosan .",
                "H2KE-nKo": "경상 감사가 장계하기를,“고 처사 조식은 평소 수양하던 곳에 서원을 세웠으니, 도산의 예에 따라 사액해 주소서.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 4월 9일(임신) 1번째기사",
                "gt-oKo": "경상 감사가, 고(故) 처사(處士) 조식(曺植)이 평소 학문을 닦던 곳에 서원을 세우고 도산(陶山)의 예에 따라 사액(賜額)하여 줄 것을 청하는 내용의 서장을 올렸다.",
                "hj": "○壬申/慶尙監司書狀: 故處土曺植, 平日藏修之地, 創立書院, 請依陶山例賜額事。"
            }
        }
    },
    "05": {
        "12": {
            "1": {
                "H2KE-EN": "The governor of Gyeongsang Province submitted a memorial as follows: In Gyeongju , Military Duty Officer Jeon Mongyeol , a resident of Gyeongju , beat his father [Jeong]응s stones and injured him. He robbed his robes and threatened him into the sea. In the evening, he robbed his hair and robed him with his sword. In the case of the three cardinal principles and the five moral imperative imperatives, which is uncomfortable for him to be interrogated without exception. ",
                "H2KE-nKo": "경상 감사가 장계하기를,“경주에 사는 정병 전몽열은, 그의 아비 전응상이 돌덩이로 때려 상처를 입히고 옷깃을 붙잡고 바다 가운데로 뛰어들 계획을 세웠으며, 또 밤중에 머리채를 잡고 끌어내어 칼을 뽑았습니다. 강상의 중대한 옥사를 예사롭게 추국하는 것은 온당치 않습니다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 12일(갑진) 1번째기사",
                "gt-oKo": "경상 감사 장계(狀啓)를 올렸다. “경주(慶州)에 사는 정병(正兵) 전몽열(全夢說)은 자기 아비 전응상(全應祥)을 돌로 쳐서 상해(傷害)한 다음 옷깃을 붙잡아 바다에 던져버릴 계획을 하였고, 또 밤에 머리채를 잡고 끌어내어 칼을 뽑았습니다. 이는 강상(綱常)에 관계되는 중대한 옥사여서 보통으로 추국하기가 미안합니다.”",
                "hj": "○甲辰/慶尙監司狀啓: 慶州接正兵全夢說, 其父應祥, 石塊打傷, 扶執衣衿, 投入海中設計, 又於夜間, 猝髮曳出拔劍, 辭緣綱常重獄, 尋常推鞫未安事。"
            },
            "2": {
                "H2KE-EN": "Inspector General Yun Chung submitted a resignation on account of illness. The King ordered that he be replaced.",
                "H2KE-nKo": "대사헌 유희춘이 병으로 올라올 수 없다는 이유로 사직장을 올리니, 체차하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 12일(갑진) 2번째기사",
                "gt-oKo": "대사헌 유희춘(柳希春)이 병 때문에 올라오지 못한다는 것으로 사장(辭狀)을 올리니, 체직하라고 명하였다.",
                "hj": "○大司憲柳希春, 以病不得上來事辭狀。 命遞之。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The Office of the Royal Lectures reported, Your subjects request that Your Majesty send an official to grant a funerary oration and condolence gifts upon the late King of Sanshan and Yeonsan . The tombs of the past dynasties and kings of our country should be repaired, and they should be prohibited from cutting firewood and grass. As for the loyal and righteous scholars of the previous dynasty who died in a state, your subjects request that an official be dispatched to grant a funerary oration and condolence gifts. As for the graves of Choe Chiwon , Ahn Yu , and Seop Chong , your subjects should investigate and report to Your Majesty. The King ordered that the royal order be transmitted to perform the funerary oration and condolence gifts. Also, the King ordered that the portraits of King Taejo of Yongcheon Temple in Punggi Temple be moved to Sungui Hall .",
                "H2KE-nKo": "경연관이 아뢴 노산과 연산의 묘에 관원을 보내 치제하는 일, 동국 역대 군왕의 분묘를 정비하는 일, 나무하고 소 먹이는 것을 금하는 일, 전대의 충신과 의사로서 나랏일에 죽은 사람에 대해 관원을 보내 치제하는 일, 최치원ᆞ안유ᆞ설총의 묘소가 있는 곳을 살펴서 아뢰는 일에 대해 승전을 받들어 행하도록 명하였다. 또 풍기 용천사에 소장된 고려 태조의 화상을 숭의전에 옮겨 봉안하도록 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 15일(정미) 1번째기사",
                "gt-oKo": "경연관이 아뢴 바 노산군(魯山君)과 연산군(燕山君)의 묘에 관원을 보내어 제사지낼 일과, 우리 동방 역대 군왕의 분묘를 수치(修治)하고 초목(樵牧)을 금하게 한 일과, 전대(前代)의 충신·의사로서 나랏일에 죽은 자의 묘에 관원을 보내어 제사지낼 일과, 최치원(崔致遠)·안유(安裕)·설총(薛聰)의 분묘가 있는 곳을 살펴서 아뢸 일에 대해 승전(承傳)을 받들어 시행하도록 명하였다. 그리고 풍기(豊基) 용천사(龍泉寺)에 소장된 고려 태조(高麗太祖)의 화상(畫像)을 숭의전(崇義殿)으로 이안(移安)하라고 명하였다.",
                "hj": "○丁未/經筵官所啓: “魯山、燕山墓, 遣官致祭事; 東國歷代君王墳墓修治, 禁察樵牧事; 前代忠臣義士, 死於國事者, 遣官致祭事; 崔致遠、安裕、薛聰墳墓所在處, 察啓事。” 命捧承傳行之。 且豐基龍泉寺所藏高麗太祖畫像, 命移安于崇義殿。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: The Royal Secretariat is the Royal Procession Guard and the Royal Procession Guard . The Royal Procession Guard is the most important duty of the chief royal secretary. However, he has not been able to inspect and circumspection, but he suddenly entered the palace due to his illness. He looks to the Royal Procession Guard and is the place of sickness, which is inappropriate. Your subjects request that Chief Royal Secretary Choe Hongan be quickly replaced, and the other royal secretaries also be replaced according to their duties. In the past, the royal secretary of the second rank was recommended as well. However, recently the Ministry of Personnel failed to select a capable of articles. Your subjects request that the officials of the senior third rank or above of the Ministry of Personnel and the section chief of the Ministry of Personnel be in charge of capable of articles. Your subjects request that Your Majesty order all the officials of the senior third rank or above of the Ministry of Personnel and the Ministry of Personnel be in charge of capable articles. It is not necessary to discuss this matter. ",
                "H2KE-nKo": "사간원이 아뢰기를,“승정원은 임금의 측근에 위치하여 도승지의 직임이 더욱 중합니다. 그런데 제대로 검칙하지 못하였을 뿐만 아니라 열흘 사이에 병이 났다가 곧바로 들어가 승정원을 병을 요양하는 곳으로 여겼으므로 물의가 온당치 못하게 여깁니다. 도승지 최홍한을 속히 체차하라고 명하소서. 그 나머지 승지도 그 직임에 걸맞지 않으니 모두 체차하라고 명하소서.예전에는 도승지는 으레 2품도 함께 의망하였습니다. 그런데 근래에는 이조가 관직을 위하여 사람을 잘 가리지 못하고 난잡하게 주의하였습니다. 이조의 당상과 색낭청을 모두 추고하라고 명하소서.”하니, 답하기를,“승지와 이조는 별로 삼가지 않은 일이 없다. 논할 필요 없다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 2일(갑오) 1번째기사",
                "gt-oKo": "사간원이 아뢰기를, “정원은 군주의 측근에 있는 관직이므로 도승지의 직임은 더없이 중한 것인데, 잘 검칙(檢勅)하지 못하였을 뿐만 아니라 10여 일 동안을 병 때문에 들락날락하면서 은대(銀臺)를 병 치료하는 곳으로 여겼으므로 물의가 온편하지 못하게 여기고 있으니, 도승지 최홍한(崔弘僴)을 빨리 체차하라고 명하소서. 그 나머지 승지들도 직무를 제대로 수행하지 못하였으니 아울러 체차를 명하소서. 전에는 도승지를 으레 2품도 아울러 의망했었는데 근래에는 이조가 벼슬을 위하여 사람을 잘 가리지 못하고 용잡스러운 자들을 주의하였으니, 이조의 당상과 색낭청(色郞廳)을 아울러 추고하라고 명하소서.” 하니, 답하기를, “승지와 이조는 별로 삼가지 않은 일이 없는 것 같으니 논할 필요가 없다.” 하였다.",
                "hj": "○甲午/司諫院啓曰: “政院, 地禁職親, 都承旨, 其任尤重, 而非但不能撿飭, 一旬之間, 以病旋出旋入, 視銀臺爲養病之地, 物議未便。 請都承旨崔弘僴亟命遞差, 其餘承旨亦不稱職, 竝命遞差。 在前, 都承旨例以二品竝擬, 而近者吏曹不能爲官擇人, 注擬冗雜, 請吏曹堂上色郞廳, 竝命推考。” 答曰: “承旨、吏曹, 別無不謹之事。 不須論之。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Choe Gyeongchang , a clerk of the Bureau of Livestock Breeding , was skilled by nature and cautious in behavior. He loved government nobi (slaves from the northern region and brought them with him at any opportunity. He shamelessly took a house. He is extremely disrespectful. Your subject requests that he be dismissed from his post. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“전적 최경창은 유식한 문관으로서 몸가짐을 삼가지 않고 북방의 관비를 몹시 사랑하여 불시에 데리고 와서 버젓이 집에 두고 있으니, 너무도 거리낌이 없습니다. 파직하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 2일(갑오) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “전적 최경창(崔慶昌)은 식견이 있는 문관으로서 몸가짐을 삼가지 않아 북방(北方)의 관비(官婢)를 몹시 사랑한 나머지 불시(不時)에 데리고 와서 버젓이 데리고 사니 이는 너무도 기탄없는 것입니다. 파직을 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○司憲府啓: “典籍崔慶昌, 以有識文官, 持身不謹, 酷愛北方官婢, 非時率來, 偃然家畜, 其無忌憚甚矣。 請命罷職。” 答曰: “依啓。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The fifth-rank aide to the governor of Hwanghae Province submitted a memorial, which stated, A woman named three hawks in Yeonan Magistracy , but one hawk has no one after another. It is possible for her to support her life to walk.",
                "H2KE-nKo": "황해도 도사의 서장에,“연안부에서 암소가 발이 셋인 송아지를 낳았는데, 꼬리와 뒷다리가 하나도 없고 살아 있으면서 걸음을 잘 걷고 있었습니다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 24일(병진) 1번째기사",
                "gt-oKo": "황해도 도사(黃海道都事)가 서장을 올렸다. “연안부(延安府)의 어떤 암소가 발 셋 달린 송아지를 낳았습니다. 꼬리와 뒷다리 하나가 없는데도 살아서 걸어다닙니다.”",
                "hj": "○丙辰/黃海都事書狀: ‘延安府雌牛生犢三足, 尾及後一脚無之, 生存能步事。’"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On jeongyu day, the first day of the month, jeongyu day [the King (Sejong] sent the final literary",
                "H2KE-nKo": "책·논·부의 제목을 함경도에 보내 감사와 병사로 하여금 제술을 감독하게 하였다. 남도와 북도의 유생들은 빈청에서 과차하였는데, 진사 김협이 수석을 차지하였다. 전시에 곧바로 응시할 자격을 주고 그 이하는 차례차례 논상하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 25일(정사) 1번째기사",
                "gt-oKo": "책(策)·논(論)·부(賦)의 제목을 내어 함경도에 보내고 감사와 병사에게 남북도(南北道) 유생(儒生)의 제술(製述)을 감독하게 하였다. 빈청(賓廳)에서 과차(課次)하였는데, 진사(進士) 김이(金柅)가 으뜸이었으므로 전시(殿試)에 직부(直赴)하게 하였다. 그 이하도 순서대로 논상(論賞)하였다.",
                "hj": "○丁巳/送策論賦題于咸鏡道, 令監兵使監製。 南北道儒生, 課次于賓廳。 進士金柅居首, 命直赴殿試, 以下次次論賞。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, The royal favor that Kim Jang was beyond the prescribed successful candidates for the state examination. Your subjects request that Kim Jang be withdrawn. The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“김위에게 전시에 곧바로 응시할 자격을 준 것은 은전이 너무 지나칩니다. 도로 거두어들이소서.”하니, 윤허하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 25일(정사) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “김이를 전시에 직부하게 한 것은 은전이 너무 지나치니 도로 거두소서.” 하였으나, 윤허하지 않았다.",
                "hj": "○司憲府啓: “金柅直赴殿試, 恩典太濫, 請還收。” 不允。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Due to the severe drought, the King ordered that Sungrye Gate be closed and Sukcheon Gate be opened.",
                "H2KE-nKo": "가뭄이 심하여 숭례문을 닫고 숙청문을 열었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 5월 4일(병신) 1번째기사",
                "gt-oKo": "가뭄이 극심했기 때문에 숭례문(崇禮門)을 닫고 숙청문(肅淸門)을 열었다.",
                "hj": "○丙申/以旱甚, 閉崇禮門, 開肅淸門。"
            }
        }
    },
    "06": {
        "10": {
            "1": {
                "H2KE-EN": "Shin Mi , Inspector General Jeong Jil , and others reported as follows: Your subjects humbly heard that during the military register in the gyeyu year (, the house of the late Minister of Hamchang District of Gyeongsang Province Kwon Chan , secretly resided in the houses of the commoners Choe 풍son , Kim Eoknyeon , and others. However, Kwon Chans son-in-law, Lord of Pungsan Yi Jongrin , descendants of a female slave, submitted a complaint to the Office of the Inspector General and sent an official document to the governor of this province. The governor ordered Sangju and Andong to investigate the case. Choe 풍son was indeed a commoner, and the circumstances of Yi Jongrin were clearly evident. Therefore, the officials of the Office of the Inspector General and others repeatedly discussed the case and reported it to the King. However, the Office of the Inspector General arrested Choe 풍son and others and brought them to prison in the capital. However, the Office of the Inspector General did not verify them again and directly ordered the Ministry of Punishments to interrogate them with torture. In a few months, they died from the beating with the heavy stick. The grievances of their grievances are widely distributed among them. Your subjects worry that they were unreasonable and worried about the circumstances of their identities to the Ministry of Punishments. Your subjects observed that Choe 풍son and others unreasonablely died indeed are truly sad and pitious. Although the death penalty of the deceased cannot be recovered, the crime of the law enforcement officials should not be punished. The Office of the Inspector General also said, The Office of the Inspector General possessessessed a claim that the Office of the Inspector General fabricated a claim that he submitted a false accusation against his original accusation and suddenly appealed to the law regarding the treason and deceitful accusation against his master. That is already unreasonable. However, the Ministry of Punishments confronted the jurisdiction of the Office of the Inspector General and supported the government office without interrogating any claim that the ignorant people might continue to succeed to death. This grievances and the peoples great resentment. Your subjects request that the inspectors and censors and the staff officials of the senior third rank or above of the Ministry of Punishments and the staff officials of the Ministry of Punishments be interrogated first and then dismissed. Lord of Pungsan Yi Jongrin was a member of the royal kin by marriage, and his family members were apprehended more than sixty. In accordance with the law ",
                "H2KE-nKo": "대사간 정지술 등이 아뢰기를,“신들이 삼가 듣건대, 지난 계유년 군적을 작성할 때 경상도 함창현에 사는 고 판서 권찬의 집에 숨겨져 있던 양정 최풍손과 김억년 등이 신역이 없는 것으로 발각되었는데, 권찬의 외손인 풍산군 이종린이 자기의 종이라고 하여 헌부에 정장하고 본도의 감사에게 이문하였습니다. 감사가 상주와 안동 등의 고을로 하여금 조사하게 하였더니, 최풍손이 과연 양정이었고 이종린이 양인을 억압하여 천인으로 만든 정상이 명백하였습니다. 그러므로 추관들이 이것을 가지고 재삼 논하여 보고하였는데, 헌부가 최풍손 등을 경옥으로 잡아와서 다시 따져 묻지 않고 곧바로 형조로 하여금 신국하게 하였습니다. 그런데 몇 달 사이에 형장을 맞다가 연이어 죽어 원통한 정상이 원근에 전파되었습니다. 신들은 그래도 그 소문이 사실이 아닐까 염려하여 전후의 추안을 형조에 가져다 보니, 최풍손 등이 죄도 없이 억울하게 죽은 것이 실로 참혹하고 측은하였습니다. 죽은 자는 다시 살릴 수 없지만 당시의 법관의 죄는 다스리지 않을 수 없습니다.”하고, 또 아뢰기를,“헌부는 먼저 들은 말만 치우치게 주장하여 단지 원고가 없는 사실을 날조하여 속이는 말만을 가지고 갑자기 주인을 배반한 데 대한 형률을 적용하여 반드시 죽을 곳으로 몰아넣었으니, 이것만도 이미 형편없습니다. 그런데 형조는 법사를 견제하여 자리만 지키고 있으면서 차마 보기만 하고 분변하지 않아 죄도 없는 어리석은 백성들로 하여금 뒤를 이어 죽게 하였으니, 왕화를 손상시키고 민원을 쌓은 것이 극에 달하였습니다. 을해년 11월의 대관과 형조의 당상과 색낭청을 먼저 파직한 뒤에 추고하소서. 풍산군 이종린은 품계가 높은 종친으로서 그 집에 양정을 찾아내는 자가 무려 60여 명이나 됩니다. 국법으로 다스린다면 이미 죄를 피할 수 없는데, 스스로 두려워하지 않고 감히 형편없는 일을 하여 사람을 죽을 곳으로 몰아넣었으니, 매우 통분합니다. 이종린은 양인을 억압한 형률대로 죄를 다스리고, 송사를 대신한 종도 모두 해당 조로 하여금 가두게 하소서.”하였다. 대사헌 이양원은 그때의 장관이었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 10일(신미) 1번째기사",
                "gt-oKo": "대사간 정지연(鄭芝衍) 등이 아뢰기를, “신들이 듣건대, 지난 계유년에 군적(軍籍)을 만들 때 경상도 함창현(咸昌縣)에 사는 고(故) 판서(判書) 권찬(權纘)의 집에 은접(隱接)에 있던 양정(良丁) 최풍손(崔風孫)·김억년(金億年) 등을 군역(軍役)에 현출(現出)되지 않았습니다. 그런데 권찬의 외손(外孫)인 풍산군(豊山君) 이종린(李宗麟)이 자기의 종이라 하면서 헌부에 정장(呈狀)하니, 헌부에서는 본도 감사에게 이문(移文)하였는데 감사가 상주(尙州)·안동(安東) 등의 고을로 하여금 추열(推閱)하게 한 결과, 최풍손이 과연 양정이었음은 물론 권종린이 양인을 강제로 점거하여 천인(賤人)으로 만든 정상이 명백하였습니다. 때문에 추관(推官) 등이 이런 사실을 재삼 논보(論報)하였는데도 헌부가 최풍손 등을 경옥(京獄)으로 잡아와서는 다시 변힐(辨詰)해 보지도 않은 채 바로 형조에게 신국(訊鞫)하게 하여 몇 달 안에 장하(杖下)에서 잇따라 죽게 하였으므로 그 원통한 정상이 원근 지방에 전파되었습니다. 신들은 또한 그 소문이 사실이 아닐까 하여 형조에 있는 전후 추안(推案)을 가져다가 살펴보니 최풍손 등이 죄없이 억울하게 죽은 것이 분명했습니다. 실로 처참하고 측은한 일입니다. 죽은 자를 다시 살릴 수는 없지만 당시 법관의 죄는 다스리지 않을 수 없습니다.” 하고, 또 아뢰기를, “헌부가 먼저 정장한 말만 치우치게 믿고 원고(元告)가 꾸며낸 거짓말로써 갑자기 반주율(叛主律)을 적용, 기필코 죽음으로 빠뜨린 것도 이미 말할 수 없을 정도인 것입니다. 그런데 형조는 법사(法司)에 견제되어 죽은 듯이 벼슬만 지키고 있으면서 잔인하게도 멀건히 보기만 하고 분변하지 않으므로써 죄없는 어리석은 백성을 잇따라 죽게 만들었으니, 그들이 왕화(王化)를 해치고 민원(民怨)을 쌓은 것이 너무 심합니다. 을해년 11월의 대관과 형조의 당상과 색낭청을 먼저 파직시키고 나서 추문하게 하소서. 풍산군 이종린은 품계가 높은 종친(宗親)으로 그의 집에서 쇄출(刷出)한 양정이 무려 60여 인이었으니, 국법으로써 다스린다면 이미 죄를 피할 수 없게 되었습니다. 그런데도 스스로 두려워하여 조심하지 않고 감히 무상(無狀)한 짓을 하여 사람을 죽음에 빠뜨렸으니 지극히 통분스러운 일입니다. 이종린은 압량률(壓良律)에 의거하여 죄를 다스리고 대송(代訟)한 노자(奴子)도 아울러 해조로 하여금 수금(囚禁)하게 하소서.” 하였다. 대사헌 이양원(李陽元)이 그때 당시의 장관(長官)이었다.",
                "hj": "○辛未/大司諫鄭芝術等啓曰: “臣等伏聞, 去癸酉年軍籍時, 慶尙道咸昌縣居故判書權纉家, 隱接良丁崔風孫、金億年等, 以無役現出, 而權纉外孫豐山君宗麟, 以爲己奴, 呈狀于憲府, 移文于本道監司。 監司使尙州、安東等官推閱, 則風孫果爲良丁, 而宗麟壓良爲賤之狀明白, 故推官等, 以此再三論報, 而憲府捉致風孫等于京獄, 不復辨詰, 直令刑曹訊鞫。 數月之內, 連斃於杖下, 冤痛之狀, 遠近傳播。 臣等猶恐其所聞不實, 取前後推案于刑曹, 觀之, 則風孫等之無辜枉死, 實爲慘惻。 死者雖不可復生, 而當時法官之罪, 不可不治。” 又曰: “憲府偏主先入之說, 只以元告羅織欺罔之言, 遽擬叛主之律, 陷之必死之地, 已爲無謂。 而刑曹牽制法司, 尸居其官, 忍視不辨, 使無辜愚民接踵就死, 其傷王化、積民怨極矣。 請乙亥十一月臺官及刑曹堂上色郞廳, 先罷後推。 豐山君宗麟, 以秩高宗親, 其家良丁刷出者, 多至六十餘名。 繩以國法, 已不可逃罪, 而不自畏戢, 敢爲無狀之事, 陷人死地, 極爲痛憤。 請宗麟依壓良之律治罪, 代訟奴子, 幷令該曹囚禁。” 大司憲李陽元, 乃其時長官也。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I observed the writings of Pungson and others and found that the Office of the Censor Generals advisability was generally right. However, there is a distance between the two and the two individuals and the two individuals, which makes it impossible to determine the commoner or the lowborn. Now, it is not possible to determine the law lightly. According to the circumstances of the circumstances, the office in charge cannot be known by the Office of the Inspector General. Should it be possible to determine the commoner or the lowborn, it is necessary to determine whether there is no suspicion or not. Only then can the crime be discussed. Should male slaves raise their masters is related to the three cardinal principles and the five moral imperatives, the Office of the Inspector General first seized and brought them to the capital. However, the Office of the Inspector General did not review the case again and transferred the case to the Ministry of Punishments , and then cross-examined and cross-examined three people to death. This is truly pitiful. The Office of the Inspector General and the Ministry of Punishments first cross-examined and cross-examined. Lord of Pungsan also cross-examined and cross-examined. Although the fact that they cross-examined and cross-examined, it has been a long time since the fact that Lord of Pungsan did not do so.",
                "H2KE-nKo": "전교하기를,“내가 유풍손 등이 지은 글을 보니, 간원이 아뢴 내용이 대개 옳다. 그러나 피차간에 모두 원단이 있어 양인이 되기도 하고 천인이 되기도 하니, 지금 경솔히 정할 수 없다. 실정을 참작하여 안핵하는 것은 본래 맡은 관원이 있으니, 헌부가 감히 알 수 있는 일이 아니다. 가령 주인을 배반했다고 하더라도 반드시 먼저 양인인지 천인인지를 정하여 의심의 여지가 없은 뒤에야 그 죄를 의논할 수 있는 것이다. 종이 주인을 배반한 것은 바로 강상에 관계되는 것인데, 헌부가 먼저 서울로 잡아와서 다시 분변하지 않고 형조로 이송하여 곧바로 형신을 가하게 하여 마침내 세 사람으로 하여금 목숨을 잃게 하였으니, 과연 불쌍하고 측은하다. 헌부와 형조를 먼저 추고하라. 풍산군도 추고하였는데, 압량하였다고 하는 것은 옳지 않다. 실제로 압량하였다고 하더라도 그 일이 오래되었고 풍산군이 한 짓은 아니다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 10일(신미) 2번째기사",
                "gt-oKo": "전교하였다. “내가 최풍손 등의 작문(作文)을 보니 간원의 아룀이 대체적으로 옳다. 그러나 피차 모두에게 어긋난 단서가 있어 어떤 사람은 양인이라고도 하고 어떤 사람은 천인이라고도 하기 때문에 지금 경솔히 정할 수가 없다. 정상을 참작하여 안핵(按覈)하는 데는 해당 관서가 있는 것이니 헌부가 감히 알 바가 아닌 것이다. 가령 주인(主人)을 배반했다 하더라도 반드시 양인인지 천인인지를 먼저 변정하여 의심없이 확실한 뒤에라야 그 죄를 논할 수 있는 것이다. 종이 주인을 배반한 것은 바로 강상(綱常)에 관계되는 것이므로, 헌부가 먼저 서울로 잡아온 것이나 다시 변정하지 않은 채 형조로 넘겼고, 형조는 바로 형신을 가하여 드디어 3인으로 하여금 장하에서 목숨을 잃게 하였으니, 과연 애처롭고 측은한 일이다. 헌부와 형조를 먼저 추고하고 나서 풍산군도 추고하라. 그리고 압량했다는 것은 해당이 되지 않는 말이다. 실지로 압량했다 하더라도 그것은 오래 전의 일이며 풍산군이 한 짓은 아닌 것이다.”",
                "hj": "○傳曰: “予觀風孫等作文, 則諫院之啓, 大槪是矣。 而彼此俱有遠端, 或良或賤, 今未可輕定也。 參情按覈, 自有其官, 非憲府所敢知也。 假曰叛主, 必須先定其良賤, 瞭然無疑, 然後方可議其罪也。 以奴叛主, 乃綱常所係, 憲府先自捉來于京, 不復更辨, 移於刑曹, 直加刑訊, 遂使三人, 隕命捶楚之下, 果爲矜惻。 憲府刑曹先爲推考。 豐山君亦推考, 其曰壓良則未也。 雖實壓良, 其事久矣。 非豐山君所爲也。"
            },
            "3": {
                "H2KE-EN": "The King ordered that a soldier of Yongcheon Temple in Punggi , and the portrait of King Taejo , the soldier, be mobilized for a soldier, and that the soldier be placed in Majeon Hall (Second Royal Portrait Hall for King Taejo, the father of King Taejo, and the soldier be prepared for ceremonial military regalia. The King also ordered an official document to perform the rite of repose [for the Late Queen Mother].",
                "H2KE-nKo": "주상이 풍기의 용천사에 있는 장왕 태조의 진영에 군사를 동원하여 요여를 메고 마전 숭례전에 나아가 안치하라고 명하였다. 그리고 경유하는 고을로 하여금 의장을 갖추게 하고, 또 행문 이첩하여 안제하게 하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 10일(신미) 3번째기사",
                "gt-oKo": "상이, 풍기(豊基)의 용천사(龍泉寺)에 소장된 왕 태조(王太祖)의 진영(眞影)을 역군을 조발하여 요여(腰輿)에 싣고 마전(麻田)에 있는 숭의전(崇義殿)에 안치시키되, 경유하는 모든 고을에서는 의장(儀仗)을 갖추도록 명하였다. 또 이안제(移安祭)를 지내게 하였다.",
                "hj": "○上命豐基龍泉寺, 莊王太祖眞, 發軍擔于腰輿, 詣置麻田崇禮殿。 (全)〔令〕所經官, 備儀仗, 又行移安祭。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Due to the drought of byeongja year (, the King ordered the release of those who were sentenced to penal servitude , exile , or located military service in varying degrees, and separately appointed those who were appointed to government posts after fulfilling their terms of office and never be appointed to government posts in permanently.",
                "H2KE-nKo": "병자년에 한재로 인하여 도형으로 정배하거나 충군한 사람들을 차등을 두어 풀어 주고, 별도로 준기불서용하거나 영구히 서용하지 않는 사람들을 서용하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 15일(병자) 1번째기사",
                "gt-oKo": "한재(旱災) 때문에 도(徒)·배(配)·충군(充軍)되었던 사람들을 차등있게 소방(疏放)하였고, 일정 기간 동안 서용하지 않게 되어 있는 자들과 영원히 서용하지 않게 되어 있는 자들을 특별히 서용하였다.",
                "hj": "○丙子/以旱災, 疏放徒配充軍人有差, 別敍準期不敍、永不敍用人等。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Second Deputy Magistrate of Garipo Yi Uk captured a Japanese ship and was promoted to Grand Master for Excellent Virtue . As a high official rank, your subjects are presumptuous. Your subjects request that this be corrected. The King denied this request. ",
                "H2KE-nKo": "사헌부가 아뢰기를,“가리포 첨사 이욱은 표류해 온 왜선 한 척을 포획했다는 이유로 가선대부까지 가자하였습니다. 중한 관작을 내리는 것은 외람됩니다. 개정하소서.”하니, 윤허하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 15일(병자) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “가리포 첨사(加里浦僉使) 이욱(李旭)에게 표류한 왜선 1척을 포획했다는 것으로 가선(嘉善)의 중한 가자(加資)를 내리기까지 하였으니 이는 관작(官爵)이 외람된 것입니다. 개정하소서.” 하였으나, 윤허하지 않았다.",
                "hj": "○府啓: “加里浦僉使李旭, 以捕獲飄倭一船, 至加嘉善, 重加官爵猥濫, 請改正。” 不允。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King, Due to the drought, Your Majesty specially granted a royal order to release and release the prisoners in order to clean and expel their faults. However, if anyone commits a serious crime, he should be expelled from his life until his life is expected. This is sufficient. How can we excessively punish him according to the law of a single moment? Former Erudite Yi Seongseong and Former Erudite Jeong Sin , both of them, were wicked and wicked by cunning and deceitful, and they should not be allowed to stand in the ranks of officials. Your subjects request that Your Majesty withdraw the royal order. Former Section Chief Jeong Beon , the former Section Chief of the Office of Royal Attire , committed a crime involved in the preceding kings, and their letters of appointment should not be returned to them in order to show wickedness and reappointment to reappointment. Your subjects request that their letters of appointment be revoked. The King responded to this request.",
                "H2KE-nKo": "양사가 아뢰기를,“상께서 한재가 절박하다는 이유로 특별히 소결하여 풀어 주라는 명을 내리신 것은 단지 적체된 것을 진작하고 잘못된 것을 씻어 주고자 해서일 뿐입니다. 대대로 악행을 저지르고 중대한 죄를 범한 자에 대해서는 죽을 때까지 폐기하여 목숨을 보전하게 해도 충분하다고 할 수 있는데, 어찌 한때 내린 환한의 형률을 함부로 시행할 수 있겠습니까. 전 박사 이성헌과 전 전적 정신은 모두 간흉의 아들로 심술이 바르지 않기도 하고 요망하기도 하여 결코 의관의 반열에 끼워 둘 수 없습니다. 성명을 도로 거두소서. 전 상선 정번은 선왕 때에 권간과 결탁하여 악행을 저질렀으니 직첩을 돌려주어 수용하는 조짐을 보여 주어서는 안 됩니다. 직첩을 도로 거두소서.”하니, 모두 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 22일(계미) 1번째기사",
                "gt-oKo": "양사(兩司)가 아뢰기를, “상께서 한재가 절박하다는 것으로 특별히 소방하라는 명을 내리신 것은 엄체(淹滯)된 것을 진기(振起)시키고 하자를 척결(滌潔)하려는 것일 뿐입니다. 대대로 악을 행하여 관계되는 것이 중한 범죄는 죽을 때까지 폐기시키고 목숨을 보존하게 한 것만도 과분한 처분인데 어찌 한때의 성은을 지나치게 베풀 수 있겠습니까? 전 박사(博士) 이성헌(李成憲)과 전 전적(典籍) 정신(鄭愼)은 모두 간흉(姦兇)의 아들로 심술이 부정하기도 하고 간사하고 요망스럽기도 하여 결단코 의관(衣冠)의 반열에 끼이게 할 수 없으니, 속히 성명(成命)을 거두소서. 전 상선(尙膳) 정번(丁蕃)은 선조(先朝) 때에 권간과 서로 결탁하여 나쁜 짓을 저질렀으니 직첩을 돌려주어 수용(收用)하는 조짐을 보여서는 안 됩니다.” 하니, 모두 윤허하지 않는다고 답하였다.",
                "hj": "○癸未/兩司啓: “自上因旱災切迫, 特下疏放之命, 只欲振淹滯、滌瑕垢而已。 至於世濟其惡, 罪犯關重者, 則沒齒屛棄, 得全性命, 亦云足矣。 豈可以一時渙汗之律, 濫施之乎? 前博士李成憲, 前典籍鄭愼, 俱以姦兇之子, 或心術不正, 或妖誕邪妄, 決不可齒在衣冠。 請還收成命。 前尙膳丁蕃, 在先朝, 交結權奸作惡, 不可還給職牒, 以示收用之漸, 請還奪職牒。” 答曰: “竝不允。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On eulyu day, due to the report of the Royal Lecture , the King selected the six subjects of Nam Hyoon and had them observed and observed them. The King summoned the third ministers and transmitted a royal directive, which stated, Now, the six subjects observed and observed, which was extremely surprised. At first, I did not have reached such an extent that [the Six officials] were mistakenly. On a day, I observed the letter, which was not cold and apprehensive. In the past, Our Xuande , our Xuande , having received a royal order, was raised by the people. Truly, this was not something possible. As for those who were Nam Hyoon , who dared to steal the correspondence of the corresponding to the state, which was a crime of our court. In the past, when Choe Ho was exposed to be exposed in history, he was executed. If this person had been exposed, I will surely interrogate him and deal with him. The record of history stated that 노산군 was born in the sinyu year (, and in the gyeyu year (, he was thirteen years old. In the imsin year (, when the Xuande , the envoy for expressing gratitude for imperial benevolence visited the imperial court [of Ming China] , he read, The envoy for announcing the death of the Emperor [of Ming China]. He also said, In the gyeyu year (, Ha Wi was bestowed with all court attire and returned to Seonsan . When the Xuefather King ascended the throne, he brought a royal edict to summon him and summoned him. What do you think about the memorial submitted by Ha Wiji , the Hall of Worthies on the grounds that he did not support the same surname as this? It is impossible to worry about the absurdity of history. How could later generations thoroughly know the circumstances and the end of history? If I observed the corresponding of the corresponding to the corresponding of the correspondence of the corresponding to the corresponding of the corresponding to the corrup",
                "H2KE-nKo": "상이 경연관이 아뢴 것을 인하여 남효온의 육신전을 가져다 보고 삼공을 불러서 전교하기를,“지금 이른바 육신전이라는 것을 보니 매우 놀랍다. 내가 처음에는 이렇게까지 되리라고 생각하지 못하였다가 하인에게 잘못당하여 날마다 그 글을 보면 춥지 않은데도 떨린다. 예전에 우리 광묘께서 천명을 받아 중흥하신 것은 본디 인력으로 이루어진 것이 아닌데, 저 남효온이라는 자는 어떤 사람이기에 감히 스스로 문묵을 훔쳐 농간하여 나라의 일을 드러냈단 말인가. 이것은 바로 우리 조정의 죄이다. 예전에 최호는 나라의 역사를 드러냈기 때문에 처형되었으니, 이 사람이 살아 있다면 내가 반드시 끝까지 국문하여 다스릴 것이다.그가 기록한 것 가운데에 노산군은 신유년에 태어났고 계유년에 이르러 그 나이가 13세인데 16세로 썼으며, 광묘 임신년에 사은사로 중국에 갔었는데 ‘부고를 가지고 중국에 갔다.’라고 썼고, 또 ‘하위지는 계유년에 조복을 다 입고 선산으로 물러갔는데 광묘께서 즉위하여 교서를 내려 부르게 되었다.’라고 썼으니, 하위지가 갑술년에 집현전에 있으면서 상서한 것은 무엇 때문인가. 이러한 무리가 한둘이 아니니, 그 허망하고 불경한 것은 참으로 믿을 만한 것이 못 된다. 통탄스러운 것은 뒷사람이 어찌 그 일의 전말을 상세히 알 수 있겠는가. 그 글을 한 번 보고 문득 구실로 삼는다면 이 글은 사람의 심술을 무너뜨리는 물건이 되기에 알맞을 것이다. 또한 한 가지 논의가 있다. 저 육신은 충성인가, 충성인가? 충성이라면 어찌하여 수선하던 날에 쾌히 죽지 않았겠는가. 그렇지 않다면 또 어찌하여 신을 신고 떠나지 않고 서산에서 고사리를 캐는가. 이미 몸을 바쳐 북면하고서 또 해치려 하였으니, 이것은 예양이 매우 부끄럽게 여긴 것이다. 그런데 저 육신은 우리 조정에 무릎을 꿇고 필부의 꾀를 내어 자객의 술수를 부려 만분의 일이나마 요행을 바랐고, 일이 실패한 뒤에는 의사로 자처하였으니, 마음과 행적이 외람되다고 할 만하다. 열장부라고 할 수 있겠는가. 또 ‘헛되이 죽는 것은 공을 세우는 것만 못하고 명예를 잃는 것은 덕을 갚는 것만 못하다. 삼문 등은 그 마음이 잠시도 옛 임금에게 있지 않으니, 우리 조정을 북면한 까닭은 장차 그 뒷날의 공을 기대하기 위한 것이다.’라고도 하는데, 이것은 그렇지 않다. 참으로 공을 이루는 것을 귀하게 여기고 몸을 바치는 것을 스스로 부끄럽게 여기지 않는다면, 백이·숙제·삼인이 반드시 서로 모의하여 북면하여 주나라를 섬겨서 흥복을 꾀하였을 것이다. 이것으로 보면 이들은 그 임금에게 충성을 다하지 못하였을 뿐만 아니라 또한 후세에 본보기가 될 수도 없다. 그러므로 내가 지금 드러내어 아울러 논하는 것이다. 더구나 사람은 각각 주가 되는데 이들은 우리 조정과 불공대천의 역적이니, 이 글은 오늘날의 신하로서 차마 볼 수 있는 것이 아니다. 내가 이 글을 죄다 가져다가 불사르고자 하니, 혹 우연히 말한 자도 엄중히 다스리는 것이 어떠한가?”하니, 회계하기를,“신들이 비망기를 보고 놀랍고 두려워서 어쩔 줄 몰랐습니다. 신들이 일찍이 듣건대, 육신전을 경연에서 말하였다고 하니, 마음이 매우 미안합니다. 지금 성상의 하교가 슬프고 간절하여 참으로 천리에 맞습니다. 다만 이 글이 잘못되고 사실과 다른 것은 참으로 성상의 하교와 같습니다. 여염에는 드물게 있는데 세월이 오래되다 보니 묻혀 버린 나머지에 만약 찾아내는 일을 한다면 반드시 크게 소란스러워져서 마침내 무익하게 될 것입니다. 또 이 망녕된 글은 유식한 자가 있다면 누가 감히 우연히 말하겠습니까. 우연히 말하는 것을 금하는 명이 한번 내려지면 풍속이 각박한 때에 고자질하는 길이 이로부터 열리게 될 것이니, 무함하고 억울한 폐단도 염려하지 않을 수 없습니다. 중외의 사람들이 보고 듣는다면 삼가 조심하고 반성하여 금령을 기다리지 않고 그쳐야 할 것입니다.”하자, 답하기를,“이렇게 말하니, 지금은 우선 애써 따르겠다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 24일(을유) 1번째기사",
                "gt-oKo": "상이, 경연관이 아뢴 바에 따라 남효온(南孝溫)이 지은 《육신전(六臣傳)》을 가져다 보고 나서 삼공을 불러 전교하기를, “이제 이른바 《육신전》을 보니 매우 놀랍다. 내가 처음에는 이와 같을 줄은 생각지도 못하고 아랫사람이 잘못한 것이려니 여겼었는데, 직접 그 글을 보니 춥지 않은 데도 떨린다. 지난날 우리 광묘(光廟)께서 천명을 받아 중흥(中興)하신 것은 진실로 인력(人力)으로 할 수 있는 것이 아니었는데 저 남효온이란 자는 어떤 자이길래 감히 문묵(文墨)을 희롱하여 국가의 일을 드러내어 기록하였단 말인가? 이는 바로 아조(我朝)의 죄인이다. 옛날에 최호(崔浩)는 나라의 일을 드러내어 기록했다는 것으로 주형(誅刑)을 당하였으니, 이 사람이 살아 있다면 내가 끝까지 추국하여 죄를 다스릴 것이다. 기록된 내용 가운데 노산 군(魯山君)에 대해 언급하면서 신유년에 출생하여 계유년까지 그의 나이가 13세인데도 16세로 기록하였으며, 광묘께서 임신년에 사은사(謝恩使)로 중국에 갔었는데 여기에는 부음(訃音)을 가지고 중국에 갔다고 기록하였다. 또 하위지(河緯地)가 계유년에 조복(朝服)을 벗고 선산(善山)으로 물러가 있었는데 광묘께서 즉위하여 교서(敎書)로 불렀기 때문에 왔다고 하였다. 하위지가 갑술년에 집현전(集賢殿)에서 글을 올린 것은 무엇인가? 이와 같은 것이 한둘이 아니다. 그 왜곡되고 허탄함은 진실로 믿을 만한 가치가 없는 것이지만, 가슴아픈 것은 뒷사람들이 어떻게 그 일의 전말(顚末)을 자세히 알 수 있겠는가 하는 점이다. 한번 그 글을 보고 곧 구실(口實)로 삼는다면, 이 글은 사람의 심술(心術)을 해치기에 적당한 것이 될 것이다. 또 한가지 논할 것이 있다. 저 육신(六臣)이 충신인가? 충신이라면 어째서 수선(受禪)하는 날 쾌히 죽지 않았으며, 또 어째서 신발을 신고 떠나가서 서산(西山)에서 고사리를 캐먹지 않았단 말인가? 이미 몸을 맡겨 임금으로 섬기고서 또 시해(弑害)하려 했으니 이는 예양(豫讓)이 매우 부끄럽게 여긴 것이다.  그런데도 저 육신은 무릎을 꿇고 아조를 섬기다가 필부(匹夫)의 꾀를 도모하여 자객(刺客)의 술책을 부림으로써 만에 하나 요행을 바랐고, 그 일이 실패한 뒤에는 이에 의사(義士)로 자처하였으니, 마음과 행동이 어긋난 것이라고 할 만하다. 그런데 열장부(烈丈夫)라고 할 수 있겠는가? 어떤 이는 ‘헛되이 죽는 것이 공을 세우는 것만 못하고 목숨을 끊는 것이 덕을 갚는 것만 못하다. 성삼문(成三問) 등은 그 마음에 잠시도 옛 임금을 잊지 않고 있었으므로 아조(我朝)를 섬긴 것은 뒷날의 공을 세우기 위한 것이다.’라고도 하지만, 이는 그렇지 않다. 진실로 공을 이루는 것만을 귀히 여기고 몸을 맡긴 것을 부끄럽게 여기지 않는다면 백이(伯夷)·숙제(叔齊)와 삼인(三仁)도 반드시 서로 모의하여 머리를 굽히고 주(周)나라를 섬기면서 흥복(興復)을 도모했을 것이다. 이로써 보건대 이들은 자기 임금에게 충성을 바치지 않았을 뿐 아니라 또한 후세에도 모범이 될 수 없는 것이다. 그래서 내가 이제 드러내서 아울러 논하는 것이다. 더구나 사람은 각기 군주를 위하는 것인데 이들은 아조(我朝)의 불공대천(不共戴天)의 역적이니 이들은 오늘날 신하로서는 차마 볼 것이 아니다. 내가 이 글을 모두 거두어 불태우고 누구든 이에 대해 서로 이야기하는 자가 있으면 그도 중하게 죄를 다스리려 하는데 어떠한가?” 하였다. 회계하기를, “신들이 삼가 비망기(備忘記)를 보니 놀라와 어찌할 바를 모르겠습니다. 신들이 일찍이 《육신전》에 대해서 경연 석상에서 아뢴 자가 있다는 것을 듣고 마음이 매우 불안하였습니다. 지금 상의 분부가 애통하고 간측한 것은 진실로 천리(天理)에 합당한 일입니다. 다만 이 글의 잘못된 점과 사실에 어긋나는 것이 진실로 성유(聖諭)와 같더라도 여염(閭閻) 사이에 드물게 있는 책이며 또 세월이 오래되어 점차 없어져 가는 끝인데 만약 수색하는 일을 시행한다면 반드시 큰 소란이 일어나서 끝내는 이익됨이 없게 될 것입니다. 또 이 요망스러운 책을 진실로 식견이 있는 사람이라면 누가 감히 서로 이야기하겠습니까? 이 책에 대해서 이야기하는 것을 금한다는 법이 일단 내리게 되면 풍속이 각박한 이런 때에 고알(告訐)하는 길이 이로부터 열리게 되고 무고(誣告)하는 폐단도 또한 우려하지 않을 수 없습니다. 중외의 사람들이 이런 일이 있었다는 것을 보고 들으면 마땅히 조심하고 두려워하여 금령(禁令)을 내리지 않아도 저절로 중지될 것입니다.” 하니, 답하기를, “그렇게 말하니 지금 우선은 따른다.” 하였다.",
                "hj": "○乙酉/上因經筵官所啓, 取南孝溫六臣傳, 觀之。 招三公, 傳曰: “今見所謂六臣傳, 極可驚駭。 予初不料至於如此。 乃爲下人所誤, 日見其書, 不寒而栗。 昔我光廟, 受命中興, 固非人力所致。 彼南孝溫者何人, 敢自竊弄文墨, 暴揚國事。 此乃我朝之罪也。 昔崔浩以暴國史見誅, 此人若在, 予必窮鞫而治之矣。 所錄中語魯山生於辛酉, 至癸酉, 其年十三, 而以十六書之。 光廟壬申, 以謝恩使朝天, 而乃書之曰: ‘持訃使於上國。’ 又曰: ‘河緯地, 於癸酉, 盡賞朝服, 退去善山, 光廟卽位, 敎書致之就召。’ 云。 緯地於甲戌年, 在集賢殿上書, 何耶? 若此之類, 不一而足。 其誕妄不經, 固無足信。 所可痛者, 後人豈能細知其事之首末乎? 一見其書, 便以爲口實, 則此書適足爲壞人心術之物也。 抑又有一論焉。 彼六臣, 忠耶? 否? 如忠耶, 何不快死於受禪之日? 如其不然, 又何不納履而去, 採薇於西山耶? 旣爲委質北面, 又求害之, 是豫讓之所深恥, 而彼六臣者, 屈膝於我朝, 奮匹夫之謀, 逞剌客之術, 以冀僥倖於萬一。 及其事敗之後, 乃以義士自處, 可謂心迹猥狽矣。 其得爲烈丈夫乎? 或曰: ‘虛死不如立功, 滅名不如報德。 三問等, 其心未嘗頃刻, 而不在於舊主, 所以北面於我朝, 將以期其後功。’ 是不然。 苟以成功爲貴, 而不自恥其委質, 則夷、齊、三仁, 必相與爲謀, 北面而事周, 以圖興復矣。 由玆以觀, 此輩非獨不得致忠於其主, 亦不可爲法於後世也。 故予今表而竝論之。 況人各爲主, 此輩與我朝, 乃不共戴天之賊, 則此書非今日臣子所可忍見。 余欲盡取此書而焚之。 或偶語者, 亦重治何如?” 回啓曰: “臣等伏見備忘記, 驚懼罔措。 臣等曾聞有以《六臣傳》, 爲言於經席者, 心極未安。 今者上敎傷痛懇惻, 允合天理。 但此書訛誤失實, 誠如聖諭, 閭閻之間, 罕有之, 而年久湮沒之餘, 若爲搜索之擧, 必致大擾, 終爲無益矣。 且此妄書, 苟有識者, 孰敢偶語? 偶語之禁一下, 則當風俗薄惡之時, 告訐之路, 從此而開, 誣枉之弊, 亦不可不慮。 中外之人, 見聞所及, 謹當兢省惕然, 不待禁令而止矣。” 答曰: “如是言之, 今姑勉從。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to Jeong Haeji , which stated, As for the matter of apprehending the killing of a person by killing a person by choice, the Ministry of Punishments made a report to the Royal Lecture. The people in the capital and in the provinces who recovered the symptoms of a person by symptoms or brushing medicinals. They lured young and wicked people in a place where no person lives. Even if robust men and women walk along the streets, they plundered them along the streets and brushed them along the streets, brushing them along the streets, and brushing them along the way. They will surely apprehend the price of high value. Therefore, they are caught by cutting down the trees and brushed them along the mountains. They cannot apprehend the trees and stud farms. Consequently, a law has been established to purchase and apprehend them.",
                "H2KE-nKo": "전교하기를,“배를 갈라 사람을 죽인 자를 체포하는 일은 해당 조로 하여금 공사를 만들게 하라.”하였다. 경연관이 아뢰었기 때문이다. 서울과 지방의 사람들이 인육과 간담을 약으로 치료하는데, 흉악한 무리들이 사람이 없는 곳에 어린아이를 꾀어서 아무리 건장한 남녀라도 혼자 길을 다니면 겁탈하고 약탈하여 배를 갈라 간담을 취하고, 인하여 전매하면 반드시 비싼 값을 받으므로 숲속에 묶여 배를 <unk>는 자가 산골짜기에 즐비하여 땔나무나 목동들도 할 수 없게 되었다. 이에 법을 만들어 현상금을 걸어 체포하게 한 것이다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 26일(정해) 1번째기사",
                "gt-oKo": "전교하였다. “배를 갈라 사람을 죽인 자를 체포하는 일을 해조로 하여금 공사로 만들게 하라.” 하였는데, 이는 경연관의 아룀에 의한 것이다. 이 때 경외의 사람들이 인육(人肉)과 사람의 간담(肝膽)을 창질(瘡疾)을 치료하는 약으로 쓰기 때문에 흉악한 무리들이 소아(小兒)를 사람이 없는 곳으로 유괴함은 물론이고 비록 장성한 남녀라도 혼자 길을 가는 경우에는 겁략하여 모두 배를 가르고 쓸개를 꺼내었는데, 이는 그 쓸개를 팔면 많은 값을 받을 수 있기 때문이었다. 그래서 나무에 묶여 배를 갈리운 자가 산골짝에 잇달아 있으므로 나무꾼들의 나무를 하러 갈 수가 없었다. 그러므로 법을 만들어 현상금을 걸고 체포하게 한 것이다.",
                "hj": "○丁亥/傳曰: “刳腹殺人捕捉事, 令該曹爲公事, 因經筵官所啓也。 京外人治瘡疾以人肉及肝膽爲藥, 凶惡之徒, 誘致小兒於無人處, 雖壯男女, 若孤單行路, 則刦掠, 竝刳腹取膽, 因以轉賣, 必獲重價, 故繫縛林木而被刳者, 相望於山谷間, 樵牧將不得爲之。 於是設法, 購募捕捉。”"
            },
            "2": {
                "H2KE-EN": "The State Tribunal reported, Former Magistrate of Nampo Minor District Bak Jijin misappropriated the death penalty for on-duty soldiers on-duty assignment to death. Your subjects request that he be punished by one hundred strokes of beating with the heavy stick and never be appointed to a government post. The King ordered that Bak Jijin be punished by one hundred strokes of beating with the heavy stick and be redeemed from punishment by paying a fine.",
                "H2KE-nKo": "의금부의 계목에,“전 남포 현감 박지진은 입번 군사를 함부로 형벌하여 죽게 하였습니다. 장 100을 치고 영구히 서용하지 마소서.”하니, 전교하기를,“장형은 속바치도록 하라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 26일(정해) 2번째기사",
                "gt-oKo": "의금부의 계목(啓目)에, “전 남포 현감(藍浦縣監) 박지진(朴知進)은 입번 군사에게 남형을 가하여 죽인 죄를 졌는데 장 일백(杖一百)에 영원히 서용하지 않을 것으로 결단하였습니다.” 하니, 장은 속바치게 하라고 전교하였다.",
                "hj": "○義禁府啓目: “前藍浦縣監朴知進, 濫刑入番軍士致死罪, 決杖一百, 永不敍用。” 傳曰: “杖贖。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Twenty-two people from Jeju [Island] Yang Jun [] arrived and crossed into China. The Board of Rites sent a diplomatic document to Liaodong to repatriate them to our country. His Imperial Majestys kindness is so grieved. Reflect upon this matter in accordance with precedents. The King ordered that wine be bestowed upon each of them within the palace gates.",
                "H2KE-nKo": "전교하기를,“제주 사람 양준 등 22명이 표류하다가 중원 지방에 도착하였는데, 예부에서 요동에 자문을 보내 본국으로 돌려보냈으니, 황은이 망극하다. 전례를 상고하여 처리하라.”하고, 표류해 온 사람들에게 궐문 안에서 술을 내리고 각각 베 1필씩을 지급하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 29일(경인) 1번째기사",
                "gt-oKo": "전교하기를, “제주 사람 양준(梁俊) 등 22명이 중국 지방에 표류되었는데 예부(禮部)에서 요동에 이자(移咨)하여 본국으로 송환하였으니 중국 황제의 은혜가 고맙기 그지없다. 전례를 상고하여 조처하라.” 하고, 표류인들에게는 궐문(闕門) 안에서 술을 내리고 각각 베 1필씩을 지급하라고 명하였다.",
                "hj": "○庚寅/傳曰: “濟州人梁俊等二十二名, 漂到中原地方, 禮部移咨遼東, 送還本國, 皇恩罔極矣。 其考前例處之。 漂流人等, 命賜酒于闕門內, 各給布一匹。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On eulchuk day, snow fell in Chu Ubong , Singye , and other areas, but it did not snow for many days. It hailstones were largely as hail, and damaged the middle of the snow.",
                "H2KE-nKo": "을축년에 장우봉과 신계 등지에 눈이 내렸는데 하루가 지나도 녹지 않았다. 우박도 내렸는데 크기가 거위알만하여 맞은 사람은 손상을 입었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 4일(을축) 1번째기사",
                "gt-oKo": "우봉(牛峰)·신계(新溪) 등지에 눈이 내렸는데 하루가 지나도록 녹지 않았다. 우박도 내렸는데 큰 것은 거위알만하였으므로 맞은 사람은 상처를 입었다.",
                "hj": "○乙丑/牛峯、新溪等地下雪, 經日不消。 雨雹大如鵝卵, 中者有傷。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Due to the drought of the mujin year (, the King issued an order to the State Council to sought out advice on those in the capital and in the provinces.",
                "H2KE-nKo": "무진년에 한재가 절박하여 의정부에 하교하여 서울과 지방에 구언하게 하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 7일(무진) 1번째기사",
                "gt-oKo": "한재(旱災)가 절박하다는 것으로 의정부에 하교하여 중외에 구언(求言)하게 하였다.",
                "hj": "○戊辰/以旱災切迫, 下敎議政府, 求言中外。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gisa day, due to the drought, the King moved the hall of governance from the fifth month.",
                "H2KE-nKo": "주상이 가뭄으로 5월부터 정전을 피하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 8일(기사) 1번째기사",
                "gt-oKo": "상이 한재 때문에 5월부터 정전(正殿)을 피해 있었다.",
                "hj": "○己巳/上以旱災, 自五月避正殿。"
            },
            "2": {
                "H2KE-EN": "Six Confucian students of Gyeongsang Province reported to the King as follows: In the past eulhae year (, the metropolitan second stage examination of the licentiate examination of the literary licentiate examination of the Royal Confucian Academy , and in the middle of the Office of Honorable Guests , drums and stripppped the guesthouse of the Office of Honorable Guests . The Ministry of Punishments implored them to impose two and a half years of penal servitude and reported to the King, who specially ordered the King to permanently impose an immediate banishment to the descendants of those who are not listed in the same class as those who are unpunished.",
                "H2KE-nKo": "영남의 유생 6인이 지난 을해년의 진사시에서 선산의 도회장 안에서 빈공이라고 외치면서 시관에게 돌을 던졌는데, 여러 차례 형신하자 승복하였다. 형조가 도형 2년 반으로 조율하여 아뢰니, 주상이 영구히 과거에 응시할 자격을 정지하여 사람 축에 끼지 못하게 함으로써 완악한 버릇을 징계하라고 특별히 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 6월 8일(기사) 2번째기사",
                "gt-oKo": "영남(嶺南) 유생 6인이 지난 을해년의 진사시(進士試) 때 선산(善山)의 도회장(都會場)에서 빈공(賓貢)이라고 소리치면서 시관에게 돌을 던졌었다. 누차 형신(刑訊)하여 승복받았는데 형조에서 도 이년반(徒二年半)으로 조율(照律)하여 아뢰니, 상이 영영 정거(停擧)시키고 인류(人類)에 끼지 못하게 함으로써 완악한 풍습을 징계하라고 특명하였다.",
                "hj": "○嶺南儒生六人, 去乙亥年進士試, 善山都會場中, 鼓唱賓貢, 投石試官, 累次刑訊承服。 刑曹以徒二年半擬啓, 上特命永永停擧, 不齒人類, 以懲頑習。"
            }
        }
    },
    "07": {
        "11": {
            "1": {
                "H2KE-EN": "[The King] summoned the three state councilors and transmitted a royal directive, stating, Magistrate of Uiju Strategic County Kwak Wan wrote in the memorial of my dear sirs. What do you think of this? The three state councilors reported, Your subjects saw Kwak Wan wrote in the memorial, and although his words were neglected, his intentions were all from loyalty and loyalty. Therefore, it is truly appropriate that Your Majesty stay and inspected it. However, the matter of Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui is a matter of great importance and cannot be discussed lightly. The King replied, I wrote in the memorial of Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui, which is not worth mentioning. It is extremely disrespectful and absurd. Yi 이준경은 a high-ranking official, but Kwak Wan dared to denounce Kwak Wan , a high-ranking official of a strategic prefecture, and Baek Ingung stood up at the beginning of my reign. Nevertheless, he plotted to plotting to natural disasters of Confucian scholars and shamelessly retreated. What do you think of this? Kwak Wans 심술 is unscrupulous, and there must be a circumstances. What do you think about thoroughly cross-examining Kwak Wan? Furthermore, Kwak Wan wrote in the circumstances wherein a clause was heard before the King, which is also extremely ignorant. The three state councilors reported again, Your subjects also saw the memorial that Kwak Wan wrote in the memorial. However, your subjects also saw that Kwak Wan wrote in the memorial that he praised Kwak Wan wrote in the circumstances or demoted Kwak Wan wrote in the cumstances. However, Kwak Wan wrote in his circumstances and reported it to Your Majesty. This is what your subjects wrote in order to thoroughly thoroughly. Your subjects humbly hope that Your Majesty shall leniently encourage him in order to encourage the meaning of discussion. The King replied, Those such a man must be",
                "H2KE-nKo": "삼공을 불러 전교하기를,“의주 목사 곽월의 상소가 경들의 소견에는 어떠한가?”하니, 삼공이 아뢰기를,“신들이 곽월이 상소한 것을 보니, 그 내용이 간혹 소루함을 면치 못했으나 그 뜻은 모두 충애에서 나온 것으로 간언을 따르는 것을 위주로 하였으니, 유념하여 살피시는 것이 실로 마땅합니다. 다만 문소전의 일은 일의 체모가 중대하여 경솔히 의논할 수 없습니다.”하자, 답하기를,“내가 이 상소를 보니, 문소전의 일은 말할 것도 없다. 이준경과 백인걸의 일을 논한 것은 너무도 망녕되고 망녕되었다. 이준경은 바로 주석과 같은 원로인데 곽월이 감히 심각하게 비난하였고, 백인걸은 과인이 즉위한 초기에 정충이 해를 꿰었는데 도리어 사림의 화를 도모한다고 하면서 부끄러워하며 스스로 물러났으니, 이것이 무슨 말인가. 곽월의 심술을 헤아릴 수 없으니, 반드시 그 속셈이 있을 것이다. 백인걸이 화를 도모한 일에 대해 곽월에게 그 이유를 끝까지 캐묻는 것이 어떻겠는가? 또 감히 항간의 익명서에 관한 말을 임금 앞에서 하였으니, 그 무식함이 또한 심하다.”하였다. 삼공이 재차 아뢰기를,“신들도 그 상소를 보았습니다. 이준경을 논한 말에 대해 포상하기도 하고 폄하하기도 하면서 깊이 허물을 돌리지는 않았습니다. 이른바 백인걸이 화를 도모했다는 일에 대해서는, 그 당시 항간에 근거 없는 말들이 많았는데 곽월이 그 말을 믿고서 상께 아뢰기까지 하였으니, 이것이 신들이 소루하다고 아뢴 까닭입니다. 끝까지 캐물으라는 하교는 매우 온당치 못합니다. 삼가 바라건대 성상께서는 너그러이 용납하여 언로를 넓히소서.”하니, 답하기를,“이와 같은 사람은 끝까지 캐묻지 않을 수 없다. 지금 이 계사는 곽월을 비호하는 것을 면치 못할 듯하다. 그러나 그대로 따르겠다. 대체로 예로부터 나랏일이 잘못되는 것은 바로 대신의 책임이다. 지금 경들 세 사람은 한마음으로 힘을 합쳐서 오직 과인을 보좌하고 국가에 충성을 다하는 것으로 마음을 삼고 있으니, 논의할 때에 또한 소유의 말에 아부해서는 안 된다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 11일(임인) 1번째기사",
                "gt-oKo": "삼공을 불러 전교하기를, “의주 목사 곽월(郭越)의 상소(上疏)에 대한 경들의 소견은 어떠한가?” 하였다. 삼공이 아뢰기를, “신들이 곽월이 진달한 상소를 보니 그 내용이 소탈(疎脫)된 점은 있으나 그 마음은 모두 충애(忠愛)에서 나온 것으로 간언을 따르리라는 것을 주로 하고 있으니, 머물러 두고 살펴보시는 것이 마땅하겠습니다. 다만 문소전(文昭殿)에 대한 일은 사체가 중대하여 경솔히 의논할 수가 없습니다.” 하니, 답하기를, “내가 이 상소를 보건대, 문소전에 대한 일은 말할 것도 없고, 이준경(李浚慶)과 백인걸(白仁傑)을 논한 것은 패려하고 망령스럽기 그지없다. 이준경은 국가의 주석(柱石)인 원로(元老)인데 곽월이 감히 심하게 비난하였고, 백인걸은 과인이 즉위한 처음 그 정충(精忠)이 태양과 같았는데 도리어 사림(士林)의 화(禍)를 획책하다가 부끄러워 스스로 물러간 것이라고 하니, 이것이 무슨 말인가? 곽월의 심술을 헤아릴 수가 없으니 반드시 실정이 있을 것이다. 백인걸이 화를 획책하였다는 일에 대해 곽월을 끝까지 추문하는 것이 어떠하겠는가? 그리고 감히 항간에 떠도는 말을 임금에게 아뢰었으니 그의 무식함이 또한 심하다.” 하였다. 삼공이 다시 아뢰기를, “신들도 그 상소를 보았습니다. 이준경을 논한 내용은 칭찬하기도 하고 폄척하기도 했으니 깊이 탓한 것은 아니었고, 이른바 백인걸이 화를 획책하였다고 한 일에 대해서는 당시 항간에 근거없는 말이 많이 나돌았었는데 곽월이 이를 믿고 상께 아뢰기까지 하였습니다. 이것이 신들이 소탈(疏脫)되었다고 아뢴 이유입니다. 끝까지 추문하라는 분부는 매우 미안하니, 전하께서는 너그러이 용납하시어 언로를 넓히소서.” 하니, 답하기를, “이런 사람은 끝까지 추문하지 않을 수 없다. 지금 아뢴 내용은 곽월을 비호하는 것 같은데, 그러나 따르기로 하겠다. 옛부터 나랏일의 잘못은 곧 대신들의 책임인 것이다. 이제 경들 3인은 일심 동력으로 과인의 미비한 점을 보필하여 국가에 충성을 다할 것으로 마음을 삼으라. 따라서 논의할 때에도 아첨하는 소유(小儒)의 말을 해서는 안 된다.” 하였다.",
                "hj": "○壬寅/招三公傳曰: “義州牧使郭越上疏, 於卿等所見, 何如耶?” 三公啓曰: “臣等見郭越陳疏, 其辭雖未免間有踈脫, 其意皆出於忠愛, 以從諫爲主, 留省實當。 但文昭殿之事, 事體重大, 不可輕議。” 答曰: “予觀此疏, 文昭殿之事, 則不足言。 其論李浚慶、白仁傑之事, 悖妄甚矣。 李浚慶乃柱石元老, 而越乃敢深追詆之; 白仁傑立於寡人卽位之初, 精忠貫日, 而以爲反圖士林之禍, 羞愧自退, 此何謂也? 越心術叵測, 必有其情。 仁傑圖禍之事, 窮問其由於郭越, 何如?” 且敢以閭巷間匿名之說, 聞於君前, 其無識亦甚矣。” 三公再啓曰: “臣等亦見其疏。 論李浚慶之辭, 或褒或貶, 不深歸咎。” 所謂白仁傑圖禍之事, 其時閭閻, 多有無根之說, 而郭越信之, 至於上聞, 此臣等所以爲踈脫之啓也。 窮問之敎, 極爲未安。 伏願聖度優容, 以廣言路。” 答曰: “如此之人, 不可不窮問。 今啓辭, 恐未免回護郭越, 然當從之。 大抵自古國事之誤, 乃大臣之責, 今卿等三人, 同力一心, 惟以勉輔寡昧, 盡忠邦家爲心。 其於論議之際, 亦不可依阿小儒之說。”"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive: In general, when a petition is submitted, occasionally occurred and uncrupulously submitted [to me]. This is extremely inappropriate. From this day forward, when a petition is submitted in a royal front of the palace, [the petition] should be made to kneel and submitted [to me]. If [the petition] is supposed to stand, [the petition] should be immediately arrested.",
                "H2KE-nKo": "전교하기를,“무릇 상언을 올릴 때 분잡스럽게 다투어 올리는 것은 매우 온당치 못하다. 앞으로는 어가 앞에서 정소할 때 늘어서 꿇어앉아 올리게 하고, 혹 일어서면 즉시 일일이 잡아 가두게 하라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 11일(임인) 2번째기사",
                "gt-oKo": "전교하였다. “상언(上言)을 올릴 적에 분잡스럽게 다투는 것은 매우 부당한 일이다. 이 뒤로는 가전(駕前)에서 정소(呈訴)할 때 열을 지어 꿇어앉아 올리게 하라. 만일 일어나면 즉시 모두 잡아가두라.”",
                "hj": "○傳曰: “凡呈上言之際, 紛雜爭呈, 極爲不當。 今後駕前呈訴之時, 使之列跪以呈, 如或起立, 便卽一一捉囚。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The wife of the auxiliary soldier Kim Bundong , a resident of Gongju , gave birth to three daughters, and she was alive.",
                "H2KE-nKo": "계묘년에 공주에 사는 보병 김분동의 처가 한 번에 딸 셋을 낳았는데 생존해 있었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 12일(계묘) 1번째기사",
                "gt-oKo": "공주(公州)에 사는 보병(步兵) 김분동(金分同)의 아내가 딸 세쌍동이를 낳았는데 생존하였다.",
                "hj": "○癸卯/公州居步兵金分同妻, 一産三女, 生存。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, The passers of the military service examination who have experienced and have already served as officials of the sixth rank or above are all appointed to the sixth rank. This is extremely excessive. Your subjects request that the passers of the military service examination not be implemented. The King responded, I have already discussed the matter with high-ranking officials. Now that the passers of the military service examination cannot be changed.",
                "H2KE-nKo": "사헌부가 아뢰기를,“무과의 자궁인 자와 이미 6품 이상의 실직을 지낸 자를 지금 경연관이 아뢴 것으로 인하여 모두 6품직에 제수하라고 명하셨습니다. 이는 너무도 외람되니, 그 공사는 거행하지 마소서.”하니, 답하기를,“이미 대신과 의논하여 정한 것이니, 지금 고칠 수 없다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 12일(계묘) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “무과(武科)의 자궁자(資窮者)와 이미 6품 이상의 실직(實職)을 역임한 자에 대해 이제 경연관(經筵官)의 아룀에 의해 아울러 6품의 직을 제수하라고 명하셨는데, 이는 매우 외람된 일입니다. 그 공사는 거행하지 마소서.” 하니, 대답하기를, “이미 대신들과 의정(議定)했으니 이제 개정할 수 없다.” 하였다.",
                "hj": "○司憲府啓: “武科資窮及已經六品以上實職者, 今因經筵官所啓, 竝命除授六品職, 極爲太濫。 其公事請勿擧行。” 答曰: “已與大臣議定。 今不可改。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The governor of Jeolla Province submitted a memorial as follows: Kwon Mongryong , a man residing in Naju , stood a pine tree in his house at Songjeong , a private slave named Heun Gwidal and a cow, and others. On the twenty-ninth day of the sixth month, they struck a thunder and died.",
                "H2KE-nKo": "전라 감사의 서장에,“나주에 사는 상인 권몽룡이 그의 집 송정에 사노 귀달과 소 한 마리가 6월 29일에 벼락을 맞아 죽었습니다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 15일(병오) 1번째기사",
                "gt-oKo": "전라 감사가 서장을 올렸다. “나주(羅州)에 사는 상인(喪人) 권몽룡(權夢龍)이 그의 집 송정(松亭)에 앉아 있다가 사노(私奴) 귀달(貴達) 및 소와 함께 벼락을 맞아 죽었습니다.”",
                "hj": "○丙午/全羅監司書狀: 羅州居喪人權夢龍, 其家松亭, 坐在私奴貴達及牛隻等, 六月二十九日, 雷震致死事。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported as follows: The letter from the governor of Hamgil Province read as follows: After the naturalized persons are allowed to reside in the area, their descendants are broaden and are no different from those of ordinary people. It is inevitable that their labor obligations are impossible to be imposed upon them. Now that their labor obligations are unknown, it is impossible to understand our countrys laws and to appeal their grievances. Also, it is proper to allow the naturalized persons to reside in the territory of the new naturalized persons following the report. However, this ministry is difficult to arbitrarily decide whether the naturalized persons are allowed to reside in the territory. Your subjects request that Your Majesty have the Ministry of War discuss the matter and implement it. The King approved this request. ",
                "H2KE-nKo": "예조의 계목에,“함경 감사의 서장에 ‘귀화한 사람들에게 거주를 허락한 뒤로 자손들이 번성하여 편맹과 다름이 없으니, 신역을 부과하는 것은 형세상 필연적인 일입니다. 그런데 지금 신역을 부과하는 것은 국법을 알지 못하여 그들의 원망을 호소한 것입니다. 그리고 새로 귀화한 사람들은 계본대로 내지에 거주를 허락하는 것이 마땅합니다. 다만 군적을 개정하는 데 관계된 일이므로 본조가 마음대로 처리하기가 어렵습니다. 병조로 하여금 상의하여 시행하게 하소서.’라고 하였습니다.”하니, 아뢴 대로 하라고 윤허하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 16일(정미) 1번째기사",
                "gt-oKo": "예조의 계목에, “함경도 감사의 서장에 의하면, 향화인(向化人)들에게 거접(居接)하도록 허가한 뒤에 자손이 번성하여지면 우리 백성과 다름이 없는 것이고, 신역(身役)을 해야 하는 것은 사세상 당연한 일인데도 지금 정역(定役)한 데 대한 국법(國法)을 깨닫지 못하고 억울함을 호소하고 있다고 합니다. 그리고 새로 향화한 사람은 계본(啓本)대로 내지(內地)에 거접하게 하는 것이 마땅합니다만, 이는 군적(軍籍)을 개정하는 데 관계된 일이어서 본조(本曹) 마음대로 내지로 옮겨가 살게 하기는 곤란하니, 병조로 하여금 상의하여 시행하게 하소서.” 하니, 아뢴 대로 하라고 윤허하였다.",
                "hj": "○丁未/禮曹啓目: 咸鏡監司書狀內, 向化等許居後, 子孫繁盛, 無異編氓, 役加於身, 勢所必至。 今之定役, 未曉國法, 訴其憫怨。 且新向化, 依啓本, 內地許居宜當。 但事係改正軍籍, 移居內地, 本曹擅便爲難。 請令兵曹, 商確施行。 啓依允。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "전교하기를, “군수박치seong , Magistrate of Yangsan County , was arrested by a large group of people. Discuss whether or not the promotion of promotion.",
                "H2KE-nKo": "전교하기를,“양산 군수박치성이 큰 도둑을 체포하였으니, 승진시켜 서용하고 가자할지 여부를 해당 조에서 대신에게 의논하여 아뢰라.”하였다. 영의정과 좌의정은 의견을 올리기를,“성상께서 결단하소서.”하고, 우의정은 의견을 올리기를,“가자하는 것이 마땅할 듯합니다.”하니, 답하기를,“박치성에게 가자하라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 18일(기유) 1번째기사",
                "gt-oKo": "전교하기를, “양산 군수(梁山郡守) 박치성(朴致誠)이 큰 도둑을 체포하였으니 승서(陞敍)하고 가자(加資)할 여부에 대해 해조는 대신과 의논하여 아뢰라.” 하였다. 영상과 좌상이 의논드리기를, “성상께서 스스로 결단하소서.” 하고, 우상은 의논드리기를, “가자하는 것이 마땅할 것 같습니다.” 하니, 답하기를, “박치성에게 가자하라.” 하였다.",
                "hj": "○己酉/傳曰: “梁山郡守朴致誠, 大儻捕捉, 陞敍加資與否, 該曹議大臣以啓。”領、左相議: “請斷自聖衷。” 右相議: “加資似當。” 答曰: “朴致誠加資。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Bak Chiseong captured and robbed a thieves and reached high-ranking officials of the senior third rank or higher. The people are extremely surprised. Your subjects request that Your Majesty withdraw the royal order. The King denied this request. Later, the King granted permission. Later, the King granted permission and ordered that he be promoted to a higher rank.",
                "H2KE-nKo": "사헌부가 아뢰기를,“박치성은 좀도둑을 체포하였는데 당상의 중한 품계를 가자하기까지 하였으니, 여론이 매우 놀라워하고 있습니다. 내린 명을 거두소서.”하니, 윤허하지 않았다. 뒤에 윤허하고 직위를 올려 주라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 18일(기유) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “박치성은 좀도독을 체포하였는데 당상(堂上)의 중한 품계를 가자하였으므로 물정이 매우 놀랍게 여기고 있습니다. 성명을 거두소서.” 하였으나, 윤허하지 않았다. 그 뒤에 윤허하고 승서만을 명하였다.",
                "hj": "○司憲府啓: “朴致誠捕鼠竊之盜, 至加堂上重加, 物情極爲駭愕。 請收成命。” 不允。 後允之, 命陞職。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The Office of the Censor-General reported, Recently, during the regular performance evaluation, 청탁이 멋대로 행해지고 public justices have gradually grown. In the regular performance evaluation, the mid-tier officials of the senior third rank or above of the Ministry of Personnel and the mid-tier officials of the senior third rank or above are recommended to their positions according to rank. Your subjects request that officials of the senior third rank or above of the Ministry of Personnel and the mid-tier officials of the junior third rank or above be punished for their crimes. The King denied this request. The Office of the Censor-General reported this to the King granted permission. ",
                "H2KE-nKo": "사간원이 아뢰기를,“근래 정사하는 사이에 청탁이 횡행하고 공도가 점점 사라져 가고 있습니다. 도목 정사에서 처음 입사하는 망단자를 청탁의 고하에 따라 차등을 두어 주의하였으니, 이조의 당상과 색낭청을 추고하여 죄를 다스리소서.”하니, 윤허하지 않는다고 답하였다. 연속해서 아뢰니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 2일(계사) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “근래 정사(政事)하는 사이에 청탁이 멋대로 행해져 공도(公道)가 점점 없어져 갑니다. 도목정(都目政)의 처음 입사(入仕)하는 자의 망(望)을 오직 청탁하는 자의 고하(高下)에 따라 순서를 정하여 주의(注擬)하고 있으니, 이조의 당상과 색낭청을 추고하여 죄를 다스리소서.” 하니, 윤허하지 않는다고 답하였다. 잇따라 아뢰니 상이 따랐다.",
                "hj": "○癸巳/院啓: “近來政之間, 請托肆行, 公道漸息, 都目政, 初入仕之望, 以請囑高下, 次等注擬, 請吏曹堂上色郞廳, 推考治罪。” 答曰: “不允。” 連啓, 上從之。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Im Gi , a counsel of the sinhae year (, submitted a memorial to the King in order to discuss the harmful effects of governing the people and the governing the people. The section on governing the Great Compendium of Human Nature and Principle should be changed according to the current occasion. The section on governing the people and the study of their literary skills are not admired to their literary skills. The section on governing the people are gradually raised. The section on governing the rites at the Royal Ancestral Shrine and the spirit tablet of Inmyeong should not be jointly enshrined in Munso Hall . The section on governing the title of Great Lord of Deokheung was also based on no basis. The section on governing the status of Great Lord of Deokheung was changed.",
                "H2KE-nKo": "신해년에 임기가 상소하여 여섯 가지 조목을 논하였는데, 시습에 대해서는 정치의 폐단을 논하고, 법조에 대해서는 《경국대전》을 논하면서 때에 따라 변경해야 하고, 학술에 대해서는 문장을 숭상하지 않고 이학만을 전공하여 허위가 점점 자라나게 해야 하고, 묘사에 대해서는 인종과 명종을 문소전에 함께 부묘할 수 없고, 현친에 대해서는 덕흥대원군의 호칭이 근거가 없다고 논하였으므로 추숭하는 일로 고쳤다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 20일(신해) 1번째기사",
                "gt-oKo": "임기(林芑)가 상소를 올려 여섯 가지 조목으로 논의하였다. 시습(時習)에 대해서는 정치(政治)의 폐단을 논하였고, 법조(法條)에 대해서는 《대전(大典)》은 시대에 따라 고쳐야 한다는 것을 논하였고, 학술(學術)에 대해서는 문장(文章)은 숭상하지 않고 이학(理學)만을 전공하기 때문에 허위가 점점 자라고 있다는 것을 논하였고, 묘사(廟祀)에 대해서는 인종(仁宗)과 명종(明宗)을 문소전(文昭殿)에 함께 부제(祔祭)하여서는 안 된다는 것을 논하였고, 현친(顯親)에 대해서는 덕흥 대원군(德興大院君)의 호칭은 근거가 없으니 고쳐 추숭(追崇)해야 된다는 것을 논하였다.",
                "hj": "○辛亥/林芑上疏, 論六條: 曰時習, 論政理之弊; 曰法條, 論大典當隨時變改; 曰學術, 論不尙文章, 專治理學, 虛僞漸長; 曰廟祀, 仁明兩廟, 不可同祔文昭殿; 曰顯親, 論德興大院君號無據, 改爲追崇事。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Your subjects venture to say that Junior Seventh-Rank Military Officer Im Gi secretly harbored treacherous hearts and robbed wicked words. He devised righteousness and deceived the sagacity of his ancestors. He wanted to cause trouble to the court and cause trouble to the world of Confucian scholars. He is extremely grievous. Your subjects request he be interrogated and interrogated. The Royal Secretariat saw the memorial submitted by Im Gi and did not immediately prepare the treacherous circumstances and delayed the circumstances and delayed him for many days. Your subjects request that the royal secretary also be interrogated. The King replied, What did the Office of the Censor General describe the memorial? Im Gis memorial was discovered through the circumstances of the Office of the Censor General. Im Gis memorial was discovered through the circumstances and rumors in the capital and the provinces. Therefore, your subjects merely requested he be interrogated and interrogated. However, the memorial had not yet been submitted to the King. Therefore, it is not possible for the outsiders to see and know. Your subjects dare not listen to the King in detail. The King replied, Now, I saw Im Gis memorial, but there was no wicked circumstances. The memorial presented by him was also not observed. It is not only inappropriate that he should not be punished, but he should be praised with his sincerity. Although there is a mistake in the memorial, it is not worth reprimanded. The Royal Secretariat rejected the memorial and did not accept it. This was because the memorial submitted by him was replaced by the Office of the Censor General. The Office of the Censor General must have mistakenly heard this. ",
                "H2KE-nKo": "사간원이 아뢰기를,“신들이 삼가 듣건대 부사과 임기는 몰래 패역한 마음을 품고 흉악하고 간사한 말을 선동하여 시비를 현란시키고 보고 듣는 사람들을 현혹시켰다고 하니, 그가 조정에 근심을 끼치고 사림에 화를 끼치려 한 계책이 참혹합니다. 잡아다 국문하여 죄를 정하도록 명하소서. 정원이 이미 상소의 내용이 이와 같이 이치에 어긋나는 것을 보고도 즉시 패역한 정상을 갖추어 진달하지 않고 여러 날 동안 지연시키면서 예사롭게 여겼습니다. 승지를 모두 추고하도록 명하소서.”하니, 답하기를,“임기의 상소에 대해 간원은 어떤 일을 가리키는가?”하였다. 회계하기를,“임기의 상소 가운데 놀라운 일이 중외에 전파되었기 때문에 신들이 단지 풍문만을 가지고 잡아다 국문할 것을 계청하였습니다. 그 상소를 아직 입계하지 않았기 때문에 외간에서는 알 수가 없습니다. 신들이 감히 낱낱이 들어 아뢰지 못하겠습니다.”하니, 답하기를,“지금 임기의 상소를 보니 별로 흉패한 말이 없었다. 그가 진달한 말도 소견이 없지 않으니, 죄를 더 주어서는 안 될 뿐만 아니라 그 정성을 가상히 여겨야 할 것이다. 실언한 곳이 있더라도 깊이 책망할 것이 못 되는데, 정원이 물리치고 받지 않은 것은 대신 올렸기 때문이다. 간원이 필시 잘못 들었을 것이다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 20일(신해) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “신들이 삼가 듣건대, 부사과(副司果) 임기가 음밀히 패역스런 마음을 품고 사악한 설을 고창하여 시비를 현란시키고 사람들의 시청(視聽)을 미혹시킨다고 하니, 그가 조정과 사림에 화환(禍患)을 끼치려 한 계획이 너무도 참혹합니다. 잡아다 추국하라고 명하소서. 정원은 상소의 내용이 이와 같이 패려한 것을 보고도 즉시 패역스러운 정상을 갖추어 진술하지 않고 심상히 여겨 여러날 지체시켰으니, 승지도 아울러 추국하게 하소서.” 하니, 답하기를, “임기의 상소에 대해 간원은 어떤 일을 가리켜 말하는 것인가?” 하였다. 회계하기를, “임기의 상소에 놀라운 일들이 있다는 것이 중외에 전파되었기 때문에 신들은 다만 풍문(風聞)에 의거하여 잡아다가 추국할 것을 계창하였습니다. 그의 상소를 아직 입계하지 않았기 때문에 외간에서는 내용을 알 수 없어 감히 일일이 거론하여 상달하지 못하겠습니다.” 하니, 답하기를, “지금 임기의 상소를 보니 별로 흉패스런 말이 없다. 그가 진술한 말은 역시 소견이 없지 않은 것이니 가죄(加罪)함은 부당할 뿐만이 아니라 오히려 그의 성의를 가상히 여겨야 할 것이다. 비록 실언(失言)한 데가 있기는 해도 깊이 책망할 것은 못된다. 정원이 물리치고 받지 않은 것은 대신 바쳤기 때문이었는데, 간원이 반드시 잘못 들은 것이다.” 하였다.",
                "hj": "○院啓: “臣等竊聞, 副司果林芑, 陰懷悖逆之心, 皷動兇邪之說; 眩亂是非, 誑惑視聽。 其欲貽患朝廷, 嫁禍士林之計, 慘矣。 請命拿鞫定罪。 政院旣見疏辭, 如是其悖理, 不卽具陳悖逆之狀, 淹延累日, 視若尋常, 請承旨竝命推考。” 答曰: “林芑上疏, 諫院指何等事乎?” 回啓曰: “林芑疏中, 可駭可愕之事, 傳播中外, 故臣等只將風聞, 啓請拿鞫矣。 其疏, 時未入啓, 故外間不得見知。 臣等不敢枚擧上達。” 答曰: “今見林芑上疏, 別無兇悖之語。 其所陳說, 亦不無見。 非徒不當加罪, 所宜嘉賞其誠。 雖有失言處, 亦不足深責。 政院却而不受, 乃以代呈之故也。 諫院必誤聞矣。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported to the King as follows: Junior Fifth-rank Military Official Im Gi , who is cunning and wicked, harbored wicked and wicked, did not do anything. He dared to compose a memorial of six ministries and admired a single numerous message, which means that the state destroys the righteousness. Should it be said that the ancestral shrine is to destroy the moral principles, he will defile the moral principles and never reflect upon him. In the world, In the two ancestors of King Munso and King Myeong , it would be impossible for him to jointly enshrine them in the same world. However, he dared to say that Emperor Renzong should be enshrined in the separate shrine and the spirits of King Renzong and King Myeong , which was also uncomfortable. As a subject wishes to destroy the ancestral shrine of King Taejo and destroy the ancestral shrine, he is indeed the same manner as the treacherous and disorder. As a man who becomes a son, this is truly a permanent principle that cannot be changed for ten thousand generations, and there is also a permanent principle that Jeong and Zhou (C. Zhou zhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzhengzheng . As a result, Im Gi should be interrogated for his interrogation. The Royal Secretariat is secretly serving as the Royal Secretariat , and observed the memorial of Im Gi to be presented first, which was surprised and requested that he be punished for his punishment. However, the royal secretary did not examine the world, but instead he did not follow the words of the world, and he submitted it back. His misdeed is even more serious. When he was questioned, he did not discuss the world and merely looked slightly as a single world, which was also very shameful. Your subjects request that the chief royal secretary and the chief royal secretary be dismissed from his office, and the other royal secretaries should all be punished. The King replied, The world of Im Gis case is a",
                "H2KE-nKo": "사헌부가 아뢰기를,“부사과 임기는 음흉하고 간특한 사람으로 간악한 생각을 품고 못하는 짓이 없었습니다. 감히 여섯 조목의 상소를 지어 누누이 수천 마디의 말을 하였는데, 모두 나라를 망치고 정도를 무너뜨리는 일이었습니다. 이른바 ‘사당을 세워 어버이를 드러낸다.’라는 것은 장차 윤리와 기강을 무너뜨리고 다시는 아무런 거리낌이 없게 하려는 것입니다. 인종과 명종 두 사당은 한 세대를 문소전에 함께 제향하는 것이니, 사전으로 헤아려 볼 때 단연코 의심할 것이 없습니다. 그런데 감히 인종을 별묘에 봉안해야 한다고 하면서 인종과 명종 두 사당의 영령이라고까지 하였으니, 또한 불안합니다.신하가 되어 선왕께서 이미 제향하신 제사를 허물어 버리려고 하는 것은 실로 역란과 같은 죄과입니다. 남의 후사가 된 자가 아들이 되는 것은 실로 만세토록 바꿀 수 없는 떳떳한 법이며, 정자와 주자도 정론이 있었으니, 대통을 계승하는 의리를 중시하고 근본을 둘로 하는 혐의를 밝힌 것이 엄합니다.지난번에 추숭하는 일에 대해서는 이미 예경의 글을 상고하고 유신의 설을 채택하여 헤아리고 강정해서 다시 이의가 없었습니다. 그런데 임기가 윤리를 거스르는 설을 창도하여 남의 후사가 된 자가 아들이 된다는 말을 드러내 놓고 배척하면서 심지어 한나라 사람의 견강부회하는 말에서 나왔다고까지 하였습니다. 가령 그의 설이 불행하게도 시행된다면 아버지와 아들, 아들의 윤리가 장차 이로부터 무너져서 어찌할 수 없게 될 것입니다.그런데 그가 추후에 처음 올린 상소를 고쳐 추존해야 한다는 의론을 성대하게 논하고, 심지어 중국 흥헌제의 일을 인용하기까지 하였으니, 그의 헤아릴 수 없는 간계는 실로 장돈과 홍주목의 남은 지혜에서 나온 것입니다. 성명의 세상에 이와 같은 간인이 있을 줄은 생각지도 못하였습니다. 삼대 이후로 찾아보아도 명예를 좋아하지 않을까 두려운데, 감히 명예를 좋아한다고 깊이 비방하여 오늘날의 폐단을 만들고 있습니다. 송나라의 여러 유신은 성학을 강명하고 공자와 맹자의 대통을 이어받아 온 나라 안팎이 모두 스승으로 섬겼는데, 임기는 위학이라는 이름을 스스로 취한 것이라고 하였습니다. 또 감히 후생들이 《근사록》과 《심경》에 종사한다고 하면서 명예를 낚는 미끼로 삼고 요망한 혀를 놀려 극도로 거짓말을 하였습니다. 급기야 뭇 의론이 들끓게 되자 죄안을 만들려고 문득 스스로 가지고 가서 성현을 모욕하고 헐뜯으며 학문을 원수처럼 본 죄를 가장 심하게 고쳤으니, 말을 하자니 통분함을 금할 수 없습니다. 임기를 잡아다 국문하여 죄를 정하소서.승정원은 후설의 직임을 맡고 있으니, 임기의 상소가 처음 올린 것을 보았으면 마땅히 깜짝 놀라 그 상황을 갖추어 진술하여 죄를 청했어야 합니다. 그런데 시일을 끌면서 가부를 결정하지 않아 임기로 하여금 스스로 계책을 세워 가지고 가서 도로 바치게 하고 오직 자기가 하고 싶은 대로 하였습니다. 또 다시 올릴 때에 그 방에 누워서 감히 아들로 대신하였으니, 당연히 물리치고 받지 않았어야 하는데도 태연히 잘못을 모른 채 며칠씩이나 머물렀으니, 그가 혼암하여 직무를 제대로 수행하지 못한 것이 극에 달하였습니다. 도승지는 자세히 살피지 못했을 뿐만 아니라 도리어 대신 올릴 수 없다는 말을 따르지 않았으니, 그 잘못이 더욱 중합니다. 하문하셨을 때에는 흉패한 정상은 논하지 않고 단지 느릿느릿 말을 예사롭게 여기는 것처럼 하였으니, 관망만 하고 둘러대면서 조금도 부끄러워하지 않은 것이 또한 심합니다. 도승지와 의논하여 아뢴 승지를 파직하고 나머지 승지들은 모두 추고하소서.”하니, 답하기를,“임기의 일은 이 얼마나 중요한 일인가. 이치에 닿지 않는 말은 놔두는 것이 옳다. 어찌 굳이 그와 더불어 깊이 따질 것이 있겠는가. 명예를 낚는 학술이라는 등의 말은, 있으면 고치고 없으면 더욱 힘쓰겠다. 이와 같이 하면 두 번 허물하지 않고도 앞날의 행실을 도울 수 있을 것이다. 그가 성현을 비방한 것이 나에게 무슨 상관이 있겠는가. 승지는 별로 잘못한 것이 없는데 어찌 파직할 수 있겠는가. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 21일(임자) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “부사과 임기는 음험하고 흉악한 사람으로 간악한 마음을 품고 못하는 짓이 없습니다. 그래서 감히 여섯 가지 조항의 상소를 지어 올렸는데 자세히 논한 수천 마디가 모두 나라를 해치고 정도(正道)를 무너뜨리는 것이었습니다. 이른바 묘사(廟祀)와 현친(顯親)에 대해 논한 것은, 윤기(倫紀)를 무너뜨리려는 것으로 전혀 돌아보고 꺼리는 것이 없는 처사였습니다. 대저 인종·명종은 일세(一世)로 문소전에 함께 제향하는 것은 사전(祀典)에 헤아려 보아 결단코 의심이 없는데도 감히 인종은 별묘(別廟)에 봉향(奉享)해야 한다고 함으로써 인종·명종 두 분의 영령이 불안하게까지 하였습니다. 신하로서 이미 제향하고 있는 선왕의 사전(祀典)을 무너뜨리려 하였으니, 이는 난역과 같은 죄과인 것입니다. 남의 후사(後嗣)가 된 자는 그 아들이 된다는 것은 실로 만세를 바꿀 수 없는 상법(常法)이요 정(程) 주(朱)의 정론(定論)이 있으니 계통(繼統)의 의의를 중히 여기고 이본(二本)의 혐의를 밝힌 것이 철저하였습니다. 지난번에 추숭(追崇)한 일은 이미 예경(禮經)의 글을 고증하고 유신(儒臣)의 설을 채납, 헤아려 의논하여 결정한 것이므로 다시 이의(異議)가 있을 수 없습니다. 그런데 임기가 윤리에 어긋나는 설을 창도하여 남의 후사가 된 자는 그 아들이 되는 것이라는 설을 공공연히 배척하면서 심지어는 그 설이 한유(漢儒)들의 견강부회에서 나온 것이라고까지 하였습니다. 만일 그의 설이 불행히도 시행된다면 부부 자자(父父子子)의 윤리가 이로부터 무너져 버리고 말게 될 것입니다. 그가 추후에 고친 처음 올린 상소에서는, 추존(追尊)에 대해 성대한 논의를 제기했는데 중국의 흥헌제(興獻帝)의 일을 인용하기까지 했으니 그의 헤아릴 수 없는 간모(奸謀)는 실로 장총(張璁), 계약(桂萼)의 지혜를 본받은 데서 나온 것으로 성명(聖明)한 세대에 이러한 간인이 있을 줄은 생각지도 못하였습니다. 삼대(三代) 이후에서 찾아보면 모두 호명(好名)을 앞세웠는데 감히 오늘날의 폐단은 바로 호명이라고 심각하게 비난하였습니다. 송유(宋儒)들이 성학(聖學)을 강명(講明)하여 공맹(孔孟)의 도통(道通)을 계승함으로써 온 천하가 모두 스승으로 받들고 있는데, 임기는 위학(僞學)이라 지명된 것은 모두 스스로 취한 것이라고 하였습니다. 또 감히 후생(後生)들이 《근사록(近思錄)》과 《심경(心經)》에만 빠져 이름을 낚는 미끼로 삼고 있다고 하였습니다. 이와 같이 요망스런 혀를 놀려 궤변을 마구 늘어놓다가 사람들의 논란이 비등하여져 죄안(罪案)을 만들려 하자 곧 상소를 다시 가져다가 성현을 비방한 극렬한 부분을 추후에 고쳤습니다. 그가 학문을 원수처럼 본 죄를 말하자니 통심(痛心)함을 견딜 수가 없습니다. 임기를 잡아다가 추국하여 죄를 정하소서. 정원은 왕명을 출납하는 직위에 있으니 임기가 처음에 바친 그 상소의 내용을 보았으면 마땅히 몹시 놀라 그 정상을 갖추어 진술하여 죄를 청했어야 합니다. 그런데도 시일을 끌면서 가부(可否)를 결정하지 않으므로써 임기로 하여금 스스로 계책을 세워 자기 마음대로 가져다가 고쳐 다시 바치게 하였습니다. 그리고 다시 바칠 적에는 자신은 집에 누워 있으면서 감히 아들에게 대신 바치게 했으니 당연히 물리치고 받지 않아야 했는데 태연히 잘못인 줄을 모르고 여러날 시일을 지체시켰으니 사리에 어두워 직무를 제대로 수행하지 못한 것이 너무도 심합니다. 도승지는 잘 살피지 못했을 뿐만이 아니라 도리어 대신 바친 것은 수리해서는 안 된다는 말을 따르지 않았으니 그 잘못이 더욱 중합니다. 그러다가 상께서 하문하자 그의 흉패스런 정상은 조금도 논하지 않고 다만 부드러운 말로 심상한 일인 듯이 아뢰었으니, 그 사세를 관망하며 어물어물 넘기면서 조금도 부끄러워하지 않은 점 또한 심합니다. 도승지와 의계한 승지는 파직시키고 나머지 승지들도 아울러 추고하기 하소서.” 하니, 답하기를, “임기에 대한 일은, 그것이 무엇이 그리 대단한 일인가? 무리한 말은 받아들이지 않으면 되는 것인데 심각하게 따질 필요가 뭐 있겠는가? 이름을 낚는 학술이라는 등의 말은, 그러한 사실이 있으면 고치고 없으면 더욱 힘쓸 일이다. 그렇게 하면 잘못을 두 번 범하는 일이 없게 되어 앞으로의 행실에 도움이 있게 될 것이다. 따라서 저의 비방이 나에게 무슨 관계될 것이 있겠는가? 승지는 별로 잘못한 것이 었는데 어떻게 파직시킬 수 있겠는가? 윤허하지 않는다.” 하였다.",
                "hj": "○壬子/司憲府啓: “副司果林芑, 以陰兇險慝之人, 懷奸逞惡, 無所不至。 敢作六條之疏, 縷縷千言, 無非喪邦椓正之事。 其所謂廟祀顯親者, 則將欲斁毁倫紀, 而不復有所顧忌。 夫仁、明兩廟, 以一世同享於文昭, 揆之典祀, 斷無可疑, 而敢謂仁宗, 當奉於別廟, 至以爲仁、明兩廟之靈, 亦不安焉。 爲人臣, 而欲黜毁先王已享之祀, 實與逆亂同科。 爲人後者爲之子, 實萬世不易之常經, 程、朱亦有定論。 其所以重繼統之義, 明二本之嫌者嚴矣。 頃者追崇之擧, 旣已考禮經之文, 採儒臣之說, 揆量講定, 更無異議。 芑也, 乃倡爲悖倫之說, 顯斥爲人後者爲之子之言, 至爲以出於漢人之傅會, 使其說, 不幸而得行, 則父父子子之倫, 將自此淪斁, 而不可爲矣。 其追改初呈之疏, 盛論追尊之議, 至引中朝興獻帝之事, 其不測之奸謀, 實出於張緫、柱萼之餘智。 不意, 聖明之世, 乃有如許姦人也。 求出於三代之下, 惟恐其不好名, 而乃敢深詆好名, 以爲今日之弊。 宋之諸儒, 講明聖學, 承孔、孟之統, 薄海內外, 悉宗師, 而芑也乃以爲, 僞學之名, 皆其所自取。 又敢謂後生役耳於《近思錄》、《心經》, 以爲釣名之餌, 簸弄妖舌, 極其譸張。 及其群議沸騰, 將爲罪案, 輒自持去, 而最改其辱詆聖賢, 仇視學問之罪, 言之有不勝其痛心者。 請林芑拿鞫定罪。 政院密居喉舌, 見芑疏之初呈, 所當驚愕, 具陳其狀請罪, 而留時引日, 無所可否, 使芑得自爲計, 取去而還呈, 惟其所欲。 且其更呈之時, 偃臥其室, 敢代以子, 則所當却而不受, 恬不知非, 留至數日。 其昏暗不職, 極矣。 都承旨非徒不能致察, 乃反不從其代呈不可受之言, 其失尤重, 及其下問, 不論兇悖之狀, 只爲緩辭爲尋常之事者然。 其觀望回互, 略無羞恥, 亦甚矣。 請都承旨及議啓承旨罷職, 餘承旨竝推考。” 答曰: “林芑事, 是何等事也? 無理之言, 則置之焉可也。 何必與之深較, 如釣名學術等語, 有則改之, 無則加勉。 夫如是, 則無貳過, 而可輔前行也。 彼之詆毁, 於吾身何有焉? 承旨別無所失, 惡得罷職哉? 不允。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King attended the Royal Lecture on the gyechuk day.",
                "H2KE-nKo": "조강을 행하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 22일(계축) 1번째기사",
                "gt-oKo": "조강이 있었다.",
                "hj": "○癸丑/有朝講。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to the King, which read as follows: In prostration, Yi Gi, a petty man, slandered the skills of calligraphy and covered the skills of calligraphy. He fabricated the skills and observed the right and wrong, and secretly attempted to observe the circumstances. He observed the circumstances and observed the circumstances, hence, he submitted a memorial [to the King], and successively revised [his fabricated skills], which makes it impossible for him to find someone in the court. Your subjects humbly observed the memorial, which was angry and grieved and sorrowful that he could not bear to see [his fabricated skills]. As Your Majesty is virtuous, it is impossible for him to treat the wise scholars with propriety. However, Yi Gis words and study speaks sometimes fond of his name, and others sometimes fond of his skills. This is intended to indulge his heart and secretly marry the world of Confucian scholars. The principal skills of the ancestors by arbitraphy. How can this not be treacherous? Not only is this, but there is two more grievances. Your subjects humbly observed that after Your Majesty ascended the throne, Your Majesty widely observed the precedents and widely asked the court officials to observe the world, and ascended the Royal Ancestral Shrine to the Royal Ancestral Shrine , gloriously improve the righteousness of the human feelings and improve the righteousness of the ancestors. From this point onward, all the peoples hearts were satisfied and the peoples hearts were satisfied even after a hundred years. How could your subjects believe that Yi Gi, who had harbored the skills of calligraphy and slandered the skills of calligraphy and unjust improves to improve the unjust manner of skills? If he were to speak, what could he not do? Previously, during the reign of grand master for admirable transmittersmitters Kwak Do , he said that [Kwak] Wu Gwang did not know the righteousness of his son. Zhang Ding said that [Kwak] Yangsu was actually a transmitter of calligraphy. Then, Kwak Do and Jang Dingan were merged with Yi Gi, and the incident of Chaegyeong and Han Guju were observed by their arms. Ah! If these circumstances and great wicked men do not admit the skills of calligraphy and call the skills of calligraphy, what will the righteousness between the world and the world of the world? From ancient times, there was no way to improve the righteousness and the righteousness between them and the righteousness. If this is not strictly punished by Heaven",
                "H2KE-nKo": "옥당이 차자를 올렸는데, 그 대략에,“삼가 아룁니다. 하찮은 임기는 흉악하고 사특한 자질로 문묵의 재주를 빌어 필설을 늘어놓아 시비를 현란시키고 틈을 엿보아 주상의 마음을 엿보았습니다. 그리하여 상소를 올렸다가 곧바로 고쳤는데 종잡을 수 없이 종잡을 수 없이 변환하였으니, 이는 전하를 속일 수 있고 조정에 사람이 없다고 여긴 것입니다.신들이 삼가 상소의 내용을 보니, 분통이 터져 차마 똑바로 볼 수가 없었습니다. 전하의 성스러움으로 현인을 예우하고 선비를 대우하는 것이 지극하지 않다고 할 수 없는데, 임기는 학술을 말하면서 한편으로는 명예를 좋아한다고 하고 한편으로는 곡학을 말미암았다고 하였으니, 이는 주상의 마음을 의혹시켜 은밀히 사림에게 화를 끼치려고 한 것입니다. 선왕의 법은 원칙을 세우고 기강을 세우는 것이니 치밀하지 않다고 할 수 없는데, 임기는 법조를 말하면서 고쳐야 한다고 하고 따라야 한다고 하였으니, 이는 멋대로 조종을 의논하여 사사로이 마음속에 품은 간계를 부린 것입니다. 그 계책이 어찌 참혹하지 않습니까. 이뿐만이 아닙니다. 더욱 통탄스러운 점은 두 가지가 있습니다.신들이 삼가 보건대, 전하께서 즉위하신 뒤에 전례를 널리 상고하고 조정의 신하들에게 널리 물어서 인종을 승부하고 사친을 추영함에 있어 모두 인정의 중도를 참작하여 천리의 정당함과 선조를 받드는 효도를 극진히 하고 융숭한 은혜를 베푸는 도리를 갖추었습니다. 이때부터 모든 사람이 이구동성으로 말하고 뭇사람들의 마음이 흡족해하였으니, 백세 뒤에 성인이 나온다 하더라도 의혹이 없을 것입니다. 그런데 어찌 임기와 같은 자가 형체를 감추고 독기를 쌓아 사설을 고무하고 부당한 일을 끌어대어 온갖 계책으로 견강부회하여 못하는 짓이 없을 줄 생각이나 했겠습니까. 그의 말대로라면 대륜이 문란해지고 인리가 없어질 것입니다. 그의 마음은 정자와 주자의 의론을 공격하지 않으면 그 주장이 행해지지 않을 것이라고 스스로 여겼기 때문에 감히 ‘위학’이라는 명칭을 외워 말한 것이니, 이는 모두 스스로 취한 것입니다. 아, 이런 말을 차마 하는데 무슨 일인들 차마 하지 못하겠습니까.지난번 가정 연간에 간신 곽도가 사마광은 부자의 윤리를 모른다고 하고, 장총은 구양수가 실제로 도통의 전함을 얻었다고 하였습니다. 그렇다면 곽도와 장총은 임기와 한 사람이고, 채경과 한구주의 일은 임기가 팔을 걷어붙이고 한 것입니다. 아, 이와 같이 크게 간특한 사람이 청명한 조정에서 임금을 업신여기고 성인을 비난한 죄를 받지 않는다면 천하 후세의 의론은 어찌되겠습니까. 예로부터 사와 정이 양립되는 이치는 없었으니, 이쪽이 저쪽을 이기지 않으면 저들이 반드시 이쪽을 이긴 것입니다. 전하께서 진실로 엄히 천토를 가하여 호오를 분명하게 보이지 않으신다면 저들은 장차 의기양양하게 더욱 거리낌이 없을 것이니, 그 흉악하고 비밀스러운 계략은 오래될수록 더욱 깊어질 것입니다. 신들은 삼가 전하께서 예사롭게 보시고 우레와 같은 위엄을 베풀지 않는 것을 통탄스럽게 여깁니다. 신들은 삼가 바라건대, 전하께서 임기의 죄를 밝혀 도성 밖으로 내쫓아 인류에 끼이지 못하게 하소서. 그리하신다면 중외의 마음이 비로소 조금은 풀릴 수 있고 임기와 같은 무리는 저절로 성명의 아래에서 자취를 끊을 수 있을 것입니다.신들은 모두 변변치 못한 자들로 경연에 출입하면서 구구하게 사를 억제하는 것도 끝내 그만둘 수 없기에 감히 전하를 위하여 진달합니다. 삼가 바라건대 채택하여 주소서.”하니, 주상이 답하기를,“모두 논할 필요가 없다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 22일(계축) 2번째기사",
                "gt-oKo": "옥당(玉堂)이 차자를 올렸다. 그 대략에, “삼가 생각건대, 간인 임기는 흉사스런 자질로 문묵(文墨)의 기교를 빌어 필설(筆舌)을 휘두름으로써 시비를 현란시켰으며, 틈을 노려 상의 마음을 엿보면서 상소를 바쳤다가 금방 고치는 등 그 변환(變幻)을 헤아릴 수가 없었으니, 이는 전하를 속일 수 있고 조정에 사람이 없다고 여긴 것입니다. 신들이 삼가 상소의 내용을 보건대, 분통이 터져 차마 바로 볼 수가 없었습니다. 대저 전하의 성덕으로 현사(賢士)를 예우한 것이 지극하지 않다고 할 수가 없는데도 기의 말에 따르면 학술은 호명(好名)을 하고 곡학(曲學)을 말미암았다 하였으니, 이것은 상의 마음을 의혹시켜 은밀히 사림(士林)에다 화(禍)를 떠넘기려는 짓입니다. 선왕(先王)의 법에 경기(經紀)를 확립시킨 것이 엄밀하지 않다고 할 수가 없는데도 임기는 법조(法條)는 고쳐야 될 것도 있는 것이고 따라야 될 것도 있는 것이라고 말하였으니, 이는 멋대로 조종(祖宗)의 법을 논하여 자기의 마음속의 간계를 들어먹히게 하려는 짓으로 그 계책이 참혹하기 그지없습니다. 이뿐만이 아닙니다. 더더욱 통분스러운 것이 두 가지 있습니다. 신들이 삼가 살피건대, 전하께서 즉위하신 뒤 전례(典禮)를 널리 고증하고 조정의 고관(高官)들에게 널리 물어서 인묘(仁廟)를 승부(升附)하고 사친(私親)을 추후하여 영예롭게 하였으니, 이는 모두 인정의 중도를 참작한 것이요 천리의 올바름에 합치된 것으로, 봉선(奉先)의 효도를 극진히 하고 융은(隆恩)의 도리를 갖춘 것입니다. 이로부터 모든 사람들의 말이 한결같았고 모든 사람들의 마음도 흡족하게 여겼으니 백세(百世) 뒤에 성인이 다시 난다 해도 의심스러울 것이 없는 일입니다. 그런데 뜻밖에도 임기같은 자가 은밀히 독심(毒心)을 길러 사설(邪說)을 창도하면서 부당한 일을 원용, 온갖 계책으로 견강부회하여 못하는 짓이 없을 줄을 어찌 생각이나 했겠습니까? 그의 말을 따른다면 대륜(大倫)이 문란하여져 인리(人理)가 궤멸될 것입니다. 그의 마음에, 정(程) 주(朱)의 이론을 공격하지 않으면 자신의 말이 행해지지 않을 것이라고 여겼기 때문에 감히 ‘위학(僞學)이라는 명칭은 모두 스스로 취한 것이다.’라고 비방하였습니다. 아, 이런 말을 차마하는데 무엇을 차마하지 못하겠습니까? 과거 가정(嘉靖) 연간에 간신 곽도(藿韜)가 사마광(司馬光)은 부자의 윤리를 모른다고 하였고, 장총(張璁)은 구양수(歐陽修)가 도통의 전수를 얻었다고 하였습니다. 그렇다면 곽도와 장총이 임기에게 합쳐져 한 사람이 되어 채경(蔡京)과 한탁주(韓侂胄)가 한 일을 임기가 팔을 걷어올리고 하는 것입니다. 아, 이러한 간특(姦慝)한 자가 있는데도 청명한 조정에서 임금을 무시하고 성현을 비난한 죄를 다스리지 않는다면 천한 후세의 비난을 어찌하겠습니까? 예부터 사(邪)와 정(正)은 양립(兩立)하는 이치가 없으니 이것이 저것을 이기지 못하면 저것이 반드시 이것을 이기는 법입니다. 전하께서 진실로 엄하게 천토(天討)를 가하여 호오(好惡)를 분명히 보이지 않으신다면 저가 앞으로 양양 자득하여 꺼리는 것이 없게 되어 그의 흉패스런 비계(秘計)가 오랠수록 더욱 심해질 것입니다. 신들은 삼가 전하께서 이를 심상히 여기시어 우레 같은 위엄을 베풀지 않는 것을 통한스럽게 여기고 있습니다. 신들은 삼가 바라건대, 전하께서는 임기의 죄를 바루시어 도성 밖으로 내침으로써 사람들 틈에 끼이지 못하게 하소서. 그렇게 하신다면 중외(中外)의 인정이 비로소 조금은 풀릴 것이고 임기와 같은 무리들이 성명(聖明)의 치하에서 저절로 자취를 감추게 될 것입니다. 신들은 모두 변변찮은 자질로 경악에 출입하였으므로 간사를 억제하려는 구구한 마음을 끝내 그만둘 수가 없어 감히 전하를 위하여 진술하오니, 받아들여 주소서.” 하니, 상이 답하기를, “모두 논할 필요없다.” 하였다.",
                "hj": "○玉堂箚子略曰: 伏以纖人林芑, 以兇邪之資, 假文墨之技, 鋪張筆舌, 眩亂是非, 投間抵隙, 窺測上心, 乍呈乍改, 變幻莫測。 是以殿下爲可欺, 以朝廷爲無人也。 臣等伏見疏辭, 發憤痛心, 不忍正視也。 夫以殿下之聖, 其於禮賢待士, 不可謂不至, 而芑之言學術, 一則曰好名, 一則曰由曲學, 是欲疑惑淵衷, 而陰嫁士林之禍也。 先王之法, 所以立經陳紀, 不可謂不密, 而芑之言法條, 或以爲可改, 或以爲當遵, 是擅議祖宗, 而私售胸臆之姦也。 其爲計豈不慘哉? 非惟此也, 尤可痛者有二焉。 臣等伏覩殿下踐祚之後, 博考典禮, 廣詢廷紳, 升附仁廟, 追榮私親, 咸酌人情之中, 允合天理之正, 奉先之孝盡矣, 隆恩之道備矣。 自是以來, 萬口一辭, 衆心洽然, 雖百世以竢聖人, 而不惑也。 豈意如芑者, 藏形稔毒, 鼓舞邪說, 援引不當之事, 百計傅會, 無所不至? 由其言, 則大倫紊, 而人理滅矣。 彼其心, 自以爲不攻程、朱之論, 則其說不得而行, 故乃敢誦言曰: ‘僞學之名, 無非有以自取之也。’ 噫! 是可忍言也, 孰不可忍爲也! 曩在嘉靖之朝, 姦臣霍韜, 謂司馬光不識父子之倫, 張璁謂(歐陽脩)〔歐陽修〕實得道統之傳, 然則霍韜、張璁合芑爲一人, 而蔡京、韓仇冑之事, 芑攘臂而爲之矣。 嗚呼! 有如是大姦、大慝之人, 而不伏無君非聖之罪於淸明之朝, 則其於天下後世之議何? 自古無有邪正兩立之理, 非此勝彼, 彼必勝此。 殿下苟不嚴加天討, 昭示好惡, 則彼將揚揚自得, 益無所忌憚, 其兇悖秘計, 滋久而滋深矣。 臣等竊痛, 殿下視爲尋常, 而不施雷霆之威也。 臣等伏願, 殿下明正芑罪, 屛黜都外, 使不得與於人類, 則中外之情, 始可少洩, 而如芑之徒, 自得絶迹於聖明之下矣。 臣等俱以無似, 出入經幄, 區區抑邪, 亦終不能自已, 敢爲殿下陳之。 伏惟採納焉。” 上答曰: “不必竝論。”"
            },
            "3": {
                "H2KE-EN": "The Ministry of Personnel Bak Jungwon again submitted a memorial as follows: In our humble opinion, the duties of importance in the six ministries are most important. The selection and importance in the country is in charge of governing the country. Therefore, the selection of a high official is difficult in ancient times. How can it be possible for mediocre and foolish officials to fill the importance of the importance? Recently, the Minister of Personnel Bak Jungwon originally lacked reputation and reputation for many years, and thus he has been disregarded by the public opinion for a long time. Previously, he served as a member of the level of his office, but he also criticized his unworthy criticism. Now, he has reappointed his post again, which is truly excluded from the expectations of the people, and all the people feel uncomfortable. Your subject requests that Your Majesty appreciate his mind and select and appoint him capable of importance in order to importance upon the importance of importance. The King responded, How can the official in charge of importance in importance? Quickly recommend him for his replacement, and I will replace him.",
                "H2KE-nKo": "또 차자를 올리기를,“삼가 생각건대 전형의 직임은 육관 중에서 가장 중요합니다. 인물을 진퇴시키고 나라의 다스림을 주관하므로 총재의 선발은 예로부터 적임자를 얻기가 어려웠습니다. 어찌 범용한 부류로 구차하게 그 직임을 채울 수 있겠습니까. 지금 이조 판서 박중원은 평소 명망이 부족하여 공론에 경시당한 지 오래되었습니다. 전에 본직에 제수되었을 때에도 걸맞지 않다는 비난이 있었는데, 지금 다시 그 직임을 맡게 된 것은 실로 사람들의 기대 밖에서 나온 것입니다. 여론이 모두 온당치 않게 여기니, 성상께서는 더욱 유념하여 적임자를 가려 제수함으로써 명기를 중하게 하소서.”하니, 주상이 답하기를,“옥당은 누구를 전형의 책임자로 삼고자 하는가. 속히 그 후임을 천거하라. 내가 체차하겠다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 22일(계축) 3번째기사",
                "gt-oKo": "또 차자를 올리기를, “삼가 생각건대 전형(銓衡)을 맡은 직임은 육경(六卿) 가운데 가장 중한 것으로 인물을 진퇴시키고 나라의 정치를 담당하고 있습니다. 그러므로 총재(冢宰)의 선임(選任)은 예로부터 그 적임자를 뽑은 것을 어렵게 여겨왔는데 어찌 범용(凡庸)한 무리를 구차스럽게 그 직임에 채울 수가 있겠습니까? 지금 이조 판서 박충원(朴忠元)은 본디 명망이 부족하여 공론에 경시당하여 온 지가 오래되었습니다. 그리고 전에 이 직에 있을 때에도 직무를 제대로 수행하지 못한다는 비난이 있었는데 이제 다시 제수하시니 실로 사람들의 기대 밖의 일이라서 물정(物情)이 모두 온당치 못하게 여기고 있습니다. 더욱 유념하시어 적임자를 가려 제수함으로써 명기(名器)를 중하게 만드소서.” 하니, 상이 답하기를, “옥당에서는 누구를 전형의 장관에 임명하기를 바라는가? 속히 대신할 만한 사람을 천거하면 내가 체직하겠다.” 하였다.",
                "hj": "○又箚: 伏以銓衡之任, 最重於六官。 進退人物, 主掌邦治, 是故冡宰之選, 古難其人。 豈可以凡庸之流, 苟充其任哉? 今者吏曹判書朴中元, 素乏名望, 見輕於公論久矣。 前爲本職, 亦有不稱之譏, 今此復冒, 實出人望之外, 物情皆以爲未便, 請加聖念, 簡授其人, 以重名器。 上答曰: “玉堂欲以何人主銓衡乎? 速擧其代, 則予將遞。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King, which stated, We, your humble subjects, are deeply apprehensive and apprehensive. As for the administration of guaranteed men to recommend successful candidates, it is only the only one who is worthy of the sovereign and the minister. The duty of your subjects lies in admonishing and examining public justice, and Your Majesty should only accept them. As for the administration of guaranteed men to 기용, this is a matter of Your Majestys reign. Why is it difficult for us to admonish your subjects by urging them to unavoidable matters? The King answered that urgently recommend those who are worthy of the minister of personnel.",
                "H2KE-nKo": "옥당이 차자를 올리기를,“신들은 삼가 황공하고 감격스러움을 금할 수 없습니다. 인재를 논천하여 각각 그 직책에 걸맞게 하는 것은 오직 임금과 정승에게 달려 있을 뿐입니다. 신들의 직책은 오직 풍의를 출입하는 데 있고 공론의 소재는 전하께서 채납하실 뿐입니다. 인재를 천거하여 등용하는 것은 전하의 일입니다. 어찌 유독 이 점을 어렵게 여겨 신들이 감히 할 수 없는 일을 가지고 강요하십니까.”하니, 주상이 답하기를,“이조 판서를 감당할 만한 사람을 속히 천거하라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 22일(계축) 4번째기사",
                "gt-oKo": "옥당이 차자를 올리기를, “신들은 삼가 황공스럽고 의혹스럽기 그지없습니다. 인재를 논천(論薦)하여 각각 그 직무를 맡기는 것은 오직 군주와 재상에게 달려 있는 것입니다. 신들의 직책은 오직 풍의(諷議)를 출입하는 데 있으니 공론이 있는 바를 전하께서 채납하시면 되는 것입니다. 따라서 적임자를 기용하는 것은 전하의 일입니다. 어찌하여 유독 이 점을 어렵게 여기시면서 신들이 감히 할 수 없는 일로 핍박하여 준절히 거절하십니까?” 하니, 상이 답하기를, “속히 이조 판서에 합당한 사람을 천거하라.” 하였다.",
                "hj": "○玉堂上箚以爲: 臣等竊不勝惶感焉。 論薦人才, 各稱其職者, 唯在乎君相而已。 臣等之職, 惟在於出入諷議, 公論所在, 殿下但當採納之耳。 至於擧用其人, 則殿下事也。 何獨難於此, 而迫臣等以不敢爲之事, 峻拒哉? 上答以促擧可堪吏判之人。"
            },
            "5": {
                "H2KE-EN": "All the officials of the second rank and above proceeded to the palace and the Censorate petitioned for the punishment of Im Gi . The King responded, How could this not be excessive? The opinion of Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui began to be made in the same manner as Jojon ? Only after punishing Jojon, he should be punished.",
                "H2KE-nKo": "양사 전원이 대궐에 나아와 합동으로 계사를 올려 임기의 죄를 다스리기를 청하니, 주상이 답하기를,“하찮은 임기의 상소 하나 때문에 합동으로 논계한 것은 너무 조급한 것이 아닌가. 문소전을 건설해서는 안 된다는 의논은 조광조의 입에서 시작된 것이니, 먼저 조광조의 죄를 다스린 뒤에 임기에게 죄를 주어야 한다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 22일(계축) 5번째기사",
                "gt-oKo": "양사 전원이 예궐(詣闕)하여 임기의 죄를 다스릴 것을 합사(合司)로 청하니, 상이 답하였다. “하찮은 임기의 상소 하나 때문에 합사로 논계하는 것은 조급한 데 가깝지 않은가? 문소전(文昭殿)을 건설한 것이 부당하다는 의논은 조광조(趙光祖)의 입에서 시작된 것이니, 먼저 조광조의 죄를 다스린 뒤에야 임기를 죄줄 수 있다.”",
                "hj": "○兩司全數詣闕, 合司請治林芑之罪。 上答曰: “以幺麿一芑之疏, 合司論啓, 不幾於躁耶? 文昭殿不當建設之議, 俑於趙光祖之口, 先治光祖之罪, 然後芑可罪也。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General submitted a joint memorial to the King and requested that Im Gi be interrogated. The King 답하기를, “보잘것없는 일개 Im Gi submitted a memorial to the Office of the Inspector General and the Office of the Censor General impeached him. Is this not worthy of arrogant? Truly, this was a custom of the East (Joseon. It was not that he followed his advantage and did not follow his advantage. Im Gis memorial was enjoyed his mind and easily observed his circumstances. It is sufficient to forgive him. How could Im Gi not dare to perform the rites at Inner Hall (Hall of Benevolent Governance? In general, he said, It is not proper to combined with Myeongjong to comfort the same position. If he had no choice but to build a chamber, it would be better to build a chamber. From the beginning, Im Gi should not be punished. In general, Munso was originally not appropriate to build a chamberlain, but he opened the word of Gwanghyo Hall and eventually abandoned the chamberlain. This is a subject who should have felt grievances. Then, 광조는 necessarily admitted the crime of demoting his king before demoting his advantage, and only then Im Gi should be punished. Otherwise, he only intended to interrogate Im Gi. This is a simply reflected upon him. Im Gi also does not confess to his heart. As a father and son are the natural disposition of the world, it is not something that person cannot change his mind. If he could not have his father to his father, the son shall see that the state is abandoned the hair. Although it is a case of propriety that a son is adopted by propriety, it is not possible to have any other intention. As for Im Gis memorial, it is necessary to build a chamberlain. Generally, on the day of building a chamberlain of Song China, I sent his opinion on the day of building a chamberlain of the Comprehensive Mirror to Aid in Government (C. Zizhi tongjian and Simgyeong . This is generally due to his own grievances. How could he be severely reprimanded? In general, it is requested that a chamberlain of a chamberlain. In the past, I intended to interrogate Kwak , but",
                "H2KE-nKo": "양사가 합동으로 계사를 올려 임기의 나국을 청하니, 답하기를,“하찮은 임기의 상소 하나 때문에 양사가 합동으로 논계하는 것은 조급한 데 가깝지 않은가. 이는 진실로 동방의 습속이니, 따르느냐 따르지 않느냐는 여기에 달려 있는 것이 아니다. 임기의 상소는 그의 마음을 즐겁게 여기고 그의 기를 쉽게 여긴 것으로 보면 또한 충분히 용서할 만하다. 임기의 뜻이 어찌 감히 인종을 제사지내지 않으려 했을 리가 있겠는가. 대개 명종과 한 위계가 같아서는 안 되고 그만둘 수 없다면 실 하나를 더 두는 것이 낫다고 여긴 것이다. 이 말은 전부터 있어 왔으니, 임기는 진실로 죄줄 수 없다.문소전은 본래 건설해서는 안 된다는 의논이 조광조의 입에서 시작되어 폐위시키려고까지 하였으니, 이는 신하로서 마땅히 부심하고 절통하게 여겨야 할 것이다. 그렇다면 조광조는 마땅히 먼저 그 임금을 폐출한 죄를 받은 뒤에야 임기는 죄줄 수 있다. 그렇지 않고 임기만을 국문하려 하였으니, 이는 이른바 ‘시마나 소공만 살핀다.’라는 것이다. 임기도 그 마음에 승복하지 않을 것이다. 부자는 천성적으로 사람이 고칠 수 있는 것이 아니다. 만약 혹시라도 그 아비를 아비로 여기지 못하게 되면 자식된 자가 국가를 헌신짝 버리듯이 여길 것이다. 그러나 ‘예’라든가 ‘자식이 된다.’라는 말은 다른 뜻이 있어서는 안 된다. 임기의 상소를 보건대 ‘세사한다.’라는 것에 불과하다.세사라는 것은 송나라의 명법으로 추숭하던 날에 내가 그 의논을 내렸으나 형편상 구애되는 바가 있어 실행하지 못하였다. 이 말을 과연 죄줄 수 있겠는가. 만약 《근사록》과 《심경》에 ‘명예를 낚는 미끼[釣名之芳餌]’라고 말한 것은 또한 스스로 취한 것일 뿐이니, 어찌 깊이 허물할 수 있겠는가.대체로 구언하기를 계청하고 또 언관을 죄주기를 계청하는 것은 남에게 비웃음을 살까 매우 염려해서이니, 그 말류의 폐단이 장차 조정에 크게 간악한 자가 서고 사람들이 나를 위해 기꺼이 말하지 않을 것이다.지난번에 내가 곽월을 나국하려 하였으나 불가하다고 하였는데, 지금 도리어 국문해서는 안 될 사람을 나국하기를 청하니, 또한 유독 무슨 마음인가. 마음에 거슬리면 국문하기를 청하고 마음에 거슬리지 않으면 용서하기를 청하니, 나랏일이 장차 날로 잘못되어 갈 것이다. 그대들 양사가 나를 언관으로 삼아 국문하려는 것이 옳은가. 훗날 내가 언관을 국문하려는 것을 그르다고 하지 말라. 나는 본래 그와 변론하고 싶지 않았으나, 지금 양사가 함께 왔기 때문에 잠시 나의 뜻을 유시하는 것이다. 임기는 진실로 나국할 수 없으니, 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 23일(갑인) 1번째기사",
                "gt-oKo": "양사가 임기를 잡아다 국문하라고 합계(合啓)하니, 답하였다. “하찮은 임기의 상소 하나 때문에 합사로 논계하는 것은 조급한 데 가깝지 않은가? 이는 진실로 동방의 구습인 것으로 따르고 따르지 않는 것이 여기에 달려 있는 것이 아니다. 임기의 상소는 심기(心氣)를 평이하게 가지고 살펴본다면 또한 충분히 용서할 수가 있는 것이다. 임기의 뜻이 어찌 감히 인묘(仁廟)를 제사하지 않으려 할 리가 있겠는가? 명종(明宗)과 함께 일위(一位)로 하는 것이 마땅하지 않은데 달리 방법이 없다면 일실(一室)을 더 만드는 것이 낫다고 여긴 것이다. 이 설은 전부터 있어왔던 것이니 임기는 진실로 죄줄 수 없다. 대저 문소전을 건설한 것이 부당하다는 의논은 조광조의 입에서 시작된 것으로 이를 폐지하려고까지 하였으니, 이는 신자(臣子)들이 마땅히 절치 부심(切齒腐心)할 일인 것이다. 그렇다면 먼저 조광조에게 자기 임금을 폐출(廢黜)시키려 한 죄를 준 뒤에라야 임기를 죄줄 수가 있는 것이다. 그렇게 하지 않고 임기만을 추국하려 한다면 이것은 이른바 시마(緦麻)와 소공(小功)만 살핀다는 것과 다름이 없다. 따라서 임기도 불복하는 마음을 가지게 될 것이다. 부자(父子)는 천성인 것으로 사람이 고칠 수 있는 성질의 것이 아니다. 만약 자기 아버지가 아버지로 되지 못하는데 이르게 되면 아들된 입장에서는 국가(國家)도 해진 신을 버리듯이 하게 될 것이다. 그렇다고는 하지만 《예기(禮記)》에 ‘아들이 된다.’는 설이 있으니, 다른 뜻이 있었다고 할 수는 없다. 임기의 상소를 보면 주안점은 세사(世祀)하자는 것에 불과한 것이다. 세사에 대해서는 분명한 송(宋)나라의 법이 있다. 추숭(追崇)하던 날 내가 이에 대한 의논을 내렸었으나 사세에 구애되는 바가 있어 실행하지 못했었는데 이 말을 과연 죄줄 수 있겠는가? 그리고 《근사록(近思錄)》과 《심경(心經)》만을 읽어 이름을 낚는 미끼로 삼고 있다고 한 것은 역시 그런 말을 들을 만한 점이 있다. 그런데 어떻게 깊이 탓 할 수 있겠는가? 대저 구언(求言)하라고 계청하고서 또 말한 자를 죄주라고 계청하니 남에게 웃음을 살까 두려운 것은 물론, 그 말류의 폐단은 장차 대간(大姦)이 조정에 있는데도 사람들이 나를 위해 말하려 하지 않는 지경에 이르게 될 것이다. 지난번에 내가 곽월(郭越)을 잡아다가 국문하려 할 적에는 안 된다고 하더니 이제는 도리어 추국해서는 안 될 사람을 추국하자고 청하는 것은 또한 무슨 마음에서인가? 자신의 마음에 거슬리면 추국하라고 청하고 자신의 마음에 거슬리지 않으면 용서하라고 청한다면 나랏일이 날로 그르게 될 것이다. 그대들 양사(兩司)가 나를 위해 말한 자를 추국하려 하니 그것이 옳은 일인가? 뒷날 내가 말하는 자를 추국하려 해도 이를 그르다고 할 수 없을 것이다. 내가 본디 변설(辨說)하고 싶지 않았으나 지금 양사가 함께 왔기 때문에 잠시 내 뜻을 말하는 것이다. 임기는 진실로 잡아다가 추국할 수 없다. 윤허하지 않는다.” 하였다.",
                "hj": "○甲寅/兩司合啓, 請林芑拿鞫事。 答曰: “以幺麿一芑之疏, 合司論啓, 不幾於躁耶? 此固東方之習, 其從與不從, 不在是也。 芑之疏, 樂其心易其氣以觀之, 亦足可恕。 芑意豈有敢欲不祀仁廟之理乎? 蓋以爲: ‘不宜與明宗同爲一位, 無已則加設一室之爲愈也。’ 此說自前有之, 芑固不可罪也。 夫文昭, 本不當建設之議, 俑於趙光祖之口, 以至於欲廢之, 此臣子所當腐心切痛者。 然則光祖當先伏廢黜其君之罪, 然後芑可罪也。 不然而獨欲鞫芑, 是所謂緦小功之察也。 芑亦有不服於其心矣。 父子天性, 非人爲得以改, 若或至於不得父其父, 則爲人子者視國家, 如棄弊屣矣。 雖然禮有爲之子之說, 則未可以有他意。 觀芑之疏, 不過曰世祀耳。 夫世祀, 宋有明法, 追崇之日, 余下其議, 而勢有所礙, 未果行。 此言果可罪乎? 若役口耳於《近思錄》、《心經》, 以爲釣名之芳餌云者, 蓋亦有以自取之耳。 惡得而深咎乎? 大抵, 啓請求言, 而又 啓請罪言者, 深恐貽笑於人, 而其流之弊, 將或至於大姦立於朝廷, 而人不肯爲予言之也。 頃日余欲拿鞫郭越, 而以爲不可。 今反請鞫不當鞫之人, 亦獨何心? 夫忤於心, 則請鞫之, 不忤於心, 則請恕之, 國事將日非矣。 爾兩司爲余言官, 而欲鞫者其可乎? 後日其毌以余將鞫言者, 爲非也。 余本不欲與之辨說, 今因兩司竝來, 暫諭予意也。 林芑固不可拿鞫, 不允。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyemyo day, all the officials of the Office of the Inspector General reported to the King, Your subjects humbly reverently responded to the instructions of the 양사에 답한 yesterday and are uncomfortable. Your subjects request that Your Majesty grant an audience, thereby fulfilling your humble wishes. The King said, Truly, I cannot meet me.",
                "H2KE-nKo": "홍문관 전원이 아뢰기를,“삼가 어제 양사에 답한 전교를 보고 지극히 미안함을 이기지 못하였습니다. 면대를 허락하시어 구구한 정을 다하게 해 주소서.”하니, 답하기를,“진실로 면대할 수 없다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 24일(을묘) 1번째기사",
                "gt-oKo": "홍문관 전원이 아뢰기를, “삼가 어제 양사에 답한 전교를 보니 미안스러움을 견딜 수 없습니다. 면대(面對)를 허락하여 구구한 마음을 다 말할 수 있게 해주소서.” 하니, 답하기를, “면대를 허락할 수 없다.” 하였다.",
                "hj": "○乙卯/弘文館全數啓曰: “伏見昨日答兩司之敎, 不勝未安之至。 請賜面對, 俾盡區區之情。” 答曰: “固不可以面對。”"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King to request the replacement of Minister of Personnel Bak Chungwon , which is not proper. The Office of the Inspector General requested that he be replaced because Bak Chungwon did not discuss his wrongdoings. The Office of the Inspector General requested that he be dismissed from his position. However, when the Office of the Inspector General requested that he be dismissed from his position, the Office of the Inspector General did not find the means of discussion at home and failed to discuss his wrongdoings according to the circumstances. After the public opinion had been discussed, all the discussion and the discussion were similar to the point of inconvenience. Therefore, he should not be allowed to assume his position. The Office of the Censor General also requested that he be removed from his position. The King said, Although the Office of the Inspector General is the duty of discussing the matter, I, your humble subject, though he had been impeached by the Minister of Personnel , I was a high minister. If the newly appointed Minister of Personnel does not fulfill his duties in the position of impeaching officials, then he will have said that he should be replaced. Therefore, he arbitrarily presumptuously insulted him and insulted him without a sense of pure and pureness. How can this be said that the sense of a sense of sense? At first, the Office of the Inspector General requested that he be allowed to assume his position. Later, the Office of the Inspector General also requested that he be replaced. It would be possible that he did not have any sense of his duties. Truly, he should not be replaced. Later, the King replaced him later.",
                "H2KE-nKo": "옥당이 차자를 올려 이조 판서 박충원이 적합하지 않다는 것을 논하고 체차해 주기를 청하였다. 양사가 미처 논열하지 못했다는 이유로 피혐하여 사직하니, 옥당이 출사시키기를 청하였다. 양사가 아뢰기를,“사람을 논핵할 때에 집에 있는 사람의 권도가 정해지지 않아 일에 따라 논열하지 못하였고, 공론이 제기된 뒤에는 논핵하든 논핵하지 않든 모두 구차스러운 잘못이 있었으니, 결코 관직에 나아갈 수 없습니다.”하고, 옥당이 또 모두 체차해 주기를 청하니, 답하기를,“옥당이 논사하는 직임이기는 하지만 바로 나의 소신이고, 이조 판서가 논핵을 당하기는 하였으나 바로 나의 중재이다. 신임 이조 판서가 전형의 직임을 제대로 수행하지 못했다고 한다면 자연 체차해야 한다는 말이 있을 것이다. 그런데 고의로 멋대로 헐뜯고 욕하여 조금도 순후하고 혼중한 기색이 없으니, 이것이 과연 군자가 할 말인가. 양사가 처음에는 출사해야 한다고 하였다가 뒤에 또 체차해 주기를 청하였으니, 그 속에 주장하는 바가 없다는 것을 또한 알 수 있다. 참으로 체차할 수 없다.”하였다. 뒤에 체차하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 24일(을묘) 2번째기사",
                "gt-oKo": "옥당이 차자를 올려 이조 판서 박충원(朴忠元)이 합당하지 않음을 논하고 체직시키라고 청하였다. 양사가 미처 논열(論列)하지 못하였다는 것으로 피혐하고 사직(辭職)하였다. 옥당이 출사(出仕)하게 하라고 계청하니, 양사는 사람을 논할 즈음에 자가(自家)의 권도(權度)가 정해지지 않아 일에 따라 논열하였는데 공론이 이미 발한 뒤에는 논하든 논하지 않든 모두 구차스러운 잘못이 있는 것이므로 결단코 직에 나아갈 수 없다고 하였다. 옥당이 또 아울러 체직시키라고 청하니, 답하기를, “옥당이 비록 논사(論思)의 직임을 맡고 있으나 나의 소신이요 이판은 탄핵을 받고 있으나 나의 중재(重宰)이다. 새 이판이 전형(銓衡)의 직임을 제대로 수행하지 못한다면 저절로 체직시켜야 된다는 말이 있을 것인데 고의로 마구 비난하여 조금도 순후하고 혼중(渾重)한 기색(氣色)이 없으니, 이것을 과연 군자의 말이라고 할 수 있겠는가? 양사는 처음에는 출사시켜야 된다고 하다가 나중에는 또 체직시키라고 계청하니, 그 마음속에 줏대가 없다는 것을 알 수가 있다. 진실로 체직할 수 없다.” 하였다. 후일 체직하였다.",
                "hj": "○玉堂上箚, 論吏曹判書朴忠元不合請遞。 兩司以未及論列, 避嫌辭職。 玉堂啓請出仕, 兩司以論人之際, 在家之權度未定, 不能隨事論列。 及公論旣發之後, 論與不論, 皆有苟且之失, 決不可就職。 玉堂又請竝遞。 答曰: “玉堂雖論思之任, 而乃余小臣, 吏判雖被劾, 而乃予重宰。 如以新吏判爲不職於銓衡之地, 則自有可遞之言, 故乃肆其詆辱, 略無淳厚渾重之氣。 此果君子之出言乎? 兩司初以爲當出仕, 後又啓請遞免, 其中無所主, 亦可知也。 固不可遞。” 後日遞之。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General presented a memorial to the King to explain the suspects of the Office of the Inspector General and the Office of the Censor General . The memorial reads as follows: Reverently examining the Classics of Livestock Breeding (C. Yuseon , the Office of the Inspector General reported, Now there are many problems of problems. The sacrificial offerings at Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui and the rites of the new moon and the full moon at the royal tombs are extremely troublesome. From this day forward, it is not a matter that has been discussed by subjects below, but Your Majesty should conclude the matter in the morning and in the evening. In general, the memorial advising of Yi Gi. The memorial advising of the memorial advising of Yi Gis advising the memorial advising of the memorial ading of the memorial",
                "H2KE-nKo": "옥당이 위로 양사에게 조광조가 의심스럽다고 답한 일에 대해 변론하는 차자를 올렸는데, 그 대략에,“삼가 《유선록》을 상고해 보니, 조광조가 기묘년 5월에 대사헌이 되어 아뢰기를 ‘현재 폐단이 되는 일이 많습니다. 문소전의 삼시전과 능침의 삭망제를 지내는 것은 매우 번독스럽습니다. 아래에서 논집할 일이 아니니, 상께서 밤낮으로 생각하여 처리하소서.’라고 하였습니다. 조광조가 마침 제사의 소수에 맞추어 지내려고 한 것이지 곧바로 폐하려고 한 것이 아니니, 이기의 사설과는 크게 다릅니다.”하고, 이어 이기의 간사하고 기망한 죄를 논하니, 주상이 답하기를,“말한 자에게 죄줄 수는 없다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 24일(을묘) 3번째기사",
                "gt-oKo": "옥당이, 상이 양사에게 조광조가 의심스럽다고 답한 일에 대해 변명(辨明)하는 차자를 올렸다. 그 대략에, “삼가 《유선록(儒先錄)》을 상고하건대, 조광조가 기묘년 5월에 대사헌이 되어 ‘현재 폐가 되는 일이 많다. 문소전에 삼시(三時)로 전(尊)을 드리는 것과 능침(陵寢)에 초하루와 보름에 제사지내는 것은 매우 번독(煩瀆)스럽다. 그러나 이는 아래서 논집(論執)할 일이 아니니 상께서 심사 숙고하여 조처하라.’고 아뢰었는데, 이는 조광조가 제사의 빈도를 통일시키려는 것이었을 뿐 바로 폐지시키려는 것이 아니었으니, 임기의 사설(邪說)과는 다릅니다.” 하고, 이어 임기의 간사하고 무망(誣罔)스러움 죄에 대해 논하니, 상이 답하기를, “말한 사람을 죄줄 수는 없다.” 하였다.",
                "hj": "○玉堂, 以辨明上答兩司疑趙光祖事, 上箚。 其略曰: 謹考《儒先祿》, 趙光祖己卯五月爲大憲, 啓曰: “方今之弊事多矣。 文昭殿三時之奠, 陵寢朔望之祭, 至爲煩瀆。 自非自下論執之事, 在上晝思夜度以處之。” 蓋光祖欲適祭之疏數, 非欲直廢之也。 與芑之邪說, 大不同。 仍論芑姦邪誣罔之罪。 上答曰: “不可罪言者。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongjin day, [the King] conducted state affairs in the byeongjin year (. Yi Junmin was appointed inspector general , and 윤두수 was appointed inspector general .",
                "H2KE-nKo": "정사가 있었다. 이준민을 대사헌에, 윤두수를 대사간에 제수하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 25일(병진) 1번째기사",
                "gt-oKo": "정사(政事)가 있었다. 이준민(李俊民)을 대사헌에, 윤두수(尹斗壽)를 대사간에 제배하였다.",
                "hj": "○丙辰/有政。 李俊民拜大司憲, 尹斗壽拜大司諫。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Your subjects request that Im Gi be expelled from the capital so that he cannot live in the capital. However, Minister of Personnel Bak Chungwon is evident in the public opinion. Your subjects request that he be quickly replaced. The King denied this request.",
                "H2KE-nKo": "사간원이 아뢰기를, “임기를 멀리 내쫓아 도성 안에 발을 붙이지 못하게 하소서. 이조 판서 박충원은 현저하게 물의가 있으니 속히 체차해 주소서.” 하니, 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 26일(정사) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “임기를 멀리 내치라고 명하여 도하(都下)에 발을 붙이지 못하게 하소서. 이조 판서 박충원은 물의가 현저하니 속히 체직을 명하소서.” 하였으나, 윤허하지 않는다고 답하였다.",
                "hj": "○丁巳/院啓: “林芑請命逬黜, 使不得接迹於都下, 吏曹判書朴忠元, 顯有物議, 請速命遞。” 答曰: “不允。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a joint memorial to the King, which stated, Im Gi is expelled from the capital. The King did not approve this request. ",
                "H2KE-nKo": "양사가 합동으로 계사를 올려 임기가 찬 자들을 내쫓는 일에 대해 아뢰니, 윤허하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 27일(무오) 1번째기사",
                "gt-oKo": "양사가 임기를 멀리 내치라고 합계하였으나 윤허하지 않았다.",
                "hj": "○戊午/兩司合啓: “林芑逬黜事。 不允。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a joint memorial to the King, which stated, Im Gi should be expelled quickly and sent into exile, thereby satisfying the wishes of the people. The King replied, As for the case of Im Gi, it would be proper to the 양사에서 merely discuss the right and wrong. However, if he were to be punished, would it not be proper? Even if he were to be punished, it would be sufficient for one official in charge of the Office of the Inspector General . However, if the Office of the Inspector General and the Office of the Censor General were to be jointly punished, it would be no benefit in the affairs of the state and only harm the importance of the state. The King did not approve of this.",
                "H2KE-nKo": "양사가 합동으로 아뢰기를,“임기를 속히 먼 지역으로 내쫓아 여론을 시원하게 하소서.”하니, 주상이 답하기를,“임기의 일에 대해 양사가 시비를 논하기만 하면 괜찮지만 죄주기를 청하기까지 하는 것은 옳지 않은 것이 아니겠는가. 가령 죄를 청한다 하더라도 성상소 한 사람이면 충분하다. 합사까지 하는 것은 일에 이로울 것이 없고 나라의 체모만 손상할 뿐이다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 28일(기미) 1번째기사",
                "gt-oKo": "양사가 합계하기를, “빨리 임기를 멀리 내치라고 명하시어 물정을 통쾌하게 하소서.” 하니, 상이 답하기를, “임기의 일에 대해서는, 양사가 시비를 논하는 것이라면 옳거니와 죄주기를 청하기까지 하는 것은 불가하지 않은가? 가령 죄를 청한다 하더라도 성상소(城上所) 한 사람이면 충분한 것인데 합사까지 하는 것은 일에 이익됨이 없는 것은 말할 것도 없고 국체(國體)만 손상시킬 뿐이다. 윤허하지 않는다.” 하였다.",
                "hj": "○己未/兩司合啓: “林芑, 亟命逬黜, 以快物情。” 上答曰: “林芑事, 兩司論其是非而已則可, 至於請罪, 則得無不可乎? 假使請罪, 一城上所足矣。 至於合司, 則於事無益, 而於國體, 徒有所傷也。 不允。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Ministry of Rites submitted a report on the basis of an official document submitted by the Ministry of Rites as follows: Yang Jun , an captive official for escorting the Chinese envoy, Wang Sucheong , and others did not immediately persuade them to the Jurchens and persuade them to the Jurchens. It is not proper to request that they stay longer. However, it is difficult to persuade them to the Jurchens. Your subjects request that the articles of the articles be supplied to the envoy for expressing gratitude for imperial benevolence and that the Office of Diplomatic Correspondence prepare the articles and carry out it. The King responded, Now that the official for escorting the Chinese court does not immediately persuade the Jurchens to the Jurchens, he desired to cross-examin the Jurchens to the Jurchens, which runs contrary to the proper way of escorting the Chinese envoy. I fear that the importance of the importance was not insignificant. In our country, the Jurchens who escorted the Chinese court were treated hospitably. Furthermore, the Jurchens under the border of China should be treated hospitably because the Jurchens had been escorted by the Chinese court. This was the importance of the imperial grace. It would be appropriate to have the Jurchens come personally to the Jurchens to hold a banquet for them and send them to the Jurchens. Discuss this matter quickly deliberate on the matter and report back to me. The 영부사 and the three state councilors discussed the matter as follows: If the Jurchens personally arrive at the border of our country and hold a banquet, it might be too heavy. Your subjects request that the Jurchens be ordered to hold a banquet and bestow gifts upon the Jurchens and send them to the Jurchens. As for the envoy for expressing gratitude for imperial benevolence, it would be appropriate that the Jurchens departure for the envoy for celebrating the Imperial Crown Princes birthday. The King ordered that the Jurchens be implemented according to the precedent.",
                "H2KE-nKo": "예조의 공사에,“표류해 온 양준 등을 호송하는 차관 왕수청 등을 의주 목사가 즉시 개유하여 들여보내지 않고 머물기를 청한 것은 부당합니다. 그러나 이미 머물렀으니 무단히 들여보내는 것은 곤란합니다. 인정물을 넉넉히 지급해 보내는 사은사를 승문원으로 하여금 마련하여 시행하게 하소서.”하니, 답하기를,“지금 이 공사를 보니, 요동의 차관이 즉시 개유하여 들여보내지 않았다는 이유로 의주 목사를 추고하려고까지 하여 마치 핍박하여 쫓아내는 듯해서 자못 사람을 대우하는 도리를 잃었으니, 일의 체모를 손상한 것이 적지 않을 듯하다. 우리나라에서 호송하여 돌아온 사람들을 중국에서도 후대하고 있다. 더구나 중국에서 하국의 변방 백성들을 호송하고 있으니, 차관을 후대하지 않을 수 없다. 이는 바로 황제의 은혜에 감사하는 것이다. 감사로 하여금 직접 가서 위로연을 베풀어 보내게 하는 것이 마땅할 듯하다. 속히 대신과 의논하여 와서 아뢰라.”하였다. 영중추부사와 삼공이 의논드리기를,“감사가 직접 국경에 가서 연회를 베푸는 것은 혹 과중할 듯합니다. 의주 목사로 하여금 연회를 베풀고 예물을 주어 보내게 하소서. 사은사는 동지사의 행차가 한 달밖에 남지 않았으니, 인편에 부치는 것이 마땅합니다.”하니, 전교하기를,“의논한 대로 시행하라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 3일(갑오) 1번째기사",
                "gt-oKo": "예조의 공사에, “표류인 양준 등을 호송하여 온 차관(差官) 왕수청(王守淸) 등을 의주 목사가 즉시 개유(開諭)하여 돌려보내지 않고 머물기를 청한 것은 부당한 처사였습니다. 그러나 이미 머물러 있으니 무단히 돌려보내기도 곤란합니다. 인정물(人情物)을 넉넉히 주어 돌려보내게 하소서. 사은사는 승문원(承文院)으로 하여금 마련하여 시행하게 하소서.” 하니, 답하기를, “이제 이 공사를 보니 요동의 차관을 즉시 개유하여 돌려보내지 않았다는 것으로 의주 목사를 추문하려고까지 하였는데, 이는 마치 핍박하여 쫓아보내는 것 같아 사람을 접대하는 도리를 잃게 되는 것임은 물론 사체의 휴손(虧損)도 적지 않을 듯하다. 우리 나라에서 주회인(走回人)을 호송해 가면 중국에서도 후대하는데, 더구나 중국이 우리 나라의 변방 백성을 호송해 온 것이겠는가. 차관을 후대하지 않을 수 없다. 이것은 중국의 조처에 감사하는 뜻인 것이다. 감사로 하여금 직접 가서 연회를 베풀어 전송하게 하는 것이 마땅할 것 같다. 속히 대신들에게 가서 의논한 다음 와서 아뢰라.” 하였다. 영부사·삼공이 의논드리기를, “감사가 국경까지 가서 연회를 베푸는 것은 과중한 듯하니, 의주 목사로 하여금 연회를 베풀고 예물을 주어 보내게 하소서. 사은사는 동지사(冬至使)의 사행(使行)이 1개월 남았으니 그때 함께 보내는 것이 마땅하겠습니다.” 하니, 의득(議得)한 대로 시행하라고 전교하였다.",
                "hj": "○甲午/禮曹公事: “漂流人梁俊等護送差官王守淸等, 義州牧使不爲卽時開諭入送, 請留不當。 然旣已留在, 無端入送爲難。 人情物件, 優數給送謝恩使, 令承文院磨鍊施行。” 答曰: “今見此公事, 以遼東差官不卽開諭入送, 至於欲推義州牧使, 有似迫逐, 頗失侍人之道。 其虧損事體, 恐不少也。 我國護送赴回人口, 中國亦厚待之, 況中國護送下國邊氓, 所差官, 不可不厚待之也。 斯乃感皇恩也。 令監司親到設慰宴以送, 似當。 其速議大臣來啓。” 領府事、三公議: “監司親到境上設宴, 恐或過重。 令義州牧使設宴, 賜禮物以送, 謝恩使則冬至使之行, 只隔一朔, 順付爲當。” 傳曰: “依議得施行。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Magistrate of Pyeonghae District Ha Sejun is foolish and his familys conduct is also incomparable. Magistrate of Janggi District Yi Deokui is extremely cunning and wicked. He plotted to harm the colleague of his colleagues. Your subjects request that he be dismissed from his post. The King responded, In general, there is a foolish mistake in the office, which should be discussed in ordinary times. Currently, the inspectors and censors impeach someone who has been appointed to a new post on the day of his appointment. They are a sense of learning and ignorant about this day. Would they hear of his mistake on this day? The King did not approve this request. Later, the King ordered that he be replaced, and he continued to continue his previous post.",
                "H2KE-nKo": "사간원이 아뢰기를,“평해 군수 하세준은 인물이 용렬하고 집안에서의 행실도 야박하며, 장기 현감 이덕의는 마음가짐이 음험하여 동료를 해치려고 꾀하였으니, 모두 파직하소서.”하니, 답하기를,“모든 관원의 잘못은 평소에 논해야 한다. 그런데 지금 대간은 으레 새로 제수된 날에 사람을 논하여 습관적으로 알지 못한다고 하니, 만약 이날이 지났다는 말을 듣는다면 되겠는가. 윤허하지 않는다.”하였다가, 뒤에 체차하고 전직에 잉임하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 4일(을미) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “평해 군수(平海郡守) 하세준(河世濬)은 인물이 용렬한데다가 가정에서의 행신도 좋지 않고, 장기 현감(長鬐縣監) 이덕의(李德義)는 마음가짐이 음험하여 동료를 모해하니, 아울러 파직시키소서.” 하니, 대답하기를, “모든 관원의 잘못은 평소에 논핵해야 한다. 지금 대간은 으레 새 관직을 제수받을 때 논핵하는 것이 습관이 되었는데, 모르겠으나 그들의 과오를 오늘에야 비로소 들은 것인가? 윤허하지 않는다.” 하였다. 뒤에 체차하고 전직(前職)에 잉임(仍壬)시키라고 명하였다.",
                "hj": "○乙未/院啓: “平海郡守河世濬, 人物庸劣, 家行又薄; 長鬠鬐縣監李德義, 處心陰險, 謀害同僚, 請竝罷職。” 答曰: “凡官有失, 可於平日論之。 今臺諫例論人於除授新職之日, 以爲習不識, 如聞其過於此日乎? 不允。” 後命遞差。 仍前職。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the three state councilors came and reported, Your subjects have long stayed in the Hall of Governance for a long time. Please quickly proceed to the Hall of Governance. The King replied, This year, the drought is not incomparable. Even if it rained heavily, it is not possible to return to the Hall of Governance. The King repeatedly granted permission.",
                "H2KE-nKo": "정유년에 삼공이 와서 아뢰기를,“오랫동안 정전을 피하셨으니 속히 정전에 나아가소서.”하니, 답하기를,“올해는 한재가 비상하여 비가 내려도 흡족하지 못하니 지금 정전으로 돌아갈 필요가 없다.”하였다. 재차 아뢰자 윤허하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 6일(정유) 1번째기사",
                "gt-oKo": "삼공이 와서 아뢰기를, “오랫동안 정전(正殿)을 피해 있었으니 속히 정전으로 나아가소서.” 하니, 답하기를, “금년에는 한재가 비상하다. 비록 비가 왔어도 흡족하지 못하니 지금 정전으로 돌아갈 필요가 없다.” 하였다. 다시 아뢰니, 윤허하였다.",
                "hj": "○丁酉/三公來啓: 久爲避殿, 請亟御正殿。 答曰: “今年旱災非常, 雖得雨未洽, 今不必復殿。” 再啓, 依允。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites addressed the King as follows: The letter from the governor of Hamgil Province stated, Cha Ye , the descendants of the Office of State Rites abolished Cha Ye , shall be appointed to a government post in accordance with the previous public order. The descendants of Shin Myeon shall all be appointed to a government post, thereby showing the will of honor and encouraging the state. The King approved this request.",
                "H2KE-nKo": "예조의 계목에,“함경 감사의 서장에 운운하였습니다. 차운혁의 봉사손인 차예를 이전의 공사대로 상당한 관직에 제수하고, 신면의 자손도 아울러 서용하여 국가에서 높이고 장려하는 뜻을 보이소서.”하니, 윤허하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 7월 6일(정유) 2번째기사",
                "gt-oKo": "예조의 계목에, “함경 감사(咸鏡監司)의 서장에서 말한, 차운혁(車云革)의 봉사(奉祀) 자손인 차예(車輗)는 전의 공사대로 상당한 관직(官職)을 제수하고, 신면(申㴐)의 자손도 아울러 서용하여 국가에서 숭장(崇奬)하는 뜻을 보이소서.” 하니, 아뢴 대로 윤허하였다.",
                "hj": "○禮曹啓目: 咸鏡監司書狀云云。 車云革奉祀子孫車輗, 依前公事, 相當職除授。 申㴐子孫竝爲敍用, 以示國家崇奬之意。 依允。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On sinyu day, the first day of the month, Queen Gonguis residence was slightly improved. The King suspended the Office of Royal Stables for the Paper Supplies .",
                "H2KE-nKo": "공의전(恭懿殿 영조의 혼전)이 완쾌되어 시약청을 파하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 1일(신유) 1번째기사",
                "gt-oKo": "공의전(恭懿殿)의 건강이 회복되어 갔기 때문에 시약청(侍藥廳)을 파하였다.",
                "hj": "○朔辛酉/恭懿殿向寧, 罷侍藥廳。"
            },
            "2": {
                "H2KE-EN": "The governor of Pyeongan Province submitted a memorial as follows: In our province, 10,000 deaths have already been reported in the fifth month. Later, 4,600 deaths have already been passed since the number of deaths. However, the local government offices have become usually shameful at all. The number of deaths reported by the governor [of Pyeongan Province] has been slightly improved until now. This is extremely worrisome.",
                "H2KE-nKo": "평안 감사가 서장을 올렸는데, 그 내용은 다음과 같다.“도내에 돌림병으로 죽은 사람이 1만여 명인데, 5월에 이미 장계를 올렸습니다. 그 뒤에 죽은 사람의 숫자가 4600여 명이나 되는데, 각 고을에서는 예사롭게 여기는 것이 습관이 되어 보고하는 숫자가 한쪽에 치우치고 한쪽에 치우치게 되어 지금까지 그치지 않고 있으니, 매우 걱정스럽습니다.”\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 1일(신유) 2번째기사",
                "gt-oKo": "평안도 감사가 서장을 올렸다. “도내에 여역(癘疫) 때문에 1만여 명이 죽었다는 것은 5월에 이미 장계를 올렸습니다. 그 뒤 죽은 숫자가 4천 6백여 명인데, 각 고을에서는 심상히 여기는 것이 습관이 되어 보고하는 숫자가 만에 하나 꼴밖에 되지 않습니다. 여역이 지금까지 그치지 않아 매우 우려됩니다.”",
                "hj": "○平安監司書狀: 道內癘疫, 物故萬餘名, 五月已爲狀啓矣。 其後物故之數, 至四千六百餘名, 而各官狃於尋常, 所報之數, 掛一偏萬, 至今不爲寢息, 至爲悶慮事。"
            },
            "3": {
                "H2KE-EN": "The King recovered from Queen Gongui . The King bestowed a saddled horse upon Chief Superintendent of the Palace Physician Noh Susin and upon Superintendent Jeong Jongyeong . The King bestowed a saddled horse upon Superintendent [of the Palace Physician] Jeong Jongyeong and upon Superintendent [of the Palace Physician] Bak Gyehyeon . The King also bestowed a reward in varying degrees upon the royal physician and others.",
                "H2KE-nKo": "공의전의 병이 회복되었다는 이유로 내의원 도제조 노수신에게 안구마 1필을 사급하고, 제조 정종영에게는 정헌대부를 가자하였다. 박계현에게는 자헌대부를 가자하고, 의관 등에게는 차등을 두어 논상하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 1일(신유) 3번째기사",
                "gt-oKo": "공의전의 병이 회복되었다는 것으로 내의원 도제조(內醫院都提調) 노수신(盧守愼)에게는 안장을 갖춘 말 한 필을 내리고, 제조(提調) 정종영(鄭宗榮)에게는 정헌 대부(正憲大夫)를 가자하고 박계현(朴啓賢)에게는 자헌 대부(資憲大夫)를 가자하였다. 그리고 의관(醫官)들에게도 차등 있게 논상(論賞)하였다.",
                "hj": "○以恭懿平復, 內醫都提調盧守愼, 賜鞍具馬一匹, 提調鄭宗榮加正憲, 朴啓賢加資憲, 醫官等論賞有差。"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General impeached [the Office of the Inspector General] for several months regarding the promotion of promotion. [The King] did not consent on this.",
                "H2KE-nKo": "양사가 가자가 너무 무겁다는 것을 논하여 여러 달 동안 논계하였으나, 윤허하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 1일(신유) 4번째기사",
                "gt-oKo": "양사가, 가자가 너무 과중하다는 것으로 여러 달을 아뢰었으나 윤허하지 않았다.",
                "hj": "○兩司論加資大重, 論啓累月, 不允。"
            },
            "5": {
                "H2KE-EN": "The Confucian scholars presented a memorial to the King (Sejong requesting that Im Gi be punished for his crime of slandering the former worthy and wicked wickedness. The King responded, [I] thought that he did not expose his position. As for the matter of Im Gi, there is a court [of Ming China], and thus I do not know about this.",
                "H2KE-nKo": "유생이 상소하여 임기가 전현을 헐뜯고 현란시킨 죄를 다스리기를 청하니, 상이 답하였다. “생각건대 본분을 벗어나서는 안 된다. 임기의 일은 본디 조정에 있으니 제생이 감히 알 바가 아니다.”\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 1일(신유) 5번째기사",
                "gt-oKo": "유생(儒生)들이 상소를 올려 임기가 성현을 비방하고 의리를 현란시킨 죄를 다스리라고 청하니, 상이 답하였다. “생각이 자신의 위치를 벗어나서는 안 되는 것이다. 임기의 일에 대해서는 조정에서 조처가 있을 것이니 제생(諸生)들은 감히 알 바가 아닌 것이다.”",
                "hj": "○儒生上疏, 請治林芑詆毁前賢眩亂之罪。 上答曰: “思不出位。 林芑之事, 自有朝廷, 非諸生所敢知也。”"
            },
            "6": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General reported as follows: Im Gi is originally secret and crafty by nature and rogues of popular skills in the marketplace. He fortunately skilled artisans and presumptuously stole high-ranking officials of the senior third rank or above, which is extremely impossible. Nevertheless, he dared to satisfy his desire to ascend the level of high-ranking officials. Furthermore, he is afraid that the imperial court disapproves from his disapproval of his disapproval and claims to call six artisans in order to address his disapproval of his disapproval. In terms of human relationships and the disturbance of the state, he must have changed the old legal codes to persuade the circumstances, thereby fulfilling his cunning and deceitful schemes. His tribunal behavior is extreme. First, he desired to abolish the law of legitimate sons and grandchildren class from among them. Second, he desired to separately establish a shrine in the Royal Ancestral Shrine in order to expel him from performing ancestral rites for his Father King, and Third, he desired to change his title to the Royal Ancestral Shrine in the Royal Ancestral Shrine. Nevertheless, his disapproval of wicked classy and fraudulent plots to remove his posterity as a descendant. His circumstances are brilliant like his brilliance. His circumstances cannot be concealed to the deception of his disapproval of his disapproval. Nevertheless, he addressed his disposition to natural disapproval of his disapproval of fraudulent sage",
                "H2KE-nKo": "사헌부와 사간원이 아뢰기를,“임기는 본래 음험한 노간으로 시정의 무뢰배인데 요행히 문묵의 재주를 빌려 외람되이 당상의 품계를 차지하였으니 이미 분수에 넘친 것입니다. 그런데도 오히려 스스로 만족해하지 않고 감히 요행을 바라는 마음을 내어 현달한 벼슬에 오르려고 하였습니다. 그리고 또 조정에서 허락하지 않을까 염려하여 먼저 천심을 시험해 보고 상소를 핑계 대어 여섯 가지 조목으로 말하였는데, 모두 이치에 어긋나고 도리를 배반하며 나라를 망치는 말이었습니다. 그 귀결점을 요약해 보면 반드시 옛 법을 어지럽히고 성상의 귀를 현혹하여 그 간사하고 외람된 꾀를 이루려고 한 것이니, 그 계책이 참혹합니다. 첫째는 《경국대전》의 서얼에게 품계를 제한하는 법을 무너뜨리려는 것이고, 둘째는 인조께서 별도로 사당을 세워 군부가 이미 배향된 제사를 내치려는 것이고, 셋째는 대원군의 칭호를 바꾸려는 것입니다. 이러한 몇 마디 말은 모두 성상의 마음을 두렵게 하여 사림을 배척하고 그 물여우 같은 꾀를 이루어 자손을 위한 터전을 닦으려는 것이니, 그 정상이 속을 들여다보듯이 환하여 가릴 수 없습니다. 그 밖에도 명예를 좋아한다는 것으로 화를 전가한다는 죄목을 삼고, 뭇 신하를 배척한다는 것으로 성학을 이루는 것이라고 하였으니, 시기하고 질투하며 모함하는 술책이 한둘이 아닙니다. 혈기가 있는 사람치고 마음 아파하지 않는 이가 없으니, 속히 먼 지역으로 내쫓아 귀신과 사람의 분노를 통쾌하게 풀어 주소서.”하니, 주상이 답하기를,“임기는 구언으로 인하여 스스로 소견을 진달한 것에 불과하고 다른 뜻이 있었던 것은 아니다. 먼 지역으로 내쫓을 수 없다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 1일(신유) 6번째기사",
                "gt-oKo": "사헌부와 사간원이 아뢰기를, “임기는 본디 음험한 노간(老奸)으로 시정(市井)의 무뢰배인데 요행히 글재주를 빌어 외람되이 당상(堂上)의 가자(加資)에 올랐으니 이미 분수에 넘친 것이었습니다. 그런데도 오히려 스스로 만족할 줄 모르고 감히 승진을 바라는 마음을 내어 통현직(通顯職)에 오르려고 했고, 거기다가 조정이 허락하지 않을까 염려하여 먼저 형세를 시험해 보기 위해 상소를 핑계하여 여섯 가지 조항의 설을 진술하였습니다만, 모두가 도리에 어긋난 말로 나라를 망칠 말들이었습니다. 그 결론을 요약해보면 기필코 옛법을 변란시키고 상의 마음을 현혹시킴으로써 자신의 간사하고도 외람된 계책을 이루기 위한 것이었으니 그의 계모가 참혹하기 그지 없습니다. 그 하나는, 《경국대전(經國大典)》의 서얼한품법(庶孽限品法)을 무너뜨리려는 것이었고, 또 하나는, 인묘(仁廟)는 마땅히 따로 묘당을 세워야 한다는 것으로써 이미 제향(祭享)하여온 군부(君父)의 제사를 파출시키려는 것이었으며, 또 하나는, 대원군(大院君)의 칭호를 고치려는 것이었습니다. 이런 등 등의 말은 모두가 상의 마음을 현혹시켜 사림을 배척케 함으로써 자신의 귀역(鬼蜮) 같은 계책을 이루어 자손(子孫)을 위한 터전을 닦으려는 것이었으니, 그의 정상이 그 속을 들여다보듯이 환하여 숨길 수가 없는 것입니다. 그 이외의 호명(好名)한다는 것으로써 화(禍)를 떠넘기려는 죄목으로 삼고 군하(群下)를 배척하는 것을 성학(聖學)의 완성으로 삼은 등등 시기하고 모함하는 술책이 한둘이 아니었으므로 무릇 혈기가 있는 사람이면 마음 아파하지 않는 이가 없습니다. 속히 멀리 내치도록 명하여 신인(神人)의 본노을 통쾌하게 하소서.” 하니, 상이 답하기를, “임기는 구언으로 인하여 자신의 소견을 진술한 것에 불과한 것이요 다른 의도가 있었던 것은 아니다. 멀리 내칠 수 없다.” 하였다.",
                "hj": "○司憲府、司諫院啓曰: “林芑本以陰險老奸、市井無賴, 幸假文墨之技, 冒竊堂上之加, 涯分已極。 猶不自足, 敢生希望之心, 欲躋通顯之路, 而又恐朝廷之不許, 先嘗淺深, 托於陳疏六條爲說, 無非逆理背道、亡國喪邦之言, 而要其歸, 則必欲變亂舊章, 熒惑上聽, 得遂其奸濫之謀, 其爲計慘矣。 其一, 欲毁《經國大典》庶孽限品之法, 其一, 以仁廟當別立廟, 欲黜君父已享之祀, 其一欲變大院君之稱號。 這等數語, 皆欲震聽, 排擯士林, 而濟其鬼蜮之謀, 修爲子孫之地。 其爲情狀, 如見肺肝, 而昭不可掩矣。 其他以好名爲嫁禍之目, 斥群下爲聖學之成, 媢嫉傾陷之術, 不一而足。 凡有血氣, 莫不痛心。 請亟命逬黜, 以快神人之憤。” 上答曰: “林芑, 不過因求言, 自陳所見而已, 非有他意。 不可逬黜。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gabo day, Venus appeared during the gyeongo year (.",
                "H2KE-nKo": "혜성이 나타났다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 10일(경오) 1번째기사",
                "gt-oKo": "혜성(彗星)이 나타났다.",
                "hj": "○庚午/彗星出。"
            },
            "2": {
                "H2KE-EN": "The King attended the Royal Lecture. Inspector General Yi Junmin reported to the King, Recently, there was an unjust opinion of public opinion. Thus, it was inevitable that we cannot but say. When we installed households for supplying food, we wished to prevent the problems of collecting taxes as well as the problems of scholar-officials who greet and farewell banquets. This was because they established public opinions. Recently, we observed our opinions, and the people considered it inappropriate. If there are those who say that it is appropriate to supply food, then many will dislike the peoples minds slander. The King said, The problems for supplying food for the family are supposed from the Office of the Inspector General in the first place. Yi Junmin said, When we installed the establishment of houses, even if the establishment of houses were supposed to be supposed to public opinions, what harm could there be? The King said, We have already discussed the establishment of houses and abolished again. What do you think about this? However, if all people resent this, we cannot but worry about it. Yi Junmin said, The problems for supplying food and",
                "H2KE-nKo": "조강을 행하였다. 대사헌 이준민이 아뢰기를,“요즈음 공론이 불평스러워하고 있으니 말하지 않을 수 없습니다. 가공에 관한 일은 당초 설립할 때에 방납의 폐단과 사대부를 맞이하고 전송하는 낭비를 방지하기 위하여 공심으로 설립한 것입니다. 그런데 근일 살펴보니 물정이 불편하게 여기고 있습니다. 만약 가공에 대한 편리함을 말하는 자가 있으면 사람들이 미워하니 인심이 불편하게 여긴다는 것을 알 수 있습니다.”하니, 주상이 말하기를,“가공에 관한 일은 당초 헌부에서 나온 것이다.”하였다. 이준민이 아뢰기를,“그때 설립한 것이 비록 어느 곳에서 나온 것이더라도 공심으로 설립하고 공심으로 혁파하는 것이 무엇이 해롭겠습니까.”하니, 주상이 말하기를,“이미 의논하여 세웠는데 또 혁파하는 것은 어째서인가? 그러나 사람들이 모두 원망한다면 염려하지 않을 수 없다.”하자, 이준민이 아뢰기를,“일이 불편하면 열 번을 바꾸어도 무방합니다.”하였다. 주상이 좌상을 돌아보며 말하기를,“가공에 관한 일을 대사헌이 말하였으니 다시 의논해야 하는가?”하니, 좌상이 아뢰기를,“지금 사람들이 모두 싫어한다고 하니 대신에게 하문하소서.”하자, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 10일(경오) 2번째기사",
                "gt-oKo": "조강이 있었다. 대사헌 이준민(李俊民)이 아뢰기를, “근래 불평스런 공론(公論)이 있으므로 아뢰지 않을 수가 없습니다. 가공(家供)에 대한 일을 당초 설립할 적에는 방납(防納)의 폐단과 사대부의 영송(迎送)에 쓰이는 낭비를 방지하기 위해서 공심(公心)에 의해 설립한 것이었습니다만, 근일에 살펴보니 물정이 온당치 못하게 여기는 것 같습니다. 이에 가공하는 것이 편하다고 말하는 자가 있으면 모두가 미워하고 있으니, 인심이 온당치 못하게 여기고 있다는 것을 알수 있습니다.” 하니, 상이 이르기를, “가공에 대한 일은 당초 헌부에서 나온 의논이다.” 하였다. 이준민이 아뢰기를, “그때 설립한 것이 비록 헌부에서 나온 의논에 의한 것이었다 하더라도 공심에 의해 설립하고 공심에 의하여 혁파하는 것이 어찌 해될 게 있겠습니까?” 하니, 상이 이르기를, “이미 의논하여 설립했다가 또 혁파하라는 것은 무슨 까닭인가? 그러나 사람들이 모두 원망하고 있다면 고려하지 않을 수 없겠다.” 하였다. 이준민이 아뢰기를, “일이 불편하면 비록 열 번을 고쳐도 해될 것이 없습니다.” 하니, 상이 좌상(左相)을 돌아보면서 이르기를, “가공에 대한 일을 대사헌이 말하였는데, 다시 의논해야 하겠는가?” 하였다. 좌상이 아뢰기를, “지금 사람들이 모두 싫어한다고 하니 대신들에게 하문하소서.” 하니, 상이 따랐다.",
                "hj": "○朝講。 大司憲李俊民啓曰: “近者有公論不平者, 不得不言。 家供事, 當初設立之時, 欲防防納之弊及士大夫迎餞之浪費, 以公心而設也。 近日觀之, 則物情似爲未便, 若有言家供之便者, 則衆嫉之, 可知人心之未便也。” 上曰: “家供事, 當初出於憲府。” 俊民曰: “其時設立, 則雖出於某處, 以公心而爲之, 以公心罷之, 何妨?” 上曰: “旣議立而又罷, 何耶? 然若人皆怨咨, 則不可不慮。” 俊民曰: “事之不便, 雖十易之無妨。” 上顧謂左相曰: “家供之事, 大憲言之, 當更議之乎?” 左相曰: “今者人皆厭憚云, 當下問大臣。” 上從之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King responded to the officials of the Office of the Inspector General , saying, Previously, when Kwak Dan presented a memorial, there were many rumors and absurd remarks. Therefore, it was necessary to interrogate Kwak Dan . However, [Kwak Dan] tried to protect [Kwak Dan] and reported [Kwak Dan] to the throne. Now, [Kwak] Yi Gi submitted a memorial sometimes related to justice and absurd remarks against him, and [Kwak] should not be punished. However, [Kwak Dan was] displeased and tried to discuss [Kwak Dan]. Only because [Kwak Dan] did not contract [Kwak] himself. For this reason, [Kwak Dan] should be interrogated, but he could not be interrogated. Because [Kwak Dan] was deeply disturbed by himself, he stubbornly requested that [Kwak Dan] be punished. In general, if [Kwak] Gi is in such a way, then in the future cunning officials who acted in power will arbitrarily behavior, who would wish to speak about [Kwak Dan]? This is only a sufficient encouraging [Kwak Dan] in the end. [Kwak] Gi is a petty servant. It is easy to govern [Kwak Dan], but it is not easy to govern [Kwak Dan] in accordance with the principle. Not only is this improper, it is also not necessary to do so. [Kwak Dan, Kwak Dan, seeking remonstrance, and] also requested that [Kwak Dan] be punished. Truly, what do you think about this? As for the matter of the 합사, [Kwak] should be even more humiliated by our countrys shamelessly. [Kwak] should be dealt with as a matter of course. How could [Kwak] be said to front of course [Kwak] in front of his duties?",
                "H2KE-nKo": "양사에 답하였다. “지난번 곽월이 올린 상소에는 패망스러운 말들이 많았으므로 반드시 국문해야 하는데도 비호하고 저지하여 아뢰었다. 그런데 지금 임기가 올린 상소는 혹 이치에 닿는 말이어서 죄를 주어서는 안 되는데도 치우치게 미워하여 죄를 얽어서 논하였다. 오직 자기를 거스르지 않았기 때문에 국문해야 하는데도 국문하지 못하게 하고 자기와 심하게 반목하였기 때문에 죄를 주어서는 안 되는데도 굳이 죄를 다스리자고 청하였다. 임기가 저러하다면 훗날 간신이 요직에 있으면서 교활한 수단을 자행할 때 누가 말하려 하겠는가. 이는 다만 끝없는 폐단을 조성하기에 충분할 뿐이다. 임기는 일개 소신이므로 다스리기가 매우 쉽지만 사리에 맞지 않으니, 맞지 않을 뿐만 아니라 또한 굳이 할 필요도 없다. 구언하고서 말을 얻고 또 따라서 죄를 다스리자고 청하니, 이것이 진실로 무슨 마음인가. 합동으로 올린 한 가지 일은 더욱 우리 나라의 경박한 수치를 끼쳤으니, 스스로 일을 처리하는 것이 마땅한데도 임금에게 일을 폐하고 있다고 말하는 것이 옳은가.”\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 11일(신미) 1번째기사",
                "gt-oKo": "상이 양사에 답하였다. “전에 곽월(郭越)이 진술한 상소에는 패망(悖妄)스러운 말이 많아 반드시 추국해야 했는데도 비호하면서 하지 못하게 아뢰더니, 지금 임기가 올린 소장(疏章)은 간혹 이치에 가까운 말이 있어 죄를 주어서는 안 되는데 치우치게 미워하여 죄를 얽어 논하고 있다. 이는 오직 자기의 뜻에 거슬리지 않는다 하여 당연히 추국해야 할 것을 추국하지 못하게 하는 것이고 자기의 뜻에 심히 거슬린다 하여 죄를 주어서는 안 되는 것을 죄를 다스리라고 굳이 청하고 있는 것이다. 임기에게 그와 같은 죄를 준다면 뒷날 간신(奸臣)이 요직에 앉아 멋대로 손을 휘둘러도 누가 말하려 하겠는가? 단지 끝없는 폐단만 만들게 될 뿐인 것이다. 임기는 일개 소신(小臣)이니 죄를 다스리기는 매우 쉽다. 그러나 사리에 부당하다. 사리에 부당할 뿐만이 아니라 또한 그럴 필요도 없는 것이다. 구언(求言)하였으므로 말을 했는데 또 따라서 죄를 다스리기를 청하니, 이것은 진실로 무슨 마음인가. 그리고 합사(合司)하는 한 가지 일은 더욱 우리 나라의 경망스런 부끄러움을 남겨놓는 것이다. 스스로 직무를 처리하면서 하는 것이 마땅한 것인데 직무를 폐하면서까지 임금 앞에 나아와 말하는 것이 옳은 일인가?”",
                "hj": "○辛未/上答兩司曰: “前者郭越陳疏, 多有悖妄之說, 在所必鞫, 而回護沮遏而啓之。 今也林芑上章, 或涉近是之言, 不應加罪, 而偏嫉羅織而論之。 惟其不忤於己, 故在所當鞫, 而使不得鞫; 深軋於己, 故不應加罪, 而固請治罪。 夫芑如彼, 則後日奸臣當道, 恣行滑手, 誰肯言之哉? 則是適足以資其無窮之弊而已。 芑一小臣也。 治之甚易, 而惟於理不當, 非惟不當, 亦不必也。 求言而得言, 又從請治, 是誠何心哉? 至如合司一事, 尤貽我國輕佻之羞矣。 自爲處事(矣)〔宜〕當, 而以廢事言於君前, 可乎?”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyeyu day, the first day of the month, [the King] wrote a memorial to the Office of the Censor-General , which stated, If Im Gi is not punished, it would not be harmful to the cardinal principles. However, if he was punished, it would cause harm to the court. Therefore, [the King] did not approve [his petition]. It is not necessary to make a complaint with a memorial. ",
                "H2KE-nKo": "주상이 옥당의 차자에 답하였다. “임기를 치죄하지 않으면 대체에 해될 것이 없고 치죄하면 조정에 해될 것이 있기 때문에 윤허하지 않는다. 번거롭게 차자를 올릴 필요가 없다.”\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 13일(계유) 1번째기사",
                "gt-oKo": "상이 옥당의 차자에 답하였다. “임기는, 치죄하지 않으면 대체(大體)에 해로움이 없고 치죄하면 조정에 해로움이 있기 때문에 윤허하지 않는다. 번거로이 차자를 올릴 필요가 없다.”",
                "hj": "○癸酉/上答玉堂箚曰: “林芑不治罪, 則無妨於大體, 而治罪則有害於朝廷, 故不允。 不必煩爲之箚。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "During the byeongja year (, the King conducted state affairs. Hong Dam was appointed as 우참찬으로, Yi Bal as 헌납으로, Yi Seongjung as 부교리로, Yi Sunin as 정언으로, and Noh Jik as 수찬으로 삼았다.",
                "H2KE-nKo": "정사가 있었다. 홍담을 우참찬으로, 이발을 헌납으로, 이성중을 부교리로, 이순인을 정언으로, 노직을 수찬으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 16일(병자) 1번째기사",
                "gt-oKo": "정사가 있었다. 홍담(洪曇)을 우참찬으로, 이발(李潑)을 헌납으로, 이성중(李誠中)을 부교리로, 이순인(李純仁)을 정언으로, 노직(盧稙)을 수찬으로 삼았다.",
                "hj": "○丙子/有政。 以洪曇爲右參贊, 李潑爲獻納, 李誠中爲副校理, 李純仁爲正言, 盧稙爲修撰。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On muin day, the King conducted state affairs. The King appointed Kwon Cheol as chief state councilor .",
                "H2KE-nKo": "정사가 있었다. 권철을 영의정으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 18일(무인) 1번째기사",
                "gt-oKo": "정사가 있었다. 권철(權轍)을 영의정으로 삼았다.",
                "hj": "○戊寅/有政。 以權轍爲領議政。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Three persons who entered the state examination in gihae year (14199, the fifth year of King Sejongs reign. The King ordered that paper be bestowed upon them.",
                "H2KE-nKo": "기묘년에 유생의 정시에 등수에 든 세 사람에게 종이를 하사하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 19일(기묘) 1번째기사",
                "gt-oKo": "유생들에게 정시(庭試)를 보였는데 등수에 든 3인에게 종이를 하사하라고 명하였다.",
                "hj": "○己卯/儒生庭試入等者三人, 命賜紙。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On imo day, hail fell in the imo year (. It hailed, as large as hailstones, and sometimes as large as a chestnuts.",
                "H2KE-nKo": "우박이 쏟아졌는데 큰 것은 개암만하고 어떤 것은 새알만하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 22일(임오) 1번째기사",
                "gt-oKo": "우박이 내렸는데 큰 것은 개암만하였고 간혹 새알만한 것도 있었다.",
                "hj": "○壬午/雨雹。 大如榛子, 或如鳥卵。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyemi day, the King conducted state affairs. The King appointed Kang Sasang as right state councilor and Bak Gyehyeon as inspector general , Kwon Jing as second inspector [of the Office of the Inspector General] , Hong Jin as third censor , Ahn Jayu as governor of Hwanghae Province , and Shin Gak as right army commander of Gyeongsang Province .",
                "H2KE-nKo": "정사가 있었다. 강사상을 우참찬으로, 박계현을 대사헌으로, 권징을 집의로, 홍진을 헌납으로, 안자유를 황해 감사로, 신각을 경상 우병사로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 23일(계미) 1번째기사",
                "gt-oKo": "정사가 있었다. 강사상(姜士尙)을 우참찬으로, 박계현(朴啓賢)을 대사헌으로, 권징(權徵)을 집의로, 홍진(洪進)을 헌납으로, 안자유(安自裕)를 황해 감사로, 신각(申恪)을 경상우도 병사로 삼았다.",
                "hj": "○癸未/有政。 以姜士尙爲右參贊, 朴啓賢爲大司憲, 權徵爲執義, 洪進爲獻納, 安自裕爲黃海監司, 申恪爲慶尙右兵使。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] attended the Royal Lectures [on the Confucian classics].",
                "H2KE-nKo": "조강을 행하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 25일(을유) 1번째기사",
                "gt-oKo": "조강이 있었다.",
                "hj": "○乙酉/朝講。"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director of the Office of the Royal Lectures Ku Samaeng proceeded to the capital [of Ming China]. All the officials bowed to the memorial to the Emperor [of Ming China]. The King attended the Royal Lecture and asked him about how many questions were suspicious and difficult. The lecture was not able to answer. The King said, When asked, there was no one who did not know about it. It was a single s. The King quickly praised the study of 유희춘 and his study. Left State Councilor Bak Sun said, This man has recognized his own single style single s.",
                "H2KE-nKo": "동지사 구사맹이 북경에 갔다. 백관이 배표하였다. 주상이 경연에 나아가 의심스러운 몇 군데에 대해 하문하니, 시독관이 대답하지 못하였다. 주상이 말하기를,“물어 보니 모르는 것이 없다. 기특하고 기특하다. 세상에 어찌 이와 같이 기특한 사람이 있겠는가.”하였다. 주상이 유희춘의 학문이 정밀하고 해박하다고 자주 칭찬하니, 좌상 박순이 아뢰기를,“이 사람은 다른 사람을 모두 버리고 문자에만 전심하였기 때문에 이와 같이 할 수 있었던 것입니다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 25일(을유) 2번째기사",
                "gt-oKo": "구사맹(具思孟)이 동지사(冬至使)로 북경에 가게 되었으므로, 백관이 배표(拜表)하였다. 상이 경연에 나아가 의심스러운 곳 몇 군데를 하문하였는데 시독관(侍讀官)이 대답을 하지 못하는 것이 없었다. 상이 이에 이르기를, “물어봄에 모르는 것이 없으니, 참으로 기특하다. 세상에 어찌 이렇게 기특한 사람이 있단 말인가.” 하면서, 유희춘(柳希春)의 학문이 정심(精深)하고 해박함을 자주 칭찬하니, 좌상 박순(朴淳)이 아뢰기를, “이 사람은 다른 것은 다 버리고 문자(文字)에만 전심 전력하였기 때문에 이와 같이 될 수 있었던 것입니다.” 하였다.",
                "hj": "○冬至使具思孟如京師。 百官拜表。 上御經筵, 下問以疑難數處, 侍讀官不能對。 上乃言曰: “問之而無不知, 奇特奇特。 世安有如此奇特?” 上亟稱柳希春學問精博。 左相朴淳曰: “此人盡捐他, 專心文字, 故乃能如此。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "영상 Kwon Cheol , who was the chief state councilor , resigned from office, reported to the King. The King said, My dear sir, your talent and virtue are indeed support for assisting the King. If you serve four superiors as high minister, what harm could there be? Though you have no strong enough to support for the King, how could it be worried that you would not be able to support for the King? You should take care of your health and 출사하여 strive to support for the King. The King sent a recorder to explain this.",
                "H2KE-nKo": "영의정 권철의 사직 차자를 입계하니, 답하기를,“경의 재주와 덕망은 실로 보필하기에 합당하니, 네 번 상공이 된들 무슨 손상될 것이 있겠는가. 다리의 힘은 없지만 부축할 사람이 있으니 어찌 조정에 나오기 어려운 것을 걱정하겠는가. 조리하고 출사하여 힘써 보필하기를 바란다.”하고, 주서를 보내 전유하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 26일(병술) 1번째기사",
                "gt-oKo": "영상 권철의 사직하는 차자를 입계하니, 답하였다. “경의 재덕은 실로 보필에 합당하다. 네 번 상공(上公)이 되는 것이 어찌 해로울 것이 있겠는가? 비록 다리의 힘이 없더라도 부축할 사람이 있는데 전폐(殿陛)를 오르내리는 데 무슨 걱정이 있겠는가? 조리하고 출사하여 나의 기대에 힘써 따르도록 주서(注書)를 보내어 타이르라.”",
                "hj": "○丙戌/領相權轍辭職箚入啓。 答曰: “卿才德, 實合輔弼, 四爲上公, 庸何傷乎? 脚力雖無, 扶持有人, 又何患躡陛之難? 宜調理出仕, 勉輔是望。” 遣注書諭之。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General petitioned for the punishment of Im Gi . The petition was halted.",
                "H2KE-nKo": "양사가 임기의 죄를 청한 데 대해 전계를 정지하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 26일(병술) 2번째기사",
                "gt-oKo": "양사가 임기의 죄를 청하는 일을 정계(停啓)하였다.",
                "hj": "○兩司請罪林芑事, 停啓。"
            },
            "3": {
                "H2KE-EN": "Third Censor [of the Office of the Censor General] Hong Jin requested that his rank be promoted because he had not yet fulfilled the number of months. The King denied this request.",
                "H2KE-nKo": "헌납 홍진이 삭수를 채우지 못했다는 이유로 품계를 올려 사직을 청하였다. 재차 아뢰었으나, 윤허하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 26일(병술) 3번째기사",
                "gt-oKo": "헌납 홍진(洪進)이 달수가 차지 않았는데도 품계가 올랐다는 것으로 사면하였다. 두 번 아뢰었으나 윤허하지 않았다.",
                "hj": "○獻納洪進, 以未準朔數, 而陞品辭免, 再啓, 不允。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "조강을 행하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 27일(정해) 1번째기사",
                "gt-oKo": "조강이 있었다.",
                "hj": "○丁亥/有朝講。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Kwak Yeong , an army commander of Gyeongsang Province , and Kwak Yeong , an army commander of Jeolla Province , occasionally sought to be exempt from their duties due to their mothers illness. This is difficult to prevent future troubles. Please dismiss them from office. Magistrate of Iksan County Jo응hyeong did not have an official of the fifth rank, and Fifth-rank Aide to the governor of Gaeseong Jeong Yunu did not have an official of the sixth rank within ten months. Please rectify them. Section Chief of the Ministry of Rites Im Baekyeong , having served as a civil official , was dismissed from office and returned to his hometown. However, he did not self-restraint in his behavior and loaded the governor to visit the various jurisdictions and openly collect [the loads]. Please dismiss him from office. The King ordered the dismissal of Governor Choe응ryong , too, be ordered to impeach him.",
                "H2KE-nKo": "사간원이 아뢰기를,“경상 병사 소흡과 전라 수사 곽영은 어미의 병으로 인해 분분하게 면직되기를 바랐으니 뒷날의 폐단을 막기 어렵습니다. 파직을 명하소서. 익산 군수 조응형은 5품을 거치지 않았고 개성 도사 정윤우는 6품이 된 지 10개월도 되지 않았는데 모두 품계를 올렸으니 개정하소서. 예조 정랑 임백영은 일찍이 수령을 지낸 문관으로 파직되어 고향으로 돌아가 있으면서 스스로 근신하지 않고 짐 싣고 감사를 따라 열읍을 출입하면서 공공연히 토색질하였으니 파직을 명하소서. 감사 최응룡도 추고를 명하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 27일(정해) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “경상 병사 소흡(蘇潝)과 전라 수사 곽영(郭嶸)이 어미의 병 때문에 번거로이 사면을 청하니 후일의 폐단을 방지하기가 곤란해집니다. 파직(罷職)을 명하소서. 익산 군수(益山郡守) 조응형(趙應亨)은 5품을 거치지 않았고 개성 도사(開城都事) 정윤우(丁胤祐)는 6품이 된지 10개월도 안 되었는데도 모두 품계를 올렸으니 개정하소서. 예조 정랑 임백영(任百英)은 수령을 지낸 문관(文官)으로 파직되어 고향으로 돌아가 있으면서 스스로 근신하지 않고 외람되이 감사(監司)를 따라 여러 고을을 출입하며 공공연히 징색(徵索)하고 있으니 파직을 명하고 감사 최응룡(崔應龍)도 추고를 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○院啓: “慶尙兵使蘇潝, 全羅水使郭嶸, 以母病紛紜祈免, 後弊難防, 請命罷職。 益山郡守趙應亨, 未經五品, 開城都事丁胤祐, 六品未十朔, 而皆陞品, 請改正。 禮曹正郞任百英, 以曾經守令文官, 罷歸鄕曲, 不自謹愼, 駄隨監司, 出入列邑, 公然徵索, 請命罷職。 監司崔應龍, 亦命推考。” 答曰: “依啓。”"
            },
            "3": {
                "H2KE-EN": "In the Inner Palace Hall (Hall of Benevolent Governance and Spring , the male slaves of the Inner Palace Stables stole forty-eight pil [of silk] and were arrested. [The King] sent the case to the State Tribunal for interrogation. ",
                "H2KE-nKo": "내전의 의대에 쓸 정주를 망춘문 안에 포쇄하였다. 내원의 종들이 48필을 훔친 것을 적발하여 의금부에 내려 추국하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 27일(정해) 3번째기사",
                "gt-oKo": "내전(內殿)의 의대(衣襨)에 쓰이는 정주(鼎紬)를 망춘문(望春門) 안에다 포쇄(曝曬)하였는데, 내원(內院)의 종들이 48필(匹)을 몰래 훔쳐간 것을 체포하여 의금부에 내려 추국하였다.",
                "hj": "○內殿衣襨所用鼎紬, 曝曬於望春門內, 內院奴等, 偸取四十八匹者現捉, 下義禁府推鞫。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On muja day, [the King] conducted state affairs in muja year (. He appointed Kang Sasang as minister of punishments , Kwon Su as fourth inspector , and Jeong Yeom as magistrate of Yeonggwang County .",
                "H2KE-nKo": "정사가 있었다. 강사상을 형조 판서로, 권수를 지평으로, 정염을 영광 군수로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 28일(무자) 1번째기사",
                "gt-oKo": "정사가 있었다. 강사상(姜士尙)을 형조 판서로, 권수(權燧)를 지평으로, 정염(丁焰)을 영광 군수(靈光郡守)로 삼았다.",
                "hj": "○戊子/有政。 以姜士尙爲刑曹判書, 權爲持平, 丁焰爲靈光郡守。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "영상 권철의 사직 차자를 입계하니, 전교하기를, “불윤 비답을 내리는 것이 옳다.” 하였다.",
                "H2KE-nKo": "영상 권철의 사직 차자를 입계하니, 전교하기를,“불윤 비답을 내리라.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 29일(기축) 1번째기사",
                "gt-oKo": "영상 권철의 사직하는 차자를 입계하니, 전교하였다. “불윤 비답(不允批答)을 내리라.”",
                "hj": "○己丑/領相權轍辭職箚子入啓。 傳曰: “不允批答, 可也。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the first day of the gabo year (. After finishing the lecture, the inspectors and censors and the Office of the Censor General together proceeded to the royal temporary royal quarters and advised the crimes of Im Gi and his wicked and wickedness. It is requested that he be expelled from the capital. Hwang Hui Chun advised, The King also disliked that Im Gis case be returned to him, and he arbitrarily removed and demoted him without fear. However, his words were extremely rumor, and yet he did not clearly disclose his case, resulting in many peoples resentment. Generally, when Im Gi requested to expel him from the Royal Ancestral Shrine and separately perform ancestral rites for him, deliberately demoted him to the Royal Ancestral Shrine and demoted him to the Royal Ancestral Shrine. His crime of disorderation cannot be sufficiently executed. Jeong and Zhou were the sages of the sages and achievements of eternal generations. Nevertheless, Yi Gi said, The name of the study of the ancient study of the king. ",
                "H2KE-nKo": "갑자년 조강을 마쳤다. 대간과 옥당이 함께 탑전에 나아가 임기가 간특하고 현란시킨 죄를 극력 진달하고 멀리 내치도록 명하였다. 유희춘이 아뢰기를,“임기의 일은 상께서도 그가 이미 올렸다가 도로 가져간 것을 미워하여 아무 거리낌없이 제멋대로 삭제하였습니다. 다만 그 상소의 내용이 매우 흉패한데도 분명하게 분변하지 않아 많은 사람들의 마음을 답답하게 하였습니다. 임기가 인종을 내치고 따로 제사지낼 것을 청하고 다시 추숭하는 일을 의논하였으니, 문란하게 한 죄는 참으로 죽어도 모자랍니다. 정 주는 성현이고 만세의 종사인데, 임기가 말하기를 ‘위학이라는 명칭은 모두 그가 자초한 것이다.’라고 하였으니, 이는 성인도 아니고 법도 없는 죄를 받아야 마땅합니다. 유생이 정·주를 종사하였는데도 정·주가 이렇게까지 비방을 받았으니, 어찌 상소를 올려 죄를 청하지 않을 수 있겠습니까.”하니, 주상이 말하기를,“대간의 합사가 너무 성급하다.”하였다. 유희춘이 아뢰기를,“대간이 통분함을 견디지 못하여 절차가 순서가 없음을 깨닫지 못한 것입니다. 상께서는 구언한 뒤에 죄를 주어서는 안 된다고 하셨습니다. 그러나 임기가 자기의 서얼을 소통시키고자 조종의 법을 두루 비방하여 사대부에게까지 미쳤고, 옛 성현에 이르기까지 간특한 사람처럼 심하게 무함하지 않은 이가 없었으니, 호오를 분명하게 보여 주지 않아서는 안 됩니다. 만약 상께서 간특하다고 여기시어 통렬히 말씀하신다면 임기도 감히 도성에 있지 못할 것입니다.”하니, 주상이 흔쾌히 응하지 않았다. 노수신이 또 아뢰기를,“임기가 전에 종계를 주청할 때 사람들에게 말하기를 ‘사왕을 잇따라 시해한 것은 실로 묻기 어려운 일이니, 내가 감히 말을 할 수 없다.’라고 하였는데, 이 말이 매우 흉참합니다.”하고, 윤두수가 또 아뢰기를,“임기가 원접사를 따라 통사로서 언문으로 번역한 《소학》을 가지고 중국 사신의 물음에 대답하면서 단지 상고해 보기만 하였는데, 임기가 이에 언문을 중국 사신에게 보여서 죄 없는 사람을 모함하였다고 합니다.”하니, 주상이 말하기를,“전하는 말이 반드시 사실이 아닐 것이다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 4일(갑자) 1번째기사",
                "gt-oKo": "조강을 마치고 대간과 옥당이 함께 탑전(榻前)에 나아가 임기가 간특한 계모로 정도를 현란시킨 죄를 남김없이 진술하고 멀리 내칠 것을 명하도록 청하였다. 유희춘(柳希春)이 아뢰기를, “임기의 일에 대해서는 상께서도 그가 이미 바쳤던 상소를 도로 가져다가 멋대로 산삭(刪削)한 기탄없는 짓을 미워하셨습니다. 다만, 그의 상소 내용이 매우 흉패스러운 것인데도 명백하게 분변하지 않음으로써 사람들의 마음을 답답하게 만든 것일 뿐입니다. 임기가 인묘(仁廟)를 파출하여 따로 제사하기를 청하고 다시 추숭(追崇)에 대한 논의를 제기하여 기강을 문란시킨 죄를 진실로 베어 죽여도 죄가 남습니다. 정(程) 주(朱)는 성현이요 만세에 받들어 모실 스승인 것입니다. 그런데도 임기가 ‘위학(僞學)이라는 명칭은 모두가 스스로 취한 것이다.’고 하였으니, 당연히 성인을 비난하고 법을 무시한 죄를 받아야 합니다. 유생(儒生)은 정주를 스승으로 받들어 모시는데 정주를 비방하는 것이 이에 이르렀으니 어떻게 상소를 올려 죄주기를 청하지 않을 수 있겠습니까?” 하니, 상이 이르기를, “대간이 합사로 아뢴 것은 너무 성급한 일이었다.” 하였다. 유희춘이 아뢰기를, “대간이 통분스러움을 견디지 못하여 절차가 있다는 것을 깨닫지 못한 것입니다. 상께서는 구언(求言)한 뒤이기 때문에 죄줄 수가 없다고 하십니다만, 임기가 자기의 서얼(庶孽)을 벼슬길에 소통시키기 위해 조종(祖宗)의 법을 두루 비방하였고 이어 사대부(士大夫)와 옛 성현에 이르기까지 마구 비난하지 않은 데가 없으니, 이러한 간특한 자에 대해서는 호오(好惡)를 명백히 보이지 않아서는 안 됩니다. 진실로 상께서 간특하게 여겨 통렬하게 말하신다면 임기는 감히 도하(都下)에 거처할 수 없을 것입니다.” 하였으나, 상이 쾌히 응하지 않았다. 노수신(盧守愼)이 또 아뢰기를, “임기가 전에 종계 변무(宗系辨誣)를 주창할 적에 사람들에게 ‘4왕(王)을 잇따라 시해(弑害)한 것은 민멸시키기 어려운 사실이라서 내가 감히 글을 지을 수가 없다.’고 하였으니, 이 설이 매우 흉참스럽습니다.” 하고, 윤두수는 아뢰기를, “임기가 통사로 원접사(遠接使)를 따라갔을 적에 언문(諺文)으로 번역된 《소학(小學)》을 가지고 갔었는데 이는 중국 사신의 질문에 대답할 적에 단지 참고해 보기 위한 것이었습니다. 그런데도 임기는 이 언문을 중국 사신에게 보여 죄없는 사람을 죄에 얽어넣었습니다.” 하니, 상이 이르기를, “전해진 말을 사실이라고 기필할 수는 없다.” 하였다.",
                "hj": "○甲子/朝講畢。 臺諫及玉堂俱進于榻前, 極陳林芑奸慝眩亂之罪, 請命逬黜。 希春啓曰: “林芑之事, 自上亦惡其旣呈還取, 恣意刪削, 無所忌憚矣。 但其疏中之語, 極爲凶悖, 而不爲之明辨, 使群情鬱抑。 夫芑請黜仁廟, 而別祀, 更議追崇, 而紊亂之罪, 固不容誅矣。 程、朱聖賢也, 萬世之所宗師, 芑乃曰: ‘僞學之名, 皆其自取。’ 此當伏非聖無法之罪, 儒生宗師程、朱, 而程、朱受詆辱至此, 則安得不爲之上疏請罪乎?” 上曰: “臺諫合司太遽。” 希春曰: “臺諫不堪痛憤, 故不覺其節次之無漸也。 自上以爲: ‘求言之後, 不可罪人。’ 然芑欲以自己庶孽疏通, 歷詆祖宗之法, 以及士大夫, 以至古聖賢, 莫不厚誣如奸慝, 不可不明示好惡, 苟上以爲奸慝, 而痛言之, 則芑亦不敢處都下矣。” 上不快應。 盧守愼又白: “林芑前於 宗系奏請時, 語人: ‘連弑四王, 實事難泯, 吾不敢措辭。’ 此說極爲凶慘。” 尹斗壽又言: “芑從遠接使以通事, 持諺譯《小學》, 對天使之問, 只爲考見, 而芑乃以爲示諺文於天使, 構陷無罪之人。” 上曰: “傳言未必實也。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King responded to the officials of the Office of the Inspector General , saying, Although the memorial of Im Gi has absurd remarked absurd remarks, there are also sometimes in terms of righteousness. How can we punish him? ",
                "H2KE-nKo": "주상이 양사에 답하였다. “임기의 상소에 망녕된 의론이 있기는 하지만 또한 이치에 가까운 부분도 있으니, 어찌 죄줄 수 있겠는가.”\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 6일(병인) 1번째기사",
                "gt-oKo": "상이 양사에 답하였다. “임기의 상소에 비록 망령된 의논이 있기는 하나 또한 이치에 가까운 곳도 있으니, 어찌 죄줄 수 있겠는가?”",
                "hj": "○丙寅/上答兩司曰: “林芑疏, 雖有妄議之言, 亦有近理處, 惡可罪哉?”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King, which stated, A man who committed a serious crime should not be survived to live under the world. We, your humble subjects, have only requested that he be banished to a designated area, which is already a fault of misdeeds. However, Your Majesty did not grant permission immediately. Instead, he instructed, Though there is an absurd error, there is also a sense of circumstances. We, your humble subjects, have only seen that sense of circumstances. The King approved this. ",
                "H2KE-nKo": "사헌부와 사간원이 합동으로 아뢰기를,“극악한 대죄를 지은 사람은 하루도 천지의 사이에 살려 둘 수 없습니다. 그런데 신들이 단지 멀리 내쫓으라고만 청하였으니, 이것만도 이미 형벌을 잘못 시행한 것입니다. 그런데 주상께서 즉시 윤허하지 않으셨을 뿐만 아니라 도리어 하교하시기를 ‘비록 망녕된 의론이 있더라도 이치에 가까운 부분이 있다.’라고 하셨으니, 신들의 의혹이 더욱 심해집니다. 임기의 상소는 신들이 이치에 어긋난 것만 보았지 이치에 가까운 부분은 보지 못하였습니다.”하고, 이어 낱낱이 열거하니, 주상이 답하기를,“임기는 심하게 다스릴 필요가 없으니, 그대로 두는 것이 좋겠다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 8일(무진) 1번째기사",
                "gt-oKo": "사헌부와 사간원이 합계하기를, “극악한 큰 죄인은 하루라도 천지 사이에 살려둘 수 없는 것입니다. 신들이 단지 멀리 내치라고만 청하였으니 이것도 이미 형률(刑律)에 어긋난 것입니다. 그런데 상께서는 즉시 윤허하시지 않았을 뿐만 아니라 도리어 비록 망령된 의논이 있기는 하나 또한 이치에 가까운 곳도 있다고 전교하셨으니, 신들의 의혹이 더욱 심합니다. 임기의 상소에서 신들은 이치에 어긋나는 것만 보았을 뿐 이치에 가까운 곳은 보지 못했습니다.” 하고, 인하여 낱낱이 수죄(數罪)하니, 상이 답하기를, “임기는 심하게 다스릴 필요가 없으니 버려두는 것이 좋겠다. 윤허하지 않는다.” 하였다.",
                "hj": "○戊辰/司憲府、司諫院合啓曰: “極惡大罪之人, 不可一日假息於覆載之間。 臣等只以逬黜爲請, 其已失刑矣。 自上非惟不卽兪允, 乃反敎之曰: ‘雖有妄議, 亦有近理處。’ 臣等之惑滋甚焉。 芑之疏, 臣等只見其逆理, 而不見有近理處也。” 因歷數之。 上答曰: “林芑不必深治, 置之可也。 不允。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King personally conducted state affairs in the gisa year (. Seong Sejang was appointed minister of rites , Heo엽 was appointed third minister of personnel , Choe Hong한 was specially promoted to governor of Jeolla Province , Hong Heup was appointed fourth inspector , Yi Bal was appointed second deputy director of the Office of the Inspector General , and Yi Jin was appointed fourth censor .",
                "H2KE-nKo": "친정하였다. 성세장을 예조 판서로, 허엽을 이조 참의로, 최홍한을 특별히 가자하여 전라 감사로, 홍혼을 지평으로, 이발을 부교리로, 이원익을 정언으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 8월 9일(기사) 1번째기사",
                "gt-oKo": "친히 정사를 하였다. 성세장(成世章)을 예조 판서로, 허엽(許曄)을 이조 참의로, 최홍한(崔弘僴)을 특별히 가자(加資)하여 전라 감사(全羅監司)로, 홍혼(洪渾)을 지평으로, 이발(李潑)을 부교리로, 이원익(李元翼)을 정언으로 삼았다.",
                "hj": "○己巳/親政。 以成世章爲禮曹判書, 許曄爲吏曹參議, 崔弘僴特加爲全羅監司, 洪渾爲持平, 李潑爲副校理, 李元翼爲正言。"
            }
        }
    },
    "09": {
        "10": {
            "1": {
                "H2KE-EN": "The King ordered the left state councilor to test Chinese clerical writing style and clerical writing style in Geunjeong Hall .",
                "H2KE-nKo": "주상이 좌의정에게 한어와 이문 제술을 시험 보이고 근정전에서 고강하라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 10일(기해) 1번째기사",
                "gt-oKo": "상이 좌상에게 명하여 한어(漢語)와 이문(吏文)의 제술 시험을 보여 근정전(勤政殿)에서 고강(考講)하게 하였다.",
                "hj": "○己亥/上命左相試漢語吏文製述, 考講于勤政殿。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King attended the Royal Lecture on the gyeongja year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 11일(경자) 1번째기사",
                "gt-oKo": "주강이 있었다.",
                "hj": "○庚子/晝講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "[The King] conducted state affairs in imin year (. [The King] appointed Bak충원 as assistant state councilor , Bak Geunwon as governor of Gyeonggi [Province] , Yun Uijung as deputy education director , 유희춘 as second deputy education director , Yi Daesin as magistrate of Cheongju Strategic County , Kim Iljun as magistrate of Damyang Magistracy , and Yi Bangju as circuit inspector of Daedong .",
                "H2KE-nKo": "정사가 있었다. 박충원을 참찬으로, 박근원을 경기 감사로, 윤의중을 부제학으로, 유희춘을 첨지중추로, 이대신을 청주 목사로, 김일준을 담양 부사로, 이방주를 대동 찰방으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 13일(임인) 1번째기사",
                "gt-oKo": "정사(政事)가 있었다. 박충원(朴忠元)을 참찬으로, 박근원(朴謹元)을 경기 감사로, 윤의중(尹毅中)을 부제학으로, 유희춘(柳希春)을 첨지중추로, 이대신(李大伸)을 청주 목사(淸州牧使)로, 김일준(金逸駿)을 담양 부사(潭陽府使)로, 이방주(李邦柱)를 대동 찰방(大同察訪)으로 삼았다.",
                "hj": "○壬寅/有政。 以朴忠元爲參贊, 朴謹元爲京畿監司, 尹毅中爲副提學, 柳希春爲僉知中樞, 李大伸爲淸州牧使, 金逸駿爲潭陽府使, 李邦柱爲大同察訪。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King attended the Royal Lecture in jeongmi daytime.",
                "H2KE-nKo": "정미년의 조강을 행하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 18일(정미) 1번째기사",
                "gt-oKo": "조강이 있었다.",
                "hj": "○丁未/朝講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of War , which stated, Although the prisoners of the State Tribunal committed the crime of stealing a mulberry treasury, it is not sufficient to impeach them. However, the circumstances of stealing a silk and silk are suspectful, but the evidences of the evidence have not yet been found. One of them have already been beaten with the heavy stick to death, which makes me deeply sympathy. Discuss this matter with high-ranking officials. The three state councilors deliberated on this matter and all praised the love of Your Majestys 살리기를 좋아하는 love. Therefore, the King ordered that all of them not be beaten with the heavy stick. As for the mulberry treasury of the mulberry treasury, they should be punished according to the penal code. The King ordered that Sami , Geumi , and Hungyeong be released.",
                "H2KE-nKo": "전교하기를,“의금부의 죄수 종동 등은 비록 금원의 밤[栗]을 훔친 죄로 형신하더라도 진실로 아까울 것이 없다. 다만 정주를 훔친 일의 자취는 의심스러운데 증거가 드러나지 않았다. 한 사람이 이미 장을 맞다가 죽었으니 내 마음이 측은하다. 이 공사를 대신에게 의논하라.”하였다. 삼공의 논의가 모두 주상의 살리기를 좋아하는 덕을 찬양하니, 주상이 이에 모두 형벌을 가하지 말라고 명하였다. 종동은 금원의 밤을 훔친 죄로 조율하여 죄목을 정하고, 삼이, 김이, 훈경 등을 모두 풀어 주었다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 19일(무신) 1번째기사",
                "gt-oKo": "비망기(備忘記)로 전교하기를, “금부에 수감되어 있는 종동(種同) 등을 금원(禁苑)의 밤[栗]을 훔친 죄로 형신하는 것은 진실로 애석할 것이 없다. 그러나 정주(鼎紬)를 훔쳐간 사적(事迹)은 의심스러운데 아직 증거가 드러나지 않고 있다. 그런데도 한 사람이 이미 장하(杖下)에서 죽었으므로 내 마음이 측은하다. 이 공사(公事)를 대신과 의논하라.” 하니, 삼공의 논의가 모두 상의 살리기 좋아하는 덕을 찬성하였다. 상이 이에 모두 가형(加刑)하지 말 것을 명한 다음, 종동은 금원의 밤을 훔친 죄로 조율(照律)하여 죄를 정하고, 삼이(三伊)·금이(金伊)·훈경(勳卿) 등은 모두 방송(放送)하게 하였다.",
                "hj": "○戊申/備忘記傳曰: “禁府囚人種同等, 雖以禁苑栗偸取之罪, 其刑訊固不足惜。 第其鼎紬偸竊事迹, 則可疑, 而證據未現。 一人已杖死, 予心惻然。 此公事, 議諸大臣。” 三公論議, 皆贊上好生之德。 上於是命, 幷勿加刑。 種同以偸竊禁苑之栗, 照律定罪。 三伊、金伊、勳卿等, 竝放送。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King personally conducted state affairs after the day of the month in the gyeongsul year (.",
                "H2KE-nKo": "경술년 조강을 행한 뒤에 주상이 친정하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 21일(경술) 1번째기사",
                "gt-oKo": "조강이 있는 뒤 상이 친히 정사를 하였다.",
                "hj": "○庚戌/朝講後, 上親政。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On sinhae day, the Office of the Censor General reported to the King, saying, Officials of the senior third rank or above of the Ministry of War discussed the wrongdoings of arbitrarily suspending the suspension of adjudicating the suspension of Officials of the senior third rank or above.",
                "H2KE-nKo": "사간원이 아뢰기를,“병조 당상이 대사간 윤두수와 정언 이순인이 멋대로 전계를 정지한 잘못을 논핵하였습니다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 23일(임자) 1번째기사",
                "gt-oKo": "간원이 아뢰었다. “병조 당상(兵曹堂上)이 대사간 윤두수(尹斗壽)와 정언 이순인(李純仁)이 멋대로 정계(停啓)한 데 대한 잘못을 논하였습니다.”",
                "hj": "○壬子/諫院啓: 兵曹堂上之論, 大司諫尹斗壽、正言李純仁擅停啓之失。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The officials of the senior third rank or above of the Ministry of War reported to the King, saying, Officials of the senior third rank or above of the Ministry of War consider that they are criticized in copper cash. Some say that they are auspicious and some say that they are bribes, and others say that they are requesting the bribes. Your subjects request that officials of the senior third rank or above and officials of the junior third rank or above all be replaced. The King responded that officials of the senior third rank or above are replaced, and officials of the senior third rank or above are replaced. The King did not approve this request.",
                "H2KE-nKo": "양사가 아뢰기를,“병조 당상이 ‘구리 냄새가 난다.’라는 비난이 있다고 하면서 ‘화길이 된다.’라고도 하고 ‘뇌물’이라고도 하고 ‘뇌물’이라고도 하여 청탁으로 논하였으니, 당상과 낭청을 모두 체차하라고 명하소서.”하니, 답하기를,“낭청은 체차하고 당상은 추고하라.”하였다. 연일 아뢰었으나 윤허하지 않았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 26일(을묘) 1번째기사",
                "gt-oKo": "양사가 아뢰기를, “병조 당상에게 동취(銅臭)라는 비난이 있는데 화길(貨吉)이라고도 하고 회뢰(賄賂)라고도 하고 포저(苞苴)라고도 하니 청탁으로 논하여 당상과 낭청을 아울러 체차시키소서.” 하니, 답하기를, “낭청은 체차하고 당상은 추고하라.” 하였다. 연일 아뢰었으나 윤허하지 않았다.",
                "hj": "○乙卯/兩司啓: “兵曹堂上, 以爲有銅臭之譏, 或云貨吉, 或云賄賂, 或云苞苴, 請托論之, 請堂上、郞廳竝命遞差。” 答曰: “郞廳遞差, 堂上推考。” 連日啓之, 不允。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On byeongjin day, [the King] conducted state affairs in the byeongjin year (. [The King] appointed Choe Ong as 대사간으로, Yi헌국을 승지로, Kim Hae as 사간으로, Yi Jun as 헌납으로, and Hong In헌을 정언으로 삼았다.",
                "H2KE-nKo": "정사가 있었다. 최옹을 대사간으로, 이헌국을 승지로, 김해를 사간으로, 이준을 헌납으로, 홍인헌을 정언으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 27일(병진) 1번째기사",
                "gt-oKo": "정사가 있었다. 최옹(崔顒)을 대사간으로, 이헌국(李憲國)을 승지로, 김해(金澥)를 사간으로, 이준(李準)을 헌납으로, 홍인헌(洪仁憲)을 정언으로 삼았다.",
                "hj": "○丙辰/有政。 以崔顒爲大司諫, 李憲國爲承旨, 金澥爲司諫, 李準爲獻納, 洪仁憲爲正言。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage military examination was held. Those who hit the archery and sharp-tippped targets were selected by five shooting arrows each. Those who hit the targets and sharp-tippped archery were selected by twenty-five.",
                "H2KE-nKo": "무과 전시를 행하였다. 철전과 과녁을 각각 5발씩 쏘아 2순에 1시 이상을 맞혀 25인을 뽑았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 27일(병진) 2번째기사",
                "gt-oKo": "무과 전시(武科殿試)를 보였다. 철전(鐵箭)·관혁(貫革) 시험에서 각각 5시(矢)를 가지고 2순(巡)에 1시 이상을 맞힌 사람 25인을 뽑았다.",
                "hj": "○武科殿試。 鐵箭貫革各五矢二巡內, 中一矢以上, 取二十五人。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Minister of Works Won Heup submitted three times requesting his resignation. This was because he wished to resign from office on the grounds that he had reached eighty years of age.",
                "H2KE-nKo": "공조 판서 원혼이 세 번째 정사하였다. 스스로 나이가 80이 찼다고 하여 사임하고 한가로이 지내고자 하였기 때문이다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 28일(정사) 1번째기사",
                "gt-oKo": "공조 판서 원혼(元混)이 세 번 정사(呈辭)하였다. 이는 스스로 나이가 80에 차서 일을 그만두고 편안히 지내고 싶어해서였다.",
                "hj": "○丁巳/工曹判書元混, 三度呈辭。 蓋自以年滿八十, 欲謝事就閑故也。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "In imjin year (, the Ministry of Rites reported to the King when Hong Dam , the third minister of state affairs , passed away. The King transmitted a royal directive, which stated, I am afraid that the third minister of state affairs died. Examine the separate records and report back to me. The morning court assembly was suspended for two days.",
                "H2KE-nKo": "예조가 삼재 홍담이 졸하였다고 입계하니, 전교하기를,“삼재가 갑자기 서거한 데 대해 내가 매우 놀랐다. 별치부를 상고하여 아뢰라.”하고, 2일간 정조하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 3일(임진) 1번째기사",
                "gt-oKo": "예조가 삼재(三宰) 홍담(洪曇)이 졸하였다는 것으로 입계하니, 전교하였다. “삼재가 졸서(卒逝)했다니 놀랍기 그지없다. 별치부(別致賻)한 예를 조사하여 아뢰고 2일간 정조(停朝)하라.”",
                "hj": "○壬辰/禮曹, 以三宰洪曇卒入啓。 傳曰: “三宰卒逝, 予用驚焉其考別置簿以啓。 停朝二日。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Subarea Commander of Jeolla Province Yi Mi was originally abundant of public opinions, and he was disappointed by public opinions. Now, he is appointed to the post of army deputy commander , which is certainly not possible for the command and garrison soldiers of each garrison. Your subjects request that he be replaced. The King said, Yi Mi is brave and skillful, and he is capable of archery. Currently, he cannot be compared to him. In the eulmyo year (, he rendered meritorious deeds to defending against the frontier defense for many years. Now that he is skilled for ability, he can be replaced. He must not be replaced. The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“전라 수사 이흡은 평소 물의가 많아 공론에 버림받았는데, 지금 곤외를 절제하는 직임을 제수하였습니다. 열진의 장사들을 결코 제압할 수 없으니, 체차하도록 명하소서.”하니, 답하기를,“이흡은 용맹스럽고 활을 잘 쏜다. 지금의 무신으로는 그와 비교할 만한 자가 드물다. 을묘년의 변란에 적을 막은 공이 있어 여러 해 동안 침체되어 있었는데, 지금 가능한지를 시험해 보았다. 결코 체차할 수 없다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 3일(임진) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “전라 수사 이발(李)은 평소 물의가 많아 공론에 버림을 받은 사람인데 이제 곤외(閫外)를 절제하는 직임을 제수하였습니다. 그러나 열진(列鎭)의 장사(將士)들을 압복(壓服)시킬 수 없을 것이니 체차를 명하소서.” 하니, 답하기를, “이발은 용맹스럽고 활을 잘쏘기 때문에 현재의 무신 중에 그와 비할 만한 사람이 드물다. 을묘 왜변(乙卯倭變)에도 적을 물리친 공이 있는데 여러 해 동안 침폐(沈廢)되어 있었으니 이제 시험해 보아야 한다. 결단코 체직할 수 없다. 윤허하지 않는다.” 하였다.",
                "hj": "○府啓: “全羅水使李, 素多物議, 見棄公論。 今授閫外節制之任, 列鎭將士, 決不能彈壓, 請命遞差。” 答曰: “李驍勇善射, 當今武臣, 鮮有其比。 乙卯之變, 有捍禦之功, 沈廢多年, 今乃試可。 決不可遞, 不允。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "무술년에 주상이 경연에 나아갔다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 9일(무술) 1번째기사",
                "gt-oKo": "상이 경연에 나아갔다.",
                "hj": "○戊戌/上御經筵。"
            },
            "2": {
                "H2KE-EN": "The King asked, Does the Confucian Classics study the Book of Documents and the Book of Documents (C. Shujing ? [The Classics] replied, The Book of Documents (C. Shujing is recorded in the monarchs of the sovereign, and truly is a great law of governing the state. The Book of Documents (C. Shujing is originally the human feelings of human feelings and principles, and therefore is nothing more thoroughly related to the state. The King said, The Book of Documents (C. Shujing is difficult and is deeply uncomfortable. Does the Book of Documents (C. Shujing also be compared to this? The poems composition of poems is very simple and clear. This will benefit the people. The King said, What do you think about the Book of Documents (C. Shujing and the Mencius (C. Shujing ? [The Classics] answered, The Book of Documents (C. Shujing and the Mencius are also essential to the Book of Documents (C. Shujing. Zhu Xi said, Documents (C. Shujing began to study the Book of Documents (C. Shujing, and the Book of Documents (C. Shujing began to study the rice plants. The method of studying lies in the Four Books is extremely essential, and the Book of Documents (C. Shujing began to be the next. The method of governing the world throughout the country is the most essential way of governing the world throughout the country. The Book of Documents (C. Gangmu is the most essential, and the Extended Meanings of the Great Learning (C. Daxue .",
                "H2KE-nKo": "주상이 묻기를,“경서 중에 《서경》과 《시경》이 잘 아는가?”하니, 대답하기를,“《서경》에는 제왕의 일을 실었으니 진실로 나라를 다스리는 대법이고, 《시경》은 인정을 근본으로 하고 사물의 이치에도 맞으니 관계되는 바가 더욱 절실합니다.”하였다. 주상이 말하기를,“《서경》은 말이 어려워 매우 평이하지 않다. 《시경》도 이와 비슷한가?”하니, 《시경》의 문사가 매우 평이하고 명백하여 사람에게 유익하였다. 주상이 말하기를,“《시경》과 《서경》이 《논어》와 《맹자》와 비교하여 어떠한가?”하니, 대답하기를,“《논어》와 《맹자》는 《시경》과 《서경》에 더욱 절실합니다. 주자가 말하기를 ‘《논어》와 《맹자》는 잘 아는 밥이고, 《시경》과 《서경》은 벼를 타작하여 밥을 짓는 것이다.’라고 하였는데, 학문하는 방법은 사서가 매우 긴요하고, 《시경》과 《서경》이 그 다음이다. 나라를 다스리고 천하를 태평하게 하는 방도는 《강목》이 가장 긴요하고, 《대학연의》가 그 다음이다.”하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 9일(무술) 2번째기사",
                "gt-oKo": "상이 묻기를, “경서(經書) 가운데 《서경(書經)》과 《시경(詩經)》의 내용도 이와 비슷한가.” 하니, 대답하여 아뢰기를, “《서경》에는 제왕(帝王)의 일이 기재되어 있으니 진실로 정치를 하는 대법(大法)이고, 《시경》은 인정에 근본하고 물리(物理)가 갖추어져 있으니 관계되는 바가 더욱 절실합니다.” 하였다. 상이 이르기를, “《서경》은 내용이 까다롭고 쉽지 않은데 《시경》의 내용도 이와 비슷한가.” 하니, 대답하여 아뢰기를, “《시경》은 문사(文辭)가 매우 쉬우면서도 명백하여 사람에게 이익됨이 있습니다.” 하였다. 상이 이르기를, “《시경》·《서경》을 《논어(論語)》·《맹자(孟子)》와 견주어보면 어떠한가?” 하니, 대답하여 아뢰기를, “《논어》·《맹자》는 《시경》·《서경》보다 더 절실합니다. 주자(朱子)가 ‘《논어》·《맹자》는 익힌 밥과 같고 《시경》·《서경》은 벼를 타작하여 밥을 짓는 것과 같다.’ 하였는데, 학문하는 방법에 있어서는 사서(四書)가 제일 긴요한 것이고 《시경》·《서경》이 그 다음이며, 나라를 다스리고 천하를 태평하게 하는 도리에 있어서는 《강목(綱目)》이 제일 긴요한 것이고 《대학연의(大學衍義)》가 그 다음입니다.” 하였다.",
                "hj": "○上問: “經書中, 《書》與《詩》熟好?” 對曰: “《書》, 載帝王之事, 固爲治之大法; 《詩》本人情該物理, 所關尤切。” 上曰: “《書》, 辭艱, 深不平易。 《詩》亦類此否?” 詩之文辭, 甚平易明白。 有益於人。” 上曰: “《詩》、《書》與《論》、《孟》, 如何?” 對日: “《論》、《孟》又切於《詩》、《書》。 朱子曰: ‘論孟是熟飯, 《詩》、《書》是打禾爲飯; 學問之方, 四書極緊, 《詩》、《書》次之。 治國平天下之道, 《綱目》最緊, 《大學衍義》次之。”"
            },
            "3": {
                "H2KE-EN": "Chief State Councilor Kwon Cheol came to the palace.",
                "H2KE-nKo": "영의정 권철이 출사하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 9월 9일(무술) 3번째기사",
                "gt-oKo": "영의정 권철이 출사하였다.",
                "hj": "○領議政權轍出。"
            }
        }
    },
    "10": {
        "11": {
            "1": {
                "H2KE-EN": "Six men, including Circuit Fifth Inspector Jo Gwangik , selected in the second stage civil service examination in the gyeongo year (.",
                "H2KE-nKo": "문과 중시에서 감찰 조광익 등 6인을 뽑았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 11일(경오) 1번째기사",
                "gt-oKo": "문과 중시(文科重試)를 보였다. 감찰(監察) 조광익(曺光益) 등 6인을 뽑았다.",
                "hj": "○庚午/文科重試, 取監察曹光益等六人。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage military examination selected eighteen men, including Choe Ho . The metropolitan second stage military examination was selected within the five targets. The metropolitan second stage military examination was selected within the ten targets.",
                "H2KE-nKo": "무과 중시를 행하여 최호 등 18인을 뽑았다. 과녁에 화살 5개를 쏘고 10순에 10순에 10분 이상을 뽑았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 11일(경오) 2번째기사",
                "gt-oKo": "무과 중시(武科重試)를 보였다. 최호(崔湖) 등 18인을 뽑았는데 관혁(貫革) 시험에서 5시(矢)를 가지고 10순(巡)에 10분(分) 이상의 점수를 얻은 자를 뽑은 것이다.",
                "hj": "○武科重試, 取崔湖等十八人。 貫革五矢十巡內, 取十分以上。"
            },
            "3": {
                "H2KE-EN": "[The King] 정사가 있었다. Bak Chung was appointed minister of war , and Yun Chung was appointed second deputy director of the Privy Council .",
                "H2KE-nKo": "정사가 있었다. 박충원을 병조 판서로, 유희춘을 동지중추로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 11일(경오) 3번째기사",
                "gt-oKo": "정사가 있었다. 박충원을 병조 판서로, 유희춘을 동지중추부사로 삼았다.",
                "hj": "○有政。 以朴忠元爲兵曹判書, 柳希春爲同知中樞。"
            },
            "4": {
                "H2KE-EN": "The King selected nineteen men, including Assistant Director of the Office of Royal Decrees Jeong Gonsu .",
                "H2KE-nKo": "별시 전시를 행하여 사평 정곤수 등 19인을 뽑았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 11일(경오) 4번째기사",
                "gt-oKo": "별시(別試)의 전시에서 사평(司評) 정곤수(鄭崐壽) 등 19인을 뽑았다.",
                "hj": "○別試殿試, 取司評鄭崐壽等十九人。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On sinhae day, when [King] Chung was supposed to leave, the King transmitted a royal directive to the Royal Secretariat , which stated, After [King] Chung bowing to express gratitude for the royal benevolence, I will receive him in audience. The King proceeded to Sajeong Hall and received [Yun] Chung in audience and then advised, Your servant humbly observed that in recent years, the study and conduct of the Royal Confucian Academy becomes more growing than before. This is truly a blessing for the officials and people throughout the country. However, Emperor Wu [of the Zhou dynasty] employed the center of the Zhou dynasty, and Emperor Wu [of the Zhou dynasty] established the center of the world. In general, the affairs of all under heaven are not thoroughly understanding, and the worries are not thoroughly studying the center of the world. In general, when the sovereign encounters a difference in the world, there must be no fair or not in the world. He should fairly observe his mind and observe his principles, and he should follow the center of the world. Compared to his disease, the medium-minded physicians should approach the hot weather. If the medium-minded sweather should approach the hot weather, the medium-minded sweather should approach the medium-minded sweather. If the medium-minded sweather should approach the medium-minded sweather, and if the medium-minded sweather should approach the medium-minded sweather, and the later should approach the medium-minded sweather. This is also a center of the medium-minded sweather. In general, all matters should be observed and not observed should be observed. It is not possible that the medium-minded sweather should approach the medium-minded sweather. Last year, the Confucian scholars submitted a memorial requesting that the Five District Schools be",
                "H2KE-nKo": "유희춘이 휴가를 얻어 고향으로 내려가니, 주상이 정원에 전교하기를,“유희춘이 숙배한 뒤에 내가 인견하겠다.”하였다. 주상이 사정전에 나와 앉아 유희춘을 인견하였다. 이어 아뢰기를,“신이 삼가 보건대, 전하께서 근년 이래로 학문과 행사가 전에 비해 더욱 진전되고 있으니, 이는 참으로 온 나라 신민의 복입니다. 그러나 대순은 중도를 쓰고 성탕은 중도를 지켰으니, 더욱 지극하지 못한 바를 구하지 않아서는 안 됩니다. 천하의 모든 사물에 지당한 이치가 없지 않으니, 그 병통은 정밀하지 못한 데 있을 뿐입니다. 임금은 중론이 같지 않은 때를 만나면 반드시 어느 쪽도 치우치지 않고 어느 쪽도 치우치지 않게 마음을 비우고 이치를 관찰하여 오직 따라야 합니다. 비유하자면, 병을 치료하는 것과 같아서 뭇사람의 말이 일치하지 않습니다. 좋은 의원이 절충하여 열약을 써야 할 경우 열약을 쓰고, 냉약을 써야 할 경우 냉약을 쓰고, 평보해야 할 경우 평보하여 증세에 따라 약을 써서 털끝만큼도 차도가 없기 때문에 병이 나으면 기운이 편안해지는 것입니다. 주자가 일물을 공평하게 베푸는 도리를 논하여 말하기를 ‘옛날에 공평하게 하고자 하는 자는 반드시 그 물건의 대소와 경중을 따져서 그 시행의 많고 적음과 후박을 따져 본 뒤에야 공평하게 할 수 있었다.’라고 하였는데, 이 또한 중도를 써야 한다는 말입니다. 모든 일은 준수해야 하는데 준수하지 않는 것은 진실로 불가하며, 변통해야 하는데 변통하지 않는 것도 융통성 없이 융통성 있게 하는 것이니, 이것은 살피지 않아서는 안 됩니다. 몇 년 전에 관학 유생이 오현을 종사하는 일로 상소하여 힘껏 청하였으나, 주상이 즉시 따르지 않으셨으니, 이는 진실로 상세히 살피고 신중하게 하는 방도였습니다. 그러나 오현을 일시에 종사하는 것은 참으로 어려운 일입니다. 송나라 이종이 주나라 정자와 정자, 주자를 문묘에 종사할 것을 포숭하자, 군자가 천고에 뛰어나다고 하였으니, 성명의 세상에 어찌 그 단서를 열어 놓지 않을 수 있겠습니까. 김굉필이 도학을 맨 먼저 주창한 것이 4인 앞에 있으니, 대신과 경연관에게 하문하여 특별히 김굉필을 종사하도록 명하여 선비의 기풍을 흥기하소서.”하니, 주상이 말하기를,“내가 경의 말에 대해 어찌 감히 유념하지 않겠는가. 다만 종사하는 일은 매우 중요하니, 가볍게 할 수 없다.”하고, 이어 백주천익, 홍주천익, 흑화자를 하사하였는데, 모두 정밀하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 13일(임신) 1번째기사",
                "gt-oKo": "유희춘이 말미를 얻어 하향(下鄕)하게 해달라고 하니, 상이 정원에 전교하기를, “유희춘이 숙배(肅拜)한 뒤 내가 인견(引見)하겠다.” 하고, 상이 사정전(思政殿)으로 나아가 인견하였다. 유희춘이 인하여 아뢰기를, “신이 삼가 살펴보건대, 전하께서 근년 이래로 학문(學問)과 행사(行事)가 전일에 비하여 더욱 향상되었으니 이는 진실로 온 나라 신민의 복입니다. 그러나 대순(大舜)은 중도(中道)를 썼고 성탕(成湯)은 중도를 준수했으니, 더욱더 미진한 점을 강구하지 않아서는 안 됩니다. 모든 천하의 사물에 지당한 이치가 없는 데가 없는데 병통은 정밀히 궁구하지 않는 데 있는 것입니다. 임금은 여러 사람의 논의가 같지 않은 경우를 당하게 되면 반드시 극단적인 긍정이나 부정이 없어야 하는 것으로, 겸허한 마음으로 이치를 살펴 합당한 것만을 따라야 합니다. 이는 마치 병을 치료하는 것과 같아서 여러 사람들이 처방이 한결같지 않을 적에 양의(良醫)가 이를 절충하여 뜨거운 약을 써야 할 데에는 뜨거운 약을 쓰고 찬 약을 써야 할 데에는 찬약을 쓰고 평보(平補)시켜야 할 데에는 평보하게 하는 등 조금도 틀림없이 증세에 따라 약을 쓰기 때문이 병이 치유되고 기운이 편해지게 하는 것과 다를 바 없습니다. 주자(朱子)가 일물(一物)에게라도 공평하게 베푸는 방법을 논하면서 ‘옛날에 공평하게 하려고 한 사람은 반드시 그 물건의 대소와 경중을 달아서 다과와 후박을 알맞게 시행하였는데 그런 뒤에야 공평하게 될 수 있다.’ 하였는데, 이 또한 중도를 써야 된다는 설입니다. 그러니 모든 일에 있어 마땅히 준수해야 할 것을 준수하지 않는 것은 진실로 안 될 일이지만 마땅히 변통해야 될 것을 변통하지 않는 것도 교주고슬(膠柱鼓瑟)인 것이니 이 점을 살피지 않아서는 안 되는 것입니다. 근년에 관학 유생(館學儒生)들이 오현(五賢)의 종사(從祀)에 대해 상소하여 강력히 청하였으나 상께서 즉시 따르지 않으셨으니, 이것은 진실로 상세히 살피고 신중을 기하는 도리이기는 합니다. 그러나 오현을 일시에 종사하는 것이 진실로 어려운 일이기는 합니다만, 송 이종(宋理宗)이 주자(周子)·정자(程子)·장자(張子)·주자(朱子)를 문묘(文廟)에 종사한 것에 대해 군자들은 천고에 뛰어난 일이라고 극찬하였습니다. 지금 같이 성명(聖明)한 세상에 어찌 그 단서(端緖)를 열지 않을 수 있겠습니까. 김굉필(金宏弼)이 도학(道學)을 수창(首倡)한 것이 나머지 4인보다 앞섰으니, 대신과 경연관에게 자문하시어 특별히 김굉필의 종사을 명하셔서 사풍(士風)을 흥기시키소서.” 하니, 상이 이르기를, “내가 경의 말에 어찌 유념하지 않을 수 있겠는가? 그러나 종사하는 일은 매우 중대한 일이라서 경솔히 할 수가 없는 것이다.” 하였다. 이에 백주(白紬)·천익흑(天益黑)과 화자(靴子)를 하사하였는데 모두 깨끗한 물품이었다.",
                "hj": "○壬申/柳希春乞暇下鄕。 上傳敎政院曰: “柳希春肅拜後, 予將引見。” 上出坐思政殿, 引見希春。 仍啓曰: “臣伏覩, 殿下近年以來, 學問行事, 比前益進, 此誠一國臣民之福。 然大舜用中, ﻿成湯執中, 尤不可不益求其所未至。 凡天下事物上, 莫不有至當之理, 患在究之未精耳。 人君凡遇衆論不同之際, 必須無適無莫, 虛心觀理, 惟當之從。 譬如治病, 衆說不一, 良醫折中, 當用熱藥, 則用熱藥, 當用冷藥, 則用冷藥, 當平補則平補, 對證用藥, 毫髮不差, 故病瘳而氣安。 朱子論稱一物平施之道曰: ‘古之欲爲平者, 必稱其物之大小輕重, 方爲其施之多寡厚薄, 後乃得其平。’ 此亦用中之說也。 凡事當遵守, 而不遵守, 固爲不可當變通, 而不變通, 亦是膠柱而鼓瑟, 此不可察也。 頃年, 館學儒生以五賢從祀, 上疏力請, 上不卽從。 此固詳審愼重之道, 然五賢一時從祀, 事固重難, 宋理宗褒崇周程張朱從祀文廟, 君子以爲逈出千古, 當此聖明之世, 豈可不開其端乎? 金宏弼首倡道學, 在四人之前, 乞詢問大臣及經筵官, 特命宏弼從祀, 以興起士風。” 上曰: “予於卿言, 豈敢不留心? 但從祀事極, 未可輕爲。 仍賜白紬天益、紅〔紬〕天益、黑靴子, 俱精。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Executive Assistant of Bukcheong Yun Damhyu insulted the head of the office so that he could share his hands. In addition, he angry to his office and desired to dismiss him from his post and return to his post, which shows his discourtesy to behavior. Your subjects request that he be dismissed first and then dismissed from his post. Former Army Commander of the southern provinces Choe Won was especially troubled by his low-ranking official. However, he resigned from his post due to his illness. This is not a sense of strong a sense of administration and mistakes. However, this man guarded the frontier area and did not have any deficiency. Your subjects request that he be appointed to the post. Superintendent of Eocheon Im Huimu is originally without reputation, and he has long been distressed by a strong post station. Your subjects request that he be dismissed from his post. The King approved this request.",
                "H2KE-nKo": "사헌부가 아뢰기를,“북청 판관 윤담휴는 장관을 능멸하여 손을 쓸 수 있게 하였고, 또 직무를 제대로 수행하지 못한 것을 분하게 여겨 기어이 파직되어 돌아오려고 마음 내키는 대로 거리낌없이 하였으니, 먼저 파직한 뒤에 추고하소서. 전 남도 병사 최원은 단지 하관에게 곤욕을 당하여 병을 이유로 사직하여 체차되었으니, 강제하는 의리가 전혀 없는 것으로 잘못이 없지 않습니다. 다만 이 사람은 변방을 지키는 데 별로 흠이 되는 일이 없으니, 잉임시키소서. 어천 찰방 임희무는 본래 명망이 없는 데다가 쇠잔한 역을 싫어하여 오랫동안 사은하지 않았으니, 파직하소서.”하니, 아뢴 대로 하라고 답하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 16일(을해) 1번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “북청 판관(北靑判官) 윤담휴(尹覃休)는 장관(長官)을 능멸하여 손을 쓰지 못하게 만들었고, 또 실직한 데 대한 분풀이로 기어코 파직되어 돌아오기 위해 멋대로 꺼림없는 짓을 하였으니, 먼저 파직시키고 나서 추고하소서. 전 남도 병사 최원(崔遠)은 다만 하관(下官)에게 곤욕을 당한 것으로 병이라 핑계대고 체직되었으니 강력히 제재한다는 뜻이 전혀 없는 짓이었고 잘못도 없지 않았습니다. 그러나 이 사람은 변방을 지킴에 있어 별로 잘못한 일이 없었으니 그대로 잉임(仍任)시키소서. 어천 찰방(魚川察訪) 임희무(林希茂)는 본디 명망이 없고 또 쇠잔한 역(驛)이라고 싫어하여 오래도록 사은(謝恩)하지 않으니 파직을 명하소서.” 하니, 아뢴 대로 하라고 답하였다.",
                "hj": "○乙亥/司憲府啓曰: “北靑判官尹覃休, 凌侮長官, 使得措手。 且忿其失職, 期於罷還, 肆意無忌, 請先罷後推。 前南道兵使崔遠, 特爲下官所惱, 辭病而遞, 殊無剛制之義, 不無所失。 但此人守邊, 別無欠事, 請仍任。 魚川察訪林希茂, 本無名望, 且厭殘驛, 久不謝恩, 請命罷職。” 答曰: “依啓。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinyu day, the King attended the Royal Lecture.",
                "H2KE-nKo": "조강을 행하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 2일(신유) 1번째기사",
                "gt-oKo": "조강이 있었다.",
                "hj": "○辛酉/有朝講。"
            },
            "2": {
                "H2KE-EN": "[The King] conducted state affairs. [The King] appointed 정언 Sin as second inspector [of the Office of the Inspector General] , Noh Sik as fourth inspector [of the Office of the Inspector General] , and Yu Seongryong as fifth censor [of the Office of the Inspector General].",
                "H2KE-nKo": "정사가 있었다. 정언신을 집의로, 노식을 지평으로, 유성룡을 전한으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 2일(신유) 2번째기사",
                "gt-oKo": "정사가 있었다. 정언신(鄭彦信)을 집의로, 노직(盧稙)을 지평으로, 유성룡(柳成龍)을 전한(典翰)으로 삼았다.",
                "hj": "○有政。 以鄭彦信爲執義, 盧植爲持平, 柳成龍爲典翰。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Magistrate of Myeoncheon County Yi Ingan is foolish and corrupt. Previously, when circuit inspector of Daedong , he took slanders with him and committed many impudent acts. Please dismiss him from his position. The King 답하기를, “아뢴 대로 하라. Army Commander of the Northwest Territory Choe Won , who was in charge of a lower clerk, was unable to properly deal with the matter. However, he stubbornly claimed to cure his illness and secretly submitted a memorial. Please have him punished for his crime. The King denied this request.",
                "H2KE-nKo": "사간원이 아뢰기를, “면천 군수이인홍은 인물이 거칠고 비루하여 전에 대동 찰방으로 있을 때 모리배들을 데리고 가서 비루한 일을 많이 저질렀습니다. 파직을 명하소서.” 하니, 아뢴 대로 하라고 답하였다. 남도 병사최원은 하관에게 제압당하여 잘 처치하지 못하고 억지로 병을 핑계로 은연 중에 장계를 올렸으니, 추고하여 죄를 다스리라고 명하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 20일(기묘) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “면천 군수(沔川郡守) 이인홍(李仁弘)은 인물이 비루하고 전에 대동 찰방(大同察訪)으로 있을 적에는 모리배들을 데리고 다니면서 비루한 일을 많이 하였으니 파직을 명하소서.” 하니, 아뢴 대로 하라고 답하였다. 또 아뢰기를, “남도 병사 최원은 하관에게 견제되어 조처를 잘하지 못하였고 억지로 병이라 핑계대고 은연히 장계하였으니, 추고하여 치죄하소서.” 하였으나, 윤허하지 않는다고 답하였다.",
                "hj": "○(乙)〔己〕卯/司諫院啓曰: “沔川郡守李仁弘, 人物麤鄙, 前爲大同察訪時, 帶率牟利之人, 多行鄙陋之事, 請命罷職。” 答曰: “依啓。” 南道兵使崔遠爲下官所制, 不能善爲處置, 而强托疾病, 隱然狀啓, 請命推考治罪。” 答曰: “不允。”"
            },
            "2": {
                "H2KE-EN": "Jo Mok was appointed magistrate of Bonghwa District . He submitted a memorial requesting his resignation. The memorial read as follows: The establishment of salaries in the state is originally to seek wise talents and appoint them. Your subject does not have a wise person but also lacks talent. How can your subject have obtained this? This is no more than at the beginning that court officials mistakenly listened to them, and eventually the royal benevolence reached down. Though your subject has obstinately submitted a memorial, he has been unable to govern the people and has been rushed to return. What shall we do about disgracing the royal favor of the state? The King responded to this request.",
                "H2KE-nKo": "조목을 봉화 현감에 제수하였는데, 사직 상소를 올렸다. 그 대략에,“국가에서 작록을 설치한 것은 본래 어진 인재를 구하여 등용하기 위해서입니다. 신이 어진 자가 아니고 또 재예도 없는데 어떻게 이렇게 할 수 있겠습니까. 이는 당초 조정의 신하들이 잘못 듣고서 마침내 잘못된 은혜를 아래에 미치게 한 것에 불과합니다. 신이 비록 염치를 무릅쓰고 나아가기는 하였지만, 무릇 다스림을 받지 못하고 엎어지며 돌아온다면 나라의 은혜를 욕되게 하는 데 어찌하겠습니까.”하니, 주상이 윤허하지 않는다고 답하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 20일(기묘) 2번째기사",
                "gt-oKo": "조목(趙穆)을 봉화 현감(奉化縣監)에 제수하였는데 사직(辭職)하는 상소를 올렸다. 그 대략에, “국가에서 작록(爵祿)을 설치한 것은 본디 어진 인재를 구하여 임용하는데 있는 것입니다. 신은 어진 사람도 아니고 또 재예(才藝)도 없는데 어떻게 이 벼슬을 얻을 수 있겠습니까? 이는 당초에 조정의 진신(縉紳)들이 잘못 듣고서 끝내는 잘못된 은혜를 아래에 미치게 한 것에 불과합니다. 신이 비록 무릅쓰고 나아간다고 해도 용렬하여 다스리지 못하고 낭패되어 돌아올 것이니 국은을 욕되게 하는 데에 어찌 하겠습니까?” 하였는데, 상이 윤허하지 않는다고 답하였다.",
                "hj": "○以趙穆除奉化縣監, 上辭職疏。 略曰: 國家爵祿之設, 本爲求得賢才而用之。 臣非賢者, 又無才藝, 何以得此? 是不過當初廷紳誤聽, 終致謬恩下逮。 臣雖冒昧而進, 凡不見治, 顚沛而歸, 奈辱國恩何? 上答以不允。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, due to the winter state sacrifice , the King proceeded to Gyeonghoe Pavilion and stayed overnight at Changdeok Palace . ",
                "H2KE-nKo": "주상이 동향 대제를 친히 지내고 경모전에 나아가 창덕궁에서 재숙하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 7일(병인) 1번째기사",
                "gt-oKo": "상이 동향 대제(冬享大祭)의 친제(親祭) 때문에 경모전(敬募殿)에 나아가 창덕궁(昌德宮)에서 재숙하였다.",
                "hj": "○丙寅/上以冬享親祭, 詣敬慕殿, 齋宿昌德宮。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "At the sinmyo day of the twelfth month, the King personally performed the winter state sacrifice at Gyeonghoe Pavilion .",
                "H2KE-nKo": "정묘년 축시에 주상이 경모전의 동향 대제를 친히 행하였다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 10월 8일(정묘) 1번째기사",
                "gt-oKo": "축시(丑時)에 상이 경모전에 동향 대제를 친행(親行)하였다.",
                "hj": "○丁卯/丑時, 上親行敬慕殿冬享大祭。"
            }
        }
    },
    "11": {
        "30": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King intended to stay at the Royal Placenta Chamber . The Royal Secretariat requested that the King stay at the Royal Placenta Chamber . The King approved this request. ",
                "H2KE-nKo": "무자년에 주상이 대상의 재계 때문에 판방에서 유숙하려고 하였는데, 승정원이 온실에서 유숙하기를 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 11월 30일(무자) 1번째기사",
                "gt-oKo": "상이 대상(大祥)을 위한 재계 때문에 판방(板房)에서 유숙하려 하였는데, 정원에서 따뜻한 방에 유숙할 것을 청하니 따랐다.",
                "hj": "○戊子/上以大祥齋戒, 欲宿板房, 政院請宿溫室。 上從之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King conducted state affairs in the gabo year (. The King appointed Kwon Geukrye as magistrate of Gilju Strategic County , Kwon Geukji as executive assistant of Bukcheong , and Min Sun as magistrate of Yonggang District . ",
                "H2KE-nKo": "정사가 있었다. 권극례를 길주 목사로, 권극지를 북청 판관으로, 민순을 용강 현령으로 삼았다.\n",
                "date_ko": "선조 10권, 9년(1576 병자 / 명 만력(萬曆) 4년) 11월 6일(갑오) 1번째기사",
                "gt-oKo": "정사가 있었다. 권극례(權克禮)를 길주 목사(吉州牧使)로, 권극지(權克智)를 북청 판관(北靑判官)으로, 민순(閔純)을 용강 현령(龍岡懸令)으로 삼았다.",
                "hj": "○甲午/有政。 以權克禮爲吉州牧使, 權克智爲北靑判官, 閔純爲龍崗縣令。"
            }
        }
    }
}