{
    "07": {
        "17": {
            "1": {
                "H2KE-EN": "The envoy for gyeongo year (, Comprehensive Examining Editor Heo Nang and Assistant Envoy Wi Siryang entered the capital [of Ming China]. When Heo Nang and others came to the capital carrying the imperial edict of investiture to the new Emperor, Bak Chung was appointed commissioner for receiving the imperial envoy at the border . When they arrived at Gasan , they heard that the state funeral had occurred and spoke to an interpreter , saying, This incident was not in the past, and we were happening to meet our envoys. This is very unfortunate. The King then asked, Did you have a son of the King? An interpreter said, The Crown Prince has died early, and there is no other descendants. The King also asked, What do you think of the chief state councilor? They replied, The chief state councilor is Yi Gyeonggyeong , who is wise minister, and the people are trusted. The two envoys said, There is no concern. The King immediately had Chief Escort Officer Yu Sim , under the pretext of paying respects to the Emperor, quickly rush to the capital [of Joseon]. When they arrived at the capital, the King praised the probationary mandate of the King and praised the Crown Prince dressed in ceremonial attire and went out to receive him at Mohwa Guesthouse . Minister of Rites Yi Tak , who praised the proprieties, did not violate the proprieties. Both envoys looked up and sighed, saying, Ever since we were young, the proprieties were in accordance with the proprieties. This is a blessing for our country. On this day, Both envoys did not permit the King to quickly quickly. The following day, Both envoys wore white mourning clothes and also visited the Shrine to Confucius . Meanwhile, more than 2,000 Confucian students visited the Royal Shrine to Confucius . Both envoys reciprocated and bowed deeply. They spoke to the host of the guesthouse , saying, I see that the proprieties of the Eastern Examination will be even more proprieties. Heo was thoroughly observed and sincere, and the proprieties were upright and moderate. After the work was completed, they returned. The quickly wore their",
                "H2KE-nKo": "조사 검토관 허국과 급사중 위시량이 도성에 들어왔다. 허국 등이 새 황제가 등극 조서를 반포하는 일로 오자 박충원을 원접사로 삼았다. 가산에 이르러 국상이 났다는 말을 듣고 역관에게 말하기를,“이 일은 전에 없던 것인데 우리들이 마침 가게 되었으니 매우 불행한 일이다.”하였다. 이어 묻기를,“국왕에게 아들이 있는가?”하니, 역관이 말하기를,“세자가 일찍 죽고 다른 후사가 없습니다.”하였다. 또 묻기를,“수상은 어떤 사람인가?”하니, 대답하기를,“수상은 이준경인데 어진 정승입니다. 나라 사람들이 믿습니다.”하니, 양사가 말하기를,“걱정할 것이 없습니다.”하였다. 즉시 두목 유심으로 하여금 상례를 묻는다는 핑계로 먼저 달려 도성에 들어가게 하였는데, 실은 정탐하는 일 때문이었다. 도성에 도착하자 주상이 권지 국사라 칭하고 세자의 곤면과 장복을 갖추고 모화관에 나아가 맞이하게 하였는데, 예조 판서 이탁의 상례가 시종 예에 어긋나지 않았다. 양사가 주목하여 감탄하기를,“이러한 소년들이 행동거지가 예절에 맞았으니, 우리나라의 복입니다.”하였다. 이날 양사가, 주상이 책봉을 받지 않았다는 이유로 연에 타는 것을 허락하지 않으니, 이탁이 간쟁하고서야 그만두었다.다음 날 양사가 소복 차림으로 조상하고 또 문묘를 배알하였는데, 유생 2000여 인이 뜰에서 배알하였다. 양사가 매우 엄숙하게 답읍하고 관반에게 말하기를,“동방의 예의가 융성함을 더욱 볼 수 있습니다.”하였다. 허국은 자세하고 조용하였으며, 위엄정은 행동거지가 법도가 있었다. 일을 마치고 돌아오니 행장이 텅 비었다. 우리나라 사람들이 그의 청표에 감복하여 전후 사신들이 모두 그보다 나은 사람이 없다고 하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 7월 17일(경오) 1번째기사",
                "gt-oKo": "조사(詔使)인 검토관(檢討官) 허국(許國), 급사중(給事中) 위시량(魏時亮)이 도성에 들어왔다. 허국 등은 새 황제(皇帝)의 등극 조서(登極詔書)를 반포하기 위하여 온 것인데, 박충원(朴忠元)이 원접사(遠接使)가 되었다. 가산(嘉山)에 이르렀을 때 국상(國喪) 소식을 듣고는 통역관에게 이르기를, “이런 일은 전에 없던 일이었는데 우리들이 왔을 때 마침 당했으니 몹시 불행한 일이다.” 하고는, 이어 국왕이 자식이 있느냐고 물었다. 통역관이, 세자가 일찍 죽고 그 밖의 후사(後嗣)가 없다고 대답하였다. 또 지금 수상(首相)은 어떤 사람이냐고 묻기에 통역이, 수상은 이준경인데 어진 재상으로 나라 사람들의 신임을 받고 있다고 말하자 두 사신은, ‘그렇다면 걱정이 없겠다.’고 하였다. 즉시 두목(頭目) 유심(兪深)을 시켜 문상(問喪)한다고 하며 먼저 달려 도성에 들어가도록 하였는데, 사실은 정탐하는 일 때문이었다. 그들이 도성에 들어오자 상은 권지 국사(權知國事)라 하며 세자(世子)의 곤면(袞冕) 장복(章服)을 갖추고 모화관(慕華館)으로 나아가 그들을 맞이하였다. 예조 판서 이탁(李鐸)이 곁에서 도왔는데 상은 처음부터 끝까지 예도에 어긋남이 없었다. 두 사신이 주목하여 감탄하며 말하기를, ‘이러한 소년이 모든 것을 예절에 맞게 행동하니 동국(東國)의 복이다.’ 하였다. 그날 두 사신은 상이 아직 책봉(冊封)을 받지 않았다는 이유로 연(輦)을 타는 것을 허락지 않았다가 이탁이 맞서 다툰 끝에 타게 되었고, 다음날은 두 사신이 소복(素服)을 하고 조문하였다. 그리고 또 문묘(文廟) 배알도 하였는데, 유생(儒生) 2천여 명이 정알(庭謁)하자 두 사신이 매우 엄숙한 태도로 답읍(答揖)하였다. 그리고 관반(館伴)에게 이르기를, “동방의 예의(禮義)가 더욱 훌륭하다는 것을 볼 수가 있었다.” 하였다. 허(許)는 사람이 자세하면서 조용하였고, 위(魏)는 엄정하고도 거지(擧止)에 법도가 있었다. 일을 마치고 돌아갈 때도 그들의 행장이 빈약하였다. 그리하여 우리 나라 사람은 그들의 청표(淸標)에 대하여 감복을 하며 전후 사신들 중 제일이라고들 말하였다.",
                "hj": "○庚午/詔使檢討官許國、給事中魏時亮入都。 國等以新皇帝頒登極詔來, 朴忠元爲遠接使。 至嘉山聞有國喪, 謂譯官曰: “此事前所未有, 吾等之行適値焉, 殊不幸矣。” 仍問: “國王有子乎?” 譯官曰: “世子夭歿, 無他嗣矣。” 又問: “首相何如人?” 曰: “首相, 李浚慶, 賢相也, 國人信之。” 兩使曰: “無虞矣。” 卽使頭目兪深, 託以問喪禮, 先馳入都, 實欲偵探事故也。 及至都, 上稱權知國事, 具世子袞冕、章服, 出迎于慕華館, 禮曹判書李鐸相禮, 終始無違禮。 兩使注目歎曰: “這等少年, 動中禮節, 東國之福也。” 是日兩使以上未受冊封, 不許乘輦, 鐸爭之乃已。 翌日兩使素服弔喪, 又謁文廟, 儒生二千餘人庭謁, 兩使答揖甚肅, 謂館伴曰: “益見東方禮義之盛矣。” 許詳悉從容, 魏嚴正, 擧止有法度。 畢事而還, 橐裝蕭然。 東人服其淸標以爲: “前後使臣, 皆無出其右。”"
            },
            "2": {
                "H2KE-EN": "The two [Chinese] envoys studyed the study of the East Explanation of the East Explanations [of the East Explanations of the Grand Scribe (C. Zizhi tongzhi tonghi to the Explanations of the East Explanations [of the East Explanations of the East",
                "H2KE-nKo": "두 사신이 학문을 좋아하여 우리나라 문장을 보기를 요구하고, 또 우리나라에도 공자와 맹자의 마음을 가진 자가 있느냐고 물었다. 이 일이 보고되자, 예조에 명하여 선정신 10여 인의 성명을 뽑아 보이게 하였다. 위나라에서 이언적의 저서를 보기를 요구하자, 이황이 《논어》 태극서를 보여 주었는데 옳지 않다고 하였다. 이는 위나라가 육학을 하였기 때문에 주자와 견해가 달랐기 때문이다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 7월 17일(경오) 2번째기사",
                "gt-oKo": "두 사신은 또 학문을 좋아하여 우리 나라의 문장을 보기를 원하였고, 또 우리 나라에도 공맹(孔孟)의 마음을 마음으로 하는 이가 있느냐고 물어와 그 사실이 알려지자, 상은 예조에 명하여 선정신(先正臣) 10여 명의 성명(姓名)을 적어 보이게 하였는데, 위(魏)가 그중에서 이언적(李彦迪)의 저서(著書)를 보자고 하여 이황(李滉)이 그의 《논태극서(論太極書)》를 보여주자 위는 그것이 옳다고 하지는 않았다. 그것은 위가 육학(陸學)을 하는 사람이므로 주자(朱子)와는 논의를 달리하기 때문이었다.",
                "hj": "○兩使好學, 求見東國文章, 又問: “東國亦有心孔、孟心者乎?” 事聞, 命禮曹, 抄示先正臣十餘人姓名。 魏求見李彦迪著書, 李滉示以《論太極書》, 不以爲可, 蓋魏爲陸學, 與朱子異論也。"
            },
            "3": {
                "H2KE-EN": "The posthumous title of the late King (Jeongjong was presented to Myeongjong . In ordinary times, the late King (Jeongjong said, A posthumous title is sufficient. On this day, [the posthumous title] is indeed correct. The Queen Mother shed tears and informed all the officials [to the Queen Mother]. ",
                "H2KE-nKo": "대행 대왕의 묘호를 ‘명종’으로 올렸다. 대행왕이 평소에 항상 말하기를 ‘시호를 얻은 것이 명족하다.’라고 하였는데, 이때에 이르러 과연 선조의 뜻에 부합하였다. 대비가 울면서 신하들에게 유시하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 7월 17일(경오) 3번째기사",
                "gt-oKo": "대행왕의 묘호(廟號)를 명종(明宗)으로 하였다. 대행왕이 평일에 늘 이르기를, ‘시호는 명(明) 자이면 족하다.’ 하였었는데, 이때 과연 선지(先旨)와 맞았던 것이다. 대비는 울면서 그것을 여러 신하들에게 알리었다.",
                "hj": "○上大行廟號曰明宗。 大行平日常曰: “得謚爲明足矣。” 至是, 果合先旨。 大妃泣以諭群臣。"
            },
            "4": {
                "H2KE-EN": "At the time, [the King] intended to request the posthumous title of Great Ming [China] to establish a hall for compiling a writing book [to compile a book]. The high-ranking officials requested that the storehouse be opened and examined the facts. However, the official historians did not want to open the storehouse and then stopped the request by the Office of the Inspector General and the Office of the Censor General . This was because [the book] was warned against history. [The King] appointed Zhao Liang as the inspector general , and then appointed Bai Ingap as the third inspector of the Office of the Inspector General . Bai Ingap was steadfast and neglectful, and honest and virtuous integrity. Earlier, when he was studying Emperor Xiao , he proceeded to his house and build a writing studying. [When] Gwang was enraged, [he] declined his friendly refused to abandon him. He sitting in the door and sitting in secret, nine Yong and Ku Sa were placed on the right side of the side, and [he] stayed in the third month. A woman named Shin Geogwan , a member of his brother, saw him, and said in great sightseeing, How could you compile [the writing book] in the past? After a long time, [he] became a elderly parents, and his family was poor. He passed the state examination. At the time, Kim Anro , having been criticized by the Royal Confucian Academy and became a student scholar of the Royal Confucian Academy . After [Kim] Anro died, he entered the Royal Confucian Academy eventually entered the Royal Confucian Academy . At the beginning of the Royal Confucian Academy , when he became a censor , he pointed out his words and righteousness. He alone reported the secret directive to the King, and he was imprisoned and banished to a designated area. Those who happened to save him were pardoned and returned to his hometown. When Wonwon was defeated, he began to be reinstated to the daily audience. On this day, he was first appointed as second clerk in the Office of the Inspector General , and his age was seventy-one. Soon afterward, he was promoted to second deputy director",
                "H2KE-nKo": "이때 중국에 시호를 청하기 위해 청을 설치하고 행장을 지어 내려고 하였다. 대신이 사고를 열고 실적을 조사해 내기를 청하였으나 사관이 사고를 열려고 하지 않았다. 이에 양사가 보지 말 것을 주상에게 아뢰어 청하니 중지하였는데, 이는 사화에 대해 징계한 것이다. 윤두수를 대사간으로, 백인걸을 홍문관 교리로 삼았다. 백인걸은 고매하고 소광하며 강개하고 기절이 있었다. 어려서 조광조를 스승으로 삼아 그의 집 옆에 나아가 서실을 지어 배웠다. 조광조가 화를 입어 교유를 사절하고 문을 닫고 조용히 앉아 구용과 구사를 자리 오른쪽에 썼는데, 3개월 만에 벗 신거관이 보고 크게 놀라 말하기를,“그대의 용모와 말투가 옛날과 크게 다른데 무슨 수로 이런 일을 했단 말인가.”하였다. 오랜 뒤에 어버이가 늙고 집이 가난하여 과거에 응시하여 급제하였다. 이때 김안로가 국정을 담당하고 있었는데 기묘년의 당이라고 비방을 받고 성균관 학유에 내쳐 소속되었다. 김안로가 패한 뒤에 비로소 사관으로 들어갔는데, 명종 초기에 간관이 되어 곧은 말과 바른 의론으로 당시의 금기를 지적하였다. 혼자 밀지의 잘못을 아뢰었다가 이 일로 연좌되어 옥에 갇히고 유배되었는데, 우연히 그를 구원하는 자가 있어 죽음을 면하고 향리로 방환되었다. 윤원형이 패하자 비로소 상참에 서용되었다. 이때에 이르러 맨 먼저 홍문관 교리에 제수되었는데, 나이는 71세였다. 조금 뒤에 직제학에 오르고 승지에 발탁되었으므로 조야가 모두 우러러 사모하였고, 주상도 그를 믿고 존중하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 7월 17일(경오) 4번째기사",
                "gt-oKo": "그때 중국(中國)에 시호를 청하기 위하여 청(廳)을 개설하고 행장(行狀)을 짓게 하였는데, 대신들이 사적(事蹟)을 참고하기 위하여 사고(史庫)를 열 것을 청하였다. 그러나 사관(史官)은 사고 여는 것을 꺼려 하여 양사(兩司)와 함께 보지 말 것을 아뢰어 그만두게 되었는데, 그것은 사화(史禍)가 있을까를 징계하는 뜻에서였던 것이다. 윤두수(尹斗壽)를 대사간으로, 백인걸(白仁傑)을 홍문관 교리로 삼았다. 인걸은 인품이 고매(高邁)하고 성품이 소광(疎曠)하면서 강개(慷慨)한 기절(氣節)이 있었다. 젊은 시절 조광조(趙光祖)를 스승으로 하여 그의 집 곁에다 서실(書室)을 꾸미고 거기에서 배우다가 광조가 화를 당하자, 사귀어 놀던 벗들을 모두 사절하고 문닫고 들어앉아 자리 곁에다 구용(九容)·구사(九思)를 써 붙여두고 3개월을 지냈다. 그후 그의 친구인 신거관(愼居寬)이 그를 보고는 깜짝 놀라며 말하기를, “그대의 용모(容貌)와 사기(辭氣)가 그전에 비하여 크게 달라졌는데, 어떻게 수양을 쌓았기에 그리 되었는가?” 하였다. 그는 오랜 후 어버이가 늙고 집이 가난하여 과거에 응시하여 벼슬길에 올랐다. 당시 김안로(金安老)가 국정을 요리하던 때라서 기묘의 당파란 배척을 받고 겨우 성균관 학유(成均館學諭)로 있다가, 안로가 패한 후 비로소 사관(史官)이 되었다. 명종 초기에는 간관(諫官)으로서 바른 말, 바른 논리로 당시 사람들이 꺼리던 일을 지적하여 바로잡았다. 혼자서 밀지(密旨)의 잘못됨을 아뢰었다가 그 때문에 하옥(下獄)을 당하고 귀양살이를 하였는데, 우연히 그를 구제한 자가 있어 죽음을 면하고 향리로 방환(放還)되었다가 윤원형(尹元衡)이 패한 뒤에 그 당시 상참(常參)에 서용(敍用)되었다. 이때에 맨 먼저 홍문관 교리에 제수되었는데, 나이는 71세였다. 얼마 후 그는 직제학(直提學)에 승진되고 이어 승지(承旨)로 발탁되어 조야(朝野)의 기대가 컸고, 상 역시 그를 소중히 여기었다.",
                "hj": "○時, 將請謚上國, 設廳撰出行狀。 大臣請開史庫, 考出實跡, 史官不肯開庫, 與兩司啓請勿視, 乃止, 蓋懲於史禍也。 以尹斗壽爲大司諫, 以白仁傑爲弘文館校理。 仁傑高邁疎曠, 慷慨有氣節。 少師趙光祖, 就其宅傍, 搆書室學焉。 光祖被禍, 謝絶交遊, 杜門靜坐, 書九容、九思於座右, 居三月。 友人愼居寬見之而大驚曰: “君容貌、辭氣, 大異昔時, 何修而致是耶?” 久之, 爲親老家貧, 應擧登第。 時, 金安老當國, 見詆爲己卯黨, 而擯屬成均學諭。 安老敗後, 始入史官。 明廟初爲諫官, 危言正論, 指斥時忌。 獨啓密旨之非, 坐是下獄謫配, 偶有救之者, 得不死, 因赦放還鄕里。 元衡敗, 始敍復常參。 至是, 首拜弘文館校理, 年七十一矣。 俄陞直提學, 擢承旨, 朝野想望, 上亦倚重焉。"
            },
            "5": {
                "H2KE-EN": "The King appointed Yi Hwang as minister of rites and Deputy Director of the Office of the Royal Lectures , repeatedly declined, but did not grant permission. [Yi] Hwang was observed in his lifespan and his praise and expectations were greater than day. Merit Subsequently, Merit Subjects did not come. When the imperial envoy arrived, Chief State Councilor Yi Gyeong requested that he summon [Yi] Hwang as an interpreter officer . Finally, he was ordered to enter the capital [of Ming China], but he did not bow before the imperial order. However, Merit Subjects passed away. [Yi] Hwang wrote a letter of investiture to the imperial court and composed the letter of investiture to Merit Subjects . Subsequently, he was appointed as an interpreter of the Office of Royal Lectures , but he declined to resign from his illness. The King said, I have heard that you are wise and virtues for a long time. If you are currently appointed to a new post, how could I feel at peace? You should not resign.",
                "H2KE-nKo": "이황을 예조 판서 지경연 춘추관사로 삼았는데, 재차 사양하였으나 허락하지 않았다. 이황은 산림에서 도를 지키며 명성과 인망이 날로 높아지자 명종이 여러 차례 불렀으나 오지 않았다. 조사가 나올 때 영의정 이준경이 제술관으로 이황을 부르기를 청하여 마침내 명에 응하여 도성에 들어왔는데, 명을 받기도 전에 명종이 승하하였다. 이황이 조정에 있는 김에 명종의 행장을 지어 올렸다가 곧바로 종백에 제수되었으나 병을 이유로 사양하였다. 주상이 말하기를,“경이 어진 덕이 있다는 말을 들은 지 오래되었다. 지금 새로 정사를 하는데 경이 벼슬하지 않는다면 내가 어찌 마음이 편하겠는가. 사양하지 말라.”하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 7월 17일(경오) 5번째기사",
                "gt-oKo": "이황(李滉)을 예조 판서 지경연춘추관사로 삼았다. 두 차례나 사양하였으나 허락치 않았다. 황은 산속에서 도(道)를 지키는 사람으로 날이 갈수록 성망이 높아 명종이 누차에 걸쳐 불렀으나 오지 않았다. 때마침 조사(詔使)가 오게 되어 영의정 이준경이 제술관(製述官)으로 그를 부를 것을 청하였다. 드디어 명에 의하며 입도(入都)하였다가 배명(拜命)도 하기 전에 명종이 승하하고 말았다. 이황은 그대로 조정에 있으면서 명종의 행장을 지어 올리고는 곧 종백(宗伯)에 임명되었으나, 병을 이유로 사양하였다. 상이 일렀다. “경이 어진 덕이 있음을 들은 지 이미 오래다. 지금 같은 신정(新政)에 경같은 이가 벼슬을 않는다면 내 어찌 마음이 편하겠는가. 사양하지 말라.”",
                "hj": "○以李滉爲禮曹判書知經筵春秋館事。 再辭不許。 滉守道山樊, 聲望日隆, 明宗累召不至。 詔使之來, 領議政李浚慶, 請以製述官召滉, 遂應命入都, 未拜命, 而明宗昇遐。 滉因在朝, 撰進明宗行狀, 旋拜宗伯, 辭以疾。 上曰: “聞卿賢德久矣。 若今新政, 卿不仕則予豈安於心? 宜勿辭。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King ascended the throne at Geunjeong Hall on the day of this month. After the commencement of wearing mourning robes, all the officials made a request to the King, but the King firmly declined and did not exit the mourning robes. The high officials earnestly requested that the Queen also be firmly requested to exit the mourning robes. Nevertheless, the Queen did not dare to exit the mourning robes. The high-ranking officials and the high-ranking officials repeatedly requested to exit the mourning robes, and then the King ascended the seat and received the congratulatory greetings from all the officials. He honored the Queen Mother as the Queen Mother and granted a general amnesty to those below him. The Queen Mother began to sleeping the robes and heared state affairs together. Since the King ascended the throne, the King always followed the system according to the law. Previously, eunuchs in the Inner Palace Guards were numerous, and the King ordered that the half of the eunuchs be reduced. Every time the King 문을 닫고 sitting in sleeping in sleeping. He did not speak with eunuchs and speak with each other. The court and the provinces expected the sages of virtue. The King ascended the royal robes to the royal robes and entered the palace to have an audience with the King. The King did not grant permission, and further reprimanded him for his presumptuous robes. The young siblings were returned to their homes.",
                "H2KE-nKo": "주상이 근정전에서 즉위하였다. 이날 성복한 뒤에 백관이 예를 갖추어 청하였으나, 주상이 굳이 사양하고 상차에서 나오지 않았다. 대신이 간청하고 왕비도 굳이 청하여 상차에서 나왔는데, 그래도 감히 어상에 오르지 못하였다. 대신 이하가 재삼 나아가기를 권하자, 이에 어좌에 올라 백관의 하례를 받고 왕비를 높여 왕대비로 삼고 사형수 이하를 대사면령을 내렸다.왕대비가 비로소 수렴하여 함께 정사를 들었다. 주상이 즉위하고 나서는 걸핏하면 법제를 따랐다. 이전에는 내번 환관이 너무 많았기 때문에 그 절반을 줄이도록 명하고 항상 문을 닫고 묵묵히 앉아 환관들과 말을 나누지 않으니, 조정과 재야가 성덕이 성취되기를 기대하였다. 주상의 유모가 옥교를 타고 들어와 뵙고 간청한 바가 있었는데, 주상이 허락하지 않고 또 참람하게 옥교를 탔다고 꾸짖자, 유모가 걸어서 집으로 돌아갔다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 7월 3일(병진) 1번째기사",
                "gt-oKo": "상이 근정전(勤政殿)에서 즉위하였다. 그날 성복(成服)을 마친 후 백관(百官)들이 예절을 갖출 것을 청하였으나, 상이 굳이 사양하며 상차에서 나오지 않았다. 대신들이 간청하고 왕비 역시 굳이 청하자 상차에서 나오기는 하였으나, 또 감히 어상(御床)에는 오르려 하지 않아 대신 이하 모두가 두세 번 권한 다음에야 자리에 올라 백관들로부터 하례를 받고 왕비를 높여 왕대비(王大妃)로 하였으며, 사형수 이하를 대사면하였다. 왕대비가 비로소 수렴 청정(垂簾聽政)하였다. 상이 즉위하자 모든 것을 법제(法制)에 따랐다. 종전에 너무 많았던 내번(內番) 환관(宦官) 수를 절반으로 줄이도록 명하고 언제나 문을 닫고 묵묵히 앉아 환시(宦侍)들과 접촉을 않았으므로, 조야(朝野)에서는 성덕(聖德)이 성취되기를 기대하였다. 상의 유모(乳母)가 옥교(屋轎)를 타고 들어와 무슨 간청이 있었는데, 상은 그것을 들어주지 않았을 뿐만 아니라 참람히 옥교를 타고 들어온 것을 책하기까지 하여 유모가 집으로 돌아갈 때는 걸어서 갔다.",
                "hj": "○丙辰/上卽位于勤政殿。 是日成服後, 百官備禮以請, 上牢讓不出喪次。 大臣懇請, 王妃亦堅請, 乃出次, 猶不敢上御床。 大臣以下再三勸進, 乃上座, 受百官賀, 尊王妃爲王大妃, 大赦殊死以下。 王大妃始垂簾, 同聽政。 上旣卽位, 動遵法制。 前時內番宦官猥衆, 命減其半, 常閉戶默坐, 不與宦寺接言語, 朝野想望聖德之成就。 上乳母乘屋轎入謁, 有所干請, 上不許, 且責其僭乘, 乳母步還其家。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, Minister of Rites Yi Hwang was dismissed from his office and returned to his hometown. [Yi] Hwang repeatedly resigned and returned to his hometown next day after resigning from his office. At the time, the royal tomb was not yet completed, and sometimes he considered it improper for him to return [to his hometown]. Ki Daeseung wrote a letter and asked him. [Yi] Hwangs reply read as follows: In ancient times, a sage ruler was thoroughly clarified to the distinction between right and wrong. Once even a small loss of his office is necessary, he must quickly return [to his hometown]. If he lost his love of love and love for the sovereign, he certainly could not bear such things. However, he does not abandon his departure because of this, how could he not violate righteousness when he returns to his hometown? Only then can he follow righteousness if he resigns from his hometown [from his hometown to his hometown]. At that time, even a great love of love for the people cannot bear such things of love for the righteousness. [The King] also said to his elder brother, In the past, a pavilion was built to Hwanjang Hall and awaited the mourning period [for King Taejong], and it was necessary to depart from his hometown to a funeral without waiting for the deceased Emperor Taizong to depart from his hometown. It is inevitable that he was unable to depart from his hometown. People at that time were praised by great Confucian scholars, who praised [Yi] Hwang and expected him to support his young sovereign and enlightened peaceful reign. [Yi] Hwang regarded himself that he was not a capacity for administration and was difficult to depart from his hometown. The opinions of the people were even more valuable, and I am afraid that he would not be employed enlightened.",
                "H2KE-nKo": "삭계미년에 예조 판서 이황이 관직을 그만두고 고향으로 돌아갔다. 이황이 여러 차례 사직하여 해직된 다음날 사직하지 않고 고향으로 돌아갔다. 이때 산릉의 일이 끝나지도 않았는데 어떤 이는 지레 고향으로 돌아간 것을 잘못이라고 하였다. 기대승이 편지를 보내 물으니, 이황의 답서에 이르기를,“옛날의 군자로서 진퇴의 구분에 밝은 자는 한 가지 일도 방과하지 않았다. 조금이라도 직무를 제대로 수행하지 못하면 반드시 몸을 바쳐 속히 떠나게 된다. 그가 임금을 사랑하는 정에는 반드시 크게 차마 하지 못할 점이 있을 것이다. 그러나 이 때문에 그가 떠나는 것을 그만두지 않는 것은, 어찌 그가 몸을 바친 처지에서 의리가 행해지지 않는 바가 있으면 반드시 그 몸을 바친 뒤에야 그 의리를 따를 수 있기 때문이 아니겠는가. 이러한 때에 비록 크게 차마 하지 못할 정이 있더라도 의리에 가리워지지 않을 수 없다.”하고, 또 친한 이에게 말하기를,“옛날 고정은 환장각에서 상제를 기다리다가 효종의 발인을 기다리지 않고 떠났으니, 의리상 떠나야 할 것이다. 그렇게 하지 않을 수 없다.”하였다. 대개 당시 사람들은 대유가 이황을 추중하여 그가 어린 임금을 도와 태평성대를 이루기를 바랐는데, 이황은 스스로 경국 제세의 인재가 아니라고 여겨 나아가기는 어렵게 여기고 물러가기는 쉽게 여기는 것이 이와 같았다. 이에 사론이 더욱 그를 존중하였으니, 아마도 크게 쓰이지 못할 듯하다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 8월 1일(계미) 1번째기사",
                "gt-oKo": "예조 판서 이황이 벼슬을 그만두고 고향으로 돌아갔다. 이황이 누차에 걸쳐 사양하다가 해직(解職)된 그 다음날 하직도 않고 그냥 가버렸다. 당시 산릉(山陵) 일이 끝나지 않은 때라서 혹자는 바로 가버린 것에 대하여 잘못이라고 하는 자도 있었다. 기대승(奇大升)이 그에 관하여 서신으로 물었을 때 이황은 답하기를, “옛 군자(君子)로서 진퇴(進退)의 분수에 분명했던 이들은 한 가지 일도 그냥 지나친 적이 없었다. 일단 관수(官守)를 잃으면 반드시 몸을 떨치고 당장 떠났다. 그들도 임금 사랑하는 정으로서야 틀림없이 크게 차마 못할 바가 있었겠지만, 그러나 그 때문에 떠나는 일을 그만두지 않았던 것은, 자기가 몸을 바쳐야 할 곳에서 의(義)가 실현될 수 없게 되었을 경우 반드시 자기 몸이 물러가야만 비로소 그 의에 위배됨이 없을 것이기 때문이 아니겠는가. 그러한 상황이라면 비록 크게 차마 못할 정이 있을지라도 의를 위하여는 부득이 그 정을 제어하지 아니할 수 없는 일이 아니겠는가?” 하였다. 그리고 또 자기와 가까운 사람에게 말하기를, “옛날 고정(考亭)이 환장각 대제(煥章閣待制)로서 효종(孝宗)의 상에 있어 발인(發引)도 하기 전에 떠났는데, 의(義)로 보아 당연히 떠나야 할 처지이면 그렇게 아니할 수 없는 것이다.” 하였다. 당시 사람들이 이황을 대유(大儒)로 추중한 나머지 그가 유주(幼主)를 도와 태평성대를 이루어 줄 것을 바랐으나, 이황 자신은 자기가 경제(經濟)의 재주가 아니라 하여 어렵게 나갔다가 즉시 물러나기를 이와 같이 하였다. 사류들 공론은 그를 더욱 소중히 여겼고 그가 혹 크게 쓰이지 못할까를 염려하였다.",
                "hj": "○朔癸未/禮曹判書李滉, 解官歸鄕。 滉累辭, 解職明日, 不辭而歸。 時, 山陵未畢, 或以徑歸爲非。 奇大升以書問之, 滉答書有云: “古之君子, 明於進退之分者, 一事不放過。 小失官守, 必奉身而亟去。 彼其愛君之情, 必有所大不忍者, 然不以此廢其去者, 豈不以致身之地, 義有所不行, 則必退其身然後, 可以循其義。 當此之時, 雖有大不忍之情, 不得不屈於義所掩也。” 又謂所親曰: “昔, 考亭以煥章閣待制, 不待孝宗發引而行, 義所當去, 不得不爾也。” 蓋時人以大儒推重滉, 望其輔幼主, 致太平, 而滉自謂非經濟才, 難進易退如此。 士論益重之, 恐不得大用焉。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the month, [the King] dismissed the former State Councilor Sim Tongwon from office and had him return to his hometown. Tongwon is the younger brother of [Sim] Yeonwon . He was the father of the Queen Mother and the father of [Sim] Jongbu []. At age, he passed the civil service examination several times and did not pass the examination. When Kim Anro , he succeedededededededed to the throne, Tongwon , designated [Kim] Anro as a loyal and honest man. In the end, he was promoted to the level of the government. He was foolish and dull of quality and observation, and bribed greed in the market. The two sons of [Sim] Yak [] and [Sim] Yak [] all valued benefits and stole property, and also harmed the boys and slaves of the people. They sought to rely on the power of Wonju and Yi Yang . After Wonju was defeated, Tongwon also replaced the level of the government",
                "H2KE-nKo": "전 의정 심통원의 관작을 삭탈하고 전리로 내쫓았다. 심통원은 심연원의 아우이다. 왕대비에게는 종조부·계부가 된다. 젊었을 때 여러 차례 과거에 응시했으나 합격하지 못했는데, 김안로가 국정을 담당하자 심통원이 대책으로 정시를 보여 김안로를 충직하다고 지목하여 마침내 장원으로 발탁하였다. 중종이 그의 사람됨을 경박하게 여겼으므로 현직에 통망되지 못하였다. 명종이 즉위하자 갑자기 청요직에 올라 정사에 참여하기까지 하였다. 사람됨이 용렬하고 나약하며 염치가 없었다. 일 처리를 모호하게 하고 탐욕을 한없이 부려 뇌물이 모여들어 문전이 저자와 같았다. 두 아들 심협과 심협(沈<unk>)은 모두 이익을 노리고 재물을 훔쳤으며, 동복들도 백성에게 해를 끼쳤다. 윤원형, 이양과 성세를 서로 의지하였는데, 윤원형이 패하자 심통원도 재상에서 해임되었다. 집에서는 울적하고 불평하였으므로 사림이 그가 화를 빚을까 걱정하였다. 이때에 이르러 삼사가 발론하고 삼공이 백관을 거느리고 외지로 내쫓기를 청하였는데, 한 달이 지나서야 윤허하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 9월 1일(임자) 1번째기사",
                "gt-oKo": "전 의정(議政) 심통원(沈通源)의 관직을 삭탈하고 전리(田里)에 방귀(放歸)하였다. 통원은 연원(連源)의 아우로서 왕대비(王大妃)에게는 종조계부(從祖季父)가 된다. 젊은 시절 여러 번 과거에 응시했으나 급제를 못하다가 김안로(金安老)가 정권을 쥐었을 때, 정시(庭試) 대책(對策)에서 안로를 가리켜 충직하다 하여 그것으로 장원에 발탁되었으므로, 중종(中宗)이 그의 인품을 천박하게 여겨 통현(通顯)의 직에 오르지 못했다. 명종(明宗)이 즉위한 후 갑자기 청요(淸要)의 직을 역임하고 의정에까지 이르렀다. 그는 사람됨이 게으르고 염치가 없었으며 일 처리를 우물쭈물하는가 하면, 탐욕이 끝이 없어 뇌물이 줄을 잇고 문 앞이 시장과 같았다. 그리고 그의 두 아들 심뇌(沈鐳)와 심화(沈鏵)도 모두 이권을 추구하여 남의 재산을 빼앗았으며, 심지어 그의 종들까지도 백성에게 해를 끼쳤다. 윤원형(尹元衡)·이양(李樑) 등과 세력이 비등하였는데, 원형이 패하자 통원 역시 재상에서 물러나 집에 있으면서 많은 불평을 품었으므로, 사림(士林)들은 그가 혹시 화(禍)를 빚어내지 않을까 하고 걱정하였다. 이제 와서 삼사(三司)가 들고 일어나고 삼공(三公)이 백관(百官)을 거느리고 외방으로 찬출할 것을 청하였는데, 한 달이 넘어서야 윤허하였다.",
                "hj": "○朔壬子/削前議政沈通源官爵, 放歸田里。 通源, 連源之弟也。 於王大妃爲從祖季父。 少時累擧不中, 金安老當國, 通源對策庭試, 指安老爲忠讜, 遂擢壯元。 ﻿中廟薄其爲人, 故不得通顯。 及明廟卽位, 驟躐淸要, 以至預政。 爲人庸懦, 無廉隅, 處事含糊, 貪黷無厭, 賄賂輻輳, 門如市肆。 二子鐳、鏵, 皆射利攘財, 僮僕亦爲民害。 與尹元衡、李樑, 聲勢相倚。 元衡旣敗, 通源亦解相。 家居鬱鬱不平, 士林憂其釀禍。 至是三司發論, 三公率百官, 請竄黜于外, 逾月乃允。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyeyu day, the burial of the tomb of Gangneung in the gyeyu year (. The funeral of Myeongjong should be held in the tenth month. The officials of the Office of the Inspector General regarded that it was not auspicious, and [the officials] advanced to the ninth month. Classics Licentiate Yi Yu submitted a memorial to the King stating that the funeral is not proper. The Queen Mother instructed, Generally speaks of human relationships to Heaven. How can the officials words of the Office of the Royal Classics be trusted? It would be proper to decide on the tenth month. 대신 이준경 and others opined, Although it is a profound intent to bury the tomb without auspicious, it is feared that the spirits of the deceased will also be uncomfortable. The Queen Mother followed this advice. The high officials, who were young, requested that the burial not be held at the same time. According to the old practice, if the king was unable to accompany the funeral, the high-ranking officials alone performed the sacrifice in order to observe the spirits of the deceased. However, high-ranking officials did not examine precedents and alone were replaced by the Royal Classics of high-ranking officials. This is inconsistent.",
                "H2KE-nKo": "강릉에 장사를 지냈다. 명종의 상에는 10월에 장사를 지내야 하는데 일관이 불길하다고 하여 9월로 앞당겨 정했다. 생원 이유가 상소하여 갈장은 예가 아니라고 말하니, 왕대비가 하교하기를,“무릇 길흉은 천명에 달려 있다. 일관의 말을 어찌 족히 믿을 수 있겠는가. 10월로 정하는 것이 좋겠다.”하였다. 대신 이준경 등이 아뢰기를,“장사를 길일을 택하지 않는 것이 비록 성대한 뜻이기는 하지만 다만 흉일을 쓰는 것은 아마도 선령도 편치 않을 듯합니다.”하니, 대비가 그제야 따랐다. 대신이, 주상이 어리다는 이유로 회장하지 말기를 청하였다. 고사에 사왕이 배상하지 못하면 대신이 대신해서 주전례를 행하였는데, 대신이 전례를 상고하지 않고 품계가 높은 종실로 대신하였으니 모두 예가 아니었다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 9월 22일(계유) 1번째기사",
                "gt-oKo": "강릉(康陵)의 장례를 치렀다. 명종의 상을 10월에 장례해야 했는데, 일관(日官)이 10월은 불길하다 하여 9월로 청해 올렸던 것이다. 이에 대하여 생원(生員) 이유(李愈)는 갈장(渴葬)이 예가 아님을 상소하였고, 왕대비는 하교하기를, ‘모든 길흉(吉凶)은 하늘에 매여 있는 것이다. 일관의 말을 믿을 것이 뭐 있겠는가. 10월로 정하는 것이 옳다.’ 하였으나, 대신 이준경 등이 아뢰기를, ‘장례에 있어 꼭 길일(吉日)을 택하지 않으시는 그 뜻은 비록 훌륭한 뜻이나, 다만 흉일(凶日)로 하면 선령(先靈)이 혹시 편안치 않으실까 그것이 염려됩니다.’ 하여, 대비도 그대로 따랐다. 대신은 상이 어리다는 이유로 회장(會葬)하지 말 것을 청하였다. 고사(故事)에 의하면 사왕(嗣王)이 상(喪)을 배종하지 못하면 대신이 대신하여 신주를 모시고 전례(奠禮)를 행하는 일을 하였는데, 대신이 그러한 전례(前例)를 살피지 않고 질(秩) 높은 종실(宗室)로 대신하게 하였으니, 다 예(禮)가 아니었다.",
                "hj": "○癸酉/葬康陵。 明宗之喪, 當以十月葬, 日官以爲不吉, 進卜九月。 生員李愈上疏言, 渴葬非禮。 王大妃下敎曰: “凡吉凶在於天命。 日官之言, 何足取信? 可定于十月。” 大臣李浚慶等啓曰: “葬不擇吉, 雖是盛意, 但用凶日, 恐先靈亦不安也。” 大妃乃從之。 大臣以上幼沖, 請勿會葬。 故事, 嗣王不得陪喪, 則大臣替行, 立主奠禮, 而大臣不考前例, 以秩高宗室代之, 皆非禮也。"
            }
        }
    },
    "10": {
        "5": {
            "1": {
                "H2KE-EN": "On byeongsin day, after the rite of ending the mourning period for King Myeongjong was completed, the King ordered that a white bamboo hat be enforced according to the system of ending the mourning period. The Family Rituals (C. Liji states, When the state funeral is completed, the court officials will temporarily wear a black gauze hat and a black horn belt when they wear white clothes. However, at ordinary times they wear a white bamboo hat and a white belt. At the time of the Royal Ancestral Shrine , the officials who discussed the matter said, If the black bamboo hat is already used, the bamboo hat should also be black. The court officials all followed the advice, but this is not the system. During the mourning period for King Mngjong , Left State Councilor Yu Gwan discussed the matter and said, The black bamboo hat is the mourning period for the first anniversary of King Myeongjongs passing, and the mourning period for the first anniversary of King Myeongjongs passing is the mourning period for the first anniversary of King Myeongjongs passing. The King ordered that the white bamboo hat be enforced during the mourning period for King Myeongjongs passing. During the mourning for King Myeongs passing, Yu Gwan and the other officials killed him. The high officials immediately discontinued the discussion and requested again the black bamboo hat. During the mourning for Confucius, when Zhu Xi's Family Rituals (C. Zhu Xi's Family Rituals, when Xi's Family Rituals also criticized the opinion of Yu Gwan and the people did not dare to argue against it. At this time, the King again use white bamboo hat as in accordance with the ceremonial protocol.",
                "H2KE-nKo": "명종의 졸곡례가 끝난 뒤에 백립으로 상제를 마치는 제도를 행하라고 명하였다. 《국조오례의》에 국상이 나서 졸곡을 마치면 조정 신하들의 공회에는 임시로 오사모와 흑각대를 착용하고 흰옷을 착용하며, 평상시에는 백립과 백대를 착용한다고 하였다. 성종 때 조정의 의론이 ‘오사모는 검은색으로 하였으니 백립도 검은색으로 해야 한다.’라고 하여 조정 신하들이 모두 따랐으니, 이는 제도가 아니다. 중종의 상에 좌의정 유관이 의견을 올리기를 ‘한가로이 거처할 때 흑립을 쓴 것은 졸곡이 바로 탈상하는 것입니다.’라고 하여 다시 백립을 착용하였다. 인조의 초상에 유관 등이 죽음을 당하자, 대신이 즉시 그 의론을 폐하고 다시 흑립을 착용하였다. 문정세자의 상에 윤원형이 또 유관의 의론을 비난하여 여러 사람이 감히 간쟁하지 못하였는데, 이때에 이르러 다시 예대로 백립을 착용하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 1번째기사",
                "gt-oKo": "명종(明宗)의 졸곡례(卒哭禮)가 끝난 후 백립(白笠)으로 상기(喪期)를 마치는 제도를 시행할 것을 명하였다. 《국조오례의(國朝五禮儀)》에는, 국상에 있어 졸곡을 마치면 조신(朝臣)들이 공회(公會) 때는 백의(白衣)에다 오사모(烏紗帽)·흑각대(黑角帶)를 임시로 착용하고, 평상시에는 백립(白笠)·백대(白帶)를 착용하는 것으로 되어 있다. 성종조(成宗朝) 때 논의하는 자들이, 사모(紗帽)를 검은 색으로 했으면 갓도 당연히 검은 색이어야 한다 하여 모두 그렇게 따랐었으나, 그것은 예제가 아니었다. 그후 중종(中宗)의 상에 좌상(左相) 유관(柳灌)이 주장하기를, ‘평상시에도 흑립(黑笠)을 쓴다면 이것은 바로 졸곡에 탈상하는 것이다.’ 하여 다시 백립을 쓰기 시작했었다. 인종(仁宗) 초상 때는 유관 등이 죽음을 당하자 대신(大臣)이 바로 그 논의를 폐기하고 다시 흑립을 착용하였고, 문정 왕후(文定王后) 상에는 윤원형(尹元衡)이 또 유관의 논의가 잘못된 것이라고 하니 누구도 감히 맞서지 못하였다. 이때에 이르러 다시 예대로 백립을 착용하였다.",
                "hj": "○朔壬午/初五日丙戌, 明宗卒哭禮畢後, 命行白笠終喪之制。 《國朝五禮儀》: “國喪旣卒哭, 朝臣公會則權着烏紗帽、黑角帶, 着白衣, 而常時則着白笠、白帶。” 成廟朝議者以爲: “紗帽旣用烏, 則笠亦當黑。” 廷臣皆從之, 非制也。 ﻿中廟之喪, 左相柳灌議以: “燕居黑笠, 是, 卒哭卽脫喪也。” 復用白笠。 仁廟初喪, 灌等殺死, 大臣卽廢其議, 復着黑笠。 文定之喪, 尹元衡又詆灌議爲非, 衆不敢爭。 至是, 復用白笠如禮。"
            },
            "10": {
                "H2KE-EN": "Yun Chunnyeon passed away. [Yun] Chunnyeons character was light and frugal. He was happy to gather together and read poems of his study. He suddenly studyed the poems of his study. He did not explain the study of the Buddha and elsewhere. He said, The sage does not have any other than that of the sages. It is only that [the sages] conform to the hearts of Heaven. Nonetheless, [the sages] did not discuss the righteousness [of the sages], and [the sages] conform to the hearts of Heaven. He enjoyed absurd words of absurd rebellious and deceitful studies, and [the sages] compared with Confucius . The wicked monk Bou earlier studyed the study of his studies. Chunnyeon praised him, saying, Bou encountered the meaning of the Buddha and realized his mind, but he was unable to do so. His deceitful and deceitfulness occurred like this. He was the son of [Yun] Wonjung [], flattered [Yun] Wonjung, and suddenly reached the highest rank. In fact, [Yun] Won형이 falsely accused [Yun] Wonro [] of plotting to kill him. In fact, [Yun] Chunnyeon presented a memorial to the throne. However, Chunnyeon was not liked to enjoy wine and vegetables and bribes. People praised him for this. As the Office of the Inspector General quickly impeached the law and impeached him. When [Yun] became the minister of the Six Ministries , [Yun] numerously changed [his change], and praised him for the Way. [Yun] Wonro was defeated, Chunnyeon also imprisoned and returned to his hometown. [Yun] became ill and died. Some said, Chunnyeons household was late at the beginning of absurd rebellious disease. At night, he himself became shamans and danced. He danced and danced, and danced. He died. In general, [Yun] was also liked to",
                "H2KE-nKo": "윤춘년이 졸하였다. 윤춘년은 사람됨이 경박하여 스스로 학도들을 모아 놓고 시문을 강설하는 것을 좋아하여 사도로 자처하였는데, 그가 담론한 것은 모두 불로(佛老 불교)의 서여였다. 그가 말하기를,“성인은 다른 뜻이 없고 다만 천심에 부합하는 자이다.”하고, 의리는 논하지 않으면서도 일을 이루는 것을 천심에 부합한다고 하였다. 요망하고 허탄하며 속된 전설을 말하기 좋아하여 김시습을 추존하여 공자에 견주었다. 요승 보우가 일찍이 학업에 대해 질문하였는데, 윤춘년이 크게 칭찬하기를,“보우는 선으로 인하여 마음을 깨닫고 그칠 줄만 알았지 정성에는 미치지 못하였다.”하였으니, 그의 괴이하고 허탄함이 대부분 이와 같았다. 윤원형의 족자로서 윤원형에게 빌붙어 갑자기 대관에 이르렀다. 윤원형이 원로를 모함하여 죽인 것은 실로 윤춘년이 상소하여 아뢴 것이다. 그러나 윤춘년은 주색과 재뢰를 좋아하지 않아 사람들이 이 때문에 그를 칭찬하였다. 대사헌이 되어서는 자못 법을 지키고 안핵하였으며, 육경이 되어서는 개혁한 것이 많았는데 이를 행도라고 하였다. 윤원형이 패하자 윤춘년도 연좌되어 향리로 돌아갔다가 병이 나서 죽었다. 어떤 이는 말하기를,“윤춘년의 집에 만년에 요괴로운 이변이 있어서 그대로 병을 앓다가 광혹되어 밤에 밀실에서 스스로 무격이 되어 귀신에게 고무되어 죽게 되었다.”하였는데, 대개 또한 괴이한 것을 좋아해서 빌미가 된 것이다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 10번째기사",
                "gt-oKo": "윤춘년(尹春年)이 졸하였다. 춘년은 사람됨이 가볍고 부황하여 스스로 학도들을 모아 놓고 시문(詩文) 강설하기를 좋아하면서 스승으로 자처하였으나, 담론하는 것은 모두 불로(佛老)의 이야기였다. 그의 말에 ‘성인(聖人)이라는 것은 딴 게 아니다. 다만 천심(天心)과 부합되는 자를 이른 것이다.’ 하면서 의리(義理)는 따지지도 않고 무엇인가 성사(成事)만 하면 그것으로 천심과 부합되는 것이라고 하였다. 요사하고 허탄하고 속된 전설 같은 것을 말하기 좋아하였으며, 김시습(金時習)을 추존하여 공자(孔子)에 비유하기도 하였다. 요승(妖僧) 보우(普雨)가 일찍이 학업에 대해 질문하였는데, 대단히 칭찬하기를, ‘보우는 선(禪)으로 인하여 마음을 깨치고 그칠 곳을 알았으나, 다만 정성(定性)의 경지에 미치지 못했을 뿐이다.’ 하였다. 그의 궤탄(詭誕)함이 대개 이와 같았다. 그는 윤원형의 족자(族子)로서 원형에게 붙어 금방 대관(大官)이 되었는데, 원형이 원로(元老)를 모함하여 죽인 것도 사실은 춘년의 상소가 발단을 일으켰던 것이다. 그러나 그는 주색(酒色)·재뢰(財賂)는 좋아하지 않아 그 때문에 사람들이 칭송하였다. 그가 대사헌으로 있을 때는 법을 쥐고 안핵(按劾)하였으며, 육경(六卿) 시절에는 개혁한 것도 많았는데 스스로 일러 도(道)를 행한다 하였다. 원형이 패하자 춘년 역시 폄직(貶職)당하여 시골로 돌아갔다가 병이 발하여 죽었다. 혹자의 말에 의하면 그의 집에 느지막에는 요이(妖異)가 생겨 그 때문에 병이 나 광혹(狂惑)하였고, 밤이면 밀실(密室)에서 저 혼자 무당굿을 하고 북 치고 춤 추며 귀신에게 제사하다가 죽음에 이르렀다고 하였는데, 대개 기괴한 것을 좋아한 것이 빌미가 된 것이다.",
                "hj": "○尹春年卒。 春年爲人輕浮, 自喜聚徒, 講說詩文, 以師道自處, 所談皆佛老緖餘。 其言曰: “聖人無他, 只是合天心者耳。” 不論義理, 而以成事爲合天心。 好談妖誕俚俗之傳, 推尊金時習, 比之孔子。 妖僧普雨嘗質業, 春年大賞之以爲: “雨因禪悟心, 知止而未及於定性。” 其詭誕, 多類此。 以尹元衡族子, 附托元衡, 驟至大官。 元衡之搆殺元老, 實春年上疏啓之也。 然, 春年不喜酒色、財賂, 人以是稱之。 爲大憲, 頗操法按劾; 爲六卿, 多所改革, 謂之行道。 元衡敗, 春年亦坐貶, 歸鄕里, 發病以死。 或謂: “春年家晩有妖異, 仍感疾狂惑, 夜於密室, 自爲巫覡, 鼓舞祠神, 以至於死。” 蓋亦好怪爲祟也。"
            },
            "11": {
                "H2KE-EN": "Sim Jeon committed a crime and was removed from office. Sim Jeon was the son of [Sim] Dalwon []. When he was young, he had a talent and reputation. When he reached the post of governor, he became powerful and greedy. Earlier, he said, I have ten daughters. Why do you not greed? At this time, the Office of the Censor General impeached him and was dismissed from office. Many people shamelessly arroganted him and blamed him.",
                "H2KE-nKo": "심전이 죄가 있어 삭직하였다. 심전은 심달원의 아들이다. 젊어서부터 재주와 명망이 있었고 벼슬이 관찰사에 이르렀는데, 초친의 세력을 믿고 탐욕스럽고 야비하여 이익을 독차지하였다. 일찍이 말하기를 “나에게 열 명의 딸이 있는데 탐욕을 부리지 않고 어찌하겠는가.”라고 하였다. 이때에 이르러 양사가 논핵하여 파출당하니, 백성들이 대부분 팔을 걷어붙이고 침을 뱉으며 욕하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 11번째기사",
                "gt-oKo": "심전(沈銓)이 죄가 있어 관작이 삭탈되었다. 심전은 달원(達源)의 아들로서 젊어서는 재망(才望)이 있었고 벼슬도 관찰사(觀察使)에 이르렀는데, 왕실과 인척이라는 세력을 믿고 더럽게 굴면서 재물을 탐하였다. 그는 언젠가 말하기를, ‘내가 딸이 열 명인데 탐하지 않고서 어찌하는가.’ 하였다. 이에 이르러 양사(兩司)가 논핵하여 파출당하였는데, 백성들이 대부분 팔을 걷어붙이며 타매(唾罵)하였다.",
                "hj": "○沈銓有罪削職。 銓, 達源之子也。 少有才望, 官至觀察使, 有椒親之勢, 貪鄙罔利。 嘗曰: “我有十女, 不貪何爲?” 至是, 兩司論劾見黜, 民多攘臂唾罵者。"
            },
            "12": {
                "H2KE-EN": "Min Gi was appointed as Right State Councilor of the State Council . Left State Councilor Yi Myeongdeok resigned from office as aged and was replaced by supreme general . Kwon Cheol was promoted to left state councilor, and Min Gi was appointed Right State Councilor. Min Gi was young and reputation for Confucian scholars. When he entered the government ascended the throne, he was modest and without exception. He was only fond of fondness and was impudent in the time. At the time, both of Hong섬 and Oh Gyeom were appointed as second ministers, and they were not possible for the time. Therefore, Min Gi was appointed to the position of ministers by skiping grades. At the end of the Goryeo dynasty, Min Gi was worried about the successful candidates for the successful candidates. According to the Extended Meanings of the Great Learning (C. Daxue , the book of the Crown Prince was erected and sent to Sim Uigyeom to the Queen, and made him present the successful candidates for the successful candidates. When the King ascended the throne, people regarded Min Gi as the successful candidates for the successful candidates of the successful candidates.",
                "H2KE-nKo": "민기를 의정부 우의정으로 삼았다.좌의정 이명이 연로하다는 이유로 사직하자 체차하여 영중추부사로 삼고, 권철을 좌의정에 승진시키고, 민기를 우의정에 제수하였다. 민기는 젊어서부터 유자라는 명성이 있었고, 조정에 벼슬하여서는 시세에 따라 부침하며 남의 비위를 맞추느라 건의하여 밝힌 것이 없었다. 다만 선을 좋아하였기 때문에 당시에 존중을 받았다. 이때 홍섬과 오겸이 이상이 되었는데, 모두 당시의 인망이 아니었다. 그러므로 민기가 순서를 뛰어넘어 정승에 제수된 것이다. - 명종 말년에 후사를 정하지 못하자, 민기가 근심하여 《대학연의》의 저사를 논한 책에 부표하여 심의겸에게 보내어 이것을 왕비에게 올리게 하여 대계를 일찍 정하였다. 주상이 즉위하자 사람들이 이것을 가지고 민기를 추중하였기 때문에 당시의 인망이 특별히 높았다고 한다. -\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 12번째기사",
                "gt-oKo": "민기(閔箕)를 의정부 우의정으로 삼았다. 좌의정 이명(李蓂)이 늙었다 하여 사임하자 체임하여 영중추부사로 삼고, 권철(權轍)을 좌의정으로 승진시키고, 민기를 우의정으로 임명한 것이다. 민기가 젊어서는 유명(儒名)이 있었는데, 조정에 서자 시세에 따라 부침(浮沈)하면서 용납되기만 취하고 건명(建明)하는 것이 없었다. 다만 선(善)을 좋아하여 당시에 존중받았다. 홍섬(洪暹)·오겸(吳謙)이 당시 이상(貳相)이었으나 모두 시망(時望)이 아니었기 때문에 민기가 차서를 넘어 재상에 임명된 것이다.【명종 말년에 후사(後嗣)가 정해지지 않자 민기는 그것을 걱정하여 《대학연의(大學衍義)》의 저사(儲嗣)에 대한 논의가 있는 권(卷)에다 부표(付標)하여 심의겸(沈義謙)에게 보냈다. 그 뜻은 의겸으로 하여금 그것을 왕비에게 올려 대계(大計)를 일찍 정하게 하려는 것이었다. 상이 즉위하자 사람들이 그 사실을 가지고 민기를 추중했기 때문에 당시 기대가 특별히 무거웠다.】",
                "hj": "○以閔箕爲議政府右議政。 左議政李蓂以年老辭位, 遞爲領中樞府事。 權轍陞左議政, 箕拜右議政。 箕少有儒名, 及立朝, 浮沈取容, 無所建明, 但以好善, 見重於時。 時, 洪暹、吳謙爲貳相, 皆非時望, 故箕越次拜相。【明廟末, 繼嗣未定, 箕憂之, 以《大學衍義》論儲嗣卷付標, 送于沈義謙, 使以此進于王妃, 早定大計矣。 及上卽位, 人以此推箕, 故時望特重云。】"
            },
            "13": {
                "H2KE-EN": "Kim Myeongyun was guilty, and his certificate of appointment was revoked. At the time, the Censorate impeached [Kim] Myeongyun , and the King said, [Kim] Myeongyun is old, and his incident has already been discussed for a long time. However, [the King] did not grant permission for a long time. 기대승이 입시하여 the Royal Lecture and reported, [Kim] Myeongyuns reputation is impossible, and his death of Bongseong is caused by Myeongyun. He should not be stayed in the imperial court. The King accepted this. Myeongyun was a good reputation, and he recommended [him] for wise and foolish. He selected [him] for the state examination in gichuk year (. When the state examination was abolished, [he] again followed the Royal Confucian Academy and entered the Royal Confucian Academy to pass the state examination. [He] was urgent to promote [him] and did not care about the right and wrong of others. In eulsa year (, [he], loyal to the powerful officials, fabricated a false report, saying, Im wanted to plotted Lord of Bongseong Yi Wan and Lord of Gyerim Yi Yu to surreptitiously observe the great position. This caused a great natural disaster. At the end of the eulsa year (, [he] frequently declined the powerful circumstances. Myeongyun then proceeded to the Royal Lecture and reported, There are many vagabonds in eulsa year (. [Your subjects] request that [he] be slightly resolved. [But] he requested that Jo Sik , Yi Hang , and others be appointed as inspectors and censors . [But] the communication of Confucian scholars resolved [the powerful circumstances]. At this time, [he] was removed from office, and yet he was still unable to preserve his life. At the beginning of the first year of Emperor Renzong , the inspectors and censors impeached [him] for his grievances. The memorial addressed, There is no one who is upright and honest. Bai In걸 requested [his] letter of removing the letter of appointment",
                "H2KE-nKo": "김명윤이 죄가 있어 관작을 삭탈하였다. 이때 삼사가 김명윤을 논핵하였는데, 주상이 김명윤이 연로하고 이미 지나간 일이라 하여 오래도록 허락하지 않았다. 기대승이 경연에 입시하여 아뢰기를,“김명윤은 이랬다저랬다 형편없습니다. 봉성군이 죽은 것은 김명윤 때문이니, 조정에 머물러 있게 해서는 안 됩니다.”하니, 주상이 받아들였다.김명윤은 젊어서부터 훌륭한 명성이 있어 현량으로 천거되어 기묘년의 과거에 급제하였다. 천거과가 파하자 다시 과거 공부를 하여 과장에 들어가 급제하였다. 벼슬길에 나아가기에 급급하여 남의 시비를 따지지 않았다. 을사년의 난이 일어났을 때 권간의 뜻에 영합하여 ‘윤임이 봉성군 이완과 계림군 이유를 추대하고자 하여 대위를 엿보았다.’라고 무고하여 아뢰어 큰 화가 하늘에 닿게 하였다. 명종 말년에는 뭇 간신들의 세력이 쇠퇴하였는데, 김명윤이 이에 연석에서 아뢰기를 ‘을사년의 잔당 중에 억울한 자가 많으니, 조금 신설해 주소서.’라고 하고, 조식과 이항 등을 대간으로 삼기를 청하기까지 하니, 사림이 그의 결단에 분개하였다. 이때에 이르러 삭직되었는데, 그래도 목숨을 보전한 것을 시원치 않게 여겼다.인종 초년에 대간이 기묘년의 억울함을 신설해 줄 것을 아뢰었는데, 그 계사에 ‘기묘년의 사류 중에 정직한 사람이 아닌 자가 없습니다.’라고 하였다. 이에 백인걸이 그 말을 지워 버리기를 청하면서 아뢰기를,“임금은 털끝만큼도 속일 수 없습니다. 기묘년에는 본디 어진 선비가 많았으니, 어찌 천거과가 파한 뒤에 책복을 짊어지고 과장에 들어간 자처럼 정직한 사람이겠습니까.”하였는데, 이는 김명윤을 가리킨 것이다. 백인걸이 언젠가 김명윤을 면전에서 배척하기를 ‘그대는 천억으로 몸을 변화시킬 것이다.’라고 하였는데, 사람들이 확실한 의론이라고 하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 13번째기사",
                "gt-oKo": "김명윤(金明胤)이 죄가 있어 관작을 삭탈하였다. 당시 삼사(三司)가 명윤에 대하여 논하자, 상은 그가 늙었고 또 이미 지나간 일이라 하여 오래도록 윤허하지 않았는데, 기대승(奇大升)이 경연에 입시하여 아뢰기를, ‘명윤은 이랬다저랬다 종잡을 수 없는 사람으로 봉성군(鳳城君)이 죽은 것도 사실은 명윤 때문이었으니 조정에다 둘 수는 없다.’고 하자, 상이 받아들였던 것이다. 명윤이 젊어서는 착하다는 명망이 있어 현량(賢良)으로 추천되어 기묘년 현량과에 발탁되었고, 그 후 현량과가 없어지자 다시 거업(擧業)에 종사하여 시장(試場)에서 급제하였다. 그는 진취(進取)에 급급하여 남의 시비도 돌보지 않고 을사 사화(乙巳士禍) 때 권간(權奸)들 뜻에 맞추어 윤임(尹任)이 봉성군(鳳城君) 이완(李岏)·계림군(桂林君) 이유(李瑠)를 추대하여 대위(大位)를 넘보려 한다고 무계(誣啓)함으로써 하늘에 닿을 큰 화단을 불러 일으켰던 것이다. 명종(明宗) 말년에 와서 뭇 권간들 세력이 꺾이자 그때는 또 명윤이 경연 석상에서 아뢰기를, ‘을사년 여당(餘黨)들이 억울하게 당한 자가 많으니, 바라건대 그들에 대하여 조금 신설(伸雪)을 하소서.’ 하면서, 조식(曺植)·이항(李恒) 등을 대간(臺諫)으로 삼을 것을 청하기도 하였으므로 사림은 그의 농단(壟斷)에 대하여 분개하였는데, 지금에 와서 삭직(削職)만 당하고 목숨을 보존한 것을 시원치 않게 여겼다. 인종(仁宗) 초기에 대간(臺諫)이 기묘년 사화 때의 억울하게 당한 자들을 신설해 줄 것을 아뢰었는데, 그 아뢴 내용에, ‘기묘년의 사류(士類)들은 모두가 정직한 사람들이었다.’는 대목이 있었는데, 이에 대하여 백인걸(白仁傑)은 그 대목을 말소할 것을 청하면서, ‘임금은 털끝만큼도 속여서는 안 된다. 기묘 당시 어진 사람이 많았던 것은 사실이지만 천거과(薦擧科)가 없어진 후 책보(冊袱)를 짊어지고 장옥(場屋)에 들어갔던 자도 정직한 사람이라고 할 것인가?’ 하였으니, 그것은 명윤(明胤)을 두고 한 말이었다. 인걸이 언젠가는 명윤을 면전에서 배격하기를, ‘그대야말로 천백억화신(千百億化身)이다.’ 하였는데, 사람들은 그것이 꼭 맞은 말이라고 하였다.",
                "hj": "○金明胤有罪, 削奪官爵。 時, 三司論明胤, 上以: “明胤年老, 事在已往。” 久不許。 奇大升入侍經筵啓曰: “明胤反覆無狀, 鳳城之死, 由於明胤, 不可留於朝廷也。” 上納之。 明胤少有善名, 以賢良薦, 擢己卯科。 及薦科之罷, 復從擧業, 入場登第。 急於進取, 不恤人之是非。 乙巳之難, 希權奸旨, 誣啓: “尹任欲推戴鳳城君岏、桂林君瑠, 窺覦大位。” 以致巨禍彌天。 明廟末, 群奸勢衰, 明胤乃於經席啓曰: “乙巳餘黨多冤枉, 請稍伸雪。” 及請以曹植、李恒等爲臺諫, 士林憤其壟斷。 至是削職, 猶以得保首領爲未快。 仁宗初年, 臺諫啓雪己卯之冤, 其啓辭有曰: “己卯士類, 無非正直之人。” 白仁傑請抹其辭曰: “君上不可以一毫欺也。 己卯固多賢士, 豈如薦科罷後, 負冊袱入場屋者, 亦正直之人乎?” 蓋指明胤也。 仁傑嘗面斥明胤曰: “君是千百億化身。” 人以爲的論。"
            },
            "14": {
                "H2KE-EN": "[The King] specially summoned [Chinese] Hwang and appointed Second Deputy Director of the Royal House Administration . [He] continued to proclaim that a royal edict was issued, but [he] declined to come. Chief Royal Secretary Heo엽 reported to the King, saying, From ancient times, when wise scholars chose a wise student to study, the king can encourage the Royal Confucian Academy. [However], Hwang repeatedly resigned from office due to illness. If Your Majesty wishes to make him serve as a teacher, it would be possible to study him. The King approved this. Heo엽 reported again, The scholar Bak Hyeong instructed the Elementary Learning (C. Xiaoxue , and the students numbered several hundred. Previously, [he] recommended [him] as a educational official for the Elementary Learning (C. Xiaoxue , but [His Majesty] dismissed [him] from office. [Your subjects] request that following the examples of Yi Jungho and Jang Yun , [him] be granted [him] salaried posts. [The King] granted permission. [Bak] Hyeong, being a legitimate son of a concubine, was not allowed to enter government service. He lived in his hometown to educational Confucian classics and instructed the first educational scholars thoroughly. Everyone of the literary liter",
                "H2KE-nKo": "이황을 특별히 불러 지중추부사에 제수하고, 이어 교서를 내려 유지를 전하였으나 사양하고 오지 않았다. 승지 허엽이 주상에게 아뢰기를,“예로부터 제왕은 어진 스승을 얻어 학문을 한 뒤에야 왕업을 일으킬 수 있었습니다. 이황이 여러 차례 병으로 사직하였으니, 주상께서 만일 공경을 다하고 예를 극진히 하여 스승으로 삼고자 하신다면 오게 할 수 있을 것입니다.”하니, 주상이 그대로 따랐다. 허엽이 또 아뢰기를,“사인 박형은 《소학》을 가르쳤으므로 학도가 항상 수백 명이나 됩니다. 지난번에 천거되어 동몽교관에 보임되었으나 고시에 나아가지 않았다는 이유로 파직되었습니다. 전조의 이중호와 장윤의 예에 따라 녹질을 주소서.”하니, 그대로 따랐다.박형은 서얼로서 벼슬길에 나가지 못하고 집에 있으면서 경서를 가지고 초학자들을 가르쳤는데, 정과가 정밀하고 엄격하여 사대부의 자제들이 모두 그의 문하에서 나왔고, 조사들도 그를 따라 배우는 자들이 많았다. 박형은 예로써 자신을 단속하였고, 노수신과 허엽은 모두 그와 벗하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 14번째기사",
                "gt-oKo": "이황(李滉)을 특별히 불러 지중추부사(知中樞府事)를 제수하고 이어 교서(敎書)를 내려 유시하였으나, 사양하고 오지 않았다. 승지 허엽(許曄)이 상께 아뢰기를, ‘예로부터 제왕(帝王)이 어진 스승을 얻어 그에게 배우고 나서야 왕업(王業)을 일으켰던 것입니다. 이황이 누차에 걸쳐 병을 이유로 사양하고 있으나, 상이 만약 경건한 경의를 표하고 예를 다하여 스승으로 삼으려고 하신다면 올 것입니다.’ 하자, 상이 그대로 따랐다. 허엽이 또 아뢰기를, ‘사인(士人) 박형(朴泂)이 《소학(小學)》을 가르치는데 학도가 수백 명이라고 합니다. 전번에 그가 동몽 교관(童蒙敎官)에 천거되어 보임되었다가 고시(考試)에 나가지 않았던 까닭에 파출을 당했습니다. 바라건대 전조(前朝)에서 이중호(李仲虎)·장윤(張崙)에게 하던 예대로 녹질(祿秩)을 주소서.’ 하니, 상이 따랐다. 박형은 서얼로서 벼슬길이 막히자 집에 있으면서 초학도(初學徒)에게 경서(經書)를 가르쳤는데 가르치는 과정이 매우 엄격하여, 사대부(士大夫) 자제들이 모두 그 문하를 거치었고 조사(朝士)로서도 그에게 가 배우는 자들이 많았다. 그는 몸가짐을 예도에 어긋나지 않게 하여 노수신·허엽이 모두 그와 벗하였다.",
                "hj": "○特召李滉, 拜知中樞府事, 繼以敎書, 諭旨, 辭不至。 承旨許曄白上曰: “自古帝王, 得賢師爲學, 然後王業可興。 李滉累辭病, 上若致敬盡禮, 欲以爲師, 則可至矣。” 上從之。 許曄又啓: “士人朴泂以《小學》爲敎, 學徒常數百人。 前者薦補童蒙敎官, 以不就考試見罷。 請依前朝李仲虎、張崙例, 畀以祿秩。” 從之。 泂以庶孽, 不通仕路, 居家以經書, 敎誨初學之徒, 程科精嚴, 士大夫子弟, 無不出其門, 朝士亦多從學者。 泂律己以禮, 盧守愼、許曄皆與之友。"
            },
            "15": {
                "H2KE-EN": "The King summoned 처사 Jo Sik and Seong Un , former 군수 Yi Hang , and others, but they did not come. At the end of the reign of King Taejong , Jo Sik was summoned repeatedly. At the end of the byeongin year (, he began to come to the court [of Ming China] and was directly appointed as executive assistant of the Office of Seals and Tallies . Earlier, he paid a farewell visit to the King, and soon declined to return. Yi Hang was summoned at the same time and entered the palace to make a detailed method of promoting studies and governing governance. He was appointed as magistrate of Imcheon County . On his appointed journey [to the capital] one year, he abandoned his post and returned. On this day, court officials had successively recommended him, and all of them were specially summoned. Jo Sik was staying at Samga , and Seong Un was staying at Boeun , and Yi Hang was staying at Taein .",
                "H2KE-nKo": "처사 조식과 성운, 전 군수 이항 등을 불렀으나 모두 오지 않았다. 조식은 명종 말년에 여러 차례 부름을 받고 나왔다. 병인년에 비로소 조정에 나와 상의원 판관에 제수되었는데, 일찍이 한 번 어전에 나왔다가 즉시 하직 인사를 하고 돌아갔다. 이항도 같은 시기에 부름을 받고 입대하여 진학과 치세의 방도를 진달하였다. 임천 군수에 제수되었으나 부임한 지 1년 만에 버리고 돌아갔다. 이때에 이르러 조신들이 번갈아 가며 천거하니, 모두 하서하여 특별히 불렀다. - 조식은 삼가에, 성운은 보은에, 이항은 태인에 살았다. -\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 15번째기사",
                "gt-oKo": "처사(處士)인 조식(曺植)과 성운(成運) 그리고 전 군수 이항(李恒) 등을 불렀으나 모두 오지 않았다. 조식은 명종(明宗) 말년에 누차 징소(徵召)를 받고 병인년에야 처음으로 조정에 나와 상의 판관(尙衣判官)에 제수되었으나, 한 번 등대(登對)하고 나서 곧 하직하고 가버렸다. 이항도 동시에 부름을 받고 입대하여 진학(進學)·치치(致治)에 대하여 그 방법을 개진하고는 임천 군수(林川郡守)에 제수되어 부임한 지 1년 만에 관직을 버리고 돌아갔었다. 이때 와서 조신(朝臣)들이 서로 추천하자 다 하서(下書)하여 특명으로 불렀었다.【조식은 삼가(三嘉)에, 성운은 보은(報恩)에, 이황은 태인(泰仁)에 각각 살았다.】",
                "hj": "○召處士曺植、成運, 前郡守李恒等, 皆不至。 植於明廟之末, 累被徵召, 丙寅始造朝, 拜尙衣判官, 嘗一登對, 卽辭歸。 恒同時被召入對, 陳進學、致治之方, 除林川郡守, 赴任一年, 棄歸。 至是, 朝臣交薦之, 皆下書特召。【植居三嘉, 運居報恩, 恒居泰仁。】"
            },
            "16": {
                "H2KE-EN": "The King attended the Royal Lecture and expounded on the Great Learning (C. Daxue . Ki Daeseung came to the palace and attended upon the King. The King addressed the exposition of the governance of the ancient monarchs as well as the governance of governance in the past. The King asked, While Yao , Shun , Yang , and Mu were all wise subjects, they were able to obtain the benevolent governance with the utmost governance. However, since the Three Dynasties, wise men were found in the world and save for the people, but they did not enjoy themselves to serve in the government, thereby self-restraining the Way of the Dynasty (C. Xiao , Ki Daeseung said, While possessing a study of the Way of the Dynasty (C. Daxue, Ki Daeseung, as well as the Way of the Dynasty (C. Daxue, Ki Daeseung, as well as the Way of the Dynasty (C. Daxue, Ki Daeseung, as well as the Way of the Dynasty (C. Zhou, Ki Daeseung, as well as the Way of the Dynasty (C. Zhou, Ki Daeseung, and the Way of the Dynasty (C. Zhou, Ki Xiao, as well as the Way of the Dynasty (C. Xiao , Kiao , as well as the Way of the Dynasty (C. Xiao , Ki, Ki Daeseung, as well as the Way of the Dynasty (C. Xiao , Kiao , as well as the Way of the Dynasty (C. Xiao , Ki , were similar to the Way of the Dynasty (C. Zhou , and the Way of the Dynasty (C. Zhou, Ki Daeseung, as well as the Way of the Dynasty (C. Zhou, Ki Daeseung, as well as the Way of the Waynasty (C. Zhou , Ki Daeseung, as the Way of the Waynasty (C. Zhou, Ki Xiao , were also study of the Way of the Dynasty (C. Zhou, Ki Daeseung, as well as the Way of the Dynasty (C. Xiao , K. Xiaoy of the Way of the Shu (C.",
                "H2KE-nKo": "주상이 경연에 나아가 《대학》을 강하였다. 기대승이 입시하였다. 주상이 이어 옛 제왕 정치의 우열을 논하다가 묻기를,“요, 순, 탕, 무는 모두 어진 신하를 얻어 함께 지치를 이루었다. 삼대 이후로 세상을 구제하고 백성을 안정시킨 어진 신하가 있더라도 벼슬하기를 즐거워하지 않고 도로써 스스로를 지켰으니, 이는 모두 제때를 얻지 못해서 그런 것인가? 비록 제때를 만났더라도 벼슬하지 않은 자가 있었던 것은 어째서인가?”하니, 기대승이 아뢰기를,“명덕, 신민, 체용지학입니다. 만약 진유라면 어찌 자기 몸만 선하게 하였겠습니까. 한쪽으로 치우친 선비라면 산림으로 영영 가버린 자도 있을 것입니다.”하고, 이어 정자, 주자 등 여러 현인을 등용하고 물리치는 절차와 당시 임금의 이합하는 기미 및 우리 조종조의 어진 사람과 군자가 조정에 서서 참소를 당한 일에 대해 두루 진달하니, 주상이 그렇겠다고 하였다. 또 아뢰기를,“주상께서 현인을 구하는 데 유의하시니, 신민의 복입니다. 지난번에 이황, 이항, 조식이 모두 특지를 입었으니, 이는 선왕의 뜻을 계승하는 것으로 매우 성대한 일입니다. 다만 세 사람은 나이가 모두 70이고 날씨도 한창 추우니, 만약 길을 나섰다가 병을 얻게 되면 도로에서 쓰러질까 두렵습니다. 어진 선비를 대우하는 것은 마땅히 조용히 관대하게 해야지 몰아붙여 나오게 해서는 안 되니, 날씨를 보아 올라오는 것이 편리하겠습니다.”하고, 이준민이 이어 아뢰기를,“어진이를 신임하는 데 의심할 것이 없다는 논의는 참으로 지당합니다. 그러나 오늘날 사람들이 어찌 한결같이 옛사람만 하겠습니까. 그 사람을 보고서 군자임을 분명히 안 연후에 쓰는 것이 옳습니다.”하고, 기대승이 아뢰기를,“미천한 신은 본래 지식이 없어 우러러 진달하기 어렵습니다. 그러나 대체적인 것으로 보건대, 이황은 지위가 매우 높아 정자와 주자를 조술하였는데, 그 논술이 정자와 주자에 가까웠으니, 우리나라는 근래에 드문 일입니다. 그의 성품은 조용히 물러나 벼슬하기를 좋아하지 않아 시골에서 매우 가난하고 고생한다고 들었습니다. 이항은 젊었을 때 협기를 좋아하고 무예를 업으로 삼아 뉘우치고 깨달아 학문을 하여 공부를 하였으니, 그 용맹이 옛사람과 다름이 없고 덕기도 이루어져 보기에 엄연하였습니다. 다만 늦게야 학문을 알아 학문이 해박하고 통달하지 못합니다. 조식은 기절이 뇌락하여 천 길 높이 우뚝 솟아 있으니 완고한 자를 청렴하게 하고 나약한 자를 진작시킬 수 있으나, 학문은 규구를 따르지 않았습니다. 성운도 유일의 선비인데 나이가 70이 넘었으니, 신은 그 학문이 어떠한지 모르겠습니다. 대체로 조용히 스스로를 지키는 사람입니다. 한때의 어진 선비는 인품도 일정하지 않으나 이황이 으뜸입니다. 주상께서 몇 사람을 불러 삼대의 정치를 이루려고 하시니, 저들이 어찌 감히 이윤과 주공을 자처하겠습니까. 반드시 학문이 지극하지 못한 것을 혐의스럽게 여길 것입니다. 접대가 지나치게 후하면 또한 감당하지 못할 듯합니다. 그들이 올라오기를 기다려 접견하시면 반드시 할 말이 있을 것입니다. 신임은 전일하게 해야 하고 접대는 마땅히 참작해야 합니다. 한때 후대하다가 계속하지 못하면 참소하고 이간하는 일이 이로 말미암아 생길 것입니다. 또 반드시 성학이 고명한 연후에야 정사의 득실과 인물의 현부를 알 수 있을 것입니다.”하니, 주상이 그렇겠다고 하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 16번째기사",
                "gt-oKo": "상이 경연에 나아가 《대학(大學)》을 강하였다. 기대승(奇大升)이 입시하였다. 상이 옛날 제왕 정치의 우열(優劣)을 논하다가 묻기를, “요(堯)·순(舜)·탕(湯)·무(武)는 다 어진 신하를 얻어 모두 지치(至治)를 이루었으나 삼대(三代) 이하로는 제세 안민(濟世安民)을 할 만한 어진이가 있었음에도 그들이 벼슬길에 나서는 것을 좋아하지 않고 도(道)로써 자신을 지켰는데, 그들 모두가 때를 얻지 못하여 그러했던 것인가? 때를 얻고도 벼슬을 않은 자가 있었는데 그것은 왜인가?” 하니, 대승이 아뢰기를, “명덕(明德)·신민(新民)은 체(體)와 용(用)의 학문입니다. 만약 진유(眞儒)라면 어찌 자기몸만 선하게 했겠습니까. 그중 한쪽으로 치우친 선비들이 혹 산림(山林)에 숨어 영원히 돌아오지 않은 이도 있었던 것입니다.” 하고, 이어 정자(程子)·주자(朱子) 등 여러 현자들의 진퇴(進退)의 절의와 당시의 임금들과 맞고 맞지 않았던 동기 등을 낱낱이 개진하고 따라서 우리 나라 조종조에 있었던 현인(賢人)·군자(君子)들이 조정에 있다가 참소당한 일들을 말하니, 상도 그것을 인정하였다. 또 아뢰기를, “지금 상께서 어진이 구하는 데에 뜻을 두고 계신 것은 신민(臣民)들의 복입니다. 지난날 이황·이항·조식이 모두 특지(特旨)의 부름을 받은 것도 선왕의 뜻을 이어받으신 것으로 매우 훌륭한 일이었습니다. 다만 그 3인이 나이가 모두 70인데 이 차가운 날씨에 길을 나섰다가 만약 병이라도 얻는다면 길거리에서 쓰러질 염려도 없지 않을 것입니다. 어진 선비를 대우함에 있어 여유 있게 하는것이 옳지, 무턱대고 몰아세운다면 그것은 옳지 않을 일입니다. 그들로 하여금 날씨를 보아가며 올라오도록 하시는 것이 좋을 것입니다.” 하고, 이준민(李俊民)이 이어 아뢰기를, “어진이라면 의심없이 신임해야 한다는 것은 물론 당연한 일입니다. 그러나 지금의 사람들이 어떻게 고인(古人)과 똑같을 수야 있겠습니까. 그 사람됨을 보아서 그가 군자(君子)임을 분명히 알고 나서 등용해야 할 것입니다.” 하였다. 대승이 아뢰기를, “보잘것없는 신은 아는 것도 없어 무어라 아뢰기는 어려우나 대체적으로 보았을 때 이황은 그 경지가 매우 높아 정주(程朱)를 조술(祖述)하였으므로, 그의 논술(論述)도 정 주의 것과 비슷하니 우리 나라에서는 근대에 드문 존재입니다. 그는 성품도 조용히 물러나 있기를 좋아하고 벼슬을 좋아하지 않아 시골에서 매우 가난하게 지내고 있다고 합니다. 이항은 젊은 시절 호협한 성품으로 무(武)를 익히다가 늦게야 깨닫고 뉘우쳐 학문을 하기 시작하였는데, 그의 용기야말로 고인과 다를 바 없고 그는 또 덕기(德器)도 이미 성취가 되어 보기에 매우 엄연(儼然)합니다. 다만 늦게 한 학문이기 때문에 학문에 있어 해통(該通)하지 못합니다. 조식은 기절이 호방하고 장대한데다 천 길 높이 우뚝 서 있는 기상이어서, 무뢰한 자가 그를 보면 염치가 생기고 게으른 자가 그를 대하면 뜻을 세울 정도이지만, 학문에 있어서만은 법도를 따르지 않았습니다. 성운(成運)도 유일(遺逸)의 선비로서 70이 넘었습니다. 그의 학문이 어떠한 지 신으로서는 모르나 대체로 조용하고 담담하게 자신을 지키는 사람입니다. 모두가 한 때의 어진 선비들로서 인품이 각기 다르지만 그중에 이황이 단연 최고입니다. 상께서 이상 몇 사람을 불러 삼대의 정치를 재현하려고 한다면, 그들이 어찌 감히 이윤(伊尹)·주공(周公)으로 자처하겠습니까. 그들은 반드시 학문이 부족하다고 혐의할 것입니다. 그러므로 그들을 너무 지나치게 대우하면 오히려 감당하지 못할 듯싶으니, 그들이 올라오기를 기다려 접견하시면 반드시 말이 있을 것입니다. 그들을 신임하는 데 있어서는 당연히 처음부터 끝까지 변함이 없어야겠지만, 대우에 있어서는 참작이 있어야 할 것입니다. 만약 한 때 후대하였다가 계속되지 않을 경우 참소하거나 이간하는 일이 발생할 여지가 있습니다. 또 성상의 학문이 고명해야지만 정사(政事)의 잘잘못과 인물의 현부(賢否)에 대하여 아실 수가 있을 것입니다.” 하니, 상이 그렇게 여기었다.",
                "hj": "○上御經筵, 講《大學》。 奇大升入侍。 上因論古帝王政治優劣, 問曰: “堯、舜、湯、武, 皆得賢臣, 共成至治。 三代以下, 雖有濟世安民之賢, 而不樂仕宦, 以道自守, 是皆不得其時而然耶? 雖遇其時, 亦有不仕者, 何也?” 大升曰: “明德、 新民、體用之學也。 若眞儒則豈獨善其身乎? 一偏之士, 則或有長往山林者矣。” 仍歷陳程、朱諸賢進退之節與時君離合之機, 以及我國祖宗朝賢人、君子立朝遭讒之事, 上然之。 又言: “自上留意求賢, 臣民之福也。 頃日李滉、李恒、曺植, 皆被特旨, 此繼述先志, 甚盛擧也。 第三人年皆七十, 日氣方寒, 若登途得病, 則恐顚仆道路。 待賢士, 當從容寬假, 不宜驅迫使之, 觀日候上來爲便。” 李俊民因言: “賢者信任無疑之論, 固至矣。 當今之人, 豈能一如古人乎? 觀其人而灼知其君子, 然後用之可也。” 大升曰: “微臣固無知識, 有難仰達。 然以大槪觀之, 則李滉則地位甚高, 祖述程、朱, 其論述近於程、朱, 我國近代所稀有也。 其性恬退, 不樂仕宦, 聞其居鄕甚貧苦。 李恒則少時好俠業武, 悔悟爲學, 做得工夫, 其勇與古人無異, 德器亦成, 見之儼然。 但晩而知學, 學問不能該通。 曹植則氣節磊落, 壁立千仞, 可以廉頑立懦, 而學問則不循規 矩。 成運亦遺佚之士也。 年過七十, 臣未知其學如何, 大抵恬淡自守人也。 一時賢士, 人品亦不一, 而李滉當爲最。 自上召數人等, 欲致三代之治, 則彼豈敢以伊、周自任乎? 必以學問未至爲嫌。 接待過厚則亦恐不敢當也。 待其上來, 接見則必有所言。 信任則所當專一, 接待則當有斟酌。 一時厚待, 而不能繼之, 則讒間之所由生也。 且必聖學高明然後, 政事得失、人物賢否, 可以知之矣。” 上然之。"
            },
            "17": {
                "H2KE-EN": "[The King] also attended the Royal Lecture on the Confucian Classics and exhorted the excessive grievances of giyu year [but] still remained in exile. [The King] also said, In the byeongjin year (, resident of Jeolla Province Ahn Seosun submitted a memorial stating that Song Insu was not guilty of guilty and sentenced to death. [However], 윤원형 , Yi Gi , and others disliked [him] and severely punished him to death. Those involved in the statement of Jeong Ryun were all decapitated without waiting for the time, and his household property was confiscated, and his wife and children were made slaves. At that time, those who copyed the memorial were still banished to a remote area. All of them were pardoned. This is a glorious world. Previously, the royal instruction was intended to wait until the sages are clear, and then revise it. The King also regarded it as difficult for the sake of the ancestors. This is what the former kings wished to revise it, but could not be implemented. On the day of succession to succeeding to the throne, [If] those who were guilty of guilty and causing trouble were delayed for one day, it is also pitiful. Moreover, [when I] summoned the wise scholars of the world, this matter has not yet been completely exonerated, [I] fear that there will be no way to see and hear and encourage them. The King agreed with this. Soon afterward, all [officials] were released.",
                "H2KE-nKo": "유대승이 또 경연에서 기유년 옥사의 원통하고 외람됨을 극언하였는데 지금까지 찬배되어 있는 자가 오히려 많았다. 또 아뢰기를,“병진년에 호남 사람 안서순이 상소하여 송인수가 죄가 없는데도 찬배되어 죽은 것을 말하자, 윤원형과 이기 등이 미워하여 혹독한 형벌로 죽였습니다. 정윤의 공초에 연루된 자는 모두 참부대시하고 가산을 적몰하며 처자식은 노비로 삼았습니다. 그때 상소를 베껴 쓴 사람도 지금 먼 지방에 유배되어 있으니 모두 사면해 주는 것이 성세의 일입니다. 지난번 자전의 하교는 성학이 고명해지기를 기다린 뒤에 고치려는 것이었고, 주상께서도 선왕 때에 있었던 일이라 하여 어렵게 여기셨습니다. 이는 선왕께서 고치려고 하셨으나 미처 시행하지 못하신 것입니다. 지금 선왕의 뜻과 사업을 계승하는 때에 죄없이 화를 입은 자를 하루라도 지체하는 것은 또한 애석한 일입니다. 더구나 지금 초야의 어진 선비를 불러들이고 있는데 이 한 가지 일이 미진하게 누명을 씻지 못한다면 보고 듣고 흥기할 수 없을 듯합니다.”하니, 주상이 그렇게 여겼다. 얼마 안 되어 모두 소결하여 풀어 주었다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 17번째기사",
                "gt-oKo": "기대승(奇大升)이 또 경연에서, 기유년 옥사(獄事)가 억울하고 범람하였고 지금까지도 귀양살이에서 풀려나지 못하고 있는 자가 너무 많다는 것을 극언하고, 또 아뢰기를, “병진 년간에 호남(湖南) 사람 안서순(安瑞順)이 죄없이 귀양가 죽은 송인수(宋麟壽)에 대하여 상소하였는데, 윤원형(尹元衡)·이기(李芑) 등이 미워하여 혹형(酷刑)으로 죽였습니다. 정윤(鄭綸) 사건에 연루된 자는 모두 부대시(不待時)로 참형(斬刑)당하고 가산(家産)은 적몰(籍沒)되었으며 처자(妻子)들도 노예가 되었습니다. 당시 상소문을 썼던 사람으로 지금까지 원방에서 유배 생활을 하고 있는 자가 있으니, 모두에게 사면을 내리는 것이 성세(聖世)의 일입니다. 지난번 자교(慈敎)에서는 성상의 학문이 고명해지기를 기다려 개정하겠다고 하였고 상께서도 전 왕조에 있었던 사건이라 하여 난색을 보이시는데, 이는 바로 선왕께서 고치려고 하셨으면서 미처 못고쳤던 일들입니다. 선왕의 뜻을 계술(繼述)하는 오늘날 죄없이 화를 당했던 자들에 대하여 하루가 늦으면 그만큼 애석한 일인데, 더구나 지금 초야에 묻힌 어진 선비들을 불러들이는 이 마당에 그 한 가지 일을 깨끗이 소설(昭雪)을 못한다면, 백성들이 보고 듣고서 흥기할 바가 없을 것 같습니다.” 하니, 상이 그렇게 여기었다. 그로부터 얼마 후 모두 석방되었다.",
                "hj": "○大升又於經筵。 極言己酉獄事之冤濫, 而至今在竄配者猶多, 又: “丙辰年間, 湖南人安瑞順上疏, 言宋麟壽非罪竄死, 尹元衡、李芑等惡之, 酷刑殺之。 辭連鄭綸者, 皆斬不待時, 籍沒家産, 妻子爲孥。 其時寫疏人, 今尙流配遠方, 宜皆沛宥, 此聖世事也。 前者慈敎, 欲待聖學高明, 然後改之; 自上亦以事在先朝, 難之。 此乃先王欲改, 而未及施者也。 當此繼述之日, 以無辜被禍者, 雖遲一日, 亦可惜也。 況方召草野賢士, 而此一事, 有未盡昭雪, 則恐無以觀聽而興起也。” 上然之。 未幾, 皆得疏釋。"
            },
            "18": {
                "H2KE-EN": "The King instructed that Yi Hwang and others be made to wait until the weather grows and then have them stubbornly come to the capital. This was following the words of [Yi] Daeseung .",
                "H2KE-nKo": "주상이 이황 등에게 하유하여 날씨가 따뜻해지기를 기다려 조용히 올라오라고 하였는데, 황대승의 말을 따른 것이다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 18번째기사",
                "gt-oKo": "상이 이황 등에게 하유(下諭)하여 날씨가 따뜻해지기를 기다려 조용히 올라오도록 하였는데, 기대승의 말을 따른 것이다.",
                "hj": "○上, 下諭李滉等, 使待日暖, 從容上來, 從大升之言也。"
            },
            "19": {
                "H2KE-EN": "Jo Sik again declined and did not come. He also requested that the two characters for urgent relief aid be presented to the King as a single person to replace the King with a single person. He also said, Currently, the foundation of the state is disturbed, and all the harmful effects have become extreme. Therefore, it is necessary to urgently strive to relieve the people of the fire or the danger. If they do not support themselves, they merely strive to support themselves with a single person with a",
                "H2KE-nKo": "조식이 재차 사직하고 오지 않았다. 또 ‘구급’이라는 말을 ‘나라를 흥하게 한다.[興邦]’라는 한 글자를 올려 헌신을 대신할 것을 청하였다. 또 아뢰기를,“지금 나라의 근본이 무너지고 온갖 폐단이 극에 달하였으니, 대소 신료들이 불에 타고 물에 빠진 사람을 구하듯 급급히 서둘러 조금도 지탱하지 말아야 합니다. 그런데 한갓 헛된 명예만을 일삼고 의론을 독실하게 하는 것만 일삼고 있으니, 명분이 실제를 구제할 수 없는 것은 마치 그림과 떡이 기근을 구제할 수 없는 것과 같습니다. 완급과 허실을 분간하여 처리하소서.”하였다. 이때 주상이 바야흐로 유학에 뜻을 두고 있었고, 여러 현인이 조정에 가득하여 성리학을 논설하였다. 그러나 조정의 기강이 진작되지 않고 나라의 근본이 날로 위축되었으므로 조식이 이런 말을 한 것이다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 19번째기사",
                "gt-oKo": "조식(曺植)은 두 번이나 사양하고 오지 않았다. 그는 구급(救急)이라는 두 글자를 올려 그것으로 나라를 일으킬 한 마디 말로 자기 몸 대신 바친다고 하고, 또 아뢰기를, “지금 나라의 근본이 무너지고 온갖 폐단이 극에 달하여 대소 관료들이 불에 타고 물에 빠진 자를 구하듯 서둘러 손을 쓰더라도 지탱하지 못할까 싶은데, 한갓 허명(虛名)만을 일삼고 논란만을 하고 있어 명(名)이 실(實)을 구제하지 못하는 것이 마치 그림의 떡이 주린 배를 채워주지 못하는 것과 마찬가지입니다. 바라건대 완급(緩急)과 허실(虛實)을 분간하여 조치를 취하소서.” 하였다. 이는 당시 주상이 바야흐로 유학(儒學)을 숭상하여 조정 안의 여러 인물들이 성리(性理)를 논설하나, 조정의 기강은 떨치지 못하고 나라의 근본은 날이 갈수록 위축되고 있었기 때문에 조식이 그렇게 말한 것이었다.",
                "hj": "○曺植再辭不至。 且請以救急二字, 獻爲興邦一言, 以代獻身。 又 “方今邦本分崩, 百弊斯極, 所宜大小汲汲, 如救焚拯溺, 罔或支持, 而徒事虛名論篤是與, 名不足以救實, 猶畫餠之不足以救飢。 請以緩急虛實, 分揀處置。” 是時, 主上方向儒學, 諸賢滿朝, 論說性理, 而朝綱不振, 邦本日蹙, 故植有此說。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jeong Cheol as director of the Office of the Inspector General .",
                "H2KE-nKo": "정철을 홍문관 부수찬으로 삼았다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 2번째기사",
                "gt-oKo": "정철(鄭澈)을 홍문관 부수찬으로 삼았다.",
                "hj": "○以鄭澈爲弘文館副修撰。"
            },
            "20": {
                "H2KE-EN": "Shin응시를 홍문관 교리로 삼았다. One day, the lecture on the Confucian classics was concluded, and the King addressed the officials, saying, The Tang Comprehensive Mirror to Aid in Government (C. Tongjian gangmu is truly a good book. [Shin]응시가 answered, How can Your Majesty see the book? [Your subject] desires that no one should see the book except for the lecture on the Confucian classics in the royal lecture. Moreover, the late Comprehensive Mirror to Aid in Government (C. Tongjian gangmu is not upright, and even scholars do not study it. How much more should the ruler be able to see it? Truly, this was designated as the matter of removing the Royal Ancestral Shrine to Confucius.",
                "H2KE-nKo": "신응시를 홍문관 교리로 삼았다. 주상이 하루 강의가 끝나자 신하들에게 말하기를,“《황명통기》는 매우 좋은 책이다.”하니, 신응시가 대답하기를,“전하께서 어디서 이 책을 보셨습니까? 연석에서 강하는 책 외에는 일체 보지 마소서. 더구나 《황명통기》의 말권은 논한 것이 바르지 못하여 선비도 달갑게 여기지 않는데 하물며 임금이겠습니까.”하였다. 이는 흥헌왕을 추숭한 일을 가리킨 것이다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 20번째기사",
                "gt-oKo": "신응시(辛應時)를 홍문관 교리로 삼았다. 상이 어느날 강을 마치고 나서 제신들에게 이르기를, “《황명통기(皇明通紀)》는 매우 좋은 책이었다.” 하자, 응시가 대답하기를, “전하께서 어디서 그 책을 구해 보셨습니까? 경연에서 강하는 서책 외에는 일체 보지 마시기 바랍니다. 더구나 《황명통기》로 말하면 그 끝부분의 논의가 바르지 못해 일반 선비들도 그것을 보려고 않는데 하물며 임금이겠습니까?” 하였는데, 이는 흥헌왕(興獻王)의 추숭(追崇)에 대한 일을 가리켜 말한 것이다.",
                "hj": "○以辛應時爲弘文館校理。 上, 一日講罷, 謂諸臣曰: “《皇明通紀》, 甚是好書。” 應時對曰: “殿下何從得見此書耶? 筵中所講書外, 願一切勿觀。 況《通紀》末卷, 所論不正, 士子猶不屑觀, 況人主乎?” 蓋指興獻追崇事也。"
            },
            "21": {
                "H2KE-EN": "The King appointed Yi Geun as assistant director of the Office of the Crown Prince , and Jeong Cheol as 부수찬으로 삼았다.",
                "H2KE-nKo": "윤근수를 부응교로, 정철을 홍문관 부수찬으로 삼았다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 21번째기사",
                "gt-oKo": "윤근수(尹根壽)를 부응교로, 정철(鄭澈)을 홍문관 부수찬으로 삼았다.",
                "hj": "○以尹根壽爲副應敎, 鄭澈爲弘文館副修撰。"
            },
            "22": {
                "H2KE-EN": "The King appointed Noh Jin as magistrate of Jeonju Magistracy . Noh Jin served his mother with utmost filial piety. During the reign of Emperor Xiaozong (r. of the Goryeo dynasty, he was repeatedly appointed to the position of 청현직에 several times. All of them earnestly resigned from his post and returned to his hometown. Sometimes he requested that he be appointed as magistrate of Jeonju . After he was appointed as magistrate of Jeonju , he was incorruptible and loving the people and diligently conducted state affairs. He did not neglect his old age. People in the provinces regarded his location after his departure.",
                "H2KE-nKo": "노진을 전주 부윤으로 삼았다. 노진은 지극한 효성으로 어미를 섬겼다. 명종 때부터 여러 차례 청현직에 제수되었으나 모두 간절히 사양하고 고향으로 돌아갔으며 외직에 보임해 줄 것을 청하기도 하였다. 전주 부윤이 되어서는 청렴하고 삼가며 백성을 사랑하였고 정무에 부지런하여 늙는 것을 게을리하지 않았으므로 고을 사람들이 모두 그가 떠난 뒤에 그리워하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 22번째기사",
                "gt-oKo": "노진(盧禛)을 전주 부윤(全州府尹)으로 삼았다. 노진은 어머니를 섬기면서 효성이 지극하여 명종 때부터 누차 청현직(淸顯職)을 제수하였으나, 간곡히 사양하고 물러갔거나 아니면 외직에 보임해 줄 것을 빌었었다. 전주 부윤이 되자 그는 청백하고 삼가면서 백성을 사랑하였고 정무(政務)에 부지런하여 늙었어도 게으르지 않았다. 그가 떠난 후 주(州)의 사람들 모두가 추모하는 정이 있었다.",
                "hj": "○以盧禛爲全州府尹。 禛事母至孝, 自明廟朝, 累除淸顯, 皆懇辭退歸, 或乞補外。 及守全州, 淸愼愛民, 勤於政務, 不以老爲懈, 州人皆有去後思。"
            },
            "23": {
                "H2KE-EN": "Chief State Councilor Yi Gyeong proceeded to the Royal Lecture and reported to the King as follows: The King has newly inherited the order of the King, and this is the day of all the people rush to his mind. Therefore, all actions should not be left unreasonable. The sovereigns language, sleep, and actions are not related to the world and the danger of the state. Therefore, it is impossible to allow even a single things or a single timble tim",
                "H2KE-nKo": "영의정 이준경이 경연에서 주상에게 아뢰기를,“주상께서 새로 천명을 받으셨으니, 지금이야말로 억조 창생이 마음을 기울여야 할 때입니다. 따라서 시행하는 모든 일을 일체 소홀히 해서는 안 됩니다. 임금의 일어 일묵과 일동 일정은 모두 국가의 흥망에 관계되니, 일동 일언일묵이라 하여 스스로 안일하게 해서는 안 됩니다. 사람의 마음을 제어하기 어려운 것으로는 욕심보다 심한 것이 없습니다. 필부도 욕심이 없는 것은 아니지만 법을 두려워하여 절제가 있기도 하고, 만나는 것이 풍족하지 못하기도 하여 그다지 욕심이 부리지 않기도 합니다. 그러나 그래도 몸을 망치고 집안을 망치는 자가 있는 것은 오직 제어하기 어렵기 때문입니다.임금의 경우는 앞에서 사귀는 것이 모두 풍형예대의 일이기 때문에 두려워할 만한 법제가 없기 때문에 명철한 임금이라도 빠지기 쉽고, 안일하더라도 위태로워지기 쉽고 오직 욕심이 방종하기 쉽기 때문입니다. 예로부터 욕심 때문에 혼란을 초래한 임금이 많았습니다. 지금 즉위 초에 먼저 이로써 경계를 삼아 종묘사직을 보전하고 생민을 보호하는 제일의 근본으로 삼으소서. 더구나 직언은 국가의 원기이니, 하루라도 없어서는 안 됩니다. 말이 도리에 맞더라도 마음에 거슬린다 하여 그 사람에게 화를 내면 치란이 나뉘어지는 것입니다. 또 반드시 유신을 가까이하여 성심으로 학문을 강론하여 먼저 본원을 바로잡는 것이 일을 조치하고 다스림을 내는 근본이 될 수 있을 것입니다.”하니, 주상이 얼굴빛을 바꾸고 받아들였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 23번째기사",
                "gt-oKo": "영의정 이준경이 경연에서 상에게 아뢰기를, “주상이 새로이 천명을 받으셨으니 이는 억조 창생이 마음을 기울이는 때입니다. 그러므로 모든 하는 일에 있어 하나도 그대로 지나쳐서는 안 됩니다. 임금의 일어 일묵(一語一默), 일동 일정(一動一靜)이 국가의 흥망과 직결되지 않음이 없으므로, 한 번의 동정(動靜), 한 번의 어묵(語默)이 작은 것이라 하여 스스로 방일해서는 안 됩니다. 사람에 있어 제일 제어하기 어려운 것이 욕심입니다. 필부도 욕심이 없는 것은 아니지만 혹 법이 무서워 못하기도 하고, 혹은 가진 것이 넉넉지 못하여 욕심이 나는대로 하지 못합니다. 그래도 그중에는 몸을 망치고 집안을 망친 자가 있는 것은 욕심이라는 것이 그만큼 제어하기 어렵기 때문입니다. 임금에게 있어서는 앞에 쌓인 것이 풍요롭게 누리고 크게 즐길 만한 것들이 아닌 것이 없고 게다가 법을 무서워할 까닭도 없기 때문에, 비록 명석한 임금이라도 빠져들기 쉽고 비록 편안한 자리이지만 위태해지기 쉬운데, 그 역시 욕심이 방종해지기 쉬운 때문입니다. 그리하여 옛부터 욕심으로 하여 난을 일으킨 임금들이 많았던 것입니다. 바라건대 이 즉위 초기에 우선 그것을 경계하여 종사(宗社)를 보전하고 생민(生民)을 보호하는 제일의 근본을 삼으소서. 하물며 직언은 나라의 원기(元氣)로서 하루도 없어서는 안 되는 것입니다. 비록 도(道)에 맞는 말일지라도 그것이 마음에 거슬린다 하여 그 사람에게 화를 내신다면 거기에서 치(治)와 난(亂)은 갈라지는 것입니다. 그리고 또 유신(儒臣)을 가까이하시고 성심으로 학문을 닦아 우선 본원(本源)을 올바르게 다져놓아야만 일을 조치하고 나라를 다스리는 데 있어 밑바탕이 될 것입니다.” 하니, 상이 옷깃을 여미며 듣고 받아들였다.",
                "hj": "○領議政李浚慶於經筵白上曰: “主上新服厥命, 此, 億兆傾心之日也。 凡所施爲, 一切不可放過。 人主一語一默、一動一靜, 莫不係於國家興亡, 不可以一動靜、一語默之微, 而有所自逸。 人心之難制, 莫甚於慾。 匹夫不是無慾, 而或畏法有制; 或所遇不豐, 不甚爲慾所使。 然猶有喪身亡家者, 唯其難制故也。 至於人君, 則所交於前者, 莫非豐亨豫大之事, 而無法制之可畏, 故雖明, 易溺; 雖安, 易危, 唯慾易放故也。 自古人君, 以慾致亂者多矣。 當此卽位之初, 願先以此爲戒, 以爲保宗社、保生民之第一本焉。 況直言者, 國家元氣, 不可一日無也。 言雖合道, 以逆于心, 而怒其人, 則治亂之所由分也。 又必親近儒臣, 誠心講學, 先正本原之地, 可以爲措事出治之本矣。” 上動容聽納。"
            },
            "3": {
                "H2KE-EN": "The high-ranking officials resigned because of the winter solstice. The Queen Mother issued an instruction, saying, What is the fault of high-ranking officials? The fault lies in the sovereign. If there are any wise scholars who have been delayed and those who have been punished, all of them should be released and appointed to government posts. Consequently, the high-ranking officials selected and reported to the throne on the records of those who were falsely accused after the eulsa year (. Sometimes they requested that they be released and returned to their posts, and sometimes they requested that they be returned to their posts. In the end, Song Insus letter of appointment was restored, and the hearts of the people were greatly pleased. At the time, Chief State Councilor Yi Gyeong was in charge of state affairs. The officials discussed this matter with him, saying, There is no circumstances in dealing with matters, and I am afraid that there might be an occurrence in the future. Yi Gyeong did not listen to this, and many criticisms were praised.",
                "H2KE-nKo": "대신이 겨울에 천둥이 쳤다는 이유로 사직하니, 대비가 하교하기를,“대신이 무슨 죄가 있는가. 허물이 임금에게 있으니, 만약 어진 선비로서 침체되어 있거나 무고하게 죄를 입은 자가 있으면 모두 소결하여 풀어 주고 서용하라.”하였다. 이에 대신이 을사년 이래로 죄를 얽힌 자들을 초록하여 아뢰면서 석방해 주기를 청하기도 하고 복직시켜 주기를 청하기도 하여 마침내 송인수의 직첩을 회복시켜 주니, 인심이 크게 기뻐하였다. 이때 영의정 이준경이 국정을 담당하고 있었는데, 동료들의 의론이 ‘일을 점진적으로 하지 않으면 후환이 있을까 두렵다.’라고 하였으나, 이준경이 들어주지 않았다. 이에 의론이 훌륭하게 여겼다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 3번째기사",
                "gt-oKo": "대신이 겨울에 뇌성이 있었다 하여 사직하자 대비가 하교하기를, “대신이 무슨 잘못인가. 과실이 있다면 군상(君上)에 있는 것이다. 만약 어진 선비로서 침체되어 있거나 죄가 없는데도 죄를 당한 자가 있으면 모조리 소해(疏解)하고 서용(敍用)하도록 하라.” 하였다. 그리하여 대신이 을사 사화(乙巳士禍) 이래 무고하게 죄받은 사람들의 이름을 기록하여 아뢰어 혹은 방환(放還)을, 혹은 복직(復職)을 청하였다. 그리하여 송인수(宋麟壽)의 직첩(職牒)이 드디어 회복되니 인심이 크게 기뻐하였다. 당시 영의정 이준경이 국정을 맡고 있었는데, 일부 동료들은 그가 하는 일이 너무 급진적이어서 혹 뒤탈이 있을까 싶다 해도 이준경이 이를 듣지 않자, 논의하는 자들이 그를 장하게 여겼다.",
                "hj": "○大臣以冬雷辭職, 大妃下敎曰: “大臣何辜? 過在君上。 若有賢士沈滯者; 無辜被罪者, 悉皆疏解敍用。” 於是, 大臣以乙巳以來, 被羅織者, 抄錄以啓, 或請放還; 或請復職, 遂復宋麟壽職牒, 人心大悅。 時, 領議政李浚慶當國, 僚議有言: “作事無漸, 恐有後患。” 浚慶不聽, 議者多之。"
            },
            "4": {
                "H2KE-EN": "Song Insus character was loyal and gentle, and he was sincere and sincere. When he was young, he mourned his mother and was excessively grieved in his heart. He stood in a thatched hut at his room, and he shed tears. He lived in a thatched hut at a thatched hut, and all wild egs were white. People called him filial piety and 감동ed him. At the beginning of the reign of Emperor Xiao , he had a courteous and honest official reputation. The Confucian scholars relied upon him. Insu was not talented in administration, and he was modest and diligent in treating others with nature. He did not understand the current situation and wished to complete the three ancestors of the Xiao Dynasty (C. Xiao , but he eventually caused a great natural disaster. At the beginning, he was a powerful functional activities and was expelled from his village to demote himself from his native place. When he was imprisoned in the 벽서의 room, Yun Hwon falsely accused the specifics of selecting worthy men and died. Yi Gi said to others, How could Song Insu not be virtuous? However, it is not possible to impose a small benevolence in his benevolence because he intended to build a building of a hut. Although his land is good, he cannot but be put to death.",
                "H2KE-nKo": "송인수는 사람됨이 충후하고 성실하였다. 어려서 어머니를 여의고 마음 내키는 대로 애통해하였으며, 엎드린 거적자리는 눈물을 흘리며 썩었다. 한가로이 여막에서 지냈는데 새끼가 모두 흰색이었으므로 사람들이 효감이라고 하였다. 인조 초기에 조정에서 바른말을 하여 중명이 있었으므로 사림이 그를 의지하였다. 송인수는 경국제세의 재주가 없어 마음을 비우고 사람을 대하며 정치와 교화에 예리하였고, 시세를 헤아리지 않고 삼대의 사업을 이루려고 하자 뭇 간신들이 눈을 흘겨보다가 마침내 큰 화에 빠졌다. 처음에 경박한 무리의 괴수라는 이유로 관작을 삭탈하고 도성 밖으로 내쫓았는데, 벽서의 옥사 때 윤원형이 택현설을 맨 먼저 제창하였다고 무고하여 사사하였다. 이기가 사람들에게 말하기를,“송인수가 어찌 선인이 아니겠는가. 다만 큰일을 행할 때 소인에 구애되어서는 안 된다. 비유하자면 집을 짓고 터를 닦으려고 한다면 그 지역에 좋은 화훼가 있더라도 제거하지 않을 수 없다.”하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 4번째기사",
                "gt-oKo": "송인수는 사람됨이 충후(忠厚)하고 성실하였다. 어린 시절 어머니 상을 당했을 때는 자기 감정대로 너무 슬퍼한 나머지 그가 엎드렸던 짚자리가 눈물로 인하여 썩었으며, 여막(廬幕)에 집을 지은 제비가 새끼를 까자 그 새끼들이 모두 흰 색이어서 사람들이 효감(孝感)의 소치라고 하였었다. 인종조(仁宗朝)에 조정에 있으면서 바른말 잘하여 중명(重名)이 있어 사림(士林)이 그를 의지하고 믿었었다. 인수가 경제(經濟)의 재주는 없었으나 마음을 비워 사람을 대하고, 또 치화(治化)에 예의 주력하여 사세를 따지지 않고 삼대(三代)의 사업을 이루려고 하였으므로, 뭇 간인(姦人)들이 모두 질시하여 큰 화에 빠뜨렸다. 처음에 부박(浮薄)한 무리의 우두머리라 하여 관직을 삭탈하고 시골로 내쫓았다가 그 후 벽서(壁書) 사건 때 윤원형이, 택현(擇賢)의 말을 먼저 주창했다고 무고하여 결국 사사(賜死)하였다. 그때 이기(李芑)가 사람들에게 말하기를, ‘송인수가 왜 좋은 사람이 아니겠는가. 다만 큰 일을 행함에 있어 작은 사랑에 얽매임을 당해서는 안 되는 법이다. 비유하자면 집을 짓기 위하여 터를 닦을 때, 그 지면(地面)에 아무리 좋은 화훼(花卉)가 있더라도 그것을 제거하지 않으면 안 되는 것과 같은 것이다.’ 하였다.",
                "hj": "○宋麟壽爲人, 忠厚誠篤。 幼年喪母, 任情過哀, 所伏苫席, 因淚成腐。 燕棲廬幕, 雛皆白色, 人謂孝感。 仁廟初, 立朝謇諤, 有重名, 士林倚賴。 麟壽無經濟才, 虛心待人, 銳於治化, 不量時勢, 欲做三代事業, 群姦側目, 卒陷大禍。 初以浮薄之魁, 削黜鄕里, 壁書之獄, 尹元衡誣以首倡擇賢之說, 而賜死。 李芑謂人曰: “宋麟壽豈不是善人? 但行大事, 不可拘小仁。 比如作堂, 欲開基築址, 則其地面, 雖有好花卉, 不得不芟治也。”"
            },
            "5": {
                "H2KE-EN": "[The King] ordered that 노수신 , Yun Chung , Kim Nansang , Yu Gam , and Yi Wongok be reinstated. All of them were those who had committed crimes since eulsa year (. [Yu] Susin was originally a literate and profound reputation, and he disliked the wicked clique. He falsely accused [his] rumor and was banished to Jindo . When he was banished to a designated area, he did not cease the study of learning. Both Kim Nansang had a clear reputation. On this day, he was appointed as second clerk of the Office of the Inspector General . [Yun] Chung was study and strong, and he was punished at the same time. [Yun] Huichun was banished to Jongseong . [Kim] Nansang was banished to Namhae , and he was banished to a designated area for twenty years. Yu Gam and [Yi] Wongok were all appointed as a staff official of the Ministry of Personnel . They were punished by guilty and flattering a false accusation and were banished to a designated area. On this day, [Yun] Gam became a fourth clerk and died. [Yi] Wong록 was appointed as director of the Publication Office . Shortly thereafter, he was promoted to third minister of Works . Because of illness, he was unable to reappoint [his] position.",
                "H2KE-nKo": "노수신, 유희춘, 김난상, 유감, 이원록 등의 관작을 회복시키라고 명하였다. 이들은 모두 을사년 이후에 죄를 받은 사람들이다. 노수신은 본래 문행으로 명망이 높았는데, 간당들이 그를 시기하여 부박한 사람이라고 무고하여 진도로 귀양을 보냈다. 귀양살이 하면서 학문을 폐하지 않아 김난상과 함께 청명이 있었다. 이때에 이르러 홍문관 교리에 제수되었는데, 유희춘은 박학 강기하여 동시에 죄를 입었다. 유희춘은 종성으로, 김난상은 남해로 귀양 가서 20년 동안 귀양살이하다가 관작이 회복되었다. 유감과 이원록은 모두 이조 낭관으로서 참소에 연좌되어 귀양갔는데, 이때에 이르러 유감은 사인이 되었다가 얼마 안 되어 죽었고, 이원록은 판교로 있다가 얼마 안 되어 공조 참의로 승진되었으나 병으로 폐기되어 등용되지 못하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 5번째기사",
                "gt-oKo": "노수신(盧守愼)·유희춘(柳希春)·김난상(金鸞祥)·유감(柳堪)·이원록(李元祿) 등의 복관(復官)을 명하였다. 이들은 모두 을사 사화 이후 죄를 얻은 사람들이다. 수신은 원래 문행(文行)으로 명망이 높았었는데, 간당들이 그를 시기하여 부박(浮薄)하다고 무고하여 진도(珍島)로 귀양보냈다. 그는 귀양살이 중에서도 학문을 계속하여 김난상과 함께 청명(淸名)이 있었는데, 이때 와서 홍문관 교리(弘文館敎理)에 임명된 것이다. 유희춘은 학식이 해박하고 뛰어난 기억력을 가지고 있었는데 모두 같은 때 죄를 입어 희춘은 종성(鍾城)으로, 난상은 남해(南海)로 귀양갔다 20년 만에 복관이 되었다. 유감·이원록은 모두 이조 낭관(吏曹郞官)으로서 참소를 입고 귀양갔다가 이때 풀려나와 유감은 사인(舍人)이 되었는데 이윽고 죽었으며, 이원록은 판교(判校)가 되었다가 얼마 뒤 공조 참의(工曹參議)로 승진되었으나 병으로 폐기되어 쓰이지 못하였다.",
                "hj": "○命盧守愼、柳希春、金鸞祥、柳堪、李元祿等復官。 皆乙巳以後得罪之人也。 守愼素以文行致重名, 姦黨忌之, 誣以浮薄, 竄珍島。 在謫中, 學問不廢, 與金鸞祥, 俱有淸名。 至是, 拜弘文館校理。 柳希春博學强記, 同時被罪。 希春謫鍾城; 鸞祥謫南海, 在謫凡二十年, 而復官。 柳堪、李元祿, 皆以吏曹郞官, 坐讒構被謫。 至是, 堪爲舍人尋卒。 李元祿爲判校, 俄陞工曹參議, 病廢不用。"
            },
            "6": {
                "H2KE-EN": "The high-ranking officials requested that the King follow the old system and reinstate a noble meal. The King denied this request. The three state councilors led all the officials to earnestly request the King to grant permission. The King also ordered all the officials to eat plain meals without meat. This was all in accordance with the old system. At that time, the King frequently attended the Royal Lecture and questioned him very carefully. All the lecturer and the student of the Office of the Royal Lectures were afraid of learning. When Bak Sun entered the Royal Lecture, he said to others, He saw the jade appearance of the King. Truly, he is a wise ruler. Whenever Yi Daeseung came to the Royal Lecture, he retreated and said, He enjoys learning and enjoys good deeds. Truly, he is a sage ruler. He shed tears. Prior to this, before the rite marking the end of grieving, he attended the Royal Lecture and merely read the lecture on the Confucian Classics, but there was no word about questioning. The various officials quite suspected that it was neglected. After the rite marking the end of grieving, the King began to repeatedly explain his opinion. This was because the King intended to preserve the proprieties for the dynasties.",
                "H2KE-nKo": "대신이 옛 제도를 따라 상선을 회복할 것을 청하였으나 주상이 들어주지 않았다. 삼공이 백관을 거느리고 굳이 청하자 이에 윤허하였다. 또 백관에게 개소할 것을 명하였는데, 모두 옛 제도를 따른 것이다. 이때 주상이 자주 경연에 나아가 변문을 매우 자세히 하였는데, 강관 중에 학문이 얕은 자들이 모두 입시하기를 꺼려하였다. 박순이 입시했다가 나와서 사람들에게 말하기를,“상의 옥용을 보니 참으로 영특한 군주이다.”하였다. 기대승이 입시할 때마다 물러나면서 탄식하기를,“학문을 좋아하고 선을 좋아하니 참으로 성주이다.”하고, 감격하여 눈물을 흘리기까지 하였다.이에 앞서 졸곡이 되기 전에 경연에 나아가 임문하여 읽기만 하고 질문하는 말이 없었으므로 신하들이 자못 소략하다고 의심하였다. 졸곡이 지난 뒤에 비로소 반복하여 변론하였는데, 이는 주상이 양암의 예를 보존하고자 하여 그렇게 한 것이다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 6번째기사",
                "gt-oKo": "대신들이 구제(舊制)에 따라 다시 상선(常膳)을 회복할 것을 청하였으나, 상은 이를 듣지 않았다. 그리하여 삼공(三公)이 백관을 거느리고 굳이 청한 끝에야 윤허를 하고 이어 백관들에게도 개소(開素)할 것을 명하였는데, 이는 모두 구제를 따른 것이다. 당시 상은 자주 경연에 나와 변론도 하고 묻기도 하였는데, 어찌나 자세하던지 강관(講官)으로서 학식이 얕은 자는 모두 입시(入侍)하기를 꺼려 하였다. 박순(朴淳)이 입시하였다가 나와서 사람에게 말하기를, ‘상의 옥용(玉容)을 뵈오니 참으로 영특한 군주이다.’ 하였고, 기대승(奇大升)은 번번이 입시하였다가 물러와서는 감탄하며 말하기를, ‘배우기 좋아하고 선(善)을 즐기니 참으로 성주(聖主)이다.’ 하면서 감격에 겨워 눈물을 흘리기까지 하였다. 이에 앞서 졸곡(卒哭) 전에는 경연에 나와서 다만 책을 대하여 읽기만 하고 질문하는 말이 없었으므로 뭇 신하들이 혹 궐략(闕略)한 게 아닌가 의심도 했었는데, 졸곡을 지나고서는 비로소 반복하여 변론하였다. 그것은 상이 양암(諒闇)의 예를 지키기 위하여 그러했던 것이다.",
                "hj": "○大臣請遵舊制, 復常膳, 上不聽。 三公率百官, 堅請乃 允。 又命百官開素, 皆遵舊制也。 時, 上頻御經筵, 辨問甚詳, 講官淺學者, 皆憚於入侍。 朴淳入侍, 出語人曰: “瞻上玉容, 眞英主也。” 奇大升每入侍而退, 歎曰: “好學樂善, 眞聖主也。” 至於感泣。 先是, 未卒哭, 御經筵, 只臨文讀之, 無質問之語, 群臣頗疑闕略。 卒哭後始反覆辨論, 蓋上欲存諒闇之禮而然也。"
            },
            "7": {
                "H2KE-EN": "The King reappointed Yi Hwang as concurrent second deputy director of the Office of Royal Decrees and concurrently appointed him as director of the Office of State Records . The King urged him to summon him. [Yi] Hwang submitted his resignation and requested to retire.",
                "H2KE-nKo": "이황을 겸 동지경연춘추관사로 다시 전지를 내려 부르기를 재촉하니, 이황이 상소하여 사직하고 치사하기를 청하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 7번째기사",
                "gt-oKo": "다시 이황(李滉)을 겸 동지경연춘추관사로 유지(諭旨)를 내려 독촉하여 불렀으나, 이황은 사직 상소를 올리고 치사(致仕)할 것을 빌었다.",
                "hj": "○復以李滉兼同知經筵春秋館事, 下旨促召, 滉上疏辭職, 乞致仕。"
            },
            "8": {
                "H2KE-EN": "The King appointed Ki Daeseung as second inspector of the Office of the Inspector General . Daeseung attended the Royal Lecture and reported to the King as follows: In the world, there is no right and wrong between the world. When the right and wrong are clearly clarified, the people will conform to the world and the right and wrong will conform to the world. At the end of the Goryeo dynasty, Great King Munjong strived to cultivate good governance and employed wise scholars. The scholars also enjoyed using them, and thus the governance of the Tang Dynasty and the Three Dynasty could be recognized again. At that time, Xuanzong was a good man, and he was recognized by the Confucian scholars. The world of petty men wished to make a false accusation. At that time, Xuanzong and others disclosed the meritorious deeds of Jeongjong and others, and thus they said, Xuanzong recognized the people and planned to commit treason. Sometimes he was sentenced to death, and sometimes he was banished to a designated area or banished to a designated area. At the end of the Goryeo dynasty, they learned of the truth. Sometimes, sometimes he was pardoned, sometimes he was appointed. At the beginning of the reign of King Taejong, there was a Confucian scholar who had learned and behavior. Sometimes, the world of petty men became a study of the Royal Confucian Academy. At the end of the Goryeo dynasty, Jeong Mongju first became a study of Jeongjong and Jeong Mongju . When he entered our court and learned the language of Jeong Mongju, it was Kim Jongjik . Kim굉필은 Kim Jongjiks younger sister. Considering that Xuanzong was wise, he was selected as assistant section chief . However, at the time of Yeonsan , he was also sentenced to death. At the beginning of the Goryeo dynasty, he was invested as right state councilor . Xuanzong was also the younger sister of Kim굉필의 younger sister of the world. He desired to reform the world and prevented the source of the people from studying the world. However, he was unable to die. 이언적s study and behavior must be searched for and studying the world. The King followed this advice. The King ordered that 이언적s word be taken and presented to him. Earlier, when Eonjeok was placed in a designated area, he took the meaning of studying the Great Compendium of Human Nature and Principle (C. Yixue jing and presented the meaning of the Great Compendium of Human Nature and Principle (C. Yixue jing, and the Five Compendium of Human Nature and Principle (C. Yixujing, and the Five Compendium of Human Nature and Principle (C. Yixujing, and the Five Compendium of Human Nature and Principle and Learning (C. Yixujing .",
                "H2KE-nKo": "기대승을 사헌부 집의로 삼았다. 기대승이 경연에 입시하여 아뢰기를,“천하의 일은 시비가 없어서는 안 됩니다. 시비가 분명해야만 인심이 복종하고 정사가 순조로워지는 것입니다. 중종대왕께서는 정신을 가다듬어 잘 다스려지기를 도모하여 어진 선비를 등용하였고 선비들도 기꺼이 등용되어서 당우 삼대의 정치를 다시 이룰 수 있게 하였습니다. 당시에 조광조는 선인으로서 사림의 존중을 받았는데, 소인의 무리가 참소하여 이간질하려고 하였습니다. 마침 조광조 등이 정국 공신으로 외람되게 녹훈된 자들을 논핵하자, 남곤과 심정 등이 이것을 가지고 ‘조광조가 인심을 수습하여 불궤를 도모하였다.’라고 하면서 사형에 처하기도 하고 내쫓기도 하고 귀양 보내기도 하였습니다. 중종 말년에 비로소 그 실상을 알고는 용서해 주기도 하고 등용하기도 하였습니다. 그런데 선왕 초년에 사림에 학행이 있는 자들이 소인을 매개로 삼아 ‘기묘년의 습속을 창도하였다.’라고 하여 처음에는 ‘부박하다.’라고 논하였다가 나중에는 ‘난역’으로 논하였으니, 이언적, 송인수, 노수신, 정황, 유희춘 등이 그들입니다. 선왕이 어린 나이로 어떻게 알 수 있었겠습니까. 을사년 이후로는 다시 시비에 대해 말하는 자가 없었습니다.고려 말엽에 정몽주가 비로소 정주의 학문을 시작하여 아조에 들어와서 정몽주를 전습한 자는 김종직이고, 김굉필은 김종직의 제자입니다. 성종이 그를 훌륭하게 여겨 좌랑으로 발탁하였는데, 연산조에도 귀양가서 죽었습니다. 중종 초기에 우의정을 증직하였는데, 조광조는 또 김굉필의 제자입니다. 학문에 독실한 공부가 있어서 세도를 회복하고 이익의 근원을 막고자 하다가 뜻을 이루지 못하고 죽었습니다. 이언적의 학행도 근래에 없던 바이니, 집에 간직해 둔 유서를 수소문하여 표창해야 합니다. 이언적과 조광조에게 모두 관직을 추증한다면 시비가 분명해지고 인심이 흥기할 것입니다. 이황은 어려서부터 학문에 힘썼는데, 당초에 선인이 죄를 받는 것을 보았기 때문에 물러났습니다. 어진 사람을 등용하고자 한다면 먼저 시비가 분명해지게 해야 합니다.”하니, 주상이 그대로 따르고 이언적의 유서를 가져오라고 명하였다.처음에 이언적이 귀양살이를 하면서 《역경》의 진덕 수업의 뜻을 취하여 《역경》의 《역경》의 진덕 수업의 뜻을 부연하여 8개 조항을 만들었는데, 첫째는 ‘도리를 밝히는 것[明道理]’, 둘째는 ‘대본을 세우는 것[立大本]’, 셋째는 ‘천덕을 본받는 것[體天德]’, 넷째는 ‘선성을 본받는 것[法往聖]’, 다섯째는 ‘총명을 넓히는 것[廣聰明]’, 여섯째는 ‘인정을 베푸는 것[施仁政]’, 일곱째는 ‘천심을 따르는 것[順心]’, 여덟째는 ‘중화를 이루는 것[致中和]’이다. 이것이 성정의 도움이 되고자 하였으나, 시의가 불가하다고 하여 감히 나아가지 못하였다. 이때에 이르러 그의 서자 전인이 상소하여 올리니, 주상이 전지를 내려 칭찬하고 즉시 이언적의 관작을 회복시켰다. 전교하기를,“이언적은 죄가 없을 뿐만 아니라 실로 학행이 있다. 근래에 유독 저술이 있는데, 학문이 정자와 주자에 근본하기 때문에 말하는 것이 모두 도리이다. 중국 사신에게 보이고자 하니, 집에 있는 유서를 수소문하여 구해서 후학들로 하여금 본보기로 삼게 하라.”하였다. 이언적이 지은 《구인록》, 《구경연의》, 문집이 세상에 전한다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 8번째기사",
                "gt-oKo": "기대승(奇大升)을 사헌부 집의로 삼았다. 대승이 경연에 입시하여 아뢰기를, “천하의 일이 시비(是非)가 없어서는 안 됩니다. 시비가 분명해야만 사람들이 마음으로 승복을 하고 따라서 정사(政事)가 잘 풀려나가는 것입니다. 중종 대왕(中宗大王)께서 정신을 가다듬고 한 번 다스려 보시려고 어진 선비들을 등용하였고, 선비들 역시 쓰임받는 것을 좋아하여 당우(唐虞)·삼대(三代)의 치적을 재현할 수 있을 것으로 여겼었습니다. 당시에 조광조(趙光祖)는 좋은 인물이어서 사림(士林)들로부터 존중을 받았는데, 소인 무리들이 그를 이간질하려던 차에 때마침 광조 등이 정국 공신(靖國功臣)으로 범람하게 기록된 자들을 논하자, 남곤(南袞)·심정(沈貞) 등이 그 기회를 이용하여 광조가 인심을 수습하여 불궤(不軌)를 꾀하고 있다는 명목으로 혹은 죽게 만들고 혹은 파출하고 혹은 귀양보냈습니다. 중종 대왕이 말년에 와서야 비로소 그 실상을 아시고 혹은 용서하고 혹은 기용(起用)하였습니다. 선왕(先王) 초년에 와서 사림으로서 학행(學行)이 있는 자면 소인들이 기묘의 풍습을 창기(倡起)한다고 죄를 뒤집어씌워 처음에는 부박(浮薄)으로 논하다가 끝에 가서는 난역(亂逆)으로 몰아붙였는데, 이언적(李彦迪)·송인수(宋麟壽)·노수신(盧守愼)·정황(丁熿)·유희춘(柳希春) 등이 그렇게 당한 이들입니다. 나이 어린 선왕으로서야 그런 줄을 어떻게 알았겠습니까. 그리하여 을사년 이후로는 다시 시비(是非)에 대하여 말하는 자가 없었습니다. 고려(高麗) 말엽에 정몽주(鄭夢周)가 처음으로 정주학(程朱學)을 하기 시작했는데, 그것이 아조(我朝)에 와서는 몽주를 이어받은 자가 김종직(金宗直)이었고 김굉필(金宏弼)은 바로 종직의 제자였습니다. 성종(成宗)이 그를 어질게 여겨 좌랑(佐郞)으로 발탁하였으나 연산조(燕山朝)에 그 역시 귀양가 죽었습니다. 그리하여 중종 초년에 그에게 우의정을 증직하였고, 조광조는 또 굉필의 제자로서 독실한 학문을 바탕으로 세도(世道)를 만회하고 이원(利源)을 막으려다가 뜻을 이루지 못하고 죽었습니다. 이언적 역시 학행에 있었서는 근대에 볼 수 없는 사람입니다. 따라서 그의 집에 간직되어 있는 유서(遺書)를 모두 찾아내어 세상에 알리고, 언적·조광조에 대하여 그 직(職)을 추증하시면 시비(是非)가 다시 분명해지고 인심도 흥기(興起)할 것입니다. 그리고 이황(李滉)으로 말하더라도 소시적부터 학문에 힘썼는데, 애당초 선인(善人)들이 그렇게 죄를 당하는 것을 보아왔기 때문에 물러간 것입니다. 어진이를 등용하시려면 우선 시비가 분명하도록 해야 할 것 입니다.” 하니, 상이 그대로 따라 이언적의 유서를 가져오도록 명하였다. 처음 언적이 귀양살이를 하면서 《역경(易經)》에 있는 진덕 수업(進德修業)의 뜻을 연의(衍義)하여 8개 조항을 만들었는데 그 내용은, 1. 도리(道理)를 밝힐 것, 2. 대본(大本)을 세울 것, 3. 천덕(天德)을 본받을 것, 4. 왕성(往聖)을 본받을 것, 5. 총명(聰明)을 넓힐 것, 6. 인정(仁政)을 베풀 것, 7. 천심(天心)을 따를 것, 8. 중화(中和)를 이룰 것, 등으로 성정(聖政)에 도움을 주기 위하여 만들었다가 시기적으로 맞지 않아 감히 올리지 못했었다. 이제 와서 그의 서자(庶子) 전인(全仁)이 상소하며 올렸다. 상은 전지를 내려 장유(奬諭)하고 즉시 언적의 관작(官爵)을 회복시켰으며, 이어 하교하기를, “이언적은 죄도 없을 뿐만 아니라 실지의 학행(學行)이 있는 사람이다. 근대에 그만이 저술(著述)이 있는데 그의 학문은 정주(程朱)를 근본으로 하고 있기 때문에, 그가 한 말은 모두가 도리(道理)이다. 그것을 명사(明使)에게 보이고 싶으니 그의 집에 있는 유서(遺書)를 모두 찾아내어 후학들의 긍식(矜式)이 되게 하라.” 하였다. 언적의 저술로는 《구인록(求仁錄)》·《구경연의(九經衍義)》·《회재집(晦齋集)》이 있어 세상에 유행된다.",
                "hj": "○以奇大升爲司憲府執義。 大升入侍經筵啓曰: “天下事, 不可無是非。 是非分明, 然後人心服, 而政事順矣。 中宗大王勵精圖治, 登庸賢士, 士亦樂爲之用, 以唐、虞、三代之治, 爲可復致。 當時趙光祖, 善人也。 取重士林, 小人之徒, 欲行讒間, 適光祖等, 論靖國功臣濫錄者, 南袞、沈貞等, 以此謂: ‘光祖收拾人心, 圖爲不軌。’ 或置之死, 或黜或竄。 ﻿中廟末年, 始知其實, 或宥或用。 而先王初年, 士林有學行者, 小人媒孽以爲: ‘倡起己卯之習。’ 初論以浮薄, 竟律以亂逆, 李彦迪、宋麟壽、盧守愼、丁熿、柳希春等是也。 先王沖年, 豈能知之? 乙巳後, 更無有言是非者矣。 高麗末, 鄭夢周始爲程、周之學, 入我朝, 傳習夢周者, 金宗直也。 金宏弼, 宗直弟子也。 成廟賢之, 擢爲佐郞, 而燕山朝亦被謫死, ﻿中廟初贈職右議政。 光祖又宏弼弟子也。 有篤學功夫, 欲回世道, 塞利源, 不遂而死。 李彦迪學行, 亦近代所無, 其遺書之藏于家者, 宜搜訪表章。 而彦迪與光祖, 竝追贈其職, 則是非可明, 而人心興起矣。 李滉自少力學, 當初見善人受罪, 故退歸矣。 欲用賢人, 則先須使是非分明也。” 上從之, 命取進李彦迪遺書。 初, 彦迪在謫中, 取《易經》進德修業之義, 衍爲八條。 一曰明道理、二曰立大本、 三曰體天德、四曰法往聖、五曰廣聰明, 六曰施仁政、七曰順天心、八曰致中和, 欲爲聖政之助, 而以時義之不可, 而不敢進。 至是, 其庶子全仁上疏呈進。 上下旨奬諭, 卽復彦迪官爵, 下敎曰: “李彦迪非特無罪, 實有學行。 近代獨有著述, 學本程、朱, 故所言皆道理。 欲以示諸天使, 遺書在其家者, 搜訪得出, 使後學矜式。” 彦迪所著有《求仁錄》、《九經衍義》、文集行世。"
            },
            "9": {
                "H2KE-EN": "On this day, 기대승을 전한 of the Office of the Royal Decrees and concurrent Responding Editor of the Office of Royal Decrees . The King read the Book of Rites (C. Liji . Ki Daeseung entered and reported to the King as follows: In ancient times, sages regarded propriety as important. However, later generations did not understand the propriety of propriety, and afterwards, they performed the propriety of propriety, which caused numerous importances. When the King is currently in mourning for his deceased father, he entered the capital to succeed to the great lineage. However, at the beginning of the mourning for his deceased, high officials requested that Your Majesty perform a sacrifice for his deceased parents without knowing the propriety of propriety. At the beginning of the state, the sacrifice at the Royal Ancestral Shrine also cannot be abolished. How much more so in the case of his deceased parents? When your subject was outside the capital, hearing of this, he finally reported it to Your Majesty. It is possible to worry about what to do. Furthermore, the funerary oration also did not examin the propriety of propriety. Although the case of the Crown Prince praised the Scripture of the Scripture and Comprehensive Explanations of the Scripture and Comprehensive Mirror to Aid in Literary",
                "H2KE-nKo": "이날 기대승을 홍문관 전한 겸 예문관 응교로 옮겨 제수하였다.주상이 《예기》를 강하였다. 기대승이 입시하여 아뢰기를,“옛날의 성인은 예를 중히 여겼는데 후세에 와서는 예에 밝지 못하여 인정을 따라 행하므로 구차한 일이 많습니다. 주상께서 바야흐로 사친의 상중에 계시어 들어와 대통을 이으셨으니 대통이 소중합니다. 그런데 초상을 치르기 전에 대신이 사친에게 제사를 지내기를 청하였으니 예법의 당연함을 알지 못한 것입니다. 국군의 초상에는 종묘의 제사도 폐하였는데 하물며 사친에 대해서야 말할 것이 있겠습니까. 신이 지방에 있으면서 이 말을 듣고 이제야 비로소 아룁니다. 이미 지나간 일은 어쩔 수 없지만 앞으로의 일은 미칠 수 있습니다.또 제문도 예법을 상고하지 않았습니다. ‘백부’라고 칭한 것은 복왕의 고사와 정자의 논리를 원용하여 그렇게 한 것이지만 그 실상은 크게 다릅니다. 그가 ‘황백부’라고 한 것은 황제의 ‘백부’입니다. 후세에 ‘황고 황비’라고 신주에 쓰는 것은 ‘황’ 자의 ‘대’ 자의 뜻이 있기 때문에 높이는 것입니다. 위로는 천자로부터 아래로는 서인에 이르기까지 모두 통용하는데, 원나라 때에 이르러 ‘혐피’의 ‘황’ 자를 ‘현’ 자로 통용하였습니다. 그런데 지금 ‘황’ 자를 써서 제문을 만든 것은 잘못입니다. 제문에 또 ‘고질’이라고 칭하였으니 《가례》로 보면 ‘질고’라고 칭해야 합니다. 그런데 문자의 어려움 때문에 지금 ‘고질’이라고 칭하였으니 이 한 글자도 경중에 관계됩니다. 공자가 말하기를 ‘반드시 명분을 바로잡아야 한다.’라고 하였으니, 예관으로 하여금 다시 강구하게 해야 합니다.”하고, 또 아뢰기를,“예학이 밝지 못하고 의문도 결여되었습니다. 지금 초상과 제사에는 단지 《가례》 한 책만을 쓰고 있는데 아는 자가 또한 드뭅니다. 《예기》는 바로 한유들이 불타 버렸던 나머지를 주워 모은 것으로 간혹 부회한 곳이 있습니다. 《의례》는 주공이 지은 것으로 이것이 본경입니다. 주자가 만년에 예서에 전념하여 《의례경전통해》를 지었는데 마치지 못하고 졸하자 문인 황간이 이어서 모두 40여 권이 되어 명백하게 회통하였습니다. 이 책이 지금 홍문관에 있으니 서관으로 하여금 간행하여 반포하게 해서 예를 배우는 데 편리하게 한 것을 참고하여 법으로 삼아야 합니다.”하였다. 그 뒤에 《의례경전통해》를 간행하여 세상에 간행하였다.\n",
                "date_ko": "선수 1권, 즉위년(1567 정묘 / 명 융경(隆慶) 1년) 10월 5일(병술) 9번째기사",
                "gt-oKo": "이날 기대승을 홍문관 전한 겸 예문관 응교로 옮겨 제수하였다. 상이 《예기(禮記)》를 강하였다. 기대승이 입시하여 아뢰기를, “옛 성인(聖人)은 예(禮)를 중히 여겼는데, 후세에 와서는 예를 잘 알지 못하고 감정 내키는 대로 행동하기 때문에 구차한 일들이 많았습니다. 상께서도 현재 사상(私喪) 중에 계시다가 들어와 대통(大統)을 이으셨으니 이제는 대통이 중한 것입니다. 그런데 나라 초상도 치르기 전에 대신들이 사친(私親)에 대하여 제사를 지내도록 계청하였으니 예의 당연한 것을 모르는 것입니다. 원래 나라 초상이 나면 종묘(宗廟)의 제사도 폐지하는 것인데 하물며 사친이겠습니까. 신이 밖에 있으면서 들은 일인데 이제야 비로소 아뢰는 것입니다. 이미 지난 일이야 어쩔 수 없지마는 앞으로는 그리 않아야 할 것입니다. 또 제문(祭文)도 예(禮)를 상고하지 않은 것입니다. 백부(伯父)라고 칭한 것이 비록 복왕(濮王)의 고사(故事)에 대하여 정자(程子)가 논의했던 것을 근거로 한 것이겠으나, 그 내용에 있어 사실은 크게 다른 바가 있습니다. 그들이 황백부(皇伯父)라고 했던 것은 황제(皇帝)의 백부란 뜻입니다. 후세에 와서 황고(皇考)니 황비(皇妣)니 하고 신주(神主)에다 썼는데, 그것은 황(皇)자가 크다는 뜻이 있기 때문에 높이기 위해서인 것입니다. 그리하여 위로는 천자(天子)로부터 아래로 서인(庶人)에 이르기까지 누구나 통용하여 왔던 것인데, 원대(元代)에 와서 비로소 황(皇)자가 혐의롭다 하여 현(顯)자로 바꾸어 통용한 것입니다. 그런데 지금 제문을 쓰면서 황자를 쓴 것은 잘못된 것입니다. 그리고 또 제문에다 고질(孤姪)이라고 썼는데, 그 역시 《가례(家禮)》로 보면 당연히 질고(姪孤)라고 해야 했습니다. 다만 문자(文字)가 좀 어려워 보여 지금 고질이라고 쓴 모양이지만, 이 글자 한 자가 경중(輕重)에 관계되는 것입니다. 공자(孔子)가 이르기를, ‘반드시 명분부터 바로잡아야 한다.’ 하였습니다. 예관(禮官)으로 하여금 다시 강구(講究)하도록 하소서.” 하고, 또 아뢰기를, “예학(禮學)이 밝지 못하고 의문(儀文)도 결여된 것이 많아 지금 초상이나 제사 때 오직 《가례(家禮)》 한 책자만을 참고하고 있는데, 그나마 아는 자도 적습니다. 또 《예기(禮記)》는 바로 한대(漢代)의 선비들이 불타고 남은 뒤의 것을 주워모아 놓은 것들이어서 혹 부회(傅會)된 곳이 있습니다. 《의례(儀禮)》는 바로 주공(周公)이 만든 것으로 본경(本經)인 것입니다. 그리하여 주자(朱子)는 노년에 예서(禮書)에 전념하여 《의례경전통해(儀禮經傳通解)》라는 것을 지었는데 완성하지 못하고 졸하였으므로, 그의 문인 황간(黃幹)이 뒤를 이어 만들어 도합 40여 권이 되었는데 아주 명백합니다. 그 책이 지금 홍문관에 있으니 서관(書館)으로 하여금 간인(刊印) 반포하게 하여 예학을 익히는 자들의 참고와 취법(取法)에 편리하도록 하소서.” 하였다. 그뒤 《통해(通解)》가 간행되었다.",
                "hj": "○是日, 奇大升移拜弘文館典翰兼藝文館應敎。 上講《禮記》。 奇大升入侍啓曰: “古之聖人, 以禮爲重, 後世不明於禮, 率情而行, 事多苟且。 自上方在私喪, 入承大統, 則大統爲重。 而初喪未葬, 大臣啓請行祭私親, 不知禮之當然也。 國君初喪則宗廟之祭, 亦且廢焉, 況於私親乎? 臣在外聞之, 今始啓達。 旣往無及, 將來可及也。 且祭文, 亦不考禮。 稱伯父者, 雖援濮王故事程子之論而爲之, 其實則有大不同焉。 彼謂皇伯父者, 皇帝之伯父也。 後世之以皇考皇妣, 書于神主者, 以皇字有大字義, 故尊之也。 上自天子, 下至庶人, 莫不通用, 至元時, 嫌避皇字, 以顯字通用。 今用皇字爲祭文, 則誤矣。 祭文又稱孤姪, 以《家禮》見之, 當稱姪孤。 而以文字之難, 今稱孤姪, 此一字亦關輕重。 孔子曰: ‘必也正名乎!’ 宜令禮官, 更爲講究。” 又言: “禮學不明, 儀文亦缺。 今於喪祭, 只用《家禮》一書, 而知之者亦鮮。 《禮記》乃漢儒掇拾於灰燼之餘, 或有傅會處。 《儀禮》乃周公所著, 此, 本經也。 朱子晩年, 專意禮書, 作《儀禮經傳通解》, 未終而卒。 門人黃幹續之, 合四十餘卷, 明白會通。 此冊今在弘文館, 宜令書館, 刊印行布, 以便學禮者參考取法。” 其後《通解》書, 刊行于世。"
            }
        }
    }
}