{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, Chief State Councilor Bak Sun was replaced by the King on the first day of the month because the inspectors and censors had requested this.",
                "H2KE-nKo": "영의정 박순을 체차하였는데, 대간의 논핵 때문이었다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 1월 1일(계유) 1번째기사",
                "gt-oKo": "영의정 박순(朴淳)이 면직되었는데 이는 대론(臺論)을 입었기 때문이었다.",
                "hj": "○朔癸酉/領議政朴淳遞免, 以臺論也。"
            },
            "2": {
                "H2KE-EN": "The King established the Office for the Establishment of Ceremonies to revise the teachings of the Confucian classics and history. He selected many Confucian scholars to serve as government officials.",
                "H2KE-nKo": "교정청을 설치하여 경서의 훈해를 교정하게 하고, 여러 유생을 선발하여 관료로 삼았다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 1월 1일(계유) 2번째기사",
                "gt-oKo": "교정청(校正廳)을 설치하여 경서(經書)의 훈해(訓解)를 교정하였는데 여러 선비들을 선발하여 관료로 삼았다.",
                "hj": "○設校正廳, 校正經書訓解, 選諸儒爲官僚。"
            },
            "3": {
                "H2KE-EN": "Inspector of the Office of Royal Decrees Shin응시가 졸하였다. [Shin]응시의 자는 Gunmang [], and his 호는 Baegok (Baegok . [Shin]응시는 풍채가 빼어나고 gentle, and magnanimous in character. He was skilled in composition with literary skills. From early on, he had passed the state examination. He was self-restrained and honest, and never flattered the powerful and noble officials. He was diligently in performing his duties. For a long time, when he served as third-tier instructor of the Office of Palace Supplies , Yi Yang disliked him and dismissed him from his post. [But] when [Yi] Yang became disappointed, he began to be recognized as high-ranking officials. The metropolitan second-tier civil service examination was held in the middle of seven rounds, and he was granted a leave of residence at Hocho , and concurrently served as sixth-tier instructor of the Office of Royal Decrees . At the beginning of the reign of the King, he proceeded together with various worthies, and he stayed in the Office of the Royal Lectures for a long time, admonishing right and wrong according to his admonition and promoting great generosity. The King also regarded him as important. At the end, he observed the decision of his opinion, and even though his colleagues were deprived of the flattery of his powerful flattery, he abandoned his personal gains. Earlier, he said, Generally speaking, the right and wrong of the people should be selected by one person. If the right and wrong of the other differences to the right and wrong of the other difference, then the right and wrong of the right and the right",
                "H2KE-nKo": "홍문관 부제학 신응시가 졸하였다. 신응시의 자는 군망이고 호는 백록이다. 신응시는 풍채가 빼어나고 명랑하며 기국이 고매하였다. 문장에 능하여 일찍부터 재명이 있었다. 과거에 급제하고 나서는 조용히 자신을 지켰고 권귀에게 붙지 않았으며 소관을 낮게 여기지 않고 오직 직무에 부지런하였다.오랫동안 시강원 설서가 되었는데 이양이 그를 시기하여 승진 서용의 길을 막았다. 이양이 패하자 비로소 현직에 등용되었다. 정시에서 문사 7도에서 수석을 차지하여 호당에서 사가 독서하고 예문관 응교를 겸임하였다. 주상이 처음 정사를 할 때 여러 현인과 함께 나아가 오랫동안 경연에 있으면서 일에 따라 선을 권하고 악을 제거하여 도움을 준 것이 매우 많았고 임금도 중히 여겼다. 만년에 사론이 분열되는 것을 보고 비록 선배가 심의겸의 당이라고 배척당하였지만 논의가 평정하고 편협한 사심을 끊어 버렸다. 일찍이 말하기를,“무릇 사람의 사정과 시비는 마땅히 사람마다 구해야 한다. 만약 피차를 가지고 시비하고 동이를 가지고 사정이라고 한다면 진퇴와 용사가 사람의 현부에 달려 있지 않고 예리한 마음으로 진취하는 것이 나을 것이다. 이와 같이 한다면 명절은 씻은 듯이 없어지고 세도는 쇠퇴해질 것이다.”하였다. 그 뒤에 붕당이 서로 이기고 향내 나는 풀과 악취 나는 풀을 구별하지 않았으니 그 말이 더욱 징험되었다. 아들 신경진도 문인이 되어 조정에서 현직에 올랐다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 1월 1일(계유) 3번째기사",
                "gt-oKo": "홍문관 부제학 신응시(辛應時)가 졸하였다. 응시의 자는 군망(君望)이고 호는 백록(白麓)이다. 그는 풍채와 기상이 빼어나고 명랑하였으며 기국이 준매(峻邁)하였고, 문장에 뛰어나 일찍부터 재명(才名)을 날렸다. 과거에 급제하고부터는 차분히 자신을 지켰고 권세가에게 아부하지 않고 낮은 벼슬도 하찮게 여기지 않았으며 오직 직무에만 부지런히 힘썼다. 오랜 뒤에 시강원 설서가 되었으나 이양(李樑)이 시기하여 승진을 방해하였는데 이양이 패하자 비로소 중직(重職)에 기용되었다. 정시(庭試)에 일곱 번이나 장원하였고 호당(湖堂)에서 사가 독서하였으며 예문관 응교를 겸임하였다. 상이 처음 즉위하였을 때 여러 훌륭한 인물들과 함께 조정에 나아갔는데 오랫동안 경연에 입시하면서 일이 있을 때마다 옳은 것을 취하고 그릇된 것을 버리게 하여 보필함이 매우 많았으므로 상도 역시 중히 여겼다. 만년에 사림의 논의가 분열될 때에는 비록 선배로서 심의겸의 당이라고 배척당하였으나 논의가 평정하고 한쪽으로 치우치는 사심이 없었다. 일찍이 말하기를 ‘대개 사람의 사정(邪正)과 시비에 대하여는 마땅히 그 사람사람의 됨됨이를 가지고 찾아야 된다. 만약 저쪽은 옳고 이쪽은 그르다거나, 뜻을 같이하는 사람은 바르게 여기고 달리하는 사람은 바르지 않게 여기게 되면 진퇴와 용사(用捨)가 당사자의 현부(賢否)와 관계없이 이루어져 진취(進取)하려고 애쓰는 자들만이 득세하게 된다. 이렇게 되면 명절(名節)은 쓸어버린 듯이 없어지고 세상의 도의는 점점 쇠미해질 것이다.’ 하였다. 그 뒤에 붕당이 일어나 서로 공방전을 벌여 선악의 구별이 없게 되었으니 그의 말이 더욱 징험되었다. 아들 경진(慶晉)도 명망있는 인물이 되어 조정에서 현달하였다.",
                "hj": "○弘文館副提學辛應時卒。 應時字君望, 號白麓。 應時風神秀朗, 器局峻邁, 工於詞藻, 早有才名。 旣登第, 恬靜自守, 不附權貴, 不卑小官, 惟勤於職事。 久之爲侍講院說書, 李樑忌之, 格其遷敍, 樑敗而始顯用。 庭試文士七度居魁, 賜暇湖堂, 兼帶藝文應敎。 當上初政, 與群賢彙征, 久在經幄, 隨事獻替, 裨益弘多, 上亦重之。 晩見士論携貳, 雖以先輩見斥爲沈黨, 論議平正, 絶去倚着之私。 嘗曰: “凡人之邪正、是非, 當就人人上求之。 若以彼此爲是非; 同異爲邪正, 則進退用舍, 不系於人之賢否, 而銳意進取者勝矣。 如是則名節掃地, 而世道陵夷矣。” 其後朋黨互勝, 薰蕕無別, 其言益驗矣。 子慶晋亦爲聞人、顯於朝。"
            },
            "4": {
                "H2KE-EN": "Kim Uyong was appointed as deputy director of the Office of Royal Decrees . While having an audience with the King, Kim Uyong first concluded the disturbance of Jeong철 and then recommended Yi I , Bak Sun , and others for their misdeeds. The King did not respond to this.",
                "H2KE-nKo": "김우옹을 부제학으로 삼았다. 김우옹이 입대하여 맨 먼저 정철이 정사를 어지럽혔다고 논하고, 이어 이이와 박순 등의 과실을 거론하였으나, 상이 답하지 않았다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 1월 1일(계유) 4번째기사",
                "gt-oKo": "김우옹(金宇顒)을 부제학으로 삼았다. 김우옹이 입대하여 먼저 정철이 정사를 어지럽혔다고 논하고 이어 이이와 박순의 과실을 거론하였으나 상은 답하지 않았다.",
                "hj": "○以金宇顒爲副提學。 宇顒入對, 首論鄭澈亂政, 仍擧李珥、朴淳等過失, 上不答。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On imin day, the first day of the month, [the King] issued a royal order to the Office of the Censor General to compose a poem and present it [to the King].",
                "H2KE-nKo": "어서를 써서 내린 임인년에 ‘존심양성’이라는 네 글자를 홍문관에 내리고 글을 지어 올리게 하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 2월 1일(임인) 1번째기사",
                "gt-oKo": "상이 쓴 ‘존심양성(存心養性)’ 네 글자를 홍문관에 내려 사(詞)를 지어 올리게 하였다.",
                "hj": "○朔壬寅/御書存心養性四字, 下弘文館, 令製詞以進。"
            },
            "2": {
                "H2KE-EN": "Jeong Gu was appointed section chief of the Ministry of Works . Shortly thereafter, he was appointed as junior seventh-rank military official of the Directorate of Musical Training . At the time, the Office of Musical Training was established to revise the Confucian classics. Therefore, the King specially summoned [Jeong] Gu and ordered him to assume office. [Jeong] Gu declined, but did not grant permission. After several months, he returned.",
                "H2KE-nKo": "정구를 공조 정랑으로 삼았다가 곧바로 장악 첨정에 제수하였다. 이때 청을 설치하여 경서를 교정하였기 때문에 특별히 정구를 불러 관직에 나아가게 한 것이다. 정구가 사양하였으나 윤허하지 않다가 몇 달 뒤에 돌아갔다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 2월 1일(임인) 2번째기사",
                "gt-oKo": "정구(鄭逑)를 공조 정랑으로 삼았다가 곧바로 장악 첨정(掌樂僉正)에 제수하였다. 이때에 청(廳)을 설치하여 경서를 교정하였기 때문에 특별히 정구를 불러 취직케 하였다. 정구가 사양하였지만 윤허하지 않았는데 몇 개월 있다가 돌아갔다.",
                "hj": "○以鄭逑爲工曹正郞, 旋除掌樂僉正。 時設廳, 校正經書, 故特召逑就職, 逑辭不允, 數月而歸。"
            },
            "3": {
                "H2KE-EN": "Supreme General [of the Middle Army] Hong Seop passed away. [Hong] Seops courtesy name was 퇴ji . He was 호를 Gonjae . He was the son of 영상 [Hong] Hwon [], the son of [Hong] Hwon []. At early age, he had a literary li",
                "H2KE-nKo": "영중추부사 홍섬이 졸하였다. 홍섬의 자는 퇴지이고 호는 인재인데, 영의정 홍언필의 아들이다. 어려서부터 문명이 있었고 장원 급제하였다. 이조 좌랑이 되었는데, 김안로가 국정을 독점하는 것을 분하게 여겨 같은 무리인 허항에게 저촉되는 말을 하였다. 무함을 받아 하옥되었다가 고문을 받다가 거의 죽을 뻔하다가 흥양현에 찬배되었다. 김안로가 패하자 석방되어 돌아와서 청요직을 두루 거쳤고, 정사룡을 대신하여 문형을 맡았다. 마침내 정승에 임명되었다. 조정에서 벼슬한 지 50년 동안 청렴하고 신중하게 공무를 수행하여 칭찬할 만한 점이 있었다. 효행이 매우 독실하여 늙도록 게을리하지 않았다. 홍언필이 정승이 되었는데, 홍섬은 이미 팔좌에 올랐다. 홍섬이 정승이 되었는데, 어머니 송씨는 영의정 송일의 딸이다. 나이가 90인데도 여전히 아무런 탈이 없었다. 홍섬이 궤장을 하사받았는데, 어머니를 모시고 영은연을 베풀었으므로 온 세상 사람들이 부러워하였다. 홍섬의 나이가 80에 가까웠는데, 상복을 입고 예를 집행하니, 주상이 고기를 먹으라고 권하였다. 홍섬이 명을 받들었는데도 채소를 먹고 상을 마쳤으므로 사람들이 곤란하게 여겼다. 이때에 이르러 졸하니, 나이가 82세였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 2월 1일(임인) 3번째기사",
                "gt-oKo": "영중추부사 홍섬(洪暹)이 졸하였다. 홍섬은 자가 퇴지(退之), 호가 인재(忍齊)이다. 영상 홍언필(洪彦弼)의 아들로서 일찍부터 문명(文名)이 있었고 과거에 장원 급제하였다. 이조 좌랑이 되었을 때 김안로가 국사를 제멋대로 하는데 대해 분개하였는데 그와 같은 무리인 허항(許沆)의 비위를 건드리는 말을 하였기 때문에 무고를 입고 하옥되어 고문으로 거의 죽을 지경에 이르렀다가 흥양현(興陽縣)에 유배되었다. 김안로가 패하자 방환되어 청요직(淸要職)을 두루 지내고 정사룡(鄭士龍)의 후임으로 대제학이 되었다가 마침내 영의정이 되었다. 조정에서 벼슬한 기간이 50년이나 되었는데 청렴하고 신중한 자세로 공사에만 힘써 칭송받을 만한 점이 많았다. 효행이 독실하여 늙어서도 게을리 하지 않았다. 홍언필이 영상에 올랐을 때 홍섬이 이미 팔좌(八座)에 올랐었다. 홍섬이 재상이 되었을 때 영상 송일(宋軼)의 딸인 모친 송씨는 90세의 나이에도 아무런 병이 없었다. 홍섬이 궤장(几杖)을 하사받고 모친을 모시고 은전(恩典)을 맞아 잔치를 베푸니 당시 사람들이 모두 부럽게 여겼다. 홍섬이 80이 다 된 나이에 상을 당하여 예에 따라 거행했는데 상이 고기를 먹도록 명하였는데도 여전히 채식을 하면서 상을 마치자 사람들은 하기 어려운 일이라고 하였다. 이에 이르러 세상을 마치니 향년이 82세였다.",
                "hj": "○領中樞府事洪暹卒。 暹字退之, 號忍齋, 以領相彦弼之子。 早有文名, 壯元及第。 爲吏曹佐郞, 憤金安老專國, 語觸同黨許沆, 被誣下獄, 受拷幾死, 竄配興陽縣。 安老敗, 放還, 超歷淸要, 代鄭士龍典文衡, 竟至大拜。 立朝五十年, 廉謹奉公, 有足稱者。 孝行甚篤, 至老不怠。 彦弼爲相, 暹已登八座。 暹爲相, 母宋氏, 領相軼之女, 年九十, 尙無恙。 暹受几杖之賜, 奉母迎恩設宴, 一世艶之。 暹年近八十, 服喪執禮, 上勸開肉。 暹旣承命, 而猶蔬菜終喪, 人以爲難。 至是卒, 年八十二。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On musin day, the King attended the Royal Lecture on the first day of the month, and read the Outlines and Details of the Comprehensive Mirror to Aid in Government (C. Tongjian gangmu . During the Han dynasty, Sadan and Wang Xi were expelled to their hometown. Kim Ugung said, At that time, Sadan and Wang Xi were observed in confrontation with righteousness, but they were deprived of them. When Wang Xi succeededed to the throne, the Han dynasty was moved to his ancestors, and even the grave of Father King was expelled to the grave of Father King. Nevertheless, Sadan silently received the investiture of Father King, but there was no righteous opinion. Considering that he was expelled to this old age, the King laughed and said, Though he is not old, at this time there are rarely those who did not collude with friendly relations with Wang Xiang. The King considered this correct. At that time, Ugung and others always said that Seongdan and Yi Bang relations with friendly relations with others. Therefore, the King issued this instruction.",
                "H2KE-nKo": "초하루에 주상이 경연에 나아가 《강목》 〈한기〉의 사단과 왕망이 폐출된 곳을 강하였다. 김우옹이 아뢰기를,“당시에 사단과 왕망이 함께 정론을 주장하다가 배척을 받았는데, 왕망이 정권을 잡자 한나라의 국운을 옮겨 부후의 묘를 파헤치기까지 하였습니다. 사단은 묵묵히 있다가 봉후를 받고도 정론이 없었으니, 아마도 이는 아마도 노쇠해서 그럴 것입니다.”하니, 주상이 미소를 지으며 말하기를,“비록 노쇠하지 않았더라도 이러한 때를 당해서는 외척과 결탁하지 않은 자가 드물다. 후세에 비록 유자라고 불리는 자들도 대부분 이 일을 면치 못하였다. 이는 아마 사단과 왕씨가 서로 결탁해서 그럴 것이다.”하였다. 김우옹이 이어서 외척은 충성스럽고 어진 사람이 아니면 국정을 담당하게 해서는 안 된다고 아뢰니, 주상이 옳게 여겼다. 이때 김우옹 등이 매번 성혼과 이이가 심씨 집안과 친밀하게 지낸 잘못을 말하였기 때문에 주상이 이러한 하교를 한 것이다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 3월 1일(임신) 1번째기사",
                "gt-oKo": "상이 경연에 나아가 《통감강목(通鑑綱目)》의 한기(漢紀) 중에 사단(師丹)과 왕망(王莽)이 폐출된 대목을 강하였다. 김우옹이 아뢰기를, “당시 사단과 왕망이 함께 바른 논의를 주장하다가 내쫓겼는데 왕망이 정권을 잡고 나서 한 나라의 사직을 바꾸려 하고 심지어는 부후(傅后)의 묘를 파헤치기까지 하였는데도 사단은 묵묵히 있으면서 봉후(封侯)를 받고 바른 논의를 펴지 않았으니 이는 아마도 노쇠하였기 때문인 듯합니다.” 하니, 상이 미소를 지으며 이르기를, “비록 노쇠하지 않았다 하더라도 이 때를 당하여 외척과 교제하여 결탁하지 않은 자가 적었는데 후세에 비록 선비라고 일컬어진 자들도 대다수가 이를 면치 못하였다. 아마도 이는 사단과 왕씨(王氏)가 교제하여 결탁했기 때문일 것이다.” 하였다. 김우옹이 이어서 외척은 충직하고 훌륭하여 매우 특이한 자가 아니면 국정을 맡겨서는 안 된다고 하자, 상도 그렇겠다고 하였다. 이때에 김우옹 등이 늘 성혼과 이이가 심의겸의 가문과 가까이한 과실을 말하였기 때문에 상이 이러한 교시를 내린 것이다.",
                "hj": "○朔壬申/上御經筵, 講《綱目》《漢紀》師丹、王莽廢黜處。 金宇顒曰: “當時丹與莽, 同執正議而被斥。 及莽秉政, 將移漢祚, 至於發傅后墓。 丹乃泯默, 受其封侯, 未有正議, 想是衰耗而然也。” 上微笑曰: “雖非衰耗, 當如此時, 鮮有不與外戚交結者。 後世雖號儒者, 多不免。 此想是丹與王氏相結而然耳。” 宇顒仍言: “外戚非有忠賢特異之人, 不可使當國政也。” 上以爲然。 時, 宇顒等每言成、李親沈家之失, 故上有此敎。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Assistant Deputy Director of the Office of Royal Decrees Kim Ugong resigned and returned to his hometown on the first day of the month.",
                "H2KE-nKo": "부제학 김우옹이 사직하고 고향으로 돌아갔다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 4월 1일(임인) 1번째기사",
                "gt-oKo": "부제학 김우옹이 사직하고 고향으로 돌아갔다.",
                "hj": "○朔壬寅/副提學金宇顒辭職還鄕。"
            },
            "2": {
                "H2KE-EN": "A special royal directive was issued to Yi Sanbo as inspector general . Soon afterward, he was impeached and replaced, and he was appointed as governor of Gyeongsang Province . Kim Upung pulled and destroyed Yi I for what he wanted. Yi Sanbo entered the palace as a royal secretary and praised Yi I with the highest praise of his conduct. The King praised his integrity and praised him. When Kim Upung told him, the King always asked Yi Sanbo, What do you think of this? Yi Sanbo impeached him everything. Because of this, Kim Upung resigned from office. Subsequently, the King specially appointed the inspector general , and also Baek Yuyang entered the palace and argued the circumstances of Bak Sun , Yi I , and Jeong Cheol . Due to this, all the words were angry and the inspectors and censors claimed the words of Yi Sanbo before the King, and claiming that he deceived the King. Consequently, the King dismissed Kim Upung.",
                "H2KE-nKo": "특지로 이산보를 대사헌으로 삼았다.조금 있다가 탄핵을 받아 체차되어 경상 감사로 나갔다. 김우옹이 연석에서 이이가 한 일을 소급해 비난하자, 이산보가 승지로서 입시하여 이이의 행의가 고상함을 극구 칭찬하니, 주상이 무릎을 치며 감탄하였다. 김우옹이 할 말이 있으면 주상이 번번이 이산보에게 묻기를,“이 말이 어떠한가?”하니, 이산보가 일일이 변론하였다. 김우옹이 이로 인하여 사직하였다. 특별히 대사헌에 제수되자 또 백유양과 함께 입시하여 박순, 이이, 정철의 잘잘못에 대해 쟁변하였다. 이로 말미암아 뭇사람의 분노가 일제히 일어나 대간이 이산보가 탑전에서 한 말을 지적하여 면전에서 속인 것이라고 지적하니, 마침내 그를 내보냈다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 4월 1일(임인) 2번째기사",
                "gt-oKo": "특지로 이산보(李山甫)를 대사헌으로 삼았는데 얼마 안 되어 탄핵을 받고 체직되어 경상 감사로 나갔다. 김우옹이 경연에서 이이가 한 일에 대하여 소급하여 비방하자 이산보가 승지로서 입시하여 이이의 행실이 고매한 것을 대단하게 칭송하니 상이 무릎을 치면서 경탄하였다. 김우옹이 아뢸 적마다 상이 곧장 산보에게 ‘이 말이 어떠한가?’ 하고 물으면 산보가 낱낱이 변론하니 김우옹이 이로 인하여 사직하였다. 이산보가 특별히 대사헌의 직책을 받고 나서 또 백유양(白惟讓)과 함께 입시하여 박순·이이·정철의 득실에 대하여 서로 논쟁하였다. 이 때문에 많은 사람들이 분노하였으며 대관(臺官)이 이산보가 탑전에서 한 말을 뽑아내어 어전에서 기만하였다고 하였으므로 드디어 외지로 내보냈다.",
                "hj": "○特旨以李山甫爲大司憲。 俄被劾遞, 出爲慶尙監司。 金宇顒於筵中, 追毁李珥所爲, 山甫以承旨入侍, 盛稱珥行義之高, 上擊節嘉歎。 宇顒有所言, 上輒問山甫曰: “此言何如?” 山甫一一申辨, 宇顒因此辭職。 及特授大憲, 又與白惟讓入侍, 爭辨朴淳、李珥、鄭澈得失。 由是, 衆怒齊奮, 臺官摘山甫榻前語, 指爲面瞞, 遂出之。"
            },
            "3": {
                "H2KE-EN": "Kim Ugong resigned from office and was appointed as deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "김우옹이 사직하여 체차되고, 권극지를 부제학으로 삼았다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 4월 1일(임인) 3번째기사",
                "gt-oKo": "김우옹이 사임하자 권극지(權克智)를 부제학으로 삼았다.",
                "hj": "○金宇顒辭遞, 以權克智爲副提學。"
            },
            "4": {
                "H2KE-EN": "The King appointed Hong Seongmin as governor of Gyeonggi [Province] and Jeong Yeorip as 수찬으로 삼았다.【 Prior to this, [Jong] Yeop had served as fourth-rank aide [to the governor] and attended the royal lecture to discuss the matter of Bak Minhyeong . The King disliked him arrogant and neglected him for a long time. At this time, [Bak] was repeatedly appointed as fourth-rank aide [to the governor], and thus he was repeatedly appointed as second-rank aide [to the governor]. This was not the original intent of the King. [Jeong] Yeop entered the Royal Lecture and criticized [Bak] Sun as the head of cunning and deceitful candidates. Yi I as a petty official of the state, and 성혼 as a petty official and presented a memorial to the King. [The King] deceived the King, saying, Jeolla [Province] is the old town of [Bak] Sun, and the resident of Hwanghae [Province] is the place where Yi I live. The memorial presented by the officials in the region [of Jeolla Province] is all entrusted by these two men. This is not a public justice. Your subject entered the capital and saw Seong혼 and reprimanded him for the crime of deceiving the cunning and deceiving the cunning of the cunning and the cunning of the cultivation of the culti",
                "H2KE-nKo": "홍성민을 경기 감사로, 정여립을 홍문관 수찬으로 삼았다. - 이에 앞서 정여립이 정언이 되어 입시하여 박민헌의 일을 논하면서 시한이라고 일컬었는데, 주상이 그의 오만함을 미워하여 오랫동안 비답을 내리지 않았다. 이때에 이르러 여러 차례 의망하였기 때문에 다시 근시로 삼은 것이니, 이는 주상의 본의가 아니었다. - 정여립이 경연에 입대하여 박순을 간사한 무리의 괴수라고 배척하고, 이이는 나라를 그르친 소인이라고 하였으며, 성혼은 간사한 무리에게 빌붙어 상소를 올려 임금을 속였다. 그 상소에,“호남은 박순의 고향이고 해서는 이이가 살던 곳입니다. 그곳 유생들의 상소는 모두 두 사람이 사주한 것이지 공론이 아닙니다. 신이 도성에 들어와 성혼을 찾아가서 간사한 무리에게 빌붙어 임금을 속인 죄를 책망하고, 또 이이와 절교하였다는 뜻을 말하니, 성혼이 아무 말 없이 죄를 자복하였습니다.”하였다. 주상이 말하기를,“이이가 살아 있을 때 그대가 극도로 추앙하였는데, 지금 어찌하여 이와 같이 하는가?”하니, 정여립이 아뢰기를,“신은 당초에는 그의 심술을 몰랐다가 뒤에 비로소 깨닫고 죽기 전에 절교한 지 오래되었습니다.”하였는데, 주상이 대답하지 않았다. 정여립이 두 손으로 땅을 잡고 쳐다보며 아뢰기를,“신은 지금부터 다시는 천안을 뵐 수 없습니다.”하고, 마침내 나갔다. 이에 당시 사람들이 고무되어 입을 모아 칭찬하였다.이에 앞서 정여립이 송응개가 찬배되었다는 말을 듣고 말하기를,“이는 성덕의 일입니다.”하였다. 좌객에게 말하기를,“율곡은 성인이고 사암은 어진 정승이다.”하니, 그의 중표제 이정란이 말하기를,“율곡이 어질기는 하지만 성인이라고 하는 것은 지나치지 않은가?”하였다. 정여립이 이어 감자에 비유하였다. 또 말하기를,“이발은 율곡을 스승으로 섬겼는데 논의가 일치되지 않자 창을 거꾸로 잡고 몰래 모함하기를 다른 사람보다 심하게 하였으니, 그의 마음을 헤아릴 수 없다.”하고, 또 말하기를,“유성룡은 겉으로는 유자라는 이름을 내세웠지만 속마음은 실로 교활하고 간사하다. 조정에 있으면서 논의를 고집하면 후환이 염려스럽다.”하였다. 이정란이 평소 정여립이 반복해하는 것을 알고서 말하기를,“모든 논의에는 시작이 있고 끝이 있어야 한다. 나는 형의 소견이 뒤에 지금과 같지 않을까 걱정된다.”하였다. 백유양이 정여립과 교분을 맺으면서 오직 친밀하지 못할까 염려하여 그의 아들을 정여립의 조카사위로 삼았다. 집안사람들이 그의 집안이 비천한 것을 혐의하자, 백유양이 말하기를,“나는 그의 숙부를 보았지 가문이 낮은 것은 보지 못하였다. 내가 연석에서 그가 이이를 공격하여 깨뜨리자는 논의를 들었는데, 사람으로 하여금 상쾌하게 하였다.”하였다. 그 당시 사대부들이 편당에 빠진 것이 이와 같았다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 4월 1일(임인) 4번째기사",
                "gt-oKo": "홍성민(洪聖民)을 경기 감사로, 정여립(鄭汝立)을 홍문관 수찬으로 삼았다.【 전에 여립이 정언이 되었을 때 입시하여 박민헌(朴民獻)의 일을 논하면서 그를 ‘종놈’이라고 일컬었다. 상이 그의 오만함을 미워하여 오랫동안 비점(批點)을 내리지 않았는데 이때에 이르러 여러 차례 의망(擬望)하였으므로 다시 근시의 직책에 두었으나 이는 상의 본의가 아니었다.】 여립이 경연에 입대하여 현인들을 비방하고 배척하기를, “박순은 간사한 무리들의 괴수이고 이이는 나라를 그르친 소인이고 성혼은 간사한 무리들을 편들어 상소를 올려 군부(君父)를 기망하였습니다. 호남은 박순의 고향이고 해서(海西)는 이이가 살던 곳이니, 그 지방 유생들의 상소는 모두 두 사람의 사주에 의한 것으로서 공론이라 할 수 없습니다. 신이 도성에 들어와 성혼을 찾아가서 간인들을 편들어 군부를 기망한 죄를 질책하고 또 이이와 절교하였다는 뜻을 말하니 성혼은 이의(異議) 없이 죄를 자복하였습니다.” 하니, 상이 이르기를 “이이가 살아 있을 때에는 네가 지극히 추존하다가 지금에는 어찌하여 이런 말을 하는가?” 하자, 여립이 아뢰기를 “신이 애초에는 그의 심술(心術)을 몰랐다가 나중에야 알고서 죽기 전에 이미 절교하였습니다.” 하였다. 상이 아무런 대답을 하지 않자, 여립은 두 손으로 땅을 짚고 우러러보며 아뢰기를, “신이 지금부터 다시는 천안(天顔)을 뵐 수 없겠습니다.” 하고 곧바로 나갔다. 이 소식이 알려지자 당시 사람들은 기뻐하며 입을 모아 칭찬하였다. 이전에 정여립이 송응개(宋應漑)가 유배당했다는 소식을 듣고 ‘참으로 훌륭한 처사다.’ 하고 좌중의 손님들에게 말하기를 ‘율곡은 성인이고 사암(思庵)은 어진 정승이다.’ 하니, 그의 중표제(重表弟) 이정란(李廷鸞)이 ‘율곡이 훌륭하지만 성인이라고 한 것은 너무 지나치지 않은가?’ 하였다. 그러자 정여립은 그 말의 대답으로 율곡은 반쯤 익은 감과 같다는 비유를 하고 또 ‘이발은 율곡을 사사(師事)하였는데 논의가 일치되지 않자 반격하여 모함하기를 다른 사람보다 더 심하게 하였으니 그의 마음은 헤아릴 수 없다.’ 하였으며 또 ‘유성룡은 겉으로는 선비인 체하지만 속은 실제로 간교하다. 그런데 조정에 있으면서 자기 주장을 고집하니 후환이 염려된다.’ 하였다. 이정란은 평소 정여립의 변덕스런 점을 잘 알고 있던 터라 이에 대해 말하기를 ‘어떤 논의라도 시작과 끝이 있어야 하는데 형의 견해는 나중에 가서 지금과 달라지지 않을까 염려된다.’ 하였다. 백유양(白惟讓)은 정여립과 교제를 맺고 오직 친밀하지 못할까 걱정하여 그 아들을 여립의 조카사위로 삼았다. 집안 사람들이 그 가문이 비천함을 혐의쩍게 여기자 백유양이 말하기를 ‘나는 그의 숙부를 보았지 가문이 낮은 것 따위는 안중에 없다. 나는 경연에서 그가 이이를 공파하는 말을 듣고 날아갈 듯이 상쾌하였다.’ 하였다. 그 당시 사대부들 사이에 편당(偏黨)에 빠진 실상이 이와 같았다.",
                "hj": "○以洪聖民爲京畿監司, 以鄭汝立爲弘文修撰。【先是, 汝立爲正言, 入侍論朴民獻事, 以厮漢稱之。 上惡其傲慢, 久不點批。 至是以屢擬, 故復爲近侍, 此非上本意也。】 汝立入對經筵, 詆斥朴淳爲奸邪魁首; 李珥爲誤國小人; 成渾黨奸陳疏, 欺罔君父, “湖南, 淳之故鄕; 海西, 珥之所居。 其地儒生等疏, 皆是二人所指嗾, 非公論也。 臣入城, 往見成渾, 責以黨奸欺君之罪, 又言絶交李珥之意, 渾無辭服罪矣。” 上曰: “李珥生時, 爾極推尊, 今何若是耶?” 汝立曰: “臣當初, 不知其心術, 後乃覺悟, 未死前絶之久矣。” 上不答。 汝立兩手据地, 仰視曰: “臣從今不得復覩天顔矣。” 乃出。 於是, 時人聳動, 交口贊譽矣。 先是, 汝立聞宋應漑被竄曰: “此, 盛德事也。” 謂座客曰: “栗谷, 聖人; 思庵, 賢相。” 其重表弟李廷鸞曰: “栗谷雖賢, 謂爲聖人則毋乃過乎?” 汝立仍有柿子之喩, 又曰: “李潑師事栗谷, 及論議不一, 倒戈陰陷, 甚於他人, 其心不可測也。” 又曰: “柳成龍外托儒名, 內實巧奸。 在朝執論, 後患可慮。” 廷鸞素知汝立反覆, 乃曰: “凡論議, 當有始有終。 吾恐兄之所見, 後不如今也。” 白惟讓與汝立交結, 惟恐不密, 以其子爲汝立姪壻。 家人嫌其族卑, 惟讓曰: “吾見其叔, 不見門卑。 吾於筵中, 聞其攻破李珥之論, 令人爽快也。” 其時士大夫, 陷溺偏黨如此。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On sinmi day, the first day of the month, Yu Jeon was appointed as Right State Councilor , and 노수신 was promoted to chief state councilor , and Jeong Yugil was promoted to left state councilor .",
                "H2KE-nKo": "유전을 우의정으로, 노수신을 영의정으로, 정유길을 좌의정으로 올렸다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 5월 1일(신미) 1번째기사",
                "gt-oKo": "유전(柳㙉)을 우의정으로, 노수신(盧守愼)을 승진시켜 영의정으로, 정유길(鄭惟吉)을 승진시켜 좌의정으로 삼았다.",
                "hj": "○朔辛未/以柳㙉爲右議政, 盧守愼陞領議政, 鄭惟吉陞左議政。"
            },
            "2": {
                "H2KE-EN": "The King again appointed 성혼 as second deputy director of the Privy Council and appointed the senior third-rank officials of the Office for the Establishment of Ceremonies . When 성혼 declined to receive the royal order, he submitted memorials again and only then granted permission. Shortly thereafter, he again summoned the second deputy director of the Privy Council, but he declined and did not depart.",
                "H2KE-nKo": "다시 성혼을 동지중추로 삼아 교정청 당상으로 삼았다. 성혼이 소명을 사양하여 소장을 두 번 올리자, 주상이 허락하였다. 이윽고 다시 지중추부사로 삼아 불렀으나 모두 사양하고 부임하지 않았다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 5월 1일(신미) 2번째기사",
                "gt-oKo": "다시 성혼을 동지중추부사로 삼아 교정청 당상(校正廳堂上)으로 삼았다. 성혼이 소명(召命)을 사양하여 소장(疏章)을 두 번 올리자 이에 윤허하였다. 얼마 뒤에 다시 지중추부사로 삼아 불렀으나 모두 사양하고 부임하지 않았다.",
                "hj": "○復以成渾爲同知中樞, 爲校正廳堂上。 渾辭召命, 章再, 上乃許。 俄而復以知中樞召, 皆辭不赴。"
            },
            "3": {
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 5월 1일(신미) 3번째기사",
                "gt-oKo": "의주 목사(義州牧使) 서익(徐益)이 상소하였는데 그 대략에, “국운이 비색(否塞)하여 사론이 분열되니 처음에는 대단한 정도가 아니었는데 날이 갈수록 더욱 고질이 되어 논의는 날로 틀어지고 공격은 서로 되풀이되고 있습니다. 정직한 사람이 간사한 사람을 공격하더라도 오히려 불행이라 할 텐데 더구나 간사한 사람이 아닌 경우이겠습니까. 신이 계속 저보(邸報)를 보니 한두 대신은 연이어 휴가 중이고 몇몇 어진 재신(宰臣)들은 모두 배척을 당하였습니다. 이제 바야흐로 조화시켜 수습하여 사류를 보합하려 하는데 어떤 불량한 자가 다시 이런 쟁단(爭端)을 열었습니까. 길거리에 떠도는 소문을 번거롭게 아뢰는 것이 온당치 않으니 혹시 사실에 어긋난다 하더라도 또한 무슨 상관이 있겠습니까. 신이 삼가 들으니 정여립이 경연에서 이미 세상을 떠난 이이를 공격하고, 드디어 박순과 정철까지 공격하여 그들이 직책에 편안히 있지 못하고 물러가게 했다고 하는데 다른 사람이라면 그럴 수 있어도 여립만은 그럴 수가 없습니다. 그는 본래 이이의 문하생입니다. 삼찬(三竄)이 내쫓기고 이이가 부름을 받고 돌아왔을 때에 여립은 전주(全州)의 서사(書舍)에 있었습니다. 그때 어떤 선비가 찾아가 이이의 사람됨에 대하여 논하였는데 여립이 뜰에 있는 감을 가리키면서 ‘공자는 푹 익은 감이고 율곡은 반쯤 익은 감이다. 반쯤 익은 것이 다 익게 되지 않겠는가. 율곡은 참으로 성인이다.’ 하였습니다.” 하고,【이 선비는 바로 이정란(李廷鸞)인데 정란에 관한 기사는 뒤에 보인다. 서익의 집이 은진(恩津)에 있었기 때문에 여립이 사는 곳과 거리가 가까왔고 문도(門徒)들도 서로 잘 아는 처지였는데, 평소 그의 언론이 패란(悖亂)스럽다는 것을 들었기 때문에 늘 증오하였다.】 또 아뢰기를, “변사정(邊士貞)은 천하에 제일가는 선비입니다. 세 현인을 구제한 상소문은 만 세에 전해져 없어지지 않을 것입니다.” 하고, 또 아뢰기를, “이발은 일찍이 이이를 스승으로 섬겼는데 논의가 일치하지 않게 되자 끝내 공격할 뜻을 가졌습니다. 그리고 조정의 정사를 멋대로 독단하면서 옳지 못한 인물을 끌어들여 조정에 환란을 조성하였으니, 이는 이발의 죄입니다.” 하고, 또 아뢰기를 “신이 부름을 받고 도성에 들어왔을 때에 이이는 이미 병석에 누워 있었습니다. 친분이 있는 사람이 여립이 이이에게 보낸 편지를 보여주었는데 그 편지에 ‘삼찬(三竄)이 비록 내쫓겼지만 아직 큰 간인(奸人)이 남아 있으니 뒷날의 환란이 지금보다 더 심각하여 구제할 수 없을 것이다.’ 하였는데 큰 간인은 유성룡을 지목한 것이었습니다.【여립은 본래 이발과 형제처럼 친밀하게 지냈었다. 그런데 이발이 상을 당하고 이이가 논박을 받음으로써 다시 서인(西人)을 기용하여 차츰 세력을 얻게 되자 여립은 이발 때문에 누를 입을까 염려하였다. 이리하여 밤중에 전주 부윤(全州府尹) 심의겸을 찾아가서 말하기를 ‘조정에서 삼찬(三竄)을 유배시킨 것은 잘된 일이다. 다만 이 일은 필시 이발이 주도한 것으로서 세 사람은 지엽에 지나지 않는다.’ 하였다. 이 말에 심의겸은 대답을 하지 않고 편지로 윤두수에게 고하기를 ‘정여립이 지금 이발을 얽어넣으려고 하는데 그는 아비와 임금을 시해하는 일이라도 할 만한 위인이다.’ 하였다. 여립이 이른바 큰 간인이라고 한 것은 꼭 유성룡을 지목한 것이 아닌데 말하는 자들이 짐작하여 만든 말이다. 그 뒤에 여립이 말하기를 ‘내가 지목한 사람은 바로 홍혼(洪渾)이다.’ 하였는데 홍혼이 김효원(金孝元)의 논의에 붙좇았지만 사론의 존중을 받지 못하였으니 이 말도 여립이 꾸며댄 말이었다.】 신은 혼자서 생각하기를 ‘정가(鄭哥)의 기습(氣習)이 아직 없어지지 않았구나. 사람에게 문로공(文潞公)의 일로 권면하지 않고 도리어 자기를 논했다고 죄주기를 권면한단 말인가. 더구나 유성룡은 본래 이이를 공격할 사람이 아닌데 어찌 감히 그럴 수 있는가. 전에도 같은 정여립이고 지금도 같은 정여립인데 어떻게 오늘에 와서 직접 이이를 매도하면서 부끄러운 줄을 모를 수 있는가. 사우(師友)간의 정의가 살아있을 때와 죽었을 때가 서로 다르고 언론과 풍지(風旨)가 형편에 따라 향배를 달리 하면서 「나는 글을 읽은 군자이다.」 한다면 어느 사람이 믿겠는가.’ 하였습니다. 신은 삼가 듣건대 어떤 자가 이이의 심사(心事)는 의심스럽다고 논하였다는데 군자는 한 마디 말과 한 가지 행동에도 부모를 잊지 않는 것이니, 이 말을 한 사람은 부모가 없는 사람이라 하겠습니다. 또 어떤 사람은 ‘이이가 심의겸과 교제한 한 가지 일은 의심스럽다.’ 하였다는데, 이이가 심의겸과 교제한 것이 과연 죄가 된다면 왜 그 당시에 논하지 않고 도리어 이이의 문하에 분주히 드나들며 제자 노릇을 하다가 오늘에 와서야 이 일을 끌어대어 공격의 자료로 삼을 수 있습니까. 신이 전에 유성룡과 함께 이이의 사람됨에 대하여 이야기한 적이 있는데 그 때 유성룡이 ‘평탄하고 화평한 성품이 그의 장점인데 아쉬운 것은 개혁하기를 좋아하는 점이다.’ 하였습니다. 아, 예나 지금이나 세상에 어찌 평탄하고 화평스런 성품을 가진 소인이 있겠습니까. 만약 그의 행사에 대해 논하기를 ‘엉성하고 부족하다.’고 한다면 신처럼 이이를 존경하는 자도 쌍수를 들고 수긍하겠지만 그의 심사가 의심스럽다고 말한다면 온 나라 사람들이 너나없이 그렇지 않음을 보장할 것입니다.” 하고 또 아뢰기를, “송응개(宋應漑)의 말은 모두 황당하고 망령되었습니다. 그러나 간관(諫官)이라 명칭하여 말하라고 해놓고 어찌 다시 죄줄 수가 있겠습니까. 허봉(許篈)은 명인(名人)의 아들로 문장의 재능을 지녔고 득의한 것은 많지만 실제로 일을 겪은 경험이 적으니, 비록 실수가 있었다 하더라도 어찌 무거운 벌을 내릴 수 있겠습니까. 누구 하나 전하의 신하 아닌 자가 없는데 형극(荊棘)의 길을 열어 이매(魑魅)의 귀신을 막게 변방으로 귀양을 보낸단 말입니까. 작년 대사면에도 삼찬은 방면시키지 않았는데 신이 그때 옥당에 대죄하고 있으면서 동료들과 함께 차자를 올려 진달하려 했다가 정철이 먼저 상신(相臣)에게 말하여 전하께 그 뜻을 진달하였다는 소식을 듣고서 중지하였습니다. 그리고 곧 이어 박순이 궐문에서 상신에게 말하였으나 실효를 거두지 못했다는 말을 들었는데 이 뒤의 일에 대하여는 신이 외임으로 나갔기 때문에 알지 못합니다.” 하고, 또 아뢰기를, “정철이 술을 즐기는 것은 흰 옥의 작은 티로서 다른 산의 빛깔만 깨끗한 돌에 비교한다면 하늘과 땅처럼 현격합니다. 이산보(李山甫)·박점(朴漸)의 효제 충신(孝悌忠信)은 노복들도 다 알고 있는데 말하는 자들은 용렬하다 하였습니다. 산보의 충후 근신(忠厚謹愼)함은 그의 가문의 법도로서 계부(季父) 이지함(李之菡)도 일찍이 경외하였던 바입니다. 다만 말을 더듬는 버릇이 있어 언어가 뚜렷하지 못하므로 사람들의 비방을 받는 것이 혹시 이 때문이 아닌가 싶습니다.” 하고, 또 아뢰기를, “좌의정 노수신(盧守愼)은 성명(聖明)을 만나 묘당에 몸담고 있으면서 사림을 합일시키고 조정을 화합하는 것이 바로 그의 마음이니 지금 급급하게 사면하려는 뜻을 갖는 것은 어찌 그 까닭이 없겠습니까. 수신은 두터운 덕망을 지닌 자로서 처음부터 동서 양쪽에 간여한 일이 없기 때문에 양쪽에서 제각기 자기네를 도와 의지가 되어주기를 기대하였는데 결국 그렇게 되지 않자 양쪽 모두 불평하는 뜻을 품게 된 것입니다. 수신으로서는 양쪽을 모두 보존하려 할 경우 조정에서의 공격이 끊이지 않을 것이고 한쪽은 보존시키고 한쪽은 제거하려고 한다면 모두 사류인데 어떻게 제거할 수 있겠습니까. 그리하여 화합시켜 보존하고 진정시키고자 한 것입니다.” 하고, 또 아뢰기를, “전하께서는 먼저 삼찬(三竄)을 석방하여 집에서 늙게 하고, 다음은 근시로 있다가 외지로 나간 자를 소환하여 다시 좌우에 두고, 박순·정철을 위안해주고 그 직책을 회복시키소서. 그리고 대신과 여러 재상과 근시들을 앞에 불러놓고 분부하시되 온화한 얼굴과 누그러진 말씀으로 가슴을 터놓고 정성을 다하여 의리를 분별하는 것으로 밝히고 동인 협공(同寅協恭)의 미덕으로 타이른 뒤에 조용하고 겸손한 자세를 장려하고 들뜨고 조급한 습관을 억제하며 화평하고 공정한 인물은 진출시키고 부망(浮妄)하고 경박한 무리들은 물리치소서. 그렇게 하는데도 양쪽에서 전처럼 조용하지 않은 자가 있을 경우 법으로 다스려 용서하지 않는다면 1년 사이에 조정이 안정되고 사론도 귀일될 것입니다.” 하고, 또 아뢰기를, “전하께서 심의겸을 간사한 무리들의 괴수이고 그와 교제하는 자는 모두 그르다고 하셨지만 아무 탈없이 황금의 띠를 두르고 여전히 재상의 반열에 있으니, 죄가 없는 듯합니다. 만일에 죄가 있기는 하나 선후(先后)의 가까운 친척이기 때문에 차마 형벌을 가할 수 없다고 한다면 형정(刑政)은 조종(祖宗)께서 정한 바인데 어찌 그것을 무시하고 용서할 수 있겠습니까. 만약 그 죄상이 오히려 용서할 만하다면 마땅히 산직(散職)으로 보내 녹봉이나 끊어지지 않게 하는 것이 옳습니다. 그런데 어찌 뚜렷이 말을 하여 그의 죄를 드러내지 않고 마냥 그 사람으로 하여금 스스로 몸둘 바를 모르게 하십니까.” 하였는데 답하기를, “네 상소를 보건대 생각이 있으면 기필코 진달하는 뜻이 있으니 내가 가상하게 여긴다.” 하고, 이어 전교하기를, “이 상소를 보니 그 말이 궤탄스럽고 황홀하여 헤아리기 어렵다. 대개 내가 말하는 현자(賢者)란 이이와 성혼이다. 그러므로 이 두 사람을 공박하는 자들은 반드시 간사할 것이라고 생각한다. 다만 유성룡도 군자임이 틀림없는데, 나는 그를 오늘날의 대현이라 하더라도 가하다고 여긴다. 그를 바라보고 함께 이야기를 하다 보면 자신도 모르게 마음속으로 감복하는 때가 많다. 어찌 그러한 학식과 기상을 가진 자가 큰 간인일 수가 있겠는가. 어느 담 큰 자가 그런 말을 하였는가. 그러나 나는 혼미하고 용렬하며 무식하니 어찌 감히 내 견해만을 옳다고 할 수 있겠는가. 정여립의 위인에 대해서는 내가 여러 차례 접견하여 그의 위인을 관찰한 적이 있다. 그런데 큰 기개를 가진 자인 듯하였으나 실지로 어떤 인물인지는 모른다. 그러나 여립도 사체(四體)를 갖추고 있거늘 어찌 예판(禮判)을 큰 간인이라 지목하여 차마 그 입으로 말할 수 있겠는가. 절대로 그럴 리가 없다. 그러나 여립이 이이에게 서신을 보냈다고 한 것은 서익의 말이 근거가 있는 듯하다. 대저 인정이 분분하게 됨은 매우 바람직하지 못한 일이다.” 하였다. 훗날 상이 경연에서 좌우에 하문하기를, “여립이 이이에게 서신을 보냈다고 하는데 경들 중에 혹시 그것을 본 사람이 있는가?” 하니, 이덕형(李德馨)이 대답하기를, “신과 같은 마을에 사는 이귀(李貴)가 전에 그 글을 신에게 보여준 적이 있었습니다.” 하고, 김홍민(金弘敏)은 아뢰기를, “신도 이귀가 전송(傳誦)해 주어서 들은 적이 있습니다.” 하자, 상이 이르기를, “그렇다면 여립은 이랬다 저랬다 하는 형편없는 인물이다.” 하였다.",
                "hj": "○義州牧使徐益上疏, 略曰: 國運欲否, 士論携貳, 初非大段, 轉成痼疾, 論議日乖, 攻擊相尋。 以正攻邪, 猶謂不幸, 況非邪者乎? 臣續見邸報, 一二大臣, 相繼在告; 數三賢宰, 竝見譏斥。 方期調劑, 保合士類, 何等無良, 復啓此端乎? 道路所傳, 未宜上瀆, 雖或失實, 庸何傷乎? 臣伏聞, 鄭汝立於筵中, 追攻李珥, 遂及朴淳、鄭澈, 使不安而退去, 他人猶可也, 汝立不可也。 汝立本李珥門下士也。 方三竄初定, 李珥還召也, 汝立在全州書舍。 士人有來見者, 仍論李珥之爲人, 汝立指庭中柿子曰: “孔子是熟底柿子; 栗谷是半熟底市子, 半熟者其不爲盡熟乎? 栗谷眞聖人也。” 【此士人, 卽李廷鸞也, 廷鸞事, 見後記。 益家恩津, 與汝立居相近, 門徒相熟, 聞其平居言論悖亂, 故常嫉之。】又曰: 邊士貞, 天下士也。 救三賢一章, 當流萬世而不朽矣。 又曰: 李潑常以師道事珥, 及論議不一, 遂生攻擊之意。 專擅朝政, 引進非人, 釀成朝家不靖之患, 此則潑之罪也。 又曰: 臣承召入都時, 珥已病矣。 所親以汝立通于珥之書示臣, 其書曰: “三竄雖定, 巨奸尙在, 他日之憂, 有甚於今日, 而不可救也。” 巨奸指柳成龍也。【汝立本附李潑如兄弟。 及潑居憂, 李珥被論, 復起西人, 稍稍得志, 汝立恐爲潑所累。 夜見全州府尹沈義謙曰: “朝廷行遣三竄, 得矣。 但此事必李潑主論爲之, 三人特枝葉也。” 義謙不答, 書告于尹斗壽曰: “汝立乃捉李潑, 雖弑父與君, 亦可爲也。” 汝立所謂巨奸, 未必指成龍, 乃談者斟酌成言也。 其後汝立謂: “我所指, 乃洪渾也。” 渾雖附金孝元之論, 不爲士論所重, 此則汝立變幻之說也。】臣私謂曰: “鄭哥氣習未除。 不勉人以文潞公之事, 而反勉之以罪論己者乎? 況成龍本非攻李珥者, 何敢乃爾也? 前亦汝立, 今亦汝立, 安得於今日, 親賣李珥, 而不知恥也? 師友行義, 生死異同, 言論風旨, 隨勢向背, 而曰: ‘我, 讀書君子也。’ 人誰信之?” 臣伏聞, 有人論李珥心事, 可疑也。 君子一言一動, 不忘父母, 爲此言者, 其無父母。 或謂: “珥交沈家一事可疑。” 李珥交義謙, 果有罪也, 何不於此時論之, 反奔走珥之門, 執弟子之禮, 至於今日, 始知援此, 以爲攻擊之資乎? 臣嘗與柳成龍論珥之爲人, 成龍曰: “平坦樂易, 乃其所長也。 所恨, 喜變更耳。” 噫! 古今天下, 安有平坦樂易之小人乎? 若就行事上論之, 未免有踈短云爾, 則如臣尊珥者, 亦或雙手奉聽, 若謂心事可疑, 則擧國之人, 以百口保之矣。 又言: 宋應漑之言, 悉皆誕妄。 且官以諫名, 何可以使之言而罪其人乎? 許篈以名父之子, 濟以詞章之才, 得意多, 而經事少, 雖有過愆, 豈可深罪? 無非殿下之臣, 而開荊棘之路, 禦魑魅之鬼。 上年大霈, 三竄不在應放之類。 臣於其時, 待罪玉堂, 欲與同僚, 上箚陳列, 聞鄭澈首發言于相臣, 達于殿下, 故不爲也。 旋聞, 朴淳於闕下, 發言于兩相, 而不克果。 此後事, 臣出外, 未知也。 又曰: 鄭澈之嗜酒, 白玉微瑕, 比之於他山之色潔者, 則霄壤不侔。 李山甫、朴漸, 孝悌忠信, 奴隷所共知, 言者以爲庸焉。 山甫忠厚謹愼, 乃其家法, 季父之菡所嘗畏也。 但有吃病, 語言無章, 致有人言, 恐坐此也。 又曰: 左議政慮守愼, 身値聖明, 深居廟堂, 一士林、和朝廷, 乃其心也。 今乃汲汲, 以辭免爲意, 豈無所以也? 守愼以厚德重望, 初無與於兩家, 故兩家者, 咸願助己而取重焉, 旣不得焉, 則兩家皆懷不平之意。 爲守愼者, 欲兩存之, 則朝著之間, 攻擊不止, 欲一存而一去則然皆士類, 何以去之? 故和而保之; 靜而鎭之耳。 又言: 願殿下, 首放三竄, 使得自老於家, 次召由近侍, 出補于外者, 復置左右, 慰安朴淳、鄭澈, 使復其位。 乃召大臣、諸宰執、近侍者, 致于前而敎之, 和顔緩辭, 開懷盡誠, 明之以義理之分; 諭之以寅恭之美然後, 奬恬退、抑浮躁, 進和平公正之人; 退浮妄輕薄之輩。 兩家或有如前不靖者, 治之不饒, 則期月之間, 朝廷定, 而士論一矣。 又言: 殿下以沈義謙爲奸魁, 交之者皆非也, 然無恙黃金之帶, 依舊宰相之班, 則若無罪矣。 若謂罪則有之, 以先后至親, 不忍加之刑也則刑政者, 祖宗之所定也, 何敢赦之? 如其罪狀, 猶或可恕則當置之散地, 不絶其祿可也。 何必明無顯說, 暴揚其罪, 徒使人不自容也? 答曰: “觀爾上疏, 有懷必達, 予用嘉焉。” 仍傳敎曰: “觀此上疏, 其說詭誕, 恍惚難測也。 蓋予之所謂賢者, 李珥、成渾也。 故凡攻此兩人者, 必以爲邪矣。 但柳成龍亦一君子也。 予以謂, 雖謂之當今大賢可矣。 觀其人, 與之語, 不覺心服之時多矣。 豈有學識、氣象如彼, 而乃是巨奸之理乎? 何物膽大者, 如是言之耶? 然予昏劣無識, 何敢自恃也? 至於鄭汝立之爲人則予數次相接, 觀其爲人, 似是大氣者, 而實不知其爲何人。 雖汝立亦具四體, 安有以禮判指爲巨奸, 忍發於其口? 必無是理。 然汝立有通于李珥書云則徐益之言, 似有所據。 而大抵人情紛紛, 甚非美事也。” 後日上於經筵, 問于左右曰: “汝立有通珥書云, 卿等或有見之者乎?” 李德馨對曰: “臣同里人李貴, 曾以此書示臣矣。” 金弘敏曰: “臣亦聞李貴誦傳矣。” 上曰: “然則汝立反覆無狀人也。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Yi Yangjung , Third Censor Jeong Suknam , Fourth Censor Song Eonsin , and Kim Gyeongchang submitted a memorial on the first day of the month. The memorial read as follows: Magistrate of Uiju Strategic County Seo I witnessed the incident and dared to submit a memorial. Although his evidence was similar to what he had done, he did not explain his personal feelings. In general, Seo I , Yi I , and Jeong Cheol , they were friendly secretly conspiracy with each other, and their opinions conspiracy with each other, thereby reaching high-ranking posts. Yi Sanbo and Bak Sun were both friendly relations with each other. Hence, Seo I, Yi Sanbo, and Bak Sun, who were able to become a good reputation with each other, consequently enjoyed their will today. All of them were not due to the favor of Bak Sun. From this day forward, Yi Sansin, who has been in a remote area, received an impeachment, was impeached by others, and thus I was unable to overcome their anger and submitted a memorial. Therefore, it would be possible for me to repay royal favor and repay royal favor. But what is the righteousness of a subject who cannot dare do? Regarding the evidence of Jeong Yeo립s writing on the side of the writing on the writing. ",
                "H2KE-nKo": "사간 이양중, 헌납 정숙남, 정언 송언신ᆞ김경창 등이 차자를 올렸는데, 그 대략에,“의주 목사 서익은 현재의 일을 목격하고 감히 소장을 올렸습니다. 그의 행적은 소회가 있으면 반드시 진달하는 것 같지만 그가 논한 것은 모두 자기 개인적인 생각에서 나온 것입니다. 서익은 이이, 정철과 가장 친밀하게 교유하고 치밀하게 관계를 맺었으며, 의론이 서로 같았던 것은 온 나라 사람들이 다 아는 바인데도 서로 추켜세워 청현직에 올랐습니다. 이산보와 박순은 똑같이 교분이 두터운 사람들인데, 서익이 뜻을 얻어 날뛰어 오늘이 있게 된 것은 모두 박순이 내려 준 것입니다. 이러한 사람들의 진퇴에 대해 서익이 스스로 한 몸이라고 여겼기 때문에 먼 곳에 있는 몸으로 탄핵을 받았다는 말을 듣고는 분노를 이기지 못하여 피를 뿌리며 소장을 올렸습니다. 그러니 스스로 은혜에 보답하고 덕에 보답할 수 있는 바탕을 삼는다면 과연 득이 되겠지만 신하로서 감히 할 수 없는 의리에 대해서는 어떠하겠습니까. 그가 지적한 정여립의 편지 내용은 애당초 오가며 떠도는 말에서 나온 것으로 실로 근거할 만한 것이 없습니다. 더구나 ‘거간’이라는 두 글자가 혹 있더라도 ‘유성룡을 가리킨다.[指柳成龍]’라는 네 글자는 본래 정여립의 편지 속에 있는 것이 아닙니다. 그런데 서익이 사람들의 말이라고 핑계 대면서 은밀히 사사로운 뜻을 이루고, 한편으로는 명류와 어진 재상을 공격하여 그들로 하여금 조정에 편안히 있지 못하게 하려고 하였으니, 그 흉악하고 음험함은 참혹하여 차마 말할 수 없습니다. 그러나 성상께서 매우 밝게 살피고 음흉한 계책을 환히 꿰뚫어 보셨으므로 도깨비 같은 무리들이 스스로 빠져나갈 수 없게 되었습니다. 임금의 말씀이 한번 내려지자 만물이 모두 보게 되었으니, 종사와 신민의 복입니다.명종 말년에 심의겸이 초액의 지친으로서 사사로운 은혜를 널리 베풀었으므로 한때의 명사들이 그의 문하에서 많이 나왔습니다. 성상께서 즉위하신 초기에 안으로는 궁중과 교통하여 자기 생각대로 자행하였고 밖으로는 시류들과 결탁하여 권세를 독차지하려고 힘썼습니다. 심의겸과 친밀하게 교제한 자들의 의론은, 심의겸이 죄가 없다고 하기도 하고 선류라고 하기도 하고 심의겸이 사림에 공이 있다고 하기도 하였으니, 언론과 거조가 어찌 선비들의 마음을 만족시켜 복종시킬 수 있겠습니까.이 한 가지 일로 인하여 점점 서로 이어져서 이쪽이 옳으면 저쪽이 그를 그르게 여기고 이쪽이 그르면 저쪽이 옳다고 하기도 하였습니다. 오늘날에 이르러서는 조정이 분열되고 사론이 뿔뿔이 흩어져 국시가 정해지지 않고 사람들이 각각 마음을 달리하니, 말이 여기에 이르면 실로 통곡할 만합니다.서익이 평소 친애하던 자들은 모두 심의겸과 교유한 사람들이니, 심의겸을 구원하고자 하는 자들은 심의겸과 서로 교제한 사람들과 다를 것이 없습니다. 그러므로 몰래 사류를 배척하면서도 스스로 꺼리지 않고 성상으로 하여금 심의겸에게 죄가 있다는 것을 분명히 말하지 못하게 하려고까지 하였으니, 이것이 과연 무슨 마음이란 말입니까.그리고 세 명의 찬배를 풀어 주고 시종신을 소환하는 것은 실로 조정의 큰 조치입니다.서익이 일찍이 시종으로 있을 때에도 오히려 스스로 말하지 않고 변방의 수령으로 내쫓아 분한 김에 통렬히 말하였는데, 그가 말한 것을 보면 시종 터무니없는 거짓말로 사람들의 이목을 현혹하였습니다. 그 귀결점을 따져 보면 그가 좋아하는 사람에게 아부하여 은연중 심의겸을 구원하고자 한 한 일에 불과합니다. 그의 마음속에 품고 있는 것은 이미 다 드러났습니다.”하니, 답하기를,“이 차자의 내용을 보니, 만세토록 바꿀 수 없는 정론이다. 옛사람의 말에 ‘산에 맹수가 있으면 해바라기가 캐지 못하고 조정에 직언하는 신하가 있으면 간신이 자취를 감춘다.’라고 하였는데, 참으로 그렇다. 경들은 나랏일에 마음을 다하여 말할 만한 일이 있으면 숨기지 말고 직언하라. 서익 같은 무리는 치지도외하라.”하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 1번째기사",
                "gt-oKo": "사간 이양중(李養中), 헌납 정숙남(鄭淑男), 정언 송언신(宋言愼)·김경창(金慶昌) 등이 차자를 올렸는데 그 대략에, “의주 목사 서익이 시사(時事)를 목도하고서 과감하게 상소하였으니 그 행적이 생각이 있으면 반드시 아뢴다는 뜻이 있는 듯하나 그 논한 바는 모두 사심에서 나오지 않은 것이 없습니다. 대개 서익은 이이·정철과 더불어 교유가 가장 친밀하여 서로 어울리는 일이 잦았고 의논이 서로 같았던 것은 나라 사람이 다 알고 있는 것으로서 서로 추켜주어 청현(淸顯)의 자리에 이르게 하였던 것입니다. 이산보·박순도 다 같이 교분이 두터운 사람이었는데, 서익이 득세하여 유유자적하며 오늘의 위치에 이른 것은 모두가 박순이 돌봐준 것입니다. 이 사람들의 진퇴에 관해서 서익이 그들과 한 몸으로 여기기 때문에 자신이 먼 곳에 있으면서도 탄핵을 받았다는 소식을 듣고서 분노를 이기지 못하여 피를 뿌려 소장을 올린 것입니다. 그러나 그 자신이 은덕에 보답하는 처지로 본다면 잘한 일이라고 말할 수 있겠으나 신하로서 감히 할 수 없는 의리에 대해서는 어떻다 하겠습니까. 그가 지적한 정여립의 편지 속에 말이라고 한 것도 당초에 떠돌아다니는 소문에서 나온 것으로 실제로 증거할 만한 것이 없습니다. 더구나 ‘거간(巨奸)’이란 두 글자는 혹시 있을 수도 있겠지만 ‘유성룡을 지적한 것이다.[指柳成龍]’란 네 글자는 본래 여립의 편지 속에는 없는 말입니다. 그런데 서익이 사람들의 말이라고 칭탁하여 음흉하게 제 뜻을 이루고 한편으로는 명류 현재(名流賢宰)들을 공격하여 그들이 조정에 편안히 있지 못하게 하려는 것으로서 그 흉악스럽고 참혹함은 차마 말할 수 없습니다. 그런데 전하께서 매우 영명하시니 그들의 음흉한 계략을 통촉하신다면 도깨비 같은 무리들이 모습을 감추지 못할 것입니다. 그리고 왕명을 한번 내리시면 만민이 모두 우러러보게 되고 종묘 사직과 온 신민들에게 복이 될 것입니다. 명묘(明廟) 말년에 심의겸이 초액(椒掖)의 지친으로서 사사로운 은덕을 널리 베풀어 당시의 명사가 대부분 그의 문하에서 나왔습니다. 성상께서 대통을 계승한 초기에도 안으로는 궁중과 통하여 제 속셈대로 자행하였고 밖으로는 시류들과 결탁하여 권세를 독점하기에 급급하였습니다. 의겸과 교분이 친밀하였던 자들의 논의는, 혹은 죄가 없다 하고 혹은 선류(善類)라 하며 혹은 사림에 공이 있었다 하는데, 그의 언론과 행동이 어찌 사림의 마음을 복종시킬 수 있었겠습니까. 이 한 가지 일로 인하여 점점 반복되어서 이쪽에서 옳다 하면 저쪽에서는 그르다 하고 이쪽에서 그르다 하면 저쪽에서는 옳다 하여 오늘에 이르러서는 조정이 분열되고 사론은 흩어졌으며 국시(國是)가 정해지지 않고 사람들은 제각기 다른 마음을 갖게 되었으니, 말이 여기에 이르고 보면 실로 통곡할 노릇입니다. 서익이 평소 친애하는 자들은 모두 의겸을 따라다니던 사람들이니 의겸을 구해(救解)하려는 자는 의겸과 교제한 사람들과 다름없습니다. 그러므로 몰래 사류를 제지하는 일에 있어서 기탄없이 할 뿐더러 성상께서 의겸의 죄상을 분명히 말할 수 없게까지 하려고 하니 이것이 과연 무슨 마음이겠습니까. 또한 삼찬을 석방하고 외지로 보낸 시종(侍從)들을 소환하는 일이야말로 조정의 중대한 거조입니다. 그런데 서익이 전에 시종의 반열에 있을 때에는 말하지 않다가 변방 수령으로 쫓겨나자 분통한 김에 말한 것인데 그 말을 보면 시종 터무니없는 낭설을 늘어놓아 듣는 이의 귀를 현란하게 하였고, 그 귀취(歸趣)를 요약하면 자기가 좋아하는 사람에게 아부하여 은연중에 심의겸을 구해하기를 도모한 일에 불과합니다. 따라서 그의 마음에 지니고 있는 것이 모조리 드러났다 하겠습니다.” 하니, 답하기를, “이 차자의 내용을 보니 만세토록 바뀌지 않을 정론(定論)이라 할 만하다. 옛 사람의 말에 ‘산에 맹수가 있으면 규곽(葵藿)을 캐지 못하고 조정에 직언하는 신하가 있으면 간신이 자취를 감춘다.’ 하였는데 참으로 틀림없는 말이다. 경들은 마땅히 국사에 전심하여 혹시라도 말할 만한 일이 있으면 곧바로 말하고 꺼리지 말라. 서익같은 무리는 논할 것도 없다.” 하였다.",
                "hj": "○朔庚子/司諫李養中、獻納鄭淑男、正言宋言愼ㆍ金慶昌等上箚, 略曰: 義州牧使徐益, 目覩時事, 敢陳疏章。 其迹雖若有懷必達, 然其所論, 無非己私所發, 蓋益與李珥、鄭澈, 交遊最密, 追逐之綢繆; 議論之相同, 國人所共知, 而互相推譽, 致位淸顯。 李山甫、朴淳, 同是交厚之人, 益之所以得志翺翔, 致有今日, 無非朴淳之賜也。 此等人進退, 益自以爲同體, 故身在遠地, 得聞被劾, 不勝憤恚, 瀝血封章。 其於自爲酬恩報德之地, 則果爲得矣; 於人臣不敢爲之義, 何如哉? 其所指以爲, 鄭汝立簡中之辭, 初出於往來行言, 實無所據。 況巨奸二字, 雖或有之, 指柳成龍四字, 本非汝立書中所有。 而益托爲人言, 陰濟私意, 一以攻名流、賢宰, 欲使之不得安於朝廷之上, 其爲凶險, 慘不可忍言。 而天鑑孔昭, 洞照陰計, 魑魅魍魎, 自不能逃。 王言一下, 萬物咸覩, 宗社、臣民之福也。 明廟末年, 沈義謙以椒掖至親, 廣市私恩, 一時名士, 多出其門。 迨聖上入承之初, 內之交通宮禁, 恣行胸臆; 外之援結時流, 務專權勢。 其與義謙交密者之論, 則或以義謙爲無罪、或以義謙爲善類、或以義謙爲有功於士林, 其言論、其擧措, 豈足以厭服士心乎? 由此一事, 輾轉相仍, 此是之則彼非之; 此非之則彼是之, 至于今日, 朝廷分離, 士論渙散, 國是未定, 人各異心, 言之至此, 實可痛哭。 益之素所親愛者, 皆是義謙遊從之人, 則其欲救解義謙者, 無異於義謙相交之人。 故陰擠士類, 而不自憚, 至欲聖上不得明言義謙之有罪, 此果何心? 且放釋三竄; 召還侍從, 實是朝廷大擧措。 益曾居侍從, 尙不自言, 斥作邊倅, 乘憤痛言, 觀其所言, 終始譸張, 眩亂人聽。 要其歸, 則不過阿其所好, 隱然營救沈義謙一事耳。 其心所存, 已盡敗露也。 答曰: “見此箚辭, 萬世不易之定論也。 古人有言曰: ‘山有猛獸, 葵藿不採; 朝有直言, 奸臣屛迹。’ 信哉。 卿等但當盡心國事, 如有可言之事, 直言不諱。 如益輩, 置之度外。”"
            },
            "10": {
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 10번째기사",
                "gt-oKo": "생원 이경진(李景震)이 상소하기를, “신은 정여립이 경연에서 신의 숙부 이이를 헐뜯고 배척하였다는 말을 듣고 놀랍고 괴이하게 여겨 혼잣말로 ‘다른 사람이 헐뜯었다면 괴상할 것이 없겠지만 여립이라면 그럴 리가 없을 것이다.’ 하였습니다. 신이 집안의 서찰을 열람하여 여립이 숙부에게 보낸 것을 찾았는데 그 내용에 ‘종자(從者)가 여러 소인들에게 미움을 받아 황급하게 도성을 떠났다는 소식을 듣고부터 저는 누워도 자리가 편치 못하고 먹어도 맛을 알지 못하였습니다. 몇몇 사람이 남을 시기하고 미워하여 국사를 그르치는 정상에 대해서 간담을 피력하여 극력 말하려고 생각하였으나 얼마 뒤에 다시 생각해 보니 무상(無狀)한 몸이 군부에게 버림을 받고 있으면서 지금 뻔뻔스럽게 얼굴을 들고 말할 수가 없었고, 다시 성장(成丈)이 상소하여 변론하였으니 내가 말하지 않더라도 한스러울 것이 없겠다 여겼습니다. 그런데 곧 이어 성장 역시 참소와 비방을 당하여 산으로 돌아갔다는 소식을 들으니 분갱(焚坑)의 화가 조석에 닥칠 듯하고 충분(忠憤)이 저절로 격동되어 억누를 수 없었습니다. 이에 동지들을 규합하여 북궐에 상소하려 하였는데, 그뒤 바로 듣건대 성심(聖心)의 깨달음이 중천의 해와 같아 도깨비같은 무리들이 장차 절로 물러가 숨을 것이라고 하였으므로 중지하였던 것입니다. 지금에 보면 한두 명의 간사한 사람은 추방을 당하였으나 거간(巨奸)이 아직 조정의 언론을 장악하고 화를 기화로 여기는 마음을 그만두지 않고 있으니, 불행하게 하늘이 화를 뉘우치지 않는 날이면 훗날의 우환이 지금보다 더욱 심하여 구제하지 못하게 되지 않을까 염려됩니다. 요즈음 친구들 중에 전적으로 믿을 만한 자가 매우 적으므로 존형에게 바라는 것이 전에 비해 더욱 간절하니 그 뜻 또한 애통스럽습니다.’ 하였습니다. 이는 계미년 9월에 보낸 서찰인데 세 사람이 이미 귀양가고 숙부 이이가 조정으로 돌아온 때입니다. 가령 이이가 여립의 서찰의 말을 모두 옳다고 여겼다면 조정에 들어온 뒤에 필시 탑전에서 세 사람의 석방을 요청하지 않았을 것이고 전형(銓衡)을 잡고나서도 조화하고 진정시키는 것으로 주장을 삼지 않았을 것입니다. 그런데 지금 여립은 도리어 전날의 삼사(三司)를 쓰지 않고 삼찬(三竄)의 석방을 요청하지 않았다는 것으로 이이에게 허물을 씌우고 나아가 천청(天聽)앞에서 얼굴을 쳐들고 ‘이이의 처사는 문언박(文彦博)보다도 못하다.’는 말까지 하였습니다. 대저 양쪽을 화합시키고 사류를 보전하려는 것이 이이의 본심이었는데 이는 성명(聖明)께서도 이미 통촉하시는 일입니다. 그런데 여립이 도리어 이런 말을 하여 천청을 현혹시켰으니, 그의 심술은 음험하고 참혹합니다. 여립이 숙부 이이를 추존했던 것은 나라 사람이 모두 아는 사실입니다. 그러나 숙부 이이는 여립이 글을 읽어 취할 만한 점이 있어도 재기(才氣)가 지나쳐 일을 일으킬까 걱정하였습니다. 만약 이이가 자기에게 빌붙고 아첨하는 자들을 끌어들여 당파를 만들려고 계획하였다면 그 당시 전랑(銓郞)과 독서당(讀書堂)의 선발에 어찌 이 사람을 포함시키지 않았겠습니까. 여립의 위인에 대하여는 신이 잘 알지 못하지만 지금 보면 전에도 한 사람의 여립이었는데 숙부 이이를 공격하는 자를 가리켜 도깨비같은 소인들이라 하였고 뒤에도 같은 여립이었는데 도리어 스스로 극력 헐뜯고 배척하여 출세의 바탕을 삼으려 하였으니, 그가 세력의 경중을 살펴 향배(向背)의 계책으로 삼은 것은 교묘하고도 참혹한 것입니다. 그의 정상이 이미 탄로되어 사람들의 이목을 가리기 어렵게 되자 변명할 말이 없음을 걱정하여 도리어 사람들에게 ‘그뒤에 절교하는 편지를 보냈다.’고 하였습니다. 신이 들어가 여립이 계미년 11월에 보낸 편지를 찾아 보니 그 대략에 ‘생각건대 우리 임금께서 군의(群議)를 물리치고 존형을 여러 사람이 미워하는 가운데에서 발탁하여 총재(冢宰)로 삼고 국사를 맡기기를 주저하지 않으셨으니, 이는 한당(漢唐) 이래로 일찍이 없었던 성대한 일입니다. 이 일을 보고 들은 자라면 누구인들 감격하여 눈물을 흘리지 않겠습니까. 저의 기쁨은 그보다 더 심합니다.’ 하였는데 이것이 과연 절교의 편지입니까. 이로부터 이이가 죽은 때까지는 겨우 한 달의 기간 뿐이었으니 어찌 그 사이에 다시 편지를 보내 절교할 수가 있겠습니까. 만약 이이가 다시 들어온 뒤에 여립이 편지를 보내 절교한 사실이 있었다면 이는 사소한 일이 아니므로 사람들의 이목을 놀라게 하여 친구나 제자들뿐만 아니라 온 나라 사람들이 또한 들어서 알지 못하는 사람이 없었을 것입니다. 그런데 어찌하여 지금까지 몇달 동안 아무 소문도 없다가 이전의 편지가 알려지자 이에 이런 말을 한단 말입니까. 전하께서 만약 그의 말이 전혀 근거가 없음을 알고 싶으시면 시험삼아 좌우에게, 여립이 절교했다는 말을 들은 때가 이전의 편지가 알려지기 전인가의 여부를 하문하시면 그 말이 더욱 근거가 없다는 것을 알 수 있을 것입니다. 무릇 사군자(士君子)의 교제는 큰 연고가 있지 않으면 쉽게 절교하지 않는 법으로서 여립이 이 편지를 보낸 뒤에 이이에게 조금도 절교할 만한 과실이 없었는데 무엇 때문에 절교를 하였겠습니까. 여립이 도성에 들어왔을 때 숙부는 이미 죽었고 성혼은 물러가지 않은 상태였는데 여립이 성혼을 찾아가 보고 숙부에 관한 이야기를 하였지만 절교에 대한 것은 한 마디도 언급하지 않았고, 성혼과 담론함에 있어 책망하는 말도 없었습니다. 그런데 지난번 탑전에서 ‘성혼이 자신의 죄를 시인하였다…….’ 하였는데 그때에는 성혼이 비록 사직을 윤허받지 못하였지만 한결같이 물러갈 작정을 하고 있었으므로 문을 닫고 병을 조리하는 외에는 한 가지도 시정(時政)에 간여한 적이 없었으니, 성혼이 무슨 잘못이 있어서 여립에게 죄를 시인하였겠습니까. 성혼은 버젓이 살아있는데도 여립이 감히 성명 앞에서 이런 말을 한 것으로 보면 이미 구천에 있는 이이를 배반하는 일쯤은 여립의 여사(餘事)라 할 수 있을 것입니다. 전하께서는 천기(天機)가 밝으시고 성지(聖智)가 신명(神明)과 같으시니 이처럼 명백한 사실을 어찌 모르실 리가 있겠습니까. 그런데 신이 반복하여 자세하게 분변하는 까닭은, 신의 생각에 여립의 일은 인정으로서 차마 할 수 없는 일이라고 여기는데, 전하께서도 여립 역시 사체(四體)를 갖추고 있는 사람이라고 하신 것을 보면 전하께서 이처럼 인정에 가깝지 않은 정상에 대해 다 그렇지는 않다고 여기고 계신 듯했기 때문입니다. 가령 어떤 사람이 여립에게 묻기를 ‘전년에 네가 도깨비같은 무리라고 지적한 자들이 어떻게 지금에는 모두 군자가 되었는가?’ 한다면 여립이 무슨 말로 대답하겠습니까. 그 편지에 ‘간담을 피력하여 천청(天聽)을 번거롭게 하였다.’ 하였고 또 ‘동지를 규합하여 북궐에 상소하려 하였다.’고 하였으니 호남 유생들의 상소는 바로 여립의 이 편지의 뜻입니다. 그런데 유생들의 상소가 모두 사주에 의한 것이고 공론이 아니라고 한다면 여립이 이른바 ‘북궐에 상소하려 하였다.’고 한 말은 도대체 무슨 뜻이란 말입니까. 이 한 가지 일에 의거하여 그가 한 짓을 유추해 보면 그가 말이 궁하고 계책이 막혀 번복하고 속임수를 쓴 정상이 남김없이 드러납니다. 이제 여립의 사적이 훤히 드러나 원근에 소문이 났는데 조정의 신하들만이 어찌 모를 수가 있습니까. 그런데 혹자는 증거할 수 없다 하고 혹자는 사실무근이라 말하고 있습니다. 그러나 여립의 전후 편지가 실제로 신의 집에 남아 있어 명백한 사실임을 속일 수 없는데, 신이 어찌 감히 허무한 말을 꾸며내어 천청을 기망하겠습니까.” 하니, 답하기를, “정여립이 한 일은 인정에 가깝지 않으므로 내가 처음에는 혹시 떠도는 말에서 나왔을지도 모른다고 여겼었지만 뒤에 들으니 과연 근거없는 무고가 아니었으므로 이미 이랬다저랬다하는 형편없는 자라고 하교하였다. 그리고 자신에게 절교당할 만한 잘못이 없다면 남이 스스로 절교한다 한들 무슨 상관이 있겠는가. 그러니 절교의 여부는 굳이 따질 필요가 없다.” 하였다. 여립은 크게 기운이 꺾여 시골로 돌아갔는데 이발(李潑) 등이 서로 잇따라 신구(伸救)하고 여러 차례 삼사(三司)에 의망하였으나 상은 끝내 기용하지 않았고 비록 외관(外官)이라도 낙점하지 않았으니, 여립의 울분이 더욱 심하였다.",
                "hj": "○生員李景震上疏曰: 臣聞鄭汝立於筵中, 詆斥臣叔父珥, 臣驚怪自言曰: “他人毁之, 則無足怪也, 汝立必無是理。” 臣閱家書, 得汝立所遺叔父書, 有曰: “自聞從者慍于群小, 狼狽出關, 臥不安席; 食不甘味。 思欲披肝瀝血, 極言數人媢嫉誤國之狀, 旣而復思之則方以無狀, 見棄於君父, 今不可强顔以言, 而復有成丈爲之上章陳辨, 立雖不言, 亦無恨矣。 繼聞成丈亦遭讒謗還山, 焚坑之禍, 迫在朝夕, 忠憤自激, 不可復止。 方欲糾合同志, 抗章北闕, 旋聞聖心開悟, 如日中天, 魑魅之屬, 將自退伏而止。 以今觀之, 一二憸人雖見貶逐, 巨奸尙握朝論, 樂禍之心囂然其未已。 不幸而天不悔禍, 則恐後日之憂, 將有甚於今日而不可救也。 目今朋友, 十分可恃者甚少, 區區所望於尊兄者, 比前尤切, 其志亦可哀也。” 此, 癸未九月之書也。 乃三人旣竄, 叔父珥將還之時也。 設使珥以汝立書中之說, 皆以爲然則入朝之後, 必不以請釋三竄, 陳達於榻前。 而及秉銓衡, 亦不以調和鎭定爲主也。 今也汝立, 反以不用前日三司、不請釋三竄, 歸咎於珥, 至於抗顔天聽曰: “李珥處事, 出於文彦博之下矣。” 夫調和兩間, 保濟士類, 珥之本心也。 聖明固已洞燭, 而汝立反爲此說, 眩惑於天聽, 其爲心術, 險且慘矣。 汝立之推尊叔父珥, 國人所共知也。 乃叔父珥則雖以汝立爲讀書而可取也, 第憂其氣勝生事。 若珥以附託於我, 媚悅於己者, 爲植黨之計, 則其時銓郞、書堂之選, 何不及於此人乎? 汝立爲人, 臣實未知其如何。 以今觀之, 前是一汝立, 而以攻擊叔父珥者, 皆指爲群小、魑魅; 後亦一汝立, 而反自極力詆斥, 欲爲發身之地, 其察勢輕重, 以爲向背之計, 巧且慘矣。 及其情狀旣露, 耳目難掩則患其無辭, 反以語人曰: “其後有絶交書” 云。 而臣入搜得汝立癸未十一月之書, 其略曰: “竊惟, 吾君獨排群議, 拔尊兄於衆惡之中, 使爲冡家宰, 任之不疑, 此乃漢、唐以來, 所未有之盛擧也。 凡在聞見, 孰不感激涕零? 而立之喜, 有甚焉者。” 此果絶交之書乎? 自此距珥之沒, 纔閱一月, 豈有其間, 更有通書絶交之理乎? 若珥再入之後, 汝立有移書絶交之擧則此非細事, 駭甚耳目, 不特朋友、門生知之, 國人亦莫不聞。 而何至今寥寥數月, 了無聲聞, 逮前書旣發之後, 乃有此說乎? 殿下若欲知此言之無據, 試問于左右曰: “汝立絶交之言, 爾等之聞, 在前書未發之前與否。” 則可以知此說之尤爲無據也。 凡士君子交際, 非有大故, 不敢輕絶。 汝立此書之後, 於珥小無可絶之過, 汝立以何故而絶之乎? 汝立之入城, 叔父旣死, 成渾未退。 汝立往見成渾, 語及叔父, 無一言及於絶交, 又與成渾言, 亦無規責之言。 而頃於榻前乃曰: “成渾服罪。” 云云。 方其時, 成渾雖未蒙乞骸之恩, 一向以退去爲意, 杜門養病之外, 無一事干預於時政, 則渾有何失而服罪於汝立乎? 成渾尙在, 而汝立敢爲此等辭說於聖明之前, 則其所以負珥於九泉者, 汝立之餘事也。 殿下天機洞燭, 聖智如神, 此事至明, 豈有所未曉? 而臣所以反覆詳辨者, 臣意以爲, 汝立之事, 皆人情所不忍爲。 殿下亦以汝立爲誠具四體則竊恐殿下, 於此不近之情狀, 或以爲未盡然也。 設有人問於汝立曰: “前年爾所指爲魑魅之屬, 何以今皆變爲君子人乎?” 則汝立何辭以對乎? 其書曰: “披肝瀝血, 以瀆天聽。” 又曰: “糾合同志, 抗章北闕。” 則湖南儒生之疏, 卽汝立此書之志也。 乃以儒生之疏, 皆爲指嗾, 而非公論, 則汝立所謂抗章北闕云者, 抑何意歟? 據此一事, 推其所爲, 則其言窮計盡, 反側詭譎之狀, 呈露無餘矣。 今者汝立事迹彰著, 流播遠近, 在朝之臣, 寧獨不知乎? 或以爲: “尤不足徵。” 或以爲: “實無所據。” 汝立之前後手書, 實在臣家, 昭不可誣, 臣何敢做出虛無之說, 欺罔天聽乎? 答曰: “鄭汝立所爲, 不近人情, 故予初以爲, 或出於流言。 其後聞之, 果非虛誣, 已敎以反側無狀也。 且在我無可絶之道, 則人雖自絶, 其何傷焉? 絶交與否, 尤不必辨也。” 汝立大沮歸鄕, 而李潑等相繼伸救, 每擬三司之望, 上終不用, 雖外官亦不落點, 汝立忿恚愈甚。"
            },
            "11": {
                "H2KE-EN": "Chief State Councilor Bak Susin requested the release of Song응gae and others, and the King granted permission. The King had a royal directive transmitted to [Bak] Susin as follows: On reflection, the two treacherous men, Song응gae and Heo Bong, who harbored harboring grudge against their deceitful schemes, supporting wise scholars, fabricated the worthy and fabricated the worthy men. Subsequently, the people in the capital and in the provinces were greatly disorder, and the state was dangerous. According to the nine penal code, the nine punishments must be imposed upon them. Therefore, the two men were already punished by banishment to a designated area so that those who harbored personal feelings and caused trouble to the country might be warned in the future. The evil effects that they committed themselves from their own will be avoided. However, my dear sirs words were reasonable and I followed their advice. The King ordered that Song응gae and Heo Bong be released and returned to their hometowns. It has not been long since Song응gae and Heo Bong returned to their hometowns and died. Heo Bong, being skilled by nature, and his poems were genuinely admired by the worthy men of the same generation. Therefore, the people of the time praised him and said, Although my dear sir lost Yi I, if my dear sir had lost his behavior, what harm could there be? Heo Bong also arrogantly self-restrained himself and claimed Yi I to insult the disorder. People grieved this.",
                "H2KE-nKo": "영의정 노수신이 송응개 등을 관대하게 처결하여 풀어 주기를 청하니, 주상이 윤허하였다. 노수신에게 전교하기를,“오직 이 송응개와 허봉 두 간인이 묵은 감정을 품고 간사한 꾀를 내어 편당을 지어 선창하고 어진 선비를 무함하여 배척하니, 조급하고 망녕된 무리가 따라서 호응하여 마침내 조야가 크게 혼란하고 나라가 위태롭게 되었다. 구형으로 다스린다면 반드시 용서할 수 없기 때문에 이미 두 사람에게 유방의 죄를 씌워 훗날 신하로서 사사로운 마음을 품고 나라를 병들게 하는 자들로 하여금 경계할 줄을 알게 하였다. 재앙이 스스로 만든 것이니 죄를 면할 수 없으나 경이 말하였기 때문에 내가 뜻을 굽혀 따르겠다.”하고, 석방하여 고향으로 돌아가 편리한 대로 거주하게 하라고 명하였다. - 박근원은 이미 석방하였고, 송응개와 허봉은 석방되어 돌아온 지 얼마 되지 않아 죽었다. 허봉은 총명하고 기억력이 좋았으며 시사가 아름다웠으므로 당대에 재자로 추대되었다. 그래서 당시 사람들이 그를 종주로 삼아 ‘우리들이 이이를 잃었지만 훌륭한 숙부가 있으니 무슨 손해될 것이 있겠는가.’라고 하였는데, 허봉도 오만하게 스스로 앞장서서 이이를 공격하다가 패하고 말았으니, 담론하는 자들이 애석하게 여겼다. -\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 11번째기사",
                "gt-oKo": "영의정 노수신(盧守愼)이 송응개 등을 석방하기를 요청하니 상이 윤허하였다. 수신에게 전교하였다. “송응개·허봉 두 간인(奸人)이 묵은 감정을 품고 간사한 꾀를 일으키며 편당을 만들어 선창(先倡)하여 어진 선비를 모함하고 배척하자, 경망스런 무리들이 뒤따라 향응하여 조야가 크게 혼란되고 국기(國基)가 흔들리게 하였다. 구형(九刑)으로 다스린다면 도저히 용서할 수 없어 이미 두 사람에게 유배의 형벌을 가하여 훗날 신하로서 사감(私憾)을 품고 나라를 병들게 하는 자의 경계가 되게 하였다. 스스로 만든 죄는 벌을 모면할 수 없는 법이나 다만 경이 석방을 청하므로 내가 뜻을 굽혀 따르니, 석방시켜 고향으로 돌아가 편의대로 살도록 하라.”【박근원(朴謹元)은 이미 석방되어 돌아왔고 송응개·허봉은 석방되어 얼마 뒤에 죽었다. 허봉은 총명하고 기억력이 좋았으며 시사(詩詞)가 아름다왔으므로 한 시대가 재자(才子)로 추대하였다. 그리하여 당시 사람들이 종주(宗主)로 여기며 말하기를 ‘우리가 비록 이이를 잃었지만 미숙(美叔)이 있으니, 무슨 걱정이겠는가.’ 하였는데 허봉 역시 자신만만한 태도로 스스로 앞장서서 이이를 공격하다가 패망에 이르니, 이야기하는 사람들은 모두 애석하게 여겼다.】",
                "hj": "○領議政盧守愼請疏放宋應漑等, 上允之。 傳敎守愼曰: “惟玆宋應漑、許篈兩個奸人, 挾其宿憾, 奮其詐謀, 黨比先倡, 誣斥賢士, 躁妄之徒從而和之, 遂致朝野大亂, 邦國扤捏。 按以九刑, 必在罔赦, 故已將兩人, 加以流放之罪, 使後日之爲人臣, 而懷私病國者, 知有所戒。 孽由自作, 罪不可逭, 第卿言之, 故予玆屈意從之, 命放釋歸鄕, 任便居住。”【朴謹元已放, 宋應漑、許篈, 放還未久而死。 篈聰穎强記, 詩詞艶麗, 一代推爲才子。 故時人宗之, 曰: “吾儕雖失李珥, 有美叔在, 何損焉?” 篈亦傲然自當立幟攻珥, 以至於敗, 談者惜之。】"
            },
            "12": {
                "H2KE-EN": "Kim Ugung was promoted to second minister of personnel . He resigned from office and was replaced. Because Yi Haesu was appointed magistrate of Yeoju Strategic County , he was formerly appointed third minister of personnel , and he was deprived of Sim Ons clique.",
                "H2KE-nKo": "김우옹을 이조 참판으로 승진시켰다가 사직하여 체차하였다. 이해수를 여주 목사로 삼았다. 전 이조 참의로서 심의겸의 당여라는 배척을 받았기 때문이다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 12번째기사",
                "gt-oKo": "김우옹을 이조 참판으로 승진시켰으나 사직하므로 체직시켰다. 이해수(李海壽)를 여주 목사(驪州牧使)로 삼았다. 앞서 이조 참의로 삼았는데 심의겸의 당이라 하여 배척당한 것이다.",
                "hj": "○以金宇顒陞吏曹參判, 辭遞。 以李海壽爲驪州牧使, 以前爲吏曹參議, 見斥爲沈黨也。"
            },
            "13": {
                "H2KE-EN": "The King appointed Second Minister of WarYi Wonmyeong as governor of Hamgil Province.",
                "H2KE-nKo": "병조 참판 김명원을 함경 감사로 삼았다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 13번째기사",
                "gt-oKo": "병조 참판 김명원(金命元)을 함경 감사로 삼았다.",
                "hj": "○以兵曹參判金命元爲咸鏡監司。"
            },
            "2": {
                "H2KE-EN": "Deputy Education Director Yi Sik , Second Deputy Director Kim Su , Former Education Director Baek Yuyang , Responding Editor Yun Seongak , Responding Editors of the Office of Royal Decrees Yi Deok and Yu Gyu , Clerk Yu Daejin , and others presented a memorial to the King. The memorial read as follows: Seo Ik instead of story and falsely accused the petty officials of the same class as he wished to repay royal favor. He talked to others private letters, which was the ancients 수치스럽게 여겼던 바이니, even though he obtained from rumors, it is not worth refrained. Furthermore, he dared to copy the words of the same story and wrote it in the memorial. He arbitrarily without fear. He robbbed the means of communication by opening the way of the Royal Confucian Academy and 현혹ed Your Majestys sagacity. His intentions are truly surprised. The King also discussed Sim Uigyeom with communication with others. The King replied as follows: Upon reading the memorials, I deeply praised his truthfulness and uprightness. This is a firm decision that cannot be changed. How could I say again? I deeply grieved that he was a subject of the same classical contrary, which was extremely disgraceful. Generally, I saw Sim Iks character was surely suspected that he had a slightest temperative scheme. However, he observed the memorial that he secretly plotted and secretly plotted to save his colleagues, hence he saved the petty officials of the same class and threatened the worthy officials to impeach the worthy and wisdom. He tried to save his name of righteousness and threatened the King so that he could not clearly discern the right and wrong. The memorial submitted by Yi Ik was worthy of both classical contrary to the moral principles of righteousness. Nevertheless, he presented multiple words in order to satisfy his intention. However, his numerous cunning schemes are also lower than that of his wicked schemes. Considering this, he is surely a petty man and his talent is adequately aworthy man. The other day, he said, It is worthy of wickedness and worthy of the imperial court. That is why I am worried because of this. However, because the",
                "H2KE-nKo": "부제학 이식, 직제학 김수, 전한 백유양, 응교 윤선각, 교리 이덕형ᆞ유근, 저작 유대진 등이 차자를 올리기를,“서익이 사람들의 비난에 가탁하여 사류를 함정에 빠뜨려 사은을 갚을 바탕으로 삼고자 하였습니다. 남의 사서를 들추어내는 것은 옛사람도 수치스럽게 여겼으니 유언비어에서 얻은 것은 더욱 증명할 수 없습니다. 더구나 감히 한때의 말을 주워 모아 소장에 쓴단 말입니까. 방자하고 거리낌 없이 멋대로 굴어 언로를 막고 성상의 귀를 현혹하였으니, 그 마음 씀씀이를 따져 보면 참으로 놀랍습니다.”하고, 또 심의겸이 사람들과 결탁한 죄상을 논하니, 답하기를,“차자의 내용을 보고 그 강직함을 매우 가상하게 여겼다. 이는 바꿀 수 없는 정론이니, 내가 다시 무슨 말을 하겠는가. 통탄스러운 것은 한쪽의 신하에게 농락당하는 것이니, 그 모욕이 심하다. 서익의 사람됨을 내가 일찍이 보았으므로 진실로 거칠고 사나운 태도가 있는가 의심하였다. 그러나 그 소장의 내용을 보니, 음모와 비계, 마음 씀씀이가 음험하고 참혹하여 한편으로는 동류를 구원하고 한편으로는 명현을 함정에 빠뜨렸으며, 공격한다는 말을 끌어다가 대관을 위협하여 현자와 사인을 규핵하지 못하게 하고, 의리에 죽는다는 이름을 가탁하여 임금을 두렵게 하여 시비를 분별하지 못하게 하였다. - 서익의 상소 중에 ‘두 집안이 모두 서로 용납하지 않는 것을 절개를 지키고 의리에 죽는 바탕으로 삼는다.’라고 하였다. - 겉으로는 화평하다는 말을 진술하였으나 실은 제 속셈을 이루려는 술책인데 허다한 간계를 부렸으니, 귀신도 하찮다고 하겠다. 그 포치한 것이 능숙하고 말을 꾸민 것이 교묘하니, 이것으로 보면 이 사람은 반드시 소인이고 재주가 있는 자일 것이다. 이와 같은 사람이 가장 두려우니, 내가 전일에 이른바 ‘음험함을 헤아릴 수 없다.’라고 하고, 또 ‘조정에 일이 생길까 염려스럽다.’라고 한 것은 이 때문이다. 다만 임금의 도량은 그 정상을 드러내서는 안 되기 때문에 너그럽게 용납하여 다 말하지 않았을 뿐이다. 지금 사람들의 뜻을 보니, 혹 일종의 이설이 있기도 하다. 그러므로 나의 뜻을 분명하게 논하여 직신으로 하여금 두려워하는 바가 없게 하지 않을 수 없다.대저 괴상한 말이 분분한 것이 진정시키는 것인가, 빚어내는 것인가? 옥당은 내가 논사하는 자리이니, 혹시라도 소회가 있으면 숨김없이 다 말하라.”하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 2번째기사",
                "gt-oKo": "부제학 이식(李栻), 직제학 김수(金睟), 전한 백유양(白惟讓), 응교 윤선각(尹先覺), 교리 이덕형(李德馨)·유근(柳根), 저작 유대진(兪大進) 등이 차자를 올리기를, “서익이 사람들의 말이라고 거짓 칭탁하여 사류를 배척하고 모함함으로써 사사로운 은혜에 보답하는 소지로 삼으려 하였습니다. 그리고 남의 사서(私書)를 발설하는 일은 옛사람들이 수치로 여겼던 것이고 떠도는 말을 들은 것은 더욱 신빙할 수가 없는 것인데 더구나 감히 일시의 풍문을 수집하여 장소(章疏)에 쓸 수 있단 말입니까. 방자하게 멋대로 행하여 조금도 꺼림이 없고 언로를 막고 성청(聖聽)을 현혹시켰으니 그 마음 가짐을 캐보면 참으로 놀랄 만합니다.” 하고, 또 심의겸이 사람들과 결탁한 죄상을 논하였는데 상이 답하기를, “차자의 내용을 보고 논의가 솔직한 것을 매우 가상히 여긴다. 이는 바뀔 수 없는 정론(定論)이니 내가 다시 무슨 말을 하겠는가. 통탄스러운 것은 한 변방의 신하에게 농락을 당한 것인데 매우 치욕스럽다. 대개 서익의 위인은 내가 일찍이 본 적이 있어 그 거칠고 사나운 태도를 의심하였었는데, 이제 소장의 내용을 보니 음흉한 꾀와 비밀스런 계략을 써서 마음 가짐이 험악하고 참혹하여 한편으로는 동류를 구하고 한편으로는 명현을 모함하였는가 하면 공격한다는 말을 인용하여 대관을 협박하여서 현사(賢邪)에 대하여 규핵(糾劾)하지 못하게 하였고, 의리에 죽는다는 명칭을 가탁하여 군부를 겁에 질리게 하여 시비를 분별하지 못하게 하였다.【서익의 상소 내용에 ‘양쪽이 모두 서로 용납하지 않는 것을 절의에 목숨을 바치는 소지로 삼고 있다.’ 하였다.】 겉으로는 화평시킨다는 말을 하였지만 실제는 제 속셈을 펴려는 술책이었는데 허다한 간계는 귀신도 그만 못하다 하겠다. 그 논리의 포치가 능란하고 말을 꾸민 것이 교묘한데 이것으로 본다면 이 사람은 반드시 소인으로서 재능이 있는 자가 분명하니 이런 사람이 가장 두렵다. 내가 전일에 ‘음험함을 헤아리기 어렵다.’고 한 것이나 ‘조정에 일을 발생시킬까 염려된다.’ 한 것이 이를 두고 한 말이다. 다만 임금의 도량은 그 정상을 폭로할 수 없었기 때문에 너그럽게 포용하고 다 말하지 않았었는데 지금 사람들의 생각을 관찰해 보니 일종의 이설(異說)이 있으므로 나의 뜻을 분명하게 밝혀 정직한 신하들이 조금도 겁내는 바가 없도록 하지 않을 수가 없다. 대저 괴상한 말이 분분한데 과연 진정시키려는 것인가, 아니면 도리어 조장하려는 것인가? 옥당이야말로 나의 논사(論事)를 맡은 직책이니 혹시라도 생각하는 바가 있거든 극언하여 조금도 꺼리지 말라.” 하였다.",
                "hj": "○副提學李栻、直提學金睟、典翰白惟讓、應敎尹先覺、校理李德馨ㆍ柳根、著作兪大進等上箚言: 徐益假托人言, 擠陷士類, 欲爲圖報私恩之地。 發人私書, 古人所恥, 得於流言, 尤不足徵, 況敢掇拾一時語言, 而筆之於章疏? 放縱自恣, 而無所憚, 杜絶言路, 熒惑聖聽, 原其設心, 誠可駭也。 又論沈義謙交結人之罪狀。 答曰: “得見箚辭, 深嘉峭直。 此是不易之定論, 予復何言? 所可痛者, 爲一邊臣所玩弄, 其辱甚矣。 夫益之爲人, 予嘗見之, 固疑其有粗厲之態, 而觀其疏章之辭, 陰謀秘計, 設心險慘, 一以救解同類; 一以擠陷名賢, 引攻擊之說, 怯脅臺官, 使不得糾劾賢邪; 託死義之名, 恐動君父, 俾不得辨別是非。【益疏中有: “兩家皆以不相容, 爲仗節死義之地。” 云】陽陳和平之說, 實逞胸臆之術, 而有許多奸計, 可謂鬼亦下矣。 其布置能, 而措辭巧, 以此觀之, 此人必小人, 而有才者, 如此之人, 最爲可畏。 予前日所謂: ‘險不可測。’ 又曰: ‘生事朝廷可慮。’ 者, 以是也。 第以人主之量, 不可暴其情狀, 故含容而不盡之耳。 今觀人意, 或有一種異說, 故不得不明論予意, 使直臣無所懼耳。 大抵怪說紛紛, 是鎭定者耶? 醞釀者耶? 玉堂是予論思之地, 倘有所懷, 其極言不諱。”"
            },
            "3": {
                "H2KE-EN": "Minister of RitesYu Seongryong submitted a memorial requesting the resignation of Seo Iks cunning circumstances. The King said, If he resigns due to this cunning cunning. Do not resign. ",
                "H2KE-nKo": "예조 판서 유성룡이 서익에게 거간이라는 지목을 받았다는 이유로 상소하여 사직하니, 답하기를,“만약 이 때문에 사직한다면 도깨비 같은 무리들이 갓을 털고 벼슬길에 나서게 될 것이니, 이는 그의 뜻을 이루어 주기에 알맞다. 사직하지 말라.”하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 3번째기사",
                "gt-oKo": "예조 판서 유성룡이 서익에게 거간(巨奸)으로 지목당하였다는 이유로 상소하여 사직을 청하니, 답하였다. “만약 이것으로 사퇴하면 흉측한 무리들이 기뻐할 터이니 이는 그들의 뜻을 이루어 주는 것이 된다. 사퇴하지 말라.”",
                "hj": "○禮曹判書柳成龍以被徐益巨奸之目, 上疏辭職, 答曰: “若以此辭退, 則怪鬼輩彈冠, 適足以成其志也。 勿辭。”"
            },
            "4": {
                "H2KE-EN": "Third Censor Kim Gwon of the Office of the Censor General reported to the King as follows: The colleagues wanted to advise the wrongdoings of Seo I in a memorial, but your subjects viewed differently. Previously, three men had already been exiled to the capital and returned to the Ming court. If Yeo립이 believes Yi I, then it would be necessarily impossible to cultivate peace and cultivate the people in order to lose their faults. However, the letter read as follows: Although one or two petty men have already been exiled, harboring wicked functionaries still occupy the court officials and enjoying natural disaster. Thus, the natural disaster will worse than today. Also, the letter read as follows: The natural disaster of the burden of the human being human",
                "H2KE-nKo": "헌납 김권이 피혐하여 아뢰기를,“동료가 차자를 올려 서익의 상소의 잘못을 논하려고 하는데, 신의 소견은 이와 다릅니다. 이전에 세 사람이 귀양 가고 이이가 조정에 돌아왔을 때 정여립이 이이를 위해 계책을 세웠으니, 마땅히 화평하고 진정시켜 중도를 잃지 않도록 해야 한다고 경계하였습니다. 그런데 그 글에 ‘한두 간사한 사람이 이미 귀양을 갔으나 큰 간인이 아직도 조정의 논의를 장악하고 있어 화를 즐기는 마음이 그치지 않고 있으니, 훗날의 화가 오늘날보다 더 심해질 것이다.’라고 하였고, 또 ‘불태우고 함정에 빠질 화가 눈앞에 닥쳤다.’라고 하였으니, 이 말이 과연 어떠합니까. 훗날 입시할 때에는 전일 삼사의 관원을 등용하지 않은 것을 가지고 이이에게 허물을 돌려 온갖 비방을 다하였으니, 만약 그 실정을 밝혀낸다면 누군들 정여립을 형편없다고 여기지 않겠습니까.서익이 처음에 남쪽 지방에 있을 때 정여립의 의론을 모두 알고 있었기 때문에 분개하여 이런 의론을 한 것입니다. 그 뜻은 화평을 위주로 한 것이고 또 말한 사람을 심하게 죄줄 수 없기 때문에 신은 동료의 의론이 지나치다고 여겼습니다. 형편상 서로 용납될 수 없으니, 신의 직임을 체차해 주소서.”하니, 답하기를,“너는 그 글을 보았는가?”하자, 회계하기를,“신이 직접 보았습니다.”하였다. 또 전교하기를,“그 글이 정여립이 이이를 배척하기 전에 나왔는가, 그 뒤에 나왔는가?”하니, 또 아뢰기를,“비척한 뒤에 나왔는가?”하자, 답하기를,“너는 그 글을 보았기 때문에 분노한 데서 나왔다고 생각하였으나, 동료는 반드시 각자의 견해가 있을 것이므로 남의 말을 가탁한 것이라고 해도 무방할 것이다. 다만 서익이 정여립을 논핵한 일은 옳지만 그 나머지는 참으로 간사한 말이다. 네가 화평을 위주로 한 것은 잘못이다. 다만 너는 이미 그 글을 보았으니 다시 의심할 것이 없다. 그러나 헤아리기 어려운 것은 남의 말이다.”하였다. 대개 정여립의 글은 인정에 가깝지 않기 때문이다. 김권이 물러나 물론을 기다렸는데, 헌부가 탄핵하여 체차하였다. 정숙남을 헌납으로 삼았다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 4번째기사",
                "gt-oKo": "헌납 김권(金權)이 피혐하여 아뢰기를, “동료들이 차자로 서익의 상소의 잘못을 논하려 하는데 신의 견해는 그와 다릅니다. 전에 세 사람이 이미 유배되고 이이가 조정으로 돌아왔을 때 정여립이 진정으로 이이를 위하였다면 마땅히 화평시키고 진정시켜 중도를 잃지 않도록 하라고 경계했어야 합니다. 그런데 도리어 그 편지에 ‘한두 간사한 사람이 쫓겨났으나 거간이 아직 조정의 언론을 장악하고 있어 화란을 기화로 여기는 마음이 그치지 않고 있으니, 후일의 화가 지금보다 더 심해질 것이다.’ 하고 또 ‘분서 갱유(焚書坑儒)의 화가 조석에 박두하였다.’ 하였으니, 이 말이 과연 무슨 말입니까. 훗날 입시하여서는 전날의 삼사(三司)를 쓰지 않은 것을 이이의 잘못으로 돌리면서 그지없이 훼방하였으니 그 실정을 캐본다면 누구인들 여립을 형편없는 사람이라 하지 않겠습니까. 서익이 애초에 남쪽에 있으면서 여립의 논의에 대하여 잘 알고 있었기 때문에 격분한 나머지 이런 말을 한 것입니다. 그의 의도는 화평시키는 데에 목적이 있는데, 또 말한 자에게 무거운 죄를 줄 수는 없는 것입니다. 이 때문에 신이 동료들의 의견이 중도에 지나쳤다고 하였는바, 형편상 서로 용납할 수 없으니 신의 직책을 가소서.” 하였는데, 답하기를, “네가 그 편지를 보았는가?” 하니, 이에 회계하기를, “신이 직접 보았습니다.” 하였다. 또 하교하기를, “그 편지가 여립이 이이를 헐뜯고 배척하기 전에 나왔는가, 아니면 그 뒤에 나왔는가?” 하니, 또 아뢰기를, “그 뒤에 나왔습니다.” 하였다. 답하기를, “너는 그 편지를 보았으므로 그가 격분한 나머지 올린 것이라고 여겼겠지만, 동료들은 필시 그들 나름대로의 견해가 있는 것이니 남의 말을 가탁하였다고 한 것은 무방하다. 다만 서익이 여립을 논한 일은 비록 옳다 하더라도 그밖의 것은 진정 간사한 말이니 네가 화평에 목적을 두었다고 한 것은 오인한 것이다. 다만 네가 그 편지를 보았다고 하였으니 달리 의심할 수 없다. 그러나 헤아리기 어려운 것은 사람의 말이다.” 하였는데, 그 까닭은 여립의 편지란 것이 인정에 가깝지 않았기 때문이다. 김권이 물러가 물론을 기다렸는데 헌부가 탄핵하여 체직시키고 정숙남(鄭淑男)을 헌납으로 삼았다.",
                "hj": "○獻納金權避嫌啓曰: “同僚欲箚論徐益上疏之非, 而臣之所見則有異。 前者三人旣竄、李珥還朝, 汝立爲珥計, 則當以和平鎭定, 使無失中爲戒。 而其書有曰: ‘一二憸人, 雖已竄逐, 巨奸尙握朝論, 樂禍之心, 囂然其未已, 後日之禍, 將有甚於今日。’ 且云: ‘焚坑之禍, 迫在朝夕。’ 此言果何如也? 至於後日入侍, 則以不用前日三司, 歸咎於珥, 毁謗無所不至, 若得其情, 孰不以汝立爲無狀也? 益初在南中, 汝立議論, 無不知之, 所以憤憤, 有此論說也。 其意主於和平, 且言者不可深罪, 故臣以僚議爲過中。 勢不相容, 請遞臣職。” 答曰: “汝觀其書乎?” 回啓曰: “臣目覩之矣。” 又敎曰: “其書出於汝立詆斥李珥之前乎? 其後乎?” 又啓曰: “出於詆斥之後矣。” 答曰: “爾則見其書, 故以爲出於憤憤, 同僚則必各有所見, 故以爲託爲人言者, 不妨也。 但益之論汝立之事雖是, 其他則眞邪說也。 爾之以爲主於和平則誤矣。 但爾旣觀其書, 更無可疑, 然但難測者, 人言也。” 蓋汝立之書, 不近人情故也。 權退待, 憲府劾遞之。 鄭淑男爲獻納。"
            },
            "5": {
                "H2KE-EN": "Inspector General Choe Hwang reported as follows: A scholar-official claiming his mind and conduct is already determined in the heart, and thus he should not observe himself in the end and serves upholding the sovereign. Should he changes his back and forth in order to follow his back and forthrightness, he tried to rely on his back and forthrightness. If his mind is like this, how could he be seen? If his circumstances have already been exposed, then it would be proper to harbor blame him and severely disclose him. Then, why did he hide his faults and support his wrongdoings only to support his back and forthrightness? Although your subject and Jeong Yeop have never once seen their wrongdoings, he has heard that they were studying and self-restrained scholar-official . Upon hearing the circumstances, even though they said that they were correct in the past,【Jeong Yeops words were like this. 】 their circumstances cannot be changed according to the circumstances and changed according to the circumstances, there is no one among the people throughout the country. There is no one who does not know about this. The Office of the Censor General submitted a memorial requesting that Seo Ik be truly honest and upright. However, when Yeo립 sent a letter to the Office of the Censor General , he said, It was true that he came from a word from a side and deceived his mind. How could he be reprimanded by others? The circumstances of the court are not always caused by such matters, and thus your subject is deeply saddened. Thus, he could not collude with his collusion with his collusion. Your subject requests that he be dismissed from his post. The King responded to this request. Censor Yi Yangjung and others 피혐 and reported as follows: Your subject and others merely impeached Seo Ik for his faults and false accusation. There is no single intention to harbor a single person to harbor harborn a single person to harborn a word from a single person to harborn a single person",
                "H2KE-nKo": "대사간 최황이 아뢰기를,“사군자가 마음을 세우고 일을 행하는 것이 이미 마음속에서 정해졌다면 시종일관 흔들리지 않고 정직하게 임금을 섬길 뿐입니다. 그러나 혹 형세에 따라 맹렬하게 변하고 향배를 바꾸어 권세에 빌붙어 출세할 계책을 삼으니, 마음가짐이 이와 같다면 다른 것이야 어찌 볼 만한 것이 있겠습니까. 그 사람의 정상이 이미 드러났으면 공심으로 나라를 받드는 자는 마땅히 깊이 미워하여 통렬히 끊어야 합니다. 그런데 어찌하여 그 잘못을 비호하여 한갓 서로 돕고 잘못을 숨긴다는 비난을 받는단 말입니까. 신은 정여립과 한 번도 만난 적이 없고, 또한 그가 책을 읽고 선을 지향하는 사람이라는 말을 들었습니다. 그런데 간통의 내용을 들어 보니, 비록 스스로 말하기를 ‘지금은 옳고 어제는 그르다.’라고 하였으나, - 정여립이 연석에서 한 말이 이와 같았다. - 그 행적이 형세에 따라 변천하는 것을 면치 못하였으니, 조야의 비웃음을 모르는 사람이 없습니다.간원이 차자를 올려 서익을 논핵한 것은 과연 곧은 말이었습니다. 그러나 정여립이 편지를 보낸 일에 대해서는 말하기를 ‘떠도는 떠도는 말에서 나온 것으로 실로 근거가 없다.’라고 하였으니, 이는 정여립 한 사람을 비호하고자 하여 그 마음을 속인 것에 불과합니다. 일찍이 면대하여 속인 이산보와 무엇이 다르겠습니까. 스스로 처신하기를 이와 같이 한다면 어떻게 남의 잘못을 책망하고 인심을 복종시킬 수 있겠습니까. 조정이 안정되지 못하는 것이 매번 이와 같은 일에서 말미암으니, 신은 일찍이 마음이 아팠습니다. 동료와 서로 용납하지 못하니, 신의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다. 사간 이양중 등이 피혐하여 아뢰기를,“신들은 단지 서익이 거짓을 꾸며 선을 무함한 정상을 공격하였을 뿐, 정여립을 비호하고자 하는 마음은 조금도 없습니다. 무거운 배척을 현저하게 받았으니, 신들의 직임을 체차해 주소서.”하니, 답하기를,“정여립은 지금의 형서이다. 하찮은 일개 소신의 일이 무슨 큰 관계가 있기에 어찌 이 때문에 서로 용납하지 못하는가. 최황의 말도 곧고 평정하다. 간원의 차자 가운데 한 조목의 조어는 자못 분명하지 않은 듯하니 대단하지는 않다. 그러나 그대들은 최황의 말에 감복하여 피차 분명하게 서로 용납해야 할 것이다.”하였다. 모두 물러가 물론을 기다렸다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 5번째기사",
                "gt-oKo": "대사간 최황(崔滉)이 아뢰기를, “사군자가 마음을 세우고 일을 행함에 있어서 이미 마음속으로 작정하였으면 처음부터 끝까지 굽히지 않고 정직하게 임금을 섬겨야 할 뿐입니다. 만약 혹시라도 형세에 따라 염량(炎涼)을 달리하고 향배를 바꾸어 추종하면서 출신할 계책으로 삼아 이와 같이 마음을 가진다면 다른 점이야 어찌 볼 만한 것이 있겠습니까. 그 사람의 정상이 이미 드러났다면 공심으로 나라를 받드는 자로서는 마땅히 깊이 미워하고 통렬하게 거절하는 것이 옳은 것입니다. 그런데 어찌 그 잘못을 비호하여 부질없이 서로 돕고 잘못을 숨겨준다는 비난을 받는단 말입니까. 신은 한 번도 정여립을 본 적은 없지만 그가 책을 읽으며 선(善)을 지향하는 사람이란 말은 들었습니다. 그러나 편지 속의 말을 듣고 보면 비록 스스로 ‘지금이 옳고 전에는 잘못되었다.’ 하였지만【여립이 경연에서 이런 말을 하였다.】 그의 행적이 형세에 따라 변천했다는 것을 면하지 못한 것으로서 조야의 비웃음거리가 되고 있는 것을 모르는 사람이 없습니다. 간원이 차자를 올려 서익을 논한 것이 과연 곧고 바른 것임에는 틀림없으나 여립이 편지를 통한 일에 이르러서는 ‘떠도는 풍문에서 나온 것으로 실제 근거가 없다.’ 하였는데 이는 대개 여립을 비호하려고 그 마음을 속인 것에 지나지 않으니 일찍이 어전에서 면대하여 속인 이산보와 무엇이 다르겠습니까. 스스로 이와 같이 처신하고서 어떻게 다른 사람의 잘못을 질책하고 인심을 감복시키겠습니까. 조정이 안정되지 못한 것이 늘 이러한 일에서 연유되므로 신은 일찍이 마음 아파하였는데 이제 동료들과 서로 용납되지 못하니, 신을 체직시키도록 명하소서.” 하니, 사직하지 말라고 답하였다. 사간 이양중(李養中) 등이 피혐하여 아뢰기를, “신들은 다만 서익이 근거없는 말을 꾸며 착한 사람을 무고한 정상에 대해 공박하였을 뿐, 털끝만큼도 여립을 비호하려는 마음은 없었는데 현저하게 무거운 배척을 받았습니다. 신들의 직책을 가소서.” 하니, 답하기를, “여립은 이 시대의 형서(刑恕)이다. 일개 소신의 하찮은 일이 무슨 큰 관계가 있기에 어찌 이것을 가지고 서로 용납하지 못하는가. 최황의 말도 곧고 평정(平正)하다. 간원의 차자 중에 몇 마디 미흡한 곳이 있지만 그리 대단한 것은 아니다. 그러나 너희들은 최황의 말을 새겨 듣고 피차 툭 터놓고 서로 용납함이 옳다.” 하였는데, 모두 물러가 물론을 기다렸다.",
                "hj": "○大司諫崔滉啓曰: “士君子立心行事, 旣定於中, 則終始不撓, 以直事君而已。 如或隨勢炎涼, 變遷向背, 爲趨附發身之計, 處心如此, 則他何足觀? 其人情狀, 若已敗露則以公心奉國者, 所當深惡, 而痛絶之可也。 何乃掩護其失, 而徒取相助匿非之譏乎? 臣與鄭汝立, 雖未曾一見, 亦嘗聞其爲讀書向善之人矣。 及聞簡中之辭則雖自云今是昨非,【汝立筵中語如此。】其迹未免於隨勢變遷, 朝野嗤笑, 人莫不知之。 諫院之箚論徐益, 果爲讜直, 至於汝立通書事則乃曰: ‘出於往來行言, 實無所據。’ 則是不過欲護一汝立, 而欺其心也, 曾何異於面謾之李山甫乎? 自處如是則其何以責人非, 而服人心乎? 朝廷之不靖, 每由於如此等事, 臣嘗痛心。 不能與同僚相容, 請命遞臣職。” 答曰: “勿辭。” 司諫李養中等避嫌啓云: “臣等只攻徐益構虛誣善之情狀而已, 無一毫欲護汝立之心。 顯被重斥, 請遞臣等之職。” 答曰: “汝立, 今之邢恕也。 幺麿一小臣之事, 有何大關, 豈以此不相容乎? 崔滉之言, 亦直而平正。 諫院箚辭中一款措語, 頗似未瑩, 不至大段。 然爾等當服崔滉之言, 彼此洞然, 與之相容可也。” 竝退待。"
            },
            "6": {
                "H2KE-EN": "Inspector General Ku Bongryeong and others reported as follows: The memorial submitted by the Office of the Censor General merely insulted the circumstances of Seo Ik to falsely accuse the virtuous deeds, and only wrote about the circumstances of the memorial to address the circumstances. Therefore, it is not worth mentioning about whether or not the memorial to address the circumstances. Choe Hwang said, It has been long since the memorial to address that Yeo립 had been widely widely, but the Office of the Censor General did not directly claim the circumstances and did not immediately claim the circumstances. Thus, it is also not possible. Your subjects request that Choe Hwang and Yi Yangjung all be dismissed from their posts. The King followed this request.",
                "H2KE-nKo": "대사헌 구봉령 등이 아뢰기를,“간원의 차자는 단지 서익이 착한 사람을 무함한 정상을 공격한 것으로, 상소에서 한 말을 들어 말한 것이지 애당초 정여립에 대해서는 언급하지 않았으니, 그 글이 있었는지 없었는지는 논할 겨를이 없습니다. 최황의 생각은 ‘정여립의 글이 전파된 지 이미 오래되었는데도 간원이 떠도는 말이라고 핑계 대면서 곧바로 배척하지 않고 마치 비호하려는 듯하였다.’라고 여긴 것이니, 또한 소견이 없다고 할 수 없습니다. 최황과 이양중 등을 모두 출사하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 6번째기사",
                "gt-oKo": "대사헌 구봉령(具鳳齡) 등이 아뢰기를, “간원의 차자는 단지 서익이 착한 사람을 무고한 정상에 대해 공박한 것으로서 그 상소의 내용에서 인용하여 말한 것일 뿐, 애당초 여립에 대하여는 언급하지 않았으며 그 편지의 유무에 대해서도 논할 겨를이 없었습니다. 그리고 최황의 생각은 ‘여립의 편지가 세간에 전파된 지가 오래되었는데 간원에서는 떠도는 말이라 핑계대고 곧바로 배척하지 않아 비호함이 있는 듯하다.’고 여겼던 것이니 전혀 무리한 견해라고 할 수 없습니다. 최황·이양중(李養中) 등에게 모두 출사토록 명하소서.” 하니, 따랐다.",
                "hj": "○大司憲具鳳齡等啓云: “諫院之箚, 只攻徐益誣善之情狀, 乃擧疏中所說, 而爲之辭, 初不及於汝立, 其書有無, 不暇論也。 崔滉之意以爲: ‘汝立之書, 傳播已久, 而諫院諉之行言, 不爲直斥, 若有所容護者然。’ 亦不爲無見。 請崔滉、李養中等竝出仕。” 從之。"
            },
            "7": {
                "H2KE-EN": "Fourth Censor [of the Office of the Censor General] Kim Gyeongchang did not come to work under the pretext of illness, and afterward, he 인혐 [the King] withdrew that the Office of the Censor General did not have any faults. [The Office of the Censor General] also refused to withdraw and reported to the King. Choe Hwang also reported to the King, saying, It has been a long time since [Kim] Yeo립s letter of credence was widely transmitted to the capital. How can [he] know that the Office of the Censor General alone cannot hear [his letter of credence]? That is why your subject disclosed [his letter of credence]. Your subject requests that [his letter of credence] be resigned. The King replied, My dear sir is not comparable to those who are rumor and arrogant. You should first scrutinize the cardinal principles, and do not scrutinize those who are slandering with each other. [Choe] Hwang refused to withdraw and, together with Yi Yangjung and others, supporting their responsibilities, requested that [the Office of the Censor General] be dismissed from office. The King said, How can the Office of the Censor General deceive the King? Choe Hwang also did not admonish the people of the time because [he] did not have any faults. [However, he] should not be allowed to speak with each other. [The Office of the Inspector General] also refused to withdraw and reported to the King. The Office of the Inspector General reported, The reason why the inspectors and censors are replaced and replaced, and the matter is very important. How can this be adequately replaced by the Office of the Censor General to rather encourage the trouble? The King approved this.",
                "H2KE-nKo": "정언 김경창이 병을 핑계 대고 출사하지 않다가 추후에 인혐하여 사간원의 차자가 잘못된 것이 없다는 것을 밝혔으므로 역시 물러가 물론을 기다렸다. 최황이 또 피혐하여 아뢰기를,“정여립의 편지가 도성에 전파된 지 이미 오래되었는데 사간원에서만 유독 듣지 못했다는 것을 어찌 알겠습니까. 이것이 신이 곧바로 배척한 까닭입니다. 신이 이쪽저쪽에서 배척을 당하였으니, 사직시켜 주소서.”하니, 답하기를,“경은 부박하고 조급한 자들에 비할 바가 아니니, 먼저 대체를 헤아려 조롱하는 자들과 서로 다투지 말라.”하였다. 최황이 물러가 물론을 기다렸다. 이양중 등이 모두 인혐하여 스스로 변명하고 파직을 청하니, 답하기를,“사간원이 어찌 임금을 속일 리가 있겠는가. 최황도 현재 사람들을 경책한 것에 불과하니, 모두 잘못한 것이 없다. 언어 사이에서 관계없는 일이라 하여 서로 용납하지 않을 수는 없다. 사직하지 말라.”하였다. 모두 물러가 물론을 기다렸다. 사헌부가 아뢰기를,“대간을 체차하는 것은 일의 체모가 매우 중대하니, 어찌 이 때문에 언관을 가벼이 체차하여 소요를 더하게 할 수 있겠습니까.”하니, 그대로 따랐다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 7번째기사",
                "gt-oKo": "정언 김경창(金慶昌)이 병을 핑계로 출사하지 않다가 추후에 인혐하면서 간원의 차자는 잘못된 것이 없다는 뜻을 밝히고 역시 물러가 물론을 기다렸다. 최황이 다시 피혐하여 아뢰기를, “여립의 편지가 도성에 전파된 지가 이미 오래되었는데 어떻게 간원만이 듣지 못했다는 것을 인정하겠습니까. 이것이 신이 곧바로 배척하게 된 까닭입니다. 신이 이쪽저쪽에서 배척을 받고 있으니, 사직을 청합니다.” 하니, 답하기를, “경은 경망스런 자들에게 비할 사람이 아니니 우선 대체를 헤아려 조잘거리는 자와 서로 따지지 말라.” 하였다. 최황이 물러가 기다렸다. 이양중(李養中) 등이 인혐하여 자신을 변명하고 파직을 청하니, 답하기를, “간원이 어찌 임금을 속일 리가 있겠는가. 최황도 사람들을 질책하여 경계시키고자 한 것에 불과하니 모두 잘못한 바가 없다. 언어 사이의 대수롭지 않은 일로 서로 용납하지 못하는 지경에 이른다는 것은 가당치 않다. 사직하지 말라.” 하였다. 모두 물러가 물론을 기다렸다. 헌부가 아뢰기를, “대간을 교체하는 일은 사체가 매우 중요한데 어찌 이러한 일로 경솔히 언관을 교체하여 더욱 소요가 일어나게 할 수 있겠습니까.” 하니, 따랐다.",
                "hj": "○正言金慶昌稱病不出, 追後引嫌, 以明諫箚之無所失, 亦退待。 崔滉又避嫌云: “汝立之簡, 傳播都下已久, 安知諫院獨不聞知乎? 此, 臣之所以直斥也。 臣爲彼此詆斥, 請辭。” 答曰: “卿非浮躁者之比, 先計大體, 勿與嘲啾者相較。” 滉退待。 李養中等竝引嫌自辨, 請罷, 答曰: “諫院安有欺君之理? 崔滉亦不過警責時人, 皆無所失。 不可以不關言語間, 至於不相容, 勿辭。” 竝退待。 憲府啓以: “臺諫遞代, 事體極重。 豈可以此, 輕遞言官, 以增騷擾乎?” 從之。"
            },
            "8": {
                "H2KE-EN": "Fourth Censor Jeong Suknam of the Office of the Censor General also presented a memorial to the King, which stated, Before [Choe] Hwang was appointed to a government post, he first said that he should not be allowed to collude with each other because he was unsuitable. For this reason, all the entire cultire entire interrupretire entire interruptire entire ",
                "H2KE-nKo": "정언 정숙남이 또 논핵하기를,“최황이 출사하기 전에 먼저 얼토당토않은 말을 가지고 서로 용납될 수 없다고 하였습니다. 이 때문에 한 원이 모두 적임자가 아니라고 하니, 사직시켜 주소서.”하고, 물러가 물론을 기다렸다.최황은 이에 앞서 세 번 피혐하였고, 이양중, 정숙남, 최황은 또 잇달아 피혐하여 물러갔으며, 구봉령도 처치를 잘못하였다는 이유로 피혐하여 물러갔다.홍문관이 차자를 올려 대사헌 구봉령 이하와 정언 정숙남은 모두 체차하고, 최황과 이양중 등은 모두 출사시키기를 청하니, 그대로 따랐다. - 번거롭게 소란을 피웠기 때문이다. -\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 8번째기사",
                "gt-oKo": "정언 정숙남이 또 ‘최황이 출사하기 전에 먼저 인정에 가깝지 않은 말을 가지고 서로 용납할 수 없다고 하였는데 이는 간원의 사람들을 인물답게 여기지 않는 것이다.’고 논박하면서 사직을 청하고 물러가 물론을 기다렸다. 최황은 이제까지 세 번 피혐하였고, 이양중·정숙남·최황이 다시 서로 잇달아 피혐하여 물러갔으며 구봉령 또한 처치가 온당함을 잃었다는 이유로 피혐하여 물러갔다. 홍문관이 차자를 올려, 대사헌 구봉령 이하와 정언 정숙남은 모두 체직시키고 최황·이양중(李養中) 등은 모두 출사시킬 것을 청하니, 따랐다.【번독스럽게 소요를 일으킨 것으로 피혐하였다.】",
                "hj": "○正言鄭淑男又論: “滉未出仕之前, 先以不近之說, 謂不可相容。 是以, 一院爲皆非其人, 請辭。” 退待。 崔滉前此三避; 李養中、鄭淑男、崔滉, 又相繼避退; 具鳳齡亦以處置失當避退。 弘文館箚請, 大憲具鳳齡以下及正言鄭淑男竝遞, 崔滉、李養中等竝出仕, 從之。【以瀆擾避嫌也。】"
            },
            "9": {
                "H2KE-EN": "정원에 전교하기를, “정여립이 편지를 통한 일이 사실인가, 아니면 승지 중에 본 사람이 있는가?” 하니, 회계하기를, “정여립이 편지를 통한 일은 민간에 떠도는 말인데, 신 등으로서는 목격한 자가 없습니다. 또 들으니, 그 뒤에 절교한 편지를 이이에게 보냈다고 하는데, 신 등 역시 보지 못하였습니다.” 하였다.",
                "H2KE-nKo": "정원에 전교하기를,“정여립이 이이에게 편지를 보낸 일이 옳은가? 승지 중에 본 자가 있는가?”하니, 회계하기를,“정여립이 편지를 보낸 일은 항간에 떠도는 말이 있으나 신들은 직접 본 자가 없습니다. 또 들으니 그 뒤에 이이에게 편지를 보냈다고 하는데 신들도 보지 못하였습니다.”하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 6월 1일(경자) 9번째기사",
                "gt-oKo": "정원에 전교하기를, “여립이 이이에게 서찰을 보낸 일은 분명한 것인가. 승지 중에 본 자가 있는가?” 하니, 회계하기를, “여립이 서찰을 보낸 일에 대하여 항간에 떠도는 말이 있으나 신들 중에 직접 본 사람은 없습니다. 그리고 그뒤에 이이에게 절교하는 서찰을 보냈다는 말을 들었으나 신들은 그것도 보지 못하였습니다.” 하였다.",
                "hj": "○傳于政院曰: “鄭汝立通書李珥之事, 是乎? 承旨有見之者乎?” 回啓以: “汝立通書之事, 閭巷間有行言, 而臣等無目覩者。 且聞, 其後有絶交書于李珥, 而臣等亦不得見矣。”"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Former Erudite Jeong Seol【호남 사람이다.】 submitted a memorial to discuss the current affairs of the people of Jeolla Province. The King transmitted a royal directive to the Royal Secretariat , which stated as follows: I observed the memorial that I regarded the advantages of 좋아하고 미워함이 한두 가지가 아니어서 yielding and yang manipulation, and I do not know what to do so. At first, I did not regard the advantages of 좋아하고 미워함 and love the love of officials as if they were one family. Only the worthy of the people were recommended and appointed. This is known to the imperial court. However, I do not know the study of learning and ignorant. Due to the time, sometimes myself self-restraint depends on myself-restraint, and sometimes wicked people debauched myself-restraint. Furthermore, I rely on the power of the royal clan as a powerful man, not even further delighted. The two men, Yi I and Seong , who are truly a wise scholars of the state, and all the court officials have recommended and recommended them. I devoted myself to entrusting them to entrust them with sincerity and entrust them with myself-restraint. It is not because I pursued myself-restraint. It is not because I regarded myself-restraintitude and applyed myself-restraint. Ah! From ancient times, how could there be anyone who did not power the worthy of the officials? When the rumors of wicking words and attempted to pursue an extraordinary manipulation, they fabricated their rumors and fabricated secretly to fabricate the King, and eventually debauched the King and expelled them. If two or three men secretly communicated with the unworthy person,【 Jeong , Yun , and Sim . 】 supported the powerful manipulation and arrogantly arrogantly, the people of this state laughed and slandered them. However, the monarch possibility of the sovereign does not explain the possibility of the powerful manipulation, and the powerful manipulates the powerful manipulation. Therefore, how can I support myself-restraintitude manipulates who fabricated the powerful manipulation and fabricated the right and wrong manipulation",
                "H2KE-nKo": "전 박사 정설 - 호남 사람이다. - 이 상소하여 시사를 논하였다. 주상이 정원에 전교하기를,“이 상소를 보니, 내가 좋아하고 미워하는 것이 한결같지 않고 억누르고 찬양하는 것이 너무 지나치다고 하였는데, 무슨 일을 가리켜서 그렇게 하는지 모르겠다. 내가 애당초 좋아하고 미워하는 것과 사랑하고 미워하는 것이 없이 신하들을 한집안처럼 보고 오직 어진 사람만을 천거하여 등용하였으니, 이는 조정이 다 아는 바이다. 오직 배우지 않아 식견이 없기 때문에 때로는 스스로를 옳다고 여기는 병통이 있지만, 간사한 사람을 치우치게 미워하고 또 척리를 의지하여 세력을 부리는 자는 더욱 좋아하지 않는다. 이이와 성혼 두 사람은 실로 나라의 훌륭한 선비이고 온 조정이 함께 추천한 사람들이다. 내가 정성을 다하여 위임하고 자신을 굽혀서 초빙하는 것은 사사로운 데에 치우쳐서 등용한 것이 아니며, 자신의 견해 때문에 등용한 것이 아니다.아, 예로부터 어찌 어진 신하를 예우하지 않은 경우가 있었겠는가. 유언비어를 매개로 삼아 공격하는 것이 풍속을 이루어 서로 말을 돌려 너무 심하게 모함하고 심지어 군부를 우롱하기까지 하였기 때문에 내가 노하여 배척하였다.그런데 몇몇 무리가 못된 자들과 결탁해서 - 정씨, 윤씨, 심씨의 일을 가리킨 듯하다. - 세력을 믿고 방자하게 구는 것은 삼척동자도 다 알고 온 나라 사람들이 비웃고 욕하는 것이다. 다만 임금의 도량은 포용하고 포용하는 것이 드러나지 않으므로 우선 그 쓸 만한 곳을 취하여 모두 몰아다가 일을 맡겨 부리게 하였는데, 마음속으로는 실로 비루하게 여겼지 본래 이것을 옳다고 여긴 것은 아니었다. 그런데 오늘날에 이르러서는 사람들의 말이 자주 나오고 공론을 막을 수 없게 되었으니, 내가 어찌 사사로이 할 수 있겠는가. 오직 나의 마음은 치우침도 없고 치우침도 없기 때문에 옳은 것은 옳다 하고 그른 것은 그르다 하니, 이것이 어찌 억누르고 찬양하는 것이 한결같지 않겠는가. 그러나 가령 한 사람의 몸에 옳은 것도 있고 그른 것도 있다 하더라도, 미워하면서도 그 선을 알고 좋아하면서도 그 악을 알며, 옳은 것도 옳다고 하고 그른 것도 그르다고 하는 것이 바로 좋아하고 미워하는 천리이니, 임금의 사사로운 뜻으로 할 수는 없는 것이다. 만약 옳다고 여기면 그 그른 것까지 옳다고 하고, 그르다고 여기면 그 옳은 것까지 그르다고 하는 것은 편당을 짓고 음험한 자가 하는 짓이니, 저들이 나로 하여금 이런 짓을 하게 하려는 것인가.근래 기강이 서지 않고 사설이 꽉 막혀서 몰래 임금의 마음을 시험해 보고 거리낌 없이 업신여기니, 통탄스러움을 금할 수 없다. 훗날 나라의 성패를 빚어내는 것은 반드시 진정시키려는 말이 잘못된 것이니, 나의 뜻을 잘 알아야 할 것이다.”하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 7월 1일(경오) 1번째기사",
                "gt-oKo": "전 박사(博士) 정설(鄭渫)이【호남 사람이다.】 상소하여 시사(時事)를 논하였는데 상이 정원에 전교하였다. “이 상소를 보니 나에게 좋아하고 싫어함이 한결같지 않고 억누르고 부추김이 너무 지나치다 하였는데 무슨 일을 가리켜서 한 말인지 알 수가 없다. 나는 애당초 누구를 특별히 좋아하거나 싫어하거나 사랑하거나 미워한 적이 없이 모든 신하들을 일가(一家)처럼 여겼고 오직 어진 자를 들어서 썼으니 이는 조정이 다 아는 바이다. 오직 배우지 못하여 학식이 없는 까닭에 간혹 나의 뜻만 옳다고 하는 병통이 있고 간사한 사람을 지나치게 미워하고 또 척리(戚里)에 의지하여 세력을 부리는 자는 더욱 좋아하지 않고 있다. 이이와 성혼 두 사람은 실로 나라의 큰 선비이고 온 조정이 모두 추천한 자이기 때문에 내가 성심으로 위임시켰고 내 몸을 굽혀서 맞아왔던 것이지 사사로이 치우친 마음으로 등용했거나 내 의견만으로 발탁한 것은 아니었다. 아, 예부터 어찌 어진 신하를 예우하지 않은 적이 있었던가. 그런데 유언 비어를 매개로 하여 서로 공박하는 풍습이 생겨났고 말을 이리저리 돌려 너무 심하게 모함하는가 하면 심지어 군부를 희롱하는 데까지 이르렀으므로 내가 노하여 배척했던 것이다. 그 중 두세 사람의 무리가 못된 자들과 결탁해서【아마도 정(鄭)·윤(尹)·심(沈)의 일을 지칭한 듯하다.】 세력을 끼고 방자히 굴었던 일은 삼척 동자도 다 알고 있고 나라 사람들이 모두 질타하고 있는 터이다. 다만 임금의 도량으로 포용하여 드러내지 않고 우선 그 쓸 만한 곳을 취하여 모두 몰아 국사를 맡겼지만 마음 속으로는 실상 비루하게 여겼지 본디 옳게 여긴 것은 아니다. 지금에 이르러서는 사람들의 말이 여러 번 나왔고 공론은 막을 수 없는 것이니, 내 어찌 사정을 둘 수 있겠는가. 오직 내 마음은 편벽되거나 내 주장만을 내세움이 없기 때문에 옳은 자는 옳다 하고 그른 자는 그르다 했으니 이 어찌 억누르고 부추김이 한결같지 않은 것이겠는가. 가령 어떤 한 사람에게 옳은 점과 그른 점이 있다면 미워하면서도 그 착한 점을 알고 좋아하면서도 그 악한 점을 알며 긍정할 것은 긍정하고 부정할 것은 부정하는 것이 바로 좋아하고 미워하는데 있어서의 올바른 이치이니, 임금이 사사로운 생각으로 할 수는 없는 것이다. 만약 옳게 여기면 그 그른 것까지 옳게 여기고, 그르게 여기면 그 옳은 것까지 그르게 여긴다면 이는 곧 편당을 지어 남을 모함하는 자들이나 하는 것인데, 어찌 나에게 이런 일을 하게 하려는 것인가. 근래에 기강이 확립되지 않고 간사한 말이 세상에 가득하며 몰래 임금의 마음을 시험하여 기탄없이 업신여기려 드니 통탄스러움을 견디지 못하겠다. 훗날 나라를 망치는 화를 조성하는 것은 분명 진정시킨다는 설이 오도한 결과일 테니, 나의 뜻을 알도록 하라.”",
                "hj": "○朔庚午/前博士鄭渫【湖南人。】上疏論時事, 上傳于政院曰: “觀此上疏, 以予爲好惡不一, 抑揚太過, 不知指何事而然也。 予初無好惡與愛憎, 視群臣如一家, 惟賢者擧而用之, 此, 朝廷之所共知也。 惟其不學無識, 故時或有自是之病, 而偏嫉邪人, 且倚戚里爲勢者, 則尤不喜也。 李珥、成渾, 惟玆二人, 實乃邦家之彦, 擧朝所共推薦者也。 予推誠而委任之; 屈己而聘致之, 非以偏私而用之; 非以己見而擧之。 噫! 自古安有不禮其賢臣者乎? 及其流言作媒, 搏擊成風, 互回其辭說, 陷之太甚, 至於玩弄君父, 故予怒而斥之。 若其數三輩之交結匪人,【似指鄭、尹與沈事。】挾勢縱恣, 則尺童皆知, 而國人所嗤罵者。 第以人君之度, 包涵不露, 姑取其可用處, 竝驅而任使之, 而心實鄙之, 本非以此爲是也。 及至於今日, 人言屢發, 公論不可遏則予安得而私之哉? 惟其予心無偏無我, 故是者是之; 非者非之, 此豈抑揚不一哉? 然假使一人之身, 而有是有非焉, 惡而知其善; 好而知其惡, 是曰是, 非曰非, 斯乃好惡之天理, 不可以人君私意爲也。 若以爲是也則與其非者而是之; 若以爲非也則與其是者而非之, 此乃偏黨險詖者之所爲, 渠欲使予而爲此乎? 近來紀綱不立, 邪說充塞, 陰試君心, 慢侮無忌憚, 不任痛惋也。 他日釀成敗國者, 必鎭定之說誤之也, 宜知予意。”"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that Mun Cheonsang , Bang Hyoyu , and Jeong Mongju be printed and distributed. The King intended to encourage moral integrity to encourage public morals, and thus issued this order. [The King] ordered 노수신 to compose funerary oration. [The King] also printed the funerary oration and compiled and copying funerary oration. Yu Seongryong composed funerary oration. ",
                "H2KE-nKo": "문천상, 방효유, 정몽주의 문집을 간행하여 반포하라고 명하였다. 주상이 절의를 숭상하고 풍속을 장려하고자 하여 이 명을 내린 것이다. 노수신에게 서문을 지으라고 명하였다. 또 《악왕정충록》을 간행하고 유성룡에게 서문을 지으라고 명하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 7월 1일(경오) 2번째기사",
                "gt-oKo": "문천상(文天詳)·방효유(方孝濡)·정몽주(鄭夢周)의 문집을 간행하여 반포토록 명하였다. 이는 상이 절의를 숭상하고 풍속을 장려하고자 하여 명한 것인데 노수신에게 서문을 짓게 하였다. 또 《악왕정충록(岳王精忠錄)》을 간행하였는데 유성룡이 서문을 지었다.",
                "hj": "○命刊布文天祥、方孝孺、鄭夢周文集。 上欲崇表節義, 以勵風俗, 故有是命, 命盧守愼作序文。 又刊行《岳王精忠錄》, 柳成龍作序文。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Inspector General Yi Sik , Second Inspector [of the Office of the Inspector General] Yi Yuin , Third Inspectors Han Ong and Hong In헌 , Fourth Inspectors Sim Dae and 이시언 , Censor [of the Office of the Censor General] Yi Yangjung , Third Censor [of the Office of the Censor General] Jeong Suknam , Fourth Censor [of the Office of the Censor General] Jo Indeung and Song Eonsin , and others presented a memorial to the King, which stated, The other day, Lord of Cheongyang Sim Uigyeom , raised a colleague with his colleague and caused harm to the Confucian scholars. In the outside of the capital, there was nothing that he did not directly command the courts [of Ming China]. When he was father-in-law, he was in mourning for his deceased father. He acted under the pretext of claiming that he was in mourning for his mother-in-law and killed his younger brothers wife. Your subjects request that he be removed from office. At first, eight brothers of Sim Uigyeom were supposed to have his four brothers Sim Jigyeom married to Madam Yi and gave birth to his son Han Gyeong. She expelled his wife. Madam Yi was luxurious and luxurious attitude, and his mother sympathized with his elderly lived. He had female shamans take care of him and watch it. Because of this, she rumors were wicked and widely distributed to the court [of Ming China], and there was a disturbance of prison. Sim Uigyeom was greatly embarrasssed in his shame. He secretly informed the Queen Mother that he sent palace eunuchs and others to go to his home and support her death. The villagers were frightened and tried to conceal her intentions. Sim Uigyeom was the second wife of Madam Heo and raised his son [Sim] Gyeong to his house. As Sim Gyeong was over ten years old, he knew that his mother died of an unauthorized deceitful death. Subsequently, he ran away and abandoned his elder brothers. He followed Sim Uigyeom, Yi Bal, Hong In , and others with his literati. Because of his literati, he destroyed Sim Uigyeom. People praised Sim Gyeong for his mother to repay his grievances, and he did not lost the meaning of righteousness. The King replied, The right and wrong of one person is not essentially difficult. However, because of this, the court [of Ming China] raised a disturbance and did not make a decision for ten years, how could his disturbance be possible? This is something occurred before. If he were to be punished, it would not be improper. The King also issued a royal directive, which stated, Who is necessary to make a decision and make a decision without distinguishing. At first, there was no other intention to make a decision, and to make a decision and make a distinction between high and low officials. In the end, he eventually caused the distinction of his misdeeds in the future. This is what ancients said that there was a tiger. Consequently, the Office of the Censor General reported, Sim Uigyeom and Bak Sun , Jeong Cheol , Yi I , 박응남 , Kim Gyehwi , Choe Ri , Yun Su , Bak Jeom , Yi Haesu , Shin응si , and others to build a colleague with their powerful frienders to the court and observe the possibility of their power.",
                "H2KE-nKo": "양사의 대사헌 이식, 집의 이유인, 장령 한옹ᆞ홍인헌, 지평 심대ᆞ이시언, 사간 이양중, 헌납 정숙남, 정언 조인득ᆞ송언신 등이 논계하기를,“청양군 심의겸은 지난날 붕당을 만들어 사림에 화를 끼쳤고, 밖으로는 조정의 정령과 안으로는 궁중의 거조에 대해 모두 지휘하였습니다. 아비의 상중에 있으면서 기복을 꾀하여 내지를 사칭하고 아우의 처를 독살하였으니, 관직을 삭탈하도록 명하소서.”하니, - 심의겸 형제 8인은 네 번째 심지겸이 미친병이 있었는데 이씨에게 장가들어 아들 심경을 낳았다. 심경이 그의 처를 배척하고 멀리하였다. 이씨는 본래 호화롭고 사치스러운 집안 출신으로 어미가 혼자 사는 것을 불쌍히 여겨 창비들을 시켜 보호하고 보살폈다. 이 때문에 추잡한 소문이 조정에 전파되어 장차 옥사의 화가 있게 되자 심씨 집안이 크게 수치스럽게 여겨 은밀히 대비께 아뢰어 중사와 나인 등을 보내 그의 집에 가서 사사하게 하니, 마을이 진동하여 비밀에 부치고자 하였으나 더욱 드러났다. 심의겸이 심지겸을 위해 두 번째로 허씨에게 장가들어 아들 심경을 집에서 가르쳤는데, 심경이 10여 세에 비로소 그 어미가 비명에 죽은 것을 알고는 마침내 도망가 제부와 절교하고 이이 및 이발, 정인홍 등을 따라 학문으로 유명해졌다. 이 때문에 심의겸을 모함하니, 사람들이 ‘심경이 어미를 위해 원수를 갚느라 권도에 상도를 잃지 않았다.’라고 일컬었다. - 주상이 답하기를,“한 사람의 시비를 처리하는 것은 애당초 어려운 일이 아니다. 그러나 이 때문에 조정이 분란을 일으켜 10년이 되도록 결정하지 못하였으니, 그간에 손상된 것을 어찌 헤아릴 수 있겠는가. 이상하다. 전에 없던 일이니, 죄를 더 주는 것은 온당치 못하다.”하고, 또 전교하기를,“어떠한 사람과 결탁했는지는 나로 하여금 알게 하지 않을 수 없다. 당초에 근원을 분명하게 분변하여 결정하지 않았기 때문에 조정하고 진정시키는 말을 만들어 내어 상하의 마음을 의혹시키고 어지럽혀서 마침내 나라를 그르치는 일을 빚어내기에 이르렀다. 이것이 비록 묘당에 사람이 없기 때문이기는 하지만 어찌 뒷수레를 밟는 밝은 거울이 아니겠는가. 더구나 간관의 신분으로 도리상 마땅히 직언을 해야 하는데 두려워하고 나약하여 할 말을 다하지 않았으니, 책임이 돌아갈 곳이 있다. 그러나 오늘 하문한 것은 다른 뜻이 있어서가 아니라 단지 알아서 훗날 일을 처리하는 권도로 삼고자 해서이다. 대개 옛사람이 이른바 ‘호랑이에게 상한다.’라는 것이다.”하였다. 이에 양사가 아뢰기를,“심의겸이 박순, 정철, 이이, 박응남, 김계휘, 윤두수, 윤근수, 박점, 이해수, 신응시 등과 생사의 교분을 맺고 권세를 서로 의지하여 조정을 어지럽히고 형세를 엿보았으니, 그 의도가 장차 무엇을 하려고 한 것이겠습니까.”하고, 또 아뢰기를,“성혼은 산림의 처사로서 또한 그의 농락을 받아 마침내 조정의 상하가 두 갈래로 나뉘어 안정되지 못하게 하였으니, 이는 모두 이 사람이 빚어낸 것입니다. 심의겸의 당여로서 생존한 자는 파직하고 죽은 자는 삭직하소서.”하니, 주상이 말하기를,“이 사람들은 곡진히 보전해 주지 않아서는 안 된다.”하였다. 양사가 연계하고 홍문관이 연이어 차자를 올려 논하니, 이에 심의겸은 파직만 하고 그 당여는 논하지 말라고 명하였다. 다만 양전에 사적에 올려 다시는 등용하지 않는다는 뜻을 보였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 8월 1일(기해) 1번째기사",
                "gt-oKo": "양사의 대사헌 이식(李栻), 집의 이유인(李由仁), 장령 한옹(韓顒)·홍인헌(洪仁憲), 지평 심대(沈岱)·이시언(李時彦), 사간 이양중(李養中), 헌납 정숙남(鄭淑男), 정언 조인득(趙仁得)·송언신(宋言愼) 등이 논계하기를, “청양군(靑陽君) 심의겸은 전날 붕당을 만들어 사림에 화를 끼치고 밖으로는 조정의 정령(政令)과 안으로는 궁중의 모든 거조에까지 지휘하지 않는 것이 없었고 아비 상중에 있을 때 기복(起復)을 도모하였으며, 내지(內旨)를 가탁하여 아우의 아내를 독살하였으니 관직을 삭탈하소서.”【심의겸은 형제가 여덟인데 네째 지겸(智謙)은 치광(痴狂)의 병이 있었다. 이씨(李氏)에게 장가들어 외아들 경(憬)을 낳고는 배척하여 멀리하였다. 그 아내 이씨는 본래 호사스런 가정에서 자랐는데 친정 어미가 혼자 사는 것을 안스럽게 여겨 창비(倡婢)들을 보내 돌보고 즐겁게 해주도록 하였다. 이 일로 인하여 추잡스러운 소문이 조정에 퍼지고 곧 옥사(獄事)의 화란이 일 듯하자 심씨 집에서는 크게 수치스럽게 여기고 은밀히 대비에게 고하여 중사(中使)와 나인(內人)들을 그의 집으로 보내 사사(賜死)하게 하였다. 이에 온 마을이 크게 놀라 비밀로 할수록 더욱 드러나기만 하였다. 의겸은 지겸을 다시 허씨(許氏)에게 장가보내고 아들 경은 자기 집에서 양육하였다. 경이 10세쯤 되어 비로소 자기의 어미가 비명에 죽은 것을 알고는 드디어 도망하여 그의 백숙부들과는 발을 끊고 이이·이발·정인홍 등을 추종하면서 학문으로 명성을 얻었는데 이 일로 의겸을 무너뜨리려 하였다. 이에 사람들은 ‘경이 제 어미의 원수를 갚는데 권도(權道)를 씀으로써 정도(正道)를 잃지 않았다.’고 칭송하였다.】 하니, 상이 답하기를, “한 사람의 시비를 가리는 일은 애당초 어려운 일이 아닌데 이 일로 인하여 조정이 소란스럽게 논란만 하고 10년 동안 결정짓지 못하고 있었으니, 그 동안 손상된 바를 어찌 다 헤아릴 수 있겠는가. 이 일은 전에 없던 기이한 일이지만 죄를 주기까지 하는 것은 온당치 않다.” 하고, 다시 전교하기를, “그가 어떤 사람과 결탁했는지에 대하여 나로 하여금 알 수 있게 하라. 애당초 그 근원을 분명히 분변하여 결정짓지 않았던 까닭에 조정(調停)하고 진정시킨다는 말이 상하의 마음을 현혹시켜 마침내 나라를 그르치는 화를 조성하였다. 이는 비록 묘당(廟堂)에 인물이 없었던 소치이나 이 일이 어찌 앞날의 좋은 본보기가 되지 않겠는가. 더구나 자신이 간관(諫官)이라면 응당 직언을 해야 되는데 겁을 먹고 할 말을 다하지 못했으니 책임의 소재가 분명히 있다 하겠다. 그러나 지금 내가 묻는 것은 다른 뜻이 있어서가 아니라 그것을 알아서 훗날 일을 처리하는 잣대로 삼고 싶어서이니, 옛사람이 이른바 ‘호랑이에게 물리고 겁이 많아졌다.’는 것과 같은 것이다.” 하였다. 이에 양사가 아뢰기를, “의겸이 박순(朴淳)·정철(鄭澈)·이이(李珥)·박응남(朴應男)·김계휘(金繼輝)·윤두수(尹斗壽)·윤근수(尹根壽)·박점(朴漸)·이해수(李海壽)·신응시(辛應時) 등과 사생(死生)의 교분을 맺고 권세에 서로 의지하여 조정을 어지럽히며 형세를 엿보았는데, 그 뜻이 장차 무엇을 하려 함이었겠습니까.” 하고, 또 아뢰기를, “성혼이 산림 처사로서 또한 그의 농락을 받아 마침내 조정의 상하로 하여금 두 갈래로 갈라져 불안하게 하였으니 이는 모두 그가 빚어낸 일입니다. 의겸의 붕당으로서 살아 있는 자는 파직시키고 죽은 자는 삭직토록 하소서.” 하니, 상이 이르기를, “이들은 너스럽게 봐주지 않을 수 없다.” 하였다. 이에 양사가 연계(連啓)하고 홍문관도 잇따라 차자를 올려 논하니, 상이 의겸은 파직만 시키고 그의 붕당들은 논죄하지 말되, 다만 두 전조(銓曹)에 명단을 비치하여 다시는 등용하지 않는 뜻을 보이도록 하였다.",
                "hj": "○朔己亥/兩司大司憲李栻、執義李由仁、掌令韓顒ㆍ洪仁憲、持平沈岱ㆍ李時彦、司諫李養中、獻納鄭淑男、正言趙仁得ㆍ宋言愼等論啓: “靑陽君沈義謙, 前日植黨朋比, 貽禍士林, 外而朝廷政令; 內而宮壼擧措, 無不指揮, 方居父喪, 規爲起復, 假稱內旨, 毒殺弟妻, 請命削奪官職。”【義謙兄弟八人, 第四智謙有痴狂之疾, 娶李氏, 生一子憬, 而斥遠其妻。 李氏本豪侈家, 母憐其獨居, 使倡婢輩, 護視爲娛。 緣此有醜聲, 傳播朝廷, 將有獄禍, 沈家大以爲恥, 密白大妃, 遣中使內人等, 就其家賜死。 坊里震動, 欲秘而彌彰矣。 義謙爲智謙, 再娶許氏, 敎育子憬于家。 憬年十餘, 始知其母死非命, 遂逸去而絶其諸父, 從李珥及李潑、鄭仁弘等, 以學問有名, 因以傾陷義謙。 人稱: “憬爲母報怨, 權不失經” 云。】上答曰: “處一人之是非, 初非難事, 而緣玆朝廷紛拏, 十年不決, 其間所傷, 何可量也? 異哉! 前所未有也。 若至於加罪, 則不穩也。” 又敎曰: “交結某某人, 不可不使予知之也。 當初源頭, 不明辨而定, 故做調停、鎭定之說, 惑亂上下之心, 終至醞釀誤國。 此雖由廟堂之無人, 而豈非後車之明鑑乎? 況身爲諫官, 理當直言, 而畏懦不盡, 責有所歸。 然今日下問者, 非有他意, 只欲知之, 以爲他日處事之權度耳。 蓋古人所謂, 傷於虎者也。” 於是, 兩司啓以: “義謙與朴淳、鄭澈、李珥、朴應男、金繼輝、尹斗壽、尹根壽、朴漸、李海壽、辛應時等, 結爲死生之交, 權勢相倚, 濁亂朝廷, 窺覘形勢, 其意將欲何爲乎?” 又曰: “成渾以山林處士, 亦受其籠絡, 終使朝廷上下, 携貳不靖, 無非此人之釀成也。 請義謙之黨, 存者罷職, 死者削職。” 上曰: “此人等不可不曲全之。” 兩司連啓, 弘文館連上箚論之, 乃命議謙只罷職, 其黨勿論, 但置籍兩銓, 示不復用。"
            },
            "2": {
                "H2KE-EN": "Inspector General Yi Bal came to the capital and reported to the King as follows: Previously, the Office of the Inspector General discussed Sim Uigyeoms crime of destroying his clique and powerful",
                "H2KE-nKo": "대사간 이발이 소명을 받고 서울에 들어와 아뢰기를,“지난번에 본원이, 심의겸이 당파를 심고 권력을 마음대로 휘두른 죄를 논핵하였을 때 주상께서 그와 결탁한 사람에 대해 하문하셨으니, 대간이 된 자는 마땅히 성상의 뜻을 공경히 받들어 숨김없이 모두 진달해야 합니다. 예조 판서 홍성민과 부제학 구봉령은 실로 서인들에게 칭송을 받았고, 그의 재주와 문학도 공조에 수용되었습니다. 그러나 당초에는 모두 심의겸의 친한 벗으로 출세하였으니, 배척을 받은 다른 사람들과 무엇이 다르겠습니까. 그런데도 유독 그 속에 낱낱이 거론하지 않았으니, 의리로 헤아려 볼 때 진퇴에 근거가 없습니다.또 신은 당초 논사하는 자리에 있으면서 망령되게 화평한 논의에 이끌려 언론이 밝지 못하고 처사가 바르지 못하였으니, 시종일관 임금을 속인 죄가 큽니다. 지금 성상의 비답을 읽고 어찌할 바를 모르겠습니다. 신의 직임을 파척하소서.”하고, 물러가 물론을 기다렸는데, 본원이 출사시키기를 청하였다. 이발은 입시한 기회에 이이와 성혼이 심씨에게 편당하였다고 여러 차례 배척하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 8월 1일(기해) 2번째기사",
                "gt-oKo": "대사간 이발(李潑)이 부름을 받고 서울에 들어와 아뢰기를, “지난번에 본원이 심의겸이 붕당을 만들고 권력을 독점한 죄를 논할 때 상께서 그와 교결(交結)한 사람을 하문하셨으면 대간이 된 자는 마땅히 성상의 뜻을 받들어 하나하나 숨김없이 진술했어야 합니다. 그런데 예조 판서 홍성민(洪聖民)과 부제학 구봉령(具鳳齡)은 실제로 서인(西人)들에게 칭송을 받았고 그의 재주와 문학은 조정에 쓰일 만합니다. 그러나 애당초 모두 심의겸의 친우로서 그의 힘으로 출세하였으니 배척당한 여러 사람들과 뭐가 다르겠습니까. 그런데 유독 그 속에 끼워넣지 않았으니, 의리상 헤아려보면 진퇴에 모두 근거가 없습니다. 그리고 신은 애당초 연이어 논사(論思)의 직위에 있으면서 망령되게 화평의 설에 이끌려 언론이 분명치 못하고 처사가 바르지 못하였으니, 시종 기망한 죄가 큽니다. 지금 양사에 내린 비답을 읽고 몸둘 바를 모르겠습니다. 신을 파척(罷斥)하소서.” 하고 물러가 물론을 기다렸는데 본원(本院)에서 출사시키기를 청하였다. 이발은 입시했을 때를 노려 누차 이이와 성혼이 심씨에게 편들었다고 배척하였다.",
                "hj": "○大司諫李潑赴召入京啓曰: “頃者本院論沈義謙植黨專權之罪, 自上下問交結之人, 則爲臺諫者, 所當祇承聖意, 歷陳無隱可也。 禮曹判書洪聖民、副提學具鳳齡, 實是見稱於西人, 其才華文學, 亦爲公朝之所需。 然其當初皆以義謙親友, 發身, 與諸被斥者何異? 而獨不歷數於其中, 揆之以義, 進退無據。 且臣當初連忝論思之地, 妄爲和平之論所牽制, 言論不明; 處事不直, 終始欺罔之罪大矣。 今讀聖批, 罔知攸措, 請命罷斥臣職。” 退待, 本院請出仕。 潑因入侍, 屢斥李珥、成渾爲黨於沈氏云。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Personnel , which read as follows: Lord of Cheongyang Sim Uigyeom is a magistracy by nature. He supported his power by nature and associated with his colleagues. He arbitrarily engaged in the power of the state by arbitrarily arbitrarily. In the capital, there is nothing that is not entrusted by the royal court. He share the wives of the King and the wives of the king and share the public justice. When he is in mourning for his father, he expected his mourning period for his late father and presumptuously killed his wives of his colleagues by falsely claiming to claiming the royal court. He suddenly assumed the powerful men of his colleagues and suddenly assumed the rank of high-ranking officials. Those who are called scholars of the worlds of the worlds. The powerful men of the worlds of the wives of the worlds",
                "H2KE-nKo": "이조에 전지하기를,“청양군 심의겸은 음험하고 비<unk>어진 자질로 성사의 세력을 끼고 붕당을 지어 나라의 권력을 마음대로 휘두르며, 밖으로는 조정의 정령과 안으로는 궁중의 거조에 이르기까지 모두 지휘하여 임금의 수족을 잡아매고 온 세상의 공의를 막았다. 아버지의 상중에 있으면서 기복을 꾀하여 동기의 아내를 독살하고 내지라고 거짓으로 칭하였으며, 붕당을 지어 아부하는 사람들을 추켜세워 갑자기 중현의 반열에 올랐는데, 이른바 한때 사류라고 이름난 박순, 정철, 김계휘, 윤두수, 윤근수, 신응시, 이해수 등 여러 사람이 서로 생사를 같이하는 교분을 맺고 안팎으로 서로 의지하며 성세를 서로 도와 기세를 돋구어 마음 내키는 대로 방자하게 굴었다. 서로 결탁하고 굳게 지켜서 깨뜨릴 수 없고, 크고 작은 정사를 막론하고 계획하지 않은 것이 없어 사설이 충만하고 정론이 사라지게 되었다.홍성민, 구봉령 같은 무리는 당초에 모두 심의겸의 친우였기 때문에 발신하였다. 이이, 성혼 같은 위인으로도 혹 친척이라는 이유로, 혹 친밀하게 교유하였다는 이유로 역시 그에게 농락을 당하면서도 부끄러워할 줄을 몰랐다. 시비가 전도되고 나라의 형세가 위태로워진 지 10여 년이나 되었다. 그가 외직에 보임된 뒤에도 오히려 경계할 줄을 모르고 감히 서울에 들어와서는 친한 사람을 쫓아다니며 어두운 밤에 상종하여 시사를 논의하면서 다시 변란을 일으킬 계책을 꾸미는 등 못하는 짓이 없었다. 이와 같은 사람에게 어찌 아직도 봉작을 그대로 두어 뒷날의 화를 일으킬 터전을 만들 수 있겠는가. 그 죄악을 논하자면 중률로 다스려야 마땅하니, 오늘 파직만 한 것도 말감을 따라 곡진히 보전해 주는 뜻을 보여 주는 것이다.”하였다. - 홍문관이 차자를 올려 논하였다. 전한 김수가 장차 관에 나아가려 할 때 마침 우성전을 만났는데, 우성전이 술에 취하여 서로 대하였다. 김수가 술에 취해 동료의 자리에 나아갈 수 없다고 사양하였으나 우성전이 억지로 권하여 마지않으니, 김수가 술에 취하여 쓰러져 뒤늦게 도착하였다. 사론이 떠들썩하게 일어나 ‘우성전이 김수를 잡아끌어 차자에 참여하지 못하게 하였다.’라고 하니, 이로부터 김수도 이발 등과 틈이 생겼다.지평 이시언이 동료에게 ‘계사의 내용 및 성혼과 이이가 편당을 지은 것은 잘못이다.’라고 하였다. 이로 인하여 체차되어 다시는 대각에 들어가지 못하고 평산 부사로 나갔다. -\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 8월 1일(기해) 3번째기사",
                "gt-oKo": "이조에 전교하였다. “청양군(靑陽君) 심의겸은 음험하고 간사한 자질로 인척의 세력을 믿고 당을 만들어 서로 결탁하여 국가의 권력을 제멋대로 하였다. 밖으로는 조정의 정령(政令)과 안으로는 궁중의 모든 일을 지휘하지 않은 것이 없어 임금의 수족을 잡아매고 일세의 공의(公議)를 막아버렸다. 제 아비의 상중에 있으면서 기복(起復)되기를 도모하고 동기(同氣)의 아내를 독살하고서 내지(內旨)라고 꾸며댔다. 자기 당이 되어 빌붙는 자를 추켜세워 갑자기 중한 반열에 오르게 하였고, 이른바 한 시대의 사류(士類)라 일컫는 자들인 박순·정철·김계휘·윤두수·윤근수·신응시·이해수 등의 여러 사람들과 서로 생사를 함께 하는 교분을 맺어 안팎으로 서로 의지하고 성세(聲勢)를 서로 도와 기세를 부리며 저들의 속셈을 멋대로 행하였다. 이들의 체결이 단단하여 깨뜨릴 수 없고 정사의 대소사를 막론하고 주무르지 않은 것이 없으며 사설(邪說)이 충만하여 정론(正論)이 사라지게 하였다. 홍성민·구봉령 등은 애당초 모두 의겸의 친구로서 그를 인하여 출세하였고, 이이·성혼과 같은 위인 역시 혹은 친척의 정분이나 혹은 교유의 친밀한 것으로 그들의 농락을 당하면서도 부끄러워하지 않았다. 이리하여 시비가 전도되고 나라의 형세가 흔들린 지가 10여 년의 긴 세월에 이르렀다. 그가 외직에 보임된 뒤에도 오히려 경계하기는 커녕 감히 서울에 들어와 친한 자들을 찾아다니며 어두운 밤에 서로 만나 시사(時事)를 논하면서 다시 변란을 일으킬 계획을 하는 등 못하는 짓이 없었다. 이러한 사람들에게 어찌 여전히 봉작(封爵)을 지니게 하여 훗날 화란의 기틀이 되게 하겠는가. 그 죄악을 논한다면 엄중한 법으로 다스려야 되겠지만 오늘날 단지 파직만 시키는 것은 또한 말감(末減)을 좇아 완곡하게 처리하여 온전하게 하는 뜻을 보이는 것이다.”【홍문관이 차자로 논계하려 할 적에 전한 김수(金睟)가 관(館)에 가는 도중에 우성전(禹性傳)에게 들렀는데 우성전이 술상을 내어 대접하였다. 김수가 취하면 동료들이 모인 자리에 갈 수 없다고 사양하였으나 성전이 억지로 권하는 바람에 취하여 쓰러져 있다가 늦게야 도착하였다. 이에 사론(士論)이 시끄럽게 일어나 ‘성전이 김수를 붙잡아 놓아 차자를 논하는 자리에 참석하지 못하게 하였다.’ 하였는데, 이로부터 김수(金睟) 또한 이발(李潑) 등과 사이가 벌어졌다. 지평 이시언(李時彦)이 동료에게 말하기를 ‘계사에 성혼과 이이를 의겸의 당이라고 이르는 것은 잘못이다.’ 하였는데 이 때문에 체직되어 다시 대간에 들어가지 못하고 평산 부사(平山府使)로 나갔다.】",
                "hj": "○傳旨吏曹: “靑陽君沈義謙以險陂之資, 挾城社之勢, 立黨朋比, 擅弄國柄, 外而朝廷政令; 內而宮壼擧措, 無不指揮, 縶君父之手足; 箝一世之公議。 方居嚴父之喪, 規爲起復, 毒殺同氣之妻, 冒稱內旨。 吹噓黨比之人, 驟躋重顯之列, 所謂一時名爲士類者, 如朴淳、鄭澈、金繼輝、尹斗壽、尹根壽、辛應時、李海壽諸人, 相與定爲死生之交, 表裏相倚, 聲勢相援, 張皇氣焰, 恣肆胸臆。 締結膠固, 牢不可破, 政無大小, 無不籌畫, 邪說充塞, 正論銷亡。 如洪聖民、具鳳齡之流, 當初皆以義謙之親友, 因以發身。 雖以李珥、成渾之爲人, 或以親戚之厚; 或以交遊之密, 亦受其籠絡, 而莫之恥。 是非顚倒, 國勢扤捏, 至於十餘年之久。 逮其補外之後, 猶不知戒, 敢入京師, 追逐所親, 昏夜相從, 論議時事, 復爲變亂之計者, 無所不至。 如此之人, 豈可尙帶封爵, 以基他日之禍乎? 論其罪惡, 合置重律, 今日之只罷其職, 亦從末減, 以示曲全之意。【弘文館之箚論也, 典翰金睟將赴館, 會過見禹性傳, 性傳出酒相待。 睟辭以不可醉赴僚席, 而性傳强勸不已, 睟醉倒後期。 士論譁言: “性傳拉睟, 使不得參箚。” 自是, 睟亦貳於李潑等矣。 持平李時彦謂同僚曰: “啓辭緣及成、李爲黨, 非也。” 因此被遞, 不復入臺, 出爲平山府使。】"
            },
            "4": {
                "H2KE-EN": "The King personally performed a memorial rite at the Altar of the Soil and Grain . When the spirit tablet of the State Daoist Temple was installed, [the spirit tablet of the State Daoist Temple] was suddenly installed on a floor. After performing the ceremony, [the spirit tablet of the State Daoist Temple] was thoroughly apprehended and obtained on the fields under the field of the fields of the Altar of the Soil and Grain . The suspects that there were suspects that Ju Hong , an official in charge of the Bureau of Livestock Breeding , who tried to confront the Bureau of Livestock Breeding , were actually charged with great sedition, were punished by decapitation, and his wife and children were punished by implication. Assistant State Councilor Choe Cheol and Na Geup were arrested and interrogated, and they were punished by beating with the heavy stick, and they were dismissed from office.",
                "H2KE-nKo": "주상이 사직단에서 친히 제사 지냈다. 진설할 무렵에 국직의 위판이 없어졌는데, 갑자기 허위를 만들어 제사를 지낸 뒤에 크게 수색하여 단장의 나무 아래에서 찾아내었다. 의심스러운 사람을 국문하니, 수복 주홍이 서관을 모함하려고 한 짓이었다. 대역죄로 논하여 처형하고 처자식은 연좌시켰다. 참봉 최철견과 나급은 의금부로 잡아다 신문하고 장을 치고 파직하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 8월 1일(기해) 4번째기사",
                "gt-oKo": "상이 친히 사직단에 제사를 올렸다. 그런데 제물을 진설할 무렵에 국직(國稷)의 위판(位版)이 없어졌으므로 급하게 허위(虛位)를 설치하고 제례를 마치고 나서 대대적으로 수색하여 사직단의 담장 옆 나무 밑에서 찾았다. 이에 의심이 가는 자를 국문하니 수복(守僕)주홍(朱紅)이 서관(署官)을 모함하려고 한 짓임이 밝혀져 대역죄로 논하여 처형하고 처자는 연좌시켰다. 참봉 최철견(崔鐵堅)·나급(羅級)은 잡아들여 형문하고 결장(決杖)하여 파직시켰다.",
                "hj": "○上親祭社稷。 臨陳設時, 國稷位版亡, 倉卒設虛位, 行事後, 大搜之, 得於壇墻樹下。 鞫問可疑人, 乃守僕朱紅欲陷署官所爲也。 論以大逆誅之, 妻子緣坐。 參奉崔鐵堅、羅級拿問, 決杖罷職。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On mujin day, Second Deputy Commander [of the Royal House Administration] Seong , who was a royal relative, residing in his hometown on the first day of the month, presented a memorial to the King to impeach him. The memorial read as follows: Your subject humbly reflected that the crimes of Sim Uigyeom , a royal relative of the royal relative, be discussed together with your subject and Sim Uigye to conspiracy with each other. They listed to your subject and named the Office of the Crown Prince (Office of Benevolence and Longevity, and also impeached your subject on the crimes of perverting the state. Your subject is even more embarrassed and frightened. Your subject humbly reflected that the people of the royal relative are the same as those of scholar-officials. As scholar-officials, they are strictly observing themselves, and they are always feared that they might defile their corruption and wish to make a conspiracy with each other. Since the early years of your subject, all of the scholar-officials have passed on the family lineage. Your subject was young and young in his studies, and quickly heard the righteousness of observing oneself. However, they conspiracy with the royal relative. Not only did they lost their virtues but also disgrace their powerful families. Therefore, the law and righteousness cannot be forgiven. Furthermore, your subject crossed a field in the mountains and lived in a remote village to live in a distant village. Thus, the powerful possibility of the powerful posibility of the powerful posibility. Your subject has suffered from many disease and has died in the morning and evening. Even if the powerful possibility [of the powerful posibility of the powerful posibility [of the powerful posibility of the state",
                "H2KE-nKo": "삭무진년에 동지중추부사 성혼이 시골에 있으면서 상소하여 스스로를 탄핵하였는데, 그 대략에,“삼가 듣건대, 대간이 외척 심의겸의 죄를 논핵하면서 신이 심의겸과 서로 결탁한 정상을 아울러 논핵하여 신의 당여를 열거하고 이름을 천부에 기록하였으며, 또 신이 조정을 어지럽히고 나라를 그르친 죄를 논핵하였다고 하니, 신은 더욱 황공하고 놀라워 몸 둘 바를 모르겠습니다.삼가 생각건대, 외척은 사대부와 더불어 청류와 탁류를 달리하므로 선비된 자는 그 지조를 지킴이 매우 엄격하여 항상 그 명예와 명예를 더럽힐까 두려워하여 그들과 결탁하려 하지 않습니다. 신은 선세 이래로 모두 이름난 사대부로서 가법이 서로 전해졌는데, 신은 어려서부터 제생이 되어 몸을 지키는 의리를 상당히 들었습니다. 그런데 척리와 더불어 결탁하였으니, 이는 몸을 잃고 덕을 무너뜨렸을 뿐만 아니라 거듭 가문을 욕되게 한 것으로, 법의가 엄격하여 용서할 수 없는 점이 있습니다. 더구나 신은 산야를 건너 멀리 시골에 살면서 권세 있는 길과 서로 접촉하지 못할 형세입니다. 신의 몸은 온갖 병이 들어 조석간에 죽게 되었으니, 비록 권력 있는 요로와 결탁하더라도 이로운 바가 없을 것 같습니다. 그런데 감히 멀리서 붙좇을 계책을 내어 붕당을 지어 간사한 짓을 한 죄를 범하였으니, 신이 지은 죄는 또한 조정에서 서로 결탁한 것보다 심합니다. 조정을 어지럽히고 나라를 그르친 죄에 대해서는 나라에 떳떳한 형벌이 있으니, 전하께서 비록 불쌍히 여겨 비호해 주고자 하시더라도 그렇게 할 수 없을 것입니다.신이 지금 목숨을 보전하여 전리에서 편안히 살고 있는 것은 진실로 천지가 다시 살려 준 은혜를 입은 것이지만, 조정에 있어서는 너무도 형벌을 잘못 적용한 것입니다. 속히 먼저 관질을 삭탈하고 그 뒤에 형벌을 의논하도록 명하여, 죄가 있는 자로 하여금 구차하게 명예를 훔치고 몸을 욕되게 한 자를 보전하여 그 사특하고 더러운 것을 가리지 못하게 하소서. 그러면 한 사람을 징계하여 백 사람을 면려할 수 있고 또한 맑은 교화에 도움이 될 것입니다.”하니, 주상이 의례적인 답을 내리고 허락하지 않았다. 성혼이 또 상소하여 굳이 사직하니, 이에 체차하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 9월 1일(무진) 1번째기사",
                "gt-oKo": "동지중추부사 성혼이 시골에 있으면서 상소하여 자신을 탄핵하였는데 그 대략에, “삼가 듣건대 대간이 외척 심의겸의 죄를 논하면서 아울러 신이 의겸과 함께 결탁한 정상을 논하여 신을 당여(黨與)의 줄에 넣고 이름을 천부(天府)의 명부에 기록하였으며, 또 신이 조정을 혼탁시키고 나라를 그르친 죄를 논하였다 하니, 신은 더욱 두렵고 놀라와 몸둘 곳이 없습니다. 생각하건대 척리(戚里)의 사람과 사대부는 청탁(淸濁)이 서로 다르기 때문에 선비된 자는 매우 엄격하게 자신을 지켜 항상 더럽힘을 받을까 두려워하여 그들과 교결하려 하지 않습니다. 신의 가문은 선세(先世) 이래로 모두 명망이 있는 사대부로서 가문의 법도가 전해지고 있으며 신이 어릴 적에 제생(諸生)이 되어 몸을 지키는 의리에 대하여 들은 바가 있습니다. 그런데 이에 척리의 사람과 결탁하였으니 이는 몸을 버리고 덕을 훼손하여 크게 가문을 욕되게 했을 뿐만이 아니라 엄한 법과 의리에 있어서도 도저히 용서받을 수 없는 일입니다. 더구나 신은 야인(野人)으로서 멀리 시골에 살고 있으므로 권세의 길과는 서로 잇닿을 수 없는 형세이고 몸은 온갖 병에 시달려 조석에 죽게 되었으니, 비록 권문(權門)이나 요로(要路)와 결탁한다 하더라도 별로 이로울 것이 없을 것입니다. 그런데 감히 멀리서 친부(親附)하는 계교를 내어 간사한 무리들과 붕당이 된 죄를 범하였으니, 신의 죄는 도리어 조정에 있으면서 서로 결탁한 자들보다 더 심할 것입니다. 조정을 탁란시키고 나라를 그르친 죄에 이르러서는 나라에 떳떳한 형벌이 있으니, 전하께서 비록 가엾게 여겨 비호하려 하시더라도 되지 않을 것입니다. 신이 지금 목숨을 보전하고 전리(田里)에 편안히 살고 있는 것은 참으로 천지가 다시 살려준 은혜를 입었다 하겠으나 조정으로서는 형벌을 쓰는 법도를 크게 잃었습니다. 빨리 먼저 관질(官秩)을 삭제하고 그뒤에 형벌을 의논하게 하소서. 그리하여 죄 있는 자가 구차하게 온전함을 얻지 못하게 하고 명예를 훔치고 몸을 치욕에 빠뜨린 자가 그 간사하고 더러움을 감추지 못하게 하시면 한 사람을 징계하여 백 사람을 권면할 수 있어 맑은 교화를 이루는데 보탬이 될 것입니다.” 하니, 상은 여전히 윤허하지 않는다고 답하였다. 성혼이 다시 상소하여 굳이 사양하자, 체직시켰다.",
                "hj": "○朔戊辰/同知中樞府事成渾在鄕, 上疏自劾, 略曰: 竊聞, 臺諫論外戚沈義謙之罪, 竝論臣與義謙相結狀, 列臣黨與, 書名天府, 又論臣濁亂誤國之罪, 臣益自惶駭, 無地自容。 竊念, 戚里之人, 與士大夫, 淸濁異流。 爲士者, 自守甚嚴, 常懼受其汚衊, 不欲與之交結。 臣先世以來, 皆爲名士大夫, 家法相傳, 臣少爲諸生, 頗聞守身之義。 而乃與戚里之人, 交結附托, 非但失身敗德, 重辱門戶, 而法義之嚴, 有不可容貸者矣。 況臣迹涉山野, 遠居鄕村, 與權勢之途, 勢不相接。 臣身百病, 朝夕且死, 雖結權要, 若無所利。 而敢生遙附之計, 以干朋邪之誅, 臣之爲罪, 抑又甚於在朝而相結者矣。 至於濁亂誤國, 邦有常刑, 殿下雖欲哀憐庇覆, 不可得矣。 臣今得保首領, 安居田里, 誠荷天地再造之恩, 而在朝廷則失刑甚矣。 請亟命先行鐫削官秩, 而議刑於其後, 俾有罪者, 不可以苟全盜名、辱身者, 不掩其邪穢, 則懲一勵百, 而亦有補於淸化矣。 上例答不許, 渾又上疏固辭, 乃遞。"
            },
            "2": {
                "H2KE-EN": "The classics licentiate Yi Gwi submitted a memorial as follows: Your subject humbly observed the request of the Office of the Inspector General that Sim Uigyeom be punished for his crime and that he also claimed that he be a claimed with Yi I and Seong혼 be a claimed as a claim that he eventually communicated with him and falsely accused Sim Uigyeom because he was far from a loyal and wisdom. Your subject observed that he saw the loyal and wisdom of Your Majesty, and thus how could he not submit a memorial eventually to Your Majesty? Generally, the crimes of Sim Uigyeom are discussed by the Office of the Inspector General and the Office of the Censor General, and your subject dared not make a report again to Your Majesty. However, the reason why both men knew the reason why Sim Uigyeom had communicated with them is that there is no opportunity to conspire with them. At first, Sim Uigyeom was a son of a meritorious member of the royal kin by marriage, and he was able to seek a claimed wisdom during his reign. Yi I was originally highly talented in the literati, and also his grandmother was Sim Yeons younger sister. Before he passed the state examination, Sim Uigyeom stubbornly recommended Sim Uigyeom before Sim Uigyeom was alive, and therefore he was no fact that he was a claimed with him. After he passed the state examination, he was selected by the section chief of the Ministry of Personnel and the Ministry of War in the jeongmyo year (. Sim Uigyeom finally observed his circumstances and recommended Sim Uigyeom, which shows that he did not a claim that he was a claimed with him. Since the jeongmyo year (, Yi I suggested his resignation to resign from his post and never satisfied the court with Sim Uigyeoms claim that he was originally able to work together with Sim Uigyeom. In the gimyo year (, Yi I submitted a memorial that Sim Uigyeoms claim behavior is clearly evident. However, Sim Uigyeom is a man of a Confucian scholar of the country, and his claim behavior is not applied to the discussion of the Office of the Inspector General and the Office of the Inspector General. Sim Subons father, Sim Subon , was a man of old age and studying a great responsibility. How could Sim Uigyeom not come to the palace and claim that he was a claimed with Sim Uigyeom? Since then, Sim Uigyeom was able to understand his claim that he was ill in a village, he was abandoned from a strategic prefecture and his claim was not related to the court. Furthermore, he is a man of claiming with Sim Uigyeoms claiming with his claiming. Presently, he is a man of claiming with his claiming and claiming with his claiming over his claimings. The King said that Sim Uigyeoms claiming to believed",
                "H2KE-nKo": "생원 이귀가 상소하였는데, 그 대략에,“삼가 보건대, 양사가 심의겸을 죄주기를 청하면서 아울러 이이와 성혼을 가리켜 당여라고 하였으며, 심지어 시종 모의하여 화란의 계제를 만들었다고 지목하기까지 하였으니, 그 무망함이 심합니다. 신이 비록 소원하지만 충현이 억울함을 당하는 것을 목격하였으니 마음속에서 우러나온 울분을 어찌 주상 앞에 한번 진달하지 않을 수 있겠습니까. 심의겸의 죄상을 양사가 현재 논열하고 있으니 신이 감히 다시 번거롭게 아뢰지 않겠습니다. 다만 두 사람이 서로 알게 된 연유와 결탁했을 리가 없다는 것을 가지고 전하를 위해 분명하게 진달하겠습니다.당초 심의겸은 훈척의 자제로서 현달하기 전부터 현달한 사람을 두루 찾아다니는 것을 일삼았습니다. 이이는 본래 고상한 재주로 사림의 존중을 받았으며, 또 이이의 조모는 심연원의 종매입니다. 20년 전에는 그의 학문과 행실이 모두 남아 있었기 때문에 통가의 정분이 있어서 마침내 서로 알게 된 것입니다. 과거에 급제한 뒤 정묘년에 전랑으로 선발되었을 때에는 심의겸이 불만을 품고 있었는데, 김계휘가 극력 말하여 천거하였으니, 당초에 편당한 사실이 없다는 것을 알 수 있습니다. 정묘년 이후에는 이이가 매번 관직을 사양하고 물러나기를 청하여 몇 달도 조정에 편안히 있었던 적이 없었으니, 애당초 심의겸과 함께 일한 자취가 없습니다. 기묘년 간에 이이가 상소하기를 ‘비록 동서를 세척하고 모두 기량에 맞게 부리더라도 심의겸은 다시 요직에 두어서는 안 된다.’라고 하였습니다. 이로 인하여 교훈을 내려 영원히 외척에게 권병을 주지 말게 하였으니, 이 또한 성명께서 후손을 넉넉하게 하는 방도였습니다. 이것으로 보면 이이의 그동안 심적을 알 수 있고, 결탁하고 편당한 정상은 명백히 근거할 만한 것이 없습니다. 성혼의 경우는 산림에 묻혀 있던 사람이니, 그 심적과 행적이 어찌 양사가 논한 것과 비슷한 점이 있겠습니까. 성혼의 아버지 심수침은 나이가 많고 덕망이 높은 사람으로서 바야흐로 중망을 받고 있는데, 심의겸이 어찌 한번도 문하에 나오지 않았겠습니까. 성혼과 심의겸이 서로 알게 된 명분이 여기에 있는데, 그 뒤에 성혼은 시골에서 병을 안고 지내다가 스스로 초야에 묻혀 있었으니, 그 종적이 조금도 조정에 관계되지 않았습니다. 더구나 이른바 편당이라는 것이 있는데 말할 것이 있겠습니까.사람들이 악인과 결탁하여 자기가 하고 싶은 것을 이루려고 하는 것입니다. 지금 사람들이 소중히 여기는 것은 작록인데 성혼은 오히려 자신에게 미칠까 두려워하고, 좋아하는 것은 부귀인데 성혼은 오히려 자신에게 미칠까 두려워하고 있으니, 무슨 이익을 구하고 무슨 욕심을 채우려고 외척에게 편당을 지어 자기가 길러 준 명절을 잃는단 말입니까. 두 사람이 심의겸과 서로 알게 된 명분은 처음부터 모르는 사람이 없었는데, 심의겸이 처음 배척을 받을 때에는 동료들을 가리켜 편당이라고 지목하지 않은 사람이 없었습니다. 그런데 유독 이이와 성혼에 대해서는 감히 편당이라고 지목하지 않았을 뿐만 아니라, 조정에 있는 신하들이 입을 모아 찬양하기에도 겨를이 없었던 것은 애당초 친밀한 사실이 없었고 또 시론에 거스림을 받지 않았기 때문입니다.동인이니 서인이니 하는 설이 처음 시작될 때에는 경박한 무리들이 날마다 사단을 일으킬 단서를 일으켰습니다. 이에 이이가 홀로 화평의 논의를 주장하여 신진 선비들을 통렬히 억제한 뒤에야 좋아하지 않는 자가 많아져서 근사하지도 않은 말을 지어내어 심의겸의 당이라고 지목하였습니다. 그러나 오히려 감히 성혼을 이 말로 지척하지 못하다가 계미년에 상소하여 이이를 신구한 뒤에야 모두 몰아서 함정에 빠뜨렸습니다. 심의겸이 버림받은 지 하루 이틀이 아닙니다. 이이와 성혼은 한 사람의 몸인데 시론에 거스리기 전에는 극구 칭찬하면서 조정에 오르지 못할까 두려워하고, 한번 시론에 거스린 뒤에는 멋대로 무함하여 오히려 소인이 되지 않을까 두려워하였으니, 이것이 그 정상을 감추기 어려운 것입니다. 지금 조정의 신하들 중에도 이 말이 이치에 가깝지 않다는 것을 알고 그 무망함을 통탄하는 자가 있습니다. 신이 만약 또 한마디 말도 하지 않는다면 장차 전하로 하여금 어떻게 스스로 알게 하겠습니까.”하니, 답하기를,“그대의 상소를 보니 그대의 말이 참으로 옳다. 대간이 이이와 성혼을 아울러 거론한 것은 어쩌면 우연에서 나온 것일 뿐이다. 대저 심의겸을 옳다고 하는 것은 사론이고 이이와 성혼을 그르다고 하는 것도 정론이 아니다. 그러므로 내가 일찍이 말하기를 ‘만약 옳다고 여긴다면 그 그른 것까지도 아울러 옳다고 하고, 그르다고 여긴다면 그 옳은 것까지도 아울러 그르다고 할 것이다. 이것은 편당을 지어 음험하고 간사한 자가 하는 짓이다.’라고 하였다. 나는 이 점에 대해 모두 말하였다.”하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 9월 1일(무진) 2번째기사",
                "gt-oKo": "생원 이귀(李貴)가 상소하였는데 그 대략에, “삼가 보건대, 양사가 심의겸을 죄주도록 청하면서 아울러 이이와 성혼이 그의 당여(黨與)라고 지적하고 심지어 시종 함께 모의하여 화란의 계제를 만들었다고 지목하였는데 그 논의는 무망함이 심합니다. 신이 비록 소원한 처지이나 충성스럽고 어진 이가 억울함을 당하는 것을 보고 속에서 치솟는 울분을 어찌 전하께 한번 진달하지 않을 수 있겠습니까. 의겸의 죄상에 대해서는 양사가 한창 논열하였으므로 신이 감히 새삼스레 진술하여 번거롭게 하지 않겠으나 다만 두 사람이 의겸과 알게 된 연유와 서로 결탁할 리가 없다는 것을 가지고 전하께 드러내어 아뢰겠습니다. 애당초 의겸은 훈척(勳戚)의 자제로서 현달하기 전부터 당시의 훌륭한 사람을 두루 찾아다니는 것으로 일을 삼았습니다. 이이는 본래 고매한 재주로써 사림의 존중을 받았고, 또한 이이의 조모가 심연원(沈連源)의 종매(從妹)였는데 20년 전에 그가 학행을 지닌 데다가 기왕에 통가(通家)의 관계가 있었으므로 드디어 서로 아는 사이가 되었던 것입니다. 과거에 오른 뒤 정묘년에 전랑(銓郞)을 선발할 때에는 의겸이 이이에 대하여 불만을 품고 있었는데 김계휘(金繼輝)가 힘써 말하여 천거하였으니, 이것을 보더라도 애당초 붕당을 한 사실이 없음을 알 수 있습니다. 정묘년 이후에는 이이가 늘 벼슬을 그만두고 물러나기를 청하여 몇 달도 조정에 편안히 있었던 적이 없었으니, 처음부터 의겸과 함께 일한 행적이 없습니다. 기묘 연간에 이이의 상소에 ‘비록 동서(東西)를 깨끗이 씻어버리고 모두 제 능력대로 쓰더라도 심의겸만은 다시 요직에 두어서는 안 된다.’ 하였습니다. 이로 인하여 후세에 교훈을 내려 영원히 외척에게 높은 관직을 주지 않게 하였으니, 이는 성명께서 후손들에게 넉넉한 계책을 물려주는 방도였습니다. 이것으로 보면 이이의 전후 마음가짐을 알 수 있으니 서로 체결하여 붕당이 되었다는 정상은 분명히 근거가 없는 일입니다. 성혼으로 말하자면 초야에 살던 사람으로서 그 마음과 행적이 어찌 양사가 논한 사실과 비슷하기라도 하겠습니까. 성혼의 아비 수침(守琛)은 기년 숙덕(耆年宿德)으로서 한창 두터운 명망을 받고 있었으니, 의겸이 한 번쯤 그 문하에 찾아가지 않았겠습니까. 성혼과 의겸이 서로 알게 된 연유가 여기에 있었습니다. 그 후로 성혼이 향리에 살면서 병이 들어 궁벽한 곳에서 폐인처럼 지내며 그 종적이 조금도 조정에 관계된 일이 없는데 더구나 붕당을 했다는 것이 있을 수 있겠습니까. 사람이 악인과 편당을 하여 결탁하는 것은 자기의 욕심을 채우기 위한 것입니다. 지금 사람들이 중히 여기는 것은 작록인데 성혼은 오히려 작록이 자신에게 미칠까를 두려워하고, 좋아하는 것은 부귀인데 성혼은 오히려 부귀가 닥칠까 두려워하고 있으니, 무슨 이익을 구하고 무슨 욕심을 채우려고 외척에게 편당을 하여 평소에 기른 명절(名節)을 잃으려 하겠습니까. 대저 두 사람이 의겸과 서로 면식이 있다는 것은 애당초 모르는 사람이 없었고, 의겸이 처음 배척을 당했을 때 그의 제배(儕輩)들을 편당이라 지목하지 않은 자가 없었으나 오직 이이와 성혼에 대해서만은 감히 편당이라고 지목하지 않았을 뿐만 아니라 조정의 신하들은 입을 모아 찬양하기에 바빴으니, 이는 처음부터 의겸과 친밀한 사실이 없었고 또한 시론에 거슬림을 받지 않았기 때문입니다. 그런데 동서의 설이 최초로 시작될 즈음에 경망스런 무리들이 날마다 사건의 단서를 만들었는데 이이가 홀로 화평의 논의를 주장하며 신진 사류들을 통렬히 억제시켰습니다. 그런 뒤에야 좋아하지 않는 자가 많아져서 근사하지 않는 말을 꾸며내어 의겸의 당으로 지목하였습니다. 그러나 성혼에게만은 감히 이런 말로써 배척하지 못하였는데 계미년에 상소하여 이이를 구원한 뒤에야 함께 몰아서 함정으로 밀어넣었습니다. 대저 의겸이 버림받은 지가 하루 이틀이 아니고, 이이와 성혼은 언제나 같은 사람들인데 시론과 어긋나지 않았을 때에는 극도로 칭찬하며 나오지 않을까 걱정하다가 한번 시론과 어긋나자 거침없이 모함하여 오히려 소인이 되지 않을까 염려하였으니, 이것이 그들의 정상을 감추기 어려운 것입니다. 지금 조정의 관료중에도 그 말이 사리에 맞지 않음을 알고 무고하고 기망하는 일을 통탄하는 자가 있으나 신이 한 마디 말도 하지 않는다면 전하께서 어떻게 아시겠습니까.” 하니, 답하기를, “네 상소를 보았는데, 네 말이 진정 옳은 것으로서 대간이 이이와 성혼을 아울러 거론한 것은 우연에서 나온 것이다. 대저 의겸을 옳다고 하는 것은 여지없는 사론(邪論)이고 이이와 성혼을 그르다고 하는 것도 정론이 아니다. 그러므로 내가 일찍이 이르기를 ‘만일 옳게 여기면 그 그른 것까지 옳게 여기고, 그르게 여기면 그 옳은 것까지 그르게 여기는 것은 편당을 만들고 음험하고 간사한 자의 하는 짓이다.’고 한 적이 있다. 내가 하고 싶은 말은 이것뿐이다.” 하였다.",
                "hj": "○生員李貴上疏, 略曰: 伏見, 兩司請罪沈義謙, 而竝指李珥、成渾爲黨與, 至以終始謀議, 織成厲階目之, 其爲誣罔甚矣。 臣雖踈遠, 目見忠賢之見枉, 則由中之憤, 安得不一陳於冕旒之前? 凡義謙之罪狀, 兩司方爲論列, 臣不敢更爲陳瀆。 第以兩人相識之所由, 締結之無是理者, 爲殿下暴白焉。 當初義謙以勳戚子弟, 自未達時, 以歷謁時賢爲事。 李珥本以高才, 取重於士林, 且珥之祖母, 沈連源之從妹也。 二十年前, 其學行俱存, 故有通家之分, 而遂爲相識之人矣。 逮至登第之後, 丁卯銓郞之選, 則義謙有不滿之意, 金繼輝力言而薦之, 則當初無黨比之實可見。 丁卯之後, 珥每辭官乞退, 未嘗時月安於朝廷之上, 初無與義謙同事之迹。 己卯年間, 珥上疏: “雖洗滌東西, 悉加器使, 而沈義謙則不可更居要地。” 因此垂訓, 使之永勿授外戚權柄, 則亦聖明裕後之道也。 以此而觀則珥前後心迹可知, 而締結黨比之狀, 昭無可據矣。 至於成渾, 則林下之人, 其心其迹, 豈有髣髴於兩司之所論耶? 渾之父守琛, 以耆年宿德, 方負重望, 義謙豈不一造門下乎? 渾與義謙相知之分在此, 而厥後渾抱病田里, 自廢於草萊之間, 其踪跡, 少無干涉於朝廷, 況有所謂黨比者乎? 人之締結黨惡, 求濟其所欲於己也。 今人之所重者爵祿, 而渾猶恐其及於己; 所好者富貴, 而渾猶恐其至於身, 求何所利、濟何所欲, 而黨於外戚, 以喪其所養之名節乎? 夫兩人之於義謙, 有相識之分, 則自初人無不知, 而義謙之初被斥也, 言其儕輩, 莫不目之以黨比, 獨於珥、渾則非徒不敢指以爲黨, 在廷之臣, 交口讚揚之不暇者, 以其初無親密之實, 而且不見忤於時論故也。 及其東西之說濫觴, 而浮薄之徒, 日起生事之端。 於是, 李珥獨主和平之論, 痛裁新進之士然後, 不悅者始多, 而做出不近之語, 目爲義謙之黨。 然猶未敢斥成渾以斯說也, 至癸未上疏救珥之後, 乃竝驅而納諸陷穽之中。 夫義謙之見棄, 非一日也。 李珥、成渾, 一人之身也。 未忤時論之前, 則極其稱道, 猶恐不登於王朝; 一忤時論之後, 則恣其誣陷, 猶恐不至於小人, 此其情狀之難掩者也。 今之朝紳, 亦有知此說之不近, 而痛其誣罔者矣。 臣若又無一言, 則將使殿下, 何自知之哉? 答曰: “觀爾上疏, 汝言正是。 臺諫之竝擧珥、渾者, 或出於偶然耳。 夫以義謙爲是者, 乃邪論而以珥、渾爲非者, 亦非正論。 故予曾有言曰: ‘若以爲是也, 竝與其非者而是之; 若以爲非也, 竝與其是者而非之。 此乃偏黨險詖者之所爲。’ 予言盡於此矣。”"
            },
            "3": {
                "H2KE-EN": "Literary Licentiate Jo Gwanghyeon and others submitted a memorial. 그 대략에, “삼가 observation of Yi Bals 계사를 보건대, fabricating the faults of Yi I and Seong , he must be placed under restricted residence in an unexpected place. From the beginning, Yi Bal was recommended for a long time. 겉으로는 공론을 가탁하고 속으로는 secretly harmed. If Your Majesty observes the world, he is not aware of the faults of the world and disturbing the country. Then, his faults are not treacherous? Furthermore, when Yi I was in Hwanghae Province, Yi Bal gave a letter to Yi Bal, saying, It is not right for Yi Uigyeom to be a petty man, and it is also not right for Yi Uigyeom to be a petty man. Kim Sukbu and Yu I have also observed their views. The world of Kim Sukbu and Yu I have also observed their views. The world of Kim Sukbu is the character Ugong and the character sagaciously sagaly sagacious. Considering this, the world of what Yi I had sagaciously sagaciously. Ah! Before the beginning, Yi Bal , who had passed away, should not be considered Yi Uigyeom to a petty man, and afterward, Yi Bal sagaciously sagaly sagacious sagaly. The King 답하기를, “그대들의 뜻을 모두 살펴보았다.” 하였다.",
                "H2KE-nKo": "진사 조광현 등이 상소하였는데, 그 대략에,“삼가 근일 이발의 계사를 보니, 이이와 성혼의 허물을 날조하여 기필코 불측한 지경에 빠뜨리려고 하였습니다. 처음에 두 사람의 장점을 거론하면서 겉으로는 공론을 가탁하였으나 속으로는 실상 음해하여 전하로 하여금 보게 하여 현인을 방해하고 나라를 병들게 한 정상을 알지 못하게 하였으니, 그가 속인 것이 또한 교묘하지 않습니까.또 이이가 지난번 해서에 있을 때 이발이 편지를 보내 ‘의겸을 소인이라고 할 수도 없고 의겸의 제배를 사당이라고 할 수도 없다. 김숙부와 유이견의 소견도 이와 같다.’라고 하였습니다. 이른바 김숙부는 김우옹의 자이고 보는 유성룡의 자입니다. 이것으로 본다면 당초 논한 소견은 이이와 그다지 다르지 않습니다. 그런데 지금 시론에 빌붙어 도리어 이이를 지척하여 첫째는 ‘사류를 논척하였다.’라고 하고, 둘째는 ‘종전에 나라를 근심하던 마음이 점점 나라를 그르치는 계책을 이루었다.’라고 하였습니다.아, 전에는 이발 하나였는데 이이가 죽기 전에는 의겸을 소인이라고 하는 것은 옳지 않다고 하였고, 뒤에는 이발 하나였는데 이이가 죽은 뒤에는 의겸과 아는 자를 사당이라고 하였으니, 그 의론의 변화가 어찌 이이의 생사에 따라 앞뒤가 다를 수 있단 말입니까. 그리고 이이가 전일 삼사의 관원을 등용하지 않은 것을 잘못이라고 한 것도 너무나 생각이 짧은 것입니다.신들이 삼가 듣건대, 이이가 다시 조정에 들어오던 날에 삼찬을 풀어 주기를 청하는 일로 탑전에서 먼저 아뢰었고, 그 밖에 조금 이름난 동인도 모두 아껴서 등용하였다고 하니, 피차를 조정하고 화합하여 협력한 것은 실로 이이의 본심입니다. 다만 그때 삼사가 공의에 배척을 받았을 뿐만 아니라 성명께도 죄를 지었으니 이이가 어찌 공론을 저지하고 수용할 수 있었겠습니까. 또 정철을 끊지 않은 것을 이이의 잘못이라고 한 것도 이이의 본심을 모른 것입니다.이이도 정철의 병통을 모르는 것은 아니지만 그저 하는 일 없이 날짜만 보내면서 직무를 태만히 한 것은 온 세상이 다 그러한데 오직 정철만이 자기 몸을 돌보지 않는 절개를 지녔습니다. 그러므로 이이의 생각은 그와 함께 일할 만하다고 여겼으니, 이 또한 나라를 걱정하고 임금을 사랑하는 성심에서 나온 것입니다.아, 조정의 신하가 두 현인을 공격하는 것은 이익을 꾀하고 출세하는 자리가 두 현인을 공격하는 데에 있으니 괴이할 것이 없습니다. 태학은 많은 선비들이 모인 곳입니다. 그런데 지난번 이경례 등이 많은 선비들을 농락하여 다섯 현인을 종사하는 것으로 명분을 삼았으나 실은 한 시대의 사우를 공격한 것입니다. 혹은 ‘도를 그르치고 진실을 어지럽혔다.’라고 하고, 혹은 ‘명예를 구하였다.’라고 하였는데, 이는 대개 지금 그가 배운 것을 강명하는 것을 자신의 임무로 삼고 있는 자는 오직 이이와 성혼뿐이기 때문에 특별히 형체를 감추는 말을 하여 음해하고 모함하는 계책을 삼은 것입니다. 대체로 마음을 다하여 나라를 위해 목숨을 바친 사람을 나라를 그르쳤다고 무함하고, 학문을 좋아하고 도를 높이는 현인을 도를 그르쳤다고 무함하여 사당에 편입하기까지 하였으니, 이는 바로 송나라 때 장돈과 채숙의 무리가 원우 등 여러 현인을 미워하여 마침내 간당비를 세운 수단으로 매우 국가의 복이 아닙니다.”하니, 그대들의 뜻을 모두 알았다고 답하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 9월 1일(무진) 3번째기사",
                "gt-oKo": "진사 조광현(趙光玹) 등이 상소하였는데 그 대략에, “삼가 근자에 이발(李潑)의 계사를 보니 이이·성혼의 허물을 날조하여 기필코 불측한 곳에 두려고 했습니다. 처음에는 두 사람의 장점을 거론하여 겉으로는 공론을 가탁하고 속으로는 실제로 음해함으로써 전하께서 보았을 때 어진 이를 방해하고 나라를 병들게 한 정상을 알 수가 없게 하였으니, 그 무고와 기망이 또한 교묘하지 않습니까. 그리고 이이가 해서(海西)에 있을 때 이발이 편지를 보내기를 ‘의겸을 소인이라 해서도 아니 되고 의겸의 제배(儕輩)들을 사당(邪黨)이라 해서도 안 된다. 김숙부(金肅夫)와 유이현(柳而見)의 견해도 또한 이와 같다.’ 하였는데 이른바 숙부는 김우옹의 자이고 이현은 유성룡의 자입니다. 이로써 보면 애당초의 논의와 견해는 이이와 별로 다르지 않았습니다. 그런데 지금에는 시론을 붙좇아 도리어 이이를 지척하면서 첫째는 ‘사류를 논하여 배척하였다.’ 하고, 둘째는 ‘종전에 나라를 걱정하던 마음이 뒤바뀌어 나라를 그르치는 계책이 되었다.’ 하였습니다. 아, 전에도 같은 이발이었는데 이이가 죽기 전에는 ‘의겸을 소인이라 하면 안 된다.’ 하였고 뒤에도 똑같은 이발이면서 이이가 죽고 난 뒤에는 ‘의겸과 서로 아는 자는 모두 사당(邪黨)이다.’ 했으니, 그 논의의 변천이 어찌 이토록 이이의 생사에 따라 앞뒤가 다르단 말입니까. 그리고 이이가 전날의 삼사(三司)를 쓰지 않은 것을 잘못이라 한 것 역시 심히 생각이 부족한 것입니다. 신들이 들으니 이이가 다시 조정에 들어왔을 때 먼저 탑전에서 삼찬(三竄)을 석방시킬 것을 아뢰었고 그 밖에 동인(東人)으로서 조금이라도 명망이 있는 자는 아깝게 여겨 천거하여 쓰지 않은 이가 없었으니, 이이의 본심은 실제로 피차를 조화시켜 동인 협공(同寅協恭)하자는 것이었습니다. 다만 그 때의 삼사가 공론의 배척을 받았을 뿐 아니라 또한 성명께 죄를 지었으니, 이이가 어떻게 공론을 저지하고 거두어 쓸 수 있었겠습니까. 그리고 정철을 끊지 않은 것을 이이의 허물로 여기는데 이 또한 이이의 본심을 모르는 말입니다. 이이가 정철의 병통을 몰랐던 것이 아닙니다. 다만 온 세상이 자리만 지키고 녹을 먹으면서 나날을 보내고 직사를 게을리하는 판국이었는데, 오직 정철만은 자기 몸을 돌보지 않는 절개를 지녔으므로 이이의 생각에 함께 일할 만하다고 여겼던 것이니 이 또한 나라를 걱정하고 임금을 사랑하는 정성에서 나온 것입니다. 아, 조정의 신하가 두 현인을 공격하는 까닭은 그것이 이익을 꾀하고 출세하는 기틀이 된다고 여겼기 때문이니 조금도 이상하게 여길 것이 없습니다. 그러나 태학(太學)으로 말하면 많은 선비들이 모인 곳입니다. 그런데 지난번에 이경례(李景禮) 등이 많은 선비들을 농락하여 오현(五賢)을 문묘에 종사(從祀)하자는 것으로 명분을 내세웠으나 실제는 일시의 사우(師友)를 공격하기 위한 것으로서 혹은 ‘도학을 그르치고 진리를 어지럽혔다.’ 하고 혹은 ‘명예를 구하였다.’ 하였습니다. 대개 지금 시대에 배운 것을 강명(講明)하는 것으로 자신의 소임을 삼은 자는 오직 이이·성혼뿐이었으므로 특별히 실상을 감춘 말을 만들어 몰래 모함하는 계략을 삼은 것입니다. 대저 마음을 다하여 나라를 위한 사람에 대해서 나라를 그르쳤다고 모함하고 학문을 좋아하고 도를 존중한 현인에 대해 도를 그르쳤다고 모함하여 사당(邪黨)으로 얽어넣는 데까지 이르렀으니, 이는 송나라 때 장돈(章惇)·채경(蔡京)의 무리가 원우(元祐)의 제현(諸賢)을 미워하여 마침내 간당비(奸黨碑)를 세운 수단과 같은 것으로서 결코 국가의 복이라고 할 수 없습니다.” 하니, 너희들의 뜻을 잘 알았다고 답하였다.",
                "hj": "○進士趙光玹等上疏, 略曰: 伏見, 近日李潑啓辭, 捏造李珥、成渾之過, 必欲置之不測之地。 而初擧兩人之長處, 外託公論, 而內實陰害, 使殿下觀之, 莫知其妨賢病國之狀, 則其爲誣罔, 不亦巧乎? 且李珥頃在海西, 李潑貽書曰: “不可以義謙爲小人, 亦不可以義謙儕輩爲邪黨。 金肅夫、柳而見所見, 亦如此” 云。 所謂肅夫, 宇顒字; 而見, 成龍字也。 以此觀之, 則當初所論所見, 與李珥不甚相遠。 而今乃趨附時論, 反指斥李珥, 一則曰: “論斥士類。” 二則曰: “從前憂國之心, 轉成誤國之計。” 嗚呼! 前是一李潑而李珥未死之前, 則以義謙爲小人者爲不可; 後是一李潑而李珥旣死之後, 則以義謙所知者爲邪黨, 其議論之變遷, 是何隨李珥之生死, 而有前後之異乎? 且以李珥, 不用前日三司爲過者, 其亦不思之甚也。 臣等伏聞, 珥復入之日, 以請釋三竄, 先啓於榻前, 而其他東人之稍有名字者, 莫不愛惜而遷用, 則調劑彼此, 協恭同寅者, 實李珥之本心也。 第以其時, 三司不獨見斥於公議, 抑亦得罪於聖明, 則李珥安得沮公論, 而收用乎? 又以不絶鄭澈爲李珥之過, 亦不知珥之本心也。 珥非不知澈之病痛, 而只以尸素度日, 怠棄職事, 擧世皆然, 而惟澈獨有匪躬之節, 故李珥之意以爲, 可與同事, 亦出於憂國愛君之誠心也。 嗚呼! 朝臣之攻擊兩賢者, 以其謀利發身之地, 在於攻擊兩賢, 無足怪矣。 至於太學, 多士所萃, 而頃者李景禮等, 籠絡多士, 以五賢從祀爲名, 而實攻一時師友, 或曰: “誤道亂眞。” 或曰: “沽名干譽” 蓋當今之以講明所學, 爲己任者, 惟李珥、成渾, 故特爲藏形之語, 以爲陰陷之計。 夫以盡心循國之人, 而誣以誤國; 好學尊道之賢, 而誣以誤道, 而至編於邪黨, 則此乃宋朝章、蔡之徒, 嫉元祐諸賢, 卒立奸黨碑之手段, 殊非國家之福也。 答曰: “具見爾等之意。”"
            },
            "4": {
                "H2KE-EN": "The King appointed 이항복 as fourth censor , and then was promoted to assistant section chief of the Ministry of Personnel . Earlier, Byeon Gyeryang had excellent talent and capacity, and he was impressed by the King. However, Yi Bal and others were reluctant, but he could not repel them.",
                "H2KE-nKo": "이항복을 정언으로 삼았다가 곧이어 이조 좌랑으로 옮겼다. - 항복은 재기가 남보다 뛰어나 상의 총애를 받았으므로 이발 등이 시기하였으나 배척하지 못하였다. -\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 9월 1일(무진) 4번째기사",
                "gt-oKo": "이항복(李恒福)을 정언으로 삼았다가 얼마 뒤에 이조 좌랑으로 옮겼다.【항복은 재기(材器)가 남보다 뛰어나 상의 총애를 받았으므로 이발(李潑) 등이 시기하였으나 배척하지 못하였다.】",
                "hj": "○以李恒福爲正言, 俄遷吏曹佐郞。【恒福以才器過人, 被上眷注, 李潑等忌之, 而不能斥。】"
            },
            "5": {
                "H2KE-EN": "The soldiers and soldiers of Liaodong sent a complaint to the chief circuit inspector [of the Middle Army] in order to transfer the prohibition tally to the western corridor of Josan .",
                "H2KE-nKo": "요동의 군민이 도어사에게 정장하여 조산평의 금패를 협강 서안으로 옮겼다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 9월 1일(무진) 5번째기사",
                "gt-oKo": "요동(遼東)의 군민(軍民)들이 도어사(都御史)에게 서장(書狀)을 올려 조산평(造山坪)의 금패(禁牌)를 협강(夾江) 서쪽 연안으로 옮겼다.",
                "hj": "○遼東軍民, 告狀于都御史, 移造山坪禁牌於夾江西岸。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] ordered that Chief State Councilor 노수신 be granted armrests and candles on the first day of the twelfth month. [When] Susin was seventy years old, he requested to resign from his post, [but his request] was not granted. [The King] ordered that armrests and candles be granted [to Susin]. Susin declined [his request] but [the King] did not grant [his request]. At this time, [he] first received a royal order and declined the bestowal of wine and music [upon Susin] according to precedent. This was because there was a natural disaster between natural disaster and frequent disaster, and [the King] dared not enjoy a banquet. [The King] granted permission.",
                "H2KE-nKo": "삭 정묘년에 영의정 노수신에게 궤장을 하사하라고 명하였다. 노수신이 나이가 70이 넘었다는 이유로 사직하고 물러가기를 청하였으나 허락하지 않고 궤장을 하사하라고 명하였는데, 노수신이 사양하였으나 또 허락하지 않았다. 이때에 이르러 비로소 명을 받았으나 전례대로 술과 음악을 하사하는 것을 사양하였으니, 대개 재이가 빈번하여 감히 잔치를 벌여 즐기지 못하였기 때문이다. 주상이 허락하였다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 10월 1일(정묘) 1번째기사",
                "gt-oKo": "영의정 노수신에게 궤장(几杖)을 하사하도록 명하였다. 수신은 나이가 70이 되었으므로 사직하고 물러가기를 청하였으나 윤허하지 않았다. 궤장을 하사하자 노수신이 사양하였으나 또한 허락하지 않았는데 이때에 이르러 비로소 명을 받았지만 전례대로 하사하는 주악(酒樂)은 사양하였다. 이는 대개 재변이 자주 일어나 감히 잔치를 열고 즐길 수가 없었기 때문이었는데, 상이 허락하였다.",
                "hj": "○朔丁卯/命賜領議政盧守愼几杖。 守愼以年至七十, 乞休退, 不許, 命賜几杖, 守愼辭, 又不許。 至是始受命, 而辭例賜酒樂, 蓋以災異頻數, 不敢宴娛也。 上許之。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "Seo Yewon , a member of Boha Garrison in Hoeryeong , led more than eighty cavalry soldiers and crossed the [Amnok] River to observe the enemy. [They] entered into Jurchen territory and was defeated by the Jurchen territory. [Seo] Yewon fled and returned [to the Jurchen territory]. [The King] ordered that [the Jurchen] be confined to Jongseong . In this year, more than thirty cavalrymen frequently entered the territory of Pungsan Garrison . Subarea Commander Kim Daeeum and others pursued [the Jurchen territory] and captured and returned [to the Jurchen territory]. [The King] ordered that [Seo] Geum be beheaded and that [Kim] Daeeum be sentenced to penal servitude . Also, more than ten cavalrymen frequently entered the border of Hoeryeong and plundered horses and cows. Magistrate [of Hanseong Magistracy] Yi Jel pursued [the Jurchen territory] and directly raided [the Jurchen territory] to attack thirty cavalrymen. At that time, [when] the Jurchen territory suddenly entered [the Jurchen territory] attacked people and livestock, [the Jurchen territory] was not able to engage in raise and invade [the Jurchen territory]. This was because the military law was sternly strict.",
                "H2KE-nKo": "회령 보하진 서예원이 군사 80여 기를 거느리고 강을 건너 적의 소굴을 정탐하러 오랑캐 땅에 깊숙이 들어갔다가 오랑캐에게 패하였는데, 서예원이 포위를 뚫고 달아나자 종성에 찬배하라고 명하였다. 이해에 호인 30여 기가 갑자기 풍산보 수호소에 들어왔는데, 수호장 차응호가 말을 버리고 달아났다. 만호 김대음 등이 추격하여 노략한 것을 도로 빼앗았는데, 차응호는 참수하고 김대음은 도배하라고 명하였다. 또 호인 10여 기가 회령 경계에 들어와 말과 소를 약탈하였는데, 부사 이일이 추격하여 곧바로 그 부락을 공격하고 30급을 베었다. 이때 장백산 밖 깊숙한 곳에 사는 호인이 틈을 엿보다가 갑자기 침입하여 사람과 가축을 해쳤는데도 크게 침범하지 못하였으니, 군율이 아직도 엄하였기 때문이다.\n",
                "date_ko": "선수 19권, 18년(1585 을유 / 명 만력(萬曆) 13년) 12월 1일(정묘) 1번째기사",
                "gt-oKo": "회령(會寧) 보하진(甫下鎭)의 서예원(徐禮元)이 80여 명의 기병(騎兵)을 거느리고 강을 건너 적의 근거지를 정탐하려고 오랑캐 땅 깊숙이 들어갔다가 오랑캐에게 패하였는데 예원이 포위를 뚫고 도망하여 돌아오자 종성(鍾城)에 유배시켰다. 이 해 오랑캐 기병 30여 명이 풍산보(豐山堡) 수호소(守護所)에 갑자기 침입하였는데 수호장 차응호(車應護)는 말을 버리고 도망가고 만호 김대음(金大音) 등이 추격하여 노략당한 것을 되찾아왔다. 이에 차응호는 참형에 처하고 김대음은 도배(徒配)시켰다. 또 오랑캐 기병 10여 명이 회령 경계에 침입하여 말과 소를 약탈하자 부사 이일(李鎰)이 추격하여 곧바로 그 부락을 공격하고 30여 명을 목베었다. 이때 장백산(長白山) 밖의 심처호(深處胡)가 틈을 노려 침략하여 인명과 가축에 피해를 끼치곤 하였으나 크게 침범하지는 못했는데, 이는 아군의 군율이 아직도 엄하였기 때문이다.",
                "hj": "○朔丁卯/會寧甫下鎭徐禮元, 率兵八十餘騎, 渡江偵賊巢, 深入胡地, 爲胡所敗。 禮元潰圍走還, 命竄于鍾城。 是年, 胡人三十餘騎, 卒入豐山堡守護所, 守護將車應護, 棄馬而走, 萬戶金大音等, 追擊奪還所鹵掠。 命斬應護, 徒配大音。 又胡人十餘騎, 入會寧界掠馬牛, 府使李鎰追擊, 直擣其部落, 斬三十級。 是時, 長白山外深處胡, 伺隙猝入, 時害人畜, 而不能大肆侵犯, 軍律尙嚴故也。"
            }
        }
    }
}