{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "During the first day of the ninth month, there was a widespread disease in the eight provinces in the gichuk year (. There was a widespread disease among the people, saying, The spirit of a widespread disease should eat various grains in order to remove the disease. The widespread disease occurred among the people in the capital, and those who store miscellaneous cereals storehouses securely obtained the rich and profit. Also, the widespread disease states, When killing cattle, eating cattle, and remove the disease from the gate to remove the disease. Consequently, occurred cattle in various areas, and the price of cattle was also raised. Last year, the famine was successively occurred, and the number of cattle died was not counted. The King ordered the court officials attending the King to hold a rite of disease in the two provinces of Pyeongan and Hwanghae . All the eight provinces had a widespread disease, but the disease in the two provinces of Pyeongan and Hwanghae were even more severe.",
                "H2KE-nKo": "8도에 전염병이 크게 번졌다. 민간에 전해지는 유언비어에 ‘독한 역신이 내려오니 마땅히 오곡과 잡반을 먹어서 재앙을 물리칠 것이다.’라고 하였는데, 도성 안에 떠들썩하게 전해져 잡곡을 저장해 둔 자들이 이익을 얻었다. 또 전해지는 말에 ‘소를 잡아 고기를 먹으면서 문에 피를 뿌려 재앙을 물리칠 것이다.’라고 하였다. 이에 곳곳에서 소를 잡아도 소값이 뛰어올랐다. 지난해 기근이 들고 이어서 전염병이 돌아 죽은 자가 그 수를 헤아릴 수 없을 정도였다. 근신에게 명하여 평안도와 황해도에서 여제를 지내게 하였다. 8도에 모두 전염병이 돌았는데, 평안도와 황해도가 더욱 심하였기 때문이다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 1월 1일(기축) 1번째기사",
                "gt-oKo": "팔도(八道)에 전염병이 크게 치성하였다. 민간에 떠도는 거짓말에, ‘독한 역신(疫神)이 내려왔으니 의당 오곡(五穀)의 잡곡밥을 먹여 물리쳐야 한다.’ 하여, 도성 근처에 떠들썩하게 전파되어 잡곡을 저장한 사람은 많은 이익을 얻었다. 또 ‘소를 잡아 고기는 먹고 문에 피를 뿌려 물리쳐야 한다.’는 거짓말이 전해지자, 이에 곳곳에서 소를 잡았기 때문에 소값도 뛰었다. 지난해에 기근이 들고 잇따라 전염병이 돌아 죽은 자의 숫자를 다 기록하지 못할 지경이었다. 근신(近臣)을 명하여 평안·황해 두 도에 여제(癘祭)를 지내게 하였다. 팔도에 모두 전염병이 돌았으나 양서(兩西)가 더욱 심하였던 까닭이다.",
                "hj": "○朔己丑/八道癘疫大熾。 民間訛言: “毒疫神降, 當食五穀雜飯以禳之。” 都下喧傳, 貯雜穀者, 獲贏利。 又訛言: “殺牛食肉, 灑血于門以禳之。” 於是, 處處殺牛, 牛價亦踊。 前歲飢饉, 繼以疫癘, 死者不紀其數。 命近臣行癘祭於平安、黃海兩道。 八路皆疫, 而兩西尤甚故也。"
            },
            "2": {
                "H2KE-EN": "The governor of Gyeongsang Province reported, A fire broke out in the middle of the stone. The stone was all burned and ruined.",
                "H2KE-nKo": "영남에서 보고하기를,“돌 속에서 저절로 불이 나서 돌이 모두 불에 탔습니다.”하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 1월 1일(기축) 2번째기사",
                "gt-oKo": "영남에서 ‘돌 속에서 저절로 불이 일어나 돌이 모두 불에 타 파열되었다.’고 보고 하였다.",
                "hj": "○嶺南報: “有火自生石中, 石皆燒裂。”"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King intended to perform the rite of ending the mourning period for Queen Insun . At that time, the prince was suffering from a thirteen enthronement. At the time, people were afraid that it was a time for the rites to be held. Therefore, due to the calamity of calamity, the disaster of natural disaster, it was impossible to stop performing the rite of ending the mourning period. The ministers , the attendant officials , and the officials [of the Office of the Inspector General] all strongly argued against this and requested that the King personally perform the rite of ending the mourning period, saying, To diligently cultivate the disaster and to remove the disaster, the two parties do not harm. Ultimately, the King denied the request.",
                "H2KE-nKo": "주상이 인순 왕후의 담제를 지내려고 하였는데, 마침 왕자가 창진을 앓았다. 이때 시속이 제사 지내는 것을 꺼렸기 때문에 천재가 이와 같으니 친히 제사 지낼 수 없다고 핑계 대고 그만두었다. 대신, 근시, 양사가 모두 쟁집하여 친히 제사 지낼 것을 청하면서 아뢰기를,“재앙을 삼가고 조상을 추모하는 두 가지 일이 서로 방해되지 않습니다.”하고, 끝내 윤허하지 않았다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 3월 1일(무자) 1번째기사",
                "gt-oKo": "상이 인순 왕후(仁順王后)의 담제(禫祭)를 지내려 할 적에 마침 왕자가 홍역을 앓았는데, 시속이 제사지내는 것을 꺼렸으므로 천재가 이와 같으니 친제(親祭)할 수 없다고 핑계하여 중지하였다. 대신(大臣)·근시(近侍)·양사가 모두 다투어 논집하여 친제할 것을 청하기를, ‘재앙을 삼가는 것과 조상을 추모하는 것은 두 가지가 서로 방해되지 않는다.’고 하였으나, 끝내 윤허하지 않았다.",
                "hj": "○朔戊子/上將行仁順王后禫祭, 適王子患瘡疹。 時俗以祭爲忌, 故託以天災如此, 不可親祭而止。 大臣、近侍、兩司, 皆爭執, 請親行曰: “謹災追遠, 兩不相妨。” 終不允。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, it was ordered that Cheongcheon River and Daeeum River in Anju be flooded over a month. ",
                "H2KE-nKo": "안주의 청천강과 정선의 대음강이 한 달이 넘도록 물줄기가 끊겼다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 3월 1일(무자) 2번째기사",
                "gt-oKo": "안주(安州)의 청천강(淸川江)과 정선(旌善)의 대음강(大陰江)이 한 달이 넘도록 물줄기가 끊어졌다.",
                "hj": "○安州淸川江、旌善大陰江, 斷流者踰月。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On muo day, the first day of the month, the King began to decide the institution of the successful grandson of the Late Deferential and Gentleness of the Late Deferential and Gentle Great Kings (Jeongjong by establishing the institution of the successful candidates for the officials of the senior third rank or above in order to perform the ancestral rites for their ancestors.",
                "H2KE-nKo": "삭무오년에 비로소 대원군의 사손이 세습하는 제도를 정하여 당상관은 그 제사를 대대로 받들게 하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 4월 1일(무오) 1번째기사",
                "gt-oKo": "처음으로 대원군의 사손(嗣孫)이 세습하는 제도를 정하고, 당상관으로서 대대로 그의 제사를 받들게 하였다.",
                "hj": "○朔戊午/始定大院君嗣孫世襲之制, 以堂上官世奉其祀。"
            },
            "2": {
                "H2KE-EN": "The King sent Envoys to China for Expressing Gratitude for Imperial Benevolence , and Kim Seongdeung to request the correction of the royal stepmother. At the time, the Emperor expressed his gratitude for the imperial edict of investiture and also sent him a corresponding to a stepmother.",
                "H2KE-nKo": "사은사 윤두수와 김성일 등을 보내 종계 개정을 주청하게 하였다. 이때 칙유의 은혜에 사례하고 겸하여 변무까지 하여 보냈기 때문이다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 4월 1일(무오) 2번째기사",
                "gt-oKo": "사은사 윤두수(尹斗壽)·김성일(金誠一) 등을 파견하여 종계(宗系)의 개정에 대한 일을 주청하였다. 이때 칙유(勅諭)에 대한 사은과 변무(辯誣)하는 일을 겸하여 보낸 것이다.",
                "hj": "○遣謝恩使尹斗壽、金誠一等, 奏請宗系改正事。 時, 謝勑諭恩, 兼爲辨誣, 送也。"
            },
            "3": {
                "H2KE-EN": "Jeong Jongyeong was appointed minister of rites .",
                "H2KE-nKo": "정종영을 예조 판서로 삼았다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 4월 1일(무오) 3번째기사",
                "gt-oKo": "정종영(鄭宗榮)을 예조 판서로 삼았다.",
                "hj": "○以鄭宗榮爲禮曹判書。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King intended to perform a sacrifice at the Royal Ancestral Shrine on the first day of the muja year (. The Office of the Censor General presented a memorial to the King, which stated, In proprieties, sacrifices should not be held at the Royal Ancestral Shrine on the first day of the month. The King was greatly angry and said, Who could have deliberated such deliberations? I intend to imprison and interrogate him. The high officials reluctantly rejected this and finally stopped it. At that time, Kim Ugung was in the Office of the Censor General . People criticized him, saying, It is not worth men of other people to understand what to do. As a son is a study of reading books, why do you compose a deliberation on a deliberation? Ugung said, The deliberation on a deliber ",
                "H2KE-nKo": "삭무자일에 주상이 대원군의 사당에 친히 제사 지내려고 하자, 홍문관이 차자를 올리기를,“예는 사묘에 제사 지낼 수 없습니다.”하니, 주상이 크게 노하여 말하기를,“누가 이런 의논을 하였는가? 하옥하여 국문하도록 하겠다.”하자, 대신이 해명하여 그만두었다. 김우옹이 이때 옥당에 있었는데, 사람들이 그를 탓하여 말하기를,“다른 사람은 일을 모르니 말할 것이 못 된다. 그대는 글을 읽은 사람인데, 어찌하여 근거 없는 논의를 하는가?”하니, 김우옹이 아뢰기를,“동료들의 의론이 매우 날카롭습니다. 그러나 나는 궁리하는 공부가 지극하지 못하여 감히 그만두지 못하는 것일 뿐입니다.”하였다. 이이가 이 말을 듣고 말하기를,“후사가 되는 의리가 진실로 중하지만, 낳아 준 은혜도 가볍게 여겨서는 안 된다. 주상이 대원군의 사당에 친히 제사 지내는 것은 예에 어긋나지 않는데, 유신이 무엇을 보고서 그만두기를 청하는가?”하니, 어떤 이는 아뢰기를,“주상이 대원군의 사당에 임금이 신하의 사당에 임하는 예를 쓴다면 자식이 아버지를 아버지로 대할 수 없고, 자식이 아버지의 사당에 들어가는 예를 쓴다면 정통을 높이는 예에 방해가 되기 때문에 제사 지낼 수 없습니다.”하고, 이이가 아뢰기를,“이는 옛것을 상고한 말이 아닙니다. 예에는 공조의 예, 가인의 예, 학궁의 예가 있습니다. 공조의 예는 임금을 높이는 것이기 때문에 제부라도 신하의 예를 공경히 행합니다. 그러나 친아버지는 신하로 대할 수 없습니다. 가인의 예는 존속이 중하기 때문에 임금이 부형의 아래에 거처할 수 있으니, 효혜왕이 제왕의 아래에 앉았던 것이 이것입니다. 학궁의 예는 스승을 높이는 것이기 때문에 천자라도 늙은이에게 절을 하는 예가 있으니, 효명왕이 환영에게 절을 한 것이 이것입니다. 더구나 대원군이 성상을 탄생하였으니, 가령 살아계셨다면 주상이 만나 보았을 때 반드시 궁중에서 절을 하였을 것입니다. 그러니 지금 사당에 제사 지낼 때 조카가 제부에게 제사 지내는 예를 쓰는 것이 무슨 안 될 것이 있겠습니까. 속유들은 이치를 관찰하는 공부가 없고, 단지 임금을 높이고 신하를 억제하는 것이 예라는 것만 알고 사친을 끊을 수 없다는 것은 모릅니다. 그런데 근거 없는 말을 올려 주상이 지나치게 진노하여 거의 지나친 거조가 있게 하였으니, 참으로 한탄스럽습니다.”하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 5월 1일(무자) 1번째기사",
                "gt-oKo": "상이 대원군의 사당에 친제하려 하자, 홍문관이 차자를 올려 ‘예법으로는 사묘(私廟)에 제사지낼 수 없다.’ 하니, 상이 크게 노하여 이르기를, ‘누가 이 의논을 제기하였는가? 하옥(下獄)시켜 국문하겠다.’ 하였는데, 대신들이 애써 해명하였으므로 중지하였다. 김우옹이 이 때 옥당에 있었는데 사람들이 그를 탓하여 말하기를, ‘다른 사람은 일을 알지 못하니 말할 것이 못되지만, 그대는 글을 읽은 사람인데 어찌하여 근거 없는 의논을 만들어 냈는가?’ 하니, 우옹이 말하기를, ‘동료들의 의논이 몹시 날카로운데 나는 그에 대한 연구가 지극하지 못하였기 때문에 감히 저지하지 못하였다.’ 하였다. 이이가 이 말을 듣고 말하기를, ‘남의 후계가 된 때의 의리가 진실로 중하지만, 낳아준 은혜도 가볍게 여길 수 없는 것이다. 주상이 대원군의 사당에 제사지내는 것은 예에 어긋난 점이 없는데, 유신(儒臣)들은 무엇을 보고서 중지하기를 청하였는가?’ 하자, 어떤이가 말하기를, ‘주상이 대원군의 사당에 임금이 신하의 사당에 임하는 예로써 한다면 자식이 아버지를 신하로 할 수 없는 것이고, 자식이 아버지의 사당에 들어가는 예로써 한다면 정통(正統)을 높이는 예에 방해되는 것이므로, 제사지낼 수가 없다는 것이다.’ 하니, 이이가 말하기를, ‘이는 옛일을 상고하지 못한 말이다. 예에는 공조(公租)의 예와 가인(家人)의 예와 학궁(學宮)의 예가 있다. 공조의 예는 임금을 높음으로 삼기 때문에 제부(諸父)도 신하의 예를 공순히 행하지만, 친아버지는 신하로 삼을 수 없는 것이다. 가인의 예는 존속(尊屬)으로써 중함을 삼기 때문에 임금이 부형(父兄)의 아래에 앉을 수 있으니, 효혜 황제(孝惠皇帝)가 제왕(齊王)의 아래에 앉았던 것이 이런 경우이다. 학궁의 예는 스승을 높이는 까닭에 천자(天子)라도 노장(老長)에게 절하는 예가 있으니, 효명 황제(孝明皇帝)가 환영(桓榮)에게 절한 것이 이런 경우이다. 더구나 주상은 대원군에게서 탄생하였으니, 가령 살아 있으면 주상이 만나 뵐 적에 반드시 궁중에서 절을 할 것이다. 그런데 지금 사당에 제사지내면서 조카가 제부에게 하는 예를 적용하면 무슨 불가함이 있겠는가? 속유(俗儒)들이 사리에 대한 공부가 없어서 한갓 임금을 높이고 신하는 억누루는 것이 예가 되는 줄로만 알 뿐, 사친(私親)은 끊을 수 없다는 것을 알지 못한다. 이리하여 근거없는 말을 올려 주상이 지나치게 격노하게 하여 잘못된 일을 저지르게 할 뻔하였으니, 참으로 한탄스럽다.’ 하였다.",
                "hj": "○朔戊子/上將親祭于大院君廟, 弘文館上箚以爲: “禮不可祭于私廟。” 上大怒曰: “誰作此議? 將下獄鞫之。” 大臣救解乃止。 金宇顒時在玉堂, 人尤之曰: “他人不解事, 不足道也。 子是讀書人也, 何以作無稽之論乎?” 宇顒曰: “僚議甚銳, 吾窮格未至, 不敢止耳。” 李珥聞之曰: “所後之義, 固重; 所生之恩, 亦不可輕也。 主上親祀大院廟, 於禮無違, 儒臣何所見而請止乎?” 或曰: “主上於大院廟, 若用君臨臣廟之禮, 則子不可臣父; 若用子入父廟之禮, 則有妨於尊正統, 故不可祭也。” 珥曰: “此非稽古之說也。 禮有公朝禮、家人禮、學宮禮焉。 公朝禮則以君爲尊, 故雖諸父, 恭行臣禮, 但親父則不可臣也。 家人禮則以尊屬爲重, 故人君可居父兄之下, 若孝惠坐於齊王之下是也。 學宮禮則以師爲尊, 故雖天子, 亦有拜老之禮, 若孝明拜於桓榮是也。 況大院君誕生聖躬, 假使在世, 則主上相見, 必拜於宮中。 今於祭廟, 用姪子祭諸父之禮, 有何不可乎? 俗儒無觀理之功, 徒知尊君抑臣之爲禮, 而不知私親之爲不可絶。 乃進無據之說, 致主上過於暴怒, 幾有過擧, 誠可歎也。”"
            },
            "2": {
                "H2KE-EN": "Assistant Deputy Director of the Office of the Inspector General Yun Chun died. [Yun] Chun was living in Namhae District . He arrogantly rose from his childhood and became a man of learning. During the eulsa year (, [Yun] Hui Chun was separated with Kim Gwangjun . Im Baekryeong was a friendly relationship of the same village and secretly instructed him to obey the royal order. [Yun] Chun did not respond. At the middle of the Royal Confucian Academy , together with Song Huigyu and others, jointly demonstrated the discussion of Min Jein and Kim Gwangjun . [Yun] Gwangjun and others thought that [Yun] Huiryeong would be able to suppress [his suppression]. [Yun] was greatly destroyed, and his regret is even more severe. [Yun] must have killed him. Earlier, [Yun] was banished to Jeju [Island]. People considered that Min Je was near Namhae and was transferred to 종성 in the northern border. [Yun] was a distance of 3,000-ri away from his hometown. In the twentieth year, [Yun] was transferred to another place. [Yun] became the King ascended the throne, and [Yun] was pardoned and reinstated. When he was banished [to Jeju], [Yun] was suffering from hardships. He spreadly studying and studying history. He studyed history and studyed history. He studyed history and successively studyed history and passed throughout the night. In the frontier custom of the border areas, there was few scholars who studyed history. [Yun] began to learn from this day. When he returned [to the capital], he attended the Royal Lectures for a long time. [Yun] sincerely admonishing [history] and admonishing [history] with all his heart. The King was overjoyed by his well-versed nature and always asked about it. There was nothing that he did not thoroughly research the ancients. The King regarded [Yun] auspiciousness. [Yun] Huiryeong studyed his nature and exceededs history. He finally studyed history books and history texts. In the world, a Confucian scholars who studyed the succession of the Zhou Quanzhong , Kim Gyehwi , and others all escaped from the level of land. [Yun] was gentle and generous by nature, he did not enjoy a self-restraint. [Yun] was simple and frugal, and [Yun] was dwelling like a poor scholar. He possessed history books like an eyes and yang. [Yun] was advanced to began to be promoted to Grand Master for Excellent Virtue . My dear sir should come and express gratitude for the royal benevolence. [Yun] Chun received the royal order, [Yun] was moved and apprehensive, and wanted to express gratitude for the royal benevolence. After he arrived, [Yun] fell ill.",
                "H2KE-nKo": "홍문관 부제학 유희춘이 졸하였다. 유희춘은 대대로 해남현에 살았는데 고아한 신분으로 떨쳐 일어나 문학으로 현달하였다. 을사년의 사화가 일어났을 때, 유희춘은 김광준과 이웃에 살았는데, 임백령이 같은 고향의 친구라는 이유로 내지를 받들어 따르라고 은밀히 타일렀으나 유희춘이 응하지 않았다. 중학의 모임에서 송희규 등과 함께 민제인, 김광준의 의론을 배척하였는데, 김광준 등은 송희춘을 위협할 만하다고 여기고 따라서 크게 좌절당해 유감을 더욱 심하게 품고서 기필코 죽이려고 하였다. 처음에 제주로 찬배되었을 때 논자들이 ‘민제춘은 해남에 가깝다.’라고 하여 북쪽 경계의 종성으로 이배하였는데, 고향집과의 거리가 3000리였다. 20년이 지나서야 양이되었고, 1년이 지나서야 주상이 즉위하여 사면을 받아 다시 서용되었다. 귀양살이를 할 때는 곤궁함에 처하여 형통한 듯 오직 깊이 생각하고 저술하여 입으로는 외우고 손으로는 초하여 밤낮을 가리지 않았다. 변방의 풍속에 문자를 아는 사람이 적었는데, 유희춘이 가르쳤기 때문에 선비들이 글을 많이 배웠던 것이 이로부터 시작되었다. 조정에 돌아와서는 오랫동안 경연에 모시면서 지성으로 계옥하여 속에 쌓인 생각을 다 털어놓았는데, 주상이 그의 정밀하고 해박한 것을 기뻐하여 걸핏하면 하문하였다. 대답하는 것은 반드시 옛일을 원용하여 확실하게 하지 않은 것이 없었는데, 주상이 그의 기특함을 칭찬하였다.송희춘은 기억력이 뛰어나 서책과 사서에 눈을 부릅뜨고 외웠다. 당세에 박학한 유신 기대승, 김계휘 등이 모두 한 지역을 피하였다. 천성이 온화하고 후덕하여 모나지 않고 염정하고 검소하여 처신을 가난한 선비처럼 하였다. 오직 서적을 몹시 좋아하여 음악과 여색에 빠지는 듯하였다. 늙어서는 물러나기를 청하면서 사직하는 소장을 올려 간절히 청하니, 주상이 그때마다 보살폈고 후한 하사품을 내렸다. 물러간 뒤에 다시 부제학에 제수하였으나 사양하였으나 허락하지 않았다. 이때에 이르러 특별히 자헌대부의 품계로 올리고, 다시 전지를 내리기를,“경이 오랫동안 유악에서 수고한 것을 생각하여 특별히 자헌대부로 올렸으니, 경은 와서 사은하지 않아서는 안 된다. 더구나 지금은 봄기운이 이미 이루어지고 날씨가 따뜻하여 길을 가기가 매우 편하니, 속히 올라와서 나의 뜻에 부응하라.”하였다. 유희춘이 교지를 받고 감격하고 두려워하여 사은하고 물러나려 하였는데, 도착하고 나서 병이 나서 마침내 졸하였다. 주상이 놀라고 애도하여 좌찬성에 추증하라고 명하였다.송희춘은 사장을 좋아하지 않아 그가 찬술하고 편집한 것이 매우 많았다. 그가 올린 《유선록》과 《신증유합》을 모두 간행하라고 명하였다. 또 《육서부주》, 《강목고이》, 《역대요록》, 《속몽구》, 《천해록》, 《주자대전어류전석》 등의 책이 있었는데, 모두 경전을 도왔고 고금을 통틀어 보아도 후학에게 유익하였다. 만년에 교지를 받들어 《경서구결언석》을 찬정하였는데, 《대학석의》를 먼저 아뢰었다. 나머지는 미처 완성하지 못하고 졸하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 5월 1일(무자) 2번째기사",
                "gt-oKo": "홍문관 부제학 유희춘(柳希春)이 졸하였다. 희춘은 대대로 해남현(海南縣)에 살았는데, 고적한 신분으로서 떨쳐 일어나 문학(文學)으로 출세하였다. 을사 사화(乙巳士禍) 때 희춘은 김광준(金光準)과 이웃에 살았으며, 임백령(林百齡)은 같은 고향 출신으로 친분이 있었으므로 내지(內旨)를 받들어 따르도록 은밀히 타일렀으나, 희춘은 응하지 않았다. 그리고 중학(中學)의 모임에서 송희규(宋希奎) 등과 함께 민제인(閔齊仁)·김광준의 의논을 배척하였다. 광준(光準) 등은 희춘이 자신들의 위협에 따를 것이라고 생각하였으나, 그에게 크게 좌절(挫折)당하자 원한이 더욱 무거워져 기필코 죽이려 하였다. 처음에 제주도로 귀양을 보냈는데 논자들이, ‘제주도는 해남에 가깝다.’ 하여 북계(北界)의 종성(鍾城)으로 이배(移配)시키니, 고향의 집과는 3천 리가 떨어진 거리였다. 20년이 지나서야 가까운 곳으로 옮겼고, 1년이 지나 상이 즉위하자 사면을 입어 다시 등용되었다. 그는 유배지에 있을 때, 곤궁한 처지에서도 태연스럽게 여겨 깊이 사색하고 저술하며 입으로는 글을 외고 손으로는 책을 베껴 밤낮을 쉬지 않았다. 변방의 습속은 글자를 아는 사람이 적었는데, 희춘의 가르침으로 인하여 이로부터 글을 배우는 사람이 많아졌다. 조정에 돌아오자 오랫동안 경연에서 임금을 모시면서 지성으로 아뢰어 속에 품고 있는 것을 다 말하니, 상은 그의 정밀하고 박식한 것을 기뻐하였다. 그리고 자문(諮問)할 적마다 대답하는 데 있어 반드시 옛일을 끌어다 증거하여 분명하지 않은 것이 없으니, 상은 그의 기특함을 칭찬하였다. 희춘은 기억력이 남보다 뛰어나 경서(經書)나 사서(史書)를 한 번 보기만 하면 외니, 당대의 박학(博學)한 유신(儒臣)인 기대승(奇大升)·김계휘(金繼輝) 등이 모두 첫째 자리를 양보하였다. 천성이 온화하고 후하여 모나지 않았으며 조용하고 검소하여 마치 빈한한 선비처럼 처신하였다. 다만 서적을 몹시 좋아하여 음악과 여색에 빠진 것처럼 하였다. 연로해지자 물러가기를 청하면서 사직하는 소장이 간절하였으나, 상은 곧 아끼어 머물게 하고 많은 물품을 하사하였다. 물러간 뒤에 다시 부제학을 제수하자 사양하였으나 허락하지 않았다. 이때에 특별히 자헌(資憲)의 품계(品階)로 올리고, 또 교지를 내리기를, ‘경이 오랫동안 경연에서 수고한 것을 생각하여 특별히 자헌으로 올렸으니, 경은 올라와서 사은(謝恩)하지 않을 수 없을 것이다. 더구나 지금 봄옷도 마련되었을 것이고 날씨 마저 온화하여 여행하기에 매우 온편할 것이니, 속히 올라와서 나의 뜻에 부응하라.’ 하였는데 교지를 받고 감격하여 사은하고 물러가려 하였는데, 도착하자 병이나서 끝내 졸하니, 상이 슬퍼하며 좌찬성을 증직하도록 하였다. 희춘은 사장(詞章)을 좋아하지 않았다. 그가 찬술(撰述)하고 편집한 것이 매우 많았는데, 그가 올린 《유선록(儒先錄)》·《신증유합(信增類合)》은 모두 간행하도록 하였다. 또 《육서부주(六書附註)》·《강목고이(綱目考異)》·《역대요록(歷大要錄)》·《속몽구(續蒙求)》·《천해록(川海錄)》·《주자대전어류전석(朱子大全語類箋釋)》 등의 책은 모두 경전(經傳)을 보충하고 고금(古今)을 파헤친 것으로 후학들에게 도움이 있었다. 만년에 교지를 받들어 《경서구결언석(經書口訣諺釋)》·《선주대학석의(先奏大學釋義)》를 찬정(撰定)하였고, 나머지는 미처 완성 하지 못하고 죽었다.",
                "hj": "○弘文館副提學柳希春卒。 希春世居海南縣, 孤蹤奮起, 以文學顯。 當乙巳士禍之時, 希春與金光準隣比, 而林百齡以同鄕有舊, 密諭以承順內旨, 希春不應。 及中學之會, 與宋希奎等, 共斥閔齊仁、金光準之議。 光準等意, 希春可脅, 從而大爲其所挫, 致憾尤重, 必欲殺之。 初竄配濟州, 論者以爲, 濟近於海南, 移配北界鍾城, 去鄕家三千里。 二十年而量移, 逾年而上卽位, 蒙赦復用。 其在謫也, 處困若亨, 惟覃思著述, 口誦手抄, 夜以繼日。 塞俗少識字者, 因希春敎誨, 士多學文, 自此始。 及還朝, 久侍經筵, 至誠啓沃, 罄竭底蘊, 上悅其精博, 動輒詢問, 所對必援據古昔, 無不晳然, 上稱其奇。 希春記性絶倫, 於書、史, 過目成誦, 當世博學儒臣奇大升、金繼輝等, 皆避一頭地。 天性和厚, 不立崖角, 恬靜儉素, 處身若寒士。 惟酷嗜書籍, 如溺聲色。 年老乞退, 辭章懇懇, 上輒加眷留, 賜賚優洽。 退歸之後, 復除副提學, 辭, 不許。 至是, 特進階資憲, 復下旨曰: “念卿久勞帷幄, 特陞資憲, 卿不可不來謝也。 矧今春服旣成, 風和日暖, 行程甚穩, 宜速上來, 以副予意。” 希春得旨感懼, 欲謝恩而退。 旣至, 病作遂卒。 上驚悼, 命贈左贊成。 希春不好詞章, 其所撰述編輯, 甚多。 所進《儒先錄》、《新增類合》, 皆命刊行。 又有《六書附註》、《綱目考異》、《歷代要錄》、《續蒙求》、《川海錄》、《朱子大全語類箋釋》等書, 皆羽翼經傳, 揚扢古今, 有益於後學。 晩年奉旨, 撰定《經書口訣諺釋》, 先奏《大學釋義》, 餘未及就而卒。"
            },
            "3": {
                "H2KE-EN": "Lady Kim , Royal Concubine Gong , passed away. Royal Concubine Kim Huicheol was a daughter of the Office of Palace Procurement Kim Huicheol . He gave birth to two sons of Imhae and Princess 광해 . At this time, she died of an illness. Lady Kim was originally affectionate by royal favor. The royal concubine was not dared to be affection for her. When she became ill, she appealed the King and appealed to the King, saying, A person in the palace who resents me with blame for me and slandered me with blame for me, but I did not clarify her. Todays death is what the King had 그렇게 occurred. Therefore, she should not dare resent this and blame for her death. The King was deeply grieving and grieving of her, and she met a court ladies encountered many of them. Lady Kim, Royal Concubine Madam Kim,【뒤에 Royal Concubine Madam Kim.】 supported her to care for her and quickly clarified her older faults. The King did not grieve over her, saying, I have lost my loss. From this day forward, Lady Kim Soyong received special favor and concubines his entire family. This is not comparable to any other occasions. Earlier, a court ladies were mentioned from the ages of Royal Concubine Madam Kim. Hence, a court ladies chosen during the period of time. The King ascended the throne all of Lady Kim, Royal Concubine Madam Kim, and Royal Concubine Madam Kim was inherited into the Royal Concubine Madam Kim. People suspected that this would not be auspicious. ",
                "H2KE-nKo": "공빈 김씨가 졸하였다. 공빈은 사포 김희철의 딸로서 임해군과 광해군 두 왕자를 낳았다. 이때에 이르러 산병으로 졸하였다. 김씨는 본래 총애를 받아 후궁들이 감히 총애를 받지 못하였다. 병이 위독해지자 주상에게 호소하기를,“궁중에 나를 원수로 여기는 자가 있어 나의 신발을 가져다가 나를 저주하였는데, 주상이 사실을 조사하여 밝히지 않았습니다. 오늘 죽은 것은 주상이 그렇게 시킨 것이니, 죽어도 감히 원망하거나 미워하지 않겠습니다.”하였다. 주상이 매우 슬퍼하여 궁인을 만나면 사납고 급박한 일이 많았다. 소용 김씨 - 뒤에 인빈이 되었다. - 가 곡진히 보호하여 공빈의 묵은 허물을 꽤 드러냈는데, 주상이 다시는 슬퍼하지 않으면서 말하기를,“그가 나를 저버린 것이 많다.”하였다. 이로부터 김 소용이 특별히 총애를 받아 방을 독차지한 것이 전과는 비교가 되지 않았다. -처음에 궁중에서 조종조 때부터 김성이 목성에게 해를 끼친다고 말하였기 때문에 여자를 뽑을 때 항상 외면하였다. 주상이 즉위한 세 빈이 모두 김씨이고 인목 왕후가 중전의 자리를 이었으므로 식자들이 불길하다고 의심하였다. -\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 5월 1일(무자) 3번째기사",
                "gt-oKo": "공빈(恭嬪) 김씨(金氏)가 졸하였다. 공빈은 사포(司圃) 김희철(金希哲)의 따님으로 임해(臨海)·광해(光海) 두 왕자를 낳았는데, 이 때 산후병으로 졸하였다. 김씨는 본디 상의 총애를 입어 후궁(後宮)들이 감히 사랑에 끼어들지 못하였다. 병이 위독해지자 상에게 하소연하기를, ‘궁중에 나를 원수로 여기는 자가 있어 나의 신발을 가져다가 내가 병들기를 저주하였는데도 상이 조사하여 밝히지 않았으니, 오늘 죽더라도 이는 상이 그렇게 시킨 것이다. 죽어도 감히 원망하거나 미워하지 않겠습니다.’ 하였는데, 상이 심히 애도하여 궁인(宮人)을 만날 적에 사납게 구는 일이 많았다. 소용(昭容) 김씨(金氏)가【뒤에 인빈(仁嬪)이 되었다.】 곡진히 보호하면서 공빈의 묵은 잘못을 들춰내자, 상이 다시는 슬픈 생각을 하지 않으면서 ‘제가 나를 저버린 것이 많다.’고 하였다. 이로부터 김소용이 특별한 은총을 입어 방을 독차지하니 이는 전에 비할 바가 아니었다.【애초 궁중에는 조종조로부터 금성(金姓)은 목성(木姓)에 해롭다는 말이 있었기 때문에 여자를 가릴 때 언제나 제외하였었는데, 상이 임금이 되어 3빈(嬪)이 모두 김씨였고, 인목 왕후(仁穆王后)가 중전(中殿)의 자리를 잇게 되자 식자들은 불길하지 않을까 의심하였다.】",
                "hj": "○恭嬪金氏卒。 嬪是司圃金希哲女。 生臨海、光海二王子。 至是以産病卒。 金氏素有寵, 後宮無敢間幸。 及其病革, 訴于上曰: “宮中有仇我者, 取吾履隻, 詛呪病我, 而自上不覈發。 今日之死, 是上使然, 死不敢怨惡也。” 上哀悼殊甚, 遇宮人多暴急。 昭容金氏【後爲仁嬪。】曲爲調護, 頗揚嬪宿愆, 上不復哀念曰: “渠負予多矣。” 自是, 金昭容特承寵遇而專房, 非前比矣。【初, 宮中自祖宗朝有言: “金姓害於木姓。” 故選女時常外之。 上之臨御三嬪皆金氏, 仁穆繼中壼, 識者疑其不吉。】"
            },
            "4": {
                "H2KE-EN": "The Queen Mother of Queen Gongui was not well. The King ordered the eight provinces to release criminals. The Queen Mother reported this to the King, who desired to reinstate Yu Gwan , Yu Insuk , and Im . The King, having difficulty in handling the letters of appointment, ordered the high officials to discuss the matter. Kwon Cheol and others, high officials, including Kwon Cheol , reported their recommendations to the King, dared not fully express their opinions. The King only ordered the letters of appointment be returned to Yu Gwan and Yu Insuk . Consequently, the three offices submitted joint memorials, requesting again that the meritorious deeds of the Capital Merit Subjects be removed from the Royal Confucian Academy . The King did not approve this. Some said to Right State Councilor Bak Susin , When the prince was young, he was staying at the Royal Confucian Academy , and the Confucian scholars laughed at this slightly. When the prince came, the princes were all shameful and shameful. In the Royal Confucian Academy, when there was a discussion, the princes only followed the princes. If there was a good opinion, the scholar-officials would necessarily say that this was a discussion regarding Noh Suhui . What do you think of this? Today, as a state councilor, there is no difference between noble and base. The other day, the Queen Mother suffered from an illness and requested the King to reinstate Im and Yu. The King asked the ministers about this matter. It would be proper that this occasionally be loyal and rectified. However, on the contrary, he did not thoroughly advise the state and thus finishing the state. It would be impossible for other senior officials to discuss the meritorious deeds, but the scholar-officials prudently regard it as public. How could the princes be praised from this world? Bak Susin could not respond to this.",
                "H2KE-nKo": "공의 왕대비가 편찮으니, 주상이 팔도에 명하여 죄인을 소결하여 풀어 주게 하였다. 대비가 주상에게 아뢰어 유관, 유인숙, 윤임을 복위시키고자 하였다. 이유의 직첩을 주상이 그 일을 어렵게 여겨 대신에게 물었다. 대신 권철 등이 머뭇거리며 의견을 갖추어 아뢰느라 감히 말을 다하지 못하니, 주상이 유관과 유인숙의 직첩을 돌려주라고만 명하였다. 이에 삼사가 번갈아 소장을 올려 위사훈에서 삭제할 것을 다시 청하였으나, 주상이 허락하지 않았다. 어떤 사람이 우의정 노수신에게 말하기를,“공이 젊었을 때 반궁에 있었는데 유생들이 한창 떠들썩하게 웃고 있었다. 공이 오는 것을 보게 되면 사좌가 모두 숙연히 용모를 단정히 하고 있었다. 관중에서 의논할 일이 있으면 오직 공에 입각하여 따르고, 좋은 의론이 있으면 공에서 나오지 않더라도 선비들은 반드시 ‘이는 노과회가 논한 것이다.’라고 할 것이다. 공이 이때에 명망이 어떠하였던가. 오늘날 정승이 되었으나 정승으로서의 업적이 없는 것은 이상하다. 예컨대 지난번 대비가 병으로 누워 있을 때 주상에게 윤임과 이유를 복위시키고자 청하자, 주상이 삼공에게 물었다. 마땅히 이 기회를 틈타 충성을 다해 일을 바로잡아야 했는데, 머뭇거리며 명백하게 논계하지 않아 국시가 정해지지 않게 하였다. 다른 상공은 말할 것도 없고 사림은 특별히 공에 입각하여 애석하게 여기는데, 공은 어찌하여 이런 명성을 얻었는가.”하니, 노수신이 대답하지 못하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 5월 1일(무자) 4번째기사",
                "gt-oKo": "공의 왕대비(恭懿王大妃)가 편찮으니 상이 팔도의 죄인을 석방하도록 하였다. 대비가 상에게 말하여 유관(柳灌)·유인숙(柳仁淑)·윤임(尹任)·이유(李瑠)의 직첩(職牒)을 회복시키려 하니, 상이 그 일을 어렵게 여겨 대신들에게 물었다. 그런데 권철(權轍) 등은 어정쩡하게 회계(回啓)하여 감히 사실을 다 말하지 못하자, 상이 유관과 유인숙의 직첩만 돌려주게 하였다. 이에 삼사(三司)가 번갈아 소장을 올려 위사 공신(衛社功臣)의 녹권(錄券)을 삭제할 것을 다시 청하였으나, 상이 허락하지 않았다. 어떤이가 우의정 노수신(盧守愼)에게 말하기를, ‘공이 젊어서 반궁(泮宮)에 있을 적에 유생(儒生)들이 한창 웃고 떠들다가도 공이 오는 것을 보게 되면 온 좌석이 모두 엄숙해져서 용모를 단정히 하였다. 관(館)에 의논이 있을 적에는 공의 의견을 따랐으며, 좋은 의논이 있으면 공에게서 나온 것이 아니더라도 사람들은 반드시 이는 노과회(盧寡悔)가 의논한 것이라 하였으니, 이때의 공의 명망이 어떻하였는가? 오늘날 정승이 되어 정승으로서의 한 일이 없는 것이 이상스럽다. 심지어 저번에 대비(大妃)가 병을 앓으면서 상에게 윤임과 유(瑠)의 직첩을 회복시키려 청하자, 상이 삼공에게 물었으니 이 기회를 타서 충성을 다해 일을 바루어야 했는데도, 도리어 우물쭈물하면서 명백하게 논계(論啓)하지 아니하여 국시(國是)가 정해지지 못하게까지 하였다. 다른 상공(相公)은 말할 나위도 없지만 사람들은 특히 공에 대해서 애석하게 여기는데, 공은 어찌하여 이런 명성을 얻게 되었는가?’ 하니, 수신이 답하지 못하였다.",
                "hj": "○恭懿王大妃弗豫, 上命八道, 疏放罪人。 大妃白于上, 欲復柳灌、柳仁淑、尹任。 瑠職牒, 上難其事, 問于大臣。 大臣權轍等依違回啓, 不敢盡言, 上只命還給柳灌、柳仁淑職牒。 於是, 三司交章, 復請削衛社勳錄, 上不許。 或謂右議政盧守愼曰: “公少時居泮宮, 儒生方喧笑, 若見公來, 四座咸肅然斂容。 館中凡有所議, 唯公是從, 若有好議論, 則雖不出於公, 士必曰: ‘此是盧寡悔所論也。’ 公於是時, 名望何如耶? 今日作相, 無相業可異。 至如頃日, 大妃寢疾, 請于上欲復任、瑠職, 上問于三公, 當乘此機, 盡忠正事, 而顧依違不明白論啓, 使國是不定。 他相公不足道, 士林特爲公惜之, 公何以得此聲哉?” 守愼不能答。"
            },
            "5": {
                "H2KE-EN": "Former Magistrate of Chunggae died. Chunggae, his filial behavior was so earnest that he wailed in grief at his mothers grief, and looked at his left side. In the mujin year (, he was promoted to a section chief . The inspectors and censors impeached [Yi Chunggae] on the grounds that his influence was not suitable for attending the King. Please remove [Yi Chunggae] from his position. The King said, Today the court [of Ming China] again have Chunggae evidence [to Chunggae]? I took the evidence of Chunggae evidence [to Chunggae]. Do not blame you. Only after the inspectors and censors stopped this. Chunggae was earlier praised for his composition, and in the government, he was prudent and sincere and honest. The King regarded [ Chunggae] his behavior and always appointed him as a ministries. Even if he had reached the end of his term, he would necessarily be promoted [to Chunggae] without authorization. Also, he once said, Yi Bal is not an auspicious man. [Yi] Bal lost his temperate and always placed him in a remote region and counties. Thus, he was not appointed to a section chief .",
                "H2KE-nKo": "전 목사 이충작이 졸하였다. 이충작은 효행이 지극하여 어머니의 상을 당하여 슬피 곡하면서 피를 흘렸는데, 왼쪽 눈이 실명하였다. 무진년에 승지로 발탁되었는데, 대간이 어머니의 상을 당한 사람이 근시에 적합하지 않다고 논핵하여 체차해 줄 것을 청하였다. 주상이 말하기를,“오늘날 조정에 다시 이충작의 죄목이 있는가? 내가 그 죄목을 취할 것이니, 그대들은 문제삼지 말라.”하니, 대간의 논핵이 그쳤다.이충작은 일찍부터 문장으로 이름이 났으며, 벼슬살이를 청백하게 하고 일을 논함에 준엄하고 정직하였다. 주상이 그의 행실을 고상하게 여겨 주의할 때마다 끝자리에 있더라도 반드시 등용하였는데, 당론에 들지 않았다. 또 일찍이 ‘이발은 길인이 아니다.’라고 말한 적이 있었는데, 이발이 미워하여 항상 멀고 험악한 주군에 두었기 때문에 크게 등용되지 못하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 5월 1일(무자) 5번째기사",
                "gt-oKo": "전 목사 이충작(李忠綽)이 졸하였다. 충작은 효행(孝行)이 지극하여 어머니의 상을 당했을 적에 너무도 심하게 슬퍼한 탓으로 왼쪽 눈을 실명(失明)하였다. 무진 년간에 승지로 발탁되자, 대간이 몸이 완전하지 못한 사람은 가까이 모시는 것이 합당하지 않다고 논계하여 체직할 것을 청하자 상이 이르기를, ‘오늘날 조정에 충작의 눈을 가진 자가 또 있는가? 나는 그의 눈을 취하였으니 그대들은 헐뜯지 말라.’ 하니, 대간의 논박이 이내 그쳤다. 충작은 일찍이 문사(文詞)로 일컬어졌고 벼슬살이를 청백(淸白)하게 하였으며 일을 논하는 데 있어 준엄하고 정직하였으므로, 상이 그의 행실을 고상하게 여겨 주의(注擬)할 적마다 끝자리에 있더라도 반드시 등용하였다. 그러나 편당의 의논에 들지 않았고, 또 일찍이 이발(李潑)은 길인(吉人)이 아니라고 말하였으므로, 이발이 미워하여 언제나 멀고 나쁜 주군(州郡)에 두었기 때문에 크게 쓰이지 못하였다.",
                "hj": "○前牧使李忠綽卒。 忠綽孝行篤至, 哭母哀楚出血, 左目失明。 戊辰年間擢爲承旨, 臺諫論其形傷人不合近侍, 請遞之。 上曰: “今日朝廷, 復有忠綽之目乎? 予取其目, 爾等毋病也。” 臺論乃止。 忠綽早以文詞稱, 居官淸白, 論事峻直。 上高其行, 每於注擬, 雖居末, 必進用, 而以不入黨論。 且嘗言: “李潑非吉人。” 潑惡之, 常置遠惡州郡, 故不得大用。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "During the first day of the eighth month, there was floods in the byeongsul year (, flooding in the eight provinces, damaged rice crops, and 전염병s rampantly rampantly. The number of deaths of people and lives in the northern provinces was even more severe, and the farmers replaced cattle. The nine peoples strong livelihoods were supposed to two cattle. Each year had famine relief.",
                "H2KE-nKo": "삭일과 병술년에 팔도에 큰물이 져서 벼농사를 손상하고 전염병이 치성하였다. 양계에 죽은 자가 더욱 많아 사람과 가축이 전염되어 죽은 것을 이루 다 기록할 수 없었다. 소의 전염병이 더욱 심하여 농가에서 사람을 시켜 소를 대신하게 하였는데, 9인의 힘이 소 2마리에 해당되었다. 해마다 기근이 들었다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 7월 1일(병술) 1번째기사",
                "gt-oKo": "팔도에 큰 물이 져서 벼농사를 망치고 전염병이 치성하였다. 양계(兩界)에 죽은 사람이 더욱 많았는데, 사람과 가축이 전염되어 죽은 것을 다 기록할 수 없었다. 소의 전염병이 더욱 심하여 농가에서는 사람이 소를 대신하였는데, 아홉 사람의 힘이 소 두마리에 해당되었다. 해마다 잇따라 기근이 들었다.",
                "hj": "○朔丙戌/八路大水, 傷禾稼, 癘疫熾盛。 兩界死者尤衆, 人畜延染死者, 不可勝紀。 牛疫尤甚, 農家以人代牛, 九人之力當二牛。 連歲饑饉。"
            },
            "2": {
                "H2KE-EN": "[The King] appointed Yi Junmin as governor of Pyeongan Province . At the time, the people in Pyeongan Province were epidemicly severe. The Jurchens surreptitiously observed the border areas. Thus, [the King] had a high official select [the frontier garrison] and had [Yi] Junmin select [the frontier garrisons]. 대신 Kwon Cheol asked [Yi] Junmin, How can I command the frontier garrisons? [Yi] Junmin said, If the Ming court relocates the people to frontier garrisons, then [the frontier garrisons] should be fully put into consolation. If the small number of people is added to [the frontier garrisons], then [the frontier garrisons] should be fully put into consolation. Presently, [the frontier garrisons] have not been added to [the frontier garrisons] and are not added to [the frontier garrisons]. What good idea? [Kwon] Cheol replied, [I] heard that the army commander [of Pyeongan Province] were all promoted to a regular soldier garrison. This is a strategic plan for added troops. [Yi] Junmin said, It is possible to have [the frontier garrisons] three men each supplied to one household. Now, [the frontier garrisons] are divided into three men each supplied to one household, and the people cannot bear their compulsory labor obligations. How can this be different from that of robust robust? [Kwon] Cheol also said, The frontier garrisons total seventy households. How about dividing them into two provinces of Hamgil and Pyeongan? [Yi] Junmin said, If we observe [the frontier garrisontier garrisons], then the frontier garrisontier garrisons shall be divided into two provinces. Though both of them are equally distressed, [the frontier garrisontier garrisons] should first be cured. Presently, the frontier garrisons in Hamgil Province are",
                "H2KE-nKo": "이준민을 평안도 관찰사로 삼았다. 이때 관서의 백성들이 돌림병으로 죽은 것이 더욱 심하였다. 호인들이 변방을 넘볼 조짐이 있어 중신을 가려 진압하게 하였는데, 이준민이 뽑혔다. 대신 권철이 이준민에게 묻기를,“그대는 어떻게 변방을 진무하고 있는가?”하니, 이준민이 아뢰기를,“조정에서 백성을 옮겨 변방을 채우면 안정시킬 방책을 다해야 하고, 적은 백성에게 방수를 늘리면 어루만져 어거하는 방책을 다해야 한다. 지금은 백성을 옮기지 않고 방수를 늘리지 않으며 예전대로 할 뿐이니, 무슨 좋은 방책이 있겠는가.”하였다. 권철이 아뢰기를,“병사가 군보를 모두 정군으로 승격시켰다고 하니, 이것이 군사를 늘리는 방책입니다.”하니, 이준민이 아뢰기를,“세 사람을 한 호로 만든 뒤에야 군역에 응할 수 있습니다. 그런데 지금 세 사람을 나누어 각각 한 호씩 만들면 백성들이 군역에 견디지 못할 것이니, 이는 겹옷을 헤치고 두 홑옷을 만들어 스스로 옷이 많다고 자랑하는 것과 무엇이 다르겠습니까.”하였다. 권철이 또 아뢰기를,“이배한 백성이 모두 70호이니, 함경도와 평안도 두 도에 나누어 정배하는 것이 어떻겠습니까?”하니, 이준민이 아뢰기를,“우리 측에서 본다면 평안도를 걱정해야 하지만, 조정에서 본다면 양계는 피차의 차이가 없습니다. 비유하면 두 아들이 모두 병들었다는 것과 같으니, 은혜로운 사랑이 균일하더라도 먼저 병의 위급함을 구제하는 것이 마땅합니다. 지금 함경도는 병의 위급함을 걱정하는 것입니다. 70호를 보내는 것은 조금 보탬이 없지 않으니, 모두 보내야 합니다.”하였다.이준민이 물러나와 사람들에게 말하기를,“내가 무슨 계책으로 변방을 진압하겠는가. 다만 왕흠약을 본받아 문을 닫고 경을 외울 뿐이다.”하였다. 이때 서북 변방이 모두 걱정스러웠는데, 다행히 오랑캐의 세력이 강성한 자들이 큰 걱정거리가 되지 못하였다. 대신이 변방을 계획하는 방책이 여기에 그쳤으니, 너무도 소홀하였다. 이준민은 교활하고 고지식하여 큰소리 치기를 좋아하였는데, 그가 이처럼 스스로 조소하였으니 당시의 일을 알 만하다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 7월 1일(병술) 2번째기사",
                "gt-oKo": "이준민(李俊民)을 평안도 관찰사로 삼았다. 이 때 관서(關西)의 백성들이 전염병에 더욱 심하게 죽은 데다가 호인(胡人)이 변경을 넘보는 조짐이 있었으므로, 중신(重臣)을 가려 진정시키려 하였는데 준민이 뽑히게 되었다. 대신 권철(權轍)이 준민에게 묻기를, “그대는 어떤 방도로 변경을 지킬 것인가?” 하니, 준민이 말하기를, “만일 조정이 백성을 옮겨 변방을 채우면 편안히 살게 하는 계책을 다할 것이고, 백성은 적은데다가 수자리사는 군사만 증원시키면 통제하는 시책을 다할 것이다. 그런데 지금은 백성을 옮기지 않고 수자리사는 군사도 증원시키지 않았으니 그저 예전대로 할 뿐, 무슨 좋은 방책이 있겠는가?” 하였다. 권철이 말하기를, “병사(兵使)가, 군보(軍保)를 모두 정군(正軍)으로 올리겠다고 한 말을 들었는데, 이것이 군사를 증원하는 방책이다.” 하니, 준민이 말하기를, “3인이 한 호(戶)가 된 다음에야 역(役)에 응할 수 있는데, 이제 3인을 나누어 각기 한 호를 만들면 백성들은 역을 견디지 못할 것이다. 이는 겹옷을 뜯어 홑옷 두 벌을 만들고서 스스로 옷이 많다고 자랑하는 것과 무엇이 다르겠는가?” 하였다. 권철이 또 말하기를, “이배(移配)된 백성이 모두 70호이니, 함경·평안 두 도에 분배하는 것이 어떻겠는가?” 하니, 준민이 말하기를, “나의 입장으로 본다면 평안도가 걱정되지만, 조정의 입장으로 본다면 양계에 피차(彼此)의 다름이 없는 것이다. 비유하자면 두 아들이 모두 병들었을 경우 은애(恩愛)는 똑같으나 병이 위급한 아들을 당연히 먼저 구제해야 하는 것으로, 지금 함경도는 병이 위급한 자와 같은 것이다. 70호를 보내는 것이 자그마한 도움은 없지 않을 터인즉슨, 다 보내는 것이 옳겠다.” 하였다. 준민이 물러나와 사람들에게 말하기를, “내가 무슨 계책으로 변경을 지킬 수 있겠는가. 단지 왕흠약(王欽若)을 본받아 문을 닫고 경서나 욀 뿐이다.” 하였다. 이때 서북 변경이 모두 걱정스러웠으나 다행히도 오랑캐의 세력 있는 추장(酋長)들이 큰 걱정거리가 되지 못하였을 뿐이다. 대신이 변방을 요리하는 계책이 여기에 그쳤으니 매우 엉성하다. 이준민은 우스개로 큰소리치기를 좋아하여 그 자조함이 이러하였으니, 당시의 일을 알 만하다.",
                "hj": "○以李俊民爲平安道觀察使。 時, 關西民疫死尤甚, 胡人有窺邊之漸, 方擇重臣鎭之, 俊民膺選。 大臣權轍問俊民曰: “子何以鎭邊?” 俊民曰: “若朝廷移民實邊, 則當盡安集之策; 若寡民增戍, 當盡撫馭之策。 今則不移民、不增戍, 只仍舊而已, 有何良策?” 轍曰: “聞, 兵使以軍保皆陞正軍云, 此是增兵之策也。” 俊民曰: “以三人爲一戶, 然後可以應役。 今者分三人, 各爲一戶, 則民不堪役。 此何異於破裌衣, 爲二單衣, 而自誇多衣者乎?” 轍又曰: “移配之民, 凡七十戶, 分配于咸鏡、平安兩道何如?” 俊民曰: “自我觀之, 則當憂平安道也, 自朝廷視之, 則兩界無彼此之殊。 比如二子俱病, 恩愛雖均, 當先救病急者。 今者咸鏡則病之急者也。 七十戶之送, 不無小補, 可盡送也。” 俊民退謂人曰: “吾何策鎭邊? 但效王欽若, 閉門誦經而已。” 是時, 西北邊皆可虞, 幸而胡中豪酋勍者, 不能爲大患耳。 大臣籌邊之策, 止於此, 踈曠甚矣。 李俊民滑稽好大言, 其自嘲如此, 當時事可知矣。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Won as compilation director of the Office of the Inspector General . At the time, officials of the Office of the Inspector General enjoyed themselves to participate in enjoying themselves and enjoying themselves, and thus they avoided their rotational duty. Therefore, petty clerks were distressed by making a request to the King. However, Yi Won never made a request to resign, and the petty clerks praised their skills, saying, This is a sage. The colleagues laughed.",
                "H2KE-nKo": "이원익을 홍문관 수찬으로 삼았다. 이때 홍문관의 관료들이 놀이와 상종하는 것을 좋아하여 입번하는 것을 회피하고, 하리들은 휴가를 청하기에 지쳐 있었다. 그러나 이원익은 핑계를 대지 않았으므로 하리들이 성인이라고 칭송하니, 동료들이 비웃었다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 7월 1일(병술) 3번째기사",
                "gt-oKo": "이원익(李元翼)을 홍문관 수찬으로 삼았다. 이 때 홍문관의 관료들이 즐겁게 놀이하고 서로 따르는 것을 좋아하면서 번(番)들기를 회피하여, 하리들이 이들의 휴가를 요청하는 데 지쳤었다. 그러나 원익은 아예 청탁하는 일이 없었으므로, 아전들이 성인(聖人)이라고 칭찬하였으나 동료들은 비웃었다.",
                "hj": "○以李元翼爲弘文館修撰。 時, 館僚好嬉遊相從, 厭避入番, 小吏困於請告。 而元翼未嘗託辭, 吏輩祝贊曰: “聖人也。” 同列笑之。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On mujin day, the King proceeded to the Royal Confucian Academy and held the Royal Confucian Academy in order to select fifteen men, including Kim Yeoje , who passed the examination in the Royal Confucian Academy. The King also selected seventeen men, including Kang Sin , who passed the examination in the Royal Confucian Academy.",
                "H2KE-nKo": "삭갑인일에 주상이 성균관에 행행하여 알성시를 보이고 김여물 등 15인을 뽑았다. 또 인순왕후를 부묘한 데 대한 반경 별시를 보여 강신 등 17인을 뽑았다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 9월 1일(갑인) 1번째기사",
                "gt-oKo": "상이 성균관에 거둥하여 알성과(謁聖科)를 보여 김여물(金汝岉) 등 15인을 뽑았다. 또 인순 왕후(仁順王后)를 종묘(宗廟)에 부제(祔祭)한 경사(慶事) 기념 별시(別試)를 보여 강신(姜紳) 등 17인을 뽑았다.",
                "hj": "○朔甲寅/上幸成均館, 謁聖試士, 取金汝岉等十五人。 又以仁順王后袝廟頒慶別試, 取姜紳等十七人。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that land survey be abolished. At the time, land surveyed for many years, and their registers were lost. Therefore, [the King] ordered that land survey be surveyed. However, among the laws, there were more than one hundred special royal commissioners , and [they] were supposed to be filled by court officials without office. [However], court officials without office were reluctant to dislike their hardships and all did not respond. The Ministry of Personnel urged [the survey] to several times, and [the survey] reached only five to six. Therefore, [the King] appointed record keepers of the Loyal and Righteous Guards . [The King] ordered the counties to survey the classics licentiates , literary licentiates , and literary licentiates to serve as survey officials . Consequently, people in the village said to each other, The survey official is entrusted with the special royal commissioner . If [the surveillance] is excessive, [the survey official] should receive the beating with the heavy stick. How can we be disgraced from among the petty officials? All of them moving homes and flee. Also, local magistrates collect rice and cloth from the people on land survey, and then cut down [the survey] to benefit their own interests. The people were frightened. Consequently, the Ming court learned that it was not proper, and thereupon said that land survey could not be surveyed due to a poor harvest year. Li Qi privately praised him, saying, If there is no discipline in the country, then all matters cannot be enforced. Now, if the literatiate scholars were sentenced to death, [the survey] would not be able to do so. Furthermore, how can we have the people defend the enemy? If [the survey] enemys out of an enemy attack, [the survey] will certainly be as if [the survey] enters the world.",
                "H2KE-nKo": "양전하라고 명하였다가 곧바로 혁파하였다. 이때 양전한 지 오래되어 문적이 부실하였으므로 양전하라고 명한 것이다. 그런데 그 법이 경차관을 많이 정하여 거의 100여 인에 이르렀는데, 모름지기 한산 조관으로 충당하였다. 산관은 그 노고를 혐의하여 모두 명에 응하지 않으므로 해당 조에서 여러 차례 재촉하였으나 이른 자는 겨우 5, 6인이었다. 이에 충찬위 녹사의 무리를 써서 군읍에 명하여 반드시 생원, 진사로서 관직이 있는 사람을 감관으로 삼게 하였다. 이에 향중의 인사들이 서로 말하기를,“감관은 경차관에게 통솔하니, 잘못이 있으면 형장을 받아야 한다. 우리들이 사족으로서 어찌 서류에게 욕을 당할 수 있겠는가.”하고, 모두 집을 옮겨 도피하였다. 또 수령이 양전하는 일로 인하여 민간의 미포를 많이 거두어들여 그대로 떼어서 자신의 이익으로 삼으니, 민간이 소란하였다. 이에 조정에서는 그것이 불편하다는 것을 알고는 마침내 흉년이 들어 양전할 수 없다는 것으로 구실을 삼아 중지하였다. 이이가 사적으로 탄식하기를,“나라에 기강이 없으면 온갖 일을 할 수 없다. 지금 유식한 선비로 하여금 죽음에 나아가게 하더라도 오히려 할 수 없는데, 하물며 가르치지 못한 백성으로 하여금 적을 막게 할 수 있겠는가. 만약 적국의 외환을 만나게 되면 반드시 무인지경에 들어오듯이 할 것이다.”하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 9월 1일(갑인) 2번째기사",
                "gt-oKo": "양전(量田)을 명하였으나 곧 파하였다. 이때 양전한 지 오래되어 문서의 기록이 실상과 틀렸으므로, 이에 양전하도록 명한 것이다. 그러나 그 법은 경차관(敬差官)을 정해야 하는 것으로 1백여 명에 이르렀는데, 모두 한산 조관(閑散朝官)들로 충원하였다. 그런데 산관들이 그 일의 고달픔을 싫어하여 모두 명에 응하지 않으니, 해조(該曹)가 누누이 재촉하였으나 나온 사람은 겨우 5∼6명이었다. 이리하여 충찬위(忠贊衛)의 녹사(錄事)들을 기용하고 군읍에 명하여 반드시 생원(生員)·진사(進士)로서 유식한 사람을 감관(監官)으로 삼게 하였다. 이에 지방의 인사(人士)들이 서로 말하기를, ‘감관은 경차관에게 속하게 되는데 잘못이 있으면 형장(刑杖)을 받아야 된다. 우리들이 사족(士族)으로서 어찌 서류(庶流)에게 욕을 받을 수 있는가?’ 하고, 모두 집을 옮겨 도피하였다. 그리고 수령은 양전의 일로 인하여 민간의 미포(未布)를 많이 거두어, 그대로 그걸 떼어 자신의 이익을 삼으니 민간이 소란스러웠다. 이에 조정이 불편하다는 것을 알고 이내 흉년이 들어 양전할 수 없다는 것으로 핑계를 대어 중지하였다. 이이가 혼자 탄식하여 말하기를, ‘나라에 기강이 없으면 모든 일을 할 수가 없는 것이다. 지금 유식한 선비들로 하여금 외적(外敵)을 막게 할 수 있겠는가? 만일 적국(敵國)이 침입해 오는 외환이 있으면 반드시 무인지경에 들어 가듯 할 것이다.’ 하였다.",
                "hj": "○命量田, 旋罷之。 是時, 量田年久, 文籍失眞, 乃命量田。 而其法多定敬差官, 殆至百餘人, 而須以閑散朝官充之。 散官嫌其勞, 皆不應命, 該曹申促累累, 而至者僅五六人。 乃用忠贊衛錄事之類, 而命郡邑, 必以生員、進士有職人爲監官。 於是, 鄕中人士相謂曰: “監官統于敬差官, 有過則當受刑杖。 我輩以士族, 豈可受辱於庶流乎?” 皆移家逃避。 且守令因量田之擧, 多斂民間米布, 仍割爲己利, 民間騷然。 於是, 朝廷知其不便, 乃以凶年, 不可量田爲辭而止。 李珥私歎曰: “國無紀綱, 則百事不可做。 今使有識之士就不死, 而尙不可得, 況可使不敎之民禦寇敵乎? 若遇敵國外患, 則必如入無人之境矣。”"
            },
            "3": {
                "H2KE-EN": "Envoy for Expressing Gratitude for Imperial Benevolence Zhao Liang and others returned from the Ming capital. The reply to the Board of Rites read as follows: The two items requested by the Board of Rites have already been respectfully recorded in the imperial edict and not to be repeatedly reported to the Emperor. The section on the Board of Rites will certainly be revised even when the Board of Rites compiled and revised the section on the grounds that the Board of Rites had not yet received the imperial edict, and thus it is impossible to immediately record the section on the grounds that the Board of Rites had revised the imperial edict. Subsequently, Envoy for Expressing Gratitude for Imperial Benevolence Hwang Im was sent to China for the section on the grounds that the newly compiled Great Comprehensive Mirror to Aid in Government (C. Tongjian xue .",
                "H2KE-nKo": "사은사 윤두수 등이 북경에서 돌아왔다. 예부가 회자하였는데, 그 내용은 다음과 같다.“청한 종계와 악명 두 항목은 예부에서 이미 유지를 받들어 상세히 기재하여 보냈으니, 다시 아뢰지 마십시오. 갖추어 기재한 조목은 배신에게 선포하여 보여 주십시오. 관국의 편찬과 수리로 인하여 반드시 조금 산정을 가해야 하고, 또 어람을 거치지 않았으므로 번번이 자문에 부록할 수 없습니다. 조선국에서는 칙유의 사리를 잘 살펴서 안심하고 기다리십시오. 이어서 주청사 황임을 파견하여 이미 변무한 사건을 지금 편찬한 《회전》의 새 책에 대한 사정을 자세히 기록하여 황제에게 보고해 주시기 바랍니다.”\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 9월 1일(갑인) 3번째기사",
                "gt-oKo": "사은사 윤두수(尹斗壽) 등이 경사(京師)에서 돌아왔다. 예부(禮部)의 회자(回咨)는 다음과 같다. “주청한 종계(宗系)와 악명(惡名)에 관한 두 항목은 본부(本部)에서 이미 성지를 받들어 갖추어 기재하여 보내었으니, 다시 주청하지 마시오. 갖추어 기재한 조항을 배신(陪臣)에게 선시(宣示)해야 하지만, 관국(館局)이 편찬 수정하는 데 있어서 반드시 약간 산정(刪定)을 가해야 하고 아직 어람(御覽)을 거치지 않았기 때문에, 곧장 자문(咨文)에 부록(付錄)하지 못하였습니다. 본국은 칙유(勅諭)의 사리(事理)를 살펴보고서 안심하고 기다리시오.” 주청사(奏請使) 황임(黃琳)을 잇따라 파견하여 이미 변무한 사건을 지금 편찬하는 《회전(會典)》의 새 책에 자세히 기록해 줄 것을 황제에게 주문(奏聞)하였다.",
                "hj": "○謝恩使尹斗壽等, 回自京師。 禮部回咨云: 所請宗系、惡名二項, 本部悉已遵旨, 備載開送, 毋庸再奏。 其備載之條, 宣示陪臣, 緣館局纂修理, 必少加刪定, 且未經御覽, 不得輒付錄咨文。 該國遵照勑諭內事理, 安心以竢。 續遣奏請使黃琳, 乞將已辨誣事件, 詳錄今纂《會典》新書事情, 奉聞于帝。"
            },
            "4": {
                "H2KE-EN": "The King appointed Magistrate of Gaeseong Sim Uigye as governor of Jeolla Province.",
                "H2KE-nKo": "개성 유수 심의겸을 전라 감사로 삼았다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 9월 1일(갑인) 4번째기사",
                "gt-oKo": "개성 유수 심의겸(沈義謙)을 전라 감사로 삼았다.",
                "hj": "○以開城留守沈義謙爲全羅監司。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, a meteorite appeared in the western suburbs of the gapsin year (. The sun was similar to several dozen bottles. It seems that it was not a source of eclipse that it was not a source of natural occurrence. Those who observed a source of eclipse occurred in the western suburbs of the capital. Some said, It would be proper to employ those who have not been able to obtain a source of eclipse. Thereupon, the King ordered the Ministry of Personnel to select a source of eclipse. At that time, a scholar came to his home in privately and said, I have heard that there are those who have not been able to obtain a source of eclipse occurrence? They said, That is true. They said, What do you think about this? Consequently, there were people in the city walls who flattered, Sometimes there were people who were not able to obtain a source of eclipse occurrence to recommend them. The source of eclipse occurred in the end.",
                "H2KE-nKo": "삭과 갑신년에 요성이 서쪽에 나타났는데, 광망이 수십 장이나 되어 혜성과 비슷하고 혜성과 비슷하였으므로 이를 본 사람들이 놀라고 괴이하게 여겼다. 주상이 별의 변고로 신하들을 불러서 보았는데, 어떤 사람이 말하기를,“문달을 구하지 않는 선비를 수용해야 합니다.”하니, 이에 이조에 초계하라고 명하였다. 이때 어떤 사인이 사적으로 명관의 집에 가서 말하기를,“문달을 구하지 않는 사람을 초계하라는 말을 들었는가?”하니, 대답하기를,“그렇습니다.”하였다. 이에 말하기를,“내 말을 어떻게 하였는가?”하니, 이로 말미암아 도성 안이 떠들썩하게 말하기를,“문달을 구하지 않는 사람을 선발하라는 명이 내렸는데도 분주하게 자천하는 자가 있다.”하였다. 그 선발은 끝내 시행되지 않았다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 10월 1일(갑신) 1번째기사",
                "gt-oKo": "요성(妖星)이 서방에 나타났는데, 광선의 끝이 수십 장(丈)이나 되어 혜성같기도 하고 아닌 것 같기도 하여 보는 이들이 놀라고 괴이하게 여겼다. 상이 별의 변고에 대해 군신(群臣)들을 불러 물으니, 어떤이가 ‘의당 문달(聞達)을 구하지 않는 선비를 수용(收用)해야 한다.’고 하자, 이내 이조에 초계(抄啓)하게 하였다. 이 때 어떤 선비가 몰래 명관(名官)의 집을 찾아가서 말하기를, ‘문달을 구하지 않는 사람을 초계하라는 말을 들은 일이 있는가?’ 하므로, 그렇다고 대답하자 ‘나를 언급함이 어떻겠는가?’라고 말하였다 이로 말미암아 성 중에서 떠들어대기를, ‘문달을 구하지 않는 선비를 뽑는다는 명이 내리자 분주히 스스로를 천거하는 자가 있다.’고 하였다. 그리하여 그 선거(選擧)는 끝내 시행되지 못하였다.",
                "hj": "○朔甲申/妖星見於西方, 光芒數十丈, 似彗非彗, 見者驚怪。 上以星變, 延訪群臣, 或言: “當收用不求聞達之士。” 乃命吏曹抄啓。 時有士人, 私詣名官家曰: “聞有不求聞達之抄啓乎?” 曰: “然。” 曰: “以吾言及如何?” 由是城中譁言: “選不求聞達之命下, 奔走自薦者有之。” 其選擧, 竟不行。"
            },
            "2": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] 박응bok was promoted to sixth-rank military official .",
                "H2KE-nKo": "집의 박응복을 동부승지로 승진시켰다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 10월 1일(갑신) 2번째기사",
                "gt-oKo": "집의 박응복(朴應福)을 동부승지로 승진시켰다.",
                "hj": "○以執義朴應福陞同副承旨。"
            },
            "3": {
                "H2KE-EN": "The Queen Mother of Queen Gongui was not well. The King dispatched court officials individually to pray for rain at the mountains and streams. He also ordered the release of prisoners. At that time, court officials had requested that the dismissal of the meritorious deeds of eulsa year ( be punished for several months, but the King finally did not grant permission. Due to this, the Queen Mothers feelings of grief and hot weather, and there were many officials who were grief and indignant. Earlier, wicked men had falsely accused the Queen Mother of eulsa year, and thus the Queen Mother of collusion with Im , Yi Yu . This was because the Queen Mother constantly harbored a grief. ",
                "H2KE-nKo": "공의 왕대비가 편찮았다. 주상이 조정의 신하들을 나누어 보내 산천에 기도하게 하고, 또 죄인을 관대하게 처결하여 풀어 주라고 명하였다. 이때 조정의 신하들이 을사년의 훈적을 삭제할 것을 청한 지 몇 달이 되도록 그치지 않았으나 끝내 윤허하지 않았다. 대비가 이 때문에 마음이 아프고 열이 나서 신하들 중에 비분해하는 자가 많았다. 을사년의 간당들이 일찍이 대비를 무함하여 윤임과 이유가 역모를 했다고 하였기 때문에 대비가 항상 원통함을 품고 있었기 때문이다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 10월 1일(갑신) 3번째기사",
                "gt-oKo": "공의 왕대비가 편찮으니, 상이 조정 신하들을 나누어 파견하여 산천(山川)에 기도하고 또 죄인을 소방(疎放)하라고 명하였다. 이 때 조정 신하들이 한창 을사 공신(乙巳功臣)을 삭제하자고 청하여 여러 달을 그치지 않았는데도 끝내 윤허하자 않자, 대비가 이 때문에 속을 끓여 열이 나니 군신들이 비분(悲憤)하게 여기는 자가 많았다. 대체로 을사의 간당(奸黨)들이 대비와 윤임(尹任)·유(瑠)가 역모(逆謀)를 했다고 무함한 까닭에, 대비가 항상 원통함을 품은 때문이었다.",
                "hj": "○恭懿王大妃弗豫, 上分遣廷臣, 祈禱山川, 又命疏放罪人。 時, 廷臣方請削乙巳勳, 數月不止, 而竟不允, 大妃因此, 疚情發熱, 群臣多有悲憤者。 蓋乙巳奸黨, 曾誣大妃, 主尹任及瑠逆謀, 故大妃常懷冤痛故也。"
            },
            "4": {
                "H2KE-EN": "Yi Hubae was appointed minister of personnel . [Yi] Hubae was appointed as an official in charge of governing the northern frontier [of the capital]. He was observed in circumspection and clear investigation, and there was a circumstances in dealing with him. After his departure, the people looked for good administration and erected a series of praising his virtue. ",
                "H2KE-nKo": "이후백을 이조 판서로 삼았다. 이후백이 관북을 안찰하면서 청렴하고 신중하며 밝게 살피고 시설한 것이 조리가 있었다. 그가 떠난 뒤에 백성들이 선정을 사모하여 비석을 세워 덕을 칭송하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 10월 1일(갑신) 4번째기사",
                "gt-oKo": "이후백(李後白)을 이조 판서로 삼았다. 후백이 관북(關北)의 관찰사로 있을 적에 청렴 근신하고 밝게 살피어 시정(施政)에 조리가 있었는데, 떠난 뒤에 백성들이 그의 선정(善政)을 사모하여 비를 세우고 덕을 기렸다.",
                "hj": "○以李後白爲吏曹判書。 後白按關北, 淸愼明察, 施設有條理。 去後, 民懷善政, 立碑頌德。"
            },
            "5": {
                "H2KE-EN": "Jeong Jongyeong was appointed minister of rites .",
                "H2KE-nKo": "정종영을 예조 판서로 삼았다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 10월 1일(갑신) 5번째기사",
                "gt-oKo": "정종영(鄭宗榮)을 예조 판서로 삼았다.",
                "hj": "○以鄭宗榮爲禮曹判書。"
            },
            "6": {
                "H2KE-EN": "In Gyeonggi [Province], there was heavy floods in Gyeonggi [Province], and the residents were swept away and drowned. In Gangwon Province , there was an earthquake occurred. The King gave an instruction to reprimand them. He ordered the Royal Secretariat and the Ministry of War to remove the old customs and to each of them fulfill their duties.",
                "H2KE-nKo": "경기에 큰물이 져서 민가가 떠내려가고 강원도에 지진이 일어났다. 주상이 재변이 거듭 발생한 데 대해 하교하여 자책하고, 승정원과 정조로 하여금 옛 버릇을 깨끗이 씻고 각각 직임을 다하게 하였다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 10월 1일(갑신) 6번째기사",
                "gt-oKo": "경기도에 큰 물이 져서 사람들이 사는 집을 휩쓸었고, 강원도에 지진이 일어났다. 상이 재변(災變)이 거듭 생기는 데 대해 전교를 내려 자책하고, 정원과 정조(政曹)에게 옛 습관을 말끔히 씻어버리고 각기 맡은 직무를 다하도록 명하였다.",
                "hj": "○京畿大水, 漂沒人居, 江原道地震。 上以災變疊出, 下敎自責, 令政院、政曹, 湔滌舊習, 各盡職任。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] ordered that the meritorious deeds of the eulsa year ( be removed and that [the meritorious deeds] be restored to [Yun] Im , [Yun] Yu , [Yun] Gyerim , and others. At that time, the Queen Mothers illness has been delayed for a long time, but many court ladies-in-waiting a minor merit subject who had been a relative of the eulsa year ( resented the Queen Mother by resenting his meritorious deeds. [Yun] always reported to the Queen Mother, saying that the symptoms of the symptoms are not severe. One day, the King inquired after [the Queen Mothers] health, and then proceeded to and met [the Queen Mother], saying, The meritorious deeds are the importance of the former kings, and thus we dare not easily change [the meritorious deeds]. This is why we cannot follow the majority opinions of the outside [of the capital]. The Queen Mother repeatedly called [Yun] and said, How could we easily change the meritorious deeds of our country? The King retreated and did not reach the courtyard, and the Queen Mother wailed sorrowfully. Upon hearing this, the King sat on the steps of the steps below the steps. After a long time, [the King] summoned a court ladies-in-waiting and said, My house is sufficient to easily enjoy one life. Unfortunately, [Yun] has reached this state, and [Yun] was able to occur. Finally, however, the Queen Mothers illness regained. [The Queen Mother] lamented and said, I cannot escape the meritorious deeds of myself. After [the Queen Mother] repeatedly speaks, [the ladies-in-waiting] are all cold. The court ladies rushed to the place of the King, and the King immediately proceeded to and met [the Queen Mother], and [the Queen Mother] could not rescue [the Queen Mother]. The Queen also arrived, and shed tears at face. The King finally informed the Queen Mother, [Yun] should be removed from the meritorious deeds of the meritorious deeds. It is hoped that [Yun] should feel relieved of his illness. The Queen Mother was overjoyed, and shed tears in his eyes. The King retreated and regained [the Queen Mother] regained. [The Queen Mother] sent a man to express gratitude to the King, saying, The royal grace is overflowing, and [I] cannot repay [the Queen Mother]. On the following day, the Queen Mother passed away. The ritual officials reported [to the Queen Mother] on the mourning period for a high-ranking official. Chief State Councilor Kwon Cheol did not discuss [the matter] with other senior-ranking official . [Kwon Cheol]",
                "H2KE-nKo": "삭축년의 공훈을 삭제하고 윤임 - 찬성 - 이유 - 계림군 - 등의 관작을 회복시켜 주라고 명하였다. 이때 대비의 병환이 오래도록 낫지 않았는데, 궁인들이 대부분 을사년 원종 공신의 족당들이었으므로 대비가 그 공훈을 삭제하려고 한 것을 원망하여 매번 주상 앞에서 증세가 그다지 심하지 않다고 아뢰었다. 하루는 주상이 문안한 뒤에 나아가 뵙고 말하기를,“녹훈은 바로 선왕의 지극히 중대한 일이니, 감히 경솔하게 고칠 수 없습니다. 조정의 의론을 따르지 못하는 것은 이 때문입니다.”하니, 대비가 ‘감당할 수 없다.’라고 연달아 외치면서 말하기를,“국가의 큰일을 어찌 미망인을 위하여 경솔하게 고칠 수 있겠습니까.”하였다. 주상이 물러나 계단에 이르기 전에 대비가 소리를 내어 통곡하였다. 주상이 이 말을 듣고 자리에 앉은 채로 계단 아래에 앉아 한참 동안 머리를 숙이고 있다가 늙은 궁인을 불러 말하기를,“내가 집에서 녹을 먹으면 일생을 편안히 지낼 수 있는데, 불행하게도 이 지경에 이르러 난처한 일을 만났다.”하였다.며칠 뒤에 대비가 병이 위독해지자 탄식하며 말하기를,“나는 지하에서 죄명을 면할 수 없다.”하고, 말을 마치자 손발이 모두 차가웠다. 궁인이 주상에게 달려가 보고하니, 주상이 즉시 나아가 뵈었는데 이미 구할 수 없었다. 중궁도 이르러 서로 마주 보며 눈물을 흘렸다. 주상이 이에 대비에게 아뢰기를,“녹훈을 삭제해야 합니다. 안심하고 병을 조리하소서.”하니, 대비가 기쁜 기색으로 눈을 감았다. 주상이 물러나서야 비로소 다시 소생하여 사람을 보내 주상에게 사례하기를,“성상의 은혜가 망극하여 보답할 바를 모르겠습니다.”하였다.다음 날 왕대비가 훙하였다. 예관이 복제에 대해 대신에게 여쭈었는데, 영의정 권철이 다른 정승들과 의논하지 않고 자신의 의견으로 송 고종이 원우황후 맹씨를 복입은 예를 인용하여 주상이 자최 장기를 입는 것으로 정하였다. 이에 삼사와 종2품 이상이 모두 쟁론하기를,“주상은 명종의 대통을 계승하였고 명종은 인종의 대통을 계승하였으니, 대통을 계승하는 것이 중요하므로 삼년상을 입어야 합니다.”하였다. 권철은 여전히 고집을 부리며 마음을 돌리지 않았는데, 논하는 자들이 더욱 격렬해져서 심지어 권철은 간사하고 궤비하다고까지 하였다. 주상이 이에 삼년상을 행하기로 정하자, 권철이 부끄럽고 화가 나서 사직하고 오래도록 나오지 않았다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 11월 1일(계축) 1번째기사",
                "gt-oKo": "을사년의 공신을 삭제하고, 윤임(尹任)【찬성 .】·유【계림군.】 등의 관작(官爵)을 회복시키도록 명하였다. 이때 대비의 병이 계속 낫지 않았는데도 궁인(宮人)들이 대부분 을사 원종 공신(原從功臣)의 겨레붙이들이었으므로, 대비가 그 공신을 삭제하려는 것을 원망하여 언제나 상의 앞에서 증세가 심한 데에는 이르지 않았다고 아뢰었다. 하루는 상이 문안한 뒤에 그대로 나아가 뵙고서, ‘녹훈(錄勳)한 것은 바로 선조(先祖)에서 한 지극히 중대한 일이므로 감히 가벼이 고치지 못합니다. 외정(外廷)의 의논을 따르지 못하는 것도 이 때문입니다.’ 하니, 대비가 불감(不堪)이라고 잇따라 부르짖으면서, ‘국가의 큰 일을 어찌 미망인(未亡人)을 위해서 가벼이 고칠 수 있겠소.’ 하였다. 상이 물러나서 계단에 미치지 못하였는데 대비가 소리를 내어 통곡하니, 상이 듣고 자리를 가져다가 계단 아래에 앉아 머리를 떨군 채 한동안 있다가 늙은 궁인을 불러 이르기를, ‘내가 사가에 있으면서 녹봉을 받아 먹으면 일생을 편안히 보낼 터인데 불행스럽게도 여기에 이르러 난처한 일을 만났다.’ 하였다. 며칠 후에 대비의 병이 위독해졌는데 탄식하여 말하기를, ‘나는 지하(地下)에서도 죄명(罪名)을 면하지 못하게 되었다.’ 하고, 말을 마치자 손발이 모두 싸늘해졌다. 궁인이 상에게 달려가 보고하니 상이 즉시 나아가 뵈었으나 이미 구할 수가 없게 되었다. 중전도 와서 서로 대하여 울었다. 상이 대비에게 아뢰기를, ‘녹훈을 삭제할 것이니 안심하고 병을 조리하소서.’ 하니, 대비가 기쁜 빛을 나타냈는데, 눈이 저절로 감겼다. 상이 물러가자 다시 깨어나서 사람을 보내어 상에게 사례하기를, ‘상의 은혜가 망극하여 보답할 바를 알지 못하겠소.’ 하였다. 다음날 대비가 승하하였다. 예관(禮官)이 복제(服制)에 대해 대신에게 품의하자, 영의정 권철(權轍)이 다른 정승들과 의논하지 않은 채 자신의 의견대로, 송 고종(宋高宗)이 원우 황후(元祐皇后) 맹씨(孟氏)에게 입은 복제를 예(例)로 끌어대어 주상의 복을 재최 장기(齊衰杖期)로 정하였다. 이에 삼사(三司)와 종2품 이상의 관원들이 모두 논쟁하기를, ‘주상은 명종의 대통(大統)을 계승하였고 명종은 인종의 대통을 계승하여 대통을 계승한 것이 중하니, 당연히 삼년상을 입어야 한다.’ 하였다. 그러나 권철은 집요하게 주장하여 바꾸지 않자, 의논하는 자들이 더욱 격렬해져서 심지어 권철은 간사스럽고 이상 야릇하다고까지 말하였다. 상이 이에 삼년상을 행하기로 정하니 권철이 부끄럽고 화가 나서 사직하고 오랫동안 나오지 않았다.",
                "hj": "○朔癸丑/命削乙巳之勳, 復尹任、【贊成。】 瑠【桂林君。】等官爵。 時, 大妃寢疾彌留, 而宮人多乙巳原從功臣族黨, 怨大妃, 欲削其勳, 每於上前, 白以証不至劇云。 一日上問安後, 因進見曰: “錄勳乃先朝至重事, 不敢輕改。 不能從外廷議, 以此。” 大妃連呼 ‘不敢’ 曰: “國家大事, 何可爲未亡人輕改乎?” 上退未及階, 大妃發聲痛哭。 上聞之, 取席坐于階下, 抑首良久, 召老宮人謂曰: “吾在家食祿, 足以安過一生, 不幸至此, 乃遭難處事也。” 數日, 大妃疾革, 歎息曰: “吾地下, 未能免罪名也。” 言已, 手足皆冷。 宮人走報上所, 上卽進見則已不可救矣。 中宮亦至, 相對涕泣。 上乃白大妃曰: “當削勳矣, 願安心調病。” 大妃色喜, 目隨而瞑。 上退而始復蘇, 遣人謝上曰: “上恩罔極, 不知所報。” 翌日王大妃薨。 禮官稟服制于大臣, 領議政權轍, 不議于他相, 自以其意, 引宋高宗服元祐皇后孟氏之例, 定主上服齊衰杖期。 於是, 三司及從二品以上, 皆爭論以爲: “主上承明廟之統, 明廟承仁廟之統, 承統爲重, 當服三年之喪。” 轍猶執拗不回, 而論者愈激, 至謂轍回譎詭秘。 上乃定行三年, 轍慙怒辭職, 久不出。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 12월 1일(계미) 1번째기사",
                "gt-oKo": "안팎에 하교하여 위훈(偉勳)을 삭제하는 뜻을 포고하니, 그 교서(敎書)는 다음과 같다. “국가가 불행한 운수를 만나 지난날 여러 간흉들이 악독한 짓을 멋대로 부렸으나, 인심은 속이기 어려운 것이므로 공정한 의논이 오늘에 펴이게 되었다. 나의 뜻을 안팎에 유시하여 국시를 태양처럼 밝히노라. 갑진·을사 두 해에 요순(堯舜) 같으신 임금이 잇따라 승하하는 애통을 당하자, 간악한 자들의 재앙을 일으키려는 마음이 그지없었다. 윤원형(尹元衡)은 알유(猰㺄)의 성품을 지닌데다가, 귀역(鬼蜮)의 음모를 쌓아 이미 폐부(肺腑)의 친함을 의지하고 겸하여 성사(城社)의 세력을 차지하였다. 윤임(尹任)에게 사사로운 원한을 지니고 해치려는 뜻을 오랫동안 품었으나, 동궁(東宮)을 꺼려 해치는 술책을 시험하지 못하였다. 대윤(大尹)·소윤(小尹)의 말로 혐의가 이루어졌는데, 그 조짐이 하루아침에 이루진 것이 아니다. 그는 무부(武夫)가 무엇을 알겠느냐 하면서 으르릉대며 주위를 엿보았다. 인종이 재위할 때에는 틈을 노릴 수가 없었으나, 승하하신 뒤에는 자기뜻에 따라 멋대로 하였다. 명종이 아우로서 왕위를 계승하였으니 계통이 바른 것이고, 문정 왕후가 모후(母后)로서 정치에 임하자 종묘 사직이 의뢰하게 되었다. 혈기를 지닌 사람은 모두 하늘처럼 추대하니 신자(臣子)된 자 누가 두 마음을 품을 수 있겠는가. 그런데 감히 의심할 여지가 없는데도 말을 지어낸 것은 실로 분(憤)이 쌓인 원한을 풀려는 것이었다. 우두머리의 흉악스런 자가 늑대처럼 울부짖자 간악한 무리들이 고슴도치처럼 일어나니, 이기(李芑)·임백령(林百齡)은 번갈아 심복이 되고 허자(許磁)·정순붕(鄭順朋)은 서로 우익(羽翼)이 되었다. 밀지(密旨)를 핑계로 조정을 위협하였으나 여러 번 대신(臺臣)에 의해 좌절당했고, 요망한 자를 보내어 대비를 부추켜 몰래 시호(市虎)의 참소를 이루었다. 죄를 덮어씌우려 하나 죄명을 붙이기 어렵자 불자안(不自安)이란 세 글자를 창출하여 곧 바로 모여 음모를 꾸며 구실을 만들고는 끝내 크게 무도하다는 중한 법에 빠뜨렸다. 유관(柳灌)·유인숙(柳仁淑)은 선왕의 고명(顧命)을 받은 원로이고 임금을 보필한 명경(名卿)으로 모두 정도(正道)를 지켜 흔들리지 않았다. 그런데 자기와 딴 뜻을 가졌다 하여 죽음에 내몰았다. 유(瑠)는 또 무슨 죄가 있는가? 윤임(尹任)의 가까운 족속이었으니 그가 망명했던 것은 단지 목숨을 부지하기 위한 것이었다. 어떻게 죽음을 예사롭게 기다릴 수 있었겠는가. 그가 죄를 입은 것은 스스로 지은 것이 아니다. 실상은 없는 일을 있는 것처럼 만들어 재앙의 함정을 얽어서 큰 옥사(獄事)를 꾸몄기 때문이다. 죽음을 면해 준다고 이덕응(李德應)을 꾀어 거짓 자복하게 하고, 모린(毛麟)에게 황당한 말을 하여 끝내 증언하도록 사주하였다. 터무니없는 말로 현혹시키고 없는 죄를 억지로 꾸며내고는 혹시라도 깨끗한 의논이 일어날까 두려워하여 여러 정사(正士)들을 망라해 모두 죽였다. 봉성군(鳳城君)이 화(禍)에 걸려든 것도 김명윤(金明胤)의 거짓 날조에 의한 것이었다. 근거없이 떠도는 말에 대해서 성왕(成王)이 미처 알지 못했던 것이고, 참소하는 자들이 끝없이 말하자 자모(慈母)가 의심을 했던 것이다. 성(城)을 무너뜨리자 동기 간인데도 보전하지 못하였다. 더욱이 통탄스러워 차마 말하지 못할 것은, 재궁(梓宮)에 곡림하자마자 외가(外家)에 죽음이 낭자하였고, 거짓 낭서(囊書)를 지어냄으로써 내정(內庭)에서의 고문이 참혹하였다. 내전(內殿)에게만 멋대로 무함한 것이 아니라 실은 효릉(孝陵)의 재앙을 바랐던 것이니, 머리털을 뽑아도 세기 어려운 죄가 있고 털끝만큼도 기록할 만한 선(善)은 없다. 그런데 군부(君父)를 협박하여 감히 동반(銅盤)의 피를 마시고 종사(宗社)를 더럽혀 강제로 철권(鐵券)에 이름을 올리기까지 하였다. 그들의 계모가 지극히 교묘하였지만, 당류(黨類)들이 서로 모순(矛盾)되었다. 이리하여 허자(許磁)는 귀신을 속이기 어렵다 탄식하여 귀양살이로 쫓겨났고, 민제인(閔齊仁)은 소인(小人)을 면하지 못함을 뉘우치자 끝내 공훈을 빼앗겼다. 정염(鄭)은 그 아비 순붕(順朋)을 간하다가 근심으로 병이 들었고, 이원록(李元祿)은 그 숙부 이기(李芑)를 간하다가 노여움을 사서 귀양살이를 하였다. 이들의 작태가 모두 드러나 덮어버리기 어려웠으나, 흉악스런 칼날을 거두지 않아 남은 재앙이 미치는 곳에 여러 해 동안 더욱 혹독하였다. 귀신과 사람이 서로 분히 여김이 극도에 달하였는데, 나라가 망하지 않은 것이 다행스러웠다. 그러나 태양이 중천(中天)에 떠오르자 구름과 무지개가 차츰 걷히고 맑은 거울이 공중에 비치니, 도깨비들이 도망치지 못하였다. 이에 선왕(先王)이 말년에 모든 것을 깨닫게 되었고, 간흉들이 즉위 초에 속인 것에 대해 통분하게 여겼다. 이리하여 멀리 귀양보낸 신하를 양이(量移)하였고, 연좌(連坐)된 처자(妻子)를 차츰 풀어주었다. 그러나 억울함을 풀어주는 은택이 산 사람과 죽은 사람에게 흡족하지 못하였는데, 궁검(宮劍)을 남기고 승하하신 아픔이 갑자기 신민(臣民)의 가슴에 서리었다. 나는 보잘것없는 자질로 외람되게 어렵고 큰 왕업(王業)을 지키게 되어, 황고(皇考)의 뜻을 우러러 체득하고 자후(慈后)의 교명을 직접 받들었다. 정묘년 즉위할 때를 당하여 구로(舊老)의 신하들을 수용(收用)하였고, 경오년에 왕정(王庭)에서 간쟁(諫諍)할 때 미쳐서는 공론을 대략 채취하였다. 그리하여 이기·정순붕·임백령·정언각(鄭彦慤) 등은 그들의 관작을 삭탈하고, 유관·유인숙 등은 그들의 역명(逆名)을 씻으며, 정미·기유에 죄를 입은 사람들은 그들의 직첩(職牒)을 회복시키고 적몰(籍沒)했던 것을 돌려주었다. 온 나라 사람이 모두 고치려 하였으나 선조(先祖)의 일을 감히 경솔하게 의논할 수 없었다. 그런데 여러 사람들의 심정이 더욱 격해지니 아마도 천도가 반드시 회복될 듯싶다. 더구나 동조(洞朝)는 직접 변고를 겪어 당시의 실상을 환히 알고 계시므로 병이 낫지를 않자 네 사람의 원통함을 씻어주도록 명하였다. 나는 이 일에 대해서 대신에게 자문을 구하여 즉시 유인숙의 관직을 돌려주도록 하였으나, 다만 윤임과 유(瑠)는 사체(事體)가 중대하여 아직까지 결정하지 못했었다. 그런데 국민의 여론이 그치지 않고 사람들의 노여움이 물불보다 심하고 왕대비(王大妃)의 병세가 위태로우니, 마음을 위로해 드리는 것은 약(藥)에 달린 것이 아니다. 일은 옳은 것을 구해야 하고, 하늘은 거짓을 용납하지 않는다. 이에 11월 28일 윤임과 유의 직첩을 되돌려주고 위사 공신(衛社功臣)을 혁파하여 그들의 녹권(錄券)을 거둘 것을 빨리 왕대비전에 아뢰고, 또 사람들의 뜻에 답하려 하였다. 그러나 하늘이 불쌍히 여기지 않고 재앙을 내려 미처 교서를 반포하지 못한 상황에서 대비께서 승하하셨으니, 찢어지는 듯한 아픔이 더욱 심하여 이에 포고하노라. 아! 원통함을 바루고 죄를 벌주어 이미 선왕의 뜻을 끝내고 국사를 해나가는 데 있어서 영원히 소인의 화를 근절시켜야 하겠기에 이렇게 교시하노니 잘 알지어다.” 상이 처음에 반포하는 교서를 대제학 김귀영(金貴榮)에게 지어 올리라고 명하였는데, 문장 내용이 졸렬하고 소략하였다. 상이 이르기를, ‘이는 국가의 큰 일이니 당연히 말은 분명하고 뜻은 구비되게 하여 중외(中外)에 효유해야 하는데, 어찌 이처럼 간략하게 할 수 있겠는가?’ 하고, 이내 다시 이후백(李後白)에게 지어 올리게 하였다. 귀영은 문망(文望)이 매우 형편없었으나 오랫동안 문병(文柄)을 맡았는데, 그 생질 조인득(趙仁得)이 사면하여 이후백에게 양보할 것을 넌지시 말하자 귀영이 화를 내면서 성내어 말하기를, ‘바로 후백이 나를 대신할까 싶기 때문에 사면하지 못한다.’ 하였다. 그의 좁은 식견으로 자신을 믿는 것이 이와 같았다.",
                "hj": "○朔癸未/下敎中外, 布告削僞勳之意。 敎書曰: 國家値不幸之運, 群兇肆毒於曩時, 人心有難誣之理, 公議獲伸於今日。 諭予意於中外, 昭國是如日星。 在辰、巳之兩年, 痛勛華之繼陟, 姦人不逞, 禍心無厭。 尹元衡以猰㺄之性, 稔鬼蜮之謀, 旣憑肺腑之親, 兼據城社之勢。 挾私憾於尹任, 久懷呑噬之志, 顧所憚者儲宮, 未試賊害之術。 嫌成大小之說, 漸非朝夕之故。 謂武夫之何知, 乃狺然而旁伺。 當仁廟在位之時, 無間可乘, 及龍馭賓天之後, 惟意自恣。 明廟以介弟入承, 統緖攸正, 文定以母后權臨, 宗社是賴。 有血氣者, 共戴一天, 爲臣子者, 孰懷二志? 敢造言於無疑之地, 實欲逞其積憤之冤。 元惡豺咆, 群姦蝟起, 芑與百齡, 迭爲心腹; 磁及順朋, 互相羽翼。 托密旨以脅外朝, 屢被臺臣之折, 遣妖妄而撼內聽, 潛成市虎之讒。 欲加罪而難其名, 始倡不自安三字, 旋聚謀而爲之辭, 終陷大無道重典。 柳灌、柳仁淑, 顧命元老, 帷幄名卿, 咸守正以不撓。 以異己而就戮, 瑠亦何辜? 任之近屬, 亡命秪偸生, 詎望視死如歸? 被孽非自作, 實緣指無爲有, 搆成禍穽, 文致大獄。 誘德應而免死, 俾誣其服, 敎毛麟而謊言, 遂以爲証。 譸張眩惑, 鍛鍊羅織, 畏淸議之間發, 掩衆正而盡劉。 至如鳳城君之罹禍, 亦由金明胤之誣捏。 流言無根, 成王之所未及知; 讒人罔極, 慈母之所以見疑。 致維城之斯毁, 雖同氣而莫保。 尤有痛焉, 不忍言者, 梓宮方臨, 外家之血肉狼藉, 囊書僞撰, 內庭之拷掠慘毒。 非徒肆誣於內殿, 實是幸禍於孝陵, 有擢髮難數之罪, 無一毫可紀之善。 脅制君父, 敢喢銅盤之血; 汚辱宗祊, 至勒鐵券之名。 雖計謀極其巧密, 而黨類自相矛盾。 許磁歎鬼神之難誣, 乃致投竄; 齊仁悔小人之不免, 竟被奪勳。 鄭爭其父順朋, 而因憂致疾; 元祿諫其叔李芑, 而逢怒坐謫。 敗露之形難掩, 凶慝之鋒未戢, 餘禍所及, 累歲逾酷。 神人之交憤極矣, 邦國之不亡幸耳。 然而白日中天, 雲霓漸釋, 寶鑑當空, 魑魅莫遁。 肆先王開悟於末年, 痛姦兇欺蔽於初服。 量移遠謫之臣; 稍釋連坐之孥。 雷雨之澤, 未霈存沒; 弓劍之痛, 遽纏臣民。 予以眇末之資, 叨守艱大之業, 仰體皇考之志, 親承慈后之敎。 當丁卯之權同, 收用舊人, 逮庚午之庭諍, 略採公論。 李芑、鄭順朋、林百齡、鄭彦慤等, 奪其官爵; 柳灌、柳仁淑等, 滌其逆名; 丁未、己酉被罪之人, 復其職牒, 還其籍沒。 一國之人雖欲盡革, 先朝之事未敢輕議。 顧輿情之益激, 抑天道之必復。 矧東朝親經變故, 在當日洞燭情狀, 乃於一疾之彌留, 命雪四人之冤枉。 予於是詢及大臣, 卽命還柳仁淑職名, 惟任、瑠事體重大, 猶且持疑。 第以國言未已, 衆怒有甚於水火, 玉候惟幾, 慰懷匪在於藥餌。 事求其是, 天不容僞。 玆於十一月二十八日, 命給任、瑠職牒, 革罷衛社功臣, 收其錄券, 亟達懿殿, 且答群情。 不弔降割, 未及頒敎, 冞深摧慟, 越玆布告。 於戲! 伸冤討罪, 旣終先王之意; 開國承家, 永絶小人之禍。 故, 玆敎示, 想宜知悉。 上始命頒敎大提學金貴榮製進, 詞意拙略。 上曰: “此是國家大事, 當詞明義備, 以曉中外, 豈可草草如此乎?” 乃改命李後白製進。 貴榮文望甚劣, 而久當文柄, 其姪趙仁得, 諷以辭免, 以讓李後白, 貴榮怒曰: “正恐後白代我, 故不辭耳。” 其陋識自信如此。"
            },
            "2": {
                "H2KE-EN": "The water of Samtan in Haeju flooded for three days.",
                "H2KE-nKo": "해주의 삼탄에 3일 동안 물줄기가 끊겼다.\n",
                "date_ko": "선수 11권, 10년(1577 정축 / 명 만력(萬曆) 5년) 12월 1일(계미) 2번째기사",
                "gt-oKo": "해주(海州)의 삼탄수(三灘水)에 3일 동안 물줄기가 끊겼다.",
                "hj": "○海州三灘水, 絶流三日。"
            }
        }
    }
}