{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "Earlier, on the first day of the month, Envoy for Celebrating the Emperors Birthday Yun Jasin , Envoy for Celebrating the Imperial Crown Princes Birthday Seong Suik , and others were caught by a fire at the Residence at the Hall of Eastern Expedition . The envoys were all arrested and interrogated, and they were punished for their crimes. The Emperor sent envoys to express gratitude for imperial benevolence, and the Emperor praised them, saying, Your Majestys loyalty and frugalty are praiseworthy. He then bestowed upon them 망의와 채단을. ",
                "H2KE-nKo": "이에 앞서 하절사 윤자신과 하지사 성수익 등이 회동관에 있다가 실화하여 불길이 번졌는데, 사신들이 모두 잡혀와 국문을 받고 논죄되었다. 사신을 보내 사은하니, 황제가 칙서를 내려 칭찬하며 유시하기를,“왕의 충성과 신중함이 가상하다.”하고, 이어 망의와",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 1월 1일(병신) 1번째기사",
                "gt-oKo": "이에 앞서 하절사(賀節使) 윤자신(尹自新), 하지사(賀至使) 성수익(成壽益) 등이 회동관(會同館)에 머물다가 실화하여 건물이 타버렸으므로 사신들이 모두 잡혀가 국문을 당하고 논죄함에 이르렀다. 우리 나라에서 사신을 보내 사죄하니, 황제가 칙서를 내려서 치하하여 하유하기를 ‘왕의 충신(忠愼)스러움을 가상히 여긴다.’ 하고 망의(蟒衣)와 채단(彩緞)을 하사하였다.",
                "hj": "○朔丙申/先是, 賀節使尹自新、賀至使成壽益等, 在會同館失火延燒, 使臣竝被拿鞫, 論罪。 遣使謝恩, 帝降勑奬諭云: “王忠愼可嘉。” 仍賜蟒衣、彩段。"
            },
            "2": {
                "H2KE-EN": "The King established the post of the provincial headmaster in the local schools. At the time, the posts of second-tier instructors were unqualified for the local schools in each town. In accordance with the institutions of the Ming court, the post of the provincial headmaster was established in order to select those who are well-versed in learning and send them to the capital. However, at the time, the prohibition on vacancies was strong, and thus many of them lost their powerful scholars were selected and sometimes were worthy of being worthy. Not long afterward, all those who were deprived of being deprived of their privilege and were appointed as before.",
                "H2KE-nKo": "향교 제독관을 설치하였다. 당시 의론이 각 고을의 향학 훈도관에 적임자를 얻지 못하였기 때문에 명나라의 제도에 따라 도호부에 제독관을 설치하고 학식이 있는 자를 선발하여 충당해 보냈다. 그런데 당시 당금이 한창 엄하였기 때문에 실세한 문사들이 대부분 이 선발에 뽑혔고 볼만한 자도 있었다. 그러나 얼마 지나지 않아 배척을 받은 자는 모두 죽고 예전처럼 용잡한",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 1월 1일(병신) 2번째기사",
                "gt-oKo": "향교 제독관(鄕校提督官)을 신설하였다. 당시 여론이 각읍의 향학 훈도관(鄕學訓導官)이 적격자를 얻지 못했다고 하였으므로 명나라의 제도를 모방하여 도호부(都護府)에 제독관을 두고 학식이 있는 인물을 선발하여 내보냈다. 당시에 붕당을 엄격히 금하였기 때문에 실세(失勢)한 문사들이 많이 참여하여 볼 만한 인물들이 있었으나, 얼마 안 되어 조정에서 배척당한 자가 없어지자 여전히 용잡한 인물들로 제수하였다.",
                "hj": "○設鄕校提督官。 時議, 各邑鄕學訓導官不得其人, 依中朝制, 設提督官于都護府, 選有學識者充送。 而時黨禁方嚴, 故失勢文士, 多從是選, 或有可觀者。 未幾而被斥者盡, 而依舊以冗雜者除矣。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On gyehae day, the first day of the month, Second Deputy Director [of the Office of Royal Decrees] Kim Su was promoted to sixth-rank Royal Secretary , and Yun Guanghyeong to the Censor General , was promoted to Assistant Deputy Director [of the Office of Royal Decrees] Kang Seo as fifth-rank administrative assistant . People suspected that Kang Seo was enjoyed drinking and reluctant. People sometimes suspected that he had slandered absurd remarkly. However, he served as a close attendant official and remonstrated with thorough remonstrance. There were many supportance with him, and he was well-versed in handling affairs. The King also regarded him as important.",
                "H2KE-nKo": "초하루에 직제학 김수를 승진시켜 동부승지로 삼고, 윤국형을 사간으로 삼았다가 전한 강서를 승진시켜 우부승지로 삼았다. - 강서는 술을 즐기고 방탕하여 사람들이 혹 거짓으로 미친 체하는 것으로 의심하였다. 그러나 근시가 되어 직간하면서 보익한 것이 많았고, 일에 임하여 민첩하게 처리하여 임금도 중하게",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 3월 1일(병신) 1번째기사",
                "gt-oKo": "직제학 김수(金睟)를 동부승지로 승진시키고, 윤국형(尹國馨)을 사간으로 삼고, 전한(典翰) 강서(姜緖)를 우부승지로 옮겼다.【강서는 술을 즐겨 방탕하였는데, 어떤 사람은 거짓 미친 짓을 한다고 의심하였다. 그러나 근시(近侍)로서 직간을 잘하여 도움이 많았고 일에 임하여 민첩하게 잘 처리하였으므로 상도 중하게 여겼다.】",
                "hj": "○朔丙申/以直提學金睟陞同副承旨, 以尹國馨爲司諫, 遷典翰姜緖爲右副承旨。【緖嗜酒放蕩, 人或疑其佯狂。 然爲近侍直諫, 多補益, 莅事幹敏, 上亦重之。】"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, Magistrate of Gilju Strategic County Yi Gwang was promoted to the post of governor of Hamgil Province . At the beginning of the gyemi year (, [Yi] Gwang was appointed as fifth-rank aide to the governor of Hamgil Province . When [he] fulfilled his term, [he] appointed 정언 Sin as an assistant officer and was promoted to the post of supreme commissioner for famine relief . [When he] stayed for three years, [he] was a man of integrity and cautious in performing his duties, [he] was greatly praised. The King specially promoted [him] to the post of grand master for comprehensive governance and to the magistrate of Ganggye Strategic Prefecture , but [he] was promoted to the post of magistrate of Yeongheung Strategic Prefecture . Then [he] was transferred to Gilju after one year, and then [he] was promoted to the post of grand master for excellent virtue and to the second deputy director of the Royal House Administration . [He] was promoted to the post of second deputy director of the Royal House Administration for four years since [he] became a second-rank administrative official , and [he] was only three or four times almost three or four times since [he] was promoted to the post of grand master for comprehensive governance . This was rare in the past.",
                "H2KE-nKo": "삭을미년에 길주 목사 이광을 함경도 관찰사로 초배하였다. 이광은 계미년 변란 초에 함경도 도사가 되었는데, 임기가 만료되자 정언신이 그를 불러 종사관으로 삼고 구황 어사로 승진시켰다. 3년 동안 재직하면서 청렴하고 능력있게 직무를 수행하여 명성이 크게 났는데, 주상이 특별히 재능을 인정하여 통정대부 강계 부사로 발탁해서 승진시켰다가 부임하기 전에 영흥 부사로 옮겼다. 1년이 지나 길주 목사로 옮겼다가 곧바로 방백이 되고 가선대부 동지돈녕부사로 승진되었다. 막료가 된 지 4년 만에 겨우 3, 4전 만에 대수로 초배된 것은 전에도 보기",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 5월 1일(을미) 1번째기사",
                "gt-oKo": "길주 목사(吉州牧使) 이광(李洸)을 함경도 관찰사로 초배(超拜)하였다. 이광은 계미 변란(癸未變亂) 초기에 함경 도사(咸鏡都事)로 있다가 임기가 만료되자 정언신(鄭彦信)이 불러 종사관으로 삼았고 다시 구황 어사(救荒御史)에 승직되었는데, 3년 동안 재직하면서 청렴하고 직무를 잘 수행하여 명성이 자자하였다. 상이 특별히 능력을 인정하고 통정 대부로 올려 강계 부사(江界府使)로 삼았다가 부임하기 전에 영흥 부사(永興府使)로 옮겼고 1년 뒤에 길주 목사(吉州牧使)로 옮겼다가 곧바로 방백(房方)으로 삼았고, 가선 대부 동지돈녕부사로 승급시켰다. 막료(幕僚)가 되고부터 4년 동안 겨우 서너 차례 옮겼다가 대수(大帥)에 초배(超拜)되었으니, 일찍이 보기 드문 일이다.",
                "hj": "○朔乙未/以吉州牧使李洸, 超拜咸鏡道觀察使。 洸於癸未變初, 爲咸鏡都事。 任滿, 鄭彦信辟爲從事, 陞救荒御史。 在此三年, 廉能擧職, 大有聲譽。 上特器之, 擢陞通政江界府使, 未赴任, 遷永興府使。 逾年轉吉州, 旋爲方伯, 陞嘉善同知敦寧府。 自爲幕僚後四年, 而僅三四轉, 超拜大帥, 前所希有也。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Former Inspector General Ku Bongryeong passed away. His courtesy name was Ku Gyeongseo . He was named Baekdam . He lived in Andong . He encountered Yi Hwang and praised his literati and virtue, and he regarded him as very important. When he was young, he was able to observe the mourning period for his deceased mother and served him with utmost filial piety. For the mourning period for his king and his eldest son, he did not eat meat dishes with all propriety. He was loyal and prudent, and never observed his behavior, and his studies were equally prepared. When he was young, he possessed a skill in archery and arrogantly managed his skills. He possessed a reputation for the people of the three generation and the two Hans literary writing skills. He had already ascended the court [of Ming China], but his reputation was especially glorious. When he was repeatedly appointed to the Office of the Inspector General , he made a thorough knowledge of his opinion. When he left the capital to become a governor, his reputation was also manifested. Whenever he was appointed to a government post, he suddenly declined his resignation, and when he was inevitably appointed to a government post, he was appointed to a government post. Because he became separated by the majority opinion, he was able to maintain his moral integrity and did not depend upon him. Hence, he was detested by Yi Bal and then successively criticized his reputation for himself. From this day forward, he was not appointed to a government post. He constructed a house in a mountain valley and had a book of studying his son. The villagers praised his ancestors and performed his duties. When he passed away, he did not diligently observe his mourning period and performed a memorial service for his deceased. Kwon Chungan , a man of the same generation, also possessed a reputation for the court [of Ming China]. In the middle year, he retired from his position and repeatedly summoned him ",
                "H2KE-nKo": "전 대사헌 구봉령이 졸하였다. 구봉령의 자는 경서, 호는 백담으로 안동에 살았다. 이황을 스승으로 섬겼는데, 이황이 그가 문장도 있고 행실도 있다고 칭찬하며 매우 중하게 여겼다. 어려서 부모를 여의고 상례를 잘 거행하였으며, 어머니를 지극한 효성으로 섬기고 임금과 스승의 상례에 모두 예를 갖추어 소식을 먹었다. 충후하고 순근하여 남다른 의견을 내세우지 않았고 문학을 널리 갖추었다. 젊었을 때 재주를 겨루고 과장을 마음대로 하여 삼대의 인물과 양한의 문장이라는 칭송이 있었다. 조정에 올라서는 비록 은둔하려고 힘썼지만 명망은 특별히 높았다. 번갈아 대관에 임명되어서는 논주가 적절하였고 지방에 나가서는 방백이 되어 명성과 공적이 또한 드러났다. 벼슬길에 나아가는 데 욕심이 없어 벼슬에 제수될 때마다 번번이 사양하다가 어쩔 수 없는 일이 있으면 명에 응하였다. 마침 사론이 둘로 갈라져 중립을 지키고 의지하지 않았기 때문에 이발에게 시기당하였고, 이어서 당인으로 지목되었다. 이로부터 관직에 제수되었으나 일체 나아가지 않았다. 산간에 집을 짓고 책을 저술하여 무리에게 주니, 고을 사람들이 존경하고 사모하며 복종하여 섬겼다. 죽어서도 변하지 않고 사당을 세워 제사지냈다. 문인 권춘란도 아망으로 조정에 나왔다가 중년에는 물러나 살았다. 여러 번 불렀으나 나오지 않으니, 세상에서 그의 절조를",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 7월 1일(갑오) 1번째기사",
                "gt-oKo": "전 대사헌 구봉령이 졸하였다. 봉령의 자는 경서(景瑞)이고 호는 백담(栢潭)이다. 안동(安東)에 살면서 이황을 사사(師事)하였는데 이황은 그를 문학과 덕행이 있다고 칭찬하여 매우 중히 여겼다. 어려서 부모를 여의고서 상례를 잘 거행하였고, 지극한 효성으로 조모를 섬겼으며, 임금과 스승의 상을 당하여서도 모두 예절을 따라 소식(素食)하였다. 성품이 충후하고 순근하여 모나거나 기이한 것을 일삼지 않았고 문필(文筆)이 구비하였다. 젊어서 과거에 응시하여 장원을 차지하였으므로 삼대(三代)의 인물이요 양한(兩漢)의 문장이라는 칭송을 받았었다. 조정에 들어온 뒤에 비록 묵묵히 안으로 감추기를 힘썼지만 명망은 남달리 성대하였다. 번갈아가며 대관(臺館)에 제수되어서는 논하고 아룀이 모두 강직하였고, 밖으로 나가 방백이 되어서도 명성과 치적이 또한 현저하였다. 벼슬길에 나서는 데에는 조급한 마음을 갖지 않아 관직이 제수될 때마다 곧 사양하였고 부득이한 뒤에야 명을 받았다. 사론이 분열될 때에도 중립을 지켜 한쪽으로 쏠리지 않았기 때문에 이발에게 꺼림을 받았고, 이어 당인(黨人)으로 지목을 받게 되자, 이로부터 관직에 제수되어도 일체 부임하지 않았다. 산간에 집을 지어 책을 갖추어 놓고 제자들을 가르치니 고을 사람들이 모두 존모(尊慕)하여 섬겼으며, 그가 죽은 뒤에도 조금도 그 마음이 변하지 않아 사당을 세워 향사하였다. 문인 권춘란(權春蘭)도 또한 바르고 깨끗한 명망으로 조정에 올랐었는데 중년에 관직에서 물러나고부터는 여러 번 불렀지만 응하지 않았다. 세상 사람들은 그의 절개와 지조를 칭송하였다.",
                "hj": "○朔甲午/前大司憲具鳳齡卒。 鳳齡字景瑞, 號栢潭, 居安東。 師事李滉, 滉稱其有文有行, 甚重之。 幼而孤, 能執喪, 事王母至孝, 君師之喪, 皆式禮茹素。 忠厚醇謹, 不事崖異, 文學弘備。 少時較藝擅場, 有三代人物、兩漢文章之稱。 旣登朝, 雖務含晦, 而名望特盛。 迭拜臺館, 論奏剴切, 出爲方伯, 聲績亦著。 恬於進取, 每除官輒辭, 有不得已, 然後拜命。 屬士論携貳, 而能中立不倚, 故爲李潑所忌, 繼以黨人之目, 自是除職, 一切不就。 築室山間, 儲書授徒, 鄕人尊慕服事, 歿而不衰, 立祠祀之。 門人權春蘭, 亦以雅望立朝, 中歲退居, 累召不起, 世稱其節操焉。"
            },
            "2": {
                "H2KE-EN": "Kim Ugong was appointed second minister of punishments . [The minister of punishments] expressed his gratitude for his return to his hometown.",
                "H2KE-nKo": "김우옹을 형조 참판으로 삼았는데, 사은하고",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 7월 1일(갑오) 2번째기사",
                "gt-oKo": "김우옹을 형조 판서로 삼았으나, 사은하고 곧바로 향리로 돌아갔다.",
                "hj": "○以金宇顒爲刑曹參判, 謝恩還鄕。"
            },
            "3": {
                "H2KE-EN": "Former Chief State Councilor Bak Sun retired from his place in the middle of Yeongpyeong District . [Bak] Sun remained in the village of Gangpyeong for a long time, but the King did not summon him. Then he claimed to go to Chocheon , bathing to Yeongpyeong District . The King sent a eunuch to bestow royal wine upon him outside the gate. [Bak] Sun sat in his seat and composed a poem. The poem composition [on the poem] read as follows: There is no way to reciprocate [your kindness], and [I] am able to recognize your subjects body and return to the fields. A poem is looking at the end of the middle of the midle of the stream. The King saw the poem and learned that [he] had already returned [to the capital]. Thereupon, [the King] issued a royal order to urge [him] to return [to the capital]. [Bak] Sun did not return [to the capital].",
                "H2KE-nKo": "전 영의정 박순이 영평산으로 물러가 거처하였다. 박순이 오랫동안 강촌에 있었으나 주상이 다시 부르지 않자 초천에서 목욕한다는 핑계로 영평현으로 갔다. 주상이 중사를 보내 문 밖에서 선온하니, 박순이 즉석에서 시 한 수를 지었는데, 그 시에 이르기를,“은혜에 보답할 길이 없어 마음만 괴로웠네. 쇠잔한 해골을 수습하여 야문으로 돌아가네. 한 점 종남쪽은 점점 멀어지고 서풍은 눈물을 머금고 옷을 적시네.”하였다. 주상이 그 시를 보고 이미 돌아가기로 결정되었음을 알고는 전지를 내려 돌아오라고 재촉하였으나, 박순은 끝내 돌아오지",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 7월 1일(갑오) 3번째기사",
                "gt-oKo": "전 영의정 박순이 영평(永平)의 산중으로 물러갔다. 박순이 오랫동안 강촌(江村)에 있었으나 상이 다시 부르지 않자 이에 초천(椒泉)에 목욕간다는 핑계로 영평현(永平縣)으로 떠날 때 상이 중사(中使)를 보내 도성 문 밖에서 술을 내리니 박순은 즉석에서 절구(絶句) 한 수를 지었는데, 그 시에 성은에 보답할 길 없어 이 마음 어그러져 쇠잔한 몸 이끌고 시골로 돌아가네 한 점 종남산은 점점 눈에서 멀어지고 서풍은 눈물을 휘몰아 벽라의를 적시네 하였다. 상이 그 시를 보고 이미 돌아갈 결심을 한 것을 알고 곧 교지를 내려 돌아오도록 독촉하였지만 박순은 끝내 돌아오지 않았다.",
                "hj": "○前領議政朴淳, 退處于永平山中。 淳久在江村, 上不復召, 乃託浴椒泉, 往永平縣。 上遣中使, 宣醞于門外, 淳卽席賦詩一絶云: “答恩無路寸心違, 收拾殘骸返野扉。 一點終南看更遠, 西風吹淚薜蘿衣。” 上見其詩, 知已決歸, 乃下旨促還, 淳竟不返。"
            },
            "4": {
                "H2KE-EN": "Magistrate of Gimpo District Wu Bokryong was appointed fourth inspector [of the Office of the Inspector General] . [Wu] Bokryong declined to resign from his post due to his mothers illness. [The King] ordered [him] to assume his previous post. Bokryong was a man of learning and conduct. He had a skilled in administrative skills and was appointed to a position.",
                "H2KE-nKo": "김포 현령 우복룡을 지평으로 삼았다. 우복룡이 모친의 병을 이유로 사직하니, 전임을 잉임하라고 명하였다. - 우복룡은 학행으로 입사하여 이재가 있었으므로 발탁하여 등용한",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 7월 1일(갑오) 4번째기사",
                "gt-oKo": "김포 현령(金浦縣令) 우복룡(禹伏龍)을 지평으로 삼았으나 복룡이 모친의 병을 이유로 사양하자 전임에 그대로 있도록 명하였다.【복룡은 학행으로 벼슬길에 나왔는데 관리의 재능이 있어 발탁되었다.】",
                "hj": "○以金浦縣令禹伏龍爲持平。 伏龍辭以母病, 命仍前任。【伏龍以學行入仕, 有吏才, 得擢用。】"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, on the first day of the month, the King visited the Royal Confucian Academy and performed the salutation ritual toward the Royal Confucian Academy . Seven men, including Seo Seong . Yeo Gyeseon , a resident of Gaeseong , had been involved in private with Cha Cheonro , an official of the Royal Confucian Academy . He possessed a literary liter",
                "H2KE-nKo": "상이 성균관에 행행하여 알성시를 보여 서성 등 7인을 뽑았다. 개성 사람 여계선은 성균관 관원 차천로와 더불어 차술한 표문을 사통하여 장원이 되었는데, 얼마 안 되어 일이 발각되어 차천로를 가두고 국문하였다. 차천로는 승복하여 멀리 명천에 찬배하고, 여계선은 이름을 삭제하고 유배하였다.병과 허징은 이문 학관으로서 과거에 급제하였으나 역시 이전의 작품을 베껴 썼기 때문에 삭명되었다. 이때 선비들의 습속이 크게 무너져 과장에서 차술한 사람이 왕왕",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 9월 1일(임진) 1번째기사",
                "gt-oKo": "상이 성균관에 거둥하여 문묘를 참배하고 선비들을 시험보여 서성(徐渻) 등 7명을 뽑았다. 개성(開城) 사람 여계선(呂繼先)이 성균관 관원 차천로(車天輅)와 교제하여 차술(借述)해 준 표문(表文)으로 장원하였다. 얼마 뒤에 일이 발각되어 천로를 가두어 국문하니 천로가 사실을 자백하였으므로 멀리 명천(明川)으로 유배시켰고, 계선도 명단에서 삭제한 뒤 유배시켰다. 병과(丙科)의 허징(許澂)도 이문 학관(吏文學官)으로 급제하였는데 또한 남이 지은 것을 베껴 내었기 때문에 삭제당하였다. 이 당시 선비들의 풍습이 크게 문란하여 과장에서 차작(借作)하는 자가 더러 있었다.",
                "hj": "○朔壬辰/上幸成均館, 謁聖試士, 取徐渻等七人。 開城人呂繼先與館官車天輅, 交私借述表文, 得爲壯元。 未幾事覺, 囚鞫天輅, 天輅承服, 遠竄明川; 繼先削名流配。 丙科許澂, 以吏文學官登第, 亦以謄用前人作, 被削名。 是時, 士習大毁, 場屋借述之人, 往往有焉。"
            },
            "2": {
                "H2KE-EN": "The King selected the civil service examination in order to select six men, including Yi Jangyeong , who passed the civil service examination in order to select fourteen men, including Namn .",
                "H2KE-nKo": "문사를 중시하여 이장영 등 6인을 뽑고, 선비들을 시험 보여 남근 등",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 9월 1일(임진) 2번째기사",
                "gt-oKo": "문사들에게 중시(重試)를 보여 이장영(李長榮) 등 6인을 뽑고, 선비들을 시험보여 남근(南瑾) 등 14인을 뽑았다.",
                "hj": "○重試文士, 取李長榮等六人, 試士取南瑾等十四人。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 1번째기사",
                "gt-oKo": "조헌(趙憲)을 공주(公州)의 주학 제독관(州學提督官)으로 삼았다. 조헌이 상소하여 학정(學政)의 폐단을 논하면서 시사에 대하여 극력 아뢰었다. 그 상소에, “신은 미치광이 같고 경솔한 병통이 있어 세상 사람들에게 저촉되어 거스름 받은 것이 많은데다가 고을살이를 형편없이 하였으므로 낭패스런 일을 자초하였습니다. 그 당시에 경기 지방에 흉년이 들었고 또 사우(師友)의 도가 무너진 데다가 시사가 날로 그릇되고 있었으므로 화가 몸에 닥칠까 걱정하여 스스로 황산(荒山)으로 도망가 농지를 빌려 힘써 농사를 지었으나 늘 굶주림을 면치 못하여 장차 어머니와 함께 골짜기에 쓰러져 죽지 않을까 두려워하였습니다. 이제 성상께서 몸소 교화를 펴시는 때에 학교의 가르침을 신중히 하고 효제의 도의를 밝히며 중국 조정에서 개혁한 학제(學制)를 본떠 특별히 계수 제독(界首提督)을 신설하였는데, 불초한 신이 외람되게 그 직책에 선발되었습니다. 그러나 고된 농사일 때문에 학문을 전폐하였으니, 혼미한 몸이 어찌 남을 밝게 인도할 수 있겠습니까? 자신을 돌아 봄에 부끄럽고 두려워 감히 선뜻 직에 나가지 못하였습니다. 그러나 어미를 봉양하는 일이 조석으로 절박하였기 때문에 어쩔 수 없이 성정(聖庭)을 깨끗이 쓸고 어린 선비들을 교도하여 삼여(三餘)의 학문을 권장하였습니다. 그리고 예조의 사목(事目) 중에 응당 해야 될 것을 찾아 직접 써서 여러 고을에 통지하였고, 또 사목 이외에 시행할 만한 일을 공첩(公牒)을 갖추어 감사에게 품신하여 점이(粘移)하든지 또는 주상께 계품하여 재가받도록 할 것을 생각 중입니다. 신이 삼가 생각하건대 이 거사야말로 성인의 작위(作爲)에 관계되는 것으로 보통 일과 현저히 다르다고 봅니다. 신은 직책이 낮은 고을의 문학(文學)에 지나지 않지만 인재를 기르고 풍속을 바르게 하여 천만년 태평 성대를 여는 일을 하고 싶었는데 이는 실로 명도 선생(明道先生)이 해 보기를 원하였던 것입니다. 모름지기 스승을 높이고 도를 중히 여겨 그 정신이 안에서 밖으로 드러나고 의를 숭상하고 사리(私利)를 버림으로써 근원이 정화되어 지류에까지 미치게 해야 합니다. 그런 다음에 형체가 바르면 그림자가 바르고 바람이 불면 풀이 쓸리듯이 교화가 이루어질 것입니다. 그러니 학교에 있는 신하들이 교령(敎令)을 받들어 시행하는데 있어서 사우에게서 배운 것을 모두 활용하여 자행(字行)을 세어가면서 사리를 강명하여 통달시킨다면 10년이 지난 뒤에는 만에 하나라도 교화의 효과가 나타나리라고 봅니다. 그런데 지금 조가(朝家)의 거조는 참언(讒言)이 기승을 부려 형벌이 자행되고 어진 이를 추대하고 유능한 자에게 양보하는 뜻이 전혀 없으며, 관리들 사이에도 학문이 끊어지고 교양이 부족하여 효제(孝悌)의 정신을 흥기시켜 배반함이 없게 하는 풍속을 찾아볼 수 없습니다. 이에 삼강(三綱)은 매몰되고 의리가 분명치 못하여 이설(異說)을 주장하는 무리들이 세상에 날뛰고 임금을 버리고 어버이를 뒤로 여기는 설이 기탄없이 자행되고 있습니다. 주현(州縣)의 선비들도 오직 이욕만을 찾기에 급급하여 교육을 확립하고 인륜을 밝히는 내용을 강하려 하면 곧 시문을 짓는 일이 급하다 하고, 백록 학규(白鹿學規)에 대하여 논하려 하면 곧 사마시(司馬試)가 늦어진다고 말합니다. 필부(匹夫)의 견해가 곧바로 이루어질 수는 만무합니다만, 신은 생각건대 이런 폐단을 빨리 바로 잡지 않으면 몇 년이 안 되어 군부를 위협하고 업신여기기를, 마치 왕망(王莽)·조조(曹操)·주전충(朱全忠) 등이 했던 것처럼 사림을 해치고 살륙을 자행하는 자들이 나와서 차츰 악한 짓을 하여 짐승을 내몰아 사람을 해치게 하는 지경에 이를 것은 물론이고 온 세상이 그러하여 감히 손 쓸 수 없게 될 것이니, 홍수나 맹수의 환란도 이보다 급하지는 않을 것입니다. 신은 오운(五雲)을 우러러 볼 기약이 없는데 이번의 문무 관료들에게 중시(重試)을 보이는 때를 인하여 정협(鄭俠)이 죽을 힘을 다 쏟고, 최식(崔寔)이 대책(對策) 밖의 말을 올렸던 것처럼 글을 올려 성명께서 몸소 교화를 실천하여 크게 진작시키고 장려하는 계기가 있기를 간절히 바랍니다. 신은 듣건대 도(道)는 우리 인간이 누구나 균등하게 받아 가진 것으로 성인이라고 더 풍성하지 않고 어리석은 사람이라고 더 부족하지도 않아 교육을 시키면 유(類)가 없어져 누구나 요순(堯舜) 같이 될 수 있다 하였습니다. 그러므로 임금이 조기에 미리 교양할 줄 알아서 현인을 친애하고 선인과 교제하여 몸소 교육을 실천하면 아래 백성들은 명령하지 않아도 절로 따르게 되는 것인데, 당우(唐虞)·삼대(三代)의 다스림이 여러 제왕들보다 우뚝한 까닭은 바로 그러한 도를 썼기 때문입니다. 그런데 후대로 내려오면서부터 이 학문을 밝히지 못한 탓으로 윗사람은 평소의 교육을 알지 못하여 명철한 자가 우매하게 되고 아랫사람들은 속이는 데에 익숙하여져 참설(讒說)이 쉽게 행해지는 것입니다. 예컨대 진번(陳蕃)·이응(李膺)의 훌륭함은 세상이 다 알고 있었지만 사직을 위태롭게 하는 일을 도모했다는 참소로 결국 당고(黨錮)에 연루된 여러 사람들과 함께 죽었고, 사마광(司馬光)·조여우(趙如愚)의 충직함은 해와 별처럼 밝았지만 도학(道學)이 위학(僞學)이라는 비방을 받아 정주(程朱)의 문도들과 함께 폐기되었으며, 한 영제(漢靈帝)가 홍도(鴻都)에서 강학(講學)할 적에 보잘것없는 소인들이 끼었고, 송 이종(宋理宗)이 주자와 한 조정에 있지 못한 것을 한스럽게 여겼지만, 당시에 진덕수(眞德秀)·위요옹(魏了翁)이 배척당하였습니다. 따라서 유학을 숭상하고 교육을 베푸는 일이 단지 보고 듣는 데 아름다움이 될 뿐, 명령하는 바가 실상 자신의 좋아하는 것과 반대되기 때문에 백성들은 따르지 않고 간사한 말이 횡행하게 되는 것입니다. 그 예로 노식(盧植)·정강성(鄭康成)에게 배운 자가 비록 한 방면을 부지(扶持)하려 하였으나 유유(劉繇)·왕낭(王朗)이 안정을 논하고 계책을 말한 것이 결국 한(漢)나라를 망하게 하였고, 장(障)·담(潭) 사람들이 비록 군부를 위하여 죽는 의리를 알았지만 절중(浙中)의 괴상한 말과 대운(戴雲)의 호도(糊塗)하는 논의가 송(宋)나라의 멸망을 재촉하였던 것입니다. 주 무왕(周武王)의 명(銘)에 ‘사람에게 빠지는 것보다는 차라리 물에 빠지는 것이 낫다. 물에 빠지면 오히려 헤엄이라도 칠 수 있지만 사람에게 빠지면 구제할 수 없다.’고 하였습니다. 이상의 몇몇 임금들은 사람에게 깊이 빠졌기 때문에 마침내 쉽게 나라를 잃어 버렸는데 사람에게 깊이 빠지는 연유를 따져보면, 모두 학문을 강하지 않아 지혜가 밝지 못한 탓으로 어진 사람을 원수처럼 대하고 간사한 사람을 충직한 사람처럼 여긴 나머지 어진 사람을 쫓아내고 간사한 사람을 총애하기에 급급하여, 아래로는 백성의 마음을 거스로고 위로는 하늘의 뜻을 거역함으로써 재앙과 도적을 불러들이는가 하면 불량한 사람과 함께 일하면서 기꺼이 종기(宗器)를 내어 주고도 후회할 줄을 몰랐기 때문인 것입니다. 아, 간사한 사람이 나라를 위태롭게 하는 것도 진실로 두려워할 만하지만 학문을 강명하는 것은 더욱 힘써야 할 급선무입니다. 과거 우리 나라에 전해졌던 기자(箕子)의 교훈은 고증할 수 없고 삼한(三韓) 이래의 국기(國紀)도 들을 수 없습니다. 그러나 지금까지, 군신 부자의 도리를 알아 간혹 충신·효자가 잇따라 나올 수 있었던 것은, 앞서 사서 오경(四書五經)이 들어오자 설총(薛聰)·우탁(禹倬)이 속어(俗語)로 해석하여 강명하였고, 나중에 《소학(小學)》과 《가례(家禮)》가 들어오자 이색(李穡)·정몽주(鄭夢周)가 우리 나라의 교육에 맞게 천명한 결과로 고려 말기의 위급한 상황을 부지하고 아조(我朝)의 기강을 부식(扶植)하였기 때문입니다. 그뒤 김종직(金宗直)이 교육을 베풀자 수많은 의사(義士)들이 구름처럼 모였는데, 김굉필(金宏弼)·정여창(鄭汝昌)은 도학을 창도하였고, 조광조(趙光祖)가 등용되어서는 민속을 거의 변모시켰고, 김정(金淨)·박상(朴祥)은 앞장서서 바른 언론을 펼쳤습니다. 비록 시기하여 이기려는 자들이 그 사이에 모해를 하였지만, 시대마다 끊이지 않고 올바른 인물이 나와 넘어졌다가도 다시 일어났습니다. 이를테면 어질고 훌륭한 이를 구원한 정광필(鄭光弼)과 군소배들에게 꺾이지 않은 유운(柳雲)은 비록 좌절을 당하긴 하였지만 우뚝이 산악과 같은 기상이 있었고, 간인을 변핵하여 충정을 바친 이언적(李彦迪)과 위급한 상황에서도 직언을 다한 권벌(權橃)은 비록 먼 변방으로 유배당했지만 늠름한 대신의 체모가 있었고, 김안국(金安國)·송인수(宋麟壽)는 양남(兩南)에 관찰사로 나가 은택과 교화를 베풀어 백성들이 지금까지 그 덕택을 입고 있으며, 백인걸(白仁傑)·안명세(安命世)의 위언(危言)과 직필(直筆)은 휩쓸리는 물결의 지주(砥柱)가 되어 공론이 밝게 전하여졌습니다. 만일 짓누르고 참벌(斬伐)하는 화만 없었더라면 많은 선비들이 바루고 보좌하는 아름다운 모습이 반드시 문왕(文王)이 그런 선비들을 힘입어 편안할 수 있었던 일과 같게 될 수 있었을 것입니다. 아, 이런 착한 사람들이 국가와 백성들에게 무엇을 저버렸기에 저 참소하는 자들은 기필코 모두 없애버리려는 마음을 가져 그만두지 않는단 말입니까? 오직 사화가 흑심하였기 때문에 기미를 아는 선비들은 모두 출처(出處)에 대해서 조심하였습니다. 성수침(成守琛)은 기묘의 화란이 있을 것을 알고 성시(城市)에 숨었고, 성운(成運)은 동기간의 슬픔을 당하고서 보은(報恩)에 숨었으며 이황은 동기가 화를 입은 것을 상심하여 예안(禮安)으로 물러갔고, 임억령(林億齡)은 아우 백령(百齡)이 어진 이를 해치는 것을 보고 놀라 외지에서 세상을 등지고 살았습니다. 또한 서경덕(徐敬德)이 화담(花潭)에 은둔한 것과, 김인후(金麟厚)가 벼슬에 뜻을 끊은 것과, 조식(曹植)·이항(李恒)이 바닷가에 숨어서 살았던 것 등은 모두 을사년의 사화가 격분시킨 것입니다. 정지운(鄭之雲)은 김안국에게 학문을 배웠는데 자기 스승이 큰 죄망에 빠질 뻔하였던 것을 징계하여 술로 세월을 보내어 이름을 감추었고, 성제원(成悌元)은 직접 송인수의 변을 보고 낮은 관직에서 전전하며 해학으로 일생을 보냈고, 이지함(李之菡)은 안명세(安命世)의 처형을 보고 해도(海島)를 돌아다니면서 거짓 미치광이로 세상을 도피하였습니다. 이들은 모두 조정의 큰 그릇이고 세상을 다스릴 만한 고매한 인재들인데, 기러기가 높이 날아 주살을 피하듯이 세상을 버리고 산골짜기에서 늙어 죽었습니다. 그밖의 명류(名流)들도 귀양가지 않으면 경외(京外)에서 처자들과 함께 형벌을 받았으니, 부형들은 자제들에게 예학(禮學)을 배우지 못하게 경계하여 마치 큰 재목을 깍아 작게 만들 듯이 아름답고 우수한 재질들을 보잘것 없는 인물로 만들고 있습니다. 따라서 조정에는 바른 의논을 하는 사람이 없게 되고 권간(權奸)들이 제멋대로 행세하여 충성스럽고 어진 이들의 친구까지 끌어다가 박살하였습니다. 백성들을 피로 물들이고 종묘 사직에 화가 얽히게 하는 것이 윤형원·이기(李芑)에 이르러 극도에 달했습니다. 그런데 이양(李樑)이 이기를 이어 함께 선동하여 남은 사람들까지 모조리 해치려 하였으니 인재들의 멸망으로 나라가 위태로운 지경이 되었습니다. 그런데 다행스럽게도 하늘이 우리 나라를 보우하사 명종이 늦게 뉘우침으로써 바닷가나 변방으로 귀양보냈던 사람들을 불러 점차 조정에 복귀시켰으며 초야에 묻혀 있던 선비들도 많이 등용하였습니다. 그리고 사림을 해치고 종묘 사직에 죄을 지은 자들은 척리(戚里)를 가릴 것 없이 모두 쫓아내는 데 조금도 주저하지 않았습니다. 이는 비록 성덕(聖德)을 하늘이 깨우쳐주어 충(忠)과 사(邪)가 저절로 분변된 것이지만, 한편으로는 이탁(李鐸)·기대항(奇大恒)·박순(朴淳) 등이 힘쓴 덕택이 큽니다. 아, 걸(桀)·안(安)이 제거되지 않았다면 선제(宣帝)가 어떻게 설 수 있었겠으며, 비(伾)·문(文)이 죽지 않았다면 헌종(憲宗)이 어떻게 편안할 수 있었겠습니까. 화독(華督)이 공보가(孔父嘉)를 죽이고서 상공(殤公)을 시해한 일과 양기(梁冀)가 질제(質帝)를 시해하고서 이고(李固)을 죽인 일을 보더라도 간신이 국사를 독단하며 흉악한 기세를 부리는 것은 무서운 것입니다. 그들은 권병(權柄)을 멋대로 주무르면서 온갖 관직을 마음대로 하고 있으니, 이쪽이 저들을 이기지 못하면 저들이 이쪽을 죽이게 됩니다. 지난날 인종(仁宗)이 승하하던 때에 세 신하가 죽음을 당하였고, 권벌이 항론(抗論)하였으나 좌절당하자 윤원형의 무리는 빈청(賓廳)에서 팔뚝을 걷어붙이고 화를 다행으로 여기는 자까지 있었는데, 잇따라 바른 말을 하는 자들만이 머리를 나란히 하여 형장에 나아갔을 뿐만 아니라, 선왕의 사랑하던 아들도 죽음을 당하였습니다. 충주(忠州) 기유 옥사(己酉獄事)의 화는 사류들을 초목처럼 모두 죽게 하였고 임백령(林百齡)에게 악시(惡諡)를 주려다가 유림(儒林)이 거의 전멸하였으니, 참벌의 위세야말로 그 기상이 어떠하겠습니까. 그런데도 중학(中學)의 모임에서 좌석에 앉은 사람들이 모두 위축되어 감히 붓을 잡지 못하였는데 기대항·이탁·박순은 생명을 홍모(鴻毛)처럼 여기고 오직 국가와 사직을 안정시키겠다는 일념으로 소장(疏章)을 들고 궁궐로 달려가 죽음을 아끼지 않았습니다. 대개 기대항은 그의 아비가 비명에 죽은 것을 슬퍼하였고, 박순은 부형과 사우들이 직접 사화를 당하였기 때문에 평소 비분 강개하여 있는 힘을 다해 간인을 제거하려 했던 것이니, 어찌 이들이 심의겸에게 빌붙으려 한 자들이겠습니까. 간사한 무리들이 한번 흩어지고 묘당의 계모가 평소부터 정해졌기 때문에 대저(代邸)가 즉위하자 진평(陳平)·주발(周勃)이 기용되고 가의(賈誼)의 소책(疏策)이 차례대로 올려지듯 하였습니다. 그러나 그 때에도 김개(金鎧)는 윤원형의 잔당으로서 이황의 기용을 시기하여 저지할 음모를 꾸며 지치(至治)를 이간하려 하였는데, 정철이 미관 말직에 있으면서 몸을 돌보지 않고 힘써 쟁논하였으므로 성상께서 명찰하시어 시기하던 무리들을 단죄하였습니다. 김개가 쫓겨나가게 되자 이황이 다시 조정에 나올 기세가 있었던 것인데 평중(平仲)이 중니(仲尼)를 알아보지 못하고 장손(藏孫)이 전금(展禽)을 저지하듯 하여 우리 나라가 태평 성대로 될 수 있었던 기회를 잃게 하였습니다. 이리하여 목생(穆生)·신공(申公)·백생(白生) 같은 무리들을 초야에서 늙게 하여 성스러운 주상이 위에 계셨지만 백성들은 그 은택을 입지 못하였고, 조정의 외로운 언론을 사람들은 간혹 편당을 한다고 말하였습니다. 그런데 이이는 임신년 상소에 간당들의 조짐을 예견하고 속으로 걱정하면서 크게 탄식하였는데, 그 수만 마디 말이 한 글자 한 구절도 임금을 사랑하는 정성에서 나오지 않은 것이 없었습니다. 정철은 기대승(奇大升)에게 배웠고 대승은 이황에게 배웠는데 이이는 이황에게 직접 가르침을 받았을 뿐만 아니라 또 조광조의 순국 충절을 사모하였으니 그의 경륜과 기개는 연원이 있는 것이었습니다. 따라서 그의 충정이 격렬하여 위로 전하의 마음을 감동시키자 능력을 인정받아 등용되어 온 힘과 마음을 쏟았던 것입니다. 정철은 강원도 관찰사로 나가 백성들의 요역을 균등하게 하였고, 북쪽에서 오는 사신의 행차에 접대하는 비용이 매우 많았으나 극도로 잔파된 고을이 그의 덕택으로 보존할 수 있었습니다. 그리고 그의 깨끗한 명성과 곧은 절개는 온 세상을 흥분시켰으므로 이이가 매우 중히 여겨 함께 조정에 오를 것을 기약하였던 것입니다. 사림을 보합(保合)하는 계책은 또 박순에게 있었으니 그가 이이와 정철을 천거한 것은 재상의 직분상 마땅히 힘써야 할 일이었습니다. 그리고 이이는 경연에서 강론할 때 임금께서 경계하고 꺼릴 만한 중후한 선비가 없어서는 안 된다고 여겼기 때문에 그의 친구 한 사람을 애써 발탁하여 임금의 좌우에 두려 하였으니, 그가 곧 성수침(成守琛)의 아들 성혼입니다. 성혼은 가문의 학문을 이어받았는가 하면 옛 성현의 도를 독실히 믿었는데 집안에 들어앉아 경서를 탐구하여 근원이 깊었기 때문에 발현되는 것이 성대하고 마음을 수양하여 욕심을 적게 가졌으니, 그는 참으로 임금이 공경할 만한 사람이고 위태로운 나라를 지탱할 만한 인물이었습니다. 그러므로 이이는 사어(史魚)가 시체를 드러내어 훌륭한 백옥(伯玉)을 쓰게 한 것처럼 되기를 바랐던 것입니다. 박순 또한 성혼을 애지중지하여 그가 지평이 되던 날 먼저 찾아가 한 번 인사하고서 조정에 머무르기를 권하여 옛날 황희(黃喜)의 기풍을 이었습니다. 그를 시기하는 자들은 이미 많은 비방을 하였지만 박순은 더욱 공경하는 마음을 가져 경연에서 차근차근 아뢰어 끝까지 그의 초치를 급선무로 하였는데 이는 박순만이 좋아했을 뿐만 아니라 당시 조정에서 명예를 좋아하는 선비라면 누구인들 성혼·이이를 기용해야 된다는 것을 말하지 않았겠습니까. 다만 이 두 사람의 쇠퇴해진 말세의 시속을 헤아리지 못하고 마음속으로 널리 깨우치려고 하였으므로 그의 문하에 찾아온 자들을 하나같이 그 사람의 훌륭함만 믿어 마음을 터놓고 대우하면서 좋은 세상을 만들고자 기약하였으니, 이에 양외(楊畏)가 여대방(呂大方)을 배반하고 형서(邢恕)가 정자(程子)를 해쳤던 것처럼 하는 자들이 수없이 나오게 되었던 것입니다. 정철은 헌가(獻可)의 안목을 가져 드러나지 않은 악을 미리 살폈지만, 이이는 늦게서야 깨달아 군실(君實)의 의심을 자초하였는데 이 때문에 정철에 대한 사람들의 원망이 골수에 박혔습니다. 처음에 김효원(金孝元)의 뜻을 거스르자 그의 인척인 김계휘(金繼輝)까지 서인이라 지목하였고, 중간에 이발의 뜻을 거스르자 그의 치구 안민학(安敏學)까지 동인을 공격하였다고 지적하였으며, 마지막에 허봉의 나쁜 점을 말하자 온 세상이 들고 일어나 이이·성혼도 서인의 영수라 지목하였습니다. 아, 당나라 때 우(牛)·이(李)의 당(黨)이라는 것이 있었는데 이들은 양측이 서로 모함하고 알력이 생겨 똑같이 잘못이 있었으니 진실로 당이라고 지목할 수 있었습니다. 그리고 송나라에는 천(川)·낙(洛)의 당이 있었는데 이는 다만 천당(川黨)·삭당(朔黨)의 사람들이 도학(道學)을 지적하여 당이라 한 것이니 정자의 문하에 어찌 당파를 세우는 일이 있었겠습니까? 성혼의 행실은 한결같이 바른 것을 견지하였고, 착한 사람을 좋아하는 도량은 원근(遠近)과 피차의 구분이 없었으며, 결단코 훼예(毁譽)에 따라 성내거나 기뻐하지 않는 사람입니다. 이이가 이조 판서가 되어서는 공평한 마음으로 사람들을 다루면서, 어떤 사람에게 한 가지 착한 점이 있으면 마치 자기가 가진 것처럼 여겼고, 자기의 과실을 말하는 자가 있으면 서슴없이 청환·요직에 앉혔습니다. 유성룡·김응남·이발 같은 이들이 어찌 일찍이 청망(淸望)에 들지 않았겠습니까? 그러나 그들의 심중을 훤히 알고 나서 다시는 추천을 하지 않으니 갑자기 반기를 들고 항복하려 하지 않았습니다. 이리하여 살았을 때에는 배척하기를 도모하고 죽은 뒤에는 온갖 험담으로 헐뜯었는데 지금에는 그 뿌리가 더욱 커져 이이의 얼굴을 아는 자는 모두 외지로 쫓아내고 성혼의 이름을 아는 자는 한결같이 관직에서 쫓겨나 초야에 있게 하여, 위로는 경상(卿相)에서부터 아래로 위포(韋布)에 이르기까지 창황분주하여 몸둘 곳이 없게 합니다. 어찌 일찍이 군자가 정치를 하면서 한 시대의 충현(忠賢)들을 공격하여 모두 제자리를 잃게 한 적이 있었습니까. 박순은 훈구(勳舊)로서 가장 오랫동안 재상의 자리에 있었지만 혼탁한 세상을 당하여 폐기된 자들의 원망을 받을 것이 뻔하였으므로 유정(留正)처럼 초야로 돌아간 지 해가 넘었습니다. 다만 이 몇 년 사이에 사도(仕途)가 혼탁해져 덕을 숭상하는 풍조는 날로 쇠퇴해지고 이욕을 추구하는 무리들만 날로 진출함으로써 재해를 불러 자택(資澤)이 이미 오래전에 끊겼습니다. 그런데 설거주(薛居州) 같은 한 사람의 착한 선비도 왕의 곁에 있지 않아 임금이 백성들의 고통을 걱정하더라도 유사(有司)로서 고해주는 자가 없으니, 한 사람의 신하를 폐함으로 인하여 국사가 어찌 되었습니까. 정철의 강직한 성미가 한 번 이발의 얼굴에 침을 뱉은 까닭으로 점점 없는 사실을 있는 것처럼 만들어 끝내 모함하여 초야에서 굶주리게 하였습니다. 사람들은 간혹 말하기를 ‘정철이 너무 심하게 악을 미워하였으므로 패함을 받게 된 것이다.’ 하지만, 신은 보건대 그가 이발 형제를 아껴 백방으로 충고하여 미혹에서 돌아오기를 바랐는데도 이발은 뉘우치지 않고 더욱 공격하여 해치려 하였으니, 송나라 때 정위(丁謂)가 부끄러운 마음을 품고 기필코 구준(寇準)을 쫓아낸 일과 같습니다. 한나라 급암(汲黯)의 강직함이 없었더라면 누가 회남왕(淮南王)의 역모를 제어할 수 있었겠습니까. 이것이 바로 신이 팔을 걷어붙이고 분개하면서 길게 탄식하는 바입니다. 성윤해(成允諧)를 논하자면 그는 당대 일민(逸民) 중에서 가장 뛰어난 인물입니다. 언론과 풍지(風旨)가 고고(孤高)하여 감히 자신의 결백한 지조를 바꾸지 못하였는데, 시론(時論)의 변란을 듣고 강개하다가 병이 중하여졌으니, 살아서 신공(申公)을 초치하는 명을 받지 못하고 죽어서는 왕관(王官)의 대열에 끼지 못하였습니다. 그리고 한수(韓脩)·민순(閔純)은 모두 노성(老成)한 선비로서 세인의 존중을 받았으나, 다만 시의(時議)에 붙쫓지 않았기 때문에 시골에서 시들어 죽었고, 이준민(李俊民)·안자유(安自裕)는 헌걸차고 기위(奇偉)한 선비로서 조금도 사심(邪心)이 없는 사람인데 한번 이이를 어질다고 말하였기 때문에 모두 사가에서 두문불출하였으며, 김계휘(金繼輝)는 청렴 정직하고 편당하는 마음이 적어 선조(先祖) 이래 평소 고충(孤忠)이라 일컬었고 재능과 지혜를 겸비하였는데 이이에게 허여받은 것 때문에 살아서는 숭품(崇品)의 반열에서 폐출(廢黜)되고 죽어서는 악명을 썼습니다. 구봉령(具鳳齡)은 청렴하고 공정하며 위엄이 있어 호서(湖西)의 백성들이 모두 선정(善政)을 하였다고 하였는데, 일찍이 남평(南平)을 지나면서 한 번 이발을 찾아보지 않자 심의겸의 당이라고 배척하여 죽게까지 하였고, 홍성민(洪聖民)은 정직한 자세를 취하여 아부하지 않았으므로 서울의 선비들이 모두 좋은 사람이라 일컬었는데 신응시가 죽었을 때 만사를 지어 조문하면서 아울러 이이까지 언급하니, 외지로 내쫓아 마치 송나라 때 소식(蘇軾)처럼 연좌시켰고, 이산보는 의지할 만한 충신(忠臣)을 가진 자로서 온 조정에 짝할 자가 없었는데 이이·정철에 관한 하문(下問)을 받고 자신의 견해대로 정직하게 아뢰었고 시론에 따라 이랬다저랬다 하지 않았다 하여 김홍민(金弘敏)의 말 한 마디에 이광(李光)처럼 쫓겨났습니다. 더구나 윤근수(尹根壽)·박점(朴漸) 같은 무리는 바른 것을 지키고 아부하지 않아 전일의 공적이 현저하고, 충직한 자를 허여하며 간사한 자를 배척하여 훗날의 효험이 분명히 기대되는데도 오히려 모두 방붕방무(邦朋邦誣)로 지목하였습니다. 이해수(李海壽)·백유함(白惟咸)의 청백한 명성과 곧은 기개는 모두 부친의 기풍을 이어받았는데, 이해수는 이이를 깊이 알아 김우옹(金宇顒)의 횡의(橫議)를 듣지 않았고 백유함은 성혼을 독실히 믿어 백유양(白惟讓)의 부침하는 의견을 따르지 않자 모두 탁란(濁亂)이란 명목으로 공박하였습니다. 그리고 신응명(辛應命)은 영변 판관(寧邊判官)으로, 유공신(柳拱辰)는 평사(評事)로 좌천되고, 윤순(尹淳)·김권(金權)·김서생(金瑞生)·이항복(李恒福)·홍인상(洪麟祥)·윤섬(尹暹)의 무리들이 이이는 훌륭하고 성혼은 올바르다는 말을 한 번 하자 모두 배척하였습니다. 현달한 관직에 있는 사람들뿐만이 아니라 백발의 기로(耆老)들까지도 모두 폐하였고, 신진 인사들의 간택은 한결같이 이발과 허봉의 지휘 아래 이루어졌습니다. 이는 한 시대의 우수한 인재들을 불효·불충의 지경에 몰아놓는 것이니 신은 탄식하는 바입니다. 양사기(楊士奇) 같은 사람은 청렴하고 근신하여 우국충정을 가진 자입니다. 20년 동안 백성을 다스린 공로가 있고 변방에 관한 원대한 계략은 성상께서도 아시는 바입니다. 그러나 그가 이이의 착한 점에 대해 심복하여 여러 차례 말로 표현하자, 두 번이나 통정(通政)의 가자(加資)를 박탈함으로써 한을 품은 채 죽게 하였습니다. 윤기(尹祁)는 장흥(長興)에서 칼을 잡고 김주(金澍)가 겁에 질려 퇴각하려는 것을 중지시켜 영암성(靈巖城)의 방비를 견고하게 하였습니다. 젊어서 군부의 위급한 처지에 달려갈 줄을 아는 자는 장년에 반드시 충의의 기개를 높일 것입니다. 그런데 그가 남의 과실을 바르게 말하여 정철의 인정을 받을까 염려하여서 일생을 궁벽진 고을로 보내어 간관(諫官)이 될 수 없게 하였습니다. 이민각(李民覺)은 백성을 잘 다스린다는 명성이 높아 임기를 마치고 떠나면 으레 백성들이 사모하였습니다. 일찍이 선산(善山)의 원이 되었을 때 허봉이 제 아비의 병에 급히 달려가지 않는 것을 알자, 허봉은 그가 이우(李瑀)에게 말을 전하여 이이가 알게 되면 사간의 의망(擬望)을 저지당할까 의심하고 진산 목사(晉山牧使)에게 몰래 사주하여 드러내어 공박하게 함으로써 이우의 선한 점까지 매몰시키게 하였습니다. 안민학(安敏學)은 이이와 성혼의 문하에 출입하였으며 어버이를 봉양하고 형을 섬기는 데 있어서 사람들이 행하기 어려울 정도였는데, 다만 강직하여 악을 미워하는 천성을 타고나 남의 과실을 보면 정색을 하고 충고하지 않은 적이 없었으므로 사람들이 모두 달갑잖게 여겼습니다. 그런데 허봉이 상주(尙州)에 이르러 상사(喪事)에 임해서 슬퍼하지 않고서는 하낙(河洛)이 민학에게 그 말을 전하여 이이의 귀에 들어가게 되면 청요(淸要)의 관직에 오르지 못할까 의심한 나머지 청렴 검소하여 백성들이 감복하는 대흥 감무(大興監務)를 불효·불우하다고 탄핵하고 아울러 하낙의 정직한 것까지 폐하였습니다. 서익(徐益)이 사명을 받고 육진(六鎭)으로 나갈때 이이가 직접 여섯 조목의 질문을 받고 정신이 혼미한 가운데에서도 조리 정연하게 말하여 마치 변방의 산천을 직접 보는 듯하였으므로 크게 장사(將士)들이 감복하여 더욱 이이의 죽음을 슬퍼하였습니다. 그리고 상소하여 유(柳)와【성룡(成龍).】 정(鄭)을【여립(汝立).】 논박한 것이 비록 적중하지는 못한 듯하나 실로 군부를 속이는 마음은 조금도 없었는데, 다만 과감이 말한 것을 미워하여 관리의 재능까지 폐하였습니다. 김천일(金千鎰)은 이항(李恒)의 문인으로서 몸을 닦고 백성을 다스리는 일에 있어서 배운 바를 저버리지 않았고, 덕을 숭상하는 타고난 천성을 가장 온전히 가진 자인데, 마음속으로 이이의 착한 점을 알고 한 번도 시예(時譽)에 사색(辭色)을 굽히지 않자 담양(潭陽) 백성들이 구순(寇恂)의 경우처럼 머물게 해달라는 청원을 하였는데 대관을 사주하여 저지하였습니다. 그리고 이의건(李義健)·이희삼(李希參)·변사정(邊士貞)·정운룡(鄭雲龍)과 같이 공론의 지지를 받는 사람들도 이발 때에 폐기되지 않은 이가 없었으며, 주현(州縣)의 말단 관직에 있는 자들도 이이에게 관련된 자는 허물을 들추어 내어 교묘하게 중상하지 않는 자가 없었습니다. 신이 이름을 아는 자가 이 정도이니 신이 모르는 자는 얼마나 많겠습니까? 송익필(宋翼弼)은 비록 사련(祀連)의 아들이지만, 노년에도 독서에 힘써 학문이 깊고 경서에 밝았으며 언행이 바르고 곧아 제 아비의 허물을 덮기에 충분하였습니다. 이리하여 이이·성혼도 모두 외우(畏友)로 여겨 늘 제갈양(諸葛亮)이 법정(法正)에게 했던 것처럼 하였습니다. 그리고 그가 사람을 가르칠 때에는 사람들의 의사를 잘 유도하여 스스로 감동하고 분발하여 자립하게 하였으므로 생원·진사에 오른 자가 적잖이 있었는데 그 중에 김장생(金長生)·허우(許雨) 같은 자는 의를 행하는 행실이 경외(京外)에 저명하였고, 강찬(姜燦)·정엽(鄭曄) 같은 자도 모두 뛰어난 재주를 가졌습니다. 따라서 조종의 전례(典禮)로 말하면 사람을 가르쳐 성취시킨 일이 있으면 으레 관직을 상으로 주는 법이 있고, 중국의 제도로 말하면 어진이를 쓰는 데는 출신을 따지지 않는다는 것이 고금을 통하여 변함없는 원칙입니다. 이이가 서얼(庶孽)의 허통(許通)을 주장한 의도는 다만 훌륭한 인물을 구하여 임금을 보필하자는 것일 뿐, 일개 익필에게 사심을 둔 것은 아니었는데도 사람들은 대부분 이이의 과실로 돌립니다. 이산해는 익필에게 말하기를 ‘김응남(金應南)이 제주 목사가 된 것을 사람들은 그대가 청탁한 때문이라고 하는데 그대가 만약 이이가 죽고 난 뒤 곧 절교하였더라면 이러한 환란을 받지 않았을 것이다.’ 하였습니다. 이발·이길·백유양은 또 그의 형제가 정철과 평소 교분이 두터운 것을 미워하고, 또 자기들의 단점을 의논할까 의심하여 몰래 해당 관리를 사주하여 사조(四朝)의 양적(良籍)을 모두 없애고 불법으로 환천(還賤)시킨 다음 곤장을 안겨 거의 죽음에 이르게 하였습니다. 그리고 그의 자손 70여 명도 모두 안씨(安氏)들의 보복을 두려워한 나머지 가업을 파산(破産)하고 도망가 돌아갈 곳이 없게 되었는데, 혹은 ‘경외(京外)에 흩어져 걸인이 되었다.’ 하고 혹은 ‘배를 타고 섬으로 갔다.’ 합니다 흩어져 걸인이 되었다면 70여 명 모두가 머지 않아 구렁텅이의 해골이 될 것이고 배를 타고 섬으로 갔다면 70여 명이 장차 수적(水賊)들에게 죽음을 당하게 될 것입니다. 아, 성은은 하늘과 같아서 생장(生長)시키지 않는 것이 없어 사형의 죄에 해당되는 자라도 또한 삼복(三覆)을 시행하여 형벌이 조금이라고 의심스러운 단서가 있으면 반드시 널리 공의(公議)를 거두어 살리는 길을 찾습니다. 심지어 송아지가 슬프게 울어도 성려(聖慮)를 다하고, 타락(駝酪)의 진상을 감함에 동산속의 초목이 모두 생기를 띠게 되는 법인데, 유독 이 70여 명의 목숨은 죽음의 경지에 닥쳤는데도 누구 하나 애석하게 여기는 사람이 없습니다. 동해에 한 원부(怨婦)가 있자 3년 동안 큰 가뭄이 들었다 하는데 금년 봄의 가뭄과 우박도 이 일 때문이 아니라고 할 수 없는데 어찌 군사를 잃은 일개 서예원(徐禮元)을 잡아 가두기만 한 일로 되겠습니까.",
                "hj": "○朔壬戌/以趙憲爲公州州學提督官。 憲上疏, 因論學政之弊, 而極言時事, 其疏曰: 臣狂率有病, 觸世多忤, 守縣無狀, 自取顚躓。 時値畿輔凶歉, 適又師友道喪, 時事日非, 身禍可虞, 自竄荒山, 黃鳥是依, 借廛力耕, 餒在其中, 將懼竝母, 胥塡溝壑。 乃今聖上躬化之秋, 謹庠序之敎; 申孝悌之義, 視中朝增損學制, 別設界首提督, 而不肖之臣, 誤蒙是選。 耕耘多苦, 專廢溫尋, 自以昏昏, 曷能使人昭昭? 內顧慙惶, 不敢就職則菽水之養, 迫於朝夕, 不得不祗掃聖庭, 遍誘蒙士, 以勸三餘之學。 追究禮曹事目中當爲者, 作手書, 布誠于列邑; 又思事目外合爲者, 具公牒, 備申于監司, 或求粘移, 冀以啓稟定奪。 訖潛思是擧, 實係大聖人作爲者, 迥出於尋常萬萬。 臣之職任, 雖不過下州文學, 而養人材、正風俗, 以開萬世之太平, 實是明道先生所願爲者。 須尊師重道, 自內而達外; 尙義去利, 淸源而及流然後, 表正影直, 風行草偃。 學校之臣, 抑可以奉令承敎, 罄師友之聞, 尋行數字, 講事達理, 十年之後, 萬一有螟蛉之化。 而厥今朝家擧措, 讒勝而殄行, 絶無推賢讓能之意, 搢紳之間, 學絶而養乖, 了無興悌不倍之俗。 以至三綱不明; 義理不分, 入主出奴之徒, 方騖於世, 遺君、後親之說, 肆行而無忌。 州縣士人, 亦惟利是求, 欲講立敎明倫, 便謂葩藻之爲急, 纔論白鹿學規, 便謂司馬之或緩。 匹夫之見, 萬無直遂之理, 臣恐不救斯弊, 則數年之間, 必有威陵君父, 戕殺士林, 如莽、操、全忠者作, 積漸爲惡, 率獸食人, 而擧世靡然, 莫之敢攖也, 洪水、猛獸之患, 莫逾斯急。 顧無瞻仰五雲之期, 玆因文武重試之日, 出鄭俠萬死之力; 陳(崔湜)〔崔寔〕策外之言, 切冀聖明之以身爲敎, 大有以振勵也。 臣聞, 道之在人, 均受同得, 不以聖豊; 不以愚嗇, 有敎則無類, 人可爲堯、舜。 爲君上者, 須知豫養於早, 親賢友善, 以身爲敎, 則其下化之, 自有不令而從者矣。 唐、虞、三代之治, 所以卓冠百王者, 用是道也。 降自叔季, 此學不明, 上不知素敎, 而明者歸昏, 則下有以欺蔽, 而讒說易行。 陳蕃、李膺之賢, 天下知之, 而圖危社稷之譖, 盡殲黨錮諸人; 司馬光、趙如愚之忠, 昭如日星, 而道學僞學之謗, 竝棄程、朱門徒。 靈帝鴻都之講, 斗筲皆與焉; 理宗恨不與朱子同朝, 而眞、魏見斥。 崇儒、設敎之事, 只資觀聽之美, 而所令, 實反於所好, 故民斯不從, 邪議竝橫。 學於盧【植。】 鄭【康成。】者, 雖欲扶持一面, 而劉繇、王朗之論安、言計, 無補於漢亡; 漳、潭之人, 雖知死君死父, 而浙中怪論、戴雲鶻突之議, 只促宋滅。 周武王有銘曰: “與其溺於人也, 寧溺於淵。 溺於淵, 猶可游也; 溺於人, 不可捄也。” 玆數君, 由其溺於人之深, 故卒致喪其國之忽焉, 究其溺於人之深之故, 則諒由學不講, 而知不明, 視賢猶讐, 邪者似忠, 逐賢寵邪, 如恐不亟, 下咈民心; 上厭天意, 召災速寇, 與亂同事, 甘以宗器輸之他人, 而莫之知悔也。 嗚呼! 侫人之殆, 固爲可畏, 而此學之明, 尤爲當務之急者乎! 徂玆東土, 箕敎無徵, 三韓以降, 國紀蔑聞。 所賴以知君臣、父子之道, 越至于今, 或有忠孝之繼作者, 四書五經之前至, 而薛聰、禹倬因俗解講明; 《小學》、《家禮》之後至, 而李穡、鄭夢周變夷敎推闡, 用延麗季之危急, 而繼植我朝之綱紀。 金宗直之設敎, 義士如雲, 金宏弼、鄭汝昌, 寔倡道學, 趙光祖之登庸, 民俗幾變, 金淨、朴祥先進讜議。 雖被忌克者媒孽其間, 而代有善人, 跲而復起。 如鄭光弼之力救仁賢; 柳雲之不撓乎群小, 雖見挫折, 矻然有山岳不拔之氣。 李彦迪之辨奸獻忠; 權橃之臨危盡言, 雖謫遐荒, 凝然有大臣體貌。 金安國、宋麟壽之分按兩南, 宣澤敷敎, 而士民迄賴。 白仁傑、安命世之危言直筆, 砥柱頹波, 而公論昭垂。 倘無銷鑠斬伐之禍, 則濟濟之盛、匡輔之美, 必隣於文王之以寧矣。 噫! 此善人, 何負於國家; 何負於生民, 而彼讒人者, 必欲殄絶而不已乎? 惟其士禍之甚酷, 故識微之士, 咸謹於出處。 成守琛知有己卯之難, 而隱於城市; 成運身遇鴒原之慟, 而藏於報恩。 李滉心傷同氣之被禍, 而退居禮安; 林億齡駭見百齡之戕賢, 而棲遲外服。 又如徐敬德之遯于花潭; 金麟厚之絶意名宦; 曺植、李恒之幽栖海隅, 莫非乙巳之禍, 有以激之也。 鄭之雲學於安國, 而懲其師幾陷大網, 韜名麴糵; 成悌元身覩宋麟壽之遭慘, 則婆娑末班, 恢諧終保; 李之菡目見安命世之赴市, 則周遊海島, 佯狂逃世。 是皆廊廟大器、濟世高才, 鴻飛脫弋, 枯落巖壑。 自餘名流, 不遷則孥戮京外, 爲父兄者, 敎其子弟, 咸以禮學爲戒, 良才美質, 無不斲而小之。 朝無讜議, 權奸肆志, 幷取忠賢親友而撲殺之。 血流生民, 禍纏廟社者, 至於元衡、李芑極矣。 而李樑者繼芑交煽, 又將畢害餘人, 人之云亡, 邦國幾乎殄瘁矣。 何幸, 天佑東方, 明廟晩悟? 悉召海塞遷人, 漸復于朝, 林居逸民, 亦多奬敍。 惟其戕害士林, 罪關宗社者, 則不計戚里, 屛黜無疑。 雖其聖德天開, 忠邪自辨, 而李鐸、奇大恒、朴淳之宣力爲多。 噫! 桀、安不誅, 宣帝曷立; 伾、文不死, 憲宗何安? 試觀華督之殺孔父, 而弑殤公; 梁冀之弑質帝, 而殺李固, 奸臣擅國, 兇焰可畏。 手弄八柄, 口含百職, 非此勝彼, 卽彼殺此。 昔在仁廟賓天之日, 三臣就戮, 權橃抗論而見折, 則元衡之黨, 至有攘臂, 幸禍於賓廳。 不啻言論可繼者, 駢首就戮, 而先王愛子, 以次芟刈。 忠州己酉之禍, 草木皆枯; 百齡惡謚之加, 幾滅儒林, 斬伐之威, 氣象如何? 而中學一會之際, 合坐畏縮, 不敢秉筆, 大恒、鐸、淳, 視性命猶鴻毛, 惟以安國家、定社稷爲事, 抗章排雲, 不愛其死。 蓋大恒悼其父非命; 朴淳則父兄師友, 皆親見士禍者, 故慨憤有素, 戮力除姦, 是豈欲託於沈義謙者乎? 由其邪黨一散, 廟謀素定, 故代邸龍騰, 平、勃爲用; 賈誼疏策, 次第陳之。 時有金鎧, 以元衡餘黨, 忌李滉進用, 陰謀沮抑, 以間至治, 鄭澈以眇然末官, 忘身力爭, 幸賴离明旁照, 罪其媢嫉。 鎧也旣黜, 滉有來勢, 而平仲不知仲尼; 臧孫猶抑展禽, 使東周舜民之機, 再失其時。 穆生、申、白之徒, 猶老林壑, 聖主在上, 而民不蒙澤, 朝著孤論, 人或謂黨。 而李珥壬申之疏, 逆覩姦萌, 隱憂浩歎, 累數萬言, 無一字一句, 不出於愛君之誠。 澈則學於奇大升, 而大升學於李滉。 珥則親承警欬於李滉, 又慕光祖之殉國, 謀猷氣槪, 有自來矣。 而精忠激烈, 上感宸衷, 蒙被器使, 展布心力。 澈按江原, 大均民役, 北使之行, 供億雖繁, 極殘之邑, 賴此保之。 且其淸名直節, 聳動一世, 珥甚重之, 期與同升。 保合之策, 又在朴淳, 淳之擧珥薦澈, 乃是相職之當務也。 珥則以爲, 啓沃之際, 不可無嚴憚自重之士, 故力拔其友一人, 置王左右, 乃成守琛之子渾也。 學得於家傳, 而篤信古道, 閉戶窮經, 源深發茂, 養心寡欲, 是可以起人主之敬, 而支大廈之傾者。 故寧暴史魚之屍, 冀用伯玉之賢。 淳亦愛之重之, 厥爲持平之日, 枉駕先之, 一揖而勉留, 以紹黃喜之風。 人之忌之者, 已有積謗, 而淳又加敬, 經席斷斷之啓, 終以致斯人爲急務, 是非淳之所善也, 擧朝好名之士, 孰不以用珥、渾爲言哉? 第此二人, 不諒衰末之俗, 心欲廣譬諭之, 造門之士, 一信其賢, 虛懷待之, 期與善世。 乃如楊畏之叛呂, 而邢恕之害程者, 寔繁有徒。 澈有獻可之明, 先察未形之惡, 而珥則晩悟, 乃致君實之疑。 是故, 人之怨澈者, 入于骨髓。 初忤金孝元, 則竝其姻家金繼輝, 目爲西人; 中忤李潑, 則竝其執友安敏學, 指爲攻東; 末言許篈之惡, 則擧國喧囂, 竝指珥、渾爲西帥。 嗚呼! 唐有牛、李之黨者, 自是相傾相軋, 均有厥咎, 固宜目之爲黨。 宋有川、洛之黨者, 只是川、朔之人, 指道學爲黨耳, 程門豈是樹黨者乎? 渾之行己, 一惟持正, 而好善之量, 無遠近彼此之間, 決不以毁譽, 動其喜怒者也。 珥之秉鈞, 平心率物, 人有一善, 若己有之; 言己之過者, 率置淸要。 若柳成龍、金應南、李潑之徒, 何嘗不入于淸望哉? 由其洞見肝肺, 而一薦不亟, 則赤幟忽立, 不肯竪降幡。 生謀斥逐, 死加醜詆, 以至于今, 根核愈峻, 識珥之面者, 俱黜于外; 知渾之名者, 一廢在野, 上自卿相, 下至韋布, 奔逬蒼黃, 無地容身。 曷嘗有君子爲政, 而剝一時忠賢, 皆使失所哉? 淳之勳舊, 最久在相府, 當此濁世, 見廢者宜怨, 宜與留正, 郊居有年矣。 第此數年之間, 用舍尤錯, 仕途尤溷, 尙德之風日喪; 尙利之徒日進, 招災速害, 資澤久殄。 而一薛居州, 不在王所, 君憂民病, 有司罔以告, 則一介臣之廢國事, 如何哉? 澈之剛直, 只以一唾潑面之故, 而積成見鬼之車, 張弧不脫, 俾餓于中野。 人或謂: “澈嫉惡已甚, 固宜取敗。” 而臣獨目見, 其惜潑兄弟, 多般規責, 冀以回惑, 而潑也不悔, 輾轉椓害, 丁謂懷慙, 必逐寇準矣。 漢無汲直, 則孰制淮南逆謀? 臣所扼腕而長歎者也。 至如成允諧, 當代逸民之最尤者也。 言論、風旨, 不敢變白作黑, 至聞時論之變, 而感慨病重, 則生不聞請致申公, 而死不列於王官。 韓脩、閔純俱以老成宿儒, 爲世所重, 只爲不附時議, 坐枯郊坰。 李俊民、安自裕倜儻倚偉之士, 一無邪心者, 而一言珥賢, 則皆使杜門私第。 金繼輝之淸直少黨, 先朝以來, 素稱孤忠, 而才猷兼備, 爲珥所許, 則生廢崇班, 死加惡名。 具鳳齡之廉公有威, 湖西之民, 皆謂善治, 而曾過南平, 一不問李潑, 則斥以沈黨, 至使擯死。 洪聖民之植立不阿, 洛下之士, 咸稱吉人, 而辛應時之亡, 一挽相弔, 竝及於珥, 則黜之於外, 困坐蘇軾。 李山甫之忠信可仗, 擧朝無匹, 而珥、澈有問, 直達所見, 不逐時論, 有所低昻, 則弘敏一言, 卽退(李洸)〔李光〕。 況若尹根壽、朴漸之徒, 守正不阿, 現有前功, 與忠斥邪, 明有後效, 而無不以邦朋邦誣目之。 李海壽、白惟咸, 淸名直氣, 俱有父風, 海壽識珥之深, 而不聽宇顒橫議; 惟咸信渾之篤, 而不從惟讓浮沈, 則一以濁亂駁之。 又如辛應命之出判寧邊; 柳拱辰之黜爲評事, 尹淳、金權、金瑞生、李恒福、洪麟祥、尹暹之徒, 一發賢珥、是渾之口, 無不排擯。 不惟達官顯職, 一廢耆老白首之人, 而新進揀擇, 一惟潑、篈指揮。 是欲率一世英秀之才, 而驅之不忠、不孝之域也, 臣竊歎焉。 至若楊士奇, 淸謹願忠之人也。 牧民之勞, 積二十年, 邊謀遠猷, 聖主察之。 而心服珥善, 累形於言, 則再奪通政之加, 使之齎志而死。 尹祁杖劍于長興, 以止金澍之退怯, 以堅靈巖城守。 少知君父之爲急者, 壯必益忠義之氣。 而恐其直言人過, 爲澈所與, 則終厥身投僻縣, 一廢言責之路。 李民覺治民有聲, 動有去後之思。 而嘗宰善山, 見許篈緩赴父病, 疑其傳語李瑀, 以及于珥, 一廢司諫之望, 則晋山之牧, 陰囑顯駁, 幷沒李瑀之善。 安敏學出入珥、渾之門, 奉親事兄, 實有人所難能者, 但其剛腸嫉惡, 性稟於天, 凡人有失, 無不正色規之, 故人皆憚之。 篈到尙州, 臨喪不哀, 又疑河洛之傳語敏學, 以及于珥, 未躋通顯之秩, 則大興監務, 民服淸儉, 而至以不孝、不友彈之, 幷廢河洛之直。 徐益之奉使六鎭, 親受六條之問, 諄諄夢中之語, 如見塞外山川, 大爲將士所敬服, 以此尤悼珥亡。 疏論柳【成龍。】、鄭【汝立。】者, 雖似不中, 實不欺寸心于君父, 而惡其敢言, 幷其吏才而廢之。 金千鎰, 李恒之門人也。 行己治民, 不負所學, 秉彝好德之天, 最所全有者也。 心知珥善, 而一不降辭色於時譽, 則潭民借寇之願, 至囑臺官而沮之。 又若李義健、李希參、邊士楨、鄭雲龍, 一種有公論之徒, 無不以潑而廢棄, 州縣末官, 無不坐珥而尋事奇中。 臣之知名者如此, 則臣所不知者, 何限? 乃若宋翼弼, 雖祀連之子, 到老劬書, 學邃經明, 行方言直, 足蓋父愆。 珥、渾皆作畏友, 常如諸葛之於法正。 且其敎誨之際, 善發人意思, 感奮自立, 爲生、進者, 亦克有徒, 如金長生、許雨, 行義著于京外; 姜燦、鄭曄, 俱有英秀之才。 以 祖典言之, 訓人有成, 例有賞職; 以華制言之, 立賢無方, 亘古以達今。 珥之力通庶類, 其意只在求賢以補闕, 不是私一翼弼, 而人多歸咎於珥。 山海則謂翼弼曰: “應南之爲濟牧, 人言由君之囑也。 君若自珥之死, 卽與絶交, 則可無此患。” 潑、洁、惟讓, 則又憎其兄弟與澈素厚, 疑議己短, 陰囑該官, 盡廢四朝良籍, 而枉法還賤, 至使幾斃杖下。 而幷子孫七十餘口, 咸畏安氏報仇, 破家奔竄, 無所於歸。 或云: “散丐京外。” 或云: “船飄海島。” 散丐則七十餘口, 擧將爲溝中之骨矣; 船飄則七十餘口, 擧將爲水賊之殲矣。 嗚呼! 聖恩如天, 無物不春, 至於大辟者, 亦皆三覆, 刑之少有疑端, 必使廣收公議, 以求生道。 至有牛犢哀鳴, 亦軫聖慮, 至減酡酪之進, 區中草木, 皆有生意。 而獨此七十餘口, 迫之死域, 而人無愛惜也。 東海有一冤婦, 三年大旱, 今春旱雹, 未必不由於此, 豈止薄行喪師一禮元, 幽囚而已哉?"
            },
            "2": {
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 2번째기사",
                "gt-oKo": "아, 이이 한 사람이 죽자 백물(百物)이 제자리를 잃은 것을 이루 다 기록할 수 없고 원한이 하늘까지 뻗쳐 기근의 화를 내림으로써 경기·해서·호남·영남의 백성들이 거개가 굶어죽거나 도적이 되었는데도 국사를 도모하는 자들은 큰 걱정으로 여기지 않고 한갓 권세에 빌붙어 아첨하면서 교묘히 일신의 영달만을 도모하고 있습니다. 그리하여 허봉을 옳게 여기고 이이을 그르다고 하는 자들은 모두 금장적불(金章赤芾)을 차지하여 후인(侯人)의 풍자를 아랑곳하지 않고, 찬란한 의복이 동인(東人)의 자식들에게만 입혀져 관직의 알선과 교체가 모두 저들의 뜻대로 되지 않는 것이 없습니다. 이것이 과연 형벌과 상전이 천명(天命)·천토(天討)에서 나오고 팔병 육전(八柄六典)이 모두 전하의 예단(叡斷)에서 나온 것이라 할 수 있겠습니까? 신은 이와 같이 하여 그치지 않는다면 장차 이(李)와【양(樑).】 윤(尹)을【원형(元衡).】 위하여 복수하려는 자가 왕망(王莽)·조조(曹操)와 같은 역적으로 변하더라고 항의하는 사람이 없게 될까 염려됩니다. 혹자들은 ‘이이와 성혼이 의겸과 절교하지 않았으니, 이는 서인(西人)의 괴수가 아닌가.’ 합니다. 대개 의겸이 젊어서 정의롭다는 명성이 있었던 것을 사람들은 탈탈(脫脫)이 원(元)나라에 충성한 일에 비유하였지만, 그가 예조 참판으로 있을 때 유선(儒先)을 포창하고 시호를 내리는 일에 누구보다 더 많은 노력을 하여 감개하고 사모하는 뜻이 유희춘(柳希春)에게 뒤지지 않았으며, 호남의 변방을 안찰할 때에는 백성들의 요역을 공평하게 하여 번위(藩衛)를 튼튼하게 하고 선비들의 기풍을 진작시켜 풍속을 두텁게 하려 하였으니, 그 뜻이 가상합니다. 통진(通津)의 옛집에는 벼슬한 뒤에 특별히 늘린 토지가 없고 부세는 언제나 이웃보다 먼저 납부하였는데, 이는 신이 직접 본 사실입니다. 이발은 그가 자전(慈殿)께 편지를 보냈다는 것으로 허물을 삼았는데 그 일의 유무는 외지에 있는 신으로서는 알 수 없습니다. 다만 생각건대 한나라 조정의 대신들이 여후(呂后)의 상을 당하여 제왕(齊王)을 세우기로 의논하자, 유택(劉澤)이 ‘여씨(呂氏)가 외가의 악으로서 거의 종묘를 위태롭게 하였었는데 지금 제왕의 외가에 사균(駟鈞)의 포악함이 여산(呂産)보다 못하지 않으니, 만약 제왕을 세우게 되면 사균이 멋대로 날뛰어 마치 호랑이가 관을 쓴 듯할 테니 이는 그가 다시 여씨가 되는 셈이다.’ 하였고, 또 회남왕(淮南王)을 세우기로 의논하자 대중들이 ‘회남왕은 훌륭하나 젊은 어머니가 본래 질투심이 많아 그 집이 가장 악하니 세워서는 안 된다.’ 하였는데, 주발(周勃)이 말하기를 ‘오직 대왕(代王)만이 어질고 효성스러우며 관후하여 천하에 칭송이 자자하고 외가인 박씨(薄氏)도 본래 장자(長者)라고 일컬어졌으며 근신하고 겸화(謙和)하여 평민과 다름이 없다.’ 하고 드디어 대(代)에서 맞이하여 황제로 세웠습니다. 대저 임금[太上]이란 백성의 부모이고 생민(生民)의 시초로서 만복의 근원이 모두 임금에게 달려 있습니다. 그리고 후부인(后夫人)의 행실이 천지에 짝되지 못하면 외척만을 신임하여 세대마다 우환이 되는 것입니다. 윤원형의 용사(用事)로 인하여 사민(士民)으로서 멸족된 집이 무수하였는데, 이것은 의겸이 직접 그 화를 보았기 때문에 크게 상심한 나머지 왕비의 간택을 의논함에 있어 앞서의 유택·주발의 견해와 같이 반드시 근후한 명가(名家)에서 구하여야만 영원히 후환이 없을 것이라고 여기고 깊이 부희(傅熹)의 근심을 품고 직접 알릴 길이 없어 은밀히 선인성후(宣仁聖后)께 아뢴 것이 아니었겠습니까. 혹자는 ‘이 사람에 대한 평판이 날로 격렬해지는데 과감히 물러갈 줄을 모르고 있으니, 이는 권세를 탐하는 것이 아닌가.’ 하는데, 이는 옛날 현인들의 진퇴하는 도리를 가지고 모든 사람에게 기대하는 것이니, 사람을 질책함이 너무 각박함을 볼 수 있습니다. 만약 이 말을 가지고 조정에 있는 선비들에게 똑같이 적용하였을 경우 어느 누가 그 직책을 잘 수행하지 못한다 하여 깨끗이 물러갈 자가 있겠습니까. 그리고 이이와 성혼은 그와 오랜 교분이 있었는데 어찌 유언 비어를 믿고 절교할 수가 있었겠습니까. 심의겸은 늘 두 사람을 염두에 두고 있었지만 근거없는 논의가 일어나자 이이는 서로 방문하는 자취를 끊었고, 성혼은 두문불출하다가 조정에 출사했을 때와 이이의 상을 조문할 때에 처음으로 문밖에 나왔습니다. 그 전말이 이러한데도 문객이라 하여 선행까지 없애버리니, 이는 성주를 기망함이 아니겠습니까. 대저 이이는 타고난 자질이 본래 고매한데다 장성하면서 더욱 부지런히 경륜과 학문에 힘써 경사(經史)를 훤히 꿰뚫었고 효제의 행실은 신명(神明)을 통하였으며, 문사(文詞)와 모려(謀慮)는 조정의 관료를 능가하고 물러감은 쉽게 여기고 진출함은 어렵게 여겨 자신의 지조를 확고하게 지켰으므로 곧바로 성상에게 발탁되었으니 어찌 척리(戚里)와 결탁한 뒤에 요로에 오른 것이겠습니까. 그가 봉씨(奉氏)의 토지를 빼앗았다는 것으로 허물을 삼는 일에 대하여는 신이 사실이 그렇지 않음을 분명히 알고 있습니다. 배천(白川)은 신의 선조(先祖)가 살던 고향인데 신이 가문의 족보 일로 갔다가 직접 이함(李諴)에게 그 연유를 물으니, 이함이 말하기를 ‘내가 지난날에 직접 가서 측량했는데 봉씨 가문의 소유로서 입안(立案)된 것 외에 여분의 진흙땅이 많이 있었으며, 이번(李璠)의 절수(折受)는 잘못된 것이 아니다.’ 하였습니다. 신이 그의 말을 분명히 듣고 해서(海西)로 가 이이를 만났습니다. 그때 마침 이발이 이이에게 편지를 보냈는데 그 내용에 ‘경연에 나아가 주상께 이이를 빨리 부르도록 간청하였는데 그때 봉가의 소송이 들어왔다. 주상께서 「비록 그 형의 토지라 하더라고 왜 봉가에게 다 넘겨 주도록 권하지 않는가?」 하였다.’는 것이었습니다. 이이는 그 편지를 보고 눈물을 글썽이면서 신에게 말하기를 ‘형님의 생활이 곤궁한 것은 그대도 알 것이다. 여분의 진흙땅은 봉가의 토지와는 상관이 없는 것이기 때문에 연로한 형님께서 그 땅을 갈아 생활을 꾸려가고 있는데, 이제 그집에서 소송을 제기하였으므로 내가 일찍이 형님께 포기하도록 권하였으나, 형님은 죽어도 포기할 수 없다 하니, 어찌 하면 좋겠는가?’ 하였습니다. 그때 이배달(李培達)이란 사람이 이이에게 수학하고 있었는데, 그가 말하기를 ‘서울의 친구분들이 영형(令兄)께서 애매하게 빼앗기는 연유를 환히 알고서 상의하여 각자 포목을 갹출하여 얼마간의 전지를 사서 영형께 주어 생활할 수 있게 하려고 합니다.’ 하니, 이이가 말하기를 ‘나로서 형님을 돌볼 여유가 없어 가난한 친구들까지 괴롭히게 되었으니 또한 매우 미안하다. 그런데 성유(聖諭)의 정녕함을 받들고 보니 몸둘 바를 모르겠다.’ 하였습니다. 신이 송경(松京)에 들러 이번을 만나 이발의 편지 사연을 말하고 봉가에게 넘겨주기를 권하니, 이번이 말하기를 ‘나는 송곳을 꽂을 만한 땅도 없다. 처자가 지금 이 땅으로 먹고 사는데, 정당하게 절수받아 오랫동안 경작해 온 땅을 남에게 넘겨주라 하니 이 무슨 도리인가?’ 하였습니다. 이에 신이 배달이 힘을 합쳐 전지를 사주려고 한다는 말을 하고 내어주도록 힘써 권하였습니다. 그후 이이가 부름을 받고서 그의 형에게 간절히 권하여 입안(立案) 문서까지 모두 봉씨에게 넘겨주게 하였습니다. 그러나 친구들의 힘이 많은 전지를 사주지 못하였으므로 이번의 집이 생활 터전을 잃고 지금 추위와 굶주림 속에 살고 있습니다. 이것은 분명한 사실인데도 남의 땅을 빼앗았다고 하니 이는 무계(誣啓)가 아니겠습니까? 더구나 배에 실은 곡식을 받았다는 것을 그의 한 가지 허물로 삼고 있는데, 이이가 조정에 벼슬하였을 때에는 형제·형수·조카들이 모두 한집에서 생활하여 상하 1백여 식구가 늘 서울과 해서를 따라다녔으므로 그의 봉록과 토지의 수확으로는 그들의 의식을 전부 감당할 수 없어 항상 가동(家僮)을 시켜 꾸어대게 하였고, 집과 토지를 팔아서야 겨우 생활을 꾸릴 수 있었습니다. 그가 죽던 날 상자에는 겹옷[重衣] 한 벌 없었고 고향에는 비옥한 토지 한 필지가 없었으니 그의 청빈한 정상은 온 나라가 칭송하고 있습니다. 그리고 일찍이 한 말의 쌀도 누구에게서 받은 사실이 없는데 어찌 배에 실은 곡식을 온통 받았을 리가 있겠습니까? ‘주색(酒色)을 좋아하는 정철을 이이가 추천한 것은 부당하다.’는 말에 대해서, 사람들이 ‘정철의 병통을 자못 적중하였다.’고 하지만, 실은 그의 심사(心事)를 모른 것입니다. 우리 나라의 남자로서 스스로 갱참(坑塹)의 치욕에서 빠져 나온 자가 이지함·성혼 외에 다시 몇 사람이나 있습니까? 계포(季布)가 술주정을 부린다는 비방을 받고 하동 태수(河東太守)로 나가자 조정의 체통이 없어져 제후들이 한나라를 가볍게 여겼고, 사안(謝安)이 기생을 데리고 동산(東山)에서 놀았지만 진(晉)나라가 조석으로 의지하여 그가 지시하는 방략(方略)을 따라 서쪽으로 강한 진(秦)나라를 물리치고 또 조용히 담소하며 앉아서 환온(桓溫)을 꺾었으니, 사람의 도량이란 서로 같지 않고 시기를 만나는 것도 다릅니다. 완적(阮籍)은 술취한 체하여 종회(鍾會)의 참소로 죽음을 당하는 화를 모면하였지만 혜강(嵆康)은 직접 해를 받았습니다. 정철에게 형 하나가 있었는데 곤장 아래에서 죽었고 매부 계림군(桂林君)도 머리를 깎고 중이 되었지만 죽음을 당했으며, 벼슬길에 나갈 때마다 걸핏하면 종회가 한 것처럼 해치려는 자가 있었으니 너무도 애처롭습니다. 그가 술취한 체한 것은 실로 완적의 계획에서 나온 것으로서, 그는 호남에 관찰사로 나갔을 때 형수가 순천(順天)에 살았고 그의 젊은 첩이 형수와 함께 살고 있었는데 순천에서 3일 동안 머무르며 날마다 형수에게 문안갔다가도 밤에는 관사로 돌아와 잠을 잤고 감히 첩과 사사로이 대화할 생각을 하지 않았으니, 그의 신독(愼獨)의 노력은 보통 사람으로서는 미칠 수 없는 것이었습니다. 그리고 그가 부모의 제삿날을 만나면 한 달 동안 술을 끊었는데 그 사실은 성혼의 시에서 징험할 수 있고, 백성들의 요역을 살필 때에도 한 달 동안 술을 중지하였는데 술자리를 마련한 것은 오직 손님 접대, 노인 봉양, 선비들의 연회하는 예절에 국한되었으며, 네 고을의 기생들을 한 번도 행차에 태우고 다닌 적이 없었습니다. 이 때문에 신기(神氣)가 맑고 깨끗하여 여러 가지 일을 잘 처리하였고, 몇 달 동안에 50고을의 요역을 균등하게 하는 일을 마쳤으며 궁벽한 마을에서 인구(人口)에 따라 거두는 가혹한 수탈이 예전에 비하여 반감되었습니다. 상벌을 내림에도 엄격하고 분명하여 비록 요직에 있는 자의 친척일지라도 그 죄를 용서하지 않았으므로 사람들이 혜택을 입음이 마치 맹호가 산에 있으면 여곽(藜藿)을 뜯지 못하는 것과 같았습니다. 그리고 청렴 결백한 마음을 지녔고 정성을 다하여 공사를 처리하였으므로 사람들이 감히 사사로운 일로 청탁하지 못했으니 그가 나라에 신명을 바치겠다는 일념은 그의 ‘청조(聽潮)’란 시에 잘 나타나 있습니다. 대사헌이 되었을 때에는 시정(市井) 사람들이 ‘이(李)【이(珥).】·정(鄭)【철(澈).】두 대부가 그 자리에 나오면 각 관사에서 마구 거두는 일이 없다.’ 하였는데, 이는 그가 밖으로는 술을 좋아한다는 이름이 있지만 안으로는 몸을 해치는 사실이 없고 국가의 대사를 담당해서는 제대로 처리해 나가는 재능도 지니고 있는 것입니다. 따라서 그는 김우옹(金宇顒)·유몽학(柳夢鶴)처럼 말은 잘하면서 행실은 어긋나고 겉모습은 엄격하면서도 뜻은 유약한 자, 서인원(徐仁元)·허봉(許篈)·김첨(金瞻)과 같이 흉험(凶險)한 성격으로 변해버린 자, 이발(李潑)·이길(李洁)·정여립(鄭汝立)·윤기신(尹起辛)과 같이 스승을 배반하는 자, 송응개(宋應慨)·송응형(宋應炯)과 같이 대대로 악을 드날리는 자 등과는 어찌 천지의 현격한 차이뿐이겠습니까. 이들은 정철을 천거하면서 자기들은 젖혀놓았다는 것으로 분노를 터뜨리는가 하면 복두(襆頭)를 쓰고 밤길을 다니며 혹은 몽학의 집에서 자고 혹은 기신의 집에서 모여 허물을 들추어내고 남의 손을 빌어 터무니없는 말을 날조하여서 주상의 들으심을 현혹시키고 국시(國是)를 변란(變亂)시켰습니다. 세월이 지날수록 그들의 심성과 행적이 더욱 드러나 저들은 이렇다 할 선행이 없고 이쪽은 덕이 있어 버리기 어려운 인물이었습니다. 성룡은 약간 지혜로워 속으로 부끄러워하며 먼저 물러갔으나 우옹·이발은 더욱 전의 잘못을 성사시키려고 도성에 머무르면서 눈치 보기를 쉬지 않고 있으니, 이는 신종(神宗)이 이른바 ‘잔당들은 물리쳐도 떠나가지 않는다.’는 자들입니다. 저 이발의 무식함은 아예 말할 것도 없지만 우옹은 삼경(三經)의 의리가 쓸어버린 듯이 없어졌으니, 신이 책을 덮고 크게 탄식하게 되는 바입니다. 대개 저 몇 사람의 교활한 자들은 애당초 선비의 이름을 가탁하고 이이를 선류(善類)의 종주라고 다투어 말하면서, 밤낮으로 상종하여 그의 당인(黨人)들까지 칭찬하기에 이르렀는데, 이이도 국사는 한 사람의 손으로 할 수 없고 여러 어진 사람들이 서로 도와야 된다고 여겼기 때문에 모두 함께 포용하여 신구(新舊)를 묻지 않았고, 원규(元規)와 자경(子京) 같은 자들도 역시 수록(收錄)에 들어갔습니다. 이에 사람들은 제각기 생각하기를 ‘전관(銓官)이 되지 않으면 반드시 남대(南臺)의 자리를 얻을 것이다.’ 하였는데 김효원(金孝元)을 외지로 내보내고부터는 원수가 나라 안에 가득하게 되었습니다. 그중 서인원은 효원의 모주(謀主)가 되고, 유몽학·박근원은 심복이 되고, 윤기신·김창일(金昌一)은 팔다리가 되고, 송응개·송응형·허봉·김첨·이발·이길·정여립은 번갈아가며 어금니와 발톱이 되었습니다. 그리고 유성룡은 들락날락하면서 자주 김효원을 옹호해주는 논의를 하였는데, 이이가 애당초 그 아비의 행장을 지어달라는 부탁을 거절하여 한 번 뜻을 거역하였고, 또 경연에서 응대(應對)를 자세하고 풍부하게 하자, 성룡이 시기하여 ‘일에 임하여 모의하기를 좋아한다.[臨事好謀]’는 말로 헐뜯었습니다. 또한 서인원이 크게 흉악한 마음을 품고 있다고 말하자 ‘집에서 성난 것을 시장에 가서 얼굴을 붉힌다.’고 하면서 당치않게 헐뜯고 꾸짖었으며, 끝으로 태평관(太平館)에서 실례한 일을 언급하자 접반사로 갔을 때의 한 가지 일을 끄집어내어 ‘공론을 빙자하여 개인적인 분풀이를 하였다.’ 하였으니, 이는 성룡의 학술이 정심(精深)하지 못하기 때문에 턱없이 시기를 부린 것입니다. 대저 위공(魏公)의 행장은 주자가 중년에 지은 것인데 만년의 견문(見聞)으로 볼 때 한두 곳 의심스럽고 후회된다는 뜻이 있음을 면치 못하였는가 하면 남헌(南軒)의 윤필(潤筆)이 있을 것을 염려하였으니, 아무리 효성스럽고 인자한 자손일지라도 좋은 말로만 묘문(墓文)을 쓸 수 없는 것입니다. 따라서 유성룡이 분노한 것은 또한 그릇된 것이 아니겠습니까. 세상 일이란 매우 간단하고 평이한데 다만 용렬한 사람들이 뒤흔들기 때문에 군자가 하는 일에는 으레 고난과 장애가 많게 되는 법입니다. 그러나 만약 총명한 임금과 어진 신하가 서로 만나 간하면 실행하고 말하면 들어주는 상황이면, 백성을 사랑하며 인정(仁政)을 베푸는 것이 아무리 큰 일이라 할지라고 다만 서서 담론하는 사이에서 나오고, 오(吳)와 연합하여 촉(蜀)을 다스리는 탁월한 계책도 삼빙(三聘)했던 초기에 정할 수 있는 것입니다. 이이에게 경국 제세(經國濟世)의 재능이 있는 것은 이미 벼슬길에 나온 초년에 드러났고, 폐단을 제거하여 백성의 고통을 없애려 한 뜻은 《동호문답(東湖問答)》에 본시 갖추어졌으며, 몸을 닦고 정치를 하는 도는 《성학집요(聖學輯要)》에 자세하게 기술하여 성상의 질문에 메아리처럼 답하였으니, 이 어찌 스스로의 힘을 요량하지 못한 자이겠습니까. 공자가 ‘일에 임하여 신중하게 계획하는 자와 함께 하겠다.’고 한 가르침은 자로(子路)의 ‘삼군(三軍)을 움직일 때 누구와 함께 하시겠습니까?’라는 질문에 답하여 그의 지나치게 강한 용맹을 억제한 것이니, 군신이 자문하고 의논하는 사이에 적용할 만한 말은 아닙니다. 유성룡이 나라에 충성하려는 마음이 있다면 임금 노릇하기도 어렵고 신하 노릇하기도 쉽지 않다는 뜻을 지니고 잇따라 묻고 대답하는 말을 나누면서 주상의 뜻을 받들어 서로 보필하는 것이 옳았습니다. 그런데 자신의 좁은 견해를 믿고 10년 동안 으르렁거리기만 했으니, 너무 심하게 미혹됨이 아니겠습니까. 사람이 한 몸을 갖고 있으면서 꼭 해야 될 일이 많고, 한평생 학문을 하더라고 오히려 허물을 적게 하기가 어렵다고 여기는 것입니다. 그런데 서인원의 학문은 오랜 세월 깊이 수양한 공력도 없으면서 남의 장단점을 논하는 데 몰두하고, 자신을 책망함에는 엄격하지 않고 남은 가혹하게 질책하며, 선악을 논하는 말이 자신의 실천과는 거리가 멀고 좋아하거나 미워하는 마음은 권세의 향방에 따르고 있습니다. 그리고 그의 아우 서예원(徐禮元)은 몰래 장수의 첩을 간음하여 무인(武人)들로부터 개돼지 취급을 받았고, 그 때문에 여러 해 동안 과거 응시를 정지당하자 인원이 늘 새벽에 무관(武官)의 집에 찾아가 문안하면서 해금(解禁)을 부탁하였습니다. 그뒤 무과에 급제하고서는 장수의 천거에 오르기를 도모하였고, 금오(金吾)에 들어가게 되자 아예 관소의 자리를 비워두고 서울에 머물면서 갖은 계략으로 벗어나기를 도모하였습니다. 한수(韓脩)의 나이와 덕망은 서울의 선배들도 경외하는 바인데 그가 인원의 속셈을 알게 되자 기필코 음해를 자행하고 나아가 일가붙이까지 연루시켜 헐뜯었습니다. 박순의 청렴, 정직함은 조야(朝野)의 사민(士民)들이 의중(倚重)하는 바로서 우리 나라의 기강이었는데 기필코 밀쳐내기를 도모하고 나아가 그의 평소의 친구까지 모함하였습니다. 조정의 관료를 억누르고 위세로 군부를 능멸하면서, 남쪽으로 이(李)【발(潑).】·정(鄭)과【여립(汝立).】 내통하교 북쪽으로 성혼·민순(閔純)을 견제하였으니, 비록 흉악을 품고 있다고 말하더라도 가한데, 성룡은 좋게 여기고 그 악한 점을 알지 못하였습니다. 옛날 맹희자(孟僖子)는 노(魯)나라 임금의 빈상(擯相)이 되어 제후들과 대응할 때 의례(儀禮)를 잘 돕지 못한 것을 부끄럽게 여겨 예절에 능한 사람에게 가르침을 받았고 세상을 떠날 무렵에는 두 아들을 공자에게 보내어 예를 배우게 하였습니다. 중국 사신이 왔을 때 성룡이 빈상(擯相)이 되어 지존(至尊)을 모시고 어문(御門)을 경유하지 않은 것은 그의 큰 실수였습니다. 휘장을 들고 막사를 옮길 즈음에 이이가 신응시에게 ‘내 일찍이 유(柳)는 치사(治事)를 잘할 것이라고 여겼는데 지금 대례(大禮)를 돕는 일이 어찌 저토록 두서가 전도될 수 있는가.’ 하니 응시가 성룡이 있는 장막을 가리키면서 목소리를 낮추라고 권하자 이이는 더욱 소리를 높여 ‘알더라도 무슨 상관이 있겠는가.’ 하면서 장막 밖으로 나아가서 말하였다. 이는 군자다운 용심(用心)인데 성룡은 감정을 품고 틈을 노려 양쪽으로 공격하면서 자신의 분풀이를 하게 된 것을 다행스럽게 여겼으며 심지어 그의 친구까지 충동질하기에 이르렀는데, 그의 마음이 바르지 못한 것은 실상 그의 학문이 배치된 데서 연유한 것입니다. 그러므로 여태까지 책침문(責沈文)을 음송(吟誦)하면서 자책하였다는 소문을 듣지 못하였고, 오히려 첩의 집에서 나흘 간이나 왕명을 묵히기까지 하였습니다. 이는 이기(李墍)도 매우 수치로 여긴 바인데 성룡이 그 짓을 하였으니, 맹희자와 비교할 때 어찌 이토록 차이가 납니까. 맹자(孟子)의 말에 ‘그 마음에서 생겨 그 정사를 해치고 정사에 나타나서 그 일을 해친다.’ 하였으니, 이는 바로 이런 사람을 지적한 것입니다. 대저 신하로서 국사를 담당하여 원망을 떠맡게 되면 반드시 불길(不吉)한 사람이 뒤따라 헐뜯고 훼방하는 법입니다. 도간(陶侃)은 충신이었지만 날개의 꿈을 의아히 여겼고, 장준(張浚)은 충성과 노력을 다하였는데 사람들이 권세를 부린다고 하였습니다. 총명한 임금은 진실과 거짓을 훤히 살펴 비록 소신(小臣)들의 작은 원한이라고 살피지 않아서는 안 되는데 하물며 대신이겠습니까. 이이에게 현기증이 있는 것은 나라 사람들이 모두 아는 사실입니다. 부름을 받고 들어가다가 갑자기 현기증이 일어 곧장 정원으로 나가지 못하였는데 ‘교만한 행실로 임금을 속였다.’고 논하였습니다. 그리고 북쪽 오랑캐가 침범하여 병거(兵車)를 내보내는 일이 급하므로 을묘년에 말을 빼앗아 타고 갔던 환란을 징계하고 감천궁(甘泉宮)이 봉화(烽火)의 위급함을 걱정하며 구획하여 조발하고 나서 아뢴 것입니다. 이는 일의 형편상 당연한 조치였는데 ‘나라의 권세를 제맘대로 하였다.’고 논하여 기어이 하루 만에 물러가게 하였으니, 이 무슨 마음이겠습니까. 그런데도 이발과 우옹은 그러한 연유는 살피지 않고 오직 그럴듯하게 말을 꾸며 단연코 반대하는 계(啓)을 올렸습니다. 아, 방몽(逄蒙)이 예(羿)를 죽인 일은 모든 사람들이 증오하는 바인데, 참인(讒人)들이 끝없이 날뛰어 나라의 운명이 위급해지고, 사우(師友) 간의 도의가 민멸된 것이 지금보다 심한 적이 없었습니다. 이이·성혼을 누구보다도 더 공경하여 애당초 태산 북두(泰山北斗)처럼 여기며 조석으로 문안하기까지 하던 이발·이길·정여립·윤기신 네 사람이 한 번 천거를 빨리하지 않자 도리어 시호(豺虎)와 독약처럼 될 줄이야 어찌 생각이나 했겠습니까. 더구나 기신은 날마다 경상(卿相)의 문에 가서 훼방하고, 또 김창일(金昌一)과 번갈아 가며 영남으로 내려가 명류(名流)들에게 두루 이간질하여 기필코 제거시킨 뒤에야 흔쾌한 마음을 가졌습니다. 예부터 지금까지 어찌 스승을 해치고 도를 배반하고서 그 임금을 사랑한 자가 있었겠습니까. 신은 우옹과 동년 급제(同年及弟)로 함께 중학 전적(中學典籍)이 되었는데 여립은 그때 훈도(訓導)로 있었습니다. 이에 모두 이이·성혼의 문하에 들어간 것을 기쁘게 여겼는데 유생을 뽑아 가르치자는 약속을 겨우 정하고 나서 곧 자리를 옮기고 말았습니다. 그 뒤로도 늘 그를 선량한 사람이라 생각하였고 또 이발·이길과 교분이 더욱 깊었던 것은 다만 그들이 이이·성혼을 독실히 믿었었기 때문입니다. 그런데 근거없는 논의가 크게 일어나자 이발이 신에게 이이가 정철을 천거한 일은 그르다고 누차 말하였는데 신은 이미 정철의 처사가 신명(神明)에게 대해서도 부끄러움이 없다는 것을 직접 보아 알았기 때문에 구차하게 따를 수 없었고, 또 상소하여 이이의 처지가 외롭고 위태로운 것을 변론하였습니다. 그뒤 어머니를 봉양하기 위하여 보은 현감(報恩縣監)으로 보내주기를 청하였는데, 최영경(崔永慶)이 아침에 지나가면서 이이를 나무라고, 김우옹이 저녁에 들러서 이이를 조롱하기에 신도 비로소 의심이 생겨 속으로 ‘최영경은 초야에서 욕심이 없는 사람이고 김우옹은 진퇴가 단정하고 분명한 선비이니, 기롱하고 꾸짖는 데는 반드시 까닭이 있을 것이다.’ 하였습니다. 그런데 삼사가 번갈아가며 공박하자 전하께서 진노하시고 하낙(河洛)의 곧은 논의가 정원에서 오랫동안 지체되고 성혼의 정직한 말도 사사로이 편당을 비호한다고 지목하는가 하면, 오히려 허봉이 현인을 해치려는 상소에 대하여는 그것이 군부를 기망하는 것임에도 불구하고 사람들이 이상하게 여기지 않음에 미쳐서야 소인들이 얽히고 결합되어 얼음을 숯으로 만들고 사슴을 말이라고 하는 수작임을 알았습니다. 만일 주상께서 도깨비 같은 무리들의 정상을 잘 살피지 않았더라면 남곤(南袞)이 저질렀던 일이 다시 이 무리들에게서 재현되어 충신·현인이 어육(魚肉)이 되어도 세상에서 애석하게 여기지 않았을 것입니다. 신이 이에 깊이 상심하여 이발에게 편지하기를 ‘상복을 입고 있는 몸으로서 외물에 연연한 마음을 갖지 않을 때에 본심을 되찾는 것이 옳음을 깊이 생각하고 다시 동류가 함께 망하게 되는 것을 생각하라.’ 하니, 이발의 답서에 ‘어찌하여 유양양(柳襄陽)이 멀리 폄출(貶出)된 것을 살펴보지 않는가?’ 하였고, 우옹도 당시 호남의 관찰사로 있었는데 왕복한 편지에 역시 응서(應瑞)를 외지로 내보낸 것에 대해 잘못이라고 하였습니다. 응서는 몽학(夢鶴)의 자(字)인데 그 당시 양양(襄陽)에 나가 있었습니다. 사람들은 대다수 성혼이 선량한 사람을 시기하였다고 여겼지만 신은 본디 몽학의 불충한 점을 알고 있었습니다. 그가 대관이 되어 윤의중(尹毅中)의 탐욕스럽고 간사한 죄상을 논하려 하자 의중이 사람을 보내 이발의 어미에게 말하기를 ‘발이 몽학과 교분이 두터우니 지금 공박하는 논의는 발의 짓이 분명하다. 나는 누이보다 앞서 시골로 내려가겠다.’ 하니, 이발의 어머니가 이발을 불러 꾸짖고 밥상을 앞에 놓고 먹지를 않자, 이발이 가서 그 사연을 말하였으므로 몽학이 그 논의를 중지하였습니다.",
                "hj": "〔○〕嗚呼! 一珥之亡, 百物失所者, 罔有紀極, 以至怨格穹蒼, 篤降饑饉, 畿、海、湖、嶺之民, 多爲流殍盜賊, 而謀國者, 不知爲大憂, 徒取依阿軟熟, 巧爲身謀。 是篈而非珥者, 金章赤芾, 不顧候人之刺, 粲粲衣服, 遍加東人之子, 斡旋轉運, 無不如意。 是爲刑賞之出于天命、天討, 而八柄、六典, 盡由於睿斷乎? 臣恐若此不已, 則將懼爲李【樑。】、尹【元衡。】復讐者, 轉變爲莽、操, 而人莫之抗議也。 或者以謂: “珥、渾之不絶義謙, 是非西人之雄乎?” 夫以義謙之少有義聲, 人以比於脫脫之忠元, 曁參禮曹, 凡儒先褒謚之事, 視諸人加力, 感慨想慕之意, 不讓於柳希春, 其按湖塞, 皆欲平民徭而壯藩衛; 振士氣而敦風俗, 其志可尙。 而通津舊業, 別無仕宦後營畫之田, 租賦必爲隣里先, 此則臣所親見也。 潑則以通書于慈殿爲咎, 是事有無, 外臣之所不知也。 但思漢庭大臣, 當呂后之喪, 議立齊王, 劉澤曰: “呂氏以外家之惡, 幾危宗廟, 今齊王母家駟鈞之惡, 不在呂産之下, 如立齊王, 則駟鈞猶肆狂戾, 如虎而冠, 是復爲呂氏矣。” 又議立淮南王, 衆曰: “淮南雖賢, 有少母素妬忌, 其家最惡, 不可立也。” 周勃曰: “惟代王仁孝寬厚, 傳誦天下, 而后家薄氏, 素稱長者, 謹甚謙和, 無異韋布。” 遂迎於代, 立之。 夫太上者, 民之父母, 生民之始, 萬福之原, 皆係於此。 后夫人之行, 不侔乎天地, 則偏任外戚, 代各爲患。 元衡用事, 士民赤族之家無數, 無乃義謙躬覩其禍, 怵然心傷, 方議妊姒之選, 則必求謹厚名家然後, 可保百年無患, 如劉澤、周勃之見, 故深懷傅熹之憂, 無路自達, 密啓于宣仁之聖乎? 或謂: “此人之評議日激, 而不知決退, 是非貪戀權勢者乎?” 是以, 古賢進退, 望於人人也, 尤見其責人之刻也。 若以此言, 一律當朝之士, 則孰有不得其職, 而灑然決退者乎? 珥、渾素有夙分, 豈可信飛言, 而棄之乎? 雖然, 義謙則常顧二人, 而浮議之起, 珥則絶迹相訪, 渾閉一室, 只於仕朝之日; 弔珥之喪, 乃始脚出門外。 若此而謂之門客, 以殄善行, 是非欺罔聖主者乎? 夫以珥之天分素高, 長益加勤, 經綸之學, 洞究經史, 孝悌之行, 通于神明, 文詞、謀慮, 動越朝紳, 易退難進, 素守確然, 直被聖主之所奬拔, 豈待結於戚里, 乃登要路乎? 其以奪奉氏之田爲咎者, 臣實昭知其不然也。 白川, 臣之祖鄕也。 臣往尋門譜之際, 親問厥由於李諴, 諴之言曰: “吾於曩日, 親往打量, 則奉家立案折受之外, 多有泥生餘田, 李璠之折受, 不爲非矣。” 臣的聞其說, 而見珥於海曲。 適有李潑抵珥書謂: “於經席進對, 乞速招珥, 時有奉家之訟。 天語諄諄曰: ‘雖是厥兄之田, 盍勸其盡與奉家?’” 珥見其書, 含淚謂臣曰: “兄家之窮, 汝所知。 泥生餘地, 不干於奉家, 故老兄依而資生。 今有厥家建訟, 吾嘗勸兄棄之, 而兄則惜死不棄, 如何?” 時有李培達在座受學, 乃曰: “洛中親朋, 明知令兄被奪曖昧之由, 相議各出木端, 買田一區, 欲與令兄, 以資生矣。” 珥謂: “吾無活兄之力, 惱貧友, 亦極未安。 而至承聖諭丁寧, 措躬無地。” 臣過松京見璠, 爲言潑書曲折, 勸與奉家, 璠謂: “吾無立錐之地, 妻子方賴斯田以活。 勸給應受久耕之田, 此何理也?” 臣以培達合力買田之言, 力勸出給。 厥後珥之赴召, 切勸其兄, 幷以立案, 盡與奉氏。 友朋之力, 又不買給甫田, 以此, 璠家失所, 今方凍餒。 此則灼然之事, 而謂奪人田, 不是誣啓乎? 況以船粟之受, 爲若人一疵, 則珥之立朝也, 兄弟孤婺, 悉與同爨, 上下百口, 常隨京、海, 以其俸祿、田收, 不能盡資衣食, 常令家僮, 懋遷有無, 至於賣家鬻田然後, 僅得資生。 而身死之日, 篋無重衣; 鄕無沃田, 淸貧之狀, 擧國稱之。 曾不受斗米者, 豈有全受船粟之理乎? 其謂: “鄭澈之崇酒嗜色, 珥不當薦引” 云者, 人謂頗中澈病, 而實不知其心事。 東方男子, 自能擺脫於坑塹之辱者, 李之菡、成渾之外, 更有幾人哉? 季布有使酒之謗, 而出守河東, 則朝廷不重, 諸侯輕漢; 謝安携妓東山, 而晋朝倚爲朝夕, 則指授方略, 西却强秦, 從容談笑, 坐折桓溫, 人之度量不同, 遭遇亦異。 阮籍托於沈冥, 以免鍾會之譖殺, 而稽康則身中其害。 澈有一兄, 殞於杖下; 姊夫桂林, 削髮而猶誅, 仕道所遇, 動輒有鍾會之爲者, 戚乎戚矣。 沈冥之托, 實出於阮籍之計, 而其按湖南, 有兄嫂居于順天, 澈有少妾, 隨嫂以居。 留順天三日, 日往省嫂, 還宿于官舍, 不敢與厥妾爲私語之計, 是其愼獨之功, 人不可及者也。 其遇父母忌日, 一月斷飮, 成渾之詩, 可驗於斯矣。 其均民役, 三旬止酒, 其所設酌者, 惟待賓、養老、享士之禮, 而四州之妓, 未嘗一駄于道路。 是故, 神氣精明, 能管庶事, 數月之內, 畢均五十官之徭, 窮閻箕頭之斂, 比舊半減。 賞罰嚴明, 雖在當路親戚, 不貸其罪, 人之蒙澤也, 譬如猛虎在山, 而藜藿不採也。 氷壺自潔, 赤心奉公, 人不敢干以私, 其許國一念, 炳炳於聽潮之詩。 及長憲府, 市人皆謂, 李【珥。】、鄭【澈。】二大夫之臨, 獨無各司橫斂也。 是其外有崇嗜之名, 而內無戕伐之實, 榦當大事, 又有適用之才。 其與宇顒ㆍ夢鶴之靜言庸違、色厲內荏者, 仁元、篈、瞻之移性于凶險者, 潑、洁、汝立、起莘之關弓而射師者, 應漑、應泂之世濟其惡者, 何啻天淵之隔哉? 若輩乃以薦澈、後己之故, 淫怒不休, 襆被宵征, 或宿于夢鶴之家; 或會於起莘之廬, 吹毛覓疵, 假手捏辭, 熒惑主聽, 變亂國是。 閱月窮年, 心跡愈露, 彼無實善可記, 而此有德人難棄者則成龍稍黠, 內慙先退, 而宇顒、李潑, 尤欲遂其前非, 遲留都下, 顧望不休, 是則神宗所謂, 餘人斥之, 而不去者。 潑之無識, 已矣已矣, 宇顒三經掃地盡矣, 臣所掩卷而太息者也。 蓋此數人桀黠者, 初假儒名, 爭道李珥善類之宗, 日夕相從, 延譽厥黨, 珥亦以爲: “國事非一手可爲, 必須衆賢交輔。” 故兼包幷畜, 不問新舊, 元規、子京, 亦在收錄。 人自以爲: “不爲銓官, 則必得南臺。” 自出孝元于外, 仇敵滿國。 徐仁元, 孝元之謀主也; 柳夢鶴、朴謹元, 爲其腹心; 尹起莘、金昌一, 爲其指使; 宋應旣、應泂、許篈、金瞻、李潑、李洁、鄭汝立, 迭爲爪牙。 柳成龍頭出頭沒, 屢爲挾韓之議, 珥初却其父行狀之托, 一忤其意, 又於經席, 應對詳贍, 成龍深以爲忌以 “臨事好謀” 之言, 周爰沮毁。 又言徐仁元之大包藏兇惡, 則怒室色市, 橫加詆罵, 末言太平館失禮之故, 則摭其遠接一事, 憑公議, 以攄私憤, 是由成龍學術不精, 妄生猜忌。 夫魏公行狀之作, 在於朱子中年, 晩年聞見, 不免有一二處可疑可悔, 慮有南軒潤筆, 則雖孝子慈孫, 不可以諛墓也。 成龍之奮怒, 不亦非乎? 天下之事, 至簡至易, 只爲庸人撓之, 故君子有爲, 例多艱阻。 若有明良相遇, 諫行言聽, 則愛牛制産, 莫非大事, 而只發於立談之際, 通吳撫蜀, 都是懸度, 而定謀於三聘之初。 珥有經綸之才, 已見於出身初載, 祛弊除瘼之意, 自具於《東湖問答》; 修己爲政之道, 備述於《聖學輯要》, 隨聖問響應, 豈是不量其力者哉? 孔子臨事好謀之敎, 只爲子路之問行三軍, 而發抑其行行之勇耳, 非所可施於君臣諮議之間也。 爲成龍者, 有忠慮於國, 則當以爲君難、爲臣不易之意, 繼發都兪之言, 將順交輔可也。 自信狹見, 十年廝啀, 不亦甚惑乎? 人有一身, 應務多端, 百年講學, 尙懼寡過之難。 仁元之學, 未有時月潛養之功, 而從事於論人長短, 責己不厚, 而責人苛刻, 臧否乖於實踐; 好惡出於炎涼。 厥弟禮元之潛奸將妾, 乃是武人所犬彘, 故停擧有年, 仁元每於武官之門, 晨候乞解。 及爲出身, 至圖將薦, 曁入金吾, 曠官留洛, 百計圖脫。 韓脩年德, 乃是洛中先輩所敬畏, 而深知仁元肺肝, 則必肆陰害, 以及其族而毁之。 朴淳淸直, 乃是朝野士民之所倚重, 而方爲東國之綱, 則必謀排擠, 以及素交而陷之。 力折朝紳, 威陵君父, 而南通李【潑。】、鄭【汝立。】; 北制成【渾。】、閔【純。】則雖謂之包藏兇惡可也, 而成龍則好而不知其惡焉。 孟僖子之爲价于魯君, 應對諸侯, 恥不能相儀, 講學於能禮者, 及其將死, 使其二子, 學禮於孔子。 華使之來, 成龍爲擯相則奉至尊, 不由御門, 乃其大錯也。 挾帷移幕之際, 珥謂辛應時曰: “吾嘗謂, 柳善於治事, 今相大禮, 何其顚倒乎?” 應時卽指成龍幕, 勸其低聲, 珥厲聲曰: “知之何害?” 出幕而言之。 是則君子之用心, 而成龍則挾憾俟隙, 而掎角之, 幸吐私憤, 至於喜動厥友, 其心之不正, 實由其學之背馳。 故《責沈》之文, 迄不聞誦味, 宿君命于妾家者, 至於四日。 是則李墍之所深恥, 而成龍爲之, 其與孟僖子一何相遠耶? 孟子曰: “生於其心, 害於其政; 發於其政, 害於其事。” 政指此等人也。 大抵人臣之當國任怨, 必有不吉之人隨後詆訾。 陶侃, 藎臣, 尙訝夢翼; 張浚忠勞, 人謂跋扈。 惟明主洞照情僞, 雖小臣微冤, 罔有不察可也, 況於大臣乎? 珥有眩暈之病, 乃國人之所共知也。 承召猝作, 不能卽趨政院, 而論以驕蹇、罔上。 玁狁孔棘, 出車事急, 懲乙卯奪馬之患, 憂甘泉烽火之急, 區畫調發而啓之。 乃是事勢之當然, 而論以專擅國柄, 期使一日執退, 是何心哉? 而潑與宇顒, 不察其故, 惟以萋斐之言, 斷爲吁咈之啓。 嗚呼! 逄蒙殺羿, 人所均惡, 讒人罔極, 國步斯頻、師友道喪, 莫甚於斯。 今豈意潑、洁、汝立、起莘四人者, 最敬珥、渾, 初若泰山北斗, 至於朝夕參候, 而一薦不亟, 反若豺虎毒藥? 起莘則日毁于卿相之門, 又與金昌一, 迭下嶺南, 遍間于名流, 必務去之然後, 快於其心。 自古以來, 曷嘗有害師反道, 而能愛其君者乎? 臣與宇顒, 同年出身, 而同爲中學典籍, 汝立其時訓導也。 喜其同登珥、渾之門, 揀誨儒生之約, 甫定而遷官。 自此而後, 常擬爲善人, 又與潑、洁交契尤深者, 只爲篤信珥、渾而已。 及夫浮議崢嶸, 潑也向臣, 累言薦澈之非, 臣旣目見澈事, 無愧神明, 不能苟從, 乃又疏論其珥迹孤危。 爲養親, 求宰報恩, 崔永慶朝過而詈珥; 金宇顒夕至而嘲珥。 臣始疑之謂: “永慶林下無求之人, 而宇顒進退端方之士也。 其所譏訶, 必有所自, 及於三司交攻, 天樞震搖, 河洛讜論, 久稽于政院, 成渾直言, 人指爲私護。 許篈啄賢之疏, 則世不怪其欺罔君父, 乃知細人情狀, 綢繆糾結, 必欲使氷爲炭, 而指鹿爲馬。 倘非天日之明, 旁燭魍魎, 則南袞所爲, 必出於此輩, 而魚肉忠賢, 世不之惜矣。 臣於是, 衋然傷心, 抵書于李潑: “俾於居憂欒棘, 心無外慕之日, 深惟遂初之是, 而再思朋亡之戒。” 潑有答書曰: “何不觀於柳襄陽之遠貶乎?” 宇顒時按湖南, 其往復之書, 亦以應瑞外注爲咎。 應瑞者, 夢鶴之字, 而時出襄陽。 人多以成渾爲嫉善, 而臣則素知夢鶴之爲不忠也。 夢鶴之爲臺官也, 欲論尹毅中貪邪之狀, 毅中使謂潑母曰: “潑也, 與夢鶴交厚, 今玆駁議, 必潑所爲。 吾欲先妹下鄕。” 潑母招潑責之, 對案不食, 潑往言厥故, 夢鶴爲停厥議。"
            },
            "3": {
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 3번째기사",
                "gt-oKo": "대저 짐승에는 해치(獬豸)가 있고 풀에는 지녕(指侫)이 있습니다. 성상께서 몽학을 선사(善士)라 하여 발탁하여 언관(言官)의 자리에 있게 하였으니, 응당 앞뒤를 돌아보지 않고 지극히 탐욕스럽고 간사한 죄상을 극력 진언하여 군친(君親)과 지기(知己)에게 보답해야 합니다. 그런데 명도(名途)에 눈이 어두워 앞뒤를 관망함으로써 호남의 거활(巨猾)로 하여금 숭품(崇品)의 반열에 그대로 보전케 하였습니다. 이발은 이로써 몽학을 공자 같은 사람이라고 하면서 도리어 한 시대의 청절(淸節)을 지닌 선비들을 일망 타진하였으며, 남대(南臺)가 혁파된 것도 오로지 이들 때문이었습니다. 이발의 이러한 일들은 모두 의중을 위하고 자기 형제들의 입지를 마련키 위한 것이었으니, 그의 마음이 진실로 사직과 임금을 보필하는 데에 있었던 것이었겠습니까. 신은 그래도 이발이 옛 친구인 것에 연연하여 차마 즉시 교제를 끊지 못하고, 추위를 무릅쓰고 남쪽으로 달려가 반복하여 충고하여서 미혹된 마음을 돌이키기를 바라고, 애절한 말로 간절하게 타일렀습니다. 그러나 그들 형제는 노여워하는 뜻이 더욱 치솟아 수그러지지 않고, 오히려 성혼은 그르고 여립은 옳다 하며 숫자가 많은 쪽이 사림이고 적은 쪽이 불초(不肖)한 자들이라고 하면서 눈썹을 치켜올리고 눈을 부라리며 마치 날뛰는 돼지와 같은 기세였습니다. 신이 이에 세 차례 편지를 보내 교제를 끊고 개탄해 온 지가 오래되었습니다. 그래서 지금 고을을 지나면서 한 번 만나기를 청하였으나 신은 병을 핑계로 가지 않았고 또 두 편의 시를 지어 거절하였습니다. 아, 옛일을 상고하지 않고 어찌 사람의 시비를 가릴 수 있겠습니까. 서한(西漢) 말엽에 천자가 대사마(大司馬)를 삼을 만한 인물을 천거하라는 조서를 내리자, 공광(孔光) 등은 왕망(王莽)을 천거하였고, 하무(何武)는 공손녹(公孫祿)을 천거하고 공손녹은 하무를 천거하였습니다. 이때 방맹(逄萌)이 벼슬을 버리고 바다를 건너가고 매복(梅福)도 갓을 걸어두고 떠나가자, 온 나라 사람이 글을 올려 왕망을 칭송하는 기세였는데 왕실에 마음을 두는 사람은 오직 하무·공손녹 두 사람뿐이었으니, 글을 올려 서로 천거한 것은 그럴 수 밖에 없는 형세였습니다. 그러나 왕망을 발탁하여 대사마로 삼으니 모두가 서로 칭찬하였고 하무·공손녹 두 사람은 파직시키고 말았는데, 두 사람을 쫓아내자 한(漢)이 신(新)으로 바뀌어 왕망이 하고 싶은 대로 되었습니다. 옛일을 가지고 지금의 상황을 비추어 보더라고 이이가 정철을 천거하고 성혼이 이이를 구해(救解)한 일이 과연 사심을 품고 한 것이었겠습니까. 퇴파(頹波)에 휩쓸리는 자를 과연 군자라 할 수 있으며, 횡류(橫流)의 지주(砥柱)와 같은 자를 소인이라 할 수 있겠습니까. 사림이란, 학문은 전통이 있고 행실은 가정에서 닦여져 온 고을이 그 효성과 우애를 존경하고 백성들이 그의 은택을 힘입어 입으로 선행을 말하지 않더라고 사람들이 스스로 잊어버리지 않는 자인 것입니다. 그런데 어찌 사사로이 서로 왕래하면서 친절하고 올바른 체하며, 하찮은 학식을 지니고서 스스로 뽐내고 이록(利祿)을 염두에 두고 서로 따르며, 조금 청렴한 체하며 외면 치레만 하는 자들의 힘을 빌어 충신을 해치려는 자들을 억지로 사림이라 부를 수 있겠습니까. 그리고 반드시 숫자의 많고 적은 것으로써 어느 쪽이 나으며 어느 쪽이 못하다고 논하여 일체 이의를 제기하는 것을 미워한다면 조씨(曹氏)가 한나라를 차지할 때 공융(孔融)이 정색(正色)하고 말했던 것이 옳지 않은 것이 되고 진회(秦檜)가 송나라를 제멋대로 하였을 때 조정(趙鼎)의 불굴의 기백이 옳지 않은 것이 됩니다. 그런데 군부(君父)가 무슨 잘못으로 외롭게 서서 그 능멸과 횡포를 받아야 합니까. 그들이 오랫동안 벼슬하며 서울에 머물러 있으면서 한 가지도 한 일이 없다고 성혼을 책망한 것도 더욱 이치에 당치 않습니다. 옛날 노 목공(魯繆公) 시대에 공의자(公儀子)가 정사를 맡고 자류(子柳)·자사(子思)가 신하가 되었지만 노나라는 날로 더 쇠약해졌었습니다. 성혼은 산야(山野)에서 혼자 수행(修行)하던 선비로서 다행히 임금의 돌봄을 입어 쓸쓸히 머물고 있었는데, 온갖 비난과 조소가 자기 문하에서 일어나고 배반하는 자들이 동맹(同盟)에서 나와, 도척(盜跖)·장교(莊蹻) 같은 자가 청렴한 사람이 되고 변수(卞隨)·백이(伯夷) 같은 자가 혼탁한 사람이 되며, 방정한 자가 물러나게 되고 부정한 자들이 뜻을 이루었습니다. 그리고 낭료(郞僚)들의 의논도 한결같이 신진의 경망한 자를 훌륭하다 하여 손닿는 곳마다 탈을 잡아 감히 말도 할 수 없었으니, 양성(陽城)의 통곡을 어느 곳에서 할 수 있겠습니까. 두보(杜甫)가 시사(時事)를 걱정한 나머지 방관(房琯)을 구해하기에 이르렀으니, 비록 옛날 현인들이 오늘에 처한다 하더라고 낭패만 당하고 서울을 떠날 수밖에 없을 것입니다. 그러니 어찌 마음속에 품은 포부를 다 펼 수 있는 때이겠습니까. 저들이 해서(海西) 사람들이 상소한 것에 대해서 성혼의 촉탁을 받고 송익필(宋翼弼)이 대신 지은 것을 사용하였다고 하는 말은 더욱 가당치 않습니다. 이이가 몸소 실천한 실상은 해서 사람이 보고 감동한 일에 더욱 나타나는 것으로 어떤 사람은 창을 내던지고 도를 배운 자가 있는가 하면 상례(喪禮)와 제례(祭禮)를 잘 지키는 집이 수없이 많으며, 문장을 이루고 사리(事理)에 통달한 선비가 문헌(文獻)의 옛 문도(門徒)에 뒤지지 않습니다. 그들은 스승을 잃은 지 3년이 지났는데도 추모의 정이 끊이지 않아 사당을 세워 현인(賢人)의 영정을 모시고 아울러 스승이 존모(尊慕)했던 이들까지 함께 향사하였습니다. 그들은 착한 이를 모함하는 글이 올려지고 스승을 해치려는 자가 있다는 소문을 듣고 충의에 치솟는 마음이 약속도 없이 일시에 격발하여 곧장 한강을 건너 대궐에 호소하려 할 터인데 어찌 파동(波東)과 강분(江濆)을 우회하여 남의 촉탁을 받고 나의 손을 빌리는 일을 하였겠습니까. 더구나 변고와 험난을 겪은 나머지 서울의 풍속이 더욱 각박해져서 지난날 법도를 지켜 행세하던 자들도 딴 스승을 섬겨 출세를 꾀하는 일이 많습니다. 그러나 성혼은 서쪽으로 돌아가서는 문을 걸어닫고 세상 일에 마음을 끊은 채 담박한 생활로 조용히 지냈으며 그 아비를 기리는 향현사(鄕賢祠)가 거의 다 세워진 상태인데 중지시키기까지 하였으니, 정여립이 명예를 노리고 재산을 불리며 널리 승도(僧徒)들을 역사시켜 세 곳에 서원을 창건하고 억지로 호남의 선비들을 유인하여 이이를 배반하고 자기를 추종케 한 일과 비교하면 실로 현저한 차이가 있을 뿐만이 아닙니다. 그런데 이발은 자기에게 빌붙는 것을 좋아하여, 사명(使命)을 받은 몸으로 길을 우회하여 기어이 부여(扶餘)까지 가서 서인원(徐仁元)을 만나, 갖은 계략으로 충성스럽고 어진 사람을 극도로 모함하고 해치려는 정여립을 훌륭하다고 지목하면서 그 비리를 알지 못했습니다. 그러나 오건(吳健) 같은 우국지사에 대해서는 한 번 길을 돌아 누이를 만나본 것은 역시 인정인 것인데도 기필코 역마를 타고 길을 우회하였다는 죄로 논하였으니, 국가의 기강이 어쩌면 이토록 전후가 동일하지 않습니까. 이 무리들이 ‘사람의 득실(得失)을 논하는 것도 역시 사물의 이치를 궁구하는 하나의 단서이다.’라고 합니다. 아, 사람이 마루 위에 있어야 마루 아래 사람들의 곡직(曲直)을 분별할 수 있는 것입니다. 이 무리들은 평소 학문을 쌓고 실천한 공력도 없으면서 한갓 세도가의 취향에 맞추어 궁행(躬行)하는 군자를 헐뜯고, 심지어는 삼군(三軍)과 만백성이 훌륭하게 여기는 사람에 대해서 주상을 기망하여 무고하기를 조금도 주저하지 않았습니다. 온갖 사설(邪說)로 한 세상을 휩쓸어 나라를 텅 비게 하고서 혼란과 패망을 초래하지 않은 경우는 예부터 없었습니다. 옛 사람이 ‘왕필(王弼)과 하안(何晏)의 죄는 걸·주보다 더 심하다.’ 하였는데, 이는 그들이 대중을 미혹시키고 후세에까지 환란을 끼쳤기 때문입니다. 신도 역시 허성·정여립·서인원·윤기신 등이 교묘한 말로 세상을 현혹시키고 도를 배반하며 성명(聖明)을 기망한 죄는 왕필·하안보다 더 심하다고 여깁니다. 그런데 이들을 빠른 시기에 끊어버리지 않을 경우, 일엽(一葉)의 작은 나라가 이 무리들의 손에 무너져 군친(君親)의 대의를 창도할 사람이 없을 듯싶습니다. 신이 이 세상에서 스승으로 섬기는 사람이 셋이 있는데 이지함·성혼·이이입니다. 세 사람이 성취한 학문은 다른 점이 있지만 깨끗한 마음과 욕심을 적게 가지는 자세, 그리고 뛰어난 행실이 세상의 모범이 되는 것은 똑같은데, 신이 일찍이 그들의 만에 하나라도 닮아보려 하였으나 이루지 못하였습니다. 제독(提督)의 임무를 맡고 나서 알량한 재주와 견문을 헤아리지 않고 세 사람이 신에게 가르쳐 준 것으로 어진 선비들을 깨우치려 하였으나, 허(許)·정(鄭)·서(徐)·윤(尹)의 말이 세상에 성행하여 현자들의 뜻을 손상시키고 불초한 자의 과실을 증가시키는 일이 끝이 없습니다. 지금 듣건대, 신이 이이·성혼의 문도라 하여 달관(達官) 중에는 절교하려는 자가 있다고 합니다. 그리고 책을 끼고 오던 생도들도 대부분 배반하여 달아나며 심지어는 꾸짖고 욕하는 말이 사방에서 일어나고 있습니다. 신이 변변치 못하여 욕이 사우에게 미치니 신이 실제로 반성함에 부끄럽기 그지없고, 마음속으로 성주를 위하여 통탄스럽고 애석하게 여깁니다. 옛날 훌륭한 왕은 선(善)을 좋아하고 위세를 잊어 군사(君師)의 도를 모두 극진히 하였으며, 덕을 숭상하고 현인을 존중하여 백성들의 표준을 세웠고, 선지자로 하여금 후지자들을 깨우치게 하고 선각자로 하여금 후각자를 깨우치게 하여 참언과 사설(邪說)이 틈타지 못하게 하였으므로 선배가 앞서 공을 이루고 후배도 계속 뒤를 이었습니다. 이리하여 고굉(股肱)의 신하가 부족하지 않아 모든 관직이 잘 다스려졌으므로 훌륭한 정치를 당대에 이룩하고 그 공덕이 무궁한 후세에까지 끼쳐질 수 있었던 것입니다. 전하께서도 항상 학문에 뜻을 두고 몸을 닦으며 도를 사모하고 어진 인재를 구하여 백성들의 안녕을 도모한 지 어언 20년이 되었습니다. 인재는 다른 세대에서 빌어 올 수 없는 것인데, 신이 앞서 지칭한 몇몇 군자들은 옛사람의 여풍(餘風)을 이어받고 조종조의 빛나는 은택을 입어 알찬 덕을 갖추기에 힘썼습니다. 늙어서 세상을 떠난 자는 불러올 수 없지만 행여 살아 있는 자는 이미 모두 왔었습니다. 만일, 수년전부터 어진 이를 임용하는 데 있어 조금도 의심하지 말고 군신(君臣)이 서로 바른 도를 행하자고 맹세하여 자신을 극복하고 남을 다스리는 데에 실제로 노력을 경주하였다면 1년의 공부가 반드시 1년의 정사에 보탬을 주어 지금쯤에는 성덕(聖德)의 융성함이 마치 중천에 떠 있는 해처럼 빛날 것입니다. 바람이 풀 위로 지나갈 때 어찌 쓸리지 않는 풀이 있겠습니까. 따라서 비뚤어졌던 무리들도 개과천선하여 어진 이를 어질게 여기고 윗사람을 윗사람으로 대접하는 마음이 저절로 생기게 될 것입니다. 이에 날마다 삼덕(三德)·육덕(六德)을 선양하는 사람이 내외에 분포되어 지극한 정성으로 바루고 도울 것이니, 위에서는 도리로 처리해 나가고 아래에서는 법을 지켜 나간다면 교육을 밝힐 수 있고 정치를 공평하게 할 수 있으며 요역(徭役)을 가볍게 하고 형정(刑政)을 깨끗하게 하며 교화를 이루고 해마다 풍년이 들게 하며 백성들을 편안하게 할 수 있을 것입니다. 그런데 어찌하여 지금처럼 편당(偏黨)을 그대로 두어 혼란이 일어나게 하고 앞에는 참적(讒賊), 뒤에는 간도(奸盜)가 있었으나 살피지 않아, 백성들은 근심하고 군사들은 원망하며 하늘은 진노하여 재앙이 일어나 오랜 가뭄과 때이른 서리로 벼는 말라죽고 콩은 시들었으며 지진과 우박에 인명과 가축이 손상되고 흉년인데도 무거운 세금을 물리며 기근에 시달리는데도 무리한 요역을 중지하지 않아, 노인과 어린이들을 이끌고 사방으로 유리 걸식하며 모두 얼고 굶주려 죽은 시체가 되는 지경에까지 이르렀단 말입니까. 그것만이 아닙니다. 민간의 풍습이 날이 갈수록 각박하고 험악해져 대수롭지 않은 일로 원한을 품고 사람 죽이기를 삼을 베듯 하여, 자식이 아비를 죽이고 아내가 남편을 죽이며 천민이 주인을 해치는 자가 있습니다. 삼강(三綱) 가운데 겨우 명맥을 유지하고 있는 것은 오직 군신간의 큰 명분일 뿐인데, 현인을 시기하고 주상을 기망하여도 사람들이 그르게 여기지 않으며 재차 구언(求言)의 명을 내려도 간언하는 소리는 아예 들리지 않고, 계씨(季氏) 가문의 천정(擅政)에 대하여 누구하나 명백하게 지적하는 자가 없으니, 군신간의 명분도 끊어진 상태입니다. 신이 일찍이 천장을 쳐다보면서 탄식하고 나름대로 그 이유를 생각해 보니, 그것은 전하의 실행하려는 의지가 일에 부닥치면 쉽게 해이해지고 빛나고 밝은 학문이 문왕(文王)만큼 순일(純一)하지 못하였으며, 사설(邪說)을 떠받들어 세상 사람들의 입을 봉하여 장마(仗馬)의 경계가 날마다 이르고 도주(道州)의 본보기가 그다지 멀지 않으므로 사람들이 의심을 품고 감히 입을 열지 못하는 데에 연유한 것이었습니다. 이런 상황에서 그럭저럭 또 몇 년이 지난다면 전하의 국사는 다시 어떻게 해볼 수 없는 지경에 이를까 두렵습니다. 아, 도란 멀리고 구할 것이 아니고 정치란 옛법을 따라야 하는 것입니다. 옛날 이윤(伊尹)은 태갑(太甲)에게 고하기를 ‘임금은 변언(辯言)으로 구정(舊政)을 혼란시키는 일이 없어야 됩니다.’ 하였고, 송 인종(宋仁宗)은 가창조(賈昌朝)가 몰래 왕공신(王拱辰)을 동조하는 말을 잘못 신임하여 두연(杜衍)을 내쫓고 범중엄(范仲淹)·부필(富弼)을 파직시켰으며 한기(韓琦)·구양수(歐陽脩)의 상소도 듣지 않았으므로 조정이 청명하지 못한 지가 10년이었고, 흉년으로 백성들은 떠돌아다니며 변방에는 전화(戰禍)가 여러 번 일어났습니다. 변언(辯言)이 정사를 어지럽히는 해독을 이것으로 충분히 입증할 수 있습니다. 그러나 그 당시 여러 어진 이들을 조정에서 내쫓았으나 외지에서 일하게 하여 아예 폐기하지는 않았기 때문에 그들이 가는 곳마다 정사가 바로잡혀 백성들이 살 수 있었으며, 만년의 정사에 부필·한기를 번갈아 기용한 뒤에야 7년 동안의 태평 시대를 누렸으니, 이들은 모두 초년의 정사에서 기용했던 것으로 시대에 적응하는 현인들입니다. 중간에 만약 폐기하기 않았다면 송나라 왕실이 어찌 몰락에 이르렀겠습니까. 신은 삼가 생각건대 전하의 불살지위(不殺之威)는 인종을 따라갈 만하고 어진 선비를 예우하는 점도 인종과 근사한데 다만 우리 나라의 인물이 송나라 조정의 십분의 일에도 못미치고 더욱이 몇 안 되는 초야의 인재들마저 산골짝에 버려두고 있으니, 팔도의 곤궁한 백성들이 어떻게 그 은택을 입을 수 있으며 훗날 재신(宰臣)을 선발하는 데 있어서도 또한 어떻게 백성들의 기대에 부응할 수 있겠습니까. 이지함이 말하기를 ‘우리 나라 백성들은 다행스럽게도 삶의 길이 열렸다. 주상께서 살리는 도리를 좋아하시고 영상 박순은 청백하여 아 대부(阿大夫)의 칭찬을 구하는 뇌물이 감히 서울에 이르지 못하니, 사로(仕路)의 깨끗함이 백성들이 소생할 수 있는 시기이다.’ 하였습니다. 그런데 근거없는 논의가 크게 일어나고 재상의 자리가 여러 번 뒤흔들리자, 지함이 또 탄식하면서 말하기를 ‘우리 나라에 충신이라고 박순뿐인데 그마저 조정에서 편안히 있지 못하게 하니, 박순이 떠나간다면 조정은 위태롭게 될 것이다.’ 하였는데 지금에 이르러 그 말이 크게 입증되고 말았습니다. 어떤 자는 그가 남의 종을 빼앗았다 하여 그의 만절(晩節)을 의심하는데 그런 일은 결코 없었습니다. 박순이 병조 판서로 있을 때 병조의 관원이 속목(贖木)을 지고 와 집안에 들였는데 그 수량이 매우 많았습니다. 박순이 그 연유를 물으니 그 사람이 ‘군사들의 속목인데 으레 사원(司員)의 집으로 나누어 보냅니다.’ 하자, 박순은 즉시 나무라고 도로 가져가게 하였습니다. 그뒤 이이가 병조 판서가 되어 동료들에게 말하기를 ‘국가의 심각한 걱정은 전사들이 추위에 떨고 있는 것인데 사섬시의 속목을 이미 다 보냈으나 아직 나누어 주지 못한 곳이 많으니 만약 병조 내에서 나누어 갖는 포목을 모두 북쪽 변방으로 보낸다면 한 진(鎭)의 추위에 떠는 병졸들을 입힐 수 있을 것이다.’ 하니, 동료들이 그 의견을 존중하여 따랐습니다. 이에 병조의 사람들이 말하기를 ‘이상(李相)과 박상(朴相)이 물품을 탐내어 취하지 않는 그 마음씨가 똑같다.’ 하였는데, 이것이 바로 박순과 이이가 우곡(迂曲)되지 않았다는 증거입니다. 신이 또한 직접 목격한 사실로는, 이이가 해서(海西)에 있을 때 진서산(眞西山)이 지은 《정경(政經)》에서 수령으로서 마땅히 해야 될 조목을 뽑아내어 그곳 방백(方伯) 이해수(李海壽)와 함께 강론하여 시험하였고, 대사헌이 되었을 때에는 《정경》을 표본으로 계서(戒書)를 만들었는데 고금의 제도를 참작하고 쉽게 행할 수 있게 하여 팔도에 나누어 주어 깨우쳤습니다. 그리하여, 목사·수령 들 중에 뜻 있는 자가 벽에 붙여놓고 봄으로써 매우 유익한 바가 있었으니, 이 또한 이이가 우곡(迂曲)하지 않았다는 증거입니다. 지금 그 사람은 죽고 없지만 그 친구는 아직 살아 있으며, 팔도의 목사·수령 은 다같이 서산(西山)이 부여한 책임을 지고 있는 자들입니다. 만약 그의 친구로서 그러한 정사를 이룩할 만한 자로 하여금 시험삼아 한 도에 시행하게 하고 차차 다른 지방에까지 미치게 하여, 원근의 지방관들로 하여금 백성을 사랑하는 마음을 갖게 하고, 아울러 정철이 양도(兩道)에서 전세(田稅)를 균등하게 하였던 규례를 취하여 팔도에 시행토록 한다면 생활고에 허덕이는 백성들이 얼마쯤은 소생할 수 있게 될 것입니다.",
                "hj": "〔○〕夫獸有獬豸; 草有指侫。 聖上以夢鶴爲善士, 擢居言職, 所當不顧前後, 力言大貪至姦之狀, 報君親、酬知己可也。 乃怵於名途, 瞻前顧後, 使湖南巨猾, 迄保崇班。 潑也以此, 謂夢鶴如孔子, 反取一時淸節之士, 一綱打盡, 南臺之罷, 專爲此等人也。 潑之此擧, 莫非爲毅中作地、爲己兄弟作地耳, 其心誠在於社稷乎; 其意誠在於補闕乎? 臣猶戀潑爲舊交, 不忍卽絶, 衝寒南走, 反覆指陳, 冀以回惑, 悲辭苦語, 懇懇不已。 而厥兄弟蓄怒之意, 勃勃不休, 猶以成渾爲非, 而汝立爲是, 多者爲士林, 而寡者爲不肖, 撑眉努眼, 必孚羸豕之躑躅。 臣乃三書絶之, 慨然久之。 今過州府, 請與相見, 臣謝病不往, 又以二詩絶之。 嗚呼! 不稽古事, 其可以別人是非乎? 西漢之末, 詔擧可爲大司馬者, 孔光等薦王莽, 何武薦公孫祿, 祿薦何武。 夫以逄萌浮海, 梅福掛冠之秋, 上書頌莽者, 至於擧國靡然, 乃心王室者, 只有武、祿二人, 其交章互薦, 乃是不期之勢。 而擢莽爲大司馬, 則乃以交相稱譽, 幷罷二人, 旣去二人, 則革漢爲新, 惟莽所爲耳。 執古御今, 則珥之薦澈; 渾之救珥, 果有私心乎? 靡若頹波者, 果爲君子乎? 砥柱橫流者, 果爲小人乎? 所謂士林者, 學有所傳, 行修于家, 鄕里敬其孝友, 丘民賴其休澤, 口不言善, 而人自不忘者是已。 豈可以幢幢往來, 煦煦孑孑, 竊勺水以自多; 懷利祿以相趨, 借小廉曲謹之人, 以圖藎臣者, 而强名之謂士林乎? 必以多寡爲勝負, 而一惡異議之作, 則曹氏之代漢, 不宜有孔融之正色; 秦檜之擅宋, 不宜有趙鼎之强魂。 君父何罪, 孤立無救, 而受其陵暴乎? 其以久仕留洛, 一無猷爲, 責之成渾者, 尤爲無理。 魯繆公之世, 公儀子爲政, 子柳、子思爲臣, 魯之削也日甚。 夫以山野獨行之士, 幸被聖眷, 遲留踽涼, 而群譏衆笑, 起自門墻; 交臂降叛, 出於同盟, 跖、蹻爲廉; 隨、夷爲濁, 方正倒置; 群枉得志。 郞僚之議, 一惟新進浮薄之爲賢, 而觸手生梗, 莫敢誰何則陽城痛哭, 施之何地? 杜甫憂時, 救房琯斯已, 雖以古賢處之, 惟狼狽出關而已, 展布心腸, 此其時乎? 其以海西人獻疏, 爲聽渾囑, 而用翼弼假製者, 尤甚無謂。 李珥躬行之實, 尤著於海西人之觀感者, 或有投戈而學道者, 愼終追遠之家, 不勝其衆, 成章達理之士, 不下於文獻舊徒。 喪師三霜, 追慕不已, 至於立祠象賢, 而幷享其師之所尊慕者。 其聞誣善有章, 射師有人, 則其忠肝義膽, 固有不約而同憤者, 必欲逕渡洛河, 直籲天閽耳, 豈待左迂坡東,【成渾之家。】右廻江濆,【宋翼弼之家。】聽人囑, 而藉人手哉? 況歷變履險之餘, 洛俗尤薄, 昔之矩步者, 多有更名他師, 以圖進取者。 渾之西還, 杜門却掃, 淡無營爲, 幷厥考鄕賢之祠, 垂立而中止, 其視汝立盜名殖利, 廣役僧徒, 創起三處書院, 强誘湖界之士, 期使背珥, 而從我者, 不啻龍猪之別。 而潑也, 自多附己, 其以乘馹迂回, 必見徐仁元於扶餘, 極意陷害忠良者, 目之爲賢, 而不知其非。 乃若吳健憂國之士, 則一枉見妹, 是亦人情, 而必論枉馹之罪, 國家綱紀, 一何前後不同耶? 此輩之說曰: “論人得失, 是亦格物窮理之一端。” 嗚呼! 人在堂上, 方能辨堂下人曲直。 此輩則素無積講實踐之力, 而徒仰人鼻息, 以毁躬行君子, 至以三軍、萬姓之所同賢者, 仰蔽天日, 而無所忌憚。 其以詖淫邪遁之辭, 馳騖一世, 以空人國, 而不致亂亡者, 自古無之。 昔人有論: “王弼、何晏之罪, 甚於桀、紂。” 以其迷衆, 而貽患乎歷代也。 臣亦以爲, 許【篈】、鄭【汝立。】、徐【仁元。】、尹【起莘。】之簧鼓一國, 反道欺明之罪, 甚於王何也。 不早絶之, 臣竊懼一葉褊小之國, 壞於此輩之手, 而君親大義, 人莫有倡之也。 臣於斯世, 所師事者三人, 李之菡、成渾、李珥也。 三人學問所就, 雖若不同, 其淸心寡欲、至行範世則同, 臣嘗欲彷彿其萬一, 而不得。 及荷提督之任, 不諒孱才拙見, 欲以是三人之敎臣者, 遍諭良士, 而許、鄭、徐、尹之說, 盛行於江湖之間, 損賢者之志, 而益不肖之過者爲無窮。 今聞, 臣是珥、渾之徒, 達官則或欲割席。 而挾書者, 類多叛走, 至有詬罵無狀之言, 四面而起。 緣臣無狀, 辱及師友, 臣實反顧慙恧, 而竊爲聖主痛惜也。 古之明王, 好善而忘勢, 兼盡君師之道, 尙德尊賢, 以建民極, 使先知, 覺後知; 先覺, 覺後覺, 不使讒言邪說, 間於其間, 故先輩奮庸, 後輩繼作。 股肱不乏, 百職惟熙、致治當年, 垂裕無窮。 殿下之典學修身, 慕道求賢, 以圖民康者, 二十年於此矣。 才不借於異代, 又有臣前所稱數君子者, 承昔人餘風, 賴祖宗休澤, 懋有實德。 老而逝者, 雖不及致, 幸而存者, 亦旣畢至。 若自頃歲, 任賢勿貳, 君臣相誓, 勉由周行, 克己治人, 實用其力, 則一年工夫, 必益於一年, 聖德之升, 今可以如日中天矣。 風行草上, 寧有不偃之物? 庶見反側之徒, 亦旣革面爲善, 賢賢長長之心, 油然自出矣。 乃有日宣三、六德之人, 分布內外, 血誠匡庇。 上有道揆; 下有法守, 則敎可以明, 政可以平, 徭可以輕, 刑可以淸, 化可以成, 年可以登, 民可以寧矣。 豈至如今, 含糊偏黨, 泯泯棼棼, 前有讒賊而不省; 後有奸盜而不察, 民愁兵怨, 天怒災興, 久旱早霜, 焦禾殺菽, 地震風雹, 人畜俱傷, 年荒而猶責重稅; 歲飢而不息橫徭, 扶老携幼, 散丐四方者, 擧將爲凍餒之殍哉。 不惟是也, 民風俗習, 日歸薄惡, 爭恨小故, 殺人如麻, 子而殺父者有之; 妻而殺夫者有之; 民而謀主者有之。 三綱之中, 僅僅不絶者, 惟君臣大分, 而猜賢罔上, 人不爲非, 再命求言, 寂無諫聲, 季氏家政, 莫敢明指, 則君臣之分, 亦幾乎絶也。 臣嘗仰屋興歎, 竊思其故, 諒由殿下有爲之志, 觸事易懈, 緝熙之學, 未能純一如文王, 宗孟邪說, 鉗了一世人口, 仗馬之戒日至, 而道州之鑑不遠, 人懷疑貳, 莫敢發言也。 靡靡悠悠, 又積數年, 則臣竊懼殿下國事, 無復可爲也。 嗚呼! 道不遠求, 政當率初。 伊尹告于太甲曰: “君罔以辯言, 亂舊政。” 宋仁宗, 誤信賈昌朝陰主王拱辰之說, 出杜衍, 罷范、富, 韓琦、(歐陽脩)〔歐陽修〕之疏, 亦不念聽, 朝政不淸者十年, 歲惡民流, 邊警屢作。 辯言亂政之害, 斯可驗矣。 然猶罷黜群賢, 宣力於外, 不至邈然廢棄, 故所往政擧, 民不損瘠, 至於晩政, 迭用富、韓然後, 宇內寧謐者七年, 是皆初政所用應時之賢也。 中若不廢, 則宋室豈至於不競哉? 臣竊仰惟, 殿下不殺之威, 庶幾乎仁宗; 禮貌賢士, 亦近於仁宗, 只爲東土人物, 不及宋朝十分之一, 又以些少遺才, 悉廢乎溝壑, 則八道窮民, 何以蒙澤? 他日夢卜之選, 亦何由副民之望乎? 李之菡有言曰: “東民幸有生理。 主上好生, 相淳淸白, 阿大夫求譽之賂, 不敢到京師, 仕途之淸, 是蓋民蘇之日也。” 及乎浮議崢嶸, 台纏屢搖, 之菡又歎曰: “東國藎臣, 只有朴淳, 而亦不使安於朝廷, 淳若去國, 則朝廷危矣。” 至于今日, 其言大驗。 或以奪人臧獲, 病其晩節, 是則決無之事也。 當淳兵判之日, 曹人有負贖木投門者, 其數甚多。 淳問其由, 人曰: “軍士贖木, 例分于司員之宅也。” 淳卽呵, 使去之。 厥後李珥爲判書, 言同僚曰: “國家深憂, 戰士衣寒。 司贍之木, 亦旣畢輸, 而猶多未頒處, 若此曹中所分之木, 合輸于此邊, 則可衣一鎭寒卒。” 同僚敬而從之。 曹人稱之曰: “朴相、李相不取則一揆” 云, 是, 淳不迂而珥不迂處也。 臣又見, 珥在海西, 摭取西山《政經》中, 守令當爲之規, 與其方伯李海壽, 講而試之。 及爲大憲之日, 因《政經》爲戒書, 酌古通今, 使可易行, 分曉于八道牧守中有志者, 粘壁觀之, 最有所益, 是又珥之不迂處也。 今也, 其人雖亡, 其友尙存, 八道帥守, 均有西山之責者也。 若令其友之可擧其政者, 試曉于一道, 次及他方, 使遠近令尹, 俱有惻怛愛民之心, 幷取鄭澈兩道均田之規, 命行于八道, 則涸轍噞喁者, 庶幾一日小蘇矣。"
            },
            "4": {
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 4번째기사",
                "gt-oKo": "그러나 이렇게 할 수 있는 근본적인 문제는 오직 성상의 한몸에 달려 있으니, 성상께서도 몸소 교화의 근원을 맑게 하고 말류(末流)의 폐단을 혁신할 계책을 도모하시며, 아침 저녁으로 끊임없이 경계하시어 하늘의 운행이 쉬지 않는 것을 우러러 본받으시며, 모든 사물을 조리 있고 분명하게 살펴 사람의 도가 멀리 있지 않다는 것을 굽어 생각하소서. 또 ‘팔·다리를 갖추어야 온전한 사람이 된다.’는 교훈을 생각하고 아울러 ‘세월은 사정없이 흘러간다.’는 점을 생각하소서. 그리고 선량한 신하를 얻는 일에 힘써 오매불망 찾으시고, 어제 조정에 나왔던 자가 오늘에 도망가 숨는 일이 없게 하며 자신이 아는 사람을 천거함으로써 자신이 모르는 사람까지 끌어들이게 하여, 충후하고 정직한 선비들을 차례로 불러 모아, 그들과 함께 계획을 세워 국운(國運)을 안정시키고 장원한 계책을 때때로 고하게 하여 모두 받아들여 정교(政敎)에 널리 시행함으로써 행동에 드러나고 습관이 분명해지도록 기약한다면, 몸소 실천한 교화가 절로 외지에 모범이 되어 온 세상의 사람이 모두 전하의 명령대로 따르게 될 것입니다. 자하(子夏)가 말하기를 ‘순(舜)이 고요(皋陶)를 등용하자 어질지 못한 자들이 멀어졌고, 탕(湯)이 이윤(伊尹)을 등용하자 어질지 못한 자들이 멀어졌다.’ 하였는데, 이는 대개 사람들이 모두 교화되어 어질지 못한 자들의 자취를 볼 수 없게 되었다는 것입니다. 《서전(書傳)》에 ‘군자가 초야에 있고 소인이 관직에 있으면 백성들이 삶을 누리지 못하고 하늘이 재앙을 내린다.’ 하였으니, 군자가 관직에 있는데도 하늘이 재앙을 내리고 백성들이 삶을 누리지 못하는 경우는 없는 것입니다. 그러나 앞서 말한 바는 실상 전하의 가사(家事)이자 재상의 책임에 해당되는 일이어서 신이 감히 다 말할 수 없고 단지 신의 직책상 할 수 있는 것만을 말씀드리겠습니다. 신이 듣건대 ‘아름드리의 좋은 재목은 일찍 심어 가꾸면 얻을 수 있고, 청운(靑雲)의 뜻을 품은 훌륭한 선비는 초가집에서 나온다.’ 하였습니다. 지금 인재를 양성하면 그가 곧 훗날 큰 재목이 될 것이 분명한데 양성하는 데 있어 구비하지 못한 여건이 네 가지가 있습니다. 첫째, 교도(敎導)하는 인물이 적합하지 못한 것입니다. 신이 삼가 보건대 광문관(廣文官)을 주의(注擬)하는 일에 있어 전조(銓曹)에서 극진히 살피지 못하고, 언제나 서리(書吏)의 손에 맡김으로써 그 지방의 기름지고 척박한 것과 뇌물의 많고 적은 것에 따라 제수시키고 있습니다. 이리하여 부임하게 되면 오직 자신들의 먹고 사는 데에만 전념하고 학문을 권장하는 일이 어떤 것인지도 모르게 되니, 이것이 바로 곤궁한 백성들이 더욱 시달림을 받고 선비의 기풍이 불미스럽게 되는 까닭입니다. 이이가 이조 판서가 되어 향선(鄕選)을 천거하는 규례를 만들어 학문과 행실이 뛰어난 자는 천거케 하였습니다. 그런데 여타의 도(道)에서는 많은 인물을 얻을 수는 없지만, 호남은 인재의 부고(府庫)이고 아울러 선배들에게서 친히 가르침을 받은 사람들이 있어서, 하나의 행실을 취할 만하거나 하나의 경서를 가르칠 만한 인물이 없지 않았습니다. 신이 정철의 막하(幕下)에 있을 때 서로 마음을 다하여 찾아내어 50여 명의 인재를 얻었습니다. 그리고 생각하기를 ‘이들을 호남 전역에 나누어 보내 가르치게 한다면 비록 썩 잘되지는 못하더라고 향교를 텅 비게 하는 일은 없을 것이다.’ 하였는데, 나중에 들으니 다른 도에서 선발된 사람이 뒤이어 많이 이르렀다 하였습니다. 비록 그 중에 함부로 끼어든 자들이 없지는 않았지만 전일 서리의 손에 맡겼던 것에 비교하면 인재를 얻은 효과가 상당히 많았습니다. 그러나 그중에 박제(朴濟)라는 인물은 정철과 서로 친밀한 사이었고 남의 과실에 대해 말하기를 좋아하였는데, 대관에게 은밀히 촉탁하여 다른 도의 공선(公選)까지 아울러 폐기하게 하였습니다. 그 뒤로 대다수의 교관들이 서리(書吏)들에게 뇌물을 주는 풍습으로 되돌아갔기 때문에 지금 부임한 자들 중에도 전리(銓吏)를 찾아가지 않았거나 청탁을 거치지 않은 자가 적습니다. 이와 같은데 선비들의 기풍이 진작되기를 바란다는 것은 틀린 일이 아니겠습니까. 생각건대 예전대로 문행(文行)을 겸비한 인물을 뽑아 결원(缺員)이 되는 대로 보충시켜야 하니, 음직(蔭職)을 지낸 문사중에 관직에서 물러나 곤궁하게 살면서 경서를 알고 이치를 통한 사람에게 봉록을 넉넉히 주어 맡도록 한다면 광문관에 대하여 사람들이 반드시 공경하는 마음을 더 가질 것이고, 학도들도 긍지를 가지고 학문에 분발할 것입니다. 중국에는 서원마다 산장(山長)을 두어 후생들을 가르치고 있습니다. 우리 나라에도 양남에는 서원이 많이 있으니 지방 풍속에 따라 서원을 열어 선비들을 가르치는 것도 무방한데 좋아하지 않은 자들이 대다수 헐어버리려고 합니다. 한 고을의 사찰은 혹 10여 곳이 되는데도 논란하지 않으면서 우리 유가(儒家)의 도를 강명하는 장소는 불행하게 그 수가 얼마 되지 않는데도 폐지하려 하니, 이 일에 대해서 이미 주자(朱子)도 탄식한 바 있었습니다. 신의 관하인 공주(公州)에는 공암 정사(孔巖精舍)가 있고, 서천(舒川)에는 명곡 정사(鳴谷精舍)가 있습니다. 공암 정사에는 양인(良人) 서기(徐起)라는 자가 있는데, 그는 일찍이 이중표(李仲彪)에게 배워 학문이 넓고 행실이 온전하여 인근에서 그에게 배운 자 중에 더러 생원·진사에 합격한 사람이 있고 가르치기 쉬운 선비가 많았습니다. 그러나 명곡 정사는 특별히 주장하는 스승이 없는데, 지난해에 신이 한 번 지나다가 그곳 생도들이 매우 영특하여 가르칠 만한 자들이 상당수 있는 것을 보았으나, 지금 두루 강의하다 보니 크게 진보한 자가 한 사람도 없었습니다. 신의 생각으로는 송익필이 아직 구렁텅이나 수적(水賊)에게 죽기 전에 신의 자급(資級)을 거두어 안씨(安氏)에게 주어 그 몸과 죄를 대속하고 행인과 어부들을 시켜 온 나라 안에 수소문하여 찾게 하여서 혹시라도 그가 오거든 명곡 서원의 산장으로 삼아 각자의 재능에 따라 교도케 한다면 어리석은 신이 10년 동안 제독을 맡은 것보다 더 나은 효과를 이룰 것이라고 여깁니다. 둘째, 격려하는 방책이 없는 것입니다. 신이 듣건대 동한(東漢) 때에 엄광(嚴光)의 절의를 표창하였기 때문에 그 풍교(風敎)를 듣고 감동하여 분발한 자가 있었는데 황헌(黃憲)·곽태(郭泰)는 몸을 닦고 선을 좋아하여 후진을 격앙시켰으므로 뛰어난 인물이 대를 이어 나왔습니다. 그리하여 조정의 권력자들이 간혹 나라를 찬탈할 마음이 있더라고 초야의 직언(直言)이 금석처럼 강하였기 때문에 비록 탐욕을 가지고 기필코 공융(孔融)을 죽이려 했던 조조도 오히려 사람들의 논박을 두려워하여 그 아들로 하여금 한(漢)나라를 빼앗게 하고는 자신은 주 문왕(周文王)인 체하였습니다. 우리 나라는 조종조 이래로 길재(吉再)를 가장(嘉奬)하고 정몽주(鄭夢周)에게 관작을 추증하였으며, 성조(聖朝)에 이르러서는 특별히 김굉필·정여창·조광조·이언적 등에게 시호를 내리고, 서경덕(徐敬德)·조식(曺植)·성운(成運)·박훈(朴薰)까지 모두 치제(致祭)하였으니, 유림을 격려한 뜻이 매우 극진하였습니다. 그런데 유독 이지함의 세상에 우뚝한 행실에 대해서만은 혜택이 미치지 않았으니, 궁벽한 고을의 어린 선비들을 어떻게 권면할 수 있겠습니까? 이지함의 사람됨은 타고난 자질이 기위(奇偉)하고 효성과 우애는 타인의 추종을 불허하였습니다. 형 지번(之蕃)이 서울에서 병이 들었다는 소식을 듣고 보령(保寧)에서 걸어 상경하면서 조금도 노고를 꺼리지 않았고, 형에게 스승의 도리가 있다 하여 삼년상을 치렀습니다. 그리고 선과 의를 좋아하는 마음은 천성에서 우러나와 행실이 뛰어난 자가 있다는 소문을 들으면 천리를 멀다 않고 찾아가 보았고 안명세(安命世)의 죽음에 대하여 평생 동안 슬퍼하였습니다. 그리고 은둔 생활을 한 조식(曺植)과 더불어 정신적인 교제를 매우 돈독히 하였고, 성혼·이이를 가장 공경하고 존중하였으며, 정철의 강직한 성품에 대하여 평소 칭찬을 아끼지 않았습니다. 더욱이 후생을 가르치기를 좋아하여 이산보(李山甫)의 효우 충신(孝友忠信)과 박춘무(朴春茂)의 염정자수(恬靜自守)가 모두 그에게서 근원한 것입니다. 심지어 서기(徐起) 같은 이는 하천의 출신으로서 가난하여 학문에 전력하지 못하자 재물을 아끼지 않고 도와주어 성취시켰습니다. 만년에 부름에 응하여 두 고을에 수령으로 나가서는 박봉을 털어 아랫사람을 도와주고, 폐단을 제거하여 곤궁한 백성을 구제하는 데 있어 모두 원대한 계획를 수립하였습니다. 그리고 간인(姦人)과 이속(吏屬)을 단속하는 데 있어 사납게 하지 않아도 저절로 규율이 잡혔으므로 한 고을이 모두 그의 신명(神明)스러움을 칭송하였습니다. 항상 한 사람이라도 제 살곳을 잃게 될까 두려워하였으니 이윤(伊尹)이 뜻한 바를 지향한 것이고, 털끝만큼이라도 자신의 오욕을 허용하지 않았으니 참으로 동방의 백이(伯夷)라 할 수 있습니다. 또한 고을의 학교에서 문무의 재능을 겸비한 인재를 길러 국가의 쓰임에 대비하였으니, 그 계획과 재능은 은연중 공맹(孔孟)의 풍도(風度)가 드러났습니다. 그런데 불행히 아산(牙山)에서 병사하자, 아산의 백성들은 노소를 막론하고 마치 부모의 상을 당한 것처럼 슬퍼하여 거리를 가로막고 울부짖으며 다투어 고기와 술로 제사를 올렸습니다. 그가 거짓 미치광이로 행세하며 자신을 은폐한 것은 화를 피하기 위함이었고, 밝은 시대에는 벼슬길에 나가 쓰였으니, 오로지 세상을 숨어서 산 것은 아닙니다. 만약 조식·박훈의 관례에 따라 관작을 추증하고 치제함으로써 각박해진 풍속을 두텁게 하고 나약한 사람이 본받아 뜻을 세울 수 있게 한다면, 사람들은 실행이 중요하다는 것을 알게 되고, 보고 감화하여 자신도 모르게 날로 진보되며, 어버이를 섬기고 형을 따르는 도리도 볼 만함이 있게 되어 그것을 미루어 임금을 섬길 수 있을 것입니다. 세째, 금방(禁防)하는 데 대한 묘책이 없는 것입니다. 명도 선생(明道先生)이 선사(選士)의 제도에 대해 논하기를 ‘먼저 덕업(德業)이 원만히 갖추어져 사표(師表)가 되기에 충분한 자를 방문하고, 그 다음에 독실히 믿고 학문을 좋아하며 자질이 우수하고 행실이 닦여진 자를 구하여 그들을 정중히 초빙, 서울에 보내 모이게 한 다음에 그들로 하여금 조석으로 바른 학문을 강명케 한다. 그중 학문이 밝고 덕이 높은 자를 택하여 태학(太學)의 스승으로 삼고, 그 나머지는 온 천하의 학교에 나누어 보내 가르치게 한다. 그 도(道)는 반드시 인륜에 근본을 두고 사물의 이치에 밝게 하는 것이며, 그 교육의 내용은 《소학(小學)》의 집안 청소와 윗사람에게 대하는 일에서부터 시작하여 이치를 궁구하고 인성(人性)을 극진히 하는 데까지 이르고 선을 선택하여 몸을 닦아 천하를 교화시키는 데까지 이르게 하며, 향인(鄕人)이 성인의 경지까지 이를 수 있게 하는 것이다. 먼저 선비를 선발하여 입학시킨 뒤, 현(縣)에서는 주(州)로 올려보내고, 주에서는 태학에 올려보내며, 태학에서는 모두 모아서 가르친 뒤 해마다 그중에 어질고 유능한 자를 조정에 천거케 한다. 무릇 선비를 선발하는 방법은 모두 성품과 행실이 단정하고 깨끗하여, 집에서는 효성과 우애가 극진하고 염치와 예양(禮讓)이 있고 학업에 두루 능통하여, 치도(治道)를 훤히 깨우친 자로 한다.’ 하였습니다. 주자가 이 글을 읽고 강개하면서 후세에는 이런 제도가 갖추어지지 못하였다고 탄식한 바 있습니다. 우리 나라에서는 현량과(賢良科)와 명경과(明經科)를 조광조가 조정에 들어왔을 때 잠시 설치하였다가 곧바로 폐지하여 시행하지 않았고, 그 과거에 합격한 자들까지도 죄망에 얽어놓고 말았습니다. 그뒤로 인재를 등용하는 방법은 단지 과거 제도 한 가지에만 의존하게 되었는데, 그 제도는 처음에는 《소학》을 강하고 나서 감시(監試)를 보게 하였고 나중에는 원점(圓點) 제도를 실시하여 점수가 만점이 되면 응시하게 하였으니, 의도가 바람직하고 일의 체모도 잘 짜여져 있다고 할 수 있지만, 결국 나태한 생각이 쉽게 일어나고 잘 받들어 행하려는 사람도 없었습니다. 그리하여 《소학》의 문자를 출제하였는데, 강령(綱領)이 무엇인지도 모르는 자가 있게 되고, 1백 일의 원점을 기록한 명단 속에 들어 있는데도 실제로 학교 문이 어딘지도 모르는 자가 많았습니다. 이 때문에 교묘한 속임수를 쓰는 일은 오직 과문(科文)을 초록(抄錄), 그럴 듯하게 표절하여 녹을 구하는 첩경으로 삼고 있습니다. 심지어는 서울에 살고 있으면서 추장(秋場)을 위하여 시골로 내려간다고 말하는가 하면, 아직 글도 모르는 자식을 두고서 상피(相避)한다고 일컬어 도를 바꾸어 응시합니다. 채인(蔡人)이 대기(戴記)를 익히지 않고 응시하는 자로 그중에 더욱 간교한 자는 미리 시험장 밖의 사람과 약속해 두고 장졸(場卒)과도 교제하여 제목을 내보내 지어들이게 함으로써 시관의 눈을 속입니다. 그 결과 육갑(六甲)도 이해하지 못하는 자가 사마시(司馬試)에 합격하는가 하면, 삼사(三事)도 모르는 자가 별거(別擧)에 오르기도 합니다. 이와 같이 빠르게 급제하기 위하여는 비열한 짓을 하는 수치도 아랑곳하지 않으면서, 대낮에 사람들에게 뽐낼 뿐 아니라 대명천지에 어진 이를 시기하려 듭니다. 낭사(郞舍)에는 허옹(許邕) 같은 이가 없으니 누구인들 출신문자(出身文字)에 서명하지 않겠으며, 학사(學士) 중에는 유의(劉儀)처럼 우선 집을 윤택하게 하는 계제(階梯)가 되었다고 축하하는 이만 있고 왕증(王曾)처럼 먹고 입는 데 뜻이 있지 않다고 말하는 이가 있다는 말은 듣지 못하였으며, 간혹 유분(劉蕡)처럼 가슴속에 뜻만 품은 채 초라한 집에서 한스럽게 세상을 마치는 사람도 보았습니다. 군상(君上)을 기망함이 여기에서 점점 누적되고 해독과 폐단이 걷잡을 수 없이 발생하므로 백성들은 더욱 곤궁하게 되었습니다. 아, 재상과 대간이 모두 여기에서 배출되고 모든 관직의 우두머리가 또한 여기에서 배출되는데 미리 양성하는 방책이 없어 금방이 그와 함께 무너졌습니다. 이 때문에 이이는 걱정하여 일찍이 석담 서실(石潭書室)에서 사람들이 과문을 초록한 책을 끼고 오지 못하게 하고 오직 《소학(小學)》과 《근사록(近思錄)》을 먼저 가르치고 그 다음에 사서 오경(四書五經)을 배우게 하였는데, 경학(經學)이 정명(精明)하지 못하고 문리가 시원스럽지 못한 자는 과거에 응시를 허락하지 않았습니다. 신이 제독의 직임을 받았기에 선현(先賢)의 말로 학교의 법규와 제도를 새로이 정비하고 아울러 과거의 사목을 엄격하게 할 것을 청합니다. 우선 어린 학생들로 하여금 학장(學長)에게 가르침을 받아 유학(儒學)을 전공케 하고 제멋대로 독서하는 습속을 일체 혁파시켜야 합니다. 그리고 향교에 소속시켜 재(齋)를 나누고 유(類)를 갈라 자질에 따라 폭넓게 가르치되 매일 과정을 두어 먼저 실학(實學)을 두터이 숭상케 하고 다음 사서(四書)와 자집(子集)을 배우게 하여 잠시도 쉬지 않고 강독(講讀)케 하여서 그들의 학문이 성취되기를 기다린 뒤에 과장에 나가 제술(製述)케 해야 합니다. 그 방법은 주자(朱子)의 3일, 8일에 출제하고 4일, 9일에 시험보이는 규례를 따르되 문체가 비약(卑弱)한 것은 따지지 말고 오직 사의(辭意)가 개절(凱切)한 것을 채택하여 성취할 수 있도록 권장하여 가르치고 격려하여 흥기시키기를 방도가 있게 해야 합니다. 이리하여 유학(幼學)으로서 사서를 통하지 못하고 시부(詩賦)를 지음이 법도에 맞지 않은 자는 감시(監試)를 볼 수 없게 하고, 생원·진사로서 《근사록》과 경사(經史)를 통하지 못하고 문장을 지음에 문리가 우세하지 못한 자는 함부로 동당 별시(東堂別試)에 응시하지 못하게 하며, 향인(鄕人)으로서 관학(館學)에 들어가려 할 때 제독에게 《소학》과 《사서》의 수강을 마치지 않은 자는 함부로 들어가지 못하게 하여야 합니다. 그리고 다행히 초시에 합격하여 훈도(訓導)의 취재(取才)를 보기를 희망하는 자도 모두 제독의 면강(面講)을 거치게 해야 합니다. 대체도 도목(都目)이 입문관(入門官)에게 이송되거나 진성(陳省)이 이조·예조로 이송될 즈음에 반드시 제독이 수령과 함께 서명한 뒤에 시험과 수강을 허가하도록 하여 건주(虔州) 사람이 개봉부(開封府)의 호적에 올리고 사환(謝還)의 무리가 채주(蔡州)의 결과(決科)에서 이익을 꾀하였던 것과 같은 일을 못하게 하면 차작(借作)과 대강(代講)의 폐단을 아주 혁신하고, 함부로 들여보내고 파방(罷榜)시키는 걱정도 영구히 끊어버릴 수 있을 것입니다. 따라서 시험장은 혼탁해지지 않고 과거 제도가 엄격하고 깨끗해지며 학교가 즐겁게 공부하는 장소로 변하고 책을 읽고 시험에 응시하는 자들도 반드시 올바른 인물로 될 것입니다. 네째, 보익(輔翼)하는 것이 온당하지 못한 것입니다. 대개 반(盤)·우(盂)·궤(几)·장(杖) 등의 명(銘)으로 미리 수양하는 풍습이 전해지지 않고, 덕행과 도예(道藝)의 교육을 소홀히 여겨 강명되지 않고 있어, 바루고 보익하는 도구라곤 선현의 학규(學規)뿐입니다. 주자가 남강(南康)에 부임하여 백록 학규(白鹿學規)를 만들었고 위응중(魏應仲)에게 보낸 편지에는 십훈(十訓)이 있습니다. 주자가 세상을 떠난 지 백년이 지났는데도 아직까지 그를 추모하는 자가 많은 까닭은 직접 모시고 가르침을 받고 가까이서 그 덕을 보았기 때문입니다. 지금 학교에 더러 그 학규를 걸어놓기는 하지만 유사(有司)가 취하는 것은 오직 시부(詩賦)를 우선으로 하기 때문에 귀한 인물이 되기를 요구하고 좋은 인물이 되기를 요구하지 않습니다. 따라서 가장 준수하다고 이름난 자도 오직 사장(詞章)과 훈고(訓詁)만을 숭상하고 힘쓸 뿐, 게시한 학규의 취향을 우러러 생각하면서 마음을 경계하고 몸을 단속하는 자는 한 사람도 없으니 이는 이욕이 마음을 변하게 했을 뿐 아니라 실상 선현의 유풍을 접함이 까마득히 멀기 때문입니다. 이이의 높은 행실과 올바른 언론은 진실로 당세를 경동시킬 만한 것이었고, 평소의 말과 노래는 언제나 주자를 배우고 싶어하는 소원이었습니다. 그러므로 석담 정사(石潭精舍)에서 주자의 백록 학규와 십훈의 뜻을 미루어 넓혀서 별도의 규약을 만들고 그것으로 찾아오는 선비들을 가르치니, 많은 이들이 흥기되었습니다. 그가 저술한 《격몽요결(擊蒙要訣)》은 바른 도리로 어린 선비들을 가르치고 예로서 풍속을 순화하는 데 편리하고, 지어 올린 《성학집요(聖學輯要)》는 몸을 닦고 집을 바르게 다스리며 정치를 하는 데 관한 방법을 빠짐없이 포괄하였고 강령과 절목(節目)이 조리 정연하게 짜여져 있습니다. 신이 전일 한 번 본 적이 있었으나 직접 한 권을 소장하여 옆에 두고 볼 수 없었고, 다만 서실의 규약과 《격몽요결》을 가지고 향족(鄕族)의 어린이들을 시험삼아 가르쳤는데, 그로 인하여 《소학》·《가례(家禮)》로 들어가고 《근사록》·사서로 들어가는 데 매우 쉽고 빨랐습니다. 지금 제독이 교육하는 방법도 먼저 그것으로 어린 선비들을 가르쳐 도에 들어가는 문호를 보여주려 한다면 귀로 듣고 눈으로 보아 깨우치는 것이 매우 많을 것인데, 서인원(徐仁元)·정여립(鄭汝立)의 간사하고 속이는 말이 사람들의 이목을 틀어막아 참된 선비의 확실한 말이 사람들을 인도할 수 없게 되었습니다. 어리석은 신이 간절히 원하건대, 그 규약을 각 향교에 펴도록 명하시고, 또한 《격몽요결》과 《성학집요》를 간행하여 계수관(界首官)에 반포하소서. 그렇게 하면 더러 뜻 있는 선비가 펴놓고 읽어 가슴에 새길 것은 물론이고 그와 똑같은 마음을 가진 자가 간혹 궁벽한 고을에서도 나올 것이며, 사람들은 지금이야말로 임금에게 충성을 다하고 백성에게 은택을 베푸는 일을 펼 만한 때임을 알 것입니다. 그리고 신이 이에 대해 더욱 느끼는 바가 있습니다. 사마광(司馬光)이 지어 올린 《자치통감(資治通鑑)》은 논한 내용이 충사(忠邪)의 분변에 대하여 매우 뜻을 기울인 것인데, 채변(蔡卞)이 그의 무리 설앙(薛昂)을 시켜 판각을 없애버릴 것을 청하였으나 진관(陳瓘)이 신종(神宗)의 어서(御序)의 일을 시험의 책제(策題)로 출제하자 이에 채변이 학도들로 하여금 판각을 높은 다락 위에다 비치하게 하였습니다. 《성학집요》의 논지(論旨)도 입지(立志)·수렴(收斂)에서부터 시작하여 기강을 세우고 백성을 편안케 하는 데까지 범위를 넓혔고, 고금 성현들의 교훈을 모아 종류별로 합치고 부문별로 나누었으며, 한 마디마다 온 뜻을 기울였고, 한 단락마다 깨우쳐주는 것으로서 기필코 인주가 스스로 반성하여 요순의 도를 지금 시대에 행할 수 있다는 것을 알게 하려고 하였습니다. 따라서 그 긴요한 말과 절실한 일은 마땅히 《대학》이나 《근사록》에서 그 연원을 찾아야 되고 보통의 문집처럼 등한시하여서는 안 되는 것이니, 태양처럼 빛나는 그의 고충(孤忠)은 반드시 성주의 살펴보심을 입을 것입니다. 다만 용현(用賢), 취선(取善) 두 장(章) 속에서 사이비한 군자·소인의 실상에 관하여 극히 밝혔으니, 오늘날 온갖 욕설로 헐뜯는 자들이 훗날 판각을 없애버리지나 않을까 걱정됩니다. 성상께서 한 번 신한(宸翰)을 휘호하여 손상시키면 안 된다는 뜻을 대략 서술하시고, 신종(神宗)이 사마광에게 해주었던 것처럼 문자(文字)를 내려주시며, 이름을 높이는 시호를 동지들에게 의논하여 올리게 한 다음 그것을 파동(坡東)의 언덕에 정표(旌表)하신다면 육선공(陸宣公)의 장주(章奏)가 세상에서 매몰되지 않고 밝은 태양 아래에서 조그만 반딧불 같은 것은 저절로 꺼지는 것처럼 될 것입니다. 신이 초야의 고적한 행색으로 여러 번 황당무계한 말을 진술하여 그 참람됨이 용서받을 수 없는 죄라는 것을 스스로 알지만, 다행히 하늘과 바다 같은 성상의 포용을 입어 여태까지 형벌을 받지 않았기에 감격스럽기 그지없습니다. 이제 삼가 세상의 논의 중에서 성덕에 도움이 될 만한 것을 채집하여 대략 한 편의 소장을 만들어 올리오니 전하께서 불을 밝히고 펴 보신다면 정성을 바치는 보람이 있을 것으로 여기며, 아뢸 바를 모두 올리려 합니다. 신이 삼가 보건대 《주자대전(朱子大全)》은 그 내용의 가르침이 어느 것 하나 군신·상하의 관계에 절실하지 않은 것이 없는데 여러 현인들의 행장 몇 권에는 당시 군자들이 소인배들에게 억제당한 실상이 빠짐없이 서술되어 있어 혼란스럽던 전후의 사실이 가장 분명하고 자세하니, 흥망과 치란이 모두 여기에서 나뉘어지는 것입니다. 성상께서 한 번 보시면 마땅히 길게 탄식하게 될 것이니, 한가로이 쉬시는 여가에 특별히 펼쳐 보소서. 그러면 지금 우리 나라의 조정이 곧 송나라 조정과 흡사함을 알게 되고, 군자와 소인의 분명한 한계가 장차 전하의 안목에 분명하게 드러날 것입니다. 신의 소망은 오직 광문(廣文)의 박봉(薄俸)으로 노모를 잘 봉양하는 일뿐이고 동인이니 서인이니 하는 말은 실상 신과 전혀 상관이 없습니다. 다만 박순·정철·이이·성혼의 마음은 해와 별처럼 명백하여 편당을 했을 리가 만무합니다. 그런데 세상 사람들의 견해는 쉽게 흔들리고 간사한 논의가 난무하여 사우(師友)간의 도는 끊어지고 군신간의 의리는 저상되어 선비들을 가르칠 수 없고 백성들을 보호할 수 없기에, 죽은 자를 슬퍼하고 살아 있는 자를 경각시키기 위하여 피를 뿌리며 할 말을 다하고 권력자들에게 대들면서 당대에 이름난 자들을 지척(指斥)하였습니다. 송인수(宋麟壽)는 이기(李芑)와 절교하였다가 해를 입었고, 이천계(李天啓)는 이기를 논박하였다가 배척받아 죽었는데 신의 목숨도 외롭고 위태함이 이로부터 더욱 심하여져 국무(國武)처럼 죽음을 당하지 않으면 채원정(蔡元定)처럼 멀리 유배를 당하게 될 것 같습니다. 그러나 이 한몸은 매우 작지만 나라는 매우 크며, 평범한 교제는 후회되더라도 임금과 스승의 의리는 매우 중대합니다. 그러므로 반복하여 말씀을 올리오니 이이·성혼과 같은 사람들을 서인의 명칭에서 떼어내고 그의 가르침을 미루어 모든 사람들과 함께 하소서. 삼가 원하건대 성상께서 한 마디 말씀으로 타파함으로써 밝은 태양이 중천에서 더욱 빛나게 하소서. 성상께서 혹시라도 신의 말이 미덥게 여겨지지 않으신다면 이이를 해치려는 무리들을 불러놓고 친히 서찰을 내려 그들로 하여금 지금의 급선무로 해야 될 일을 진술케 하소서. 그리하여 과연 그들의 아름다운 덕과 높은 행실이 모든 사람들의 감복하는 바가 되고 충직한 말과 뛰어난 지혜가 끊임없이 쏟아져 나와 실제로 주상의 덕을 보필하고 백성들의 삶을 보전할 수 있음이 이이·성혼보다 월등 뛰어나다면, 신은 입을 다물고 구학(溝壑)에서 말라 죽더라도 여한이 없겠습니다. 고분(孤憤)이 가슴속에 격동되어 말을 가다듬을 줄 몰랐습니다. 성명께서 너그럽게 재량하시고, 아울러 네 가지 조목의 논한 것에 대해 의논하여 실행토록 명함으로써 한 지방 선비들의 다행이 되도록 하소서. 신의 마음이 격동되고 간절하며 두려움에 떨리는 것을 이기지 못하고, 삼가 죽음을 무릅쓰고 상소합니다.” 하였는데, 상소가 들어간 지 7일이 지나도록 궁중에 두고 조정에 내리지 않자 조헌이 다시 상소하여 앞서 말한 바를 반복하여 진술하니, 상이 답하기를, “그대가 소장을 봉진(封進)한 지 이미 오래되었는데, 요즘 내 심사가 편치 못하여 미처 펼쳐 볼 겨를이 없었으므로 즉시 결정하지 못하였다. 그대가 혹시 임지로 돌아가거든 더러 임의대로 시행하라.” 하고, 이어 전교하기를, “구언(求言)에 따라 정성스럽게 상소한 것을 가상스럽게 여긴다.” 하였다 그리고 해사에 명하여 의논하여 아뢰도록 하였는데, 해사가 흐지부지 넘기고 회보하지 않았다.",
                "hj": "〔○〕然所以致此之本, 惟在於聖主之身, 聖主亦宜自謀所以淸化源、革流弊者, 日乾夕惕, 仰體天行之健, 察倫明物, 俯思人道之近。 深惟 “股肱惟人” 之訓, 兼懷 “日月愈邁” 之憂。 務得良臣, 窹寐求之, 昔者所進, 今不俾遁藏, 擧爾所知, 引爾所不知, 忠厚直諒之士, 次第收召, 期與訏謨定命, 遠猷辰告, 翕受敷施, 行著習察, 則誠身之敎, 自刑於外, 八荒四闥, 惟吾所令矣。 子夏曰: “舜擧皐陶, 不仁者遠; 湯擧伊尹, 不仁者遠。” 蓋人皆化而爲仁, 不見有不仁之迹也。 《書傳》有之曰: “君子在野, 小人在位, 民棄不保, 天降之咎。” 君子在位, 而天降咎, 民不保者, 未之有也。 第此所云, 實係殿下家事, 而宰相之責, 臣不敢索言矣, 請言臣職之當爲也。 臣聞, 拱把桐梓, 在乎早培; 靑雲佳士, 起于草廬。 本養人材, 乃是他日之棟樑, 而所以養之之具, 有四不備。 一曰、敎導之非人也。 臣伏見, 廣文注擬之事, 銓曹不能盡察, 一付書吏之手, 視其地膏瘠, 爲賂物多少。 及到其任, 惟事哺啜, 不知勸講之爲何事, 此窮生之所以被剝, 而士風之所以不美也。 李珥爲政曹, 申擧鄕選之規, 俾擧有學行者。 諸道固不可多得矣, 湖南爲人材府庫, 兼有親承先進之敎者, 不無一行可取; 一經可誨者。 臣在鄭澈幕下, 相與盡心推訪, 凡得五十餘人。 意謂, 以此分敎湖南, 則雖未盡善, 似無曠校。 而後聞諸道之選, 頗多後至。 雖間有冒屬者, 視前日付吏之手, 則多有得人處。 中有朴濟爲人, 與鄭澈相厚, 好言人過, 密囑臺官, 幷廢諸道公選。 自是之後, 許多敎人之官, 還復賂吏之規, 目今赴任者, 鮮有不謁於銓吏, 而不由乎請托者。 若此而望其士氣之振奮, 不亦左乎? 謂, 宜還選文行俱備者, 隨缺補之, 文士南行中, 罷散而窮居, 知書識理者, 優其俸廩而付批, 則廣文之任, 人必加敬, 而學徒矜奮矣。 中朝書院, 各有山長, 以敎後生。 兩南則多有書院, 因俗開導之無妨, 而不悅者, 多欲毁之。 一邑僧寺, 或以十數而不論, 至於吾儒講道之所, 不幸僅有, 而至欲廢之, 已有朱子之歎矣。 臣之所管, 公州有孔巖精舍; 舒川有鳴谷精舍。 孔巖則有良人徐起, 曾學於李仲彪, 學博而行全, 傍近受學者, 或中生、進, 多有易敎之士。 而鳴谷則別無主張之師, 頃歲臣嘗一過, 多見其開爽可敎者, 而今此遍講, 一無大進益者。 臣意以爲, 宋翼弼及其不死於溝壑、水賊, 納臣資級, 以與安氏, 贖其身、貰其罪, 使道人、漁子, 遍招于邦域, 倘其至也則以爲鳴谷山長, 因其才而敎導, 則厥有成效, 必勝於愚臣十年提督矣。 二曰、激勵之無方也。 臣竊聞, 東漢之朝, 表著嚴光之節, 故聞風興起者, 有黃憲、郭泰, 躬修樂善, 激昻後進, 名流代作。 朝廷專擅者, 或萌簒逆之心, 而草野危言, 金石其剛, 故雖以曹操之朶頤, 而必殺孔融, 猶畏餘論, 令其子代漢, 而身托於周文。 我朝祖宗以來, 嘉奬吉再、追爵鄭夢周。 曁乎聖朝, 特謚金【宏弼。】、鄭【汝昌。】、趙【光祖。】、李【彦迪】, 其於徐敬德、曺植、成運、朴薰, 莫不致祭, 所以激勵儒林者至矣。 獨於李之菡高世之行, 未有所及, 僻縣蒙士, 何以奬進? 之菡爲人, 天質奇偉, 孝友絶倫, 聞兄之蕃病在洛中, 步自保寧, 不憚其勞, 謂兄有師道, 服其喪三年。 樂善好義, 出於天性, 聞有一行者, 則輕千里而見之, 安命世之死, 追悼平生。 曺植隱淪, 神交篤好; 成渾、李珥, 最所敬重; 鄭澈剛直, 雅言稱之。 尤好奬誨後生, 李山甫之孝友忠信; 朴春茂之恬靜有守, 俱有所自。 至如徐起下賤之人, 貧不力學, 不愛其財, 資以成就。 晩應徵辟, 出宰二縣, 薄奉厚下, 祛弊賑窮, 皆立宏遠之規。 束姦御吏, 不惡而嚴, 一境稱其神明。 常懼一物失所, 志伊尹之所志也; 不以一毫自浼, 實東方之伯夷也。 又於縣學, 欲兼文武之才, 以備邦國之用, 謀猷材調, 隱然有孔、孟風度。 不幸病死牙山, 牙山之民無少長, 如喪父母, 攔街號哭, 爭奠雞酒。 其佯狂自晦, 所以避禍, 而見試明時, 非全遯世也。 若依曺植、朴薰例, 贈之爵, 而賜之祭, 以敦薄俗、以立懦夫, 則人知實行之爲可尙, 觀瞻感化, 不自知其日進, 事親從兄, 必有可觀, 而亦可推以事君矣。 三曰、禁防之無術也。 明道先生論選士之制: “先訪德業充備, 足爲師表者, 次求篤信好學, 材良行修者, 延聘敦遣, 萃于京師, 俾其朝夕, 相與講明正學, 擇其學明德尊者, 爲太學之師, 次以分敎天下之學。 其道必本於人倫, 明乎物理, 其敎自《小學》灑掃應對以上, 至於窮理盡性, 擇善修身, 至於化成天下, 自鄕人可至於聖人之道。 擇士入學, 縣升之州, 州賓興於太學, 太學聚而敎之, 歲論其賢者、能者於朝。 凡選士之法, 皆以性行端潔, 居家孝悌, 有廉恥禮讓, 通明學業, 曉達治道者。” 朱子讀此, 未嘗不慨然發歎, 以後世養士無是具也。 我朝賢良、明經等科, 纔設於趙光祖立朝之日, 而旋廢不行, 幷其中科者, 陷于罪網。 厥後用人之路, 只倚科擧一事, 初講《小學》, 乃見監試, 後設圓點, 滿數赴擧, 意非不美、事非不密, 而懈意易生, 奉行無人。 《小學》文字之出, 至有不知綱領者, 圓點百日之籍, 實多不識庠門者。 是以, 巧僞易生, 人懷僥倖, 惟謹抄科文, 善於剽竊, 以爲干祿之徑。 至有身居京洛, 而稱秋場下鄕, 抑有子不知書, 而稱相避, 換道以應。 蔡人之不習《戴記》, 其甚姦黠者, 豫約外人, 交通場卒, 出題製納, 以瞞試官之目。 致使未解六甲者, 或中司馬, 不識三事者, 騫勝別擧。 一有飄風之得, 不計穿窬之恥, 不惟驕人於白日, 方將妬賢於明時。 郞舍無許邕, 孰不署于出身文字; 學士有劉儀, 已先賀其潤屋楷梯, 不聞王曾志不在於溫飽; 或見劉蕡終抱屈於蓬蓽。 欺君罔上, 積漸於此, 耗蠧滋興, 生靈愈困。 嗚呼! 宰相、臺諫, 悉由於此; 百職、帥守, 亦由於此, 而豫養無策, 禁防隨壞。 是以, 李珥憂之, 嘗於石潭書室, 不許人持科文抄集, 惟以《小學》、《近思錄》先奬誨之, 次及四書五經, 經學不明, 文理不達者, 不許赴擧。 臣旣冒受提督之任, 請以先賢之說, 申擧學校規制, 幷嚴科擧事目。 惟使童蒙, 聽敎于學長而業儒, 私自讀書之類, 一切革罷。 悉付于鄕校, 分齋別類, 因材廣誘, 日有課程, 先敦尙實學, 次及四書子集, 篤講不懈, 俟其有成然後, 臨場製述。 依朱子三八日出題、四九日考試之規, 不尙文體卑弱, 惟取辭意剴切者, 奬誨成就, 激作有方。 幼學而不通四書, 作詩賦, 無倫理, 不許觀光于監試; 生進而不通《近思錄》、經史, 爲文章, 不以理勝者, 不許冒入于東堂別試; 鄕人之求入于館學者, 不於提督畢講《小學》、四書者, 亦不許冒入。 幸中初試, 求爲訓導取才之類, 幷聽經提督面講。 凡干都目之移于入門官; 陳省之移于吏、禮曹之際, 必有提督同守令署押然後, 許試許講。 且使虔州之人, 不使貫於開封戶籍, 謝還之輩, 不規利於蔡州決科, 則借作、代講之弊, 可以永革; 濫入、罷榜之患, 亦可永絶。 而場屋不溷, 科擧肅淸, 庠序皆爲樂趨之地, 讀書應擧者, 亦必有吉人矣。 四曰、輔翼之非宜。 蓋自盤、盂、几、杖之銘, 豫養者不傳, 而德行、道藝之敎, 忽而不講, 所以匡直輔翼之具, 只有先賢學規。 朱子之知南康, 有《白鹿學規》, 其與魏應中書, 又有十訓。 沒世百年, 人多向慕者, 以其親炙者, 面命而覿德之至近也。 今之學校, 雖或以此懸之楣間, 而有司所取者, 惟先詩賦, 故要作貴人, 而不要作好人。 最名俊秀者, 惟詞章是尙、訓詁是力, 無一人仰惟揭示之方, 以求警心, 而飭身也。 是不啻利欲之薰心, 實惟聞風之遐遠也。 李珥之卓行格論, 固可以聳動當世, 而雅歌常言, 動有學朱之願。 故其於石潭精舍, 推衍洞規十訓之意, 別爲約束, 以訓來士, 士多興起。 而所著《擊蒙要訣》, 又便於訓蒙以正、開俗以禮; 其所纂進《聖學輯要》, 備著修己、正家, 爲政之道, 綱領節目, 粲然有序。 臣於昔年, 嘗一過目, 而未能得一本自隨, 只以書室約束、《擊蒙要訣》, 試敎鄕族童稚, 由是而入于《小學》、《家禮》; 由是而入于《近思錄》、四書, 甚易且近。 今於提督之方, 亦欲先敎蒙士, 以示入道門戶, 則耳目所入, 警責者必深, 而仁元、汝立邪詖之說, 錮人耳目, 眞儒的確之論, 將無以牖人。 臣愚切願, 以此約束, 命布于各校, 又以《擊蒙要訣》、《聖學輯要》, 印頒于界首官。 時有有志之士, 展讀而服膺, 則同有是心者, 或出於窮鄕, 人知致澤君民之事, 亦可展布於斯今矣。 臣於此, 尤有所感焉。 司馬光所進《資治通鑑》一部, 所論尤致意於忠邪之辨, 蔡卞使其徒薛昂, 乞毁其板, 陳瓘以神宗所製御序之事, 出策於場屋, 卞乃令學中, 置板高閣。 《輯要》所論, 起自立志、收斂, 以極于立紀綱、安民, 裒聚古今聖賢之訓, 類會門別, 言言致意、段段提醒, 必欲人主, 反觀而自省, 須知堯、舜之道, 可行於今日。 其要言、切務, 當求之《大學》、《近思錄》, 而不可以等閑文集看者也, 孤忠皦日, 必蒙聖主之鑑照矣。 第於用賢、取善兩章之間, 深明君子小人, 似是而非之狀, 則近日極口詆謗者, 竊懼銷板於他日。 倘蒙聖主一揮宸翰, 略敍不可壞之意, 用以傳示文字, 如神宗之於司馬, 尊名之謚, 且命同志議, 更考進, 用表于坡東丘土, 則陸宣公章奏, 不淪於世, 而大明之下, 爝火自息矣。 臣以草野孤蹤, 屢陳狂言, 自知僭越, 罪在不赦, 而幸蒙聖主天覆海涵之量, 迄不加誅, 感激之深。 謹採街論巷議之切於聖聽者, 略一控達, 而靑燈展書, 頗有食芹之美, 願畢有所陳焉。 臣伏見, 《朱子大全》一書之訓, 何莫非切於君臣上下者, 而諸賢行狀數卷中, 備敍當時君子見抑於小人之狀; 糾紛前後之事, 最明且備, 興衰治亂, 悉分於此。 聖主一覽, 當爲長太息者也。 願於淸燕之暇, 特賜披閱, 則今之朝廷, 卽宋之朝廷, 而君子小人之極, 將不逃於睿鑑之下矣。 臣之所望者, 惟廣文冷料, 分養老母而已。 東西二字, 實不關於臣身。 只爲淳、澈、珥、渾之心迹, 皎如日星, 萬無偏黨之理。 而俗見易惑, 邪議繽紛, 師友道絶; 君臣義喪, 士不可敎; 民不可保, 悼亡駭存, 瀝血盡言, 觸冒權貴, 指斥時譽。 宋麟壽絶芑而被害; 李天啓論芑而斥死。 臣命孤危, 自此益甚, 不有國武之見殺, 定被元定之遠竄矣。 但一身甚小, 而一國至大; 泛交可悔, 而君師義重。 反覆陳辭, 願脫珥、渾之流於西字, 而推其敎, 與人共之。 臣伏願聖主, 一言破之, 以昭白日於中天焉。 聖主倘不以臣言爲然, 則願召害珥之徒, 親給天章之札, 俾陳時務之急。 果有懿德峻行, 爲衆所服, 忠言嘉謨, 日出不窮, 實有匡主德, 而庇斯民者, 絶勝珥、渾, 則臣請結舌, 枯死于溝壑, 而無恨也。 孤憤激中, 言不知裁。 聖明留神裁, 幸焉幷取四條所論, 而命議行之, 以幸一方之士。 臣不勝激切屛營之至, 謹昧死以聞。 疏入七日, 留中不下, 憲又上疏, 申前說。 上答曰: “爾之封章久矣。 近日以來, 予心緖不寧, 未暇披閱, 未卽發落。 汝或歸任所, 或任意爲之。” 因傳曰: “因求言陳疏之誠, 良用嘉焉。” 命下該司議啓, 寢, 不報。"
            },
            "5": {
                "H2KE-EN": "Deputy Education Director Jeong Yunbok and others presented a memorial to the King in order to displease the error of the memorial submitted by Jo헌 . The King replied, Generally speaking, it is impossible to dispute the right and wrong of being luxurious to the world. It would be better to reflect upon my own conduct and to reflect upon it. On this day, the Office of the Inspector General had a discussion with the Office of the Censor General, but failed to compose a memorial. At that time, when the memorial was completed in the night, the memorial was presented [to the King]. On the sun, the King issued a decree, which stated, In the third night of the middle of the midle of the palace, eunuchs were strongly drums and rose from their clothes. Upon reflection, how could there be any incident to report to me? There is no urgent incident in which to report to me? There is no urgent incident in which to report to me. They rushed to the left and right to respond, and there was only a rumor. This is not necessary because all wild animals and animals are dark in the midle of the night. Even though the Office of the Inspector General is busy with urgent opinions, he does not consider the circumstances. However, the Royal Secretariat is in charge of transmitting royal orders and reports, and he must take urgent circumstances. He should admonish the circumstances and wait until the next morning. Who would say that it was not right? Now that he is diligent and unclear, he has been disappointed. Only the Office of the Inspector General has sent the instructions to me. How can this be proper? If [the Office of the Inspector General] continues to follow this custom, he must be punished. Furthermore, the palace gates were closed before the middle of the midle of the palace and the midle of the palace gate. Even if [the Office of the Inspector General] is a high-ranking official, [the Office of the Inspector General] disobeyed the royal order. Now, the officials of the Office of the Inspector General, wishing to enter and exit [the palace gates] as they wished to do as they wished",
                "H2KE-nKo": "부제학 정윤복 등이 차자를 올려 조헌의 상소 내용이 그릇되고 망령됨을 논척하니, 주상이 답하기를,“대개 한없는 구설로 무익한 시비를 다투는 것보다는 자신을 반성하여 스스로 반성하는 것이 더 좋을 것이다.”하였다. 이날 홍문관이 회의하여 차자를 지을 때 재단하지 못하다가 마침 밤이 깊어서야 필사하여 올렸다. 이날 하교하기를,“어젯밤 삼경에 중관이 방울을 흔들며 옷을 입고 일어났다. 스스로 생각하기를 ‘밤이 깊고 누각이 고요한데 어찌 아뢸 일이 있겠는가. 위급한 일이 있지 않으면 필시 변방의 보고일 것이다.’라고 여겨 좌우를 재촉하여 나가서 응하게 하였는데, 바로 한 장의 낭설이었다. 이것은 반드시 한밤중에 새와 짐승이 모두 잠들었을 때 올릴 만한 글이 아니었다. 옥당이 비록 진언하는 데 급하다 하더라도 일의 체모를 헤아리지 못한 것이다. 승정원은 왕명을 출납하는 자리에 있으니 마땅히 완급을 취하여 일의 체모로 유시하고 우선 이튿날 아침에 올린다면 누가 불가하다고 하겠는가. 그런데 지금 놀란 나머지 정신이 혼미하고 전도되어 오직 옥당의 전령만을 취하니 이것이 온당한가. 훗날 만약 이런 버릇을 답습한다면 반드시 처벌이 있을 것이다. 또 궁문이 어둡기 전에 닫히고 날이 밝으면 여는 것은 그 뜻이 있는 것이니, 비록 만승의 지존으로서도 관문을 지키는 관리에게 거절을 당하는 것이다. 그런데 지금의 신하들은 출입을 태연자약하게 하고자 하여 공문 보기를 일찍이 여염집만도 못하게 하니 옛사람과는 매우",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 10월 1일(임술) 5번째기사",
                "gt-oKo": "부제학 정윤복(丁胤福) 등이 상차하여 조헌이 올린 소장의 내용이 그릇되고 허망하다고 논척(論斥)하니, 상이 답하기를, “대개 끝없는 말을 늘어놓으며 무익한 시비의 논쟁을 하기보다는 각자 자신에 돌이켜 스스로 반성하는 것이 바람직스럽다.” 하였다. 이날 홍문관이 회의하여 차자를 마련하였는데, 제대로 만들지 못하다가 한밤중에 이르러서야 다 써서 올렸다. 그러자 이튿날 하교하기를, “어젯밤 삼경에 중관(中官)이 방울을 울리기에 옷을 걸치고 일어났다. 내 생각에 ‘누각(漏刻)도 조용한 한밤중에 무슨 아뢸 일이 있을까? 위급한 사고가 아니면 필시 변보(邊報)일 것이다.’ 하고 좌우 시신을 재촉하여 나가 보도록 하였더니, 곧 한 장의 낭설을 올리는 일이었다. 이는 결코 짐승들도 다 잠자는 한밤중에 올릴 만한 내용이 아니었다. 옥당이 진언에 급급한 나머지 일의 체모를 헤아리지 못하였다 하더라고 정원은 출납을 맡은 지위에 있으니 마땅히 완급을 적당히 조절했어야 할 일이었다. 따라서 일의 체모로 보아 우선 이튿날 아침에 올리라고 타일렀더라도 그 누가 안 된다고 했겠는가. 그런데 잠결에 놀라서 일어난 나머지 혼미하고 전도되면서 오직 옥당의 전령(傳令)에 따르기만 하였으니, 이것이 과연 온당한 것인가. 훗날 다시 이와 같은 일을 되풀이하면 반드시 벌을 내릴 것이다. 그리고 궁궐문을 어둡기 전에 잠그고 동이 틀 때 열도록 한 것은 그 나름대로 뜻이 있는 것으로 만승(萬乘)의 지존(至尊)이더라고 문을 지키는 관리에게 거절을 당하는 법이다. 그런데 지금의 신료들은 제멋대로 출입하려고 들어 공문(公門) 보기를 동리의 문보다 더 대수롭지 않게 여기니 옛사람들과는 너무 다르다.” 하였다.",
                "hj": "○副提學丁胤福等上箚, 論斥趙憲疏辭之謬妄, 上答曰: “大槪與其侈無窮之口舌, 爭無益之是非, 莫若反己而自省幸矣。” 是日, 弘文館會議, 製箚不能裁, 適夜深乃寫完, 呈進。 日下敎曰: “昨夜三更, 中官振鈴, 披衣而起。 自念, 夜深漏靜, 安得有奏事? 非有警急, 必是邊報。 趣左右, 出而應之, 則乃一張浪說也。 此非必於丙夜鳥獸皆眠之時, 可上之書也。 玉堂雖急於進言, 不揆事體, 而政院在出納之地, 所當取其緩急, 諭以事體, 姑待翌朝而上, 夫誰曰不可? 今乃迷昏、顚倒於驚夢之餘, 惟玉堂傳令是趣, 此穩當乎? 後日若踵此習, 必有罰矣。 且宮門未昏而閉; 已明而開, 厥有其意, 雖以萬乘之尊, 見拒於守關之吏。 今之爲臣僚者則欲使出入自如, 隨手任意, 視公門, 曾不若閭里之門, 殊異於古之人矣。”"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "Supreme General [of the Middle Army Commander] Bak Sun submitted his resignation on the first day of the month. [Bak] Suns original home was in Jeolla Province . At this time, he could not dare return to his hometown. He was chosen to the middle of Bae Ungye in the middle of Yeongpyeong . His household was named Bae Unga . There was an achievements of spring and stones that had achieved advantage of barbarians, and the barbarians raised their livelihoods. He came from afar and did not encourage his teachings. He did not speak about the world and did not speak about the world during the time of his reign. The King repeatedly summoned him and all declined to resign. The King admonished him, saying, I saw my dear sirs letter of resignation and learned that my dear sir did not return to his hometown. It is possible for him to rely on his own behavior, but it is not good to do so. The reason why I urged my dear sir to summon him to the capital in order to prevent him from wandering in a field in a field. This was not for my dear sir to do so. On the day of his departure, you should come to the capital on the road. [Bak] Sun also declined to resign, but he did not come.",
                "H2KE-nKo": "삭녕군 박순이 사직하였다. 박순의 본가는 호남이었는데, 이때에 이르러 감히 멀리 돌아가지 못하고 영평산 중 백운계 가에 자리잡고 살았다. 그 방에 배와와라고 이름하였는데, 천석의 좋은 경치가 있어서 날마다 야인과 함께 소요하며 고기잡이를 하였다. 배우는 자들이 멀리 와서도 가르치기를 게을리하지 않았고, 입을 다물고 세상일을 말하지 않아 마치 포의 시절처럼 한가롭고 담박하였다. 주상이 여러 차례 불렀으나 모두 사양하였다. 주상이 하유하기를,“경이 사직 상소를 올린 것을 보고 경이 자취를 감추고 돌아가지 않는 것을 알았다. 스스로 처신하는 것은 잘하였으나, 한때의 풍기의 기상이 좋지 않았다. 전에 경에게 서울로 올라오도록 재촉해서 초야에서 전도되지 않게 한 것은 경을 위해서가 아니다. 유지가 도착하는 날 즉시 길을 떠나 서울에 와서 살게 하라.”하였으나, 박순이 또 사양하고 오지",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 1일(신유) 1번째기사",
                "gt-oKo": "영부사 박순이 사직하였다. 박순의 본가는 호남이었는데 이때에 와서 감히 멀리 돌아가지 못하고 영평(永平)의 산 속 백운계(白雲溪) 가에 거처를 정하고 그 집을 배견와(拜鵑窩)라 이름하였다. 그곳에는 천석(泉石)의 경관이 빼어났는데, 박순은 날마다 촌부들과 함께 낚시질로 소요하였고, 멀리서 학자들이 찾아오면 언제나 가르치기를 게을리하지 않았으며, 입으로는 아예 세상사를 말하지 않아 마치 포의(布衣) 시절처럼 한가로웠다. 상이 여러 번 불렀으나, 그때마다 모두 사양하였는데, 상이 하유하기를, “경이 사직하는 상소를 보니, 경이 종적을 거두고 다시는 돌아오지 않으려는 것을 알겠다. 그러나 경의 처지로 볼 때에는 괜찮겠으나 한 시대의 기상이 좋지 않은 데에는 어찌하겠는가. 전에 경을 서울로 올라오도록 독촉하여 초야에서 묻혀 있게 하지 않았던 것은 경만을 위한 것은 아니였다. 교지가 이르는 즉시 올라와 서울에서 머물도록 하라.” 하였다. 그러나 박순은 또 다시 사양하고 오지 않았다.",
                "hj": "○朔辛酉/領府事朴淳辭職。 淳本家湖南, 至是不敢遠歸, 卜居于永平山中白雲溪上, 名其室曰拜鵑窩。 有泉石之勝, 日與野人, 逍遙漁釣間, 學者遠來, 亦不倦敎訓, 絶口不言世事, 閑淡如布衣時。 上累召皆辭, 上, 下諭曰: “見卿辭疏, 知卿斂迹不歸。 其於自處, 得矣, 一時風氣之象, 不好。 前所以催卿上洛, 不使顚倒于草莽之間者, 非爲卿也。 有旨到日, 卽上道來居于京。” 淳又辭不至。"
            },
            "2": {
                "H2KE-EN": "At the time, Jo헌 , argued that Song응gae was buried in his parents-in-law was presumptuous. His younger brother [Jo]응hyeong submitted a memorial to advise his disclosed. The King said, He certainly have a public opinion. Why do you suddenly come to raise his argument and instead have the Ming court make a complaint against him? He should be punished according to the penal code. Nevertheless, I do not understand the matter now.",
                "H2KE-nKo": "이때 조헌이, 송응개가 그의 부모를 장사 지낼 때 무덤을 쓴 것이 참람하다고 논핵하자, 그의 아우 송응형이 상소하여 해명하였다. 주상이 말하기를,“본래 공론이 있는데 어찌하여 갑자기 와서 분쟁을 일으켜 조정을 송사하는 장소로 만든단 말인가. 본래 벌로 다스려야 하겠지만 지금은 우선 따지지",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 1일(신유) 2번째기사",
                "gt-oKo": "이때 조헌이 송응개(宋應漑)가 자기 부모의 장례에 수도(隧道)를 만든 것은 참람하다고 논박하자 그의 아우 응형(應炯)이 상소하여 변론하였는데, 상이 ‘본시 공론이 있을 것인데 어찌 이토록 갑자기 와서 분쟁을 일으켜 조정을 송사하는 장소로 만든단 말인가. 응당 벌로 다스려야 되겠지만 이번만은 추궁하지 않겠다.’ 하였다.",
                "hj": "○時, 趙憲論宋應漑葬其父母用隧爲僭, 其弟應泂上疏伸辨。 上曰: “自有公論, 如何輒來紛爭, 使朝廷爲訟場? 本當罰治, 今姑不究。”"
            },
            "3": {
                "H2KE-EN": "Yi Yangwon was appointed minister of personnel , Oh Eoknyeong was appointed section chief of the Ministry of Personnel , and 이항복 was appointed 수찬으로 삼았다.",
                "H2KE-nKo": "이양원을 이조 판서로, 오억령을 이조 정랑으로, 이항복을",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 1일(신유) 3번째기사",
                "gt-oKo": "이양원(李陽元)을 이조 판서로, 오억령(吳億齡)을 공조 정랑으로, 이항복(李恒福)을 수찬으로 삼았다.",
                "hj": "○李陽元爲吏曹判書, 吳億齡爲吏曹正郞, 李恒福爲修撰。"
            },
            "4": {
                "H2KE-EN": "The King appointed Shin Heumji as second-tier instructor of Gyeongwon . At the age of twenty-first, [Song] Heumji was already named in the literary literat",
                "H2KE-nKo": "신흠을 경원 훈도로 삼았다. 이때 신흠의 나이가 21세로 이미 문명이 있었다. 신흠의 외삼촌 송응개는 신흠이 일찍 아버지를 여의었으므로 항상 어루만지고 사랑하였다. 그런데 계미년에 당파의 일이 일어나자 송응개가 피혐하면서 계사의 초고를 신흠에게 보이니, 신흠이 놀라며 말하기를,“어린아이들은 무지하여 율곡은 유자로 세상에 이름이 났다는 말만 들었을 뿐, 외삼촌의 이 논의가 후세에 인정받지 못하면 도리어 자신에게 누가 될까 두려워한 것이다.”하였다. 송응개가 크게 노하여 다시는 그와 말하지 않았다.이 때문에 송씨가 신흠을 무함하여 이이를 편들고 송응개를 배반하여 상서롭지 못하다고 하였다. 과거에 급제하자 여러 젊은이들이 미워하여 학유에 보임하고 북쪽 변방의 험악한 지역에 차출하여 보냈으며, 얼마 안 되어 광주 훈도로 옮겼다.신흠은 어려서부터 조용히 독서하여 애당초 당파에 들어가 진취할 생각을 하지 않았고 또한 외삼촌의 집안과도 다른 뜻을 가질 생각을 하지 않았는데, 단지 한 구절의 사사로운 말에 연루되어 마치 유배되거나 좌천되는 죄인처럼 무고를 당하였다. 그러므로 세상에서는 마침내 서인으로 지목하였으니, 신흠의 본의가",
                "date_ko": "선수 20권, 19년(1586 병술 / 명 만력(萬曆) 14년) 12월 1일(신유) 4번째기사",
                "gt-oKo": "신흠을 경원 훈도(慶源訓導)로 삼았다. 이때 신흠의 나이가 21세였는데 이미 문명(文名)이 있었다. 신흠의 외삼촌 송응개가 신흠이 일찍 부모을 여의었기 때문에 늘 아끼고 보살폈다. 그런데 계미년 당사(黨事)가 일어나 응개가 피혐할 당시 계본(啓本)의 초고를 신흠에게 보였더니 신흠이 놀라며 말하기를 ‘어린 제가 무엇을 알겠습니까만 율곡(栗谷)은 세상에 이름난 선비라고 들었습니다. 외삼촌의 이 논의가 후세에 비판을 받는다면 도리어 자신에게 누가 될 듯싶습니다.’ 하니 응개가 버럭 성을 내고 다시는 더불어 말하지 않았다. 이로부터 송씨들은 신흠이 이이의 편이 되어 응개를 배반하였으니, 아주 못된 놈이라고 무함하였다. 과거에 급제하자 여러 젊은 무리들이 미워하고 시기하여 학유(學諭)에 보임시켜 북쪽 변방의 험악한 곳으로 차견하였으며, 얼마 뒤에 광주 훈도(廣州訓導)로 전임시켰다. 신흠은 젊어서부터 차분히 독서에 전력하였을 뿐, 애당초 당파에 끼어들어 벼슬길에 나가기를 꾀할 뜻이 없었고, 또한 외삼촌의 집에 대하여 딴 마음을 가진 적도 없었다. 그런데 한마디 사적인 말이 화근이 되어 마치 유배되고 좌천되는 죄인처럼 모함을 입고 곤액을 치르자 세상에서는 드디어 서인이라 지목하였는데, 사실 신흠의 본의가 아니었다.",
                "hj": "○以申欽爲慶源訓導。 欽時年二十一, 已有文名。 欽之舅宋應漑, 以欽早孤, 常所撫愛。 及癸未黨事作, 應漑當避嫌, 以啓草示欽, 欽驚曰: “童子無知, 但聞栗谷以儒名世, 恐舅父此論, 不見是於後世, 則反爲身累耳。 應漑大怒, 不復與言。 由是, 宋氏誣欽黨珥, 而背應漑爲不祥。 及登第, 諸少憎嫉, 黜補學諭, 差遣北塞惡地, 俄移廣州訓導。 欽自少守靜讀書, 初無意入黨進取, 亦非貳於舅家。 而只坐一句私語, 被誣遭阨, 如流貶罪人, 故世遂目以西人, 非欽本意然也。"
            }
        }
    }
}