{
    "01": {
        "1": {
            "1": {
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 1일(기묘) 1번째기사",
                "gt-oKo": "이조 판서이이(李珥)가 졸하였다. 이이는 병조 판서로 있을 때부터 과로로 인하여 병이 생겼는데, 이때에 이르러 병세가 악화되었으므로 상이 의원을 보내 치료하게 하였다. 이때 서익(徐益)이 순무 어사(巡撫御史)로 관북(關北)에 가게 되었는데, 상이 이이에게 찾아가 변방에 관한 일을 묻게 하였다. 자제들은 병이 현재 조금 차도가 있으나 몸을 수고롭게 해서는 안 되니 접응하지 말도록 청하였다. 그러나 이이는 말하기를, “나의 이 몸은 다만 나라를 위할 뿐이다. 만약 이 일로 인하여 병이 더 심해져도 이 역시 운명이다.” 하고, 억지로 일어나 맞이하여 입으로 육조(六條)의 방략(方略)을 불러주었는데, 이를 다 받아 쓰자 호흡이 끊어졌다가 다시 소생하더니 하루를 넘기고 졸하였다. 향년 49세였다. 상이 이 소식을 듣고 너무도 놀라서 소리를 내어 슬피 통곡하였으며 3일 동안 소선(素膳)을 들었고 위문하는 은전을 더 후하게 내렸다. 백관의 요우(僚友)와 관학(館學)의 제생(諸生), 위졸(衛卒)·시민(市民), 그 밖의 서관(庶官)·이서(吏胥)·복례(僕隸)들까지도 모두 달려와 모여 통곡했으며, 궁벽한 마을의 일반 백성들도 더러는 서로 위로하며 눈물을 흘리면서 ‘우리 백성들이 복이 없기도 하다.’ 하였다. 발인하는 날 밤에는 멀고 가까운 곳에서 집결하여 전송하였는데, 횃불이 하늘을 밝히며 수십 리에 끊이지 않았다. 이이는 서울에 집이 없었으며 집안에는 남은 곡식이 없었다. 친우들이 수의(襚衣)와 부의(賻儀)를 거두어 염하여 장례를 치룬 뒤 조그마한 집을 사서 가족에게 주었으나 그래도 가족들은 살아갈 방도가 없었다. 서자(庶子) 두 사람이 있었다.【부인 노씨(盧氏)는 임진 왜란 때에 죽었는데 그 문에 정표(旌表)하게 했다.】 이이의 자는 숙헌(叔獻)이고 호는 율곡(栗谷)이다. 나면서부터 신이(神異)하였고 확연히 큰 뜻이 있었다. 총명하여 지혜가 숙성해 7세에 이미 경서(經書)를 통달하고 글을 잘 지었다. 천성이 지극히 효성스러워 12세 때 아버지가 병들자 팔을 찔러 피를 내어 드렸고 조상의 사당에 나아가 울면서 기도하였는데 아버지의 병이 즉시 나았다. 학문을 하면서 문장 공부에 힘쓰지 않았어도 일찍부터 글을 잘 지어 사방에 이름이 알려졌다. 어머니가 돌아가시자 비탄에 잠긴 나머지 잘못 선학(禪學)에 물이 들어 19세에 금강산에 들어가 불도(佛道)를 닦았는데, 승려들 간에 생불(生佛)이 출현했다고 소문이 자자하였다. 그러나 얼마 후에는 잘못된 행동임을 깨닫고 돌아와 정학(正學)에 전념하였는데, 스승의 지도를 받지 않고서도 도의 큰 근본을 환하게 알고서 정미하게 분석하여 철저한 신념으로 힘써 실행하였다. 과거에 급제한 후에는 청현직(淸顯職)을 여러 번 사양하였으며, 그 도를 작게 쓰고자 아니하여 해주(海州)의 산중으로 물러가 살면서 강학(講學)하며 후학을 교육시켰다. 이에 은병 정사(隱屛精舍)를 세워 주자(朱子)를 사사(祠祀)하며 정암(靜菴)·퇴계(退溪)를 배향(配享)하여 본보기로 삼았는데, 나아가고 물러남과 사양하고 받아들이는 일을 한결같이 옛 사람이 하던 대로 하는 것을 스스로의 규범으로 삼았다. 어려서부터 장공예(張公藝)가 구세 동거(九世同居)한 것을 사모하여 항상 그림을 걸어놓고 완미하였는데, 이때에 와서 맏 형수에게 신주(神主)를 받들어 함께 살기를 청하여 모시고 아우과 자질(子姪)을 모아 의식(衣食)을 함께 하면서 세시(歲時)와 초하루 보름에는 이른 아침에 찾아 배알하는 등 한결같이 《주자가례(朱子家禮)》대로 하였다. 아래로 비복(婢僕)에 이르기까지 참알(參謁)하고 출입하는 데 모두 예식이 있었는데 별도로 훈사(訓辭)를 만들어 한글로 번역해서 가르쳤으며 규문(閨門)이 마치 관부와 같았다. 한 당(堂)에 모여 식사를 하고, 연주하고 노래하며 놀 때에도 모두 예절이 있었다. 당세에 예의를 강구하여 초상 때와 제사 때에 정성을 다한다고 이름난 사람이라도 가정 교육의 예절에 있어서는 모두 따를 수가 없었다. 매양 아버지를 일찍 여읜 것을 슬퍼하여 중형(仲兄)을 아버지 섬기듯이 하여 성심과 성의를 다하고 게을리함이 없었다. 그리고 서모(庶母)를 친어머니 섬기듯이 하여 겨울에는 따뜻하게 여름에는 시원하게 보살폈으며 저녁과 아침마다 정성으로 문안드렸다. 또 녹봉도 마음대로 처리하지 않았는데, 학자들이 그것은 예(禮)가 아니라고 하자, 이이는 말하기를, “내 의견이 그러할 뿐인데, 본보기가 될 수는 없다.” 하였다. 조정에 나아가서는 위를 섬김에 있어 갈충 진력하였으며 시골에 물러나 있을 때에도 애타는 심정으로 잊지 못하였다. 전후에 걸쳐 올린 봉장(封章)과 면대하여 아뢴 말들을 보면 그 내용이 간절하고도 강직한데, 치체(治體)를 논함에 있어 규모가 높고 원대하여 삼대(三代)의 정치를 회복하는 것으로 목표를 삼았다. 나라 형세가 쇠퇴해져 난리의 조짐이 있음을 분명히 알고는 항상 임금의 마음을 바르게 하고 풍속을 바로잡고 조정을 화합하게 하는 것을 근본으로 삼았고, 폐정을 고치고 생민을 구제하고 무비(武備)를 닦는 것으로 급무를 삼았다. 그리고 이를 반복해서 시종 일관 한 뜻으로 논계하였는데, 소인이나 속류의 배척을 당했어도 조금도 거들떠보지 않았다. 임금도 처음에는 견제를 가하였으나 늦게나마 다시 뜻이 일치되어 은총과 신임이 바야흐로 두터워지고 있는 때에 갑자기 졸한 것이다. 이이는 타고난 기품이 매우 고상한데다가 수양을 잘하여 더욱 높은 경지에 나아갔는데, 청명한 기운에 온화한 분위기가 배어나오고 활달하면서도 과감하였다. 어떤 사람이든 어떤 상황이든 한결같이 정성되고 신실하게 대하였으며, 은총과 사랑을 받거나 오해나 미움을 받거나 털끝만큼도 개의치 않았으므로 어리석거나 지혜있는 자를 막론하고 마음으로 그에게 귀의하지 않는 자가 없었다. 한 시대를 구제하는 것을 급선무로 여겼기 때문에 물러났다가 다시 조정에 진출해서도 사류(士類)를 보합(保合)시키는 것으로 자신의 임무를 삼아 사심없이 할 말을 다하다가 주위 사람들에게 꺼리는 대상이 되었는데, 마침내 당인(黨人)에게 원수처럼 되어 거의 큰 화를 면치 못할 뻔하였다. 이이는 인물을 논하고 추천할 때 반드시 학문과 명망과 품행을 위주로 하였으므로 진실되지 못하면서 빌붙으려는 자들은 나중에 많이 배반하였다. 그래서 세속의 여론은 그를 너무도 현실에 어둡다고 지목하였다. 그러나 이이가 졸한 뒤에 편당이 크게 기세를 부려 한쪽을 제거시키고는 조정을 바로잡았다고들 하였는데, 그 내부에서 다시 알력이 생겨 사분 오열이 되어 마침내 나라의 무궁한 화근이 되었다. 그리하여 임진 왜란 때에 이르러서는 강토가 무너지고 나라가 마침내 기울어지는 결과를 빚고 말았는데, 이이가 평소에 미리 염려하여 먼저 말했던 것이 사실과 부합되지 않는 것이 없었다. 그래서 그가 건의했던 각종 편의책(便宜策)들이 다시 추후에 채택되었는데, 국론과 민언(民言)이 모두 ‘이이는 도덕과 충의의 정신으로 꽉 차 있어 흠잡을 수 없다.’고 칭송하였다. 저서로 문집과 《성학집요(聖學輯要)》·《격몽요결(擊蒙要訣)》·《소학집주(小學集注)》 개정본이 세상에 전해 온다.",
                "hj": "○朔己卯/吏曹判書李珥卒。 珥自爲兵判, 盡瘁成疾。 至是疾甚, 上委醫救藥。 時, 徐益以巡撫御史, 赴關北, 上令就問邊事。 子弟以爲: “病方少間, 不宜勞動, 請辭接應。” 珥曰: “吾此身, 只爲國耳。 正復因此加重, 亦命也。” 强起延待, 口號六條方略以授之, 書畢而氣塞, 復甦踰日而卒。 年四十九。 上驚悼, 發聲哀哭, 進素膳三日, 恤典加厚。 百官僚友、館學諸生、衛卒市民、流外庶官、吏胥僕隷, 皆奔集奠哭。 窮閻小民, 往往相弔出涕曰: “民生無福矣。” 發靷之夜, 遠近會送, 炬火燭天, 數十里不絶。 珥京中無宅, 居家無餘粟。 親友襚賻殮葬, 且爲買小宅, 以與其家屬, 家屬猶不能存活。 有庶子二人。【夫人盧氏, 死於壬辰倭難, 命旌其門。】 珥字叔獻, 號栗谷。 生而神異, 廓然有大志。 聰明夙慧, 七歲已能通經, 著書。 至性孝順, 十二歲父病, 刺臂出血, 泣禱先祠, 父病卽瘳。 爲學不事雕篆, 而文章夙成, 名聞四方。 因喪母悲毁, 誤染禪學, 十九歲入金剛山, 從事戒定, 山中譁言: “生佛出矣。” 旣而省悟其非, 反而專精正學, 不待師承, 洞見大原, 剖析精微, 篤信力行。 登第之後, 屢辭淸顯, 不欲小用其道, 退居海州山中, 講學授徒, 建隱屛精舍, 祠祀朱子, 配以靜菴、退溪, 以爲矜式地。 其出處、辭受, 一以古人自律。 少慕張公藝九世同居, 常揭圖看玩。 至是請伯嫂奉神主同居, 大會叔仲子姪, 與同衣食, 歲時、朔望晨朝, 展告謁拜, 一遵《家禮》。 下逮婢僕, 參謁出入, 具有禮式, 別作訓辭, 諺譯敎訓, 閨門如官府。 會食一堂, 絃歌游處, 皆有禮節。 雖當世之號爲講禮, 致謹喪祭者, 至於家敎之禮, 皆莫能及。 每慟早孤, 事仲兄如事嚴父, 服勤不懈; 事庶母如事母, 溫凊定省。 俸祿亦不自專, 學者規以非禮則珥曰: “我自意見如此, 不足爲法也。” 立朝事上, 竭忠盡力, 雖退處田里, 惓惓不忘。 前後封章面奏, 切直懇惻, 其論治體, 規模高遠, 以挽回三代爲期。 見國勢衰靡, 灼知亂兆, 常以格君、正俗, 和一朝廷爲本領, 而以更弊政、救生民、增修武備爲急務, 反覆論列, 終始一意, 雖被小人、俗流排沮, 而不少恤。 上始加裁抑, 晩復契合, 寵任方隆, 而遽卒矣。 珥資稟甚高, 充養益厚, 淸明和粹, 坦易英果。 待人處物, 一出於誠信, 恩嫌愛惡, 一毫不以介意, 人無愚智, 無不歸心。 由其急於濟時, 旣退復進, 以保合士類爲己任, 盡言無私, 左右觸忌, 遂爲黨人所仇, 幾不免大禍。 其論薦人物, 必以學問、名檢爲主, 故飾僞偸合者, 後多背貳。 以此, 流俗之論, 指爲疎闊, 然珥沒後, 偏黨大勝, 克去一邊, 謂爲朝廷已正, 而中自睽乖, 四分五裂, 竟爲國家無窮之禍。 至于壬辰之亂, 封疆自潰, 國遂以傾, 凡珥平日預慮而先言者, 無不符驗。 其所建請便宜之策, 頗見追思, 採用國論, 民言皆誦: “其道德忠義之實, 有不可枉者矣。” 所著有《文集》及《聖學輯要》、《擊蒙要訣》、《小學集註改本》, 行于世。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Jeong Yugil resigned from office due to his seventy years of age. The King ordered that an armrest and cane be bestowed upon him.",
                "H2KE-nKo": "우의정 정유길이 나이가 70이 찼다는 이유로 물러나기를 청하니, 궤장을 하사하라고 명하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 1월 1일(기묘) 2번째기사",
                "gt-oKo": "우의정정유길(鄭惟吉)이 나이 70세가 되어 은퇴를 청하니, 궤장를 내리도록 명하였다.",
                "hj": "○右議政鄭惟吉以年滿七十乞退, 命賜几杖。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On musin day, the first day of the month, [the King] appointed Yi 이산해 as minister of personnel and concurrent director of the Office of Royal Decrees . All of them were replaced by the concurrent post of Yi I .",
                "H2KE-nKo": "이산해를 이조 판서 겸 예문관 대제학으로 삼았다. - 이이가 맡고 있는 겸직은 모두 후임에 임명하였다. -\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 1번째기사",
                "gt-oKo": "이산해(李山海)를 이조 판서 겸 예문관 대제학으로 삼았다.【이이가 겸대(兼帶)하였던 직책을 모두 대신하였다.】",
                "hj": "○朔戊申/以李山海爲吏曹判書兼藝文館大提學。【凡李珥所帶兼職, 皆代之。】"
            },
            "2": {
                "H2KE-EN": "Second Minister of Personnel 성혼 began to bow to the King at the beginning of his appointment and then resigned. The King said, Last time, I had lost my wise ministers, and I was unable to sleep and sleep. Presently, those who contributed to state affairs are not my dear sirs. Do not suddenly withdraw from office. 성혼 again declined, but he did not follow his recommendation. Consequently, 성혼 was replaced only once he had participated in the performance evaluation and was replaced. He then requested that he be returned to his hometown. The King urged him to stay. ",
                "H2KE-nKo": "이조 참판 성혼이 비로소 숙배하고 이어 사직하니, 주상이 답하기를,“지난번에 어진 재상을 잃어 잠을 자도 자리가 편치 않았다. 지금 나랏일을 함께할 사람이 경이 아니고 누구이겠는가. 갑자기 물러갈 생각을 하지 말라.”하였다. 성혼이 재차 사양하였으나 따르지 않았다. 성혼이 이에 한 번 정사에 참여하였다가 체차되고 이어 고향으로 돌아갈 것을 청하니, 주상이 애써 만류하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 2번째기사",
                "gt-oKo": "이조 참판성혼이 비로소 배명(拜命)하고 인하여 사직하니, 상이 답하기를, “얼마 전에 어진 재상을 잃어 잠도 제대로 못 이룬다. 지금 나라 일을 함께 의논할 자가 경이 아니고 누가 있겠는가. 급히 물러갈 생각만 하지 말라.” 하였다. 성혼이 재차 사양하였으나 따르지 않았다. 성혼이 이에 한 번 정사(政事)에 참여했다가 체직되었는데, 이어 시골로 돌아가기를 청하니, 상이 애써 만류하였다.",
                "hj": "○吏曹參判成渾始拜命, 仍辭職。 上答曰: “頃喪賢宰, 寢不安席。 方今共國事者, 非卿而誰? 勿遽爲退去之計。” 渾再辭不從, 渾乃一參政而遞, 仍乞還山, 上勉留之。"
            },
            "3": {
                "H2KE-EN": "Former Army Commander Yi Jesin died in his place of exile. The Royal Lecturer Yi Ujik requested that his letter of appointment be returned to him. The King asked the high-ranking officials about this. All [officials] said, [Yi] Jesins integrity with integrity. After his death, his family has no resources of stone. Moreover, when a sudden crisis occurred suddenly, he could lead his inhabitants to burn the enemy. The military law was strictly enforced and the soldiers disobeyed the royal order. Even if he committed mistakes, he should be forgiven. The King said, Jesins integrity with integrity. He is very praiseworthy. A subject who has a integrity with integrity, he should be forgiven even if he committed a crime. Furthermore, he has already died? He should have his letter of appointment returned to him. Last winter, [the King] also instructed, Jesins dismissal was not because he was involved in military weaponry but merely stayed for three days. When the crisis of Gyeongwon , he could support the commanders and put them into custody. The frontier garrisons have been almost executed until now. The frontier garrisons have almost decayed and the country has slightly encouraged. Now, at the time of his court officials, he intended to obey 화의론을 제기, thus encouraging my thoughts. Furthermore, Jesins integrity with integrity, was praiseworthy. I wanted to posthumously confer a minister of war and send an official to grant him a memorial service. The son should be a government post. Have the high-ranking officials discuss this matter. All the high-ranking officials were based on the instruction. Only 노수신 said, It is too excessive to confer a government post. The King also instructed, When the northern frontier garrisons occurred for several years, it was slightly ruined and the great life [of the northern frontier garrisons]. This is caused by wicked officials and powerful. However, the Ming court placed the frontier garrisons beyond the circumstances. This mistakes. If Jesin were cautious and wild, how could he possibly executed several hundred strokes in the frontier garrisons? He said that Jesins dismissal was made to make him a frontier garrisont? Now, he said, The crisis occurred before his body has been occurred in his body. Is this not grievance? I think that the Ming court had lost his body at Gyeongwon, and Jesin repatriated him. This man executed the enemy of plundering the enemy, which is a meritorious deeds. If Jesin had remained, he would surely have his ",
                "H2KE-nKo": "전 병사 이제신이 유배지에서 죽었다. 경연관 이우직이 주상에게 아뢰어 직첩을 돌려주기를 청하였다. 주상이 대신에게 물으니, 모두 아뢰기를,“이제신은 몸가짐에 청렴한 지조가 있었고, 죽은 뒤에는 집에 한 섬의 저축도 없었습니다. 게다가 창졸간에 변란이 일어났을 때 잔약한 군사를 거느리고 적의 소굴을 불태웠으니, 군율이 엄격하고 분명하며 사졸들이 명을 따랐습니다. 비록 착오를 일으킨 죄가 있더라도 너그러운 용서를 받아야 합니다.”하니, 주상이 말하기를,“이제신의 청렴한 지조가 보통 사람보다 뛰어났다고 하니, 매우 가상하다. 신하 된 자가 청렴한 절개가 있으면 비록 큰 죄를 지었더라도 오히려 곡진히 용서해 주어야 하는데, 하물며 이미 죽은 자에 대해서야 말할 것이 있겠는가. 직첩을 돌려주는 것이 좋겠다.”하였다. 이해 겨울에 또 하교하기를,“이제신을 폄직한 것은 군기에 관계된 것이 아니라 단지 표신을 3일 동안 보류해 두었을 뿐이다. 경원의 변란을 당해서는 여러 장수를 채찍질하여 번호의 부락을 거의 섬멸할 뻔하였는데, 번호가 지금까지도 잔파되어 숨이 곧 끊어질 것 같아 나라의 위엄이 조금은 펴지고 있다. 이처럼 조정의 신하들이 화의를 본받고자 하는 때를 당해서는 더욱 나의 생각을 일으켜야 한다. 더구나 이제신의 청렴한 절개가 가상하니, 내가 병조 판서에 추증하고 관원을 보내 치제하며 그 아들 한 사람에게 벼슬을 주고자 한다. 대신으로 하여금 의논하게 하라.”하니, 대신의 의론이 모두 하교와 같았는데, 노수신만은 증직은 너무 지나치다고 하였다. 주상이 또 전교하기를,“북쪽의 변란이 일어난 것은 마치 여러 해 동안 가슴속에 쌓아 두었다가 하루저녁에 터져 목숨이 뒤따른 것과 같다. 이는 모두 간신이 권력을 농락하고 가렴주구한 탓인데, 조정에서는 변방의 일을 도외시하고 있으니, 이 변란이 일어난 것은 늦었다. 이제신이 만약 겁을 먹은 자라면 나약한 군졸 수백 명을 채찍질하여 오랑캐 부락을 모조리 죽일 수 있었겠는가. 이제신을 가리켜 물러나 움츠리고 있다고 한 것은 원적이 되게 하고자 해서인가? 그런데 지금 전에 없던 변란이 그에게서 일어났다고 하니, 또한 원통하지 않겠는가. 나는 조정이 경원을 잃었는데 이제신이 회복하였다. 이 사람이 반역을 토벌하여 적을 섬멸한 것은 세상에 드문 공훈이다. 이제신이 만약 살아 있다면 반드시 군부로 하여금 근심을 풀게 할 수 있을 것이다. 이것이 내가 한밤중에 일어나 가슴을 치며 탄식하며 포상하고 추증하고자 하는 이유이다. 2품 이상으로 하여금 복의하게 하라.”하니, 재신들이 대부분 불가하다고 하였다. 주상이 그래도 예관을 보내 그 묘에 치제하게 하였다.이제신은 일찍부터 문명으로 과거에 급제하여 사관이 되어 바야흐로 향용되고 있었는데, 외로운 몸이 당목에 들어가지 않았기 때문에 시론이 그를 외면하였다. 종군한 주군에서 명성과 공적이 현저하고 청백한 기풍이 가장 드러났다. 이 때문에 신임을 받아 곤수가 되었다. 변방의 환란을 직접 당해서는 적절하게 지휘하여 공이 무겁고 죄가 작았으나 마침내 법에 빠졌으니, 이 또한 그에게 도움이 적었기 때문이다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 3번째기사",
                "gt-oKo": "전 병사(兵使)이제신(李濟臣)이 유배지에서 죽었다. 경연관이우직(李友直)이 직첩을 돌려주기를 계청하니, 상이 대신에게 하문하였는데, 모두 아뢰기를, “이제신은 몸가짐이 청렴하여 죽은 뒤에도 집에 쌀 한 톨이 남아 있지 않았습니다. 그리고 창졸간에 변이 발생했을 때 잔약한 군대를 거느리고 적의 소굴을 소탕했는데, 군율을 엄히 밝혀 사졸이 명을 잘 따랐습니다. 잘못 처리한 죄가 있긴 하지만 관용을 베풀어 용서해 주는 것이 온당합니다.” 하자, 상이 이르기를, “이제신의 청렴한 지조가 보통이 넘는다고 하니 지극히 가상하다. 청렴한 절개가 있는 신하라면 아무리 큰 죄를 저질렀어도 용서해 줄 수 있는 법인데, 더구나 이미 죽은 자의 경우이겠는가. 직첩을 돌려주도록 하라.” 하였다. 그 해 겨울에 다시 하교하기를, “이제신이 폄직(貶職)된 것은 군기(軍機)에 관련되어서가 아니고 표신(標信)을 3일 동안 머물러 두었기 때문일 뿐이다. 그는 경원(慶源)의 변란을 당하자 제장(諸將)을 독려하여 번호의 부락을 거의 멸망시켰는데, 그 결과 번호가 지금까지도 잔파된 채 소생하지 못하고 있으니 우리 나라의 위엄이 약간 펴졌다 하겠다. 지금 조정의 신하들이 화의론(和議論)을 주장하는 때를 당하여 더욱 나의 생각을 일깨워 주는 점이 있다. 더구나 이제신에게 청렴한 절개가 있으니 높여야 하지 않겠는가. 나는 그를 병조 판서로 추증하여 관리를 보내 치제(致祭)케 하고 그의 아들 한 사람에게 벼슬을 주고 싶은데, 대신에게 의논토록 하라.” 하니, 대신들의 의논이 다 하교와 같았으나, 노수신(盧守愼)만은 증직(贈職)하는 것은 너무 지나치다고 하였다. 상이 또 하교하기를, “북쪽의 변란이 일어난 것은 마치 해묵은 종기가 속에서 곪다가 어느날 갑자기 터져 목숨이 위태롭게 된 것과 같다. 이는 모두가 간신들이 권세를 농락하고 무자비하게 수탈한 데에서 빚어진 결과인데, 조정에서는 변방의 일을 치지도외하고 있었으니, 이런 변이 일어난 것은 오히려 때늦은 감이 있다. 이제신이 겁장이였다면 나약한 병졸 수백 명을 이끌고 가서 번호의 부락을 완전히 소탕할 수 있었겠는가. 이제신을 가리켜 겁장이라고 하는 것은 그를 원적(元績)으로 만들고자 하는 의도에서인가? 지금 ‘전에 없었던 변란이 그에게서 생겼다.’고 한다면, 또한 억울하지 않겠는가. 나는 조정이 경원을 잃었는데 이제신이 되찾아 주었다고 생각한다. 이 사람이 반적(叛賊)을 토멸한 것이야말로 세상에 드문 공적이다. 이제신이 지금 여기에 있다면 반드시 임금의 근심을 풀어 줄 수 있었을 것이다. 그래서 내가 밤중에 일어나 무릎을 치고 탄식하면서 증직시켜 포상하려 하는 것이다. 2품 이상에게 복의(覆議)케 하라.” 하니, 재신(宰臣) 대부분이 옳지 않다고 하였으나, 상은 그래도 예관을 보내어 그 묘에 제사지내게 하였다. 이제신은 일찍부터 문장으로 이름이 났었는데 과거에 급제하여 사관(史官)이 되면서 바야흐로 쓰이게 되었다. 그러나 홀로 절개가 지키며 당파에 가입하지 않았으므로 시론에서 제외되었다. 그리하여 주군(州郡)의 관직으로 밀려났으나 치적이 현저하고 청렴 결백한 기풍이 가장 뚜렷이 드러났으므로, 장수로 등용이 되었다. 변방의 환란을 당하자 절도있게 지휘함으로써 중한 공로를 세우고 지은 죄는 적었는데 끝내 법망에 빠져들었으니, 이는 그를 도와주는 자가 적었기 때문이었다.",
                "hj": "○前兵使李濟臣, 歿于謫所。 經筵官李友直啓請還給職牒。 上問于大臣, 皆曰: “濟臣持身有淸操, 死後家無甔石之儲。 且變起倉卒, 乃能率殘兵, 焚蕩賊巢, 軍律嚴明, 士卒用命。 雖有差誤之罪, 合蒙寬宥也。” 上曰: “濟臣淸操出常云, 極爲可嘉。 人臣有淸節, 雖大罪, 猶當曲赦, 況其身已死者乎? 可還職牒。” 是冬, 又下敎曰: “李濟臣之貶, 非坐軍機, 只留標信三日耳。 當慶源之變, 能驅策諸將, 藩胡部落幾行誅滅, 藩胡至今殘破奄奄, 國威少伸。 當此廷臣欲效和議之日, 尤有以起予之思也。 況濟臣淸節可尙, 予欲追贈兵曹判書, 遣官致祭, 官其子一人。 其令大臣議之。” 大臣議皆如敎, 而獨盧守愼以爲: “贈職太過。” 上又敎曰: “北變之作, 如癰疽積年內畜, 一夕潰決, 大命隨之。 莫非奸臣弄權掊克之致, 而朝廷置邊事於度外, 此變之作晩矣。 濟臣如恇怯者, 其能策羸卒數百, 盡誅胡落耶? 指濟臣退縮云者, 欲使爲元績耶? 今乃曰: ‘無前之變, 作於其身。’ 不亦冤乎? 予謂, 朝廷失慶源, 濟臣復之。 此人討叛滅賊, 不世之勳也。 濟臣若在, 必能使君父紓憂。 此予中夜以起, 拊髀歎息, 欲加褒贈者也。 其令二品以上覆議。” 宰臣多以爲: “不可。” 上猶遣禮官, 祭其墓。 濟臣早以文名登第, 爲史官方嚮用, 而孤介不入黨目, 故時論外之。 從州郡, 著聲績, 淸白之風最著。 以此, 見用爲大帥。 躬當邊患, 指授有方, 功重罪微, 卒陷於法, 亦由其寡助故也。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Geun as 대사간으로, and Jeong Cheol as inspector general .",
                "H2KE-nKo": "윤근수를 대사간으로, 정철을 대사헌으로 삼았다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 4번째기사",
                "gt-oKo": "윤근수를 대사간으로, 정철을 대사헌으로 삼았다.",
                "hj": "○以尹根壽爲大司諫, 以鄭澈爲大司憲。"
            },
            "5": {
                "H2KE-EN": "The Office of the Inspector General reported, Yi Sunin , second deputy director of the Office of Royal Decrees , was familiar with the current principal pal principal possession of what Yi Sunin had been familiar with the current principal pal principal",
                "H2KE-nKo": "사헌부가 아뢰기를,“직제학 이순인은 시세에 영합하여 승진하는 매개로 삼았으므로 물의가 그르게 여깁니다. 체직하소서.”하니, 답하기를,“이순인이 영합한 것은 무슨 일인가?”하자, 회계하기를,“이순인은 생소하고 오활하여 시세에 영합하기를 잘합니다. 처음에는 조원에게 빌붙었다가 또 이발에게 빌붙었습니다. 이이는 젊었을 때부터 서로 친한 자인데, 그가 냉난한 것을 보고서 향배를 정하였으니, 그의 행실을 여기에서 볼 수 있습니다.”하니, 주상이 말하기를,“이순인은 시강한 지 오래되지 않았고 또 직임을 맡기지 않았다. 나는 그의 사람됨이 어떠한지 모르기 때문에 물은 것이다. 즉시 아뢴 대로 하라.”하였다. 이순인은 젊었을 때 이산해, 최입, 최경창, 백광홍, 윤탁연, 송익필 및 이이와 벗이 되어 팔문장이라고 불리웠다. 그러나 본래 학식은 없고 시명만 있었는데, 동료들 중에 가장 못났다. 그러나 교유가 성대하였기 때문에 특별히 등용되었는데, 이때에 이르러 탄핵을 받은 것이다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 5번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “직제학이순인(李純仁)은 시세에 영합하여 승진하려고 했으므로 여론이 그르게 여깁니다. 체직하소서.” 하니, 답하기를, “이순인이 영합한 것은 어떤 일인가?” 하였다. 회계하기를, “이순인은 모든 일에 생소하고 어두우면서도 시세에 영합은 잘합니다. 처음에는 조원(趙瑗)에게 붙었다가 다시 이발(李潑)에게 붙었으며, 이이(李珥)와는 젊었을 때부터 서로 친한 사이였는데 그가 득세하고 못함에 따라 향배를 달리했으니, 그의 행실을 이런 데에서 알 수 있습니다.” 하니, 상이 이르기를, “이순인은 시강(侍講)한 지 오래되지 않았고 또 어떤 일을 맡지 않았으므로 그가 어떤 사람인지 알 수 없었기 때문에 물었을 뿐이다. 바로 아뢴 대로 하라.” 하였다. 이순인은 젊었을 적에 이산해(李山海)·최입(崔岦)·최경창(崔慶昌)·백광홍(白光弘)·윤탁연(尹卓然)·송익필(宋翼弼) 및 이이와 벗이 되어 ‘팔문장(八文章)’이라고 일컬어졌다. 그러나 본래 학식은 없이 시명(詩名)만 있었을 뿐으로 같은 무리 중에서는 가장 못난 인물이었으나 교우들이 훌륭했기 때문에 특별히 등용되었다가 이때에 와서 탄핵을 받은 것이다.",
                "hj": "○司憲府啓曰: “直提學李純仁, 趨合時好, 以媒進取, 物議非之。 請遞職。” 答曰: “李純仁趨合, 有何事耶?” 回啓曰: “純仁生疎迂暗, 善於趨時。 初附趙瑗, 又附李潑。 至於李珥, 乃其自少相善者, 而觀其冷暖, 以爲向背。 其行己, 於此可見矣。” 上曰: “純仁侍講不久, 又不任事, 予不知其爲人如何, 故問之耳。 卽依啓。” 純仁少與李山海、崔岦、崔慶昌、白光弘、尹卓然、宋翼弼及李珥爲友, 號八文章。 然本無學識, 但有詩名, 在儕輩最劣, 而以交遊之盛, 被特用, 至是見劾。"
            },
            "6": {
                "H2KE-EN": "Inspector GeneralJeong Cheol , who was appointed as a inspector general , submitted a memorial requesting his resignation after completing his term of office. The King responded with a written message, saying, My loyalty and loyalty have been allowed to participate in the same manner as if you were unwilling to participate in your self-restraint. You should not resign. ",
                "H2KE-nKo": "대사헌 정철이 숙배한 뒤에 차자를 올려 사직하니, 주상이 수찰로 답하기를,“고충을 스스로 자랑하며 허여하지 않으니, 홀로 우뚝 서서 과감하게 말하기는 남들이 어렵게 여기는 바이다. 사직하지 말라.”하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 6번째기사",
                "gt-oKo": "대사헌정철이 배명(拜命)한 뒤에 상차하여 사직하니, 상이 수찰(手札)로 답하였다. “고충(孤忠)으로 자부하며 무리들이 인정해 주지 않는데도 홀로 버티고 서서 과감하게 말할 수 있는 것은 아무나 할 수 있는 일이 아니다. 사직하지 말라.”",
                "hj": "○大司憲鄭澈拜命後, 上箚辭職, 上手札答曰: 孤忠自許衆不與, 獨立敢言人所難。 宜勿辭。"
            },
            "7": {
                "H2KE-EN": "[The King] appointed Royal Secretary Jeong Hyong as Envoy for Reporting to the Emperor [of Ming China] . [However,] he requested that the Comprehensive Mirror to Aid in Government (K. Hoejeon be distributed to him so that he could complete the royal order. At the time, there was a proposal request that the imperial envoy continue to make a request to be sent. [Jeong] Hyong was selected and returned to the capital of Chungcheong Province . The King received him in audience and earnestly sent him [to the capital]. ",
                "H2KE-nKo": "승지 황정욱을 주청사로 삼아 《대명회전》의 완성된 책을 반포하여 은명을 마치게 해 줄 것을 청하였다. 이때 의견을 올려 사신을 계속 보내 주청하게 할 것을 청하였는데, 황정욱이 선발되어 충청 감사로 있다가 조정으로 돌아오니, 주상이 면유하여 간절히 전송하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 7번째기사",
                "gt-oKo": "승지황정욱(黃廷彧)을 주청사로 삼아 완성된 《회전(會典)》을 반사하여 은명을 다해 줄 것을 청하도록 하였다. 당시 사신을 잇따라 보내어 주청토록 하자는 헌의(獻議)가 있었는데, 황정욱이 선발되어 충청 감사로 있다가 조정에 돌아오니, 상이 면대하여 간곡히 유시하여 보냈다.",
                "hj": "○以承旨黃廷彧爲奏請使, 請頒附《會典》成書, 以訖恩命。 時有獻議請續遣使臣奏請, 廷彧應選, 以忠淸監司還朝, 上面諭懇至以送之。"
            },
            "8": {
                "H2KE-EN": "The King appointed Hwang Hui as compilation director of the Office of the Crown Prince",
                "H2KE-nKo": "심희수를 홍문관 수찬으로 삼았다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 2월 1일(무신) 8번째기사",
                "gt-oKo": "심희수(沈喜壽)를 홍문관 수찬으로 삼았다.",
                "hj": "○以沈喜壽爲弘文修撰,"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the first day of the muin year ( and said, The King treated [Yi] Li [] with different surname, and I surely think that there was a sense of intention. [The King] also said, At first, the King disciplined the majority opinion and appointed [him] to a government position. [The King] also said, The practice of allowing [him] to become a legitimate son of a legitimate son. [The legitimate son of a leg",
                "H2KE-nKo": "경연관 심희수가 입시하여 아뢰기를,“상께서 이이를 대우하시는 것이 생사의 차이가 있으니, 생각건대 필시 그 의도가 있을 것입니다.”하고, 또 아뢰기를,“당초에 상께서 중론을 물리치고 등용하셨습니다.”하고, 또 아뢰기를,“서얼을 허통하는 일에 대해 사람들은 필시 이이가 그의 첩의 아들의 처지를 생각해서 이 법을 만들었을 것입니다.”하였는데, 말이 매우 복잡하였다. 또 독서당의 일과에 ‘꿈에 허봉을 보았다.[夢見許鳳]’라는 시를 써서 올렸다. - 시에 이르기를 “말로에 진퇴가 어긋나기는 하였으나 옛 정의는 오히려 다시 털가죽을 제거하네...........”하였다. - 주상이 의심하여 하교하기를,“심희수는 내가 처음 보았을 때 진실로 그가 어떤 사람인지 몰랐다. 다만 그의 언사가 자못 괴이하였다. 대체로 언자는 마음의 소리이니, 그의 말을 통해 그의 마음을 헤아릴 수 있다. 나는 이이가 죽은 뒤에 별로 달리 대우한 일이 없는데 그의 말이 이와 같으니, 이는 몰래 나의 속마음을 떠보려는 것이다. 또 내가 중론을 물리치고 이이를 등용한다고 말하였는데, 내가 배척한 것은 바로 간신이 날조하여 무함한 사설이니, 중론을 배척하였다고 할 수 있겠는가.서얼을 허통하는 일에 대해서는 매우 구차하기는 하지만, 조종의 옛 터전이 조석간에 망한 것을 안타깝게 여겨 이런 부득이한 조치를 내린 것이다. 이이가 어찌 그 자신이 일찍 죽을 것을 미리 알고 그의 서자를 위해서 그런 짓을 하였겠는가. 이는 바로 겉으로는 남의 말을 가탁하였으나 실은 그가 한 일을 배척한 것이다. 꿈에 귀양간 신하를 만나 글로 써서 은연중에 써서 들였는데, 이는 모두 음흉한 술책이다. 시끄럽게 떠드는 소리는 진실로 따질 것도 못 되지만, 임금이 사람을 등용하는 데 있어서는 일찍 분변하지 않아서는 안 된다. 대체로 그의 사람됨이 말을 민첩하게 하는 것이 어쩌면 우연에서 나온 것인지는 알 수 없다. 그러나 나의 뜻이 이와 같으니, 말하지 않을 수 없다. 정원은 어떻게 생각하는가?”하니, 회계하기를,“심희수가 아뢴 것은 다른 뜻이 있어서가 아닙니다. 평소 이이가 성심으로 나랏일을 돌보아 집안을 돌보지 않는 것을 경모하였는데, 그가 죽은 뒤에 처자식이 의탁할 곳이 없게 되었으니, 상께서 별도로 은수를 보여서 그의 노고에 보답하시기를 바랍니다. 다만 언어가 경솔하여 잘 헤아리지 못했을 뿐이지 그 사이에 조금도 다른 뜻이 없었습니다.”하자, 알았다고 답하였다. 심희수는 봉원의 손자이고, 아버지 허건은 노수신과 동서간이었다. 그러므로 심희수가 처음 노수신에게 배웠는데, 재주가 뛰어나 이이에게 종유하여 정철과 서로 사귀었기 때문에 이발에게 배척당하였다. 이때에 이르러 처음 경연에 들어왔을 때 언론이 복잡하여 견책을 받고 체차되었다. 오랜 뒤에 금산 군수로 나갔다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 1일(무인) 1번째기사",
                "gt-oKo": "경연관심희수가 입시하여 아뢰기를, “상께서 이이를 대우하시는 것이 살아 있을 때와 죽었을 때가 다르니, 필시 그 뜻이 있으실 것으로 여겨집니다.” 하고, 또 아뢰기를, “당초 상께서 중론을 물리치고 등용하셨습니다.” 하고, 또 아뢰기를, “서얼에게 벼슬길을 터주게 한 일에 대해서는 사람들이 필시 ‘이는 이이가 그의 첩의 아들 입장을 생각해서 그 법을 만들었을 것이다.’고 할 것입니다.” 하였는데, 말이 매우 번거로웠다. 또 독서당의 일과(日課)에 ‘꿈에 허봉을 보다.’라는 시(詩)로 써서 울렸다.【그 시에 ‘말년에 진퇴를 같이하지 못했지만 옛 정은 그래도 마음속에 통하네.’ 운운하였다.】 상이 의아하게 여겨 하교하기를, “심희수는 내가 처음 보는 사람이라서 정말 그가 어떤 자인지는 모르겠다만 그 말투를 보면 상당히 괴이하다. 대체로 말이라는 것은 마음에서 나오는 소리이니 그 말을 통해 마음을 헤아릴 수가 있는 것이다. 내가 이이가 죽은 뒤에 별로 다르게 대우한 일이 없는데 그가 이처럼 말하는 것은 은근히 나의 속마음을 떠보기 위해서이다. 또 내가 중론을 물리치고 이이를 등용했다고 하는데, 내가 물리친 것은 곧 간신들이 날조해 낸 간사한 말이다. 그것을 가지고 중론을 물리쳤다고 할 수가 있겠는가. 서얼에게 벼슬길을 터준 일만 해도 그렇다. 그 일이 매우 구차스럽기는 하지만 조종의 옛 터전이 하루아침에 없어질 상황이라서 민망하게 여긴 나머지 어쩔 수 없이 시행한 것인데, 이이가 어떻게 그 자신이 일찍 죽을 것을 미리 알고서 서얼을 위한 기반을 만들어 주려고 한 것이겠는가. 이것이야말로 겉으로 사람들의 말이라고 핑계대면서 실제로는 그의 한 일을 배척하는 것이다. 그리고 꿈에 귀양간 신하를 보았다고 하면서 글로 표현하여 은근히 써 올렸으니, 음흉한 술책 아닌 것이 없다. 번거롭게 지껄인 말이야 본디 따질 것이 못된다고 하더라도 다만 임금이 사람을 쓰는 일에 있어서는 일찍 분변하지 않을 수가 없다. 대체로 그 사람됨을 보건대 말을 함부로 하는 경향이 있으니, 우발적으로 한 말인지도 모르겠다. 그러나 나의 뜻은 이와 같으니 말하지 않을 수가 없다. 정원은 어떻게 생각하는가?” 하니, 회계하기를, “심희수가 아뢴 것은 다른 뜻이 있어서가 아닙니다. 평소에 그는 이이가 성심껏 나라 일을 살피면서 가정을 돌보지 않는 점을 크게 사모하였는데, 이이가 죽은 뒤에 처자식이 의탁할 데가 없으므로 상께서 특별히 은혜를 베푸시어 그 공로에 보답해 주시기를 기대했던 것입니다. 다만 경솔하게 말을 하여 적절하게 표현을 하지 못했을 뿐이지 그 속에 다른 뜻을 조금도 없습니다.” 하자, 알았다고 답하였다. 심희수는 심봉원(沈逢源)의 손자인데 아버지 심건(沈鍵)은 노수신(盧守愼)과 동서간이었다. 그래서 희수가 처음에는 노수신에게 배웠는데 재주가 뛰어났으며, 이이와 교유하고 정철과 교제하였기 때문에 이발(李潑)에게 배척을 당했었다. 그러다가 이때에 와서 처음으로 경연에 들어왔는데 말이 번거롭고 두서가 없어서 견책을 받고 체직되었다. 오랜 뒤에 금산 군수(錦山郡守)로 나갔다.",
                "hj": "○朔戊寅/經筵官沈喜壽入侍言: “自上待李珥, 生死有異, 想必有其意。” 又曰: “當初, 上排衆論用之。” 又曰: “許通庶孽事, 人必以珥爲其妾子地, 而設此法也。” 辭說甚繁。 又書堂日課, 書呈夢見許篈詩。【詩云: “末路縱乖同進退, 舊情猶復去毛皮” 云云。】上疑之, 下敎曰: “沈喜壽予初見之, 固不知其爲何如人也。 但其言辭, 頗怪詭。 夫言者, 心之聲也, 因其言可測其心。 予於李珥死後, 別無異待之事, 而其言如此, 是, 陰試予淺深也。 又言予排衆用珥。 予之排之者, 乃奸臣搆捏之邪說也。 其可謂排衆論乎? 至於庶孽許通事, 則雖甚苟且, 憫其祖宗舊地, 亡在朝夕, 爲此不得已之擧。 珥豈預知其身之早死, 而爲其孽子地乎? 是乃外托人言, 而實斥其所爲也。 至於夢見竄謫之臣, 形諸文字, 隱然書入, 無非陰術也。 蟬噪之音, 固不足數, 而第人君用人, 不可不辨之於早。 大抵其爲人也, 敏於言語, 或出於偶然, 未可知也。 然予意如此, 不得不言。 政院以爲何如?” 回啓曰: “沈喜壽所達, 非有他意。 平日景慕李珥誠心國事, 不顧家計, 身死之後, 妻孥無依, 庶幾自上別示恩數, 以酬其勞。 但言語輕率, 不能裁度而已, 少無他意於其間也。” 答曰: “知道。” 喜壽, 逢源之孫, 父鍵與盧守愼爲同門婭。 故喜壽初學于守愼, 才華絶人, 從遊李珥, 與鄭澈相交, 故爲李潑所排斥。 至是初入經筵, 言論繁絮, 被譴而遞。 久之出爲錦山郡守。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Seo총대에 나아가 personally observed the state examination and selected four people including Bak Min . ",
                "H2KE-nKo": "주상이 서총대에 나아가 시사를 친히 행하여 박호 등 4인을 뽑았다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 1일(무인) 2번째기사",
                "gt-oKo": "상이 서총대(瑞葱臺)에 거둥하여 친히 시사(試士)하여 박호(朴箎) 등 4명을 뽑았다.",
                "hj": "○上御瑞葱臺, 親試士, 取朴箎等四人。"
            },
            "3": {
                "H2KE-EN": "Chief State Councilor Bak Sun entered the Royal Lecture and reported to the King, Yi I sincerely dedicated himself to the state and exerted efforts to do so. Unfortunately, he passed away, leaving his love for the King and worries about the time of his reign, could not be carried out. It seems that he would be a praise the praise of him. The King ordered that the matter be discussed by other high officials. All said, It would be proper to carry out the praise of Bak Suns report. The King replied, I am quite aware of the character of Yi I. It would be impossible to report anything to me. As a government position reaches the Associate State Councilor , his rank is extreme. What need is there to grant him the praise of him? However, his wife and children headed toward 파주 and then headed toward Haeju . The King ordered that the province be ordered to escort him along the road and that all matters such as funeral expenses be supplied to him.",
                "H2KE-nKo": "영상 박순이 경연에 입시하여 아뢰기를, “이이는 성심으로 나랏일을 돌보며 몸과 마음을 다할 것을 기약하였는데, 뜻밖에 죽어서 임금을 사랑하고 시국을 걱정하는 뜻을 펴지 못하게 하였으니, 추포하는 은전이 있어야 할 듯합니다.” 하니, 상이 다른 대신에게 의논하라고 명하였다. 모두 박순이 아뢴 대로 시행하는 것이 마땅하다고 하니, 답하기를, “이이의 사람됨을 내가 환히 알고 있으니, 아래에서 다시 아뢸 일이 없다. 벼슬이 찬성에 이르러 그 품계가 이미 극에 달하였으니 추증하는 것이 무슨 관계가 있겠는가. 다만 그의 처자가 파주로 갔다가 또 해주로 향하였으니, 본도의 일로로 하여금 호송하게 하고, 장사지낼 때의 제반 일도 돌보아 주게 하라.” 하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 1일(무인) 3번째기사",
                "gt-oKo": "영상박순이 경연에 입시하여 아뢰기를, “이이는 목숨이 다하도록 성의를 바쳐 나라 일을 처리하려고 하였습니다. 그런데 뜻밖에 죽고 말아 임금을 사랑하고 시대를 걱정하는 그의 뜻을 펼쳐 시행할 수 없게 되었습니다. 추가로 포상하는 은전이 있어야 할 듯합니다.” 하니, 상이 다른 대신들에게 의논하게 하였다. 대신이 모두 박순의 계사대로 시행하는 것이 타당하다고 하니, 답하기를, “이이의 사람됨은 내가 환히 알고 있으니, 아래에서 다시 주달할 것이 없다. 벼슬이 찬성까지 이르렀다면 품계도 끝까지 갔다고 하겠는데 추증한다고 무슨 관계가 있겠는가. 다만 그 처자가 파주(坡州)로 갔다가 다시 해주(海州)로 간다고 하니, 본도로 하여금 가는 길을 호송하게 하고 장례하는 모든 일도 보살펴 주도록 하라.” 하였다.",
                "hj": "○領相朴淳入侍經筵啓曰: “李珥誠心國事, 盡瘁爲期。 不意身死, 使愛君憂時之志, 不得展布施設, 似有追褒之典。” 上命議于他大臣。 皆以爲, 依朴淳啓辭, 施行爲當, 答曰: “李珥之爲人, 予洞知之, 自下更無所達之事。 官至贊成, 其品已極, 追贈何關? 但其妻子向坡州, 又向海州, 令本道一路護送, 葬時諸事, 亦令顧護。”"
            },
            "4": {
                "H2KE-EN": "Jeong Gu was appointed magistrate of Dongbok District . [Jeong] Gu did not go to his new post several times, but when he was appointed to Dongbok , he bowed before the King prior to departing for his new post. The King received him in audience and inquired about the governance of governance and encouraging him and sent him [to the capital].",
                "H2KE-nKo": "정구를 동복 현감으로 삼았다. 정구는 여러 차례 관직에 제수하였으나 나아가지 않다가 동복 현감에 제수되자 이에 숙배하였다. 주상이 인견하고 치도를 묻고 위유하여 보냈다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 3월 1일(무인) 4번째기사",
                "gt-oKo": "정구(鄭逑)를 동복 현감(同福縣監)으로 삼았다. 정구는 여러 번 벼슬을 받았어도 나아가지 않다가 동복 현감을 제수하자 이에 배명하였다. 상이 인견하고 치도(治道)를 물어 본 뒤 위로하고 타일러 보냈다.",
                "hj": "○以鄭逑爲同福縣監。 逑累除官不就, 及除同福, 乃拜命。 上引見, 咨訪治道, 慰諭以遣之。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "Inspector General Jeong Cheol , who responded to a single word, presented a memorial to the King to explain his faults. At the end, the memorial read as follows: Your subject also dared not conceal the single word by concealing your subjects words. At first, Heo Bong , Song응gae , Bak Geunwon , and others were punished for their crimes. Your Majestys decision was decided by Your Majesty, and the right and wrong has already been decided. Now, it cannot be discussed lightly. However, it is impossible to confront the peoples feelings uncomfortable if they were banished to a remote area that were slightly dangerous. If they were slightly punished for their crimes and were transferred to a province, your subject fears that this would be a benevolent law of the sagely enacting. On the following day, your subject was already afraid that his punishment was too heavy, and thus he submitted a memorial to advise Your Majesty. However, your subject could not submit a memorial to Your Majesty. At the time, the royal secretaries also have been long discontinued and not used. If all the others were left uncontinue, this would be mistaken. Your subject humbly hopes that Your Majesty shall confer with high officials, and if your subject thinks that your subject has harbored a single word, your subject will surely be punished. Your subject humbly hopes that Your Majesty shall survey this matter slightly. The King transmitted a royal directive to the Royal Secretariat, which stated, The inspector generals words are extremely surprised. However, this man is originally a reputation for his upright and loyalty. For the time being, I will not reprimand him. Inspector GeneralJeong Cheol came to avoid suspicion and reported to the King, saying, Being a subject who did not speak about the moral obligations, your subject always strives to devote himself to govern the obligations. Yesterday, your subject respectfully received Your Majestys instruction without concealing anything. Upon learning of the circumstances, your subject suddenly recommended the transgression of criminals to a province. His crime of imprudence and presumptuous obligations cannot be forgiven. Your subject humbly hopes that Your Majesty shall quickly rectify your subjects crime, thereby rectifying the right and wrong. The King replied, The crime of the court cannot be forgiven in accordance with the law. However, I did not immediately execute both sides and expelled him from the capital so that he may live comfortably in peace and sleep. Also, if I do not punish his cliques and wish to comfort the people in the middle of the world, I will surely reform himself. As he is ignorant and foolish, he should strive to reprimand the single word. However, my dear sir, on the continction of this man, cunning and deceitful thoughts cannot govern the state. This is what I cannot but say",
                "H2KE-nKo": "대사헌 정철이 구언하는 전지에 응하여 차자를 올려 잘못을 진달하였는데, 그 말미에,“신이 또 기휘에 저촉되고 외람된 말을 하였으나 감히 숨기지 못하였습니다. 당초 허봉, 송응개, 박근원 등의 죄를 정한 것은 성상께서 결단하신 것으로 시비가 이미 정해졌으니, 지금 가벼이 의논할 수 없습니다. 그러나 반드시 죽어야 할 먼 변방에 내치는 것은 인정상 불안합니다. 만약 이들을 조금 가볍게 처리하여 중도에 양이한다면 이는 성조의 어진 법이 될 듯합니다. 죄를 정한 다음날 신은 너무 무거울까 염려하여 장차 상소를 올려 논열하려 하였으나, 물의를 불러일으킨 바람에 올리지 못하였습니다. 그때 승지도 이미 오랫동안 폐기되어 등용되지 못하였는데, 이견을 제기하지 못했다는 이유로 마치 주장한 사람처럼 모두 버려둔다면 중도를 잃는 것입니다. 삼가 바라건대 전하께서는 대신에게 하문하여 만일 신의 말이 다른 의도가 있어서 신구한 것이라면 신은 임금을 속인 죄를 받겠습니다. 삼가 바라건대 명철한 성상께서는 조금이나마 살펴 주소서.”하니, 정원에 전교하기를,“대사헌이 올린 말은 매우 놀랍다. 다만 이 사람은 평소 강직하고 충성스럽다고 이름이 났으니, 우선 너그럽게 용서하고 책망하지 않겠다. 그리 알라.”하였다. 대사헌 정철이 피혐하여 아뢰기를,“알면 말하지 않는 것이 없는 것이 바로 신하가 절의를 세우는 일이므로 신은 항상 힘써 사모하여 따라갈 뜻을 가지고 있었습니다. 그런데 어제 ‘숨김없이 말하라.’라는 하교를 삼가 받들고는 감격한 나머지 사리를 헤아리지 않고 문득 죄인을 양이하는 일을 거론하였으니, 그 경망스럽고 외람된 죄는 용서하기 어렵습니다. 삼가 정원에 내리신 전교를 보고 황공하고 조심스러워 몸 둘 바를 몰랐습니다. 조정에서 이미 정한 죄인은 대신이 감히 말하지 못하는 것인데, 신이 분수를 넘어 위엄을 범하면서 태연히 청하여 위로는 성상의 의심을 움직였고 아래로는 뭇사람들의 놀라움을 일으켰으니, 신은 실로 만번 죽어도 속죄하기 어렵습니다. 삼가 바라건대 자애로운 성상께서는 속히 신의 죄를 바로잡아 호오의 바름을 보이소서.”하니, 답하기를,“이 무리들이 조정을 괴란시킨 죄는 법에 있어 용서할 수 없는 것이다. 그런데 내가 즉시 양관의 주벌을 시행하지 않고 외방에 내쳐 편히 누워 쉬게 하였으며, 또 그 당여를 다스리지 않고 마음속 깊이 포용하여 기필코 면모를 일신하게 하려 하였다. 어리석고 나약하여 결단을 내리지 못한 점은 하늘의 견책을 초래해야 하는데, 경은 도리어 이것을 가지고 말을 하여 간사한 자들로 하여금 뜻을 내게 하여 나라를 다스릴 수 없게 하였으니, 이것이 내가 놀라고 당황하지 않을 수 없는 까닭이다. 이 말이 다행히 경의 입에서 나왔으니, 내가 우선 너그럽게 용서하겠다. 불행히 다른 사람에게서 나온 것이라면 내가 반드시 처리할 방도가 있을 것이다. 또 이미 불러서 물어서 숨김없이 말하게 하였는데, 만약 견책과 견책이 따른다면 사람들이 장차 ‘구언하고서 도리어 죄를 준다.’라고 할 것이다. 경은 사직하지 말고 안심하고 직임을 살피라.”하였다. 정철이 오래지 않아 사직하여 체차되었다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 1일(병자) 1번째기사",
                "gt-oKo": "대사헌정철이 구언하는 전지(傳旨)에 응하여 상차하면서 잘못된 점을 진달하였는데, 그 끝에 이르기를, “신은 또 외람되게 해서는 안 될 말을 감히 숨기지 못하고 아뢸까 합니다. 당초 허봉(許篈)·송응개(宋應漑)·박근원(朴謹元) 등의 죄를 정한 것은 상께서 마음속으로 결단을 내리시어 시비를 확정지으신 것이니, 이제 와서 경솔하게 의논할 수는 없습니다. 그러나 반드시 죽을 먼 변방으로 귀양보낸 것은 인정상 마음이 편치 않으니, 조금 경감시켜서 중도(中道)에 양이(量移)한다면 훌륭한 조정의 은전이 될 듯합니다. 죄가 결정된 이튿날 신은 그 벌이 지나치게 중한 점이 마음에 걸려 상소드리려 하였습니다만, 저 자신이 물의를 빚고 있었으므로 올리지 못했습니다. 그 당시 승지도 오랫동안 버려진 채 쓰이지 못했는데, 그들이 이견을 내세우지 못했다는 이유로 마치 주장한 자처럼 아울러 폐기해 버린다면, 중도에 맞지 않는 일입니다. 삼가 전하께서는 대신에게 하문해 보소서. 그리하여 만약 대신들이 신의 말이 죄인을 구제할 마음을 갖고 한 것이라고 한다면 신은 기망한 죄를 달게 받겠습니다. 삼가 성상께서는 조금이나마 살펴 주소서·” 하니, 정원에 전교하기를, “도헌(都憲)이 한 말은 지극히 해괴하다. 다만 그 사람은 본래 강직하고 충성스럽다고 알려졌으니 우선은 너그럽게 용납하고 책망하지 않겠다. 그리 알라.” 하였다. 대사헌정철이 피혐하여 아뢰기를, “자기가 아는 것은 다 말씀드려야 하는 것이야말로 신하로서 절의를 세우는 일이 되기에 신은 항상 가능한 한 그렇게 해 보려는 뜻을 갖고 있었습니다. 그런데 지난번에 ‘숨김없이 말하라.’는 하교를 삼가 받고서 감격한 나머지 사리를 따져보지도 않고 문득 죄인을 양이(量移)시키는 일을 거론하였으니, 경망스럽고 외람되게 행동한 죄를 용서받기 어렵게 되었는데, 삼가 정원에 하교하신 말씀을 보고서는 황공하여 안절부절하며 어떻게 할 줄 몰랐습니다. 나라에서 이미 정죄(定罪)한 자에 대해서는 대신들도 감히 말하지 못하는데, 신이 이내 분수를 뛰어넘고 위엄을 범하여 태연히 계청함으로써 위로는 성상의 의심을 촉발시키고 아래로는 여러 사람이 듣고 놀라게 했으니, 신은 진실로 만번 죽어도 속죄하기가 어렵습니다. 삼가 원하건대 성상께서는 속히 신의 죄를 바로잡아 좋아하고 미워하는 정도(正道)를 보여 주소서.” 하니, 답하기를, “그 무리들이 조정을 괴란시킨 죄에 대해 법대로 한다면 용서할 수 없다. 그런데 내가 즉시 양관의 벌[兩觀之誅]을 시행하지 않고 외지로 귀양을 보내 편히 누워 쉬게 하고 또 그 당여를 다스리지 않았던 것은, 내 도량으로 포용함으로써 그들이 면모를 일신하기를 바라는 뜻에서였다. 그러나 내가 우유부단하게 처리했던 점에 대해서는 하늘의 견책을 받아야 마땅한데, 경은 도리어 그렇게 말하여 간사한 자들로 하여금 뜻을 갖게 하여 나라 꼴이 될 수 없게 하였으니 이 점이 바로 내가 놀라지 않을 수 없었던 이유이다. 그러나 다행히도 그런 말이 경의 입에서 나왔기 때문에 내가 너그럽게 용서하는 것이지, 불행히도 다른 사람의 입에서 나왔다면 나는 반드시 처리할 방법을 강구했을 것이다. 또 이미 불러 물으면서 숨김없이 말하라고 해 놓고는 견책하는 벌을 내린다면 사람들이 말하기를 ‘말을 하라고 해 놓고 도리어 죄를 준다.’고 할 것이다. 경은 사피하지 말고 안심하고서 직무에 충실하라.” 하였다. 정철은 오래지 않아 사직하여 체임되었다.",
                "hj": "○朔丙子/大司憲鄭澈應求言旨, 上箚陳戒闕失, 其末曰: 臣又有觸諱猥濫之說, 而不敢隱焉。 當初許篈、宋應漑、朴謹元等定罪, 斷自宸衷, 是非已定, 今不可輕議。 然投之絶塞必死之地, 人情不安。 若稍輕之, 量移中道, 則恐是盛朝仁典。 定罪之翌日, 臣已懼過重, 將以疏列, 而身致物議, 未果上矣。 其時承旨, 亦已久廢不用, 以不能立異之故, 竝棄如主張者然, 則失中。 伏願殿下, 下詢大臣, 如以臣言爲有心伸救, 則臣當伏欺罔之罪矣。 伏願聖明, 少垂察焉。 傳于政院曰: “都憲獻說, 極爲駭愕。 但此人素以剛直忠藎爲名, 姑優容不責, 知悉。” 大司憲鄭澈避嫌啓曰: “知無不言, 乃人臣建節之事, 臣常有勉慕企及之志。 昨者恭承無隱之敎, 感激之餘, 不揆事理, 輒擧罪人量移之事, 其輕妄猥濫之罪, 有難容貸。 伏覩下政院之辭, 惶恐踧踖, 無地自容。 朝家已定之罪人, 大臣所不敢言, 而臣乃越分犯威, 偃然爲請, 上以動聖心之疑; 下以起群聽之駭, 臣實萬死難贖。 伏願聖慈, 亟正臣罪, 以示好惡之正。” 答曰: “此輩壞亂朝廷之罪, 在法罔赦。 而予不卽擧兩觀之誅, 投竄于外, 使之安臥偃息, 又不治其黨與, 志欲囿於度內, 期使革面。 其暗懦不斷, 宜召天譴, 而卿反以是爲言, 使奸邪生意, 無以爲國, 此予所以不得不錯愕者也。 此言, 幸而出於卿之口, 予姑優容; 不幸而出於他人, 則予必有處之之道矣。 且旣已召問, 使之無隱, 而若譴罰隨之, 則人將曰: ‘求言而反罪。’ 卿其勿辭, 安心供職。” 澈未久辭遞。"
            },
            "2": {
                "H2KE-EN": "Deputy Education Director [of the Office of Royal Decrees] Kim Ugung submitted a memorial requesting his resignation, which reads as follows: Your Majesty is brilliant in the wisdom of Yao and Shun . However, the various officials have no beautiful behavior to cultivate virtuous deeds, and each person satisfy his own sagacity and changes his own grievances. The importance of the Ming court has already been impartially importance, and it is difficult to impose the hearts of the people. However, in the future, if the importance of the world lies in order to cultivate the state and the powerful deeds of the virtuous deeds of the world, discontinue the public justice of the world, and discontinue the importance of his own sagacity, then the importance of the people will grievate, and the importance of the people will grieve day by day. The importance of the world lies in the world, and the world of the world lies in the world. Your subject is afraid that this is not what happening in the world and cannot bear to say. When Your Majesty is extremely benevolence, Your Majesty always admonished the various officials in order to cultivate the virtuous deeds of the world, and to cultivate their duties. However, high officials also cultivated the world and the world of the world. If Your Majesty hears the world, and the world of the world lies in order to cultivate the world. How can Your Majesty know whether the world of the same world behavior is",
                "H2KE-nKo": "부제학 김우옹이 사직하는 상소를 올렸는데, 그 대략에,“전하께서는 요순과 같은 총명을 지니셨는데, 신하들이 서로 공경하고 협심하는 미덕은 없고 각기 자기 의견을 옳게 여겨 서로 비난하고 원망합니다. 조정에서 처리하는 것이 이미 편중되어 사람들의 마음을 복종시키기가 어렵습니다. 그런데 장차 그 설을 주장하여 국시라 이름하고 기세를 돋구어 정류를 배척하고 억제하여 천하의 공의를 폐기하고 자기 개인의 사견에 맡기면 임금의 청문이 날로 막혀 여론이 더욱 답답해하고, 부화뇌동하는 자가 날로 늘어나고 이론하는 자가 날로 멀어질 것입니다. 사람마다 발을 포개고 곁눈질하며 감히 말을 하여 서로 엇갈리지 못하니, 신은 이것이 태평성대의 일이 아니라서 차마 말할 수 없는 것이라고 생각합니다.전하께서는 지극히 인자하시어 매번 신하들을 경계하여 ‘마음과 기운을 같이하고 각기 맡은 일을 수행하라.’라고 하교하셨는데, 재상 중에도 ‘동인과 서인을 깨뜨리고 피차를 구별한다.’라고 말하는 자가 있습니다. 그 말을 들으면 아름다우나 그 행실을 보면 잘못됩니다. 전하께서 어찌 그들이 동류를 포치하고 자기와 의견을 달리하는 자를 배척하며 기염이 왕성하여 가까이 갈 수 없다는 것을 아시겠습니까.”하니, 답하기를,“김우옹의 사람됨을 내가 안 지 오래되었다. 그러나 성품이 꽉 막히고 언론이 편벽되었다. 썩은 유생의 말은 책망할 것도 못 되니 우선 그대로 두고 본직을 체차하라.”하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 1일(병자) 2번째기사",
                "gt-oKo": "부제학김우옹이 사직소를 올렸는데, 그 대략에, “전하께서는 요(堯)·순(舜)의 밝은 덕을 갖고 계시는데, 여러 신하들은 공경하고 협동하는 미덕이 없어 각자 자신의 견해만 옳다고 하며 서로 그르다고 하여 원망하고 있습니다. 그런데도 조정에서 이에 대처하는 방법 역시 이미 편중되어 있으므로 인심을 승복시키기가 어려운 상황입니다. 따라서 앞으로 자기의 주장을 ‘국시(國是)’라고 내세워 기세를 떨치고 올바른 무리들을 억압하면서 천하의 공의(公議)는 폐기한 채 개인의 사견만 자행하게 될 것입니다. 그렇게 되면 성상의 귀는 날로 막히고 여론은 더욱 침울하게 될 것이며 아부하는 자는 날로 늘어나고 논의를 달리하는 자는 날로 멀어져만 갈 것입니다. 사람마다 발을 포개고 피하기만 하면서 감히 말로써 서로 저항하지 못하는 상황이 전개될 것이니 이것은 치세의 일이 아닌 것으로 차마 말할 수 없는 일입니다. 전하께서는 지극히 인후하시어 매양 여러 신하에게 경계시키며 ‘협동심을 갖고 화평한 기분으로 각각 맡은 직무에 충실하라.’고 하교하십니다. 그리고 재상 중에도 동서의 분당을 타파하고 이쪽 저쪽이 하나가 되어야 한다고 주장하는 이가 있습니다만, 그 말을 들으면 아름다우나 그 행위를 보면 옳지가 않습니다. 그런데 전하께서 그들이 뜻을 같이하는 무리를 조정에 있게 하고 자기와 의견을 달리하는 자는 배척하여 기염을 토하면서 가까이 가지 못하게 하는 줄이야 어떻게 아시겠습니까?” 하니, 답하기를, “김우옹의 사람됨은 내가 오래 전부터 알고 있다. 그는 성품이 꽉 막힌데다가 하는 말도 괴이하고 치우쳐 있다. 썩은 선비의 말에 대해서는 꾸짖을 것도 없으니, 우선 그대로 두겠으나, 본직은 체자하라.” 하였다.",
                "hj": "○副提學金宇顒辭職上疏, 其略曰: 殿下有堯、舜之明, 而群臣無寅協之美, 各是己見, 轉相非怨。 朝廷所以處之者, 旣爲偏重, 難以服人心矣。 而將有主張其說, 號曰國是, 鴟張氣勢, 排抑正類, 廢天下之公議, 任一己之私見則主聽日壅, 而輿情益鬱; 附會者日益進, 異論者日益遠。 人人重足側立, 而莫敢以言, 相牴牾, 臣恐此非治世之事, 而不忍言也。 殿下至仁, 每戒群臣以同心和氣, 各修其職事爲敎, 而宰相亦有以破東西, 一彼此爲說者。 聽其言則美, 觀其行則謬。 殿下豈知其布置同類, 排擯異己, 氣焰之盛, 已不可嚮邇哉? 答曰: “宇顒之爲人, 予知之久矣。 其性固滯, 言論異僻。 大抵腐儒之言不足責, 姑置之, 本職遞差。”"
            },
            "3": {
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 1일(병자) 3번째기사",
                "gt-oKo": "대사간신응시(辛應時)가 상차하였는데, 그 대략에, “근년 이래로 사류(士類)가 흔단을 만들어내어 조그만 문제들이 쌓여 점점 커졌습니다. 처음에는 피차간에 의견이 맞지 않는 정도였는데 경박한 무리들이 그 사이에 많이 끼어든 결과, 강자는 기회를 틈타 위세를 떨치고 약자는 그 영향에 휩쓸려 아부하게 되었습니다. 이러한 현상이 하루가 다르게 심해져 공격하는 일을 일삼게 되었는데, 심지어는 허위 사실을 조작하여 정도를 걷는 자를 간사한 자라고 지목하기까지 하였습니다. 그리하여 성상의 하교가 간절하였음에도 불구하고 더욱 멋대로 날뛰어 마침내는 스스로 소인의 길로 빠져드는 것도 알지 못하고 있었으니, 이러한 때를 당하여 성상께서 마음속으로 단안을 내리지 않으셨다면 사림이 안정될 여지가 없었을 것이며 조정도 청명해질 날이 없게 되었을 것입니다. 삼가 생각하건대 고명하신 성상께서 시비를 분별하여 표준을 바로 세우심으로써 밝은 자는 그 뜻을 쉽게 정하고 미혹된 자라도 그 돌아갈 곳을 잃지 않게 하였습니다. 그리하여 피차를 구분하지 말고 오로지 올바른 일에 같이 마음을 합쳐 한결같이 나라 일만 염려하고 털끝만큼도 개인적인 대립 의식을 갖지 않게 함으로써 공동으로 태평 시대를 이룩하도록 하셨습니다. 이것이야말로 성상께서 인재를 아끼고 한 세상을 바로잡으시려는 훌륭한 뜻에서 나온 것이니, 조금만 식견이 있는 신하라면 그 누가 감격스러운 마음으로 그 뜻을 받들어 스스로 새로운 길로 나아가 선을 따르는 계기로 삼으려 하지 않겠습니까. 행 호군김우옹은 지난날 의논과 견해가 같지 않았던 관계로 스스로 전리(田里)에 물러가 있었는데, 상께서 이미 전조(銓曹)의 좌이(佐貳)로 대우해 주셨고 거듭 경악(經幄)의 근시(近侍)로서 부르셨으니 융숭하신 배려는 예사롭지 않은 것이었습니다. 그래서 조정에 있는 여러 신하들도 그가 즉시 명을 받고 달려 와서 차분한 마음으로 함께 일해주기를 바라고 있었습니다. 그런데 이번에 그의 사직소를 보건대 주견이 올바르지 못하고 말투가 망령스러워 터무니없는 괴변을 늘어놓았습니다. 진실로 그의 말대로라면 모든 간사한 무리가 조정에 가득하여 조정의 권력을 농간함으로써 전하로 하여금 위에서 고립되어 위망의 화가 곧 닥치게 될 것도 모르게 한 결과가 됩니다. 따라서 조정에 있는 신하들이 놀랍고 황송하여 마치 망극한 죄를 짓고 삼가 부월(斧鉞)의 벌을 기다리는 것처럼 하고 있은 지가 벌써 여러 날이 되었습니다. 삼가 생각건대 성상께서는 이미 마음 속으로 본시 그 원류(源流)의 유래를 훤히 알고 계실 것입니다. 다만 일을 꾸민 것이 박상(剝床)에 가깝고 변론을 늘어놓은 것이 급류가 흐르듯 하여 충분히 의심의 단서를 유발하고 재난의 계기를 열 만한 소지가 있으므로, 총명하고 슬기로우신 전하께서도 이 점에 마음이 흔들리지 않을 수 없으셨을 것입니다. 시험삼아 시사(時事)를 가지고 상소 중의 각 조항을 증거하여 말씀드리겠습니다. 먼 곳으로 귀양간 세 사람과 지방 고을로 보임되어 나간 자의 경우는 하나같이 모두가 성상의 단안에서 나온 것이지 조정의 신하는 한 사람도 거기에 손을 쓴 자가 없습니다. 주의(注擬)하고 제수를 함에 있어서도 동인과 서인을 따지지 않고 오직 인물 중심으로 하였으며, 흑백을 너무 심하게 구분하지 않고 한마음으로 협력해서 성상의 뜻에 만분의 일이라도 부응하려고 하였습니다. 그러나 대소 신료가 직무 수행을 소홀히 하여 지금까지 아무런 효과도 내지 못하고 있는 이 점은 진실로 죄가 있다고 하겠습니다만, 신들이 조처하고 논의함에 있어 그 어떤 것이 조금이라도 사람을 해치고 일을 그르친 적이 있었습니까? 이는 전하께서 이미 하늘의 태양처럼 환하게 알고 계시는 것이니, 어찌 숨길 수 있겠습니까. 그런데 이른바 ‘조정 여론이 날로 엄해지고 참소하는 말이 서로 오가며 남의 잘못을 들추어 고발하는 것이 풍조를 이루었다.’고 한 것은 무엇을 근거로 하여 나온 말인지 모르겠습니다. 다만 요즈음 양사와 옥당을 제수할 적에 혹 전날 배척을 당한 사람 중에서 나오기도 했고 혹은 순서에 따라 후진한 자들도 있었는데, 그 중에는 공론에 따라 구별하지 않을 수 없는 자도 있었습니다. 그가 이른바 ‘간사하고 아첨한 자가 날로 빌붙는다.’고 한 것과 ‘조금 지식을 가진 자’라고 한 것은 이것을 가리켜 말한 것이 아니겠습니까. 그리고 그가 ‘자기와 뜻이 같은 무리만 조정에 있게 하고 의견을 달리하는 자는 배척하여 기염을 토하며 가까이 가지 못하게 한다.’고 한 것은 전적으로 정철을 지적한 것인데, 그 의도가 마치 어두운 임금이 위에 있어 권간(權奸)이 권력을 뒤흔든 것처럼 여기게 하는 것은 알기 어렵지 않습니다. 정철은 강직한 성품으로 악을 미워하여 남의 허물을 용납하지 않았으므로 평소부터 남에게 꺼림을 받아 왔습니다. 그런데 요즈음 특별히 은총을 받아 청충(淸忠)하고 경직(耿直)하다는 인정까지 받게 되었으므로 전보다도 훨씬 기탄의 대상이 되었는데, 이 때문에 정철에 대한 김우옹의 견해가 더욱 치우치게 된 것입니다. 그렇지 않다면 어찌 이렇게 할 수 있겠습니까. 동·서를 타파하고 피차를 하나로 하자는 것이야말로 성상께서 듣기 좋아하시는 것일 뿐만 아니라 중외에서도 오로지 이렇게 되기를 기대하고 있습니다. 그런데 어거지로 말 밖의 뜻을 끄집어내어 허물이 없는 중에서 허물이 있게 되기를 구하면서 ‘말은 아름다우나 행동은 어긋난다.’고까지 하고 있으니, 어쩌면 이토록까지 진실과 먼 말을 할 수 있단 말입니까. 더구나 동지끼리 서로 따르는 것은 군자라고 해서 없을 수 없는 일이고 또 권력을 마음대로 행사하며 붕당을 일삼는 것이야말로 임금이 매우 싫어하는 것이기 때문에 예로부터 소인들은 이러한 점을 이용하여 임금의 마음에 들게 하지 않은 적이 없었는데, 김우옹의 말이 불행하게도 거기에 가깝습니다. 그리고 김우옹의 지금까지의 행적에 대해 거론해 볼까 합니다. 그는 지조와 덕행이 있는 것으로 오래 전부터 사류에게 칭송을 받아 왔는데, 이이, 성혼과도 친분이 깊어 도(道)로써 서로 통하였으므로 바로 군자라고 인식해서 조금도 다른 뜻이 없었습니다. 그뒤 이이는 상의 은총을 크게 받아 국사를 담당하는 신분이 되고 나서 경박한 의논들이 날로 치열해지는 것을 깊이 염려한 나머지 이를 조화시키려는 의도에서 장주(章奏)를 올리기까지 하였는데, 이 때부터 당시의 무리에게 미움을 받기 시작하였습니다. 그리하여 일을 도모하고 계책을 세우기만 하면 으레 거슬림을 당했으며 연달아 삼사의 중한 탄핵을 받고 소인으로 배척당하게끔 되었습니다. 그런데 김우옹 역시 일찍이 조정이 화목하지 못한 점을 염려하였으므로 저간의 사정을 듣고 분격하여 개탄해 마지않았으니, 이는 본연의 천리(天理)와 인정(人情)에서 우러난 것이었습니다. 그 후 이미 중론과 어긋나게 되자 경박한 무리를 견제하고 사류를 아끼는 뜻으로 상소하여 논하였는데, 그 의도는 실제로 동료를 보호하기 위한 것이었으니 모호한 말을 하긴 하였어도 완전히 이이를 배반했다고 할 수는 없는 것이었습니다. 그런데 선정전에서 인견하시던 날 세 사람을 귀양보내는 문제로 여러 재상에게 하문하셨을 때, 정철은 다만 시비는 분명하게 밝히지 않을 수 없다는 뜻으로 아뢰면서 끝에 가서는 만약 중한 조처를 내릴 경우 국맥을 손상시킬 우려가 있다는 점도 아울러 탑전에서 진달드렸는데, 이는 사람들이 함께 들은 사실입니다. 그러나 김우옹은 본래 정철의 뜻을 알지 못하고 생각하기를 ‘세 사람을 귀양보낸 것은 오로지 정철의 차론(箚論)에서 나와 결정된 것이니, 이는 뜻을 잃고 불만을 품은 필부의 소행이다.’고 하면서 음흉한 사람으로 지목하였습니다. 그리고 그가 ‘이징(李徵)·이경률(李景㟳)은 다만 삼사의 말단 관원일 뿐인데 도리어 공격한 죄를 전적으로 이 두 사람에게 돌린다면 너무 억울하지 않은가.’라고 한 것은, 그 주된 의도가 곡진하게 보호하려는 사심에서 나온 것인데, 임금에게 아뢸 때 또한 사실대로 하지 않아 차츰 그의 견해가 잘못되어 가게 되었던 것입니다. 그러나 김우옹이 이렇게 논한 것은 자기 마음을 속여가면서까지 고의로 꾸며대려 했던 것은 아니었습니다. 단지 국량이 좁고 논의의 근거가 없는데다가 대하는 사람 모두가 그쪽 사람이고 귀로 듣는 것 모두가 그쪽 말이었으므로 날이 갈수록 점점 오염되어 의혹이 쌓인 나머지 사(私)가 공(公)을 가리고 불만스러운 기운이 쌓인 결과 어쩔 수 없이 말하는 사이에 그렇게 나타나게 된 것입니다. 김우옹의 입장에서 생각해 본다면 임금의 엄한 부름을 받은 즉시 서둘러 달려와서 위로는 성상의 뜻이 어디에 있는지를 살피고 아래로는 조정의 입장도 봐주었어야 마땅합니다. 그런데 문득 의심을 품고 물러서서 상소만 올리면서 도리어 오해에 치우친 자신의 말을 늘어넣기만 하였으니 그가 ‘전하에게 바라는 바가 아니다.’고 한 것이 바로 그 자신을 두고 한 말이 되지 않겠습니까. 가령 그러한 논의가 소인의 입에서 나온 것이라면 화란을 부르는 정상이 드러나 성상께서 엄하게 대처하시리니 본래 걱정할 것이 없습니다. 그러나 이번 경우는 그렇지가 않습니다. 한 시대의 명류(名流)가 이 사람에게 큰 비중을 두고 있으며, 그와 의기투합하는 자 또한 한두 사람이 아닙니다. 따라서 서로 호응하면 그 형세가 장차 휩쓸게 될 지경인데, 이런 상황이 계속 조장된다면 아마도 조정이 편안할 시기가 없을 것이니, 정말 나라의 복이 되지 못할 것입니다. 삼가 살피건대 전하께서 ‘성품이 꽉 막히고 말이 괴이하고 편벽스럽다.’고 하신 하교는 바로 그 병폐를 맞추신 것입니다. 넓고 큰 도량으로 감싸고 용서해 주시면 김우옹 역시 하나의 훌륭한 선비로서 장차 성상의 은혜로운 유음(諭音)에 감동하여 의리로써 참고해 보고 모든 의심이 얼음 녹듯 풀려서 조정의 훌륭한 선비들과 기꺼이 한마음이 되고야 말 것입니다. 어찌 지난날의 견해를 고집하면서 나라의 안위를 염려하지 않고 마침내 사림의 화가 백년이 지나도 그치지 않게 하겠습니까. 신 등 역시 배척 대상에 끼어 있다는 것을 알고 있습니다만 그렇다고 어찌 감히 이에 대해 조금이라도 관련을 갖고 논하는 것이겠습니까. 단지 김우옹이 본래 다른 뜻은 없는데 치우친 견해에 빠져 이 지경에까지 이르게 되었다는 것을 논하는 것일 뿐입니다. 삼가 바라건대 전하께서는 조정의 기강을 더욱 떨치게 하고 밝은 덕을 널리 비추시며 뜻을 더욱 굳게 가지시고 동요되지 마소서. 그리하여 온 나라의 신민으로 하여금 다 같이 건극(建極)으로 돌아오게 하소서.” 하니, 답하기를, “그 의논이 정말 옳다. 김우옹이 한 말은 그야말로 망언이니 책망할 것도 없다. 차자의 내용은 다시 유념토록 하겠다.” 하였다.",
                "hj": "○大司諫辛應時上箚, 略曰: 近年以來, 士類搆釁, 積小成大。 當初不過彼此意見之不合, 而躁薄之輩, 多側於其間, 强者乘機而鴟張; 弱者承風而附合。 日復一日, 馴致攻擊, 甚至搆虛捏無, 指正爲邪。 聖敎懇惻, 而益肆橫突, 終不知自陷於小人之歸。 當此之時, 不有聖明, 斷自宸衷, 則士林無稅駕之地, 而朝廷何時可淸乎? 竊念, 聖見高明, 辨別是非, 正立標準, 使明者易定其志趣; 迷者不失其歸宿。 不分彼此, 要見其通融正事, 一以國家爲念, 無一毫有彼我之私, 共躋太平。 此實聖上愛惜人材, 匡正一世之盛心也。 爲人臣者, 稍有識見, 則孰不感激將順, 趨自新之路, 應從善之機哉? 行護軍金宇顒, 曩以論見之不同, 自退於田里。 而自上旣以銓曹佐貳處之, 重以經幄近侍召之, 眷注之隆, 出於尋常。 在朝諸臣, 亦冀其劃卽赴命, 平心而同事矣。 今見其辭職上疏, 主見回互, 措語謬妄, 畫影於無形之中。 誠如此言, 是, 群邪滿廷, 操弄朝權, 使殿下孤立於上, 不知危亡之禍, 不日而至矣。 凡在朝紳, 莫不驚遑兢悚, 若身負罔極之罪, 伏竢斧鉞之誅, 已有日矣。 恭惟聖心, 固已洞燭其源流有所由來。 而第以措事近剝床, 騁辯如懸河, 有足以激疑端、啓禍機, 雖以殿下之聰明睿智, 恐不得不撓於此。 試將時事, 證以疏內各款而言之。 遠竄三人及出補外邑者, 一皆出自聖斷, 在廷之臣, 無一下手於其間。 注擬除拜, 不問東西而惟其人, 不欲太分黑白, 要與同心協力, 以副聖意之萬一。 而大小臣僚, 瘝官曠職, 迄無服效, 是則罪固有之。 有何擧措、有何論議, 少涉於傷人害物之事乎? 此, 殿下之所已顯悉, 天日照臨, 豈容有隱? 所謂: “朝論日嚴, 讒口交馳, 告訐成風” 者, 未知何所據而發也。 但近日兩司、玉堂之除, 或出於前日見斥之中; 或有循次後進之人, 其間或有因公論, 不得不區別者。 所謂: “奸諂日附。” 所謂: “稍有識者。” 無乃指此而爲說乎? 至以: “布置同類, 排擯異己, 氣焰已盛, 不可嚮邇。” 者, 專斥鄭澈, 有如暗主在上, 權奸擅柄者然則不難知也。 澈剛介嫉惡, 不容人過, 見忌於人, 素矣。 近者特蒙恩奬, 至許以淸忠耿直, 其爲所憚, 比前益甚。 而宇顒之見, 爲澈益偏故也。 不然則破東西一彼此, 非徒上所樂聞, 中外之望, 專在於此。 而强摭言外之意, 求有過於無過之中, 至斥以言美行謬, 何其不近情, 至此極耶? 而況, 以類相從, 君子所不免; 擅權植黨, 人主所深惡。 自古小人, 未嘗不以此中人主之心, 惜乎! 宇顒之言, 不幸近之也。 且擧宇顒終始, 言之, 以有志行, 見稱於士類久矣。 與李珥、成渾, 交契不淺, 以道相許, 直認爲君子, 小無他意矣。 及李珥厚蒙天眷, 以身當國, 深慮浮議之日熾, 謀欲調劑, 至達章奏, 自此見忤於時輩。 圖事揆策, 動輒拂忤, 旋被重劾於三司, 斥之以小人則宇顒亦嘗以朝著不和爲念, 故聞之不勝憤激, 而慨歎焉, 此, 出於天理人情之本然矣。 其後旣誤於衆論, 而以裁抑浮躁、愛惜士類, 上章論之, 其意實主於扶護儕輩, 語雖糊塗, 而亦不得全負珥矣。 逮夫宣政引見之日, 以當竄三人, 詢及諸宰, 而鄭澈只陳其不可不明辨是非之意, 而終以若至重處, 恐傷國脈, 竝達榻前, 人所共聞。 宇顒素不識澈意謂: “三竄, 專出於澈箚論取決。” 失志怏怏之一夫, 指爲陰陷之人。 且李徽、李景㟳, 特三司一瑣黨, 而反以攻擊之罪, 專歸諸兩人, 不亦冤乎? 此則主意出於曲護之私, 而至於告君, 亦不以實, 其見識, 漸歸於詿誤矣。 然宇顒此論, 非故爲誣飾而出於情外也。 只是局量褊淺, 論議不根, 而對面者無非其人; 入耳者無非其言, 浸染日深, 畜疑成阻, 公蔽於私, 氣積不平, 其發於言辭, 自不得不爾。 爲宇顒計, 所當仰承嚴召, 行不俟駕, 上審聖意之所在; 下全同朝之爻象。 而便懷疑却立, 封奏馳章, 反以伸偏信之說, 所謂: “非所望於殿下。” 者, 無乃自道乎? 藉令此論, 出於小人之口, 則其賈禍召亂之情狀敗露, 聖明赫臨, 固不足憂矣。 今則不然, 一時名流, 取重於此人, 而所與志同而意合者, 亦非一二。 雄唱雌和, 勢將靡然, 長此不已, 竊恐朝廷寧靜之無期, 而大非國家之福也。 伏見殿下 “固滯僻異” 之敎, 正中其病。 含弘之大度, 亦且昭宥而包容之, 宇顒亦一良士, 將感發恩諭, 參以義理, 渙然氷釋, 嘉與揚庭之士, 惟一心而後已。 豈至固守前見, 不以國家安危爲念, 終使士林之禍, 垂百年而未已乎? 臣等亦知竝入於詆斥之中, 而安敢有所芥蔕於此乎? 只論宇顒本無他意, 而見陷於偏私, 以至此耳。 伏願殿下, 益振朝綱, 旁燭离明, 執得彌堅, 勿爲所動, 使一國臣民, 同歸於建極焉。 答曰: “這論, 十分正是。 宇顒誠箇妄言, 不足責耳。 箚辭更當留意。”"
            },
            "4": {
                "H2KE-EN": "노수신이 사은 숙배하고 취직하였다. The King repeatedly issued an order to encourage him to come to the capital. Susin then bowed to the King before departing for his appointed provincial position. The King immediately received him in audience and asked him, What do you think about the affairs of the imperial court? They replied, The worries of the imperial court have been slightly peaceful in recent days. This is all due to Your Majestys efforts to circumstances.",
                "H2KE-nKo": "노수신이 사은하고 직임에 나아갔다. 주상이 여러 차례 전지를 내려 올라오라고 정중히 권면하니, 노수신이 이에 숙배하였다. 즉시 인견하고 시사가 어떠하냐고 물으니, 대답하기를,“조정이 공격하는 근심이 요즘 조금 안정되었는데, 이는 모두 성상께서 진정시키신 덕분입니다.”하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 5월 1일(병자) 4번째기사",
                "gt-oKo": "노수신이 사은하고 취직하였다. 상이 여러 번 전지를 내려 올라오라고 간곡히 권하니, 이에 배명한 것이다. 즉시 인견하고 시사(時事)에 대해 하문하니, 대답하였다. “조정에서 서로 공격하는 병통이 요즘 약간 안정되었는데, 이는 모두 성상께서 진정시키신 덕택입니다.”",
                "hj": "○盧守愼謝恩就職。 上屢下旨, 敦勉上來, 守愼乃拜命。 卽引見問: “時事何如?” 對曰: “朝廷攻擊之患, 近日粗安, 皆聖上鎭定之力也。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongo day, Magistrate of Jirye District Kim Cheom and Magistrate of Gunwi District Kwon Geungsi were dismissed from their posts. [Kim] Cheom and [Kwon] Geungsi were fond of each other. Due to this, [Kwon] Cheom went to see [Kwon] and held a banquet and enjoyed themselves. [Kwon] Cheom held a banquet to obtain the weaponry of the government office and then headed to Andong . [Kwon] Geungsi also enjoyed an argument, saying, The large bandits entered the district and robbed the weaponry of the government office and left [their posts]. The words were extremely arrogant. Magistrate of Andong Magistracy knew this truth. [Kwon Cheom] immediately reported it to the various jurisdictions, and [Kwon Cheom] reported it to the various jurisdictions. Not many days later, [Kwon Cheom] arrived at each jurisdiction in Chungju , Gyeonggi , and Gangwon Provinces. [Kwon Cheom] selected people and military forces [Kwon Cheoms] warning. The governor of Gyeonggi [Province] [] learned that [Kwon Cheom] was false. Subsequently, [Kwon Cheom] reported this to the throne. The two officials requested that [Kwon Cheom] be arrested and interrogated. Shortly thereafter, [Kwon Cheom] was released.",
                "H2KE-nKo": "삭지례 현감 김첨과 군위 현감 권응시를 파직하였다. 김첨은 권응시와 서로 사이가 좋았는데 어떤 일로 인하여 가서 만나 보고 술자리를 벌이고 유련하였다. 김첨이 장난삼아 그 관사의 기물을 가지고 안동으로 향하였는데, 권응시도 장난으로 통문을 만들어 ‘큰 도적이 고을에 들어왔을 때 관사의 기물을 <unk>자리로 걷어 올리고 갔습니다.’라고 하였는데, 내용이 매우 장황하였다. 안동 부사는 그것이 사실이라는 것을 알고 즉시 열읍에 전보하였는데, 며칠 안 되어 충주, 경기, 관동의 각 고을에 알려 민병을 징발하고 경계를 엄중히 하였다. 경기 감사가 그것이 거짓이라는 것을 조사하여 보고하고 마침내 주상에게 보고하니, 양사가 두 사람을 잡아다 국문할 것을 청하였다가 곧이어 풀려났다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 6월 1일(병오) 1번째기사",
                "gt-oKo": "지례 현감(知禮縣監)김첨(金瞻)과 군위 현감(軍威縣監)권응시(權應時)를 파직하였다. 김첨은 권응시와 서로 친한 사이로서 어떤 일로 인해 찾아 갔었는데 술자리를 벌이고 질탕하게 마시며 놀았다. 김첨이 장난삼아 그 관사의 기물을 집어 넣었다가 그대로 안동(安東)으로 갔는데, 권응시 역시 장난으로 통문(通文)을 돌리기를, “큰 도적이 고을에 들어와 관사의 기물을 몽땅 가져갔다.” 하면서 장황하게 떠들어 대었다. 안동 부사(安東府使)가 이를 사실로 알고 즉시 각 고을에 통보했는데, 며칠 되지 않아 충주(忠州)·경기(京畿)·관동(關東) 등 각 고을에 알려져 민병까지 동원되어 계엄(戒嚴)이 펼쳐졌다. 경기 감사가 조사해 본 결과 그것이 허위임을 알고 마침내 계문하니, 양사가 두 사람의 나국(鞫鞠)을 청했는데, 곧 이어 풀려났다.",
                "hj": "○朔丙午/知禮縣監金瞻、軍威縣監權應時罷職。 瞻與應時相好, 因事往見, 設酒流連。 瞻戲取其官舍器用, 因向安東, 應時亦戲爲通文以爲: “大賊入縣, 官舍器物, 席捲而去。” 詞甚張皇。 安東府使認爲實事, 卽轉報列邑, 不多日而達于忠州、京畿、關東各邑, 抄發民兵戒嚴。 京畿監司驗聞其僞, 遂以啓聞, 兩司請二人拿鞫, 尋被釋。"
            },
            "2": {
                "H2KE-EN": "Second Deputy Commander [of the Middle Army] [] Seong Eom requested that his ancestors be surrendered and surrendered. The King approved this. [Seong] Eom replaced the Ministry of Personnel . He kept outside [the palace] and refused to resign from his office due to an illness. However, he did not permit this. On this day, he requested that his ancestors be surrendered and surrendered again. The King then permitted him to return to his hometown. He then submitted a joint memorial requesting his resignation. The King granted permission.",
                "H2KE-nKo": "동지중추부사 성혼이 성묘하고 분황하기를 청하니, 허락하였다. 성혼이 이조의 직임을 체차되자 문을 닫고 병을 이유로 사직을 청하고 물러가기를 청하였으나, 허락하지 않았다. 이때에 이르러 성묘할 휴가를 청하였는데, 재차 상소하자 그제야 허락하였다. 이에 즉시 고향으로 내려가 연달아 상소하여 사직하니, 허락하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 6월 1일(병오) 2번째기사",
                "gt-oKo": "동지중추부사성혼(成渾)이 성묘하고 분황(焚黃)하기를 청하니 윤허하였다. 성혼이 이조에서 체직된 뒤 병을 핑계로 두문불출하면서 물러가기를 청했으나 윤허하지 않자 이때에 이르러 성묘할 휴가를 청하면서 재차 상소하니 이에 윤허하였다. 성혼이 즉시 하향하여 연달아 상소하며 사직하니 윤허하였다.",
                "hj": "○同知中樞府事成渾, 乞省墓焚黃, 許之。 渾遞吏曹, 杜門謝病, 求退不許。 至是乞暇省墓, 再疏乃許。 卽下鄕, 連疏辭職, 許之。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Lord of Yeoseong Song In , who passed away. [Song] Ins courtesy name was Myeongjung , and his 호를 이암 . He was the grandson of Chief State Councilor [Song] Jil . He married Princess Jeongsun , the third daughter of the royal clan by marriage, and inherited the level of his primary wives and was invested with the title of Lord of [Song] Jil . [Song] In, whose character was upright and prudent, was very frugal and capacity. He served his mother with filial piety and heard of his filial piety. He was worried about the first anniversary of his mothers death and could not overcome his superior. Every day, he always worried a dynasties and did not cast copper or brass. This was because he was worried about a future destroying the food vessels. From early age, he had a thorough knowledge of the Confucian classics and propriety, concluded with a Confucian scholars named Hwang , Yi I , and others. He was skilled at writing composition, and the method of interpretation was widely wide. The public and private constructions were all recorded in the composition of composition. He was abundant and abundant of propriety and study. Whenever high-ranking officials [of the State Council] [], [Song] Susin and others discussed this, [Song] In was able to composed and appointed as governor of the Ministry of Rites and director of the Office of Royal Decrees . When an envoy from the court [of Ming China] arrived, [he] requested that he be appointed commissioner for refreshing the envoy . From this day forward, a member of the royal clan who was skilled at writing composition, [Song] In was appointed commissioner for refreshing the envoy . [Song] Ins courtesy name was constantly the head of the royal kin. At this time, he passed away.",
                "H2KE-nKo": "삭여성군 송인이 졸하였다. 송인의 자는 명중, 호는 이암이다. 영의정 송일의 손자가 중종의 셋째 딸인 정순옹주에게 장가들었는데, 송일의 공훈을 이어받아 군에 봉해졌다. 송인은 사람됨이 단정하고 순수하며 겸손하고 근실하였다. 화려하고 부유한 생활을 가난한 사람처럼 하였다. 계모를 효성으로 섬겼다. 거상할 때 이기지 못할까 미리 걱정하여 하루 걸러 담식을 하였고 구리나 놋쇠로 요기를 만들지 않았으니, 훗날 파손되어 사람들의 음식 그릇이 될까 염려하였기 때문이다.어릴 때부터 경학에 통달하고 예법에 익숙하여 명유인 이황, 이이 등과 강론하였다. 문장에 능하고 해서의 법도가 한 시대에 으뜸이어서 공사간의 금석 같은 문장을 모두 붓으로 썼으며, 의채가 뛰어나고 예절에 익숙하였다. 대신 노수신 등이 매번 송인이 파격적으로 예조 판서가 되고 문형을 맡을 만하다고 논하였는데, 조사가 왔을 때 그를 영위사로 삼기를 주상에게 아뢰어 청하였다. 이로부터 의빈으로서 문한이 있는 사람을 영위사로 삼을 수 있었는데, 송인의 이름이 항상 종척의 우두머리가 되었다. 이때에 이르러 졸하니, 나이가 69세였다. 문단이라는 시호를 추증하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 7월 1일(을해) 1번째기사",
                "gt-oKo": "여성군(礪城君) 송인(宋寅)이 졸하였다. 송인의 자는 명중(明仲)이고 호는 이암(頤庵)인데 영의정송일(宋軼)의 손자이다. 중종의 세째 딸 정순 옹주(貞順翁主)에게 장가들었는데, 송일의 훈공을 물려받아 봉군(封君)되었다. 송인은 사람됨이 단정하고 순수하고 겸손하고 근실하였으며 호화로운 환경에서도 가난한 사람처럼 살았다. 계모를 지성으로 섬겨 효도로 이름났다. 거상(居喪) 때에 잘 견디지 못할까 미리 걱정하여 평상시에 하루 걸러 담박한 음식을 먹었다. 놋쇠 그릇으로 요강을 만들지 않았는데, 이는 뒷날 망가져 사람들의 음식 그릇이 되지 않을까 하는 염려에서였다. 젊어서부터 경학(經學)에 통달하고 예학(禮學)에 익숙하여 명유 이황·이이 등과 강론하였다. 문장이 뛰어나고 해서(楷書)를 잘 써서 한 시대의 으뜸이었는데, 공사간의 금석문(金石文)은 모두 그에게 부탁할 정도였다. 풍채가 빼어난데다 예절에 익숙하였으므로 대신 노수신 등이 매양 송인이라면 파격적으로 종백(宗伯)을 삼거나 문형(文衡)을 맡길 만하다고 평하였다. 그래서 조사(詔使)가 올 적에는 영위사(迎慰使)로 삼기를 계청하였으니, 그로부터 의빈(儀賓)중에 문장이 뛰어난 사람이면 영위사가 될 수 있었는데, 송인의 이름이 항상 종척(宗戚) 중에 으뜸으로 꼽혔다. 이때에 죽었는데 향년은 69세이고 시호를 문단(文端)이라 하였다.",
                "hj": "○朔乙亥/礪城君宋寅卒。 寅字明仲, 號頣庵。 領議政軼之孫, 尙中宗第三女貞順翁主, 襲軼勳嫡封君。 寅爲人端粹謙謹, 處華腴如寒素。 事繼母以孝聞。 預憂居喪不勝, 嘗間日淡食, 不以銅鍮爲溲器, 慮後日破爲人飮食器也。 自少通經服禮, 與名儒李滉、李珥等講論。 工於文辭, 楷法冠一時, 公私金石之文皆屬筆。 儀采丰秀, 禮節閑習。 大臣盧守愼等每論, 寅可破格爲宗伯、典文衡, 詔使之來, 啓請爲迎慰使。 自是儀賓有文翰人, 通得爲迎慰使, 而寅之名, 常爲宗戚之首。 至是卒, 年六十九。 追謚文端。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The King selected ten people including Min Inbaek , who had passed the special examination on the first day of the gapjin year (. At the time, it has not been abolished for a long time that the Ministry of War had difficulty in replacing the frontier garrisons in the northern areas. The Ministry of War again requested that 500 military men be selected in order to defend the frontier garrisons, and that the civil service examination be replaced by answer. The successful candidates from this beginning.",
                "H2KE-nKo": "삭갑진년 별시를 행하여 민인백 등 10인을 뽑았다. 이때 북도에 첨수하는 일을 오랫동안 파하지 않아 병조가 체차하기 어렵다는 이유로 다시 무사 500인을 뽑아 수병을 담당하게 하고, 이어 문사를 뽑는 것으로 대답을 청하였으니, 무과의 외람됨이 여기에서 비롯되었다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 8월 1일(갑진) 1번째기사",
                "gt-oKo": "별시에서 민인백(閔仁伯) 등 10명을 뽑았다. 이때 북도(北道)에 군사를 증가시켜 수비하는 일이 오래도록 중지되지 아니하였으므로 병조에서 교체시키는 데 어려움이 있다 하여 무사 5백 명을 뽑아 수비군사로 충당시키기를 청하자 인하여 문사도 대거(對擧)로 뽑았는데, 무과(武科)의 남발이 이로부터 비롯되었다.",
                "hj": "○朔甲辰/別試, 取閔仁伯等十人。 時, 北道添戍, 久未罷, 兵曹難於遞, 更請取武士五百, 以當戍兵, 仍取文士爲對, 武擧之濫始此。"
            },
            "2": {
                "H2KE-EN": "황정욱이, bearing the imperial edict from the Emperor, returned from Beijing. Hyeon Uk arrived in the capital and presented a memorial to the Emperor. According to precedent, he was sent to the jurisdiction of the Board of Rites . Hyeon separately prepared a memorial to the Board of Rites and firmly requested it to the Board of Rites. The Board of Rites saw the memorial, and the Board of Rites was so impressed and praised with praiseworthy. Subsequently, the Board of Rites submitted a memorial requesting that the Board of Rites be first copyed and delivered it to the Board of Rites (C. Shujing . The Emperor granted this request. The imperial edict read as follows: Formerly, you, the late father-in-law, received unjust punishment for a long time, and repeatedly requested that you be exonerated. The Board of Rites (C. Shujing , which was already allowed to compile the newly compiled Supplemental Six Codes (K. Hoejeon . However, the compilation has been completed yet. Therefore, you again made this request, and I specially ordered an official historian to record it. Now, in accordance with the newly compiled Suplemental Six Codes (K. Hoejeon , it is recorded in the writing. The abovementioned incidents are conferred with your original memorial and presented it to the Board of Rites. On the day of the arrival of the imperial proclamation, I dispatched an official to carry it to your countrys previous instruction. You should understand this. The King was greatly pleased and issued an order to the Royal Ancestral Shrine and the Altar for the Establishment of Ceremonies . Then, the King ordered that the arrival of patterned robes be granted to Jeong Uk, who was promoted to Grand Master for Excellent Virtue. The King bestowed male and female slaves, land upon him, and upon the official historians and below them, rewarded them in varying degrees. Soon afterward, Hyeon was appointed second minister of punishments and was transferred to the Ministry of War. ",
                "H2KE-nKo": "황정욱이 황제의 칙서를 받들고 북경에서 돌아왔다. 황정욱이 북경에 도착하여 주문을 바치니, 으레 해당 부에 내렸다. 황정욱이 별도로 정문을 갖추어 예부에 올리고 머리를 조아리며 굳이 청하니, 예부 상서가 그 글을 보고 감탄하며 칭찬하였다. 마침내 복제하여 청하기를,“먼저 《비전》에 실려 있는 내용을 등서하여 칙서를 베껴서 돌려보내소서.”하니, 황제가 그대로 따랐다. 칙서의 대략에,“조선이 조선의 휘 때문에 오랫동안 좋지 못한 은혜를 입었다고 하여 여러 차례 누명을 씻어 주기를 청하여 이미 새로 편찬한 《회전》에 상세하게 실려 있다고 허락하였으나, 편찬하는 데 실마리가 있어서 아직도 완성을 보지 못하였다. 이에 그대가 다시 전에 청한 것을 거듭 아뢰니, 특별히 사관에게 명하여 기록해서 보여 주게 하였다. 지금 새로 편찬한 《회전》의 원고에 근거하여 운운한 것에 근거하니, 전항의 사유는 그대가 원래 아뢴 것과 서로 부합된다. 책이 완성되기를 기다려 진람하겠다. 반포하는 날 관원을 보내어 그대 나라에 먼저 유시하니, 그대는 그리 알라.”하였다.주상이 크게 기뻐하여 종묘에 고하고 사면령을 반포하였으며, 어금구를 풀어 황정욱에게 하사하고 가선대부의 품계에 올려 주고 노비와 토지를 하사하였으며, 서장관 이하에게는 차등을 두어 상을 주었다. 황정욱은 곧이어 형조 참판에 제수되었다가 병조에 천전하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 8월 1일(갑진) 2번째기사",
                "gt-oKo": "황정욱(黃廷彧)이 황제의 칙서를 가지고 경사(京師)에서 돌아왔다. 황정욱이 경사에 이르러 주문(奏文)을 올리니 관례대로 해부(該部)에 내렸다. 황정욱이 별도로 정문(呈文)을 마련하여 예부(禮部)에 올리고 머리를 조아리며 간곡히 청하니, 예부 상서가 그 글을 보고 감탄하며 칭찬하였다. 그리고 마침내 복제(覆題)하기를, “우선 《비전(秘典)》에 수록된 것을 등서하여 칙서를 써서 돌려보내소서.” 하니, 황제가 따랐다, 칙서의 대략에, “전부터 그대 나라에서는 선조의 이름이 오래도록 잘못 기록된 것에 대하여 여러 번 시정해주기를 요청하였다. 그래서 새로 개정하는 《회전(會典)》 속에 그 사실을 자세히 기록하도록 이미 윤허하였다. 그러나 찬집하는 일이 복잡하여 아직 완성을 보지 못하였다. 하지만 이번에 그대가 지난날의 요청을 다시 해 왔기 때문에 특별히 사관(史官)에게 명하여 기록해 보여 주도록 하였다. 지금 새로 개정된 《회전》의 원고를 살펴 보건대, 전항의 사유에 대해 기재된 내용이 그대 나라에서 원래 주문(奏聞)했던 것과 서로 합치된다. 완간이 되어 반포하는 날, 제일 먼저 그대 나라에 관원을 파견해 책을 보내 줄 것이니, 그리 알라.” 하였는데, 상이 크게 기뻐하여 종묘에 고하고 사면령을 내렸다. 그리고 입고 있던 비단 갖옷을 벗어 황정욱에게 하사하고 가선 대부로 품계를 올려주며 노비와 토지를 하사하는 한편, 서장관 이하에게도 차등 있게 상을 내렸다. 황정욱은 얼마 뒤에 형조 참판에 제수되었다가 병조로 전보되었다.",
                "hj": "○黃廷彧奉皇勑, 回自京師。 廷彧至京, 呈奏文, 例下該部。 廷彧別具呈文于禮部, 頓首固請, 禮部尙書見其文辭, 感歎稱善, 遂覆題請, 先謄書《秘典》所載, 寫勑付還, 帝從之。 勑書略曰: 先該爾以乃祖諱, 久蒙不韙, 累請昭雪, 已許新修《會典》內詳載。 而纂輯有緖, 尙未告成。 玆爾復申前請, 特命史官錄示。 今據新修《會典》稿內載稱云云, 前項事由, 與爾原奏相合, 候書完進覽。 頒行之日差官, 齎送爾國先諭, 爾知之。 上大悅, 告廟頒赦, 解御錦裘賜廷彧, 進階嘉善, 賜奴婢、土田, 書狀官以下賞賜有差。 廷彧俄拜刑曹參判, 轉兵曹。"
            },
            "3": {
                "H2KE-EN": "The King again appointed Jeong Cheol as inspector general .",
                "H2KE-nKo": "다시 정철을 대사헌으로 삼았다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 8월 1일(갑진) 3번째기사",
                "gt-oKo": "다시 정철을 대사헌으로 삼았다.",
                "hj": "○復以鄭澈爲大司憲。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On the first day of the month, [the King] appointed Governor of Gyeongsang ProvinceYu Seongryong as deputy education director of the Office of Royal Decrees . When [Yu] Seongryong proceeded to the palace to express gratitude for the royal benevolence, he resigned from office and returned home to support his parents. [The King] did not grant permission. Subsequently, [Yu] Seongryong was promoted to the post of second minister of rites , concurrent second deputy director of the Office of the Royal Lectures , and director of the Office of the Establishment of Ceremonies . [Yu] Seongryong paid a farewell visit [to the King], and the King personally issued a message, which stated: In ancient times, a monarch was a subject who had a subject with friendly relations with the sovereign and relations with friendly relations with the sovereign",
                "H2KE-nKo": "삭갑제를 행하였다. 경상 감사 유성룡을 부제학으로 삼았다. 유성룡이 부름을 받고 나아와 사은하고 이어 돌아가 부모를 봉양할 수 있게 해 줄 것을 청하였으나 허락하지 않았다. 이윽고 예조 판서 겸 동지경연, 홍문관 제학에 승진시켜 제수하였다. 유성룡이 사직하니, 주상이 수찰로 유지를 내리기를,“옛 임금은 신하에게 신하 된 자, 벗된 자, 스승된 자 등이 있었다. 이 의리는 후세에 전해지지는 않겠지만, 경은 10년 동안 경악에 있으면서 한결같은 덕을 지녀 흠이 없었으니, 의리로는 군신간이지만 정으로는 벗과 같다. 학문을 논하면 장구에 얽매이는 고루한 선비가 아니고, 재주를 논하면 큰일을 담당하기에 충분하다. 경을 알기로는 나만한 사람이 없다.”하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 9월 1일(갑술) 1번째기사",
                "gt-oKo": "경상 감사유성룡을 부제학으로 삼았다. 유성룡이 부름을 받고 와서 사은하고, 이어 사직하고 돌아가 부모 봉양하기를 청하였으나 윤허하지 않았다. 조금 후에 예조 판서 겸 동지경연 홍문관 제학에 승진되었는데, 유성룡이 사양하니, 상이 수찰(手札)로 유지를 내렸다. “옛날 임금은 신하를 대하면서 신하로 대우한 경우도 있고 벗으로 대우한 경우도 있고 스승으로 대우한 경우도 있었다. 이런 의리가 후세에 전해오진 않았으나, 경은 10년 동안 경악(經幄)에 있으면서 완전한 덕을 갖추어 하자가 전연 없었으니, 임금과 신하의 의가 있다고는 하지만 정분은 친구와 같다. 또 학문으로 논하면 장구(章句)에나 얽매이는 고루한 선비가 아니고, 재주로 말하면 충분히 큰 일을 맡을 수가 있다. 경을 알아보는 이는 나만한 자가 없을 것이다.”",
                "hj": "○朔甲戌/以慶尙監司柳成龍爲副提學。 成龍赴召謝恩, 仍乞解歸養, 不許。 俄陞拜禮曹判書兼同知經筵、弘文提學。 成龍辭, 上手札諭旨曰: 古之人君於其臣, 有臣之者、有友之者、有師之者。 此義雖不傳於後世, 然卿十載經幄, 一德無瑕, 義雖君臣, 情猶朋友。 論其學則非固滯章句之儒; 語其才則有足以當大事。 知卿, 蓋莫如予也。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, the first day of the month, the King issued an order to the State Council to recommend wise and talents for each of them. Left State CouncilorBak Sun recommended Shin응si , Yi Sanbo , and Seo Ik , and Left State CouncilorBak Susin recommended Yi Bal , Kim Ugong , Kim Hongmin , Han Jun , Baek Yuyang , Yun Seongak , Kim Su , and Jeong Yeorip ,【김우gongs literary liter",
                "H2KE-nKo": "상이 정부에 하교하여 각각 현재를 천거하게 하였다. 영상 박순은 신응시 - 학행 - 이산보 - 덕행 - , 서익 - 장재 - 를 천거하고, 좌상 노수신은 이발, 김우옹, 김홍민, 한준, 백유양, 윤선각, 김수, 정여립 - 김우옹은 학문과 명망이 중하고 나머지는 모두 시론의 추앙을 받았다. 정여립은 비록 학문으로 이름이 났지만 사람들이 대부분 불길하다고 의심하였다. 노수신도 일찍이 정여립이 경연에 있을 때 말과 얼굴빛이 모두 거만한 것을 보고 물러나와 문객 이광에게 말하기를,“내가 세 조정을 내리 섬기면서 여러 차례 시종의 직임을 맡았지만 감히 천안을 우러러본 적이 없다. 오늘 보니 정여립이 어전에서 자주 우러러본다고 하는데, 이 사람은 어떤 사람인가?”하고, 매우 의심하였다. 그러나 이발 등에게 오도되어 이 천거가 있게 된 것이다. - 우상 정유길은 윤선각, 권징, 김수, 한효순, 홍인상, 이대해를 천거하였다. - 한효순은 용렬하고 둔하며 재주가 없었는데, 이발에게 천거되어 전랑이 되어 죄를 범하자, 주상이 파직하라고 명하였다. 그 뒤에 척리를 인연하여 다시 발탁되었으니, 사사로이 진출하는 길은 한효순으로부터 비롯되었다. 이대해는 성색에 빠져 세상 사람들이 천하게 여겼고, 정유길은 장재가 있다고 천거하였다. -\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 11월 1일(계유) 1번째기사",
                "gt-oKo": "상이 정부에 하교하여 각각 현재(賢才)를 추천토록 하였다. 영상박순(朴淳)은 신응시(辛應時) 【학행.】·이산보(李山甫) 【덕행.】·서익(徐益) 【장재(將才).】을 추천하고, 좌상노수신(盧守愼)은 이발(李潑)·김우옹(金宇顒)·김홍민(金弘敏)·한준(韓準)·백유양(白惟讓)·윤선각(尹先覺)·김수(金睟)·정여립(鄭汝立)을 추천하고,【김우옹은 학문과 명망이 중하였으나, 나머지는 모두 시론에 추대된 인물이었다. 정여립은 학문으로 이름이 있었으나 대부분의 사람이 불길한 인물로 의심했다. 노수신 역시 일찍이 정여립이 경연에서 오만하게 말하고 표정이 거만한 것을 보고는 물러나와 문객 이광(李洸)에게 말하기를 ‘내가 세 조정을 차례로 섬기면서 여러 번 시종이 되었으나 감히 상의 얼굴을 우러러본 적이 없는데, 오늘 정여립을 보건대 상의 앞에서 자주 올려다 보았으니, 도대체 어떤 자인가?’ 하면서 매우 의심했었다. 그러나 이발 등에게 잘못 유도되어 이렇게 추천한 것이다.】 우상 정유길(鄭惟吉)은 윤선각(尹先覺)·권징(權徵)·김수(金睟)·한효순(韓孝純)·홍인상(洪麟祥)·이대해(李大海)를 추천하였다.【한효순은 용렬하고 노둔하여 재주가 없는데 이발의 주선으로 전랑(銓郞)이 되었으나 잘못을 범하여 파직시키도록 하였다. 그뒤 척리(戚里)와의 인연으로 다시 발탁되었으니, 사사로이 진출하는 길이 한효순으로부터 비롯되었다. 이대해는 주색에 빠져 세상 사람에게 천시당했는데, 정유길이 장재(將才)가 있다고 천거한 것이다.】",
                "hj": "○朔癸酉/上, 下敎政府, 各薦賢才。 領相朴淳薦辛應時【學行】、李山甫【德行】、徐益【將才】, 左相盧守愼薦李潑、金宇顒、金弘敏、韓準、白惟讓、尹先覺、金睟、鄭汝立【宇顒學問名重, 餘皆時論所推。 汝立則雖以學問爲名, 人多疑其不吉。 守愼亦嘗見, 汝立在經筵, 言色俱傲, 退謂門客李洸曰: “吾歷事三朝, 屢忝侍從, 未嘗敢仰視天顔。 今日見, 汝立在上前, 數數仰視, 此何等人也?” 甚疑之。 然爲潑等所誤, 有此薦。】, 右相鄭惟吉薦尹先覺、權徵、金睟、韓孝純、洪麟祥、李大海。【孝純庸鈍無才, 爲李潑所引進, 爲銓郞有所犯, 上命罷之。 其後夤緣戚里, 得復登擢, 私進之路, 自孝純始。 李大海以溺聲色, 爲世所賤, 惟吉以有將才薦之。】"
            },
            "2": {
                "H2KE-EN": "The King appointed Jeong Cheol as assistant state councilor .",
                "H2KE-nKo": "정철을 우찬성으로 삼았다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 11월 1일(계유) 2번째기사",
                "gt-oKo": "정철(鄭澈)을 우찬성으로 삼았다.",
                "hj": "○〔○以鄭澈爲右贊成。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the officials of the Office of the Inspector General again impeached Chief State Councilor Bak Sun , but the King did not permit this. Earlier, when Yi I was in charge of the Ministry of Personnel , he was appointed to new posts and new posts. Nevertheless, Yi Sanbo , Hong Seongmin , and others entered the Three Armies again, and they also regarded the safety of the safety. Only the contrary, the contrary did not arbitrarily decide upon the contrary. When Yi San , who replaced the safety of Yi San, replaced the safety of the successful candidates, sometimes suspects that he had suspected the safety of the successful candidates. After one year, all of them stood in the Office of the Inspector General . The contrary, the contrary, and the contrary, also retracted. Because of this, the contrary, the contrary to the safety of Yi San and the wisdom of Yi San. Consequently, the officials of the Office of the Inspector General again impeached Bak Sun and the others by impeaching them.",
                "H2KE-nKo": "양사가 다시 영의정 박순을 탄핵하였으나, 주상이 허락하지 않았다. 이에 앞서 이이가 전형을 맡았을 때 신구 관원을 참작하여 등용하였는데, 옛사람은 이산보, 홍성민 등이 다시 삼사에 들어와 역시 보합을 위주로 하였다. 그러나 오직 정철의 논의가 준엄하여 또한 마음대로 하지 못하였다. 이산해가 이이를 대신하여 전형을 맡았을 때 한결같이 이전의 정사를 따랐으므로 사람들이 혹 의심하기도 하였다. 겨우 1년이 지나자 한쪽 사람들이 모두 대각의 반열에 올랐고, 정철 등도 피혐하고 물러났다. 이때의 의론이 이 때문에 이산해의 기지와 지모에 감복하였다. 이에 양사가 다시 논의를 내어 박순 등을 공격한 것이다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 12월 1일(계묘) 1번째기사",
                "gt-oKo": "양사가 다시 영의정박순을 탄핵하였으나 상이 윤허하지 않았다. 처음에 이이가 전형(銓衡)을 맡았을 적에 신(新)·구(舊)의 인물을 참작해서 채용하였고, 구인(舊人) 이산보(李山甫)·홍성민(洪聖民) 등이 다시 삼사에 들어갔을 때도 보합론(保合論)을 주장하였는데, 오직 정철의 논의가 준엄하였으므로 또한 마음대로 하지 못하였다. 그뒤 이산해(李山海)가 이이를 대신하여 전형을 맡았을 때에도 한결같이 옛날의 정사대로 처리하니 뭇 사람이 의심하기도 하였다. 1년이 되자마자 자기쪽 사람으로 대각(臺閣)을 모두 채우니, 정철 등이 또한 피하여 물러갔다. 이로 인하여 시론(時論)이 산해의 묘한 기지에 탄복하였는데, 이에 양사가 다시 발론하여 박순 등을 공격하였다.",
                "hj": "○朔癸卯/兩司復劾領議政朴淳, 上不許。 初, 李珥主銓, 參用新舊, 而舊人李山甫、洪聖民等復入三司, 亦以保合爲主, 惟鄭澈論議峭峻, 亦不自專。 李山海代珥主銓, 一循前政, 衆或疑之。 纔及一年, 而一邊人盡列臺閣, 澈等亦斂避而退。 時論以此, 服山海機智之妙。 於是兩司復發, 論攻淳等矣。"
            },
            "2": {
                "H2KE-EN": "A man named Bokgeon , a man from Bokgeon , and others 표류ed and arrived at the sea route of Ulsan County in Gyeongsang Province . InterpreterYun Inham , was sent to the interpreter, and the Emperor received the Emperor of Ming China requesting that more than ten people repatriated [to Joseon]. [The Emperor] memorialized that rewards be bestowed upon them.",
                "H2KE-nKo": "복건 사람 배교주 등이 표류하여 경상도 울산군 해항에 이르렀다. 동지사 윤인함 편에 부쳐 보내 주문하여 황제의 칙지를 받들어 10명 이상을 돌려보낸 것에 대해 제주하여 상을 주도록 청하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 12월 1일(계묘) 2번째기사",
                "gt-oKo": "복건(福建)사람 완교주(阮喬柱) 등이 표류하여 경상도 울산군(蔚山郡) 해항(海港)에 이르렀다. 동지사(冬至使)윤인함(尹仁涵) 편에 부쳐 주문(奏聞)하여 황제의 칙지를 받들었는데, 쇄환해 보낸 인원의 수가 10명 이상이 되면 제청(題請)하여 상을 주도록 하였다.",
                "hj": "○福建人阮喬柱等, 漂至慶尙道蔚山郡海港。 順付冬至使尹仁涵, 奏聞奉帝旨, 還送人口至十名以上, 題請給賞。"
            },
            "3": {
                "H2KE-EN": "The King sent a message to the governor of Gyeonggi [Province], which stated, Concerning the poor and the way of a province, 성혼 lived in secret and rely on his will. Due to my repeated summons [to the capital], I came [to the capital] after repeatedly on his return. I regretted that he had many diseases, and thus I allow him to return to his hometown. Now that his age is old, it is appropriate to have the head official inquire after his health and bestow food [upon him]. ",
                "H2KE-nKo": "주상이 경기 감사에게 하서하기를,“성혼은 가난함을 편안히 여기고 도를 지키며 은거하여 뜻을 구하였다. 내가 여러 번 부른 것으로 인하여 선뜻 마음을 고쳐먹고 올라왔는데, 그가 병이 많은 것을 애석하게 여겨 잠시 고향으로 돌아가도록 허락하였다. 지금 해가 저물었다고 하니, 수령을 시켜 안부를 묻게 하고 음식물을 적당히 내려 주도록 하라.”하였다.\n",
                "date_ko": "선수 18권, 17년(1584 갑신 / 명 만력(萬曆) 12년) 12월 1일(계묘) 3번째기사",
                "gt-oKo": "상이 경기 감사에게 하서하였다. “성혼은 안빈낙도하며 은거하여 자기 뜻을 지키고 있었는데, 내가 여러 번 부르자 뜻을 번복하고 왔다. 그런데 그가 병이 많은 것을 애석하게 여겨 잠시 산중으로 돌아가도록 윤허하였다. 지금 이 해가 저물어가고 있으니 높은 관리를 보내어 안부를 묻고 적절히 음식물을 내리도록 하라.”",
                "hj": "○上, 下書于京畿監司曰: “成渾安貧守道, 隱居求志。 因予屢召, 幡然而來, 惜其多病, 暫許歸山。 今者歲聿云暮, 宜使長吏存問, 量賜食物。”"
            }
        }
    }
}