{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gyehae day, the first day of the month, the King appointed Yi I as minister of personnel . Yi I repeatedly declined, but the King did not permit it. He paid a farewell visit to the King three times, saying: The ancients said, If one desires to observe the law of Yao and Shun, one must observe the law of ancestors. Todays state affairs are not implemented and the law of ancestors is not established. Truly, this is because the law of ancestors and the beautiful intentions of ancestors has not been abolished for a long time and has not been implemented for a long time. In recent days, the evil customs of effects have been insufficient as the established law. In the previous dynasty, the head of the level of importance was important, and the selection of importance was necessary. Sometimes the three state councilors were entrusted with the task of importance and sometimes the official who concurrently served as the minister. How could this be the same as today? In the past, those who were appointed to this post were entrusted with the task of state affairs and the moral importance of importance. They were very clear and the selection of importance was extremely upright, and the principal officials were entrusted with the duty of importance. The principal officials were entrusted with the duty of importance, and the principal officials were entrusted with the task of importance. Presently, the principal officials of the Office of Royal Decrees were entrusted with the task of importance, and only the low-level of importance and the low-level of the principal officials were entrusted with the duty of importance. Therefore, the opinions of officials were entrusted with the task of importance, but not the head of the office. For this reason, the principal officials were lest their hats and shoes were exhausted, and their moral importances were not established. In the past, each office in charge was entrusted with their duties and rectifying the sovereign. Although the royal order was issued from the King, it would necessarily be unjust to public justice. However, the Ministry of Personnel was entrusted with the duty of importance. Therefore, those who were evaluated with the performance evaluation of officials were entrusted with the duty of importance. Therefore, all officials were negligent and negligent in their duties. Presently, the Ministry of Personnel was only in charge of importance with the task of importance and did not know what was done. For this reason, all the government offices were slacken and the evaluation of their meritorious deeds were slackened. How could this be a problem when your subject were able to rectify the principal officials? Moreover, your subject, being ignorant and foolish by nature, has never been aware of the human feelings and the human feelings. If he wishs to satisfy the principal officials, he will surely satisfy the foolishness of his foolishness and loyalty. Thus, he will surely",
                "H2KE-nKo": "삭일에 이이를 이조 판서로 삼았다. 이이가 재차 사직하였으나 허락하지 않으니, 세 번째 사직하며 아뢰기를,“옛사람이 말하기를 ‘요순을 본받으려면 조종을 본받아야 한다.’라고 하였습니다. 오늘날의 정사가 잘 다스려지지 않아 이루어지지 않는 것은 진실로 조종의 훌륭한 법과 아름다운 뜻이 오랫동안 폐기되어 행해지지 않고 근래의 잘못된 규례와 폐습이 도리어 성헌과 같기 때문입니다. 조종조에서는 전형의 장관을 중시하여 반드시 한 시대의 극선으로 삼기도 하고 중신이 겸임하기도 하였으니, 어찌 오늘날처럼 순서를 따라 자리를 채웠겠습니까.옛날에는 이 직임을 맡은 자는 국정과 세도를 자신의 임무로 삼아 감별을 지극히 분명하게 하였고, 인재를 선발하는 것은 지극히 공정하게 하여 한 시대의 청론을 주장하였으나 낭관은 단지 미치지 못하는 부분을 보충하였을 뿐이었습니다. 지금은 관각의 청선을 한결같이 낭료에게 맡기고 단지 미관말직에 주의하는 것만을 자신의 임무로 삼으며, 또한 앞뒤를 돌아보며 청탁의 고하를 가지고 경중을 삼고 있습니다. 그 가운데 공적으로나 사적으로나 서로 비슷한 자에 대해서는 시론이 훌륭하다고 칭찬합니다. 그러므로 청의가 낭료에게 있고 장관에게 있지 않으니, 이로 말미암아 벼슬아치가 도치되어 기강이 서지 않습니다.옛날에는 해당 관원이 각각 자기 직임을 지켜서 일을 바로잡고 임금을 바로잡았으며, 은명이 위에서 나왔더라도 공론에 부합하지 않으면 반드시 이의를 제기하여 마지않고 아첨하고 방종한 것을 공경으로 삼지 않았습니다. 지금은 해당 조가 문서를 받들어 행할 뿐이라고 생각하여, 작위를 내려 주라는 명이 있으면 잘잘못을 따지지 않고 오직 주상의 명만을 따랐으니, 참으로 이른바 ‘삼지 재상이다.’라는 것입니다.이조에는 고공사가 있기 때문에 옛날에는 고공사를 맡은 자가 백관을 검찰하여 그 직임에 걸맞지 않는 자가 있으면 드러나는 대로 태거하였기 때문에 백관이 직임을 받들어 태만하거나 소홀함이 없었습니다. 그런데 지금은 전조가 제수만을 관장하고 고공사에 대해서는 그것이 무슨 일인지도 모릅니다. 이 때문에 온갖 관사가 해이해지고 모든 일이 낭패되니, 이러한 고질적인 폐단을 신의 재주와 명망으로 어떻게 개혁하여 반정할 수 있겠습니까. 더구나 신은 타고난 성품이 소탈하고 우직하여 본래 인정과 물태를 잘 모릅니다. 그런데 외롭고 약한 기질로 뭇사람의 비난과 비웃음 속에서 스스로 분발하여 어리석은 것을 본받고 충성을 바치려고 한다면, 장차 좌우에서 견제되어 결코 보탬이 되지 않을 것입니다. 만일 대열을 따라다니며 수행하려고 한다면 또한 위로는 나라의 은혜를 저버리고 아래로는 배운 바를 저버리게 될 것이니, 백방으로 생각해 보아도 결코 직임을 수행하기 어렵습니다. 사직시켜 주소서.”하니, 답하기를,“경이 실로 합당하니 굳이 사직하지 말라.”하였다.이이는 옛 폐단을 개혁하여 사로를 맑게 하고 어진 선비를 뽑아 대헌을 채우고, 학행을 가려 사유로 삼고, 염치를 천거하여 명예와 절조를 장려하고, 이재를 천거하여 백성을 다스리고, 감사의 선발을 중시하고, 수령의 천거를 엄히 할 것을 모두 아뢰어 시행하기를 청하니, 주상이 또한 허락하였다. 그러나 청선을 낭료에게 맡기겠다는 말에 대해 시론의 비난을 받아 ‘이이는 권세를 마음대로 하려는 계책이다.’라고 의논하였기 때문에 끝내 한 가지 일도 뜻대로 되지 않았다. 낭관이 권세를 마음대로 휘두르는 것이 더욱 심하였는데, 얼마 안 되어 이이가 병으로 사직하여 체차되었다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 1월 1일(경신) 1번째기사",
                "gt-oKo": "이이를 이조 판서로 삼았다. 이이가 두 번 사양하였으나 허락하지 않자 세 번째 사양하면서 아뢰기를, “옛 사람이 ‘요순(堯舜)을 본받으려면 우선 조종(祖宗)을 본받아야 된다.’고 하였습니다. 오늘날 정치가 잘 거행되어 치적을 이루지 못하는 것은 조종의 좋은 법과 훌륭한 의도를 오랫동안 폐기하여 시행하지 않고 근래의 잘못된 규례와 폐습을 도리어 성헌(成憲)처럼 여기기 때문입니다. 조종조에서는 전조(銓曹)의 장관을 중시하여 반드시 당시에 제일가는 인물로 선임하였습니다. 이리하여 간혹 삼공이 맡기도 하고 중신이 겸하기도 하였으니, 어찌 오늘날처럼 순서대로 인물을 뽑아 자리만 채우게야 하였겠습니까. 옛날 이 직임에 있는 사람은 국정과 세도(世道)를 자기의 임무로 삼아 관리들의 잘잘못을 감별함에 있어 아주 분명하게 하고, 인재를 선발함에 있어서도 지극히 공정하게 하여 일시의 청론(淸論)을 주장하였으므로 낭관(郞官)은 그저 그가 미처 하지 못하는 것을 보좌할 뿐이었습니다. 그런데 요즘 관각(館閣)의 청선(淸選)은 일체 낭료(郞僚)들에게 위임시키고 단지 미관 말직만 주의(注擬)하는 것으로 자기의 임무를 삼고 있는데 그것도 전후 사정을 살펴보면서 청탁의 높낮이에 따라 경중을 가름합니다. 이리하여 그중에 공(公)과 사(私)가 서로 비슷한 자에게는 시론(詩論)이 잘 한다고 칭찬하기 때문에 청의(淸議)가 낭료들에게 있고 장관에게는 있지 않습니다. 이로 말미암아 위아래의 신분이 거꾸로 도치되어 기강을 이루지 못하는 것입니다. 옛날에는 해당 관원이 각자 자기의 직책을 맡아 수행하여 일을 바로잡고 임금을 바루었습니다. 그리고 은전을 베푸는 명령이 위에서 나왔더라도 공론에 부합하지 않으면 반드시 되돌리기를 마지 않아 임금의 뜻에 순종하는 것만을 공경하는 것으로 여기지는 않았습니다. 그런데 오늘날 해조에서는 문서만을 받들어 시행해야 한다고 여기면서 작위를 수여하라는 명이 있으면 시비를 따지지도 않고 오직 상의 명령만을 따르고 있으니, 이것이 진정 이른바 삼지재상(三旨宰相)이란 것입니다. 그리고 이조에는 고공사(考功司)를 두고 있습니다. 이리하여 옛날 고공의 임무를 맡은 사람은 백관을 검찰하여 자기의 직무를 수행하지 못하는 자가 있으면 나타나는 대로 제거시켰기 때문에 백관들이 직무를 수행하는 데 있어 감히 태만하거나 소홀히 하지 못했습니다. 지금 전조(銓曹)에서는 제수하는 일만을 관장하고 있을 뿐 고공에 관해서는 무슨 일인지도 모르고 있습니다. 이리하여 모든 관사가 해이해지고 온갖 일들이 그르쳐지고 있는데, 이러한 고질적인 폐단을 신의 재능과 신망으로 어떻게 개혁하여 바로잡을 수 있겠습니까. 더구나 신은 타고난 천품이 소활하고 우직스러우므로 인정과 물정에 대해서 전혀 모릅니다. 외로운 처지의 혼자 몸으로 여러 사람이 헐뜯고 비웃는 상황 속에서 스스로 분기하여 어리석은 충성을 바치려고 한다면 필시 좌우에서 저지하여 결코 보익되는 것이 없게 될 것입니다. 그렇다고 여러 사람의 행동을 따라 하기만 한다면 이것 역시 위로는 국은을 저버리고 아래로는 배운 바의 포부를 저버리게 되는 것으로 아무리 생각해 봐도 결코 직무를 수행하기가 어려울 듯싶습니다. 사직시켜 주소서.” 하였는데, 답하기를, “경이 실로 적임자이니 굳이 사양하지 말라.” 하였다. 이이가 구폐(舊弊)를 개혁시키고 사로(仕路)를 깨끗이하기 위하여 어진 선비를 뽑아 대간과 헌부에 충원시킬 것, 학행(學行)이 훌륭한 사람을 가려 사유(師儒)로 삼을 것, 염치가 있는 사람을 추천하여 명절(名節)을 권면시킬 것, 이재(吏才)를 천거하여 백성 다스리는 일을 맡길 것, 감사(監司)의 선임을 중하게 하고 수령의 천거를 엄하게 할 것 등에 대해서 모두 시행할 것을 계청하자, 상도 역시 허락하였다. 그러나 청선(淸選)을 낭료(郞僚)에게 위임시키고 있다는 말에 대해서 시론(時論)이 ‘이이가 권병(權柄)을 천단하려는 계책을 하였다.’고 비난하였다. 이 때문에 한 가지 일도 뜻대로 이루어진 것이 없는 채 낭관이 권병을 전단하는 일이 더욱 심하였는데 얼마 안 되어 이이는 병으로 사직하여 체직되었다.",
                "hj": "○朔庚申/以李珥爲吏曹判書。 珥再辭, 不許, 三辭啓曰: “古人有言: ‘欲法堯、舜, 當法祖宗。’ 今日之政, 不擧治, 不成者, 良由祖宗良法、美意, 久廢不行, 而近日謬規、弊習, 反如成憲故也。 祖宗朝重銓衡之長, 必極一時之選。 或以三公領之; 或以重臣兼之, 豈如今日之取次充位者哉? 昔之居是任者, 以國政世道爲己任, 鑑別極其明; 掄選極其公, 主張一時淸論, 而郞官只補其所不逮而已。 今則館閣淸選, 一委之郞僚, 只以注擬微末之職爲己任, 而亦復瞻前顧後, 以請托高下爲輕重。 就其中, 公私相半者, 則時論稱善, 故淸議在於郞僚, 而不在於長官。 由是, 冠屨倒置, 不成紀綱焉。 昔者該官, 各執其職, 正事格王, 恩命雖出於上, 而不合公論, 則必覆逆不已, 不以阿縱爲敬。 今則以爲該曹, 只當奉行文書, 如有錫爵之命, 則不問臧否, 而惟上命是從, 眞所謂三旨宰相也。 吏曹有考功之司, 故昔之爲考功者, 檢察百僚, 有不稱其職者, 隨現汰去, 故百僚奉職, 莫取怠忽。 今則銓曹只掌除授, 而其於考功, 不知爲何事。 用是, 百司解弛, 庶績皆敗, 此等痼弊, 以臣才望, 其能革而反正乎? 況臣天賦踈戇, 素不諳人情、物態。 而欲以孤根弱植, 自奮於群譏衆笑之中, 效愚售忠, 則將必左右掣肘, 決無所補益矣。 如欲隨行逐隊, 則亦將上負國恩; 下負所學, 百爾思之, 決難供職, 請辭。” 答曰: “卿實可合, 勿爲固辭。” 珥欲革舊弊, 淸仕路, 簡賢士以充臺憲; 擇學行以爲師儒; 擧廉恥以勵名節; 薦吏才以試臨民, 重監司之選; 嚴守令之薦, 皆啓請施行, 上亦許之。 而以淸選委郞僚之語, 爲時論所非, 議以爲: “珥欲擅權之計。” 故卒無一事如意, 郞官專柄益甚, 未幾珥以病辭遞。"
            },
            "2": {
                "H2KE-EN": "The people of Liaodong came to the fields of Seoulpyeong and struck the stones of the cultivation of cultivation. The King sent an interpreter to send a diplomatic document to the regional military commissioner to determine their punishments, and to erect the stones of the cultivation of the cultivation. ",
                "H2KE-nKo": "요동군 백성이 와서 험평을 설치하고 금경비석을 부수었다. 통사를 차출하여 도사에게 자문을 보내 법에 따라 처단하고 다시 금경비를 세우게 하였다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 1월 1일(경신) 2번째기사",
                "gt-oKo": "요동군(遼東郡)의 백성들이 설험평(設險坪)에 와서 금경 비석(禁耕碑石)을 깨부수었는데 통사(通事)를 차견하여 도사(都司)에게 이들의 죄를 처단하고 금경비를 다시 세우도록 이자(移咨)하였다.",
                "hj": "○遼東郡民, 來設險坪, 打碎禁耕碑石, 差通事, 咨都司科斷, 復竪禁碑。"
            },
            "3": {
                "H2KE-EN": "Jo Wonsik , a man from Geumju , and others, Chen Wongyeong , a man from Bokgeun , a man from Dongyang , Maksaengga , and Marii , a man from Maori , arrived from our country by boat. The King sent Envoy for Expressing Gratitude for Imperial Benevolence Jeong Tak to the Emperor [of Ming China] to report to the Emperor.",
                "H2KE-nKo": "요동 금주위 사람 조원록 등과 복건 사람 진원경, 동양 사람 막생가, 서양 사람 마리이가 해선에서 우리나라에 표류해 왔다. 진하사 정탁에게 부쳐 명나라에 주문하게 하였다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 1월 1일(경신) 3번째기사",
                "gt-oKo": "요동 금주위(金州衛) 사람 조원록(趙元祿) 등과 복건(福建) 사람 진원경(陳原敬), 동양(東洋) 사람 막생가(莫生哥), 서양(西洋) 사람 마리이(馬里伊) 등이 바다에서 배로 우리 나라에 표류하여 왔는데 진하사(進賀使) 정탁(鄭琢) 편에 순부(順付)하고 중국 조정에 주문하였다.",
                "hj": "○遼東金州衛人趙元祿等、福建人陳原敬、東洋人莫生哥、西洋人馬里伊, 自海船漂到本國, 順付進賀使鄭琢, 奏聞皇朝。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On muja day, Director of the Office of Royal Decrees Yi I presented the Medicine (C. Xiaoxue . Prior to this, Yi I attended the Royal Lecture on the Confucian Classics when speaking about the diligence of scholar-officials. The King said, My dear sir should choose the rule of selecting scholar-officials and present it to me. Then, I choose a choice to select scholar-officials and education. He also added twelve copies of the Medicine (C. Xiaoxue jie and supplement the study of the Royal Confucian Academy with the three state councilors to deliberate on the matter and then present it to the King. The King said, Upon reading this letter, I am very diligent and diligent. It would not be improper to implement it later. Later, Yi I criticized Yi I and said, Yi I wanted to stay in the Royal Confucian Academy and solely observe the powerful and the powerful of the high and low.",
                "H2KE-nKo": "대제학 이이가 《학교모범》을 올렸다. 이에 앞서 이이가 경연에 입시하여 사습이 투박하고 사도가 해이해진 폐단에 대해 언급하자, 주상이 말하기를,“스승을 선택하고 선비를 기르는 규정에 대해 경이 사목을 작성하여 올리라.”하였다. 이에 ‘스승을 선택하고 선비를 기르는 것[擇師養士]’으로 제목을 삼고, 또 《학교모범》 12조목을 작성하여 학령이 미비한 것을 보충하는 것에 대해 삼공과 회의하여 상의해서 올렸다. 주상이 하교하기를,“이 서계를 보니, 마음을 쓰는 것이 매우 근실하다. 앞으로 거행하더라도 안 될 것이 없다.”하였다. 그 뒤에 이이를 공격하는 자들이 말하기를,“이이가 이 의논을 제기한 것은 그의 문도들이 성균관에 있으면서 상하의 권한을 오로지 차지하고자 해서이다.”하였다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 4월 1일(무자) 1번째기사",
                "gt-oKo": "대제학 이이가 학교 모범(學校模範)을 만들어 올렸다. 이에 앞서 이이가 경연에 입시하여 사습이 야박스럽고 사도(師道)가 무너진 폐단에 대하여 언급하자 상이 이르기를, “사부(師傅)를 선택하고 선비를 배양하는 규범에 대해서 경이 사목(事目)을 만들어 올리라.” 하였다. 이에 ‘택사양사(擇師養士)’란 것으로 제목(題目)을 만들고 또 학교모범 열 두 조항을 만들어 학령(學令)의 미비한 점을 보충하고 삼공(三公)과 더불어 회의하여 결정지어 올렸다. 상이 하교하기를, “이 서계(書啓)을 보니 생각한 점이 매우 신근스럽다. 그대로 거행하더라도 불가하지 않을 듯싶다.” 하였다. 그뒤 이이를 공박하는 자들이 말하기를, “이이가 이 논의를 제기한 것은 그의 문도들을 반학(泮學)에 있게 하여 위아래의 권병(權柄)을 독점하려고 한 것이다.” 하였다.",
                "hj": "○朔戊子/大提學李珥進《學校模範》。 先是, 珥侍經筵, 言及士習偸薄, 師道廢弛之弊, 上曰: “擇師養士之規, 卿作事目以進。” 乃以擇師養士爲題目, 又作《學校模範》十二條, 以補學令未備者, 與三公會議, 商定以進。 上敎曰: “觀此書啓, 用意甚勤。 從當擧行, 未爲不可矣。” 其後攻珥者謂: “珥爲此議, 欲以門徒居泮, 專據上下權柄” 云。"
            },
            "2": {
                "H2KE-EN": "Second Minister of Rites Kim Gye휘 passed away. [Kim] Gye휘는 타고난 자질이 영특하고 magnanimous and joyous in mind. He did not observe anything but prudent and cautious in conduct. He first established the magnificent esteem. For this reason, even though he had no meritorious deeds, he showed no extraordinary errors and secretly accorded with the principle. He had a sagacious and strong knowledge of history. He had a thorough knowledge of the world and had a thorough knowledge of wisdom. He had a thorough knowledge of state affairs and had a capacity for administration for administration. He was a man of worthy of administration, and he was a man of worthy of administration. At the time, all wise and virtuous worthy were considerably undeserved. At the time of his family, he called him a capacity for a state councilor. When he was at home, he had a clear and frugality for thirty years, and his entire gate was as if he was wearing his official robes. Ever since he was young, he had a literary reputation and achieved himself. At the time of powerful and powerful officials, he never slightly disappointed him for ten years. When the first time of his reign, he was first promoted to a higher rank, and his opinion was slightly impressed. The court impressed him, and the King also loved him differ from others. At that time, he happened to be dividually disappointed by the decision, and he was unwilling to observe his powerfulness and unwilling to observe his power. He could not enter the Office of the Inspector General again. The public criticism was grieved. At this time, when he was appointed as a special official , he attended the lecture on the Confucian Classics . When he was suddenly stricken with a strong wind, he climbed and returned to his home. Because of this, he did not appear. The King grieved his grief and sorrowfully, and specially bestowed inner and outer coffins upon him",
                "H2KE-nKo": "예조 참판 김계휘가 졸하였다. 김계휘는 타고난 자질이 영특하고 마음 씀씀이가 즐겁고 평이하였으며 세세한 행동과 굽고 삼가는 데에 얽매이지 않고 큰 것을 먼저 세웠기 때문에 실천하는 공부는 없었으나 소견이 뛰어나서 도리에 은연중에 합치되었다. 총명하고 기억력이 뛰어나 전고에 통달하고 사람을 알아보는 데 밝았으며 정사에 민첩하여 나라를 운영하는 재주가 있었다. 한때의 명현들이 모두 스스로 부족하게 여겼으므로 당세에 공보의 그릇이라고 일컬었다. 가정 생활이 청렴하고 검소하여 현달한 벼슬에 오른 지 30년이 되었으나 문정이 포의 시절과 같았다. 어려서부터 문명으로 벼슬길에 올라 권간의 세상을 당하여 일찍이 조금도 굽히지 않아 폐기되어 배척당한 지 십수 년이 되었다. 주상이 처음 정사를 할 때 맨 먼저 발탁되었는데 논의가 격발되어 조정에서 추중하였고, 주상도 특별히 총애하였다. 마침 사론이 둘로 갈라지는 때를 만나 또 부앙하고 구차하게 영합하려 하지 않아 다시는 대관에 들어가지 못하였으니, 국론이 애석하게 여겼다. 이때에 이르러 특진관으로 주강에 입시하였다가 갑자기 중풍에 걸려 들것에 실려 집으로 돌아갔는데, 이로 인하여 일어나지 못하였다. 주상이 애도해 마지않고 별도로 관곽을 하사하여 장례를 치르게 하였다. 김계휘는 비록 당목으로 배척을 당하였으나 그의 청검하고 관후한 덕은 여러 사람이 복종하는 바이니, 비록 소인이라 하더라도 감히 심하게 노여워하여 헐뜯지 못하였다. 박람하고 기억력이 강하고 총명함이 귀신과 같았으니, 그를 추대하여 국조의 제일인이라고 한 것은 이의를 제기하지 않았다. 아들은 김장생이고, 이어서 유학으로 세상에 드러났다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 4월 1일(무자) 2번째기사",
                "gt-oKo": "예조 참판 김계휘(金繼輝)가 졸(卒)하였다. 계휘는 타고난 자품이 영특하고 마음가짐이 화평하였으며 세세한 행동과 예절에 얽매이지 아니하고 먼저 원대한 포부를 지녔기 때문에 수련을 쌓은 공부는 없었으나 소견이 고매하여 은연중 도리에 합치되었다. 총명하고 기억력이 뛰어나 전고(典故)에 숙달하였으며 인물을 알아보는 데 밝았고 정사를 처리하는 데 민첩하여 경국 제세(經國濟世)의 재주를 지녔으므로 당시 명현들이 모두 그에게 미치지 못한다고 스스로 인정하였고 당대 사람들도 공보(公輔)로 삼을 만한 재기(材器)라고 칭송하였다. 가정생활이 청렴하고 검소하였으며 30년 동안 현직(顯職)에 있었으나 문정(門庭)이 포의(布衣) 시절과 같았다. 젊었을 때부터 문명(文名)으로 출신하였는데 권간이 득세하던 때를 당하여 한번도 자신을 굽히지 않았으므로 십수년 동안 폐척(廢斥)되었었다. 상이 즉위한 처음에 제일 먼저 발탁되었는데 논의가 격절하였으므로 조정이 추중하였고 상도 특별히 총애하였다. 마침 사론이 분열되었을 때를 당하여 그들에게 동조하거나 영합하지 않았으므로 다시 대관(臺館)에 들어가지 못했는데 국론이 애석하게 여겼다. 이때에 이르러 특진관으로 주강에 입시하였다가 갑자기 중풍(中風)으로 쓰러져 사람들에게 들려 집으로 돌아와 그길로 일어나지 못했는데, 상이 무척 애도하였고 특별히 관곽을 하사하여 장사지내게 하였다. 계휘는 편당의 색목(色目)으로 공척을 받았지만 그의 청렴 검소하고 관후한 덕에 사람들이 심복하였기 때문에 소인들도 감히 몹시 노하거나 헐뜯지 못하였다. 그리고 넓은 학식과 뛰어난 기억력으로 귀신처럼 잘 알아내는 데는 국조(國朝)에 제일인자로 추대하더라도 이의를 제기하는 사람이 없을 것이다. 그의 아들 장생(長生)은 뒤를 이어 유학(儒學)으로 세상에 명성을 드러내었다.",
                "hj": "○禮曹參判金繼輝卒。 繼輝天資英偉, 處心樂易, 不規規於細行曲謹, 而先立其大者, 故雖無踐履功夫, 所見超邁, 暗合道理。 聰明强記, 通練典故, 明於知人, 敏於政事, 有經濟之才。 一時名賢, 皆自以爲不及, 當世稱爲公輔之器。 居家淸約, 通顯三十年, 門庭如布衣時。 自少以文名致身, 當權奸之世, 未嘗少屈, 廢斥者十數年。 上之初政, 首被登擢, 論議激揚, 朝廷推重, 上亦眷注異常。 適會士論携貳, 又不肯俯仰苟合, 不得復入臺館, 國論惜之。 至是, 以特進官, 入侍晝講, 猝中風, 舁歸家, 因不起。 上嗟悼不已, 別賜棺槨以葬。 繼輝雖被斥以黨目, 然其淸儉寬厚之德, 爲衆所服, 雖小人, 不敢深怒而醜詆。 至於博覽强記, 聰察如神, 則推爲國朝第一人, 無間言。 子長生, 繼以儒學, 顯於世。"
            },
            "3": {
                "H2KE-EN": "The King appointed Responding Editor of the Office of Royal Decrees Yi Jin to second deputy director of the Royal Secretariat .",
                "H2KE-nKo": "응교 이원익을 승진시켜 동부승지로 삼았다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 4월 1일(무자) 3번째기사",
                "gt-oKo": "응교 이원익을 승진시켜 동부승지로 삼았다.",
                "hj": "○以應敎李元翼陞爲同副承旨。"
            },
            "4": {
                "H2KE-EN": "The King appointed Wu Bokryong as the duty chief of the Office of Palace Supplies . Wu Bokryong was recommended as the assistant supervisor . Li Xi recommended his nature and behavior excellent knowledge, and according to the precedent of Jeong Gu , he was promoted to the sixth rank. The King merely ordered that Wu Bokryong be promoted to a higher rank, which was why he was appointed to a higher rank.",
                "H2KE-nKo": "우복룡을 내섬시 직장으로 삼았다. 우복룡이 추천으로 참봉에 보임되자 이이가 그의 품행이 독실하고 학행이 뛰어나다고 천거하여 정구의 예에 따라 6품직으로 올려 줄 것을 청하였는데, 주상이 승진시켜 서용하라고만 하였기 때문에 제수한 것이다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 4월 1일(무자) 4번째기사",
                "gt-oKo": "우복룡(禹伏龍)을 내섬시 직장으로 삼았다. 복룡은 추천을 받아 참봉에 보임되었는데 이이가 그의 품행이 독실하고 학행이 드러난 것으로 천거하여 정구(鄭逑)의 전례에 따라 6품직에 승직시킬 것을 청하였으나 상이 올려 서용할 것만을 허락하였으므로 이 제수가 있었다.",
                "hj": "○以禹伏龍爲內贍直長。 伏龍以薦補參奉, 李珥薦其踐履篤實、學行著聞, 請依鄭逑例, 陞六品職, 上只許陞敍, 故有除。"
            },
            "5": {
                "H2KE-EN": "The King ordered Yi I to compose Assistant Comprehensive Mirror to Aid in Government (C. Shang daquan .",
                "H2KE-nKo": "이이에게 《김시습전》을 지어 올리라고 명하였다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 4월 1일(무자) 5번째기사",
                "gt-oKo": "이이에게 《김시습전(金時習傳)》을 지어 올리도록 명하였다.",
                "hj": "○命李珥, 製進《金時習傳》。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Kim Uyong , second deputy director of the Office of Royal Decrees , requested the King to follow the meaning of the Spring and Autumn Annals (C. Chunqiu , and to build a special shrine for Queen Sindeok . The King did not approve this request. At that time, [Kim] Uyong submitted a joint memorial requesting the restoration of the spirit tablet",
                "H2KE-nKo": "삭정해년에 직제학 김우옹이 《춘추》의 의리를 모방하여 신덕왕후를 위해 별묘를 세워 제사 지낼 것을 청하였으나, 허락하지 않았다. 이때 합동으로 신덕왕후를 복위하기를 청하는 논의를 오랫동안 윤허하여 따르지 않았는데, 김우옹이 상소하여 비로소 별묘에 대한 논의를 제기하였다. 이에 삼사가 분분하게 인피하여 이견을 내세웠다고 김우옹을 탓하니, 주상이 말하기를,“여러 해 동안 논열하다가 도리어 자기들끼리 송사를 일으키니, 나는 내심 가소롭다.”하였다. 그 논의가 마침내 정지되고 합동으로 올리는 계사도 정지하였다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 6월 1일(정해) 1번째기사",
                "gt-oKo": "직제학 김우옹이 《춘추》의 뜻을 모방하여 신덕 왕후(神德王后)에 대해 별묘(別廟)를 세우고 제사할 것을 청하였으나 윤허하지 않았다. 이때에 신덕 왕후를 복위시키자는 논의를 합계(合啓)하였으나 오래도록 따르지 않았는데, 우옹이 소장을 올려 별묘의 의논을 처음으로 제기하였다. 이에 삼사(三司)가 분잡스럽게 인피하면서 우옹이 이의를 제기하였다고 탓하니, 상이 이르기를, “여러해 동안 논열하다가 도리어 자기들끼리 논쟁을 벌이니 나로서는 웃을 일이다.” 하였다. 이 의논은 끝내 그치게 되었고 합계하던 일도 정지하였다.",
                "hj": "○朔丁亥/直提學金宇顒, 請倣《春秋》之義, 爲神德王后立別廟祀之, 不許。 時, 合啓神德請復之論, 久不允從。 宇顒上疏, 始發別廟之議。 於是, 三司紛然引避以立異, 尤宇顒。 上曰: “經年論列, 反起自中之訟, 予竊哂之。” 其議遂寢, 合啓亦停。"
            },
            "2": {
                "H2KE-EN": "The King attended the Royal Lecture and said to Director [of the Office of Royal Decrees] Yi I , I intend to lecture on the Outlines and Details of the Comprehensive Mirror to Aid in Government (C. Tongjian gangmu . My dear sir should select talented subjects in advance and have them concentrate solely on reading the Outlines and Detail in order to prepare for the study of the Comprehensive Mirror to Aid in Government (C. Tongjian gangmu . Yi I also ordered five officials to study various matters including clerical writing styles, Chinese clerical writing style, and shooting arrows from the Royal Confucian Academy so that they might concentrate solely on literary writing style. Shortly thereafter, Yi Yeong passed away due to a contagious disease. The King asked that he had a son, and then bestowed upon his son on the Outlines and Details of the Comprehensive Mirror to Aid in Government (C. Tongjian gangmu. While Yi Yeong was young, he had a talent and excellent conduct. He passed the state examination on the twenty-first day, he entered the Royal Confucian Academy and passed away at the Royal Confucian Academy . After two years, he passed away. Yi Yeong was simple and honest by nature and honest by nature. He had his younger brother Yi Jik lived with his friendly recognition. When he was received in audience, he ascended the Dragon Guards , he became a young scholar. After Yi Yeong passed away, he became great secret compassion, and Confucian scholars were divided into two different styles. The scholars did not admire his learning and studies. Consequently, Yu Geuksin , a literary",
                "H2KE-nKo": "주상이 경연에 나아가 대제학 이이에게 말하기를,“내가 《자치통감강목》을 강하고자 하니, 경은 재신을 미리 선발하여 강독에 전념하게 하여 고문에 대비하라.”하였다. 이이가 봉교 이항복, 정자 이덕형, 검열 오억령, 수찬 이정립, 봉교 이영을 선발에 응하게 하였다. 주상이 각각 내부에 비장하고 있는 《자치통감강목》을 하사하고, 또 다섯 신하에게 명하여 이문, 한어, 시사 등 여러 예행 연습을 하지 말고 문사에 전념하게 하였다. 얼마 안 되어 이영이 천연두로 죽었는데, 주상이 그에게 아들이 있느냐고 묻고 이어 하사한 《자치통감강목》을 그 아들에게 하사하고 정창연으로 그 선발을 대신하게 하였다.이영은 어려서부터 뛰어난 재주와 지극한 행실이 있었고 이이와 성혼에게 종사하였다. 21세에 과거에 급제하고 곧바로 사관에 들어갔는데, 2년이 지난 뒤에 졸하였다.이영은 성품이 간솔하고 강직하여 명예와 절개를 스스로 고상하게 여겼으며, 이발의 아우 이직과 벗이 되어 당시 사람들이 흠모하였고, 그를 접촉한 자는 용문에 오른 것처럼 행동하여 연소한 사류들의 모범이 되었다.이영이 죽자 당론이 크게 일어나 사류가 분열되었으므로 선비들이 다시 학문과 사부의 자질을 숭상하지 않았다.이에 진사 유극신이란 자가 있었는데, 유몽학의 아들이다. 방달의 행실을 주창하여 무리를 모아 술을 마시고 호리곡을 지어 애도하며 노래를 불렀고, 또 동동곡을 지었는데, 그 뜻은 한 시대를 어린아이처럼 여긴 것이었다. 공경들을 조롱하여 웃기도 하고 곡을 하기도 하였는데, 이에 유명한 선비들이 많이 모여들었다. 대체로 뜻을 얻은 집안의 자제들이 많았기 때문에 그 무리에 끼어든 자들은 과거에 급제하여 영달을 많이 받았다. 비록 과거에 급제하지는 못했으나 또한 이를 빙자하여 명분을 내세웠으므로 벼슬길이 매우 빨랐다. 그런데 유성룡만은 취하지 않으면서 ‘이 무리들이 풍속을 어지럽혔으니 국법으로 다스려야 한다.’라고 하였으므로 이로 말미암아 조금 그쳤다.기축년에 이르러 유극신이 죽었는데, 그 무리 백진민 등이 역옥으로 죽었으므로 그 풍조가 마침내 종식되었다. 그러나 이로부터 선비들의 학행에 대한 명성이 없어졌다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 6월 1일(정해) 2번째기사",
                "gt-oKo": "상이 경연에 나아가 대제학 이이에게 이르기를, “내가 《강목(綱目)》을 강하고 싶으니 경은 재주 있는 신하를 미리 선발하여 그들에게 강독을 전임시켜 고문(顧問)에 대비하게 하라.” 하였다. 이이가 봉교 이항복(李恒福), 정자 이덕형(李德馨), 검열 오억령(吳億齡), 수찬 이정립(李廷立), 봉교 이영(李嶸)을 선발에 응하게 하니, 상이 각자에게 내부(內府)에 비장해 두었던 《강목》을 하사하고 또 다섯 신하에게 이문(吏文)·한어(漢語)·시사(試謝) 등 모든 예습(隷習)을 그만두고 문사(文事)만을 전념하게 하였다. 그런데 얼마되지 않아 이영이 두역(痘疫)으로 죽자, 상이 그에게 아들이 있느냐고 묻고 그에게 하사했던 《강목》을 그 아들에게 주고, 그 선발에 정창연(鄭昌衍)을 대신하게 하였다. 이영은 어릴 적부터 뛰어난 재주와 훌륭한 행실을 지녔고 이이와 성혼을 섬겼으며, 21세에 과거에 급제하여 곧바로 사관(史館)에 들어갔는데 2년이 지나 죽었다. 이영은 거만하고 도도한 자세로서 명절(名節)로 자부하였다. 이발(李潑)의 동생 이직(李溭)과 벗하였는데 당시 사람이 흠모하여 그의 교접을 받은 사람은 마치 용문(龍門)에 오른 것처럼 여겼고, 연소한 사류들의 우두머리가 되었었다. 그런데 이영이 죽고 나서 당론(黨論)이 크게 일어나 사류가 분열되었으므로 사자(士子)들이 다시는 학문을 닦고 스승을 섬기는 일을 숭상하지 않았다. 이때 진사 유극신(柳克新)이란 자가 있었는데 그는 유몽학(柳夢鶴)의 아들이다. 그는 방달(放達)의 행동을 주창하였는데 무리를 모아 술을 마시면서 호리곡(蒿里曲)을 지어 애절하게 부르고 또 동동곡(童童曲)을 지었는데 그 뜻은 한세상을 어린 아이처럼 여기는 내용이었다. 그리고 공경(公卿)들을 조롱하여 때로는 웃기도 하고 울기도 하였는데 이에 유명한 선비들이 많이 모여들었다. 이들은 거개가 득세한 가문의 자제들이었으므로 그 무리에 끼어 있는 자들은 대부분 과거에 급제하여 영달을 얻게 되었고 급제하지 못했더라도 그것을 빙자하여 명성을 얻어 벼슬길에 진출하는 것이 매우 빨랐었다. 그런데 유성룡만은 이들의 행위를 취택하지 않으면서 ‘이들은 세속을 혼란시키는 자들이니 의당 국법으로 다스려야 한다.’ 하였는데, 이 때문에 약간 수그러졌었다. 기축년에 이르러 극신이 죽고 그의 무리 백진민(白振民) 등이 역옥(逆獄)으로 죽자 그 풍조가 결국 종식되었다. 그러나 이때부터 선비들에게 학행을 지닌 명성이 사라졌다.",
                "hj": "○上臨經筵, 謂大提學李珥曰: “予欲講《綱目》, 卿可預選才臣, 俾專講讀, 以備顧問。” 珥以奉敎李恒福、正字李德馨、檢閱吳億齡、修撰李廷立、奉敎李嶸應選, 上各賜內府秘藏《綱目》, 又命五臣, 除吏文、漢語、試射等諸肄習, 俾專文事。 未幾, 嶸以痘疫歿, 上問知其有子, 仍以所賜《綱目》賜其子, 鄭昌衍代其選。 嶸幼有逸才至行, 從事李珥、成渾, 二十一登第, 卽入史館, 越二年卒。 嶸簡亢以名節自高, 與李潑弟溭, 爲友, 一時慕尙, 被接者如登龍門, 爲年少士類標首。 及嶸歿, 而黨事大作, 士類分貳, 士子不復以學問師資爲尙。 於是, 有進士柳克新者, 夢鶴之子也。 倡爲放達之行, 聚徒酣飮, 作《蒿里曲》悲哀吁唱, 又作《童童曲》, 意蓋孩視一世也。 嘲弄公卿, 或笑或哭, 於是有名之士, 多趣之。 大抵多得志人家子弟, 故與其徒者, 登第多榮顯。 雖未第, 而亦藉而爲名, 仕路甚捷。 柳成龍獨不取曰: “此輩亂俗, 當繩以王法。” 由是少戢。 至己丑歲, 克新死, 而其徒白振民等, 死於逆獄, 其風遂息。 然自是, 士子學行之名泯矣。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 9월 1일(병진) 1번째기사",
                "gt-oKo": "이이를 의정부 우참찬에 제수하였다가 곧바로 숭정(崇政)의 품계로 올렸다. 이이가 세 번 사직하였으나 허락하지 않자 바로 배명(拜命)하고 얼마 뒤에 봉사(封事)를 올려 시폐(時弊)에 대해 극력 진달하였는데 그 상소의 대략에, “신은 듣건대, 상지(上智)의 사람은 미연에 환히 알고 있으므로 난이 일어나기 전에 미리 다스리고 나라가 위태롭기 전에 미리 보전하며, 중지(中智)의 사람은 사태가 발생한 뒤에 깨닫게 되므로 난이 일어나 나라가 위태롭게 된 다음에야 다스려 안정시킬 것을 도모한다고 하였습니다. 그런데 난이 닥쳤는데도 다스릴 것을 생각하지 않고 위태로움을 보고도 안정시킬 방도를 강구하지 않는다면 이는 하지(下智)의 인물이 될 것입니다. 삼가 생각하건대, 전하께서는 상지의 자질로서 국운이 점차 쇠퇴해지는 때를 당하였다고 봅니다. 따라서 위망스런 형상은 불을 보듯 환한 것으로 중지(中智)의 사람들도 탄식하며 안타깝게 여길 것입니다. 그런데 전하께서는 우리 황천과 조종이 맡겨주신 책임에 부응하고 아래로는 신하와 백성들의 간절한 소망에 보답할 만한 치안책을 끝내 마련하지 않고 계십니다. 지금 국세가 위급하다는 것은 어린아이들도 알고 있는 터인데 성명께서 어찌 모르실 리가 있겠습니까? 전하께서 이미 알고 계신다면 무엇을 믿고 정사를 잘 다스려 나라를 보전할 수 있는 계책을 마련하지 않고 있습니까. 아, 매우 위태롭습니다. 위망의 형상에 대해 신은 주벌(誅罰)을 무릅쓰고 그 대체적인 것을 아뢰어 보겠습니다. 세도(世道)는 시속을 따르는 데에서 나빠지고, 공적은 작록만 탐내는 자를 먹여주는 데서 무너지고, 정사(政事)는 부의(浮議)를 일으키는 데에서 어지러워지고, 백성들은 오랫동안 쌓인 폐단으로 곤궁해지는 것인데 이 네 가지가 그중에 큰 항목입니다. 그렇다면 세도가 시속을 따르는 데에서 나빠진다는 것은 무엇을 말하는 것이겠습니까? 그것은 시대가 흐르고 풍속이 변해짐에 따라 인심도 점점 야박해졌는데 교화로 진작시키지 않는다면 풍속이 몹시 퇴패해질 것은 말할 것도 없는 것입니다. 지금의 세도는 마치 아래로 흐르는 물처럼 나쁜 습관에 젖어든지 이미 오래되었어도 당연한 것으로 여기고 있으므로 예의 염치가 진기되지 못한 지 오래입니다. 이리하여 시속을 따르는 자는 비방이 없지만 대중과 뜻을 달리하는 사람은 비난을 받기 때문에 대소와 존비의 신분을 막론하고 서로 이끌어 황란(荒亂)의 지경에 빠져들어 멋대로 악한 짓을 하면서 조금도 기탄하지 않고 있습니다. 선비들도 이끗을 좋아하고 의리를 무시하는데 일반 백성들이 무엇을 본받을 수 있겠습니까. 심지어는 임금이나 부모도 잊고 염두에 두지 않는 판국이니 삼강(三綱)이 없어지고 구법(九法)이 무너졌다는 말은 오늘날을 두고 한 말입니다. 무사한 때에 이미 강상(綱常)이 해이해졌는데 혹시라도 위급한 상황이 벌어지면 윗사람이 죽는 것을 보고만 있으면서 구제하지 않을 것이니 흙더미가 무너지는 것 같은 사세는 기다릴 여지도 없이 이를 것입니다. 이것이 첫번째 위망의 형상인 것입니다. 공적이 작록을 탐내는 자를 먹여주는 데서 무너진다는 것은 무엇을 말한 것이겠습니까? 관직을 나누어 설치한 것은 곤궁한 사람들에게 녹을 주기 위한 것이 아니라 인재를 얻어 국사를 잘 다스리기 위한 것입니다. 그런데 지금은 그렇지 아니하여 사람만을 위해서 관직을 고르고 재주가 있는지 없는지의 여부는 묻지 않습니다. 이리하여 대관들은 녹봉만을 유지하면서 실지로 나라를 걱정하는 뜻을 지닌 사람이 적고 소관들도 녹받아 먹기만을 탐내면서 전혀 직책을 수행하려는 생각을 갖지 아니하여 서로 옳지 못한 행위만을 본받으므로 관직의 기강이 해이해졌습니다. 그중에 자기가 맡은 직책을 충실히 수행하려는 사람이 있으면 여러 사람들이 모여 비웃고 욕하면서 바보라고 손가락질을 하는가 하면 여러모로 저지하고 방해하여 끝내 무슨 일을 이루지 못하게 만듭니다. 심지어는 하찮은 서리(胥吏)들까지도 기회를 틈타 농간을 부려 마침내 직위를 잃게 하는데, 이러한 습관이 이미 준례가 되어버렸습니다. 이리하여 선비로서 조금이라도 자신의 지조를 기킬 줄 아는 사람은 벼슬을 하려고 하지 않습니다. 오직 작록과 영달을 탐내는 자와 곤궁하여 살 길이 없는 자들은 혹은 시기를 노려 득세할 수 있고 또는 마음과 뜻을 굽혀야만 관직에 오래 있을 수 있기 때문에 대소 신료 모두가 직무에 뜻을 갖지 못하고 있습니다. 따라서 그중에 조금 낫다는 자들도 단지 문서만을 다루어 기회에 대응해 나갈 뿐입니다. 이리하여 모든 공적이 날로 무너지고 여러 관사가 모두 피폐해지고 있습니다. 이러한 것이 군현(郡縣)에까지 파급되어 전파되지 않은 고을이 없으니 안팎이 텅 비어 나라가 꼴을 이룰 수 없습니다. 이것이 두 번째 위망이 형상입니다. 정사는 부의(浮議)를 일으키는 데에서 어지러워진다는 것은 무엇을 말하는 것이겠습니까? 예로부터 나라를 다스리는 데에는 반드시 집정관을 두었는데, 삼공은 육경을 통솔하고 육경은 여러 관사를 거느렸습니다. 이리하여 귀한 사람이 천한 사람을 다스리고 아랫사람이 윗사람을 받들어 존비의 질서가 있었으므로 기강이 확립되었던 것입니다. 그런데 지금은 그렇지 아니하여 조정의 의논이 여러 갈래로 갈라져 조석으로 변경되지만 시비의 권한을 누구도 주장하는 사람이 없고 상하 대소가 서로 관섭하지 않으므로 조정의 관료들이 각자 자기의 의견만을 주장합니다. 이른바 부의란 것은 어디에서 나온 것인지도 모르는 것으로 처음에는 아주 미세하지만 점차 치성해져 나중에는 묘당(廟堂)을 동요시키고 대각(臺閣)에 파란을 일으키기까지 하는데 온 조정이 거기에 휩쓸려 누구도 감히 저항하지 못합니다. 부의의 위력은 태산보다도 무겁고 칼날보다도 예리한 것으로 그 칼날에 한번 저촉되면 공경도 그 존귀함을 잃게 되고 뛰어난 인재들도 그 명성을 잃게 되며, 장의(張儀)·소진(蘇秦) 같은 자들도 변론을 펼 수 없고, 맹분(孟賁)·하육(夏育) 같은 자들도 그 용력을 쓸 수 없습니다. 그런데도 끝내 그 까닭을 알 수가 없으니 이것이야말로 이상스러운 일이 아니겠습니까. 이리하여 아랫사람이 윗사람을 업신여기고 천한 자가 귀한 자를 무시하면서 사람들이 각자 행동을 취하기 때문에 기강이 사라져 버렸고, 의리의 존재는 돌보지 않은 채 오직 부의의 형세만을 관망할 뿐입니다. 아, 대각(臺閣)에서 정치를 주장하더라도 난이 일어날까 걱정스럽다고 하는데, 더구나 부의를 일으키는 자들이 정치를 주장하는 경우야 말해 뭐하겠습니까. 이는 진정 천고에 들어본 일이 없는 것입니다. 비유하건대, 1만 석의 무게를 가진 배가 망망대해를 운항하는데 누구도 키를 잡는 사람이 없이 그냥 풍랑에 맡겨두는 것과 같은 것이라 하겠습니다. 이것이 세 번째 위망의 형상인 것입니다. 백성들이 오랫동안 쌓인 폐단에서 곤궁해진다는 것은 무엇을 말하는 것이겠습니까. 대체로 법이 오래되면 폐단이 생기는 것은 고금의 공통적인 병폐인 것으로 변통시키지 않으면 백성들의 살 길이 곤궁해지는 것은 필연적인 것입니다. 더구나 우리 나라는 여러 차례 권간의 손을 거치면서 많은 폐법이 만들어졌는데도 잘못된 것을 그대로 따라 시행하면서 고치지 아니하여 폐단이 점점 커졌고 백성들에게 끝없이 많은 해독을 끼치고 있습니다. 그런데도 수십 년 동안 한 번도 개혁하지 아니하여 오늘날에 와서는 인구의 수와 개간된 토지가 옛날보다 반절이나 줄었는데도 공부(貢賦)의 징수는 오히려 전보다 극심합니다. 이 때문에 백성들이 곤궁해지고 재물이 고갈되어 뿔뿔이 흩어져 떠나버렸으므로 백성이 더욱 적어지고 부역은 날이 갈수록 심해지니 이러한 형세로 나간다면 백성들은 필시 한 사람도 남지 않게 되고야 말 것입니다. 백성은 나라의 근본인 것으로 근본이 튼튼해야만 나라가 편안해질 수 있는 것입니다. 지금 민생이 날로 위축되어 극심한 고난 속에 살고 있으니 ‘우리를 보살펴 주면 임금이고 우리를 학대하면 원수이다.’라는 말에 대해서 어찌 매우 두려워하지 않을 수 있겠습니까. 맹자(孟子)는 ‘숲을 위하여 새를 모는 것은 새매이다.’라고 하였는데, 지금 다급한 상황에 처해 있는 이 나라 백성들로서 조(曹)와 거(莒)같은 이웃 나라가 곁에 있다면 반드시 어린 자식들을 강보에 싸 업고 그곳으로 갈 것입니다. 이것이 네 번째 위망의 형상입니다. 지금 이 네 가지 형상은, 기미가 환히 드러난 것으로 은미한 것이 아니기 때문에 눈이 있는 사람은 모두 볼 수 있고 입을 가진 사람은 다 말할 수 있는 것인데 어찌 전하께서만 모르실 수 있겠습니까. 한(漢)나라 신하 매복(梅福)은 자기 임금에게 ‘그 형상을 볼 수 없으면 그 그림자를 살피소서.’ 하였습니다. 오늘날 그림자를 말한다면 천문(天文)이 변괴를 보이고 지도(地道)가 안정치 못하며, 수재와 한재가 극심하고 여역이 해마다 발생하며, 초목·산천·곤충·조수 등 온갖 괴이가 달마다 일어나고 있으니, 이것이 어떠한 것에 대한 그림자이겠습니까. 아, 전하께서는 한 나라의 임금이십니다. 그런데 한 나라가 다스려지지 못할 경우 누구를 책하겠습니까? 옛날 정치를 논한 이들은 반드시 격물(格物)·치지(致知)·성의(誠意)·정심(正心)으로 근본을 삼았는데, 오늘날에는 노유(老儒)의 진부한 말이 되었으니 누가 오활하고 요원하다고 여기지 않겠습니까. 그렇다 하더라도 격물·치지·성의·정심을 버리고서 나라를 다스리려 한다면 끝내 그럴 수는 없는 것입니다. 왜냐하면 격물·치지를 하지 않으면 지혜가 이치에 밝지 못하고 성의·정심을 하지 않으면 마음이 이치를 따르지 못하게 되는 것입니다. 따라서 이치에 따르지 못하면 어진이를 임용하고 백성을 안정시키는 방법을 시행하지 못할 것입니다. 예로부터 임금이 아무리 무도하다고 하더라도 자기 나라가 망하기를 바라는 사람이 있었겠습니까마는, 단지 지혜가 밝지 못하기 때문에 어지러운 시대를 태평 시대로 여기고 간사한 자를 충성스러운 사람이라고 했던 것입니다. 그리고 마음이 바르지 못하기 때문에 어진 사람을 만나면 그가 도(道)를 지키는 것을 꺼리고 말재주가 있는 사람을 만난면 그가 자신에게 아첨떠는 것을 좋아하는 것인데, 이 점이 바로 나라를 전복시킨 전철을 답습하면서 끝내 깨닫지 못하는 이유인 것입니다. 지금 전하께서는 타고 나신 자품이 지혜롭고 성스러우시며 욕심을 적게 가지시어 수양을 깨끗이 쌓으시고 몸가짐도 공손하고 검소하게 하시면서 아랫사람을 예우하시어 조금도 과실이 없으십니다. 그런데도 임어하신 지 16년이 지났건만 치도(治道)는 밝아지지 않고 위망의 형상은 위에서 아뢴 바와 같으니, 아마도 격물·치지·성의·정심의 공력에 미진한 점이 있어서 그런 것이 아니겠습니까. 아, 전하께서는 오늘날 국가의 형세에 대해서 의관만 정제하고 가만히 앉아 있더라도 끝내 보존할 수 있다고 여기십니까? 아니면 바로잡아 구제하고 싶어도 그 대책을 모르고 계시는 것입니까? 또한 그 뜻이야 갖고 있지만 어진 신하를 얻지 못하여 일을 추진하기에 어렵다고 여기시는 것입니까? 그도 아니면 흥하든 망하든 천운(天運)에만 맡기고 아예 인력을 드리지 않으려고 하시는 것입니까? 예로부터 군주들이 잘 다스리고 싶어도 제대로 하지 못한 경우가 두 가지 있습니다. 욕심이 많은 임금으로 자신을 위하는 일이 너무도 사치스러워 궁실을 치장하는 일, 성색(聲色)을 좋아하는 일, 말타고 사냥을 즐기는 일을 스스로 억제하지 못하기 때문에 백성들이 견디지 못하여 난을 일으키는 것이 첫째이고, 연약한 임금으로 정권이 권간에게 주어져 자신이 정사를 하지 못하고 붙어사는 처지에 있는가 하면 좌우의 신하들도 모두가 심복이 아니기 때문에 조금이나마 무슨 일을 하려면 그즉시 제지당하기 때문에 못하는 것이 둘째 경우입니다. 그러나 지금 전하께서는 욕심을 많이 가지시지도 않고 권간이 득세하는 걱정도 없으니, 왕도(王道)를 행하여 왕자가 되고, 패도(霸道)를 행하여 패자가 되는 것은 전하의 도량에 달려 있습니다. 그런데 누가 금하여 다스리지 못하게 할 수 있겠습니까. 삼가 생각하건대 네 가지 위망의 형상은 모두 전하에게 달린 것이니 폐단을 개혁하고 태평 시대를 일으키는 것도 전하에게 달려 있다고 봅니다. 그렇다면 하시지 않는 것일뿐 못하는 것이 아닙니다. 그 이유를 말하자만 이렇습니다. 전하께서는 선(善)을 좋아하는 것이 지극하지만 도(道)를 믿는 것은 독실하지 못합니다. 따라서 충효(忠孝)·청백(淸白) 등의 선행을 지닌 사람이 있다는 말을 들으면 그지없이 탄상(嘆賞)하면서도 도학(道學)으로 자임하는 사람이 있다는 말을 들으면 혹시 거짓인가 의심합니다. 대체로 도학을 지닌 사람은 반드시 선행을 구비하는 것이지만, 선을 행하는 사람이 반드시 도를 아는 것은 아닙니다. 그런데 어떻게 하나의 선행을 가진 사람을 중시하면서 도학을 가볍게 여길 수 있겠습니까. 생각건대 전하께서 도를 중시하고 선비를 존중하는 정성이 지극하지 못하기 때문에 호령을 내리고 거조하는 데 있어 시속을 따르는 자를 좋아하고 비상하게 행동하는 사람을 미워합니다. 그리고 곧은 절개가 있는 선비는 그들이 과격하다고 의심하고, 입을 다물고 말하지 않는 신하는 순후하다고 여기는가 하면 고도(古道)의 설에 대해서는 큰소리에 불과하다고 배척합니다. 이 때문에 유속(流俗)의 사람들은 풀잎이 바람에 휩쓸리듯이 하여 모두들 ‘우리 임금은 도학을 좋아하지 않는다’고 합니다. 이리하여 선을 행하던 사람은 기가 꺾이고 악을 행하던 사람은 기세를 부리면서 조금이라도 수칙(修飭)하는 사람이 있으면 명예를 낚는다고 지목하고 세류(世流)에 같이 어울리면 천연스럽다고 허여합니다. 따라서 교화(敎化)가 무너지고 이륜(彛倫)이 상실되는데, 이것이 바로 세도는 시속을 따르는 데에서 나빠지게 된다는 것입니다. 전하께서 선비를 아끼시는 뜻은 성심에서 나온 것입니다. 그러나 이기기 좋아하는 사심(私心)을 극복하지 못하고 다스리기를 구하는 뜻이 확립되지 못했기 때문에 관직에 연연하는 자들은 순종하는 것으로 은총을 받게 되고, 벼슬길에 나오기를 어렵게 여기는 반면 미련없이 물러가는 사람은 거역하는 것으로 전하의 뜻에 거슬리게 됩니다. 그리고 어진이를 기용하는 데 있어서는 용사(用捨)를 논하지 않은 채 그저 작록만으로 묶어놓으려 하며, 선비를 대우하는 데 있어서도 현부(賢否)는 따지지 않고 품계의 높고 낮은 것으로 경중을 구분합니다. 이 때문에 자기의 도(道)를 행하려 하는 사람은 충성을 하고 싶어도 할 수 없어서 방황하다가 끝내 물러가게 되고, 녹봉을 탐내는 자들은 국사에 해만 끼치면서도 자리에 오래 있음으로 인하여 마침내 대관(大官)의 지위에까지 오르게 됩니다. 대체로 작록이란 것은 세상 백성들을 다스리기 위한 것으로 덕이 있는 사람에게 주는 것입니다. 그런데 작록만을 탐내는 자가 모두 기용되고 작록을 구하지 않는 사람은 모두 물러 간다면, 관직이 텅 비게 되는 것이 무엇이 괴이하겠습니까. 이것이 바로 공적은 작록만 탐내는 자를 먹여주는 데서 무너지게 된다는 것입니다. 예로부터 명철한 임금들도 혼자서는 정치를 할 수 없었으므로 반드시 어진 사람을 얻어 나라를 같이 다스렸습니다. 이리하여 위대한 요(堯)임금도 순(舜)임금을 얻지 못할까 걱정하였고, 순(舜)임금도 우(禹)와 고요(皋陶) 같은 사람을 얻지 못할까 걱정하였습니다. 임금이 신하를 임용하는 것은 천지의 이치와 같은 것은데, 임용하는 사람이 간사하냐 정직하냐에 따라 치란과 안위가 달려 있는 것입니다. 이 때문에 군자를 임용하면 정사가 다스려져 태평 시대를 이루고, 소인에게 맡기면 정치를 독단하여 위태로워집니다. 군자와 소인 그 누구에게도 맡기지 않으면 정치가 분산되어 어지러워지는 것으로 이것은 필연적인 것입니다. 지금 전하께서는 영명하므로 소인이 진정 농간을 부리지 못합니다. 그러나 군자에 대해서도 깊이 믿어 전적으로 위임하시지 않기 때문에 군자들도 뜻을 행할 수 없으니, 이것은 군자와 소인이 모두 쓰임을 받지 못하는 것입니다. 이리하여 나라의 권병(權柄)을 맡아 주장하는 사람이 없음에 따라 조정의 기강이 흩어지는 것이니, 마치 주인이 없는 집에 길가던 사람이 서로 들어가서 제가 성인인 체 하면서 온 집이 떠들썩하게 발언하는가 하면 각자 사견(私見)을 가지고 중구난방으로 의논하는 것과 같은 격입니다. 그런가하면 우동(牛童)·마졸(馬卒), 젖내나는 어린 아이들까지도 모두 조정의 시비를 논하는 데 참여하려고 합니다. 이 때문에 조정과 국세가 존엄해지지 못하는 것이니, 이것이 바로 정사는 부의(浮議)를 일으키는 데에서 어지러워지게 된다는 것입니다. 예로부터 대업을 계승한 임금으로서 수성(守成)을 잘한 경우가 두 가지가 있는데, 치세를 계승했을 경우에는 그 법을 그대로 따라 잘 다스린 것과 난세를 계승했을 경우 그 폐단을 개혁시켜 치세를 이룩한 것이니, 일은 다르다 하더라도 방법은 같은 것입니다. 그러므로 진서산(眞西山)은 ‘굳게 지켜야 할 경우이면 굳게 지키는 것이 본시 계술(繼述)하는 것이지만, 변통해야 할 경우에는 변통하는 것 역시 계술하는 것이다.’ 하였는데, 이것이야말로 변할 수 없는 정론인 것입니다. 지금 전하께서는 폐단이 오랫동안 쌓인 뒤에 계승하였으니 의당 경장(更張)시킬 계책을 강구하셔야 합니다. 그런데 매양 제도를 고치는 일에 대해 중난하게 여기시므로 변통해야 한다는 말을 조금도 채납하지 않습니다. 비유하건대, 오래 묵은 집에 재목이 썩어서 언제 쓰러질는지 모르는데 서까래 하나, 기둥 하나도 갈거나 고치지 않고서 그저 앉아서 무너지기만을 기다리는 것과 같다고 할 수 있는데, 이것이 무슨 도리라 할 수 있겠습니까. 아무리 선조 때 만들어진 법이라 하더라도 시대가 바뀌고 사태가 변하면 간혹 준행하기 어려운 것이 있게 마련입니다. 그러기에 국초(國初)에 《경제육전》을 사용했었는데 광묘(光廟)께서는 《경국대전》을 창제하셨고, 성묘(成廟)이후로 여러 가지 속록(續錄)을 만들었는데 이것이 어찌 분경(紛更)을 좋아해서이겠습니까. 때에 따라 적절하게 해 나가는 방법으로 그렇게 하지 않을 수 없었던 것입니다. 그런데 지금은 옛법을 고수할 뿐만 아니라 한때 잘못 만들어진 법규라 할지라도 시행한 지 오래된 것이라면 성헌(成憲)으로 인정하여 더욱 경건하게 준수하므로 해독이 온 국내에 미치는 데도 돌보지 않고 있으니, 이 나라 백성들이 무슨 죄가 있어서 성군(聖君) 시대를 만나서도 끝내 도탄의 고난 속에서 벗어날 수 없단 말입니까. 옛날 제갈양(諸葛亮)은 ‘적을 토벌하지 않으면 왕업 역시 망할 것이니, 그저 앉아서 망하기를 기다리는 것보다는 적을 치는 것이 낫다.’ 하였습니다. 신 역시 ‘경장(更張)하지 않으면 나라는 필시 망할 터인데 그냥 앉아서 망하기만을 기다리는 것보다는 경장하는 것이 낫다.’고 말할 수 있으니 경장하여 잘 되면 사직에 복이 될 수 있습니다. 잘못되더라도 망하는 것을 재촉하는 것은 아니고 경장하지 않고 있다가 망하는 것과 같을 뿐입니다. 전하께서 백성을 사랑하는 마음을 가졌더라도 백성을 안정시키는 정치를 베풀지 않는다면, 단지 선심만 지녔을 뿐 법이 없는 것으로 백성들이 은덕을 받지 못할 것이니, 이것이 바로 백성은 누적된 폐단에서 곤궁해진다는 것입니다. 아, 우리 태조 강헌 대왕(太祖康獻大王)께서 천명을 처음 받고, 태종 공정 대왕(太宗恭定大王)께서 대업을 이루고, 세종 장헌 대왕(世宗莊憲大王)께서 대업의 기초를 공고히 하여 열성(列聖)이 전승하여 전하에까지 이르렀습니다. 그렇다면 하늘에 계신 조종의 영령이 환히 살피면서 전하에게 기대하는 것이 어찌 깊고도 원대하지 않겠습니까. 지금 백성은 흩어지고 군사는 쇠약하며 창고의 양곡마저 고갈되었는데 은혜가 백성에게 미치지 않고 신의도 여지없이 사라졌습니다. 혹시라도 외적이 변방을 침범하거나 도적이 국내에서 반란을 일으킨다면 방어할 만한 병력도 없고 먹을 만한 곡식도 없고 신의로 유지할 수도 없는데, 모르겠습니다만 전하께서는 이 점에 대해 어떻게 대응하려 하십니까? 지금 듣건대 조사(詔使)가 곧 나온다는데 서도(西道) 백성들은 이미 지탱할 계책이 없다고 합니다. 지금 전하께서는 성실하고 근신한데도 나라를 제대로 보전하지 못하는데 만일 뒤를 계승하실 분이 조금이라도 법도를 근신하지 않는다면 위망의 사태가 속히 다가올 것입니다. 그러니 오늘날 자손에게 태평을 누릴 수 있는 모훈(謨訓)을 남겨 주지 않는다면, 이것은 전하께서 위로는 조종을 저버리고 아래로는 자손을 버리는 것이 됩니다. 전하께서 한밤중 조용히 계실 때 이 점에 대해 생각해 보신다면, 척연하게 깨닫는 것이 없을 수 있겠습니까. 아, 비상한 공적은 보통으로 다스려 요행으로 이루어지는 것이 아닙니다. 지금 위란의 상태를 전환시켜 태평 시대를 이루고 세도를 새롭게 하여 천명을 유지하며 공렬이 조종을 빛내고 업적이 후손에게 전하여지게 하려면, 이는 비상하고 위대한 공적인 것으로 반드시 큰 뜻을 세우고 모든 정치에 분발하여 재주와 성의를 다해서 날로 일을 진행한 뒤에야 성공을 기대할 수 있는 것입니다. 그런데 지금 윗사람이나 아랫사람이나 손을 놓고 안일에 젖어 있으니, 진보는 없고 퇴보만 있게 되는 것은 당연한 것입니다. 삼가 살펴보건대, 지금 조정 신하들의 기상이 몹시 위축되어 있습니다. 어진 사람은 몸가짐에 과실이 없게 하려고 할 뿐이고, 어질지 못한 사람은 동류들을 끌어들여 공사(公事)를 빙자해서 사욕을 채우려 합니다. 그리고 관직에 있는 사람은 모두가 확고한 뜻이 없으므로 조금이라도 남의 말을 들으면 병을 핑계대고 일을 회피하기 때문에 아침 저녁으로 자리가 바뀌어져 제 모양을 이루지 못하는가 하면 국가의 치란과 안위에 대해서는 아예 마음에 두지도 않습니다. 나라를 경륜하는 원대한 계획에 대해 언급하면 어진 사람은 눈살을 찌프리면서도 오히려 임금의 뜻을 돌리기 어렵다고 걱정을 하는데, 그 다음가는 사람은 천명에 돌리면서 어떻게 해볼 도리가 없다고 하고, 아주 못난 사람은 그 자리에서 비웃으며 어리석고 부질없는 것이라고 합니다. 이리하여 묘당(廟堂)에서는 건의하는 일이 없고, 육조(六曹)는 문서의 규례만을 지키며, 대간은 세세한 사건을 들추어 내고 남의 묵은 죄악을 캐내는 것을 일과로 삼고, 시신(侍臣)은 문구를 주어 모아 한만스런 담론이나 펼치는 것으로 보필하는 일에 견주려 할 뿐, 국사에 대해 깊이 우려하거나 강령을 잡아 바른말로 극간하는 사람이 있다는 말을 들어본 적이 없습니다. 이러한 까닭은 다름이 아니라 전하께서 잘 다스려보겠다는 뜻을 신하들에게 분명히 보여주지 않기 때문에 조정의 신하들이 전하께서 귀에 거슬리는 말을 듣기 싫어하실까 의심하여 충성을 다하지 않고 있는 것입니다. 아, 예로부터 신하로서 충성을 바치려는 자가 일에 앞서 미리 말을 하면 반드시 신임을 받지 못하였고, 일이 닥친 뒤에 말을 하면 그때는 이미 늦어서 구제하려 해도 할 수 없었으니, 이것은 마치 죽을 병에 훌륭한 의원이 없는 것과 같은 것입니다. 그렇다면 오늘날 위망의 형상은 일에 앞서 논한 것이 아닙니다. 예컨대 새끼줄을 마냥 잡아당기면 반드시 끊어지고야 말듯이 재앙이 자주 닥치면 언젠가는 피부에 닿게 마련인데 어떻게 목전에 요행으로 모면한 것을 가지고 끝내 무사할 것이라고 생각할 수 있겠습니까. 지금 전하께서 시폐(時弊)를 구제할 생각이 없다면 아무리 고요(皐陶)·기(夔)·직(稷)·설(契) 같은 신하가 좌우에 줄지어 있다하더라도 아무런 도움이 없을 것이고, 신도 입을 다문 채 할 말이 없을 것입니다. 그러나 시폐를 구제하려 한다면 어찌 전혀 계책이 없겠습니까. 아, 전하께서 진정 하루아침에 개연히 분발하여 용맹스런 뜻을 크게 떨치려고 하신다면 반드시 천지를 전환시키고 우주를 밝혀 조종을 빛내고 후손을 복되게 할 것을 기약하소서. 그리하여 대도(大道)를 돈독히 믿으시어 시종 학문을 닦되 거경(居敬)·궁리(窮理)의 공부를 함께 해나가며 동정(動靜)과 언행(言行)도 한결같이 천칙(天則)을 따라 전하의 일신(一身)이 뚜렷이 표준이 된 다음 일국의 신민으로 하여금 전하께서 도학을 중시하고 유자(儒者)를 존숭하여 교화를 거듭 밝히는 것을 모두 볼 수 있게 하기를 마치 구름과 안개가 사라지고 태양이 중천에 떠 있는 것처럼 하신다면, 혼탁한 세속인들 어찌 변화시킬 수 없겠습니까. 그리고 훌륭한 인재들을 지성으로 초빙함에 있어 관직에 있는 자이거나 초야에 있는 자이거나 오직 현명하고 재능이 있다면 신분을 따지지 말고 등용하며, 인물을 쓰는 데 있어서도 인품과 직위가 상당하게 할 뿐 일상적인 격식에 구애받지 말도록 함으로써 각자 맡은 직책을 수행하게 한다면 작록을 탐내는 자들의 폐단도 걱정할 것이 없을 것입니다. 따라서 어진 사람에 대해서는 자세히 살피고 정하게 고르며 깊이 알고 독실히 믿어서 의심하지 말고 전적으로 위임하여 성공할 수 있게 하소서. 또 그로 하여금 아는 사람을 추천하여 여러 직무를 분담해서 각자 사공(事功)을 일으키게 하고 그들의 공적과 근만(勤慢)을 고과(考課)하여 출척을 공정하고 분명하게 한다면 청론(淸論)을 주장하게 되어 국세가 존엄해질 것은 물론이고 하는 일 없이 세월만 보내는 무리들도 모두가 머리를 숙이고 명령에 따르면서 각자 자기의 직분을 지켜나갈 것인데, 부의(浮議)를 일으키는 자가 어떻게 정치를 혼란시킬 수 있겠습니까? 인군이 정사를 할 적에는 늘 인재가 없다고 걱정하는데 이것 역시 그렇지 않습니다. 옛날 삼대(三代)의 군신은 진실로 논할 것이 없겠습니다만, 한 무제(漢武帝)는 어진 임금이 아닙니다. 그러나 그가 세력을 과시하면서 공업(功業)을 좋아할 당시에는 재략을 지닌 사람들이 외지에서 힘을 펼쳐 동서(東西)로 국토를 확장시켜 그의 뜻대로 이루어주었고, 말년에 지난날의 행적에 대해 과오를 뉘우치며 백성을 기르고 국경을 보전하려 할 적에는 지방을 다스리는 관리들이 지혜를 써서 기구를 만들어 백성들이 농사를 짓는 데 편리하게 하였습니다. 만약 무제가 명철한 임금을 따랐더라면 어찌 도학을 지닌 선비가 나와서 명에 응할 자가 없었겠습니까. 세대마다 언제나 인물이 없는 것은 아니고 단지 임금이 다스리기를 구하는 것이 정성스럽지 않아 제대로 수용하지 못하는 것이 걱정스러울 뿐입니다. 오늘날 인물이 적으므로 전하께서 한 세상을 굽어보면 참으로 쓸 만한 인재가 없다고 탄식할 만합니다. 그러나 전하께서 성심으로 다스리기를 갈망하시어 재능에 따라 적당히 기용하신다면 어찌 한 시대의 사업을 이루지 못하겠습니까. 제거시켜야 할 누적된 폐단에 대해서는 지금 일일이 거론하기 어려우나 어리석은 신이 늘 경연에서 아뢴 것은 공안(貢案)을 개정하고 수령을 줄이고 감사를 구임(久任)시키는 세 가지뿐이었습니다. 이른바 공안을 개정해야 한다는 것은 여러 고을의 토지와 인민의 많고 적은 것이 동일하지 않아 더러는 현격한 차이가 있는 데도 공역(貢役)의 배정에 있어서는 그다지 차등이 없기 때문에 고달프고 수월한 것이 균등하지 못합니다. 게다가 대부분 토산품이 아닌 온갖 물건을 모두 마련하여 각 관사에 나누어 바치게 합니다. 따라서 농간을 부리는 폐해가 백성들에게 돌아가 서리(胥吏)들만 이익을 취하고 국가의 경비에는 조금도 보탬이 없습니다. 그리고 근래 조세(租稅)의 수입이 적은 것이 북쪽 오랑캐의 제도와 같아서 1년의 수입으로는 지출이 부족하여 늘 전에 저축한 것을 보충하여 쓰게 되므로 2백 년 동안 저축해 온 나라가 지금 2년 먹을 양식도 없어서 나라가 나라답지 못하니, 어찌 한심한 일이 아니겠습니까. 지금 부세를 증가시키자니 민력이 이미 고갈되었고 전례를 그대로 지키자니 얼마 안가서 저축이 바닥날 것이니, 이는 알기 어려운 것이 아닙니다. 신은 생각하건대, 공안을 개정하는 데 있어서 유능한 사람에게 맡겨 규획(規畫)을 잘 하게 할 것은 물론, 단지 토산품으로만 균평하게 배정하고 한 고을에서 바치는 것이 두세 관사에 지나지 않도록 한다면 원액(元額)의 수입은 별로 감소되는 것이 없으면서 백성의 부담을 10분의 9쯤 줄일 듯싶습니다. 이렇게 민력이 여유를 갖게 해서 백성들의 심정을 위안시킨 다음 적당히 조세를 증가시킨다면 국가의 경비도 점차 충족될 것입니다. 그렇다면 공안을 개정하려는 것은 단지 백성을 위하는 것일 뿐만 아니라 실제로는 경비를 위해서입니다. 이른바 수령을 줄이자는 것은, 고을을 설치하여 수령을 두는 것이야말로 백성을 보살펴주기 위한 것인데 지금 고을은 많은데다가 백성은 적으므로 수령들이 대부분 빈 자리만 차지하고 있습니다. 따라서 아전이나 백성의 고달픔은 날이 갈수록 심해지고 수령을 제수할 때에도 인물을 뽑기가 어려운 실정입니다. 그런데 시의(時議)는 연혁(沿革)시키는 일에 대해 곤란하다고 여기고 있으므로 이른바 폐단을 구제한다는 것은 관아(官衙)의 권속(眷屬)들을 줄이는 데 불과할 뿐입니다, 따라서 사방의 잔파된 것을 소생시킬 기약이 없으니 끝내는 팔도의 수령 모두가 홀아비 노릇을 하게 되고 말 것입니다. 이것이 무슨 법제입니까. 이 폐단에 대해 전하께서도 전부터 유의하시어 누차 말씀하셨습니다. 그런데 무슨 까닭으로 망설이며 시행하지 않습니까. 지금 두세 곳의 연접되어 있는 잔파된 고을을 합쳐 하나로 만든다면, 이것은 세속을 놀라게 하는 일이 아님은 말할 것도 없고 백성의 부역도 3분의 1쯤 줄일 수 있으며, 수령을 뽑기도 전보다 쉬울 것입니다. 이른바 감사를 구임시켜야 한다는 것은, 감사는 한 도의 주인이므로 그 직에 오래 있으면서 백성들의 신뢰를 쌓아야만 왕화(王化)를 펼 수 있고 호령이 시행되어서 평상시에는 정사를 이룰 수 있고 위급한 때에는 변란에 대응할 수 있는 것입니다. 지금은 그렇지 아니하여 감사의 임기가 단지 1년인데다가 가족마저 데려가지 못하기 때문에 사람들이 모두 싫어하여 명을 받는 날부터 이미 병을 핑계되고 사임할 생각을 가지는가 하면 수개월 동안 지체하면서 임무를 수행할 생각을 갖지 않다가 끝내는 병으로 면직하게 됩니다. 이 때문에 도에는 늘 주인이 없는 것과 같이 정사를 담당하는 사람이 없으므로 백성들이 교화를 받지 못하게 됩니다. 그 중에는 국가를 위할 마음을 가진 자로서 정치와 교화를 정리하고 싶어도 임기가 얼마 안 가서 만료되어 업적을 이룰 수 없습니다. 때문에 감사가 있든 없든 백성들은 상관조차 하지 않으니, 감사를 두는 것이 어찌 진정 이러한 것이겠습니까. 지금 여러 도의 큰 고을을 골라 감영을 설치하고 감사로 하여금 가족을 데리고 가서 양계(兩界)의 예와 같이 수령의 직무를 겸임하여 그 직에 오래 있게 하소서. 그리고 조정 신하들 중에 경제(經濟)에 마음을 가져 백성을 보살피고 대중을 다스릴 만한 사람을 특별히 뽑아 보내어 직무를 성심껏 수행하여서 공효를 이루게 하는 한편, 들어오면 조정의 정사에 참여케 함으로써 내직을 중하게 여기고 외직을 경시하는 폐단이 없게 한다면 백성들이 실다운 혜택을 입게 되어 석서(碩鼠)의 시가(詩歌)소리가 읍리(邑里)에서 일어나지 않을 것입니다. 이것이 어찌 백성을 편안하게 하는 지상의 계책이 아니겠습니까. 매양 생각하건대, 전하께서는 영명하신 자질과 맑고 순수한 덕을 지니시고도 인(仁)한 마음을 미루어 넓혀 정사에 베풀지 못하기 때문에 옛날 황음 무도한 군주와 똑같이 위망의 전철을 밟으려 하니, 이에 대해 신은 밤낮으로 안타까와 하며 마음 졸이고 있습니다. 전하께서 신의 말을 망령되지 않다고 여기신다면 깊이 생각하고 오래 강구한 다음 대신에게 문의하여 조금이라도 채용해 주소서. 이것이 신의 구구한 소원입니다.” 하였는데, 상이 답하기를, “경의 상소를 보고 충성스러움을 잘 알았다. 나 역시 마음을 가다듬고 일을 해 보고 싶지 않은 것은 아니지만 너무도 몽매하고 재주와 식견이 부족하여 지금까지 일이 마음대로 되지 않았으니, 생각해 보면 한탄스러울 뿐이다. 그러나 더욱더 경계하여 살펴 유념하겠다.” 하였다. 그뒤 며칠이 지나서 이이가 경연에 입시하여 몸을 닦고 백성을 다스리는 방도를 진달하자, 상이 흔쾌히 수작하여 종일토록 토론하고서 파하였다. 이때부터 이이는 입시할 적마다 전설(前說)을 반복하여 아뢰기를, “전하께서는 신의 계책을 채용하여 인재를 얻어 정사를 맡겨 기강을 바로잡고 오랜 폐단을 개혁시키는 데 있어 유속(流俗)이나 부의(浮議)에 저지되거나 동요되지 마소서. 3년간 이와 같이 하였는데도 세도가 회복되지 않는다면 신에게 기망한 죄를 내리소서.” 하였다. 상이 그의 봉사(封事)를 입시한 신하들에게 보이면서 이르기를, “우찬성이 전부터 이런 논의를 해왔는데 나는 매우 어렵다고 본다. 모르겠다만 경장시키는 것이 어떠하겠는가?” 하니, 좌우 신하들이 누구도 대답하지 못했는데, 장령 홍가신(洪可臣)이 대답하기를, “이것이야말로 지금의 급무입니다.” 하였다. 상이 이르기를, “설명할 수 있겠는가?” 하니, 대답하기를, “비유하건대 이 궁전은 본시 조종이 창건하신 것입니다. 그러나 세월이 오래되어 무너질 형편이라면 조종이 창건한 집이라 하여 수리하여 고치지 않고 그저 앉아서 무너지는 것을 보고만 있을 수 있겠습니까. 필시 재목을 모으고 공장(工匠)을 불러들여 썩은 것은 갈아내고 허물어진 데는 보수한 뒤에야 산뜻하게 새로와지는 것인데 경장시키는 계책이 무엇이 이것과 다르다 하겠습니까.” 하자, 상이 그렇다고 하였다. 부제학 유성룡이 이 말을 듣고 이튿날 차자를 올려 이이의 논의가 시의(時宜)에 적합하지 않다고 극론하자, 그 의논이 끝내 중지되었다. 홍가신이 유성룡에게 가니 성룡이 그가 이이의 논의에 부회하였다고 힐책하였다. 가신이 말하기를, “공은 과연 경장하는 것을 그르다고 여기는가?” 하니, 성룡이 말하기를, “경장하는 것은 진실로 옳은 것이다. 하지만 그의 재주로 그 일을 해내지 못할까 염려될 뿐이다.” 하였다. 이이가 일찍이 경연에서 ‘미리 10만의 군사를 양성하여 앞으로 뜻하지 않은 변란에 대비해야 한다.’고 말하자, 유성룡은 ‘군사를 양성하는 것은 화단을 키우는 것이다.’라고 하며 매우 강력히 변론하였다. 이이는 늘 탄식하기를 ‘유성룡은 재주와 기개가 참으로 특출하지만 우리와 더불어 일을 함께 하려고 하지 않으니 우리들이 죽은 뒤에야 반드시 그의 재주를 펼 수 있을 것이다.’ 하였다. 임진년 변란이 일어나자 유성룡이 국사를 담당하여 군무(軍務)를 요리하게 되었는데, 그는 늘 ‘이이는 선견지명이 있고 충근(忠勤)스런 절의가 있었으니 그가 죽지 않았다면 반드시 오늘날에 도움이 있었을 것이다.’고 하였다 한다.",
                "hj": "○朔丙辰/以李珥爲議政府右參贊, 俄進階崇政。 珥三辭不許, 乃拜命, 俄上封事, 極陳時弊。 其疏略曰: 臣聞, 上智明於未然, 制治于未亂, 保邦于未危; 中智覺於已然, 知亂而圖治, 識危而圖安。 若夫見亂而不思治; 見危而不求安, 則智斯爲下矣。 恭惟, 殿下以上智之資, 當覆隍之運。 危亡之象, 明若觀火, 中智之所歎悶, 而終不見治安之策, 可以上副皇天祖宗付畀之責; 下慰臣隣、黎庶顒若之望。 謂殿下不知危亡之象, 則今之國勢岌岌, 童子亦知, 寧有聖明不知之理乎? 謂殿下已知也, 則何恃而不出制治保邦之計乎? 嗚呼, 殆哉! 嗚呼, 殆哉! 危亡之象, 臣請冒鈇鉞之誅, 試陳其略焉。 世汚於循俗, 績敗於食志, 政亂於浮議, 民窮於積弊, 此四者其大目也。 世汚於循俗者, 何謂也? 世降俗末, 人心漸薄, 非有敎化振起之, 則風澆俗敗, 勢所必至。 今之世道, 如水益下, 習非已久, 視若當然, 禮義廉恥, 不張久矣。 循俗者無謗; 異衆者招譏, 故大小尊卑, 相率而入於荒亂之境, 放心爲惡, 無復顧忌。 士子尙且先利而後義, 則小民何觀焉? 甚至於遺君後親, 無所係念, 三綱淪而九法斁者, 今日之謂也。 無事時, 已解綱常之紐, 脫有緩急, 則將必疾視長上之死而不救矣, 土崩之勢, 翹足可待。 此其爲危亡之象, 一也。 績敗於食志者, 何謂也? 設官分職, 非祿其窮也, 將得人才, 以治天工。 而今則不然, 爲人擇官, 不問才否。 大官持祿, 固鮮憂國之志; 小官餔餟, 尤絶奉職之念, 師師非度, 筋脈解弛。 一有欲治官事者, 則群笑聚罵, 指爲癡兒, 左牽右掣, 前拘後礙, 卒無所成。 至於胥吏之微, 亦得乘機售奸, 竟使失職, 習已成例。 由是, 士之稍知自守者, 不欲做官。 而惟慕爵貪榮及窮不能家食者, 或偸時得勢、或屈心抑志, 乃能久於居官, 故大小臣僚, 皆不敢有意於職務。 其中彼善於此者, 只能按簿書, 應期會而已。 馴致庶績日敗, 百司皆弊。 延及郡縣, 無邑不殘, 內外空虛, 無以爲國。 此其爲危亡之象, 二也。 政亂於浮議者, 何謂也? 自古爲國, 必有執政, 三公統六卿; 六卿摠庶司。 貴以臨賤; 下以承上, 尊卑有序, 綱紀攸張。 今則不然, 廷議多岐, 朝更夕變, 是非之權, 莫適主張, 上下大小, 不相管攝, 朝紳千百其心。 所謂浮議者, 不知其所自來, 始微漸盛, 終至於動搖廟堂, 波盪臺閣, 則擧朝靡然, 莫敢相抗。 浮議之權, 重於太山、銛於鋒刃, 一觸其鋒, 則公卿失其尊; 賢俊失其名, 儀、秦無所用其辯; 賁、靑無所施其勇。 終莫知其所以然也, 吁亦異矣! 由是, 下而凌上; 賤而蔑貴, 人各自用, 紀綱板蕩, 不顧義理所在, 而惟觀浮議之勢而已。 噫! 政在臺閣, 尙云憂亂, 況於政在浮議者乎? 誠千古之所罕聞也。 譬如萬斛之船, 泛于溟渤, 無一人執柁, 一任風浪。 此其爲危亡之象, 三也。 民窮於積弊者, 何謂也? 法久弊生, 古今通患, 不有變通, 生理必窮。 況我國家, 屢經權奸之手, 多立弊法, 踵謬不改, 因微至大, 貽毒生民, 無有紀極。 而數十年來, 未嘗釐革, 至于今日, 版籍之數、田野之闢, 太半減舊, 而責辦貢賦, 反甚於前。 故民窮財盡, 輾轉流散, 民益少而役愈苦, 其勢必至於民無孑遺, 然後乃已也。 民爲邦本, 本固邦寧。 目今民生日蹙, 如在水火, 撫我則后; 虐我則讎, 豈不深可懼哉? 孟子曰: “爲叢驅雀者, 鸇也。” 今以斯民之倒懸, 倘有隣邦如曹、莒者在傍, 則民必襁負而歸之矣。 此其爲危亡之象, 四也。 今此四象, 非隱微未現之幾也。 有目者可覩; 有口者可言, 殿下寧獨未知乎? 漢臣梅福之言曰: “不見其形, 願察其影。” 若言今日之影, 則天文示變, 地道不寧, 水旱極備, 癘疫連年, 草木、山川、昆蟲、鳥獸, 百怪競出, 式月斯興, 此是何影乎? 嗚呼! 殿下爲一國之主, 則一國之不治, 將責之誰乎? 古之論爲治者, 必以格致、誠正爲本, 今爲老儒陳言, 孰不以爲迂且遠哉? 雖然, 欲捨格致、誠正而求治國者, 終無是理。 何則? 不格致則智不燭理; 不誠正則心不循理。 不燭理則無以辨邪正、是非之分; 不循理則無以施任賢、安民之術。 自古人君, 雖甚無道, 豈有欲亡其國者乎? 惟其智不明也, 故以亂爲治; 以奸爲忠。 惟其心不正也, 故見賢而憚其守道; 遇侫而言說其媚己, 此所以覆轍相尋, 而終莫之悟者也。 今殿下天資睿聖, 寡慾淸修, 恭儉禮下, 無少過失。 而臨御十六年, 治道不昇, 乃有危亡之象, 如前所陳, 則豈非格致、誠正之功, 有所未盡而然乎? 嗚呼! 殿下其以今日國勢, 爲可以拱手垂衣, 終得保存乎? 抑欲匡救, 而未知其策乎? 抑有其志, 而不得其臣, 難於作事乎? 抑欲付之天運, 任其興亡, 而不容人力乎? 自古欲治不能者, 有二焉。 多慾之君, 自奉甚廣, 宮室之盛、聲色之娛、馳騁。 弋獵之樂, 不能自抑, 故民不能堪而亂作者, 一也。 柔弱之君, 授柄權奸, 政不己出, 寄生於上, 左右耳目, 皆非腹心, 稍欲有爲, 便被鉗制者, 二也。 今殿下旣無多慾之累, 又無權奸之患, 欲王而王; 欲覇而覇, 在殿下度內耳, 誰禁而莫之治乎? 竊料, 危亡四象, 皆係於殿下, 而革弊興治, 亦在於殿下不爲也, 非不能也。 何以言之? 殿下好善雖至, 而信道不篤。 聞人有忠孝、淸白一節之行, 則嘆賞不置; 聞人有以道學自任, 則或疑其僞。 夫道學者, 必具善行, 行善者, 未必知道。 豈可重一節, 而輕道學乎? 惟殿下重道崇儒之誠未至, 故發號、擧錯之間, 喜循俗而惡異常。 直節之士, 疑其矯激; 含默之臣, 比於醇厚, 古道之說, 斥以大言。 由是, 流俗之士向風草偃, 咸曰: “吾王不悅道學。” 爲善者沮, 爲惡者肆, 稍自修飭, 則目以釣名, 同流合汚, 則許以任眞。 敎化陵夷; 彝倫喪敗, 此所以世汚於循俗者也。 殿下愛士之意, 固出於誠, 而惟是好勝之私未克; 求治之志不立。 故惓戀印綬者, 順而承寵, 難進易退者, 逆而忤旨。 至於進賢則不論用舍, 而只以爵祿爲羈靮; 待士則不辨賢否, 而只以崇卑分輕重。 故欲行其道者, 願忠而不可得, 彷徨躑躅, 終至於必退; 欲食其祿者, 雖毁瓦畫墁, 必以久次, 終至大官。 夫爵祿者, 所以礪世磨鈍, 而命德之器也。 若使欲得者皆進; 不求者皆退, 則天工之曠, 何足怪哉? 此所以績敗於食志者也。 自古明王誼辟, 不能獨治, 必得賢者而共國。 故大哉之堯, 猶以不得舜爲己憂; 君哉之舜, 猶以不得禹、皋陶爲己憂。 人君任臣, 天地之道也。 顧所任有邪正, 而治亂安危係焉。 是故, 任君子則政治而安; 任小人則政擅而危。 君子、小人, 都無所任, 則政散而亂, 此, 必然之勢也。 今以殿下之明聖, 小人固不得肆其奸矣。 至於君子, 亦未深信, 而任之不專, 故君子亦不能行其志。 是君子、小人, 皆無所用也。 由是, 國柄無寄, 而朝綱渙散, 有如第宅無主, 路人爭入, 發言盈庭, 具曰予聖, 各以私見, 馳騁而橫議。 至於牛童、馬卒, 乳臭小兒, 皆欲預論朝廷之是非。 故朝廷不嚴; 國勢不尊, 此所以政亂於浮議者也。 自古繼世之君, 善於守成者, 有二焉。 繼治世則遵其法而治焉; 繼亂世則革其弊而治焉。 其事雖異, 其道則同也。 故眞西山曰: “當持守而持守, 固繼述也; 當變通而變通, 亦繼述也。” 此眞不易之定論也。 今殿下承積弊之餘, 宜講更張之策, 而每以改紀爲難, 故變通之說, 略不採納。 譬如舊室材朽, 朝暮將頹, 而不易一椽; 不改一柱, 坐待覆壓, 是, 何理歟? 雖舊章成憲, 時移事變, 則或有勢難遵行者。 故國初用《經濟六典》, 而光廟創成《經國大典》, 成廟以後, 《續錄》多端, 此豈好爲紛更乎? 權時適宜之策, 不得不爾。 今者非但膠守舊章, 而雖誤規出於一時, 行之旣久, 則認爲成憲, 遵守益虔, 毒遍寰宇, 而莫之恤。 斯民何罪, 値聖明之君, 而終不得脫塗炭之苦乎? 昔者諸葛亮曰: “不伐賊, 王業亦亡。 惟坐而待亡, 孰與伐之?” 臣亦曰: “不更張, 邦國必亡。 惟坐而待亡, 孰與更張?” 更張而善, 則社稷之福也; 更張而不善, 亦非促亡, 只與不更而亡者一般耳。 殿下雖有愛民之心, 而不施安民之政, 徒善無法, 民不見德, 此所以民窮於積弊者也。 嗚呼! 我太祖康獻大王肇受天命, 太宗恭定大王贊成大業, 世宗莊憲大王鞏固弘基。 列聖相承, 至于殿下, 祖宗在天之靈, 於昭陟降, 其有望於殿下者, 豈不深且遠哉? 今者民散兵銷, 倉廩匱竭, 恩不下究, 信義掃地。 脫有外侮侵犯邊陲; 頑民弄兵潢池則無兵可禦; 無粟可食; 無信義可以維持, 未知於此, 殿下將何以應之耶。 今聞詔使將來, 西民已無支撑之計。 今以殿下之恪愼, 尙不能保國, 倘使繼於後者, 稍不謹度則其亡必亟矣。 不及今日, 爲貽厥燕翼之謨, 則是殿下, 上負祖宗; 下棄子孫矣。 殿下若於乙夜燕閑之際, 念及於此, 則能無惕然警省者乎? 嗚呼! 非常之績, 不可以常調, 幸而成也。 今將回亂爲治; 轉危爲安, 一新世道, 迓續天命, 功光祖宗; 業垂後裔則此固非常偉烈, 必樹立大志, 奮庸熙載, 日有所事, 盡其才誠然後, 庶可有成矣。 今者上下束手, 恬嬉姑息, 則不進而退者, 固其理也。 竊覵, 廷臣氣像萎薾。 賢者只欲持身寡過而已; 不賢者汲引儕輩, 托公營私。 在職之人皆無固志, 少有人言, 引疾避事, 朝遷暮除, 不成模樣, 其於治亂、安危, 漠然不入於心。 言及經國遠猷, 則賢者嚬眉, 猶憂上意之難回; 其次諉之天命, 以爲無可奈何; 若不賢者則直加非笑, 以爲愚妄。 由是, 廟堂絶建白之議; 六部守文墨之規, 臺諫毛擧細故, 摘人舊惡, 以爲日課; 侍臣尋章抉句, 閑言謾語, 以擬啓沃, 未嘗聞有一人憂深思遠, 提挈綱領, 直言極諫者。 此, 無他, 殿下不以有爲之志, 昭示群下, 故廷臣疑殿下惡聞逆耳, 而不盡其忠也。 噫! 自古人臣之獻忠者, 先事而言, 則必不見信; 事至而言, 則欲救無及, 此所以死病無良醫者也。 今日之象, 非先事之言也。 剝床不已, 必至於膚; 引繩不止, 必至於絶。 豈可以目前之幸免, 遂以爲終得無事也哉? 今殿下無意於救時, 則雖皐、夔、稷、契布列左右, 亦無益也, 臣可緘口矣。 如欲救時, 豈可寥寥無策乎? 嗚呼! 殿下誠能一朝慨然發憤, 大振勇猛之志, 必以旋轉乾坤, 昭洗宇宙, 光祖宗、裕後昆爲期。 而篤信大道, 終始典學, 居敬、窮理, 兩進其功, 動靜、云爲, 一循天則, 以一身立表準於上, 使一國臣民, 咸覩聖心重道崇儒, 申明敎化, 快若雲霧盡消, 太陽中天, 則汚世濁俗, 寧無於變之勢乎? 如是而至誠側席, 旁招俊乂, 明明揚仄陋, 惟賢惟才, 不問其類, 用人只觀人器相當而已, 勿拘常格, 各使稱職, 則食志之患, 非所慮也。 其於賢者, 察之審、擇之精、知之深、信之篤而委任責成, 勿貳勿間。 使之擧其所知, 分掌百職, 各興事功, 考績課勞, 黜陟公明, 則淸論有主, 而國勢尊嚴, 悠悠之輩, 亦皆俯首聽位, 各守其分矣, 浮議安得以亂政乎? 人君臨政, 每患無人, 此亦不然。 若三代君臣則固無議爲, 如漢武帝, 非賢君也。 當其好大喜功之際, 材略之士, 宣力于外, 東恢西拓, 惟意所欲。 及其末年, 悔過斂迹, 養民保境則又有任土之臣, 運智制器, 便耕利民。 若使武帝, 求踵哲王, 則安知無道學之士, 出而應命乎? 世未嘗無人, 只患人君, 求治不誠, 不能收用耳。 今日人物眇然, 殿下俯視一世, 固歎無可用之才。 雖然, 殿下若誠心望治, 用當其才, 則豈不可做一時之事業乎? 若積弊之可袪者, 則今難枚擧, 愚臣之每達于經席者, 是, 改貢案、省吏員、久任監司三者耳。 所謂改貢案者, 列邑土地、人民, 大小不同, 或至懸絶, 而貢役之定, 無甚差等, 苦歇不均。 而多非土産, 百物皆辦, 而分納各司。 刁蹬之弊, 害歸於民, 胥吏弋利, 而公用不加焉。 且近來稅輕, 有如貉道, 一歲之入, 不能支出, 每以宿儲補用, 二百年積累之國, 今無二年之食, 國非其國, 豈不寒心? 今欲加賦, 則民力已竭; 坐守前規, 則不久必罄, 此非難見者也。 臣意, 若改貢案, 付之能? 憼 善於規畫, 只以土産, 均敷平定, 使一邑所納, 不過二三司, 則元入之數, 別無所減, 而民費則可除十之九矣。 如是寬舒民力, 慰悅民情然後, 量宜加稅, 則國用可以漸裕矣。 欲改貢案者, 非獨爲民, 實爲經費也。 所謂省吏員者, 設邑置宰, 只爲牧民, 而今者邑夥民少, 多擁虛器。 吏民之困, 日甚一日, 除拜之際, 亦難擇人。 而時議方以沿革爲難, 故所謂救弊者, 不過除衙眷而已。 四方蹙蹙, 蘇殘無日, 則終至於環八道, 而作曠夫矣, 此是何等法制乎? 此弊則殿下固嘗留意而屢言矣。 何故畏難而莫之施乎? 今若擇數三殘邑之接壤者, 合而爲一, 則此非驚世駭俗之擧, 而民役可減三分之一, 愼簡守令, 亦易於前矣。 所謂久任監司者, 監司爲一道之主, 久於其職, 與民相信然後, 王化宣焉; 號令行焉, 平日可以成政; 緩急可以應變。 今則不然, 監司只任一期, 而不以家眷自隨, 故人皆厭之, 受命之日, 已有謝病之計, 苟淹數月, 無意察任, 而終以疾免。 故一道常若無主, 政無所寄, 民不被化, 其中乃心王室者, 雖欲整理政化, 而期月易滿, 不能有成。 故監司有無, 民不管他, 監司之設, 豈端使然哉? 今若於諸道, 擇巨邑設營, 使監司率眷, 兼爲邑宰, 久於其位, 如兩界之例。 而別簡朝臣之心存經濟, 可以牧民馭衆者, 往欽厥職, 責以成效, 入則俾參朝政, 無重內輕外之弊, 則四境之民, 可蒙實惠, 而碩鼠之歌, 不作於邑里矣。 豈非安民之至計乎? 每伏惟念, 殿下以英睿之質、淸粹之德, 不能推廣仁心, 施於有政, 故將與古昔荒嬉無度之主, 危亂同歸於一轍, 此臣所以夙夜悶惜, 腐心痛骨者也。 殿下如以臣言爲不妄, 則深思舒究, 詢及大臣, 少加採用。 區區至願也。 上答曰: “觀卿上疏, 具見忠懇。 予非不欲策勵有爲, 而眇眇寡昧, 才識不逮, 以至于今, 事與心違, 予亦竊歎焉。 當更加警省留念焉。” 後數日, 珥入侍經席, 復陳修己治民之道, 上欣然酬酢, 討論竟日而罷。 自是, 珥入侍, 每申前說曰: “用臣之策, 得人授政, 頓綱振紀, 更張宿弊, 勿爲流俗浮議所沮撓。 如是三年, 而世道不回, 則臣請伏欺罔之罪。” 上以其封事, 示入侍諸臣曰: “右贊成自前每有此論, 予則以爲至難。 不知更張如何。” 左右不能對。 掌令洪可臣對曰: “此是當今急務也。” 上曰: “有說乎?” 對曰: “比之此殿屋, 本是祖宗所創。 若歲久頹敗, 則其可曰祖宗所創之宇, 不可修改, 而坐視其頹敗乎? 必須鳩材聚工, 朽者改之; 毁者補之然後, 方得重新, 更張之策, 何以異此?” 上然之。 副提學柳成龍聞之, 翌日進箚, 極論珥所論不合時宜, 其議遂格。 洪可臣詣成龍, 成龍詰其附會珥論, 可臣曰: “公果以更張爲非乎?” 成龍曰: “更張固是。 但恐其才不能辦此事也。” 珥嘗於經席獻言: “請預養十萬兵, 以備前頭不虞之變。” 成龍曰: “養兵所以養禍也。” 論辨甚力。 珥每歎: “柳成龍才氣儘高, 而不欲與吾同事, 吾輩死後, 方必施其才。” 及壬辰之亂, 成龍當國, 料理軍務, 每稱珥有先見之明、忠勤之節, 使其不死, 必有補於今日云。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On eulyu day, the Emperor dispatched Wang Gyeongmin , a compiler of the Hanlin Academy , and Wang Gyeongmin , a vice-director of the military service examination , to present the imperial edict on the birthday of the Imperial Crown Prince . The King appointed Yi I as commissioner for receiving the imperial envoy at the border . Yi I appointed Heo Bong , Ko Gyeongmyeong , and Kim Cheom as aides to the envoy, and Minister of Rites Jeong Yugil as host of the guesthouse .",
                "H2KE-nKo": "삭을유년에 황제가 한림원 편수 황홍헌과 병과 우급사중 왕경민을 보내와서 황태자 탄생에 대한 조서를 반포하게 하였다. 이이를 원접사로 삼았는데, 이이가 허봉, 고경명, 김첨을 종사관으로, 예조 판서 정유길을 관반으로 삼았다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 10월 1일(을유) 1번째기사",
                "gt-oKo": "황제가 한림원 편수(翰林院編修) 황홍헌(黃洪憲)과 병과 우급사중(兵科右給事中) 왕경민(王敬民)을 보내어 와서 황태자의 탄생에 대한 조서를 반사하였다. 이이를 원접사로 삼았는데, 이이는 허봉(許篈)·고경명(高敬命)·김첨(金瞻)을 불러 종사관(從事官)으로 삼고 예조 판서 정유길(鄭惟吉)을 관반(館伴)으로 삼았다.",
                "hj": "○朔乙酉/帝遣翰林院編修黃洪憲、兵科右給事中王敬民, 來頒皇嗣誕生詔。 以李珥爲遠接使, 珥辟許篈、高敬命、金瞻爲從事官, 禮曹判書鄭惟吉爲館伴。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On eulmyo day, the Chinese envoys traveled to the capital [of Ming China] to celebrate the imperial edict of investiture and returned. At first, [Yi] Gui received the two envoys. [Hong]헌이 addressed Interpreter Hong Suneon , saying, You are the families of the commissioner for receiving the imperial envoy . The King does not treat you as a familiar with the Jurchens of mountains? [Hong] Suneon said, The Reception Commissioner for Receiving the Imperial Envoy at the Three Armies had long stayed in the capital and attended upon me. In the middle year, due to an illness, [Hong] retired from his hometown to sleep from his hometown. This was because the families of the Jurchens were established. Presently, [Hong] Gui is a subject who has relied upon him, not a familiar with the Jurchens of mountains. The envoy said, Then, is it possible to compose a poem? [Hong Gui] answered, That is true. The two envoys stood his head. On the road, he saw the proprieties and writing composition of poems and writing composition of poems. In general, the writing composition of poems was praised for every writing book. After [Hong Gui] entered the capital and had an audience with the Royal Ancestral Shrine . He saw the four poems of Myeongnyun Hall on the side of the steps. He asked Gui to explain the meaning of the poems and writing. He also said, It is appropriate to have the families of the Song dynasty poems. Gui writing composition of the Book of Documents (C. Zhu Xi's Familily Rituals (C. Xi's Familily Rituals and gave them the poems. He also said, The small country people have literate knowledge and knowledge. It is impossible to preserve the poems of Documents (C. Zhu Xi's Familily Rituals (C. Xi's Familily Rituals. Xi's Familily Rituals (C. Zhu Xi's Familily Rituals (C. Xi's Famili's Familily Rituals (C. Jiali's Familily Rituals .",
                "H2KE-nKo": "조사가 서울에 들어와 조서를 반포하고 돌아갔다. 이이가 처음 두 사신을 접대하였는데, 홍헌이 역관 홍순언에게 말하기를,“그대의 빈사는 산림의 기상이 있는데, 국왕은 산야인으로 나를 대우한 것이 아닌가?”하니, 홍순언이 말하기를,“원접사는 삼장의 장원으로 오랫동안 시종으로 있다가 중년에 병으로 산림에 물러가 쉬고 있은 지도 여러 해가 되었으니, 산림의 기상이 있었기 때문입니다. 지금은 믿고 의지하는 신하이지 산야인은 아닙니다.”하였다. 조사가 말하기를,“그렇다면 이는 천도책문을 지은 것입니까?”하니, 대답하기를,“그렇습니다.”하자, 두 사신이 고개를 끄덕였다. 연도에서 예를 논하고 시를 화답하는 것을 보고 특별한 예로 공경히 대우하여 모든 서찰에 반드시 율곡선생이라고 칭하였다. 서울에 들어와 문묘를 배알하고 나서 명륜당 벽에 사물잠을 걸어 놓은 것을 보고 이이에게 그 뜻을 강해하게 해 줄 것을 청하고, 또 말하기를,“송나라 유자의 격식에 구애받지 말아야 할 것입니다.”하였다. 이이가 극기복례설을 지어 주면서 말하기를,“우리나라 사람들은 식견이 고루하여 정자와 주자의 학설만을 고수하고 있을 뿐, 더 이상 다른 이치로는 부연할 만한 것이 없습니다. 비록 격식에 구애받지 않으려고 해도 그렇게 할 수가 없습니다. 지금 명나라의 물음에 따라 분한 마음을 품을 것입니다. 중국은 성리의 소굴로 반드시 정자와 주자의 학설을 이어서 지은 자가 있을 것이니, 고명한 가르침을 받들어 우물쭈물하는 의심을 없애 주소서.”하니, 두 사신은 다시 변론하여 논란하지 않았다. 대개 중국은 육왕에 대한 학설이 성행하고, 황홍헌은 문장을 잘하는 선비로 시습에 물들었기 때문에 그 학설이 그렇다고 한 것이다. 부사 왕경민이 이이에게 말하기를,“내가 사는 곳이 기자의 옛 집터와 가깝기 때문에 항상 홍범당 안에서 홍범당의 범지를 찾았는데, 매번 기자가 동쪽으로 들어온 실적을 자세히 알지 못하는 것이 한스러웠다. 우리 나라에 기록이 있다면 보고 싶다.”하니, 이이는 일찍이 저술한 《기자실기》를 그에게 주었다. 이때 이덕형이 등제하여 이미 명성이 있었다. 두 사신이 한강을 유람하면서 좌우에게 말하기를,“조선에 이덕형이 있는 자가 있다고 들었는데, 한번 보고 싶다.”하니, 이덕형이 감히 그럴 수 없다고 사양하였다. 왕경민이 시를 지어 주었는데, 그 내용에 “신교를 원합니다.”라는 말이 있었다.\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 11월 1일(을묘) 1번째기사",
                "gt-oKo": "조사(詔使)가 서울에 들어와 조서를 반사하고 돌아갔다. 이이가 처음 두 사신을 접견하였을 때 황홍헌이 역관 홍순언(洪純彦)에게 말하기를, “그대의 빈사(儐使)는 산림의 기상을 지니고 있으니 국왕이 산야(山野) 사람으로 우리를 대우하게 한 것이 아닌가?” 하니, 순언이 답하기를, “원접사는 삼장(三場)에 장원한 사람으로 오랫동안 시종(侍從)으로 있다가 중년에 병으로 수년 간 산림에 물러가 휴양하였기 때문에 산림의 기상을 지니게 된 것이다. 그러나 지금은 국왕께서 크게 믿으시는 신하로서 산야 사람이 아니다.” 하였다. 조사가 말하기를, “그렇다면 그가 바로 천도책(天道策)을 지은 사람인가?” 하자 그렇다고 대답하니 두 사신이 고개를 끄덕였다. 길을 오면서 이이의 예(禮)에 대한 논의와 화답한 시를 보고 특례로 정중히 대하였으며, 모든 서한에 반드시 율곡 선생(栗谷先生)이라 칭하였다. 서울에 들어와서 문묘(文廟)를 배알할 적에 명륜당(明倫堂) 벽상에 사물잠(四勿箴)을 걸어놓은 것을 보고 이이에게 그 뜻을 해명해 주기를 청하고 또 말하기를, “송(宋)나라 선비의 격식에 얽매이지 않는 것이 좋겠다.” 하였다. 이이가 극기복례설(克己復禮說)을 지어 주고 또 말하기를, “우리 나라 사람은 식견이 고루하여 단지 정주(程朱)의 학설을 지킬 뿐 다시 다른 도리로 부연할 수 없으니 아무리 격식에 얽매이지 않으려고 해도 할 수 없다. 그런데 지금 고명(高明)의 물음을 받고 분발하게 되었다. 중국은 성리학(性理學)의 고장이니 반드시 정주(程朱)를 이어 학풍을 일으킨 사람이 있을 것이다. 고명의 가르침을 받아 문견이 좁은 의혹을 풀어보고 싶다.” 하니, 두 사신이 다시 변론하지 않았다. 대체로 중국에는 육(陸)·왕(王)의 학설이 성행하였는데 황홍헌도 문장가로 시속에 젖었기 때문에 그의 말이 이러한 듯하다. 부사(副使) 왕경민이 이이에게 말하기를, “내가 살고 있는 곳이 기자(箕子)의 고허(故墟)에서 가깝기 때문에 항상 홍범당(洪範堂) 안에서 홍범의 뜻을 풀어보기도 한다. 그런데 늘 기자가 동쪽으로 온 사적에 대해 알 수 없는 것이 한스럽다. 본국에 기록된 것이 있으면 보고 싶다.” 하므로, 이이가 전에 저술한 《기자실기(箕子實紀)》를 주었다. 이때 이덕형(李德馨)이 과거에 급제하여 이미 명성이 있었는데 두 사신이 한강에 유람하며 좌우에게 말하기를, “조선에 이덕형이란 사람이 있다는 말을 들었는데 한번 만나 보고 싶다.” 하니, 이덕형이 감히 그럴 수 없다고 사양하였다. 왕경민이 시를 지어 주었는데 그 내용에 깊이 사귀고 싶다는 말이 있었다.",
                "hj": "○朔乙卯/詔使入京, 頒詔而還。 珥初接兩使, 洪憲謂譯官洪純彦曰: “爾儐使有山林氣象, 國王無乃以山野人待我耶?” 純彦曰: “遠接使三場壯元, 久居侍從, 中年以疾, 退休林下, 亦有年數, 所以有山林氣象也。 今則爲倚重之臣, 非山野人也。” 詔使曰: “然則是作《天道策》文者耶?” 對曰: “然。” 兩使頷之。 沿途見其論禮、和詩, 敬待加例, 凡書札, 必以栗谷先生稱之。 旣入京, 謁文廟, 見明倫堂壁上揭《四勿箴》, 請珥講解其義, 且曰: “無拘於宋儒窠臼可也。” 珥作《克己復禮說》以贈之, 且曰: “小邦之人, 識見孤陋, 只守程、朱之說, 更無他道理可以敷衍。 雖欲不拘窠臼, 不可得也。 今因明問, 啓發憤悱。 中朝, 性理之窟, 必有繼程、朱而作者。 願承高明之誨, 以祛坐井之疑” 兩使更無辨難。 蓋中朝陸、王之說盛行, 黃洪憲, 文章之士, 不免爲時習所染, 故其說云然。 副使王敬民謂珥曰: “吾居近箕子故墟, 故常紬繹範旨于洪範堂中, 每恨箕子東入實迹未悉。 本國如有誌載, 願見之。” 珥以曾所著《箕子實紀》贈之。 時, 李德馨登第, 已有名。 兩使遊漢江, 謂左右曰: “聞, 朝鮮有李德馨者, 願一見之。” 德馨辭以不敢。 王敬民遺詩以贈, 有願爲神交之語。"
            },
            "2": {
                "H2KE-EN": "Chief Royal Secretary Yu Seongryong 주선ed the proprieties for the funeral proprieties, and the imperial envoy praised him. The King praised him and bestowed silk robes upon him. Shortly afterward, he was promoted to the post of inspector general . When the imperial envoy visited the Shrine to Confucius , he sat in a short time at Myeongnye Hall . Suddenly, he rose to observe the pavilion and viewed the pavilion. Suddenly, he entered the Storehouse of Confucius and took the Family Rituals (C. Li Xi's Family Rituals on the Family Rituals (C. Li ji and learned that this was a rite of our country. When he observed the pavilion, he saw that the proprieties for celebrating the Imperial Crown Princes birthday and the memorial celebrating the Imperial Crown Princes birthday were very pleased. The pavilion of other writings had already been transferred to other writings. Because the pavilion of the Storehouse of Confucius had not yet been repaired, Hong Seongmin , official in charge of the guesthouse , was dismissed from his post.",
                "H2KE-nKo": "도승지 유성룡이 상례를 잘 주선하여 조사가 주목하니, 주상이 가상히 여겨 금포를 풀어 주었다. 얼마 후 품계를 올려 대사헌에 제수하였다. - 조사가 문묘를 배알할 때 명륜당에 앉아 있다가 갑자기 일어나 배회하며 관람하다가 갑자기 존경각에 들어가 《국조오례의》를 가져다 우리나라의 예전이라고 묻고 자세히 살펴보았는데, 영조와 배표의 의식이 있는 것을 보고는 매우 기뻐하였다. 기휘해야 할 다른 책들은 유생들이 이미 옮겨 놓았다. 장경각을 미처 청소하지 못했다는 이유로 관관 홍성민을 해직하였다. -\n",
                "date_ko": "선수 16권, 15년(1582 임오 / 명 만력(萬曆) 10년) 11월 1일(을묘) 2번째기사",
                "gt-oKo": "도승지 유성룡이 상례(相禮)로 예절에 어긋남이 없이 주선하자 조사(詔使)가 주목하였는데, 상이 가상하게 여겨 금포(錦袍)를 벗어 하사하고 곧바로 품질(品秩)을 올려 대사헌에 제수하였다.【조사가 문묘를 배알할 때 명륜당에 앉아 있다가 갑자기 일어나 배회하면서 관람하였다. 그리고 존경각(尊經閣)에 들어가 《오례의(五禮儀)》를 가져다가 그것이 우리 나라의 예전(禮典)인 것을 물어 알고 유심히 살펴보았는데 거기에 영조(迎詔)·배표(拜表)의 의식이 있는 것을 보고 매우 기뻐하였다. 이때 기휘(忌諱)할 만한 다른 서적은 유생들이 벌써 다른 곳에 옮겨 놓았었다. 장경각(藏經閣)을 미처 소제하지 않았다는 이유로 관관(館官) 홍성민(洪聖民)이 해직되었다.】",
                "hj": "○都承旨柳成龍, 相禮周旋, 詔使主目, 上嘉之, 解錦袍賜之。 俄進秩, 拜大司憲。【詔使謁文廟時, 坐明倫堂, 忽起俳佪觀覽, 猝入尊經閣, 取《五禮儀》, 問知爲我國禮典, 諦視之, 見有迎詔、拜表之儀, 甚悅。 他書諱者, 儒生等已移置矣。 以藏經閣未及修掃, 館官洪聖民解職。】"
            }
        }
    }
}