{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gyechuk day, a white sun had a halo around the sun. The three state councilors resigned, but the King did not grant permission.",
                "H2KE-nKo": "흰 무지개가 해를 가로질렀다. 삼공이 사직하였으나 허락하지 않았다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 1월 1일(계축) 1번째기사",
                "gt-oKo": "흰 무지개가 해를 가로질렀다. 삼공이 사직하였는데 윤허하지 않았다.",
                "hj": "○癸丑朔/白虹貫日。 三公辭職, 不許。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the imo year (, the King prohibited the private printing writing style from printing writing style. Prior to this, among those who study books in the capital, I heard that the Chinese court had all printed writing style from writing style. I intended to print writing style into writing style and sold them to sustain their livelihoods. They submitted a petition to the State Council and the Office of the Inspector General . All of them were permitted. These people engaged in writing style into writing style and printed the writing style into writing style and sold them to each government office as well as to the officials of the second rank or above in the provinces. All the scholar-officials saw them convenient. After printing writing several months, the King happened to see them, and became angry and said, What is the case of printing writing style in the writing style? If the writing style were claimed to other countries, the evils of the state were widely revealed. The King asked the high-ranking officials, Who is able to take charge of this? The high-ranking officials were so worried that their words were unclear and reported to the throne. Therefore, the King sent the person to the State Tribunal for interrogation of the printing writing style and thoroughly cross-examined the writing style and intended to execute the death penalty. The person repeatedly received the punishment but did not admit his approval. When the high-ranking officials and the inspectors and censors repeatedly cross-examined and cross-examined the writing style, the King ordered the suspension of the punishment be suspended and he was banished to a remote area. In general, high-ranking officials and inspectors and censors did not",
                "H2KE-nKo": "임오년 삭훈에 사사로이 조보를 인쇄하는 것을 금지하였다. 이에 앞서 서울에서 글자를 알고 놀고먹는 사람들이 중국 조정의 통보가 모두 인쇄되었다는 말을 듣고 이를 모방하여 조보를 인쇄해서 팔아서 생계를 꾸려 나가려고 정부와 헌부에 정소하니, 모두 허락하였다. 그런데 그 사람들이 활자를 새겨 조보를 인쇄해서 각 관사와 지방의 저리에게 팔았으므로 이를 보는 사대부들이 모두 편하게 여겼다. 몇 달 만에 주상이 우연히 이 조보를 보고는 진노하여 말하기를,“조보를 간행하는 것이 사사로이 사국을 설치하는 것과 무엇이 다르겠는가. 만약 다른 나라에 유전된다면 이는 나라의 악행을 드러내는 것이다.”하고, 대신에게 묻기를,“누가 이 일을 주장하였는가?”하니, 대신이 황공하여 명백하게 아뢰지 못하였다. 이에 그 사람을 의금부에 내려 주모자를 끝까지 조사하여 극형을 가하려고 하였는데, 그 사람들이 여러 차례 형신을 받고도 자복하지 않았다. 대신과 대간이 다시 변론하여 다스리니, 비로소 형신을 정지하고 오랫동안 원지에 유배하라고 명하였다. 대개 대신과 대신이 애초에 자기에게 죄를 돌리지 않고 애매모호하게 풀어 주려고 하였기 때문에 이렇게 형벌을 잘못 적용하는 일이 있게 된 것이니, 식자들이 한스럽게 여겼다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 1일(임오) 1번째기사",
                "gt-oKo": "조보(朝報)를 사적으로 인출하는 일을 금지하였다. 이에 앞서 서울에 사는 놀고 먹는 식자들이 중국에서 통보(通報)를 모두 인출한다는 소문을 듣고 그것을 모방하여 조보를 인출해 판매해서 생계의 밑천으로 삼으려고 정부와 헌부에 정소(呈訴)하였는데 모두 허락했었다. 그러자 기인(其人)들이 활자를 새겨 조보를 인쇄해서 각사(各司) 및 외방 저리(邸吏)에 판매를 하니 사대부들이 모두 편리하게 여겼다. 그런데 시행한 지 두어 달 만에 상이 우연히 보고 진노하기를, “조보를 간행하는 행위는 사국(史局)을 사설한 것과 무엇이 다른가. 만약 다른 나라에 유전(流傳)되기라도 한다면 이것은 국가의 나쁜 점을 폭로하는 행위가 될 것이다.” 하고, 대신에게 묻기를, “누가 이 일을 주장했는가?” 하자, 대신들이 황공하여 명백하지 않다는 말로 아뢰었다. 그러자 기인을 금부에 내려 제일 먼저 주창한 사람을 찾아내서 극형에 처하고자 하였다. 그러나 기인 등이 여러 차례 형신을 받으면서도 자복하지 않았다. 대신과 대간이 다시 그들을 위하여 변리(辨理)하니 비로소 형을 정지하고 먼 지방으로 유배하라고 명하였다. 대체로 대신과 대간들이 처음부터 자기들에게 죄를 돌리지 않고 애매하게 그 책임을 모면하려 했기 때문에 이와 같은 실형(失刑)의 거조가 있게 되었으니 식자들은 이 점을 한스럽게 여겼다.",
                "hj": "○壬午朔/禁私印朝報。 先是, 京中識字游食之人, 聞中朝通報皆印行, 欲倣傚印出朝報, 賣以資生, 呈訴于政府、憲府,皆許之。 其人等, 乃刻活字, 印朝報, 賣于各司及外方邸吏, 士大夫見者皆便之。 行之數月, 上偶見之, 震怒曰: “刊行朝報, 與私設史局何異? 若流傳他國, 則是暴揚國惡也。” 問于大臣曰: “誰主張此事乎?” 大臣惶恐, 辭不明白以啓。 乃下其人于禁府, 推究倡首, 欲加極刑, 其人等累受刑不服。 大臣、臺諫復爲辨理, 始命停刑, 長流遠方。 蓋大臣、臺臣, 初不歸罪於己, 而朦朧救解, 故有此失刑之擧, 識者恨之。"
            },
            "2": {
                "H2KE-EN": "On musul day, the first day of the month, [the King] was jointly enshrined in the Royal Tomb of Queen Sinui (Jeongjong . When the coffin was about to depart, a strong wind blew and struck the tent to build a large royal carriage. However, there was no guarding the royal palanquin on the side and there were only several runners who occurred. This was because the ceremonial military regalia and the ceremonial military regalia were not strict.",
                "H2KE-nKo": "인성왕후를 효릉에 부묘하였다. 발인할 때 큰 바람이 불어 장막이 쓰러져 대여를 덮었는데 곁에는 시위가 없고 조졸 몇 명이 소란스러웠으니, 의장과 시위가 엄하지 못해서 그런 것이다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 1일(임오) 2번째기사",
                "gt-oKo": "인성 왕후(仁聖王后)를 효릉(孝陵)에 부장(袝葬)하였다. 발인할 때에 큰 바람이 불어 장막이 쓰러져 대여(大轝)에 덮였으나 곁에는 시위가 없었고, 조졸(皂卒) 두어 명이 떠들썩할 뿐이었으니, 의장(儀仗)과 시위가 엄중하지 못했기 때문에 빚어진 일이다.",
                "hj": "○袝仁聖王后于孝陵。 發引時大風, 吹倒帳幕, 覆于大轝, 而旁無侍衛, 只有皀卒數人喧閙, 仗、衛不嚴而然也。"
            },
            "3": {
                "H2KE-EN": "The Emperor investited the Empress Dowager , investiture of the Empress , and proclaimed the imperial edict to the capital and the provinces. The writing of yellow copy was delivered to Envoy for Reporting to the Emperor of Ming China Hwang Im .",
                "H2KE-nKo": "황제가 황후를 책립하고 서울과 지방에 조서를 반포하였는데, 등황을 주청사 황임에게 부쳐 보냈다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 1일(임오) 3번째기사",
                "gt-oKo": "황제가 황후를 책봉하여 세우고 중앙과 외방에 조서를 반포했는데 등황(謄黃)을 주청사 황임(黃琳) 편에 부쳐왔다.",
                "hj": "○皇帝策立皇后, 頒詔中外, 謄黃順付奏請使黃琳來。"
            },
            "4": {
                "H2KE-EN": "Envoy for Expressing Gratitude for Imperial Benevolence Hwang Im returned from the capital of Ming China. The Board of Rites reported on his mission as follows: The Board of Rites repeatedly requested the [Ming China] because [I] deeply avoided the unjust true circumstances and urgently expected the grievances of his ancestors. His loyalty and filial piety have been extremely urgent. Our Imperial Majesty again permitted [Hwang Im] to increase [Hwang Im], and waited for the writing of the [Ming China], to wait until the writing of the [Ming China] has been proclaimed. There is no need to be worried about [Hwang Im] again. The Emperor received the imperial edict, and this diplomatic document is to inform him of this. ",
                "H2KE-nKo": "주청사 황임이 북경에서 돌아왔다. 예부가 복제하였다. 그 내용은 다음과 같다.“해국이 해마다 주청하는 것은 대체로 좋지 못한 자취를 깊이 피하여 속히 선대의 억울함을 풀어 주려는 것이니, 그 충효와 지정이 참으로 박절합니다. 우리 황상께서 다시 더 들여보내도록 허락하셨으니, 책이 완성되어 반포되기를 기다리자면 다시 누락될까 걱정할 필요가 없습니다. 성지를 받들었기 때문에 자문을 보내 알려 주는 것입니다.”\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 1일(임오) 4번째기사",
                "gt-oKo": "주청사 황임이 북경에서 돌아왔는데, 예부가 복제(覆題)하였다. “해국(該國)이 여러 해 주청한 일은 대체로 좋지 못한 사적을 깊이 회피하여 속히 선대의 원통함을 씻으려는 것으로서 그 충효의 지극한 정이 참으로 절박하고 간절하였으므로 우리 황상께서 다시 더 써 넣으라고 허락하셨다. 그러니 책이 완성되어 반사되기를 기다릴 것이요, 다시 탈루될까 걱정할 필요는 없다. 성지를 받들었기에 이자하여 알리는 것이다.”",
                "hj": "○奏請使黃琳回自京師。 禮部覆題: 該國遞年奏請, 蓋深避不韙之跡, 亟申先世之冤, 其忠孝至情, 委爲迫切。 我皇上, 復許增入, 待書成頒到, 不必更憂脫漏。 奉聖旨, 是故移咨知會。"
            },
            "5": {
                "H2KE-EN": "The people of Liaodong came and resided in Sin Island . They caught fishing and occasionally occurred invading our country. This country sent an official document to Liaodong to request that they be prohibited and that an erected surveillance be erected and persuaded them. Consequently, the Liaodong Garrison sent an official to arrive and cross-examined and repatriated the people. They were severely punished for their beheading.",
                "H2KE-nKo": "요동 백성들이 신도 - 의주의 경계 안에 있다. - 고기잡이하러 왕래하면서 본국을 소란스럽게 하였다. 본국이 요동에 자문을 보내 금지하고 혁파하며 비를 세워 효유할 것을 청하였다. 이에 요동진 차관이 와서 백성들을 찾아내어 돌려보내고 수죄한 자를 엄하게 다스렸다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 2월 1일(임오) 5번째기사",
                "gt-oKo": "요동 사람들이 신도(薪島)에【의주(義州) 경계 안에 있다.】 와서 살면서 고기를 잡는다는 이유로 왕래하며 본국에 해를 끼치므로 본국이 요동에 이자하여 금지하고 혁파해 줄 것과 비를 세워 알아 듣도록 타이를 것을 청하였다. 그러자 요동진 차관이 와서 그들을 찾아 돌려 보내고 먼저 선동한 사람을 엄하게 다스렸다.",
                "hj": "○遼東人民, 來住薪島, 【義州界內。】捕魚往來, 擾害本國。 本國移咨遼東, 請加禁革, 立碑曉諭。 於是, 遼東鎭差官來莅, 括還人民, 嚴治首罪。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, Inspector General Yi I came to the palace to express gratitude for the Kings grace after the first day of the imja year ( and reported to the King as follows: Your Majesty is suffering from a grief during the mourning period, and the feelings of your subjects cannot bear to live comfortably. For this reason, your subject supported him by climbing his journey to departing for his appointed journey. Your subjects implore Your Majesty only desired to look after Your Majestys sagacity. Originally, your subject originally did not wish to perform his duties. Your subject requests that he be replaced. The King replied, Do not approve his resignation. From the beginning, when the Queen Mothers funeral, the elderly and the abandoned subject were entrusted to the courtyard of his hometown. Sometimes he proceeded to a leisure place, bowed deeply and wailed in the mourning dress, and there was no propriety of entering the palace to pay his respects. Therefore, Yi I came to the palace to pay his respects. People still suspected him. Now, at the beginning of the first anniversary of his death and at the funeral, all those in the provinces were coming to arrive. Even though he was punished and expelled from the capital, it was still in accordance with the propriety of wailing and greeting and greeting. Yi I had already retired and repeatedly declined to be 소명, but now he came to the palace to beginning to come. The woman of his brothers asked the reason. Yi I said, I am not a Confucian scholar of Confucian surname, but a salary and title is always related to the 조적 of the royal court. In normal times, it is possible to decline a 소명. However, as the King is suffering from a grief, it is uncomfortable that he retired from his place to decline a 소명. Thus, I wish to proceed to the palace to express gratitude for his grace and resign. At the time, the discussions of the east and the west sides were not satisfied. Second Inspector [of the Office of the Inspector General] Jeong Cheol quite a sense of peacefulness and encouraged Yi I to stay in the capital to circulate both sides. Kim Gye휘 said to Yi I, Currently, Confucian scholars are not satisfied, and thus the court is dark and unclean. If the King receives the great favor of the state, how could he sit satisfy the difficulties in the future? Would it be better to sit",
                "H2KE-nKo": "대사간 이이가 부름을 받고 나아와 사은한 뒤에 아뢰기를,“상께서 현재 상중에 계시므로 신하 된 마음에 차마 편안히 있을 수 없어 이에 병든 몸을 이끌고 길을 나섰습니다. 구구한 정성은 단지 한번 성상을 뵙고자 하는 것일 뿐, 본래 직무를 수행할 생각이 없습니다. 신의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다. - 전부터 왕후의 상에 퇴로하거나 폐고된 신하는 본읍의 관정에 나아가거나 한가한 곳에 나아가 망곡하고 성복만 하고 들어가 임하는 예는 없었다. 이이가 부름을 받고 나온 것에 대해서도 사람들이 오히려 의심하였는데, 지금은 초상과 장례에 지방에 있는 자가 모두 도착하였다. 비록 죄를 지어 쫓겨난 사람이라도 오히려 교외에서 곡송하는 것이 예이다. - 이이가 이미 물러난 뒤에 소명을 여러 차례 사양하다가 이제야 비로소 대궐에 나아갔다. 친구가 그 까닭을 묻자, 이이가 말하기를,“나는 산림의 선비가 아니고 녹질과 직명이 항상 조적에 올라 있습니다. 평상시에는 소명을 사양할 수 있지만 주상께서 현재 상중에 계시니, 물러나 있는 것을 사양하는 것은 온당치 못합니다. 그래서 한번 나와서 사은하고 사직하고자 하는 것입니다.”하였다. 이때 동서의 논의가 여전히 화합하지 못하였는데, 집의 정철이 상당히 화평한 논의를 견지하면서 이이에게 서울에 머물도록 권하여 양쪽을 조화롭게 하도록 하였다. 김계휘가 이이에게 말하기를,“현재 사류가 화합하지 못하기 때문에 청론이 행해지지 않고 조정이 혼탁합니다. 그대처럼 국가의 두터운 은혜를 입고서 만약 후일에 예측할 수 없는 변고가 생긴다면 앉아서 보기만 하고 달려오지 않을 수 있겠습니까. 난리가 일어나기 전에 달려가 구원하는 것보다는 난리가 일어나기 전에 미리 구제하는 것이 낫지 않겠습니까.”하니, 이이가 말하기를,“사람이 선 뒤에야 행할 수 있는 법입니다. 만약 내가 그대로 머물러 있으면 참으로 명분과 의리가 없습니다. 내가 이미 잘못되었으면 사람이 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 선 채로 셈입니다.”하였다. 이지함도 이이에게 머물도록 권하였으나, 들어주지 않았다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 1일(임자) 1번째기사",
                "gt-oKo": "대사간 이이(李珥)가 소명을 받고 대궐에 나와 사은한 뒤에 아뢰기를, “상께서 지금 상중에 계시는데 신하의 심정에 차마 편안히 있을 수 없어서 이렇게 몸을 이끌고 길을 나섰습니다. 이 구구한 정성은 다만 한번 성상을 우러러보고 싶었을 뿐 애당초 직무에 이바지할 뜻은 없었습니다. 신의 직책을 갈아 주소서.” 하니, 사양하지 말라고 답하였다.【전부터 왕후의 상사에는 퇴로(退老)했거나 폐고(廢錮)당한 신하는 본읍 관청 뜰에 나아가거나 한가한 곳에 가서 망곡(望哭)한 다음 성복(成服)하였고 대궐에 들어가 임곡(臨哭)하는 예가 없었다. 그런데 이이가 소명을 받고 대궐에 나아가자 사람들이 오히려 의심하였다. 지금은 왕후의 초상과 장사에 지방에 있는 자들이 모두 대궐에 왔으며 죄를 짓고 쫓겨난 사람도 오히려 교외에서 곡송(哭送)하는 것을 예로 삼고 있다.】 이이가 이미 물러가 있으면서 소명을 여러 차례 사양하다가 이때 비로소 대궐에 나아가니 벗이 그 까닭을 물었다. 그러자 이이가 말하기를, “나는 산림의 선비가 아니라 녹질(祿秩)과 직명(職名)이 항상 조정의 사적(仕籍)에 기록되어 있는 사람이다. 평소라면 소명을 사양할 수 있겠으나, 지금은 주상이 상중에 계신데 물러나 있다고 하여 소명을 사양하기가 미안하기 때문에 한번 나와 사은하고 사직하려는 것일 뿐이다.” 하였다. 이때에 동인(東人)과 서인(西人)의 논의가 아직도 화합하지 못하였는데 집의 정철(鄭澈)이 자못 화평한 논의를 가지고 이이에게 서울에 머물러 있으면서 동·서인 사이를 조화시켜 줄 것을 권했다. 그리고 김계휘(金繼輝)가 이이에게 말하기를, “지금 사류들이 화합하지 않기 때문에 청론이 행해지지 않아서 조정이 혼탁해지고 있는 실정이다. 그대같은 사람은 나라의 두터운 은혜를 받고 있는 처지로 혹 후일 헤아리지 못할 변이 생긴다면 그 일을 구제하기 위해 달려가지 않고 앉아서 구경만 하고 있겠는가. 난이 일어난 뒤에 달려가 구제하는 것이 어찌 난이 일어나기 전에 방지하는 것만 하겠는가.” 하니, 이이가 말하기를, “사람이란 일어선 다음에 걸을 수 있는 것인데, 만약 내가 그대로 머문다면 참으로 명의(名義)가 없는 것이다. 따라서 내 자신이 지조를 잃는다면 사람이 서지도 못하면서 걸으려고 하는 것과 같다.” 하였다. 이지함(李之菡)도 이이에게 서울에 머물 것을 권하였으나 듣지 않았다.",
                "hj": "○壬子朔/大司諫李珥, 赴召謝恩後啓曰: 自上方在哀疚之中, 臣子之情不忍安居, 玆用扶曳登途。 區區之誠, 只欲一得瞻望天光耳, 本無供職之念, 請遞臣職。” 答曰: “勿辭。”【自前王后之喪, 退老、被廢之臣, 只就本邑官庭, 或就閑處, 望哭成服, 無入臨之禮。 故李珥之赴召, 人猶疑之。 今則初喪及葬, 在外者畢至, 雖罪黜人, 猶於郊外哭送爲禮。】 珥旣退, 累辭召命, 今始赴闕。 友人問其故, 珥曰: “我非山林之士, 祿秩、職名, 常係於朝籍。 平時則可辭召命, 主上方在哀疚中, 退處, 辭召爲未安, 故欲一出謝恩, 辭職耳。” 時, 東西之論猶未協和, 執義鄭澈, 頗持和平之論, 勸珥留京, 調劑兩間。 金繼輝謂珥曰: “方今士類不協, 故淸論不行, 朝著昏濁。 如君受國厚恩, 倘後日有不測之變, 則其可坐視不赴難乎? 與其亂作而赴救, 曷若預救於未亂乎?” 珥曰: “凡人立然後能行。 若我仍留, 則眞無名義。 我身旣失, 則如人未能立而欲行矣。” 李之菡亦勸珥留, 不聽。"
            },
            "2": {
                "H2KE-EN": "Left State Councilor Hong섬 and Right State Councilor 노수신 all resigned from office due to illness. The Royal Secretariat reported, The two state councilors are simultaneously replaced, and the hearts of the people are unsatisfied. The King replied, The replacement of a high official should not be discussed by the Royal Secretariat. The Office of the Censor General submitted a memorial requesting that Shin Susin not be replaced, but the King did not approve this request. Assistant Deputy Director Yi Jil asked Yi I, Was there any incident in which Noh Sang replaced is related to the affairs of the state? Yi I said, Noh Sang did not have a thorough knowledge of the state, and thus many people regarded him as insufficient. However, in this occasional at the time, how could he have possessed a talent of administration to the position of privilege? Compared to the artisans, Noh Sang is a man who sat leep and eats. Even if he does not benefit no benefit, it will also be harmful. After Noh Sang replaced him, if he destroyed roof tiles and dragons, how could his harmful effects be? Yi Jil agreed with him and thereupon 차자를 올렸다.",
                "H2KE-nKo": "좌의정 홍섬, 우의정 노수신이 모두 병을 이유로 면직되었다. 정원이 아뢰기를,“두 정승이 한꺼번에 모두 체차되었으므로 인심이 불안해하고 있습니다.”하니, 주상이 답하기를,“대신의 진퇴는 정원이 간여할 바가 아니다.”하였다. 홍문관이 차자를 올려 노수신을 체차하지 말 것을 청하였으나, 윤허하지 않았다. - 부제학 이산해가 이이에게 묻기를,“노상을 체차하는 것이 시사에 관계가 있습니까?”하니, 이이가 아뢰기를,“노상은 건의하여 밝힌 것이 없어 사람들이 대부분 부족하게 여기고 있습니다. 그러나 이러한 때에 비록 세상을 경륜할 만한 재주를 지닌 사람을 정승 자리에 앉힌다 하더라도 어떻게 일을 할 수 있겠습니까. 공장에 비유하면 노상은 팔짱을 끼고 앉아서 밥만 먹는 자입니다. 비록 무익하지만 또한 해로울 것이 없습니다. 노상이 서로 체차된 뒤에 기와를 부수고 벽돌을 그리는 자가 대신한다면 그 피해가 어찌 적겠습니까.”하자, 이산해가 그 말을 옳게 여겨 마침내 차자를 올렸다. -\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 3월 1일(임자) 2번째기사",
                "gt-oKo": "좌의정 홍섬(洪暹), 우의정 노수신(盧守愼)이 모두 병을 핑계로 사면하였다. 정원이 아뢰기를, “두 정승이 일시에 같이 체직되었으므로 인심이 불안해 하고 있습니다.” 하니, 상이 답하기를, “대신의 진퇴에 관하여 정원이 참여할 바가 아니다.” 하였다. 홍문관이 상차하여 노수신을 체직시키지 말 것을 청하였으나, 윤허하지 않았다.【부제학 이산해(李山海)가 이이에게 ‘노수신이 정승에서 체직된 것이 시사(時事)에 관계가 있는가?’ 하자, 이이가 ‘노수신이 정승으로서 이렇다 할 건명(建明)의 사실이 없어서 사람들이 그를 하찮게 여기고 있다. 그러나 지금같은 상황에서 아무리 경국 제세의 재능을 가진 사람을 정승 자리에 있게 한다 하더라도 그가 어떻게 무엇을 할 수 있겠는가. 공장(工匠)으로 비유하자면 노 정승은 팔짱을 끼고 앉아서 먹는 사람과 같아서 이익도 없지만 그렇다고 해를 주는 것도 없다. 그러나 노 정승이 체직된 뒤에 도움은 주지 못하고 훼방이나 놓는 자에게 그 자리를 맡게 한다면 그 피해가 어찌 작겠는가.’ 하였다. 이산해가 옳다고 생각하고 곧 차자를 올렸다.】",
                "hj": "○左議政洪暹、右議政盧守愼, 皆辭疾免。 政院啓曰: “二相一時竝遞, 人心不安。” 上答曰: “大臣進退, 非政院所當預也。” 弘文館上箚, 請勿遞守愼, 不允。【副提學李山海問李珥曰: “盧相之遞, 有關時事否?” 珥曰: “盧相無所建明, 人多少之。 然當此時, 雖使經世之才居相位, 安能有所爲乎? 譬之工匠, 盧相乃拱手坐食者也。 雖無益, 亦無害。 盧相遞後, 若毁瓦畫墁者代之, 其害豈淺哉?” 山海然之, 乃上箚。】"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the month, Fourth Inspector of the Office of the Inspector General Kim Cheonil resigned from office due to an illness and returned to his hometown. Kim Cheonil was a man of integrity and was selected as fourth inspector of the Office of the Inspector General . After receiving a royal order, he submitted a memorial requesting his resignation, but the King did not approve his resignation. One day, he entered the royal presence and fully explained the current suppression of the people. He also requested his reappointment of wisdom and his words were earnest and sincere. The King did not respond to this. Kim Cheonil was slightly disappointed, and eventually he resigned from office due to an illness.",
                "H2KE-nKo": "사헌부 지평 김천일이 병을 이유로 사직하고 고향으로 돌아갔다. 김천일은 청백하다는 명성이 있어서 지평에 발탁되었는데, 숙배한 뒤에 상소하여 사직하였으나 허락하지 않았다. 하루는 입시한 기회에 당시의 폐단을 극력 진달하고, 또 어진 인재를 거두어 쓰기를 청하였는데, 말뜻이 간절하여 수백 마디의 천 마디의 말을 진시부터 사시까지 하였으나, 주상이 답하지 않았다. 김천일이 뜻이 꺾이자 마침내 병을 이유로 면직된 것이다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 1일(임오) 1번째기사",
                "gt-oKo": "사헌부 지평 김천일(金千鎰)이 병을 핑계하고 고향으로 돌아갔다. 천일이 청백하다는 이름으로 발탁되어 지평이 되었다. 그가 배명한 뒤에 상소하여 사직하였는데 허락하지 않았다. 하루는 입시하였다가 당시의 폐단을 극진히 진달하고 또 어진 인재를 거두어 등용할 것을 주청하였는데 사연이 간곡하고 절실하였으며 많은 말로 진시에서 사시까지 아뢰었으나 상이 답하지 않았다. 그러자 천일은 의기가 저상되어 마침내 병을 핑계로 체직 해면한 것이다.",
                "hj": "○壬午朔/司憲府持平金千鎰, 謝病歸鄕。 千鎰以淸名, 被擢爲持平。 拜命後上疏辭職, 不許。 一日因入侍, 極陳時弊, 且請收用賢才, 辭意懇切, 累千百言, 自辰至巳, 而上不答。 千鎰意沮, 遂引疾遞免。"
            },
            "2": {
                "H2KE-EN": "The King reappointed Hong섬을 Left State Councilor again. Although the King reprimanded the report of the Royal Secretariat , he followed the public opinion and reappointed [Hong]섬을 다시 prime minister. [Hong]섬을 observed the custom and did not make a thorough knowledge, the King still regarded him as important. At the time, 정언 Ji was appointed governor of Chungcheong Province . [The King] specially ordered that he be promoted to Grand Master for Excellent Virtue , and the Office of the Censor General requested that he be corrected. The King said, Eonji is not appropriate to be promoted to Grand Master for Excellent Virtue. Only then can he be promoted to a higher rank? The King was an extraordinary scholar who happened to make a thorough report and yet declined to resign. Eonji was repeatedly appointed to the Royal Secretariat , and he was cautious and cautious. Thus, he was widely promoted to a higher rank and appointed to a higher rank. This was to rectify the scholarly ethos so that he could not speak about the administration of state affairs.",
                "H2KE-nKo": "다시 홍섬을 좌의정으로 삼았다. 주상이 비록 승정원이 아뢴 것을 배척하였으나 공론을 따라 홍섬을 다시 정승으로 삼은 것이다. 홍섬은 습속을 따라 행동거지에 대해 건의하여 밝힌 것이 없었는데도 주상이 오히려 그를 중시하였다. 이때 정언지가 충청 감사로 있었는데 특별히 가선대부를 가자하도록 명하니 양사가 아뢰어 개정하기를 청하였다. 주상이 말하기를,“정언지가 가선대부에 합당하지 않은 것은 아니다. 반드시 조용히 말을 잘하고 용렬한 사람이라야 품계가 오를 수 있겠는가.”하였다. 주상은 사류들 중에 우수한 자가 건의하기를 좋아하고 사퇴하기를 좋아한다고 여겼다. 정언지는 여러 차례 후설의 직임을 맡았으나 삼가고 침묵하며 무능하였기 때문에 현저하게 가자하여 발탁해서 선비의 습속을 바로잡아 시정을 말하지 못하게 하려고 한 것이다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 1일(임오) 2번째기사",
                "gt-oKo": "다시 홍섬을 좌의정으로 삼았다. 상이 정원의 아룀을 배척하였으나 공론을 따라서 홍섬을 다시 정승으로 삼은 것이다. 홍섬은 세속을 따라 행동할 뿐 건명(建明)한 일이 없는데도 상은 오히려 그를 중히 여겼다. 이때 정언지(鄭彦智)를 충청 감사로 삼고 특명으로 가선의 품계를 더하였는데 양사(兩司)가 개정할 것을 청하자, 상이 이르기를, “정언지가 가선에 합당하지 못한 것이 아니다. 평소에는 말만 곧잘 하다가 막상 일에 임하면 제대로 처리하지 못하는 자이어야만 품계를 올려주란 말인가.” 하였다. 상이 사류들 중에 우수한 자들은 건백하기를 좋아하고 사퇴하는 것을 숭상하는데 반해 정언지는 여러 번 후설(喉舌)의 자리에 있으면서도 삼가고 침묵을 지킬 뿐 무능하였으므로 드러나게 가자하고 등용해서 사습을 바로잡아 사류들로 하여금 시정(時政)을 말하지 못하게 하고자 한 것이다.",
                "hj": "○復以洪暹爲左議政。 上雖斥政院之啓, 從公論, 復相暹。 暹循俗行止, 無所建明, 上猶重之。 時, 鄭彦智爲忠淸監司, 特命加嘉善, 兩司啓請改正, 上曰: “彦智非不合於嘉善也。 必靜言庸違之人然後, 乃可升階乎?” 上以士類之尤者, 喜建白, 而尙辭退, 彦智累居喉舌, 謹默無能, 故顯加擢用, 欲矯士習, 使不言時政也。"
            },
            "3": {
                "H2KE-EN": "Yi I submitted a resignation and returned to his hometown. [Yi] I always harbored a worries about the country and demonstrated his meritorious deeds as a opportunity to govern [the country]. He observed the King to summon him and again discussed the current affairs. He stayed in his private residence for a month, but eventually he could not come to an audience with him and returned.",
                "H2KE-nKo": "이이가 사직하고 고향으로 돌아갔다. 이이가 매번 나라를 걱정하는 마음을 품고 위훈을 삭제하는 것을 나라를 다스리는 기틀로 삼았다. 주상이 불러서 보고 다시 시사를 논할 수 있기를 바라서 한 달 동안 저사에 머물렀으나 끝내 입대하지 못하고 돌아갔다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 1일(임오) 3번째기사",
                "gt-oKo": "이이가 사직하고 고향으로 돌아갔다. 이이가 매양 나라 걱정하는 생각을 가지고서 위훈(僞勳)을 삭제하는 것을 선치(善治)의 계기로 삼고 상의 소견(召見)을 받아 다시 시사를 논할 수 있을 것으로 여겨 경저(京邸)에 한 달 동안 머물러 있었으나, 마침내 입대(入對)하지 못하고 고향으로 돌아간 것이다.",
                "hj": "○李珥辭職還鄕。 珥每懷憂國之念, 以削僞勳爲向治之幾, 覬上召見, 得復論時事, 留邸一月, 竟不得入對而歸。"
            },
            "4": {
                "H2KE-EN": "The army headquarters of the 병영 of Gyeongsang Province made an excuse. The King ordered that the principal offender beheaded. At the time, Commander Shin Ik repaired the weaponry and urged compulsory labor service was very hard. The soldiers resentful and angry. At night, they opened the doors and set up the doors. When they were about to make an excuse, Shin Ik himself refused to express his gratitude. Only afterward, Kwak Yeong secretly captured the principal offender and reported it to the King. The King was greatly surprised and ordered that the principal offender be decapitated, and he be executed by dismemberment, encouraged the people. [Shin] Ik was also punished. Consequently, the 무장 and others said, The army headquarters of the garrisons are not willing to be attacked outside the capital. This is an ordinary matter. Now that the principal offender is discovered, the principal offender will be killed, and the death penalty will be divided. At the time, the military affairs occurred like this.",
                "H2KE-nKo": "경상도 병영의 군사가 난을 일으켰다. 주동자를 주벌하라고 명하였다. 이때 우후 신익이 군기를 수리하고 감독하는 일이 매우 엄하고 가혹하였다. 군사들이 원망하고 노여워하여 한밤중에 문을 열고 진을 치고 난을 일으키려고 하자, 신익이 몸소 사과하고 그제야 해산하였다. 절도사 곽영이 주동자를 은밀히 체포하여 가둔 뒤에 주상에게 보고하니, 주상이 크게 놀라 주동자를 참수하고 효시하여 대중을 위협하라고 명하였는데, 신익도 죄에 저촉되었다. 이에 무장 등이 말하기를,“진군이 진장을 좋아하지 않으면 밖에서 진을 치는 것은 근래에 흔히 있는 일이다. 지금 마침 발각되었는데 주동자는 죽고 죽음은 명이다.”하였다. 당시 군정의 난이 이와 같았다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 1일(임오) 4번째기사",
                "gt-oKo": "경상도 병영 군사가 난을 일으켰는데 맨 먼저 선동한 자를 주살(誅殺)하라고 명하였다. 이때 우후 신익(申翌)이 군기를 정비하면서 엄하고 가혹하게 독촉하였다. 군사들이 분노하여 밤중에 성문을 열고 진을 치고서 난을 일으키려 하니 신익이 몸소 사과한 뒤에야 곧 해산하였다. 그런데 경상도 절도사 곽영(郭嶸)이 맨 먼저 선동한 자를 은밀히 체포하여 수금한 다음 계문하니, 상이 크게 놀라서 맨 먼저 선동한 자를 참수하여 효시해서 군중에 위엄을 보이도록 하였는데 신익 역시 죄에 걸렸다. 이때에 무장들이 말하기를 ‘진의 군사들이 진장(鎭將)에게 좋지 않은 감정이 있으면 밖에서 진을 치고 항의하는 것은 근래에 흔히 있는 일인데, 지금 마침 발각되어 맨 먼저 선동한 자가 죽임을 당했으니, 죽음은 바로 명(命)이다.’ 하였는데, 당시 군정(軍政)이 이처럼 문란하였다.",
                "hj": "○慶尙道兵營軍作亂, 命誅其首倡者。 時, 虞候申翌修鍊軍器, 督役嚴苛。 軍士怨怒, 夜半開門結陣, 將作亂, 翌躬自謝過, 然後乃解。 節度使郭嶸密捕首謀, 囚之然後啓聞, 上大驚, 命斬首謀者, 梟示威衆, 翌亦扺罪。 於是, 武將等謂曰: “鎭軍不悅鎭將, 則結陣於外, 乃近來常事也。 今適發覺, 首謀者死, 死乃命也。” 時, 軍政之亂如此。"
            },
            "5": {
                "H2KE-EN": "The King reappointed Noh Susin again as Right State Councilor. As Susin again resigned, the King said, A high-ranking official is one of the same surname and one of the various ministers. The responsibility of the country and the peace and the security of the country cannot be delayed. My dear sir, with virtue and behavior, has talented in learning. Recently, there are many concerns. However, upon retiring my dear sirs resigning, I firmly wished to leave my dear sir and leave my dear sir. Would it be possible for me to demonstrate my filial piety? The reason why I replaced my dear sirs previous position was for the time being to comfort my dear sirs mind, but it was not right to do so. If my dear sirs fir wishes to assume office, my dear sir will surely recover from his illness for a long time. Consequently, Susin was appointed to office.",
                "H2KE-nKo": "노수신을 다시 우의정으로 삼았다. 노수신이 또 사직하니, 답하기를,“대신은 한 사람을 보필하고 백규를 담당하니, 그 진퇴에 국가의 안위가 달려 있다. 구차하게 해서는 안 된다. 경은 덕망도 있고 행실도 있으며 학식도 있고 재주도 있다. 지금 우려할 만한 일이 많은데, 도리어 지극히 간절하게 사퇴하면서 스스로 생각하기를 ‘임금을 버리고 나라를 떠나서 효도할 만한 사람이 있다.’라고 여긴단 말인가. 전일 체차한 것은 우선 경의 마음을 위로해 주려 해서였지 그렇게 해서는 안 된다고 여겨서가 아니었다. 정성이 있으면 감응하지 않는 물건이 없는 법이다. 내가 경이 출사하기를 이와 같이 바라고 있으니, 경의 병은 필시 오래지 않아 나을 것이다.”하였다. 이에 노수신이 배명하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 4월 1일(임오) 5번째기사",
                "gt-oKo": "다시 노수신을 우의정으로 삼았다. 수신이 또 사직하니, 답하기를, “대신은 임금 한 사람을 보필하고 백관들의 웃자리에 있는 자로 그의 진퇴는 국가의 안위가 달려 있는 것인 만큼 구차히 할 수 없다. 경은 덕망과 조행 그리고 학식과 재능이 있는 사람으로 지금같이 걱정이 많을 때에 간곡한 말로 사퇴만 하고 있으니 스스로 생각해 본다면 임금과 나라를 버리고서 효도를 한다고 할 수 있겠는가. 전날의 체직은 우선 경의 마음을 위로하려는 것이었고 당연하다고 여겨서 그런 것이 아니었다. 성의가 있으면 감응하지 않는 물건이 없는 것이다. 내가 경이 출사하기를 바라는 마음이 이와 같으니 경의 병이 반드시 오래지 않아서 나을 것이다.” 하자, 노수신이 곧 배명하였다.",
                "hj": "○復以盧守愼爲右議政。 守愼又辭, 答曰: “大臣輔一人、宅百揆, 其進退, 繫國安危, 未可苟也。 卿有德有行、有學有才。 屬今多虞, 顧乃辭退至懇, 自意有舍君去國, 而可以爲孝者乎? 前日之遞, 將以姑慰卿心, 非以爲當然也。 有誠則無物不應。 予之望卿出仕如此, 卿病必不久而瘳矣。” 守愼乃拜命。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 1일(신해) 1번째기사",
                "gt-oKo": "다시 대사간으로 이이를 부르자 이이가 상소하여 사직하고 또 아뢰기를, “전하께서 만약 신이 쓸 만한가의 여부를 아시고 싶으시다면 마땅히 시사(時事)에 대하여 물어 보소서. 그리하여 신의 말이 쓸 수가 없다면 다시 부르지 마소서.” 하니, 상이 답하기를, “그대의 사직 상소를 보았다. 간장(諫長)의 자리를 오래 비워둘 수 없어서 이에 본직을 체직한다. 그대에게 좋은 의견이 있으면 사실대로 봉서하여 아뢰라.” 하자, 이이가 드디어 상소하기를, “성비(聖批)에 ‘그대에게 좋은 의견이 있으면 사실대로 봉서하여 아뢰도록 하라.’ 하셨습니다. 신이 삼가 받들어 보니 정신이 번쩍 듭니다. 신은 성은을 받고 감격하여 순국(徇國)할 뜻을 갖고 있었으므로 보잘것없는 저의 충심을 다 바쳐 조금이나마 도움을 드릴 수 있다면 어떠한 형벌을 받게 된다 하더라도 신은 피하지 않을 것입니다. 하물며 성상께서 넓으신 도량으로 후하게 용서하시어 신으로 하여금 말을 올리게 하시는 데이겠습니까. 신은 이제 간담에 쌓인 회포를 모두 짜내어 성상의 뜻에 저촉된다 하더라도 모두 말씀드리겠습니다. 삼가 바라건대, 성명께서는 도(道)에서 찾아보소서. 아, 지금 건도(乾道)가 떳떳함을 잃고 칠정(七政)이 궤도에 어긋나며, 요성(妖星)이 하늘을 뒤덮고 흰 무지개가 해를 가로지르며, 때 아닌 바람이 부는가 하면 우박이 내리고 수해와 한재가 극도로 기승을 부리며 나쁜 기운이 공중에 가득하여 여역(癘疫)을 빚어내고 있는 것을 전하께서 이미 우러러 관찰하셨을 것입니다. 그리고 지축(地軸)이 안정을 잃어 때 아닌 지진이 일어나고 큰 냇물이 마르며 명산이 소울음 소리를 내는가 하면 새와 짐승이 괴상한 형상을 나타내며 나무와 돌이 괴이한 형태를 드러내고 토기(土氣)가 산만하여 오곡이 성장하지 않는 것도 전하께서 이미 굽어 살피셨을 것입니다. 뿐만 아니라, 사습이 투박해져서 말만 앞세우며, 의(義)를 뒤로 돌리고 이(利)만 앞세우며 공(公)을 병들게 하고 사(私)를 살찌우며 지저분한 사람은 날로 성하고 충직한 사람은 날로 고립되며 기강이 문란하고 어긋나서 온갖 공이 모두 무너져 버리는 것을 전하께서 이미 직접 보신 일입니다. 백성이 도탄에 빠져 허덕이며 사람의 상도(常道)가 모두 없어져서 부자 형제가 서로 해치고 있으며 강상이 없어지고 도적이 횡행하여 그 재해가 홍수(洪水)보다 참혹하고 풍속이 오랑캐보다도 심한 것을 전하께서 역시 들으셨을 것입니다. 하늘이 노여워하고 백성은 곤궁하여 나라의 형세가 위태로와진 것을 모두 전하께서 스스로 아시는 일인데 신이 감히 장황하게 진달할 수 있겠습니까. 신은 그저 근본으로 돌아가는 것을 가지고 말씀드리겠습니다. 신은 들으니, 천하의 모든 일에는 본(本)과 말(末)이 있어서 본을 잘 다스리면 말은 자연히 다스려지기 마련이지만 본을 버리고 말을 우선하다 보면 한갓 수고롭기만 할 뿐, 이익은 없다고 하였습니다. 임금은 바로 한 나라의 근본이 되므로 치란(治亂)이 임금에게 달려 있습니다. 그러므로 임금이 할 도리를 다했는데도 나라가 다스려지지 않는다는 것은 있을 수 없는 일입니다. 그렇다면 오늘날의 인심과 세도(世道)가 한결같이 이 지경이 된 것을 보면 전하의 정치와 교화가 훌륭하지 못해서 그런 것이 아니겠습니까. 정치와 교화는 임금의 마음과 관계되는 것이고 보면 전하께서 자신을 반성하는 학문과 성의(誠意)·정심(正心)의 공부가 미진한 점이 있어서 그런 것이 아니겠습니까. 전하께서 이 점에 근본을 추구하여 생각해 보셨습니까? 아, 도가 밝아지지 않고 행해지지 않은 지 오래되었습니다. 성인의 경(經)과 현인의 전(傳)이 다만 미담거리가 되었는가 하면, 명예를 구하는 자가 이것을 빌어 영예를 얻고 작록을 구하는 자가 이것을 계제로 하여 벼슬을 얻고 있을 뿐, 그 말을 실천하고 그 몸을 닦는 자는 극히 적으니 진실로 호걸스런 인재가 아니면 누가 백세(百世) 뒤에 분발하여 일어나서 한때의 누습을 씻어줄 수 있겠습니까. 아, 전하의 영특하신 자질은 대단히 탁월하신 데다가 명세(命世)의 재질까지 소유하시고서 군사(君師)가 되어 나라를 다스리고 계시니 치세의 형세가 있습니다. 그런데 지금까지 윤덕(允德)과 선치(善治)를 이루지 못하고 계시니 그 까닭은 무엇입니까? 예로부터 신하된 자로서 선(善)을 실천하는 자가 적었습니다. 보통 사람들은 대부분 이(利)를 좋아하는 데다가 쇠세(衰世)에는 선을 실행하더라도 이로움을 받지 못합니다. 예컨대 자신이 정직하면 남들이 시기하고 정도를 밟아가면 벼슬을 잃게 되고 직책을 잘 이수하면 질투하는 자가 생기고 충성을 다하여 말하면 임금의 은혜가 바뀌게 됩니다. 그러기 때문에 참으로 도에 뜻을 두고 자기를 위하여 학문을 하는 선비가 아니면 선을 실천하지 못하고 대부분 유행되는 풍속에 빠져들곤 합니다. 그러나 임금은 그렇지 않아서 도가 자신으로부터 행해지고 정치도 자신이 실시하는 것입니다. 선을 행하면 하늘이 상서를 내려주고 악을 행하면 재앙을 내려 주며, 백성들은 자신을 보살펴주면 임금으로 여기지만 포악하게 하면 원수로 여기게 됩니다. 그래서 하늘의 뜻과 백성의 마음을 환하게 관찰할 수 있습니다. 이러한 사실을 임금이 모르는 것은 아니지만 선을 행하는 경우가 적은 것은 욕심에 가로막혀 자기의 본심을 잃은 때문입니다. 대체로 성색(聲色)을 좋아하다 보면 황음(荒淫)만을 즐기게 되어 그것이 짐독(鴆毒)보다 나쁜 것인 줄 발견하지 못하게 되고, 재화를 좋아하다 보면 거두어 들이는 것만을 일삼게 되어 백성들이 흩어지는 것을 알지 못하며, 놀기만을 좋아하다 보면 절도 없는 놀이에 정신이 팔려 잘못된 정치가 해됨을 느끼지 못하게 되고 용병하기를 좋아하다 보면 그칠 줄 모르고 무력을 남용하게 되어 백성들이 앙화를 받게 된다는 사실을 모르게 됩니다. 임금이 도를 잃게 되는 것은 대개 이 네 가지에서 벗어나지 않습니다. 그런데 지금 전하께서는 밝고 순수한 기질을 받으신 데다가 몸가짐을 검소하게 하고 계시니 어찌 여색을 좋아하고 재물을 좋아하는 병폐가 있다고 하겠습니까. 성상께서 12년 동안 임어하시면서 일찍이 유람하고 관광한 적이 없으셨으니 정사를 게을리하며 놀기만하는 병폐가 없는 것을 알 수 있습니다. 그리고 군비만 철저하게 하고 함부로 군대를 출동하지 않으셨으니 역시 용맹을 좋아하는 병폐도 없다고 하겠습니다. 그런데 전하께서는 무슨 병폐가 있어서 학문에 종사하여 몸을 성실하게 하지 못하십니까. 도는 높거나 먼 곳에 있는 것이 아니라 날마다 사용하는 가운데 있는 것인데 어떤 사람은 지극히 어려운 것으로 여기고 어떤 사람은 능력이 부족한 것을 우려하여 아예 시도하려 하지도 않는 경우가 있는데 혹시 전하께서도 지극히 어렵다거나 능력이 부족하다고 여기는 것은 아니십니까? 전하께서 이미 분발하여 성인(聖人)이 되시려는 뜻이 없으셨기 때문에 여러 신하들이 모두 그럴 것으로 보고 정심(正心)·성의(誠意)에 대한 말을 듣기 싫은 진부한 말이라 하고 책난(責難)·진선(陳善)하는 것을 어리석은 선비의 오활한 대책이라고 생각하여 경연 석상에서는 다만 문자를 해석하는 것으로 계옥(啓沃)의 책임을 때우고 있을 뿐이며, 전하 역시 반복하여 자훈(字訓)과 문의(文義)만을 자문하시고 절실한 실천의 공부에 대해서는 하문한 적이 없었습니다. 대체로 글을 읽으면서 글뜻만을 구하고 자기의 몸에 반성하여 찾지 않는 것은 곧 과거 공부를 하는 선비들이 명예를 구하고 작록을 구하는 일입니다. 속된 선비들이야 이렇게 하여 신분이 발로되어 명성이 드높고 작록이 후하게 되면 그들의 소원을 이루었다 할 것입니다. 그러나 지금 전하의 소원은 요순 같은 성군이 되고 요순 시대의 백성같이 되어주기를 바라는 것인데 어찌 그 화려한 것만을 추구하고 실질적인 것은 추구하지 않아서야 되겠습니까. 이것이 첫 번째 일입니다. 아, 전하께서 경국 제세의 자질로 중대한 왕업을 부탁받으시어 청명한 정치로 시작하셨으니 어찌 나라를 평화롭게 다스리어 백왕(百王)들보다 훨씬 뛰어나고 싶은 뜻이 없으시겠습니까마는 여러 신하 중에 성상의 뜻을 받들어 담당할 자가 적다 보니 조정의 계책이 마땅함을 상실하였고 쓸 만한 사람은 시험해 보아도 공적을 이루지 못하며 의논이 통일되지 않아 성상의 덕화가 나타나지 않고 있는 것입니다. 그리고 조정의 대신들 사이에는 시행해 볼 만한 말들을 하고 있으나, 성상의 혜택은 대궐문 밖으로 퍼져나가지 않고 있습니다. 그래서 성상의 마음 속에 서글픔이 감돌아 비로소 다스리지 못하겠다는 탄식을 하게 되었고 따라서 큰 일을 하시려던 뜻이 저상(沮喪)되었습니다. 성상의 뜻이 이미 저상됨에 따라 다시 다스림을 도모하지 않고 계시기 때문에 여러 신하들도 그런 것을 보고 마음이 누그러지고 몸이 해이해진 채 봉록 받아먹는 것만을 일삼고 있으며 사람을 위하여 관직을 가리는 등, 하는 일 없이 노닐며 날을 보내고 있습니다. 그리고 한 관직에 오래 있게 되면 병을 핑계로 우물쭈물 세월을 보내면서 녹봉만을 축내고 있을 뿐, 온갖 일을 다스리지 않고 있으며 간혹 공무를 받들어 직임을 다하는 자가 있으면 여러 사람들이 반드시 지목을 하면서 어리석고 망령되다고 기롱하기도 하고 명예를 낚는 행위라고 풍자하기도 합니다. 그리하여, 오직 일을 게을리하고 시속을 따르는 자라야 위로는 임금에게 바른 말을 하지 않을 수 있고 아래로는 벗을 잃지 않을 수 있으므로 밖에는 비방하는 사람이 없고 안에는 친히 꾸짖는 사람이 없게 되어 하는 일 없이 좋은 음식을 먹으며 편안히 앉아서 몸을 영화롭게 하고 집을 윤택하게 하고 있습니다. 그러나 지금 세상의 선비들이 자기의 직무를 제대로 수행하지 못하는 것은 그들의 본심이 그래서가 아닙니다. 그들의 몸이 용납되고 직위가 보존될 수 있는 방법은 여러 사람의 뜻을 따르는 데 있기 때문입니다. 아, 대부분의 사람들이야 그 누가 자기에게 이롭게 하려 하지 않겠습니까. 오직 도를 지키는 군자만이 의(義)를 중히 여기고 이(利)를 가볍게 여길 수 있습니다. 그렇다면 오늘날 의를 중하게 여기고 이를 가볍게 여기는 자가 과연 몇 사람이나 된다고 보십니까. 세속을 따라서 관직을 구하면 자신이 영화롭게 될 수 있고, 세속을 따라 재물을 구하면 가정을 부자로 만들 수 있으므로 이롭게 하고자 하는 뜻을 이루지 않는 자가 없습니다. 그러나 전하께서는 이롭게 여길 것이 없고 다만 시사(時事)가 날이 갈수록 잘못되어 수습할 수 없게 되었음을 아셔야 합니다. 2백 년의 사직이 위태로와 망할 지경에 다다르고 있음을 전하의 총명하심으로 환하게 알고 계시는 것이며 전하의 능력으로 일으킬 수 있는 것인데 어찌하여 이제까지 손을 쓰시어 구제하시 않으십니까. 옛날 춘추 시대에는 세도(世道)가 쇠미해서 제후가 제멋대로 통제하고 대부들이 정권을 마음대로 하는 등 천하가 극도로 혼란하였습니다. 그러나 공자는 필부의 힘이었지만 오히려 한 세상을 구제하고자 하시어 천하를 철환(轍環)하면서 ‘천하에 도가 있다면 내가 세도를 바꾸어 놓으려 하지 않을 것이다.’ 하였습니다. 대체로 성인의 마음은 도가 없다고 하여 반드시 천하를 버리지 않았던 것입니다. 오늘날 세도가 떨어져 비록 춘추 시대보다도 못한 면이 있기는 하지만 열국들의 전쟁하는 환난이 없고 전하께서는 다스릴 수 있는 자리에 계시니 필부였던 공자와는 비교도 되지 않아 정치를 잘 해보겠다는 마음만 먹으면 가능합니다. 그러니 전하께서 어찌 도가 없다는 이유로 한 나라를 포기하셔서야 되겠습니까. 이것이 두 번째 일입니다. 아, 전하께서는 총명이 남보다 뛰어나고 기개가 한 세상을 다스릴 만하지만 성상의 학문이 진보되지 않고 도량이 넓어지지 않기 때문에 선비를 가볍게 여기는 뜻을 가짐으로써 그 사람을 불신하고 그 사람의 말을 채택하지 않는 경향이 있습니다. 요즘 위로는 대신에서 아래로는 서관(庶官)과, 가깝게는 시종(侍從)에서부터 밖으로 악목(岳牧)에 이르기까지 전하께서 마음 속으로 믿으시고 소중히 여기시어 그의 모유(謨猷)를 채택해준 자가 과연 누가 있습니까. 심지어는 이미 고인이 된 훌륭한 자로서 한 시대에 추앙받던 자까지도 전하께서는 오히려 추대하지 않으시는데 더구나 오늘날 선비이겠습니까. 선비 중에 쓸 만한 재능을 가진 자가 있으면 전하께서는 그가 일을 좋아할까 걱정하시고 곧은 말과 정쟁(廷諍)하는 자가 있으면 전하께서는 그가 명령을 어길 것이라고 여겨 싫어 하시며, 유자(儒者)의 행실을 수행하고자 하는 자가 있으면 전하께서는 그가 교식(矯飾)한다고 의심하시니, 모르겠습니다마는, 어떤 도를 배우고 어떤 계책을 진달해야만 성상의 마음에 맞아 신용을 받을 수 있겠습니까. 쇠퇴한 세상에서는 자기와 뜻을 같이하는 자를 좋아하고 자기와 뜻을 달리하는 자를 미워하기 때문에 유자들은 미움을 받고 속된 부류들만 제세상을 만난 듯합니다. 전하께서는 어찌 이런 폐단을 생각하지 않으신단 말입니까. 세속의 보통 인정으로 말을 한다면 유자(儒者)는 참으로 미워할 만하다고 하겠습니다. 정치를 논할 적에는 옛날 당우(唐虞) 때의 정치를 인용하고, 임금에게 간할 적에는 어려운 일로 책임지우며, 벼슬로 붙들어도 머물러 있지 않고 총애를 해도 즐거워하지 않고 오직 자기의 뜻을 행하려고만 하니 참으로 등용하기가 어려운 자들입니다. 그 사이에는 과격한 자도 있으며 오활한 자도 있습니다. 또한 명예를 좋아하는 자도 그 반열에 끼어 있기도 하니 어찌 세주(世主)가 미워할 만도 하지 않겠습니까. 그러나 유속의 선비는 시대에 순응하고 무리의 뜻에 동조하여 거스르는 것이 없고 임금을 섬기는 데에 익숙하여 임금의 명령만을 따르고 잘못된 습속에 태연하여 교격한 것을 일삼지 않으니 이는 진실로 임금이 친절히 하고 신임하는 바입니다. 비록 그렇기는 하지만 유자는 의(義)를 좋아하고 세속의 부류들은 이(利)를 좋아하는데 이를 좋아하면서 그 임금을 사랑하는 자는 없으며 의를 좋아하면서 자기의 임금을 잊은 자도 없습니다. 그러므로 하루 아침에 화란(禍亂)이 일어나면 몸을 바쳐 임금을 구제하는 등 의를 취하고 삶을 버리는 자는 반드시 유자 중에서 나타나지 결코 세속의 부류 중에서는 나타나지 않습니다. 아, 의를 좋아하는 자는 국가를 위하고 이를 좋아하는 자는 자기 집을 위하기 마련인데 국가를 위하고 자기 집을 위하는 것을 분별하기는 그다지 어렵지 않습니다. 조정의 신하로서 하는 일 없이 세파만을 따르고 건백(建白)하는 일도 없으며 임금이 과실이 있어도 감히 규정(糾正)하지 못하는 자는 대부분 자기 집만을 위하는 자로서 그 이익을 상실할까 두려워합니다. 만약 정색하고 바른 말을 하면서도 회피하는 바가 없으며 의견이 있으면 반드시 진달하고 재능이 있으면 반드시 최선을 다하는 자는 대체로 나라를 위하는 자로서 그 의리를 상실할까 두려워합니다. 그런데 임금이 명확하게 분별하지 못하면 참소하고 아첨하는 자들이 그 틈을 잘 이용하므로 집을 위하는 자들은 대부분 은총을 받아 발탁되고 국가를 위하는 자는 대부분 형벌을 받고 죽어가니 참으로 슬픈 일입니다. 그중에 명예를 좋아하는 선비로 옳은 듯하여 분변하기 어려운 자가 있습니다. 임금이 만약 이치에 밝고 의리에 정밀하시기만 하면 거짓된 자 역시 그 본색을 피할 수 없을 것입니다. 그렇다고 명예 좋아하는 자를 미워한다 하여 실덕(實德)이 있는 선비까지 의심해서는 안 됩니다. 기묘년 사이에 중종(中宗)께서 다스려지기를 바라는 마음이 매우 예리하시어 여러 어진 사람들이 떼를 지어 진출하였는데 그 속에 어찌 명예를 좋아하는 자가 없었겠습니까마는 대개는 나라를 위한 자가 많았었습니다. 그런데 참소하는 자들이 끝없는 무함으로 교묘하게 꾸며가지고 마침내 사류(士類)들을 일망타진하였습니다. 조광조(趙光祖)는 죽음에 임하여 시(詩)를 짓기를 ‘임금 사랑하길 아버님 사랑하듯 저 하늘 저 태양은 이 마음 알리라[愛君如愛父 天日照丹衷].’라고 하였는데 신이 이 시구를 욀 때마다 눈물을 흘리지 않은 적이 없습니다. 지금 전하의 밝으심으로 반드시 간인(奸人)들의 속임을 당하지 않으실 것이니 결코 기묘 사화(己卯士禍)같은 화는 없을 것입니다. 그러나 여러 신하들이 전하에게 바라는 것이 어찌 사림의 화가 발생하지 않는 것뿐이겠습니까. 전하의 기개가 높고 밝으시다보니 그 누구도 신임과 존중을 받은 자가 없고 그 어느 계책도 채택(採擇)되지 못했습니다. 그러므로 대소 관리들이 잠자코 따르기만 하는 것이 습성이 되어 구차하게 벼슬자리에 앉아 있을 뿐, 어진 자는 감히 덕으로써 보필하지 못하고 재능이 있는 자는 감히 재능으로써 돕지 못하고 있으며, 지혜 있는 자는 그 지모를 올리는 일이 없고 용맹스런 자는 그 용단성을 사용하는 일이 없으므로 충신들은 깊이 탄식하고 있는 반면 비부(鄙夫)들은 좋아라고 치닫고 있으니 전하의 나라 일이 다시 어떻게 할 수 없는 형세가 되었습니다. 이것이 세 번째 일입니다. 아, 전하께서 세상 일을 유념하고 계시며 백성들의 시련을 염려하고 계시지만 지금까지 정사의 폐단을 한 가지도 고치지 못하였고 백성이 겪고 있는 고통을 한 가지도 해결하지 못하고 있는 것은 전하께서 전규(前規)만을 굳게 지키시고 변통할 것을 생각하지 않고 있기 때문입니다. 옛날부터 제왕이 왕업을 이룩하고 법을 제정할 적에는 비록 진선진미하였다고 하더라도 시대가 바뀌고 사태가 변화되며 법이 오래 되면 폐단이 생기는 것으로 볼 때, 후세의 자손으로 선대의 사업과 뜻을 잘 계술하는 자는 반드시 편의에 따라 고쳐야 하고 옛법만 고집하지 않아야 합니다. 그러므로 진서산(眞西山)은 《중용(中庸)》에서 말한 계술의 뜻에 대해 논하기를 ‘지켜야 할 것을 당하여 지키는 것이 진실로 계술이지만, 변통해야 할 때를 당하여 변통하는 것도 계술이다.’라고 하였는데, 이 말은 참으로 정치의 체제를 아는 자의 말입니다. 우리 나라는 태조 대왕께서 왕업을 창건하고 법을 세우셨는데 제도의 대강만을 거론하였고 세부 절목이 갖추어지지 않았었습니다. 열성들이 계승하시어 수시로 법을 만들었고 한 규례에만 얽매이지 않았습니다. 그래서 대마다 새로운 제도를 만들어 각각 그때의 사의(事宜)에 적합하게 하였으므로 《대전(大典)》을 반포할 때에는 그 법이 한두 조항 행할 수 없는 것이 있게 되었던 것입니다. 그런데 연산조에 와서 조종(祖宗)의 전형(典刑)을 모두 전복시켰던 것을 중종 반정으로 인하여 기강을 고칠 수 있게 되었으나, 조정 신하들 중에 시무(時務)를 아는 자가 적어서 의논이 경화(更化)하는 데 미치지 못했고 게다가 사림의 화까지 일어나서 온갖 일이 와해됨으로써 조종의 좋은 법과 아름다운 뜻이 많이 폐지되고 시행되지 않았습니다. 그리하여 권세를 잡은 대신과 일을 주관하는 관리가 그때그때 지혜를 써서 법조목을 더 설치하여 세금을 거두어 들여 백성을 병들게 하는 제도가 되었는데 시행한 지 오래 되자 마침내 성법으로 만들어져 금석같이 변경할 수 없는 법으로 여기고 감히 경장(更張)할 계획을 내지 못하였습니다. 따라서 지금 이른바 지키려고 하는 것이 조종의 성헌(成憲)에 있어서는 빈 명칭만 지키고 있을 뿐 실속이 없으며, 근대의 폐법(弊法)에 대해서는 그대로 따르는 데만 힘쓸 뿐 고치지 않고 있으니 정치가 부흥되지 못하고 백성들이 곤궁하게 되는 것은 주로 이 때문입니다. 지금 전하께서 참으로 나라를 위해 무엇인가 하시려고 하신다면 비록 조종조의 옛법이라고 하더라도 오히려 시의에 맞게 변통해야 할 터인데, 더구나 권리를 잡은 간신이 백성을 병들게 한 법을 고치는 데 있어서는 당연히 불타는 것을 구제하고 물에 빠진 자를 건져내듯이 해야 할 것입니다. 어찌 그것을 애써 준수하여 스스로 위태롭고 망하는 지경에 이르게 하십니까. 지금 의논하는 자들은 대부분 ‘법대로 정치를 하면 염려할 것이 없다. 그러나 만약 법을 고치려고 한다면 탁월한 재능을 가진 자가 아니고는 할 수가 없다.’고 하는데, 이 말이 그럴 듯하지만 사실은 그렇지가 않습니다. 이른바, 법대로 정치를 한다는 것은 사용해도 될 만한 법을 가지고 말한 것입니다. 지금 백성을 병들게 하는 법을 지키면서 백성이 다스려지기를 구한다면, 도리어 나무에 올라가서 물고기를 구하면 후일에 재앙은 없다는 것만도 못합니다. 그리고 연산군이 정했던 공안(貢案)같은 것은 바로 임사홍(任士洪)이 설치한 법에 지나지 않습니다. 그런데, 저 임사홍같은 무리가 만들어 놓은 폐법(弊法)을 반드시 탁월한 재능을 가진 사람만이 개정할 수 있다고 한다면 말이 되겠습니까. 가령 오늘날 이 잘못된 전례를 고치지 않는다면 비록 성주(聖主)가 위에서 걱정하고 훌륭한 정승이 아래에서 몸이 지치도록 충성을 다한다 하더라도 백성들이 못살게 되는 폐해를 구제할 길이 없어서 마침내는 망하고야 말 것입니다. 이를 일반 가정에 비유해 보건대, 그 자손이 선인(先人)이 물려준 큰 집을 지키면서 오래도록 중수하지 않아서 들보와 기둥이 썩고 기와와 벽돌이 깨져 제대로 지탱하지 못하고 그 형세가 장차 무너지게 되었다면, 어찌 팔짱을 끼고 앉아서 그 쓰러져 가는 현상을 보고만 있는 자를 계술을 잘한다고 하고 반대로 깨진 기와를 바꿔 끼우고 썩은 기둥과 들보를 갈아내는 자를 잘 유지하여 지키지 못한다고 할 수 있겠습니까. 옛사람이 말하기를 ‘남의 말을 듣는 방법은 반드시 그 일을 가지고 관찰해야 한다. 그렇게 하면 사람들이 감히 망령된 말을 하지 못한다.’고 하였습니다. 어리석은 신이 번번이 경장의 말을 올리기 때문에 전하께서 매우 듣기 싫어하고 계시는 실정입니다. 지금 실제의 일을 가지고 증험하여 말씀드리겠습니다. 전하께서 지난 선대가 걸어온 길과 그 전례를 따르고 지켜 오신 지가 지금 10년이 지났습니다. 그것이 만약 정치의 대도에 당연한 것이었다면 의당 공이 이루어지고 제도가 안정되어 위에서는 편안하고 아래에서는 순종해야 할 것인데 그것을 유지하여 지키기를 더욱 오래될수록 온갖 병폐가 더욱더 발생하여 정사(政事)는 날이 갈수록 문란해지고 기강은 날이 갈수록 무너져 가며 백성의 생활은 날이 갈수록 괴로와지고 풍속은 날이 갈수록 퇴패됩니다. 이렇듯 온 나라 기강이 무너져 마치 터져 흐르는 강물을 막아낼 수 없는 것같은 상태가 되었으니, 그 까닭은 무엇이겠습니까. 전하께서도 그 실상을 알고 계실 것인데 어찌하여 반복해서 생각해보지 않으십니까. 이것이 네 번째 일입니다. 위에서 말한 이 네 가지 일이 오늘날 고질적인 병폐로 그 뿌리가 깊습니다. 위로는 전하로 하여금 스스로 부족하게 여기며 퇴탁(退托)하게 하고 구습에 젖게 하여 분발 진기해서 몸을 닦고 사람을 다스리려는 의지가 없도록 만들었고, 다음으로는 조정 신하들로 하여금 눈치나 보며 관직을 얻기 전에는 얻지 못할까 걱정하게 하고 얻고 나면 잃을까 걱정하게 할 뿐, 국가에 몸 바쳐 충성을 다하고 허물을 보완할 마음이 없도록 만들었으며, 아래로는 백성들로 하여금 고향을 떠나 객지에 떠돌면서 안주할 곳을 잃고 저처럼 고단한 신세가 되어 편안한 생활속에 즐겁게 일을 하면서 위로 부모를 섬기고 아래로 처자를 보육할 자본이 없게 만들었습니다. 그리하여 상하와 사방에 갈 곳이 없게 된 형편이니 아, 너무나 괴로운 일입니다. 만약 이 네 가지 병폐를 제거하지 않는다면 아무리 고요(皋陶)와 익(益)·직(稷) 같은 자로 하여금 조정에서 국사를 계획하게 하고 주공(周公)과 소공(召公) 같은 자로 하여금 외방에서 정치를 하게 하더라도 끝내 아무런 도움도 주지 못할 것입니다. 더구나 소견 좁은 신하들로 성상의 조정에서 좌지우지하게 하는 경우이겠습니까. 예부터 충신으로서 임금에게 진언(進言)하는 경우 반드시 다스려진 세상을 어지러운 세상이라고 지적하기 때문에 임금이 미리 헤아리기를 ‘이 세상이 어찌 이러한 극한 상황에 이르렀는가. 신하로서 임금에게 진언하는 방법은 아마도 이렇게 해야 할 것입니다.’라고 여깁니다. 지금 전하께서도 신의 말을 헤아려 보셨습니까? 오늘날이 과연 다스려진 세상인데 어리석은 신이 지나치게 말하는 것입니까. 오늘날 나라의 형편과 백성들의 정황으로 볼 때 일이 없는 보통 때일지라도 진실로 이미 병이 깊어 정신이 오락가락하는 사람이 형체는 겨우 보존하고 있으나 숨이 곧 끊어져 가는 것과 같습니다. 그런데 만약 만에 하나 불행하게도 조정 안에서는 소인들이 사림에게 화(禍)를 전가시키는 일이 발생하고 밖에서는 전쟁이 벌어질 조짐이 생겨 적이 침입해오는 일이 있게 된다면 이는 국가의 운명이 끝장나는 계기가 될 것입니다. 소인들이 사림들에게 화를 전가시키는 작태에 대해서는 성명이 위에 계시니 걱정하지 않아도 되겠습니다만 전쟁의 경우는 어찌 반드시 없을 것이라고 보장할 수 있겠습니까. 삼가 듣건대, 지난 해에 조정에서는 양전(量田)의 일이 있어서 한산직(閑散職)에 있는 조사(朝士)로 경차관에 충당하려고 세 번 영을 하고 다섯 번 신칙을 했는데도 끝까지 선뜻 나선 자가 없었다고 합니다. 양전하는 일이 죽으러 가는 것도 아니고 조사가 시비를 모르는 무식한 자들도 아니었습니다. 유식한 사람을 죽지 않을 땅에 보내는 일도 제대로 안 되는 것을 보면 기강이 어떠한지를 알 수 있으며 인심이 어떠한지를 알 수 있습니다. 이러한 기강과 이러한 인심을 가지고서 만약 외적의 침략을 받게 되면 윗사람을 친애하고 어른을 위하여 죽을 자가 있을 수 있겠습니까. 옛날 전조(前朝)의 공민왕 때에 홍건적의 14만 기병(騎兵)이 얼음이 언 압록강을 건너서 침략해 오자 고려에는 그들을 막아낼 자가 없었습니다. 그들이 곧바로 송경(松京)으로 쳐들어오자 왕은 안동(安東)으로 피해가서 군사 20만 명을 수합하여 이길 수 있었으니 이때의 병력이 오히려 오늘날의 병력보다도 우수했습니다. 만일 오늘날에 외적의 침략을 받게 된다면 비록 1만 명이 못되는 기병이 온다 하더라도 어느 사람이 감히 막아내겠습니까. 비단 외적의 침략만이 걱정되는 것이 아닙니다. 백성들의 생활이 곤궁하고 재정은 바닥이 나서 그 형세가 반드시 도적이 되게 되어 있습니다. 영남에서 진을 치고 대장과 대치한 군졸들의 일로 보더라도 이는 나라를 반역하려는 조짐입니다. 한 곳에서 진을 치고 대치했다가 다시 흩어진 정도는 전하께서 붙잡아다가 처벌할 수 있겠습니다마는 만일 곳곳에 진을 치고 대치하면서 흩어지지 않는다면 전하께서는 앞으로 어떻게 대처하시겠습니까. 신의 말은 모두 실지의 사실을 근거한 것인데 이것이 과연 지나친 말이라 하겠습니까. 아, 전하께서 만약 아름다운 자질이 없으시어 좋은 정치를 하지 못할 임금이라면 신이 비록 간절하게 말씀을 진달한다고 하더라도 다시 무엇을 기대할 수 있겠습니까. 그러나 지금 신이 애끓는 음성으로 속마음을 피력하여 여러 편의 상소와 연속적인 글을 이미 물러나서도 오히려 그만두지 못하고 올리는 것은 다만 전하의 자질이 도(道)에 들어 갈 수 있다고 보고 오늘 깨닫지 못하시면 내일은 반드시 허물을 뉘우치실 것으로 믿고 있기 때문입니다. 아, 신의 계책은 참으로 자신을 헤아리지 못한 것이오나 신의 정상은 참으로 슬프다 하겠습니다. 그러나 성상께서 보살펴주시지 않았더라면 신이 어떻게 지금과 같은 상황에 처할 수 있겠습니까. 신은 들으니 때에는 비태(否泰)가 있고 일에는 기회(期會)가 있다고 합니다. 비색할 때에도 다스릴 수 있는 기미(幾微)가 있는 것이며 태평할 때에도 역시 혼란의 요소가 없을 수 없으니 임금이 이를 세밀히 살펴서 그 기회를 잘 이용해야만 합니다. 전하께서 즉위(卽位)하신 초기에 훌륭하다는 소문이 널리 퍼져 있었으므로 온 나라의 사람들이 기대를 갖고서 훌륭한 정치를 하실 것을 간절히 바라고 있었습니다. 그러니 이는 바로 다스릴 수 있는 좋은 기회였던 것입니다. 그러나 당시의 대신들은 나라를 경영해 나갈 원대한 계획이 없어 성상의 슬기로우신 뜻을 이끌어 도와드리지 못하고 도리어 주상을 보통의 길로 인도하여서 마침내 그 기회를 잃게 하였습니다. 그리고 을해년에는 성상께서 상사(喪事)를 당하시어 상제(喪制)에 대한 예(禮)를 다하시고 유신(儒臣)들을 친밀히 하고 가까이 하시면서 나라 다스리는 방도를 강구하시니, 사람들의 마음이 흡족해하면서 덕치의 교화가 있을 것을 바라게 되었었습니다. 그러니 이 역시 잘 다스릴 수 있는 계기였는데 때마침 헌리(憲吏)가 잘못 궁금(宮禁)에 저촉되자 대신(臺臣)이 사실대로 대답하지 아니하여 마침내 주상의 노여움을 격발하게 되었습니다. 이 때문에 성상의 마음이 바뀌어 반대로 유자(儒者)를 싫어하시게 되었고 결국 그 기회를 잃고 말았습니다. 그 당시 상황을 비유해 보면 봄날이 따뜻하여 초목의 새싹이 한창 돋고 있는데 무서리가 갑자기 덮쳐 다시는 자랄 수 없게 된 것과 같습니다. 지금 그 일을 곰곰이 생각하노라면 심장이 떨리고 창자가 뒤틀려 스스로 억제할 수가 없습니다. 그런데 지난해 겨울 전하께서 원흉(元兇)들의 은밀한 술책을 통촉하시고 인성 왕후(仁聖王后)의 아름다운 뜻을 삼가 받들어 위훈(僞勳)을 삭제토록해서 국시를 정하시고 근본과 지엽을 말끔히 정리하셨습니다. 이처럼 성상의 결단이 여러 신하들의 상상을 초월하여 30년 동안 신(神)과 사람의 분한 마음을 하루아침에 시원하게 풀어주고 여한이 없게 하셨으므로 백성들이 서로 경하를 했으며 불구자까지도 손뼉을 치면서 기뻐했습니다. 명분을 바로잡은 이 일로 인하여 다시 무엇인가 할 수 있다는 희망이 일고 있었으니 이것 역시 다스릴 수 있는 좋은 기회입니다. 전하께서 전날에 이미 그 기회를 두 번씩이나 놓치셨는데 이번에 어찌 차마 세 번까지 놓칠 수 있겠습니까. 아, 전하께서 몸을 수양하지 못하고 남을 다스리지 못하시는 것은 그 일을 하지 않는 것이지 할 수 없는 것이 아닙니다. 전하께서 만약 이 네 가지 병폐가 해가 된다는 것을 아신다면 오늘날 마땅히 힘써야 할 일이 어찌 이 네 가지 병폐를 시급히 제거하는 데 있지 않겠습니까. 전하께서 진실로 어느 날 시급히 개연히 분발하시어 ‘사람의 성품은 모두 선한데 나만 홀로 요순이 될 수 없단 말인가. 도(道)는 고금의 차이가 없는데 나만 홀로 지극한 다스림을 일으키지 못한단 말인가. 조종이 나에게 부탁해 주신 왕업을 어찌 차마 내가 직접 무너뜨릴 수가 있겠는가. 조종이 바른 도로 다스리던 백성들을 어찌 차마 지금 와서 버릴 수가 있겠는가. 인재는 다른 시대에서 빌려오는 것이 아닌데 우리 나라에 어찌 인재가 전혀 없겠는가. 법은 때에 따라 변통을 해야 하는 것인데 옛 규례라 하여 어찌 다 지킬 수 있단 말인가.’ 하시고, 이미 이 마음을 분발하시어 기본을 세우시고 지난날의 잘못을 깊이 뉘우치시어 손수 애통해하시는 전교를 써서 내리시는 한편 지성으로 현능한 사람을 부르시고 지성으로 충성된 말을 구하시며 전날의 평상적인 일만을 따르던 습관을 벗어버리시고 온 나라의 신하와 백성들의 희망을 북돋아 주소서. 그리하여 어진 선비가 이미 모여들고 여러 사람들의 좋은 계책이 이미 모이게 되면 또한 모름지기 뜻을 굽히시고 대책을 물으시며 마음을 비우고 즐겁게 받아들이셔야 합니다. 그리고 충성된 말을 반드시 받아들이고 훌륭한 계책을 반드시 취택하여 그것으로써 몸을 닦고 그것으로써 정치를 한다면 현자는 그 도가 행해지기를 구하고 능한 자는 그 재능이 쓰여지기를 구하여 반드시 천리의 먼 길도 멀다 하지 않고 찾아오는 자가 있을 것입니다. 제왕으로서의 선무(先務)는 인재를 얻는 것보다 더 급한 것이 없는데 인재를 얻는 방법은 또한 몸을 닦는 데 있는 것입니다. 몸이 닦이지 않으면 마음이 바르지 못하며 마음이 바르지 못하면 지혜가 밝지 못하며 지혜가 밝지 못하면 충성과 간사함을 분변하지 못하고 착함과 악함을 분변하지 못하게 되니 어찌 인재를 얻을 수 있겠습니까. 이러므로 공자는 ‘정치를 잘 할 수 있는지의 여부는 인재를 얻는 데 있으니 인재를 취택하기 위해서는 자신의 수양이 있어야 하고 수양은 도로써 하라.’고 하였습니다. 그러니 지금 전하께서 옛 습관을 버리시고 성심으로 도를 향하려 하신다면 반드시 몸을 닦는 데 힘을 써야 합니다. 자신의 몸을 닦아 인재를 취하는 데 있어 몸을 닦는 방법은 성현의 말씀에 갖추어져 있습니다. 신이 전날에 《성학집요(聖學輯要)》를 지어 올렸는데 이는 신의 말이 아니고 바로 성현의 격언입니다. 모르겠습니다만 전하께서는 유념하고 계십니까? 수신(修身)의 대요는 이 책의 내용에서 벗어나지 않으니 신이 다시 군더더기 말을 오늘날에 진달하지 않겠습니다. 그러나 생각하건대 몸을 닦는 실지의 공은 기질을 바로잡아 다스리고 병세를 살펴 약을 투여하는 데 달려 있습니다. 그런데 지금 전하께서 뜻을 세우지 못하시고 몸을 닦지 못하시며 정사가 다스려지지 않는 것은 무슨 병근이 있어서 그런 것입니까? 이는 전하께서 당신께 돌이켜 구하는 데 있을 따름입니다. 신이 보기에 성상께서는 스스로 믿는 데에는 중히 여기시고 남의 의사를 따르는 데에는 소홀히 하십니다. 대체로 스스로 믿는 데에는 두 가지가 있습니다. 선을 택하여 중(中)을 잡고 자신을 믿는다면 참으로 항심(恆心)이 있어서 덕을 이룰 수 있습니다. 그러나 자신을 믿는 데에만 전일해서는 안 되며 반드시 선을 취하는 데에 자료가 되어야 합니다. 더구나 자신의 권형(權衡)이 그 정당성을 잃고서 스스로 믿는다면 ‘오직 내가 하는 말에 따르고 나의 취지를 어기지 말라’ 하는 말에 가깝지 않겠습니까. 옛날 제왕들은 마음을 비우고 선을 받아들이는 것으로써 덕을 키워가는 근본으로 삼았습니다. 그러므로 《서경(書經)》 중훼지고(仲虺之誥)에 ‘스스로 스승을 얻을 수 있는 자는 왕노릇 할 수 있고 남을 나보다 못하다고 말하는 자는 나라를 망치며, 묻기를 좋아하면 마음이 넉넉해지고 자신의 의견만을 고집하면 의견이 협소해진다.’고 하였습니다. 지금 전하께서 성스러운 지혜를 가지셨으니 의당 선이라면 어느 것이든지 따라야 할 터인데 오히려 지나치게 이기기를 좋아하는 병에 얽매어 계시니 그 까닭은 무엇입니까? 전하께서 스스로 생각하시기를 성학이 이미 이루어져서 남에게 도움을 받을 것이 없다고 여기셔서 그런 것입니까? 아니면 세상에 어진 선비가 없어서 믿을 만한 자가 없다고 생각되셔서 그런 것입니까? 아니면 다른 일에 마음을 쓰시느라 선을 행하는 데 겨를이 없으셔서 그러십니까? 아니면 성상의 마음이 아득하시어 시비와 선악에 대해 전혀 주관하시는 바의 생각이 없으셔서 그러십니까? 저울질을 해본 다음에 그 물건의 경중을 알 수 있고 자로 재본 다음에 그 물건의 길이를 알 수 있는 것입니다. 그런데 전하께서는 저울질과 자질을 해보셨습니까? 만약 전하께서 스스로 성학이 이미 성취되어서 다른 사람에게 도움을 받을 것이 없다고 생각하신다면 그것은 그렇지 않은 점이 있습니다. 옛사람이 요(堯)임금에 대하여 ‘자기의 의견을 버리고 남의 좋은 점을 따랐다.’고 하였고, 순(舜)임금에 대하여 ‘남에게 좋은 점이 있으면 그것을 취하여 그들과 함께 선(善)을 실천하기를 좋아하였다.’ 하였으며, 우(禹)임금에 대해서는 ‘훌륭한 말에 절을 했다.’ 하였고, 탕(湯)임금에 대해서는 ‘간언을 따르고 어기지 않았다.’고 하였습니다. 이와 같이 요(堯)·순(舜)·우(禹)·탕(湯)과 같은 임금은 덕이 이미 지극하였고 정치가 이미 극치에 이르렀는데도 오히려 마음을 비우고 남의 선한 말을 따르면서 미치지 못할까 두려워했습니다. 더구나 지금 전하께서는 덕이 네 분의 성인에 미치지 못하시며 정치가 삼대(三代)에 미치지 못하시는데 남의 말을 소홀히 하고 성심으로 구하지 않아서야 되겠습니까. 만약 세상에 어진 선비가 없어서 믿을 수 없다고 하신다면 그 또한 그렇지 않습니다. 옛말에 ‘어리석은 자가 천 번 생각을 하면 반드시 한 가지 쓸 만한 생각이 있는 것이므로 미친 자의 말이라도 성인은 가려서 쓴다.’ 하였습니다. 옛날 제왕이 나무꾼에게도 물었던 것은 이 도를 사용한 것이었습니다. 또 안연(顔淵)은 능(能)한 것이 있으면서도 없는 자에게 물었으며 많은 것을 가졌지만 부족한 자에게 묻곤 하였으니, 대체로 유여(有餘)한 것이 자기 몸에 있고 부족한 것이 남에게 있는 것을 몰랐던 것입니다. 더구나 열 집쯤 되는 작은 고을에도 반드시 충신스런 사람이 있는 것인데 천리나 되는 나라에 어찌 믿을 만한 선비가 없겠습니까. 만약 전하께서 다른 일에 마음을 쓰느라고 선을 행할 겨를이 없다고 하신다면, 임금의 병폐는 앞에서 진달한 바 여색을 좋아하고 재물을 좋아하며 놀고 사냥하기를 좋아하고 전쟁을 좋아하는 데에 벗어나지 않는 것인데 지금 전하께서는 의당 이런 병이 없으시다면 어찌 다른 일을 주로 하시겠습니까. 만약 성상의 마음이 아득하시어 시비와 선악에 대해 전혀 주관할 생각이 없다고 하신다면 이는 곧 말세의 어둡고 용렬한 임금이 이리저리 휩쓸리고 타락되어 나라의 위태로움을 편안히 여기고 나라의 재앙을 이롭게 여기는 기상입니다. 어찌 전하의 영명(英明)하시고 뛰어나신 기질로서 이런 병이 있으시겠습니까. 아무리 생각해 보아도 끝내 성상의 마음이 계신 곳을 우러러 알 수가 없으니 이것이 신이 두렵고 의혹되어 헤아리지 못하는 것입니다. 전하께서 어찌 마음에 돌이켜 그 까닭을 깊이 생각해 보지 않으십니까. 아, 한 사람의 총명은 한정이 있지만 천하의 도리는 무궁합니다. 그러므로 성인이라도 감히 자신의 총명함만을 믿지 않고서 반드시 여러 사람의 귀를 자신의 귀처럼 여기고 여러 사람의 눈을 자신의 눈처럼 여겨야만 모든 일을 환히 듣게 되고 또 환히 보게 됩니다. 그래서 지혜는 원만해지고 덕도 갖추어지게 되었던 것입니다. 전하께서 진실로 제순(帝舜)이 사방 사람의 눈을 통하여 자기의 눈을 밝게 보고 사방 사람의 귀를 통하여 밝게 들었던 정치를 법으로 삼아 온 나라의 선한 말이 전하에게로 모여들게 하시고 성상의 마음속에 지니고 권도(權度)가 정밀하고 분명해서 어긋나지 않게 하시며 그 양쪽 끝을 잡아 그 중간을 사용할 수 있으시면 학문을 닦고 몸을 정성스럽게 하는 일이 여기에 근본하게 되며 하늘을 공경하고 백성을 위해 부지런히 하는 정치가 여기에서 근본하는 것인데 어느 덕인들 성취되지 않겠으며 어느 사업인들 닦이지 않겠으며 어떠한 천재(天災)인들 막지 못하겠으며 백성의 어떠한 고통인들 풀어주지 못하겠습니까. 아, 임금은 바로 한 나라의 근본이며 마음을 비우고 착한 말을 따르시는 것이 또한 임금이 덕을 이루고 사업을 닦아가는 근본인데 천하의 덕으로 무엇이 이보다 더한 것이 있겠습니까. 임금에게 아뢰는 신하들은 대부분 자기의 의견을 버리고 남의 좋은 점을 따르라는 것으로 말을 합니다. 그러므로 이 말은 늙은 선비들이 늘 하는 말과 다를 것이 없습니다. 지금 신이 드리는 말씀은 범연히 하는 말이 아니옵고 감히 전하의 몸에 핍절한 병통을 가지고 정성을 다하여 말씀드리는 것이오니 삼가 바라건대 전하께서는 보통 말로 여기지 마시고 다시 깊은 생각을 더해 주소서. 우리 나라의 운명이 비색해질 것인가 태평해질 것인가 하는 기틀과, 종사(宗社)가 보존되느냐 망하느냐의 기틀과, 천명과 인심이 떠나느냐 결합되느냐 하는 기틀이 전하께서 선을 따르느냐 따르지 않느냐의 여부에서 결판될 뿐입니다. 아, 전하께서 이미 몸을 닦는 것을 정치하는 근본으로 삼으시고 사람의 재능을 알아서 잘 맡기고 난 다음에야 정치를 달성할 수 있을 것입니다. 사람들의 가정사에 비유해 보면 재인(梓人)은 집을 짓고 도인(陶人)은 그릇을 굽고 남자 종은 농사를 짓고 여자 종은 길쌈을 하며 수탉은 새벽을 맡고 개는 도둑을 지키는 것과 같아서 제각기 소유하고 있는 재능이 있으며 제각기 소질에 맞는 직책이 있습니다. 만약 그들의 재능에 맡지 않게 기용하거나 자주 바꾸어 전임시키지 않는다면 반드시 성과를 거두지 못할 것입니다. 나라를 다스리는 것이 어찌 이것과 다르겠습니까. 그러니 지금 이미 벼슬을 하고 있는 사람 중에서도 어진 사람을 가려내고 초야에 묻혀 벼슬길에 나오지 않은 사람들 중에서도 어진 사람을 찾아내어 일시의 현재(賢才)들을 모두 거두어들이고, 신인(新人)과 원로(元老)를 따지지 말고 문벌의 귀천도 묻지 마시고 다만 그 사람과 기국이 서로 맞는 자를 채용하되 덕망과 국량이 있고 도의와 의리를 아는 자는 묘당에서 정치를 의논하게 하고, 경학과 학술에 통달하여 임금의 학문을 훌륭하게 계도할 수 있는 자는 경악(經幄)에 두어 학문을 논하게 하며, 조감(藻鑑)이 공명(公明)한 자에게는 전형(銓衡)의 책임을 맡기고 재화를 생산할 줄을 아는 자에게는 탁지(度支)의 책임을 맡기며, 예(禮)를 강론함에 있어 어긋나지 않는 자에게는 종백(宗伯)의 직책을 제수하고, 병법을 알아서 원대한 계책을 할 수 있는 자에는 사마(司馬)의 직책을 제수해야 합니다. 또 충성스럽고 신실하며 분명하고 결단력이 있는 자에게는 형옥을 다스리는 직책을 주고, 일을 주간하되 폐단이 없이 하는 자에게는 공역(工役)을 주간하는 직책을 주며, 몸을 바르게 하고 사람들의 잘못을 규정하는 자에게는 풍헌의 중한 책무를 맡기고, 몸을 정직하게 하고 바른 말을 숨김없이 다 하는 자에게는 간쟁의 직책을 맡기며, 공무를 받드는 데 있어 백성을 사랑하는 자에게는 왕명을 받들어 교화를 베푸는 책임을 맡기소서. 이리하여 대소의 관직과 안팎의 관리들을 모두 알맞은 사람을 가려서 맡기기를 오로지 하고 그 직책에 오래 있게 하여 실적(實績)을 거두도록 하되 날짜와 달 수를 한정하지 말며, 그 직책에 있는 동안 재능이 직위보나 지나친 자에게는 직위를 승급해 주고 그 사람의 재능이 직위에 맞지 않은 자에게는 그보다 낮은 직으로 좌천시키며 재능과 직위가 서로 걸맞은 자에게는 죽을 때까지 한 직책에 있게 하더라도 좋을 것입니다. 그리하여 만약 질병이 있더라도 경솔하게 체직시키지 말고 반드시 한(漢)나라 때의 법과 같이 3개월을 채운 다음에 면직시켜야 하며, 만약 한 관직에 있기가 싫어서 병을 핑계대고 사피하는 자가 있으면 대간이 나타나는 대로 논핵해서 반드시 공경과 모든 관료들로 하여금 직책을 지키는 데 성의 있고 조심스럽게 하여 한마음으로 나라를 위하게 해야 합니다. 그리고 폐단이 있는 법은 당연히 고쳐야 하며 새로운 제도로써 행할 만한 것은 반드시 여러 사람의 의논을 널리 채택하여 명백하게 살펴보고 정밀하게 선택해서 고치기도 하고 새로 만들기도 하여 시의에 맞도록 힘써야 할 것입니다. 그리하여 정치의 하자와 백성의 폐해를 일체 제거시켜야 합니다. 그리고 반드시 주(州)·현(縣)으로 하여금 부렴(賦斂)을 너그럽고 공평하게 하고 요역을 가볍고 고르게 하여 관리에게는 까다로운 정무가 없게 하고 백성들에게는 일정한 생업이 있게 한다면 하늘의 뜻을 돌릴 수 있고 백성들의 마음을 얻을 수 있어서 교화가 베풀어지고 예악이 일어날 수 있을 것이니 어찌 다만 위망을 면할 뿐이겠습니까. 전하께서 진실로 이 뜻을 세우시어 덕음을 펴신다면 선정을 채 베풀기도 전에 백성들이 천리 밖에서 고무 진작될 것이니 어찌 동방 억만년의 무강한 복이 아니겠습니까. 삼가 바라건대 전하께서는 기회를 잃지 마소서. 하서(夏書)에 ‘조짐이 나타나지 아니하였을 적에 도모해야 한다.’ 하였습니다. 더구나 지금은 위망의 현상이 이미 보이는데 명철하고 성스러운 전하께서 도모하지 않으시겠습니까. 형세가 급박하고 정상이 시급하오니 조금도 늦출 수 없습니다. 아, 말을 잘하는 자라 하여 꼭 재능과 덕이 있는 것은 아닙니다. 그러므로 사람이 다소 부족하다 하여 그 말을 버려서는 안되며 말을 다소 잘한다고 하여 그 사람을 채용해서도 안 됩니다. 따라서 지금 신이 재능이 없다고 하여 신의 말까지 채용할 것이 없다고 생각해서는 안 됩니다. 그리고 신의 말이 이치가 있다고 하여 신에게 쓸 만한 재능이 있다고 생각하셔도 역시 불가합니다. 삼가 바라건대 전하께서는 사람이 비천하다 하여 쓸 만한 말까지 버려서는 안 됩니다. 그리고 또 들으니 학교는 풍속을 교화하는 근본이라고 하였습니다. 그런데 오늘날 학교가 황폐된 지 오래되었으니 풍속의 교화가 무엇을 근거로 흥기될 수 있겠습니까. 안으로는 성균관이 학업을 흥기시키지 못하고 있으며 밖으로는 향교가 더욱 한심한 형편입니다. 요즘 서원의 건립이 학문에 뜻을 둔 선비를 양성할 수 있는 것으로 이익됨이 적지 않은데 다만 사장(師長)을 설치하지 않았기 때문에 유생들이 서로 모여 제멋대로 행동하며 아무렇게나 지껄이고 있을 뿐, 본받을 것이 없어서 성현의 책을 읽고 학문에 힘쓰는 효과를 볼 수가 없습니다. 국가에서 서원을 설립한 본래의 뜻은 반드시 이와 같지는 않았을 것이므로 의논하는 자들 중에는 혹 서원을 헐뜯으며 없애야 한다고 하기도 하는데 이것은 통분한 마음에서 한 말이지 정당한 논의는 아닙니다. 신의 어리석은 생각에는 큰 고을의 서원에는 중국의 제도를 따라 동주(洞主)·산장(山長)의 교원(敎員)을 설치하여 동몽 교수의 예처럼 봉록(俸祿)을 조금 주었으면 어떨까 합니다. 그리하여 학문과 행실이 있어 사표(師表)가 될 만한 자와 벼슬을 쉬고 고향으로 물러가 은거하고 있는 사람을 가려서 그 직책에 있도록 하여 유생들을 인도하여 거느리는 책임을 지워준다면 그 교육의 효과는 반드시 볼 만한 것이 있게 될 것이고 훗날 국가가 인재를 얻는 데 있어서도 반드시 여기에서 도움을 받게 될 것입니다. 신과 같이 형편없는 자는 서울과 지방 그 어느곳에서도 쓸모가 없습니다. 그러나 장구(章句)와 훈고(訓詁)에 있어서는 오랫동안 전업으로 해 왔으므로 좁은 소견만은 없지 않습니다. 그러니 만약 해주 서원(海州書院)에서 산장(山長)의 직책으로 맡아 동몽들을 가르쳐 그들의 구두를 바루어주게 하고 번거롭게 소명을 내리지 마시어 그 직분을 편안히 하도록 해 주신다면 성상의 조종에 버려지는 사람이 없게 될 것이고 어리석은 신도 하는 일 없이 먹기만 하는 사람이 되지 않을 것입니다. 이것은 바로 주관(周官)의 향대부(鄕大夫)가 백성들을 가르치던 유법(遺法)이니 전하께서 진실로 이것을 가지고 대신에게 자문하셔서 제도를 만들어 시행하신다면 또한 풍속의 교화에 조금이나마 도움이 될 것입니다. 신이 이미 성상의 물음을 받들었으므로 감히 의견을 다 아뢰지 않을 수 없었고 충정에 복받쳐 말을 억제할 줄 몰랐습니다. 삼가 바라건대 성명께서는 사랑을 내리시어 살펴 받아주소서.” 하였다. 상이 충성된 바른 말을 매우 가상하게 여긴다고 답하였으나, 별로 채택하여 사용한 실상은 없었다. 정원이 다시 거두어 등용하기를 청하니, 상이 불렀다. 그러자 이이가 다시 상소하여 사양하였는데 얼마 후에 다시 대사간에 제수하였다.【이때에 간관이 자주 갈린 것을 또한 볼 수 있다.】 상이 소명(召命)을 사양하는 이이의 상소를 보고 즉시 이이를 대사간에서 체직하라고 명하니, 정원이 아뢰기를, “이이가 전 날의 소명만을 사양하였고, 아직 새로 제수한 간관은 사직하지 않았으니 반드시 스스로 처치하기를 기다린 다음에 체직시켜야 합니다.” 하고, 간원과 홍문관이 모두 차자를 올려 논하자, 상이 이르기를, “어찌 이이 한 사람을 위하여 오래도록 간관의 직책을 비워놓는단 말인가.” 하였다. 이것은 상이 이이가 교격(矯激)하여 사직하고 물러간 것을 혐의롭게 여겨서 그렇게 한 것이었다. 그뒤 수일 만에 다시 이조 참의에 제수하였으나 이이는 또 사직하고 오지 않았다.【성혼이 그 상소를 읽어보고 ‘참으로 이른바 곧은 말로 극진히 간한 경국 제세의 글이다.’ 하였다.】",
                "hj": "○辛亥朔/復以大司諫召李珥, 珥上疏辭職。 且言: “殿下若欲知臣可用與否, 當問以時事。 如其言不可用, 願勿復召。” 上答曰: “觀爾辭疏。 諫長不可久闕, 故玆遞本職。 且爾如有所懷, 可實封以聞。” 珥遂上疏曰: 聖批有曰: “爾有所懷, 可實封以聞。” 臣伏讀再三, 精爽飛越。 夫以臣之受恩感激, 常懷以身徇國之志, 苟罄愚衷, 有可以裨補萬一則鼎鑊斧鉞, 臣亦不避。 況聖度優容, 使之進言者乎? 臣今披肝瀝膽, 不恤觸忤。 伏惟聖明, 試求諸道焉。 嗚呼! 今玆乾道失常, 七政乖度, 妖星蔽天, 白虹貫陽, 風雹妄作, 水旱極備, 沴氣塞空, 釀成癘疫者, 殿下旣已仰觀矣。 坤軸失寧, 震動不時, 大川中竭, 名山牛吼, 禽獸騁怪, 木石呈異, 土氣散漫, 五穀不成者, 殿下亦已俯察矣。 士習偸卑, 泄泄沓沓, 後義先利, 瘠公肥私, 汚濁日盛, 忠讜日孤, 紀綱紊舛, 庶績咸隳者, 殿下旣已見而知之矣。 民生塗炭, 秉彝都喪, 父子相戕, 兄弟相害, 綱常泯絶, 盜賊興行, 災慘洪水, 俗甚蠻貊者, 殿下亦旣聞而知之矣。 天怒民窮, 國勢岌岌者, 皆殿下之所自知也, 臣何敢縷縷瀆陳乎? 臣請以反本爲說焉。 臣聞, 天下之事, 有本有末。 理其本, 則末無不治, 後本先末, 徒勞無益。 人君是一國之本, 而治亂係焉。 君得其道, 而國不能治者, 必無之理也。 今日之人心、世道, 一至於此, 則殿下之政化, 無乃未善乎? 政化係於君心, 則無乃殿下於反身之學, 誠正之功, 有所未盡乎? 殿下其亦反諸本而思之乎? 嗚呼! 道之不明、不行也久矣。 聖經、賢傳, 只資美談。 求名者借此得譽; 求祿者階此得官。 能踐其言, 能致其身者, 寥寥甚鮮。 苟非豪傑之才, 則孰能奮起百世之下, 以洗一時之陋習乎? 嗚呼! 殿下英資睿質, 出類絶群, 旣有命世之才, 作君作師, 臨御區宇, 又有治世之勢。 而至今不成允德, 不能善治者, 其故何歟? 自古人臣, 鮮能爲善者。 常人之情, 大抵好利, 而衰世未蒙爲善之利。 身正則衆忌, 道直則官躓, 職治則妬興, 言忠則恩替。 是故, 苟非志道爲己之士, 則不能爲善, 而多汨於流俗焉。 人君則不然, 道自我行, 治自我出。 作善降祥, 作惡降殃, 撫我爲后, 虐我爲讎。 天意、民心, 較然可觀。 人君非不知此, 而鮮能爲善者, 欲錮而見蔽故也。 蓋喜聲色則樂於荒淫, 而不見其鴆毒; 好貨財則務於聚斂, 而不見其民散; 好逸遊則流連無度, 而不見弊政之害; 好用兵則黷武不戢, 而不見殃民之禍。 人君之失道, 大槪不出此四者。 今殿下受氣明粹, 持身淸約, 寧有好色、好貨之病乎? 臨御一紀, 未嘗遊觀則其無盤樂之病可知; 只修武備, 不妄出師則亦無好勇之病矣。 殿下以何病, 而不能典學、誠身乎? 道非高遠, 只在日用, 而或意其至難; 或憂其力弱, 莫敢下功焉, 無乃殿下亦以爲至難而力不及耶? 殿下旣無奮發作聖之志, 故群臣皆見其然, 以正心、誠意爲厭聞之陳言; 以責難、陳善爲愚儒之迂策, 經席之上, 只以解釋文字, 塞啓沃之責, 殿下亦反覆咨問字訓、文意, 而未嘗下詢切實踐履之功。 夫讀書而只求文義, 不反之身者, 乃科業之士, 所以求名求祿者也。 俗士以此發身, 名顯祿厚, 固遂所願矣。 今殿下之所願, 在於堯、舜其身; 堯、舜其民則豈可求其華, 而不求其實乎? 此, 一事也。 嗚呼! 殿下以經世之才, 受付託之重, 始初淸明, 豈無平治邦域, 高出百王之志乎? 只緣群臣少有承當者, 訏謨失宜, 試可弗績, 議論多岐, 實德不著。 朝紳之間, 言語可觀, 而闕門之外, 惠澤不流。 於是, 聖心悵然, 始有不可治之嘆, 以沮大有爲之志矣。 聖志旣沮, 不復圖治, 故群臣亦見其然, 心緩體弛, 餔啜是事, 爲人擇官, 優游度日。 久於一官, 則引疾遷就, 只糜廩祿, 百務不理。 間有奉公盡職者, 則衆必指目, 或譏以愚妄; 或剌以釣名。 惟是怠事徇俗者, 乃能上不批逆; 下不喪朋, 外無人謗; 內無親譴, 美食安坐; 榮身潤屋。 今世之士不職其職者, 非其本心也。 以容身保位之術, 在於從衆故也。 嗚呼! 人情孰不欲利於己乎? 惟守道之君子, 乃能重義, 而輕利焉。 今日重義而輕利者, 有幾人乎? 徇俗而求位, 則身可貴也; 徇俗而求財, 則家可富也, 莫不遂其欲利之志矣。 惟有殿下, 了無所利, 但見時事日非, 不可收拾而已。 二百年社稷, 阽於危亡之域, 而殿下之明, 無不洞知, 殿下之力, 可以振起, 何爲至今不下手一救乎? 昔者春秋之時, 世衰道微, 諸候擅制; 大夫專政, 天下淆亂極矣。 而孔子以匹夫之力, 猶且欲救一世, 轍環四國, 而其言曰: “天下有道, 丘不與易也。” 蓋聖人之心, 不以無道, 必天下而棄之也。 今日世道之降, 雖下於春秋之時, 無列國戰爭之患, 而殿下居得治之位, 非孔子匹夫之比, 欲治則可治矣。 殿下豈可以無道, 必一國, 而棄之耶? 此, 二事也。 嗚呼! 殿下聰明絶人, 氣馭一世, 而聖學未進; 聖量未弘, 故未免有輕士之意, 不信其人, 不用其言。 今者上自大臣, 下至庶官, 近自侍從, 外至岳牧, 殿下心所信重, 而用其謨猷者, 不知爲誰乎。 至於已死之賢, 雖一世所宗仰者, 殿下尙無推重之意, 況今時之士乎? 士之有才可試者則殿下必憂其喜事; 直言廷諍者則殿下必厭其違拂; 欲制儒行者則殿下必疑其矯飾。 未知學何道、陳何策, 然後乃合聖衷, 而得所倚信乎。 衰世喜同惡異, 故儒者見嫉, 而流俗得志, 殿下豈可不念此弊乎? 夫以世俗常情言之, 則儒者固可惡也。 論治則遠引唐、虞; 諫君則責以難事, 縻之不留; 寵之不樂, 惟在於欲行其志焉, 固是難用。 而其間或有過激者; 或有迂闊者; 亦有好名者, 或廁乎其列, 豈非世主之所可惡者乎? 流俗之士, 順時同衆, 無所忤逆, 熟於事君, 惟命是從, 安於習非, 不事矯激, 是固人君之所親信也。 雖然, 儒者好義; 流俗好利, 未有好利而愛其君者; 未有好義而忘其君者。 一朝禍亂之作, 挺身救君, 取義捨生者, 必出於儒者; 決不出於流俗矣。 嗚呼! 好義者爲國; 好利者爲家, 爲國爲家, 辨之不難。 廷臣之碌碌隨波, 無所建白, 君有過失, 不敢繩糾者, 大抵是爲家者, 恐失其利也。 若其謇諤正色, 無所回撓, 有懷必陳; 有才必盡者, 大扺是爲國者, 恐失其義也。 惟是人君辨之不明, 而讒諛善乘其隙, 故爲家者多被寵擢; 爲國者多陷刑辟, 誠可悲也。 只有好名之士, 似是而難辨。 若人君理明義精, 則虛僞者, 亦不能遁其情矣。 但不可嫉人之好名, 而遂疑實德之士也。 己卯年間, ﻿中廟求治甚銳, 而群賢彙進, 其間豈無好名者哉? 大槪多是爲國者。 而讒人罔極, 巧成貝錦, 遂以一網打盡。 趙光祖臨死有詩曰: “愛君如愛父, 天日照丹衷。” 臣每誦此句, 未嘗不流涕也。 今以殿下之明, 必不被奸人之所罔, 則決無己卯之禍矣。 但群下之所望於殿下者, 豈止於不生士林之禍而已哉? 以殿下之高亢明爽, 無人得被信重; 無策得被採用。 故大小之官, 循默成風, 苟且居位, 賢者不敢輔以德; 能者不敢助以才, 智者無所獻其謀; 勇者無所用其斷, 忠臣竊嘆; 鄙夫馳騁, 殿下之國事, 更無可爲之勢。 此, 三事也。 嗚呼! 殿下於世務, 非不留心也; 於民瘼, 非不惻念也。 至今一政之弊未革; 一民之苦未解者, 以殿下固守前規, 不思變通故也。 自古帝王, 創業定法, 雖是盡善盡美, 而時移事變, 法久弊生, 則後世之善繼善述者, 必隨宜更化, 不膠於舊。 故眞西山論《中庸》繼述之義曰: “當持守而持守者, 固繼述也; 當變通而變通者, 亦繼述也。” 此言眞知治體者也。 我朝太祖大王開基立經, 大綱雖擧, 節目未備。 列聖承繼, 隨時創法, 不拘一規, 代有新制, 各適其宜, 故《大典》頒降之時, 其法旋有一二不能行者矣。 燕山之朝, 祖宗典刑蕩然顚覆。 ﻿中廟反正, 可以改紀, 而朝臣鮮識時務, 議不及此。 加以士林禍作, 萬事瓦裂, 祖宗良法、美意, 多廢不行。 而權臣、幹吏, 隨事用智, 添設科條, 以爲聚斂病民之制者, 則行之旣久, 遂爲成法, 擬以金石之典, 莫敢出更張之計。 今之所謂持守者, 於祖宗成憲則守空名而無實; 於近代弊法則務因循而不改, 政治之不興; 生民之困瘁, 職此之由。 今殿下誠欲有爲, 則雖祖宗舊典, 尙有量宜變通者矣。 況權奸所設病民之法, 則改之當如救焚拯溺矣。 何苦而遵守, 自底危亡乎? 今之議者多曰: “緣法爲治, 則可以無患。 若欲改法, 非命世之才, 則不可能也。” 此言似矣, 而實不然。 夫所謂, 緣法爲治者, 法之可治者耳。 今守病民之法, 而求以治民, 則反不若緣木求魚之無後災矣。 且如燕山所定貢案則不過是任士洪輩所設耳。 任士洪輩所造弊法, 必待命世之才, 乃可改定者, 此何說歟? 若使今日不改謬轍, 則雖聖主憂勤於上; 賢相盡瘁於下, 亦無救於民之糜爛, 終亦必亡而已矣。 譬如家人, 子孫守先人大屋, 久不重修, 樑棟腐朽, 瓦甎破缺, 支撑不密, 勢將覆壓, 則豈可以拱手坐視者爲能繼述, 而反以改瓦易材者爲不能持守也哉? 古人曰: “聽言之道, 必以其事觀之, 則人不敢妄言。” 愚臣每進更張之說, 殿下深所厭聞也, 請以其事驗之。 殿下之循塗守轍, 今過十年。 若是治道之當然, 則宜乎功成制定, 上安下順, 而持之愈久, 百弊愈生, 政事日紊, 紀綱日頹, 民生日苦, 風俗日敗。 擧國糜潰, 若決江河, 莫敢隄防, 其故何歟? 殿下亦知其然矣, 何不反而思之乎? 此, 四事也。 惟此四事, 爲今日痼病之深源。 上之使殿下, 退托自小, 安常習故, 無奮厲振拔, 修己、治人之志; 次之使廷臣, 瞻前顧後, 患得患失, 無委質許國, 盡忠補過之心; 下之使斯民, 流離失所, 如彼棲苴, 無安生樂業, 仰事俯育之資。 上下四方, 蹙蹙靡騁, 嗚呼苦哉! 若此四病不除, 則雖使皋、益陳謨于內; 周、召宣政於外, 終無一分之益。 況以廷臣之齪齪者, 左右聖朝者乎? 自古忠臣之進言者, 必以治世爲亂, 故人君逆料曰: “斯世也, 奚至此極? 進言之道, 當如此耳。” 今殿下亦料臣言乎? 今日果是治世, 而愚臣過言乎? 以今日之國勢、民情, 平居無事, 固已奄奄如病革之人, 形骸僅存, 而氣息就盡。 若或不幸, 內有小人嫁禍士林; 外有兵戈匪茹不恭, 則是, 國家運盡之秋也。 小人之禍, 則聖明在上, 可無虞矣, 若兵戈之難, 則安保其必無哉? 竊聞, 去年朝廷有量田之擧, 以閑散朝士, 充敬差官, 三令五申, 竟無起應者。 量田非死地也; 朝士非頑民也。 欲使有識之人, 就不死之地, 而尙不得則紀綱可知; 人心可知。 以此紀綱; 以此人心, 儻遇外寇, 則能有親上死長者乎? 昔者前朝恭愍王時, 紅巾賊十四萬騎, 氷渡鴨綠江, 東人無禦之者。 直擣松京, 王避走安東, 收合國兵二十萬, 僅能克之。 此時兵力, 猶勝於今日也。 若今日則外寇雖不滿萬騎, 人誰敢禦之乎? 不特外寇可虞也, 民窮財盡, 勢必爲賊。 嶺南結陣之卒, 是叛國之兆也。 一處結陣而復散, 則殿下得以誅之矣。 若處處結陣, 而不散則殿下將何以處之乎? 臣言皆据事實, 果是過言乎? 嗚呼! 殿下若無美質, 不可有爲, 則臣雖懇懇, 亦復何望? 今臣之仰首哀鳴, 披露赤心, 累牘連章, 旣退而猶不能止者, 只以殿下資質可以入道, 今日不能覺悟, 則明日必能悔過故也。 嗚呼! 臣計誠不自量, 而臣情誠可悲也。 雖然, 若不遇聖主之涵育, 則臣何能至此乎? 臣聞, 時有否泰; 事有期會。 時否而有治之幾; 時泰而有亂之幾, 在人主審察, 而善乘之耳。 殿下卽祚之初, 仁聞廣被, 一國人士, 擧首引領, 顒望至治, 此正可治之幾。 而當時大臣, 無經邦遠猷, 不能引翼睿旨, 反迪上以尋常塗轍, 遂失其幾焉。 及乎乙亥之歲, 聖躬遭憂, 喪制盡禮, 親近儒臣, 講求治道, 人心翕然, 更望德化, 此亦可治之幾。 而適憲吏誤觸宮禁, 臺臣對不以實, 遂激上怒。 由此, 聖心改圖, 反厭儒者, 遂失其幾焉。 當此之時, 譬如春陽盎然, 草木萌動, 而嚴霜忽零, 生意頓喪。 至今追思, 心寒腸結, 不能自遣也。 去年之冬, 殿下明燭元兇之秘術, 恭承仁聖之懿旨, 命削僞勳, 以定國是, 根本枝葉, 一切剗鋤。 斷自聖衷, 超出群臣意慮之外, 使三十年神人之憤, 一朝快洩, 無少餘憾, 國人相慶, 跛躄亦抃。 因此正名之擧, 復起有爲之望, 此亦可治之幾也。 殿下前日旣已再失其幾矣。 今者豈忍三失乎? 嗚呼! 殿下之不能修己治人者, 不爲也, 非不能也。 殿下若知四病之爲害, 則今日當務之道, 豈不在於汲汲力去四病乎? 殿下誠能一日慨然發憤曰: “人性皆善, 我獨不可爲堯、舜歟? 道無古今, 我獨不能興至治歟? 祖宗付畀之業, 豈可忍壞於吾身歟? 祖宗直道之民, 豈可忍棄於吾時歟? 才不借於異代, 我國豈盡無人乎? 法因時而通變, 舊規豈盡可守乎?” 旣發此心, 以立基本, 而深陳旣往之悔, 手下哀痛之敎, 以至誠招賢; 以至誠求言, 脫去前日循常之習, 聳動一國臣民之望。 賢士旣至; 群策旣集, 則又須屈意咨詢, 虛懷樂聞, 忠言必聽; 善謀必取, 以之修身; 以之爲政, 則賢者求行其道; 能者求售其才, 必有輕千里而至焉者矣。 帝王之先務, 莫急於得人, 得人之術, 又在於修身。 身不修則心不正; 心不正則智不明; 智不明則忠邪不能分; 臧否不能辨, 安能得人? 是故, 孔子曰: “爲政在於得人, 取人以身; 修身以道。” 今殿下掃去舊習, 誠心向道, 則必勉强修身。 以身取人, 而修身之道, 聖賢之言備矣。 臣於前日, 撰進《聖學輯要》, 此非臣言也, 乃聖賢格言也。 未知殿下留心記憶否。 修身大要, 不出此書, 臣不復贅達於今日矣。 第念, 修身實功, 在於矯治氣質, 而察病加藥。 今殿下之志不立, 身不修, 政不治者, 有何病根而然歟? 此在殿下反而求之耳。 愚臣竊見, 聖明重於自信, 而短於從人。 夫自信有二焉, 擇善執中而自信, 則固可以有恒而成德矣。 然不可專於自信, 而必資於取善, 況權衡未得其正而自信則不幾於惟其言而莫予違乎? 古之帝王莫不以虛心從善爲進德之本。 故《仲虺之誥》曰: “能自得師者王, 謂人莫己若者亡, 好問則裕, 自用則小。” 今以殿下之聖智, 宜乎無善不從, 而尙不免於偏係好勝之病, 其故何歟? 無乃殿下自謂, 聖學已成, 無所資於他人乎? 抑以爲, 世無賢士, 無可取信者乎? 抑心主他事, 而不暇及於爲善歟? 抑聖心漠然, 其於是非善惡, 都無所管念乎? 權然後知輕重; 度然後知長短, 殿下其亦權度之哉? 若殿下自謂, 聖學已成, 無所資於他人則有不然者。 古人稱堯曰: “舍己從人。” 稱舜曰: “樂取諸人以爲善。” 稱禹曰: “拜昌言。” 稱湯曰: “從諫弗咈。” 堯、舜、禹、湯, 德已至矣; 治已極矣, 猶且虛心從善, 如恐不及。 況今殿下德不及四聖; 治不及三代, 而其可忽於人言, 不以誠求乎? 若以爲, 世無賢士, 無可取信則亦不然。 古語曰: “愚者千慮, 必有一得。” 故狂夫之言聖人擇焉。 古之帝王, 詢于芻蕘者, 用是道也。 顔淵以能問於不能; 以多問於寡, 蓋不知有餘在己, 不足在人也。 況十室之邑, 必有忠信, 千里之國, 豈無可信之士乎? 若以爲, 殿下心主他事, 而不暇及於爲善則人君之病, 不出於前所陳好色、好貨、好遊畋、好用兵, 而今殿下宜無此病, 則豈主於他事乎? 若以爲, 聖心漠然, 其於是非、善惡, 都無所管念則此乃叔季昏庸之主, 委靡頹墮, 安其危、利其災之氣象也。 豈以殿下之英明超卓, 乃有此病乎? 反覆思之, 終未能仰曉聖心之所在, 此臣所以惶惑而罔測者也。 殿下何不反諸心, 而深思其所以然乎? 嗚呼! 一人之聰明有限, 天下之道理無窮。 故雖聖人, 不敢自恃其聰明, 而必以衆人之耳爲我耳; 必以衆人之目爲我目然後, 聰無不聞; 明無不見, 而智無不周; 德無不備焉。 殿下誠能以帝舜之明四目、達四聰爲法, 使一國之善言, 無不輻輳, 而聖心權度, 精明不差, 執其兩端, 而用其中, 則典學、誠身, 本諸此; 敬天、勤民, 本諸此矣, 何德之不進? 何業之不修? 何天災之不可弭? 何民隱之不可解乎? 嗚呼! 人君是一國之本, 而虛心從善, 又是君人進德修業之本, 則天下之德, 孰有加於此乎? 人臣之告君者, 多以舍己從人爲說, 故此言無異老儒常談矣。 今臣則非泛言也, 竊敢以殿下切己之病, 竭誠盡言, 伏望殿下, 勿視以恒言, 更加深念焉。 東方否泰之幾、宗社存亡之幾、天命ㆍ人心去就ㆍ離合之幾, 決於殿下從善與否而已。 嗚呼! 殿下旣以修身爲出治之本, 而又須知人善任然後, 可以成政。 譬如人家, 梓人造屋、陶人造器, 奴主耕耘、婢主織絍, 鷄能司晨、犬能吠盜, 各有其才、各當其職, 若使用違其才, 而紛更不專, 則必致敗績, 爲國何以異此? 今者誠能明明揚仄陋, 盡收一時賢才, 而不論新舊、不問門閥, 只擇其人器相稱者, 以有德量、識道理者, 居之廟堂; 通經術、善啓沃者, 置之經幄, 藻鑑公明者, 任以銓衡; 生財有道者, 任以度支; 講禮不差者, 授以宗伯; 知兵遠猷者, 授以司馬; 忠信明決者, 使治刑獄; 幹事無弊者, 使主工役; 正身糾物者, 責以風憲之重; 直己盡言者, 委以諫諍之職; 奉公愛民者, 付以承流宣化之任, 大小內外之官, 皆擇其人, 任之專, 而持之久, 期以成績, 不限日月。 其間才過於位者, 則超陞之; 才不稱位者, 則左遷之; 才位相當者, 則雖終身一職可也。 如有疾病, 亦不輕遞, 必如漢法, 滿三月乃免, 倘有厭居一官, 托疾辭避者, 則臺諫隨現論劾, 必使公卿、百僚, 恪謹守職, 一心爲國。 而至於弊法之當改、新制之可行者, 則必須博採群議, 明察精擇, 或革或立, 務合時宜。 政疵、民瘼, 一切掃除, 必使州縣, 賦斂寬平、徭役輕均, 吏無苛政; 民有恒産, 則天意可回; 民心可得, 而敎化可施, 禮樂可興矣, 豈特免危亡而已哉? 殿下苟立此志, 渙發德音, 則善政未及施, 而國人已鼓舞於千里之外矣, 豈非東方億萬年無疆之休乎? 伏願殿下, 無失幾會焉。 《夏書》曰: “不見是圖。” 況今危亡之象已見, 而以殿下之明聖, 莫之圖乎? 勢迫情急, 不容少緩矣。 嗚呼! 能辭說者, 不必有才德, 故不可以人而廢言, 亦不可以言而取人。 今以臣身之不才, 謂臣言無可取, 不可也; 以臣言之有理, 謂臣才有可用, 亦不可也。 伏願殿下, 無以人廢言。 抑又竊聞, 學校, 風化之本也。 今之學校荒廢久矣, 風化何由可興乎? 內之成均, 旣不足以興學, 而外之鄕校, 尤可寒心。 近來書院之建, 可養志學之士, 爲益不淺, 而但不設師長, 故儒生相聚, 放意自肆, 無所矜式, 不見藏修之效。 國家設立本意, 必不如此, 故議者或詆書院以爲可罷, 此則出於憤懟, 非正論也。 臣愚欲乞於大處書院, 依中朝之制, 設洞主、山長之員, 薄有俸祿, 如童蒙敎授之例。 擇有學行, 可爲師表者及休官退隱之人, 使居其職, 責以導率, 則其敎育之效, 必有可觀, 而他日國家之得人, 未必不資於此也。 至如臣之無狀, 於內於外, 百無所用, 但於章句、訓詁之間, 業專且久, 不無管見。 若於海州書院, 主山長之職, 敎誨童蒙, 正其句讀, 而勿煩下召, 使安其分, 則聖朝無棄物, 愚臣不徒食矣。 此乃《周官》鄕大夫敎民之遺法也。 殿下誠以此, 咨詢大臣, 創制行之, 則亦風化之一助也。 臣旣承淸問, 不敢不盡其愚, 衷情所發, 言不知裁。 伏惟聖明, 垂仁察納焉。 上答以深嘉忠讜, 而別無採用之實。 政院請更收用, 上復召之, 珥復上疏辭。 未幾, 復除大司諫。【此時諫官數遞, 亦可見。】上見珥辭召疏, 卽命遞大司諫。 政院啓曰: “李珥只辭前日召命, 時未辭新除諫官, 必待自處, 然後乃可遞也。” 諫院、弘文館, 皆上箚論之, 上曰: “豈爲一李珥, 久曠諫職乎?” 蓋上嫌珥矯激辭退而然也。 居數日, 復拜吏曹參議, 珥又辭不至。【成渾讀其疏曰: “眞所謂直言極諫, 經世之文也。”】"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director [of the Office of Royal Decrees] Jeong Cheol was promoted to sixth-rank military official and retired to resign from office, but the King did not grant permission again. At the time, the East and West Infirmaries were growing more prosperous. The East Infirmaries of Sim Uigyeom were called those of the same class as those of the same class. The East infirmaries of Sim Hyowon were called those of the same class as those of the same class. East infirmaries of Sim Uigyeoms house was located west of the capital, but Kim Hyowons house was near the east of the capital. Originally, people did not wish to classified him and classified him. Thus, these infirmaries were called into the classes. Truly, among court officials, those who were self-restrained and salaried without authority were all entered into the classes of the east and the west of the capital. However, Jeong Cheol was called those of the same class as those of the same class. Therefore, Yi I encouraged [Jeong] Cheol to explain the classes with young Confucian scholars to friendly relations with the East infirmaries and the East infirmaries. From the beginning, when [Jeong] Cheol was involved in his words, he employed the classes when receiving and transmitting his orders. At the time, Fourth Inspector [of the Office of the Inspector General] Hong Gasin impeached Assistant Section Chief of the Ministry of Personnel Jo Won for his failure to impeach him. Hong Gasin was young and friendly associated with Jo Won and impeached him on his own infirmaries. However, Yi I praised him that he had a powerful man. However, Jeong Cheol was unable to friendly. In general, he was suspected that Gasin and others of the same class as those of the same class",
                "H2KE-nKo": "직제학 정철을 동부승지로 승진시켰다. 재차 사직하였으나 허락하지 않았다. 이때 동인이니 서인이니 하는 설이 더욱 성하여 심의겸의 무리를 서인이라 지목하고 김효원의 무리를 동인이라 지목하였다. - 심의겸의 집은 성 서쪽에 있고 김효원의 집은 동성에 가깝다. 당초에 사람들이 배척하여 말하고 싶지 않아서 이렇게 지목한 것이다. - 조신은 단독으로 행동하는 사람과 녹록하고 이름 없는 사람이 아니면 모두 동인이니 서인이니 하는 지목 속에 들어 있었다. 정철은 서인이니 지목하였다. 고 이이가 정철에게 젊은 사류들과 교분이 두터워 동인이니 서인이니 하는 설을 깨뜨리라고 권하니, 정철이 비로소 그 말을 따라 왕명을 출납하고 왕명을 출납하고 왕명을 출납할 때에 상당히 사기를 폈다. 이때 지평 홍가신이 천거를 받아 대관이 되어 이조 좌랑 조원이 사정을 따른 잘못을 탄핵하였다. 홍가신은 젊어서부터 조원과 친한 벗이었는데 논박을 받으면서 스스로 공론에 영합하였다. 이이는 그가 풍력이 있다고 칭찬하였으나 정철은 공평하지 못하였으니, 이는 홍가신이 서인과 화합하지 못하여 옛 친구를 따지지 않고 먼저 조원을 공격한 것인가 의심해서였다. 두 사람의 지목하는 뜻도 같지 않았으므로 사람들이 보합하기 어렵다는 것을 알았다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 1일(신해) 2번째기사",
                "gt-oKo": "직제학 정철(鄭澈)을 동부승지로 승진시켰는데 두 번 사직하였으나 허락하지 않았다. 이때 동인(東人)·서인(西人)하는 당파의 설이 더욱 무성하여, 심의겸(沈義謙)의 무리들을 서인이라 지목하고 김효원(金孝元)의 무리들을 동인이라 지목하였다.【심의겸의 집은 성(城)의 서쪽에 있고, 김효원의 집은 성의 동쪽에 가까왔다. 당초에는 사람들이 분명하게 말하고자 아니하여 이렇게 지목하였었다.】 그리하여 조신(朝臣)중에 주관이 뚜렷하고 행실이 독자적인 자이거나 주견없이 남의 의사만을 따르는 명망이 없는 사람이 아니면, 모두 동·서인의 지목 속에 들어 있었다. 정철은 서인으로 지목받고 있었는데 이이는 정철에게 권고하여 연소한 사류(士類)들과 교분을 두텁게 해서 동인·서인의 설을 타파해야 한다고 하자 정철이 처음에는 그 말을 따라서 임금의 명령을 선포하고 정책을 진달할 즈음에 자못 사기(士氣)를 펼쳤다. 그런데 그때 지평 홍가신(洪可臣)이 천거를 받아 대관이 되어서 이조 좌랑 조원(趙瑗)이 사정을 따른 잘못이 있다고 탄핵하였다. 홍가신은 젊어서부터 조원과 친한 벗이었는데도 그를 논박하여 스스로 공론에 맞추니 이이는 그를 풍력(風力)이 있다고 칭찬하였으나 정철은 편하게 여기질 않았다. 이는 가신이 서인과 맞지 않아 옛 친구를 생각하지 않고 먼저 조원을 공격하는 것인가 하고 의심했기 때문이었다. 이처럼 이이와 정철 두 사람이 지향하는 뜻이 동일하지 않았으므로 사람들은 보합(保合)하기 어렵다는 것을 알게 되었다.",
                "hj": "○以直提學鄭澈陞同副承旨, 再辭不許。 時, 東西之說益盛。 以沈義謙儕輩, 目爲西人, 金孝元儕輩, 目爲東人。【沈家在城西, 金家近東城。 當初人不欲斥言, 有此指目。】朝臣苟非特立獨行及碌碌無名者, 皆入東、西指目之中。 澈則目爲西者也。 故珥勸澈, 與年少士類交厚, 以破東西之說。 澈始從其言, 出納復逆之際, 頗張士氣。 時, 持平洪可臣, 以薦爲臺官, 劾吏曹佐郞趙瑗徇私之失。 可臣少與瑗親友, 而論駁自協公論, 李珥則稱其有風力, 澈則不能平。 蓋疑可臣與西人不協, 不計故舊, 而先攻瑗也。 二人指意亦不同, 人知保合之難矣。"
            },
            "3": {
                "H2KE-EN": "Expositor Heo Bong of the Office of the Lectures for the Crown Prince (Office of Benevolence and Gentleness attended to the King and reported to the King as follows: If the name is not correct, his words are inconsistent. Now, if the name of the ancestral shrine is called the ancestral shrine to the wives, how could there be a family shrine to the ancestral shrine to the wives? It would be proper to simply because Your Majesty simply simply, even if the name of the ancestral shrine to the wives of the king was not simply",
                "H2KE-nKo": "강관 허봉이 입시하여 아뢰기를,“명분이 바르지 않으면 말이 순하지 않습니다. 이번에 대원군의 사당을 ‘가묘’라고 칭하였는데, 국가에 어찌 가묘가 있겠습니까. ‘대원묘’라고만 칭하고 ‘사친묘’라고 칭하는 것이 옳습니다. 전하께서 안빈을 ‘우리 할아버지’라고 칭하신 것도 매우 잘못입니다. 대원군이 계시더라도 적모에 압존되어 감히 그 어머니를 어머니로 여기지 못하는데, 더구나 전하께서 들어와 대통을 이으셨으니, 어찌 감히 ‘조’라고 칭할 수 있겠습니까. 대원군은 제후의 별자로서 백세토록 옮기지 않는 사당이 됩니다. 안빈은 첩의 어머니이니, 시조의 사당에 들일 수 없습니다. 다만 사실에서 제사지내는 것이 합당합니다.”하니, 주상이 소리를 높여 말하기를,“허봉이 감히 홀로 허다한 말을 하는가. 옛사람이 말하기를 ‘말 때문에 의리를 해치지 않는다.’라고 하였다. 안빈은 실로 조모이니, 비록 우리 할아버지라고 하더라도 무슨 상관이 있겠는가. ‘가묘’라고 칭하는 것도 무슨 상관이 있겠는가. 그런데 허봉이 감히 비교하고 따져서 함부로 의론을 낸단 말인가. 나는 그것이 무슨 뜻인지 모르겠다.”하였다. 좌의정 홍섬이 아뢰기를,“나이 젊은 사람은 고서만 읽을 뿐 일찍이 일을 경험하지 못하여 정도에 지나친 의론을 낸 것이니, 주상께서 모두 포용하셔야 합니다. 만약 이와 같이 기를 꺾으신다면 아마도 모두 감히 생각을 다 말하지 못할 것입니다.”하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 1일(신해) 3번째기사",
                "gt-oKo": "강관(講官) 허봉(許篈)이 입시하여 아뢰기를, “명분이 바르지 못하면 말이 순하지 않습니다. 요즘 대원군 사당을 일컬어 ‘가묘(家廟)’라 하고 있는데 국가에 어찌 가묘가 있을 수 있겠습니까. ‘대원묘(大院廟)’라고 하거나, 아니면 ‘사친묘(私親廟)’라고 해야 옳을 것입니다. 그리고 전하께서 안빈(安嬪)을 우리 조모라고 하시는 것도 역시 매우 잘못입니다. 비록 대원군이 계시더라도 적모(嫡母)에 압존(壓尊)되어 감히 자기 어머니에게 어머니라고 부르지 못하는 법인데, 더구나 전하께서는 대궐에 들어와 대통(大統)을 이어받으셨으니 어찌 감히 조모라고 일컬을 수 있겠습니까. 그리고 대원군은 제후의 별자(別子)로서 백세토록 옮기지 않는 사당이 되었으나 안빈은 바로 첩모이기 때문에 시조의 사당에 들어 갈 수가 없고 다만 사실(私室)에서 제사해야 합니다.” 하니, 상이 성난 음성으로 이르기를, “허봉이 감히 이런 허다한 이야기를 하는가. 옛사람이 이르기를 ‘말로써 뜻을 해쳐서는 안 된다’고 하였다. 안빈은 실지로 조모인데 우리 할머니라고 한다 해서 무엇이 해롭단 말인가. 그리고 가묘라고 한다 해서 또한 무슨 방해가 되기에 허봉이 감히 비교하면서 말을 하여 함부로 의논을 만들어 내는가. 나는 그가 무슨 생각을 가지고 그러는지 모르겠다.” 하자, 좌상 홍섬(洪暹)이 아뢰기를, “나이 젊은 사람이라 옛글만을 읽었을 뿐, 실지로 일을 경험해 보지 못했기 때문에 너무 지나친 논의를 만들어 낸 것입니다. 그러니 상께서는 모두 포용하셔야 합니다. 만약 이와 같이 기를 꺾으신다면 모두가 생각하고 있는 것을 제대로 말하지 않을까 염려됩니다.” 하였다.",
                "hj": "○講官許篈入侍啓曰: “名不正則言不順。 今者稱大院君廟曰家廟, 國家安有家廟乎? 只稱大院廟, 或稱私親廟, 可也。 殿下稱安嬪爲我祖, 亦甚非也。 雖大院君在, 亦壓於嫡, 而不敢母其母, 況殿下入承大統, 安敢稱祖乎? 大院君以諸侯別子, 爲百世不遷之廟, 安嬪是妾母, 不可入始祖之廟, 只合祭之私室。” 上厲聲曰: “許篈敢獨爲許多說話? 古人云: ‘不以辭害義。’ 安嬪實是祖母, 雖曰我祖何害? 稱家廟, 亦有何妨, 篈乃敢較計言語, 橫生議論? 予不識其何意也。” 左相洪暹曰: “年少之人, 只讀古書, 不曾經事, 生出過當之論, 自上皆當包容。 若如此摧折之, 恐皆不敢盡言所懷也。”"
            },
            "4": {
                "H2KE-EN": "Kim Ugon reported to the King as follows: Your subject resides in his hometown and saw that the local school was neglected and neglectful. When a second-tier instructor was dispatched, he was merely appointed as a senior official or a lower clerk who accepted bribes from a lower clerk and obtained bribes from a lower clerk. How can he know about the affairs of the school? For this reason, as a first-tier instructor, he detested others. If Confucian scholars were appointed, it would be ashamed for them to be ashamed. Should this be abolished, it would be proper to select and dispatch a first-tier instructor who recommended and appoint him. Although it would be possible to find all the talented men, the circumstances of the circumstances can be corrected, and the circumstances [of the local school] should be slightly relieved. Presently, following the precedent of the local school that the scholars leave their hometowns due to illness, please appoint educational officials as a first-tier instructor of the local school in accordance with the precedent of Song China. Though your subject is foolish and humble, if he is appointed to this position, he should strive to serve the incense burner and devote himself to perform his duties. In the future, the customs detested educational officials will be slightly changed.",
                "H2KE-nKo": "김우옹이 아뢰기를,“신이 시골에 살면서 향교의 해이함이 심한 것을 보았습니다. 훈도를 차출하여 보낼 때에 재신의 행하만을 쓰거나 서리에게 뇌물을 주어서 얻기도 하였으니, 어찌 학교의 일을 알겠습니까. 이 때문에 교수의 관원이 사람들에게 천시당하고 미움을 받아 사인이 만약 위임받아 차임되면 수치스럽게 여길 것입니다. 만약 이 폐단을 바로잡으려면 천거를 받아 공정하게 선발해서 보내야 합니다. 비록 모두 적임자를 얻지는 못하더라도 일의 체모가 바르게 되면 절반은 구제할 수 있을 것입니다. 지금 병 때문에 파직되어 시골에 가 있는 사대부들을 송나라 때 사관의 예와 같이 그 고을의 교관으로 삼는 것이 사리에 합당할 듯합니다. 신이 비록 어리석고 비루하지만 만약 이 직임을 맡긴다면 마땅히 정성을 다해 향화를 받들어 힘써 직무를 수행하여 세속에서 교관을 천시하고 미워하는 풍조가 조금이나마 변화할 수 있을 것입니다.”하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 5월 1일(신해) 4번째기사",
                "gt-oKo": "김우옹이 아뢰었다. “신이 시골에 살면서 향교의 실정을 보니 퇴폐하고 해이한 것이 심하였습니다. 훈도를 차견하는 데 있어서 단지 재신(宰臣)의 명에 따르기 때문에 어떤 자는 서리(書吏)에게 뇌물을 주고서 그 자리를 얻어 나가니 어찌 학교의 일을 알겠습니까. 이 때문에 교수의 자리를 사람들이 천박하게 여기고 싫어하며 선비가 만약 여기에 차임되면 수치로 여기고 있습니다. 만약 이 폐단을 구제하고자 하신다면 마땅히 천거하여 공선(公選)해서 차임해 보내야 합니다. 그렇게 하면 비록 적합한 사람을 다 얻을 수 없다고 하더라도 그 사체에 정당함을 얻을 수 있어서 그 반쯤은 구제할수 있게 될 것입니다. 그러니 지금 병 때문에 파직하고 시골에 돌아가 살고 있는 사대부들을 송(宋)나라 때 사관(祠官)의 예처럼 그 고을의 교관으로 삼으면 사의에 합당할 듯합니다. 신이 비록 어리석고 고루합니다만 만약 이 직책을 맡겨주신다면 마땅히 향화(香火)를 공경히 받들면서 맡은 바 직무에 힘쓸 것이며 세속에서 교관을 천시하고 싫어하는 풍속을 조금은 변화시킬 수도 있을 것입니다.”",
                "hj": "○金宇顒啓曰: “臣居鄕, 見鄕校廢弛甚矣。 訓導差遣時, 只用宰臣行下, 或賂書吏而得之, 安知學校事乎? 用此敎授之官, 爲人所賤惡, 士人若被委差, 則以爲羞辱矣。 若欲救此, 當以薦擧公選差遣。 雖未盡得人, 而其事體得正, 當救得一半矣。 今以病罷居鄕士大夫, 如宋祠官之例, 爲其邑敎官, 似合事宜。 臣雖愚陋, 若使爲此職, 則當恪奉香火, 黽勉職事, 或使世俗賤惡敎官之風少變。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General requested the dismissal of Governor of Pyeongan Province Yi Junmin from his position because he failed to inspect the murder of his son to kill him. The King ordered that he be dismissed from his position, and then ordered high officials to recommend two or three candidates of civil and military skills to be replaced with each of them. Kwon Cheol and Hwang Im , high officials, including Yi Yangwon , and Hwang Im , respectively, were responsible for their appointments. Yi Yangwon was quite fond of archery and horsemanship and enjoyed polite literary arts and lacked integrity. Hwang Im was prudent and kind by nature, and he was not all talented. However, because high officials, because he was a senior official, he was not slandered by flattery. Thus, he was specially recommended because he wished to promote him for his appointment. On a few days, Yi Yangwon was especially promoted to grand master for upholding state laws and was appointed as governor of Pyeongan Province. The Office of the Inspector General impeached Yi Yangwon, but the King denied the request, and only had him withdrawn the level of his rank. However, Yi Yangwon was appointed from this day forward, and eventually he was appointed as privilege.",
                "H2KE-nKo": "사헌부가 평안도 관찰사 이준민을 파직할 것을 청하였는데, 그 아들이 살인한 것을 단속하지 못했기 때문이다. 주상이 체직만 하라고 명하고, 이어 대신에게 문무와 지략을 겸비하여 대신할 만한 사람을 각각 두세 사람씩 천거하라고 명하였다. 대신 권철 등이 이양원과 황임으로 명에 응하였다. 이양원은 활쏘기와 말타기를 매우 좋아하였고, 시와 술로 유희를 하면서도 기절이 없었다. 황임은 근후하였으나 모두 재략이 없었다. 대신이 그가 구신이고 명류들에게 도외시당하지 않았기 때문에 특별히 천거한 것이니, 이는 그를 진용하고자 해서였다. 며칠 뒤에 이양원을 자헌대부로 특별히 올려 평안 감사에 제수하였다. 양사가 논핵하였으나 윤허하지 않고 품계를 올려 주는 것만 도로 거두어들였다. 그러나 이양원은 이로부터 크게 등용되어 정승에 제수되기까지 하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 1일(신사) 1번째기사",
                "gt-oKo": "사헌부가 평안도 관찰사 이준민(李俊民)을 파직하라고 청하였는데, 그가 자기 아들이 살인한 것을 검속하지 못한 때문이었다. 상이 단지 체직하라고만 명하고, 이어 대신에게 문무와 지략(知略)을 겸비하여 그를 대신할 만한 자를 각각 두세 사람 천거하라고 명하니, 대신 권철(權轍) 등이 이양원(李陽元)·황임(黃琳)으로 명에 응하였다. 양원은 활을 잘 쏘고 말을 잘 타며 시(詩)와 술을 좋아하고 놀기를 좋아할 뿐 기절(氣節)이 없는 사람이고, 황임은 근신하고 후덕한 사람이었으나, 모두 재능과 지략이 있는 사람이 아니었다. 그러나 대신들은 그들이 옛 신하인데다 명류(名流)들에게 도외시당하는 정도는 아니기 때문에 특별히 추천한 것인데 대개 그들을 진용시키고자 해서였다. 며칠 후 이양원을 자헌으로 승진시켜 평안 감사에 제수하니, 양사가 탄핵했으나 윤허하지 않고, 단지 자헌의 자계만을 도로 거두었다. 그러나 양원은 이때부터 크게 쓰여 정승까지 제수되었다.",
                "hj": "○辛巳朔/司憲府請罷平安道觀察使李俊民, 以其不能檢其子殺人故也。 上只命遞職, 仍命大臣, 以文武智略兼備可代者, 各薦數三人。 大臣權轍等以李陽元、黃琳應命。 陽元頗好弓馬, 詩酒遊戲, 無氣節。 黃琳謹厚, 皆非才略。 大臣以其舊臣, 而不爲名流所左, 故特薦之, 蓋欲其進用也。 數日, 特陞李陽元資憲, 拜平安監司。 兩司劾之, 不允, 只還收加階。 然陽元自此大用, 至拜相。"
            },
            "2": {
                "H2KE-EN": "Minister of Personnel Yi Hubae resigned from office due to illness and was replaced. When [Yi] Hubae was in charge of the Ministry of Personnel , he strongly obeyed the public opinion and did not accept his request. Even if he is a relative, he would very discontinue. One day, a relative visited him and speak out to seek his stipends. After [Yi] Hubae changed his countenance and showed a writing of paper, his name was chosen. The names of his relative also included. [Yi] Hubae said, I employed this because I wanted to recommend them. Presently, he said that he seeks to a government post. If he seeks to obtain, this would not be a justice. It is pitiful that his son voluntarily disclosed. [Yi] Hubae was ashamed and then withdrew. Whenever [Yi] Hubae chosen to a government post, he must inquire of his capable of possing capable of",
                "H2KE-nKo": "이조 판서 이후백이 병을 이유로 사직하니, 체차하였다. 이후백이 전조를 맡았을 때 공론을 강력히 견지하면서 청탁을 받지 않았다. 친척이라도 자주 가서 문안하면 매우 그르게 여겼다. 하루는 족인이 가서 문안한 일이 있었는데, 녹을 구하는 뜻을 언급하자 이후백이 얼굴빛이 변하면서 종이 한 장을 꺼내 보이니, 선출된 사람의 성명과 족인의 이름도 그 속에 들어 있었다. 이후백이 말하기를,“내가 이것을 기록한 것은 앞으로 의망하려는 것이다. 지금 그대가 ‘벼슬을 구한다.’라는 말을 하였는데, 만약 구해서 얻는다면 공도가 아니다. 애석하다. 그대가 스스로 말을 꺼내는 것이 애석하다.”하니, 그 사람이 부끄러워서 물러갔다.이후백이 매번 선출된 사람을 관직에 제수할 때마다 반드시 그 사람이 합당한지의 여부를 두루 물었다. 만약 잘못 쓴 사람이 있으면 밤새도록 잠을 이루지 못하면서 말하기를,“내가 국사를 그르쳤다.”하니, 당시 사람들이 모두 그의 공충에 감복하였다. 근래에는 비할 데가 없었다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 1일(신사) 2번째기사",
                "gt-oKo": "이조 판서 이후백(李後白)이 병으로 사직하자 체직시켰다. 후백이 전조를 맡았을 적에 힘써 공론을 유지하였고 청탁도 받아들이지 않았다. 아무리 친척이라 하더라도 자주 와서 문안을 하면 매우 그르게 생각하였다. 하루는 족인(族人)이 와서 문안을 하고 녹을 구하는 뜻을 보이자 후백이 얼굴빛이 변하면서 종이 한 장을 꺼내 보이는데 그것은 선출할 사람의 명단이었고 족인의 이름도 그 속에 기록되어 있었다. 후백이 말하기를, “내가 여기에 기록한 것은 장차 의망에 쓰려는 것이었다. 그런데 지금 자네가 벼슬을 구하는 말을 하고 있으니 만약 구해서 얻는다면 공적인 도리가 아니다. 애석하다. 그대가 스스로 발설하고 말았네그려.” 하니, 그 사람이 부끄러워 어쩔 줄 몰라 하면서 돌아갔다. 그리고 후백은 사람을 가려 벼슬을 제수할 때마다 반드시 가합한지의 여부를 두루 물어 보았고 만약 잘못 등용한 사람이 있으면 밤새도록 잠을 이루지 못하면서 ‘내가 나라 일을 그르쳤다.’ 하였다. 당시의 사람들은 모두 공적인 처사와 충성심이 근대에 비교할 자가 없다고 그에 대하여 감복하였다.",
                "hj": "○吏曹判書李後白辭疾遞。 後白掌銓, 力持公論, 不受請託。 雖親戚, 若頻往候之, 則深以爲非。 一日族人有往候, 語及干祿之意, 後白色變, 出示一紙, 則選人姓名也, 族人名, 亦在其中矣。 後白曰: “吾錄此, 將以擬望也。 今子有求官之語, 若求而得之, 非公道也。 惜乎! 子之自發也。” 其人慙而退。 後白每選人除官, 必遍問其人可合否。 若有誤用之人, 則輒終夜不眠曰: “我誤國事。” 時人皆服其公忠, 近代無比也。"
            },
            "3": {
                "H2KE-EN": "Jeong Daenyeon was appointed minister of personnel . [The King] dismissed [him] from his post and replaced him. [The King] appointed Noh Jin as minister of personnel . Earlier, [Noh] Jin was promoted to the minister of rites because he was old and ill and did not come [to the capital]. When [he] completed his mourning period for his mother, [he] specially expressed his gratitude to the Emperor [of Ming China] and went to the capital. For this reason, [the King] issued this order. [He] also failed to serve his official duties due to his illness. [Jeong] Daenyeon was replaced again.",
                "H2KE-nKo": "정대년을 이조 판서로 삼았는데 사직하여 체차되었다. 노진을 이조 판서로 삼았다. 노진은 일찍이 특지로 예조 판서에 올랐으나 모친이 늙고 신병이 있다는 이유로 사양하고 오지 않았다. 모친상을 마치고 나서는 특별히 사은하고 서울로 올라갔기 때문에 마침 이러한 명을 내린 것이다. 또 신병으로 직임을 수행하지 못하자 정대년이 또 후임에 임명되었다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 1일(신사) 3번째기사",
                "gt-oKo": "정대년(鄭大年)을 이조 판서로 삼았는데 사직했으므로 체직하고 노진(盧禛)을 이조 판서로 삼았다. 노진은 일찍이 특지로 예조 판서로 승진되었으나 어머니가 늙고 자신은 병들었다는 이유로 사양하고 오지 않았다. 그리고 그 어머니 초상을 만나 삼년복을 마치고 난 다음 사은을 하러 서울에 왔으므로 마침 이 명이 있게 된 것인데 또 공직(供職)하지 못하게 되니 정대년이 다시 대신하였다.",
                "hj": "○以鄭大年爲吏曹判書, 辭遞。 以盧禛爲吏曹判書。 禛曾以特旨, 陞禮判, 辭以母老身病不來。 及其喪母闋服, 特爲謝恩上京, 故適有是命。 又以病未供職, 大年又代之。"
            },
            "4": {
                "H2KE-EN": "The King appointed Assistant Headmaster Jeong Gu as director of the Bureau of Currency and Slave Taxation , but he declined and did not bow. [Jeong] Gu was originally from a relative of the capital, and was married to Seongju and resided in his hometown. From early age, he studyed learning and commenced propriety. He passed the state examination once and returned to the frontier. He did not come to the examination again. He opened the study of the Royal Confucian Academy and encouraged Confucian classics. Prior to this, many court officials recommended him as a teacher. Kim Ugung reported to the King, [Jeong] Gu once studyed the study of Hwang and also visited the gate of Jo Sik . He had a thorough knowledge of the study of his learning. He also had a talent and conduct. He should enter the palace and inquire about the way of governing the Way. He should be appointed to a government post after his personality. From this day forward, he was repeatedly appointed to a government post, but he did not come to the palace. At this time, the Ministry of Personnel requested that [Jeong Gu] be promoted to the sixth rank. This is why he was appointed to this post. [Jeong] Gu submitted a memorial requesting his resignation and did not come.",
                "H2KE-nKo": "처사 정구를 사포서 사포로 삼았는데, 사양하고 숙배하지 않았다. 정구는 본래 서울의 친족으로 성주에서 아내를 얻어 그대로 그 고향에서 살았다. 어려서부터 학문에 뜻을 두고 예를 행하여 한 번 과장에서 시험 보이고는 물러났으나 다시는 과거에 응시하지 않았다. 벽숙하여 학문을 강론하니, 고을 사람들이 추대하여 스승으로 삼았다.이에 앞서 조정의 신하 중에 그를 천거한 자가 많았다. 김우옹이 주상에게 아뢰기를,“정구는 일찍이 이황을 따라 배우고 또 조식의 문하에 왕래하여 학문이 통명하고 또 재국과 조행이 있으니, 포의로 입대하여 치도를 묻고 그 인품을 본 뒤에 벼슬을 시켜야 합니다.”하였다. 이로부터 여러 차례 벼슬에 제수하였으나 나아가지 않았다. 이때에 이르러 전조가 아뢰어 6품직에 승진시켜 제수하기를 청하였기 때문에 이 제수가 있었는데, 정구가 상소하여 사양하고 오지 않았다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 1일(신사) 4번째기사",
                "gt-oKo": "처사 정구(鄭逑)를 사포서 사포(司圃署司圃)로 삼았으나 사양하고 숙배하지 않았다. 정구는 본래 서울에 살던 사족이었는데 성주(星州)에서 장가들고 그대로 그 고을에 살았다. 그는 젊어서부터 학문에 뜻을 두고 예(禮)에 전념했다. 한번 과장에 나와 시험을 보고 물러간 뒤로는 다시는 과거에 응하지 않고 글방을 열고 학문을 강론하니 시골 사람들이 추대하여 스승으로 삼았다. 이보다 앞서 조정의 신하들이 그를 추천하는 자가 많았다. 김우옹(金宇顒)이 상에게 아뢰기를, “정구는 이황(李滉)을 따라 배운 적이 있고 또 조식(曹植)의 문하에 왕래하면서 배웠으므로 그의 학문은 통명하고 또 재국(才局)과 조행(操行)이 있습니다. 포의로 입대하게 하여 정치 방도를 물어 그의 인품을 관찰해본 다음에 벼슬을 주소서.” 하였다. 이로부터 자주 벼슬을 제수하였으나 나오지 않았다. 이번에 전조가 또 6품(品)직에 올려 제수할 것을 계청하였으므로 이 제수가 있었던 것인데, 정구는 상소하여 사양하고 오지 않았다.",
                "hj": "○以處士鄭逑爲司圃署司圃, 辭不拜。 逑本以京族, 娶妻星州, 仍寓居其鄕。 自少志學服禮, 一試科場而退, 不復應擧。 闢塾講學, 鄕人推以爲師。 先是, 廷臣多有薦之者。 金宇顒啓于上曰: “逑曾從李滉學, 又往來曺植之門, 學問通明, 又有才局操行。 宜以布衣入對, 訪問治道, 觀其人品, 然後官之。” 自是, 屢除官不就。 至是, 銓曹啓請陞授六品職, 故有是除, 逑上疏辭不至。"
            },
            "5": {
                "H2KE-EN": "[The King] bestowed rice upon 처사 Seong Un , and also bestowed falcons upon him. The King earnestly declined to resign from office, and his moral integrity was high. On this day, [the King] specially ordered that [the rice] be bestowed upon him. Also, [the King] bestowed rice upon [Seong] Un because he was old and cannot bear to eat vegetarian meals. [The King] bestowed falcons and dogs [on him]. [Seong] Un submitted a memorial to express his gratitude [to the King].",
                "H2KE-nKo": "처사 성운에게 쌀을 내려 주고 또 매[鷹]를 내려 주었다. 주상은 시종 관직을 사양하였기 때문에 그의 풍도와 절개를 고상하게 여겼다. 이때에 이르러 특지로 쌀을 내려 주었다. 또 연로하여 나물을 먹을 수 없다고 하여 매[鷹]를 내려 주고 사냥할 생선을 준비하게 하였다. 성운이 상소하여 사양하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 1일(신사) 5번째기사",
                "gt-oKo": "처사 성운(成運)에게 쌀을 하사하고 또 매를 하사하였다. 상은 끝까지 벼슬을 사양한 그의 풍도와 절개를 고상하게 여겨 이번에 특지로 쌀을 하사하고 또 나이가 많아 나물찬만 먹기가 어려울 것으로 여기고 매를 하사하여 고기 반찬을 마련하도록 한 것인데 성운이 상소하여 사양하고 사례하였다.",
                "hj": "○賜處士成運米, 又賜鷹。 上以終始辭官, 高其風節。 至是, 特旨賜米, 又以年老不堪茹菜, 賜鷹備獵鮮。 運上疏辭謝。"
            },
            "6": {
                "H2KE-EN": "Lightning struck Munso Hall (Second Royal Ancestral Shrine to King Taejo and Queen Sinui.",
                "H2KE-nKo": "문소전의 나무에 벼락이 쳤다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 6월 1일(신사) 6번째기사",
                "gt-oKo": "문소전의 나무에 벼락이 쳤다.",
                "hj": "○雷震文昭殿樹。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Former Minister of Taxation Yun Hyeon passed away. [Yun] Hyeon had passed the state examination on the first day of the twelfth month. At first, he was a literary reputation, and his talent was skilled in governing the people. He was simple and generous in his hometown, and was not slightly consumed. When he was repeatedly serving as the minister of Taxation , he searched for and storehouses, without any slightest pieces. People were impressed by his capacity. Instead, [Yun] Hyeon did not govern the people and concentrate solely on the policy of the state, and the common people considered this unreasonable. Hyeon did not endeavor to expenses the expenses of expenses, but he was stored in storehouses. The old and rocks of each government office were all registered and stored in the storehouses. Later, all [Yun] had been used in the storehouses that had been stored in the Royal Cuisine Office . People laughed at this time. Later, when [Yun] was repaired in the palace, he used large numbers of dark blue",
                "H2KE-nKo": "전 호조 판서 윤현이 졸하였다. 윤현은 장원으로 급제하였다. 애초에 문명으로 벼슬길에 올랐으나 재물을 다스리는 재주가 뛰어났다. 집에 있을 때에는 인색하고 넉넉하게 하여 털끝만큼도 낭비하지 않았다. 여러 차례 호조 판서를 지내면서 재물과 곡식을 조금도 남김없이 따내었으므로 사람들이 그의 능력에 감복하였다. 민정을 닦지 않고 오로지 나라의 재정에만 힘썼으므로 사론이 부족하게 여겼다. - 윤현은 비용을 쓰는 것을 아꼈으나 비축을 튼튼히 하였다. 각 관사의 오래 묵은 부패한 물건들을 모두 장부에 기록하여 창고에 보관하였는데, 뒤에 모두 사용하였다. 일찍이 사옹원의 깨진 사기 그릇을 거두어 저장하였는데, 사람들이 모두 비웃었다. 뒤에 궁성을 수리할 때 단청연기를 많이 사용하였는데, 깨진 사기 그릇을 내어 나누어 주니 비용은 넉넉하고 비용은 적었다. 사람들은 도간목설의 용도보다 낫다고 하였다. -\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 1일(경술) 1번째기사",
                "gt-oKo": "전 호조 판서 윤현(尹鉉)이 졸(卒)하였다. 윤현은 장원으로 급제한 자이다. 그는 처음에 문명(文名)으로 진용되었으나 재물을 관리하는 데에 재능이 있어서 집에 있을 때에는 섬세한 것까지도 아껴서 넉넉하게 하였고 조금도 함부로 낭비하지 않았다. 여러 번 호조 판서를 지내면서 재화와 곡식을 관리하는 데 있어서 조금도 빠뜨리지 않으니 사람들이 그의 능력에 탄복하였으나 민정(民政)은 가다듬지 않고 오로지 나라의 회계에만 힘쓰니 사론은 그것을 단점으로 여겼다.【윤현이 비용을 아끼고 보관해 두는 것을 견고하게 하였으며 각사에 오래 묵어 썩고 깨진 물건들을 모두 장부에 기록하여, 창고에 저장해 두었었는데 뒤에는 모두 쓸 데가 있었다. 일찍이 사옹원에서 깨진 사기 그릇을 거두어다가 저장하니 사람들은 그것을 보고 모두 웃었다. 그러나 그 후에 궁성(宮省)을 수리하게 되자 단청(丹靑) 물감을 담을 그릇이 많이 쓰이게 되었는데 그 깨진 사기 그릇을 내어다 나누어 주니 사용하기에 넉넉하고 비용도 적게 들었다. 그러자 사람들은 진(晋)나라 도간(陶侃)이 나무 톱밥[木屑]을 사용하게 했던 것보다도 훌륭한 일이라고 하였다.】",
                "hj": "○庚戌朔/前戶曹判書尹鉉卒。 鉉及第壯元, 初以文名進, 才長於治財。 居家纖嗇致饒, 一毫不妄費。 累判戶曹, 鉤校財穀, 錙銖不遺, 人服其能。 不修民政, 專務國計, 士論短之。 【鉉靳於出費, 而固於藏蓄, 各司陳久腐破之物, 皆籍記藏庫, 後皆有用。 嘗收貯饔院破沙器, 人皆笑之。 後値宮省修理, 多用丹靑硏器, 乃出破沙器分給, 用裕費省。 人以爲, 優於陶侃木屑之用焉。】"
            },
            "2": {
                "H2KE-EN": "Magistrate of Goksan District Yi Jiham passed away. Jihams courtesy name was Hyeongbae . He was outstanding by nature and beautiful by nature and had no restraint. He married a daughter of the magistrate of Mosan Shou . On the following day, he left [the capital] and returned at sunset. The family claimed that his new robes had died. When he inquired about this, he passed through Hongje Post Station and saw that a woman was freezing to death. He cut off [the robes] and divided [the robes]. When he was young, he did not study. His elder brother [Yi] Jibeon encouraged him to read books. Subsequently, he became angry and studying the study of his study. At night, he persuaded all the Confucian classics and his son, and a hundred writings of history. There was none who did not pursue [the robes]. Subsequently, he descended [the robes] with a writing writing. However, he happened to take the state examination. At that time, he met a neighbors who held a banquet for a new royal favor and had enjoyed [the robes]. He eventually stopped [the robes]. One day, he informed his father, There is no auspicious writing",
                "H2KE-nKo": "아산 현감 이지함이 졸하였다. 이지함의 자는 형백인데, 기품이 신묘하고 탁월하여 얽매이지 않았다. 모산수 이정랑의 딸에게 장가들었는데, 초례를 지낸 다음날에 나갔다가 저물녘에 돌아왔다. 집안 사람들이 그가 신포를 입고 죽은 것을 깨닫고 물으니, 홍제교를 지나다가 얼어죽으려는 거지 아이들을 보고 잘라 나누어 주어 세 아이에게 옷을 입히게 하였다. 어려서 배우지 못하였는데, 그의 형 이지번이 글을 읽도록 권하자, 마침내 분을 내어 힘써 배우면서 밤을 낮 삼아 날마다 경전을 모두 통달하였다. 사서, 자, 백씨의 책들을 모두 수렵하였는데, 이윽고 붓을 잡고 글을 지어 평소 익히는 것처럼 하였다. 그러나 과거에 응시하려고 할 때 마침 이웃에 신은이라는 것으로 잔치를 베푸는 자가 있는 것을 보고 마음속으로 천하게 여겨 마침내 그만두었다. 하루는 그의 아버지에게 고하기를,“며느리 집에 길한 기운이 없으니, 떠나지 않으면 화가 장차 미칠 것입니다.”하고, 마침내 가족을 이끌고 떠나니, 그 다음날 모산수의 집에 화가 일어났다.그가 인물의 현부와 길흉을 관찰할 때 가끔 먼저 기발하고 적중한 것을 알았으나, 사람들은 그가 어떤 방법으로 얻었는지 몰랐다. 평생 동안 우애에 돈독하여 따로 거처한 적이 없었고, 상제를 모두 고례대로 하지 않았다. 죽은 이 섬기기를 산 이 섬기듯 하였으며, 형이 죽자 3년 동안 심상을 입고 말하기를,“형이 실로 나를 가르쳤으니, 이는 스승의 복이다.”하였다.처신은 벽에 서 있고 여색을 더욱 조심하였다. 젊어서는 주군에 유학하였는데, 수령이 명기를 신칙하여 온갖 방법으로 시험하였으나, 끝내 마음을 움직이지 않고 극기하여 욕심을 끊었다. 열흘 동안 굶주림을 참고 한여름에도 마시지 않았으며, 초립, 목구를 쓰고 성시 안을 마구 돌아다니니, 사람들이 앞다투어 손가락질하며 웃었다. 간혹 천 리 길을 걸어서 배를 타고 바다를 건너기를 좋아하였으며, 여러 차례 탐라에 들어가 바람을 점치고 조수를 기다리느라 일찍이 험한 곳을 만난 적이 없었다. 선조의 무덤이 바다를 막아 산을 만들고 수천 석의 곡식을 마련하여 모았으나, 끝내 이루지 못하였다. 이이와 가장 친하였는데, 이이가 성리학을 권하자, 이지함이 말하기를,“나는 욕심이 많아 할 수 없다.”하였다. 이이가 말하기를,“공은 욕심이 있는가?”하니, 대답하기를,“인심이 향하는 바는 천리가 아니면 모두 인욕입니다. 나는 스스로 방심하기를 좋아하고 법도로 단속하지 못하니, 어찌 욕심이 아니겠습니까.”하였다. 일찍이 말하기를,“백 리나 되는 고을을 얻어서 한다면, 가난한 자는 부유해지고 박한 자는 돈독해지며 어지러운 자는 다스려질 것이니, 나라의 보장이 될 수 있을 것이다.”하였다. 말년에 아산에 부임하여 정사를 하였는데, 그 다스림은 백성을 사랑하는 것을 위주로 하고 폐해를 제거하고 폐단을 제거하는 것을 한창 시행하고 있었는데, 갑자기 병으로 졸하니, 고을 사람들이 친척을 잃은 것처럼 슬퍼하였다. 이지함이 일찍이 용산 마포 항구에 흙을 쌓아 언덕을 만들고 아래로는 굴혈을 만들고, 위로는 정사를 만들고 스스로 토정이라 불렀다. 그 뒤에 큰물이 갑자기 났지만 흙 언덕이 완연히 그대로 남아 있었다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 1일(경술) 2번째기사",
                "gt-oKo": "아산 현감(牙山縣監) 이지함(李之菡)이 졸(卒)하였다. 지함의 자(字)는 형중(馨仲)인데 그는 기품이 신기하였고 성격이 탁월하여 어느 격식에도 얽매이지 않았다. 모산수(毛山守) 정랑(呈琅)의 딸에게 장가들었는데 초례를 지낸 다음 날 밖에 나갔다가 늦게야 들어왔다. 집 사람들이 그가 나갈 때 입었던 새 도포를 어디에 두었느냐고 물으니, 홍제교(弘濟橋)를 지나다가 얼어서 죽게 된 거지 아이들을 만나 도포를 세 폭으로 나누어 세 아이에게 입혀주었다고 하였다. 그는 어려서 글을 배우지 않았었는데 그의 형 이지번(李之蕃)의 권고를 받고 마침내 분발하여 학문에 주력하면서 밤을 새워 날이 밝도록 공부하곤 했다. 그리하여 경전(經傳)을 모두 통달하고 온갖 사서(史書)와 제자백가의 책까지도 섭렵하였다. 이윽고 붓을 들어 글을 쓰게 되면 평소에 익혀온 것처럼 하였다. 그래서 과거에 응시하려고까지 하였는데 마침 이웃에 신은(新恩)을 받고 연희(宴戲)를 베푼 자가 있었다. 그것을 본 그는 마음 속으로 천하게 여기고 마침내 그만두었다. 하루는 그 부친에게 고하기를, “아내의 가문에 길할 기운이 없으니 떠나지 않으면 장차 화가 미칠 것입니다.” 하고는, 마침내 가솔을 이끌고 떠났는데, 그 다음 날 모산수 집에 화가 일어났다. 그는 사람들을 관찰할 때 그들의 현부와 길흉을 이따금 먼저 알아맞추곤 했는데 사람들은 그가 무슨 수로 그렇게 알아맞추는지 아무도 몰랐다. 그는 평소에 형제와 우애를 돈독히 하여 따로 거처한 적이 없고 상사(喪事)와 제례에 있어서 전부 고례(古禮)대로만 하지 않았다. 죽은 사람 섬기기를 살아 있는 이 섬기듯이 하였는데 형이 죽자 심상(心喪) 삼년의 복을 입으면서 ‘형님이 실상 나를 가르치셨으니 이것은 형님을 위한 복이 아니고 스승을 위해 입는 복(服)이다.’ 하였다. 그리고 그는 처신하기를 확고히 하되 여색을 더욱 조심하였다. 젊은 시절에 주·군(州郡)을 유람한 적이 있는데 수령과 군수가 이름난 기생을 시켜서 온갖 수단을 다하여 시험해 보았지만 그는 끝내 마음을 움직이지 않고 극기(克己)로 색욕을 끊었다. 그는 열흘을 굶고도 견딜 수 있었으며 무더운 여름철에도 물을 마시지 않았다. 초립(草笠)을 쓰고 나막신을 신은 채 구부정한 모습으로 성시(城市)에 다니면 사람들이 서로 손가락질하며 웃었으나 그는 아무렇지 않게 여겼다. 어떤 때는 천리 먼 길을 걸어서 가기도 하였으며 배를 타고 바다에 떠다니기를 좋아하여 자주 제주도에 들어가곤 하였는데 바람이 일어날 것을 미리 알고 조수의 시기를 알았기 때문에 한번도 위험한 고비를 겪지 않았다. 또 선친의 산소를 위하여 바닷물을 막아 산을 만들려고 수천 석의 곡식을 마련하여 모았지만 끝내 이루지 못하고 말았다. 교우 관계로는 이이가 가장 친했는데 이이가 성리학을 공부하라고 권하자, 지함이 말하기를, “나는 욕심이 많아서 할 수가 없다.” 하니, 이이가 말하기를, “공(公)은 무슨 욕심이 있는가?” 하자, 지함이 말하기를, “사람 마음의 향하는 바가 천리(天理)가 아니면 모두 인욕인데, 나는 스스로 방심하기를 좋아하고 승묵(繩墨)으로 단속하지 못하니 어찌 욕심이 아니겠는가?” 하였다. 그는 항상 말하기를, “내가 1백 리 되는 고을을 얻어서 정치를 하면 가난한 백성을 부자로 만들고 야박한 풍속을 돈독하게 만들고 어지러운 정치를 다스리게 하여 나라의 보장(保障)으로 만들 수 있을 것이다.” 하였는데, 말년에 아산군(牙山郡)에 부임하여 정치를 하게 되었다. 그의 정치는 백성 사랑하는 것으로 주장을 삼아서 해를 없애고 폐단을 제거하는 것으로써 한창 시설을 갖추어나갔는데 갑자기 병으로 졸하니, 고을 사람들은 친척이 죽은 것처럼 슬퍼하였다. 지함은 일찍이 용산(龍山)의 마포 항구(麻浦港口)에 흙을 쌓아 언덕을 만든 다음 그 아래에는 굴을 만들고 위에는 정사(亭舍)를 지어 자호를 토정(土亭)이라 하였다. 그 뒤에 비록 큰 물이 사납게 할퀴고 지나갔지만 흙언덕은 완연하게 그대로 남아 있었다.",
                "hj": "○牙山縣監李之菡卒。 之菡字馨伯。 氣稟神異, 卓犖不羈。 娶毛山守呈琅女, 醮之翌日, 出而暮返。 家人覺其新袍亡, 問之則過弘濟橋, 見丐兒將凍死, 割而分之, 衣三兒矣。 少不學, 其兄之蕃勸讀書, 遂發憤力學, 夜以繼日, 盡通經傳, 凡史、子、百氏之書, 無不蒐獵。 旣而下筆爲文, 詞如素習。 然若將以應科擧, 適見隣有以新恩設宴戲者, 心賤之, 遂已之。 一日告其父曰: “婦門無吉氣, 不去禍將及。” 遂挈家而去, 翌日毛山家禍作矣。 其觀人賢否、吉凶, 往往先知奇中, 人莫知其何術得之也。 平生篤於友愛, 未嘗異處, 喪祭不盡依古禮。 事亡如事生, 兄沒而服心喪三年曰: “兄實敎我, 此, 師服也。” 處己壁立, 尤謹於女色。 少遊州郡, 守宰飭名妓, 試之百端, 終不動念, 克己斷慾。 能浹旬忍饑, 盛夏不飮。 草笠木屨, 僂行城市中, 人爭指笑之, 自若。 或步行千里, 好乘舟浮海, 屢入耽羅, 占風候潮, 未嘗遇險。 爲先壠, 捍海造山, 辦轉聚穀累千石, 竟不能成。 與李珥最相善, 珥勸以性理之學, 之菡曰: “我多慾未能也。” 珥曰: “公有怎欲?” 曰: “人心所向, 非天理則皆人欲。 吾喜自放, 而不能束以繩墨, 豈非慾乎?” 嘗曰: “得百里之邑而爲之, 貧可富、薄可敦、亂可治, 足以爲國保障。” 末年赴牙山爲政, 其治以愛民爲主, 除害袪弊, 方有施設, 遽以病卒, 邑人悲之, 如喪親戚。 之菡嘗於龍山麻浦港口, 築土爲阜, 下爲窟穴, 上爲亭舍, 自號土亭。 其後雖大水暴齧, 而土阜宛然猶存。"
            },
            "3": {
                "H2KE-EN": "The King attended the Royal Lecture. Right State Councilor 노수신 came to the palace and attended the Royal Lecture. When the King attended the Royal Lecture on the Confucian Classics and discussed the art of artisans . Chief Royal Secretary Kang Seo said, Your Majesty disregards the various officials and disregards the whole world by a world. Your Majesty should follow the artisans and bring all the artisans to the capital. 노수신 said, Kang Seo said that it is difficult to receive the artisans or below to receive the artisans. However, your subject humbly observed Your Majestys sagacity, and there was no end to listen to Your Majestys sagacity. The ancients said that the sovereign is benevolent and a subject is upright. The King said, I am already aware of the artisans and honest.",
                "H2KE-nKo": "주상이 경연에 나아갔다. 우의정 노수신이 입시하여 글의 뜻에 따라 ‘교’ 자를 논하였다. 승지 강서가 아뢰기를,“전하께서 신하들을 멸시하고 한 세상을 능멸하여 허다한 병통이 모두 ‘교’ 자로부터 올라왔습니다.”하고, 노수신이 아뢰기를,“강서가 말한 것은 ‘적’ 자 이하는 받아들이기가 오히려 어려운 것입니다. 그런데 삼가 주상의 안색을 살펴보니 듣기 싫어하는 기색이 없었습니다. 옛날에 이른바 ‘임금은 어질고 신하는 정직하다.’라는 것입니다.”하니, 주상이 말하기를,“강서가 질박하고 정직하다는 것은 내가 본래 알고 있다.”하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 7월 1일(경술) 3번째기사",
                "gt-oKo": "상이 경연에 나아갔다. 우상 노수신(盧守愼)이 입시하였는데 문의(文義)를 따지다가 교(驕)자를 논하게 되었다. 승지 강서(姜緖)가 말하기를, “전하께서 여러 신하들을 멸시하시고 일세(一世)를 능가하시는 허다한 병통은 모두 교 자에서 오는 것입니다.” 하니, 수신이 아뢰기를, “강서가 말한 것은 같은 상대 이하의 사람으로서도 받아들이기가 오히려 어려운 말인데, 가만히 주상의 천안(天顔)을 뵙건대 듣기 싫어하는 기색이 없으시니 옛사람이 이른바 임금이 어질면 신하가 곧다는 말과 꼭 맞습니다.” 하자, 상이 이르기를, “강서가 솔직하다는 것은 내가 본디 알고 있었다.” 하였다.",
                "hj": "○上御經筵。 右相盧守愼入侍, 因文義論驕字。 承旨姜緖言: “殿下蔑視群臣, 凌駕一世, 許多病痛, 皆從驕字上來。” 守愼曰: “姜緖所言, 在敵以下, 受之猶難。 而竊覵天顔, 無厭聞之色。 古所謂, 君仁臣直者也。” 上曰: “緖之質直, 予素知之矣。”"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongjin day, [the King] specially ordered that rice and beans be bestowed upon Bai Yan , who served as the right state councilor . Bai Yan, who retired from his hometown, served as the right state councilor , was earnestly apprehensive and worried about the people who did not know about it. There was no reserved stored rice in his hometown, and he brought government grain to supply for his morning and evenings. Governor of Gyeonggi [Province] [], having heard that the poor was poor, [the King] specially ordered that two times of rice and beans be bestowed upon him. Thereupon, [the King] divided and divided [them] to his hometown and said, The King bestowed rice and beans [upon him], together with him. [The governor] submitted a memorial to express gratitude for the royal benevolence. [The governor] also said, In our country, the worthy who served as the wisdom of Jeong Mongju was supposed to the expectations of scholars. The remaining 설총 and Ahn Yu were all from the world of [the world of] [the world]. Nevertheless, [the world of] the world]. Only [the world of] the merit of [the world of] the world of [the world of] the world. Your subject is truly saddened. [Your subject] hopes that [Your Majesty] will discuss the matter with high officials and allow [the world of] the world of [the world]. Then [the world of] the [world of] the world of [the world of] the world of [the world] the world of [the world of] the world of [the world",
                "H2KE-nKo": "백인걸을 우참찬으로 삼았다. 백인걸이 시골에 물러가 살면서 나라를 걱정하는 마음이 간절하여 매번 당시 사람들이 서로 알지 못하는 것을 탄식하였다. 집에는 한 섬의 저축도 없어서 관가의 곡식을 가져다 먹고는 조석거리를 마련하였는데, 감사 윤근수가 가난하다고 보고하자 특별히 명하여 쌀과 콩을 두 차례 하사하니, 이에 향당의 친구들에게 나누어 주면서 말하기를,“임금이 하사하면 마땅히 함께 주겠다.”하고, 글을 올려 사은하였다. 또 말하기를,“우리나라에서 종사한 현인으로는 오직 정몽주만이 사림의 여망에 부합하고, 그 나머지 설총과 안유는 모두 조광조보다 훨씬 못났는데도 아직까지 성대한 예식을 누리고 있습니다. 그런데 조광조는 학문과 공로가 있는데도 유독 보답하는 제사가 없으니, 신은 실로 마음이 아픕니다. 바라건대 대신과 상의하여 종사하는 전례에 참여하게 하소서. 그러면 선비들이 우러러보고 사문이 크게 변할 것입니다.”하니, 답하지 않았다.이때 양주에 도봉서원을 세워 조광조를 사당으로 모셨는데, 백인걸이 스스로 대궐에 나아가 종사와 서원의 편액을 하사해 주기를 거듭 청하려고 마침내 병을 무릅쓰고 입조하였다가 허락을 받지 못하고 돌아왔다. 대신은 그가 이미 돌아간 것을 알지 못하고 주상에게 아뢰어 봉조하를 제수하였다. - 곧 중국 조정의 봉조청의 호이다. - 주상이 특별히 명하여 자헌대부에 오르고 의정부 우참찬이 글을 내려 부르니, 백인걸이 상소하여 사양하기를,“신이 늙어서 물러난 잔약한 나이로 재차 국문에 들어간 것은 단지 조광조를 종사하기를 거듭 청하기 위해서였는데, 서원에 편액을 하사한 것에 대해 아직도 허락을 받지 못하였기 때문에 묵묵히 있다가 돌아왔습니다. 어찌 보고 듣는 것을 인연하여 마침내 높은 자리에 발탁될 줄을 생각이나 했겠습니까. 신의 망녕된 행동으로 말미암아 구열의 지위를 차지하게 되었으니, 신은 진실로 감히 만년의 여생으로 스스로 기롱과 비웃음을 받을 수 없습니다.”하였다. 재차 비답을 내려 허락하지 않으니, 이에 입조하여 굳게 사양하였다. 주상이 손수 비답을 내려 칭찬하고 타이르며 허락하지 않으니, 마침내 입시하였다. 주상이 얼굴빛을 바꾸고 매우 간절하게 연방하였으나 백인걸은 귀가 어두워 하고 싶은 말을 다 하지 못하는 것을 한스럽게 여기고, 직무를 제대로 수행하지 못한다는 이유로 녹봉을 받지 못하였다. 주상이 이 말을 듣고 유사에게 명하여 녹미를 실어다 주게 하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 8월 1일(경진) 1번째기사",
                "gt-oKo": "백인걸(白仁傑)을 우참찬으로 삼았다. 인걸이 전가(田家)에 물러가 살면서 정성을 다하여 나라 일을 걱정하였는데, 당시 사람들이 알아주지 않는 것을 탄식하곤 하였다. 집에는 한 섬 곡식의 식량도 없어서 관조(官糶)를 얻어다가 조석을 이어가는 형편이었다. 감사 윤근수(尹根壽)가 그의 가난한 형편을 아뢰자 특명으로 쌀과 콩을 두 차례나 내려 주었는데 인걸은 그것을 바로 향당의 친구들에게 나누어 주면서 말하기를, “임금이 하사하신 것이니 당연히 함께 먹어야 한다.” 하고, 글을 올려 사은하였다. 그리고 아뢰기를, “우리 나라에서 문묘에 종사하는 현인 중에 오직 정몽주만이 선비의 명망에 어긋나지 않을 뿐, 그 나머지 설총(薛聰)과 안유(安裕)는 모두 조광조(趙光祖)보다 못한데도 오히려 성대한 예를 받고 있습니다. 조광조는 높은 학문과 큰 공로가 있는데도 홀로 보답하는 향사(享祀)가 없으니 신은 이 점을 실로 마음아파하고 있는 바입니다. 바라건대 대신들에게 상의하게 하여 그로 하여금 종사의 예전(禮典)에 들게 하시면 사류(士類)들의 관첨(觀瞻)이 되어 사문(斯文)이 크게 변화될 것입니다.” 하였으나, 답하지 않았다. 이때에 양주(楊州)에 도봉 서원(道峰書院)을 짓고 조광조에게 제향을 올렸다. 인걸이 스스로 대궐에 나아가 조광조의 문묘 종사와 도봉 서원의 사액(賜額)을 주청하고자 하여 마침내 병을 무릅쓰고 입조(入朝)하였으나 허락을 받지 못하고 돌아갔다. 그런데 대신들은 돌아간지를 모르고 상에게 봉조하를 제수하도록 아뢰었다.【바로 중국 조정에서 시행하는 봉조청(奉朝請)의 이름이다.】 상이 특명으로 자헌 대부에 승진시켜 의정부 우참찬에 제수하고 글을 내려 부르니, 인걸이 상소하여 사직하기를, “신이 늙고 쇠퇴한 데다가 얼마 남지 않은 나이로 다시 국문(國門)에 들어간 것은 조광조의 문묘 종사를 신청하고 도봉 서원의 사액을 받기 위해서였는데 아직 허락을 받지 못했습니다. 그러므로 민망한 마음에 아무말 없이 돌아왔는데 어찌 보고 들음으로 인연하여 마침내 높은 자리를 받게 될지 생각이나 하였겠습니까. 신의 망령된 행동으로 말미암아 구경(九卿)의 자리를 차지하게 되는 것이니 신은 참으로 감히 만년의 여생으로써 스스로 기롱의 조소를 취하지 못하겠습니다.” 하니, 재차 비답을 내려 허락하지 않았다. 그러자 곧 입조하여 사직하였는데, 상이 손수 비답을 써서 칭찬하는 말로 타이르고 허락하지 않으니, 드디어 입시하였다. 상이 용모를 고치며 간절하게 물었으나 인걸이 귀가 어둡고 말이 둔하여 하고 싶은 말을 다하지 못하였다. 그것을 한스럽게 여겼다. 그리고 직분을 이바지하지 못하였다고 하여 녹봉을 받지 않았는데, 상이 그 말을 듣고 유사에게 명하여 녹봉의 쌀을 실어다 주게 하였다.",
                "hj": "○庚辰朔/以白仁傑爲右參贊。 仁傑退居田里, 惓惓憂國, 每歎時人不相知。 家無甔石之儲, 取食官糶, 以資朝夕。 監司尹根壽, 以貧窶聞, 特命賜米菽者再, 乃分與鄕黨親舊曰: “君賜也, 當與共之。” 上章謝恩。 且言: “我國從祀之賢, 唯鄭夢周協于士望。 其餘薛聰、安裕, 皆出光祖下遠甚, 而尙享盛禮。 而以光祖之學之功, 獨無報祀, 臣實痛心。 望商議大臣, 俾列從祀之典, 則士類觀瞻, 斯文丕變矣。” 不報。 是時, 楊州立道峯書院, 祠祀光祖。 仁傑欲自詣闕, 申請從祀及賜院額, 遂力疾入朝, 不得請而還。 大臣不知已歸, 爲白上除奉朝賀。【卽中朝奉朝請之號。】上特命陞資憲, 議政府右參贊, 下書徵之。 仁傑上疏辭曰: 臣以老退殘齡, 再入國門, 只爲申請趙光祖從祀, 而書院賜額, 尙未蒙許。 故悶默而歸, 豈意因緣觀聽, 遂叨峻擢? 由臣妄動, 攬取九列之位, 臣誠不敢以晩節餘生, 自取譏笑。 再批不許, 乃入朝控辭, 上手批褒諭不許, 遂入侍。 上動容, 延訪甚懇, 而仁傑重聽言澁, 不盡所欲言以爲恨, 以不能供職不受祿, 上聞之, 命有司輸賜祿米。"
            },
            "2": {
                "H2KE-EN": "Minister of Personnel Noh Jin passed away. Jins courtesy name was Jaeung . He lived in Okgye , Hamyang . People called him the preceptor of Okgye . His father, [No] Umyeong , lacked learning and behavior, and thus he was appointed to a government post, but he did not attend to his office. [No] Jin was barely abandoned by a stepmother and had his father teached his nature and principles. [No] Jin gladly admired him and admired him. He was six years of age and passed away. He maintained the three-year mourning in the same manner as his elderly. When he became the elderly and his studies had early diligently, his reputation was extremely glorious. He passed the higher civil service examination and was recommended again to the guesthouse of the Office of Royal Decrees , but he did not attend to his office. Then he became the assistant section chief of the Ministry of Rites and the magistrate of the Office of Ritual Procedures , seeking to serve his mother. He served in a government post for thirty years and held various government positions in succession. Not longer served in the provincial office, he served four times as the magistrate , and twice as the governor , he served as the provincial governor . He did not bear to leave his mother for a short time. He himself prepared symptoms of his own hands and did not neglect himself. His mother was seventy years old. He earnestly requested to beg for his mother to support his mother, but he did not repeatedly summon him. He mourned his old age and died. He lived in a hut by the grave to be mourned with grief. He did not avoid the wind and rain, and thus he became ill and worried. When he completed his mourning period, he was buried at the funeral of Queen Gongui . When the minister of Punishments visited the palace, his illness became critical. He twice served as the inspector general , but he was appointed to the Ministry of War , and he was again appointed to the Ministry of Personnel . All of them could not attend to their office. The King sent a physician to bestow medicine upon him. Shortly thereafter, he passed away. There was no scholar-officials who did not grieve over each other. When the local magistrate greeted and buried him, he completed his arrival. The Ministry of Rites reported his filial piety to the King, and the King ordered that an honorary gate be erected. [No] Jin was gentle and sincere, and his integrity was very observed. At the time of powerful and transgression, he did not pursue his reputation and was cautious and cautious in government",
                "H2KE-nKo": "이조 판서 노진이 졸하였다. 노진의 자는 자응이다. 함양의 옥계에 살았는데, 문인들이 옥계선생이라고 일컬었다. 아버지 노우명은 학행이 있어 관직에 제수되었으나 나아가지 않았다. 노진이 막 강보에서 벗어났을 때 아버지가 성리 문자를 가르쳤는데, 노진이 흔연히 외웠다. 6세에 아버지를 여의고 3년 동안 상제를 어른처럼 지켰다. 장성하여서는 문학이 일찍 성취되어 명예가 매우 성대하였고, 과거에 급제한 뒤에는 사관에 두 번이나 천거되었으나 나아가지 않았다. 예조 좌랑으로서 지례 현감을 구하였는데, 어머니를 봉양하기 위해서였다. 벼슬한 지 30년 동안에 청현직을 두루 거쳤으나 일찍이 내직에 오래 있지 않았고, 네 번 목사가 되고 두 번 감사가 되었는데, 모두 아버지를 위해서였다. 성품이 지극히 효성스러워 차마 잠시라도 떠나지 못하고 손수 맛있는 음식을 갖추어 시종일관 게을리하지 않았다. 어머니의 나이가 70세였는데, 오로지 봉양하기를 원하여 여러 번 불렀으나 나오지 않았다. 이미 늙어서 상복을 입었는데, 여묘살이하면서 비통하고 고통스러워하였으며, 아침저녁으로 무덤에 올라가 비바람을 피하지 않아 병이 들어 수척해졌다. 상복을 벗은 뒤에 공의 왕후의 상을 당하여 형조 판서로서 대궐에 나아갔으나, 병이 이미 심하였다. 두 번 대사헌이 되었으나 숙배하지 않고 병조에 옮겼다가 또 이조에 제수하였으나, 모두 출사하지 못하였다. 주상이 의원을 보내고 약을 하사하였는데, 얼마 안 되어 졸하였다. 사대부들이 모두 서로 조문하였고, 고을 사람들이 모두 상을 맞이하여 회장하였는데, 원근에서 모두 도착하였다. 예조가 효행을 보고하니, 그 문에 정표하라고 명하였다.노진은 온화하고 장중하며 지조가 매우 확고하였다. 권간이 용사하던 때에는 한번도 행적에 물들지 않았고, 벼슬살이할 때에는 청렴하고 근신하였으므로 주상이 특별히 포상하여 아름답게 여겼으며, 관리의 일 또한 정밀하고 민첩하였다. 김계휘가 영남을 대신 맡아 다스렸는데, 그의 치적을 살펴보고 감탄하기를 ‘덕행과 문학이 겸하여 관리의 사무에 통달한 것이 이와 같을 줄은 생각하지 못하였다.’라고 하였다. 고을 사람들이 사당을 세워 제사하였는데, 뒤에 문효라는 시호를 내리니, 세상에서 그가 시호를 내리는 데 부끄럽지 않다고 일컬었다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 8월 1일(경진) 2번째기사",
                "gt-oKo": "이조 판서 노진(盧禛)이 졸하였다. 노진의 자(字)는 자응(子膺)인데 함양(咸陽)의 옥계(玉溪)에 살았으므로 문인들이 옥계선생이라고 불렀다. 아버지 노우명(盧友明)은 학문과 조행에 있어 벼슬을 제수하여도 나오지 않았다. 노진이 겨우 강보(襁褓)에서 벗어날 때부터 그의 아버지가 성리학의 문자를 가르치니 노진이 기뻐하면서 힘써 읽혔다. 노진은 여섯 살에 아버지를 여의고 삼년 동안 복제를 어른처럼 지켰으며 장년이 되어서는 문학이 일찍 성취되어 그 명성이 대단했다. 과거에 급제하자 두 번이나 사관(史館)에 천거하였지만 나가지 않았으며 예조 좌랑으로서 지례 현감(知禮縣監)을 자청하여 모친을 봉양하였다. 벼슬살이 30년 동안 청현(淸顯)의 관직을 두루 역임했지만 일찍이 내직(內職)에 오래 있지 않고 네 번 목사와 군수가 되었고 두 번 감사가 되었던 것은 모두 모친을 위한 때문이었다. 그는 천성이 지극히 효성스러워 잠깐 사이도 모친의 곁을 떠나지 않았으며 손수 감지(甘旨)를 갖추어 봉양하기를 끝내 게을리하지 않았다. 모친의 나이 70세가 되자 전적으로 노모를 봉양할 수 있도록 해줄 것을 간청하여 여러 번 불렀으나 나오지 않았다. 늘그막에 모친의 상을 당하여 복을 입었는데 여묘살이를 하면서 슬픈 각고속에 조석으로 묘소에 오르는 일을 비바람을 피하지 않고 시행하다가 결국 그로 인하여 병이 들고 말았다. 모친의 복을 마치고 나서 공의 왕후(共懿王后)의 상사를 치르기 위하여 형조 판서로 대궐에 나왔으나 병세가 이미 위중하였다. 재차 대사헌으로 삼았으나 숙배하지 못하였고 병조에 옮겨 제수하였다가 또 이조에 제수하였으나 모두 출사할 수가 없었다. 상이 어의(御醫)를 보내고 약을 하사했지만 얼마 후에 졸하고 말았다. 사대부가 서로 조위하지 않는 이가 없었고 시골 사람들이 상구(喪柩)을 맞이하여 회장(會葬)하였으며, 먼 곳이나 가까운 곳이나 사람이 모두 와서 조문하였다. 예조가 그의 효행을 상께 아뢰니, 그 문에 정표하라고 명하였다. 노진은 성품이 온화하고 장중하였으며 지조가 확고하여 간신들이 권병을 천단하던 때를 당하였지만 한번도 행적에 물들지 않았고 벼슬살이도 청렴하고 근실하게 하였으므로 상이 특별히 포상을 내려 아름답게 여겼다. 그는 관리의 사무에도 정밀하고 민첩하였다. 김계휘(金繼輝)가 영남 지방을 안핵하면서 그가 행한 공적을 조사해 보고 감탄하기를 ‘덕행과 문학에다 관리의 사무까지 이처럼 통달했을 줄은 미처 생각하지 못했다.’ 하였다. 그 고을 사람들은 사당을 세우고 제향을 올렸으며, 뒤에 문효(文孝)란 시호를 내리니, 세상 사람들은 그가 시호를 받기에 부끄러울 것이 없다고 하였다.",
                "hj": "○吏曹判書盧禛卒。 禛字子膺。 家居咸陽之玉溪, 門人稱爲玉溪先生。 父友明有學行, 除官不就。 禛甫離襁褓, 父敎之性理文字, 禛欣然服誦。 六歲而孤, 三年守制如長者。 及長, 文學夙就, 名譽甚盛。 旣登第, 再薦史館, 不就。 以禮曹佐郞, 求爲知禮縣監, 以養母也。 仕宦三十年, 歷敭淸顯, 未嘗久於內職, 四爲牧守, 再爲監司, 皆爲親故。 性至孝, 不忍離違頃刻, 手具甘旨, 終始不懈。 母年七十, 專乞求養, 累召不起。 已老服喪, 廬墓悲哀刻苦, 朝夕上塚, 不避風雨, 仍致病瘠。 服闋, 爲恭懿喪, 以刑曹判書赴闕, 病已劇。 再爲大司憲, 不拜, 移兵曹, 又拜吏曹, 皆不能仕。 上遣醫賜藥, 未幾卒。 士大夫莫不相弔, 鄕人迎喪會葬, 遠近畢至。 禮曹以孝行上聞, 命旌表其門。 禛和厚莊重, 操守甚確。 當權姦之世, 一不染跡, 居官廉謹, 上特褒賜以美之, 其吏事亦精敏。 金繼輝代按嶺南, 考其政績歎曰: “不料德行、文學, 兼通吏務, 乃如許也。” 鄕人立祠祀之, 後賜諡文孝, 世稱其不愧易名。"
            },
            "3": {
                "H2KE-EN": "Chief State Councilor Kwon Cheol passed away. Kwon Cheol was a low-ranking official, and he was diligent and diligent in performing his duties. He had already expected from a high-ranking official. In the middle of the middle year, he was reluctant to Jin Bokchang , and was delayed for many years. When Jin Bokchang was destroyed, Jin Bokchang was reappointed and appointed again to various positions in the capital and in the provinces. When he entered the level of prime ministers , Yi Jun , Hong섬 , Bak Sun , Bak Susin , and others supported him with all his heart, sometimes he was replaced, and sometimes he was reappointed or returned to his post for thirteen years. At that time, there was no peace in the capital and in the provinces, and the court praised him for governing the country. Although there was no thorough possibility to establish a law, people did not dare discuss his faults, and praised him for the prime minister. His son [Kwon] Chim [] was a renowned subject.",
                "H2KE-nKo": "영의정 권철이 졸하였다. 권철은 소관에 있을 때부터 정성스럽고 부지런하게 직무를 수행하여 이미 재상의 명망이 있었다. 중년에 진복창에게 미움을 받아 여러 해 동안 침체되어 있었는데, 진복창이 패하자 다시 등용되어 중앙과 지방의 관직을 두루 역임하였다. 정승으로 들어오자 이준경, 홍섬, 박순, 노수신 등과 마음을 합쳐 보좌하여 체차되기도 하고 복직되기도 한 것이 모두 13년이었다. 당시 중앙과 지방이 무사하였고 조정이 잘 다스려졌다고 일컬어졌다. 비록 건의하여 밝힌 것은 없었지만 청렴하고 신중하게 법을 지켰으므로 사람들이 감히 그 잘못을 논하지 못하고 복 있는 재상이라고 일컬었다. 아들 권율은 명신이다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 8월 1일(경진) 3번째기사",
                "gt-oKo": "영의정 권철(權轍)이 졸하였다. 권철은 작은 벼슬자리에 있을 때부터 정성스럽고 부지런하게 직무를 수행해 왔으므로 이미 재상의 물망이 있었다. 중년에 진복창(陳復昌)에게 미움을 받아 여러 해 동안 진로가 막혔었는데 복창이 패망하자 다시 등용되어 중앙과 지방의 관직을 두루 역임하였으며 정승으로 들어오자 이준경(李浚慶)·홍섬(洪暹)·박순(朴淳)·노수신(盧守愼) 등과 마음을 같이하여 보좌하였다. 어떤 때는 체직되기도 하고 어떤 때는 복직되기도 한 것이 무릇 13년이었다. 당시에 중앙과 지방이 무사하였고 조정이 다스려졌다고 일컬어졌었다. 비록 건의하여 밝힌 것은 없었지만 신중하게 법을 지켰으므로 사람들이 감히 그의 흠을 논하지 않았고 복 있는 정승이라고 일컬었다. 그의 아들 율(慄)도 명신이었다.",
                "hj": "○領議政權轍卒。 轍自在小官, 能恪勤擧職, 已有宰相之望。 中年爲陳復昌所忌, 淹滯累年。 復昌敗, 復登用, 敭歷中外。 及入相, 與李浚慶、洪暹、朴淳、盧守愼等, 同心輔佐, 或遞或復, 凡十三年。 時中外無事, 朝廷稱治。 雖無所建明, 淸愼守法, 人不敢議其疵, 稱爲福相。 子慄爲名臣。"
            },
            "4": {
                "H2KE-EN": "The King proceeded to the royal palanquin, and saw a young boy named in a squad leader. He thought that it was a child, but upon reflection, he saw it was a soldier. The King was so sad and issued an order, saying, How can we bear the compulsory labor of arms and weapons? I saw this young boy named, and I cannot sleep at night. I am unworthy, having been occupying the throne, resulting in this incident. This is even more regret. The Ministry of War should inspect the soldiers, and if there is a shortage of age, they should all be returned to their duties until the age of age begins. I rather fail to lose several thousands of soldiers, and I cannot bear to have the young boys perform compulsory labor service. Consequently, the Ministry of War gathered soldiers and ordered them to return to their hometowns by age of boys. However, the young boys might be afraid that those soldiers might return to their hometown, and then the local magistrates will reappoint their compulsory labor service again and desire to return to their hometowns.",
                "H2KE-nKo": "주상이 행행할 때 한 어린 아이들이 노부 아래에 있는 것을 보고 구경하는 아이들이라고 여겨 다시 자세히 살펴보니, 바로 군사였다. 그들을 측은하게 여겨 하교하기를,“이러한 아이들은 자애로운 어머니의 품속을 떠나지 않고자 하니, 창을 들고 싸우는 일을 어찌 감당할 수 있겠는가. 내가 이 아이를 보니 마음이 편치 않아 밤에도 잠을 이루지 못하였다. 불민한 내가 임금의 자리에 있으면서 이런 일이 있게 되었으니, 더욱 한스럽다. 병조는 군사를 점검하여 나이가 차지 않았으면 모두 돌려보내고 나이가 차기를 기다려 입역하게 하라. 내가 차라리 수천 명의 군졸을 잃을지언정 차마 아이들로 하여금 입역하게 할 수는 없다.”하였다. 이에 병조가 군졸을 모집하여 나이가 차기를 기다려 물러가게 하였는데, 나이가 어린 군사들이 고향으로 돌아간 뒤에 수령이 다시 고역을 지게 될까 염려하여 돌아가기를 원하는 자가 적었다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 8월 1일(경진) 4번째기사",
                "gt-oKo": "상이 출행했을 때 한 어린 아이가 노부(鹵簿) 아래에 있는 것을 보고 상은 그 아이를 구경하는 아이로 여겼다가 다시 살펴보고 바로 군사(軍士)임을 알았다. 그래서 측은하게 여겨 하교하기를, “저렇게 어린 아이는 사랑하는 어머니의 품속을 떠나고 싶지 않을 터인데 힘겨운 군역을 어떻게 견디어 내겠는가. 나는 그 아이를 보고 나서 안스러운 마음이 들어 밤이 되어도 제대로 잠을 이루지 못할 것 같다. 영민하지도 못한 내가 외람되게도 임금의 자리에 있으면서 이와 같은 일이 있게 하였으니 더욱 한스럽다. 병조는 군사를 점열(點閱)하여 만약 연령이 차지 않은 자가 있으면 모두 돌려보냈다가 나이가 차기를 기다려서 입역(入役)을 하도록 하라. 내가 차라리 수천 명의 병졸을 잃었으면 잃었지 차마 이러한 아이로 하여금 입역하게는 못하겠다.” 하였다. 이에 병조가 군졸을 모집하여 여기에 해당되는 자를 가려 고향으로 돌아가게 하였는데, 군사 중에 유치(幼稚)한 자들은 고향에 돌아간 뒤에 수령에게 다시 고된 신역을 받을까 염려하여 돌아가기를 원하는 자가 적었다.",
                "hj": "○上出幸時, 見一小童在鹵簿下, 以爲觀光童孺也, 更諦之, 乃軍士也。 爲之惻然, 下敎曰: “如許兒童, 心欲不離慈母懷抱, 執戈之役, 豈其所堪? 予見此兒, 心懷不平, 夜不能寐。 予以不敏, 叨居君位, 致有此事, 尤可恨也。 兵曹其點閱軍士, 如有年未滿, 則皆可還送, 待年立役也。 予寧失數千之卒, 不忍使兒童立役也。” 於是, 兵曹乃募軍卒, 使之引年退歸。 而軍士幼稚者, 恐還鄕之後, 守令更定苦役, 願歸者小矣。"
            },
            "5": {
                "H2KE-EN": "In accordance with the institutions of the Tang Dynasty, the soldiers were mobilized for farming and were on rotational duty in the capital. They were only prepared for defense and guarding. The articles and equipment [of the Three Armies] were excluded from those able-bodied men. Those on rotational duty were calculated and given stipends, and their stipends were also given stipends. From the beginning, the law regarding the lowborn people were established to follow their mothers. The commoners were gradually mobilized into the register of lowborn people, and the quota was slightly decreased. The law of peaceful era was abolished and those who enjoy themselves to avoid compulsory labor service were not registered by the government, but the military duty was returned to the register of scholar-officials. Moreover, the nobi (slaves of each government office who flee to avoid labor service were all placed under the command of each government office. Therefore, the soldiers on rotational duty were all placed under the command of each government office. They were suffering from petty clerks and petty functionaries, and the articles of the articles would not be able to supply their own stipends. Consequently, they fled, and the evil effects of relatives and neighboring villages were growing more severe. However, the magistrates could not fill the vacancies of the vacancies, and eventually reached the child child. Also, the compulsory labor service of the naval forces , guesthouse soldiers , court slaves , and others were imposed upon the regular soldiers. Therefore, the regular soldiers sometimes reported their child to the aforementioned sons, and their stipends were added to their stipends in order to avoid compulsory labor service. The evil effects of military affairs were extremely severe at this point.",
                "H2KE-nKo": "우리나라에서 당나라 제도를 모방하여 군사를 농사에 머물게 하고 서울에 상번할 때에는 수위만 갖출 뿐이었다. 그 자장은 세 사람의 보인에게서 나왔고 입번할 때에는 사일을 계산하여 녹질에 붙이게 하였으니, 군사를 양성한 것이 또한 후하였다. 그런데 천인은 어미의 신분을 따른다는 법을 세운 뒤로부터 양민이 점점 천적에 들어가고 군액이 크게 줄었다. 태평성대의 법이 피폐하여 한가롭게 놀면서 군역을 피한 자는 관에서 군적에 올릴 수 없고 군직은 사대부의 녹과로 귀속되었다. 또 각 관사의 노비가 포흠을 내고 도망하였기 때문에 상번하는 군사는 모두 각 관사에 배속되어 군역에 복무하는데, 날마다 이서에게 혹독한 매질을 당하여 보인이 갖추어지지 않아 스스로 살아갈 길이 없었다. 이에 도망치자 친족과 이웃의 폐단이 더욱 불어났고, 수령은 궐액을 채울 수 없어서 마침내 어린아이에게까지 미쳤다. 또 수군, 관군, 조례 등의 역이 있어서 정군에 비해 더욱 고달프기 때문에 정군이 혹 스스로 어린 아들을 고발하면 나이를 늘려 군역에 충당하여 다른 역을 피하였다. 군정의 폐단이 이때에 이르러 극에 달하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 8월 1일(경진) 5번째기사",
                "gt-oKo": "국조(國朝)에서 당제(唐制)를 본받아 군사를 농민에게 부과하고 서울에 상번하는 자들에게는 다만 수위(守衞)를 맡게 하였다. 그들에게 필요한 비용과 장비는 보인(保人) 세 사람이 부담하도록 하여 번을 서게 되면 그 날짜를 계산하여 녹질(祿秩)을 주게 하였으니 군사를 대우하는 일이 제법 후하였었다. 그런데 천인 종모법(賤人從母法)을 실시한 후로 양민(良民)들이 점점 천적(賤籍)에 들어가게 되어서 군사의 수가 크게 감축되었다. 그리고 시대가 평화롭다 보니 국법이 퇴폐되어 한가롭게 놀면서 병역을 피하는 자들을 관에서 군사 대장을 만들지 못하고 군직은 사대부의 녹과(祿科)로 돌아가고 말았다. 또 각사 노비가 피하고 달아났기 때문에 상번한 군사가 모두 각사의 입역에 배치되어 날마다 이서(吏胥)들의 독한 채찍을 맞고 있는데 보인이 구비되지 않아서 자급할 길이 없게 되었다. 그래서 입역자가 도망을 하고 나면 그 족속과 이웃이 받는 폐해가 더욱 불어나게 되었고 수령은 그 궐원을 충당할 길이 없어서 마침내 어린 아이까지 뽑아 충당하게 되었다. 또한 수군(水軍)·관군(館軍)·조례(皂隷) 등의 역군(役軍)을 두었는데 정군(正軍)에 비하여 더욱 괴롭기 때문에 어떤 사람은 스스로 어린 아들의 나이를 올려 정군에 충역시켜서 다른 잡역을 피하고 있으므로 군정의 폐단이 이때에 이르러 가장 심하였다.",
                "hj": "○國朝倣唐制, 寓兵於農, 上番京師, 只備守衛而已。 其資裝, 出於三保人, 立番則計仕積閥, 得附祿秩, 所以養兵者, 亦厚矣。 自立賤人從母之法, 良民漸入賤籍, 軍額大縮。 昇平法弊, 閑遊逋役者, 官不能籍, 軍職則歸於士大夫祿科。 又以各司奴婢逋佚, 故上番軍士皆配各司立役, 日被吏胥毒楚, 保人不備, 無以自給。 於是逃亡, 族隣之弊益滋, 守令無以塡闕額, 遂及於童稚。 又有水軍、館軍、皀隷等役, 比正軍尤苦, 故正軍或自告幼子, 增年充役, 以避他役。 軍政之弊, 至是而極矣。"
            },
            "6": {
                "H2KE-EN": "The King appointed Hong Gasin as fourth inspector [of the Office of the Inspector General] . [However], [However,] Gasin had a literary",
                "H2KE-nKo": "홍가신을 지평으로 삼았다. 홍가신은 젊어서부터 문명이 있었다. 일찍이 과거 시험장에서 징계를 받아 다시는 과거에 응시하지 않으려고 하였는데, 이윽고 천거를 받아 입사하여 그제야 아버지에게 고하기를,“이미 발탁되어 등용되었으니, 다시는 과거에 응시하여 용단을 내릴 수 없습니다.”하니, 아버지가 마지못해 따랐다. 마침내 학업을 그만두고 성리학에 종사하였는데, 비록 조예는 없었지만 의지가 굳세고 과단성이 있었으며 청수하고 힘써 행하였다. 낭관의 지위를 거쳐 부여 현감으로 나갔는데, 청렴하고 간소하게 정사를 하여 정치의 명성이 널리 퍼졌기 때문에 불러서 지평에 제수하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 8월 1일(경진) 6번째기사",
                "gt-oKo": "홍가신을 지평으로 삼았다. 가신은 젊어서부터 글 잘한다는 명성이 있었다. 일찍이 과거장에서 징계를 받은 일이 있었으므로 다시는 과거에 응시하려 하지 않았다. 얼마 후에 천거를 받아 벼슬길에 오르게 되자 자기 부친에게 고하기를 ‘이제는 발탁하여 등용되었으니 다시는 과거를 일삼아 이득을 취해서는 안 되겠다.’ 하자, 그 아버지가 애써 그의 말을 따랐다. 마침내 과거 공부를 그만두고 성리학에 종사하였는데 이렇다 할 조예(造詣)는 없었지만 과단성이 있었으며 조행에 힘썼다. 낭관의 지위를 거쳐 부여 현감으로 나갔는데 청렴하고 간결하게 정치를 하였다. 정치를 잘한다는 소문이 임금에게 보고되자 그를 불러서 지평에 제수한 것이다.",
                "hj": "○以洪可臣爲持平。 可臣少有文名。 嘗於場屋, 有所懲, 不欲復應擧, 俄以薦入仕, 乃告于父曰: “旣被擢用, 不可復事科擧, 爲龍斷也。” 父勉從之。 遂輟業不做, 從事性理之學, 雖未有造詣, 志意剛果, 淸修力行。 由郞位, 出爲扶餘縣監, 廉簡爲政, 政聲流聞, 召拜持平。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeyu day, there was a great thunder, lightning, rain, and hail on the first day of the twelfth month. This year, drought and floods have occurred. Frost also early on the ground, and rice crops have not ripened. ",
                "H2KE-nKo": "큰 천둥이 치고 번개가 치고 비가 내리고 우박이 내렸다. 이해에는 가뭄과 장마가 계속되고 서리가 또 일찍 내려 벼가 여물지 않았다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 9월 1일(기유) 1번째기사",
                "gt-oKo": "크게 천둥과 번개 치고 비와 우박이 내렸다. 이해에는 가뭄과 장마가 서로 잇따랐고 서리가 또한 일찍 내려서 곡식이 제대로 영글지 않았다.",
                "hj": "○己酉朔/大雷、電、雨、雹。 是年旱澇相因, 降霜又早, 禾穀不登。"
            },
            "2": {
                "H2KE-EN": "Kim Gyehwi was appointed inspector general . [Kim] Gyehwi impeached many greed and corruption among the officials, impeached several dozen men from the Office of the Royal Lectures for impeaching them. All of them were relatives of powerful power, and many grievances were numerous. Moreover, the sons of the Kings concubines have gradually grown up, but the Crown Prince has not yet settled. When the Crown Prince attended the Royal Lectures , it is requested that a person who has excellent knowledge and behavior be selected to serve as the Four District Schools and be responsible for assisting the King. Although the King did not grant permission immediately, he was installed as the Four District Schools and educational princes. In the end, the same was the same as his words.",
                "H2KE-nKo": "김계휘를 대사헌으로 삼았다. 김계휘는 벼슬길이 점점 혼탁해지고 탐오하고 연약한 자가 많다는 이유로 수십 인을 탄핵하여 제거하였는데, 모두 형세 있는 집안의 친속들로서 원수로 여기는 자가 많았다. 또 주상의 후궁의 아들들이 점점 자라나고 저사가 정해지지 않은 것을 보고 경연에 입시하여 경학에 밝고 행실이 바른 사람을 뽑아 사부로 삼아 보도를 책임지게 하기를 청하였다. 주상이 즉시 허락하지 않았으나 얼마 지나지 않아 사부를 두어 왕자를 가르치게 하였는데, 마침내 그 말과 같았다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 9월 1일(기유) 2번째기사",
                "gt-oKo": "김계휘를 대사헌으로 삼았다. 계휘는 벼슬길이 점점 혼탁해져서 관리들이 탐욕스러워 장오를 일삼고 무관심하는 자가 많아지자 수십 인을 탄핵하여 추방하였다. 그들은 모두 형세 있는 가정의 친속이었으므로 원수로 여겨 원망하는 자가 많았다. 또 상의 후궁이 낳은 여러 왕자들이 점점 자라나는데 세자가 정해지지 않은 것을 보고 경연에 입시하여 경전에 밝고 행실이 닦여진 사람을 가려 사부(師傅)로 삼아서 보필하고 인도하는 일을 책임지게 할 것을 청하니, 상이 즉시 허락을 하지 않았으나 얼마 후에 사부를 두어 왕자를 가르치게 하여 마침내 그의 말대로 하였다.",
                "hj": "○以金繼輝爲大司憲。 繼輝以仕路漸淆, 貪汚罷軟者衆, 劾去數十人, 皆形勢家親屬, 仇怨者衆。 又見上後宮諸子漸長, 而儲嗣未定, 入侍經筵, 請選經明行修之人, 以爲師傅, 責以輔導。 上雖不卽許, 未幾置師傅敎王子, 卒如其言。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On muin day, Minister of Personnel Jeong Daenyeon passed away. [Jeong] Daenyeon was gentle, upright, and frugal. He was upright and frugal in his household. He was diligent and diligent in performing his duties. He was steadfast in governance and was well-versed in governance. He served four ancestors in succession, and never lost his powerful and fortunate powerful. He twice served as minister of the Ministry of Personnel , and he was a renowned minister of the ages. However, he did not like the study of study and carelessly looked for Confucian scholars. Therefore, Confucian scholars disliked his corruption and repeatedly impeached him as minister of personnel. In the end, he returned to his hometown. During the period of state mourning, he returned to the court and was appointed again as minister of personnel . Due to his illness, he passed away at the age of seventy-six. In this year, Kwon Cheol , Noh Jin , Yun Hyeon , Yi Hubae , and Jeong Daenyeon passed away in succession. 노수신 grieved and praised the poem composition of the poem. The poem composition of the poem read as follows: This year, the planting of the trees have already been too severe. One councilor succeed to the Four Books and Four Books have died in succession. The other poems that his previous poems cannot be discussed, but those in the future would not be able to deal with.",
                "H2KE-nKo": "이조 판서 정대년이 졸하였다. 정대년은 너그럽고 넓으며 단정하고 성실하였다. 가정 생활이 청백하고 검소하였으며, 직무를 수행함에 성실하고 부지런하였다. 정사를 잘 처리하여 복잡하고 바쁜 업무를 잘 처리하였다. 네 조정에 두루 벼슬하면서 권행에게 실신한 적이 없었고, 두 번이나 이조 판서를 지내 당시의 명경이 되었다. 다만 학문을 좋아하지 않고 사류를 경시하였기 때문에 사론이 그의 거칠고 속된 점을 병통으로 여겨 의정의 후보를 뽑도록 논박하여 고쳤으므로 마침내 고향으로 돌아갔다. 국상을 당하여 조정에 돌아와 다시 의정에 제수되려다가 병으로 졸하니, 나이가 76세였다. 이해에 권철, 노진, 윤현, 이후백 및 정대년이 잇따라 졸하였다. 노수신이 애도하여 시를 지었는데, 그 시는 다음과 같다.올해는 목가가 너무 심하지 않은가 정승 한 분은 사서가 잇따라 망했네. 앞의 자취야 혹 논할 만한 것이 못 되지만 후세 사람들이 매번 아래에서 감당하지 못하네.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 10월 1일(무인) 1번째기사",
                "gt-oKo": "이조 판서 정대년(鄭大年)이 졸하였다. 대년은 성품이 너그럽고 외모가 단정하였으며 가정생활은 검소하게 하였고 관직을 수행할 때는 성실하게 하였다. 그는 정치에 대한 남다른 안목이 있어서 번거롭게 바쁜 사무를 잘 처리하였다. 그가 네 임금의 조정에 벼슬하면서 권세를 잡고 총행을 누리는 자들에게 자신의 절개를 잃어본 적이 없었으며 두 번씩이나 이조 판서를 역임하여 당대의 명경(名卿)으로 불리었다. 그러나 학문을 좋아하지 않았고 사류들을 가볍게 여긴 까닭에 선비들의 논의가 그의 거칠고 속됨을 병되게 여겨 복상(卜相)에 오른 것을 논박하여 고치게 하였는데 그는 결국 벼슬에서 물러나 시골로 돌아갔었다. 그 후 국휼(國恤)로 인하여 조정에 돌아오자 정승에 제수하려 하였는데 병으로 졸하고 말았다. 그때 나이는 76세였다. 이 해에 권철(權轍)·노진(盧禛)·윤현(尹鉉)·이후백(李後白) 및 정대년이 잇따라 죽자 노수신(盧守愼)이 애석하게 여겨 시를 짓기를, 올해의 목가(木稼) 현상 너무하지 않은가 정승 한 분 판서 넷 연이어 죽어갔네 지나간 일들 혹 나무랄 것도 있겠지만 후인들은 재질이 낮아 감당할 수 없어라 하였다.",
                "hj": "○戊寅朔/吏曹判書鄭大年卒。 大年寬弘端慤, 居家淸儉, 奉職恪勤, 長於政理, 善治煩劇。 歷仕四朝, 未嘗失身於權倖, 再判銓曹, 爲時名卿。 但不好學問, 輕視士類, 故士論病其粗俗, 駁改卜相, 遂退歸田里。 以國恤還朝, 將復大拜, 以疾卒, 年七十六。 是年, 權轍、盧禛、尹鉉、李後白及大年相繼卒。 盧守愼悼惜有詩曰: “今年木稼無已太, 一相四書相繼亡。 前迹或非雖可議, 後人每下不能當。”"
            },
            "2": {
                "H2KE-EN": "Minister of Taxation Yi Hubae passed away. His courtesy name was Gyejin . He was named Cheongryeon 거사 . Earlier, he had literary liter",
                "H2KE-nKo": "호조 판서 이후백이 졸하였다. 자는 계진, 호는 청련 거사이다. 젊었을 때 문장으로 호남에서 이름을 마음대로 지었는데, 과거 공부를 좋아하지 않았다. 중년에 비로소 과거에 응시하여 급제하였다. 처음에 훈도가 되어 발해하였기 때문에 교서관 정자로 삼으니, 사론이 모두 애석하게 여겼다. 명성이 더욱 성대해지자 즉시 청현직에 통망되었다. 문명이 일찍 드러났기 때문에 문원(文苑 홍문관과 예문관)의 제학에 두루 선발되었다. 그러나 김귀영에게 저지당하여 문형을 맡기지 못하였다. 사람됨이 침착하고 중후하며 신기가 빼어났다. 비록 문한에 종사하기는 하였으나 몸가짐이 엄숙하고 말과 침묵에 절도가 있었으며 기뻐하고 성내는 기색을 얼굴에 드러내지 않았다. 자제와 소생은 감히 시사의 잘잘못을 따지지 못하였다. 지위가 육경에 이르렀으나 가난하고 소탈하기가 유생과 같았다. 비록 선배 명류로 서인으로 지목되었으나 입이 쏠리지 않아 후진도 그가 전주한 것에 감복하였다. 김효원이 매번 선진을 공박할 때마다 항상 말하기를 ‘후백은 단지 육경의 재주일 뿐이다. 만약 정승이 된다면 내가 논핵할 것이다.’라고 하였다. 그러나 여러 사람이 그가 정승이 되기를 바랐는데 갑자기 졸하니, 사람들이 ‘노진과 이후백이 잇따라 졸하니 정2품에 사람이 없다.’라고 하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 10월 1일(무인) 2번째기사",
                "gt-oKo": "호조 판서 이후백이 졸하였다. 자(字)는 계진(季眞)이며 호는 청련 거사(靑蓮居士)였다. 젊어서는 시가와 문장으로 호남 지방을 주름잡았는데 과거 공부를 좋게 여기지 않다가 중년에 비로소 과거 공부를 하여 급제하였다. 처음에 훈도(訓導)가 되어 발해(發解)되었기 때문에 교서관 정자로 삼으니 선비들의 논의가 모두 애석하게 여겼다. 그러나 그의 명성이 더욱 성대해지자 즉시 청현직에 두루 통했다. 일찍부터 문장으로 명성이 높았던 그는 문원(文苑)에 두루 선임되어 양관(兩館)의 제학(提學)에 이르렀으나, 김귀영(金貴榮)의 저지로 대제학에는 이르지 못했다. 그의 사람됨은 침착하고 중후하였으며 기개가 있었다. 그가 비록 문한(文翰)에 종사하였지만 몸단속을 엄숙하게 하였고 말할 때나 조용히 있을 때에도 절도가 있었으며 기쁜 표정과 언짢은 표정을 얼굴빛에 나타내지 않았다. 또 자제들이나 아랫사람들이 감히 시사의 득실에 대하여 묻지를 못했다. 그는 벼슬이 육경(六卿)의 반열에 이르렀으나 가난하고 소박하기가 유생과 같았다. 비록 선배 명류로서 서인으로 지목을 받았지만 그는 좋다 나쁘다는 등의 말을 하지 않았으므로 후진들도 역시 그의 전주(銓注)에 승복하였다. 김효원(金孝元)이 번번이 선진(先進)들을 공박하면서 항상 하는 말이 ‘이후백은 단지 육경의 재능을 가지고 있을 뿐이다. 만약 정승이 된다면 나는 그를 논박할 것이다.’ 하였지만 사람들은 그가 정승이 되기를 기대했었는데 갑자기 졸하고 말았다. 사람들은 노진과 이후백이 잇따라 죽자 정2품에 사람이 없게 되었다고 하였다.",
                "hj": "○戶曹判書李後白卒。 字季眞, 號靑蓮居士。 少以詞藻, 擅名湖南, 不屑擧業, 中年始就擧登第。 初爲訓導發解, 故屈爲校書館正字, 士論皆惜之, 聲名益盛, 卽通淸顯。 以文名早著, 故歷選文苑, 至兩館提學, 而阻於金貴榮, 不及典文衡。 爲人天資凝重, 神氣秀朗, 雖從事文翰, 而律己嚴肅, 語默有節, 喜慍不形於色。 子弟、小生, 不敢問時事得失。 位至六卿, 寒素如儒生, 雖以先輩名流, 目爲西人, 而口無適莫之言, 後進亦服其銓注。 金孝元每攻駁先進, 而常言: “後白只是六卿之才, 若作相則我當論之。” 然衆望冀其入相, 而遽卒。 人以爲: “盧禛、李後白繼卒, 正二品無人。” 云。"
            },
            "3": {
                "H2KE-EN": "The royal tomb was rebuilt. Prior to this, eulsa year (, many treacherous functionaries were made to reduce the mourning period for the late King [Jeongjong] by reducing the number of years of mourning for the deceased, and there were many who did not carefully perform the construction of the royal tombs. At this time, the King ordered that the rebuilt be rebuilt, and that Chief Royal Secretary Bak Susin supervise the construction of the construction. Thereupon, the tomb was destroyed, and the stone bottles and other items were rebuilt.",
                "H2KE-nKo": "효릉을 개수하였다.이에 앞서 을사년에 뭇 간신들이 인종을 해를 넘기지 않은 임금이라고 하여 상례를 줄이고 산릉의 공역을 삼가지 않은 것이 많았다. 이때에 이르러 개수하라고 명하고 노수신을 총호사로 삼아 공역을 감독하게 하였다. 이에 그 봉분을 뭉개고 돌병[石屛] 등의 물품을 다시 안치하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 10월 1일(무인) 3번째기사",
                "gt-oKo": "효릉(孝陵)을 다시 수리하였다. 처음에 을사년의 여러 간신들이 인종(仁宗)이 해를 넘기지 못한 임금이라고 하여 상례를 감쇄하였고 산릉의 공역마저 신중을 기하지 않은 부분이 많았었는데, 이때 다시 수리하도록 명하고 노수신을 총호사로 삼아 공사를 감독하게 하였다. 그래서 능의 봉분을 잘 쌓고 석병(石屛) 등의 물건도 새로 안치하였다.",
                "hj": "○改修孝陵。 初, 乙巳群奸, 以仁廟爲未逾年之君, 減殺喪禮, 山陵工役多不謹。 至是命改修, 以盧守愼摠護, 董役。 乃夷其封, 改安石屛等物。"
            },
            "4": {
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 10월 1일(무인) 4번째기사",
                "gt-oKo": "양사가 윤두수(尹斗壽)·윤근수(尹根壽)·윤현(尹晛)을 논핵하여 파직시켰다. 당시 사류들이 두파로 나뉘어져서 전배를 서인이라 하고 후배를 동인이라 하였다. 후배들은 모두 당하(堂下)의 명사(名士)들로 관각(館閣)에 자리잡고 있어서 그 성세가 매우 성대한데 반해 몇 사람 안되는 전배는 조정에 몸담은 지가 오래 되다 보니 결점이 점점 생겨서 번번이 후배에게 지적을 받고 있었으므로 당시 진취하려는 자들은 모두 동인 편에 붙었다. 그리하여 팔뚝을 걷어붙이고 놀이 삼아 담론을 하되 모두 동인은 정당하고 서인은 사특하다고 하였다. 뿐만 아니라 전배 중에 그들을 두려워하여 구차하게 몸을 사리는 자들은 도리어 선비에게 자신을 낮춘다는 명분을 세워 후배들에게 아부하곤 하니 전배 중에 나이 젊은 후진은 전배들의 자제 두세 사람뿐이었다. 그러나 김계휘만은 비록 서인이라고 불리워졌지만 재능과 인망이 있었으므로 나이 젊은 사류들이 중시하였다. 당시 윤현(尹晛)·김성일(金誠一)이 함께 전랑이 되었었는데 서로의 논의에 모순이 있어서 마침내 틈이 생겼다. 윤현의 숙부 윤두수·윤근수가 모두 숙덕(宿德)과 인망으로 요직에 있으면서 서인을 부추기고 동인을 억제하고자 하는 뜻을 가지고 있었기 때문에 동인들이 더욱 윤현을 질투하였다. 그리고 윤두수는 성품이 간솔하여 몸과 마음을 검속하는 일이 적었고 집에 있을 때에도 자못 청렴하지 못하다는 기롱이 있었다. 후배 중에서 그 점을 탄핵하고자 하는 자가 있자 김계휘가 저지하며 말하기를, “지금 선비의 논의가 들끓고 있으니 그것을 진정시키도록 노력해야지 공격을 하는 것을 옳은 일이 아니다.” 하였는데, 이 일 때문에 계휘 역시 후배들에게 의심을 받게 되었다. 수찬 강서(姜緖)가 경연에서 아뢰기를, “사류들이 동인과 서인으로 갈라졌는데 두 쪽 모두 쓸 만한 사람들입니다. 그러니 한 쪽 사람은 버리고 한 쪽 사람만 취해서는 안 됩니다.” 하였다. 그제서야 상이 동이니 서니 하는 말을 알게 되었다. 정철은 서인만을 주장하였고 이발(李潑)은 동인만을 주장하였는데, 두 사람은 모두 청망(淸望)을 지고 있어서 당시 사람들에게 추대를 받고 있었다. 그래서 이이가 매양 정철과 이발 두 사람에게 말하기를, “그대들의 의논을 화평하게 유지하고 마음을 함께하여 협조를 해간다면 사림은 아마 무사할 것이다.” 하였는데 그 말이 매우 간절하였다. 정철은 그 말을 듣고 자기 소견을 바꾸어 이발과 더불어 교분을 정하고 조정(調停)의 의논을 전개하였다. 그러나 동인 중에 뒤늦게 붙좇는 자들이 다투어 서인을 공격해 제거하는 것으로 진취의 계제로 삼고자 해서 모두들 윤현·윤두수·윤근수 세 윤씨를 사악의 괴수라고 지목하였는데 유성룡 등 두세 사람만은 그들을 따르지 않았다. 당시 무안 현감(務安縣監) 전응정(全應禎)이 뇌물을 바친 사실이 발각되어 하옥시킨 다음 국문을 하였는데 조정 의논이 이 일로 인하여 탐장(貪贓)을 경계로 삼고 있었다. 김성일(金誠一)이 진도 군수(珍島郡守) 이수(李銖)가 쌀을 운반하여 윤현·윤두수·윤근수 세 사람에게 뇌물로 주었다는 말을 들었는데, 이것은 아마 이수가 윤씨 집과 친척이었기 때문에 죄에 빠뜨리려는 자들이 말을 만들어낸 듯하다. 김성일은 매우 노하여 경연에서 이수도 뇌물을 주었다고 아뢰었는데 대간이 마침내 이수를 탄핵하여 구속해 신문을 하였다. 상이 또 뇌물을 준 자만을 다스리고 뇌물을 받은 자를 다스리지 않는 것을 옳지 않다고 전교하자, 부제학 허엽(許曄)이 당시 동인의 종주(宗主)였는데 마침내 양사가 뇌물을 받은 자를 논핵하지 않은 잘못을 탄핵하여 체직시켰다. 새로 제수된 대간이 마침내 세 윤씨를 죄주어 탐욕스러운 풍속을 징계하라고 계청하였으나 상이 윤허하지 않았다. 대사간 김계휘가 휴가를 받아 고향에 가 있었는데 그 말을 듣고 말하기를, “젊은 이들이 마음 씀씀이가 공정하지 못하니 이들과 함께 일을 하지 못하겠다. 내가 차라리 죄를 얻고 물러나는 것이 좋겠다.” 하고, 곧 서울에 올라와 복명하고 즉시 아뢰기를, “윤현·윤두수·윤근수 이 세 사람은 모두 어진 선비로 탁용(擢用)된 자들이니 별로 대단한 과오가 없을 뿐더러, 지금 그들이 뇌물을 받았다는 일에 있어서도 사실인지 아닌지 알 수 없습니다. 어떻게 남몰래 죄에 빠뜨리려는 자들이 만들어 낸 말이 아닌지 알겠습니까. 우선 옥사가 이루어지기를 기다렸다가 죄를 다스려도 늦지 않을 터인데 먼저 세 사람의 이름을 뽑아서 범연히 죄를 다스리고자 청한 것은 선비를 대우하는 도리가 아닙니다. 사류의 진퇴는 관계되는 바가 가볍지 않은 것이어서 부득이 논계합니다.” 하였다. 이에 후배들이 들고 일어나 성을 내면서 김계휘가 나라 망칠 말을 하였다고 지적하고 마침내 논핵, 체직시켜 전라 감사로 내보냈다. 헌납 심충겸(沈忠謙)도 김계휘의 의논에 편들다가 또한 배척을 당하였다. 그러자 양사가 분격하여 대사헌 박대립(朴大立), 대사간 이산해(李山海)가 윤현·윤두수·윤근수 세 사람의 죄악을 파헤쳐 마구 공격하였는데 그것은 모두 장령 이발(李潑)이 떠도는 말을 주워모아 직접 써서 아뢴 것이었다. 이리하여 조정이 마침내 대단히 시끄러워졌는데 동인·서인의 싸움이 붙었다고 지목하게 되었다. 정철과 이발의 논의가 또 다시 크게 어긋나 동인·서인이 다시 화합될 희망이 없게 되었다. 이때 전 옹진 현령(甕津縣令) 이신로(李信老) 역시 뇌물을 준 일 때문에 탄핵을 당하고 하옥되었는데 뇌물을 받은 자는 우상 노수신이라고 사람들이 말하였지만, 대간의 논의가 아울러 탄핵하기에 곤란하다 하여 중지하였다. 그러자 논의하는 자들은 이수(李銖)를 가리켜 고래 싸움에 새우만 죽은 격이라고 하였는데, 당시의 의논이 병되게 여기면서 옥사가 이루어지지 않고 도리어 윤현·윤두수·윤근수 세 사람에게 당할까 염려하여 법조문을 각박하게 하느라고 못하는 짓이 없었다. 헌부가, 이수가 뇌물로 준 쌀을 장사꾼인 장세량(張世良)의 집에 두었다는 말을 듣고 다른 일을 핑계로 하여 세량을 체포 구속하여 금부에 이송하고 또한 물의가 그르게 생각한다는 이유로 이신로의 사건에 관계된 증인까지 추궁하여 체포해서 그 일을 정당화시키려 하였다. 유생 정여충(鄭汝忠)이 우연히 남의 말을 전했다가 그 또한 체포되어 혹독한 형신을 받아 거의 죽을 뻔하였는데 이 일로 신로도 석방되었다. 장세량은 본래 진도(珍島)의 공물 납인(貢物納人)으로 그 집에 둔 쌀은 공물의 값으로 바치는 쌀이었고 안독(案牘)도 모두 보존되어 있었다. 그런데 마침 진도의 저리(邸吏) 중에 이수와 원한을 맺은 자가 있었는데 그가 말하기를, “만약 나를 신문한다면 옥사가 이루어질 것이다.” 하니, 헌부가 즉시 아뢰고 그 저리를 가두니 이수가 세 윤씨에게 뇌물로 준 쌀이라고 공초하였다. 그러나 장세량과 이수는 끝까지 승복하지 않았다. 그러나 상은 저리가 이미 자복한 것을 가지고 대간의 논의에 따라 윤현·윤두수·윤근수 세 사람을 파직시켰다. 이 후로는 동인에 가담한 자들이 날로 늘어났으며 유속을 따르는 옛 신하로 노당(老黨)이라 불리던 자 중에 일찍이 서인에게서 소외되었던 자들은 모두 동인에 붙어서 요지에 앉아 권세를 부리며 감정를 풀었다. 그리고 거창한 논의를 스스로 본받아 청론과 탁론이 뒤섞이고 탐욕을 부리는 퐁속이 더욱 치성하여 함께 동아리가 되었다. 이리하여 다시는 격양의 논의가 없어지고 선배로서 숙덕과 인망이 있고 맑은 명성을 가진 선비들이 용납되지 못했다.【3품 이상의 관직을 가진 자가 동인 명사 중에는 아주 적었다. 그러므로 명종 조에 권간에게 물들었던 자로서 초정(初政)에 배척을 받은 자들이 모두 다시 삼사의 장관이 되어 형세가 펴지게 되었다.】",
                "hj": "○兩司劾尹斗壽、尹根壽、尹晛, 罷職。 時, 士類中分, 前輩爲之西; 後輩爲之東。 後輩皆堂下名士, 布列館閣, 聲勢甚盛。 前輩若干人, 立朝年久, 疵玷漸生, 每爲後輩指摘。 一時爭進取者, 皆附於東, 扼腕游談皆以爲: “東正西邪。” 而前輩之畏憚苟全者, 反以下士爲名, 而下比於後輩, 前輩中年少後進, 不過其子弟數三人而已。 獨金繼輝雖號西人, 而以才望, 爲年少士類所重。 時, 尹晛、金誠一, 同作銓郞, 論議矛盾, 遂成嫌隙。 晛叔父斗壽、根壽, 皆以宿望, 在津要, 志欲扶西抑東, 故東人尤嫉之。 斗壽簡易少檢束, 居家頗有不廉之譏。 後輩中有欲劾之者, 繼輝止之曰: “方今士論橫潰, 務在鎭靜, 不可攻擊。” 由此, 繼輝亦貳於後輩矣。 修撰姜緖於經筵啓曰: “士類分作東西, 二邊皆可用人。 不可捨一取一。” 於是, 上已知東西之說矣。 鄭澈偏主西; 李潑偏主東, 二人皆負淸望, 一時所推重。 故李珥每謂二人曰: “君等持議和平, 同心調劑則士林庶可無事。” 言之甚切。 澈頗回所見, 與潑定交, 爲調停之論。 而東人之後來和附者, 爭欲擊去西人, 以階進取, 皆指三尹爲邪魁, 惟柳成龍等二三人不從。 時, 務安縣監全應禎, 行賂事發, 下獄鞫問, 朝議方以貪贓爲戒。 金誠一聞珍島郡守李銖運米賂三尹, 蓋銖爲尹家親戚, 故媒孽者造言也。 誠一甚怒於經筵, 啓李銖亦行賂云, 臺諫遂劾李銖繫訊。 而上又敎以, 只治與者, 不治受者不可也。 副提學許曄, 方爲東人所宗, 遂劾兩司不論受者之失, 而遞之。 新臺諫遂啓請罪三尹, 以懲貪風, 上不允。 大司諫金繼輝受暇在鄕, 聞之曰: “年少輩處心不公, 不可與同事。 我寧得罪而退。” 乃入京復命, 卽啓曰: “三尹皆以良士被擢用, 別無大段過惡。 今其受賂虛實未可知, 安知陰中者造言乎? 且待獄事之成治罪, 未晩而先拈出三人名, 泛請治罪, 非待士之道。 士類進退, 所繫匪輕, 不得不論。” 於是, 後輩群怒, 指繼輝爲亡國之言, 遂劾遞之, 出爲全羅監司。 獻納沈忠謙, 右繼輝之論亦見斥。 於是, 兩司憤激, 大司憲朴大立、大司諫李山海, 攻訐三尹罪惡, 無所不至, 皆掌令李潑掇拾流言, 手自草啓也。 朝廷遂大撓, 目爲東西接戰。 鄭澈與潑論議復大乖, 東西更無相合之望矣。 時, 前甕津縣令李信老, 亦以行賂被劾下獄, 受者則人以爲右相盧守愼, 而臺論難於竝劾而止。 談者以李銖爲蝦死於鯨鬪也, 時論病之, 恐獄不成, 反爲三尹所中, 深文鉤距, 無所不至。 憲府聞, 李銖之米接置于市人張世良家, 乃托以他事, 捕繫世良, 移于禁府, 又以物議非之, 窮逮信老干證之人, 欲直其事。 儒生鄭汝忠, 偶傳人言, 亦在逮中, 受酷刑幾死, 而信老亦得放釋。 張世良本以珍島貢物納人, 所置者貢物價米也, 案牘俱存。 適珍島邸吏有與銖結怨者, 乃曰: “若訊我則當成獄。” 憲府卽啓, 囚其吏, 吏以銖賂米三尹納供, 世良與銖終不服。 上以邸吏已服, 遂從臺論, 罷三尹職。 自是之後, 附東者日起, 流俗舊臣號爲老黨者, 曾爲西人所外, 皆附東人, 得居要地, 招權釋憾。 峻論自效, 淸濁混淆, 貪風益盛, 而共爲比周, 無復激揚之論。 先輩宿望、淸名之士, 皆不見容矣。【三品以上則東人名士絶少, 故明廟朝染迹權奸, 初政見擯之類, 皆復爲三司長官, 勢所然也。】"
            },
            "5": {
                "H2KE-EN": "The moon climbed the ground in the southern area, and there was no lunar eclipse in the middle of the midle of the lunar eclipse. This was extremely surprised. ",
                "H2KE-nKo": "남방에 달빛이 땅에 떨어지고 하늘에 달이 없자 사람들이 매우 놀랐다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 10월 1일(무인) 5번째기사",
                "gt-oKo": "남쪽 지방에 달의 모습이 땅에 떨어지고 하늘에 달이 없어지자 사람들이 매우 놀라고 해괴하게 여겼다.",
                "hj": "○南方月魄墮地, 天中無月, 人甚驚駭。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On musin day, the first day of the month, the King appointed Kang Sasang as right state councilor of the State Council , 홍섬 as chief state councilor , and Noh Susin as left state councilor . In the ten years of musin year (, Sasang was not willing to speak about the current court [of Ming China]. Every time he entered the Royal Lecture, he prostrated himself and slept. Sometimes he slept and slept. People in the neighborhood he threatened the moment to realize the moment. After realizing this, he again slept. After retreating, he reprimanded his colleagues and reprimanded him. Sasang said, How can this be a splendor? He drank wine well and became intoxicated and silent. He stubbornly mounted his hands and sword. When he was appointed as a state councilor, Jeong Cheols nephew of his clan, he took wine and drank wine to Jeong Cheol, saying, How many people have lived? Why must we suffer from hardship? It is hoped that Your Majesty shall not raise my self-ref-refined father by raising his self-ref-refined father. Only sleping and sleping his self-refined father shall proceed to the level of my imination. Those who heard this shall ridicule. ",
                "H2KE-nKo": "강사상을 의정부 우의정으로 삼고, 홍섬을 영의정으로 승진시키고, 노수신을 좌의정으로 승진시켰다. 강사상은 조정에 선 지 10년 동안 - 금상의 조정을 말한다. - 시사를 논하는 말을 한마디도 하지 않았다. 경연에 들어갈 때마다 부복하여 잠을 자고, 혹 숨을 죽이고 잠을 자기도 하였는데, 곁에 있던 사람이 일부러 <unk>어나와 깨닫게 하고는 깨어나면 다시 잠을 잤다. 물러나와 동료들이 꾸짖으니, 강사상이 말하기를,“이것이 어찌 태평성대의 기상이 아니겠는가.”하였다. 술을 잘 마시고 취하면 다시 입을 다문 채 단지 손으로 코만 찔렀다. 정승에 제수되자, 정철의 족질 강인원이 술을 가지고 와서 정철에게 마시며 말하기를,“인생이 얼마나 됩니까. 어찌 스스로를 괴롭히겠습니까. 원컨대 숙부는 부디 입을 열지 말고 다만 코만 찌르고 잘 정승의 자리에 나아가 우리 곤궁한 일가를 살려 주소서.”하니, 듣는 자들이 웃었다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 11월 1일(무신) 1번째기사",
                "gt-oKo": "강사상(姜士尙)을 의정부 우의정으로 삼고, 홍섬(洪暹)을 영의정으로, 노수신(盧守愼)은 좌의정으로 승진시켰다. 강사상이 조정에 몸담은 지 10년이 되었으나【금상(今上)의 조정을 말한다.】 시사에 대해서는 한번도 언급하지 않았으며 경연에 들어갈 때마다 부복하고서 졸았는데 어떤 때는 코를 소리내어 골기도 하므로 옆에 있는 사람이 일부러 깨워놓으면 또 다시 졸곤 하였다. 그래서 물러나와 동렬에 있는 사람들이 질책하면 사상은 말하기를, “이것이 어찌 태평스런 기상이 아닌가.” 하였다. 그는 또 술마시기를 좋아하였는데 술에 취하고 나면 다시 벙어리처럼 앉아서 손으로 코만 만지고 있었다. 그가 정승에 제수되자 정철의 족칠 정인원(鄭仁源)이 술을 가지고 와서 정철에게 권하면서 말하기를, “사람이 살면 얼마나 산다고 그렇게까지 고달프게 할 것이 있겠습니까. 바라건대 숙부께서는 삼가 입을 다물고 코나 만지시다가 정승이 되어서 곤궁한 우리 일가를 좀 살게 해주소서.” 하였는데, 사람들은 그 말을 듣고 웃었다.",
                "hj": "○戊申朔/以姜士尙爲議政府右議政, 洪暹陞領議政, 盧守愼陞左相。 士尙立朝十年, 【謂今上朝也。】不肯出一語論時事。 每入經席, 俯伏而睡, 或鼾息齁齁, 旁人故觸之使覺, 覺而復睡。 退而同列責之, 士尙曰: “此豈非太平氣象耶?” 善飮酒, 醉更瘖默, 但以手捫鼻而已。 及拜相, 鄭澈族姪仁源, 持酒飮澈曰: “人生幾何, 何用自苦? 願叔父愼勿開口, 但捫鼻, 好就相位, 以活我窮族。” 聞者笑之。"
            },
            "2": {
                "H2KE-EN": "A pheasant observed the sky through the north and south. There were many pheasants in the city walls. People observed the pheasants.",
                "H2KE-nKo": "날아간 꿩이 하늘을 뒤덮고 북쪽에서 남쪽으로 날아갔으며 성 안에도 꿩이 많았는데, 사람들이 더러 두 손을 마주잡고 잡기도 하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 11월 1일(무신) 2번째기사",
                "gt-oKo": "수많은 꿩이 하늘을 뒤덮고서 북쪽에서 남쪽으로 날아갔다. 도성 안에도 꿩이 많아 어떤 사람은 맨손으로 잡기도 하였다.",
                "hj": "○有飛雉蔽天, 自北而南, 城中亦多雉, 人或拱執之。"
            },
            "3": {
                "H2KE-EN": "The King appointed 정철을 대사간으로 삼았다. 정철은 angry about the current opinions of the King and his return to his hometown. Therefore, this order was issued. For this reason, he did not wish to assume office. Yi Li wrote a letter as follows: Regarding Confucian scholar-officials who suspect the King, although this is a fault of Confucian scholar-officials, it is also because the King discreetly speaks out of self-restraint and reprimands himself. Now, if they do not assume office, the scholar-officials suspect them grievances worse than increasingly, and eventually do not agree. If anyone in the future accuses Confucian scholar-officials who suspect the King as important, the King would be shameful. Therefore, it would be proper to assume office today and deliberate on the opinions of the King so as to remove the suspects of Confucian scholar-officials suspects. Thus, 정철 was to assume office. Although Yi Li , though he was outside the capital, he earnestly devoted himself to state affairs. He wanted to assume office to enter the court and assume administrative duties. 성혼 admonished him, saying, If he has already left the court and goes out of self-restraint, it would be inconsistent in terms of righteousness if he proceeds again without a self-restraint. Since ancient times, we have never heard that the scholar-officials who suspect the self-restraint practices of self-restraint practices should be regarded as a fault practice of self-restraint practices. Thereupon, Yi Li occurred him. At the time, Kim Gwiyeong was very greedy and corruption, but his powerful candidates to speak. People said, When Kim Hyeongyeong became the minister of personnel , he committed a crime of greedy and corruption. Although he did not trust him with greedy and corruption, who would trust him?",
                "H2KE-nKo": "정철을 대사간으로 삼았다. 정철이 시론이 불평하는 것을 분하게 여겨 물러나 돌아가려고 이 명을 내렸기 때문에 관직에 나아가려 하지 않았다. 이이가 편지를 보내 말하기를,“사류가 임금을 의심하는 것이 비록 사류의 잘못이기는 하지만, 또한 임금이 말을 삼가지 않아 스스로 취한 것이니, 오로지 시배만을 탓할 수는 없다. 지금 직무를 보지 않으면 사류의 의심과 막힘이 더욱 심해져서 끝내 화합하지 못할 것이다. 만약 후일에 사류를 공격하는 자가 임금을 빙자하여 중하게 여긴다면 이는 임금의 수치이다. 반드시 오늘 직무를 보고 의론을 공평하고 온화하게 하여 사류의 의심을 풀어 주어야 할 것이다.”하니, 정철이 이에 관직에 나아갔다.이이가 비록 지방에 있었지만 나랏일에 마음을 써서 조정에 들어와 조제의 책임을 맡고자 하니, 성혼이 경계하기를,“도가 행해지지 않아 떠나갔는데 무단히 다시 나오는 것은 의리에 근거가 없다. 예로부터 도를 행하는 선비는 도가 행해지는지 행해지는지를 따지지 않고 단지 싸움을 멈추는 것만을 능사로 삼는다는 말은 듣지 못하였다.”하자, 이이가 마침내 그만두었다. 이때 김귀영이 가장 탐욕스럽고 비루하다고 일컬어졌으나 성세가 한창 치성하여 사람들이 감히 말을 하지 못하였다. 논자들이 말하기를,“김현경이 이조 판서가 되었을 때 삼윤이 탐욕스럽다는 이유로 죄를 얻었는데, 비록 악을 미워하고 선을 드러내는 것이라고는 하지만 누가 믿겠는가.”하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 11월 1일(무신) 3번째기사",
                "gt-oKo": "정철을 대사헌으로 삼았다. 정철이 시론이 공평하지 못한 것에 대해 분한 마음을 먹고서 벼슬에서 물러나 고향으로 돌아가려고 하였는데 이 명이 있었으므로 관직에 나아가려 하지 않았다. 그러자 이이가 서신을 보내어, “사류들이 그대를 의심하는 것이 비록 사류들의 잘못이라고는 하지만, 그대가 말을 삼가지 않은 탓도 있으니 그대 스스로 취한 것을 가지고 전적으로 시배(時輩)들을 탓해서는 안 된다. 지금 그대가 관직에 나오지 아니하면 사류들의 의심과 저해는 더욱 심해져서 끝내 화합할 수 없게 될 것이며, 만일 후일에 사류를 공격하는 자들이 그대를 빙자하여 중요한 논란거리로 삼는다면 그대의 수치인 것이다. 그러니 반드시 이번에 관직에 나와서 의논의 평화를 유지해서 사류들의 의심을 풀어주어야 할 것이다.” 하니, 정철이 관직에 나왔다. 이이가 비록 외방에 나가 있었지만 나라 일을 걱정하여 조정에 들어가 동인·서인의 의견을 조정하여 화합시키는 책임을 맡고자 하니, 성혼(成渾)이 경계하기를, “이미 도(道)가 시행되지 않는다고 하여 벼슬을 버리고 떠났는데 아무 이유없이 다시 나가는 것은 의리에 근거할 데가 없다. 예로부터 도를 행하려는 군자가 그 도가 행해질 것인지 않을 것인지의 여부를 따져보지도 않고 단지 싸움을 말리는 것으로 능사를 삼는다는 말을 들어보지 못하였다.” 하니, 이이가 조정에 들어가려던 일을 중지하였다. 당시에 김귀영(金貴榮)이 가장 탐욕스럽고 야비하기로 이름이 났었으나 그의 성세(聲勢)가 대단하여 어느 누구도 감히 언급하지 못했다. 그러므로 논자들이 말하기를 “김현경(金顯卿)이 이조 판서가 되자 윤현·윤두수·윤근수가 탐오로 죄를 얻었다. 비록 선을 좋아하고 악을 미워한다고 하더라도 어느 사람이 그 말을 믿겠는가.” 하였다.",
                "hj": "○以鄭澈爲大司諫。 澈忿時論不平, 將退歸, 有是命, 故不欲就職。 李珥與書曰: 士類之疑君, 雖是士類之過, 亦由君不愼言, 有以自取, 不可專咎時輩也。 今不供職, 士類疑阻益甚, 而終不得合。 若後日攻士類者, 藉君爲重, 則君之羞辱也。 必須今日供職, 持議平和, 以釋士類之疑可也。 澈乃就職。 珥雖在外, 而惓惓國事, 欲入朝任調劑之責, 成渾戒之曰: “旣以道不行而去, 則無端再進, 於義無據。 自古未聞行道之士, 不計道之行否, 而只以止鬪爲能事也。” 珥乃止。 時, 金貴榮最號貪鄙, 而聲勢方張, 人莫敢言。 論者以爲: “金顯卿作吏判, 而三尹以貪得罪。 雖曰激濁揚淸, 人孰信之?”"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Jesin as magistrate of Jinju Strategic County . Because Yi Jesin had long been appointed as a member of the Office of the Censor General , Yi Jesin did not assume his post. The Ming court specially selected him as magistrate of Jinju . Yi Jesin was strong and fair-minded and fair-minded, and he did not fear anything. The clerks stole his military storehouses and wished to avoid punishment. When the King learned of this, he ordered several men to be interrogated and punished. Consequently, the powerful and deceitful men were greatly obstinated and slandered the royal court. Consequently, Yi Jesin had resigned from his post. This was because Jin had many Confucian scholars encountered the imperial court with each other. Thus, the public opinion also demonstrated their strong and strictness.",
                "H2KE-nKo": "이제신을 진주 목사로 삼았다. 이제신이 오랫동안 평상적인 관직에 침체되어 있었는데, 이때에 이르러 사간에 제수되었으나 숙배하지 않았다. 조정에서 진주에는 호강한 자가 많아 다스리기 어렵다고 하여 특별히 선발하여 목사로 삼은 것이다. 이제신은 엄격하고 공정하며 부역을 고르게 하여 거리낌 없이 공격하고 결단하였다. 아전이 병부를 훔쳐서 죄에 걸려 면직되기를 바랐는데, 주상이 이를 알고 몇 사람을 국문하여 다스리라고 명하였다. 이에 호강한 간인이 크게 좌절되어 조정에 비방을 퍼뜨리자 이제신이 마침내 관직을 떠났다. 대개 진주에는 유사가 많아 조정과 서로 연결되었기 때문에 공론도 그가 지나치게 엄하다고 비난하였기 때문이다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 11월 1일(무신) 4번째기사",
                "gt-oKo": "이제신(李濟臣)을 진주 목사(晋州牧使)로 삼았다. 제신은 오랫동안 보통 관직에 막혀 있었다. 이번에 사간에 제수하였는데 숙배하지 않았다. 그러자 조정에서 진주에 호강(豪强)한 족속이 많아서 다스리기가 어렵다고 여겨 특선하여 목사로 삼은 것이다. 제신은 엄격하고 공정하여 부역을 균등히 하였으며 결단함에 있어 기탄하는 바가 없었다. 그래서 이인(吏人)이 그의 병부를 훔쳐내어 그가 죄에 걸려 파면되기를 바랐는데 상이 그 사실을 알고 몇 사람을 국문 치죄하도록 하였다. 이에 호강들이 크게 좌절되어 조정에 비방하는 소리가 떠들썩하였는데 제신이 마침내 관직을 떠나고 말았다. 그 이유는 대체로 진주에는 유사들이 많았는데 그들이 조정의 대신과 서로 연결되어 있으므로 공론도 역시 그가 지나치게 엄하다고 꾸짖은 때문이었다.",
                "hj": "○以李濟臣爲晋州牧使。 濟臣久滯常調。 至是除司諫, 不拜。 朝廷以晋州多豪强難治, 特選爲牧使。 濟臣嚴公均役, 擊斷無所憚。 吏人謀竊其兵符, 以冀坐免, 上知之, 命鞫治數人。 於是, 豪姦大挫, 飛謗于朝, 濟臣竟去官。 蓋晋多儒士, 與朝廷相連, 故公論亦詆其過嚴故也。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "The King ordered the reinstatement of 윤두수 and other officials on the first day of the jeongchuk year (. This was because it was the year-end reinstatement of gisaeng (1423, the fifth year of King Sejong. The 양사에서 again impeached Yi Sus impeachment, saying, The impeachment of Yi Sus impeachment has not yet been completed. He should not be reinstated. Inspector General Jeong Cheol alone said that the impeachment of Yi Sus impeachment was not true. He did not participate in the impeachment and he was immediately impeached and replaced. Consequently, the people of the East Dynasty criticized Jeong Cheol for his wicked clique.",
                "H2KE-nKo": "정축년 삭일에 윤두수 등을 서용하여 복직시키라고 명하였는데, 연례적으로 세초하였기 때문이다. 양사가 다시 이수의 옥사가 끝나지 않았으니 복직시킬 수 없다고 논계하였는데, 대사간 정철만이 옥사가 부실하다고 하여 논계에 참여하지 않았다가 곧바로 탄핵을 받아 체차되었다. 이에 우리 나라 사람들이 더욱 정철을 사당이라고 비난하였다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 12월 1일(정축) 1번째기사",
                "gt-oKo": "윤두수 등을 서용하여 복직시키라고 명하였는데 연례(年例)로 세초(歲抄)하였기 때문이다. 양사가 다시 ‘이수(李銖)의 옥사가 아직 끝나지 않았으니 복직시켜서는 안 된다.’고 논계하였으나 대사간 정철만은 옥사가 부실하다 하여 논의에 참여하지 않았다가 즉시 탄핵을 입고 체직되었다. 이래서 동인들이 더욱 정철이 사당을 위한다고 헐뜯었다.",
                "hj": "○丁丑朔/命敍復尹斗壽等職, 以年例歲抄也。 兩司復論啓: “李銖獄事未竟, 不可復職。” 大司諫鄭澈獨以爲, 獄事不實, 不與論啓, 卽被劾遞。 於是, 東人益詆澈爲邪黨矣。"
            },
            "2": {
                "H2KE-EN": "The King appointed Ku Samaeng as governor of Jeolla Province.",
                "H2KE-nKo": "구사맹을 전라 감사로 삼았다.\n",
                "date_ko": "선수 12권, 11년(1578 무인 / 명 만력(萬曆) 6년) 12월 1일(정축) 2번째기사",
                "gt-oKo": "구사맹(具思孟)을 전라 감사로 삼았다.",
                "hj": "○以具思孟爲全羅監司。"
            }
        }
    }
}