{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, on the first day of the month, Military Duty Officer Chen Unhong , bearing the imperial edict, admonishing the Japanese people. From this day forward, an official in charge of the Government Arsenal continued to visit [the palace] in succession. This was to urge [him] to remove [him] from the [Japanese] envoys arrival. At the time, [the Chinese] 장수가 bringing soldiers and able-bodied men along the roads. Not only did the expenses for the guesthouse for supplying necessities, but the Chinese raids along the roads were nearly plundered by chickens, pigs, and cattle.",
                "H2KE-nKo": "삭전 중국 장수의 유격 진운홍이 칙서를 받들어 왜인들에게 선유하였다. 이로부터 군문의 차관이 계속 왕래하였다. - 장수에게 항복하는 은전을 내리겠다고 사신에게 유시하고 철수해 돌아가라고 재촉하였기 때문이다. - 이때 중국 장수가 병정을 거느리고 도로에 줄을 잇고 있었는데, 관에서 접대하는 비용이 많이 들 뿐만 아니라 한인들이 일로를 침략하여 여염에서는 닭, 돼지, 소와 말을 거의 다 빼앗아 갔다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 1월 1일(갑술) 1번째기사",
                "gt-oKo": "명나라 장수인 유격 진운홍(陳雲鴻)이 칙서를 받들어 왜인들을 선유(宣諭)하였다. 이때부터 군문 차관(軍門差官)이 서로 잇따라 왕래하였다.【장차 봉전(封典)을 내리는 사신(使臣)이 온다고 효유하면서 철수해 돌아가도록 재촉하였다.】 당시 명나라 장수들이 병정을 거느리고 도로에 연락 부절하였는데, 관대(館待)의 공비(供費)가 많이 들었을 뿐만이 아니라 중국 사람들이 일로를 침략(侵掠)하여 여염의 계돈(鷄豚)과 우마(牛馬)가 거의 다 없어졌다.",
                "hj": "○朔甲戌/天將遊擊陳雲鴻奉勑, 宣諭倭衆。 自此, 軍門差官相續往來。【諭以將降典使臣, 促令撤歸也。】 時, 天將帶兵丁, 絡繹道路, 不但館待供費, 漢人侵掠一路, 閭閻鷄豚牛馬殆盡。"
            },
            "2": {
                "H2KE-EN": "Associate State Councilor Jeong Tak requested that Yi San be pardoned. The King approved this and had his letter of appointment returned to him.",
                "H2KE-nKo": "좌찬성 정탁이 이산해를 사면해 주기를 청하니, 상이 그대로 따르고 이어 직첩을 돌려주었다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 1월 1일(갑술) 2번째기사",
                "gt-oKo": "좌찬성 정탁(鄭琢)이 이산해(李山海)를 사면해 주기를 청하자, 상이 그대로 따르고 이내 직첩(職牒)을 도로 주었다.",
                "hj": "○左贊成鄭琢請赦李山海, 上從之, 仍還給職牒。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Sim Sugyeong , who was over eighty years of age, earnestly prayed for his retirement. The King instructed, It is an ancient rule to retire seventy years of age to retire. Our countrys law has also been established, but this law has not been implemented, which seems to be the purpose of encouraging elderly. As Supreme General of the Middle Army is over eighty years of age, I wish to retire from his journey. It would be appropriate to follow his recommendation. The high officials said, Due to numerous matters, an old man should strive to stay here. Please do not approve his approval.",
                "H2KE-nKo": "영중추부사 심수경이 나이가 80이 찼다는 이유로 치사하기를 간절히 청하니, 주상이 하교하기를,“70세에 치사하는 것은 옛날의 도이다. 우리나라에도 법전이 있는데, 이 법을 시행하지 않는 것은 노인을 우대하는 뜻이 아닌 듯하다. 영중추부사의 나이가 80이 넘었으므로 물러나 쉬려고 하니, 따르는 것이 마땅할 듯하다.”하였다. 대신이 아뢰기를,“일이 많은 때에 노성한 사람을 만류해야 하니, 윤허하지 마소서.”하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 2월 1일(갑진) 1번째기사",
                "gt-oKo": "영중추부사 심수경(沈守慶)이 나이가 80에 찼다는 이유로 치사(致仕)를 간곡히 청하자, 상이 하교하기를, “70세에 치사하는 것은 옛날부터의 도리이고 우리 나라 또한 그에 대한 법전이 있는데, 이 법을 시행하지 않는 것은 노인을 우대하는 뜻이 못 되는 것 같다. 영중추부사의 나이가 80이나 되어 물러나 쉬려고 하니, 들어주어야 할 듯싶다.” 하였는데, 대신이 아뢰기를, “일이 많은 이때 노성한 사람을 가능한 한 머무르게 하는 것이 마땅하니, 윤허하지 마소서.” 하였다.",
                "hj": "○朔甲辰/領中樞府事沈守慶以年滿八十, 懇祈致仕。 上, 下敎曰: “七十而致仕, 古之道也。 我國亦有法典, 而此法不行, 似非優老之意。 領中樞年高八十, 欲爲退休, 似當從之。” 大臣以爲: “多事之時, 老成之人所當勉留, 請勿準許。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Jeong Tak as right state councilor . [Jeong] Tak was originally a poor clan from a provincial school, but he had no reputation for himself. Earlier, he had been studying at the home of [Yi] Hwang , and his colleagues had been recommended and eventually reached high-ranking positions. His skills and skills were not sufficient for the momentary men of the world. [However, he] only displayed his self-restraint and prudent, and did not have any grievances and blame to others. Therefore, he was appointed to a position at the highest level. His observation was like a Buddhist monk of mountains, and his appearance was the same. People called him a Buddhist monk.",
                "H2KE-nKo": "정탁을 우의정으로 삼았다. 정탁은 본래 영남 지방의 한미한 집안으로 조금도 명망이 없었다. 일찍이 이황의 문하에서 수학하였기 때문에 동배들의 추천을 받아 마침내 통현직에 올랐다. 문학과 재국이 모두 한때의 명류에 미치지 못하였는데, 오직 비순하고 겸공하여 사람들에게 원망과 미움이 없었다. 이 때문에 의정에 임명되기까지 하였다. 몸가짐이 산승과 같았고 모습도 같았으므로 사람들이 승상이라고 일컬었다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 2월 1일(갑진) 2번째기사",
                "gt-oKo": "정탁(鄭琢)을 우의정으로 삼았다. 정탁은 본래 영남의 한족(寒族)으로서 젊어서부터 명성이 없었는데, 일찍이 이황(李滉)의 문하에 수학하여 동배들의 끌어줌을 입었기 때문에 드디어 현달한 관직에 올랐다. 문학과 재국이 모두 일시의 명류(名流)에 미치지 못하였는데, 오직 비순(卑順)하고 겸공(謙恭)하여 남들에게 원망이나 미움을 받는 일이 없었기 때문에 정승에 이르게 된 것이다. 그는 몸가짐을 산승(山僧)처럼 하고 모습도 역시 이와 같았으므로 사람들이 그를 승상(僧相)이라 칭하였다.",
                "hj": "○以鄭琢爲右議政。 琢本嶺外寒族, 少無名稱, 以嘗遊李滉之門, 被同輩薦引, 遂躋通顯。 文學、才局皆不逮一時名流, 惟卑順謙恭, 無怨惡於人, 故至於大拜。 持身如山僧, 貌亦如之, 人稱僧相。"
            },
            "3": {
                "H2KE-EN": "Yi Gi was appointed second minister of personnel . He was upright and honest by nature, but he flattered powerful and flattered the powerful and arrogantly discussed. At the time, he regarded him as principal. Byeon Gyeryang as minister of personnel and concurrent director of the Office of Royal Decrees . [Byeon] Yong was encountered with difficulties, and his loyalty and diligence were clearly manifested, and his special favor was especially generous. His magnanimity was broad and impartial, and he did not encourage the powerful and arrogant. For this reason, even though he had been denounced, he did not adjudicate [the powerful and impeach him]. He had served as minister of the Ministry of War five times, and there was no difference between them.",
                "H2KE-nKo": "이기를 이조 참판으로, - 청렴하고 각박한 지조가 있었으나 권간에게 아부하여 논의가 괴<unk>하고 집요하였으므로 당시 사람들이 종주로 삼았다. - 이항복을 이조 판서 겸 대제학으로 삼았다. 이항복은 국가의 어려운 시기를 만나 충성과 노고가 모두 드러났으므로 임금의 총애가 특별히 두터웠다. 성품이 너그럽고 당론을 주장하지 않았기 때문에 비록 지목을 받았으나 공격과 지적을 가하지 않았다. 다섯 번이나 병조 판서를 지냈으나 이의를 제기하는 사람이 없었다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 2월 1일(갑진) 3번째기사",
                "gt-oKo": "이기(李墍)가【마음가짐이 모질고 권간(權姦)의 당에 붙어 논의가 괴팍하였는데 당시 사람들이 종주로 삼았다.】 이조 참판이 되고, 이항복은 이조 판서 겸 대제학이 되었다. 이항복은 어려운 시기를 당하여 충심으로 애쓰는 모습이 현저하게 드러나 임금의 총애가 특별히 두터웠다. 그리고 기국이 크고 당론(黨論)을 주장하지 않았기 때문에 비록 지목을 받는 일은 있어도 공격은 받지 않았으며, 다섯 번이나 병조 판서를 역임했어도 이의를 제기하는 사람이 없었다.",
                "hj": "○李墍爲吏曹參判, 【有廉刻之操, 而黨附權姦, 論議怪拗, 時人宗之。】 李恒福爲吏曹判書兼大提學。 恒福際遇於艱難中, 忠勞備著, 寵眷特重。 宇量恢坦, 不主黨論, 故雖有指目, 而攻摘不加。 五判兵曹, 人無異論。"
            },
            "4": {
                "H2KE-EN": "The Chinese court dispatched an official to perform a memorial rite at the Pyeongyang , Byeokje , and the disease of soldiers and soldiers who died of illness. The ancestral rite was called Minchung .",
                "H2KE-nKo": "명나라에서 관원을 보내 평양과 벽제에서 전사한 사람과 병으로 죽은 장사들에게 제사 지내게 하였다. - 제단을 민충단이라고 부른다. -\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 2월 1일(갑진) 4번째기사",
                "gt-oKo": "명나라 조정에서 관원을 보내 평양(平壤)·벽제(碧蹄)에서 전사하거나 병으로 죽은 장졸을 제사지냈다.【제단(祭壇)의 이름을 민충단(愍忠壇)이라 하였다.】",
                "hj": "○皇朝遣官, 祭平壤、碧蹄陣亡、病故將士。 【號祭壇爲愍忠。】"
            },
            "5": {
                "H2KE-EN": "The Office of the Inspector General impeached Second Minister of Taxation Seong Yeong , who is now in mourning for his parent, sent a relative to seek a circuit inspector [of the Office of Honorable Guests] and to plot to evade the magistrate of Yeoju Strategic County . The various kinds of meritorious deeds rendered the primary arts and contributed to his own primary arts. His actions of filial impiety and disloyalty were clearly revealed from the beginning. It is requested that he not be dismissed from his post. Former Magistrate of Hanseong Magistracy Yi Jun , who is in mourning for his parent, did not observe any incident in which he was appointed to a government post and performed his official duties as no different from those of ordinary men. It is requested that he be dismissed from his post. Formerly, [Seong] Yeong, former assistant royal secretary , observed the mourning for his deceased in the mountain of Jipyeong District . After the end of the first anniversary of his deceased fathers passing, he was immediately expelled to Yeogang and gathered the rest of his powerful families and claimed that he was specially raised. The circuit inspector reported this to the King, who was promoted and made 소모사가 되었다. Furthermore, he made various kinds of meritorious deeds to urgent battles. However, he was promoted to the second rank in order to become left governor . There was a man who argued a dispute against his meritorious deeds and made a complaint against the magistrate of a jurisdiction. Consequently, this discussion was held. The King asked Right State Councilor Jeong Tak and 이항복 , saying, Second Minister [of Personnel] would necessarily not circumstances. Both [of the Office of the Inspector General] replied, [Seong] Yeongs character was originally not like this. He also did not listen to what he heard. The King agreed. The Office of the Inspector General repeatedly reported this to the King without ceasing, and only [Seong] Jun was allowed to interrogate [Seong] Jun. At this time, there were many cases in which [Seong] Jun was in mourning for his deceased parents. The attendant officials Jeong Gyeongji and others reported to the King, saying, Please order the Ministry of Personnel and the Ministry of War to remove [Seongjung]",
                "H2KE-nKo": "사헌부가 논핵하기를,“호조 참판 성영은 현재 친상 중에 있으면서 친하고 미더운 사람을 보내 순찰사에게 요구하여 소모장이 되어 여주 목사를 차지하려고 도모하였습니다. 여러 의병이 노획한 수공을 취하여 자기의 공으로 삼았으니, 불효하고 불충한 자취가 시종 여지없이 드러났습니다. 파직하고 서용하지 마소서. 한성 우윤 이준은 현재 친상 중에 있으면서 전쟁을 겪은 일도 없는데 제배되어 공무를 행하기를 평인과 다름없이 하고 있습니다. 파직하소서.”하였다. 성영은 전 사인으로 지평현 산중에서 수상하고 있었는데, 대상이 끝나고 담제를 마치기도 전에 즉시 여강으로 나가서 원호의 남은 군사를 수습하여 의병이라고 일컬어 특별히 의병을 일으켰다. 순찰사가 주상에게 보고하자 가자하여 소모사로 삼았다. 또 여러 의병 독전사가 되었는데 끝내 공을 세운 일도 없이 휘하에서 수급을 많이 벤 것 때문에 2품으로 오르고 좌감사가 되었다. 공을 다투면서 체부에 호소하는 자가 있었으므로 마침내 이런 논핵이 있게 된 것이다. 주상이 우의정 정탁과 이항복에게 묻기를,“참판은 필시 그럴 리가 없을 것이다.”하니, 두 사람이 대답하기를,“성영의 사람됨이 본래 이와 같지 않고 또한 들은 바도 없습니다.”하자, 주상이 그렇게 여겼다. 사헌부가 여러 차례 아뢰어 마지않으니 이에 윤허하고 이준은 추고만 하게 하였다. 이때 기복을 핑계 대어 인정과 예의에 손상을 입은 자가 매우 많았다. 시신 정경세 등이 주상에게 아뢰기를,“사사로이 기복하여 사적에 오른 자는 이조와 병조로 하여금 태거하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 2월 1일(갑진) 5번째기사",
                "gt-oKo": "사헌부가 탄핵하기를, “호조 참판 성영(成泳)은 친상(親喪) 중에 있으면서 친하고 미더운 사람을 보내 순찰사(巡察使)에게 요구하여 소모장(召募將)이 되고 여주 목사(驪州牧使)를 점유하였으며, 여러 의병들이 적의 목을 벤 공을 취하여 자기의 공으로 삼는 등 불효 불충한 자취가 시종 드러났으니, 파직시키고 서용하지 마소서. 한성 우윤(漢城右尹) 이준(李準)은 친상 중에 있으면서 전쟁하는 일도 없었는데, 마치 평상인처럼 관직에 제수되어 공무를 집행하였으니, 파직시키소서.” 하였다. 성영은 전(前) 사인(舍人)으로 지평현(砥平縣) 산중에서 거상(居喪) 중이다가 대상(大祥)을 지내고 담제(禫祭)를 아직 마치기도 전에 바로 여강(驪江)으로 나가 원호(元豪)의 남은 군사를 수습하여 의병이라 칭하면서 단독으로 일어났는데, 순찰사가 조정에 알려 자급이 가해지는 동시에 소모사가 되었다. 또 제의병 독전사(諸義兵督戰使)가 되었는데 끝내 드러나게 공을 세운 일이 없었으나 그의 휘하에서 수급(首級)을 벤 공이 많다는 이유로 2품에 올라 좌감사(左監司)가 되었다. 그런데 그와 공을 다퉈 체부(體府)에 호소하는 자가 있었기 때문에 마침내 이런 논박이 있게 된 것이다. 상이 우상 정탁 및 이항복에게 하문하기를, “참판은 필시 그럴 리가 없을 것이다.” 하자, 두 사람이 대답하기를, “성영의 사람됨이 본래 이와 같지 않은데, 그런 일을 들은 적도 없습니다.” 하니, 상이 그럴 듯하게 여겼다. 그러나 사헌부가 누차 아뢰어 마지않으므로 이에 윤허하고, 이준은 추고만을 하였다. 이때 기복(起復)을 핑계대고 정례(情禮)를 무너뜨리는 자가 매우 많았는데, 시신(侍臣) 정경세(鄭經世) 등이 상에게 아뢰기를, “사사로 기복하여 부당하게 사적(仕籍)에 오른 자는 이조와 병조로 하여금 도태시키게 하소서.” 하니, 따랐다.",
                "hj": "○司憲府劾: “戶曹參判成泳方在親喪, 遣親信人, 要於巡察使, 求爲召募將, 圖占驪州牧使。 諸義兵所獲首功, 取爲己功, 不孝不忠之跡, 終始彰露, 請罷職不敍。 漢城右尹李準方居親喪, 無金革之事, 而除拜行公, 無異平人, 請罷職。” 泳以前舍人, 守喪砥平縣山中, 祥闋未禫, 卽出驪江, 收拾元豪餘軍, 稱義兵特起, 巡察使上聞, 加資爲召募使。 又爲諸義兵督戰使, 卒無見功, 而以麾下多斬級, 陞二品, 爲左監司。 有爭功而訴于體府者, 遂有是論, 上問右相鄭琢及李恒福曰: “參判必無是理。” 兩人對以: “泳之爲人, 本不如此, 亦無所聞。” 上然之。 憲府累啓不已, 乃允之, 準只推考。 是時, 托稱起復, 傷悖情禮者甚多。 侍臣鄭經世等白于上: “請私起復, 冒仕籍者, 令吏兵曹汰去。” 從之。"
            },
            "6": {
                "H2KE-EN": "[The King] ordered that military officers be prohibited from wearing their robes and wide sleeves and riding on horseback. People caught their hairs and left [the hairs]. This was because the Emperor [of Ming China] criticized this.",
                "H2KE-nKo": "무사가 넓은 옷차림에 소매를 넓게 하고 말을 타고 다니는 것을 금하라고 명하였다. 사람들이 고삐를 잡고 다니는 것을 중국 장수가 비난하였기 때문이다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 2월 1일(갑진) 6번째기사",
                "gt-oKo": "무사(武士)가 헐렁하고 소매가 넓은 옷차림으로 말을 타고 사람을 시켜 고삐를 잡고 가게 하는 것을 금하도록 명하였다. 이는 명나라 장수가 기롱하였기 때문이다.",
                "hj": "○命禁武士寬袍闊袖騎馬者, 人執鞚以行, 以天將譏之也。"
            },
            "7": {
                "H2KE-EN": "The Office of the Inspector General presented a memorial to discuss the affairs of the people, and then requested that in accordance with the institutions of filial piety and wise men be established in the Han dynasty and that Your Majesty personally take the examination. The King sent this to the Ministry of Rites and discussed the matter with high officials. Chief State Councilor Yu Seongryong and others discussed the matter, saying, The pirates are residing in border areas, and there are many state affairs. Therefore, it is impossible to suspend the time being. In the gyemyo year (, when Xiaozong in the reign of Emperor Wenzong in the reign of Emperor Gaozong instituted the successful candidates for successful candidates. Therefore, 대신 정광필 and others could not dare arbitrarily arbitrarily. These candidates are the successful candidates for successful candidates. During peaceful reigns, they have thoroughly arbitrarily occur. How much more so when there is a great disorder at this time? The Office of the Inspector General did not examine the ancient institutions and the accomplishments of the successful candidates, but arbitrarily arbitrarily.",
                "H2KE-nKo": "사헌부가 차자를 올려 시사를 논하고, 이어 한나라 때의 효렴과 현량과의 제도에 의거하여 과명을 정하고 친림하여 시취할 것을 청하였다. 주상이 이 사안을 예조에 내려 대신들에게 수의하게 하니, 영의정 유성룡 등이 의견을 올리기를,“해구가 변방에 있어 국가에 일이 많으므로 지금은 시행할 수 없으니, 우선 정지하는 것이 마땅합니다. 기묘년에 조광조가 건의하여 천거과를 설치하였는데, 그때 한나라의 제도가 고제에 가까워 시행할 만하다는 이유로 대신 정광필 등이 감히 이의를 제기하지 못하고 마침내 한 방을 시취하였으니, 이른바 현량과입니다. 태평한 시대에도 충분히 의논하여 시행하였건만 오히려 인심이 불평하여 사화가 곧바로 일어났으니, 하물며 크게 혼란한 때야 말할 것이 있겠습니까. 사헌부는 고사의 성패를 상고하지 않고 조광조가 행한 것은 삼대의 일이라고 하면서 경솔하게 건의하여 이미 시행한 한나라의 제도를 시행하기를 청하였으니, 너무도 오활하고 사리에 어둡습니다.”하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 2월 1일(갑진) 7번째기사",
                "gt-oKo": "사헌부가 차자를 올려 시사(時事)를 논하면서 한(漢)나라 때의 효렴 현량제(孝廉賢良制)에 의거하여 과명(科名)을 정하고 상이 직접 임하여 시취(試取)할 것을 청하니 예조에 계하(啓下)하여 대신에게 수의(收議)케 하였다. 영의정 유성룡 등이 의논드렸다. “해구(海寇)가 변경에 있어 국가에 일이 많으니, 지금은 우선 정지하는 것이 마땅합니다. 기묘년에 조광조(趙光祖)가 건의하여 천거과(薦擧科)를 설치하였는데 그때에 한나라 제도가 고제(古制)와 가까워 행할 만하다는 이유 때문에 대신 정광필(鄭光弼) 등이 감히 이의를 제기하지 못했습니다. 그리하여 마침내 1방(榜)을 시취하였으니, 이것이 이른바 현량과(賢良科)입니다. 그러나 태평했던 세월에 숙의해서 행하였어도 오히려 인심이 불평하여 곧바로 사화(士禍)가 일어났는데 더구나 큰 난리를 만난 즈음이겠습니까. 헌부는 옛일의 성패는 상고하지 않고 ‘조광조가 행한 일이야말로 삼대(三代) 때 있었던 일이다.’고 하여 경솔하게 건의하면서 이미 시험해 본 한나라의 제도를 행하자고 청하니, 오활하고 우매하기 그지없습니다.”",
                "hj": "○司憲府上箚論時事, 仍請依漢時孝廉賢良制爲科名, 親臨試取事。 啓下禮曹, 收議大臣, 領議政柳成龍等議: “海寇在邊, 國家多事, 時不可爲, 姑停宜當。 己卯年, 趙光祖建議, 設薦擧科, 其時以漢制近古可行, 故大臣鄭光弼等, 不敢異論, 遂試取一榜, 所謂賢良科也。 昇平之世, 熟議而行之, 尙且人情不平, 士禍旋作, 況大亂之際乎? 憲府不考古事成敗, 以爲光祖所行, 乃三代之事也, 率然論建, 請行已試之漢制, 迂晦甚矣。”"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General submitted a joint petition to the King for the joint interrogation of Hyeong and 황혁 . When Hyeong was interrogated, he was almost executed. Jeong Tak , Sim Sugyeong , and others reluctantly requested the impeachment of the impeachment and the impeachment of the impeached",
                "H2KE-nKo": "양사가 합동으로 계사를 올려 황정욱과 황혁을 재차 국문하였다. 황혁은 형신을 받다가 거의 죽을 뻔하였는데, 정탁과 심수경 등이 구원하여 형신을 정지하고 정욱과 함께 도로 찬배되었다. 정욱이 증거로 끌어들인 여러 사람과 일의 자취를 매우 자세히 알고 있었으므로 일일이 대질 신문하기를 청하였다. 그러나 삼성이 끝내 소급하여 신문하지 않고 곧바로 형신하기를 청하였다.성랑은 평소 황혁 부자를 미워하여 신장 30대를 쳤으나 번번이 7, 8대를 더 쳐서 장차 죽게 되었는데, 정탁이 구원하여 살아날 수 있었고 정욱도 형신을 받다가 면하였다. 삼사가 다시 쟁론하였으나 윤허하지 않고 그만두었다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 3월 1일(갑술) 1번째기사",
                "gt-oKo": "양사(兩司)가 합계(合啓)하여 황정욱(黃廷彧)과 황혁(黃赫)을 재차 국문하였다. 황혁은 형신(刑訊)을 받아 거의 죽을 뻔하였는데, 정탁(鄭琢)과 심수경(沈守慶) 등이 구제하여 형신을 정지하고 황정욱과 함께 도로 정배시켰다. 황정욱이 인증(引證)한 여러 사람과 일의 자취가 매우 소상하였으므로 일일이 대질 신문하기를 청하였으나, 삼성(三省)이 끝내 추문(追問)하지 않고 곧장 형신하기를 청하였는데, 이는 삼성의 낭관(郞官)이 평소 황혁(黃赫) 부자를 미워했기 때문이었다. 그리하여 신장(訊杖) 30을 가하고는 곧 7, 8대를 더 가하여 장차 죽을 지경에 이르렀는데, 정탁이 구원해서 목숨을 건졌고, 황정욱 또한 장차 형신을 받게 되었다가 면하였다. 삼사(三司)가 다시 쟁론하였으나 윤허하지 않았으므로 중지되었다.",
                "hj": "○朔甲戌/兩司合啓, 再鞫黃廷彧、黃赫。 赫受訊幾死, 鄭琢、沈守慶等, 救解停訊, 與廷彧竝還竄配。 廷彧所引證諸人, 與事跡甚悉, 請一一對理, 而三省終不追問, 直請刑訊。 省郞素惡赫父子, 訊杖三十, 而輒添下七八將斃, 而琢救之得活, 廷彧亦將受訊而免。 三司復爭論, 不允而止。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Jeong Tak submitted his resignation because the inspectors and censors impeached the criminals for saving their lives.",
                "H2KE-nKo": "우의정 정탁이 사면하였다. 대간이 논핵하여 죄인을 구원하였다고 공격하였기 때문이다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 3월 1일(갑술) 2번째기사",
                "gt-oKo": "우의정 정탁이 사면하였다. 이는 대간이 그가 죄인을 구원하였다고 논박하였기 때문이다.",
                "hj": "○右議政鄭琢辭免, 以臺論攻其營救罪人也。"
            },
            "3": {
                "H2KE-EN": "[The King] dispatched an envoy to Pyeongan Province to train soldiers and to reward Circuit Fifth Rank Military Officer Yi Wons grand master for esteeeeemed nobility . [Yi] Won, who had suffered from a dangerous disaster, was able to comfort and comfort the people and the people in the government and the countryside. Also, 8,000 soldiers were selected to train them in accordance with the regulations. On this day, [the King] sent an envoy to train the soldiers.",
                "H2KE-nKo": "사신을 보내 열병하게 하고, 평안도 순찰사 이원익에게 상으로 숭록대부의 품계를 가자하였다. 이원익은 전쟁으로 황폐해진 뒤에 백성들을 편안히 모여 살게 하고 무휼하여 공적으로나 사적으로나 안도하게 하였으며, 또 군사 8000여 명을 뽑아 법대로 조련하게 하였다. 이때에 이르러 사신을 보내 열병하게 한 것이다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 3월 1일(갑술) 3번째기사",
                "gt-oKo": "사신을 보내 열병(閱兵)하고 평안도 순찰사 이원익(李元翼)에게 상으로 숭록(崇祿)의 자급을 더했다. 이원익은 병란으로 황폐화된 상황에서 백성들을 안집(安集)시켜 무휼(撫恤)함으로써 공사간에 모두 안정되게 하는 한편, 또 병사 8천여 명을 뽑아 법대로 훈련시켰는데, 이때에 사신을 보내서 검열하게 한 것이다.",
                "hj": "○遣使閱兵平安道, 巡察使李元翼賞加崇祿階。 元翼於兵荒之餘, 安集撫恤, 公私按堵, 又抄兵八千餘人, 操鍊如法。 至是, 遣使閱試。"
            },
            "4": {
                "H2KE-EN": "Seventh-rank Military Officials Son Gyeong dispatched the commissioners of Sindo and Jang 도사 to summon principal offender to share weaponry and admonish them to remove their military camps. Next, [Japanese] Master Tsutsu Kumatoshi asked Yoshitoshi as follows: Taira Yoshitoshi and Sim Yugyeong are all wicked and fabricated. Earlier, Seventh-rank Military Officials had been defeated in Pyeongyang , and the 관백 wanted to kill them. Seventh-rank Military Officials said, I am currently completed five correspondences. Therefore, I forgive them. Regarding five correspondences to the Great Ming and Japan, the first corresponding to the marriage, the fourth corresponding to Japan, the second corresponding to Japan, the third corresponding to the corresponding to Japan, and the fourth corresponding to the senior and junior officials in Japan, the third corresponding to discuss the corresponding to the third corresponding to the corresponding to Japan. Next, [Japanese] also responded to the military camps as follows: Regarding the three corresponding letters to Seventh-rank Military Officials letter, the three corresponding letters to Seventh-rank Military Officials did not order the third corresponding to fourth corresponding to the third corres",
                "H2KE-nKo": "손 경략이 신 도사와 장 도사를 보내어 가등청정의 진영에 폐물을 증정하고 군사를 철수하라고 유시하게 하였다. 가등청정이 행장과 강화하는 일에 대해 묻기를,“평행장과 심유경의 일은 모두 간사하고 거짓입니다. 당초에 행장이 평양에서 패하자 관백이 죽이려고 하였는데, 행장이 말하기를 ‘내가 지금 다섯 가지 일을 이루고 있다.’라고 하였기 때문에 용서하였습니다. 이른바 다섯 가지 일은 명나라와 일본이 혼인하는 것이 첫째이고, 조선의 네 도속이 일본에 속하는 것이 둘째이고, 조선의 왕자 한 사람이 일본에 들어가 있는 것이 셋째이고, 조선의 대관 노인이 일본에 인질로 들어가는 것이 넷째이고, 대관 노인과 함께 서약하여 일을 의논하는 것이 다섯째입니다.”하고, 또 당관에게 큰소리로 말하기를,“내년 3월에 중국을 침범하려고 합니다.”하였다. 또 군문에게 답한 글에 이르기를,“행장이 제시한 세 가지 일은 관백의 명령이 아니다. 그 가운데 왕으로 봉하는 일은 일본 관백이 어찌 요구하겠는가. 만약 두 관원이 다시 오고 한 사람이 곧바로 일본에 가서 관백의 명령을 듣는다면 허위가 없을 것이다.”하였다. - 청정의 글은 문자가 문란하고 대의는 이와 같으니, 화의가 진실하지 않다는 것을 알 수 있다. 석성이 심유경에게 속아서 변함이 없었다. - 처음에 도사 담종인이 심유경을 따라 왜영에 들어갔는데, 청정이 그 진영에 머물러 오래도록 돌려보내지 않았다. 이때에 이르러 계책을 써서 탈출하였다. 청정이 담종인을 오래 머물러 둔 것은 스스로 화의를 하려는 듯하였기 때문에 행장과 사이가 틀린 것이니, 그 교활한 계책을 알 수 없는 점이 있다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 3월 1일(갑술) 4번째기사",
                "gt-oKo": "손 경략(孫經略)이 신 도사(愼都司)·장 도사(章都司)를 가등청정(加藤淸正)의 진영에 보내 폐물(幣物)을 주고 나서 군사를 철수하라고 유시하니, 청정이 소서행장(小西行長)의 강화하는 일을 물으면서 말하기를, “평행장(平行長)과 심유경(沈惟敬)이 하는 일은 모두가 간교한 속임수이다. 전에 행장이 평양 전투에서 패하자 관백(關白)이 그를 죽이려 했었는데, 행장이 ‘내가 다섯 가지 일을 성사시키겠다.’고 하였기 때문에 용서하였다. 이른바 다섯 가지 일이란, 1. 명나라와 일본이 혼인하는 일, 2. 조선의 4개 도(道)를 일본에 소속시키는 일, 3. 조선의 왕자 한 사람을 일본에 들여보내는 일, 4. 조선의 노성한 대신을 일본에 볼모로 들여보내는 일, 5. 노성한 대신과 공동 서약하고 일을 의논하는 일이었다.” 하였다. 그는 또 중국 관원에게 큰소리치기를, “내년 3월에는 중국을 치려 한다.” 하고, 군문에게 답한 서신에서 말하기를, “행장이 제시한 세 가지 일은 관백의 명령이 아니다. 그 가운데 봉왕(封王)하는 것 같은 일을 일본 관백이 어찌 요구하겠는가. 만일 두 관원이 다시 와서 한 명이 곧바로 일본에 들어가 관백의 명령을 듣는다면 허위가 없을 것이다.” 하였다.【청정의 서신은 문장이 엉망이었으나 대의는 대체로 이와 같았는데, 화의(和議)하자는 것이 진정이 아니라는 것은 알 수 있다. 그런데 석성(石星)은 심유경에게 속아 그 일을 변함없이 추진하였다.】 처음에 도사(都司) 담종인(譚宗仁)이 심유경을 따라 왜영에 들어가니, 청정은 그를 진영에 머물려 두고 오래도록 보내주지 않았는데, 이때에 와서 담종인이 꾀를 써서 탈출하였다. 청정이 담종인을 오래도록 머물려 둔 것을 보면 자기 자신도 화의를 추진하려는 생각 같았는데, 일부러 행장과 다른 체하고 있으니 그 간교한 계략은 알 수 없는 바가 있었다.",
                "hj": "○孫經略遣愼都司、章都司, 使淸正營, 贈幣物, 諭以撤兵。 淸正問行長講和事曰: “平行長、沈惟敬之事, 皆姦僞也。 當初行長敗於平壤, 關白欲殺之, 行長曰: ‘我方成五件事。’ 故饒之矣。 所謂五事, 大明與日本婚姻, 一也; 朝鮮四箇道屬于日本, 二也; 朝鮮王子一人入在日本, 三也; 朝鮮大官老人入質日本, 四也; 與大官老人, 共誓議事, 五也。” 又對唐官聲言: “明年三月, 欲犯中國。” 又答軍門書曰: 行長所示三事, 非關白之命令。 其中封王之事, 日本關白, 豈要之哉? 若兩官再來, 一員直往日本, 聞關白之命令, 則無虛僞矣。 【淸正書文字紊晦, 大意如此, 可知和議非眞, 而石星爲惟敬等所欺, 爲之不變。】 初, 都司譚宗仁從沈惟敬, 入倭營, 淸正留其陣中, 久不遣歸, 至是以計脫出。 淸正久留宗仁, 意若自爲和議, 故與行長崖異, 其狡計有不可知者矣。"
            },
            "5": {
                "H2KE-EN": "Envoy for Expressing Gratitude for Imperial Benevolence Yun Su and others returned from the capital [of Ming China]. The Emperor issued an imperial edict which reads as follows: Prior to this, the Regional Military Commission reads as follows: The glorious hunting falcons are brilliant, and the officials and the people are 복종ing. It is appropriate that an official of the Loyal and Righteous Guards be selected and placed in the regions of Jeonju and Gyeongseong to manage the defense. The Board of Rites reviewed this matter and requested that an imperial edict be issued so that it would be convenient for the responsibility of enemy. Now, I specially ordered that you be in charge of the military affairs of Jeonju and Gyeongseong , and that you be stored in artisans and brave soldiers be supplied with all strategic points and the defense of artisans and the strategic points of enemy should all be allowed to deal with accordingly. Subsequently, I urged Kwon Gwon , an official of the State Military Procurement to govern the country with all your heart. You should strive to devote yourself to the country and devote yourself to preserve peace. In the middle of the starvation, you should be repaired outside the frontier garrisons. You should widely observe the strategic preserved strategic pre",
                "H2KE-nKo": "주청사 윤근수 등이 북경에서 돌아왔다. 황제가 칙서를 내렸는데, 그 내용은 다음과 같다.“앞서 해당 경략관의 제본에 ‘광해군은 나이가 영특하여 신민들이 복종하고 있으니, 마땅히 충의로운 배신을 선발하여 대동하고 전라도와 경상도 지방에 주둔하여 방어를 경리하게 해야 합니다.’라고 하였다.해부에서 복의하기를 ‘전칙을 주어 성과를 거두게 하는 데 편리하게 해야 합니다.’라고 하였다. 지금 특별히 그대에게 전라도와 경상도의 군무를 총독하고 전량을 비축해 두며 장용한 자를 불러 모으도록 명하고, 요새를 만들고 무기를 배치하며 군사를 훈련시키고 요새를 지키는 모든 일을 편의에 따라 처리하게 하였다. 그리고 배신 권율을 독려하여 거느리고 마음을 다해 협력하여 다스리게 하였다. 그대는 마땅히 분발하여 뜻을 가다듬고 나라를 잘 다스려 보존되기를 도모하여, 안으로는 상처를 입은 사람을 일으키고 밖으로는 전쟁터를 잘 다스려야 한다. 그리하여 널리 만전을 기할 계책을 세워 뒷일을 잘 처리하는 계책을 세워 우리의 울타리를 튼튼히 하고 그대의 종사를 편안하게 해야 한다. 성공하기를 기다려 별도로 의논하여 넉넉하게 처리할 것이다. 혹시라도 이를 어기거나 시기를 놓쳐 사기를 그르치지 않는다면 후회한들 무슨 소용이 있겠는가. 그대는 공경히 받들라.” 한준을 보내 사은하게 하고, 겸하여 세자를 책봉할 것을 청하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 3월 1일(갑술) 5번째기사",
                "gt-oKo": "주청사(奏請使) 윤근수(尹根壽) 등이 중국 경사에서 돌아왔다. 황제가 칙서를 내리기를, “지난번 해경략관(該經略官)의 제본(題本)에 ‘광해군은 영발(英發)한 청년으로 신민이 복종하니, 마땅히 그에게 충의로운 배신(陪臣)을 선발하여 대동하고 전라도와 경상도 지방에 머물면서 방어하는 일을 책임지게 하라.’ 하고, 해부(該部)가 복의(覆議)하기를 ‘그에게 전담시키는 칙서를 내려 책임지고 성사시키도록 하라.’고 청하므로, 지금 특별히 그대에게 전라도와 경상도 지방의 군무를 총독하도록 명한다. 전량(錢粮)을 비축하고 용사를 불러 모으는 한편, 요해지를 구축하여 병기를 배치하고, 군사를 훈련시켜 요새를 지키는 모든 일을 편의에 따라 처리하도록 모두 허락하니, 배신 권율(權慄)을 감독하여 거느리고 마음을 다해 다스리라. 그대는 마땅히 분발해서 국가의 보존을 도모하여 안으로는 전쟁으로 인한 상처를 회복하고 밖으로는 전비(戰備)를 가다듬도록 하라. 그리하여 널리 만전책(萬全策)을 세우고 마무리를 잘하여 나의 울타리를 굳건히 하고 그대의 종사를 편안케 하라. 그대가 공을 이루고 나면 별도로 의논해 우대하는 처분을 내릴 것이다. 혹시라도 명을 어기거나 시기를 잃어 사기(事機)를 그르치지 말라. 그렇게 되면 후회한들 어찌하겠는가. 그대는 공경히 받들라.” 하였다. 한준(韓準)을 보내어 사은하는 동시에 세자를 봉해주기를 청하였다.",
                "hj": "○奏請使尹根壽等, 回自京師。 帝降勑云: 先該經略官題稱: “光海靑年英發, 臣民服從, 宜令選帶忠義陪臣, 住箚全、慶地方, 經理防禦。” 該部覆議: “請給專勑, 以便責成。” 今特命爾摠督全、慶軍務, 積儲錢糧, 號召壯勇, 一應設險置器、鍊兵守要, 俱許以便宜區處, 因督率陪臣權慄, 盡心協理。 爾宜奮身苦志, 幹國圖存, 內起瘡痍, 外修戰場。 博擧萬全之策, 以爲善後之圖, 固我藩籬, 寧爾宗社。 竢有成功, 另議優處。 毋或違越, 廢失良時, 以誤事機。 噬臍何及? 爾其欽承云。 遣韓準謝恩, 兼請封世子。"
            },
            "6": {
                "H2KE-EN": "Sim Yugyeong first entered the command of Taira Yoshitoshi , and Commissioner for Accompanying the Envoy Hwang Hui followed him. Yoshitoshi did not propriety, and Hwang Hui also did not treat him to propriety, but returned. Yoshitoshi suddenly came out and expressed his gratitude, saying, Vice-Envoying the imperial envoy was quite disgraced. He then looked around and said to the attendant officials, Our Joseon supports the greatest relationship with this man. [Sim] Yugyeong admonished [His Majesty] to Yoshitoshi, The Japanese troops will certainly be demolished, and the imperial envoy will come.",
                "H2KE-nKo": "심유경이 먼저 평행장의 진영에 들어가고 접반사 황신이 따라갔는데, 평행장은 예를 하지 않았고 황신도 예를 하지 않고 도로 나왔다. 평행장이 갑자기 나와 맞이하며 사례하기를,“천사에게 공경을 다하여 예모를 크게 잃었습니다.”하고, 수행하는 사람을 돌아보며 말하기를,“조선이 부지하는 것은 이러한 사람이 있기 때문이다.”하였다. 심유경이 평행장에게 유시하기를,“반드시 왜병이 다 철수하고 천사가 올 것이다.”하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 3월 1일(갑술) 6번째기사",
                "gt-oKo": "심유경이 먼저 평행장의 진영에 들어가고 접반사(接伴使) 황신(黃愼)이 뒤따랐는데 행장이 예모를 취하지 않자 황신도 예로 대하지 않고 도로 나오니 행장이 갑자기 나와서 맞이하면서 사과하기를, “천사(天使)에게 공경을 다하다 보니 그만 예모를 잃게 되었습니다.” 하고, 따르는 사람을 돌아보고 말하기를, “조선이 부지되는 것은 이같은 인물이 있기 때문이다.” 하였다. 심유경이 행장을 효유하기를, “반드시 왜병이 다 철수해야만 천사가 올 것이다.” 하였다.",
                "hj": "○沈惟敬先入平行長營, 接伴使黃愼從之, 行長不爲禮, 愼亦不接禮還出。 行長遽出迎謝曰: “致敬天使, 頗失禮貌。” 顧謂從人曰: “朝鮮之扶持, 賴有此等人也。” 惟敬諭行長曰: “必倭兵盡撤, 天使當來。”"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, Envoys to China for Expressing Gratitude for Imperial Benevolence Yi Jongseong and Yang Banghyeong entered the capital of Joseon on the first day of the gyemyo year (. Initially, the Ming court allowed the Japanese to surrender themselves. However, the Japanese were not allowed to remain in custody, and the Japanese were surely all allowed to repatriate them. Only when the envoys crossed the [Amnok] River. Later, S Sadamori told [the Joseon court] that when the envoys cross the Amnok River, we should repatriate them. When the envoys cross the Amnok River, S Sadamori also said that they reach the capital [of Joseon], we should repatriate them. When the envoys reach the capital [of Joseon], they also said that they reached Geochang , Miryang , and other areas. They also said that they reached the jurisdiction of Busan , and all changed their reputation. S Sadamori and others continued to send people to urgently cross the [Amnok River] to cross the [Amnok River]. S Sadamori repatriated several garrisons of웅cheon and Geoje to show trust. Prior to this, the King firmly reprimanded the surrender of surrendering the Japanese pirates. S Sadamori and others observed the circumstances of the Japanese. On this day, S Sadamori and others said, How could Joseon have no diplomatic relations with the envoys carrying the imperial edict to Japan? They urged the envoys to send them quickly. The King became even more angry and reprimanded the ministers of the second rank or higher. Consequently, the inspectors and censors occurred, and the surrendering surrendering. The",
                "H2KE-nKo": "삭계묘년에 봉왜 조사 이종성과 양방형이 서울에 들어왔다. 황조에서 처음에는 왜인의 납관을 허락하였으나 한 명의 왜인도 유둔하는 것을 허락하지 않아 반드시 모두 철수하여 돌아갈 것이므로 사신이 바야흐로 바다를 건너려 하였다. 그런데 그 뒤에 행장이 구구절절절 핑계를 대면서 처음에는 ‘천사가 압록강을 건너면 우리들은 철수하여 돌아갈 것이다.’라고 하였다. 그러다가 사행이 압록강을 건너게 되자 행장이 또 ‘서울에 이르면 철수하여 돌아갈 것이다.’라고 하였다. 사신이 서울에 도착하자 또 ‘거창과 밀양 등지에 도착하였다.’라고 말하고, 또 ‘부산의 진영에 도착하였다.’라고 말하였는데, 모두 이랬다저랬다 하였다. 이종성 등이 도중에서 계속 사람을 보내어 바다를 건너도록 재촉하니, 행장이 바야흐로 웅천과 거제의 여러 진영을 철수하여 신의를 보였다.이에 앞서 주상이 화의를 통렬히 배척하였는데, 대신이 경략의 뜻을 곡진히 따라 왜인의 실정을 진주하자, 이석성 등이 이어서 대의를 결정하였다. 이때에 이르러 이종성 등이 아뢰기를,“황조의 사신이 조서를 받들고 일본에 들어가는데 조선에서 어찌 동행하는 사신이 없을 수 있겠습니까.”하고, 사신을 차출하여 보내도록 재촉하니, 주상이 더욱 노하여 비국의 여러 재신을 책망하였다. 이에 대론이 분분하여 화의를 공격하는 논의가 크게 일어나 조정이 조용하지 못하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 4월 1일(계묘) 1번째기사",
                "gt-oKo": "봉왜 조사(封倭詔使) 이종성(李宗誠)과 양방형(楊邦亨)이 경성에 들어왔다. 명나라 조정에서 처음에는 왜적의 납관(納款)을 허락하면서 왜인 하나도 유둔(留屯)해서는 안 되고 반드시 전원이 모조리 철수해 돌아간 후에야 사신이 바야흐로 바다를 건너간다고 하였다. 그런데 그 뒤에 행장은 어떻게든 이유를 대어 핑계를 하였는데 처음에는 ‘천사가 압록강을 건너면 우리들은 마땅히 철수해 돌아갈 것이다.’고 하였다가, 사신의 행차가 압록강을 건너자 또 ‘왕경(王京)에 이르면 철수해 돌아갈 것이다.’ 하였고, 사신이 경성에 이르니 또 ‘거창(居昌)과 밀양(密陽) 등지에 당도하면 철수하겠다.’ 하였으며, 또 ‘부산(釜山) 왜영에 당도하면 철수하겠다.’고 하는 등 변화무쌍하게 말을 바꿔 하였다. 이종성 등이 도중에서 사람을 연달아 보내어 바다를 건너도록 독촉하니, 행장이 비로소 웅천(熊川)과 거제(巨濟)의 몇 개 진영을 철수하여 신의를 보였다. 이에 앞서 상이 화의를 통렬하게 배척하였는데, 대신이 경략(經略)의 뜻을 완곡히 따라 왜적의 정황을 진주(陳奏)하였으므로 석성(石星) 등이 이를 인하여 큰 의제를 결단하였었다. 그런데 이때에 와서 이종성 등이 말하기를, “천조 사신(天朝使臣)이 조서를 받들고 일본에 들어가는데 조선에서 어찌 동행하는 사신이 없을 수 있겠는가.” 하며, 사신을 차견(差遣)하도록 독촉하였다. 이에 상이 더욱 노여워하여 비국(備局)의 여러 재신(宰臣)들을 꾸짖자, 대론(臺論)이 분분하여 화의를 공박하는 논이 크게 일어나서 조정이 편치 못하였다.",
                "hj": "○朔癸卯/封倭詔使李宗誠、楊邦亨入京。 皇朝初許倭納款, 而以不許一倭留屯, 必盡數撤回, 使臣方渡海。 其後行長節節退托, 初言天使渡鴨綠, 則我等當撤回。 及使行渡鴨綠, 則行長又言到王京, 則當撤回。 使臣到京, 則又言到居昌、密陽等地, 又言到釜山營中, 皆變幻反覆。 宗誠等在途續遣人, 促渡海, 行長方撤熊川、巨濟數陣以示信。 先是, 上痛斥和議, 而大臣曲從經略意旨, 陳奏倭情, 石星等仍以得決大議。 至是, 宗誠等言: “天朝使臣捧詔入日本, 朝鮮豈容無同行使臣乎?” 促令差遣使价, 上益怒, 委責備局諸宰。 於是, 臺論紛然, 攻和之論大起, 朝廷不靖矣。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] appointed Circuit Fifth Rank Military Officer of Pyeongan Province Yi Won as Right State Councilor and concurrently as supreme commissioners of the four provinces of Gyeongsang , Jeolla , Chungcheong , and Gangwon . [The King] appointed Kim늑 as deputy supreme commissioner . [Yi] Won익이 repeatedly recommended [them] for the selection of capable men, but [the King] considered the defense of the western part of the country, and thus delayed [the capable men]. At this time, [the King] appointed [him] as supreme commander of the southern part of the province as an unqualified man. [However, he] did not achieve achievements. Thus [he] appointed [Jeong] Tak as the right state councilor and concurrently served as supreme commander . [Yi] Won익은 loyalty and diligent, and pure and frugal, [he] governed the people and governed military affairs. [He] extended [his] kindness and graces [to his relatives]. After [he] left [the capital], [he] looked up to the western part of his ancestors and performed a sacrificial rite [for him]. In our country, [he] build a sacrificial rite [for him] for his late father.",
                "H2KE-nKo": "평안도 순찰사 이원익을 우의정 겸 경상ᆞ전라ᆞ충청ᆞ강원 4도 도체찰사로 삼았다. 김늑을 부체찰사로 삼았는데, 이원익이 여러 차례 의정의 후보를 뽑으려 하였으나 주상이 서도의 보장을 중요하게 여겨 지체하였다. 이때에 이르러 남방의 통수가 적임자가 아니어서 끝내 공을 이루지 못하자, 이에 정탁을 대신해서 우상으로 삼아 체찰사를 겸하게 하였다. 이원익은 충성스럽고 부지런하며 청렴하고 검소하여 백성을 다스리고 군사를 다스림에 위엄과 은혜가 두루 미쳤으며, 군민이 친척처럼 사랑하고 믿었다. 떠나고 나서는 서도의 백성들이 사모하여 사당을 세우고 제사를 지냈다. 우리나라가 떠나는 동안 사당을 세울 것을 생각하는 것은 오직 이뿐이었다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 6월 1일(임인) 1번째기사",
                "gt-oKo": "평안도 순찰사 이원익(李元翼)을 우의정 겸 경상·전라·충청·강원 4도의 도체찰사(都體察使)로 삼고, 김늑(金玏)을 부체찰사로 삼았다. 원익은 누차 복상(卜相)에 의망(擬望)되었으나 상이 서로(西路)의 보장(保障)을 중히 여긴 나머지 지체시켜 왔었다. 그러나 이때에 와서 남방의 통수(統帥)가 적임자가 아니라서 끝내 공을 이루지 못하기 때문에 정탁을 대신하여 우상을 삼고 체찰사를 겸임시킨 것이다. 원익은 충근(忠勤)하고 청약(淸約)하여 백성과 군사를 다스림에 위엄과 은혜가 두루 미쳤으므로 군사와 백성들이 친척처럼 그를 믿고 사모하였다. 원익이 떠나고 나자 서로의 백성들이 그를 사모하여 사당을 세워 제사지냈으니, 우리 나라에서 떠난 이를 사모하여 사당을 세운 것은 오직 이것뿐이었다.",
                "hj": "○朔壬寅/以平安道巡察使李元翼爲右議政兼慶尙、全羅、忠淸、江原四道都體察使, 以金玏爲副。 元翼屢擬卜相, 而上重西路保障, 故遲之。 至是, 以南方統帥非人, 迄無成功, 乃代鄭琢爲右相, 而兼體察焉。 元翼忠勤淸約, 治民治軍, 威惠周遍, 軍民愛信如親戚。 旣去而西民思慕, 爲立祠祀之。 我國之爲去思立祠, 惟此而已。"
            },
            "2": {
                "H2KE-EN": "The King appointed Circuit Inspector of Gangwon Province Yun Seunggil as circuit inspector of Pyeongan Province .",
                "H2KE-nKo": "강원도 순찰사 윤승길을 평안도 순찰사로 삼았다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 6월 1일(임인) 2번째기사",
                "gt-oKo": "강원도 순찰사 윤승길(尹承吉)을 평안도 순찰사로 삼았다.",
                "hj": "○以江原道巡察使尹承吉爲平安道巡察使。"
            },
            "3": {
                "H2KE-EN": "At the time, 권율이 도원수로서 왕래하면서 governance with the provincial army headquarters of Jeolla and Gyeongsang Provinces, neither rendered nor evidence. Many scholar-officials of the provincial army headquarters slandered their own acts. Consequently, the Ming court trusted them and repeatedly reported this to the King. It was requested that they be replaced by another man. The King, having no quality to replace him. Sometimes recommended Minister of Personnel Deok to replace him. The King said, The Minister of Personnel is what I deliberate. It is not proper to leave the Ming court. Moreover, it is proper to order a commandant to enemy unexpectedly know the enemy. As the Minister of Personnel had already served as a commissioner for refreshing the envoy , it seems inappropriate to know the Japanese languages earlier. The high officials also said, If I employ him, not only would it be sufficient to treat him sufficiently, but it would be sufficient to treat him sufficient to sufficiently. The King said, Though the supreme commander , there is no commandant. Consequently, the King did not replace him although he was of the supreme commander and dispatched Yi Won to his journey [to his journey].",
                "H2KE-nKo": "이때 권율이 도원수로서 호남과 영남 사이를 왕래하면서 군사를 다스렸으나 아무런 효과가 없었다. 이에 영남의 사대부들이 그의 소행을 비방하는 경우가 많았는데, 조정이 그 말을 믿고서 여러 차례 주상에게 아뢰어 다른 사람으로 바꾸어 제수하기를 청하였다. 그러나 주상이 대신할 만한 사람이 없다는 이유로 난색을 표하였다. 어떤 사람이 이조 판서 이덕형이 후임을 맡을 만하다고 천거하자, 주상이 말하기를,“이조 판서는 내가 의지하고 믿는 바이니, 조정을 떠나서는 안 된다. 그리고 장수를 임명할 때는 적으로 하여금 그 사람을 헤아릴 수 없게 해야 한다. 이조 판서는 일찍이 선위사를 지냈으니, 왜인이 평소 잘 알 것이므로 안 될 듯하다.”하였다. 대신이 또 아뢰기를,“만약 이원익을 등용한다면 권율보다 나을 뿐만 아니라 이덕형보다 나을 것입니다.”하니, 주상이 말하기를,“체부가 있더라도 도원수가 없어서는 안 된다.”하고, 마침내 권율을 체차하지 않고 이원익을 보내니, 권율이 스스로 불안하게 여겼다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 6월 1일(임인) 3번째기사",
                "gt-oKo": "당시 권율(權慄)이 도원수(都元帥)로서 호남과 영남을 오가면서 군사를 다스렸으나 뚜렷한 효과를 내지 못하였다. 그러자 영남의 사대부들 대부분이 그가 하는 일을 비방하고 헐뜯었는데, 조정이 그 말을 그대로 믿고 여러 번 상에게 아뢰어 다른 사람으로 대체하여 제수할 것을 청하니, 상은 대신할 만한 사람이 없다는 이유로 어렵게 여겼다. 어떤 사람이 이조 판서 이덕형(李德馨)이 대신할 만하다고 추천하니 상이 이르기를, “이조 판서는 내가 의지하는 바이니, 조정을 떠나게 할 수 없다. 또 장수를 임명함에 있어서는 마땅히 적으로 하여금 그 장수되는 사람을 헤아리지 못하게 해야 하는 데 이조 판서는 일찍이 선위사(宣慰使)를 지내 왜인이 평소 알고 있으니, 옳지 못할 듯싶다.” 하였다. 대신이 또 말하기를, “만일 이원익을 쓴다면 단지 권율보다 나을 뿐만 아니라 이덕형보다도 나을 것입니다.” 하니, 상이 이르기를, “체부(體府)가 있다 하더라도 수부(帥府)가 없어서는 안 된다.” 하였다. 그래서 결국 권율을 체직시키지 않고 원익을 보내었는데, 권율은 스스로 불안해 하였다.",
                "hj": "○時, 權慄以都元帥, 往來湖、嶺間治兵, 無見效。 嶺南士大夫多謗毁其所爲, 朝廷從而信之, 屢白于上, 請改授他人。 上以無可代難之。 或薦吏曹判書李德馨可代, 上曰: “吏判予所倚信, 不可去朝廷。 且命將, 當使敵人不測其人。 吏判曾經宣慰, 倭素諳識, 恐未可也。” 大臣又言: “若用李元翼, 則不但優於慄, 而優於德馨矣。” 上曰: “雖有體府, 不可無帥府。” 遂不遞慄, 而遣元翼行, 慄不自安。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Battalion Commander of the Jianzhou Guard Chai Tichi of the Jianzhou Guard sent a letter to Ganggye to request the repatriation of fugitives. The Jurchens surrendered near the border area were called battalion commander . Sometimes, the Jurchens residing in deep areas have plundered, but there has been no official document requesting them. On this day, the Jianzhou Guard surrendered altogether frequently and submitted a letter to Magistrate of Ganggye Strategic Prefecture , requesting permission to communicate friendly relations and to visit [the Jianzhou Guard]. He also requested the repatriation of naturalized Jurchens. Nevertheless, did not send a letter again, telling that there was no precedent. Upon hearing this, the King ordered that the matter be discussed in the western frontier. At the time, the people have already been descendants of the southern frontier, and then successively there was a rumor in the western frontier.",
                "H2KE-nKo": "건주의 오랑캐 추장인 누루하치[奴兒哈赤]가 강계에 편지를 보내 도망한 사람들을 쇄환해 줄 것을 청하였다. 국경 근처에 흩어져 살고 있는 여진 부락을 번호라고 칭하고, 국경 근처에 깊숙이 살고 있는 오랑캐가 때때로 노략질을 하기도 하였으나 서계를 보내 관문을 보내 요청한 적이 없었다. 이때에 이르러 건주의 오랑캐가 비로소 모여들어 강계 부사 허욱에게 편지를 보내 우호를 맺고 왕래하기를 청하고, 또 귀화한 사람들을 쇄환해 줄 것을 청하였다. 그러나 허욱은 답서를 보내지 않고 전례가 없다고 사양하였다. 이 일이 보고되자 서쪽 변경의 방비에 대해 의논하라고 명하였다. - 이때 민간에 이미 남쪽 왜의 후손이 있었고, 이어서 서쪽 변경에 대한 말이 있었다. -\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 7월 1일(임신) 1번째기사",
                "gt-oKo": "건주(建州)의 호추(胡酋) 누루하치[奴兒哈赤]가 강계(江界)에 글을 보내어 도망한 사람을 쇄환(刷還)해 줄 것을 청하였다. 국경 부근에 흩어져 사는 여진(女眞) 부락을 번호(藩胡)라고 칭한다. 국경과 멀리 떨어져 사는 호인[深處胡]들은 노략질을 하는 경우는 있었지만 서계(書契)를 띄워 공문으로 요청한 일은 있지 않았다. 그런데 이때에 와서 건주의 호인이 집단으로 거주하며 번성해지기 시작하였는데 강계 부사(江界府使) 허욱(許頊)에게 글을 보내 우호 관계를 맺고 왕래하기를 청하는가 하면 귀화한 사람을 쇄환해 줄 것을 청하였다. 그러나 허욱은 구례(舊例)가 없기 때문에 답서를 보내지 않았다. 이 일이 조정에 보고되자 서쪽 변방의 방비책을 의논하도록 명하였다.【이때 민간에는 이미 남왜(南倭)의 난이 있었는데 이어 서쪽 변방의 변이 있다고 하는 설이 퍼졌다.】",
                "hj": "○朔壬申/建州胡酋奴兒哈赤通書江界, 請刷還逃口。 女眞部落散處近塞者, 稱爲藩胡。 深處胡時或作賊, 而未有書契關請。 至是, 建州胡團聚始盛, 投書于江界府使許頊, 請通好往來, 又請刷還向化人口。 頊不復書, 辭以無舊例。 事聞, 命議西陲防備。【是時, 民間已有南倭之後, 繼有西變之說。】"
            },
            "2": {
                "H2KE-EN": "Vice-Envoy Yang Banghyeong , supporting from 호서 and Jeolla Provinces, walked back to 영남 and stayed in Geochang District . He rebuked Sim Yugyeong and urged the Japanese troops to remove their return trip. At this time, Seventh-rank Military Officials had already returned from Japan and told them, The 관백 dispatched Seventh-rank Military OfficialJeong Seongjang to burn the room in the garrison, burn the room in the middle of the Three Armies , including Seventh-rank Military Official Mun Don , to return first, and the three army headquarters of [Jeong] Masaki and the three army headquarters to behind them. They were only staying in a room in the room in Busan District and wait for the envoys [from Ming China]. In addition, [they] urged the envoys to quickly come [to Joseon].",
                "H2KE-nKo": "부사 양방형이 호서와 호남의 길을 경유하여 영남으로 들어가 거창현에 머물면서 심유경을 책망하고 왜병을 철수하도록 재촉하였다. 이때 행장이 이미 일본에서 돌아와 선언하기를,“관백의 차관 정성장이 진중의 방옥을 불태웠는데, 대장 문돈 등 3개 영이 먼저 돌아가고 가등청정 등 3개 영이 그 다음이며, 부산의 방옥만 남겨 두고 명사를 기다리고 있다.”하고, 또 명사를 속히 오도록 재촉하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 7월 1일(임신) 2번째기사",
                "gt-oKo": "부사(副使) 양방형(楊邦亨)이 호서·호남을 경유하여 영남에 들어가 거창현(居昌縣)에 머물면서 심유경(沈惟敬)을 꾸짖어 왜병이 철수해 돌아가도록 재촉하게 하였다. 이때 행장(行長)이 이미 일본으로부터 돌아와서 선언하기를, “관백(關白)의 차관(差官) 정성장(正成長)이 진중(陣中)의 방옥(房屋)을 불태우고 허물었는데, 대장 문돈(門敦) 등의 3영(營)이 먼저 돌아가고, 청정(淸正) 등의 3영이 그 다음에 돌아간다. 지금 부산(釜山)의 방옥만은 그대로 두고 천사(天使)가 오기를 기다리고 있다.” 하면서, 중국 사신이 속히 올 것을 재촉하였다.",
                "hj": "○副使楊邦亨由湖西、湖南路, 轉入嶺南, 留住居昌縣, 責沈惟敬, 催倭兵撤回。 是時, 行長已自日本回宣言以: “關白差官正成長燒毁陣中房屋, 大將門敦等三營先回, 淸正等三營次之, 只留釜山房屋, 以待天使。” 又促天使速來。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The evil effects of study are quite sufficient, which are not urgent, should be abolished temporarily. The establishment of a 서원 is beginning from the ninth month of the Zhou dynasty. Ju Se붕 was appointed as a county magistrate of Punggi County and build a 서원 of Jukgye and build a doctrinal ancestors to build a doctrinal ancestorstors and build a doctrinal ancestorstors to build a doctrinal ancestors. Yi Hwang continued to build a doctrinal ancestorstors to build a doctrinal ancestors and distributed the books. At that time, there were quite a considerable effects of scholar-officials who continued to study the study of studying. There were only more than ten places in our country. As Yi Hwang wished to build a doctrinal ancestors to Kim Jongjik , sometimes people suspected that it was not suitable. At that time, there were also few who build a doctrinal ancestors and sometimes there were no doctrinal ancestral rites to build a doctrinal ancestors. Later, in our country observed this, he stubbornly called a doctrinal ancestors and build a doctrinal ancestorstors to build a doctrinal ancestorstors and build a doctrinal ancestral rites to build a doctrinal ancestorstors. At this time, he was not too presumptuous to do so. However, the royal instruction was already as such. Now, there is no doctrinal ancestorstors to build a doctrinal ancestors, but build a doctrinal ancestorstors and build a doctrinal ancestorstors. These days,",
                "H2KE-nKo": "전교하기를,“문폐가 너무 심하니 각 주군에 긴요하지 않은 서원은 우선 혁파하라.”하였다. 서원의 설립은 명종 때부터 시작되었다. 주세붕이 풍기 군수로 있으면서 죽계의 백운 서원을 창건하고 선현 안유를 제사 지냈는데, 이황이 그 뒤를 이어 풍기군에서 사액하고 교서를 반포할 것을 청하였다. 당시에 선비들이 학업을 연마한 효과가 상당히 있었고, 이어서 서원을 세운 곳은 국내에 겨우 10여 곳이었다. 이황이 김종직을 제사하려고 하자 문인들이 혹 그가 적합하지 않다고 의심하기도 하였는데, 그 당시에 존숭하여 제사 지낸 자도 드물었고 혹 서원도 있었으나 사당이 없었다. 그 뒤에 국내에서 이를 본받아 ‘우리 향리에 제사 지낼 만한 어떤 현인이 있다.’라고 억지로 일컫고는 이어서 서원을 세우고 사우를 세웠다. 이때에도 오히려 너무 지나치지 않았는데, 주상의 하교가 이미 이와 같았다. 지금은 서원이 없는 고을이 없고 제사 지내는 자도 대부분 쓸모없는 사람들이어서 유적이 역을 피하는 소굴이 되었고 현인을 현송하는 기풍이 땅을 쓴 듯이 없어졌으니, 또한 문폐로 논할 수 없다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 7월 1일(임신) 3번째기사",
                "gt-oKo": "전교하기를, “문폐(文弊)가 너무 심하니, 긴요하지 않은 서원(書院)은 우선 혁파하라.” 하였다. 서원의 설립은 명종 때부터 시작되었다. 주세붕(周世鵬)이 풍기 군수(豊基郡守)로 있으면서 죽계(竹溪)에 백운동 서원(白雲洞書院)을 창설하여 선현(先賢)인 안유(安裕)를 제사지냈고, 그 뒤 이황(李滉)이 풍기 군수가 되어 조정에 사액(賜額)과 반서(頒書)를 청하였다. 당시에는 자못 사자(士子)의 강업(講業)하는 효과가 있었는데, 잇따라 설립된 것이 국내에 겨우 10여 군데에 불과했다. 당시 이황이 김종직(金宗直)을 제사지내려 하자 문인 중에 부당하다고 의혹을 가지는 자가 있을 정도로 그때는 존사(尊祀)된 자도 적었으며, 서원만 있고 제사지내지 않는 곳도 있었다. 그런데 그 뒤에 국내에서 마구 본받아 ‘우리 고을에도 제사지낼 만한 현인이 있다.’고 굳이 청하면서 연달아 서원을 세우고 사우(祠宇)를 세웠다. 그러나 이때는 그래도 그다지 폐단이 심하지 않았는데도 상교(上敎)가 이미 이와 같았던 것이다. 지금은 서원이 없는 고을이 없고, 제사를 받는 자도 하찮은 사람이 많다. 유적(儒籍)이 역(役)을 도피하는 소굴이 되어 현송(絃誦)의 미풍이 땅을 쓴 듯이 없어졌으니, 문폐를 운위할 것도 못 된다 하겠다.",
                "hj": "○傳敎: “文弊太勝, 各州郡不關緊書院, 姑爲革罷。” 書院之設, 自明廟朝始。 周世鵬守豊基郡, 創竹溪白雲書院, 祠祀先賢安裕, 李滉繼守, 請于朝, 賜額頒書。 當時頗有士子講業之效, 繼而作者, 國內僅十餘所。 滉欲祠金宗直, 門人或疑其不合, 其時尊祀者亦鮮, 或有院無祠。 其後國內慕效, 强稱吾鄕有某賢可祀, 續續立院立祠。 此時猶未太濫, 而上敎已如此矣。 今則無邑不院, 而所祀者多鯫人。 儒籍爲逃役之藪, (弦)〔絃〕誦之風掃地, 又不得以文弊論矣。"
            },
            "4": {
                "H2KE-EN": "Fortressed in Yeoju , the old fortress was constructed. The high-ranking officials proposed that this fortress was on the upper city wall, and its defense is the most urgent. The King dispatched the Buddhist monk Ui Eom to supervise the construction of a fortress. The King also had a wooden palisades be built in Soju and had the Left Supreme Commander Byeon응seong and others divide the soldiers into groups to defend [the fortress]. Inside the city wall, there was no fields, and all the soldiers said that it was not proper to defend [the fortress]. Byeon응seong also did not have an earnest desire to defend [the fortress]. However, the construction of a fortress was burdensome, and Ui Eom also indiscriminately increased the grievances. At this time, the construction of a mountain fortress was almost none of hardship. The soldiers and the people hardly regarded [the fortress].",
                "H2KE-nKo": "여주의 파사 고성을 수축하였다. 대신이 건의하여 이 성의 상류를 방수하는 일이 가장 긴요하다는 이유로 승장 의엄을 보내 역사를 감독하게 하고, 또 소주에다 목책을 설치하여 좌방어사 변응성 등으로 하여금 군사를 나누어 파견하여 지키게 하였다.성 안에는 우물이 없고 군병들도 모두 지킬 수 없다고 하였으며, 변응성도 굳은 의지가 없고 공역만 소요스러웠으며, 의엄도 지나치게 많이 쌓아 원망을 초래하였다. 이때 산성을 수축하는 것은 모두 수고롭기만 하고 실속이 없었으므로 사민들이 괴로워하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 7월 1일(임신) 4번째기사",
                "gt-oKo": "여주(驪州)에 있는 파사(婆娑)의 옛 성을 수축하였다. 이 성의 상류를 방수(防守)하는 것이 가장 긴급하다는 대신의 건의에 따라 승장(僧將) 의엄(義嚴)을 보내 역사를 감독하게 하는 한편, 소주(小洲)에 목책(木柵)을 설치하여 좌방어사(左防禦使) 변응성(邊應星) 등에게 군사를 나누어 지키도록 하였다. 그러나 성안에 우물이 없었으므로 군사들 모두가 ‘지킬 수 없다.’고 하는가 하면 변응성 또한 굳은 뜻이 없어 공역만 요란스러워졌는데, 의엄 역시 지나치게 감독하였으므로 원망을 불러 일으켰다. 이때 산성을 쌓는 일 모두가 그저 수고롭기만 했을 뿐 실속이 없었으므로 사민(士民)들이 괴롭게 여겼다.",
                "hj": "○修築驪州婆娑故城。 大臣建議以此城上流, 防守最緊, 遣僧將義嚴董役, 又設寨於小洲, 使左防禦使邊應星等, 分兵派守。 城中無井, 軍兵皆云不可守, 應星亦無固志, 而功役騷擾, 義嚴亦踰濫招怨。 是時山城之築, 皆徒勞無實, 士民苦之。"
            },
            "5": {
                "H2KE-EN": "The King dismissed Field Commander Kwon Gwon from his post and concurrently appointed him as the supreme commander . Prior to this, a military official was reluctant to go to the frontier. He ran away and hid himself in Jeonju and volunteered to the frontier commander . Kwon Gwon chased him but could not find him. Later, he went to Jeonju to capture him and beheaded. The frontier commander requested his release from his post very earnestly, but Kwon Gwon did not follow his recommendation. On this day, a military official appealed to a supreme commander of Jeolla Province, but he was imprisoned and dismissed from his post. Kwon Gwon laughed and said, When he served as the supreme commander for three years, he decapitated a fugitive. However, how can he be dismissed from his post?",
                "H2KE-nKo": "도원수 권율을 파직하고, 이원익에게 원수부사를 겸임하게 하였다.이에 앞서 무관 한 사람이 전쟁터에 나가기를 꺼려서 전주로 도망가 숨어 있다가 스스로 중국 장수에게 의탁하였는데, 권율이 추격하였으나 붙잡지 못하였다. 그 뒤에 순시하던 길에 전주에 도착하여 그를 체포하여 참수하자, 중국 장수가 그를 해직시켜 주기를 매우 간절히 청하였으나 권율이 따르지 않았다. 이때에 이르러 무관의 집안사람이 호남 체부에 호소하였는데, 이 일로 연좌되어 파직되어 면직되었다. 권율이 웃으며 말하기를,“대장이 된 지 3년 만에 도망병 한 명을 참수하여 해직되기까지 하였으니, 일을 할 수 있겠는가.”하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 7월 1일(임신) 5번째기사",
                "gt-oKo": "도원수 권율을 파직시키고 이원익으로 하여금 원수부(元帥府)의 일을 겸임하게 하였다. 이에 앞서 무관(武官) 한 사람이 전장에 나가기를 꺼린 나머지 전주(全州)로 도망가 숨어 자기 몸을 명나라 장수에게 의탁하였다. 권율이 그를 뒤쫓아 붙잡으려다가 잡지 못하였는데, 뒤에 순시차 전주에 왔다가 붙잡아 목을 베었다. 이때 명나라 장수가 풀어주도록 무척 간절히 빌었으나 권율이 들어주지 않았었다. 그러다가 이때에 와서 그 무관의 집 사람이 호남 체부(湖南體府)에 호소하였으므로 이에 연루되어 파면된 것이다. 권율이 웃으면서 말하기를, “대장이 된 지 3년 만에 도망병 하나를 베었다가 해직까지 되었으니, 일을 할 수가 있겠는가.” 하였다.",
                "hj": "○罷都元帥權慄, 以李元翼兼領元帥府事。 先是, 有一武官憚於赴戰, 逃匿全州, 自託於天將, 慄追捕不得, 後巡到全州捕斬之, 天將乞解甚懇, 慄不從。 至是, 武官家人愬于湖南體府, 坐是罷免。 慄笑曰: “爲大將三年, 斬一逃兵, 至於解職, 其可做事乎?”"
            },
            "6": {
                "H2KE-EN": "Military Duty Officer of the Military Training Office Hu Daen came [to Joseon] and instructed the Special Firearms Unit of the Three Armies to come [to Joseon].",
                "H2KE-nKo": "교련 유격 호대수가 나왔다. 삼수군을 교련하기 위해 나오기를 청한 것이다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 7월 1일(임신) 6번째기사",
                "gt-oKo": "교련 유격(敎鍊遊擊) 호대수(胡大受)가 나왔다. 이는 삼수군(三手軍)을 교련하기 위하여 나오기를 청했기 때문에 나온 것이다.",
                "hj": "○敎鍊遊擊胡大受出來, 爲敎三手軍, 請來也。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Commissioner for Accompanying the Royal Wedding Ceremony Commissioner of the Royal Wedding Ceremony Yi Jin departed for the south and stayed in Seongju .",
                "H2KE-nKo": "체찰사 이원익이 남쪽으로 내려가 성주에 주둔하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 8월 1일(신축) 1번째기사",
                "gt-oKo": "체찰사 이원익이 남하하여 성주(星州)에 주둔하였다.",
                "hj": "○朔辛丑/體察使李元翼南下, 住營星州。"
            },
            "2": {
                "H2KE-EN": "On mujin day, the Queen, queens concubines, and various princes each returned from Haeju to the capital.",
                "H2KE-nKo": "왕비, 후궁, 여러 왕자 일행이 해주에서 서울로 돌아왔다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 8월 1일(신축) 2번째기사",
                "gt-oKo": "왕비(王妃)·후궁(後宮)·제왕자(諸王子) 일행이 해주(海州)에서 경성에 돌아왔다.",
                "hj": "○王妃、後宮、諸王子一行, 自海州還京。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongo day, Yi Jongseong , an envoy from the Ming court, was sent to the southern area. At the time, Senior Abdicated King, remove the Japanese stationed along the route of Gimhae and Dongnae , and combined in Busan . He claimed that a small number of soldiers were supposed to welcome the envoy and stay there.",
                "H2KE-nKo": "삭조사 이종성이 남하하였다. 이때 소서행장이 김해와 동래의 길가에 주둔하고 있는 왜병을 철수하여 부산에 합진하고는, 약간의 군병이 조사를 맞이하기 위해 그대로 머물러 있다고 핑계를 댔다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 9월 1일(경오) 1번째기사",
                "gt-oKo": "조사(詔使) 이종성(李宗誠)이 남하하였다. 이때 행장(行長)이 김해(金海)·동래(東萊)의 길가에 주둔시킨 왜병을 철수하여 부산(釜山)에 합진(合陣)하고는 핑계하여 말하기를, “조사를 영접하기 위하여 약간의 군사를 그대로 머물려 두었다.” 하였다.",
                "hj": "○朔庚午/詔使李宗誠南下。 時, 行長撤金海、東萊路邊屯倭, 合陣于釜山, 託言若干軍兵, 爲迎候詔使仍留云。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongja day, the first day of the month, [the King] concurrently appointed Yi 이산해 as director of the Office of Royal Decrees . [Yi] 산해가 resigned.",
                "H2KE-nKo": "이산해를 겸 대제학으로 삼았다. 이산해가 사직한 것이다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 10월 1일(경자) 1번째기사",
                "gt-oKo": "이산해(李山海)에게 대제학을 겸임시키니, 이산해가 사양하였다.",
                "hj": "○朔庚子/以李山海兼大提學。 山海辭。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On the first day of the month, the envoys [from Ming China] entered the magistracy of Busan Garrison . The envoy [from Ming China] entered the magistracy of Japan. The Japanese [presentatives] and others entered the courtyard and performed the ceremony. The envoy [from Ming China] admonished the letter of writing to the king: Heaven is located and 땅 is low, and heaven and earth is determined. As the Great Ming China is middle, the whole writings of all under heaven are unable to revere the writings of all under heaven. Who does not revere the writings of all under heaven? The writing to the writings of the letter of writing to the writings of your letter of writing to the writings on the sea, how dare you not self-restraind this letter of writings? The writings of our troops have already been exceeding four years. The Emperor was deeply sympathized by the writings of the lives of both [Gyeongsang and Sejong] and worried about the writings that the people of the two countries were worried. The writings were specially sent to the letter of writings on the letter of writing to the writings of writings on the sea for a long distance. This is a magnificent joy of all under heaven. Why did you not go to the writings of the writings? He then reprimanded the letter of writing to blame, and the letter of writing was quite afraid of the writings. The letter of writing to the envoy ",
                "H2KE-nKo": "조사가 부산의 왜영에 들어갔다. 양 사신이 왜영에 들어가니, 왜장 등이 뜰에 들어와 예를 행하였다. 양 사신이 행장에게 유시하기를,“하늘은 높고 땅은 낮아 건곤이 정해졌다. 명나라가 중천에 있고 천하가 하나로 통일되었으니, 만국이 누군들 우러러 복종하지 않겠는가. 너희 관백이 비록 해외에 있지만 어찌 감히 홀로 순종하지 않겠는가. 너희들이 군사를 거느리고 이에 웅거한 지 이미 4년이 지났다. 황상께서 두 나라의 백성들이 도탄에 빠지는 것을 깊이 안타깝게 여겨 특별히 조사를 파견하여 멀리 해외에 갔으니, 이는 만고에 없던 큰 경사이다. 너희들은 무엇 때문에 지금까지 바다를 건너지 못하는가.”하고, 이어 큰소리로 꾸짖으니, 행장이 자못 두려워하며 상사보다 예경을 더하였다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 11월 1일(기사) 1번째기사",
                "gt-oKo": "조사(詔使)가 부산의 왜영(倭營)에 들어갔다. 부사(副使) 양방형(楊邦亨)이 왜영(倭營)에 들어가니, 왜장(倭將) 등이 뜰에 들어와 예를 행하였다. 양 부사가 행장을 효유하기를, “하늘은 높고 땅은 낮으니, 건곤(乾坤)이 정해졌다. 대명이 중원에서 천하를 통일했으니, 그 뉘라서 앙복(仰服)하지 않겠는가. 너희 관백(關白)이 해외에 있다고는 하나 어찌 감히 홀로 효순(效順)하지 않는단 말인가. 너희들이 군사를 거느리고 여기에 웅거한 지 이미 4년이 넘었다. 황상께서는 두 나라의 백성들이 도탄에 빠진 것을 깊이 민망하게 여기시고 특별히 조사를 파견, 멀리 해외에 임하게 하셨으니, 이는 만고에 없던 큰 경사이다. 너희들은 어찌하여 지금까지 바다를 건너가지 않았단 말인가.” 하고, 이어 큰소리로 꾸짖으니 행장이 몹시 두려워하며 상사(上使)보다도 예경(禮敬)을 더하였다.",
                "hj": "○朔己巳/詔使入釜山營。 楊使入倭營, 倭將等入庭行禮。 楊使諭行長曰: “天尊地卑, 乾坤定矣。 大明中天, 天下一統, 萬國誰不仰服? 爾關白雖在海外, 安敢獨不效順乎? 爾等領兵據此, 已踰四年。 皇上深悶兩國生靈塗炭, 特遣詔使, 遠臨海外, 是萬古所未有之大慶也。 爾等何故, 迄未過海乎?” 仍厲聲責之, 行長頗慴伏, 禮敬加於上使。"
            },
            "2": {
                "H2KE-EN": "When Vice-Director of the Bureau of Currency and Salve Taxation Hwang Hui was serving as the commissioner for accompanying the envoy , the Ming court had [Hwang] Sin jointly at Busan Garrison to survey the enemy. [Hwang] Yugyeong sought to have our country accompanying the envoy to Japan together. [Hwang] Sin argued [Hwang] and did not allow [Hwang] to reach [his enemy]. An envoy said, I am merely serving as an envoy to Japan, and not necessary to accompany the envoy. [Hwang] Yugyeong said, [Tsushima] Sirs and others received the instruction of the 관백, Joseon should repatriate a prince to express gratitude. [However,] I observed [Hwang] and did not allow [Hwang], and only allowed a minister to communicate with the envoy. Now, [I] cannot fail to abruptly abruptly. [Hwang] Sin presented a report to the King, saying, The enemy of the enemy is repeatedly repeatedly, and we cannot be trusted. Should we be able to achieve our cardinal principles, we should also have ourselves absurdly communicated with the enemy. [Your subject] requests that [Hwang] be first reprimanded with the three state councilors to survey the enemy of the enemy. Two. The enemy of the Japanese residing in the border area did not stay one cap. Two. The enemy of the captives were all repatriated. Two. [He] sought to send a letter to express gratitude for the first time. If [Hwang] did not like [Hwang], then I will also say there. The opinion was ultimately not implemented.",
                "H2KE-nKo": "사섬시 부정 황신이 이때 심유경의 접반관이었는데, 조정에서 황신으로 하여금 함께 부산의 왜영에 들어가 적의 정세를 염탐하게 하였다. 심유경이 우리나라에 통신사를 함께 보내 달라고 요구하였으나 황신이 쟁론하여 허락하지 않았다. 조사는 ‘나는 일본에 사신으로 갔으니 배신과 동행할 필요가 없다.’라고 하고, 심유경은 ‘행장 등이 관백의 의지를 받아 「조선에서 왕자를 돌려보내 준 데 대해 회사해야 한다.」라고 하였으나, 내가 고집을 부리며 허락하지 않고 재신이 통신사를 보내는 것만을 허락하였다. 지금 약속을 어기고 일을 그르쳐서는 안 된다.’라고 하며 협박하기를 마지않았다. 황신이 장계를 올려 헌의하기를,“적의 정세가 이랬다저랬다하니 화친하는 일은 결코 믿을 수 없습니다. 설령 성사된다 하더라도 우리는 대의가 이미 무너졌으니, 또 우리가 까닭 없이 원수인 적에게 사신을 보낼 수도 없습니다. 먼저 세 가지 일을 요구하여 그들의 뜻을 탐지하소서. 첫째는 변경에 주둔하고 있는 왜병을 모두 철수하고 병졸 1명도 남지 않게 하소서.둘째는 포로를 모두 돌려보내소서.셋째는 관백이 먼저 글을 보내 사죄하게 하소서. 저들이 만약 좋아하지 않는다면 우리도 할 말이 있을 것입니다.”하였는데, 의논이 끝내 시행되지 않았다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 11월 1일(기사) 2번째기사",
                "gt-oKo": "사섬시 부정(司贍寺副正) 황신(黃愼)이 이때 심유경(沈惟敬)의 접반관(接伴官)이었는데, 조정에서 황신으로 하여금 함께 부산의 왜영(倭營)에 들어가서 적의 실정을 염탐하게 하였다. 심유경이 우리 나라에 통신 사신(通信使臣)을 함께 보내기를 요망하자 황신은 다투어 논란하고 허락하지 않았다. 조사는 이르기를, “우리만 봉명 사신으로 일본에 갈 것이니, 배신(陪臣)의 동행은 필요없다.” 하였으나, 심유경은 말하기를, “행장 등이 관백의 뜻을 받아 ‘조선은 마땅히 왕자를 돌려보낸 데 대해 사례해야 한다.’ 하기에 나는 버티고 허락하지 않으면서 재신(宰臣)이 통신사로 가는 것만을 허락하였다. 따라서 지금 그 약속을 어기어 일을 낭패시킬 수는 없다.” 하면서 계속 강요하였다. 황신이 장계로 의논드리기를, “적의 마음은 이랬다저랬다하므로 강화의 일은 결코 믿을 수 없는데, 설령 성사된다 하더라도 우리로서는 대의(大義)가 이미 없어진 것이라 할 것입니다. 또 우리로서는 무단히 수적(讎賊)과 통사(通使)할 수는 없는 일이니, 먼저 세 가지 일을 요구해서 그들의 뜻을 탐지하소서. 그것은, 1. 변방에 주둔한 왜병을 모조리 철수하고 병졸 하나도 머물려 두지 말 것, 2. 포로된 사람을 모조리 돌려보낼 것, 3. 관백은 먼저 서신을 보내어 사죄할 것 등입니다. 저들이 만일 수긍하지 않는다면 우리 또한 할 말이 있게 될 것입니다.” 하였는데, 그 의논은 끝내 행해지지 않았다.",
                "hj": "○司贍寺副正黃愼時爲沈惟敬接伴官, 朝廷令愼, 同入釜營, 刺探賊情。 惟敬要我國, 偕遣通信使臣, 愼爭論不許。 詔使以爲: “我但奉使日本, 不要陪臣同行。” 惟敬言: “行長等受關白意旨以爲, 朝鮮當遣還王子回謝, 而吾持之不許, 只許宰臣通使。 今不可失約敗事。” 要脅不已。 愼狀啓獻議云: “賊情反覆, 和事決不可恃。 設令得成, 我於大義已缺, 又不可自我無端通使于讎賊。 請先以三事要責, 以探其意。 一, 盡撤邊上屯倭, 不留一卒。 二, 盡還被擄人口。 三, 要關白先致書謝罪。 渠若不肯, 我亦有辭也。” 議竟不行。"
            },
            "3": {
                "H2KE-EN": "The King conducted state affairs and selected three men, including Jo Jeonggyeon , who passed the military service examination .",
                "H2KE-nKo": "조정견 등 3인을 정시를 행하여 무과 대거로 뽑았다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 11월 1일(기사) 3번째기사",
                "gt-oKo": "문신(文臣)을 정시(庭試)하여 조정견(趙廷堅) 등 3인을 뽑고, 무과(武科)도 대등하게 시취(試取)하였다.",
                "hj": "○廷試文臣, 取趙廷堅等三人, 武科對取。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "The King selected fifteen men, including Seong Imin , who passed the military service examination in the middle of the twelfth month of the gihae year ( and 600 men, who passed the military service examination in the same manner. In the middle of the twelfth year of the reign of King Jeongjong (, 600 men, who passed the military service examination in the middle of the first twelfth month of the reign of King Jeongjong and the second twelfth year of King Jeongjong and the first twelfth year of King Jeongjong (141419, the fifth year of King Sejongs reign. In the reign of King Jeongjong, 600 men, they passed the military service examination in the middle of the first twelfth year of King Jeongjong and the second twelfth year of King Jeongjongs reign. In the middle of King Jeongjongs reign, 600 men were selected in the second twelfth year of King Jeongjong and the second twelfth year of King Jeongjongs reign. In the middle of King Jeongjongs reign, 600 men were selected in the final twelf of King Jeongjong and the second twelf of King Jeongjongs second twelfth year of King Jeongjongs reign. In the middle of King Jeongjongs reign, 600 men were selected in the final twelf of King Jeongjongs second twelf. In the finally, 600 men were selected in the final twelf of King Jeongjongs second twelf of King Jeongjong",
                "H2KE-nKo": "삭기해년의 별시에서 성이민 등 15인을 뽑고, 무과에서 모두 600인을 뽑았다. 난리가 일어난 뒤에 비로소 논과 부의 초시를 시행하고, 전시에서는 표문을 사용하여 뽑았다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 12월 1일(기해) 1번째기사",
                "gt-oKo": "별시(別試)에서 성이민(成以敏) 등 15인을 뽑고, 무과도 아울러 시험보여 6백 인을 뽑았다. 전란 후 처음으로 논(論)과 부(賦)로 초시(初試)를 보였는데, 전시(殿試)에서는 표문(表文)으로 뽑았다.",
                "hj": "○朔(乙)〔己〕亥/別試取成以敏等十五人, 武科竝試, 取六百人。 亂後始用論、賦初試, 殿試用表文取之。"
            },
            "2": {
                "H2KE-EN": "On this year, there was a great years crop failure, and one pil of cotton cloth was equivalent to thirty or forty du . The Ministry of Taxation had no goods stored in the storehouses, and he could not supply provisions. However, starving people began to recover their livelihoods and enjoy themselves to enjoy wine and food.",
                "H2KE-nKo": "이해에 크게 풍년이 들어 목면 1필의 값이 3, 4십 말이었다. 호조에는 비축된 재물이 없어서 군량을 조달할 수 없었으나, 굶주린 백성이 비로소 소생하여 술과 음식을 즐기게 되었다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 12월 1일(기해) 2번째기사",
                "gt-oKo": "이해에 크게 풍년이 들어 목면(木綿) 1필 값이 쌀 30, 40두가 되었다. 탁지(度支)에 저장된 재화(財貨)가 없어 군량으로 사들일 수는 없었으나, 기민(飢民)이 비로소 소생하여 먹고 마시는 즐거움을 누릴 수 있었다.",
                "hj": "○是歲大有年, 木綿一匹直三四十斗。 度支無藏貨, 不能(糶)〔糴〕軍糧, 然飢民始得蘇活, 酒食爲樂。"
            },
            "3": {
                "H2KE-EN": "Military Duty Officer of the Comprehensive Military Officer Kim Huiyun was sent to summon and persuade the Jurchens of Jianzhou . At the time, the plundering of Jianzhou , the plundering of the Jianzhou Guard was gradually raised, and the plundering of Uhyeo , the western frontier was greatly apprehensive. Comprehensive Military Duty Officer Yi Deok made a recommendation to Mozhou and the vice-envoy to persuade the Jurchens to persuade the Jurchens. Kim Huiyun , together with Military Duty Officer of our country Shin Chungwon , arrived at Mozhou Port and summon the Jianzhou Guard Commander Ma Sin and others to persuade the Jurchens to persuade the Jurchens. Masin and others said, Our Jurchens repatriated Joseon people, but Joseon did not render their meritorious deeds and murdering the Jurchens. Please order Joseon to repatriate their lives. They also requested the King to have an audience with the King. Huiyun said, It would be proper to kill the Jurchens by arbitrarily violating the prohibition and crossing our borders. Joseon does not observe the imperial order, and we cannot personally visit the King. The Jurchens also sought rewards. Huiyun accepted the request. Finally, the Jurchens confessed their admiration. Please remove the plundering of the Jurchens from persuading the Jurchens and also prohibit the Jurchens from persuading the Jurchens. Huiyun returned to the capital and asked us to go to Liaodong to purchase the plundering of gold and silk and bestow them upon the Jurchens. The King followed their recommendation. Huiyun again went to persuade the Jurchens in the western frontier. On this month, Mozhou returned.",
                "H2KE-nKo": "호 유격이 표하관 김희윤을 보내 건주의 호인을 초유하였다. 이때 건주의 오랑캐 군사가 점점 강성해져서 또 근변의 우피산에 군사를 주둔시켰으므로 서쪽 변방이 크게 두려워하였다. 이덕형이 헌의하여 호대수에게 차관을 보내 그 추장을 효유하여 침범하여 소란을 일으키지 말도록 할 것을 청하였다. 김희윤이 우리나라 무관 신충원과 함께 만포에 이르러 건주 추장의 부장 마신 등을 불러 속국을 소란스럽게 하지 말라고 유시하니, 마신 등이 말하기를,“우리 오랑캐가 조선 사람을 쇄환하였는데 조선이 공으로 여기지 않고 또 호인을 살해하였으니, 조선으로 하여금 그 인명을 보상하게 해 주소서.”하였다. 또 들어가 국왕을 뵙기를 청하니, 김희윤이 말하기를,“너희 백성들이 금령을 어기고 국경을 넘었으니 피살되는 것은 당연하다. 그러나 조선은 천조의 명령을 무시하고 사사로이 가서 국왕을 뵐 수 없다.”하였다. 호인이 또 상품을 요구하자 김희윤이 허락하였다. 호인들이 마침내 자복하여 둔병을 철수하고 또 변경을 침범하는 사람을 금지하여 참수해서 신의를 보일 것을 청하였다. 김희윤이 서울로 돌아와서 우리의 가물을 요동에 가서 금단을 무역하여 호인에게 줄 것을 청하니, 주상이 그 말을 따랐다. 김희윤이 재차 가서 개유하니 서쪽 변방의 흔단이 조금 그쳤다. 이달에 호 유격이 돌아갔다.\n",
                "date_ko": "선수 29권, 28년(1595 을미 / 명 만력(萬曆) 23년) 12월 1일(기해) 3번째기사",
                "gt-oKo": "유격 호대수(胡大受)가 표하관(票下官) 김희윤(金希允)을 보내어 건주(建州)의 호인(胡人)을 불러 유시하였다. 이때 건주(建州) 호인의 군사가 점점 강성해졌는데, 또 변경에서 가까운 우피산(牛皮山)에 군사를 주둔시켰으므로 서쪽 변방 사람들이 크게 두려워하였다. 이덕형(李德馨)이 건의하여 호대수에게, 관원을 보내 그 추장을 유시하여 침요(侵擾)하지 말게 해달라고 청하였다. 이에 김희윤이 우리 나라 무관인 신충원(申忠元)과 함께 만포(滿浦)에 이르러 건주 추장의 부장(副將)인 마신(馬信) 등을 불러 속국을 침요하지 말라고 유시하였다. 마신 등이 말하기를, “우리가 조선 사람을 쇄환(刷還)하였는데 조선은 공로로 여기지 않았습니다. 그리고 또 호인을 살해했으니, 조선으로 하여금 그 인명을 보상케 하소서. 또 들어가서 국왕을 만나보게 해 주소서.” 하니, 김희윤이 말하기를, “너희 인민이 금법을 무시하고 국경을 넘었으니 피살된 것이 당연하다. 조선에 천조(天朝)의 명령이 있지 않는 한 사사로이 가서 국왕을 볼 수는 없다.” 하였다. 호인이 또 상물(賞物)을 요구하자 김희윤이 허락하였다. 호인들은 드디어 복종하고 주둔한 군사를 철수하였으며, 또 변경을 침범하는 사람을 금하면서 위반한 자를 참수함으로써 믿음을 보였다. 김희윤이 경성에 돌아와서 우리에게 가물(價物)을 가지고 요동(遼東)에 가서 금단(錦緞)을 무역해 호인에게 줄 것을 청하니, 상이 그 말을 따랐다. 김희윤이 재차 가서 개유하니, 서쪽 변경의 소요가 조금 그쳤다. 이달에 유격 호대수가 중국으로 돌아갔다.",
                "hj": "○胡遊擊遣票下官金希允, 招諭建州胡人。 時, 建夷兵衆漸盛, 又屯兵于近邊牛皮山, 西邊大懼。 李德馨獻議, 請于胡大受, 差官往諭其酋, 使勿侵擾。 希允與我國武官申忠元偕行, 至滿浦招建酋, 副將馬信等來, 諭以勿擾屬國, 馬信等言: “我夷刷還朝鮮人口, 朝鮮不以爲功, 又殺害胡人。 請令朝鮮, 償其口命。” 又請入見國王, 希允曰: “爾民人冒禁越境, 被殺宜矣。 朝鮮不有天朝命令, 不可私往見國王也。” 胡人又要賞物, 希允許之。 胡人等遂輸服, 請撤屯兵, 且禁侵邊之人, 斬以示信。 希允還京, 請我價物往遼東, 貿錦段以賜胡人, 上從其言。 希允再往開諭, 西釁稍弭。 是月胡遊擊歸。"
            }
        }
    }
}