{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongin day, [the King] appointed Kim Su as governor of Pyeongan Province to Grand Master for Excellent Virtue .",
                "H2KE-nKo": "삭경인 김수를 평안도 관찰사로 삼고, 가선대부를 가자하였다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 1월 1일(경인) 1번째기사",
                "gt-oKo": "김수(金晬)를 평안도 관찰사로 삼고 가선 대부(嘉善大夫)에 가자(加資)하였다.",
                "hj": "○朔庚寅/以金睟爲平安道觀察使, 加嘉善。"
            },
            "2": {
                "H2KE-EN": "A Chinese man moved and resided in Wihwa Island in Uiju . He sent an interpreter to dispute the envoy from Liaodong Garrison to the Liaodong Garrison and announce the prohibition tallies. [They] flushed out and flushed out [the tallies] as it was ordered.",
                "H2KE-nKo": "의주 강전의 위화도에서 어떤 한인이 마이산에서 이주하여 씨를 뿌렸다. 역관을 차출하여 요진 순안사에게 쟁변하게 하고 금패를 내어 영대로 몰아내게 하였다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 1월 1일(경인) 2번째기사",
                "gt-oKo": "의주(義州) 강변의 위화도(威化島)에 중국인들이 와서 마이산(馬耳山)에서 이주하여 와 농사를 짓고 있었으므로 역관(譯官)을 차견하여 요진 순안사(遼鎭巡按使)에게 이에 대해 쟁변(爭辨)하고 금패(禁牌)를 내어 법령대로 몰아내게 하였다.",
                "hj": "○義州江甸威化島, 有漢人自馬耳山移住開種, 差譯官, 辨爭於遼鎭巡按使, 出禁牌, 驅逐如令。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On gapsin day, on the first day of the month, a Japanese ship raided Heungheung . Yi Daewon , a squad leader of Nokdo Fortress , defeated and killed him. Prior to this, several Japanese ships raided an island nearby. [Yi] Daewon did not immediately report this to the chief field commander and attacked them. [He] decapitated the enemy. Superintendent Sim Am , disliked his power. Not longer, Japanese ships raided Sungjuk Island . Sim Am , being a squad commander , [but Sim Am] Daewon defeated [the enemy], unwilling to support [the enemy] to defeat [the enemy]. The imperial court learned of this. [They] arrested Sim Am and interrogated him. [They] were put to death in order to serve as a warning to the people. [The King] dispatched Superintendent of the Left and Right Superintendent [of the Right Army] Byeon Heup and Shin Rop to go to the southern expedition. The governor of Jeolla Province all mobilized the troops of the province and stationed on the sea, and the Japanese ships had already returned. Prior to this, Japanese fishing and boatmen raided and plundered people, but there was no plan to attack them. Although they raided a number of our borders, they ran away and returned. Our country also enjoyed their superiors and did not worry about this. ",
                "H2KE-nKo": "삭선에서 왜선이 흥양에 침구하였는데, 녹도 보장 이대원이 대항하여 싸우다가 패하여 죽었다. 이에 앞서 왜선 몇 척이 가까운 섬에 침범하였을 때 이대원이 미처 주장에게 보고하지도 않고 그들을 공격하여 수급을 벤 일이 있었는데, 수사 심암이 그들의 공로를 미워하였다. 얼마 지나지 않아 왜선이 손죽도를 침범하였는데, 심암이 이대원을 척후로 삼고서 계속 응원하려 하지 않아 중과부적으로 패하였다. 조정에서 그 까닭을 살피고서 심암을 잡아다 신문하여 머리를 베어 내걸어 대중을 경계하였다. 그리고 좌방어사 변협과 우방어사 신립을 보내 밤을 낮 삼아 남쪽을 정벌하게 하였다. 전라 감사가 도내의 군사를 모두 동원하여 해상에 주둔하게 하였는데, 왜선은 이미 돌아갔다.이에 앞서 저 나라의 어상과 선인들이 노략질을 하며 사람들을 노략질하였는데, 공전할 계책이 없었기 때문에 비록 우리 변경을 자주 침범하였으나 곧바로 달아나 돌아왔다. 우리나라도 그에 익숙해져서 그다지 걱정하지 않았다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 2월 1일(경신) 1번째기사",
                "gt-oKo": "왜선(倭船)이 흥양(興陽)에 침구하였는데, 녹도 보장(鹿島堡將) 이대원(李大元)이 막아 싸우다가 패하여 죽었다. 이에 앞서 왜선 수 척이 녹도 근처에 침범하자 이대원이 미처 주장(主將)에게 보고하지도 않은 채 그들을 쳐서 수급을 벤 일이 있었는데, 수사(水使) 심암(沈巖)은 그가 자기의 공으로 삼은 것을 미워하였다. 얼마 안 되어 왜선이 손죽도(損竹島)를 침범하자, 심암이 이대원을 척후(斥候)로 삼았는데 뒤이어 응원하지 않았으므로 적군은 많고 아군은 적어서 대적하지 못하고 패전하였다. 조정에서 그 까닭을 살펴 알고 심암을 잡아다가 신문한 다음 효수(梟首)하여 대중을 경계하였다. 그리고 좌방어사(左防禦使) 변협(邊恊), 우방어사(右防禦使) 신립(申砬)을 보내어 밤을 새워 남쪽 지방으로 출정하게 하였다. 전라 감사가 도내의 군사를 다 출동시켜 바닷가에 주둔하였으나 왜선은 이미 돌아가 버렸다. 이에 앞서 저 왜국 어선(漁船)과 상선(商船)들이 노략질하고 사람을 잡아갔었다. 공전(攻戰)할 계획이 없는 것이었기 때문에 우리의 변경을 자주 침구하였으나 곧바로 또한 달아나 돌아갔으며, 우리 나라에서도 그것을 보통 일로 여겨 그다지 근심하지 않았다.",
                "hj": "○朔庚申/倭船寇興陽, 鹿島堡將李大元, 拒戰敗死。 先是, 倭船數隻犯近島, 大元不及報主將而擊之, 有斬級, 水使沈巖惡其自功。 未久倭船犯損竹島, 巖以大元爲斥候, 而不肯繼援, 衆寡不敵而敗。 朝廷察其故, 拿訊沈巖, 梟示警衆。 遣左右防禦使邊恊、申砬, 星夜南征。 全羅監司悉發道內兵, 屯海上, 則倭船已歸矣。 先是, 彼國漁商船人, 作賊掠人, 非有攻戰計, 故雖數寇我邊, 而旋亦走還。 我國亦狃其常, 不甚憂之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Zhao Liang as circuit inspector of Jeolla Province and Yi Haesu as governor of Chungcheong Province because the Japanese invasion was urgent.",
                "H2KE-nKo": "윤두수를 전라도 순찰사로, 이해수를 충청도 관찰사로 삼았다. 왜의 경보가 있었기 때문이다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 2월 1일(경신) 2번째기사",
                "gt-oKo": "윤두수(尹斗壽)를 전라도 순찰사로, 이해수(李海壽)를 충청도 관찰사로 삼았다. 왜구의 경보 때문이었다.",
                "hj": "○以尹斗壽爲全羅道巡察使, 李海壽爲忠淸道觀察使, 以倭警也。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 3월 1일(경인) 1번째기사",
                "gt-oKo": "성균 진사 조광현(趙光玹)·이귀(李貴) 등이 상소하여, 스승 이이(李珥)가 시배(時輩)들에게 무함(誣陷)당한 정상을 극력 논하였는데, 모두 수만언(數萬言)이었다.【이때 조정 논의가 성혼(成渾)·이이(李珥)의 당에 대한 공격을 거르는 날이 없었다. 선비로서 성혼·이이의 문정(門庭)에 조금이라도 가까이한 자는 차례로 배척당하였다. 그래서 성혼·이이를 위하여 감히 말하는 자가 없었다. 관학 유생(官學儒生)이 오현(五賢)의 종사(從祀)를 청하는 것을 명분으로 삼아 유생들을 불러 모으고는 상소 끝머리에 ‘정도(正道)를 그르치고 진리를 어지럽히며 이름을 낚고 성예(聲譽)를 구하였다.’는 등의 말을 몰래 첨가하여 성혼·이이를 공격하였는데, 전일 성혼·이이를 존숭하던 무리들도 모두 알지 못하고서 거기에 서명하였다. 이귀의 이름도 거기에 들어 있었으므로 이귀가 성내어 동료를 거느리고 소장을 갖추어 이를 변명하고자 하였으나, 여러 사람들이 화를 두려워하여 모두 흩어지고 말았다. 그래서 유독 조광현과 소장을 지어 동서(東西) 논의의 수말(首末)을 두루 진달하는 한편 조헌(趙憲)의 논의가 치우쳤음을 말하고 힘써 손순(遜順)하여 중도에 맞게 하려 하였는데 조광현은 그것은 감히 하지 못하였다. 이귀가 이에 이경진(李景震)을 시켜 별도로 상소하게 하고 그가 지은 소장도 올렸다.】 그 소장의 대략은 다음과 같다. “삼가 아룁니다. 신이 지난번에 어리석고 미천함을 헤아리지 못하고 문득 봉장(封章)을 올려 죽은 스승을 위하여 원통함을 송변(訟辯)하였으니, 스스로 천위(天威)를 범하여 죄가 용서될 수 없음을 압니다. 그러나 지금 일이 국론(國論)에 관계되고 비방이 사문(師門)에 미친 것을 보게 되어서는 감히 끝내 입을 다물라는 경계를 지켜 한 마디 말을 하여 죽은 스승의 마음을 밝히지 않을 수는 없습니다. 요즘 공주 제독(公州提督) 조헌(趙憲)이 소장을 올려 일을 말하였다는 소문을 들었습니다. 이윽고 그 소장을 얻어 읽어보고는 위연(喟然)히 탄식하여 ‘조헌은 우리 당(黨)의 선비인데 그 말이 중도에 맞지 않고 사실에 어긋남이 이러함에 이르렀으면 다른 사람에게 무엇을 바랄 것이 있겠는가.’ 하였습니다. 아, 죽은 스승이신 이이의 평생은 붕당(朋黨)을 세우지 아니하고 오직 힘을 다해 사류(士類)를 보합하여 시세의 어려움을 구제하려고 도모하였는데 뜻을 품고서 성취하지 못하고 불행히 마음과 힘을 다해 애쓰다가 죽자 국사가 한 번 패하게 되었으므로 신들은 매우 가슴아프게 여겼었습니다. 그런데 이이가 죽은 뒤부터 그의 언론과 풍지(風旨)가 전혀 전해짐이 없고 곧 중도에 맞지 아니한 말이 배류(輩流)들 사이에서 나올 줄 어찌 생각이나 하였겠습니까. 신들은 생각건대, 죽은 스승은 평일 학자들과 말을 할 적에는 의리의 문자에 관한 것이 많았고 조정의 시비에 대해서는 들은 바가 적었습니다. 그러므로 후생들 사이에는 혹 죽은 스승의 의논을 모르는 사람도 있었습니다. 조헌의 말에 이르러서는 사문(師門)의 종지와 크게 다를 뿐만 아니라 또한 사론(士論)의 거조에도 해로움이 있었으니, 문생이 된 자로서 입을 다물고 말하지 않음으로써 죽은 스승을 저버릴 수는 없습니다. 그러므로 동지·후생들 몇 명과 각기 듣고 본 바를 참고하여 죽은 스승이 평생 조정에 벼슬하면서 했던 언론과 심적(心跡) 가운데 현저하여 알 수 있는 것을 대강 기술하였습니다. 먼저 죽은 스승의 지극히 공정한 논의를 진달하고, 다음에 조헌의 일방적인 말을 설파하여 기어코 세상에 드러내어 밝히려 하였습니다. 전하께서도 반드시 듣고 싶지 아니한 것은 아닐 것입니다. 그러나 소장이 이미 작성되자 다시 수정자(守靜者)의 말에 동요되어 의논이 귀일되지 않아서 그만두었습니다. 신들의 의견으로는 사람은 군사부(君師父) 세 가지에서 생성되었으므로 하나같이 섬겨야 한다고 여깁니다. 지금 부모에게 원통한 일이 있으면 반드시 화복과 이해를 헤아리지 않고 풀어야 하는 것입니다. 지금 수정(守靜)하자는 말에 동요되어 그만둔다면 의리를 위하여 목숨을 바친다는 의의가 없는 것입니다. 신들은 ‘목숨이 붙어 있는 한 죽은 스승의 심사(心事)를 기어이 드러내어 밝히고야 말겠다. 그렇게 해야 죽은 스승의 평일의 논의를 신명시킬 수 있다.’고 여겼습니다. 원하건대, 전하께서 불쌍히 여겨 재결해 주시면 다행이겠습니다. 옛날 동서로 당파가 나뉘어질 적에 조짐은 심의겸(沈義謙)과 김효원(金孝元)에게서 일어났으나 실지는 전후배(前後輩)의 사이가 서로 좋지 못한 데에서 연유된 것입니다. 서로 사이가 좋지 못하였으므로 같은 사류(士類)이면서도 의심과 간격이 일어나 참소와 이간이 행해져서 결국 배척이 유발되었으니, 이것이 동서의 당이 처음으로 나뉘어지게 된 이유입니다. 그러나 당초에는 모두 사류였지만, 심의겸과 김효원 두 사람이 서로 좋아하지 않게 됨에 따라 전후배의 사이가 서로 좋지 않게 되었습니다. 하지만 그때만 해도 조정에는 성대한 화기가 있었는데, 두 사람의 친구로서 조정에 벼슬하고 있는 자가 각각 시비를 다투어 서로 합일되지 못하게 된 뒤에야 같은 동아리끼리 상종하면서 서로 번갈아가며 결점을 헐뜯고 사람마다 편견을 고집하여 서로 승부를 다투었습니다. 을해년에는 서인이 요로를 담당하고 을해년 이후에는 동인이 용사(用事)하여 서로 공격하였는데, 계미년에 이르러 괴란(壞亂)이 극도에 달하였습니다. 아, 사람이 한 세상을 삶에 있어 사해 안이 모두 형제인데 하물며 같은 나라에 태어나서 같은 조정에서 죽는 경우야 말해 무엇하겠습니까. 그런데 동인이니 서인이니 주창하여 한 나라가 둘로 나뉘어지고 같은 배에 탄 사람이 적국이 되고 한 집안이 호인(胡人)이나 월인(越人)처럼 남남이 되어, 아래로는 사대부의 뜻을 어지럽게 하고 위로는 명주(明主)에게 근심을 끼쳤습니다. 그리하여 분분하게 전도되어 달이 가고 해도 다하도록 끌고가서 국가의 일을 일체 어찌할 수 없는 지경에 밀어넣었으니, 이것은 무엇을 하는 것입니까. 참으로 통곡하고 눈물 흘리고 길이 탄식할 만한 일입니다. 이이는 국외(局外)의 사람으로 국사를 담당한 자의 혼미함을 환하게 보고는 ‘양쪽이 모두 전후배인데 그들의 심사를 다 알 사람은 나만한 사람이 없으니, 내가 화해시키지 아니하면 누가 따르겠는가.’ 하고, 곧 조정에 드러내 놓고 말하기를 ‘서인도 사류이고 동인도 사류이다. 사류가 서로 공격하는데 어느 한쪽을 도와주거나 어느 한쪽을 공격해서는 안 된다. 마땅히 양쪽을 다 옳게 여겨 함께 존립시키고 잘 개유(開諭)하여 화해시켜야 조정이 편안해질 것이고 그렇지 않으면 어지러워진다.’ 하였는데, 전후배가 그 말을 듣고 감히 그르다고 하지는 못하였으나 또한 그 말대로 하지도 못하였습니다. 이것이 이이가 일찍이 근심하게 된 까닭입니다. 당초 심의겸이 김효원을 윤원형(尹元衡)의 문객(門客)이라 하여 전랑(銓郞)의 천거를 막았는데, 김효원은 또 심의겸을 어리석고 거친 외척이라 하면서 요직에 앉힐 사람이 못 된다고 하였습니다. 이 두 사람은 모두 소견에 의거한 것으로 애당초 사심에서 나온 것은 아니었습니다. 그런데 심의겸의 무리들은 김효원이 원한을 갚는 소인이라 하였고, 김효원의 무리는 심의겸을 멋대로 하려는 조짐이 있다고 하였습니다. 이에 전배인 사류는 후배가 김효원에게 편당을 든다고 의심하고, 후배인 사류는 전배가 심의겸을 두둔한다고 의심하였습니다. 아, 심의겸·김효원 스스로가 전배와 후배의 사류에게 부종(附從)한 것이지 사류가 심의겸·김효원에게 부종한 것은 아닌데, 이제 이에 편당이 되어 두둔한다는 것으로 서로 의심하니 또한 잘못된 것이 아니겠습니까. 이로부터 붕당이 나뉘어 각각 대립하여 언론이 분분해짐에 따라 그 형세가 서로 용납할 수 없게 되었습니다. 이때를 당하여 충성을 다해 나라를 근심하고 공도(公道)를 행하고 사정(私情)을 잊어버리며, 초연하게 우뚝이 서서 동서 붕당에 물들지 않은 사람은 오직 이이 한 사람뿐이었습니다. 이 때문에 온 조정의 백관이 팔짱만 끼고 감히 한 마디 말도 꺼내지 못하는데도 이이만은 홀로 그것을 근심하였습니다. 이에 양쪽을 억제할 계책을 내어 ‘난의 조짐은 오직 심의겸·김효원 두 사람이 시비를 다투는 데에서 나올 뿐인데, 이는 국가의 일에 관계되는 것이 아니다. 만일 이 두 사람을 외방으로 내어 보내면 쟁투의 단서가 절로 종식되고 국사도 잘 될 수 있을 것이니 이는 그만둘 수 없는 것이다.’ 하였습니다. 이 의견으로 그때의 우상 노수신(盧守愼)에게 말하였더니, 노수신 또한 그렇게 여겼습니다. 이에 주상께 계품하여 심의겸은 개성 유수(開城留守)에, 김효원은 부령 부사(富寧府使)에 제수하였습니다. 또 ‘이 두 사람이 대단한 죄악이 있는 것이 아니다. 외직으로 내보낸 것은 다만 당론을 없애려 한 것일 뿐이다. 지금 심의겸은 좋은 지방을 제수받고 김효원은 나쁜 지방을 제수받았으니, 벌이 고르지 아니하여 불가하다. 뿐만 아니라 김효원은 병이 중한 사람이니, 만일 변방에 갔다가 쓰러져 죽게 되면 성조(聖朝)에서 신하를 몸처럼 아낀다는 뜻에도 어긋난다.’ 하고는, 곧 이 의견으로 독계(獨啓)하여 그를 구제하였습니다. 이때를 당하여 서인만이 이이가 김효원에게 사정을 둔다고 의심할 뿐만 아니라 위에서도 또한 김효원에게 편당든다고 의심하였습니다. 서인의 친구들도 그 사이에 의심을 두지 않는 이가 없어, 뜬 의논이 왁자하여 오래도록 그치지 않았습니다. 아, 이이가 어찌 김효원에게 사정을 둘 사람이겠습니까. 두 사람이 쫓겨난 뒤에 동인의 형세는 조금 꺾였고 서인의 지론(持論)은 한쪽으로 치우쳤습니다. 윤현(尹晛)은 들뜨고 경박하여 김효원의 무리를 배척하는데 편중이 너무 심하였습니다. 이때 정철(鄭澈)이 호남에 있으면서 뜬 소문에 자못 의혹되어, 이이가 김효원을 사적으로 두둔한다고 의심하였습니다. 이이가 파주에 있으면서 정철에게 글을 보내어 깨우쳐 주었는데, 그 대략은 다음과 같습니다. ‘전부터 나의 소견이 형의 뜻에 맞지 않았으니 진실로 구차히 같이하기는 어렵다. 다만 형과 나 사이에는 마땅히 말을 다하여 서로 바로잡아 주어야 하는데, 조금도 가르쳐주는 말이 없으니 유감이 없지 않다. 형이 다른 벗에게 보낸 서찰을 보게 되어서는, 거기에 곡절을 갖추어 다 써서 나로 하여금 듣도록 하였으니, 이는 불설지교(不屑之敎)로서 후의를 받음이 깊다. 시비를 변명하고 싶지는 않으나 끝내 입을 다물고 있기가 어려우므로, 일의 수말(首末)을 진술하겠다. 김효원은 인물이 본디 행동이 가볍고 심지가 얕은 사람이다. 그러나 논의가 강개(慷慨)하고 일을 당하면 강직하고 과감하였으니 당초 어찌 나만이 취할 만한 사람으로 여겼겠는가. 형도 버리지 않았다. 지난 여름·가을 이래로 형의 소견이 전과 아주 달라져서 걱정스러운 사람으로 여긴다 하기에 내가 처음에는 그 말을 믿지 않다가 형의 말이 확고해졌다는 말을 듣고는 점차 의심을 두게 되었는데, 좌상(左相)을 추고(推考)하고 중회(重晦)를 내치기를 청한 뒤에야 나의 의심이 더욱 깊어졌다. 살펴보니 그들 동배(同輩)는 성대하게 서로 부추기고 추천하여 권세의 기염이 있기에 이르렀다. 내 생각으로는, 만일 그 예봉을 조금이나마 꺾지 않으면 반드시 뒤 폐단이 있을 것이고 장차 붕당의 근심이 있을 것이라 여겼다. 그러므로 두 사람을 외직으로 내보낼 계책을 하고서 우상(右相)에게 통지하였다. 그 뒤에 또 경연 석상에서 드러내놓고 아뢰면 도리어 분란이 일게 될까 염려하여 두 사람으로 하여금 스스로 처리하도록 하려 하였으니, 그 계책은 그들의 예봉을 꺾어 누그러뜨리고 진정시키려는 데에 지나지 않았을 뿐이다. 이 의사를 미처 다시 우상에게 통지하기 전에 마침 간원이 계사를 올려 이조의 직에서 갈렸는데, 좌상이 도리어 심의겸의 세력이 편중된 것을 의심하여 경석에서 갑자기 아뢰었다. 김효원이 부령 부사에 임명된 뒤로 저 연소한 무리들이 이로 인하여 모두 간담이 서늘해졌고, 공심(公心)으로 중립하던 사람도 또한 그 과중함을 근심하였다. 그러나 평일 김효원과 서로 사이가 좋지 못한 사람은 떼지어 일어나 통쾌하다고 하였으므로 논의가 왁자하게 시끄러워져서 그치지 않았다. 내 의견으로는, 김효원은 병이 중하니 만일 변경에서 쓰러져 죽게 된다면 도리어 사류(士類)가 불안하게 여길 것으로 생각되었으므로 내지(內地)로 옮기자고 계달하였다. 일의 시종은 이에 불과한 것이다. 따라서 흔들리어 안정하지 못하여 잠시 버렸다가 잠시 취한 그런 것은 아니었다. 또 이 사람에 대해 형은 형편없는 소인으로 반드시 국가를 혼란케 하고 사류를 도륙하는데 이를 것이라 하지만 나는 명예를 좋아하는 사람으로 여긴다. 만일 공론이 동조하면 기세를 얻어 능히 그 뜻을 행할 것이지만 만일 공론이 허여하지 않으면 반드시 옆길이나 지름길로 무리하게 들어가기를 구하지는 않을 것이다. 만일 요직에 앉으면 일을 그르칠 것이나 다른 사람에게 부림을 받으면 그 재능이 또한 취할 만한 것이 있다. 따라서 지금은 그 기세를 줄이는 것은 가하지만, 너무 심하게 미워하여 심각하게 다그치다 보면 반드시 사류의 불안을 초래하게 될 것이다. 내 의견이 이러하였으므로 마침내 형의 가르침을 받아들이지 못하였던 것이다. 내가 형으로 하여금 나를 위하지 못하게 한 것이 또한 형이 나로 하여금 형을 위하지 못하게 한 것과 같다. 바야흐로 오늘날 김효원이 세력을 잃고 있어서 깊이 근심할 것이 없는데 형은 매양 후일의 재앙을 염려하니, 이는 그렇지 않다. 만일 그의 인품이 일체 형의 말처럼 털끝만큼도 틀리지 않아서 후일 다시 요로에 올라 눈 한번 흘긴 작은 원한도 반드시 갚아 사림을 참벌(斬伐)한다면 형은 선견지명이 있는 것으로 웃음을 머금고 지하에 들어가서도 조금도 부끄러움이 없으리니 그 죽음이 영광스러울 것이다. 그러나 나는 간신을 두둔한 악명을 백세도록 씻지 못할 것이니 구차히 사는 것이 욕스러우리라. 후일의 근심은 나에게 있는 것이요 형에게 있는 것이 아닌데 형이 근심할 필요가 뭐 있겠는가. 저들이 전성할 때에는 제배(儕輩)들이 그를 두려워하여 오히려 한 마디 말이라도 새어 나가면 곧 큰 재앙을 당할까 두려워하더니, 외방으로 나간 뒤에는 또 범을 동여매듯이 하고자 하여 경중을 헤아리지 않고 오직 심각하게 공격하려고만 하는가 하면 또 장차 가까운 자리에까지 파급시켜 인심이 흉흉해지게 하고 있는데, 모두 형의 힘을 빌어 중함으로 삼고 있다. 나는 아마도 계속 이렇게 할 경우 일을 그르치는 책임이 형에게 있게 되고 나에게 있게 되지는 않을 듯하다. 형이 만일 이 세상을 잊지 않는다면 마땅히 병을 참고 올라와서 시세를 살피고 적의함을 헤아려서 사림을 안정시키는 것이 가한데, 어찌하여 날마다 분노하면서 불평스런 기운을 쌓고 떠도는 말을 가벼이 믿고서 의심해서는 안 될 것을 의심한단 말인가!’ 여기서 말한 좌상은 박순(朴淳)이고 우상은 노수신(盧守愼)을 가리키며 중회(重晦)는 김계휘(金繼輝)의 자(字)입니다. 또 글을 보내어 논쟁하였는데, 그 대략은 다음과 같습니다. ‘나는 이미 세상을 담당할 희망이 없고 형도 조정에 돌아올 의향이 없으니, 동이(同異)의 소견은 버려두고 논하지 말아야 한다. 다만 형과 나의 사이에 서로 다 이해하지 못한 점이 있으니 옛 사람이 서로 친애하는 도리가 아니므로 이에 다시 한 마디 말을 한다. 형이 나를 의심하는 것은 진실로 옳다. 다만 나는 애초에 김모(金某)가 어떠한 사람인지 몰랐다가 형의 말을 인하여 살펴본 것에 불과하다. 형은 그를 가리켜 대간(大奸)이라 하나 나는 그를 의심할 뿐이다. 형의 말을 미루어서 살펴보건대 형적에 의심할 만한 것이 많이 있으나 실로 적확히 나타나지는 않았다. 바야흐로 기염이 성대할 때에 내가 과연 예봉을 꺾을 계획을 시행한 것은 사실이다. 그러나 그가 한 번 꺾이게 된 뒤에는 평일 불쾌하게 여기던 사람이 떼지어 일어나서 심각하게 공격함에 따라 김효원과 서로 친하게 지내던 사람들은 서로 돌아보고 기가 죽어서 모두 움츠리고 물러갈 마음을 품었다. 일개 김효원이야 애석해 할 것이 못되지만 사림은 위로하지 아니할 수 없다. 때문에 내가 조제(調劑)하여 중도에 입각하여 사류를 안정시키려 하였던 것이니, 이것이 전후 다름이 있었던 이유인 것이다. 가령 김효원의 권세가 성대하여 장차 폐단을 일으키는 데에 이르렀다면 내가 마땅히 독계(獨啓)하여 배척해야 할 것이고, 김효원이 죄를 진 것이 과중하여 사림이 평안하지 못하다면 내가 마땅히 독계하여 구원해야 할 것이니, 권세를 누르고 위태로움을 구원하는 것은 사리로 보아 당연한 것이다. 근년 이래로 사론(士論)이 한 곳에서 나와 거의 무사하게 되었는데 하루아침에 자중지란이 일어났으니 이것은 김효원의 허물이다. 김효원이 이미 외직으로 나갔으니 고요히 안정되어 무사할 수 있는데 또다시 어지럽게 말을 만들어내어 하는 일마다 서로 의심하여 마침내 조용하지 못하게 한 것은 김효원을 배척하는 사람들의 잘못이다. 사람들의 소견이란 지나치지 않으면 미치지 못하기가 일쑤이니 어찌하겠는가. 만일 주동(主東)이니 주서(主西)니 하는 설이 없으면 사론이 정해질 것이다. 나는 동서를 깨뜨려서 하나로 만들려 하지만 힘이 미치지 못한다. 가령 내가 동을 주장하기도 하고 서를 주장하기도 한다면 어찌 양쪽이 모두 불쾌하게 여기기에 이르겠는가.’ 이때에 정철이 자못 떠도는 말에 의혹되어 처음에는 이이가 동인을 사적으로 두둔한다고 의심하였는데, 이이의 서찰을 보고나서야 비로소 의심을 풀었습니다. 그러나 심의겸의 제배들은 이이를 의심하여 마지않았습니다. 만일 그 뒤에 다시 이이의 심사를 깨닫지 못하였다면 서인이 이이를 치는 것이 반드시 오늘날 동인의 소위에 못지 않았을 것입니다. 정축년 무렵에 이르러 서인의 세력이 조금 꺾였는데, 이발(李潑)·김성일(金誠一)이 경석의 계사를 인하여 이수(李銖) 등이 뇌물을 주고 받은 데 대한 옥사를 일으켜 철저히 추문(推問)하였으나 끝내 지적할 만한 실적이 없었습니다. 이렇게 되자 이발 등은 오히려 옥사가 이루어지지 못할까 두려워하여, 유생 정여충(鄭汝忠)을 형신(刑訊)하기에 이르렀습니다. 이발 등의 소위가 여기에 이르러서는 더욱 인심을 열복시킬 수 없었습니다. 그러나 이발 등의 생각도, 삼윤(三尹)이 일을 그르친 죄를 곧바로 탄핵해야 한다는 것을 모르는 것은 아니었으나, 이렇게 하면 선배 사류 중에 반드시 불평하는 사람이 있을 것이고 위에서도 모함하는 것인가 의심할까 염려하였던 것입니다. 그러므로 이 옥사를 인하어 삼윤을 쳐서 제거하려 한 것입니다. 그 거조가 실로 사군자(士君子)의 광명정대한 처사가 아니었으니 인심이 열복하지 않는 것이 또한 마땅하지 않습니까. 이것은 이이만 그르게 여겼을 뿐 아니라 김우옹(金宇顒)도 그르게 여기지 않을 수 없었던 것입니다. 그로부터 서인이 여지없이 패하고 동인이 바야흐로 승리하여, 동인이 옳고 서인은 그르다[東是西非]는 것으로 국시(國是)를 정하자, 들떠 조급하고 진출하기를 좋아하는 무리가 앞다투어 부회하였습니다. 그때 심의겸의 집에 출입하며 아침 저녁으로 서로 왕래하면서 종처럼 알랑거리던 무리들이 그들에게 항복하여 몰래 들어간 자가 상당히 많았으나 동인의 주론자(主論者)는 오직 자기에게 붙는 것만 기뻐할 줄 알고 이랬다저랬다 하는 것은 미워할 줄 몰랐습니다. 그리하여 현우(賢愚)와 재능이 있고 없고를 따지지 아니하고 일체 청관(淸官)과 미직(美職)으로 처우하기에 이르렀습니다. 아, 예로부터 조정 사대부로서 명사(名士)가 된 이는 덕행(德行)이나 재화(才華)로 명사가 되었지 실지가 없으면서도 그 이름을 얻은 경우는 없었습니다. 지금은 인물이 어떠한가는 따지지 아니하고 백이(伯夷)든 도척(盜蹠)이든 입으로 ‘동인이 옳고 서인이 그르다.[東是西非]’는 네 글자만 말하는 자면 명사가 됩니다. 그리하여 그들이 시세를 타고 이익을 노리는 시정인(市井人)들의 행위를 하게 되었으므로 기고 만장하게 날뛰어 다시 예의 염치라고는 없습니다. 그리고 의논에 조금만 뇌동하지 않는 자에 이르러서는 숙덕(宿德)과 신신(藎臣)이나 염공(廉公)하고 청근(淸謹)한 인사가 있더라도 모두 배척하여 조정에 용납되지 못하게 합니다. 시론의 괴란됨이 이처럼 극도에 이르렀으니 벼슬길이 어찌 혼탁하지 않겠으며 국가가 어찌 무너지지 않겠습니다. 이러니 이이가 시론을 따르지 않는 것이 어찌 잘못이겠습니까. 기묘년 무렵에 이르러 시론이 날로 심각 준엄해져서 시비(是非)의 설이 또 변하여 사정(邪正)으로 되기에 이르러서는 인심이 놀라 분란되고 사론이 크게 무너져 그 형세가 수습할 수 없을 지경에 이르렀습니다. 이때에 이이가 해주에 있으면서 크게 근심스러운 일로 여겨 소장을 올려 논척(論斥)하고 나서 또 이발에게 글을 보내어 책망하였는데, 그 대략적인 내용들을 정리하면 다음과 같습니다. ‘지금 시론이 날로 준엄해져서 다시 화평할 희망이 없다. 생각건대 이 논의는 반드시 그대의 의사가 아닐 것이라 여겼으므로 내 상소문에 이른바 깊은 생각, 원대한 식견이라고 한 것은 바로 그대들 2∼3인을 가리킨 것이다. 지금 그대의 의견도 과격한 논의와 서로 격하게 어울리면 다시 무슨 말을 하겠는가라고 여긴 것이다.’ 하였고, 또 ‘의루(倚樓)가 논핵을 받은 것은 참으로 공론에 의한 것이었으나 방관하는 자는 오히려 조제(調劑)에 해로움이 있다고 의심하였다. 삼윤(三尹)의 탄핵이 잇따라 일어나게 되어서는 인심이 비로소 열복하지 아니하여 현저히 모함하는 것으로 지목하였던 것이다. 다만 연소한 사류가 서로 추종하면서 스스로 하나의 논의를 이루긴 하였으나 다른 사람이 두려워하고 움츠러들어 감히 지척하여 말하지 못하였을 뿐이다. 그러므로 사류가 인심이 열복하지 않는 것을 모르고 스르로 공론이라고 믿었을 뿐이다. 내 생각은 이에 그칠 뿐이라고 여겼는데, 이제 또 까닭없이 심의겸은 소인이고 서인은 사당(邪黨)이라고 현저히 지척하게 되어서는, 가면 갈수록 더욱 심각해졌으니 참으로 사람을 잡는 수단이다. 어찌 숨길 수 있겠는가. 심의겸은 애석히 여길 것이 없더라도 서인이 모두 애석하게 여길 것이 없는 그런 사람들이겠는가. 이것이 과연 그대들의 본의인가. 만일 본의였다면 나의 강론한 것은 모두 면종(面從)한 것이니, 미안한 것이 아니겠는가.’ 하였는데 이른바 의루(倚樓)란 조원(趙瑗)입니다. 또 ‘후손에게 넉넉함을 전해준다[裕後]고 운운한 말은 다만 심의겸이 권세를 잡아서는 안 된다는 것을 말한 것뿐이지, 그를 금고(禁錮)하여 서용하지 않아야 된다고 말한 것이 아니니, 상소를 자세히 살펴보지 못한 것이 아닌가. 내 상소는 사류를 보전하고 조정을 편안히 하려 하였을 뿐이고 본래 소요스럽게 하려는 계책이 아니었는데, 일방적인 의견을 가진 자들이 자기를 칠까 두려워 하였으므로 스스로 소요스러운 일을 만들어냈으니 나 또한 어떻게 할 수 있겠는가.’ 하였습니다. 또 ‘지극히 어리석은 사람도 남을 꾸짖는 데에는 밝고 비록 총명이 있으나 자기를 헤아림에는 어두운 것이다. 연전에 계함(季涵)이 서인을 주장하는 의견을 편벽되이 고집하여 도리어 나를 의심하였는데, 나와 그대가 좋은 말로 입이 닳도록 타일러 힘껏 만회하였다. 이때 그대가 계함을 어떠한 사람이라고 여겼는가. 오늘날 그대가 동인을 주장하는 것도 또한 계함이 서인을 주장하는 것과 다름이 없다. 어찌하여 계함을 꾸짖던 것으로써 스스로를 꾸짖지 아니하는가. 을해년 서인의 과실은 거조가 온당함을 잃은 데에 있었는데, 오늘날 시배(時輩)의 거조가 과연 을해년보다 나은 것인가. 서인을 사당(邪黨)이라고 다 지척하는 것이 을해년에 공저(公著) 하나만을 논핵한 것과 견주어 어떠한가. 서인의 현자(賢者)는 모두 청관(淸官)에 의망(擬望)하지 않는 것이 을해년에 중숙(重淑)만을 전랑(銓郞)에 승천(陞薦)시키지 않은 것과 견주어 어떠한가. 을해년에 의루(倚樓)가 상을 받은 것은 참으로 여러 사람의 마음에 만족하지 못한 것이었지만, 오늘날 시세에 빌붙어서 팔을 내두르고 큰소리치며 스스로 득지(得志)함을 밝히는 자가 또 몇 사람의 의루인지 모르지 않는가. 인심이 의구하고 유식한 자가 우탄(憂歎)하는 것이 을해년보다 심한데 바야흐로 시끄럽게 사람을 향해 쟁변하기를 동인이 옳고 서인이 그르다 하니, 이 말은 다만 동류들 가운데 진취(進取)를 추구하는 자들만 믿을 뿐 다른 사람이야 누가 믿겠는가. 만일 오늘날의 처사가 중도에 맞는다면 누가 「동인이 옳고 서인이 그르다.」고 하지 않겠는가. 지금 이미 그 잘못을 본받고서 또 스스로 옳다 하는 것이 이와 같으니 무턱대고 행동하고 시행이 전도되어도 군자가 되는 데에 상관이 없단 말인가. 오늘날 선비를 뽑음에 있어 인물의 본품이 어떠한가는 묻지 않고 다만 논의의 이동(異同)으로 취사(取捨)를 정하고 있다. 그러므로 새로운 논의가 백출하여 괴귀(恠鬼)가 난무하고 있다. 저들이 어찌 의루가 상을 받는 것을 보고 이것이 좋은 벼슬을 취득하려는 것임을 어떻게 알았겠는가. 경함(景涵)은 고금의 사적을 두루 보았으니, 어찌 군자가 뜻을 얻고 청론이 바야흐로 행해지는데도 국사를 무너뜨리고 농락함이 오늘날과 같은 경우가 있었는가. 조정의 사대부가 식견이 분명하지 못하여 어진 사람이 있어도 일을 완성시킬 수가 없다. 허노재(許魯齋)가 「인자 예양(仁慈禮讓)하고 효제 충신(孝悌忠信)하고서도 나라를 망치고 집을 무너뜨린다는 경우가 이것이다.」 하였는데, 내가 일찍이 지나친 말이라고 여겼더니 지금 비로소 징험이 된다. 옛 사람의 말은 가벼이 여길 수 없다.’ 하였습니다. 이른바 계함은 정철의 자입니다. 또 ‘화평과 배척을 아울러 행할 수 없는 것은 웃음과 울음을 아울러 낼 수 없는 것과 같다. 내 논의는 화평을 주로 삼았고 헌부의 상소는 배척을 주로 삼았으니, 이것이 옳으면 저것이 그르다. 지금 그대들의 소견은 이미 배척을 공론으로 삼으면서 또 화평하고자 하니, 진퇴에 근거할 바가 없어 모양을 이루지 못하고 있다. 만일 흉중이 명백하고 맑다면 이런 분명치 못한 식견과 의논이 어디로부터 나오겠는가. 만일 화평하게 한다면 심의겸과 김효원의 구구한 논변이 어떻게 하면 크게 상관될 것이 있겠는가. 내버려두고 묻지 말고서 다만 그 우열에 따라 취사하면 된다. 배척하고자 한다면 또한 그 죄를 분명하게 바루어야 할 것인데 무슨 까닭으로 입으로는 화평을 말하면서 마음으로는 배척을 주장한단 말인가. 이는 목을 조르고 뺨을 때리면서 그와 서로 좋게 지내기를 구하는 것과 같다. 어찌 명분이 바르고 말이 사리에 맞아서 일이 이루어질 수 있겠는가. 오늘날의 일은 백방으로 생각해 보아도 끝내 선후책(善後策)이 없다. 이는 실로 하늘이 하는 일이니 말해 무엇하겠는가. 경함(景涵)은 평일 글을 읽고 이치를 궁구하여 어떠한 사업을 하려 하였는가. 그런데 오늘날 조정에 벼슬하면서 기관(機關)을 다 동원하여 동인을 부호하고 서인을 억제하는 일만을 성취할 뿐이란 말인가. 유자(儒者)가 도를 행함이 과연 이것뿐이란 말인가. 오늘날 만일 죽음 속에서 삶을 구하려 한다면 마땅히 논의를 정립하기를 「심의겸에게 드러난 허물은 없으나 이미 외척이고 또 사류와 서로 사이가 좋지 않으니, 이는 마땅히 작록만 보존시킬 뿐 다시 요지에 두어서는 안 된다. 삼윤(三尹)은 스스로 부정(不靖)한 일을 일으켜 사류에게 크게 거스름을 받았으니 이들 또한 다시 청선(淸選)에 참여시켜서는 안 된다.」라고 해야 한다. 그리고 그 나머지 서인들은 재능에 따라 벼슬을 주고 조금도 시기하거나 저해하는 일이 없어야 한다. 또 동인으로서 의논이 과격한 사람은 제재하여 억누르고 때를 타고 부회하는 자는 물리쳐서 소외시켜야 한다. 이처럼 마음가짐이 공명(公明)하여 세월이 오래되면 좋은 소식이 있을 수도 있다. 다만 이 일을 해나갈 사람이 없을까 염려될 뿐이다.’ 하였습니다. 또 ‘그대와 이현(而見)으로 말하면 처사가 중도를 잃어 이미 범과 무소가 우리를 뛰어나가게 한 책임을 면할 수 없으니, 모쪼록 이현을 힘써 만류하여 시사(時事)를 수습하는 한편 우리들로 하여금 재[嶺]를 넘어 귀양가는 지경에 이르지 않게 하는 것도 또한 한 방도이다. 다만 시론(時論)이 다시 한 걸음 더 나아가면 그대들도 장차 제사지낸 뒤의 추구(芻狗)가 되어 스스로 입각(立脚)할 수 없게 될까 염려된다. 아, 괴롭기 그지없다. 우리가 다투는 것은 의리일 뿐이다. 나는 실로 일호도 사정에 치우치고 화를 낼 마음이 없다. 다만 내 천성이 이완(弛緩)된 것은 무심(無心)에 근본한 것이다. 그러나 사리가 바르면 가령 철륜(鐵輪)이 머리 위에 구르더라도 조금도 꺾이지 않는데, 하물며 온 세상이 더럽게 헐뜯는 것이 어찌 나를 일호인들 동요시킬 수 있겠는가. 사리가 바르지 못하면 삼척동자가 머리에 진흙칠을 하고 가시를 지게 하더라도 마음에 달게 여겨 사양하지 않겠다. 그대는 모쪼록 숙부(肅夫)와 더불어 사리에 의거 상량하여 잘못된 것을 지시해 줌으로써 나로 하여금 환하게 스스로 깨닫게 해주기 바란다. 사리가 바르지 못하면 내가 소견을 곧 고치겠거니와, 만일 내 소견이 사리에 어긋나지 않았다면 또한 돌이켜 생각하기 바란다.’ 하였습니다. 이발·유성룡·김우옹의 무리들이 모두 죽음 속에서 살기를 구하라[死中求生]는 말을 불변의 정론으로 삼았습니다. 그러므로 그때 김우옹이 이이에게 답한 서찰에서 또한 ‘이 논의가 매우 좋다. 내 의견도 바로 이와 같이 해야 한다고 여긴다. 내 의견이 이와 같을 뿐만 아니라, 경함(景涵)과 이현(而見)의 의견도 그러하니, 어찌 큰소리로 배척하는 자와 하나가 될 수 있는가. 다만 중론에 격렬한 것이 많고 벗들의 힘이 미치지 못한 점이 있어서 그러할 뿐이다. 간절히 바라건대, 서로 잇따라 상량하여 선후책을 도모하는 것이 매우 다행한 일이겠다.’ 하였습니다. 또 ‘당초 심의겸과 김효원이 흔단을 맺은 데 대한 시비는 본디 분명치 않다. 그러나 그 사이에 어찌 진짜 시비가 없겠는가. 을해년 서인이 괴패(壞敗)된 짓을 한 것에 이르러서는 시비가 어찌 분명하지 않은가. 다만 지금 동인이 격분으로 인하여 노기가 가중되어 지적하여 비의(比擬)함이 과당하였던 탓으로 사류가 분열하여 수습할 수 없게 된 데 이르러서는 또 스스로 옳다고 할 수 없을 것이다.’ 하고, 또 ‘시비가 있기는 하였으나 사정(邪正)과 흑백의 다름에는 이르지 않았으니, 배척하는 것은 불가하고 다만 화평해야 할 뿐이다. 지금은 단지 삼윤(三尹)을 그르다고 해야 할 것이고 그 나머지 서인을 아울러 연루시켜 그르다고 하는 것은 부당하다. 계함(季涵)·중회(重晦) 같은 사람을 청반(淸班)에 의망(擬望)하지 않은 것은 진실로 온당하지 못하다. 그러나 이 두 사람은 스스로 과실이 있음을 면치 못하였으니, 동인의 과실만은 아니다. 그러나 어찌 끝내 배척하고 쓰지 않으려 하겠는가.’ 하였습니다. 또 ‘심의겸을 지척하여 소인이라 하고 서인을 지척하여 사당(邪黨)이라 하였는데 이 말은 과연 잘못되었다. 또 보내온 사연에 「오늘날 선비를 취함에 있어 인물의 본품은 묻지 않고 다만 의논의 동이(同異)로써 취사(取捨)하므로 괴귀(怪鬼)가 난무한다…….」 하였는데, 이야말로 그와 같다. 나도 금일의 사세를 보건대, 장차 인심이 불평하게 되어 패증(敗證)이 백출하고 있으므로 매양 동배(同輩)를 위해 힘써 말하였으나 다만 붕우 사이에 또한 역량과 규모가 세도(世道)의 책임을 담당할 수 있는 자가 있음을 보지 못하였다. 그래서 사람마다 각자 견해를 달리하여 서로 통하지 못하니 마침내는 어떻게 귀결될지 모르겠다.’ 하였습니다. 또 ‘귀하의 상소에 「외척은 반드시 재앙의 실마리를 만들게 되는 것이니 중용(重用)해서는 안 된다.」 한 것은 또한 사리에 어긋나지 않는다. 전일 상소의 뜻을 자세히 보지 못하여 심의겸을 위해 변명하는 병통이 있지 않은가 여겼었는데 지금 보여 준 뜻을 자세히 살펴보니 그러하지 아니하였다. 전일의 망령된 논의가 매우 부끄럽다…….’ 하였습니다. 이른바 계함(季涵)은 정철의 자(字)이고 중회(重晦)는 김계휘(金繼輝)의 자입니다. 김우옹의 견해가 이러하였을 뿐만 아니라, 이발이 이이에게 답한 서찰에도 ‘이 논의가 매우 좋다. 이야말로 오늘날의 사세에 매우 마땅하게 맞는 말이다. 내 의견은 본래 이와 같았다. 내 의견이 그러할 뿐만 아니라 숙부(肅夫)의 의견도 이와 같았다. 고명(高明)은 평일 제배(儕輩)들의 소견이 이와 같다고 여기지 않았는가. 제배들이 당초부터 오늘날에 이르기까지 모두 이와 같았다. 다만 그 상소의 중간에 「피차(彼此)의 사류(士類)가 심히 일을 이해하지 못하고 여러 차례 뜻밖의 근심거리를 야기시키므로 바야흐로 힘을 다해 조호(調護)하고 있지만 힘이 부족할 뿐이다.」 하였다. 존좌(尊座)는 먼 지방에 있으면서 오직 의심할 만한 형적에만 의거하고 오직 놀랄 만한 말만을 듣고 오직 물이 배어 들어가듯 헐뜯는 참소만 받았을 뿐이었으니 어떻게 제배들의 심사를 다 알 수 있겠는가. 고명의 덕의(德義)는 곧 내가 평생에 경신(敬信)하는 바로 믿고 의지하려 하였는데, 지금 서로 알아줌을 받지 못하고 이처럼 사이가 소원하게 되었으니 오히려 다시 무슨 말을 하겠는가.’ 하였습니다. 또 ‘대개 서인의 인품을 논하자면 취사(取捨)할 바가 없지는 않으나, 지금 현우(賢愚)를 묻지 않고 일체로 그르게 여긴다면 진실로 나라를 다스릴 수 없다. 그러므로 그 사이에 물의가 있는 자는 우선 공론의 허락을 기다리고 그 나머지 제공(諸公)들은 실로 의심할 것이 없다.’ 하고, 또 ‘서인 쪽 사류를 혹 삼사(三司)에 의망(擬望)하지 않은 경우가 있었던 것은 그에게 실로 잘못이 있어서였던 것이다. 그러나 끝내 막고 틔어주지 않으려는 것은 아니었고 진실로 장차 주선하여 수습하려 했던 것인데 영원히 버리고 쓰지 않는 것으로 의심하는 것은 잘못이다.’ 하였습니다. 또 ‘심의겸을 지목하여 소인이라 하고 서인을 지목하여 사당(邪黨)이라 한 이것이 과연 내 소견이겠는가. 내 의견으로는 심의겸·김효원은 시비(是非)가 없지는 않으나 심의겸 또한 대단한 죄를 얻은 일이 없다고 여긴다. 그러므로 다만 시비를 가지고 말하였을 뿐이고 갑자기 현저한 배척을 가하려 하지 않았던 것이다. 심의겸을 대우함이 이러하다면 그밖의 사류를 수습하고자 한 것을 알 수 있다.’ 하고, 또 ‘시비를 가지고 말하였으나 그밖의 사류는 절로 관여된 바가 없다. 또 그르게 여기는 자도 일개 심의겸일 뿐이고 또한 너무 심하게 공격하는 논의도 없었다.’ 하였습니다. 또 ‘정희적(鄭熙績)이 흐리멍덩하고 무식하여 소요를 일으켜 심의겸을 소인이라 하기에 이르렀고, 또 재앙을 꾸민다느니 사설(邪說)이라느니 하였는데, 이는 참으로 지나친 말이다. 그러나 제배들은 참여해 안 자가 없었다.’ 하고, 또 ‘의루(倚樓)가 상을 받은 것은 진실로 여러 사람의 마음에 흡족하지 못하였지만 지금 시세에 따라 부화하는 자도 많이 있었으니 이 또한 형세상 그렇게 된 것이다. 이것이 어찌 제배의 죄이겠는가.’ 하고, 또 ‘천하의 일이 여의치 않은 것이 이와 같다. 만일 제군(諸君)이 우리 제배 몇 사람의 소견에 의해 일을 하였다면, 거의 중도에 맞게 처리하여 다시 오늘날 존공(尊公)의 의심을 초래하지 않을 수 있었을 것이다. 을해년 무렵에 존공이 시사가 날로 잘못되어감을 직접 보고서도 한 번 손을 들어 구원하지 못하고 오직 몸을 거두어 떠나갔을 뿐이니, 존공의 덕망과 역량으로도 오히려 이와 같은데 하물며 내가 한 세상 사람을 거느리고서 모두 내 의사처럼 할 수 있겠는가.’ 하였습니다. 또 ‘심의겸을 중용할 수 없다고 한 것은 그를 금고(禁錮)시켜 서용하지 말라고 한 것이 아니라고 운운하였는데, 이것은 내가 혼망하여 잘못 상소의 뜻을 자세히 살피지 못한 잘못이다. 어구(語句)를 만듦에 있어 어긋남이 이와 같으니 부끄럽기 그지없다. 공의 말에 소견이 없지 않다. 그러나 이 또한 쇠세(衰世)의 염려이다.’ 하였습니다. 이른바 이현(而見)이란 유성룡의 자이고 숙부(肅夫)란 김우옹(金宇顒)의 자이고 경함(景涵)이란 이발(李潑)의 자입니다. 이 무리들이 논한 바는 이와 같았습니다. 그래서 당시 정희적이 사헌부의 상소를 지으면서 심의겸을 지목하여 처음으로 소인이라고 하고 서인을 지목하여 처음으로 사당(邪黨)이라 하였을 때, 이발·김우옹 등이 옥당에 있으면서 사헌부의 상소가 과당하다 하여 차자로 논박하였습니다. 이로써 살펴보면 들뜨고 조급한 자를 억제하고 사류를 보합하여 함께 국사를 하고자 한 것은 실로 사류 공공(公共)의 논의요 실로 한 사람의 사견이 아니었습니다. 그러나 이발 등이 이이의 말이 옳은 줄을 알았으나 본래 편파적인 소견으로 뭇사람이 지껄이는 가운데 시달림을 받아서 머리를 내밀었다 감추었다 하면서 스스로 빠져나오지 못하였습니다. 그리하여 이이의 말을 쓰지 못하였을 뿐만 아니라, 도리어 이이가 서인을 사적으로 두호하는 의사가 있는 것으로 의심하였습니다. 이이가 또 이발에게 서한을 보내어 깨우쳐 주었는데, 그 대략은 다음과 같습니다. ‘형의 의논은 그 마음을 의논하는 것이고 나의 논의는 그 형적(形迹)을 논하는 것이다. 사람을 관찰함에 있어서는 마땅히 마음으로 해야 하고 상벌은 마땅히 형적으로 해야 한다. 만일 그 형적을 논하지 않고 마음으로 상벌을 내리면 인심을 열복시킬 수 없다. 이것이 요(堯) 임금이 사흉(四兇)을 죽이지 아니한 이유이다. 지금 심의겸의 마음을 형이 깊이 간파하였으며 나도 감히 그 근심이 없다고 보장할 수 없으니 버린들 뭐 아까울 것이 있겠는가. 다만 형적에 현저한 죄과가 없는데도 갑자기 공격을 가하고 서인 쪽의 선사(善士)를 연루시켜 아낌없이 버린다면 추존하여 권력을 잡은 사람이 모두 유속(流俗)의 비루한 사람들로 대다수가 심의겸 쪽에서 나온 사람들인데 거조가 이와 같을 경우 인심이 어찌 열복하겠으며 나라의 언론이 어찌 정해질 수 있겠는가. 이것이 내가 깊이 근심하는 이유이다. 심의겸·김효원 두 사람의 시비에 대한 논변은 치란(治亂)에 관계가 없는데 도리어 시비에 대한 논변 때문에 인재를 파괴하고 국맥(國脈)을 손상하되 온 세상이 도도하여 그런 줄을 깨닫지 못하니, 이는 참으로 아이들의 소견이다. 을해년 사이에 서인이 팔을 내두르면서 「시비는 정하지 아니할 수 없다.」 하였다. 내가 매우 가소롭게 여기기만 하고 놀라며 탄식하기에 이르지 아니한 것은, 서인에 착한 선비가 있기는 하나 학문하는 선비가 아니니 깊이 괴이하게 여길 것이 못되었던 것이며, 또 사암(思庵)·중회(重晦) 같은 무리도 모두 나와 같이 넌지시 비웃었으므로 놀라고 탄식하기에 이르지 않았던 것이다. 지난해 시비의 논변에 대해서는 학식이 현형(賢兄)과 같은 자도 눈을 부릅뜨고 기염을 토하면서 기필코 논변하고자 하였으니 내가 실망하였다. 어찌 깊이 슬퍼하고 탄식하지 않을 수 있겠는가. 내 의견으로는 심·김 두 사람에게 시비가 있기는 하나 그 논변은 국가에 관계되지 않는 것인데도 논변하여 도리어 소요스럽게 하였으니, 논변하지 말고 사류를 조제(調劑)하여 악을 물리치고 선을 드러내는 것이 좋은 방법이 되느니만 못하였다고 여긴다. 그런데 지금은 묽게 검은 것은 논변하여 제거하고 몹시 검은 것은 취하여 쓰니 이는 어떠한 의리이며 식견인가. 옛날에 제 경공(齊景公)이 공자(孔子)를 쓰고자 할 적에 안평중(晏平仲)이 이를 말렸지만 이는 안평중이 성인을 미워한 것이 아니다. 그저 소견이 밝지 못하였던 것이다. 평중은 성인을 몰라보았는데도 오히려 현대부(賢大夫)의 이름을 잃지 않았으니, 오늘날 인백(仁伯)을 모르는 자를 어찌 반드시 모두 버려야 될 사람이라고 할 수 있겠는가. 또 유속(流俗)의 연로한 재상이 전일에는 서인에게 뜻을 얻지 못하였는데 오늘날 뜻을 얻고나서는 바야흐로 동인에게 충성을 바치고자 하니, 조제를 그르게 여기는 것이 이치나 형세로 보아 그러한 것이다. 그러나 이들이야말로 손바닥을 뒤집는 것처럼 변하기 쉬운 자들이니, 때가 바뀌고 세력이 떠나가면 또 동인을 배척하게 될 텐데 믿을 만한 것이 뭐가 있는가. 또 각립(角立)에 관한 말은, 형은 내가 심의겸·삼윤(三尹)과 함께 사림을 해치는 것으로 의심하니 형이 나를 보는 것이 너무 박한 것이나 아닌가. 내가 전부터 고립하여 서인에게도 신임을 얻지 못하고 또 동인에게도 신임을 얻지 못한 것은 진실로 양쪽을 조화하여 조정을 편안하게 하려 한 때문인 것이다. 만일 서인에게 붙어서 동인을 공격하게 한다면 차라리 동인에게 붙어서 서인을 공격할 것이다. 후일 심의겸·삼윤에게 편당하여 맑은 명성을 잃고 좋은 벼슬을 얻기보다는 오늘날 현형(賢兄)에게 붙어서 맑은 명성과 좋은 벼슬 두 가지를 함께 얻는 것이 낫지 않겠는가.’ 하였는데, 이른바 사암(思庵)은 박순(朴淳)의 별호이고 인백(仁伯)은 김효원(金孝元)의 자(字)입니다. 또 다음과 같이 말하였습니다. ‘형은 내가 형에게만 권면하고 서인은 경계하지 않는다고 의심하지만 내가 형에게 고한 말을 서인이 듣지 못하였으니, 서인을 경계한 말을 형이 어찌 들을 수 있는가. 대체로 남의 싸움을 말리는 데에는 이길 자를 말려야 한다. 이기지 못할 자는 바야흐로 싸움을 그만두기를 원하는 법이니 어찌 듣지 않을 리가 있겠는가. 을해년에 서인이 조금 이겼고 동인이 조금 패하였으므로 그때에 나는 그저 서인을 향해 쟁변하였으니 어찌 동인을 권면하는 말이 있었겠는가. 지금은 서인이 여지없이 패하고 동인이 바야흐로 승승장구하고 있으니, 어찌 동인을 향해 쟁변하지 않을 수 있겠는가. 그러나 서인도 잘못 헤아린 것이 많으므로 수시로 경계하여 일러주었더니, 믿고 따르지 않는 것이 없었다. 심모(沈某)까지도 「사류가 만일 나와 삼윤(三尹)을 배척하고 그 나머지 서인 쪽 선류(善類)를 모두 구애없이 통용(通用)하면 인심이 반드시 열복할 것이다.」 하였다. 심의겸의 말도 오히려 이와 같았으니, 하물며 다른 사람의 말이야 말해 뭐하겠는가. 오늘날 조제의 책임은 동인에게 있다. 후일에 번복되는 경우에 대해서는 또한 어찌 미리 헤아릴 수 있겠는가. 대저 군자의 도리는 차라리 남이 나를 저버리게 할지언정 내가 남을 저버리지는 않는다고 하였다. 번복할 것을 미리 헤아려서 먼저 거조를 잘못하는 것은 이미 옳지 않다. 사변은 무궁한 것이니 계손(季孫)의 근심이 전유(顓臾)에 있지 않고 담 안에 있을 줄 어찌 알겠는가.’ 이이의 이 서간의 말은 분명하고도 통쾌하여, 어리석은 남녀들이라도 공을 위하고 사를 잊은 채 일심으로 나라를 위해 몸바칠 충성이 있다는 것을 알 수 있는데 이발 등이 기뻐하면서도 계속 잘하려고 하지 않고 허물 고치기를 꺼렸으니, 어찌 사의(私意)에 굳게 가려진 것이 극심한 지경에 이른 것이 아니겠습니까. 이이가 동·서를 타파하자는 논의를 주창한 뒤로부터 신진으로서 부회하는 무리들은 기탄함이 더욱 심하였으나 틈을 타지 못하였습니다. 게다가 계미년 사이에 이이가 시배의 과격한 잘못을 극력 진달하여 ‘바라건대, 전하는 대신(大臣)·대간(臺諫)·시종(侍從)을 널리 불러 탑전에서 면대하여 성상의 뜻을 밝게 효유함으로써 동·서를 분변하는 버릇을 고치고, 선한 사람은 등용하고 나쁜 사람은 벌주는 것을 일체 공도(公道)를 따르고, 융화시켜 탕평책을 써서 진정하고 조화하게 하소서. 만일 미혹됨을 고집하고 깨닫지 못하는 자가 있으면 이를 억제하고 사정을 품고 억지로 논변하는 자가 있으면 이를 배척하여, 반드시 모두가 같이 인정하는 대로 공적으로 옳은 것과 공적으로 그른 것을 한때의 공론이 되게 하면 사림이 매우 다행이겠습니다.’ 하였습니다. 시배가 이이를 축출하려고 모의한 것이 이 소장에서 처음 싹텄습니다. 그러나 이 소장의 말은 곧 전일 동인을 깨우쳐 주던 말로서, 이발의 무리가 지당한 논의라고 하던 것입니다. 그러나 이발의 무리들이 전일에는 노하지 않다가 오늘날에 와서 노하는 것은 주상께서 바야흐로 이이를 의지하고 있으므로 그 말이 드디어 행해져서 자기들이 그의 억제를 받을까 심히 두려워한 때문입니다. 이로써 살펴보면, 전일에 이른바 지당하다고 한 것도 또한 겉으로 복종한 체한 말이고 마음 속에서 우러나온 것이 아닌 것임을 또한 알 수 있습니다. 이것이 어찌 붕우간에 성실히 대하는 도리이겠습니까. 아, 가령 서인이 주장하는 논의가 또 편중되어 모든 동인을 사당(邪黨)으로 배척한다면, 이이가 부지시키는 것이 서인에게 있지 아니하고 반드시 동인에게 있을 것입니다. 이것은 이이의 본심입니다. 을해년에 김효원의 제배를 구원한 한 가지 일에서도 알 수가 있습니다. 이로써 살펴보면, 전후의 형적은 같지 않지만 피차가 없이 지공무사한 마음으로 해명한 것입니다. 아, 처음 두 사람을 외직으로 내보낼 계책을 세워 당론을 없애려 한 사람도 이이이고 을해년에 서인에게 거스름을 당한 사람도 이이이고 을해년 이후 동인에게 배척을 당한 사람도 이이입니다. 이 어찌 온 조정에 한 사람도 공론을 주장하는 사람이 없어 사류가 산산이 무너지고 나라 일이 날로 글러지기 때문에, 자신이 그 책임을 담당하고 나서서 힘껏 쟁변한 것이 아니겠습니까. 이것이 어찌 자신을 위해 계교한 것이겠습니까. 곧 사류를 위한 계책이요 국가를 위한 계책입니다. 가령 이이가 때로는 동인을 주장하기도 하고 때로는 서인을 주장하기도 하여 시론(時論)에 거스름이 없었다면, 이이는 한쪽 사람이 되는 데에 불과하였을 것입니다. 국가를 생각하지 아니하고 한쪽 사람이 되는 것이 어찌 이이로서 차마 할 수 있는 일이겠습니까. 이것이 이이가 전부터 고립하여 서인에게도 신임을 얻지 못하고 동인에게도 신임을 얻지 못한 까닭이니, 어찌 시론에 이견을 세우기를 좋아한 것이겠습니까. 진실로 조그마한 한 나라에 인재가 적은데, 다시 피차를 구분하여 한쪽을 버리고 한쪽만을 취한다면 현인을 막고 인재를 버리게 되어 장차 나라를 다스릴 수 없었기에 그렇게 한 것입니다. 아, 동서의 당파가 나뉜 뒤로부터 사람마다 각기 사심을 품어 자기편 사람은 편들고 반대편 사람은 공격하여, 조정에 공론이 행해지지 않았습니다. 서인이 정권을 잡으면 추천하여 끌어들이는 것은 서인 가운데 재행(才行)이 있는 사람이고 동인은 엄폐시켜 버리며, 헐뜯고 비방하는 것은 동인의 허물과 악행이고 서인에 대해서는 숨겨버렸습니다. 그러다가 동인이 뜻을 얻게 되어서는 역시 서인을 본받았는데 그보다 또 더 심했습니다. 이러므로 공론이 항상 아래에서 답답하여도 위에 진달할 길이 없고, 조정의 진퇴 용사(進退用捨)와 상벌 출척(賞罰黜陟)을 일체 동·서인이 하는 대로 맡긴 채 위에서는 그 사이에 손을 대지 못하였습니다. 10여 년 이래로 동서의 당이 이미 이루어져서 배반하고 나가는 자는 종 취급하고 들어오는 자는 주인 대접을 하였으므로 구신(具臣)이 자리만 채우고 앉아서 서로 도와 잘못을 숨겨주었습니다. 따라서 간혹 근후하고 선량한 사람이 있어도 나라를 집처럼 걱정하고 충성을 다해 임금을 섬기면서 입장(立仗) 아래에서 한 번 우는 자가 있음을 듣지 못하였고 그저 묵묵히 시속에 따라 부침(浮沈)하면서 녹이나 탐하고 몸을 보전하여 해마다 승진 제수되어 경상(卿相)의 자리를 차지할 뿐이었습니다. 아, 이이 한 사람이 아니었으면 군신의 의리가 거의 폐기될 뻔하였으며, 일국의 공론을 위에서 어떻게 들을 수 있었겠습니까. 이것이 이이가 죽은 뒤에도 감히 이런 말로써 전하의 옆에서 아뢰는 자가 없게 된 까닭입니다. 아, 기묘년 소장을 올린 뒤로 동인이라 이름하는 사람들은 이이가 자기들을 모함하는 것이라 하여 더욱 힘껏 공격하였고, 서인이라 이름하는 사람은 또한 이이가 자기를 구원하는 것이라 하여 더욱 깊이 추장하였습니다. 그러나 신들은 모두 이이의 본심을 모른 사람들로 여겨집니다. 만일 동인이 이이의 본심을 깊이 알아 이이의 이 소장을 인하여 처사가 중도를 얻어 공론에 부응되었다면 명절(名節)이 보전될 수 있었을 것은 말할 것도 없고 국사의 궤열(潰裂)도 어찌 이처럼 극도에 이르렀겠습니까. 그 중에는 사군자(士君子)의 의사를 지닌 자가 한두 명쯤 없지 않았으나 멀리 앞을 내다보는 식견이 없어 편견을 주장하고 있었으므로 과격함을 억제하지 못했을 뿐만 아니라 도리어 숭상 조장하여 계미년의 분쟁을 일으켰으니, 이에 이르러 동인이 국사를 허물어뜨리고 농락한 것이 도리어 을해년 서인의 소행보다 심함이 있었습니다. 그때 삼사의 사람 가운데 권덕여(權德輿)와 같이 나약하여 위협에 따른 사람이 한둘쯤 없지는 않았으나, 그 나머지는 대다수가 때를 타고 시기하는 무리들로 본래 이른바 사류는 아니었습니다. 그러므로 김우옹의 소장에 ‘들뜨고 조급한 자들을 억제하여 사류를 보전시켜야 한다.’는 것으로 말하였고, 이발이 피혐하는 계사에서도 이 무리들을 사류라 하지 않았으니, 공론은 엄폐할 수 없다는 것을 여기에서 또한 알 수 있습니다. 그러나 이 무리들이 당초에 어찌 갑자기 이러한 거조를 하려 하였겠습니까. 다만 대각(臺閣)에 중망을 지고 사람들을 진정시킬 수 있는 인물이 없음으로 인하여 마음대로 농간질을 하였기 때문에 이 지경에 이르른 것입니다. 계락과 술책이 다하고 손발이 다 드러나서 수습할 수 없게 되어서는 전적으로 이해(利害)에만 마음을 기울이고 명의(名義)는 돌아보지 않은 채 오직 필승할 것만을 계획하여 근거없는 사실을 날조함에 있어 못하는 짓이 없이 하였습니다. 처음에는 왕안석(王安石)에 견주었고 왕안석에 견주어도 인심을 열복시키기에 부족하게 되어서 또 ‘오만하게 천단하였다.’는 것으로 지목하였고, ‘오만하게 천단하였다.’는 것으로 더욱 성청(聖聽)을 현혹시킬 수 없게 되어서는 ‘나라를 그르쳤다.’는 죄로 논하였고, ‘나라를 그르쳤다.’는 죄명에 또한 근거할 데가 없게 된 뒤에는 아무리 이이의 말 속에서 꼬투리를 찾으려 해도 되지 않자 ‘성상께서 몹시 미워하는 사람은 심의겸이고 사론이 함께 싫어하는 것은 외척이니 만일 심의겸을 함정에 빠뜨리면 위로는 성청을 현란시킬 수 있고 아래로 사람들의 입을 겸제(箝制)할 수 있다.’고 여겼으니, 먹은 마음이 아, 너무도 참혹합니다. 그러나 시배(時輩)가 미워하는 것이 어찌 반드시 심의겸 한 사람에게 있었겠습니까. 이이의 경학(經學)과 덕망이 한 시대 사림의 영수가 되었고 또 화평의 논의를 주장하였으므로 시세에 빌붙은 무리가 하루아침에 화평의 논의가 행해져 자기의 이익을 잃어버리게 될까 두려워한 나머지 불평스러운 마음을 품고 그를 미워한 것입니다. 그리고 말년에 이이가 성상의 은총을 크게 입어 날로 의지가 깊어지게 되어서는 시세에 빌붙은 무리들이 머리를 모으고 크게 두려워하여 밤낮으로 제거할 방법을 생각하였습니다. 그러나 이이는 행의(行義)가 본디 고상하여 또 다른 일로 오욕을 가할 수 없었습니다. 그러므로 이이가 심의겸과 약간 족분(族分)이 있는 것을 인연하여 이를 끌어대어 말하였던 것입니다. 그렇지 않았다면 그때 이른바 명사(名士)란 자로 실제 심의겸에게 빌붙었던 사람 가운데 모두가 함께 아는 사람이 많이 있었는데도, 시배가 일찍이 그들을 비난하는 말은 한 마디도 없이 도리어 그들을 대각(臺閣)에 앉혀놓고 뻔뻔스러운 얼굴로 입을 싹 닦고, 심의겸을 탐탁치 않게 보는 이이를 공격하게 했겠습니까. 어리석은 신은 아둔하여 참으로 그것이 무슨 마음인지 모르겠습니다. 만일 시배가 참으로 심의겸을 미워해야 된다는 것을 알아서 공격한다면 어찌 심의겸에게 빌붙은 사람은 공격하지 아니하고 곧 심의겸을 탐탁치 않게 보는 이이를 공격할 수 있겠습니까. 그렇다면 시배가 미워한 것은 실로 심의겸에게 있지 않고 이이에게 있었다는 것을 또한 알 수 있습니다. 아, 이 마음은 환하여 길 가는 사람도 아는 것인데 어떻게 구구하게 한 손으로 천하의 눈을 가릴 수가 있겠습니까. 성혼을 논하는 말에 이르러서는 ‘산야(山野)에 몸을 의탁하여 조정의 정령(政令)과 인물의 진퇴(進退)를 참여해 알지 않은 것이 없고, 들뜨고 경박한 무리를 모아 시사를 평론하고 경상(卿相)을 두루 헐뜯으며 한 세상의 사람을 하찮게 보아 유속(流俗)으로 지목한다.’ 하였는데, 이는 실로 기묘년에 남곤(南袞)의 무리가 사림을 일망타진하던 때 쓰던 말입니다. 아, 이 말이 어찌 사군자의 입에서 나올 수 있는 것이겠습니까. 현인을 해치고 나라를 병들게 한 죄와 사특하고 편벽된 말이란 것이 이에 이르러 여지없이 드러났습니다. 전일 동인으로 이름한 자라 할지라도 진실로 그때 삼사의 자제나 당여(黨與)가 아니면 팔을 걷어붙이고 격분하지 않는 이가 없었으니, 이것이 조야(朝野)의 공론이 일시에 사방에서 폭발하여 곧은 말이 조정에 가득하게 되어 위세로 협박할 수 없었던 이유인 것입니다. 그렇다면 그때의 삼사는 공론에 죄를 얻었을 뿐만 아니라 또한 성명께도 배척을 당한 것입니다. 따라서 이이가 다시 들어온 뒤로는 형적이 일변되어 모든 사람이 눈을 부릅뜨고 쳐다보고 있는 상황인데도 동인은 도리어 모두 그런 식으로만 사의(私意)로 사람을 헤아렸습니다. 그리하여 하나의 거조가 있게 되면 곧 의혹을 제기하였으나 이이는 혐의를 피하지 아니하고 공론을 크게 펼쳤습니다. 공론이 쓸 만한 현재(賢才)라 하면 동서를 따지지 않고 천거하여 기용하였고 공론에 빌붙는 경망한 자라 하면 동서를 따지지 않고 제재하여 억눌렀으며, 조금이라도 명의(名義)를 알아서 전적으로 아름답지 못한 태도를 지닌 사람만 아니면 이론(異論)이라 하여 배척하지 아니하고 모두 수습하여 기용했는데, 하물며 이른바 사류에 대해서이겠습니까. 지론(持論)의 지공무사함이 이와 같은데 저들이 먼저 스스로 의혹하는 마음을 품고 잠깐 나왔다가는 곧 숨어버리는가 하면 물러나서 사태의 변천을 관망하면서 유감과 원한을 풀고서 함께 국사를 할 계책을 하려 하지 않았으니, 아, 또한 잘못되었습니다. 저들이 이미 이와 같아서 그때 성명께 죄를 얻어 배척당하기도 하고 외방으로 좌천되어 나가기도 한 수효가 매우 많았습니다. 그러나 한 시대의 인재에는 한계가 있는 것이고 보면 당시 청망(淸望)에 주의(注擬)된 자로서 한두 명은 명망이 드러나지 않은 자가 있기는 하였으나 시배가 국사를 무너뜨려 농락한 것에 비하면 또한 차이가 있지 않겠습니까. 정철의 무리에 이르러서는, 이이가 그 단점을 모르는 것이 아니었으나 인물로 말하면 전일 재능도 없고 덕행도 없으면서 시론에 빌붙은 자에게 비하면 하늘과 땅처럼 현격한 차이가 있습니다. 그러므로 이이가 매양 시배가 실정에 지나치게 정철을 공격하여 간사한 사람으로 지목하는 것을 보고는, 홀로 그렇지 아니함을 밝히기를 ‘정철은 충청 강개(忠淸剛介)하여 국사에 마음을 다하였다. 편협한 결점이 있기는 하나 단점이 그의 장점을 엄폐할 수는 없다. 심의겸과 서로 알고 지내는 사이였다고는 하더라도 의겸이 뜻을 얻었던 때에는 조금도 아첨하여 가까이한 형적이 없었으니 기질과 심사가 그와는 아주 달랐던 것이다. 다만 악을 미워함이 너무 심하여 남을 용납하지 못하였고 남과 합치되는 의견이 적고 중의(衆議)를 구차히 따르려 하지 않았기 때문에 동인 쪽 사류가 정철의 심사를 모르고서 형적만을 가지고 의심한 것이다. 인재가 아까우니 쓰지 않을 수 없다.’ 하면서 시배에게 극력 말하였습니다. 이 또한 국가를 위한 계책인 것입니다. 이이가 어찌 하나의 정철에게 사정을 두고서 그렇게 한 것이겠습니까. 그러나 이이가 신사년의 계사에서 ‘정철이 중도에 맞는 사리를 헤아리지 않고 사류의 과격함을 의심해서 마음을 비워 돌이켜 반성하여 원망하는 것이 없지는 못했다.’ 하였으니, 이이가 정철에게도 좋아하는 바에 편중하여 전연 그의 병통을 모른 것은 아니었습니다. 그런데 더구나 이발이 이이에게 답한 서한에 또한 ‘김계휘(金繼輝)·정철 같은 사람은 격론을 일으킨 과실이 없지는 않으나 오늘날 등용한 무리에 비하면 훨씬 차이가 있다…….’ 하였고, 김우옹도 ‘정철은 끝내 버릴 수 없다…….’ 하였습니다. 이들의 의논도 오히려 이러하였다면, 이이가 정철을 기용하려 한 것은 모두 공론에 의거한 것이니 또한 무슨 죄가 있겠습니까. 삼윤(三尹)에 이르러서는 이이가 ‘이들이 일찍이 을해년에 일을 그르쳤다.’고 여겼기 때문에 이이가 전형(銓衡)의 권한을 잡고 있을 때에는 청요직(淸要職)에 한 번도 주의한 적이 없었습니다. 그때 어떤 문생이 이이를 찾아가니, 이이가 묻기를 ‘지난번 내가 윤두수(尹斗壽)를 형조 참판에 주의한 것에 대해 외부의 의논이 어떻다고 하던가.’ 하자, 대답하기를 ‘외부의 의논을 잘 알지 못하겠으나 이들이 일찍이 을해년에 일을 그르쳤던 탓으로 오랫동안 배척당하여 폐기되어 있었으니, 지금 이 관직을 제수하는 것은 물정이 반드시 온당하지 못하게 여길 것이다.’ 하므로, 이이가 ‘이것은 시배의 논리이다. 일을 그르친 죄에도 경중이 있는 것이다. 이 사람이 일을 그르쳤다고는 하더라도 대단한 지경에 이르지 않았다. 계미년 동인의 소위에 비하면 삼윤의 과실은 가벼운 것이다. 그런데 전일 동인이 일체 폐기하여 동지(同知) 벼슬도 제수하지 않기에 이르렀으니, 이는 시배의 조처가 너무 심했다. 지금 이 사람은 범한 것이 중하지 않고 또 이재(吏才)가 있으니, 형조의 벼슬에 제수하지 않으면 잘못된 것이 아니겠는가. 윤근수(尹根壽)에 이르러서는 그 과실이 또 더 가볍다. 그의 인품이 소탈하고 단아하여 문장을 좋아하였으며, 또 선비를 사랑하는 마음이 있다. 내가 조정으로 돌아오기 전에 이 사람이 이미 대사성으로 있었는데, 이 관직은 또한 시종(侍從)이나 청요(淸要)의 관직이 아니므로 버려두었던 것이다.’ 하였습니다. 이는 그의 지론이 동쪽 편도 들지 않고 서쪽 편도 들지 아니하여 편중과 편당이 없었기 때문에 그러한 것입니다. 이이가 처음 조정으로 돌아올 적에 사대부들 사이에 세 가지 말이 있었습니다. 그 하나는 ‘동인이 서로 무리를 이루어 기망(欺罔)하여 충신과 현인을 배척하고 모함하여 국가를 농락하고 무너뜨림이 이에 이르렀으니 청요직을 가벼이 제수해서는 안 된다.’는 것이었으니, 이는 서인을 주도하는 자의 말입니다. 또 하나는 ‘삼사의 사람이 조급하고 망령된 과실은 있으나 또한 사류의 동아리이니, 절대로 배척해서는 안 된다. 다만 예전대로 쓰고 의심하여 틈이 없게 해야 한다.’라는 것이었으니, 이는 동인을 주도하는 사람의 말입니다. 또 하나는 ‘삼사의 사람이 분명히 일을 그르친 것이 도리어 을해년 삼윤의 무리보다 더한 점이 있었으니, 이는 삼윤의 전례에 의하여 청요직에 서용하지 않음으로써, 동서 양쪽에서 일을 만들어 낸 과실을 징계하고, 그 나머지 이른바 동서의 사류는 모두 수용할 것이요 한쪽에 치우쳐서는 안된다. 그리하여 전일 사류를 보합(保合)하여 함께 국사를 다스렸던 계책대로 행해야 한다.’ 하였으니, 이는 사림으로서 공심(公心)을 가진 자의 말입니다. 이이가 이 세 가지 말을 취하여 어느 쪽에도 치우치지 않는 중도를 쓰되 세 번째의 말을 옳게 여겨, 제재하고 억눌러 보합시키는 권형(權衡)이라 하였습니다. 이는 이이가 예전부터 지녔던 소견으로 일호도 그 사이에 편당이 없었던 것입니다. 그때 어떤 문생이 이이에게 묻기를 ‘선생이 평소의 마음가짐이 지극히 공정하였고 나라를 근심하고 집을 잊으면서 초연히 동서의 밖에서 홀로 우뚝 서서 동인 쪽의 사류와 서인 쪽의 사류를 수습하여 기용하여 함께 국사를 다스리려 하였는데, 이것이 곧 처음 뜻이었다. 그런데 오늘날 조정으로 돌아와서는 도리어 이른바 서인과 더불어 손을 잡고 함께 일을 하면서 동인에 대해서는 진(秦)나라 사람이 월(越)나라 사람의 야윈 것을 보듯이 팔짱을 끼고 우두커니 서서 보기만 하기 때문에 사람들은 모두들 서인의 세력이 조금 성해지고 동인의 세력이 조금 꺾였다고 여긴다. 선생이 조정에 있으면서 어떻게 오히려 편중하는 근심이 있음을 면하지 못함이 있단 말인가. 어쩌면 이른바 조제(調劑)하고 보합하는 도리에 미진한 점이 있어서 그러한 것인가.’ 하자, 이이가 ‘아, 그대의 의심이 옳다. 그러나 이는 나의 죄가 아니다. 대개 동서가 분당한 이래로 서인이 논의를 주장하면 동인을 배척하고 동인이 논의를 주장하면 서인을 배척하여, 각각 사견을 가지고 공론을 막아왔다. 그런데 내가 홀로 그 사이에서 쟁변하여 기필코 동서를 타파하고 사림을 조화시켜야 한다고 말하는 것은 다만 사류가 화합하지 아니하면 마침내 나라가 나라꼴이 될 수 없기 때문이다. 서인이 내 말을 쓰지 않다가 전일에 패하였으니 동인도 이를 경계해야 할 것인데, 동인이 또 패망한 전철을 답습하여 오늘날의 실패가 있게 되었으니 모두 스스로 자초한 것이다. 누구를 원망하겠는가. 그러나 전일 동서가 논의를 주장할 때에는 삼윤(三尹)과 이발(李潑)의 무리가 주인이고 나는 객이었으므로 외로운 자취가 쓸쓸하여 말이 쓰여지지 못하고 실패가 서로 뒤따르게 되었다. 지금은 그렇지 아니하여 내가 바야흐로 주인이고 동·서인이 객이니 이야말로 조제를 이룰 수 있는 때이다. 다시 무슨 편중을 근심할 것이 있겠는가. 그러나 오늘날의 형세는 서인은 내가 일찍이 동서를 타파하자는 논의가 있었다 하여 차츰차츰 친근하게 나아오고, 동인은 내가 일찍이 들뜨고 조급한 자를 억제하자는 논의가 있었다 하여 차츰차츰 멀어지고 있다. 삼사의 제배에 이르러서는, 다 물러가 움츠리고 서로 눈을 부릅뜨고 이리저리 관망하면서 찾아오지도 않는 사람이 있는가 하면 출사하여 직무를 보지 않는 자도 있었다. 국가의 허다한 직무를 이들을 위하여 오래도록 폐기할 수는 없었는데, 그렇다고 이른바 서인의 경우에도 한둘 재능이 모자란 사람이 없지 않았다. 이것이 전후 형적이 다른 것으로 외부 사람의 의심을 일으키게 된 까닭이다. 아, 내가 오늘 동인을 수습하고자 하는 것이 어찌 전일 서쪽 사류를 수습하고자 한 것과 다르겠는가. 그런데 시배가 나의 본심을 모르고서 의심을 품고 이리저리 관망하는 것이 이같은 지경에 이르렀으니 이것이 나만의 허물이겠는가. 그러나 시배로 마음이 공정한 자는 오래도록 내가 하는 것을 살펴보면 반드시 나의 충심을 환히 알아서 함께 일을 할 것이고, 오늘날처럼 물러나 서서 엿보기만 하지는 않을 것이다.’ 하였습니다. 이로써 살펴보면, 이이의 본심이 어찌 이와 같은 데에 그치고 말려는 것이었겠습니까. 불행하게도 조정에 돌아와서 그 자리가 미처 따스해지기도 전에 갑자기 뜻을 품은 채 죽었으니, 이것이 이이가 구천(九泉)에서도 한을 두게 된 이유인 것입니다. 정철의 위인은 효성스럽고 우애하고 청렴하고 개결하며 직무를 담당하는 재능에 여유가 있으나 논의를 주장하는 지혜는 부족합니다. 이때를 당하여 이이가 죽고 성혼이 떠나가자 국론이 정해지지 못하여 횡의(橫議)가 바야흐로 난무하니 인심이 의심을 품은 것이 이때와 같은 적이 없었습니다. 제갈양(諸葛亮)과 관중(管仲) 같은 재능을 지닌 사람으로 담당하게 하더라도 진복(鎭服)시키기 어려울까 두려운데, 하물며 정철과 같은 자야 말해 뭐하겠습니까. 정철을 위한 계책으로는 마땅히 스스로 역량이 미치지 못함을 알고서 몸을 이끌고 물러가는 것이 옳은데 국사를 홀로 담당하다가 스스로 패망을 자초하였으니 이는 실로 정철이 스스로를 헤아리지 못한 잘못입니다. 그러나 정철의 위인은 역량이 부족하기는 하였지만 논의와 거조에 있어 조화하여 진정시키는 것을 힘써 주장하였기 때문에 세 사람을 유배보낸 것에 대해서도 방환(放還)시키기를 청하였으니, 그가 재앙을 즐겨하는 마음이 없는 것을 여기에서 알 수 있습니다. 다만 시배가 마침 한 사람도 정철과 서로 친숙한 자가 없었기 때문에 그저 용모와 사기(辭氣)가 날카롭고 사나움을 보고 잘못 심각한 사람으로 여겼으니 이는 전연 정철의 위인을 모르는 자입니다. 정철이 조정에 벼슬한 지 20여 년이었는데 하루아침에 거친 초야로 유락(流落)하여 그 가난함이 숯으로 쌀을 바꾸고 밥상에 장이 없기에 이르렀으니, 그의 청고(淸苦)한 절조는 세상에 모범이 되고 세속을 격려하기에 족합니다. 이것이 이이가 종신토록 애중히 여기던 것으로 참으로 오늘날의 유속으로선 미칠 수 있는 것이 아닙니다. 정철이 패한 뒤로 이발이 들어왔습니다. 이발을 위한 계책으로는, 이미 이이·성혼과 친구의 교분이 있으니, 마땅히 이이·성혼의 본심을 발명하여 당적(黨籍)의 거짓됨을 공파하여 인심을 진정시키는 것이 옳았습니다. 그런데 이발은 양사의 논의를 미흡하게 여겨, 구봉령(具鳳齡)·홍성민(洪聖民)을 추론(推論)하여 심의겸의 당여(黨與)로 삼았습니다. 이 두 사람은 혹은 경학(經學)에 능하고 혹은 재국(才局)이 있어 모두 세리(勢利)에는 담박하였고 심의겸과는 평소 교분이 두터운 자취가 없음은 국인이 아는 바입니다. 다만 자기들과 논의가 다르다는 까닭으로 아울러 몰아서 함정으로 밀어 넣었으니 너무 심하지 않습니까. 피혐하는 말에 이르러서는, 내용이 더욱 엄하여 병패(病敗)가 백출하였으므로 공격하지 않았어도 스스로 깨져버렸습니다. 다만 당초 삼사의 논의는 모두 사리에 가깝지 않은 말로 날조하여 무망한 것이 환하게 드러났으니 진실로 상세히 변명할 것조차 없습니다. 그러나 이발은 이이·성혼이 교유하였던 사람을 끄집어내어 말하여 짐작으로 논을 만들어 장황하게 현란시키는 말을 만들었으니 세상을 속이고 대중을 의혹시킬 수도 있기에 신들이 하나하나 밝게 변론하지 아니할 수가 없습니다. 그가 ‘이이와 서인은 실로 합하여 한몸이 되었다.’고 한 것은 바로 정철을 가리켜 말한 것입니다. 이 말이 참으로 사실이라면, 을해년에 이이가 정철에게 보낸 서간에서 시론의 편중됨을 극력 논쟁하여 적극 만회하였으니, 이것이 과연 이른바 ‘한몸이 되었다.’는 것이겠습니까. 그가 ‘이이의 소견이 서인과 하나가 되었다.’ 하였는데 이는 삼윤(三尹)의 무리를 가리켜 말한 것입니다. 이것은 그 말을 더 한층 심각하게 한 것입니다. 아, 어찌 그것이 사실이겠습니까. 이이가 심의겸과 삼윤을 청요직에 서용하지 못하게 하였는데 이것이 과연 서인의 소견이겠습니까. 정철도 오히려 함께 한몸이 되었다고 할 수 없는데, 하물며 심의겸과 삼윤이야 말해 뭐하겠습니까. 이처럼 사리에 가깝지 아니한 말로 감히 군부의 앞에서 기망하였으니 어쩌면 마음이 혼란하여 전일 왕복한 논의를 다시 기억하지 못해서 그런 것은 아니겠습니까. 그가 ‘사류들이 매양 이이가 서인을 구원하여 간사한 사람이 들어오는 길을 열어주고 있다고 의심한다.’ 하였는데, 이른바 간사한 사람은 심의겸을 가리켜 말한 것입니다. 심의겸은 외척일 뿐만 아니라 권리를 탐하고 세도를 즐겨하여 사류의 마음을 잃은 지 오래이므로 기묘년의 소장에서 또 ‘외척에게 영원히 권병(權柄)을 주지 마시어 심의겸의 평생을 막으시라.’고 청하였으니, 이것이 과연 그가 다시 들어오는 길을 열어 준 것이겠습니까. 그가 ‘이이가 서인들에 대해 실로 항상 잊지 않고 수용하려는 의논이 있었다.’ 하였는데, 이발의 전의 서간에서 이른바 ‘이 논의가 매우 좋으니 이야말로 오늘날의 사세에 아주 걸맞는 말이다. 시비(是非)로 말하더라도 기타의 사류는 원래 간여한 바가 없는 것은 물론 그른 사람은 오직 심의겸 한 사람뿐이다.’ 하였고 김우옹의 서간에 이른바 ‘이 논의가 매우 좋다. 내 생각도 바로 이와 같이 해야 한다고 여긴다. 지금은 삼윤을 그른 것으로 여기고 그 나머지 서인까지 아울러 연루하여 그르게 여겨서는 안 된다.’라고 한 것은, 서인 쪽 사류를 수용하자는 논의로서 바로 이이의 논의와 차이가 없이 꼭 맞습니다. 그런데 지금 이것을 가지고 죄로 삼으니, 어찌 전후의 의논이 그렇게 반복이 심합니까. 이이가 기묘년 해주(海州)에 있을 적에 올린 소장에 ‘심의겸은 선을 지향하는 근후(謹厚)한 사람이다.’라고 한 것에 이르러서는, 이는 이이의 말이 아닙니다. 소장에 ‘심의겸이 조금 선을 지향하는 마음이 있다.’ 한 것은 그의 형적을 가리켜 말한 것입니다. 심의겸이 조정에 벼슬하던 때를 당하여 한 시대의 명덕(名德)으로 이황(李滉) 같은 제현(諸賢)들을 존모하여 모두 왕래하였고 을사 사화(乙巳士禍)의 유인(遺人)들도 힘껏 추천하여 끌어 들였으니, 이것이 ‘조금 선을 지향하는 마음이 있다.’고 지목한 이유인 것입니다. 근후(謹厚)라는 두 글자에 이르러서는 소장에 실지로 이런 말이 없었습니다. 이이가 자신의 입으로 말하지 않았을 뿐만 아니라 또한 마음도 먹어본 적이 없었습니다. 그러므로 신사년 심의겸을 논박하는 말에 ‘권력을 탐하고 세도를 즐겨한다.’는 것을 죄로 삼았고, 그때 대사간을 사직하는 소장에도 ‘심의겸은 기세가 장황한 사람이다.’ 하였습니다. 아, 권력을 탐하고 세도를 즐겨하며 기세가 장황한 사람이 어찌 근후한 자의 근처에 갈 수 있겠습니까. 글에 쓴 것도 오히려 이와 같은데 하물며 증험할 수 없는 평일의 언론이야 말해 뭐하겠습니까. 그가 ‘계미년의 한 장의 소장에는 말이 더욱 준맹(峻猛)하였는데, 심지어 자기를 따르지 아니한 자를 배척하려 하기에 이르렀다.’ 하였으니, 이이의 이 소장은 실로 전일 이발의 무리들에게 보낸 서간과 그 뜻이 터럭끝만큼도 틀리지 않습니다. 그가 ‘미욱함을 고집하여 깨닫지 못하는 자는 재억(裁抑)한다.’ 한 것은 바로 앞서의 서간에서 이른바 ‘의논이 중도에 지나친 자는 재억한다.’는 말입니다. 그가 ‘사심을 품고 어거지로 변명하는 자는 배척하여 멀리한다.’ 한 것은, 바로 앞서의 서간에서 이른바 ‘때를 타고 부회하는 자는 배척하여 멀리한다.’는 말입니다. 이이의 논의는 한결같았는데, 이발은 앞서는 지당하다고 하고 뒤에 와서는 준맹하다 한 것은 또한 무슨 의도이겠습니까. ‘자기를 따르지 않는 사류를 배척하고자 한다.’ 한 말에 이르러서는, 소장에 본래 이런 말이 없습니다. 어쩌면 이발이 마음에 분노가 있어 자신의 소장의 괴란(乖亂)이 이처럼 극도에 이름을 깨닫지 못한 것이 아니겠습니까. 성혼이 이이를 구원한 말을 가지고 ‘조정 사대부를 들어 붕당을 지어 참소하여 교묘하게 중상한다고 지목하였다.’ 하였으니, 이는 또 성혼의 소장을 한 번도 본 적이 없는 자입니다. 그때 성혼이 바로 주상이 삼사의 무망(誣罔)만 보고 동인 쪽 사류를 아울러 의심할까 염려하였기 때문에, 그의 소장에 ‘그러나 오늘날 조정의 논의가 어찌 모두 의도적으로 이이를 죄주기 위해 이에 이르렀겠는가. 부회하는 자가 때를 타고 미워하여 공격하였을 뿐이다…….’ 하였으니, 사류를 아끼는 마음이 매우 환히 드러났습니다. 이것이 과연 혼동하여 분별이 없는 말입니까. 성혼의 의사는 삼사의 부회하는 사람을 두고 ‘붕당을 지어 참소하여 교묘하게 중상한다.’ 하였을 뿐입니다. 부회하는 사람이 사류와 무슨 관계가 있기에 이발의 무리가 곧 이렇게 운운한다는 말입니까. 또 ‘이이가 공론을 돌보지 아니하고 한결같이 사정(私情)만을 따라 그때 자기를 공격한 사람을 다 배척하고 전일 뜻을 잃었던 무리를 다 기용한다…….’ 하였으니, 이 말은 더욱 무망(誣罔)한 것입니다. 이이가 전형(銓衡)을 주관하던 때에, 김우옹(金宇顒)·김홍민(金弘敏)·한효순(韓孝純)·성영(成泳)의 무리로 말하면 이들은 이른바 그때 자기를 공격한 자들었으나 모두 기용했으며, 삼사의 직에 있던 사람에 이르러서는 일을 그르친 과실이 도리어 삼윤(三尹)보다 더 심하였으므로 한효순·성영(成泳) 이외에는 삼윤의 전례에 의하여 아울러 청요직에 제수하지 않았으니, 이것이 과연 자기를 공격한 자를 다 배척한 것입니까. 정철·신응시(辛應時)·이해수(李海壽)의 무리에 이르러서는, 이른바 전일 뜻을 잃었던 자들이지만 그들의 재능과 행실이 동인 쪽 사류에 못하지 않았으므로 이이가 아울러 청요직에 주의(注擬)하였습니다. 그 나머지 한때 사류로서 덕망이 있는 자는 동·서를 논하지 않고 재능에 따라 관직을 제수하고 조금도 시기하거나 방해함이 없이 구애하지 않고 통용하였으니, 이것이 과연 전일 뜻을 잃은 자들을 다 기용한 것입니까. 이야말로 이이가 평일 동·서를 타파하고 사류를 보합하려는 마음이 자기가 논의를 주장하던 때에 나타난 것입니다. 그 가운데 한둘 기용할 만한데도 미처 기용하지 못하고 기용해서는 안 되는데도 잘못 기용한 자가 없지는 않으나 또한 환조(還朝)한 초두에 채방(採訪)이 미진해서 그랬을 뿐입니다. 그러다가 이이가 죽은 뒤에는 시세에 빌붙어서 도리어 이이·성혼을 공격하여 공을 세우려 한 자가 간혹 있었습니다. 만일 이것을 가지고 이이의 지감(知鑑)이 미진하다고 한다면 그럴 수는 있겠으나 이것이 과연 공론을 돌아보지 않고 한결같이 사정(私情)을 따른 것이겠습니까. 또 ‘동료가 이이·성혼의 일을 지적해 논한 것이 바로 그 결점에 적중되었으므로 그르게 여기지 않았다.’ 하였으니, 이발이 과연 이이가 종시 심의겸과 체결하여 함께 모의한 사람으로 여기는 것이며, 과연 성혼이 심의겸의 농락을 받은 사람으로 여기는 것입니까. 이발이 과연 그렇게 여겼다면 이는 종전에 이이·성혼의 의논을 추존한 것이 모두 자기를 속이는 것임과 동시에 남을 속이는 것이 됩니다. 그렇지 않다고 여긴다면 또 어찌 그 결점을 바로 적중시켰다고 할 수 있겠습니까. 진퇴(進退)에 근거한 바가 없어 논리가 이루어지지 않습니다. 이와 같은데도 사람의 열복을 바라고자 하니 어렵습니다. 또 ‘이이와 성혼이 유배된 세 사람이 돌아오도록 청하지 않았다.’ 하였으니, 이는 이발이 틀림없이 이이와 성혼이 환조(還朝)하여 계달한 말을 듣지 못한 것입니다. 이이·성혼은 인견(引見)하던 날 너그러이 용서하도록 힘껏 청하였으나 윤허를 받지 못하게 되자, 물러나와 서로 ‘이 세 사람에게 죄가 없다고 할 수는 없으나 간언(諫言)하다 죄를 얻어 먼 변방에 유배되었으니 후사(後嗣)에게 보일 것이 못된다. 반드시 말감(末減)을 굳이 청한 뒤에야 일이 바야흐로 중도를 얻게 될 것이다. 이 일을 힘껏 말하지 아니할 수 없다…….’ 하였습니다. 그러나 얼마 못가서 이이가 죽고 성혼이 떠나가서 드디어 시행되지 못하였습니다. 만일 이이가 죽지 않았다면 반드시 전일 한 말을 다시 아뢰어서 허락 얻기를 목표하였을 것입니다. ‘경중을 헤아리게 하라.’는 말을 잘못 본 것에 이르러서는 ‘이이가 대간과 곡직(曲直)을 송변(訟辨)하려 한다.’ 하였습니다. 이이의 의견으로는 ‘임금을 업신여기고 국사를 천단하는 것은 곧 인신으로서 첫째가는 죄이니 이 죄명을 지고서 염치없이 출사(出仕)할 수 없다.’고 여긴 것입니다. 그런데 이때에 변경의 일이 바야흐로 급박하여 일이 적체된 것이 많았으므로 삼공(三公)이 출사시킬 것을 계청하였고 위에서도 도타이 유시하여 나오게 하였으므로 부득이 계사에서 ‘바라건대 성자(聖慈)께서는 신의 죄를 들어 좌우 신하들에게 의논하고 여러 대부에게 물어 경중을 헤아리게 하소서. 만일 용서할 수 있다고 한다면 신이 미안하긴 하지만 감히 힘써 따라 행하지 않을 수 있겠습니까…….’ 하였던 것입니다. 이이의 의견은, 조정에서 자기 죄의 경중을 헤아리게 하여 다행히 큰 죄에 이르지 않았다고 한 뒤에야 감히 나아가서 직무를 봄으로써 주상의 하교를 받들겠다고 여긴 것뿐이지, 어찌 감히 대간과 경중을 따져 헤아리려 한 것이겠습니까. 이이가 말한 것은 진실로 문리가 통하지 않은 사람이 아니면 반드시 이처럼 잘못 보기에 이르지 않을 것입니다. 그런데 그때 삼사 및 이발과 김홍민(金弘敏)의 무리만이 알아보지 못하였으니, 어쩌면 마음이 먼저 어지러워 상도(常度)를 잃어서 그러한 것이 아니겠습니까. 아, 글에 써서 이처럼 분명한 일도 오히려 전도되고 착오됨을 면하지 못하는데, 하물며 천하의 시비를 분변하고 천하의 큰 일을 논하는 데 있어 어긋남이 없고자 한들 되겠습니까. 계사의 끝에 ‘원하건대 시종의 곡절을 통찰하시어 보합하고 진정시켜 화평한 복을 도모하소서.’ 한 것에 이르러서는, 이 말이 더욱 전도 착오되었습니다. 이이·성혼은 지극히 공정한 사람인데, 이발이 조금도 용서없이 배척하고 헐뜯은 것이 이러하였으니, 하물며 다른 사람이야 말해 뭐하겠습니까. 이발이 이이·성혼을 배척하고 또 장차 누구와 더불어 보합하며 누구와 더불어 진정하며 누구와 더불어 화평을 도모하려는 것입니까. 이것이 논의를 정립함에 있어 사리에 어긋나 문리가 이루어지지 않은 이유인 것입니다. 만일 가슴이 흐리멍덩하고 혼란한 자가 아니라면 이러한 전도 착오된 의논이 어디로부터 나오겠습니까. 아, 이발이 스스로 평일에 경제(經濟)로는 이이를 허여하였고 도학(道學)으로는 성혼을 허여하였습니다. 또 재주가 뛰어나고 학문이 넓으며 한마음으로 나라를 위하고 임하(林下)에서 지조를 지키고 몸을 닦아 값을 기다리며 나아가고 물러남과 벼슬하고 벼슬하지 않는 것에 대해 일마다 예전 현인을 인용해가면서 두 사람을 허여하였으니 이발이 이이와 성혼에 대해서 그 심사를 전연 모른 사람은 아닌 것 같습니다. 그런데 곧 논의가 날카로운 신진의 무리와 합하여 하나가 되어서는 그들의 심사를 한 마디 말도 드러내어 밝히는 것이 없고 일호도 애석히 여기는 마음이 없는 것이 이처럼 극도에 이르렀으니 이것이 어찌 충후한 군자의 기상이겠습니까. 이것이 이발이 너무도 각박하게 처신한 것으로서 조야의 공론이 그에 대해 분히 여기는 것은 물론 동인으로 이름하는 자도 이것으로 의심하는 자가 많이 있었습니다. 그러나 이발이 이에 이르게 된 것은 또한 어찌 이발의 마음뿐이기만 하겠습니까. 대개 동·서가 분당한 뒤로부터 서로 모함하여 이익을 추구하고 양쪽 사이에 일을 만들어낸 탓이었으니, 예컨대 윤기신(尹起莘)·이순인(李純仁)·정여립(鄭汝立)의 무리가 얼굴을 돌리고 말을 만들어내어 이발의 무리의 마음을 점차 고혹시켰으므로 평일의 의논이 대체로 면종(面從)하는 작태가 많았던 것입니다. 계미년 이후부터는 이발이 호남에서 어버이의 상을 당하여 머물고 있었는데, 전일 빌붙은 무리들이 길에서 들은 말을 주워모아 부연하여 더 보태었고 심한 경우에는 터무니없는 말을 만들어서 일일이 이발에게 급히 기별하였습니다. 물이 배어들어가듯이 차츰차츰 헐뜯는 참소와 살을 에는 듯한 통절한 호소에는 비록 마음가짐과 공평한 사람이라도 조금쯤 흔들려 미혹됨이 없을 수 없는데, 하물며 이발과 같은 위인이야 말해 뭐하겠습니까. 시험삼아 논하겠습니다. 옛날 이른바 동인이란 사람은 심의겸을 배척하는 것으로 이름을 얻었는데 오늘날은 이이와 성혼을 공격하는 사람이 동인이 되었고, 옛날 이른바 서인이란 사람은 심의겸을 구원하는 것으로 이름을 얻었는데 오늘날은 이이와 성혼을 높이는 사람이 서인이 되었습니다. 외척을 배척하는 사람은 진실로 청의(淸議)라고 할 만하나 충현(忠賢)한 사람을 공격하는 사람은 사류라고 할 수 없으며, 사사로이 사귀는 친구를 구호하는 사람은 진실로 편당한다고 할 만하나 유종(儒宗)을 존모(尊慕)하는 사람은 공론이라 하지 않을 수 없습니다. 이이와 성혼을 공격하는 것이 시인(時人)이 발신(發身)하는 자본이 되었으므로 동인으로서 이이와 성혼을 공격하지 아니한 사람이 없으며 외척을 배척하는 것이 실로 사림 청류(淸流)의 논의이므로 선비로서 심의겸을 배척하지 아니하는 사람이 없습니다. 이것이 동서의 이름이 전일과 달라서 분변하지 않을 수 없는 이유인 것입니다. 아, 동서의 말이 있은 이래로 서인의 명목은 그 말이 네 번 변하였습니다. 처음에는 심의겸의 친구와 제배(儕輩)를 서인이라 하였으니 삼윤(三尹) 같은 무리가 바로 그것입니다. 다음에는 서인을 구원하는 자를 서인이라 하였으니 정철 같은 무리가 바로 그것입니다. 또 그 다음에는 동인도 아니고 서인도 아니며 중립하여 치우치지 않는 사람을 서인이라 하였으니 이이와 같은 무리가 바로 그것입니다. 오늘날에 이르러서는 사림으로서 이이와 성혼을 높일 줄 아는 사람을 서인이라 하였으니 오늘날 조야(朝野)의 공론을 지닌 사람이 바로 그것입니다. 이것이 과연 사실에 의거한 말이겠습니까. 이러므로 공론이 열복하지 않았고 따라서 이른바 서인이란 자가 오늘날에 와서 더욱 많아지게 된 것입니다. 이로써 살펴보면 이이는 공론을 하다가 간사한 사람에게 펀당한다는 이름을 얻었고 성혼은 이이를 구원하다가 사적으로 구호한다는 이름을 얻었으며, 중외(中外)의 수많은 선비들은 이이와 성혼을 구원하다가 서인의 이름을 얻었습니다. 백대의 공론은 속일 수 없지만 일시의 억울함을 당한 것은 어찌 통분하지 않겠습니까. 아, 오늘날 이이를 공격하는 까닭은 다른 이유가 아니라, 일개 심의겸을 말거리로 삼는 데 지나지 않습니다. 신들이 무망(誣罔)한 정상을 일일이 조목조목 진달하여 공파(攻破)하겠습니다. 대개 이이는 심의겸과 족분(族分) 관계로 서로 알기는 하였으나 그와 친밀히 지낸 적은 없었습니다. 그러므로 이이가 전랑에 천거되었을 적에 심의겸이 저지하였는데 김계휘(金繼輝) 등이 힘껏 구원한 데 힘입어 해결되었으니, 다른 것은 논할 것 없이 오직 이 한 가지 일만으로도 이이가 본디 심의겸과 서로 좋게 지내지 않았다는 것을 충분히 알 수 있습니다. 더구나 심의겸이 권력을 잡은 지 10년이나 되었습니다. 이이가 이때에 매양 벼슬을 사양하고 물러가기를 요구하였고 한 달도 조정에 편안히 있은 적이 없었으니, 빌붙어 체결한 자가 과연 이러하겠습니까. 그러나 이이의 명성이 날로 성대해지자 한때의 사대부가 그와 얼굴을 알기를 구하지 않은 사람이 없었습니다. 그러므로 이이가 때로 서울에 이르면 심의겸이 대중을 따라 와서 만나보았을 뿐입니다. 심의겸이 패망한 뒤에 전일 심의겸을 붙좇던 무리가 일시에 동인에게 복종하여 창을 거꾸로 들고 심의겸을 공격하였습니다. 이리하여 사대부로서 심의겸과 아는 자는 모두 심의겸을 병을 전염시키는 사람으로 여겼습니다. 심의겸이 때로 혹 가서 보면 싫어하고 미워하는 빛을 나타내지 않은 사람이 없었으나, 이이는 예전처럼 대우하여 가까이하지도 않고 멀리하지도 않았습니다. 이것이 세상 인정이 가소로운 점인 동시에 이이가 말을 듣게 된 까닭입니다. 이발의 무리는 이이가 신사년에 심의겸을 끊지 아니한 것을 그르게 여겼습니다만, 이는 그렇지 않습니다. 사람을 대하는 도리 또한 한 가지 방법만이 아닙니다. 범연히 서로 아는 자가 있고 정면(情面)으로 서로 아는 자가 있고 심사(心事)가 서로 통하는 교분으로 사귄 자도 있고 선(善)으로 책면하고 인(仁)으로 돕는 도의(道義)의 교분으로 사귀는 자도 있습니다. 이이가 심의겸에게는 족분 관계로 잘 대우하였을 뿐이고 당초 교분의 도리로서는 말할 만한 것이 없었습니다. 또 심의겸의 대단한 죄악이 있음을 자세히 알지 못하고 한갓 시인(時人)에게 배척받는다는 것 때문에 그것이 자기에게 전염될까 염려하여 하루아침에 버리고 끊어 버리면 이것은 천장부나 하는 짓이요 또한 정인 군자의 일이 아니라고 여겼던 것입니다. 만일 이이가 참으로 심의겸이 대고(大故)가 있는 것을 알았다면 마땅히 죄를 짓던 날에 끊어야 할 것이고 신사년에 끊는 것은 부당합니다. 이로써 살펴보면 조헌(趙憲)이 이른바 ‘뜬말이 있은 뒤에 이이가 자취를 끊고 서로 찾아보지 않았다.’고 한 것은 어찌 심히 가소로운 것이 아니겠습니까. 만일 뜬말로 인하여 곧 사람을 끊었다면 이것이 어찌 사군자가 사람을 대하는 도리이겠습니까. 그러나 이이가 심의겸에게 대단한 죄악이 있다는 것을 자세히 몰랐으나 또한 권세를 탐하고 지식이 없다는 것을 알았으므로 김효원은 쓸 만하고 심의겸은 쓸 만하지 않다고 여겼던 것입니다. 기묘년의 소장에 또 ‘동서를 탕척시키고 모두 재능대로 임용하더라도 심의겸은 다시 요직에 두어서는 안 된다.’ 하고, 심지어 ‘영원히 외척에게 권세를 주지 말라.’고 청하여 심의겸이 다시 들어오는 길을 막기까지 하였습니다. 또 올린 바 《성학집요(聖學輯要)》에서 깊이 주의시켰으니, 이것이 과연 일호라도 심의겸의 처지를 위한 것이겠습니까. 다만 사람을 논함에 있어 마땅히 마음으로 해야 하고 상벌을 시행함에 있어 마땅히 형적으로 해야 하므로 심의겸은 아까울 것이 없으나 일시의 서인 쪽 사류를 아울러 연루시켜 다 배척해서는 안 된다고 여겼습니다. 이것은 이이의 소견이 그러할 뿐만 아니라, 또한 유성룡·이발·김우옹의 무리도 전일 논한 바입니다. 계미년 성비(聖批)에 ‘심의겸은 간인이다.’라는 분부가 계신 것을 본 뒤에 이이 또한 비로소 의심하여 ‘이 사람이 권력을 탐하고 세도를 즐겨서 본디 수백(粹白)하지 않았으니 아마도 그가 척리(戚里)임을 빙자하여 임금께 죄를 얻은 것이다.’ 하였습니다. 그러나 궁금(宮禁)의 일은 비밀스러워서 외신(外臣)이 자세히 알 수 있는 것이 아니니 또한 의심할 따름이고 억측할 따름이었습니다. 만일 이이가 심의겸을 알지 못한 것을 죄로 삼는다면 유성룡·이발·김우옹의 무리와 그 책망을 같이 받아야 합니다. 어찌 이이만 탓해서야 되겠습니까. 이로써 살펴보면 그의 마음과 형적이 해와 별처럼 환하게 밝으니, 어찌 한 점인들 의심할 만한 것이 있겠습니까. 아, 이이가 심의겸과 안 것을 시배가 애당초 모르지 않았습니다. 그런데 심의겸이 배척당하던 초기에 그의 제배들은 당여(黨與)로 지목받지 않은 이가 없었으나 이이만은 감히 지목하는 가운데 넣지 않았을 뿐만 아니라 온 조정이 서로 번갈아가며 천거하되 오히려 미치지 못할까 염려한 것은 애당초 친밀한 형적이 없었기 때문입니다. 그러다가 동인의 지론이 편중된 데 이르러 이이가 홀로 동서를 타파하자는 논의를 주장하면서 들뜨고 조급한 무리를 통렬히 억제한 뒤에야 좋아하지 않는 자가 비로소 많아졌고 터무니없는 말을 만들어내게 되었습니다. 그제서야 ‘이이가 심의겸과 사적으로 지낸다.’ 하더니, 계미년 이후 비로소 함정으로 몰아넣고서 당여로 지목하였습니다. 아, 이이는 한 사람입니다. 이이의 덕업(德業)과 경술(經術)을 위에 천거한 것도 시배이고 징소(徵召)하기를 계청한 것도 시배이고 차자를 올려 머물게 하도록 청한 것도 시배이고 오늘날 배척하여 얽어 모함하는 것도 시배입니다. 아, 시배에게 거스르기 전에는 이이가 도학과 경륜이 있는 대현(大賢)이 되었다가 시배에게 거스르게 된 뒤에는 이이가 사악한 붕당을 만든 소인이 되었으니 어찌 앞뒤로 헐뜯고 칭찬함이 이처럼 서로 반대된단 말입니까. 이이가 참으로 심의겸과 체결하고자 하였다면 마땅히 심의겸이 뜻을 얻고 있던 때 체결했어야 하는 것이지, 의겸이 실세한 뒤에 체결한다는 것은 부당한 말입니다. 무슨 까닭으로 심의겸이 패하기 전에는 이이가 전원에 물러나 살면서 나아가기는 어렵게 여기고 물러나기는 쉽게 여겼습니까. 경진년에 소명(召命)을 받고 서울에 들어오던 때에는 심의겸이 실세한 지 이미 오래되어 먼 외방으로 쫓겨났고 동인이 바야흐로 시론을 주장하고 있었던 시기입니다. 이이가 체결하고자 하였다면 어찌 논의를 주장하고 있는 시배에게 이견을 세우고 실세한 심의겸에게 체결하였겠습니까. 하물며 ‘체결한다.’고 하는 것은 자기의 사리 사욕을 이루려는 것이니, 자기의 사리 사욕을 이루지 못한다면 또한 무엇 때문에 체결하겠습니까. 아, 시배의 기세가 치성할 때에도 오히려 끌어들여서 당여로 삼지 못하였는데 더구나 세상이 천하게 여겨 버려버린 심의겸이 끌어들여 당여로 삼을 수 있었겠습니까. 일신의 영욕과 화복도 오히려 그의 마음을 움직이고 절조를 변개하게 할 수 없는데, 스스로를 도모하지도 않는 사람이 더구나 심의겸을 위해 도모하겠습니까. 이이의 삼사는 오직 이와 같았으므로 선세(先世)의 대부(大夫) 백인걸(白仁傑) 같은 이도 특별히 이이와 성혼을 천거하여 특립독행(特立獨行)하는 사람이라 하였습니다. 백인걸은 사조(四朝)의 숙덕(宿德)이며 을사(乙巳)의 유직(遺直)으로 일찍이 심의겸을 배척한 것은 국인이 아는 바입니다. 만일 이이와 성혼이 조금이라도 심의겸에게 오염된 형적이 있었다면 어찌 외척에게 편당하는 사람을 국가를 위해 현인으로 천거함으로써 전하를 저버릴 수가 있겠습니까. 그렇다면 이이와 심의겸이 본래 친밀한 형적이 없었음을 여기에서 더욱 알 수 있습니다. 아, 시배로서 이이를 공격하는 자가 어찌 모두 시세에 빌붙어서 충현(忠賢)을 시기하는 자들이겠습니까. 그 가운데에도 마음가짐이 조금 공정하나 정의(情意)가 막혀서 이이의 심사를 모르는 자도 있겠고 식견이 밝지 못하여 시배의 논의에 동요되지 않을 수 없는 자도 있겠고 또한 신진 후생으로 붕당의 논의에 오염되어 그른 것을 스스로 알지 못한 자도 있겠고 또한 마음으로는 시론(時論)을 그르게 여기면서도 역량이 부족하여 남을 따라 나아가고 물러나는 자도 있겠고 또한 시종 곡절을 전혀 알지 못하고서 대중을 따라 뇌동한 자도 있겠습니다. 이러한 무리들은 하루아침에 깨달으면 또한 반드시 자기가 한 일에 대해 스스로 뉘우치는 점이 있을 것입니다. 그러나 생각건대, 오늘날의 사대부는 모두 임금 섬기는 의리를 모르는 사람들입니다. 대개 임금을 섬기는 의리는 속이지 않는 것보다 큰 것이 없습니다. 오늘날의 시배 중에 시론이 무망(誣罔)된 것임을 아는 자가 한두 사람 없지는 않으나 곧 그들과 함께 어울려서 하나가 되었으며, 혹은 실지로 이 사이의 시비를 모르고 억지로 모르면서도 아는 체하는 자도 있습니다. 만 사람이 부화(附和)하여 한 입에서 나온 것처럼 함께 같은 말을 하여 마침내 한 사람도 실지로 임금에게 고하는 자가 없으니, 이것이 과연 이른바 속이지 않는다는 것이겠습니까. 그러므로 오늘날의 시배는 모두 임금 섬기는 의리를 모르는 자라고 하는 것입니다. 아, 편당하여 임금을 속이는 것은 그 죄를 바로잡을 수 있으나 시론에 한 번 거스르면 종신토록 폐기됩니다. 오늘날의 시배는 부귀에 뜻을 두지 않은 자가 적으니, 당초 옛 사람이 임금을 섬기던 의리로 책망할 수는 없습니다. 아, 일세(一世)의 인재가 많지 않은 것은 아니나 능히 우뚝이 스스로를 지켜 만 마리 말이 함께 달리는 속에서도 의연히 서 있는 사람은 거의 없으니 그 사이에서 스스로 벗어난 사람이 없는 것은 괴이하게 여길 것도 없습니다. 아, 이이는 죽었습니다. 오늘날 한 세상 사람을 다 몰아다가 모두 이이가 소인이라고 하게 한들 또한 국사에 무슨 도움이 있겠습니까. 대저 군자와 소인의 구분은 오직 의(義)와 이(利) 이 두 가지 길이 있을 뿐입니다. 특립독행하여 자신을 잊고 나라를 위하며 부귀를 사모하지 않고서 나아가기는 어렵게 여기고 물러나기는 쉽게 하는 사람은 군자로서 의리를 좋아하는 사람입니다. 시세에 빌붙어서 자신을 보존하고 지위를 튼튼히 하며 작록을 탐하면서 나아가기는 쉽게 하고 물러나기는 어렵게 여기는 사람은 소인으로서 이익을 좋아하는 자입니다. 오직 이익만을 좋아할 뿐이므로 이익이 외척에게 있으면 외척에게 빌붙고 이익이 권간(權奸)에게 있으면 권간에게 빌붙고 이익이 시론(時論)에 있으면 시론에게 빌붙어서 오직 이익이 있는 것만 보고서 향할 뿐입니다. 그리하여 기미를 쫓아가고 향기를 따라서 가지 않는 곳이 없고, 파리처럼 이익을 찾아다니고 개처럼 분주히 쏘다니어 몰아 내버려도 다시 돌아옵니다. 심한 경우에는 이익이 아내와 자식을 죽이는 데에 있으면 아내와 자식을 죽여가며 추구하고, 이익이 임금과 아비를 시해하는 데에 있으면 임금과 아비를 시해하면서 빼앗으니, 이것은 이익을 좋아하는 자들의 일입니다. 오직 의리만을 좋아할 뿐이므로 이익이 외척에 있어도 빌붙지 않고 이익이 권간에게 있어도 빌붙지 않고 이익이 시론에게 있어도 빌붙지 않고 오직 의리의 있는 것을 보아 그를 따를 뿐입니다. 그리하여 영화로와도 즐거워하지 않고 곤욕을 당하여도 놀라지 않고 불러도 오지 않고 내몰아도 가지 않습니다. 심한 경우에는 의리가 자신의 목숨을 버리는 데에 있으면 자신을 희생하는 것도 돌아보지 않고 의리가 일족이 멸하는 데에 있으면 일족이 멸하여도 사양하지 않으니 이것은 의리을 좋아하는 자들의 일입니다. 아, 의리를 좋아하는 자는 나라를 위하고 이익을 좋아하는 자는 자신을 위합니다. 이익을 좋아하면서 임금을 사랑하는 자는 있지 않고 의리를 좋아하면서 임금을 버리는 자는 있지 않습니다. 이로써 살펴보면 오늘날의 사대부 가운데 누가 군자로서 의리를 좋아하는 자이겠으며 누가 소인으로서 이익을 좋아하는 자이겠으며 누가 부귀를 사모하지 않고 나아가기는 어렵게 하고 물러나기는 쉽게 하는 자이겠으며 누가 작록을 탐하고 나아가기는 쉽게 하고 물러나기는 어렵게 여기는 자이겠으며 누가 시세에 빌붙어서 자신을 보존하고 지위를 튼튼히 하는 자이겠으며 누가 특립독행하여 자신을 잊고 나라를 위하는 자이겠습니까. 혹시 하루아침에 외척과 권간이 국권을 도둑질하여 생살(生殺)과 위복(威福)이 그의 손에서 나오게 된다면, 벼슬을 얻기 전에는 얻으려 근심하고 벼슬을 얻은 다음에는 그것을 잃을까 근심하여 바람부는 대로 휩쓸리는 자들이 이익을 좋아하는 무리에게서 나오겠습니까, 아니면 의리를 좋아하는 무리에게서 나오겠습니까. 강경하고 정직하여 흔들리지 않고 횡류(橫流)의 지주(砥柱)처럼 우뚝이 서는 자들이 의리를 좋아하는 무리에게서 나오겠습니까, 아니면 이익을 좋아하는 무리에게서 나오겠습니까. 아, 오늘날의 이른바 사대부로서 이이와 성혼을 공격하는 자가 만일 명예와 절조를 아껴서 조금이라도 화평론을 주장하여 형적을 깨뜨려버리고 일시의 인재를 수합하여 그들과 더불어 천직(天職)을 함께 다스려 직무에 협력함으로써 위로는 성상께서 밤낮 정무에 애쓰시는 근심을 풀어드리고 아래로는 사림의 공론이 답답해 함을 위로해 주는 것으로 스스로 만년을 보전할 계획으로 삼는다면 또한 좋지 않겠습니까. 지금은 그렇지 아니하여 부회하는 무리가 시론을 주장함에 따라 괴란(乖亂)이 날로 더욱 심해집니다. 조정에서는 오직 당색의 이동(異同)을 가지고 이이와 성혼을 배척하는 것을 일삼을 뿐이고 국가의 치란(治亂)과 생민의 휴척(休戚)은 까맣게 잊어버리는 지경에 버려두니, 인심이 열복하지 않는 것이 또한 마땅하지 않습니까. 이것이 공의가 함께 분히 여기고 지사가 팔을 내두르며 조헌(趙憲)이 과격한 논의를 제기하게 된 까닭입니다. 대개 조헌이 한 말은 이이와 성혼을 신구(伸救)하는 것을 주로 하였으나 그 소견이 일방적이어서 스승의 뜻에 어긋났습니다. 사람을 논할 적에는 좋아만 하여 악을 알지 못하고 미워만하여 선을 알지 못하면 또한 일시의 공론을 열복시킬 수 없으니 또한 잘못입니다. 그러나 조헌의 뜻은 이미 이이와 성혼을 유림의 영수로 삼고 있으므로 이이와 성혼을 공격하는 자를 보면 곧 가리켜 시기하는 사람으로 삼고 이이와 성혼을 추존하는 자를 보면 곧 가리켜 선을 좋아하는 사람으로 삼으며 인물의 본품(本品)이 어떠한가는 묻지 않고서 일체 사정(邪正)으로 단정하였으니 이것이 논의가 분격하여 중도에 맞지 않고 스승의 뜻을 크게 어기게 된 까닭입니다. 대저 사람을 논함에 있어 형적만을 보고 본심을 규명하지 않으면 번번이 사람을 잃게 되는 것입니다. 오늘날 이이와 성혼을 공격하는 자는 기묘년에 뭇 소인들이 사림을 일망타진한 것과는 다른 점이 있습니다. 기묘년에는 사림이 합하여 하나가 되고 오직 소인만이 사림을 모함하였으므로 형색이 분변하기 쉬웠습니다. 그러므로 사림을 공격하는 자를 모두 소인이라 하는 것이 마땅하였거니와, 오늘날에 이르러서는 당초 사림이 나뉘어 둘이 되었습니다. 오늘날 동인으로서 이이와 성혼을 공격하는 자가 시세에 빌붙어 시기 모해하는 무리가 많이 있기는 하나 또한 잘못 속아서 저지당하여 그렇게 하는 사람도 없지 않으니, 어찌 본심을 규명하지 않고 일체 소인으로 규정할 수가 있겠습니까. 조헌의 소장에서 공격한 김우옹·유성룡·김홍민(金弘敏) 같은 몇몇 신하에 이르러서는 장단점이 없지는 않으나 인물을 논하자면 이 또한 일시의 청류(淸流)로서 이이가 일찍이 칭허(稱許)한 사람들입니다. 다만 뜬말에 잘못되고 한쪽에 치우치게 집착하여 점차 침고(沈痼)되어 이에 이르렀을 뿐입니다. 또 이 몇몇 신하는 소견이 편벽되어 이이의 심사를 제대로 알지는 못하지만, 그 또한 장점을 취함에 있어 무슨 해로울 것이 있겠습니까. 그러나 이 몇몇 신하가 일시의 청류라고는 하나 그 가문에 출입하는 자는 대다수가 부회하고 아첨하는 무리였는데, 이를 재억(裁抑)하지 못하였을 뿐만아니라 일찍이 그 사이에 동이(同異)의 의견을 한마디도 하지 않았습니다. 만일 서로 어울려서 하나가 되었으면 사론의 의심을 초래하는 것은 또한 진실로 당연한 것입니다. 그러나 한쪽 말만 듣고 간사한 마음이 생겨 이러한 사리에 어긋나는 비난이 있게 된 것이지, 애초에 어찌 그 사이에 사심(邪心)을 가지기야 했겠습니까. 대개 이 몇몇 신하는 역량과 소견이 세도(世道)를 담당하여 들뜨고 조급한 자를 진정시키고 처지를 화평하게 하여 서로 화합해서 직무에 힘쓰는 복을 누리게 하기에는 부족하지만, 지위를 잃을까 근심하는 유속(流俗)의 무리가 전연 이해에 마음을 두고 명의(名義)를 돌아보지 않은 채 시세에 빌붙어서 날마다 공격만을 일삼고 탐욕을 부리고 혼탁시키고 시기 모함하는 경우에 비하면 또한 거리가 멀지 않습니까. 지금 조헌이 비유를 든 것이 도리에 맞지 않아서 이 몇몇 신하를 비인(匪人)으로 삼고 기대항(奇大恒)은 의를 위해 목숨을 버린 것으로 허여하고 심의겸은 의리의 명성을 드날린 것으로 지목하였습니다. 서인인 경우에는 한 사람도 단점을 말한 것이 없고 동인인 경우에는 한 사람도 장점을 말한 것이 없으니 이것이 과연 이이의 평일 소견이었겠습니까. 거리에 떠도는 말을 주워모아 성상께 아뢴 데 이르러서는, 충성을 바치고자 하는 뜻은 간절하나 광망(狂妄)하고 미련한 과실은 숨길 수 없습니다. 어쩌면 조헌이 근년 이래로 남쪽 고장에 유락(流落)하여 있으면서 오랫동안 사우(士友)의 논의를 접하지 못하였으므로 떠나 있던 나머지 고루하여 이러한 어긋남이 있게 된 것이 아니겠습니까. 어찌하여 한결같이 이이의 평소의 논의와 서로 틀린 것이 이처럼 심하단 말입니까. 아, 이이가 스스로 수립한 것은 광명 정대하고 천지처럼 우뚝하여 후세에 전할 만하고 옛 사람에 부끄럽지 않은데, 살아서는 그 포부를 당세에 조금도 시행해 보지 못하고 죽어서는 그 심사(心事)를 드러내 밝힐 길이 없게 되었습니다. 조헌 같은 자에 이르러서는, 그 문하에서 직접 가르침을 받아 존모(尊慕)하는 성의는 있으나 사우(師友)의 뜻을 환히 알지 못하였고, 논설하는 바도 또 스승의 도를 발명하지 못하였으니 구원(九原)에 있는 죽은 스승의 영령이 어찌 여기에 마음을 쓰지 않겠습니까. 그러나 조헌이 이러한 말을 한 것은 또한 시대를 한탄하고 세속을 슬퍼하는 뜻과 선을 좋아하고 악을 미워하는 마음에서 나온 것이지 실로 다른 뜻은 없습니다. 그런데도 사설(辭說) 가운데 어찌 참으로 채택할 만한 것이 없기에 삼사가 번갈아가며 소장을 올려 힘껏 공격하고 심지어 조헌을 흉험(凶險)하고 교사(巧詐)한 사람으로 여기기에 이른단 말입니까. 아, 어찌 그것이 사실이겠습니까. 과연 그 말이 사실이라면 오늘날 부회하는 무리가 바야흐로 시론(時論)을 주장하여 그들의 손 안에서 진퇴가 결정되는 상황에서 이 무리에게 빌붙지 않고 생로사병(生老死病)의 지경에 이른 사람을 구제하려 하는 것은 그럴 리가 없는 것입니다. 미치고 어리석다고 한다면 가하거니와 흉험 교사라는 네 글자가 어찌 조헌의 마음을 열복시킬 수 있겠습니까. 또 ‘조헌이, 이이가 자기를 천거해 준 은혜를 잊지 못하여 이 소장을 올렸다.’ 하니, 이것은 더욱 무망(誣罔)하는 말입니다. 조헌의 인품에 대해서는 이이가 옛 사람을 사모하고 선을 좋아함을 취하였으나 벼슬길에 천거하여 발탁한 것은 실로 이발·김우옹이 한 것이니 이것은 나라 사람이 함께 아는 일입니다. 만일 조헌이 자기를 천거해 준 은혜를 갚고자 하였다면 마땅히 이발의 무리에게 갚아야 할 것이요 이이에게 갚는 것은 부당합니다. 설사 이이가 조헌에 대해 천거 발탁해 준 은혜가 있어 조헌이 잊지 못하여 그렇게 하였다 하더라도 대중의 성쇠에 따라 향배를 결정하는 자에 비하면 또한 거리가 멀지 않겠습니까. 작위(作爲)가 없이 하는 것은 옛 사람도 허여한 것인데, 지금 이것을 죄로 삼고 저것을 옳게 여기니 그 또한 잘못입니다. 신들이 일개 조헌을 위해 변명하는 것이 아니라 진실로 시배(時輩)가 사람을 공격함에 있어 없는 것을 얽어내어 있다고 하면서 장황하게 현란시키는 정상과 전후의 방법이 마치 한 사람의 손에서 나온 것과 같으니, 이를 살펴 그것의 허무함을 알게 된다면 곧 이 한 가지 일을 가지고도 이것을 통하여 저것을 알 수 있기 때문입니다. 이이와 성혼을 논한 말에 이르러서는 이발(李潑)의 여론(餘論)을 조술(祖述)한 것인데 옥당의 차자에 이르러서는 그 말이 스스로 서로 모순되는 것이 마치 두 사람의 손에서 나온 것과 같습니다. 이이를 이미 세도(世道)를 만회하는 군자라고 허여하고 또 성혼에게 임하(林下)에서 학문하는 선비라고 허여하였으니, 두 사람은 당세에 구하여도 비할 만한 사람을 얻기 어려운 것입니다. 그런데 또 외척에게 빌붙었다 하면서 실신(失身)으로 지목하였으니 이 두 사람은 백이(伯夷)의 마음에 도척(盜蹠)의 행실을 지닌 것이니 어찌 이치에 맞는 말이겠습니까. 이는 때를 타고 부회하는 무리가 이 논의를 주창하자, 신진의 사류가 이 사이의 곡절을 알지 못하고 대중을 따라 뇌동한 것에 지나지 않는 것입니다. 신들은 또 생각건대, 돌아간 스승이 전후 올린 소장이 무려 누만 언인데 건백한 내용은 모두가 국가의 대계였습니다. 만년에 풍운(風雲)의 시기를 만났으나 곧바로 하늘이 그를 빼앗아갔기 때문에 평생의 포부를 하나도 시행하지 못하였으니, 이것이 오늘날 사림이 함께 팔을 내두르면서 한탄하는 까닭입니다. 대저 우리 국가는 성왕(聖王)과 신군(神君)이 계승하여 정치 도구가 다 완비되어 앞서는 《경제육전(經濟六典)》의 제작이 있었고 뒤에는 《경국대전(經國大典)》의 저술이 있었습니다. 그런데 불행히 연산(燕山)이 선왕의 전형(典刑)을 전복시켜 음학(淫虐)한 폐정(弊政)을 창시하자, 중종(中宗)이 반정(反正)하여 모든 정치가 옛날로 회복되었습니다. 그러나 연산의 여법(餘法)이 아직도 다 개혁되지 않아서 오늘날까지 국가 생민에 해가 되고 있으니, 이는 선왕의 옛 법전이 아닙니다. 이러한데도 고치지 않으면 장차 백성을 보호할 수가 없음은 물론이고 나라가 다스려지지 못할 것입니다. 이이가 경장(更張)하려고 한 것은 또한 장차 국가를 위하여 천명(天命)을 맞아 중흥의 업적을 세우려 한 것이니 어찌 그만둘 수 있었겠습니까. 이것을 과연 분경(紛更)한다고 할 수 있겠습니까. 오늘날 진신들 사이에 다시 이것을 말하지 않는 것은 어쩌면 가려움과 아픔이 자기 몸에 절실하지 않아서 그러한 것이 아니겠습니까. 이이는 비난할 수 있어도 그 말은 옳은데, 어찌 사람 때문에 말조차 버려서야 되겠습니까. 아, 이이의 건백이 행해지지 못한 것은 또한 어찌할 수 없거니와, 조처하는 일에 이르러서도 반드시 온갖 방법으로 저해하여 무너뜨린 뒤에야 마음에 시원하게 여겼으니, 이것이 무슨 마음입니까. 곡식을 바치는 자에게는 허통(許通)시키자는 일에 이르러서는 당초 부득이한 데에서 나온 조처입니다. 계미년 변경의 흔단이 있었던 초기에 중국의 장사(將士)가 북방에 구름처럼 모였으나 군량이 다 떨어져서 운송할 수가 없었습니다. 그리하여 조종의 2백 년 왕업을 일으킨 지역이 장차 오랑캐의 수중에 들어가게 되었는데, 감히 손을 소매 속에 넣고 편안히 앉아 있으면서 한 가지 계책도 조처하지 않을 수 있겠습니까. 옛날 송나라 신하 주희(朱熹)는 지남강군사(知南康軍事)를 제수받았을 적에 부민(富民)에게 미곡을 빌어쓰고 영직(影職)으로 보답하기로 언약함으로써 한 지방의 기근을 구제하였으며, 아조(我朝)에서는 이시애(李施愛)의 난리에 광묘(光廟)가 일찍이 북도에 화살을 바치는 사람을 모집하면서 면천(免賤)시켜 양인(良人)이 되게 하였으니, 이러한 일은 평일 경상(經常)의 법이 아니지만 또한 실로 권변(權變)을 행하는 방도인 것입니다. 그러므로 선유가 이미 행하였고 조종조에서도 이미 행하였던 것입니다. 그러한 당시에 격문이 서로 잇따르고 봉화가 쉬지 않아서 한 지방의 안위가 호흡 사이에 결판날 상황인데 어찌 장구(章句)를 따지는 썩은 선비가 큰 소리만 칠 뿐 완급(緩急)에 아무런 도움을 주지 못하는 그런 소위를 본받을 수가 있겠습니까. 이이가 이렇게 한 것은 다만 일시의 위급을 구제하는 것이 일차적인 목적이었는데, 그 사이에 인재를 아끼는 뜻이 스며 있었음도 환히 알 수 있습니다. 그런데 조헌이 ‘이이가 이렇게 한 것은 인재를 아끼려는 목적에서 나온 것이다.’ 하였으니 이것이 과연 이이의 본심을 아는 자의 말이라고 할 수 있겠습니까. 이것이 이이가 시의(時議)와 합치되지 않는다는 것을 알면서도 결행하기를 힘껏 청한 이유인 것입니다. 언자(言者)가 과연 구차하다는 것으로 논쟁하자 위에서 결의(決意)하여 행하였고, 이이가 죽은 뒤에 와서 언자가 또 전후 소생(所生)을 분간하여 허통(許通)시키자고 한 논의를 주장하여 논집해 마지않자 위에서 또한 깊이 살피지 아니하고 갑자기 따르셨습니다. 이 일이 미세하기는 하나 나라의 신망이 걸린 것이어서 지극히 중대한 것이므로 결코 가벼이 여길 수 없는 것입니다. 그때 이이도 전후의 소생을 분간해야 함을 모른 것이 아니었으나 뒤의 소생을 허통하고 전의 소생을 허통하지 아니하면 응모자가 극히 적을 뿐만 아니라, 장자는 천인이 되고 차자는 양인(良人)이 되어 한 집안 안에서 명분이 문란해져 또한 크게 사리에 어긋나게 생겼으므로 전후의 소생을 아울러 허통하지 않을 수 없었던 것입니다. 이이가 이것을 함에 있어 어찌 의도한 바가 없이 그렇게 하였겠습니까. 대개 당초 사목(事目)에 전후의 소생을 분간한다는 말이 있지 않았으므로 곡식을 바치는 사람의 대다수가 연로하여 출산이 중단된 사람이었으니, 이것이 어찌 재물을 가벼이 여기고 베풀기를 좋아하며 나라를 위해 변경을 돕기를 복식(卜式)처럼 하는 자들이었겠습니까. 그저 자손이 벼슬길에 통할 수 있기 때문이었습니다. 또, 공사(公事)를 처음 준허(准許)받았을 적에는 서얼의 무리들이 서로 의논하기를 ‘고려의 공사는 사흘을 넘어가지 않는다는 옛 속담을 생각하지 않을 수 없다. 지금 우리가 가산을 다 기울여 후일의 계책을 도모하다가 만일 국가가 신의를 지키지 않고 곧바로 파하고서 그 댓가만 돌려주면 우리들의 일이 낭패이다.’ 하므로 권하는 자가 모두들 ‘그렇다 않다. 현재 이야(李爺)가 조정에 있으니 어찌 이처럼 실신(失信)하는 일이 있겠는가.’ 하였습니다. 이에 서로 돌려가며 말을 전하였으므로 응모자가 구름처럼 모여들어 곡식을 바치는 짐바리가 잇따랐고 군사(軍事)가 힘입어 구제되었습니다. 지금 그 일을 파하지도 않고 댓가도 돌려주지 않으면서 다만 전의 소생은 부거(赴擧)를 허락하지 못하게 하고 또 천첩 자식의 부거를 멋대로 정지시킨 경우가 많아 국가의 실신이 또 이 무리들의 처음 염려하던 이외에서 나오고 있으니, 백성을 속이는 데에 가까운 것이 아니겠습니까. 다만 그때 관금(關禁)이 엄하지 아니하여 곡식을 바치는 무리가 운송의 편리함을 이롭게 여겨 혹 포목(布木)을 가지고 가서 본도(本道)에서 곡식을 무역한 일이 있었는데, 이는 유사(有司)가 규검하지 못한 과실이요 서얼이 외람된 짓을 한 죄이므로 참으로 징치하지 않을 수 없습니다. 그러나 죄를 징치하고 신의는 잃지 않는 것이 옳은데, 위에서 일이 나인(內人) 족속에 관계된다 하여 특명으로 그 사람에게 댓가를 돌려주고 부거(赴擧)를 허락하지 않으셨으니, 이는 성상의 지공무사한 마음에서 나온 것이기는 하지만 자못 실신(失信)에는 대소의 차이가 없다는 것을 모르신 것입니다. 아, 신의란 나라의 큰 보배입니다. 필부도 신의가 없으면 오히려 향당(鄕黨)에서 행동할 수 없는데 하물며 인주로서 신의가 없으면 뒷날 급한 때에 어떻게 사방을 호령할 수 있겠습니까. 평일 무사할 때에는 큰 근심이 없다 하더라도 하루아침에 일이 다급해지면 반드시 때늦은 후회가 있게 될 터이니 어찌 크게 두려워 할 일이 아니겠습니까. 성인이 ‘먹을 것을 버리고 군사를 버리되 신의는 버릴 수 없다.’ 하였는데, 지금 한 가지 일을 하면서 세 가지를 잃었으니 불가한 것이 아니겠습니까. 곡식을 바친 무리가 이러한 억울함을 받았으니 어찌 상서(上書)하여 원통함을 송변(訟辨)하려 하지 않겠습니까만, 입을 다물고 말하지 않는 것은 또한 까닭이 있습니다. 즉위하신 이래로 너그러이 용납하여 간언을 받아들여서 언로(言路)가 크게 열렸으니 어찌 한 사람의 말도 채택할 만한 것이 없었겠습니까. 위에서 그 말을 선하게 여겨 유사에게 내리시지만 유사의 대다수가 관직을 태만히 하고 일을 싫어하는 사람이어서 일찍이 한 번도 생각해 보지 않았기 때문에 일의 시비와 이해를 따져보지도 않고 일체 방계(防啓)하니, 아름다운 꾀와 특이한 계책이 시무(時務)에 절중(切中)한 것이 있다 하더라도 대부분 폐지되고 시행되지 않습니다. 이것은 신하들이 임금의 미덕을 받들어 순종하지 못함으로 말미암아 드디어 간언을 받아들이는 성상의 성대한 덕으로 하여금 간언을 쓰는 실효를 보지 못하게 한 것입니다. 이는 전하께서는 언로를 열어놓았으나 신하들이 그 문을 닫아버린 것이니, 지치(至治)가 흥기되지 못하는 것은 진실로 이 때문입니다. 이것이 서얼들이 도움이 없음을 알고 감히 입을 열지 못하는 이유인 것입니다. 아, 이이가 죽은 뒤부터 사기가 저상되어 사람마다 자신을 보전할 계획을 품고 있으니 인심과 세도가 날로 달라지고 때로 같지 아니하여 덕을 숭상하는 기풍이 점차 없어지고 이익을 취하는 습성이 날로 자랍니다. 따라서 아비가 자식을 경계하고 형이 아우를 권면하는 것이 모두 과거에 합격하고 녹봉을 구하는 것으로 급무를 삼고 있으므로 스승을 높이고 벗을 가까이하여 충성과 효도를 강마(講磨)하는 자는 세상의 웃음거리가 되고 있습니다. 신은 이와 같이 하여 마지않으면 그 유폐(流弊)가 장차 사유(四維)가 모두 없어지고 인욕이 마구 범람하여 동경(東京)의 당고(黨錮)와 남송(南宋)의 위학(僞學)의 화를 날을 정해 놓고 기다릴 수 있음은 물론이고 나라도 따라서 위태롭게 될까 염려스럽습니다. 이 한 가지 일은 신의 사사로운 근심이며 지나친 염려이나 또한 조헌과 같지 아니할 수 없습니다. 오늘날 언자로서 어떤 사람은 ‘오늘날 시배에 무식하고 부회하는 무리가 있기는 하나 또한 사림에 화를 일으키는 데에는 이르지 않는다.’ 하는데, 이것은 그렇지 않습니다. 《주역(周易)》 곤괘(坤卦)에 ‘서리를 밟으면 단단한 얼음이 이른다.’ 하였으니, 조짐을 두려워해야 한다는 것을 말한 것입니다. 바야흐로 지금 조정에서는 화복(禍福)으로 사부(士夫)를 꾀고 주현(州縣)에서는 위형(威刑)으로 유사(儒士)를 으르니, 풍색(風色)의 불길함이 서리를 밟는 것에 비할 정도가 아닙니다. 그렇다면 오늘날 부회하는 무리가 점차 화의 빌미를 만들어내어 강한 자는 공격하여 공을 자랑하고 약한 자는 영합하여 이익을 구하게 될 것이니, 뒷날 사림의 화가 이 무리들의 손에서 생기지 않을 줄을 어찌 알겠습니까. 이 또한 형상이 이미 드러난 것으로 어리석은 신이 억측으로 한 논의가 아닙니다. 아, 천하에 도가 있으면 서인(庶人)이 의논하지 않습니다. 그러므로 조정에 공론이 없은 뒤에야 초야에서 사론(士論)이 있게 되는 것입니다. 그렇다면 사론이 아래에서 격렬한 것이 어찌 국가의 복이겠습니까. 만일 시세에 빌붙어서 조론(朝論)에 화응(和應)하고 공정을 칭탁하면서 사정(私情)을 부려 당대의 현인을 몰래 모함하는 자가 스스로 포의(布衣)의 공론이라고 주장한다면 이는 여철(余喆)·황이옥(黃李沃)의 소위에 가깝지 않겠습니까. 아, 수년 이래 조야의 사이에 인심이 날로 격렬해졌습니다. 계미년에 관학(館學)의 유생이 소장을 올린 뒤로부터 사론이 발론되었다가 중지된 것이 한두 번이 아니었는데, 을유년 가을에 삼사가 비로소 이이와 성혼을 논하여 이름을 당적(黨籍)에 편입시켰습니다. 이에 태학의 선비들이 소장을 올려 논변하려 하였는데, 그때 재임(齋任)으로 있던 자가 뒤에 소장을 올린 무리들에게 저지당한 바가 많아서 그 논의가 마침내 결행되지 못하였습니다. 유대정(兪大楨)과 유영겸(柳永謙) 등 7∼8인이 시론(時論)에 빌붙어서 진취(進取)의 매개로 삼고자 하기에 이르러서는, 종사(從祀)하자는 공론을 가탁하여 은밀히 정인을 욕하는 간계를 부려 성리학(性理學)을 강명(講明)한 이이를 가리켜 도를 그르치고 진리를 어지럽히는 사람이라 하고 은거하여 지조를 지키는 성혼을 가리켜 이름을 팔고 성예를 구하는 선비라 하였으니, 이는 실로 기묘년의 간흉(奸兇)이 사림을 해치던 여론(餘論)으로서 유대정 등의 말이 그와 은연 중 합치됩니다. 그리하여 머리를 감추고 논의를 정립하여 많은 선비를 농락하였는데 소장을 쓰던 날에 이르러서는 기미를 알고 가지 아니한 자가 태반인가 하면 어떤 이는 무심코 가서 참여하면서 소장의 사연을 보지 않은 자도 있었습니다. 그런데 유대정 등이 그들을 다 열서(列書)하여 명수(名數)를 허세로 열기(列記)하여 인주로 하여금 그를 보고 많은 선비들 사이의 공공의 논의로 여기게 한 것입니다. 그때 속은 자가 한두 사람 정도가 아니었습니다. 그러므로 계미년 황해도의 소두(疏頭)인 생원 유대춘(柳帶春) 등과 서울의 선비 약간인들이 모두 속은 속에 들어 있었으므로 또한 소장을 올려 스스로 변명하기 위하여 소장을 갖추어 올리려 할 즈음에 시론이 크게 험악하여지자 부형들이 통렬히 금하였으므로 또 결행하지 못하였습니다. 이에 도성의 선비로서 간사한 모의를 미리 알고 당초 상소에 참여하지 않은 자 70∼80인이 서로 모여 모의하기를 ‘삼사의 무망(誣罔)에 대해서는 우리들이 입을 다물고 있어도 가하거니와 모범 지역인 태학(太學)에서 이처럼 도를 어지럽히는 논의가 있으니, 변덕스럽고 간휼(奸譎)한 정상이 이미 드러났다. 그런데 정원에서는 이 무리들의 소위를 태학의 공공의 논의라 하기에 이르렀으니, 인신이 군부를 속임이 이에 이르러 극도에 이르렀고 사문(斯文)이 장차 땅에 떨어지게 되었다. 따라서 우리들이 나아가서 물리치지 않을 수 없다.’ 하고 드디어 수천인의 소장을 갖추어 궐문에 크게 모여 장차 합문(閤門)을 두드려 호소하려 하였으나 해가 저물어서 올리지 못하였습니다. 다음날 또 모였더니, 어떤 사람은 부형의 위협으로 어떤 사람은 화복(禍福)으로 으르고 겁주는 바람에 위축되어 논의가 일치되지 못한 탓으로 파하였습니다. 이로부터 이후로 많은 선비들이 서로들 ‘시배가 이이와 성혼을 공격하는 것이 하루하루 더 심해지니 말로 다투기가 어렵다. 또 시비는 한때에 혼란한 경우가 있지만 공론은 백대에 정해지는 것이니, 문을 닫고 강학하며 행동을 바르게 하고 말은 겸손히 하여 들은 바를 높이고 아는 바를 행할 뿐이다.’ 하였습니다. 지난날 조헌의 상소가 나오게 되어서는, 조헌 또한 오당(吾黨)의 선비이기는 하나 논의를 세움이 일방적이어서 스승의 뜻에 크게 어긋나 장차 고인이 된 스승의 지극히 공정한 마음으로 하여금 또한 후세에 민멸되게 하였으니, 이것이 이른바 ‘70제자의 상(喪)이 있기도 전에 대의(大義)가 이미 어긋났다.’는 것입니다. 그러므로 동문(同門)의 선비가 서로 모여 ‘종전에 우리들이 소장을 올릴 적에 일찍이 근원까지 궁구하는 논의를 한 적이 없었으므로 고인이 된 스승을 존모(尊慕)할 줄 아는 자라도 고인이 된 스승의 풍지(風旨)를 알지 못하여 과격한 논의가 있기에 이르렀으니, 이는 한번 변론하여 위로는 우리 임금께 진달하고 아래로 동지에게 고하지 않을 수 없다.’ 하고, 드디어 지난 겨울부터 서로 강론하고 서로 의견을 모아 스승이 조정에 벼슬할 적의 시말에 대한 실적을 대강 기술하였는데, 무릇 수개월 만에 소장이 비로소 탈고되었습니다. 그러나 식자는 ‘분분하게 소장을 올리는 것은 평이하게 살면서 천명을 기다리는 도리가 아니다. 더구나 시배는 시비(是非)와 명의(名義)를 돌보지 않고 오직 공의(公議)와 힘껏 다툴 마음을 먹고 있을 뿐이니, 이 논의가 나가더라도 도움이 없을 뿐만 아니라 소요의 자료만 될 뿐이다. 저 조헌의 말이 스승의 뜻을 잃었지만 또한 우리들의 소견이 아니고 보면 스승에게 또 무슨 손상될 것이 있겠는가. 전일의 경계를 어기지 말고 물러가서 학문을 강론하는 것이 제일 좋은 것이다.’ 하였는데, 동문 선비들 대다수가 이 말을 그럴싸하게 여기고 파하였습니다. 그러나 신들은 그렇지 않다고 여기고 장차 홀로 진달하려 하였더니, 어떤 사람이 입이 닳도록 신을 극력 말리면서 ‘그대가 이 일을 하는 것이 스승의 원통함을 송변(訟辨)하려는 간절한 마음에서 나온 것이기는 하나 한 사람이 소장을 연달아 올리는 것은 번독스러울까 두렵다. 그리고 남의 사적인 서찰을 들추어내는 것도 크게 사리에 어긋나는 것은 물론 또 성대한 세상에서 할 일이 아니다. 스승의 뜻을 발명한다 하더라도 한 자를 굽혀 여덟 자를 펴는 것[柱尺直尋]은 옛 사람도 부끄럽게 여긴 바이니 어찌하겠는가.’ 하였습니다. 신 또한 이 말을 옳게 여겨 소장을 반도 쓰지 못한 채 중지하였습니다. 지금은 뜬 의논이 시끄럽게 들끓고 괴이한 논의가 난무하여 소장을 올리지 않아도 소요는 매한가지이니, 이 소장이 한 번 나가서 스승의 뜻이 만분의 일이라도 발명되는 바가 있으면 번독스럽게한 데 대한 주벌(誅罰)과 남의 서찰을 들추어 낸 죄책을 신들이 당한다 할지라도 진실로 차마 스승이 성세(聖世)에 무고당한 것을 범연히 보고만 있으면서 끝내 드러내 밝히지 않을 수 없습니다. 삼가 탈고한 소장에 스승이 이발·정철·김우옹의 무리와 왕복한 서찰을 첨입(添入)하여 삼가 목욕하고 백번 절하며 면류(冕旒) 아래에 진달합니다. 논술한 것은 실로 제배(儕輩) 사이의 공공(公共)의 논의요 진실로 신들 한두 사람의 소견은 아닙니다. 인용한 스승의 왕복 문자는 모두 이이의 본가에 있으니 어찌 감히 일호라도 장황히 떠벌여서 옛 사람이 ‘임금을 섬김에는 속이지 말라.’는 경계를 범할 수 있겠습니까. 원하건대 전하께서는 이이가 조정에 벼슬하면서 지녔던 시종의 공심(公心)을 헤아리고 조헌의 본말이 어긋난 잘못된 소견을 아시어, 조정을 위로하고 사림을 편안하게 해 주소서.” 소장이 올라간 지 26일 만에 상이 비답을 내리기를, “그대의 소장에 ‘들뜨고 조급하며 진출하기를 좋아하는 무리가 앞을 다투어 일어나 부회하였다. 그때 심의겸의 문에 출입하면서 아침저녁으로 서로 종유하며 종처럼 알랑거리던 무리가 영합하여 불의로 들어간 자가 많지 않은 것이 아니다.’ 하였고, 또 ‘전일 심의겸에 빌붙던 무리가 일시에 동인에게 납관(納款)하여 창을 거꾸로 돌려 심의겸을 공격한다…….’ 하였는데, 이는 누구를 가리키는 것인가. 임금을 섬김에는 숨김이 없는 것이 옛날의 도리이니 그대는 하나하나 죄다 들어서 대답해야 할 것이다.” 하고, 조광현(趙光炫)·이귀(李貴)를 명초(命招)하여 물어서 아뢰게 하였다. 정원이 아뢰기를, “조광현은 이미 시골로 내려갔으므로 이귀를 불러 물어 보았더니 ‘문자로는 자세히 다 말씀드릴 수 없으니 면대하기를 청한다.’ 하였습니다.” 하니, 전교하기를, “그대가 창졸간에 서계(書啓)할 수 없다면 우선 물러가서 서계하라.” 하였다. 이귀가 회계(回啓)하기를, “고인이 된 스승이신 이이(李珥)는 충심으로 나라를 걱정하였는데, 한 번 시론(時論)을 거스르자 터무니없는 비방이 백방으로 나와 날로 새로와지고 달로 성해졌는데, 이것이 인심이 날로 격렬해지고 공론이 옆길로 터져나간 이유입니다. 그러므로 신이 이해를 따지지 아니하고 이이의 본심을 드러내어 밝히는 것에 뜻을 두었던 것입니다. 만일 이이의 심사가 조금이나마 성명의 세상에 발명되는 바가 있다면 신은 만번 주륙을 당하더라도 마음에 달게 여기는 바입니다. 지금 성비(聖批)로 하문하시는 분부를 받드니 이야말로 신자가 숨기지 않고 다 말씀드릴 때입니다. 신이 이른바 ‘들뜨고 조급하며 진출하기를 좋아하는 자’란 백유양(白惟讓)·노직(盧稙)·송언신(宋言愼)입니다. 이러한 무리들을 일일이 진달하려 한다면 어찌 이 수삼 인의 무리에 그치겠습니까. 그 가운데 두드러진 자가 이들입니다. 전일 심의겸과 체결하였다가 심의겸이 실세(失勢)한 뒤에 도로 심의겸을 공격한 자는 박근원(朴謹元)·송응개(宋應漑)·윤의중(尹毅中)입니다. 이들은 말할 거리조차 못됩니다. 또 심의겸과 서로 알고 지내는 정분이 이이에 비할 바가 아닌 자로는 이산해(李山海) 같은 자가 있습니다. 시배가 심의겸을 아는 것을 이이의 죄로 삼는다면 먼저 이 사람을 공격해야 옳습니다. 시론에 거스르지 않은 까닭으로 이 사람은 공격하지 않고 이이만 죄를 주려 하다니 이것이 과연 임금을 섬김에 속이지 않는다는 도리입니까. 신이 이산해에게 유감이 있는 것은 다음과 같습니다. 이이가 심의겸과 체결하여 일을 같이하지 아니한 것을 다른 사람은 혹 모를지라도 이산해는 반드시 알 것입니다. 그러나 이산해는 이이의 평생 고구(故舊)의 정분이 있는 사람으로서 이이가 무고당한 것을 멀거니 보고만 있으면서 주상의 앞에서 그의 본심을 한마디도 발명한 적이 없으니, 이는 반드시 구원(九原)에 있는 이이도 유감이 있을 것입니다. 전하께서 신의 말이 그렇지 않다고 여기신다면 바라건대 이산해를 불러서 심의겸과 서로 알고 지낸 정분이 이이와 누가 더 깊었는가를 물어 보소서. 그러면 천일(天日)이 위에 계신데 산해가 어찌 감히 숨길 수 있겠습니까. 산해가 심의겸에게 준 시에, 서울에 봄이 오니 서찰을 다시 보겠고 산길 깜깜한 밤에 친숙히 서로 맞네 하였는데, 이것이 과연 심의겸을 모르는 자이겠습니까. 신이 이른바 ‘아침저녁으로 서로 종유했다.’는 것이 이것입니다. 이른바 ‘종처럼 알랑거렸다.’는 자란 정희적(鄭熙績)입니다. 신이 자신의 화를 두려워하여 정직하게 진달하지 않는다면 어떻게 시배의 무망(誣罔)함을 책할 수 있겠습니까. 신은 재주는 엉성하고 글은 졸렬하여 우선 물러가서 자세히 아뢰려 하였으나 임금께 아뢰는 말을 다른 사람과 의논하는 것은 옳지 못하고 임금의 말을 집에 묵히는 것은 더더욱 미안한 일이 되겠기에 감히 죽음을 무릅쓰고 아룁니다.” 하였는데, 회보가 없었다. 홍문관이 차자를 올려 이귀가 올린 상소의 내용을 변명하여 아뢰기를, “공론은 백대에 정해지는 것인데, 이귀가 매양 말로 쟁변합니다.” 하니, 대답하기를, “바른 말이 사면에서 이르는데 그대들이 한 자의 종이로 막아 가릴 수 있겠는가.” 하였다. 뒤에 경연에서 이에 대해 언급하는 자가 있자, 상이 이르기를, “이귀의 말은 곧 만세의 공론이다.” 하니, 논하는 자가 조금 저상되었다. 당시 승지는 모두 한쪽의 준론(峻論)하는 사람들이었으므로 이귀를 두렵게 하여 대답을 잘못하도록 하려 하였다. 그리하여 몽당붓을 주고 재촉해 문자를 지어 올리게 하였으므로 자획이 이루어지지 않았다. 마침 알지 못하는 어떤 이졸(吏卒)이 등 뒤에서 뾰족한 붓 한 자루를 몰래 던져 주었으므로 드디어 계사(啓辭)를 초하여 즉시 올렸다.",
                "hj": "○朔庚寅/成均進士趙光玹、李貴等上疏, 極論其師李珥被時輩所誣狀, 凡累萬言。【時, 朝議攻成、李之黨無虛日, 士子之稍近二人門庭者, 次第被斥, 故人無敢爲成、李言者。 館學儒生以請五賢從祀爲名, 招聚多士, 疏末暗添誤道亂眞, 沽名干譽等語, 以攻成、李, 而前日尊崇成、李之徒, 皆不知而列名。 其間李貴之名亦預, 故貴忿之, 率同僚具疏, 欲辨之, 而諸人畏禍皆散。 獨與趙光玹製疏, 歷陳東西論議首末, 且言趙憲論議之偏, 務欲遜順得中, 而光玹猶不敢。 貴乃使李景震, 別自上疏, 進其所製疏。】其疏略曰: 伏以, 臣頃者, 不度愚賤, 輒上封章, 爲亡師訟冤, 自知瀆犯天威, 罪在不赦。 而今見事關國論, 謗及師門, 則不敢終守括囊之戒, 不一言以明亡師之心也。 近者伏聞,公州提督趙憲上章言事。 旣而得其疏讀之, 喟然而嘆以爲: “憲是吾黨之士, 而其言之不中失實, 至於如此, 則他尙何望哉?” 嗚呼! 亡師臣李珥, 平生不立朋黨, 唯竭力保合士類, 圖濟時艱, 齎志未就, 不幸盡瘁而死, 國事一敗, 臣等嘗以爲至痛。 豈意自珥歿後, 言論風旨, 泯泯無傳, 乃有不中之言, 出於輩流之間乎? 臣等竊念, 亡師平日, 與學者言, 多在義理文字上, 朝廷是非, 則鮮有聞者。 故後生輩間, 或有不知亡師議論者。 至於憲說, 則非但大異於師門宗旨, 抑亦有害於士論擧措, 爲門生者, 不可緘默不言, 以負亡師。 故僅與同志、後生, 各參所聞、所見, 粗述亡師平生立朝言論、心跡之表著可見者。 先陳亡師至公至正之論, 次破趙憲落於一邊之說, 期使暴白於世, 而其在殿下, 亦未必不欲聞者。 疏旣成, 復爲守靜者之說所動, 議論不一而罷。 臣等之意以爲: “民生於三, 事之如一。” 今若父母有冤枉之事, 則必不計禍福利害, 而爲之也。 今爲守靜之說所動而罷, 則無所在致死之義也。 臣等以爲: “一息尙存, 則亡師心事, 期於必暴而後已, 以伸亡師平日之論。” 伏願殿下, 哀憐而裁, 幸焉。 昔東西之分岐也, 兆雖起於沈、金, 而其實由於前後輩之不相知也。 惟其不相知, 故同是士類而疑阻起, 而讒間行, 而排擯作焉。 此初東西分黨之所以然也。 雖然, 當初俱是士類, 而只兩人不相悅, 故前後輩雖不相知, 而朝廷之間, 濟濟有和氣, 逮兩人之親舊立于朝者, 各有是非, 不能相一然後, 類類相從, 遞相訾病, 人持偏見, 互爭勝負。 乙亥西人當路, 乙亥以後東人用事, 互相攻擊, 至於癸未, 而壞亂極矣。 嗚呼! 人生一世, 四海之內皆兄弟也, 況乎生同國、死同朝, 而至於唱爲東西, 一國中分, 同舟敵國, 一家胡、越, 下亂士大夫之志; 上貽明主之憂。 紛紜顚錯, 閱月窮年, 使國事一入於不可爲, 此何爲者? 誠可痛哭流涕長太息者也。 珥以局外之人, 明觀當國之迷以爲: “兩皆前後輩, 而悉其心事者, 宜莫如我, 我不爲之和解, 誰則聽之?” 乃提言于朝曰: “西人士類也, 東人亦士類也。 士類相攻, 不可助一攻一。 當兩是而俱存之, 開諭而講解之, 朝廷乃安, 不然則亂。” 前後輩聽之, 雖不敢以爲非, 而亦不能用其言。 此, 珥之所嘗憂者也。 蓋當初, 義謙以孝元爲尹元衡門客, 而遏其銓郞之薦; 孝元又以義謙爲外戚麤愚, 不可柄用之人。 此二者, 皆據所見, 初未必出於私心。 而義謙儕輩, 則以孝元爲報怨之小人; 孝元儕輩, 則以義謙爲有專擅之漸。 於是, 前輩士類, 則疑後輩之黨孝元; 後輩士類, 則疑前輩之護義謙。 嗚呼! 義謙、孝元自附於前後士類, 非士類附於義謙、孝元也, 而今乃以黨護相疑, 不亦誤乎? 自此以後, 分朋各立, 言議紛然, 其勢不可相容。 當此之時, 其能盡忠憂國, 公耳忘私, 超然獨立, 不染於東西黨與之中者, 惟珥一人而已。 是以, 滿朝袖手, 莫敢一言, 而珥獨憂之。 乃出兩抑之計以爲: “兆亂, 惟在於爭沈、金二人之是非, 而此非關係國家事。 若出二人于外, 則爭端自息, 而國事可爲, 是不可得已。” 以此意, 言于其時右相盧守愼, 盧守愼亦以爲然。 乃啓于主上, 而沈除開城; 金拜富寧。 又以爲: “此兩人, 非有大段罪惡。 所以出之, 只爲欲消黨論而已。 今沈得善地; 金得惡地, 非但罰不均爲不可, 金是病重之人, 若投塞上而僵死, 則非聖朝體臣之意。” 乃以此意, 獨啓而救之。 當此之時, 非但西人疑珥有私於孝元, 自上亦未免疑其黨孝元也。 雖其西人之親舊者, 亦莫不致疑於其間, 浮議喧譁, 久而未已。 嗚呼! 珥豈私於孝元者哉? 二人旣出, 東人之勢小挫, 而西人持論一偏。 尹晛浮躁輕淺, 排擯孝元儕輩, 偏重已甚。 是時, 鄭澈在湖南, 頗惑流言, 疑珥私護孝元。 珥在坡州, 遺澈書曉之, 其略曰: “從前鄙見, 不合雅旨, 固難苟同。 但兄我之間, 當盡言相正, 而略無誨語, 不能無憾。 及見兄遺他友書, 備盡曲折, 使珥得聞, 此是不屑之敎, 承厚意深矣。 不欲分疏, 而終難舍默, 試陳首末。 金也之爲人, 固是輕淺。 但論議慷慨, 遇事剛果。 當初豈徒珥以爲可人哉? 兄亦不相棄矣。 自去夏秋以來, 兄之所見, 頓異於前, 深以爲可憂之人, 珥初未之信, 聞兄言旣熟, 漸有疑焉。 及請推左相, 出重晦之後, 珥疑轉深。 且見厥朋儕, 翕翕相吹噓, 因致有勢焰。 珥意, 若不少挫其鋒, 必有後弊, 將有朋黨之憂。 故爲兩出之計, 通于右台。 厥後又恐顯白經席, 反致紛紜, 欲使兩人自處之, 其計不過只摧其鋒, 消融鎭定而已。 此意未及更通右台, 而適諫院啓遞吏曹, 左台反疑沈勢偏重, 遽達于經席。 及金拜富寧之後, 彼年少輩, 因皆喪膽, 公心中立者, 亦憂其過重。 而平日與金不相得者, 群起而稱快, 論議囂然不息。 珥意, 金也病重, 若使僵死塞上, 則反使士類不安, 故啓移內地。 事之終始, 不過如此而已, 非擾攘不定, 乍捨乍取也。 且此人, 兄則以爲: ‘無狀小人, 必至於敗亂國家; 斬伐士林。’ 珥則以爲, 好名之人也。 若公論相與, 則因而得勢, 能行其志; 若公論不許, 則必不求旁岐、曲逕而强入也。 若柄用則誤事, 而爲他人所使, 則其才亦可取也。 今者殺其勢則可也, 若嫉之太甚, 治之太急, 則必致士類之不安。 鄙見如此, 故終不能受高誨。 珥之不能使兄爲我, 亦猶兄之不能使珥爲兄也。 方今金也失勢, 不足深憂, 兄每以後日之禍爲慮, 此則不然。 若使彼之爲人, 一如兄言, 毫髮不爽, 後日復得要路, 睚眥必報, 斬伐士林, 則兄以先見之明, 含笑入地, 無少愧怍, 其死也榮矣。 珥則護奸惡名, 百世不湔, 偸生辱矣。 後患在珥, 不在於兄, 兄何戚戚焉? 彼人全盛時, 儕輩畏之, 猶恐一言之泄, 輒取大禍, 而出外之後, 又欲如縛虎, 不揣輕重, 只欲深攻, 又將延及比位, 使人心洶洶, 而皆借兄爲重。 珥恐若此不已, 則僨事之責在兄, 而不在珥也。 兄若不忘斯世, 則當力疾上來, 相時度宜, 安定士林可也。 何必日積憤懟不平之氣, 輕信道聽之說, 致疑於不當疑之地耶?” 所謂左相指朴淳, 右台指盧守愼, 重晦金繼輝字也。 又貽書爭之, 其略曰: “珥旣無當世之望, 兄亦無還朝之意, 同異之見, 當置勿論。 但兄我之間, 有未相悉, 非古人相親之道, 玆復一談。 兄之疑我, 固是也。 但珥初未知金某爲何如人, 不過因兄言而有省。 兄則指爲大奸, 而珥則疑之而已。 推兄言而觀察, 則形跡多有可疑, 而實未能的見也。 方其氣焰之盛也, 珥果施摧鋒之計。 及乎一摧之後, 平日不快者, 坌起深攻, 而士類之與金相厚者, 相顧沮喪, 皆有退縮之意。 一金不足惜, 而士林不可不慰。 故珥欲調劑得中, 以安士類, 此所以前後有異也。 使金勢盛, 將至作弊, 則珥當獨啓而斥之; 使金得罪過重, 士林不平, 則珥當獨啓而救之。 抑其勢、扶其危, 事理當然也。 近年以來, 士論出一, 庶幾無事, 而一朝生自中之亂, 此則金之咎也。 金旣出外, 可以怗然無事, 而又復紛紜造語, 觸事相疑, 終不寧靖, 則斥金者之過也。 人之所見, 不過則不及, 奈如之何? 若無主東主西之說, 則士論定矣。 珥則欲破東西而一之, 力未能也。 使珥或主東、或主西, 則豈至於兩邊皆不快乎?” 是時, 澈頗爲流言所惑, 初疑珥私護東人, 及見珥書, 方始解疑, 而義謙儕輩, 疑珥不已。 若非其後, 復悟珥之心事, 則西人之攻珥, 未必不如今日東人之爲矣。 逮至丁丑年間, 西人之勢少挫, 而李潑、金誠一, 因經席啓辭, 起李銖等賄賂之獄, 窮極推問, 終無實跡之可指者則潑等猶恐獄事之不成, 至於刑訊儒生鄭汝忠。 潑等所爲至此, 而尤無以服人心矣。 雖然, 潑等之意, 非不知直劾三尹誤事之罪, 而如此則前輩士類, 必有不平者, 而自上亦疑其傾軋, 故欲因此獄, 擊去三尹。 其爲擧措, 實非士君子光明正大之事, 人心之不服, 不亦宜乎? 此則非徒珥以爲非, 雖金宇顒, 亦不能不以爲非矣。 自此以後, 西人一敗塗地, 東人方勝, 欲以東是西非, 定爲國是, 浮躁好進之徒, 爭起而附會之。 其時出入義謙之門, 曉夕相逐, 奴顔婢膝之輩, 迎降而鑽入者, 不爲不多, 而東人之主論者, 惟知附己之可喜; 不知反覆之可惡。 至於不問賢愚才否, 而一切以淸官美職處之。 嗚呼! 自古朝紳之得爲名士者, 或以德行、或以才華, 未有無其實而獲其名者。 今則不問人物之如何, 是夷是蹠, 但能口談東是西非四字者, 旣爲名士。 使之乘時邀利, 市井其行, 志滿氣得, 無復禮義廉恥。 至於議論稍不雷同, 則雖有宿德、藎臣、廉公、淸謹之士, 皆排擯, 使不得容於朝廷。 時論之乖亂, 至於此極, 則仕路安得而不濁; 國家安得而不壞? 珥之不能曲從時論者, 夫豈過乎? 逮至己卯年間, 時論日漸深峻, 而是非之說, 又變爲邪正, 則人心駭亂、士論橫潰, 其勢將至於不可收拾。 是時珥在海州, 大以爲憂, 旣已抗章論斥, 又移書于李潑責之, 其略曰: “今日時論日峻, 更無和平之望。 意謂, 此論必非君意, 故鄙疏中所謂, 深慮遠識者, 正指君輩二三人也。 今者君意以爲過激之論, 相與滾合, 則更何言哉?” 又曰: “倚樓之被劾也, 此眞公論, 而傍觀者, 尙疑其有妨於調劑。 繼發三尹之劾, 則人心始不服, 顯以傾軋目之。 只是年少士類, 相從自爲一論, 而他人畏縮, 不敢斥言。 故士類不知人心之不服, 而自恃以爲公論耳。 意謂, 止於此而今者又無故, 而顯斥沈爲小人; 西人爲邪黨, 則一節深於一節, 眞是捉人底手段也, 安可諱也? 沈雖不可惜, 西人皆不可惜乎? 此果君輩之本意乎? 如其本意, 則與珥相講論者, 皆面從也, 無乃未安乎?” 所謂倚樓, 趙瑗也。 且 “裕後云云之說, 只爲沈不可柄用而已, 非謂錮其身而不敍也, 無乃覽疏不詳乎? 鄙疏, 深欲以全士類, 以安朝廷耳, 本非搔擾之計。 而只是一偏者, 恐其戞己, 故自生搔擾, 我亦安能如之何哉?” 又曰: “人雖至愚, 責人則明, 雖有聰明; 恕己則昏。 年前季涵, 偏執主西之見, 反疑鄙人。 珥與君, 緩頰苦口, 極力挽回。 此時君以季涵爲如何人哉? 今日君之主東, 亦無異季涵之主西, 何不以責季涵者, 反而自責乎? 乙亥西人之失, 在於擧措失當, 今日時輩之擧措, 果勝於乙亥乎? 盡斥西人以邪黨, 何如乙亥之獨劾公著乎? 西人之賢者, 皆不擬於淸望, 何如乙亥之獨不以重叔陞薦銓郞乎? 乙亥奇樓之受賞, 誠不厭衆心, 今日則趨時附勢, 攘臂大言, 自明得志者, 又未知幾倚樓乎? 人心之危懼; 有識之憂歎, 甚於乙亥, 而方且嘵嘵然, 向人爭辨曰東是西非, 此言只是, 同類求進取者信之耳, 他人誰則信之乎? 若使今日處事得中, 則孰不曰東是西非乎? 今者旣效其尤, 而且自是如此, 則雖冥行倒施, 亦不害其爲君子乎? 今日之取士, 不問人物本品之如何, 只以論議之異同, 定取舍, 故新論百出, 怪鬼馳騁。 彼輩何知曾見倚樓之受賞, 亦欲做好官耳? 景涵歷覽古今, 安有君子得志, 淸論方行, 而壞弄國事, 如今日乎? 朝廷之上識見不明, 雖賢, 不濟事。 許魯齋有言曰: ‘仁慈禮讓, 孝悌忠信, 而亡國敗家者, 皆是也。’ 珥嘗以爲過言, 今始驗之。 古人之言, 不可輕也。” 所謂季涵, 鄭澈字也。 又曰: “和平、排斥之不可幷行, 猶笑與哭之不可幷發也。 鄙論主於和平; 憲府之疏主於排斥, 此是則彼非。 今者君輩所見, 則旣以排斥爲公論, 而又欲和平, 進退無據, 不成模樣。 若使胸中明白瑩澈, 則此等鶻突識見、議論, 何從而發乎? 若使和平, 則沈、金區區之辨, 有何大關乎? 置而勿問, 只觀其優劣而用舍可也。 若欲排斥, 則亦當明正其罪, 何故口談和平, 而心主排斥乎? 此猶扼其亢、批其頰, 而求與之相歡也。 安得名正言順而事成乎? 今日之事, 百爾思之, 終無善後之策。 天實爲之, 謂之何哉? 景涵平日讀書窮理, 欲做何等事業? 而今日立朝, 費盡機關, 只得成就扶東抑西而已? 儒者之行道, 果止於此乎? 今日若於死中求生, 則當立論曰: ‘沈也雖無形現之過, 旣是外戚, 又與士類相失, 此當只保爵祿, 而不可更居要地也。 三尹自作不靖, 大忤士類, 此亦不可更參淸選也。’ 其餘西人隨才授爵, 小無猜防, 而東人之議論過峻者, 裁而抑之, 若其乘時附會者, 斥而外之。 如是秉心公明, 日久月深, 則或有好消息矣。 但恐無人辦得此事耳。” 又曰: “若無與而見, 則處事失中, 已不免虎兕出柙之責, 須勉留而見, 收殺時事, 不使吾輩, 至於過嶺, 亦一道也。 但恐時論更進一步, 則君輩亦將爲祭後之芻狗, 自不得立脚矣。 嗚呼! 苦哉苦哉! 吾人所爭者, 義理耳。 珥實無一毫偏私忿懥之心。 但鄙性弛緩, 本於無心。 理若不屈, 則假使鐵輪旋于頂上, 珥不小撓, 況擧世醜詆, 何足以動吾一毫哉? 如其理屈, 則雖三尺童子, 使之泥首負荊, 亦甘心不辭。 君須與肅夫, 將此商量, 指示謬誤, 使珥曉然自知。 理屈則珥當卽改所見矣, 如以鄙見爲不悖, 則亦望反而思之也。” 李潑、柳成龍、金宇顒輩, 皆以死中求生之說, 爲不易之定論。 故其時宇顒答珥書亦曰: “此論甚好。 鄙意正謂當如此。 不但鄙意如此, 而景涵、而見之意亦然, 豈嘗與大言排斥者爲一哉? 只是衆論多激, 朋輩力有不逮而然耳。 切望相與繼繼商量, 以圖善後之策, 幸甚。” 又曰: “當初沈、金結釁之是非, 固不分明矣。 然其間豈無眞是非乎? 至於乙亥西人之作壞, 其是非豈不分明乎? 但今東人, 因激增怒, 指擬過當, 至使士類分裂, 不能收拾, 則又自不得爲是耳。” 又曰: “雖有是非, 而不至於邪正、黑白之異, 不可排斥, 只當和平。 今但當以三尹爲非, 而其餘西人, 則不當幷累, 而爲非也。 若季涵、重晦之不擬淸班, 誠爲未安。 然此二人, 自不免有失, 亦非但東人之過也。 雖然, 豈欲終斥而不用乎?” 又曰 “斥沈爲小人, 西爲邪黨, 此說果誤。 又來喩有云: ‘今日取士, 不問人物本品, 只以議論同異爲取舍, 故怪鬼馳騁。’ 云云, 此正如此。 鄙人亦見今日事勢, 將使人心不平, 而敗證百出, 每爲朋儕力言, 而但朋友間亦未見有力量、規模, 擔荷世道之責者。 人各異見, 不能相通, 不知畢竟如何出場耳。” 又曰: “盛疏謂, 外戚必生厲階, 不可柄用云者, 亦不害理。 前日覽疏意不詳, 亦恐有爲沈分疏之病, 今詳示意, 正不如此, 深愧前日之妄論也。” 云云。 所謂季涵, 鄭澈字也; 重晦, 金繼輝字也。 不特宇顒之見如此, 至於李潑答珥書亦曰: “此論甚好。 此正是, 善稱停今日之事勢者也。 鄙人之見, 本如此也。 非徒鄙見爲然, 肅夫之見, 亦如此也。 高明平日以爲, 儕輩所見不如此乎? 儕輩自當初至于今日, 皆如此也。 但其疏中間: ‘彼此士類, 不甚解事, 屢出意外之患, 方致力調護, 而力未贍耳。’ 尊在遠地, 只據可疑之迹; 只聞可愕之說; 只受浸潤之言, 何能盡知儕輩之心事乎? 高明德義, 乃鄙人平生所敬信, 倚以爲仗, 今而不相見知, 如此悠悠者, 尙復何言哉?” 又曰: “蓋論西人人品, 則雖不無取舍, 而今若不問賢愚, 一槪非之, 則固不可爲國。 故其間有物議者, 姑竢公論之許, 自餘諸公, 實無所疑阻。” 又曰: “西邊士類, 或有不擬於三司者, 在渠實有所失。 然亦非終塞不通, 固將周旋收拾, 而以永棄不用疑之, 則過矣。” 又曰: “目沈爲小人、西爲邪黨, 此果鄙人所見乎? 鄙意以爲 ‘沈、金雖不無是非, 而沈亦無大段得罪之事。’ 故直以是非言之, 不欲遽加顯斥。 待沈如此, 則其他士類之欲爲收拾, 可知矣。” 又曰: “雖以是非言之, 而其他士類, 自無所與矣。 且所非者, 只一沈而亦無已甚攻擊之論。” 又曰: “鄭熙績鶻突無識, 惹起騷擾, 至以沈爲小人, 且曰搆禍、曰邪說, 此誠過言也。 然儕輩無有預知者。” 又曰: “倚樓之受賞, 固不厭衆心, 而今趨時和附者, 亦多有之。 此亦勢之所至, 是豈儕輩之罪乎?” 又曰: “天下事不如意者皆是。 若使諸君, 只以吾儕婁人之所見而作事, 則庶可得中而處之, 不復致今日尊公之疑也。 在乙亥年間, 尊公目見時事之日非, 不能措一手而救之, 只得歛身而去。 尊公德望、力量, 猶且如是, 況在鄙人, 其能率一世之人, 而皆如吾意乎?” 又曰: “謂沈不可柄用, 非謂錮其身而不敍, 云云。 此, 鄙人昏妄錯謬, 不能細看疏意之過也。 措語違悖如此, 愧服愧服。 公言不爲無見, 然此亦衰世之慮也。” 所謂而見者, 柳成龍字也; 肅夫者, 金宇顒字也景涵者, 李潑字也。 此輩所論, 惟其如此。 故其時鄭熙績製府疏, 目沈始爲小人、西人始爲邪黨。 潑、宇顒等身在玉堂, 以府疏過當, 箚而論之。 以此觀之, 裁抑浮躁, 保合士類, 欲與共爲國事, 實士類共公之論, 實非一人之私見也。 然潑等雖知珥言之是, 而本以偏係之見, 困於群咻衆楚之中, 頭出頭沒, 不能自拔。 非但不能用珥之言, 反疑珥有私護西人之意。 珥又抵書于潑, 而開曉之, 其略曰: “兄之議, 議其心也; 鄙人之論, 論其迹也。 觀人當以其心; 賞罰當以其迹。 若不論其迹, 而賞罰之以心, 則人心不可服也。 此, 所以堯不誅四凶者也。 今者沈之心, 兄看固深矣。 珥亦不敢保其無患也, 棄之何惜? 只是迹無顯然罪過, 而遽加攻擊, 連累西邊善士, 棄之不惜, 而其推尊柄用, 皆流俗鄙夫, 多出沈之下, 擧措如是, 則人心安得而怗伏; 國言安得而寧息乎? 此, 珥之所深憂也。 二人是非之辨, 不係於治亂, 而反以辨是非之故, 壞人才、傷國脈, 擧世滔滔, 莫覺其然, 此眞兒童之見也。 乙亥年間, 西人攘臂以爲: ‘是非不可不定。’ 珥甚笑之, 而不至於駭歎者, 以西人雖有善士, 非學問之士, 不足深怪, 而且如思菴、重晦輩則皆同珥竊笑, 故珥不至於駭歎也。 至如去年是非之辨, 雖學識如賢兄者, 亦明目張膽, 必欲辨之, 則珥望失矣, 安得不深嗟永歎乎? 鄙意, 二人雖有是非, 其辨不關, 而以辨之之故, 反致搔擾, 莫如不辨, 而調劑士類, 激濁揚淸之爲得也。 今者則辨其澹墨者而去之; 乃取其深墨者而用之, 此是何等義理、識見乎? 昔齊景公欲用孔子, 晏平仲止之, 平仲非嫉聖者, 只是見不明耳。 平仲不知聖人, 而尙不失爲賢大夫, 則今日不知仁伯者, 何必皆是可棄之人乎? 且流俗老宰, 前日不得於西人, 而今日得志, 方欲貢忠於東, 則其以調劑爲非者, 理勢然也。 此乃發蒙振落者, 時移勢去, 則又將斥東人矣, 何足恃哉? 且角立之說, 兄疑珥, 乃與沈、尹, 害士林也。 兄之觀我, 無乃太薄乎? 珥從前孤立, 不得於西, 又不得於東者, 良以欲調和兩間, 以靖朝廷耳。 若使附西而攻東, 則寧附東而攻西矣。 與其 後日, 黨沈、尹, 失淸名, 而得美官, 曷不於今日, 附賢兄, 而淸名、美仕兩得之乎?” 所謂思菴, 朴淳別號也; 仁伯, 金孝元字也。 又曰: “兄疑珥獨勖於兄, 而不戒西人, 然珥告兄之語, 西人不聞也, 其戒西人之語, 兄豈聞之乎? 大抵止人之鬪, 當止其勝者。 若不勝者, 則方願解鬪, 寧有不聽之理乎? 乙亥西人小勝; 東人小敗, 故其時珥只向西人爭辨, 寧有勖勵東人之說乎? 今則西人一敗塗地, 東人方勝, 則安得不向東人爭辨乎? 雖然, 西人亦多錯料者, 故有時相戒告, 則莫不信聽。 至於沈某亦曰: ‘士類若排吾與三尹, 而其餘西邊善流, 皆通用無礙, 則人心必服。’ 云。 沈言尙如此, 則況他人之言乎? 今日調劑之責, 在東人矣。 若其後日翻覆, 則亦安能逆料乎? 大抵君子之道, 寧人負我, 毋我負人。 逆料翻覆, 而先失擧措, 已不是矣。 事變無窮, 安知季孫之憂, 不在顓曳哉?” 珥此書之說, 分明痛快, 雖愚夫愚婦, 亦可知公耳。 忘私一心, 徇國之誠, 而潑等悅而不繹, 憚於改過, 豈非私意蔽痼之甚者乎? 自珥倡爲打破東西之論, 新進附會之輩, 忌憚愈甚, 未乘其隙。 加以癸未年間, 珥極陳時輩過激之失曰: “伏望殿下, 廣召大臣、臺侍, 賜對榻前, 明喩聖旨, 俾改分辨東西之習, 陟罰臧否, 一循公道, 消融蕩滌, 鎭定調和。 而如有執迷不悟者, 則裁抑之; 懷私强辨者, 則斥遠之, 必使所同然之公是公非, 得爲一時之公論, 士林幸甚。” 時輩之所以謀逐珥, 始萌於此疏矣。 雖然, 此疏之說, 乃前日曉諭東人之言, 而潑輩以爲, 至當之論者也。 然而潑輩之怒, 不發於前日, 而發於今日者, 只緣珥方爲主上所倚仗, 深恐其說遂行, 而己受其裁抑也。 以此觀之, 則前日之所謂至當者, 亦是面從之言, 而非出於中情, 亦可見矣, 是豈朋友誠實之道乎? 嗚呼! 設使西人主論, 又偏重, 盡斥東人以邪黨, 則珥之所扶者, 不在於西, 而必在於東矣。 此則珥之本心, 於乙亥救孝元儕輩一事, 可見矣。 以此觀之, 則前後之迹, 所以不同, 而其無彼此, 至公無私之心, 互相發明矣。 嗚呼! 始爲兩出之計, 以消黨論者, 珥也; 乙亥之見忤於西人者, 珥也; 乙亥以後被斥於東人者, 亦珥也。 豈非擧朝無一人爲公論者, 而士類分崩, 國事日非, 故身任其責, 而力爭之, 是豈爲身謀? 乃爲士類計也; 爲國家計也。 如使珥或主東、或主西, 無忤於時論, 則是珥不過爲一邊人而止耳。 不念國家, 爲一邊人, 豈珥所忍爲哉? 此, 珥之所以從前孤立, 不得於西; 不得於東者也, 夫豈好爲立異於時論哉? 誠以褊小一邦, 人才眇然, 若使復區分彼此, 捨一取一, 則蔽賢遺才, 將無以爲國故也。 嗚呼! 自東西分類之後, 人各懷私, 黨同伐異, 而朝廷之上公論不行。 西人秉政, 則所推引者, 西人之才行, 而在東人, 則揜蔽之, 所詆毁者, 東人之過惡, 而在西人, 則蓋匿之。 及乎東人得志, 效尤而又甚之。 是以, 公論常鬱於下, 而無路得達於上, 朝家進退用舍、賞刑黜陟, 一任東西人所爲, 而自上未嘗下手於其間。 十餘年來, 東西之黨已成, 出奴入主, 具臣充位, 相助匿非。 間有謹厚善良之人, 亦未聞有憂國如家, 盡忠事君, 一鳴於立仗之下者, 徒見其循默浮沈, 懷祿保身, 年除歲遷, 攬取卿相而已。 噫! 微珥一人, 則君臣之義, 或幾乎廢, 而一國之公論, 自上何由而得聞乎? 此所以珥死之後, 無敢以此說, 謦欬於殿下之側者也。 嗚呼! 己卯陳疏之後, 名爲東人者, 以珥爲軋己, 而攻之愈力; 名爲西人者, 亦以珥爲救己, 而推之益深, 臣等則以爲皆, 不知珥之本心者也。 若使東人, 深知珥之本心, 而因珥此疏, 處事得中, 以副公論, 則名節可保, 而國事之潰裂, 何至於此極乎? 其中雖不無一二有士君子之意思者, 而知識不遠, 偏見爲主, 非徒不能裁抑過激, 而反爲崇長, 以起癸未之紛挐, 至此而東人之壞弄國事, 反有甚於乙亥西人之所爲矣。 其時三司之人, 雖不無一二懦弱脅從如權德輿者, 而其餘則率多乘時媢嫉之輩, 本非所謂士類, 故宇顒之疏, 以裁抑浮躁, 保全士類爲說, 而李潑避嫌之辭, 亦不以此輩爲士類, 則公論之不可掩, 於此亦可見矣。 雖然, 此輩初豈欲遽爲如是之擧措哉? 只緣臺閣, 無重望鎭物之人, 恣意作弄, 以至於此耳。 及乎計窮術盡, 手足盡露, 不可收拾, 則全然以利害爲心, 不顧名義, 唯以必勝爲計, 凡所搆捏, 無所不至。 初以安石比之, 安石不足厭服人心, 則又以慢擅目之。 慢擅尤不能以眩惑聖聽, 則論以誤國之罪。 誤國之罪名, 亦無所據然後, 求其說而不得其意, 以爲: “聖上之所深惡者, 義謙也; 士論之所共厭者, 外戚也。 若以義謙爲阱而陷之, 則上可以眩亂聖聽, 下可以箝制人口。” 其爲設心, 吁亦慘矣。 雖然, 時輩之所惡, 豈必在於義謙一人哉? 只緣珥經學、德望, 爲一時士林領袖, 而又主和平之論, 趨附之輩, 恐一朝和平之論得行, 而已失其利, 戞戞惡之。 至於末年, 大被眷注, 日深倚仗, 則趨附之輩, 聚首大恐, 日夜思所以去之者, 而珥行義素高, 又不可以他事點汚。 故因珥小有族分於義謙, 又乃援此爲說耳。 不然, 其時所謂名士者, 亦多有實有趨附義謙, 衆所共知之人, 而時輩曾無一言非之, 反使之盤據臺閣, 靦顔拭口, 而攻珥之歇看義謙, 愚臣暗昧, 誠未知其何心也。 如使時輩, 誠以識義謙爲可惡而攻之, 則何不攻此趨附之人, 而乃攻歇看之珥乎? 然則時輩之所惡, 實不在於義謙, 而在於珥, 亦可見矣。 嗚呼! 此心昭然, 路人所知, 豈能以區區隻手, 掩天下目哉? 至論成渾之辭, 則其曰: “托身山野, 朝廷政令、人物進退, 無不與知, 群聚浮薄之徒, 評論時事, 歷詆卿相, 眇視一世之人, 目之以流俗者。” 實己卯年南袞輩, 網打士林之說也。 嗚呼! 此言豈宜出於士君子之口乎? 此其妨賢病國之罪; 邪遁詖淫之說, 至是而敗露無餘, 雖以前日之號爲東人者, 苟非其時三司之子弟黨與, 則莫不扼腕而憤激。 此所以朝野公論, 一時齊奮, 四面俱發, 而直言盈庭, 不可以威勢脅持者也。 然則其時三司, 非徒得罪於公論, 抑亦見斥於聖明。 珥復入之後, 形迹一變, 萬目睽睽, 東人反以私意, 度人皆然。 一有擧措, 便生疑惑, 而珥不避嫌疑, 大張公論。 公論之以爲賢才可用者, 不問東西, 擧而進之; 公論之以爲附會浮躁者, 不問東西, 裁而抑之。 至於稍知名義, 不爲全然不佳之態者, 亦不以異論而斥之, 擧皆收拾而用之, 則況於所謂士類者乎? 持論之至公無私如此, 而彼輩先懷自疑之心, 乍出乍沒, 却立觀變, 不肯爲釋憾解仇, 共爲國事之計, 噫! 亦誤矣。 彼輩旣如此, 而其時得罪聖明, 或斥或外者, 厥數甚多。 而一時人才, 亦且有限, 則其時注擬淸望者, 雖或有一二名望未著者, 若比於時輩之壞弄國事者, 不亦有間乎? 至於鄭澈輩, 則珥非不知其所短, 而語其人物, 則比之於前日無才無行, 而附會時論者, 天淵之不侔矣。 是以, 珥每見時輩攻澈過實, 至以奸邪目之, 獨明其不然, 以爲: “澈忠淸剛介, 盡心國事。 雖有狹隘之病, 所短不能蔽其所長。 雖曰與義謙相知, 義謙得志之日, 少無昵比之迹, 其氣味、心事, 逈然不同。 只緣嫉惡太甚, 不能容物, 與人寡合, 不肯苟從衆議, 故東邊士類, 不知澈之心事, 而徒以形迹疑之。 人才可惜, 不可不用。” 力爲時輩言之。 是亦爲國家謀, 珥豈私於一澈者乎? 然珥辛巳啓辭謂: “澈不度事理之中, 而疑士類之過激, 不能虛心反求, 而無所怨尤” 云則珥之於澈也, 亦非偏於所好, 而全然不知其病痛者也。 而況李潑答珥之書亦曰: “如金繼輝、鄭澈則雖不無激成之失, 而比今日登用之輩, 不侔遠矣” 云云, 而宇顒亦以爲: “澈不可終棄” 云云。 此輩之所論, 尙如此則珥之欲用鄭澈, 皆據公論, 亦有何罪乎? 至於三尹則以爲: “此輩嘗誤事於乙亥。” 故珥秉銓之日, 未嘗一擬淸要。 其時有一門生往見珥, 珥問曰: “頃者吾以尹斗壽擬刑曹參判, 外議以爲何如?” 對曰: “外議則未能知, 此輩嘗誤事於乙亥, 久在擯廢之中。 今授此官, 物情必以爲未穩矣。” 珥曰: “此是時輩之論也。 夫誤事之罪, 亦有輕重, 此人雖曰誤事, 不至大段。 而若比於癸未東人之所爲, 則三尹之失爲輕, 而前日東人一切廢棄, 至於不付同知, 此, 時輩之已甚處也。 今此人所犯不重, 而又有吏才。 若至於不授刑曹, 則無乃過乎? 至於根壽, 則其失又淡, 其爲人, 疎雅喜文, 且有愛士之心。 而吾之未還朝也, 此人已爲大司成, 而此職亦非侍從、淸要之官, 故置之耳。” 此所以持論之不東不西, 無偏無黨者然也。 珥之始還朝也, 搢紳之間有三種之說。 其一以爲: “東人相率欺罔, 排陷忠賢, 弄壞至此, 不可輕授淸要。” 此則主西者之說也。 其一以爲: “三司之人, 雖有躁妄之失, 亦是士類儕輩, 切不可排斥。 只當依舊用之, 無有疑間。” 此則主東者之說也。 其一以爲: “三司之人, 分明誤事, 反有甚於乙亥三尹之徒。 此則依三尹例, 勿敍淸要, 以懲兩邊生事之失。 其餘所謂東西士類, 則俱收幷畜, 不可偏棄, 以行前日保合士類, 共爲國事之策。” 此則士林公心者之說也。 珥將是三說, 執兩端用其中, 以第三之說爲是, 以爲裁抑保合之權衡。 此, 珥之從前所見, 而少無一毫偏黨於其間者也。 其時有一門生問于珥曰: “先生平日秉心至公, 憂國忘家, 超然獨立於東西之外, 欲與東邊士類, 收拾西邊士類, 而用之, 共爲國事, 乃其初志也。 而今日還朝, 乃反與所謂西人者, 交手共事, 而東人秦視越瘠, 袖手睍立, 人皆以爲, 西勢小盛, 東勢小挫。 先生在朝, 何以尙未免有偏重之患? 豈所謂調劑保合之道, 有所未盡而然耶?” 珥曰: “噫! 爾之疑, 是也。 雖然, 此非吾之罪也。 蓋自東西之分黨以來, 西人主論, 則排斥東人; 東人主論, 則排斥西人, 各持私見, 沮遏公論。 而吾獨口爭辨於其間, 必以打破東西、調和士林爲說者, 徒以士類不合, 則終不可以爲國故也。 西人不用吾言, 而敗於前, 東人可以戒矣, 而又尋覆轍, 以有今日之敗, 皆自取也。 尙誰尤哉? 雖然, 前日東西主論之時, 則若三尹、李潑輩爲主, 而我爲客, 故孤蹤踽踽, 言不見用, 而敗相尋也。 今則不然, 我方爲主, 而東西之人爲客, 此正調劑將成之秋也。 復何偏重之足憂乎? 雖然, 今日之勢, 則西人以吾嘗有打破東西之論, 稍稍親就; 東人則以吾嘗有裁抑浮躁之論, 稍稍自疎。 至於三司儕輩, 則盡皆退縮, 相與睢盱顧望, 或有不來相訪者; 或有不出供職者。 而國家許多職事, 又不可爲此輩而曠瘝, 則所謂西人者, 亦不無一二承乏之人矣。 此所以前後形迹之異, 而起外人之疑者也。 嗚呼! 吾之今日欲收拾東人, 豈異於前日欲收拾西邊士類乎? 而時輩不知吾之本心, 懷疑顧望, 至於如此, 則此獨吾之過乎? 雖然, 時輩之心公者, 久久觀吾所爲, 必能明我赤心, 來與共事, 不但如今日之却立睨視而已也。” 以此觀之, 則珥之本心, 豈但欲如此而止乎? 不幸, 還朝之席未暖, 奄然齎志而沒, 此珥九泉之遺恨也。 鄭澈之爲人, 孝友淸介, 任職之才有餘, 主論之智不足。 當是時也, 珥死而渾去, 國論未定, 橫議方馳, 人心之携貳, 莫此時若也。 雖使葛、管之才當之, 猶懼鎭服之難, 況如澈者乎? 爲澈計者, 當自知力量之不逮, 奉身而退可也。 而獨當國事, 自取顚沛, 此實澈不自量之過也。 然澈之爲人, 力量雖不足, 而論議擧措, 務以調和鎭定爲主。 至於三竄, 亦請放還, 則其無樂禍之心, 於此可見。 只緣時輩, 適無一人, 與澈相熟者, 故徒見容貌辭氣之峭厲, 誤以爲深刻之人, 此則全然不知澈之爲人者也。 澈立朝二十餘年, 一朝流落荒野, 其貧至於炭易米、盤無醬則其淸苦一節, 足以範世礪俗。 此, 珥之所以終身愛重而信, 非今日流俗之所可及也。 澈敗之後, 李潑入來。 爲潑計者, 旣與珥、渾爲舊故之交, 則當有以發明珥、渾之本心, 攻破黨籍之誣, 以鎭人心可也。 而潑也, 乃以兩司之論猶以爲未足, 追論具鳳齡、洪聖民, 以爲義謙黨與。 是二人者, 或以經學、或以才局, 皆恬於勢利, 其與義謙, 素無交厚之迹, 國人之所知也。 而徒以異己之故, 竝驅而納諸陷阱之中, 不亦甚乎? 至於避嫌之辭, 則措語益嚴, 而病敗百出, 雖不? 鯖샌咫?而但當初三司之論, 皆捏造不近之語, 誣罔昭著, 固不足深辨。 而潑則以珥、渾交遊中人, 出而言之, 探頭作論, 以爲張皇眩亂之說, 或可以誣世惑衆, 故臣等不得不逐一而明辨之。 其曰: “珥之於西人也, 實有合爲一體。” 云者, 正指鄭澈而言也。 此言誠然, 則乙亥年珥與澈書, 力爭時論之偏重, 而極力挽回, 此果所謂一體者乎? 其曰: “珥之所見, 與西人爲一。” 云則此指三尹儕輩而言也。 此則其說更加一層矣。 嗚呼! 豈其然乎? 珥欲勿敍沈、尹淸要, 此果西人所見乎? 鄭澈猶不可謂與之一體, 而況沈、尹輩乎? 如此不近之說, 乃敢誣罔於君父之前, 豈非方寸膠擾, 不復記憶前日往復之論耶? 其曰: “士類每疑珥之營救西人, 得開邪人入來之路。” 云。 所謂邪人者, 指義謙而言也。 義謙非徒外戚, 貪權樂勢, 積失士類之心, 故己卯之疏又請: “永勿授外戚權柄, 以杜義謙平生。” 云, 此果是, 開再入之路乎? 其曰: “珥於西人一隊, 實有惓惓收用之議” 云則潑之前書所謂: “此論甚好, 此正是善稱停今日之事勢者也。 雖以是非言之, 而其他士類, 自無所與, 且所非者, 只一沈而已。” 宇顒書所謂: “此論甚好。 鄙意正謂當如此。 今當以三尹爲非, 而其餘西人, 則不當幷累而爲非也。” 云者, 其收用西邊士類之論, 正與珥議, 沕合無間。 而今乃執此爲罪, 何其前後議論之反覆耶? 至以珥己卯年在海州疏謂: “義謙爲向善謹厚之人。” 云, 此非珥之言也。 疏中只以: “義謙爲稍有向善之心。” 云, 此則指其迹而言也。 當義謙立朝之日, 一時名德, 若李滉諸賢, 莫不尊慕往來, 乙巳遺人, 亦嘗力爲推引, 此所以稍有向善之心目之者也。 至於謹厚二字, 則疏中實無此語。 珥非但不發於其口, 亦未嘗生於其心。 故辛巳年駁義謙之辭以貪權樂勢爲罪, 而其時辭大諫之疏, 亦以義謙爲氣勢張皇之人。 嗚呼! 貪權樂勢、氣勢張皇, 是豈謹厚者之所可近乎? 筆之於書者, 尙敢如此, 而況平日言論, 無可左驗者乎? 其曰: “癸未一疏, 語益峻猛, 至於欲斥士類之不從己者。” 云則珥之此疏, 實與前日與潑輩書, 其義毫髮不爽。 其曰: “執迷不悟者, 裁抑之。” 云者, 正前書所謂: “議論之過中者, 裁抑之。” 之說也。 其曰: “懷私强辨者, 斥遠之” 云者, 正前書所謂: “乘時附會者, 斥遠之。” 之說也。 珥之論一也, 而潑前以爲至當; 後以爲峻猛, 抑何意耶? 至於 “欲斥士類之不從己者。” 云則疏中本無此說也。 豈潑心有忿懥, 自不覺其疏乖亂, 至此極歟? 其以成渾救珥之說爲: “擧朝廷士大夫, 目爲朋讒奇中。” 云則又未嘗一見成渾疏者也。 其時渾, 正恐主上徒見三司之誣罔, 竝與東邊士類而疑之。 故其疏曰: “雖然, 今日朝論, 豈皆作意罪珥至此哉? 不過附會者, 乘時疾攻耳。” 云云, 愛惜士類之心, 較然明甚。 此果混同無別之語乎? 渾意, 只以三司附會之人爲 “朋讒奇中。” 耳。 附會之人干士類何事, 而潑輩乃有此云云乎? 又曰: “珥不顧公論, 一循私情, 盡斥其時攻己之人, 盡用異日失志之徒。” 云云, 此說尤爲誣罔。 珥主銓之日, 如金宇顒、金弘敏、韓孝純、成泳之輩, 則所謂其時攻己者, 而皆用之, 至於三司之人, 則其誤事之失, 反有甚於三尹, 故韓孝純、成泳之外, 依三尹例, 幷不授淸要, 是果盡斥攻己者乎? 至於鄭澈、辛應時、李海壽之類, 則所謂異日失志者, 而其才其行, 不下於東邊士類, 故珥竝擬於淸要。 其餘一時士類之有望者, 則不論東西, 隨才授職, 少無猜妨, 通用無礙, 是果盡用異日失志者乎? 此正珥平日打破東西, 保合士類之心, 而槪現於主論之日者然也。 其中雖不無一二可用, 而不及用、不可用而誤用者, 亦由還朝之初, 採訪未盡而然耳。 及其珥死之後, 趨時附勢, 反攻珥、渾, 以邀其功者, 間或有之。 若以此, 謂珥知鑑未盡, 則猶之可也, 此果不顧公論, 而一循私情者乎? 又以爲: “同僚指論珥、渾之事, 正中其病, 故不以爲非。” 云, 潑果以珥爲終始締結義謙, 與共謀議之人乎; 果以渾爲受義謙之籠絡者乎? 潑果以爲然則是, 從前推尊珥、渾之說, 皆是自欺而欺人者也。 以爲不然則又安得以爲正中其病乎? 進退無據, 不成議論如此, 而欲人之服也, 難矣哉。 又以 “珥、渾爲不請追回三竄。” 云, 此則潑必不聞珥、渾還朝所啓之辭也。 珥、渾引見之日, 力請寬赦, 而未蒙允音, 則退而相謂曰: “三人雖不可謂無罪, 以言獲罪, 至於投之魑魅之鄕, 非所以示後嗣。 必須固請末減然後, 事方得中。 此事不可不力言之。” 云云。 無何, 珥卒而渾去, 遂不果。 如使珥不死, 則必能申前日之說, 而以得請爲期矣。 至於誤着 “稱量輕重。” 之語以爲: “珥欲與臺諫訟辨曲直。” 云。 珥意以爲: “慢君擅國, 乃人臣一罪也。 不可負此罪名, 冒昧出仕。” 而是時, 邊事力急, 事多積滯, 三公啓請出仕, 而自上敦諭令出, 故不得已啓辭曰: “伏望聖慈, 擧臣之罪, 諮詢左右, 爰及諸大夫, 使之稱量輕重, 如以爲可貰則臣雖未安, 敢不黽勉隨行乎?” 云云。 珥意, 只願朝廷稱量己罪之輕重, 幸以爲不至於大罪然後, 乃敢出而供職, 以承上敎耳, 豈敢與臺諫, 較量輕重乎? 珥之所語, 苟非文理不通之人, 則必不至如此錯看。 而其時三司及潑與金弘敏輩, 獨不能解見, 豈其方寸先亂, 失其常度而然耶? 嗚呼! 筆之於書, 如此分明之事, 尙不免顚錯, 而況辨天下之是非; 論天下之大事, 而欲無悖乖, 得乎? 至於啓辭之末曰: “伏願洞察始終曲折, 保合鎭定, 圖爲和平之福。” 此語尤爲顚錯。 李珥、成渾, 至公之人也, 而潑之排擯詆斥, 不少假借如此, 則況其他者乎? 潑斥李珥、成渾, 又將誰與爲保合; 誰與爲鎭定; 誰與爲和平乎? 此其立論之謬戾錯亂, 不成文理。 苟非胸中鶻突膠擾, 則此等顚錯議論, 何從而出乎? 嗚呼! 潑也自以爲, 平日以經濟許珥; 道德許渾。 而又以才高學博, 一心徇國, 守志林下, 修身待價, 進退仕止, 動引前賢許二人 云則潑於珥、渾, 似非全然不知其心事者也。 而乃與新進銳論之輩, 滾合爲一, 無一言暴白其心事, 而無一毫愛惜之心, 至此極乎, 是豈君子忠厚之氣象乎? 此, 潑之太刻處, 而朝野公論, 爲之憤惋, 雖其號爲東人者, 亦多有以此爲疑者矣。 雖然, 潑之所以至此者, 亦豈獨潑之心乎? 蓋自東西分黨以後, 交構射利, 生事兩間, 如尹起莘、李純仁、鄭汝立之徒, 反面造言, 浸惑潑輩之心, 故平日議論, 率多面從之態。 自癸未以後, 則潑丁憂湖南, 而前日附會之徒, 收拾道聽之說, 敷衍增益, 甚或搆造無形之語, 一一飛報於潑。 浸潤膚受, 則雖以秉心公平之人, 尙不能無少撓惑, 況如潑之爲人乎? 試嘗論之, 昔之所謂東人者, 以斥義謙得名, 而今則攻珥、渾者爲東人; 昔之所謂西人者, 以救義謙得名, 而今則尊珥、渾者爲西人。 排擯外戚者, 固可謂之淸議, 而攻擊忠賢者, 不可謂之士類; 救護私交者, 固可謂之偏黨, 而尊慕儒宗者, 不可不謂之公論。 攻擊珥、渾爲時人發身之資, 故未有東人而不攻擊珥、渾者也; 排擯外戚, 實士林淸流之論, 故未有士子而不排擯義謙者也。 此東西之名, 所以異於前日, 而不可不辨者也。 嗚呼! 自有東西之說以來, 西人之目, 其說四變。 其初則義謙之故, 舊儕輩謂之西人, 如三尹之類是也。 次則以救西人者, 謂之西人, 如鄭澈之類是也。 又次則以不東不西, 中立不倚者, 謂之西人, 如李珥之類是也。 至於今日, 則以士林之知尊珥、渾者, 謂之西人, 今日朝野公論之人是也。 是果據事摭實之言乎? 是以, 公論不服, 而所謂西人者, 到今尤衆。 以此觀之, 則珥爲公論, 得黨邪之名; 渾救珥, 得私護之名, 內外多士千百人, 救珥、渾, 得西人之名。 百代之公論, 雖不可誣, 而一時之見枉, 豈不痛哉? 噫! 今日之所以攻擊珥者, 無他, 不過以一義謙爲說也。 臣等請以誣罔之狀, 一一條陳, 而攻破之。 蓋珥與義謙, 雖以族分相識, 而未嘗與之親密。 故珥之薦銓郞也, 爲義謙所遏, 賴金繼輝等力救得解, 則未論其他, 只此一事, 亦足以知珥本不與義謙相好也。 況義謙用事, 垂十年矣。 珥於此時, 每辭官乞退, 未嘗一月安於朝廷, 趨附締結者, 果如是乎? 然珥之聲名日盛, 一時士大夫莫不求與之識面, 故珥有時至京則義謙隨衆來見而已。 義謙旣敗之後, 前日趨附義謙之徒, 一時納款於東人, 倒戈而攻義謙。 於是, 士大夫之與義謙相識者, 皆以義謙爲傳染之人。 義謙時或往見, 莫不顯示厭惡之色, 而珥則待之如舊, 不親不疎。 此其世情之可笑處, 而珥得談之所由也。 潑輩以珥辛巳年, 不絶義謙爲非, 此則不然。 待人之道, 亦非一道。 有泛然相知者、有情面相知者、有心事相通之交者、有責善輔仁道義之交者。 珥之於義謙, 只以族分善遇而已, 初無交道之可言。 而又不詳義謙大段罪惡, 徒以爲時所斥之故, 恐其傳染於己, 一朝棄而絶之, 則是賤丈夫之所爲, 亦非正人、君子之事也。 使珥誠知義謙有大故, 則當絶於作罪之日; 不當絶於辛巳年也。 以此觀之, 則憲之所謂: “有浮言然後, 謂珥絶迹相訪。” 豈非可笑之甚乎? 若因浮言而便絶其人, 則是豈士君子待人之道乎? 然珥雖不詳義謙之有大段罪惡, 而亦知其貪權無識, 故以爲孝元可用, 而義謙則不可用。 至於己卯之疏又以爲: “雖洗滌東西, 悉加器使, 而義謙則不可更居要地。” 至請永勿授外戚權柄, 以杜義謙再入之路。 又於所進《聖學輯要》, 深致意焉, 此果一毫爲義謙地者乎? 但論人, 當以其心; 賞罰, 當以其迹, 故沈雖不可惜, 而一時西邊士類, 不可幷累, 而盡斥之。 此則非特珥見爲然, 亦成龍、潑、宇顒輩, 前日之所論也。 及見癸未聖批, 有義謙姦人之敎然後, 珥亦始疑之以爲: “此人貪權樂勢, 本非粹白, 意其依憑戚里, 有以得罪於君父也。” 然宮禁事秘, 有非外臣之所可詳, 則亦疑之而已; 臆度之而已。 若以珥不知義謙爲罪, 則當與成龍、潑、宇顒輩, 同受其責, 豈可獨咎於珥? 以此觀之, 其心其迹, 皎如日星, 寧有一點之可疑者乎? 嗚呼! 珥之與義謙相知, 時輩初未嘗不知。 而義謙見斥之初, 凡其儕輩無不指爲黨與, 獨於珥則非但不敢置之於指目之中, 而擧朝交薦, 猶恐不及者, 以其初無親密之迹故也。 及乎東人持論偏重, 而珥獨主打破東西之論, 痛抑浮躁之徒然後, 不悅者始多, 而流言交構, 始以珥爲義謙之私交, 自癸未以後, 始乃驅而納之於陷穽之中, 目爲黨與。 嗚呼! 李珥一人之身也。 以珥之德業、經術, 薦之於上者, 時輩也; 啓請徵召者, 時輩也; 上箚請留者, 時輩也; 今日排擯而構陷之者, 亦時輩也。 噫! 未忤時輩之前, 則珥爲道學、經綸之大賢; 及忤時輩之後, 則珥爲朋邪黨惡之小人, 一何先後毁譽之相反也? 如使珥誠欲締結義謙, 則當締結於義謙得志之日; 不當締結於義謙失勢之後也。 何故義謙未敗之前, 珥屛居田園, 難進易退? 及庚辰承召入京之日, 則義謙失勢已久, 擯在遠外, 東人方主時論。 珥如欲締結, 則豈可立異於主論之時輩, 而締結於失勢之義謙乎? 而況締結云者, 欲以濟己之私也, 不有濟己之私, 亦何締結爲哉? 嗚呼! 時輩之氣勢鴟張, 猶不能引爲黨與, 而況義謙之爲世賤棄者, 能引爲黨與乎? 一身之榮辱、禍福, 猶不足以動其心而變其節, 身且不自謀, 而況爲義謙謀乎? 珥之心事, 唯其如此, 故至如先大夫白仁傑, 特薦珥、渾爲特立獨行之人。 仁傑以四朝宿德、乙巳遺直, 嘗斥義謙, 國人之所知也。 如或珥、渾少有染汚義謙之迹, 則豈可以黨外戚之人, 爲國家薦賢, 以負殿下哉? 然則珥與義謙, 本無親密之迹, 於此益可見矣。 噫! 時輩之攻珥者, 豈皆趨時附勢, 媢嫉忠賢者哉? 其中亦有秉心稍公, 而情意阻隔, 不知珥之心事者; 或有識見不明, 而不能不動於時論者; 亦有新進後生, 染汚朋論, 而不自知非者; 抑有心非時論, 而力量不足, 旅進旅退者; 亦有全不知始終曲折, 而隨衆雷同者。 此輩一朝覺悟, 則亦必有自悔其所爲者矣。 雖然, 竊以爲, 今之士大夫, 皆不知事君之義者也。 蓋事君之義, 莫大於勿欺。 今之時輩, 非無一二人, 知時論之誣罔, 而乃與之滾合爲一; 或有實不知此間是非, 而强不知以爲知者矣。 萬口和附, 共爲一談, 終無一人, 以實告君者, 是果所謂勿欺者乎? 故曰今之時輩, 皆不知事君之義者也。 嗚呼! 黨比欺君, 其罪可捄, 而一忤時論, 則終身廢棄。 今之時輩, 不志於富貴者鮮矣則初不可以古人事君之義, 責之也。 噫! 一世人才, 不爲不多, 而能挺然自持, 住足於萬馬幷驅之中者, 或鮮其人, 則無怪乎無人自拔於其間也。 噫! 李珥死矣。 今日雖使盡驅一世之人, 皆曰李珥爲小人, 亦有何補於國事? 大抵君子小人之分, 惟在於義利兩塗而已。 特立獨行, 而忘身徇國, 不慕富貴, 而難進易退者, 君子之好義者也; 趨時附勢, 而保身固位, 貪戀爵祿, 而易進難退者, 小人之好利者也。 惟其好利也, 故利在外戚, 則附外戚; 利在權奸, 則附權奸; 利在時論, 則附時論, 惟視利之所在而趨之。 逐氣尋香, 無處不到, 蠅營狗苟, 驅去復還。 甚者利在殺妻與子, 則殺妻子而求之; 利在弑君與父, 則弑君父而奪之, 此則好利者之事也。 惟其好義也, 故利在外戚而不附; 利在權奸而不附; 利在時論而不附, 惟視義之所在而從之。 寵之不樂, 辱之不驚, 呼之不來, 麾之不去。 甚者義在殺身則殺身而不顧; 義在族滅則族滅而不辭, 此則好義者之事也。 嗚呼! 好義者爲國; 好利者爲身, 未有好利而愛其君者也; 未有好義而遺其君者也。 以此觀之, 今之士大夫, 孰爲君子而好義者也; 孰爲小人而好利者也; 孰爲貪戀爵祿而易進難退者也; 孰爲不慕富貴而難進易退者也; 孰爲趨時附勢而保身固位者也; 孰爲特立獨行而忘身徇國者也? 或使一朝, 外戚、權奸, 竊持國柄, 生殺威福, 生於其手, 則患得患失, 隨風而靡者, 出於好利之徒乎; 出於好義之徒乎? 抗直不撓, 砥柱橫流者, 出於好義之徒乎; 出於好利之徒乎? 嗚呼! 今之所謂士夫, 而攻擊珥、渾者, 若能愛惜名節, 稍爲和平之論, 消破形迹, 收拾一時人才, 與之共治天職, 協力同寅, 上以解聖上宵旰之憂; 下以慰士林公論之鬱, 以爲自保桑楡之計, 則不亦善乎? 今乃不然, 附會之徒, 主張時論, 乖亂日以益深。 朝廷之上, 唯以物色異同, 排擯珥、渾爲事, 而國家治亂、生民休戚, 置之相忘之域, 則人心之不服, 不亦宜乎? 此所以公議共憤、志土扼腕, 而起趙憲過激之論也。 蓋憲之爲說, 雖以伸救珥、渾爲主, 而其所見, 落於一邊, 失其師旨。 論人之際, 好不知惡、惡不知善, 亦無以服一時之公論, 其亦誤矣。 然憲意, 旣以珥、渾爲儒林領袖, 故但見攻擊珥、渾者, 便指爲媢嫉之人; 推尊珥、渾者, 便指爲好善之人, 不問人物本品之如何, 一以邪正斷之。 此, 所以論議之憤激不中, 而大失其師旨者也。 大抵論人, 只觀形跡, 不究本心, 則每每失人者也。 蓋今日之攻擊珥、渾者, 與己卯群小網打士林者有異。 己卯則士林合而爲一, 只是小人謀陷士林, 形色易辨, 故但以攻士林者, 皆謂之小人宜也。 至於今日則當初士林, 分而爲二。 今日東人攻珥、渾者雖多, 有趨附媢嫉之輩, 而亦不無詿誤阻隔之人, 則烏可不究本心, 而一槪以小人律之乎? 至如憲疏所攻金宇顒、柳成龍、金弘敏數臣者, 雖不能無所短長, 論其人物則是亦一時之淸流, 而珥之所嘗稱許者也。 只緣註誤流言, 偏着一邊, 輾轉沈痼, 以至於此耳。 且數臣者, 雖其所見偏僻, 不能知珥心事, 其亦何傷於所長之可取乎? 但此數臣者, 雖曰一時之淸流, 出入其門者, 率多附會諂侫之徒, 而非但不能裁抑, 曾無一言同異於其間。 若與滾合爲一, 則其致士論之疑, 亦固其所。 然亦由偏聽生奸, 有此乖刺, 初豈嘗有邪心於其間哉? 蓋是數臣者, 力量、所見, 雖不足以擔當世道, 鎭定浮躁, 處置和平, 以享同寅之福, 若比於流俗患失之徒, 全然以利害爲心, 不顧名義, 趨時附勢, 日事攻擊, 貪濁媢嫉者, 不亦遠乎? 今憲指擬非倫, 以此數臣者爲匪人, 而許大恒以捐生; 目義謙以義聲。 苟是西人, 則無一人言其所短; 苟是東人, 則無一人言其所長, 此果珥平日之所見乎? 至於收拾街巷之談, 以瀆聖聰, 則願忠之意雖切, 狂戇之失不可掩矣。 豈憲自近年以來, 流落南鄕, 久未接士友之論, 故離索孤陋, 有此乖戾乎? 一何與珥平日之論, 逕庭之甚耶? 嗚呼! 珥之所自樹立, 光明俊偉, 磊磊軒天地, 可傳於後世, 不愧乎古人, 而生不能少施於一時; 死無以暴白其心事。 至如憲者, 親炙其門, 尊慕有誠, 而不能通知師友之志, 其所論說, 又不能發明師道, 則亡師九原之魂, 寧不介介于此乎? 雖然, 憲之爲此, 亦出於傷時悼俗之意; 好善嫉惡之心, 實無他意。 其辭說, 豈眞無可採者, 而三司交章力攻, 至以憲爲凶險巧詐之人。 嗚呼! 豈其然乎? 果如其言, 則今日附會之徒, 方主時論升沈, 出其掌握, 不附於此輩, 而欲救生老死病之人, 無是理也。 謂之狂戇則可矣, 凶險巧詐四字, 豈足以服憲之心乎? 且謂: “憲不忘珥薦己之恩, 爲達此疏。” 此尤誣罔之言也。 憲之爲人, 珥雖取其慕古好善, 而所以薦拔仕路, 實潑、宇顒所爲, 此則國人之所共知也。 如使憲欲報薦己之恩, 則當報於潑輩, 而不當報於珥也。 設使珥於憲, 有薦拔之恩, 憲不能忘而爲之, 若比於隨衆炎涼, 以爲向背者, 不亦遠乎? 無所爲而爲之, 古人所許, 而今欲以此爲罪、以彼爲是, 其亦誤矣。 臣等非爲一憲分疏, 誠以時輩之攻人, 其搆無爲有, 張皇眩亂之狀, 前後機軸, 若出一手, 誠能有省於此, 而察其虛無, 則卽此一事, 亦可以因此而得彼故也。 至論珥、渾之辭, 則大抵祖述李潑餘論, 而至於玉堂之箚, 則其言之自相矛楯, 若出二手。 其於珥, 旣許以挽回世道之士君子, 而又許渾以林下學問之士, 則兩人者, 求之當世, 難得倫比者。 而又謂趨附外戚, 目之以失身, 則是兩人者, 伯夷心而盜蹠行, 豈理也哉? 此不過乘時附會之徒, 倡爲此論, 而新進之士, 不知此間曲折, 隨衆雷同耳。 臣等又惟, 亡師前後封章, 無慮累萬言, 其所建白, 皆國家大計。 晩際風雲, 不旋踵而天奪之, 平生抱負, 一不得施, 此, 今日士林之所共扼腕而歎者也。 蓋我國家, 聖繼神承, 治具畢張, 前有《經濟》之作; 後有《大典》之述。 不幸, 燕山顚覆先王之典刑, 創爲淫虐之弊政, ﻿中廟反正, 庶政惟舊。 而燕山餘法, 尙未盡革, 至今爲國家生民之害者, 非先王之舊典也。 此而不改, 則將無以保民, 而國不可爲矣。 珥之所以欲爲更張, 亦將爲國家, 迓續天命, 聿建中興之業耳, 豈得已乎? 是果謂之紛更乎? 今日搢紳之間, 不復以此爲言者, 豈痒痾疾痛, 不切於吾身而然耶? 珥雖可非, 其言則是, 豈可以其人而廢其言乎? 噫! 珥所建白未行者, 亦無奈何, 至於施措之事, 必百端沮壞而後, 快於其心, 則此何心也? 至於納粟許通之事, 初非出於得已。 當癸未邊釁之初, 中州將士, 雲集北方, 而軍糧匱竭, 將不能運, 則祖宗二百年興王之地, 其將委之於胡、羯矣, 其敢袖手安坐, 不措一策乎? 昔宋臣朱熹之授南康也, 借米於富民, 約以影職酬之, 以救一方飢饉; 我朝李施愛之亂, 光廟嘗募人輸箭北道, 免賤爲良。 此等事, 雖非平日經常之法, 亦實能權之道。 故先儒已爲之; 祖宗已行之。 方是時也, 羽檄交馳, 烽火不息, 一方安危, 決於呼吸, 豈效章句腐儒, 徒能大言, 而無補於緩急者之爲哉? 珥之爲此, 只爲濟一時之急, 而所以愛惜人才之意, 昭然可見。 而憲之 “爲此, 出於愛惜人才。” 云則是果謂, 知珥之本心者乎? 此, 珥之所以雖知不合時議, 而力請決行者也。 言者果以苟且爭之, 而自上決意行之, 及乎珥死之後, 言者又倡前後所生分揀, 許通之論, 論執不已, 自上亦未深察而遽從。 此事微細, 而國信所係, 至大至重, 決不可輕毁者也。 其時珥亦非不知分揀前後所生, 而若但通後生, 不通前生, 非但應募者絶少, 長子爲賤, 次子爲良, 一家之內, 名分紊亂, 亦大乖理, 不得不幷許前後。 珥之爲此, 亦豈無意而然哉? 蓋當初事目中, 未嘗有分揀前後所生之說, 故納粟之人, 類多年老絶産之人。 此豈輕財好施, 爲國助邊, 如卜式之爲者乎? 徒以子孫得通仕路故也。 且公事之始蒙准也, 庶孽輩相與謀曰: “高麗公事, 不過三日, 古諺不可不思。 今吾貧破産業, 以爲後計, 而如或國家, 失信旋罷, 但還其價, 則吾等之事敗矣。” 勸之者皆曰: “不可。 方今李爺在朝, 豈有如此失信之事乎?” 於是, 傳相告語, 應募雲集, 轉輸相望, 軍賴以濟。 今乃不罷其事; 不還價直, 令前生不許赴擧, 又多擅停賤妾子赴擧者, 則國家之失信, 又出於此輩始慮之外矣, 無乃近於罔民者乎? 但其時關禁不嚴, 納粟之徒, 利其輕運, 或有抱布而行, 貿穀本道。 此乃有司不能糾檢之過, 而庶孽泛濫之罪, 誠不可不懲矣。 然懲其罪, 而不失其信可也。 而自上以事關內人族屬, 特命還價于其人, 而不許赴擧。 此雖出於聖上至公無私之心, 而殊不知失信無大小之異也。 嗚呼! 信者, 國之大寶也。 匹夫爲不信, 猶不可自立於鄕黨, 而況人主而爲不信, 異日緩急, 其何以令四方乎? 平居無事, 雖無大患, 一朝事急, 必有噬嚌無及之悔矣, 豈不大可畏哉? 聖人謂: “去食、去兵, 而信不可去。” 今乃一擧, 而三失焉, 無乃不可乎? 納粟輩受此冤枉, 豈不欲上書訟冤? 而緘默不言者, 亦有所以。 蓋自卽位以來, 優容納諫, 言路大開, 豈無一人之言, 有可採者乎? 自上雖善其言, 下之有司, 有司率多怠官厭事之人, 故未嘗一入思慮, 不問其事之是非利害, 而一切防啓, 雖有嘉謨、異策, 切中時務者, 擧皆廢格不行。 此由群臣, 不能將順主美, 遂使聖上有納諫之盛德, 而不見用諫之實效也。 是, 殿下開言路, 而群臣閉之也, 至治之不興, 良以此也。 此, 庶孽之所以知其無益, 而不敢開喙者也。 嗚呼! 自珥旣歿以後, 士氣銷沮, 人懷自保之計, 人心世道, 日異而時不同, 尙德之風漸喪; 征利之習日長。 父戒其子、兄勖其弟者, 皆以決科干祿爲急, 而隆師親友、講磨忠孝者, 爲世指笑。 臣恐若此不已, 則其流之弊, 將至於四維俱亡、人慾橫流, 東京黨錮; 南宋僞學之禍, 指日可俟, 而國隨而危矣。 蓋此一事, 則臣之私憂過慮, 亦不能不同於憲也。 今之言者或以爲: “今之時輩, 雖有無識附會之徒, 亦不至於生禍士林。” 此則不然。 《易》曰: “履霜堅氷至。” 言其漸之可畏也。 方今朝廷則以禍福啗之士夫; 州縣則以威刑迫之儒士, 風色之不吉, 不但履霜之比而已則今日附會之徒, 漸生厲階, 强者攻擊邀功; 弱者迎合求利, 他日士林之禍, 安知不生於此輩之手乎? 此亦形象之已著者矣, 非愚臣臆逆之論也。 噫! 天下有道, 則庶人不議。 是以, 朝廷無公論然後, 草野有士論。 然則士論之激於下, 豈國家福哉? 若趨時附勢, 和應朝論, 托正售私, 陰陷時賢者, 自以爲布衣公論, 是不幾於余喆、黃李沃之所爲乎? 嗚呼! 數年以來, 朝野之間, 人心日激。 自癸未館學抗疏之後, 士論之發而中止者, 非止一再。 乙酉秋, 三司始論珥、渾編名黨籍。 於是, 太學多士, 欲抗章陳辨, 其時爲齋任者, 多有後疏之輩沮壞, 其論卒不果焉。 逮至兪大禎、柳永謙等七八人, 欲附時論, 干媒進取, 假托從祀之公論, 陰售醜正之奸計, 以講明性理之珥, 指爲誤道亂眞之人; 隱居求志之渾, 指爲沽名干譽之士, 此實己卯奸兇, 戕害士林之餘論, 而大禎等之言, 與之暗合。 藏頭立論, 籠絡多士, 至於書疏之日, 知機不往者太半, 或有無心往參而不見疏辭者。 大禎等盡皆列書, 虛張名數, 欲使人主觀之, 以爲多士間共公之論。 其時被瞞者, 不特一二人。 故癸未年黃海疏頭生員柳帶春等及京中士子若干人輩, 皆在被瞞之中, 亦欲抗疏自辨, 具疏將上之際, 時論大惡, 父兄痛禁, 又不果焉。 於是, 都下士子之預知奸謀, 初不參疏者七八十人, 相聚而謀曰: “三司之誣罔, 吾輩雖緘默, 猶之可也。 至於太學, 首善之地, 有此亂道之論, 其狙詐奸譎之狀, 旣已敗露。 而政院至以此輩之所爲, 以爲出於太學共公之論, 則人臣之欺罔君父, 至此極矣。 而斯文將至於墜地, 吾輩不可不出而闢之。” 遂具疏累數千言, 大會於闕門, 將欲扣閤, 而日夕未上, 明日又會, 則或爲父兄所脅持; 或爲禍福所怵迫, 論議不一而罷。 自此之後, 多士相謂曰: “時輩之攻擊珥、渾, 日甚一日, 難以口舌爭也。 且是非, 雖亂於一時, 公論可定於百代, 莫如杜門講學, 危行言遜, 尊所聞、行所知而已。” 至於頃日, 趙憲之疏出, 則憲也亦爲吾黨之士, 而立論之一偏, 大背師旨, 將使亡師至公之心, 亦將泯滅於後世, 斯所謂 “不待七十子喪, 而大義已乖” 者。 故同門之士, 相聚而言曰: “從前吾輩上章, 未嘗爲窮源之論, 故雖知尊慕亡師者, 不知亡師風旨, 致有過激之論, 此不可不一辨, 上以達于吾君; 下以告于同志。” 遂自去冬, 相與講議, 參互會通, 粗述亡師立朝始末之實跡, 凡數月, 疏始脫藁。 而識者以爲: “紛紜上章, 非居易俟命之道。 而況時輩不顧是非、名義, 惟以力戰公議爲心, 此論雖出, 非徒無益, 而只資騷擾而已。 彼憲之爲說, 雖失師旨, 亦非吾輩中所見, 則亦何傷於亡師乎? 不如勿失前日之戒, 退而講學之爲得也。” 同志之士, 多以此言爲然而罷, 臣等以爲不然, 將欲獨陳, 或有苦口力爭於臣以爲: “爾之爲此, 雖切於訟師之冤, 一人連章, 煩瀆可懼。 發人私書, 亦大乖理, 且非盛世之事。 雖曰發明師旨, 枉尺直尋, 古人所恥, 奈何?” 臣亦以此爲是, 書疏未半而中止。 今者浮議喧騰, 怪論百出, 疏雖不上, 騷擾則一。 此疏一出, 少有發明師旨之萬一, 則煩瀆之誅; 發書之罪, 臣等當之, 誠不忍恝視亡師被誣聖世, 終莫之暴白也。 謹就脫藁中, 添入亡師與潑、澈、宇顒輩往復之書, 端沐百拜, 明陳冕旒。 其所論述, 實朋儕間共公之論, 固非臣等一二人之見也。 至於所引亡師往復文字, 俱在李珥本家, 豈敢一毫張皇, 以犯古人事君勿欺之戒也? 伏願殿下, 亮珥立朝終始之公心, 知憲忘源失委之謬見, 以慰朝廷、以安士林。 疏上二十六日, 上批下曰: “爾疏有曰: ‘浮躁好進之徒, 爭起而附會之。 其時出入義謙之門, 曉夕相逐, 奴顔婢膝之輩, 迎降而鑽入者, 不爲不多。’ 又曰: ‘前日趨附義謙之徒, 一時納款於東人, 倒戈而攻義謙。’ 云云, 指何人耶? 事君無隱, 古之道也。 爾可悉數而對之。” 命招趙光炫李貴問啓。 政院啓曰: “趙光炫已爲下鄕, 招問李貴則以爲: ‘文字不能詳悉, 請面對’ 云矣。” 傳曰: “爾若不能倉卒書啓, 則姑退而書啓。” 李貴回啓曰: “亡師臣李珥, 赤心憂國, 而一忤時論, 橫謗百出, 日新月盛, 此, 人心日激、公論橫潰者也。 是以, 臣不計利害, 徒以暴白珥之本心爲志者也。 若使珥之心事, 少有發明於聖明之世, 則臣雖萬被誅戮, 亦所甘心也。 今者伏見聖批下問之敎, 此正臣子盡言不諱之秋也。 臣所謂 ‘浮躁好進’ 者, 白惟讓、盧稙、宋言愼、盧稷也。 此輩若欲歷達, 則豈止於此數輩乎? 其中表表者, 此輩也。 前日締結義謙, 而及其失勢之後, 反攻義謙者, 朴謹元、宋應漑、尹毅中也。 此輩則不足道也。 又有相識義謙, 非珥之比, 如李山海者矣。 時輩若以識義謙, 爲珥之罪, 則先攻此人可也。 徒以不忤於時論也, 故不攻此人, 而獨罪李珥, 此果事君不欺之道乎? 臣之有憾於山海者, 珥之不與義謙締結同事, 他人雖或不知, 山海則必知之矣。 然山海以珥平生故舊之人, 恝視珥之被誣, 不曾一言, 發明其本心於上前, 此必九原之有憾者也。 殿下若以臣言爲不然, 則伏望招山海, 問其相識義謙與珥, 孰爲淺深, 則天日在上, 山海豈敢有隱哉? 山海贈義謙詩曰: ‘洛下春來重見札, 山蹊月黑慣相迎。’ 此果不識義謙者乎? 臣所謂 ‘曉夕相逐’ 者也。 所謂 ‘奴顔婢膝’ 者, 鄭熙績也。 臣若以身禍爲懼, 不以直達, 何以責時輩之誣罔者乎? 臣才疎筆拙, 非不欲姑退詳啓, 而告君之言, 不可與他人議, 君言宿於家, 尤爲未安。 故敢昧死以聞。” 不報。 弘文館上箚, 論辨貴疏之說云: “公論可定於百代, 李貴每以口舌爭辨云。” 答曰: “直言四面而至, 爾等其能以一尺紙, 障蔽乎?” 後於經筵, 有言及者, 上曰: “李貴之言, 乃萬世公論也。” 論者少沮。 時, 承旨皆一邊峻論之人, 欲怵貴以失對。 故以禿筆與之, 使促進文字, 而字不成畫。 適不知何吏卒, 自背後暗投一尖筆, 遂草啓卽進。"
            },
            "2": {
                "H2KE-EN": "Minister of Personnel Yi Sanul reported: In the spring of imsul year (, when your subject entered the Office of the Censor General , Sim Uigyeom became the Office of the Inspector General in the gyehae year (, and in the spring of gapja year ( he again became the Office of the Censor General in the same rotation. From this day forward, he has been on duty at the Office of the Censor General and the Office of the Censor General for a long time. However, he did not pursue anyone else and also participate in the discussion. Therefore, he was extremely disturbed. Every time he criticized your subject, saying, A man named Yi Mi is not the Office of the Censor General, and only the Office of the Censor General. This is what all people have heard. However, Sim Uigyeom treated others extremely generously. If anyone among his colleagues do not wish to communicate with each other, even though he harbored your subject on the grounds that he would not wish to demonstrate his earnestness in the outside [of the capital]. When your subject was observed in the byeongja year (, Sim Uigyeom served as the magistrate of Gaeseong , and served him with a man. When he became the governor of Jeolla Province , he requested a special poem , and when your subject visited your subjects house, he hid your subject and did not see him. At that time, your subject was forced to leave his office and returned at sunset, Sim Uigyeom stayed at the mountain near Sim Ons house and received him. Later, he also came to see him at sunset. After your subject went to Jeolla Province, he again pursued the poem . Your subject could not dare defend himself but finally reply to the poem . Your subject requests that he be dismissed from his office.",
                "H2KE-nKo": "이조 판서 이산해가 아뢰기를,“소신은 임술년 봄에 옥당에 들어갔고, 심의겸은 계해년에 옥당의 관원이 되었으며, 갑자년 봄에는 또 서당의 동번이 되었습니다. 이로부터 옥당과 서당에서 함께 직숙한 것이 오래되지 않은 것은 아니었으나, 남을 쫓아내지도 않았고 또 그 논의에도 참여하지도 않았습니다. 이 때문에 심히 소원하고 꺼리는 바가 되어 항상 신을 헐뜯기를 ‘이모는 옥당이 아니고 서당이다.’라고 하였는데, 이는 사람들이 모두 들은 바입니다.그러나 심의겸은 사람을 매우 후하게 대우하여 동료의 선비라면 누구나 서로 결탁하려고 하였으니, 마음으로는 신을 꺼리더라도 어찌 겉으로 은근한 뜻을 보이고 싶지 않겠습니까.신이 병자년에 부모의 상을 당하였을 때 심의겸이 개성 유수로 있으면서 사람을 통해 위문하였고, 호남의 방백이 되어서는 신에게 별시를 요구하였으며, 또 직접 신의 집에 왔으나 신은 숨기고 만나주지도 않았습니다. 신이 마침 파사하고 저물녘에 돌아오는데, 심의겸이 신의 집 뒷동네 산길에서 기다리고 있다가 맞이하였으며, 그 뒤에 또 어둠을 타고 와서 만났습니다. 호남에 부임한 뒤에 또 별시를 요구하기에 신이 감히 굳이 거절하지 못하고 마침내 시 한 수를 써서 답하였습니다. 심의겸에게 준 시구는 참으로 서술한 것입니다. 남에게 추한 비방을 받은 것은 신이 실로 스스로 취한 것이니, 파척해 주소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 3월 1일(경인) 2번째기사",
                "gt-oKo": "이조 판서 이산해(李山海)가 아뢰기를, “소신은 임술년 봄에 옥당에 들어갔고 심의겸은 계해년에 옥당의 관원이 되었으며, 갑자년 봄에 또 서당(書堂)의 같은 번(番)이 되었습니다. 이로부터 옥당과 서당에서 같이 입직(入直)한 것이 오래지 않은 것은 아니나 언제나 서로 사이가 좋지 않았고 또 그 의논에 참여하지 않았으므로 극심한 기탄을 받았습니다. 그리하여 항상 신을 비방하기를 ‘이모(李某)는 옥당(玉堂)이 아니고 곧 서당(書堂)이다.’ 하였으니, 이것은 사람들이 함께 들은 말입니다. 그러나 심의겸이 사람을 대함에 있어 극히 후하여 동료의 선비에게는 결교(結交)하려 하지 않는 경우가 없었으니, 마음으로는 신을 꺼렸더라도 어찌 겉으로 은근함을 보이려 하지 않았겠습니까. 신이 병자년에 상을 당하였을 때에 심의겸이 개성 유수(開城留守)로 있으면서 사람을 통하여 위문을 보내왔고, 호남 방백이 되어서는 신에게 별시(別詩)를 구하고 또 몸소 신의 집에 오기도 하였는데 신이 혹 기피하고 만나지 않기도 하였습니다. 신이 마침 파사(罷仕)하고 저물녘에 돌아오는데 심의겸이 신의 집 뒷골 산길에서 기다리고 있다가 나를 맞이하였고 그 뒤로 또 어둠을 타고 와서 만났습니다. 호남 방백으로 부임한 뒤에 또 별시(別詩)를 추후하여 요구하므로 신이 감히 굳이 거절하지 못하고 마침내 시 한 수로 답하였던 것입니다. 심의겸에게 준 시귀는 곧 진정 신의 술작입니다. 이로 인하여 남에게 더러운 비방을 받았으니 이는 실로 스스로 취한 것입니다. 파척(罷斥)시켜 주소서.” 하니, 사퇴하지 말라고 답하였다.",
                "hj": "○吏曹判書李山海啓曰: “小臣, 壬戌春入玉堂, 沈義謙, 癸亥爲王堂, 甲子春又爲書堂同番。 自此, 同直於玉堂、書堂, 非不久矣, 不曾追逐人, 又不參其論議, 故甚被疎忌。 常詆臣曰: ‘李某非玉堂, 乃書堂。’ 此則人所共聞也。 然而義謙待人極厚, 凡在同僚之士, 無不欲相結, 則心雖忌臣, 而豈不欲外示慇懃乎? 臣於丙子年丁憂時, 義謙爲開城留守, 因人致慰, 及爲湖南方伯, 求別詩於臣, 且躬到臣家, 臣或諱而不見。 臣適罷仕暮還, 義謙伺候於臣家後洞山路, 而迎之, 厥後又乘昏來見。 赴湖南後, 又追索別詩, 臣不敢堅拒, 竟以一詩答之。 其贈義謙之句, 是, 眞述也。 被人醜詆, 臣實自取, 請賜罷斥。” 答曰: “勿辭。”"
            },
            "3": {
                "H2KE-EN": "Inspector General Yi Bal of the Office of the Inspector General reported to the King as follows: On a previous day, the discussion was similar to the Eastern Ceremony, but the discussion was similar to the end. Now, [Yi] Gui consulted and widely disparaged [Yi Bal]. Your subject requests to resign. The King replied, Do not resign. In general, a subject should not observe his behavior. After [Yi] Bal returned to his post, [Yi] Bal submitted his resignation on account of illness. One day, the King praised the poem composition of the three colors of thin",
                "H2KE-nKo": "대사간 이발이 피혐하며 계사를 올리기를,“지난날 이이와 논의가 처음에는 같았으나 끝에 가서는 달랐습니다. 이번에 이귀가 주고받은 편지를 주워 모아 현저하게 배척을 가하였으니, 신은 사퇴를 청합니다.”하니, 사직하지 말라고 답하였다. 대체로 신하 된 자는 반복하는 태도가 있어서는 안 되는 것이다. 이발이 출사한 뒤에 신병을 이유로 사직하여 면직되었다.주상이 하루는 어제 삼색도화의 시를 옥당에 내렸는데, 그 시에, 젊은 복숭아꽃은 나무 가지 하나인데 무슨 일 때문에 두 세 가지 빛깔 꽂으리 식물도 오히려 이와 같으니 인심이 반복되리라고 하였다. 또 벽도화의 시에, 흰 꽃은 눈처럼 희니 매화를 어지럽힐까 두렵네 라고 하였는데, 벽도화는 무슨 명목으로 실제와 다른가.”하였다. 당시에 주상은 이발 등을 풍자하기 위해 발의한 것이라고 생각하였다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 3월 1일(경인) 3번째기사",
                "gt-oKo": "대사간 이발(李潑)이 피혐하는 계사에, “전일 이이와의 논의가 처음에는 같았으나 마지막에는 달랐습니다. 지금 이귀가 그와 왕복한 서찰을 주워모아 드러내어 비방을 가하였으니 신은 사퇴를 청합니다.” 하니, 사퇴하지 말라고 답하였다. 대체로 신하된 자는 반복하는 작태가 있어서는 안 되는 법이다. 그 뒤 이발은 출사(出仕)한 뒤에 정병(呈病)하고 면직되었다. 상이 하루는 어제(御製)한 삼색도화시(三色桃花詩)를 옥당에 내렸는데, 그 시에, 한 나무가지에 곱게 핀 복사꽃이 무슨 일로 두세 가지 빛깔이냐 식물도 오히려 이와 같으니 인심이 반복하는 것 마땅하리 하고, 또 벽도화시(碧桃花詩)에, 흰 꽃은 눈처럼 희디 희니 매화 빛깔 어지럽힐까 두렵구나 벽도의 꽃이라 이르면서 어찌하여 이름이 실제와 다른고 하였다. 당시 상의 의사가 이발 등을 풍자하기 위해 그 뜻을 발론한 것이라 하였다.",
                "hj": "○大司諫李潑避嫌啓辭言: “前日與李珥論議始同, 而末異。 今者貴捃摭往復之書, 顯加詆斥, 臣請辭退。” 答曰: “勿辭” 大抵人臣不可有反覆之態也。 潑出仕後, 呈病免。 上一日, 以御製三色桃詩, 下玉堂, 詩曰: “夭桃一樹枝, 何事兩三色。 植物尙如此, 人心宜反覆。” 又有碧桃花詩曰: “白花白如雪, 恐亂梅花色。 云是碧桃花, 如何名異實。” 時以爲, 上意爲諷刺潑等, 而發義也。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On the first day of the month, Yi Sanul again impeached Yi Gui and submitted a memorial requesting his resignation. The King said, Earlier, I earlier caught a man and said, The state is unable to reveal the burden of trouble. This is why my dear sirs are appointed to several posts. How could I suspect the words of a single word by a single word and raise the words of his word? Considering that the intent of the man is merely because his 스승 was accused of the people, and he stood and submitted a memorial without harm. My dear sir, only embody my intention to entrust him with the state with all his heart. Prior to this, Yi Sanul knew that Yi Uigyeom was defeated and his reputation was gradually disappointed. Earlier, when guests of the messenger of Sim clan? Yi Sanul said, Emperor Xiaozong (r. 1419-18-7-7-7-7-7-7-7-7-7-7-7-7-7-7-7-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6-6- ",
                "H2KE-nKo": "이산해가 다시 이귀의 배척을 받았다는 이유로 상소하여 사직하니, 답하기를,“내가 일찍이 스스로 인재를 얻은 것을 자랑하면서 ‘국가가 전복되지 않은 것은 경 등 몇 사람을 등용하였기 때문이다.’라고 하였다. 어찌 일개 서생의 말 때문에 의심하고 멀리하여 그 말에 흔들리게 할 수 있겠는가. 그 사람의 뜻을 따져 보면 그 스승이 시배들에게 무함당한 것을 통탄스럽게 여겨 합문에서 부르짖으며 상소한 것에 불과하니, 또한 해로울 것이 없다. 경은 다만 내가 위임한 뜻을 받들어 나랏일에 마음을 다할 뿐이다.”하였다. 처음에 이산해가 심의겸이 패할 징조가 있다는 것을 알고 점차 소원하게 대하였다. 문객 이병이 일찍이 묻기를,“공이 처음에 어찌하여 심씨와 친밀하게 지냈는가?”하니, 이산해가 아뢰기를,“명종이 명자를 얻은 것은 방숙의 공입니다. 이때에 어찌 서로 멀리할 수 있었겠습니까.”하였다. 이산해가 여러 차례 전형을 주관하여 여러 관직과 수령을 선발할 때 자못 청렴하고 공정하다고 일컬어졌다. 이때에 이르러 시론에 거스를까 두려워하여 선발된 사람 중에 성혼과 이이의 문정에 조금이라도 관계된 자는 모두 구별하여 등용하지 않았다. 이에 초매하고 소원한 자가 시론에 부화뇌동하여 잇따라 관직을 얻었기 때문에 한때의 헛된 명예도 이산해가 선비를 잘 얻었다고 여겼다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 4월 1일(경신) 1번째기사",
                "gt-oKo": "이산해가 다시 이귀에게 배척받는 것으로 소장을 올려 사직하니, 답하기를, “내가 일찍이 스스로 인재를 얻은 것을 자랑하고는 ‘국가가 전복되기에 이르지 않은 것은 능히 경 등 수삼 인을 임용했기 때문이다.’고 여겼는데, 일개 서생(書生)의 말로 의심을 일으켜 점차 그 말에 동요되어서야 되겠는가. 그 사람의 뜻을 구명해 보면 스승이 시배에게 무고당한 것을 통분히 여겨 합문(閤門)에 부르짖으며 소장을 진달한 데에 지나지 않으니 또한 상관할 것이 없다. 경은 다만 내가 위임하는 뜻을 몸받아 국사에 마음을 다해야 할 것이다.” 하였다. 처음에 이산해가 심의겸이 실패할 징조가 있음을 알고 점차 스스로 소원히 하여 끊어버렸다. 문객(門客) 이병(李覮)이 일찍이 묻기를, “공이 처음에는 어찌하여 심씨(沈氏)와 친밀하였습니까?” 하니, 이산해가 말하기를, “명종이 명(明)자의 묘호를 얻게 된 것은 방숙(方叔)의 공이다. 이때에 어찌 서로 외면할 수 있었겠는가.” 하였다. 이산해가 여러 차례 전형(銓衡)을 주관하여 서관(庶官)과 수령을 선발할 적에 자못 청렴 공정하다고 일컬어졌다. 이때에 이르러 시론에 거스를까 두려워하여 모든 인물의 선발에 성혼과 이이의 문정(門庭)에 조금 관계되는 자는 모두 구별하여 쓰지 않았다. 이리하여 초매(草昧)의 소원한 자도 시론에 부회하여 서로 잇따라 벼슬을 얻었는데 이로 인하여 산해가 선비들의 마음을 얻었다는 헛된 명예가 있게 되었다.",
                "hj": "○朔庚申/李山海復以被李貴之斥, 上疏辭職, 答曰: “予嘗自詑得人以爲: ‘國家之不至顚覆者, 能用卿等數人故爾。’ 安可以一書生之言, 有所疑阻, 轉撓於其言乎? 原其人之志, 不過痛厥師被誣於時輩, 叫閤陳疏, 亦無害也。 卿但體予委寄之意, 盡心國事而已。” 初, 山海知義謙有敗徵, 漸自疎絶。 門客李覮嘗問曰: “公初何以親密沈氏耶?” 山海曰: “明宗之得明字, 方叔之功也。 于時安得以相外耶?” 山海屢主銓, 遴選庶官守令, 頗稱廉公。 至是, 恐忤於時論, 凡選人, 稍涉於成、李門庭者, 則皆區別不用。 於是, 草昧疎遠者, 附會時論, 相繼得官, 故一時虛譽, 亦以山海爲能得士矣。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi 이원익 as magistrate of Anju Strategic County . While Yi Won was dismissed from his post, he was encountered and completed the mourning period for his deceased father. However, he still did not reinstate his post. At that time, because he was an important garrison of Anju , he had repeatedly suffered from disastrous disasters and starved due to a poor harvest. Thus, he requested that he select a prudent and important civil official and take care of him so that he might encourage him for a long time and encourage him to render his meritorious deeds. All of the government officials were disliked to avoid suspicion. The King reprimanded the Ministry of Personnel to surely qualified him. Minister Kwon Geukrye wished to remove his post due to this circumstances and requested that Yi Won be appointed to the post of Yi Won . The King granted permission and appointed Kim Jegap as magistrate of Changseong Strategic Prefecture . Yi Wongapprehended the post of Kim Jegap as magistrate of Changseong Strategic Prefecture . Yi Wongapprehended his post on the first to the governor, seed grain loans to encourage him to plow and encourage him to cultivate himself. Last autumn he had a great crop failure to repay grain loans and granary storehouses. Subsequently, he 변통ed military affairs and exempted him from miscellaneous compulsory labor service. He personally paid grain taxes to the border garrison in order to eliminate the evils of stealing. As Anju was in the western part of the province, he did not encourage himself to encourage the silkworm. Yi Wongappreciated the people to encourage the silkworm and raise silkworms. People called Yi Gongsang . He was diligent and frugal, and the local clerks were afraid of the people and his achievements were greatly manifested. After repeatedly rewarding him, he was promoted to a higher rank and returned to his post. The expectations of Yi Wongapprehended him from this point.",
                "H2KE-nKo": "이원익을 안주 목사로 삼았다. 이원익이 파직되어 흩어졌다가 부모의 상을 당하여 상복을 벗었으나 아직 복관되지 않았다. 이때 안주는 관방의 중요한 진인데 여러 차례 재해를 겪어 기근이 들어 쇠잔해졌다. 명망이 높은 문신을 잘 가려 뽑아 백성을 어루만지고 수습하게 해서 구임시켜 성과를 거두게 할 것을 청하니, 명관들이 모두 꺼려 피하기를 도모하였다. 주상이 이조에 반드시 적임자를 얻을 것이라고 꾸짖으니, 판서 권극례가 이로 인하여 폐기되었던 사람을 기용하고자 하여 이원익을 청하니, 주상이 허락하고 이 임명을 한 것이다. 김제갑도 창성 부사에 제수하였다. 이원익이 단기로 부임하여 맨 먼저 환곡 1만 섬을 감사에게 빌려주어 종자를 주어 경작을 권면하게 하였다. 가을이 되어 대풍이 들자 환곡을 상환하여 창고가 충실해졌다. 마침내 군정을 변통하여 쓸데없는 역을 감면해 주고 몸소 변진에 양세를 납부하게 하여 조등의 폐단을 줄였다.안주는 서로에 있으면서 누에치기를 일삼지 않았다. 이원익이 백성들에게 뽕나무를 심어 누에치기를 권장하니 사람들이 이공상이라고 일컬었다. 부지런하고 민첩하며 청렴하고 재간이 있어 아전들은 두려워하고 백성들은 사모하여 치적이 크게 드러났다. 여러 차례 포상을 받았고 품계가 올라 조정으로 돌아오게 되었으니, 공보의 기대가 여기에서 비롯되었다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 4월 1일(경신) 2번째기사",
                "gt-oKo": "이원익(李元翼)을 안주 목사(安州牧使)로 삼았다. 이원익이 파산(罷散)하여 있다가 친상을 당하여 복을 마쳤으나 오히려 복관되지 못하였다. 이때 안주는 관방(關防)의 중요한 진영인데 재해를 여러 차례 겪고 기근이 들어 조폐(凋弊)되었다는 것으로 명망이 중한 문신을 정밀히 골라 그 지방을 다독거려 수습하게 하되 구임(久任)시켜 공을 세우도록 책임지우기를 청하였다. 명관(名官)이 모두 꺼려 피하기를 도모하였으므로 상이 이조에 명하여 반드시 적합한 사람을 얻도록 책임지웠는데, 판서 권극례(權克禮)가 이를 인하여 면관된 사람을 기용하고자 하여 이원익을 주의(注擬)하니 상이 허락하여 이 임명이 있게 된 것이다. 김제갑(金悌甲)도 창성 부사(昌城府使)에 임명하였다. 이원익이 단기(單騎)로 부임하여 먼저 조곡(糶穀) 1만 석을 감사(監司)에게 청해다가 종자를 주어 경작을 권하였더니 가을이 되자 큰 풍년이 들어 조곡을 갚고도 창고가 가득찼다. 드디어 군정(軍政)을 변통하고 잡역을 감면하여 몸소 변진(邊鎭)에 양세(粮稅)를 납입하게 하여 조등(刁蹬)의 폐단을 없앴다. 안주는 서로(西路)에서 누에치기를 힘쓰지 않았다. 이원익이 백성에게 뽕나무를 심어 누에치기를 권장하니, 사람들이 이를 이공상(李公桑)이라 불렀다. 근면하고 민첩하고 청렴하고 일을 잘 처리하였으므로 아전은 두려워하고 백성은 사모하여 치적이 크게 나타났다. 자주 포상을 받아 승질(陞秩)하여 환조(還朝)하기에 이르렀으니, 공보(公輔)의 명망은 여기에서 기초되었다.",
                "hj": "○以李元翼爲安州牧使。 元翼罷散, 丁憂服闋, 而猶未復官。 時以安州關防重鎭, 累經災害, 飢饉凋弊, 請極擇名重文臣, 撫字收拾, 久任責效。 名官皆憚避圖免, 上責吏曹必得人, 判書權克禮欲因此起廢, 以元翼爲請, 上許之, 有是拜。 金悌甲亦拜昌城府使。 元翼單騎赴任, 首乞糶萬石于監司, 給種勸耕。 及秋大熟, 償糶而倉廩實。 遂變通軍政, 減免冗役, 躬納糧稅於邊鎭, 以省刁蹬之弊。 安州在西路, 獨不事蠶繭, 元翼課民種桑養蠶, 人稱李公桑。 勤敏廉幹, 吏畏民懷, 治績大著。 屢蒙褒賞, 至陞秩還朝, 公輔之望, 基於此矣。"
            },
            "3": {
                "H2KE-EN": "[The King] appointed Yi Jeonggan as 동래 부사로 삼았다. [Yi] Jeonggan was steadfast and calm. He did not practice archery and horsemanship from his own steadfast. [The King] declined [him], but [the King] did not grant permission. After [he] proceeded to the garrison [of the Japanese], Japanese envoys continued to come. [Yi] Uiji was even more arrogant, and [he] was unwilling to drink wine. [Yi] Jeonggan urged [him] to encourage him. Uiji rushed his hands and drank wine. [The King] said to an interpreter officer , I saw the eyes of the vice-envoy, and I am unaware that he drinks wine and drunk.",
                "H2KE-nKo": "이정암을 동래 부사로 삼았다. 이정암은 호방하고 지략이 있었다. 스스로 서생이라 하여 활쏘기와 말타기를 익히지 않았다고 하여 사양하고 허락하지 않았다. 진에 부임하자 왜사가 잇따라 이르렀다. 의지가 더욱 사납고 거만하여 연회석상에서 술을 마시려 하지 않았다. 이정암이 눈을 부릅뜨고 권하니 의지가 허둥지둥 모두 마시고는 역관에게 말하기를,“내가 부사의 눈빛을 보고는 나도 모르게 취하도록 마셨을 뿐이다.”하였다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 4월 1일(경신) 3번째기사",
                "gt-oKo": "이정암(李廷馣)을 동래 부사(東萊府使)로 삼았다. 이정암은 호걸스럽고 지모가 있었다. 스스로 서생이어서 활쏘기와 말달리기를 익히지 않았다 하여 사양하였으나 허락하지 않았다. 동래진(東萊鎭)에 부임하자 왜사(倭使)가 잇따라 이르렀다. 의지(義智)가 더욱 거만하여 연석에서 술을 마시려 하지 않았다. 이정암이 눈을 흘기며 권하니, 의지가 잔을 얼른 들어 다 마시고 역관(譯官)에게 말하였다. “내가 부사의 눈빛을 보고는 나도 모르게 취하도록 마셨을 뿐이다.”",
                "hj": "○以李廷馣爲東萊府使。 廷馣豪爽有智計。 自以書生不習弓馬, 辭, 不許。 旣赴鎭, 倭使續至。 義智尤傑驁, 宴席不肯飮酒。 廷馣流眄勸之, 義智忙手盡飮, 謂譯人曰: “吾見府使眼光, 不覺飮醉耳。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "During the first day of the month, there was a great famine in Hwanghae Province . Also, there were a considerable number of people who died of epidemic disease. Superintendent of the Capital Wall Repairs Directorate [of the Capital Wall Repairs ] [] Yun Seung had reported the number of people who died of epidemic disease.",
                "H2KE-nKo": "초하루에 황해도에 큰 기근이 들고 또 전염병으로 죽은 자가 매우 많았다. 구황 어사 윤승훈이 사망한 기민의 숫자를 올렸는데, 문안에 올라 있는 자가 5570인이었다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 6월 1일(기미) 1번째기사",
                "gt-oKo": "황해도에 큰 흉년이 들고 또 여역(癘疫)이 돌아 죽은 자가 매우 많았다. 구황 어사(救荒御史) 윤승훈(尹承勳)이, 물고한 기민(饑民)의 수효를 올렸는데 문서에 들어 있는 자가 5천 5백 70인이었다.",
                "hj": "○朔己未/黃海道大饑, 又癘疫死者甚衆。 救荒御史尹承勳上饑民物故數, 在案者五千五百七十人。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "The enemy thieves plundered the wooden palisades in Nogun Island . At first, the wooden palisades in the wooden palisades of the island had been affiliated with the vacancies of 남도 [Province] and cultivated for farmers. At that time, due to a poor harvest, they failed to capture them. This year, Subarea Commander of Josan Yi Sung was exclusively in charge of this matter, and the harvest was abundant. Magistrate of Hanseong Magistracy Yi Gyeongg록 led the soldiers and supervised the wooden palisades of Yi Sungsin to cut off the palisades of the wooden palisades. Battalion Commander Mayeungga of the Chu Island sent a arrow to the wooden palisades of the barbarians of Gyeongwon . He stole soldiers and secretly observed the palisades of the farmers rushed the fields and surrounded the palisades of the wooden palisades. He suddenly entered and surrounded the palisades of the wooden palisades and plundered a large barbarian. Subarea Commanders Oh Hyeong , Im Gyeongbeon , and others surrounded the palisades of the wooden palisades and entered the palisades of the wooden palisades. Mayeungga fled and entered the palisades of the wooden palisades, but Subarea Commander Yi Mongseo was shot by arrows. The enemy thieves killed more than ten people and captured 160 people and left. Yi Gyeongg록 and Yi Sungsin led the soldiers to pursue and pursued the enemy. The enemy thieves cut off the three enemy palisades and captured more than fifty people.Magistrate Commander Yi Jel wished to punish Yi Sungsin for his crime and released his release. He established the penal code officers and decapitation for the enemy. Yi Sungsin suggested himself, saying, Previously, I saw that the military troops numbered a small number of emy palisades of the barbarian palisades of the",
                "H2KE-nKo": "정해년에 오랑캐가 녹둔도의 책문을 함락하였다. 녹둔도의 둔전을 처음 설치할 때 남도의 궐액군을 예속시켜 농부로 삼았는데, 마침 흉년이 들어 농사를 짓지 못하였다. 이해에 조산 만호 이순신에게 그 일을 전담하게 하였는데, 가을에 풍년이 들었다. 부사 이경록이 군리를 거느리고 이순신과 함께 추수를 감독하게 하였다.추도의 오랑캐 추장 마니응개가 경원부 경계의 오랑캐 부락에 화살을 전해 주면서 군사를 숨겨 두고 몰래 엿보다가 농민이 들에 나가 책문이 비어 있는 것을 보고 갑자기 들어가 포위하고 군사를 풀어 크게 약탈하였다. 수호장 오형과 임경번 등이 포위를 뚫고 책문으로 들어갔는데, 모두 화살에 맞아 죽었다. 마니응개가 참호를 뛰어넘어 들어갔다가 수장 이몽서에게 사살되었다. 오랑캐가 10여 인을 죽이고 160인을 사로잡아 갔다. 이경록과 이순신이 군사를 거느리고 추격하여 적의 수급 3급을 베고 50여 인을 빼앗아 돌아왔다. 병사 이일이 이순신에게 죄를 돌려 스스로 해명하고자 하여 형구를 설치하고 참수하려고 하자, 이순신이 스스로 변명하기를,“전에 군사가 적은 것을 보고 단자를 갖추어 보고하여 더 보태 줄 것을 청하였으나 병사가 따르지 않았는데, 그에 대한 공첩이 있습니다.”하였다. 이일이 잡아 가두고 보고하니, 백의 종군하여 공을 세워 스스로 속죄하라고 명하였다. 주상이 수병이 전사한 것을 애도하고 호당에 명하여 시를 지어 치도하게 하였다. 이로부터 둔전이 혁파되었는데, 논하는 자들이 이언신이 실책한 것을 탓하였다. 이순신이 순변사의 휘하에서 종군하여 도리어 오랑캐 우을기내를 유인해 체포하여 마침내 죄를 면하였는데, 이로부터 명성이 있게 되었다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 9월 1일(정해) 1번째기사",
                "gt-oKo": "적호(賊胡)가 녹둔도(鹿屯島)를 함락시켰다. 녹둔도의 둔전(屯田)을 처음 설치할 적에 남도(南道)의 궐액군(闕額軍)을 예속시켜 경부(耕夫)로 삼았는데 마침 흉년이 들어 수확이 없었다. 이 해에 조산 만호(造山萬戶) 이순신(李舜臣)에게 그 일을 오로지 관장하게 하였는데 가을에 풍년이 들었다. 부사 이경록(李慶祿)이 군리(軍吏)를 거느리고 이순신과 추수를 감독하였다. 추도(楸島)의 호추(胡酋) 마니응개(亇尼應介)가 경원(慶源) 지역에 있는 호인의 촌락에 화살을 전달하고서 군사를 숨겨놓고 몰래 엿보다가 농민이 들판에 나가고 책루(柵壘)가 빈 것을 보고 갑자기 들어와 에워싸고 군사를 놓아 크게 노략질하였다. 수호장(守護將) 오형(吳亨)·임경번(林景藩) 등이 포위를 뚫고 책루로 들어가다가 모두 화살을 맞아 죽었다. 마니응개는 참루(塹壘)를 뛰어넘어 들어오다가 수장(戍將) 이몽서(李夢瑞)에게 사살되었다. 적호(賊胡)가 10여 인을 살해하고 1백 60인을 사로잡아 갔다. 이경록·이순신이 군사를 거느리고 추격하여 적 3인의 머리를 베고 포로된 사람 50여 인을 빼앗아 돌아왔다. 병사(兵使) 이일(李鎰)이, 이순신에게 죄를 돌림으로써 자신은 벗어나기 위하여 형구를 설치하고 그를 베려 하자 순신이 스스로 변명하기를, “전에 군사가 적은 것을 보고 신보하여 더 보태주기를 청하였으나 병사가 따르지 않았는데 그에 대한 공첩(公牒)이 있다.” 하였다. 이일이 수금하여 놓고 조정에 아뢰니 ‘백의 종군(白衣從軍)하여 공을 세워 스스로 속죄(贖罪)하도록 하라.’고 명하였다. 상이 수병(戍兵)이 죽은 것을 애도하여 호당(湖堂)에 명하여 시를 지어 조문하게 하였다. 이로부터 둔전(屯田)이 폐지되었는데, 논하는 이들은 정언신(鄭彦信)이 실책(失策)한 것으로 탓하였다. 이순신이 순변사(巡邊使)의 휘하에 종군하여 반로(反虜) 우을기내(于乙其乃)를 꾀어내어 잡아서 드디어 죄를 사면받았는데 이로부터 유명해졌다.",
                "hj": "○丁亥/賊胡陷鹿屯島柵。 島屯之初設, 隷南道闕額軍, 爲耕夫, 適歲歉不獲。 是年以造山萬戶李舜臣, 專掌其事, 秋大稔。 府使李慶祿率軍吏, 與舜臣監刈。 楸島胡酋亇尼應介, 傳箭於慶源境胡落, 藏兵潛伺, 見農民出野柵空, 猝入圍住, 縱兵大掠。 守護將吳亨、林景藩等, 突圍入柵, 皆中箭死。 亇尼應介跳塹而入, 爲戍將李夢瑞所射殺。 賊胡殺十餘人, 擄百六十人而去。 慶祿、舜臣率兵追擊, 斬賊三級, 奪還五十餘人。 兵使李鎰欲歸罪舜臣, 以自解, 設刑具, 將斬之, 舜臣自辨: “前見兵少備單, 報請益, 而兵使不從, 有公牒在。” 鎰繫囚以聞, 命白衣從軍, 立功自贖。 上悼戍兵死沒, 命湖堂賦詩致悼。 自是, 屯田罷, 而論者咎彦信失策矣。 舜臣從軍巡邊使麾下, 誘捕反虜于乙其乃, 遂免罪, 自此有名。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Wonmyeong as assistant state councilor and concurrent chief circuit inspector to patrol and inspect the northern frontier garrisons. This was due to a mistake in the northern frontier garrison.",
                "H2KE-nKo": "김명원을 좌참찬 겸 도순찰사로 삼아 북쪽 변방을 순검하게 하였는데, 오랑캐의 변고 때문이었다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 9월 1일(정해) 2번째기사",
                "gt-oKo": "김명원(金命元)을 좌참찬(左參贊) 겸 도순찰사(都巡察使)로 삼아 북변(北邊)을 순검(巡檢)하게 하였는데 호인의 변고가 있었기 때문이다.",
                "hj": "○以金命元爲左參贊兼都巡察使, 巡檢北邊, 以胡變也。"
            },
            "3": {
                "H2KE-EN": "Governor of JapanYoshigwang came to greet [the King]. Japan had the emperor of Heavenly Emperor [of Ming China] presumptuously named Minamoto Yoshigwan , but did not participate in the state, and the state managed by the 관백. The 관백 was called the squad leader , and the grand prince was called the squad leader . Therefore, the 관백 was not called the squad leader. Lady Minamoto Yoshigwang was replaced by the governor of Taira Munetoshi because he was originally a lowborn person, but he did not know about his own discretion. The 관백 recognized salt and began to become a soldier. He fighted achievements and rendered meritorious deed to the squad leader. He even gave the squad leader to the governor of Taira Munetoshi to invade a rebellion. The people of this country enraged his disrespectfulness and instead raised the 관백 to kill him. Subsequently, on the confront of a battle, killed Lady Minamoto , who subsequently suppressed Minamoto Yoshigwang , and made the squad leader to all the islands. The squad leader of sixty-six jurisdiction in order to train 100,000 battles of 정병. Subsequently, there was no such abundance in the past. Subsequently, having satisfactory motives, also worried about an unexpected disaster. Subsequently, he attempted to invade China. In the past, he boarded a ship to invade the 절강 River , but he could not find his desire. Thus, he first observed Joseon to land and raise his troops to observe Liaodong and Gyegye . However, our country did not know about this. This was because the law was strict, and the people did not cease even a single word. Originally, when Subsequently heard that Subsequently, plotting to kill the King and plotted to the country, he did not know the reason. Subsequently, our envoy visited Joseon every time he came to Joseon. However, Joseon envoys did not come to Joseon. This is a disregarding me. Subsequently, sent Subsequently, to Taira Munetoshi, to request the communication envoy. The word of his letter was extremely arrogant, and there was a word of all under heaven that he returned to me. Subsequently",
                "H2KE-nKo": "일본국 사신 귤강광이 내빙하였다. 일본에 천황이 있어 참람하게 기원이라는 호칭을 썼으나 국사에는 관여하지 않고 국사는 관백에게서 들었다. 관백을 대장군이라 칭하기도 하고 대군이라 칭하기도 하였는데, 황왕과 같은 호칭이었기 때문에 관백이 왕이라 칭하지 못하였다. 원씨는 관백으로 200여 년 동안 있다가 평수길이 그 후임에 임명되었다. 평수길은 본래 천례로서 자출할 줄을 몰랐다. 관백이 품팔이를 하는 거지에서 뽑아내어 졸오를 만들고 전투를 잘하여 공을 쌓아 대장이 되었다. 관백의 정월을 빌려 원도에서 반란을 토벌하였는데, 나라 사람들이 그의 참람됨을 노여워하여 도리어 관백을 공격하여 죽였다. 평수길이 회군하여 전투에서 승첩을 거두고 이어 원씨를 크게 죽여 자립하여 관백이 되었다. 사방에서 승리를 거두어 여러 섬을 병탄하고 66개 주를 제봉하여 정병 백만 명을 훈련시켰으니, 일본의 성대한 일은 옛날에도 없었다. 평수길은 의기양양양하게 지냈고 또 내환을 염려하여 마침내 중국을 침범하려고 전세의 배를 타고 절강을 침범하려 하였으나 끝내 뜻대로 되지 않았다. 먼저 조선을 점거하고 육로로 진군하여 요계를 엿보려고 하였으나 우리나라는 까마득히 모르고 있었으니, 이는 그 국법이 엄하여 행인들이 한마디도 누설하지 않았기 때문이다. 우리나라가 처음에 평수길이 임금을 시해하고 나라를 찬탈하였다는 말을 들었으나 또한 그 까닭을 자세히 알지 못하였다. 평수길이 말하기를 ‘우리 사신이 매번 조선에 이르렀는데 조선 사신이 오지 않으니, 이는 우리를 낮추는 것이다.’라고 하였다. 마침내 귤강광으로 하여금 와서 통신을 요구하게 하였는데, 그 글의 내용이 매우 거만하여 ‘천하가 짐의 손아귀에 들어간다.’라는 말이 있었다. 귤강광도 거만하여 우리나라 사람을 대하여 말할 때마다 조롱하고 풍자하였다. 이때 교리 유근이 선위사가 되고 예조 판서가 압연하였다. 귤강광이 고의로 좌석상에서 호초를 흩어 놓자 기공이 다투어 그것을 취하고 다시는 차례가 없었다. 귤강광이 귤강광에게 말하기를 ‘이 나라의 기강이 이미 무너져 거의 망할 뻔하였다.’라고 하였다. 귤강광이 돌아올 때 그 서계에만 답하고 ‘수로가 흐릿하다.’라고 칭하여 사신을 보내는 것을 허락하지 않았다. 그러자 평수길이 크게 노하여 귤강광을 멸족시키니, 귤강광이 우리 나라를 도와서 그 청을 이루지 못한 것으로 의심하였기 때문이다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 9월 1일(정해) 3번째기사",
                "gt-oKo": "일본 국사(日本國使) 귤강광(橘康廣)이 내빙(來聘)하였다. 일본에 천황(天皇)이 있어 참람하게 기원(紀元)을 호칭하나 국사에는 간여하지 않고 국사는 관백(關白)이 청단(聽斷)한다. 관백을 대장군(大將軍)이라 부르기도 하고 대군(大君)이라 부르기도 한다. 황(皇)과 왕(王)의 칭호가 같기 때문에 관백을 왕이라 부르지 못하는 것이다. 원씨(源氏)가 관백 노릇한 지 2백여 년이 되었는데 평수길(平秀吉)이 그를 대임하였다. 평수길은 본디 천례(賤隷)로 조상의 유래를 모르는 사람이다. 관백이 품팔이하며 빌어먹는 것을 발탁하여 군사로 삼았는데 전투를 잘하여 많은 공로를 쌓았기 때문에 대장이 되었다. 관백의 정월(旌鉞)을 빌어서 먼 지방의 반역자를 토벌하기에 이르렀는데 국인이 그의 참월(僭越)함에 분노하여 도리어 관백을 공격해 죽였다. 수길이 회군하여 전쟁에 승첩하고 이어서 원씨(源氏)를 대대적으로 살해하고 스스로 관백이 되었다. 군사를 동원하여 사방에서 승리를 거두어 제도(諸島)를 병탄하였는데 영토가 66주이며 정병 1백만을 훈련하였으니 일본이 이처럼 성대함은 옛날에 없었던 일이다. 평수길은 오만하여 의기양양한데다가 또 국내의 환란을 염려한 나머지 드디어 중국을 침범하려 하였다. 그러나 전세(前世)에 뱃길로 절강(浙江)을 침범하려 하다가 끝내 뜻대로 되지 않았으므로 먼저 조선을 점거하여 육지로부터 진병(進兵), 요계(遼薊)를 엿보려 하였다. 그런데도 우리 나라에서는 전혀 들어 아는 바가 없었으니, 이는 그 나라는 법이 엄하여 행인(行人)이 한 마디 말도 누설하지 않았기 때문인 것이다. 우리 나라에서 평수길이 자기의 임금을 시해하고 나라를 찬탈한 것을 처음 들었으나 또한 그 까닭을 알지 못하였다. 평수길이 말하기를, “우리 사신은 매양 조선에 갔으나 조선의 사신은 오지 아니하니 이는 우리를 얕보는 것이다.” 하고, 드디어 귤강광을 보내어 통신(通信)을 구청(求請)하였는데, 서신의 사연이 매우 거만하여 ‘천하가 짐(朕)의 손아귀에 돌아왔다.’는 말이 있었다. 그리고 귤강광도 사납고 거만하여 우리 나라 사람을 대하여 말할 적에는 문득 조롱하고 비난하였다. 이때 교리 유근(柳根)이 선위사(宣慰使)였고 예조 판서가 압연관(狎宴官)이었다. 귤강광이 고의로 연회석상에서 호초(胡椒)를 흩어놓으니 기공(伎工)이 앞을 다투어 그것을 줍고 전혀 질서라고는 없었다. 귤강광이 객관에 돌아와 역관에게 말하기를, “이 나라의 기강이 이미 허물어졌으니 거의 망하게 되었다.” 하였다. 귤강광이 돌아갈 적에 그 서계(書契)에 답하되 ‘수로(水路)가 아득하여 사신 보내는 것을 허락하지 않는다.’고 하였다. 그러자 수길이 크게 노하여 귤강광을 멸족하였는데 귤강광이 우리 나라에 편을 들어서 그 소청을 이루지 못한 것으로 의심해서였다.",
                "hj": "○日本國使橘康廣來聘。 日本有天皇, 僭號紀元, 而不預國事, 國事聽於關白。 關白稱大將軍, 或稱大君, 以皇王同稱, 故關白不得稱王。 源氏爲關白二百餘年, 而平秀吉代之。 秀吉者, 本賤隷人, 不知自出。 關白拔之於傭丐, 爲卒伍, 善戰積功爲大將, 至假關白旌鉞, 討叛遠道, 國人怒其僭越, 反攻關白殺之。 秀吉回軍戰捷, 仍大殲源氏, 自立爲關白。 用兵四克, 幷呑諸島, 提封六十六州, 鍊精兵百萬, 日本之盛, 古未有也。 秀吉志滿意得, 又慮內患, 遂欲侵犯中國, 以前世舟犯江浙, 終不得意, 欲先據朝鮮, 從陸進兵, 以窺遼、薊, 而我國邈然無聞知。 蓋由其國法嚴, 行人不洩一辭也。 我國初聞秀吉弑君簒國, 而亦不詳其故矣。 秀吉言: “我使每至朝鮮, 而朝鮮使不至, 是, 卑我也。” 遂使康廣, 來求通信, 書辭甚倨, 有天下歸朕一握之語。 康廣亦傑驁, 對我人語, 輒嘲諷。 時, 校理柳根爲宣慰使, 禮曹判書狎宴。 康廣故散胡椒於席上, 伎工爭取之, 無復倫次。 歸館語譯官曰: “此國紀綱已毁, 幾亡矣。” 康廣之還, 但答其書契, 而稱以水路迷昧, 不許送使。 秀吉大怒, 族殺康廣, 疑康廣右我國, 不遂其請也。"
            },
            "4": {
                "H2KE-EN": "When Hyeomtar came [to Joseon], the King said, Japan is a country who confronted and killed him. Therefore, it is impossible to treat him when he came [to Joseon]. It is proper to persuade him with righteousness to persuade him and then send him back. The King ordered that the officials of the junior second rank or above discuss whether this was proper or not. All said, The country of a safety cannot be blamed for propriety. It is proper to treat him according to precedent. The King followed this advice. Originally, Keich was reported to the throne that presumptuously plotted rebellion. Formerly, high-ranking officials 노수신 and others discussed the matter at first. However, Jo헌s opinion was more harsh and upright. Hwang Yungil went to Joseon as an envoy and returned without considering the actual circumstances. However, Kang Hang and others stayed in the Japanese middle and returned [to Joseon]. At first, they said, Although Keich is plotted to confront the plotted rebellion, it is impossible for him to plotted rebellion. He did not commit presumptuous rebellion.",
                "H2KE-nKo": "귤왜가 왔을 때 주상이 말하기를,“일본은 바로 찬탈하여 시해한 나라이니 온 사신을 접대할 수 없다. 마땅히 대의로 개유하여 들여보내야 할 것이다.”하고, 종2품 이상에게 그 가부를 의논하라고 명하였다. 모두 아뢰기를,“화외의 나라이니 예의로 책망할 수 없습니다. 사신이 오면 규례대로 접대해야 할 것입니다.”하니, 주상이 그대로 따랐다. 수길이 처음에 시역하여 참람하게 빼앗은 것으로 보고하였기 때문에 대신 노수신 등이 처음에는 교제할 수 없다고 헌의하였고, 조헌의 논의는 더욱 직절하였다. 황윤길이 사신으로 갔다가 돌아와서도 그 실상을 자세히 알지 못하였는데, 강항 등이 오랫동안 왜국에 머물러 있다가 돌아와서야 비로소 말하기를,“수길이 찬탈하기는 하였으나 바로 반역을 토벌한다는 명분으로 스스로 시역을 행한 것이 아니다.”하였다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 9월 1일(정해) 4번째기사",
                "gt-oKo": "귤강광이 왔을 적에 상이 ‘일본은 찬탈하고 임금을 시해한 나라이므로 보내온 사신을 접대하는 것은 불가하니 마땅히 대의(大義)로 개유(開諭)하여 들여보내야 한다.’고 하고서, 종2품 이상에게 명하여 그 가부에 대해 의논하게 하였더니, 모두 아뢰기를, “화외(化外)의 나라를 예의로써 책하는 것은 불가하니, 사신이 오면 관례에 의해 접대해야 합니다.” 하였는데, 상이 따랐다. 평수길이 처음에는, 시역(弑逆)하여 참람히 찬탈한 것으로 소문이 났으므로 대신 노수신(盧守愼) 등이 처음에는 교제할 수 없다고 헌의(獻議)하였고, 조헌(趙憲)의 논의는 더욱 직절(直截)하였다. 황윤길(黃允吉)이 사신으로 갔다가 돌아와서도 그 실상을 자세히 알지 못하였다. 강항(姜沆) 등이 왜국에 오랫동안 머물러 있다가 돌아와서야 비로소 말하기를, “수길이 찬탈하기는 하였으나 곧 반역 토벌을 명분으로 삼은 것이지 스스로 시역을 행한 것이 아니다.” 하였다.",
                "hj": "○橘倭之來也, 上以: “日本乃簒弑之國, 不可接待其來使。 當以大義, 開諭入送。” 命從二品以上, 議其可否, 皆以爲: “化外之國, 不可責以禮義。 使臣之來, 當依例接待。” 上從之。 秀吉初以弑逆僭奪聞, 故大臣盧守愼等, 初以不可交獻議, 趙憲之論尤直截。 黃允吉出使還, 亦不詳其實狀。 及姜沆等久留倭中而還, 始言: “秀吉雖簒奪, 乃以討叛爲名, 非自行弑逆。” 云。"
            },
            "5": {
                "H2KE-EN": "[The King] dispatched Yu Hong , Envoy for Expressing Gratitude for Imperial Benevolence , to the capital [of Ming China] concurrently serve as the Envoy to China for Reporting to the Emperor [of Ming China]. [The King] ordered that the Reporting to the Great Comprehensive Mirror [to Aid in Government] be revealed.",
                "H2KE-nKo": "사은사 유홍에게 주청사를 겸하게 하여 경사에 가서 《대명회전》을 반포해 주기를 청하였다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 9월 1일(정해) 5번째기사",
                "gt-oKo": "사은사(謝恩使) 유홍(兪泓)에게 주청(奏請)을 겸임시켜 경사(京師)에 보내어 《대명회전(大明會典)》의 반시(頒示)를 청하였다.",
                "hj": "○遣謝恩使兪泓, 兼爲奏請如京師, 乞頒示《會典》。"
            },
            "6": {
                "H2KE-EN": "Fourteen Chinese men, including Maeng Seung , arrived in the seaways. They were escorted to Liaodong .",
                "H2KE-nKo": "한인 맹세륭 등 14인이 해남 땅에 표류하여 도착하였다. 요동으로 압송하여 풀어 주었다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 9월 1일(정해) 6번째기사",
                "gt-oKo": "중국인 맹세륭(孟世隆) 등 14인이 해남(海南) 땅에 표류해 이르렀으므로 요동(遼東)으로 압송(押送)하였다.",
                "hj": "○漢人孟世隆等十四人, 漂到海南地, 押解遼東。"
            },
            "7": {
                "H2KE-EN": "Former Lord of Cheongyang Sim Uigyeom died. [Sim] Uigyeom was a member of the royal kin by marriage, but he was imprudent and prudent by nature. In the provinces, he supported the merchants of court officials. In the inner, he stopped personal greetings from the palace. For this reason, scholars of the same age were considerably praised. Those who denounced the merchants also claim that he arbitrarily arbitrarily. However, he could not bear to abandon him and friendly relations with him as before. After hearing that [Sim] Uigyeom retired from his hometown in Paju , he heard that the current opinion was increasingly arbitrarily arbitrarily. Every time he said to his family, Banwood and claimed possession of claiming claiming. Generally, claiming claiming, claiming that the claiming was divided into the palace, he distributed separately to the royal kin by marriage. From the beginning to the beginning of the claiming to the beginning of the beginning to the beginning of the start of the era",
                "H2KE-nKo": "전 청양군 심의겸이 졸하였다. 심의겸은 귀척의 신분으로 성품이 본래 엄하고 근신하여 밖으로는 조사의 선류를 부호하고 안으로는 궁금의 사적인 통로를 막았으므로 당시의 사대부들이 이 때문에 그를 훌륭하게 여겼다. 그러나 공격하고 배척하는 자들도 이 일을 구실로 삼아 그가 권세를 멋대로 휘두른 것을 논하였고, 양기와 두헌에 견주면서도 탐욕스럽고 더러운 누명을 씌우지 않았다. 명경과 현사들 중에 일찍이 서로 친했던 자들은 모두 연루되어 간당으로 지목되었으나, 모두 차마 그를 끊어 버리지 못하고 예전처럼 친하게 지냈다. 심의겸은 파주의 시골집에 물러가 살았는데, 시론이 더욱 준엄하다는 말을 듣고는 매번 집안 사람들에게 말하기를,“소반에 조복을 천신하면서 입으로는 사론을 말하였으니, 사람들의 비난을 초래할 만도 하다.”하였다. 대개 조복은 바로 금중의 특이한 반찬으로 외척에게 나누어 보내는 것이다. 심의겸이 처음부터 끝까지 사론과 주선하여 처음 청명할 때에는 드러낼 만한 허물과 악이 없었으나, 세력과 혐의를 피하지 않고 오랫동안 영화로운 총애를 받아 끝내 화의 우두머리가 됨을 면치 못하였으니, 그를 받아들여 죄로 삼는 것이 또한 당연하지 않겠는가.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 9월 1일(정해) 7번째기사",
                "gt-oKo": "전 청양군(靑陽君) 심의겸(沈義謙)이 졸(卒)하였다. 심의겸은 자신이 귀척(貴戚)의 자리에 있었으나 천성이 본디 엄하고 근신하여 밖으로는 조사(朝士) 가운데 선류(善類)를 부호하고 안으로는 궁금(宮禁)의 사적인 길을 막았으니 일시의 사부(士夫)가 이로써 중하게 여겼다. 그러나 공척(攻斥)하는 자는 또한 이것을 구실로 삼아 그가 전천(專擅)함을 논하여 양기(梁冀)와 두헌(竇憲)에 비하였으나 또한 탐오(貪汚)한 명칭을 가하지는 않았다. 명경(名卿)과 현사(賢士)로서 일찍이 그와 서로 사이좋게 지낸 자는 모두 연루당하여 간당(奸黨)으로 지목되었지만, 모두 차마 버리지 못하고 전처럼 사귀고 가까이 지냈다. 심의겸이 파주(坡州) 촌사(村舍)에 물러나 있으면서 시론(時論)이 더욱 준엄함을 듣고 매양 집안 사람에게 말하기를, “밥상에 조복(條鰒) 요리를 올리고 입으로 사론(士論)을 말하였으니, 남의 말을 듣게 되는 것이 마땅하다.” 하였다. 대개 조복은 금중(禁中)의 특이한 반찬으로 외척에게 나누어 보내는 것이다. 심의겸이 시종 사론과 주선하였으므로 처음 청명(淸明)할 때를 당해서는 드러낼 만한 과악(過惡)이 없었으나, 권세의 혐의를 피하지 아니하고 오래도록 영총(榮寵)의 자리에 있음으로 말미암아 마침내 화(禍)의 우두머리가 됨을 면치 못하였으니, 그가 받아들여 죄로 삼는 것이 또한 마땅하지 않겠는가.",
                "hj": "○前靑陽君沈義謙卒。 義謙身居貴戚, 而性素嚴謹, 外扶朝士之善類; 內杜宮禁之私蹊, 一時士夫, 以此多之。 而攻斥者, 亦以此藉口, 論其專擅, 比之梁、竇, 亦不以貪穢之名加之。 名卿、賢士之嘗與相善者, 擧被株累, 目以奸黨, 然皆不忍棄絶, 交親如舊。 義謙退居坡州村舍, 聞時論加峻, 每謂家人曰: “盤薦條鰒, 口談士論, 宜致人言也。” 蓋條鰒, 乃禁中異饌, 分送戚里者也。 義謙終始與士論周旋, 當始初淸明, 無過惡可顯, 由不避勢嫌, 久冒榮寵, 終不免爲禍首, 其受以爲罪, 不亦宜乎?"
            },
            "8": {
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 9월 1일(정해) 8번째기사",
                "gt-oKo": "공주 교수(公州敎授) 조헌(趙憲)이 주도(州道)를 통하여 소장을 올렸는데 감사가 받지 않자 관직을 사임하고 고향으로 돌아갔다. 지난해 조헌이 이미 만언소(萬言疏)를 올려 시사(時事)를 말하자 조론(朝論)이 공박하기를 마지않았으나 상이 용서하였다. 이 해 5월에 다시 소장을 올려 시사에 대해 극언(極言)하면서 고금의 사례를 원인(援引)하여 분주(分註)하여 첩황(貼黃)하였는데 모두 수만언이었다. 가난하여 행장을 꾸려 서울에 올라올 수가 없었으므로 관례대로 주도를 통하여 소장을 올렸다. 감사가 그 소장의 내용이 시기(時忌)에 크게 저촉됨을 보고 연루될까 두려워하여, 격례(格例)에 잘못이 있다고 핑계하여 물리쳤다. 조헌이 곧 다시 짧은 소장을 첨부하여 네 번 올렸으나 네 번 모두 받지 않았다. 뒤에 초소(草疏)를 올리려 하였으나 시행되지 못하였다. 드디어 글을 지어 선성묘(先聖廟)에 고하고 관직을 사임하고 옥천(沃川)의 향리로 돌아갔다. 그의 첫번째 소장의 대략에, “삼가 헤아려보건대, 우주가 있은 이래로 한 세상의 뭇 소인들에게 거스름을 받은 사람으로 천신(賤臣)보다 심한 경우가 있지 아니하며, 천지 부모 같은 은혜로 사적으로 관대하게 비호한 것도 천신보다 더한 사람이 있지 아니한데, 한마디 말이 행해지지 않자 깊은 산 속으로 물러나는 것은 신이 차마 못할 일이긴 합니다. 소장을 올린 뒤부터 역(易)으로 달을 계산하면, 복괘(復卦)·임괘(臨卦)로부터 태괘(泰卦)에 이르고 태괘로부터 대장괘(大壯卦) 및 건괘(乾卦)에 이르러 이미 육양(六陽)이 자라난 것을 보았습니다. 망령된 의견으로는 천심(天心)이 화를 뉘우치고 경사(卿士)가 허물을 반성하여 지난 일을 생각하고 어제의 잘못을 깨달았다면, 성주(聖主)께서 곧 선으로 돌아오심을 보는 것이 마땅히 지난 해 겨울에 있었어야 하고 선류(善類)를 일으켜 인정(仁政)을 보필함은 금년 봄에 있어야 했습니다. 그런데 몽폐가 더욱 심하고 저해가 더욱 심해서, 도깨비 같은 무리가 번갈아가며 환괴(幻怪)를 부려 짙은 안개와 구름이 하늘의 해를 가리듯 성상을 속이고 있으니 신은 삼가 성주께서 요순(堯舜)의 자질이 계시나 좌우 측근에 강직한 신하가 적은 것을 우러러 슬퍼합니다. 성인이 없다고 여겨 제멋대로 하면서 참되게 하지 않고 교묘한 말로 변명하는 것은 자신을 위해 경영하는 것뿐이요, 한 마디도 국가의 계책에 대해 언급한 것이 있다는 말은 듣지 못하였습니다. 붕당을 만들어 원수가 되었는데도 당이 없다고 하고 벼슬길이 극히 혼탁한데도 맑은 조정이라고 하고, 민생이 흩어지게 되었는데도 그런 대로 안정되었다 하고 변경의 계책이 오래도록 졸렬한데도 근심이 없다고 합니다. 그리하여 근심하고 두려워하고 염려하시는 전하의 뜻으로 하여금 스스로 연안(宴安)하는 가운데 태만해지게 만들고 도를 바라고 현인을 애타게 구하는 전하의 성의로 하여금 하루 따뜻하게 하고 열흘 동안 차게 하는 즈음에 은연 중 사라지게 해서, 임금의 덕이 고립되어 팔다리 같은 신하의 도움이 적고 사방의 문이 열리지 않아서 듣고 보는 것을 의탁할데가 없게 만들었습니다. 작상(爵賞)과 형벌이 혹 중화(中和)와 지성(至誠)의 발로에서 나오지 않기 때문에 제 잘난 체하는 소장을 올려 사정(邪正)을 다투고 선류를 무함하는 말로 사람의 시비를 미혹시키고 바르지 못한 노여움이 하늘에 사무치고 뭇 의심이 나라에 가득하여 몇 해를 지나도 맑아질 기약이 없습니다. 이 또한 신이 분기를 타고 소장을 지으면서 그 예봉을 거두지 않고 현인을 해치고 나라를 좀먹는 것을 개탄한 나머지 한갓 거리에 떠도는 의논을 채집하였을 뿐 실지의 악을 밝혀 탄핵하지 못한 탓이기도 합니다. 그리하여 말하는 사람이 조정에 가득하여 논쟁하느라 안정되지 않음에 따라 우리 군부(君父)를 참소와 하소연 사이에 시달리게 하기에 이르렀습니다. 그러나 아직까지 지위 높은 고관들이 한 사람도 앞장서서 기운을 내어 공적인 시비의 소재를 진달한 것이 있다는 말을 듣지 못하였습니다. 모르겠습니다만 성주께서는 조선의 사직이 편안하다고 여기십니까, 아니면 위태하다고 여기십니까. 그리고 팔도의 민생이 안락하다고 여기십니까, 아니면 고통스럽다고 여기십니까. 출입하며 보필하는 인사로는 누가 참으로 우리 임금을 사랑하는 자이며, 주변(籌邊)의 일을 주간하는 신하로는 누가 참으로 나라를 근심하는 자이겠습니까. 신은 생각건대 나라를 근심하는 것이 자기 집을 근심함만 못하고 임금을 사랑하는 것이 자신을 사랑함만 못하다고 여깁니다. 그리하여 분산(分散)의 형세는 유악(帷幄)에서 결정되는데 머리가 불타고 문드러지는 화는 엉뚱하게 숲과 못의 고기에게 미칩니다. 안위(安危)라는 두 글자를 말할 여지도 없이 존망(存亡)의 기미가 이미 결정되었고, 휴척(休戚)이라는 두 글자를 논하지 않더라도 산란(散亂)의 형세가 이미 이루어졌습니다. 신은 실로 모르겠습니다만, 누가 혜택을 베풀어서 백성의 살과 뼈를 기름지게 하고 누가 심사(心思)를 다하여 임금을 밝게 도와 유지하고 공고히 하여 수십 년 거수(居守)할 계책을 세우겠습니까. 생각이 여기에 미치니 가슴이 무너지고 간담이 서늘해집니다. 신이 이미 일생 곧고 고집스런 목숨으로 간인의 칼날 위에 내맡겨졌으니, 어떻게 차마 명주(明主)를 위해 공정한 시비의 소재를 다 진달하여 국론을 결단하지 않을 수 있겠습니까. 신이 신의 소장에서 어질다고 한 자를 곧 참으로 주공(周公)·공자(孔子)·정자(程子)·주자(朱子)로 여기는 것이 아니고, 사행(事行)의 시종도 진선 진미(盡善盡美)하다고 여기는 것이 아닙니다. 다만 임금을 사랑하고 나라를 근심할 줄만 알고 자기 몸을 아끼지 않는 자는 주공·공자의 무리이고, 그 선유(先儒)의 훈계를 실천하고 양주(楊朱)와 묵적(墨翟)을 배척해야 한다고 말할 수 있는 자는 정자·주자의 무리라는 말입니다. 판탕(板蕩)의 시기를 당하여 소인들이 뜻을 얻게 되자 여러 현인이 어육(魚肉)이 되고 선왕(先王)의 사랑하는 아우와 아들이 죄없이 형벌을 당하는데도 사람들이 감히 말을 하지 못하니 권간(權奸)이 국정을 담당하여 참독(慘毒)을 부린 것이 어떠하였습니까. 그런데 이탁(李鐸)이 능히 박순(朴淳)의 말을 들어 죽음도 돌보지 않고 시랑(豺狼)을 쳐서 내쫓았습니다. 이때를 당하여 이산해는 황혹(惶惑)하여 벌벌 떨면서 감히 붓을 잡지 못하였습니다. 만일 이탁이 또 이산해처럼 나약하고 비겁하였다면 박순의 말이 홀로 행해질 수 없고 우리 조선 한 나라도 심히 위태롭게 되었을 것입니다. 선왕(先王)의 지혜로운 결단을 어디에 시행할 수 있었겠습니까. 사적(事跡)에 의거하여 마음을 논하여 보면 길가는 사람이나 심부름 다니는 사람이라도 박순이 자신을 위해 도모하지 않았고 자기 집을 위해 계획하지 않았다는 것을 훤하게 알 것입니다. 그런데 곧 척리(戚里)에 의탁하려 하였다 하여 그가 일생토록 현인을 구하고 왕을 보좌한 충성까지 묻어버리고서 자신이 그의 웃자리에 있고자 힘썼는가 하면 충심으로 공직에 봉사한 일대(一隊)의 사람까지 헐뜨으며 손으로 많은 사람들의 눈을 가리고자 힘썼습니다. 그리하여 박순더러 정사를 전단(專斷)했다 하였는데, 박순의 형 박개(朴漑)는 한 고을의 군수를 지낸 데 불과하고 고종(姑從) 아우 고덕부(高德符)는 염근(廉勤)한 것으로 이름이 나서 감무(監務) 벼슬을 역임한 데에 불과하였습니다. 박순더러 당여를 부식했다 하였는데 그가 천거하여 쓴 사람은 기개를 숭상하고 염치가 있는 동서남북에 사는 사람으로서 오늘날 시배들의 형제와 인아(姻婭)가 모두 현달한 자리에 있는 것과는 다릅니다. 성명(聖明)이 위에서 통촉하시고 공의가 오래도록 펴졌는데도 사부(士夫)의 횡론(橫論)이 마침내 송응개(宋應漑)의 견식을 벗어나지 못할 줄을 어찌 생각이나 하였겠습니까. 송응형(宋應泂)은 반드시 그의 아비가 형의 팔을 비틀 의사가 없었다고 할 것이나 신은 이를 믿지 않습니다. 신은 듣건대 송인수(宋麟壽)의 어짊은 동국(東國)의 보배라 합니다. 그가 죽던 날 그를 알건 모르건 탄상(歎傷)하지 않은 사람이 없었는데 송기수(宋麒壽)는 홀로 출사를 그만두지 않고 정원에 사진(仕進)하였다고 합니다. 동료들이 괴이하게 여겨 물으니, 답하기를 ‘이미 국적(國賊)이 되었으면 마땅히 속적(屬籍)에서 끊어야 하니, 무슨 복(服)이 있겠는가.’ 하였습니다. 뒤에 송인수를 위해 묘지(墓誌)를 지을 적에는 찬양을 극도로 하여 공론에 죄를 얻지 않으려 하였으니, 이른바 ‘평생의 간위(姦僞)는 그가 죽은 뒤에야 진성(眞性)을 알 수 있다.’ 한 것이 이것입니다. 신종효(愼宗孝)는 두둑이 잇닿아 있는 기름진 전지를 소유하고 있었는데 그의 아들이 무관이 되자 벼슬자리를 잃게 된다는 것으로 을러서 그 전지를 빼앗았습니다. 윤임(尹任)의 아내가 그의 사패 노비(賜牌奴婢)가 되었는데 그에게 직접 길쌈을 짜서 바치게 했고 공신의 사제(賜第)를 받아서는 이를 팔아 댓가를 적립하였다고 합니다. 이는 사기행위로서 청렴한 행동이 못됩니다. 만일 자신을 이롭게 하려는 마음이 없다면 그 집을 온전히 보존하여 백년 뒤 공론이 정해지기를 기다리는 것이 옳은데, 어찌 반드시 급급히 팔아서 그 댓가를 저축하여 후일 이름을 사려는 계책을 한단 말입니까. 그것이 간계(奸計)에 의한 재물임이 드러나서 사람의 대열에 넣어주지 않았으므로 박순·백인걸(白仁傑)·김계휘(金繼輝)·이이(李珥)가 바야흐로 청론(淸論)을 주장하던 때 송기수가 이조 판서로 있었으나 감히 직무를 수행하지 못하고 날로 분한을 축적하고 있었으며 그의 아우는 더욱 악하여 특히 청의(淸議)를 원수처럼 여겼습니다. 그리하여 밖으로는 허봉(許葑)·김첨(金瞻)과 혼인을 맺어 감히 이이를 무함하는 소장을 올리는 한편, 박순·정철·백인걸·김계휘의 무리도 아울러 언급하여 번번이 추후하여 무함하였습니다. 송응개·송응형·허봉·김첨이 과연 나라를 근심하는 사람이라면 어찌 차마 양조(兩朝)의 강직한 신하를 아울러 한결같이 배척하여 내쫓기를 도모한단 말입니까. 그러나 이때 조정 반열에 선을 좋아하고 악을 미워하는 마음을 가진 사람이 전혀 없지는 않았습니다. 그러므로 홍가신(洪可臣)이 김첨에게 ‘그대는 그대의 처남 송응개가 한 일을 옳다고 보는가? 이이를 군자(君子)이면서 인(仁)하지 못한 자라고 하는 것은 옳거니와 소인이라고 하는 것은 옳지 않다.’ 하였습니다. 김제갑(金悌甲)도 오히려 하낙(河洛)의 소장을 옳게 여겼는데 성낙(成洛)·박근원(朴謹元)에게 견제되어 모두 중한 견책을 입었습니다. 그러나 어찌 오늘날 일단 언로(言路)나 시종(侍從)의 자리에 들어간 자이면 모두 허물을 숨기고 잘못을 얼버무리는 것만을 힘쓰면서 조금도 선을 도울 생각이 없는 자와 같은 지경에야 이르겠습니까. 대저 이발(李潑)·이길(李洁)이 처음에 성혼·이이의 문하에 종유(從遊)하면서 자신을 굽히고 남에게 겸허하였으므로 칭예(稱譽)하는 사람이 많아서 선인(善人)이란 이름을 얻었고, 성혼·이이도 함께 선을 할 수 있는 사람이라고 여겼습니다. 심의겸이 김효원에게 미움을 받게 되어서는 그 무리가 심의겸과 일을 같이하는 자는 박순이라고 공격했기 때문에 이발의 무리가 몰래 김효원을 주도하여 심의겸을 모함하고 박순을 내쫓으려고 힘썼는데, 정인홍(鄭仁弘)·김우옹(金宇顒)은 그들의 술책에 빠지는 것을 알지 못하였습니다. 성혼과 이이는 마음 속으로 반드시 ‘심의겸이 병통이 있기는 하나 평생의 일을 살펴보면 나라 일에 마음과 힘을 다 바치고 스스로를 봉식(封植)하지 않았으니, 외부의 의논이 비등하다 하여 호언(狐偃) 같은 충신을 가벼이 내쫓아서는 안 된다.’고 여겼던 것입니다. 그런데 이발과 김우옹·정인홍은 성혼이 심의겸을 편든다고만 의심하였을 뿐 이것이 국인의 공언(公言)이라는 것을 몰랐던 것입니다. 당초 각립(角立)할 즈음 이발이 정철에게 ‘공이 어찌하여 심의겸을 끊지 않는가.’ 하니, 정철이 ‘의겸이 어버이를 섬기고 사람을 사랑함에 있어 볼 만한 점이 많이 있다. 어찌 그대 아저씨 윤의중(尹毅中)이 형의 아들을 죽이고 자기 아들에게 종통(宗統)을 빼앗아 준 것과 같은 지경에야 이르렀겠는가.’ 하였는데, 이것이 정철이 준엄하고 강직하여 이씨와 윤씨의 가문에 거듭 거스름을 받게 된 이유였음은 물론 친우까지 아울러 배격하여 있는 힘을 다하게 된 이유입니다. 이이의 허물을 논함에는 말단의 사람 쓰는 것에 대한 잘못을 말하였으니, 이는 구사맹(具思孟)과 고경명(高敬命)의 무리를 가리켜 말한 것입니다. 구사맹이 선을 좋아하는 마음을 지닌 것은 윤의중에 비하면 말할 수 없이 현격하게 다르고 고경명이 나라를 영화롭게 한 것은 허봉에 비하면 같은 선에다 놓고 말할 수 없습니다. 그렇다면 심의겸과 혼인을 맺었다 하여 반드시 구사맹을 내쫓고 이량(李樑)과 서로 안다 하여 반드시 고경명을 내쫓는다는 것은 모두 일방적인 말입니다. 이발이 친한 사람은 박근원(朴謹元)이므로 박근원을 허물이 적은 사람으로 여겼고, 이길이 사이좋게 지내는 사람은 허봉이므로 손을 빌어 이이를 해치는 것을 해롭지 않다고 여긴 것입니다. 당대의 특립(特立)한 선비들 중에는 혹 간인을 배척하는 데에 힘을 다하는 한편 선류(善類)를 힘껏 진용(進用)하는 자도 있고, 혹 예를 삼가고 정사를 밝히며 재화(才華)가 특이한 자도 있고, 혹 경서를 깊이 궁리하여 쓰여질 수 있음은 물론 도에 의거 나아가고 물러나는 자도 있고, 혹 신실하고 질박하고 정직하여 뭇 소인에게 흔들리지 않는 자도 있고, 혹은 세풍(世風)을 계술(繼述)하여 기골이 강한 자도 있습니다. 가령 작은 허물이 있다 하더라도 백성이 우러르는 정승의 자리에 오래 처한다면 이는 곧 첫 정사를 바르게 부호하고 만절(晩節)을 꿋꿋이 지키는 사람입니다. 그런데 털을 불어 흠을 찾아내듯이 과오를 지적하여 한결같이 공박할 것을 도모하여, 반드시 경석(經席)에서 과감히 말을 못하게 하는 풍조를 만들고 재신(宰臣)의 반열에 있는 자는 아부에 따르도록 습관이 되고 있습니다. 심지어 열읍의 뇌물이 권요(權要)의 문전에 폭주하기에 이르렀습니다. 그리하여 군사와 백성의 원망이 하늘에 사무치고 땅을 움직이게 하는 자라도 능한 관리라 하여 해마다 영전하여 제수해 마지않습니다. 영남·호남의 수운(輸運)이 적신(謫臣)의 집에서 없어지게 되자 옮겨 간 백성과 거주하는 군사들의 굶어 죽은 시체가 잇닿아 널려 있었는데도 두 차례 보낸 어사는 하나도 이에 대해 자세히 주문(奏聞)한 적이 없습니다. 언로(言路)에 바칠 탐장(貪贓)에 관한 서간이 영동(永同)의 도안(盜案)에 드러나고 재상에게 바칠 채수(債帥)의 댓가가 영새(嶺塞)의 빈한한 군사를 두루 박탈하기에 이르렀습니다. 모두 박순의 무리가 평소 개탄하던 바이므로 이름이 알려진 자까지 일체 논박하여 쫓아내었습니다. 오직 음으로 권세가에게 후하게 한 자는 비록 나라를 좀먹는 역적이라도 사람들이 감히 지적하지 못하였으니 공도(公道)가 씻은 듯 없어지고 사욕이 범람하였습니다. 심지어 뜻이 있는 변방 장수라면 자신의 비장(裨將)으로 마땅히 형초(荊楚)의 기재(奇材)를 선발해야 할 텐데, 당로자(當路者)의 부탁으로 시정(市井)의 자제가 아니면 향리의 용렬한 자들입니다. 그러므로 활을 잡을 줄 아는 자가 드물어서 하찮은 적을 만나도 반드시 패하여 왜적이 횡행하게 하였습니다. 수령으로서 직무를 수행하는 자는 마땅히 잠질(岑晊)·범방(范滂)의 아류(亞流)를 향사(鄕司)로 삼아야 하는데, 경재소(京在所)에서 뽑은 것은 권세가의 족당(族黨)이 아니면 전노(田奴)들이므로 기강을 정돈하는 술책이 없어서 모든 직무가 해이해져서 마침내 해충 같은 탐관오리가 구름처럼 일어나게 만들었습니다. 황전(荒田)의 부세(賦稅) 등급을 한결같이 중하(中下)로 하게 되어 있는데도 불구하고 암행 어사[繡衣御史]가 핵실한 것은 조신(朝臣) 가운데 얼굴과 이름을 모르는 자뿐이었으므로 한수(漢水)가에서 이미 탄핵의 논의가 정해졌는데, 백성을 편리하게 하는 조종(祖宗)의 법이 쇠잔한 민호(民戶)에게는 미치지 않게 되었습니다. 그리고 형송(刑訟)의 판결은 일체 세리(勢利)에만 의거하므로 법관이 적용하는 법은 오직 그 종족이 한미하냐 혁혁하냐를 볼 뿐이니, 향려(鄕閭)의 사이에 쟁탈이 서로 잇따를 뿐 밤낮으로 다친 사람 보듯하는 군주의 은택이 선량들에게 전달되지 않습니다. 온갖 관사에는 간사한 서리(胥吏)들이 고슴도치 털처럼 일어나게 되어 포목(布木)을 실어나르는 것이 큰 길에 잇따랐는데 조당(阻當)하는 비용이 사문(私門)으로 사라져 버리는 것이 10에 6∼7할 이상입니다. 그러나 중외의 유사는 다시 정리할 계획을 하지 않고 소관(小官)과 대관(大官)을 막론하고 듣기 싫어하는 것이 습성이 되었으니, 군민(軍民)의 폐막(弊瘼)을 월(越)나라 사람 야윈 것을 보듯 합니다. 강직한 말을 전하께 앙달(仰達)하게 된 까닭은, 감히 스스로 읍장(邑將)과 방백(方伯)에게 진달하지 못하여 억울하고 원통함을 소설(疏洩)할 길이 전혀 없어서입니다. 아래에서 원망하는 사람이 한이 없고 하늘이 위에서 노하는 것이 한 달에 한두 번에 그치지 아니하니, 위망의 화가 조석에 임박하여 있습니다. 그런데 수년 사이에 하나의 사(私) 자로 말미암아 선량한 백성들이 고민하니 전하의 국사를 패망하게 하는 것이 장차 어떠한 지경에 이르겠습니까. 그러나 대관(臺官)과 학사(學士)는 이를 버려두고 논하지 않은 채 들어와 집에서 논하는 것은 오직 사적인 일로 공격당할까 두려워할 뿐이고 나아가 조정에서 논하는 것은 오직 자신의 당에 부회하는 것을 어질게 여길 뿐입니다. 그리하여 방정(方正)이 전도되고 충사(忠邪)가 도치되었습니다. 밝은 천일(天日)이 홀로 위에서 운행하는데 음냉한 기운이 힘써 엄폐하려 합니다. 이이가 죽고 박순이 쫓겨난 뒤로부터 하늘의 빛이 밤처럼 어둡고 별들이 밝지 못한 지가 지금까지 이미 4년이 되었는데, 어찌 태백(太白)과 흰 무지개 그리고 지진과 서리·우박만이 지난 해보다 많을 뿐이겠습니까. 아, 변고는 까닭없이 생기지 않는 것이어서 반드시 부르게 된 이유가 있는 것입니다. 위앙(衛鞅)이 진(秦)나라에 들어가자 혜성(彗星)이 서쪽에 나타났고, 가사도(賈似道)가 국권을 잡자 별이 어둡고 혜성이 나타났으며, 무오년의 살륙(殺戮)에는 큰 비바람이 일고 대낮에도 깜깜하였으며, 기묘년의 화변에는 음란한 무지개가 해를 둘러쌌습니다. 하늘이 소인을 싫어하여 진노함이 메아리처럼 빠른데 혓바닥을 잘 놀리는 사람은 도리어 정류(正類)가 부르게 된 것이라 하면서 차마 상천(上天)도 속이니, 이를 차마 할 수 있다면 무슨 일인들 차마 하지 못하겠습니까. 사숭지(史嵩之)가 송(宋)나라의 정권을 잡고 있을 적에 아비의 병을 간호하지 않다가 상을 당하게 되었는데도 기복(起復)되기를 바라면서 지류(遲留)하며 떠나지 않고 있었습니다. 집정(執政)이나 시종(侍從)이 사숭지의 팔다리와 우익이었고 대간과 급사(給舍)가 사숭지의 심복이며 조아(爪牙)였으므로 감히 잘못을 말하지 못하였습니다. 그런데 황개백(黃愷伯)·김구만(金九萬)·손익봉(孫翼鳳) 등이 국자감(國子監)의 유생을 거느리고 말하였고, 삼학(三學)의 유생인 옹일선(翁日善) 등이 잇따라 일어나서 말하였는데, 이종(理宗)은 용렬하여 회보하지 않았습니다. 이에 무학생(武學生) 유내(劉耐)가 홀로 사학(四學)을 배반하고 나서서 제생(諸生)을 축출하기를 청하였고 당시 정승은 경조윤(京兆尹)을 넌지시 타일러 선비를 축출하고 유적(儒籍)에서 삭제하게 하였는데, 송(宋)나라의 사직도 그만 지켜지지 못하였습니다. 신은 삼가 생각건대, 유공신(柳拱辰)·임석지(任釋之) 등 관학 유생(館學儒生)의 소장은 황개백의 공언(公言)이고, 이홍로(李弘老) 등은 허봉(許葑)과 평소에 후하게 지냈으므로 감히 유내와 같은 소장을 올렸던 것입니다. 유공신이 옥당에 들어갔을 적에는 내쳐 평사(評事)로 삼았고 임탁(任鐸)이 동몽교관(童蒙敎官)이 되었을 적에는 유성룡이 드러내 놓고 배척하며 화를 내어 곧 그로 하여금 문을 닫고 들어앉게 하였습니다. 그 뒤로도 공의(公議)가 없어지지 아니하여 정여립(鄭汝立)·이발(李潑)·이길(李洁)이 도리를 어기고 성명을 속인 죄를 분명히 알게 되어서는, 안소(安劭)·신응구(申應榘)·유대건(兪大建)·윤시헌(尹蓍獻) 등이 곧 을유년에 70인의 동지를 거느리고서 소장을 올리려 하였는데 유전(柳㙉)이 유홍(兪泓)에게 글을 보내어 자기 아들을 금지시키게 하였으며, 노식(盧植)은 호조에 있으면서 손수 글을 보내어 윤자신(尹自新)에게 후일의 화를 들어 경계하였습니다. 이 때문에 유대건·윤시헌이 감히 유생의 대열에 나오지 못하였습니다. 배삼익(裵三益)이 또 안소를 형신(刑訊)하고자 하자 신응구가 소장을 지어놓고도 내놓지 못했고 70인의 제생(諸生)도 모임을 파하였습니다. 이들은 바야흐로 성주(聖主)의 총애를 입고 있으면서도 성주의 사문(四門)을 닫아버리도록 힘써 하낙(河洛)의 소장을 가로막았으니 어찌 박근원(朴謹元)뿐이었겠습니까. 배삼익이 안소를 형신하려 한 계책은 이사(李斯)가 시서(詩書)를 불태우고 유생을 구덩이에 묻어 죽인 그런 조짐입니다. 아, 박팽년(朴彭年)은 노산군(魯山君)의 충신이었으나 오히려 강희안(姜希顔)을 머물러두어 후일 기용되기를 원하였습니다. 그런데 이발·이길의 무리는 기필코 일시의 청류(淸流)를 잡아다가 일망타진하니 편당(偏黨)의 해가 이미 온 나라를 텅 비게 하였습니다. 그러나 이산해는 그의 기염(氣焰)을 두려워하여 조부의 여풍(餘風)을 잃어버렸고 옛날 종유(從遊)하던 바를 잊은 채 겁내고 두려워하고 시종 벼슬을 잃어버릴까만 근심하였습니다. 김응남(金應南)과 백유양(白惟讓)이 간사한 사람이라 하면 충심을 바치고 정성을 다하는 사람일지라도 친소(親踈)를 따지지 아니하고 배척하되 미처 못할까 두려워하였고, 김응남·백유양이 어진 사람이라 하면 도덕에 어긋난 짓을 하는 사람도 신구(新舊)를 논하지 않고 진용하되 속히 하지 못할까 두려워하였습니다. 이러므로 임금의 마음을 바르게 하고 관의 부정을 다룰 수 있는 자는 일체 황야에 물러나 은둔하였고, 포의(布衣)로서 공론을 지닌 사람에 이르러서도 입을 다물고 말을 하지 못하게 하였습니다. 그리하여 혹 선비의 반열에 발을 들여놓으려 하지 않은 자도 있으니 선비가 백성의 말을 전할 날을 어떻게 기약할 수 있겠습니까. 하정(下情)이 막혀 답답한데도 하늘이 재앙을 내리지 않는 경우는 있지 않았으며 재난과 해독이 아울러 이르는데도 나라가 망하지 아니한 경우도 있지 않았는데, 위로는 하늘의 경계를 두려워하지 아니하고 중간으로는 밝은 임금을 두려워하지 아니하고, 아래로는 사람의 말을 두려워하지 않고서 선인을 미워하는 사람을 진용(進用)하기를 힘쓰고 선인이 오게 하는 길은 영원히 폐지하였습니다. 이산해의 무리가 이발·이길이 풍력(風力)이 있어서 박순과 정철을 제어할 수 있다고 여겨 급급히 그들을 임용하면서 스스로 잘못을 알지 못하였습니다. 아, 가사도(賈似道)가 국정을 담당할 적에 대간이 일을 말하는 것을 꺼려한 나머지 모두 용렬하고 나약하여 제어하기 쉬운 자들을 써서 감히 마음대로 탄핵하지 못하게 하였으므로, 오직 먼 주현(州縣)의 관사만을 취하여 작은 일을 낱낱이 들어서 고사(故事)에 응하게 했을 뿐이었습니다. 이들의 전하의 국사를 농간한 것을 살펴보면 가사도의 소위와 무엇이 다르겠습니까. 그러나 묘당(廟堂)의 대신들은 분명하게 말하려 하지 않고 협심하여 녹봉만 보전하였습니다. 노수신(盧守愼)은 을사 사화를 겪고 살아난 사람입니다. 당초에는 만절(晩節)을 보전하고자 하지 않은 것이 아니나 유성룡의 의논에 미혹되어 중년의 견식을 변개하였고 배회하면서 여생을 마치려 하였습니다. 정유길(鄭惟吉)은 정광필(鄭光弼)의 손자입니다. 당초에는 어찌 스스로 선대의 미덕(美德)을 버리고자 했겠습니까. 성낙(成洛)의 논박에 겁을 내어 겉으로는 양쪽이 옳다는 논의를 하면서도 몰래 아들의 당을 주도하였습니다. 그리고 천문(天文)이 경고를 나타내 보였으나 몸을 삼가고 행실을 닦는 도리를 진달하지 않고, 인도(人道)가 괴란하였으나 기강을 정돈하는 거조가 일체 없었습니다. 이 위급한 시기를 당하여 박순의 충성과 유전(柳㙉)의 간사한 정상을 집에 있었기 때문에 모른다고 해서는 안 되는데, 마음을 같이 하여 서로 존중하며 간당(奸黨)을 힘껏 원조하고 잠시 병으로 사직하였다가 잠시 벼슬에 나서서 오직 권세와 총애만을 굳힐 뿐이었으니 이를 곧 대신이라고 할 수 있겠습니까. 아, 인주의 의사가 한번 좌우되는 바가 있으면 시세를 관망하고 빌붙는 자들이 마치 바람 앞의 풀처럼 휩쓸리는 것이니, 차라리 꺾일지언정 소나무·잣나무처럼 우뚝한 자가 몇 사람이나 되겠습니까. 전하의 예성(睿聖)스런 자질로 천인(天人)이 서로 감응하는 도를 밝혀 조용히 깊이 생각하고 원대한 식견을 두어 정교(政敎)와 호령을 발한 것이 크게 국인의 경복(敬服)을 받아온 지 지금 21년이 되었습니다. 그러나 겸손이 너무 지나쳐 스스로 퇴탁(退托)을 달갑게 여기십니다. 대각(臺閣)의 공론을 오래도록 믿고 계시나 대각에 있는 사람은 실로 학식과 역량이 이이·성혼에게 미치는 자가 없습니다. 그저 편협한 소견으로 망령되이 수년간 분쟁의 단서를 일으켰을 뿐 변경의 근심과 백성의 고통은 일체 도외시하여 버려두고 잘못을 반복하여 변호하며 오직 당여를 부식시키는 것만을 일삼아서 간인을 가리켜 충신이라 하고 현인을 가리켜 사인(邪人)이라 합니다. 그리하여 성명의 거조가 백성들에게 열복받지 못하게 하고 조정의 기강과 군사의 기율이 여지없이 패하여 수습할 수 없게 만들었습니다. 성상의 춘추가 한창이시고 행의(行義)가 드러난 군주이신데도 힘써 멋대로 옹폐하는 것이 이와 같으니 백대 사이에 가령 어린 임금이 있을 경우 생각대로 행하는 이 무리들을 본받는다면 무슨 짓인들 하지 못하겠습니까. 아, 권세는 아랫사람에게 옮겨져서는 안 되고 조짐이 자라나게 해서도 안 됩니다. 당당한 대조(大朝)에 어찌 구할 만한 정승 한 사람이 없고 임용할 만한 경(卿) 한 사람이 없고 발탁할 만한 선비 한 사람이 없기에 기필코 이발·이산해·백유양의 무리로 하여금 권강(權綱)을 마음대로 농락하여 형정(刑政)을 탁란시키는 것이 이처럼 극도에 이르게 한단 말입니까. 아, 정부(政府)는 병을 요양하는 방리(坊里)가 아니고 대각(臺閣)은 간사한 자를 배양하는 곳이 아니니, 선왕의 중대한 부탁을 이 무리로 말미암아 갑자기 소홀히 해서는 안 됩니다. 바라건대 우리 성주(聖主)는 여정(輿情)을 밝게 살펴 건단(乾斷)을 과감하게 행하시어 곧 늙어서 안일만 탐내는 자들은 치사(致仕)하게 하고 간인과 붕당을 지어 일을 그르치는 자들은 멀리 내쳐 빙산(氷山)이 절로 녹아버리고 삼굴(三窟)의 거점을 잃게 하소서. 전하께서 처음 즉위하여 정사하실 적에 보필하던 사람을 거두어 불러들여 선왕께서 만년에 몸소 공검을 닦던 덕을 거행하시고, 한편으로는 사람을 사랑하는 인사를 불러들여 상하가 부지런히 수행하소서. 이를 오래도록 게을리하지 않았는데도 나라가 다스려지지 아니하면 신은 문을 닫고 죽음으로써 간당(姦黨)에게 사과하겠습니다.” 하였다. 두 번째 소장의 대략에, “신은 시론(時論)이 크게 변하여 간언을 극진히 하는 자는 반드시 배척하였으므로 공의(公議)가 오래도록 답답해 하고 임금을 사랑하는 사람이 없는 것을 슬프게 여겨서 삼가 소장 한 편을 갖추어 5월에 올리려 하였으나 감사가 ‘지위는 낮으면서 말은 높아 사도(斯道)에 무궁한 화가 있을까 염려된다.’ 하여 신에게 그만두기를 권하였고 신도 스스로 두려워하여 감추어버렸습니다. 마침 조보(朝報)를 보건대 5월 23일 위에서 글을 내려 구언(求言)하셨는데, 간절함이 극진하였습니다. 신이 인하여 생각건대, 《역(易)》 중부(中孚) 구이(九二)의 효사(爻辭)에 ‘우는 학이 음폐(陰蔽)한 곳에 있는데 그 새끼가 소리에 따라 화응(和應)한다.’ 하였는데 공자(孔子)가 사설(辭說)을 덧붙이기를 ‘군자가 집에 거주하면서 말을 한 것이 선하면 천리 밖의 사람이 그 소문을 듣고 응하는데, 하물며 가까운 곳에 있는 사람이야 말할 게 뭐 있겠는가.’ 하였습니다. 임금의 위대하신 하문에 대해 신하가 뜻을 다해 대답하지 못하면 사람에게는 유분(劉蕡)에게 부끄러움이 있고 짐승에게는 학의 새끼에게 부끄러움이 있게 됩니다. 그러므로 화복을 도외시하고 어리석음을 무릅쓰고 소장을 봉진(封進)합니다. 성상의 근일 정사를 헤아려보건대 기근에 시달리는 백성을 부지런히 구휼하지 않은 것이 아니고 봉강(封疆)의 수비를 두루 완전하게 하지 않은 것이 아닌데도 하늘의 견책과 노여움이 달마다 생겨납니다. 타는 듯한 가뭄이 오래되어 논에 모를 심지 못했고 거센 바람과 사나운 비에 기장과 조가 시들어갑니다. 그리고 여름철에 눈이 산에 가득히 쌓인 것은 전사(前史)에 듣지 못하던 일이고 소나무가 마르고 땅이 꺼지는 것은 지난 문적에도 매우 놀랍게 여기던 것이니, 이는 반드시 숨겨진 억울함이 실로 많아서 원한이 하늘에 사무쳤기 때문이며 반드시 영행(佞幸)이 치장(鴟張)하여 언로가 막혔기 때문인 것입니다. 지금 성주께서 조심하여 행실을 닦음에 있어서 먼저 하셔야 할 것은 영행을 배척하고 충직한 사람을 진용(進用)하며 언로를 열어서 숨겨진 억울한 일을 진달하게 하는 일입니다. 그러면 공검(恭儉)의 덕이 백성에게 미치는 은택이 있게 될 것입니다. 이른바 영행이 치장하는 것에 대해서는 신이 이미 전의 소장에서 다 진달하였으니 신의 몸의 위태로움이 아, 두렵습니다.” 하였고, 세 번째 소장의 대략에, “인신이 진언(進言)하는 길은 하나뿐이 아니나 충성을 바치는 것은 같습니다. 언책(言責)이 있는 신하가 소장을 품고 탄문(彈文)을 소매 속에 넣고 와서 진언하는 것은 곧 상례로 하는 일입니다. 그러나 종묘·사직의 안위가 호흡 사이에 걸려 있는 경우에는 난간을 부러뜨리고(折檻) 임금의 옷자락을 끌어당기기도[牽裾]하며 뜰에서 통곡하기도 하였는데 그때는 그렇게 하지 않을 수 없었기 때문입니다. 옛 사람이 소장을 올릴 적에 혹 두세 건의 일을 대략 거론하여 자루에 넣어 우역(郵驛)으로 급히 전하는 경우도 있고 혹 조진(條陳)하여도 소회를 다 피력할 수 없으면 안으로는 세주(細註)로 물정을 두루 통하게 하고 밖으로는 첩황(貼黃)하여 요령을 특별히 진달하기도 하였으니, 일생 동안 쌓인 소회를 하나의 봉장(封章)에다 담아 멀리 부치는 것은 참으로 부득이한 일인 것입니다. 신이 지금 변변치 못한 사람으로 제독(提督)이라는 학교에 소속된 관직에 있으면서 사우(師友)가 무함당한 까닭으로 지난해 가을 망령되이 진달하였었습니다. 그런데 성주께서는 곧 주벌하여 배척하지 않으셨으나 당로자(當路者)는 있는 힘을 다해 신을 치죄하였습니다. 신을 유숙하게 한 주인도 아울러 신을 유숙케 한 견책을 당하였으므로 도성 사람으로서 신이 왔다는 말을 들으면 관문을 닫고 받아들이지 못하게 하였으며, 남은 노기가 혁혁하여 중외(中外)의 사람이 모두가 지목하였습니다. 신의 헌언(獻言)은 단지 감사를 통하여 전달(轉達)하는 규례가 있을 뿐이니 신도 어찌 입을 다물고 기미를 살펴 행동할 줄 모르겠습니까. 그러나 참으로 성주(聖主)는 저버릴 수 없고 사우(師友)는 버릴 수 없고 하늘의 노여움은 소홀히 할 수 없고 백성의 곤궁함은 보고만 있을 수 없고 변경 근심은 잊을 수 없었습니다. 그러므로 다시 만언소를 진달하되 옛 사람이 첩황(貼黃)한 규례에 따라 소장의 끝에 붙였습니다. 그러나 감사는 격례(格例)가 아니라 하여 신으로 하여금 제거하도록 하였습니다. 신이 왕복하며 굳이 다투다 보니 세월이 이미 가버리고 시사(時事)가 여러 번 변하였습니다. 정사(精寫)하던 초기에는 오동나무 꽃이 한창 피었는데 주저하는 사이에 오동나무 잎이 언뜻 나부끼고 있습니다. 도리어 두견새가 먼저 울어 온갖 풀이 아름답지 못할까 두려우므로 다시 한 장의 종이에 곡절을 진술하여 성감(聖鑑)이 계시기를 바랍니다. 망령되이 옛 사람의 봉장을 본받은 것은 곧 고집스런 신의 죄입니다. 바라건대 성상은 언로를 크게 넓히고 근래의 격례에 구애되지 마소서. 그러면 하정(下情)이 진달되지 않을 것을 근심하지 않아도 될 것이며, 백성의 원망이 조금은 피고 하늘의 노여움이 조금은 그치게 될 것입니다.” 하였고, 네 번째 소장의 대략은 다음과 같다. “필부로서 종묘 사직의 대계(大計)를 진달하고 초야에 있으면서 조정의 시비를 논하는 것은 사람들이 모두 사리에 맞지 않는다 하여 가소롭게 여깁니다. 그러나 칠실읍(漆室邑)의 과부도 오히려 노(魯)나라의 일을 근심할 줄 알았으니 국가의 대계는 필부라 하여 소홀히 할 수 없습니다. 석공(石工) 안민(安民)도 차마 간당(姦黨)의 비석을 새기지 못하였으니 시비는 초야에 있다고 하여 만홀히 할 수 없습니다. 하물며 신의 직분은 한 지방의 교화의 책임을 지니고 있는데야 말할 것이 뭐 있겠습니까. 사론(邪論)이 오래도록 들끓어 사우(師友)의 도가 없어져감에 따라 사습(士習)이 날로 잘못되는 것을 민망히 여기고 왕법의 기강이 문란해지는 것을 마음아프게 여겨 첫번째 소장과 두 번째 소장으로 지리하고 번다한 말을 무릅쓰고 진달하였습니다만 사람들이 대부분 잘못을 고집하여 처음의 본성으로 돌아가지 못하였습니다. 일세(一世)의 조론(朝論)이 모두 공도(公道)를 말미암지 않게 되어서는 신이 세 번째 소장을 짓지 아니할 수 없었습니다. 그러므로 간인의 심보를 바로 지적하여 굴혈(窟穴)을 파고 숨어 있는 것을 밝혔던 것입니다. 사람으로서 이를 들은 자는 몸을 움츠리고 혀를 내두르며 모두들 신의 생사가 오늘날에 결단될 것이라 하였습니다. 신이 진실로 거두어 저장해 두려 하였으나 삼가 헤아려보건대 상소에는 성상께 관계되는 문자가 수백 군데 이상인데 이를 강물에 던져버리는 것도 신이 차마 할 수 없고 불 속에 던져넣는 것도 신이 차마 할 수 없었습니다. 집에다가 보관하자니 집 안에 용납하기 어려운 것이므로 모름지기 궁전에 진달하여 태묘(太廟)에 간직하게 한 뒤에야 하늘과 땅이 각기 제자리가 정해지고 얼음과 숯이 제 처소를 얻어서 만물이 형창(亨昌)하고 나라가 영원히 튼튼해질 것이라 여겼습니다. 신의 소장이 지체된 뒤로부터 가을 장마가 농사를 해치고 하늘의 해가 항상 흐리며, 각도 민생의 곤고함이 하루하루 더욱 심해진다는 소문만 들릴 뿐 도적을 그치게 하고 흉년을 진휼(賑恤)하는 계책은 사람들의 희망을 위로할 만한 것이 있다는 말을 전혀 듣지 못하였습니다. 그리하여 상하가 그저 예사로이 여겨 태평 시대의 조도(調度)와 같으니 신은 삼가 민망하게 여깁니다. 성주께서 만일 신의 말을 여덟 아홉을 쓰는데도 하늘이 환하게 개지 않고 해와 달이 밝게 빛나지 않으면 신은 목을 빼고 죽음을 기다림으로써 망언한 죄를 사과하겠습니다.”",
                "hj": "○公州敎授趙憲, 因州道上疏, 監司不受, 解官歸鄕。 先年, 憲旣上萬言疏, 言時事, 朝論攻之不已, 上且容之。 是年五月復上疏, 極言時事, 援引古今, 分注貼黃, 凡數萬言。 貧不能辦裝上京, 例因州道上之, 監司見其大觸時忌, 懼爲延累, 諉以格例有誤, 而却之。 憲輒復附小疏, 四呈而四不受。 後草疏欲呈, 不果。 遂爲文告辭先聖廟, 解官歸沃川鄕里。 其初疏略曰: 竊算, 宇宙以來, 慍于一世之群小者, 未有甚於賤臣, 而天地父母之恩洪私所庇, 亦未有過於賤臣者。 一言不行, 退走深山, 臣所不忍也。 投章之後, 以《易》計月, 自《復》、《臨》而《泰》, 自《泰》而《大壯》及《乾》, 已見六陽之長。 妄意, 天心悔禍, 卿士思愆, 念舊功, 而悟昨非, 則奉聖主不遠復, 宜在前冬; 起善類, 輔仁政, 宜趁玆春。 而蒙蔽益甚, 椓害滋甚, 魑魅魍魎迭肆幻怪, 尺霧輕陰, 儘欺天日。 臣竊仰悼, 聖主有堯、舜之資而左右少骨鯁之臣。 靡聖管管, 不出於亶, 巧辭分疏, 只營身謀, 蔑聞一言以及國計。 朋家作仇, 而謂之無黨; 仕路極溷, 而謂之淸朝; 民生垂散, 而謂之少康; 邊猷久拙, 而謂之無虞。 使殿下憂勤惕慮之意, 自懈於宴安之中; 望道渴賢之誠, 潛消於十寒之際, 以致主德孤立, 而股肱寡助, 四門不闢, 而耳目無寄。 敍秩命討, 或不出於中和、至誠之發, 徒見予聖之章, 競烏雌, 雄誣善之辭, 迷人黑白, 橫怒滔天, 群疑滿國, 閱歲窮年, 未有澄澈之期。 亦由臣疏, 乘憤而作, 不歛鋒鋩, 慨人戕賢而蠹國, 徒採巷議喧傳, 而不能明劾其實惡。 至使發言盈庭, 越爭而越不定, 困我君父於蘭讒、尙訴之間。 而迄不聞有一肉食之人, 挺身出氣, 以陳公是、公非之所在。 抑不知聖主以爲, 朝鮮之社稷, 安耶, 危耶; 八道之民生, 休耶, 戚耶。 出入承弼之士, 孰是誠愛吾君者乎? 籌邊幹事之臣, 孰有誠憂東國者乎? 臣竊以爲, 憂國者, 不如其家; 愛君者, 不如其身。 判渙之形, 決於帷幄, 而焦爛之禍, 及於林魚。 安危二字, 將不暇言, 而存亡之幾已決; 休戚二字, 已不暇論, 而散亂之勢已成。 臣實不知孰宣惠澤, 而淪民肌骨; 孰竭心思, 而明勖偶王, 以爲維持, 鞏固數十年居守之計乎? 念及于此, 心崩膽寒。 臣旣以一生伉倔之命, 付諸姦鋒之上, 何忍不爲明主, 畢陳公是非所在, 以斷國論乎? 臣非以臣疏所賢者, 卽以爲, 眞周、孔、程、朱, 而其行事終始, 非以爲盡善盡美也。 猶知愛君憂國, 而不愛其身者, 周、孔之徒也; 其欲踐履先儒之訓, 能言距楊、墨者, 程、朱之徒也。 當其板蕩之秋, 群小得志, 衆賢爲魚肉, 先王之寵弟愛子, 無罪被刑, 而人不敢容喙則權奸當國, 慘毒如何? 而李鐸能聽朴淳之言, 不愛其死, 擊逐豺狼。 當此之時, 山海爲人, 則惶惑股栗, 不敢秉筆。 若使李鐸, 又如山海懦怯, 則淳之說, 不可獨行, 而朝鮮一邦, 岌岌乎殆哉! 先王睿斷, 何地可施乎? 據其迹, 而論其心, 則雖塗人、走卒, 昭知朴淳之不爲身謀、不爲家計。 而乃云欲託于戚里, 竝其一生求賢偶王之忠, 務欲掩埋, 而身居其右, 竝其一隊赤心奉公之人, 務欲醜詆, 而手掩萬目。 謂淳專政, 兄漑不過典一郡, 表弟高德符, 號爲廉勤, 而不過爲監務。 謂淳植黨則其所薦進者, 尙氣槪、有廉恥, 居于東西南北者, 而非如今兄弟姻婭竝顯者也。 何圖聖明臨照, 公議久伸, 而士夫橫論, 終不出於應漑見識耶? 應泂必以其父, 無紾兄之意, 而臣則不信也。 臣聞, 麟壽之賢, 東國之寶, 其死之日, 知與不知, 無不歎傷。 而麒壽獨不廢仕, 進政院, 同僚怪而問之, 答曰: “旣爲國賊, 則當絶於屬籍, 何服之有?” 後爲麟壽, 作其墓誌, 則極其贊揚, 要不得罪於公論, 所謂 “平生姦僞, 死見其眞性” 者也。 愼宗孝有沃田連塍處, 而子爲武官, 則怵以失官而奪之。 尹任之妻, 爲厥賜牌奴婢, 而且使親納紡績, 受功臣賜第, 而賣積其直云者, 詐也, 非廉也。 如無利己之心, 則全存厥家, 以待百年公論之定可也。 何必汲汲賣之, 而積其直, 以爲異日沽名之計乎? 惟其姦贓現著, 人所不齒, 故朴淳、白仁傑、金繼輝、李珥方主淸論之日, 麒壽爲冡宰, 而不敢供職, 日積其忿, 厥弟尤惡, 最以淸議爲仇讐。 外與篈、瞻連姻, 敢爲誣珥之疏, 竝及於淳、澈、仁傑、繼輝之徒, 而每每追陷。 漑、泂、篈、瞻, 果是憂國者, 則何忍竝取兩朝骨鯁之臣, 而一謀排逐乎? 雖然, 此時朝列中, 善善惡惡之心, 未全泯滅。 故洪可臣謂金瞻曰: “汝以汝妻兄應漑所爲, 爲是耶? 謂李珥爲君子而未仁者則可, 謂之小人則不可。” 金悌甲猶以河洛之疏爲是, 而牽於成洛、朴謹元, 竝被重譴。 豈至如今, 一入言路侍從者, 咸以文過飾非爲務, 略無佑善之念者乎? 蓋以潑、洁初遊成、李之門, 折節下人, 人多稱譽得善名, 成、李亦以爲, 可與爲善。 及乎義謙之見憎於孝元, 而其徒衆攻謂: “與義謙同事者朴淳。” 故潑輩陰主孝元, 務欲傾沈以逐朴, 而仁弘、宇顒不知陷於其術。 渾之與珥則必以爲: “義謙雖有病痛, 迹其平生所爲, 盡布心膂於王事, 而不自封植, 不可以外議之騰, 而輕逐狐偃之忠。” 潑與金、鄭, 疑渾右沈, 而不知國人之公言也。 當初角立之際, 潑謂鄭澈曰: “公何以不絶義謙乎?” 澈曰: “義謙之事親、愛人, 多有可觀處。 豈至如汝叔尹毅中, 殺兄之子, 而奪宗於己子乎?” 此, 澈之峭直, 所以重見忤於李、尹之門, 而竝其親友排擊之, 算無餘力者也。 其論李珥之過, 則以末梢用人之非爲言, 蓋指具思孟、高敬命之徒, 而爲言矣。 思孟好善之心, 視毅中, 不啻九牛毛相去; 敬命華國之手, 較許篈, 不可同年而語則謂與義謙結姻, 而必逐思孟; 謂與李樑相識, 而必逐敬命, 都是偏辭也。 潑之所親者謹元, 故以謹元爲少過之人; 洁之所善者許篈, 故以假手害珥爲無妨。 若乃當代特立之士, 或有勠力排姦, 而力進善類者; 或有謹禮明政, 而倫厚才華者; 或有窮經致用, 而進退以道者; 或有信實朴直, 而不撓乎群小者; 或有嗣述世風, 而有骨氣强頂者。 假令不免有小過, 而長處昭著於民瞻, 是乃匡扶初政, 倚仗晩節之人。 而吹毛覓疵, 一謀擊駁, 必使經席, 無敢言之風; 宰列徇依阿之習。 甚至列邑賄賂, 輻輳權要之門則雖兵民愁怨徹天而動地者, 指爲能吏, 而年除歲遷之不已。 嶺湖輸運, 銷沒于謫臣之廬, 則遷氓居卒, 暴骨相望, 而兩遣御史, 一無聞奏之詳。 至有言路貪贓之簡, 現入於永同盜案, 鼎軸債帥之價, 遍剝於嶺塞寒卒。 是皆淳輩之素所慨歎者, 故竝其知名者, 一切論逐。 惟其陰厚權勢者, 則雖蠧國之賊, 而人不敢指, 公道掃蕩, 私慾橫流。 甚至邊帥有志者, 宜選荊、楚奇材爲裨將, 而當路所囑, 非市井子弟, 則鄕曲駑劣者。 故罕有操弓, 而遇小賊必敗, 以致南賊之橫。 守令奉職者, 宜有岑晊、范滂之亞爲鄕司, 而京在所所拔, 非勢家族黨, 則納其田奴。 故無術頓綱, 而致衆務俱弛, 卒使蟊賊雲興。 荒田之稅, 一用中下, 而繡衣所覈, 徒朝臣之不知面名者, 則漢水之濱, 彈論已定, 而祖宗便民之法, 不及於殘戶。 刑訟之決, 一惟勢利, 而法官所擬, 惟視厥族冷熱, 則鄕閭之間, 爭奪相尋, 而宵旰如傷之澤, 不究於善良。 百司庶官, 姦胥蝟起, 則杼柚之空, 一歸周道, 刁蹬阻當之費, 尾閭于私門者, 十不啻六七。 內外有司, 不復爲整理之計, 小官、大僚, 厭聞成性, 則軍民之瘼, 視若越瘠。 危言之所以仰達於冕旒者, 不敢自達于邑將、方伯, 而鬱抑幽冤, 萬無疏洩之路。 人怨於下者, 罔有紀極, 而天怒於上者, 月不止一再, 危亡之禍, 迫在朝夕。 數年間, 由一私字, 元元皷憫, 敗殿下國事者, 將至如何? 而學士、臺官, 釋此不論, 入而議於家者, 惟攻吾私之是懼; 出而議于朝者, 惟附吾黨之爲賢, 方正倒置、忠邪易位。 天日之明, 獨運於上, 而陰冷之氣, 務欲掩蔽。 蓋自珥死、淳逐之後, 天光夜晦, 星辰不朗者, 今已四年矣。 豈獨太白、白虹、地震、霜雹之多於往歲而已哉? 嗚呼! 變不虛生, 必有所召。 衛鞅入秦, 彗見西方; 似道秉國, 星孛彗出。 戊午殺戮, 大風雨晝晦; 己卯之禍, 淫虹繞日。 天厭小人, 震怒如響, 而巧舌之人, 反謂正類所召, 忍而矯誣上天, 是可忍也, 孰不可忍也? 史嵩之執宋之政, 不省父病, 及乎有喪, 乃欲起復, 而遲留不發。 執政、侍從, 嵩之之肘腋羽翼, 而臺諫、給舍, 嵩之之腹心瓜牙, 故不敢言非。 而黃愷伯、金九萬、孫翼鳳等, 率國子生言之, 三學生翁日善等, 繼起言之, 理宗惟庸不報。 而武學生劉耐, 獨叛四學, 請逐諸生, 時相諷京尹, 逐士削籍, 而宋之社稷, 忽焉不守。 臣竊以爲, 柳拱辰、任釋之等館學之疏, 黃愷伯之公言也, 而李弘老等, 爲與許篈素厚, 故敢進劉耐之疏。 拱辰入玉堂則黜爲評事; 任鐸爲童蒙敎官則成龍顯斥陰怒, 卽使杜門。 厥後公議猶或不泯, 明知汝立、潑、洁反道欺明之罪, 則安劭、申應榘、兪大建、尹蓍獻等, 將以乙酉之歲, 率勵七十同志, 上章言之, 柳㙉馳書于兪泓, 以禁厥子, 盧植在戶曹, 手書以戒尹自新以後禍。 以故, 大建、蓍獻不敢出於儒列。 裵三益又欲刑訊安劭, 而申應榘製疏不出, 七十諸生空會而罷。 此輩方被聖主之寵眷, 而務閉聖主之四門, 壅遏河洛之疏, 豈啻謹元而已哉? 而三益刑劭之計, 則李斯焚坑之漸也。 嗚呼! 朴彭年, 魯山之忠臣也, 尙留姜希顔, 願作後用。 而潑、洁之輩, 必取一時淸流, 一網打盡, 偏黨之害, 已空一國。 而山海畏其氣焰, 喪祖父餘風; 忘昔日從遊, 恇怯惶惑, 終始患失。 應南、惟讓以爲邪則輸忠竭誠之人, 不計親疎而斥之, 惟恐其不逮, 應南、惟讓以爲賢則反道悖德之人, 不論新舊而進之, 恐其不速。 是以, 凡可以格君心、正官邪者, 一切退遯于荒野, 至於布衣有公論者, 緘口結舌。 或不欲廁迹於儒行, 則士傳民語者, 曷有其日乎? 下情壅鬱, 而天不降災者, 未之有也。 災害竝至, 國之不亡者, 未之有也。 而上不畏天戒; 中不畏明主; 下不恤人言, 務進嫉善之人, 永廢來善之途。 山海之徒, 以潑、洁爲有風力, 可制淳、澈, 汲汲用之, 而不自知非。 嗚呼! 賈似道當國, 忌臺諫言事, 悉用庸懦易制者, 爲之彈劾不敢自由, 惟取遠州縣官, 毛擧細故, 應故事而已。 試觀此輩之弄殿下國事, 何異於似道之所爲? 而廟堂大臣, 不肯明言, 方且協心以保祿。 守愼, 乙巳餘人也。 初非不欲保其晩節者, 惑於成龍之議, 變中年見識, 而徘徊待盡。 惟吉, 光弼之孫也。 初豈欲自沫於前徽者乎? 怯於成洛之駁, 陽爲兩可之論, 而陰主子黨。 天文示警, 而不陳側修之實; 人道乖亂, 而一無頓綱之擧。 當此危急之秋, 淳忠、㙉邪之狀, 不可謂在家不知, 而同心引重, 力援姦黨, 乍病乍起, 惟固權寵, 曾是以爲大臣乎? 嗚呼! 人主之意, 一有所左右, 則觀望趨附者, 靡然若風前之草, 寧見挫折, 而挺然爲松栢者, 幾何人哉? 以殿下睿聖之資, 明天人交感之道, 穆然深思, 淵然遠識, 政敎號令之發, 大? 遝其那똬悧釐跔 今已二十一年也。 只爲過於謙沖, 甘自退托。 久信臺閣之爲公論, 而臺閣之人, 實無學識、力量之跂及於珥、渾者。 徒以偏狹之見, 妄起數年爭端, 邊憂民苦, 一置度外, 反覆回護, 惟事植黨, 指姦爲忠; 指賢爲邪。 必使聖明擧措, 大不見服於丘民之心, 朝綱兵律, 一敗而不收。 春秋鼎盛, 行義修著之主, 而務欲橫蔽之如是, 則百世之間, 設有幼沖之主, 而效此輩行胸臆, 則當何所不至乎? 嗚呼! 權不可下移, 漸不可使長。 堂堂大朝, 豈無一相可求、一卿可任、一士可擢者, 而必使潑、山海、惟讓之徒, 擅弄權綱, 濁亂刑政, 至於此極乎? 嗚呼! 政府非養病之坊; 臺閣非蓄奸之地, 先王付託之重, 不可由此輩, 遽忽之也。 乞我聖主, 照察輿情, 廓揮乾斷, 卽令老耄玩愒者致仕; 朋姦誤事者遠黜, 使氷山自消、三窟失據。 收召初服勵翼之人, 擧先王晩年之躬修恭儉之德, 旁招愛物之士, 上下勤修。 久而不懈, 而國猶不治, 則臣請闔門就死, 以謝姦黨也。 再疏略云: 臣伏悼, 時論大變, 盡言者必斥, 公議久鬱, 愛君之無人, 謹具一疏, 擬進于中夏, 而監司謂: “位卑而言高, 慮有斯道無窮之禍。” 而勸臣止之, 臣亦自懼而屛藏。 適見朝報, 五月二十三日, 自上下書求言, 極其懃懇。 臣仍思, 《易》《中孚》九二之爻辭曰: “鳴鶴在陰, 其子和之。” 孔子係之曰: “居其室, 出其言, 善則千里之外應之, 況其邇乎?” 君有大哉之問, 臣不能悉意以對, 則於人有愧於劉蕡; 於禽有愧於鶴子。 故置禍福於度外, 冒昧封進。 越計聖上近日之政, 饑饉之民, 非不勤恤也; 封疆之守, 非不周完也, 而天之譴怒, 式月斯生。 久旱如焚, 而水田闕種; 大風急雨, 而黍粟還萎。 夏雪漫山, 所未聞於前史; 松枯地陷, 亦甚駭於往牒者則必以幽隱寔繁, 而怨格蒼窮也。 必以佞幸鴟張, 而言路雍塞也。 今聖主側身修行之所當先者, 斥佞幸以進忠直; 開言路以達幽隱則恭儉之德, 庶有及民之澤。 所謂侫幸之張者, 臣已畢達於前疏中, 臣身之危, 吁亦怖矣。 三疏略云: 人臣進言之路非一, 而獻忠則同。 言責之臣, 懷章袖彈, 乃其常也。 而宗社安危繫于呼吸者, 則或折檻、牽据, 痛哭于庭, 時不得不然也。 古人封章之際, 或有略擧數事, 囊封疾置者, 或有條陳, 不足以盡懷, 則內以細註, 旁通物情; 外以貼黃, 特達領要, 一生襞積之懷, 遠寄於一封, 誠不得已也。 臣今無狀, 待罪提督屬校之職, 以師友被誣之故, 妄達于前秋。 聖主不卽誅斥, 而當路治臣, 不遺餘力。 居停主人, 竝被舍臣之責, 使都城之人, 聞臣之至, 閉關而不納, 餘怒赫赫, 中外以目。 臣之獻言, 只有因監司轉達之規, 臣亦豈不知緘口色擧哉? 誠以聖主不可負也, 師友不可棄也, 天怒不可忽也, 民窮不可恝也, 邊患不可忘也。 故更陳萬言危疏, 因古人貼黃之規, 付于疏末。 而監司謂非格例, 使臣去之。 臣往復固爭之際, 日月已逝, 時事屢變。 繕寫之初, 桐華方發; 遲回之際, 梧葉乍飄。 却懼鶗鳺先鳴, 而百草不芳, 更陳曲折于一紙, 冀紆聖鑑。 妄效古人封章, 是臣執滯之罪也。 惟聖上恢張言路, 不拘近格, 則下情不患不達, 而民怨少紓; 天怒少弭矣。 四疏略云: 匹夫而陳宗社大計; 草野而戰朝廷是非, 人皆以爲齟齬可笑。 而漆室嫠婦, 猶知魯國之憂, 則大計不可以匹夫而忽之也; 石工安民不忍刻姦黨之碑, 則是非不可以草野而慢之也。 況臣之職, 提一方敎化之責, 而邪論久沸, 師友道喪, 憫士習之日訛; 痛王綱之隳紊, 一疏再疏, 冒陳支繁之說, 則人多遂非, 不能復初。 一世朝論, 悉不由公道, 則臣之三疏, 不可不作。 故直指姦宄之囊橐, 以明窟穴之所伏。 人之聞者, 竦身呿舌咸謂: “臣之生死, 決在今日。” 臣固欲卷而藏之, 伏計疏中, 涉於聖躬文字, 不啻數百, 投之江中, 臣不忍也; 投之火中, 臣不忍也。 藏之於家, 則環堵難容, 須至於達于楓宸, 藏之太廟然後, 天地定位, 氷炭得所, 萬物亨昌, 而邦其永固矣。 爰自臣疏之滯, 秋霖害稼, 天日常陰, 流聞各道民生之困, 日甚一日, 弭盜賑荒之策, 絶未聞有可慰人望者。 而上下恬怡, 有若太平調度, 臣竊憫焉。 聖主若用臣言之八九, 而天不開霽, 日月無光, 則臣請延頸待誅, 以謝妄言之罪也。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Kim Uyong , the first day of the month, was appointed magistrate of Andong Magistracy .",
                "H2KE-nKo": "김우옹을 안동 부사로 삼았다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 10월 1일(병진) 1번째기사",
                "gt-oKo": "김우옹(金宇顒)을 안동 부사로 삼았다.",
                "hj": "○朔丙辰/以金宇顒爲安東府使。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongsul day, the first day of the twelfth month, Jo Inhu was appointed inspector general . [Jo] Inhu and [Jo] Indeuk are even more foolish and employable. The son of [Kim] Gwiyeongs elder sister was permanently occupyed in the government. [But] only [Jo Inhu] flattered [his] self-regarding and obeying [his] self-regarding.",
                "H2KE-nKo": "조인후를 대사간으로 삼았다. 조인후와 조인득 형제는 용렬하기가 더욱 심하였다. 김귀영의 누이의 아들로서 오랫동안 청현직을 차지하였는데, 오직 견강부회하고 순종할 뿐이었다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 11월 1일(병술) 1번째기사",
                "gt-oKo": "조인후(趙仁後)를 대사간으로 삼았다. 조인후와 조인득(趙仁得) 형제는 용렬함이 더욱 심하였으나 김귀영(金貴榮)의 누이의 아들이어서 청현(淸顯)의 벼슬을 늘 점거하였는데 오직 부회하고 순종만 할 따름이었다.",
                "hj": "○朔丙戌/以趙仁後爲大司諫。 仁後、仁得兄弟, 闒冗尤甚, 以金貴榮之姊子, 長占淸顯, 惟附會承順而已。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "The King appointed Yun Seunggil as magistrate of Guseong Strategic Prefecture . Yun Seunggil was the elder brother of Yun Seunggil . Yun Seunggil was extremely obstinate and a colleague of the Crown Princess courtesy. Yun Seunggil was diligent and honest, and yet he did not want him to be impeached by others. Because of this, he was slightly imprudent and was repeatedly appointed as third inspector , but he could not be promoted to a position in the frontier county. Yun Seunggil was appointed to a position in the frontier county due to his self-restraint work and was diligent in performing his duties. His administration was widely raised. ",
                "H2KE-nKo": "윤승길을 구성 부사로 삼았다. 윤승길은 윤승훈의 형이다. 윤승훈은 당론이 매우 준엄하고 빈우가 온 조정을 기울였는데, 윤승길은 차분하고 조용하게 자신을 지켰다. 비록 대중을 따라 탄론하였지만 본래의 뜻은 하고 싶지 않았다. 이 때문에 시론이 그를 업신여겨 여러 차례 장령이 되었으나 승진하지 못하고 변방 고을로 내보냈다. 윤승길은 도리어 취임하기를 탐하여 이직에 부지런하여 치적이 드러났다.\n",
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 12월 1일(을묘) 1번째기사",
                "gt-oKo": "윤승길(尹承吉)을 구성 부사(龜城府使)로 삼았다. 윤승길은 윤승훈(尹承勳)의 형이다. 윤승훈은 당론(黨論)이 매우 준엄하였고 그의 벗들이 조정을 휩쓸었지만 윤승길은 염정(恬靜)으로 스스로를 지켰다. 대중을 따라 탄론(彈論)에 참여하였으나 본래의 뜻은 그렇게 하고 싶지 않았다. 이 때문에 시론(時論)이 그를 가벼이 여겨 여러 차례 장령이 되었으나 승진하지 못하고 변읍의 수령으로 나가게 되었다. 그러나 승길은 도리어 기꺼이 취임하여 이직(吏職)에 부지런하였으므로 치적이 소문났다.",
                "hj": "○朔乙卯/以尹承吉爲龜城府使。 承吉, 承勲之兄。 承勳黨論甚峻, 賓友傾朝, 承吉恬靜自守, 雖隨衆彈論, 雅意不欲。 以此, 時論輕之, 累爲掌令, 不得陞遷, 出之邊邑。 承吉顧反屑就, 勤於吏職, 治績著聞。"
            },
            "2": {
                "date_ko": "선수 21권, 20년(1587 정해 / 명 만력(萬曆) 15년) 12월 1일(을묘) 2번째기사",
                "gt-oKo": "전 교수(敎授) 조헌(趙憲)이 소장을 올려 왜국에 사신을 보내지 말기를 청하고 아울러 전의 소장도 올렸으나 회보(回報)하지 않았다. 조헌이 향리로 돌아오고 나서 일본 사신이 와서 통빙(通聘)을 요구한다는 말을 전해 듣고는 드디어 소장을 초하여 그것이 실책임을 극력 말하는 내용으로 감사에게 올렸다. 감사는 ‘수길(秀吉)의 찬시(簒弑)에 관한 일은 자세히 모른다.’ 하고, 소장에 또 당시 재상을 논하였으므로 기휘(忌諱)에 저촉된다 하여 물리치고 받지 않았다. 조헌이 이에 도보로 서울에 들어와서 전에 시사(時事)에 대해 말한 다섯 건의 소장과 함께 올렸더니 궁내에 보류해 두고 내리지 않았다. 정원이 소장을 궁내에 오래 보류해 둔다 하여 사관에게 내리기를 청하니, 상이 비로소 하교하기를, “지금 조헌의 소장을 보건대 이는 곧 인요(人妖)이다. 하늘의 견고(譴告)가 지극히 깊어 두렵고 조심스러움을 견딜 수 없다. 어쩌면 과인이 현상(賢相)과 명경(名卿)에게 평일 지성으로 대우하지 못하고 전적으로 위임하지 못한 탓으로 이런 일이 있게 된 것이 아닌가. 더욱 부끄러움을 견딜 수 없다. 이 소장을 내려보내지 아니할 수 없으나 내가 차마 내리지 못하겠다. 일단 내려보내면 손상되는 바가 매우 많을 것이어서 내가 차라리 허물을 받는 것이 낫겠기에 이미 태워버렸다. 사관은 내 허물을 크게 기록하여 후세를 경계하면 좋겠다.”【무릇 신민의 소장이 올라오면 3일을 넘기지 아니하고 반드시 정원에 내려보내야 한다. 만일 비사(批辭)가 없고 계(啓)자만 찍어 내릴 경우에는 승지가 소장에서 말한 내용을 혹 해사(該司)에 내려 복의(覆議)하게도 하고 혹 소청을 윤허하면 성지(聖旨)를 받들기도 하는 것이 곧 규례이다. 만일 계(啓)자를 찍지 않고 내리면 정원이 원각(院閣)에 간직하는데 사관(史官)이 취하여 일기(日記)에 채록(採錄)하고 채록할 만한 것이 없으면 그대로 두는데 유중불보(留中不報)라 하는 것이 이것이다. 소장이 오래도록 내리지 않으면 정원에서, 일기에 찬입(纂入)하기를 계청(啓請)하는 것이 또한 규례이다. 조헌의 소장을 불태웠으나 위에서 그 사유를 비시(批示)하였으면 폐기하지 못하는 것이 규례이다. 폐조(廢朝)로부터 오늘날까지 소장이 대내에 들어가서 내려오지 않아도 정원이 감히 청하지 못하고 번번이 궁인(宮人)이 설용(屑用)하였으니 이는 옛날에 이른바 유중(留中)한다는 것이 아니다.】 하였다. 조헌이 왜의 일에 대해 논한 소장은 다음과 같다. “신이 삼가 동쪽의 변을 듣고도 예궐(詣闕)할 힘이 없어 소장을 지어 빨리 달려 감사(監司)가 가 있는 곳에 가서 삼가 지난달 25일 망궐(望闕)하고 청주 객사(淸州客舍)에서 소장을 올렸더니, 감사가 ‘왜가 임금을 바꾸었다는 사실을 자세히 듣지 못하였는데 소장을 진달하는 것은 미안하고 또 몇몇 대신(大臣)에게는 논급(論及)된 곳이 있으니 번신(藩臣)의 사체에 가벼이 올릴 수 없다.’ 하므로 신이 어찌할 수가 없었습니다. 물러와서 생각건대 서백(西伯)이 여(黎)나라를 토벌하여 이기자 조이(祖伊)가 두려워하여 상왕(商王)에게 뛰어가 고하였고, 고창(高昌)이 나라를 멸망시키자 위징(魏徵)이 당 태종(唐太宗)에게 진계(陳戒)하였습니다. 무릇 밝고 지혜로운 이라야 바야흐로 싹트는 악을 보아 그것을 사라지게 하는 방법을 미리 도모할 수 있는 것입니다. 그러므로 천자로서도 이적(夷狄)을 경계하여 오히려 나라를 홍성하게 하였습니다. 이와 반대로 은감(殷鑑)을 소홀히 하면 군대가 숲처럼 많을지라도 창날을 돌려대고 반란을 일으키게 되어 맹문(孟門)과 태행(太行)을 홀연히 지키지 못하게 되는 것입니다. 아, 서백(西伯)처럼 성스러웠으나 여(黎)를 쳐서 이긴 것은 상왕(商王)에게 이롭지 못하였고 고창(高昌)이 무도하였으나 이웃 나라를 경계한 것이 도리어 당(唐)나라에는 도움이 되었는데, 하물며 일본은 본디 반복하여 신의가 없는 나라로 일컬어졌는 데이겠습니까. 황조(皇朝)에서 애초에 끊어버린 것이 제일의 상책(上策)이었고, 중종(中宗)이 중간에 끊었다가 마침내 관부(款附)하게 한 것이 곧 중책이었고 고려가 자강(自强)을 힘쓰지 않고 신사(信使)를 여러 번 교통하고 혹 구몰(拘沒)하여 요맹(要盟)한 것이 하책(下策)이었습니다. 이들은 동남 동녀(童男童女)의 종족이 먼 섬의 고원(高原)과 광야(廣野)를 처음으로 점유하여 생활 밑천의 계획으로 삼았으니 중국의 난을 피한 것을 또한 다행으로 여겼다 합니다. 그러므로 송(宋)나라 이전은 중국의 변환(邊患)이 된 적이 있다는 말을 듣지 못하였습니다. 그러다가 호원(胡元)이 무력의 정벌을 남행(濫行)하여 망령되이 온 천하의 인민을 복종시키지 않을 수 없다고 여겨 중국의 백성만 지쳐 죽게 하였을 뿐 아니라 우리 동한(東韓)의 군사까지 아울러 몰아다가 산 같은 파도가 이는 험한 바다에 던져넣어서 해골조차 수습할 수 없고 혼도 돌아갈 데가 없게 만들었습니다. 이렇게 되자 멀리 있는 저 오랑캐들이 비로소 중국을 가벼이 여기는 마음이 생겼습니다. 그리하여 우리 나라 남쪽 변경으로부터 침범하여 경기·황해 사이까지 깊이 들어왔고 곧 등비아(登比兒)가 강도(江都)를 엿보기에 이르렀으니 고려의 백성이 거의 다 어육이 될 뻔하였던 것입니다. 그러나 중간에 강감찬(姜邯賛)을 얻고 나서는 오랑캐들의 기미가 영원히 종식되었고 마지막으로 우리 성조(聖祖)를 얻게 되어서는 열진(列鎭)이 숲처럼 벌여 있게 되었습니다. 우리가 능히 스스로 지킬 수 있게 되자 저들이 감히 침범하지 못하고 바다를 건너 청주(淸州)·양주(楊州)를 엿보게 되었는데, 그것은 좋은 계책이 못되었습니다. 중국 조정에서는 바야흐로 서북(西北)의 융적(戎狄)을 진복(鎭服)하는 것 때문에 중국 지방이 노고에 시달려 퇴폐되고 있는 중이었는데, 만일 또 이 교활한 오랑캐와 교통한다면 사신이 왕래하는 비용이 도리어 중국 생령(生靈)의 해독이 되겠기에 사자를 지레 막고 아울러 조공(朝貢)까지 끊어버렸습니다. 이것은 곧 고려 태조가 거란[契丹]과 교통을 끊어버리고 아울러 탁타(槖駝)를 죽게 한 것과 같습니다. 그래서 간혹 노략질하는 근심이 있기는 하였으나 감히 내지에 깊이 들어올 계획은 하지 못하였습니다. 먼 지방의 기이한 물건을 귀중하게 여기지 못하게 한 효과를 여기에서 볼 수 있는 동시에 따라서 가까이 있는 백성을 편안하게 하였으니 이것이 상책입니다. 저들이 군사를 동원하여 여러 차례 엿보게 된 까닭은 고려 말기에 바라던 일이 성취되어 만일의 요행을 기대하였던 탓입니다. 그러나 이기지 못하게 된 뒤에야 소굴에 형적을 감추고 어느 섬에서 왔는지를 속이고서는 도리어 조공을 바치고 다시 우리 의관을 계승하고 거짓으로 부산에 와서 관복(款服)하며 조공의 기일에 미쳤습니다. 그러나 조종조에서 끊어버리지 아니하고 받아들인 것은 변민(邊民)이 병화의 근심을 입지 않게 하기 위해서입니다. 그러므로 1개 도의 전세(田稅)의 반을 해마다 배로 수송하도록 허락하였던 것입니다. 저들 중에 교활한 자는 반드시 ‘화친(和親)하면 이익이 도주(島主)에게 돌아가고 노략질하면 요행히 얻은 이익이 아랫사람들에게 나뉘어지나 도주는 관여되는 바가 없다.’ 합니다. 그리하여 잠시의 분노로 인하여 엿보는 바가 있기는 하였으나 혹 잘 방어함으로 인하여 죄괴(罪魁)를 잡아 바치기도 하였습니다. 경오년 삼포(三浦)의 왜란은 혹독한 것이었습니다만 붕중(弸中)이 적의 괴수를 바쳐와서 기필코 관납(款納)하기를 구하게 되었으니, 진실로 이로운 것을 잃는 것이 아니라면 이같이 할 수 있었겠습니까. 중종이 그들의 간상(姦狀)을 통촉하고 남쪽 지방을 진정시킨 것이 곧 중책(中策)입니다. 이웃 나라와 교제함에 있어 도가 있으면 대국(大國)이 소국에게 부림당하고 자치(自治)함에 방술이 없으면 소국이 대국에게 부림당하고 약국이 강국에게 부림당하는 것입니다. 저들이 우리에게 여러 차례 침릉(侵凌)을 가하여 왔습니다만 우리는 저들에게 삼한(三韓)을 통하여 일찍이 한 번도 대대적으로 거병(擧兵)한 적이 없습니다. 만일 초국(楚國)의 보배는 오직 어진이를 보배로 삼는 것뿐이고 금과 구슬을 썩은 흙처럼 여긴다는 것을 안다면 저들이 우리에게 요구함에 있어 간사함을 행할 수 없을 것이고 우리가 저들을 제어함에 있어서도 저절로 반자(盼子)·검부(黔夫) 같은 사람이 동남 지방을 나누어 지켜 감히 한 척의 배도 서쪽을 향해 노를 저어 오지 못하게 할 것입니다. 혹시 노략질하는 경우가 있으면 군사를 엄히 경계하여 움직이지 않고서 먼저 어디에서 왔는가를 묻고서 ‘우리의 군사가 일찍이 한 번도 남쪽으로 출동한 적이 없는데 네가 방자하게 엿보니 그 대중을 이루 다 죽일 수 없다.’ 하고, 국왕에게 글을 보내어 그들 스스로 주벌(誅罰)하게 한다면 군대의 체모가 정직하고 장대(壯大)하게 될 것이고 저들은 저절로 기가 죽게 될 것입니다. 그런 뒤에 해이해진 때를 이용하여 우리가 떨치고 나아가 그들의 목을 조르고 등을 친다면 진(晉)·초(楚)처럼 강한 나라라도 우리에게 어찌할 수 없을 것입니다. 더구나 안개가 서리고 바람이 일어서 기후가 고르지 않고 밀물이 들어오고 썰물이 물러가서 편의를 기다림을 보장하기 어려우니, 양식을 이어대지 못하고 군사의 후원이 없게 되면 저 적들의 근심이 반드시 우리 나라보다 더 깊은 점이 있게 될 것입니다. 전조(前朝)의 강신(强臣)이 나라의 권한을 잡고서 간성이요 심복인 장수를 일체 사인(私人)으로 임용함으로써 자기 집을 부유하게 하기를 힘쓰게 하는 반면 군사는 굶주리게 하였습니다. 그리하여 방어하는 계책은 한 가지도 볼 만한 것이 없고 오직 금옥(金玉)만을 보배로 여겨 저들의 미끼를 탐낼 뿐이었습니다. 멀리 사신을 보내어 저들의 사정을 탐색케 했다가 곽예(郭預)는 객사(客死)하였고 정몽주(鄭夢周)는 철환(撤環)하게 하였으나 하나도 삼도(三道)의 노략을 막지 못하였으니 이것이 더없는 하책(下策)인 것입니다. 아, 지금 이후로 무엇을 거울삼아야 하겠습니까. 옛 사람의 좋은 계책이 아니겠습니까. 낭묘(廊廟)의 의논은 멀어서 듣기 어렵습니다. 그러나 상정(常情)으로 말하면 반드시 ‘접대하고 기미(覊縻)하여 끊어버리지 않아야 한다.’고 할 것이고, 명분을 바르게 하는 의리로 말하면 반드시 ‘거절하고 접대하지 말라.’고 할 것입니다. 지금 관대(館待)가 극히 후한데 연회에 청하는 날에도 진실로 사신을 내왕할 것인지 물어본 다음에야 대궐에 나왔다고 합니다. 그들의 무례함을 꾸짖지 못하였을 뿐 아니라 바야흐로 저들에게 견제당하였으므로 신은 대신 중에 대신다운 사람이 없음을 부끄럽게 여깁니다. 이덕유(李德裕)가 실달모(實怛謀)의 항복을 받아들이기를 청한 것은 곧 당(唐)나라에 충성하기 위한 계책이었는데 우승유(牛僧孺)가 사사로이 이덕유를 미워하여 의리를 끌어대어 포박하여 송치하자 선유(先儒)가 이를 비평하였습니다. 지금 저들을 접대하는 요점을 구함에 있어 모름지기 선처(善處)할 술책을 가려내야 할 것이요 동서(東西)의 의논이 다르다 하여 아주 다른 점이 있어서는 안 됩니다. 그들이 조정을 하직하던 날을 당하여 온 사자를 인접(引接)하고 이렇게 타일러야 합니다 ‘사신을 청하고 친목을 맺는 것은 나라 다스리는 데 있어 하나의 큰 일이다. 거란[契丹]이 전쟁을 좋아하자 고려에서는 교제를 끊었고, 서온(徐溫)이 임금을 내쫓자 《통감강목(通鑑綱目)》에서는 그를 주벌(誅罰)하였다. 일본의 새 임금의 공적이 성대하게 드러났다 하더라도 전왕(前王)의 폐위(廢位)가 무슨 까닭인지 모른다. 새 교제의 달콤함을 위하여 갑자기 옛날 친호(親好)하던 약정을 잊음으로써, 10개 도서(島嶼) 중에 혹 한 사람이라도 과인을 그르게 여기는 마음이 있게 되면 과인은 실로 부끄러워 천지의 끝에도 설 수 없을 것이고, 옥·비단·구슬의 혜물(惠物)이 마침내 허지(虛地)로 돌아가게 된다. 이에 예물을 돌려주니 너희는 모름지기 가지고 가라. 사신을 가벼이 교통하지 못하는 이유가 또 세 가지 일이 있다. 하늘에는 두 개의 해가 없고 백성에게는 왕이 둘이 있을 수 없는 것이다. 대명 천자(大明天子)는 천하를 하나로 통합하여 우리 선조(先祖)가 삼가 섬기던 바이고 동서남북에 복종하지 않는 나라가 없다. 그런데 너희 섬 중에 오래도록 남월(南越)의 황옥(黃屋)을 빌어서 서계(書契)를 보내는 사이에 혹 천정(天正) 몇 년이라고 일컫기도 한다. 우리 조종조(祖宗朝)에서 도가 크고 덕이 넓어서 절역(絶域)에 대해 가혹한 견책을 가하지는 않았다. 그러나 지금 개기(改紀)한 초기에 이미 예의(禮義)를 숭상한다고 부르짖는다면 먼저 이 연호를 제거하여 국서(國書)를 개정하라. 그런 뒤에 신사(信使)를 교통하면 과인의 사대 교린(事大交隣)에 대해 비로소 사람이 보이지 않는 깊숙한 곳에서도 유감되는 바가 없겠으나, 너희들이 따르지 않을 것이 두렵다. 이것이 한 가지 일이다. 조그마한 삼한(三韓)의 땅이 군사도 강하지 않고 양식도 넉넉하지 못한데 장수는 뛰어나지 않고 성은 튼튼하지 않으니 감히 지켜내고 막아낼 수 있다고 하는 것이 아니다. 과거 조종(祖宗)으로부터 내 몸에 이르기까지 대대로 지켜오면서 나라를 보전한 법규는 오직 이웃나라를 침탈하려 하지 않았다는 것뿐이다. 그러므로 일찍이 한 번도 군사를 일으켜 바다를 타고 남쪽으로 출정한 적이 없었다. 오직 이여일(李汝一)로 하여금 대마도(對馬島)의 반적(叛賊)을 토벌하게 하였을 뿐인데 이는 너희 나라의 늙은 이들은 모두 아는 일이다. 그런데 너희 나라의 적선(賊船)이 넘보지 않는 해가 없어 우리 나라의 고기잡이하는 사람을 사로잡아 간 것이 이루 셀 수 없으며 심지어는 사람을 구워 하늘에 제사지내고 어린 아이를 쪼개어 살을 바르는 일까지 있었는데 이는 천하의 제국(諸國)에서 듣지 못한 일이다. 을묘년의 변란을 일으킨 데 이르러서도 분명히 너희 온 나라가 내침(來侵)한 형적이 있으므로 제도(諸道)의 사신에게 물어보았더니 도(道)마다 다른 일종의 적왜(賊倭)가 있었다고 했다. 저번에 한 사자가 와서 원수(元帥)의 깃발을 바쳤는데 이는 도로에서 주울 수 없는 것이니, 그 거짓이 당장에 드러났다. 그런데도 과인이 일의 경험이 없어 오랜 뒤에야 그 간사함을 깨달았다. 올 봄에 또 큰 도적이 흥양(興陽) 제도(諸島)에 와서 정박하고서 우리의 방비가 없는 틈을 타고 살상하고 사로잡아간 것이 매우 많으므로 과부와 고아의 원한이 하늘에 사무쳤다. 다행하게도 귀순한 사람을 인하여 향도(嚮導)가 된 자를 물어보았더니 우리 나라의 도망자 사화동(沙火同)이라 하였다. 사화동은 너희 나라의 관대(冠帶)를 착용하고 영총(榮寵)을 성대히 누리고 있다 하니, 한 섬의 도적에 그치지 않는다는 것이 분명하다. 우리 나라는 조종조로부터 우리 적자(赤子)들의 목숨이 중함을 위하여 해마다 1도의 양곡과 물품을 떼어내어 이웃나라와 친호(親好)를 수교하였던 것인데, 도리어 속아서 조금도 도움되는 바가 없었다. 차라리 그 양곡과 물품으로 주림과 추위에 고생하는 우리 전사(戰士)에게 나누어주어 구휼하였다면 벙어리·귀머거리·절름발이로 하여금 과인을 위해 성을 지키게 하였더라도 반드시 힘을 다하였을 것이다. 예로부터 명분없는 군사는 상제(上帝)가 도와주지 않고 귀신도 몰래 주벌(誅罰)하는 법이다. 너희들이 주사(舟師)가 1백만 명이 있다 하더라도 마땅히 뜻을 얻지 못하게 될 것이다. 관문(關門)을 닫고 끊어버리는 것은 우리에게는 손해가 없다. 화친을 하면 이익이 임금에게 돌아가고 군사를 출동하면 이익이 아랫사람에게 돌아가지만 위에는 관여되는 바가 없는 것도 또한 너희 나라의 임금이 모두 환하게 아는 바이다. 예전 임금의 정치가 스스로 국적(國賊)을 금지하지 못하였으니 그 지위를 잃는 것이 마땅하다. 새 임금이 정치를 만일 전과는 반대로 한다면, 사화동(沙火同)이 주인의 발을 물어뜯은 것과 너희 나라 사람들이 사람을 구워 하늘에 제사지내고 어린 아이를 쪼개어 살을 바르는 일은 실로 백성을 다스리는 임금이 함께 증오하는 것이니, 봄에 흥양(興陽) 경내에 침구한 적의 괴수와 향도자(嚮導者)를 잡아 보내어 국법을 밝게 보임으로써 우리 장수와 군사의 수치를 씻게 하는 한편 너희 일국의 크고 작은 섬에 엄히 금하여 다시는 감히 넘보지 못하게 해야 할 것이다. 그러면 우리 나라 사람이 모두 각자 잠을 편히 잘 것이고 두 나라 임금의 교호(交好)도 각기 영원해질 것이다. 그러나 너희 나라가 따르지 않을 것이 두렵다. 이것이 또 한 가지 일이다. 보내주는 것은 후하게 하고 받는 것은 박하게 하도록 하는 것이 구경(九經)의 도리이기는 하다. 그러나 말세에 와서는 이것이 과람해져서 백성이 곤궁하고 나라가 패망하기에 이르렀으니 이는 나라를 소유한 사람으로서 다 같이 근심해야 할 일이다. 당초 너희 나라가 우리 나라에 통호(通好)한 것은 우리 나라의 힘이 이웃 나라를 위협할 수 있다고 여겨서 그런 것이 아니다. 이는 필시 구주(九疇)·팔조(八條)의 가르침이 기자(箕子)를 통하여 먼저 밝아졌고 주공(周公)·공자(孔子)·정자(程子)·주자(朱子)의 학문이 세상에 대강 행해짐에 따라 그 학설을 듣게 된 사람은 작을 경우에는 종족을 보존하고 집 안을 적의하게 할 수 있으며, 클 경우에는 임금을 높이고 백성을 비호할 수 있기 때문일 것이다. 선조(先祖) 때 통호(通好)한 사신으로 말하면 빙문(聘問)하는 이외에 간혹 경적(經籍)을 탐하기도 하여, 물품은 박하였으나 인정은 두터웠고 일은 간략하여 폐해가 없었으므로 가고 오는 데에 있어 수작(酬酢)이 수고롭지 아니하였다. 그 뒤 사신이 점차 흥판(興販)을 숭상하여 조금만 뜻에 맞지 아니하면 얼굴에 노기를 띠고 우리 저자의 사람을 죽여 우리 변경의 근심을 격동시키는가 하면 염치와 겸양의 풍교(風敎)를 무너뜨려 두 나라의 화친을 손상시킨 것은 또한 너희 나라의 식견 있는 사람도 탄식한 바이다. 옛말에 「선도(善道)를 따르는 것은 산에 오르는 것처럼 힘들고 악도(惡道)를 따르는 것은 산이 무너지는 것처럼 쉽다.」 하였다. 우리의 변변치 못한 신하가 흥판하는 왜국 사신의 소위를 익히 본 탓으로 사신으로 가서 가벼운 행장으로 돌아오려 하지 않는다면 구구한 예의의 나라에 한없는 부끄러움을 주게 될 것이고 또한 너희 나라도 이 때문에 노고와 폐단이 있을까 염려된다. 겸하여 이 수 년 사이에 기근과 여역으로 나라 백성이 편치 못하고, 종사의 자성(粢盛)도 제향을 드릴 수 없는 지경에 이르게 될까 두렵다. 그런데 빈객을 접대하는 데 있어 염소와 돼지의 고기를 그릇에 채울 수 없게 되었고 도로의 지공(支供)도 주현(州縣)의 재용이 고갈되었다는 말이 여러 차례 들려오고 있다. 따라서 주연이 풍요롭지 못하여 행려(行旅)에 손상을 끼칠까 염려되는데 하물며 사신을 차출하여 멀리 보냄에 있어서이겠는가. 여름·겨울 의복의 마련을 우리의 재력으로 장만하고, 아침·저녁의 자량(資糧)을 수륙(水陸)으로 수송한다면 우리 나라의 재력이 장차 피폐할까 두렵고 황조(皇朝)에도 전력할 수 없게 될 것이다. 《예기(禮記)》 곡례(曲禮)에 「남에게 무진한 즐거움을 요구하지 아니하며 남에게 무진한 성의를 요구하지 아니하여 교분을 영구히 유지한다.」라고 하지 않았는가. 만일 《대역(大易)》 수괘(隨卦)의 「때에 따라 줄이고 보탠다.」는 의리에 따라 세폐(歲幣)의 물량을 조종조의 구규(舊規)에만 의거하여 계속할 수 있는 도리로 삼게 하고, 우리가 저들에게 바라는 것도 병을 치료하는 약재(藥材)와 종묘 제기(祭器)의 장식에 그칠 뿐이면, 한 해에 한 차례 보빙(報聘)하더라도 우리 성의를 전달할 수 있다. 그리고 주공(周公)·공자(孔子) 시서(詩書)의 가르침을 도타이하고 명(明)나라 예악(禮樂)의 교화를 화성(化成)하여 이로써 국가를 장구하게 하고 노인을 기른다면 또한 즐겁지 않겠는가. 그러나 이익을 품고 서로 사귀는 너희 나라 여러 섬의 무리가 싫어하여 따르지 않을까 두려우니, 이 또한 한 가지 일이다. 돌아가서 너희 임금에게 「만일 제후(諸侯)의 법도를 준수하여 먼저 명의(名義)를 바르게 한 다음 전왕(前王)의 자손을 모두 죽이지 않도록 하며, 횡행하는 적선(賊船)을 일체 금단하고 우리의 반역자와 포로를 돌려주며, 다시는 도륙을 일삼지 말고 의리를 중히 여기고 이익을 가벼이하여 염치와 예양(禮讓)으로 풍속을 이룬다면 혁신되어 도(道)에 이를 것이고, 우리도 오히려 바라는 바가 있어 풍교(風敎)와 의리를 사모하는 사신을 한번 보내지 아니할 수 없을 것이다.」 하라.’ 이와 같이 먼저 저들의 계책을 제어하여 거짓된 모의를 공파한다면 지성에는 감동되는 것이어서 움직이지 않을 리가 없을 것입니다. 아, 사신과의 연회 석상에서의 한마디 말은 기관(機關)이 매우 중대하므로 옛 사람으로서 임금을 사랑하는 자는 발을 밟고 귓전에 대고 묘계(妙計)를 진달하기까지 하였습니다. 이이가 살아 있다면 반드시 선처할 대책을 올렸을 것입니다. 그런데 그가 살았을 적에 불러서 독대(獨對)할 때에는 옆에서 보는 자가 그를 꺼리어 공모하여 공박하였고 그가 죽은 뒤에는 충성과 공로가 갖춰 드러났으나 남아 있는 사람들은 나라를 그르친 것으로 지목하여 충신(忠藎)한 무리까지 아울러 쫓아냈습니다. 그리하여 몇 해가 지나도록 스스로 나라를 경영하는 데 대한 계책은 진달하지 않고 한갓 나라의 녹만 축낼 줄 알 뿐입니다. 신의를 잃은 자가 뻔뻔스레 정승의 자리에 있고 간인과 붕당을 지어 나라를 저버린 자가 권요(權要)의 직을 차지하고 있습니다. 그러므로 ‘임금에게 근심이 있으면 신하에게는 욕이 된다.’는 것이 무슨 일인지 모르고 인륜의 실추를 마음에 두지 않습니다. 벽에 붙은 마른 달팽이가 타액이 다 메말랐으나 물러갈 줄을 모르고, 지키고 있는 구옥(龜玉)이 궤가 이미 깨졌는데도 잘못된 줄을 모릅니다. 탐욕하고 간사하여 기탄없는 것이 김안로(金安老)·윤원형(尹元衡)과 같고 당여를 널리 부식시키는 것은 이량(李樑)·김개(金鎧)보다 더 심합니다. 그러나 오늘날의 언책(言責)과 논사(論思)의 인망은 책임이 있는 자는 모두 시론에 부회하고 권문을 가까이하는 자들이니 백성의 고통과 나라의 적을 어떻게 위에 고할 수 있겠습니까. 동월(董越)이 성종조의 신하에게 ‘그대 나라에는 임금은 있으나 신하가 없다.’ 하였는데, 지금의 시장 마을이나 외진 여염의 늙은이와 어린 아이가 모두 당대의 임금은 있으나 신하가 없음을 말하고 있습니다. 적국의 첩자가 이 말을 들으면 해됨이 어찌 적겠습니까. 그런데 이산해(李山海)가 한 번도 듣지 못하였다면 이는 귀와 눈이 없는 것이고, 알고서 고치지 아니하였으면 이는 군부(君父)를 저버린 것입니다. 귀와 눈이 없는 죄는 가볍고 임금을 저버린 죄는 크니, 신이 이색(李穡)의 후손에 대해 탄식하고 통한하는 까닭입니다. 사람들은 ‘박순(朴淳)이 정승이 되어 한 가지 일도 한 것이 없었다.’고 하지만, 조정에서 안색을 바로 하고 엄정한 자세를 지니어 사람들이 대부분 두려워하고 삼갔고, 향읍 가운데 굶어 죽은 자가 있다는 말을 듣지 못하였으며, 남방(南方)의 침구(侵寇)와 북변(北邊)의 경보를 모두 방도가 있게 구처하려 하였습니다. 그런데 다른 사람이 정승이 되어서는 오직 재화와 여색을 구하는 것만으로 백관에게 본을 보여 백성은 시름하고 군사는 원망하며 기근이 거듭 이르렀습니다. 신의 한 아우가 기황(飢荒)으로 먼저 죽은 것에 이르러서는 강을(江乙) 어미의 말로 논하면 삼공(三公)이 신의 아우를 죽였다 해도 옳을 것입니다. 송(宋)나라에 납구(臘寇)가 바야흐로 즐림(櫛林)을 향할 적에 어느 소관(小官)이 ‘지금 다른 대책은 없고 다만 유원성(劉元城)·진요옹(陳了翁)을 기용하여 정승으로 삼으면 도적은 싸우지 않고도 스스로 평정될 것이다.’ 하였는데, 송제(宋帝)가 듣지 않고 오직 장돈(章惇)·채경(蔡京)의 무리만을 존숭하였습니다. 그리하여 납구가 크게 성해지고 금로(金虜)가 곧바로 침입하게 되었습니다. 지금 큰 도적이 경외(京外)를 횡행하면서 군포(軍鋪)의 경졸(警卒)을 죽이고 사인(士人)의 처녀를 도적질하기에 이르렀으니, 갈영(葛榮)·방납(方臘) 같은 도적이 일어나지 않는다고 할 수 없습니다. 남북의 흔단이 장차 문정(文庭)의 도적이 될 근심이 송(宋)의 금로(金虜)보다 더 큰데도 묘당(廟堂)의 원대한 계책에는 진요옹·유원성 같은 술책이 하나도 없으니, 옛 사람이 이른바 ‘나라가 어지러우면 어진 재상을 생각한다.’는 말을 신은 명주(明主)의 앞에서 한번 외기를 원합니다. 아우의 상을 치르려고 달려오던 날 도문(都門)을 바라보고 차마 그대로 지나갈 수 없었고 또 도로가 막혀 신도 굶어 죽게 되면 장래에 충심을 바칠 날이 없을까 두려웠습니다. 그리하여 다시 간혈(肝血)을 다 기울여 소소(小䟽)의 끝에 붙이고 큰 소리로 외치면서 곧바로 올리는 바입니다. 야인의 부락을 분탕(焚蕩)하는 계책에 대해서는 신은 속히 포마(鋪馬)를 내어 중지시키기를 바랍니다. 만일 그것이 불가하면 계원(繼援)하는 장수를 신각(申恪)·이종인(李宗仁) 등으로 차견(差遣)하여 돌아가는 길의 요로에 나누어 매복시켜 만분의 일이라도 살리는 계책으로 삼으소서. 왜인을 제어하는 계책은 속히 남금(南金)을 왜관(倭館)에 뿌리고 한편으로는 홍성민(洪聖民)·이준민(李俊民)·안자유(安自裕)·이증(李增)·이산보(李山甫)·이해수(李海壽) 등 유아(儒雅)에 종사하는 자를 불러서 장신(將臣)의 계책에 의하여 토론하고 윤색해서 조유(調柔)의 술책을 잘 할 것이며, 일면으로는 중사(中使)를 속히 보내어 박순(朴淳)·정철(鄭澈)·민순(閔純)·성혼(成渾) 등을 불러 오늘날 진요옹·유원성의 아류(亞流)인 자를 조속히 큰 임무에 진용(進用)시켜 백관의 모범이 되게 하고 근본과 줄기를 강하고 튼튼하게 하도록 하소서. 그러면 오랑캐들의 침릉(侵凌)과 도적의 종횡(縱橫)을 그치게 할 수는 없으나 그래도 위란(危亂)에서 부지할 수 있는 모의가 있게 되어 오늘날의 답답한 상황과는 비할 바가 아닐 것입니다.”",
                "hj": "○前敎授趙憲上疏, 請勿通使倭國, 竝進前疏, 不報。 憲旣歸鄕里, 傳聞日本使來責通聘, 遂草疏, 極言其失策, 呈監司。 監司以爲: “秀吉簒弑事未詳。” 而疏中又論時宰爲觸忌, 却不受。 憲乃徒步入京, 竝前言時事五疏上之, 留內不下。 政院以疏久留內, 請下史官。 上始下敎曰: “今見趙憲之疏, 乃人妖也。 天之譴告至深, 不勝兢惕。 豈非寡昧於賢相、名卿, 平日不能待以至誠, 委任不專, 有以致此耶? 尤不勝慙恧。 此疏不可不下, 而予不忍下。 一下則所損甚多, 予寧受過, 已焚之矣。 願史官大書予過, 以戒後世足矣。”【凡臣民章疏之上, 不出三日, 必下政院。 若無批辭, 而只踏啓字而下, 則承旨觀疏所言, 或下該司, 使之覆議, 或允其請, 則奉聖旨, 乃例也。 若不踏啓而下, 則政院藏之院閣, 史官取而採錄于《日記》, 無可錄則置之。 謂之留中不報者, 此也。 疏久不下, 則政院以《日記》纂入啓請, 亦例也。 憲疏雖焚, 自上猶批示其由則猶未廢, 例也。 自廢朝至今, 疏入不下, 政院不敢請, 便爲宮人所屑用, 非古所謂留中者也。】其論倭事疏曰: 臣竊聞東變, 無力詣闕, 裁疏駿奔, 追及于監司所去處, 謹以前月二十五日, 望闕拜疏于淸州客舍, 監司謂: “未聞易君之詳, 而陳疏未安。 且有論及數三大臣處, 藩臣之體, 未可輕進。” 臣無可奈何。 退而思之, 西伯戡黎, 祖伊奔告于商王; 高昌滅國, 魏徵陳戒于唐宗。 夫惟明智者, 能覩方萠之惡, 而豫圖所以消之。 故以天子而戒於夷狄, 猶致其邦之興。 反是而忽於殷鑑, 則如林之衆, 倒戈而稽首, 孟門、太行, 忽焉失守。 嗚呼! 聖如西伯而戡黎, 不利於商王; 高昌無道而戒隣, 反益於唐家, 矧玆日本, 素稱反覆而無信義之國也。 皇朝之初絶, 最爲上策; ﻿中廟之中絶, 而終致款附, 乃是中策也; 高麗之不務自强, 而累通信使, 或致拘沒要盟, 最是下策也。 蓋此童男女之種, 肇占遐島中高原、曠野, 以爲資生之計, 其避中國之難, 亦云幸矣。 故自宋以上, 不聞有爲中國邊患者。 胡元黷武, 妄擬普天之下無思不服, 不惟勞斃中國之民, 而幷驅東韓之士, 投之山濤鯨海之間, 以致骨不可拾, 而魂無所歸。 憬彼之徒, 始有輕中國之心, 侵自我國南疆, 冞入于畿、海之間, 乃至登比兒, 以窺江都, 高麗之民, 幾盡爲魚肉矣。 然而中得姜邯賛, 則狼烟爲之永息; 終得我聖祖, 則列鎭爲之森羅。 我能自守, 則彼不敢犯而越海, 以窺靑、楊, 非其得計也。 皇朝則方以鎭服西北戎狄, 勞弊中土。 若又交此狡虜, 則垂橐稛載之費, 反爲中國生靈之害, 故逆拒其使, 竝絶獻琛。 是乃麗祖絶交契丹, 而竝致橐駝之死者也。 雖間有竊發之患, 而不敢爲深入之計。 不貴遠物之效, 於玆可見, 而因致邇民之安, 是其上策也。 彼之所以稱兵累窺者, 蓋以麗季之得志, 萬一僥倖。 而及其不勝然後, 潛形巢窟, 諱其所由來之島, 乃反貢琛, 還襲我衣冠, 佯款于釜山, 以及朝貢之期。 祖宗之朝, 不絶而受之者, 蓋爲邊民庶不被鋒鏑之患也。 故捐一道田稅之半, 歲許船輸。 彼中桀黠者必謂: “和親則利歸於島主, 作賊則幸得之利, 分於群下, 而島主無所與。” 雖緣乍怒, 而有所窺覘, 或因善禦, 而捉納罪魁。 庚午三浦之變, 蓋亦酷矣, 而弸中之所以來致賊魁, 必求款納者, 非其誠失所利, 能如是乎? ﻿中廟之所以洞照姦狀, 坐鎭南訛者, 是其中策也。 交隣有道, 則大國役小國; 自治無術, 小役大、弱役强而已。 彼之於我, 累肆侵凌, 而我之於彼, 通三韓未嘗有一大擧。 如知楚國之寶, 惟善而已, 而視金珠如糞土, 則彼之要我者, 無所售其奸, 而我之制彼者, 自有盼子、黔夫分守東南, 不敢使片帆西棹。 幸有竊發者, 則嚴兵不動, 先問其所自來, 謂我之兵, 未嘗一南, 而爾肆覬覦, 不勝其衆。 若將貽書國王, 聽彼自誅, 則師直爲壯, 彼自奪氣。 然後, 乘其懈、奮我挺, 扼其亢, 而撻其背, 則雖强如晋、楚, 無若我何。 而況烟蒸風作, 不一其候, 潮進汐退, 難保俟便, 糧不繼, 而兵無援, 彼賊之憂, 必有深於我國者乎! 前朝强臣, 執國之命, 干城腹心, 一付私人, 務富其家, 而饑其師。 捍禦之策, 一無可觀, 而惟寶金玉, 貪彼之餌。 遠遣使臣, 仰彼鼻息, 使郭預客死, 鄭夢周轍環, 而一不止三道之憑陵, 是其下策之甚者也。 嗚呼! 今往何監? 非古人之得策者乎? 廊廟之議, 疎遠難聞。 自常情言之, 其必云: “接待羈縻不絶。” 而自其正名之義言之, 其必云: “拒而勿接矣。” 今其館待極厚, 請宴之日, 又問固要通价而後, 乃始赴闕。 不惟不能責其無禮, 而方將爲彼所制, 臣竊愧大臣之無人也。 李德裕之請納悉怛謀, 乃是忠唐之計, 而牛僧裕私有所惡於德裕, 則引義縛送, 而先儒是譏。 今求待彼之要, 須擇善處之術, 不可以東西異議, 而有所逕廷矣。 當於辭朝之日, 引諭來使曰: “請价修睦, 爲邦之一大務也。 契丹好戰, 而高麗絶交; 徐溫逐君, 而《綱目》誅之。 新君之績, 雖曰懋著, 而前王之廢, 未知何故。 若爲新交之甘, 遽忘舊好之定, 而十島之中, 或有一夫非寡人之心, 則寡人實無顔面, 可立於天地之裔, 玉帛璧之惠, 終歸虛地。 玆用返璧, 爾須領去。 使价之不可易通者, 又有三事。 天無二日, 民無二王。 大明天子, 一統天下, 我先祖之所敬事也, 東西南北, 無不賓服。 而爾島之中, 久假南越黃屋, 書契之間, 或稱天定幾年。 雖吾祖宗道大德宏, 不加苛責于絶域。 而今焉改紀之初, 旣號爲禮義是尙, 則先去此號, 改正國書然後, 乃通信使, 則寡人之事大交隣, 始無所憾於屋漏, 而竊懼汝國之不從, 一事也。 蕞爾三韓之地, 兵則不强, 食則不敷, 將則不良, 城則不固, 非敢謂能守能禦也。 粤自祖宗, 以及乎眇躬, 世守保邦之規者, 惟不欲侮奪于隣邦。 故未嘗一番興師駕海以南。 惟使李汝一, 討對馬叛賊, 是乃爾國耆舊之所共知也。 而爾國賊船, 無歲不窺, 虜我漁採之人, 不可勝數。 甚有炰人祭天, 刳剔嬰孩者, 所未聞於天下諸國也。 以至乙卯作賊, 明有擧國來寇之迹, 故問之諸道之使, 每道別有一種賊倭。 而頃有一使, 來納元績旗纛, 是不可以拾於道路者, 則其詐立現。 而爲寡人不曾經事, 久乃覺之。 今春又有劇賊來泊興陽諸島, 乘我不備, 而殺虜甚衆, 寡孤之怨, 格于窮蒼。 幸因歸正人, 訊其嚮導, 則我國逋亡者, 沙火同也。 而沙火同至於襲爾國冠帶, 富有榮寵云則非止爲一島之賊也明矣。 自我祖宗, 爲吾赤子軀命之重, 歲捐一道糧物, 以修隣好, 而旋被所欺, 略無所益。 寧以其糧物, 分恤我戰士之飢寒者, 則雖其瘖聾跛躄者, 爲寡人城守, 必盡其力矣。 自古無名之師, 上帝不佑, 而鬼亦陰誅。 爾雖有舟師百萬, 宜不可以必其得志也。 閉關絶之, 無損於我。 而和親則利歸於君上; 用兵則利歸於群下, 而上無所與者, 亦皆爾國君上之所共灼知也。 舊君之政, 自不能禁其國賊, 則宜其失位矣。 新君之政, 若反前規, 則如沙火同之反噬主足者、爾國人之炰人祭天、刳剔嬰孩者, 實是君民者所同惡也。 若能捉送春賊之魁與嚮導者, 明示邦刑, 以洗我將士之恥, 切禁一國大小島, 更不敢窺覦, 則弊邦之人, 俱各安枕矣。 兩君之好, 宜各永遠, 而竊懼汝國之不從, 又一事也。 厚往薄來, 雖是九經之道, 而濫觴于末流, 以至民困, 而國僨。 是乃有國之所同憂也。 當初爾國之通好於弊邦者, 非謂小邦之力, 可以威脅隣邦也。 必以九疇、八條之敎, 由箕子先明, 而周、孔、程、朱之學, 粗行於世, 得聞其說者, 小可以保族宜家; 大可以尊主庇民故也。 乃若先朝通好之使, 則聘問之外, 或耽經籍, 物薄而情厚; 事簡而弊絶, 其往興來, 不勞酬酢。 而厥後使臣漸尙興販, 少不稱意, 怒形於色, 以至殺我市人; 激我邊患, 以虧廉讓之風; 以傷兩國之和者, 亦爾國有識人之所歎也。 古語云: “從善如登, 從惡如崩。” 若我不腆之臣, 習見東使所爲, 不欲輕裝而返國, 則區區禮義之貽羞者無窮, 而抑恐爾邦之用是勞弊。 兼此數年之間, 饑饉癘疫, 邦民少安, 宗社粢盛, 抑懼殄享。 賓客羔豚, 將不掩豆, 道路供億, 屢聞州縣之竭。 罍爵不豐, 恐貽行旅之傷, 況若差發臣隣, 遠于將之? 葛裘之辦, 費我經營; 朝夕之資, 輸將水陸, 則小邦之力, 又懼疲頓, 而不能專力於皇朝。 《禮》不云乎? “不盡人之懽; 不竭人之忠, 以全交也。” 若遵《大易》《隨》時損益之義, 歲幣物數, 只用祖宗朝舊規, 俾爲可繼之道, 吾之所仰于彼者, 亦止療病藥材、宗器之飾而已則歲一報聘, 亦可以達吾誠意。 而篤周、孔《詩書》之敎, 分大明禮樂之化, 于以壽國養老, 不亦樂乎? 而竊懼汝國諸島, 懷利相交之徒, 厭而不從, 亦一事也。 歸告爾主: “若能遵守侯度, 先正名義, 前王子孫, 皆待以不死, 賊船橫行者, 一切禁斷, 還我叛俘, 更勿事屠戮, 重義輕利, 廉讓成俗, 則一變至道, 吾猶有望, 向風慕義之使, 不得不一遣矣。” 先爲制彼之策, 以攻其諼詐之謀, 則至誠所感, 未有不動之理矣。 嗚呼! 樽俎一話, 機關甚大, 故古人之愛君者, 至於躡足附耳, 而陳其妙計。 李珥若在, 則其必進善處之策, 而其生之日, 召與獨對, 則旁觀忌之, 共謀駁之; 其死之後, 忠勞備著, 而餘人指以誤國, 幷逐忠藎之徒。 越歲踰年, 自不陳經國之猷, 而徒知蠧國之粟。 喪信虧義者, 靦居相位; 朋奸負國者, 冒居權要。 故主憂臣辱, 不知爲何事, 彝倫攸斁, 不以經意。 粘壁枯蝸, 涎已竭而不知退; 典守龜玉, 櫝已毁而不知過。 貪邪無忌, 一如安老、元衡樹黨之廣, 浮於李樑、金鎧。 而今之言責、論思之望, 悉是附會時論, 昵迹權門者則民咨國賊, 孰從而告上哉? 董越謂成廟朝臣曰: “爾國有君而無臣。” 今之市里窮閻, 白叟黃童, 皆謂當代之有君無臣。 若使敵國觀兵者聞之, 其害豈淺淺哉? 而山海一不聞之, 則是無耳目者也, 知而不改, 則是負君父者也。 無耳目之罪輕; 負君父之罪大, 臣所以嘆息痛恨於李穡之後者也。 人謂: “朴淳爲相, 一無所事”, 而正色朝端, 人多畏愼; 鄕邑之中, 未聞有餒死者; 南塵北警, 皆欲區處有方。 而他人爲相, 惟以殉貨色, 訓于百僚, 民愁兵怨, 饑饉荐臻。 至于臣之一弟, 首死於饑荒, 若以江乙母言論之, 則雖謂, 三公殺臣之弟可也。 宋有臘寇, 方向櫛林時, 有小官言: “今無策, 只有起劉元城、陳了翁作相, 則寇不戰而自平。” 宋帝不聞, 而惟崇章、蔡之徒。 故臘寇大熾, 金虜旋至。 今之大盜, 橫行京外, 至於殺軍鋪之警卒, 而盜士人之處子, 葛榮、方臘, 不可謂不作也。 而南北之釁, 又將爲門庭之寇, 虞有大於金虜者, 而廟謨遠算, 一無陳、劉之術, 古人所謂 “國亂思良相” 之言, 臣願一誦於明主前。 來奔弟喪之日, 瞻望都門, 不忍虛過, 又懼道路之 梗, 而臣亦餒死, 則將來貢忠, 更無其日。 故更瀝肝血, 貼于小疏之末, 大其聲而直上之。 焚蕩之計, 則臣願亟發鋪馬而止之。 如其不可, 則繼援之將, 就差申恪、李宗仁等, 分伏于歸路要害處, 以爲萬一延活之計。 制倭之策, 則亟擲南金於倭館, 而旁名洪聖民、李俊民、安自裕、李增、李山甫、李海壽之從事儒雅者, 就將臣策, 討論修潤, 而善爲調柔之術, 一面亟發中使, 以召淳、澈、純、渾等, 今日陳、劉之亞者, 使其亟進大務, 表正百寮, 强幹固本則虜之憑陵、盜之縱橫, 雖不可及止, 而猶有扶持於危亂之謀, 不比今日之泄泄沓沓矣。"
            }
        }
    }
}