{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On eulyu day, the officials of the Office of the Inspector General requested that Jo Hyu be expelled from the capital for the purpose of his name. The King replied, It is only that he should be left unpunished. It is not worth mentioning this matter. The officials of the Office of the Inspector General submitted a memorial requesting that [Jo] Hyu be punished in the same manner as the Office of the Inspector General . The King replied, Although I was not foolish, I truly did not make an agreement with the Office of the Inspector General. How could I also have necessarily clarified the words [of the Office of the Inspector General]? I only desired to transmit the words of the Office of the Inspector General because I wanted to transmit the memorial. It was because I burn the memorial because I burn the memorial. If I burn the memorial because I was wrong, then I will satisfy my reprimand, and I will follow it as a warning to future generations. If [the Office of the Inspector General] makes a thorough investigation and make a confrontation with each other, then [the Office of the Inspector General] fears that [the Office of the Inspector General] might become the shame of the royal court and only abolish the cardinal principles. This is not what I am pleased. Deliberate on this matter again. All the officials of the Office of the Censor General clarified the opinion of [Jo] Hyu and clarified the name of [Jo] Hyu.",
                "H2KE-nKo": "양사가 아뢰어 조헌을 사판에서 삭제하기를 청하니, 답하기를,“그대로 두면 그만이지 따질 것이 없다.”하였다. 홍문관이 차자를 올려 양사와 같이 조헌에게 죄주기를 청하니, 답하기를,“내가 비록 불민하지만 진실로 일개 조헌 때문에 동요된 것은 아니다. 그도 어찌 그 말이 실행되기를 기필할 수 있겠는가. 다만 그 심술은 바로 그 상소의 내용을 전하려고 한 것이다. 내가 그 상소를 불태운 것은 바로 그 마음을 불태운 것이다. 만약 그 상소를 불태운 것을 잘못이라고 한다면 내가 그 책망을 달게 받겠다. 후에 마땅히 경계할 것이다. 만약 누누이 서로 따지면서 그와 대면하여 변론한다면 도리어 조정의 수치가 되고 대체만 손상시킬까 두려우니, 내가 기뻐할 바가 아니다. 다시 더 유념하겠다.”하였다. - 삼사의 논의는 모두 조헌을 가리켜 요괴스럽고 명예를 구한 것이라고 하였다. -\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 1월 1일(을유) 1번째기사",
                "gt-oKo": "양사(兩司)가 조헌(趙憲)을 사판(仕版)에서 삭제하기를 계청(啓請)하니, 답하기를, “버려두는 것이 마땅한 것이요 더불어 계교할 것 없다.” 하였다. 홍문관이 상차하여 양사와 마찬가지로 조헌에게 죄주기를 청하니, 답하기를, “내가 민첩하지는 못하나 진실로 일개 조헌에게 동요되지는 않을 것이다. 그도 어찌 자신의 말이 행해질 수 있기를 기필했겠는가. 다만 그의 심술(心術)은 바로 자기 소장의 사연을 전하려 한 것뿐이다. 내가 그의 소장을 태운 것은 곧 그의 마음을 태운 것이다. 만일 소장을 태워버린 것을 그르게 여긴다면 내가 그 책망을 달갑게 받고 앞으로의 경계로 삼겠다. 그러나 누누이 서로 교계하여 더불어 대변(對辨)한다면 도리어 조정의 수치가 되어 대체(大體)만 손상시킬까 염려되니, 내가 좋게 여기는 바가 아니다. 다시 유념하도록 하라.” 하였다.【삼사의 논의는 모두 조헌을 지목하여 요괴스럽고 명예를 낚는 짓이라고 하였다.】",
                "hj": "○朔乙酉/兩司啓請趙憲削去仕版, 答曰: “但當置之而已, 不足與較。” 弘文館上箚, 請罪如兩司, 答曰: “予雖不敏, 固非一憲所動。 渠亦豈可必其說之得行乎? 第其心術, 正欲傳其疏辭也。 予焚其疏, 乃焚其心也。 若以焚疏爲非, 則予當甘心受責, 後當爲戒。 若縷縷相較, 與之對辨, 則恐反爲朝廷之羞, 徒傷大體, 非予所喜也。 當更加留念。”【三司之論, 皆指憲爲妖怪沽名。】"
            },
            "2": {
                "H2KE-EN": "On imja day, the capital city surrounded from Gwangjin to the sea guesthouse for several days. The water was red and dirt was like snow.",
                "H2KE-nKo": "경강에서 광나루[廣津]로부터 바다 어귀에 이르기까지 피처럼 붉고 흐린 지 며칠이 되었다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 1월 1일(을유) 2번째기사",
                "gt-oKo": "경강(京江)의 물이, 광진(廣津)으로부터 바다 어귀에 이르기까지 피처럼 붉은 지가 수일이 되었다.",
                "hj": "○京江自廣津, 至海口, 水赤濁如血者數日。"
            },
            "3": {
                "H2KE-EN": "On gapsul day, Yi Jel , army commander , patrolled in Gyeongheung . Kim Ucheol , army commander , was sent to lead four hundred sailors to cross the river on the occasion of ice. At dawn, he pursued Chu Island and decapitated thirty-three sailors. Subsequently, leading more than two thousand sailors of the garrison of Gilju , including Magistrate of Hoeryeong Strategic Prefecture Byeon Eonyu , Magistrate of 온성 Magistracy Yang Daesu , and Magistrate of Buyeo District Yi Jisi , secretly crossed the river on the occasion of troops. At night, he pursued the bandits of occurred more than two hundred houses and decapitated 380 sailors. This was because they committed the crime of plundering Nok Island .",
                "H2KE-nKo": "북병사 이일이 순찰하다가 경흥에 이르러 우후 김우추를 보내 400기를 거느리고 얼음을 타고 강을 건너 새벽에 추도의 반호를 습격하여 33급을 베게 하였다. 이어서 길주 이북 여러 진의 군사 2000여 기를 징발하고, 회령 부사 변언수, 온성 부사 양대수, 부령 부사 이지시를 장령으로 삼아 몰래 군사를 거느리고 강을 건너가게 하였다. 밤에 시전의 반호를 습격하여 200여 가를 불태우고 380여 급을 베었으니, 이는 녹도의 죄를 토벌한 것이다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 1월 1일(을유) 3번째기사",
                "gt-oKo": "북병사(北兵使) 이일(李鎰)이 순찰하던 중 경흥(慶興)에 당도하여 우후(虞候) 김우추(金遇秋)를 보내 4백 기(騎)를 거느리고 얼음을 타고 도강하여 새벽에 추도(楸島)를 엄습하게 해서 배반한 호인(胡人) 33급(級)을 베었다. 이어 길주(吉州) 이북 제진(諸鎭)의 군사 2천여 기(騎)를 출동시켜 회령 부사(會寧府使) 변언수(邊彦琇), 온성 부사(穩城府使) 양대수(楊大樹), 부령 부사(富寧府使) 이지시(李之詩)를 장령(將領)으로 삼아 몰래 군사를 도강시켜 밤에 시전(時錢)의 반호(叛胡)를 엄습, 2백여 집을 불태우고 3백 80급을 베었다. 이는 녹도(鹿島)를 침입한 죄를 성토한 것이다.",
                "hj": "○北兵使李鎰巡到慶興, 遣虞候金遇秋, 領四百騎, 乘氷渡江, 曉襲楸島叛胡, 斬三十三級。 繼發吉州以北諸鎭兵二千餘騎, 會寧府使邊彦琇、穩城府使楊大樹、富寧府使李之詩爲將領, 潛師渡江, 夜襲時錢叛胡, 焚二百餘家, 斬三百八十餘級, 蓋討鹿島之罪也。"
            },
            "4": {
                "H2KE-EN": "Kwon Geukji was appointed inspector general , Yi Haesu was appointed governor of Chungcheong Province , and Yi Sigyeon was appointed 수찬 of the Office of the Crown Prince .",
                "H2KE-nKo": "권극지를 대사헌으로, 이해수를 충청 감사로, 이호민을 홍문관 수찬으로 삼았다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 1월 1일(을유) 4번째기사",
                "gt-oKo": "권극지(權克智)를 대사헌으로, 이해수를 충청 감사로, 이호민을 홍문관 수찬으로 삼았다.",
                "hj": "○以權克智爲大司憲, 李海壽爲忠淸監司, 李好閔爲弘文修撰。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "Yu Hong , Envoy for Expressing Gratitude for Imperial Benevolence , returned from Beijing and received the copies of the Supplement to the Comprehensive Mirror to Aid in Government (C. Tongjian . He also received the imperial edict and arrived. [Yu] Hong, arriving at the Imperial capital, submitted a memorial to the Board of Rites requesting the copies of the Comprehensive Mirror to Aid in Government (C. Tongjian . The Board of Rites, having not yet received the imperial edict, it was difficult to refuse it. [Yu] Hong, together with interpreters and others, went to the imperial court to make an expectations [to the Emperor], and eventually bowed to the ground. [Yu] shed tears and firmly requested. The Document Supreme General [of the Imperial Entertainments ] Shen was moved, and submitted a memorial [to the Emperor], and the Emperor accepted it. [The Emperor] specially bestowed a copies of our country upon him. [The book] also bestowed a copy of the imperial edict and proclamation upon the Imperial Entertainments. The copy of the Imperial Entertainments read as follows: Your humble subjects, have sincerely requested this special favor. When [Yu] Hong departed the guesthouse, the chief envoy Ma Yumyeong composed a poem composition and congratulated it. The King received the imperial edict at the outskirts of the capital, and he went to the hall of governance to offer congratulations [to the Imperial Entertainments]. The edict read as follows: Receiving the Imperial Entertainments of the Imperial Entertainments, I eternally enjoyed the glory of the corruption of the Imperial Entertainments. People together with the people, and I reverently receive the imperial favor of the Imperial Entertainments. People are all prosperous, and the entire country have revived. Recalling this humble body, I presumptuously succeededed to the throne, and I deeply grieved that my grandfather had been falsely accused. How can I be able to wear unlined clothes and rice? It is difficult to reform my filial son and grandchildren. How could I not see the copy of the Imperial Entertainments? I am suspicious and trust in my heart, and I hope that the Imperial Entertainments will be unable to retreat [the Imperial Entertainments]. The Imperial Entertainments are as the sun and stars,",
                "H2KE-nKo": "삭갑인년에 사은사 유홍이 연경에서 돌아와 《회전》의 완성된 책과 아울러 칙서를 받들고 와서 선포하였다. 유홍이 연경에 도착하여 예부에 정문하여 《회전》의 완성된 책을 얻기를 청하니, 예부에서 예람을 거치지 못하였다고 하여 어렵게 여겼다. 유홍이 일행의 원역 등과 함께 나아가 간절히 청하면서 머리를 조아리고 피눈물을 흘리며 울면서 굳이 청하니, 상서 심반이 감동하여 주본을 갖추어 제청하니, 천자가 옳게 여겼다. 특별히 본국에 부권된 책을 하사하였고, 또 칙서를 내려 선유하였는데, 그 글에,“배신이 지성으로 간절히 청하므로 이에 특별히 곧바로 하사한다.”하였다. 유홍이 관문을 나올 때 주사 마유명이 시로 하례하였다.주상이 교외에서 칙서를 맞이하고 종묘에 고하고 대사령을 내렸으며, 정전에 나아가 하례를 받았다. 그 교서에,“천자의 은총을 받들어 더러운 수치를 영원히 씻었다. 온 나라 사람들과 함께 기뻐하면서 이에 천자의 은혜를 미루어 만물이 모두 기뻐하고 온 나라가 재건되었다. 돌아보건대, 변변치 못한 내가 외람되이 왕업을 지켜 선대의 계통이 무함을 받은 것을 가슴 아프게 여기니, 어찌 비단옷을 입고 쌀밥을 먹는 것이 편안하겠는가. 역적의 이름이 거짓된 것을 민망히 여겨 효자와 자손이 고치기 어려웠다. 오직 칙서를 여러 차례 내렸는데, 완성된 책을 보지 못한 것을 어찌한단 말인가. 내 마음이 장차 미덥게 되리라고 의심하여 대궐을 바라보며 머뭇거리고 있다. 왕의 말은 실오리와 같고 보훈을 띠고서 유포되었다. 원류가 옥적에서 바로잡히고 충분이 금장에서 포상을 받았다. 열성조로부터 200년 동안 호소한 상소가 몇 번이나 간절하였는가. 우리나라 수천 리가 무너지는 윤기가 비로소 밝아졌다. 이처럼 함께 기뻐하며 태평성대를 누릴 때를 생각하니, 반드시 특별한 사면의 은전이 있을 것이다. 이미 종묘사직에 두루 밝게 고하였으니, 은택이 마땅히 신민에게 흡족할 것이다.”하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 2월 1일(갑인) 1번째기사",
                "gt-oKo": "사은사(謝恩使) 유홍(兪泓)이 경사(京師)에서 돌아왔는데, 완성된 《대명회전(大明會典)》을 얻어오고 아울러 칙서(勅書)를 받들고 와서 선포하였다. 유홍이 연경(燕京)에 이르러 예부(禮部)에 정문(呈文)하여 완성된 《회전(會典)》을 얻기를 청하니, 예부에서 예람(睿覽)을 거치지 않았다 하여 어렵게 여겼다. 유홍이 일행의 원역(員役) 등과 함께 나아가 간절하게 청하면서, 머리를 조아려 피가 나기에 이르고 눈물을 흘리며 굳게 청하니 예부 상서(禮部尙書) 심이(沈鯉)가 감동하여 주본을 갖추어 제청(題請)하자 천자가 재가하였다. 그리하여 본국에 부칠 책을 특별히 내리고 또 칙서를 내려 선유(宣諭)하였는데, 그 칙서에, “배신(陪臣)이 지성으로 간청하므로 이에 특별히 곧바로 하사한다.” 하였다. 유홍이 산해관(山海關)을 나올 때에 주사(主事) 마유명(馬維銘)이 시로 하례(賀禮)하였다. 상이 교외에서 칙서를 맞이하여 종묘에 고하고 대사령(大赦令)을 내리고 정전(正殿)에 나아가 하례를 받았다. 교서(敎書)는 다음과 같다. “천자의 총광(寵光)을 받들어 더러운 수치를 영원히 씻었다. 온 나라 사람들과 함께 기뻐하며 칙서 내린 은혜를 널리 알린다. 만물이 다 경하하고 나라가 다시 조성(造成)되었다. 돌아보건대, 하찮은 내가 외람되이 큰 기업(基業)을 지키게 되었는데 선계(先系)가 무함을 받은 것을 마음아프게 여겨왔으니 어찌 비단옷을 입고 쌀밥을 먹는 것이 편안할 수 있겠는가. 역적의 이름을 뒤집어 쓴 것을 민망히 여겼으나 효자(孝子)와 자손(慈孫)으로서도 고치기가 어려웠다. 칙서를 여러 차례 내렸으나 완성된 책을 보지 못한데야 어찌하겠는가. 내 마음에 반신 반의하여 신극(宸極)을 바라보며 머뭇거렸다. 천자의 말씀이 내려왔는데 보훈(寶訓)을 겸하여 유포하였다. 원류(源流)가 옥적(玉籍)에서 바로잡혔고, 충분(忠憤)은 금장(金章)에서 포창을 받았다. 열성조(列聖朝)로부터 2백 년 동안 호소한 소주(䟽奏)가 얼마나 간절하였던가! 우리 나라의 영토 수천 리에 끊어졌던 윤기(倫紀)가 새롭게 밝아졌다. 생각건대 국민이 다같이 기뻐하며 태평을 누리는 시기에 반드시 죄인을 풀어주는 비상한 은전이 있어야 한다. 이미 종묘·사직에 두루 밝게 고하였으니, 혜택이 신민에게 성대하게 내려져야 할 것이다.”",
                "hj": "○朔甲寅/謝恩使兪泓還自京師, 得頒賜《會典》成書, 竝捧勑來宣。 泓至燕京, 呈文禮部, 乞得《會典》成書, 禮部以未經睿覽難之。 泓與一行員役等, 詣請懇迫, 至叩頭出血, 涕泣固請。 尙書沈鯉爲之感動, 具本題請, 天子可之。 特賜本國付卷, 又降勑宣諭, 書云: “陪臣至誠懇請, 玆特徑賜。” 云。 泓出關時, 主事馬維銘, 以詩賀之。 上延勑于郊外, 告廟大赦, 御殿受賀。 敎書曰: “承天子寵光, 永灑汚穢之恥。 與國人同歡, 爰推渙汗之恩。 萬物咸休, 一邦再造。 顧惟眇躬, 叨守丕基, 痛先系之受誣, 何安乎衣錦食稻? 悶逆名之冒僞, 難改乎孝子慈孫。 惟降勑之屢勤, 奈成書之未覩? 予心將疑將信, 望宸極而逡巡。 王言如絲如綸, 帶寶訓而流布。 源流歸正於玉籍, 忠憤荷褒於金章。 自列聖二百年, 籲呼之疏奏幾切? 環東土數千里, 斁絶之倫紀始明。 念玆同歡亨泰之辰, 必有非常曠蕩之典。 昭告旣遍於廟社, 惠澤宜霈於臣民。”"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that Yu Hong be rewarded with a higher rank. [The King] skipped him by promotion and appointed him to a higher rank. [The King] bestowed male and female slaves and farmland upon him. [The King] also bestowed a higher rank upon the sons of [Yu] Dal , who accompanied him. [The King] received him in audience and said to [Yu] Dal , My dear sir, sincerely looked up and appealed [to my dear sir], ultimately obtained a copy of a copy. [However,] the people of the Three Hans have no father but a father. [However,] as a ruler and a ruler, it is not sufficient to compare [Yu] So [], [Yu] [], and [Yu] [], as a higher rank.",
                "H2KE-nKo": "유홍의 품계를 상으로 주라고 명하였다. 품계를 건너뛰어 숭록대부로 삼고, 판중추부사에게 노비와 토지를 하사하였으며, 수행한 아들 유대술에게도 모두 품계를 올려 주었다. 주상이 인견하고 직접 위로하기를,“경이 진심으로 호소하여 마침내 완성된 책을 얻었으니, 삼한의 민물로 하여금 아버지도 없고 아버지도 있게 하였고, 임금도 없고 임금도 없게 하였으니, 소하, 조우, 위청, 곽거병의 공훈은 견줄 만한 것이 못 된다.”하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 2월 1일(갑인) 2번째기사",
                "gt-oKo": "유홍(兪泓)에게 상으로 관계(官階)를 올려주도록 명하였다. 품계를 숭록 대부(崇祿大夫)에 초수(超授)하여 판부사(判府事)에 제수한 다음 노비와 토지를 하사하고 종행(從行)한 아들 유대술(兪大述)에게도 아울러 관직을 승진시켰다. 상이 인견하고 면대하여 위로하였다. “경이 혈성(血誠)으로 호소하여 마침내 완성된 책을 얻어 삼한(三韓)의 백성과 만물로 하여금 아비가 없다가 있게 하고 임금이 없다가 임금이 있게 하였으니, 소하(蕭何)·조참(曹參)·위청(衛靑)·곽거병(霍去病)의 공훈이라고 비하기에 충분하지 못하다.”",
                "hj": "○命賞兪泓官階。 超秩爲崇祿, 判府事, 賜奴婢、土田, 從行子大述竝進官。 上引見面慰曰: “卿血誠籲呼, 竟得完書, 使三韓民物, 無父而有父; 無君而有君, 蕭、曹、衛、霍之勳, 未足爲比也。”"
            },
            "3": {
                "H2KE-EN": "Yu Hong was appointed minister of rites . Shortly thereafter, he was promoted to 좌찬성 .",
                "H2KE-nKo": "유홍을 예조 판서로 삼았다가 곧이어 좌찬성으로 승진시켰다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 2월 1일(갑인) 3번째기사",
                "gt-oKo": "유홍을 예조 판서로 삼았다가, 조금 뒤에 좌찬성으로 승진시켰다.",
                "hj": "○以兪泓爲禮曹判書, 俄陞左贊成。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, a group of officials requested the King to request permission to rectify the accomplishments of the royal clan and the accomplishments of previous generations. The King did not approve this request.",
                "H2KE-nKo": "군신이 종계를 개정하고 전열을 빛내는 일로 존호를 올릴 것을 청하였으나, 허락하지 않았다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 3월 1일(갑신) 1번째기사",
                "gt-oKo": "군신(群臣)이, 종계(宗系)를 개정하고 전대의 공렬(功烈)을 빛냈다는 것으로 상에게 존호(尊號) 올리기를 청하였으나 윤허하지 않았다.",
                "hj": "○朔甲申/群臣以改宗系、光前烈, 請上尊號, 而不許。"
            },
            "2": {
                "H2KE-EN": "The King saw Recorder Ma Yumyeongs poem and had the officials in the government office compose a poem composition and present it to the King. The King composed a poem composition of one poem. The Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain have now been rectified. Do not say that this is my sincerity. The merits of our ancestors have earlier been contributed to the various officials. The poems of royal favors are the same as that of great generosity. The songs are competently engaged in praise. I hope that my humble will be upheld to the sagacity of His Majesty forever. The poem read as follows: The officials wish to add another honorable poems from the end of this honorable",
                "H2KE-nKo": "주상이 주사 마유명의 시를 보고 관각의 신하들로 하여금 운에 화답하여 올리게 하고, 주상이 스스로 1장을 화답하여 올렸다. - 종묘사직이 이제야 바로잡혔으니, 이것이 나의 정성이라고 말하지 말라 열조의 공이 일찍이 쌓이고 신하들의 정성이 몇 번이나 컸던가 큰 조화로 은택이 함께 입었으며 노래 부르고 읊조리기를 원하였다. 구구한 뜻을 지켜 천추토록 성명을 받들기를 원하였는데, 그 주에 “신하들이 휘호를 올리고자 하였기 때문에 말단의 글귀에 언급한 것이다.”라고 하였다. - 전교하기를,“유홍이 이번 사행에 만 리나 험난한 길을 와서 한마음을 다하여 직접 윤음을 받들고 직접 보전을 받들었다. 그리하여 금수와 같은 지역을 예의의 나라로 바꾸었으니, 이는 우리 동방이 다시 조성되고 기자의 구주가 다시 펴지는 때이다. 그러니 그 시를 후세에 민멸되게 할 수 있겠는가. 내가 이를 두려워하여 사신에게 명하여 각각 그 운에 화답하게 하였는데, 사신이 도리어 나에게 공을 돌렸으니, 이는 그 뜻을 잃은 것이다. 나 또한 말이 없을 수 없다. 대체로 시는 뜻을 말하는 것이니, 말로 뜻을 해치지 말아야 한다.”하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 3월 1일(갑신) 2번째기사",
                "gt-oKo": "상이 주사(主事) 마유명(馬維銘)의 시를 보고 관각(館閣)의 제신(諸臣)에게 그 운에 화답하여 지어 올리게 하고, 상도 스스로 1장(章)을 화답하여 신하들에게 보였다. 【종계(宗系)가 이제서야 바르게 되었으니 이것을 나의 정성이라 이르지 말라 열조께서 일찍이 공을 쌓으셨고 신하들 정성 얼마나 기울였던가 천자의 은택 큰 조화와 같고 칭송의 노래 사방에 미치도다 원컨대 하찮은 이 뜻 지켜 천년토록 성명을 받들리 주석에 “신하들이 휘호(徽號)를 올리고자 하였으므로 말구(末句)에 언급한 것이다.” 하였다.】 하교(下敎)하였다. “유홍이 이번 사행에 만리길의 어려움을 겪었고 한 마음을 다하여 손수 윤음(綸音)을 받고 직접 보전(寶典)을 받들게 되었다. 그리하여 금수와 같은 지역을 예의(禮義)의 나라로 변화시켰으니 이것은 우리 동방이 다시 조성되고 기자(箕子)의 구주(九疇)가 다시 펴지는 시기이다. 그러니 이에 대한 시를 후세에 전하지 못하게 해서야 되겠는가. 내가 이를 두려워하여 사신(詞臣)에게 명하여 각기 그 운에 따라서 짓게 한 것인데, 사신이 도리어 나에게 공을 돌리니 본지를 잃어버린 것이다. 따라서 나 또한 말이 없을 수 없다. 시는 뜻을 말하는 것이니 말 때문에 뜻을 해치지 않도록 하라.”",
                "hj": "○上見主事馬維銘詩, 令館閣諸臣, 和韻以進, 上自和一章。【宗祊今始正, 莫謂是予誠。 列祖功曾積, 諸臣悃幾營。 恩沾同大造, 歌競及流鶯。 願守區區志, 千秋戴聖明。 註云: “群臣欲加徽號, 故末句及之。”】以示群臣。 且敎曰: “兪泓之是行也, 艱關萬里, 殫盡一心, 手捧綸音, 親擎寶典。 變禽獸之域爲禮義之邦, 是吾東方再造, 箕疇復敍之日也。 可使其詩, 泯沒於後乎? 予爲是懼, 爰命詞臣, 各次其韻, 詞臣反歸功於予, 失其旨也, 予亦不可無言。 夫詩以言志, 不以辭害意可也。”"
            },
            "3": {
                "H2KE-EN": "The metropolitan second stage civil examination was selected thirty-three people, including Kim Si헌 .",
                "H2KE-nKo": "식년 전시를 행하여 김시헌 등 33인을 뽑았다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 3월 1일(갑신) 3번째기사",
                "gt-oKo": "식년 전시(式年殿試)에서 김시헌(金時獻) 등 33인을 뽑았다.",
                "hj": "○式年殿試, 取金時獻等三十三人。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Chief State Councilor Bak Susin requested that he be replaced by nineteen strokes of beating with the heavy stick due to old age and illness. The King approved this. ",
                "H2KE-nKo": "영의정 노수신이 늙고 병들었다는 이유로 체차해 주기를 청하는 소장을 19차례나 올리자, 주상이 이에 허락하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 4월 1일(갑인) 1번째기사",
                "gt-oKo": "영의정 노수신(盧守愼)이 노질(老疾)로 체직시켜주기를 청하였는데, 소장이 19번 올라가서야 상이 윤허하였다.",
                "hj": "○朔甲寅/領議政盧守愼, 以老疾乞遞, 章十九, 上乃許。"
            },
            "2": {
                "H2KE-EN": "Yun Gukhyeong was appointed deputy director of the Office of Royal Decrees . At the time, high-ranking officials and high-ranking officials prostrated themselves in the palace courtyard and requested that [the King] be elevated to request that [the King] be elevated to him. The King did not approve [Yu] Gukhyeongs lecture on the Confucian Classics and reported to the King, saying, Your Majesty adamantly refused to request that [the King] be elevated and did not grant [Your Majestys] approval. This is luxurious and admirable. The King accepted this. Gukhyeong also submitted a memorial requesting that [Your Majesty] elevate [Your Majesty] even more admirable and admirable, thereby showing [Your Majestys] admirable reputation. [The King] also said, Early on, [Your Majesty] support the throne to determine the plan for the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain. Although the opinion was not implemented, the people considered this praise his admirable.",
                "H2KE-nKo": "윤국형을 부제학으로 삼았다. 이때 종계 변무 문제로 대신과 여러 재신이 복합하여 존호를 올릴 것을 청하였는데, 주상이 허락하지 않았다. 윤국형이 진강하기 위해 입시하여 아뢰기를,“신하들이 존호를 올릴 것을 청하였는데 전하께서 굳이 사양하며 허락하지 않으시니, 그 성대한 아름다움이 도리어 존호를 받는 것보다 빛납니다.”하니, 주상이 받아들였다. 윤국형이 또 동료와 함께 차자를 올려 더욱 겸손함을 숭상하여 존호를 받지 않는 미덕을 보일 것을 청하고, 또 아뢰기를,“일찍 세자를 세워 종묘사직을 안정시킬 계책을 세우소서.”하였는데, 의론이 시행되지는 않았지만 식자들은 흡족하게 여겨 칭송하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 4월 1일(갑인) 2번째기사",
                "gt-oKo": "윤국형(尹國馨)을 부제학으로 삼았다. 이때 종계(宗系)의 변무(辨誣)에 관한 일로 대신과 재신(宰臣)들이 합문(閤門)에 엎드려 존호(尊號) 올리기를 청하였으나 상이 윤허하지 않았다. 윤국형이 진강(進講)을 인하여 입시(入侍)해서 아뢰기를, “신하들이 존호 올리기를 청하였으나 전하께서 굳이 사양하고 허락하지 않으시니, 그 성대하고 아름다움이 도리어 존호를 받으시는 것보다 빛납니다.” 하니, 상이 그 말을 받아들였다. 윤국형이 또 동료들과 차자를 올려 더욱 겸손을 숭상하여 공을 자처하지 않는 미덕(美德)을 보이기를 청하고, 또 아뢰기를, “세자(世子)를 일찍 세워 종사(宗社)의 계책을 정하소서.” 하였는데, 그 의논이 행해지지는 않았으나 식자들은 흡족히 여겨 칭찬하였다.",
                "hj": "○以尹國馨爲副提學。 時以宗系辨誣, 大臣諸宰伏閤, 請上尊號, 上不許。 國馨因進講入侍啓曰: “群臣請上尊號, 而殿下固讓不許, 其爲盛美, 反有光於受號。” 上納之。 國馨又與同僚, 上箚請益崇謙, 以示不居之美, 又言: “早建儲貳, 以定宗社之計。” 議雖不行, 識者洽然稱之。"
            },
            "3": {
                "H2KE-EN": "In accordance with old precedent, when there was a courtyard to request, official historians also submitted a joint memorial requesting the same surname. At the time, Yun Bang , 검열 of the Office of Royal Decrees , deliberated on the official historian to ascend the hall, and this is not a duty of all the officials to request the same surname. For this reason, official historians did not request the courtyard.",
                "H2KE-nKo": "옛 규례에, 나라에 정청이 있으면 사관도 상소하여 같은 내용으로 청하였다. 이때 윤방이 검열이 되어 의논하기를,“붓을 잡고 전에 올라가는 것은 직분이고, 백관과 함께 정청하는 것은 직분이 아닙니다.”하였다. 이로 말미암아 사관은 정청하지 않았다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 4월 1일(갑인) 3번째기사",
                "gt-oKo": "예전 관례에는 나라에 정청(廷請)이 있으면 사관(史官) 또한 같은 내용으로 상소하여 청하였었다. 이때 윤방(尹昉)이 검열(檢閱)이 되어 의논드리기를, “붓을 잡고 전상(殿上)에 올라가는 것이 직분이고 백관과 정청하는 것은 직분이 아닙니다.” 하였다. 이로 말미암아 사관은 정청하지 않았다.",
                "hj": "○舊例, 國有廷請, 則史官亦上疏同辭以請。 時, 尹昉爲檢閱議以: “執筆上殿, 職耳; 與百僚廷請, 非職也。” 由是, 史官不廷請。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the King again appointed 노수신 as chief state councilor . It has not been long since Susin came to the palace to express gratitude for the royal benevolence, and thus he submitted a joint memorial requesting he be replaced. The King personally responded, I saw my dear sirs requesting he be replaced. I am not fully aware of my dear sirs earnest intent. It is also not that my dear sirs words are trusted. However, now the world of the state is worse than that of my dear sirs illness. How could my dear sir be only concerned about my illness and not care about the world of the state? This is why I cannot disobey my dear sirs opinion. Truly, I cannot bear my great affection. Otherwise, if my dear sir is allowed to stay in a leisurely one or two years in order to cultivate myself, what difficulty would there be? However, when my dear sir has replaced, he is now again replaced, as if my dear sirs enjoys a single worse, is it not possible for me to proceed to the palace to express gratitude for the royal benevolence. In ancient times, high officials were ordered to ride the palanquin for the royal palanquin for the state. Now, I will hear my dear sirs sleeping in the palace to ask about myself and answer immediately.",
                "H2KE-nKo": "삭미일에 다시 노수신을 영의정으로 삼았다. 노수신이 나와서 사은한 지 얼마 되지 않아 연이어 소장을 올려 체차해 주기를 청하니, 주상이 친히 비답하기를,“경이 해직을 청하는 소장을 보았다. 내가 경의 간절한 마음을 다 알지 못하는 것도 아니고 또한 경의 말을 믿지 않는 것도 아니다. 다만 지금 국가의 위태로움이 경의 병보다 심한데, 경은 어찌 자신의 병만을 생각하고 국가의 위급함은 생각하지 않는단 말인가. 이것이 차라리 경의 뜻을 거스를지언정 참으로 차마 하지 못할 점이 있는 이유이다. 그렇지 않다면 경에게 1, 2년 동안 한가롭게 지내면서 한가롭게 지내며 몸조리를 하도록 허락해 주는 것이 무슨 어려움이 있기에 체차되자마자 곧바로 복직시켜 마치 아이들 장난과도 같아서 따질 겨를이 없는 것인가. 경의 걸음걸이가 불편하다고 들었으니 굳이 나와서 사은할 필요가 없다. 옛날에는 대신이 국가의 대계를 위하여 견여를 타고 들어오라고 명하였었다. 지금 나도 경이 합문에 누워 있다는 말을 듣고 묻는 말이 있으면 그때마다 대답할 뿐이다.”하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 5월 1일(계미) 1번째기사",
                "gt-oKo": "다시 노수신을 영의정으로 삼았다. 노수신이 나와 사은한 지 오래지 아니하여 잇달아 소장을 올려 체직을 청하니, 상이 친히 비답하였다. “경의 해직을 청하는 소장을 보았다. 내가 경의 정성을 다 알지 못하는 것이 아니고 또한 경의 말을 믿지 않는 것도 아니다. 다만 지금 국가의 위태로운 형세가 경의 병보다 심한데, 경이 어찌 신병만 생각하고 나라의 위태로움을 생각하지 않을 수 있겠는가. 이것이 차라리 경의 뜻을 거스를지언정 참으로 차마 못하는 바가 있게 된 까닭이다. 그렇지 않다면 경에게 1∼2년쯤 한직을 주어 한가로이 휴양하도록 하는 것이 무슨 어려울 것이 있기에 체직하자마자 곧바로 복직하기를 마치 아이들 장난처럼 하여 미처 헤아릴 겨를이 없이 하겠는가. 듣건대 경은 행보(行步)가 불편하다 하니 반드시 출사할 것은 없다. 옛날에도 대신은 국가의 대계(大計)가 있으면 가마를 타고 들어오도록 명하였다. 지금 나도 경에게 집에 누워 있음을 청허하니 하문이 있으면 곧 대답할 따름이다.”",
                "hj": "○朔癸未/復以盧守愼爲領議政。 守愼出謝未久, 連上章乞遞, 上親批答曰: “見卿乞解之章。 予非不悉卿懇, 亦非不信卿言。 第今國家危敗之勢, 甚於卿病。 卿豈可惟念身病, 而不念國之危病? 此所以寧拂卿意, 誠有所大不忍也。 不然, 許卿一二年閑秩, 優游頤養, 有何所難, 而纔遞旋復, 有若兒戲, 而不暇計乎? 聞卿行步不便, 不必出謝。 古之時, 大臣有國家大計, 命乘肩輿以入。 今予亦聽卿臥閤, 有問輒對而已。”"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and conducted the Royal Confucian Academy in order to select eleven people including Hwang Hui .",
                "H2KE-nKo": "성균관에 행행하여 알성시를 행하고 황신 등 11인을 뽑았다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 5월 1일(계미) 2번째기사",
                "gt-oKo": "성균관에 행행(行幸)하여 알성(謁聖)하고 선비에게 시험보여 황신(黃愼) 등 11인을 뽑았다.",
                "hj": "○幸成均館, 謁聖試士, 取黃愼等十一人。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Chief State Councilor Bak Susin submitted a memorial requesting he be relieved of his illness twelve times in order to be replaced after he was first replaced and appointed as Supreme General of the Middle Army Commandery General . ",
                "H2KE-nKo": "영의정 노수신이 병을 이유로 사직한 열두 번째 장계를 올려 체차해 주기를 청하니, 비로소 체차하고 판중추부사에 제수하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 6월 1일(계축) 1번째기사",
                "gt-oKo": "영의정 노수신이 고병장(告病狀)을 12번이나 올려 체직해주기를 청하니, 비로소 체직하고 판중추부사(判中樞府事)에 제수하였다.",
                "hj": "○朔癸丑/領議政盧守愼告病十二狀乞遞, 始遞, 授判中樞府事。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "The first day of the twelfth month, Second Deputy Director of the Royal House Administration Ahn Jayu passed away. [Ahn] Jayu was a scholar of the eulsa year (, he was deeply familiar with Ahn Myeongseo . [Ahn] Myeongseo was encountered by natural disaster, and [Ahn] Jayu was involved in the innocent life for ten years. Now, the King has long stayed in the Three Armies and sometimes participated in the section chief of the Ministry of Personnel . His personality was honest and upright. People were simple-hearted and upright. People did not allow him to do so, but he did not speak with others, slightly and slightly. All of the colleagues were afraid of him. When the inspectors and censors impeached the inspectors and censors, those of all the officials who did not fulfill their duties regardless of their fear. Even with their families and nephews, those who have familiar with their brothers or nephews do not dare to gain favor with them even for a morning and evening. It has been more than fifty years since serving in the court [of Ming China], none of their sons and grandfather sought government posts. Even though the section chief and the Ministry of Personnel questioned them, they said that my sons and nephews are not talented, and they are not suitable for government posts. Ultimately, they did not discuss this matter. There were no section chief and the tutor to the court [of Ming China], but there was no tutor to the tutor",
                "H2KE-nKo": "삭녕지돈녕부사 안자유가 졸하였다. 안자유는 을사년의 사류로서 안명세와 가장 친밀하였다. 안명세가 화를 당하자 안자유는 죄에 연루되어 중도에 폐기된 지 10년이 되었다. 금상에 오랫동안 삼사에 있으면서 간혹 전좌에 참여하기도 하였다. 사람됨이 개결하고 절직하여 남들에게 허여하는 일이 적었고 남들과 장난삼아 웃거나 가까이서 이야기를 나누지 않았으므로 동료들이 모두 꺼려서 괴롭게 여겼다. 대간이 되어서는 직무를 제대로 수행하지 못하는 모든 관리들을 탄핵하여 논박하였는데, 아무리 친우나 자질이라도 아침저녁으로 친밀하게 지내는 자는 감히 개인적인 일을 요구하지 못하였다. 조정에 벼슬한 지 50여 년이 되도록 한 번도 자제를 위해 벼슬을 구한 적이 없었다. 전관이 그에게 물어보았지만 ‘내 자질이 재주가 없어 벼슬을 하기에 적합하지 않다.’라고 하면서 끝내 거론하지 않았다. 조정에는 당원이 없고 자리에는 빈객이 없었으며, 늙어서는 다시 귀가 먹어 벽을 마주하고 문을 닫았다. 하루는 대간에 오르면 탄핵하는 논의가 거듭 나오니, 사람들이 그가 어디에서 그런 말을 듣게 되었는지 이상하게 여겼다. 주상은 그가 청렴하고 깨끗한 절개가 있다고 하여 특별히 총애하고 품계를 올려 포상하였는데, 이때에 이르러 졸한 것이다. 아들은 없었다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 7월 1일(임자) 1번째기사",
                "gt-oKo": "지돈녕부사(知敦寧府事) 안자유(安自裕)가 졸(卒)하였다. 자유는 을사 사화 때의 사류(士流)로서 안명세(安命世)와 가장 친하였다. 안명세가 화를 당하자 자유가 연루되어 중도에 폐기된 지 10년이었다. 금상(今上)의 조정에서 삼사(三司)의 직위에 오래도록 있었고 더러 전조(銓曹)와 좌랑(佐郞)에도 참여하였었다. 인품이 고집이 세고 절개가 굳어 다른 사람을 허여하는 것이 적었고 남과 농담이나 정에 넘친 말을 하지 아니하였으므로 동료들이 모두 꺼려서 어렵게 여겼다. 대간이 되어 서관(庶官)으로서 직무를 제대로 이행하지 못하는 자를 탄핵 논박할 적에는 고려하거나 꺼리는 것이 없었다. 그리하여 친우나 자질로 아침저녁 친밀하게 지내는 자라도 일체 사적인 일로 감히 요구하지 못하였다. 조정에 벼슬한 지 50여 년 동안 한 번도 자제를 위해 벼슬을 구한 적이 없었다. 전관(銓官)이 물으면 말하기를, ‘우리 자질은 재능이 없어서 벼슬하기에 합당하지 않다.’ 하고 끝내 거론하지 않았다. 조정에는 당원(黨援)이 없었고 자리에는 손님이 없었으며 늙어서는 다시 귀가 먹어서 벽을 면대하고 문을 닫고 집에 있었다. 그러나 어느 날 대각(臺閣)에 오르면 탄론(彈論)이 거듭 나오니, 사람들이 어떻게 듣게 되었는지를 괴이하게 여겼다. 상이 그가 청렴한 절조가 있다 하여 권주(眷注)를 특별히 내려 품계를 승진시켜 포상하였다. 이때 와서 죽었는데 자식이 없었다.",
                "hj": "○朔壬子/知敦寧府事安自裕卒。自裕以乙巳士流, 與安命世最相親厚。 命世遭禍, 自裕坐累中廢者十年。 今上朝久處三司, 或參銓佐。 爲人狷介切直, 於人少許可, 不與人嬉笑昵語, 同列皆憚而苦之。 爲臺諫彈駁, 庶官不職者, 無所顧忌。 雖親友、子姪, 朝夕親密者, 一不敢干以私。 立朝五十餘年, 一未嘗爲子弟求官。 雖銓官問之, 謂吾子姪不材, 不合做官, 終不擧論。 朝無黨援, 座無賓客, 老復耳聾, 面壁閉門。 而一日上臺, 則彈論疊出, 人怪其何自以有聞也。 上以其有廉靖之節, 眷注特加, 進階以褒之。 至是卒。 無子。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] appointed Kim Seongdeuk as junior seventh-rank military official of the Office of Royal Genealogy . [Kim] Seongdeuk returned to his hometown after fulfilling his term of office. On this day, he returned to the court. Shortly afterward, he was promoted to the assistant vice-councilor of the State Council . At that time, the imperial court had already mentioned the words of the south and north, and the men of the west belonging to the north and the men of the same rank belong to the south. [Kim] Seongdeuk was strong and upright, and sometimes said that he should be abandoned by the others. When he visited the court [of Ming China], he said, Those who differ from the same rank must not all be petty men but those who differ from the same rank must not all be virtuous men. It is appropriate to appoint wise men regardless of whether they are worthy or not, whether they are worthy or not.",
                "H2KE-nKo": "삭임오년에 김성일을 종부시 첨정으로 삼았다. 김성일은 임기가 만료되어 고향으로 돌아갔다가 이때에 이르러 조정으로 돌아왔는데, 얼마 안 되어 의정부 사인으로 천전시켰다. 이때 조정에서는 이미 남인이니 북인이니 하는 설이 있었으므로 서인이니 하는 설을 치우치게 배척하는 설을 북인이라고 하고 피차를 섞어 쓰는 설을 남인이라고 하였다. 김성일은 강직하고 개결한 사람이어서 어떤 사람은 치우치게 배척하는 설을 주장해야 한다고 하였는데, 조정에 들어오자 말하기를,“자기와 의견이 다른 사람은 반드시 모두 소인이 아니고 자기와 의견이 같은 사람은 반드시 모두 군자는 아니다. 피차를 막론하고 어진 사람을 임용하고 불초한 사람을 버려야 한다.”하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 8월 1일(임오) 1번째기사",
                "gt-oKo": "김성일(金誠一)을 종부시 첨정(宗簿寺僉正)으로 삼았다. 성일은 임기가 만료되어 고향에 돌아갔다가 이때에 조정으로 돌아왔는데 조금 뒤에 의정부 사인(議政府舍人)으로 옮겼다. 이때에 조정에 이미 남인(南人)·북인(北人)의 설이 있어, 서인을 치우치게 배척하는 것을 북인이라 하고 피차(彼此)를 참용(叅用)하는 것을 남인이라 하였다 김성일은 강직 개결한 사람이어서 혹 치우치게 배척하는 논의를 주장할 것이라고 여기는 사람도 있었다. 그러나 조정에 들어와서는 이렇게 말하였다. “자기와 의논이 다른 사람이라도 반드시 다 소인은 아니고 자기와 의논이 같은 사람이라도 반드시 다 군자는 아니다. 피차를 논하지 말고 어진 사람을 임용하고 불초한 사람을 버리는 것이 옳다.”",
                "hj": "○朔壬午/以金誠一爲宗簿寺僉正。 誠一秩滿還鄕, 至是還朝, 俄遷議政府舍人。 時, 朝廷已有南北之說, 以偏斥西人爲北; 參用彼此爲南。 誠一剛介人, 或以爲, 當主偏斥之論, 及入朝則曰: “異己者, 未必皆小人; 同己者, 未必皆君子。 無論彼此, 任賢而捨不肖可也。”"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "Right State Councilor Jeong Yugil passed away. He was seventy-four years old. [Jeong] Yugils courtesy name was Gilwon , and his 호는 Imdang . He was the grandson of [Grand Master for] Gwanggwan . He had a talent and abundant skillful at early age, and was recognized by the world. However, his nature was warm and frugal, and he was not strict. When he was worthy of powerful and treacherous in the world, he did not appear anything in the world. For this reason, Confucian scholars regarded him as a frustration. At the sunset, he was again appointed to a government post and was repeatedly impeached by others. However, the King was loved of him until he passed away. His son [Jeong] Changyeon continued to become a minister and his powerful family was the benevolence of the foundation of our country.",
                "H2KE-nKo": "우의정 정유길이 졸하였는데, 나이가 74세였다. 정유길의 자는 길원이고 호는 임당인데, 정광필의 손자이다. 재주와 풍도가 있어 일찍부터 훌륭한 명성을 날려 세상 사람들의 추앙을 받았는데, 성품이 온화하고 엄격하지 못하였다. 권간이 용사하는 세상을 당하여 남다른 대우를 받지 못하니, 사론이 이 때문에 그를 가볍게 여겼다. 만년에 다시 등용되어 자주 공격을 받았는데, 주상의 총애가 쇠하지 않아 공명을 누린 채 죽었다. 아들 정창연이 뒤를 이어 경상이 되었는데, 그 가문이 국조에서 으뜸이었다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 9월 1일(신해) 1번째기사",
                "gt-oKo": "우의정 정유길(鄭惟吉)이 졸하니 나이 74세였다. 유길의 자는 길원(吉元), 호는 임당(林塘)으로 정광필(鄭光弼)의 손자이다. 재주와 풍도가 있어 일찍부터 훌륭한 명성을 드날려 세상의 추중(推重)을 받았다. 그러나 천성이 화유(和裕)하고 엄하지 아니하여 권간(權奸)이 용사(用事)할 때를 당하여 이견을 표시하는 바가 없었으므로 사론(士論)이 이를 이유로 가볍게 여겼다. 만년에 다시 등용되어 자주 공격을 받았으나 상의 권고(眷顧)가 쇠하지 아니하여 공명을 누린 채 졸하였다. 아들 정창연(鄭昌衍)이 계승하여 경상(卿相)이 되니 문호의 성대함이 국조의 으뜸이 되었다.",
                "hj": "○朔辛亥/右議政鄭惟吉卒。 年七十四。 惟吉字吉元, 號林塘, 光弼之孫也。 有才華、風度, 早歲蜚英, 爲世所推, 而性和裕不嚴。 當權奸之世, 無所表異, 士論以此輕之。 晩復登庸, 數遭攻摘, 而上眷不衰, 以功名終。 子昌衍踵爲卿相, 門戶之盛, 爲國朝最。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the King] appointed Yi 이산해 as right state councilor .",
                "H2KE-nKo": "이산해를 우의정으로 삼았다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 10월 1일(신사) 1번째기사",
                "gt-oKo": "이산해(李山海)를 우의정으로 삼았다.",
                "hj": "○朔辛巳/以李山海爲右議政。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Seongryong as minister of punishments and concurrent director of the Office of Royal Decrees . As Seongryong avoided Seo Iks suspicion of being a suspicion of his resignation, he requested he be returned to his hometown and retired. However, he did not come to his office several times and now he returned to his hometown. ",
                "H2KE-nKo": "유성룡을 형조 판서 겸 양관 대제학으로 삼았다. 유성룡이 서익이 상소하여 사직한 혐의를 피하여 돌아가 부모를 봉양하고 물러나 살기를 청하였는데, 여러 차례 불렀으나 나오지 않다가 이제야 비로소 조정으로 돌아왔다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 10월 1일(신사) 2번째기사",
                "gt-oKo": "유성룡(柳成龍)을 형조 판서(刑曹判書) 겸 양관 대제학(兩館大提學)으로 삼았다. 유성룡이, 서익(徐益)이 올린 소사(䟽辭)로 혐의를 피해 귀양(歸養)을 청하여 시골에 물러가 살았다. 여러 차례 불렀으나 나오지 않다가 이제서야 조정으로 돌아왔다.",
                "hj": "○以柳成龍爲刑曹判書兼兩館大提學。 成龍避徐益疏辭之嫌, 乞歸養退居, 累召不起, 今始還朝。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the King appointed Minister of Punishments 김명원 as governor of Gyeonggi Province , Kim엽 as circuit inspector of Gyeongsang Province , and appointed Yun Su as deputy magistrate of Hanseong Magistracy . Shortly thereafter, he was promoted to second minister of works . [Yun] Geunsu was involved in his colleagues, and was appointed as an official of the senior third rank or above of the Ministry of Personnel , who was recommended to the post of second minister of works , and was appointed to the post of Yi No . [Yi] Bal became angry and reprimanded Section Chief Yu Geun , saying, Why did you wrote a script and participate in the post of minister of works? [Yun] Geun said, [Yi] No is not talented and noble personality. He is still recommended to the post of minister. How could [Yun] Geunsu be unfit to the post of minister of works? [Yi] Bal said, You are ignorant in understanding the circumstances. The post of second minister of works is merely based on your own discretion. [Yun] Geunsu reinstated the post of magistrate of Hanseong Magistracy, and then how can [he] be appointed only as an official of the script? Later, Geunsu finally he was appointed as an official of the script and participating in the post of minister of works . [Yi] Bal was unable to seize [his post].",
                "H2KE-nKo": "삭경술년에 형조 판서 김명원을 경기 감사로, 김엽을 경상도 순찰사로 삼고, 윤근수를 한성부 우윤으로 삼았다가 곧 공조 참판으로 옮겼다. 윤근수는 당파에 연좌되어 산직에 있었는데, 전조의 당상이 공조 참판의 말망에 주의하여 수망으로 이노를 낙점하였다. 이발이 크게 노하여 정랑 유근을 꾸짖기를,“그대가 붓을 잡고 전형에 참여하면서 어찌하여 윤근수를 망단자에 썼는가?”하니, 유근이 아뢰기를,“이노는 재덕도 없고 자력도 없어 조금도 취할 만한 점이 없는데도 오히려 수망으로 주의하였으니, 윤근수가 어찌 그 말망에 합당하지 않겠습니까.”하자, 이발이 아뢰기를,“그대는 일을 너무도 잘 알지 못합니다. 이노를 공조 참판으로 삼은 것은 바로 그의 본분이니, 이 정도에서 그친 데 불과합니다. 윤근수가 다시 우직에 제수되면 그 사람이 어찌 공조 참판만 될 수 있겠습니까.”하였다. 그 뒤에 윤근수가 마침내 공조 참판에 제수되었는데, 이발이 뜻을 빼앗지 못하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 11월 1일(경술) 1번째기사",
                "gt-oKo": "형조 판서 김명원(金命元)을 경기 감사로, 김엽(金曄)을 경상도 순찰사로 삼고, 윤근수(尹根壽)를 한성부 우윤(漢城府右尹)으로 삼았다가 조금 뒤에 공조 참판으로 옮겼다. 근수는 당(黨)에 연좌되어 산직(散職)에 있었는데 어떤 전조(銓曹)의 당상이 공조 참판의 말망(末望)에 주의(注擬)하였으나 수망(首望) 이노(李輅)가 낙점을 받았다. 이발(李潑)이 크게 노하여 정랑 유근(柳根)을 꾸짖어 말하기를, “그대가 붓을 잡고 전형(銓衡)에 참여하여 어찌하여 윤근수를 망천(望薦)에 썼단 말인가.” 하니, 유근이 말하기를, “이노는 재덕(才德)도 자력(資歷)도 없어 조금도 취할 만한 점이 없는데도 오히려 수망(首望)에 주의(注擬)되었는데 윤근수가 어찌 말망(末望)에 적합하지 않겠는가.” 하자, 이발이 말하기를, “그대가 너무도 일을 모른다. 이노는 공조 참판이 곧 그의 본분이니 거기에 그치는데 불과하지만 윤근수는 다시 높은 직임을 얻게 되면 그가 어찌 공조 참판에만 그칠 자이겠는가.” 하였다. 그 뒤에 윤근수가 마침내 공조 참판에 임명되었으나 이발이 그의 관작을 삭탈하지 못하였다.",
                "hj": "○朔庚戌/以刑曹判書金命元爲京畿監司, 金曄爲慶尙道巡察使, 以尹根壽爲漢城府右尹, 俄遷工曹參判。 根壽坐黨置散, 有銓曹堂上, 擬工曹參判末望, 首望李輅受點。 李潑大怒, 責正郞柳根曰: “爾執筆參銓, 何以尹根壽書諸望狀耶?” 根曰: “李輅無才德、無資歷, 略無可取, 而尙得首擬。 尹根壽豈不合於其末乎?” 潑曰: “爾不曉事甚矣。 李輅工曹參判, 乃其本分, 不過止是也, 尹根壽得復右職, 則其人, 豈但做工參而止者乎?” 其後根壽竟拜工參, 潑不能奪。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "While Responding to the Royal Confucian Academy , Oh억령을 응교로, 이호민을 수찬으로, 이항복·이덕형을 이조 정랑으로 삼았다. At the time, all Confucian scholars were diligent and strong in the level of their ranks, and those who differ from differing opinions were punished for their crimes, and those who harbored themselves were unjust. Only 이항복, 이덕형, and others were exceptionally composition and skilled by skillful composition, and received the royal favor. People did not dare differ from this. Oh억령, Yugeun, and others were all promoted to high positions due to their literati, and Hong Insang also received the recognition of Confucian classics. Although these two men were outstanding in the time, they did not self-restraind men of collusion to seek promotion. Therefore, they were praised by the public opinion.",
                "H2KE-nKo": "오억령을 응교로, 이호민을 수찬으로, 이항복과 이덕형을 이조 정랑으로 삼았다. 이때 명사들이 모두 시론이 느슨하고 맹렬한 것을 품제로 삼아 이론을 제기한 자는 죄를 짓고 스스로를 지키는 자는 명분이 없었다. 오직 이항복과 이덕형 등은 다만 문장이 뛰어나고 재주가 민첩하여 주상의 총애를 받았기 때문에 아무도 감히 이론을 제기하지 못하였다. 오억령과 유근 등은 모두 문명으로 현요직에 올랐고, 홍인상도 경학으로 인정을 받았다. 이 몇 사람은 비록 당시에 이름이 있었으나 구차하게 편당을 지어 진출하기를 구하지 않았기 때문에 공론이 칭찬한 것이다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 12월 1일(기묘) 1번째기사",
                "gt-oKo": "오억령(吳億齡)을 응교로, 이호민(李好閔)을 수찬으로, 이항복·이덕형(李德馨)을 이조 정랑으로 삼았다. 이때의 명사(名士)는 모두 시론(時論)의 완급(緩急)을 가지고 품평하여, 논의를 달리하는 자는 죄를 얻고 자신을 지키는 자는 명망이 없었다. 그런데 이항복·이덕형 등은 특별히 문장이 뛰어나고 재주가 영리하였으므로 상의 권우(眷遇)를 받아 사람들이 감히 논하지 못하였다. 오억령·유근 등은 모두 문명으로 현요직(顯要職)에 올랐고 홍인상(洪麟祥)도 경학(經學)으로 지우(知遇)를 받았다. 이 몇몇 사람은 당시 명류(名流)에 들어 있었으나 구차히 당에 아첨하여 진출하기를 구하지 않았으므로 공론이 칭찬하였다.",
                "hj": "○朔己卯/以吳億齡爲應敎, 李好閔爲修撰, 李恒福、李德馨爲吏曹正郞。 是時名士, 皆以時論緩猛爲品第, 異論者得罪, 自守者無名。 惟李恒福、李德馨等, 特以文華材敏, 被上眷遇, 人莫敢間。 吳億齡、柳根等, 皆以文名登顯要, 洪麟祥亦以經學受知。 此數人雖在時名中, 不苟爲黨比干進, 故公論稱之。"
            },
            "2": {
                "H2KE-EN": "Hirakata Kysh Deputy and Hirakata sent messengers to Japan to greet [the King]. Hirakata Kysh Deputy had already killed Hirakata Kkichi . [The King] had [Hirakata] Hirakata Kysh seek to friendly relations with Japan. Hirakata Kysh is the son-in-law of Taira Tsutsu Kumatoshi in Japan. Governor of Tsushima Province S Sadamori succeed to Tsushima Island and served our country with him. At the time, [Tsutsu Kysh] went to Madam Kysh and replaced [Hirakata Kysh] with [Hiraka] Hirakata Kysh, saying, Hirakata Kysh is the son of the 도주. [Tsutsu Kysh] is well-versed in the seaway, and desired to guide the messengers. Thus, [Hirakata Kysh] was sent [to Japan]. Truly, [Tsutsu Kysh] intended to survey the opportunity to observe [the observations]. [Hirakata Kysh], Hirakata Kysh, and Tsutsu Kysh followed him. Hirakata Kysh is a brave man. [The King] appointed Section Chief of the Ministry of Personnel Yi Deok , as commissioner for refreshing the envoy , received [the messenger] in audience, and entered the capital. Hirakata Kysh is young and arrogant, and the other Japanese are afraid that [they] would be apprehended and kneel on his knees and dare not observe [the observation]. [Tsutsu Kysh] remained long at Dongpyeong Guesthouse . [Tsutsu Kysh] must invite the messengers to greet [the observation of the messenger]. [Hirakata Kysh] disobeyed [the observation of the Japanese pirates]. Prior to this, on the punitive expedition against Sungju Island , [Tsushima] captured Japanese men and said, Our border resident Saeulhwadong , who had rebelliously entered Japanese and guided the Japanese [pirakatative] to raide the pirates. [Tsushima] was angry. At this time, a discussion",
                "H2KE-nKo": "일본국 사신 평의지와 현소가 내빙하였다. 수길이 귤강광을 죽이고 나서 평의지로 하여금 와서 통신사와 통호하기를 요구하게 하였다. 평의지는 일본 대장 평행장의 사위로 수길의 심복이다. 대마주 태수 종성장은 대대로 대마도를 지키면서 우리 나라에 복종하여 섬겼다. 이때 수길이 종씨를 버리고 평의지로 대신하였는데, 거짓으로 말하기를 ‘평의지는 도주의 아들로 바닷길을 잘 아니, 통신사의 행차를 인도하고자 하여 보낸 것이다.’라고 하였으나, 실은 정탐하려는 것이었다. 중 현소와 평조신이 따랐는데, 현소는 모사이고 평조신은 용장이었다. 이조 정랑 이덕형을 선위사로 삼아 빈접하여 서울에 들어오게 하였다. 평의지는 나이가 젊고 사나워 다른 왜인이 두려워하여 무릎에 부복하고 감히 쳐다보지 못하였다. 오랫동안 동평관에 머물면서 반드시 통신사를 맞이하여 함께 가기를 요구하였는데, 조정의 의론이 우물쭈물 결정하지 못하였다. 이에 앞서 손죽도의 전투에서 왜인을 체포하였는데, 그가 말하기를 ‘우리 나라 변방 백성 사을화동이란 자가 배반하고 왜국으로 들어가 왜인을 인도하여 침구하였다.’라고 하였으므로 조정에서 분개하였다. 이때에 이르러 의논하는 자들이 말하기를 ‘일본으로 하여금 반민을 쇄환하게 한 뒤에 통신사를 보내는 것을 의논하여 허락해서 그들의 진실 여부를 살펴보아야 한다.’라고 하니, 주상이 그대로 따랐다. 이에 관객을 시켜 넌지시 타이르게 하니, 평의지가 말하기를 ‘이것은 어렵지 않다.’라고 하였다. 이에 즉시 평조신을 보내 귀국하여 그 나라에 보고하게 하고, 국내에 있는 조선 사람을 모두 체포해 오게 하였다.\n",
                "date_ko": "선수 22권, 21년(1588 무자 / 명 만력(萬曆) 16년) 12월 1일(기묘) 2번째기사",
                "gt-oKo": "일본국 사신 평의지(平義智)·현소(玄蘇)가 내빙(來聘)하였다. 수길(秀吉)이 귤강광(橘康廣)을 죽이고 평의지를 보내와서 신사(信使)의 통호(通好)를 청하게 하였다. 평의지는 일본 대장 평행장(平行長)의 사위로서 수길의 심복이었다. 대마주 태수(對馬州太守) 종성장(宗盛長)은 대대로 대마도를 지키며 우리 나라에 복사(服事)하였다. 이때 수길이 종씨(宗氏)를 제거하여 평의지로 대임시키고 속여 말하기를, “평의지는 도주의 아들로 바닷길을 잘 알아 신사(信使)의 일행을 인도하고자 하여 보내온 것이다.” 하였으니, 실은 정탐하러 온 것이었다. 중 현소와 평조신(平調信)이 수행하였는데 현소는 모사(謀士)이고 조신(調信)은 용장이다. 이조 정랑 이덕형을 선위사(宣慰使)로 삼아 빈접(儐接)하여 서울로 데리고 들어왔다. 평의지는 나이가 젊은데 사납고 험악하였으므로 다른 왜인이 두려워하여 무릎 걸음으로 다녔으며 감히 쳐다보지도 못하였다. 의지가 동평관(東平館)에 오랫동안 머물면서 기필코 신사(信使)를 맞이하여 함께 가고자 하였는데, 조정 의논이 망설이면서 결정하지 못하였다. 이에 앞서 손죽도(損竹島)의 정벌 때에 왜인을 잡았는데 그의 말에, “우리 나라 변민(邊民) 사을화동(沙乙火同)이란 자가 배반하여 왜국에 들어가서 왜인을 인도하여 침구한 것이다.” 하였으므로, 조정이 분하게 여겼다. 이때에 의논하는 자가 말하기를, “마땅히 일본으로 하여금 반민(叛民)을 쇄환(刷還)하게 한 다음 통신(通信)을 허락하는 것에 대해 의논해서 성의가 있는지를 보아야 한다.” 하였는데 상이 따랐다. 이에 관객(館客)을 시켜 이를 넌지시 알려주었더니, 평의지가 말하기를, “이것은 어렵지 않다.” 하고, 곧 평조신을 보내어 자기 나라에 돌아가 보고하여 나라 안에 있는 조선 사람을 다 잡아오게 하였다.",
                "hj": "○日本國使平義智、玄蘇來聘。 秀吉旣殺橘康廣, 令義智來求信使通好。 義智者, 日本大將平行長女壻也, 爲秀吉腹心。 對馬州太守宗盛長, 世守馬島, 服事我國。 時, 秀吉去宗氏, 代以義智, 詐言: “義智乃島主之子, 熟諳海路, 欲導信使之行, 故遣來。” 而實欲探試窺覘也。 僧人玄蘇及平調信從之, 玄蘇謀士, 調信勇將也。 以吏曹正郞李德馨爲宣慰使, 儐接入京。 義智年少鷙悍, 他倭畏服, 俯伏膝行, 不敢仰視。 久留東平館, 必邀信使與俱, 朝議依違不決。 先是, 損竹島之役, 捕得倭口, 言: “我國邊氓沙乙火同者, 叛入倭中, 導倭爲寇。” 朝廷憤之。 至是, 議者言: “宜令日本, 刷還叛民, 然後議許通信, 以觀誠否。” 上從之。 乃使館客諷之, 義智曰: “此却不難。” 卽遣平調信, 歸報其國, 使悉捕朝鮮人之在國中者以來。"
            }
        }
    }
}