{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "Earthquakes occurred in the first month and in the musul year (. Earthquakes occurred in all directions, which was the most severe in the capital.",
                "H2KE-nKo": "삭일과 무술년에 지진이 일어났는데, 사방이 모두 같았고 서울이 가장 심하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 1월 1일(무술) 1번째기사",
                "gt-oKo": "사방(四方)에 지진이 일어났는데, 서울이 가장 심했다.",
                "hj": "○朔戊戌/地震, 四方皆同, 京師最甚。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "A special royal directive to the governor of Chungcheong Province was given to Yi Seongjung , former 대사간 Yi Haesu , magistrate of Yeoju Strategic County . Earlier, [Yi] Haesu had been magistrate of Yeoju Strategic County , but he was replaced after fulfilling his term of office. Now, he has been replaced again. Prior to this, Yu Jeonghyeon , Jeong Cheol , and [Yi] Haesu were in private conspiracy with [Yu] Seongjung and [Yi] Haesu . [Jeong] Cheol said, Now the major criminal case has already been completed. Where is this major discussion about state affairs? [Yu] Seongjung said, Currently, the magistracy of the Imperial Crown Prince is the most important matter. [Jeong] Cheol said, That is true. It is appropriate to communicate with 영상 and have him meet face to face-to-face together, and report to the throne. [Yu] Seongjung also said, We have suffered many hardships. In recent days, we must meet together with Samcheong-dong and discuss this matter. What do you think of this? All the officials agreed, and then communicated with 영상 [Yi] Haesu . [Yi] Haesu accepted this. At the time, [Jeong] Cheol, [Yi] Seongjung, and others first went [to the capital], but [Yi] Haesu did not meet [them] due to an illness. Thus, [he] dispersed. Also, [he] sought to go directly to the palace and had an audience with [the King]. [Yi] Haesu again made an excuse of an illness. [But] Seongjung delayed [the magistracy] and thereupon, together with the colleagues, presented a memorial to discuss the twelve section of state affairs. The first section [of the Imperial Crown Prince] was a matter of magistracy. [Yi] Seongjung, residing in his house, having knowledge of a man of the Office of Palace Procurement , came and said, There is a rumor that the imperial court has recently rumors. His words are extremely discourteous. [For this reason,] you must not present a memorial [to the Emperor]. [Yu] Seongjung suspected him and refused to trust. On this night, a special royal directive was issued to the people inside and outside the capital.",
                "H2KE-nKo": "특지로 이성중을 충청 감사로, 전 대사간 이해수를 여주 목사로 삼았다. - 이해수는 일찍이 여주 목사로 있다가 임기가 만료되어 체차되었는데 지금 다시 부임하였다. - 이에 앞서 유성룡, 정철이 이성중, 이해수와 사사로이 만났다. 정철이 말하기를,“지금 큰 옥사가 이미 끝났으니 앞으로 나랏일에 대해 의논할 만한 것이 무엇이 더 크겠는가.”하니, 유성룡이 말하기를,“지금 저사를 세우는 일이 가장 중대하다.”하자, 정철이 말하기를,“그렇다. 영상에게 통지하여 함께 면대를 청하여 건의하게 하는 것이 좋겠다.”하였다. 또 말하기를,“우리들의 노고가 많다. 근래 삼청동에 모여 이 일을 상의하는 것이 어떻겠는가?”하니, 여러 사람이 모두 동의하였다. 마침내 영상 이산해에게 통지하니 이산해가 허락하였다. 기일이 되자 정철과 이성중 등이 먼저 갔으나 이산해가 병을 핑계 대고 모이지 않았기 때문에 자리를 파하였다. 또 곧바로 대궐에 나아가 면대를 청하기로 약속하였는데 이산해가 또 병을 이유로 고하자 이성중이 지체하였다. 이에 동료와 함께 차자를 올려 시사 12조를 논하기로 의논하였는데, 그중 한 조목은 저사를 세우는 일이었다.이성중이 마침 집에서 차자를 초하고 있었는데, 내감을 아는 사람이 와서 보고 말하기를,“내간에 유언비어가 떠돌아 조정이 근래 큰 거조를 하고 있는데 그 말이 매우 가증스럽다. 차자를 올리는 것을 중지하라.”하였다. 이성중이 의심하면서도 믿지 않았는데, 이날 밤에 특지가 있었으므로 중외가 놀랐다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 2월 1일(무진) 1번째기사",
                "gt-oKo": "특지(特旨)로 이성중(李誠中)을 충청 감사로 삼고, 전 대사간 이해수(李海壽)를 여주 목사로 삼았다.【해수는 일찍이 여주 목사를 지냈는데 임기가 차서 체직되었다가 이번에 다시 부임한 것이다.】 이에 앞서 유성룡과 정철이 이성중과 이해수를 사사로이 만났는데, 정철이 말하기를, “지금 대옥(大獄)이 이미 끝났으니 앞으로 논의해야 할 국사 가운데 무엇이 가장 중요합니까?” 하니, 성룡이 말하기를, “지금은 세자를 세우는 일이 가장 중요합니다.” 하자, 정철이 말하기를, “그렇습니다. 마땅히 영상에게 알려 같이 면대하여 주청하는 것이 좋겠습니다.” 하고, 또 말하기를, “우리들이 노고가 많았습니다. 가까운 시일 안에 삼청동(三淸洞)에 모여 이 일을 의논하는 것이 어떻겠습니까?” 하니, 모두 동의하였고, 이산해에게 알리니 그도 허락하였다. 약속한 날이 되어 정철과 성중 등이 먼저 왔으나 산해가 병을 핑계하고 참석하지 않았으므로 파하였고 또 직접 대궐에 나아가 면대를 청하기로 약조하였는데 산해가 또 병으로 말미를 받았다. 성중은 일이 지체된다고 여겨 동료들과 시사(時事) 12조를 논하는 차자를 올리기로 논의하였는데, 그 중 한 조항은 세자를 세우는 것이었다. 성중이 집에서 막 차자의 초안을 잡고 있을 때 내감(內監)의 아는 사람이 와서 말하기를, “내간(內間)에, 근래 조정에 큰 조치가 있을 것이라는 말이 떠도는데 그 말이 매우 좋지 않으니 모쪼록 상차(上箚)를 하지 마시오.” 하였으나, 성중은 의아해 하며 믿지 않았다. 그런데 이날 밤 특지가 있었으므로 모두 경악하였다.",
                "hj": "○朔戊辰/特旨以李誠中爲忠淸監司, 前大司諫李海壽爲驪州牧使。【海壽曾牧驪州, 秩滿而遞, 今再赴。】 先是, 柳成龍、鄭澈與誠中、海壽私會, 澈言: “當今大獄已畢, 此後國事可議者孰大?” 成龍曰: “當今建儲事最大。” 澈曰: “然。 當通于領相, 共請面對, 建白可也。” 又言: “吾輩勞苦多矣。 近須會話于三淸洞, 相議此事如何?” 諸人皆諾, 遂通于領相李山海, 山海許之。 及期, 澈與誠中等先往, 山海稱病不會, 故罷。 又約直詣闕請對, 山海又以病告, 誠中遲之, 迺與同僚議上箚論時事十二條, 其一條, 建儲事也。 誠中方在家草箚, 有所知內監人來見曰: “內間有飛語, 云朝廷近有大擧措, 其言甚惡, 須止上箚。” 誠中疑而不信, 是夜有特旨, 中外駭然。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that Minister of Personnel Yu Hong and Second Minister of Personnel Yi Jeung be replaced, and that Right State Councilor Yu Seongryong be appointed concurrent minister of personnel , and Choe Heungwon be appointed minister of personnel . [Choe] Heungwon was originally promoted to a county and districts, and his reputation was not important. Therefore, he was specially appointed as high officials and concurrently served as ministers. [Yu] Hong and others were impeached and reappointed because they were unjust in their appointments. At the beginning, when 이덕형 was appointed as third minister of personnel , [he] did not bow to him. Therefore, [he] was appointed again as special royal directive. [Yu] Seongryong submitted a memorial to resign, which stated, Since our country has never had such a thing. I am afraid that a subject who arbitrarily decided upon this day might cause trouble to the point of the state inconveniences. [The King] replied, How can [he] concurrently serve as minister of personnel of the power of the powerful",
                "H2KE-nKo": "이조 판서 유홍과 참판 이증을 체차하고, 특지로 우의정 유성룡을 겸행 이조 판서로 삼았다. 최흥원을 이조 판서로 삼았다. - 최흥원은 본래 주현에서 승진 발탁되어 명망이 중하지 않았기 때문에 특별히 대신이 겸하여 살피게 한 것이다. - 유홍 등은 인물을 등용하고 물리치는 데 마땅함을 잃었다는 이유로 추고당하여 체차되었다. 이덕형이 처음 참의에 제수되었으나 제수되지 않았기 때문에 이때에 이르러 특지로 다시 제수한 것이다. 유성룡이 상소하여 사직하기를,“국조 이래로 이런 일은 없었습니다. 훗날 권세를 멋대로 휘두르는 신하가 신을 구실로 삼아 국가의 무궁한 화를 열어 놓을까 두렵습니다.”하니, 답하기를,“정승의 지위에 있으면서 조정의 권력을 휘두르는 자가 어찌 모두 이조 판서를 겸해서 그러하겠는가. 사직하지 말고 직무를 다하여 인재를 등용하고 버리는 데 마땅함을 얻어 조정이 맑고 깨끗하게 되도록 하라.”하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 2월 1일(무진) 2번째기사",
                "gt-oKo": "이조 판서 유홍(兪泓)과 참판 이증(李增)을 체직시키고 특지로 우의정 유성룡을 겸 행 이조 판서로 삼고 최흥원(崔興源)을 이조 판서로 삼았다.【흥원이 본래 주현(州縣)에서 발탁되어 명망이 두텁지 않았으므로 특지로 임용하고 대신이 겸하여 살피게 했다.】 유흥 등은 인물을 진퇴(進退)시킴이 사리에 어긋났으므로 추고받고 체직되었다. 이덕형은 당초 참의에 제수되었으나 숙배하지 않았으므로 이때에 특지로 다시 제수하였다. 성룡이 소장을 올려 사직하기를, “국조(國朝) 이래 이러한 일은 없었으니, 후일 전권을 휘두르는 신하가 신을 핑계삼아 국가에 무궁한 화단을 열게 될까 두렵습니다.” 하니, 답하기를, “재상의 자리에 앉아 권력을 휘두르는 자가 어찌 이조 판서를 겸해서 그러했겠는가. 사직하지 말고 직분을 다해 인재를 올바르게 써서 조정이 맑아지게 하라.” 하였다.",
                "hj": "○命遞吏曹判書兪泓、參判李增, 特旨以右議政柳成龍兼行吏曹判書, 崔興源爲吏曹判書。【興源本由州縣陞擢, 名望不重, 故特用大臣兼察。】 泓等以進退人物乖當, 推考被遞。 李德馨初除參議不拜, 故至是特旨復授。 成龍上章辭曰: “國朝以來, 未有此事。 恐他日有專擅之臣, 以臣藉口, 啓國家無窮之禍矣。” 答曰: “身居相位, 把弄朝柄者, 豈皆兼吏判而然乎? 宜勿辭盡職, 使用舍得宜, 朝廷淸明也。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Second Deputy Director [of the Office of Royal Decrees] Yi Jeongrip to sixth-rank military official . ",
                "H2KE-nKo": "직제학 이정립을 승진시켜 동부승지에 제수하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 2월 1일(무진) 3번째기사",
                "gt-oKo": "직제학 이정립(李廷立)을 동부승지로 승진시켰다.",
                "hj": "○以直提學李廷立陞拜同副承旨。"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Exemptive Assistants Yi Sik , Shin Hui , and others who were arrested by the State Tribunal . They shall be rewarded for their meritorious deeds. They shall be promoted to the sixth rank. This is to search for and capture [the capture of the cap",
                "H2KE-nKo": "전교하기를,“선홍복을 체포한 금부 도사 이식과 신경희 등에게 논상하라.”하였다. 6품직에 승진시켜 서용하였는데, 문서를 수색해 냈기 때문이다. - 신경희는 신잡의 아들이다. -\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 2월 1일(무진) 4번째기사",
                "gt-oKo": "전교하기를, “선홍복(宣弘福)을 잡은 금부도사 이식(李軾)·신경희(申景禧) 등을 논상하여 6품직에 승서하라.” 하였는데, 이는 문서(文書)를 찾아낸 공 때문이었다.【경희는 신잡(申磼)의 아들이다.】",
                "hj": "○傳敎: “宣弘福捕捉禁府都事李軾、申景禧等論賞。” 乃陞敍六品職, 以搜得文書也。【景禧, 磼之子也。】"
            },
            "5": {
                "H2KE-EN": "The King appointed Yi Sun as navy subarea commander of Left Jeolla Province . At the time, [Yi] Sunsins reputation was evident and his reputation was successively manifested. [However,] since Jeongeup was transferred to the post of magistrate of Jindo County , [he] was appointed as navy subarea commander of Garipo . Soon afterward, [he] was promoted to the post of navy commander .",
                "H2KE-nKo": "이순신을 전라좌도 수사로 삼았다. 이때 이순신의 명성이 비로소 드러나서 논핵하여 천거한 사람이 잇따랐다. 정읍에서 진도 군수로 옮겨 제수하였는데, 부임하기 전에 가리포 첨사에 제수되었다가 얼마 안 되어 수사에 발탁되었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 2월 1일(무진) 5번째기사",
                "gt-oKo": "이순신을 전라좌도 수사로 삼았다. 이때 순신의 명성이 드러나기 시작하여 칭찬과 천거가 잇따라서 정읍(井邑)에서 진도 군수로 이배(移拜)되어 부임하기도 전에 가리포 첨사에 제수되었다가 얼마 안 되어 수사로 발탁되었다.",
                "hj": "○以李舜臣爲全羅左道水使。 時, 舜臣聲名始著, 論薦相繼, 自井邑移拜珍島郡守, 未赴任除加里浦僉使, 未幾擢拜水使。"
            },
            "6": {
                "H2KE-EN": "Left State Councilor Jeong Cheol was replaced by the Director of the Royal House Administration . Associate State Councilor Yi Yangwon was appointed Right State Councilor , and Yu Seongyeong was promoted to Left State Councilor . At the time, a classics licentiate named Ahn Deokin , Yun Hong , Yi Mi , Yi Seonggyeong , and Yi Wonjang submitted a memorial stating, [Jeong] Cheol was entrusted with the power of the state. It is requested that [Your Majesty] quickly expelled from [Jeong] to remove [Jeong] from [Jeongs] dismissal from [Jeongs] dismisal. The memorial stated, As a matter is related to the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain, there is a matter that cannot be completed. [We] request that [Your Majesty] meet [Jeong Cheol] in person and report [this matter] in detail. The King immediately summoned [Jeong Cheol] and asked him about what he wanted. Deokin and others told [Jeong Cheol], [Jeong Cheol] greedy and yang, which caused the state affairs to be disturbed. The King said, That is why I saw your memorial. [The King] ordered [Jeong Cheol] to withdraw. At the time, people in the capital and in the provinces were frightening, and there was a saying that there was a man who secretly informed [Jeong Cheol] about the treason. Royal Secretary Yi Jeongrip , when [he] met a Confucian scholar, [he] attended the royal palanquin and attended the royal palanquin. [But] feared that [Jeong Cheol] might be reprimanded, [he] was frightened and apprehensive. Those in the Royal Confucian Academy learned that [Jeong Cheol] was cautious and foolish. [He] was replaced by other officials, but Ahn Deokin and others finally did not inform [Jeong Cheol]. Later, the inspectors and censors thought that even though [Jeong Cheol and others] regarded the words of a Confucian scholar, sometimes there was a saying that [Jeong Cheol] was",
                "H2KE-nKo": "좌의정 정철을 체차하여 영돈녕부사로 삼고, 찬성 이양원을 우의정으로 삼았다. 유성룡이 좌의정으로 승진하였는데, 이때 생원 안덕인, 윤홍, 이우, 이성경, 이원장 등이 상소하여 정철이 국가의 정권을 잡고 있다고 말하고 속히 파면해 주기를 청하였다. 상소 중에 “일이 종묘사직에 관계되어 상소의 내용에 감히 다 말할 수 없는 것이 있으니 면대하여 자세히 진달하겠습니다.”라고 하였다. 주상이 즉시 불러서 보고 하고 싶은 말을 물으니, 안덕인 등이 정철이 주색에 빠져 나라를 그르치고 정사를 어지럽혔다고 극언하였다. 주상이 말하기를,“이것은 내가 상소의 내용을 보았다.”하고, 물러가라고 명하였다.이때 서울과 지방이 흉흉하여 은밀히 난역의 모의를 고하는 자가 있다고 말하였다. 승지 이정립은 유생들을 인견할 때에 으레 참석하여 입시하였는데 지척을 받을까 두려워 떨며 어쩔 줄을 몰랐다. 이에 승정원에서 그가 겁이 많고 나약하다는 것을 알고 다른 동료로 대신하였는데, 안덕인 등은 끝내 고하는 자가 없었다. 그 뒤 대간의 논핵이 유생들의 말을 위주로 하였으나 간혹 ‘화가 종묘사직에 박두하여 차마 말할 수 없다.’라는 등의 말이 떠돌아다니는 말과 서로 부합하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 2월 1일(무진) 6번째기사",
                "gt-oKo": "좌의정 정철을 체직시켜 영돈녕부사로 삼고, 찬성 이양원을 우의정을 삼고, 유성룡을 좌의정으로 승진시켰다. 이때 생원 안덕인(安德仁)·윤홍(尹宖)·이진(李瑱)·이성경(李晟慶)·이원장(李元長) 등이 소장을 올려 정철이 나라의 권병(權柄)을 휘두르고 있으니 속히 축출할 것을 청하면서 종사에 관계되어 소장으로는 다 말할 수 없는 것이 있으니 면대하여 갖추 아뢰고자 한다고 하였다. 상이 즉시 불러 말하고자 하는 것을 물으니 덕인 등이, 정철이 주색을 탐하여 나라의 어지럽히고 있다고 극언하였다. 그러자 상은 ‘그 점은 내가 상소의 내용을 보았다.’ 하고는 물러가도록 명했다. 당시 반란 모의를 밀고하는 자가 있다는 말이 중외에 흉흉하게 나돌았다. 승지 이정립은 유생들을 인견할 때 관례대로 입시해야 하였지만 지척받을까 두려워하여 벌벌 떨었으므로 정원에서 그가 겁쟁이인 줄을 알고 다른 동료로 대신하게 하였는데, 안덕인 등은 끝내 고발한 것이 없었다. 그 뒤 대론(臺論)이 유생들의 말을 위주로 했으나 간혹 ‘화가 종사에 박두했으니 차마 말할 수 없다.’는 등의 말이 나와 떠도는 말과 부합되는 점이 있었다.",
                "hj": "○左議政鄭澈遞爲領敦寧府事, 以贊成李陽元爲右議政, 柳成龍陞左議政。 時有生員安德仁、尹宖、李瑱、李晟慶、李元長等上疏, 言澈當國權柄, 請速黜免。 疏中有言: 事關宗社, 疏辭有不敢盡者, 請面對具陳。 上卽召見, 問所欲言, 德仁等極言澈貪于酒色, 誤國亂政。 上曰: “此則予見疏辭矣。” 命退出。 時, 中外洶洶, 言有密告亂謀者。 承旨李廷立當引見儒生時, 例參入侍, 恐被指斥, 戰慄失措, 同院知其怯懦, 代以他僚, 而安德仁等卒無所發告。 其後臺論雖以儒生之言爲主意, 而間有禍迫宗祊, 不忍言等語, 與流言相應也。"
            },
            "7": {
                "H2KE-EN": "The King appointed Yi Sanbo as governor of Hwanghae Province.",
                "H2KE-nKo": "이산보를 황해 감사로 삼았다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 2월 1일(무진) 7번째기사",
                "gt-oKo": "이산보를 황해 감사로 삼았다.",
                "hj": "○以李山甫爲黃海監司。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongyu day, Yi Gwang was appointed as governor of Jeolla Province . He was promoted to Grand Master for Assisting toward Fundamental Laws and concurrently served as chief circuit inspector . At the time, the Ming court was worried about the disturbance of Japanese invasion. Thus, the King ordered the selection of governor of Jeolla Province. All of the State Council recommended Yi Gwang, but there was no one to assign him to the position of second-rank circuit inspector . Thus, the King had him approval. Yu Seongryong said to others, Yi Gwangs name is excessively excessive, and I am afraid that he cannot overcome his duties. Yi Gwang was added to his army and training soldiers, and the court relied upon him.",
                "H2KE-nKo": "삭 정유년에 이광을 전라 감사로 삼고, 자헌대부로 품계를 올려 도순찰사를 겸하게 하였다. 이때 조정에서는 왜구의 흔단이 생길까 우려하여 호남의 방백을 잘 선발하게 하였는데, 비변사에서 모두 이광을 천거하였으나 한 사람도 부망으로 의망된 자가 없었으므로 단망으로 주상의 재가를 받은 것이다. 유성룡이 사람들에게 말하기를,“이광의 명성은 실상보다 지나치니 아마도 감당하지 못할 듯하다.”하였다. 이광이 군사를 늘리고 병졸을 훈련시켜 기계가 일신되었으므로 조정에서 그를 믿고 중하게 여겼다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 3월 1일(정유) 1번째기사",
                "gt-oKo": "이광(李洸)을 전라 감사로 삼고 품계를 자헌 대부로 올려 도순찰사(都巡察使)를 겸하도록 하였다. 당시 조정에서는 왜인들의 변란을 걱정하고 호남의 방백(方伯)을 엄선하도록 하였는데, 비변사에서 전원의 의사로 이광을 천거하였고 제2의 의망이 없었으므로 단망(單望)으로 계하(啓下)한 것이다. 유성룡은 사람들에게 ‘광의 명성이 사실보다 지나치니 감당해내지 못할까 걱정스럽다.’고 하였는데, 광이 병력을 증가시키고 군졸을 훈련시키고 병기를 일신시켰으므로 조정에서 믿어 중하게 여겼다.",
                "hj": "○朔丁酉/以李洸爲全羅監司, 進階資憲, 兼都巡察使。 時, 朝廷以倭釁爲憂, 令極擇湖南方伯。 備邊司僉擧洸, 無一人副擬者, 單望啓下。 柳成龍謂人曰: “洸名過其實, 恐不能堪。” 洸添兵練卒, 器械一新, 朝廷恃以爲重。"
            },
            "2": {
                "H2KE-EN": "Kim Gwon was appointed fourth inspector [of the Office of the Inspector General] , and Responding Editor Jang Unik was appointed magistrate of Yangyang Strategic Prefecture . At the time, [the King] intended to discuss the crime of Left State Councilor Jeong Cheol , but Kim Gwon did not follow his recommendation. Therefore, [Kim Gwon] was replaced and appointed as assistant section chief of the Ministry of Rites . [Jang] Unik and others were the most relative of [Jang] Cheol , and thus [they] were first appointed to a position in the capital. [Hwang] Yeol entered the imperial court from Jeolla Province and said to his colleagues, If I were to enter the Office of the Inspector General, I will expel all the wicked persons. For this reason, [Jang] was appointed as the inspector general .",
                "H2KE-nKo": "김권을 지평으로, 응교 장운익을 양양 부사로 삼았다. 이때 좌상 정철의 죄를 논핵하려고 하였는데 김권이 따르지 않았으므로 예조 낭관에 체차하여 제수하였다. 장운익 등은 정철과 가장 친하였기 때문에 먼저 외직에 보임한 것이다. 홍여순이 호남에서 조정에 들어와 동료들에게 말하기를,“내가 만일 대각에 들어간다면 간당들을 모두 소탕할 것이다.”하였다. 이 때문에 헌장이 될 수 있었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 3월 1일(정유) 2번째기사",
                "gt-oKo": "김권(金權)을 지평으로 삼았다. 응교 장운익(張雲翼)을 양양 부사(襄陽府使)로 삼았다. 당시에 좌상 정철의 죄를 논하려 했는데 김권이 동의하지 않았기 때문에 예조 낭관으로 체배(遞拜)되었다. 운익 등은 정철과 가장 친밀한 사이였으므로 먼저 외직으로 제수하였다. 홍여순(洪汝諄)이 호남에서 내직으로 들어왔다. 여순이 동료들에게 ‘내가 만일 대간으로 들어가게 되면 간당(姦黨)을 모두 쓸어버리겠다.’고 하였는데 이로 인하여 헌장(憲長)이 되었다.",
                "hj": "○以金權爲持平, 以應敎張雲翼爲襄陽府使。 時, 將論左相鄭澈之罪, 金權不從, 故遞拜禮郞, 雲翼等以澈最親, 故先補外。 洪汝諄自湖南入朝, 謂同輩曰: “我若入臺, 當盡掃姦黨。” 以此, 得爲憲長。"
            },
            "3": {
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 3월 1일(정유) 3번째기사",
                "gt-oKo": "통신사(通信使) 황윤길(黃允吉) 등이 일본에서 돌아왔는데 왜사(倭使) 평조신(平調信) 등과 함께 왔다. 당초 윤길 등이 지난 해 4월 바다를 건너 대마도에 도착하였는데, 일본은 당연히 영접사를 파견해서 사신 일행을 인도하여야 하는데도 그렇게 하지 않았다. 이에 김성일(金誠一)은 그들의 거만함을 받아들일 수 없다고 의논하고 1개월을 지체한 뒤에야 출발하였다. 일기도(一岐島)와 박다주(博多州)·장문주(長門州)·낭고야(郞古耶)를 거쳐 계빈주(界濱州)에 당도했을 때에야 도왜(導倭)의 영접을 받았다. 왜인은 일부러 길을 돌아 몇 달을 지체하고서야 국도(國都)에 도착하였다. 사신 일행이 대마도에 있을 때 도주(島主) 평의지(平義智)가 국본사(國本寺)에서 사신들에게 연회를 베풀고자 하였는데, 국본사는 산 위에 있었다. 사신들이 먼저 가 있는데 의지가 가마를 탄 채 문을 들어와 뜰 아래에까지 와서 내리자 성일이 그의 무례함에 노하여 즉시 일어나 방으로 들어가니, 허성(許筬) 이하도 따라서 일어났으나 윤길은 그대로 앉아서 잔치에 임하였다. 성일이 병을 핑계로 나오지 않자 다음날 의지가 그 까닭을 듣고서 미리 알리지 않았다고 하여 시중을 든 왜인의 머리를 베어가지고 와서 사죄하였다. 이런 일이 있은 이후로 왜인들이 성일을 경탄(敬憚)하여 보이기만 하면 말에서 내려 더욱 더 깍듯이 예를 지켜 대접하였다. 그들의 국도 대판성(大阪城)에 도착해서는 큰 절에 숙소를 정하였는데, 마침 평수길(平秀吉)이 산동(山東)으로 출병하였다가 몇달 만에 돌아온데다 또 궁실(宮室)을 수리한다는 핑계로 즉시 국서(國書)를 받지 않아 5개월을 지체한 뒤에야 명을 전하였다. 그들 나라에서는 천황(天皇)이 제일 높아 수길 이하가 모두 신하로 섬기지만, 국사는 모두 관백(關白)이 통괄하였고 천황은 형식적인 지위만 가지고 있었다. 그러나 깍듯한 예절로 받들고 의장(儀章)도 특별하여 부처를 받들 듯이 하였다. 관백이라고 한 것은 곽광전(霍光傳)에 ‘모든 일을 먼저 보고받는다[凡事階先關白]’고 한 말에서 인용한 것이다. 때문에 수길를 대장군이라 부르고 왕(王)이라 부르지 못하는데,【후일 대군(大君)이라 칭하였다.】 이는 본래 천황을 국왕전(國王殿)이라고 하였기 때문이다. 우리의 사신을 접대함에 있어서 가마를 타고 궁문을 들어가도록 허락하고 가각(笳角)을 울려 선도하였으며 당(堂) 위에 올라가 예를 행하도록 하였다. 수길의 용모는 왜소하고 못생겼으며 얼굴은 검고 주름져 원숭이 형상이었다. 눈은 쑥 들어갔으나 동자가 빛나 사람을 쏘아보았는데, 사모(紗帽)와 흑포(黑袍) 차림으로 방석을 포개어 앉고 신하 몇 명이 배열해 모시었다. 사신이 좌석으로 나아가니, 연회의 도구는 배설하지 않고 앞에다 탁자 하나를 놓고 그 위에 떡 한 접시를 놓았으며 옹기사발로 술을 치는데 술도 탁주였다. 세 순배를 돌리고 끝내었는데 수작(酬酢)하고 읍배(揖拜)하는 예는 없었다. 얼마 후 수길이 안으로 들어갔는데 자리에 있는 자들은 움직이지 않았다. 잠시 후 편복(便服)차림으로 어린 아기를 안고 나와서 당상(堂上)에서 서성거리더니 밖으로 나가 우리 나라의 악공을 불러서 여러 음악을 성대하게 연주하도록 하여 듣는데, 어린 아이가 옷에다 오줌을 누었다. 수길이 웃으면서 시자(侍者)를 부르니 왜녀(倭女) 한 명이 대답하며 나와 그 아이를 받았고 수길은 다른 옷으로 갈아 입는데, 모두 태연자약하여 방약무인한 행동이었으며, 사신 일행이 사례하고 나온 뒤에는 다시 만나지 못하였다. 상사(上使)와 부사(副使)에게 각기 은 4백 냥을 주고 서장관 이하는 차등을 두어 주었다. 사신이 돌아가게 해줄 것을 재촉하자 수길은 답서(答書)를 즉시 재결하지 않고 먼저 가도록 요구하였다. 이에 성일(誠一)이 ‘우리는 사신으로서 국서를 받들고 왔는데 만일 답서가 없다면 이는 왕명을 천하게 버린 것과 마찬가지이다.’ 하고, 물러나오려 하지 않자 윤길(允吉) 등이 붙들려 있게 될까 두려워하여서 마침내 나와 계빈(界濱)에서 기다리고 있으니 비로소 답서가 왔다. 그런데 말투가 거칠고 거만해서 우리 측에서 바라는 내용이 아니었다. 성일은 그 답서를 받지 않고 여러 차례 고치도록 요구한 뒤에야 받았다. 지나오는 길목의 여러 왜진(倭陣)에서 왜장(倭將)들이 주는 물건들을 성일만은 물리치고 받지 않았다. 부산으로 돌아와 정박하자 윤길은 그간의 실정과 형세를 치계(馳啓)하면서 ‘필시 병화(兵禍)가 있을 것이다.’고 하였다. 복명(復命)한 뒤에 상이 인견(引見)하고 하문하니, 윤길은, 전일의 치계 내용과 같은 의견을 아뢰었고, 성일은 아뢰기를, “그러한 정상은 발견하지 못하였는데 윤길이 장황하게 아뢰어 인심이 동요되게 하니 사의에 매우 어긋납니다.” 하였다. 상이 하문하기를, “수길이 어떻게 생겼던가?” 하니, 윤길은 아뢰기를, “눈빛이 반짝반짝하여 담과 지략이 있는 사람인 듯하였습니다.” 하고, 성일은 아뢰기를, “그의 눈은 쥐와 같으니 족히 두려워할 위인이 못됩니다.” 하였는데, 이는 성일이, 일본에 갔을 때 윤길 등이 겁에 질려 체모를 잃은 것에 분개하여 말마다 이렇게 서로 다르게 한 것이었다. 당시 조헌(趙憲)이 화의(和議)를 극력 공격하면서 왜적이 기필코 나올 것이라고 주장하였기 때문에 대체로 윤길의 말을 주장하는 이들에 대해서 모두가 ‘서인(西人)들이 세력을 잃었기 때문에 인심을 요란시키는 것이다.’고 하면서 구별하여 배척하였으므로 조정에서 감히 말을 하지 못하였다. 유성룡이 성일에게 말하기를, “그대가 황의 말과 고의로 다르게 말하는데, 만일 병화가 있게 되면 어떻게 하려고 그러시오?” 하니, 성일이 말하기를, “나도 어찌 왜적이 나오지 않을 것이라고 단정하겠습니까. 다만 온 나라가 놀라고 의혹될까 두려워 그것을 풀어주려 그런 것입니다.” 하였다.",
                "hj": "○通信使黃允吉等, 回自日本, 倭使平調信等偕來。 初, 允吉等以上年四月, 渡海抵對馬島, 日本當送使迎導, 而不至。 金誠一議以不可受其慢, 留一月乃發, 歷一岐島、博多州、長門州、浪古耶, 導倭迎於界濱州。 倭人故迂路留滯累月, 乃抵國都。 其在對馬島, 島主平義智請使臣宴國本寺, 寺在山上。 使臣先赴, 義智乘轎入門, 至階方下。 誠一怒其無禮, 卽起入房, 許筬以下隨起, 允吉仍坐接宴, 誠一謝病不出。 翌日義智聞其故以爲: “從倭不預告。” 斬其頭來致謝。 自是倭人敬憚誠一, 望見下馬, 待之加禮。 到其國都(大板城)〔大阪城〕, 館于大刹, 適平秀吉出兵山東, 數月以回, 又託以修治宮室, 不卽受國書, 留五月始得傳命。 其國尊其天皇, 秀吉以下皆臣事之, 而國事皆統於關白。 天皇尸位, 而禮事尊奉, 儀章有別, 如奉浮屠。 關白云者, 取霍光傳凡事皆先關白之語, 故號秀吉爲大將軍, 不得稱王,【其後稱大君。】 以天皇本稱國王殿故也。 其接我使也, 許乘轎入宮門, 笳角先導, 陞堂行禮。 秀吉容貌矮陋, 面色皺黑, 如猱玃狀。 深目星眸, 閃閃射人, 紗帽、黑袍, 重席地坐, 諸臣數人列侍。 使臣就席, 不設宴具, 前置一卓, 熟餠一器, 瓦甌行酒, 酒亦濁, 三巡而罷, 無酬酢拜揖之禮。 有頃, 秀吉入內, 在席者不動。 俄而便服, 抱小兒出來, 徘徊堂上而已, 出楹外招我國樂工, 盛奏衆樂而聽之。 小兒遺溺衣上, 秀吉笑呼侍者, 一女倭應聲出, 乃授其兒, 更他衣, 皆肆意自得, 傍若無人。 使臣辭出, 不復再見。 與上副使各銀四百兩, 書狀以下有差。 使臣促辭歸, 秀吉不時裁答書, 令先行。 誠一曰: “吾爲使臣, 奉國書來。 若無報書, 是同委命於草芥。” 不肯辭退, 允吉等懼見留, 乃發還至界濱待之, 答書始來, 而辭意悖慢, 非我所望也。 誠一不受, 改定數次, 然後乃受。 凡所經諸陣, 將倭所贈, 誠一獨却不受。 回泊釜山, 允吉馳啓情形以爲: “必有兵禍。” 旣復命, 上引見而問之, 允吉對如前。 誠一曰: “臣則不見如許情形。 允吉張皇論奏, 搖動人心, 甚乖事宜。” 上問秀吉何狀, 允吉言: “其目光爍爍, 似是膽智人也。” 誠一曰: “其目如鼠, 不足畏也。” 蓋誠一憤允吉等到彼恇怯失體, 故言言相左如此。 時, 趙憲力攻和議策倭必來, 故凡主允吉之言者, 皆以爲西人失勢, 搖亂人心, 區別麾斥, 以此廷中不敢言。 柳成龍謂誠一曰: “君言故與黃異, 萬一有兵禍, 將奈何?” 誠一曰: “吾亦豈能必倭不來? 但恐中外驚惑, 故解之耳。”"
            },
            "4": {
                "H2KE-EN": "The reply to the King of Japan stated as follows: The governor of Japan received a letter from the King of Joseon . The writing letter reading it, and it reads two or three times. Our country of 60여 jurisdiction have recently separated from many countries and disorder the state laws and discontinues the generosity of the three or four years. In your subjects humble opinion, I am a petty servant. Yet, when I was raised in the Royal Placentacenta Chamber , my mother early took turns into my looking into the central quarters. The chief envoy said, While the sun and the sun have not been observed, it is necessary for me to summon and distinguish the generosity of",
                "H2KE-nKo": "왜국의 답서에 이르기를,“일본국의 관백은 조선 국왕 합하께 글을 올립니다. 글을 읽다가 읽고 나서 재삼 읽어 보았습니다. 우리나라 60여 주가 근년에 여러 나라가 분리되어 나라의 기강을 어지럽히고 세상의 예법을 폐기한 채 조정의 정사를 듣지 않기 때문에 내가 감격스러움을 이기지 못하여 3, 4년 동안 반신, 적도 및 이역과 먼 섬이 모두 손아귀에 쥐여 있습니다. 삼가 생각건대, 나의 사적은 비루하고 소신이지만, 내가 잉태할 때에 자모께서 일륜이 품속에 들어오는 꿈을 꾸셨는데, 상사가 말하기를 ‘햇빛이 비치는 곳에는 굽어살피지 않는 곳이 없다. 장년에는 반드시 팔방에 어진 명성을 드날리고 사해에 위엄과 명성을 입히니, 어쩌면 그리도 의심스럽단 말인가.’라고 하였습니다.이렇게 기이하게 적심을 품어 자연히 꺾이고 멸망하여 싸우면 반드시 이기고 공격하면 반드시 빼앗습니다. 이미 천하가 크게 다스려져 백성들을 어루만져 기르고 고아와 과부를 불쌍히 여겨 왔기 때문에 백성은 부유하고 재물은 풍족하며 토공은 천고에 만 배나 되었습니다.우리나라가 개국한 이래로 조정의 성대한 일과 낙양의 장려함이 오늘날과 같은 적이 없었습니다. 인생은 한 세대에 100세도 채 못 되는데, 답답하게 오래도록 여기에 거처한단 말입니까. 국가가 멀리 떨어져 있고 산하가 막혀 있는 것을 개의치 않고 한 번 뛰어 곧바로 대명국으로 들어가 우리 왕조의 풍속을 400여 주로 바꾸고 도목 정사와 교화를 억만년토록 베풀고자 하는 것이 마음 속에 있습니다. 귀국이 선구가 되어 입조하면 원려가 있고 가까운 근심이 없는 것에 의지하겠습니까. 먼 곳의 작은 섬이 바다 가운데 있는 것은 후진의 무리가 허용할 수 없습니다. 내가 대명에 들어가는 날에 사졸을 거느리고 군영을 바라보면 더욱 이웃 나라와의 맹약을 닦을 수 있을 것입니다. 내가 원하는 것은 단지 세 나라에 아름다운 명성을 드러내고자 하는 것일 뿐입니다. 방물은 목록대로 수령하여 바치겠습니다. 또 국정을 관장하고 있는 무리에 대해서는 지난날의 무리가 모두 그 사람을 고쳤으니, - 관속을 바꾸어 두는 것은 이전의 호칭이 아니기 때문이다. - 마땅히 불러서 나누어 주겠습니다. 나머지는 별서에 있습니다. 진중하고 보색하소서. 이만 줄입니다.”하였다. - 말미에 ‘천정 18년 경인중동 일 풍신수길이 받들어 답서를 올립니다.’라고 썼다. - 성일은 글의 내용이 패만하여 일찍이 전하라고 칭하고 합하라고 칭하였으며, 보낸 예물로 방물을 수령하여 바쳤습니다. 또 ‘한 번 뛰어 곧바로 대명국으로 들어가면 귀국이 선구가 된다.’라는 등의 말을 썼으니, 이는 대명을 차지하고자 하여 우리나라로 하여금 선구가 되게 한 것입니다. 이에 현소에게 글을 보내어 대의로 비유하기를 ‘만약 이 글을 고치지 않는다면 나는 죽음이 있을 뿐이니 가지고 갈 수 없다.’라고 하니, 현소가 글을 보내어 사례하고 글을 지은 자가 말을 잘못 지었다고 핑계 대면서 전하와 예물 등의 글자만 고쳤으며, 기타 오만하고 협박하는 말은 이것이 대명에 입조하려는 뜻이라고 핑계 대면서 고치려 하지 않았다. 성일이 재삼 글을 보내어 고치기를 청하였으나 따르지 않았다. 황윤길과 허성 등이 아뢰기를,“현소가 그 뜻이 이와 같다는 것을 스스로 해명하였으니, 굳이 서로 버티면서 오래 머무를 필요가 없습니다.”하니, 성일이 다투다가 뜻을 이루지 못하고 마침내 돌아왔다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 3월 1일(정유) 4번째기사",
                "gt-oKo": "왜인의 답서(答書)에, “일본국 관백(關白)은 조선 국왕 합하에게 바칩니다. 보내신 글은 향불을 피우고 재삼 되풀이하여 읽었습니다. 우리 나라 60여 주는 근래 제국(諸國)이 분리되어 나라의 기강을 어지럽히고 대대로 내려오는 예의를 저버리고서 조정의 정사를 따르지 않기 때문에 내가 분격을 견디지 못하여 3∼4년 사이에 반신(叛臣)과 적도(賊徒)를 토벌하여 먼 섬들까지 모두 장악하였습니다. 삼가 나의 사적(事蹟)을 살펴보건대 비루한 소신(小臣)이지만, 일찍이 나를 잉태할 때에 자모(慈母)가 해가 품 속으로 들어오는 꿈을 꾸었는데, 상사(相士)가 ‘햇빛은 비치지 않는 데가 없으니 커서 필시 팔방에 어진 명성을 드날리고 사해에 용맹스런 이름을 떨칠 것이 분명하다.’ 하였는데, 이토록 기이한 징조를 인하여 나에게 적심(敵心)을 가진 자는 자연 기세가 꺾여 멸망하는지라, 싸움엔 반드시 이기고 공격하면 반드시 빼앗았습니다. 이제 천하를 평정한 뒤로 백성을 어루만져 기르고 외로운 자들을 불쌍히 여겨 위로하여 백성들이 부유하고 재물이 풍족하므로 토공(土貢)이 전보다 만 배나 늘었으니, 본조(本朝)가 개벽한 이래로 조정(朝政)의 성대함과 수도(首都)의 장관(壯觀)이 오늘날보다 더한 적이 없었습니다. 사람의 한평생이 백년을 넘지 못하는데 어찌 답답하게 이 곳에만 오래도록 있을 수 있겠습니까. 국가가 멀고 산하가 막혀 있음도 관계없이 한 번 뛰어서 곧바로 대명국(大明國)에 들어가 우리 나라의 풍속을 4백여 주에 바꾸어 놓고 제도(帝都)의 정화(政化)를 억만년토록 시행하고자 하는 것이 나의 마음입니다. 귀국이 선구(先驅)가 되어 입조(入朝)한다면 원려(遠慮)가 있음으로 해서 근우(近憂)가 없게 되는 것이 아니겠습니까. 먼 지방 작은 섬도 늦게 입조하는 무리는 허용하지 않을 것입니다. 내가 대명에 들어가는 날 사졸을 거느리고 군영(軍營)에 임한다면 더욱 이웃으로서의 맹약(盟約)을 굳게 할 것입니다. 나의 소원은 삼국(三國)에 아름다운 명성을 떨치고자 하는 것일 뿐입니다. 방물(方物)은 목록대로 받았습니다. 그리고 국정(國政)을 관장하는 무리는 전일의 사람들을 다 바꾸었으니【관속(官屬)을 바꾸어 전의 호칭이 아니었기 때문이다.】 불러서 나누어 주겠습니다. 나머지는 별지에 있습니다. 몸을 진중히 하고 아끼십시오. 이만 줄입니다.” 하고, 끝에 ‘천정(天正) 18년 경인 중동(仲冬) 일(日) 수길(秀吉)은 받들어 답서한다.’고 쓰여 있었다. 김성일(金誠一)은 답서의 내용이 거칠고 거만하여, 전에는 전하(殿下)라고 하던 것을 합하(閤下)라 하고 보내는 예폐(禮幣)도 ‘방물(方物)은 받았다.’ 하였으며, 또 ‘한 번 뛰어 곧바로 대명국으로 들어간다.’느니 ‘귀국이 선구가 되라.’는 등의 말이 있음을 보고서 ‘이는 대명을 빼앗고자 하여 우리 나라로 선구를 삼으려 한 것이다.’ 하고는 현소(玄蘇)에게 바로 서신을 보내어 대의(大義)를 들어 깨우치고 ‘만일 이 글을 고치지 않으면 우리는 죽음이 있을 뿐, 가져갈 수는 없다.’고 하였다. 이에 현소가 서신을 보내어 사과하면서 글을 짓는 자가 말을 잘못 만든 것이라 핑계하였다. 그러나 전하와 예폐 등의 글자만 고쳤을 뿐, 기타 거만하고 협박하는 식의 말에 대해서는 ‘이는 대명에 입조(入朝)한다는 뜻’이라고 핑계대면서 고치려 하지 않았다. 성일이 두세 차례 서신을 보내어 고칠 것을 청하였으나 따르지 않았다. 이에 대하여 황윤길과  허성(許筬) 등은 ‘현소가 그 뜻을 스스로 이렇게 해석하는데 굳이 서로 버티면서 오래 지체할 것이 없다.’고 하였으므로, 성일이 논쟁하였으나 관철하지 못하고 마침내 돌아왔다.",
                "hj": "○倭答書云: 日本國關白, 奉書朝鮮國王閤下。 雁書薰讀, 卷舒再三。 吾國六十餘州, 比年諸國分離, 亂國綱、廢世禮, 而不聽朝政, 故予不勝感激, 三四年之間, 伐叛臣、討賊徒及異域遠島, 悉歸掌握。 竊諒余事蹟, 鄙陋小臣也。 雖然, 余當托胎之時, 慈母夢日輪入懷中, 相士曰: “日光所及, 無不照臨。 壯年必八表聞仁聲, 四海蒙威名者, 何其疑乎?” 依此奇異, 作敵心, 自然摧滅, 戰必勝、攻必取。 旣天下大治, 撫育百姓, 矜悶孤寡, 故民富財足, 土貢萬倍千古矣。 本朝開闢以來, 朝政盛事, 洛陽壯麗, 莫如此日也。 人生一世, 不滿百齡焉, 鬱鬱久居此乎? 不屑國家之遠、山河之隔, 欲一超直入大明國, 欲易吾朝風俗於四百餘州, 施帝都政化於億萬斯年者, 在方寸中。 貴國先驅入朝, 依有遠慮無近憂者乎? 遠方小島在海中者, 後進輩不可作容許也。 予入大明之日, 將士卒望軍營, 則彌可修隣盟。 余願只願顯佳名於三國而已。 方物如目錄領納。 且至于管(館)〔領〕國政之輩, 向日之輩皆改其人,【易置官屬, 非前名號故也。】 當召分給。 餘在別書。 珍重保嗇。 不宣。 【末書天正十八年庚寅仲冬日秀吉奉復書。】 誠一見書辭悖慢, 嘗稱殿下, 而稱閤下, 以所送禮幣爲方物領納。 且一超直入大明國, 貴國先驅等語, 是欲取大明, 而使我國爲先驅也。 乃貽書玄蘇, 譬曉以大義云: “若不改此書, 吾有死而已, 不可持去。” 玄蘇有書稱謝, 諉以撰書者失辭, 但改書殿下、禮幣等字, 其他慢脅之辭, 託言此是入朝大明之意, 而不肯改。 誠一再三移書請改, 不從。 黃允吉、許筬等以爲: “蘇倭自釋其意如此, 不必相持久留。” 誠一爭不能得遂還。"
            },
            "5": {
                "H2KE-EN": "When the envoys [from Ming China] reached the first time, the Japanese guesthouse and others requested that they be watched and music be played. Seongri requested, saying, As the state letter has not yet been transmitted, it is impossible to present the music first. This is a slandered. Heo Seong , the correspondence official , deliberated, saying, The envoys should bow to the courtyard when facing the arrival of the King. Seongri said, The guesthouse is a subject of Heaven and cannot be called the King. Although the state letter is treated with the arrival of the King, if this time comes to our country to disclose that the King is not the king, the envoys should be responsible to reply to the King. Seongri was not accepted. Seongri requested alone and stubbornly deliberated on the matter with Hyeonso that he would bow to the outside of the main chamber. This should be made a permanent regulation. Minamoto Yan requested again to the envoys, saying, On the day when the guesthouse arrives, the envoys should proceed to the palace to see the glory. Seongri said, The envoys have not yet delivered the state letter, and they should not personally proceed to the palace to sightseeing. Minamoto Yan also admired the words of the guesthouse of the envoys",
                "H2KE-nKo": "사행이 처음 도착했을 때 왜장들이 수행하는 기악을 관람하기를 청하였으나, 허성이 허락하지 않으면서 말하기를,“국서를 아직 전하지도 않았는데 먼저 기악을 올리니, 이는 모욕을 받은 것이다.”하였다. 서장관 허성이 의견을 올리기를,“관백은 주상과 대등한 예이니, 사신은 마땅히 뜰에서 절을 해야 합니다.”하니, 허성이 말하기를,“관백은 바로 천황의 신하이니 왕이라고 일컬을 수 없습니다. 국서는 비록 대등한 예로 대우하더라도 여기에 이르러 그가 왕이 아님을 깨닫게 되면 사신은 전적으로 대답하기를 ‘고치겠습니다.’라고 해야 합니다.”하였으나, 허성이 따르지 않았다. 허성일이 단독으로 현소와 상의하여 영외에 올라가서 절을 하는 것으로 강정하고 이를 항식으로 삼았다. 허성이 또 사신에게 청하기를,“관백이 내일 천궁에 나아갈 것이니, 사신이 구경할 것입니다.”하니, 허성일이 말하기를,“사신이 국명을 전하지 않았으니, 사사로이 나가서 유관할 수 없습니다.”하였다. 허성이 또 관백의 말을 가지고 넌지시 말하기를,“따르지 않으면 돌아갈 기일의 조만을 알 수 없습니다.”하니, 일행이 근심하고 두려워하였다. 허성이 단독으로 어가를 재촉하여 그의 처소로 나아갔다가 관백이 행차를 정지하였다는 말을 듣고서야 그쳤다. 이튿날 또 갔다가 헛되이 돌아왔는데, 세 번 가서야 볼 수 있었다. 허성이 또 편지를 보내 꾸짖었다. 일행이 오래도록 명을 전하지 않았다는 이유로 관백의 좌우에 뇌물을 주고자 하여 속히 일을 마치고 돌아오기를 바랐는데, 허성이 또 다투며 허락하지 않았다. 조윤길과 허성은 또 뇌물을 주고 행장을 꾸렸는데, 허성일이 번번이 불손하다고 배척하니, 이로 말미암아 사행이 크게 어긋났다. 왜인들은 황색과 허색을 비루하게 여기고 허성일에게 감복하여 오래될수록 더욱 칭송하였는데, 오직 평의지만이 크게 유감을 품어 그를 엄절하게 대우하였기 때문에 허성일이 사정을 들을 수 없었다. 그 뒤에 평의지가 우리 사신에게 말하기를,“김성일은 한갓 절의만 숭상하여 일이 생기게 되었습니다.”하였다. - 조윤길은 본래 비루한 사람으로 문장을 잘하는 것으로 사신의 선발에 응하였으니, 그의 직임이 아니었다. 허성은 사류로서 허성일과 벗이 되어 평소 서로 기대를 걸었는데, 행동이 전도되었기 때문에 허성이 여러 차례 편지를 보내 준절히 꾸짖었다. 허성은 이로 말미암아 명예를 손상하였다. -\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 3월 1일(정유) 5번째기사",
                "gt-oKo": "사신 일행이 일본에 처음 도착하였을 때 왜장(倭將)들이 수행한 기악(伎樂)을 관람시켜줄 것을 청하자 김성일이 허락하지 않으면서 말하기를, “국서(國書)를 아직 전하지도 않았는데 먼저 기악을 보여주는 것은 바로 수모(受侮)인 것이오.” 하였다. 서장관 허성의 의논은, 관백(關白)을 우리 나라 주상(主上)이 동등한 예로 대하니 사신은 의당 정배(廷拜)를 해야 한다고 하였는데, 성일이 말하기를, “관백은 바로 천황의 신하이지 왕(王)이라 할 수는 없습니다. 국서에는 대등한 예로 대하였으나 이곳에 도착해서야 그가 왕이 아님을 알았으니 사신은 의당 전권으로서 고쳐야 합니다.” 하였다. 그러나 허성은 따르지 않았다. 이에 성일이 단독으로 현소와 따져서 당에 올라가 기둥 밖에서 절하는 것으로 결정해서 영구한 법으로 삼도록 하였다. 의지(義智)가 또 사신에게 청하기를, “관백이 내일 천궁(天宮)에 들어갈 것이니 사신은 구경하십시오.” 하였으나, 성일이 말하기를, “사신으로서 국명을 전하지 못하였으니 사사로이 나가서 유람할 수가 없소.” 하였다. 의지가 또 관백의 말이라 하면서 넌지시 말하기를, “만일 시키는 대로 하지 않으면 돌아갈 기일을 알 수 없을 것입니다.” 하여 사신 일행이 근심과 두려움 속에 있었다. 허성 혼자서 서둘러 그곳에 갔다가 관백이 가는 것을 중지하였다는 말을 듣고서야 그만두었다. 다음날 또 갔다가 헛걸음으로 돌아왔는데 세 번째 가서야 구경할 수 있었다. 그러자 성일은 또 서신을 보내서 책망하였다. 사신 일행은 오래도록 명을 전하지 못했으므로 관백의 측근에게 뇌물을 주어 통해 보려고 하고, 모두가 속히 일을 마치고 돌아가기를 바랐으나 성일이 또 논쟁하여 허락하지 않았다. 황윤길과 허성은 서로 교환한 재화(財貨)가 행장에 가득하였는데 성일이 불순한 언사로 배척하였으므로 이 때문에 일행과는 크게 사이가 어긋났다. 왜인(倭人)들은 황(黃)과 허(許)를 비루하게 여기고 성일의 처신에 감복하여 갈수록 더욱 칭송하였다. 그러나 평의지(平義智)만은 대단히 유감스럽게 여겨 매우 엄격하게 대우하였기 때문에 성일이 그곳의 사정을 잘 듣지 못하였다. 그후 의지는 우리 사신에게 ‘성일은 절의(節義)만을 숭상하여 사단이 생기게 된다.’고 하였다.【윤길은 본래 비루한 사람으로서 글 잘하는 것으로 사신의 선발에 뽑혔지만 적임자가 아니었다. 허성은 사류(士類)로서 성일과는 친구간이었다. 본래 기대한 바가 있었으나 행동이 전도되었기 때문에 성일이 여러 번 서신으로 간절히 책망하였다. 허성은 이로 인하여 명망이 손상되었다.】",
                "hj": "○使行之始至也, 倭將等請觀隨行伎樂, 誠一不許曰: “國書未傳, 而先呈伎樂, 是受侮也。” 書狀官許筬議以: “關白與主上敵禮, 使臣當廷拜。” 誠一曰: “關白乃天皇臣也, 不得稱王。 國書雖待以敵禮, 到此覺其非王, 則使臣當專對以改。” 筬不從。 誠一乃獨與玄蘇商議, 講定升拜楹外, 以爲恒式。 義智又請于使臣曰: “關白來日當詣天宮, 使臣可觀光也。” 誠一曰: “使臣未傳國命, 不可私出遊觀。” 義智又以關白之言諷之曰: “不從則還期早晩, 未可知也。” 一行憂懼, 筬獨促駕詣其所, 聞關白停行而止。 明日又往空返, 三往乃得見, 誠一又移書責之。 一行以久未傳命, 欲通賂于關白左右, 冀速竣事而返, 誠一又爭不許。 允吉、筬又交貨充裝, 誠一輒斥言不遜, 由是行中大乖。 倭人鄙黃、許, 而服誠一, 久益稱之。 惟平義智大憾, 待之嚴截, 故誠一不得聞事情。 其後義智謂我使臣曰: “金誠一徒尙節義, 以致生事” 云。【允吉本鄙人, 以辭華應選使价, 非其任也。 筬以士類, 與誠一爲友, 素相期待, 而擧措顚沛, 故誠一屢書切責, 筬由是損名。】"
            },
            "6": {
                "H2KE-EN": "The King appointed Recorder Oh Eoknyeong as commissioner for refreshing the envoy at the Hall of Worthies and Hyeon So and others. Upon hearing the circumstances of Hyeon Eoknyeong, Hyeon Eoknyeong proceeded to the imperial court on a journey to invade the Great Ming [China]. He immediately reported this to the King in detail. The court was greatly disappointed and immediately reported it to the King to be replaced, and Recorder [of the Office of Royal Genealogy] Hwang Hui was replaced with him. Eoknyeong reported on his mission to the King, and he recorded the details of answers to the Japanese circumstances as previously reported to the King. Eoknyeong was gentle and prudent in his literati, and yet he did not absurdly recommend one person in the Ministry of Personnel. In the Office of the Inspector General, he was unable to impeach one man without impeaching him. People did not see his sword. At this time, he observed the circumstances and uttered the circumstances and did not avoid impeaching and uttering words. Because of this, he was imprisoned in a minor matter and was dismissed from office. Also, he was appointed as an official of the Office of Astronomy and Geomancy to the imperial court [of Ming China] and destroyed him.",
                "H2KE-nKo": "홍문관 전한 오억령을 선위사로 삼아 현소 등을 빈접하게 하였다. 오억령이 현소가 내년에 길을 빌려 상국을 침범하겠다고 분명히 말하였다는 말을 듣고 즉시 사유를 갖추어 주상에게 보고하니, 조정의 의론이 크게 놀라 즉시 주상에게 아뢰어 체차하고, 응교 심희수를 후임으로 삼았다. 오억령이 복명하면서 왜인과 문답한 내용을 모두 기록하여 앞서 아뢴 내용과 같이 올렸다. 오억령은 문아하고 온근하여 전조에 있을 때 한 사람도 함부로 천거하지 않았고, 대간에 있을 때 한 사람도 함부로 탄핵하지 않아 사람들이 그의 모난 태도를 보지 못하였다. 이때에 이르러 일의 기미가 급박한 것을 보고 임금의 비위를 건드리는 것을 피하지 않고 모두 말하였다. 이로 말미암아 사소한 일에 연좌되어 파직되었고, 또 질정관을 채워 경사에 조회하게 하였는데, 배척하였기 때문이다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 3월 1일(정유) 6번째기사",
                "gt-oKo": "홍문 전한 오억령(吳億齡)을 선위사(宣慰使)로 삼아 현소(玄蘇) 등을 빈접(儐接)하게 하였는데, 억령이 ‘내년에 길을 빌어 상국(上國)을 침범할 것이다.’고 확언하는 현소의 말을 듣고서 즉시 사연을 갖추어 계문(啓聞)하니, 조정의 의논이 크게 놀라 즉시 아뢰어 체직시키고, 응교 심희수로 대신케 하였다. 억령은 복명(復命)하면서 왜의 실정에 대해 문답한 내용을 모두 기록하여 앞서 아뢰었던 뜻으로 올렸다. 억령은 문아(文雅)하고 온근(溫謹)하여 전조(詮曹)에 있을 때 한 사람도 함부로 천거한 일이 없었고, 대관(臺官)으로 있을 때도 한 사람도 함부로 탄핵한 일이 없어 남들이 그의 모난 행동을 본 적이 없었는데, 이때에 일의 기미가 위급함을 알고서는 미움을 사는 것도 피하지 않고 모두 말하였다. 이것으로 연좌(連坐)되어 조그만 일로 파직되었고, 또 질정관(質正官)이 되어 중국에 가게 되었으니, 밀려난 것이었다.",
                "hj": "○以弘文典翰吳億齡爲宣慰使, 儐接玄蘇等。 億齡聞蘇明言來年將假途, 入犯上國, 卽具以啓聞, 朝議大駭, 卽啓遞之, 以應敎沈喜壽代之。 億齡復命, 悉錄問答倭情, 如前啓意上之。 億齡文雅溫謹, 在銓不妄薦一人; 在臺不妄彈一人, 人莫見其圭角。 及是, 見事機危迫, 不避觸忤盡言。 由是, 連坐微事見罷, 又充質正官朝京, 擠之也。"
            },
            "7": {
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 3월 1일(정유) 7번째기사",
                "gt-oKo": "전 교수(敎授) 조헌(趙憲)이 소장(疏章)을 올렸으나 답이 없었다. 조헌이 일본(日本)의 서계(書契)가 패역스럽고 왜사(倭使)도 함께 나왔다는 말을 듣고서 옥천(沃川)에서 백의(白衣)로 걸어와서 예궐(詣闕)하여 소장을 올렸는데 그 내용에, “신은 생각건대, 선비는 자신의 말의 쓰여지지 않으면 말하지 않는 것이 당연하지만 강상(綱常)이 땅에 떨어질 지경이면 혹 분연히 일어설 수도 있다고 생각됩니다. 옛날 노중련(魯仲連)이 포위된 한단(邯鄲)으로 들어가서 진(秦)나라 임금을 황제(皇帝)로 높이자는 의논을 극력 저지시키자 진군(秦軍)이 그 때문에 50리를 물러갔습니다. 한단은 견고한 성이고 삼진(三晉)은 강한 나라였습니다. 전국(戰國) 시대에 임금과 장수가 국가의 수비에 전력을 다 기울였기 때문에 수개월 동안 성벽을 굳게 지키면서 노중련의 분의(奮義)를 기다릴 수가 있었던 것입니다. 우리 동방(東方)은 기자(箕子)가 바다를 건너온 이후 삼국(三國)과 전조(前朝)가 망하기까지 전혀 성을 등지고 일전(一戰)을 했던 때가 없었습니다. 신의 우견(愚見)에는 귤광련(橘光連)과 현소(玄蘇)가 우리 나라로 건너온 날은 실로 우리의 입장이 한단이 포위당했던 경우에 견줄 수 있습니다. 그리하여 여러 가지 많은 말을 아뢰었습니다만 군상(君相)에게 믿음을 받지 못하였습니다. 따라서 자신의 행신(行身)이 무상(無狀)함을 슬퍼하고 옛날 노중련에게도 매우 부끄러워 영원히 입을 다물고 구학(溝壑)에서 목숨을 마칠 것을 맹세하였습니다. 그러나 지금 듣건대 일본에 갔던 사신(使臣)이 돌아오자 적선(賊船)이 해변에 와 있다고 합니다. 이들이 우리 나라를 함몰시키고 중국을 침범할 경우에는 중국에 대해 변명할 길이 없고 이들이 기회를 포착하여 갑자기 쳐들어올 경우에는 해변의 방어가 너무도 허술합니다. 반드시 전쟁이 있을 지역인데도 아직까지 조충국(趙充國)과 같은 경략(經略)이 없었고 원(元)나라의 사신을 영접하지 말라고 항의한 정몽주(鄭夢周) 같은 이도 없었습니다. 진회(秦檜)와 왕윤(王倫)이 나라를 그르치자 변주(汴州)·항주(杭州)가 함몰되는 지경에 이르렀고, 필부(匹夫)가 군왕을 현혹시키자 수욕(羞辱)이 자심하여 강상이 날로 실추되고 군부의 화(禍)가 급박하여졌으므로 간담이 찢어지는 듯한 분노로 머리털이 곤두서서 눈물을 흘리면서 말하지 않을 수 없습니다. 신이 삼가 살피건대, 《역경(易經)》 복괘(復卦)의 초구(初九)에 ‘머지 않아 회복될 것이어서 뉘우침이 없게 될 것이니 크게 길하리라.’ 하였는데, 정전(程傳)에 ‘양(陽)은 군자의 도이기 때문에 복(復)은 선(善)으로 회복되는 뜻이 된다. 초효(初爻)는 양의 시작으로 복이 괘의 처음에 있어 제일 먼저 회복하는 것이 된다. 따라서 이는 머지 않아 회복한다는 뜻이다. 잘못을 머지 않아 회복한다면 후회에 이르지 않게 되어 크게 좋고 길하게 된다.’ 하였습니다. 그리고 비괘(比卦)의 괘사(卦辭)에 ‘불녕(不寧)이 바야흐로 오고 있으니 시기가 늦으면 강부(强夫)라도 흉하리라.’ 하였는데, 정전(程傳)에 ‘사람이 스스로 안녕(安寧)을 보전할 수 없는 상황이 닥쳐오면 친히 하고 도와줄 사람을 구하게 된다. 도와줄 사람을 구하게 되면 안녕을 보존시킬 수 있다. 불녕한 때에는 당연히 서둘러 도와줄 사람을 구해야 되는데 만약 혼자서 자신만을 믿고 도와줄 사람을 구하는 뜻이 늦추어진다면 강부라도 흉한데 더구나 유약(柔弱)한 사람이겠는가.’ 하였습니다. 신이 삼가 오늘날의 사세를 헤아려 보건대, 국가의 안위와 성패가 매우 긴박한 상태에 있으니 참으로 불안한 시기라고 할 수 있습니다. 속히 왜사(倭使)의 목을 베고 중국에 주문(奏聞)한 다음 그의 사지를 유구(琉球) 등 제국(諸國)에 나누어 보내어 온 천하로 하여금 다 함께 분노하게 하여 이 왜적을 대비하도록 하는 한 가지 일만이 전의 잘못을 보완하고 때늦은 데서 오는 흉함을 면할 수 있음은 물론 만에 하나 이미 쇠망한 끝에 다시 흥복시킬 수 있게 되기를 기대할 수가 있는 것입니다. 삼가 성주(聖主)께서는 속히 잘 생각하시어 사람이 못났더라도 말만은 버리지 말고 종사(宗社)의 대계(大計)를 위하여 지체하지 말았으면 매우 다행이겠습니다. 이만주(李滿住)에게 자급(資給)을 준 한 장의 종이로 중국에 실수를 저질러 장영(張寧)이 나와서 책할 때 광묘(光廟)께서 대답할 말이 없어 무안해 하였습니다. 그리하여 말(馬)을 공납(貢納)하고 사죄하였지만 이만주를 토벌하는 거사가 있을 적에 무과(武科)에 1천 8백 명을 시험보여 일국의 병력을 다 보내기에 이르렀는데 병마의 사상도 대략 그 숫자와 맞먹었습니다. 더구나 수길(秀吉)이 우리에게 길을 빌어 중국을 침범하려는 악랄함은 이만주에게 견줄 정도가 아니고 글을 보내어 우리를 무함하는 방술이 중추(中樞)의 자급에 그칠 정도가 아닙니다. 만약 중국에서 그들의 간계(姦計)를 깨닫지 못하고 당(唐)나라 때처럼 성대한 노여움을 발하게 될 경우에는 당연히 이적(李勣)·소정방(蘇定方)의 군대가 나와서 고구려·백제의 죄를 물은 것과 같은 일이 있게 될 것입니다. 그렇게 되면 성주(聖主)께서는 어떻게 사과하시겠으며 신민(臣民)들은 어떻게 죽음을 면할 수가 있겠습니까 간교한 오랑캐의 말이 매우 어리석고 교만하므로 지사(智士)들은 흔히 그가 반드시 패망할 것을 예견하고, 그가 제도(諸島)를 궤멸하고 사람을 무수이 죽였으므로 군하(群下)들은 많이 그 해독을 원망할 것입니다. 우리에게 계모가 있다면 성토(聲討)하여 절교함으로써 그들의 마음을 꺾어 우리의 사민(士民)으로 하여금 미리 토적(討賊)의 의리를 깨우치게 해야 합니다. 그러면 사람마다 분발할 마음을 먹게 되어 그들을 제재할 수가 있게 될 것입니다. 공손술(公孫沭)이 사신을 보내어 화친(和親)을 약속하였으나 외효(隗囂)가 그 사신을 베자 공손술이 감히 농서(隴西)를 엿보지 못하였으며, 살리갈(撒離喝)이 사자(使者)를 보내어 항복하게 하였으나 유자우(劉子羽)가 베니 살리갈이 감히 추격하여 오지 못하였습니다 대방(大邦)에서 군대를 양성하여온 것이 어찌 유자우의 군대가 패전한 끝에 겨우 살아남은 1백 10명보다야 작을 수 있겠습니까. 그런데도 스스로 의의(意義)를 진기시키지 못한단 말입니까. 어떤 사람은 ‘수길이 이미 종성장(宗盛長)의 족속을 궤멸시키고 자신의 심복인 평의지(平義智)로 하여금 대신하게 한 다음 대마도(對馬島)에다 군대를 주둔시켜 놓고 몰래 습격할 음모를 축적하고 있으니, 우리를 버리고 먼저 중국을 공격한다는 것은 반드시 그럴 리가 없다. 따라서 늦추어 주문(奏聞)해도 허물될 것이 없다.’고 하는데, 이는 너무도 생각이 모자란 것입니다. 신이 삼가 포로로 잡혀갔던 사람들의 말을 듣건대, 왜적들이 우리 나라 사람을 서남만(西南蠻)의 제도(諸島)와 양절(兩浙)에다 팔면 그들이 다시 전매(轉賣)되어 일본으로 되돌아온다고 하였습니다. 이것은 객상(客商)들의 왕래가 베짜는 북처럼 누비고 다닌다는 증험인 것입니다. 간교한 오랑캐가 우리에게 답한 글에 이미 자신들의 성세(聲勢)에 대해 극도로 장황하게 늘어놓고 있는데 더구나 남양(南洋)의 제도에야 그들의 위무(威武)를 자랑하여 겁에 질리게 하지 않았을 리가 있겠습니까. 신은 황윤길(黃允吉)의 배가 처음 대마도에 정박했을 때 저들이 먼저 이 사실을 남양의 제도에 전파시켜 조선(朝鮮)과 통빙(通聘)했다고 하면서 제도를 제재하여 복속시키려 했을 것으로 생각이 됩니다. 그런데 양절(兩浙) 지방의 장리(將吏)들이 듣지 못했을 리가 있겠습니까. 따라서 황제에게 주문하지 않을 수 있겠습니까. 중국에서 의심하고 있은지 이미 오래입니다. 더구나 이 교사스런 오랑캐는 항상 상대가 방비하지 않고 있을 적에 엄습하는 것을 이롭게 여기고 있으니, 우리의 변장(邊將)이 얼마쯤 수비할 태세를 갖추어 전연 침범하기 어렵게 되면 저들이 반드시 중국을 침범하는 것이 이롭다고 여길 것입니다. 따라서 소주(蘇州)·항주(杭州)에 말을 퍼뜨려 자신들이 이미 조선을 복속시키고 군대를 이끌고 왔다고 할 경우 노포(露布)를 급급히 전한다면 반개월이면 경사(京師)에 도달될 것입니다. 시장에 사나운 호랑이가 날뛰고 있다는 말도 세 번 잇따라 들으면 의심을 갖게 되는 것이고, 사람을 죽였다는 말도 세 번 잇따라 듣게 되면 증자(曾子)의 어머니도 베짜던 북을 던지고 달아나게 되는 것입니다. 우리 나라는 호랑이와 승냥이 같은 사나운 나라들 사이에 끼어 있고 성상의 학문이 일이관지(一以貫之)의 지경에는 이르지 못하였으니, 황제가 증자의 어머니와 같이 하지 않으리라는 것을 기필할 수가 없습니다. 가령 중국에서 북쪽으로는 달로(㺚虜)의 공격을 받고 남쪽으로는 일본의 침구를 받아 소정방과 이적 같은 군대를 동쪽으로 파견하지는 못한다 하더라도 중국 조정에서 우리 나라가 오랑캐로 빠져들어 갔다고 여겨 허겸(許謙)이 후회하듯 하고 사가(史家)가 이러한 사실을 기록한다면 당당한 예의(禮義)의 나라로서 또한 너무도 수치스럽고 오욕스러운 일이 아니겠습니까. 조종(祖宗)의 2백 년간 수치스러운 종계(宗系)의 일을 겨우 정성을 다하여 소설(昭雪)하였는데 전하에게 끼쳐질 천만세의 오욕을 제때에 씻어버리지 못하신다면 삼강 오륜이 장차 이로부터 땅에 떨어지고 하늘에 계신 조종의 영령께서도 반드시 제향(祭享)이 끊기는 슬픔이 있게 될까 염려스러울 뿐더러 배우지 못한 신민(臣民)들에게 윗사람을 위해서 죽는다는 도리를 책임지우기가 어렵습니다. 한 번 사신을 늦게 출발시키게 되면 만사가 와해되는 걱정이 있게 되는데도 이끗을 생각하고 잘못을 감추려는 신하들은 손을 잡고 화(禍)를 부르고 있으면서도 중국이 격노할 것이 걱정스럽다고 합니다. 그러나 성시(城市)와 촌야(村野)의 백성들은 모두가 입을 모아 왜사를 베지 않으면 의리를 진기시킬 수 없다고 하고 있습니다. 여기에 어찌 이치가 없기에 공자(孔子)가 임금을 현혹시키는 자를 베자고 청했겠으며, 여기에 어찌 이치가 없기에 호전(胡銓)이 싸우지 않아도 사기가 배로 진작될 것이다고 했겠습니까. 항적(項籍)은 싸움을 잘 하였기 때문에 진실로 한왕(漢王)으로서는 대적할 수 있는 상대가 아니었습니다만 동공(董公)이 한번 명분(名分)을 바루어야 된다는 의논을 진술한 뒤에는 광무(廣武)에서 항적의 열 가지 잘못을 수죄(數罪)할 적에 항적이 한 마디도 대답할 수 없었음은 물론 한군(漢軍)에 초가(楚歌)가 비등하게 되었습니다. 석늑(石勒)은 강포하여 스스로 약한 진(晉)나라를 능가(凌駕)할 수 있다고 여겼으나 진나라에서 한번 서폐(書幣)를 불태우자 조적(祖逖)이 없었어도 감히 강회(江淮)를 한번도 엿보지 못하였습니다 이는 말이 정직하고 의리가 확고하면 사리에 어긋나는 기운은 저절로 꺾이게 마련이기 때문입니다. 신은 삼가 생각건대, 전하께서 나라를 다스리는 도리에 있어 스스로 반성하여 보아도 늘 정직했고 전하께서 사대(事大)하는 정성은 신명(神明)에 질정할 수 있고 전하께서 이웃나라를 돌보는 의리는 먼 데 사람을 회유시켜 오게 한다는 데에 부끄러움이 없고 전하께서 백성을 보호하시는 인자함은 늘 필부(匹夫)라도 손상이 있을까 염려하였고 전하께서 변방을 공고히 하는 모유(謀猷)는 늘 스스로 잘 지켜 침략받는 일이 없게 하였으니, 이것은 바로 증자(曾子)가 이른바 ‘상대가 부(富)를 들고 나오면 나는 인(仁)으로 맞서고 상대가 벼슬을 들고 나오면 나는 의(義)를 가지고 맞선다.’는 것입니다. 이를 확대해 나간다면 진(晉)나라 초(楚)나라 같은 부강도 두려워할 것이 없는데 더구나 수길(秀吉) 같은 필부의 용맹이겠습니까. 그가 칼을 품고 임금을 시해(弑害)할 적에는 사람마다 드러내어 죽일 것을 생각했을 것이고 그가 사람을 삼대를 베듯이 했을 때에는 귀신도 은밀히 벨 것을 모의했을 것입니다. 그가 죄없는 이들을 해친 것이 삼묘(三苗) 정도뿐이 아니며 우리 대방(大邦)을 엿보니 귀방(鬼方)이야 말할 것이 없습니다. 온 천하가 다같이 분노한다면 수고롭게 전쟁을 할 것도 없이 흉역 완안양(完顔亮)처럼 저절로 죽을 것이나 간서(簡書)를 빨리 보내지 않는다면 왜적이 뜻밖에 출동하여 중국이 크게 놀랄 것입니다. 자사(子思)가 ‘모든 일에 있어 미리 준비를 하면 그 일이 잘 되고 미리 준비하지 않으면 잘못되는 것이므로, 사전에 일에 대한 계획을 확정해야 잘못되지 않는다.’ 하였습니다. 만약 성주(聖主)께서 미리 대비하지 않았던 탓으로 포박당하여 끌려가는 형벌이 멀리 유구(琉球)·점성(占城)에까지 미쳐 급기야는 중국에 유전(流轉)되는 지경에 이른다면 천하 후세에서 전하를 어떠한 분이라고 여기겠습니까. 신이 삼가 생각건대 변란을 알리고 토벌할 것을 청하는 주문(奏聞)을 하루 늦게 보내면 결단코 백년의 걱정이 있게 될 것이고 열흘 늦게 보내면 결단코 천년의 화(禍)가 있게 될 것이라고 여깁니다. 아, 정강(靖康)·건염(建炎) 연간에 금(金)나라와 화친을 맺어서는 안 된다고 한 사람들은 양시(楊時)·이강(李綱)·장준(張浚)·호안국(胡安國)이었는데 이들을 모두 붕당(朋黨)으로 지목하여 배척하고 기용하지 않았습니다. 간신(奸臣)들이 나라를 그르치는 것은 예부터 이러하였습니다. 성주께서 역사를 읽으실 적에 또한 반드시 송나라 임금에 대해 개연(慨然)한 마음을 느꼈을 것입니다. 지금 화란(禍亂)의 급박함도 이와 다를 것이 없습니다. 마식(馬植)이 돌아오자마자 금나라의 군대가 하수(河水)를 건넜고 왕윤(王倫)이 양자강을 건너자 올출(兀朮)이 남쪽으로 달려왔습니다. 남의 다리를 베고 자면서 해칠 것을 의심하지 않고 오랑캐의 마음을 믿을 수 있다고 여기는 사람은 눈이 없는 사람인 것입니다. 미성(尾星)과 기성(箕星)의 분야(分野)에 형혹성(熒惑星)이 바야흐로 나타나 있으니 이것이 실로 우리 나라에 먼저 침구(侵寇)할 조짐이며 동남 지방에 지진이 없는 달이 없었으니 이것은 영남(嶺南)·호남(湖南)이 전화(戰火)를 당할 징후인 것입니다. 남쪽 도서(島嶼)의 항로(航路)를 쟁취하지 않고 먼저 기전(畿甸)·해서(海西)로 달려올 리가 없는 것입니다. 신의 우견(愚見)으로는 일찍이 일대(一代)의 명장(名將)을 선발해서 주아부(周亞夫)에게처럼 곤임(閫任)을 위임시킨 다음 군사들을 선발하여 가볍게 무장시켜 무관(武關)을 거쳐 곧바로 내려가서 적이 침구해올 때 반드시 쟁취하려 할 지역에다 은밀히 선척을 소각시킬 도구를 준비하게 하소서. 그리고 깨끗한 희생(犧牲)과 정한 폐백(幣帛)으로 은밀히 두류(頭流)·창해(蒼海)의 수신(水神)에게 바람을 돌려 불게 해줄 것을 빌게 하고 적과 대적하여 교전할 때 황개(黃蓋) 같은 장수 하나를 구해서 거짓 양선(糧船)을 탈취하여 항복을 청하는 것처럼 하면서 마른 갈대를 가득 적재하고 그 사이에 화약(火藥)을 비치한 다음 수미(首尾)가 거의 접근될 적에 불을 붙이고 달아난다면, 저들이 믿고 있는 정선된 군병이 틀림없이 뜨거운 불꽃으로 산화되고 말 것입니다. 일개 서생(書生)이 군대의 일을 이야기하는 것이 참람하고도 가소로운 것이기는 합니다만, 성패는 지장(智將)이 기미에 따라 변에 대응하는 데 달려 있는 것입니다. 대소 장사(將士)들로 하여금 다 함께 수길(秀吉)의 죄를 성토하게 하여, 종행(從行)하는 군졸들도 그가 천지 사이에 용납될 수 없는 자임을 알게 하고 그들 중에서 지혜로운 자가 계모(計謀)를 베풀거나 용사(勇士)가 뉘우치고서 기회를 포착하여 목을 베어 바치는 자가 있으면 중국에 주문(奏聞)하여 땅을 나누어 봉하고 국상(國相)으로 삼도록 할 것이며, 도주(島主)로서 한결같이 원씨(源氏)의 구제(舊制)를 따라서 우공(禹貢)의 훼복(卉服)의 조공을 폐하지 않게 한다면, 완안양(完顔亮)과 팽총(彭寵)처럼 사악(邪惡)한 자들을 응징하는 칼과 화살이 수길에게 집중될 것이 틀림없습니다. 이렇게 된다면 남은 병력이 있다고 하더라도 김히 서쪽으로 건너오지 못할 것이어서 기전·해서가 절로 걱정이 없게 될 것입니다. 이렇게 하지 않고 그들이 멋대로 왕래하게 하여 태평에 젖어 있는 곳을 진동시키게 한다면 보따리를 싸놓고 있는 백성들은 흩어지기가 쉽고 굶주림에 지친 군졸들은 소문만 듣고도 흩어질 것이며, 따라서 한수(漢水)·패수(浿水) 사이가 모두 유린당하는 화를 입게 될 것입니다. 아, 금나라가 송나라에 대해 날마다 침삭(侵削)시킬 계책을 세우고 있는데도 진회(秦檜)의 무리는 오랑캐들의 실정을 철저히 숨긴 채 당시의 임금과 장수가 혹시라도 깨우칠까 두려워하였습니다. 그리하여 회유(回諭)하는 조서(詔書)의 글자가 손바닥만큼씩 컸습니다만, 진회는 이를 급히 열어보였다가는 서둘러 거두어버림으로써 사람들로 하여금 보지 못하게 하였습니다. 그리고는 오직 땅을 떼어주자는 한 마디 말만을 다행으로 여긴 채 공전(攻戰)에 대한 준비를 게을리하게 만들었습니다. 장준(張浚)·한세충(韓世忠)·악비(岳飛)·유기(劉錡) 등의 제장(諸將)이 사력을 다하지 않았다면 귀자(龜玆) 지역도 보전할 수가 없었을 것입니다. 이제 수길이 우리 나라에 대해 병탄할 계책을 세우고서 대마 도주(對馬島主)를 살해, 은밀히 자신의 복심인 평의지(平義智)를 보내어 대신하게 함으로써 우리의 왼손을 빼앗아 첩보(諜報)할 길이 없게 만들었습니다. 또 신장(信長)을 사신으로 보내어 엿보아 회사(回謝)를 처치하는 한 가지 일을 살피게 하여 갑자기 출병할 계획을 세운 것입니다. 그리하여 이 달에 대마도에 군대를 숨기더라도 상하가 말하기를 꺼리고 있으므로 대대적인 거사가 있을 것을 모르게 한 것이니, 그들이 품고 있는 화심(禍心)이 참혹하기 그지없습니다. 그런데 우리는 공억(供億)을 중국 사신과 다름없이 하고 있습니다. 적사(賊使)가 두 길로 나누어 올라올 적에 영남·호남의 각 고을에서 이민(吏民)을 모두 거느리고 원역(院驛)에 나가 기다리느라고 여러 날 지체하면서 한 번도 방비에 대한 일을 돌보지 않고 있으니, 안진경(顔眞卿)과 같은 선각자가 있다고 하더라도 참호를 파고 성을 완벽하게 할 계책을 세울 겨를이 없는 것입니다. 저들이 우리 사신을 대우한 것은 매우 박하게 하였는데도 우리는 먼저 기운을 잃은 기색을 보여 왜노(倭奴)로 하여금 우리의 장리(將吏)들에게 교만을 부리기를 천례(賤隷)들에게 하는 것같이 해도 감히 한 마디 예의(禮義)로써 책하지 못하고 있으니, 이른바 후대하라는 분부는 실로 우리의 국명(國命)을 위축시켜 영원히 스스로 진기할 수가 없게 하고 우리의 민력(民力)을 손상시켜 감히 적을 물리칠 수 없게 만드는 것이니, 어찌 통곡할 일이 아니겠습니까. 그 가운데 더욱 놀라운 것은 선래 역관(先來譯官)이 수길의 패만스런 내용의 글을 가지고 와서 일도(一道)에 전파시켰고 이것이 호서(湖西)·호남(湖南)에까지 퍼져갔으므로 사류들은 말하지 않는 이가 없고 백성들도 듣지 않은 이가 없습니다. 그런데 조정에서는 이 말이 널리 퍼질 것만을 두려워하고 일에 앞서 모의하는 계책에 대해서는 하나도 거론하여 진달하지 않는 것은 물론 진동(陳東)·구양철(歐陽澈)의 상소가 혹시라도 초택(草澤)에서 나올까 두려워하고 있으니, 어찌 성주(聖主)까지도 왕(汪)·황(黃)·회(檜)·윤(倫)의 술책에 빠뜨리려 할 줄이야 생각이나 했겠습니까. 《주서(周書)》에 ‘덕을 쌓으면 마음이 편안하여 날마다 즐겁고 거짓된 일을 하면 마음이 수고로와 날로 졸렬하게 된다.’ 하였습니다. 저들이 중국을 공격하겠다고 하는 말을 하는데도 우리들이 존경하고, 저들이 우리를 병탄할 계책을 품고 있는데도 우리가 너그럽게 대한다면 이는 성신(誠信)으로 교린(交隣)하는 도리가 아닌 것은 말할 것도 없고 끝내는 내정(內政)·외비(外備)가 날로 졸렬해져가는 것을 숨길 수 없게 될 것이니, 이것이 추로(醜虜)에게 수모를 받게 되는 길이 아니겠습니까. 신은 진회·왕윤 같은 무리를 베지 않고서는 중국에 치사(致謝)할 수 없게 될 것은 물론 삼군(三軍)에 명령을 신칙시킬 수 없게 될까 염려스럽습니다. 아, 육가(陸賈)가 정색(正色)하고서 거만스럽게 걸터앉았던 위타(尉佗)를 굴복시켰고, 범중엄(范仲淹)은 글을 불태워 조원호(趙元昊)의 패만스러운 마음을 꺾었는데, 이들은 모두 수행원이 없이 혼자서 자신들의 왕기(王氣)를 장엄하게 한 사람들이고, 의리가 담긴 말 한 마디로 흉봉(凶鋒)을 꺾은 사람들입니다. 이들이 어찌 김성일(金誠一)의 무리가 1천 석의 곡식을 적재하고 국악(國樂)을 가지고 가서 적을 즐겁게 하면서 헌원씨(軒轅氏)가 치우(蚩尤)를 격파한 도구를 모두 오랑캐들의 소득이 되게 한 것과 같은 짓을 한 적이 있습니까. 군졸에게 옷을 바꾸어 입혀 순환(循環)시킨 것은 바로 이광필(李光弼)이 적장(賊將)을 속인 술책인데도 저들은 모두 깨닫지 못하였고, 선척을 진설하고 병위(兵威)를 자랑한 것은 바로 이희열(李希烈)이 중사(中使)를 속인 계책인데도 저들은 실로 두려워했습니다. 5개월 동안 접견하지 않은 것은 바로 구금시킨 것이고, 음식의 진설을 몸소 살핀 것은 바로 마음을 꾄 것이고, 질그릇 술잔으로 마시다가 깨뜨린 것은 끝내는 맹약을 파기한다는 것을 보인 것이고, 아이를 안고 상대했다는 것은 우리를 어린 아이처럼 여겼던 것입니다. 적추(賊酋)의 간휼(奸譎)스러움은 이토록 헤아릴 수 없이 단서가 많은데도 저들은 돌아와서 아뢰기를 ‘적은 오지 않을 것이다.’고 아뢰어 결국 장사(將士)들의 마음을 해이하게 만들었습니다. 그런데 당시 소위 일덕대신(一德大臣)들은 왕윤(王倫)처럼 봉사(奉使)를 잘했다고 성대하게 칭송함으로써 금장(金章)의 총애를 받게 하였으니, 나라를 욕되게 한 무상(無狀)한 자일지라도 권간(權奸)에게 빌붙으면 순차에 따라 높은 직위에 함께 오를 수가 있습니다. 이러고서야 어떻게 선을 권면하고 악을 징계할 수가 있겠습니다. 이들의 기세가 날로 치성하여 백주에 위를 속이고서는 혹시 공론(公論)이 격발될까 두려워하여 이에 ‘수길(秀吉)이 진짜 반역한 자가 아니다.’라고 하였으니, 이는 한착(寒浞)을 순신(純臣)이라고 하는 것입니다. 또 ‘통신사(通信使) 일행이 저들의 실정을 깊이 깨닫고 미리 방비하는 조처를 했으니 도움이 작지 않을 것이다.’ 했는데, 영남(嶺南)을 버려두고 방비하지 않았으니 이는 양주(梁州)를 버려 오(吳)나라에 주려는 처사가 아니고 뭐겠습니까. 앞서 호남의 중망(重望)에 세 사람의 패장(敗將)으로 삼망(三望)을 갖추었는데 이들 가운데 하나는 이발(李潑)과 정여립(鄭汝立)을 잘 섬긴 자이고 또 하나는 최영경(崔永慶)을 노예처럼 섬긴 자였습니다. 이것은 이른바 약사(藥師)와 범경(范瓊)이 연주(燕州)·변주(汴州)를 보전할 수 있고, 송(宋)나라를 그르친 장수 진의중(陳宜中)이 앉아서 책략을 정할 수 있다고 한 것과 같은데, 이른바 예비책(豫備策)이라는 것이 과연 어떤 술책입니까. 호서(湖西)·영남(嶺南)을 보면 명령을 봉행하기에 지쳐 읍리(邑里)가 쓸쓸한 지경에 이르렀고 호남(湖南) 지방을 보면 이진(梨津)의 군량이 불타버리자 다른 진보(鎭堡)도 굶주리게 되었으니, 이때는 바로 주야로 걱정해야 할 급박한 시기입니다. 실제로 행진(行陣)의 경험이 있는 사람을 얻더라도 사세가 제때에 조처하기 어려운 실정인데 아첨하는 신하들은 스스로 나라를 그르치는 대죄(大罪)를 저지르며 오직 임금이 깨우칠까만을 걱정하고 있습니다. 그리하여 변고를 주문(奏聞)하는 것을 서두르지 않고 여국(與國)에게 구원을 요청하지도 않으면서 평안히 앉아서 교사스런 오랑캐의 명령만 따릅니다. 그들로 하여금 계모(計謀)를 완성시켜 앉아서 만전책을 다지게 한 다음에 성식(聲息)이 있기를 기다려 장수를 파견하고 백성을 몰아다가 싸움을 한다면 적들이 장구(長驅)하여 쳐들어오는 형세를 실제로 막을 수 없는데다가 군사들도 연습을 시키지 않았으므로 그저 적에게 념겨주는 격이 될 것입니다. 고려 말엽에 왜적이 진강(鎭江)을 거쳐 영남(嶺南)·호남(湖南) 사이로 돌입하여 이때 영동(永同)·화령(化寧)이 모두 병선(兵燹)의 화(禍)를 당했었는데, 더구나 이 강적은 발도(拔都)의 세력따위는 비교도 안 되는 데이겠습니까. 그렇게 될 경우 신처럼 노둔한 사람은 어디로 달아나 죽음을 피할 수 있겠습니까. 어차피 한번 죽기는 마찬가지인 바에야 차라리 자공(子貢)이 연(燕)·초(岧)로 돌아다니며 유세(遊說)하여 제후(諸侯)들의 군대로 하여금 오(吳)나라를 쳐부수어 노(魯)나라를 보존시킨 것처럼 한다면 성주(聖主)께서 신을 살려준 은혜에 조금이나마 보답할 수 있고 하늘이 남아(男兒)로 태어나게 한 뜻에도 부응할 수 있을 것입니다. 해남(海南)의 만리 길을 가려고 하는 사람이 없다면 신에게 절월(節鉞)을 빌려주어 사행(使行)의 말단에 충당시켜 주소서. 그러면 주야로 서쪽으로 달려가 현소·평의지의 머리를 중국 조정에 바치고서 삼가 신포서(申包胥)의 통곡을 본받아 우리 임금의 심사(心事)를 밝히겠습니다. 다행히 황제에게 불쌍히 여김을 받아 호소가 이루어지면 남쪽 국경으로 말을 달려 적의 사지(四肢)를 남양(南洋)의 제국(諸國)에 나누어 보내고 나서 ‘군대를 정돈하고 편리한 기회를 기다리고 있다가 수길(秀吉)이 서쪽으로 침구하였다는 소식을 들으면 선척을 출동시켜 공격하고 일본에다 격문(檄文)을 전하라.’고 효유(曉諭)한다면, 훼복(卉服)에서도 무기를 되돌려 수길을 공격할 사람이 나오게 될 것입니다. 소원(疏遠)한 천신(賤臣)이 감히 분수에 넘친 일을 청하였습니다만 시사(時事)가 매우 급박한데 미리 대비하지 않음으로써 패망당할까 두려웠습니다. 이에 중국 조정에 변란을 주문(奏聞)하는 소장을 초잡았고 유구 국왕(琉球國王)과 일본·대마도에 있는 유민(遺民) 중 호걸들에게 적사(賊使)를 체포하게 할 격문(檄文)을 초안(草案)하였으며, 영남·호남의 비왜책(備倭策)에 대해서도 모두 일에 따라 차기(箚記)하여 삼가 별지(別紙) 7폭(幅)에 갖추 기록해서 소매 속에 품고 있습니다. 사대(事大)·교린(交隣)에 대한 법규를 잘 알지는 못합니다만 사리가 정직하지 못하면 도(道)를 드러낼 수 없다고 한 맹자(孟子)의 훈계가 있습니다. 따라서 스스로 생각건대 이렇게 한다면 사리가 절로 밝아지고 말도 정직하고 의도 장엄하게 되어 사람을 감동시킬 수 있으리라 여겨집니다. 그러나 소원한 몸으로 참람스러워 감히 바로 진달하지 못하고 있습니다만 혹 성주(聖主)께서 보잘것 없는 말을 곡진히 채납(採納)하여 주시어 즉시 세숙(世叔)과 자산(子産) 같은 사람을 시켜 토론하고 윤색하게 하여 괴원(槐院)으로 하여금 아침에 전사(轉寫)하여 점심 때 봉하게 한 다음 특별히 중신(重臣)을 파견하여 치주(馳奏)하게 하되 행장을 꾸리는 일순(一旬) 안에 먼저 1본(本)을 등사해서 역관(譯官) 1인을 붙여주어 천신으로 하여금 먼저 요계(遼薊)에 알리고 나아가 연경(燕京)에 알리게 한다면, 중국 조정의 군신(君臣)들이 우리가 주야로 달려와 제때에 고하는 정성에 감동되어 두루 제진(諸鎭)·제국(諸國)에 효유하여 미리 방비하여 은밀히 조처하도록 하고 천하가 다같이 분노하여 기어코 이 왜적을 천지 사이에 용납할 수 없게 하소서. 그러면 신은 도로(道路)에서 죽더라도 노모(老母)는 강회(江淮)에 포로가 되어 끌려가는 수욕을 면할 수 있게 될 것입니다. 완악한 기운이 풀어지지 않아 천일(天日)이 항상 음산하므로 신은 국가를 위한 걱정으로 피눈물을 흘리는 통분을 견딜 수가 없어 삼가 죽음을 무릅쓰고 상소를 받들어 올립니다.” 하였다. 또 첩황(貼黃)이 있었는데 그 대략에, “기밀(機密)스러운 일은 비밀히 하지 않으면 일을 이룰 수가 없는 것입니다. 이제 말에 능란한 적사(賊使)가 동평관(東平館)으로 들어오려 하고 있으니 신의 봉장(封章)이 또한 늦은 것입니다. 바라건대 신의 상소문을 머물러 두시고 기책(機策)을 은밀히 조처하시되 동평관에 있는 사람으로 하여금 구득(購得)할 수 없게 할 것은 물론 신의 이름을 조보(朝報)에 싣지 않게 해주시면 매우 다행이겠습니다.” 하였는데, 상소가 들어갔으나 비답(批答)이 내리지 않았다. 또 소장을 올리기를, “신이 삼가 생각건대, 번후(藩侯)로서 경급(警急)한 일이 있으면 빨리 간서(簡書)를 보내지 않을 수 없고 필부(匹夫)로서 임금을 현혹시키는 일이 있으면 목을 베지 않을 수 없다고 여겨집니다. 그러므로 멀리서 중국을 삼키려는 근심스런 소식을 듣고 머리털이 곤두서는 분노를 견딜 수 없어 산을 넘고 물을 건너 달려와서 품은 마음을 피눈물을 흘리며 아룀으로써 성주(聖主)께서 머지 않아 깨우칠 것을 기대했었습니다. 위로 중국 조정에 죄책을 받지 않고 안으로는 종묘(宗廟)에 수치스러움을 끼치지 않고 밖으로는 추로(醜虜)에게 모욕을 당하지 않고 아래로는 생령(生靈)들에게 화(禍)를 끼치게 하지 않는다면 평생 글을 읽은 힘으로 한 번 중대한 강상을 부지시킬 수 있을 것 같습니다. 그리고 우리 임금이 고구려·백제가 당한 걱정을 면할 수 있게 되고 신의 노모가 강회(江淮)의 포로가 되는 것을 면할 수 있겠습니다. 진실로 이렇게만 된다면 어떠한 혹독한 형벌이라도 감수하겠습니다만 봉장(封章)을 올린 지 3일이 되었어도 아직껏 분부를 듣지 못하였습니다. 이는 성주께서 관용(寬容)하는 마음에서 신을 죄주려 하지 않으시는 것인 줄 알고 있습니다. 그러나 신이 나라를 구원하고 노모를 살리는 계책이 쓰여지는 것은 단지 오늘날에 기대할 수 있는 것입니다. 변방에 일단 전쟁이 일어나면 멀리서 탄식한들 무슨 소용이 있겠으며 중국의 죄책(罪責)이 일단 있게 되면 아무리 걱정한들 무슨 도움이 되겠습니까. 따라서 신은 7폭의 소장을 머물러 둠으로써 명주(明主)께서 한번 살펴 뉘우칠 때가 있기를 바라지 않을 수가 없었습니다. 신이 삼가 생각건대, 교사스런 오랑캐는 반복이 무상하여 헤아리기 어려운 것인데 금(金)과 원(元)의 사신 같은 자들을 후대하면서 남쪽에서 침구를 당하는 수모가 없게 되리라고 여기는 것은 참으로 송(宋)나라 때 진회(秦檜)·가사도(賈似道)가 저지른 어리석은 짓인 것입니다. 수길은 자기의 임금을 주저없이 풀베듯 하였는데 이웃 나라라 하여 엿보기만 하고 공격하지 않는다는 것은 고금을 살펴보아도 결코 그럴 리가 없습니다. 신이 기필코 명장(名將)을 시켜 은밀히 동남쪽을 방비하게 하라고 청하는 것도 이 때문인 것입니다. 신이 또 듣건대, 유구국(琉球國)이 보내온 글에 우리 때문에 일본을 섬긴다고 했다는데 이 말이 발설된 지가 오래이니, 중국 조정에서 듣지 못하였다고 할 수 있겠습니까. 소정방과 이적(李勣)의 군대가 동방으로 출동한 것은 단지 백제·고구려가 신라의 입공로(入貢路)를 단절시키려 한 것 때문이었습니다. 교사스런 오랑캐가 이런 소문을 천하에 퍼뜨릴 적에 반드시 우리 나라가 빈복(賓服)하였다고 말했을 것입니다. 우리 나라는 중국에 대해 받은 은혜가 작지 않으니 저들의 패만스런 글을 보았으면 의리상 아침에 듣고 저녁에 주문하는 것이 당연한 조처인 것입니다. 그런데도 시일을 지연시키면서 절사(節使)의 행차에 순부(順付)하려 한다면 인마(人馬)가 너무 번잡스러운 것은 물론 봄 전에 부경(赴京)할 수가 없는 것입니다. 이에 반하여 교사스런 오랑캐가 강절(江浙) 지방에 보낸 격문(檄文)은 반드시 반개월도 못되어 북쪽으로 보고될 걱정이 있는 것입니다. 따라서 사씨(史氏)의 기록을 어떻게 씻어내어 밝힐 수 있겠으며, 장영(張寧)의 문책을 어떻게 모면할 수가 있겠습니까. 중국 조정의 은애(恩愛)가 바야흐로 깊기는 하지만 중국 황제의 한번의 노여움은 차마 말할 수 없는 것으로서 건주위(建州衛)를 토멸시키게 한 것도 바로 황조(皇朝)의 가법(家法)인 것입니다. 만약 우리의 힘을 알지 못하고서 기필코 우리에게 일본을 토멸시키라고 한다면 우리의 잔약한 병력으로는 스스로의 수비에도 겨를이 없는데 무슨 남은 힘이 있어 동정(東征)을 할 수가 있겠습니까. 홍다구(洪茶丘)의 8만 병력과 김방경(金方慶)이 규합한 병력으로도 동쪽 바다에서 뜻을 얻지 못하여 사상자(死傷者)가 반절이 넘었었습니다. 더구나 중국에서 홍다구와 같은 병력을 출동시키지도 않고 우리 나라에서는 또 김방경에 버금갈 만한 장수가 없다면 감히 동정을 하지 못하게 될 것이고 따라서 중국 조정의 노여움은 실로 헤아릴 수 없는 지경에 이를 것입니다. 평소 사랑하던 아들도 조금만 아비의 뜻을 거스르면 아비의 노여움이 반드시 깊은 것입니다. 이럴 시기에 소정방·이적과 같은 문책의 군대가 나온다면 일본을 의지해서 물리칠 수가 있겠습니까. 이것이 신이 크게 놀라고 두려워하는 이유입니다. 소정방·이적의 군대가 백제·고구려를 다 소탕하지는 못하였다 하더라도 10만여 호(戶)를 강회(江淮)로 옮길 수가 있었으니, 수륙(水陸) 머나먼 길에 시달리는 백성들이 어찌 다 살 수 있기를 바라겠습니까. 신에게는 연로하고 병이 극심한 계모(繼母) 한 분이 계시는데 이 분을 업고 피해갈 땅이 없습니다. 적사(賊使)가 좋은 말을 할 때에는 성주(聖主)께서 스스로 태연하게 걱정이 없는 것으로 여기고 계십니다만, 기회를 포착하여 돌발하게 되면 그때는 온 나라의 국력을 다 동원하여 동쪽으로 나아가야 할 터인데 서방에서 밀려오는 문죄의 군사를 다시 무슨 힘으로 막을 수가 있겠습니까. 신은 성역(聖域)에서 농사지으며 병든 노모를 봉양하면서 강회를 옮겨가는 고통스런 행렬에서 면하게 되기를 간절히 기대합니다. 그래서 이미 한번 아뢰었습니다만 재삼 번독스럽게 하는 것입니다. 삼가 바라건대 성주께서는 신의 상소 1통을 보관하고 계시다가 일이 닥쳐왔을 때에 다시 살펴주신다면 신이 노모를 위하고 국가를 위한 간절한 마음이 농사를 그만두더라도 오활하게 되지 않겠습니다. 신이 더욱 마음아픈 것은 이번에 올라올 적에 적사(賊使)가 경유했던 두 도(道)를 거쳐 오면서 저 왜노들이 마치 중국 사신처럼 멋대로 무시하였으므로 우리의 관리(官吏)들은 모두 기운이 저상되어 온 도내의 힘을 다 기울여 그들을 공억(供億)하느라 방비하는 일은 전연 잊었다는 말을 세세히 들은 것입니다. 이 사신의 왕래만 가지고도 뒷날 대패할 것을 점칠 수가 있는데 조정에는 호전(胡銓)과 같은 의논을 제기하는 사람이 없고 초야에는 진동(陳東)과 같은 의논을 제기하는 사람이 없습니다. 단지 황이옥(黃李沃)의 상소문이 서울에서 나온 일은 있습니다만, 앞으로 전패(顚沛)되어 떠돌게 될 때 분발하여 급한 일에 달려갈 사람이 없게 된다면 성명(聖明)께서 의지할 수 있는 문천상(文天祥)·육수부(陸秀夫) 같은 사람이 끝내 누구이겠습니까. 한(漢)나라 말기에 제현(諸賢)을 당고(黨錮)시켜 기필코 살해하였고 당(唐)나라가 망할 적에는 청류(淸流)들을 기필코 황하(黃河)에 던졌는데, 이는 성세(聖世)에서는 듣기를 원하는 일이 아닙니다. 정몽주(鄭夢周)는 전조(前朝)가 위의(危疑)스러울 즈음에도 오히려 혐의를 피하지 않고 널리 국사(國士)를 맞아들여 담론(談論)하는 것을 중단하지 않았습니다. 그의 시(詩)에, 자리엔 손님 늘 가득하고 술잔에 술이 비지 않누나 라고 하였는데, 일을 맡은 신하가 문을 닫고 혼자 앉아 있으면서 여러 사람들의 의견을 모으지 않고 국가를 부지시킨 경우는 예전에 있지 않았습니다. 바라건대 성명(聖明)께서는 은밀히 고굉(股肱)의 신하에 대한 유무를 살피고 의심스런 단서를 물리쳐 버림으로써 참적(讒賊)의 입을 막아버린다면 사직(社稷)에 더없는 다행이겠습니다. 아, 종군(終軍)은 약관의 나이에 적을 묶어올 포승줄을 요구했고 모수(毛遂)는 자천(自薦)하여 특이한 일을 해냈으니, 이들이 어찌 전혀 염치를 잊은 자들이겠습니까. 단지 상하가 전도되고 종국(宗國)이 망하여 의관(衣冠)과 골육(骨肉)이 모두 오랑캐에게 함몰될 것을 안타깝게 여겼기 때문에 모욕을 당하면서 기력(氣力)을 내어 몇 해 동안의 편안함을 보전하게 위해서 그랬던 것입니다. 진(秦)나라의 간첩에게 금(金)을 받고 제왕(齊王)에게 진을 섬기라고 권했기 때문에 공전(攻戰)에 대한 방비를 하지 않았다가 임치(臨淄)가 갑자기 진나라의 땅이 되게 만들어서 송백(松栢)의 노래가 만고의 사람을 슬프게 하였습니다. 신은 지금 외방에서 살고 있으므로 관리로서 해야 할 걱정은 없습니다만, 사면으로 적의 공격을 받을 적에는 강혁(江革)처럼 노모를 업고 난을 피하려 하나 피할 곳이 없을까 매우 두렵습니다. 변(變)을 듣고 나서 십일 동안을 밤에도 잠을 이루지 못하면서 일이 있기 전에 미리 대비하라는 경계를 가지고 완전무결한 계책에 도움이 되기를 바랍니다. 구들이 꺼지고 기둥이 불타는 화(禍)가 닥쳤을 때 다행히 천신(賤臣)이 멀리 버리지 않았다는 것을 생각해 주시면 더없는 다행이겠습니다. 신은 가난한 서생(書生)으로서 서울에 온 지 여러 날이 되어 낭탁(囊槖)이 이미 비었으므로 동방삭(東方朔)의 굶주림을 견디지 못하고 있습니다. 이로부터 영원히 하직할까 합니다. 성명(聖明)을 우러러 보건대 황공하고 격절(激切)함을 견딜 수가 없습니다.” 하였다. 7조(條)의 내용을 붙여 아뢰었는데 그 내용은 1. 강적(强賊)을 이간시키는 일은 여러 사람들의 마음이 귀부(歸附)하기 전에 해야 하는데 반드시 현소(玄蘇)·평의지(平義智)의 목을 자르고 천하에 선포하여 천하 사람들과 함께 소리를 같이하여 격문을 보내되 허점을 노려 수도(首都)를 공격한다고 하면 이러한 말이 사방에서 동쪽으로 보고되어 수길(秀吉)도 감히 바다를 건너와서 우리 나라를 엿볼 계책을 세우지 못할 것이다. 2. 변란에 대해 황조(皇朝)에 아뢰는 표문(表文)의 초안, 3. 유구 국왕에게 전하는 국서(國書)의 초안, 4. 일본국 유민(遺民)의 부로(父老)들에 보내어 효유하는 편지의 초안, 5. 대마도의 부로들에게 보내어 효유하는 글의 초안, 6. 적사(賊使)를 참하는 데 대한 죄목(罪目)의 초안, 7. 영남 호남의 비왜책(備倭策)에 대한 초안이었다. 조헌(趙憲)이 궐하(闕下)에 엎드려 상소에 대한 비답이 있기를 기다렸으나 내리지 않자 머리를 돌에다 찧어 피가 얼굴에 가득하여 보는 사람들도 안색이 위축되었다. 그래도 비답이 내리지 않자 이 상소를 봉진(封進)하였으나 정원(政院)에서 받지 않았다. 간원이 아뢰기를, “조헌이 상소를 진달했는데도 정원에서 받지 않고 있는데 상소의 내용이 어떠한지는 모르겠습니다. 하지만 이렇게 하면 언로가 막히는 단서가 있게 되니 색승지(色承旨)를 파직시켜소서.” 하니, 상이 추고(推考)만 하도록 윤허하였다. 조헌은 통곡하면서 물러갔다.【정유 왜란 때 우리 나라의 어떤 사인(士人)이 포로로 잡혀 일본으로 들어가서 민간(民間)으로 다니며 구걸하다가 한 사람의 노승(老僧)을 만났는데 그의 말이 ‘수길은 조선에 대해서는 한때의 적이지만 일본에 있어서는 만세의 적이다. 그때에 한두 명의 의사(義士)가 있어 격문을 보내고 의에 입각하여 거사(擧事)하였다면 수길로 인한 재앙이 반드시 이 지경에 이르지 않았을 것이다.’고 하였다 한다.】 조헌의 비왜책(備倭策)에서 천거된 10여 명은 평상시에는 모두 이름도 모르던 사람들이었다. 뒤에 왜란이 일어나자 모두 기용이 되었는데 그 가운데 김시민(金時敏)·조웅(趙熊) 등은 더욱 두드러져 칭송할 만한 사람이었다. 조헌이 옥천(沃川)으로 돌아가 아들 조완도(趙完堵)를 시켜 평안 감사 권징(權徵)과 연안 부사(延安府使) 신각(申恪)에게 글을 보내어 참호를 깊이 파고 성을 완전히 수리하여 전수(戰守)에 대한 준비를 미리 수거(修擧)하도록 권하였는데, 권징은 그 글을 보고 크게 웃으면서 말하기를 ‘황해도·평안도에 어찌 왜적이 올 리가 있겠는가. 돌아가 그대 부친에게 부디 다시는 이런 말을 하지 말라고 하라.’ 하였다. 신각은 그 말을 옳게 여겨 기계(器械)를 대대적으로 수리하고 성내(城內)에 봇물을 끌어들여 큰 못을 만들었다. 뒤에 왜란이 일어나자 이정암(李廷馣)이 성을 지켜 온전할 수가 있었으므로 고을 사람들이 신각이 사전에 준비한 공로를 추모하여 아울러 비석을 세워 그 공을 기렸다.",
                "hj": "○前敎授趙憲上疏, 不報。 憲聞日本書契悖逆, 倭使偕來, 乃自沃川, 白衣徒步, 詣闕上疏曰: 臣竊謂, 士不適用, 固宜括囊, 而綱常墜地, 則或有憤惋者。 魯仲連一入邯鄲之圍, 力沮帝秦之議, 而秦兵爲之退縮五十里。 夫邯鄲, 堅城也; 三晋, 强國也。 戰國君將, 力於守國, 故能堅壁數月, 以待魯連之奮義矣。 遠稽東方, 自箕王浮海之後, 以及三國、前朝之亡, 了無背城一戰之時。 臣之愚意以爲, 橘光連、玄蘇西渡之日, 實我邯鄲之被圍也。 嘐嘐多言, 終不見信於君相, 自悼行己無狀, 深愧於古之魯連, 永矢杜口, 畢命溝壑, 而今聞, 東槎纔返, 賊船栖海。 陷我射天, 則自明無路; 乘機猝發, 則邊圉踈虞。 必爭之地, 迄無充國之經略; 勿迎元使, 又無夢周之抗議。 檜、倫誤國, 汴、杭垂陷; 匹夫熒惑, 羞辱滋深。 綱常日墜, 君父禍急, 心崩膽割, 怒髮衝冠, 不得不雪涕而言之也。 臣謹按, 《周易》《復》之初九曰: “不遠復, 無祇悔, 元吉。” 《程傳》曰: “陽, 君子之道, 故復爲返善之義。 初剛陽來, 復處卦之初, 復之最先者也。 是不遠而復也。 惟失之不遠而復, 則不至於悔, 大善而吉也。” 《比》之卦辭曰: “不寧方來, 後夫凶。” 《程傳》曰: “人之不能自保其安寧, 方且來求親比。 得所比則能保其安。 當其不寧之時, 固宜汲汲以求比。 若獨立自恃, 求比之志, 不速而後, 則雖夫, 亦凶矣。 夫猶凶, 況柔弱者乎?” 臣竊料, 今日之事, 安危成敗, 只在呼吸之間, 眞可謂不寧之時矣。 惟有亟斬虜使, 飛奏天朝, 分致賊肢于琉球諸國, 期使天下, 同怒以備此賊一事, 猶可以補復前過, 而庶免後時之凶, 萬一有興復於旣衰之理。 伏惟聖主, 亟察凝思, 不以人廢言, 勿緩宗社大計幸甚。 李滿住之一紙資級, 見失於上國, 而張寧來責之日, 光廟爲之無顔。 雖貢馬謝罪, 而滿住討滅之行, 至試武科千有八百, 盡輸一國之力, 而士馬物故, 亦略相當。 況此秀吉假道射天之惡, 不啻滿住, 而飛辭陷我之術, 當不止於中樞資級矣。 若天朝不悟其姦, 盛發唐朝之怒, 則當有李勣、蘇定方之師, 來問濟、麗之罪矣。 聖主將何以謝過, 臣民將何以免死乎? 狡虜之辭, 極愚極驕, 智士多策, 其必敗屠滅諸島, 殺人如麻, 群下多怨其荼毒。 若我有謀, 聲罪絶之, 以折其心, 使我士民, 預曉討賊之義, 則人思奮挺, 以撻其背矣。 公孫述遣使約和, 而隗囂斬之, 則述不敢西窺, 撒離喝有使使降, 而劉子羽斬之, 則喝不敢來追。 大邦積養之士, 豈少於子羽敗軍之僅有百十者, 而不能自振其意義乎? 或者以爲: “秀吉已滅宗盛長之族, 而使其腹心平義智代之。 栖兵對馬, 積謀陰襲, 捨我不攻, 而先窺上國, 必無之理。 雖或緩奏, 可以無咎。” 是乃不思之甚者也。 臣竊聞被俘人之言, 賊輩將我國人迭賣于西南蠻諸島(以)及兩浙, 而又被轉賣還于日本云, 是其客商往來, 如梭之驗也。 狡虜答我之書, 旣極廣張其聲勢, 況於南洋諸島, 其不誇耀威武, 期使恇怯乎? 臣恐允吉之船, 初泊對馬之日, 彼必先播于南洋以謂, 朝鮮之通聘, 期以制服乎諸島矣。 兩浙將吏, 其獨不聞, 而不奏于天子乎? 中朝之致疑, 固已久矣。 況此狡虜, 常以掩襲不備爲利, 若我邊將粗能設備, 截然難犯, 則彼必趨利於上國矣。 其必揚言于蘇杭謂, 已制服朝鮮, 領兵以來, 則露布急傳, 半月奏京矣。 市有猛虎, 三聽致疑; 殺言三至, 曾母投杼。 我國介在虎狼國之間, 聖學未至於一以貫之之域, 其爲皇上之不爲曾母, 未可期也。 假使中國北被㺚虜隳突, 南虞日本之寇, 未暇謀蘇、李之東師, 而中朝謂我淪胥爲夷, 許老悔之, 史氏書之, 則堂堂禮義之國, 不亦羞辱之甚乎? 祖宗二百年之恥, 僅能竭誠昭雪, 而 殿下千萬世之辱, 未及騰時澡洗, 則三綱五常, 將懼自此墮地, 而祖宗在天之靈, 亦必有殄享之悲, 而臣民匪敎之徒, 難可責以死長之道矣。 一使之遲發, 而有萬事瓦裂之虞, 懷利文過之臣, 雖或拱手招禍, 以爲激怒之可虞, 而城市野民之言, 萬口一談, 咸謂不斬則不振。 夫豈無是理, 而孔子請誅熒惑者乎? 夫豈無是理, 而胡銓謂之不戰氣倍乎? 項籍善戰, 固非漢王之敵, 而董公一陳正名之論, 則廣武十罪之責, 不能答一辭, 以騰楚歌乎漢軍。 石勒强梁, 自謂凌駕乎弱晋, 而一焚書幣, 則雖無祖逖, 而不敢一窺乎江、淮。 蓋辭直義壯, 乖悖之氣, 自然摧挫也。 臣竊仰惟, 殿下莅國之道, 自反而常直, 殿下事大之誠, 可質於神明; 殿下恤隣之義, 無愧於柔遠; 殿下保民之仁, 常慮匹夫之有傷; 殿下固邊之猷, 常使自守而無侵, 正曾子所謂, 我以吾仁, 我以吾義者也。 若能擴而大之, 則雖晋楚富强, 吾無所畏矣, 況若秀吉匹夫之勇耳? 包劎弑君之日, 人思顯戮; 斬人如麻之際, 鬼議陰誅。 黥椓無辜, 不啻三苗, 窺我大邦, 不獨鬼方。 天下同怒, 則不勞交鋒, 而逆亮自斃矣。 簡書不亟, 則賊發不虞, 而中原震驚矣。 子思曰: “凡事豫則立, 不豫則廢, 事前定則不跲。” 若以聖主不豫之故, 盤手串人之刑, 旁及於琉球、占城, 以致漸流於中國, 則天下後世, 謂殿下何如乎? 臣竊以爲, 報變請討之奏, 遲發一日, 則決有百年之憂; 遲發一旬, 則決有千歲之禍也。 嗚呼! 靖康、建炎之間, 謂不可與虜和者, 楊時、李綱、張浚、胡安國, 而目之爲黨, 擯棄不用, 奸臣誤國, 萬古如斯。 聖主讀史之際, 亦必慨然於宋君矣。 今玆禍亂之迫, 無異於此。 馬植纔還, 而金兵渡河; 王倫濟江而兀朮南趨。 枕人睡不疑而謂虜情之可信者, 斷然無目者也。 尾箕之分, 熒惑方臨, 是實也先入寇之兆; 東南之地, 無月不震, 是嶺湖受兵之象; 未有不爭南島舟路, 而先趨畿海之理。 臣之愚意, 莫如早擇一代名將, 暗推亞夫之轂, 輕裝簡士, 由武關直下, 俾於賊來必爭之地, 暗備燒船之具, 兼持潔牲、精幣, 密祈回風于頭流、滄海之神。 對敵交兵之日, 仗一黃蓋, 佯取糧船請降, 實以燥荻, 間以火藥, 俟其首尾幾接, 付火以走, 則其所持精選之鋒, 必化爲烈焰矣。 書生談兵, 近於僭率而可笑, 惟在智將隨機應變矣。 乃令大小將士, 俱聲秀吉之罪, 俾知從行之卒亦無所容於天地之間, 中有智者設謀, 勇士還悔, 乘機斬獻者, 謂奏中朝, 請分封爲國相。 島主一依源氏舊制, 因許不廢《禹貢》之卉服, 則射亮之矢、斬寵之劎, 必集於其身矣。 如此則雖有餘兵, 不敢西棹, 畿海之間, 自爾無虞矣。 若不如此, 而聽其縱橫去來, 震搖恬憘之地, 則擔負之民, 其勢易散; 飢困之卒, 望風奔潰, 而漢、浿之間, 擧被蹂躪之禍矣。 嗚呼! 金之於宋, 日以侵削爲謀, 而秦檜之徒, 深諱虜情, 惟恐一時君將之或悟。 其有回諭之詔, 字大如掌, 而檜也急開急卷, 使人不見, 惟以割地一言爲幸, 以懈攻戰之備。 若非張、韓、岳、劉諸將之戮力者, 則龜玆之域, 亦不可保矣。 今玆秀吉之於我國, 日以呑噬爲計, 至殺對馬島主, 而暗遣腹心平義智代守, 奪我左臂, 諜報無路。 又使信長踵門窺覘, 俾探處置, 回謝一事, 以爲猝發之計。 雖使是月, 藏兵于此島, 而上下諱言, 不知有大擧之虞, 則其藏禍心慘矣, 而我乃盛備供億, 無異乎華使支待。 其於賊使之分二路上來也, 湖嶺各邑, 盡率吏民, 出候于院驛, 留時延日, 一不顧防備之事, 雖有顔眞卿之先見者, 未暇爲浚濠完城之計。 彼對我使, 殊薄以草具, 而我乃先示奪氣之色, 使其奴倭, 驕我將吏如賤隷, 不敢爲一言責以禮義, 則其所謂厚待之敎, 實所以縮我國命, 而永不能自振也, 傷我民力, 而俾不敢却敵也, 豈非爲痛哭之地乎? 尤可震駭者, 先來譯官以將秀吉悖謾之辭, 播于一道, 以及湖西南, 士莫不誦、民莫不聞, 而朝廷之上, 惟恐廣布, 先事豫謀之策, 一一不擧, 陳東、歐陽澈之疏, 懼或出於草澤, 豈意聖主亦陷於汪、黃、檜、倫之術乎? 《周書》曰: “作德, 心逸日休; 作僞, 心勞日拙。” 彼有射天之語, 而我乃敬之; 彼有呑我之計, 而我乃款之, 是非誠信相與之道, 而終不諱其內政外備之日拙也, 斯非取侮於醜虜之道乎? 臣恐不斬檜、倫, 則將無以致謝于上國, 而申令於三軍也。 嗚呼? 陸賈正色, 而屈尉佗之箕倨; 范仲淹焚書, 而折元昊之悖慢。 彼皆單車屛從, 而壯我王氣者也; 片言據理, 而挫彼凶鋒者也。 曷嘗如誠一之輩, 載糧千石, 持國樂娛賊, 而竝使軒轅破蚩尤之具, 悉爲虜人之所得乎? 兼其易服循環之卒, 乃是李光弼欺賊將之術, 而彼皆不悟; 陳船耀兵之謀, 乃是李希烈欺中使之計, 而彼實恇怯。 五月不見者, 乃所以困縶也; 陳饌躬視者, 乃所以誘心也; 陶盃飮破者, 示終必敗盟也; 抱子相持者, 視我如嬰兒也。 賊酋姦譎有萬不測, 而彼乃還啓謂賊不來, 以懈將士之心。 時所謂一德大臣, 則盛稱王倫善於奉使, 俾竊金章之寵, 雖辱國無狀者, 附會權奸, 則可以次第同升矣, 將何以勸善懲惡乎? 此輩鴟張, 白日欺明, 懼有公論或激, 則乃謂秀吉非眞叛逆, 是可以寒浞爲純臣乎。 又謂通信一行, 深覺彼情, 而豫爲之備, 則非小助也。 捨置嶺南不備, 是欲捐梁餌吳乎? 先備三敗將于湖南重望, 一則善事潑、立, 而一則奴事永慶者也。 是謂藥師、范瓊可保燕、汴, 而陳宜中誤宋之將, 可坐而策也則所謂豫備者, 果何術也? 視湖西、嶺南, 則疲於奔命, 而邑里蕭然; 視湖南一方, 則梨津一焚, 他鎭枵然, 宵旰之憂, 此時政急。 雖得實經行陣之人, 勢難及措, 而諂佞之臣, 自負誤國大罪, 惟恐主計之或悟, 不汲汲於奏變, 不求援於與國, 只管安坐聽命於狡虜。 使彼謀完計得, 坐策萬全之後, 乃欲待聲息遣將, 驅市民以戰, 則長驅之勢, 實不可遏, 而士不豫習, 以其將與敵矣。 麗季, 倭賊由鎭江入嶺湖之間, 永同、化寧無不被兵燹之禍, 況此勍敵不止於拔都者, 則如臣魯鈍者, 何地逃死乎? 等是一死, 寧死燕、楚之路, 以學子貢遊說, 期使諸侯之軍, 擣吳之虛, 而存我魯國, 則聖主活臣之恩, 庶幾小報, 而天生男子之意, 亦可自副矣。 海南萬里, 如無肯行之人, 則臣願假一節, 充備末价, 星夜西馳, 以玄、平頭, 馘獻于天朝, 竊效包胥之哭, 以明我王心事。 幸蒙皇上矜憐, 則借馬南陲, 分致賊肢于南洋諸國, 諭以整兵俟便, 如聞秀吉西寇, 則俾駕艅艎, 傳檄于日域, 而倒戈逆攻者, 自出於卉服矣。 踈遠賤臣敢請爲踰分之行, 時事猝急, 切懼不豫以致敗。 玆於皇朝, 竊草奏變之狀, 琉球國王及日本、對馬遺民豪傑中, 又草移文、移檄勦捕賊使及嶺湖備倭之策, 又皆隨事箚記, 謹具別紙七幅, 藏在懷袖間。 事大、交隣之規, 雖未解貫, 不直則道不見, 曾有孟訓。 自謂如此, 則事理自明, 辭直義壯, 可以感人, 而狂踈僭越, 未敢徑進。 倘蒙聖主曲採蕘言, 卽使世叔、子産, 討論而潤色, 卽令槐院朝寫午封, 別遣重臣馳奏, 使其理裝一旬之 內, 先謄一本, 付譯官一人, 使與賤臣, 先達于遼、薊, 以及燕京, 庶幾中朝君臣, 感我辰告之誠, 遍曉諸鎭、諸國, 豫防而密措, 天下同怒, 期使此賊, 不容於覆載, 則臣雖死於道路, 亦可以脫臣老母於江淮俘徒之辱矣。 頑雲不解, 天日常陰, 臣不勝憂國憂家, 感憤血泣之至, 謹奉危疏, 昧死以聞。 又貼黃, 略云: 機事不密, 則害成。 今者賊使閃舌者, 將入東平, 臣之封章, 吁亦晩矣。 願留臣疏, 密措機策, 無使東平人購得, 無使臣名掛於朝報, 幸甚。 疏入不下。 又上疏曰: 臣竊謂, 藩侯警急簡書, 不可以不亟也; 匹夫熒惑, 身首不可不異處也。 故逖聞呑虞消息, 不勝怒髮衝冠, 跋涉山河, 瀝血刳肝, 期見聖主之不遠而復。 上不見過於中朝, 內貽恥於宗廟, 外不取侮於醜虜, 下不嫁禍於生靈, 則平生讀書之力, 似可以一扶綱常之重。 上可以免吾君濟、麗之憂; 下可以免臣母江淮之浮, 誠能若是, 則茅焦鼎鑊, 謂可甘蹈, 而封章三日, 未有所聞。 雖知聖主寬容不欲罪臣, 而臣之活國、活母之計, 只恃今日而已。 邊塵一驚, 則遠歎何及, 天責一臨, 則隱憂何補? 臣不得不留臣七紙以走, 冀紆明主悔時之一察也。 臣竊計, 狡虜反覆, 有萬難測, 厚遇金、元之使, 而謂無南寇之辱, 則眞箇是秦脚、賈壑之愚宋者也。 以其君則斬艾而無惜; 以其隣則窺覬而不攻, 古往今來, 決無是理, 臣所以必請名將, 暗備東南維者也。 臣又聞, 琉球致書, 爲我而事倭云, 此聲久發, 其可謂中朝之不聞乎? 蘇、李之師, 所以東來者, 只爲濟、麗之謀, 絶新羅入貢之路也。 狡虜之揚言于天下也, 其必謂我賓服矣。 我於皇朝, 恩義不薄, 見彼悖辭, 義當朝聞夕奏, 而遲延時月, 只欲順付於節使之行, 則人馬猥繁, 決無先春赴京之理, 而狡虜江浙之檄, 則必有半月北飛之虞矣, 史氏之筆, 曷可昭洗乎, 張寧之責, 曷可圖免乎? 天朝恩愛, 方深眷眷, 唐帝一怒, 所不忍言矣。 俾滅建州衛, 乃是皇朝家法, 若不諒我力, 而必使討滅日本, 則以我孱兵, 自守不暇, 曷有餘力, 可以東征乎? 洪茶丘八萬之兵, 金方慶糾集之師, 猶不得志於東洋, 而死傷過半。 況若天朝不假茶丘, 而我國又無方慶之亞, 則其謂不敢東討之際, 天朝之怒, 實不可測矣。 素愛之子, 而少拂父意, 則其父之怒必深。 此時蘇、李之師, 其可資日本而却之乎? 臣之所大震駭者, 蘇、李之師, 未掃濟、麗, 而移徙十萬餘戶於江、淮之間, 水陸困頓之民, 豈望盡活乎? 臣有一繼母年老病甚, 負避無地。 賊使煦濡之日, 聖主雖自以爲晏然無虞, 而乘機猝發之際, 其必盡國力於東隅, 而西方赫臨之師, 則更不可遏矣。 臣切欲力耕聖域, 以養病母, 冀免江、淮困頓之行, 旣爲初筮之吉, 而猶不厭再三之瀆。 伏願聖主, 藏臣疏一通, 以待事至而更察, 則臣之爲國、爲母惓惓奔走之意, 雖或轍耕, 而不爲迂闊矣。 臣之尤所衋傷者, 今此之來, 路由賊使所向二道之中, 備聞彼之奴倭, 皆肆陵轢, 有若上國之使, 而我之官吏, 一切喪氣, 罄一道之力, 以爲供億, 而全忘防備之事。 只此使价之往來, 可占他日之大敗, 而朝無胡銓之論; 野絶陳東之議, 但有黃李沃之疏, 出於洛下, 將使流離顚沛之秋, 一無挺身赴急之人, 則聖明之所倚以爲天祥、秀夫者, 終有何人哉? 漢季必殺黨錮諸賢, 唐亡必投淸流於濁河, 此是盛世之所不願聞者也。 鄭夢周仕前朝危疑之際, 而猶不避嫌疑, 廣延國士, 談論不休。 其詩曰: “座上客常滿, 樽中酒不空。” 任事之臣, 閉門兀坐, 不集衆思, 而能扶其國者, 古未之有也。 惟聖明密察股肱之有無, 屛去致疑之端, 以杜讒賊之口, 則社稷之大幸也。 嗚呼! 終軍弱冠而請纓; 毛遂自薦而脫穎, 彼豈專忘廉恥者乎? 只見冠屨之倒置, 或悶宗國之垂亡, 而衣冠、骨肉擧將淪陷於腥膻。 故不得不犯笑侮、出氣力, 求保數歲之安, 而受秦間金者, 勸齊王, 故不修攻戰之備, 以致臨淄之忽爲秦地, 而松栢之歌, 萬古悲涼。 臣身方在事外, 宜無肉食之憂, 而四面受敵之日, 大懼江革之無地負母。 聞變數旬, 夜不能寐, 抽得先事之戒, 冀補苞桑之計。 突缺棟焚之秋, 幸思賤臣之不我遐棄, 幸甚幸甚。 臣以寒生, 抵洛數日, 囊橐已空, 不忍方朔之飢。 自此長辭, 瞻天望聖, 無任激切屛營之至。 仍附奏七條, 一言携離勍敵之行, 須趁其衆心未附, 而必分玄、平之首, (手)〔身〕露布于天下, 與天下之人, 同聲飛檄, 欲乘虛擣都, 如此之言, 四面東飛, 則秀吉亦不敢爲越海窺我之計矣。 二擬奏變皇朝表, 三擬與琉球國王書, 四擬諭日本國遺民父老書, 五擬諭對馬島父老書, 六擬斬賊使罪目, 七擬嶺湖備倭之策略云云。 憲伏闕下, 待疏不下, 以頭叩石, 流血滿面, 觀者色沮, 猶不下, 乃封進此疏, 政院不受。 諫院啓曰: “趙憲陳疏, 而政院不受。 雖不知疏中措辭之如何, 大槪似有壅蔽言路之端。 請色承旨罷職。” 上只允推考。 憲痛哭而退。【丁酉之變, 我國有一士人擄入日本, 丐食民間, 遇一老僧言: “秀吉於朝鮮爲一時之賊也; 於日本爲萬世之賊也。 當時若有一二義士, 傳檄擧義, 則秀吉之禍, 必不至若是” 云云。】 憲之備倭策中, 所薦十餘人, 在平時皆未知名。 及後亂作, 竟獲其用。 其中如金時敏、趙熊等, 尤表表可稱。 憲歸沃川, 遣子完堵, 遺書于平安監司權徵、延安府使申恪, 勸以浚濠完城, 預修戰守之備。 徵見書大笑曰: “黃海、平安道豈有倭來之理? 歸語汝爺, 愼勿復出此言。” 恪則然其言, 大修器械, 城內引洑流, 作大池, 及後亂作, 李廷馣守城得全。 州人追思恪預先備戒之功, 竝立碑以旌之。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King proceeded to Injeong Hall to receive Taira 조신 , Hyeonso , and others in audience and held a banquet according to precedent. For the first time, the inspectors and censors had been made to stop the use of music. The King specially bestowed a cup of wine upon 조신 , saying: In ancient times, there was no precedent. However, as you have come and goed there, you quite displayed loyalty and respect. Thus, I specially treat you with propriety. 조신 bowed to express gratitude for the royal benevolence. Minister of Rites Jeong Tak and the chief royal secretary【Hyeon So. 】 lost their words and violated propriety. The King reprimanded them.",
                "H2KE-nKo": "삭일인 병신년에 주상이 인정전에 나아가 평조신과 현소 등을 접견하고 규례대로 연향을 베풀었다. 비로소 대간의 계사를 따라 여악을 정지하였다. 주상이 특별히 평조신에게 한 잔의 술을 내리고 말하기를,“옛날에는 이런 예가 없었다. 그러나 그대가 전부터 왕래하면서 자못 공순함을 보였으므로 특별히 가자하여 예우하는 것이다.”하니, 평조신이 배사하였다. 예조 판서 정탁과 도승지 - 그 이름은 빠졌다. - 가 말을 잘못하여 예를 어겼으므로 주상이 꾸짖었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 4월 1일(병신) 1번째기사",
                "gt-oKo": "상이 인정전(仁政殿)에 나아가 평조신·현소 등을 접견하고 전례대로 연향을 베풀었는데, 대간이 아뢴 바에 따라 처음으로 여악(女樂)을 정지하였다. 상이 조신에게 특별히 한 자급을 가자해 주면서 이르기를, “예로부터 이런 예가 없었지만 그대가 전부터 왕래하여 자못 공순(恭順)함을 보였기 때문에 특별히 가자하여 예우해 주는 것이다.” 하니, 조신이 배사(拜謝)하였다. 예조 판서 정탁(鄭琢)과 도승지가【이름은 미상이다.】말을 실수하고 예를 어기자 상이 나무랐다.",
                "hj": "○朔丙申/上御仁政殿, 接見平調信、玄蘇等, 宴享如例。 始用臺啓, 停女樂。 上特加賜調信一爵曰: “古無此例, 而爾自前往來, 頗效恭順, 故特加禮待之。” 調信拜謝。 禮曹判書鄭琢、都承旨, 【逸其名。】 失辭違禮, 上責之。"
            },
            "2": {
                "H2KE-EN": "The King received the officials in the morning court assembly. When the officials were about to depart, the King spoke to Inspector General윤두수 , saying, I wish to discuss the matter with high officials and high officials of the senior third rank or above in secretly discuss the matter of Japanese pirates. However, the inspector general has a calculation. Even if it is not proper [for the inspector general] to be involved in advance, [the inspector general] should not retreat [the inspector general]. Consequently, [the King] discussed the matter of reporting the Japanese pirates to the Emperor [of Ming China] whether it is proper to report to the Emperor [of Ming China]. Officials of the senior third rank or below all regard this as difficult. [Thus] advisability, [Thus] advisability] is extremely important. His Majesty has sincerely served the Great [Ming China], and the sun has observed the throne. How can we conceal [the Japanese pirates]? Your subject thinks that it would be proper to directly report to the Emperor [of Ming China] to the Emperor [of Ming China]. [Thus] Li Xiang said, [Thus, we] fear that [they] might report to the Emperor [of Ming China] to the Emperor [of Ming China], and [they] fear that [the Chinese court] might think that our country is guilty of communicating with Japan. Minister of WarJeong Hyung agreed with [Thus] Thus opinion. The rest [of the officials] did not decide the matter as [Thus] Li Xiang said and then dispersed. Later, [the King] discussed the matter again, and the King decided that it would be proper to report to the Emperor [of Ming China] to the Emperor. High officials also dared not hide [about this].",
                "H2KE-nKo": "상이 조강에 나아갔다. 신하들이 물러가려 할 때 상이 대사헌 윤두수에게 이르기를,“대신 및 비국의 여러 재신과 함께 왜의 정세를 은밀히 의논하려고 한다. 대사헌은 계려가 있으니, 참여해야 할 사람이 아니더라도 물러가지 말아야 한다.”하였다. 마침내 왜의 정세를 중국 조정에 주문해야 하는지의 여부를 의논하였는데, 대신 이하가 모두 어렵게 여겼다. 윤두수가 아뢰기를,“일이 중국과 관계되어 관계된 바가 매우 중대합니다. 전하께서 지성으로 사대하시는 것은 하늘의 태양이 위에 있는데, 어찌 숨길 수 있겠습니까. 신의 생각에는 곧바로 주문하는 것이 옳다고 봅니다.”하고, 이산해는 아뢰기를,“주문한 뒤에 중국 조정에서 도리어 우리가 왜국과 통신한 것을 죄로 삼을까 걱정입니다.”하였다. 병조 판서 황정욱은 윤두수의 의논과 같았고, 나머지는 이산해의 말과 같았는데, 결정하지 못하고 파하였다. 훗날 다시 의논할 때 주상이 주문하는 것이 옳다고 결단하니, 대신도 감히 이의를 제기하지 못하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 4월 1일(병신) 2번째기사",
                "gt-oKo": "상이 조강에 나아갔다. 신하들이 물러나려 할 때 상이 대사헌 윤두수에게 이르기를, “대신 및 비국(備局)의 여러 재신(宰臣)과 왜정(倭情)에 대해 은밀히 의논하고 싶다. 도헌(都憲)도 계려가 있으면 의당 참석해야 할 인원은 아니지만 물러가지 말도록 하라.” 하였다. 드디어 왜정을 중국 조정에 주문해야 하는지의 여부를 가지고 의논하였는데, 대신 이하가 모두 주문하는 것을 어렵게 여겼다. 두수가 아뢰기를, “일이 중국에 관계되어 기관(機關)이 매우 중요합니다. 전하께서 지성으로 사대(事大)하신 것은 천일(天日)이 위에 계시니 어찌 숨길 수 있겠습니까. 신의 소견으로는 곧바로 중국 조정에 주문(奏聞)해야 한다고 여깁니다.” 하고, 이산해는 아뢰기를, “주문한 뒤에 중국 조정에서 도리어 우리가 왜국과 통신하였다는 것으로 죄책할까 염려됩니다.” 하였다. 병조 판서 황정욱만 두수의 의논과 같았고 나머지는 산해의 말과 같아 결정을 내리지 못하고 파하였다. 뒷날 다시 의논할 적에 상이 주문하는 것이 옳다고 결단하자, 대신들도 감히 이의를 제기하지 못하였다.",
                "hj": "○上御朝講。 諸臣將退, 上謂大司憲尹斗壽曰: “欲與大臣及備局諸宰臣, 密議倭情。 都憲有計慮, 雖非當預, 可無退。” 遂以倭情, 奏聞天朝當否議之, 大臣以下皆難之。 斗壽曰: “事係上國, 機關甚重。 殿下至誠事大, 天日在上, 豈可隱諱? 臣意當直上聞爲是。” 李山海曰: “正恐奏聞後, 天朝反以我通信倭國爲罪故也。” 兵曹判書黃廷彧如斗壽議, 餘如山海言, 不決以罷。 後日更議, 上斷以奏聞爲是, 大臣亦不敢貳。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 1번째기사",
                "gt-oKo": "상이 주강에 나아갔다. 부제학 김수(金睟)가 나아가 아뢰기를, “평수길(平秀吉)은 광패(狂悖)한 자로, 그의 말은 겁을 주려고 한 것일 뿐입니다. 이런 실상이 없는 말로 진주(陳奏)하기까지 하는 것이 사리상 어찌 합당하겠습니까.” 하니, 상이 황정욱을 돌아보며 이르기를, “병판(兵判)의 의견은 어떠한가?” 하자, 정욱이 아뢰기를, “김수의 말에 대해 신은 전혀 그렇지 않다고 생각합니다. 우리 나라가 중국을 섬긴지 2백 년 동안 충근(忠勤)이 지극했습니다. 지금 이러한 말을 듣고서 어찌 태연히 있으면서 주문하지 않을 수 있겠습니까.” 하였다. 김수가 아뢰기를, “대의(大義)로는 참으로 그렇습니다. 그러나 서계(書契)가 이와 같더라도 사신 세 사람의 소견이 같지 않으니, 어찌 실상이 없는 증거가 아니겠습니까.” 하니, 상이 이르기를, “설사 사신 세 사람의 말이 모두 동일하게 침범할 리가 없다고 하더라도 서계가 이와 같다면 그 내용을 취해 주문해야 한다. 그들이 꼭 침범할 것이라고도 하고 꼭 침범하지 않을 것이라고도 말하는 것은 소견이 다른 것에 불과할 따름이다. 대개 신하된 자로서 위를 간범하는 말을 듣고서도 태연히 있으면서 말하지 않을 수 있겠는가.” 하였다. 김수가 아뢰기를, “일에는 경도(經道)와 권도(權道)가 있습니다. 만약 분명히 침범하는 내용이 있다는 것을 알았다면 참으로 급급히 진주(陳奏)해야 할 것입니다. 그러나 실상을 제대로 파악하지 못하고서 갑자기 상주(上奏)하여 변방의 흔단을 열어놓기라도 한다면, 어찌 후회막심한 일이 아니겠습니까.” 하고, 정욱은 아뢰기를, “이 점 또한 그렇지 않습니다. 다행히도 국가에 복이 많아 수길(秀吉)이 큰소리치고마는 정도라면 중국이나 우리 나라가 이로 인해 방비를 하는 것이 나쁠 것은 없고, 참으로 서계(書契)의 말과 같은데 중국으로 하여금 전혀 모르게 했다가 갑자기 중국을 침범하는 모욕을 초래한다면 그때에는 후회해도 무슨 소용이 있겠습니까.” 하였다. 김수가 아뢰기를, “이 말은 모두 가설적인 말이니, 어찌 이런 일이 있겠습니까. 중국의 복건(福建) 일로(一路)는 일본과 단지 바다 하나를 사이에 두고 있어 장사꾼이 통행하고 있으니, 우리 나라에서 진주(陳奏)한다면 왜국에서 모를 리가 없습니다. 진주한 뒤에 왜국에서 간범하는 일이 없다면 중국에서는 반드시 우리 나라가 사실이 아닌 것을 진주하였다고 비웃을 것이고, 왜국에서는 반드시 우리 나라에 대해 깊은 원한을 갖게 될 것입니다. 어리석은 신의 염려스러운 점은 실제로 여기에 있는 것입니다.” 하니, 상이 이르기를, “복건은 일본과 가깝고 장사꾼이 통행하고 있으니, 일본이 우리에게 보낸 서계와 같은 내용을 이미 중국에 전달했는지 어찌 알겠는가. 설사 수길이 침범하지 않더라도 서계에 그런 의도가 드러났으니, 중국에서 우리 나라에 ‘일본이 너희 나라와 약속을 하고서 쳐들어오려고 하는데 어찌하여 진주하지 않았는가?’라고 문책을 한다면, 왜적을 끌어들여 상국(上國)을 침범한다는 누명을 면하려고 한들 면할 수 있겠는가. 전일 윤두수의 말도 이와 같은 점을 염려한 것이니, 주문하는 일을 그만둘 수 없다.” 하였다. 김수가 아뢰기를, “주문하는 일을 그만둘 수 없더라도 일본의 군사 출동 시기까지 분명히 상주(上奏)하는 것은 너무 규각(圭角)이 있는 것인 듯합니다.” 하니, 상이 이르기를, “섬 오랑캐의 실정에 대해 주문하는 이상, 군사 출동 시기는 바로 그 실제인데, 어떻게 숨길 수 있겠는가.” 하였다. 김수가 아뢰기를, “군사 출동 시기에 대해 분명히 언급하는 문제는 실로 온편치 못합니다. 그리고 주문하는 일을 누구한데 들은 것으로 해야 하겠습니까? 만약 곧바로 통신의 일을 거론한다면 난처하지 않겠습니까?” 하니, 상이 좌승지 유근(柳根)을 돌아보고 이르기를, “승지의 의견은 어떠한가?” 하자, 유근이 아뢰기를, “신이 내의원(內醫院)에서 마침 좌의정 유성룡의 말을 들었는데, 그의 말에 ‘대의로 보면 주문하지 않을 수 없다. 그러나 수길이 광패(狂悖)하여 군사를 일으켜 쳐들어올 수 없을 것이지만 만일의 경우 우리가 왜적과 매우 가까운 지경에 있기 때문에 그 화를 억울하게 당할 수는 없다. 더구나 통신사로 갔다온 사신의 말을 들어보면 「왜적은 반드시 군사를 출동시키지 않을 것이며, 출동시킨다 하더라도 두려워할 것이 없다.」고 한다. 실상이 없는 말로 주문하면 한편으로는 중국을 경동(驚動)시키는 것이 되고 한편으로는 이웃 나라인 일본에 깊은 원한을 사게 될 것이니, 옳지 못하다. 통신한 한 가지 일에 대해서 곧바로 주문할 경우, 중국에서 따져 묻는다면 반드시 난처하게 될 것이다. 부득이하다면 일본에 사로잡혀 갔다가 도망온 사람에게서 들은 말이라고 말을 만들어 주문하는 것이 아마도 좋을 것이다.’ 하였습니다.” 하였다. 상이 이르기를, “내가 묻는 것은 승지의 의견이 어떠한가 하는 점이다.” 하니, 유근이 아뢰기를, “신의 생각에는 대의로 보면 주문하지 않을 수 없지만 하나하나 그대로 주문할 경우 난처한 일이 생길 듯싶습니다. 가볍게 주문하는 것이 합당할 듯합니다.” 하였다. 상이 수찬 박동현(朴東賢)을 돌아보고 이르기를, “경연관의 의견은 어떠한가?” 하니, 동현이 아뢰기를, “인신(人臣)으로서 위를 범하는 말을 들은 이상, 주문하는 일에 대해 다른 논의가 있을 수 없습니다. 그러나 주문하는 말의 곡절에 대해서는 허술하게 할 수 없으니, 대신으로 하여금 널리 의논해서 처리하게 하는 것이 마땅하겠습니다.” 하자, 상이 그렇다고 하였다. 다음날 아침 대신을 불러 의논해 결정하게 하니 대신 이산해(李山海)·유성룡(柳成龍)·이양원(李陽元) 등이 아뢰기를, “삼가 경연에서 아뢴 말을 보건대, 김수의 우려가 일을 주도 면밀하게 하려는 데에서 나온 것이지만 위를 범하는 말을 들은 이상, 어찌 차마 묵묵히 있을 수 있겠습니까. 다만 주본(奏本)의 말을 신중히 참작해서 하지 않으면 뒷날 반드시 난처한 걱정거리가 있게 될 것입니다. 가볍게 주문하자는 유근의 설은 상당히 일리가 있습니다. 일본에 잡혀갔다 도망해 온 김대기(金大璣) 등에게서 들었다고 말을 만들어 주문하는 것이 가장 온당할 듯합니다. 그리고 일본의 서계(書契)에 답하는 내용에 있어서는 군신(君臣)의 대의(大義)를 들어 분명하게 거절하되, 말을 만들 적에는 노여움을 사지 않도록 해야 합니다. 이것이야말로 미워하면서도 엄하게 하지 않는 것으로서 마땅히 이와 같이 해야 합니다.” 하니, 상이 따랐다. 이에 조정의 의논이 비로소 정해졌다. 하절사(賀節使) 김응남(金應南)의 행차에 대략 왜정(倭情)을 갖추어 전해 들은 말이라고 일컫고서 예부에 자문을 보내기로 하였다. 김응남이 떠날 적에 비변사에서 다시 은밀히 경계시키기를 ‘행차가 요동 지경에 이르거든 소식을 탐문해 중국에서 만약 전혀 알지 못할 경우 편의대로 정지하고 자문은 절대로 누설하지 말라.’ 하였다. 응남이 요동 지경에 들어가니, 일로에서 조선이 왜적을 인도하여 중국을 침범할 것이라고 말들이 많고 대접이 전일과 전혀 달랐다. 응남이 즉시 왜정을 주문하러 간다고 둘러대니, 중국 사람들이 그제야 예전처럼 정성으로 맞아주었다. 당시 중국 사람 허의후(許儀後)가 일본에 있으면서 왜정을 은밀히 본국에 보고하였고 유구국(琉球國)에서도 사신을 보내 특별히 주문을 하였는데, 우리 나라 사신만 가지 않아 중국 조정에서 크게 의심을 하고 온 나라 사람들이 수군거렸다. 그때 각로(閣老) 허국(許國)만이 ‘내가 일찍이 조선에 사신으로 갔을 적에 지성으로 사대(事大)하는 것을 보았다. 반드시 왜적을 함께 배반하지는 않을 것이다. 잠시 기다려 보자.’고 하였는데, 오래지 않아 응남이 자문을 가지고 가니, 중국 조정의 의심이 약간 풀렸다.",
                "hj": "○朔乙丑/上御晝講。 副提學金睟進曰: “平秀吉乃狂悖一夫, 其言出於恐動。 以此無實之言, 至於陳奏, 詎是事宜?” 上顧黃廷彧曰: “兵判意如何?” 廷彧曰: “睟之言大不然。 我國事天朝二百年, 忠勤至矣。 今聞此言, 安可恬然不奏乎?” 睟曰: “大義則固然。 但書契雖如此, 使臣三人所見不同, 豈非無實之証乎?” 上曰: “設使三人言, 皆同萬無犯順之理, 書契若如此, 則猶當取以奏之。 或言必犯, 或言必不犯, 此不過所見之異耳。 大槪爲臣子者, 聞犯上之言, 而安坐不言乎?” 睟曰: “事有經權。 若知必犯, 則固當急急陳奏, 如未得實狀, 而遽煩上奏, 以啓邊釁, 豈非可悔之甚者乎?” 廷彧曰: “此又不然。 國家多福, 使秀吉徒爲大言而止, 則天朝與我國, 不害因此而防備。 若果如書契之辭, 而使天朝漠然不知, 猝致猾夏之辱, 則此時可得悔乎?” 睟曰: “此皆設辭, 豈至於此? 上國福建一路, 與日本只隔一海, 商賈通行。 若我國陳奏, 則倭無不知之理。 旣奏之後, 又無犯順之事, 則天朝必笑我無實, 倭國必致深怨。 愚臣之慮, 實在於此矣。” 上曰: “福建果近於日本, 而商賈又通, 則安知日本送我之書契, 已達於天朝乎? 設使秀吉果不犯順, 而書契已露, 則天朝問於我國曰: ‘日本約與爾國入寇, 而不奏何耶?’ 云爾則雖欲免引賊犯上之言, 得乎? 前日尹斗壽之言亦如此, 奏聞不可已也。” 睟曰: “奏聞雖不可已, 至以日本師期, 分明上奏, 太似圭角矣。” 上曰: “旣以夷情奏聞, 則師期乃其實也, 何可沒之也?” 睟曰: “明言師期, 實爲未妥。 且奏聞之事, 以爲聞於何人耶? 若直擧通信之事, 則無乃難處乎?” 上顧左承旨柳根曰: “承旨意如何?” 根曰: “臣於內醫院, 適聞左議政柳成龍之言, 則以爲: ‘大義所在, 雖不得不奏, 秀吉狂悖, 必不能稱兵入犯, 而我在至近之地, 不可橫受其禍。 況聞使臣之言, 則謂必不發動, 雖發不足畏。 若以無實之言, 一則驚動天朝; 一則致怨隣國不可也。 至於通信一事, 直爲奏聞, 萬一天朝盤問, 則亦必難處。 如不得已, 則似聞於被擄逃還人爲辭, 庶或可 也。’” 上曰; “予所問者, 承旨之意也。” 根曰: “臣意則大義所在, 不可不奏。 但一一直奏, 則恐或難處。 從輕奏聞似當。” 上顧修撰朴東賢曰: “經筵官之意如何?” 東賢曰: “人臣旣聞犯上之言, 奏聞之事, 不容他議。 若奏辭曲折, 則不可草草, 劃令大臣廣議處之爲當。” 上曰: “然。 明早招大臣議定。” 大臣李山海、柳成龍、李陽元等啓曰: “伏見筵中啓辭, 金睟所憂, 雖出於慮事之周, 而旣聞犯上之言, 安忍默默? 但其奏本措語, 若不十分斟酌, 則後日必有難處之患。 柳根從輕之說, 頗有理。 若以聞於逃還人金大璣等爲辭, 極爲穩當。 至於日本書契所答之辭, 則以君臣大義, 明白拒絶, 而措辭之際, 亦不使狠怒。 蓋不惡而嚴者, 要當如是也。” 上從之。 於是, 廷議始定。 乃於賀節使金應南之行, 略具倭情, 稱以傳聞, 爲咨文于禮部。 臨送, 備邊司更密戒應南, 行到遼界, 剌探消息, 皇朝若專無聽知, 則便宜停止, 咨文切勿宣洩。 及應南入遼界, 一路譁言朝鮮謀導倭入犯, 待之頓異。 應南卽答以爲: “委奏倭情來。” 華人喜聞, 延款如舊。 時, 漢人許儀後在日本, 密報倭情, 琉球國亦遣使特奏, 而獨我使未至, 朝廷大疑之, 國言喧藉。 閣老許國獨言: “吾曾使朝鮮, 知其至誠事大。 必不與倭叛, 姑待之。” 未幾而應南以咨文至, 群疑稍釋矣。"
            },
            "10": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Rites , which stated, Among the royal son-in-law who had married a concubine to select a concubine, how can it be harmful to select a concubine? Discuss this matter and report to the King, saying, Lady Yis born from our country is quite unclear. Sometimes, one single similar to another single secretly. Our state married a concubine has never heard of this. Your subject requests that Your Majesty widely study the matter. The King replied, I observed that the single s of scholar-officials do not regard this as a matter of suspicion, but what is the case of the state married a concubine in this single s? Moreover, during the reign of King Taejong, there were Yi Sukuis single s to another single ingle",
                "H2KE-nKo": "주상이 부마의 간택에 있어 선발 대상자가 너무 좁다는 이유로 예조에 전교하기를,“선발 대상자 중에 이씨 성을 가진 자가 없는 것을 취한다고 해서 무슨 문제가 되겠는가. 의논하여 처리하라.”하니, 회계하기를,“우리나라는 성씨의 출처가 자못 분명하지 않습니다. 처음에는 한 성씨로 삼았다가 나중에는 고향 고을로 이사하여 마침내 별적이 된 자도 있고, 처음에는 드러난 이름이 없었는데 중간에는 아무개의 관향이라고 핑계를 댄 자도 있습니다. 우리나라에서 국혼을 할 때에는 이런 일이 있었다는 말을 듣지 못하였습니다. 널리 조정의 의론을 수렴하소서.”하니, 답하기를,“내가 사대부의 집안을 보건대, 이것을 혐의스럽게 여기지 않고 유독 국혼에 대해서만 이런 잡설이 있는 것은 어째서인가. 더구나 세종조에는 이숙의가 있었다. 우리나라에서도 이런 일이 있었다.”하였다. 회계하기를,“지금 성상의 하교를 받들고서야 비로소 이숙의의 전례가 있었음을 알았습니다. 다만 《대전》에 ‘동성에게 장가들지 말라.’라는 조항이 있습니다. 이른바 이숙의라는 자는 필시 《대전》을 반포하기 이전의 일일 것이고, 혹 궁인으로부터 승호된 것인지도 모두 알 수 없습니다. 후세에서는 마땅히 《대전》을 정식으로 삼아야 할 것입니다.”하니, 답하기를,“세종은 성인이시다. 후세에서는 그것을 취하여 법으로 삼아야 할 것이니, 《대전》의 선후는 따질 필요가 없다. 더구나 이 일은 비록 고례가 없더라도 나로부터 고례를 만들어야 할 것이다. 대신에게 의논하라.”하였다. 좌의정 유성룡이 아뢰기를,“동성끼리 서로 결친하지 않는 것은 대개 혐의를 멀리하기 위해서입니다. 전대의 제왕으로서 동성에게 장가든 자는 오직 당나라 이무정의 아들 한 사람뿐이었습니다. 이무정의 본성은 송씨인데 국성에게 주었으나 후세에서는 오히려 비난하고 있습니다. 유총이 유씨를 맞아들이려고 하자 그도 경계하였으니, 이것이 분명한 증거입니다.”하니, 주상이 조정의 의론을 수렴하라고 명하였다. 참판 구사맹이 의견을 올리기를,“선유가 ‘옛날에 동성에게 장가들지 않은 것은 금수에 가까웠기 때문이다.’라고 하였습니다. 사책에서 보더라도 동성에게 장가들어 사위를 삼았다는 말은 듣지 못하였고, 대개 그 성씨가 같은 것을 혐의스럽게 여긴 것이지 반드시 본관이 같은지 다른지를 분변하려고 한 것은 아니었습니다. 사대부의 집안에서는 비록 성이 본래 다른 것이 아니라는 것을 분명히 알면서도 장가든 자도 유식한 자의 기롱을 면치 못하니, 어찌 당당한 국가로서 무식한 자의 소행을 본받겠습니까. 더구나 세종조의 일은 비록 자세히 알지는 못하지만 한때의 지나친 조처임을 면치 못하였습니다. 오늘날 본받아야 할 것은 《대전》일 뿐입니다. 나로부터 고례를 만들어야 한다는 하교에 대해서는 만세의 의혹을 야기할까 두렵습니다.”하고, 기성부원군 유홍과 참판 이성중도 허물을 예조에 돌렸다. 주상이 다시 예조 당상으로 하여금 각각 소견을 진달하게 하니, 모두 《대전》을 준수하지 않아서는 안 된다고 하였다. 주상이 말하기를,“우선 그대로 두라.”하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 10번째기사",
                "gt-oKo": "상이 부마(駙馬)의 간택에 있어서 부마에 응선(應選)하는 자의 수가 적다는 이유로 예조에 전교하기를, “선발에 참여한 자 중에 이씨 성을 가진 자가 없는데, 이씨 성을 가진 자를 취한다 하더라도 무슨 방해로움이 있겠는가. 의논하여 조처하라.” 하자, 회계하기를, “우리 나라의 성씨가 나뉘어진 것에는 자못 분명치 않은 점이 있습니다. 처음에는 한 성(姓)이었는데 뒤에 다른 고을로 이사함으로써 드디어 관향(貫鄕)을 달리한 경우도 있고, 처음에는 드러난 이름이 없다가 중간에 모관(某貫)이라 한 자도 있습니다. 우리 나라에서 국혼(國婚)을 정할 때 이러한 일이 있었다는 말을 듣지 못하였습니다. 조정의 의논을 널리 수합하소서.” 하니, 대답하기를, “내가 사대부 집안의 혼인을 보건대, 이것을 혐의하지 않았다. 그런데 유독 국혼에만 이런 잡설(雜說)이 있는 것은 무엇 때문인가. 더구나 세종조에는 이숙의(李淑儀)가 있었으니 우리 나라에도 역시 이런 일이 있었던 것이다.” 하였다, 회계하기를, “지금 성교를 받들고서야 비로소 이숙의의 전례가 있는 줄 알았습니다. 다만 《대전(大典)》에 ‘동성(同姓)은 취하지 말라.’는 조항이 있습니다. 이른바 이숙의는 필시 《대전》을 반포하기 이전의 일이거나 아니면 궁인(宮人)으로서 호(號)를 올린 것인지 알 수 없습니다. 후세에는 마땅히 《대전》을 규범으로 삼아야만 합니다.” 하니, 답하기를, “세종은 성인이시다. 후세에서는 마땅히 이를 본받아서 법으로 삼아야 한다. 《대전》이 반포되기 전인지 후인지는 따질 필요가 없다. 더구나 이 일은 전례가 없기는 하나 나로부터 전례를 만들면 되는 일이다. 대신에게 의논하라.” 하였다. 좌의정 유성룡이 아뢰기를, “동성과 혼인하지 않는 것은 대개 혐의스러움을 멀리하는 데서 나온 것입니다. 전대의 제왕 가운데 동성과 혼인한 경우는 오직 당나라 이무정(李茂貞)의 아들 한 사람뿐입니다. 무정의 본성(本姓)은 송씨(宋氏)로 뒤에 국성(國姓)인 이씨 성을 하사받았는데도 후세에서는 오히려 기롱하였습니다. 유총(劉聰)이 유씨(劉氏)를 들이려 하자 그의 신하가 고계(告戒)하였습니다. 이것이 분명한 증거입니다.” 하자, 상이 조정의 의논을 수합하게 하였다. 참판 구사맹(具思孟)이 의논드리기를, “선유(先儒)가 ‘옛날에 동성을 취하지 않았던 것은 금수에 가까울까 혐의해서이다.’고 하였습니다. 사책(史冊)을 보아도 동성을 취하여 사위를 삼았다고 한 것이 없는 것은, 대개 성씨가 같은 것을 혐의해서이지 반드시 본관(本貫)이 같고 다른 것을 구별하는 것은 아니었습니다. 사대부의 집에서 분명하게 동본(同本)이 아니라는 것을 알고서 취하더라도 식자(識者)의 기롱을 면치 못합니다. 그런데 어찌 당당한 국가에서 무식한 자들이 하는 것을 본받겠습니까. 더구나 세종조의 일은 분명하게는 알지 못하겠으나 한때의 잘못된 처사임을 면치 못하는 것입니다. 오늘날에 법으로 삼아야 할 것은 《대전》일 뿐입니다. 나로부터 전례를 만들라는 전교에 있어서는 아마도 후세에 의혹을 야기시킬 것입니다.” 하였다. 기성 부원군(杞城府院君) 유홍(兪泓)과 참판 이성중(李誠中)도 예조에 허물을 돌렸다. 상이 다시 예조 당상들로 하여금 각자 소견을 진달하게 하자, 모두들 ‘《대전》을 준수해야만 한다.’고 하니, 상이 우선은 놔두라고 하였다.",
                "hj": "○上以揀擇尙主駙馬應選者數狹, 傳敎禮曹曰: “選中無姓李者, 取之何妨? 其議處之。” 回啓曰: “我國姓氏所自出, 頗不能明。 或初爲一姓, 後因移徙鄕縣, 遂爲別籍者; 初無顯名者, 而中間托爲某貫者有之。 我朝國婚時, 未聞有此事, 請廣收廷議。” 答曰: “予觀士大夫家, 不以此爲嫌, 而獨於國婚, 有此雜說何耶? 況世宗朝有李淑儀。 我朝亦有是事也。” 回啓曰: “今承聖敎, 始知有李淑儀之例。 但《大典》有勿娶同姓條。 所謂李淑儀, 必是《大典》頒降前事, 而或自宮人陞號, 皆未可知。 後世當以《大典》爲正。” 答曰: “世宗, 聖人也。 後世當取以爲則, 《大典》先後, 不必論也。 況此事雖無古例, 自我作古可也。 議于大臣。” 左議政柳成龍啓曰: “同姓不相結親, 蓋出於遠嫌也。 前代帝王娶同姓者, 惟唐李茂貞之子一人而已。 茂貞本姓宋, 賜以國姓, 後世猶譏之。 劉聰欲納劉氏, 其臣亦告戒, 此爲明証也。” 上命收廷議。 參判具思孟議曰: “先儒以古不娶同姓者, 爲其近於禽獸也。 觀諸史冊, 未聞娶同姓爲子壻者, 槪嫌其姓字之同, 非如必欲辨本貫同異也。 士夫家雖或明知姓本非一姓, 而娶之者, 亦未免有識者之譏。 豈以堂堂國家, 下效無識者之所爲乎? 況世宗朝事, 雖未詳知, 而不免爲一時過擧。 今日所當法者, 《大典》而已。 至於自我作古之敎, 恐惹萬世之疑也。” 杞城府院君兪泓、參判李誠中亦歸咎禮曹。 上復令禮曹堂上, 各陳所見, 皆謂: “《大典》不可不遵。” 上曰: “姑置之。”"
            },
            "11": {
                "H2KE-EN": "The King ordered that Section Chief of the Ministry of Personnel Yun Don be imprisoned and interrogated. The King ordered that his post be removed and he be released. At the time, the Ministry of Personnel had served as a regular performance evaluation . Former First Secretary Baek Yuham and former Section Chief Yu Gongjin , former section chief , were recommended as educational officials. The King became angry and said, A man who committed a serious crime should be recommended as educational officials. This was to test the possibility of the King. How could a staff official say that he was recommended as evaluation? The King repeatedly cross-examined him, and officials of the senior third rank or above were appointed as evaluating Yun Don first. Therefore, Yun Don committed a crime. According to precedent, a educational official was established at the Royal Confucian Academy, and a civil official who was unable to fulfill his duty as an educational official was appointed. The two officials had served as educational officials, and thus Yun Don was recommended as educational officials according to precedent, but not to be promoted.",
                "H2KE-nKo": "이조 정랑 윤돈을 하옥하여 추고하고 삭직한 뒤 풀어 주라고 명하였다.이때 이조가 도목 정사를 행하여 전 사인 백유함과 전 정랑 유공신을 학관의 망통에 의망하니, 주상이 진노하여 말하기를,“죄가 무거운 사람을 사장의 망통에 의망한 것은 나의 뜻을 시험해 보고자 해서이다. 어떤 낭관이 말을 꺼내 의망하였는가?”하고, 재삼 힐문하였다. 당상이 윤돈이 먼저 말을 꺼내었다고 대답하였기 때문에 윤돈이 죄를 얻은 것이다. - 전례에 성균관에 학관을 두고 문관 가운데 실직한 자로 채워 차임하였다. 두 사람은 전랑을 거쳤기 때문에 윤돈이 전례에 따라 의망한 것이지 진용하고자 한 것은 아니었다. -\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 11번째기사",
                "gt-oKo": "이조 정랑 윤돈(尹暾)을 하옥(下獄)시켜 추고하고 이어 삭직 방송(削職放送)하라고 명하였다. 이조에서 도목 정사(都目政事)를 할 때에 전 사인 백유함(白惟咸)과 전 정랑 유공신(柳拱辰)을 학관(學官)의 망(望)에 의망하니, 상이 진노하여 ‘중죄인을 사장(師長)에 의망한 것은 위의 뜻을 시험해 보고자 한 것이다. 어떤 낭관이 말을 꺼내 의망하였는가?’ 하면서 재삼 힐문하자, 이조 당상이 윤돈이 먼저 말을 꺼내었다고 대답하였다. 이 때문에 윤돈이 죄를 입은 것이다.【전례에 성균관에 학관을 두고 문관 가운데 실직한 자로 충원하였다. 위의 두 사람은 전랑(銓郞)을 지내었으므로 윤돈이 전례에 따라 의망한 것인지, 그들을 진용시키고자 한 것은 아니었다.】",
                "hj": "○吏曹正郞尹暾下獄推考, 命削職放送。 時, 吏曹爲都目政, 以前舍人白惟咸、前正郞柳拱辰擬學官望。 上震怒以爲: “罪重之人, 擬于師長之望, 此欲試上意淺深也。 何郞官出言擬望乎?” 再三詰問, 堂上以尹暾先出言對, 故暾得罪。【前例, 成均館置學官, 以文官失職者塡差。 二人官經銓郞, 故暾循例擬望, 非欲進用也。】"
            },
            "12": {
                "H2KE-EN": "Inspector General Hong Yeol , Third Inspectors Jo Inyun and Yun Dammu , Fourth Inspectors Yi Sang and Jeong Gwangjeok , Inspector General Yi Won , Censor Kwon Munhae , Third Censor Kim Minseon , Fourth Censors Yi Jeongsin and Yun Gyun , and others submitted a joint memorial, which stated: Jeong Cheol , Baek Yuham , Yu Gongsin , Yi Chunyeong , and others colluded with each other and arrogantly disorder the royal court. They wanted to insult the people of the same generation. They enticed the Confucian scholars to submit a memorial, and wrote out the wisdom of powerful officials. They wanted to execute all of them. Your subjects request that all of them be exiled to a remote area. The King followed this request. At first, Jeong Cheol was exiled to Jinju , and Baek Yuham , Yu Gongsin , and Yi Chunyeong were exiled to the western frontier. The King ordered that they be exiled to a remote area. Jeong Cheol was exiled to Ganggye , Baek Yuham was exiled to Gyeongheung , Yu Gongsin was Gyeongwon , and Yi Chunyeong was exiled to Samcheok .",
                "H2KE-nKo": "대사헌 홍여순, 장령 조인득ᆞ윤담무, 지평 이상의ᆞ정광적, 대사간 이원익, 사간 권문해, 헌납 김민선, 정언 이정신ᆞ윤엽 등이 합동으로 아뢰기를,“정철, 백유함, 유공신, 이춘영 등은 서로 붕당을 지어 조정을 어지럽히고 자신과 의견을 달리하는 사람들을 함정에 빠뜨리려고 하였습니다. 그리고 유생들을 꾀어 상소하게 하여 명경과 사류를 역적의 부류로 몰아 넣어 모두 섬멸하려고 하였습니다. 모두 원지에 찬배하소서.”하니, 그대로 따랐다.정철은 처음에 진주에, 백유함, 유공신, 이춘영은 서변에 정배되었는데, 주상이 극변으로 옮겨 정배하라고 명하여, 정철은 강계로, 백유함은 경흥으로, 유공신은 경원으로, 이춘영은 삼수로 옮겨 정배하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 12번째기사",
                "gt-oKo": "대사헌 홍여순(洪汝諄), 장령 조인득(趙仁得)·윤담무(尹覃茂), 지평 이상의(李尙毅)·정광적(鄭光績), 대사간 이원익(李元翼), 사간 권문해(權文海), 헌납 김민선(金敏善), 정언 이정신(李廷臣)·윤엽(尹曄) 등이 합계하기를, “정철·백유함·유공신·이춘영(李春英) 등이 서로 붕당을 지어 조정을 어지럽히면서 자기들과 뜻이 다른 사람들을 없애고자 하였습니다. 이에 유생들에게 상소하도록 꾀어 이름있는 재상과 사류들을 역당(逆黨)으로 몰아 모두 죽이려 하였으니 아울러 먼 곳으로 찬축시키소서.” 하니, 상이 따랐다. 정철은 진주(晉州)에 유배되고 백유함·유공신·이춘영은 서쪽 변방에 유배되었는데, 상이 극변으로 이배(移配)하도록 하여 정철은 강계로, 백유함은 경흥으로, 유공신은 경원으로, 이춘영은 삼수로 이배되었다.",
                "hj": "○大司憲洪汝諄、掌令趙仁得ㆍ尹覃茂、持平李尙毅ㆍ鄭光績、大司諫李元翼、司諫權文海、獻納金敏善、正言李廷臣ㆍ尹曄等合啓: “鄭澈、白惟咸、柳拱辰、李春英等, 交相朋比, 濁亂朝政, 欲陷異己之人。 敎誘儒生上疏, 名卿士流, 驅入逆類, 欲盡殲滅。 請竝遠竄。” 從之。 鄭澈初配晋州, 白惟咸、柳拱辰、李春英配西邊, 上命移配極邊, 鄭澈江界, 白惟咸慶興, 柳拱辰慶源, 李春英三水。"
            },
            "13": {
                "H2KE-EN": "A proposal as follows: Associate State CouncilorYun Su , Superintendent of the Middle Army Hong Seongmin , Magistrate of Yeoju Strategic County Yi Haesu , Magistrate of Yangyang Magistracy Jang Unik , and others flattered the cliques of Jeong철 and guilty wicked men. Your subjects request they all be divested of their appointment and banished to a designated area outside the capital. The King accepted this request.",
                "H2KE-nKo": "또 합동으로 아뢰기를,“우찬성 윤근수, 판중추부사 홍성민, 여주 목사 이해수, 양양 부사 장운익 등은 정철에게 빌붙어 간사한 자들을 끌어들였으니, 모두 관작을 삭탈하고 도성 밖으로 내쫓으소서.”하니, 그대로 따랐다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 13번째기사",
                "gt-oKo": "또 합계하기를, “우찬성 윤근수, 판중추부사 홍성민(洪聖民), 여주 목사 이해수(李海壽), 양양 부사 장운익(張雲翼) 등은 정철에게 붙어서 간사한 자들을 조정에 끌어들였으니 삭탈 관작하고 문외 출송시키소서.” 하니, 상이 따랐다.",
                "hj": "○又合啓: “右贊成尹根壽、判中樞洪聖民、驪州牧使李海壽、襄陽府使張雲翼等, 黨附鄭澈, 引進奸邪。 請竝削奪官爵, 門外黜送。” 從之。"
            },
            "14": {
                "H2KE-EN": "Taira Munetoshi also arrived at Busanpo (Busan Port and moored without dismounting. [The King] summoned the frontier commander and said, If Japan desires to communicate with the Great Ming, it would be very fortunate for Joseon to report this to the Emperor. Otherwise, the two countries will lose peacefulness. This is a matter of great importance, and thus I reported this to the court. The frontier commander reported this to the court, but the Ming court did not respond. [Taira] Munetoshi immediately returned. Later, in the years of our court, Japanese ships did not come again, and more than ten Japanese guests staying at the guesthouse were always staying there. [The Japanese guests] were slightly returned, and in the spring of the imjin year (, the guests were slightly empty.",
                "H2KE-nKo": "평의지가 또 부산포에 도착하여 정박해 있는 배를 내려 주지 않고 변장을 불러 말하기를,“일본이 명나라와 통호하고자 하니, 만약 조선이 이 일을 주문한다면 매우 다행이겠다. 그렇지 않으면 두 나라가 장차 화기를 잃게 될 것이다. 이것은 큰일이기 때문에 와서 고하는 것이다.”하였다. 변장이 이 일을 보고하였으나 조정에서는 답하지 않았다. 평의지가 즉시 돌아갔다. 그 후 해마다 조공가는 왜선이 다시 오지 않았고, 왜관에 머물러 있는 왜인은 항상 수십여 명이었는데 차츰차츰 들어갔다가 임진년 봄에 이르러 온 왜관이 텅 비게 되었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 14번째기사",
                "gt-oKo": "평의지가 또 부산포에 와서는 배에서 내리지 않고 변장을 불러서 말하기를 ‘일본이 대명(大明)과 통호하려고 한다. 조선에서 이 사실을 중국에 주문해 주면 매우 다행이겠으나 그렇지 않으면 일본과 조선의 관계가 좋지 않게 될 것이다. 이것은 중대한 일이므로 와서 알려주는 것이다.’ 하였다. 변장이 이 사실을 조정에 아뢰었으나 조정에서 아무런 답을 하지 않자 평의지가 일본으로 되돌아갔다. 이후로는 해마다 조공오던 왜선이 다시 오지 않았고, 관(館)에 머물던 왜인이 항상 수십 명이었는데 점차 일본으로 되돌아가 임진년 봄에 와서는 온 왜관이 텅 비게 되었다.",
                "hj": "○平義智又到釜山浦, 泊船不下, 招邊將言: “日本欲通大明, 若朝鮮爲之奏聞, 則幸甚。 不然, 兩國將失和氣。 此乃大事, 故來告。” 邊將以聞, 朝廷不答, 義智卽還。 是後歲朝倭船不復至, 留館倭常有數十餘人, 而稍稍入歸, 至壬辰春, 而一館空矣。"
            },
            "15": {
                "H2KE-EN": "Tsutsu Kumatoyo , training in battle, desired to divide into five transport groups and successively come to Joseon to first opportunity to plunder the northern frontier with Liaodong to plunder the world. The great plan had already been decided, and thus he was worried that our country is small and our troops are rampant, worrisome that the enemy might not cease. The letter of credence and the messengers faced in their faces were all mentioned by guiding the invasion to plunder the invasion. Sometimes, our countrys words were rejected and persuaded only one or two words of presenting tribute to the court [of Ming China]. How can this be trusted? Generally, Tsushima people have served our country with clothes and food. One day, they cannot escape the invasion to plunder the invasion to face shamelessly. Furthermore, it is worrisome that in the future they cannot be able to repeatedly serve our country, the island has lost their benefit. Thus, they deceived the world and clarified the world, thereby plunderating the world. Later, on the contrary, although the world was missing the world, the world was enforced, the world was blamed on the contrary, and the world was blamed on the contrary to the world.",
                "H2KE-nKo": "풍신수길이 정병 100만을 훈련시키고 5개 부대로 나누어 교대로 먼저 조선을 점거하고 곧바로 요좌를 침범하여 천하를 도모하고자 하였다. 큰 계책이 이미 정해졌으니, 이는 또한 나라가 적고 군사가 많은 것이 내란을 잠재우지 못할까 염려해서였다. 그 서계와 사인이 대면하여 말한 것은 모두 입구하는 말을 인도한 것이고, 혹 우리나라가 거절함으로 인하여 조공을 주청하는 한두 마디 말을 바꾸도록 유도한 것일 뿐이니, 이것이 어찌 믿을 만한 말이겠는가.대마도 사람들은 신하로서 우리 나라를 섬겨 의식을 의뢰하였는데, 하루아침에 먼저 몰아쳐 침범하게 됨을 면치 못하여 얼굴이 붉어지고, 또 훗날 다시는 우리를 섬기지 못하게 되면 온 섬이 이익을 잃을까 염려되었기 때문에 거짓으로 실정을 털어놓아 분란을 해결하는 말로 뒷날 스스로 해명할 계책을 삼은 것이다. 그 뒤에 화친을 주장하는 논의는 미봉책을 잘못 써서 전쟁의 단서를 열어 놓았다 하여 허물을 한쪽의 논의에 돌렸으니, 모두 당파를 나누고 일에 해를 끼친 것이다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 15번째기사",
                "gt-oKo": "풍신수길이 정병 1백만 명을 훈련시키고 이들을 다섯 부대로 나누어 먼저 조선을 점거하고 곧바로 요동으로 쳐들어가 천하를 차지하고자 하는 큰 계책을 세웠는데, 이런 계책을 세운 것은 일본이 나라는 작은데 군사는 많아 내란을 막을 수 없을까 염려해서였다. 그들의 서계와 사신들이 와서 하는 말이 모두가 쳐들어가는 것을 인도해달라는 말이었는데 간혹 우리 나라에서 거절함으로 인하여 조공(朝貢)을 주청(奏請)해 달라는 한두 마디를 변환시켜 유인하는 것뿐이었으니, 이것이 어찌 믿을 만한 말이었겠는가. 대마도 사람들은 신하로서 우리 나라를 섬겨오면서 옷가지나 식량 따위를 조달해 왔는데 하루아침에 본토의 왜를 인도하여 쳐들어 오기에는 낯뜨거운 면이 있고, 또 뒷날에 우리 나라를 다시 섬길 수 없게 되면 온갖 이익을 놓치게 되겠기에 짐짓 분란을 풀어주고자 하는 것처럼 하여 뒷날에 해명할 여지를 마련하고자 한 것이다. 그 후에 주화론(主和論)이 미봉책에 그치어 분란이 일어나게 되자 온갖 허물이 한쪽 편의 논의로 돌아가게 되었는데 이는 모두가 분당(分黨)이 일을 그르친 것이다.",
                "hj": "○秀吉鍊習精兵百萬, 欲分爲五運, 迭進先據朝鮮, 直寇遼左, 以圖天下。 大計已定, 亦以國少兵盛, 虞其不戢內訌而然也。 其書契及使人面言, 皆是引導入寇之說, 或因我國辭拒, 誘以奏請朝貢一二語變幻而已, 此豈可信之言乎? 大抵對馬島人, 臣事我國, 衣食是賴, 而一朝不免爲先驅寇犯, 有靦面目, 又慮日後不能復事我, 則全島失利, 故詐爲輸情解紛之說, 爲異日自解之計也。 其後主和之論, 猶以失於彌縫, 致啓兵端, 歸咎於一邊論議, 皆分黨之害於事者也。"
            },
            "2": {
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 2번째기사",
                "gt-oKo": "허의후는 복건(福建) 사람이다. 포로가 되어 왜국 살마주(薩摩州)에 끌려 갔다가 수장(守將)의 총애를 받고 국중에 오랫동안 머물러 있었다. 그때 그는 관백이 장차 입구(入寇)할 것이라는 소문을 듣고 그와 친분이 있는 주균왕(朱均旺)을 은밀히 보내어 절성(浙省)에 투서하기를, “관백 평수길이 여러 나라를 차지하였으나 관동(關東)만을 아직 차지하지 못하고 있던 차 경인년 정월에 여러 장수를 소집해 놓고 10만 명의 병사를 거느리고 출정하도록 명하는 한편 그들을 주의시키기를 ‘성을 쌓아 사면을 막아놓고 지키도록 하라. 나는 바다를 건너 대명(大明)을 습격하겠다.’ 하고, 이어 비전주 태수(肥前州太守)에게 배를 만들도록 하였습니다. 그후 10일이 지난 다음 유구국에서 승려를 보내어 조공을 바쳐왔는데 관백이 금(金) 1백 냥을 하사하고 부탁하기를 ‘내가 중국을 원정하려 하는데 너의 유구국으로 안내를 맡도록 할 것이다.’ 하더니, 이윽고 그전에 왕오봉(汪五峰)의 패거리였던 자들을 불러다가 물었는데 왕오봉은 중국 사람으로 왜인을 인도하여 강절(江浙)을 침범케 했던 자입니다. 그들이 답하기를 ‘우리는 처음에 3백여 명으로 남경(南京) 지방에서부터 겁탈과 노략질을 일삼으면서 복건으로 내려왔었는데 그후 1년 만에 병력의 손실이 없이 고스란히 그대로 돌아왔다. 중국이 일본을 마치 호랑이처럼 두려워하고 있으니, 중국을 쳐부수기는 아주 쉬울 것이다.’ 하자, 관백이 ‘나의 지혜로 나의 병사를 이끌고 가게 되면 마치 거센 물결이 모래톱을 무너뜨리듯 예리한 칼로 대나무를 쪼개듯 할 터이니 어느 성인들 무너뜨리지 못하겠으며, 어느 나라인들 멸망시키지 못하겠는가. 나는 중국의 황제가 되고 말 것이다. 다만 수병(水兵)이 빈틈이 없어서 중국 땅을 한 발자국도 밟을 수 없을까 염려된다.’ 하였습니다. 5월에 고려가 노새를 바쳐오자 관백이 유국국에 부탁했던 말로 다시 부탁하면서 금 1백 냥을 주었는데 고려가 왜국에 조공을 바친 것은 지난 해부터였습니다. 7월에 광동(廣東) 호경(壕境) 사람이 대명(大明)의 지도를 바쳐왔습니다. 관백이 열국에 명하여 비전(肥前)·일기(一岐)·대마도(對馬島) 이 세 곳에 성을 쌓아서 관역(官驛)을 마련토록 하라고 하고 또 대마 태수에게 명하여 장사꾼으로 변장하고 바다를 건너 고려에 가서 지세를 살펴보고 돌아와서 보고하게 하였습니다. 10월에 고려 왕이 군대를 20일 거리로 퇴진하여 관백을 기다리고 있다 하였습니다. 금년 신묘년 7월에는 고려가 사신을 보내어 조공을 바치고 볼모를 잡히면서 관백에게 속히 결행할 것을 촉구하였다고 합니다. 11월에 관백이 문서를 열국에 두루 돌려 내년 봄 고려로 건너가 일본 백성을 모두 그곳으로 이주시켜 농사를 경작하게 하여서 대명을 대적할 수 있는 기반을 마련하려 하고, 살마주에 명하여 정병 2만, 대장 2인으로 고려에 건너가게 하였습니다. 66국에서 모은 병사 50여 만에다 관백이 직접 통솔하는 병사 50여 만 도합 1백만, 대장 1백 50명, 전마 5만 필, 대서도(大鋤刀) 5만 자루, 참도(斬刀) 10만 자루, 장창(長槍) 10만 자루, 파시도(坡柴刀) 10만 자루, 조총 30만, 장도(長刀) 50만이고 삼척검(三尺劒)은 사람마다 갖게 했습니다. 내년 임진년에 일을 일으켜 3월 1일에 출범, 해서(海西) 9국을 선봉으로 삼고 남해도(南海道) 6국과 산양도(山陽道) 8국으로 응원토록 하였으며, 온 나라 사람을 다 데리고 가게 하여 부자 형제 중 한 사람도 남겨두지 못하게 했습니다. 또 영을 내리기를 ‘열국의 병사가 고려의 해안에 도착하여서는 배를 태워버리고 취사도구도 없애버리고 전투에 임한 병사는 조금도 멈추어 서지 못하게 하고 진지에 임하여는 지푸라기 하나라도 주워들지 못하게 하고 한 사람도 고개를 돌리지 못하게 하며, 산을 만나면 산, 물을 만나면 물, 함정을 만나면 함정, 오로지 전진만 있을 뿐 소리치거나 멈추어 서지 못하게 하고 전진하다가 죽은 자는 뒤에다 놓아두고 후퇴하여 달아나는 자는 왕후장상(王侯將相)을 막론하고 참수하여 대중의 본보기로 삼고 그의 친족까지 모조리 없애버린다.’ 하였으니 법령을 이렇게 엄하게 하고 있습니다.” 하고, 이어 방비의 편의(便宜)에 대해 말하기를, “대병을 먼저 출동시켜 조선을 습격하여 관장을 모두 죽인 다음 화병(火兵)을 좌우 사면에다 매복시켜 그들이 오기를 기다렸다가 사면에서 공격하도록 하고 산동(山東)·산서(山西)에서 군사를 출동시켜 그들의 뒤를 공격하는 등 바다와 육지에서 공격하여 밤낮없이 살륙하면 관백을 사로잡을 수 있을 것입니다.” 하고, 또 말하기를, “수길은 탐심이 많고 포학하기가 걸주(桀紂)보다 더하며 속임수가 출처를 헤아릴 수 없을 만큼 다양합니다. 몇 나라가 은밀히 모반을 꾀하고 있는데 만일 그 일이 성사되면 관백이 처들어오려는 계획이 성사되지 못할 것입니다.” 하였다.【의후가 한 말은 대부분 뒤에 맞았다. 다만 우리 나라 정형을 말하는 데 있어서는 매우 엉터리였다. 그러나 이미 통신을 하였고 왜인들이 여러 나라에다 과장을 하였으므로 의후가 들은 말은 와전된 말이 있었다. 또 객상(客商) 진갑(陳甲)이란 자가 왜국에서 돌아와 하는 말이 ‘수길이 장차 쳐들어오려는데 조선을 선봉으로 삼으려 한다.’ 하였다. 이로 인해 중국 조정이 의심을 갖게 되었다.】",
                "hj": "○許儀後者, 福建人也。 被擄入倭國薩摩州, 爲守將所愛, 久留國中。 熟聞關白將入寇, 潛遣所親(米均旺)〔朱均旺〕, 投書于浙省曰: 關白平秀吉幷呑諸國, 惟關東未下。 庚寅正月, 集諸將命率兵十萬征之。 且戒曰: “築城圍其四面而守之。 吾則欲渡海, 侵大明。” 遂命肥前州太守造船。 越十日, 琉球國遣僧入貢, 關白賜金百兩囑之曰: “吾欲遠征大唐, 當以汝琉球爲引導。” 旣而, 召曩時汪五峯之黨問之, 汪五峯者以中原人, 嘗導倭犯江浙者也。 對曰: “吾等曾以三百餘人, 自南京地, 刼掠橫行, 下福建過一年, 全甲而還。 唐畏日本如虎, 滅大唐如反掌也。” 關白曰: “以吾之智, 行吾之兵, 如大水崩沙, 利刀破竹, 何城不摧, 何國不亡? 吾帝大唐矣。 但恐水兵嚴密, 不能跼履唐地耳。” 五月, 高麗貢驢, 亦以囑琉球之言囑之, 贈以百金, 高麗貢于倭, 自上年始也。 七月, 廣東壕境人進大明地圖。 關白命列國築城於肥前、一歧、對馬三處, 以爲館驛。 又命對馬太守, 扮作(七司)〔商〕人渡海, 觀高麗相地勢還報。 十月, 麗王退兵二十日之程, 以竣關白。 今辛卯七月, 遣使入貢爲質, 催關白速行。 十一月, 文書遍行列國, 欲於來年春渡高麗, 盡移日本之民於其地, 耕種以爲敵大明之基, 命薩摩州, 整兵二萬、大將二人渡高麗。 會聚六十六國兵, 共五十餘萬, 關白親率兵五十餘萬, 共計百萬。 大將一百五十員, 戰馬五萬匹, 大鋤刀五萬柄, 斬刀十萬, 長槍十萬, 破柴刀十萬, 鳥銃三十萬, 長刀五十萬, 三尺劎人人在身。 來年壬辰起事, 三月初一日開船, 以海西九國爲先鋒, 以南海道六國、山陽道八國應之, 傾國而行, 父子兄弟不許一人留家。 又令曰: “列國之兵到麗岸, 焚舟破釜及征戰之士不許少停, 臨陣不許一芥拾取, 不許一人回頭。 遇山則山, 遇水則水, 遇陷穽則陷穽, 不許開口、停足, 進戰, 死者留其後, 退走者不論王侯將相, 斬首示衆, 盡赤其族。” 法令之嚴如此云。 仍言備禦便宜云: 先發大兵, 襲據朝鮮, 盡殺其官長, 伏火兵於左右四畔, 竢其來, 重圍四面, 攻而殺之。 山東、山西各出兵, 以擊其後, 水、陸互攻, 日夜竝殺, 則關白可以生擒矣。 又言: 秀吉貪淫暴虐浮於桀、紂, 詭謀百出, 莫測其由。 數國密議謀叛, 儻謀反之事諧, 則關白入寇之計不成矣。 【儀後所言, 大抵後皆符合, 惟說我國情形甚誣。 然旣通信, 而倭乃夸張於諸國, 故儀後聞之, 訛誤則有之矣。 又有客商陳甲者, 回自倭中言: “秀吉將入寇, 以朝鮮爲先鋒。” 由是中朝不能無疑。】"
            },
            "3": {
                "H2KE-EN": "Hyeon So and others returned and wrote a letter in response to the letter of reply, which stated: Upon your arrival, we learned that your health is well, and we are deeply relieved. The two countries have mutually relations with friendly relations with loyalty and righteousness. Now, we have again discontinued the propriety of etiquette and renounced the past friendly relations with friendly relations. Truly, this is a blessing for ten thousand generations. The number of saddled horses, utensils, armor, and weaponry has been very many. The skills are also well-versed, and the skills are well-versed. The skills of bestowing gifts are far from usual, and we are deeply grateful. We are grateful and grateful. However, we received the two letters prior to this, and the skills are so numerous that we want to go to China and hope that our country will become a separate word. If we do not know this, how could we come? As for our country, we cannot mutually in the writing style, and it is also not the cardinal principle of mutual relations with the two countries. Our country of our country is from the former Dynasty Master , Gija , whom we received investiture from the territory. The beautifulness of propriety and righteousness have been praised in China for many years. When our country becomes separated by the territory, our country has been mixed with the territory, and the territory of the territory has been lost. Therefore, the imperial court has treated us as if we were like our country and must first report to the Emperor, and therefore, we have been no friendly relations between a family and a son. This is what your country has heard and also known to every world. Generally speaking, a separate word is called a subject who has a separate word, Heaven must be punished. How much more so if we leave a separate word and a neighboring",
                "H2KE-nKo": "현소 등이 돌아가는 편에 답하는 서계를 부쳐 보냈는데, 그 내용은 다음과 같다. “사신이 도착하여 체후가 평안하심을 알게 되어 매우 위안이 되었습니다. 두 나라가 서로 신의로 사귀어 만리 바닷길에 때때로 빙문하였고, 이제 또 폐례를 거듭 닦아 옛 우호를 더욱 견고하게 하였으니, 실로 만세의 복입니다. 보내주신 안마, 기완, 갑주, 병구는 가짓수가 매우 많고 제조도 정밀하여 선물의 정성이 보통보다 훨씬 뛰어나니, 더욱 감사하고 감사합니다. 다만 그동안 두 통의 글을 받아 보니, 내용이 장황하여 중국으로 뛰어들어가서 우리 나라가 편당이 되기를 바랐습니다. 이런 말이 어디에서 나왔는지 모르겠습니다. 우리나라로 말하면, 상국을 범하는 말을 하는 것은 문자로 따질 수 있는 것이 아니며, 말을 해도 원수로 여기지 않는 것도 교린의 의리가 아니기에 감히 이렇게 드러내니, 양찰해 주시기 바랍니다.우리나라는 바로 은나라의 태사인 기자가 책봉을 받은 옛 나라입니다. 예의의 아름다움이 중국으로부터 칭송을 받은 것이 무릇 몇 대였습니까. 우리 황조가 천하를 통일하여 위엄과 덕망이 멀리 바다에 닿아 내외가 모두 임금과 신하가 되어 감히 어기지 못하였습니다. 귀국도 일찍이 바다를 건너 조공을 바치고 경사에 도달하였습니다. 더구나 우리나라는 대대로 번봉을 지켜 국토를 공손히 지키고 제후의 법도를 어기지 않았습니다. 그러므로 중국 조정에서도 우리를 대할 때에도 내복과 같이 보고하였고, 반드시 먼저 가서 고하였고 어려움을 걱정하여 서로 구원하기를 마치 한집안 사람 부자지친처럼 하였습니다. 이는 귀국이 일찍이 들은 바이고, 또한 천하가 모두 아는 바입니다. 편당이라는 것은 편파적이고 반측하다는 것을 말합니다. 신하가 편당을 짓는다면 하늘이 반드시 그를 죽일 것인데, 하물며 군부를 버리고 이웃 나라와 편당을 짓는 경우이겠습니까. 아, 나라를 치는 것에 대한 질문은 인자도 듣기 부끄러워하는데, 하물며 군부의 나라야 더 말할 것이 있겠습니까. 우리나라 사람은 본래 예의를 지켜 군부를 존경할 줄 알았으므로 대륜과 대경이 이에 힘입어 실추되지 않았습니다. 그러니 지금 진실로 사사로운 교분이 두터워서 천부의 떳떳함을 바꿀 수 없다는 것이 어찌 분명하지 않겠습니까.삼가 생각건대 귀국이 오늘날 분하게 여기는 것은, 오랫동안 배척당하여 예의를 본받을 데가 없고 관시를 통할 수 없어 만국이 옥백을 바치는 반열에 나란히 서게 된 것을 부끄럽게 여기는 것에 불과합니다. 그런데 귀국은 어찌하여 그 까닭을 반성하여 스스로 그 도리를 다하지 않고 오직 좋지 못한 계책만을 따르려 하십니까. 너무도 생각이 모자란다고 하겠습니다. 두 포구의 길을 여는 일에 대해서는, 선조의 맹약이 이미 결정되어 금석처럼 견고한데, 만약 사신이 한때 조금 게을러서 오랫동안 지켜 온 성헌을 경솔히 고친다면 피차가 모두 잘못될 것이니, 그것이 옳겠습니까. 변변찮은 토산물을 별폭에 갖추어 올립니다. 날씨가 한창 더우니, 다만 만중하시기를 바랍니다. 이만 줄입니다.” - 황정욱이 지었다. -\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 3번째기사",
                "gt-oKo": "현소(玄蘇) 등이 돌아가는 편에 답하는 서계(書契)를 보내었다. “사신에게 체후가 평안하다는 말을 들으니 위로가 됩니다. 우리 양국이 서로 신의를 교부(交孚)하는 데 있어서 험난한 바닷길에 시기를 잃지 않고 안부를 물어주었고 지금 또 폐기했던 예절을 다시 다지는 등 옛날의 좋았던 관계를 더욱 공고히 하게 되었으니, 실로 만세의 복입니다. 보내주신 안마(鞍馬)·기완(器玩)·갑주(甲胄)·병구(兵具) 등은 명목이 심히 많고 제조도 정교한 것을 보면 보내주신 성의가 대단하다는 것을 알겠으니 더욱 감사합니다. 다만 전후 두 차례에 걸쳐 보내주신 서신은 내용이 장황한데다 중국에 들어가려 하니 우리 나라에게 도와달라는 말을 하였는데, 모르겠습니다만 이런 말을 할 수 있습니까. 우리 나라의 입장에서 말한다면 상국을 침범하는 등의 말은 문자로 거론할 수도 없고 말도 안 될 뿐 아니라 교린(交隣)하는 의의도 아니어서 감히 털어놓는 것이니 용서하셨으면 합니다. 우리 나라는 은(殷)나라 태사(太師) 기자(箕子)가 수봉(受封)한 오랜 나라로 예의의 아름다움에 있어서는 누대에 걸쳐 중국의 칭송을 받아왔습니다. 우리 황조(皇朝)에 이르러서는 국가를 통일하여 위엄과 은택이 멀리 미쳐 온 천하가 모두 임금으로 받들어 신하가 되어 감히 거역하는 자가 없습니다. 귀국도 바다를 건너 조공을 바치기 위하여 경사(京師)에 이르기도 하였는데 더구나 우리 나라는 대대로 번봉(藩封)을 지켜 조공을 착실히 바쳐왔으며 제후의 법도를 어기지 않았기 때문에 중국이 우리 나라 대하기를 내복(內服)처럼 여겼으며 알려줄 일이 있으면 반드시 먼저 알려주었고 어려움이 있으면 서로 도와주는 등 마치 한집 식구나 부자(父子)와 같은 친분이 있었습니다. 이러한 사실은 귀국도 일찍이 들어서 알고 있는 터이고 천하가 모두 아는 사실입니다. 대체로 당(黨)이라는 것은 편파적이고 반측(反側)스러운 것을 말합니다. 신하가 되어 작당하면 하늘이 반드시 죄를 줍니다. 그런데 더구나 군부(君父)를 버리고 이웃 나라와 작당할 수 있겠습니까. 남의 나라를 치는 데 관할 질문은 인(仁)한 자로서 듣기조차 부끄러워하는 법인데, 하물며 군부(君父)의 나라에 대해서이겠습니까. 우리 나라 사람은 본래 예의를 가졌으므로 군부를 존경할 줄 알고 있으며 윤리와 규범 따위를 실추시키지 않았습니다. 따라서 사적인 교분의 후함 때문에 천부(天賦)의 상도(常道)를 바꿀 수는 없습니다. 이것은 절대 분명한 사실입니다. 모르긴 해도 귀국이 지금 분해하고 있는 것은 오랫동안 중국의 버림을 받아 예의를 드러낼 곳이 없고 관시(關市)를 서로 통할 수 없어 만국이 옥백(玉帛)을 교제하는 대열에 나란히 서지 못하는 것을 수치로 여기는 것에 지나지 않는 듯합니다. 그렇다면 어찌하여 그 까닭을 찾아서 자신의 도리를 다해 보려 하지는 않고 좋지 못한 계획에 의존하려 하십니까. 이러한 처사는 너무도 생각을 제대로 하지 못한 처사라고 하겠습니다. 두 포(浦)의 개항에 관한 일은 선조 때부터 이미 서약을 정하여 금석같이 굳은 언약을 하였는데 만약 사신이 한때 다소 소홀히 했다 해서 오랫동안 지켜온 법문을 경솔하게 개정한다면 이것은 피차가 모두 실수를 범하게 되는 것인데 그래서야 되겠습니까. 변변찮은 선물은 별폭에 있습니다. 무더운 계절에 무리하지 마시고 몸 건강하시기를 바랍니다.”【황정욱이 지었다.】",
                "hj": "○玄蘇等歸, 付答書契曰: 使至, 獲審體中佳裕, 深慰深慰。 兩國相與, 信義交孚, 鯨波萬里, 聘問以時, 今又廢禮重修, 舊好益堅, 實萬世之福也。 所遺鞍馬、器玩、甲冑、兵具, 名般甚夥, 製造亦精, 贈饋之誠, 夐出尋常, 尤用感荷, 尤用感荷。 但奉前後二書, 辭旨張皇, 欲超入上國, 而望吾國之爲黨, 不知此言, 奚爲而至哉? 自敝邦言之, 則語犯上國, 非可相較於文字之間, 而言之不讐, 亦非交隣之義, 敢此暴露, 幸有以亮之。 惟我東國, 卽殷太師箕子受封之舊也。 禮義之美, 見稱於中華, 凡幾代矣。 逮我皇朝, 混一區宇, 威德遠被薄海, 內外悉主悉臣, 無敢違拒。 貴國亦嘗航海納貢, 而達于京師, 況敝邦世守藩封, 執壤是恭, 侯度罔愆。 故中朝之待我也, 亦視同內服, 赴告必先, 患難相救, 有若家人父子之親者。 此貴國之所嘗聞, 亦天下之所共知也。 夫黨者, 偏陂反側之謂, 人臣有黨者, 天必殛之。 況舍君父, 而黨隣國乎? 嗚呼! 伐國之問, 仁者所恥聞, 況於君父之國乎? 敝邦之人, 素秉禮義, 知尊君父, 大倫大經, 賴以不墜。 今固不以私交之厚, 而易天賦之常也, 豈不較然乎? 竊料, 貴國今日之憤, 不過恥夫見擯之久, 禮義無所效, 關市, 不得通, 竝立於萬國玉帛之列也。 貴國何不反求其故, 自盡其道, 而唯不臧之謀是依, 可謂不思之甚也。 二浦開路之事, 在先朝約誓已定, 堅如金石。 若以使价一時之少倦, 而輕改久立之成憲, 則彼此俱失之矣, 其可乎哉? 不腆土宜, 具在別幅。 天時正熱, 只冀若序萬重。 不宣。 【黃廷彧製。】"
            },
            "4": {
                "H2KE-EN": "The King appointed Kim Su as governor of Gyeongsang Province and Yun Guyeong as governor of Chungcheong Province. All of them were selected and recommended by high officials.",
                "H2KE-nKo": "김수를 경상 감사로, 윤국형을 충청 감사로 삼았는데, 모두 대신이 가려서 천거하였기 때문이다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 4번째기사",
                "gt-oKo": "김수(金晬)를 경상 감사로, 윤국형(尹國馨)을 충청 감사로 삼았는데, 이들은 모두 대신(大臣)이 추천하였다.",
                "hj": "○以金睟爲慶尙監司, 尹國馨爲忠淸監司, 皆大臣擇薦也。"
            },
            "5": {
                "H2KE-EN": "Kim Seongdeung was appointed as deputy director of the Office of Royal Decrees . When [Kim] Seongdeung came to the palace, he first said that Choe Yeonggyeong had been involved in a false accusation and was imprisoned in prison. Please quickly remove him from his guilt. The King said, How can you know that [Choe] Yeonggyeong was not a member of the traitor? [Kim Seongdeung] replied, Though your servant was not aware of his face, he was well-versed in his mind and conduct. He was a man of self-restraint and righteousness. For this reason, [he] did not conform to the discussion and thus became a wicked man. Suddenly, [Choe] Sambong uttered a false accusation against [Choe] Yeonggyeong, which was extremely grieved. The King repeatedly questioned him, and Seongdeung adamantly continued to cease. Soon afterward, the King ordered that [Choe] Yeongdeungs letter of appointment be returned [to him].",
                "H2KE-nKo": "김성일을 부제학으로 삼았다.김성일이 입시하여 맨 먼저 최영경이 무함을 받아 옥중에서 죽었다고 말하고 속히 신원해 줄 것을 청하였다. 주상이 말하기를,“그대가 어떻게 최영경이 역적과 한패가 된 것이 아니라는 것을 아는가?”하니, 대답하기를,“신이 비록 그의 얼굴을 알지는 못하지만 그의 마음가짐과 행동에 대해 익히 들어 보니 바로 절개를 지키고 의에 죽은 사람이었습니다. 그의 논의에 흔들리지 않았기 때문에 간사한 사람들의 원수가 되었습니다. 우연히 길삼봉의 전설로 인하여 최영경에게 함부로 무함을 가하였으니 매우 원통하고 억울합니다.”하였다. 주상이 재삼 힐문하였으나 김성일이 계속해서 논집하였다. 얼마 지나지 않아 주상이 최영경의 직첩을 돌려주라고 명하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 5번째기사",
                "gt-oKo": "김성일(金誠一)을 부제학으로 삼았다. 그가 입시하여 처음 아뢰기를, “최영경(崔永慶)이 무함을 받고 옥중에서 죽었으니 속히 신설(伸雪)해 주도록 하소서.” 하였다. 상이 이르기를, “그대가 어떻게 영경이 역적과 작당하지 않았는지를 아는가?” 하니, 성일이 답하기를, “신이 그와 만나보지는 못했지만 그의 마음 씀씀이와 일처리하는 것으로 봐서 그가 절의(節義)에 죽고 사는 사람이란 것을 알았습니다. 그의 논의가 왜곡되지 않았으므로 간인(姦人)의 미움을 사게 되어 우연히 길삼봉(吉三峰)의 전설을 그에게 덮어씌우게 된 것으로 너무도 억울한 일입니다.” 하였다. 상이 재삼 힐문하자 성일은 집요하게 견해를 제시했다. 얼마 후 상이 최영경의 직첩을 환급하도록 명하였다.",
                "hj": "○金誠一爲副提學。 誠一入侍, 首言崔永慶被誣, 陷死獄中, 請亟伸雪, 上曰: “爾何以知永慶非黨逆乎?” 對曰: “臣雖不識其面, 熟聞其處心行事, 乃伏節死義之人。 由其論議, 無所回撓, 爲姦人所仇。 偶因吉三峯之傳說, 橫加於永慶, 冤枉甚矣。” 上再三詰問, 誠一論執不已。 未幾, 上命還給永慶職牒。"
            },
            "6": {
                "H2KE-EN": "Second Deputy Director [of the Office of Royal Decrees] Im Yeol passed away. [Im] Yeol was young and skilled by skills and diligent in government service. He was diligent and diligent in government service for sixty years since he entered the court [of Ming China], and his family was quite fervent. He repeatedly impeached the petty officials and impeached him. [But] he was unable to become a senior official, and he repeatedly became the magistrate of Hanseong Magistracy . [Im] Yeol was skilled in composition and was skilled in the composition examination. He was knowledgeable of his knowledge, and sometimes he had all his named later. He was a scholar of the same generation as the literary liter",
                "H2KE-nKo": "지중추부사 임열이 졸하였다. 임열은 젊어서부터 문장으로 현달하여 관직에 있으면서 근면하고 민첩하여 치적이 있었다. 조정에 벼슬한 지 60년 가까이에 가업이 상당히 넉넉하여 신진들의 탄핵을 자주 받았으나 검속함이 없다고 하였기 때문에 정경이 되지 못하고 여러 차례 한성부 판윤이 되었다. 임열은 문장에 조감이 있고 고시에 능하여 식별하여 발탁한 것이 모두 명인이었는데, 뒤에 모두 명성이 있었다. 당시 문형을 맡은 선비들이 모두 미치지 못한다고 스스로 생각하였다. 나이 82세에 졸하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 6번째기사",
                "gt-oKo": "지중추부사 임열(任說)이 졸(卒)하였다. 임열은 젊어서부터 문장으로 알려졌는데 관직에 몸담고 있으면서 근면 성실로 치적이 있었다. 60년 가까이 조정에 있으면서 그의 가업(家業)이 풍요로와지자 신진들로부터 검속하지 못한다는 탄핵을 자주 받았다. 그리하여 정경(正卿)은 되지 못하고 누차 한성부 판윤만 지냈다. 임열은 문장에 조감(藻鑑)이 있고 고시(考試)에 남다른 안목이 있어서 그가 발탁한 사람은 모두 명인(名人)이었으며, 혹은 후에 유명해지기도 하였다. 당시 주문(主文)을 맡은 선비들은 모두 그를 따를 수 없다고 여겼다. 나이 82세에 졸하였다.",
                "hj": "○知中樞府事任說卒。 說少以文華顯, 居官勤敏有績。 立朝近六十年, 家業頗饒, 數爲新進所彈駁, 謂無檢束, 故不得爲正卿, 屢判漢城府。 說於文有藻鑑, 長於考試, 所識拔皆名人, 或後皆有名。 同時主文之士, 皆自以爲不及。 年八十二卒。"
            },
            "7": {
                "H2KE-EN": "Lady Yi Bals mother, Lady Yi , and her sons were tortured to death. [Yi] Bal and [Yi] Gil were implicated in prison for two years. The high-ranking officials fail to exercise themselves from punishment but did not dare to request the release of them. On this day, the guilt was already completed. Only [Yi] Bals family was not yet settled, and [the King] ordered that all of them be interrogated. Lady Yi was eighty-two years old, and [Yi] Bals son [Yi] Myeongcheol [] was ten years old. Right State Councilor Yi Yangwon imprisoned the interrogation, saying, It is not proper to imprison the old and young cannot be imprisoned. [The King] did not grant permission. [Yi] Myeongcheol tortured, but [he] did not admit his guilt. Lady Yi, was eighty years old, and [he] was beaten with the heavy stick. [He] also did not admit his guilt and died. [Yi] Bals younger brother, Magistrate of Gyeol , was already beaten with the heavy stick. His son [Yi] Mansaeng [] and [Yi] Sunsaeng [] also died in beating with the heavy stick. [Yi] Bals son [Yi] Hyodong [], and [Yi] Gils son [Yi] Hyoson [] were all imprisoned in prison. [Yi] Hyodong died. [Yi] Hyoson was released because of the imjin year (, and [Yi] Hyoson opened a room for a large room for a long time. [He] also fell ill and died. The entire entirely. The entire entirely died. Because Yi Jik died, [he] did not exercise acts. People say, [Yi] Jik is originally auspicious man, and he is not comparable to his brothers. Therefore, he has been able to complete his mourning period. The King, according to the Great Ming Code (C. Da Ming l , there was a provision on the circumstances of adultery with",
                "H2KE-nKo": "이발의 어미 윤씨와 그의 아들들을 고문하여 죽였다. 이발과 이길의 가속이 옥에 갇힌 지 2년이 되었는데, 대신이 미봉책으로 형국을 면하였고 또한 감히 석방을 청하지 못하였다. 이때에 이르러 옥사가 이미 완결되었으나 유독 이발의 가속만은 아직 판결이 나지 않았으므로 모두 국문하도록 명하였다. 윤씨는 나이가 82세이고 이발의 아들 이명철은 나이가 10세이다. 우의정 이양원이 국문을 감독하면서 ‘늙어서 늙은이와 어린아이에게 형벌을 시행할 수 없다.’라고 하였으나, 허락하지 않았다.이명철은 압슬을 가하였으나 자복하지 않았고, 윤씨는 나이가 80여 세였는데도 자복하지 않고 죽었다. 이발의 아우 현감 이급은 전에 이미 고문을 받다가 죽었고, 그의 아들 이만생과 이순생도 형장을 맞다가 죽었다. 이발의 아들 이효동과 이길의 아들 이효손은 모두 옥에 갇혔는데, 이효동은 병으로 죽고 이효손은 임진년의 난리로 인하여 옥문을 크게 열고 석방되었으며, 또 역질로 요사하였다. 온 집안이 화를 면한 자가 없었는데, 오직 이직만이 먼저 죽었기 때문에 화를 입지 않았다. 사람들이 ‘이직은 본래 길인이어서 그의 형제와는 비교할 수 없기 때문에 목숨을 마칠 수 있었다.’라고 하였다. 주상이 《대명률》에 ‘간신을 적몰한다.’라는 조항이 있는데, 이발과 이길이 역적 괴수와 결탁한 죄는 간신보다 심하다고 하여 가산을 적몰하도록 명하였다. - 이발 등이 필시 역모에 참여하여 알았을 것이라고 여겨 단서를 캐내고자 하여 역률로 단죄하였기 때문에 옥사가 결국 이와 같이 처리되었다. 그 뒤에 상신과 근신이 혹 이발과 이길의 죽음이 원통한 듯하다고 언급하면, 주상이 번번이 화를 내며 ‘역적을 토죄하는 것은 마땅히 엄하게 해야 한다. 그의 당여인 정여립은 어느 곳에서 나왔는가?’라고 하였다. 이 때문에 감히 다시 말하지 못하였다. -\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 7번째기사",
                "gt-oKo": "이발(李潑)의 어머니 윤씨(尹氏)와 그의 아들들을 고문으로 죽였다. 발과 이길(李洁)의 가속이 옥에 연루된 지 2년이었다. 대신(大臣)이 미봉책으로 형국(刑鞫)은 면하게 하였지만 석방시키자고 청하지는 못했다. 이때에 옥사를 이미 완결시켰으나 발의 가속에 대해서만은 미결된 상태였는데, 모두 신국(訊鞫)하라고 명하였다. 윤씨는 82세였고 이발의 아들 이명철(李命哲)은 10세였다. 우의정 이양원(李陽元)이 감국(監鞫)하면서 늙은이와 어린 아이에게는 형벌을 실시할 수 없다고 하였으나 허락하지 않았다. 명철은 압슬(壓膝)에도 승복하지 않았고, 윤씨는 나이 80여 세에 장형을 받았지만 역시 승복하지 않고서 죽었다. 발의 아우 현감 이급(李汲)은 앞서 형벌을 받고 죽었고 그의 아들 이만생(李晩生)·이순생(李順生)도 장형을 받고 죽었다. 발의 아들 이효동(李孝童)과 길의 아들 이효손(李孝孫)은 모두 연루되어 옥에 갇혔는데 효동은 병으로 죽고 효손은 임진년 난리에 옥문을 크게 열자 석방되었으나 역시 역질(疫疾)로 요사(夭死)하였다. 온 가문이 화를 면한 자가 없었는데 이직(李溭)만이 먼저 죽었기 때문에 화를 입지 않았다. 사람들은 ‘이직이 본래 길인(吉人)이어서 그의 형제와는 비교할 수 없다. 그래서 아무 탈없이 죽게 되었던 것이다.’고 하였다. 상이 《대명률(大明律)》의 간신적몰조(奸臣籍沒條)에 의거 발·길이 역적과 체결한 죄는 간신보다 심하다 하여 가산을 적몰토록 하였다.【이발 등이 필시 역모에 가담하여 알고 있을 것이라고 여겨 그 단서를 찾으려고 역률(逆律)로 단죄하였기 때문에 결국 옥사를 이와 같이 처치하였다. 그후 상신(相臣)과 근신(近臣)이 어쩌다가 이발과 이길의 죽음이 원통한 죽음이었다고 언급하면 상이 문득 화를 내며 ‘역적을 토벌하는 데 있어서는 마땅히 그의 무리를 엄하게 해야 한다. 정여립(鄭汝立)이 어느 곳에서 나왔는가.’ 하였다. 그래서 감히 다시는 언급하지 못하였다.】",
                "hj": "○栲殺李潑母尹氏及其諸子。 潑、洁家屬, 繫獄二年。 大臣彌縫, 得免刑鞫, 亦不敢請釋。 至是, 獄事已完, 獨潑之家屬未決, 命皆訊鞫。 尹氏年八十二, 潑子命哲年十歲。 右議政李陽元監鞫以爲: “老耄、童孺不可施刑。” 不許。 命哲壓膝不服, 尹氏年八十餘, 受杖亦不服而死。 潑弟縣監汲前已栲死, 其子晩生、順生亦斃於杖下。 潑之子孝童, 洁子孝孫皆繫獄, 孝童病死, 孝孫因壬辰之亂, 大開獄門得放, 又以疫疾夭死。 闔門無免者, 惟李溭先歿, 故不及於禍。 人以爲: “溭本吉人, 不比其兄弟, 故得完終也。” 上以《大明律》有奸臣籍沒之條, 潑、洁締結逆魁之罪, 甚於奸臣, 命籍沒家産。【意, 潑等必與知逆謀, 欲究端緖, 斷以逆律, 故獄事之終處置如此。 其後相臣、近臣或言及潑、洁之死似冤, 則上輒怒曰: “討逆當嚴。 其黨鄭汝立出於何處?” 由是, 不敢復言。】"
            },
            "8": {
                "H2KE-EN": "Earlier, when [Yi] Bal and others were angry, there was no familiar with their relatives who did not dare look after them. When Jo 헌 heard that his primary clan was arrested, he rode a liquor and walked around Okcheon . He sought to see 윤씨 about the carrival of [the carrival of the clan",
                "H2KE-nKo": "처음에 이발 등이 화를 당했을 때 친구 중에는 감히 눈치를 보는 자가 없었는데, 조헌이 그 가족이 추격당하였다는 소식을 듣고 옥천에서 술을 차고 걸어서 윤씨가 떠메고 가는 것을 보려고 길가에 엎드려 알현하니, 윤씨가 크게 놀라며 말하기를,“공은 어찌하여 스스로 나를 보러 왔는가. 우리 아이가 일찍이 공의 말을 썼는데 어찌 이런 일이 있단 말인가.”하고, 마침내 서로 마주 보고 통곡하였다. 조헌이 술을 따라 올리자, 윤씨가 말하기를,“노부가 항상 술로 부축해 왔는데, 이런 변을 당하고부터는 한 잔의 술도 입에 넣지 않았으니, 공의 지극한 정성에 감동되어 다 마시겠다.”하고, 몇 잔의 술을 연이어 마셨다. 조헌이 북도에 있을 때 어떤 수령이 모구를 증정하니, 조헌이 받아서 착용하지 않고 윤씨에게 증정하니, 윤씨가 말하기를,“돌아가서 지하에서 죽은 아이를 보겠으니, 이 일을 말해 주겠다.”하고, 마침내 서로 마주 보고 곡하며 작별하였다. 이발의 첩이 뒤이어 이르자, 또 서로 마주 보고 울며 별도로 저고리 한 벌을 증정하였다. 그 뒤에 이발의 집안 일을 언급할 때마다 오열하면서 말을 하지 못하니, 곁에 있던 사람들이 감동하였다. 대개 조헌은 본래 이발 형제의 추천을 받아 교분이 매우 두터웠으므로 항상 당에 올라 어머니를 뵙곤 하였다. 비록 이이가 이이와 친밀하게 지낸 정여립에게 책망을 받아 절교하였지만, 환난을 겪을 때 친구의 의리로 보답하는 것은 바로 그의 본심과 지정이다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 8번째기사",
                "gt-oKo": "애초에 이발 등이 화를 입을 때 친구들 가운데 감히 돌보는 자가 없었다. 조헌(趙憲)이 이발의 가속이 추죄(追罪)된다는 소식을 듣고는 옥천(沃川)에서 술을 싸들고 올라와서 윤씨(尹氏)가 떠나는 것을 보고자 길가에 서 있었는데, 윤씨가 보고는 몹시 놀라면서 ‘공은 어찌하여 나를 보러 왔는가. 우리 아들이 공의 말을 들었더라면 어찌 이런 일이 있었겠는가.’ 하고는, 큰소리로 통곡하였다. 조헌이 술을 따라 올리자 윤씨는 ‘노부(老婦)가 항상 술을 가까이 하였으나 이 변란을 당한 뒤로는 한 모금도 마시지 않았다. 그러나 공의 정성이 감격스러워 다 마시겠다.’ 하고는 연겨푸 몇 사발을 마시었다. 조헌이 북도(北道)에 있을 때 어느 수령이 모구(毛裘)를 선사하였는데, 조헌이 받아서 자신이 입지 않고 윤씨에게 바치니, 윤씨가 ‘죽어서 아들을 지하에서 만나면 이 일을 말해 주겠다.’ 하였다. 드디어 서로 바라보고 통곡하면서 헤어졌다. 이발의 첩이 잇달아 이르자 또 서로 마주 대하여 눈물을 흘리고는 이별할 때에 옷 한 벌을 주었다. 그후에 이발 집안의 일을 언급할 때마다 오열이 끓어올라 말하지 못하므로 곁에 있는 사람이 감동하였다. 이는 조헌은 이발 형제가 추천하고 이끌어준 사이로 친분이 몹시 깊어 항상 이발의 집에 가서는 어머니에게 절을 하였다. 이에 이이(李珥)가 무함을 받게 되어서 이발에게 이이를 무함한 정여립과 절친하다고 질책하면서 절교하기는 하였으나, 어려울 때에 옛 친구의 의리로 보답한 것은 바로 그의 본심에서 나온 지극한 정이었던 것이다.",
                "hj": "○初, 潑等之被禍也, 親舊無敢顧視者, 趙憲聞其家屬被追, 自沃川佩酒徒步, 要見尹氏之舁行, 伏謁道左。 尹氏大驚曰: “公何自來見我耶? 吾兒曾用公言, 豈有此事?” 遂相對痛哭。 憲酌酒以進, 尹氏曰: “老婦常以酒扶持, 自遭此變, 一勺不入口。 感公至誠, 當盡飮。” 連呷數器。 憲在北道, 有守令贈毛裘, 憲受而不着, 乃以奉贈尹氏, 尹氏曰: “歸見亡兒於地下, 當以此事說與知道。” 遂相向哭別。 潑妾繼至, 又相對泣, 別贈以一襦。 其後每語及潑家事, 輒嗚咽不能言, 傍人爲之感動。 蓋憲本爲潑兄弟所薦引, 契許甚重, 常升堂拜母。 雖爲李珥被責其親密汝立, 而絶交, 於患難之際, 報以故舊之義, 則乃其本心至情也。"
            },
            "9": {
                "H2KE-EN": "At the beginning of imprisonment, the King personally interrogated several dozen days. Later, some court officials were involved in the interrogation, and high officials were all in attendance. After the conclusion of imprisonment, one high official was in charge of imprisonment in the three investigative bodies and one high official was in charge of imprisonment. Before the fifth month of gyeongin year (, 정철 was in charge of imprisonment in the interrogation. Later, Yu Seongyu , Yi Yangwon , and others were in charge of imprisonment. In this year, there were no prisoners except for Yi Bals brothers. From the tenth month of gichuk year ( to the twentieth month of imprisonment, several hundred people who died in succession, and more than ten court officials who died in succession. Bal , Yi Gil , Baek Yuyang , Yu Deoksu , Jo Daejung , Yu Mongjeong , and Kim Geup died in beating with the heavy stick. Yun Gisin and Jeong Gaecheong received beating with the heavy stick and were banished to a designated area. They died in the middle of the road. Choe Yeonggyeong died in prison. The number of prisoners were several hundred. Among prisoners, several court officials, including 정언sin , Kim Ugae , and Hong Jonggyeok , several dozen people were dismissed from their posts. All of these were judgment at the beginning of the beginning. In the spring of gyeongin year (, the imprisonment of imprisonment had already been completed. However, the robbery of the imprisonment of the Royal Ancestral Shrine and the robbery occurred sometimes. Subsequently, there were those who reported secret information in secret, and the court officials were in charge of imprisonment in impris in imprisonment in impris.",
                "H2KE-nKo": "옥사가 일어난 초기에 주상이 수십 일 동안 친국하였는데, 그 후에는 정국하기도 하고 대신이 모두 참여하기도 하였다. 최후에는 삼성이 교좌하여 한 대신이 국문을 감독하였다. 경인년 5월 이전에는 정철이 국문을 감독하였는데, 그 후 유성룡과 이양원 등이 그 대신이 되었다. 이 해에는 이발 형제 외에는 갇힌 사람이 없었는데, 기축년 10월부터 지금까지 20개월 동안 전후로 죽은 자가 수백 인이었고, 조신과 명관으로서 죽은 자가 10여 인이었다. - 이발, 이길, 백유양, 유덕수, 조대중, 유몽정, 김빙은 형장을 맞다가 죽었고, 윤기신, 정개청은 형장을 맞다가 정배되었는데 길에서 죽었고, 최영경은 옥중에서 병들어 죽었다. - 연좌되어 유배된 자가 몇백 인이고, 조신으로서 찬배된 자는 정언신, 김우옹, 홍종록 등 몇 인이었으며, 파출된 자가 수십 인이었다. 이들은 모두 당초에 판결하여 보낸 자들이다. 경인년 봄에 옥사가 이미 종결되었는데, 종묘의 도적에 대한 옥사가 간간이 발생하였고, 그 후 계속해서 밀고하는 자가 있어서 재차 정국과 삼성 추국을 설행하였는데, 3년이 지나서야 그쳤다. 이 때문에 인심이 근심하고 원망하였다. 역변이 일어난 후 윤자신이 전주 부윤이 되어 온 고을의 사인을 모아 놓고 묻기를,“이 사이에 필시 역적과 친밀하였는데도 법망을 빠져나간 자가 있을 것이다. 각각 열거하여 고하라.”하였는데, 사람들이 모두 감히 말하지 못하였다. 어떤 사인이 종이 한 장을 써서 바치기를,“남천어와 북산치입니다.”하였다. 부윤이 마침내 캐물으니, 공초하기를,“남천어라는 것은 남면 사람 아무개의 작은 글자 어룡이고, 북산치라는 것은 북촌 사람 아무개의 글자 자화입니다.”하였는데, 꿩은 화충이었기 때문에 그렇게 말한 것이다. 이로 말미암아 점점 서로 끌어들여 역적과 친밀한 자는 빠져나가지 못하고 죽기도 하고 찬배되기도 하였다. 이 때문에 전주 사람으로 죽은 자가 가장 많았다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 5월 1일(을축) 9번째기사",
                "gt-oKo": "옥사가 일어나던 처음에는 상이 수십일 간을 친국(親鞫)하였고 그후에는 혹 정국(廷鞫)하면서 대신이 아울러 참여하였으며, 최후에는 삼성 교좌(三省交坐)로 추국하면서 한 대신이 감국(監鞫)하였다. 경인년 5월 이전에는 정철(鄭澈)이 감국하였고 그 후에는 유성룡(柳成龍)·이양원(李陽元) 등이 대신하였다. 이 해에는 이발 형제 외에는 갇힌 사람이 없었으며, 기축년 10월부터 이때에 이르기까지 20개월 사이에 죽은 자가 수백 명이나 되었는데, 조신(朝臣)·명관(名官) 중에 죽은 자가 10여 인이었으며【이발·이길·백유양(白惟讓)·유덕수(柳德粹)·조대중(曺大中)·유몽정(柳夢井)·김빙(金憑)은 장(杖)형으로 죽었고, 윤기신(尹起莘)·정개청(鄭介淸)은 장형을 받고 유배되던 도중 길에서 죽었으며, 최영경(崔永慶)은 옥사하였다.】 연좌되어 유배된 자가 몇백 명이었는데 조신 가운데 귀양간 자로는 정언신(鄭彦信)·김우옹(金宇顒)·홍종록(洪宗祿) 등이었으며, 파출(罷黜)된 자도 수십 인이었다. 이들은 모두 옥사가 일어난 초기에 결정된 자들이다. 경인년 봄에 옥사가 이미 끝나자 종묘(宗廟)의 제기(祭器)를 훔쳐간 옥사가 일어났으며, 그 후에도 계속해서 밀고(密告)하는 자가 있어서 다시 정국과 삼성 추국이 있었다. 3년이 지나서야 옥사가 그쳤는데, 이 때문에 인심이 원망하였다. 역변이 일어난 후에 윤자신(尹自新)이 전주 부윤이 되어 온 고을의 사인(士人)들을 모아놓고 묻기를 ‘이 가운데 반드시 역적과 절친한데도 모면한 자가 있을 것이다. 각자 고하도록 하라.’ 하였다. 그러자 모든 사람들이 감히 말하지 못하였는데, 어떠 사인이 ‘남천의 물고기 북산의 꿩[南川魚北山雉]’이라는 내용의 글을 올렸다. 이에 부윤이 추문하니 공초하기를 ‘남천의 고기라 한 것은 남면에 사는 아무의 소자(小字)가 어룡(魚龍)이며, 북산의 꿩이라 한 것은 북촌에 사는 아무의 자(字)가 자화(子華)인데, 꿩은 화충(華蟲)이므로 그렇게 말한 것이다.’ 하였다. 이로 말미암아 서로 끌어들여 역적과 가까이 지냈던 자들이 모두 벗어나지 못하고 혹 죽음을 당하거나 찬축되었다. 이 때문에 전주 사람들이 가장 많이 죽었다.",
                "hj": "○獄事之初, 上親鞫數十日, 其後則或廷鞫, 大臣竝參, 最後則三省交坐, 一大臣監鞫。 庚寅五月以前, 鄭澈監鞫, 其後柳成龍、李陽元等代之。 是年則潑兄弟外無囚人, 自己丑十月至此凡二十月, 前後死者數百人, 朝臣名官死者十餘人。【李潑、李洁、白惟讓、柳德粹、曺大中、柳夢井、金憑死於杖。 尹起莘、鄭介淸受杖定配, 死於道。 崔永慶瘦死獄中。】 緣坐流配者幾百人, 朝臣被竄者鄭彦信、金宇顒、洪宗祿等數人, 罷黜者數十人。 此則皆當初決遣也。 庚寅春, 獄事已了, 而廟盜獄間發, 其後續有告密者, 再設廷鞫、省鞫, 越三年乃止, 以此人心愁怨。 逆變後, 尹自新爲全州府尹, 聚集一鄕士人問曰: “此間必有與賊親密, 而網漏。 其各列告。” 人皆不敢言。 有一士人書呈一紙曰: “南川魚, 北山雉。” 府尹遂究問, 則招云: “南川魚者, 南面人某小字魚龍, 北山雉者, 北村人某字子華。” 雉爲華蟲, 故云爾。 由是轉相援引, 凡與逆賊相昵者, 無得脫免, 或死或竄。 以此, 全州人死者最多。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the twelfth month, a strong wind uprooted trees and destroyed their houses. The Office of the Inspector General jointly advised, Minister of War Jeong Hye , 승지 황혁 , and his son are arrogant and greedy and corruption. Royal Secretary Yu Gyu , Minister of Taxation 윤두수 , Governor of Hwanghae Province Yi Sanbo , 사성 Yi Heup , Section Chief of the Ministry of War Im Hyeon , Section Chief of the Ministry of Rites Kim Gwon , Magistrate of Gosan District Hwang Hui , former Assistant Section Chief of the Ministry of Rites Ku Gyeong , and others claimed to curry favor with 정철 and injured people. It is requested that all of them be dismissed from their posts. The King ordered that both of them be exiled to a remote area. The King said that Jeong Hyeong and Hwang Hye were not fully trusted by the rumors of the rumors. Du수는 magnanimous and generous in character, and Yu Geunsu was a scholar of learning. The King did not approve this request. The King ordered that all of them be punished as reported. Hong Seongmin was exiled to Bunyeong , Yi Haesu was exiled to 종성 , and Jang Unik was 온성 .",
                "H2KE-nKo": "삭갑자년에 태풍이 불어 나무가 부러지고 지붕이 날아갔다. 양사가 합동으로 아뢰기를,“병조 판서 황정욱, 승지 황혁 부자는 방자하고 탐욕스럽습니다. 승지 유근, 호조 판서 윤두수, 황해 감사 이산보, 사성 이흡, 병조 정랑 임현, 예조 정랑 김권, 고산 현감 황신, 전 좌랑 구음 등은 정철에게 빌붙어 당여가 되어 인물을 해쳤으니, 모두 파직하소서. 윤근수, 홍성민, 이해수, 장운익 등은 모두 원지에 찬배하소서.”하니, 주상이 황정욱과 황혁의 풍문은 반드시 다 믿을 수 없고, 윤두수는 관후하고 재지가 있으며, 윤근수는 문학하는 선비이니 애석해하며 윤허하지 않고 나머지는 모두 아뢴 대로 하라고 하였다. 홍성민은 부령에, 이해수는 종성에, 장운익은 온성에 정배하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 7월 1일(갑자) 1번째기사",
                "gt-oKo": "큰 바람이 일어 나무가 꺾이고 집채가 무너졌다. 양사가 합계하기를, “병조 판서 황정욱(黃廷彧), 승지 황혁(黃赫) 부자는 방자하고 탐오스럽습니다. 승지 유근(柳根), 호조 판서 윤두수(尹斗壽), 황해 감사 이산보(李山甫), 사성 이흡(李洽), 병조 정랑 임현(任鉉), 예조 정랑 김권(金權), 고산 현감(高山縣監) 황신(黃愼), 전 좌랑 구만(具) 등은 정철(鄭澈)에게 빌붙어 당여가 되어 인물을 상해(傷害)하였습니다. 아울러 파직시키소서. 윤근수(尹根壽)·홍성민(洪聖民)·이해수(李海壽)·장운익(張雲翼) 등도 아울러 멀리 귀양보내소서.” 하니, 상이 정욱과 혁은 풍문일 뿐 믿을 수 없다 하였고 두수는 관후하고 재지가 있다 하였고, 근수는 문학에 능한 선비라 하여 애석히 여겨 윤허하지 않았다. 나머지는 아뢴 대로 하라고 하였다. 그래서 홍성민은 부령(富寧)으로, 이해수는 종성(鍾城)으로, 장운익은 온성(穩城)으로 유배하였다.",
                "hj": "○朔甲子/大風折木拔屋。 兩司合啓: “兵曹判書黃廷彧、承旨黃赫父子, 橫恣貪濁。 承旨柳根、戶曹判書尹斗壽、黃海監司李山甫、司成李洽、兵曹正郞任鉉、禮曹正郞金權、高山縣監黃愼、前佐郞具等, 黨附鄭澈, 傷人害物, 竝請罷職。 尹根壽、洪聖民、李海壽、張雲翼等, 請竝遠竄。” 上以廷彧、赫風聞未必盡信, 斗壽寬厚有才智, 根壽文學之士, 可惜不允, 餘皆依啓。 洪聖民配富寧, 李海壽鍾城, 張雲翼穩城。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Chunggye as governor of Hwanghae Province.",
                "H2KE-nKo": "심충겸을 황해 감사로 삼았다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 7월 1일(갑자) 2번째기사",
                "gt-oKo": "심충겸(沈忠謙)을 황해감사에 제수하였다.",
                "hj": "○以沈忠謙爲黃海監司。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General reported to impeach Jeong Bansu and others, Previously, inspectors and censors accepted the cunning power of powerful power powerful",
                "H2KE-nKo": "양사가 아뢰어 탄핵하기를,“지난번에 대간이 권간의 사주를 받아 정암수 등을 논핵하여 구원하였으니, 모두 파직하소서.”하니, 주상이 많은 사람을 모두 파직하는 것은 소란스럽다고 하여 윤허하지 않다가 뒤에 아뢴 대로 하라고 하였다. 그 당시 대간인 대사헌 최황, 집의 성영, 장령 심희수ᆞ윤섬, 지평 신잡ᆞ우준민, 대사간 이증, 사간 오억령, 헌납 백유함ᆞ유대진, 정언 강찬ᆞ이흡이 고발당하였는데, 전교하기를,“심희수는 명을 받들고 지방에 있었으니 돌아오기를 기다려 파직하라.”하였다. 심희수가 복명하자, 승정원이 비로소 파직하라는 전지를 내릴 것을 청하니, 주상이 중지하고 이어 전교하기를,“전에 파직한 양사의 관원을 모두 서용하라.”하였다. 이로 말미암아 심희수가 면직되었다. 대개 그 당시 양사는 신구가 서로 뒤섞였으니 모두 정당으로 지목한 것은 아니었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 7월 1일(갑자) 3번째기사",
                "gt-oKo": "양사가 전 대간이 권간의 사주를 받아 정암수(丁巖壽) 등을 논계하여 구해주었다는 것으로 탄핵하면서 아울러 파직시킬 것을 청하자, 상이 많은 사람을 아울러 파직시키면 소요스럽다고 하여 윤허하지 않다가 후에 아뢴 대로 하라고 하였다. 그 당시 대간이었던 대사헌 최황(崔滉), 집의 성영(成泳), 장령 심희수(沈喜壽)·윤섬(尹暹), 지평 신잡(申磼)·우준민(禹俊民), 대사간 이증(李增), 사간 오억령(吳億齡), 헌납 백유함(白惟咸)·유대진(兪大進), 정언 강찬(姜燦)·이흡(李洽) 등이 고발당하였다. 그 중 심희수는 명을 받들고 외지에 가 있었기 때문에 돌아올 때를 기다려 파직하라고 전교하였는데, 희수가 복명하자 정원에서 파직 전지를 청하니 상이 취소하고 이어 전에 파직된 양사 관원을 모두 서용하라고 전교하였다. 이로 말미암아 희수가 파직을 면하였다. 그 당시의 양사는 신구(新舊)의 인물들이 서로 섞여 있어 모두 정당(鄭黨)으로 지목되지는 않았다.",
                "hj": "○兩司啓劾: “前者臺諫承權奸指嗾, 論救丁巖壽等, 請竝罷職。” 上以許多人竝罷爲騷擾, 不允, 後依啓。 其時, 臺諫大司憲崔滉、執義成泳、掌令沈喜壽ㆍ尹暹、持平申磼ㆍ禹俊民、大司諫李增、司諫吳億齡、獻納白惟咸ㆍ兪大進、正言姜燦ㆍ李洽見告。 傳敎曰: “沈喜壽奉命在外, 待還罷職。” 及喜壽復命, 政院始請罷職傳旨, 上止之, 仍傳曰: “前罷兩司官皆敍用。” 由是, 喜壽得免。 蓋其時, 兩司新舊相雜, 非盡目爲鄭黨者也。"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, If there is any cunning official who files a false accusation against the cunning official, appoint him to a government post and reappoint him. Fifth-rank Aide to the State Tribunal Yi Taesu arrived at Sunan and hurriedly reported, The cunning official 정철 is ill and cannot depart on his way. The King transmitted a royal directive, which stated, Taesu is not afraid that the imperial court [of Ming China] is fearing the cunning circumstances and arbitrarily arbitrarily. I request that he be punished and that he be sent to another fifth-rank Aide [to him] so that he can replace him. However, the cunning official 정철 is narrogant and wicked by nature. When he arrived at his place, he communicated with the miscellaneous people. I do not know what he committed is true. Have him thoroughly confined and protect him.",
                "H2KE-nKo": "전교하기를,“간신 정철이 모함을 받아 배척당한 사람이 있으면 모두 거두어 서용하여 발탁하라.”하였다. 의금부 도사 이태수가 순안에 이르러 급히 장계하기를,“잡아 간 죄인 정철의 병이 위중하여 길을 떠날 수 없습니다.”하니, 전교하기를,“이태수가 조정을 두려워하지 않고 간적을 압송해 가는 것을 제멋대로 하면서 배회하고 유련하였으니 잡아다 국문하여 죄를 정하고 다른 도사를 보내 그를 대신하게 하라. 정철은 타고난 성품이 교활하고 간사하고 악독하여 배소에 도착한 뒤에 잡인들과 서로 내통하였으니 무슨 죄상을 지었는지 모르겠다. 엄히 위리안치하여 지키게 하라.”하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 7월 1일(갑자) 4번째기사",
                "gt-oKo": "간신 정철의 모함에 얽혀 배척받은 사람이 있으면 모두 발탁하여 서용하라고 전교하였다. 의금부 도사 이태수(李台壽)가 순안(順安)에 이르러 압송해 가던 죄인 정철의 병이 위중하여 길을 떠날 수 없다고 치계하자 전교하였다. “태수는 조정을 두려워하지 않고 간적을 압송함에 있어 제멋대로 머뭇거리며 지체하였으니 잡아다가 추국하여 정죄하고 다른 도사를 보내어 대신 압송하게 하라. 정철은 타고난 성품이 교활하고 간독하여 배소(配所)에 도착하면 잡인들과 서로 통하여 어떤 죄상을 저지를지 모르니, 엄히 위리를 가하여 지키도록 하라.”",
                "hj": "○傳敎: “奸臣鄭澈所構陷排斥者, 如有其人, 竝收敍擢用。” 義禁府都事李台壽至順安馳啓: “押去罪人鄭澈病重不得趲程。” 傳敎: “台壽不畏朝廷, 押去奸賊, 任意自行, 徘徊留連, 拿鞫定罪, 遣他都事代之。 鄭澈賦性狡猾奸毒, 旣至配所, 交通雜人, 未知作何罪狀, 嚴加圍籬守之。”"
            },
            "5": {
                "H2KE-EN": "The Office of the Inspector General made a request to the King to punish Zhao Liang (K. Yun Bong and 황혁. The Office of the Inspector General also reported, Senior Military Protector Bak Jeom flattered associate with 정철 and was appointed third minister of personnel . He seized cunning and deceitful men and placed in the frontier garrisons , supporting them to raise grudge. Your subjects request that his letter of appointment be withdrawn. Governor of Chungcheong Province Yi Seongjung , a man from Confucian scholars, visited the frontier garrisons and participated in the 모의. Your subjects request that he be dismissed from his position. First Secretary of the Office of the Royal Lectures Wu Seongjeon , loving cunning and deceitful opinions, supporting the public opinion, did not enforce it. He also flattered associate with 정철. Your subjects request that he be dismissed from his position. As 황혁 committed a crime against the imperial court, we cannot act in the frontier garrisons of the same family as dogs. Your subjects request that he be revised. The King said, Zhao Liang and 황혁 have already been dismissed from their positions. It is not necessary to banish them to a remote area. Bak Jeom and Yi Seongjung 일은 아뢴 대로 하라. Wu Seongjeon originally had many peoples words, and his words were explained in the writings of the enemy. This man has nearly been ten years since he was satisfied outside the capital. Recently, he was twice attended to the King. His character was extremely cunning and wicked, and he also flattered associate with 정철. It is not proper to dismiss him only from his position. His letter of appointment should be withdrawn. As for marriage, even an ordinary man cannot be trusted. Furthermore, how much more should a sovereign of a thousand security? It is not proper to change his position. At the time, because the Prince Sunhwa군 (Yi Bo had been designated as the daughter of [Grand Prince] Grand Prince , Yi Bo [], Prince Sunhwa군 (Yi Bo [], had married a daughter of [Grand Prince Grand Prince , Grand Prince Gr",
                "H2KE-nKo": "양사가 윤두수와 황혁을 찬배할 것을 연계하고, 또 아뢰기를,“상호군 박점은 정철에게 빌붙어 이조 참의가 되어서는 음험하고 간사한 무리들을 끌어들여 요로에 배치해 놓고 흉악한 기염을 부추겼으니, 관작을 삭탈하소서.충청 감사 이성중은 사류 중의 한 사람으로서 정철의 문하에 왕래하면서 모의에 참여하였으니, 파직하소서. 사인 우성전은 괴이한 논의를 좋아하여 공론을 견지하여 행하지 못하게 하였고, 정철을 편들어 비호하였으니, 파직하소서. 황혁은 조정에 죄를 얻었으니, 국혼을 개돼지의 집처럼 행해서는 안 됩니다. 개정하소서.”하니, 답하기를,“윤두수와 황혁은 이미 파직하였으니, 멀리 찬배할 필요가 없다. 박점과 이성중은 아뢴 대로 하라. 우성전은 평소 사람들의 말이 많았으며, 역적의 공초와 서찰에 나온 것이 한두 번이 아니다. 이 사람은 10여 년 가까이 밖에서 배회하다가 지난번에 한두 번 입시하였는데, 사람됨이 매우 음험하였다. 그리고 정철을 편들어 비호하였다고 하니, 파직만 해서는 안 된다. 관작을 삭탈하라.혼사는 필부라도 신의를 잃어서는 안 되는데, 하물며 천승의 임금이야 말할 것이 있겠는가. 다시 복상해서는 안 된다.”하였다. 이때 왕자 순화군 이보가 황혁의 딸과 정혼하였기 때문이다. 우성전은 일찍이 옥당의 을유년의 의논에 이견을 가졌기 때문에 홍여순 등에게 미움을 받았고, 이성중은 특지를 받았기 때문이다. 두 사람은 본래 김효원의 친한 벗으로서 당론을 제일 먼저 세웠는데, 이때에 이르러 징계되는 바가 있어 논의가 준엄하지 못하였다.이성중은 아우 이경중의 선견지명으로 특별히 총애를 받아 대관에 주선하면서 근거 없는 논의를 진정시키고 바로잡은 바가 많았으므로 사론이 흡족하게 여겼다. 그런데 홍여순 등이 상의 뜻에 영합하여 교묘히 중상하고는 정당이라고 무고하여 아울러 탄핵하였고, 유성룡과 김성일 등도 구해 주지 못하였다. 이로부터 정철의 색목과 당류를 논핵하는 일이 없는 날이 없었으나, 오직 최황과 유홍만은 일찍이 옥사를 느슨하게 처리하자는 논의가 있었고, 최황은 또 새로운 논의에 부회하였기 때문에 지위와 명망이 예전과 같았다.구성은 맨 먼저 떠도는 말을 전하여 최영경을 재차 국문하자는 계사를 올렸으니, 맨 먼저 논핵했어야 하는데도 파직에 그쳤다가 곧이어 병조 판서에 서용되었다. 이는 대개 새로 국혼을 한 집안이기 때문에 대론이 두려워 피한 나머지 용서한 것이다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 7월 1일(갑자) 5번째기사",
                "gt-oKo": "양사가 윤두수와 황혁을 찬출시킬 것을 잇따라 청하고, 또 아뢰기를, “상호군(上護軍) 박점(朴漸)은 정철에 빌붙어 편이 되어 이조 참의가 된 뒤 음험하고 간사한 무리들을 요직마다 채우고 흉악한 기염을 도와 선동질하였으니 삭탈 관직시키소서. 충청 감사 이성중(李誠中)은 사류(士類) 중의 한 사람으로서 정철의 문하에 왕래하면서 그 모의에 참여하였으니 파직시키소서. 사인(舍人) 우성전(禹性傳)은 괴이한 의논을 제기하기 좋아하여 공론이 행해질 수 없게 하였고 정철의 무리가 되어 편들었으니 파직시키소서. 황혁은 조정에 죄를 얻었는데 국혼(國婚)을 개돼지같은 집과 행할 수는 없으니 개정하소서.” 하니, 답하기를, “윤두수·황혁은 이미 파직했으니 멀리 찬출할 필요는 없다. 박점·이성중은 아뢴 대로 하라. 우성전은 평소부터 남의 입에 많이 오르내린 사람이고 역적의 공초와 서찰에 나온 적이 한두 번이 아니다. 이 사람은 10여 년 가까이 외방에서 배회하다가 요즈음 한두 번 입사하였는데 사람됨이 매우 음험할 뿐 아니라 정철에게 빌붙어 편들었다고 한다. 파직으로만 그칠 수 없으니 삭탈 관직하라. 혼사(婚事)는 필부라도 신의를 저버려서는 안 되는 일인데 하물며 천승(千乘)의 임금이겠는가. 개정 할 수 없다.” 하였다. 당시 왕자 순화군(順和君) 이보(李)가 황혁의 여식과 정혼하였기 때문이었다. 우성전은 일찍이 옥당에 있으면서 을유년의 의논에 반대하였으므로 홍여순(洪汝諄) 등에게 질시를 받았기 때문이었고, 이성중은 특지(特旨)를 입었기 때문이었다. 이 두 사람은 본래 김효원(金孝元)의 친한 벗으로서 당론을 제일 먼저 수립하였는데, 이에 이르러 징계되는 바가 있어서 논의가 준엄하지 못하였다. 성중은 아우 이경중(李敬中)의 선견지명으로 특별히 총애받아 대관(臺館)에 있으면서 허황된 의논을 진정시켜 바로잡은 일이 많았으므로 사론(士論)이 그에게 쏠렸으나, 여순 등이 교묘한 술책으로 임금을 속여 정당(鄭黨)이라고 무고하여 아울러 탄핵하였는데, 유성룡과 김성일 등도 구해(救解)하지 못하였다. 이로부터 정철과 색목(色目)이 같은 당류를 논핵하지 않는 날이 없었으나, 오직 최황(崔滉)과 유홍(兪泓)만이 일찍이 옥사를 완화하자는 의논을 냈었고 최황은 또 신론(新論)에 부회하였기 때문에 여전히 위망(位望)을 지니게 되었었다. 구성(具宬)은 제일 먼저 떠도는 말을 전하여 최영경(崔永慶)을 재차 추국하자고 논계하였으니 제일 먼저 탄핵했어야 하는데도 단지 파직으로 그쳤다가 다시 병조에 서용되었다. 이는 새로 국혼한 가문이기 때문에 대론(臺論)이 회피하였던 것이다.",
                "hj": "○兩司連啓請竄尹斗壽、黃赫, 又啓: “上護軍朴漸黨附鄭澈, 爲吏曹參議, 汲引憸邪, 布滿要津, 助煽兇焰。 請削奪官爵。 忠淸監司李誠中以士類中人, 往來鄭澈門下, 與聞謀議。 請罷職。 舍人禹性傳好生詭異之議, 脅持公論, 使不得行。 且黨護鄭澈, 請罷職。 黃赫得罪朝廷, 國婚不可下行於行若狗彘之家。 請改定。” 答曰: “尹斗壽、黃赫已罷, 不須遠竄。 朴漸、李誠中依啓。 禹性傳素多人言, 出於賊招、賊札者非一。 此人近十餘年, 徘徊於外頃者, 一再入侍。 爲人甚陰險, 且黨護鄭澈云。 不可只罷其職, 削奪官爵。 婚事, 匹夫不可失信, 況千乘之主乎? 不可改卜也。” 時, 王子順和君定婚於赫之女故也。 禹性傳曾貳於玉堂乙酉之議, 故爲洪汝諄等所嫉, 李誠中以被特旨故也。 二人本金孝元親朋, 首立黨論, 而至是有所懲創, 論議不峻。 誠中以弟敬中先見之明, 特被寵任, 周旋臺館, 鎭定浮議, 多所匡救, 士論翕然, 而汝諄等希旨巧中, 誣以鄭黨竝劾之, 柳成龍、金誠一等, 亦不能救解。 自是, 論鄭澈色目黨類無虛日, 惟崔滉、兪泓以嘗有緩獄之論, 滉又附會新論, 故位望如舊。 具宬首傳行言, 爲再鞫永慶之啓, 在所首劾, 而止罷職, 旋敍復兵曹。 蓋由新爲國婚之家, 故臺論畏避, 而饒之矣。"
            },
            "6": {
                "H2KE-EN": "The King ordered that the town walls of Horyeong be constructed. The State Council discussed the matter, saying, Japanese are growing in sea and fighting. If they climb the land, it would be inconvenient. Your subjects request that the town walls of Horyeong be constructed solely on land and defended. Thereupon, the King ordered that the town walls of Horyeong be constructed and that the town walls be constructed there. Governor of Gyeongsang Province Kim Su was even more exerted efforts to carry out the construction, and the town walls were most expedient. The town walls were constructed in Yeongcheon , Cheongdo , Samga , Daegu , Seongju , Busan , Dongnae , Jinju , Andong , and Sangju . However, because they were enough to build a magistracy and employed many people, they did not observe the strategic points without observing strategic points. The town walls were no more than two or three strategic points. The town walls were barely survived, and the people were stricken with resentment and resentment. However, the ignorant people learned that they would not surely defend against them.",
                "H2KE-nKo": "호남과 영남의 성읍을 수축하였다. 비변사가 의견을 올리기를,“왜적은 수전에 능하니 육지에 오르면 불리합니다. 오로지 육지의 방어에만 힘쓰소서.”하니, 이에 호남과 영남의 큰 읍성을 증축하여 수비를 갖추라고 명하였다. 경상 감사 김수가 더욱 힘을 다해 봉행하여 축성한 것이 가장 많았다. 영천, 청도, 삼가, 대구, 성주, 부산, 동래, 진주, 안동, 상주의 좌병영과 우병영에 모두 증축하여 참호를 설치하였다. 그러나 확대하여 많은 사람을 수용하는 것을 급선무로 삼아 험준한 곳을 점거하지 않고 우회하여 평지로 나아갔는데, 쌓은 높이가 2, 3장에 불과하였다. 참호는 겨우 모양새만 보존하고 한갓 백성들을 괴롭히고 원망만 일으켰으니, 식자들은 결코 방어할 수 없다는 것을 알았다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 7월 1일(갑자) 6번째기사",
                "gt-oKo": "호남·영남의 성읍을 수축하였다. 비변사가, 왜적은 수전에 강하지만 육지에 오르면 불리하다는 것으로 오로지 육지의 방어에 힘쓰기를 청하니, 이에 호남·영남의 큰 읍성을 증축하고 수리하게 하였다. 그런데 경상 감사 김수(金睟)는 더욱 힘을 다해 봉행하여 축성를 제일 많이 하였다. 영천(永川)·청도(淸道)·삼가(三嘉)·대구(大丘)·성주(星州)·부산(釜山)·동래(東萊)·진주(晋州)·안동(安東)·상주(尙州)·좌우 병영(左右兵營)에 모두 성곽을 증축하고 참호를 설치하였다. 그러나 크게 하여 많은 사람을 수용하는 것에만 신경을 써서 험한 곳에 의거하지 않고 평지를 취하여 쌓았는데 높이가 겨우 2∼3장에 불과했으며, 참호도 겨우 모양만 갖추었을 뿐, 백성들에게 노고만 끼쳐 원망이 일어나게 하였는데, 식자들은 결단코 방어하지 못할 것을 알고 있었다.",
                "hj": "○修築湖嶺城邑。 備邊司議: “倭長於水戰, 若登陸, 則便不利, 請專事陸地防守。” 乃命湖嶺大邑城增築修備, 而慶尙監司金睟尤致力奉行, 築城最多。 永川、淸道、三嘉、大丘、星州、釜山、東萊、晋州、安東、尙州左右兵營, 皆增築設塹。 然以豁大容衆爲務, 不據險阻, 迂就平地, 所築高者不過二、三丈, 壕塹僅存摸樣, 徒勞民興怨, 而識者知其決不能守禦矣。"
            },
            "7": {
                "H2KE-EN": "The Office of the Inspector General presented a report to the King (Sejong requesting that 윤두수 be banished to a designated area. The King approved this request. He had him banished to Hoeryeong . He specially commanded that he be banished to Hongwon . This was because he was close to the province. The King commanded that Geunsus letter of appointment be removed and he be returned to his hometown.",
                "H2KE-nKo": "양사가 윤두수를 원지에 찬배할 것을 연이어 아뢰니, 그대로 따랐다. 회령에 정배하였는데, 홍원에 정배하라고 특별히 명한 것은 가까운 도에 정배한 것이다. 윤근수의 관작을 삭탈하고 고향으로 돌아갔다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 7월 1일(갑자) 7번째기사",
                "gt-oKo": "양사가 윤두수를 멀리 찬출할 것을 잇따라 청하니 따랐다. 회령(會寧)에 정배하였다가 특명을 내려 홍원(洪原)에 유배하였으니 근도(近道)이기 때문이었다. 윤근수는 삭탈 관직되어 향리로 돌아갔다.",
                "hj": "○兩司連啓請尹斗壽遠竄, 從之。 定配會寧, 特命配于洪原, 近道也。 根壽削奪官爵, 歸鄕里。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyesa day, the Liaodong Regional Military Commission sent a diplomatic document to our country in order to report the Japanese circumstances in detail. This was because Heo Ui had fabricated a report after Heo Uis report. The State Council made a decision on the matter of sending an envoy to report to the Emperor [of Ming China].",
                "H2KE-nKo": "요동 도사가 우리 나라에 자문을 보내 왜의 정세를 갖추어 보고하였는데, 이는 허의후가 거짓으로 아뢴 것에 기인한 것이다. 비변사가 비로소 사신을 보내 진주해야 한다는 의론을 결정하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 8월 1일(계사) 1번째기사",
                "gt-oKo": "요동 도사(遼東都司)가 우리 나라에 이자(移咨)하여 왜정을 갖추어 보고하도록 하였는데 이것은 허의후(許儀後)가 무주(誣奏)한 일로 말미암은 것이다. 비변사가 비로소 사신을 보내어 진주(陳奏)하는 의논을 결정하였다.",
                "hj": "○朔癸巳/遼東都司移咨我國, 具報倭情, 蓋因許儀後誣奏也。 備邊司始決專使陳奏之議。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Yeok as minister of war .",
                "H2KE-nKo": "홍여순을 병조 판서에 발탁하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 8월 1일(계사) 2번째기사",
                "gt-oKo": "홍여순을 발탁하여 병조 판서로 삼았다.",
                "hj": "○擢洪汝諄爲兵曹判書。"
            },
            "3": {
                "H2KE-EN": "The King selected Second Minister of Rites and concurrent director of the Office of Royal Decrees . Deoks literature and reputation was the most excellent. Many high officials recommended him to be worthy of the Office of Royal Decrees . For this reason, the King first promoted him to the second rank. At the time, he was thirty-one years old.",
                "H2KE-nKo": "이덕형을 예조 참판 겸 양관 대제학에 발탁하였다. 이덕형은 문망이 가장 우수하여 대신들이 문형에 합당하다고 많이 천거하였기 때문에 주상이 먼저 품계를 2품으로 올렸는데, 이때 31세였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 8월 1일(계사) 3번째기사",
                "gt-oKo": "이덕형(李德馨)을 발탁하여 예조 참판 겸 양관 대제학으로 삼았다. 덕형은 문장이 가장 우수하여 대신들이 문형에 알맞다고 많이들 추천했기 때문에 상이 먼저 품계를 2품으로 올렸는데, 이때 나이 31세였다.",
                "hj": "○擢李德馨爲禮曹參判兼兩館大提學。 德馨文望最優, 大臣多薦可合文衡, 故上先陞秩二品, 時年三十一。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Jin as minister of rites , and then appointed minister of personnel .",
                "H2KE-nKo": "이원익을 예조 판서로 올려 제수하였다가 곧이어 이조 판서에 제수하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 8월 1일(계사) 4번째기사",
                "gt-oKo": "이원익을 예조 판서에 승진시켰다가 잠시 후 이조 판서에 제수하였다.",
                "hj": "○以李元翼陞拜禮曹判書, 俄拜吏曹判書。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyehae day, the first day of the month, [the King] appointed Hwang Hui as the second censor of the Office of the Censor General . Earlier, [Hwang] Huisu was a servant of 정철s family. When the imprisonment was imprisoned at the beginning of his imprisonment, he entered the Office of the Inspector General again to participate in the administration of state affairs. In the fifth month in the gyeongin year (, he observed the inspectors and censors increasingly disorderly and was aware of his disorder, and ultimately he was abruptly in the",
                "H2KE-nKo": "심희수를 사간으로 삼았다. - 심희수는 본래 정철의 문인이다. 옥사가 일어나던 초기에 전 군수로서 다시 대각에 들어와 자못 시정에 참여하였다. 경인년 5월 사이에 대간의 논핵이 점점 어그러지는 것을 보고 반드시 실패할 것을 알고는 마침내 스스로 정철과 소원하게 지냈다. 얼마 지나지 않아 조정이 바뀌자 심희수가 그대로 대각에 있게 되어 조정의 의론이 존중되었다. -\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 9월 1일(계해) 1번째기사",
                "gt-oKo": "심희수를 사간에 제수하였다.【희수는 본래 정철의 문하이다. 옥사가 일어났을 때 전 군수로서 대각에 다시 들어와 시정(時政)에 참여하였다. 경인년 오월경에 대론이 점차 괴려해짐을 보고 반드시 패배할 것을 알고는 드디어 스스로 정철과 소원해졌다. 얼마 되지 않아 조정의 상황이 달라졌으나, 희수는 그대로 대각에 있었기 때문에 조정의 의논이 그를 중시하였다.】",
                "hj": "○朔癸亥/以沈喜壽爲司諫【喜壽本鄭澈門下人。 獄事之初, 以前郡守, 復入臺閣, 頗與於時政。 庚寅五月間, 見臺論漸乖, 知其必敗, 遂自踈於澈。 未幾而朝著改變, 喜壽仍在臺閣, 朝論歸重。】"
            },
            "2": {
                "H2KE-EN": "The King selected thirty-four men, including Min Yubu .",
                "H2KE-nKo": "식년 시사를 행하여 민유부 등 34인을 뽑았다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 9월 1일(계해) 2번째기사",
                "gt-oKo": "식년시(式年試)를 보여 민유부(閔有孚) 등 34인을 뽑았다.",
                "hj": "○式年試士, 取閔有孚等三十四人。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gyesa day, the first day of the month, Envoy for Expressing Gratitude for Imperial Presenting Gifts to the Emperor [of Ming China] Seop and others dispatched Envoy for Expressing Gratitude for Imperial Benevolence to invade the Great Ming [China]. They also discovered the truth in the diplomatic document on the grounds that the rumor was false. Second Deputy Director [of the Office of Royal Decrees] Choe Jun was ordered to compose memorials to the Emperor [of Ming China], but he was unable to explain the details of the matters reply to the envoy for announcing the reason for announcing the questions. Gratitude for Imperial Benevolence, the Emperor led Gratitude for Imperial Benevolence. Consequently, Shin Jeom and others were sent to express gratitude for Gratitude for Imperial Benevolence.",
                "H2KE-nKo": "진주사 한응인 등을 파견하여, 일본이 우리나라를 위협하여 명나라를 쳐들어가려고 한다는 등의 사정을 진주하게 하고, 또 자문 안에 떠돌아다니는 말이 있다는 것이 거짓임을 분변하게 하였다. 첨지 최립으로 하여금 주문을 짓게 하였는데, 매우 상세하였으나 통신사가 문답한 일을 다 진술하지는 못하고 오히려 두려워서 숨겼다. 한응인 등이 북경에 들어가니, 황제가 황극전에 나아가 사신을 인견하고 은근하고 간절하게 위유하였으며, 상으로 내리는 물품도 매우 후하게 주고 칙서를 내려 칭찬하였다. 황제가 오랫동안 조정에 나오지 않았는데 외국의 사신이 직접 하문을 받은 것은 전에 없던 일이었다. 이로 말미암아 계속해서 신점 등을 파견하여 사은하게 하고 적정을 아뢰게 하였는데, 전에 비해 더욱 상세하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 10월 1일(계사) 1번째기사",
                "gt-oKo": "진주사(陳奏使) 한응인(韓應寅) 등을 파견하여, 일본이 우리 나라를 위협하여 대명(大明)으로 쳐들어가려 한다는 사정을 진주하는 한편 자문 중에 있는 유언비어에 대하여 변무(辨誣)하였다. 주문은 첨지 최립(最岦)에게 짓도록 하였는데 내용이 매우 상세하였으나 통신사가 문답한 일에 대해서는 다 진술하지 못하였으니 두려워서 숨긴 것이다. 한응인 등이 북경에 들어가니 황제가 황극전(皇極殿)에 임어하여 사신을 인견하고 매우 극진히 위로하였다. 그리고 상물(賞物)을 후하게 주는 한편 칙서를 내려 칭찬하였다. 황제는 오랫동안 조정에 임어하지 않았었는데 외국 사신이 직접 황제에게 위문을 받았으니 이는 전에 없던 일이었다. 이로 말미암아 계속해서 신점(申點) 등을 파견하여 사은하게 하는 한편 전보다 더 자세히 적정(賊情)을 주달하게 하였다.",
                "hj": "○朔癸巳/遣陳奏使韓應寅等, 陳奏日本恐脅我國, 欲入寇大明等情, 且辨咨內流言之誣。 令僉知崔岦製奏文, 甚委曲而不能悉陳通使答問之事, 猶畏諱也。 應寅等入北京, 帝出御皇極殿, 引使臣慰諭懃懇, 賞賚加厚, 降勑奬論。 皇帝久不御朝, 外國使臣親承臨問, 前所未有也。 由是, 續遣申點等謝恩, 令奏賊情, 比前加詳。"
            },
            "2": {
                "H2KE-EN": "The State Council requested that the system of the garrison system be reinstated, but the system has not been implemented. Yu Seongryong discussed the matter with the State Council and said as follows: At the beginning of our dynasty, the soldiers of each province were all subordinately attached to the garrison system. In case of an incident, the garrison commander leads its subordinate villages in order to be reinforced in order to wait for the command of the chief commander . Regarding the province of Gyeongsang Province , the garrison system of Gimhae , Daegu , Sangju , Gyeongju , Andong , and Jinju are the six garrisons. If there is an enemy invade, the soldiers of the garrison can be lost their benefits, and the other garrisons shall be strictly enforced in order to securely flee and scatter. Last eulmyo year (, when Kim Sumun was on the occasion of Jeolla Province , the military law was first reinstated, and the various garrisons of the province were all subordinately attached to the 순변사 , the commander , the area commander , the garrison commander , the army commander , and the navy commander of each province, and the garrison commander , and the garrison commander of each garrison. These provinces all followed this. Hence, the garrison system has been enforced. Although the name of the garrison system is preserved, the actuality of the garrison system has not been sufficient. If there is an enemy attack, the soldiers must be mobilized throughout the country. Thus, the military commandants shall be ordered to gather in the fields of the fields and wait for the commanders to await the enemy at a distance of thousand ri. If the enemy attack is unexpected, the enemy attack will be able to mobilize the enemy attack before the enemy is defeated. If the large enemy is scattered, it will be difficult to reinforce the garrison system. Even if the commandant arrives, who will engage in battle? It would be better to reinstate the system of the garrison system of the ancestors. In ordinary times, it will be easy for the regular",
                "H2KE-nKo": "비변사가 진관법을 복구할 것을 청하였으나 끝내 시행되지 않았다. 유성룡이 비변사에 의논하기를,“국초에는 각 도의 군병을 모두 진관에 분속시켰다가 유사시에는 진관이 속읍을 거느리고 차례로 정돈하여 주장의 호령을 기다렸습니다. 경상도 한 도만 가지고 말하더라도 김해, 대구, 상주, 경주, 안동, 진주가 육진입니다. 만일 적병이 있으면 한 진의 군병이 혹 패하더라도 다른 진은 차례로 군사를 엄히 하여 굳게 지켜서 휩쓸려 무너지는 지경에 이르지는 않았습니다. 그런데 지난 을묘년의 변란이 있은 뒤에 김수문이 전라도에 있으면서 비로소 분군법을 개정하여 도내의 여러 고을을 순변사, 방어사, 조방장, 도원수 및 본도의 병사, 수사에게 분속시켜 제승방략이라 이름하였는데, 여러 도에서 모두 이를 본받아 진관이라는 명칭은 있으나 실은 서로 얽혀 있지 않습니다. 만일 위급한 사태가 발생하면 반드시 원근이 모두 동요하여 장수가 없는 군병으로 하여금 먼저 들판에 모여 천리 밖에서 장수를 기다리게 해야 합니다. 장수가 불시에 도착하더라도 적의 선봉이 이미 가까이 오면 군사들의 마음이 먼저 동요될 것이니, 이는 반드시 무너지는 길입니다. 많은 군병이 한번 흩어지면 다시 모으기 어려우니, 이러한 때에 장수가 온다 하더라도 누구와 싸우겠습니까. 그러니 다시 조종조의 진관법을 정비하는 것만 못합니다.평상시에는 훈련하기가 쉽고 유사시에는 조집할 수 있으며, 또 앞뒤가 서로 호응하여 안팎이 서로 의지해서 토붕 와해되는 지경에 이르지 않게 하는 것이 사리에 합당할 것입니다.”하니, 주상이 그대로 따라 각 도에 내려 상의하게 하였다. 경상 감사 김수가 아뢰기를,“제승방략은 시행한 지 이미 오래되었으니 갑자기 변경할 수 없습니다.”하여, 의논이 마침내 중지되었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 10월 1일(계사) 2번째기사",
                "gt-oKo": "비변사에서 진관법(鎭管法)을 복구하자고 청하였으나 끝내 시행하지 않았다. 유성룡이 비변사에서 의논드리기를, “국초에는 각도의 군병(軍兵)을 모두 진관에 분속시켰다가 위급한 상황이 발생할 경우에는 진관이 속읍을 통솔하여 잘 정돈하고 있으면서 주장(主將)의 호령을 기다렸습니다. 우선 경상도를 가지고 말한다면 김해(金海)·대구(大丘)·상주(尙州)·경주(慶州)·안동(安東)·진주(晋州)가 6진(鎭)이 됩니다. 그러다가 적군이 쳐들어와 한 진(鎭)의 군대가 혹 패하더라도 다른 진이 차례로 군사를 잘 단속하여 굳게 지켰으므로 여러 진이 연달아 붕괴되는 사태에까지는 이르지 않았습니다. 그런데 지난 을묘년 변란 이후 김수문(金秀文)이 전라도에 있으면서 처음 분군법(分軍法)으로 고쳐 도내의 여러 고을을 순변사(巡邊使)·방어사(防禦使)·조방장(助防將)·도원수(都元帥) 및 본도의 병사와 수사에게 나누어 소속시키고 이를 제승방략(制勝方略)이라고 하였습니다. 이에 각도에서 모두 이것을 본받아 진관이라는 명칭은 남아 있었지만 실제상으로는 전과 같이 서로 연관되게 할 수는 없었습니다. 그리하여 혹시라도 위급한 사태가 발생할 경우 반드시 원근이 함께 동요하게 되고 장수가 없는 군사들은 들판에 먼저 모여 천리 밖에서 올 장수를 기다려야 할 형편이 되었습니다. 장수가 채 이르기도 전에 적병이 먼저 쳐들어올 경우 군사들의 마음이 먼저 동요될 것이니, 이는 반드시 패배할 방도입니다. 군사들이 일단 흩어지면 다시 모이기가 곤란하니, 이러한 때에 장수가 오더라도 누구와 함께 싸우겠습니까. 그러니 다시 조종조의 진관법을 정비하여 쓰는 것보다 더 좋은 법이 없습니다. 진관법은 평시엔 훈련하기가 쉽고 유사시엔 소집할 수가 있는가 하면 앞뒤가 서로 응하고 안팎이 서로 보완되어 토붕와해의 지경에 이르지는 않으므로 매우 편리합니다.” 하였는데, 상이 이 말을 따라 각도에 하서하여 상의하게 하였다. 그러자 경상 감사 김수(金睟)가 아뢰기를, “제승방략이 시행된 지 이미 오래되었으므로 갑자기 변경시킬 수 없습니다.” 하여, 이 의논은 끝내 폐기되었다.",
                "hj": "○備邊司請復鎭管法, 竟不行。 柳成龍議于備邊司曰: “國初各道軍兵, 皆分屬鎭管, 有事則鎭管率屬邑, 鱗次整頓, 以待主將號令。 以慶尙一道言之, 則金海、大丘、尙州、慶州、安東、晋州是爲六鎭。 脫有敵兵, 一鎭之軍雖或失利, 他鎭次第嚴兵堅守, 不至於靡然奔潰。 往在乙卯變後, 金秀文在全羅道, 始改分軍法, 割道內諸邑, 散屬於巡邊使、防禦使、助防將、都元帥及本道兵、水使, 名曰制勝方略。 諸道皆効之。 於是, 鎭管之名雖存, 其實不相維縶。 一有警急, 則必將遠近俱動, 使無將之軍, 先聚於原野之中, 以待將帥於千里之外。 將不時至, 而賊鋒已逼, 則軍心先動, 必潰之道也。 大衆一散, 難可復合, 此時將帥雖至, 誰與爲戰? 不如更修祖宗鎭管之制, 平時易於訓鍊, 有事得以調集。 且使前後相應, 內外相倚, 不至於土崩瓦解, 於事爲便。” 上從之, 下各道商議。 慶尙監司金睟以爲: “制勝方略, 行之已久, 不可猝變。” 議遂寢。"
            },
            "3": {
                "H2KE-EN": "In accordance with the system of our dynasty, the military and the farmland did not distinguish between strategic counties and subarea commander down to the strategic county magistrates , commandants , and overseers of commandants . In accordance with precedent, the posts of army commander , commandants , and naval commander were concurrently appointed to the post of army commander , commandants of the army commander , and commandants of the army commander were concurrently appointed to the post of the naval forces. The commander was in charge of commandants and subarea commanders and commandants of the neighboring county. Although the people are not involved in each other, military affairs were in charge of commandants. Therefore, a town was controlled to commandants and prefectures , and the county and prefectures were the same as the commandants . All of them were in charge of commandants and subarea commander . When there was a great enemy crisis occurred, the imperial court separately dispatched squad leaders and commandants of other military forces to rush to the capital. The commandants and soldiers of this province were also divided into commandants according to rank. Sometimes [they] were divided into commandants or added. The strategic measures of contingrontingrontingrontingrontingrontingrontingrontingrontingrontingronomical contingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontingronomical contingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontingronting rounds from the time. Sometimes [they] divided into commandants and subarea commander to replace [the commanders] with the commandants of the strategic prefectures, as well as the strategic prefectures of contingrontingrontingrontingrontingrontingrontingrontingrontical contingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontical controntingrontingrontingrontingrontingrontingrontingrontingrontingrontingrontingr",
                "H2KE-nKo": "우리 조정의 제도에 병과 농을 구분하지 않아 목사 이하부터 수령, 영, 감사에 이르기까지 으레 품질에 따라 병마절제사, 병마동첨절제사, 병마도위를 겸하게 하였는데, 수군도 그러하였다. 절제사가 진관을 맡으면서부터 이웃 고을의 동첨제사, 병마도위를 소속시켰다. 민정은 상관이 없지만 병정은 진관을 위주로 하였다. 그러므로 평상시에는 진관에 읍을 소속시키고 주부는 장수처럼 예우하여 병사와 수사를 모두 통솔하였다. 그러다가 큰 형세와 병란을 만나면 조정에서는 별도로 대장과 방어사 등을 파견하여 다른 군사를 거느리고 달려가게 하였다. 본도의 장졸들도 품질과 순서에 따라 나누어 소속시켜 뽑아내기도 하고 보태기도 하여 관할하는 곳을 떠나지 않았다.제승방략은 한때 군사를 나누는 데에서 나온 것인데, 병사와 수사가 패전하여 자리를 떠나기도 하였기 때문에 방어사로 대신한 것이니, 일정한 법이 아니다. 서북 지역은 비록 분군법이 있기는 하지만 제승방략이라고도 할 수 있으니, 영남처럼 앉아서 서울의 장수를 기다리는 폐단이 없게 하였다. - 초군을 설치하고 영장을 정한 뒤부터 정갑원병도 점점 희소해졌기 때문에 영장을 모두 두어 거느리게 하고 한결같이 척씨 병제로 종사하게 하였다. 그러므로 병사에게 통솔하게 하였으나 진관의 직임과 제승방략이 모두 폐지되어 시행되지 않았다. - 유성룡이 또 경상 병사 조대곤이 연로하고 재주가 둔하다는 이유로 이일로 대신하고자 하였는데, 홍여순이 명장을 지방으로 내보낼 수 없다고 하여 그만두었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 10월 1일(계사) 3번째기사",
                "gt-oKo": "우리 나라의 제도는 병(兵)·농(農)이 서로 나뉘어지지 않아 목사(牧使) 이하로 군수(郡守)·현령(縣令)·현감(縣監)에 이르기까지 으레 품질(品秩)에 따라 병마 절제사(兵馬節制使)·병마 동첨절제사(兵馬同僉節制使)·병마 도위(兵馬都尉)를 겸직시켰는데, 수군(水軍)도 그러하였다. 절제사가 진관을 맡아 다스리면 주변 고을의 병마 동첨절제사와 병마 도위는 여기에 소속되었다. 민정(民政)에 있어서는 서로 관련되지 않았으나 병정(兵政)에 있어서는 진관이 주관하였으므로 평상시에는 읍을 진관에 소속시켜 놓고 주부(州府)에 대해서는 장수(將帥)로 예우하며 모두 병사와 수사의 통솔을 받게 했다. 그러다가 큰 병란이 일어나면 조정에서는 별도로 대장(大將)이나 방어사 등을 파견하여 다른 병력을 거느리고 달려가게 하는 한편 본도의 장졸(將卒)들도 질서 정연하게 분속(分屬)시켰다. 그리하여 혹은 군사를 뽑아내기도 하고 보충시키기도 하였으나 진관의 범위를 벗어나지는 않았다. 제승방략은 한때의 분군(分軍)했던 것에서 만들어진 것인데 간혹 병사와 수사가 패전하여 직(職)에서 물러나기도 하였으므로 방어사로 대신하게 했던 것이지 아주 정해진 제도는 아니었다. 서북 방면에는 분군법이 있으므로 또한 제승방략이라고 하였지만 영남에서와 같이 마냥 경장(京將)을 기다리는 폐단은 없었다.【초군(哨軍)을 설치하고 영장(營將)을 세운 뒤로 정규 갑병(甲兵)들도 점차 감소되었으므로 모두 영장을 두어 거느리게 하였는데 한결같이 척계광(戚繼光)의 병제(兵制)대로 하였다. 그리하여 병사(兵使)에게 통괄되기는 했지만 진관의 임무와 제승방략이 모두 폐지되어 거행되지 않았다.】 유성룡이, 경상 병사 조대곤(曺大坤)은 늙고 재주가 없으므로 노련한 장수인 이일(李鎰)로 교체시키자고 하였으나, 홍여순(洪汝諄)이 명장을 외지로 내보낼 수 없다 하여 저지되었다.",
                "hj": "○國朝之制, 兵農不分, 自牧使以下至守、令、監, 例以品秩兼兵馬節制使、兵馬同僉節制使、兵馬都尉, 水軍亦然。 節制使爲鎭管, 以旁邑同僉制使、都尉屬之。 雖民政不相關, 而兵政則鎭管爲主。 故常時屬邑於鎭管, 州府禮如將帥, 咸統於兵、水使。 至遇大勢兵變, 則朝廷別遣大將及防禦之屬, 領他兵馳進, 而本道將卒, 亦以秩序分屬, 或抽或添, 亦不離於管轄矣。 制勝方略, 出於一時分軍, 或以兵、水使, 敗績離次, 故代以防禦使, 非一定法也。 西北界則雖有分軍法, 亦謂制勝方略, 無坐待京將之弊如嶺南焉。【自設哨軍。 定營將, 正甲元兵亦漸稀少, 故摠置營將領之, 一以戚氏兵制從事, 故雖統於兵使, 而鎭管之任與制勝方略, 都廢不擧矣。】 柳成龍又以慶尙兵使曺大坤年老才鈍, 欲代以李鎰, 鎰宿將也。 洪汝諄以爲名將不可出外,” 而止之。"
            },
            "4": {
                "H2KE-EN": "Five men, including Yi Yuseong , selected special examinations. At the time, 300 passers were widely selected from the capital to defend the northern frontier. Thus this examination was held.",
                "H2KE-nKo": "별시에서 이유성 등 15인을 뽑았다. 이때 북도에 부방하기 위해 무사 300인을 널리 뽑았기 때문에 이 조치가 있게 된 것이다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 10월 1일(계사) 4번째기사",
                "gt-oKo": "별시(別試)로 이유성(李惟誠) 등 15인을 뽑았다. 당시에 북도(北道)로 부방(赴防)시키기 위하여 무사(武士) 3백 명을 뽑았기 때문에 이 조치가 있었던 것이다.",
                "hj": "○別試取李惟誠等十五人。 時爲赴防北道, 廣取武士三百人, 故有是擧。"
            },
            "5": {
                "H2KE-EN": "[The King] selected Assistant Section Chiefs of the Ministry of Personnel Yi Yu Jing and Yi Sanghong , Recorder Im Mongjeong , Recorder Kim Seonryeo , Recorder [of the Office of Royal Decrees] Gil , and Recorder Yi Gyeong to study [the Confucian classics]. 【이상홍은 이산해s son-in-law, and Yi Gyeongjeon were the son-in-law of [Yi] 이산해. [Yi] Gyeongjeon submitted a memorial to resign, and the King gave an order [to them], saying, You all have a single jade steps. Do not resign. At the time, the imperial court selected guaranteed separate groups and selected guaranteouses from the Office of Astronomy and Geomancy . All of these were based on the expectations of the time. In the future, there were numerous officials who did not obey this way. 】",
                "H2KE-nKo": "이조 좌랑 이유징ᆞ이상홍, 수찬 임몽정, 정자 김선여, 봉교 기자헌, 직장 이경전을 선발하여 사가 독서하게 하였다. - 이상홍은 이산해의 사위이고 이경전은 이산해의 아들이다. 이경전이 상소하여 사직하니, 주상이 비답하기를,“그대의 집에서 기침을 하며 침을 뱉은 것은 모두 주옥을 이룬 것이다. 사직하지 말라.”하였다. 당시 조정에서 붕당을 나누어 통색과 서당의 선발을 모두 당시에 명망 있는 사람을 등용하였는데, 이후로 문형의 직임이 대부분 이 방법을 말미암았다. -\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 10월 1일(계사) 5번째기사",
                "gt-oKo": "이조 좌랑 이유징(李幼澄)·이상홍(李尙弘), 수찬 임몽정(任蒙正), 정자 김선여(金善餘), 봉교 기자헌(奇自獻), 직장 이경전(李慶全)을 선발하여, 사가 독서(賜暇讀書)하게 하였다.【이상홍은 이산해의 사위이고 이경전은 산해의 아들이다. 경전이 사직소를 올리니, 상이 비답하기를 ‘너희 집안 사람들은 모두들 문장을 잘 하니 사직하지 말라.’ 하였다. 당시 조정은 붕당으로 나뉘어져 자기 편만을 등용하였으나 사가 독서하는 인원을 선발함에 있어서는 모두 당시에 명망있는 자들을 기용하였다. 그러나 이후 문형(文衡)의 직임을 맡김에 있어서는 대부분 이러한 방법을 쓰지 않았다.】",
                "hj": "○選吏曹佐郞李幼澄ㆍ李尙弘、修撰任蒙正、正字金善餘、奉敎奇自獻、直長李慶全賜暇讀書。【李尙弘, 李山海女壻; 慶全, 山海子。慶全上疏辭, 上批曰: “爾家咳唾, 皆成珠玉, 勿辭。” 其時朝廷分朋, 通塞、書堂之選, 皆用時望。 後來文衡之任, 多不由是道矣。】"
            },
            "6": {
                "H2KE-EN": "Former State Councilor 정언 Sin died at the place of his banishment . Earlier, the King was enraged by 정언sin and made a false statement. For this reason, his crime was grave, and he did not take care of the future. In the summer of the gihae year (, the King, together with high officials, spoke about the matter of 정언sin . The left and right officials all said, Eonsin at first did not admit his wrongdoings, but because his son [Jeon] Jeup had mistakenly, he made a mistake. He also was worried about his death. The King said, Is this true? From the beginning, he began to explain his release. Later, the King ordered that he be restored to his post.",
                "H2KE-nKo": "고 의정 정언신이 적소에서 졸하였다. - 주상이 정언신이 거짓으로 공초한 것에 대해 특별히 노하여 그의 죄를 무겁게 다스리고 그의 후손을 불쌍히 여기지 않았다. 기해년 여름에 주상이 재상들과 정언신의 일에 대해 언급하자, 좌우에서 모두 아뢰기를,“정언신이 처음에는 사실대로 공초하려고 하다가 그의 아들 정율에게 잘못 보여서 어찌할 바를 몰랐고, 정율도 근심하고 죽었습니다.”하니, 주상이 말하기를,“그런가?”하고, 비로소 풀어 주려는 뜻이 있었다. 뒤에 신잡이 아뢴 것으로 인하여 복직시키라고 명하였다. -\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 10월 1일(계사) 6번째기사",
                "gt-oKo": "고(故) 의정(議政) 정언신(鄭彦信)이 적소(謫所)에서 졸(卒)하였다.【언신이 거짓으로 공초한 것 때문에 상이 더욱 노하여 그를 무겁게 처벌하고 용서하지 않았다. 그후 기해년 여름, 상이 재상들과 얘기를 나누다가 언신의 일을 논하게 되었다. 이에 좌우 신하들이 모두 ‘언신이 처음에는 사실대로 공초하려 했으나 그의 아들 정율(鄭慄)이 잘못시켰기 때문에 실수한 것이다. 그리고 율도 이 일 때문에 근심하다가 죽었다.’고 하니, 상이 ‘그러한가.’ 하며 비로소 마음을 풀었다. 그후 신잡(申磼)이 아뢰자 복직(復職)할 것을 명하였다.】",
                "hj": "○故議政鄭彦信卒于謫所。【上特怒彦信欺罔納招, 故重其罪, 不恤其後。 (乙)〔己〕亥夏, 上與宰相語及彦信事, 左右皆言: “彦信初欲直招, 爲其子慄所誤, 而失措, 慄亦以憂死。” 上曰: “然乎?” 始有開釋之意。 後因申磼之啓, 命復職。】"
            },
            "7": {
                "H2KE-EN": "Former Second Deputy Director of the Office of Royal Decrees Min Sun passed away. At the beginning, Min Sun had resigned from his post as magistrate of Suan County and returned to his hometown. Subsequently, he made a decision to retire from his hometown. Every time when he was appointed to a position in the capital and in the provinces, he did not attend to his office. In repeatedly, he was specially summoned for the revision of the Confucian classics and history texts, but he still did not come. He was leisurely living in leisurely and studying history. He did not self-restraint Confucian scholars to self-restraint. He was only responsible for his studies. At this time, Confucian scholars had divulged secret and disputed with each other. Thus, even Confucian scholars, wise ministers, and high officials did not have anyone criticized their slander and denounced. However, Min Sun shamelessly observed himself, and even petty officials did not dare criticize criticism. This was because he was early to discern the circumstances. His studies were obtained from 서경deok , but his moral principles were so sincere that he served his parents with utmost filial piety. At the beginning of his filial piety, he eventually became a Confucian scholar. The language, Hong Gasin , citing the Zhu Xiang (C. Yi Yeonpyeong , citing the Zhu Xiang , said, He was gentle, modest, and generous. As he lived in a world with others, he did not observe his disposition for a long time. He is a man of great age. The words of his virtue and behavior are similar to that of his actions. ",
                "H2KE-nKo": "전 좌통례 민순이 졸하였다. 민순이 처음에 수안 군수를 사직하고 고향으로 돌아갔는데, 마침내 벼슬에서 물러나 쉴 뜻을 굳혔다. 전후로 내직과 외직의 관원에 10여 차례나 제수되었으나 모두 나아가지 않았다. 경서와 사서를 교정하는 일로 여러 번 특별히 불렀으나 역시 나오지 않았다. 한가롭게 살면서 교수를 시키자 학도들이 모여들었으며, 일찍이 사도로 자처하지 않고 오직 문답만 할 뿐이었다.이때에 사론이 분열되어 시비가 서로 엇갈려 명유, 명사, 어진 재상까지도 모두 그의 지목과 비방을 받았는데, 오직 민순만은 태연히 스스로를 지켜서 소인도 감히 비난하지 못하였으니, 이는 대개 기미를 일찍 분변한 데서 연유한 것이다. 그의 학문은 서경덕에게서 얻었으나 윤리는 천부적으로 독실하고 어버이를 섬기는 것은 지극히 효성스러웠다. 처음에는 효행으로 소문이 났으나 마침내 유학으로 현달하였다. 문인 홍가신이 주자가 이연평을 비난한 말을 인용하여 아뢰기를,“온화하고 겸손하며 성실하고 후덕하여 남과 함께 거처하면서 오래도록 그 가치를 보지 못하였으니, 우뚝한 군자입니다.”하였는데, 이 말이 그의 덕행과 서로 부합한다고 한다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 10월 1일(계사) 7번째기사",
                "gt-oKo": "전 좌통례(左通禮) 민순(閔純)이 졸하였다. 처음에 그는 수안 군수(遂安郡守)를 사직하고 고향으로 돌아가 끝내 물러나겠다는 뜻을 굳혔다. 그리하여 전후 10여 차례 내외관(內外官)을 제수하였으나 모두 나아가지 않았고, 여러 차례 경사(經史)를 교정(校正)하는 일로 인해 특별히 불렀으나 역시 응하지 않았다. 한가하게 있으면서 후학들을 지도하니 학도들이 많이 모여들었다. 그러나 일찍이 사도(師道)로 자처하지 않고 단지 문답만 할 뿐이었다. 이때 사론(士論)이 갈라지고 서로 모함만 일삼아 명유(名儒)·명사(命士)나 어진 재상일지라도 그들의 지목과 비방을 받지 않는 자가 없었다. 그러나 민순만은 조용히 자신을 지켰으므로 소인일지라도 감히 비방하지 못했으니, 이는 일찍부터 기미를 분변하여 처신했기 때문이었다. 그의 학문은 서경덕(徐敬德)에서 얻었고 윤리에 있어서 천부적으로 독실하여 효성이 매우 극진하였다. 그리하여 그는 처음에는 효행으로 소문이 났다가 끝내는 유학(儒學)으로 드러나게 되었다. 그의 문인 홍가신(洪可臣)이 주자(朱子)가 이연평(李延平)을 기린 말을 인용하여 ‘주자께서 「연평 선생은 온화하고 겸손하며 정성스럽고 후덕하여 주위 사람이 오랫동안 함께 있어도 그 분의 한계를 볼 수 없으니, 참으로 대단한 군자이시다.」고 하였는데, 이 말이 선생의 덕행과 서로 부합된다.’ 하였다.",
                "hj": "○前左通禮閔純卒。純初辭遂安郡守歸鄕, 遂決退休之志, 前後除拜內外官十餘度, 皆不就。 累以經、史校正特召, 亦不起。 閑居敎授, 學徒坌集, 未嘗以師道自處, 惟答問而已。 是時士論携貳, 是非相傾, 雖名儒、名士、賢宰相, 無不被其指目、謗傷, 而惟純恬然自守, 雖小人亦莫敢疵議, 蓋由辨幾之早也。 其學得於徐敬德, 而倫理天篤, 事親至孝。 始以孝聞, 卒以儒學顯。 門人洪可臣引朱子讚李延平之言曰: “溫謙慤厚, 人與之處, 久而不見其涯, 蔚然君子人也。” 此言與其德行相符云。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyehae day, Assistant Deputy Director of the Office of Royal Decrees Kim Seongdeung presented a memorial to the King to discuss ten items of current problems. [Kim] Seongdeung again presented a memorial to the King. [Kim] Seongdeung, both of them, submitted three times a memorial without avoiding [his suspicion]. Many of the colleagues did not participate in the memorial, and Yu Seongbang offered a congratulatory memorial to the King. At the time, Japanese were raiding a dispute, and cultivating fortresses and selecting military administrative barbarians. In the gyemyo year (, the people of the provincial districts were even more extremely resentful. [Kim] Seongdeung was originally not concerned about Japanese pirates, and thus he was even more unreasonable. Moreover, the State Council selected military talents and first selected Yi Sun . For this reason, [Kim] Seongdeung again regarded this as unreasonable. In addition, [Kim] Seongdeung, at the beginning of Your Majestys reign, the court was clear and cultivated in the world. Unfortunately, there was an unfortunate opinion that divulged the secret and righteousness of each other. Fortunately, [he] was disclosed by the brilliance of the brilliants and the wicked circumstances. However, when powerful and violent cunning [people] occurred, the wicked circumstances and the wicked circumstances [of the cultivation of the",
                "H2KE-nKo": "부제학 김성일 등이 차자를 올려 시폐 10개 조목을 논하고, 또 차자를 올렸다. 김성일이 모두 세 번 차자를 올려 기휘를 피하지 않았는데, 동료들은 대부분 인피하고 참여하지 않았다. 유성룡이 글을 올려 하례하였다. 이때 왜적의 흔단이 일어나 성지를 수축하고 병정을 뽑아 보냈으므로 영남의 사민들의 원망이 더욱 심하였다. 김성일은 본래 왜변을 근심하지 않았기 때문에 더욱 잘못된 계책이라고 하였다. 또 비변사가 장재를 선발할 때 이순신을 맨 먼저 발탁하였기 때문에 김성일이 또 잘못된 정사가라고 하였다. 또 논하기를,“전하께서 즉위하신 초기에는 조정이 청명하여 차츰 대도의 세상이 되어 가는데, 불행하게도 사론이 둘로 나뉘어지고 사정이 서로 공격하였습니다. 오직 다행스럽게도 전하께서 통촉하시어 한번 조처하는 사이에 승냥이와 이리 같은 자들이 두려워 움츠리고 있었습니다. 그러나 권간이 조정을 어지럽힌 뒤끝에 사론이 횡행하여 배척을 받은 자들의 원망이 골수에 사무쳐 시기를 틈타 뜻을 이루기를 바랐습니다. 그러므로 관직에 있는 자들은 나랏일에는 뜻이 없고 오직 녹봉만 보전하고 몸을 보존할 뿐이었습니다. 조정에는 세 가지 뜻이 있는 재상이고 대각에는 의장마와 언관의 반열이 있습니다.”하였다. 이에 양사가 피혐하고, 대신도 대죄하고 나갔다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 11월 1일(계해) 1번째기사",
                "gt-oKo": "부제학 김성일(金誠一) 등이 차자를 올려 시폐(時弊) 10조를 논하고 이어 또다시 차자를 올렸다. 성일이 모두 세 번 차자를 올리면서 조금도 기휘(忌諱)하지 않았는데, 동료들은 대부분 인피하고 참여하지 않았으나 유성룡만은 편지를 보내 치하하였다. 당시에 왜란을 대비해서 성지(城池)를 수축하고 병정(兵丁)을 선발하자 영남의 사민(士民)들은 원망이 더욱 심하였다. 성일은 본래 왜변을 염려하지 않았으므로 더욱 잘못된 계책이라고 하였다. 그리고 비변사에서 장수를 선발하는데 이순신을 우선 발탁하니 성일은 또 잘못된 정사(政事)라고 하였다. 또 논하기를, “전하께서 즉위하신 초기에는 조정이 청명하여 차츰 대도(大道)의 세상이 되어 갔었습니다만 불행하게도 사론이 갈라져 사정(邪正)이 서로 공격하기에 이르렀습니다. 그러다가 다행스럽게도 성상께서 이러한 사실을 통촉하여 한번 조처를 취하시자 흉악한 자들은 두려워서 꼼짝을 못하게 되었습니다. 그러나 권간(權奸)들이 탁란시킨 뒤끝이라 간사한 논의가 여기 저기서 일어났으며, 배척당한 자들은 원한이 골수에 사무쳐 틈을 타 자기들의 뜻을 풀려고 하고 있습니다. 그러므로 관원들은 국사는 염두에 두지 않고 오직 녹봉만 챙기고 일신만 보존하려 하므로 낭묘(廊廟)에는 삼지재상(三旨宰相), 대각(臺閣)에는 장마언관(仗馬言官)만 도열해 있습니다.” 하였다. 이에 양사가 피혐하고 대신들 또한 대죄하고 물러갔다.",
                "hj": "○朔癸亥/副提學金誠一等上箚論時弊十條, 又上箚。 誠一凡三上箚, 不避忌諱, 同僚多引避不參, 柳成龍以書賀之。 時爲倭釁, 飭修城池, 抄添兵丁, 嶺南士民, 怨咨尤甚。 誠一本不憂倭變, 故尤以爲非計。 且備邊司揀選將才, 首擢李舜臣, 故誠一又以爲非政。 又論殿下卽位之初, 朝著淸明, 駸駸乎大猷之世, 不幸士論携貳, 邪正互攻。 惟幸离明洞燭, 一擧措之間, 豺狼慴伏, 而權奸濁亂之餘, 邪議橫流, 見擯者怨入骨髓, 冀乘時而逞志。 故當官者無意國事, 惟保祿容身, 廊廟有三旨宰相, 臺閣列仗馬言官云。 於是, 兩司避嫌, 大臣亦待罪而出。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that Zhao Liang be moved to Haeju . At the time, the Chinese court had presented a memorial to the Emperor [of Ming China] with an imperial edict to praise him. The King thought that at the beginning, Zhao Liang actually knew it. [The King] ordered that Zhao Liang be released. The Office of the Inspector General advised that Zhao Liangs crime cannot be released. [The envoys] continued to cease for a long time. On this day, [the King] began to allow him to be moved to a province. [But] the inspectors and censors stopped this. ",
                "H2KE-nKo": "윤두수를 해주로 양이하라고 명하였다. 이때 중국 조정에서 왜정에 관한 주문 때문에 칙서를 내려 칭찬하고 유시하였는데, 주상이 당초 이 의논을 윤두수가 실제로 주장하였다고 하여 풀어 주라고 명하였다. 양사가 윤두수는 죄가 무거워 풀어 주어서는 안 된다고 한 달이 넘도록 그치지 않다가 이때에 이르러 비로소 중도에 양이하도록 허락하니, 대간의 논핵이 정지되었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 11월 1일(계해) 2번째기사",
                "gt-oKo": "윤두수(尹斗壽)를 해주로 양이(量移)하라고 명하였다. 당시 중국 조정에서 왜정(倭情)에 대해 올린 주문으로 인해 칙서를 내려 포유(褒諭)하였다. 이에 상은, 당초 이 의논을 두수가 주관했었다 하여 석방하도록 명하였다. 그러자 양사는 한달이 넘도록 ‘두수는 죄가 중하여 석방할 수가 없다.’고 논계하였다. 그러다가 이때에 이르러 비로소 허락하여 중도(中道)로 양이하도록 하니, 대론(臺論)이 그쳤다.",
                "hj": "○命量移尹斗壽于海州。 時, 中朝以倭情奏文, 降勑褒諭。 上以當初此議, 斗壽實主之, 命放之。 兩司啓論斗壽罪重, 不可放釋, 逾月不已。 至是, 始許量移中道, 臺論停。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gyesa day, the first day of the month, Yi Chu was promoted to minister of punishments . Shortly thereafter, he was promoted to the right state councilor . Yi Jeonggam was appointed as censor , and Hwang Jin was appointed as magistrate of Dongbok District . [However], [Hwang] Jin was a military man, without knowledge of the literati. He was brave and skillful. [When] accompanying Kim Seongri , he entered Japan and returned [to Japan], [he] learned that Japanese [pirates] are raised. Whenever [he] finished each government office, [he] practiced shooting arrows on horseback and practiced shooting arrows on horseback every day.",
                "H2KE-nKo": "이축의 품계를 올려 형조 판서로 삼았다가 곧이어 우참찬으로 옮겼다. 이정암을 대사간으로 삼고, 황진을 동복 현감으로 삼았다. 황진은 무인으로서 문자는 모르지만 용맹과 지략이 있었다. 김성일을 따라 일본에 들어갔다가 돌아와서 왜변이 장차 일어날 것을 알고는 관아마다 파할 때마다 말타기와 활쏘기를 익히기를 날마다 게을리하지 않았다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 12월 1일(계사) 1번째기사",
                "gt-oKo": "이축(李軸)의 품질(品秩)을 올려 형조 판서로 삼았다가 얼마 후 우참찬에 옮겨 제수하였다. 이정암(李廷馣)을 대사간으로 삼고, 황진(黃進)을 동복 현감(同福縣監)으로 삼았다. 황진은 무인으로 문자는 알지 못했으나 용략(勇略)이 있었다. 그는 김성일(金誠一)을 따라 일본에 다녀와 왜변이 장차 일어나리라는 것을 알고 있었으므로 매일 공무가 끝나면 곧바로 말타기와 활쏘기를 부지런히 익혔다.",
                "hj": "○朔癸巳/以李軸陞秩爲刑曹判書, 俄遷右參贊。 李廷馣爲大司諫, 以黃進爲同福縣監。 進, 武人, 不識文字, 而有勇略。 從金誠一入日本還, 知倭變將起, 每衙罷便習騎射, 逐日不懈。"
            },
            "2": {
                "H2KE-EN": "Jeong Gu was appointed magistrate of Tongcheon County .",
                "H2KE-nKo": "정구를 통천 군수로 삼았다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 12월 1일(계사) 2번째기사",
                "gt-oKo": "정구(鄭逑)를 통천 군수(通川郡守)로 삼았다.",
                "hj": "○以鄭逑爲通川郡守。"
            }
        }
    },
    "leap month 3": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] appointed Yi Won as 대사간으로, and Hong Yeok as inspector general .",
                "H2KE-nKo": "이원익을 대사간으로, 홍여순을 대사헌으로 삼았다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 윤3월 1일(병인) 1번째기사",
                "gt-oKo": "이원익을 대사간으로, 홍여순을 대사헌으로 삼았다.",
                "hj": "○朔丙寅/以李元翼爲大司諫, 洪汝諄爲大司憲。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Section Chief of the Ministry of Personnel Yu Gongjin is a foolish man, and Examining Editor Yi Chunyeong is a man of imprudence and frequently enters the gate of a senior minister. Your subjects request that all of them be dismissed from their posts. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“이조 정랑 유공신은 인물이 용렬하고, 검열 이춘영은 사람됨이 경박하여 재상의 집에 출입하였으니, 모두 파직하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 윤3월 1일(병인) 2번째기사",
                "gt-oKo": "사헌부가 아뢰기를, “이조 정랑 유공신(柳拱辰)은 인물이 용렬하고, 검열 이춘영(李春英)은 위인이 부박하여 재상집에 출입하고 있으니, 아울러 파직시키소서.” 하니, 따랐다.",
                "hj": "○司憲府啓曰: “吏曹正郞柳拱辰人物麄庸, 檢閱李春英爲人浮薄, 出入宰相之門, 請竝罷職。” 從之。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General presented a joint memorial to the King, which stated, Director of the Royal House AdministrationJeong Cheol arbitrarily engaged in the power of the royal court and violated the world. Please dismiss him from his post. The King also discussed First Secretary of the Royal House Administration Baek Yuhams crime of flattery with Jeong Cheol . The King granted all these requests. The King then issued a royal directive, which stated, In ancient times, high officials who were dismissed from their posts should have their letters of appointment listed in the royal court assembly. This was to clearly show criminal circumstances to the eyes and ears of the people in the country and to warn future generations. Now, the royal order issued to the dismissal of Jeong Cheol from his post should be issued to the royal court assembly according to ancient practices.",
                "H2KE-nKo": "양사가 합동으로 아뢰기를,“영돈녕부사 정철은 조정의 권력을 마음대로 휘둘러 한 세상을 위압하였으니, 파직하소서.”하고, 또 사인 백유함이 정철에게 당부한 죄를 논하니, 주상이 모두 그대로 따랐다. 이어 전교하기를,“옛날에는 대신을 파출하면 조당에 방을 붙였으니, 이는 온 나라 사람들의 이목에 죄상을 분명히 보여 주어 뒷사람을 징계하려는 것이었다. 지금 정철을 파직하라는 승전은 고사에 따라 조당에 방을 내걸라.”하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 윤3월 1일(병인) 3번째기사",
                "gt-oKo": "양사가 합계하기를, “영돈녕 정철은 조정의 권력을 마음대로 농단하여 일세(一世)를 위세로 제압하였으니, 파직시키소서.” 하고, 정철에게 당부(黨附)한 사인(舍人) 백유함(白惟咸)의 죄를 논핵했는데, 상이 모두 따랐다. 이어 전교하기를, “옛날 대신을 파출(罷黜)할 경우 조당(朝堂)에 방(榜)을 내걸었던 것은, 나라 사람들의 이목에 죄상을 분명히 보여 후인을 징계하고자 했기 때문이다. 이제 정철의 파직에 대한 승전도 고사에 따라 조당에 방을 내걸도록 하라.” 하였다.",
                "hj": "○兩司合啓: “領敦寧鄭澈擅弄朝權, 威制一世。 請罷職。” 又論舍人白惟咸黨附鄭澈之罪, 上皆從之。 仍敎曰: “古者罷黜大臣, 則榜于朝堂, 所以昭示罪狀於國人之耳目, 而懲後人也。 今此鄭澈罷職承傳, 依故事, 榜示于朝堂。”"
            },
            "4": {
                "H2KE-EN": "Lightning rocks appeared in Yangyang , Samcheok , Uljin , and other areas. A rocks covered the sea and surrounded them like fight. Later, the houses of the southern corridor of the capital also had black rocks occurred. Sometimes, their hairs were cut down, and sometimes their hairs were cut down, and their hairs were sleeping each other and died.",
                "H2KE-nKo": "양양, 삼척, 울진 등지에 개미떼가 바다를 뒤덮고 나와서 에워싸고 합친 것이 마치 싸우는 것 같았다. 그 뒤 경성 남부의 인가에 또 검은 개미떼가 두루 퍼져 있었는데, 머리를 자르기도 하고 허리가 부러지기도 하여 서로 깔려 죽었다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 윤3월 1일(병인) 4번째기사",
                "gt-oKo": "양양(襄陽)·삼척(三陟)·울진(蔚珍) 등지에서 개미떼가 새까맣게 떠서 바다 위로 날아가 서로 에워싸고 한데 엉겨 싸우는 듯하였다. 그 뒤 경성(京城) 남부의 인가(人家)에 또 검은 개미가 널려 있었는데, 머리가 잘리기도 하고 허리가 끊어지기도 한 채 서로 엉겨 죽어 있었다.",
                "hj": "○襄陽、三陟、蔚珍等地, 有蟻蟲蔽海而出, 圍合如戰。 其後京城南部人家, 又有黑蟻徧布, 或斷頭或折腰, 相枕而死。"
            },
            "5": {
                "H2KE-EN": "[The King] dismissed Chief Royal Secretary Byeon Gyeryang . [Byeon] 항복 received the royal order and opened the circumstances of Jeong Cheol . [Byeon] did not address [the circumstances] and only recorded the words of the royal edict. The Office of the Inspector General impeached [Jeong Cheol] for disrespecting the royal edict and dismissed him.",
                "H2KE-nKo": "도승지 이항복을 파직하였다. 항복이 교지를 받들어 정철의 죄상을 방을 내걸었는데도 윤색하지 않고 전교의 내용만을 기록하였다. 사헌부가 그가 성지를 저지한 것을 논핵하여 파직한 것이다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 윤3월 1일(병인) 5번째기사",
                "gt-oKo": "도승지 이항복을 파직시켰다. 항복이 성지를 받들어 정철의 죄상의 대해 방을 내걸 적에 윤색을 하지 않고 전교한 말만 기록하였다. 그러자 헌부에서 항복이 성지를 저지하였다고 논핵하여 파직시켰다.",
                "hj": "○罷都承旨李恒福。 恒福奉旨, 榜示鄭澈罪狀, 而不加潤飾, 只錄傳敎之辭。 憲府劾其沮格聖旨, 罷之。"
            },
            "6": {
                "H2KE-EN": "Taira Josin , Hirakata , and others from Japan arrived in the capital. The King consulted the State Council on this matter and had Hwang Yungil and Kim Seongdeung entertain them privately with wine and side dishes. They then stubbornly inquired about the affairs of the state and thoroughly investigate the situation. Hirakata secretly spoke to Kim Seongdeung , saying, The Ming court has long destroyed Japan and has not communicated the court to pay tribute. Due to this, Taira Munetoshi harbored anger and shame, and wanted to raise military administration. If Joseon should first report this to the Emperor in order to allow the Japanese people to communicate the route to communicate the arrival of their tribute, then the Japanese people will also be exempted from military campaigns. [Kim] Seongdeung admonished the cardinal principles to be improper. Hirakata also said, In the past, the Goryeo dynasty invaded a supreme commander to attack Japan. For this reason, we wanted to repay the grievance to Joseon because we wanted to repay the grievance to Joseon. The circumstances of his words were gradually disrespectful, and [Kim] Seongdeung dared not ask again about the reason.",
                "H2KE-nKo": "왜사 평조신ᆞ현소 등이 경사에 도착하였다. 주상이 비변사의 의논에 따라 황윤길ᆞ김성일 등으로 하여금 사사로이 술과 안주를 가지고 가서 위로하게 하고, 이어 조용히 그들의 국사를 묻고 형편을 자세히 살피게 하였다.현소가 김성일에게 은밀히 말하기를,“중국이 오랫동안 일본과 관계를 끊고 조공을 통하지 않았는데, 평수길이 이 때문에 분하고 부끄러운 마음을 품고 전쟁의 단서를 일으키고자 합니다. 조선이 만약 먼저 주문하여 조공의 길이 통할 수 있게 한다면 반드시 무사할 것이고, 일본 백성들도 전쟁의 노고를 면할 것입니다.”하니, 김성일 등이 대의로 볼 때 불가하다고 유시하였다. 현소가 또 말하기를,“옛날에 고려가 원나라 군사를 이끌고 일본을 공격하였는데, 이 때문에 조선에 원한을 갚고자 하는 것은 형세상 당연합니다.”하였는데, 그 말이 점점 패악해져서 김성일이 감히 다시 그 까닭을 묻지 못하였다.\n",
                "date_ko": "선수 25권, 24년(1591 신묘 / 명 만력(萬曆) 19년) 윤3월 1일(병인) 6번째기사",
                "gt-oKo": "왜사(倭使) 평조신(平調信)·현소(玄蘇) 등이 서울에 왔다. 상이 비변사의 의논에 따라 황윤길(黃允吉)·김성일(金誠一) 등으로 하여금 사적으로 술과 음식을 가지고 가 위로하면서 왜국의 사정을 조용히 묻고 상황을 살펴보게 하였다. 그러자 현소가 성일에게 은밀히 말하기를, “중국에서 오랫동안 일본을 거절하여 조공을 바치러 가지 못하였습니다. 평수길(平秀吉)이 이 때문에 분하고 부끄러운 마음이 쌓여 전쟁을 일으키고자 합니다. 만약 조선에서 먼저 주문(奏聞)하여 조공할 수 있는 길을 열어준다면 조선은 반드시 무사할 것이고 일본 백성들도 전쟁의 노고를 덜게 될 것입니다.” 하니. 성일 등이 대의(大義)로 헤아려 볼 때 옳지 못한 일이라고 타이르자, 현소가 다시 말하기를, “옛날 고려가 원(元)나라 병사를 인도하여 일본을 쳤었습니다. 이 때문에 조선에 원한을 갚고자 하니, 이는 사세상 당연한 일입니다.” 하였다. 그의 말이 점점 패려하여 성일이 다시 캐묻지 못하였다.",
                "hj": "○倭使平調信、玄蘇等至京師。 上用備邊司議, 使黃允吉、金誠一等, 私以酒饌往慰, 因從容問其國事, 鉤察情形。 玄蘇密語誠一曰: “中朝久絶日本, 不通朝貢。 平秀吉以此, 心懷憤恥, 欲起兵端。 朝鮮若先爲奏聞, 使貢路得通, 則必無事, 而日本之民, 亦免兵革之勞矣。” 誠一等, 諭以大義不可。 蘇又曰: “昔高麗導元兵, 擊日本。 以此, 欲報怨於朝鮮, 勢所宜然。” 其言漸悖, 誠一不敢復問由。"
            }
        }
    }
}