{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, Commander of the Three Armies Yi Yeosong , leading Chiefs of the Three Armies Yang Won , Jang Sep , Yi Yeom , and others, stationed in Sunan . Prior to this, Fifth Commander of the Three Armies Sa Daesu , first sent Fifth Commanders of the Three Armies to gather together at Busan Lodge , and to write a letter as follows: Sim Cheng will arrive here. Taira Tsuneyoshi sent a supreme general of the Taira Mitsukage to lead several dozen able-bodied men to greet them. Hyeon So presented a poem and expressed his appreciation. Hyeon So received a poem. He then returned to the entrance of Sunan . Yi Yeomong, Yi Yeong, and others pursued them and apprehended them. They decapitated their wives and decapitated their wives. The three Japanese pirates escaped and returned. Yi Yeomong pursued them and lost their mistakes. According to the penal code, Fifth Commander Yi Yeong was punished by beating with the heavy stick. Prior to this, Japanese language scattered. Yu Seongryong was in Anju , and several people were apprehended and executed. The garrisons were thoroughly strictly guarded by each garrison. The Chinese soldier arrived at Sunan . The pirates did not know about this. Due to the supreme general of the Taira Mitsukage, who killed them, causing them to flee. When the pirates first heard that the large battle arrived, 창황히 ascended the enemy. When the 제독 learned of this, he also urged the troops to advance. Many of large armor and other armor and vessels were unable to reach them.",
                "H2KE-nKo": "삭진일에 제독 이여송이 세 협장 양원, 장세작, 이여백 등을 거느리고 순안에 주둔하였다. 부총병사 사대수를 먼저 파견하여 왜추와 약속하고 부산원에 모이게 하였는데, 심 유격이 곧 도착할 것이라고 투서하였다. 평행장이 비장 평후관으로 하여금 가정 수십 인을 거느리고 맞이하게 하였는데, 현소가 시를 올려 정성을 바쳤다. 사대수가 그들을 거느리고 순안의 진중으로 돌아가자 이여백과 이영 등이 뒤따라 와서 평후관을 결박하고 그 가정을 참수하였는데, 세 왜인이 탈출하여 돌아왔다. 이여송이 뒤쫓아 와서 탈출하지 못한 죄를 다스리고 부총 이영에게 장을 쳤다. - 이에 앞서 왜의 첩자가 흩어져 갔는데, 유성룡이 안주에 있으면서 몇 사람을 찾아내어 주벌하고 여러 진의 방찰을 엄밀하게 하였다. 명나라 군사가 순안에 도착하였으나 적은 전혀 알지 못하였는데, 사대수가 습격하여 죽이고 도망쳤다. 적이 비로소 많은 군사가 이르렀다는 소식을 듣고 황급히 성으로 올라갔다. 제독이 이 사실을 알고는 또한 군사를 재촉하여 전진하게 하였는데, 대포 등 여러 기구가 대부분 미처 운송되지 못하였다. -\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 1번째기사",
                "gt-oKo": "제독(提督) 이여송(李如松)이 양원(楊元)·장세작(張世爵)·이여백(李如栢) 등 세 협장(協將)을 거느리고 순안(順安)에 주둔하였다. 부총병(副摠兵)사대수(査大受)를 먼저 보내어 왜추(倭酋)와 부산원(斧山院)에서 회합할 것을 약속하게 하면서 ‘심 유격(沈遊擊)이 올 것이다.’고 왜적에게 글을 보냈다. 이에 평행장(平行長)이 비장(裨將) 평후관(平後寬)으로 하여금 가정(家丁) 수십 인을 거느리고 영접케 하고, 현소(玄蘇)도 충성의 뜻을 표하는 시(詩)를 바쳤다. 사대수가 그들을 거느리고 순안의 진중으로 돌아오는데, 이여백과 이영(李寧) 등이 뒤따라 와서 평후관을 결박하고 그 가정을 베어 죽였으나 세 왜인이 도망쳐 돌아갔다. 이여송이 뒤미처 도착해서 도망치게 한 죄를 다스려 부총(副摠) 이영을 곤장때렸다.【이에 앞서 왜(倭)의 첩자(諜者)가 흩어져 다녔는데, 유성룡(柳成龍)이 안주(安州)에 있을 때 몇 사람을 찾아내어 베어 죽이고 열진(列鎭)의 방찰(防察)을 엄밀히 하였다. 그리하여 명나라 군사가 순안에 이르렀어도 적은 전연 모르고 있었는데 사대수가 엄습해 죽이려다가 놓치는 바람에 대군(大軍)이 도착하였다는 소식을 적이 비로소 듣고는 창황하게 성안으로 들어갔다. 제독(提督)이 이 사실을 알고는 또한 군사를 재촉해 진격시켰는데 대포(大砲) 등 여러 전구(戰具)가 대부분 아직 도착되지 않은 상황이었다.】",
                "hj": "○朔丙辰/提督李如松領三協將楊元、張世爵、李如柏等, 屯于順安。 先遣副摠兵査大受, 約倭酋, 會斧山院, 投書云沈遊擊將至。 平行長使裨將平後寬, 領家丁數十人迎之。 玄蘇獻詩納款。 大受領還順安陣中, 李如栢、李寧等追至, 執縛後寬, 斬其家丁, 三倭脫還。 李如松追至, 治失脫之罪, 杖副摠李寧。【先是, 倭諜散行, 柳成龍在安州, 搜誅數人, 列鎭防察嚴密。 天兵到順安, 賊全不知, 因査將掩殺致逸, 賊始聞大兵至, 蒼皇乘城。 提督知之, 亦促兵進, 大砲諸具, 多未及運到。】"
            },
            "10": {
                "H2KE-EN": "[The King (Sejong] sent officials to present an offering to the deceased soldiers who died in Pyeongyang . [The King] had them build a wooden board.",
                "H2KE-nKo": "관원을 보내 평양에서 전사한 중국군에게 치제하게 하고, 그 시체를 봉축하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 10번째기사",
                "gt-oKo": "관원을 보내어 평양에서 전사한 명나라 군사를 제사지내게 하고 그 시체를 봉축(封築)하였다.",
                "hj": "○遣官致祭平壤戰死天兵, 封築其尸。"
            },
            "11": {
                "H2KE-EN": "For the meritorious deeds, Jeong Gonsu was rewarded with a higher rank of grand master for comprehensive governance and Sim Use was rewarded with a higher rank of grand master for comprehensive governance.",
                "H2KE-nKo": "대병을 청한 공로로 상으로 정곤수를 숭정대부에 가자하고, 서장관 심우승을 통정대부에 가자하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 11번째기사",
                "gt-oKo": "대병(大兵)을 청한 공이 있다 하여 상으로 정곤수(鄭崐壽)를 숭정 대부(崇政大夫)에, 서장관(書狀官)심우승(沈友勝)을 통정 대부(通政大夫)에 가자(加資)하였다.",
                "hj": "○以請大兵功, 賞鄭崐壽加階崇政, 書狀官沈友勝通政。"
            },
            "12": {
                "H2KE-EN": "Jeong Gonsu submitted a memorial requesting the King to return to Jeongju . The King said, This is indeed my intention. The King ordered that an auspicious day be selected and the ceremony be performed.",
                "H2KE-nKo": "정곤수가 상소하여 주상이 도로 정주에 머무를 것을 청하니, 주상이 말하기를,“바로 나의 뜻이다.”하고, 택일하여 계행하라고 명하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 12번째기사",
                "gt-oKo": "정곤수가 상소하여 상이 도로 정주(定州)에 머무를 것을 청하니, 상이 ‘바로 나의 뜻이다.’ 하고 택일하여 계행(戒行)하도록 명하였다.",
                "hj": "○鄭崐壽上疏, 請上還住定州, 上曰: “正吾意也。” 命擇日戒行。"
            },
            "13": {
                "H2KE-EN": "Fourth Inspector Seo Seong requested that he be dismissed. Because Seo Seong was the assistant section chief of the Ministry of War , he accompanied him on the grounds that he had gone to the northern frontier. He was accompanied by a prince, and he plotted to escape the enemy. On this day, he was reappointed and entered the Office of the Inspector General . He impeached himself and requested that he be dismissed. However, he again repeatedly submitted a memorial and was then replaced.",
                "H2KE-nKo": "지평 서성이 사면하였다. 서성은 병조 좌랑으로서 호종하다가 뒤에 처져 북도로 옮겨 들어갔는데, 왕자의 행차를 따라 적에게 함락되자 빠져나가려고 도모하였다. 이때에 이르러 서용되어 대간으로 들어가 스스로 논핵하여 사면해 주기를 청하였는데, 재차 피혐하여 마침내 체차되었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 13번째기사",
                "gt-oKo": "지평서성(徐渻)이 사면하였다. 서성은 병조 좌랑으로서 호종하다가 뒤에 처져 북도(北道)에 들어가 왕자의 행차를 따랐는데 적중에 빠졌을 때 탈출을 도모하였었다. 이때에 와서 서용되어 대간이 되자 스스로 탄핵하며 면직을 청했는데, 두 번 피혐하여 체직되었다.",
                "hj": "○持平徐渻辭免。 渻以兵曹佐郞, 扈從落後, 轉入北道, 從王子行, 陷賊圖脫。 至是被敍入臺, 自劾請免, 再避乃遞。"
            },
            "14": {
                "H2KE-EN": "Song응chang , 경략 [of the Middle Army] , crossed the [Amnok] River . From this day forward, Chinese guesthouse continued to come one after another.",
                "H2KE-nKo": "경략 송응창이 압록강을 건넜다. 이후로 중국 관원들이 연이어 나왔다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 14번째기사",
                "gt-oKo": "경략(經略) 송응창(宋應昌)이 강을 건넜다. 이후로 중국 관원이 연이어 나왔다.",
                "hj": "○經略宋應昌渡江。 此後, 漢官連絡出來。"
            },
            "15": {
                "H2KE-EN": "The King (Sejong sailed from Uiju and returned to Jeongju . The Crown Prince left Seongcheon . He carried the spirit tablet of the Royal Ancestral Shrine and the Altar of the Soil and Grain and went to the temporary royal residence .",
                "H2KE-nKo": "주상이 의주를 출발하여 정주로 돌아와 머물렀다. 세자는 성천에서 종묘사직의 신주를 받들고 행재소로 갔다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 15번째기사",
                "gt-oKo": "상이 의주(義州)를 출발하여 다시 정주(定州)에 머물렀다. 세자가 성천(成川)에서 묘사(廟社)의 신주를 받들고 행재소(行在所)에 왔다.",
                "hj": "○上發義州, 回住定州。 世子自成川, 奉廟社主, 赴行在。"
            },
            "16": {
                "H2KE-EN": "The imperial court proclaimed the imperial edict that encountered Yeongnyeong . Prior to this, Yeongha encountered Yu Dongyang and Bal Seungeun , observed the fortress and rebelled. The Emperor dispatched Yi Yeosong and others to plunder them. Afterward, [Yi] Yeosong was on the punitive expedition to the Eastern Expedition. On this day, [the imperial court] proclaimed the imperial edict to this country, and the Liaodong Regional Military Commission dispatched an interpreter bearing the imperial edict.",
                "H2KE-nKo": "명나라가 영하의 적을 평정한 데 대한 조서를 반포하였다. 이에 앞서 영하의 적 유동양과 발승은이 성을 점거하고 반란을 일으키자 황제가 이여송 등을 보내 토벌하여 평정하게 하였는데, 얼마 후 이여송이 동쪽으로 정벌하였다. 이때에 이르러 경사스러운 조서를 본국에 반포하였는데, 요동 도사가 통사를 차출하여 그 조서를 가지고 본국에 도착하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 16번째기사",
                "gt-oKo": "명나라 조정에서 영하(寧夏)의 적(賊)을 평정한 데 대한 조서(詔書)를 반포하였다. 이에 앞서 영하의 적 유동양(劉東暘)과 발승은(孛承恩)이 성을 점거하고 반란을 일으키자 황제가 이여송(李如松) 등을 보내어 토평(討平)하였는데, 얼마 후에 이여송은 왜적을 치러 나왔다. 그러다가 이때에 이르러 경조(慶詔)를 본국에 반포했는데 요동 도사(遼東都司)가 차송한 통사(通事)가 조서를 싸가지고 우리 나라에 도착했다.",
                "hj": "○皇朝以平寧賊頒詔。 先是, 寧夏賊劉東暘、孛承恩據城叛, 帝遣李如松等討平之。 己而, 如松東征。 至是, 頒慶詔于本國, 遼東都司差通事, 齎捧到國。"
            },
            "17": {
                "H2KE-EN": "The King dispatched Han Jun and others to congratulate the King on the New Years greetings to the Emperor and the Imperial Heir Apparent of Ming China as well as to congratulate the King on his return of Pyeongyang .",
                "H2KE-nKo": "한준 등을 보내 진하 사은 겸 진하하게 하고, 겸하여 평양이 수복된 데 대해 진하하게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 17번째기사",
                "gt-oKo": "한준(韓準) 등을 보내어 진하(進賀)·사은(謝恩)하는 동시에 평양의 수복에 대해 하사(賀謝)하였다.",
                "hj": "○遣韓準等, 進賀謝恩兼賀謝平壤收復。"
            },
            "18": {
                "H2KE-EN": "[The King] specially ordered that Fifth Royal SecretaryHwang Hui be promoted to the chief royal secretary and that he be promoted to Grand Master for Excellent Virtue . At the time, Left Royal Secretary Yu Huirim and Right Royal Secretary Hong Jin had already been promoted to Grand Master for Excellent Virtue . The King specially loved [Yu] Huisu and thus raised [him] and promoted [him] beyond the prescribed grade. Hence, [Yu] Huisu was foolish and frugal. Every time [he] proclaimed the instructions to the people before the King, and his voices were so earnest that he was very pitiful. Those who heard this and wept sorrowfully. The King specially promoted [Yu Huirim].",
                "H2KE-nKo": "우부승지 심희수를 도승지에 승진시키고 가선대부의 품계로 올리라고 특별히 명하였다. 이때 좌승지 유희림과 우승지 홍진이 이미 가선대부에 올랐는데, 주상이 특별히 심희수를 돌봐 주었기 때문에 등급을 뛰어넘어 승진시킨 것이다. - 심희수는 왕명을 출납하는 데 명민하여 매번 어전에서 사민들에게 선유할 때마다 말소리가 간곡하고 측은하였으므로 듣는 사람들이 감격하여 눈물을 흘렸는데, 주상이 특별히 기량으로 여겼다. -\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 18번째기사",
                "gt-oKo": "특명으로 우부승지심희수(沈喜壽)를 도승지에 올리고, 가선(嘉善)의 품계에 승진시켰다. 당시 좌승지유희림(柳希霖)과 우승지홍진(洪進)이 이미 가선에 승진되었는데, 상이 특별히 심희수를 총애한 때문에 뛰어 올려 승진시킨 것이다.【심희수는 왕명을 출납하는 데 명민(明敏)하였다. 매번 상의 앞에서 사민(士民)에게 선유(宣諭)할 때마다 성기(聲氣)가 간측(懇惻)하여 듣는 사람들이 감읍(感泣)하였으므로, 상이 특별히 인재로 여겼다.】",
                "hj": "○特命右副承旨沈喜壽陞都承旨, 進階嘉善。 時, 左承旨柳希霖、右承旨洪進已陞嘉善, 上特眷喜壽, 故超遷之。【喜壽出納明敏, 每宣諭士民於上前, 聲氣懇惻, 聞者感泣, 上特器之。】"
            },
            "2": {
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 2번째기사",
                "gt-oKo": "다음날【6일.】 진군하여 평양(平壤)에 접근하였다. 제독이 대군을 서둘러 행군시키자 도원수(都元帥)도 제진(諸陣)의 군사를 합쳐 거느리고 그 뒤를 따랐다. 군사를 나누어 에워싸니 적은 성에 올라가 굳게 지키면서 모란봉(牧丹峯)을 거점으로 높은 위치에서 총을 쏘아댔다. 제독이 진정병(眞定兵)으로 하여금 올라다보며 공격하다가 못 이겨 퇴각하는 것처럼 하게 하자 적이 성을 넘어 쫓아왔는데, 명나라 군사가 다시 반격하니 적이 패하여 성으로 들어갔다. 이날 밤 적이 유격 오유충(吳惟忠)의 진영을 침범하였는데, 오유충은 군사를 단속하여 조용히 있다가 일제히 화전(火箭)을 발사하니, 불빛이 대낮처럼 밝았다. 적이 도망하자 추격하여 10여 급(級)을 베었다. 7일 사시(巳時)에 3영(營)이 모두 군사를 내어 보통문(普通門)을 공격하니, 적이 성문을 열고 맞아 싸웠으나 명나라 군사가 30여 급을 베자 적은 도망하여 문안으로 들어갔다. 8일 제독이 3영에 명령을 전하여 일시에 군사를 전진시키고 성을 둘러 진을 치게 하였다. 우리 군사는 남쪽 성에 육박하고 절강(浙江)의 군사는 서쪽 성을 공격하였는데, 제독은 말을 달려 오가며 전투를 독려하였다. 온갖 포를 일제히 발사하니, 소리가 천지를 진동하고 대낮인데도 캄캄하였다. 이때 동풍이 갑자기 서풍으로 변하면서 불길이 번져 밀덕(密德) 토굴(土窟)을 태웠다. 적이 성가퀴 사이로 좇아 나와 포석(炮石)을 사용하여 항거하였는데, 제독이 겁을 먹고 후퇴하는 한 사람을 손수 베어 돌려 보이고 크게 소리치기를 ‘먼저 성에 오르는 자는 은(銀) 50냥을 상으로 주겠다.’고 하였다. 낙상지(駱尙志)가 긴 창을 휘두르며 먼저 오르고 절강의 군사가 함성을 지르며 뒤따라 올라가 적의 기를 뽑아 버리고 명나라 기를 세웠다. 적이 저항을 할 수 없게 되자 후퇴하여 토굴로 들어갔다. 우리 군사도 잇따라 올라갔다. 제독이 장세작(張世爵) 등과 함께 칠성문(七星門)을 공격, 대포로 문을 부수고 군사를 정돈하여 들어갔다. 이에 이여백(李如栢)은 함구문(含毬門)을, 양원(楊元)은 보통문(普通門)을 통해 승세를 타고 앞을 다투어 들어갔다. 그리하여 1천 2백 80여 명을 참획(斬獲)하고 불태워 죽인 수도 절반이 넘었는데, 이와 함께 왜적에게 투항했던 절강인(浙江人) 장대선(張大膳)을 사로잡고, 포로가 되었던 우리 나라 사람 남녀 1천 2백여 인을 구출하였으며, 노획한 마필(馬匹)과 기계(器械)는 그 수를 헤아릴 수 없었다. 행장(行長)이 도망해 연광정(練光亭) 토굴로 들어가 의거하였는데, 여러 왜추가 연달아 여러 굴에 의거하여 모두 비오듯 탄환을 발사하니 명나라 군사가 공격하다가 부상자가 많이 발생하였다. 제독이 진영에 머물면서 장대선을 시켜 행장에게 회유하기를, “차마 인명을 다 죽일 수 없어 너희의 살길을 열어주니, 속히 여러 장수를 거느리고 와서 약속을 들어라.” 하니, 행장이 대답하기를, “우리들이 퇴군할 것이니, 뒷길을 차단하지 말아달라.” 하였다. 제독이 궁지에 빠진 적이 결사 항전할까 염려하였고, 휘하의 측근에서도 설득하는 자가 있었으므로 이에 행장의 청을 허락하고는 우리 군사에게 영을 전하여 일로의 복병(伏兵)을 철수하게 하였다. 밤중에 행장이 남은 적을 거느리고 얼음이 언 강을 건너 탈출했는데, 중화(中和)와 황주(黃州)에 주둔해 있던 적은 먼저 이미 철수한 뒤였다. 이보다 며칠 전에 유성룡이 황해도 방어사(黃海道防禦使)이시언(李時言)과 김경로(金敬老)에게 비밀히 통보하여 적의 퇴로를 지키고 있다가 공격하게 하였었다. 그런데 이때 황해도 순찰사(黃海道巡察使)유영경(柳永慶)이 해주(海州)에서 군사로 자신을 호위시키면서 또 김경로를 부르니, 김경로는 적과 더불어 교전하기를 꺼려 하여 바로 유영경에게 갔다. 행장 등이 밤새도록 도망쳐 군사가 피곤하여 부오(部伍)도 이루지 못하였는데, 이시언은 군사가 얼마 안 되어 감히 접전하지는 못하고 단지 굶주리고 병든 낙오병 60급만을 베었으며, 황주 판관(黃州判官)정엽(鄭燁)은 90여 급을 베었다. 제독이 평양에 주둔한 지 8일 만에 체찰사유성룡, 호조 판서이성중(李誠中)으로 하여금 먼저 가서 서둘러 꼴과 양식을 마련하고 부교(浮橋)를 조성케 하는 한편 장세작으로 하여금 선봉(先鋒)을 거느리고 먼저 출발하도록 하였는데, 청석곡(靑石谷)에 이르러 적 수백 명을 만나 공격하여 30급을 베었다. 개성(開城)에 있던 적도 경성으로 돌아갔다. 유성룡이 김경로를 베도록 청하니, 상이 선전관을 보내어 장차 형을 집행하려 하였는데, 제독이 이 소식을 듣고 말리므로 백의종군(白衣從軍)하도록 명하였다. 적의 대장 중에는 행장과 청정(淸正)이 인물이었는데, 이때 청정은 북쪽에 있었다. 따라서 수가(秀嘉)는 직위가 높기는 하였지만 나이가 어려 제대로 일을 주관하지 못하였으니, 만일 행장과 조신(調信)을 제거하고 진격하여 경성에 들이닥쳤다면 수가의 형세가 고단하였을 것이다. 그런데 제독이 이미 기회를 잃은 데다가 김경로마저 절도(節度)를 어기고 말았으므로 유성룡이 매양 이것으로 유영경을 허물하였다. 순변사(巡邊使)이일(李鎰)을 체직시키고 다시 이빈(李蘋)으로 대신하였다. 평양 전투에서 이일이 제독의 밀령(密令)에 따라 복병을 철수하여 길을 열어주자 용장(勇將) 김응서(金應瑞)와 박명현(朴名賢) 등은 팔을 걷어붙이며 분격해 하였다. 그런데 적이 도망가고 나자 명나라 장수가 도리어 퇴로를 차단하지 못하였다고 우리 군사를 공공연히 꾸짖었다. 상이 윤두수(尹斗壽)를 평양에 보내 조사 신문하여 장차 군법을 시행하려 하다가 그를 놓아주었으니, 이는 그의 죄가 아님을 알았기 때문이었다. 명나라 장수가 ‘이일은 장수의 재목이 못 되니 이빈으로 대신하기를 청한다.’고 말했으므로 그 말에 따라 이빈을 순변사로 삼고 군사 3천 명을 뽑아 제독을 따라가게 하였다. 또 도원수김명원(金命元), 우의정유홍(兪泓)에게 명하여 따르도록 하고 역(驛)을 통하여 승첩을 상주하되 독부(督府)와 함께 상주하게 하였다. 주문(奏文)에, “황제의 위엄에 힘입어 평양을 수복한 승첩을 급히 보고드리는 일입니다. 만력(萬曆)21년 1월 9일에 배신(陪臣) 제도 도체찰사(諸道都體察使)유성룡(柳成龍)이 치계(馳啓)하기를 ‘제도 도순찰사(諸道都巡察使)김명원(金命元)의 정문(呈文)과 평안도 순찰사 이원익(李元翼)의 신보(申報)를 받았다. 이에 의하면 「이달 6일에 흠차 제독 계요 보정 산동 등처 방해 어왜 군무 총병관 도독 동지(欽差提督薊遼保定山東等處防海禦倭軍務總兵官都督同知) 이여송(李如松)이 세력이 막강한 관군을 거느리고 곧장 평양성 밖에 도달하여 여러 장수를 나누어 본성(本城)을 포위하였다. 왜적 2천여 명이 성 북쪽의 모란봉(牧丹峯)에 올라가 청·백기(靑白旗)을 세우고 함성을 지르며 총포를 쏘았다. 또 왜적 1만여 명이 성 위에 벌여 서서 앞에 녹각책자(鹿角柵子)를 세우고는 방패로 가리고 칼을 휘둘렀는데, 그 기세가 매우 강성하였다. 또 왜적 4, 5천 명이 대장기를 앞세워 북을 울리고 나팔을 불며 성안을 순시하여 여러 적들을 지휘하였다. 본성 안팎에 장애물을 설치하여 형세상 갑자기 공격하기가 어려웠으므로 총병은 군사를 거두어 진영으로 돌아왔다. 이날 한밤중에 왜적 3천여 명이 함매(銜枚)하고 몰래 나와 도독(都督)양원(楊元), 도독이여백(李如栢), 도지휘(都指揮)장세작(張世爵) 등의 진영을 습격하였다가 본관들이 거느린 군사들에 의해 격퇴당하였다. 7일 밤에도 왜적 약 8백여 명이 다시 도독이여백의 진영을 습격했다가 또 본관에 의해 격퇴당하였다. 8일 동틀 무렵에 총병이 향을 피우고 날을 점쳐서 길조(吉兆)를 얻었다. 아침밥을 먹고 나서 3영의 장관들과 더불어 각 해당 장령(將領) 및 관군(官軍)을 나누어 거느리고 칠성문(七星門)·함구문(含毬門)·보통문(普通門) 밖에 진을 친 다음, 총병이 친병(親兵) 2백여 기(騎)를 거느리고 왔다갔다 하면서 지휘하니, 장수와 사졸들은 사기가 올라 모두 힘을 다할 것을 생각하였다. 진시(辰時)에 모든 군사가 차례로 전진하며, 각종 화기를 일시에 발사하니, 소리가 천지를 진동하고 온 들판이 캄캄하였다. 화전(火箭) 하나가 밀덕(密德) 토굴에 떨어지자 조금 뒤에 붉은 불꽃이 하늘로 치솟았으며, 불길이 번져 거의 다 태웠다. 성 위에서 왜적이 총을 난사하고 끓는 물과 돌덩이를 사용하여 죽기로써 항거하며 긴 창과 큰 칼을 밖으로 일제히 내미니, 마치 고슴도치의 털처럼 빽빽하였다. 총병이 겁내는 자 한 명을 손수 베어서 호령하며 진중에 보이니, 모든 군사가 북을 울리고 함성을 지르며 성에 접근하였다. 등에는 마패(麻牌)를 지고 손에는 창을 가지고서 일제히 돌진하며 활과 대포를 쏘기도 하고 성을 지키는 적을 올려 찌르기도 하니, 적이 지탱하지 못하고 조금 물러났다. 총병이 몸을 솟구쳐 먼저 올라가서 여러 장수를 독려하여 진입하였다. 명나라 군사의 1진은 본국의 관군과 더불어 함구문으로 들어가고, 1진은 보통문으로 들어가고, 1진은 밀덕(密德)의 동쪽 성에 올라갔다. 기병과 보병이 구름처럼 모여서 사면으로 공격하여 쳐죽이니 적들이 무너졌다. 명나라 군사가 당시 전투에서 참획한 수급(首級)이 1천 2백 85과(顆)였는데, 조사해 보니 그 속에는 적추(賊酋) 평수충(平秀忠)·평진신(平鎭信)·종일(宗逸) 등 25인의 수급도 들어 있었다. 왜적 2명과 통사(通事) 장대선(張大膳)을 사로잡고, 말 2천 9백 85필과 왜적의 기물 4백 52건을 노획하였으며, 본국에서 사로잡혀간 남녀 1천 15명을 구출하였다. 명나라 군사가 승세를 타고 불을 놓아 건물을 모두 불태우니, 많은 왜적이 숨어 들었다가 타 죽은 자가 약 1만여 명이나 되어 그 냄새가 10여 리에 풍겼다. 잔적이 풍월루(風月樓)의 작은 성으로 숨어 들어갔는데, 총병이 시초(柴草)를 가져오게 해서 사면에 쌓아놓고 화전(火箭)을 쏘니, 일시에 타버려 모두 재가 되었다. 또 남은 적이 성을 뛰어넘어 강을 건너다가 얼음이 꺼져 빠져 죽은 자는 그 수를 헤아릴 수 없었다. 칠성문·보통문·모란봉 등지에 있던 여러 왜적들은 그대로 토굴에 의거하고 있었으므로 견고하여 공략할 수 없었다. 총병은 군사를 철수하여 밥을 먹이면서 말하기를 『적은 필시 밤에 도망할 것이다.』 하고 즉시 부총병(副總兵)·참장(參將) 등의 관원을 보냈다. 이영(李寧)·조승훈(祖承訓)·갈봉하(葛逢夏) 등은 군사를 거느리고 매복하였고, 총병은 양원(楊元)·이여백(李如栢)·장세작(張世爵) 등 세 부장(副將)과 함께 큰 길로 추격해 갔는데, 왜적들은 사방으로 도망하다가 이영 등의 매복에 걸려 요격을 당하였다. 이때 수급 3백 59과를 참획하고, 왜적 3명을 생포하였다. 남은 적들은 병기를 버리고 황급히 도망하였으니, 절령(岊嶺) 이서(以西)가 모두 평정되었다.」 하였다. 신은 생각하건대, 평양부(平壤府)는 실로 본국의 옛 도읍으로서 성지(城池)가 험고한데 흉악한 적이 저돌적으로 침입하여 점거하고는 소굴로 만들었다. 즉일로 천병(天兵)이 진격하여 북소리 한 번에 소탕하니, 흉악한 잔적은 도망갈 곳이 없게 되었다. 본국이 재조(再造)되는 기미가 실로 여기에 있었다. 신은 이원익 등과 각처의 마초 및 군량을 독려 운반하여 본성에 들여보내어 독부에서 쓰도록 하였다. 승첩의 사유를 이렇게 갖추 아뢴다.’ 하였습니다. 신이 이 치계를 받고 자세히 살펴보건대, 소방(小邦)은 군병이 약하여 날이 갈수록 국토가 깎이고 평양은 성이 험고하여 쉽게 수복할 수 없었으므로 밤낮 근심하며 죽을 곳을 알지 못하였는데, 성명(聖明)의 천지 부모와 같은 은혜를 입게 되었습니다. 선왕조의 옛일을 곡진히 생각하시어 신의 잘못을 죄주지 않고 남북의 정병(精兵)을 동원하여 도탄에 빠진 소방을 구제하도록 명하시었습니다. 군량이 부족할까 염려하시어 먼저 은냥(銀兩)을 하사하시고, 군량과 마초가 모자랄까 걱정하시어 계속해서 군수품을 수송해 주셨습니다. 사졸들이 들판에서 노숙하고 노새와 나귀가 길에서 나뒹구는 등 신의 허물로 말미암아 이토록까지 천조(天朝)에 근심을 끼쳐드렸으니 신은 감격하고 두려워서 어찌할 바를 모르겠습니다. 삼가 살피건대, 왕사(王師)가 정벌함에 천리(天吏) 앞에는 대적할 자가 없는 법입니다. 금년 정월 8일 평양에 진공하여 하루아침에 성을 깨뜨렸는데, 타 죽고 빠져 죽고 참살당한 자는 말할 것도 없고 나머지 적들도 혼이 빠져 도망갔으니, 그 군위(軍威)의 성대함과 전승(戰勝)의 신속함은 옛 역사에 없었던 일입니다. 신과 대소 배신(陪臣)들은 처음 첩보(捷報)를 듣고 자신도 모르는 사이에 마구 눈물이 흘러내렸습니다. 이는 대개 성천자(聖天子)의 성덕(盛德)이 널리 퍼지고 신무(神武)가 멀리 뻗친 데다 명공(名公)들이 계책을 잘 돕고, 병부(兵部)에서 전략을 잘 세웠기 때문입니다. 시랑(侍郞) 송응창(宋應昌)은 기무(機務)에 전심하여 방략을 지시함에 있어 계책이 부합하여 특별한 공을 이루었습니다. 총병(總兵) 이여송(李如松)은 군사들에 대한 맹세가 강개하고 그 의기(義氣)가 사람들을 감동시켰으며, 군사들이 지나는 곳마다 털끝만큼도 침범하는 일이 없었고 전장(戰場)에 임해선 독전하여 여러 장교에 솔선하였습니다. 심지어는 말이 총탄에 맞고 불길이 몸을 에워싸도 두려운 기색이 없이 더욱 기운을 가다듬었습니다. 성을 함락시키던 날 기자(箕子)에게 제사를 지내고 먼저 그 무덤을 봉(封)했으며, 부상자를 어루만지고 전사자의 영혼을 두루 위로하는 한편, 덕의(德意)를 선포하고 환과고독(鱞寡孤獨)들을 위문했으니, 비록 배도(裵度)가 회서(淮西)를 평정했던 일이나 조빈(曹彬)이 강남(江南)을 함락시켰을 때의 일도 이보다 더할 수는 없을 것입니다. 부장(副將)·참장(參將)·유격(遊擊)·도사(都司) 이하 각 장령(將領)들도 용감하기가 마치 범이 포효하는 듯 신(神)이 도와주는 듯하였습니다. 심지어는 큰 돌이 쏟아져 내려오는데도 이를 무릅쓰고 성 위로 올가간 자도 있고, 가슴에 탄환을 맞고서도 계속 왜적을 죽인 자도 있었습니다. 우리 나라 장졸(將卒)들은 팔짱만 끼고 놀라 움츠린 채 감히 그 사이에 돕지도 못하고 그저 철기(鐵騎)의 발굽에 들판 가득 먼지가 날리고 화전(火箭)에 맞아 붉은 불꽃이 하늘을 찌르는 것만을 바라볼 뿐이었습니다. 포로 방책을 쏘아 맞히니 깃털이 날리듯 산산조각이 났고 창으로 적을 찌르는데 민첩하기가 마치 나는 송골매와 같았습니다. 비린내나는 연기는 공중에 가득하고 흐르는 피는 강물을 이루었으며, 천지는 갈라지고 산과 물이 뒤바뀌었습니다. 조총을 쏘고 끓는 물을 퍼부으며 돌멩이를 날리는 적들은 정말 버마재비가 수레바퀴를 막는 것과 같아서 감히 상대가 되지 못하였습니다. 신이 생각하건대, 평양성은 실로 정예로운 군사와 기계가 있는 곳이었기 때문에 신이 한 도의 힘을 다 기울였으나 해가 지나도록 도모하지도 못했었는데, 승전하여 수복한 뒤에 그들의 수비 시설에 대해 들어보니 소방의 병력으로는 결코 쳐서 함락시킬 수 있는 바가 아니었습니다. 천자의 위엄이 한 번 떨쳐지자 여러 적들이 소문만 듣고도 달아나 이미 파죽지세가 되었으므로 황해도 동쪽은 싸우지도 않고 퇴각하였으니, 구도(舊都)를 머지않아 수복하여 종묘 사직을 차례로 청소할 수 있을 것입니다. 신은 선조의 영혼이 지하에서 감격할 것과 남은 백성들이 소생될 희망을 생각하니 슬픔과 기쁨이 가슴에 교차하여 어리둥절할 뿐입니다. 비록 되살려 주신 은혜를 보답하려 해도 실로 도모할 길이 없습니다. 신은 정말 통쾌합니다. 저 조무라기들이 제멋대로 날뛰어 게딱지만한 섬나라에서 스스로 잘난 체하면서 하늘의 위력을 모른 채 여러 번 미친 소리를 지껄였으므로 신은 가슴이 아팠었습니다. 그런데 이번에 추악한 무리들이 본색을 드러내다가 천벌을 자초하여 온 섬나라가 공포에 질린 채 벌벌 떨며 감히 숨도 제대로 쉬지 못하고 거의 살아남지 못하게 되었습니다. 이것이 어찌 소방의 수치만 씻는 것이겠습니까. 실로 역대 제왕들의 공렬을 드러내는 것입니다. 신은 또 듣건대 소원이 있을 때 곡진하게 이루어주는 것이 천지의 큰 덕이고 호소할 것이 있을 때 반드시 진달하는 것은 신자(臣子)된 사람의 지극한 정이라 하였습니다. 신은 생각하건대 지금 흉악한 적이 소탕된 것은 오로지 왕사(王師)가 출동했기 때문으로서 소방은 털끝만큼도 한 일이 없습니다. 따라서 저들은 천장(天將)이 회군(回軍)하여 소방이 외롭고 미약하다는 것을 알게 된다면 재차 침략할 흉계를 꾸며낼텐데 그때에 가서는 재난이 더욱 심해져 막기가 훨씬 어려울 것입니다. 그렇게 되면 다시 성상께서 동방을 돌보는 걱정을 하시게 하고 미신(微臣)은 왜적 방어를 잘못한 죄를 거듭 지게 될까 두렵습니다. 삼가 비옵건대 성상께서는 해동의 잔약한 백성을 불쌍히 여기고 천조(天朝)의 은혜로운 인정을 끝까지 베풀어 주소서. 제독부(提督府)에 명을 내리셔서 강서(江西)와 절강(浙江)의 포수 5천 명을 적당히 뽑은 뒤 한두 장수에게 소속시켜 연해의 요해처인 부산 등지에 몇 달 동안 나누어 주둔케 하면서 한편으로는 소방의 군민(軍民)을 가르치고 한편으로는 흉악한 적들의 음모를 소멸시키게 하소서. 그렇게 하신다면 신은 길이 하늘의 위엄에 의지하여 마무리 수습을 해서 후일을 대비할 수 있겠습니다. 신이 이미 국토를 수복하고서도 또 마무리를 잘해주시도록 바라기까지 하니 지극히 참람하여 죄를 용서받기 어렵다는 것을 알고 있습니다. 그러나 천조(天朝)에서 소방을 구휼하심이 이미 내국보다 더함이 있는데, 소방이 천조에 하소연하는 일을 어찌 감히 외국으로 자처하겠습니까. 신은 더욱 황공스럽습니다. 신은 인력과 가축을 징발하여 군량과 마초의 운반을 독려하는 한편, 병사와 말을 조달하여 왕사와 협동해서 경성을 탈환할 계획인데, 이와 함께 함경도에서 서쪽으로 향하는 적에도 대비할 것입니다. 신은 수복이 끝나는 대로 경성에 돌아가서 관군(官軍)을 위로한 다음 곧이어 전후로 은혜받은 사실을 갖춰 별도로 사은을 행할까 생각하고 있습니다. 우러러 황제의 위엄에 의지하여 평양을 수복한 승첩의 사유를 속히 보고드려야 하겠기에 삼가 갖추 적어서 주문(奏聞)합니다.” 하였다. 제독(提督)이 거느린 남군(南軍)과 북군(北軍)이 공을 다투었는데, 제독은 북군을 편들면서 우리 나라로 하여금 잘못되지 않게 주문(奏文)하도록 하였다. 상이 이호민(李好閔)에게 주문을 짓게 하니 이호민이 야간에 초안을 작성하였는데, 양편 군사의 공로에 대하여 골고루 빠짐없이 기술하였으므로 남·북군의 장수들이 모두 기뻐하였다.",
                "hj": "○翌日【初六日。】 進逼平壤。 提督促大軍行, 都元帥合諸陣兵從其後, 分軍圍住。 賊乘城拒守, 又據牧丹峯, 乘高放銃。 提督令眞定兵仰攻, 不克而退, 賊踰城追趕, 天兵回擊之, 賊敗入城。 是夜, 賊犯遊擊吳惟忠營, 惟忠按兵不動, 齊發火箭, 光明如晝。 賊退走, 追斬十餘級。 初七日禺中, 三營俱出兵攻普通門, 賊開門迎戰, 天兵斬三十餘級, 賊走入門。 初八日, 提督傳令三營, 一時進兵, 環(成)〔城〕擺陣。 我兵逼南城, 浙兵逼西城, 提督跑馬, 往來督戰。 萬砲齊發, 聲震天地, 白日晦冥。 東風忽變西風, 炮焰延爇密德土窟, 賊從睥睨間, 用炮石拒之。 提督手斬怯退者一人, 巡示之, 大呼曰: “先登城上者, 賞銀五十兩。” 駱尙志奮戟先登, 浙兵皷噪而從之, 拔賊幟, 立大兵幟。 賊不能抵當, 退入土窟, 我軍繼登。 提督與張世爵等, 攻七星門, 用大砲撞碎門板, 整軍而入。 於是, 李如栢由含毬門, 楊元由普通門, 乘勢爭前, 斬獲一千二百八十餘名, 燒殺亦過半, 竝擄投倭浙人張大膳救出本國被虜男婦一千二百餘人, 收獲馬匹、器械無算。 行長入據練光亭土窟, 諸酋連據諸窟, 皆從穴放丸如雨, 天兵攻之, 多中傷。 提督止營, 使張大膳, 諭行長曰: “不忍盡殺人命, 開爾生路, 可速領諸酋, 來聽約束。” 行長答曰: “俺等當退, 請無攔截後路。” 提督慮其窮寇致死麾下, 親近亦有開說, 乃許行長, 傳令我軍, 撤一路伏兵。 夜半, 行長率餘衆, 乘氷過江進去, 中和、黃州屯賊先已撤去。 前數日, 柳成龍密報黃海道防禦使李時言、金敬老, 邀賊歸路。 時黃海道巡察使柳永慶在海州, 以兵自衛, 且招敬老, 敬老憚與賊交鋒, 卽就永慶。 行長等連夜行走, 軍兵疲困, 不成部伍, 李時言孤軍不敢逼, 但斬飢病落後者六十級, 黃州判官鄭燁斬九十餘級。 提督住平壤八日, 使體察使柳成龍、戶曹判書李誠中, 先行督販芻糧, 搭造浮橋。 令張世爵領先鋒先發, 至靑石谷, 遇賊數百, 擊斬三十級。 開城賊亦還京城。 成龍請誅敬老, 上遣宣傳官將行刑, 提督聞而止之, 命白衣從軍。 賊大將行長、淸正爲雄, 是時淸正在北。 秀嘉位尊年幼, 不能主事, 若除行長、調信, 而進逼京城, 則秀嘉勢孤, 而提督旣失事機, 敬老又違節度, 成龍每以此咎永慶。 遞巡邊使李鎰, 更以李薲代之。 平壤之戰, 鎰從提督密令, 撤伏開路, 勇將金應瑞、朴名賢等, 皆扼腕恨之。 及賊遁去, 天將反顯責我軍不遮截, 上遣尹斗壽, 至平壤査問, 將行軍法而釋之, 知非其罪也。 天將言: “鎰不可將, 請以薲代之。” 從其言, 以薲爲巡邊使, 選兵三千, 從提督行。 又命都元帥金命元、右議政兪泓從行, 驛遞奏捷, 與督府偕奏。奏文曰: 謹奏爲仰仗皇威, 克復平壤, 飛報捷音事。 該萬曆二十一年正月初九日, 陪臣諸道都體察使柳成龍馳啓: “據諸道都巡察使金命元呈、該平安道巡察使李元翼申, 本月初六日, 有欽差提督薊遼、保定、山東等處, 防海禦倭軍務總兵官都督同知李如松, 統率大勢官軍, 直抵平壤城外, 部分諸將, 圍抱本城。 有倭賊二千餘名登城北牧丹峯, 建靑白旗, 發喊放砲。 又有倭賊一萬餘名擺立城上, 前植鹿角柵子, 擁楯揚劍, 勢甚猖獗。 又有倭賊四五千名建大將旗, 鳴皷吹螺, 巡視城中, 指揮諸賊。 本城裏外設險, 勢難遽攻, 總兵收軍回營。 本日夤夜, 有倭賊三千餘名銜枚潛出, 襲都督楊元、都督李如栢、都指揮張世爵等營, 被本官等統兵殺退。 初七日夜, 有倭賊約八百餘名復斫都督李如栢營, 又被本官殺退。 初八日黎明, 總兵焚香卜日得吉, 喫飯訖, 與三營將官, 分統各該將領官軍人等, 擺陣於七星、含毬、普通等門外, 總兵領新兵二百餘騎, 往來指揮, 將士踊躍, 咸思盡力。 辰時分諸軍, 鱗次漸進, 各樣火器, 一時齊發, 聲震天地, 大野晦冥。 火箭一枝, 着密德土窟, 俄而赤焰亘天, 延爇殆盡。 守陴倭賊亂用鉛丸, 湯水石塊, 以死拒守, 又用長槍、大刀, 向外齊刃, 森如蝟毛。 總兵手斬畏刦者一名, 號示陣前, 諸軍皷噪薄城。 負麻牌, 持矛戟, 相雜齊進, 或發射放砲, 或仰刺守陴之賊, 賊不能支吾, 稍自引退。 總兵挺身先登, 督諸將進入。 天兵一起, 與本國官軍, 入含毬門, 一起入普通門, 一起登密德東城, 騎步雲集, 四面砍殺, 衆賊崩潰。 天兵當陣, 斬獲首級一千二百八十五顆, 內査有賊酋平秀忠、平鎭信、宗逸等二十五人首級。 生擒倭賊二名, 幷通事張大膳, 奪獲馬二千九百八十五疋, 得獲倭器四百五十二件, 救出本國被擄男婦一千一十五名口。 天兵乘勝縱火, 悉燒房屋, 衆賊投竄, 被燒死者約一萬餘名, 臭聞一十餘里, 餘賊躱以入風月樓小城。 總兵督運柴草, 四面堆積, 仍用火箭飛射, 一時焚燒, 俱成灰燼。 又有餘賊跳城過江, 氷陷溺死者不計其數。 七星、普通、牧丹等處諸賊, 仍據土窟, 堅固難拔。 總兵收兵傳食曰: ‘賊必夜遁。’ 就遣副總兵、參將等官。 李寧、祖承訓、葛逢夏等, 領兵埋伏, 總兵同楊、李、張三副將, 由大路追趕, 本賊四散遁去, 被李寧等伏路邀截, 斬獲首級三百五十九顆, 生擒倭賊三名, 餘賊棄甲抛戈, 驚亂遁走, 岊嶺以西, 悉底蕩平。’ 臣竊念, 平壤一府, 實本國舊都, 城池險固, 而兇賊豨突, 據爲窟穴。 卽日大兵進討, 一皷蕩破, 梟獍餘孽, 逃命無所, 本國再造之機, 實在於此。 臣與李元翼督運各處芻糧, 進入本城, 聽候督府調用外, 緣係捷音事理, 爲此具啓等因。 臣據此參詳, 小邦軍兵脆弱, 日久愈削, 兼且平壤城險, 未易收復, 日夜憂煎, 不知死所, 欽蒙聖明, 天地父母。 曲念先故, 不以臣失職而加罪, 命調南北精兵, 以拯濟小邦塗炭。 慮軍犒之乏, 則先賜銀兩; 憂糧草之缺, 則陸續飛輓。 士卒暴露於野, 驢騾顚損於道, 以臣之故, 貽戚天朝, 至於如此, 臣感激怔營, 若無所措。 竊照, 王師有征, 天吏無敵。 乃於本年正月初八日壬戌, 進攻平壤, 不崇朝而城破, 除焚溺斬殺之外, 餘賊喪魄逃遁, 其軍威之盛、戰勝之速, 委前史所未有。 臣與大小陪臣, 初聞捷音, 不覺涕淚之交下。 玆蓋聖天子盛德誕敷, 神武遠暢, 而名公贊謨, 本兵運籌。 侍郞宋應昌專心機務, 指授方略, 謀猷克合, 用集殊功。 總兵李如松誓師慷穊, 義氣動人, 軍行所過, 秋毫無犯, 臨陣督戰, 身先列校。 至於鉛彈擊馬, 火毒熏身, 色不怖而愈厲。 克城之日, 祭箕子而先封其墓; 恤瘡痍而遍酹陣亡, 宣布德意, 慰問孤寡。 雖裵度之平淮西; 曹彬之下江南, 無以過此。 副、參、遊擊、都司以下, 各該將領等官, 闞如虓虎, 如神助勢。 至有巨石滾下, 而拒之直上者; 丸入胸膛, 而鏖殺未已者。 小邦將士袖手駭縮, 莫敢助力於其間, 徒觀其鐵騎所蹴, 飛塵驀野; 火箭所及, 赤焰彌天。 礮觸列柵, 則決若吹毛; 槍剌守陴, 則捷若飛鶻。 腥烟漫空, 流血渾江, 天地爲之擺裂; 山淵爲之反覆。 彼賊之鳥銃、湯石, 政猶螗臂拒轍, 無敢抵敵。 臣竊念, 平壤一城, 實伊精兵器械之處, 臣竭一道之力, 經年莫規, 而克復之後, 聞其所設守備, 則決非小邦兵力所可攻陷。 天威一振, 列屯望風, 已成破竹之勢, 黃海以東, 不戰自却, 舊都指日可復, 宗社次第汛掃。 臣思先靈地下之感; 念遺黎其蘇之望, 悲哀喜幸, 惝怳難雙, 雖欲報答生成, 實難爲圖。 抑臣之所大服者, 念惟小醜跳梁, 自大於鱗介之鄕, 昧天之威, 屢肆狂言, 臣常痛之。 今者鬼啓其衷, 自取天誅, 其海讋島慄, 惴惴然不敢喘息者, 殆終其遺育, 是豈徒雪小邦之羞? 實亦彰百王之烈矣。 臣又聞之, 有願曲遂, 天地之大德, 所懷必達, 臣子之至情。 臣念, 今兇賊被勦, 全出王師, 而於小邦, 則未始有一毫創也。 渠見天將旋師, 國內孤弱, 再逞反噬之計, 則其禍益甚, 而益難防矣。 臣恐復勤聖上東顧之憂, 而重微臣失禦之罪也。 伏乞聖慈, 憐海隅孑遺之民, 終天朝子惠之仁, 着令督府, 量抽江、浙砲手五千名, 仍付一二將官, 分屯沿海要害釜山等處若干月, 一以敎訓小邦軍民; 一以消戢梟獍兇謀, 則臣庶可永仗天威, 收拾餘燼, 以備其後矣。 臣旣復疆土, 又望善後, 極知僭猥, 罪固難貰, 而天朝俯䘏, 旣有加於內服, 下邦控訴, 敢自外於一家, 臣益增隕越焉。 臣一面派發人畜, 督運糧草; 一面調集兵馬, 協同王師, 以圖進取京城, 又備咸鏡向西之賊。 臣擬待收復訖, 卽還京城, 迎勞官軍, 仍將前後受恩緣由, 另行稱謝外, 緣係仰仗皇威, 克復平壤, 飛報捷音事理, 爲此謹具奏聞。 提督所領南北軍爭功, 而提督右北, 令我國奏文勿悞。 上令李好閔製文, 好閔夜間立草, 而兩邊鋪張無欠辭, 南北將皆懽。"
            },
            "3": {
                "H2KE-EN": "Song 경략 proceeded to Anju , and Yi Yeosong led troops to 파주 in order to fight against Byeokje Post Station . However, this was unusual, and [they] retreatedly retreated to Gaeseong Magistracy . The 제독 led the large army headquarters to the south, and Yu Seong , the army headquarters urgently prepared food and grass. Fortunately, [they] could not be able to supply [the food and grass]. In the Imjin , the ice stored in the flood floods, causing them to build a wooden palisades and cross the river to cross the river at Anju . The various counties first sailors and people residing in the mountains, and they exerted their utmost efforts to transport them. All matters were prepared according to their own accord. The 제독 slowly traveled to 파주 in order to quickly relay [the wooden palisades of the battle. When the army headquarters of the capital encountered the pirates south of Byeokje Post Station and decapitated more than one hundred palisades of the wooden palisades, and made the large army headquarters continue to succeed them. The pirates raised the wooden palisades of the wood. How could",
                "H2KE-nKo": "송 경략이 안주로 진주하였다. 제독 이여송이 파주로 진군하여 벽제역에서 싸우다가 불리하자 개성으로 물러나 머물렀다. 제독이 대군을 이끌고 남쪽으로 내려가자 유성룡이 먼저 가서 군량과 마초를 마련하도록 재촉하였으나 다행히 공급하는 것이 부족하지 않았다. 임진강의 얼음이 녹자 상류의 얇은 얼음 위를 따라 <unk>줄로 울타리를 깔고 다리를 만들어 군사를 건넜다. 열읍의 사민들이 비로소 산골짜기에서 나와 있는 힘을 다해 운반하였는데, 일을 모두 그때그때 처리하였다. 제독은 천천히 행군하여 파주에 이르렀는데 신중을 기하면서 전진하지 않았다. 사대수가 우리 장수 고언백과 함께 군사 수백 명을 거느리고 먼저 정탐하러 가다가 경성 서쪽에 이르러 벽제역 남쪽 여석현에서 적을 만나 100여 급을 베었다. 제독이 그 소식을 듣고 크게 기뻐하여 친정 기병 1000여 명과 함께 달려가 대군으로 하여금 계속해서 출발하게 하였다. 적이 먼저 대병을 여석현에 매복시킨 뒤에 수백 인만이 여현에 웅거하여 약점을 보였다. 제독이 즉시 군사를 지휘하여 진격하니, 적이 여석현에서 내려왔다. 군사들이 교전하기도 전에 적병이 갑자기 뒤에서 일어나 산 위에 진을 쳤는데, 거의 1만여 명이나 되었다. 중국군은 단검과 기마는 화기가 없고 길이 험하고 진흙이 깊어 말을 달릴 수가 없었다. 적이 긴 칼을 휘두르며 좌우에서 돌격해 싸웠는데 예봉을 대적할 수가 없었다. 제독의 휘하 이유승과 용사 80여 명이 죽음을 당하자, 제독이 사대수로 하여금 뒤를 보호하게 하고 길을 빼앗아 나가도록 하였다. 대군이 뒤따라 이르니 적이 바라보고는 도로 달아났다. 제독이 저물녘에 파주로 돌아와 이유승의 사위인 왕심대를 불러 등을 치며 통곡하며 말하기를,“좋은 남아가 나를 위해 죽는구나.”하였다. 제독이 동파로 물러나 주둔하려 하자, 유성룡, 유홍, 김명원 등이 장막을 치며 만나기를 청하면서 말하기를,“승부는 병가의 상사입니다. 형세를 보아가며 다시 진격해야 하는데, 어찌하여 경솔하게 움직였습니까?”하니, 제독이 말하기를,“어제 우리 군대가 불리했던 것은 아닙니다. 다만 이곳이 비를 겪고 진흙탕이 되어 군사를 주둔시키기가 불편하였기 때문에 동파로 돌아가서 군사를 쉬게 하고 다시 진격하려고 한 것일 뿐입니다.”하고, 마침내 동파로 물러나 진을 쳤다. 이튿날 개성으로 물러나 주둔하였는데, 유성룡 등이 힘껏 간쟁하였으나 듣지 않고, 사대수만 군사 수백 명을 거느리고 유성룡과 함께 임진강을 지키도록 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 3번째기사",
                "gt-oKo": "송 경략(宋經略)은 안주(安州)에 진주(進住)하고 제독 이여송은 파주(坡州)에 진군하여 벽제역(碧蹄驛)에서 싸우다가 불리하자 후퇴하여 개성(開城)에 주둔하였다. 제독이 대군을 이끌고 남쪽으로 내려갔는데, 유성룡이 먼저 가서 군량과 마초를 서둘러 마련하였기 때문에 다행히 공급에 부족함이 없었다. 임진강(臨津江)의 얼음이 녹았기 때문에 얼음이 엷은 상류를 따라 칡으로 만든 밧줄을 연결하여 다리를 만들어 군사를 건넸다. 열읍(列邑)의 사민(士民)이 비로소 산골짜기에서 나와 힘을 다해 운반하였으므로 일이 모두 제때에 처리되었다. 제독은 서서히 행군하며 파주에 이르렀는데 신중을 기하면서 경솔하게 전진하지 않았다. 사대수(査大受)가 우리 장수 고언백(高彦伯)과 함께 군사 수백 명을 거느리고 먼저 가서 정탐하던 중 경성의 서쪽에 이르렀을 때 적을 벽제역 남쪽 여석현(礪石峴)에서 만나 1백여 급을 베었다. 제독이 그 소식을 듣고 크게 기뻐하며 친병(親兵)인 기병(騎兵) 1천여 명과 더불어 달려가면서 대군을 계속 출동시키도록 명하였다. 그러나 적이 먼저 많은 군사를 고개 뒤에 매복시키고는 단지 수백 명만 고개를 지키게 하여 약세를 보였다. 제독이 즉각 군사를 지휘하여 전진시키니, 적이 고개에서 내려왔다. 그런데 군사들이 채 교전하기도 전에 적병이 갑자기 뒤에서 일어나 산 위에 진을 쳤는데 거의 1만여 명이 되었다. 명나라 군사는 단검(短劍)에 기마(騎馬)뿐이었고 화기(火器)가 없었으며, 길이 험하고 진흙이 쌓였으므로 제대로 말을 달리지 못하였다. 이에 적이 긴 칼을 휘두르며 좌우에서 돌격해 들어오니 그 예봉을 대적할 수가 없었다. 제독의 휘하 이유승(李有升) 및 용사(勇士) 80여 명이 죽음을 당하였다. 제독이 사대수에게 후위(後衛)를 맡게 하고 길을 뚫고 빠져 나갔다. 그 뒤 대군이 잇따라 이르니 적이 바라보고는 도로 달아났다. 제독이 저녁에 파주로 돌아와서 이유승의 사위인 왕심대(王審大)를 불러서 등을 어루만지며 통곡하고 말하기를, “좋은 남아(男兒)였는데 나를 위해 죽었다.” 하였다. 제독이 동파(東坡)로 물러가 주둔하려 하자, 유성룡(柳成龍)·유홍(兪泓)·김명원(金命元) 등이 처소로 찾아가 보기를 청하고 말하기를, “승부는 병가의 상사이니, 마땅히 형세를 보아서 다시 전진해야 하는데, 어찌 가벼이 움직였습니까?” 하니, 제독이 말하기를, “어제 우리 군대가 불리했던 것은 없습니다. 다만 비가 와서 이곳이 진흙탕이 되었으므로 군사를 주둔시키기가 불편하기 때문에 동파로 돌아가 군사를 휴식시킨 뒤 다시 진군하려고 할 뿐입니다.” 하고, 결국 동파로 물러가서 진을 쳤다. 다음날 개성으로 물러가 주둔하려 하자 유성룡 등이 힘껏 반대하였으나 듣지 않고, 사대수만을 뒤에 남겨 군사 수백 명을 거느리고 유성룡과 함께 임진강을 지키게 하였다.",
                "hj": "○宋經略進住安州, 提督李如松進兵坡州, 戰于碧蹄驛, 不利, 退住開城。 提督引大軍而南, 柳成龍先行促辦糧草, 幸不乏供。 臨津氷解, 乃從上流薄氷上, 聯葛索布籬, 作梁以渡軍, 列邑士民始從山谷出, 竭力搬運, 事皆隨辦。 提督徐行至坡州, 持重不前。 査大受與我將高彦伯, 領兵數百, 先行偵探, 至京城西, 遇賊於碧蹄驛南礪石峴, 斬百餘級。 提督聞之大喜, 獨與親丁騎兵千餘馳赴之, 令大軍繼發。 賊先伏大兵於峴後, 只數百人據峴示弱。 提督卽麾兵進, 賊自峴而下, 兵未交, 賊兵猝起於後, 結陣山上, 幾萬餘。 天兵短劍、騎馬, 無火器, 路險泥深, 不能馳騁, 賊奮長刀, 左右突鬪, 鋒銳無敵。 提督麾下李有升及勇士八十餘人被砍死, 提督使査大受殿後, 奪路而出, 大軍繼至, 賊望見還走。 提督暮還坡州, 召李有升壻王審大, 拊背慟哭曰: “好男兒, 爲我死也。” 提督欲退住東坡, 柳成龍、兪泓、金命元等, 叩帳請見曰: “勝負, 兵家常事, 當觀勢更進, 奈何輕動?” 提督曰: “昨日吾軍無不利事, 但此地經雨泥濘, 不便住軍, 所以欲還東坡, 休兵更進耳。” 遂退陣東坡。 明日退住開城, 成龍等力爭不聽, 獨留査大受領兵數百, 與柳成龍守臨津。"
            },
            "4": {
                "H2KE-EN": "The Japanese pirates killed people in the capital. Yet S행장 and others angry about the defeat of Pyeongyang , and also suspected that our people who responded to the responsibility of the Ming court all killed the people in the capital. Only the woman was executed from death. Sometimes there was a man who dressed in a robe with a woman , but escaped from death. The government and private houses were burned down. At that time, the enemy stationed in the capital all gathered in the capital and set fire to the fields of the mountains near the capital. The Ming court could not feed the horses, and the horses were also exhausted. The number of thousand horses were destroyed for several days. Because of this, the 제독이 disliked for the punitive expedition to move forward and secretly reported, The twenty thousand enemy of Hanseong Magistracy is not enemy of the enemy. Also, he resigned from office due to an illness. Jang Seup and others all urged [the enemy] to retreat [the enemy] and returned to Pyeongyang. Our people could not speak about this.",
                "H2KE-nKo": "왜적이 경성 사람을 대대적으로 죽였다. 행장 등이 평양에서 패전한 것을 분하게 여기고 또 우리 나라 사람이 겉으로는 명나라 군사와 내통하는가 의심하여 도성 안의 민서들을 모두 죽였으나 오직 여인만은 죽음을 면하였다. 남자 중에는 혹 여자의 옷을 입고서 죽음을 면한 자도 있었고 공사의 가옥을 거의 다 불태웠다. 이때 서울과 서쪽에 주둔하고 있던 적이 모두 경성에 모여서 서울과 가까운 산과 들을 모두 불태웠으나 명나라 군사는 말을 갈아 탈 수가 없었고 말도 지쳐 죽었으며 연일 쓰러져 죽은 것이 거의 1만 필이나 되었다. 제독이 이 때문에 진격하기를 꺼려서 은밀히 아뢰기를 ‘한성에서 적병이 20만 명이나 되어 중과부적입니다.’ 하고, 또 병을 이유로 사직하였다. 장세작 등이 모두 물러가기를 권하여 평양으로 돌아갔으므로 우리 나라 사람은 입을 놀릴 수가 없었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 4번째기사",
                "gt-oKo": "왜적이 경성 백성을 대량 학살하였다. 행장(行長) 등이 평양의 패전을 분하게 여긴 데다가 우리 나라 사람이 밖에 있는 명나라 군사와 몰래 통하는가 의심하여 도성 안의 백성들을 모조리 죽였다. 오직 여인들만이 죽음을 면하였으므로 남자들 중에는 혹 여자 옷으로 변장하고 죽음을 면한 자도 있었다. 공공기관의 건물이나 개인의 가옥도 거의 불태워버렸다. 이때 경성 서쪽에 주둔하던 적이 모두 경성으로 모이면서 경성에서 가까운 산과 들을 모조리 불태웠으므로 명나라 군사가 말을 먹일 수가 없었고 피로한 나머지 말이 연일 지쳐 쓰러져 축나는 숫자가 거의 1만 필이나 되었다. 제독이 이 때문에 결행하기를 꺼려 하여 ‘한성에 있는 적병이 20만 명이나 되어 중과부적이다.’고 비밀히 주달하고는 또 병을 핑계로 사직하자, 장세작(張世爵) 등이 모두 평양으로 물러가기를 권하였는데, 우리 나라 사람은 말을 꺼내 볼 수도 없었다.",
                "hj": "○倭賊大殺京城人。 行長等忿平壤之敗, 且疑我人外應天兵, 盡殺都中民庶, 惟女人免死。 男子或有扮着女服而免者, 焚公私家舍殆盡。 時, 京西屯賊皆聚京城, 盡燒近京山野, 天兵不得抹馬, 馬又疲死, 連日倒損者幾萬匹。 提督以此, 憚於進取, 密奏: “ 漢城賊兵二十萬, 衆寡不敵。” 且引疾辭職, 張世爵等皆勸退, 還平壤, 我人不得容喙矣。"
            },
            "5": {
                "H2KE-EN": "The encountered the encountered battle at Gilju in Hamgil Province and fled. Jeong Munbu was supposed to observe the north. [Jeong] Munbu surrounded Gilju for one year, and even though he was afraid of his enemy, he could not attack the fortress. However, the enemy struck the enemy of trees and grass [of the enemy], and the enemy struck the houses to build firewood. The enemy increased [the enemy] increased. After hearing of this, [Jeong] led the enemy in battle and entered [the enemy] to raise [the enemy] to say that [the enemy] was repeatedly observed north. Magistrate of Dancheon District Kang Chan requested that Munbu combined the enemy in combat and attack [the enemy], and Munbu sent Yu Gyeongcheon and others with several hundred cavalry soldiers to rush. The enemy saved the enemy cavalry and decapitated several dozen enemy. Subsequently, enemy cavalry and attacked [the enemy], and [Yang] Gyeongcheon and others withdrew and fled. [Jeong] Qing crossed the enemy , and Munbu also received and attacked the enemy outside the enemy . The three route attacked attack",
                "H2KE-nKo": "함경도 길주에 주둔하고 있던 적이 성을 탈출하여 도망하자 정문부가 관북을 평정하였다. 정문부가 길주를 포위한 지 1년이 넘도록 탄환이 두려워 성을 공격하지는 못했지만, 적이 땔나무를 하는 길을 차단하였으므로 적이 인가를 철거하여 땔나무를 하고 있으므로 형세가 점점 궁색해졌다. 청정이 이 소식을 듣고 군사를 이끌고 북쪽으로 들어가 큰소리로 ‘재차 관북을 평정하겠다.’고 하였다. 단천 군수 강찬이 정문부에게 군사를 합쳐 요격하기를 청하니, 정문부가 유경천 등의 기병 수백 명을 보내 달려가게 하였는데, 나졸을 만나 수십 급을 베었다. 청정이 마침내 대병으로 추격하자 유경천 등이 후퇴하여 도망하였다. 청정이 재를 넘자 정문부가 또 영동책 밖에서 맞아 싸웠는데, 삼합 삼북이 경성으로 후퇴하여 지켰다. 청정이 마침내 길주성과 영동책 두 곳을 탈출하여 밤에 재를 넘어 영남으로 돌아갔다. 정문부가 이 소식을 듣고 즉시 날랜 기병을 이끌고 추격하여 함흥에 이르렀는데, 청정은 이미 안변으로 들어갔기 때문에 미처 따라가지 못하였다. 정문부가 경성으로 돌아와 의병을 해산하여 보내고 북쪽으로 육진을 순행하면서 반민을 찾아내어 베고 번호를 어루만져 안정시켰으며, 여러 보를 수복하고 장령을 파견해 두었으니, 북변이 복구된 것은 모두 정문부의 힘이었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 5번째기사",
                "gt-oKo": "함경도 길주(吉州)에 주둔했던 적이 성을 비워놓고 도망하였다. 정문부(鄭文孚)가 관북(關北)을 평정하였다. 정문부가 1년이 넘도록 길주를 포위하였는데 비록 탄환이 무서워서 성을 공격할 수는 없었지만, 적의 땔나무와 마초가 조달되는 길을 차단하였으므로 적은 민가를 뜯어서 땔나무로 쓰는 등 그 형세가 점점 군색해졌다. 청정(淸正)이 이 소식을 듣고 군사를 인솔하여 북으로 들어가서 큰소리를 치며 ‘재차 관북을 평정하겠다.’고 하였다. 단천 군수(端川郡守)강찬(姜燦)이 정문부에게 군사를 합하여 요격하자고 청하자, 문부가 유경천(柳擎天) 등 기병(騎兵) 수백 명을 보내 달려가게 하였다. 유경천 등이 순찰 중이던 적을 만나 수십 급을 참하였다. 청정이 드디어 대군을 이끌고 추격해 왔으므로 유경천 등이 후퇴했다. 청정이 재를 넘어오자 문부가 또 영동책(嶺東柵) 외곽에서 그를 맞아 싸웠으나 세 번 교전하여 세 번 모두 패배하였으므로 경성(鏡城)으로 물러가 지켰다. 청정이 마침내 길주성과 영동책 두 영을 철수시키고 밤에 재를 넘어 남쪽으로 돌아갔다. 문부가 이 소식을 듣고 즉시 날랜 기병을 거느리고 추격하여 함흥(咸興)에 이르렀으나 청정이 이미 안변(安邊)으로 들어가 버려 미치지 못하였다. 문부가 경성으로 돌아와서 의병(義兵)을 해산시킨 뒤 북쪽으로 육진(六鎭)을 순행하며 반민(叛民)을 찾아내 베고 번호(藩胡)를 어루만져 안정시켰으며, 모든 보(堡)를 수복하여 장령(將領)을 파견해 두었으니, 북변이 복구된 것은 모두 정문부의 힘이었다.",
                "hj": "○咸鏡道吉州屯賊拔城遁, 鄭文孚平定關北。 文孚圍吉州經年, 雖畏丸不得攻城, 而絶賊薪芻之路, 賊撤人家爲薪, 勢漸窘蹙。 淸正聞之, 引兵北入聲言: “再定關北。” 端川郡守姜燦請文孚合兵邀擊, 文孚遣柳擎天等, 騎兵數百赴之, 遇邏賊斬數十級。 淸正遂以大兵逐之, 擎天等退走。 淸正逾嶺, 文孚又迎戰於嶺東柵外, 三合三北, 退守鏡城。 淸正遂拔吉州城、嶺東柵兩屯, 夜逾嶺南歸。 文孚聞之, 卽率輕騎追之, 至咸興, 淸正已入安邊不及矣。 文孚還鏡城, 罷遣義兵, 北巡六鎭, 搜誅叛民, 撫定(番胡)〔藩胡〕, 收復諸堡, 派置將領, 北邊復舊, 皆文孚力也。"
            },
            "6": {
                "H2KE-EN": "At first, Munbu was a low-ranking official, and he claimed himself as supreme general of the Middle Army and sent an official document to the circuit inspector Yun Takyeon . Takyeon disliked his merit and said, Takyeon is a member of the Privy Council , and he must receive the provincial governors command. It is not proper to confront each other. [Yun] Munbu rebuked him, but Munbu did not follow his recommendation. For this reason, both Munbus contribution to the fight of battle garrison. Takyeon reported all of them to the throne, and Munbus subordinate took the head of the commander. He also reported that Munbus crime was treacherous. When Munbu immediately desired to remove his military camp, the soldiers all supported them and did not disperse. Sometimes he rushed to the temporary royal quarters and reported it to the temporary royal quarters. The court suspected him and satisfyed both. Munbu pursued the head of the quarters to Hamheung and also did not see Takyeon. Takyeon became angry and sent an official document to Munbu, saying, The crime of claiming the head of the battle garrison should be thoroughly investigated and caughly arrested and brought back. Munbu took the command from the head of the battle garrison and returned, saying, The circuit inspector dispatched the head of the battle garrison to enter the capital. Therefore, the member of the Middle Army also released the head of the battle garrison, and there is no need to inquire about this. Takyeon again reported this to the embassy of the head of the battle garrison. At this time, a dispatch was dispatched to investigate the actual situation. Takyeon sought to bribes generously from the envoy and claimed himself. In general, those who were affiliated with scholar-officials who had lived in the head of the battle garrison all distributed grain to relieve them. People praised him, and those who dispatched the imperial court men to enter north were all cold and frost",
                "H2KE-nKo": "문부가 처음에는 품계가 낮은 것을 의병대장이라 자칭하고 순찰사 윤탁연에게 관문을 보내자, 윤탁연이 그의 공을 꺼려하여 ‘평사는 일개 막관이니 감사의 절제를 받아야지 서로 대등하게 해서는 안 된다.’라고 책망하였으나, 문부가 따르지 않았다. 이 때문에 문부의 전후 전투에서 승리한 공로에 대해 윤탁연이 모두 사실을 뒤집어 보고하였는데, 문부의 휘하가 수급을 가지고 관남을 지나면서 모두 빼앗아 그의 군사에게 주었다. 또 문부가 불궤한 짓을 했다고 보고하자, 문부가 즉시 군사를 풀어 주려고 하였으나 군졸들이 모두 흩어지지 않고 둘러싸고서 사잇길로 행재소에 달려가 보고하니, 조정에서 의심하여 양쪽을 화해시켰다. 문부가 적을 추격하여 함흥에 이르렀을 때 또 윤탁연을 만나지 않자, 윤탁연이 크게 노하여 전령으로 문부를 추격하게 하면서 말하기를,“평사가 적을 놓아주고 내보냈으니, 그 죄를 즉시 끝까지 캐물어서 속히 잡아와야 한다.”하였다. 문부가 그 전령을 가지고 판회하기를,“순찰사가 적을 놓아주고 내보냈기 때문에 의병장도 적을 놓아주고 내보냈으니, 더 이상 물을 것이 없다.”하였다. 윤탁연이 또 발호하였다고 보고하자 행조에서도 묻지 않았다. 이때에 이르러 사신을 보내 그 실상을 조사하게 하였는데, 윤탁연이 사신에게 후한 뇌물을 요구하여 스스로 해명하였다. 관남에 있는 사대부의 가속들에게 모두 곡식을 풀어 주어 진휼하니, 사람마다 칭찬하였다. 조정에서 사람을 차출하여 관남에 들어간 자들은 모두 추위와 추위에 떨며 살 길이 없었는데, 윤탁연이 모두 의복과 장비를 주었다. 조정에 돌아와서는 모두 윤탁연을 비호하고 문부의 공을 분명하게 말하지 않으니, 남북의 군민들이 분개하지 않는 이가 없었다. 조정에서는 단연코 전공을 정현룡에게 돌리고 승진시켜 본도 병사에 제수하였으며, 문부는 단지 반민을 주벌한 공으로 당상에 올리고 길주 부사에 제수하였다.관북 사람들은 그가 재조해 준 공덕을 추억하여 모두 병사가 되기를 원하였으나, 문부는 강직하고 개결하여 교제가 적었으므로 끝내 크게 쓰이지 못하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 6번째기사",
                "gt-oKo": "정문부는 처음에 직급이 낮은 신분으로서 의병 대장(義兵大將)이라 자칭하고 순찰사(巡察使)윤탁연(尹卓然)에게 관문(關文)을 보내었는데, 윤탁연이 그의 공을 꺼려하여 ‘평사(評事)는 일개 막관(幕官)이니 마땅히 감사(監司)의 절제를 받아야 하고 서로 대등하게 대해서는 부당하다.’고 하며 꾸짖었으나 정문부는 따르지 않았다. 이 때문에 문부가 전후로 세운 전공(戰功)을 탁연이 모두 사실과 반대로 조정에 보고하였으며, 문부의 부하가 수급(首級)을 가지고 관남(關南)을 지나면 그가 모두 빼앗아 자기 군사에게 주었다. 그리고 문부의 행동이 불궤(不軌)스럽다고 조정에 아뢰었다. 이에 문부가 바로 군사를 해산시키려 하였으나 군졸들이 모두 흩어지지 않고 그의 곁에 있었으며, 혹은 사잇길로 달려가서 행재소(行在所)에 보고하니, 조정에서는 의심을 하면서 둘을 무마시켰다. 문부가 적을 추격하여 함흥(咸興)에 이르렀을 때 또 탁연을 만나보지 않았는데 탁연이 크게 노하며 영을 전해 문부를 뒤쫓게 하고 말하기를, “평사(評事)가 적을 놓아 내보낸 죄를 지금 당장 구문(究問)해야겠으니, 속히 잡아오라.” 하니, 문부가 그 전령(傳令)에 대응하여 판회(判回)하기를, “순찰사(巡察使)가 적을 놓아 들여보냈기 때문에 의병장(義兵將)도 적을 놓아 내보낸 것이니, 구문할 만한 이유가 없다.” 하였다. 탁연이 또 정문부를 발호(跋扈)한 자라고 보고했으나 행조(行朝)에서는 또한 따지지 않았다. 그러다가 이때에 와서 사신을 보내 그 실상을 조사하게 하였는데, 탁연은 사신에게 후한 뇌물을 주어 스스로 변명하였다. 무릇 사대부의 가속(家屬)으로서 관남(關南)에 있는 자들에게 모두 탁연이 곡식을 흩어주어 구제하니 사람마다 칭찬하였으며, 조정에서 차출하여 북쪽에 들여보낸 자들이 모두 추위에 떨고 있는 상황에서 또 그들에게 모두 옷과 장비를 주었으므로, 그들이 조정에 돌아와서는 모두가 탁연을 옹호하고 문부의 공은 분명하게 말하지 않았다. 이에 남북의 군민(軍民)들로서 분개하지 않는 자가 없었다. 조정에서는 단안을 내려 전공(戰功)을 정현룡(鄭見龍)에게 돌려 그를 본도의 병사(兵使)에 올려 제수하고, 문부는 단지 반민(叛民)을 주참한 공으로써 당상관(堂上官)에 올려 길주 부사(吉州府使)에 제수하였다. 북쪽 사람들은 문부가 재조(再造)해 준 공덕을 추앙하며 병사(兵使)가 되기를 모두 원하였으나 문부는 강개(剛介)한 성품에 교제가 적었으므로 끝내 크게 쓰이지 못하였다.",
                "hj": "○文孚初以秩卑, 自稱義兵大將, 通關于巡察使尹卓然, 卓然忌其功以爲: “評事一幕官, 當受監司節制, 不當相敵。” 而責之, 文孚不從。 故凡文孚前後戰捷功勞, 卓然皆反實以聞, 文孚麾下持首級過關南, 則皆奪取, 以與其軍, 且啓文孚所爲不軌。 文孚卽欲釋兵, 則軍卒皆擁留不散, 或間道走告行在, 朝廷疑而兩解之。 文孚追賊至咸興, 又不見卓然, 卓然大怒, 傳令追文孚曰: “評事縱賊出送之罪, 卽當究問, 速爲捕來。” 文孚取其傳令, 判回云: “巡察使縱賊入送, 故義兵將亦縱賊出送, 無可問也。” 卓然又以跋扈聞, 行朝亦不問。 至是, 遣使査其實狀, 卓然要使臣厚賂自明。 凡士大夫家屬在關南者, 皆散穀賑給, 人人稱譽, 朝廷差人入北者, 皆寒凍無資, 卓然率以衣裝與之。 及還朝, 皆護卓然, 不明言文孚功, 南北軍民莫不憤慨。 朝廷斷以戰功歸之鄭見龍, 陞拜本道兵使, 文孚只用誅叛民功, 陞堂上拜吉州府使。 北人追思其再造功德, 咸願得爲兵使, 而文孚剛介寡交, 卒不得大用。"
            },
            "7": {
                "H2KE-EN": "Responding to the Bureau of Honorable Guests , Assistant Magistrate of Honorable Guests Yi Yusin came [to the capital] to supply provisions [to the government]. [Yi] Yusin was strong and arrogant, but he delayed provisions on time limit. Circuit Fifth-Rank Military Officer Kim 김응nam and Second Minister of Taxation Min Yeogyeong were punished by beating with the heavy stick. [But] the seventh month, [he] returned [to the capital].",
                "H2KE-nKo": "호부 주사 애유신이 와서 관향하였다. 애유신이 몹시 사나워 군량을 운송하는 기한을 늦추었다는 이유로 검찰 김응남과 호조 참판 민여경을 장을 쳤다. - 7월에 돌아갔다. -\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 7번째기사",
                "gt-oKo": "호부 주사(戶部主事)애유신(艾維新)이 와서 군량을 관리하였다. 유신은 무척 준열하게 일을 처리하였는데, 군량을 운반하는 기한을 늦추었다는 이유로 검찰(檢察)김응남(金應南)과 호조 참판민여경(閔汝慶)을 곤장쳤다.【7월에 본국으로 돌아갔다.】",
                "hj": "○戶部主事艾維新來, 管餉。 維新峻猛, 以運糧緩期, 杖檢察金應南、戶曹參判閔汝慶。【七月回去。】"
            },
            "8": {
                "H2KE-EN": "Retired Assistant Section Chief of the Board of War Yu Hwangsang and Retired Aide to the Board of War Won Hwang all came [to Joseon] in order to assist in military affairs. [Yu] Hwangsang was arrogant and frugal. When Uiju heard that [Yu] was recovered from Pyeongyang , he hurriedly rushed to the army. The memorial presented [to the Emperor] stated, Your subject will accompany your subject. [Yu] also falsely accused the Retired Regional Military Commission , saying, The enemy residing in Busan has yet to be destroyed. The Retired Regional Military Commission and the Retired Regional Markets (K. Busangwanmyeong . [Yu] Hwangs words were extremely arrogant and fraudulent. [Yu] Hwangsang like Buddhism, and his 몸가짐이 as Buddhist monks. Therefore, his guesthouse was easily treated. His writings were transcribed in history to our country were all slandered by Zhu . Not long afterward, the remonstrance official impeached [Yu] Do [], who retired from his position, returned. After hearing that his head was haired, he entered the mountain.",
                "H2KE-nKo": "명나라 병부 원외랑 유황상과 병부 주사 원황이 모두 군무를 찬획하기 위해 나왔는데, 유황상은 과장되고 허황되었다. 의주에서 평양이 수복되었다는 소식을 듣고 군중으로 달려가 주본을 올리기를,“신이 실로 함께 갔습니다.”하고, 또 경략에게 무고하기를,“부산에 아직 철수하지 않은 적은 원래부터 주둔하고 있던 왜인입니다.”하였는데, 호부와 병부 과가 조사하여 검사한 뒤에야 그만두었다. 또 부산의 관명을 스스로 지으면서 “명나라 군사가 왜적을 소탕하여 바다에 이르렀다.”라고 하였는데, 말이 매우 과장되고 거짓되었다. 원황은 불교를 좋아하고 몸가짐이 중과 같았기 때문에 접대하기가 편하였다. 그가 저술한 글을 우리 나라에 전하였는데, 모두 주자를 비난하고 배척한 말이었다. 얼마 지나지 않아 언관이 좌도를 탄핵하자 파직되어 돌아갔다. - 그 뒤에 머리를 깎고 산에 들어갔다고 한다. -\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 8번째기사",
                "gt-oKo": "명나라의 병부 원외랑(兵部員外郞) 유황상(劉黃裳)과 병부 주사(兵部主事)원황(袁黃)이 군무(軍務)를 찬획(賛畫)할 일로 나왔다. 유황상은 터무니없이 과장하는 인물이었다. 그가 의주(義州)에 있을 때 평양이 수복되었다는 소식을 듣고는 군중(軍中)으로 달려가 글을 올리기를 ‘신이 실로 함께 갔었다.’고 하였고, 또 경략(經略)을 무고(誣告)하기를 ‘부산에서 철수하지 않은 적은 바로 원래 살고 있던 왜인이다.’ 하였는데, 호부(戶部)와 병부의 과도관(科道官)이 사검(査檢)하고서야 그만두었다. 또 부산 관명(釜山館銘)을 자찬(自撰)하여 ‘천병(天兵)이 왜적을 소탕하여 해상(海上)에 이르렀다.’고 하였으니, 그의 말은 너무나도 터무니가 없었다. 원황은 불교(佛敎)를 좋아하여 몸가짐을 승려와 같이 하였으므로 접대하기가 편하였다. 그가 지은 글을 우리 나라에 전하였는데, 모두가 주자(朱子)를 배척한 내용이었다. 얼마 안 가서 언관(言官)이 그가 좌도(左道)라는 것으로 탄핵하였으므로 파직되어 돌아갔다.【들으니 그 뒤에 머리를 깎고 입산하였다 한다.】",
                "hj": "○皇朝兵部員外郞劉黃裳、兵部主事袁黃皆以贊畫軍務出來。 黃裳誇誕, 在義州聞平壤收復, 馳往軍中, 上本言: “臣實同往。” 又誣告經略謂: “釜山未撤之賊, 乃原住倭。” 戶部、兵部科査檢乃已。 又自撰《釜山館銘》言: “天兵掃蕩至海上。” 言甚誇誣。 黃好佛, 持身如僧, 故館待便易。 以所著書, 傳於我國, 皆詆排朱子語也。 未幾, 言官劾其左道, 革職回去。【聞, 其後剃髮入山云。】"
            },
            "9": {
                "H2KE-EN": "The King concurrently served as director of the Office of Royal Decrees and Hong Seongmin as concurrent minister of taxation .",
                "H2KE-nKo": "윤근수를 겸 대제학으로, 홍성민을 겸 호조 판서로 삼았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 1월 1일(병진) 9번째기사",
                "gt-oKo": "윤근수(尹根壽)로 대제학을 겸하게 하고 홍성민(洪聖民)으로 호조 판서를 겸하게 하였다.",
                "hj": "○以尹根壽兼大提學, 洪聖民兼戶曹判書。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongsul day, the first day of the month, the King stayed in Jeongju .",
                "H2KE-nKo": "주상이 정주에 있었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 1번째기사",
                "gt-oKo": "상이 정주(定州)에 있었다.",
                "hj": "○朔丙戌/上在定州。"
            },
            "10": {
                "H2KE-EN": "At the time, the government troops were divided and separately occupyed in Gyeonggi [Province], with the commandant of Kwon Gwon , frequently occurred and plundered the pirates. The pirates could not come out to afar and gather firewood. Governor of Changui Kim Cheonil , Superintendent of Jeolla [Province] Yi Bin , and Superintendent of Chungcheong [Province] [] Jeong걸 , as naval forces, sailed to the headquarters of the Han River . They surrounded through the jurisdiction of the enemy in the lower provinces and the army headquarters to defend the enemy. The pirates were gradually slightly slightly. However, the Chinese troops were already retired from afar, and they could not come to engage in battle. The people of this country regretted them. 유성룡 sent a letter to Wang Ukjeok , which stated, The pirates are currently obstructing strategic points, and it is not easy to engage in battle. If the great army headquarters reached Poju , climbing the enemy, separately select 10,000 cavalry soldiers from Ganghwa and sail the headquarters to the south of the Han River . If they engage in battle against them, then the enemy of the enemy will easily be defeated. The enemy of the capital shall be severed, and the enemy of the enemy shall surely go to Yongjin and then flee to the enemy of the enemy. If the enemy of the enemy is defeated, then it will be possible to climb the enemy at once. Wang Ukjeok regarded this as a strategic decision and wished to employ the enemy.",
                "H2KE-nKo": "이때 관군이 경기 안에 나누어 웅거하고 있으면서 권율의 군사를 우두머리로 삼아 출몰하며 적을 초토하니, 적이 멀리 나가 땔나무를 할 수 없었다. 창의사 김천일, 전라 수사 이빈, 충청 수사 정걸이 수군을 이끌고 경강 어귀로 진격하니, 하도의 관군과 의병이 적의 통로를 차단하여 적의 기세가 점점 꺾였다. 그러나 명나라 군사가 이미 멀리 퇴각하여 대대적으로 진공하지 못하였으므로 나라 사람들이 한스럽게 여겼다. 유성룡이 왕필적에게 편지를 보내기를,“적이 지금 험고한 곳에 웅거하고 있어 공격하기가 쉽지 않다. 만약 대병이 파주에 진주하여 그 뒤를 밟아 견제하고 별도로 남병 1만 명을 선발하여 강화를 따라 한강 남쪽에 나가 주둔하여 여러 둔을 공격하게 한다면, 여러 둔의 적은 적고 약하여 격파하기 쉽고 경성의 적은 돌아가는 길이 단절되어 반드시 용진을 향해 달아날 것이니, 후병으로 강진을 뒤엎으면 일거에 소탕할 수 있을 것이다.”하였다. 왕필적이 기이한 계책으로 여겨 그 계책을 쓰려고 하였으나 제독이 따르지 않았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 10번째기사",
                "gt-oKo": "당시 관군(官軍)이 기내(畿內)에 나누어 웅거하면서 권율의 군사를 위시하여 들락날락하며 적을 치니, 적이 멀리 나가서 땔나무를 할 수 없었다. 창의사(倡義使)김천일(金千鎰), 전라 수사(全羅水使)이빈(李蘋), 충청 수사(忠淸水使)정걸(丁傑)이 수군을 이끌고 경강(京江) 어구에 진격하였으며, 하삼도(下三道)의 관군과 의병이 적의 길을 차단하니 적의 기세가 점점 꺾였다. 그러데 명나라 군사가 이미 멀리 물러가서 대대적으로 진공(進攻)할 수 없었으므로 우리 나라 사람들이 그것을 한스럽게 여겼다. 유성룡이 왕필적(王必迪)에게 글을 보내기를, “적이 바야흐로 험고한 지대에 웅거하고 있으니, 쉽게 공격할 수 없다. 그러나 만일 대병(大兵)이 파주에 진주하여 그 후미를 끌어내어 묶어두고, 별도로 남병(南兵) 1만 명을 뽑아 강화(江華)로부터 한강 남쪽에 진출시킨 뒤 여러 둔(屯)을 공격하게 하면, 둔치고 있는 적의 형세가 약화되어 있으므로 쉽게 격파할 수 있을 것이다. 그리고 경성에 있는 적은 돌아가 길이 차단되고 보면 반드시 용진(龍津) 쪽으로 향해 달아날 것이니, 후병(後兵)으로 강진(江津)을 쓸어버린다면 일거에 소탕할 수 있을 것이다.” 하니, 왕필적이 기책(奇策)으로 여기고 그 계책을 쓰려고 하였으나 제독이 따르지 않았다.",
                "hj": "○時, 官軍分據畿內, 以權慄軍爲首, 出沒鈔賊, 賊不得遠出樵採。 倡義使金千鎰、全羅水使李蘋、忠淸水使丁傑以舟師, 進京江口, 下道官、義兵邀截賊路, 賊勢漸挫, 而天兵已遠退, 不得大擧進攻, 國人恨之。 柳成龍移書王必迪曰: 賊方據險固, 未易攻。 若大兵進住坡州, 躡其尾, 以牽綴之, 別選南兵一萬, 從江華出於漢南, 卒擊諸屯, 則諸屯賊寡弱易破, 京城之賊歸路斷絶, 必向龍津而走, 因以後兵覆諸江津, 則可一擧掃滅也。 必迪以爲奇謀, 欲用其策, 而提督不從。"
            },
            "11": {
                "H2KE-EN": "People of Gyeonggi [Province] were greatly starving, and drowning on the roadside. When [he] met a young child and drank wine, [he] addressed Yu Seongryong , saying, The Japanese pirates have not yet retreated, and the people have died like this. What shall be done? [They] sighed and said, Heaven is sad and earth. [Yang] Seongryong wept sorrowfully and shed tears. [They] requested that Uijang in the southern area be provided with 1,000 seok of grain from Uijang in the southern area. The 제독 also saddened [him] and supplied [him] with provisions. [But] one or two [of them] could not reach one or two [of them], [but] the starving people continue to eat food in succession, growing more than several ri outside the three gates of Gaeseong Magistracy . [They] sighed and looked up food. After the 제독 departed, all of them sleep and died.",
                "H2KE-nKo": "경기의 사민들이 크게 굶주려 쓰러져 죽은 시체가 길에 가득하였다. 사대수가 길을 가다가 어린아이가 기어가서 이미 죽은 어미의 젖을 먹는 것을 보고 유성룡에게 말하기를,“왜적이 아직 물러가지 않았는데 백성들의 사망이 이와 같으니 장차 어찌할 것인가.”하고, 탄식하며 말하기를,“하늘도 근심하고 땅도 슬퍼할 것이다.”하였다. 유성룡이 눈물을 흘리면서 남방의 의병장 안민학이 실어 보낸 의곡 수천 섬을 가지고 진휼해 줄 것을 주청하였다. 제독도 서글프게 여겨 스스로 먹을 양식을 나누어 주어 진휼하게 하였으나 백에 한둘도 미치지 못하였다. 굶주린 백성들이 서로 잇달아 나아가 얻어 먹고는 개성의 삼문 밖 몇 리 사이에 가득차서 아우성치며 먹여 주기를 바라고 있었는데, 제독이 떠난 뒤에 모두 즐비하게 죽었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 11번째기사",
                "gt-oKo": "경기의 사민들이 크게 굶주려서 죽은 시체가 길에 가득하였다. 사대수(査大受)가 길가다가 어린애가 기어가서 이미 죽은 어미의 젖을 먹는 것을 보고 유성룡에게 말하기를, “왜적은 아직 물러가지 않았는데 인민의 사망이 이와 같으니 장차 어찌할까요.” 하고, 탄식하기를, “하늘도 근심하고 땅도 슬퍼할 것이다.” 하였다. 유성룡은 눈물을 흘리며 남방의 의병장 안민학(安敏學)이 실어 보낸 의곡(義穀) 수천 석을 가지고 진휼하기를 주청하였고, 제독도 애긍히 여기고 스스로 군인 먹일 군량을 나누어서 구제해 주었으나 백분에 1, 2에도 미칠 수 없었는데, 기민이 잇따라 얻어먹으러 왔다. 개성의 3문 밖 몇 리 사이에 그들먹하게 모여서 처량하게 얻어먹더니, 제독이 떠난 뒤에는 모두 즐비하게 죽었다.",
                "hj": "○京畿士民大飢, 僵死滿路。 査大受行見小兒匍匐飮已死母乳, 謂柳成龍曰: “倭賊未退, 而人民死亡如此, 將奈何?” 歎息曰: “天愁地慘矣。” 成龍爲之流涕, 奏請以南方義將安敏學所輸, 義穀數千石賑之。 提督亦哀之, 自分所食軍糧賑給, 百不能及一二, 而飢民相繼就食, 彌漫於開城三門外數里間, 嗷嗷仰哺。 提督去後, 皆枕藉而死。"
            },
            "12": {
                "H2KE-EN": "On gapsul day, the King summoned Byeon Ijung to attack the enemy of Juksan . The enemy was defeated. [Byeon] Ijung, having been mobilized in the 양호 area, absurdly observed the old law. He prepared a large cattle trees and made a battle garrison instead of the enemy. The enemy attacked the enemy attack, and the enemy attacked the enemy attack. The enemy raised his sword, and he robbbed the enemy attack. The enemy attacked the enemy attack, and the enemy attacked the enemy attack. Both of the enemy attacked the enemy attack, and the enemy attacked the enemy attack. Both of the enemy attacked, [Byeon] Ijung alone barely reluctantly observed the enemy attack. The enemy attacked the enemy attack.",
                "H2KE-nKo": "소모사 변이중이 죽산의 적둔을 공격하다가 크게 패하였다. 변이중이 양호에서 군병을 조발할 때 옛 법을 함부로 본받아 우거를 많이 준비하여 학익진을 만들어 적둔에 다다르니, 적이 칼을 휘두르며 들이받아 나가 이리저리 마구 베어 갔으므로 아군이 패하여 흩어졌다. 적이 또 불을 던지고 우거를 불태웠는데 우거 위에 있던 군사들이 모두 죽었다. 변이중은 겨우 몸만 빠져나와 죽음을 면하였다. - 변이중은 괴상하고 제멋대로 행동하여 원근의 사람들이 비웃고 욕하였다. -\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 12번째기사",
                "gt-oKo": "소모사(召募使)변이중(邊以中)이 죽산(竹山)의 적둔(賊屯)을 공격하다가 크게 패하였다. 변이중이 양호(兩湖)에서 군사를 소집한 다음, 망령되이 옛법을 본받아서 우거(牛車)를 많이 준비해 가지고 학익진(鶴翼陣)을 지어 적둔에 다다르니, 적들이 칼을 휘두르며 마주 나와서 종횡 무진 어지럽게 베자, 아군이 패해 흩어졌다. 적이 또 불을 던져 우거를 태우니 우거 위의 군사들이 모두 죽었으며, 변이중은 겨우 죽음을 면하였다.【변이중은 고지식하고 괴팍하며 자만심이 강했으므로, 원근에서 비웃고 매도하였다.】",
                "hj": "○召募使邊以中攻竹山賊屯, 大敗。 以中調兵兩湖, 妄效古法, 多備牛車, 作鶴翼陣, 以臨賊屯, 賊奮劍逆出, 縱橫亂斫, 我軍敗散。 賊又擲火焚車, 車上之兵皆死。 以中僅以身免。【以中迃怪自用, 遠近嗤罵。】"
            },
            "13": {
                "H2KE-EN": "Fifth Rank Military Officer of the Capital Wall Repairs Directorate of the Government Arsenal Han Chanseon came [to the capital]【서울에 이르렀다가 7월에 돌아왔다.】 and then Fifth Rank Military Officer Ju Yuhan came [to the capital] in succession. Ju Yuhan was simple and prudent by nature and showed sense of propriety. People were all disliked by him.",
                "H2KE-nKo": "감군 산서포정사 우포정 한취선이 나왔다. - 경성에 도착하였다가 7월에 돌아왔다. - 어사 주유한이 계속해서 도착하였다. 주유한은 성품이 간중하고 예절을 잘 차려 사람들이 모두 그를 꺼렸다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 13번째기사",
                "gt-oKo": "감군 산서포정사 우포정(監軍山西布政司右布政) 한취선(韓取善)이 나왔다.【경성에 왔다가 7월에 돌아갔다.】어사(御史)주유한(周維翰)이 잇따라 나왔는데, 주유한은 성품이 간중(簡重)하고 예모를 깍듯이 지켰으므로 사람들이 모두 두려워하였다.",
                "hj": "○監軍山西布政司右布政韓取善出來,【至京城, 七月回。】御史周維翰繼至。 維翰性簡重禮絶, 人皆憚之。"
            },
            "14": {
                "H2KE-EN": "The King (Sejong left Jeongju and had him stay in Sukcheon Strategic Prefecture . He had the Crown Prince and the Queen stay in the same place. In addition, he moved from Sukcheon to Yeongyu District . At that time, high officials and high officials adamantly requested the King to move to his native land and to urge him to transport provisions. This is a matter of importance to the people. The King did not follow their suspicion. The high officials thought that the circumstances are extremely urgent, and adamantly requested the King (Sejong not to cease. The King replied, I think that the chief army commander [of Hamgil Province] are in the suburbs [of our country], and the envoys are coming and going so far as to welcome and reception. The Japanese pirates still occupyed northern frontier, and I am worried about the western frontier. Furthermore, if we leave this wooden pace in this wooden pace, then there would be many delay in commanding and transporting Chinese provisions. Therefore, I would not advise them quickly. If we cease to do so, then I would like to have the Crown Prince and the Queen stay in Jeongju , and I would simply lead a junior official alone to Pyeongyang . Would it be right for me to advise all matters of commanding the soldiers later? Consequently, high officials and others said, This is truly what your subjects wish. We would like to make a decision quickly. The King followed their advice. Arriving at Sukcheon Strategic Prefecture , it would cause trouble to supply provisions on the road and then move to Yeongyu District .",
                "H2KE-nKo": "주상이 정주를 출발하여 숙천부로 진주하고 세자와 중궁은 그대로 머물렀으며, 또 숙천부에서 영유현으로 이주하였다. 이때 대신과 여러 재신이 주상에게 내지로 진주하여 양향을 독촉하여 운반하는 것이 백성들의 바람에 달려 있다고 연달아 청하였으나, 주상이 의심을 품고 따르지 않았다. 대신이 사기가 매우 급하다고 연이어 청하여 마지않으니, 주상이 답하기를,“나의 생각에는 경략이 뒤에 있고 차관이 끊이지 않아 접응이 긴요할 것 같다. 왜적이 아직 북로에 주둔하고 있어 서쪽을 침범할까 염려되고 또 이곳을 한 발자국도 떠나게 되면 호령이 해이해지고 중국의 양향을 운반하는 데에도 지장이 많을 것이므로 흔쾌히 따르지 못하는 것이다. 그만둘 수 없다면 세자와 중궁은 그대로 정주에 머물러 있게 하고, 나는 약간의 종관을 거느리고 단기로 평양으로 나아가 대군의 뒤를 따라 제반 일을 호령하는 것이 좋겠다.”하였다. 이에 대신 등이 아뢰기를,“이는 바로 신들이 하고 싶은 것입니다. 오직 속히 결정해 주시기를 바랄 뿐입니다.”하니, 주상이 그대로 따랐다. 잠시 숙천부에 머물렀다가 직로로 공어하는 데 폐단이 있다 하여 영유현으로 이주하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 14번째기사",
                "gt-oKo": "상이 정주(定州)를 출발하여 숙천부(肅川府)로 진주하면서 세자와 중궁(中宮)은 그대로 머물려 두었다. 또 숙천부에서 영유현(永柔縣)으로 이주하였다. 당시 대신과 여러 재신(宰臣)들이 상이 내지에 진주하여 군량 운반을 감독하고 백성들의 신망을 유지하도록 연달아 청하였으나 상이 주저하며 따르지 않았다. 대신이 ‘사기(事機)가 매우 위급하다.’고 하며 연달아 청해 마지않으니, 상이 답하기를, “나의 생각에는 경략(經略)이 뒤에 있어 차견하는 관원이 연락부절하니 접응하는 일이 긴요하겠고, 왜적이 아직 북로(北路)에 주둔하고 있어 서쪽을 침범할까 우려된다. 또 여기에서 한 걸음만 떠나도 호령이 해이해져 중국 식량을 운반하는 일도 많이 지체될 것이다. 그 때문에 쾌히 따를 수 없다. 그만둘 수 없다면 세자와 중궁을 그대로 정주에 머물게 하고 나는 약간의 종관(從官)을 거느리고 단기(單騎)로 평양에 달려가 대군의 뒤를 따르며, 모든 일을 지휘하는 것이 옳지 않겠는가.” 하였다. 이에 대신들이 아뢰기를, “이는 바로 신들이 원하는 바입니다. 속히 결행하시기만을 오직 바랄 뿐입니다.” 하니, 상이 따랐다. 숙천부에 잠깐 머물렀는데 직로(直路)라 공어(供御)하는 데 폐단이 있었으므로 영유현으로 이주하였다.",
                "hj": "○上發定州, 進住肅川府, 留世子、中宮仍住。 又自肅川, 移住永柔縣。 時, 大臣、諸宰連請上進住內地, 督運糧餉, 維係民望, 上持疑不從。 大臣以爲事機甚急, 連請不已, 上答以: “予意, 經略在後, 差官絡繹, 接應爲緊。 倭賊尙屯北路, 西犯可虞, 且離此一步, 則號令解弛, 搬運唐糧, 亦多滯礙。 故不得快從矣。 無已則欲令世子、中宮, 仍留定州, 予略率從官, 單騎赴平壤, 從大軍之後, 號令諸事可乎。” 於是, 大臣等啓曰: “此正臣等所願欲也。 惟望速決而已。” 上從之。 暫留肅川府, 以直路供御有弊, 移住永柔縣。"
            },
            "15": {
                "H2KE-EN": "Registrar [of the Imperial Entertainments ] Song Geukchang arrived in Uiju and then went to Anju to stay. The 제독 came and met with him to discuss matters and returned.",
                "H2KE-nKo": "경력 송응창이 의주에 나왔다가 그대로 안주로 진주하니, 제독이 와서 일을 의논하고 돌아갔다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 15번째기사",
                "gt-oKo": "경력(經略) 송응창(宋應昌)이 의주(義州)에 나왔다가 이어 안주(安州)에 진주하니 제독이 와서 일을 의논하고 돌아갔다.",
                "hj": "○經歷宋應昌出來義州, 仍進住安州, 提督來會, 議事而還。"
            },
            "2": {
                "H2KE-EN": "The King ordered that soldiers in the capital and in the provinces learn archery and learn archery. The state examination also select candidates for archery and discuss the method of archery.",
                "H2KE-nKo": "서울과 지방의 군병에게 조총을 학습하라고 명하였다. 과거에서도 그 기예를 취하고 염초를 굽는 법을 널리 의논하도록 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 2번째기사",
                "gt-oKo": "중외(中外)의 군병에게 조총(鳥銃)을 배워 익히게 하고 과거(科擧)에서도 조총에 대한 기술이 있는 자를 뽑도록 하는 한편 자초(煑硝)하는 법에 대해 널리 의논하도록 명하였다.",
                "hj": "○命中外軍兵, 學習鳥銃, 科擧亦取其技, 廣議煮硝之法。"
            },
            "3": {
                "H2KE-EN": "The Liaodong Regional Military Commission transported grain to the capital and arrived in Pyeongan Province.",
                "H2KE-nKo": "요동 도사가 배로 군량을 운송하여 관서에 도착하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 3번째기사",
                "gt-oKo": "요동 도사(遼東都司)가 배로 운반해 온 군량이 관서(關西)에 이르렀다.",
                "hj": "○遼東都司船運軍糧, 至關西。"
            },
            "4": {
                "H2KE-EN": "[The King] sent Special Commanders Jeong Huihyeon and Bak Myeonghyeon to defend the northern frontier garrison in the northern frontier. This was because [Jeong] Qing was still stationed in Anbyeon . [However], [Jeong] Huihyeon scattered the troops and retreated. [The King] dismissed [Jeong Huihyeon] from office and had him beaten with the heavy stick.",
                "H2KE-nKo": "별장 정희현과 박명현 등을 보내 북로의 관령을 방비하게 하였는데, 가등청정이 아직도 안변에 주둔하고 있기 때문이다. 정희현이 양식이 떨어졌다는 핑계로 군사를 해산시키고 물러갔으므로 삭직하고 장을 쳤다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 4번째기사",
                "gt-oKo": "별장(別將)정희현(鄭希玄)과 박명현(朴名賢) 등을 보내 북로(北路)의 관령(關嶺)을 방비하게 하였는데, 이는 청정(淸正)이 아직도 안변(安邊)에 주둔해 있기 때문이었다. 그런데 정희현이 군량이 떨어졌다고 핑계하며 군사를 해산시키고 물러왔기 때문에 삭직하고 결장(決杖)하였다.",
                "hj": "○遣別將鄭希玄、朴名賢等, 防備北路關嶺, 以淸正尙屯安邊故也。 希玄託以糧盡, 散軍而退, 削職決杖。"
            },
            "5": {
                "H2KE-EN": "The King appointed Shin Heumji as assistant section chief of the Ministry of Personnel .",
                "H2KE-nKo": "신흠을 이조 좌랑으로 삼았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 5번째기사",
                "gt-oKo": "신흠(申欽)을 이조 좌랑으로 삼았다.",
                "hj": "○以申欽爲吏曹佐郞。"
            },
            "6": {
                "H2KE-EN": "Yi Yeosong , 제독 , who had returned to Pyeongyang . As the 제독 [of Ming China], he stayed in Gaeseong for a long time, having no means of provisions transported to Gaeseong. He sent a repeatedly to the 경략 in order to reply on the opportunity of the previous day. At that time, there was an absurd remark that the enemy 장수 청정 will go to Anbyeon and invade the west to Pyeongyang. The 제독이 loudly said, I would like to return to Pyeongyang to relieve the enemy. Consequently, he mounted his troops and returned to the west. Wang Ulchi , a circuit inspector of Jeolla Province , was staying in Yeoju , and Yi Bin was staying in Cheolju . Ko Eonbaekbae and 이시언 were staying in Haeyu령 , and 김명원 was staying in Imjin . The 제독이 addressed Commissioner for Receiving the Imperial Envoy at the Border of Rites , The enemy of Joseon has no longer enemy. All of them should be returned to the north of Gangbyeon and enemy of the enemy. 유성룡 had his aides to the envoy Shin Gyeongjin , quickly galloping to meet the 제독, and therefore, there are five distant troops to be rejected. The enemy of the ancestors and tombs of the late King were all placed in Gyeonggi Province, where the enemy of the enemy could not bear to be abandoned. This is the first opportunity of the enemy of the enemy. The entire residents of Gyeonggi [Province], always looking for the enemy of the enemy, suddenly hearing that [the enemy] would be rejected. This is the second oportunity of the enemy of the enemy. The enemy of our country cannot be easily abandoned. This is the third oportunity of the enemy of our country. Although the troops of our country are weak, we would like to rely on the enemy of enemy and make a plan for the enemy of enemy.",
                "H2KE-nKo": "제독 이여송이 도로 평양에 머물렀다. 제독이 오랫동안 개성에 머물렀는데 군량이 거의 떨어졌는데도 진격할 생각을 하지 않고 자주 사람을 경략에게 보냈으니, 이는 대개 전날의 화의를 찾으려는 것이었다. 마침 와전된 말이 “적장 가등청정이 장차 안변에서 서쪽으로 평양을 침범하려 한다.”라고 하자, 제독이 이를 인하여 큰소리로 “돌아가 평양을 구하려 한다.” 하고는 드디어 군사를 일으켜 서쪽으로 돌아가고 왕필적은 개성에 머물렀다. 이때 전라 순찰사 권율은 고양의 행주에 진주하고, 이빈은 파주에, 고언백과 이시언은 해유령에, 김명원은 임진에 있었다. 제독이 접반사 이덕형에게 말하기를,“조선의 군사는 형세가 고립되어 후원이 없으니 모두 강북으로 돌아가 적의 공격을 받지 않도록 해야 한다.”라고 하니, 유성룡이 종사관 신경진을 시켜 제독에게 달려가 보고 퇴군해서는 안 된다는 다섯 가지를 진달하게 하였다. 선왕의 분묘가 모두 경기에 있는데 적의 소굴에 빠져 있으니 차마 버리고 갈 수 없는 첫 번째 이유, 경기 이남의 유민들이 날마다 왕사를 기다리고 있었는데 갑자기 물러갔다는 소식을 듣고는 다시 굳은 의지가 없이 서로 이끌고 적에게 돌아갔으니 두 번째 이유, 우리나라는 국토의 척촌을 쉽사리 버릴 수 없는 세 번째 이유, 우리나라의 장사가 비록 힘이 약하지만 바야흐로 의지하여 함께 진격할 것을 도모하려 하고 있었는데, 한번 퇴군하라는 명령을 들으면 반드시 모두 원망하고 분해하여 흩어질 것이니 네 번째 이유, 한 번 퇴군하여 적이 그 뒤를 엿본다면 비록 임진강 이북이라 하더라도 보전하지 못할 것이니 다섯 번째 이유이다. 그러나 제독은 묵묵히 가버렸다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 6번째기사",
                "gt-oKo": "제독 이여송(李如松)이 도로 평양에 머물렀다. 제독이 오래도록 개성에 머물면서 군량이 떨어져 가는데도 전진할 생각은 없이 자주 사람을 경략(經略)에게 보냈는데, 이는 대개 전일의 화의(和議)를 계속해 보려는 것이었다. 때마침 와언(訛言)이 있어 ‘적장 청정이 장차 안변에서 서쪽으로 평양을 침범하려 한다.’ 하자 제독은 이를 인하여 큰소리치기를, “돌아가 평양을 구제하려 한다.” 하고는 드디어 군사를 인솔하여 서쪽으로 돌아가고 왕필적(王必迪)을 개성에 머물려 두었다. 이때 전라도 순찰사권율(權慄)이 고양(高陽)의 행주(幸州)에 진주(進住)하고, 이빈(李蘋)은 파주(坡州)에, 고언백(高彦伯)과 이시언(李時言)은 해유령(蟹踰嶺)에, 김명원(金命元)은 임진(臨津)에 있었다. 제독이 접반사(接伴使)이덕형(李德馨)에게 말하기를, “조선의 군사는 형세가 고단하고 원군(援軍)이 없으니, 다 강북(江北)으로 돌아가 적의 공격을 받지 않도록 해야 한다.” 하였다. 유성룡이 종사관(從事官)신경진(辛慶晉)으로 하여금 달려가 제독을 보고 퇴군(退軍)해서는 아니될 다섯 가지의 이유를 진술하게 하였으니, 그것은 첫째, 선왕(先王)의 묘소가 모두 기전(畿甸)에 있어 적의 소굴 속에 빠져 있으니 차마 버리고 갈 수 없고, 둘째, 경기 이남의 유민(遺民)들이 날마다 왕사(王師)를 바라고 있는데, 물러갔다는 소식을 갑자기 들으면 기대할 데가 없어져 서로들 적에게 돌아갈 것이고, 셋째, 우리 나라 국토는 한 치라도 쉽게 버릴 수 없는 것이고, 넷째, 우리 나라의 장사(將士)가 힘은 약하지만 바야흐로 의지하여 함께 전진할 것을 도모하려고 하고 있는데 철수해 후퇴하라는 명령을 한번 들으면 필시 모두가 분하여 흩어질 것이고, 다섯째, 한번 후퇴하여 적이 그 뒤를 따라 붙으면 임진강 이북이라 하더라도 보전할 수 없다는 것이었는데, 제독은 아무 말없이 떠나버렸다.",
                "hj": "○提督李如松還住平壤。 提督久留開城, 糧運垂乏, 無意進取, 數使人經略, 蓋尋前日和議也。 適有訛言: “賊將淸正將自安邊, 西犯平壤。” 提督因此聲言: “欲還救平壤。” 遂擧軍西還, 留王必迪于開城。 是時, 全羅巡察使權慄進住高陽幸州, 李薲在坡州, 高彦伯、李時言在蟹踰嶺, 金命元在臨津。 提督謂接伴使李德馨曰: “朝鮮之軍勢孤無援, 宜悉還江北, 毋爲賊所乘。” 柳成龍使從事官辛慶晋, 馳見提督, 陳不可退軍者五, 先王墳墓, 皆在畿甸, 淪於賊藪, 不忍棄去, 一也。 京畿以南遺民, 日望王師, 忽聞退去, 無復固志, 相率而歸賊, 二也。 我國境土尺寸, 不可容易棄之, 三也。 我國將士雖力弱, 方欲倚仗, 共圖進取, 一聞撤退之令, 必皆怨憤離散, 四也。 一退而賊乘其後, 則雖臨津以北, 亦不可保, 五也。 提督默然而去。"
            },
            "7": {
                "H2KE-EN": "The enemy Commander of the principal [Jeong] Qing returned from Anbyeon and returned to the capital.",
                "H2KE-nKo": "적장 청정이 안변에서 철수하여 경성으로 돌아갔다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 7번째기사",
                "gt-oKo": "적장 청정이 안변에서 철군하여 경성에 돌아왔다.",
                "hj": "○賊將淸正自安邊, 撤還京城。"
            },
            "8": {
                "H2KE-EN": "Circuit Inspection Commissioner of Jeolla Province Kwon Gwon defeated the enemy at Yeoju . At the time, the enemy in the capital combined a large rampant enemy. [Kwon] Gwon desiring to continue the [Chinese] soldiers in order to plot to rescue the capital. Therefore, he stayed in the capital and had Seon Geoi lead the troops in a stead of battle and stationed at Gwangyo Mountain Geumcheon . He divided 4,000 able-bodied men to catch the battle from Yangcheon to the mountains of Yeoju and set up a wooden palisades to guard [the capital]. The enemy saw that [the enemy , and the enemy struck the land. The enemy was frightened and the enemy croached. [Kwon] Gwon , repeatedly ordered [the enemy encroached. The enemy dwell in the middle of the midle of the enemy route. The enemy arrogant soldiers in Jeolla Province all shooted an arrogant and hit the enemy arrogantly. When the enemy arrogantly fell down, the enemy arrogantly scattered. Each of the enemy camped the enemy , burned the enemy . The enemy",
                "H2KE-nKo": "전라 순찰사 권율이 적병을 행주에서 격파하였다. 이때 경성에 적이 합세하여 주둔하고 있었는데, 권율이 명나라 군사와 연락하여 경성을 도모하려고 군사를 머물게 하고, 선거이로 하여금 군사를 온전히 거느리고 금천의 광교산에 주둔하게 하고, 정예병 4000명을 나누어 뽑아서 양천에서 강을 건너 행주산 위에 진을 치고 책을 설치하여 호위하게 하였다. 적이 고립되어 깊이 들어오는 것을 보고 무리 수만 명을 모두 동원하여 새벽을 틈타 책을 포위하니, 북소리가 땅을 진동하고 책 안이 진동하였다. 권율이 거듭 명하여 진정시키게 하였다. 적이 군사를 나누어 번갈아 진격하였는데, 묘시부터 유시까지 안팎이 모두 사력을 다해 싸웠다. 우리 군사는 땅을 점령하고 높게 솟아 있었는데, 뒤에 강벽에 임하여 도망할 길이 없어 모두 사력을 다할 생각을 품었다. 적이 위를 향해 공격하였으나 탄환도 곧지 않았고, 호남의 건장한 군사들도 모두 활을 잘 쏘았다. 활을 쏘아 반드시 중상을 입히고 화살이 비오듯 쏟아지자 적이 문득 흩어져 버렸다. 이에 각자 묶은 풀을 가지고 책에 불을 놓아 태웠는데, 책 안에서는 물을 가지고 박멸하였다. 적이 서북쪽 모퉁이의 책 한 칸을 허물자 지키던 승군이 조금 물러났다. 권율이 스스로 칼을 써서 후퇴한 몇 사람을 베고 다시 책을 세워 항거하였다. 화살이 다 떨어지려 할 때 수사 이빈이 배로 수만 개의 화살을 싣고 뒤를 이었다. 적이 마침내 패하여 후퇴하면서 쌓인 시체가 사방 무더기로 되어 꼴을 덮고 불태웠는데, 냄새가 몇 리까지 퍼졌다. 아군이 남은 시체가 130급을 거두어 베었다. 이튿날 사대수가 와서 전투하는 곳을 보고 말하기를,“외국에 진짜 장군이 있다.”하였다. 송 경략이 자문을 보내 위로하고 장려하면서 단은으로 예를 갖추어 황제에게 주문하였다. 황제가 홍려시의 관원을 보내 본국에 선유하기를,“조선은 평소 강국으로 일컬어져 왔는데, 지금 권율이 참획한 것을 보니 매우 많다. 조선의 인민이 아직도 진작될 만하니, 짐이 매우 가상하게 여긴다.”하였다. 권율이 파주 산성으로 진을 옮겼는데, 적병이 또 내침하였으나 모두 싸우지 않고 후퇴하였다. 제독이 이 소식을 듣고 갑작스럽게 회군한 것을 자못 후회하여 장세작으로 하여금 이덕형과 함께 개성으로 돌아가 양식을 비축해 두고 기다리게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 8번째기사",
                "gt-oKo": "전라도 순찰사권율(權慄)이 적병을 행주에서 격파하였다. 당시 경성에는 적들이 연합하여 둔을 치고 있었으므로 그 기세가 등등하였는데, 권율은 명나라 군사와 연대하여 경성을 탈환하려고 군사를 머물려 두고 있었다. 그리고는 선거이(宣居怡)로 하여금 전군을 거느리고 금천(衿川)의 광교산(光敎山)에 주둔케 하고, 권율 자신은 정병(精兵) 4천 명을 뽑아 양천(陽川)에서 강을 건너 행주산 위에 진을 치고는 책(柵)을 설치하여 방비를 하였다. 적은 외로운 군사가 깊이 들어간 것을 보고 수만 명의 대군을 출동시켜 새벽에 책을 포위하였다. 그들이 울려대는 징소리·북소리가 땅을 진동하니 온 책 안이 두려움에 사로잡혔는데, 권율은 거듭 영을 내려 진정시켰다. 적은 군사를 나누어 교대로 진격해 왔는데 묘시(卯時)에서 유시(酉時)에 이르기까지 안팎이 모두 사력을 다해 싸웠다. 우리 군사가 점령한 지역은 높고 험준한 데다가 뒤로는 강벽(江壁)에 막혀 달아날 길이 없었으므로 모두 죽을 각오를 하였다. 적은 올려다 보고 공격하는 처지가 되어 탄환도 자연 맞지 않는 데 반해 호남의 씩씩한 군사들은 모두 활을 잘 쏘아 쏘는 대로 적중시켰다. 화살을 비오듯 퍼부을 때마다 적의 기세가 문득 꺾이곤 하였다. 왜적이 각자 짚단을 가지고 와 책(柵)에 불을 놓아 태우자 책 안에서는 물을 길어 불을 껐다. 적이 서북 쪽의 책 한 간을 허물자 지키고 있던 승군(僧軍)이 조금 물러나니 권율이 직접 칼을 빼어 물러난 자 몇 사람을 베고, 다시 책을 세워 방어하였다. 화살이 거의 떨어지려 할 때 수사(水使)이빈(李蘋)이 배로 수만 개의 화살을 실어다 대주었다. 적이 결국 패해 후퇴하면서 시체를 네 무더기로 쌓아 놓고 풀로 덮고 태웠는데, 그 냄새가 몇 리 밖까지 풍겼다. 우리 군사가 나머지 시체를 거두어 참획한 것만도 1백 30급이나 되었다. 다음날 사대수(査大受)가 접전한 곳을 와서 보고 말하기를, “외국에 진짜 장군이 있다.” 하였다. 송 경략(宋經略)이 우리 나라에 자문(咨文)을 보내 위로하고 추장(推奬)하는 한편 비단과 은(銀)을 상으로 주고 황제에게 주문(奏聞)하였다. 황제가 홍려시(鴻臚寺)의 관원을 보내 우리 나라에 선유(宣諭)하기를, “조선은 본디 강국으로 일컬어졌는데, 지금 보건대 권율이 참획한 것이 매우 많으니 해국(該國)의 인민이 그래도 진작될 수 있겠다. 내가 매우 가상하게 여긴다.” 하였다. 권율이 파주의 대흥 산성(大興山城)으로 옮겨 진을 치자 적병이 또 침입해 왔으나 모두 싸우지 않고 물러갔다. 제독이 이 소식을 듣고는 갑작스레 회군(回軍)한 것을 자못 후회하면서 장세작(張世爵)으로 하여금 이덕형(李德馨)과 함께 도로 개성에 가서 군량을 비축해 놓고 기다리게 하였다.",
                "hj": "○全羅巡察使權慄敗賊兵于幸州。 時, 京城賊合屯大熾, 慄欲連絡天兵, 以圖京城, 乃留兵, 使宣居怡領全師, 屯衿川光敎山, 分抄精兵四千, 自陽川濟江, 陣于幸州山上, 設柵爲衛。 賊見其孤懸深入, 悉衆數萬, 乘曉圍柵, 鐃皷動地, 柵中震駴, 慄申令鎭靜。 賊分軍迭進, 自卯至酉, 內外皆殊死戰。 我軍占地高峻, 後臨江壁, 逃走無路, 皆懷死心。 賊仰攻, 丸道不直, 湖南壯軍皆善射, 射必中傷, 矢如雨注, 賊輒披靡。 乃各持束草, 縱火燒柵, 柵中以水撲滅。 賊毁西北隅柵一間, 所守僧軍少却, 慄自用劍, 斬退者數人, 復樹柵以拒之。 矢將盡, 水使李蘋舟載箭數萬以繼之。 賊遂敗退, 聚積尸爲四堆, 覆芻以焚之, 臭聞數里, 我軍收斬餘尸一百三十級。 翌日査大受來視戰處曰: “外國有眞將軍。” 宋經略移咨慰奬, 用段銀爲禮, 奏聞于帝。 帝遣鴻臚寺官, 宣諭本國曰: “朝鮮素稱强國, 今觀權慄斬獲甚多, 該國人民尙可振作。 朕甚嘉之” 慄移陣坡州山城, 賊兵又來侵, 皆不戰而退。 提督聞之, 頗悔回軍之遽, 使張世爵, 同李德馨還到開城, 蓄糧以待之。"
            },
            "9": {
                "H2KE-EN": "[The King] ordered that Kwon Gwon be promoted to Grand Master for Excellent Virtue and that Grand Master for Excellent Virtue Jo Gyeong and others be rewarded with varying ranks in varying ranks.",
                "H2KE-nKo": "권율의 품계를 자헌대부로 올려 주고, 무장 조경 등에게는 차등을 두어 상직하라고 명하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 2월 1일(병술) 9번째기사",
                "gt-oKo": "권율의 품계를 자헌(資憲)으로 올리고 무장(武將) 조경(趙儆) 등에게 각각 차등 있게 직책을 주도록 명하였다.",
                "hj": "○命權慄陞階資憲, 武將趙儆等, 賞職有差。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "Due to a severe famine in the provinces, the King dispatched a royal separate commissioner to provide relief to the starving.",
                "H2KE-nKo": "삭진년 여러 도에 크게 기근이 들었으므로 어사를 나누어 보내 진휼하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 3월 1일(병진) 1번째기사",
                "gt-oKo": "제도(諸道)에 크게 흉년이 들었으므로 어사를 나누어 보내 진휼하였다.",
                "hj": "○朔丙辰/諸道大饑, 分遣御史賑恤。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that Kim Gwiyeong be confined to Huicheon . [Kim] Gwiyeong was captured and placed in the enemy. The pirates composed a gunpowder letter and handed it to Gwiyeong and sent him away. Inspectors and censors thought that Gwiyeong was confined to the enemy but did not die. Instead, he brought a gunpowder letter from the enemy. This was guilty, and requested that he be interrogated. The King could not bear to admit his punishment and cross-examined him with his son-in-law. [But] he did not admit his guilt. Thereupon, Gwiyeong was confined.",
                "H2KE-nKo": "김귀영을 희천에 찬배하라고 명하였다. 김귀영이 적의 수중에 포로로 잡혀 있었는데, 적이 강화하는 글을 지어 김귀영에게 주어 내보냈다. 대간이 논핵하기를,“김귀영이 적에게 잡혀 죽지 않고 도리어 적의 글을 가지고 왔다는 것으로 죄안을 삼아 국문하기를 청합니다.”하니, 주상이 차마 형장을 가하지 못하고 함께 온 첩의 아들을 형추하였으나, 자복하지 않았다. 이에 김귀영을 찬배한 것이다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 3월 1일(병진) 2번째기사",
                "gt-oKo": "김귀영(金貴榮)을 희천(熙川)으로 귀양 보내도록 명하였다. 귀영은 적에게 포로로 잡혀 있었는데, 적이 강화(講和)하자는 서신을 써서 귀영에게 주어 내보냈다. 대간(臺諫)이, 귀영은 적에게 잡혔는데도 죽지 않고 도리어 적의 서신을 가지고 왔다는 것으로 죄안(罪案)을 삼아 국문하기를 청하였다. 상이 차마 형벌을 가하지 못하고 같이 온 첩의 자식을 형추(刑推)하게 했는데, 자복하지 않자 이에 귀영을 귀양 보냈다.",
                "hj": "○命竄金貴榮于熙川。 貴榮俘在賊中, 賊作和書, 付貴榮出送。 臺論以貴榮陷賊不死, 反持賊書來爲罪案, 請鞫之, 上不忍加刑, 刑推其妾子同來者不服, 乃竄貴榮。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On eulyu day, at the euryu day of the first month, the 경략 dispatched Sim Yugyeong to the command of Japanese pirates to discuss plunder. Earlier, the 경략 saw the 제독 and reprimanded him slightly withdrawn. The 제독 said, The pirates are strong and strong, thus cannot be enough to enemy. Upon his return, the King sent Sim Yugyeong to instruct him to repel him. At that time, the enemy sent a letter to the naval forces of Yongsan and requested that plunder be plundered. Yu Jeonghyeon showed the letter to Sadasu and sent it to the 군문. The 제독 immediately sent Sim Yugyeong to quickly bring him back [to the capital]. Won Myeong said to Sim Yugyeong , Isurrendered the pirates earlier and was defeated in Pyeongyang . Would there be no good intention? Sim Yugyeong said, We did not repel them earlier, and thus how could we relay our defeat? Subsequently, he boarded a boat from Ganghwa and met the enemy route to Yongsan . Sim Yugyeong said, The enemy of the Great Ming [China] will lead forty thousands of soldiers to defend the frontier and attack them in frontier. If you return to Joseon with the princes and the 배신 of Joseon to collect troops and go to the south, then the enemy routemy enemy rout ",
                "H2KE-nKo": "삭을유년에 경략이 심유경을 왜영에 보내 강화를 의논하게 하였다. 경략이 처음 제독을 만나 경솔히 후퇴한 것을 책망하자, 제독이 ‘적의 무리가 강성하여 대적할 수 없다.’라고 하였다. 경략이 뜻을 돌려 심유경을 보내 후퇴를 권유하게 하였다. 마침 행장이 용산의 수군에게 편지를 보내 강화를 요구하였다. 유성룡이 사대수에게 그 편지를 군문에게 보이니, 제독이 즉시 심유경을 출발시켜 달려오게 하였다. 김명원이 심유경에게 말하기를,“적이 전에 왜적의 침략을 받아 평양에서 패배하였으니, 좋지 못한 뜻이 있는 것이 아닌가.”하니, 심유경이 말하기를,“저들이 일찍 후퇴하지 않았기 때문에 패배한 것이니, 어찌 나와 상관이 있겠는가.”하고, 마침내 강화로부터 배를 타고 행장과 청정 등을 용산에서 만났다. 심유경이 큰소리로 말하기를,“상국에서 40만의 병사를 일으켜 앞뒤로 차단하여 너희들을 공격하려 한다. 네가 지금 조선의 왕자와 배신을 돌려보내고 군사를 거두어 남쪽으로 내려가게 한다면 봉사를 이룰 수 있고 두 나라가 무사할 것이니, 어찌 순조롭고 편리하지 않겠는가.”하였다. 행장 등은 그래도 심유경을 머물러 있게 하고 왕경을 굳게 지키며 봉공을 합당하게 해야 후퇴할 것이라고 하였는데, 대장 수가, 부장 삼성, 장성, 길계륭경 등이 불가하다고 하였다. 마침내 여러 장수 37인과 함께 와서 사례하고 날짜를 약속하여 돌아갔다. 제독이 이 소식을 듣고 다시 군사를 이끌고 개성에 이르렀다. 우리나라 재신들이 강화는 믿을 수 없다고 말하면서 그들이 태만해진 틈을 타서 공격하기를 청하였으나, 제독은 우물쭈물하며 따르지 않았다. 이어서 유격 주홍모 등을 적영에 보내 강화를 의논하게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 1번째기사",
                "gt-oKo": "경략(經略)이 심유경(沈惟敬)을 보내 왜영(倭營)에 들어가서 강화를 논의하게 하였다. 경략이 처음 제독을 보고 그가 경솔하게 후퇴한 것을 꾸짖으니, 제독이 적의 군사가 많고 전투에 강하므로 대적할 수 없었다고 하자, 경략이 뜻을 바꾸고는 이에 심유경을 왜영에 보내 철수해 돌아가라고 타일렀다. 때마침 행장(行長)이 용산(龍山)에 있는 수군에게 글을 보내 강화하기를 요구하였다. 유성룡이 이를 사대수(査大受)에게 보이고 그 글을 군문(軍門)에 체송(遞送)하게 하였더니, 제독이 곧 심유경을 출발시켜 달려오게 하였다. 김명원(金命元)이 심유경에게 말하기를, “적이 전에 기만당하여 평양에서 패전했으니, 좋지 못한 생각이 있지 않겠는가.” 하니, 심유경이 말하기를, “그들이 일찍이 물러가지 않았기 때문에 패전한 것인데 어찌 나와 상관이 있는가.” 하고, 드디어 강화(江華)로부터 배를 타고 가서 행장·청정 등과 용산에서 회합하였다. 심유경이 큰소리치기를, “상국(上國)이 장차 40만 대군을 몰아 앞뒤에서 차단하여 너희들을 치려 한다. 너희가 지금 조선의 왕자와 배신을 돌려보내고 군사를 거두어 남쪽으로 떠나간다면 봉사(封事)를 성립시킬 수 있고 두 나라가 무사할 것이니, 어찌 온편한 일이 아니겠는가.” 하였는데, 행장 등은 오히려 유경(惟敬)을 머물려 두고 왕경(王京)을 고수하며, 봉공(封貢)의 일을 원만하게 처리한 뒤에 물러가려고 하였다. 그러자 대장 수가(秀家) 및 부장(副將) 삼성(三成)·장성(長盛)·길계(吉繼)·융경(隆景) 등이 불가하다 하고, 드디어 여러 장수 37인과 함께 와서 사과한 다음 날짜를 언약하고 돌아갔다. 제독이 이 소식을 듣고 다시 군사를 이끌고 개성에 이르렀는데, 우리 나라 재신(宰臣)들이 ‘강화는 믿을 수가 없으니, 그들이 태만해진 틈을 타서 공격하자.’고 말하였으나 제독은 우유부단하게 따르지 않고 계속 유격장(遊擊將) 주홍모(周弘謨) 등을 적영(賊營)에 보내 강화의 일을 의논하게 하였다.",
                "hj": "○朔乙酉/經略遣沈惟敬, 入倭營議和。 經略初見提督, 責其輕退, 提督言: “賊衆盛强戰不可敵。” 經略意回, 乃遣惟敬, 說諭捲退。 會, 行長投書於龍山舟師, 求約和, 柳成龍以示査大受, 遞送其書于軍門, 提督卽發惟敬馳來。 金命元謂惟敬曰: “賊前被賺, 見敗於平壤, 無乃有不善意耶?” 惟敬曰: “渠不早退去, 故敗, 何預我也?” 遂自江華乘船, 會行長、淸正等於龍山。 惟敬盛言: “上國將擧四十萬兵, 前後遮截, 以攻爾等。 爾今還朝鮮王子、陪臣, 斂兵南去, 則封事可成, 兩國無事, 豈不順便?” 行長等猶欲留住惟敬, 固守王京, 要封貢停當乃退。 大將秀家、副將三成ㆍ長盛ㆍ吉繼隆景等, 以爲不可, 遂與諸將三十七人來謝, 約日回去。 提督聞之, 復提兵至開城。 我國宰臣等言和不可恃, 請乘其怠擊之。 提督依違不從, 續遣游擊周弘謨等, 往賊營議事。"
            },
            "10": {
                "H2KE-EN": "Left Circuit Inspection Commissioner of Left Gyeongsang Province Kim Seongrip passed away. At that time, because of warning, the people were starving, and 전염병s were greatly rampant. When [Kim] Seongrip went to the capital to help relief aid, [Kim] Seongrip had been diligent in the daytime and night, and then he died in a contagious disease. The soldiers and people of the province were saddened by the death of his relatives. Not long afterward, he fell into Jinseong . [Kim] Seongrip was strong and brave, and he was encountered by [Yi] Hwang . From early age, he was outstanding and upright, and his virtuous and virtuous integrity was exceeding others. When he served in the court [of Ming China], he impeached his impeachment and impeached his impeachment, and all the scholar-officials disliked him. When he served as an envoy to Japan , he maintained himself with propriety, and the Japanese [Japanese] showed his respect and admiration. However, he made a mistake in the course of plunder with each other and made a report to the enemy. Thus he was almost impossible for his crime. When he received a royal order, he was worried and apprehensive, surrendered himself to engage in the punitive expedition. Originally, he did not understand his military capacity. He sincerely admonished many people and made a course of the government and righteousness to save his life for more than one year. This was all due to his command. When he passed away, his words were not limited to personal gain. His son [Kim] Mi [] lived in a neighboring house and his contagious contagiousness. Kim Myeon and [Kim] Seongrip died in succession. Many gathering soldiers were scattered and scattered. Once [Kim]한효순 was replaced, [Kim] Seongrip",
                "H2KE-nKo": "경상 좌순찰사 김성일이 졸하였다. 이때 병란을 겪어 백성들이 굶주림에 시달리고 돌림병이 크게 번졌다. 김성일은 직접 진휼에 임해서 밤낮으로 수고하다가 전염병에 걸려 죽었다. 일로의 군사와 백성들이 친척의 상을 당한 것처럼 슬퍼하였는데, 얼마 지나지 않아 진성이 함락되었다. 김성일은 강직하고 방정하며 영특하고 준수하여 이황을 스승으로 섬겼다. 어려서부터 격앙되고 강개하며 기개와 절개가 남보다 뛰어났다. 조정에서 그를 탄핵하는 데 무엄하였으므로 사대부들이 모두 그를 꺼려하였다. 일본에 사신으로 가서는 예로써 자신을 지켰으므로 왜인들이 경복하였는데, 동행들과 서로 얼음과 숯불처럼 지내면서 적의 실정을 잘못 아뢰어 하마터면 죄에 빠질 뻔하였다. 용서를 받아 명을 받게 되자 근심하고 분개하며 감격하여 죽기를 각오하고 적을 토벌할 것을 맹세하고 평소 군려를 풀지 않았으나, 지성으로 군중을 달래고 관군과 의병 등 여러 군사를 조정하여 한 지역을 1년이 넘도록 보전하였으니, 이는 모두 그가 통솔하고 통솔한 효과였다. 죽음에 임하여서는 사사로운 말을 하지 않았고, 아들 김저는 이웃집에 살면서 함께 돌림병에 걸려 위독하였으나 한 번도 문책하지 않았으며, 오직 국사에만 종사할 것을 권면하였으므로 사람들이 그의 의열에 감복하였다. 김면과 김성일이 잇따라 졸하니, 모은 군병들이 대부분 흩어져 수습할 수 없었다. 한효순을 후임에 임명하였으나 군정은 김성일에게 미치지 않았고, 최경회가 거느린 군사는 겨우 수백 명이고 돌림병에 걸려 죽는 자가 잇따랐다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 10번째기사",
                "gt-oKo": "경상좌도 순찰사김성일(金誠一)이 죽었다. 당시 혹심한 병란에 백성은 굶주리고 여역(癘疫)까지 크게 유행하였다. 이에 성일이 직접 나아가 진구(賑救)하면서 밤낮으로 수고하다가 여역에 전염되어 죽었다. 일로의 군사와 백성들이 마치 친척의 상을 당한 것처럼 슬퍼하였는데, 얼마 안 가서 진주성이 함락되었다. 성일은 성품이 강직 방정하고 재질이 매우 뛰어났는데, 이황(李滉)에게 사사(師事)하였다. 젊어서부터 격앙하고 강개하여 기절(氣節)이 남보다 뛰어났으며, 조정에 있을 때에는 기탄없이 탄핵하였으므로 사대부들이 모두 두려워하였다. 일본에 봉명 사신으로 가서는 예절을 철저하게 지켰으므로 왜인들이 경복(敬服)하였다. 그런데 동행과 서로 불화한 나머지 적정(敵情)을 잘못 주달하였으므로 거의 죄벽(罪辟)에 빠질 뻔하였다. 그러다가 용서하는 왕명을 받고서는 더욱 감격하여 사력을 다해 적을 칠 것을 맹세하였다. 평소 군려(軍旅)에 대한 일은 알지 못했으나 지성으로 군중을 효유하고 관군과 의병 등 모든 군사를 잘 조화시켰는데, 한 지역을 1년 넘게 보전시킬 수 있었던 것은 모두 그가 훌륭하게 통솔한 덕분이었다. 그는 임종시에도 개인적인 일은 언급하지 않았다. 그 아들 김혁(金㴒)이 옆 방에 있으면서 함께 걸린 염병으로 위독하였으나 한 번도 그에 대해 묻지 않고 오직 국사를 가지고 종사자들에게 권면하였으므로 사람들이 그의 의열(義烈)에 감동하였다. 김면(金沔)과 김성일이 잇따라 죽으니 집합된 군병들이 많이 흩어져 수습할 수 없었다. 한효순(韓孝純)이 그를 대신하였으나 군정(軍政)이 김성일에 미치지 못했다. 최경회(崔慶會)가 거느린 군사는 겨우 수백 명에 불과했는데도 굶주리고 병에 걸려 죽는 자가 서로 잇따랐다.",
                "hj": "○慶尙左巡察使金誠一卒。 時, 兵創民饑, 癘疫大熾。 誠一親莅賑救, 宵晝營悴, 仍染癘以卒。 一路兵民, 如悲親戚之喪, 未幾而晋城陷矣。 誠一剛方英秀, 師事李滉。 自少激昻慷慨, 氣節過人, 立朝彈劾無嚴, 士大夫皆憚之。 奉使日本, 以禮自持, 倭人敬服, 而與同行相氷炭, 誤奏敵情, 幾陷罪辟。 及蒙宥受命, 憂憤感激, 誓死討賊, 平生不解軍旅, 而至誠諭衆, 調劑官義諸軍, 保全一隅逾年, 皆其統率效也。 臨死, 言不及私。 子㴒在傍舍, 同染疾危篤, 一不問及, 惟以國事, 勉其從事, 人服其義烈。 金沔、誠一繼卒, 所聚軍兵, 多散不收。 韓孝純代之, 軍政不及誠一, 崔慶會所領兵僅數百, 飢疫死者相續。"
            },
            "2": {
                "H2KE-EN": "The Japanese 장수 and others remaining in the capital robed their troops and returned to the sea. Song응chang , a meditative officer under his command, Sayongjae , Seo Ilgwan , and others, claiming that the imperial envoy, entered the enemy and persuaded us to enlighten the enemy. [Song] Yugyeong said, The 제독이 advanced to Cheorwon , Tan Geum , Jeon Sejeong , and others, saying, You should deceive the pirates to cross the [Amnok] River and then come to kill them. On the nineteenth day of this month, [Song] Suga and others robed a large army to cross the [Amnok River] River and store 2,000 seok of rice from the storehouse, and sent it to the guesthouse official under the jurisdiction of the 제독s commanding Sim Sehyeon . Nevertheless, [Jeong] Cheongsang supported the two princes, the ministers , and [Chinese] envoy Sajae and Seo Ilgyeong . From the beginning, Sim Yugyeong followed the 소서행장. The enemy robbed directly crossed the Joryeong and had music played and danced in the middle of the road to reach the [Amnok River].",
                "H2KE-nKo": "경성에 주둔하고 있는 왜장 등이 군사를 거두어 남쪽으로 해상으로 돌아갔다. 송응창이 막하의 책사 사용재, 서일관 등을 중국 사신이라고 가칭하고 적영에 들어가 행장 등을 개유하니, 심유경이 말하기를,“제독이 파주에 진주하여 유격 척금과 전세정으로 하여금 유성룡 등을 개유하게 하기를 ‘적을 속여 성을 나간 뒤에 진격하여 섬멸하겠다.’라고 하였습니다.”하였다. 이달 19일에 수가 등이 대군을 거두어 강을 건너 창미 2만 섬을 남겨 두고 제독의 차관 심세현에게 부쳤는데, 청정이 두 왕자와 재신 및 중국 관원인 사용재, 서일관 등을 데리고 떠났다. 심유경은 처음부터 행장을 따랐다. 여러 적장은 곧바로 조령을 넘어 도중에서 풍악을 울리고 노래부르고 춤추며 해상에 이르렀다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 2번째기사",
                "gt-oKo": "경성에 주둔하던 왜장(倭將)들이 군사를 이끌고 남하하여 해상으로 돌아갔다. 송응창(宋應昌)이 막하의 책사(策士)인 사용재(謝用梓)·서일관(徐一貫) 등으로 하여금 중국 사신으로 가장하여 적영(賊營)에 들어가서 행장 등을 개유하게 하고, 심유경에게 말하게 하기를, “제독이 파주에 진주하여 유격장 척금(戚金)·전세정(錢世禎)으로 하여금 유성룡(柳成龍) 등을 타이르게 하기를 ‘적을 속여 도성을 나가게 한 연후에 진격하여 섬멸하겠다.’고 하였다 한다.” 하였다. 이달 19일에 수가 등이 대군을 철수하여 한강을 건넜는데, 창미(倉米) 2만 석을 남겨 두어 제독의 차관(差官)인 심세현(沈世賢)에게 인계하였다. 청정은 두 왕자 및 재신과 중국 관원인 사용재·서일관 두 사람을 데리고 갔으며, 심유경은 처음부터 행장을 따랐다. 여러 적장들은 곧장 조령(鳥嶺)을 넘었는데 도중에서 풍악을 울리고 노래부르고 춤추면서 해상에 이르렀다.",
                "hj": "○京城留屯倭將等捲兵, 南歸海上。 宋應昌以幕下策士謝用榟、徐一貫等扮稱天使, 入賊營, 開諭行長等, 惟敬言: “提督進次坡州, 使游擊戚金、錢世禎諭柳成龍等云: ‘當紿賊出城, 然後進勦。’ 云。” 是月十九日, 秀家等卷大軍渡江, 留倉米二萬石, 付提督差官沈世賢。 淸正挾兩王子及宰臣與漢官謝、徐二人以行, 沈惟敬自初從行長。 諸賊將直踰鳥嶺, 在道中, 作樂歌舞, 以至海上。"
            },
            "3": {
                "H2KE-EN": "Yi Yeosong , supreme commissioners , Yu Hong , and others, entered the capital. The pirates retreated, and on the following day, the 제독 first entered the house of a small princesses ,【곧 남별궁. 】 유성룡 and others followed the pirates and wailed at the Royal Ancestral Shrine . Among the people in the capital, there were no one or two. The remaining people were starving and impoverished, and the countenance was as the spirits. The deaths of men and horses were sleeping. The sweet dew fell down in the city wall, and many of them covered their sleep. The white bones inside and outside the city wall were swept down. The government and private houses were slightly stored, and only the roofs were burned down and roofs. The 제독 raised the pirates to pursue the pirates, and had Yi Yeomyeon first lead 10,000 sail and cross the [Amnok] River. However, Yi Yeomong suddenly crossed the [Amnok] River, rashed his sickness and returned to the capital. Although the 제독 did not intention to pursue the pirates, he specially showed me to demonstrate my responsibility for responsibility. Yi Yeomong, the younger brother of the 제독, always supported his troops to slowly. The 제독 also disliked him. Earlier, he privately rebuked him, saying, He did not achieve achievements. This is all caused by you.",
                "H2KE-nKo": "제독 이여송이 체찰사 유성룡, 유홍 등과 함께 경성에 들어왔다. 적이 물러간 이튿날 제독이 먼저 소공주의 집 - 남별궁이다. - 에 들어가니, 유성룡 등이 따라 들어가 종묘의 터에서 곡을 하였다. 성안의 유민들은 백에 한둘도 남아 있지 않았는데, 남아 있는 자들은 배고프고 지쳐 얼굴빛이 귀신같았으며 죽은 사람과 말이 즐비하고 더러운 냄새가 성안에 가득하여 사람들이 코를 가리고 다녔다. 성 안팎에 백골이 무더기로 쌓여 있고 공사간의 가옥이 텅 비어 잿더미와 기와 조각만 남아 있을 뿐이었다. 제독이 적을 추격한다고 큰소리치면서 이여백으로 하여금 먼저 1만여 기를 거느리고 앞서 가게 하였는데, 군사가 반쯤 강을 건넜을 때 이여백이 갑자기 발병이 났다고 하며 가마를 타고 도로 성안으로 들어왔다. 제독은 실제로 적을 추격할 생각을 하지 않고 단지 우리에게 책임을 때우려는 태도를 보였을 뿐이었다. 이여백은 제독의 친동생으로서 매번 종용하여 군사를 늦추게 하였는데, 제독도 그를 싫어하였다. 일찍이 사적으로 꾸짖기를,“큰일을 빠뜨리고 공을 이루지 못한 것은 모두 너 때문이다.”하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 3번째기사",
                "gt-oKo": "제독 이여송이 체찰사유성룡, 유홍 등과 함께 경성에 들어왔다. 적이 물러간 그 이튿날 제독이 먼저 소공주(小公主)의 집【곧 남별궁(南別宮)임.】에 들어가서 여장을 풀었는데, 유성룡 등은 따라 들어가 종묘(宗廟)의 터에서 통곡하였다. 성중의 유민들은 백에 한둘도 남아 있지 않았는데, 생존자도 굶주리고 지친 나머지 안색이 귀신과 같았으며, 사람과 말이 즐비하게 죽어 썩는 냄새가 성안에 가득하였으므로 사람들이 코를 막고 다녀야 했다. 성 안팎에는 백골이 무더기로 쌓여 있고 공사간의 집들은 하나같이 비어 있었으며 오직 불탄 기왓장들뿐이었다. 제독이 적을 추격하겠다고 큰소리치면서 이여백(李如栢)으로 하여금 먼저 1만여 기(騎)를 거느리고 앞서 가게 하였는데 군사가 반쯤 강을 건넜을 때 여백이 갑자기 발이 아프다면서 가마를 타고 도로 성으로 들어왔다. 제독이 실은 적을 추격할 생각이 없으면서 다만 우리에게 책임을 다했다고 보여주려고 한 것이었다. 여백은 제독의 친동생으로서 매번 종용하여 행군을 늦추게 하였는데, 제독도 그의 이러한 행동에 염증을 내어 언젠가는 개인적으로 꾸짖기를, “큰일을 지체시켜 공을 이루지 못한 것은 모두 너 때문이다.” 하였다.",
                "hj": "○提督李如松與體察使柳成龍、兪泓等入京城。 賊退翌日, 提督先入館小公主宅, 【卽南別宮。】 成龍等隨入, 哭于宗廟之墟。 城中遺民百無一二, 存者飢羸疲困, 面色如鬼, 人馬死者相枕, 臭穢滿城, 人衆掩鼻以行。 城內外白骨堆積, 公私廬舍一空, 惟灰燼瓦礫而已。 提督聲言追賊, 使李如栢先將萬餘騎先行, 軍半渡江, 如栢忽稱足疾, 乘輿還入城。 提督實無意追賊, 特示我爲塞責地矣。 如栢以提督親弟, 每慫臾緩師, 提督亦厭之, 嘗私責之曰: “耽閣大事, 功迄未成, 皆汝之故也。”"
            },
            "4": {
                "H2KE-EN": "권율이 led his soldiers and returned to Jeolla Province .",
                "H2KE-nKo": "권율이 군사를 거느리고 호남으로 돌아갔다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 4번째기사",
                "gt-oKo": "권율(權慄)이 군사를 거느리고 호남으로 돌아갔다.",
                "hj": "○權慄領兵, 還湖南。"
            },
            "5": {
                "H2KE-EN": "The King replaced the supreme commander of Jeong Cheol as Envoy for Expressing Gratitude for Imperial Benevolence and proceeded to the capital [of China]. This was because the Emperor [of Ming China] had repatriated this country.",
                "H2KE-nKo": "정철을 체찰사에서 체차하여 사은사로 삼아 경사에 가게 하였는데, 명나라 군사가 본국을 수복하였기 때문이다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 5번째기사",
                "gt-oKo": "정철(鄭澈)을 체찰사(體察使)의 직에서 체직시키고 사은사(謝恩使)를 삼아 경사(京師)에 보냈는데, 이는 명나라 군사가 우리 나라를 수복했기 때문이다.",
                "hj": "○遞鄭澈體察使爲謝恩使, 赴京師, 以天兵收復本國也。"
            },
            "6": {
                "H2KE-EN": "The Board of War submitted a memorial requesting the bestowal of 3,000 nyang of silver from the Inner Palace Storehouse and distribute it to our country for their meritorious deeds and the post-station officials who died.",
                "H2KE-nKo": "병부가 내고의 은 3000냥을 우리나라에 주어 국내의 공로가 있는 사람과 나랏일을 위해 죽은 원역들에게 나누어 주도록 제청하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 6번째기사",
                "gt-oKo": "병부(兵部)가 내고(內庫)의 은(銀) 3천 냥을 조선에 주어 국내의 유공자 및 국사에 죽은 원역(員役)에게 반급하도록 제청(題請)하였다.",
                "hj": "○兵部題請, 內庫銀三千兩與本國, 頒給國內有功及死事員役。"
            },
            "7": {
                "H2KE-EN": "The Emperor [of Ming China] issued an imperial edict to bestow 10,000 seok of rice for the eastern mountains and the eastern mountains [of the capital] in order to transport the provisions [for the eastern mountains and the western mountains]. At the time, [the northern mountains and the rivers] had not been crossed over the sea. It has already been two hundred years since Military Duty Officer Oh Jeongbang was dispatched to arrive at Yeosun guesthouse and bring him [to the northern mountains and the rivers].",
                "H2KE-nKo": "황제가 산동의 양곡 10만 섬을 황제가 신칙하여 배로 운반하여 군량을 해결하게 하였다. - 이때 바닷길로 통행하지 못한 지 이미 200년이 되었으므로 무관 오정방을 여순 항구에 보내어 향도하여 오게 하였다. -\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 7번째기사",
                "gt-oKo": "황제가 산동(山東)의 군량 10만 석을 내려주어 배로 운송하여 군량을 보충하게 하였다.【이때 바닷길을 통행하지 않은 지 이미 2백 년이나 되었으므로 무관(武官) 오정방(吳定邦)을 여순(旅順)의 어구에 보내어 인도해 왔다.】",
                "hj": "○帝勑賜山東糧十萬石, 漕轉濟餉。【時, 不通海路已二百年, 遣武官吳定邦, 至旅順口, 嚮導以來。】"
            },
            "8": {
                "H2KE-EN": "Governor of Gyeonggi Seong Yeong reported on the incident of the two royal tombs of King Taejo and Queen Jeongan . The pirates retreated, but Kim Cheonil first observed the tombs and protected the troops. Seong Yeong recommended this to the throne.",
                "H2KE-nKo": "경기 감사 성영이 선릉과 정릉 두 능의 변고에 대해 장계하였다. 적이 물러간 뒤에 김천일이 먼저 능의 변고를 살펴보고 군사로 호위하였다고 성영이 보고하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 8번째기사",
                "gt-oKo": "경기 감사성영(成泳)이 선릉(宣陵)·정릉(靖陵) 두 능의 변고에 대하여 장계하였다. 왜적이 물러간 후에 김천일(金千鎰)이 먼저 능의 변고를 살펴보고 군사로 호위하였는데, 성영이 이를 들어 계문한 것이다.",
                "hj": "○京畿監司成泳狀啓宣、靖二陵之變。 賊退, 而金千鎰先審陵變, 以兵奉衛, 泳擧以聞。"
            },
            "9": {
                "H2KE-EN": "The Board of Rites submitted a memorial requesting that altars be established in Pyeongyang , Gaeseong , Byeokje , and the capital for offering sacrifices to the deceased soldiers who had died in the frontier. [The Board of Rites] received the imperial order that the altars be called Min Chung . [The Board of Rites] then traded [the altars] with government silver and prepared the sacrificial vessels.",
                "H2KE-nKo": "예부가 평양, 개성, 벽제, 왕경에 제단을 설치하여 전사한 관군에게 치제하도록 제청하였는데, 성지를 받들어 제단의 이름을 민충단이라 하고, 이어 관은을 주어 제물을 사 오게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 4월 1일(을유) 9번째기사",
                "gt-oKo": "예부(禮部)가 평양·개성·벽제·서울에 단(壇)을 설치하여 전사한 관군에게 위령제를 지낼 것을 황제에게 제청(題請)하였는데, 성지(聖旨)를 받드니, “단의 명호를 민충(愍忠)이라 하라.” 하고, 인하여 관은(官銀)을 내려 제수(祭需)를 마련하도록 하였다.",
                "hj": "○禮部題請, 平壤、開城、碧蹄、王京設壇, 致祭陣亡官軍, 奉聖旨, 壇號愍忠, 仍與官銀, 貿辦祭品。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "During the first day of the month, Yi Yeosong , a commander of Ulsan , pursued the pirates and returned after arriving at Mungyeong . Upon hearing of the Japanese pirates abandoned the capital, the commander [of Ulsan] urged the troops to pursue them and urged them to pursue them. The pirates expedition already for several dozen days. The 제독 sailed on the road slowly. Sometimes he stayed for a long time and crossed the [Amnok] River barely and returned. Among our soldiers, those residing in the coastal areas all left and right sides did not dare to pursue them. After the pirates retreated, they divided into the coastal areas and divided into the coastal areas of Ulsan , Seosaengpo (Seongsaeng Port to Dongnae , Gimhae ,웅cheon , and Geoje . Each of the sixteen strategic points were observed on the mountains and observation of sea, and building fortresses and digging them for a long time plan. The Ming court continued to send Military Duty Officer of Sacheon Yu Jeonghyeon , leading 5,000 troops, including Bok Geon , Seochung , and Namman , to Seongju . The section chief Oh Yuchung was observed in Seonsan and Bonggye , Yi Yeong , Jo Seungyun , and Ulhaengha observed in Geochang , and 낙 Sangji and Wang Uljeok observed in Gyeongju . They surrounded all four directions, supplying provisions to the 호남 and the 호남s of Ulsan and crossed the rugged territory to various garrisons. The peoples livelihoods were even more exhausted.",
                "H2KE-nKo": "삭갑인일에 제독 이여송이 적을 추격하여 문경에 이르렀다가 돌아왔다. 경략이 왜적이 경성을 떠났다는 소식을 듣고 비로소 패를 내어 제독을 재촉하여 추격하게 하였는데, 적이 간 지 이미 수십 일이 되었다. 제독은 도중에서 천천히 행군하기도 하고 시일을 끌다가 겨우 재[嶺]를 넘어서 돌아가기도 하였다. 연도에 있는 아군은 모두 좌우에서 자취를 감추고 감히 나와서 공격하는 자가 없었다. 적이 물러간 뒤에 해변에 나누어 주둔하였는데, 울산 서생포에서부터 동래, 김해, 웅천, 거제에 이르기까지 수미가 서로 이어져 16둔이 모두 산을 의지하고 바다를 의지하며 성을 쌓고 참호를 파서 오래 머물 계획을 하였다.명나라 조정에서 계속해서 사천 총병 유정을 보내어 복건, 서촉, 남만 등처에서 군사 5000명을 모집하여 성주에 와서 주둔하게 하였다. 절강장 오유충은 선산, 봉계에 주둔하고, 이영, 조승훈, 갈봉하는 거창에 주둔하고, 낙상지, 왕필적은 경주에 주둔하였는데, 사면이 서로 버티면서 진격하지 않았다. 양향은 양호에서 가져다 쓰고 험한 곳을 넘어서 여러 진에 나누어 주니, 민력이 더욱 곤궁해졌다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 5월 1일(갑인) 1번째기사",
                "gt-oKo": "제독 이여송이 적을 추격하여 문경(聞慶)까지 갔다가 되돌아왔다. 경략(經略)이, 왜적이 경성을 버리고 떠났다는 소식을 듣고 비로소 패(牌)를 내어 제독을 재촉해 추격케 하였으나 적이 떠난 지 이미 수십 일이 지난 뒤였다. 제독은 길에서 천천히 행군하는가 하면 혹은 머물러 날짜를 지연시키기도 하면서 겨우 새재를 넘어갔다가 되돌아왔다. 연도에 있는 우리 군사도 모두 좌우에서 자취를 감추고 감히 출격하는 자가 없었다. 적이 물러가고 나서는 군사를 나누어 해변에 주둔하였다. 울산(蔚山)·서생포(西生浦)에서부터 동래(東萊)·김해(金海)·웅천(熊川)·거제(巨濟)에 이르기까지 수미가 서로 연하였는데, 16둔진(屯陣)이 모두 산과 바다를 의거하여 성을 쌓고 참호(塹濠)를 파서 오래 머물 계획을 하였다. 명나라 조정에서 사천 총병(四川總兵)유정(劉綎)을 연달아 파견했는데 복건(福建)·서촉(西蜀)·남만(南蠻) 등처의 소모병(召募兵) 5천 명을 거느리고 성주(星州)에 둔을 쳤으며, 절강(浙江)의 장수 오유충(吳惟忠)은 선산(善山) 봉계(鳳溪)에, 이영(李寧)·조승훈(祖承訓)·갈봉하(葛逢夏)는 거창(居昌)에, 낙상지(駱尙志)·왕필적(王必迪)은 경주(慶州)에 둔을 쳤다. 이들은 사면을 빙 둘러서 서로 대치한 채 진군하지 않았는데, 군량을 양호(兩湖)에서 거두어 험한 재를 넘어서 여러 둔지에 흩어주었으므로 민력이 더욱 곤핍해졌다.",
                "hj": "○朔甲寅/提督李如松追賊, 至聞慶而回。 經略聞倭棄京城, 始出牌, 促提督追擊, 賊去已數十日矣。 提督在道徐行, 或留止延日, 才踰嶺而還。 我軍之在沿途者, 皆左右屛迹, 無敢出擊者。 賊旣退, 分屯於海邊, 自蔚山西生浦, 至東萊、金海、熊川、巨濟, 首尾相連, 十六屯皆依山憑海, 築城掘壕, 爲久留計。 皇朝繼遣四川總兵劉綎, 率福建、西蜀、南蠻等處召募兵五千, 來屯星州。 浙將吳惟忠屯善山、鳳溪, 李寧、祖承訓、葛逢夏屯居昌, 駱尙志、王必迪屯慶州, 環四面, 相持不進, 糧餉取之兩湖, 踰越險阻, 散給諸陣, 民力益困。"
            },
            "2": {
                "H2KE-EN": "Field Commander [of the Middle Army] []Yi Wonmyeong , 순변사 [of the Middle Army] [] Yi Bin , and Army Commander of Jeolla [Province] [] Seon Geoi pursued the enemy and descended to the southern area. Army Commander of Chungcheong [Province] [] Hwang Jin and Commander of Jeolla [Province] [] Yi Bokam , each gathered military camp, and Kwon Gwon led the new troops and crossed the Unbong and went to the southern area. All of them were stationed in Changnyeong , Uiryeong , and other towns, located in order to frighten the enemy attack.",
                "H2KE-nKo": "도원수 김명원, 순변사 이빈, 전라 병사 선거이가 적을 추격하여 영남으로 내려갔고, 충청 병사 황진, 전라 방어사 이복남은 각각 그 군사를 거느리고 모였으며, 권율은 신병을 거느리고 운봉을 넘어 영남으로 가서 모두 창녕과 의령 등의 고을에 죽 주둔하여 적의 경계에 임하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 5월 1일(갑인) 2번째기사",
                "gt-oKo": "도원수김명원(金命元), 순변사이빈(李蘋), 전라 병사선거이(宣居怡)는 적을 추격하여 영남에 내려가고, 충청 병사황진(黃進)과 전라 방어사이복남(李福男)은 각각 그들의 군사를 인솔하고 모였으며, 권율(權慄)은 신병(新兵)을 거느리고 운봉(雲峯)을 넘어 영남으로 달려갔다. 모두 창녕(昌寧)·의령(宜寧) 등 읍에 벌여 둔을 치고 적경(賊境)에 임하였다.",
                "hj": "○都元帥金命元、巡邊使李薲、全羅兵使宣居怡追賊, 下嶺南; 忠淸兵使黃進、全羅防禦使李福男, 各以其兵會, 權慄領新兵, 踰雲峯, 赴嶺南, 皆列屯昌寧、宜寧等邑, 以臨賊境。"
            },
            "3": {
                "H2KE-EN": "Governor of Gyeonggi [Province] Seong Yeong was ordered to inspect the royal tombs again. The King first sent Chief State Councilor Choe Heungwon to inspect the royal tombs, and then sent various high officials , senior officials , royal clan , and court ladies to inspect the royal tombs. Prior to this, the pirates robbed the two royal tombs and kept them inside the royal tombs. The royal coffin was set out outside the royal tombs. In the case of the 정릉, there was a shape of the shape inside the royal tombs. Therefore, I was suspicious of the shape of the shape. Thus, I moved to Songsan in Yangju . Choe Heungwon arrived first and inspected the royal tomb. He returned and reported, It is very difficult for the shape of the shape. The King ordered Choe Heungwon to accompany the ministers , the officials of the Three Armies , and all the high officials in the capital to check and discuss the matter again. Also, the King ordered that Lord of Deokyang Lady Kwon , Palace Lady Bak , Lord of Seo릉 Lady Madam , the royal clan Suwon Magistracy , the assistant supreme commissioner , and Second Deputy Director Song Chan participate in the case of the Royal Ancestral Shrine . The various officials had those who were serving in the shape of the shape. Song Chan participated in the 검열 [of the Royal Tomb] and was only a dragon, but it was simple that the shape of the shape. Choe Heungwon and Sim Sugyeong discussed the matter, saying, The three royal tombs of the Royal Tombs of King Taejo and Queen Mother and the three royal tombs of the Royal Tombs are all burned down. The shape of the king. The King held a discussion with the State Council . All the officials said, The shape of the three royal tombs are suspicious, and the shape of the Royal Tombs should be compared with the same shape of the s",
                "H2KE-nKo": "경기 감사 성영이 능의 변을 봉심하고 재차 아뢰자, 주상이 먼저 영의정 최흥원을 보내 봉심하게 하고, 이어 여러 중신, 재신, 종실, 궁인을 보내 봉심하게 하였다. 이에 앞서 적이 두 능을 파헤쳐 광 안에 소장된 것을 가져다 광 밖에서 재궁을 불태웠다. 정릉은 완전한 시신 하나가 수도 안에 있었기 때문에 옥체로 의심하여 양주 송산에 옮겨 봉안하였다. 최흥원이 먼저 가서 봉심하고 돌아와서 아뢰기를,“오래된 시체를 분별하기가 매우 어렵습니다.”하니, 주상이 최흥원에게 명하여 여러 재신, 삼사의 장관, 서울에 있는 여러 대신과 함께 다시 봉심하여 상의하게 하였다. 또 덕양군 부인 권씨, 상궁 박씨, 서릉군 모씨, 종실 수원수, 부안 도정 및 동지 송찬으로 하여금 봉심하게 하였는데, 모두 중종을 섬겼던 사람들이었다. 여러 신하가 먼저 일을 수행한 사람들로 하여금 각각 평소의 소견을 기록하게 한 뒤에 나아가 기록한 장단과 광협을 살폈는데 자못 같지 않았다. 송찬은 일찍이 검열로 입시하였는데, 용안이 긴 것 같았으나 높다<unk>다<unk>다<unk>다<unk>다 보니 꿈꾸는 것 같았다고 기록하였다. 최흥원이 심수경 등과 헌의하기를,“선릉 및 왕후의 능과 정릉 세 곳은 모두 불탄 재가 있고, 재 안에는 모두 조각조각 부서진 옥회가 있으니, 의복과 관곽이 불에 탄 것이 분명합니다. 세 능의 재가 대체로 한결같으니, 정릉만 불에 탔다고 할 수 없고 옥체만 아니라고 할 수 없습니다. 사리로 말하면 적이 파헤칠 때 반드시 먼저 재궁을 태우지 않고 따로 다른 곳에 봉안한 뒤에야 재궁이 불에 탔더라도 옥체를 보전할 수 있습니다. 지금 재궁을 모두 태우고 옥체를 광중에 도로 안치하는 것도 이치에 가깝지 않습니다. 세월이 오래되어 말라 죽은 시체를 다른 곳에서 구하여 광중에 넣어 보고 듣는 사람들을 현혹시키는 것도 이치상 있을 것입니다.”하고, 유홍, 최황, 김응남, 이덕형, 이증, 백유함, 이제민, 이관 등의 헌의도 대체로 모두 같았다. 또 대부분이 50년 동안 오래된 시체는 아니라고 하였다. 유성룡이 헌의하기를,“모발이 모두 빠졌으니, 세월이 오래된 시체인 듯합니다. 왼쪽 견갑에 구멍이 있는데 하나는 크고 하나는 작으니, 보는 바는 오직 이것뿐입니다. 그 밖에는 알 수 없습니다. 이 변 가운데 극심한 변에 대해 분별하는 것이 조금이라도 어긋나면 차마 말할 수 없는 일이 생길 것이니, 후생들은 식견이 어두워서 감히 경솔하게 의논할 수 없습니다. 오직 다시 심사숙고하고 능에서 본 바를 참고하며 아울러 능에서 가까운 곳의 고총을 파헤쳐 훼손했는지의 여부를 두루 수색하여 다방면으로 찾아보면 혹 만에 하나라도 실정을 알아낼 가망이 있을 것입니다.”하였다.성혼의 헌의도 여러 재신과 같았는데, 그 말미에,“지혜로 구할 수도 없고 또 사증으로 서로 참여할 수도 없습니다. 신하의 마음이 황급하고 망극하여 아뢸 바를 모르겠습니다.”하였다. 주상이 조정의 의논을 수합하니, 모두 헌의하기를,“그 시체는 의심스러우니, 별도로 관곽을 갖추어 능에서 가까운 정결한 곳에 묻고, 장사를 지내고 재를 태워 선릉과 마찬가지로 장례를 치르는 것이 마땅합니다.”하자, 그대로 따랐다. - 그 뒤에 유성룡의 사기에 “내가 실로 이의를 제기하였으나 성혼이 저지하였기 때문에 선처하지 못하여 종신토록 애통해하고 있습니다.”하였다.성혼의 헌의를 따르자, 그 당시 만일 유상의 헌의에 따라 위시를 그 안에 장사지냈다면 이는 만고의 추욕이 되고, 성혼의 덕분에 바르게 되었을 것이다. 그 실상은 유성룡이 이의를 제기한 것이 아니고, 성혼도 이의를 제기한 것이 없었다. 여러 신하의 헌의가 모두 본록에 실려 있어 상고할 수 있는데, 붕당의 논의가 달랐을 뿐이다. - 그 시체를 묻을 때 시신 신식이 염장을 감독하였는데, 신식이 항상 말하기를,“그 시체를 진짜라고 한 것은 결코 망언이다.”라고 하였으니, 또 무엇을 근거로 한 말인지 모르겠다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 5월 1일(갑인) 3번째기사",
                "gt-oKo": "경기 감사성영(成泳)이 능변(陵變)을 봉심(奉審)하고 재차 아뢰니, 상이 먼저 영의정최흥원(崔興源)을 보내 봉심케 하고, 여러 중신(重臣)과 재신(宰臣) 및 종실(宗室)·궁인(宮人)을 보내 봉심케 하였다. 이에 앞서 적이 두 능(陵)을 발굴하여 광중(壙中)에 소장된 것을 가져가고 재궁(梓宮)을 구덩이 밖에서 불태워 버렸다. 정릉(靖陵)의 경우는 형체가 완전한 시신 하나가 수도(隧道) 안에 있었기 때문에 옥체(玉體)가 아닌가 의심하고 양주(楊州) 송산(松山)에 이안(移安)하였다. 최흥원이 먼저 가서 봉심하고 돌아와 아뢰기를, “해가 오래되어서 시체를 분별하기가 극히 어렵습니다.” 하니, 상이 최흥원에게 명하여 여러 재신(宰臣)과 삼사(三司)의 장관(長官) 및 경성에 있는 여러 대신들과 함께 재차 봉심하여 상의하도록 하고, 또 덕양 군부인(德陽君夫人)권씨(權氏), 상궁(尙宮) 박씨(朴氏), 서릉군(西陵君)의 모씨(母氏)와 종실(宗室)인 수원 수(水原守)·부안 도정(扶安都正) 및 동지(同知)송찬(宋賛)으로 하여금 참여해 봉심하게 하였으니, 모두가 중종(中宗)을 직접 섬긴 사람들이었다. 여러 신하들이 먼저 직접 섬기던 사람들로 하여금 각각 평소에 본 바를 기록하게 한 연후에 나아가 기록한 바를 살피니, 장단(長短)·광협(廣狹)이 자못 같지 않았다. 송찬은 일찍이 검열(檢閱)로 입시했던 사람인데, 단지 ‘용안(蘢顔)은 길면서 코는 우뚝하고 눈동자는 모났던 듯한데, 황홀하게 꿈꾸는 것 같은 모습이었다.’고 기억하였다. 최흥원이 심수경(沈守慶) 등과 더불어 의논드리기를, “선릉(宣陵) 및 왕후릉(王后陵)과 정릉(靖陵) 세 곳에 모두 불탄 재가 있는데, 재 속에 다 편쇄(片碎)된 옥회(玉灰)가 있었으니, 의복(衣服)과 관곽(棺槨)이 탄 것이 아님은 분명합니다. 세 능의 재가 대체로 한모양이니, 정릉의 탄 것만이 옥체가 아니라고 할 수 없습니다. 사리로 말한다면 적이 능을 발굴할 때 반드시 재궁을 태우기에 앞서 시신을 별도로 다른 곳에 봉안했어야만이 재궁이 타도 옥체가 보전될 수 있었을 것입니다. 그런데 지금 재궁을 전부 태우면서 옥체를 광중에 도로 두었을리는 또한 전혀 없습니다. 오래된 시체를 다른 곳에서 구해다가 광중에 넣음으로써 보고 듣는 자들을 현란케 할 수도 있었을 것입니다.” 하고, 유홍(兪泓)·최황(崔滉)·김응남(金應南)·이덕형(李德馨)·이증(李增)·백유함(白惟諴)·이제민(李齊閔)·이관(李瓘) 등의 의논도 대개 다 같았다. 또 대부분이 ‘50년 가량이나 오래된 시체가 아니다.’고 하였는데, 유성룡은 의논드리기를, “모발(毛髮)이 다 벗겨진 것으로 보아 오래된 시체인 듯하며, 왼쪽 견갑(肩甲)에 하나는 크고 하나는 작은 구멍이 있었습니다. 발견된 것은 오직 이것뿐 그밖의 것은 알 수 없습니다. 이는 변 중에도 극심한 변이니, 변별이 조금만 틀린다 하더라도 일이 차마 말하지 못할 바가 있을 것이니, 식견이 어두운 후생은 감히 가볍게 의논드릴 수 없습니다. 오직 심사 숙고하고 능 위에서 본 것들을 참고하는 동시에 능 근처의 고총(古塚)이 파헤쳐져 있는지의 여부를 확인하는 등 다방면으로 찾아보면 혹시 만에 하나라도 실증을 얻을 희망이 있을지 모르겠습니다.” 하였다. 그리고 성혼(成渾)의 의논도 여러 재상들과 같았는데 그 말미에, “지혜로써 구할 수 있는 것이 아니고 또 사증(事證)으로써 서로 참고할 수도 없는 일이므로 신자의 마음은 망극하기 그지없어 주달할 바를 모르겠습니다.” 하였다. 상이 조정의 의논을 수합해 보니 의논이 모두, “그 시체는 의심스러우니 별도로 관곽을 갖추어 능 근처의 정결한 곳에 묻고 재를 거두어 선릉에서와 마찬가지로 장례를 지내는 것이 마땅합니다.” 하였는데, 상이 그대로 따랐다.【그 뒤에 유성룡이 개인적으로 기록하기를 ‘나는 실로 다른 의견을 내세웠는데, 성혼이 저지했기 때문에 잘 처리되지 못하였으니, 종신토록 통탄하는 바이다.’ 하였다. 성혼의 의논을 편드는 자들은 ‘그 당시 만일 유 정승의 의논에 따라 위장된 시체를 그 속에 장사지냈더라면 만고의 추욕(醜辱)이 되었을 것인데 성혼을 힘입어 바로잡혔다.’고 하였다. 그런데 실제로는 성룡도 이의(異議)를 내세운 것이 없고, 성혼도 다른 의논이 없었다. 모든 신하의 의논이 다 본 《실록》에 기재되어 있으니 상고할 수 있거니와, 다만 붕당의 의논이 달랐을 뿐이었다.】 그 시체를 매장할 때 시신(侍臣) 신식(申湜)이 염장(斂葬)을 감독하였는데, 신식이 항상 말하기를, “그 시체를 진짜라고 하다니 그야말로 망언이다.” 하였으니, 또한 어디에 근거해서 한 말인지 모를 일이다.",
                "hj": "○京畿監司成泳奉審陵變再啓, 上先遣領議政崔興源奉審, 續遣諸重臣、宰臣及宗室、宮人奉審。 先是, 賊發兩陵, 取壙內所藏, 而火梓宮于壙外。 靖陵則有一完體屍身在隧內, 故疑爲玉體, 乃移安于楊州松山。 崔興源先至奉審, 還啓: “年久屍體, 辨別極難。” 上命興源, 與諸宰臣、三司長官與在京諸大臣等, 再審商議。 且令德陽君夫人權氏、尙宮朴氏、西陵君母氏、宗室水原守、扶安都正及同知宋賛參審, 皆逮事﻿中廟人也。 諸臣先令逮事人等各記平昔所見, 然後進審所記長短、廣狹, 頗不同。 宋賛曾以檢閱入侍, 但記 龍顔似長, 而隆準方瞳, 怳然如夢想云。 興源與沈守慶等獻議: “宣陵及王后陵與靖陵三處, 皆有燒灰, 灰中皆有片碎玉灰, 非衣服棺槨所燒分明。 三陵之灰大抵一樣, 則不可謂靖陵所燒, 獨非玉體也。 以事理言之, 則當賊發掘之際, 必須先梓宮未燒, 而別自奉安他處然後, 梓宮雖燒, 玉體可保。 今盡燒梓宮, 還置玉體於壙中, 理亦不近。 年久枯槁之屍, 得之他處, 納于壙中, 以眩視聽, 理亦有之也。” 兪泓、崔滉、金應南、李德馨、李增、白惟諴、李齊閔、李瓘等議, 大抵皆同。 又多以爲: “非五十年久遠之屍。” 柳成龍議以: “毛髮盡脫, 似是年久之屍。 左肩甲有穴, 一大一小, 所見唯此耳, 其他不可知。 此變中之極變, 辨別小差, 則事有不忍言者, 後生暗識, 不敢輕議。 惟在更入思議, 參以陵上所見, 竝旁搜近陵處, 古塚破毁與否, 多般訪求, 或有萬一得實之望。” 成渾之議, 與諸宰同, 末云: “不可以智慧求之, 又不可以事證相參。 臣子之心遑遑罔極, 不知所達。” 上收廷議, 議皆以: “其屍爲可疑, 別具棺槨, 埋於近陵凈處, 而收葬燒灰, 與宣陵一體襄事宜當。” 從之。【其後柳成龍私記云: “我實立異, 而成渾沮之, 故不得善處, 爲終身之痛。” 右成渾之論, 則其時, 若從柳相議, 葬僞屍于其中, 則此爲萬古之醜辱, 賴成渾而得正。” 其實則成龍非立異, 渾亦無他議。 諸臣議皆記載本錄可考, 特朋黨之論異耳。】埋其屍時, 侍臣申湜監斂葬, 湜常言: “謂其屍爲眞者, 決是妄言,” 又不知何所據而云也。"
            },
            "4": {
                "H2KE-EN": "고 상신 Kim Gwiyeong died at his place of exile .",
                "H2KE-nKo": "고 상신 김귀영이 적소에서 졸하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 5월 1일(갑인) 4번째기사",
                "gt-oKo": "고(故) 상신(相臣) 김귀영(金貴榮)이 적소(謫所)에서 죽었다.",
                "hj": "○故相金貴榮卒于謫所。"
            },
            "5": {
                "H2KE-EN": "The King raised the rank of Grand Master for Assisting toward Fundamental Laws and Assisting toward Fundamental Laws , the King intended to return to the capital and entrusts him with the task of delaying his duties in the western part of the country.",
                "H2KE-nKo": "이원익에게 숭정대부를 가자하였는데, 그가 오랫동안 행진에서 수고하였기 때문이다. 주상이 서울로 돌아가려고 할 때 서로의 뒷일을 맡겼기 때문이다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 5월 1일(갑인) 5번째기사",
                "gt-oKo": "이원익(李元翼)에게 숭정(崇政)을 가자하였는데, 이는 그가 오래도록 행진(行陣)에서 노고한 데다가 상이 장차 경성으로 돌아오려 할 때에 그에게 서로(西路)의 뒷일을 위임했기 때문이었다.",
                "hj": "○加階李元翼崇政, 以其久勞行陣, 而上將還京, 委以西路後事故也。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gapsin day, the first day of the twelfth month, Qing , who repatriated the two princes, senior officials of the State Council , 황정욱 , and 황혁 . Sim Yugyeong admonished the Japanese [pirates] to cross the [Amnok] River and ordered Seo Ikgwan and Sa Yongjae to cross the [Amnok] River. When he entered the [Amnok] River , he saw the 관백 to admonish the [Amnok] River. At first, he began to allow the two princes and senior officials [of the State Council and Privy Council] to repatriate the [Amnok] River. [Seong] Yugyeong and Seo Ikjae reported the [Amnok] River and said, Shou must have desired to repatriate the grudge of the previous [pirates] battle, and we will build a group of troops to attack Jinju and then cross the [Amnok] River.",
                "H2KE-nKo": "삭갑신년에 가등청정이 우리 두 왕자와 재신 황정욱ᆞ황혁 등을 돌려보냈다. 심유경이 가서 왜를 효유하여 바다를 건너게 하고, 또 서일관ᆞ사용재로 하여금 바다를 건너 낭고사에 들어가 관백을 만나 개유하게 하였다. 수길이 비로소 왕자와 재신을 돌려보내도록 허락하였다. 심유경이 서일관ᆞ사용재와 함께 돌아와서 보고하고, 또 말하기를,“수길이 반드시 지난해 전투에서 패전한 원한을 갚고자 하여 군사를 합쳐 진주를 공파한 뒤에 바다를 건너가겠다고 하였습니다.”하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 1번째기사",
                "gt-oKo": "청정(淸正)이 우리 두 왕자(王子)와 재신(宰臣) 황정욱(黃廷彧)·황혁(黃赫) 등을 돌려보냈다. 심유경(沈惟敬)이 가서 왜(倭)를 타일러 바다를 건너게 하는 한편, 서일관(徐一貫)과 사용재(謝用梓)로 하여금 바다를 건너 낭고야(郞古邪)에 들어가서 관백(關白)을 찾아보고 개유하게 하였더니 수길(秀吉)이 비로소 왕자와 재신을 돌려보내도록 허락하였다. 심유경과 서일관·사용재가 돌아와서 보고하였고, 또 말하기를, “수길이 반드시 전년에 패전한 원한을 갚고자 하여 장차 군사를 연합해서 진주를 공파한 연후에 바다를 건너겠다 합니다.” 하였다.",
                "hj": "○朔甲申/淸正還我兩王子及宰臣黃廷彧、黃赫等。 沈惟敬往諭倭, 令渡海, 又使徐一貫、謝用榟渡海, 入郞古邪, 見關白開諭, 秀吉始許還王子、宰臣。 惟敬與徐、謝二人歸報, 且言: “秀吉必欲報前歲戰敗之怨, 將合兵攻破晋州, 然後渡海而去。” 云。"
            },
            "10": {
                "H2KE-EN": "Jang Yuncheon was a man from Suncheon . He passed the military service examination . He was arrogant from young age and honest by nature and did not seek a government post for an audience with him. When he became Subarea Commander of Nalpo (Nal Port , he was displeased by the navy subarea commander , and so he immediately released him. Because of this, he remained unsettled for many years and was always made to shoot and hunt. At the beginning of his reign, he followed Im Gyeyeong to raise his troops and became the deputy commander . He was clear and clear in his command. The soldiers enjoyed him, and [Byeon] Gyeyeong was entrusted with all his military affairs. When he entered Jinseong , Seo Yewon , magistrate of Jinseong , always wished to escape from his post. The hearts of people were grieved. Kim Cheon일이 reported this to the throne, but Yun was appointed as the magistrate, and the city walls began to firmly observe his will. The enemy of a strategic county could not dare invade [the enemy]. [Jang] Yun died, and the soldiers did not rely upon him. The enemy of the enemy was defeated. He was then appointed as the second minister of war .",
                "H2KE-nKo": "장윤은 순천 사람이다. 무과에 급제하였으나 젊어서부터 거만하여 청탁하거나 관직을 구하지 않았다. 발포 만호가 되어 수사에게 미움을 받아 즉시 해임되어 갔다. 이 때문에 여러 해 동안 침체되어 항상 활쏘고 사냥하는 것을 일삼았다. 난리 초기에 임계영을 따라 군사를 일으켜 부장이 되었는데, 호령이 공명정대하여 사졸들이 기꺼이 따랐으므로 임계영이 모두 군사에 관한 일을 그에게 맡겼다. 진성에 들어가자 서예원이 목사가 되어 항상 탈출하려고 하였으므로 인심이 분개하였다. 김천일이 주상에게 보고하니, 장윤으로 목사를 섭행하게 하였는데, 도성 안이 비로소 굳게 지킬 뜻을 지켰다. 지키던 지역의 적이 감히 침범하지 못하였는데, 장윤이 죽자 군사들이 믿을 데가 없어 성이 함락되었다. 병조 참판에 추증하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 10번째기사",
                "gt-oKo": "장윤(張潤)은 순천 사람으로 무과(武科)에 올랐다. 소시적부터 자존심이 강해서 청탁 등으로 벼슬길을 구하지 않았다. 발포 만호(鉢浦萬戶)로 있을 때 수사(水使)에게 미움을 받자 곧 해직하고 떠났다. 이 때문에 여러 해 동안 침체되어 항상 활쏘고 사냥하는 것으로 일을 삼았다. 전란 초에 임계영(任啓英)을 따라 군사를 일으키고 부장(副將)이 되었는데, 호령이 공정하고 분명하여 사졸들이 즐겨 따랐으므로 임계영이 군사의 일을 모두 그에게 위임시켰다. 그러다가 진주성에 들어가게 되었는데, 서예원(徐禮元)이 목사(牧使)로 있으면서 항시 탈출하려고만 하므로 인심이 분개하였다. 김천일이 계문(啓聞)하여 장윤으로 목사의 임무를 섭행케 하니, 성안이 비로소 지킬 뜻을 견고히 하였다. 그가 지킨 땅은 적이 감히 침범하지 못하였는데, 장윤이 죽자, 군사들이 믿을 바가 없으므로 성이 함락되었다. 병조 참판에 추증되었다.",
                "hj": "○張潤順天人也。 登武科, 自少亢倨, 不干謁求官。 爲鉢浦萬戶, 見忤於水使, 卽解去。 以此沈滯累年, 常以射獵爲事。 亂初, 從任啓英起兵爲副將, 號令公明, 士卒樂附, 啓英悉以兵事委之。 及入晋城, 徐禮元爲牧使, 常欲脫出, 人心憤惋。 金千鎰啓聞, 以潤攝牧使, 城中始堅守志。 所守地賊不敢犯, 潤死而軍無所恃, 城陷矣。 贈兵曹參判。"
            },
            "11": {
                "H2KE-EN": "Choe Gyeonghoe was a courtesy named Seonu , who was residing in Neungseong . He passed the civil service examination without knowing his name. At the beginning of the reign of King Gonghoe , he was residing in his house and continued to raise Ko Gyeongmyeong in order to raise his military service. At that time, former Magistrate of Sil District Im Gyeyeong also raised his military service. [Choe] Gyeonghoe raised his military service assembled in Left [Gyeong] Province , and [Im] Gyeyeong raised his military service assembled in Right [Gyeongsang] Province . When [Choe] Jeolla [Province] was already conscripted, the two commanders all went to support the 영남 [Province] [] and attacked the pirates from the east and west [the country] for more than one year, and [Choe] Gyeyeong did not neglect his will. [Choe] Gyeonghoe was promoted to the army commander , and his handling of affairs were well-versed and clear and his commands were impressed. In terms of heart, [Choe] Cheonil , together became a supreme commander , and [he] ordered him to live together with his commands. There was no difference between them. [Choe] Gyeonghoe was dangered, and [he] together went to the sea and died. [Choe] was conferred as a assistant supreme general . ",
                "H2KE-nKo": "최경회의 자는 선우인데 능성에 살았고 문과에 올랐으나 이름이 알려지지 않았다. 난리 초기에 상중에 집에서 살았는데 고경명을 이어 의병을 일으켰다. 이때 전임 실 현감 임계영도 군사를 일으켰다. 최경회는 좌도의 의병을 거느리고 임계영은 우도의 의병을 거느렸다. 호남이 평정되자 두 장수는 모두 달려가 영남을 구원하였다. 동쪽과 서쪽에서 적을 무찔러 해를 넘기도록 노숙하면서 조금도 게을리하지 않았다. 승진하여 병사가 되어서는 일처리가 정밀하고 민첩하였으며 호령이 엄격하고 분명하여 사람들이 믿고 의지하였다. 김천일과 함께 통수가 되어 같은 곳에서 명령을 내렸으나 한 번도 이의를 제기하지 않았다. 성이 함락되자 막사 문홍헌 등과 함께 물에 뛰어들어 죽었다. 좌찬성에 추증하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 11번째기사",
                "gt-oKo": "최경회(崔慶會)는 자는 선우(善遇)로 능성(綾城)에 살며 문과(文科)에 올랐는데, 이름이 알려지지 않은 인물이었다. 전란 초에 그는 집에서 거상(居喪) 중이었는데, 고경명(高敬命)을 이어 의병(義兵)을 일으켰다. 이때 전(前) 임실 현감(任實縣監)임계영(任啓英)도 군사를 일으켰다. 최경회는 좌도의 의병을 거느리고, 임계영은 우도의 의병을 거느렸다. 호남이 이미 안정되자 두 장수는 모두 달려가 영남을 구원하였다. 최경회는 동서로 적을 초토하느라 1년 넘게 노숙하였으나 뜻이 조금도 태만해지지 않았다. 병사(兵使)에 승진되어서는 처사가 정밀하고 민첩하였으며, 호령이 엄하고 분명하였으므로 사람들이 그를 믿고 의지하였다. 김천일과 함께 통수(統帥)가 되어 같이 있으면서 명령을 내렸는데 한 번도 상반되는 적이 없었다. 진주성이 함락되자, 막사(幕士) 문홍헌(文弘獻) 등과 함께 물에 뛰어들어 죽었다. 좌찬성(左賛成)에 추증되었다.",
                "hj": "○崔慶會字善遇, 居綾城, 登文科, 未知名。 亂初, 守喪家居, 繼高敬命起義兵。 時, 前任實縣監任啓英亦起兵。 慶會領左道義兵, 啓英領右道義兵。 湖南旣定, 二將俱赴援嶺南。 東西勦賊, 逾年暴露, 志不少懈。 陞爲兵使, 處事精敏, 號令嚴明, 人情倚恃。 與千鎰同爲統帥, 同處出令, 一無崖異。 城陷, 與幕士文弘獻等, 同赴水死。 贈左贊成。"
            },
            "12": {
                "H2KE-EN": "Ko Jonghu was skilled at the composition of his father. He passed the civil service examination and was appointed magistrate of Impi District . When Gyeongmyeong died, he fell short of his horse and fell later. He was deeply grieved that he could not follow him to death. His fathers body and his younger brothers were buried, and he stubbornly plotted to follow him to the expedition. He wrote in a letter, which stated, The enemy of his father has not yet been repayed, and the enemy of the country has not yet been resolved. How could he be survived? This is only necessary for his death. Subsequently, upon receiving the royal order, he led the male slave of the temple and made the auxiliary general of Military Procurement . He fought back and forth to Jinseong . When the enemy was surrendered, he pitydled his entire family to the expedition. He encouraged him to expel him from the capital. However, he did not follow his recommendation. Ko Gyeongmyeongs elder brother, followed Ko Jonghu to the expedition in the fight of his enemy. Ultimately, he went together with Ko Jonghu to the water to drown.",
                "H2KE-nKo": "고종후가 문장에 능하고 아버지의 풍도가 있었다. 과거에 급제하여 임피 현령이 되었는데, 고경명이 죽자 말이 넘어져 뒤에 있었으므로 고종명이 죽지 못한 것을 통한하였다. 아버지와 아우의 시체를 거두어 장사지내고 죽기를 맹세하고 종군하였는데, 남에게 준 편지에 이르기를,“친의 원수를 갚지 못하고 나라의 수치를 씻지 못하였으니, 어떻게 살겠는가. 단지 분명하게 한번 죽기를 바랄 뿐이다.”하였다.조금 전에 조정의 명을 받들어 사노를 거느리고 의병장이 되었는데, 이리저리 싸워 진성에 이르렀다. 포위되려 할 때 김천일이 그의 온 집안이 장차 죽게 된 것을 안타깝게 여겨 밖에 나가기를 권하였으나 따르지 않았다. 고경형은 고경명의 서제인데, 고종후의 싸움터를 시종 떠나지 않고 고종후와 함께 물에 뛰어들어 죽었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 12번째기사",
                "gt-oKo": "고종후(高從厚)는 글을 잘하고 그 아버지의 풍도가 있었다. 과거에 급제하여 임피 현령(臨陂縣令)이 되었다. 그 아버지 고경명(高敬命)이 죽을 때 그는 말이 넘어져 뒤에 있었으므로 아버지를 따라 죽을 수 없었음을 통한해 하였다. 아버지와 아우의 시체를 거두어 장사지내고는 죽기로 맹세하고 종군(從軍)하였다. 그는 남에게 준 서신에서, “어버이의 원수를 갚지 못하고 나라의 수치를 씻지 못하였으니 어떻게 살겠는가. 다만 분명하게 한 번 죽기를 요할 뿐이다.” 하였다. 얼마 후에 조정의 명령을 받아 사노(寺奴)를 거느리고 의병장이 되어서 전전(轉轉)하며 싸우다가 진주성에 이르렀다. 성이 장차 포위되려 할 때 김천일은 그의 온가족이 모두 죽게 되는 것을 안타깝게 여긴 나머지 밖에 나가기를 권하였으나 그는 따르지 않았다. 고경형(高敬兄)은 경명(敬命)의 얼제(孽弟)인데 종후의 전소(戰所)에 따라가서 시종 떠나지 않다가 종후와 함께 물에 뛰어들어 죽었다.",
                "hj": "○高從厚能文, 有父風。 登第爲臨陂縣令。 敬命之死, 馬躓在後, 痛恨不得從死。 收葬父、弟屍, 誓死從軍, 與人書: 親讎未報, 國恥未雪, 何以生爲? 只要一死分明耳。 俄承朝命, 領寺奴爲義兵將, 轉鬪至晋城。 將受圍, 千鎰愍其闔門將死, 勸出外, 不從。 高敬兄, 敬命孽弟, 從從厚戰所, 終始不離, 與從厚, 同赴水死。"
            },
            "13": {
                "H2KE-EN": "Yang Shansus courtesy name was Hoewon . He was the son of Director [of the Office of the Abdicated King Taejong]응정의 . He lived in Naju and served his ancestors with 성혼. When he observed the current affairs, he abandoned his opportunity and fled and left. At the beginning of the world, he gathered several hundred soldiers and followed Kim Cheonil to raise them. When he entered the court [of Ming China] and reported this to the King, he was selected and appointed as assistant section chief of the Ministry of Works . On his return, he followed Kim Cheonil and arrived in Jinju . He brought a letter of Kim Cheonil and requested a support for the enemy at Liu Quan . His words were simple and simple. However, Liu Quan was admirable, and yet he did not want to raise his troops. When he returned, the pirates were already threatened by the city wall, and many of them crossed the [Amnok] River fled. Yang Shan said, Would it be right if we were able to evade his life in a dangerous circumstance, would it be right for us to have the chief captain alone dies alone dies? He entered the [Amnok] River and entered the [Amnok] River. All of the soldiers were frightened. When the city wall was defeated, Yang Shan was well-versed, and his strength was able to evade his life. Ultimately, he was able to evade his life together with Kim Cheonil. His wife was jeongyu year (. Madam Yi was hiding in Madam Yi and encountered the pirates, and sibling him.",
                "H2KE-nKo": "양산숙의 자는 회원이고 부윤 양응정의 아들이다. 나주에 살면서 성혼을 스승으로 섬겼는데, 시사가 평안치 못한 것을 보고 과거 공부를 포기하고 숨어 살면서 나오지 않았다. 난리가 일어난 초기에 군사 수백 명을 모집하여 김천일을 따라 일어나 행조에 들어가 아뢰니, 공조 좌랑에 발탁하였다. 돌아와서 김천일을 따라 진주에 이르러 김천일의 편지를 가지고 유정에게 구원을 요청하였는데, 말씨가 강개하였다. 유정이 탄복하였으나 그래도 출병하려 하지 않았다. 돌아와서는 적이 이미 성에 다가왔으므로 동행한 몇 사람이 모두 탈주하였다. 양산숙이 말하기를,“위태로운 때에 구차하게 모면하고 주장만 홀로 함몰되어 죽게 해서야 되겠는가.”하고, 남강에서 입성하니 온 군대가 모두 놀랐다. 성이 함락되자 양산숙은 활을 잘 <unk>어 힘이 죽음을 면할 수 있었는데, 마침내 김천일과 함께 죽었다. 아내 이씨는 정유년의 변란 때 산에 숨었다가 적을 만나 스스로 목을 찔러 죽었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 13번째기사",
                "gt-oKo": "양산숙(梁山璹)의 자는 회원(會元)으로 부윤(府尹)양응정(梁應鼎)의 아들인데, 나주(羅州)에 살며 성혼(成渾)을 사사하였다. 그는 시사(時事)가 평탄하지 못한 것을 보고서 과거 공부를 포기하고 은거하며 나가지 않았다. 왜란 초에 군사 수백 명을 모집하여 김천일(金千鎰)을 따라 기병(起兵)하였는데, 행조(行朝)에 들어가 아뢰자, 그를 발탁하여 공조 좌랑(工曹佐郞)에 제수하였다. 그는 다시 김천일을 따라 진주에 이르러 김천일의 서신을 가지고 유정(劉綎)에게 가서 지원을 요청하였다. 그의 사기(辭氣)가 강개하여 유정도 탄복하였으나 여전히 군사를 출동하려고는 하지 않았다. 그가 돌아왔을 때에는 적이 이미 성을 핍박하고 있었는데, 동행한 몇 사람은 모두 탈주하였다. 양산숙은 말하기를, “위태로운 처지에서 구차하게 죽음을 모면하고 주장(主將)으로 하여금 혼자만 죽음에 빠지게 하는 것이 옳겠는가.” 하고, 남강(南江)을 통해 성에 들어가니, 군사들이 모두 놀랐다. 성이 함락됨에 미쳐 양산숙은 헤엄을 잘 쳤으므로 그의 힘으로 충분히 죽음을 면할 수 있었지만 끝내 김천일과 함께 죽었다. 그의 아내 이씨(李氏)는 정유년 변란 때 산에 숨었다가 적을 만나자 스스로 목숨을 끊었다.",
                "hj": "○梁山璹字會元, 府尹應鼎之子。 居羅州, 師事成渾。 見時事不平, 棄擧業, 遁居不出。 亂初, 募兵數百, 從金千鎰起, 入奏行朝, 擢拜工曹佐郞。 還從千鎰至晋, 持千鎰書, 乞援於劉綎, 辭氣慷慨, 綎歎服, 猶不肯出兵。 及還, 賊已逼城, 同行數人皆脫走。 山璹曰: “臨危苟免, 使主將獨陷死, 可乎?” 自南江入城, 一軍皆驚。 及城陷, 山璹善泅, 力可以免, 而竟與千鎰同死。 妻李氏丁酉之變, 匿山遇賊, 自剄死。"
            },
            "14": {
                "H2KE-EN": "Kang Huiyeol , who was serving as the sixth-rank military service examination , was the leader of the Righteous and Valiant Army , arbitrarily heard the urgent situation in Jinju . He galloped his troops and rushed to the city [of the capital] and died in a fight.",
                "H2KE-nKo": "강희열이 무과 봉사로서 의병장을 일으켰는데, 진주에서 급한 소식을 듣고 군사를 거느리고 급히 달려 성에 들어갔다가 전사하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 14번째기사",
                "gt-oKo": "강희열(姜希悅)은 무과 봉사(武科奉事)였는데, 의병장(義兵將)으로 일어났다. 그는 진주의 급변을 듣고 군사를 이끌고 달려가 성에 들어가서 싸우다가 죽었다.",
                "hj": "○姜希悅武科奉事, 以義將起, 聞晋州急, 領兵馳入城, 戰死。"
            },
            "15": {
                "H2KE-EN": "Oh Yu , a military man in Boseong , followed Ko Jonghu as the deputy commander and struck and hardly killed in battle.",
                "H2KE-nKo": "오유가 보성의 무인으로서 고종후를 따라 부장이 되어 힘껏 싸우다가 죽었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 15번째기사",
                "gt-oKo": "오유(吳宥)는 보성(寶城)의 무인(武人)으로서 고종후(高從厚)를 따라 부장(副將)이 되어 힘껏 싸우다가 죽었다.",
                "hj": "○吳宥寶城武人, 從高從厚爲副將, 力戰死。"
            },
            "16": {
                "H2KE-EN": "Oh Un , a clerk of the civil service examination , and a Confucian scholar named Kim Incheol , together with [Kim] Jonghu , was under the command of [Kim] Jonghu . Both [Kim Incheols] loyalty and calm. [Kim Incheol] went together to the water to die.",
                "H2KE-nKo": "오전을 문과 정자로 삼았다. 유생 김인혼과 함께 정후겸의 막하에 있었는데, 모두 의기와 담략이 있어서 함께 물에 뛰어들어 죽었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 16번째기사",
                "gt-oKo": "오차(吳玼)는 문과 정자(文科正字)로서 유생(儒生) 김인혼(金麟渾)과 함께 고종후(高從厚)의 막하에 있었는데, 모두 의기(義氣)와 담략(膽略)이 있었다. 함께 물에 빠져 죽었다.",
                "hj": "○吳玭文科正字, 與儒生金麟渾同在從厚幕下, 皆有義氣膽略, 同赴水死。"
            },
            "17": {
                "H2KE-EN": "The enemies separately plundered various counties of Gonyang , Hadong , Samga , Danseong , and Saneum invaded large searches at Mount Jii . All of these were unexpected in the enemies of last year. The Emperor [of Ming China] personally went to Gyeongsang Province to save the enemy in Jinju and hid the enemy invaded the battle. Comprehensive Military Duty Officer fought against the enemy invading the enemy, but he hid the enemy in his defeat. Comprehensive Military Duty Officer fought against mutual relations, and the report to our country urgently defended the enemy was observed.",
                "H2KE-nKo": "적병이 진성에서 곤양, 하동, 삼가, 단성, 산음 등 여러 현을 나누어 노략질하고 지리산을 크게 수색하였는데, 모두 지난해 적의 선봉이 이르지 않은 곳이었다. 제독 이여송의 제본은 다음과 같다.“친히 영남에 가서 포위된 진주성을 구원하면서 패전하여 함락된 상황을 숨겼고, 경략이 바야흐로 강화를 주장하고 있습니다. 우리나라가 위급함을 고하는 주문을 모두 저지당하여 들어가지 못하고 있습니다.”\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 17번째기사",
                "gt-oKo": "적병이 진주성으로부터 군병을 나누어 곤양(昆陽)·하동(河東)·삼가(三嘉)·단성(丹城)·산음(山陰) 등 여러 고을을 노략질하고 지리산(智異山)을 크게 수색하였는데, 모두 전년에 적봉(賊鋒)이 이르지 않은 땅이었다. 제독(提督) 이여송(李如松)의 제본(題本)에는, 자신이 직접 영남에 가서 포위된 진주성을 구제했다고 하면서 그 함락된 상황은 숨겼으며, 경략(經略)은 바야흐로 강화를 주장하고 있었으므로 우리 나라에서 급변을 보고하는 주문(奏文)을 다 저지하고 들어가지 못하게 하였다.",
                "hj": "○賊兵自晋城, 分掠昆陽、河東、三嘉、丹城、山陰諸縣, 大搜智異山, 皆前歲賊鋒所不到地也。 提督李如松題本, 親往嶺南, 救晋州之圍, 而諱其敗陷狀, 經略方主和, 我國告急之奏, 皆見阻攔不入。"
            },
            "2": {
                "H2KE-EN": "Kim Gwiyeong , Hwang Hui , and others were imprisoned in the prison. Earlier, when Kim Gwiyeong , Kim Jeong욱 and his son, and Yi Yeong followed the princes captive, Army Commander Han Geukham , and others seized the enemy and surrendered. Nevertheless, were imprisoned in the military captives. [Kim] Gwiyeong first came [to Joseon]. Nevertheless, plundered the prince and communicated with friendly relations with friendly relations. Nevertheless, the enemy cut off the youngest son of Nevertheless, Geukham decapitated [with the enemy]. Nevertheless, claiming that the enemy claiming was opened and claiming the enemy, the end claiming that Lord of Janggye , Hwang Military Protector ,【 Nevertheless, Military Protector . 】 Nam Army Commander ,【이영 was called Nam Army Commander . 】 Nevertheless, there was a statement that His Majesty the King of 관백 crossed the sea to cross the [Amnok] River. For this reason, they arbitrarily rushed the enemy without failure. They deceived the enemy and slacked the enemy. They also secretly wrote a detailed statement that the enemy claiming was secretly entrusted to send the enemy claiming that the enemy claiming was appreciated. Moreover, the enemy captives were also captured ordinary people. When the enemy claiming that the enemy surrendered to the military captives, they fail to submit [the enemy .",
                "H2KE-nKo": "황정욱과 황혁 등을 하옥하였다. 처음에 김귀영 및 황정욱 부자, 순변사 이영 등이 왕자를 따라 사로잡혔는데, 병사 한극함 등이 토적에게 잡혀 항복하였다. 청정이 군중에 가두자 김귀영이 먼저 나왔다. 청정이 또 왕자를 협박하여 강화에 관한 글을 우리 나라에 통하였는데, 황정욱 등이 처음에는 거절하였으나 적이 황혁의 어린 아들을 베어 위협하니, 황혁이 난초 한 장을 썼다. 그 겉면에는 ‘행재소개탁’이라고 썼고, 끝에는 ‘장계군’, ‘황 호군’, - 황혁을 ‘호군’이라고 썼다. -  ‘남병사’, - 이영을 ‘남병사’라고 일컬었다. - 안에 ‘관백전하가 장차 바다를 건너오려고 한다.’라는 말이 있었는데, 이는 고의로 난잡하게 만들어 행장을 갖출 수 없게 함으로써 적을 속이고 화를 늦추려는 것이었다. 또 실상을 자세히 써서 종이끈으로 싸서 보내면서 차인에게 몰래 위서를 없애라고 부탁하여 색출한 소장을 올리게 하였다. 차인도 포로가 된 상인이었는데, 체찰사의 군문에 도착하자 겁에 질려 어쩔 줄을 모르고 위장만 던져 바쳤다. 주상이 이를 보고 크게 놀랐으며, 조정에서는 ‘신’ 자를 쓰지 않고 ‘관백전하’라고 칭하였으니, 이는 신하 노릇을 하지 않으려는 뜻이다.’라고 하였다. 이때에 이르러 하옥하여 국문하였는데, 황혁은 형추를 받고 황정욱은 길주에 찬배되었다. 그 뒤에 재차 국문하였는데, 황혁은 거의 죽을 뻔하다가 해서에 유배되었다. 한극함은 먼저 도망하여 나갔는데, 적에게 아첨한 정상이 있었기 때문에 주벌하였다. 이영이 이때에 이르러 모두 주벌되었으니, 이는 군율을 어긴 죄를 겸하여 논한 것이다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 2번째기사",
                "gt-oKo": "황정욱과 황혁 등을 하옥시켰다. 당초에 김귀영(金貴榮) 및 황정욱 부자와 순변사(巡邊使)이영(李瑛) 등이 왕자를 수행했다가 포로가 되었고, 병사(兵使)한극함(韓克諴) 등은 토적(土賊)에게 잡혀 항복하였는데, 청정(淸正)이 군중에 가두었다. 그 뒤 김귀영은 먼저 나왔다. 청정이 또 왕자를 협박하여 강화에 관한 글을 우리 나라에 통보하게 하였다. 황정욱 등이 처음에는 거절하였으나 적이 황혁의 어린 아들을 베면서 위협하자 황혁은 이에 난초(亂草)로 한 장을 썼다. 겉면에는 ‘행재소개탁(行在所開拆)’이라 쓰고, 끝에는 ‘장계군(長溪君)·황 호군(黃護軍) 【황혁이 호군이었음.】·남 병사(南兵使)라고【이영을 남 병사라 칭함.】 썼으며, 안에는 ‘관백전하(關白殿下)가 장차 바다를 건너올 것이다.’라는 말을 기재하면서 일부러 난잡하게 하여 장식(狀式)을 이루지 않았는데 이렇게 해서 적을 속여 화를 지연시켰다. 그리고 실제의 장계를 세서(細書)로 써서 종이끈을 꼬아가지고 싸보내면서 차인(差人)에게 몰래 부탁하기를, “허위의 글은 버리고 종이끈으로 꼬아진 장계를 바치라.” 하였는데, 차인 역시 포로로 잡혀간 상인(常人)이었다. 그런데 체찰사(體察使)의 군문에 이르러서는 그만 혼겁(昏㥘)하여 어찌할 줄을 모르고 허위의 장계만을 바치고 말았다. 상은 그것을 보고 크게 놀랐으며, 조정에서는, “신(臣)자를 쓰지 않고 관백을 전하라고 칭하였으니, 이는 곧 신하 노릇을 하지 않겠다는 뜻이다.” 하였다. 이때에 이르러 하옥시키고 국문(鞫問)하였는데, 황혁은 형추(刑推)를 받고, 황정욱은 길주(吉州)로 정배되었다. 그 뒤에 재차 국문하였는데, 황혁은 거의 죽게 된 상태에서 곧 해서(海西)에 유배되었다. 한극함은 먼저 이미 도망해 나왔는데 적중에 있을 때 적의 비위를 맞춘 죄목으로 주참(誅斬)되었고, 이영도 이때에 아울러 주참되었으니, 이는 실률(失律)의 죄를 겸하여 논한 것이었다.",
                "hj": "○下黃廷彧、黃赫等獄。 初, 金貴榮及廷彧父子、巡邊使李瑛等, 從王子被擄, 兵使韓克諴等, 爲土賊執縛以降, 淸正囚之軍中, 貴榮先出來。 淸正又脅王子, 通和書于我國, 廷彧等初拒之, 賊斬赫幼子以威之, 赫乃亂草一紙。 面書行在所開拆, 末書長溪君、黃護軍、【赫爲護軍。】南兵使, 【李瑛稱南兵使。】 內有關白殿下, 將渡海以來之語, 蓋故爲雜亂, 不成狀式, 以欺賊緩禍。 又細書實狀, 作紙索裹送, 陰囑差人去僞書, 以索狀投進, 差人亦被俘常人。 到體察使軍門, 昏怯失措, 只以僞狀投呈。 上見之大駭, 朝廷以爲: “不書臣字, 稱關白爲殿下, 乃不臣之志也。” 至是, 下獄鞫問, 赫被刑推, 竄廷彧于吉州。 其後再鞫, 赫幾死, 乃長流海西。 韓克諴先已逃出, 以在賊有媚事狀誅之。 瑛至是竝被誅, 蓋兼論失律之罪也。"
            },
            "3": {
                "H2KE-EN": "The Japanese surrendered troops and attacked Jinju . 창의사김천일 and others surrounded the capital and defended against them. Next, [Japanese] Dzen and Taira Mitsukage all divided the troops to Jinju , calling 30,000. Song 경략 sent a letter to [Tsushima] Yugyeong and reprimanded him, saying, You have already made the Japanese pirates to 남쪽으로 내려가게 하고, and bringing them back to the prince. However, the pirates still surrounded and plundered them without end. You must return to the provincial army headquarters and clearly instruct them. Otherwise, I will send a letter to the army headquarters so that they cannot be forgiven. Yugyeong was afraid of fear and sent a letter to the army headquarters . The letter to the army headquarters , read as follows: The intention of plundered Jinju in the punitive expedition of Japan was that [Japanese] was killed very many. Moreover, the ships were all destroyed and burned down. For this reason, [Japanese] the army headquarters of your estemed repeatedly killed Japanese straw soldiers. When the army headquarters heard this, [Japanese] 관백 said, You should also go to Jinju and destroy the enemy of the enemy in order to remove the old grievances. 소서행장이 said to me, The people of Jinju should be able to escape the battle. When they saw the enemy of the enemy, the troops should be destroyed and then returned to the east. Shortly thereafter, Yugyeong returned from the enemy and also said, Although the enemy of the enemy, [Japanese] adamantly stopped [Japans] adamantly, and finally refused to confront [the enemy]. For this reason, [Japanese] 행장 did not follow the enemy. However, this enemy of the enemy is expedient, and there is no other measure to remove [Japanese] attack [the enemy]. However, [Japan] was ordered to surrender the enemy of the enemy. Joseon did not follow my words, and what should I do? Yu Jeonghyeon sent a letter to calling [Japanese] the enemy of the enemy, and adamantly refused to confront the enemy of enemy. Thereupon, the army headquarters of the enemy ",
                "H2KE-nKo": "왜장이 군사를 연합하여 진주를 공격하니, 창의사 김천일 등이 성에 들어가 막아 지켰다. 청정과 평의지가 군사를 총동원하여 진주로 향하였는데 30만이라고 불리웠다. 송 경략이 유경에게 편지를 보내 꾸짖기를,“그대가 이미 왜를 남쪽으로 내려가게 하여 왕자를 데리고 가겠다고 자임하였는데, 적이 여전히 주둔해 있으면서 노략질을 그치지 않고 있다. 그대는 모름지기 적의 진영에 도로 들어가 분명하게 효유하라. 그렇지 않으면 내가 장차 병부에 자문을 보내 엄중히 추궁하여 용서하지 않을 것이다.”하니, 유경이 두려워하여 도원수에게 통첩하기를,“일본이 진주를 공격하겠다는 뜻은, 저들이 지난해 이곳에서 피살된 것이 매우 많고 또 선척이 모두 파괴되어 - 수군의 승리를 가리킨다. 】 이 때문에 분한 마음에 불평을 품고 있는 것이다. 더구나 귀국의 병사가 여러 차례 일본의 풀베는 군사를 죽였는데, 저 장수가 관백에게 그 사실을 알리자, 관백이 말하기를 ‘그대들도 진주에 나아가 공격하고 성지를 파괴하여 이전의 원한을 풀라.’라고 하였다. 행장이 나에게 말하기를 ‘진주의 백성은 그 예봉을 피해야 한다.’라고 하였는데, 저들이 성이 비고 사람이 다하는 것을 보고 즉시 철수하여 동쪽으로 돌아갔다.”하였다. 이윽고 유경이 적의 진영에서 돌아와 또한 말하기를,“행장이 청정을 극력 저지하였으나 끝내 듣지 않았기 때문에 행장이 군사를 따르지 않은 것이다. 그러나 이 군사가 진주에 주둔하면 다른 근심은 없을 것이다.”하였다. 김명원이 한효순과 함께 유경을 보고 그 군사를 중지하도록 극력 청하니, 유경이 말하기를,“내가 이미 행장에게 저지하도록 극력 간청하였고 행장의 뜻도 그러하였다. 그러나 형세가 이미 이루어져 끝내 돌이킬 수 없게 되었으니, 지금 다른 계책은 없다. 다만 여러 장수로 하여금 성을 비우고 잠깐 피하게 하는 것이 상책인데 조선이 내 말을 따르지 않으니, 나 또한 어찌하겠는가.”하였다.유정이 청정에게 편지를 보내 맹약을 저버리는 것을 꾸짖고 화복으로 타일렀으나 청정이 답하지 않았다. 이에 원수가 관군과 의병에게 전령하여 진주에 나아가 지키게 하고, 창의사 김천일은 군사 300명을 거느리고 먼저 달려가 성에 들어가게 하였다. 충청 병사는 군사 7백 명을, 경상 병사 최경회는 군사 500명을, 의병 복수장 고종후는 군사 400명을, 부장 장윤은 군사 300명을, 의병장 이계련은 군사 100여 명을, 병장 변사정은 그의 부장 이잠을 보내어 군사 300명을, 의병장 민여운은 군사 200명을, 강희열, 고득뢰, 강희보, 오유웅 등이 모두 군사를 거느리고 와서 모이게 하였다. 거제 현령 김준민과 김해 부사 이종인 등이 먼저 성에 있으면서 목사 서예원과 수비를 의논하고 있었다. 전라 병사 선거이와 영천 군수 홍계남이 군사를 거느리고 뒤따라와 말하기를,“적은 많고 우리는 적으니, 물러나 내면을 지키는 것만 못하다.”하니, 김천일이 강경하게 말하며 따르지 않았다. 선거이와 홍계남이 즉시 운봉으로 나가 진을 쳤다. 한효순이 곽재우로 하여금 가서 함께 지키게 하였으나 곽재우가 따르지 않으면서 말하기를,“오유권이란 자는 능히 군사를 잘 쓰고 지자는 능히 적을 헤아릴 수 있다. 지금 적병의 기세가 강성하고 예리하여 천하가 능히 대적할 수 없는 형세가 있는데, 3리나 되는 외로운 성을 어떻게 지킬 수 있겠는가. 나는 차라리 밖에서 원조할지언정 성에 들어갈 수는 없다.”하니, 좌순찰사 김늑이 꾸짖기를,“그대가 대장을 따르지 않는다면 군율을 어찌하겠는가.”하였다. 곽재우가 말하기를,“이 몸이 죽는 것은 아까울 것이 없지만 전투에서 많은 군졸을 어찌 차마 버릴 수 있겠는가.”하니, 이빈이 즉시 곽재우로 하여금 정진을 지키게 하였다. 김천일 등이 성 안의 창곡이 매우 많은 것을 점검하고 여러 장수에게 말하기를,“이것만으로도 충분히 함께 지킬 수 있다.”하고, 그날로 군사를 나누었다. 김천일과 최경회는 도절제가 되고, 김천일은 의병을 통솔하고 최경회는 관병을 통솔하고, 황진은 순성장이 되어 여러 도의 관군과 의병이 지역을 구획하여 나누어 지키며 경계를 엄하게 하고 변고에 대비하였다. 중국 장수 유정이 비장을 보내 와서 수비를 살피게 하고, 또 외부의 원조를 유시하니, 성 안이 믿었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 3번째기사",
                "gt-oKo": "왜장(倭將)이 군사를 연합하여 진주를 공격하였다. 창의사(倡義使)김천일(金千鎰) 등이 성에 들어가서 굳게 지키니, 청정·평의지(平義智)가 군사를 다 동원하여 진주로 향했는데 30만으로 일컬었다. 송 경략이 심유경에게 서신을 보내 꾸짖기를, “너는 이미 왜(倭)를 남쪽으로 내려가게 하고 왕자를 데리고 오겠다고 자임하였는데 적이 오히려 둔거(屯據)하여 노략질을 마지않고 있다. 너는 적영(賊營)에 도로 들어가서 분명하게 효유하라. 그렇지 않으면 나는 장차 병부에 자문을 보내어 너를 중벌에 처하고 용서하지 않게 할 것이다.” 하니, 심유경이 두려워하여 도원수에게 통첩하기를, “일본이 진주를 공격하려는 의도를 살피건대 전에 진주에서 피살된 자가 매우 많은데다가 선척(船隻)이 모두 훼소(毁燒)되어【수군의 승리를 가리킴.】 분을 못 이기고 있는 판에 더구나 귀국의 병사(兵使)가 누차 일본의 풀베는 병사를 죽였기 때문입니다. 왜장들이 이 일을 관백에게 알리자 관백은 ‘너희도 진주에 진공하여 성지(城池)를 파괴함으로써 전일의 원한을 풀라.’ 하였답니다. 행장(行長)이 나에게 말하기를 ‘진주 백성들에게 그 예봉을 피하도록 하는 것이 좋겠다.’ 하였는데, 그들이 성이 비고 사람이 없는 것을 보면 곧 철수하여 동쪽으로 돌아갈 것입니다.” 하였다. 이윽고 심유경이 적영(賊營)으로부터 돌아와서 또한 말하기를, “행장이 청정을 극력 저지하였으나 끝내 듣지 않았으므로 행장은 종군하지 않았습니다. 그러나 이 군사는 진주를 공격하고 그만둘 것이니 다른 걱정거리는 없을 것입니다.” 하였다. 김명원(金命元)이 한효순(韓孝純)과 더불어 심유경을 만나보고 그 군사를 중지시켜 주기를 강력히 청하니, 심유경이 말하기를, “내가 이미 행장에게 중지하도록 간청하였고 행장의 생각도 중지했으면 하나, 그 형세가 이미 이루어졌으므로 끝내 돌릴 수 없습니다. 지금은 다른 방책이 없으니 다만 여러 장수들로 하여금 성을 비우고 잠깐 피하게 하는 것이 상책입니다. 그런데 조선이 나의 말을 따르지 않으니, 나 역시 어찌하겠습니까.” 하였다. 유정(劉綎)이 청정에게 서신을 보내어 그가 맹약을 어긴 것을 꾸짖고 화복(禍福)의 이치로 타일렀으나 청정은 답하지 않았다. 이에 원수(元帥)가 관군과 의병에게 전령하여 나아가 진주를 지키게 하였다. 창의사김천일은 군사 3백을 거느리고 먼저 달려가 성에 들어갔고, 충청 병사는 군사 7백을 거느리고, 경상 병사최경회(崔慶會)는 군사 5백을, 의병 복수장(義兵復讎將) 고종후(高從厚)는 군사 4백을, 부장(副將) 장윤(張潤)은 군사 3백을, 의병장 이계련(李繼璉)은 군사 1백여 명을, 의병장 변사정(邊士貞)은 그 부장 이잠(李潜)을 보내어 군사 3백을 거느리게 하고, 의병장 민여운(閔汝雲)은 군사 2백을, 강희열(姜希悅)·고득뢰(高得賚)·강희보(姜希輔)·오유웅(吳宥熊) 등도 모두 군사를 거느리고 왔으며, 거제 현령김준민(金俊民) 및 김해 부사이종인(李宗仁) 등은 먼저 성안에 있으면서 목사(牧使)서예원(徐禮元)과 수비책을 의논하고 있었다. 전라 병사선거이(宣居怡)와 영천 군수홍계남(洪季男)이 군사를 거느리고 와서 말하기를 ‘적은 많고 우리는 적으니, 물러나 안 쪽을 지키는 것만 못하다.’ 하였는데 김천일이 항의하며 따르지 않았다. 선거이와 홍계남은 즉시 운봉(雲峯)으로 나가 진을 쳤다. 한효순(韓孝純)이 곽재우(郭再祐)로 하여금 진주에 달려가 함께 지키게 하니, 곽재우가 따르지 않으면서 말하기를, “오직 임기 응변할 수 있는 자만이 제대로 군사를 부릴 수 있고 지혜로운 자만이 적을 헤아릴 수 있는 것입니다. 지금 적병의 성대한 세력을 보건대, 그 누구도 당하지 못할 기세를 떨치고 있는데 3리(里)밖에 안 되는 외로운 성으로 어떻게 방어하겠습니까. 나는 차라리 밖에서 원조를 할지언정 성에 들어가지는 않겠습니다.” 하니, 좌순찰사(左巡察使)김늑(金玏)이 그를 꾸짖기를, “그대가 대장의 명을 따르지 않으면 군율(軍律)에 어쩌려는가.” 하자, 곽재우가 말하기를, “이 몸이 죽는 것은 족히 아까울 것이 없으나 전투 경험이 많아 노련한 군졸들을 어떻게 차마 버릴 수 있겠습니까.” 하였다. 이빈(李蘋)이 즉시 곽재우에게 정진(鼎津)을 지키게 하였다. 김천일 등이 성안을 점검해 보니, 창곡(倉穀)이 매우 많았으므로, 여러 장수들에게 말하기를, ‘이만하면 함께 지키기에 충분하다.’ 하고 당일로 군사를 나누었다. 김천일과 최경회가 도절제(都節制)가 되고, 김천일은 의병을 통솔하고 최경회는 관군을 통솔하였으며, 황진(黃進)이 순성장(巡城將)이 되었다. 제도(諸道)의 관군과 의병들에게 지역을 할당하여 지키게 하고 엄히 경계하며 변에 대비하였다. 명나라 장수 유정(劉綎)이 비장(裨將)을 보내와 수비 상태를 살펴보고 또 밖에서 원조할 것을 유시했으므로, 성안에서 그를 믿었다.",
                "hj": "○倭將合兵攻晋州, 倡義使金千鎰等, 入城拒守。 淸正、平義智悉兵向晋州, 號三十萬。 宋經略移書惟敬責之曰: 爾旣以令倭南下, 取歸王子自任, 而賊猶屯據, 搶掠不已。 爾須還入賊營, 分明曉諭。 不然, 我將移咨兵部, 重究不恕。 惟敬懼, 通帖于都元帥曰: 日本攻打晋州之意, 彼因去歲, 於此被殺甚多, 且船隻盡爲毁燒, 【指水軍之勝。】 是以忿狠不平。 況貴國兵使屢殺日本削草之兵, 彼將聞之關白, 關白曰: “爾等亦進攻晋州, 打破城池, 以洩前怨。” 行長謂我言: “晋州民可避其鋒。” 彼見城空人盡, 卽撤東回。” 已而, 惟敬還自賊營亦言: “行長力止淸正, 而終不回聽, 故行長不從軍行。 然此兵止於晋州, 無他憂矣。” 金命元與韓孝純見惟敬, 力請止其兵, 惟敬曰: “吾已力懇行長止之, 行長意亦然, 然而其勢已成, 終不可回, 今無他策。 但令諸將, 空城少避爲得計, 而朝鮮不從吾言, 吾亦奈何?” 劉綎移書淸正, 責其背盟, 諭以禍福, 淸正不答。 於是, 元帥傳令官義兵, 進保晋州, 倡義使金千鎰領兵三百, 先馳入城。 忠淸兵使領兵七百, 慶尙兵使崔慶會領兵五百, 義兵復讐將高從厚領兵四百, 副將張潤領兵三百, 義兵將李繼璉領兵百餘義, 兵將邊士貞遣其副將李潜, 領兵三百, 義兵將閔汝雲領兵二百, 姜希悅、高得賚、姜希輔、吳宥熊等, 皆領兵來會。 巨濟縣令金俊民及金海府使李宗仁等, 先在城中, 與牧使徐禮元方議守備。 全羅兵使宣居怡、永川郡守洪季男領兵隨到以爲: “賊衆我寡, 不如退守內面。” 金千鎰抗言不從, 居怡、季男卽出陣雲峰。 韓孝純使郭再祐往赴共守, 再祐不從曰: “惟權者能用兵, 智者能料敵。 今賊兵盛銳, 有天下莫能當之勢, 三里孤城, 何以保守? 吾寧在外爲援不可入城。” 左巡察使金玏叱之曰: “君不從大將, 奈軍律何?” 再祐曰: “此身死不足惜, 百戰軍卒, 何忍棄之?” 李薲卽令再祐守鼎津。 金千鎰等料撿城中倉穀甚富, 謂諸將曰: “此足以共守矣。” 卽日分軍。 金千鎰、崔慶會爲都節制, 千鎰統義兵, 慶會統官兵, 黃進爲巡城將, 諸道官義兵畫地分守, 戒嚴待變。 天將劉綎遣裨將, 來視守備, 且諭以外援, 城中信之。"
            },
            "4": {
                "H2KE-EN": "The King ordered that 도원수김명원 be replaced, that Kwon Gwon be appointed as the right state councilor , and that he be replaced as the field commander of the Government Arsenal . The King ordered that Yi Jeonggam be replaced as the circuit inspector of Jeolla Province, and Hong Segong be appointed as the magistrate of Jeonju Magistracy . ",
                "H2KE-nKo": "도원수 김명원을 체차하고 권율을 의정부 우참찬으로 삼아 대신 도원수로 삼아 군중에서 교체하게 하라고 명하였다. 이정암을 대신 전라도 순찰사로 삼고, 홍세공을 전주 부윤으로 삼았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 4번째기사",
                "gt-oKo": "도원수김명원의 체직을 명하고, 권율을 의정부 우참찬으로 삼아 대신 도원수로 임명했는데, 즉시 군중에서 교체하게 하였다. 이정암(李廷馣)을 대신 전라도 순찰사로 삼고, 홍세공(洪世恭)을 전주 부윤(全州府尹)으로 삼았다.",
                "hj": "○命遞都元帥金命元, 以權慄爲議政府右參贊, 代爲都元帥, 使卽軍中交替, 以李廷馣代爲全羅道巡察使, 洪世恭爲全州府尹。"
            },
            "5": {
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 5번째기사",
                "gt-oKo": "왜적이 진주를 함락시켰다. 김천일·최경회 등이 전사하였다. 당시 진주에서 급변을 보고하니, 이여송이 경성에서 열둔(列屯)의 제장(諸將)인 유정(劉綎)·오유충(吳惟忠)·낙상지(駱尙志) 등에게 전령하여 군사를 전진시켜 구원하게 하였으나, 제장들은 적의 형세가 막강함을 두려워하여 감히 진격하지 못하였다. 적은 여러 둔병(屯兵)을 다 동원하여 30만이라 호칭하며 곧장 진주로 향했는데, 의령(宜寧) 등 여러 고을을 분탕하고 노략질하니 화염이 충천하였다. 권율은 이빈(李蘋)과 함께 함양(咸陽)으로 물러가 주둔했다가 이어 남원(南原)으로 들어가고, 곽재우는 정진(鼎津)을 버리고 후퇴하였다. 이달 21일에 적병이 비로소 진성(晉城)을 범하면서 곁에 있는 고을에 군사를 나눠 배치하여 밖의 원조를 막는 한편 본성을 백 겹으로 에워싸고 주둔하니, 사면 수백 리가 그들 군사로 가득하였다. 홍계남 등이 높은 곳에 올라가 바라보니, 깃발이 하늘을 가리고 함성이 땅을 진동하였으며, 포위 속에 있는 진주성이 마치 큰 바다에 뜬 외로운 배와 같았으므로 두려워서 감히 진격하지 못하였다. 이달 22일에 적이 성을 공격하기 시작하였다. 성안에서 사격하여 1진(陣)을 물리쳤으나 초혼(初昏)에 다시 쳐들어와 한참 동안 크게 싸웠다. 밤새도록 전진 후퇴를 되풀이하다가 5경(更)이 되어서야 그쳤다. 이에 앞서 성안에서는 성 남쪽에 있는 촉석루(矗石樓)는 강물과 잇닿아 있는 험절(險絶)한 곳이니만큼 적이 필시 범하지 못할 것이고, 서쪽과 북쪽은 참호(塹壕)를 파서 물을 채웠으니, 동쪽 한 곳으로만 적의 공격을 받게 되리라 생각하였었다. 그런데 이때에 와서 적은 참호의 물을 빼내고 흙으로 메워 큰 길을 만들었는가 하면 곧장 성 밑을 파서 장대(墻臺)의 큰 돌을 운반해 내갔다. 성 위에서 시석(矢石)이 어지럽게 떨어졌으나 적은 죽음을 무릅쓰고 모여들어 꼭 허문 뒤에야 그만두려 하였다. 그 다음날은 세 차례 전투에서 세 번 모두 물리쳤으며, 그날 밤에는 네 차례 접전하여 모두 물리쳤다. 그 다음날도 그러하였는데, 탄환과 화살이 서로 빗발치듯 하여 성 안팎에 죽은 자의 수효를 헤아릴 수 없었다. 그 이튿날에는 적이 동문(東門) 밖에 토산옥(土山屋)을 짓고 그 위에서 성을 굽어보며 총탄을 발사하였다. 성안에서도 이미 마주 대하여 높은 언덕을 쌓았는데, 황진(黃進)이 직접 흙을 져 나르고 성안의 사녀(士女)들이 힘을 다해 쌓는 일을 도왔으므로 하룻밤에 끝마쳤다. 그리하여 드디어 마주 바라보고 현자총(玄字銃)을 쏘아 토옥(土屋)을 파괴하니 이에 적이 물러갔다. 그 이튿날 밤에는 밀고 당기며 크게 싸우다가 새벽이 되어서야 그쳤다. 그런데 적은 또 나무궤를 만들어 쇠가죽을 입힌 뒤 각자 짊어지기도 하고 이기도 하면서 탄환과 화살을 막으며 성을 무너뜨리려고 전력을 기울였다. 이에 성 위에서는 비오듯이 활을 쏘고 큰 돌을 연달아 굴러내려서 격퇴시켰다. 그러자 적은 큰 나무 두 개를 동문 밖에 세우고 그 위에 판옥(板屋)을 만든 뒤 성안으로 화전(火箭)을 쏘아 보내니 성안의 초옥(草屋)에 일시에 불이 번졌는데, 황진이 또 마주 대하여 나무를 세우고 판자를 설치하여 총을 쏘니 적이 곧 중지하였다. 서예원(徐禮元)이 겁을 먹고 허둥거리며 제대로 일을 처리하지 못하자, 김천일(金千鎰)이 장윤(張潤)을 임시로 목사(牧使)에 임명하여 진정시켰다. 이때 큰 비가 내려 활의 아교가 모두 풀리고 군사들은 먹고 잠잘 겨를도 없어 점점 피로의 기색이 짙어져 갔다. 이에 반해 적은 많은 군대로 교대하며 나아왔기 때문에 병사들이 생기가 돌고 용맹스러워 지르는 함성이 우레와 같았다. 왜적이 성안에 글을 보내기를, “대국의 군사도 이미 투항하였는데, 너희 나라가 감히 항거하겠는가.” 하였는데, 성안에서 글로 답하기를, “우리 나라는 죽음이 있을 뿐이다. 더구나 명나라 군사 30만이 지금 진격 중이니, 너희들은 섬멸되고 말 것이다.” 하니, 적이 아랫도리를 벗어붙이고 야유를 하기를, “중국 군사는 벌써 물러갔다.” 하였다. 김천일이 매양 높은 데 올라가 바라보면서 말하기를, “모방(某方)에 병기(兵氣)가 있으니, 명나라 군사가 곧 와서 구원할 것이다.” 하면, 군인들이 크게 기뻐들 하였으나, 조금 있다가는 조용해지곤 하였다. 김천일이 최경회 등에게 말하기를, “언제나 이 적을 물리치고 하란 진명(賀蘭進明)의 살점을 씹을 것인가.” 하였다. 이날 밤에 또 밀고 당기며 크게 싸우다가 5경에 이르러서야 그쳤다. 적이 언덕 다섯을 동·서 두 문 위에 한꺼번에 쌓고 대나무를 엮어 책(柵)을 만든 뒤 비오듯 총을 쏘아대니, 성안에 죽는 자가 매우 많았다. 또 큰 궤를 만들어 그 속에 병사를 엄폐시키고 네 바퀴 달린 수레에 실은 다음, 적 수십 인이 철갑(鐵甲)을 입고 철순(鐵楯)으로 가리고서 수레를 밀어 성에 대고는 큰 철추(鐵錐)로 성을 팠다. 이종인(李宗仁)이 단독으로 활을 쏘니, 화살마다 첩갑을 뚫었으므로 적병이 많이 죽었다. 성 위에서 솜을 묶어 기름을 적신 다음 불을 붙여 던져 그 궤를 태우니 궤 속의 적들이 모두 섬멸되었다. 이날 밤 적이 다시 북문을 침범하자 이종인이 구원하러 그곳으로 달려가 힘껏 싸워 물리치고는 자기가 지키던 서성(西城)으로 돌아왔다. 그런데 이곳은 그동안 서예원이 대신 지키고 있었는데, 적이 몰래 와서 성을 뚫는 것도 눈치채지 못했으므로 성이 장차 무너지려 하였다. 적이 바야흐로 가까이까지 밀고 들어왔는데, 종인(宗仁)이 힘껏 싸워 물리치는 동시에 적장 한 명을 사살하니, 적은 시체를 끌고 물러갔다. 다음날 적이 또 동쪽과 북쪽의 성을 침범하여 크게 전투가 벌어졌는데, 종인이 다시 크게 싸워 물리쳤다. 황진(黃進)이 순행차 이곳에 이르렀다 성 아래를 굽어보고 말하기를, “적의 시체가 참호에 가득하니 죽은 자가 거의 1천여 명은 되겠다.” 하였다. 그런데 이때 적 한 명이 성 아래에 잠복해 있다가 위를 향해 철환(鐵丸)을 쏘았는데, 판순(板盾)을 뚫고 진의 이마에 맞아 진이 즉사하였다. 황진은 용략(勇略)이 여러 장수 가운데 으뜸이었으므로 성안에서 그를 의지하였었는데, 그가 죽자 성안이 흉흉해지며 두려워하였다. 이에 서예원이 그를 대신하여 무리를 이끌었는데, 그는 겁에 질린 나머지 혼이 빠져 갓을 벗은 채 말을 타고 울면서 돌아다녔다. 최경회(崔慶會)가 군정(軍情)을 경동(驚動)시켰다 하여 참하려고 하다가 그만두고는 장윤(張潤)에게 대신 맡겼다. 장윤은 명망이 황진 다음가는 인물이었는데, 그도 탄환에 맞아 죽었으므로 종인 혼자서 동서로 뛰어다니며 적을 응수하였다. 29일 동문의 성이 비로 인해 무너지자 적의 무리가 개미떼처럼 기어올랐다. 종인이 친병(親兵)과 더불어 활과 화살은 놓아두고 칼과 창을 가지고 육박전을 벌여 죽인 적의 시체가 구릉(丘陵)처럼 쌓이니 적이 이에 물러갔다. 적이 창의사(倡義使)가 지키는 서쪽과 북쪽 성문은 병력이 미약하다는 것을 알고 이에 대군을 모아 힘을 다해 공격해 올가가니, 창의군(倡義軍)이 제대로 버텨내지 못하였다. 적이 드디어 성에 올라와 병기를 휘두르니, 성벽을 지키던 군사들이 흩어져 촉석루로 들어갔는데, 서예원은 먼저 달아나 숨어버렸다. 김천일이 최경회·고종후 등과 청당(聽堂)에 나란히 앉아서 말하기를, “여기를 우리들이 죽을 장소로 합시다.” 하고는 술을 가져오게 하였는데, 술을 지니고 있던 자도 이미 달아난 뒤였다. 이에 불을 지르도록 명하고는 스스로 타 죽으려 하였는데 적이 바로 촉석루에 올라오자, 김천일이 그 아들 김상건(金象乾) 및 최경회·고종후·양산숙(梁山璹) 등과 함께 북쪽을 향하여 두 번 절하고 강에 몸을 던져 목숨을 끊었다. 이종인은 이곳저곳에서 싸우다가 남강(南江)에 이르렀는데, 양팔로 두 명의 적을 끼고는 크게 소리치기를, “김해 부사 이종인이 여기에서 죽는다.” 하며, 강에 몸을 던졌다. 진사(進士)문홍헌(文弘獻), 정자(正字)오차(吳玼), 참봉(參奉)고경형(高敬兄) 등이 모두 따라 죽었다. 성이 일단 함락되자 적이 대대적으로 도륙을 자행하였다. 서예원 및 판관(判官)성여해(成汝楷)도 죽음을 면하지 못하였으며, 여러 장령(將領)들도 다 죽었다. 김준민(金俊民)은 단독으로 말을 달리며 거리에서 싸웠는데, 좌우로 돌격할 때마다 적의 무리가 물 갈라지듯 흩어졌다. 왜적이 종일 그를 추축(追逐)하였으나 탄환과 칼이 모두 명중되지 않았는데, 끝내 그가 어디에서 죽었는지 알지 못했다. 성안의 사녀(士女)들도 앞을 다튀 강에 이르러 투신 자살하여 흐르는 시체가 강을 메웠다. 대략 죽은 자가 6, 7만이나 되었는데, 장사(壯士)로서 벗어난 자는 수삼 인에 불과했다. 적이 성곽을 헐고 가옥을 불태웠으므로 성이 온통 폐허가 되었다. 성이 포위를 당한 9일 동안은 주야로 벌인 크고 작은 전투가 1백여 차례나 되었으며, 적의 죽은 자도 상당하였다. 그러나 중과 부적인 데다가 외부에서 원조가 이르지 않았으므로 여러 장수들이 힘이 다하여 죽었다. 왜변(倭變)이 있은 이래 참혹하게 무너지고 의열(義烈)이 장엄하게 드러난 것으로 진주성 같은 예가 없었다. 유격(遊擊) 오종도(吳宗道)가 경성에서 변을 듣고 달려 내려가다가 죽산(竹山)에 이르러 풍우(風雨)의 이변을 만나고는 접반관(接伴官)에게 말하기를, “진성이 포위를 당한 지 지금 8일째인데, 오늘과 내일 사이에 함락되지 않으면 적이 반드시 물러갈 것이다.” 하였는데, 과연 그날 함락이 되었다. 오종도가 글을 지어 김천일을 제사지냈는데 내용이 매우 슬펐으므로 나라 사람들이 그 글을 전송(傳誦)하였다.【우리 나라는 전대(前代)부터 큰 적을 겪지 못했으므로 국내의 큰 성이라야 높이가 3장(丈)에 불과했으며, 위로는 누로(樓櫓)가 없고 아래로 갱참(坑塹)이 있다 해도 대부분 얕고 좁아 뛰어 넘어올 수 있었다. 진주성은 본래 누석(壘石)으로 얕게 축조한 것인데, 성안에 비치된 식량이 충분했다 해도 전사(戰士)는 수천 명에 불과하였다. 적이 10배의 병력으로 번갈아 휴식시켜가면서 계속 들이닥쳤으니 이는 김시민(金時敏)이 당하던 적과는 중과(衆寡)가 현격하게 다른 것이었다. 그런데 김시민도 지킨 지 7개월 만에 성안이 이미 곤핍해졌고 보면 곧 그 형세를 알 만한 일이다. 그럼에도 김천일 등이 충의(忠義)만을 가지고도 사중(士衆)을 격려하였던 것인데 황진·이종인·장윤·김준민 등이 모두 군사 중에 으뜸가는 용무(勇武)를 가졌던 관계로 왜적을 꺾어 상당수를 살상하면서 9일이 지나서야 힘이 다하였으니, 전수(戰守)를 잘못한 것이 아님은 분명하다. 서예원은 처음부터 성을 버리려고 하였으나 원수(元帥)에게 눌려 감히 움직이지 못하였고, 밖의 장수들도 모두 군문(軍門)의 명을 받고 반드시 패할 땅에 들어가 있는 상황이었다. 따라서 이때 나가서 피해야 한다는 의논이 갑자기 일어났던 것인데, 김천일이 항언(抗言)하여 그 의논을 중지시켰으니, 세상에서 이 점을 들어 김천일을 허물하는 것은 그럴 듯한 일이라 하겠다. 그러나 자고로 충의(忠義)의 선비로서 성을 지키다가 죽게 되어 심지어는 백골이 천리에 드러나기까지 하되 마침내 그런 경우를 면하지 못한 이들은 모두 김천일의 유라고 하겠는데, 그들을 비난하며 죄를 준 경우가 있었다는 말은 듣지 못했으니, 이는 무엇 때문이겠는가. 그런데 김천일 등이 불과 수천의 군사를 거느리고서도 죽인 적의 수효가 수천 인에 그치지 않았었고 보면 또한 그의 죽음이 헛되었다고 할 수는 없다. 그때에 김천일 등이 아니었더라면 겁많고 미련한 서예원으로서는 필시 하루이틀도 막아내지 못하였을 것이니, 따라서 성안의 사민 남녀 6, 7만 명이 모두 죽게 되고 허다한 식량과 기계가 죄다 적에게 넘겨졌을 것인데, 무슨 이익이 있었겠는가. 서예원의 형 서인원(徐仁元)은 의논을 좋아하는 것으로 명사가 되었으나 궤휼(詭譎)하고 기기(忮忌)하였다. 일찍이 김천일을 교묘하게 비방하면서 예원을 신원하려고 하였던 까닭에 사대부들 사이에 간혹 이론(異論)이 있게 되었고, 심지어는 상의 앞에서 무훼(誣毁)하여 ‘천일의 뜻은 숭상할 만하나, 재주가 졸렬하여 일을 그르쳤다.’고까지 하였다. 그러나 천일이 국사를 그르친 것이 뭐가 있는지 모르겠다. 과연 사람들의 말과 같다면, 진주의 유민(遺民)들은 천일 등과 더불어 같은 도의 사람으로 본디 서로 친신(親信)한 경우가 아닌데도 그를 숭앙하여 제사까지 지내면서 오래갈수록 더욱 독실하게 하는 데 반해, 예원에 대해서는 타매(唾罵)하면서 심지어는 ‘예원은 온 집안이 적에게 투항했다.’고 하여 한마디도 애석해 하는 말이 없었으니, 공리(公理)가 인심에 있어 속일 수 없는 것이 이와 같다. 애통하게 여길 만한 것은, 행장(行長)이 청정(淸正)과 혐의가 있는 것처럼 거짓 드러내 보이면서 우리 나라가 필시 진주성을 버리지 않을 것을 알고는 거짓으로 버리고 피하기를 청한 사실이다. 이 때문에 조정에서는 더욱 진주성을 보전하려고 충신(忠臣)과 용장(勇將)을 증파(增派)하여 한성에서 함께 죽게 하였으니, 이는 본시 수길(秀吉)의 계략이었다. 왜인 중에서 말하기를 ‘조선 사람은 소문만 듣고도 먼저 달아나 한 번도 정식으로 대적하려 하지 않는다. 그래서 건장한 군사들이 모두 죽지 않고 흩어졌다가 다시 합하여 곳곳에서 왜중(倭衆)을 초살(勦殺)하는데 이것이야말로 당하기 어려운 것이다. 행장이 반드시 진주성을 버리라고 한 것은 일부러 그들을 완전히 집결하게 하여 섬멸시키려 한 것이다.’ 하였다. 왜인이 강항(姜沆)에게 말하기를 ‘조선의 장사들이 진주성에서 다 죽었으니, 이후로는 우리를 괴롭힐 자가 없을 것이다.’ 하였다. 그 뒤에 이간질을 하여 이순신(李舜臣)을 떠나게 만들고 원균(元均)을 패하게 만든 것도 모두 깊은 기모(機謀)에서 나온 것이다. 대저 진주성은 이미 누차 승전하여 홀로 온전하게 지켜 냈고 곡식 10만 석을 비축하여 일면의 보장지(保障地)가 되었으니, 반드시 지키고 떠나지 않을 것을 행장은 본래 익히 알고 있었던 것이다. 옛날 용병(用兵)을 잘하는 자는 장차 취하려 할 때 먼저 주는 경우도 있었다. 그런데 이 성을 지키지 못할 가능성에 대해 어찌 김명원(金命元) 등이 능히 판단할 수 있었겠는가. 더구나 조정에서 문법(文法)을 가지고 장수들을 휘어잡아 항시 동서로 진퇴하는 일에 대한 통제가 중앙에서 나옴에 있어서랴. 김명원 등이 만일 행장의 말에 따라 진주성을 버리게 했더라면 필시 군법에 의해 죄를 얻을 것인데, 김명원이 어찌 감히 스스로 독단할 수 있었겠는가. 이것이 곽재우(郭再祐)의 의논이 받아들여질 수 없었던 이유이다. 진주의 패망된 상황은 여러 장상(將相)들이 조사하여 갖추 주문하였고, 또 기록한 자가 많으므로 사실을 참험(參驗)하여 대략 여기에 적는 바이다.】",
                "hj": "○倭賊陷晋州, 金千鎰、崔慶會等死之。 時, 晋州報急, 李如松在京城, 傳令列屯諸將劉綎、吳惟忠、駱尙志等, 進兵救之, 諸將畏賊勢, 大不敢進, 賊悉諸屯兵, 號三十萬, 直向晋州, 焚掠宜寧諸縣, 烟焰漲天。 權慄與李薲退次咸陽, 仍入南原, 郭再祐棄鼎津退。 是月二十一日, 賊兵始犯晋城, 分兵傍縣, 以拒外援, 圍住本城百匝, 彌漫四面數百里。 洪季男等, 登高望見, 旌旗蔽天, 呼噪振地, 晋城在圍中, 如大海孤篷, 懼不敢進。 是月二十二日, 賊始攻城, 城中射退一陣, 初昏更進, 大戰良久, 達夜進退, 五更乃止。 先是, 城中以爲: “城南矗石樓臨江險絶, 賊必不犯, 惟於西北鑿壕儲水, 只有東邊一路, 爲受敵地。” 至是, 賊決濠塡土, 作爲大路, 又直掘城底, 運出墻臺大石。 城上矢石亂下, 賊冒死坌集, 必毁乃已。 翌日三戰三退, 其夜四戰四退。 翌日又如是, 丸矢相當, 城內外死者, 不記其數。 又翌日賊於東門外作土山, 屋其上, 俯城放丸。 城中對築高阜, 黃進親自負土, 城中士女竭力助築, 一夜而畢, 遂對放玄字銃, 以破土屋, 賊乃退。 又翌日夜, 進退大戰, 達曙乃止。 賊又作木櫃, 裹以牛皮, 各自負戴, 以防丸矢, 專力毁城。 城上射矢如雨, 滾下大石以破之。 賊又樹二大木於東門外, 上作板屋, 多放火入城內, 城內草屋一時延爇。 黃進又對建木, 設板放銃, 賊乃止。 徐禮元畏怯顚倒, 不能治事, 金千鎰以張潤爲假牧使以鎭之。 時天大雨, 弓膠皆解, 軍士宿食無暇, 漸至困劣。 賊則萬衆迭進, 生兵皷勇, 呼聲如雷。 投書城中曰: “大國之兵已投降, 爾國敢拒乎?” 城中以書答之曰: “我國有死而已, 況天兵三十萬, 今方進擊, 爾等當殲盡矣。” 賊褰臀示之曰: “唐兵已退矣。” 千鎰每登高望之曰: “某方有兵氣, 天兵方來援矣。” 軍人大歡, 俄而寂然。 千鎰謂慶會等曰: “何時却此賊, 膾脯賀蘭進明耶?” 是日夜, 又進退大戰, 至五更乃休。 賊竝築五阜於東西兩門, 上結竹爲柵, 放丸如雨, 城中死者甚衆。 又作大櫃以藏兵, 下爲四輪車, 賊數十人着鐵甲, 擁鐵楯, 推車薄城, 以大鐵錐鑿城。 李宗仁獨發矢, 矢必穿甲, 賊兵多死。 城上束蘊灌油, 放火投下, 燒其櫃, 櫃中賊盡殲。 是夜更犯北門, 宗仁奔救, 力戰殺退。 還至所守西城, 則禮元代守, 不覺賊潛來掘城, 城將崩, 賊方進迫, 宗仁力戰却之, 又射殺賊將一人, 賊曳屍而退。 翌日又犯東北城大戰, 宗仁又大戰却之。 黃進巡到, 俯視城下曰: “賊屍平塹, 死殆千餘人矣。” 有一賊潛伏城下, 仰放鐵丸, 穿板盾, 中其額卽死。 進勇略爲諸將首, 城中倚重, 及死, 城中洶懼。 徐禮元代領其衆, 禮元魄奪, 脫笠騎馬, 涕泣以行。 崔慶會以警動軍情, 將斬而止, 代以張潤。 潤名亞於進, 而又中丸死, 惟宗仁東西應敵。 二十九日, 東門城因雨毁頹, 賊衆蟻附以上。 宗仁與親兵, 捨弓矢, 持刀槍, 搏戰格之, 賊死者堆積如丘, 賊乃退。 賊知西、北門倡義使所守處兵弱, 乃聚大兵, 一力仰攻, 倡義軍不能支。 賊遂登城耀兵, 守陴軍散入於矗石樓, 禮元先走匿。 千鎰與慶會、高從厚等, 列坐廳上曰: “此吾輩死所也。” 使酌酒來, 持酒者已走。 命放火欲自燒, 賊卽登樓, 千鎰與其子象乾及慶會、從厚、梁山璹等, 北向再拜, 投江以死。 李宗仁轉鬪至南江, 左右挾兩賊, 大呼投江曰: “金海府使李宗仁死於此。” 進士文弘獻、正字吳玼、參奉高敬兄等, 皆從死。 城旣陷, 賊大肆屠殺。 禮元及判官成汝楷亦不免, 諸將領皆死。 金俊民獨馳馬巷戰, 左右突擊, 賊衆披靡, 終日追逐, 丸劍皆不中, 竟不知死處。 城中士女奔波, 至江投死, 流屍塞江。 大約死者六七萬, 壯士得脫者數三人。 賊夷城郭, 焚家舍, 一城爲墟城。 被圍九日, 晝夜大小百餘戰, 賊死者相當, 而衆寡不敵, 外救不至, 諸將力盡而死。 自倭變以來, 陷敗之慘, 義烈之著, 無如晋城者。 游擊吳宗道自京城聞變馳下, 至竹山, 遇風雨之異, 謂接伴官曰: “晋城被圍今八日, 今明日不陷, 則賊必退矣。” 果以是日被陷。 宗道爲文, 祭金千鎰, 敍述悲切, 國人傳之。【我朝自前代, 未遇大敵, 國內大城, 高不過三丈, 上無樓櫓, 下有坑塹, 率淺狹可越。 晋城本壘石淺築, 城中糧峙雖足, 鬪士不過數千人。 賊以十倍之衆, 迭休暴戰, 與金時敏所當之賊, 衆寡懸殊。 時敏守城七月, 而城中已困, 卽其形勢可知也, 而千鎰等徒以忠義, 激勵士衆。 黃進、李宗仁、張潤、金俊民等, 皆冠軍勇武, 故能摧敗賊衆, 殺傷相當, 九日而力盡, 則其非戰守之失明矣。 徐禮元初欲棄城, 而爲元帥所壓, 不敢動, 外將皆以軍門之令, 入保必敗之地。 出避之議遽起, 而千鎰抗言止之, 世以此咎千鎰, 則近之矣。 然自古忠義之士, 嬰城致死, 至於暴骨千里, 而終不免者, 皆千鎰類也, 未聞有非而罪之者何哉? 然千鎰等所將兵不過數千人, 而所殺賊, 不啻數千人, 則其死非無功也。 向微千鎰等, 則以禮元之愚怯, 必不能一二日拒守, 城中士民男女六七萬, 盡徒死, 而許多糧械, 皆與賊矣, 有何益哉? 禮元之兄仁元以好議論爲名士, 詭譎忮忌。 嘗巧詆千鎰, 欲伸禮元, 故士大夫間或有異論, 至於誣毁於上前以爲: “千鎰志雖可尙, 才拙誤事。” 不知千鎰誤國事者, 安所著也, 果如人言, 則晋州遺民, 與千鎰等, 皆非同道素相親信者, 而崇重祠祀, 久而益篤。 唾罵禮元, 至以爲: “禮元擧家降賊。” 無一言顧惜, 公理之在人心, 不可誣者有如是矣。 所可痛者, 行長與淸正佯示外嫌, 知我國必不棄晋城, 而詐請棄避。 以此, 朝廷尤欲保晋城, 益之以忠臣、勇將, 使同死於一城, 此本秀吉謀也。 倭中言: “朝鮮人望風先走, 一不肯搦鬪, 故壯軍皆免散而復合, 處處勦殺倭衆, 此固難當。 其謂必棄晋城者, 是故使之完聚, 而覆之也。” 倭人謂姜沆曰: “朝鮮壯士, 盡於晋城, 自是無毒我者矣。” 其後, 用間而去李舜臣, 敗元均, 皆其深機也。 夫晋城, 旣屢勝獨全, 蓄穀十萬石, 爲一面保障, 其必守而不去, 行長固熟知之。 古之善用兵者, 或有將取, 而姑與之城, 有所不守者, 此豈金命元等所能辦哉? 況朝廷方以文法持將閫, 常時進退東西, 制由中出, 金命元等, 若從行長言, 使棄晋城, 則必以軍法得罪, 命元又安敢自擅? 此郭再祐之論, 所不能入也。 晋州敗狀, 卽經諸將相査按具奏, 又多紀之者, 故參驗紀實, 大略盡於此矣。】"
            },
            "6": {
                "H2KE-EN": "Kim Cheonils courtesy name was Sajung . Yi Hang , a teacher of the Royal Confucian Academy , had an excellent knowledge of his learning. He was strong and upright. When he was in audience, he spent all his words to the King. He was sincere and sincere in his official duties. He managed his effective effects. His character was weak and sick. When he was in the military forces twice, he became tired and colapsed. He could not bear his body on his body. His character was strong and upright. His loyalty and loyalty were surprised. Therefore, he could have his groups encountered the enemy attack of the enemy. That is why he could divide his life and strength.",
                "H2KE-nKo": "김천일의 자는 사중이고, 이항을 사사하였다. 학문은 명성이 있었고, 강직하고 청렴하며 정직하였다. 입대할 때마다 할 말을 다하는 것이 임금의 뜻에 맞았고, 관직을 수행할 때에는 정성을 다하여 남다른 치적을 남겼다. 사람됨이 허약하고 병이 많았으며, 군대에 있은 지 1년이 넘도록 고생하며 몸이 수척해지자 옷을 감당하지 못하였다. 그러나 의지와 기개가 굳고 충성심과 분개가 있었으므로, 많은 사람들로 하여금 적과 대치하여 목숨을 걸고 싸우게 할 수 있었던 것은 그럴 만한 이유가 있었기 때문이다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 6번째기사",
                "gt-oKo": "김천일(金千鎰)은 자(字)가 사중(士重)으로 이항(李恒)에 사사(師事)하여 학문으로 명성이 있었으며, 강방(剛方)하고 염직(廉直)하였다. 입대(入對)할 때마다 할 말을 다하면서도 임금의 뜻에 맞았는데, 정성을 다해 관직을 수행하여 남다른 치적을 세웠다. 그러나 체질이 허약해 병이 많았는데, 군대 내에서 세월을 지내다 보니 고생으로 몸이 야위어 옷의 무게도 이길 수 없을 정도가 되었으나 지기(志氣)가 견정(堅貞)하고, 충성(忠誠)이 분개(奮慨)하였다. 그래서 뭇사람들로 하여금 적과 대치하여 목숨을 내걸고 싸우게 할 수 있었으니, 이 또한 까닭이 있었던 것이다.",
                "hj": "○金千鎰字士重, 師事李恒, 學問有名, 剛方廉直。 常入對, 盡言稱旨, 守官盡誠, 治有異績。 爲人羸弱多疾, 在軍經年, 艱瘁柴毁, 身不勝衣, 而志氣堅貞, 忠誠奮慨, 故能使衆臨敵, 得人死力有以也。"
            },
            "7": {
                "H2KE-EN": "Hwang Jin , the grandson of the late 상신 Hwang Jin , was a grandson of Hwang Hui . He was brave and strong, and he was well-versed and frugal, and his virtuous and virtuous demeanor was exceeding others. When he accompanied the communication envoy to Japan, he saw the enemy attack, and he purchased a wooden sword and purchased a sword. He then returned and said, It will be appropriate to use this wooden sword. When he became the magistrate of Dongbok District , he suddenly robbed his armor and galloped his horse, and sometimes he robed his horse to learn the brave. When Yongin was defeated, [Hwang] Jin, supreme general of the Special Firearms Unit , alone sailed the troops and returned. The virtuous deeds of Hochi were the first render of his meritorious deeds. Earlier, when he arrived at Jinju , he intended to go to the outer frontier garrison. Kim Cheonil was specially staying there. Some said, The army commander of Chungcheong Province is not involved in defending the garrison. It would be proper to go to the outer frontier garrison. [Hwang] Jin said, I have already plotted with [Hwang] Jin to uphold the moral integrity. He should not be abandoned. Since the Japanese invasion, all the commanders acted in battle formation, and those who acted in battle formation first to the troops. Among the past, those who were recognized as a member of the commandants were all capable of [Hwang] Jin and the first wooden sword were capable of [Hwang] Jin and the first wooden capable of [Hwang] Jin. However, he was unable to find his talent and died, and there was no one in the entire country who did not grieve over him. He was conferred to Assistant State Councilor .",
                "H2KE-nKo": "황진은 고 상신 황희의 5대손이다. 용맹하고 활을 잘 쏘며 엄중하고 충신하여 기개와 절개가 남보다 뛰어났다. 통신사를 따라 일본에 들어가 적정이 반드시 동요하는 것을 보고 주머니를 풀어 보검 한 쌍을 사가지고 돌아와 말하기를,“오래지 않아 적이 올 것이니 이 칼을 써야 합니다.”하였다. 동복 현감으로 있을 때 관아가 파할 때마다 갑옷을 입고 말을 달리기도 하고 뛰면서 발을 구르기도 하여 용맹을 익히기도 하였다. 용인에서 패할 때 황진이 별부의 장수로서 군사를 온전히 하여 돌아왔는데, 호남과 호서에서의 승리는 공이 제일이었다. 처음에 진주에 이르러 나가서 외부의 구원을 받으려고 하였는데, 김천일이 특별히 머물러 있었다. 어떤 사람은 말하기를,“충청 병사는 진주를 지키는 것과는 관계가 없으니 밖에서 싸우는 것이 좋겠다.”하니, 황진이 말하기를,“내가 이미 창의공약에 참여하였으니 저버릴 수 없다.”하였다. 왜란이 일어난 이후로 모든 장수들이 행군하는 데 법도가 있었고 몸소 사졸에 앞장서서 옛날 명장의 풍도가 있는 자는 모두 황진을 추천하여 으뜸으로 삼았다. 그러나 그 재주를 탐구하지 못하고 죽었으므로 조야에서 애석하게 여기지 않는 이가 없었다. 우찬성에 추증하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 7번째기사",
                "gt-oKo": "황진(黃進)은 고상(故相) 황희(黃喜)의 5대손으로서 용맹 건장하고 활을 잘 쏘았으며 엄중하고 충신하여 기절(氣節)이 남보다 뛰어났다. 통신사(通信使)를 따라 일본에 들어갔을 때 적의 상황이 반드시 전쟁을 일으키리라는 것을 살피고는 주머니 돈을 털어 보검(寶劍) 한 쌍을 사가지고 돌아와 말하기를, “머지 않아 적이 올텐데 이 칼을 써야 하겠다.” 하였다. 동복 현감(同福縣監)으로 있을 적에 집무가 파하고 나면 갑옷을 입고 말을 달리면서 혹은 뛰어넘기도 하고 위로 솟구치기도 하며 용맹을 익혔다. 용인(龍仁)의 패전에서는 황진이 별부(別部)의 장수였는데 그의 부대만 군사를 온전하게 해서 돌아왔고, 호치(湖峙)의 승첩에서는 공이 제일이었다. 당초 진주에 이르러서는 나아가 밖에서 지원하려고 하였는데, 김천일이 특별히 머물게 하였다. 어떤 사람이 말하기를, “충청 병사(忠淸兵使)는 진주성 수비와 직접 관계가 없으니 밖에서 싸우는 것이 옳겠다.” 하니, 황진이 말하기를, “나는 이미 창의사(倡義使)와 더불어 공약(公約)을 하였으니 저버릴 수 없다.” 하였다. 왜란이 있는 이후로 모든 장수 가운데 행군에 법도가 있고 사졸에 솔선하여 옛날 명장(名將)의 풍도가 있는 자로는 모두가 황진을 추중하여 으뜸으로 꼽았는데, 재주를 다 발휘하지 못하고 죽었으므로 조야(朝野)에서 애석하게 여기지 않는 이가 없었다. 우찬성(右賛成)에 추증되었다.",
                "hj": "○黃進故相喜五代孫。 勇健善射, 嚴重忠信, 氣節過人。 從通信使入日本, 見賊情必動, 捐囊買寶劍一雙, 歸曰: “不久賊來, 當用此劍。” 爲同福縣監, 每衙罷, 輒擐甲馳馬, 或距躍曲踊以習勇。 龍仁之敗, 進將別部, 獨全軍以還, 湖峙之捷, 功爲第一。 初至晋州, 欲出爲外援, 金千鎰特留之。 或以爲: “忠淸兵使非干守晋, 戰于外可也。” 進曰: “吾已與倡義公約, 不可負也。” 自倭亂以後, 凡諸將之行軍有法, 身先士卒, 有古名將風者, 皆推進爲首, 而不得究其才而死, 朝野莫不追惜。 贈右贊成。"
            },
            "8": {
                "H2KE-EN": "Yi Jongin was honest and frugal integrity. He was called a member of the commandant . Ever since he was young, he was intelligent and without restraint. He colluded with Hwang Jin , a friendly relationship with loyalty and honesty. He sought counsel for life and death together with him. Ultimately, he followed his will. He was conferred as minister of war .",
                "H2KE-nKo": "이종인은 날래고 용맹스러움이 뛰어나 비장이라는 칭호가 있었다. 젊었을 때 협착하여 얽매이지 않았으며, 황진과 친하게 지내면서 의열로 서로 허여하여 생사를 함께하기로 약속하였는데, 마침내 그의 뜻대로 되었다. 병조 판서에 추증하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 8번째기사",
                "gt-oKo": "이종인(李宗仁)은 날래고 용맹스럽기가 월등하였으므로 비장(飛將)이란 칭호가 있었다. 젊을 때부터 의협심이 강하고 얽매이는 성품이 아니었다. 황진과 우의가 깊어 의열(義烈)로써 서로 허락하고 생사를 함께 할 것을 약속하였는데, 끝내는 그 뜻과 같이 되었다. 병조 판서에 추증되었다.",
                "hj": "○李宗仁驍果絶倫, 有飛將之稱。 少時任俠不羈, 與黃進友善, 以義烈相許, 約同死生, 竟如其志。 追贈兵曹判書。"
            },
            "9": {
                "H2KE-EN": "Kim Junmin was praised for his bravery and strong energy. Both Yi Jongin and others defended the northern frontier [of the capital] and displayed their names in battle. Because of his powerful and low rank, Kim Junmin had not been able to early promptly promptly. In the past, Kim Junmin rendered the battle to the provincial headquarters. Kim Junmin was conferred as minister of Punishments .",
                "H2KE-nKo": "김준민은 용력으로 이름이 났다. 이종인과 함께 북쪽 변방을 지키면서 힘껏 싸운 것으로 이름이 났으나 문벌이 낮아 일찍 현달하지 못하였다. 영남의 전공으로는 김준민이 으뜸이었다. 형조 판서에 추증하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 6월 1일(갑신) 9번째기사",
                "gt-oKo": "김준민(金俊民)은 용력(勇力)으로 이름이 났다. 이종인과 함께 북변을 수비하면서 힘껏 싸워 이름이 드러났으나 문벌이 낮은 관계로 일찍 현달하지 못하였다. 영남의 전공으로는 김준민이 가장 으뜸이었다. 형조 판서에 추증되었다.",
                "hj": "○金俊民以勇力稱。 與李宗仁俱戍北, 力戰著名, 以門地卑, 不得早顯。 嶺南戰功, 俊民爲最。 贈刑曹判書。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the month, the King stayed in Gangseo District .",
                "H2KE-nKo": "상이 강서현에 있었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 7월 1일(계축) 1번째기사",
                "gt-oKo": "상이 강서현(江西縣)에 있었다.",
                "hj": "○朔癸丑/上在江西縣。"
            },
            "2": {
                "H2KE-EN": "The enemy encountered a raid from Jinju , raiding Jeolla Province , and returned. The enemy suddenly entered Gurye District . The soldiers and the people unexpectedly entered the enemy, and the half of them were crushed. The enemy burned down the villages, and the fortress walls and walls were destroyed. When the soldiers and the people of Namwon heard this, they were frightened and scattered. One night, they surrounded the fortress in vain. Furthermore, they entered Gokseong , killing and plundering them nearly. The imperial envoys, such as 낙 Sangji , Sa Daesu , Song Daerim , and others, as well as the arrival of our countrys commandant Hong Gyenam , all retreated. Shortly afterward, Yu Jeonghyeon sent a soldier to locate Namwon . 낙 Sangji and Song various arrivals, first together with Yi Bin , our country, entered and defended Namwon Fortress. The enemy raid, the enemy raided troops and returned to Jinju, and then returned to the sea route. The King discussed the matter again again. Earlier, when the enemy first came to Jeolla Province, the enemy was defeated, and the enemy was defeated in Jinju. For this reason, Kamoto knew this, and Kamoto sought to attack and plunder the enemy. After the enemy was defeated, he entered Goksan , but he did not return for a long time. This was due to his strength in expedition to the enemy attack. In jeongyu year (, the enemy attacked the enemy attack of the 양호 and then retreated. The enemy began to begin to the end.",
                "H2KE-nKo": "적병이 진주에서 호남을 침범하고 돌아왔다. 적병이 갑자기 구례현에 들어왔는데, 뜻밖에 적이 쳐들어와 태반이 상처를 입었다. 적이 마을을 불태우고 성곽을 무너뜨렸는데, 남원의 군민이 이 소식을 듣고 놀라 흩어져 하룻밤 사이에 성을 비우고 나왔다. 또 곡성에 들어가 거의 다 살륙과 약탈을 자행하였다. 중국 장수 낙상지, 사대수, 송대빈 등과 우리 나라 장수 홍계남 등이 모두 물러나 주둔하였는데, 얼마 후 유정이 군사를 보내 남원을 구원하게 하였다. 낙상지, 송대빈 등 여러 장수가 비로소 우리나라 이빈 등과 함께 남원성에 들어가 지키니, 적이 마침내 군사를 거두어 진주로 돌아갔다. 이어 해상으로 돌아가 다시 강화의 일을 의논하였다. - 적이 처음 왔을 때 누차 호남에서 시작하였다가 또 진주에서 패하였기 때문에 풍신수길이 꺼려서 기필코 공격하여 함락시키려고 하였다. 진주가 함락되고 나서는 호남으로 들어갔다가 오래지 않아 철수해 돌아갔으니, 이는 대개 진주를 공격하기에 힘이 지쳤기 때문이다. 정유년에 양호를 두루 공격하고 물러갔는데, 그 계책이 비로소 이루어진 것이다. -\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 7월 1일(계축) 2번째기사",
                "gt-oKo": "적병이 진주에서 호남을 침범하고 돌아갔다. 적병이 갑자기 구례현(求禮縣)에 들이닥쳤다. 불의에 적이 이르렀으므로 사민(士民)들이 태반이나 상해를 입었는데, 적은 마을을 불태우고 성곽을 무너뜨렸다. 남원(南原)의 군민(軍民)이 이 소식을 듣고 놀라 흩어져 하룻밤 사이에 성을 비우고 빠져나갔다. 적병이 또 곡성(谷城)에 들어가 주민을 거의 다 살략(殺掠)하였다. 명나라 장수 낙상지(駱尙志)·사대수(査大受)·송대빈(宋大斌) 등과 우리 나라 장수 홍계남(洪季男) 등이 모두 물러나 진을 쳤는데, 조금 후에 유정(劉綎)이 군사를 보내 남원을 구원하였다. 낙상지·송대빈 등 여러 장수가 비로소 우리 나라 이빈(李蘋) 등과 더불어 남원성에 들어가 지키니, 적이 마침내 군사를 철수해 진주로 돌아갔고 인하여 해상으로 돌아가서는 다시 강화의 일을 의논하였다.【적이 처음 와서 여러 번 호남에서 실패하고 또 진주에서 패전하였기 때문에 풍신수길이 꺼려 하여 기필코 공함(攻陷)하려고 하였다. 이미 진주를 함락하고 호남에 들어가서는 오래지 않아 철수해 돌아갔으니, 대개 진주를 칠 때 힘이 빠졌기 때문이었다. 정유년에 이르러서는 양호(兩湖)만을 공략하다가 물러갔으니, 그 계략이 비로소 이루어진 것이었다.】",
                "hj": "○賊兵自晋州, 犯湖南而還。 賊兵猝入求禮縣。 士民不意賊至, 太半被創, 賊焚燒閭里, 夷毁城郭。 南原軍民聞之驚潰, 一夜空城而出。 又入谷城, 殺掠殆盡。 天將駱尙志、査大受、宋大斌等及我國將洪季男等皆退次, 已而, 劉綎遣軍援南原, 駱、宋諸將始與我國李薲等, 入守南原城, 賊遂捲兵, 還晋州, 仍歸海上, 復議和事。【賊之初來, 屢創於湖南, 又敗於晋州, 故秀吉忌之, 必欲攻陷。 旣陷晋州, 入湖南, 不久撤歸, 蓋力倦於攻晋也。 至丁酉, 徧創兩湖而退, 其計始遂。】"
            },
            "3": {
                "H2KE-EN": "Yi Sunsin , Left Superintendent of Jeolla Province , requested the relocation of the garrison of Hansan Island . The King approved this request. The island was located south of Geoje Island thirty ri . The terrain of the mountain stream is easy to store the vessels. If Japanese ships want to invade Jeolla Province, they will certainly follow this route. [Yi] Sunsin made it difficult for [the island] to defend [the island]. This request was issued.",
                "H2KE-nKo": "전라 좌수사 이순신이 진영을 한산도로 옮길 것을 청하니, 그대로 따랐다. 한산도는 거제도 남쪽 30리 지점에 있는데, 산세가 빙 둘러 배를 정박하기에 편리하였다. 왜선이 호남을 침범하려면 반드시 이 길을 경유해야 하는데, 이순신이 본진은 좌측에 치우쳐 있어 제어하기 어렵다고 여겼기 때문에 이렇게 청한 것이다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 7월 1일(계축) 3번째기사",
                "gt-oKo": "전라 좌수사(全羅左水使)이순신(李舜臣)이 군영을 한산도(閑山島)로 옮기기를 청하니, 따랐다. 한산도는 거제(巨濟)의 남쪽 30리 지점에 있는데, 산세가 빙 둘러쳐져 배를 숨기기에 편리하였고 왜선(倭船)이 호남을 침범하려면 반드시 이 길을 경유해야만 하였다. 이순신은 본진(本鎭)이 좌측에 치우쳐 있어 방어하기 어렵다고 생각했기 때문에 이렇게 청한 것이었다.",
                "hj": "○全羅左水使李舜臣請移營閑山島, 從之。 島在巨濟南三十里, 山勢周回便於藏船, 倭船欲犯湖南, 則必由是路。 舜臣以本鎭僻左, 難於控禦, 故有是請。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Yu Hwangsang , a member of the Three Armies , was about to return to the capital [of China]. The King sent a messenger to inquire after the health [of the Grand Abdicated King]. [Yu] Hwangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsangsang",
                "H2KE-nKo": "삭원외 유황상이 장차 서울로 돌아가려고 하자, 주상이 사신을 보내 안부를 물었다. 유황상이 회첩하기를,“삼도가 회복되고 두 아들이 돌아온 것을 알고 모두 왕을 위해 경하하였습니다. 그러나 본부는 왕을 위해 깊이 우려하여 침식을 전폐하기까지 하였으니, 측은한 마음을 금할 수 없습니다. 삼도는 회복되었으나 유수하는 군사는 2만 명도 채 되지 않고, 지금은 모두 식량이 없어 모두 돌아갈 생각만 하고 있습니다. 두 아들이 오더라도 해당 나라 사람들은 그다지 기뻐하지 않을 듯합니다. 게다가 나라에는 쓸 만한 군사가 한 명도 없으니, 1, 2년 사이에 왜적이 침범하지 않을 것을 보장할 수 있겠습니까. 왕은 다시 서쪽으로 달아나려고 하십니까? 오직 왕의 자리가 따뜻해질 겨를도 없이 부자와 궁권을 오래도록 모을 수 없을까 두렵습니다. 한밤중에 분향하고 조용히 앉아서 스스로 안부를 묻는다면 그 마음이 장차 어디에 있겠습니까. 지금 하지 않으면 끝내 할 수 있는 때가 없을 것입니다. 우임금은 촌음을 아꼈는데, 이는 촌음을 아꼈지만 오히려 더딜까 염려한 것입니다. 속히 팔도의 군사를 모집하되 40세 이하와 20세 이상의 강장한 남자를 도마다 1만 명씩 8만 명을 얻어서 유 부장 유정에게 보내어 의복과 갑옷을 바꾸고 이기를 받아 중국 군대의 대오에 편입시킨 다음, 서늘한 가을철을 틈타 날마다 조련하게 하소서. 유 부장에게는 반드시 묘법이 있을 것이니, 그가 지휘하도록 맡겨 두고 한편으로는 곡식을 쌓아 놓고 양식을 재촉하여 부산으로 운송하게 하소서. 아울러 크고 작은 거북선과 수병·화기를 여러 섬에 정비하여 왜적이 오기를 기다리게 하소서. 그렇게 하지 않으면 패하고 망하는 것을 즉시 기다릴 수 있을 것입니다. 본부가 왕을 위해 기뻐하지 않는 이유는 삼가 왕을 위해서입니다. 지금부터 별도로 떠나가거든 왕은 잘 처리하도록 하소서.”하니, 주상이 회첩을 보고 하교하기를,“원외가 회첩한 문자가 거만하다고는 하지만, 우리 나라를 위한 것은 지극하다. 대체로 우리나라의 비변사가 우려하는 것이 만약 중국 관원들이 우려하는 것과 같다면 우리나라가 어찌 떨치지 못할 것을 걱정하겠는가. 나는 감개한 마음을 금할 수 없다.”하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 8월 1일(임오) 1번째기사",
                "gt-oKo": "원외(員外) 유황상(劉黃裳)이 장차 경사(京師)로 돌아가려 하니, 상이 사신을 보내 문안하였다. 유황상이 회첩(回帖)하기를, “왕의 세 도읍이 회복되고 두 왕자가 돌아온 것을 알고는 모두들 왕을 위해 경사로 여기고 있습니다. 그러나 본부(本部)는 왕을 위해 깊이 걱정하며 침식을 전폐하기까지 할 정도로 근심해 마지않습니다. 세 도읍이 회복되었다 해도 머물러 지키는 군사는 2만 명도 채 되지 않으며, 지금은 군량마저 없으니 모두들 돌아갈 생각만 하고 있습니다. 두 왕자가 돌아왔다고는 하나 나라 사람들이 그다지 기뻐하는 것 같지도 않습니다. 또 나라에 쓸 만한 군사가 하나도 없는데, 1, 2년에 이내에 왜적이 침범하지 않는다고 보장할 수 있겠습니까. 왕은 다시 서쪽으로 달아날 작정입니까. 오직 왕의 자리가 따스해질 겨를이 없고 부자와 가속들이 오래 모여 있을 수 없게 될까 염려스럽습니다. 밤중에 분향(焚香)하고 고요히 앉아서 스스로 생각하건대 그 마음을 장차 어디에 두어야 하겠습니까. 이러한 때에 하지 않으면 끝내 할 수 있는 때가 없을 것입니다. 우(禹)임금은 촌음(寸陰)을 아꼈는데 지금은 분음(分陰)을 아껴도 오히려 더딜까 싶습니다. 속히 팔도의 군사를 모집하되, 40세 이하 20세 이상의 강장(强壯)한 남자를 각도당 만 명씩 8만 명을 얻어 부장(副將) 유정(劉綎)에게 보내십시오. 그리하여 의갑(衣甲)을 바꾸고 이기(利器)를 주어 천병(天兵)의 대오(隊伍)에 편입시킨 뒤 서늘한 이 가을철에 날마다 조련(操練)하도록 하십시오. 유 부장에게는 필시 묘법이 있을 것이니, 그에게 조련을 맡기십시오. 그리고 곡식을 재촉해 거두어 부산으로 실어보내는 한편, 아울러 크고 작은 귀선(龜船)과 수병(水兵)·화기(火器)를 정돈하여 제도(諸道)에 배치한 뒤 왜적의 침범에 대비하소서. 그렇지 않으면 패망할 날이 곧 닥치고 말 것입니다. 이런 때문에 본부에서 왕을 위해 기뻐하지 않고 왕을 위해 걱정하는 것입니다. 이제 작별하고 가오니 왕은 잘 처리하십시오.” 하였는데, 상이 회첩을 보고 하교하기를, “원외의 회첩 문자가 오만하기는 하나 우리 나라를 위하는 그 성의는 지극하다. 대저 우리 나라 비변사(備邊司)에서 걱정하는 것이 만일 중국 관원들이 걱정하는 것과 같다면 우리 나라가 어찌 떨치지 못할 것을 걱정하겠는가. 나는 감개한 마음을 견디지 못하겠다.” 하였다.",
                "hj": "○朔壬午/員外劉黃裳將還京, 上遣使問候。 劉回帖云: 知王三都復, 二子來, 皆爲王慶, 然本部側爲王深憂, 至眠食都廢, 惻惻于心, 不能已也。 三都雖復, 留守之兵不滿二萬, 今皆無糧, 俱懷歸志。 二子雖來, 該國之人似不甚喜。 且國無一兵可用, 不一二年間, 能保倭之不犯乎? 王復欲西走乎? 惟恐王席不暇暖, 父子宮眷不能久聚。 中夜焚香, 靜坐自問, 其心將何自存? 及此不爲, 終無可爲之時矣。 禹惜寸陰, 此惜分陰, 猶恐爲遲。 亟募八道之兵, 四十以下、二十以上强壯男子, 每道萬人, 得八萬人。 送與劉副將綎, 換其衣甲, 受以利器, 編入天兵隊伍, 乘此秋涼, 逐日操鍊。 劉副將必有妙法, 任其調度, 一面積穀催糧, 運至釜山, 竝整大小龜船, 水兵火器列于諸島, 以待倭至。 不爾, 敗亡可立以待也。 本部所以不爲王喜, 竊爲王憂。 從此別去, 王其好爲之。 上見帖下敎: “員外回帖文字, 雖曰倨傲, 其爲我國則至矣。 大抵我國備邊司所憂者, 若如諸唐官之憂, 則我國何患乎不振? 予不勝感慨。”"
            },
            "2": {
                "H2KE-EN": "Kwak Jau was appointed magistrate of Seongju Strategic County .",
                "H2KE-nKo": "곽재우를 성주 목사로 삼았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 8월 1일(임오) 2번째기사",
                "gt-oKo": "곽재우(郭再祐)를 성주 목사(星州牧使)로 삼았다.",
                "hj": "○以郭再祐爲星州牧使。"
            },
            "3": {
                "H2KE-EN": "The enemy raided the enemy of Changwon and plundered Haman . Army Commander of Jeolla Province Seon Geoi fought with an arrow and was hit by a arrow.",
                "H2KE-nKo": "적병이 창원에서 함안을 노략질하였다. 전라 병사 선거이가 전투에서 패하여 탄환을 맞았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 8월 1일(임오) 3번째기사",
                "gt-oKo": "적병이 창원(昌原)으로부터 함안(咸安)을 노략질하였다. 전라 병사선거이(宣居怡)가 패전하여 탄환을 맞았다.",
                "hj": "○賊兵自昌原掠咸安。 全羅兵使宣居怡戰敗中丸。"
            },
            "4": {
                "H2KE-EN": "The army deputy commander of the Middle Army Byeon Sajeong submitted a memorial to the King to discuss the crime of the commanders who did not rescue Jinseong . He also said, Since occurred since the frontier, the enemy has subsequently fallen into decapitation and there are no one who has been executed. If we do not rescue Jinseong, we will surely rescue Jinseong. He also said, In the past, Your Majesty, only powerful and strong men were capable of strong enemy, but we did not prudent and encourage the soldiers and the people. We do not know what to do so during the moment when the occurrence of an attack, but we do not know how to rescue the enemy. If we fight in the enemy, how could we possibly rescue the enemy? If we inevitably select those who are vigorous and violent by nature and give them an official post of flogging. Even if we prudently achieve merit, we are worried that it would be difficult for us to repeatedly twice. We strive to defend himself. However, the enemy is weakened and the enemy is strong, and the state will surely be able to do so. Once the soldiers returned, we will never have repeatedly followed the enemy. The enemy will surely raise the enemy in the frontier. We do not know how to rescue the enemy? Your subject is a man of advanced age and ability for ability to strive to rescue Jinseong, but he was unable to strive to rescue Jinseong. Instead, he strive to rescue the enemy attack at the enemy attack attack.",
                "H2KE-nKo": "의병장 변사정이 상소하여 진주성을 구원하지 않은 여러 장수의 죄를 말하고, 또 아뢰기를,“변고가 있은 이후로 무너져 흩어지는 것이 풍조를 이루어 군사를 후퇴시켰으나 한 사람도 주벌을 받지 않았고, 구원하지 않았는데도 한 사람도 주벌을 받지 않아 짐승들이 유린당하는 화가 반드시 호남을 다 휩쓸고야 말 것입니다.”하고, 또 아뢰기를,“전하께서 지난번에는 단지 위맹한 사람만 얻으셨을 뿐, 무휼하고 훈련하는 것을 급선무로 삼지 않고 잔인하고 손상을 입혀 군민의 마음을 잃었습니다. 사변이 언제 닥칠지 알 수 없는데 구구하게 무기의 말단적인 것에만 매달려 정신이 꺾이고 절충하는 것이 무슨 일인지도 모르시니, 이와 같이 적과 대치하고 있는 상황에서 어떻게 성사시킬 수 있겠습니까. 혹 어쩔 수 없이 목소리와 얼굴빛이 비슷한 자를 발탁하여 장수의 직임을 맡기신다면, 요행을 바라는 공로가 있다 하더라도 다시 연도를 얻기 어려울까 걱정됩니다. 그런데 머뭇거리며 자신을 위한 계책만을 힘쓰시니, 군사는 지치고 적군은 강하여 나랏일이 끝내 어떻게 될지 모르겠습니다. 중국 군사가 한 번 돌아간 뒤에는 다시 의지할 만한 형세가 없어 적이 반드시 다시 침범하여 무인지경에 들어오듯 할 것인데, 전하께서는 장차 어떻게 막으실지 모르겠습니다. 신은 늙고 쇠약한 일개 오활한 선비로서 한갓 의병장이라는 칭호만 훔치고 목숨을 내걸고 달려가 구원하지는 못한 채 도리어 다른 장수를 책망하였으니, 그 죄 또한 큽니다. 먼저 신을 주벌하여 나머지 사람들을 징계하소서.”하고, 또 아뢰기를,“진성이 함락될 때 황진의 부장 오잠이 혼자 한 부대를 담당하여 무수히 적을 쏘았는데, 적이 성안에 가득하였으나 계속 활을 쏘아 화살이 다 떨어진 뒤에야 말을 타고 돌격하여 죽었습니다. 힘껏 싸워 충성을 다한 절의가 황진과 서로 비슷한데도 포상과 구휼이 미치지 않았으니, 아마도 훗날의 충의를 흥기시킬 수 없을 듯합니다. 신이 바라는 것은 오직 군율을 엄히 하고 전공을 밝히는 것을 오늘날의 급선무로 삼는 것입니다.”하였다. - 이때 권율 등 여러 장수가 전공을 세운 것으로 등급을 뛰어넘어 승진되었는데, 뒤에 다시 태만해졌기 때문에 이런 말을 한 것이다. 정유년에 적이 양호로 침입하여 무인지경처럼 들어왔으니, 그 말이 또한 증험되었다. -\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 8월 1일(임오) 4번째기사",
                "gt-oKo": "의병장 변사정(邊士貞)이 상소하여 여러 장수가 진주성을 구제하지 않은 죄를 아뢰고, 또 아뢰기를, “변고가 있은 이후로 궤산(潰散)이 습관화되어서 군사를 후퇴시켜도 어느 한 사람 주벌을 받은 일이 없고 구원을 하지 않아도 어느 한 사람 주벌을 받은 일이 없으니, 견양(犬羊) 같은 왜적에게 유린당하는 화가 반드시 호남을 다 휩쓴 뒤에야 그만두게 될 것입니다.” 하고, 또 아뢰기를, “전하께서는 전번에 그저 위맹(威猛)한 사람만을 얻었으므로 이들이 무휼(撫恤)하며 훈련시키는 것을 우선으로 삼지 않고 엄히 잔상(殘傷)을 가함으로써 군민(軍民)의 마음을 잃게 하였습니다. 사변의 닥쳐옴이 조석간에 있을지도 모르는데, 기계 같은 말단적인 것에만 구구하게 힘을 기울이고 정신적으로 적을 막는 것은 무슨 일인지를 모르니 이와 같이 하여 적에 임하면 제대로 승리할 수 있겠습니까. 혹 부득이해서 언변과 외모가 그럴 듯한 자를 뽑아 장수의 직임을 맡겨 줄 경우 요행히 공로를 세울 지는 몰라도 두 번 사용하기 어려운 연도(鉛刀)같은 처지가 되고 말 것입니다. 그런 위인들은 그저 머뭇거리며 자신의 사리 사욕만을 도모할 것인데, 아군은 약하고 적군은 강한 상황에서 국사가 끝내 어떻게 될지 모를 일입니다. 명나라 군사가 한 번 돌아간 뒤에는 다시 의지할 만한 형세가 없습니다. 적은 필시 재침하여 마치 무인지경을 들어오듯 할 것인데, 전하께서는 어떻게 막으실지 모르겠습니다. 신은 노잔(老殘)한 한 오유(迃儒)로서 한갓 의장(義將)의 이름만을 훔치고 능히 생명을 버릴 각오로 달려가 구제하지 못한 채 도리어 다른 장수를 책망하고 있으니, 그 죄 또한 큽니다. 먼저 신을 벰으로써 여타의 사람들을 징계하소서.” 하고, 또 아뢰기를, “진주성이 함락될 때 황진(黃進)의 부장(副將)인 오잠(吳潜)은 한 부대를 홀로 당해 내면서 적을 무수히 사살하였고, 적이 성안에 가득하였을 때에도 여전히 계속 활을 쏘다가 화살이 다 떨어지자 말을 타고 돌격하다가 죽었습니다. 힘껏 싸워 충성을 다한 절의는 황진과 더불어 서로 백중이 될 만한데, 포휼(褒恤)이 미흡하니 후일 충의(忠義)를 일으키지 못하게 될까 두렵습니다. 신의 바라는 바는 오직 군율(軍律)을 엄히 하고 전공(戰功)을 밝히는 것으로 오늘날의 급무를 삼자는 것입니다.” 하였다.【이때 권율(權慄) 등 여러 장수가 전공으로 초승(超陞)된 뒤에 다시 태만했기 때문에 이 말이 있게 된 것이다. 정유년에 이르러 적이 양호(兩湖)에 마치 무인지경처럼 들어갔으니 그 말이 또한 징험되었다 하겠다.】",
                "hj": "○義兵將邊士貞上疏, 言諸將不救晋城之罪, 又言: 自變故以後, 潰散成風, 退兵而無一人受誅; 不救而無一人受誅, 使犬羊蹂躪之禍, 必盡湖南而後已。 又言: 殿下曩者, 徒得威猛之人, 不以撫恤訓鍊爲先, 嚴加殘傷, 以失軍民之心。 事變之來, 未知朝夕, 而區區於器械之末, 不知精神折衝之爲何事。 如是臨敵, 其有能濟者乎? 或不得已拔於聲色之髣髴者, 授以杖鉞之寄, 則雖有僥倖之功勞, 又患鉛刀之難再。 務爲逡巡自謀之計, 兵疲敵强, 國事終末如之何也已。 天兵一還之後, 更無可仗之勢, 賊必再犯, 如入無人之境, 未知殿下將何以禦之。 臣以老殘一迂儒, 徒竊義將之號, 不能捐生奔救, 而反責他將, 其罪亦大。 請先誅臣以懲其餘。 又言: 晋城之陷, 黃進副將吳潜獨當一隊, 射賊無數, 賊滿城中, 猶射不已, 矢盡然後, 乘馬突擊而死。 力戰盡忠之節, 與進相上下, 而褒恤不及, 恐無以起後日之忠義也。 臣之所望, 惟以嚴軍律、明戰功爲今日之急務。【時, 權慄等諸將以戰功超陞, 後更懈怠, 故有此言。 至丁酉, 賊入兩湖, 如入無人之境, 其言亦驗。】"
            },
            "5": {
                "H2KE-EN": "제독 이여송이 철병하여 돌아갔다. The King went from Gangseo to Hwangju to greet and see him off. He then went from Hwangju to where he stayed in Haeju . The Queen and Crown Prince came from Gangseo to have an audience with the King. The two princess Imhae and Sunhwa also arrived. Sim Yugyeong returned from Japans campaigns, bearing a memorial expressing his grief over your passing, and also brought a single guest with a Japanese official named Soseobi . The memorial to the Emperor was not compared to the Japanese writing style, but the military campaigns did not trust. The military campaigns Soseobi stayed at Liaodong .",
                "H2KE-nKo": "제독 이여송이 철병하고 돌아갔다. 주상이 강서에서 황주로 가서 영송하고, 이어 황주에서 해주로 나아가 머물렀다. 왕비와 세자가 강서에서 와서 모였고, 임해군과 순화군 두 왕자도 도착하였다. 심유경이 왜영에서 돌아와 수길이 납관한 표문을 가지고 왔으며, 또 왜관 소서비를 데리고 왔다. 표문의 내용이 왜국의 문자와 같지 않았으므로 군문이 믿지 않고 소서비를 요동에 머물게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 8월 1일(임오) 5번째기사",
                "gt-oKo": "제독(提督) 이여송(李如松)이 군사를 철수해 돌아갔다. 상이 강서(江西)로부터 황주(黃州)에 가서 영송(迎送)하고 인하여 황주로부터 나아가 해주(海州)에 머물렀다. 왕비와 세자가 강서로부터 와서 모였고, 임해(臨海)·순화(順和) 두 왕자도 또한 이르렀다. 심유경(沈惟敬)이 왜영(倭營)에서 돌아왔는데, 수길(秀吉)이 화친을 청하는 표문(表文)을 가지고 오면서 왜관(倭官) 소서비(小西飛)를 데리고 왔다. 표사(表詞)가 왜국(倭國)의 문자와 같지 않으므로 군문(軍門)이 믿지 않고 소서비를 요동(遼東)에 머물려 두었다.",
                "hj": "○提督李如松撤兵回。 上自江西, 如黃州迎送。 仍自黃州, 進次海州。 王妃、世子自江西來會, 臨海、順和兩王子亦至。 沈惟敬自倭營回, 持秀吉納款表文, 且挾倭官小西飛來。 表詞不類倭國文字, 軍門不信, 留小西飛于遼東。"
            },
            "6": {
                "H2KE-EN": "Yi Sunsin was concurrently appointed as naval commander of the Three Provinces , and his position was the same as before. The court discussed the matter that the naval commander of the three provinces did not support [the naval commander] with each other. [The King] specially established the naval commander to take charge of [the naval commander]. Won Gyun , a man of advanced age, shamelessly and began to ridicule [the naval commander]. [When] Sunsin was in the mainland, [he] was suffering from military capacity, requested the naval commander of the 체찰 Magistracy , saying, If [the naval commander of the Three Armies] is entrusted with only one side of the seaway [of the naval commander of the Three Armies], then [the naval commander of the Three Armies will] be sufficient. On this day, [the naval commander of the Three Armies] caught [the naval commander of the Three Armies] seaways and salt. [The naval commander of the Three Armies] stored [the naval commander], and [the naval commander] stored [the naval commander] with large amounts of grain. [The naval commander of the Three Armies] did not prepare [the naval commander]. [The naval commander of the Three Armies] gathered people and gathered together [with the naval commander], and [the naval commander of the Three Armies] became a garrison.",
                "H2KE-nKo": "이순신에게 삼도 수군통제사의 직임을 겸하게 하였는데, 본직은 예전과 같다. 조정의 의론이 삼도 수사가 서로 통섭하지 않는다는 이유로 특별히 통제사를 두어 주관하게 하였다. 원균은 선배로서 그 아래에 있는 것을 부끄럽게 여겨 틈이 벌어지기 시작하였다. 이순신이 육지에서 전쟁에 시달리고 있다는 이유로 체부에 청하기를,“한 면의 해포에만 맡겨 두면 양식과 무기가 저절로 넉넉해질 것입니다.”하였다. 이때에 이르러 바다에서 소금을 굽고 판매하여 쌓아 둔 곡식이 거만이고 병영의 건물과 기구가 모두 완비되었다. 백성을 모집하여 완취해서 하나의 거진이 되었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 8월 1일(임오) 6번째기사",
                "gt-oKo": "이순신(李舜臣)을 삼도 수군 통제사(三道水軍統制使)에 겸임시키고 본직(本職)은 그대로 두었다. 조정의 의논에서 삼도 수사(三道水使)가 서로 통섭(統攝)할 수 없다고 하여 특별히 통제사를 두어 주관케 하였다. 원균(元均)은 선배로서 그의 밑에 있게 됨을 부끄럽게 여겨 틈이 벌어지기 시작했다. 이순신이 육지는 군수물자에 고달프다는 점을 들어 체부(體府)에 청하기를, “다만 일면의 해포(海浦)를 부여해 주면 양식과 기계를 자족시킬 수 있게 하겠습니다.” 하였는데, 이때에 와서 소금을 구워 판매하여 곡식 몇 만 석을 비축하였으며, 영사(營舍)와 기구(器具)가 완비되었다. 백성을 모집하여 완취(完聚)시키니, 하나의 거진(巨鎭)이 되었다.",
                "hj": "○以李舜臣兼三道水軍統制使, 本職如故。 朝議以三道水使, 不相統攝, 特置統制以主之。 元均自以先進, 恥居其下, 釁隙始構。 舜臣以陸地, 困於軍興, 請於體府曰: “但付一面海浦, 則糧械自足。” 至是, 煮海販鹽, 積穀鉅萬, 營舍器具, 無不完備。 募民完聚, 爲一巨鎭。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the month, Song Geukchang , the Regional Military Commission , and Yi Yeosong , the Regional Military Commission , crossed the Amnok River . The Regional Military Commission stayed in the western part of the capital for seven months, and afterward, he still strongly pursued the enemy to kill the enemy. The King sent Yu Jeonghyeon to lead the mobilization soldiers in the southern part of the enemy, and secretly ordered the commanders of our country to concentrate solely on the commands of Yu Jeonghyeon . Afterwards, Yu Jeonghyeon also remained uncontrolled and stayed. Consequently, he concluded with the intentions of the Empress and made a decision to surrender in peace. [Yu] Jeonghyeon requested permission to remove the enemy, and only more than ten thousand functionaries of the forces of Yu Jeonghyeon and Oh Yuchung remain. [Yu] also requested the Crown Prince to regionalize the preceptors of the Crown Prince Jeon and Gyeong . [The Crown Prince] accepted the imperial edict and had the Crown Prince temporarily command the enemy.",
                "H2KE-nKo": "경략 송응창과 제독 이여송이 압록강을 건너 돌아갔다. 제독은 서도에 7개월 동안 머물면서 서울을 수복한 뒤에도 오히려 적을 섬멸하는 데 뜻을 기울였다. 유정을 파견하여 묘병을 거느리고 남쪽을 정벌하게 하고, 은밀히 우리나라의 여러 장수에게 유정의 지휘를 받게 하였다. 얼마 후 유정도 머뭇거리다가 마침내 제독과 뜻이 맞아 계책을 결정하고 강화를 받아들였다. 군사를 철수할 것을 주청하면서 유정과 오유충의 보군 1만여 명만 남겨 두었다. 또 왕세자가 전라도와 경상도를 경리하여 성지를 받들어 칙서를 내려 왕세자로 하여금 임시로 절제하게 할 것을 주청하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 9월 1일(임자) 1번째기사",
                "gt-oKo": "경략 송응창과 제독 이여송이 도로 압록강을 건너 돌아갔다. 제독은 서로(西路)에 머문 지 7개월이었는데, 경성을 수복한 뒤에도 오히려 적을 초토하는 일에 뜻을 기울였다. 유정(劉綎)에게 묘병(苗兵)을 거느려 보내 남쪽을 정벌하게 하는 한편, 우리 나라 여러 장수에게 은밀히 영을 내려 유정의 절도(節度)를 듣게 하였다. 그런데 얼마 안 가서 유정도 머뭇거리더니 결국에는 제독과 뜻이 맞아 강화할 계책을 결정하였다. 이에 철군할 것을 주청하여 오직 유정과 오유충(吳惟忠) 등 보병(步兵) 1만여 명만을 머물러두게 하였다. 또 왕세자가 전라도와 경상도 지방을 경리(經理)하도록 주청한 결과 성지(聖旨)와 칙서(勅書)가 내려왔는데, 왕세자로 하여금 임시로 절제(節制)를 총괄하게 하였다.",
                "hj": "○朔壬子/經略宋應昌、提督李如松還渡鴨綠而去。 提督留西路七朔, 收京後, 猶銳意勦賊。 遣劉綎, 領苗兵南征, 密令我國諸將, 專聽劉將節度。 旣而, 綎亦逗留, 遂與提督意合, 決策納和。 奏請撤兵, 惟留劉綎、吳惟忠步軍萬餘人。 又奏請王世子經理全、慶, 奉旨降勑, 令王世子權摠節制。"
            },
            "2": {
                "H2KE-EN": "When the 경략 arrived at the beginning of the Emperor [of Ming China], he requested that several expositors of the Crown Prince be sent to the Crown Prince to discuss the study of the Great Learning (C. Daxue , the King sent Yu Mongin , the Expositor of the Office of the Royal Decrees Hwang Hui , and the Expositor of the Office of the Royal Decrees Yi Jeonggyun . The 경략 stayed at the tent of the Crown Prince and reads the meaning of the Great Learning (C. Daxue yi . The 경략 reads the meanings of Wang Suin , who studyed the Zhou and Zhou (C. Zhou zhu . [However], [Hwang] Sin and [Yi] Jeonggyun thoroughly studyed the disputes of Zhou and Liu Zhou (C. Zhou ji and did not know the meaning of the study of the Zhou dynasty. Furthermore, [the King] summoned the Fourth Inspector [of the Office of the Inspector General] to summon Seong . [Hwang] Sin studyed the Royal Confucian Academy , and [Yi] Jeonggyun early produced the study of the Royal Confucian Academy. The 경략 had the Expositor of the Great Learning composed [C. Daxue ], and [Hwang] Sin and others said, Our country has respected the Zhou and Zhou (C. Zhou zhu , and this is recorded in all the study of Confucian scholars. Otherwise, I do not dare raise a single word. The 경략 said, The study of your esteeemed country is like this. It is appropriate to follow the meaning of the study of the Crown Prince and explain to learn the study of the Crown Prince.",
                "H2KE-nKo": "경략이 처음 도착하여 세자 시강관 몇 사람을 청하여 도학을 강론하게 하였다. 주상이 문학 유몽인, 사서 황신, 설서 이정구를 보내 그곳에 가게 하였다. 경략이 막하에 머물면서 군무가 바쁜 여가에 《대학》의 지의를 강론하였다. 경략이 왕수인의 문인에게 글을 배웠는데, 정자와 주자의 주설을 극력 비난하였다. 황신과 이정귀가 주자와 육자의 변론을 극론하였다. - 유몽인은 글을 좋아하면서도 학문을 알지 못하였는데, 또 지평으로서 소환되었다. 황신은 성혼에게 배웠고, 이정귀는 문학이 일찍 이루어졌다. - 경략이 《대학강어》를 지으라고 하자, 황신 등이 아뢰기를,“우리나라가 정자와 주자를 존숭하는 것은 선유들의 여러 학설이 모두 실려 있으니, 이 밖에는 감히 한마디도 덧붙여 말할 수 없습니다.”하니, 경략이 아뢰기를,“귀국의 학상이 이와 같으니, 다만 배운 바에 따라 설을 지어 우리의 강마에 적합하지 않은 점을 도습해야 할 것입니다. 진실로 유자의 진부한 말을 답습하여 가슴속에서 흘러나오는 것을 별도로 한 책으로 만들어야 할 것입니다.”하였다. 이정귀 등이 그대로 따라 매번 한 장씩 지어 올리니, 경략이 좋다고 칭찬하고 또한 스스로 지어서 보여 주었는데, 두 사람을 매우 극진하게 대우하였다. 장차 압록강을 건너려 할 때 감군 어사 주유한과 통군정에 모여 두 사람을 가리키며 말하기를,“이 춘방의 학사를 강학하기 위해 불러왔습니다.”하니, 주유한이 말하기를,“동국의 학상은 어떠합니까?”하자, 제독이 말하기를,“정자와 주자를 존숭합니다.”하니, 주유한이 말하기를,“좋습니다. 좋습니다.”하였다. 제독이 떠나기에 앞서 두 사람의 손을 잡고 말하기를,“동국의 흥복은 세자에게 달려 있고 세자의 현덕은 공들에게 달려 있으니, 부디 힘쓰십시오.”하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 9월 1일(임자) 2번째기사",
                "gt-oKo": "경략(經略)이 처음 이르러 세자 시강관(世子侍講官) 몇 사람을 청하여 도학(道學)을 강론하려 하였다. 상이 문학(文學)유몽인(柳夢寅), 사서(司書)황신(黃愼), 설서(說書)이정구(李廷龜)를 보냈더니, 경략이 그들을 막차에 머물려 두고 군무(軍務)의 여가에 《대학(大學)》의 지의(旨義)를 강하였다. 경략은 왕수인(王守仁)의 문인에게서 수학하였으므로 정(程) 주(朱)의 주설(註說)을 극력 비방하였는데, 황신·이정구 등이 주자와 육상산(陸象山)의 차이를 극론하였다.【유몽인은 글을 좋아했으나 학문은 알지 못하였으므로 지평(持平)의 일로 소환하였다. 황신은 성혼(成渾)에게 글을 배웠고, 이정구는 일찍부터 문학의 일가를 이루었다.】 경략이 《대학강어(大學講語)》를 짓게 하니, 황신 등이 말하기를, “우리 나라는 정·주를 존숭하여 선유의 제설이 갖추어져 있으니, 이밖에는 감히 한 마디도 덧붙일 수 없습니다.” 하자, 경략이 말하기를, “귀국의 학풍이 그와 같다면 배운 대로만이라도 기술하여 나의 강마(講劘)하는 것을 도와주시오. 그러나 고루한 선비의 진부(陳腐)한 말은 답습하지 말고 흉중에서 나오는 대로 하여 따로 한 책을 작성하시오.” 하였다. 이정구 등이 그대로 따라 매번 한 장씩 지어 바치자, 경략이 칭찬하면서 자신도 지어서 보였는데, 이 두 사람을 대우하는 데 극도로 정성을 기울였다. 그가 장차 압록강을 건너려 할 때에 감군 어사(監軍御史)주유한(周維翰)과 통군정(統軍亭)에서 화합하였는데, 이 두 사람을 가리켜 말하기를, “이들은 춘방(春坊)의 학사(學士)인데, 강학하기 위하여 초대했습니다.” 하니, 주유한이 말하기를, “동국(東國)의 학풍이 어떠합니까?” 하였다. 제독이 말하기를, “정·주를 숭상합니다.” 하니, 주유한이 말하기를, “그 역시 좋습니다. 좋고 말고요.” 하였다. 제독이 떠날 때에 두 사람의 손을 잡고 말하기를, “동국의 흥복(興復)은 세자에게 매어 있고 세자의 현덕(賢德)은 공들에게 달려 있으니, 부디 힘쓰기 바라오.” 하였다.",
                "hj": "○經略初至, 請世子侍講官數人, 講論道學, 上遣文學柳夢寅、司書黃愼、說書李廷龜往。 經略留之幕下, 軍務之暇, 講《大學》旨義。 經略學於王守仁門人, 力詆程、朱註說, 愼、廷龜極論朱、陸之辨。【夢寅好文, 而不知學, 又以持平召還。 愼學於成渾, 廷龜文學早成。】經略使製《大學講語》, 愼等曰: “我國尊尙程、朱, 先儒諸說具載, 此外不敢贅一辭。” 經略曰: “貴國學尙如此, 但可從所學而著說, 資我講劘不宜。 蹈襲固儒陳言腐語, 以流出胸中者, 別成一書。” 廷龜等從之, 每製呈一章, 經略稱善, 亦自製以示之, 待兩人極款。 將渡江, 與監軍御史周維翰會于統軍亭, 指二人曰: “此春坊學士, 爲講學招來。” 維翰曰: “東國學尙如何?” 提督曰: “尊尙程、朱。” 維翰曰: “也好也好。” 提督臨去, 執二人手曰: “東國興復在世子, 世子賢德在公等, 千萬勉旃。”"
            },
            "3": {
                "H2KE-EN": "Yi Yeosong was 용모가 웅걸스럽고 magnanimous and magnanimous in appearance. He encountered the troops and frontier garrisons. He was properly apprehended and managed by his frontier garrisons, and all his frontier garrisons were conferred upon him. When he attacked the frontier garrisons, he was promoted to the chief commander of the Imperial Crown Prince Taifu . When [Yi] Yeosong arrived in the eastern area, his father [Yi] Yeongwon [], Company Commander [Yi] Seongryang [], pursued and presented a letter, which stated, Joseon is our ancestors hometown. You must devote himself to this. Earlier, [Yi] Yeosong wrote a letter to the commissioner for accompanying the envoy , saying, Royal instructions have been like this. How could we not strive to your estemed country? Some said, The first time [Yi] was born in Isan County , but our country is not fully aware of this. When [Yi] Yeosong arrived at the thirty-three years of age, he was very clean and returned from Gyeongsang Province . A wild white porcelain was addressed to us, saying, Your esteeeemed country is like this. However, [Yi] was reluctant to afraid Japanese raise from Byeokje , and he did not engage in battle. This was also due to the sense of confrontation. Later, the King ordered an ancestral shrine to Pyeongyang to perform a rite for Seokseong and [Yi] Yeosong . [The King] bestowed a posthumous title upon [Yi] Yeosong [], Zhang Sep , and Yang Won .",
                "H2KE-nKo": "이여송은 용모가 걸출하고 도량이 너그럽고 넓었다. 행군할 때나 전진할 때나 잘 단속하고 단속할 때 지나는 곳마다 모두 편하게 여겼다. 영하 전투에서 승리하였으나 공을 양보하고 봉작하지 않았다. 평양을 격파하고 나서는 태자 태보좌도독으로 승진하였다. 이여송이 우리 나라에 왔을 때 아버지 영원백 이성량이 뒤따라 글을 주면서 ‘조선은 바로 우리 선조의 고향이니 너는 힘쓰도록 하라.’라고 하였다. 이여송이 일찍이 그 글을 사적으로 접반사에게 보이면서 ‘가교가 이와 같으니 감히 귀국을 위해 힘을 다하지 않겠는가.’라고 하였는데, 어떤 이는 ‘그의 선조는 바로 우리 이산군에서 태어났는데 우리나라 사람은 자세히 모른다.’라고 하였다. 이여송은 나이 30여 세에 처음 와서 얼굴과 귀밑이 매우 빨랐다. 영남에서 돌아와서는 수염에 흰 줄기가 있었는데, 우리 나라 사람에게 말하기를 ‘너희 나라를 위해서 이처럼 반백색이다.’라고 하였다. 그러나 왜적이 성한 것을 꺼려서 벽제 전투에서 불리하게 되자 신중을 기하여 싸우지 않았으니, 이 또한 화의를 맺었기 때문이다. 뒤에 주상이 평양에 사당을 세우고 석성과 이여송을 제사 지내라고 명하였다. 이여백, 장세작, 양원을 배향하고 ‘무열’이라고 사액하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 9월 1일(임자) 3번째기사",
                "gt-oKo": "이여송(李如松)은 용모가 걸출하고 국량(局量)이 넓고 컸다. 군사를 움직이고 진을 칠 때 군사를 온당하게 검속하였으므로 그가 지나는 곳마다 모두 편하게 여겼다. 영하(寧夏)에서 승첩(勝捷)을 거뒀을 때 공을 사양하여 봉작을 받지 않았는데, 평양(平壤)을 격파하고 난 뒤에 승진하여 태자 태보 좌도독(太子太保左都督)이 되었다. 이여송이 우리 나라에 올 때, 그 아버지인 영원백(寧遠伯) 이성량(李成樑)이 추후에 글을 주기를, “조선은 바로 우리 선조의 고향이니, 너는 힘쓰라.” 하였는데, 이여송이 언젠가 그 글을 사적으로 접반사(接伴使)에게 보이기를, “아버님이 이처럼 분부하셨는데, 감히 귀국을 위해 힘을 다하지 않겠는가.” 하였다. 어떤 이는 말하기를, “그의 선조는 바로 우리 나라 이산군(理山郡) 출신인데, 우리 나라 사람들은 자세히 알지 못한다.” 하였다. 이여송이 30여 세의 나이로 처음 우리 나라에 왔을 때에는 안빈(顔鬢)이 매우 청수하였는데, 영남에서 돌아왔을 때에는 수염에 흰 것이 섞여 있었다. 그가 우리 나라 사람에게 말하기를, “그대 나라를 위하다 보니 이처럼 반백(斑白)이 되었다.” 하였다. 그러나 그는 왜군의 성한 기세에 겁을 먹어 벽제(碧蹄) 전투에서 불리했던 뒤로는 신중을 기하여 싸우지 않았으니, 이는 또한 화의(和議)가 그 사이에 개재했기 때문이었다. 뒤에 상이 명하여 평양에 사당을 세운 뒤 석성(石星)과 이여송을 제사지내고 이여백(李如栢)·장세작(張世爵)·양원(楊元)을 배향케 하고는 ‘무열(武烈)’이라고 사액하였다.",
                "hj": "○李如松容貌魁傑, 宇量寬洪。 行軍臨陣, 鈐束得宜, 所過皆便之。 寧夏之捷, 讓功不封, 及破平壤, 陞爲太子太保左都督。 如松之東(萊)〔來〕, 父寧遠伯成樑追與書: “朝鮮乃吾先祖鄕, 汝其勉之。” 如松嘗以其書, 私示伴使曰: “家敎如此, 敢不爲貴國盡力?” 或言: “其先乃我理山郡出, 而我國人未詳。” 如松年三十餘初來, 顔鬢甚韶, 還自嶺南, 鬚有白莖, 謂我人曰: “爲爾國, 斑白如此。” 然憚於倭盛, 自碧蹄戰不利, 持重不戰, 亦由和議間之故也。 後, 上命建祠于平壤, 祀石星及如松, 而以如栢、張世爵、楊元配, 賜額武烈。"
            },
            "4": {
                "H2KE-EN": "The younger brothers of the Emperor [of Ming China] Yeomae and Yeomoo were all appointed 참장. They also had military achievements. All of them followed the troops and returned. Oh Yuchung , a man from Zhejiang , in command of the Emperor, invaded Pyeongyang , rendered their meritorious deeds. Jang Sep and Yang Won were rewarded for their meritorious deeds as supreme generals . This was because the Emperor [of Ming China] regarded their meritorious deeds as supreme generals. 낙 Sangji , Sa Daesu , and Yi Bangchun were the most excellent meritorious deeds. They were all from Liaodong Guards , and their meritorious deeds were originally from Seongryangs family.",
                "H2KE-nKo": "제독의 아우인 이여매와 이여오는 관직이 모두 참장이고 또한 무용으로 모두 종군하여 돌아갔다. 제독이 거느린 절강 사람 오유충은 평양을 공격하였는데, 공이 가장 뛰어났다. 장세작과 양원은 대장으로서 공을 논하여 상등을 차지하였는데, 제독이 북인을 편들었기 때문이다. 낙상지, 사대수, 이방춘은 용맹이 가장 두드러졌는데, 이들은 모두 요위 사람으로 본래 이성량의 가인이었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 9월 1일(임자) 4번째기사",
                "gt-oKo": "제독(提督)의 아우인 이여매(李如梅)·이여오(李如梧)는 모두 관직이 참장(參將)으로서 또한 무용(武勇)이 있었는데, 모두 종군했다가 돌아갔다. 제독이 거느린 절강인(浙江人) 오유충(吳惟忠)은 평양(平壤)을 공격한 공이 가장 컸는데, 장세작(張世爵)과 양원(楊元)이 대장으로서 논공행상 때 수공(首功)을 차지하였으니, 이는 제독이 북인(北人)을 편들었기 때문이다. 낙상지(駱尙志)·사대수(査大受)·이방춘(李芳春)은 용맹이 가장 뛰어났는데, 모두 요위(遼衛) 사람들로서 본래 이성량(李成樑)의 가인(家人)이었다.",
                "hj": "○提督弟如梅、如梧, 官皆參將, 亦武勇, 皆從軍回。 提督所領浙人吳惟忠攻平壤, 功最奇。 張世爵、楊元以大將, 論功居上, 提督右北人故也。 駱尙志、査大受、李芳春最著勇功, 皆遼衛人, 本成樑家人。"
            },
            "5": {
                "H2KE-EN": "On mujin day, the King was about to return to the capital. He stayed at the Queen and the Crown Prince in order to escort the ancestral shrine and stay at Haeju . Upon arriving at the front of Imjin , the King immediately ordered the host of guesthouse to perform a rite for the dead soldiers who died while holding a rite.",
                "H2KE-nKo": "주상이 환도하려 할 때 왕비와 세자는 머무르게 하고 종묘와 사직을 받들고 해주에 머물게 하였다. 임진강 전투터를 지날 때 즉시 행주에 명하여 전사한 군사들에게 제사를 지내게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 9월 1일(임자) 5번째기사",
                "gt-oKo": "상이 환도하려 할 때에 왕비는 머물려 두었으며, 세자는 종묘 사직을 받들고 해주(海州)에 머물러 있었다. 상이 임진강의 전쟁터를 지날 때 즉시 행주(行廚)에 명하여 전사한 군사에게 제사를 지내도록 하였다.",
                "hj": "○上將還都, 留王妃、世子, 奉廟社留海州。 過臨津戰場, 卽命行廚, 祭陣亡之士。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On sinchuk day, the first day of the month, the King returned to the capital [of Ming China] as the first day [of the eighth month]. He had the residence of the late Grand Prince of Jeongneung-dong , the former [Grand Prince] Hyoryeong , belong to the temporary palace [in the capital].",
                "H2KE-nKo": "삭신일에 주상이 서울로 돌아왔다. - 4구이다. - 정릉동에 사는 고 월산대군 이택을 행궁으로 삼았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 1번째기사",
                "gt-oKo": "상이 경사(京師)로 돌아와서【4일.】 정릉동(貞陵洞)에 있는 고(故) 월산 대군(月山大君)의 집을 행궁(行宮)으로 삼았다.",
                "hj": "○朔辛巳/上還京師, 【初四口。】以貞陵洞故月山大君宅爲行宮。"
            },
            "10": {
                "H2KE-EN": "[The King] ordered that an auspicious day be selected and reported to the Royal Tombs of King Taejong and Queen Wongyeong .",
                "H2KE-nKo": "선릉에 전알할 날짜를 택일하라고 명하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 10번째기사",
                "gt-oKo": "선릉(先陵)에 배알할 날짜를 택일하도록 명하였다.",
                "hj": "○命擇日謁先陵。"
            },
            "11": {
                "H2KE-EN": "The King appointed Hwang Hui as fourth inspector of the Office of the Inspector General . [Hwang] Sin was gentle and upright by nature, and his 학식과 재국이 있었으므로 세상에서 praised his worthy. However, because he was the younger brother of [Concubine] 성혼 , he was disliked by the current prime minister and was unable to be shameful in the Office of the Inspector General .",
                "H2KE-nKo": "황신을 사헌부 지평으로 삼았다. 황신은 강직 방정하고 정직하며 학식과 재국이 있어 세상에서 그의 어짊을 추앙하였다. 그러나 성혼의 제자라는 이유로 당시 재상의 꺼리는 바가 되어 대간의 직임에 편안히 있지 못하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 11번째기사",
                "gt-oKo": "황신(黃愼)을 사헌부 지평으로 삼았다. 황신은 강방(剛方)·정직(正直)하고 학식과 재국이 있었으므로 세상에서 그의 어짐을 추중하였는데, 성혼(成渾)의 제자라는 것으로 당시 상신(相臣)이 꺼렸으므로 대사(臺司)의 임무를 안정되게 수행할 수가 없었다.",
                "hj": "○以黃愼爲司憲府持平。 愼剛方正直, 有學識、才局, 世推其賢, 而以成渾弟子, 爲時相所忌, 不得安於臺司。"
            },
            "2": {
                "H2KE-EN": "[The King] issued a royal edict to the capital and the provinces, and dispatched an envoy to present incense and a sacrifice to the mountains and streams. [The envoy] went to the site of the Royal Ancestral Shrine to wail.",
                "H2KE-nKo": "서울과 지방에 교서를 반포하고, 사신을 보내 산천에 향을 내리고, 택일하여 종묘의 터에 곡읍하게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 2번째기사",
                "gt-oKo": "중앙과 지방에 교서(敎書)를 반포하고, 사신을 보내 산천(山川)에 향을 내렸으며, 택일하여 종묘의 터에 곡읍(哭泣)하였다.",
                "hj": "○頒敎中外, 遣使降香山川, 擇日哭宗廟墟。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that a rite be performed for the families of soldiers who died in Byeokje .",
                "H2KE-nKo": "벽제에서 전사한 중국군에게 제사를 지내라고 명하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 3번째기사",
                "gt-oKo": "벽제(碧蹄)의 전투에서 죽은 명나라 군사를 제사지내도록 명하였다.",
                "hj": "○命祭碧蹄戰亡天兵。"
            },
            "4": {
                "H2KE-EN": "The King sent Minister of Rites Yi Jeung to lead the students to the Spirit Hall for King Taejong and Queen Sinui to wail.",
                "H2KE-nKo": "예조 판서 이증을 보내 유생들을 거느리고 문묘의 터에서 곡읍하게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 4번째기사",
                "gt-oKo": "예조 판서이증(李增)을 보내어 유생들을 거느리고 문묘의 터에 곡읍하게 하였다.",
                "hj": "○遣禮曹判書李增, 率儒生哭文廟墟。"
            },
            "5": {
                "H2KE-EN": "[The King] ordered that a Buddhist monk be gathered and buried inside and outside the capital walls.",
                "H2KE-nKo": "승려를 모집하여 도성 안팎의 해골을 거두어 묻어 주라고 명하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 5번째기사",
                "gt-oKo": "승려를 모집하여 도성의 안팎에 있는 시체를 거두어 매장하도록 명하였다.",
                "hj": "○命募僧, 收瘞都城內外屍骸。"
            },
            "6": {
                "H2KE-EN": "The King ordered that the roof-honored houses of Japanese be demolished.",
                "H2KE-nKo": "왜굴의 집을 철거하라고 명하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 6번째기사",
                "gt-oKo": "왜병의 굴실(窟室)을 철거하도록 명하였다.",
                "hj": "○命撤倭窟室。"
            },
            "7": {
                "H2KE-EN": "[The King] ordered that the Japanese languages from the people be prohibited.",
                "H2KE-nKo": "민간의 왜어를 금하라고 명하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 7번째기사",
                "gt-oKo": "민간에게 왜어(倭語)를 금하도록 명하였다.",
                "hj": "○命禁民間倭語。"
            },
            "8": {
                "H2KE-EN": "Second Minister of War Sim Chunggyeom resigned from office as officials of the senior third rank or above in the State Council . Earlier, the Office of the Inspector General was installed as officials of the senior third rank or above in the Ministry of War and solely charged military affairs. Therefore, its duties are extremely important. Sim Chunggye was replaced by the Minister of War to accompany him to the expedition of the expedition [of the expedition of the military] and was not replaced by him. On this day, he supported himself to be dismissed from office. The King ordered the Office of the Inspector General to discuss the matter. The high officials said, Chunggyeom is fully aware of the beginnings and the beginnings. He should not be replaced. From this day forward, the rank of the senior third rank or above in the offices of the senior third rank or above in the Ministry of War shall be replaced as officials of the junior third rank or above in the same manner as those of grand master for comprehensive governance and vice-envoy. Furthermore, the number of administrative officials shall be increased to the offices in charge of military affairs beyond the expedition of military affairs. Even though the report to the King advises to the throne to the high officials, the circumstances of the Ministry of War shall be at variance with the circumstances of defense against the expedition of the military forces.",
                "H2KE-nKo": "병조 참판 심충겸이 비변사 유사 당상을 사직하였다. 처음에 비변사를 설치하여 병조 판서를 유사 당상이라 칭하여 병무를 전적으로 관장하게 하였으니, 그 직임이 매우 중대하였다. 그런데 심충겸이 병조 판서가 종정함으로 인하여 그 직임을 대행하면서 그대로 직임을 띠고 고치지 않았다. 이때에 이르러 스스로 논열하여 면직을 청하니, 주상이 본사로 하여금 의논하여 처리하게 하였다. 대신이 심충겸은 일의 전말을 자세히 알고 있으니 고칠 수 없다고 하였다. 이로부터 유사 당상의 위호가 점점 가벼워져서 통정대부인 부제조가 예겸하는 경우에도 몇 명의 인원을 더 늘려 군정 이외의 나랏일은 모두 유사의 구관에 속하게 되었다. 주상에게 여쭈어 재가를 받기는 하였으나 본 병조가 변방을 방비하는 체통은 어긋났다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 8번째기사",
                "gt-oKo": "병조 참판심충겸(沈忠謙)이 비변사 유사 당상(備邊司有司堂上)을 사임하였다. 처음 비변사를 설치할 때는 병조 판서를 유사 당상이라 칭하고 군사에 관한 사무를 전담하게 하였는데, 그 임무가 매우 무거웠다. 그런데 병조 판서가 종정(從征)했기 때문에 심충겸이 그 임무를 대행하면서 그대로 그 직임을 띠고 고치지 않았다가 이때에 와서 스스로 해면을 청한 것이다. 상이 본사(本司)로 하여금 의논해 처리하게 하니 대신(大臣)이 아뢰기를, “충겸은 비변사의 일에 대한 전말을 자세히 알고 있으니, 고칠 수 없습니다.” 하였다. 이때부터 유사 당상의 위호(位號)가 점점 격하되어 통정(通政)인 부제조(副提調)까지도 으레 겸임하게 되었으며, 또 정원을 늘려 군정(軍政) 이외의 국사에 관한 일도 모두 유사(有司)의 구관(句管)에 속하게 하였는데, 주복(奏覆)에 관한 일도 대신에게 품재(稟裁)하기는 하였으나 본병(本兵)이 비변(備邊)하는 체통은 어긋났다.",
                "hj": "○兵曹參判沈忠謙辭備邊司有司堂上。 初設備邊司, 以兵判稱有司堂上, 專管兵務, 其任極重。 忠謙因兵曹判書從征, 代行其任, 仍帶不改。 至是, 自列請免, 上令本司議處。 大臣以爲: “忠謙詳知首末, 不可改。” 自是有司堂上位號漸輕, 至於通政副提調例兼之, 又增設數員, 軍政外國事, 皆屬有司句管, 奏覆雖稟裁于大臣, 而本兵備邊之體統, 則舛矣。"
            },
            "9": {
                "H2KE-EN": "[The King] ordered that a hall of governance be established to relieve starving people. At that time, due to military rampant disasters, a great famine in the capital, dwelling down and collapsed. [The King] ordered that a hall of governance be established to make porridge and divide [the porridge and divided] to relieve [the starving people]. Sometimes the King personally proceeded to [the hall of governance] and supply [the porridge and divided] in person. However, [the porridge and divided] insufficient life, [the porridge and the porridge and divided] continued to divide [the porridge and divided into] eight or nine people.",
                "H2KE-nKo": "진휼청을 설치하여 기민을 진휼하라고 명하였다. 이때 병란을 겪어서 도성 안에 큰 기근이 들어 쓰러져 죽은 시체가 즐비하였다. 이에 다섯 군데의 시장을 설치하여 죽을 쑤어 나누어 주어 진휼하라고 명하고, 주상이 친림하여 직접 대면하여 지급하기도 하였다. 그러나 온전히 살리지는 못하였고, 이어서 전염병까지 발생하여 열에 여덟아홉은 죽었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 10월 1일(신사) 9번째기사",
                "gt-oKo": "청(廳)을 설치하여 기민(飢民)을 구휼하도록 명하였다. 이때 병란을 겪어서 도성 안이 크게 굶주려 쓰러진 시체가 즐비하였다. 5장(場)을 설치하여 미죽(糜粥)을 끓여 나누어 구휼하도록 명하고, 상이 친히 임하여 면대해서 지급하기도 하였다. 그러나 재대로 모두 구휼할 수 없었는데, 잇따라 여역(癘疫)이 발생하여 열 사람 가운데 여덟 아홉 명은 죽었다.",
                "hj": "○命設廳賑飢。 時經兵亂, 都中大飢, 僵尸相枕。 命設五場, 作糜粥分賑, 上或親臨面給。 然不能全活, 繼以癘疫, 十死八九矣。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, the Japanese troops plundered Angang District in Gyeongju , but the Chinese troops did not engage in battle. The Japanese pirates were long stationed on the sea and claimed that the friendly relations [with Angang District]. At the time, [they] plundered and plundered, and [they] collected grain. Yu Jeonghyeon sent a letter to write the letter, and the letter to write the letter, which stated, This is a Japanese pirates do not know. At this time, [they] burned down Angang District and took more than 1,000 seok of grain from the storehouse. Ko Eonbaekbaekbae , Hong Gyenam , and others did not dare attack them. They merely cut off the small enemies and presented them to the King. At the time, the Chinese 장수 Oh Yuchung , Nak Sangji , and Ma Wugyeong , who were in Gyeongju , took more than 1,000 soldiers and set up a battle outside the capital. [They] saw the small enemies of the Japanese troops headband and then advanced. [They] shot an arrow and killed several dozen pirates. Shortly thereafter, the Japanese soldiers danced, swords, rushed forward, but the Chinese troops could not defend [the pirates], slowly and withdrew. [They] located a large stream and 앞다투어 crossed the river. [But] their clothes and swords were all drowned, making it impossible for them to move on foot. The pirates then raised them, and more than 200 people were killed. Earlier, the pirates were afraid that the Chinese troops were worried. From this point onward, [they] were very cautious. Our people also did not rely.",
                "H2KE-nKo": "삭일 신해년에 왜병이 경주 안강현을 노략질하였는데, 명나라 군사가 싸워서 불리하였다. 왜병이 오랫동안 해상에 주둔하면서 강화하는 일을 완결하겠다고 말하면서 수시로 나와 노략질하고 양곡도 거두어들였다. 유정이 행장에게 편지를 보내 꾸짖으니, 행장이 답서하기를 ‘이것은 적왜의 소행이니 나는 알 바가 아니다.’라고 하였다. 이때에 이르러 안강현을 분탕하고 창고의 곡식 수천 섬을 빼앗아 갔다. 고언백과 홍계남 등이 감히 공격하지 못하고 단지 잔약한 적왜를 초략하여 수급을 바쳤을 뿐이다. 이때 명나라 장수 오유충, 낙상지, 마우경이 경주에 있었는데, 군사 1000여 명을 출동시켜 성 밖에 진을 치고 있다가 왜병이 적은 것을 보고 곧장 진격하여 포를 쏘아 적 수십 명을 죽였다. 얼마 후 왜병이 칼을 휘두르며 돌진해 오자 명나라 군사가 당해 내지 못하고 일시에 무너져 물러갔다. 등에 큰 내가 있었는데 앞다투어 물을 건너다가 옷과 갑옷이 모두 젖어 걸음을 걷지 못하였다. 적이 이후부터 마구 베어 죽은 자가 200여 명이었다. 적이 처음에는 명나라 군사를 두려워하였으나 이로부터는 매우 가볍게 여겼고 우리 나라 사람들도 믿는 바가 없었다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 11월 1일(신해) 1번째기사",
                "gt-oKo": "왜병이 경주(慶州) 안강현(安康縣)을 노략하였는데, 명나라 군사가 그들과 싸웠으나 불리하였다. 왜병이 오래도록 해상에 둔을 치고는 강화(講和)의 일을 완결하겠다고 말하면서 수시로 나와 노략질하여 양곡을 거두어갔다. 유정(劉綎)이 행장(行長)에게 서신을 보내어 꾸짖으니, 행장이 답서하기를, “그것은 적왜(賊倭)의 소행이니, 나와는 관계가 없는 일이오.” 하였다. 이에 이르러 안강현을 분탕하고 창곡(倉穀) 수천 석을 거두어 갔다. 고언백(高彦伯)과 홍계남(洪季男) 등이 감히 공격하지 못하고 다만 영적(零賊)을 쳐서 수급(首級)을 바쳤을 뿐이다. 이때 명나라 장수 오유충(吳惟忠)·낙상지(駱尙志)·마우경(馬禹卿)이 경주(慶州)에 있었는데, 군사 1천여 명을 내어 성밖에 진을 치고 있다가 왜병이 수효가 적은 것을 보고 장구 직진(長驅直進)하여 포를 쏘아 적 수십 명을 죽였다. 조금 후에 적병이 칼을 휘두르며 돌진해 왔는데, 명나라 군사가 능히 당해 내지 못하고 일시에 무너져 후퇴하였다. 뒤에 큰 냇물이 있었는데, 명나라 군사들은 앞을 다투어 건너다가 옷과 갑옷이 다 젖어서 제대로 걸음을 걷지 못하였다. 이에 적이 뒤에서 마구 짖치니, 죽은 자가 2백여 명이나 되었다. 적이 처음에는 명나라 군사를 두려워하였으나 이때부터는 매우 가볍게 생각하였고, 우리들도 믿을 바가 없게 되었다.",
                "hj": "○朔辛亥/倭兵掠慶州安康縣, 天兵戰不利。 倭久屯海上, 以完和事爲言, 而時出搶掠, 收糧穀。 劉綎移書行長責之, 行長答書: “此, 賊倭之所爲, 非我所知。” 至是, 焚蕩安康縣, 取倉穀累千石去。 高彦伯、洪季男等不敢擊, 但鈔零賊, 獻級而已。 時, 天將吳惟忠、駱尙志、馬禹卿在慶州, 出兵千餘人, 陣於城外, 見倭兵少, 長驅直進, 發砲殺賊數十。 旣而, 倭兵舞劍突前, 天兵不能抵當, 一時潰退。 背有大川, 爭先涉水, 衣甲盡濕, 不能運步。 賊自後亂斫, 死者二百餘人。 賊初畏天兵, 自是意甚輕之, 我人亦無所恃。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Choe Heungwon was dismissed from his illness and was appointed as chief state councilor .",
                "H2KE-nKo": "영의정 최흥원을 병으로 면직하고, 유성룡을 영의정으로 삼았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 11월 1일(신해) 2번째기사",
                "gt-oKo": "영의정최흥원(崔興源)을 병으로 면직하고, 유성룡(柳成龍)을 영의정으로 삼았다.",
                "hj": "○領議政崔興源病免, 以柳成龍爲領議政。"
            },
            "3": {
                "H2KE-EN": "The Crown Prince returned to the capital. This was because 경략 had repeatedly urged the division of separate courtesy by urgently summoning him to the south.",
                "H2KE-nKo": "세자가 서울로 돌아왔다. 경략이 분조를 여러 차례 재촉하고 남쪽으로 내려가려고 하였기 때문이다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 11월 1일(신해) 3번째기사",
                "gt-oKo": "세자가 경사로 돌아왔다. 이는 경략(經略)이 누차 분조(分朝)를 재촉하므로 장차 남하하기 위한 것이었다.",
                "hj": "○世子還京。 以經略屢促分朝, 將南下也。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "The Crown Prince separately visited the south of the capital to pay his respects [to the Emperor of Ming China]. In accordance with the memorials presented by Song응chang , the Ming court had the Crown Prince go to the southern expedition with Yu Jeonghyeon and the Crown Prince go to the southern expedition. Left State Councilor윤두수 was appointed as the supreme commander and accompanied by him. The King established the Military Training Office as before.",
                "H2KE-nKo": "왕세자가 분조하여 남하하였다. 중국 조정에서 송응창의 제주를 따라 세자로 하여금 남정하여 유정과 협동하여 남방을 경리하게 하였다. 좌의정 윤두수를 체찰사로 삼아 따라가게 하고, 전과 같이 무군사를 설치하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 12월 1일(경술) 1번째기사",
                "gt-oKo": "왕세자가 분조(分朝)하여 남하하였다. 중국 조정에서 송응창(宋應昌)의 제주(題奏)에 따라 세자로 하여금 남정(南征)하여 유정(劉綎)과 함께 남방을 경리(經理)하게 하였다. 좌의정윤두수(尹斗壽)를 체찰사(體察使)로 삼아 따라가게 하고, 예전처럼 무군사(撫軍司)를 설치하였다.",
                "hj": "○朔庚戌/王世子分朝南下。 中朝從宋應昌題奏, 使世子南征, 協同劉綎, 經理南方。 以左議政尹斗壽爲體察使從行, 設撫軍司如前。"
            },
            "2": {
                "H2KE-EN": "Kim Deokryeong , a Confucian scholar of Gwangju , rose from the military forces. Deokryeong was a virtuous and strong and brave. He was quite frugal and honest by nature. He studyed the studies of Confucianism and was modest and cultivated by others. Therefore, people were ignorant about this. Later, afterward, he lost his mourning period and lived in his house. At that time, a government member of the military forces did not surpass several hundred rows, and when the enemy saw the enemy suddenly scattered. Kim Deokryeong , the elder brother-in-law of Kim Seunghoe , was a frugal scholar. He repeatedly urged his military forces to enemy invade the enemy, but Deokryeong did not make a decision. At that time, Magistrate of Damyang Strategic Prefecture Yi Gyeongrin and Magistrate of Jangseong District Yi Gwi submitted a memorial requesting that Deokryeong be appointed as supreme general . At that time, the military forces proceeded to the south of the capital and again admonish the Crown Princes instructions. Deokryeong, together with the strong and brave men, Choe Damryeong , abandoned several dozen men, sold their farmland and houses, as well as armor and helped their weapons, divided the scriptures and gathered the military forces. Those who attacked the enemy gathered together and then obtained five thousand strong and gathered. Deokryeong himself supported himself and admonish the military forces to the battle. All of the soldiers were mobilized and punished according to the law. Governor Yi Jeongam reported this to the throne. The King ordered that a royal transmitter be granted a title of loyal and strong and that a royal instruction be issued to praise him, and that an official be dispatched to examine the military forces and send him to the south of the capital. Deokryeong sounded the military forces first, and the enemy arrival of the enemy",
                "H2KE-nKo": "광주 유생 김덕령이 의병을 일으켰다. 김덕령은 신력이 있어 나는 듯이 용감하고 자못 기절이 있었으나, 집안에서는 유업을 익혔고 겸손하고 우매하여 아랫사람을 대하였으므로 아는 사람이 없었다. 난리를 겪은 뒤에 거상 중에 집에 있었는데, 이때 관군과 의병이 무려 수백 둔이나 되어 적을 만나면 번번이 무너졌다. 자부 김응회는 강개한 선비였는데, 여러 번 군사를 일으켜 적을 토벌하라고 권하였으나 김덕령은 의구심을 품고 결정하지 못하였다. 마침 담양 부사 이경린과 장성 현감 이귀가 상소하여 김덕령이 대장의 직임을 맡을 만하다고 천거하였다. 이때 무군사가 남으로 내려가 있었는데, 또 세자의 영지를 가지고 유시하였다.김덕령이 이에 친한 장사 최담령 등 수십 인과 함께 일어나 전택을 팔아 기장을 만들고 격문을 돌려 군사를 모집하니, 응모한 자가 모여들어 정장 5000여 명을 얻었다. 김덕령이 손수 지획하여 행진을 가르쳤는데, 군사들이 모두 단속하고 법에 따라 처벌되었다. 감사 이정암이 주상에게 보고하니, 선전관에게 명하여 충용장이라는 호를 내리고, 하교하여 포장하게 하였으며, 관원을 보내 그의 군사를 살펴보고 영남으로 보내게 하였다.김덕령은 군대의 명성이 먼저 떨쳤는데, 적중에서 이 소식을 듣고는 소둔을 철수하여 대진으로 만들어 항거하였다. 마침 조정에서는 강화 때문에 그의 진병을 중지시키고 산음과 거창 사이에 주둔하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 12월 1일(경술) 2번째기사",
                "gt-oKo": "광주(光州) 유생 김덕령(金德齡)이 의병을 일으켰다. 김덕령은 신력(神力)의 소유자로서 비호처럼 용건(勇健)하고 자못 기절(氣節)이 있었으며 집에서 유업(儒業)을 익혀 겸회(謙晦)한 태도로 남에게 자신을 낮추었으므로 그의 역량을 아는 자가 없었다. 전란이 있은 뒤로 그는 거상(居喪)을 하며 집에 있었다. 이때 관군(官軍)과 의병(義兵)이 무려 수백 둔(屯)이나 되었지만 적을 보고는 곧 궤산(潰散)하였다. 그의 자부(姉夫)인 김응회(金應會)는 강개(慷慨)한 선비였다. 그가 누차 김덕령에게 군사를 일으켜 적을 치도록 권하였으나 김덕령은 회의를 하고 결단을 내리지 못하였다. 그런데 이때 마침 담양 부사(潭陽府使)이경린(李景麟)과 장성 현감(長城縣監)이귀(李貴)가 상소하여 대장의 임무를 맡길 만하다고 김덕령을 추천하였고 당시 무군사(撫軍司)가 남하하여 또 세자의 영지(令旨)를 가지고 효유하였다. 이에 김덕령이 친구인 장사(壯士) 최담령(崔聃齡) 등 수십 명과 함께 기병하였는데, 전택(田宅)을 팔아 무기를 마련하고 격문(檄文)을 띄워 군사를 모집하니, 응모자가 운집하였으므로 정장(精壯) 5천여 명을 확보하였다. 김덕령이 손수 지획(指畫)하여 행진(行陣)을 가르치니, 군사들이 모두 자신을 단속하여 규율에 맞게 되었다. 감사(監司)이정암(李廷馣)이 계문(啓聞)하니, 상이 선전관(宣傳官)을 명하고, 충용장(忠勇將)이란 이름을 내리게 하는 동시에 교서(敎書)를 내려 포장(褒奬)하였으며, 관원을 보내 그의 군사를 살펴본 뒤 영남에 보내게 하였다. 김덕령의 군사의 명성이 이미 떨쳤으므로 적이 이 소식을 듣고는 작은 둔진(屯陣)을 거두어 큰 둔진으로 만들어 항거하였다. 그런데 마침 조정에서는 강화(講和)하는 일 때문에 그의 진병(進兵)을 중지시켰으므로 김덕령은 산음(山陰)과 거창(居昌) 사이에 주둔하게 되었다.",
                "hj": "○光州儒生金德齡起義兵。 德齡有神力, 勇健如飛, 頗有氣節, 而家習儒業, 謙晦下人, 故人無知者。 亂後, 守喪居家。 時, 官義兵無慮數百屯, 見賊輒潰。 姊夫金應會慷慨士也。 屢勸使起兵討賊, 德齡疑未決。 適潭陽府使李景麟、長城縣監李貴上疏薦德齡, 可任大將, 時撫軍司南下, 又諭以世子令旨。 德齡乃與所善壯士崔聃齡等數十人俱起, 賣田宅爲器仗, 傳檄募兵, 應者坌集, 得精壯五千餘人。 德齡手自指畫, 敎以行陣, 軍皆團束就律。 監司李廷馣啓聞, 命宣傳官賜號忠勇將, 下敎褒奬, 遣官視其軍, 送赴嶺南。 德齡軍聲先振, 賊中聞之, 撤小屯爲大陣以拒之。 會, 朝廷以講和, 止其進兵, 屯山陰、居昌間。"
            },
            "3": {
                "H2KE-EN": "The Crown Prince passed the state examination in Jeonju . Nine people, including Yun Gil , passed the civil service examination, and more than 1,000 people, passed the military service examination.",
                "H2KE-nKo": "세자가 전주에 머물렀다. 문과에서 윤길 등 9인을 뽑고 무과에서 1000여 인을 뽑았다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 12월 1일(경술) 3번째기사",
                "gt-oKo": "세자가 전주(全州)에 머무르며 과거를 실시하여 문과에서 윤길(尹咭) 등 9인과 무과에서 1천여 인을 뽑았다.",
                "hj": "○世子次全州設科, 文科取尹等九人, 武科取千餘人。"
            },
            "4": {
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 12월 1일(경술) 4번째기사",
                "gt-oKo": "전(前) 인성 부원군(寅城府院君) 정철(鄭澈)이 졸하였다. 과거에 정철이 부사(副使)유근(柳根)과 함께 사은사(謝恩使)로 경사에 갔다가 돌아왔다. 이때 동로군문(東路軍門)이 화의(和議)를 주장하여 ‘왜적이 이미 군사를 철수하여 바다를 건너갔다.’고 속여 말했으므로, 본국의 주문(奏文)과 차이가 날 수밖에 없었다. 정철(鄭澈) 등이 돌아온 뒤에 병부(兵部)가 주문(奏文)하기를, “전에 온 사신에게 물었더니 역시 ‘왜적이 이미 철수해 돌아갔다.’고 말하였습니다.” 하였다. 상이 이 소식을 듣고 크게 놀랐는데, 유근이 상소하여 스스로 변명하기를, “이것은 실로 병부에서 속임수로 꾸며낸 말입니다. 사신 일행이 어찌 그런 말을 했겠습니까.” 하였다. 이때에 조정의 의논이 이미 변하여 먼저 정철을 제거하려고 하여 대간(臺諫)이 이를 인해 정철을 탄핵하였다. 그러나 상은 다만 체직시키고 추고하도록 명하였는데, 유근 및 서장관(書狀官)이민각(李民覺)과 역관(譯官) 등은 모두 연루되지 않았다. 이때부터 유언 비어가 비등하여, “정철이 북경에 가서 오로지 성궁(聖躬)의 과실만을 은밀히 중국 조정에 전파시켰다. 그러므로 황제 칙서 속의 추사(醜詞)들은 모두가 그로부터 나온 것이다.” 하였다. 정철은 강화(江華)에 우거하다가 술병으로 죽었다. 향년은 59세였다. 정철의 자는 계함(季涵)이고 호는 송강(松江)이며, 젊어서부터 재명(才名)이 있었다. 김인후(金麟厚)·기대승(奇大升)에게 종학(從學)하였는데, 기대승은 자주 그의 결백한 지조를 칭찬하였다. 그의 누나는 인종(仁宗)의 귀인(貴人)이 되고, 누이동생은 계림군(桂林君)의 아내가 되었다. 을사년의 화에 부형(父兄)이 관여되었으나 정철은 어리다는 이유로 화를 면하게 되었다. 어린 아이 때 동궁(東宮)을 드나들었는데, 명종이 대군으로 있을 때 정철과 유희(遊戲)하면서 매우 가깝게 지냈다. 정철이 장원에 등제한 방목(榜目)을 보고는 매우 기뻐하여 액문(掖門) 안에서 특별히 주찬(酒饌)을 내리라고 명하니, 정철이 사양하기를, “이미 출신(出身)한 이상 남의 신하된 입장에서 감히 이런 사례(私禮)를 받을 수 없습니다.” 하였다. 이에 명종(明宗)이 주찬을 내릴 것을 중지시키고 신무문(神武門)을 통해 나가도록 명한 뒤 누대 위에서 그가 가는 것을 바라보았으니, 은권(恩眷)이 특별하였다. 얼마 후에 정언(正言)에 임명되었는데, 이때 대중(臺中)에서는 바야흐로 경양군(景陽君)이 처가의 재산을 빼앗으려고 서얼 처남을 꾀어 죽인 사건을 논하면서 법대로 처벌할 것을 청하고 있었다. 명종(明宗)이 친속으로 하여금 정철을 설득시켜 논박을 정지하도록 하였는데, 정철은 감히 그렇게 하지 못하였다. 이로부터 정철은 파면되어 광주(光州)에 돌아가 있게 되었는데, 여러 번 청망(淸望)에 주의(注擬)되었으나 3년 동안 낙점을 받지 못하였다. 선조 초년에 전랑(銓郞)으로 기용되었는데, 오로지 격탁 양청(激濁揚淸)만을 힘썼으므로 명망은 높았으나 그를 좋아하지 않는 자들이 많았다. 당론이 갈라지자 그는 한쪽만을 극력 주장하다가 시론(時論)에 원수시 되었는데, 상의 권애(眷愛)를 힙입어 구제된 것이 여러 번이었다. 신묘년에 이르러서는 상의 권애도 식어서 거의 죽음을 당할 뻔했는데 이덕형(李德馨)이 구제해 준 덕분에 조금 완화되었다. 그 뒤 변란을 인하여 폐고(廢錮) 중에서 기용되었으나 또한 조정에 용납되지 못하였다. 그는 처신을 너무나도 모가 나게 하였으므로 유성룡(柳成龍)이 평소에 그를 미워하였다. 정유년에 유성룡이 탄핵을 받았는데, 논자(論者)들이 뇌물을 탐했다고 무고하면서 미오(郿塢)에 비유하자, 유성룡이 탄식하기를, “지난번에 논자들이 계함(季涵)을 가차없이 공격하면서도 탐비(貪鄙)로는 지목하지 않았는데, 어찌 나의 처신이 저 계함에 미치지 못했단 말인가.” 하였다. 언젠가 정철이 최영경(崔永慶)을 죽인 일에 대해 말하자 종사관(從事官)서성(徐渻)이 그렇지 않다고 극력 변론하니, 유성룡이 말하기를, “계함이 항상 떳떳하게 스스로 이 일을 해명하였으나, 나는 최영경의 죽음이 정철 때문이었다고 마음속으로 여겨왔기 때문에 귀로 그 말을 듣고도 답하지 않았었다. 그런데 지금 와서 생각해 보건대, 그 사람은 입이 곧아 자기가 한 일은 반드시 숨기지 않았을 인물이다. 그러니 그대의 말이 옳지 않겠는가.” 하였다. 신흠(申欽)은 논하기를, “정철은 평소 지닌 풍조(風調)가 쇄락(灑落)하고 자성(資性)이 청랑(淸朗)하며, 집에 있을 때에는 효제(孝悌)하고 조정에 벼슬할 때에는 결백하였으니, 마땅히 옛사람에게서나 찾을 수 있는 인물이었다.” 하였다. 한때 정철을 논한 자가 간적(奸賊)으로 칭하자, 풍문이 퍼져 모든 사람이 뇌동하여 정철을 정말 소인으로 여겼다. 그리하여 평소 정철을 아는 자들도 여론에 현혹되어 그가 정말 소인인가 하고 의심하는 자까지 있었다. 그러나 자고로 소인이라 칭할 때에는 세 가지 경우가 있으니, 첫째는 고총(固寵)이요, 둘째는 첨미(諂媚)요, 셋째는 부회(附會)인 것이다. 정철이 적소(謫所)로부터 소환되어 언젠가 빈청(賓廳)에 앉아 있을 때 참판(參判)구사맹(具思孟)과 지중추(知中樞)신잡(申磼)이 동좌했었는데, 별감(別監) 한 사람이 안에서 주찬(酒饌)을 가지고 나와 말을 꾸며 이야기하기를, “안에서 모든 재상들이 함께 먹으라고 하신 것이다.” 하였다. 그러나 기실은 구사맹과 신잡이 모두 궁금(宮禁)과 인척관계에 있기 때문에 귀인(貴人)이 다른 손님은 없을 것이라 생각하고 사사로이 보내온 것이었다. 이성중(李誠中)이 그 자리에 있다가 소반과 젓가락을 가져와 음식을 정승 앞에 나눠 드리도록 하자, 정철이 말하기를, “이 음식은 구 참판과 신 지사가 먹어야 마땅하니, 대신이 참여해선 안 된다.” 하고는 곧 일어나 나가버렸다. 그 말이 대내에 들리자 정철이 그 이튿날 체찰사(體察使)로 나가게 되었으니, 이는 그가 첨미·고총을 하지 않았다는 밝은 증거라 하겠다. 소인이 과연 그와 같이 할 수 있겠는가. 이발(李潑)과 이산해(李山海)는 한때 권세를 장악했던 자들로서 정철은 그들의 친구였으니, 정철의 재주로서 조금만 비위를 맞추었더라면 어찌 낭패를 당하여 곤고하게 되어 종신토록 굶주린 신세가 되기까지야 했겠는가. 그런데도 그는 한 번도 기꺼이 굽히려 하지 않았다. 이는 바로 그가 부회(附會)하지 않았다는 명백한 증거인 것이다. 소인이 과연 그와 같이 할 수 있겠는가. 그는 단지 결백성이 지나쳐 의심이 많고 용서하는 마음이 적어 일을 처리해 나가는 지혜가 없었으니, 이것이 그의 평생 단점이었다. 만일 그를 강호 산림의 사이에 두었더라면 잘 처신했을 것인데, 지위가 삼사(三司)의 끝까지 오르고 몸이 장상(將相)을 겸하였으니, 그에 맞는 벼슬이 아니었다. 정철은 중년 이후로 주색에 병들어 자신을 충분히 단속하지 못한 데다가 탐사(貪邪)한 사람을 미워하여 술이 취하면 곧 면전에서 꾸짖으면서 권귀(權貴)를 가리지 않았다. 편벽된 의논을 극력 고집하면서 믿는 것은 척리(戚里)의 진부한 사람이었고, 왕명을 받아 역옥(逆獄)을 다스릴 때 당색(黨色)의 원수를 많이 체포하였으니, 그가 한세상의 공격 대상이 된 것은 족히 괴이할 게 없다. 그의 처신은 정말 지혜롭지 못했다 하겠다. 그러나 권간(權奸)과 적신(賊臣)으로 지목하는 것은 문제가 있다. 정철은 조정에서 앉은 자리가 미처 따스해질 겨를도 없이 정승이 된 지는 겨우 1년 남짓하였다. 밝은 임금이 스스로 팔병(八柄)을 행사하고 있었고 이산해·유성룡과 세 사람이 아울러 정승을 하고 있는 상황에서 이산해가 특히 임금의 은총을 입고 있었으니, 정철이 어떻게 권세를 부릴 여지가 있었겠는가. 이것은 변론할 것도 없이 자명한 사실이다.",
                "hj": "○前寅城府院君鄭澈卒。 初, 澈與副使柳根, 謝恩朝京而回。 時, 東路軍門主和議, 詭言倭已撤屯渡海, 與本國所奏不免差互。 澈等還後, 兵部奏曰: “問前來使臣, 則亦言倭已撤回。” 上聞之大駭, 柳根上疏自辨, 此實兵部謊詞詭計, 使臣一行, 豈有是言? 是時, 朝論已變, 欲先去澈, 臺諫因此劾澈, 上只命遞職推考。 柳根與書狀官李民覺、譯官等, 皆無所坐。 自是, 飛語上騰言: “澈朝京, 專以聖躬過失密播于中朝, 故凡帝勑內醜詞, 皆其自出。” 云。 澈寓居江華, 病酒卒, 年五十九。 澈字季涵, 號松江, 少有才名。 從學於金麟厚、奇大升, 大升亟稱其淸潔之操。 其姉爲仁廟貴人, 姊爲桂林君妻。 乙巳之禍, 父兄與焉, 澈以幼免, 而兒時出入東宮, 明廟爲大君, 實與游戲甚昵。 見澈登壯元榜目甚喜, 命於掖門內, 別賜酒饌, 澈辭曰\" “旣已出身, 人臣不敢受此私禮。” 明廟爲止賜, 而命從神武門出, 自從樓上, 望見其行, 恩眷異常矣。 俄拜正言, 臺中方論景陽君謀奪妻家財産, 誘殺妻孽娚, 請以處法。 明廟使親屬, 諷澈停論, 澈不敢。 自是, 罷免歸光州, 屬擬淸望, 不受點者三年。 宣祖初, 起爲銓郞, 專務激揚, 名望雖重, 而不悅者衆。 黨論之分, 力主一偏, 爲時論所仇, 而賴上眷, 得濟者屢。 至辛卯, 上眷亦回, 幾陷大戮, 李德馨救之, 少弛。 因變起廢, 亦不容於朝。 其持身廉劌太過, 柳成龍素惡之。 至丁酉, 成龍被劾, 論者誣以貪賄, 比之郿塢, 乃歎曰: “往時論者, 攻季涵無所不至, 猶不以貪鄙目之, 豈吾處身, 不及彼耶?” 嘗言澈殺崔永慶事, 從事徐渻力辨其不然, 成龍曰: “季涵常介介自明此事, 吾心定以爲崔死由於鄭, 故耳聞其言, 而不復也。 到今思之則其人口直, 自己所爲必不自諱, 得非君言爲是耶?” 申欽論澈, 平生風調灑落, 資性淸朗, 居家孝悌, 立朝潔白, 則當求之古人也。 一時論澈者, 稱以奸賊, 風聲所移, 萬口雷同, 以澈爲眞小人。 雖平日知澈者, 眩於物議, 或有疑其爲小人者矣。 然自古稱小人者有三焉, 一曰固寵也, 二曰諂媚也, 三曰附會也。 澈自謫召還, 嘗坐賓廳, 具參判思孟、申知樞磼同座, 有一別監, 自內持酒饌出來, 借辭言, 自內宣命諸宰共啖, 而其實具、申皆連姻宮禁, 故貴人謂無他客, 而私送也。 李誠中在座, 命取盤筯, 分進政丞前, 澈曰: “此乃具叅判、申知事所當喫者, 大臣不可預也。” 卽起出, 其言聞于內, 翌日出爲體察使。 此其不諂媚、固寵之明驗也, 小人果如是乎? 李潑、李山海一時權勢所存, 而澈爲故舊, 以澈之才, 少加桔槹, 則詎至狼狽, 困苦顑頷終身, 而不肯一詘耶? 此其不附會之明驗也, 小人果如是乎? 特其過於狷狹, 多疑小恕, 無智以濟之, 此其平生所短也。 若置之江湖林野之間, 是其所宜處, 而位極三司, 身都將相, 非其器也。 澈中年以後, 病于酒色, 自檢己不足, 而又憤嫉貪邪之人, 醉輒面叱, 不避權貴。 力持偏論, 而所挾者, 戚里陳人, 受命治逆, 而所逮者, 多黨色仇怨, 其爲一世射的, 無足怪者, 其處身, 誠無智矣。 若以權奸、賊臣目之, 則澈在朝, 席不暇暖, 爲相僅一年餘。 明主自操八柄, 山海、成龍, 三人竝相, 而山海特被寵遇, 何所容而專權乎? 此則不待辨而明矣。"
            },
            "5": {
                "H2KE-EN": "Chief State Councilor Yu Seongryong presented a memorial to the King to request the construction of fortresses in the counties and districts and to distribute the system of cannons. The King approved this.",
                "H2KE-nKo": "영의정 유성룡이 차자를 올려 시무를 진달하고 주현에 성을 쌓고 포루의 제도를 반포하여 시행할 것을 청하니, 그대로 따랐다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 12월 1일(경술) 5번째기사",
                "gt-oKo": "영의정유성룡이 차자를 올려 시무(時務)를 진달하며 주현(州縣)에 성을 쌓고 포루(砲樓)의 제도를 반포 시행할 것을 청하니, 그대로 따랐다.",
                "hj": "○領議政柳成龍上箚陳時務, 請築城州縣, 頒行砲樓之制, 從之。"
            }
        }
    },
    "leap month 11": {
        "1": {
            "1": {
                "H2KE-EN": "Regional Military Commissioner Song응chang was impeached and returned to his hometown. Assistant Section Chief of the Office of the Establishment of Ceremonies Ko Yanggyeom was replaced by him. When he reached Liaodong , he did not cross the [Amnok] River. Only he sent men to come and go.",
                "H2KE-nKo": "경략 송응창이 탄핵을 받아 회적하였다. 병부 시랑 고양겸을 후임에 임명하였는데, 요동에 이르러서는 강을 건너지 않고 오직 사람을 차출하여 왕래하게 하였다.\n",
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 윤11월 1일(신사) 1번째기사",
                "gt-oKo": "경략(經略) 송응창(宋應昌)이 탄핵을 입고 원적지(原籍地)로 돌아갔다. 병부 시랑(兵部侍郞)고양겸(顧養謙)이 그를 대신하였는데, 그는 요동(遼東)에 이르러서 압록강을 건너지 않고 사람을 차견하여 왕래시키기만 하였다.",
                "hj": "○朔辛巳/經略宋應昌被劾回籍。 兵部侍郞顧養謙代之, 至遼東, 不渡江, 惟差人往來。"
            },
            "2": {
                "date_ko": "선수 27권, 26년(1593 계사 / 명 만력(萬曆) 21년) 윤11월 1일(신사) 2번째기사",
                "gt-oKo": "황제가 행인사 행인(行人司行人) 사헌(司憲)을 파견하여 칙서(勅書)를 가지고 와서 선포하게 하였는데, 이항복(李恒福)이 원접사(遠接使)가 되었다. 황제는 상이 나라를 회복하고 환도(還都)했다 하여 칙서를 내려 위유(慰諭)하고 동시에 은폐(銀幣)를 하사하였다. 칙서의 대략에, “전번에 왕이 대군을 몰아 왜적을 변경으로 쫓아내고 옛 강토를 수복한 다음 표문(表文)을 보내와 사례하니, 내 마음이 매우 기쁘다. 생각건대 나라를 회복한 중대한 일은 심상하게 보아 넘길 수 없는 보고이므로 지금 특별히 사신을 보내어 유시하니, 옛사람의 와신상담하던 뜻을 본받아 서로 권면하도록 하라. 조정에서 속국을 대우하는 은의(恩義)는 이 정도에서 그칠 것이니, 혹시 다른 변이 발생한다 해도 나는 왕을 위하여 계획을 세워 줄 수가 없을 것이다.” 하였다. 이때 명나라 조정에서는 우리 나라가 쇠약하여 떨치지 못할 것을 걱정한 나머지 논의가 무성하였다. 급사중(給事中) 위학증(魏學曾)이 주본(奏本)을 올려 우리 나라의 일을 말한 가운데 한 조목을 보면, “조선이 이미 제대로 왜적을 막지 못하여 중국에 걱정을 끼쳤으니, 마땅히 그 나라를 분할하여 두셋으로 나눈 뒤 왜적을 막아내는 형편을 보아 나라를 맡겨 조치하게 함으로써 중국의 울타리가 되도록 하소서.” 하였다. 이를 병부(兵部)에 내려 논의하게 하였는데, 상서(尙書) 석성(石星)은 불가하다고 주장하였다. 송응창(宋應昌)이 요동에 있을 때 그 주본을 베껴 반신(伴臣) 윤근수(尹根壽)가 돌아오는 편에 부치고, 또 말하기를, “이 일은 내가 이미 힘껏 보호하였다. 그러나 그대는 돌아가 국왕에게 고하여 스스로 잘 도모하게 하라.” 하였다. 윤근수가 처음에는 감히 고하지 못하다가 명나라 사신이 이를 무렵 비로소 위학증의 주본과 경략이 말한 내용을 비밀히 아뢰었다. 상이 유성룡을 불러 그것을 보이며 이르기를, “내가 오래 전부터 이런 일이 있을 줄 알고 일찍이 물러나 피하려 하였는데, 이제 과연 그렇게 되었다. 이는 참으로 내가 원하는 바이다.” 하니, 유성룡이 아뢰기를, “이것이야말로 이치에도 닿지 않는 망언입니다. 황상이 어찌 이런 논의에 흔들리겠습니까. 원컨대 상께서는 의심치 마시고 오직 나 자신이 마땅히 할 바를 다하여 중국의 걱정을 풀어야 할 것입니다.” 하였다. 사헌이 이르러 칙서를 선포하고 관소(館所)로 들어갔는데, 예모가 매우 준엄하였다. 상이 밤에 유성룡을 불러 유시하기를, “내가 경을 볼 날은 오늘뿐이므로 아무리 밤이 깊었어도 경과 직접 결정하고 싶었기 때문에 부른 것이다. 옛사람이 말하기를 ‘영웅이 헛되이 죽는 것은 애석하다.’ 하였다. 경의 재주와 학식을 가지고도 나 같은 사람을 섬기기 때문에 위대한 일을 제대로 이룰 수가 없는 것이다.” 하니, 유성룡이 울면서 아뢰기를, “보잘것 없는 신이 잘못 맡겨주심을 받아 국사가 이 지경에 이르게 하였으니, 모두 신의 죄입니다.” 하자, 상이 이르기를, “그렇지 않다. 옛사람 중에도 자사(子思) 같은 분이 위(衛)나라에 있었으나 위나라의 영토가 깎이고 쇠약해짐을 면하지 못하였으며, 제갈공명(諸葛孔明) 같은 분도 제대로 한실(漢室)을 흥복시키지 못하였다. 어찌 일률적으로 논할 수 있겠는가.” 하였다. 인하여 한 주발의 술을 하사해 마시도록 명하고 이르기를, “이것으로 서로 결별한다. 내일은 내가 명나라 사신 앞에서 사위(辭位)할 것이다.” 하니, 유성룡이 울면서 아뢰기를, “명나라 조정에서 우리 나라가 떨치지 못하는 것을 걱정하여 칙지(勅旨)에 이른바가 권면(勸勉)하고 책려(責勵)하는 뜻이 아닌 것이 없으니, 원컨대 성상께서는 동요하지 마소서. 내일은 정말 그와 같이 해서는 안 되니 부디 참작하소서.” 하였으나, 상이 답하지 않았다. 그 이튿날 상이 사헌 사신을 관소에서 접견하고 소매 속에서 수첩(手帖)을 꺼내어 사신에게 주었는데, 그 대략의 내용은, “질병 때문에 나라를 다스릴 수 없으니, 대인(大人)이 주장해 주기 바랍니다.” 하는 것이었다. 사헌이 필답(筆答)하기를, “불녕(不佞)이 봉명 사신으로 여기에 와서 국왕과 서로 접견하게 되었습니다. 이번에 나라를 회복한 것이 천병(天兵)의 힘이라고는 하지만 역시 왕의 복이 융성하여 쇠퇴하지 않았기 때문입니다.” 하고, 또 말하기를, “왕이 사위하려고 하신다면 본래 당 숙종(唐肅宗)의 고사대로 해야 할 것이고 마땅히 주문(奏聞)하여 천조(天朝)의 처분을 기다려야 할 것입니다. 저는 일개 행인(行人)에 불과한데 어찌 힘이 되어드릴 수 있겠습니까. 그런데 다만 왕께서 반드시 사위하려고 하시는 것이 무엇 때문인지 모르겠습니다.” 하니, 상이 답하기를, “다른 뜻은 없고 다만 질병 때문에 국사에 임할 수 없으므로 이와 같이 하는 것일 뿐입니다.” 하였다. 이튿날 대신이 백관을 거느리고 명나라 사신에게 정문(呈文)하여 본국의 사정을 차례로 진술하면서, 왕이 의리를 지키다가 침략을 당하게 된 것이고 잘못한 점이 있지 않다는 것을 말하였다. 유성룡이 또 유격(遊擊) 척금(戚金)을 통하여 전위(傳位)하는 일은 매우 불가하다는 점을 은밀히 말하였다. 사헌 사신이 이때부터 상을 대하면서 예의가 상당히 깍듯해졌다. 사헌은 경성에 머문 지 7일 만에 돌아갔다. 사헌은 성품이 광려(狂戾)하고 말 달리기를 좋아하였는데, 오르내리는 가파른 길을 질주하여 하루에 이틀 길을 갔으므로 반사(伴使)가 겨우 뒤따라갈 수 있었다. 사헌이 올 때에는 국내의 정세도 아울러 기찰(譏察)하여 변치(變置)하려는 마음도 갖고 있었다. 그런데 상이 진정으로 왕위를 내놓으려고 하면서 먼저 사피할 의사를 보이고, 대신들이 또 그 사이에 미봉을 하였으며, 사헌 역시 상을 보고 마음이 흡족하였으므로, 칙명만 선포하고 돌아갔다. 이때부터 상은 전위(傳位)하겠다는 전지를 매일같이 내렸다. 또 참소하는 말이 있어 ‘우리 나라 사신이 중국에 들어가 유언 비어를 퍼뜨려 중국 조정에서 의문을 갖고 이간하게 하였다.’ 하였는데, 상 역시 의심이 없을 수 없었다.",
                "hj": "○帝遣行人司行人司憲, 齎勑來宣, 李恒福爲遠接使。 帝以上復國還都, 降勑慰諭, 仍賜銀幣。 勑書略云: 昨者王以大兵, 驅倭出境, 還師舊國, 上表來謝, 朕心深用嘉悅。 念玆復國重事, 不可照常報聞, 今特遣使降諭, 以古人臥薪嘗膽之義相勉。 朝廷之待屬國恩義, 止此, 脫有他變, 朕不能爲王謀也。 是時, 天朝憂我國衰弱不振, 論議甚多。 給事中魏學曾上本, 言東事內一條云: 朝鮮旣不能禦倭, 貽中國之憂, 當分割其國爲二三, 視其能禦倭者而付之, 使之錯置爲中國藩蔽事。 下兵部議, 尙書石星持不可。 宋應昌在遼東, 以其本謄付伴臣尹根壽之回, 且曰: “此事吾已力保之, 然汝歸告國王, 善自爲謀。” 根壽初不敢啓, 天使將至, 始以魏本及經略所言密啓。 上召柳成龍示之曰: “予久知有此事, 早欲退避, 今果然矣。 此眞吾所願也。” 成龍曰: “此乃無理之妄說。 皇上豈爲此論所撓? 願上勿疑, 唯當盡吾所當爲, 以解中國之憂耳。” 旣而司憲至, 宣勑就館, 禮貌甚峻。 上夜召柳成龍諭之曰: “予之見卿, 只今日雖夜深, 欲與卿面訣, 故召之耳。 古人云: ‘英雄浪死可惜。’ 以卿之才學, 而所事者予, 故不能有所爲。” 成龍泣曰: “臣無狀, 誤蒙任使, 使國事至此, 皆臣之罪。” 上曰: “不然。 古人如子思在衛, 衛未免削弱; 諸葛孔明不能興復漢室, 何可以一槪論耶?” 仍命一盌酒, 賜飮曰: “以此相訣。 明日予當於天使前辭位耳。” 成龍泣曰: “天朝憂我國不振, 勑旨所云, 無非勸勉責勵之意。 願聖意毋動。 明日之事, 千萬不可如此。 幸乞斟酌。” 上不答。 翌日, 上接見司使于館所, 袖出手帖與司使, 大旨言: “疾病不堪御國, 望大人主張。” 憲筆答云: “不佞奉使來此, 得與國王相接。 今此復國, 雖云天兵之力, 亦是王福隆焉, 未艾也。” 又云: “王欲辭位, 自有唐肅宗故事, 當奏聞以待天朝處分。 憲一行人, 何能爲力? 第未知王必欲辭位者何歟。” 上答曰: “無他意, 只以疾病, 不堪莅國事, 故如此耳。” 翌日, 大臣率百官, 呈文于天使, 歷陳本國事情, 言王爲守義致寇, 非有闕失。 成龍又因游擊戚金, 密言 傳位事, 大不可。 司使自此, 待上禮意頗洽。 憲留京七日乃返。 憲性狂戾, 好馳馬, 上下峻坂疾驅, 兼程而返, 伴使僅能追及。 憲之來, 兼欲譏察國情, 有所變置, 上固欲釋位, 先示辭避, 大臣彌縫其間, 憲亦見上心悅, 只宣命而返。 自此上傳位之旨每下, 又有讒說謂: “我國使臣入中國, 有流言, 致中朝疑間。” 上亦不能無疑焉。"
            }
        }
    }
}