{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On giyu day, [the King] appointed Ku Samaeng as governor of Gangwon Province , Yi Gwang as governor of Jeolla Province , and appointed Yu Seongryong as inspector general . [The King] replaced him with the minister of war , and then moved him to the Ministry of Rites for a long time.",
                "H2KE-nKo": "초하루에 구사맹을 강원도 관찰사로, 이광을 전라도 관찰사로 삼았다. 유성룡을 대사헌으로 삼았다가 병조 판서에 체차하여 제수하였다가 곧이어 예조 판서로 옮겼다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 1월 1일(기유) 1번째기사",
                "gt-oKo": "구사맹(具思孟)을 강원도 관찰사로, 이광(李洸)을 전라도 관찰사로 삼았다. 유성룡을 대사헌으로 삼았다가 병조 판서로 바꾸어 임명하고 조금 뒤에 예조 판서로 옮겼다.",
                "hj": "○朔己酉/以具思孟爲江原道觀察使, 李洸爲全羅道觀察使, 以柳成龍爲大司憲, 遞拜兵曹判書, 俄遷禮曹。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On muin day, Jeong Jongyeong , Lord of Gyeongye County , retired from his post and returned to his hometown. [Jeong] Jongyeong was suffering from a nervous disease and completely resigned from office. Because of his meritorious deeds, he proceeded to his hometown. From the imo year ( to the reign of King Sejong, he repeatedly requested that he be retired from his post. On this day, [the King] ordered his family not to receive the monthly stipend. [Jeong Jongyeong] earnestly resigned from his post and returned to his hometown in Hoengseong . The King ordered that a post horse be provided to him and escort him. [The King] wanted to receive him in audience, but [Jeong Jongyeong] declined to shoot his horse. [The King] ordered a eunuch to grant him a farewell banquet to him at the riverside. All [court] officials and below him who had gone to the capital [of Joseon] to send him off. The path of the paths of the paths. [Jeong] Jongyeong was at the age of seventy-seven, and he passed the civil service examination at the age of forty-seven. In our dynasty, high-ranking officials and high-ranking officials have numerous meritorious deeds and great reputation. Many [officials] were able to retired from their hometowns because of his meritorious deeds and deeds. [Jeong] Jongyeong alone did not like to live in his hometown because of his meritorious deeds and propriety, and he was only allowed to return to his hometown. [But] the court and the people in the country began to see him first, and [Jeong Jongyeong] praised him, saying that it was a grand event for him to enjoy a glorious era.",
                "H2KE-nKo": "삭팔계군 정종영이 치사하고 고향으로 돌아갔다. 정종영은 풍질이 있어 직명을 모두 사양하다가 훈봉으로 집에 돌아갔다. 임오년 이후로 여러 차례 치사를 청하였는데, 이때에 이르러 집안 사람에게 월봉을 받지 말도록 명하고 간절히 사양하다가 허락을 받아 횡성 향리로 돌아갔다. 주상이 역마를 주어 호송하도록 명하고 불러서 보고자 하였으나 걸음걸이가 거칠다고 사양하였다. 중사에게 명하여 강가에서 전송하도록 하였는데, 백관 이하가 도성을 휩쓸고 전송하니 구경하는 자들이 길을 막았다. 정종영은 이때 나이가 77세이고 출신한 지 47년이었다. 본조의 사대부 가운데 공로가 높고 명망이 무거운 자는 대부분 화패로 일생을 마쳤고, 벼슬이 높고 연로한 자는 시골에서 사는 것을 좋아하지 않았다. 그런데 정종영은 유독 은례로 치사하여 고향으로 돌아갈 수 있었으니, 조정과 재야가 처음 보는 터라 칭찬하고 사모하여 세상에 드문 성대한 일이라고 하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 2월 1일(무인) 1번째기사",
                "gt-oKo": "팔계군(八溪君) 정종영(鄭宗榮)이 치사(致仕)하고 고향으로 돌아갔다. 종영은 풍질(風疾)이 있어 관직을 모두 사퇴하고 훈봉(勳封)으로 집에 돌아갔다. 임오년이후부터 여러 차례 치사를 청하였는데, 이때에 집안 사람에게 월봉(月俸)을 받지 말도록 하고 간절히 사퇴하여 윤허를 받아 횡성(橫城)의 향리로 돌아갔다. 상이 역마(驛馬)를 주어 호송하도록 명하고 인견(引見)하고자 하였으나 걸음걸이가 불편하다 하여 사양하였다. 중사(中使)를 시켜 한강가에서 전송하게 하였는데 백관 이하가 도성을 비우고 나와 전송하니 구경하는 사람들이 길을 메웠다. 종영은 이때 나이 77세였는데 출신(出身)한 지 47년이었다. 본조의 사대부(士大夫)로서 공로가 높고 명망이 중한 사람은 대부분 화패(禍敗)로 일생을 마쳤고 벼슬이 높고 나이 늙은 사람은 시골에 살기를 좋아하지 않았다. 그러나 종영은 홀로 은례(恩禮)로 치사하여 고향으로 돌아가게 되었는데, 이는 조야가 처음 보는 일이어서 칭찬하고 사모하여 세상에 드문 성대한 일이라고 하였다.",
                "hj": "○朔戊寅/八溪君鄭宗榮致仕還鄕。 宗榮有風疾, 盡辭職名, 以勳封就第。 自壬午年以後, 累乞致仕, 至是命家人, 勿受月俸, 懇辭得請, 歸橫城鄕里。 上命給驛馬護送, 欲引見, 辭以步蹇。 命中使, 賜餞江上, 百官以下, 傾都祖送, 觀者塞道。 宗榮時年七十七, 出身四十七年。 本朝士大夫功高名重者, 多以禍敗終, 官高年老者, 不樂鄕居, 而宗榮獨以恩禮休致, 得返桑梓, 朝野創見, 稱慕以爲希代盛事云。"
            },
            "2": {
                "H2KE-EN": "Minister of War 정언sin was appointed as right state councilor , Yu Jeon as chief state councilor , and Yi Sanul as left state councilor .",
                "H2KE-nKo": "병조 판서 정언신을 우의정으로 초배하고, 유전을 영의정으로, 이산해를 좌의정으로 삼았다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 2월 1일(무인) 2번째기사",
                "gt-oKo": "병조 판서 정언신(鄭彦信)을 우의정으로 초배(超拜)하고, 유전(柳㙉)을 영의정으로, 이산해를 좌의정으로 삼았다.",
                "hj": "○以兵曹判書鄭彦信, 超拜右議政, 柳㙉爲領議政, 李山海爲左議政。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 4월 1일(정축) 1번째기사",
                "gt-oKo": "전 교수(敎授) 조헌(趙憲)이 다시 예궐(詣闕)하여 소장을 올려 시사를 극력 말하였다. 그의 소장의 대략은 다음과 같다. “신이 생각건대, 조정의 진신(縉紳)들이 신의 말을 무섭게 여겨 기필코 죽이고 나서야 그만두려 합니다. 신이 변변치 못하나 또한 혈기가 있으니 어찌 겸손한 말로 몸을 보전하는 것이 의리가 된다는 것을 모르겠습니까. 그리고 타고난 천성이 벌과 개미처럼 충심에만 치우치게 느끼는 바가 있으니 어찌 큰 집이 기울어지는데 한 개의 나무로 지탱할 수 없다는 것을 모르겠습니까. 다만 나라를 근심하는 한 생각이 시골에 있으면서도 환하기 때문에 성주(聖主)께서 위망(危亡)한 지경으로 들어가는 것을 신은 차마 그냥 보고 있을 수가 없습니다. 삼가 듣건대, 요즈음 천재(天災)와 시변(時變)은 전고에 없던 것이므로 삼척 동자(三尺童子)라도 헤아릴 수 없는 화가 있을 것을 알고 있습니다. 화근(禍根)의 소재는 진실로 이미 빚어진 지 오래였습니다. 백성을 옮기는 한 가지 일을 처치함에 있어 점차적으로 하지 않고 너무 급박히 하여 마치 재화를 빨리 불러오지 못할까 두려워하는 것처럼 하였습니다. 그리하여 옮겨가야 할 자가 의지해 거주할 데가 없어도 망하거나 죽을 뿐더러 보인이나 이웃과 친족도 뒤이어 달아나게 되었으니, 상앙(商鞅)의 치밀한 법으로도 이미 흩어진 뒤에는 수습할 수 없을 듯합니다. 그런데 혹시 한 사람이라도 백성이 원망하는 것을 이용하여 난을 일으키면 현재 번성한 도적들이 서로 불러 모여들고 메아리처럼 호응하여 원근(遠近)을 막론하고 혼란하지 않는 곳이 없게 될 것입니다. 거기다가 남쪽의 왜와 북쪽의 오랑캐가 또 틈을 타고 쳐들어오게 되면 경각간에 손을 댈 수 없을 정도로 여지없이 무너질 것입니다. 이런 때에 모르겠습니만, 유사(有司)가 어떤 백성을 동원하여 적을 방어하겠으며 어떤 곡식을 실어다가 군사를 먹이겠습니까. 산이 울고 물이 붉어지는 현상이 나타나니 땅이 이미 흉함을 고한 것이고, 무지개가 해를 가로지르고 혜성이 나타나니 하늘은 재앙을 빠뜨리는 법이 없습니다. 도적과 여역(癘疫)으로 사람들은 많은 해독을 입게 되고 문이 닫혀지고 귀신이 울고 지진이 일고 물이 들끊는 괴이함이 있기에 이르렀으니 차마 귀로 듣지 못할 지경입니다. 옛 일을 가지고 오늘날의 일을 비추어 보며 하늘의 현상을 우러러보고 사람의 일을 살펴보면 반드시 막대한 환난이 닥쳐 노인이나 어린이까지 하나도 살아 남지 못하게 될 것이므로, 말을 하자니 마음이 아프고 울고 싶어도 울 수가 없습니다. 백성을 배양하여 나라를 지키는 것은 비유하자면 그릇에다 물건을 담는 것과 같습니다. 그릇을 위태로운 곳에 두면 그릇이 깨져 물건이 흩어지고, 죽을 곳으로 백성을 몰아넣으면 백성이 죽고 나라도 따라서 망하는 것입니다. 증자(曾子)가 ‘윗사람이 정도(正道)를 잃었으므로 백성이 이산된 지 오래되었다.’ 하였습니다. 성주(聖主)께서 이미 북쪽 변경을 중하게 여기시니, 신이 먼저 그곳 백성이 극히 괴로와서 지탱하기 어려운 정상을 말하겠습니다. 아, 온 해내(海內)가 모두 왕의 영토이니, 다독거려 배양하는 데 방도가 있으면 어느 지방인들 살 수가 없겠습니까. 저들이 기필코 도망하여 흩어지는 것은 남쪽 지방이 좋아서가 아니라 북쪽은 왕화(王化)가 멀고 무인(武人)이 포악하게 굴어서 백성의 재물을 강탈하는 색목(色目)이 이루 말할 수 없기 때문입니다. 그 가운데 심한 것만 거론하겠습니다. 아일(衙日)에 궐(闕)한 대가로 징수하는 데에 세 가지 문서가 있으니 연가(烟家)·환자(還上)·산행(山行)이 그것입니다. 한 사람의 이름을 세 문서에 나누어 기재하여 삼군문(三軍門)에 나누어 주었으므로 각처에서 이름을 점호할 적에 겨우 한 곳의 이름에 응하면 반드시 두 곳은 궐이 나게 되는에 그렇게 되면 초피(貂皮)와 세포(細布)를 반드시 그 사람에게 책임지웁니다. 또 대소 관료들에게 성대하게 차려내는 음식이 그들의 뜻에 차지 않으면 문득 엄형과 중벌이 따릅니다. 토병(土兵)·객호(客戶)·포정(庖丁)·재부(宰夫)들이 처음에는 관곡(官穀)을 빌어다가 마련하고, 다음에는 전지와 집을 팔아 마련하며 마지막에는 친족의 농우까지 빼앗아다가 바쳐도 지탱할 수가 없으니, 서쪽으로 남쪽으로 도망하는 것은 절로 막기 어려운 점이 있습니다. 지금 쇄환(刷還)한다 하더라도 전지와 집이 다 다른 사람의 소유가 되어 있고, 엄혹한 형벌은 예전보다 더 가중되었으며 태장(笞杖)의 크기가 관죽(管竹)만 하므로 아전과 백성들은 살가죽이 온전한 데가 없습니다. 약간의 창고 곡식은 번호(藩胡)까지도 아울러 의뢰하는 실정입니다. 주호(主戶)를 넉넉히 해주면 객호(客戶)가 굶어죽는 자가 많고 객호를 넉넉히 해주면 주호가 굶주리게 됩니다. 따라서 적곡(糴穀)을 바칠 길이 없어 관에서는 빈 문서만 쥐고 있으므로 계속하여 진휼(賑恤)할 수가 없습니다. 나물과 나무 열매로 어렵게 먹고 살아가는 정상은 멀리서 듣는 사람도 놀라게 합니다. 그래서 이주하는 초기에는 모두 반드시 죽을 것이라는 마음을 품게 되니 그렇다면 죄없는 백성을 강제로 몰아다가 반드시 죽을 곳으로 나아가게 하는 것은 결코 성상으로서는 차마 하실 일이 아닙니다. 차마 할 수 없을 뿐만 아니라 오패(五伯)의 강성함으로써도 나라의 백성을 힘으로 제어하지 못하였습니다. 진 시황(秦始皇)이 이에 억지로 제어하려 하였으나 마침내 백성에게 버림을 받았습니다. 복철(覆轍)이 환하게 밝으니 백성의 여론을 두려워해야 합니다. 신은 이 백성은 날마다 종아리를 치더라도 옮기기 어려울 듯하다고 여깁니다. 가령 유사(有司)가 법을 봉행하고 백성이 과연 영을 따른다 하더라도 옥비(玉婢)의 자손 2백여 명을 옮겼는데 지금은 열 사람도 차지 않는다 합니다. 이는 백성의 산업(産業)을 주관하는 사람이 사람마다 모두 살아가도록 하지 못하고 도리어 못살게 재촉하였기 때문입니다. 가령 셋으로 나누어 옮기되 먼저 건아(健兒)가 있는 민호(民戶)를 옮기고 3분의 2는 남겨두었다가 이들에게 각각 공물을 거두어 먼저 옮겨간 민호를 부호(扶護)하게 하여 저들이 전지를 개간한 다음에 점차 옮기게 하면 거주하는 자와 옮겨가는 자가 양쪽 모두 온전하게 될 수 있습니다. 칼로 죽이는 것이나 정사로 죽이는 것이나 살인한 것은 같습니다. 전하께서 이 백성들이 모두 죽었다는 것을 들으시면 반드시 척연(戚然)히 마음 속으로 슬퍼하게 될 것입니다. 백성의 부모가 되어 어찌 차마 먼저 백성의 산업은 관리하지 아니하고 그저 백성을 옮기는 명령만 급급히 내리신단 말입니까. 지금 백성의 산업을 관리하는 데에는 다른 방법이 없습니다. 오직 현재 쇄환시키는 문서에 기록되어 당연히 옮겨야 할 각도의 백성들에 대해서 그 가운데 노약자는 그대로 남쪽 지방에 살게 허락하되 그들의 소원에 따라 해마다 공목(貢木)을 납입하게 한 다음 관에서 역마로 운송하여 토병(土兵)의 남녀로서 농사지을 수 있는 자에게 각각 1필씩 나누어 주어 둔전(屯田)을 개간하게 하소서. 그렇게 하면 토병의 남녀가 추우면 옷을 입게 되고 굶주리면 이를 팔아 밥을 먹을 수 있으니 오랑캐 지방의 찌꺼기를 빌어먹기 위해 몰래 왕래하면서 나라의 계책을 누설하는 지경에는 이르지 않을 것입니다. 새로 개간한 전지의 수확이 점차 축적되어 신호(新戶)를 부양할 수 있게 된 뒤에 각진(各鎭)으로 하여금 해마다 개간한 전지가 몇 결(結)이나 되고, 신호 몇 가구를 수용할 수 있는가를 갖춰 보고하게 하여 곧 호조·병조로 하여금 상의하여 현재 쇄환시키는 문서에 따라 장정이 많은 호구를 먼저 선택하여 점차적으로 들여 보내소서. 그리고 간혹 문관(文官)인 부사(府使)와 판관(判官)을 배치하여 조종조(祖宗朝)처럼 십분 다독거려 배양시키게 하소서. 그리하여 세 종류의 문서로 나누어 궐(闕)을 징수하는 폐단을 제거하되 초피(貂皮)를 경상(卿相)의 집에 바치는 자는 아 대부(阿大夫)로 지목하고, 태형(笞刑)과 장형(杖刑)으로 교정하는 규정을 회복하되 한 사람의 목숨이라도 잔해(殘害)하는 자는 내준신(來俊臣)의 죄로 논단하소서. 오랑캐를 토벌하기 위하여 군사를 호궤(犒饋)하는 경우가 아니면 소를 잡지 못하게 하고 차츰 남은 것을 취하여 객호(客戶)에게 농기구를 나누어주어 신구(新舊) 백성으로 하여금 농사지을 수 있는 소가 있고 사용할 수 있는 농기구도 있어 모두 스스로 농사에 힘써서 공사(公私)의 용도를 넉넉하게 한다면, 창고의 곡식을 대출받은 자가 포흠(逋欠)하는 데 이르지 않고 변경의 묵밭도 모두 낙토(樂土)가 될 것입니다. 이렇게 한 뒤 철따라 여가가 나는 대로 전법을 교련시키되 먼저 효제 충신(孝悌忠信)을 가르치고 활쏘기와 말타기에 우수한 자는 상을 주고 모책(謀策)이 출중한 자는 발탁하도록 하소서. 그리하여 사람들이 윗사람을 친애(親愛)하고 관장(官長)을 위해 죽는 것이 의리가 된다는 것을 알게 한다면 몽둥이를 만들어 오랑캐를 매질할 자가 반드시 토병(土兵)과 이주한 백성 가운데서 나올 것은 물론이고 남쪽 지방의 정병(精兵)을 해마다 뽑아 보낼 필요조차 없게 될 것입니다. 아, 북도(北道)의 조폐(凋弊)는 진실로 근심스러운 일이지만 남쪽 지방의 공허(空虛)함도 실로 국가의 큰 근심거리입니다. 백성들이 흩어지는 까닭을 찾아보면 폐단이 한둘이 아니지만 그 중에 큰 것만 추려 말씀드리면 역역(力役)이 번다하게 일어나는 것, 공부(貢賦)가 가혹한 것, 형옥(刑獄)이 번거롭고 원통한 것입니다. 이 세 가지 일이 백성에게 원한을 쌓게 한 것은 진실로 하루 이틀이 아닙니다. 그러나 지엽(枝葉)이 떨어짐으로써 근본이 장차 위축되게 되었으니, 하늘이 경계를 보이고 사물이 요괴(妖恠)를 일으킨 것이 모두 전대 말세의 변괴입니다. 군사와 백성의 감손이 또 그지없으니, 국운이 사뭇 위태로운데 오늘날 빨리 고치기를 바라지만 또한 시기가 늦은 듯싶습니다. 아, 연산군(燕山君) 때 제정된 공안(貢案)은 경륜이 있는 사람의 손에서 나오지 못하고 원대한 식견이 없는 사람에게서 이루어졌으므로 스스로의 이익을 추구하는 계책으로 만들어진 것입니다. 크고 작은 고을에 공물을 배정함이 고르지 못하고 조목을 세밀히 나누어 마치 쇠털처럼 번다합니다. 한 자그마한 물건을 서울로 올려보낼 때에 인정(人情)과 작지(作紙)의 비용이 갑절 또는 5배 이상이나 듭니다. 삼명일(三名日)에 바치는 방물(方物)의 댓가가 과람함이 더욱 극도에 달하여, 가죽 한 장의 값이 혹 포목(布木) 1동(同)이 넘기도 하고 그 나머지 작은 물건도 모두 8결(結)에서 마련하니, 포목(布木)이 모두 공허(空虛)해져서 의복이 추위에 떠는 노약자에게 미치지 못합니다. 호조에서는 국용이 결핍된 것을 근심한 나머지 이문(移文)을 급히 보내어 반드시 기준 세액을 확보하도록 명령하니, 각 고을의 서리(胥吏)는 소문만 듣고도 두려워하여 비록 흉년을 당한 메마른 땅이건, 병충해를 입은 전지이건 일체 상지상(上之上)으로 과세합니다. 재상 경차관(災傷敬差官)의 일행은 다만 아랫사람의 것을 줄여서 윗사람에게 더 보태어 주게만 할 뿐 살가죽이 다 없어지면 털이 붙어 있을 곳이 없게 된다는 것을 알지 못합니다. 그리하여 타작 마당에서 급히 징수하여 가고 꾸어서 바쳐도 부족하여 쌀알이 굶주리는 노약자에 미치지 못합니다. 군정(軍丁)의 역사(役事)는 괴로운 것이 많은데, 이웃과 일족에 대한 침탈이 해마다 더욱 가중됩니다. 게다가 수령을 자주 바꿈으로써 신구의 수령을 전송하고 영접하는 절차가 빈번하여 객태(客駄)가 해마다 무거워지고, 진상하는 물건에 뇌물을 가지고 가니 우역(郵驛)의 말과 백성의 농우가 날로 죽어가고 있습니다. 결부(結負)에 대한 요역(徭役)이 달마다 증가하는 것은, 또 공족(公族)들의 궁실(宮室)에 사용되는 재목을 오로지 이 백성에게서 판출하여 내고 성을 축조하는 승군(僧軍)의 댓가도 곤궁한 민가에 책임지우고 경상(卿相)의 집을 수리하는 데도 이들에게 의뢰하고 있기 때문이니, 지금 백성의 역역(力役)이 번다한 것이 예전 백성에 비해 어떠하겠습니까. 옛날의 백성은 공부(貢賦)를 바쳐서 왕실을 호위할 따름이었는데 오늘날의 백성은 사문(私門)의 역사(役事)가 한 해에 헤아릴 수 없이 많습니다. 그리고 먼 변방의 역사가 걸핏하면 진(秦)나라 때의 노고보다 더 심하니, 어찌 백성이 곤궁하지 않고 또 도둑질하지 않을 수 있겠습니까. 더구나 형옥(刑獄)의 처리는, 법을 무시하고 뇌물의 다소와 형세에 따라 처결하는 것은 이루 다 말할 수 없습니다. 양인(良人)을 억압하여 천인으로 만들고 사람을 빼앗아다가 종으로 삼으며, 탐욕한 사람이 세상을 으르고 난민(亂民)이 횡행하여 남의 분묘(墳墓)를 파헤치고 남의 집을 헐어 빈 터로 만들어 버립니다. 이리하여 죄없는 백성이 하늘에 호소함으로써 수재와 한재의 재앙이 이미 초옥(楚獄)처럼 억울할 뿐만이 아니라, 성심(聖心)에도 몹시 가슴 아프게 여기시는 바입니다. 지난 가을부터 북쪽 사람을 쇄환(刷還)하라는 명령이 계셨는데, 감옥이 이미 차서 옆집까지 아울러서 감옥으로 만들었습니다. 수금되는 근심이 양민(良民)에게 미칠 뿐만 아니라 사대부의 자제도 형장(刑杖)을 면하지 못합니다. 이주를 기피한 한 품팔이꾼을 거접(居接)하였다가 온 가족이 북방으로 이민을 가는 지경에 이르렀고, 한 골육(骨肉)의 정을 끊기 어려워서 잠깐 쉬게 하였다가 그 피해가 수십 호의 이웃에 미칩니다. 이러므로 이주하는 백성에게 조금만 관계가 되는 이웃은 모두 체포될까 두려워하게 되므로 비지 않은 마을이 없고 계획적으로 패옥(敗屋)한 것이 거의 10분의 4에 이르며, 몰래 도망한 자도 무려 만으로 헤아릴 정도입니다. 아, 이산보(李山甫)·권징(權徵)은 모두 상의하여 완만히 조처하자는 계사(啓辭)가 있었는데, 이것이 어찌 전하를 속이고 백성에게 명예를 요구한 것이겠습니까. 양사(兩司)의 말은 또한 일국의 공언(公言)인데 정언신(鄭彦信)은 편견만을 고집하여 밀가루 없이 수제비를 빚어 내도록 기필하여 만백성이 모두 죽게 만들었으니 무슨 방책으로 백성들을 안정시켜 국운을 계속 연장시킬 수 있겠습니까. 정자(程子)의 《역전(易傳)》 손괘(損卦)의 단사(彖辭)에 ‘손(損)이란 지나친 것을 줄여 중도로 나아가게 하고 부말(浮末)한 것을 줄여 본실(本實)로 나아가게 하는 것이다. 천하의 해독은 부말이 과다함에서 말미암지 않는 것이 없다. 높은 집과 조각한 담의 화려함은 궁실(宮室)에서 근본하고, 술과 고기가 낭자한 연회는 음식에서 근본하고, 음혹(淫酷)하고 잔인함은 형벌에서 근본하고, 군사를 남용하여 무력을 자주 쓰는 것은 정벌에서 근본한다. 대저 인욕(人欲)이 과도한 것은 모두 봉양(奉養)에서 근본하지만 그것이 오래되면 해가 되기 일쑤다. 선왕(先王)이 근본을 제어한 것은 천리(天理)이고 후인이 부말로 흐른 것은 인욕이다. 손(損)의 의리는 인욕을 줄여서 천리를 회복시키는 것이다.’ 하였습니다. 전하께서 시험삼아 삼대(三代)의 왕제(王制)로 오늘날의 일을 세밀히 비교하여 보소서. 천리에서 나온 것이 얼마이고 인욕에서 나오 것이 얼마입니까. 모든 위태로운 상황은 전부 사치가 극심한 탓으로 이 백성을 병들게 한 데서 연유되었으니, 사직이 이들에 의해 유지된다는 것을 아신다면 자신의 몸처럼 여겨야 합니다. 더구나 팔진미(八珍味)의 가짓수에 들지 않는, 백성을 박해하는 물건들로서 자신의 몸보다 중하지 않는 것이겠습니까. 옛날 대우(大禹)는 수레에서 내려서 죄인을 보고 울었고, 송 인종(宋仁宗)은 구운 양고기를 먹지 않았고, 명(明)의 홍치황제(弘治皇帝)는 닭과 양의 도살을 줄이도록 명하였습니다. 지금부터 무엇을 거울로 삼아야 하겠습니까. 자기 몸에 병을 앓듯이 하여 죄없는 사람을 석방해야 할 것이 아니겠으며, 봉양을 검소히 하고 근원을 맑게 하여 백관을 바르게 해야 할 것이 아니겠으며, 덕있는 사람을 급급히 공경하여 소민(小民)을 화하게 해야 할 것이 아니겠습니까. 만민이 화합해야 천명(天命)도 이로부터 연장되는 것입니다. 생각건대, 성주(聖主)께서는 총명이 고금을 통해 으뜸이시고 경사(經史)를 두루 읽으셨으니, 흥망 치란(興亡治亂)의 사기(事機)에 이미 그 근원을 환히 보고 충분히 생각하셨을 것으로 여깁니다. 이 위급한 시기를 당하여 어찌 태만한 무리에게 맡겨 조종(祖宗)의 중기(重器)를 그릇치게 해서야 되겠습니까. 옛날 명묘(明廟) 시대에 윤원형(尹元衡)·이양(李樑)이 충현(忠賢)을 다 제거하고 조정 정사를 탁란시켜 종묘 사직이 거의 위태롭게 되었습니다. 그러나 명종께서 간상(奸狀)을 환히 통촉하시고 원구(元舅)와 척리(戚里)의 친척에 관계되었어도 의심하지 않고 제거하여 종사를 편안하게 하셨습니다. 생각건대 명종의 춘추가 그때 겨우 서른을 넘으셨으나 자기 사욕을 극복하고 사정(私情)을 잊은 것은 한 소제(漢昭帝)와 부합되었는데, 어찌 우리 성상께서는 명종께서 이양을 쫓아내시던 연세가 지나셨는데도 오히려 이양과 윤원형의 소위를 계승한 자들에게 가리워져서 그들로 하여금 사당(私黨)을 세우고 간사를 부리게 하시면서도 깨닫지 못하신단 말입니까. 김귀영(金貴榮)은 전에 재물을 부당하게 모았다는 탄핵이 있었고 뒤에는 어진이를 해쳤다는 논의가 있어 공론이 허여하지 않자 이에 백유양(白惟讓)의 당여와 결탁하여 정권을 잡고 은총을 독차지하려는 계책을 세웠으므로, 강서(姜緖)가 그를 비루하게 여기기에 이르렀습니다. 유전(柳㙉)은 장수를 천거함에 있어 오로지 뇌물만을 숭상하였으므로 심암(沈巖)이 패하여 군사가 몰살되었고 상벌(賞罰)을 내림에 있어 오직 성세(聲勢)만을 보았으므로 서예원(徐禮元)이 적병을 불러들였습니다. 약방(藥房)의 제조(提調)로 있으면서는 군부의 병환을 대수롭지 않게 보았으며, 중국에 사신으로 가서는 군부의 명을 크게 욕되게 하고도 벼슬의 제수에는 사양하지 않았으니, 나라를 망치고 집을 패망시킨 뒤에야 그만두려는 것입니다. 그런데도 그를 만민이 모두 우러르는 정승의 지위에 앉혀두고 반드시 어진이를 해치고 나라를 병들게 하시니 자못 원신(遠臣)으로서는 이해하지 못할 일입니다. 정언신(鄭彦信)에 이르러서는, 본디 지식이 없는 자로서 갑자기 최고의 품계에 이르렀습니다. 그가 전고에 없는 은총을 받게 되어서는 기고만장하여 오로지 재물을 받아 자기의 이익 차리는 것만을 힘써서 뇌물의 다소에 따라서 변장(邊將)을 임명하였으며 아내와 함께 유연(遊宴)하기에 이르렀습니다. 그의 내행(內行)을 살펴보면 이미 지극히 비루하고 그의 외정(外政)을 보아도 지극히 방자합니다. 남쪽 지방의 물력을 다하여 군량을 운송하게 되어서는 주리는 군사를 배불리 먹이지 아니하고 간흉에게 사적으로 바친 것이 헤아릴 수 없이 많았습니다. 그리고 내탕고(內帑庫)의 재화와 포목을 다 쓸어내어 수송하게 되어서는 호인(胡人)의 머리와 바꾸지 아니하고 중간에서 부정하게 없어진 것이 이루 헤아릴 수 없이 많았습니다. 군중(軍中)의 상벌은 일체 세리(勢利)에 의해 행할 뿐이어서 공로와 죄과에 맞지 않았습니다. 우서(禹瑞)는 이제신(李濟臣)의 말을 듣지 아니하고 경솔히 싸우다가 군사를 잃었고, 게다가 함몰당한 수효를 숨겼으니 마땅히 죽여야 했는데도 죽이지 않았습니다. 서예원(徐禮元)은 앞서 일을 그르친 죄가 있는데 북쪽 지방이 그 때문에 공허(空虛)하게 되었고, 뒤에는 항복한 자를 죽인 죄가 있었으니 당연히 목을 베어야 할 것인데도 목 베지 않았습니다. 신립(申砬)은 품계(稟啓)하지 않고 마음대로 죽인 작은 허물이 있기는 하나 자기의 몸을 돌보지 않고 용감히 적에게 돌진한 공은 한(漢)나라의 비장(飛將)이라 할 만한데 사론(邪論)을 편벽되게 주장하여 언초(彦超)처럼 오랫동안 폐기했을 뿐만 아니라, 혹 단도제(檀道濟)처럼 죽이려고 하기도 하였습니다. 녹둔도(鹿屯島)의 둔전(屯田)은 강물을 등지고 농사짓고 있으므로 공의(公議)가 크게 불가하다고 했는데도 여러 사람의 논의를 극력 배척하여 남관(南關)의 백성을 대량으로 죽였습니다. 또 조종(祖宗)의 좋은 법을 무너뜨리어 간혹 문관(文官)을 부사(府使)나 판관(判官)으로 임용하여 북방 백성을 다스리게 하지 아니하고 오로지 무인(武人)만을 기용하여 멋대로 횡포를 부리게 하여 백성과 오랑캐의 마음을 크게 상하게 하였습니다. 그리하여 해마다 남녘의 곡식을 수송하고 또 남녘의 군사를 동원하려 하였으나 내지(內地)의 힘만 고갈되었을 뿐입니다. 그리고 또 해마다 남녘의 승려를 부려 부질없이 장성(長城)을 쌓음으로써 사찰이 대부분 비고 반 이상이 적당(賊黨)에게 붙게 하였습니다. 아, 이 몇몇 사람은 국가에 대하여 깊이 쌓인 분노는 없었으나 계책이 원대하지 못하고 일 처리가 엉성하여 반드시 신기(神器)를 전복하고야 말려고 하였습니다. 어리석은 신은 모르겠습니다만, 전하께서 이들 몇몇 신하에게 취하는 점이 무슨 일이었습니까. 이들은 공고하게 체결하여 성세(聲勢)를 서로 의지하고 있으므로 도성 사람이 모두 타기(唾棄)하는데, 아직까지도 성상께 아뢰지 않은 채 오늘날에 이르렀으니, 신은 실로 전하께 언관(言官)이 있는지 모르겠습니다. 이러한 일들을 정탁(鄭琢)에게 말하게 하려 한다면, 경전(經典)을 비난하고 성인을 속인 간사함이 오래 전부터 식자의 탄식이 있게 하였으니 지금 늘그막에 와서 권문(權門)을 거스르려 하겠습니까. 정언지(鄭彦智)에게 말하게 하려 한다면, 언지는 간인 가운데 우심한 자이고 정언신의 형입니다. 권극례(權克禮) 형제에게 말하게 하려 한다면 극례 등은 곧 언신의 무리와 성은 다르나 형제가 된 자들입니다. 정윤복(丁胤福)과 조인후(趙仁後)에게 말하게 하려 한다면 윤복은 송응개(宋應漑)에게 사정(私情)을 두었고 인후는 김귀영(金貴榮)에게 사정을 둔 자들이니, 어찌 탈탈(脫脫)이 의리에 의거하여 친척을 탄핵한 것처럼 할 수 있겠습니까. 윤국로(尹國老)·이인(李訒)에게 말하게 하려 한다면 두 사람은 모두 벼슬자리를 잃어버릴까 근심하는 더러운 자들입니다. 더구나 화심(禍心)을 품고 있는 김응남(金應南)과 배회하고 돌아보는 유성룡(柳成龍) 같은 자는 평생 한 일이 일체 현인을 해치는 일만 힘쓰고서도 뉘우쳐 깨닫고 애처롭게 여기는 단서가 있다는 말을 듣지 못하였으니 어찌 전하를 위하여 다 말하려 하겠습니까. 이러므로 당하(堂下)의 관료들은 이 사람들에게 붙은 뒤에야 시종(侍從)이 될 수 있고, 무인이나 남반(南班)으로서 버림을 당한 자는 오직 이들의 논의에 붙은 뒤에야 외직에 승진될 수 있습니다. 말할 만한 선비를 찾아내어 하나하나 멀리 배척하고 하집중(河執中)·계가(季可) 같은 무리들만을 취해다가 요직에 배치하였기 때문에 번갈아가며 간사한 속임수를 부리고 있습니다. 그리하여 요로에 있는 간악한 대신은 논하지 않고 오직 작은 고을 수령이나 말단 관원만을 논박하며, 나라가 위망해지는 상황은 걱정하지 않고 오직 그 당여들의 소굴에 대한 안전만을 도모할 뿐입니다. 그 가운데 청론(淸論)을 주장하는 것으로 이름난 자도 오직 좀도둑만 논할 뿐 큰 도둑은 감히 지척하여 논하지 못합니다. 전하께서 대신과 언책(言責)의 반열에 있는 자를 보실 적에 누가 주운(朱雲)처럼 난간을 부러뜨리면서까지 극력 간언할 자이겠으며, 누가 육수부(陸秀夫)처럼 어린 임금을 부탁받고 유교(遺敎)를 받을 만한 자이겠습니까. 아, 전하께서 효도로 일국을 다스리고자 하시나 성효(誠孝)가 신명을 감동시키는 자가 나와서 세속의 모범이 되지 못하고, 전하께서 항상 혼탁한 자를 격동시키고 청백한 자를 선양하려 하시나 얼음과 옥처럼 절조가 맑은 자가 항상 어리석고 못난 사람 뒤에 있으며, 전하께서 항상 경술(經術)에 통하고 이치에 통달한 사람을 얻어 고문(顧問)에 응할 사람으로 삼고자 하시나 정도(靜道)를 지키는 박아(博雅)한 선비가 항상 약간 염근(廉謹)한 체하는 무리들에게 속임을 당하고, 전하께서 교화를 힘써 행하는 자를 얻어 모범으로 삼고자 하시나 노인을 노인으로 받들고 어른을 어른으로 여기는 현인은 항상 문서나 정리하는 속리(俗吏)에 묻혀 있고, 전하께서 맹사(猛士)와 모신(謀臣)을 얻어 사방을 지키려 하시나 도약하여 적진을 함락시킬 수 있는 무리는 항상 비열한 채수(債帥)에 의해 기만당하고 있습니다. 전하께서 오늘날을 보실 적에 권위(權威)가 임금에게 있습니까, 아니면 당로자에게 있습니까. 논평하는 사람은 ‘옛날에는 하나의 윤원형이 기탄없이 탐욕을 부려 흉포한 자를 임용하자 안으로는 임꺽정(林巨正)의 난을 빚어내었고 밖으로는 을묘 왜변(乙卯倭變)을 초래하였다.’ 하였습니다. 그런데 지금은 백 사람의 원형이 있어 각각 백성에게서 마구 수탈하여, 수레·말·궁실·자식·첩을 위한 백년의 계책으로 군졸과 백성에게 박탈하지 않는 날이 없으니, 적과 원수를 불러들이기를 게을리하지 않는 것이 이때보다 심한 경우가 없었으므로 장차 사나운 도적이 국내에서 선동하여 결국 적의 침입을 막아내기 어려운 점이 있게 될 것입니다. 지금 과연 바다를 에워싼 왜적이 발동하지 않는 지방이 없지만 자못 살인을 금하고 있으니, 이는 그 괴수(魁帥)에게 반드시 깊은 계책이 있는 것으로서 평민을 해치는 임꺽정과는 다른 자입니다. 서쪽 지방에는 첩보(諜報)가 있고 남쪽 변경에는 경보(警報)가 있는가 하면 서방 백성이 모두 여귀(癘鬼)가 되어 형세가 진실로 위태롭지만 오히려 대국의 원조를 믿을 수 있습니다. 그러나 남쪽 변방은 극히 피폐하여 성첩(城堞)이 웅장하지만 활을 당겨 적을 물리치는 군사가 실로 윗사람을 친애(親愛)하고 관장(官長)을 위해 죽는 일에 대해서는 믿을 만한 것이 없습니다. 그렇다면 비포(飛砲)와 녹인 쇠물로 운제(雲梯)를 불태워버린 김경손(金慶孫)·박서(朴犀)와 같은 자가 누가 있겠습니까. 아래로는 백성들이 은택을 입지 못하고 위로는 도리를 아는 조사(朝士)가 적습니다. 오늘날 사전의 대비로서 박순(朴淳)을 복직시키고 정철(鄭澈)을 불러오며 덕이 이루어진 선한 사람을 널리 구한다 하더라도 또한 때가 이미 늦은 듯싶습니다. 이산해(李山海)가 정승이 되어서는 국사가 중대함은 생각하지 않고 오직 사당(私黨)만을 끌어들이려는 마음을 품었기 때문에 현인을 해치고 일을 그르치는 사람을 나라를 근심하는 노성(老成)한 사람보다 먼저 등용하고 군국(軍國)의 중대한 일은 일체 이조와 병조에 달려 있는데도 곧 나라를 좀먹는 간인을 그 지위에 나누어 배치시키고 공심(公心)을 가진 사람을 배척하였습니다. 전곡(錢穀)의 관리에 이르러서도 사인(私人)이 주관하게 하고 관각(館閣)의 선임(選任)도 항상 아첨하는 소인에게 맡겼습니다. 그리고 언책(言責)과 시종(侍從)의 반열에도 그의 심복이나 앞잡이가 아니면 온갖 계책으로 은밀히 배척하여 고매하고 방정(方正)한 선비로 하여금 일체 왕의 처소에 가까이하지 못하게 합니다. 관학(館學)에서 사특한 논의를 주장하는 우두머리를 모두 드러내어 상을 줌으로써 선비의 기풍을 그르치게 하였습니다. 이리하여 제자가 스승을 배반하고 형이 아우의 제거를 도모하며 아우로서 형을 공격하는 자를 좋은 벼슬자리에 두기까지 하여 간성(干城)과 고굉(股肱) 같은 요직의 선택을 일체 자기의 뜻대로 임용하고, 일국의 선비의 입을 봉하여 감히 구양수(歐陽脩)·진차승(陳次升)의 소장을 위태로운 조정에 올리지 못하게 합니다. 인물을 진퇴시킴에 있어서는 일체 김응남(金應南)의 사주를 따르고 있고 감히 드러내놓고 배척하지는 못하지만 항상 은밀히 남을 해치던 진회(秦檜)의 술법을 본받고 있습니다. 아, 이산해의 마음은 어느 지경에 이르렀습니까. 기필코 전하를 무함하고 속일 수 있다고 여기는 것입니다. 이산해는 나이가 이미 50이 넘었는데 바르지 못한 사람을 등용하고 정직한 사람을 버린 큰 죄가 이미 드러났으니 유배하여 쫓아낼 자가 이 사람이 아니고 누구이겠습니까. 지금 백성이 곤궁하고 재물은 탕진되었으며 아래가 무너지자 위도 전복될 형상이 가까이는 서울로부터 이미 팔도에 미쳤습니다. 부세 징수가 번중(煩重)하고 간사한 폐단이 날로 생겨나므로 선량한 백성이 원망하고 괴로와하여 모두 마음이 이산되어 있으니 이는 실로 국가의 큰 근심거리입니다. 유성룡과 김응남은 세상을 다스릴 만한 재능이 못되고 원대한 계책을 지닌 식견도 없은데 악당들이 서로 헛된 명예를 과장하면서 몰래 사특한 의논을 주장하며 어진이를 시기하고 선한 사람을 미워하여 김응남·유성룡이 악한 사람을 끌어들이고 당여를 부식하여 권세를 공고히 하는 것을 도움으로써 현명한 임금을 고립시켜 은택이 아랫사람에게 이르지 못하게 하니, 이는 실로 고질적인 무리들입니다. 오늘날의 계책은 모름지기 성상께서 죽은 사람을 슬퍼하고 어지러움을 두렵게 여겨야 합니다. 그리하여 어진 사람을 임용하고 준걸(俊傑)을 구하기를 마치 한 광무(漢光武)가 호타하(滹沱河)를 겨우 건너자 팥죽과 보리밥을 달게 먹은 것처럼 늠름히 하고, 당 덕종(唐德宗)이 봉천(奉天)에 있으면서 경림고(瓊林庫)와 대영고(大盈庫)를 파한 것처럼 공경스런 마음을 지니며, 주 문왕(周文王)이 행한 정공(正貢)의 부세(賦稅)를 본받고 만당(晩唐) 때처럼 가혹하게 거둬들인 헌납을 물리치게 해야 합니다. 그리고 임금과 신하가 서로 맹세하여 폐해가 있는 규례를 통렬히 혁파하고 안으로부터 밖에 이르기까지 큰 폐막(弊瘼)을 함께 제거해야 합니다. 그렇게 하면 은택을 입은 팔도의 백성이 얼마나 다행하게 여기겠습니까. 한 장의 교서(敎書)가 내려짐을 보게 되면 도적떼들이 그칠 것인데 이산해는 노년에 이르도록 한마디 말도 하지 않았습니다. 정승의 자리에 오르게 되어서는 책임을 메울 수 없자 곧 관서(關西)와 해서(海西)를 위해서 대략 구제하는 말을 하였으나 근본에 대한 논의를 먼저 하지 않았습니다. 이런데도 시대를 구제하는 정승이라 여긴다면 시무(時務)의 급함을 아는 자가 아닙니다. 신은 생각건대, 아마도 한탁주(韓侂胄)를 회수(淮水)가에서 효수(梟首)하지 않았으면 국내 도적과 외방 오랑캐의 난리를 풀 수 없었을 것이고, 이임보(李林甫)가 살았을 적에 그의 관작을 삭탈(削奪)하지 않았으면 현인과 군자의 마음을 위로할 수 없어서 절의를 지키고 의리를 위해 죽는 선비가 나라를 위해 힘을 다 바치지 않았을 것이며, 배연령(裵延齡)의 간사함을 내치지 않았으면 이익을 다투는 신하가 날로 진용(進用)되어 민생이 거꾸로 매달린 듯한 곤궁함을 영원히 풀 수 없게 되었을 것입니다. ‘제 경공(齊景公)이 말 4천 필을 두었으되 죽는 날에 백성이 덕을 일컬음이 없고, 백이(伯夷)와 숙제(叔齊)는 수양산(首陽山) 아래에서 굶어죽었으되 백성이 오늘날에 이르도록 그를 일컫는다.’ 하였는데, 주자(朱子)가 주해(註解)하기를 ‘사람이 일컫는 것은 덕에 있고 다른 데에 있는 것이 아니다.’ 하였습니다. 신은 또 《대학(大學)》의 주해를 겸하여 외어보건대 ‘재물이란 사람으로서는 누구나 얻고자 하는 것이나 혈구(絜矩)하지 못하고 욕심만 부리면 백성이 또한 분기하여 쟁탈하게 될 것이다.’ 하였습니다. 이러므로 많이 저장한 자는 크게 망하는 것입니다. 그런데 역대로 망한 나라의 유허(遺墟)에는 부유했던 형적은 찾아볼 수 없고 오직 향기로운 명덕(明德)만이 백세토록 꽃다운 명성이 전하여 마지 않았을 뿐입니다. 신은 원하건대, 성주(聖主)는 제 경공(齊景公)을 경계하시어 재물을 천하게 여기고 덕을 귀히 여겨 마지막 삼가기를 시작하는 것처럼 하소서. 그리하여 안으로는 부자(父子)의 친의(親誼)를 돈독히 하고 밖으로는 군신의 의리를 밝히며, 임금의 법도를 삼가 지키고 왕의 제도를 한결같이 준수하소서. 그리고 모든 왕손(王孫)과 종실에게도 신의 말을 분명히 보여, 백이(伯夷)가 세상의 사표(師表)가 된 것은 궁실(宮室)이 웅장하고 전야(田野)가 넓은 데에 있었던 것이 아니라 실로 효도와 겸양의 풍교(風敎)를 돈독히 한 데에서 연유된 것임을 분명히 알게 하소서. 그리하여 어진이를 친근히 하고 스승에게 나아가는 것을 급선무로 삼아 반드시 선한 일을 하는 것을 지상의 즐거움으로 삼은 동평왕(東平王)의 즐거움을 얻도록 하소서. 그리고 소나무가 무성한 듯 대숲이 우거진 듯한 궁실은 요즘 웅비(熊羆)의 태몽이 있으니 후한 녹봉의 나머지를 떼어내어 해마다 조금씩 축조하여도 예를 차리기에 충족합니다. 모름지기 서민들의 힘을 고갈시켜 가며 일찍 서둘러 거대한 집을 장만할 필요가 없습니다. 그리하여 이 곤궁한 백성으로 하여금 군사와 농사의 일에 전력하여 병기를 잡고서 사직을 보위하게 한다면 모든 관료들도 이를 보고 느껴서 그칠 줄을 알아 탐욕을 절제할 것입니다. 예로부터 사직을 안정시킨 신하는 반드시 다 진평(陳平)·주발(周勃) 같은 대신이 한 것이 아닙니다. 전천추(田千秋)는 한 마디 말로 임금을 깨우쳤습니다만 이는 한 고조(漢高祖)의 침랑(寢郞)이었으며, 소안항(蘇安恒)은 두 번 상소하여 당(唐)나라를 정상으로 돌려놓았습니다만 이는 기주(冀州)의 백성입니다. 신이 재주는 없으나 옛날 낭관(郞官)의 자리에 있었으니 기주의 백성과는 다르며, 또 종묘서 령(宗廟署令)을 지냈으니 한 고조(漢高祖)의 침랑(寢郞)과 다름이 없습니다. 지금 거간(巨奸)이 요직을 점거하고 있으면서 난동을 부려 나라를 그르치는 화는 또 무고옥(巫蠱獄)과 무씨(武氏)의 화보다 심한 것이 있습니다. 신의 현사(賢師)는 또 왕안석(王安石)과 같은 사람이 아니고 신의 성주(聖主) 또한 광초(狂楚)가 아니니, 혓바닥이 마르기 전에는 오히려 말할 만한 예수(禮數)가 있으며 하늘의 해가 아직도 밝으니 오히려 전환(轉換)할 만한 기회가 있습니다. 올 봄에 구렁에 뒹굴던 목숨이 곤절(困絶)한 지경에 이르렀는데 만일 만백성이 같이 난리 속에 뒹굴게 된다면 살 곳을 잃은 백성들이 어디로 돌아가 의지할지 모르겠으며, 이때에는 장구령(張九齡)의 말을 쓰지 않은 것을 혹 후회하실 수도 있을 것입니다. 성명(性命)이 구차하게 존재하게 됨을 생각하니 종사(宗社)를 반석(盤石)의 터전 위에 두기를 바라며, 신도 태평스런 시대에 농사지어 먹고 살며 까마귀가 부모의 은덕을 갚듯 신의 사정(私情)을 펴서 강혁(江革)처럼 어머니를 업고 피난하는 지경에 이르지 않고자 합니다. 그리하여 충심을 다 드러내어 권요(權要)에 있는 사람을 범하니 분의(分義)를 헤아려 봄에 더욱 참람함을 깨닫겠습니다…….” 조헌이 이어 도끼를 지고 거적자리를 깔고 궐문에 엎드려 명을 기다렸다. 이에 삼사(三司)가 소장을 번갈아 올려 흉험(兇險)하고 간독(奸毒)한 죄로 논하고, 관작을 삭탈하고 원찬(遠竄)시키기를 청하였다. 상이 처음에는 허락하지 않다가 여러 번 계사를 올리자 윤허하였다. 조헌이 오랫동안 기다렸어도 명이 내리지 않았다. 상은 조헌이 실지(失志)하여 원망하는 말을 마구 한 것이라 하여 관직을 제수하라는 분부를 내렸다. 그러자 조헌은 곧바로 물러나 옥천(沃川)으로 돌아갔다. 조헌이 길주(吉州) 영동역(嶺東驛)에 찬배(竄配)가게 되자 금부(禁府)의 나졸(羅卒)이 압행(押行)하려고 갑자기 그의 집 문에 이르렀는데, 조헌이 듣고는 곧바로 길을 나서니 나졸이 말리며 말하기를, “내가 오늘 아침에 여기에 도착할 수 있었으나 내려올 때 동배(同輩)가 나에게 부탁하기를 ‘조 제독(趙提督)은 어진 사람이라 반드시 왕명을 머물러 두지 않을 것이다. 너는 저녁에 그의 집에 도착하여 밤에 행구(行具)를 준비하도록 하고 이튿날 날이 밝은 뒤에 떠나게 하라.’ 하였습니다.” 하니, 조헌이 말하기를, “임금의 명령은 집에 묵힐 수 없다.” 하고, 그날 밤에 도보로 떠났다. 압송해 가는 사람은 으레 죄인에게 뇌물을 징수하고 조금이라도 마음에 차지 않으면 온갖 방법으로 곤욕을 주었다. 조헌의 지구(知舊)로서 이웃에 있는 자가 재물을 모아 그들에게 주니, 나졸이 그를 물리치며 말하기를, “우리 동배들이 이미 나에게 뇌물을 받지 말도록 경계하였고, 내가 돌아간 뒤에 으레 보례(報禮)가 있으나 동배가 이미 감면을 허락하였다. 지금 이를 받으면 무슨 면목으로 사람들 사이에 설 수 있겠는가.” 하고, 길에서 부호하고 일을 집행함에 있어 노복과 같이 하였으며, 돌아올 때에는 눈물을 흘리며 이별하였다. 조헌이 도보로 2천 리를 가니, 발과 다리가 부르트고 부어 고통스러움이 말할 수 없었으나 의기(意氣)가 자약하였다. 춘천 부사(春川府使) 권덕여(權德輿)가 그의 행색을 엿보고서 감탄하기를, “참으로 철한(鐵漢)이다. 채원정(蔡元定)도 이보다 더할 수 없다.” 하였다. 배소(配所)에 이르게 되어서는 북방에 여역(癘疫)이 바야흐로 치성하여 종행(從行)하던 아우 조전(趙典)과 두 종이 모두 염병으로 죽었다. 조헌이 벗에게 보내는 편지에, “하찮은 나의 어리석은 계책은 해내(海內)의 만물로 하여금 각각 살 곳을 얻게 하고자 한 것인데, 도리어 우리 일가의 노인과 어린 아이로 하여금 먼저 살 곳을 잃게 하였습니다. 20년 동안 독서하고도 오히려 물이 얕으면 옷을 걷고 건너고 깊으면 옷을 입고 건너가는 적의한 도리를 통달하지 못하여 스스로 이 화를 겪게 되었으니 누구를 원망하고 누구를 탓하겠습니까.” 하였다. 노수신(盧守愼)이 다른 사람에게 말하기를, “조헌이 어리석고 망령되기는 하나 이미 헌언(獻言)한 사람이니 유배시킬 수 없다.” 하였으나, 조정이 따르지 않았다. 허봉(許篈)이 삼사(三司)가 탄핵한 내용을 보고 말하기를, “내가 여식(汝式)과 만리를 동행하였으므로 그의 심사(心事)를 안다. 겸허한 마음에서 남을 믿고 이러한 소장이 있게 되었다고 한다면 오히려 가하거니와 그가 흉험하고 교사하다고 지목한다면 후세에 공론이 되지 못할 것이다.” 하였다. 이때 조정에서 조헌을 너무 미워하여 거정(居停)한 사람을 치죄하기까지 하였으므로 친구라도 통문(通問)하지 못하였다. 그러나 심희수(沈喜壽)만은 날마다 가서 위문하고 시를 지어주었는데, 미친 말 종이에 가득하나 모두 충분에서 나온 것 형벌이 앞에 닥쳐도 임금 사모하는 마음일 뿐 이라는 구절이 있었다. 김현성(金玄成)도 털옷을 주니 사람들이 위태롭게 여기는 이가 많았으나 개의하지 않았다. 대체로 조헌이, 사로(仕路)가 혼탁하고 민생이 곤궁하건만 조정에서는 오직 성혼과 이이를 배척하고 억제하는 것으로 진취(進取)하여 지위를 보전하는 계책으로 삼을 뿐 이어서 국사가 날로 잘못되어 장차 위란(危亂)한 경지로 들어감을 보고 충분(忠憤)을 견디지 못하여 성의를 다해 말을 끝까지 하였는데 말이 지리하였다. 인품의 본품(本品)을 논하지 않고 오로지 재위(在位)한 자를 그르다 하고 실지(失志)한 자를 옳다 함으로써 감동시키기를 바란 것으로서 자신의 말이 과도한 것은 미처 알지 못하였다. 이때 일방적인 논의를 주장하는 것이 심하여 사람의 형색(形色)을 살펴보아 조금이라도 성혼과 이이의 문하에 관계되면 중상하여 척절(斥絶)하였다. 그러나 조헌의 위태로운 말과 준엄한 비난은 고금을 통해 없던 것이었는데도 찬배에 그쳤으니 아마도 밝은 임금이 위에 계시어 거칠고 우직한 것을 포용하지 않았다면 중형을 면하기 어려웠을 것이다.",
                "hj": "○朔丁丑/前敎授趙憲復詣闕上疏, 極言時事, 其疏略曰: 臣伏念, 朝紳視臣言如虎, 必欲殺之而乃已。 臣雖無狀, 亦有血氣, 豈不知巽言保身之爲義乎? 秉彝之天, 偏感於蜂蟻, 豈不知大廈將傾, 非一木之可支乎? 只爲憂國一念, 炳然於溝壑, 逢聖主以蹈危亡之域, 臣所不忍也。 竊聞, 近日天災時變, 有前古所無者, 雖三尺童子, 亦知有不測之禍。 禍根所在, 固已釀成之久矣。 惟處置徙民一事, 太迫而無漸, 如懼召禍之不亟, 不惟當徙者無倚住, 以逃且死, 而保授隣族, 亦將接迹而走避, 則雖以商鞅密法, 恐不能收拾於旣散之後。 而倘有一夫, 乘民怨倡亂, 則現行旁午之賊, 嘯聚響應, 無遠近不亂。 南倭、北狄, 又若乘釁, 則土崩瓦解, 勢在頃刻, 未知有司, 驅何民以禦賊; 轉何粟以餉軍乎。 山鳴河赤, 地已告凶; 虹貫星孛, 天無遺災。 盜賊、癘疫, 人多餘害, 以至門閉鬼哭、地震水沸之怪, 有耳所不忍聞者。 執古准今, 仰天察人, 將必有莫大之患, 而老幼無遺類, 言之痛心, 欲哭而靡從。 夫養民以守國, 比如置器以儲物, 置器于危地, 則器敗而物散; 驅民于死地, 則民亡而國隨。 曾子曰: “上失其道, 民散久矣。” 聖主旣以北塞爲重, 臣請先言其極苦難支之狀也。 吁! 一海之內, 莫非王土, 撫養有方, 則何地不可居乎? 彼必逃散者, 非但爲南土之美也, 王化敻遠, 武人肆暴, 誅求色目, 有難槪言, 只擧甚者言之。 衙日徵闕, 有三籍, 烟家也、還上也、山行也。 一人之名, 分載三籍, 分授三軍門, 各處點名, 僅應一名, 則必有二闕, 而貂皮、細布, 必責於是。 大小官僚方丈之饌, 又不如意, 則輒有嚴刑重罰以隨之。 土兵、客戶、庖丁、宰夫, 初貸官粟以辦焉; 繼賣田廬以備之; 終奪族牛, 而猶不可支, 則西奔南逭, 自有所難遏者。 今雖刷還, 而田廬悉爲他人所有, 嚴刑酷罰, 比舊增加, 笞杖之大, 幾於管竹, 而吏民無完肌。 些少倉粟, 藩胡幷賴。 優乎主戶, 則客戶多飢死; 優乎客戶, 則主戶便飢。 納糴無由, 官秉空籍, 無以繼賑。 草實艱食之狀, 遙駭聽聞。 遷徙之初, 皆懷必死之志, 則强驅赤子無罪者, 俾就必死之地, 決非上聖之所忍爲也。 非徒有所不能忍而已, 五伯之强, 且不能力制邦民。 秦皇乃欲强制, 而卒爲民所棄, 覆轍昭昭, 民碞可畏。 臣恐此民之日撻, 而難遷也。 假使有司奉法, 民果趨令, 而玉婢子孫二百餘口之遷者, 今不滿十數云則所以制民之産者, 不能使人人生息, 而返促於凋耗之地故也。 倘令三分徙一, 先其健兒之戶, 而留其二分, 俾各收貢, 以扶先徙之戶, 而俟彼有墾田, 隨後漸徙, 則居者遷者, 庶幾兩全矣。 以刃與梃, 殺人則同。 殿下若聞斯民盡喪, 則宜必慼然內傷矣。 爲民父母, 何忍不先乎? 制民之産, 而徒汲汲於遷徙之令哉? 今所以制民之産者, 無他, 惟籍現刷各道當徙之民, 或許羸弱之因居南土, 而依其所願, 歲納貢木, 官收驛運, 分給土兵男女, 力可耕耘者, 人各一疋, 使之墾養屯田則土兵男女, 寒或有衣; 飢或賣食, 不至潛丐糟糠於胡地, 以漏國計。 而菑畬所收, 漸積新戶之養, 然後因令各鎭, 歲具墾田幾結, 可容新戶幾家, 卽使戶兵部同議, 就此現刷之籍, 先擇多丁之族, 稍稍入送。 間置文官府、判如祖宗朝, 十分撫養。 除三籍徵闕之瘼, 挾貂布卿相之門者, 指爲阿大夫, 復笞杖校正之規, 殘一人性命者, 論以來俊臣之罪。 非討虜犒軍, 則不使殺牛, 稍取贏餘, 敷客戶以農器, 使新舊之民, 有牛可耕; 有鎡器可用, 無不自力畎畝, 以贍公私之用, 則糶倉粟爲資者, 不至逋欠, 而塞下荒田, 無不爲樂土矣。 如此然後, 時以暇日, 敎演戰法, 先之以孝悌忠信, 射御最善者有賞; 謀猷出衆者蒙擢, 人知親上、死長之爲義, 則制梃撻虜者, 必出於土兵徙民, 而南土精兵, 不必勞於歲選矣。 嗚呼! 北道凋耗, 固爲可憂, 而南土空虛, 實國大病。 求此民攸散之故, 弊瘼非一, 而撮其大者言之, 力役之繁興也, 貢賦之苛急也, 刑獄之煩冤也。 玆三者之積怨于民, 固非一日, 而枝葉凋瘁, 根本將蹙, 天之示警, 物之興妖, 莫非前代季世之變異。 軍民消耗, 又且罔極, 則國步之蹶, 殆將岌岌, 冀今日之亟改, 吁亦晩矣。 嗚呼! 燕山貢案之定,不出於經綸之手, 而成於無遠識之人, 俾自爲營利之計。 鉅府小邑, 頒物不均, 細分色目, 紛若牛毛。 一小物之陪京, 人情作紙, 費且倍蓰。 三名日方物之價, 濫觴尤極, 一皮之價, 或過一同。 其餘細物, 俱辦于八結, 則杼柚俱空而布縷, 不及于老幼之寒者。 地部憂國用之乏, 文移峻急, 必令從實, 而各邑胥吏, 望風恇怯, 雖歉歲瘠土, 禾稼卒痒之地, 而一切以上上命之。 災傷敬差之行, 但使損下益上, 不知皮盡而毛無所附。 箕頭歛急, 稱貸不足, 而粟米不及于老幼之飢者。 軍丁之役, 其苦多端, 而隣族之侵, 逐歲轉加。 加之以數易長吏, 迎送頻繁, 客駄歲重, 進上挾賂, 郵馬民牛, 日以傷斃。 結負之徭, 隨月增添者, 又爲公族宮室之材, 專辦於斯民; 築城僧軍之價, 又責於窮閻; 卿相廬第之修, 又賴於此輩, 今民力役之繁, 視古民如何? 古之爲民者, 供貢賦、衛王室而已, 今之爲民者, 役于私門, 歲以無算。 役于絶塞, 動費秦勞, 奈之何民不窮且盜也? 況於刑獄之間, 骫法循貨, 惟勢惟反者, 不可勝言。 革良爲賤, 奪人爲奴, 貪夫嚇世, 亂民縱橫, 殘人丘墓, 墟人室廬。 無辜籲天, 水旱爲災者, 已不啻楚獄之煩冤, 而聖心所大痛者也。 曰自前秋, 刷北人有令, 犴獄旣盈, 倂傍屋爲圜土。 係累之患, 不止及於良 民, 而縉紳子弟, 亦不免箠楚。 一傭過接, 擧族籍北; 一骨肉難絶, 害及于數十隣黨。 是以, 稍涉徙民之隣者, 咸懼逮捕, 無里不空, 出計敗屋, 幾至十四, 默而流亡, 動以萬數。 嗚呼! 李山甫、權徵, 俱有商緩處措之啓, 是豈欺殿下, 而要譽於斯民者乎? 兩司之言, 亦是一國之公言, 而彦信徒執偏見, 必使出無麪餺飥, 至使萬姓俱死, 何術撫定, 用迓續其命乎? 程子《易傳》《損》之彖辭曰: “損者, 損過而就中, 損浮末, 而就本實也。 天下之害, 無不由於末之勝也。 峻宇雕墻, 本於宮室; 酒池肉林, 本於飮食; 淫酷殘忍, 本於刑罰; 窮兵黷武, 本於征討。 凡人欲之過者, 皆本於奉養, 其流之遠, 則爲害矣。 先王制其本者, 天理也; 後人流於末者, 人欲也。 損之義, 損人欲, 以復天理而已。” 殿下試以三代王制, 細較今日之事。 出於天理者幾何; 出於人欲者幾何? 惟思凡百扤捏之狀, 莫不由於奢侈之極, 以病斯民, 則社稷所賴, 當無愛於膚髮。 況此八珍數外, 剝民之物, 不至髮膚之重者乎? 昔者大禹下車泣辜; 仁宗不食燒羊; 弘治皇帝命減鷄羊之殺。 今往何監? 非是恫瘝乃身, 開釋非辜者乎? 非是儉奉淸源, 以正百官者乎? 非是疾於敬德, 以諴小民者乎? 萬民諴和, 而天命自此延長矣。 恭惟, 聖主聰明冠古, 博考經史, 其於興亡治亂之機, 必已昭見其源, 而慮之熟矣。 當此危急之秋, 豈宜專委泄沓之徒, 以誤祖宗重器乎? 昔在明廟之世, 元衡、李樑, 盡去忠賢, 濁亂朝政, 宗社幾乎岌嶪。 而明廟灼見奸狀, 則雖在元舅戚里之親, 而去之不疑, 以安宗祊。 竊計, 明廟春秋, 纔過三十, 而克己忘私, 同符漢昭。 豈意我聖上, 已過明廟逐樑之歲, 而猶被紹述樑、衡者所錮蔽, 使其植黨舞奸, 而不早覺悟乎? 貴榮前有銅臭之劾; 後有妨賢之言, 爲公論所不與, 則乃托契惟讓之黨, 以爲執政布寵之計, 至爲姜緖所鄙焉。 柳㙉薦將, 專尙賄賂, 而沈巖覆衆, 賞罰惟視聲勢, 而禮元召寇。 提調藥房, 恝視君父之疾, 奉使中朝, 大辱君父之命, 斯其受爵不讓, 至于亡國敗家, 然後乃已者也。 而俾處具瞻之地, 必使妨賢而病國, 殊非遠臣之所解也。 至若彦信, 素無知識, 驟躋極秩, 及其恩寵無前, 志滿氣得, 專以受貨封己爲務, 視其入賂多少, 爲邊將差除, 至於縱妻遊宴。 觀其內行, 旣極鄙陋; 視其外政, 又極縱恣。 竭南官以運兵糧, 則不飽其師之飢, 而私與奸兇者無數; 竭內帑, 以輸貨布, 則不易胡人之首, 而中間消沒者無量。 軍中賞罰, 一以勢利, 而不稱于功罪。 禹瑞不聽李濟臣之言, 輕戰喪師, 而匿其陷沒之數, 則宜誅而不誅。 禮元前有僨事之罪, 北地以空, 而後有殺降之惡, 則宜斬而不斬。 申砬雖有小過於專殺, 其忘身赴敵之功, 則宜可謂, 漢之飛將, 而偏主邪論, 不惟久廢彦超, 或欲致道濟之死。 鹿屯屯田, 背水爲農, 公議大以爲不可, 而力排群議, 大殺南關之民。 又壞祖宗朝良法, 不使文官, 間牧北民, 專縱武人肆暴, 大傷民夷之心。 徒欲歲輸南粟, 歲動南兵, 以竭內地之力。 又使歲役南僧, 虛築長城, 寺刹多空, 半附賊黨。 噫! 此數人者, 非有積憤深怒於國家, 而謀猷不遠、處事踈謬, 必欲顚覆神器乃已。 臣愚, 未知殿下所取於數臣者何事乎。 此輩締結膠固, 聲勢相倚, 故都中人, 莫不唾鄙, 而迄不一徹於淸聞, 以至于今, 臣實未知殿下果有言官乎。 欲使鄭琢言之, 則詭經誣聖之奸, 久發識者之嘆, 今其垂老, 肯欲一忤權門乎? 欲使彦智言之, 則彦智奸人之尤者, 而彦信之兄也。 欲使克禮兄弟言之, 則克禮等, 乃與彦信輩, 異姓而爲兄弟者也。 欲使胤福、仁後言之, 則胤福私於應漑; 仁後私於貴榮, 豈能如脫脫之仗義劾親者乎? 欲使國老、李訒言之, 則二人都是鄙夫之患失者, 況若包藏禍心之應南, 俳佪顧望之成龍, 平生所爲, 一務妨賢, 而不聞有悔悟痛惜之端, 豈肯爲殿下盡言者哉? 是以, 堂下庶僚, 惟附斯人, 然後得爲侍從, 武人、南班之見棄者, 惟附是議, 然後得陞外職。 捃摭可言之士, 一一遠斥, 惟取河執中、季可之流, 布置要津, 迭肆奸欺。 不論當道豺狼, 而只駁小縣末官; 不虞邦國危亡之狀, 而只謀其徒窟穴之安。 其中號爲淸論者, 只論小蠧, 而大盜則不敢指論。 殿下其視大臣、言責之列, 孰爲朱雲攀檻極言者乎; 孰爲秀夫托孤受遺者乎? 嗚呼! 殿下欲以孝理一國, 而誠孝感神者, 不能出以範俗。 殿下常欲激濁揚淸, 而氷玉其操者, 常居闒茸之後。 殿下欲得通經達理者, 以資啓沃, 而守靜博雅之士, 常被小廉曲謹之所欺。 殿下欲得力行敎化者, 以備師師, 而老老長長之人, 常屈於簿書期會之俗吏。 殿下欲得猛士謀臣, 以守四方, 而超距陷陣之徒, 常爲債帥窶人之所賣。 殿下其視今日, 威權在乎君上乎? 在乎當路乎? 論者言之曰: “昔有一元衡貪縱無忌, 任用兇虐, 內致巨正之亂; 外召乙卯倭變。” 今有百元衡, 各肆誅求, 其輿馬、宮室、子妾百年之計, 無不日剝于軍民, 召敵讐不怠者, 未有甚於此時, 將有劇盜內煽, 而外侮難禦矣。 今果有圜海之賊, 無地不發, 而頗禁殺人, 是其魁帥必有深計, 不如巨正之戕害平民者也。 西諜南徼, 各有警報, 西民盡爲癘鬼, 勢固岌岌, 而然猶有大國之援, 可恃故矣。 南維極疲, 城堞徒壯, 而挽弓却敵之士, 實無親上死長之可恃者, 則孰有金慶孫、朴犀, 飛炮、溶鐵, 以燒其雲梯者乎? 下焉則丘民未蒙膏澤; 上焉則朝士鮮識道理。 此日陰雨之備, 雖或復淳、召澈, 旁求成德之彦, 吁亦已晩矣。 山海爲相, 不念國事之重, 只懷汲引之私, 乃以妨賢敗事之人, 先于憂國之老, 軍國重事, 一係兩銓, 乃以蠧國之奸, 分處其地, 以擯公心之人。 至如錢穀之守, 典以私人; 館閣之選, 常附憸佞。 言責、侍從之列, 非其腹心鷹犬, 則百計陰斥, 使卓犖方正之士, 一不得近於王所。 至於館學邪論之首, 無不顯賞, 以誤士風。 至於弟子叛其師、兄圖其弟, 弟攻其兄者, 處以善地, 使干城、股肱之擇, 一由己意, 鉗制一國之士, 俾不敢以歐、陳之疏, 作於危朝。 其於進退人物, 一從應南指嗾, 不敢顯言排之, 而常效秦檜陰賊之術。 吁! 山海之心, 于何所臻? 必以殿下爲可陷可罔也。 山海之年, 已過五十, 而擧枉錯直, 大罪已著, 流放之擧, 非此人, 伊誰乎? 厥今民窮財盡, 下潰上顚之狀, 近自京師, 已及八道, 賦歛煩重, 奸弊日生, 元元怨苦, 無不離心, 是實國家之大病也。 成龍、應南, 才非經世; 識非遠猷, 而互張虛譽, 陰主邪議, 媢賢嫉善, 以助金、柳之引惡植黨固權, 以致明主之孤立, 而澤不下究, 此實膏肓之竪子也。 爲今之計, 須使聖上, 悼亡惕亂, 任賢籲俊, 澟澟如光武之僅渡滹沱, 而甘豆粥、麥飯; 欽欽若德宗之在于奉天, 而罷瓊林、大盈, 師文王惟正之供; 却晩唐剜心之獻。 君臣相誓, 痛革弊規, 自內及外, 同袪大瘼, 則八道蒙澤之民, 豈勝幸甚? 將見一紙纔下, 群盜亦息, 而山海到老, 不一言之。 及升台鉉, 無以塞責, 乃爲關西、海西, 略爲紓救之言, 而不先根本之論。 以此而爲救時之相, 則非知時務之急者也。 臣恐不梟侂胄於淮濱, 則無以解內賊外夷之亂; 不及林甫之生, 而削其官爵, 則無以慰賢人君子之心, 而仗節死義之士, 未有爲國致力處矣。 不黜延齡奸邪, 則爭利之臣日進, 而民生倒懸, 不可永解矣。 齊景公有馬千駟, 死之日, 民無德而稱焉; 伯夷、叔齊餓于首陽之下, 民到于今稱之。 朱子註之曰: “蓋以人之所稱, 在於德, 而不在於他也。” 臣兼誦《大學》之註曰: “財者人之所同欲, 不能絜矩, 而欲專之, 則民亦起而爭奪矣。” 是以, 多藏者厚亡。 而歷代亡國之墟, 不見有潤屋之形。 惟是明德之馨, 則百世流芳而不已。 臣伏願, 聖主戒於景公, 賤貨貴德, 愼終于始, 內篤父子之親; 外明君臣之義, 恪謹侯度, 一遵王制。 而諸王孫、宗室, 亦且昭示臣言, 明知伯夷之爲世所師者, 不在宮室之崇、田野之廣, 而實由敦孝讓之風以致之。 須以親賢就師爲急先之務, 必得東平爲善之樂。 而松茂竹苞之宮, 則比有熊羆之夢, 捐出厚俸之餘, 逐歲漸築, 亦足爲禮。 不須竭盡黔首之力, 早辦渠渠之屋。 使此窮困之民, 專力於兵農之務, 俾執干戈, 以衛社稷, 則凡百具僚, 亦且觀感, 而知止節貪矣。 自古安社稷之臣, 非必盡爲平、勃也。 田千秋一言悟主, 是則高寢郞也; 蘇安恒再疏返唐, 是則冀州民也。 臣雖不才, 昔備郞僚之末, 異於冀州民也; 又爲宗廟署令, 無異高寢郞也。 巨奸盤據, 煽亂誤國之禍, 又有甚於巫蠱、武氏之禍者。 臣之賢師, 又非安石, 而臣之聖主, 又非狂楚, 則舌本未乾, 猶在可言之數; 天日尙明, 猶有可轉之機。 今春溝壑之命, 垂至困絶, 若與萬姓, 同塡於亂離之中, 則未知瞻烏, 爰止于誰之屋, 而九齡之言, 或悔於不用也。 思及性命苟存, 冀措宗祊於盤石之地, 臣亦欲耕鑿於太平之日, 以伸烏鳥私情, 而不至如江革之負母逃難。 瀝盡肝血, 觸冒權要, 揣分思義, 尤覺僭率云云。 仍持斧席藁, 伏闕門待命。 於是, 三司交章, 論以兇險奸毒之罪, 請削爵遠竄, 上初不許, 累啓乃允。 憲久待命未下, 上以憲失志而肆怨言, 有除職之敎, 憲卽退歸沃川。 及竄配吉州嶺東驛, 禁府皂卒將押行, 猝至其門。 憲聞卽就途, 卒止之曰: “吾今朝可以到此, 而來時同輩屬我云: ‘趙提督, 賢人, 必不留王命。 汝可夕抵其家, 令夜治行具。’ 待明而發矣。” 憲曰: “君命不可宿。” 卽夜徒步而出。 押去人例徵賂罪人, 少不厭則困辱百端。 憲親舊在隣者, 裒財而贈之, 卒却之曰: “我同輩, 已戒我勿受。 吾還後, 例有報禮, 而同輩已許減免。 今若受之, 何面目立於人類乎?” 在途扶持, 執役如僮僕, 及還, 涕泣以別。 憲徒行二千里, 脚脛腫脧, 艱苦萬狀, 而意氣自若。 春川府使權德輿, 瞰其行色歎曰: “眞箇是鐵漢。 蔡元定無以加矣。” 及至配所, 北地癘疫方熾, 弟典及二奴從行, 皆以染殞。 憲與友人書曰: 區區愚騃之計, 擬欲使海內萬物, 各得其所, 而反使我一家老幼, 先失其所。 二十年讀書, 猶未達乎淺深揭厲之宜, 自蹈斯禍, 誰怨誰咎? 盧守愼謂人曰: “憲雖愚妄, 旣是獻言之人, 不可流竄。” 朝廷不從。 許篈見三司彈辭曰: “吾與汝式, 萬里同行, 知其心事。 若謂虛懷信人, 致有此疏, 則猶之可也, 若以兇險邪巧目之, 則後世不得爲公論矣。” 時, 朝廷嫉憲已甚, 至按治居停之人, 雖親舊, 不敢通問。 而惟沈喜壽逐日往問, 以詩贈之, 有狂言滿紙皆忠憤, 鼎鑊前頭戴聖明之句。 文士金玄成亦贈毛衣, 人多危之, 而不以介意。 蓋憲見仕路溷濁、民生困殆, 朝廷惟以排抑成、李, 爲進取保位之謀, 國事日非, 將入於危亂, 不勝忠憤, 竭誠盡言, 辭說支蔓。 不論人物本品, 而專以在位者爲非; 失志者爲是, 冀以感動, 而不知其言之過。 是時, 偏論張甚, 觀人形色, 稍犯成、李之門, 則皆中傷斥絶。 而憲危言、峻詆, 古今所未有, 而止於竄配。 倘非明主在上, 包荒容直, 則難乎免矣。"
            },
            "2": {
                "H2KE-EN": "The King specially issued a royal order to Royal Secretary Yun Seongak as magistrate of Sangju Strategic County . After Yun Seongak came to the palace and reported, The prince is too young to educate widespreadly in the appropriate time. However, the people all say that the prince takes the benefits of mountains and streams, and there are quite abundant circumstances. Thus, it is necessary to prohibit him from doing so. The King also submitted a memorial requesting that the descendants of the Empress Dowager be made to educate widespreadly in order to educate princes. After a few days, this royal order was issued. Consequently, the officials of the Censor General jointly impeached and requested the King to withdraw the royal order. Left State Councilor Yu Jeon submitted a memorial to admonish the King, but the King did not respond. At the time, the various princes houses were built together, and each palace was widely occupyed fields and fields in the outskirts of the capital. In the outskirts of the capital, the princes Imhae was too growful to occur. The court and the people were worried about this.",
                "H2KE-nKo": "특지로 승지 윤선각 - 뒤에 국형으로 고쳤다. - 을 상주 목사로 삼았다. 윤선각이 입시하여 아뢰기를,“왕자의 나이가 어리니 제때에 교양해야 합니다. 그런데 외간에서는 모두 ‘왕자가 산택의 이익을 빼앗아 점유하고 또 뇌물을 많이 주고받는다.’라고 하니, 더욱 금지하고 경계해야 합니다.”하고, 또 차자를 올려 일찍 저사를 세워 왕자를 교도하게 할 것을 청하였는데, 며칠 뒤에 이러한 명이 있었다. 이에 삼사가 번갈아 논하여 성명을 도로 거두어 줄 것을 청하고, 영상 유전이 차자를 올려 간쟁하였으나, 모두 답하지 않았다. 이때 여러 왕자의 제택의 공역이 한꺼번에 일어났고, 각 궁에서 전장을 넓게 점유하여 교외의 지역에서도 침탈을 당하였다. 임해군은 나이가 가장 많아 조정과 재야가 근심하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 4월 1일(정축) 2번째기사",
                "gt-oKo": "특지(特旨)로 승지 윤선각(尹先覺)을【뒤에 국형(國馨)으로 고쳤다.】 상주 목사(尙州牧使)로 삼았다. 선각이 입시하여 아뢰기를, “왕자의 나이가 어리니 제 시기에 맞추어 교양해야 합니다. 외간에서는 모두들 왕자가 산택(山澤)의 이익을 빼앗아 점유한다고 말하고 또 뇌물 청탁이 자못 행해지고 있다고들 하니 더욱 금계(禁戒)해야 합니다.” 하고, 또 차자(箚子)를 올려, 세자(世子)를 일찍 세우고 왕자를 교도(敎導)할 것을 청하였는데 수일이 지나서 이 임명이 있었다. 이에 삼사(三司)가 번갈아가며 논하여 성명(成命)을 도로 거두기를 청하고 영상 유전(柳㙉)은 차자를 올려 그 부당함을 간쟁하였으나 모두 회답하지 않았다. 이때에 여러 왕자들의 제택(第宅) 공사가 아울러 시작되고 각 궁가에서 전장(田庄)을 널리 점유하여 교야(郊野)의 안쪽까지 침탈당하였다. 임해군(臨海君)은 연장자로서 가장 횡포하였으므로 조야가 근심스럽게 여겼다.",
                "hj": "○特旨以承旨尹先覺【後改國馨。】爲尙州牧使。 先覺入侍啓: “王子年幼, 當及時敎養。 而外間皆言: ‘王子奪占山澤之利, 且關節頗行。’ 尤宜禁戒。” 又上箚, 請早建儲嗣, 敎導王子, 居數日而有是命。 於是, 三司交論, 請還收成命, 領相柳㙉上箚爭之, 皆不報。 是時, 諸王子第宅, 工役竝起, 各宮廣占田庄, 郊坰之內, 亦被侵割。 臨海君年長最橫, 朝野以爲憂。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Taira Tsuneyoshi , Hirakata , and others from Japan, repatriated 116 people, including Kim Daegi , and Gongdaewon , who had been held captive by our country, and also repatriated Sahwadong , a member of the rebellion Japanese, Yojira , Sambora , and Mangojira , and said, We do not know about the plunder of the Japanese pirates in your estemed country and enticed the Japanese of the five islands to plunder the frontier. Now we have captured and brought them, and we will listen to your estemed countrys message. Subsequently, they earnestly requested our envoys, and they arrived at their esteemed country to cultivate friendly relations. The King proceeded to Injeong Hall and encouraged a warning to receive them and presented them. Inquiries, Sahwadong was tortured, and he was beheaded outside the capital. The King then issued a royal edict to the capital and the provinces in order to offer congratulations. The King bestowed a horse of the Inner Palace Stable upon [Seong] Uiji and others. The King then proceeded to the hall and held a banquet for the Japanese envoys. [Seong] Uiji and others all ascended the hall and offered a cup of wine and then dispersed. At the time, the Japanese envoys remained at the guesthouse, but the discussion was not yet decided. Minister of Rites Yu Seongyong , quickly deliberated on the matter and did not cause trouble. On the following day, the King proceeded to the morning court assembly. The high-ranking officials and the squad leading him all said, It would be proper to dispatch an envoy to reply to the message of reply. Also, it would not be a fault. From the beginning, the King allowed the dispatch of an envoy to communicate [the Japanese]. Uiji and others returned.",
                "H2KE-nKo": "삭선 일본국 평수길, 평의지, 현소 등이 사로잡혀 간 본국인 김대기, 공대원 등 116인을 쇄환하고, 또 반민 사화동 및 정해년의 적왜 긴시요라, 삼보라, 망고시라 등 3인을 결박하여 보내며 말하기를,“입구한 일은 내가 알 바가 아니고 바로 귀국의 반민 사화동이 오도의 왜인을 유인하여 변보를 약탈하였기 때문에 지금 잡아와서 귀국의 처치를 듣고자 하는 것입니다.”하고, 이어 우리 사자를 간절히 요구하여 그 나라에 이르러 수호하였다. 주상이 인정전에 나아가 크게 병위를 진열하고 그들이 바치는 것을 받았다. 사화동을 힐문하여 성 밖에서 참수하고 중외에 교서를 반포하니, 중외가 진하하였다.평의지 등에게 상을 내리고 내구마 1필을 하사하였다. 다시 정전에 나아가 왜사를 인도하여 잔치를 내려 주니, 평의지 등이 모두 전에 올라가 술잔을 올리고 파하였다. 이때 왜사가 관소에 머물러 있어 통신에 대한 의논이 결정되지 않았다. 예조 판서 유성룡이 속히 의논을 정하여 흔단을 일으키지 말 것을 청하였다. 이튿날 주상이 조연에 나아가니, 대신과 대장 변협이 모두 아뢰기를,“사신을 보내 회답을 전하고, 또 저들의 동정을 정탐하는 것은 실책이 아닙니다.”하니, 비로소 사신을 보내 통신하는 것을 허락하였다. 평의지 등이 돌아갔다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 7월 1일(병오) 1번째기사",
                "gt-oKo": "일본국 평수길(平秀吉)·평의지(平義智)·현소(玄蘇) 등이 본국의 포로 김대기(金大璣)·공대원(孔大元) 등 1백 16인을 쇄환(刷還)하고 또 반민(叛民) 사화동(沙火同) 및 정해년의 적왜(賊倭) 긴시요라(緊時要羅)·삼보라(三甫羅)·망고시라(望古時羅) 등 3인을 포박하여 보내며 말하기를, “입구(入寇)한 일은 우리는 모르는 것이고, 곧 귀국의 반민 사화동이 오도(五島)의 왜인을 유인하여 변보(邊堡)를 약탈한 것으므로 지금 잡아 보내어 귀국의 처치를 기다립니다.” 하고, 이어 우리 사자(使者)가 나라에 와서 수호(修好)해 주기를 간청하였다. 상이 인정전(仁政殿)에 나아가 병위(兵威)를 크게 진열시키고 그들의 헌납을 받았다. 사화동은 힐문한 다음 성 밖에서 목베고 중외(中外)에 교서(敎書)를 반포하니 중외가 진하(進賀)하였다. 평의지 등에게 상을 주고 내구마(內廐馬) 1필을 하사하였다. 다시 인정전에 나아가 왜사(倭使)를 인견하여 연회를 베풀어 주었는데 평의지 등이 모두 전에 올라 술잔을 올리고서 파하였다. 이때 왜사가 동평관(東平館)에 머물러 있었는데 통신(通信)에 관한 의논이 결정되지 못하였다. 예조 판서 유성룡은 ‘속히 논의를 정하여 흔단이 생기지 않도록 하라.’고 청하였다. 이튿날 상이 조연(朝筵)에 나아가자 대신 및 대장 변협(邊協)이 모두 아뢰기를, “사신을 보내어 답례하여야 하며, 또 저들의 동정(動靜)을 살피는 것도 실계(失計)가 아닙니다.” 하였다. 그제서야 사신을 보내어 통신하는 것을 허락하니, 평의지 등이 돌아갔다.",
                "hj": "○朔丙午/日本國平秀吉、平義智、玄蘇等, 刷還本國被擄人金大璣、孔大元等一百十六人, 又縛送叛民沙火同及丁亥賊倭緊時要羅、三甫羅、望古時羅三口曰: “入寇之事, 非我所知, 乃貴國叛民沙火同, 誘五島倭, 搶掠邊堡。 今故捕致, 聽貴國處置。” 仍懇求我使者, 至其國修好。 上御仁政殿, 大陳兵威, 受其獻。 詰問沙火同, 斬於城外, 頒敎中外, 中外進賀。 賞義智等, 賜內廐馬一匹。 復御殿, 引倭使賜宴, 義智等皆上殿, 進爵而罷。 時, 倭使留館, 通信之議未決。 禮曹判書柳成龍, 請速定議, 勿致生釁。 翌日上御朝筵, 大臣及大將邊協皆以爲: “宜遣使報答, 且詗彼中動靜, 非失計也。” 始許遣使通信, 義智等還。"
            },
            "2": {
                "H2KE-EN": "[Yi] Uiji and others presented one pair of gunpowder and two to three 조총s of gunpowder. The King ordered that gunpowder be released from the seaway of Namyang and that gunpowder be stored at the Government Arsenal . It began to have gunpowder and gunpowder produced in our country from this.",
                "H2KE-nKo": "의지 등이 공작 1쌍과 조총 몇 건을 바치니, 공작은 남양 해도에 풀어 주고 조총은 군기시에 보관해 두라고 명하였다. 우리나라에 조총이 있는 것은 이때부터 시작되었다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 7월 1일(병오) 2번째기사",
                "gt-oKo": "평의지 등이 공작(孔雀) 1쌍과 조총 수삼 정을 바쳤는데, 공작은 남양(南陽) 해도(海島)로 놓아보내도록 하고 조총은 군기시(軍器寺)에 간직하도록 명하였다. 우리 나라가 조총이 있게 된 것은 이때부터이다.",
                "hj": "○義智等獻孔雀一雙、鳥銃數件, 命放孔雀于南陽海島, 藏鳥銃于軍器寺。 我國之有鳥銃, 始此。"
            },
            "3": {
                "H2KE-EN": "Former Chief State Councilor Bak Sun passed away. Suns courtesy name was Hwason . He was named Samam . Suns courtesy by nature was pure and fond of nature and was not seen in a single word. Earlier, he studyed Seo Gyeongdeok and had a study with Yi Hwang . [Yi] Hwang always praised him, When [Bak] Sun faced with him like a snow and snow, he recognized his spirit and quite disappointed. Ever since he was young and his literary excellent virtue, he passed the examination of the royal relatives in order to bestow a mourning rite upon him. His intention was very important. For this reason, he stayed in the central government office and disobeyed the meaning of powerful officials. He was punished according to the law, but he was only dismissed from office. In the end of the year, he was again appointed to a government position and impeached both powerful officials. The public opinion began to begin to cultivated. The court was clean and clear, and he became the principal families of Confucian scholars. When he became associate state councilor , he stayed at the government for fourteen years. Both of these two men were highly reputationships, and the people criticized that there was nothing to cultivate. However, [Bak] Sun, being talented in administrative cultivating Confucian scholars and exerted his capacity to recommend wise and capacity. Therefore, he strongly recommended [Yi] I and [Yi] Seong , and finally assisted him in the end. When [Bak] impeached the public opinion, [Bak] Sun, supporting [Yi] I and [Yi] Seong , impeached him severely and impeached him as cunning and deceitful. He even said, The three men were different from the appearance of the world. The King said, What harm could there be? After [Bak] Sun withdrew, the King still looked over him did not decline. At this time, he passed away at the age of sixty-seven. The court and the people in the country all grieved him. [Bak] Sun, possessing literary literati",
                "H2KE-nKo": "전 의정부 영의정 박순이 졸하였다. 박순의 자는 화숙이고 호는 사암이다. 박순은 타고난 자질이 청수하고 화평하고 즐겁고 평이하여 모나지 않았다. 일찍이 서경덕에게 수학하여 이황과 교유하였는데, 이황이 항상 칭찬하기를 ‘박순과 상대하면 마치 한 줄기 맑은 얼음과 같아서 정신과 혼이 전혀 어긋남을 깨닫겠다.’라고 하였다. 어려서부터 문장과 행실로 이름이 났으며, 명나라 종친에게 시험을 보여 급제할 자격을 내려 준 것은 그 뜻이 매우 중하였다. 그러므로 관각에 있을 때 권신의 뜻을 거슬러 무거운 형률로 논하였으나 파면하는 데 그쳤다. 말년에 다시 발탁되어 두 권신을 탄핵하여 내치니, 사론이 비로소 신장되고 조정이 엄숙하고 맑아져서 선류의 종주가 되었다. 노수신과 함께 정승이 되어 14년 동안 재위하였는데, 두 사람이 모두 중망을 받았으나 사람들은 그가 건의하여 밝힌 것이 없는 것을 병통으로 여겼다. 그러나 박순은 스스로 경국 제세의 재주가 모자란다고 여겨 오로지 어진이를 천거하고 능력 있는 이를 양보하는 데 힘썼기 때문에 이이와 성혼을 힘껏 천거하여 시종일관 협력하여 구제하였다. 당론이 나뉘어지자 박순은 이이와 성혼을 편든다고 하여 거듭 탄핵을 받았으므로 간사하다고 지목하였고, 심지어 ‘세 사람은 용모는 다르나 마음은 하나이다.’라고까지 하였다. 주상이 말하기를,“선류와 상종하는 것이 어찌 도에 해롭겠는가.”하였다. 물러간 뒤에도 주상이 오히려 잊지 않고 돌보아 주었는데, 이때에 이르러 졸하니 나이 67세였다. 조야가 애석하게 여겼다.박순은 문장에 있어서 한나라와 당나라의 격법을 추복하였고, 시에 더욱 뛰어나 또한 한때의 종주가 되었다. 최경창, 백광훈, 이달 등은 모두 그의 문인이다. 이로부터 문체가 크게 변하여 《사암집》이 세상에 전한다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 7월 1일(병오) 3번째기사",
                "gt-oKo": "전 의정부 영의정 박순(朴淳)이 졸(卒)하였다. 박순의 자는 화숙(和叔), 호는 사암(思庵)이다. 박순은 타고난 자품이 청수(淸粹)하여 마음이 평탄하고 화평하여 남과 대립이 없었다. 일찍부터 서경덕(徐敬德)에게 수학(受學)하고 이황(李滉)과 교유하였다. 이황이 항상 칭찬하기를, “박순과 상대하면 마치 한 덩이 맑은 얼음과도 같아 신혼(神魂)이 아주 상쾌하다.” 하였다. 어려서부터 문장과 행검으로 소문이 났다. 명종이 친시(親試)하여 급제시키고 기대함이 매우 중하였다. 그래서 관각(館閣)에 있을 적에 권신(權臣)의 뜻을 거슬러 중한 형률(刑律)로 논죄하였으나 파면하는 데에 그쳤다. 명종 말년에 다시 발탁 기용되어 두 권신(權臣)을 탄핵하여 내치니, 사론(士論)이 비로소 신장되고 조정이 엄숙하여져 선류(善類)의 종주가 되었다. 노수신과 함께 정승이 되어 정승의 자리에 있은 것이 14년이나 되었는데, 두 사람이 모두 명망이 중하였으나 사람들이 건명(建明)한 바가 없는 것을 결점으로 여겼다, 그러나 박순은 스스로 경국 제세(經國濟世)에 부족하다 하여 오로지 어진 사람을 천거하고 능력있는 사람에게 양보하였으므로 이이와 성혼을 힘껏 천거하였고 시종 협력하여 일을 처리하였다. 당론(黨論)이 나뉘어지게 되어서는 박순은 이이와 성혼을 편든다 하여 탄핵을 많이 받았는가 하면 간사한 사람으로 지목하면서 ‘세 사람은 모양은 다르나 마음은 하나다.’라고 하기에 이르렀다. 상이 이르기를, “선류(善類)끼리 상종하는 것이 도에 무슨 해로움이 있겠는가.” 하였다. 물러나서도 오히려 상의 권념(眷念)이 쇠하지 않았다. 이때에 졸하니 나이 67세였는데, 조야(朝野)가 애석히 여겼다. 박순은 문장에 있어 한당(漢唐)의 격법(格法)을 추복(追復)하였고 시에 특히 능하여 또한 한 시대의 종주였는데, 최경창(崔慶昌)·백광훈(白光勳)·이달(李達) 등이 모두 그의 문인이었다. 이로부터 문체가 크게 변하였다. 《사암짐(思庵集)》이 세상에 유행한다.",
                "hj": "○前議政府領議政朴淳卒。 淳字和叔, 號思庵。 淳天資淸粹, 平坦樂易, 不見崖岸。 早受學於徐敬德, 交遊李滉, 滉常稱: “與淳相對, 如一條淸氷, 覺神魂頓爽。” 自幼以文行著聞, 明宗親試賜第, 屬意甚重。 故在館閣, 忤權臣意, 論以重律, 而止於罷免。 末年復被擢用, 劾出兩權臣, 士論始伸, 朝廷肅淸, 爲善類宗主。 及與盧守愼竝相, 居位十四年。 二人皆重望, 而人病其無所建明。 然淳自以才短於經濟, 專務薦賢讓能, 故力薦李珥、成渾, 終始協濟。 及黨論之分, 淳以右珥、渾, 重被彈劾, 目之爲奸邪, 至謂: “三人貌異而心一。” 上曰: “善類相從, 何傷於道?” 旣退去, 而上猶眷念不衰。 至是卒, 年六十七, 朝野惜之。 淳於文章, 追復漢、唐格法, 尤長於詩, 亦宗主一時。 崔慶昌、白光勳、李達等, 皆其門人。 自是, 文體爲之丕變。 有《思菴集》行世。"
            },
            "4": {
                "H2KE-EN": "Former Magistrate of Hanseong Magistracy Kang Seo died. Kang Seo was the son of Kang Sasang . At first, he passed the state examination and was appointed to a position in the capital. He successively became the third minister of the Six Ministries . Kang Seo was afraid of his familys powerful and did not enjoy a brilliant position. He resigned from his post as second deputy director of the Office of Royal Genealogy and frequently requested he be appointed to a province. He became intoxicated and became inebriated. Ultimately, he could not be appointed to a great position. For a long time, he served as a royal secretary . Whenever he submitted a sense of upright opinion, he became inebriated and dark, and he did not govern the affairs. The attendant officials praised him, Among those who were well-versed in military services, there was no one else than Kang Seo. Kang Seos character was quite slight and brilliant by nature and clear. He discerned the people and secretly calculated the current situation and compared to the spirit as if he were. People did not know what he did. Earlier, when he met Yi Bal at the Office of the Censor General , Yi Bal laughed at his behavior. Kang Seo was greatly angry and blamed him, saying, If you were the descendant of your ancestors, you shall sit at this room in this room. I know what happened to do. You gathered together to rumors and desired to deal with you? In the end, you would only die. When I could not impeach you, how could you not become intoxicated? Yi Bal became slightly silent and rose. People in the neighborhood were all frightened. Every time he spoke to his relative, saying, From ancient times, there was no things like this. I would be fortunate for you to die. When he died, his family inquired after the future affairs, and he replied, After several years, you will certainly have warned. You should escape to Gangwon Province and be able to spare you. Later, the King agreed with his words. Li Xiang was young in age and praised him, saying, His magnanimous talent was like a wise scholar of ancient times.",
                "H2KE-nKo": "전 부사 강서가 졸하였다. 강서는 강사상의 아들이다. 처음 과거에 급제하여 문벌로 벼슬길에 올라 삼사의 관직을 두루 거쳤다. 강서는 가족이 번성한 것을 두려워하여 청현직을 좋아하지 않았다. 지제교를 사면하고 외직에 보임되기를 자주 요구하였으나 술에 취해 방광하여 마침내 크게 쓰이지 못하였다. 오랫동안 승지로 있으면서 매번 곧은 말을 아뢰어 종일토록 술에 취해 있어도 일을 처리하는 데 문란하지 않았다. 배리가 ‘그동안 병방(兵房 병방)의 직사를 잘 다스린 자로 강서만한 자가 없다.’라고 하였다. 강서는 사람됨이 활달하고 명쾌하며 인물을 감별하고 시세를 헤아린 것이 귀신과 부합하여 사람들이 그 까닭을 몰랐다. 일찍이 이발을 옥당에서 만났는데 이발이 그가 취한 태도를 조롱하자 강서가 크게 노하여 꾸짖기를 ‘너 같은 후생이 이 당에 앉아 있으니 시사를 알 만하다. 네가 무리를 모아 근거 없는 의론을 하면서 무슨 일을 하려고 하는가. 필경에는 죽음을 택할 뿐이다. 내가 대관이 되어 너를 탄핵하지 못하니 어찌 취하지 않을 수 있겠는가.’라고 하였다. 이발이 크게 기가 꺾여 일어나니 곁에 있던 사람들이 모두 놀랐다. 매번 친한 사람에게 말하기를 ‘예로부터 시세가 이와 같으니 난망하지 않은 적이 없었다. 내가 먼저 죽는 것이 다행이다.’라고 하였다. 죽음에 임하여 집안사람이 뒷일에 대해 물으니, 답하기를 ‘앞으로 수년 뒤에는 반드시 병화가 있을 것이다. 너희들은 관동으로 피해 들어가야 하고, 아무개는 너희들을 살려야 한다.’라고 하였다. 뒤에 모두 그의 말과 같았다. 이원익은 어려서부터 교분이 두터워 ‘큰 재주는 저절로 어두워지니 옛날의 달사이다.’라고 하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 7월 1일(병오) 4번째기사",
                "gt-oKo": "전 부사(府使) 강서(姜緖)가 졸(卒)하였다. 강서는 강사상(姜士尙)의 아들이다. 처음 과거에 급제하여 문지(門地)로 진용(進用)되어 삼사(三司)의 직을 두루 지냈다. 강서는 자기 가문이 성대함을 두려워하여 청현(淸顯)한 자리를 좋아하지 않았다. 지제교(知製敎)의 직임을 사면하고 외직에 보임되기를 자주 요구하였고 술에 취해 방광(放狂)하다가 드디어 크게 쓰이지 못하였다. 오래도록 승지로 있으면서 매양 충직한 말을 올렸다. 종일토록 술에 취해 있었으나 일처리가 문란하지 않았으므로 배리(陪吏)들이 ‘전후 병방(兵房)의 일을 잘 처리한 이는 강서만한 이가 없다.’고 칭찬하였다. 강서는 인품이 활달 명쾌하고 인물을 감별(鑑別)하고 시세(時勢)를 헤아림에 있어 신처럼 부합하였으나 사람들은 그러한 까닭을 알지 못하였다. 일찍이 이발(李潑)을 옥당에서 만났는데 이발이 그가 취한 태도를 조롱하자 강서는 크게 노하여 꾸짖기를, “너 같은 후생이 이 옥당에 앉아 있으니 시사(時事)를 알 만하다. 네가 무리를 모아 뜬 논의를 주창하여 무슨 일을 하려는 것인가. 필경에는 죽음을 취할 따름이다. 내가 대관(臺官)이 되어 너를 탄핵하지 못하니 어찌 취하지 않을 수 있겠는가.” 하였다. 그러자 이발이 크게 기가 죽어 자리에서 일어나니 옆사람이 모두 놀랐다. 매양 친한 사람에게 말하기를, “예로부터 시세가 이러하고서 난망(亂亡)하지 않은 적이 없는데, 내가 먼저 죽게 되니 다행이다.” 하였다. 죽을 적에 집안 사람이 뒷일에 대해 물으니, 대답하기를, “앞으로 수년 뒤에 반드시 병화(兵禍)가 있을 것이니 너희들은 관동(關東)으로 피해 들어가도록 하라. 모인(某人)이 너희들을 살려 줄 것이다.” 하였는데, 뒤에 모두 그 말과 같았다. 이원익(李元翼)이 젊을 적부터 교분이 두터웠는데 ‘큰 재주로서 스스로 숨겼으니 옛날의 달사(達士)이다.’고 칭찬하였다.",
                "hj": "○前府使姜緖卒。 緖, 士尙之子也。 初登第以門地進, 歷拜三司。 緖畏家族盛, 不樂淸顯。 辭免知製敎, 數求外補, 被酒放狂, 遂不得大用。 久爲承旨, 每進讜言, 終日酣昏, 而治事不紊。 陪吏稱: “前後善理兵房職事者, 無如緖者。” 緖爲人, 豁達明快, 鑑別人物, 懸料時勢, 符合如神, 人莫知其所以然。 嘗遇李潑於玉堂, 潑嘲其醉態, 緖大怒罵曰: “如汝後生, 坐此堂, 時事可知。 汝聚徒浮議, 欲做何事? 畢竟取死而已。 吾爲臺官, 不能劾汝, 安得不醉?” 潑大沮而起, 旁人皆愕。 每語所親曰: “自古時勢如此, 未有不亂亡者。 吾得先沒爲幸。” 臨卒, 家人問後事, 答云: “後數年, 必有兵禍。 汝等可避入關東, 某人當活汝輩。” 後皆如其言。 李元翼自少交厚稱: “其大才自晦, 古之達士也。”"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Jeong Jongyeong , who retired as supreme general of the Middle Army Commandery General in the byeongja year (, passed away. [Jeong] Jongyeongs courtesy name was Ingil . He was genuine and upright in character. He was diligent and diligent in serving his official duties. He served three kings in succession. At the beginning of the reign of Emperor Xuande era (, his concubine [Jeong] Gonjeong was the stepmother of [Jeong] Jongyeongs elder sister. When [Jeong] Won had lodged a complaint against him, he raised him to participate in the discussion. Jongyeong pretended that he did not know about it, but he did not respond. [Jeong] Gonjeong was presumptuously invested as a child, and he was invested as a marriageable woman. He lived in the head of a maternal cousin of a maternal cousin. Nevertheless, Jongyeong was treated as a relative of a maternal cousin. [Jeong] Wonyeong was greatly disappointed and frequently tried to plot to harm him. His mother [Jeong] Gonjeong [] admonished [Jeong] Gonjeong, saying, You do not harm [Jeong] Jongs grandson, and I stubbornly blame you for the death [of your mother]. Hence, [Jeong] avoided suspicion, and his guilt was as before. When [Jeong] was serving in the throne, his expectations were not declined. But [Jeong] did not like the study of Confucianism and disregard future promotion. Also, [Jeong] Bal and others detested [Jeong] Bal and others, and [Jeong] was severely impeached by impeachment. The King, honest, having wanted to become a grand councilor, ultimately [Jeong] Jongyeong did not lose his moral integrity. Many descendants, his son [Jeong] Go",
                "H2KE-nKo": "판중추부사로 치사한 정종영이 졸하였다. 정종영의 자는 인길이고, 홍의하고 국량이 있었으며 성실하고 부지런하게 공무를 봉행하여 세 조정에 두루 벼슬하였다. 명종 초기에 윤원형의 첩 정난정은 바로 정종영의 서고모였다. 윤원형이 고변하여 옥사를 일으킬 때 그를 시켜 참여하여 의논하게 하였으나 정종영은 모르는 체하고 응하지 않았다. 정난정은 참람하게 정실이 되어 부인에 봉해졌고 외명부의 우두머리에 거하였으나 사람들이 감히 대항하지 못하였는데, 정종영은 오히려 얼척으로 대우하였다. 이에 윤원형이 크게 유감을 품고 매번 모함하여 해치고자 하였다. 정난정의 어미가 정난정에게 경계하기를 ‘너는 종손을 해치지 말라. 나는 죽기로 맹세하고 당하겠다.’라고 하였기 때문에 화를 면하고 예전처럼 현달하였다. 당저에 벼슬하게 되어서는 청망이 쇠하지 않았는데, 오직 도학을 좋아하지 않고 후진을 멀리하였다. 또 이발 등에게 미움을 받아 거듭 탄핵을 받았다. 주상이 그를 정직하게 여겨 정승으로 삼고자 하였으나 마침내 나이가 퇴휴할 나이가 되어 명절을 잃지 않았다. 자손이 많고 아들 정혹이 명관이 되었다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 8월 1일(병자) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事)로 치사(致仕)한 정종영(鄭宗榮)이 졸하였다. 종영의 자는 인길(仁吉)이다. 도량이 넓고 굳세었으며 삼가고 부지런한 자세로 공사(公事)에 힘을 다하여 세 조정에 두루 벼슬하였다. 명종 초기에 윤원형(尹元衡)의 첩 정난정(鄭蘭貞)은 바로 종영의 서고모(庶姑母)였다. 원형이 상변(上變)하여 옥사를 일으킬 적에 논의에 참여하도록 넌지시 일깨워주었으나 종영은 거짓 모르는 체하고 응하지 않았다. 난정이 참람하게 정실(正室)이 되어 부인(夫人)에 봉해져서 외명부(外命婦)의 우두머리에 있게 되자 사람들이 감히 항변하지 못하였으나 종영은 오히려 얼척(孼戚)으로 대우하였다. 이 때문에 원형이 크게 유감을 품어 매양 죄를 얽어 해치려 하였다. 난정의 어머니가 난정을 경계하기를, “너는 종손을 해치지 말라. 내가 맹세코 죽음으로써 당하겠다.” 하였으므로, 화를 면하게 되고 예전처럼 현달(顯達)한 자리에 오르게 되었다. 당저(當宁) 때에 벼슬하게 되어서도 청망(淸望)이 쇠하지 아니하였다. 그러나 오직 도학을 좋아하지 아니하고 후진을 소외하였으며, 또 이발 등에게 미움을 받아 탄핵을 거듭 입었다. 상이 그를 정직하게 여겨 정승으로 삼으려 하였으나 마침내 나이가 퇴휴(退休)할 시기에 이르렀으므로 명절(名節)을 잃지 않게 되었다. 자손이 많은데 아들 정혹(鄭㷤)은 명관이 되었다.",
                "hj": "○朔丙子/判中樞府事致仕鄭宗榮卒。 宗榮字仁吉。 弘毅有局量, 恪勤奉公, 歷仕三朝。 當明廟初, 尹元衡妾蘭貞, 卽宗榮庶姑也。 元衡之上變起獄也, 諷使預議, 宗榮佯爲不知而不應。 蘭貞旣僭爲正室, 封夫人, 居外命婦首, 人莫敢抗, 宗榮猶以孽戚待之, 元衡大憾, 每欲搆害。 蘭貞之母戒蘭貞曰: “爾勿害宗孫, 吾誓以死當之。” 故得免於禍, 通顯如故。 及仕當宁, 淸望不衰, 而惟不好道學, 踈外後進。 且爲李潑等所憎, 重被彈刺。 上爲直之, 欲以爲相, 竟以年至退休, 不失名節。 子孫衆多, 子㷤爲名官。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the month, [the King] appointed Yi Wongyu as second minister of punishments . [Yi] Wongyu was the highest rank of Grand Master for Excellent Virtue and was promoted to Grand Master for Excellent Virtue . After his term was fulfilled, he was appointed to this position. From the beginning, when provincial governor , he was appointed to the position of army and civil affairs, consulted with many discussions. When the work was completed, he reported his merits to the throne. [Yi] Wongyu also praised the skill of [Chinese] dug and his magnanimity. He was well-versed in appointing [Chinese] envoy and enjoyed his use. The affairs of the people in Pyeongan Province were recognized due to his expedition.",
                "H2KE-nKo": "이원익을 형조 참판으로 삼았다. 이원익은 정사가 가장 훌륭하여 품계가 가선대부에 올랐는데, 임기가 만료되자 이 제수가 있게 된 것이다. 윤두수가 감사가 되어 군사와 백성의 사무가 있을 때마다 번번이 차출하여 맡기고 함께 의논하여 건의하고 개혁한 것이 많았는데, 일이 완료되자 그의 공적을 아뢴 것이다. 이원익도 두수가 도량이 있고 일을 잘 처리하여 기꺼이 그를 임용하였으므로 관서의 민정이 이에 힘입어 정리된 것이 많았다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 9월 1일(을사) 1번째기사",
                "gt-oKo": "이원익(李元翼)을 형조 참판으로 삼았다. 원익은 정사가 최(最)를 맞아 품계가 가선 대부(嘉善大夫)에 올랐는데 임기가 차자 이 임명이 있었다.【윤두수(尹斗壽)가 그때 감사가 되어 모든 군사와 백성에 관한 사무가 있으면 그때마다 차임(差任)하여 그와 의논하였는데 건혁(建革)한 바가 많았고 일이 완료되면 그의 공로를 계문(啓聞)하였다. 원익도 두수가 도랑이 있고 임사(任使)를 잘한다 하여 그에게 쓰여지기를 좋아하였다. 그래서 관서 지방의 민정(民政)에 정리된 바가 자못 많았다.】",
                "hj": "○朔乙巳/以李元翼爲刑曹參判。 元翼以政最, 進秩嘉善, 任滿而有是拜。【尹斗壽爲監司, 凡有兵民事務, 輒差任與議, 多所建革, 事完, 啓其勞績。 元翼亦稱斗壽有度量, 善任使, 樂爲之用, 關西民政, 賴多整理。】"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Second Minister of Works Yi Geun , the envoy for celebrating the Emperors birthday , returned from Beijing. The Emperor granted an imperial edict and bestowed the copies of the Comprehensive Mirror to Aid in Government (K. Hoejeon . Earlier, when Yi Geunsu departed, he also requested the copies of the Comprehensive Mirror to Aid in Government (K. Hoejeon , which was recorded in the Comprehensive Mirror to Aid in Government (K. Hoejeon . The Emperor specially ordered the copies of the Comprehensive Mirror to Aid in Government (K. Geunyukjeon, which was recorded in the Comprehensive Mirror to Aid in Government (K. Hoejeon, and the copy of the Comprehensive Mirror to Aid in Government (K. Geunsukjeon, which was recorded in the Comprehensive Mirror to Aid in Government (K. Geunsukjeon, which was recorded in the Comprehensive Mirror to Agensive Mirror to Agency. The imperial edict read as follows: I think that the Comprehensive Mirror to Agensive Mirror to Agensage (K. Geunsukjeon were stored in the Comprehensive Mirror to Agensive Mirror to Agensty in Government (K. Geunsukjeon, and the Comprehensive Mirror to Agensive Mirror to Agensty in Government (K. Geunsukjeon was stored in the Comprehensive Mirror to Agensive Mirror to Agensage (K. Geunsukjeon and stored in the Comprehensive Mirror to Agensive Mirror to Agensage (K. Geunsukjeon and stored in the Comprehensive Mirror to Agensive Mirror to Agens to Agensage (K. Gens ",
                "H2KE-nKo": "삭해년 성절사 공조 참판 윤근수가 연경에서 돌아왔는데, 황제가 칙서를 내려 《회전》 전부를 반사하였다. 처음에 윤근수가 갔을 때 변무조에 실려 있는 《회전》 전부를 반사해 줄 것을 아울러 주청하였는데, 황제가 특명으로 비사에 실려 있는 본국 세계의 정본과 아울러 《회전》 전편을 반사하고 황극문 안에서 칙서를 선포하였다. 이에 한림 학사가 예를 갖추어 명을 전하면서 그 일을 중하게 여겼다. 그 칙서에,“짐은 생각건대, 《회전》은 우리 조종의 옛 법이고 국가의 성헌으로 내부에 간직되어 있다. 내부는 유사에게 있고 외번에는 일찍이 가볍게 보여 준 적이 없다. 그대는 대대로 직공을 닦아서 일찍부터 충성을 다하였고 동한에 병한을 갖추고 상국에서 위의를 이어받았다. 여러 세대 동안 밝혀지지 않은 세계를 설원하여 이미 간절한 소원을 이루었고, 밝은 시대의 없어지지 않은 책을 사모하여 기꺼이 볼 것을 생각하였다. 짐이 내복과 같이 보고 문자를 함께하는 것을 가상히 여겨 전편을 칙사하여 영구히 전하게 하였다. 이에 배신에게 부쳐 본국으로 가지고 돌아가게 하여 간절히 진정하는 그대의 지극한 뜻을 위로하는 바이다.그대는 이 전적을 받들어 장정으로 삼을 것이다. 이미 영광을 완전히 입었으니 의당 비밀에 부쳐야 할 것이나, 오히려 회유하는 은총을 생각하여 익대하는 정성을 더욱 굳건히 해야 할 것이다.”하였다. - 윤근수가 연경에 있을 때 사신의 일로 예부에 정문하자, 상서가 신행에게 편지를 보내어 그 글을 기이하게 여겨 감탄하기를 “번방에 사람이 있다.”하였다. - 종계 변무의 일은 여러 조정의 간청을 거쳤는데, 이제 비로소 개정되어 비사 《회전》을 내려 보여 주었으니, 역대로 동번을 대우해 온 이래 있지 않았던 총장이다. - 처음에 묘당이 헌의하기를,“종계의 무함은 찬역의 설에 비하면 더욱 무겁습니다. 그런데 매번 아울러 주청하니 성의가 전일하지 못합니다. 종계만 전적으로 거론해서 신리하는 것이 낫겠습니다.”하였다. 기대승이 대간의 계사에서 “혁제 때의 일은 성조의 본뜻이 아니었는데, 간사한 자가 더욱 꾸며 무함하니 분변하지 않을 수 없습니다.”라고 하였는데, 그 헌의에 따라 주청사까지 아울러 거론하여 모두 신설해 주었다. 그러므로 기대승이 그 공으로 훈적에 추록되었다. 그 뒤에 조야의 사책을 보니, 명나라 조정에서 모두 신설을 허락한 것을 지나치다고 하였다. 그래서 후래의 야사를 변무하는 의논을 일으킨 것이다. -\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 1번째기사",
                "gt-oKo": "성절사(聖節使) 공조 참판 윤근수(尹根壽)가 연경(燕京)에서 돌아왔는데 황제가 칙서(勅書)를 내리고 《회전(會典)》 전부(全部)를 반사(頒賜)하였다. 당초 윤근수의 사행(使行)이, 변무조(辨誣條)가 실린 《회전》 전부의 반강(頒降)을 주청(奏請)하는 소임을 겸하였는데, 황제가 특명으로 비사(祕史)에 실린 본국 세계(世系)의 정본(正本)을 선시(宣示)하는 한편, 《회전》의 전편을 아울러 반사하게 하고 황극문(皇極門) 안에서 칙서를 선포하였다. 한림 학사(翰林學士)가 예를 갖추어 명을 전하였는데 그 일을 소중히 여겨서였다. 그 칙서에, “짐이 생각건대, 《회전》은 우리 조종(祖宗)의 옛 장정(章程)이고 국가의 성헌(成憲)으로 내부(內府)에 간직하고 있었다. 부본(副本)은 유사(有司)에게 있는데 외번(外藩)에게는 가벼이 보여준 적이 없었다. 그대는 대대로 직공(職貢)을 닦고 일찍부터 충성을 지녀 동한(東韓)에서 울타리 구실을 하고 상국(上國)의 위의(威儀)를 답습하였다. 여러 대 분명하지 못했던 세계를 신설(伸雪)하였으니 이미 간절한 소망을 이루었고, 소대(昭代)에 영원히 전할 책을 사모하여 시원하게 보기를 생각하였다. 짐이 내복(內服)처럼 보고 문자가 같음을 아름답게 여겨 《회전》 전편을 칙명으로 반사(頒賜)하여 영구히 전하게 한다. 이에 배신(陪臣)에게 부쳐 본국으로 가지고 가서 권권(惓惓)하게 진정(陳情)하는 그대의 지극한 뜻을 위로하게 한다. 그대는 이 전적(典籍)을 받들어 장정(章程)으로 삼을지어다. 이미 영광을 완전히 입었으니 비밀스럽게 존중히 간직해야 할 것이며, 오히려 수회(綬懷)하는 총애를 생각하여 익대(翊戴)하는 정성을 더욱 굳건히 할지어다.” 하였다.【윤근수가 연경(燕京)에 있으면서 사행(使行)의 일로 예부(禮部)에 정문(呈文)하였더니 예부 상서(禮部尙書) 우신행(于愼行)이 그 글을 기이하게 여겨 감탄하기를 ‘번방(藩邦)에도 사람이 있다.’ 하였다.】 종계 변무(宗系辨誣)에 관한 일은 여러 조정의 구청(求請)을 거쳐 이제서야 개정하게 되고 비사(祕史)인 《회전》을 내려 보이게 되었으니 역대로 동번(東藩)의 대우에 일찍이 없었던 총장(寵章)이다.【당초 묘당(廟堂)의 헌의(獻議)에 ‘종계(宗系)의 무망(誣罔)은 찬역(簒逆)의 설에 비하면 더욱 심중(深重)한데 매양 함께 간청하므로 성의가 전일하지 못하였으니 종계만 오로지 들어 신설하느니만 못하다.’ 하였는데, 기대승(奇大升)이 대간의 직에 있으면서 계사를 올리기를 ‘혁제(革除) 때의 일은 성조(聖祖)의 본의가 아닌데 간인(奸人)이 더 꾸미고 무망(誣罔)을 가한 것이니 변명하지 않을 수 없습니다.’ 하여, 그 의논을 따라 아울러 주청해서 모두 신설하였으므로 기대승이 그 공으로 훈적(勳籍)에 추록(追錄)되었다. 그 뒤 중국의 야사(野史)를 보니, 중국 조정에서 이 두 가지를 아울러 신설을 허락한 것이 잘못이라고 하였으므로 뒤에 중국의 야사를 변무(辨誣)하자는 의논이 일어나게 되었다.】",
                "hj": "○朔乙亥/聖節使工曹參判尹根壽, 廻自京師, 帝降勑, 頒賜《會典》全部。 初, 根壽之行, 兼爲奏請頒降卞誣條所載《會典》全部, 帝特命宣示, 秘史所載本國世系正本, 竝頒賜《會典》全編, 宣勑于皇極門內。 翰林學士將禮傳命, 以重其事。 勑書曰: 朕惟, 《會典》一書, 我祖宗舊章, 國家成憲, 藏之內府。 副在有司, 其在外藩, 未嘗輕示。 以爾世修職貢, 夙秉忠誠, 備屛翰于東韓, 襲威儀于上國。 雪累世不明之系, 旣遂懇祈, 慕昭代不刊之書, 仍思快覩。 朕視猶內服, 嘉與同文, 勑賜全編, 俾傳永久。 玆付陪臣, 齎回本國, 以慰爾惓惓陳情至意。 爾奉玆圖籍, 式是章程。 旣全被于光榮, 宜尊藏于秘密, 尙念綏懷之寵, 彌堅翊戴之忱。 【根壽在京師, 爲使事呈文禮部, 尙書于愼行, 奇其文歎曰: “藩邦有人矣。”】 宗系辨誣事, 經累朝祈請, 今始准改得正, 降示秘史《會典》, 歷代待東藩, 所未有之寵章也。【初, 廟堂獻議: “宗系之誣, 比之纂逆之說, 則誣罔尤重, 而每竝擧祈請, 誠意不專, 莫如專擧宗系, 伸理也。” 奇大升在臺啓以: “革除時事, 非聖祖本意, 而奸人增飾加誣, 不可不辨。” 從其議, 竝擧奏請, 一幷伸雪, 故大升以其功, 追錄勳籍。 其後見中朝野史, 以皇朝竝許伸雪爲過, 所以起後來野史辨誣之議也。】"
            },
            "2": {
                "H2KE-EN": "The King (Sejong distributed the Comprehensive Mirror to Aid in Government (C. Hoejeon , and reported to the Royal Ancestral Shrine . He then issued a royal edict to the Royal Ancestral Shrine . [The King] ordered that Geun Su be promoted to grand master for upholding state laws , and that he be appointed minister of Punishments . [The King] bestowed land, houses, and nobi (slaves [upon him]. ",
                "H2KE-nKo": "주상이 《대명회전》 전서를 반포한 일을 종묘에 고하고 교서를 반포하였다. 윤근수의 품계를 자헌대부로 올리고 형조 판서에 제수하고 전택과 노비를 하사하라고 명하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 2번째기사",
                "gt-oKo": "상이 《회전》의 전서(全書)를 반사한 것으로 종묘에 고하고 교서를 반포하였다. 그리고 윤근수의 품계를 자헌 대부(資憲大夫)로 올리고 형조 판서에 임명한 다음 전지와 집과 노비를 하사하도록 명하였다.",
                "hj": "○上以頒《會典》全書, 告宗廟頒敎。 命尹根壽進階資憲, 拜刑曹判書, 賜田宅、臧獲。"
            },
            "3": {
                "H2KE-EN": "The King selected Magistrate of Gyeonseong District Yi Jun and Education Director Jeong Gyeong to study the entouragement and read books.",
                "H2KE-nKo": "현감 한준겸과 검열 정경세를 선발하여 사가 독서하게 하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 3번째기사",
                "gt-oKo": "현감 한준겸(韓浚謙), 검열(檢閱) 정경세(鄭經世)를 선발하여 사가 독서(賜暇讀書)하게 하였다.",
                "hj": "○選縣監韓浚謙、檢閱鄭經世, 賜暇讀書。"
            },
            "4": {
                "H2KE-EN": "The King appointed Ko Gyeongmyeong as 동래 부사로 삼았다. Ko Gyeongmyeong was the son of Second Inspector [of the Office of the Inspector General] Maengyeong . During the reign of Emperor Xuande era (, when he served as second clerk of the Office of Diplomatic Correspondence , he was dismissed from his fathers reputation and was appointed as a county magistrate . Because he was employed due to a literary literati.",
                "H2KE-nKo": "고경명을 동래 부사로 삼았다. 고경명은 대사간 고맹영의 아들이다. 명종조에 홍문관 교리가 되어 아버지의 죄에 연좌되어 파출되었다가 군수에 서용되었다. 문한으로 등용되었는데, 이때에 이르러 추천하여 동래 부사로 삼았다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 4번째기사",
                "gt-oKo": "고경명(高敬命)을 동래 부사(東萊府使)로 삼았다. 경명은 대사간 고맹영(高孟英)의 아들이다. 명종조에 홍문관 교리가 되었는데, 아버지의 죄로 연좌되어 파출(罷黜)되었다가 군수로 서용(叙用)되었다. 문한(文翰)으로 쓰임을 받았는데, 이때에 천거되어 동래 부사가 되었다.",
                "hj": "○以高敬命爲東萊府使。 敬命, 大司諫孟英之子也。 在明宗朝, 爲弘文校理, 坐父累罷黜, 敍爲郡守。 以文翰見用, 至是薦爲東萊府使。"
            },
            "5": {
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 5번째기사",
                "gt-oKo": "황해도 관찰사 한준(韓準), 재령 군수(載寧郡守) 박충간(朴忠侃), 안악 군수(安岳郡守) 이축(李軸), 신천 군수(信川郡守) 한응인(韓應寅) 등이 변서(變書)를 올려 ‘전 수찬 정여립이 모반한다.’고 하였는데, 여립이 망명(亡命)하였다. 당초 여립이 왕의 견책을 자주 입고 호남 금구현(金溝縣)으로 달아나서 전주에 거주하기도 하였고 김제(金堤)·진안(鎭安)의 별장을 왕래하였다. 조정에서 그가 퇴휴(退休)하는 것을 애석히 여겨 논천(論薦)이 서로 잇따라 매양 청망(淸望)에 주의(注擬)하였으나 상이 끝내 윤허하지 않았다. 여립이 본디 발호(跋扈)하는 뜻이 있었는데 억누름이 심하게 되자 배반하려는 모의를 더욱 펴게 되었다. 이에 강학(講學)을 가탁하여 무뢰배를 불러모았는데, 무사와 승도(僧徒)들도 그 가운데 섞여 있었다. 호강한 세력으로 남의 재물을 함부로 강탈하여 전원(田園)을 광대하게 점유하고 나서 또 주군(州郡)에 구청하여 조금만 마음에 만족하지 않으면 곧 대관(臺官)에게 부탁하여 공격 모함하니, 복종하여 따르는 자가 문을 메웠고 선물과 증유(贈遺)가 뜻에 차지 않음이 없었다. 그러므로 그 자산이 실로 관가(官家)와 같았는데 이것으로 몰래 무리들을 길렀다. 이때 국가가 군정(軍政)이 문란하고 재력이 탕갈되었는데, 해마다 흉년과 재변이 들고 도적이 간간이 일어났다. 민간에서 항상 일족과 이웃의 군포(軍布)를 징수하는 것을 괴롭게 여기고 또 북계(北界) 백성을 쇄환(刷還)하는 소요가 있었다. 여립이, 백성이 반란을 생각하는 조짐이 있는 것을 보고 드디어 그들과 반란을 도모하기로 결의하였다. 또 해서(海西)는 풍속이 완악(頑惡)한데다가 일찍이 임꺽정(林巨正)의 난리가 있음을 보고 황해 도사(黃海都事)가 되기를 청하였으나 이루지 못하였다. 이에 안악(安岳) 사람 변숭복(邊崇福)·박연령(朴延齡), 해주(海州) 사람 지함두(池涵斗) 등과 몰래 서로 교결하여 돌려가며 꾀니 응하는 자가 수백 명이나 되었다. 지함두란 자는 본래 교생(校生)으로 문자를 꽤 알았는데 간사한 행실로 향리에 죄를 얻었다. 이름을 여러 번 변경하고서 누른 갓과 도복(道服)을 착용하고 호남·호서를 돌아다니며 여립을 사사(師事)하였다. 해서 사람으로 제자라 일컬으며 왕래한 자로서 함두 같은 축이 많았다. 이보다 앞서 1백여 년 전에, 민간에 ‘목자(木子)가 망하고 전읍(奠邑)이 일어난다.’는 참언(讖言)이 있었다. 여립이 요승(妖僧) 의연(義衍)과 모의하여 이를 옥판(玉版)에 새긴 다음 지리산 석굴 안에 간직하였다. 의연이 승도인 도잠(道潛)·설청(雪淸) 등과 산을 유람한다고 핑계하고 지리산에 이르러서는 ‘아무 방위에 보기(寶氣)가 있다.’ 하고 같이 가게 하여 옥판을 찾아내어 여립에게 돌려주니, 여립이 같은 동아리에게 비밀히 보여주고는 그 말을 누설하지 말도록 당부하였다. 의연은 본래 운봉(雲峰) 사람으로서 스스로 요동(遼東)에서 나왔다고 일컫고 명산을 두루 다니다가 사람을 만나면 넌지시 풍자하여 말하기를, “내가 요동에 있을 때에 조선을 바라보니 왕기(王氣)가 있었는데, 조선에 와서 살펴보니 왕기가 전주 동문(東門) 밖에 있었다.” 하였다. 이로 말미암아 ‘전주에 왕기가 있다.’는 말이 원근에 전파되었다. 여립이 또 말하기를, “내 아들 옥남(玉男)의 등에 왕(王)자의 무늬가 있는데 피기(避忌)하여 옥(玉)자로 해서 이름을 옥남(玉男)이라 하였다.” 하였다. 정옥남은 눈 하나에 겹 동자였으므로 사람들이 또한 이상하게 여겼다. 이때 동요가 있었는데, 뽕나무에 말갈기 나자 집 주인은 왕이 되리 하였다. 여립이 의연과 몰래 집 동산 뽕나무의 껍질을 크게 벗겨내고 말갈기를 메워넣었다. 날짜가 오래되어 껍질이 아물어지자 짐짓 인근의 친밀한 사람으로 하여금 보게 하고는 말하지 말도록 경계하고 곧 없애버렸다. 국초 이래로 참설(讖說)이 있었는데, “연산현(連山縣) 계룡산(鷄龍山) 개태사(開泰寺) 터는 곧 후대에 정씨(鄭氏)가 도읍할 곳이다.” 하였다. 여립이 일찍이 중 의연의 무리와 국내의 산천을 두루 유람하다가 폐사(廢寺)의 벽에 시를 쓰기를, 손이 되어 남쪽 지방 노닌 지 오래인데 계룡산이 눈에 더욱 환하여라 무자·기축년에 형통한 운수 열리거니 태평 성세 이루는 것 무엇이 어려우랴 하였는데, 그 시가 많이 전파하였다. 또 무명자가(無名子歌)를 지었으니, 모두 백성이 곤궁하여 난을 일으키려는 뜻을 기술한 것이데, 사람들은 어디에서 왔는가를 알지 못하였다. 여립은 잡술에 두루 통하여 감여(堪輿)와 성기(星紀) 등에 관한 서적을 중국에서 사다가 무리들과 강설(講說)하였고 국가에 장차 임진 왜변(壬辰倭變)이 있을 것을 알고 때를 타고 갑자기 일어나려 하였다. 그리하여 이웃 고을의 여러 무사, 공사천(公私賤)의 장용(壯勇)한 사람 등과 대동계(大同禊)를 만들어 매월 15일에 한 곳에 모여 활쏘기를 겨루고 주식(酒食)을 장만하여 즐기면서 말하기를, “활쏘기란 육예(六藝) 중의 하나이니, 남자로서 마땅히 학습해야 한다.” 하였다. 그러므로 수학(受學)하는 문인은 모두 활쏘기를 익히는 것을 업으로 삼으면서 모두들 말하기를, “우리 동방의 선유(先儒)들은 예학(禮學)만 알 뿐이었는데, 사예(射藝)를 가르치는 것에 이르러서는 오직 우리 선생이 있을 뿐이다.” 하였다. 정해년 왜변에 열읍(列邑)이 군사를 조발(調發)하였는데 전주 부윤(全州府尹) 남언경(南彦經)이 소활하여 조처할 바를 알지 못하였다. 그래서 여립을 청하여 군대를 나누게 하였더니, 여립이 사양하지 않고 담담하여 한 번 호령하는 사이에 군병이 모였는데, 부서를 나누어 조견(調遣)하는 데 있어 하루가 안 되어 마무리지었다. 그 장령(將領)들은 여립이 모두 대동계(大同禊)에 들어 있는 친밀한 무사를 썼다. 적이 물러가고 군사를 해산하자 여립이 장령에게 말하기를, “훗날 혹시 변고가 있으면 너희들은 각각 부하들을 거느리고 일시에 와서 기다리라.” 하고, 그 군부(軍簿) 1건은 여립 자신이 가지고 갔다. 언경이 감탄하여 말하였다. “이 사람은 유술(儒術)뿐만이 아니니, 그 재능을 따를 수 없다.” 수십 년 전에 천안(天安)의 사노(私奴) 길삼봉(吉三峰)이란 자가 용맹이 뛰어나 하루에 3백∼4백 리를 걸어다녔는데 그대로 흉포한 도적이 되었다. 관군이 매양 체포하기 위해 엄습하였으나 그때마다 탈주하였으므로 이름이 국내에 자자하였다. 여립이 지함두(池涵斗) 등으로 하여금 해서 지방에 말을 퍼뜨리기를, “길삼봉·삼산(三山) 형제가 신병(神兵)을 거느리고 지리산으로 들어가기도 하고 계룡산으로 들어가기도 한다.” 하고, 또 말하기를, “정팔룡(鄭八龍)은 신용(神勇)한 사람으로 마땅히 왕이 되어 계룡산에 도읍을 정할 터인데 머지 않아 군사를 일으킬 것이다.” 하였다. 팔룡은 곧 여립의 환호(幻號)인데, 실정을 모르는 자들은 다른 사람으로 알았다. 해서 지방이 바야흐로 임꺽정의 난을 겪었는데 여립의 요언(妖言)을 듣게 되어서는 백성들과 관리들이 두려워하여 모두 군장(軍裝)을 예비하고 급경(急警)에 대비하였다. 그런데 여립의 도당들도 그 사이에 섞여서 또한 변고에 대비한다는 것을 명분으로 삼아 앞을 다투어 병기를 수리하였는데, 실정을 모르는 자는 도적을 방어하기 위한 것으로 여겼다. 이때 해서에 떠도는 말이 자자하였는데, “호남 전주 지방에 성인이 일어나서 우리 백성을 구제할 것이다. 그때에는 수륙(水陸)의 조례(皀隷)와 일족·이웃의 요역(徭役)과 추쇄(推刷) 등의 일을 모두 감면할 것이고 공·사천과 서얼(庶孽)을 금고(禁錮)하는 법을 모두 혁제(革除)할 것이니 이로부터 국가가 태평하고 무사할 것이다.” 하였다. 어리석은 백성들이 그 말을 듣고 현혹되어 왁자하게 전파하였다. 그리고 호남의 사인(士人)들도 더러는 여립이 장차 군사를 일으키려고 도제(徒弟)가 그 사이에 왕래한다는 말을 전해 들었는데 승도(僧徒)와 무뢰한이 뒤섞여 거처하고 남녀가 분별이 없음을 보고 크게 의심하였다. 장성(長城) 사인(士人) 정운룡(鄭雲龍)이 처음에는 여립과 교유하였으나 그의 소위를 보고 깜짝 놀라 장성 현감 이계(李啓)에게 말하여 상변(上變)하려 하였으나 단서를 잡지 못하였다. 그러자 여립에게 편지를 보내 다른 일을 의탁해서 그를 끊어버린 다음 경기 지방으로 피신하였다. 여립의 형 정여복(鄭汝復)은 먼 마을에 떨어져 살았는데 난을 일으키려는 조짐을 살피고 또한 상변하려고 짐짓 편지를 보내어 ‘문하에 무뢰한 자제들을 거접하면 반드시 후환을 끼치게 될 것이다.’고 경계하여 그의 답서를 받아 증거로 삼으려 하였다. 여립이 그 의도를 알아채고 답서를 보내지 않고 몸소 형의 집에 가서 다른 뜻이 없음을 스스로 변명하니 여복은 감히 고발하지 못하였다. 그의 사위 진사 김경일(金敬一)이 고부(古阜)에 있으면서 민간에 전파된 말을 듣고 편지로 여립에게 물으니, 여립이 답서를 보내어 경계하기를, “나를 원수로 여기는 자가 이러한 말들을 지어낸 것이니 절대로 입에 담지 말고 또 문자에 드러내지 말도록 하라.” 하였다. 중 도잠(道潛)·설청(雪淸) 등은 그가 반역하려는 정상을 알고 또한 도망하여 흩어졌다. 여립이 사기(事機)가 자못 누설되어 사람들의 말이 점차 널리 퍼진 것을 보고 일이 발각될까 두려워하여 변란을 일으키려는 계책을 결정하였다. 이에 비밀로 부서(部署)를 약속하여 이해 겨울 말에 서남 지방에서 일시에 군사를 일으키기로 기약하고, 강진(江津)에 얼음이 얼어 관방(關防)에 원조가 없기를 기다려 곧바로 경도(京都)를 침범한 뒤 무기고를 불태우고 강창(江倉)을 빼앗아 점거한 다음, 도성 안에 심복을 배치하여 내응하도록 하였다. 그리고 자객을 나누어 보내어 대장 신립(申砬)과 병조 판서를 먼저 죽이고 전지(傳旨)를 사칭하여 병사(兵使)와 방백(方伯)을 죽이도록 언약하였다. 또 대관(臺官)에게 청탁하여 전라 감사와 전주 부윤을 논핵해서 파면하고 그 틈을 타서 거사하기로 하였다. 마침 이길(李洁)이 임금의 부름을 받고 서울로 가는 길에 금구(金溝)에 들러 여립을 만나 여러 날 동안 묵었다. 여립이 역루(驛樓)에서 전송하는데, 술을 마시는 자리에서 여립의 말이 수상하였으므로 이길이 괴이하게 여겨 도리어 힐문하니, 여립이 붓을 술에 적셔 반면(盤面)에 썼다. 이길이, 얼굴빛이 변하며 깜짝 놀라 일어나서 은진현(恩津縣)의 현사(縣舍)로 달려가서 편지를 써서 종에게 부쳐 형 이발(李潑)에게 통보하고, 현감에게 말하기를, “도중에 도적의 위협이 있을 듯하니 모름지기 군병을 얻어 호행(護行)해야 하겠습니다.” 하니, 현감이 읍내의 민병(民兵) 약간인을 내어 무장을 갖추어 호송하고 연로의 군현이 차례로 교대하게 하였다. 도중에 과연 장사 두세 사람이 군장 차림으로 말을 타고 선후로 지나가는 것을 만났는데 방비가 있는 것을 알고 감히 접근하지 못하였다. 이길이 차현(車峴)을 지나 호송하던 군사를 보내고 동향(同鄕)의 무사 두세 사람을 얻어 동행하여 서울에 이르렀다. 이길의 의사로는, 형과 상의하여 처치하려 하였으나 미치지 못하였으므로【이발이 아우의 편지를 보고 달려가 삼례역(參禮驛)에 이르러서 역변(逆變)을 들었다.】 드디어 말을 숨기고 감히 바로 말하지 못하였는데 세상에서는 여립이 한 말이 무엇인지를 알 수가 없었다. 해서(海西) 구월산(九月山)의 중 가운데 호응하는 자가 있었다. 중 의엄(義嚴)이 그 정상을 염탐하고 재령 군수(載寧郡守) 박충간(朴忠侃)에게 비밀히 말하였으나 충간이 망설이며 감히 고발하지 못하였다. 안악 군수(安岳郡守) 이축(李軸)의 족제(族弟)인 진사 남절(南截)이 군내 지방에 우거(寓居)하고 있었는데, 민간에서 전하는 말을 듣고 이축에게 고하자 이축이 남절을 시켜 실상(實狀)을 살피게 하였다. 남절이 교생(校生) 조구(趙球)가 항상 여립의 제자라고 하면서 도중(徒衆)을 많이 모아 술을 마시는데 종적이 평소와 다른 것을 보고 이축에게 고하였다. 이에 이축은 엄습하여 잡아다가 실상을 물었다. 조구의 집에 여립의 서간(書簡)으로 별호를 오산(鰲山)이란 쓴 것이 몇 장이 있는 것을 보았는데 대다수가 호초(胡椒)와 부채를 그 무리에게 나누어 준 것으로 근 1백 인이나 되었다. 이축이 그것을 가지고 힐문하니, 조구는 속일 수 없음을 알고 모든 역상(逆狀)을 고발하였다.【조구가 자의로 스스로 고한 것이 아니지만 이축이 여립과 대옥(對獄)하는 것을 어렵게 여겼으므로 드디어 구를 고수(告首)로 삼았다. 그래서 그 족류(族類)가 모두 역당(逆黨)으로 죽었으나 조구만은 죽음을 면하고 녹훈(錄勳)되었다. 조정에서 그 실상을 알고 있었으므로 벼슬을 제수하기는 하였으나 매양 논박하여 그를 체직시켰다.】 이축이 서간으로 박충간을 초청해 모였는데, 신천 군수(信川郡守) 한응인(韓應寅)은 명사(名士)로서 조정에 신임을 받을 수 있다 하여 이에 조구를 신천에 보내어 연명하여 감사 한준(韓準)에게 장보(狀報)하게 하였다. 그리고 충간은 그날로 급히 달려 재령으로 돌아와서 또 같은 당여로 읍내에 거주하는 사람인 이수(李綏)를 잡아다가 물으니, 이수가 고하는 것도 조구의 말과 같았으므로 곧 전에 의엄(義嚴)에게 들은 것까지 아울러 거론하여 소장을 갖추어 그의 아들에게 부쳐 급히 달려 예궐하여 먼저 상변(上變)하게 하였는데 황해 감사의 장계가 뒤따라 도착하였다. 이달 초2일 혼야(昏夜)에 상이 편전에 나아가 삼공, 육승지(六承旨), 입직 도총관(都摠管) 2원, 홍문관의 상하번(上下番)을【정경세(鄭經世)가 전경(典經)으로 입직하고 있었다.】 명초(命招)하여 좌·우 사관과 함께 입시하게 하고, 여립의 누이의 아들인 검열(檢閱) 이진길(李震吉)이 사관(史館)에 입직하고 있었는데 입시하지 못하도록 명하였다. 상이 제신(諸臣)에게 ‘여립이 어떠한 사람인가?’ 물으니, 영상 유전(柳㙉), 좌상 이산해는 ‘그의 인품은 모른다.’고 대답하였고, 우상 정언신은 아뢰기를, “그가 독서하는 사람이라는 것만 알고 다른 것은 모릅니다.” 하였다. 상이 손으로 고장(告狀)을 들어 상 아래로 내던지며 이르기를, “독서하는 사람의 소위가 곧 이와 같단 말인가.” 하고, 승지를 시켜 읽도록 하니, 흉모(兇謀)가 낭자하였다. 좌우 신하들이 모두 목을 움츠리고 등에 땀이 배었으나, 언신은 홀로 나지막한 소리로 킬킬 웃으니 상이 그 소리를 들었다. 대신이, 금부도사를 나누어 파견하여 여립 등을 체포하는 한편, 고변한 자까지 아울러 잡아오게 할 것을 청하였고, 유전은 토포사(討捕使)를 나누어 파견하여 비상 사태에 대비하기를 청하니, 상이 따랐다. 변숭복(邊崇福)은 일명 사(涘)인데 용건(勇健)이 뛰어났다. 조구(趙球)가 고변했다는 말을 듣고 안악(安岳)으로부터 여립에게 달려가서 고하였는데 4일 만에 금구(金溝)에 이르렀다. 여립이 곧 박연령(朴延齡)의 아들 박춘룡(朴春龍), 자기 아들 옥남(玉男)과 함께 밤을 이용하여 도망하였는데 집안 사람들은 간 곳을 알지 못하였다. 금부도사 유담(柳湛)이 이튿날 금구와 전주 두 곳의 여립의 집에 달려가 엄습하였으나 모두 잡지 못하니 도성 안이 진동하였다. 영중추부사(領中樞府事) 노수신(盧守愼)이 오랫동안 병으로 출사하지 못했는데, 변고를 듣고 예궐(詣闕)하여 문안하였다. 상이 인견(引見)을 명하자 노수신이 다리 저는 것을 이유로 사양하였다. 상이 하고 싶은 말을 서계(書啓)하도록 명하니 노수신이 서계하기를, “근일의 대변(大變)은 고금에 없던 것이므로 위에서 경동(驚動)함이 반드시 깊으실 것입니다. 신은 안타까움을 견디지 못하여 감히 와서 문안합니다. 천세토록 만복을 누리소서.” 하였다. 상이 이르기를, “어찌 이런 일이 있단 말인가. 경은 안심하도록 하라.” 하고, 상이 시신(侍臣)을 보내어 수신에게 유시하기를, “오래도록 경을 접견하지 못하였다. 아침에 경이 온다는 말을 듣고 인견하고자 하였는데, 경의 기거가 불편하므로 인견하지 않았다. 이번 역적의 변고가 과인의 시대에 나오게 된 것은 모두 치국(治國)을 변변히 하지 못한 소치이니 조선(祖先)께 부끄럽고 죄스러워 무어라 말할 수 없다. 경은 서리 내린 추운 아침에 출입하느라 손상이 없지나 않는가. 이에 사관을 보내어 나의 뜻을 돈유(敦諭)한다.” 하고, 이어서 후피요(厚皮褥) 1건을 하사하였다. 수신이 회계(回啓)하여 사은하고 또 아뢰기를, “성명한 세상에 어찌 이같은 변고가 있을 수 있습니까. 마치 헛말을 들은 것 같고 뼈가 저려 마지않습니다. 바라건대, 성려(聖慮)를 기울여 조용히 핵치(覈治)하여 죄인을 잡는 것이 실로 만세 국가의 복입니다.” 하였다.【이때 노수신이 오래도록 병을 앓아 노쇠하였다. 문하의 명사가 갑자기 역변이 그의 제배(儕輩)에게서 나왔다는 말을 듣고 무망(誣罔)이 있는가 의심하여 수신에게 달려가 만나보고 말하기를 ‘해서(海西) 사람 중에는 이이(李珥)의 문인이 많으니 이는 반드시 무고하여 사림(士林)에 화를 끼치려는 것이다. 상공(相公)은 인망이 중하여 상께서 평소 의지하여 믿고 있으니 한 마디 말을 하여 해명하는 것이 좋겠다.’ 하였다. 수신이 이미 여립을 여러 차례 천거하였고 또 편당(偏黨)한다는 말을 듣고 상의 뜻을 탐지하여 풍유(諷諭)하고자 하여 이 계사가 있었던 것이다. 정언신은 본디 여립과 숙종(叔宗)으로 교분을 맺었고 또한 뜬 논의에 동요되어 고변한 자 5∼6인을 베려고까지 하였다. 이 때문에 옥사를 뒤집으려 한다는 설이 있었다. 이에 사람들이 분울(憤鬱)하여 상소하여 논박하기에 이르자 상의 노여움을 크게 격발시켰다.】",
                "hj": "○黃海道觀察使韓準、載寧郡守朴忠侃、安岳郡守李軸、信川郡守韓應寅等, 上變書言: “前修撰鄭汝立謀叛。” 汝立亡命。 初, 汝立數被譴旨, 遁歸湖南金溝縣, 或居全州, 往來金堤、鎭安別庄。 朝廷惜其退休, 論薦相繼, 每擬淸望, 上終不許。 汝立素有跋扈之志, 及挫抑甚, 其叛謀益肆。 迺假託講學, 招聚無賴, 武士、僧徒雜於其中。 豪橫攘奪, 田園旣廣, 又求請州郡, 少不稱愜, 輒囑臺官攻陷, 賓從塡門, 饋餉、贈遺, 無不滿意。 故其資實如官家, 以之陰養徒衆。 時, 國家軍政紊亂, 財力殫屈, 比年凶災、盜賊發。 民間常苦族隣軍布之徵, 又有北界刷民之撓。 汝立見民有思亂之漸, 遂與其徒決意謀亂。 且見海西俗頑, 曾有林巨正之亂, 求爲黃海都事, 不遂。 與安岳人邊崇福、朴延齡, 海州人池涵斗等, 潛相交結, 轉相誑誘, 應者近數百人。 池涵斗者, 本校生, 頗識字, 以奸行得罪鄕曲。 累變名字, 着黃冠、道服, 轉行兩湖, 從師汝立, 海西人稱以弟子往來者, 多涵斗之類也。 先是百餘年, 民間有木子亡, 奠邑興之讖。 汝立與妖僧義衍謀, 刻之玉版, 藏於智異山石窟中。 衍與其徒道潜、雪淸等, 諉以游山, 至智異山言: “某方有寶氣。” 使同行, 尋得玉版, 歸之汝立, 密示同黨, 戒其勿洩。 義衍本雲峯人, 自稱出於遼東, 徧行名山, 遇人綢繆曰: “余在遼東時, 望朝鮮, 有王氣, 及來朝鮮候之, 則王氣在全州東門外。” 由是, 全州王氣之說, 傳於遠近。 汝立又言: “其子玉男, 背有王字文, 避忌云是玉字, 以爲名。” 玉男一眼重瞳, 衆亦異之。 時有童謠云: “桑生馬鬣, 家主爲王。” 汝立與義衍, 潛於家園桑木, 鉅剮其皮, 塡以馬鬣。 日久皮合, 故令隣近親密見之, 而戒以勿言, 卽削去。 自國初以來, 有讖說: “連山縣鷄龍山開泰寺基, 乃他代鄭氏所都。” 汝立嘗與衍僧輩, 遍覽國內山川, 題詩廢寺壁, 有云: “客遊南國久, 鷄岳眼偏明。 戊己開亨運, 何難致太平?” 其詩多傳播。 又作無名子歌, 皆述民窮亂作之意, 人不知所自來也。 汝立博通雜術, 購得《堪輿》、《星紀》等書於中朝, 與其徒講說, 知國家將有壬辰之變, 欲乘時猝起, 卽與隣邑諸武士、公私賤隷壯勇人等, 作爲大同禊, 每月十五日, 約會一處, 射帿賭勝, 辦酒食以爲樂曰: “射者, 六藝之一也。 男子所當學習。” 故門人受學者, 皆習射爲業曰: “吾東方先儒, 只知禮學而已, 至於敎射藝, 則惟吾先生有之。” 丁亥倭變, 列邑調兵, 全州府尹南彦經, 踈迂不知所爲。 請汝立分軍, 汝立當之不辭, 一號令間, 軍兵皆會, 部分調遣, 不日而辦。 其將領則汝立皆用大同禊中親密武士。 賊退散軍, 汝立謂其將領曰: “他日脫有變故, 爾等可各領所部, 一時來候也。” 其軍簿一件, 汝立自持以歸。 彦經歎曰: “斯人不獨儒術, 其才不可及也。” 先數十年, 天安私奴名吉三峯者, 勇猛絶倫, 日步行三四百里, 因爲獷賊。 官軍每襲捕, 輒跳脫, 名聞國內。 汝立使涵斗等, 揚言於海西曰: “吉三峰、三山兄弟, 領神兵, 或入智異山; 或入鷄龍山。” 又言: “鄭八龍, 神勇人, 當爲王, 都鷄龍, 不久擧兵。” 八龍卽汝立幻號, 而不知情者, 疑爲別樣人。 海西方經巨正之亂, 及聞汝立等妖言, 人吏洶懼, 皆預備軍裝, 以備急警。 汝立徒黨混其間, 亦以待變爲名, 爭治兵器, 而不知者以爲禦寇也。 於是, 海西行言藉藉以爲: “湖南全州地, 當有聖人作興, 拯濟吾民, 則水陸皂隷、族隣徭役、推刷等役皆蠲免, 公私賤、庶孽禁錮之法皆革除, 自此國家太平無事。” 愚民聞之, 眩惑喧傳。 湖南士人, 亦或傳聞汝立將擧兵, 徒弟往來其間, 見其僧徒、光棍, 混雜居處, 男女無別, 大以爲疑。 長城士人鄭雲龍, 初與汝立交游, 見其所爲大驚, 言于長城縣監李啓, 欲上變而未得端緖。 移書汝立, 托他事絶之, 避地于京畿。 汝立兄汝復, 別居遠村, 察其亂萌, 亦欲上變, 故與書戒: “其門接無賴子弟, 必貽後患。” 擬取其答簡以爲証。 汝立覺其意, 而不答書, 躬詣兄家, 自明無他, 汝復不敢發。 其女壻進士金敬一, 在古阜, 聞民間傳言, 書問汝立, 汝立答書戒之曰: “仇我者做出此等說, 愼勿掛口, 又勿形諸文字也。” 僧道潜、雪淸等, 知其叛狀, 亦逃散。 汝立見事機頗洩, 人言漸廣, 恐便事覺, 決計作變。 乃陰部署約束, 期以是年冬末, 西南一時擧兵, 待江津氷合, 關防無助, 直犯京都, 焚燒武庫, 奪據江倉, 布腹心於都內, 規爲內應。 分送剌客, 約先殺大將申砬及兵曹判書, 矯傳旨, 殺閫帥、方伯。 又囑臺官, 論罷全羅監司、全州府尹, 欲乘其隙而起。 適李洁承召赴京, 過見汝立于金溝, 留連累日。 汝立餞送于驛樓, 酒間汝立談說殊常, 洁怪而反詰, 汝立以筆濡酒, 書于盤面。 洁失色驚起, 馳入恩津縣舍, 裁書付奴, 走報于兄潑, 謂縣監曰: “路中似有盜劫, 須得軍兵護行也。” 縣監發邑內民兵若干人, 備戎裝衛送, 縣次遞易。 行中果遇壯士數人, 軍裝騎馬, 穿過先後, 知有備不敢近。 洁過車峴, 解送所送軍, 得同鄕武士數人, 同行至京。 洁意欲與兄, 相議處置, 而不及,【潑見弟書, 馳至參禮驛, 聞變。】遂秘其言, 不敢直供, 世莫知所言云何也。 海西九月山僧, 有相應者。 僧義嚴詗其狀, 密言于載寧郡守朴忠侃, 忠侃遲疑未敢發。 安岳郡守李軸, 有族弟進士南截, 寓居郡地, 聞民間傳說, 告于軸, 軸使截譏察實狀。 截見校生趙球, 常稱汝立弟子, 多聚徒衆飮, 踪跡不類平素告軸, 掩捕問狀。 見其家有汝立書簡, 書別號鰲山數紙, 多以胡椒、扇柄, 分寄其徒, 近百人。 軸詰之, 球知不可諱, 盡以逆狀發告。【球非自意首告, 而軸難於與汝立對獄, 遂以球爲告首。 故其族類, 皆以逆黨死, 而球獨免死錄勳。 朝廷知其實, 雖除官, 而每駁遞之。】 軸以書招朴忠侃來會, 以信川郡守韓應寅名士, 可以取信朝廷, 乃以球詣信川, 聯名狀報于監司韓準。 忠侃卽日馳還載寧, 又得同黨, 居邑內者李綏問之, 綏自告一如球言, 卽竝擧前所聞於義嚴者, 具疏付其子, 馳詣闕先上變, 黃海監司狀啓追至。 是月初二日昏夜, 上出御便殿, 命招三公、六承旨、入直都摠管二員、弘文館上下番,【鄭經世以典經在直。】與左右史入侍, 汝立姊子檢閱李震吉, 方直史館, 命勿入侍。 上問諸臣: “汝立何如人?” 領相柳㙉、左相李山海對以不知其爲人。 右相鄭彦信對曰: “但知其爲讀書人, 不知其他也。” 上手擲其狀床下曰: “讀書人所爲, 乃若是乎?” 使承旨讀之, 兇謀狼藉, 左右咸縮頸汗背, 彦信獨低聲嘻笑, 上頗聞之。 大臣請分遣禁府都事, 逮捕汝立等, 倂拿告者來。 柳㙉請分遣討捕使, 以備非常, 上從之。 邊崇福一名涘, 勇健絶倫。 聞球告變, 自安岳奔告汝立, 四日而至金溝。 汝立卽與朴延齡子春龍、其子玉男, 乘夜逃脫, 家人不知所向。 都事柳湛, 翌日馳襲金溝、全州兩家, 俱弗獲, 都中震動。 領中樞盧守愼久病不出, 聞變詣闕起居。 上命引見, 守愼辭以蹇躄。 上命書啓所欲言, 守愼啓曰: “近日大變, 古今所無。 自上驚動必深。 臣不勝悶慮, 敢來問安, 千歲萬福。” 上曰: “安有如此事? 卿宜安心。” 上遣侍臣, 諭守愼曰: “久不見卿。 朝聞卿來, 欲引見, 而卿起居不便, 故不果矣。 玆者逆賊之變, 出於寡昧之時, 無非治國無狀之致, 慙負祖先, 無以爲懷。 卿霜朝出入, 得無有傷? 玆遣史官, 敦諭微意。” 仍賜厚皮褥一件。 守愼回啓謝恩, 且言: “臣意, 聖明之世安有如此之變? 如聞虛語, 骨痛不已。 伏惟聖慮, 從容覈治, 罪人斯得, 實萬世國家之福。”【時, 守愼久病老耗。 門下名士, 卒聞逆變, 出其儕輩, 疑有誣罔, 奔謁守愼曰: “海西人多李珥門人, 此必誣告, 欲禍士林。 相公望重, 上素所倚信, 可以一言解釋也。” 守愼旣累薦汝立, 又聞偏黨之說, 欲探諷上意, 而有此啓辭。 鄭彦信本與汝立叔宗結交, 亦動於浮論, 至欲斬告者五六人。 由是有翻獄之說。 人情憤鬱, 致有疏論, 大激天怒。】"
            },
            "6": {
                "H2KE-EN": "[The King] ordered the imprisonment of Yi Jingil be imprisoned. Jeong Yeo립을 escaped and killed himself. The King personally interrogated the traitors of the traitors. [Jeong] Yeo립 escaped and hided the mountains in Jinan , and the Magistrate of Hwanghae Province Min Inbaek hided the traitors of the house in Jinan Jukdo . The Magistrate of Hwanghae Province Min Inbaek , searched for and captured them. [Jeong] Yeo립이 three men, including Oknam , concealed the grass along the fields of the fields, and the government troops surrounded and hided them. [Jeong] Yeo립이 형세가 궁지에 몰리자, swords first cut off Byeon Sungbok , and then cut off Oknam. Oknam hid the swords and did not execute him. [Jeong] Yeo립 immediately climbed a sword, cut off the sword, and shouted the sound like cattle. Inbaek wished to save [Jeong] Yeobong and capture [Jeong Yeobong] soldiers. He stopped [Jeong Yeobong Yeobong] and said in a sword, Ah! Hear me about my words. The imperial court knows that Daebo did not have other intentions, and it would be proper to proceed to his place of climbing himself. [Jeong] Yeobong did not respond, and [Jeong Yeobong] died. [Jeong] Oknam and Chunryong were caught and imprisoned in the Hwanghae provinces, and [Jeong] was arrested and interrogated in person. Oknam addressed the following words: Gil Sambong was a principal master of plotting. Kim Segyeom , Bak Yeonnyeong , Yi Gi , Yi Gwangsu , Bak Ik , Bak Munjang , and Byeon Sungbok were arrested for a period of time. The Buddhist monk Uiyeon , Dosa , and Ji Hamdu were previously residing in Seodam in order to jointly discuss [Jeong Yeobong] with him. At the time, Yi Gwangsu and others had already revealed Jo Gus statement, and they captured and brought them from Hwanghae Province. Bak Yeonnyeong escaped and was arrested in the mountains in Hoengseong , and Ji Hamdu later arrested. The statement of his confessions were similar to the same as Jo Gu and others. Ji Hamdu arbitrarily said in his mouth, Though Xiaozong died, would there be no Xiaozong in the world in the world? Both Jeong Hong ,【호남 사람이다.】 Bang Uisin , Hwang Eonryun , and others were executed. Yi Jingil , Jeong Yeobok , and the brothers of Han Gyeong ,【선비 of Gobu , had learned Yeobong and learned the traitors. He knew the traitors of the incident and wanted to report them to the authorities, but could not eat it for many days.",
                "H2KE-nKo": "이진길을 하옥하라고 명하였다. 정여립이 도망가 있다가 자살하였다. 주상이 역당을 친국하였다. 정여립이 도망하여 진안의 산골짜기에 숨어 있었는데, - 정여립이 진안의 죽도에 서사가 있었기 때문에 그 근처에 숨어 있었다. - 현감 민인백이 수색하여 찾았다. 정여립이 정옥남 등 3인과 밭가의 쌓인 풀 속에 숨어 있었는데 관군이 포위하였다. 정여립이 형세가 궁해지자 칼로 먼저 변숭복을 베고 다음으로 정옥남을 베었는데, 정옥남이 칼날을 피해서 베어 죽이고 죽이지 않았다. 정여립이 즉시 칼을 땅에 꽂고 목을 빼고 꽂았는데 소리가 소나 <unk>목 같았다. 민인백이 살려 주려고 군사들을 다그치지 말고 그 자를 부르며 말하기를,“이대보아, 내 말을 들으라. 조정에서 이대보에게 다른 뜻이 없다는 것을 알면 곧 명에 나아가 스스로 변명하겠다.”하니, 정여립이 응하지 않고 이미 죽었다. 정옥남과 정춘룡을 결박하고 해서의 죄인들과 함께 궐정에 잡아와서 친국에 친림하였다. 정옥남이 공초하기를,“길삼봉이 주모자이고 해서 사람 김세겸, 박연령, 이기, 이광수, 박익, 박문장, 변숭복이 때때로 왕래하며 친밀하게 사귀었으며, 중[僧] 의연과 도사 지함두가 일찍이 서당에 머물면서 함께 거처하며 모의하였습니다.”하였다. 이때 이광수 등은 이미 조구의 공초에서 나왔으므로 해서에서 잡아왔다. 박연령이 망명하였다가 횡성의 산골짜기에서 붙잡혔고 지함두도 뒤에 체포되었는데, 공초의 내용이 대략 같았는데 모두 조구 등의 말과 같았다. 지함두가 입을 놀려 말하기를,“패공이 죽었으나 천하에 어찌 패공이 없단 말인가.”하고, 정홍 - 호남 사람이다. - , 방의신, 황언륜 등과 함께 모두 복주되었다. 이진길, 정여복 형제, 한경 - 고부의 사인으로 정여립에게 수학하였는데, 그 상황을 알고는 고변하려고 하였으나 미처 하지 못하고 집에 돌아가 여러 날 동안 먹지 못하였다. - 송간 - 태인의 무인으로 용맹과 지략이 있었다. 정여립이 여러 차례 찾아갔으므로 송간이 부득이 가서 만나 보았는데, 몇 달 동안 구류되어 있다가 그 상황을 알고는 고변하려고 하였으나 미처 하지 못하였다. - 조유직, 신여성 등은 장을 맞다가 죽었고 승복하지 않았다. 의연은 도망하여 김제의 죽림 속에 숨어 있었는데, 최후에 체포되어 복주되었다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 6번째기사",
                "gt-oKo": "이진길(李震吉)을 하옥하도록 명하였다. 정여립은 도망 중에 자살하였다. 상이 역당(逆黨)을 친국(親鞫)하였다. 정여립이 도망하여 진안(鎭安)의 산골짜기에 숨어 있었는데【진안 죽도(竹島)에 여립의 서사(書舍)가 있었으므로 그 근처에 숨어 있었다.】 현감 민인백(閔仁伯)이 수색하여 잡았다. 여립이 정옥남 등 3인과 밭가 풀더미 속에 숨어 있었는데 관군이 포위하자 여립은 형세가 궁박하게 되어 칼로 변숭복을 먼저 베고 다음에 옥남을 베었는데 옥남이 칼날을 피하였으므로 죽이지 못하였다. 여립은 즉시 칼을 땅에 거꾸로 꽂고 목을 늘여 꽂아 죽으니 그 소리가 소 울음소리 같았다. 인백이 산 채로 잡으려고 군사에게 다그치지 말게 하고 그의 자(字)를 부르며 말하기를, “대보(大甫)야! 내 말을 들으라. 조정에서 대보가 딴 마음이 없음을 알 터이니 스스로 변명하라.” 하였으나, 여립이 응하지 않고 이에 죽었다. 옥남·박춘룡(朴春龍)이 포박되어 해서의 죄인과 함께 궐정(闕庭)에 잡혀왔는데 상이 친히 임어하여 국문하였다. 옥남의 공초에, “길삼봉(吉三峰)이 모주(謀主)이고 해서 사람 김세겸(金世謙)·박연령(朴延齡)·이기(李箕)·이광수(李光秀)·박익(朴杙)·박문장(朴文長)·변숭복(邊崇福)이 수시로 왕래하며 교제가 친밀하였으며, 중 의연(義衍), 도사(道士) 지함두(池涵斗)가 서당(書堂)에 주재하여 함께 거처하며 모의하였습니다.” 하였다. 이때 이광수 등은 이미 조구(趙球)의 초사(招辭)에 나왔으므로 해서로부터 잡아왔고, 박연령은 망명하다가 횡성(橫城) 산골짜기에서 잡혔다. 지함두도 뒤에 체포되었는데 초사는 대개가 같아 모두 조구 등의 말과 동일했다. 지함두가 입을 함부로 놀려 말하기를, “패공(沛公)이 죽었으나 천하에 어찌 패공될 사람이 없겠는가” 하였는데, 정홍(鄭弘)·【호남 사람.】·방의신(方義信)·황언륜(黃彦倫) 등과 함께 모두 복주(伏誅)되었다. 이진길(李震吉)·정여복(鄭汝復) 형제·한경(韓憬)【고부(古阜) 사인(士人)으로 여립에게 수학(受學)하였는데, 그 정상을 알고 상변(上變)하려 하다가 미처 하지 못하고 집에 돌아와서 여러 날 동안 굶었다.】·송간(宋侃)【태인(泰仁)의 무인으로 용략이 있었다. 여립이 여러 차례 찾아오므로, 송간이 부득이하여 찾아가 만났다가 수개월 동안 억류당하였는데, 그 정상을 알고 또한 상변하려 하였으나 미처 행하지 못하였다.】·조유직(趙惟直)·신여성(辛汝成) 등은 장하(杖下)에서 죽을 때까지 승복하지 않았고, 의연은 도망하여 김제(金堤) 대숲 속에 숨어 있다가 맨 뒤에 잡혀 복주되었다.",
                "hj": "○命李震吉下獄。 鄭汝立在逃自殺。 上親鞫逆黨。 汝立亡匿于鎭安山谷,【汝立有書舍于鎭安竹島, 故匿其近處。】縣監閔仁伯, 搜討得之。 汝立與玉男等三人, 匿蔽田畔積草中, 官軍圍住, 汝立勢窮, 以劍先斫邊崇福, 次斫玉男, 玉男避刃斫不誅。 汝立卽以劍植地, 引頸築揷, 聲如牛吼。 仁伯欲活捉, 止軍士勿迫, 呼其字曰: “大甫! 聽我言。 朝廷知大甫無他, 便可就命自辨。” 汝立不應, 已死矣。 玉男、春龍就縛, 竝海西罪人, 拿來闕庭, 親臨鞫問。 玉男供云: “吉三峯爲謀主, 海西人金世謙、朴延齡、李箕、李光秀、朴杙、朴文長、邊崇福, 時往來交密, 僧義衍、道士池涵斗, 嘗住書堂, 同處謀議。” 云。 時, 李光秀等已出趙球之招, 自海西拿來。 朴延齡亡命, 被捉於橫城山谷間, 池涵斗後亦就捕。 招服略同, 皆如球等之言。 涵斗肆口曰: “沛公雖死, 天下其無沛公乎?” 與鄭弘【湖南人。】、方義信、黃彦倫等皆伏誅。 李震吉、鄭汝復兄弟、韓憬【古阜士人, 受學汝立, 知其狀, 欲上變未及, 歸家不食累日。】 宋侃、【泰仁武人, 有勇略。 汝立累往訪, 侃不得已往見, 被留幾月, 知其狀, 亦欲上變而未及。】 趙惟直、辛汝成等杖斃不服。 義衍亡匿金堤竹林中, 最後捕得伏誅。"
            },
            "7": {
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 7번째기사",
                "gt-oKo": "정여립의 시체를 군기시(軍器寺) 앞에서 추형(追刑)하였는데 백관을 차례대로 서게 하였다. 여립은 동래 정씨(東萊鄭氏)이다. 선조(先祖) 때부터 전주 동문 밖에 거주하였는데 가세(家世)가 한미하였다. 아버지 정희증(鄭希曾)이 비로소 문과에 올랐으나 벼슬이 첨정(僉正)에 그쳤고 현용(顯用)되지 못하였다. 일찍이 꿈에 전조(前朝)의 역신(逆臣) 정중부(鄭仲夫)를 보고 나서 여립을 잉태하였는데 출산하는 날 밤이 되자 또 중부를 만나는 꿈을 꾸었다. 이웃 사람이 남자 아이를 낳은 것을 하례하였으나 희증은 기뻐하는 빛이 없었다. 집안 식구들만은 그 뜻을 알았다. 정여립이 장성하게 되자 체구가 장중하고 얼굴빛이 청적색(靑赤色)이었다. 나이 겨우 7∼8세에 여러 아이들과 장난하고 놀면서 칼로 까치 새끼를 부리에서 발톱까지 도막내었다. 희증이, 누가 한 짓이냐고 꾸짖으며 묻자 그의 집 어린 여종이 여립을 가리켜 말하였는데 그날 밤 여립이 그 아이의 부모가 이웃 집에 방아찧으러 나간 틈을 타서 칼을 가지고 몰래 들어가 그 아이를 찔러 죽여 피가 자리에 흥건히 흘렀다. 그 부모가 그것을 보고 울부짖으면서 몸부림쳤으나 그 이유를 알지 못하였다. 온 마을 사람이 모여 구경하고 있는데 여립이 서서히 나와 말하기를, “이 아이가 나를 일러 바쳤으므로 내가 죽였다.” 하는데, 말씨가 태연하였다. 이 말을 들은 사람들은 크게 놀랐고 어떤 사람은 악한 장군이 태어났다고 하였다. 여립이 아비 슬하에 있으면서도 항상 모든 일을 제 마음대로 결단하였다. 아비가 익산 군수(益山郡守)로 있을 적에도 관의 일을 천단하여, 아랫사람을 아비가 하는 것처럼 형장(刑杖)으로 때렸으나 아비는 금지하지 못하고 혀를 차며 속으로 두려워할 뿐이었다. 과거에 오르게 되어서는 명사들과 두루 사귀고 파주(坡州)의 성혼(成渾)과 이이(李珥)의 문하에 왕래하였다. 총명하고 논변을 잘하여 오로지 널리 종리(綜理)하는 것을 힘썼으며 특히 《시경(詩經)》의 훈고(訓詁)와 물명(物名)의 통해(通解)로 자부하였다. 성훈과 이이 두 사람이 불시에 만나고 간혹 그와 평증(評證)하였는데 그의 박변(博辨)함을 좋아하여 조정에 천거, 현양시키니 드디어 이발(李潑) 등과 교분을 맺었다. 그런데 성혼의 문인 신응구(申應榘)·오윤겸(吳允鎌) 등은 한가로울 때 같이 거처하며 그가 하는 일을 익히 보고서 마음씀이 불측함을 논하여 소원하게 대하였으나 감히 사문(師門)에서 칭찬이나 헐뜯는 일을 하지는 못하였는데 이이는 마침내 그의 인품을 깨닫지 못하였다. 조사(朝士)로서 서로 아는 사람으로는 홍진(洪進)·김수(金晬) 등이 있는데 그가 거칠고 기를 부리는 것을 미워하여 점차 접촉하지 않았다. 이경중(李敬中)은 강정(剛正)하므로 그를 더욱 미워하여 매양 그의 등진(登進)을 막다가 탄핵을 받기에 이르렀다. 김첨경(金添慶)이 전주 부윤으로 있을 적에 그의 호세를 부리며 침탈하는 것을 미워하여 그가 관부의 위엄을 빌어 행세하지 못하도록 하고 드디어 그와 끊어버렸다. 그 뒤 여립이 상의 앞에서 김첨경을 헐뜯어 말하니, 상이 이르기를, “김첨경은 그대의 성주(城主)인데 이처럼 헐뜯는단 말인가.” 하니, 여립이 기가 꺾였다. 조헌(趙憲)이 이발(李潑)의 형제로 인하여 처음에는 그와 사귀었었다. 여립이 이이를 배반하고 전후 반복하여 간궤(姦詭)스런 정상이 다 드러나게 되어서는 명류(名流)로서 진심을 지키는 사람은 모두 그의 무상(無狀)함을 알았다. 그러나 오직 이발·백유양(白惟讓)은 그가 성혼과 이이를 배척한 것을 칭찬하면서 추천해서 숭장(崇奬)하기를 전일보다 더 후하게 하자 경박한 무리가 흔연히 귀의하였다. 조헌이 여립을 논할 적마다 반드시 역적질할 것이라 하였으므로 어떤 사람은 너무 심한 소리라 의심하니, 조헌이 말하기를, “나는 유독 그가 사우(師友)를 배반한 것만으로 그르게 여기는 것이 아니다. 그가 상의 앞에 있을 적에 말과 기색이 패오(悖傲)하다는 말을 자세히 들었으니, 반드시 역심(逆心)이 있어서 그러한 것이다.” 하였다. 정해년·기축년 사이에 그의 향리를 미행(微行)하면서 도당을 모은 정상을 살펴보고서 역란(逆亂)의 조짐을 알고 소장 하나를 별도로 초하여 위에 아뢰려고 문인 송방조(宋邦祚)에게 보이니, 방조가 간절히 간하기를, “단서가 드러나지 않았는데 사람을 역적질한다고 고발하면 반드시 도리어 악명(惡名)을 입게 되어 형화(刑禍)가 헤아릴 수 없을 것입니다.” 하자, 조헌이 말하기를, “이것은 종묘 사직에 박절한 근심이므로 인신으로서는 마땅히 마음을 다해야 할 것이니 형화를 어찌 근심하겠는가.” 하였다. 그러나 마침내 도움이 없음을 깨닫고 그만두고는 다만 그의 죄악을 소장으로 지척(持斥)하되 그를 후예(后羿)와 한착(寒浞)에 견주었다. 여립이 말과 외모를 거짓으로 꾸며왔기 때문에 국인이 당초 사행(私行)이 악하다는 것을 몰랐었다. 가정과 향리에 거처할 적에 흉독(兇毒)을 부리어 형제 자매 5∼6집과 내외 친척이 모두 서로 용납되지 못하였다. 중표형(重表兄) 문과 출신 이정란(李廷鸞)이 인근에 살고 있었는데 지절(志節)이 있어 스스로 자립하여 그에게 굽히지 않았으므로 여립이 그를 원수처럼 보았고 정란 또한 항상 그의 악을 면대하여 지척하였다. 여립이 몹시 미워하여 당로자(當路者)에게 그를 참소하여 탄핵이 서로 잇따라 작은 고을 말단 관직에도 오래 있지 못하였으나 정란은 개의하지 않았다. 태인(泰仁)의 무과 출신 백광언(白光彦)은 용맹하고 과감하기로 소문이 났다. 여립이 곡진한 뜻으로 사귀기를 원하였으나 광언이 사절하고 만나주지 않자 여립이 대관(臺官)에게 부탁하여 고성(固城)과 진해(鎭海) 두 고을의 수령 임명을 논핵하여 파면시켰다. 이로 말미암아 권세가 치성해져 명예를 구하고 이익을 탐하는 자들이 행여 뒤질세라 다투어 문하(門下)에 들어가니, 제자가 더욱 많아졌다. 조정에서도 따라서 그를 찬양하였으므로 괴론(怪論)을 주창하는 자는 그를 하분(河汾)과 해릉(海陵)에 견주었다. 여립이 일세를 하찮게 보아 안중에 완전한 사람이 없었다. 경전(經傳)을 거짓 꾸미고 의리를 속여 논변이 바람이 날 정도로 잽싸서 당할 수가 없었다. 학도에게 항상 말하기를, “사마온공(司馬溫公)의 《통감(通鑑)》은 위(魏)로 기년(紀年)을 삼았으니 이것이 직필(直筆)인데 주자(朱子)가 그것을 그르게 여겼다. 대현(大賢)의 소견이 각기 이렇게 다르니 나는 이해할 수 없는 바이다. 천하는 공물(公物)인데 어찌 정해진 임금이 있겠는가. 요(堯)임금, 순(舜)임금, 우(禹)임금은 서로 전수하였으니 성인이 아닌가.” 하고 또 말하기를, “두 임금을 섬기지 않는다는 것은 왕촉(王蠋)이 한때 죽음에 임하여 한 말이지 성현(聖賢)의 통론(通論)은 아니다. 유하혜(柳下惠)는 ‘누구를 섬긴들 임금이 아니겠는가.’ 하였고, 맹자(孟子)는 제 선왕(齊宣王)과 양 혜왕(梁惠王)에게 왕도(王道)를 행하도록 권하였는데, 유하혜와 맹자는 성현이 아닌가.” 하였다. 그의 언론의 패역(悖逆)이 이와 같았으나 문도들은 ‘전성(前聖)이 발명하지 못한 뜻을 확장한 것이다.’고 칭찬하면서 조금이라도 어기거나 뜻을 달리하는 자가 있으면 곧 내쳐 욕을 보였다. 그래서 문하생들이 마음 속으로는 그의 그름을 알면서도 입으로는 다른 말이 없었다. 금구현(金溝縣)의 아전이 사천(私賤)에게 장가들어 아내로 삼아 딸 애복(愛福)을 낳았는데 뛰어난 자색(姿色)이 있었다. 그 주인의 종제(從弟)가 그녀를 취하여 첩으로 삼은 지 수년 만에 고질(蠱疾)로 죽자, 애복은 죽음을 맹세하고 수절하였다. 1년이 채 안 되었는데 여립은 그녀가 미색이라는 소문을 듣고 현령 김요명(金堯命)을 통하여 그의 부모와 형제를 가두고 차례로 형벌을 가하여 딸을 바치게 하였다. 애복이 땅굴을 파고 몸을 숨겼는데 일족이 함께 찾아내니 스스로 목을 매었으나 죽지는 않았다. 드디어 여립에게 시집보내니 여립이 크게 고혹하였다. 문인이 사적으로 서로 말하기를, “선생의 이 일은 예절에서 벗어나는 일이 아닌가.” 하였으나, 또한 감히 말하지는 못하였다. 그가 거주하는 고을의 이민(吏民) 남녀가 그의 침독(侵毒)을 괴롭게 여겼는데 감사·수령·사신의 무리가 앞을 다투어 모여들어 공장(供帳)과 번다한 비용이 드는 것을 보고 모두 원망하여 말하기를, “이 적(賊)이 무슨 사랑할 만한 것이 있기에 아는 사람이 저처럼 많단 말인가.” 하였다. 호남의 풍속이 진취(進取)하기를 좋아하고 거취(去就)를 가볍게 여기므로 사자(士子)가 더러움에 오염되어 풍습이 크게 훼손되었다. 예컨대 오희길(吳希吉)·정운룡(鄭雲龍)은 처음에는 그와 사귀다가 뒤에 편지를 보내어 끊어버렸고, 그 나머지는 신중히 피했을 뿐이었다. 이때에 크게 연루되어 죽은 자가 매우 많았는데 오직 이정란(李廷鸞)만은 옥에 들어갔다가 방면되었다. 여립의 아내와 첩은 모두 고문받아 죽었으나 애복은 실정을 간절히 호소하니 상이 특별히 용서하였다. 대개 명종 말엽으로부터 유학(儒學)이 성대히 일어나서, 부형의 가르침이나 사우(師友)의 모임에는 대부분 예법을 강구하고 도의(道義)를 담론하는 것으로 일삼으니, 유속(流俗)이 자못 좋아하지 않았다. 당론(黨論)이 나뉘어지고 사유(師儒)가 무함당한 뒤로부터 선비의 습속이 방달(放達)을 숭상하여 학문을 강론하는 자가 적어졌다. 여립의 옥사가 일어나게 되어서는 학사(學士)와 대부들이 억울하게 화를 받았을 뿐만 아니라, 후진의 제생(諸生)도 유학으로 이름 삼기를 부끄럽게 여겨 기폄(譏貶)을 피하였다. 그리하여 풍속이 크게 무너졌으니 이는 모두 정여립이 역적질한 빌미였던 것이다.",
                "hj": "○追刑汝立屍于軍器寺前, 命百官敍立。 汝立, 東萊姓籍人。 自其先祖, 居全州東門外, 家世單微, 父希曾始登文科, 官止僉正, 不得顯用。 嘗夢見前朝逆臣鄭仲夫, 已而胎孕汝立, 及解娩之夜, 又夢仲夫。 隣里賀生男, 希曾無喜色, 家人獨知其意。 及壯, 身幹壯偉, 容色靑赤, 年才七八, 與群兒嬉戲, 刀剉鵲雛, 自觜至趾。 希曾訶問誰所爲, 有其家女僕稚兒, 指證汝立。 其夜, 汝立乘兒父母出舂隣家, 持刀潛入, 剌殺其兒, 流血滿席。 其父母見之號哭, 莫知其由, 一里聚觀, 汝立徐出謂之曰: “此兒告我, 故吾殺之。” 辭氣晏然, 聞者大駭, 或以爲: “惡將軍出矣。” 汝立在父側, 常自擅斷諸事, 父守益山郡, 亦擅官事, 刑杖下人如其父, 父不能禁, 每咄咄內懼而已。 及登第, 徧交名士, 往來坡州成、李門下。 聰警善辨說, 專務博綜, 尤以《詩經》訓誥、物名通解自負。 成、李二人不時見, 間與評證, 悅其博辨, 薦揚於朝, 遂與李潑等定交。 惟成渾門人申應榘、吳允謙等, 同處燕居, 稔視所爲, 論其用心不測, 待之踈異, 亦不敢稱毁於師門, 李珥終不覺其爲人。 朝士相識者, 洪進、金睟等, 惡其麤暴使氣, 漸不與接。 李敬中剛方, 尤惡之, 每阻其登進, 至於被劾。 金添慶尹全州, 惡其豪奪, 使不容假威官府, 遂與之絶。 其後汝立, 追詆添慶於上前, 上曰: “添慶汝之城主, 詆斥乃爾耶?” 汝立沮詘。 趙憲以李潑兄弟故, 初與之交, 及汝立背叛李珥, 前後反覆, 姦詭盡露, 名流守靜者, 皆知其無狀。 而惟李潑、白惟讓, 賞其能斥成、李, 推薦崇奬, 加於前曰, 浮躁之流, 翕然歸之。 憲每論: “汝立必作賊。” 或疑其已甚, 憲曰: “吾不獨爲其背師友而非之。 詳聞其在上前, 辭色悖傲, 必有逆心而然。” 丁亥、己丑年間, 微行其鄕里, 察見聚徒狀, 認其亂兆, 別草一疏, 欲上聞, 以示門人宋邦祚。 邦祚苦諫以爲: “端緖未現, 告人作逆, 必反蒙惡名, 刑禍不測。” 憲曰: “此乃憂迫宗社, 人臣當盡吾心, 刑禍焉恤?” 然終覺其無益而止, 但疏斥其惡, 比之羿、浞。 汝立詭飾言貌, 國人初不知內行之惡。 惟處家鄕, 舒肆兇獷, 兄弟姊妹五六家、內外親戚, 皆不相容。 重表兄文科出身李廷鸞, 居在隣近, 有志節自立, 不爲之下, 汝立仇視之, 廷鸞亦常面斥其惡。 汝立大忤, 讒之當路, 彈駁相繼, 雖小縣末官, 亦不居久, 廷鸞不恤也。 泰仁武科白光彦, 以勇果聞。 汝立曲意願交, 光彦謝不見。 汝立囑臺官, 論罷固城、鎭海兩除。 由是, 權勢鴟張, 干名嗜利者, 執策登門恐後, 弟子益衆。 朝廷從而贊之, 怪論者比之河汾、海陵。 汝立睥睨一世, 眼無全人。 飾經詭義, 談辯風生。 常語學徒云: “溫公《通鑑》以魏紀年, 是直筆, 朱子非之。 大賢所見各異, 吾所未解也。 天下, 公物, 豈有定主? 堯、舜、禹相傳, 非聖人乎?” 又曰: “不事二君, 乃王蠋一時臨死之言, 非聖賢通論也。 柳下惠曰: ‘何事非君?’ 孟子勸齊、梁行王道, 二子非聖賢乎?” 其言論悖逆如此。 其徒稱以: “擴前聖所未發之義。” 稍有違貳者, 輒黜辱之。 故及門者雖心知其非, 而口無異辭。 金溝縣吏娶私賤爲妻, 生女愛福, 有殊色。 其主之從弟, 取以爲妾數年, 以蠱疾死, 福誓死守寡。 未及朞, 而汝立聞其美, 通縣令金堯命, 囚其父母兄弟, 次第刑扑, 使納其女。 愛福窟土匿身, 其族共搜取之, 自縊不死, 遂歸汝立, 汝立大惑之。 門人私相謂曰: “先生此事, 何踰閑耶?” 亦不敢言。 其所居邑中吏民男女, 苦其侵毒, 每見監司、守令、使臣輩, 爭來坌集, 供帳煩費, 無不怨罵曰: “此賊有何可愛, 而相識人, 如彼其衆耶?” 湖俗好進取、輕去就, 士子汚染鄙穢, 風習大毁。 如吳希吉、鄭雲龍初與之交, 後貽書絶之, 其餘謹避而已。 至是大被株累, 死者甚衆, 惟李廷鸞就獄得免。 汝立妻妾皆栲死, 而愛福哀訴情實, 上特原之。 蓋自明廟之末, 儒學蔚興, 父兄之敎、師友之會, 多以講禮法、談道義爲事, 流俗頗不悅。 自黨論分而師儒被誣, 士子習尙放達, 講學者已少矣。 及汝立獄起, 非但學士大夫橫罹受禍, 後進諸生, 亦羞以儒學爲名, 以避譏貶, 風俗大壞, 皆汝立作逆之祟也。"
            },
            "8": {
                "H2KE-EN": "Chief State Councilor Yu Jeon passed away. [Yu] Jeon attended to [the King] and attended to [the King] in person. He did not leave the palace gates day and night, adjudicating the circumstances and the adjudication of criminal cases, and devoted himself to the gravity of the gravity [of the offenses]. At that time, the King regarded him as important. One day, he was cold and suddenly ill and did not appear. The King was grieving and grieved. [Yu] Jeon was young and talented in the reign of Emperor Taizu [of the Goryeo dynasty]. He passed the civil service examination in succession and held various key positions in succession. He was foolish and impudent in the world, and his common people regarded him as foolish. When the scholars became separated, there was none who was not able to preserve the imperial court. [Yu] Jeon was a member of the royal kin by marriage, and he was not worthy of adappreciation. Subsequently, [Yu] was appointed to the position of grand master for celebrating the royal enthronement and diligently dedicated himself to life. The court all grieved this.",
                "H2KE-nKo": "영의정 유전이 졸하였다. 유전은 친국을 모시면서 밤낮으로 금문을 떠나지 않고 옥사의 실정을 자세히 조사하여 경중에 따라 마음을 다하였으므로 주상이 한창 그를 믿고 의지하였는데, 하루는 감기에 걸려 갑자기 병이 나서 그대로 일어나지 못하니, 주상이 애도하고 애석해하였다. 유전은 젊어서부터 재명이 있었고, 명종조에 과거에 급제하여 화요직을 두루 거쳤는데, 유속에 따라 부침하였으므로 사론이 경시하였다. 사류가 분열되고 조정에 온전한 사람이 없게 되자, 유전은 구신으로서 말할 만한 장단점이 없었다. 마침내 의정에 임명되어서는 죽을 때까지 몸과 마음을 다 바쳐 일생을 마쳤으므로 조정에서 모두 애석하게 여겼다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 8번째기사",
                "gt-oKo": "영의정 유전(柳㙉)이 졸하였다. 유전은 왕의 친국(親鞫)에 옆에서 모시느라 밤낮으로 금문(禁門)을 떠나지 않고 옥정(獄情)을 자세히 평의하여 경중에 대해 마음을 다하니 상이 바야흐로 의지하여 중하게 여겼다. 그런데 어느날 한질이 걸려 갑자기 병들어 그대로 일어나지 못하고 졸하니 상이 애도를 표하고 애석히 여겼다. 유전은 소년 시절부터 재명이 있었고 명종 때 과거에 올라 화요직(華要職)을 두루 지냈으나 유속(流俗)에 따라 부침하였으므로 사론(士論)이 그를 가볍게 여겼다. 사류(士類)가 분열하게 되어서는 조정에 완전한 사람이 없었는데, 유전은 구신(舊臣)으로서 말할 만한 장단점이 없었다. 마침내 영의정에 임명되어서는 국사에 힘을 다하다가 몸을 마치니 조정이 모두 애석해 하였다.",
                "hj": "○領議政柳㙉卒。 㙉侍親鞫, 夙夜不離禁門, 詳讞獄情, 輕重盡心, 上方倚以爲重。 一日中寒暴疾, 仍不起, 上發哀悼惜。 㙉少有才名, 明廟朝登第, 踐歷華要, 浮沈流俗, 士論輕之。 及士類分裂, 朝無完人, 㙉以舊臣, 無長短可言。 遂至大拜, 盡瘁終身, 朝廷皆惜之。"
            },
            "9": {
                "H2KE-EN": "Due to the impeachment of the thieves, the King had been executed at the Royal Ancestral Shrine and granted a royal edict. The royal edict stated as follows: In the Spring and Autumn Annals (C. Chunqiu , the circumstances of military traitors have been thoroughly strictly established by the royal law. In the Han dynasty, the human responsibility of thieves were executed, and the traitors were executed. Now that the thieves of the thieves have been executed, it is possible to grant magnificent blessings and thieves. I, ignorant and foolish by nature, I presumptuously occupyed myself in the fields and always occupyed myself in the deep mountains and near the valley. How could I have expected that the traitors of the thieves have been executed by officials? The thieves of the thieves are extremely wicked and the wicked thieves of the thieves. The possession of the Spring and Autumn Annals (C. Shijing are the same as the thieves of the thieves. Under these thieves, they presumptuously plotted to raise the thieves of the thieves. They plotted together with Byeon I , Bak Munjang , Bak Yeonnyeong , Kim Segyeom , Yi Gwangsu , Yi Gi , 박응bong , Bang Uisin , Hwang Eonryun , and others to accompany [the thieves of the thieves. The thieves of the thieves and the thieves of thieves. From the twenty-seventh day of this month, [the thieves of the thieves] plotting to murder their grandparents or parents, wives and concubines of or concubine",
                "H2KE-nKo": "역적이 복주된 것을 종묘에 고하고 교서를 반포하였는데, 그 내용은 다음과 같다.“《춘추》에 무장의 의리가 드러나 있으니 국법이 지엄하고, 한나라에서 부도를 주벌한 것을 중시하여 죄인을 이에 잡게 되었다. 이에 흉악한 역적의 괴수를 주륙하였으니 뇌우 같은 은택을 베푸는 것이 합당하다.내가 덕이 부족하고 어리석은 자질로 외람되이 어렵고도 중대한 왕업을 맡아 항상 20년 동안 깊은 연못과 골짜기에 임하여 만백성을 감화시키기를 바랐는데, 역적의 괴수가 벼슬아치의 반열에서 나올 줄이야 어찌 생각이나 했겠는가.역적 정여립은 악하기가 효경보다 심하고 독하기는 사훼보다 심하였다. 시서를 주머니에 넣은 것은 역적 왕망이 세상을 속인 것과 같았으며, 부참을 떠벌려 감히 산동의 음모를 꾸몄다. 길러 준 은혜를 생각하지 않고 무리를 불러 모을 계책을 이루려고 이에 변사, 박문장, 박연령, 김세겸, 이광수, 이기, 박응봉, 방의신, 황언륜 등과 함께 어두운 밤에 서로 따라다닌 지 이미 1년이 지났다. 사문과 결탁하여 요괴를 부리고 옥함을 빌려 대중을 현혹하였다. 서울에 흉악한 하례들을 배치하여 무고를 불태울 수 있다고 하고, 산속에 술사를 보내어 단기를 엿보게 하여 점거하려고 하였다. 교지를 사칭하여 방백을 제거하고 장수를 해쳤으며, 부신을 나누어 경기의 교외를 치고 강창을 취하려 하였다. 간사한 계책이 더욱 깊어져 화란의 기미가 곧 발생할 뻔하였다. 병조 판서를 죽이려고 하였으니 그 뜻이 무엇을 하려는 것이었으며, 대궐을 침범하는 창을 휘두르려고 하였으니 그 일 또한 헤아릴 수 없었다. 시종신의 반열에 있으면서 뭇 도적의 우두머리가 되었고, 의관을 섞어 쓰고서 개나 개 같은 마음을 품었다. 난적이 어느 시대인들 없었겠는가마는 이보다 더 심한 적은 없었다. 모든 백성들이 다 원한을 품었으니 모두 주벌할 수 있었다. 비록 패악한 엽이 복주되지는 못했지만 이미 역적 이돈이 무릎을 꿇고 참수한 것을 시원하게 여겼다. 이에 정여립 등은 능지처사하고 가산을 적몰하며, 그 자녀 및 연좌된 무리는 모두 형률대로 논죄하고, 국문을 받고 있는 잔당은 자복하는 대로 처결한다.이달 27일 새벽 이전의 모반, 대역, 자손이 조부모, 부모를 모살하거나 구매한 것, 처첩이 남편을 모살한 것, 노비가 주인을 모살한 것, 고독, 염매, 고의로 살인을 꾀한 것, 국가의 강상에 관계된 것, 장오죄, 강도, 절도죄를 제외하고 잡범으로 사죄 이하 도형, 유형, 부처, 안치, 충군은 모두 용서해 주고, 관직에 있는 자는 각각 한 자급을 더하되 자궁인 자는 대가한다. 아, 천망이 새어나가지 않아 이미 용서할 수 없는 형벌을 바루었으므로 여정이 함께 기뻐하니 새롭게 하는 은전을 거행한다.” - 이때 옥남, 춘룡, 의연, 지함두 등은 처형되지 않았기 때문에 교서에 들어 있지 않았다. -\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 10월 1일(을해) 9번째기사",
                "gt-oKo": "역적이 복주(伏誅)된 일을 종묘에 고하고 사면령을 반포하였다. 그 교서는 다음과 같다. “《춘추(春秋)》에 무장(無將)의 의의를 나타냈으니 왕법(王法)은 지극히 엄한 것이고, 한(漢)나라에서는 부도(不道)의 주벌(誅罰)을 중히 여겼으니 이에 죄인을 잡아들였다. 거대한 괴수의 주륙(誅戮)이 있었으니 뇌우(雷雨) 같은 은택이 시행되어야 합당하다. 내가 덕이 적고 아둔한 자질로 외람되이 어렵고 중대한 업을 계승하게 되니 즉위한 지 20년 동안 항상 깊은 못과 골짜기에 임하듯 하여 만백성을 도야(陶冶) 속에 포용하려 하였는데, 어찌 역적의 괴수가 곧 사대부(士大夫)의 반열에서 나올 줄이야 생각이나 하였겠는가. 적신(賊臣) 정여립은, 악하기는 효경(梟獍)보다 심하고 독하기는 뱀과 살무사보다 더하다. 시서(詩書)를 꾸며댄 것은 역적 왕망(王莽)이 세상을 속인 것과 같고, 부참(符讖)을 떠벌린 것은 감히 산동(山童)의 음모(陰謀)를 품고 있었다. 길러준 은혜를 생각하지 않고 도적을 불러모을 계획을 세워, 이에 변사(邊涘)·박문장(朴文長)·박연령(朴延齡)·김세겸(金世謙)·이광수(李光秀)·이기(李箕)·박응봉(朴應逢)·방의신(方義信)·황언륜(黃彦倫) 등과 어두운 밤에 상종한 지 이미 몇 해가 지났다. 사문(沙門)과 교결하여 요술을 부리고 옥함(玉函)을 빌어 대중을 미혹하였다. 도하(都下)에 흉악한 하인을 배포하여 무고(武庫)를 태울 수 있다고 여겼고, 산 중에 술사(術士)를 보내어 단기(檀基)를 엿보아 점거하려 하였다. 왕지(王旨)를 사칭(詐稱)하여 방백(方伯)을 제거하고 병사(兵使)를 해치려 하고 부절(符節)을 나누어 가져 경기 지방을 치고 강창(江倉)을 취하려 하였다. 간계(姦計)가 더욱 깊어지자 화기(禍機)가 곧 발로되었다. 병조 판서를 죽이려 하였으니 그 뜻이 무엇을 하려 한 것이겠으며, 대궐을 범하려고 창을 휘둘렀으니 그 일 또한 헤아릴 수 없었다. 시종신(侍從臣)의 자리에 있으면서 도적떼의 우두머리가 되었고 사대부들 사이에 섞여 있으면서 개 같은 마음을 품었다. 난적(亂賊)이 어느 시대인들 없었으랴만 이보다 더 심한 적은 있지 않았다. 백성들이 모두 원한을 품으니 누구든지 그를 죽일 수 있다. 패악한 범엽(范曄)이 복죄(伏罪)됨은 놓쳐버렸으나 이미 역적 왕돈(王敦)이 참형(斬刑)됨은 쾌히 보았다. 이에 여립 등을 능지 처사(凌遲處死)하고 가산을 적몰(籍沒)하며, 그의 자녀와 연좌된 무리도 아울러 율대로 논죄(論罪)하고, 국문중에 있는 남은 죄인들은 승복하는 대로 처결한다. 이달 27일 동틀 무렵 이후 모반 대역과 자손으로서 조부모 부모를 도모하여 죽였든지 구욕(毆辱)하였거나 아내와 첩으로서 남편을 도모하여 죽였거나 노비로서 주인을 도모하여 죽였거나 고독(蠱毒)·염매(魘魅)로 도모하거나 고의로 살인하였거나 국가의 강상(綱常)에 관계되거나 장오(贓汚)·강도·절도죄를 제외하고 잡범의 사죄(死罪) 이하 도형(徒刑)·유형(流刑)·부처(付處)·안치(安置)·충군(充軍)된 자는 모두 용서하여 면제할 것이며, 관직에 있는 자는 각각 한 자급씩 올리고 자궁(資窮)된 자는 대가(代加)하라. 아, 천망(天網)이 죄인을 빠뜨리지 않아 이미 용서할 수 없는 죄인을 형벌로 다스렸고, 여정(輿情)이 함께 기뻐하므로 새롭게 하는 특사의 은전을 거행한다.”【이때 정옥남(鄭玉男)·박춘룡(朴春龍)·의연(義衍)·지함두(池涵斗) 등은 처형하지 않았으므로 교서에 들지 않았다.】",
                "hj": "○以逆賊伏誅, 告廟頒赦。 敎書曰: 《春秋》著無將之義, 王法至嚴, 漢家重不道之誅, 罪人斯得。 玆當鯨鯢之戮, 合霈雷雨之施。 予以寡昧之資, 叨守艱大之業, 常臨卄載之淵谷, 庶囿萬姓於陶甄, 豈意逆賊之魁, 乃出搢紳之列? 賊臣鄭汝立, 惡甚梟獍, 毒逾蛇虺。 囊橐《詩》、《書》, 有同莽賊之欺世, 譸張符讖, 敢蓄山童之陰謀。 罔念卵育之恩, 欲逞嘯聚之計, 乃與邊涘、朴文長、朴延齡、金世謙、李光秀、李箕、朴應逢、方義信、黃彦倫等, 相隨昏夜, 已涉歲年。 結沙門而騁妖; 假玉函以惑衆。 布兇隷於都下, 謂武庫之可焚; 遣術士於山中, 睨檀基以欲據。 矯旨以剪方伯、戕閫帥, 分符而擣畿郊、取江倉。 姦計益深, 禍機垂發。 擬殺本兵之長, 志欲何爲; 將揮犯闕之戈, 事且叵測。 在從臣而居群盜之首; 混冠裳而懷猰狗之心。 亂賊何代無; 未有甚於此者。 凡民罔不憝, 皆可得以誅之。 縱失悖曄之伏辜, 已快逆敦之跪斬。 肆將汝立等, 凌遲處死, 籍沒家産, 其子女及緣坐之徒, 竝論如律, 餘孽在鞫者, 當隨服處決。 自今月二十七日昧爽以前, 除謀反、大逆, 子孫謀殺歐罵祖父母ㆍ父母, 妻妾謀殺夫, 奴婢謀殺主, 蠱毒、魘魅, 謀故殺人, 關係國家綱常, 贓汚、强竊盜外, 雜犯死罪以下, 徒、流、付處、安置、充軍, 咸宥除之。 在官者各加一資, 資窮者代加。 於戲! 天網不漏, 旣正罔赦之刑, 輿情共欣, 式擧惟新之典。【時, 玉男、春龍、義衍、池函斗等, 未正刑, 故不在敎書中。】"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the month, the King issued a royal order to study advice on the occasion of study. The lyrics were as follows: I, unworthy, presumptuously occupying the great foundation of the throne for twenty-twent years. I am frightened and apprehensive as if I were dangerous and apprehensive day and night, not daring to be free from the ancestors of the royal ancestors. Unfortunately, now the traitor Jeong Yeorip , who is a senior official in the Office of the Royal Lectures , harbored harboring wicked grievances and confused with the Book of Poetry (C. Shijing . Nevertheless, he deceived the names of the world by deceiving the world by wicked people. Instead, he did not reflect upon the grace of nurturing the people and dared to plot to sunder the world by plunder. Thereupon, he displayed Byeon I , Bak Munjang , Bak Yeonnyeong , Kim Segyeom , Yi Gwangsu , Yi Gi , 박응bong , Bang Uisin , Hwang Eonryun , and others, having been crossing the frontier forts of the capital, said they would be able to engage in military storehouses and to granary storehouses. Alas! In ancient times, the treason of treasonous behavior is more serious than this? Upon reflection, the transgression of the transgressions truly lies to me. If I have little virtue, how can I repair it? If there is a mistake in state affairs, how can I change it? How can I discern the public and private righteousness? How can I discern the righteousness and righteousness of the laws and righteousness? How can I discern the righteousness and righteousness of all officials? How can I discern the righteousness and righteousness of all officials? How can I discern the righteousness of the people below? How can I demonstrate the righteousness of the people below? How can I discern the righteousness of public morals? How can I discern the righteousness of the lawsuits? How can I discern the righteousness of imprisonment and selecting officials? How can I discern the righteousness of learning and righteousness of scholar-officials? Would it be not possible to discern the righteousness of the people? Would it be possible to discern the righteousness of greed and righteousness? Would it be possible to discern the righteousness of governing the people? Consequently, I issued a royal order to reprimand the people",
                "H2KE-nKo": "삭을사유년에 주상이 구언하는 전지를 내렸는데, 그 내용은 다음과 같다.“내가 과매한 자질로 외람되이 왕업을 지켜 온 지 이제 22년이 되었다. 두려워서 마치 깊은 연못과 골짜기에 떨어진 것 같아 밤낮으로 감히 안일하게 지내지 않으면서 조종의 중대한 부탁을 저버리지 않으려 하였다. 그런데 불행하게도 이번에 역적 정여립은 경악의 옛 신하로서 흉악한 마음을 품고서 시서를 담론하면서 세상을 속이고 이름을 훔쳤으며, 참위를 지어 사람들을 현혹하였다. 길러 준 은혜를 생각하지 않고 감히 무리를 불러 모을 계책을 꾸몄다. 이에 변사, 박문장, 박연령, 김세겸, 이광수, 이기, 박응봉, 방의신, 황언륜 등과 더불어 관방을 넘을 수 있고 경성을 침범할 수 있다고 여겨 무고를 불태우고 강창을 취하면서 못하는 짓이 없이 다하였다.아, 전고에 반역의 변고가 또한 이보다 심한 경우가 있었던가. 그 원인을 따져 보면 죄는 실로 나에게 있다. 덕이 부족한 나에게 잘못이 있다면 어떻게 닦아야 하며, 국정에 잘못이 있다면 어떻게 고쳐야 하며, 공사의 의리를 어떻게 분변해야 하며, 시비와 곡직을 어떻게 밝혀야 하며, 기강이 무너진 것을 어떻게 진작해야 하며, 백사의 태만한 자들을 어떻게 경계해야 하며, 아랫사람의 심정을 어떻게 다 진달해야 하며, 풍속을 어떻게 후하게 해야 하며, 청탁을 어떻게 막아야 하며, 옥송을 어떻게 분변해야 하며, 전형의 선발을 공정하게 하지 않으면 어떻게 바로잡아야 하며, 선비들의 습속이 아름답지 못하면 어떻게 바로잡아야 하며, 억울한 누명을 씻지 못하여 원통하고 억울한 일이 쌓여야 하는가, 탐욕스러운 풍조가 고쳐지지 않아 염치가 없어져야 하는가, 어진 사람과 어리석은 사람이 뒤섞여 진출하여 명기가 문란해져야 하는가, 사람을 등용하고 버리는 것이 전도되어 공도가 폐해져야 하는가, 아니면 호령을 내릴 때에 백성을 병들게 하고 정치를 해치는 경우가 있어서인가? 비록 잘 다스리기를 도모하는 소원이 간절하지만 잘 다스려지게 하는 요령을 이해하지 못하겠다. 이에 자신을 비우는 도량을 넓히고 이에 자신을 책망하는 전교를 내리니, 우리 대소 신료와 아래로 초야의 선비들에 이르기까지 각각 진심을 토로하여 숨기지 말고 극진히 말하고 부족한 점을 서로 닦아서 나 한 사람으로 하여금 상하에 죄를 짓지 않게 하라.아, 실덕은 도적을 불러들이는 것이다. 이에 허물을 인책하면서 몸을 닦고 반성하며 포고하고 와서 간언하려 하니, 감히 마음을 기울여 채납하지 않을 수 있겠는가. 오직 너희 정부는 나의 지극한 마음을 헤아려 중외에 포고하여 광직한 말이 나오게 하고 실추된 실마리를 보존하게 하라.”\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 1번째기사",
                "gt-oKo": "상이 교서를 내려 구언(求言)하였는데 그 내용은 다음과 같다. “내가 부덕하고 아둔한 사람으로 크나큰 기업(基業)을 외람되이 계승한 지 22년이 되었다. 떨리고 두려워 마치 깊은 못과 골짜기로 떨어지는 것 같아 밤낮으로 감히 황잡하거나 태만히 하지 않으면서 조종(祖宗)의 중대한 부탁을 저버리지 않으려 하였다. 불행히도 지금 역적 정여립은 경연(經筵)의 구신(舊臣)으로 효경(梟獍) 같은 화심(禍心)을 품고서 시서(詩書)를 담론하면서 세상을 속이고 명예를 도둑질하며, 참위설(讖緯說)을 만들어 대중을 현란 미혹시켰다. 길러준 은혜를 생각하지 않고 감히 도적을 불러 역적질할 계책을 부렸다. 이에 변사·박문장·박연령·김세겸·이광수·이기·박응봉·방의신·황언륜 등과 관방(關防)을 넘어 경성을 범할 수 있고 무고를 불태우고 강창(江倉)을 취할 수 있다고 여겨 못하는 계책이 없었다. 아, 전고에 반역의 변고가 또한 이보다 더 심한 적이 있었던가. 연유를 추구해 보면 죄가 실로 나에게 있다. 부덕한 과인의 결점을 어떠한 방법으로 수보(修補)할 것이며 국정의 하자를 어떻게 고칠 것이며, 공사(公私)의 의리를 어떻게 분변하겠으며, 시비 곡직을 어떻게 밝히겠으며, 기강이 판탕(板蕩)된 것을 어떠한 방법으로 진작시킬 것이며, 백관의 태만을 어떠한 방법으로 깨우칠 것이며, 하정(下情)을 어떠한 방법으로 모두 상달하게 할 것이며, 풍속을 어떠한 방법으로 후덕한 데로 돌아가게 할 것이며, 청탁을 어떠한 방법으로 막을 것이며, 옥송을 어떠한 방법으로 분변하여 처결할 것이며, 관리 전형이 공정하지 못한 것을 어떠한 방법으로 바로잡을 것이며, 선비의 풍습이 아름답지 못한 것을 어떠한 방법으로 바로잡을 것인가? 숨겨진 억울함이 신설(伸雪)되지 못하여 원억(寃抑)이 쌓인 것인가, 탐욕스런 풍습이 혁제(革除)되지 아니하여 염치가 없어진 것인가, 현우(賢愚)가 뒤섞여 진출하여 명기(名器)가 문란한 것인가, 용사(用捨)가 전도되어 공도(公道)가 폐기된 것인가, 아니면 명령을 내려서 시행할 즈음에 백성을 병들게 하고 정치를 해치는 것이 있어서인가? 정치를 잘 도모하려는 소원은 간절하나 치세(治世)를 이루는 요령을 깨닫지 못하겠다. 이에 자신을 비우는 도량을 넓혀 자신을 책망하는 교서를 내리니, 우리 대소 신료(臣僚)와 아래로 초야의 선비에 이르기까지 각각 마음 속에 품고 있는 소회를 펴서 숨기지 말고 극언하여 나의 미흡한 점을 교대로 바루어 나로 하여금 위 아래에 죄를 얻는 일이 없게 하라. 아, 실덕(失德)이 바로 도적을 이르게 한 원인이다. 이 때문에 허물을 자인(自引)하여 수성(修省)하고 포고하여 간언(諫言)이 오도록 하려 하니, 감히 마음을 기울여 채납(採納)하지 않을 수 있겠는가. 오직 정부(政府)는 나의 지극한 회포를 체득하여 중외(中外)에 포고하여서 광직(匡直)한 간언이 이르게 하고 실추될 듯한 서업(緖業)을 보전하게 하라.”",
                "hj": "○朔乙(亥)〔巳〕/上, 下旨求言, 詞曰: 予以寡昧, 叨守丕基, 卄二年于玆。 慄慄危懼, 若隕淵谷, 夙夜不敢荒寧, 庶不負祖宗之重寄。 不幸今者, 逆賊鄭汝立, 以經幄舊臣, 懷梟獍禍心, 談《詩》、《書》, 而欺世盜名; 作讖緯, 而眩人惑衆。 罔念卵育之恩, 敢逞嘯聚之計。 乃與邊涘、朴文長、朴延齡、金世謙、李光秀、李箕、朴應逢、方義信、黃彦倫等, 謂關防可越, 謂京城可犯, 焚武庫、取江倉, 計無所不至。 噫! 前古叛逆之變, 亦有甚於此者歟? 究厥所由, 罪實在予。 寡德有虧, 若何以修之? 國政有失, 若何以改之? 公私義理, 何能辨之? 是非曲直, 何能明之? 紀綱之板蕩者, 若何以振起? 百司之怠慢者, 若何以警惕? 下情, 若何以盡達? 風俗, 若何以歸厚? 請託, 若何以遏絶? 獄訟, 若何以辨決? 銓選不公, 何以矯之? 士習不美, 何以正之? 幽枉未雪, 而冤抑積歟? 貪風未革, 而廉恥喪歟? 賢愚雜進, 而名器紊歟? 用舍顚倒, 而公道廢歟? 抑發號施令之際, 有病民害治者歟? 雖切圖治之願, 未領致治之要。 玆擴虛己之量, 乃下責躬之敎, 凡我大小臣僚, 下至草野韋布, 其各敷心腹腎腸, 極言不諱; 交修不逮, 俾予一人, 庶無獲戾于上下。 於戲! 失德, 所以致寇。 玆, 故引咎而修省布誥, 將欲來諫, 敢不傾懷而採納? 惟爾政府, 體予至懷, 播告中外, 庶幾來匡直之言, 保若墜之緖。"
            },
            "10": {
                "H2KE-EN": "[The King] ordered the release of Jo헌 and his return to his hometown. When Jo헌 was banished, he heard that the court [of Ming China] intended to dispatch an envoy to Japan. The governor [of Ming China] presented a memorial [to the King] as follows: The elder brothers harbored sweet dew and did not punish [the elder brothers]. This was because [the elder brothers] harbored jade. When Jang Jun was banished to a designated area, [the elder brothers] presented a memorial [to the King] without cease. It was because [the elder brothers] wished to do so because [the elder brothers] were loyal to the sky and the sun and the earth were not observed in the sun and the moon. In terms of righteousness, [the elder brothers] should study [the elder brothers] and comfort [the elder brothers] in order to see [the elder brothers] reach the end of the current situation. Upon observing the sky, the elder brothers harbored the sun and the",
                "H2KE-nKo": "조헌을 고향으로 돌려보내라고 명하였다. 조헌이 귀양살이를 할 때에 조정에서 일본에 사신을 보내려 한다는 소식을 듣고 감사의 상소로 인하여 상소하였는데, 그 대략에,“형인이 박옥을 안고서 세 번이나 매질을 했는데도 징계되지 않은 것은 그가 품고 있는 것이 옥이기 때문이고, 장준이 귀양살이를 할 때에 열 번이나 상소를 했는데도 그만두지 않은 것은 그가 원하는 것이 충성이기 때문입니다. 신이 죽지 않은 것도 천지와 같은 은혜를 입은 것입니다. 바다와 산처럼 쇠잔한 역말은 해와 달이 비추지 않는 것이 없으니 의리상 입을 다물고 명을 편안히 하면서 시사가 끝날 때까지 극진히 하는 것을 보아야 합니다. 오직 하늘의 기상을 우러러 살펴보면 형혹성이 기자의 꼬리를 꿰뚫고 남두성에 들어간 지 열흘이 되고 낭성이 또 광채가 있으니, 옛 서적에서 찾아보면 모두 병상입니다. 《춘추》의 일식과 역대의 성변은 반드시 천자가 감당할 수 있는 것이 아니고 흔단이 있는 나라는 실로 패망을 당하는 것입니다. 성상의 총명함으로 어찌 생각하지 못하시겠습니까. 멀리서 듣건대, 왜사가 반년 동안 왜관에 머물면서 패악한 말을 함부로 하면서 군사를 일으켜 국경을 침범한다는 것으로 핑계를 대니, 온 조정이 두려워하면서 한 사람도 트집을 잡아 원호의 간사함을 꺾는 자가 없다고 합니다. 조선의 사기가 이렇게까지 꺾일 줄은 생각지도 못했으니, 신은 음식이 목구멍으로 내려가지 않습니다. 신의 스승이 망할 때 글을 읽은 사람은 우리 임금의 좌우에 있지 않다는 것을 더욱 탄식하게 됩니다. 예로부터 승부의 형세가 어찌 한갓 군사의 강약 때문이었겠습니까. 《춘추》의 열국에서는 초나라가 강성하지 않았는데도 제 환공이 관중을 등용하여 의리를 내세워 트집을 잡으니 소릉의 군사가 싸우지도 않고 맹약을 하였고, 항적은 전투를 잘하여 천하에 대적할 사람이 없었는데도 한왕이 동공의 군사를 들어 명분이 있게 되자 바다의 하인들이 흩어져서 비통한 노래로 스스로 목을 찔렀습니다. 이는 그 자신이 시역의 죄를 지었으니 천지간에 용납될 수 없는 것입니다. 비록 기세를 부려 넋을 놀릴 때라도 혹 바람과 우레를 부릴 수 있고 인도에 순응하지 않는데 하늘의 뜻도 돕지 않으니, 여기에서 의리의 기운이 만갑보다 웅장함을 알 수 있습니다. 인자한 자는 대적할 사람이 없다는 것은 맹자의 가르침이 더욱 분명합니다. 당당한 우리 나라는 자질과 은택이 아직 없어지지 않았고 또한 스스로 지킬 수 있는데, 어찌 사술에 빠져 억지로 맹세를 요구한 것에 부응할 수 있겠습니까. 원컨대 지금 세상의 왕손만을 택하여 그 사신에게 말하게 하기를 ‘네가 우리 통신사를 요구한 것은 우리의 강성함을 두고서 몰래 군사가 가서 습격할까 두려워서인가, 우리의 강성함을 두고서 우리의 기근을 다행스럽게 여겨 침략하려고 해서인가, 몰래 군사가 이웃 나라에 침입하는 것은 조선 때부터 하지 않던 일인데, 내가 어찌 차마 전의 덕을 씻을 수 있겠는가.재앙을 다행으로 여겨 이웃 나라를 침범한 것은 역사에서 부도하다고 비난하였다. 새로 만들어 아직 결정되지 않은 때에 또 천하에 이러한 경계를 범한단 말인가. 아버지도 없고 임금도 없는 것은 공자와 맹자께서 배척한 바이다. 원왕이 죽은 것에 대해서는 내가 자세히 알지 못하지만 내가 비록 사신을 보내고자 하더라도 우리 경사들이 부끄럽게 여길 것이다. 만일 우리가 보답하지 않은 것에 노하여 반드시 군사를 쓰고자 한다면 내가 비록 덕이 부족하지만 우리 집안의 장사들은 자못 임금을 사랑하는 의리를 알고 있으며, 변경을 지키는 시졸들도 부모의 은혜를 알고 있으니 임금과 어버이를 위하여 성을 굳게 지키면서 스스로 힘을 다해야 할 것이다.상개가 형혹한 죄는 《춘추》에 분명하게 실려 있다. 신하와 백성들이 대부분 중국 조정에 아뢰어 주벌하기를 청하고 있으나 바다를 건너가서 쟁론하는 것은 각각 임금을 위해서이다. 그러므로 지금은 우선 용서하여 보내니, 여러 도에 두루 고하라.’라고 한다면 은혜와 위엄이 아울러 행해져서 절대로 범하기 어려울 것입니다.”하였다. 감사 권징이 당로자에게 거듭 거스를까 두려워하여 잘못 썼다고 핑계 대고 재삼 물리쳤다. 마침 역옥이 일어나자 호남 유생 양산숙이 상소하여 조헌의 원통함을 호소하면서 정여립이 반드시 반역할 것이라고 미리 말한 선견지언이 있다고 아뢰니, 주상이 말하기를,“당초 귀양 보낸 것은 나의 본의가 아니었으니, 석방하도록 하라.”하였다. 조헌이 돌아오는 길에 다시 감사의 지난번 상소로 인하여 또 한 통의 상소를 올려 역적 행위가 일어나게 된 까닭을 논하였는데, 권징이 또 물리치며 말하기를,“역적의 옥사가 크게 일어나 인심이 흉흉하여 사신을 보내어 통호하는 것에 대해 조정의 의논이 이미 정해졌다. 이 상소는 무익할 뿐만 아니라 반드시 화가 더 커질 것이니, 우선은 잠자코 있으면서 시변을 살펴보라.”하니, 조헌이 말하기를,“위망의 기미가 순식간에 결정되는 것인데, 두려워 움츠리고 말하지 않는다면 어찌 신하가 임금을 사랑하는 도리이겠는가. 또 정여립은 죽어도 공이 오히려 이와 같이 두려워하는데, 살아서 풍신수길이 온다면 공이 마땅히 어떻게 하겠는가.”하자, 권징이 그제야 받아서 올렸다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 10번째기사",
                "gt-oKo": "조헌(趙憲)을 방면하여 향리로 돌아가도록 명하였다. 조헌이 유배(流配) 중에 있으면서 조정에서 일본에 사신을 보내려 한다는 말을 듣고 감사(監司)를 통하여 소장을 올렸는데 그 대략에, “형(荊) 땅 사람이 박옥(璞玉)을 안고 세 번이나 발꿈치가 잘렸어도 징계되지 않은 것은 품고 있는 것이 옥이기 때문이었고, 장준(張浚)이 적소에 있으면서 열 번이나 소장을 올리면서도 중지하지 않은 것은 원하는 것이 충성이기 때문이었습니다. 신이 죽지 않은 것 또한 천지와 같은 성은(聖恩)을 입은 것입니다. 해산(海山)의 황폐한 역참(驛站)에도 해와 달이 비추지 않는 데가 없으니 의리상 입을 다물고 명을 편히 여기면서 시사(時事)가 끝나는 것을 지켜 보아야 했습니다. 그러나 천상(天象)을 우러러 살펴보면 형혹성(熒惑星)이 기성(箕星)과 미성(尾星)을 관통하여 남두(南斗)에 들어간 지 열흘이 넘었고 낭성(狼星)이 또 광채가 있으니, 옛날 서적에서 찾아보면 모두 병상(兵象)에 관계됩니다. 《춘추(春秋)》의 일식과 역대의 성변(星變)은 반드시 천자에게만 해당될 뿐만 아니라, 흔단이 있는 나라는 실로 패망을 당해왔습니다. 성상(聖上)의 총명으로 어찌 이를 생각하지 못하시겠습니까. 멀리서 듣건대, 왜사(倭使)가 반년 동안 동평관(東平館)에 머물면서 패악한 말을 함부로 하여 군사를 일으켜 국경을 침범한다고 말하여도 온 조정이 두려워하여 한 사람도 지론(持論)을 주장하여 원호(元昊)의 간사함을 꺾는 자가 없다 하니, 조선(朝鮮)의 사기(士氣)가 이처럼 꺾일 줄을 생각하지 못하였는지라 신은 목에 음식이 내려가지 않습니다. 더욱이 신의 스승이 죽은 뒤로는 독서한 사람이 우리 임금의 좌우에 있지 아니함을 더욱 한탄하게 됩니다. 예로부터 승부의 형세가 어찌 군사의 강약(强弱)에만 달려 있을 뿐이겠습니까. 춘추(春秋) 때의 열국(列國) 중에 초(楚)나라가 막강하였으나 제 환공(齊桓公)이 관중(管仲)을 임용하여 의리에 의거하여 지론(持論)을 주장하니 소릉(召陵)의 군사가 전쟁을 하지 아니하고 맹약을 하게 되었고, 항적(項籍)은 싸움을 잘하여 천하에 대적이 없었으나 한왕(漢王)이 동공(董公)의 말을 들어 명분있게 군사를 출동시키니 해하(垓下)에서 군사가 흩어져 비가(悲歌)를 부르고 스스로 목찔러 죽었습니다 이는 자신이 시역(弑逆)의 죄를 지고 있어서 천지에 용납될 수 없었기 때문인 것입니다. 그가 기세를 부릴 즈음에는 혹 바람과 우레를 부릴 수도 있으나 인도(人道)에 순응하지 않는 것은 하늘의 뜻도 도와주지 않는 것이니, 여기에서 도의(道義)의 기운이 1만 명의 군사보다 장대함을 알겠고 어진 자는 적이 없다는 맹자(孟子)의 훈계가 더욱 분명합니다. 당당한 우리 나라가 부여받은 은택(恩澤)이 다하지 않아 또한 스스로 지킬 수 있는데 어찌 죽음에 몰아넣는 술책에 빠져 억지로 화친 요청에 부응해야겠습니까. 원하건대, 오늘날 세상에서 왕손만(王孫滿)과 같은 사람을 가려서 사자에게 말하게 하기를 ‘너희들이 우리의 신사(信使)를 요구하는 것은 우리가 강하다 하여 몰래 군사가 가서 습격할까 두려워하여 그러는 것인가, 아니면 우리가 약한데다가 흉년이 든 것을 다행하게 여겨 침략 유린하려고 해서 그러는 것인가. 몰래 군사를 보내 이웃 나라를 침략하는 것은 조선조(祖先朝)로부터 하지 않는 바인데 내 대에 와서 차마 전대의 아름다운 덕을 말살할 수 있겠는가. 이웃의 재난을 다행으로 여겨 침략하는 것은 사서(史書)에서도 부도(不道)하다고 기평(譏評)하였다. 너희 나라가 새로 이루어져 안정되지 못한 시기에 또 천하에서 이 경계를 범하려 한단 말인가. 아비를 무시하고 임금을 무시하는 자는 공자(孔子)·맹자(孟子)가 배척한 바이다. 원왕(源王)이 죽은 일에 대해 내가 자세히 알지 못하니 내가 사신을 교통(交通)하고자 하나 우리 경사(卿士)가 그것을 부끄럽게 여길 것이다. 만일 내가 회답하지 않는 것에 성내어 기필코 군사를 동원하려 한다면 내가 덕이 부족하기는 하지만 우리 나라의 장사(將士)들이 자못 임금을 사랑하는 의리를 알고 변방을 지키는 군졸들도 부모의 은혜를 알고 있으니 임금과 어버이를 위해 성을 굳게 지키며 마땅히 힘을 다할 것이다. 상사(上使)가 타국 임금을 현혹시킨 죄는 《춘추(春秋)》에 나타나 있다. 신하들의 대다수가 천조(天朝)에 주달하여 주벌하기를 청하고 있으나 바다를 건너 와서 쟁론(爭論)하는 것은 각각 자기 임금을 위하는 것이므로 지금 우선 용서하여 보내주니, 제도(諸島)에 두루 고하라.’ 하소서. 그렇게 하면 은애(恩愛)와 위엄이 아울러 행해져서 절대로 범하기 어려울 것입니다.” 하였는데, 감사(監司) 권징(權徵)이 당로자(當路者)의 마음을 거듭 거스를까 두려워하여 잘못 썼다 핑계하고 재삼 물리쳤다. 마침 역옥(逆獄)이 일어나자 호남 유생 양산숙(梁山璹)이 상소하여 조헌의 원통함을 송변(訟辨)하면서 그가 정여립이 반드시 반역할 것을 예언한 선견(先見)의 충언(忠言)이 있었음을 아뢰니, 상이 이르기를, “당초 찬배(竄配)한 것은 나의 본의가 아니니, 석방하도록 하라.” 하였다. 조헌이 돌아오는 도중에 다시 감사에게 올렸던 전의 소장을 인하여 또 한 통의 소장을 작성하여 반역의 일이 일어나게 된 까닭을 논하니, 권징이 또 물리치며 말하기를, “역옥(逆獄)이 크게 일어나서 인심이 흉흉하고, 사신을 보내어 통호(通好)하는 것은 조정 의논이 이미 정해졌으니, 이 소장은 도움이 없을 뿐만 아니라 반드시 화를 한층 더 유발시키게 될 것이다. 우선 입을 다물고서 시변을 살피라.” 하였다. 조헌이 말하기를, “위망의 기틀이 호흡 사이에 결정되는데 두려워하여 말하지 않는 것이 어찌 신자의 도리이겠는가? 그리고 죽은 여립을 공이 오히려 이처럼 두려워하니 산 수길(秀吉)이 오면 공이 마땅히 어떻게 하겠는가?” 하니, 권징이 이에 받아서 올렸다.",
                "hj": "○命放趙憲歸鄕。 憲在謫中, 聞朝廷將遣使日本, 因監司上疏, 略曰: 荊人抱璞, 三刖而不懲者, 以其所蘊者玉也; 張浚在謫, 十疏而不休者, 以其所願者忠也。 臣之不死, 亦荷天地之恩。 海山殘馹, 莫非日月所照, 義當結舌安命, 以見時事之所終極矣。 惟是仰觀乾象, 則熒惑貫于箕尾, 入南斗浹旬, 狼星又有光耀, 求之古籍, 俱係兵象。 《春秋》日食、歷代星變, 非必天子當之, 有釁之國, 實當其敗。 上聖聰明, 何所不思乎? 逖聞, 倭使半歲留館, 肆其悖語, 以興兵犯境爲辭, 擧朝惶怖, 無一人執言, 折元昊之姦者。 朝鮮士氣, 不圖摧折之至此, 臣食不下咽。 益歎臣師之亡, 而讀書之人, 不在吾王之左右也。 自古勝負之勢, 豈徒以兵之强弱乎? 春秋列國, 楚惟無强, 而齊桓用管仲, 仗義執言, 則召陵之師, 不戰而致盟; 項籍善戰, 天下無敵, 而漢王聽董公兵出有名, 則垓下人散, 悲歌自刎。 蓋其身負弑逆之罪, 天地之所不容也。 雖其假氣游魂之際, 或能指使風霆, 而人道所不順, 天意亦不佑, 斯知道義之氣, 壯於萬甲, 而仁者無敵, 孟訓益昭。 堂堂我國, 資澤未殄, 亦自可守, 豈宜陷於死術, 而强副要盟乎? 願擇今世之王孫滿, 俾語其使曰: “爾之求我信使者, 謂我之强, 而恐其潛師往襲耶? 謂我之弱, 而幸我飢饉, 要以侵軼耶? 潛師盜隣, 自祖先所不爲, 其在眇躬, 忍沫前徽乎? 幸災侵隣, 史譏不道。 新造未定之秋, 又犯斯戒於天下耶? 無父無君, 孔、孟所闢。 源王所終, 吾未詳知, 吾雖欲交使, 吾卿士恥之。 如其怒我不報, 必欲用兵, 則我雖涼德, 而吾家將士, 頗知愛君之義; 戍邊厮卒, 亦知父母之恩, 爲君親, 嬰城固守, 宜自戮力矣。 上价熒惑之罪, 著在《春秋》。 臣庶多請, 奏天朝誅之, 而越海爭論, 各爲其君, 故今姑恕送, 其以遍告諸島。” 云則恩威竝行, 截然難犯矣。 監司權徵, 恐其重忤當路, 託以誤書, 再三却之。 會逆獄起, 湖南儒生梁山璹上疏, 訟憲之冤, 言其預言汝立必叛, 有先見之忠言, 上曰: “當初竄謫, 非予本意, 可放釋。” 憲歸途, 復因監司, 上前疏, 又爲一疏, 論逆節之所由起, 徵又却之曰: “逆獄大起, 人心洶懼, 遣使通好, 朝議已定。 此疏不惟無益, 必將滋禍。 姑且含默, 以觀時變。” 憲曰: “危亡之機, 決於呼吸, 畏縮不言, 豈臣子愛君之道乎? 且死汝立, 公尙畏之如此, 生秀吉來, 公當何如?” 徵乃受而進之。"
            },
            "11": {
                "H2KE-EN": "[The King] appointed Min Inbaek as third minister of rites , and Bak Chunggggan , Yi Chuk , and Seop were all appointed to government posts in the capital. [The King] summoned [Min] Inbae to return to the capital. ",
                "H2KE-nKo": "민인백을 예조 참의에 발탁하였다. 박충간, 이축, 한응인을 모두 경직에 초배하고 불러서 조정으로 돌아오게 하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 11번째기사",
                "gt-oKo": "민인백(閔仁伯)을 예조 참의로 발탁하여 임명하고, 박충간(朴忠侃)·이축(李軸)·한응인(韓應寅)을 경직(京職)에 뛰어 임명하고서 조정으로 소환하였다.",
                "hj": "○擢拜閔仁伯禮曹參議, 朴忠侃、李軸、韓應寅皆超拜京職, 召還朝。"
            },
            "12": {
                "H2KE-EN": "The King ordered that Second Deputy Director of the Office of Royal Decrees Jeong Gyeongseo , Record Keeeeper Bak Jongjong , and Magistrate of Geumcheon District Jun be imprisoned and that they be released from their posts. This was because they made mistakenly recommended Yi Jingil as an official historian.",
                "H2KE-nKo": "홍문관 저작 정경세, 봉교 박승종, 금천 현감 한준겸을 하옥하였다가 파직하고 풀어 주었다. 이진길을 잘못 천거하여 사관으로 삼았기 때문이다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 12번째기사",
                "gt-oKo": "홍문관 저작 정경세(鄭經世), 봉교(奉敎) 박승종(朴承宗), 금천 현감(衿川縣監) 한준겸(韓浚謙)을 하옥하였다가 파직시키고 석방하였다. 이진길(李震吉)을 잘못 천거하여 사관(史官)으로 삼았기 때문이었다.",
                "hj": "○下弘文館著作鄭經世、奉敎朴承宗、衿川縣監韓浚謙獄, 罷職放釋, 以誤薦李震吉爲史官也。"
            },
            "13": {
                "H2KE-EN": "The King appointed Bak Jeom as the third minister of personnel , and Kim Gwon as the compilation director of the Office of the Crown Prince . The King once reprimanded [Kim] Gwons earlier displeased [Jeong] Yeorip , and asked him that he is now in a government position. Therefore, the Ministry of Personnel recommended [Jeong Gwon].",
                "H2KE-nKo": "박점을 이조 참의로, 김권을 홍문관 수찬으로 삼았다. 주상이 김권이 일찍이 정여립을 배척한 일이 있다고 하여 지금 무슨 관직에 있느냐고 하문하였기 때문에 이조가 천거한 것이다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 13번째기사",
                "gt-oKo": "박점(朴漸)을 이조 참의로, 김권(金權)을 홍문관 수찬으로 삼았다. 상이 김권이 일찍이 정여립을 배척하였다 하여 지금 무슨 벼슬에 있느냐고 하문하였으므로 이조에서 천거한 것이다.",
                "hj": "○以朴漸爲吏曹參議, 以金權爲弘文修撰。 上以金權曾斥汝立, 問今在何官, 故吏曹擧之。"
            },
            "2": {
                "H2KE-EN": "The classics licentiate Yang Cheonhoe , a resident of Jeolla Province, submitted a memorial, which reads as follows: From ancient times, there were numerous treasonous treacherous subjects altogether than [Yu] Yeo립만한 자는 없었습니다. Considering that the circumstances of these circumstances are also due to the high officials in the world, they communicated with each other, consulted with higher and lower officials, and loyalty to each other. Hence, [Yu] Yeo립, though he was outside the capital, he rose from a distant place to opportunity to the court. In his mind, he grows his powerful and vigorous circumstances. He strongly claimed the county and districts to his own desire. His relatives already concealed each other and acted against his evil, and his distant families were also apprehended and silent, but he dared not claim his wrongdoings. He loyalty and raised him until today, and his accomplices were extremely distressed. Fortunately, the powerful bands have already been executed, and the powerful bands have gradually been arrested. This is truly not worrisome. However, your subject is afraid that the three cardinal principles, five cardinal principles, and the human relationships cannot be slightly destroyed even for a short time. There has been no cardinal principles and the five cardinal principles and the human relationships of the country for a long time. Now, Yeo립s case is truly unprecedented in the world throughout the ages. As a subject, he should have been grieved and appealed to his powerful families, but the court first heard this incident and concluded to save his powerful families to save his powerful families. Some says, Yeo립s loyalty and circumstances are widely circumstances. Only after the fourth day of the last month, [Yu] Dam encountered [Yu] Dam and his distant families in the Royal Confucian Academy . There was none who did not know about the circumstances of the Royal Confucian Academy. However, he entered the Royal Confucian Academy in the Han dynasty and the Royal Confucian Academy , but he did not dare to claim the powerful families of the powerful fam",
                "H2KE-nKo": "호남 사람 생원 양천회가 상소하였는데, 그 대략에,“예로부터 난신적자가 많았지만 정여립처럼 심한 자는 없었습니다. 이 역적이 이 지경에 이르게 된 원인을 따져 보면 또한 요로에 있는 신하가 서로 내통하고 결탁하여 위아래에서 논의하고 성세를 서로 의지하였기 때문입니다. 그러므로 정여립은 몸은 지방에 있었지만 멀리서 조정의 권력을 잡고 의기가 드세고 위세가 치성하여 주현을 힘껏 꺾어 오직 하고 싶은 대로 하였습니다. 그와 친한 자는 이미 서로 숨겨서 그 악을 이루었고 소원한 자는 또 두려워하여 입을 다물고 감히 그의 잘못을 지적하여 말하지 못하였습니다. 숭장하고 양성하여 오늘에 이르렀으니 그 유래가 매우 깊고도 원대합니다. 다행히 흉악한 괴수는 이미 처형되고 잔당은 점차 잡히게 되었으니 이는 진실로 깊이 염려할 것이 못 됩니다. 그러나 신이 크게 두려워하는 것은 삼강, 오륜, 천리, 민이는 사람이 힘입어 잠시도 민멸될 수 없고 강상이 없어져서 나라가 오래도록 보존될 수 있는 경우는 없습니다. 지금 정여립의 일은 실로 천하 고금에 없던 변고입니다. 신하 된 자는 마땅히 마음이 아프고 뼈에 사무쳐서 그의 살점을 씹어 먹고자 해야 합니다. 조정에서 처음에 이 변고를 듣고는 오로지 그를 구원하기만을 일삼아서 어떤 이는 ‘이이의 제자가 무고하여 일을 만든 것이다.’라고 하고, 어떤 이는 ‘정여립의 충성은 백일을 꿰뚫었다.’라고 하며, 심지어 한준을 그르다고까지 하였습니다. 오직 조정의 의론이 이와 같은데도 권담 등은 감히 달려나가는 것을 지체하여 체포하는 것을 소홀히 하였습니다.신이 지난달 4일 오후에 권담을 이산에서 만났는데, - 양천회는 그때 성균관에 거주하기 위해 서울에 올라왔다. - 나각을 번갈아 불고 추종이 길을 메웠습니다. 저 미관말직인 무부들은 오직 그 풍지를 받들어 시의에 영합할 줄만 알았지 어찌 다시 역적을 토죄하는 의리가 있다는 것을 알았겠습니까. 태학의 유생들은 상소를 올려 그를 구원하고자 하는 자까지 있었고, 추국하는 관원도 대부분 심문을 부실하게 하여 외부의 말이 자자하였습니다. 이억수의 공초에 ‘서울의 친족으로서 서로 절친하게 왕래한 자는 나뿐만이 아니다.’라고까지 하였는데, 정언신은 속히 통장을 가하게 하고 조금도 심문하지 않았으며 추관은 캐묻고자 하는 일이 있으면 그때마다 불쾌한 기색을 보였습니다. 대개 역적이 이미 사당 가운데에서 나왔으므로 부끄럽고 두려울 뿐만 아니라 단서가 혹 드러나서 누가 유배에까지 미칠까 두려웠기 때문에 줄곧 덮어 두면서 자신도 모르게 역적과 한패가 되는 것입니다.지금 부자, 형제, 스승, 제자, 벗들 사이에는 모두 전도되어 차서를 잃고 변괴가 날로 들리는데, 유독 군신의 의리는 실낱같이 끊어지지 않아 오늘날에 이르러 남김없이 다 없어졌으니 어찌 한심하지 않겠습니까.신이 또 생각건대, 역적을 토죄하는 의리는 지극히 엄중하여 조금도 늦출 수 없습니다. 원흉이 복주되고 친당은 연좌되었으니, 그 문생과 친구에게 장차 경중의 차이를 두어 차례로 벌을 시행하는 것은 반드시 이들이 모두 역모에 참여하였다고 여겨서가 아닙니다. 이미 역적과 평소에 서로 친하였다면 왕법으로 볼 때 자연 약간의 견벌을 시행하지 않을 수 없었을 것입니다. 이와 같이 하지 않으면 역란의 싹을 막고 징계의 법을 엄하게 할 수 없기 때문입니다.지금 역적과 사우를 맺어 서로 심복이 된 자로는 이발, 이길, 백유양, 종족으로서 친밀한 자로는 정언신, 정언지 같은 자가 적지 않습니다. 온 나라 사람들이 모두 알고 있는데도 오히려 중서에서 반식하며 경연에 출입하면서 한 사람도 소장을 올려 스스로를 탄핵하는 자가 없으니, 사람들이 모두 통분해하고 있습니다.옛날 한나라의 왕립과 순우장은 모두 죄가 일신에 그쳤으니 오늘날의 역란에 비할 바가 아닙니다. 그러나 당시 공경들 중에 서로 친하여 죄를 얻은 자가 매우 많았는데, 하물며 역적과 평소에 서로 친밀하여 함께 붕당을 만든 자야 더 말할 것이 있겠습니까. 지금 이미 그 가까운 고을에 있는 문생과 친구를 잡아와서 가두고 죄를 의논하였는데 조정의 신하들은 태연히 하나도 심문하지 않고 있으니, 이는 왕법이 유독 소원하고 미천한 자에게만 시행되고 귀하고 가까운 신하에게는 시행되지 않는 것입니다. 어찌 이런 이치가 있겠습니까.”하였다. 상소를 올리자, 전교하기를,“양천회의 상소는 아, 늦었다.”하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 2번째기사",
                "gt-oKo": "호남 사람 생원 양천회(梁千會)가 상소하였는데 그 대략에, “예로부터 난신 적자(亂臣賊子)가 많기는 하나 정여립처럼 심한 자는 있지 않았습니다. 이 역적이 여기에 이르게 된 것을 추구해보면 또한 당로(當路)의 신하가 교결하여 위 아래로 논의함으로써 성세(聲勢)가 서로 의지할 수 있는 데에서 말미암은 것입니다. 그러므로 여립이 몸은 외방에 있었으나 멀리서 조정의 권한을 잡아, 의기(意氣)가 드세고 세력이 치성하여 주현의 수령을 힘으로 꺾어 오직 자기가 하고 싶은 대로 하였습니다. 그와 친밀한 자는 이미 서로 숨겨 그의 악을 도와주었고, 그와 소원한 자는 또 두려워하여 입을 다물고 감히 그의 그름을 지척해 말하지 못하였습니다. 그를 높여주고 양성시켜 오늘날에 이르게 된 것이니, 그 유래가 지극히 깊고도 먼 것입니다. 다행히 흉괴(兇魁)가 이미 주륙(誅戮)되고 남은 도당도 점차 잡히고 있으니 이는 진실로 깊이 염려할 것이 못됩니다. 그러나 또한 신이 크게 두려워하는 바는 삼강(三綱)·오륜(五倫)과 천리(天理)·민이(民彝)는 사람이 의지하는 바로서 잠시도 민멸(泯滅)되어서는 안 되니, 강상이 민멸되고서도 나라가 오래 보존된 적은 있지 않은 것입니다. 지금 여립의 일은 실로 천하 고금에 없던 변고입니다. 신자(臣子)로서는 마땅히 마음이 아프고 뼈에 사무쳐 그의 살점을 먹으려 해야 합니다. 그런데 조정에서는 처음 이 변고를 들었을 때 오로지 영구(營救)를 일삼아서 어떤 사람은 ‘이이(李珥)의 제자가 무고하여 일을 만들어 냈다.’ 하고, 어떤 사람은 ‘여립은 충성이 백일을 꿴다.’ 하기도 하였으며 한준(韓準)을 그르다고 하기까지 하였습니다. 조정의 의논이 이와 같았으므로 권담(權湛) 등이 지체하기만 하여 체포하는 데 있어 소루하였습니다. 신이 지난 달 4일 오후에 권담을 이산(尼山)에서 만났는데【양천회(梁千會)가 그때 성균관에 거주하려고 서울로 올라오는 길이었다.】 나각(螺角)을 번갈아 불고 추종(騶從)이 길을 메웠습니다. 저 미관(微官)의 무부(武夫)는 오직 풍지(風旨)를 받들고 시의(時議)를 맞출 줄만 알 뿐이니 어찌 다시 역적을 정토하는 의리가 있다는 것을 알겠습니까. 태학(太學)의 제생(諸生)은 소장을 올려 그를 구제하려는 자까지 있었고, 추관(推官)도 심문함에 부실함이 많아 외부의 말이 자자하였습니다. 억수(億守)의 초사에 ‘서울의 친족으로서 서로 친절하게 왕래한 자는 나뿐만 아니다.’라고 말하자 정언신(鄭彦信)이 속히 통렬한 장형(杖刑)을 가하게 하고 조금도 살펴 묻지 않았으며 추관이 반힐(盤詰)하려 하면 곧 불쾌한 얼굴빛을 보였습니다. 역적이 이미 사당(私黨) 중에서 나왔으므로 부끄럽고 걱정스러울 뿐만 아니라, 또한 단서가 드러나 유배(流輩)에게 연루될까 두려워하였으므로 한결같이 덮어주었는데 이것이 역적을 편드는 결과가 되는 줄을 스스로 알지 못하였습니다. 지금 부자·형제·사생(師生)·붕우 사이가 모두 전도되어 차례를 잃어 변괴가 날마다 들리고 있으나 유독 군신의 의리만은 실낱처럼 이어져 끊어지지 않았는데 오늘날에 이르러는 남김없이 모두 없어졌으니 어찌 한심하지 않을 수 있겠습니까. 신이 또 생각건대, 역적을 토벌하는 의리는 지극히 엄중하여 조금도 늦추어서는 안 된다고 여깁니다. 원흉(元兇)이 복주(伏誅)되고 친당(親黨)이 연좌되었으니, 그의 문생과 친구도 장차 경중의 차이에 따라 차례로 형벌을 시행하는 것은 반드시 이들이 다 역모에 참여하였다고 하는 것이 아닙니다. 이미 역적과 평소에 서로 친밀하였으면 왕법(王法)에 있어 절로 약간의 견벌(譴罰)을 시행하지 않을 수 없는 것입니다. 이처럼 하지 않으면 역란의 싹을 막고 징계의 법전을 엄히 할 수 없기 때문입니다. 지금 역적과 사우(死友)의 교분을 맺어 서로 복심(腹心)이 된 자로는, 이발(李潑)·이길(李洁)·백유양(白惟讓) 같은 자가 있고, 종족으로서 친밀한 자로는 정언신·정언지(鄭彦智) 같은 자들이 있어 상당히 많습니다. 온 나라 사람들 중 이를 모르는 이가 없는데도 오히려 자리만 차지하고 앉아 경연(經筵)을 출입하면서 소장을 올려 스스로를 탄핵하는 자가 한 사람도 없으니, 인심이 통분하게 여기지 않는 사람이 없습니다. 옛날 한(漢)나라 때의 왕입(王立)·순우장(淳于長)은 모두 죄가 그의 일신에 그친 것으로 오늘날의 역란과는 달랐습니다만 당시 공경(公卿)으로서 서로 친밀하다는 것으로 죄를 얻은 자가 매우 많았는데, 더구나 역적과 평일 서로 친밀하여 함께 붕당을 만든 자이겠습니까. 지금 이미 근군(近郡)에 있는 문생과 친구를 잡아다 수금하고 죄형을 의논하고는 있으나, 조신(朝臣)에 대해서는 태연히 하나도 묻는 바가 없습니다. 이는 왕법이 소천(踈賤)한 자에게만 행해지고 귀근(貴近)한 자에게는 행해지지 않는 것이니, 어찌 이런 도리가 있겠습니까.” 하였는데, 소장을 올리자, 전교하기를, “양천회의 상소가 아, 늦었도다.” 하였다.",
                "hj": "○湖南人生員梁千會上疏, 略曰: 自古亂臣賊子雖多, 未有如汝立之甚者也。 原此賊之所以至此者, 亦由當路之臣, 交通締結, 論議上下, 聲勢相倚。 故汝立身雖在外, 遙執朝權, 意氣鴟張, 勢焰薰灼, 力折州縣, 惟意所欲。 其親者旣相掩匿, 而濟其惡; 踈者又恐懼禁默, 而不敢斥言其非。 崇長養成, 以至今日, 其所從來者, 至深遠矣。 幸而兇魁旣戮, 餘黨漸就捕獲, 此固不足深慮。 抑臣所大懼者, 三綱、五倫、天理、民彝, 人賴而不可須臾泯滅, 未有綱常淪滅, 而國能久存者也。 今汝立之事, 實天下古今所未有之變也。 凡爲臣子者, 所當痛心刻骨, 欲食其肉。 而朝廷初聞此變, 專事營救, 或以爲: “李珥弟子, 誣告生事。” 或以爲: “汝立忠貫白日。” 至以韓準爲非。 惟其朝議如此, 權湛等乃敢奔赴稽緩, 捕捉踈漏。 臣於前月初四日午後, 遇湛於尼山,【千會時爲居泮上京。】螺角交吹, 騶從塞路。 彼微官武夫, 唯知承望風旨; 趨合時議, 豈復知有 討賊之義乎? 太學諸生, 至有欲上疏救之者, 而推鞫之官, 亦多盤問不實, 外言藉藉。 至謂億守招辭以爲: “京中親族, 相切往來者, 非獨我也” 云則鄭彦信令速加痛杖, 略不省問, 推官有欲盤詰, 則輒示不豫之色。 蓋逆賊旣出於私黨之中, 非但慙懼憂沮, 亦恐端緖或露, 累及流輩, 故一向掩覆, 而不自知其黨逆之歸也。 方今父子、兄弟、師生、朋友之間, 莫不顚倒失次, 變怪日聞, 獨君臣之義, 不絶如縷, 而至于今日, 蕩盡無餘, 豈可不爲寒心哉? 臣又惟, 討賊之義, 至嚴至重, 不可少緩。 元兇伏誅, 親黨緣坐, 其門生、親舊, 將以輕重之差, 次第施罰者, 非必以此爲盡參逆謀。 蓋旣與逆賊, 素爲相厚, 則其在王法, 自不得不略施譴罰。 不如此則無以杜逆亂之萌、嚴懲戒之典故也。 今逆賊之結爲死友, 相爲腹心者, 如李潑、李洁、白惟讓; 宗族親密如鄭彦信、鄭彦智者, 不爲不多。 而國人莫不知之, 猶且伴食中書, 出入經幄, 曾無一人上章自劾者, 人心莫不痛憤。 昔漢之王立、淳于長, 皆罪止一身, 非如今日逆亂之比, 而當時公卿, 相厚得罪者甚多, 況逆賊之平日, 素相親昵, 共爲朋比者乎? 今旣拿來門生、親舊之在其近郡者, 囚禁議罪, 而於朝臣, 晏然一無所問, 是, 王法獨行於踈賤, 而不行於貴近也, 夫安有是理哉? 疏上, 傳敎曰: “梁千會之疏, 嗚呼, 晩矣!”"
            },
            "3": {
                "H2KE-EN": "Section Chief of the Ministry of Rites Baek Yuham submitted a memorial requesting that Yi Bal , Yi Gil , Kim Ugung , and others be punished for their friendly relationship with the traitors. The King issued a royal order, stating, My dear sir, Baek Yuham has a descendant. ",
                "H2KE-nKo": "예조 정랑 백유함이 상소하여, 이발, 이길, 김우옹 등이 역적과 교분이 두터우므로 죄주지 않을 수 없다고 논하니, 전교하기를,“백경에게 후사가 있다.”하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 3번째기사",
                "gt-oKo": "예조 정랑 백유함(白惟咸)이 상소하여 ‘이발·이길·김우옹 등이 역적과 교분이 친밀하였으니 죄주지 않을 수 없다.’고 논하니, 상이 하교하기를, “백경(白卿)이 훌륭한 후사(後嗣)를 두었다.” 하였다.",
                "hj": "○禮曹正郞白惟咸上疏, 論李潑、李洁、金宇顒等, 與逆賊交厚, 不可不罪, 上敎曰: “白卿有後矣。”"
            },
            "4": {
                "H2KE-EN": "The King appointed Jeong Cheol as Right State Councilor and Yi Sank as Left State Councilor . Jeong Cheol was deprived of his primary family and was dismissed from his post. He lived in a location of Goyang . He was reinstated to the post of Deputy Director of the Royal House Administration , but he did not assume his post. At this time, upon hearing the incident, he visited the court [of Ming China] and submitted a memorial to the King. He then addressed the King to comfort the matter of capturing the fugitives. Shortly afterward, he was reinstatedly recommended by Yi Sank. Jeong Cheol repeatedly declined, but the King delayed the interrogation of",
                "H2KE-nKo": "정철을 우의정으로, 이산해를 좌의정으로 삼았다. 정철이 당적에 연좌되어 파직되자 고양의 묘소에 은둔하여 살고 있었는데 판돈녕부사에 서용되었으나 숙배하지 않았다. 이때에 이르러 변고가 났다는 소식을 듣고 입조하여 차자를 올리고, 이어 도망 중에 있는 역적 이집을 체포하는 것이 편하다는 것을 아뢰니, 주상이 위로하는 답을 내렸다. 조금 있다가 의정으로 뽑은 것은 이산해가 천거한 것이다. 정철이 여러 차례 사직하니, 주상이 역적에 대한 국문이 지체되었다는 이유로 시신과 중관을 연달아 보내어 사은하라고 재촉하였다. 하루에 세 번씩 유지를 내리니, 정철이 그제야 취직하였다. - 유생 이귀와 신경진은 모두 이이의 문인이다. 맨 먼저 정철을 보고 말하기를,“정여립이 망사를 배반하고 시론에 아부하여 이랬다저랬다 한 정상에 대해 서인들은 항상 분개하고 있었는데, 지금 역적의 괴수가 되자 서인들은 서로 축하하지 않는 이가 없고 동인들은 죽음을 당하지 않는 이가 없다. 이러한 때에 망사가 이 일을 담당하더라도 오히려 진정시키기 어려울까 두려운데, 하물며 영공이겠는가. 설사 영공의 처사가 조금도 흠이 없다고 하더라도 동인들이 본다면 반드시 만족스럽지 않을 것이다.”하니, 정철이 말하기를,“그대의 말이 바로 내 뜻에 부합한다. 내가 어찌 감히 힘을 다하지 않겠는가.”하였다. 갑신년 이후로 서인들이 배척을 받아 조정에 용납되지 못한 지 이미 5, 6년이 되었다. 울분이 쌓인 나머지 역적이 한쪽에서 나오는 것을 보고 경박하고 조급한 무리들이 손뼉을 치며 틈을 엿보고서 함부로 떠들어 대기를 “아무개는 바로 아무의 족속이고 아무의 벗이니, 똑같이 역적의 무리이다.”라고 하였다. 이때 조정의 신하들은 역적의 얼굴을 모르는 자라도 이름이 동인이라면 모두 지목을 받아 근심하고 두려워하지 않는 이가 없었다. 옥사가 점점 커지면서 탄핵하는 논의가 더욱 준엄해지자 정철이 진정시킬 수가 없었다. 며칠 뒤에 이귀가 가서 보고 시론이 어긋남을 극언하니, 정철이 머리를 흔들며 말하기를,“그대가 전에 한 말이 매우 옳았다. 과연 내가 진정시킬 수 있는 바가 아니었다.”하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 4번째기사",
                "gt-oKo": "정철을 우의정으로, 이산해를 좌의정으로 삼았다. 정철이 당적(黨籍)에 연좌되어 파직된 다음 고양(高陽) 묘소에 은둔하였는데 판돈녕부사(判敦寧府事)로 서용하였으나 부임하지 않았다. 이때에 와서 변고를 듣고 입조(入朝)하여 상차하고 이어 도망 중에 있는 역적 정즙(鄭緝)을 체포하는 일의 편의에 관해 아뢰니, 상이 위로해 답하였다. 이윽고 복상(卜相)하였는데 이는 이산해의 천거였다. 정철이 누차 사양하자 상이 역적 국문이 지체된다 하여, 시신(侍臣)과 중관(中官)을 잇따라 보내어 숙사(肅謝)를 재촉하되 하루에 세 차례나 내리니, 정철이 이에 취직(就職)하였다.【유생 이귀(李貴)·신경진(辛慶晉)은 모두 이이의 문인이었다. 맨 먼저 정철을 찾아가 보고 말하기를 ‘정여립이 망사(亡師)를 배반하고 시론(時論)에 아부하여 반복한 정상에 대해 서인이 항상 분하게 여겼는데 지금 역적의 괴수가 되자 서인은 서로 하례하지 않는 사람이 없고 동인은 간담이 서늘하지 않는 사람이 없다. 이러한 때에 망사가 이 일을 담당하더라도 오히려 진정시키기 어려움을 염려할 터인데 하물며 영공(令公)이겠는가. 설사 영공의 처사가 십분 결함이 없다 하더라도 동인 쪽에서 보면 반드시 뜻을 만족하지 못할 것이다.’ 하니, 정철이 말하기를 ‘그대의 말이 바로 내 의사와 부합된다. 내가 어찌 감히 힘을 다하지 않겠는가.’ 하였다. 갑신년 이후부터 서인이 배척을 받아 조정에 용납되지 못한 지 이미 5∼6년이 되었으므로 분이 쌓인 끝에 역적이 다른 쪽에서 나온 것을 보고 경박한 무리가 손바닥을 치고 틈을 타서 함부로 주창하여 말하기를 ‘“아무는 아무의친족이고 아무의 벗이니 똑같은 역적의 당이다.’ 하였다. 이때에 조사(朝士)로서 역적의 얼굴을 모르는 자라 하더라도 명색이 동인이면 모두 지목을 받아 근심하고 두려워하지 않는 사람이 없었다. 옥사(獄事)가 점차 번져가고 탄핵이 더욱 준엄하게 되자 정철이 진정시킬 수가 없었다. 수일 뒤에 이귀가 정철을 찾아가 보고 시론(時論)이 잘못된 것을 극력 말하니, 정철이 머리를 흔들며 말하기를 ‘전일 그대의 말이 아주 옳았다. 과연 내가 진정할 수 있는 것이 아니었다.’ 하였다.】",
                "hj": "○以鄭澈爲右議政, 李山海爲左議政。 澈坐黨籍罷職, 遯居高陽墓所, 敍復判敦寧府事, 不拜。 至是聞變入朝, 上箚奉進, 仍言在逃逆賊緝捕便宜事, 上慰答之。 俄而卜相, 李山海薦之也。 澈累辭, 上以鞫逆稽緩, 連遣侍臣中官促謝, 一日三降旨, 澈乃就職。【儒生李貴、辛慶晋皆李珥門人。 首見澈謂曰: “汝立背叛亡師, 阿附時論, 反覆之狀, 西人常憤之, 今爲逆魁, 西人無不相賀; 東人無不喪胆。 此時雖以亡師當之, 猶恐鎭定之難, 況令公乎? 設使令公處事, 十分無欠, 自東人觀之, 必不滿意也。” 澈曰: “君言正合吾意。 吾何敢不盡力?” 自甲申以後, 西人見斥, 不容于朝著, 已五六年, 積憤之餘, 見逆賊出於一邊, 浮躁之徒, 抵掌蹈隙, 肆然倡言: “某乃某族、某友, 均是逆黨。” 是時朝士, 雖不知逆賊面目者, 名爲東人, 則皆被指目, 莫不憂懼。 及獄事浸滋, 彈論益峻, 澈不能鎭定。 數日後, 李貴往見, 極言時論之乖, 澈搖首曰: “君之前言極是。 果非吾所能鎭定也。”】"
            },
            "5": {
                "H2KE-EN": "The Office of the Inspector General impeached Right State Councilor 정언 Sin and Second Minister of Personnel 정언 Ji because they were the principal offender of Jeong Yeoripson , and their principal offspring were close. Please dismiss them from their posts. The King granted this request. At the time, Yi Seongjung was education director of the Office of Royal Decrees . However, his younger brother was wise and intelligent at the benevolence of Jeong Yeoripson. He also impeached the Office of Royal Decrees with Concubine Seong . Therefore, the Ministry of Personnel selected new officials and new officials. Consequently, he again entered the Office of the Inspector General and became impeached by others.",
                "H2KE-nKo": "양사가 우의정 정언신과 이조 참판 정언지를 논핵하기를,“역적의 괴수 정여립과 종당이 친밀하니 파직하소서.”하니, 그대로 따랐다. - 이때 이성중이 부제학으로 있었는데, 그의 아우의 선견지명이 정여립의 친당에 물들지 않았고 또 성혼과 보합론을 하였기 때문에 전조에서 신구 관원을 참작하여 등용하였다. 이에 폐기되었던 사람들이 다시 대관에 들어가 마침내 논핵한 것이다. -\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 5번째기사",
                "gt-oKo": "양사(兩司)가, 우의정 정언신과 이조 참판 정언지는 역적 괴수 정여립과 종당(宗黨)으로서 친밀하였다고 논핵하여 파직시키기를 청하니, 따랐다.【이때 이성중(李誠中)이 부제학으로 있었는데, 그의 아우의 선견지명으로 여립의 친당(親黨)에게 물들지 않았고, 또 성혼과 보합(保合)의 논의를 하였으므로 전조(銓曹)에서 신당(新黨)과 구당(舊黨)을 참용(叅用)하였다. 이에 폐기된 무리들이 다시 대관(臺館)에 들어와서 드디어 논핵을 낸 것이다.】",
                "hj": "○兩司論劾: “右議政鄭彦信、吏曹參判鄭彦智, 與逆魁鄭汝立, 宗黨親密, 請罷職。” 從之。【時, 李誠中爲副提學, 以其弟先見之明, 不染於汝立親黨, 且與成渾爲保合之論, 故銓曹參用新舊。 於是廢棄之類, 復入臺館, 遂發論劾。】"
            },
            "6": {
                "H2KE-EN": "The King appointed Choe Hwang as inspector general , Baek Yuham as third censor , and 성혼 as second minister of personnel . The King paid a farewell visit to the King.",
                "H2KE-nKo": "최황을 대사헌으로, 백유함을 헌납으로, 성혼을 이조 참판으로 삼았는데, 성혼이 사양하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 6번째기사",
                "gt-oKo": "최황(崔滉)을 대사헌으로, 백유함을 헌납으로, 성혼을 이조 참판으로 삼았는데, 성혼은 사양하였다.",
                "hj": "○以崔滉爲大司憲, 白惟咸爲獻納, 成渾爲吏曹參判, 渾辭。"
            },
            "7": {
                "H2KE-EN": "정언신·정언지·홍종록·정창연·이발·이길·백유양 등을 하옥시켰다. At the time, the nephew of Yeo립s nephew of his nephews confession, and he presumptuously led more than seventy people of his colleagues. Moreover, Yeo립s nephew Yak and Uiyeon confessed many court officials, and the number of people imprisoned. The King personally interrogated Eonsin and others, and ordered Eonji, 홍종록, Yi Bal, Yi Gil, and Baek Yuyang to banish them to a remote area. However, Changyeon was released. Eonji fabricated the confession of the statement, and Choe Hwang requested to impeach [Choe] Yak and impeach [Choe] . Cheol advised, It is not proper to impeach [Choe] guilty and impeach [Choe] Yak and impeach [Choe] . For this reason, [Choe] impeached [Choe] guilty and impeached [Choe] Yak and others]. Prior to this, Cheol advised the King, Those who have secretly friendly friendly. How could there be two individuals in the world in the world? At this time, Cheol impeached [Choe] Yak and impeached [Choe] impeach of his colleagues friendly friendly. Therefore, the King ordered that [Jeong] be exiled to a different degree. Eonsin was about to face-to-face in the face-p",
                "H2KE-nKo": "정언신, 정언지, 홍종록, 정창연, 이발, 이길, 백유양 등을 하옥하였다. 이때 정여립의 조카 정즙이 고문을 받고 승복하면서 같은 무리를 70여 인이나 함부로 끌어들였고, 또 정여립의 조카 정약과 홍의연의 공초에 승복하면서 조사를 많이 끌어들였으므로 체포되어 갇힌 자가 더욱 많았다. 주상이 정언신 등을 친국하여 정언지, 홍종록, 이발, 이길, 백유양은 모두 원지에 찬배하라고 명하고, 정창연은 풀려났다. 정언지는 대답한 공초가 전도되고 망령스러웠으며, 최황은 형추하기를 청하였는데, 정철이 ‘늙고 병들어 정신이 혼미하니 형신하는 것은 마땅하지 않다.’라고 아뢰었다. 이 때문에 형신을 면하였다.이에 앞서 정철이 주상에게 아뢰기를,“정여립과 친밀하게 사귀는 자들은 좋아하기만 하고 악행을 저지르지는 않습니다. 천하에 어찌 정여립 두 사람이 있겠습니까.”하였다. 이때에 이르러 정철이 전에 평번을 주장하면서 단지 ‘친밀한 자들과 편당을 지어 간악한 싹을 빚어냈다.’라고만 죄를 삼았기 때문에 주상이 차등을 두어 찬배하라고 명한 것이다.정언신이 국문에 대답하려 할 때 그의 막내 아들 정자 정율의 계책에 따라 ‘일찍이 역적의 괴수와 친밀하지 않았다.’라고 말을 하였다. 또 선전관 이응표는 정언신과 친한 사람이다. 명을 받들고 역적의 소굴에 가서 문서를 수색해 오는데, 무인이 서식을 알지 못하였다. 돌아와서 정언신을 보고 말하기를,“서찰 가운데 한두 명의 대감이라는 이름자가 있는 것을 보았는데 모두 없앴다.”하였다. 실제로 정언신의 서찰에 ‘홍종로신’이라고 쓴 글이 서축에 가득하였으나 다른 사람의 성명으로 알고 그대로 두었다. 정언신은 이응표의 말을 믿고 ‘일찍이 서찰을 통한 적이 없다.’라고 공초하였다. 주상이 추후에 역적 집안의 서질을 수색해 보고는 정언신이 시사를 논한 서찰 19장을 뽑아내어 정원에 내리면서 말하기를,“정언신이 나를 눈이 없다고 여기는가.”하고, 또 정언신에게 체차하여 보여 주게 하였다. 정언신이 처음에는 중도에 정배되었다가 이때에 이르러 다시 옥에 갇혔다. 주상이 전지를 내려 그의 죄를 폭로하고 대간이 올바르게 거론하지 않은 것을 책망하니, 양사가 피혐하여 체차되었다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 7번째기사",
                "gt-oKo": "정언신·정언지·홍종록(洪宗祿)·정창연(鄭昌衍)·이발·이길·백유양 등을 하옥시켰다. 이때 정여립의 조카 정즙(鄭緝)이 고문을 받아 승복하면서 같은 당여를 과람하게 끌어대었는데 70여 인에 이르렀다. 또 여립의 조카 정약(鄭約)과 의연(義衍)의 복초(服招)에도 조사(朝士)를 많이 끌어대었으므로 잡혀 수금된 자가 더욱 많았다. 상이 정언신 등을 친국(親鞫)하여 정언지·홍종록·이발·이길·백유양은 모두 원찬(遠竄)을 명하였고, 오직 정창연만 석방하였다. 정언지는 공사(供辭)가 전도(顚倒)되고 망령스러웠으므로 최황이 형추(刑推)하기를 청하였으나 정철이 ‘늙고 병들어 혼망(昏忘)하니 형신(刑訊)을 가하는 것은 마땅하지 않다.’고 계청(啓請)하였는데, 이로 말미암아 형신을 면하였다. 이에 앞서 정철이 상에게 아뢰기를, “여립과 교분이 친밀한 여러 사람은 좋아하면서도 그의 악한 점을 알지 못한 데에 지나지 않습니다. 천하에 어찌 두 사람의 여립이 있을 수 있겠습니까.” 하였는데, 이때에 와서 정철이 전에 평번(平反)을 주장한 이유로 다만 ‘친밀한 사람끼리 붕당을 지어 간맹(姦萌)을 빚어냈다.’는 것을 죄목으로 삼았기 때문에 상이 차등을 두어 찬배(竄配)하도록 명하였다. 정언신이 국문에 대답하려 할 적에 그의 막내 아들 정자(正字) 정율(鄭慄)의 계책에 따라 일찍이 역적 괴수와 친밀하지 않았다고 공사(供辭)를 하였다. 또 선전관 이응표(李應彪)는 정언신과 친후한 사람이었다. 명을 받고 역적의 집에 가서 문서를 수색하여 왔는데 그는 무인으로서 서식(書式)을 몰랐다. 돌아와 정언신을 보고 말하기를, “서찰 내용의 한두 곳에 대감의 이름자가 쓰인 것이 있는 것을 보았는데 모두 없애버렸습니다.” 하였다. 그러나 실은 언신의 서찰이 그대로 있어 ‘종로신(宗老信)’이라고 쓴 서찰이 서축(書軸)에 가득하였으나 다른 사람의 성명으로 알고 그대로 두었던 것이다. 언신이 응표의 말을 믿고 ‘일찍이 서찰을 통한 적이 없다.’고 초사(招辭)를 하였다. 상이 추후에 역적의 집 서찰을 수색해 보면서 언신이 시사를 논한 서찰 19장을 뽑아내어 정원에 내리며 이르기를, “정언신이 나를 눈이 없다고 여기는 것인가?” 하고 또 언신에게 전하여 보이게 하였다. 언신이 처음에는 중도(中道)에 유배되었다가 이때에 다시 옥에 갇혔다. 상이 분부를 내려 그의 죄를 폭로하고 대간이 바로 거론하지 않은 것을 책하니, 양사가 피혐(避嫌)하여 체직되었다.",
                "hj": "○鄭彦信、鄭彦智、洪宗祿、鄭昌衍、李潑、李洁、白惟讓等下獄。 時, 汝立之姪子緝, 被栲承服, 濫引同黨至七十餘人。 又汝立姪約及義衍招服, 多引朝士, 捕囚者益衆。 上親鞫彦信等, 彦智、宗祿、潑、洁、惟讓, 幷命遠竄, 惟昌衍得釋。 彦智對供顚妄, 崔滉請刑推, 澈啓以: “老病昏妄, 不宜刑訊。” 由是免刑。 先是, 鄭澈白于上曰: “諸與汝立交密者, 不過好而不知其惡。 天下寧有兩汝立乎?” 及是, 澈以前說平反, 秪以黨比親昵, 釀成姦萌爲罪, 故上命差等竄配。 鄭彦信將對鞫也, 從其季子正字慄計, 以不曾親密逆魁置辭。 又宣傳官李應彪, 彦言所厚人也。 承命往賊窟, 搜文書來, 武人不知書式, 歸見彦信曰: “書札中, 見有一二大監名字者, 皆去之矣。” 實有彦信書札, 書以宗老信者滿軸, 而認爲別人姓名, 而仍存之。 彦信信應彪之言, 以未嘗通書札納招。 上追後搜見賊家書帙, 抽出彦信論時事書十九紙, 下政院曰: “彦信以予爲無目乎?” 且令遞示彦信。 彦信初配中道, 至是復繫獄。 上, 下旨暴其罪, 責臺諫不擧正, 兩司避嫌遞職。"
            },
            "8": {
                "H2KE-EN": "성혼이 부름을 받고 서울에 들어왔다. 성혼이 소명을 재차 사양하니, 상이 하교하기를, “나라에 큰 변이 있으니, 경은 물러가 있음은 옳지 않다.” 하니, 성혼이 이에 부름에 나아갔다. 성혼이 또 계사를 올려 사직하고, 또 대죄하기를, “신은 ignorant and ignorant people do not know the circumstances and righteousness. From 10여 년 전부터 신을 파주로 quickly thirty or four other times before the enthronement of the cold weather and the wrappping of the cold weather. Your subject told all the wrapping of the cold weather and the wraping of the cold weather, and the wraping of the cold weather conversation of the enthronement of the gapsin year ( and then stopped. Now your subject hears that the officials who write a letter of creditical wraping of the cold weather although it is a matter of great disturbance. Your subject hopes that Your Majesty punishes your subjects crime, thereby clarifying the cardinal principles.",
                "H2KE-nKo": "성혼이 소명을 받고 서울에 들어왔다. 성혼이 소명을 두 번이나 사양하니, 전교하기를,“나라에 큰 변고가 있으니 경은 경의 집에 물러가 있어서는 안 된다.”하였다. 성혼이 이에 소명에 나아갔다. 또 계사를 올려 사직하고 대죄하기를,“신은 어리석어 사람을 알아보지 못하여 사정을 분변하지 못하였습니다. 적신 정여립이 10여 년 전부터 파주에 있는 신을 찾아온 것이 거의 3, 4차례나 되었습니다. 추운 날씨와 따뜻한 날씨 및 강문할 때 편지를 신이 모두 주고받았는데, 갑신년에 이르러 그쳤습니다. 지금 들으니, 신료 중에 편지 한 통을 통해서 해직된 자가 있다고 하는데, 신은 더욱 심한 자입니다. 원컨대 신의 죄를 다스려서 조정의 기강을 엄숙하게 하소서.”하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 8번째기사",
                "gt-oKo": "성혼이 소명을 받고 서울에 들어왔다. 성혼이 소명을 두 번이나 사양하니, 상이 하교하기를, “나라에 큰 변고가 있으니 경은 시골에 물러가 있을 수 없다.” 하자, 성혼이 이에 소명에 응하였다. 또 계사(啓辭)를 올려 사직하고 대죄(待罪)하기를, “신은 아둔하여 사람을 알지 못하고 사정(邪正)을 분변하지 못하였습니다. 적신 정여립이 10여 년 전부터 파주에 있는 신을 찾아 온 것이 거의 3∼4회에 이르렀고 안부와 강문(講問)의 서찰에 대해 신이 모두 답하였는데, 갑신년에 이르러서 그만두었습니다. 지금 듣건대, 신료(臣僚) 중에 한 번 서찰을 통하고서 해직된 사람이 있다 하는데, 신은 또 더욱 심한 자입니다. 신의 죄를 다스려 조정의 기강을 엄하게 하소서.” 하였다.",
                "hj": "○成渾承召入京, 渾再辭召命。 上敎曰: “國有大變, 卿不可退在卿曲。” 渾乃就召。 又啓辭職, 且待罪云: “臣瞢不知人, 莫辨邪正。 賊臣鄭汝立, 自十餘年前, 訪臣于坡州, 幾至三四。 寒暄講問書尺, 臣皆酬酢, 至甲申年而止。 今聞, 臣僚有一通書而解職者, 臣則抑又甚焉者也。 願治臣罪, 以肅朝綱。”"
            },
            "9": {
                "H2KE-EN": "Kim Cheonil , director of the Directorate of Military Procurement , submitted a memorial as follows: The Book of Documents (C. Shujing states, The people are the foundation of the state, and the foundation of the state is firm. This is a wisdom of all ages. Your subject recently observed the plot of the thieves and secretly observed the act of violating the royal mandate, and first observed the foundation of the state. He secretly plotted secretly and plotted to bring resentment to Your Majesty, which showed no way to do. However, the court officials did not realize this, and Your Majesty did not know it. In general, in the six or seven years of age, he arrogantly deceived many knowledges and deceived officials. He conspired with the powerful officials and plotted with the powerful officials. Even though he is outside the capital, he possessessed the power of the court and there was nothing he did not participate in the power of the state. He observed the expedition of the frontier defense in the frontier defense of the country. He enticed the powerful officials to send envoys to the southern and southern areas of each year. He observed the impoverished people and exhausted the property of the people. The foundation of the country was greatly disappointed. Furthermore, he temporarily enticated the people to the frontier defense in the frontiergense in the frontier defense in the country. The thieves of the thier defense in the frontier defense in the frontiergense in the country are also disappeared. The thieves of the thier defense in the frontiergency in the frontier, and the thieves of the people in the frontier defense in the circumstances in the frontier defense in the circumstances. If the thieves were to be jointly executed and punished",
                "H2KE-nKo": "군자감 정 김천일이 상소하기를,“《서경》에 이르기를 ‘백성은 나라의 근본이니 근본이 튼튼해야 나라가 편안하다.’라고 하였으니, 이는 만고에 밝게 게시된 지극한 가르침입니다. 신이 근래 역적 괴수의 흉악한 음모와 비밀스런 계책을 살펴보니, 위를 범하는 죄악을 자행하고자 먼저 나라의 근본이 흔들리는 것을 엿보고는 교묘하게 음모를 꾸며 전하께 백성의 원망을 전가하고자 못하는 짓이 없었습니다. 그러나 조정의 신하들은 이를 깨닫지 못하였고 전하께서는 이를 알지 못하였습니다.대체로 6, 7년 동안 스스로 지식이 많은 것을 과시하여 사대부를 속이고 요직에 있는 무리들과 결탁하여 몸은 비록 지방에 있지만 멀리서 조정의 권세를 잡고 있으니, 곧 조정에서 계획하는 일에 참여하여 의논하지 않은 것이 없었습니다. 그리하여 변방을 방비하는 공론을 빙자하여 나라를 망치는 사사로운 마음을 이루려고 권세를 잡은 재상을 사주하여 해마다 서남 지방에 사명을 보내 곤궁한 백성들을 침학하고 재산을 탕진하게 하였으니, 서남 지방은 나라의 근본이 크게 무너졌습니다. 게다가 변방을 충실하게 한다고 가탁하여 6개 도의 사민을 일시에 모두 추쇄하고 100여 년 동안 허접한 의사한 사람을 침독하여 잡아 가두고 엄하게 형장을 가하는 것이 성화보다 급하였습니다. 어리석은 백성들이 참혹한 화와 연좌의 반역을 목격하고는 앞다투어 도망하여 온 마을이 텅 비게 된 자까지 있었습니다. 그들이 전패하고 유리하는 즈음에 임금을 원망하는 소리가 구천에까지 사무쳤고 6개 도의 나라의 근본이 또 손상되었습니다. 이는 역적이 백성들에게 원망을 전가하려는 술책이 이루어진 것입니다. 다행히 하늘에 계신 조종의 영령이 보이지 않는 가운데 묵묵히 도와주심을 힘입어 이미 원흉을 제거하고 이어서 요승을 주륙하였으며, 그 밖의 나머지 당류들도 차례로 주륙되었습니다. 그러니 살 곳을 잃은 불쌍한 저 백성들이 혹 유혹에 빠진 자가 있더라도 어리석은 무리를 어찌 다 주벌할 수 있겠습니까. 또한 천지가 만물을 생성하는 마음을 확대하여 용서하고 위협에 못 이겨 추종한 자는 다스리지 않는다는 의리를 취하여 용서하여 위태롭고 두려운 의심을 없애고 이산하려는 마음을 수습하는 것이 바로 오늘날의 위급함을 구제하기를 불에 타는 것처럼 하는 계책입니다.신이 시골에 있을 때 삼가 보건대, 기근에 허덕이는 백성들이 아침저녁으로 흩어지려 하고 또 적변이 발생하여 한 달이 넘도록 소동이 일어 도적을 체포하고 호송하는 군사들이 굶주려 쓰러져 울부짖으며 원망하는 소리가 도로에 파다하여 귀로 차마 들을 수 없었습니다. 그러므로 지난번에 이미 상소 중에 대략 진달하였습니다. 그 뒤에 잇따라 들으니, 남쪽 백성들의 소요가 다시 전일보다 더 심하고 연좌되는 죄수가 열읍의 옥에 가득 차고 체포하는 군졸이 원근의 길에 가득 차 있다고 합니다. 이처럼 추운 때에 도무지 숨을 돌릴 기약이 없다면 옥중에는 얼어 죽는 원망이 응당 많을 것이고 노상에는 반드시 굶어 죽는 원망이 있을 것입니다. 나라의 근본이 무너지는 근심이 한결같이 이 지경에 이르렀는데도 역적이 나라에 화를 입히려는 계책은 오히려 이미 죽은 뒤에 행해지고 있으니, 더욱 한심합니다. 어찌 근본을 튼튼하게 하는 정치를 속히 도모할 것을 생각하지 않을 수 있겠습니까.또 생각건대, 근래 조야가 어지럽고 패망하는 해독은 마치 병든 사람이 독약을 거듭 먹는 것과 같으니, 화평한 약제를 써서 안정시키지 않을 수 없습니다. 저 적당의 공초가 벼슬아치들에게까지 미쳤으니 무고당한 원통함이 있을까 두렵습니다. 그러니 지극히 공정한 분변을 써서 지극히 어질고 지극히 어진 덕을 온전히 하지 않을 수 없습니다.이 무리들이 사사로이 혼암한 가운데 가려져 마침내 그 술책에 떨어져 망녕되이 서로 추장하여 역적으로 하여금 세력을 믿고 위세를 떨쳐 반역의 화를 선동하게까지 하였으니, 진실로 그 죄를 면할 수 없습니다. 그러나 역모에 동참했다는 것으로 죄를 따져 극형에 처하는 것은 실정을 캐내는 법에 어긋날 듯합니다. 더구나 정여립과 원수가 되었다는 것은 나라 사람들이 모두 아는 바이니, 더욱 무고당한 공초의 증거를 볼 수 있습니다. 그 밖에 원래 대단한 연좌가 아닌데도 힐문하는 말에 연루되어 오랫동안 옥에 갇혀 있는 자들이 또한 많으니, 얼어 죽는 원통함이 없지 않을 것입니다. 바라건대 자애로운 성상께서는 인을 베풀고 자세히 살피소서.신은 임금을 사랑하고 나라를 걱정하는 마음을 금할 수 없습니다.가만히 보건대, 나라의 근본은 이미 밖에서 상실되었고 심복은 장차 안에서 무너지게 되었습니다. 만약 서둘러 수습하고 진정시킬 방도가 없다면 치란의 기미가 당장 오늘날에 판가름 나고 조금도 용납하지 않을 것이니, 이것이 신이 감히 입을 다물고 있을 수 없는 이유입니다.”하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 11월 1일(을사) 9번째기사",
                "gt-oKo": "군자감 정(軍資監正) 김천일(金千鎰)이 상소하였다. “《서경(書經)》 오자지가(五子之歌)에 ‘백성은 나라의 근본이니 근본이 튼튼하여야 나라가 편안하다.’ 하였는데 이는 만고에 밝게 게시한 교훈입니다. 신이 요즘 역적 괴수의 흉모 비계(兇謨秘計)를 살펴보니, 위를 범하는 죄악을 자행하고자 하여 먼저 나라의 근본이 흔들린 것을 엿보고 음모를 교묘히 내어 전하께 백성의 원망을 전가시키려고 오래도록 못하는 짓이 없었으나 조정 신하들이 그것을 깨닫지 못하였고 전하께서도 알지 못하셨습니다. 대개 6∼7년 동안 스스로 지식이 많은 것을 뽐내어 사대부를 속이고 당로의 무리와 체결하여, 몸은 외방에 있으나 멀리서 조정의 권세를 잡고 조정에서 계획하는 일을 참여해 의논하지 않은 것이 없었습니다. 비변사의 공론을 빙자하여 나라를 망치려는 속셈을 이루려 하였고 권세잡은 정승을 사주하여 해마다 서남 지방에 사신을 보내게 하였고 곤궁한 백성을 침학하여 재산을 탕복(蕩覆)시켰으므로 서남 지방의 근본이 크게 무너졌습니다. 게다가 변방을 실하게 한다고 가탁하여 6도(道)에 살고 있는 사변(徙邊)되었던 백성들을 일시에 모두 추쇄(推刷)하기 위하여 1백여 년 허접(許接)한 불명확한 사람을 침독(侵督)하여 잡아 가두고 엄한 형벌을 성화보다 더 급박하게 가하였습니다. 어리석은 백성들이 참혹한 화와 연좌의 죄를 눈으로 직접 보고는 앞을 다투어 도망하여 온 마을이 텅 빈 곳이 있기에 이르렀습니다. 고난을 겪으며 유리(流離)하는 즈음에 임금을 원망하는 소리가 구천(九天)에 사무침으로써 6도의 방본(邦本)이 여지없이 좌절되었으니 이것은 역적이 원망을 생민에게 전가하기 위한 술책이 들어맞은 결과인 것입니다. 다행히 하늘에 계신 조종(祖宗)의 영령이 명명(冥冥)한 속에서 말없이 도와주심을 힘입어 이미 원흉을 제거하고 이어 요승(妖僧)을 주륙(誅戮)하였으며 그 밖의 도당들도 차례로 주륙하게 되었으니, 저 살 곳을 잃은 불쌍한 백성 가운데 혹 유혹에 빠진 자가 있더라도 무지한 무리를 어찌 다 주벌할 것이 있겠습니까. 또한 천지가 만물을 생성(生成)하는 인애한 마음을 넓혀서 용서하고 ‘위협에 의해 마지못해 따른 사람은 지죄하지 말라.’는 의의를 취하여 용서함으로써 위구(危懼)스런 의심을 제거하고 이산된 마음을 수습하는 것이 곧 불을 끄듯이 급함을 구제하는 오늘날의 계책입니다. 신이 시골에 있을 때에 기황(飢荒)이 든 백성이 조석 사이에 곧 흩어지게 된 것을 보았고, 또 적변(賊變)으로 달마다 소동이 있었는데, 적을 체포하여 호송하는 군사가 굶주려 쓰러지면서 부르짖으며 원망하는 소리가 도로에 전파되어 귀로 차마 들을 수 없었습니다. 그러므로 지난 번 진소(陳疏)하는 내용에 이미 대략을 진달하였습니다. 그 뒤, 잇따라 듣건대 남쪽 지방 백성의 소요가 다시 전일보다 더 심하고 연좌되어 갇힌 사람이 열읍(列邑)의 감옥에 가득 차고 체포하는 군졸이 원근의 도로에 충만하다 하였습니다. 이처럼 추운 때를 당하여 사뭇 지식(止息)될 기약이 없으니, 옥중에는 얼어죽는 원망이 응당 많을 것이고 노상에는 반드시 굶어죽는 자가 깔리게 될 것입니다. 나라의 근본이 흩어져 무너지는 근심이 곧 이처럼 극심한 지경에 이르렀는데, 역적이 나라에 재앙을 끼치려 했던 계책은 오히려 이미 죽은 뒤에도 행해지고 있으니 더욱 한심합니다. 어찌 근본을 튼튼히 하는 정치를 속히 도모하지 않을 수 있겠습니까. 또 생각건대 근일 조야(朝野)가 패란(敗亂)스러운 해독은 마치 병든 사람이 독한 약제를 거듭 먹고 난 뒤 화평(和平)한 약제를 써서 편안하게 하지 않을 수 없는 것과 같은 경우입니다. 저 적당(賊黨)의 초사(招辭)가 사대부에게 언급되어 무고(誣告)당하는 원통함이 있을까 염려되니, 지극히 공정하고 지극히 밝은 논변으로 지극히 성스럽고 지극히 어지신 덕을 온전히 베풀지 않을 수 없습니다. 이 무리들은 사적으로 혼암(昏暗)함에 가리워져 마침내는 그의 술책에 떨어져서 망령되이 서로 추장(推奬)함으로써 역적으로 하여금 세력을 의지하여 위엄을 펼쳐 반역의 화를 선동질하게 하였으니 진실로 그 죄를 피할 수 없습니다만, 역모에 같이 참여한 것으로 죄를 추궁하여 극형에 처하기에 이른다면 아마도 실정을 추궁하는 법전에 어긋날 것 같습니다. 더구나 정여립과 원수가 되어 이 사실을 온 나라 사람이 함께 아는 자도 있으니 더욱 초사의 거짓을 증험할 수 있습니다. 그 밖에 원래 대단한 연좌가 아닌데도 말이 힐문하는 무리에게 간련(干連)됨으로 인하여 오래도록 감옥에 갇혀 있는 자도 많으니, 얼어 죽는 원통함이 없지 않습니다. 바라건대 성자(聖慈)께서는 인애(仁愛)를 베풀어 자세히 살피소서. 신은 임금을 사랑하고 나라를 근심하는 마음을 견딜 수 없습니다. 삼가 살피건대, 밖으로는 나라의 근본이 이미 손상되었고 안으로는 심복(心腹)이 무너지게 되었습니다. 만일 급급히 수습하여 진정하는 방도가 없으면 치란(治亂)의 기틀이 오늘날에 당장 판정되어 사태가 매우 급박하게 될 것이니, 이것이 신이 감히 입을 다물고 있지 못하는 까닭인 것입니다.”",
                "hj": "○軍資監正金千鎰上疏曰: 《書》曰: “民惟邦本, 本固邦寧。” 此, 萬古昭揭之至訓也。 臣近察逆魁之凶謀秘計, 欲肆犯上之惡, 先窺邦本之搖, 而巧生陰謀, 圖嫁民怨於殿下, 無所不至者素矣, 廷臣莫之悟矣; 殿下莫之知矣。 蓋六七年間, 自誇多識, 欺罔搢紳, 締結當路之輩, 身雖在外, 遙握朝權, 卽朝家籌畫之事, 無不參議。 憑其備邊之公論, 欲濟喪邦之私臆, 指嗾柄權之相, 逐歲遣使命於西南, 侵虐窮民, 蕩覆財産, 西南, 邦之本, 大敗矣。 加以假託實邊, 一時竝刷徙民於六道, 侵督百餘年許接疑似之人, 囚繫嚴刑, 急於星火。 而愚民目見慘酷之禍、連坐之反, 爭相逃散, 至有擧里空虛者。 其顚沛流離之際, 怨詈君上之聲, 徹於九天, 而六道之邦本, 又斲喪矣。 此是逆賊嫁怨於生民之術, 有以售之也。 幸賴祖宗在天之靈, 默祐於冥冥之中, 而已除元兇, 繼誅妖僧, 其他黨餘, 次次就戮, 則哀彼失所之氓, 雖或有陷誘者, 蠢蠢之類, 何足盡誅? 亦當擴天地生物之心而恕之; 取脅從罔治之義而赦之, 以除危懼之疑; 以收離散之心者, 乃是今日救急如焚之策也。 臣在鄕時伏見, 飢荒之民, 朝夕將散, 而又有賊變, 彌月騷動, 捕賊護送之軍, 餓仆號怨之聲, 播於道路, 耳不忍聞, 故頃已略達於陳疏之中矣。 厥後連聞, 南民之擾, 更有甚於前日, 而連坐囚人, 盈溢於列邑之獄; 捕獲軍卒, 充滿於遠近之路。 當此冱寒之時, 殊無止息之期, 則獄中應多凍死之怨; 路上必有餓殍之塡矣。 邦本分崩之患, 一至於此極, 而逆賊禍國之計, 猶行於已死之後, 尤極寒心。 寧不思所以亟圖固本之治乎? 又念近者, 朝野亂敗之害, 有如病人, 疊服毒藥, 不可不用和平之劑, 以安之也。 彼其賊黨之招, 延及於搢紳, 恐有誣告之冤, 不可不用至公至明之辨, 以全至聖至仁之德也。 此輩私蔽昏暗, 終墮其術中, 妄相推奬, 至使逆賊, 席勢張威, 以煽叛逆之禍, 則固不得辭其罪。 至以同參逆謀, 究罪而置之極典, 則恐乖原情之典也。 況其與汝立作讐, 而國人所共知者或有之則尤見誣招之驗矣。 其他元非大段連坐, 而因辭連詰問之輩, 久滯牢獄者亦多, 則不無凍死之冤。 惟聖慈, 垂仁細察焉。 臣不勝愛君、憂國之心。 竊見, 邦本已喪於外; 腹心將潰於內。 而若無汲汲收拾鎭定之道, 則治亂之機, 立判於今日, 而間不容髮, 此, 臣之不敢含默者也。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "Former Right State Councilor 정언sin was banished to Gapsan . The Office of the Censor General reported, Earlier, when an occasion was occurred at the beginning of the Royal Hunt, 정언sin was in audience by Your Majesty, and there was already an intention to save the investigation of the investigation. When he was interrogated, he eventually disclosed the circumstances and eventually disclosed the investigation of the false accused of the investigation. He also requested to interrogate the investigation of the investigation and punish the investigation of the investigation according to the law. The King ordered that the investigation be confiscated. Right State Councilor Jeong Cheol returned and reported, In our court, the custom of human relationships was no different from the Jo Song . There was no one who killed a high official who committed treason. Now, we should follow the example of the investigation of the circumstances and dare not obey the royal order. The King said, In the Song dynasty, there were also such an unworthy high official like 정언sin ? The investigation and the investigation of the investigation and the investigation was ordered to interrogate the investigation and interrogate the investigation of the investigation and the investigation of his death sentence was commuted to a lifelong exile. At the time, Inspector General Choe Hwang was especially respectful, and people did not dare to criticize the investigation of the investigation. When 정언sin was interrogated, Choe Hwang was in his seat and said in angry, It would be proper to grant the death penalty to a high official. However, if the investigation of the investigation and the investigation of the investigation from the palace courtyard, the investigation of the investigation, and the investigation of the",
                "H2KE-nKo": "전 우상 정언신을 갑산에 찬배하였다. 양사가 아뢰기를,“정언신은 변란이 일어난 초기에 어전에서 면대하였을 때 이미 역적을 비호하려는 뜻이 있었고, 추국을 할 때에도 시종일관 현란시킨 자취가 있었으며, 원고(元告 원고)를 추문하여 다스린다고까지 말하여 옥사를 지체하게 하였습니다.”하고, 또 임금을 속이고 대질한 죄를 논하여 국문해서 법률에 따라 처벌하기를 청하니, 주상이 사사하라고 명하였다. 우의정 정철이 회계하기를,“우리 조정의 인후한 기풍은 조송과 다를 것이 없습니다. 반역을 제외하고는 한 사람의 대신도 죽인 적이 없으니, 지금 그대로 따라야지 감히 명을 받들지 못하겠습니다.”하니, 주상이 말하기를,“송나라 때에도 정언신처럼 형편없는 대신이 있었는가?”하였다. 두 번, 세 번 아뢰자, 마침내 국문하라고 명하고, 이어 사형을 감하여 장기간 유배하라고 명하였다. 이때 대사간 최황은 지론이 준엄하여 사람들이 감히 이의를 제기하지 못하였다. 정언신이 신문을 받게 되자, 최황이 그 자리에서 화를 내며 말하기를,“대신에게 죄가 있으면 사형을 내려도 되는데, 저렇게 형벌을 가하여 욕보인다면 나라의 체모가 어떠하겠는가.”하였다. - 정언신은 연로한 대신으로서 궐정에서 고문을 받기까지 하였으므로 사람마다 기가 꺾이고 이졸들도 감히 독기를 부리지 못하여 한 차례 형신을 받고도 정지하였다. 아들 최율은 스스로 아버지의 공초를 잘못하였다는 이유로 음식을 끊고 죽었다. - 정언신은 젊어서부터 기개를 짊어지고 의기양양양하여 얽매이지 않았으나 문사가 부족하였다. 40세에 비로소 과거에 급제하였으나, 사람들은 오히려 재상의 그릇이라고 일컬었다. 낭관으로 있을 때부터 직무를 잘 수행하였다고 일컬어졌다. 곧바로 승지로 발탁되고 북병사로 나갔다가 본도의 감사로 승진하고, 또 도순찰사로 삼았다. 오랫동안 북문에 있으면서 몸과 마음을 다해 봉공하였다. 주상의 은총이 특별히 깊어 내직으로 들어와 병조 판서가 되니, 당시의 명망이 혁혁하였다. 이조 판서에 의망되려 하자, 노수신이 저지하며 말하기를,“이 사람은 내가 중히 여기는 사람이다. 그러나 이조 판서는 그의 그릇이 아니다.”하였다. 정승에 제수되기까지 하였는데, 명성이 과연 전보다 떨어졌다. 이때에 이르러 논하는 자들이 그가 시행한 잘못을 지적하기까지 하여 원한을 사고 역적을 도왔다고 하였다. 마침내 대질 신문을 잘못하였다는 이유로 형신을 받고 변지로 찬배되기까지 하니, 사람들이 모두 원통하게 여겼다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 1번째기사",
                "gt-oKo": "전 우상(右相) 정언신을 갑산(甲山)으로 찬배하였다. 양사(兩司)가 아뢰기를, “정언신이 변고가 일어나던 초기를 당하여 탑전(榻前)의 면대에서 이미 역적을 구원하려는 의사를 가졌었고, 추국(推鞫)을 당하게 되어서는 또한 시종 현란시킨 자취가 있었으며, 원고(元告)를 추치(推治)할 것을 말하기까지 하여 옥사를 지체시키고자 하였습니다.” 하고, 또 죄인을 대질할 때의 기망한 죄를 논하여 국문하여 율대로 시행하기를 청하니, 상이 사사(賜死)를 명하였는데 우상 정철이 회계(回啓)하기를, “아조(我朝)의 인후(仁厚)한 풍속은 조송(趙宋)에 다를 바가 없어서 반역을 제외하고는 한 사람의 대신도 죽인 적이 없습니다. 지금도 마땅히 이를 준행해야 하겠으므로 감히 명을 받들지 못하겠습니다.” 하니, 상이 이르기를, “송조(宋朝)에도 언신처럼 무상(無狀)한 대신이 있었는가?” 하였다. 재삼 계사를 올리니, 이에 신국(訊鞫)하게 하고 이어 사형을 감하여 멀리 유배하라고 명하였다. 이때 대사간 최황(崔滉)의 지론(持論)이 특히 준엄하여 사람들이 감히 이의(異議)하지 못하였다. 언신이 신문을 받게 되자 최황이 자리에 있으면서 성내어 말하기를, “대신에게 죄가 있으면 사사(賜死)하는 것은 가하거니와, 이렇게 형벌로 욕보이는 것이 국가의 체통에 어떠한가?” 하였다.【언신은 연로한 대신으로 궐정에서 고문을 받기에 이르니 사람마다 기를 잃고 이졸(吏卒)도 감히 해독을 가하지 못하여 1차 고문하고 정지하였다. 아들 정율(鄭慄)은 스스로 아버지의 초사(招辭)를 잘못하게 하였다 하여 음식을 끊고 굶어죽었다.】 정언신은 젊어서부터 기개를 자부하여 예법에 구애받지 않고 활달하였으나 문사(文詞)가 부족하였다. 40세에 비로소 문과에 급제하였으나 사람들은 오히려 재상의 재목으로 일컬었다. 낭관 때부터 직무 처리에 능하다는 것으로 일컬어져서 곧바로 승지로 발탁되고 북병사(北兵使)로 나갔다가 본도의 감사에 승진하고 또 도순찰사(都巡察使)가 되었다. 오랫동안 북관 지방에 있으면서 마음과 몸을 다하여 나랏일에 이바지하였다. 상의 권주(眷注)가 특히 깊어 내직으로 들어와 병조 판서가 되었는데 명망이 혁혁하여 동전(東銓)에 주의(注擬)하려 하자, 노수신(盧守愼)이 말리며 말하기를, “이 사람은 내가 중하게 여기는 바이다. 그러나 총재(冢宰)를 감당할 재목은 못된다.” 하였다. 그런데 정승에 임명되어서는 명성이 과연 전보다 감손되었다. 이때에 이르러 논하는 자들은 그가 설시(設施)한 바의 과실을 지적하여 ‘원한을 사고 역적을 도왔다.’고 말하기까지 하였다. 마침내 죄인과의 대질 심문 때 잘못한 것으로 형벌을 받아 변방에 찬배되기에 이르니 사람들이 모두 원통하게 여겼다.",
                "hj": "○朔甲戌/竄前右相鄭彦信于甲山。 兩司啓: “鄭彦信當變作之初, 榻前面對, 已有營護逆賊之意。 及當推鞫, 亦有終始眩亂之迹, 至以推治元告爲言, 欲使獄事稽緩。” 且論欺罔置對之罪, 請鞫問依律, 上命賜死。 右相鄭澈回啓曰: “我朝仁厚之風, 無異趙宋, 除叛逆外, 未嘗殺一大臣。 今宜遵之, 不敢承命。” 上曰: “宋朝亦有無狀大臣, 如彦信者乎?” 再啓三啓, 乃命訊鞫, 仍命減死長流。 時, 大司諫崔滉持論特峻, 人莫敢間。 及彦信受訊, 滉在座慍曰: “大臣有罪, 賜之死可也。 如彼刑辱, 於國體何如哉?”【彦信以年老大臣, 至於受栲闕庭, 人人喪氣, 吏卒不敢加毒, 一次而停。 子慄自以誤父招辭, 絶食而死。】 彦信少負氣槪, 落拓不羈, 而短於文詞。 四十始登第, 人猶稱爲宰相器。 自爲郞僚, 辦職稱能, 旋擢爲承旨, 出爲北兵使, 陞本道監司, 又爲都巡察使。 久在北門, 盡瘁奉公。 上眷注特深, 入判兵曹, 時望赫然。 將擬東銓, 盧守愼止之曰: “斯人吾所取重。 然冡宰非其器也。” 至拜相, 聲名果損於前。 至是而論者, 至摘其所設施之失, 謂爲沽怨助逆。 竟以置對之誤, 至於受刑竄邊, 人皆冤之。"
            },
            "10": {
                "H2KE-EN": "The King ordered that Minister of Personnel Hong Seongmin be replaced. Prior to this, Yang Sansu and others submitted a memorial asking many about slandering about the current situation. When Jo헌 submitted a memorial, the King saw that the current minister was again reprimanded and transmitted a royal directive, which stated, Among these two men submitted a memorial, all of them were reprimanded by the current minister. Only supporting Right State Councilor Jeong Cheol and those below him supported them by saying that they were upright, and their circumstances are shameful. As Jo헌 is a wicked 귀신, yet he has not feared and self-restrained, slandering the royal court, slandering the royal court and has even more disappointed. This man will twice cross Macheon Pass . At the time, the Ministry of Personnel recommended the educational officials. The King also transmitted a royal directive, which stated, Jo헌 is a wicked 귀신. His nature is extremely grievous. He should have been executed from death, which is fortunate. However, he has been related to the cardinal principles and also received a general pardon, and thus I was specially ordered to release him. However, as such a man does not report to the King, he hurriedly urgently reappointed him. This is extremely wrong. On the day, an official of the senior third rank or above of the Ministry of Personnel Hong Seongmin should be replaced. The King issued a royal directive to appoint Yu Seongryong as minister of personnel , and Kwon Geukrye as minister of rites .",
                "H2KE-nKo": "이조 판서 홍성민을 체차하라고 명하였다. 이에 앞서 양산숙 등이 상소에서 시사를 비난하고 풍자한 것이 많았는데, 조헌이 상소를 올리자 주상이 그가 다시 시임 재상을 비난하고 배척하는 것을 보고 하교하기를,“이 몇 사람이 상소하여 시임 재상을 모두 배척하면서 유독 우상 정철 이하 몇 사람만을 찬양하여 스스로 직언하였다고 하니, 그 정상이 가소롭다. 조헌은 간악한 귀신인데도 오히려 두려워하지 않고 조정을 경멸하여 더욱 방자하고 거리낌이 없으니, 이 사람이 장차 다시 마천령을 넘게 될 것이다.”하였다. 이때 이조가 조헌을 학관에 의망하니, 또 전교하기를,“조헌은 간악한 귀신이다. 그 마음이 매우 참혹하니 현륙을 면한 것만도 다행이다. 그러나 언로에 관계되고 또 대사면령을 내렸기 때문에 특별히 풀어 주라고 명한 것이다. 그런데 이러한 사람을 나에게 묻지도 않고 서둘러 거두어 서용하여 인심을 현혹시켰으니, 매우 그르다. 그날 사진한 이조 당상 홍성민을 체차하라.”하였다. 특지로 유성룡을 이조 판서로, 권극례를 예조 판서로 삼았다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 10번째기사",
                "gt-oKo": "이조 판서 홍성민(洪聖民)을 체직시키도록 하였다. 이에 앞서 양산숙(梁山璹) 등의 상소에 시사(時事)를 평하고 풍자한 것이 많았는데 조헌의 소장이 올라옴에 이르러 상이 그가 다시 시임 재상을 헐뜯어 배척함을 보고 하교하기를, “이 몇 사람이 올린 소장은 모두 시임 재상을 배척하고 유독 우상 정철 이하 두세 사람만을 찬양하면서 스스로 직언으로 삼았으니 그 정상이 가소롭다. 조헌은 간귀(奸鬼)로서 아직도 두려워하며 금즙하지 않고 조정을 경멸하고 더욱 기탄없이 방자하니, 이 사람은 다시 마천령(摩天嶺)을 넘게 될 것이다.” 하였다. 이때 이조에서 조헌을 학관(學官)으로 주의(注擬)하자 또 전교하기를, “조헌은 간귀이다. 그의 마음이 매우 참혹하니, 현륙(顯戮)을 면하게 된 것만도 다행이다. 그런데 언로(言路)에 관계가 되고 또 대사(大赦)를 내렸으므로 특명으로 방송한다. 그러나 이같은 사람을 위에 품하지 아니하고 급급히 거두어 서용(叙用)하여 인심을 현란시키니 매우 잘못되었다. 그날 사진(士進)한 이조의 당상 홍성민을 체차하라.” 하였다. 특지로 유성룡을 이조 판서로, 권극례(權克禮)를 예조 판서로 삼았다.",
                "hj": "○命遞吏曹判書洪聖民職。 先是, 梁山璹等疏中, 多譏刺時事。 及趙憲疏上, 上見其復詆斥時宰, 下敎曰: “此數人陳疏, 盡斥時宰, 而獨贊右相鄭澈以下數人, 自以爲直言, 而其情狀可哂也。 趙憲, 奸鬼, 尙不畏戢, 輕蔑朝廷, 益肆無忌, 此人將再踰摩天嶺矣。” 時, 吏曹以憲擬學官, 又傳曰: “趙憲, 奸鬼也。 其心甚慘, 其得免顯戮幸矣。 而係干言路, 又經大赦, 故特命放送。 而如此之人不稟上命, 汲汲收敍, 眩亂人心, 極爲非矣。 其日仕進吏曹堂上洪聖民遞差。” 特旨以柳成龍爲吏曹判書, 權克禮爲禮曹判書。"
            },
            "11": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Punishments , which stated, A private slave named Song Ikbong , his younger sister, resentful resentment of the Ming court, plotting to make an opportunity to make an occurrence. The memorial presented by Jo헌을 was not someone who deserted him. This is extremely grieved. Furthermore, Song Ikbong , a male slave, surrendered his master and fled and did not appear. This is even more surprisonious. Therefore, he should be imprisoned and interrogated. Song Ikbong was the son of Song Sanyeon . Song Sanyeon , having been a relative of Ahn Cheogye , falsely accused Ahn Cheogyeom of plotting to plotting a rebellion. He was confronted by a confrontation, and he was rewarded for his crime. He was appointed second deputy director of the Privy Council . All his sons were talented. At first, Song Ikbong had a poem name named Song Ikbong , Choe Gyeongchang , Baek Gwanghong , Choe Ik , Yi Sunin , Yun Takyeon , Ha응rim , and others were called eight poems. Song Ikbong , his younger brother Song Ikbong , were all exposed from the highest level of the lowest level of the highest level of the level of each other. Official historian Yi Haesu and others said, Song Sanyeon was already guilty, and his post was removed from him. His son is a son of a relative of a relative. He should not be allowed to apply the law to take the state examination. The King discussed the matter with the colleagues and ordered he be suspended from the examination to remove him from office. However, Song Ikbong and others were unable to release and release him. Song Ikbong followed Yi I and Seong혼 to study the studies of Confucian studies. He had a thorough knowledge of his literature and had a thorough knowledge of his literature. Because of this, Song Ikbong and others studyed the studies day by day. He called him Gubong . Song Ikbong succeedededed to himself, and he supported the highest lords with the highest level of the lowest level of the lowborn",
                "H2KE-nKo": "주상이 형조에 전교하기를,“사노 송익필의 형제들이 조정에 원한을 품고서 기필코 사단을 일으키려고 하였다. 조헌이 상소한 것은 모두 이 사람이 사주한 것이라고 하니, 매우 통탄스럽다. 더구나 종으로서 주인을 배반하고 도망하여 나타나지 않으니, 더욱 놀랍다. 잡아가두고 끝까지 추고하라.”하였다. 송익필은 송사련의 아들이다. 송사련은 안당의 얼속으로서 안처겸이 변란을 모의한다고 고발하여 옥사가 이루어져 상을 받고 첨지의 직을 제수받았는데, 그의 아들들이 모두 재예가 있었다. 송익필은 처음에 시명이 있어 이산해, 최경창, 백광홍, 최입, 이순인, 윤탁연, 하응림 등과 함께 팔문장으로 불리었다. 아우 송한필과 함께 발해하여 높은 등급을 뛰어넘어 교유가 매우 성대하였다. 사관 이해수 등이 말하기를,“송사련은 이미 죄인이 되었으니, 그의 상직을 박탈해야 한다. 그의 아들은 얼손이니, 법을 어기고 과거에 응시해서는 안 된다.”하고, 동료와 함께 의논하여 과거에 응시할 자격을 정지하여 금고하였다. 그러나 이산해 등이 풀려나기를 바랐으나 되지 않았다.송익필은 다시 이이와 성혼을 따라 도학을 강론하였는데, 식견이 투철하고 논의가 영발하였다. 문을 열고 문도들을 가르치니, 종학하는 자들이 날로 성하여 ‘귀봉’이라고 불리었다. 송익필은 고상한 자세로 스스로를 표방하고 명경대부와 대등한 예를 갖추어 나이 순서대로 앉으니, 좋아하지 않는 자들도 많았다.삼사가 이이를 공격할 때 성혼이 상소하여 이이를 신원하고자 하였으나 격노하여 도리어 상할까 염려하였고, 또 스스로 산야의 미천한 선비로서 물러나는 것을 의롭게 여겨 갑자기 시사를 극론하였으니, 어떨지 모르겠다. 편지를 보내 송익필에게 물으니, 송익필이 답하기를,“존형이 성군의 지우를 받아 이미 조정에 올랐는데, 어찌 시사를 두루 논하여 전후로 내린 특별한 명이 형식적인 것이 되지 않게 하지 않았는가. 비록 출사하지 않는 것으로 자처하고자 하였으나 지금 이미 나왔으니, 마땅히 시행하는 바가 있어야 하고, 옳지 않은 것을 본 뒤에야 돌아올 수 있다.”하니, 성혼이 그대로 따랐다. 이로부터 거듭 조정의 의론에 미움을 받았다. 안씨의 자손들이 따라서 송사를 일으켜 결연히 천적에 돌아와 바야흐로 죽이려고 원수를 갚으려 하였는데, 송익필 등이 모두 도망쳤다. 이산해와 정철 등이 서로 숨겨 주고서 죽지 않게 되었는데, 이때에 이르러 유언비어가 주상에게 보고되었기 때문에 이 명을 내린 것이다. 송익필이 관에 나아가 자수하니, 송한필과 함께 극변에 찬배하였다. 이로 말미암아 정인홍 등이 비류들과 교유한 것으로 성혼과 이이를 탓하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 11번째기사",
                "gt-oKo": "상이 형조에 전교하기를, “사노(私奴) 송익필(宋翼弼) 형제가 조정에 원한을 품고 기필코 일을 만들려 하였다. 조헌이 올린 소장도 모두 이 사람이 사주한 것이라 하니, 이는 매우 통분스러운 일이다. 하물며 종으로서 주인을 배반하고 도망하여 나타나지 않으니 더욱 놀랍다. 잡아 가두고 끝까지 추문(推問)하라.” 하였다. 익필은 송사련(宋祀連)의 아들이다. 사련은 안당(安瑭)의 얼속(孼屬)으로 안처겸(安處謙)이 모변(謀變)한다고 고발하여 옥사를 만들어 상을 받고 첨지(僉知) 벼슬을 하였는데 그의 여러 아들이 모두 재예(才藝)가 있었다. 익필은 처음에 시명(時名)이 있어 이산해(李山海)·최경창(崔慶昌)·백광홍(白光弘)·최립(崔岦)·이순인(李純仁)·윤탁연(尹卓然)·하응림(河應臨) 등과 함께 팔문장(八文章)으로 불리었다. 아우 송한필(宋韓弼)과 함께 발해에 높은 성적으로 합격하여 교유가 매우 성대하였는데, 사관 이해수(李海壽) 등이 말하기를, “사련은 이미 죄인이 되어 상으로 받은 직이 해면되었다. 그의 아들은 얼손(孼孫)이므로 법을 무릅쓰고 과시(科試)에 나아갈 수 없다.” 하고, 동료와 의논하여 정거(停擧)시켜 금고(禁錮)하였다. 이산해 등이 풀어주기를 청하였으나 되지 않았다. 송익필이 다시 이이·성혼과 상종하며 도학을 강론하였는데, 식견이 투철하고 논의가 영발(英發)하였다. 문을 열어 문도를 가르치니 종학(從學)하는 자가 날로 성하여지고 호를 구봉(龜峯)이라 불렀다. 익필은 고상하게 스스로 표방하여 명경(名卿)·사대부(士大夫)와 대등한 예로 교제하고 나이대로 서열을 정하니 좋아하지 않는 자가 많았다. 삼사(三司)가 이이를 공격할 적에 성혼이 상소하여 이이를 신구(伸救)하려 하였으나 노기를 격동시켜 도리어 손상할까 염려하였고, 또 스스로 산야(山野)의 천사(賤士)로 자처하여 물러남을 의리로 삼고 있으면서 홀연히 시사를 극렬히 논하는 것이 어떠한지를 편지로 송익필에게 물으니, 익필이 답하기를, “존형(尊兄)이 성군(聖君)의 지우(知遇)를 받아 이미 조정에 등용되었으니, 어찌 시사를 두루 논하여 전후에 내린 특별한 은명이 허문(虛文)으로 돌아가지 않도록 하지 않는가. 나아가지 않은 것으로 자처하지만 지금 이미 나아갔으니, 시위(施爲)하는 바가 있어야 할 것이다. 불가함을 보고난 뒤에야 돌아오는 것이 가하다.” 하니, 성혼이 따랐다. 이로부터 거듭 조정 논의의 미움의 대상이 되었고 안씨(安氏)의 자손이 따라서 송사를 일으켜 결단코 천적(賤籍)으로 환속(還屬)시키고 죽여서 원수를 갚으려 하였으므로 익필 등이 모두 도망하였다. 그런데 이산해·정철 등이 서로 숨겨주어 죽지 않게 되었다. 이때에 떠도는 말이 상에게 아뢰어졌으므로 이러한 명이 있었던 것이다. 익필이 관가에 나아가 자수하니, 한필과 함께 극변(極邊)으로 유배하였다. 이로 말미암아 정인홍(鄭仁弘) 등이 비류(匪類)와 교유했다는 것으로 성혼과 이이(李珥)를 탓하였다.",
                "hj": "○上傳于刑曹曰: “私奴宋翼弼弟兄, 蓄怨朝廷, 期必生事。 趙憲陳疏, 無非此人指嗾云, 此極痛惋。 況以奴叛主, 逃躱不現, 尤爲駭愕。 捉囚窮推。” 宋翼弼, 祀連之子也。 祀連以安瑭孽屬, 告安處謙謀變, 成獄得賞, 職僉知, 其諸子皆有才藝。 翼弼初有詩名, 與李山海、崔慶昌、白光弘、崔岦、李純仁、尹卓然、河應臨等, 號八文章。 與弟翰弼, 俱發解高等, 交遊甚盛。 史官李海壽等以爲: “祀連旣爲罪人, 褫其賞職。 其子乃孽孫也, 不當冒法赴科。” 與同僚議, 停擧以錮之, 山海等求釋不得。 翼弼復從李珥、成渾, 講論道學, 識見通透, 論議英發。 開門授徒, 從學者日盛, 號稱龜峯。 翼弼高自標置, 與名卿士大夫, 抗禮序齒, 不悅者亦多。 當三司之攻李珥也, 成渾欲上疏伸珥, 而恐激怒反傷, 且自以山野賤士, 以退爲義, 忽極論時事, 未知如何, 以書問于翼弼, 翼弼答曰: “尊兄受聖君知遇, 旣陟朝端, 則何不歷論時事, 使前後殊命, 不歸於虛文耶? 雖欲以不出自處, 今旣出矣, 宜有所施爲, 見其不可, 然後可以歸來也。” 渾從之。 自是重爲朝論所嫉, 安氏子孫, 從而起訟, 決還賤籍, 方欲殺而報讎, 翼弼等皆逃。 李山海、鄭澈等, 互相藏匿, 得不死。 至是有蜚語, 聞于上, 故有是命。 翼弼詣官自首, 與翰弼俱竄極邊。 由此, 鄭仁弘等以交遊匪類, 咎成、李矣。"
            },
            "12": {
                "H2KE-EN": "The King appointed Hwang Hui as third censor of the Office of the Censor General . Shortly thereafter, he was promoted to the censor .",
                "H2KE-nKo": "심희수를 사간원 헌납으로 삼았다가 곧이어 사간으로 승진시켰다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 12번째기사",
                "gt-oKo": "심희수(沈喜壽)를 사간원 헌납으로 삼았다가 곧 사간으로 승진시켰다.",
                "hj": "○以沈喜壽爲司諫院獻納, 尋陞司諫。"
            },
            "13": {
                "H2KE-EN": "The King transmitted a royal directive as follows: Prior to this, when I saw the document of the robbery of the circumstances of the robbery of the circumstances, the court also did not have this discussion. However, the robbery of Yeo립s deceitful circumstances is extremely evident. The robbery of the study of the world is not what possessessessessesses. I saw this and praised it, and I thought there are someone among the people in the southern area. Previously, when the province was imprisoned and reported, I ordered the release of the prisoners and then had them release and summon them to the capital. When they frequently enter the gate of Yeo립, their opinions are like this, which is even more praiseworthy. These are certainly auspicious scholar, and I desire to appoint him to a government post. Have the State Council discuss the matter and report the results to me. The high officials discussed the King as Your Majesty instructed. ",
                "H2KE-nKo": "전교하기를,“이에 앞서 역적 괴수 집안의 문서 중에 오희길이 역적 괴수에게 보낸 편지를 보니, 반복해서 1000여 마디나 되어 언론이 공평하고 정확하였으며, 조정에서도 이런 의론이 없었다. 그리고 정여립의 사특한 정상을 배척하면서 극도로 형용하였으니, 그의 올바른 학술과 고상한 소견은 속유가 미칠 바가 아니었다. 내가 이를 보고 가상히 여겨 감탄하면서 남도에 사람이 있다고 여겼다. 지난번에 본도에서 잡아 가두었다고 보고하니, 풀어 주라고 명하고 이어 불러 올라오게 하였다. 정여립의 문하에 출입하였는데도 그의 의론이 이와 같으니, 더욱 가상하다. 이는 필시 기사일 것이니, 내가 벼슬을 주고자 한다. 의정부로 하여금 의논하여 아뢰게 하라.”하였다. 대신의 의론이 주상의 하교와 같았다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 13번째기사",
                "gt-oKo": "하교하기를, “이에 앞서 역괴(逆魁)의 집 문서 중에 오희길(吳希吉)이 역괴에게 보낸 서찰을 보니 반복하여 1천여 마디의 말을 하였는데 언론이 평정(平正)하고 확실하여 조정에서도 이러한 의논이 없었다. 정여립의 궤특(詭慝)한 정상을 배척하는 데 있어 형용을 극도로 잘하였으니, 그의 올바른 학술과 높은 소견은 속유(俗儒)로서는 미치지 못할 점이 있었다. 내가 이를 보고서 가탄(嘉歎)하여 호남에 사람이 있다고 여겼다. 그런데 저번에 본도에서 잡아 가두었다는 계문(啓聞)을 보고 방송하도록 명하고 이어서 불러 올라오게 하였다. 여립의 문하에 출입하면서 논의가 이와 같았으니 더욱 숭상할 만하다. 이는 필시 기사(奇士)일 터이니 내가 벼슬을 시키고자 한다. 정부로 하여금 의계(議啓)하게 하라.” 하였는데, 대신의 의논은 상의 하교와 같았다.",
                "hj": "○下敎曰: “先是見逆魁家文書中, 有吳希吉貽逆魁書, 反覆千餘言, 言論平正的確, 朝廷亦無此議論。 而斥其汝立詭慝之狀, 極其形容, 其學術之正、所見之高, 有非俗儒所及也。 予見而嘉歎, 以爲南中有人矣。 頃者本道捉囚啓聞, 爰命放送, 仍招上來矣。 出入於汝立之門, 而其論如此, 尤可尙也。 此必奇士, 予欲官之。 其令政府議啓。” 大臣議如上敎。"
            },
            "14": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Personnel , which stated, Ko Chang , a resident of the Loyal and Righteous Guards , and Oh Huigil , a wicked clique in the jeonghae year (, flattering wicked cliques and spread outrageous words. Yi I and Seong혼 were destroyed by their flattery. Even in the court, there were no one who saved Yi I and Seong혼 and expeled Yeo립을 expeled them. At that time, Oh Huigil findly sent a letter to the clique of the clique. He respected Yi I and Seong혼 and expeled the circumstances of the clique of the clique. Truly, this is praiseworthy. It is inevitable that he must be praised and appointed to a post of qualification. Therefore, he was appointed to a post of qualification commissioner . Oh Huigil submitted a memorial requesting that he himself corrupted the clique of the clique and dared not be allowed to stand in the government register. The King replied, As a result, the clique of the world stealing the name of the world, who would not be able to praise them? It is not impossible to have you frequently frequent the clique of the clique. This is why I specially forgive your faults and deeply appreciated your mind. The ancients selected scholars did not have many ways. You should not resign but devote yourself to perform your duties. At the time, Huigil had already been a man of the clique of the clique, but he was fortunate to avoid the sake of the clique. Therefore, Huigil resigned. Afterwards, the scholars of the gichuk year ( were destroyed and expelled, Huigil was appointed as a man of the clique of the time. Thus, he discarded and did not reappoint his post. For the literary licentiate Jeong Unryong was a man of 장성 . He had a man of good conduct. At the time, Magistrate of Samdeung District Yi Mi held studying educational scholars and called Jeong Unryong as a supplementary master . One day, Yeogil sent a letter to Mi and sought to obtain sacrificial vessels and to various jurisdictions. Yi Mi said, I did not have a gentle day. How could I have sent a letter to seek the clique of Yi Balone and frequently impose the amount of impraise and impraise the occurred by the authorities of the authorities? Yi Misurely, he did not respond. Jeong Unryong knows that Yeogil was well aware of the clique, and he showed it to his letter. Jeong Unryong said, Yi Misurely praise and Yi Balone",
                "H2KE-nKo": "이조에 전교하기를,“고창에 사는 충의위 오희길은 정해년 무렵에 간당이 가득 찼고 사설이 횡행하여 이이와 성혼이 그들에게 배척을 받았다. 비록 조정에서도 이이와 성혼을 구원하고 정여립을 배척하는 자가 한 사람도 없었는데, 오희길이 이때에 역적의 괴수에게 편지를 보내어 이이와 성혼을 추존하고 역적의 심술을 배척하였으니, 참으로 가상하다. 포상하지 않을 수 없으니 상당한 관직을 제수하라.”하고, 참봉에 제수하였다.오희길이 상소하여 자신이 역적의 무리에 물들었다는 이유로 감히 사적에 끼워 둘 수 없다고 사양하니, 답하기를,“역적이 세상을 속이고 이름을 훔친 것에 대해 누군들 추허하지 않겠는가. 그대가 그의 문하에 출입한 것도 괴이할 것이 없는데, 오직 그의 문하에 출입하면서 빌붙으려 하지 않고 홀로 시비의 정도를 지켜 궤특한 정상을 곧바로 배척하였다. 이것이 내가 그대의 허물을 특별히 용서하고 그대의 마음을 깊이 취한 까닭이다.옛사람이 선비를 뽑는 데에는 그 방도가 한두 가지가 아니니, 그대는 사직하지 말고 직임을 다하도록 하라.”하였다. -당시에 오희길이 이미 역적의 문인이 되었는데 절교한 편지로 죽음을 면한 것만도 다행이었기 때문에 오희길이 사직한 것이다. 얼마 후 기축년의 사류가 패하여 물러났는데, 오희길이 그 당시의 인물이라는 이유로 폐기되어 수용되지 않았다. - 진사 정운룡은 장성 사람으로 향행이 있었다. 이때 현감 이기가 학교를 설치하여 선비를 가르쳤는데, 정운룡을 초빙하여 사장으로 삼았다. 하루는 정여립이 이기에게 편지를 보내어 제수를 요구하면서 여러 고을에 두루 미쳤다. 이기가 말하기를,“나는 이 사람과 하루의 교분도 없는데, 어찌 상사의 호령처럼 편지를 보내어 요구하고 정해진 숫자대로 징수할 수 있단 말인가. 이 사람이 이처럼 기세를 부리고 사람을 능멸하니, 필시 끝맺음을 잘하지 못할 것이다.”하고, 마침내 답하지 않았다. 정운룡이 정여립과 서로 아는 것을 알고 그 편지를 보이니, 정운룡이 말하기를,“이 사람은 박학하여 이발 형제가 자주 칭찬하기 때문에 한두 번 만난 것이다. 근래 듣건대, 그의 집에서의 처사가 흉악하고 궤휼한 정상이 많다고 하는데, 지금 이 편지를 보니 더욱 징험이 된다. 이 사람을 끊지 않으면 반드시 뒷날의 화가 있을 것이다.”하고, 드디어 편지를 보내어 이발과 아울러 절교하였다. 얼마 안 되어 정운룡이 정여립이 무리를 모으는 상황을 염탐해 알고는 그가 반드시 난을 일으킬 것이라고 여겨 가족들을 이기에게 부탁하고 자신은 경기로 돌아가 피하였다. 이때에 이르러 주상이 절교한 편지를 찾아내어 하교하여 포상하고, 왕자사부에 특별히 제수하였다. 이기도 훌륭한 선비로서 박학하고 문장에 능하여 여러 차례 과거에 응시했으나 급제하지 못하고, 벼슬이 삼등 현령에 이르렀다. 아들 이정귀는 명신이다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 14번째기사",
                "gt-oKo": "이조에 전교하기를, “고창(高敞)에 거주하는 충의위(忠義衛) 오희길이 정해년 무렵에 간당(奸黨)이 우글거리고 사설(邪說)이 난무하여 이이와 성혼이 그들의 배척을 당할 적에 조정에서도 이이와 성혼을 구제하고 정여립을 배척하는 자가 하나도 없었다. 그런데 희길이 이때에 역괴에게 서찰을 보내어 이이와 성혼을 추존(推尊)하고 역적의 심술을 배척하였으니 참으로 가상한 일이다. 포상하지 않을 수 없으니 상당한 관직을 제수하라.” 하였다. 이에 참봉을 제수하였다. 희길이 소장을 올려 ‘자신이 역당(逆黨)에 물들었으므로 감히 사적(仕籍)에 들어갈 수 없다.’고 사양하니, 답하기를, “역적이 세상을 속이고 명예를 도둑질할 적에 누구인들 추허(推許)하지 않았겠는가. 그대가 그의 문하에 출입한 것은 또한 괴이한 것이 아니다. 그의 문하에 출입하면서도 빌붙지 아니하고 홀로 시비(是非)의 정도를 지켜 궤특(詭慝)한 정상을 바로 지척하였으니 이것이 내가 그대의 허물을 특별히 용서하고 그대의 마음을 깊이 사게 된 까닭이다. 옛 사람이 선비를 취하는 방도는 하나뿐이 아니었으니, 그대는 사양하지 말고 직무를 다하도록 하라.” 하였다.【당시 희길이 이미 역적의 문인이 되었으나 절교한 서찰 때문에 죽음을 면하게 된 것도 다행이었기 때문에 희길이 사직하였던 것이다. 이윽고 기축년의 사류가 패배하여 물러가게 되어서는 희길을 그때의 인물이라 하여 폐기하고 수용(收用)하지 않았다.】 진사 정운룡은 장성(長城) 사람으로 향리에서 조행이 있었다. 이때 현감 이계(李溎)가 학교를 설립하여 선비를 가르쳤는데 운룡을 초빙하여 사장(師長)으로 삼았다. 하루는 여립이 이계에게 서찰을 보내어 제수(祭需)를 요구하였는데 열읍에 두루 미쳤다. 이계가 말하기를, “내가 이 사람과는 하루의 교분도 없는데 어찌하여 서찰을 보내어 요구하면서 수량을 정하여 징수하기를 마치 상사(上司)가 호령하는 것처럼 한단 말인가. 이 사람이 호기를 부려 사람을 능멸함이 이와 같으니 필시 제 명에 죽지 못할 것이다.” 하고 드디어 답하지 아니하였다. 운룡이 여립과 서로 알고 있음을 알고 그 서찰을 보이니, 운룡이 말하기를, “이 사람이 학식이 넓고 이발 형제가 자주 칭찬하므로 한두 차례 만났다. 요즘 듣건대, 가정 생활의 처사가 흉악하고 궤사(詭詐)한 정상이 많다고 하였는데, 지금 이 서찰을 보니 더욱 증험이 된다. 이 사람을 끊지 않으면 반드시 후일의 재앙이 있을 것이다.” 하고, 드디어 서찰을 보내어 이발도 함께 끊어버렸다. 얼마 못가서 운룡이, 정여립이 대중을 모으는 형편을 탐지해 알고 그가 반드시 난을 일으킬 것으로 여기고는 자신의 가족은 이계에게 위탁하고 자신은 경기로 돌아와서 피하였다. 이에 이르러 상이 그가 절교한 서찰을 수색해 보고 나서 하교하여 포장(褒奬)하고 특별히 왕자 사부(王子師傅)에 임명하였다. 이계 또한 학식이 넓고 문장에 능하였으나 여러 차례 과거에 응시하여 급제하지 못하였다. 벼슬은 삼등 현령(三登縣令)에 그쳤다. 아들 이정구(李廷龜)는 명신이 되었다.",
                "hj": "○傳敎吏曹曰: “高敞居忠義衛吳希吉, 當丁亥年間, 奸黨充斥, 邪說肆行, 李珥、成渾爲其所擠, 雖朝廷之上, 無有一人救珥、渾, 而斥汝立者。 希吉乃能於此時, 貽書逆魁, 推尊珥、渾, 斥其逆賊心術, 良用可嘉。 不可不褒, 相當職除授。” 乃除參奉。 希吉上疏, 辭以身染逆黨, 不敢齒仕籍。 答曰: “方逆賊之欺世盜名, 人孰不推許? 爾之出入其門, 蓋亦非怪, 惟其出入其門, 不肯附比, 獨守是非之正, 直斥詭慝之狀。 此, 予所以特恕爾過, 而深取爾心者也。 古人取士, 其途非一, 爾可勿辭, 第盡職事。”【當時以希吉旣爲逆賊門人, 絶交之書免死幸矣, 故希吉辭職。 旣而己丑士類敗退, 則以希吉爲其時人物, 廢不收用。】進士鄭雲龍, 長城人也。 有鄕行。 時, 縣監李, 設學敎士, 邀雲龍爲師長。 一日汝立貽書於, 要得祭需, 徧及列邑。 曰: “吾與此人, 無一日之雅, 豈容致書求索, 定數責徵, 如上司號令者乎? 此人使氣凌人如此, 必不善終。” 遂不答。 知雲龍與汝立相識, 以其書示之, 雲龍曰: “此人博學, 李潑兄弟亟稱之, 故一再見之矣。 近聞, 其居家處事, 多兇詭狀, 今見此書益驗。 不絶此人, 必有後禍。” 遂以書, 竝與李潑而絶之。 未幾, 雲龍詗知汝立聚衆形止, 意其必作亂, 以家屬託於, 身歸京畿以避之。 至是, 上搜得其絶交書, 下敎褒奬, 特拜王子師傅。 亦善士, 博學能文, 屢擧不第, 官終三登縣令, 子廷龜爲名臣。"
            },
            "15": {
                "H2KE-EN": "Second Deputy Director of the Office of Royal Decrees Jeon Hwon presented a memorial to the King, which stated, As a rebellious subject came from a member of the royal clan, there is no one who does not feel indignant and resentment. Many of the provincial Confucian scholars compete to write a memorial to the King, and the words were arrogant and insufficient, and we do not know what to do. As the administration of governing a country is a beautiful act, it is not a beautiful act of our country. We request that henceforth, regarding the memorial submitted by many officials, even if there is a matter to be carried out, [the memorial] shall not be kept inside and that [the memorial] shall not be kept in accordance with the royal order. Furthermore, when Bak Sun served as the head of the senior minister , he was in front of the King and criticized Yeoseo in front of his face. He was unable tolerated and hide his life in a remote area and died. We request that Your Majesty grant a memorial service to Janggok River in accordance with the old practices of Janggok . The King refused to comfort Yeoseo but did not grant a memorial service. ",
                "H2KE-nKo": "지중추부사 황정욱이 차자를 올리기를,“역신이 시종의 반열에서 나왔으므로 사람들이 모두 울분을 품고 있습니다. 이에 초야의 많은 선비들이 앞다투어 소장을 올렸는데 말이 과격하고 조리가 없어 재량할 줄을 몰랐습니다. 정사가 초야에 있는 것은 국가의 아름다운 일이 아닙니다. 지금부터 여러 유생의 상소는 시행할 만한 일이 있더라도 처리하지 않고 그대로 두고 내려보내지 말며, 다만 깊이 생각하고 채용할 따름입니다. 또 박순은 일찍이 영의정으로 있을 때 주상의 앞에서 정여립의 허황하고 안정되지 못한 점을 면전에서 배척하였고, 자신도 용납받지 못하고 황야에 은둔하였다가 죽었습니다. 장곡강의 고사에 따라 사제하여 위로하소서.”하니, 주상이 위로하는 답을 내리고 사제하는 것은 윤허하지 않았다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 15번째기사",
                "gt-oKo": "지중추부사 황정욱(黃廷彧)이 상차하기를, “역신(逆臣)이 시종(侍從)의 반열에서 나오자 인정이 울분하지 않는 사람이 없습니다. 그리하여 초야의 선비들이 앞을 다투어 소장을 올렸는데 말이 격렬하여 차례가 없어 재량(裁量)할 줄을 모릅니다. 정사가 초야에 있는 것은 국가의 아름다운 일이 아닙니다. 청컨대, 지금부터 모든 유생의 소장은 시행할 만한 일이 있더라도 유중(留中)시켜 내리지 말고서 다만 체념(體念)하여 채용만 하소서. 그리고 박순(朴淳)은 일찍이 수상이 되어 상의 앞에서 여립의 허탄하고 조용하지 못한 점을 면대하여 지척하였으므로 자신이 용납되지 못한 채 황야(荒野)에 은둔하여 있다가 죽었습니다. 장곡강(張曲江)의 고사에 의하여 제사를 내려 위로하소서.” 하니, 상이 위답(慰答)하였으나 사제(賜祭)는 윤허하지 않았다.",
                "hj": "○知中樞府事黃廷彧上箚云: 逆臣出於從班, 人情莫不憤鬱。 草野多士, 爭上疏章, 語激而無倫, 不知所裁。 政在草野, 非國家之美事。 請自今諸儒疏, 雖有可施事, 留中毋下, 只體念採用而已。 且朴淳曾爲首輔, 在上前, 面斥汝立夸誕不靖, 身且不容, 遯于荒野而卒。 請依張曲江故事, 賜祭以慰之。 上慰答之, 而不允賜祭。"
            },
            "16": {
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 16번째기사",
                "gt-oKo": "호남 유생 정암수(丁巖壽) 등 50여 인이 성지(聖旨)에 응하여 상소하였는데 그 대략에, “한번 간인이 추요(樞要)의 권한을 도둑질한 뒤부터 충현(忠賢)을 밀쳐 모함하고 사당(私黨)을 널리 심어, 모계(謀計)는 국가를 위한 것이 아니고 진퇴는 현부(賢否)로써 하지 않았습니다. 그러므로 자신의 집을 이롭게 하고 자신의 지위를 보전할 수만 있다면 행실은 도척(盜跖) 같고 마음은 장교(莊蹻) 같은 자라도 끌어들여서 원조로 삼고 임금을 버리고 나라를 병들게 하여도 근심하지 않습니다. 이는 온 나라가 모역한 것은 아니나 괴적(魁賊)을 숭장(崇長)하고 성세(聲勢)를 서로 의지한 것으로 살펴보면 역당이라 하여도 그 죄를 피할 길이 없습니다. 이산해는 본디 음흉하고 간사한 자질로 겉으로는 부녀나 환관의 태도를 꾸며 성조(聖朝)를 속여온 지 이미 오래되었습니다. 근래 역적과 모여 면대한 것은 드물었으나 교분이 깊고 친밀하였습니다. 적신(賊臣)의 집 문서를 수색할 때에 익산 군수(益山郡守) 김영남(金穎男)이, 산해 등의 수적(手跡)을 빼내어 불태워버린 뒤에 산해에게 서찰을 급히 보내어 염려하지 말게 하였습니다. 이발은 스스로 정여립의 벗이라는 것으로 궐하에 대죄(待罪)하려고 산해에게 물으니 산해가 ‘경동(驚動)할 필요가 없다.’ 하였습니다. 아, 역적과 이미 입술과 이처럼 서로 의지하는 처지가 되었는가 하면 반란이 이미 드러난 뒤에도 대죄하려 하지 않았으니 장차 무슨 짓을 하려는 것이겠습니까. 상변(上變)하던 초기에 산해는 국가를 염려하지 않고 오직 재앙이 사당(私黨)에 미칠까 두려워하여 곧 포적사자(捕賊使者)에게 ‘해서(海西)에는 이이의 제자가 많은데 감사는 지식과 생각이 없고 수령은 서인(西人)이 많으니 필시 무고하여 얽어서 진신(搢紳)을 모함하려는 계책일 것이다. 공들은 잘 처리하라.’ 하였다 합니다. 그리하여 무부 소관(武夫小官)이 임금의 명이 중한 줄을 알지 못하고 권신의 지휘만 들었던 것입니다. 따라서 전주에 당도하던 날 번거롭게 여립의 소재로 물어 먼저 부내(府內)의 옛 집을 수색한 뒤에야 거주하는 마을의 집을 포위하여 그가 피해 숨을 수 있도록 함으로써 마침내 함거(檻車)로 도성에 잡아 보내어 전형(典刑)을 밝게 보이지 못하게 만들었습니다. 여당(餘黨)을 국문할 때에는 영호(營護)하고 숨기기를 일체 정언신처럼 하였습니다. 그러나 홀로 죄를 피하여 구차하게 작위를 보전하고 있습니다. 성명(聖明)의 호오(好惡)를 쉽게 헤아릴 수 없으나 죄는 같은데 벌은 다르니 아마도 왕법(王法)에 어긋난 점이 있는 듯합니다. 옛날에 간인이 무고하고 간인이 불궤(不軌)를 도모한 자가 있습니다만, 이는 모두 어린 임금이 있는 혼암(昏暗)한 세상을 타고 환관과 궁첩(宮妾)의 형세를 의지하여 이루어졌던 것입니다. 지금 성명께서 임어하여 궁금(宮禁)이 엄숙하고 맑으니 진실로 인연하여 모함할 길이 없습니다. 그러나 저 한준(韓準)·박충간(朴忠侃)은 역시 시배(時輩)들이 미워하는 사람이 아닐진대, 간인들을 끼고 재앙을 즐겨하여 조정의 벼슬아치를 일망타진하려 하지 않은 것이 분명합니다. 그런데 전 현감 나사침(羅士忱)은 그의 아들 나덕명(羅德明)·나덕준(羅德峻)·나덕윤(羅德潤)이 평소 여립과 교분이 친밀하여 재앙이 자기에게 미칠 것을 알고 거짓말을 하여 현저히 신구(伸救)하기를 ‘무고하는 일이 어느 시대인들 없겠는가.’ 하였으니, 사침의 말이 언신 등과 부절(符節)처럼 합치됩니다. 지난 가을 덕준(德峻) 형제가 한성(漢城)으로 과거 보러 가면서 여립에게 들러 인사하니 여립이 ‘그대들은 쓸만한 재능으로서 어찌 쇠세(衰世)에서 과거에 응시할 필요가 있겠는가. 수년을 지나면 태평 세대를 보게 될 것이니 그대들은 기다리라.’ 하였습니다. 덕준이 과장(科場)에서 차술(借述)한 것으로 죄를 입자 덕윤(德潤)이 분해하며 ‘장자(長者)의 가르침을 쓰지 아니하다가 이런 환난을 만나게 된 것이 후회스럽다.’ 하였습니다. 이제 그 아들의 말이 또 이와 같으니 이들이 역적과 교분이 친밀한 것이 분명하여 숨길 수 없습니다. 그런데 신들이 역적을 토벌하기 위해 소장을 진달한다는 말을 듣고 덕윤 등이 그들 부자의 말이 소장에 언급될까 염려하여 나덕현(羅德顯)·나덕헌(羅德憲) 등을 보내어 선비들이 모인 공좌(公座)에서 난동을 일으켜 소장을 올리는 일을 저지하려 꾀하였습니다. 이들이 만일 조정에 있는 남은 당여들을 믿지 아니하였다면 패역이 어찌 이에 이를 수 있겠습니까. 정인홍으로 말하면 여립과 정사(情事)가 매우 돈독하였습니다. 그러므로 인홍으로 하여금 여립의 남은 무리를 보호하게 하고자 하여 일방(一方)의 이론(異論)을 수습함으로써 뒷날 시비를 현란시키기 위해 감히 전주 제독(全州提督)에 주의(注擬)하였으니, 전형(銓衡)을 맡은 자가 여립의 처지를 위해 힘쓴 그 계교가 또한 교묘하지 않습니까. 신들은 이 지방에서 생장하여 여립의 평일 마음가짐과 행한 일을 듣고 본 지 오래되었습니다. 역적의 조짐을 알지는 못하였으나 탐욕 포학하고 이익을 즐기며 몹시 음흉하고 극히 악독한 정상은 말하자니 입이 더럽고 보자니 눈이 욕스러웠습니다. 그러므로 선비로서 조금이라도 식견이 있는 자는 그의 향리 친척에 대해서도 더할 수 없이 비방하고 깊이 미워하였습니다. 여립이 한 지방에서 용납되지 못하자 이에 산을 유람한다 말하고 요승과 이류(異類)를 많이 거느리고 해서와 영남 등지를 횡행하였는데 무뢰배와 몰래 결탁하였을 뿐만 아니라, 독서한다는 사람도 서로 앞세워 주고 서로 죽자 하는 벗이 된 자가 많이 있게 되었습니다. 이들이 모두 모역(謀逆)에 참여했다고 할 수는 없으나 시종 체결하고 흉추(兇醜)를 두호하여 선을 좋아하고 악을 미워하는 본심을 잃기에 이르렀으니, 서로 적(賊)이 되지 않을 수 있겠습니까. 지금 당초 모역의 정상을 알지 못하고 교우를 가리지 못한 것에 대해 뉘우치는 자가 있으면 그래도 용서할 수 있습니다. 그러나 친분의 관계를 숨기고 상종(相從)하지 않았다고 말하는 자로 저 한효순(韓孝純)·이정직(李廷直)이 성명(聖明)을 속여 교묘히 면한 경우가 있는데 그들 마음 속에 품고 있는 것을 끝내 의심하지 않을 수 없습니다. 전 현감 정개청(鄭介淸)은 오랫동안 여립과 교유가 친밀하여 사설(邪說)을 서로 창화(唱和)한 자입니다. 여립은 항상 ‘남자는 양(陽)이므로 여자와는 다르니, 누구를 섬긴들 임금이 아니겠는가’ 하였고, 정개청은 일찍이 배절의설(排節義說)을 지어 후생 소자를 미혹시켰는데, 그 말에 ‘그 폐단이 반드시 간귀(姦宄)가 아울러 일어나서 마침내 남의 나라를 망하게 하고야 말 것이다.’ 하였습니다. 아, 성인(聖人)이 《춘추(春秋)》를 찬수(纂修)하고 《강목(綱目)》을 저술함에 있어 절의를 중히 여기지 않음이 없었습니다. 지금 개청이 부지런히 독서하여 하찮은 신분에서 발신(發身)하여 사부(士夫)의 대열에 끼게 되었는데, 감히 할 수 없는 말을 함부로 하여 스스로 난역(亂逆)의 처지에 빠지게 되었으니 임금을 버리고 어버이를 뒤로 한 마음이 드러났습니다. 진주(晋州)의 유종지(柳宗智)는 여립과 서로 추종하며 산중에서 비밀히 회합하였고 제자 양간(梁澗)만이 그들의 의사를 전하러 왕래하였으며, 모든 서찰은 보고 나서는 불에 넣어버렸다 합니다. 왕복한 내용이 무슨 일인지는 모르겠습니다만 지난해 이 몇몇 사람이 온 주군의 선비를 창도(倡導)하여 과거에 나가지 못하게 하면서 ‘장차 망할 나라인데 과거에 나아가서 무엇하겠는가.’ 하였으니, 이것이 어찌 신자로서 차마 말할 수 있는 것이겠습니까. 옛 사람이 진실로 사람들에게 ‘과거가 뜻을 빼앗는다.’ 하여 경계한 적은 있으나 대중을 창도하여 과거를 폐하게 한 적은 없었습니다. 종지의 이 논의는 과연 무슨 마음이겠습니까. 국가는 대기(大器)이고 모역은 대악(大惡)입니다. 여립 또한 속마음으로 성패를 헤아리는 자이니, 어찌 감히 품계가 낮은 소관(小官)으로서 그저 산 속의 무뢰한들을 불러모아 나라를 도모할 계책을 하였겠습니까. 필시 농락(籠絡)하기도 하고 함께 음모하기도 하여 형세를 포치하는 데 사기(事機)를 지극히 비밀스럽게 하였고 또한 시대의 인심으로 하여금 모두 상도(常道)를 잃고 사설(邪說)이 세상에 널리 퍼지게 한 뒤에 흉계를 부릴 수 있다고 여겼기 때문에 세월이 지연되기를 바랐던 것입니다. 안으로는 정언신이 병권을 장악하여 많은 무사와 결탁하고, 정언지 및 권극례(權克禮)·권극지(權克智) 등 안팎의 친척 고구(故舊)와 요직에 자리잡고 있으면서 서로 주선하였습니다. 그리하여 안으로는 무익한 역사(役事)를 일으켜 사섬시(司贍寺)의 재물을 텅 비게 하고 밖으로는 수송하는 곡식을 흩어 사사로이 먹여주는 은혜를 베풀었습니다. 북쪽 호인은 변경을 침구한 도적인데 땅을 떼어 문권(文券)을 만들어서 마음대로 주었고, 왕명을 받고 변방에 나가서는 전립(戰笠)을 벗고 칼을 끌러주어 사사로이 보냈으니 이미 임금을 무시한 마음이 있었습니다. 녹둔(鹿屯)의 역사(役事)는 일도(一道)에 해를 끼쳤고 추쇄(推刷)하는 일은 제도(諸道)에 원망을 쌓았습니다. 무릇 나라를 좀먹고 백성을 요란시킨 것은 모두가 오피(伍被)가 회남왕(淮南王)을 위해 계획한 것처럼 하였으므로 인심이 고민하고 두려워하여 난리가 일어날 것을 예상한 지 오래되었습니다. 정여립의 모역이 누설되어 선전관을 보내게 되어서는 천위(天威)가 지척에 있는데도 입술을 삐죽거리며 비웃었고, 같은 추관으로 안험(按驗)하면서 말이 사당(私黨)에 미치게 되어서는 그의 말문을 급히 막아 엄흑한 장형으로 그 자리에서 죽였는데도 온 좌석의 사람이 조용히 입을 다물고 감히 핵정(覈正)하지 못하였으니, 전하의 신하로서 그에게 따르지 않은 자가 몇 사람이나 되었겠습니까. 군부를 기망한 것에 이르러서는 절로 형률이 있습니다. 그런데 지난날 권극례는 소시에 장람(臟濫)한 짓을 한 사실을 분명히 알면서도 회계에 관한 명을 면대하여 속였으니 식자들이 근심하였습니다. 지금 언신이 감히 스스로 거짓말을 많이 하다가 공론이 점차 발론되자 도로 그만두었으니 왕법을 거행해야 하는데 아직까지 지체되고 있습니다. 신들은 임금을 속이는 것이 경계되지 아니하고 기강이 진작되지 아니하여 장차 나라를 다스릴 수 없게 될까 두렵습니다. 아, 왕망(王莽)은 거짓으로 겸공하였고 조조(曹操)는 천자를 끼고 호령하였으니, 당세가 속은 것은 혹 그럴 수도 있는 것입니다. 지금 여립은 처음에는 독서로 이름하였으나 뒤에는 여러 죄악을 모두 구비하였습니다. 성주(聖主)께서 매양 신하들이 편당짓는 것을 지척하셨으므로 한 바른 사람이 그 그름을 과감히 말하면 떼를 지어 배척하고 뭇사람이 편당하여 그의 뜻에 부회하였습니다. 역모가 이미 탄로나게 되어 국세가 더욱 위태로워졌는데도 사적으로 서로 숨겨주는 데 있어 또한 하지 않는 것이 없었습니다. 오늘날 인심이 점점 변하여 이런 상태에 이르게 된 것은 그 유래가 오래된 것입니다. 한번 간인이 멋대로 편당을 지은 뒤로부터 당여가 있는 것만 알고 군부가 있는 것을 알지 못하였습니다. 그러므로 계미년에 삼사(三司)가 두서너 현인을 공박할 적에 한 대신(臺臣)이 ‘위에서 근심함이 요즘에 와서 극심하여 옥체가 미령한 증후가 계시니 우선 논계를 정지하지 않을 수 있겠는가.’ 하니 홍여순이 ‘이때를 당하여 사직이 중하다.’ 하므로, 동료가 목을 움츠리고 손을 흔들며 그만두었습니다. 저 홍여순의 임금을 무시한 부도(不道)한 죄를 한 사람도 거핵(擧劾)하여 성토하기를 청한 자가 없었으니 군신의 의리가 거의 없어진 것입니다. 요즘 듣건대, 호남에 종이 주인을 죽인 정적(情跡)이 이미 드러났으나 감사 유영립(柳永立), 추관 김우굉(金宇宏)이 모두 뇌물을 받고 놓아 주었다 합니다. 이것은 지위에 있는 자가 악을 미워하는 마음이 없기 때문에 강상이 실추된 것 입니다. 조정의 청탁(淸濁)에 시대의 쇠륭(衰隆)이 관계됩니다. 근자에 이양원(李陽元)·윤탁연(尹卓然)의 무리가 숭반(崇班)의 자리에 있으면서 날로 이익 취하는 것만을 일삼고 탐욕을 숭상하여 관절(關節)이 잇따르고 있다 합니다. 이것은 조정에 있는 자가 청렴하지 못한 욕심을 열어놓음으로써 염치가 없어지게 된 것입니다. 김응남(金應南)은 은밀히 모의를 주장하면서 겉으로는 모르는 것처럼 하고, 양(陽)으로 베풀고 음(陰)으로 물리치나 안으로는 실로 시기가 많아서 어진이를 해치고 당여를 부식한 그 죄가 제일 중합니다. 모르겠습니다만 성명께서 그것을 알지 못하셨습니까. 유성룡은 이름이 사류(士類)로 일컬어지고 자신이 중망(重望)을 짊어지고서 시론(時論)을 주장하면서도 남의 말을 교묘히 피하였습니다. 종전의 심사(心事)는 뒤에 와서 탓하는 것이 마땅하지 못합니다만, 요즘 국사가 날로 위태로와지고 사당(邪黨)이 포열되어 있는 것을 보고서도 충현(忠賢)을 끌어들여 개혁 경장(改革更張)하는 계책에 대해서는 한 마디도 언급함이 없었습니다. 도리어 우성전(禹性傳)이 이산해·김응남 등의 기세를 꺾고자 한다고 하여 옛날의 친구를 저버리고 새 붕류와 구차히 합하였습니다. 매양 역적에게 이끌리어 정태(情態)를 잘 보이려고 그를 끌어다 기용하여 자신의 우익으로 삼고자 하였습니다. 성상의 뜻을 시험하고자 하여 곧바로 그를 병조 낭관에 주의(注擬)하였는데, 마침 조헌의 소장이 올라와서 취직(就職)하지 못하였습니다. 성룡은 본디 역모에 참여한 자임을 아는데 지금 돌이켜보면 어찌 천일(天日)의 아래에서 얼굴을 들고 다닐 수 있겠습니까. 역적과 심계(心栔)가 가장 친밀한 자로 말하면, 송언신(宋言愼)이 속마음에 숨김이 없은 것, 윤기신(尹起莘)이 고분고분 달려가 아첨한 것, 남언경(南彦經)이 뇌물을 주고 찬송(贊頌)한 것, 이언길(李彦吉)이 제택(第宅)을 지어준 것, 조대중(曺大中)이 적을 위해 눈물을 흘린 것, 김홍미(金弘微)가 기필코 언길의 집에 유숙한 것, 이홍로(李弘老)가 여립의 적삼을 자랑삼아 입은 것 등인데, 이같은 무리들은 모두 일찍이 역적의 집에 출입하여 사의(邪義)를 선동한 자이므로 향곡(鄕曲)에서 교유한 자와는 비할 바가 아닙니다. 이순인(李純仁)·유몽정(柳夢井)의 무리들은 자잘해서 말할 것조차도 없는데 이는 신들이 함께 아는 바로서 평일 더럽게 여기던 바입니다. 전하께서도 들으셨습니까? 삼강 오상(三綱五常)은 천지의 상경(常經)이고 고금의 통의(通義)입니다. 조목은 다르나 이치는 하나입니다. 그러므로 행실이 효성스럽지 못한 자는 반드시 윗사람을 범하고, 사귐이 신실하지 못한 자는 반드시 충성스럽지 못합니다. 그런데 지금 여립은 효성스럽지 못하고 신실하지 못한 행실이 있는데다가, 권세를 탐하지만 세력이 없는 무리와 흉사(兇邪)하여 행실이 없는 무리와 이익을 같이하여 벗이 되어 서로 교결하여 오늘날이 있게 하였습니다. 그렇다면 임금이 사람을 쓰고 버림에는 반드시 먼저 그 집안 행실의 선악과 교육의 현부(賢否)를 살펴서 기용하거나 물리친 뒤에야 어진 사람이 함께 진출하는 길상(吉祥)이 있게 되고 당을 부식하여 권세를 전천(專擅)하는 자가 저절로 지식될 것입니다.” 하였는데, 소장을 들이자, 상이 크게 노하였다. 이산해·유성룡 등이 모두 대죄하니 상이 인견하여 위유(慰諭)하고, 소두(疏頭) 이하 10인을 나국(拿鞫)하도록 명하였다. 양사가 잇따라 계사를 올려 언자(言者)를 죄주지 말라고 청하였으나 윤허하지 않았다.",
                "hj": "○湖南儒生丁巖壽等五十餘人, 應旨上疏, 略曰: 一自姦人竊柄樞要, 擠陷忠賢, 廣植私黨, 謀猷非爲國家; 進退不以賢否。 故苟可以利吾家、保吾位則行跖心蹻, 而 引與爲援, 遺君病國, 而莫以爲憂。 是雖非擧國謀逆, 而觀其崇長魁賊、聲勢相倚, 則謂之逆黨, 無所逃其罪也。 李山海本以陰譎之資, 外飾婦寺之態, 欺誣聖朝, 其已久矣。 近與逆賊會面雖罕, 交契深密。 當搜取賊臣家文書時, 益山君守金穎男, 謀出山海等手迹, 而火之然後, 飛簡于山海, 使之勿慮。 李潑自以汝立交友, 欲待罪闕下, 問于山海, 山海曰: “不須驚動。” 噫! 逆賊已爲脣齒, 則叛亂已著之後, 不肯待罪, 將復何爲? 上變之初, 山海不以國家爲虞, 惟恐禍及私黨, 乃語捕賊使者曰: “海西多李珥弟子, 監司無識慮, 守令多西人。 必誣告羅織, 傾陷搢紳之計也, 公等可善處。” 云。 故武夫小官, 不知君命爲重, 但聽權臣指揮, 到全州日, 煩問汝立所在, 先搜府內舊家, 然後乃圍其所居村舍, 使得避匿, 終不得檻致都下, 明示典刑。 及其鞫問餘黨也, 營護壅蔽, 一如彦信, 獨逭其罪, 苟保爵位。 聖明好惡, 未易窺測, 而罪均罰異, 竊恐王法之 有所撓屈也。 古之姦人誣告、姦人不軌者有之矣, 是皆 乘幼沖昏暗之世, 藉宦官、宮妾之勢以成之也。 今者聖 明臨御, 宮禁肅淸, 固無夤緣構陷之路。 而彼韓準、朴忠侃, 亦非時輩所嫉, 則其不爲挾姦樂禍, 網打朝紳者明矣。 而前縣監羅士沈, 以其子德明、德峻、德潤者, 與汝立交契素密, 知禍及己, 譸張其說, 顯然伸救曰: “誣告之事, 何代無之?” 士忱之言, 與彦信等, 若合符節。 去年秋, 德峻兄弟, 赴試漢城歷省, 汝立曰: “以君等可用之才, 何必應擧於衰世? 若過數年, 當見太平, 君等且待之。” 及德峻以場 中借述被罪, 德潤憤曰: “悔不用長者敎, 乃遭此患。” 今其子之言又如此, 此輩之爲逆賊交密, 昭不可掩。 聞臣 等爲討逆陳疏, 德潤等慮其父子之言, 及於疏中, 遣其弟 德顯、德憲等, 作亂于多士公座, 謀沮擧疏。 此輩若不恃 其餘黨之在朝者, 悖逆安得至此? 如鄭仁弘與汝立, 情事甚篤。 故欲令仁弘保護汝立餘徒, 收拾一方異論, 以眩他日之是非, 乃敢注擬於全州提督, 則秉銓衡者, 力爲汝立地, 其計不亦巧乎? 臣等生長此方, 耳目乎汝立平日處心行事久矣。 雖未曾識其逆兆, 而貪暴嗜利, 窮兇極惡之狀, 言之汚口; 見之辱目。 故士之稍有知識者, 雖其鄕里親戚, 亦皆極詆深嫉。 汝立不容於一方, 乃以遊山爲言, 多率妖僧、異類, 橫行海西、嶺南等地, 非但陰結無賴, 至有讀書爲名者, 亦多與爲相先相死之友。 雖不可謂盡參謀逆, 論其終始締結, 護其兇醜, 以至於失好惡之本心, 幾何其不胥以爲賊也? 今有初不知逆狀, 而悔不擇交者, 則猶可恕察。 若有掩諱舊好, 謂不相從, 如韓孝純、李廷直之欺明巧免, 則其心所存, 終可疑也。 前縣監鄭介淸, 久與汝立交遊親密, 塤箎邪說者也。 汝立常謂: “男子陽也。 非如女子, 何事非君?” 鄭介淸嘗著排節義一說, 以惑後生小子, 其言曰: “其弊必使姦宄竝起, 終至於亡人之國而後已。” 噫! 聖人修《春秋》、著《綱目》, 莫不以節義爲重。 今介淸勤苦讀書, 發跡流氓, 得列於士夫之行, 而敢肆無謂之說, 自陷亂逆之歸, 則其遺君後親之心著矣。 晋州柳宗智, 與汝立相隨, 密會于山中, 唯弟子梁澗, 通其意而往來, 凡書尺見則投火云。 雖未知所往復者何事, 頃年此數人者, 倡一州士, 使不赴擧曰: “將亡之國, 赴擧何爲?” 此豈臣子所忍言乎? 古人固嘗戒人以科擧奪志, 未有倡衆而廢擧。 宗智此論, 果何心耶? 國家, 大器也, 謀逆, 大惡也。 汝立亦囊橐料度成敗者, 豈敢以秩卑小官, 徒結草間嘯聚, 以爲圖國之計哉? 必其或以籠絡, 或與陰謀, 布置形勢, 其機至密, 又使一代人心, 皆失其常, 邪說廣行于世, 然後或可逞其兇計, 而冀延歲月矣。 內有鄭彦信, 握兵權, 多結武士, 與彦智及權克禮, 克智等, 表裏親舊, 根據要津, 互相周旋。 內作無益之役, 虛罄司贍之貨; 外散輓輸之穀, 私施呴嚅之恩。 北胡寇邊匪茹, 而割地成券, 以擅與之, 受命出塞, 而脫笠解劍, 以私遣之, 則已有無君之心也。 鹿屯之役, 貽害一道; 推刷之擧, 歛怨諸道。 凡所以蠧國而搖民者, 無非伍被爲淮南之畫耳, 人心悶懼, 指日蓋久。 及其汝立謀泄, 發遣宣傳, 則天威咫尺, 反脣竊笑, 同推按驗, 辭連私黨, 則急擊其口, 嚴杖立殺, 而四座寂默, 無敢覈正。 殿下之臣, 其不爲從之者幾人? 至於欺罔君父, 自有其律。 而往者權克禮, 明知少時贓濫之實, 而面瞞會計之命, 識者以爲憂。 今也彦信, 敢自厚誣, 公論稍發而還止, 王法當擧而尙稽。 臣等恐欺負不戒、紀綱不振, 將無以爲國也。 嗚呼! 莽詐謙恭; 操挾天子, 當世被欺, 或其理也。 今汝立初雖名以讀書, 後則衆惡皆備。 聖主每斥群臣黨比, 一有正人, 敢言其非, 則群擠衆比, 以傅其意。 至於逆謀旣露, 國勢益危, 而私相蓋覆, 亦無不至。 今日之人心, 其所馴致者漸矣。 一自姦人擅黨之後, 知有其黨, 而不知有君父。 故當癸未三司之攻數賢也, 有一臺臣曰: “自上憂念比劇, 有不豫之候, 盍姑停論?” 洪汝諄曰: “當此時, 社稷爲重。” 同僚縮頸, 搖手而止。 彼汝諄無君不道之罪, 無一人擧劾請討, 則君臣之義, 幾乎息矣。 近聞, 湖南有奴殺主, 情跡已著, 而監司柳永立、推官金宇宏, 皆以賄賂釋之。 是, 在位者無惡惡之心, 而綱常隳矣。 朝廷淸濁, 係時汚隆。 近者李陽元、尹卓然之徒, 身在崇班, 日事征利, 饕餮是尙, 關節絡繹。 是在朝者, 啓不廉之欲, 而廉恥喪矣。 至如金應南之陰主謀議, 而外若不知, 陽施陰退, 而內實多猜, 妨賢植黨, 其罪最重, 不識聖明, 其未之知乎? 柳成龍名稱士類, 身負重望, 主張時論, 巧避人言。 從前心事, 未宜追咎, 近見國事日危, 邪黨布列, 而無一言及於汲引忠賢, 以爲改絃之計。 反以禹性傳爲欲折山海、應南等氣勢, 背其舊要, 苟合新朋。 每爲逆賊傅會, 極其情態, 思欲引用, 爲己羽翼。 試探天意, 卽擬兵郞, 適値趙憲疏上, 不得就職。 成龍固知與知逆謀者, 今若反顧, 寧能擧顔於天日之下乎? 至與逆賊, 心契最密者, 則如宋言愼之肝肺無隱、尹起莘之趨走取媚、南彦經之賂遺贊頌、李彦吉之輸營第宅、曺大中之爲賊涕泣、金弘微之必宿彦吉之家、李弘老之誇着汝立之衫。 若此等輩, 皆嘗出入賊家, 煽亂邪議者, 非鄕曲交遊 之比。 而如李純仁、柳夢井輩, 瑣瑣不足言, 則是皆臣等 所共知, 而平日之所唾鄙者, 殿下其亦聞之乎? 三綱、五常, 天地之常經; 古今之通義也。 其目雖殊, 其理則一。 故行不孝者, 必犯上; 交不信者, 必不忠。 今汝立有不孝、不信之行, 而貪權無勢, 兇邪無行之徒, 同利爲朋, 互相盤 結, 致有今日則人君用舍, 必須先審其家行之善惡; 交遊之賢否, 而進退之, 然後彙征拔茅之有吉, 而植黨專權者自息矣。 疏入, 上大怒。 李山海、柳成龍等皆待罪, 上引見慰諭, 命拿鞫疏頭以下十人。 兩司連啓, 請勿罪言者, 不允。"
            },
            "17": {
                "H2KE-EN": "Clerks in the Office of the Royal Confucian Academy Choe Ginam and others presented a memorial to the King. 그 대략에, “신들이 삼가 듣건대, 유생 정암수 and others who responded to the royal order to advise righteousness in Jeolla Province and submitted a memorial to the King. However, Your Majesty became suddenly angry and ordered the imprisonment of the importance of the imprimportance of the",
                "H2KE-nKo": "관학 유생 최기남 등이 상소하였는데, 그 대략에,“신들이 삼가 듣건대, 호남의 유생 정암수 등이 구언하는 유지에 응하여 소장을 진달하였는데 성상의 노여움이 갑자기 진동하여 잡아오라는 명이 곧바로 내려졌다고 하니, 신들은 서로 머리를 맞대고 놀라 탄식하며 그 이유를 모르겠습니다. 호남은 역적의 소굴이니 이 사람들이 논한 바는 필시 역적을 비호하려는 말일 것이고, 그렇지 않다면 어찌 성상의 노여움을 격동시킴이 이처럼 극도에 이를 수 있단 말입니까. 이미 소장을 올린 이상 이는 역적을 비호하려는 말이 아니라 실로 역적을 토벌하는 의리에서 나온 것으로 광망하여 사리에 맞지 않는 논의를 한 것입니다. 그 논의에 조금이라도 형적이 있는데도 지나치게 추측한 것이 있고, 신중히 해야 할 점이 있는데도 반드시 그렇게 한다는 것은 정리에 가깝지 않으며, 서울에서 듣지 못한 것도 10에 2, 3은 됩니다. 아, 한마디 말이 중도를 잃어도 오히려 선비의 수치가 되는데, 한 편의 글에서 허황한 것이 이 지경에 이르렀으니 일찍이 선비들의 말을 한 것이 과연 이와 같단 말입니까. 종이 가득 늘어놓은 말들이 또한 어찌 모두 진실하지 못한 것이겠습니까. 그런데도 오직 진실하지 못한 것이 이와 같았기 때문에 그 진실한 것까지도 함께 진실하지 못한 것으로 귀결되었습니다. 이러한 소장은 진실로 많은 말을 할 것도 못 되지만 전후로 초야의 논의도 장차 이로 인하여 신뢰를 받지 못하게 되었으니, 이 무리들의 누가 될 뿐만 아니라 또한 온 나라의 선비들이 깊이 부끄럽게 여기는 바입니다. 비록 그렇지만 국운이 불행하여 역적의 변고가 의관의 반열에서 일어났으니, 사람들이 의혹하고 사설이 분분한 것은 사리와 형세상 당연한 것입니다. 이 때문에 비록 진신의 반열이나 도성 안에 있더라도 전파된 말이 간혹 와전되고 어긋나는 폐단이 많은데, 더구나 궁벽한 시골은 서울과 수백 리 밖에 떨어져 있는 데야 말할 것이 있겠습니까.그가 전해 들은 것은 단지 항간의 말만을 믿고 이리저리 서로 믿으면서 그 말을 전한 자가 잘못 전한 것임을 스스로 깨닫지 못한 것이니, 또한 면하기 어렵습니다. 전하께서 이미 그 말을 다 믿을 수 없다는 것을 아셨다면 버려두고 쓰지 않으면 될 것인데, 반드시 노하기까지 하셨으니 노하시는 것은 그래도 괜찮지만 반드시 잡아다 국문하기까지 하여 허다한 선비들로 하여금 유생들을 벗어나게 하고 억울하게 감옥에 갇히게 하여 고략의 아래에 머리를 나란히 하게 하셨으니, 이보다 더 분위기가 참담하고 보고 듣는 사람들이 놀라와하는 것이 없습니다. 또한 후세에 전하를 비난할까 두렵습니다. 모르겠습니다만, 전하께서 구언하는 하교는 무엇을 말씀하시는 것입니까. 만일 ‘말이 중도에 맞지 않더라도 죄를 주지 않는다.’라고 하신다면, 지금 이 남유의 소장은 실로 전하께서 말하게 한 것입니다. 이미 말을 하게 해 놓고 또 따라서 죄를 준다면 유인하여 형륙에 빠지게 하는 것에 가깝지 않겠습니까. 남중에서 선비라고 불리며 역적에게 농락당하는 자가 없지 않으나 흉악함이 이미 드러나 그와 사귀는 것을 부끄럽게 여겨 역적의 문에 더러워지지 않는 자는 오직 이 무리뿐입니다. 그들은 역적의 무리를 끌어들여 형틀을 씌워 왔고, 이들은 역적을 배척한 무리로 형틀을 씌워 왔으니, 신들은 흉악한 역적의 귀신이 땅속에서 야유할까 두렵습니다. 비록 천한 우마로도 60, 70으로 무리를 지어도 오히려 가볍게 대우해서는 안 되는데, 하물며 선비의 관을 쓰고 선비의 옷을 입고서 한 지방의 선비라고 이름하는 자야 더 말할 것이 있겠습니까. 그 사람은 죄줄 만하지만 그 이름은 빼앗을 수 없으며, 그 말은 망령되지만 그 실정은 오히려 용서할 만합니다. 그런데 반드시 옥에 잡아와서 사형에 처한 뒤에야 그만두니, 전하께서 선비를 대우하는 것이 또한 야박합니다.소신이 조정에서 사부를 욕보이는 것도 오히려 군부의 노여움을 격동시키기에 충분한데, 하물며 초야의 광망한 유생이 왕래한 근거 없는 말을 망녕되이 거론하여 전하께서 믿고 의지하는 신하를 낱낱이 비난하였으니, 전하께서 반드시 끝까지 국문하려는 것은 진실로 의도가 있는 것입니다. 신들이 삼가 듣건대, 이목은 성묘조에 대신을 팽형에 처하기를 청하였고, 서근은 명종조에 영신을 참하기를 원하였으나 당시에 죄를 더하는 일이 있었다는 말을 듣지 못하였습니다. 지금 정암수의 말이 정직하고 절실하여 두 신하에게는 미치지 못하지만 전하의 포용하는 도량으로 유독 선왕을 본받지 않으십니까.”하니, 주상이 답하기를,“내가 20년 동안 왕위에 있으면서 유사를 대우함에 있어 일찍이 악언을 한번도 가한 적이 없었다. 더구나 의금부로 잡아다가 형틀 아래에서 욕보여서 선비로 하여금 옥리와 상대하게 하려고 하니, 이것이 어찌 나의 뜻이겠는가. 부득이한 점이 그 속에 있으니, 그대들이 어찌 다 헤아릴 수 있겠는가. 지금 이 소장을 보니 참으로 가상하다. 내가 지나치다. 마땅히 그대들을 위해 따르겠다.”하였다. 이때 죄를 얻어 뜻을 잃은 무리가 유언비어를 퍼뜨려 비방하면서 심지어 역옥이 진실하지 않다고까지 하였다. 이로 말미암아 조정 신하들의 격분한 논의가 그치지 않았다. 호남의 선비들이 더욱 조급하고 소란스러워 서로 선동하여 이런 소장을 올린 것이다. 소장은 비록 격식에 맞지만 소장에서 이름을 거론한 사람들은 이로 인하여 실함한 자가 많았다. 정암수는 본래 동복현 사람으로 여러 사람의 추중을 받아 우두머리가 된 것이지 그가 의도한 것은 아니었다고 한다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 17번째기사",
                "gt-oKo": "관학 유생 최기남(崔起南) 등이 상소하였는데 대략에, “신들이 듣건대, 호남 유생 정암수(丁巖壽) 등이 구언(求言)하시는 분부에 응하여 소장을 진달하였는데, 천노(天怒)가 갑자기 진동하여 나명(拿命)이 곧바로 내려졌다 하니, 신들은 서로 머리를 모으고 놀라며 탄식하고 있었습니다만 그 연유를 모르겠습니다. 호남이 적의 소굴이라면 이들이 논한 것은 반드시 역적을 영구(營救)하는 말일 것인데, 그렇지 않으면 어찌하여 성상의 노여움을 격동시킨 것이 이처럼 극도에 이를 수 있단 말이니까. 이미 소장이 나오고 나서는 그것이 곧 역적을 두호하는 말이 아니고 실로 역적을 토죄하는 의리에서 나온 것이었으나 광망(狂妄)하여 사리에 맞지 않은 논의를 한 것입니다. 그 논의에 약간의 형적(形迹)이 있는데 지나치게 억측한 것이 있고 신중히 해야 하는 것인데도 필연적인 것으로 여기기까지 하여 정리에 가깝지 아니한 것과 서울에서 듣지 못한 내용이 또한 10에 2∼3은 차지하고 있습니다. 아, 한마디 말이 중도에 맞지 아니하여도 오히려 선비의 수치가 되는데, 한 편의 글 가운데 황탄(荒誕)한 바가 곧 여기에 이르렀으니, 일찍이 선비들의 말이 과연 이와 같을 줄을 생각하였겠습니까. 종이에 가득한 말들이 또한 어찌 다 실답지 못한 것이겠습니까만 실답지 못한 것이 이와 같으므로 실다운 것까지도 함께 실답지 아니한 데로 귀결되게 되었습니다. 이들의 소장은 진실로 여러 말로 논할 것도 없습니다만, 전후 초야의 논의가 또한 이로 인하여 신뢰를 받지 못하게 된다면 이들의 누가 될 뿐만 아니라 또한 일국 선비들이 깊이 부끄럽게 여기는 바가 될 것입니다. 그러나 국운이 불행하여 역적의 변고가 사대부의 반열에서 일어났으니, 인정의 의혹과 사설(辭說)의 분분함은 형편으로 보아 당연한 것입니다. 이러므로 사대부의 반열에 있고 도성 아래에 있다 하더라도 전파되는 말이 혹 잘못되는 폐단이 많은데 하물며 깊은 시골 황벽(荒僻)한 지방은 서울과 수백 리 밖에 떨어져 있는 데이겠습니까. 그들이 전해들은 것은 단지 도로에 떠도는 말에 의거하여 잇따라 전해진 것을 서로 믿은 것으로 스스로 전한 자의 잘못임을 깨닫지 못하는 것도 면하기 어려운 것입니다. 전하께서 이미 그 말이 다 믿을 수 없다는 것을 아시었으면 버려두고 쓰지 않는 것이 옳은데도 반드시 노하기에 이르셨고, 노하시는 것은 오히려 가하나 반드시 나국(拿鞫)하기에 이르렀습니다. 이리하여 허다한 선비들로 하여금 갓을 벗고 억울하게 구금당하여 형구(刑具) 아래에 머리를 나란히 하게 하니 그 기상의 수참(愁慘)함과 문견(聞見)의 놀라움이 이보다 더 심한 것이 없는데 후세에 전하를 평론할까 두렵습니다. 그리고 전하께서 구언(求言)한 교서에 어떻게 말하셨는지 모르겠습니다. 만일 ‘말이 중도에 맞지 않아도 죄를 가하지 않는다.’고 하였다면, 지금 이 호남 유생의 소장은 실로 전하께서 말하게 한 것입니다. 이미 말하게 하고서 또 따라서 죄준다면 유인하여 형륙(刑戮)에 빠지게 한 것에 가깝지 않겠습니까. 호남에서 선비로 불리는 사람으로서 역적에게 농락당한 자가 없지 않은데 흉악(兇惡)이 이미 드러나자 그와 교유하기를 부끄럽게 여겨 역적의 문에 더럽혀지지 않은 자는 오직 이들뿐입니다. 저들은 역적을 당원(黨援)한 무리로 형틀에 묶여 왔습니다만 이들은 역적을 배척한 무리로 형틀에 묶여온 것이니, 신들은 흉역(兇逆)의 귀신이 땅 속에서 야유할까 싶습니다. 소나 말처럼 천한 것일지라도 60∼70으로 떼를 지으면 오히려 가벼이 대우할 수 없는 것인데, 하물며 이들은 선비의 갓을 쓰고 선비의 의복을 입고서 한 지방의 선비로 이름하는 자들인 데이겠습니까. 그 사람은 죄줄 수 있으나 이름은 빼앗을 수 없는 것이고, 말은 망령되나 실정은 오히려 용서할 만합니다. 그런데 기필코 옥에 잡아 가두고 사형에 처하려고 하시니, 전하께서 선비를 대우하심이 또한 박합니다. 소신(小臣)이 조정에서 사부(師傅)를 욕보여도 오히려 군부의 노여움을 격동시키기에 족한데, 하물며 초야의 광망한 유생이 오가는 근거없는 말을 망령되이 거론하여 전하의 의중(倚重)하는 신하를 두루 비난하였으니, 전하께서 기필코 철저히 추문(推問)하고자 하심은 의도가 진실로 있습니다. 그러나 듣건대 이목(李穆)은 성종조(成宗朝) 때 대신을 팽형(烹刑)에 처하기를 청하였고, 서엄(徐崦)은 명종조에 영신(侫臣)을 목베기를 원하였으나 당시에 죄를 가한 일이 있었다는 말을 듣지 못하였습니다. 지금 암수의 말이 정직하고 절실함은 이목과 서엄 두 신하에 미치지는 못하나, 전하께서 포용하시는 도량은 유독 선왕을 본받을 수 없겠습니까.” 하였는데, 상이 답하기를, “내가 20년 동안 보위(寶位)에 있으면서 유사(儒士)를 대우하되 나쁜 말을 한 적이 한번도 없었다. 더구나 금부(禁府)에 잡아다가 형틀 아래에서 욕보여 갓을 쓴 선비로 하여금 옥리(獄吏)와 서로 대하게 하는 것이 어찌 나의 뜻이겠는가. 부득이한 점이 그 가운데 있어서이다. 그대들이 어찌 다 헤아릴 수 있겠는가. 지금 이 소장을 살펴보니 참으로 가상하다. 내가 잘못하였다. 마땅히 그대들을 위해 따르겠다.” 하였다. 이때 죄를 얻고 뜻을 잃은 무리가 떠도는 말로 비방하는 말을 만들어 심지어 역옥이 진짜가 아니라고 말하기까지 하였다. 이로 말미암아 조정 신하들의 격분한 논의가 그치지 않았다. 호남의 선비가 더욱 소란을 떨어 서로 선동하여 이 소장이 있게 된 것이다. 소장은 중도에 막히어 시행되지 못하였으나 소장에 거명된 사람은 이로 인하여 실함(失陷)한 자가 많았다. 암수는 본래 동복현(同福縣) 사람으로 여러 사람에게 추대되어 소수(䟽首)가 된 것이요 그의 뜻대로 한 것은 아니라 한다.",
                "hj": "○館學儒生崔起南等上疏, 略曰: 臣等伏聞, 湖南儒生丁巖壽等, 應求言之旨, 陳達疏章, 而天怒遽震, 拿命旋下, 臣等相與聚首駭嘆, 莫知其由。 意謂, 湖南賊藪也, 此人等所論, 必是營護逆賊之說, 不然, 何其上激聖怒, 至於此極也? 旣已疏出, 則乃非護逆之說, 實出於討逆之義, 而爲狂妄不中之論也。 其爲論也, 微有形跡, 而過爲揣度者有之, 涉於難愼, 而至爲必然, 情理之所不近; 洛下之所未聞, 亦且十居二三。 吁! 一言失中, 猶爲士子之羞, 一篇之中, 其所荒誕者, 乃至於此, 曾爲多士之言, 而果如是乎? 滿紙辭說, 亦豈盡是不實, 而惟其不實者如是, 故竝與其實者, 同歸於不實之地。 此等之疏, 固不足多論, 前後草野之論, 亦將因是而不能見信, 則非特爲此輩之累, 亦一國士子之所深恥也。 雖然, 邦運不幸, 逆賊之變起於衣冠之列, 則人情之疑惑、辭說之紛紜, 理勢然也。 是以, 雖在縉紳之列、輦轂之下, 其流播之語, 或多訛舛之弊, 況窮鄕、荒僻之地, 距京師數百里之外哉? 其所傳聞, 只憑道路之言, 輾轉相信, 不自覺其傳者之誤者, 亦所難免也。 殿下旣知其言不可盡信, 則置而不用可也, 而必至於怒, 怒之猶可, 而必至於拿鞫, 使許多士子, 脫去章甫, 橫被縲絏, 駢首於拷掠之下, 則其爲氣象之愁慘、聞見之驚駭, 莫此爲甚, 抑恐後世之議殿下也。 抑不知殿下求言之敎, 以何爲辭乎。 其如曰: “言雖不中, 亦不加罪。” 則今此南儒之疏, 實殿下使之言也。 旣使之言, 又從而罪之, 則不幾於誘之陷於刑戮者乎? 南中號爲士子, 籠絡於逆賊者, 不無其人, 而兇惡已著, 恥與爲交, 能不汚於逆賊之門者, 唯此輩而已。 彼以黨援逆賊之徒, 而繫械而來; 此以擯斥逆賊之輩, 而繫械而來, 臣等恐兇逆之鬼, 揶揄於地中矣。 雖以牛馬走之賤, 以六七十爲群, 則待之尙不可輕, 況此冠儒服儒, 而名爲一方之士者乎? 其人可罪, 而其名不可奪也; 其言雖妄, 而其情則猶可恕也。 必拿致之獄, 置之刑辟而後已, 殿下之待士, 其亦薄矣。 夫以小臣, 廷辱師傅, 猶足以激君父之怒, 況此草野狂生, 妄擧往來不根之言, 歷詆殿下倚重之臣, 則殿下之必欲窮問者, 意固有在。 而臣等竊聞, 李穆於成廟朝, 請烹大臣; 徐崦於明廟朝, 願斬佞臣, 而當時未聞有加罪之擧。 今玆巖壽之言, 正直切實, 雖不及於二臣, 而以殿下包容之量, 獨不可取法於先王乎? 上答曰: “予二十年忝位, 待儒士, 未嘗以惡言一加之。 況欲致之王府, 戮辱於桁楊之下, 使章甫之士, 與獄吏相對, 此豈予意哉? 其有不得已也者, 存乎其中, 爾等豈能盡測? 今觀此疏, 良用嘉焉。 予過矣, 當爲爾等從之。” 時, 得罪失志之流, 流言造謗, 至謂逆獄非眞。 由是, 朝臣忿激之論未已。 湖南士子, 尤躁擾相煽, 有此疏。 疏雖中格, 疏中擧名人, 則因此失陷者多。 巖壽本同福縣人, 爲衆人所推爲首, 非其設意云。"
            },
            "18": {
                "H2KE-EN": "[The King] ordered that the merit subjects of Gwangnyeol be reinstated. Third Censor [of the Office of the Censor General] Baek Yuham alone regarded this as improper and submitted a letter of resignation [to the King] assume their posts. The Office of the Censor General requested that [the King] reinstate [the King]. [The King] replied, How many years have passed since the Office of the Censor General and I studyed the lectures? [Because] I have not yet understood my intentions? The 이번 일은 단지 obeying the royal ancestors and the instructions of the ancestors [of the ancestors], [he] did not have any meritorious deeds on a single slightest rendered. [He] felt as if [he] truly had a meritorious deed, [he] shamelessly betrayed the heaven and earth and to ridicule later generations. [This incident] is not insignificant. Should [he] say that I have a minor meritorious deeds, [he] should not have necessarily done. [But] the three ancestors [of the Han dynasty], Emperor Wen [of the Han dynasty], and Emperor Taizu [of the Han dynasty], as well as our Exalted Emperor Taizu [of the Ming dynasty], and their meritorious deeds were not worthy of the same generation. [However], [he] did not have heard that [he] had addressed the titles [to him]. Only Emperor Taizong of the Tang dynasty [of the Tang dynasty] dared to do this. [But] when [he] was defeated, [he] did not endeavor to deprive [his] title. [But] until now, [he] had people play his head and laugh. Even though [he] is not foolish, [he] knows the history books and history. How could [he] bear to discreet [his] words and disobey my heart? The officials of the Office of the Censor General should understood this intent and quickly suspend [his] suspension.",
                "H2KE-nKo": "광국공신을 녹훈하라고 명하였다. 양사가 다시 존호 올리기를 청하였는데, 헌납 백유함만이 불가하다는 이유로 피혐하여 정사하고 체차되었다. 홍문관이 존호 올리기를 청하니, 답하기를,“옥당이 나와 강학한 지 지금 몇 년이 되었지만 아직도 나의 뜻을 모르는가. 지금 이 일은 단지 조종의 지휘를 받든 것일 뿐, 애당초 기록할 만한 조그마한 공로도 없는데 지나친 말을 주도하여 마치 참으로 큰 공로가 있는 것처럼 하였으니, 천지를 저버리는 것을 부끄럽게 여기고 후세에 비난을 남기는 것은 작은 일이 아니다. 설령 나에게 조금 공로가 있다고 하더라도 또한 이렇게 할 필요가 없는 일을 해서는 안 된다. 삼대는 그만두고라도 한나라 고조, 광무제 및 우리 고황제 같은 분은 중국을 재조하여 그 공로가 더할 수 없이 큰데도 존호를 올렸다는 말을 듣지 못하였다. 오직 당나라 덕종의 무리가 감히 존호를 올리는 일을 하였다가 나라가 망하게 되자 도리어 존호를 삭제하기에도 겨를이 없어 지금까지 천 년 동안 사람들로 하여금 손뼉을 치며 웃게 하였다. 내가 비록 불민하지만 서사를 조금은 아는데 또한 어찌 차마 여러 사람의 말에 핍박되어 내 마음을 저버리겠는가. 옥당의 여러 유생은 마땅히 이 뜻을 잘 알아서 속히 정지하라.”하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 18번째기사",
                "gt-oKo": "광국 훈신(光國勳臣)을 책록(策錄)하도록 명하였다. 양사가 다시 존호(尊號) 올리기를 청하였는데, 헌납 백유함(白惟咸)이 홀로 불가하다 하고 피혐하면서 정사(呈辭)하여 체직되었다. 홍문관이 존호 올리기를 청하니 답하였다. “옥당이 나와 강학(講學)한 지 지금 몇 해이기에 아직도 나의 의사를 모르는가. 지금 이 일은 조종의 지휘를 받든 것뿐이고 애초에 조그마한 공도 기록할 만한 것이 없는데, 과당한 말을 하여 마치 참으로 큰 공로가 있는 것처럼 하면 천지를 저버리는 것이 부끄럽고 후세에 비난거리를 남기게 될 터이니 작은 일이 아니다. 설사 만에 하나 나에게 조금이나마 노고가 있다 하더라도 할 필요가 없는 이런 일을 해서는 안 된다. 삼대(三代)는 말할 것도 없거니와 한 고조(漢高祖)·후한 광무제(光武帝) 및 우리 고황제(高皇帝) 같은 분은 중하(中夏)를 재조(再造)하여 공이 더 클 수 없건만, 칭호를 올리는 일을 했다는 말을 듣지 못하였다. 오직 당 덕종(唐德宗)의 무리가 감히 칭호 올리는 일을 하였다가 전패(顚沛)하게 되어서는 도리어 칭호를 삭제하기에 바빴으므로 오늘날까지 1천 년 동안 사람들로 하여금 손뼉을 치며 비웃게 하고 있다. 내가 민첩하지 못하나 서사(書史)를 조금은 아는데 또한 어찌 차마 여러 사람들의 말에 부대끼어 내 마음을 저버릴 수 있겠는가. 옥당의 여러 선비는 마땅히 이 뜻을 알아 속히 정지하도록 하라.”",
                "hj": "○命錄光國勳臣。 兩司復請上尊號, 獻納白惟咸獨以爲不可, 避嫌呈辭遞職。 弘文館請上尊號, 答曰: “玉堂與予講學, 今幾年矣, 尙未知予意乎? 今此之事, 只是承奉 祖宗指揮, 初無片功可紀, 而主爲過當之言, 有若眞有大 功者然, 慙負天地, 貽譏後世, 非細事也。 設使萬一謂予稍有淑勞, 亦不可爲此不必爲之事。 三代則已矣, 如漢高、光武及我高皇帝, 再造區夏, 功莫與京, 未聞有稱號之擧。 惟唐德宗輩, 乃敢爲之, 及其顚沛, 反爲削號之不暇, 至今千載, 使人皷掌而笑。 予雖不敏, 稍知書史, 亦安忍迫於群言, 以負吾心哉? 玉堂諸儒, 宜悉此意, 斯速停止。”"
            },
            "19": {
                "H2KE-EN": "Former Magistrate of Hanseong Magistracy Nam Eongyeong was imprisoned. Shortly thereafter, he was released. When [Nam] Eongyeong was in Jeonju , he treated [Nam] Yeo립을 hospitably. At this time, he requested that Yeo립 be interrogated and released. In addition, he composed a poem composition to [Nam] Yeo립s writing on his writing style and compared to the Zhu Xi (C. Zhu Xi. [However,] the inspectors and censors were imprisoned twice, and he was released from his post. Eongyeong was a man from Seo Gyeongdeoks ancestral home, and he was a cousin of studying the study of the study [of the study of",
                "H2KE-nKo": "전 부윤 남언경을 하옥하였다가 이윽고 풀어 주었다. 남언경이 전주에 있으면서 정여립을 후대하였는데, 이때에 이르러 정여립에게 분군하기를 청한 일이 발각되어 의금부로 잡아다 국문한 다음 즉시 풀어 주었다. 또 정여립의 서사에 시를 써서 주자에 비한 일로 인하여 대간이 논핵하여 재차 하옥하였다가 체차하여 풀어 주었다. 남언경은 서경덕의 문인으로 이황과 학문을 강론하여 벗이 되었다. 명성이 일찍부터 드러났고 여러 차례 천거되어 조정에 올랐으며 벼슬이 참의에 이르렀다. 그의 학문은 양생을 위주로 하였고 조행이 독실하지 않았으며 고을을 다스리는 것도 잘한 실상이 없었다. 이때에 이르러 재차 옥에 갇혔는데, 정철이 동료에게 농담으로 말하기를,“나의 벗 정시보는 한 번도 급제하지 못하였는데, 지금 이 옥사는 중시에 급제하였다.”하였다. 그러나 마침내 풀려나서 마침내 폐기된 사람이 되었다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 19번째기사",
                "gt-oKo": "전 부윤(府尹) 남언경(南彦經)을 하옥하였다가 얼마 뒤에 석방하였다. 언경이 전주에 있을 적에 정여립을 후하게 대우하였는데 이때에 여립에게 분군(分軍)하기를 청한 일이 발각되어 나국(拿鞫)하였으나 곧 석방되었다. 또 여립의 서사(書舍)에 시를 쓰면서 주자(朱子)에다 비한 일로 인하여 대간이 재차 하옥시키기를 논계하였는데 체직시켜 방출(放出)하였다. 언경은 서경덕(徐敬德)의 문인으로 이황(李滉)과 학문을 강론하여 벗이 되었다. 명성이 일찍 드러나고 여러 차례 천거되어 조정에 올라 벼슬이 참의에 이르렀다. 그의 학문은 양생(養生)을 주로 하여 조행이 독실하지 못하였고 부(府)를 다스리는 데에도 훌륭한 치적이 없었다. 이때에 다시 옥에 수감되자 정철이 동료에게 익살로 말하기를, “내 벗 시보(時甫)가 과거에 한 번도 급제하지 못하였는데 지금 이 옥에서는 중시(重試)에 합격하였다.” 하였다. 마침내 그의 신구(伸救)를 힘입어 석방되었으나 드디어 폐기한 사람이 되었다.",
                "hj": "○下前府尹南彦經獄, 旣而釋之。 彦經在全州, 厚待汝立, 至是請汝立分軍事發, 拿鞫卽放。 又因題詩汝立書舍, 比之朱子, 有臺論, 再下獄, 遞職放出。 彦經, 徐敬德門人, 與李滉論學爲友。 聲名早著, 累薦登朝, 官至參議。 其學主於養生, 操行不篤, 治府亦無善狀。 至是再下牢獄, 鄭澈戲語同列曰: “吾友時甫, 不得一第, 今於此獄, 乃捷重試也。” 然卒賴伸解得釋, 遂爲廢人。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported to the King, Former Second Minister Im Gunro flattered Bai Yansin and caused much evidence to rescue the transgression of the training of the training. The King approved this request.",
                "H2KE-nKo": "양사가 아뢰기를,“전 참판 임국로는 정언신에게 빌붙어 역적을 구원한 자취가 많이 있으니, 옥사가 소루한 것은 이 사람에게서 연유한 것입니다. 관작을 삭탈하고 도성 밖으로 내쫓으소서.”하니, 그대로 따랐다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 2번째기사",
                "gt-oKo": "양사가 아뢰기를, “전 참판 임국로(任國老)는 정언신에게 빌붙어 역적을 영구(營救)한 자취가 많이 있으니 옥사가 소루하게 된 것은 자못 이 사람에게 연유된 것입니다. 삭탈 관직하고 내치소서.” 하니, 따랐다.",
                "hj": "○兩司啓曰: “前參判任國老, 附會彦信, 多有營救逆賊之迹。 獄事踈漏, 頗由於此人, 請削黜。” 從之。"
            },
            "20": {
                "H2KE-EN": "The King ordered that former Magistrate of Andong Strategic Prefecture Kim Ugung be imprisoned and that he be banished to the northern frontier area . [Kim] Ugung and [Kim] Yeorip were studying surpassses. At this time, [Kim] Ugung was seized and was specially ordered to interrogate [Kim Ugung], but he was banished to a remote area because he committed a crime of colluding studying sying studying sages.",
                "H2KE-nKo": "전 안동 부사 김우옹을 하옥하고 북변 - 회령이다. - 으로 찬배하라고 명하였다. 김우옹은 정여립과 학문을 강론하고 교유하였는데, 영남에 있을 때 서간을 주고받는 사이에 시사를 매우 번다하게 논하였다. 이때에 이르러 서간이 수색되자 특별히 잡아다 국문하라고 명하여 역적의 괴수와 교유한 죄로 원방에 유배하였다. 대신이 그를 변호하는 말을 하니, 주상이 말하기를,“김우옹의 평소 소행은 마치 쥐새끼 같다.”하였는데, 이는 이발의 논의와 앞뒤가 서로 부합하는 것을 가리킨 듯하다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 20번째기사",
                "gt-oKo": "전 안동 부사(安東府使) 김우옹(金宇顒)을 하옥하였다가 북변(北邊)으로【회령(會寧).】찬배(竄配)하도록 명하였다. 김우옹은 정여립과 학문을 강론하며 교유하였는데, 영남에 있으면서 서간을 왕래하는 사이에 시사(時事)를 논한 것이 매우 번다하였다. 이때에 서간이 수색을 받아 특명으로 나국(拿鞫)하고, 역적의 괴수와 교유한 죄로 원방(遠方)으로 유배시키게 하였다. 대신이 구해(救解)하는 말이 있자, 상이 이르기를, “김우옹의 평생 소행은 쥐새끼와 같다.” 하였는데, 이는 이발과 논의가 전후 서로 부합된 것을 가리킨 듯하다.",
                "hj": "○下前安東府使金宇顒獄, 命竄北邊。【會寧。】 宇顒與汝立, 論學交遊, 在嶺南, 書簡往復間, 論時事甚繁。 至是書簡被搜, 特命拿鞫, 以交遊逆魁之罪, 流配遠方。 大臣有救解之言, 上曰: “宇顒平生所行, 如鼠子也。” 似指與李潑論議, 前後相符也。"
            },
            "21": {
                "H2KE-EN": "The King appointed Yi Sungsin as the magistrate of Jeongeup District . While Yi Sungsin was appointed as the military officer of Governor Yi Gwang , and Yi Gwang possessed his talent and reported it to the King that he be appointed as the supreme commander of the province. Yu Seongryong and Yi Sungin were living in a place where they observed their behaviors and treated them with guests. Because of this, their reputation was known for this. He passed the state examination for fourteen years, and he began to be appointed as the magistrate of Jeongeup District . The skills of governance was raised.",
                "H2KE-nKo": "이순신을 정읍 현감으로 삼았다. 이순신을 감사 이광의 군관으로 삼았는데, 이광이 그 재주를 기특하게 여겨 상주하여 본도 조방장으로 삼았다. 유성룡이 이순신과 이웃하여 살면서 그 행실을 살피고 빈우로 대우하니, 이로 말미암아 이름이 알려졌다. 과거에 급제한 지 14년 만에 비로소 현감에 제수되었는데, 고을을 잘 다스려 명성과 치적이 있었다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 21번째기사",
                "gt-oKo": "이순신(李舜臣)을 정읍 현감(井邑縣監)으로 삼았다. 순신이 감사 이광(李洸)의 군관이 되었는데 이광이 그 재주를 기이하게 여겨 주달하여 본도의 조방장(助防將)으로 삼았다. 유성룡이 순신과 이웃에 살면서 그의 행검을 살펴 알고 빈우(賓友)로 대우하니, 이로 말미암아 이름이 알려졌다. 과거에 오른 지 14년 만에 비로소 현감에 제수되었는데 고을을 다스리는 데에 성적(聲績)이 있었다.",
                "hj": "○以李舜臣爲井邑縣監。 舜臣爲監司李洸軍官, 洸奇其才, 奏爲本道助防將。 柳成龍與舜臣隣居, 察其行檢, 待之以賓友, 由是知名。 登第十四年, 始除縣監, 治縣有聲績。"
            },
            "22": {
                "H2KE-EN": "Yi Sanbo was appointed as 대사간으로 삼았다. As Yi Sanbo was being summoned as governor of Hwanghae Province , the scholars admired his virtue and erected an erect. At first, Yi Sanbo had been impeached by Yi Bal and others, and thus he could not stay in the capital for a long time. When he entered the Office of the Inspector General, he was slightly looked up and suppressed his administration according to his moment. Those who were apprehensive and apprehensive, claiming that he was satisfied, called his elder brother.",
                "H2KE-nKo": "이산보를 대사간으로 삼았다. 이산보가 황해 감사로 있다가 소환되자 사민이 덕을 사모하여 비석을 세웠다. 이산보가 처음에 이발 등에게 배척당하여 내직에 있지 못한 지 오래였는데, 대간에 들어와서는 의론을 공평하게 가지고 일에 따라 진정시키니, 위태롭고 두려운 자들이 그를 믿고 스스로 편안하게 여겨 장자라고 일컬었다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 22번째기사",
                "gt-oKo": "이산보(李山甫)를 대사간으로 삼았다. 산보가 황해 감사로 있었는데 불러오게 하니 사민(士民)이 덕을 사모하여 비석을 세웠다. 산보가 처음에 이발 등의 배척을 받아 내직에 있지 못한 지 오래되었는데, 대간에 들어오게 되어서는 논의를 주지(主持)함이 공평 무사(公平無私)하여 일에 따라 잘 진정시키니 위구(危懼)하던 자가 믿고 스스로 안정되어 장자(長者)로 일컬었다.",
                "hj": "○以李山甫爲大司諫。 山甫方爲黃海監司召還, 士民慕德立碑。 山甫初爲李潑等所攻斥, 不得居內者久之, 及入臺, 持議平恕, 隨事鎭靜, 危懼者恃以自安, 稱爲長者。"
            },
            "23": {
                "H2KE-EN": "The King specially appointed Yu Seongryong as minister of personnel .",
                "H2KE-nKo": "특지로 유성룡을 이조 판서로 삼았다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 23번째기사",
                "gt-oKo": "특지로 유성룡을 이조 판서로 삼았다.",
                "hj": "○特旨以柳成龍爲吏曹判書。"
            },
            "24": {
                "H2KE-EN": "The King appointed 김명원 as 우참찬으로, Kim Hongmi as assistant section chief of the Ministry of Personnel, Noh Jik as section chief of the Ministry of Personnel, and Yi Sugwang as 정언으로 삼았다.",
                "H2KE-nKo": "김명원을 우참찬으로, 김홍미를 이조 좌랑으로, 노직을 이조 정랑으로, 이수광을 정언으로 삼았다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 24번째기사",
                "gt-oKo": "김명원(金命元)을 우참찬(右叅贊)으로, 김홍미(金弘微)를 이조 좌랑으로, 노직(盧稷)을 이조 정랑으로, 이수광(李睟光)을 정언으로 삼았다.",
                "hj": "○金命元爲右參贊, 金弘微爲吏曹佐郞, 盧稷爲吏曹正郞, 李睟光爲正言。"
            },
            "25": {
                "H2KE-EN": "Second Deputy Commander [of the Middle Army] Kwon Sang passed away. [Kwon] Sang was very filial by nature. During seven years of age, his father passed away. [Kwon] grieved [Kwons] grief as if he were a child and personally performed the sacrificial rite. When he saw his mothers grief, [Kwon Sang] always sadly shed tears. When his mother passed away, [Kwon Sang] lived in a hut by the grave to mourn for three years. After the end of his mourning period, [Kwon Sang] eventually bowed to the ancestral shrine and held the sacrificial rites every morning and evening. He frequently visited [Kwon Sang] to visit [Kwon Sang] in the morning and evening. He did not neglect his life until the end. The Ming court repeatedly reported [Kwon Sangs] filial piety to the throne. The King ordered that an honorary gate be erected. [Kwon Sang] was promoted to the post of administrative assistant of the Office of Palace Kitchen Supplies . He was promoted to grand master for comprehensive governance , and was eighty years of age. He was promoted to grand master for excellent virtue . He was modest and prudent and frugal, and was serving in the government office. He was gentle and kind by nature. [Kwon] Sang was the first grade of filial piety. He had five sons, [Kwon] Chwe and [Kwon] Hui . His descendants both men and grandsons were repeatedly broadened as many as several hundred. [Kwon Sang] successively held the military incursions and did not spare no one innocent [Kwons] death. People say that [Kwons] filial behavior was recognized.",
                "H2KE-nKo": "동지중추부사 권상이 졸하였다. 권상은 천성이 독실하고 효성스러웠다. 7세에 아버지가 죽자 성인처럼 애통해하였고, 몸소 제전을 거행하였으며, 어머니를 볼 때마다 슬피 울었다. 권상은 옷소매로 눈물을 닦으면서 멈추지 않았다. 어머니가 죽자 3년 동안 여묘살이를 하였다. 삼년상을 마치고도 아침저녁으로 사당에 전배하고 전을 올렸으며, 아침저녁으로 출입할 때마다 반드시 배알하여 종신토록 게을리하지 않았다. 조정에서 여러 차례 효행으로 보고하자, 주상이 정문을 세워 주라고 명하였다.벼슬이 올라 시정에 이르고 통정대부의 품계에 올랐으며, 나이가 80에 가선대부의 품계에 올랐다. 공손하고 근면하며 검소하였다. 벼슬살이할 때 청렴하고 은혜로웠으므로 조정과 재야에서 효행으로 추앙하였는데, 권상을 첫째로 삼았다.아들 5인을 두었는데, 권협과 권희가 가장 두드러졌다. 내외의 손자들이 번성하여 수백 인에 이르렀는데, 병란을 겪으면서 한 사람도 죽은 자가 없었다. 사람들이 선행의 보답이라고 하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 25번째기사",
                "gt-oKo": "동지중추부사 권상(權常)이 졸(卒)하였다. 권상은 천성이 매우 효성스러웠다. 7세에 아버지가 죽자 성인(成人)처럼 애통하였고 몸소 제전(祭奠)을 집행하였으며, 어머니를 볼 적마다 슬피 울어 항상 옷소매로 눈물을 닦아 그치지 않았다. 어머니가 죽자, 3년 동안 여묘살이하고, 삼년상을 마치고서도 아침저녁으로 사당에 배례하고 전(奠)을 드렸으며, 아침저녁 출입할 적에 반드시 뵙기를 종신토록 게을리하지 않았다. 조정에서 여러 차례 효행으로 아뢰자, 상이 정문(旌門)을 세우게 하였다. 벼슬이 승진되어 시정(寺正)에 이르고 통정 대부(通政大夫)를 가자(加資)하였으며 나이 80에 가선 대부(嘉善大夫)에 올랐다. 공근(恭謹)하고 검소하며 벼슬살이할 적에 청렴하고 은혜로왔다. 조야(朝野)가 효행을 추거(推擧)할 적에 권상을 첫째로 삼았다. 아들 다섯을 두었는데 권협(權悏)·권희(權憘)가 가장 드러났다. 내외의 손자들이 번성하여 수백 인에 이르렀는데, 병란(兵亂)을 겪으면서 한 사람도 다치거나 죽은 사람이 없으니 사람들이 선행(善行)의 보답이라고 하였다.",
                "hj": "○同知中樞府事權常卒。 常天性篤孝, 七歲父歿, 哀痛如成人, 躬執祭奠, 每見母悲泣, 常以衣袖拭淚不能止。 母歿, 廬墓三年, 服闋, 猶朝夕拜奠祠堂, 晨昏出入必謁, 終身不懈。 朝廷屢以孝行聞, 上命旌門。 進官至寺正, 加 階通政, 年八十, 加階嘉善。 恭謹儉素, 居官廉惠, 朝野推 孝行, 以常爲第一。 有子五人, 悏、憘最著。 內外諸孫蕃 衍, 至數百人, 經歷兵亂, 無一口創殞者, 人以爲善行之報云。"
            },
            "26": {
                "H2KE-EN": "The King appointed Kang Chan as fourth censor . When Kang Chan was appointed recorder , the King regarded his talent. At the time, he expelled him to a local government post because he had a colleague with Kim Jangsaeng . On this day, he became fourth inspector [of the Office of the Inspector General] and impeached the Fourth Inspector [of the Office of the Inspector General] 정언 Sin because it was not proper to cross-examine him. In addition, he impeached Nam Eongyeong for his guilt. People praised him for his fairness.",
                "H2KE-nKo": "강찬을 정언으로 삼았다. 강찬을 주서로 삼았는데, 주상이 그의 재주를 칭찬하였다. 당시 의론이 그가 김장생과 교우 관계를 가졌다고 하여 배척해서 외관으로 삼았는데, 이때에 이르러 정언으로 있다가 지평으로 전임되었다. 정언신을 고신해서는 안 된다고 논핵하고, 또 남언경의 옥사를 구원하니, 사람들이 그의 공평하고 관대함을 칭찬하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 26번째기사",
                "gt-oKo": "강찬(姜燦)을 정언으로 삼았다. 강찬이 주서(注書)로 있을 적에 상이 그의 재능을 칭찬하였는데, 시의(時議)는 그가 김장생(金長生)과 교유한다는 것으로 배척하여 외관으로 삼았다. 이때에 와서 정언이 되고 다시 지평으로 전임되었는데 정언신을 고신(栲訊)하는 것은 부당하다고 논하고 또 남언경의 옥을 구해(救解)하니, 사람들이 그의 공평 무사함을 칭찬하였다.",
                "hj": "○以姜燦爲正言。 燦爲注書, 上稱其才。 時議以其與金長生交, 斥爲外官, 至是爲正言, 轉持平, 論鄭彦信不當栲訊, 又救南彦經之獄, 人稱其平恕焉。"
            },
            "27": {
                "H2KE-EN": "[The King] dispatched 어사를 separately to each province in order to comfort the people of the province because there was a treason. [The King] dispatched Oh Eoknyeong to 영남 [Province] in order to widely promulgate the grace of the people and feel great satisfactory. Earlier, [Ahn] Eoknyeong was diligent and honest, and he was originally aware of powerful families. At that time, rumors were raised by rumor. Eoknyeong received the royal order to secretly observe the 영남 [Province] in order to secretly observe the situation, but he returned [to the capital]. Earlier, he did not realize that Eoknyeong did not observe such things. Bai Yan was dispatched to 호남 [Province] []. 【Yan Yuham also did not report anything. 】 ",
                "H2KE-nKo": "어사를 나누어 보내 각 도를 안무하게 하였는데, 역변 때문이다. 오억령을 영남으로 보내 덕의를 선포하게 하니, 인정이 크게 안정되었다. - 오억령은 성품이 평온하고 조용하여 평소 권문을 알지 못하였다. 당시에 뜬소문이 떠들썩하여 ‘억령이 당시 정승의 지시를 받아 영남을 기찰하게 하였는데, 얻은 것이 없다고 도로 보고하였다.’라고 하였는데, 억령이 애초에 이럴 리가 없다는 것을 깨닫지 못하였다. - 백유함을 호남으로, - 백유함도 고발한 것이 없었다. -\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 27번째기사",
                "gt-oKo": "어사(御史)를 나누어 파견하여 각도를 안무(按撫)하게 하였는데 역변 때문이었다. 오억령(吳億齡)은 영남에 나아가서 왕의 덕의(德意)를 선포하니 민심이 크게 안정되었다.【억령은 염정(恬靜)으로 자신을 지키고 평소 권문(權門)을 알지 못하였다. 이때 소문이 왁자하게 전파되어 ‘억령이 시임 정승의 지시를 받아 영남을 비밀히 탐사하였으나 얻은 바가 없다는 것으로 돌아와 보고하였다.’ 하였는데 억령이 애초 그렇게 할 리가 없다는 것을 깨닫지 못한 것이다.】 백유함(白惟咸)은 호남으로 나아갔다.【백유함 또한 발고(發告)한 것이 없었다.】",
                "hj": "○分遣御史, 安撫各道, 以逆變故也。 吳億齡使嶺南, 宣布德意, 人情大安。【億齡恬靜自守, 素不識權門。 時, 浮言喧騰謂, 億齡受時相旨, 使譏察嶺南, 而以無所得還報。 不悟億齡初無是理也。】 白惟咸使湖南。【惟咸亦無所發告。】"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Seongjung as second minister of personnel . At the time, [Yi] Seongjung resigned and replaced him. The King asked him that he would be replaced. The high officials specially recommended him to promote rank and appointed him.",
                "H2KE-nKo": "이성중을 이조 참판으로 삼았다. 이때 성혼이 사직하여 체차되었는데, 주상이 후임을 삼을 만한 사람을 묻자 대신이 특별히 추천하여 품계를 올려 제수하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 3번째기사",
                "gt-oKo": "이성중(李誠中)을 이조 참판으로 삼았다. 이때 성혼이 사양하여 체직되자 상이 대임자를 하문하였으므로 대신이 특별히 천거하여 품계를 올려 제수하였다.",
                "hj": "○以李誠中爲吏曹參判。 時成渾辭遞, 上問可代者, 大臣特薦陞秩而授。"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Military Protector Hong Yeok is foolish by nature and wicked. When he served as a local magistrate, he imposes greedy and greedy. When he served as a local magistrate, he possessessed greedy and cruelly punished him by beating with the heavy stick. He harmed the people and humiliated his powerful powerfulness. He neglected the ruler of the province, and people regarded him as a wild tiger or tiger. His hiding greed and greedy and greed is truly one of the thieves of the court. Your subjects request that he not be appointed to a government post. Third Censor Baek Yuham discussed this matter. At the time, scholarly claimed skills and fabricated his reputation, and even greedy and corruption are only fearful and fearful, but once he suddenly impeached others, he attempted to dismissal the bright reputation of the government. Yet Yeosun was arrogant and arrogant, without fear, greedy and corruption. Instead, he flattered a harbored secret and pursued thieves out of greed. Instead, he flattered a harboring secret and pursued thieves out of thieves outside the capital. People were all avoided by resisting, but he did not dare say that he was wrong. He also did not dare treat him with flattery. Only 정인홍 was praised his loyalty and uprightness, and Yi San led Yi San to his right-in-chief as Yi San . Therefore, the occasional at the time of his greedy and greed.",
                "H2KE-nKo": "간원이 아뢰기를,“호군 홍여순은 사람됨이 음험하고 시기심이 많고 탐욕스럽습니다. 일찍이 수령이 되었을 때 끝없이 긁어모으고 형장을 지나치게 혹독하게 쳐서 백성을 잔인하게 해쳤으며, 흉악한 위세가 극에 달해 도주를 멸시하여 사람들이 그를 승냥이와 호랑이처럼 보았습니다. 그가 시기하고 해치려는 마음을 품은 정상은 실로 조정의 한 적입니다. 파직하고 서용하지 마소서.”하였다. 헌납 백유함이 발론한 것이다. - 당시 선비의 기풍은 겉치레를 숭상하여 명예를 얻으려고 하였으므로 비록 탐욕스럽고 더러운 자라도 오직 두려워하고 꺼리는 바가 있었다. 한번 사람들의 비난을 받으면 즉시 청망에 오르지 못하였다. 그런데 오직 홍여순은 패악하고 오만하여 꺼리는 바가 없었으며 탐욕과 포악을 멋대로 부렸다. 안으로는 음흉한 자들에게 빌붙고 밖으로는 박격을 일삼았으므로 사람들이 모두 피하고 감히 그의 잘못을 말하지 못하였으며 또한 감히 친밀하게 사귀지 못하였다. 그런데 유독 정인홍만은 그의 충직함을 칭찬하였고 이산해는 그를 끌어들여 우익으로 삼았기 때문에 임금의 지우가 날로 높아졌다. -\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 4번째기사",
                "gt-oKo": "간원이 아뢰기를, “호군(護軍) 홍여순(洪汝諄)은 위인이 음험한데다가 시기심이 많고 탐욕스럽습니다. 수령으로 있을 적에는 끝없이 토색질하였고 형장(刑杖)을 과람하고 혹독하게 사용하여 백성을 해쳤습니다. 흉악한 위세가 극도에 이르러서는 감사를 멸시하였는데 사람들이 그를 이리와 범처럼 여겼습니다. 그가 시기하고 해치려는 마음을 품은 정상은 실로 조정 사이의 하나의 적(賊)입니다. 파직시키고 서용하지 마소서.” 하였다. 이는 헌납 백유함(白惟咸)이 발론한 것이다.【당시 사풍(士風)이 수식하여 명예 취하는 것을 숭상하였으므로 탐욕 방종한 자들도 두려워하고 꺼리는 바가 있었으니 한번 남의 말을 들으면 곧 청망(淸望)에 막히기 때문이었다. 그러나 여순만은 패악 거만함이 기탄이 없어 방자하게 탐포(貪暴)하였다. 그리하여 안으로 음흉한 자들에게 빌붙고 밖으로는 남을 치는 일을 일삼으니, 사람들이 모두 피하여 감히 그의 잘못을 말하지 못하고 또한 감히 친밀하게 사귀지 못하였다. 그러나 정인홍(鄭仁弘)만은 그를 충직하다고 칭찬하였고 이산해는 끌어들여 우익으로 삼았으므로 제우(際遇)가 날로 융숭하였다.】",
                "hj": "○諫院啓曰: “護軍洪汝諄, 爲人陰險, 猜忌貪婪。 曾爲守宰, 掊克無厭, 刑杖濫酷, 殘傷百姓, 兇威所極, 蔑視道主, 人之視之, 有同豺虎。 其包藏忮害之狀, 實是朝著間一賊, 請罷職不敍。” 獻納白惟咸發論也。【當時士風, 尙修飾取名, 雖貪穢者, 惟有所畏忌, 一被人言, 卽阻淸望。 而惟汝諄悖驁無憚, 肆其貪暴。 內附幽陰, 外事搏擊, 人皆歛避, 不敢言其非, 亦不敢交昵。 獨鄭仁弘稱其忠直, 李山海引爲羽翼, 故遭際日隆。】"
            },
            "5": {
                "H2KE-EN": "The King specially transmitted a royal directive to Left State Councilor Yi Sank , which stated, It is truly appropriate that Yeo립이 a collusion with others should be discussed. In recent days, the shape of the highest level of the lowest level of",
                "H2KE-nKo": "상이 좌상 이산해에게 특별히 전교하기를,“정여립이 교결한 사람을 논핵하는 것은 참으로 옳다. 그러나 근일의 기상은 파급될 조짐이 있는 듯하니, 논의가 중도에 지나친 사람을 억제하게 하거나 면대해서 말하도록 하라.”하였다. 지평 황혁이 피혐하여 아뢰기를,“상께서 상신에게 내리신 하교는 진정시키고자 하신 뜻이 지극합니다. 다만 지금 역적이 갑자기 한때의 명류라는 자들에게서 나왔습니다. 평소에 교결하여 추장하고 성세를 도와서 이런 변을 빚어낸 자는 왕법으로 헤아려 볼 때 자연 죄가 있는 것입니다. 언관이 들은 바에 의거하여 차례로 논열하였으니 파급될 걱정에 대해서는 신들도 일찍이 염려하고 있었습니다. 그러나 오히려 한 사람이라도 혹 자신의 죄가 아닐까 염려하였습니다. 더구나 4, 5년 이래로 조정이 안정되지 못하여 수사의 율이 갈수록 더욱 심각해지고 있습니다. 심지어 사우와 인아의 친척까지도 모두 중상을 입었으므로 사람들이 모두 팔을 걷어붙이고 분개하였으나 감히 말을 하지 못한 지 오래되었습니다. 지금 교화를 새롭게 하는 처음을 당하여 누가 감히 언론의 동이를 가지고 시기를 틈타 모함하여 스스로 소인의 전철에 빠지겠습니까. 그 사이에 탐학하고 남을 해치는 대단히 형편없는 사람이 있으면 죄에 따라 조사하여 논핵하지 않을 수 없습니다. 신이 사유를 갖추어 진달하려고 대사헌 최황에게 통문하였더니, 대답하는 말이 공손하지 않았고 여러 동료들을 낭리처럼 대우하였습니다. 신은 그대로 무릅쓰고 있기가 어려우니 사직을 청합니다.”하니, 답하기를,“최황의 말이 체모에 맞는다. 그대가 어찌 감히 이처럼 안정되지 못한 말을 하는가. 만약 그렇다면 반드시 일이 생길 것이다. 사직하지 말라.”하였다. 대사헌 최황, 장령 윤섬ᆞ심희수, 지평 신잡이 모두 피혐하여 물러갔다. 이는 황혁이 사간원과 함께 홍여순을 논핵하려 하였으나 최황이 따르지 않았기 때문이다. - 이때 대간의 장관이 역적을 토벌하자는 논의는 최황과 홍성민이 가장 준엄하였으나, 오직 홍여순의 탐학을 논핵할 때 최황이 따르지 않았다. 이 때문에 마침내 뒷날의 화를 면하였다. 공의가 이 때문에 최황을 정직하지 못하게 여겼다. 집의 성영이 최황과 황혁 등을 모두 출사시키기를 계청하니, 주상이 황혁을 체차하라고 명하였다. 최황 등이 황혁만 체차하는 것은 온당치 못하다고 하여 재차 피혐하니, 답하기를,“황혁의 말은 몇 줄에 불과하고 그의 마음은 이미 드러났으니, 내가 어찌 체차하지 않을 수 있겠는가.”하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 5번째기사",
                "gt-oKo": "상이 좌상 이산해에게 특별히 하교(下敎)하기를, “정여립이 교결(交結)한 사람을 논하는 것은 참으로 옳다. 그런데 근일 기상이 자꾸 파급시키려는 조짐이 있는 듯하니 논의가 중도에 넘친 사람은 억제하도록 하고 혹 면대하여 말하라.” 하였다. 지평 황혁(黃赫)이 피혐하여 아뢰기를, “상께서 상신(相臣)에게 내린 분부는 진정시키려는 뜻이 지극합니다. 지금 역적이 갑자기 일시의 명류(名流)란 자에게서 나왔습니다. 따라서 평소에 체결(締結)하고 추장(推奬)하여 성세(聲勢)를 도와 이 변고를 빚어낸 자는 왕법으로 헤아려보면 절로 해당되는 죄가 있으므로 언관이 들은 바에 의하여 차례로 논열(論列)하였습니다. 파급의 근심은 신들도 일찍이 염려하였던 것으로 한 사람이라도 죄없이 연루될까 두려운데, 더구나 4∼5년 이래로 조정이 편치 못하여 수사연좌(收司連坐)의 율이 갈수록 더욱 심각해지는 것이겠습니까. 사우(師友)와 인아(姻婭)의 친한 사람들까지도 아울러 중상을 입으므로 사람들이 모두 울분을 품고 있으면서도 감히 말하지 못한 지 오래되었습니다. 이제 교화를 개혁하여 새로와지는 시초를 당해서 누가 감히 언론의 동이(同異)로 때를 타고 모함하여 스스로 소인의 패망한 전철에 빠지려 하겠습니까. 그 사이에 탐학하고 남을 해치는 대단히 무상(無狀)한 사람이 있으면 죄에 따라 안핵(按覈)하지 않을 수 없습니다. 신이 사유를 갖추어 진달하려고 대사헌 최황(崔滉)에게 통문(通問)하였더니, 대답하는 말이 공손하지 않을 뿐더러 낭료(郞僚)를 낭리(郞吏) 대하듯이 하였습니다. 신은 대간의 직에 그대로 있기 어려우니 사직시켜 주소서.” 하니, 답하기를, “최황의 말이 체모에 맞는데 그대가 어찌 감히 이처럼 조용하지 못한 말을 하는가. 만일 그렇게 한다면 반드시 일을 만들 것이다. 사직하지 말라.” 하였다. 대사헌 최황, 장령 윤섬(尹暹)·심희수(沈喜壽), 지평 신잡(申磼)이 모두 피혐하여 물러갔다. 이는 황혁이 사간원과 같이 홍여순을 논박하려 하였으나 최황이 따르지 않았기 때문이었다.【이때 대간(臺諫)의 장관으로서 역적의 토죄에 대한 논의가 최황과 홍성민(洪聖民)이 가장 준엄하였으나 여순의 탐학을 논하는 데에는 최황이 따르지 않았으므로 마침내 후일의 화를 면하게 되었다. 이 때문에 공의(公議)가 최황을 정직하지 못하게 여겼다. 집의 성영(成泳)이 최황·황혁 등을 모두 출사(出仕)하게 할 것을 계청하니, 상이 황혁을 체직하도록 명하였다. 최황 등이 황혁만 체직되는 것은 온당하지 못하다 하여 재차 피험하니, 답하기를 ‘황혁의 말이 두어 줄에 지나지 않으나 그 마음은 이미 드러났으니 내가 어찌 체직하지 않을 수 있겠는가.’ 하였다.】",
                "hj": "○上特敎左相李山海曰: “汝立交結之人論之, 誠是矣。 近日氣象, 似有波及之漸, 其論議過中之人, 使之裁抑, 或請面對言之。” 持平黃赫避嫌啓曰: “自上下相臣之敎, 其欲鎭定之意至矣。 第今逆賊遽出於一時所謂名流者。 其平昔締結推奬, 助其聲勢, 釀成此變者, 揆以王法, 自有其罪, 言官據所聞, 次第論列。 其波及之患, 臣等亦嘗有慮, 猶恐一人之或非其罪。 況四五年來, 朝著不靖, 收司之律, 一節深於一節。 至於師友、姻婭之親, 竝被重傷, 人皆扼腕, 而不敢言久矣。 當此更化維新之始, 孰敢以言論同異, 乘時傾軋, 以自陷於小人之覆轍也哉? 其間如有貪虐害物大段無狀之人, 則不得不隨罪按劾。 臣欲具由陳達, 通問大司憲崔滉則答語不遜, 待諸僚如郞吏。 臣難冒忝, 請辭。” 答曰: “崔滉之言, 斯爲得體, 汝何敢爲如是不靖之言乎? 若然則必生事。 勿辭。” 大司憲崔滉、掌令尹暹ㆍ沈喜壽、持平申磼, 皆避嫌而退。 蓋赫欲同諫院駁洪汝諄, 而滉不從也。【是時臺長討逆之論, 崔滉、洪聖民最峻。 惟於論汝諄之貪虐, 滉不從, 以此卒免於後禍。 公議以此, 不直滉。 執義成泳啓請崔滉、黃赫等竝出仕, 上命遞黃赫。 滉等以赫獨遞爲未安, 而再避, 答曰: “黃赫之言, 不過數行, 而其心已露, 予安得不遞?”】"
            },
            "6": {
                "H2KE-EN": "Seon Hongbok , a clerk , was executed, and Yi Bal , Yi Gil , Baek Yuyang , and Yu Deoksu were imprisoned and tortured to death. [Shin] Hongbok was a student from Nakan . His clerk was also included in the conspiracy of Yeo립s clerk. When Fifth-rank Aide [to the governor] Shin Gyeong was arrested, he searched for and obtained documents. The circumstances in which [Shin] Hongbok confessed to the death penalty. He also impeached [Yi] Bal , Yi Gil , and Baek Yuyang to the same clerk. He also appealed to the house of former Magistrate of Seonsan Magistracy Yu Deoksu . There was a slanderous letter in which [Yi] Jingil obtained. At that time, [Yi] Bal and [Yi] Gil were imprisoned on their way. They twice were imprisoned and imprisoned. They were imprisoned and died. [Yu] Deoksus house also had a letter in which [he] was imprisoned. Both [Yi] Bal and [Yi] Gil did not explain the letter in which [Yi] Bal and [Shin] Hongbok were imprisoned. Their circumstances are not clearly evident, but due to their colleagues, they impeached [Shin] Yeo립s clerk and harbored [the clerk]. [But] their opinions were simple, and the King was already suspicious. When [the King] saw the letter in which [Yi] Bals clerk was large, [he] communicated with [Yi] Bal and did not avoid hiding [his circumstances]. In general, the King had thoroughly reported [his circumstances] to him. For this reason, [he] was severely punished. [Jeong] Cheol told his colleagues high officials, [Yi] Bal has already died. [Yi] Gil should also be able to preserve [his clerk]. [The King] immediately reported alone [to the King] again. In the end, [he] did not execute [the clerk]. Bai Yan committed the letter in which [Shin] Yuyang had participated in which [the clerk] was more numerous, and [the clerk] was already imprisoned. The King intended to punish [Shin] the traitorous letter, and high officials reported to the King, saying, Even though [Jeong] Yuyang had been imprisonsonsible, how could [he] again be made [Jeong] Yeobok? The King reprimanded [Jeong] Yuyangs son, [Shin] Jinmin , too, was imprisons",
                "H2KE-nKo": "역적의 무리 선홍복이 복주되고, 이발, 이길, 백유양, 유덕수 등이 하옥되어 고문을 받다가 죽었다. 선홍복은 낙안의 교생이다. 정여립과 같은 무리라는 것이 역적의 공초에서 나왔다. 도사 신경희가 잡혀 왔을 때 문서를 수색해 보니 역모한 정상이 있었다. 선홍복이 자복하여 사형에 처해졌고, 또 이발, 이길, 백유양을 같은 무리라고 끌어들였으며, 또 전 선산 부사 유덕수의 집에 부도한 참서가 있다고 고하자 이진길이 찾았다. 이때 이발 등이 배소로 가는 도중에 재차 뒤쫓아 옥에 갇혔는데 고문을 받다가 죽었고, 유덕수의 집에도 서찰이 있었는데 모두 고문을 받다가 죽었다. 이발 등은 애당초 고변서에 나오지 않았고, 정집과 백홍복이 처형될 때 어지러이 끌어들였다. 정상에 확실한 근거가 없었는데, 단지 정여립과 한패가 되어 추천하고 비호하였기 때문에 논의가 구차하여 주상이 의심을 갖지 않을 수 없었다.역적의 집에 보낸 서찰을 보니, 이발의 서찰이 가장 많았으나 시사를 통론하면서 기휘를 피하지 않았고 주상의 동정을 모두 보고하여 알렸다. 이 때문에 가장 혹독하게 죄를 받았다. 정철이 같은 반열의 대신에게 말하기를,“이발은 죽었지만 이길도 함께 목숨을 바쳐야 하는가?”하고, 즉시 독계하여 다시 여쭈었으나 끝내 형장을 치며 신문하는 것을 면치 못하였다.백유양이 역적에게 준 서찰 중에는 주상을 범한 말이 더욱 많아 이미 고문을 받다가 죽었다. 주상이 역적으로 처단하려고 하자, 대신이 아뢰기를,“경연 석상에서 정여립 한 사람이 나온 것도 이미 불행한 일인데, 백유양이 아무리 형편없다 하더라도 어찌 다시 정여립 한 사람이 되겠습니까.”하니, 주상이 아래에서 마음대로 한다고 꾸짖으면서 감히 다시 말하지 못하였다. 백유양의 아들 진사 유진민도 고문을 받다가 죽었다. 유진민은 재명이 있었는데 아버지의 죄에 연좌되어 죽었으므로 사론이 원통하게 여겼다. 이발의 소제인 현감 이급은 형의 죄에 연좌되어 죽었고, 이발과 이길은 죽은 뒤에 어머니, 아내, 어린 아들이 모두 추후에 구속되었다. 이발이 옥에 갇혔을 때 이정란에게 말하기를,“내가 눈이 있어서 사람을 알아보지 못한다. 그대는 죽음을 면할 것이니 모름지기 칼로 내 눈을 걷어 내라.”하고, 또 말하기를,“나는 조헌의 말을 채용하지 않은 것을 후회하여 이 지경에 이르렀다.”하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 6번째기사",
                "gt-oKo": "역당(逆黨) 선홍복(宣弘福)이 복주(伏誅)되고, 이발·이길·백유양·유덕수(柳德粹) 등은 하옥되어 고문받다가 죽었다. 홍복은 낙안(樂安)의 교생(校生)인데 정여립과 같은 동아리로 역적의 초사(招辭)에 나왔다. 도사(都事) 신경희(申景禧)가 잡아올 때 문서를 수색하였는데 거기에 역모(逆謀)에 가담한 정상이 있었다. 홍복이 승복하여 사형에 처해지고 또한 이발·이길·백유양을 같은 동아리로 끌어대고 또 전 선산 부사(善山府使) 유덕수의 집에 부도(不道)한 참서(讖書)가 있는 것을 이진길(李震吉)이 얻었다고 고하였다. 이때 이발 등이 배소로 가는 도중이었는데 다시 추후에 하옥되어 고문을 받다가 죽었다. 유덕수의 집에도 서찰이 있었는데 모두 고문을 받다가 죽었다. 이발 등의 이름이 처음에는 고변서(告變書)에 나오지 않았는데, 정즙(鄭緝)·선홍복이 처형에 다다라 어지럽게 끌어대었다. 정상에 적확한 근거가 없었고 단지 여립과 편당을 지어서 추천하고 비호하였으며 논의가 구차하였다는 연유뿐이었으나 상의 의심이 없지 않았었다. 그런데 역적의 가서(家書)를 보게 되어서는 그 중에 이발의 서찰이 가장 많았고 시사를 통합해 논하되 기휘하는 바가 없었으며 주상의 동정을 모두 통보하였는데 이 때문에 죄를 받은 것이 가장 혹독하였다. 정철이 같은 반열의 대신에게 말하기를, “이발의 죽음이야 어쩔 수 없거니와, 이길도 아울러 사형에 처해야 하는가.” 하고, 곧 독계(獨啓)하여 다시 품의하였으나 마침내 가형(加刑)을 면하지 못하였다. 백유양이 역적에게 보낸 서찰 가운데 위를 범한 말이 더욱 많아 이미 고문받다가 죽었다. 상이 역적으로 처단하려 하자 대신이 아뢰기를, “경악(經幄) 사이에서 하나의 정여립이 나온 것도 이미 불행한 일인데, 유양이 무상(無狀)하기는 하지만 어찌 다시 여립으로 삼을 수 있겠습니까?” 하니, 상이 아래에서 전단(專斷)한다고 책하였으므로 곧 감히 다시 말하지 못하였다. 백유양의 아들 진사 백진민(白振民)도 고문받다가 죽었다. 진민은 재명(才名)이 있었는데 아버지의 죄에 연좌되어 죽으니 사론이 원통하게 여겼다. 이발의 작은 아우 현감 이급(李汲)도 형에 연좌되어 죽었다. 이발·이길이 죽은 뒤에 그의 어머니·아내·어린 아들도 모두 추후에 수금당하였다. 이발이 옥에 있을 적에 이정란(李廷鸞)에게 말하기를, “내가 눈이 있으면서 사람을 알지 못하였다. 그대는 죽음을 면하게 될 것이니 모름지기 칼로 내 눈을 뽑아버리라.” 하고, 또, 말하기를, “내가 조헌의 말을 듣지 아니하여 이 지경에 이르렀음을 후회한다.” 하였다.",
                "hj": "○逆黨宣弘福伏誅, 李潑、李洁、白惟讓、柳德粹等, 下獄栲死。 弘福樂安校生也。 以汝立同黨, 出於賊招。 都事申景禧拿來時, 搜得文書, 有逆謀狀。 弘福就服處死, 且引李潑、李洁、白惟讓爲同黨, 又告前善山府使柳德粹家, 有讖書不道, 李震吉得之。 時, 潑等就配在途, 再追下獄, 受栲而死。 德粹家亦有書札, 竝被栲斃。 潑等初不出於告變書中, 鄭緝、弘福臨刑亂引。 情狀無的據, 而只緣與汝立黨比, 推薦庇護, 論議苟且, 上已不能無疑。 及見逆賊家書札中, 潑之書最多, 而通論時事, 不避忌諱, 凡上動靜, 皆報知之, 以此受罪最酷。 鄭澈謂同列大臣曰: “潑之死已矣, 洁亦當倂命耶?” 卽獨啓更稟, 而竟加刑不免。 白惟讓與賊書中, 尤多犯上語, 旣栲死。 上欲以逆賊科斷, 大臣啓曰: “經幄間出一汝立, 已是不幸, 惟讓雖無狀, 豈復爲汝立乎?” 上以自下專, 輒責之, 乃不敢復言。 惟讓之子進士振民, 亦栲死。 振民有才名, 坐父而死, 士論冤之。 潑之少弟縣監汲, 坐兄而死。 潑、洁死後, 母、妻、稚子, 竝被追繫。 潑在獄, 謂李廷鸞曰: “吾有眼, 不識人。 君當免死, 須以刀, 抉吾眼去。” 又曰: “吾悔不用趙憲之言, 以至此。”"
            },
            "7": {
                "H2KE-EN": "Bai Yan (K. Baek Yuyang contained many errors. The errors of the enemies were explained in the 남북 of the imperial court. When the King learned of this, the imperial court also divided into groups and asked, Who is the men of the north and the north? [Bai Yan] Yuyang replied, The men of the north are Yi Bal , Yi Gil , 정언 Sin , 정언 Ji , Jeong Jeup , and the men of the enemies of [Bai Yan] Yuyang are all ten. At that time, Jo Inhu entered the Royal Confucian Academy. Yuyang said, [Jo] Inhu is the men of the north. After Jo Inhu withdrew, he was awaiting his punishment. He was worried and lost his life and died. [Bai Yan] Yuyangs errors of the enemies to summon [Bai Yan] Yong [] to return to the imperial court. [Bai Yan] Yong presented a memorial to await his punishment. The errors were as follows: In the ten-year [mourning period], your subject heard that Jeong Yeorip , a man of Jeolla Province , was quite charged with reading books and studying diligence. However, he was not a man who did such things. After hearing that his personality was harbored self-restrained, he rushed his own opinion and insulted his 선정. Upon hearing this, he was not pleased. Later, his reputation was growing gradually, and his words were worried. Everyone wanted to recommend [Bai Yan] in the Royal Confucian Academy for a long time. Only the former Second Inspector Yi Gyeongjung devoted himself [Bai Yan]. At that time, when Gyeongjung served as assistant section chief of the Ministry of Personnel , one day, your subject happened to meet with him and asked [Bai Yan] Yeorips personality. [Yi] Gyeongjung said, I am fully aware of the character. Earlier, he lived in the Royal Confucian Academy and observed his actions. It is very impossible to have him serve in the Royal Confucian Academy. Even though he read books as a praise of the enemies, he changed generosity and self-restrained in the ancients. He has already been able to reform himself. How could [Bai Yan] be appointed to a government position? Even though he is impeached by the impeachment, he is not worried. Your subject was able to hear the enemies of the enemies. Hearing the words of Gyeongjung, he was also suspected that he was not an auspicious man. From this day, the Office of the Inspector General impeached [Bai Yan] Gyeongjung to the Royal Confucian Academy, and he eventually impeached [Bai Yan] Gyeongjung. If Your Majestys benevolence hears that Gyeongjungs punishment should be reduced, [Bai Yan] should be banished to his hometown in order to share his faults and reflect upon his faults, thereby warning subjects. This would be very fortunate. The King responded [Bai Yan] with comfort. A man named Bai Yans errors of the enemies of the impeachment of the entire enemies. At this time, [Bai Yan] Yong [] explained the facts of [Bai Yan] Yeo립s",
                "H2KE-nKo": "백유양이 구사한 말에 착오가 많았다. 역적의 편지에 조정의 남북에 관한 말이 있었다. 주상이 비로소 조정에서 또 당파를 나누어 묻기를,“백유양이 이른바 남북인이란 누구인가?”하니, 백유양이 대답하기를,“북인은 바로 이발, 이길, 정언신, 정언지 및 정적과 신 백유양 등 모두 10인입니다.”하였다. 이때 조인후가 승지로 입시하였는데, 백유양이 아뢰기를,“조인후는 바로 북인입니다.”하였다. 조인후가 물러나 대죄하면서 근심하고 두려워하다가 실성하여 죽었다. 백유양의 편지에 “백여립을 권하고 입시할 때 유성룡을 불러 조정으로 돌아오게 해 달라.”라는 말이 있었다. 유성룡이 상소하여 대죄하였는데, 그 대략에,“신이 10여 년 전에 호남에 정여립이라는 자가 독서하고 학문에 부지런하다는 것으로 자못 이름이 났다는 말을 들었으나 그가 어떤 사람인지는 몰랐습니다. 이어서 들으니, 그의 사람됨이 고상하게 스스로를 내세우고 큰 소리를 치는 것이 합당하지 않다고 하면서 망령되이 자기 소견으로 선정을 능멸하였다고 하였습니다. 신은 이 말을 듣고 이미 그 사람을 좋아하지 않았습니다. 그 뒤에 명성이 점점 성해지고 전하는 자가 더욱 많아지자 모두 요로에 천거되어 들어가 오랫동안 용비한 자리에 침체되어 있는 것을 굴복시키려고 하였는데, 오직 고 집의 이경중만이 극력 배척하였습니다. 그때 이경중이 이조 좌랑으로 있었는데, 하루는 신이 우연히 서로 만나 정여립의 사람됨을 물으니, 이경중이 아뢰기를,“그의 사람됨은 내가 자세히 알고 있습니다. 조년에 일찍이 관학에 함께 거처하면서 그의 소행을 살펴보니 대단히 형편없었습니다. 독서를 명예로 삼지만 기질을 변화시키는 것은 옛사람도 오히려 어렵게 여겼습니다. 타고난 품성이 이미 이와 같으니 어찌 구구하게 독서한 힘으로 변화시킬 수 있겠습니까. 만일 그를 등용한다면 반드시 조정을 어지럽히고 사림에 욕을 끼치게 될 것입니다. 내가 이미 이와 같은 것을 분명히 알고 있는데 어찌 등용할 수 있겠습니까. 비록 이 때문에 탄핵을 받더라도 또한 돌아보지 않을 것입니다.”하였는데, 그 말이 매우 정확하였다.신이 그때 아직 역적의 얼굴을 보지 못하였기 때문에 이경중의 말을 듣고 마음속으로 또한 그가 결코 길인이 아니라는 것을 의심하고 또한 감히 그가 어떤지 단정하지 못하였다. 이로부터 외정이 떠들썩하여 모두 이경중을 선사를 시기하고 미워한다고 하였다. 신사년 여름에 헌부가 아름다운 선비를 막는다는 것으로 발론하여 마침내 이경중을 전조에 배척하였는데, 이른바 아름다운 선비란 바로 정여립이다. 조정에 길이 한번 열리면서부터 서로 미루고 추천하여 점차로 이루어져 억제할 수 없게 되었다. 그러나 신은 그래도 전날의 견해로는 그 사람을 좋아하지 않았기 때문에 역적이 정언으로 있을 때 조정에 함께 있었으나 서로 만난 적이 없었다. 그래서 신의 동료들이 이경중의 말을 들은 자들도 대부분 그를 취하지 않았다. 이 때문에 백여립 등이 반드시 때를 틈타 화를 전가하고자 하여 신을 거간이라고 지목하여 제거하고자 하였으니, 그 말이 매우 참혹하였다. 또 그 자취를 엄호하고자 하여 도리어 거간이라는 이름으로 다른 사람을 지목하였다. 그의 사람됨이 이와 같으니 또한 무슨 짓인들 못하겠는가.이 역적이 사우의 사이를 따라다니며 감히 궤사한 행동을 하여 온 세상을 현혹하였는데, 간혹 그 기미를 엿보는 자가 있었으나 다만 그가 반복되어 안정되지 못할까 걱정하였을 뿐이니, 어찌 그가 악한 짓을 하는 것이 이처럼 극도에 이를 줄 알았겠는가.지금으로 보건대, 먼저 정여립의 간악한 정상을 알고 있는 자는 오직 이경중 한 사람뿐이다. 만일 왜곡되게 돌출한 섶을 옮긴 공을 논한다면 이경중이 해당될 것이다. 그러나 그 나머지 사람들은 지금 술에 취한 듯 바빠서 전후의 사류가 모두 그의 술수에 빠져 그럭저럭 날짜만 보내면서 명백하게 드러내지 못하고 있다. 도깨비 같은 간신이 이미 우정에서 드러났으나 아래에 있는 사람들이 그 싹을 미리 꺾지 못하여 사직의 근심을 위로 임금에게 끼치게 하고 명예를 더럽히는 수치를 조정에 연루되게 하였다. 사람의 계책이 훌륭하지 못한 것 또한 하늘이 하는 것이니, 생각하면 가슴이 아프고 어찌 차마 말할 수 있겠는가.신이 역적에 대해 전에는 10년 동안 취하지 않으려는 마음이 있었고 뒤에는 은미한 것을 살피고 드러난 것을 알 수 있는 기회가 있었는데, 조정에 벼슬할 때 도도하게 자취를 뒤섞어 일찍이 한마디 말로 그 간사한 정상을 드러내지 못하였다. 선견지명이 멀리는 구령에게 부끄럽고 간사한 자를 억제하는 힘이 가까이는 이경중에게 내려졌으니, 이 때문에 나라를 저버린 죄를 피할 수 없게 되었다. 유방하고 찬극하는 것도 실로 마음에 달게 여기는 바이다. 만일 성은으로 신의 심적을 가엾게 여겨 그 죄를 말감해 준다면 전리로 내쫓아 그로 하여금 문을 닫고 허물을 반성하게 하여 신하 된 자의 경계가 되게 한다면 매우 다행이겠다.”하니, 주상이 위유하였다. - 유성룡은 단지 그 이름이 백유양이 역적에게 준 편지에 나왔을 뿐 애당초 역옥에 간여한 일이 없었다. 다만 이때 조신들이 반역의 정상을 빚어냈다는 것으로 한쪽의 사류에게 죄를 돌렸기 때문에 유성룡이 백여립의 정상을 낱낱이 진달하여 백여립을 끊지 않은 죄를 밝혔을 뿐이다. 정인홍이 이로 인해 죄를 얻어 마침내 유성룡과 틈이 벌어졌으니, 남북의 틈이 벌어졌다. -\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 7번째기사",
                "gt-oKo": "백유양의 초사(招辭)에 착오가 많았다. 역적에게 보낸 서찰 중에 조정의 남북(南北)에 관한 말이 있었다. 상이 비로소 조정이 또 분당한 것을 알고 유양에게 묻기를, “이른바 남인 북인은 누구인가?” 하니, 백유양이 아뢰기를, “북인은 이발·이길·정언신·정언지 및 정적(鄭賊)과 신(臣) 유양(惟讓) 등 모두 10인입니다.” 하고, 조인후(趙仁後)가 승지로 입시하였는데 유양이 아뢰기를, “인후는 곧 북인입니다.” 하였다. 조인후는 물러나서 대죄(待罪)하였는데 근심과 두려움으로 실성하여 죽었다. 유양의 서찰에 여립에게 ‘입시할 때에 유성룡을 불러 환조(還朝)하기를 청하라.’고 권한 말이 있었다. 유성룡이 상소하여 대죄하였는데, 그 대략에, “신이 10여 년 전에 호남에 정여립이란 자가 독서와 학문에 부지런하다는 것으로 자못 이름이 났다는 말을 들었으나 그가 어떠한 사람인지는 알지 못하였습니다. 이어 듣건대, 그는 인품이 고상함을 스스로 내세우면서 큰소리쳐서 당할 자가 없고 망령되이 자기 소견으로 선정(先正)을 능멸한다 하였습니다. 신이 이 말을 듣고 이미 그를 좋게 여기지 않았습니다. 그 뒤 명성이 점차 성대하여지고 전하는 자가 더욱 많아지자, 모두 요로에 천거하려고 하면서 오래도록 용비(冗卑)한 자리에 침체되는 것을 굴억(屈抑)으로 여겼는데, 오직 고(故) 집의 이경중(李敬中)만이 그를 극력 배척하였습니다. 그때 경중이 이조 좌랑으로 있었는데 하루는 신이 우연히 서로 만나 여립의 인품에 대해 물으니, 경중은 ‘그의 인품은 내가 자세히 아는 바이다. 조년(早年)에 그와 관학(館學)에 같이 거처하면서 그가 하는 것을 살펴보았는데 대단히 무상(無狀)하다. 독서하는 것을 명예로 삼고 있으나 기질을 변화시키는 것은 옛 사람도 오히려 어렵게 여겼다. 타고난 자질이 이미 그러한데 어찌 하찮은 독서의 힘으로 변화시킬 수 있겠는가. 만일 그를 쓰면 반드시 조정을 어지럽히고 사림(士林)에게 욕을 끼치게 될 것이다. 내가 이미 이러한 것을 분명히 아는데 어찌 진용(進用)할 수 있겠는가. 이로써 탄핵을 받더라도 근심하지 않는다.’ 하였는데, 그의 말이 매우 확고하였습니다. 신이 그때까지 역적의 얼굴을 보지 못하였으므로 경중의 말을 듣고 마음 속으로 또한 그가 결단코 좋은 사람이 아님을 알았으나 또한 감히 어떠한지는 단정하지 못하였습니다. 이로부터 외정(外庭)이 왁자지껄하게 떠들면서 모두 경중이 선사(善士)를 시기하고 미워한다고 하였습니다. 신사년 여름에 헌부에서 ‘아름다운 선비를 가로막았다.’고 발론하여 마침내 이경중을 전조(銓曹)에서 내쳤는데 이른바 아름다운 선비란 곧 여립입니다. 조정에 길이 한번 열린 뒤부터 번갈아가며 서로 추천하여 점차 억제할 수 없는 지경에 이르렀습니다. 그러나 신은 전일의 견해로써 그 사람을 좋아하지 않았으므로 역적이 정언으로 있을 때에는 조정에 같이 있으면서도 서로 만나본 적이 없었습니다. 그리고 신의 제배(儕輩)로서 경중의 말을 들은 자는 대부분 그를 취하지 않았습니다. 이 때문에 여립이 신들에 대해 기필코 기회를 노려 재앙을 전가시키려 하면서 신을 거간(巨奸)이라 지척하여 제거하려 하였으니 그 말이 매우 참혹합니다. 또 자신의 자취를 엄호하기 위하여 도리어 거간이란 이름을 다른 사람에게 붙였던 것입니다. 그의 인품이 이와 같으니 또한 무슨 일인들 하지 못하겠습니까. 이 역적이 사우(師友)들을 따라다니며 감히 궤사(詭詐)한 행동으로 한 세상을 현혹시켰는데, 간혹 그의 은미(隱微)함을 엿본 자가 있기도 하였으나 단지 그가 반복되어 안정치 못한 것을 근심하였을 뿐이지 어찌 악한 짓이 이처럼 극도에 이를 줄이야 알았겠습니까. 이제 와서 살펴보건대 여립의 간상(奸狀)을 미리 안 사람은 오직 이경중 한 사람뿐입니다. 만일 환난을 미연에 말한 공을 논한다면 경중이 거기에 해당되고, 나머지 사람은 취한 듯 바보인 듯하여 전후 사류(士類)가 일체 그의 술책에 떨어져서 그럭저럭 날짜를 보냈을 뿐 명백하게 발거(發擧)하지 못하였습니다. 도깨비 같은 간계가 이미 우정(禹鼎)에서 드러났건만, 아래에 있는 사람이 그 싹을 미리 꺾지 못하였으므로 사직(社稷)의 근심을 위로 군부에게 끼치게 하였고 더러운 수치를 조정에 연루되게 하였습니다. 사람의 계책이 선하지 못한 것도 하늘이 시키는 것이라, 생각하자니 마음이 아파 차마 말할 수가 없습니다. 신이 역적에게는 전에 10년 동안 취하지 않는 마음이 있었고 뒤에 은미함을 살피고 드러난 것을 안 기회가 있었습니다. 그런데도 조정에 벼슬할 적에 도도히 뒤섞인 채 일찍이 한마디 말로 그의 간사한 정상을 피력하지 못하였습니다. 그리하여 앞 일을 미리 내다보는 밝은 지혜는 멀리는 장구령(張九齡)에게 부끄럽고 간사함을 억제하는 힘은 가까이 경중에 밑도니, 이로써 나라를 저버린 죄는 피할 길이 없습니다. 유방(流放)되고 찬배(竄配)되고 죽이는 벌을 실로 마음에 달게 여기는 바입니다. 성은(聖恩)으로 신의 심적(心迹)을 어여삐 여겨 죄를 말감(末減)시켜 전리(田里)로 돌아가 문을 닫고 허물을 반성함으로써 인신(人臣)의 경계로 삼도록 해주시면 매우 다행이겠습니다.” 하니, 상이 위로해 답하였다.【성룡은 그의 이름이 백유양이 역적에게 보낸 서찰 중에 나왔을 뿐이고 애당초 역옥(逆獄)에는 간여됨이 없었다. 그러나 이때에 조신이 역모의 일을 빚어낸 것을 한쪽의 사류(士類)에게 죄를 돌렸으므로 성룡이 상소하여 여립의 사상(事狀)을 두루 진달하여 여립을 끊지 않은 죄는 피차가 다름이 없음을 밝혔을 뿐이다. 정인홍이 이로 인하여 죄를 얻어 드디어 성룡과 틈이 벌어져 남·북의 사이가 벌어지게 된 것이다.】",
                "hj": "○白惟讓置辭多錯。 與賊書中, 有朝廷南北之說。 上始知朝廷又分黨問: “惟讓所謂南北人爲誰?” 惟讓對以: “北人是李潑、李洁、鄭彦信、彦智及鄭賊與臣惟讓, 凡十人。” 時, 趙仁後以承旨入侍, 惟讓曰: “仁後是北人。” 仁後退而待罪, 憂悸失性而死。 惟讓書中有勸汝立, 入侍時請召柳成龍還朝之語。 成龍上疏待罪, 略曰: 臣於十餘年前, 聞湖南有鄭汝立者, 頗以讀書勤學爲名, 而未知其爲何如人。 繼聞其爲人, 高自標置, 大言無當, 妄以己見, 凌駕先正。 臣聞此, 已不喜其人。 厥後聲稱漸盛, 傳者益多, 皆欲薦入要路, 以久沈冗卑爲屈, 惟故執義李敬中, 極力排之。 其時敬中爲吏曹佐郞, 一日臣偶與相値, 問汝立之爲人, 敬中曰: “渠之爲人, 吾所詳知。 早年嘗同處於館學, 觀其所爲, 大段無狀。 雖以讀書爲譽, 變化氣質, 古人猶難之。 稟賦旣如此, 豈區區讀書之力, 所能變化耶? 萬一用之, 必亂朝廷, 而貽辱士林。 吾旣明知如此, 何可進用? 雖以此被彈, 亦所不恤。” 其言甚確。 臣, 時尙未見賊面, 故聞敬中之言, 心亦疑其定非吉人, 亦不敢斷其如何也。 自是外庭喧嘩, 皆以敬中爲忌嫉善士。 至於辛巳夏, 憲府以防塞佳士發論, 竟斥敬中於銓曹, 所謂佳士, 卽汝立也。 自廷路一開, 更相推擧馴致, 不可沮抑。 然臣猶以前日之見, 不喜其人, 故當逆賊爲正言時, 同在朝中, 而未嘗相見。 臣之儕輩聞敬中之說者, 亦多不取。 以此, 汝立於臣等, 必欲乘時嫁禍, 指臣爲巨奸, 而欲去之, 其說甚慘。 又欲掩護其迹, 反以巨奸之名, 指屬他人。 其爲人如此, 亦何所不至耶? 此賊追隨師友之間, 敢爲詭詐之行, 眩惑一世, 間或有窺見其微者, 而徒憂其反覆不靖而已, 豈知爲惡之至於此極乎? 以今觀之, 先知汝立奸狀者, 惟敬中一人而已。 若論曲突徙薪之功, 則敬中當之矣。 而餘人方且如醉如痴, 前後士類, 一切墮其術中, 因循度日, 不能明白發擧。 魑魅之奸, 已露於禹鼎, 而在下之人, 無以逆折萌芽, 使社稷之憂, 上貽於君父; 汚衊之羞, 連累於朝廷。 人謀不臧, 亦天所爲, 思之痛心, 尙忍言哉? 臣於逆賊, 前有十年不取之心, 後有察微知著之機, 而立朝之時, 滔滔混迹, 不早以一言, 披露其奸狀。 先見之明, 遠愧於九齡; 抑奸之力, 近下於敬中, 以此負國罪, 無所逃, 流放竄殛, 實所甘心。 萬一聖恩, 憐臣心迹, 罪應末減, 則放歸田里, 使之杜門省愆, 以爲人臣之戒, 幸甚。 上慰答之。【成龍特名出白惟讓與逆賊書中耳, 初無干預於逆獄。 而特以是時朝臣, 以醞釀逆節, 歸罪於一邊士類, 故成龍歷陳汝立事狀, 以明不絶汝立之罪, 彼此無異而已。 鄭仁弘因此獲罪, 遂與成龍成隙, 南北之釁決矣。】"
            },
            "8": {
                "H2KE-EN": "The King conferred a posthumous title upon the late Second Inspector Yi Gyeongjung as second minister of personnel . The King issued a royal directive, which stated, When Yi Gyeongjung served as assistant section chief of the Ministry of Personnel , he became an excellent reputation of the powerful families when he became a multitude of the powerful families of the powerful fam",
                "H2KE-nKo": "고 집의 이경중에게 이조 참판을 추증하였다. 전교하기를,“고 집의 이경중은 일찍이 이조 좌랑으로 있을 때 역적의 괴수가 성대하게 명성이 있었을 때를 당하여 그의 형편없음을 알고 극력 배척하여 청현직에 통망하지 않다가 마침내 논핵을 받았으니, 그의 선견지충이 옛사람보다 못하지 않다. 판서에 추증하고 좋은 시호를 내려 포상하라.”하였다. 대관이 너무 지나치다고 말하니, 참판만 추증하고 관원을 보내 치제하라고 명하였다. - 제문에 이르기를,“내 앞에서 말하지 않은 것은 비록 어쩔 수 없는 일이기는 하지만 경이 말하지 않은 것이 아니고 말 또한 할 수 없는 일이다. 또 한 글자의 포상은 내가 하고 싶은 바이니, 아경을 추증한 것은 만덕이라고 할 수 없다.”하였다. - 주상이 사관에게 명하여 이경중을 논핵한 사헌부의 관원을 조사해 내어 전 장령 정인홍, 전 지평 박광옥을 삭탈 관직하라고 하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 8번째기사",
                "gt-oKo": "고(故) 집의 이경중(李敬中)에게 이조 참판을 추증하였다. 상이 하교하기를, “고 집의 이경중은 일찍이 이조 좌랑이 되어 역괴(逆魁)가 한창 명성을 떨칠 때에 그가 무상한 소인임을 알아 극력 배척하여 청현직(淸賢職)에 주의(注擬)하지 않다가 마침내 논핵(論劾)을 입었으니, 그가 앞 일을 미리 내다본 충성은 옛 사람에 못지 않다. 그를 판서에 추증하고 아름다운 시호를 내려 포상하라.” 하였는데, 대관(臺官)이 너무 과함을 아뢰니, 참판만을 추증하게 하고 관원을 보내어 치제(致祭)하도록 하였다.【그 제문에 ‘내 앞에서 말하지 않은 것은 애석한 일이었으나 경이 말하지 않은 것이 아니었고 말 또한 받아들여지지 않았다. 한 글자의 포상은 곧 내가 하고 싶은 바이니, 아경(亞卿)의 추증은 경의 덕에 만족한 것이 아니다.’ 하였다.】 상이 사관에게 경중을 논핵한 헌부의 관원을 고출(考出)하게 하여, 전  장령 정인홍, 전 지평 박광옥(朴光玉)을 삭탈 관직하였다.",
                "hj": "○贈故執義李敬中爲吏曹參判。 上敎曰: “故執義李敬中, 曾爲吏曹佐郞, 當逆魁盛有名稱, 知其爲無狀, 極力排之, 不通淸顯, 竟被論劾, 其先見之忠, 不下古人。 其追贈判書, 賜美謚以褒之。” 臺官言其大過, 命止贈參判, 遣官致祭。【祭文云: “不言予前, 是雖可措, 非卿不言, 言亦不得。 又一字之褒, 是予所欲, 亞卿之贈, 非曰滿德。】上命史官, 考出論敬中憲府官員, 前掌令鄭仁弘、前持平朴光玉, 削奪官職。"
            },
            "9": {
                "H2KE-EN": "The King ordered that Oh Huigil , Jeong Unryong , and others of Jeolla Province be appointed to government posts. Prior to this, during the gapsin year (, Oh Huigil , a resident of Gochang , was studying at Jeong Yeorip . One day, hearing that Yeogil disparaged Yi I and Seong , he wrote a long script letter and calculated the treacherous circumstances, saying, From this day forward, Huigils treacherous circumstances should be expelled from his gates. Yeogil was greatly angry and bound with a slave carrying a letter and rejected him. On this day, his letter was written on Yeogils letters【 Yeogil received a letter from others, and there was nothing he did not store it. Therefore, many who were punished. 】. The King read this letter and claimed it. After hearing this letter from the governor of Jeolla Province , Yeogils claimed that he had been imprisoned, and there was a man named Huigil. He was specially ordered to release him and sent a post horse to the capital. The people in the province were quite unaware of the reason. Huigil proceeded to the palace. The King ordered the Royal Secretariat to inquire, saying, Upon reading your letter that you presented to Yeogil, I am unaware of your praisew. You are the upright study of such a study and your sagacity. Why are you entering the gates of Jeong Yeogil? You always studyed someone who wrote a letter? He also asked whether you should release the letter of release or not. Huigil answered in detail the truth.",
                "H2KE-nKo": "호남 유생 오희길과 정운룡 등에게 관직을 제수하라고 명하였다.이보다 앞서 갑신년에 고창 사람 오희길이 정여립에게 종학하였는데, 하루는 정여립이 이이와 성혼을 비난하고 배척한다는 말을 듣고 이에 긴 글을 써서 정여립의 궤특한 정상을 나열하여 설명하면서 말하기를,“이로부터 오희길의 자취는 마땅히 그 문하에서 끊어질 것이다.”하니, 정여립이 크게 노하여 글을 가지고 온 종을 매질하여 물리쳤다. 이때에 이르러 그 글이 정여립의 문서 중에 있었는데, - 정여립이 남의 서찰을 받아 감추어 두지 않은 것이 없었기 때문에 죄를 얻은 자가 많았다. - 주상이 이를 열람하고 기특하게 여겼다. 전라 감사가 올린 정여립의 문도로서 수금된 문안에 오희길의 이름이 있음을 보고 특명으로 석방하고 역마를 갈아 서울로 보내게 하니, 도내 사람들이 자못 그 까닭을 헤아리지 못하였다.오희길이 예궐하자, 주상이 승정원에 오라고 명하고 묻기를,“네가 정여립에게 준 글을 보고 나도 모르게 가상히 여기고 감탄하였다. 너는 이처럼 올바른 학술과 고상한 소견으로 무엇 때문에 정여립의 문하에 출입하였는가? 너는 평소 그 사람을 스승으로 삼아 무슨 글을 읽었는가?”하고, 또 발해하였는지와 친속이 있는지에 대해 물으니, 오희길이 사실을 갖추어 대답하였다.\n",
                "date_ko": "선수 23권, 22년(1589 기축 / 명 만력(萬曆) 17년) 12월 1일(갑술) 9번째기사",
                "gt-oKo": "호남 유생 오희길(吳希吉)·정운룡(鄭雲龍) 등에게 관직을 제수하게 하였다. 이에 앞서 갑신년 무렵에 고창(高敞) 사람 오희길이 정여립에게 종유하며 배웠다. 하루는 여립이 이이·성혼을 헐뜯어 배척하는 말을 듣고 이에 장서(長書)를 지어 여립의 궤특(詭慝)한 정상을 나열하고 말하기를, “이로부터 희길의 발길은 마땅히 문하(門下)에서 끊어질 것입니다.” 하였는데, 여립이 크게 노하여 서찰을 가지고 온 종을 매를 쳐서 물리쳤다. 이때에 와서 그 서찰이 여립의 문서 속에 있었는데【여립이 남에게서 받은 서찰은 모두 간직해 두었으므로 죄를 입은 자가 많았다.】 상이 이를 열람하고 기특하여 여겼다. 전라 감사가 올린, 여립의 문도로서 수금당한 문안에 희길의 이름이 있음을 보고서 특명으로 석방하게 하고 역말을 갈아가며 서울로 보내게 하니, 도내 사람이 자못 그 까닭을 헤아리지 못하였다. 희길이 예궐(詣闕)하니, 상이 정원에 나오게 하여 하문하기를, “그대가 여립에게 보낸 서찰을 보고 나도 모르게 가탄(嘉歎)하였다. 그대가 그러한 올바른 학술(學術)과 높은 소견으로 어찌하여 정적(鄭賊)의 문하에 출입하였는가. 그대가 평일 그 사람을 스승으로 삼아 무슨 책을 읽었는가?” 하고, 또 발해(發解)의 여부와 친속(親屬)의 유무에 대해 하문하자, 희길이 사실대로 갖추 답하였다.",
                "hj": "○命授湖南儒生吳希吉、鄭雲龍等職。 先是, 甲申年間, 高敞人吳希吉, 從學于鄭汝立。 一日聞汝立詆斥李珥、成渾, 乃爲長書, 列數汝立詭慝之狀曰: “自此希吉之迹, 當絶於門下矣。” 汝立大怒, 笞持書奴子而退之。 至是, 其書在汝立文書中,【汝立受人書札, 無不藏置, 故得罪者多。】上閱是而奇之。 及見全羅監司所上, 汝立門徒被囚文案有希吉名, 特命放釋, 遞馬送京, 道內人殊不測其故。 希吉詣闕, 上命致政院問曰: “觀爾贈汝立書, 不覺嘉歎。 汝以如許學術之正、所見之高, 緣何出入於鄭賊之門耶? 汝平日師其人, 讀何書?” 且問發解與否、親屬有無, 希吉具對以實。"
            }
        }
    }
}