{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "At the beginning of the mujin year (, a contagious disease slightly and a contagious disease rampantly rampantly. Due to two days simultaneously, people called this contagious disease. Many of the old and the young have died.",
                "H2KE-nKo": "이때 돌림병이 잠잠하고 학질이 두루 번져 이틀 간격으로 번졌는데, 사람들이 당학이라고 하였다. 늙은이와 어린이가 많이 죽었다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 1월 1일(무진) 1번째기사",
                "gt-oKo": "이때 역질(疫疾)은 고개를 숙이고 학질이 한창이었는데 이틀 간격으로 앓았다. 사람들은 이를 당학(唐瘧)이라 불렀으며, 노인과 어린이가 많이 죽었다.",
                "hj": "○朔戊辰/是時癘疫寢息, 瘧疾徧熾, 間二日而作, 人謂之唐瘧, 老幼多死。"
            },
            "2": {
                "H2KE-EN": "The two imperial envoys stayed at Busan . Liu Jing and 소서행장이 also entered Japan first. They were not able to understand the procedure of receiving the imperial edict of investiture by discussing the proprieties.",
                "H2KE-nKo": "두 칙사가 부산에 머물렀는데, 심유경과 소서행장이 또 먼저 일본에 들어갔다. 조서를 맞이하는 절차를 의논한다고 핑계를 대었으나 사람들이 헤아릴 수 없었다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 1월 1일(무진) 2번째기사",
                "gt-oKo": "두 칙사는 부산에 머물렀고 심유경(沈惟敬)과 소서행장(小西行長)은 먼저 일본에 들어갔다. 조칙을 맞을 절차를 의논한다고 핑계대었으나 아무도 그 속사정을 몰랐다.",
                "hj": "○兩勑使留釜山, 惟敬、行長又先入日本。 稱以議迎詔節次事, 人莫能測。"
            },
            "3": {
                "H2KE-EN": "The King dismissed the left and right governors of Gyeongsang Province and reinstated one commissioner. The King appointed Yi Yongsun as circuit inspector of Gyeongsang Province . Yi Yongsun had no talent. When he served as magistrate of Naju Strategic County , he treated the scholar-officials who were 피난ing to avoid illness. Thus, he was promoted and promoted.",
                "H2KE-nKo": "경상도 좌감사와 우감사를 파직하고 다시 하나의 감사를 두었으며, 이용순을 경상도 순찰사로 삼았다. 이용순은 재능도 없이 나주 목사가 되어 피난온 사대부들을 후대하였기 때문에 명예를 얻어 발탁된 것이다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 1월 1일(무진) 3번째기사",
                "gt-oKo": "경상도 좌·우 감사를 파하고 다시 한 감사를 두었으며 이용순(李用淳)으로 경상도 순찰사를 삼았다. 용순은 아무런 재능이 없었지만 나주 목사로 있을 때 피난온 사대부를 후하게 대우한 덕으로 명예를 얻어서 순찰사에 발탁된 것이다.",
                "hj": "○罷慶尙道左右監司, 復置一使, 以李用淳爲慶尙道巡察使。 用淳無才能, 爲羅州牧使, 厚待避亂士大夫, 故得名譽, 致擢用。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, musul year (1428, the second year of King Sejongs reign was reappointed as Army Commander of the Middle Army and observed on the southern frontier.",
                "H2KE-nKo": "초하루에 다시 권율을 병마도원수로 삼아 남쪽 변방을 순시하게 하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 2월 1일(무술) 1번째기사",
                "gt-oKo": "다시 권율로 병마 도원수를 삼아 남쪽 변방을 순시하게 하였다.",
                "hj": "○朔戊戌/復以權慄爲兵馬都元帥, 巡視南邊。"
            },
            "2": {
                "H2KE-EN": "The King issued a royal edict to encourage the people of the southern correspondence. The edict read as follows: The foundation of the country is the people. Although I cannot possibly know that the people cannot possibly posess the posibility of the country, I truly know that the people cannot posess the posession of their livelihoods. Moreover, five years have passed without regretting the natural disaster, and one of the country has barely sustained the natural disaster. In our royal ancestors, two hundred years have raised their livelihoods, and their livelihoods have been destroyed from military arms, widespread diseases, and the cultivation of fields reached the world. Consequently, I do not think about the livelihoods of the people, but on the contrary, they insulted their livelihoods and exhausted their livelihoods. This is also very unworthy. Although I have little virtue, I also cannot bear such an unworthy situation. Upon reflection, after the military occurred war, the state affairs were numerous, and the expenses of expenses were extremely widespread. The hardships of frontier defenses and transporting provisions, and the expenses of expenses were so numerous that the people were able to supply their livelihoods. In the morning and in the evening, collecting taxes were collected, but the strength of their livelihoods could not be destroyed, and the strength of their livelihoods cannot be destroyed. When the able-bodied men were hanged or wounded on the trees, all the old and the elderly were starving to death. I suddenly lost their livelihoods, how could I possibly posibly posessed upon the people? Alas! The sovereign and the people are the same as a father and son. Who does not know that the sovereign should be love for the people and the country should be worried? Generally, the people who recently posibly posessessessessessed money and labor obligations from the people is inevitable for the state. When we transmit the military occursions and the corresponding strategic points, it is even more important for the people to protect the country and thus cannot be delayed. Even if the people are enough to enjoy their livelihoods, then the people cannot enjoy their livelihoods. Presently, this spring weather is cold and the cold weather is gradually growing. The symptoms of snather are growing down, and the symptoms are satisfactory. Nevertheless, the people who can support their livelihoods without worrying them. Alas! If there is no concern for the people to support their livelihoods, then the storehoods cannot be able to sustain their livelihoods. If the people are sufficient to lightly love for the people",
                "H2KE-nKo": "교서를 내려 남쪽의 사민에게 선유하였는데, 그 내용은 다음과 같다.“나라의 근본은 백성에게 있다. 내가 비록 나라를 의지하는 사람이라고 하더라도 백성을 곤궁하게 할 수 없다는 것은 진실로 알고 있다. 더구나 지금 하늘이 재앙을 내렸는데도 후회하지 않은 지 5년이 되었고, 나라가 거의 망해가다가 겨우 연명한 것이 한 가닥 실오라기이다. 우리 조종이 200년 동안 길러 온 백성들이 전쟁터에서 죽고 전염병과 굶주림에 시달려 살아 남은 자가 거의 없다. 그리하여 정읍이 황폐해지고 연기와 불꽃이 단절되어 천리가 쓸쓸하고 무성한 잡초가 하늘에 닿았는데도, 이에 백성들을 편안히 모여 살게 하고 살아갈 방도를 생각하지 않고 도리어 그들을 침해하고 괴롭히니, 힘을 다하고 재물을 다하는 것 또한 매우 불인한 것이다.내가 비록 덕이 부족하지만 또한 이처럼 잔인한 지경에는 이르지 않았다.돌아보건대, 전쟁이 일어난 이후로 나라에 일이 많았는데도 경상 비용은 매우 많았다. 수자리를 지키고 군량을 실어 나르는 수고로움과 식량을 싸서 보내는 비용이 요역과 정공 이외에 나오는 것을 이루 다 기록할 수 없을 정도이다. 아침에 징수하고 저녁에 징발하며 가혹하게 거두어들이지만 힘은 고갈되지 않을 수 없고 재물은 고갈되지 않을 수 없어, 나의 백성들로 하여금 곤궁하여 떠돌아다니게 하였다. 장정들은 길가의 나무에 목을 매기도 하고 늙고 파리한 자들은 모두 굶어 죽어 구덩이에 나뒹굴기도 하니, 빨리 내 몸을 망치는 것이 어찌 나의 백성이겠는가. 죄를 지고 허물을 반성해 보면 가슴이 타는 듯하다.아, 임금과 백성은 부자와 같은 것이다. 백성도 마음이 있다면 누군들 임금이 사랑해야 하고 나라가 근심해야 한다는 것을 모르겠는가. 지금 재물을 취하고 백성을 부역시키는 것은 모두 나라의 재정이 매우 부득이한 데서 나온 것이다. 그러나 군사를 훈련하고 요새를 설치하는 것과 둔전을 설치하는 등의 일은 더욱 오늘날 나라를 보전하고 외적을 막는 일을 늦출 수 없는 급선무이다. 비록 일을 봉행하는 사람이 조처를 잘못하여 혹 백성들을 거듭 곤궁하게 하는 것이라 하더라도 그 근원을 따져 보면 내가 백성을 괴롭히는 것이 아니다. 백성을 편안하게 하는 방도로 백성을 부리면 아무리 수고롭더라도 원망하지 않는 법이니, 오직 그대들 서민들은 아마도 나를 용서하리라고 생각한다. 그러나 백성의 부모가 되어 백성들로 하여금 날로 곤궁하게 하니, 내가 이를 생각하면 진실로 스스로 백성을 기쁘게 할 수 없다.지금 봄날이 따뜻해져 음산한 추위가 점차 풀리고 따뜻한 바람이 불면 단비가 내려 마른 것이 소생하고 칩거하던 것이 밝아지니, 모든 사람들이 기뻐하여 모두 삶을 취할 뜻이 있다. 그러나 불쌍한 우리 백성만 유독 이와 달라서 죽은 자는 다시 살아날 수 없고 산 자는 스스로 살아갈 수 없다. 길에는 굶어 죽은 시체가 즐비하고 들에는 굶어 죽은 시체가 널려 있는데 무슨 죄가 있기에 이런 지경에까지 이르렀는가. 말이 여기에 미치니 뼈에 사무치는 아픔이 가슴에 사무쳐 한밤중에도 잠을 이루지 못하고 눈에 임하면 먹을 것을 잊는다. 무릇 백성을 도울 수 있는 일이라면 생각하지 않는 것이 없지만 진대를 의논하면 창고가 이미 비었고, 다시 제거할 것을 생각하면 방어가 한창 급하니, 백성을 사랑하는 나의 마음이 여기에 이르러 실현될 수 없게 되었다. 백성들이 혹 허물을 용서받더라도 내가 무슨 낯으로 용서받겠는가.듣자니, 계사년에 포흠되어 백성에게 있는 것이 아직도 많아서 오랫동안 궁벽한 여염에 떠돌아다니며 마음 아파하는 고통을 겪고 있다고 한다. 이번에 특별히 일체 감면해 주고, 미결로 오래 갇혀 있는 죄수들도 속히 관대하게 처결하여 가난한 집에서 원통함을 호소하거나 감옥에서 고통을 참아 천지처럼 살리기를 좋아하는 마음을 상하게 하지 말라. 무릇 잘못된 정사와 잘못된 법이 백성들에게 해가 되어 백성들이 스스로 아뢸 수 없는 것에 관계된 것들도 방백과 어사에게 별도로 하유하여 그들로 하여금 마음을 다해 탐문해서 보고하는 대로 감면해 주게 하라. 그리하여 만 번 죽을 고비를 겪은 나의 남은 백성들이 조금이나마 쉴 수 있는 힘을 얻어서 나라를 편안하게 하는 근본으로 삼고 나의 덕을 저버리지 않게 할 것이다.아, 작은 은혜가 두루 미치지 못하니 감히 그대에게 깊이 할 수 있겠는가. 지극한 정성은 미덥지만 그래도 나에게 감동이 있기를 바란다.......”\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 2월 1일(무술) 2번째기사",
                "gt-oKo": "교서(敎書)를 내려 남쪽 사민(士民)에게 선유(宣諭)하였는데, 그 글은 다음과 같다. “나라는 백성을 근본으로 삼는다. 내 비록 나라가 의지할 바에 대하여는 어두우나 백성을 곤궁하게 해서는 안 된다는 것은 진실로 알고 있다. 하물며 하늘이 재앙을 내리고도 거두어들이지 않은 지가 5년이나 되었고 나라가 망할 지경에 이르러 겨우 유지해 감이 한 가닥 실낱과 같은 데랴. 우리 조종(祖宗)이 2백 년 동안 길러온 백성들이 전쟁으로 죽고 역질과 굶주림에 섬멸되어 살아 남은 자가 별로 없다. 마을은 황폐하여 굴뚝엔 연기가 나지 않으며 넓은 들판엔 쓸쓸하게 잡초만 무성하다. 이러함에도 그들을 편히 모여 살게 할 방도를 생각하지 않고 도리어 그들을 괴롭혀서 그들의 힘을 빼고 그들의 재물을 빼앗는다면 이 또한 불인(不仁)함이 심하다. 내 비록 부덕하지만 이렇게 잔인한 지경에 이르게 하지는 않으리라. 돌아보건대, 전쟁이 일어난 뒤로 국가가 일이 많아 일상 비용이 너무도 많다. 수자리를 살거나 전수(轉輸)하는 수고로움과 군량을 꾸려서 보내는 비용 등 요역(徭役)과 정상적인 공상(供上)에 벗어나는 것들을 이루 기록할 수 없다. 아침저녁으로 징발하고 가혹하게 거둬들였다. 힘은 빠지지 않을 수 없고 재물은 바닥나지 않을 수 없어, 나의 백성들로 하여금 힘을 잃고 흩어지게 하였다. 장정들은 길가의 나무에 목을 매기도 하고 노약자는 죽어서 구렁을 메웠다. 이 재앙이 내몸에 미칠 것이지 어찌해서 우리 백성들이 당한단 말인가. 죄를 지고 허물을 반성해 보니 내 마음 타는 듯하구나. 아, 임금과 백성은 부자와 같은 것이다. 백성도 마음이 있을텐데 임금을 사랑하고 나라를 근심해야 할 줄을 그 누가 모르겠는가. 무릇 지금 재물과 노역을 백성들에게 취하는 것은 모두 나라를 위한 계책상 부득이한 데에서 나온 것이며 군사를 훈련하고 성벽을 구축하며 둔전을 설치하는 일들은 더욱 나라를 보전하고 외침을 막는 데 있어 늦출 수 없는 급선무이다. 간혹 일을 맡아 행하는 사람의 조처가 적당하지 못하여 백성들을 거듭 피곤하게 만들기도 하였지만 그 근원을 따져보면 내가 백성들에게 사납게 구는 것이 아니다. 백성을 편하게 해줄 목적으로 백성을 부리면 아무리 괴롭더라도 원망하지 않는다고 하였으니 너희 백성들은 나를 용서하리라고 생각한다. 그러나 백성의 부모가 되어 백성으로 하여금 날로 곤궁하게 하였으니 내가 곰곰이 생각해 보아도 진실로 백성에 대해 스스로 기뻐할 일이 없구나. 지금 봄볕이 화창하여 그늘진 얼음이 차츰 풀리니, 봄바람에 요동치고 단비에 부풀어 올라 마른 가지 피어나고 움츠렸던 것도 고개를 들고 나오니 만물이 즐거운듯 생기를 가지는데, 슬프다, 우리 백성들만 이와는 딴판으로 죽은 자는 다시 살 수 없거니와 산 자도 스스로 살 길이 없구나. 길에는 시체가 즐비하고 들에는 거두지 않은 해골이 뒹구니 무슨 죄가 있기에 이런 지경에 이르렀는가. 말이 여기에 미치니 아픔이 뼛속까지 사무쳐 밤중에도 잠들지 못하고 밥을 대해도 먹기를 잊는다. 백성을 돕는 일이라면 생각하지 않은 것이 없지만 진대(賑貸)를 의논하면 국고가 이미 비었고 복제(復除)를 생각하면 적을 방어하는 일이 참으로 급한지라 백성을 사랑하는 나의 마음을 지금은 베풀 길이 없구나. 백성들은 혹 나의 허물을 용서해 줄지 모르지만 나는 무슨 낯이 있겠는가. 들으니, 계사년의 포흠(逋欠) 액수가 백성에게 많이 있어 오랫동안 곤궁한 여염에서 살을 에는 고통을 겪는다 한다. 이제 특별히 허락하여 일체를 감면하다. 죄수 중에 지체된 자는 급히 석방하여, 가난한 집에서 원통함을 호소하거나 감옥에서 고통을 겪도록 함으로써 천지가 살리기 좋아하는 마음을 손상시키는 일이 없도록 한다. 무릇 잘못된 정치와 나쁜 법이 백성에게 해를 끼치는데도 백성이 스스로 아뢸 수 없는 것은 방백(方伯)과 어사(御史)에게 별도로 하유하여 마음을 다해 방문하게 하여 보고를 받는 즉시 제거하겠다. 그리하여 숱한 죽음 속에서 살아 남은 나의 백성들이 조그만 힘이라도 쉴 수 있게 해서 나라의 근본을 안녕케 하여 나의 덕을 저버리는 일이 없게 하겠다. 아, 조그만 혜택도 아직 두루 베풀지 못했으면서 감히 너희에게 매우 능하다고 말하리요만 정성이 지극하면 믿게 된다고 하였으니 내게 감동이 있기를 바란다.”",
                "hj": "○下敎書, 宣諭南方士民, 其書曰: 邦本於民。 予雖惛國之所依, 而民不可窮, 則固知矣。 矧今天降禍而不悔者五年, 國垂亡而僅延者一綫。 我祖宗二百年休養之齒, 殲於兵鏑、疫癘、飢餓, 而孑遺者無幾。 井邑荒墟, 烟火斷絶, 千里蕭然, 灌莾極天。 於是而不思所以安集之、生息之, 反從而侵苦焉, 竭其力、殫其財, 其亦不仁甚矣。 予雖涼于德, 亦不至如此之忍也。 顧念, 兵興以後, 國家多事, 而經用甚廣。 戍守轉輸之勞、餱糧齎送之費, 出於徭役、正供之外者, 不可勝記。 朝徵夕發, 頭會箕斂, 而力不得不殫; 財不得不竭, 使予赤子, 困頓流離。 丁壯或縊於道樹, 老羸皆塡於溝壑。 亟喪我躬, 寧丁我民? 負罪省咎, 焚灼在心。 嗚呼! 君與民, 猶父子也。 民亦有心, 孰不知君之當愛、國之當憂哉? 凡今之取財、役力於民者, 皆出於國計之甚, 不得已, 而至於練兵設險, 及此屯田等事, 尤爲今日保邦禦侮, 不可緩之急務也。 雖其奉事之人, 施措乖宜, 或重困生民者, 而究其原則予非以厲民也。 佚道使民, 雖勞不怨, 惟爾庶民, 想亦有恕於予, 而爲民之父母, 使民日瘁, 昧昧予思之, 誠無以自悅于民。 目今春日載陽, 陰冱漸釋, 和風所動, 甘雨所潤, 枯槁者蘇, 出蟄者昭, 百物欣欣, 皆有取生之意, 而哀我元元, 獨異於此, 死者不可復生, 生者無以自聊。 道殍相望, 野骴不收, 何罪何辜, 至於此極? 興言及此, 痛切骨心, 中夜不寐, 臨飡忘食。 凡可以佐百姓者, 無所不慮, 而議賑貸, 則倉廩已罄; 思復除, 則防禦正急, 予之愛民之心, 至此而無所售矣。 民或赦過, 予則何顔? 聞, 癸巳逋欠之在民者尙多, 久貽窮閻剜心之苦。 今玆特許一切蠲免, 罪囚之淹滯者, 亦令急疏放, 俾無呼冤蔀屋, 忍痛圜門, 以傷天地好生之心。 凡干疵政、弊法之爲民害, 而民不能自達者, 亦另諭方伯、御史, 使之盡心詢訪, 隨報蠲除。 庶予萬死餘民, 得休一分之力, 以爲寧邦之本, 而以無負予德。 嗚呼! 小惠未遍, 敢言深能乎爾? 至誠則孚, 尙冀有感於予。 云云。"
            },
            "3": {
                "H2KE-EN": "Kim Huiyun again entered the Jianzhou Guard and presented the King with gifts of silk. The King held a banquet to entertain him. [Kim] Huiyun admonished him, saying, Do not blame between Joseon and mutual discord between Joseon. Nogachi and others all expressed their gratitude, and dared not dare to do so. [The King] also requested that Joseon and mutual conspiracy with mutual conspiracy. [Kim] Huiyun said, It is not necessary to mutual conspiracy with mutual conspiracy. Nogachi did not repeatedly on this matter. Only [Kim] Huiyuns courtesy and words were arrogant in his behavior as before. Huiyun was frightened, and he hurriedly drawed his horse and returned.",
                "H2KE-nKo": "김희윤이 다시 건주에 들어가 폐물을 증정하니, 노아합치 형제가 잔치를 베풀어 맞이하여 위로하였다. 김희윤이 조선과 서로 사이가 나빠 흔단을 일으키지 말라고 타이르니, 노아합치 등이 모두 감히 그럴 수 없다고 사례하고, 또 조선과 맹약을 맺어 서로 우호 관계를 맺겠다고 청하였다. 김희윤이 말하기를,“각각 봉장을 지킬 뿐이지 맹호를 맺을 필요는 없다.”하니, 노아합치는 다시 말하지 않고 김희윤만을 대하면서 예모와 언사가 전보다 거만하였다. 김희윤이 마음으로 두려워하여 급히 달려 돌아갔다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 2월 1일(무술) 3번째기사",
                "gt-oKo": "김희윤(金希允)이 다시 건주(建州)에 들어가 폐물(幣物)을 주니, 누르하치[奴兒哈赤] 형제가 잔치를 열고 환영하였다. 희윤 등이 조선에 대해서 말썽을 일으키지 말라고 타이르니, 누르하치 등이 모두 감히 그럴 수 있겠는가고 사죄하고 다시 조선과 우호를 위한 동맹을 맺자고 청하였다. 희윤이 ‘각자 자기의 국경만 지키면 되지 우호동맹을 맺을 필요는 없다.’ 하니, 누르하치는 그 이상 말은 하지 않았으나 희윤을 대하는 태도나 말씨가 전보다 거만스러워졌다. 희윤은 두려운 마음이 들어서 말을 빨리 달려 되돌아왔다.",
                "hj": "○金希允再入建州, 贈給幣物。 奴兒哈赤兄弟設宴迎慰。 希允喩以勿與朝鮮相失生釁, 奴兒哈赤等皆謝不敢, 且請與朝鮮結盟相好。 希允曰: “但各守封場, 不必盟好。” 奴兒哈赤不復言, 但對希允禮貌言辭, 比前倨傲。 希允心懼, 疾驅而歸。"
            },
            "4": {
                "H2KE-EN": "Kim Deokryeong , a member of the Military Training Office , was arrested and interrogated and specially released. Deokryeong delayed an official document and beat a post-station functionaries to death. He also imprisoned the father of Kim Deokryeong , the fugitive soldiers, and beat the death [of Kim Deokryeong]. The death [of Kim Deokryeong] was a slave of [Kim] Geunsu . [Kim] Geunsu inspected the southern patrol and persuaded [Kim] Deokryeong to release him. Deokryeong refused to accept it, and Geunsu was immediately put to death. Geunsu was reluctant to repeated himself and strongly said that he was not trustful and enjoyed murder. He cannot serve as a commandant. Consequently, there was occasions wherein Deokryeong killed no more than a few people and reached the water. Subsequently, [Kim Deokryeong] was arrested and interrogated, clarifying his guilt, and the King specially ordered to release [Kim Deokryeong] and encourage him and send him [to the capital]. [The King] also bestowed one horse of fight upon him. The King said to the officials attending him, Originally, when Deokryeong was excessive, he said that Han Sin was reappointed again. Now that he sees this, he cannot serve as a commandant of a member of a member.",
                "H2KE-nKo": "잡아다 국문한 의병장 김덕령을 특별히 풀어 주라고 명하였다. 김덕령이 첩보를 전달하는 것을 지체하였다는 이유로 역졸 한 사람을 장을 쳐서 죽게 하였고, 또 도망온 군사의 아버지를 가두고 장을 쳐서 죽게 하였는데, 죽은 자는 윤근수의 노속이었다. 윤근수가 남쪽 지방을 순시하면서 김덕령을 면유하여 풀어 주게 하니 김덕령이 응낙하였다. 윤근수가 돌아와서 즉시 그를 죽였는데, 윤근수가 반복 무상함을 혐의하여 그가 신의가 없고 학살을 좋아하니 장수가 될 수 없다고 강력히 말하였다. 이에 논자들이 분분하여 김덕령이 살인한 숫자를 헤아릴 수 없을 정도로 많다고 하면서 사람을 물에 빠뜨려 죽게까지 하였다. 마침내 김덕령을 잡아다 신문하니 증거를 들어 스스로 해명하였다. 주상이 특별히 풀어 주라고 명하고 위유하여 보냈다. 또 전마 1필을 하사하였다. 주상이 입시한 신하들에게 말하기를,“당초에 김덕령을 지나치게 추장하여 한신이 다시 나온다고 하였는데, 지금의 상황으로 보면 돌격하는 한 명의 장령에 불과하니 대장이 될 수 없다.”하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 2월 1일(무술) 4번째기사",
                "gt-oKo": "잡아다가 국문하던 의병장 김덕령(金德齡)을 특명으로 석방시켰다. 덕령은 첩보(牒報) 전달을 지체했다는 이유로 역졸 한 사람을 매로 쳐서 죽였을 뿐만 아니라 도망한 군사의 아버지를 잡아다가 매를 쳐서 죽게 하였는데 죽은 자는 바로 윤근수(尹根壽)의 노속(奴屬)이었다. 근수가 남쪽 지방을 순시하는 도중에 덕령을 직접 만나 석방해 주도록 타일렀고 덕령은 이를 승락하였는데 근수가 돌아가자 즉시 그를 죽였던 것이다. 근수는 그가 약속을 어긴 것이 미워서, 덕령은 신의가 없고 학살을 즐겨서 장수 재목이 되지 못한다고 역설하였다. 이때 논의가 분분해서, 덕령은 살인을 부지기수로 많이 했으며 심지어 사람을 물에 빠뜨려 죽였다고 말하는 자까지 있었다. 결국 덕령을 나국하였는데 증거를 들어 스스로 해명하자 상(上)은 특별히 방면할 것을 명하여 위로하고 달래어 보내고 또 전마(戰馬) 1필을 주었다. 상이 입시한 여러 신하들에게 일렀다. “당초에 덕령을 지나치게 추장하여 한신(韓信)이 다시 나타났다고 하였는데 이제 보니 하나의 돌격 장령(突擊將領)을 시키기에 합당할 뿐 대장을 삼기엔 가합하지 않다.”",
                "hj": "○拿鞫義兵將金德齡, 特命釋之。 德齡以傳牒稽滯, 杖驛卒一人致斃, 又囚逃軍之父, 杖之致死, 死者, 尹根壽奴屬也。 根壽巡視南方, 面諭德齡釋之, 德齡應諾, 根壽還, 卽殺之。 根壽嫌其反覆, 力言其無信義、嗜虐殺, 不可爲將。 於是, 論者紛紜, 謂德齡殺人不知其數, 至沈人於水。 遂拿問德齡, 擧証自明, 上特命放罪, 慰諭而遣之, 又賜戰馬一疋。 上謂入侍諸臣曰: “當初推奬德齡太過, 謂韓信復出。 以今觀之, 不過合作突擊一將領, 不可爲大將也。”"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "A discussion was held on constructing the mountain fortresses of each province. At this time, the peoples labor obligations were twice as much.",
                "H2KE-nKo": "각 도의 산성을 쌓는 일을 의논하였다. - 이에 백성들의 부역이 배나 고통스러웠다. -\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 3월 1일(무진) 1번째기사",
                "gt-oKo": "각도의 산성 축조를 의논하였다.【이리하여 백성들의 부역은 갑절 괴롭게 되었다.】",
                "hj": "○朔戊辰/議築各道山城。【於是, 民役倍苦。】"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Yi Jongseong , envoy for presenting gifts to the Emperor [of Ming China] , escaped and returned. S Sadamori remained at Busan Garrison and was waiting for Sim Yugyeong to wait for his return trip [to Japan]. A Japanese came from Japan and secretly spoke to S Sadamori , saying, Truly, the 관백 did not receive the investiture of the Japanese envoys and enticed Sim Yugyeong to imprison and insult the bribe. The friendly relations did not occcur. This only causes the Kings order. S Sadamori was greatly afraid that he wrote a sword and sent a report to the messenger. He sounded a sword with a yellow wooden en",
                "H2KE-nKo": "삭정유년 호봉왜 정사 이종성이 도망쳐 돌아왔다. 이종성이 오랫동안 부산의 진영에 머물면서 심유경을 기다렸는데, 그가 돌아오기 전에 의심을 하고 있었다. 이때 어떤 왜인이 일본에서 와서 이종성에게 은밀히 말하기를,“관백은 실로 책봉을 받을 의사가 없고, 장차 조사를 유인하여 잡아 가두어 곤욕을 치르게 하면서 뇌물을 요구하려 하니, 화친은 끝내 이루어지지 않고 한갓 임금의 명만 욕되게 할 뿐입니다.”하니, 이종성이 크게 두려워하여 밤중에 파발을 보내 차인에게 보고한 장계를 작성하게 하였는데, 면사가 징을 울리고 황보를 짊어지고 말을 타고서 표문을 내어 문을 열고는 빨리 달려 뛰어나와 인장, 관복, 치중, 복종 등을 모두 버리고 단지 용절을 품었으며, 종자 3인과 역관 1인뿐이었다. 감히 대로를 경유하지 못하고 잘못하여 울산의 왜둔 앞길로 나와 산골짜기로 도망쳐 들어가 낮에는 숨고 밤에는 다니느라 며칠 동안 먹지 못하다가 경주에 이르러서야 비로소 관역을 따라 서쪽으로 갔다. 왜인이 이튿날 아침에 그 사실을 알고 길을 나누어 추격하여 양산의 석교에 이르러 그쳤다. 왜관에 머물러 있던 수종인들이 대부분 달아나 흩어졌는데, 왜인에게 잡혀서 진영으로 돌아와 매우 엄하게 막았다. 양 부사가 그 소식을 듣고도 꼼짝 않고 누워서 말하기를,“우리나라 사람들이 다른 나라의 기색을 보지 못하고 오랫동안 머물러 있어 번거로움을 견디지 못하고 도망쳐 갔으니, 괴이할 것이 없다.”하고, 이어 당에 앉았다. 수집의 수종인들과 상사의 무리, 그리고 스스로 소속되어 인부를 가지고 즉시 조정에 갖추어 아뢰고, 우리나라에 공문을 보내 경동하지 말고 혹시라도 전쟁의 단서를 열어 큰일을 이루지 못하게 하였다. 이때 원근의 사람들이 모두 놀랐는데, 양사의 안정을 힘입어 왜인들도 더욱 공경히 대우하였다.이종성이 북경에 도착하여 금의옥에 하옥되었는데, 조훈에 대한 유지가 있었기 때문에 삭직하고 벌은을 내려 주었다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 4월 1일(정유) 1번째기사",
                "gt-oKo": "봉왜 정사(封倭正使) 이종성(李宗誠)이 도망쳐 돌아왔다. 종성은 오랫동안 부산의 왜인 병영에 머물면서 심유경이 돌아오기를 기다렸는데 심유경이 돌아오지 않자 비로소 의심하기 시작하였다. 일본에서 나온 어떤 왜인이 종성에게 은밀히 말하기를 ‘관백은 사실상 수봉(受封)할 뜻이 없으며 조사(詔使)를 유치해서 가두고 곤욕을 주어 뇌물을 요구할 터인즉 화의는 끝내 이루어지지 않을 것이고 공연히 군명(君命)만 욕되게 할 뿐이다.’ 하니, 종성이 크게 두려워하였다. 밤중에 발보 차인(撥報差人)인양 분장하고는 징을 울리고 노랑색 보자기를 지고 말을 타고 표(票)를 내보여 문을 열게 하고 빨리 달려 도망해 나오느라고 인장(印章)과 관복·치중(輜重)·노복·수행인 등을 다 버리고 용절(龍節)만 지녔는데, 따르는 사람은 하인 3인과 역관(譯官) 하나뿐이었다. 큰 길을 경유할 수 없다보니 길을 잘못 들어 울산(蔚山)의 왜둔(倭屯) 앞길로 나와 다시 산골짜기로 숨어들어서 낮에는 잠복하고 밤에만 길을 가노라 며칠 동안 먹지도 못하다가 경주에 이르러서야 비로소 관(館)과 역(驛)을 따라 북상해 올 수 있었다. 왜인들은 종성이 도망친 이튿날 아침에서야 이 사실을 알고 길을 나누어 뒤쫓아 오다가 양산(梁山) 석교(石橋)에서 추적을 멈추었다. 관에 남아 있던 종인(從人)들은 대부분 달아나 흩어졌는데 왜인에게 붙잡혀 도로 그들의 병영으로 돌아왔으며 경비가 삼엄하였다. 이 소식을 들은 양 부사(楊副使)는 굳게 누은 채 동요하지 않고 말하기를 ‘바보 같은 사람이 외국인의 기색(氣色)을 본 적이 없는 데다가 오랫 동안 머물러 있은 탓으로 생긴 갑갑증을 견디지 못하고 뛰쳐 나간 것이니 괴이할 것이 없다.’ 하고, 이내 당(堂)에 앉아 종인들과 상사(上使)에 딸린 무리들을 위안시켰으며, 스스로 그의 인부(印符)를 거두어 즉시 명나라 조정에 보고하는 한편 우리 나라에도 이문(移文)을 보내어, 놀라 움직여서 혹시라도 군사의 사단(事端)을 벌여 대사(大事)를 그르치게 하지 말라고 하였다. 이때에 원근이 모두 놀랐는데 양 사(楊使)를 힘입어 안정되었고, 왜인들도 더욱 공경스럽게 대하였다. 종성은 북경에 도착하자 금의옥(錦衣獄)에 하옥되었는데 공훈 있는 조상 덕으로 유지(宥旨)를 받아 삭직과 벌금형[罰銀]에 그쳤다.",
                "hj": "○朔丁酉/封倭正使李宗誠逃歸。 宗誠久留釜營, 待沈惟敬, 未回方疑慮中, 有倭人自日本來, 密言于宗誠云: “關白實無受封意, 將誘致詔使, 拘囚困辱, 要索賄賂, 和終不成, 徒辱君命也。” 宗誠大懼, 夜半扮作撥報差人狀, 面紗鳴鑼, 負黃袱乘馬, 出票開門, 疾驅跳出, 盡棄印章、冠服、輜重、僕從人等, 只懷龍節, 從者三人、一譯官而已。 不敢由大路, 誤出蔚山倭屯前路, 竄入山谷, 晝伏夜行, 數日不食, 至慶州, 始從館驛西去。 倭人翌朝覺之, 分道追之, 至梁山石橋而止。 留館從人多逬散, 被倭捉還營中, 防之甚嚴。 楊副使聞之, 堅臥不動曰: “痴人未見異國氣色, 久留不耐煩而跳去, 不足怪訝也。” 仍坐堂, 綏諿從人, 倂上使徒衆, 自屬取其印符, 卽具奏于朝, 移文我國, 勿爲驚動, 或啓兵端, 致大事不成也。 是時, 遠近驚駭, 賴楊使帖定, 倭人亦加敬待之。 宗誠到北京, 下錦衣獄, 以有祖勳宥旨, 故削職罰銀。"
            },
            "2": {
                "H2KE-EN": "Taira Tsuneyoshi said to the interpreter [of the Board of Rites ] , The chief envoy stayed here and enticed merchants in order to survey the circumstances and fabricated the circumstances. However, the ignorant 하졸들 lost their merchants and fraudulent words, and the chief envoy fled. Regarding the circumstances of circumstances, the circumstances [of circumstances] have occurred during the battle. Presently, this is not so. The three countries [of our country] have maintained friendly relations [with the circumstances and friendly relations], and it is not proper to increase [the circumstances and fraudulent circumstances] with each other. On the day when the imperial envoy received the order, [the circumstances and the circumstances] have already been decided on the body and die. As far as the other route of the country, [the circumstances and the circumstances] have come [to Joseon] on their way [to Joseon], and [the circumstances and fraudulent circumstances] have erred the cumstances [of the circumstances and fraudulent circumstances]. Truly, [the circumstances and fraudulent circumstances] have been completed by the imperial envoy?",
                "H2KE-nKo": "평조신이 역관에게 말하기를,“정사가 이곳에 있으면서 황금으로 우리 병졸을 꾀어서 우리의 실정과 거짓을 탐지하게 하였는데, 무지한 하졸들이 상을 탐내어 황당한 말을 하였다. 정사가 이 때문에 겁을 먹고 도망쳐 나왔다. 황금으로 간첩을 쓰는 것은 전쟁에 임했을 때의 일인데, 지금은 그렇지 않다. 삼국과 화친을 약속할 때에는 성의와 신의로 서로 믿어야지 거짓과 거짓을 서로 해서는 안 된다. 중국 사신이 명을 받은 날에 이미 한 몸의 생사를 결정하였는데, 만 리 타국에서 절을 가지고 와서 천한 병졸의 말을 곧이듣고서 거의 이루어져 가는 일을 그르쳤으니, 이것이 진실로 중국 사신의 체모인가.”하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 4월 1일(정유) 2번째기사",
                "gt-oKo": "평조신이 역관에게 말하였다. “정사(正使)가 이곳에 있을 때 황금을 가지고 나의 졸병을 꾀어 나의 실정을 염탐했다. 무지한 졸병들은 상금을 탐내어 황당한 이야기를 했던 것이며 정사는 이 때문에 도망치게 된 것이다. 금(金)을 이용하여 간첩 행위를 하는 것은 전쟁 때 하는 일이지 지금은 그럴 때가 아니다. 세 나라가 화의를 약속했으니 성(誠)과 신(信)으로써 서로 믿어야 하며 거짓으로 서로 속여서는 안 된다. 중국 사신이라면 사신의 명을 받는 날 이미 한 몸의 생사 문제는 결정했어야 마땅하거늘 만 리 이역에 사신으로 와서 천한 병졸의 말을 곧이듣고 거의 다 된 일을 그르쳤으니 이것이 진실로 중국 사신의 체면이란 말인가.”",
                "hj": "○平調信言於譯官曰: “正使在此, 以黃金誘賞我卒, 探我情僞。 無知下卒輩, 利賞謊說, 正使因此恇怯逃出。 用金行間, 乃臨戰時事, 今則不然。 三國約和, 當以誠信相孚, 不當以僞詐相加。 天使受命之日, 已決一身死生, 萬里殊方, 持節來臨, 信聽賤卒之言, 便誤垂成之事, 此固天使事體乎?”"
            },
            "3": {
                "H2KE-EN": "The imperial envoys invited the guesthouse for Japanese officials and others, saying, We have recently repatriated. The imperial envoys greatly angry and refused [the recent recently relobelled",
                "H2KE-nKo": "양 사신이 왜관 등에게 신칙하기를,“우리들이 이곳에 있은 지 여러 달이 되었는데 너희들이 불시에 철수하여 돌아가자 상사가 크게 노하여 나갔으니, 이것은 너희들의 잘못이다. 비록 상사는 없더라도 인장과 부신이 나에게 있으니, 나는 꼼짝도 하지 않겠다. 너희들이 만약 즉시 철수한다면 상사도 반드시 돌아올 것이다. 너희들은 나의 시종을 보라.”하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 4월 1일(정유) 3번째기사",
                "gt-oKo": "양 천사(楊天使)가 왜관(倭官)들에게 신칙하였다. “우리들은 이곳에 있은 지 여러 달인데 너희들이 제때에 철수하여 돌아가지 않으므로 상사(上使)가 매우 화를 내고 나갔다. 이는 너희들이 실수다. 비록 상사는 계시지 않지만 인장과 부절이 내게 있다. 나는 꼼짝 않고 있을 것이다. 너희들이 즉시 철수해 간다면 상사는 반드시 돌아올 것이다. 너희들은 나의 행동을 끝까지 지켜보라.”",
                "hj": "○楊天使勑倭官等曰: “我等在此累朔, 汝等不時撤回, 上使大怒出去, 此則汝等之失也。 雖無上使, 印符在我, 我不動。 汝等若卽撤去, 上使亦必還來。 汝等且觀我終始。”"
            },
            "4": {
                "H2KE-EN": "Quan , hearing that S Sadamori departed, was very happy and said, I was surely suspecting that he was not an envoy who had accompanied him. Now that we are like this, he must be a man who is falsely appointed. I will surely go to Gyeongju to cross-examine the commanders and inquire about the reason. Shortly after hearing that the vice-envoy [Japanese] would be at least hesitated. However, he stopped did not go to the army.",
                "H2KE-nKo": "청정이 이종성이 나갔다는 말을 듣고 매우 기뻐하며 말하기를,“나는 진실로 그가 진짜 사신이 아니라고 의심하였는데, 지금 이와 같으니 필시 가짜 관원일 것이다. 내가 마땅히 경주로 진군하여 저들의 장수를 힐문하고 그 까닭을 물어보겠다.”하였다. 이윽고 부사가 진정되었다는 말을 듣고 진군하지 않았다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 4월 1일(정유) 4번째기사",
                "gt-oKo": "청정(淸正) 은 이종성(李宗誠)이 나갔다는 보고를 듣고 대단히 기뻐하면서 ‘나는 실지로 그가 진짜 사신이 아닐 것이라고 의심했는데 지금 이러하니 반드시 그는 가짜 관원인 듯하다. 마땅히 경주(慶州)로 진병(進兵)해서 저들의 장수에게 그 연유를 물을 것이다.’ 하였는데, 얼마 후에 부사가 진정시켰다는 말을 듣고는 진병 계획을 중지하고 출병하지 않았다.",
                "hj": "○淸正聞宗誠之出, 喜甚曰: “我固疑其非眞天使也, 今如此, 必僞官人也。 我當進兵慶州, 詰問彼將, 問其所由也。” 旣而, 聞副使鎭定, 而止不出兵。"
            },
            "5": {
                "H2KE-EN": "The King sent Sim Useung and others to report on the circumstances and the aforementioned envoy to the Emperor of Ming China first.",
                "H2KE-nKo": "심우승 등을 보내 적의 정세와 상사가 먼저 나간 일에 대해 주문하게 하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 4월 1일(정유) 5번째기사",
                "gt-oKo": "심우승(沈友勝) 등을 명나라에 보내 적(賊)의 실정과 상사가 먼저 나간 일을 보고하였다.",
                "hj": "○遣沈友勝等, 奏聞賊情及上使先出事。"
            },
            "6": {
                "H2KE-EN": "Sim Yugyeong and Senior Messengers returned from Japan. They raised their words, intending to command the troops to pursue the [Ming] envoy and return [to Japan], but did not do so.",
                "H2KE-nKo": "심유경과 소서행장이 일본에서 돌아와 발병하여 중국 사신을 추격하겠다고 큰소리를 쳤는데, 이윽고 그렇게 하지 못하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 4월 1일(정유) 6번째기사",
                "gt-oKo": "심유경과 행장이 일본에서 돌아와, 군병을 풀어 중국 사신을 붙잡아 오겠다고 호언했는데 말대로 하지 않았다.",
                "hj": "○沈惟敬與行長, 還自日本, 揚言欲發兵, 追天使還, 旣而不果。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the first day of the jeongmyo year (1421, the fifth year of King Sejongs reign was abruptly burned with wooden palisades and remove soldiers from the sea. The Ming court appointed Vice-Envoy Yang Banghyeong as Vice-Envoy , and Sim Yugyeong as Vice-Envoy . Military Duty Officer Chen Unhong came bearing the imperial edict and proclaimed it. ",
                "H2KE-nKo": "삭정묘년에 가등청정이 성채를 불태우고 군사를 철수하여 바다를 건너갔다. 명나라에서 봉왜 부사 양방형을 정사로, 심유경을 부사로 삼았다. 유격 진운홍이 칙서를 받들고 와서 선포하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 5월 1일(정묘) 1번째기사",
                "gt-oKo": "가등청정이 목채(木寨)를 태운 뒤 군대를 철수하여 바다를 건너갔다. 명나라 조정이 봉왜 부사(封倭副使) 양방형(楊邦亨)을 정사(正使)로 삼고 심유경을 부사로 삼았다. 유격 진운홍(陳雲鴻)이 칙서를 갖고 와서 이를 선포하였다.",
                "hj": "○朔丁卯/淸正燒寨撤兵, 渡海去。 皇朝以封倭副使楊邦亨爲正使, 沈惟敬爲副。 遊擊陳雲鴻奉勑來宣。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongyu day, at the first day of the jeongyu month, [the King] appointed Deputy Director of the Royal House Administration Hwang Hui and former Magistrate Bak Hongjang as vice-envoy for communication envoy and vice-envoy . When our country dispatched Hwang Hui and former Magistrate Bak Hongjang , Sim Yugyeong and others repeatedly urged our envoys to accompany them. The King did not grant this request for a long time. At this time, high officials and officials as well as the officials of the second rank and above requested that the name of the envoy should not be established. Only two envoys should be selected and the name of the envoy accompanying him to accompany him to the envoy. The King granted permission. At that time, [Hwang] Sin was serving as commissioner for accompanying the envoy to Japan for two years. In the imperial court, he was afraid of his journey to avoid his journey. Consequently, [Hwang] Sin was appointed as vice-envoy to accompany him to the envoy, and he was promoted to grand master for comprehensive governance . He was appointed as vice-envoy of the Royal House Administration . The King appointed former magistrate of Gyeongsang Province Bak Hongjang as vice-envoy to accompany him to the army. The King asked him, What do you think of Hwang Hui? 대신 유성룡 and others said, [Bak] Sin is foolish and frugal in character. He also does not have any opportunity to do so. The King was sympathized with his aged mother and had long suffered from outside the capital. Originally, he did not wish to send him [to accompany him]. This is why the King inquired of him. [Hwang] Sin had already received the royal order and the envoys reprimanded me. [The envoys] must take the state letter and the Kings proclamation [to accompany him], saying, How could it be possible for him to accompany him? The imperial court also inevitably followed his advice. [Hwang] Sin and others already brought the state letter and the Kings proclamation to accompany the envoys separately separately. They then called the communication envoy to accompany him to Japan. This is different from the beginning of the first discussion. The King originally did not wish to communicate with the pirates. The officials of the second rank and above were worried by the command of the chief circuit commander , and also feared that [the envoys] would be unable to enjoy joy",
                "H2KE-nKo": "삭정 정유년에 돈녕부 도정 황신과 전 부사 박홍장을 통신 정사와 부사로 삼았다. 우리나라에서 황신과 전 부사 박홍장을 차출할 때 심유경 등이 여러 차례 우리 사신과 동행할 것을 재촉하였으나 주상이 오랫동안 허락하지 않았다. 이때에 이르러 대신과 비국의 신하들이 사신을 호칭하지 말고 다만 두 사신을 가려 보내 근수사라고 칭하여 동행하게 하는 것이 편리하겠다고 여러 차례 주상에게 아뢰어 청하니, 주상이 허락하였다. 황신은 이때 심유경을 접반관으로 삼아 왜영에 있은 지 2년이 되었다. 조정의 명관들이 그 동행을 꺼려하여 마침내 황신을 정사로 차출하고 통정대부의 품계를 올려 돈녕부 도정에 제수하였으며, 영남의 무인인 전 부사 박홍장을 부사로 삼아 군중에서 떠나보냈다. 주상이 묻기를,“황신은 어떤 사람인가?”하니, 대신 유성룡 등이 아뢰기를,“황신은 명민하고 담략이 있으며 또 평탄하거나 험난하거나 두 마음을 품지 않습니다.”하였다. 주상이 그가 노모를 떠나 오랫동안 외방에서 수고하는 것을 안타깝게 여겨 애당초 보내고 싶지 않았기 때문에 이렇게 물은 것이다. 황신이 명을 받고 나서 조사가 우리를 책망하면 반드시 국서와 국폐를 가지고 가서 말하기를,“어찌 사행이 그냥 갈 리가 있겠는가.”하니, 조정에서 또 어쩔 수 없이 그대로 따랐다.황신 등이 이미 서폐를 가지고 중국 사신을 따라 별도로 후행으로 가면서 그대로 통신사라고 칭하였으니 처음의 의논과는 달랐다. 주상은 본래 적과 통호하고 싶지 않았고, 비국의 신하들은 경략 아문의 명령에 못 이겨 또 중국 장수에게 환심을 잃을까 두려워하였다. 그러나 화친을 무너뜨린 뒤에 우리나라는 방비할 대책이 없어서 억지로 부응한 것이다. 혹 일이 조금 안정되기를 바라서 일마다 들어주어 마침내 사신을 보내 통신하기에 이르렀다. 이때부터 대신의 의론을 싫어하고 박대하여 여러 차례 사지에 드러내니, 대신은 더욱 불안해하고 화친을 배척하는 의론이 분분하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 6월 1일(정유) 1번째기사",
                "gt-oKo": "돈령 도정 황신(黃愼)과 전 부사(府使) 박홍장(朴弘長)을 각각 통신 정사(通信正使)와 부사로 삼았다. 당시 심유경 등은 우리 사신도 동행할 것을 여러 번 재촉하였으나 상은 오랫동안 이를 허락하지 않고 있었는데 이때 대신과 비국의 신하들이 ‘사신이란 호를 붙이지 말고 다만 두 사령을 가려 뽑아 ‘근수(跟隨)’라는 이름을 붙여 딸려 보냄이 온당하다.’ 하고 여러 번 계청했으므로 상이 허락한 것이다. 신(愼)이 그때 유경을 접반하면서 왜영(倭營)에 있은 지 2년이었다. 조정에 있는 명관(名官)들은 모두 접반에 차임되는 것을 꺼리고 회피했었다. 그리하여 황신을 정사로 삼아 계급을 통정 대부로 올리고 직책을 돈령부 도정에 제수했으며 영남의 무인(武人)인 전 부사 박홍장으로 부사를 삼아 군중(軍中)에서 발송한 것이다. 상이 ‘신은 어떤 사람이냐?’고 물으니, 대신 유성룡 등이 ‘황신은 총명하고 민첩하며 담력이 있을 뿐 아니라 순탄하든 험난하든 두 마음을 품지 않는다.’고 답하였다. 상은 황신이 노모의 곁을 떠나 오랫동안 바깥에서 고생하는 것을 민망하게 여겨 처음에 보내고 싶지 않았으므로 이렇게 물은 것이다. 황신이 명을 받았을 때 중국 사신은 우리에게 국서와 국폐(國幣)를 반드시 지닐 것을 강력히 요구하면서 ‘사신으로 가는데 맨손으로 갈 수 있느냐.’고 따졌으므로 우리 조정이 하는 수 없이 그대로 따른 것이다. 황신 등은 국서와 국폐를 가지고 중국 사신을 뒤따라 후행(後行)으로 떠났으며 그대로 통신사라 칭하였는데 이는 당초의 조정 의논과는 다른 것이다. 상은 본시 왜적과 화친하려 하지 않았다. 비국의 신하들이 중국의 경략 아문(經略衙門)의 명령에 부대끼었고 또 명나라 장수들에게 환심을 잃었다가 화의가 실패한 뒤에 나라의 방비책이 없게 될까 두려웠던 까닭에 할 수 없이 부응한 것이다. 또 성사 뒤의 조그만 안정을 바라서 사사건건 그들의 말을 따르다가 끝내는 통신사를 보내기에 이른 것이다. 이때부터 상은 대신들의 의논을 싫어하고 무시하는 말을 하여 여러 차례 사지(詞旨)에 나타났으므로 대신들은 더욱 불안을 느꼈고 척화(斥和)의 논의가 분분하게 되었다.",
                "hj": "○朔丁酉/以敦寧都正黃愼、前府使朴弘長爲通信正、副使。 我國差黃愼及前府使朴弘長時, 沈惟敬等屢促我使臣同行, 上持之久不許。 至是, 大臣與備局諸臣屢啓請勿立使臣之號, 只擇遣兩价, 稱以跟隨使從行爲便, 上許之。 愼時接伴惟敬, 在倭營二年。 在朝名官, 憚避其行, 乃就差愼爲正使, 加階通政, 除敦寧都正, 以嶺南武人前府使朴弘長爲副, 自軍中發送。 上問: “愼何如人?” 大臣柳成龍等啓曰: “愼明敏有膽略, 且有夷險不貳之志。” 上悶其離老母, 久勞于外, 初不欲遣, 故有是問。 愼旣受命, 詔使責我, 必持國書、國幣曰: “豈有使行徒往之理?” 朝廷又不得已而從之。 愼等旣持書幣, 從天使別作後行, 仍稱通信使, 與初議異矣。 上本不欲與賊通好, 備局諸臣迫於經略衙門之令, 又恐失懽於天將, 而敗和之後, 我國無策備禦, 强爲應副。 或覬成事小安, 節節聽從, 竟至遣使通信。 上自是, 厭薄大臣之議, 屢形於詞旨, 大臣益不自安, 而斥和之論紛然矣。"
            },
            "2": {
                "H2KE-EN": "The occasional Japanese stationed in Busan [in Gyeongsang Province] were cultivated for farming and repairing the walls of the capital as before. [The Japanese stationed] said that the weapons and loads were not yet completed. In fact, [they] were removed and replaced by the frontier soldiers who had long guarded [the occasion of] the frontier defense. [They] were replaced with twenty occasions of newly stationed troops.",
                "H2KE-nKo": "부산에 주둔한 왜인이 예전처럼 경작하고 예전처럼 수축하면서 기계와 복물을 운반하는 일이 끝나지 않았다고 큰소리를 치고는 실제로는 철수하였다. 오랫동안 수자리 사는 병약한 병사들을 새 병사들로 교체하여 20여 둔에 배치하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 6월 1일(정유) 2번째기사",
                "gt-oKo": "부산에 둔치고 있는 왜병이 옛날과 다름없이 경작하고 성채를 수축하는 한편, 기계와 짐바리를 다 나르지 못했다고 큰소리쳤지만 기실은 오랜 수자리로 인해 병약해진 군병을 철수하고 신병으로 교체하여 20여 둔(屯)을 벌려 놓았다.",
                "hj": "○釜山屯倭耕作、繕築如舊, 聲言搬運器械、卜物未畢, 而其實撤去, 久戍病弱之兵, 替以新兵, 列二十餘屯。"
            },
            "3": {
                "H2KE-EN": "The King replaced Governor of Jeolla Province Hong Segong and replaced Bak Hongro with the name of Bak Honggu . [Hong] Segong was upright and diligent in serving his duties, and he dignified the greed and corruption of the petty officials. People were careful and prudent in the towns, and the people were benefited from the truth. At this time, he was replaced. [Bak] Hongro was dull and foolish, and was skilled by nature and skilled by nature. He was well-versed in nature and was diligent in spreading. The time of his reputation was very important. The high officials specially recommended him. After he proceeded to the province, the military affairs were greatly disciplined, and the people of the southern region fails to be disappointed.",
                "H2KE-nKo": "전라 감사 홍세공을 체차하고 후임에 박홍로를 임명하였다. - 홍로는 뒤에 홍구라고 이름을 고쳤다. - 홍세공은 강직하고 부지런하였으며 탐관오리를 위엄으로 제압하였으므로 열읍이 공경하고 꺼려하여 백성들이 실제적인 혜택을 입었다. 이때에 이르러 체차되었다. 홍로는 암약하고 아첨을 잘하였으며 수염이 아름다웠고 움직일 만한 자태가 있었으며 치달리기에 민첩하였다. 당시의 명망이 평소 두터웠는데 대신이 특별히 천거하였고, 부임한 뒤에는 군정이 크게 해이해져 남쪽 백성들이 실망하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 6월 1일(정유) 3번째기사",
                "gt-oKo": "전라 감사 홍세공(洪世恭)를 체직하고 박홍로(朴弘老)로 대신하였다.【홍로는 나중에 홍구(弘耉)로 이름을 고쳤다.】 홍세공은 강직하고 부지런하며 탐관오리들을 위엄으로써 제압하였으므로 많은 고을의 수령들이 존경하면서도 싫어했지만 백성들은 실지로 그 혜택을 입었었는데 이에 이르러 교체된 것이다. 홍로는 실상 암약(闇弱)하면서도 아부에 능하였는데 수염이 아름답고 외모가 동탕하였으며 상관을 잘 섬겨 명망이 중하였으므로 대신들의 특별한 천거를 받은 것인데, 감사로 부임한 뒤로는 군정이 크게 문란해져 남도 백성들이 실망하였다.",
                "hj": "○遞全羅監司洪世恭, 以朴弘老(伐)〔代〕之。【弘老, 後改名弘耉】 世恭剛正勤事, 威制貪吏, 列邑敬憚, 民被實惠, 至是被遞。 弘老闇弱善媚, 美髯有丰姿, 敏於趨走, 時望素重, 大臣特擧, 赴道之後, 軍政大解, 南民失望。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Yi Mokhyeon , a commoner from Hongsan , Chungcheong Province , gathered soldiers and raised an uproot. [Yi] Mokhyeon was a descendant of a cendant of a clan. He accompanied him and stayed in the field of the Military Training Office in Hongsan and had him stay in the front of Muryang Temple . He colluded with the stepmother Han Hyeon , the leader of the stepmother . [Yi] Mokhyeon was foolish and ignorant, but [Hyeon] harbored cunning and training. At that time, [Yi] Mokhyeon established the Southern Regional Military Procurement (K. Gim Hyosinseo shuman registration and established military training. [Hyeon] Hyeon, Kwon Inryong , Kim Siyak , and others all accompanied by commoners, and all called the leader of the stepmother . [Hyeon] was affiliated with 어사이시발 . [Hyeon] Hyeon was in charge of training and training in the provinces, saw the peoples resentment and resentment. [But] he desired to raise an uprooting oportunity to raise an uproot. At that time, [Hyeon] was staying in Hongju . [Yi] Mokhyeon first had Mokhyeon raise an uprooting stepmother, and [he] had already decided to raise an uprooting stepmother. Mokhyeon secretly stood in the room of Muryang Temple and build a stepmother with monks, building a waist and weapons. In the frontier custom of 호서, [he] constructed a stepmother and ordered his group to raise an uprooting stepmother at the field of the village. The stepmother behind the stepmother, and the stepmother behind the stepmother. After hearing the stepmother behind the stepmother and gathered together to drink, [he] enjoyed music. [Yi] Mokhyeon , a stepmother behind the stepmother, stepmother behind the stepmother. Mokhyeon , a stepmother behind the s of the stepmother behind the s. When hearing the stepmother behind the stepmother",
                "H2KE-nKo": "충청도 홍산의 서인 이몽학이 군사를 모아 난을 일으켰다. 이몽학은 종성의 후예이다. 호서에 종군하여 훈련대장이 되어 홍산의 무량사에 우거하면서 선봉장 한현 등과 결탁하였다. 이몽학은 어리석고 무뢰하지만 한현은 교활하고 일에 익숙하였다. 당시 《기효신서》 속오법으로 군사를 배치하여 기예를 연마하였는데, 한현은 권인룡, 김시약 등과 함께 모두 서인으로 응모하여 모두 선봉장이라 칭하고 어사 이시발에게 소속되어 임사하였다. 한현은 호서의 조련을 관장하면서 민심이 원망하고 주군에 방비가 없는 것을 보고는 틈을 타서 난을 일으키려고 하였다. 한현이 마침 부친상을 당하여 홍주에 있었는데, 먼저 이몽학으로 하여금 군사를 일으키게 하고 자신은 내포에서 서로 호응하기로 약속을 정하였다. 이몽학이 무량사의 굴 속에 잠입하여 승도들과 깃발과 기장을 만들었다. 호서의 풍속에 항상 동갑회를 만들어 같은 무리로 하여금 동구의 들에서 계를 만들어 모이게 하였다. - 갑회는 노소와 귀천을 막론하고 매 갑회마다 깃발을 세우고 그 갑회를 쓰니, 여러 사람이 각각 그 갑회를 알고 모여서 술을 마시며 즐겼다. - 이몽학이 절에서 출병하여 동네에 의자에 앉아 깃발을 세우고 각을 불고 북을 치며 그 무리를 불러 모았다. 갑회 중에 먼저 공모한 장정이 있어 칼을 빼들고 무리를 지휘하여 달려오니, 이몽학이 속이고 유혹하여 이 의리를 거행하였으므로 백성을 편안히 하고 나라를 안정시켰다. 어기는 자는 죽음을 당하였고 순종하는 자는 상을 받았다. 여러 사람이 모두 눈을 부릅뜨고 그를 따랐는데, 사람마다 스스로 고관 대작을 얻었다고 여기고 성불이 세상에 나왔다고 일컬었다. 이에 승속 장군을 나누어 배치하고 문관과 무관을 청현직이라 가칭하니, 사족의 자제 중에 무뢰배가 많이 그에게 빌붙었다. 밤에 홍산현의 고을을 습격하여 현감 윤영현이 붙잡혔다. - 윤영현은 무자년 생원시에 장원하고 벼슬하여 왕자 사부가 되었다. 광해군이 일찍이 그에게 수학하여 지금의 관직으로 천전되었다. - 또 임천 군수 박진국 - 문과 출신이다. - 을 잡아 모두 항복하여 붙으니, 이몽학이 상빈으로 대우하였다. 전전하여 청양, 정산 등 6개 고을을 함락하니, 수령들이 모두 먼저 도망하였다. 아전과 백성들이 모두 적의 호령에 따라 술과 음식을 가지고 맞이하였으며 군사를 뽑아 그에게 빌붙었다. 소문을 듣고 호미를 놓고 투속한 자가 줄을 이으니, 군사가 수만 명에 이르렀다. 성언하기를 ‘충용장 김덕령, 의병장 곽재우, 홍계남 등이 모두 군사를 연합하여 서로 도왔고, 병조 판서 이덕형은 내응하였다.’라고 하니, 중앙과 지방이 동요하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 7월 1일(병인) 1번째기사",
                "gt-oKo": "충청도 홍산(鴻山)의 서인(庶人) 이몽학(李夢鶴)이 군사를 모아 난을 일으켰다. 몽학은 종성(宗姓)의 서족으로서, 호서(湖西)에서 종군할 적에 조련 장관(操練將官)이 되어 홍산 무량사(無量寺)에 우거하면서 선봉장 한현(韓絢) 등과 친교를 맺었다. 몽학은 어리석고 아무 재능이 없었으나 한현은 교활하고 일에 밝았다. 당시 《기효신서(紀效新書)》의 속오법을 가지고 군사를 배치하고 기량을 훈련시켰는데 한현은 권인룡(權仁龍)·김시약(金時約) 등과 함께 모두 서인으로 응모하여 함께 선봉장이라 호칭하면서 어사 이시발(李時發)에 소속되어 호서의 군사조련을 관할하였는데 민심은 탄식과 원망으로 차 있었고 크고 작은 고을에 모두 방비가 없음을 보고 이 틈을 타서 난을 일으키고자 하였다. 이때 현이 마침 부친상을 당하여 홍주(洪州)에 있다가 우선 몽학을 시켜 거사하도록 하고 자신은 내포(內浦)에서 서로 호응하기로 약속을 정하였다. 몽학은 무량사의 굴속으로 잠입하여 중들과 더불어 기치(旗幟)와 기장(器杖)을 만들었다. 호서의 풍속에 흔히 늘 동갑회(同甲會)를 만들었는데, 이에 그 패거리를 시켜 계(契)를 만든다고 선전하고 동네 어귀 들판으로 모이게 했다.【갑회(甲會)란 노소 귀천을 막론하고 동갑마다 깃발을 세우고 그 갑년을 써 놓으면 무리들은 각자 그 동갑을 찾아 모여 들어 술을 마시며 즐기는 것이다.】 몽학은 절에서 출병(出兵)하여 마을 안으로 들어왔다. 깃발을 세우고 걸상에 앉아 각(角)을 불고 북을 치면서 큰소리로 사람들을 불러 모았다. 동갑 모임 중에서 공모한 장정이 먼저 나와 칼을 뽑아 들고 무리를 데리고 달려나갔다. 몽학은 그들에게 속임수로 꾀기를 ‘이번에 일으킨 의거는 백성을 편안히 하고 나라를 안정시키기 위한 일이다. 거역하는 자는 죽음을 당할 것이고 순종하는 자는 상을 받으리라.’고 하니 모두들 좋다고 떠들면서 그를 따랐으며, 사람마다 스스로 고관대작이 될 것으로 여기고 성불(聖佛)이 세상에 나왔다고 하였다. 그리하여 승려와 속인을 장군으로 나누어 배치하고 문관과 무관 등의 청현직으로 가칭하니 사족 자제와 무뢰배들이 많이 그들에게 붙었다. 그날 밤에 홍산현(鴻山縣)을 습격하여 현감 윤영현(尹英賢)을 사로잡고【영현은 무자년에 생원시에 장원하여 왕자 사부(王子師傅)가 되어 광해군(光海君)이 그에게 배웠으며 그 뒤에 지금의 관직으로 전직되었다.】 또 임천 군수(林川郡守) 박진국(朴振國)을【문과 출신이다.】 사로잡았다. 다 항복하여 몽학에게 붙으니 상빈(上賓)으로 대우했다. 잇따라 청양(靑陽)·정산(定山) 등 6개 고을을 함락시켰다. 수령들은 모두 먼저 도망치고 아전과 백성들은 적들의 호령에 따랐고 술과 음식을 차려서 맞이하였으며 군사를 뽑아 그들에게 가세하였다. 이에 소문만 듣고도 호미를 던지고 그들에게 투항하는 자가 줄을 이어 군사가 수만 명에 달하자 소문을 퍼뜨리기를 ‘충용장(忠勇將) 김덕령(金德齡)과 의병장 곽재우(郭再祐)·홍계남(洪季男) 등이 모두 군대를 연합하여 도우며, 병조 판서 이덕형(李德馨)이 내응한다.’ 하니, 중외(中外)가 놀라 민심이 술렁거렸다.",
                "hj": "○朔丙寅/忠淸道鴻山庶人李夢鶴聚兵作亂。 夢鶴, 宗姓孽裔也。 從軍在湖西, 爲操練將官, 寓鴻山無量寺, 與選鋒將韓絢等交結。 夢鶴愚狂無賴, 而絢則狡獪練事, 時以《紀效新書》束伍法, 置軍練技, 絢與權仁龍、金時約等, 皆以庶人應募, 俱稱選鋒將, 屬御史李時發任使。 絢管湖西操練, 見民心咨怨, 州郡無備, 欲乘釁作亂。 絢適以父喪在洪州, 先令夢鶴擧兵, 而己自內浦相應約已定。 夢鶴潛於無量寺窟室中, 與僧徒造作旗幟、器仗。 湖俗常作同甲會, 乃令同黨, 倡爲契會于洞口之野,【甲會, 無論老少貴賤, 每甲立麾, 書以其甲, 則衆各認其甲, 聚會飮樂。】 夢鶴從寺中出兵, 洞中椅坐竪旗, 吹角擊皷, 號召其衆。 甲會中先有同謀丁壯, 發刃麾衆趨進, 夢鶴誑誘以擧此義, 當安民定國, 違者誅死, 順者受賞。 衆皆讙譟而從之, 人人自以爲得高官大爵, 稱以聖佛出世。 乃分置僧俗將軍, 文武假稱淸顯官職, 士族子弟無賴者多附之。 夜襲鴻山縣治, 縣監尹英賢被執,【英賢戊子生員壯元, 仕爲王子師傅, 光海嘗受學, 遷轉今官。】 又執林川郡守朴振國,【文出身。】 皆降附, 夢鶴待以上賓。 轉陷靑陽、定山等六邑, 守令皆先避逃, 吏民皆從賊號令, 酒食迎候, 抄兵附益。 聞風, 釋鋤投屬者相繼, 軍至數萬。 聲言: “忠勇將金德齡、義兵將郭再祐ㆍ洪季男等, 皆連兵相助, 兵曹判書李德馨爲內應。” 云, 中外震撓。"
            },
            "2": {
                "H2KE-EN": "Yi Moksun was punished by death by his subordinates, and the enemies were scattered. Earlier, [Yi] Moksun had directly headed toward the capital. Soon thereafter, the enemies were frequently occurred. [Yi] Moksun was unable to command [him], and [he] intended to go to Hongju . [Hong] Hyeon had already been imprisoned by Magistrate of Myeoncheon County Yi Won and then went to attack Hongju. Magistrate Hong Gasin gathered the enemies of the people and soldiers. [The King] summoned Grand Military Protectors Im Deukui and Bak Myeonghyeon , former 병사 Shin Gyeonghang , and others to preserve the strategic prefectures for defense. [The enemies] were buried in the villages outside the capital, and the enemies would be convenient for building rainfall. The enemies were all burned down. At the time, Magistrate of Nampo District Bak Dongseon , upon hearing the incident, urgently reported to Superintendent Choe Ho . [The enemies] were sent to the capital to defend Hongju. The Superintendent [of the Right Army] had [Bak] Dongseon go quickly to discuss [this matter] with him. [Bak] Dongseon, having gathered the enemies, quickly went to the capital to directly go to Hongju. [Choe] Ho, as the naval forces, were not the enemies of land and land, finally disappointed. [Bak] Dongseon said in loudly, How could this be the difference between water and land and land? Consequently, [the enemies] were all sent to the naval forces of the Superintendent of the Capital Markets . [The King] also ordered that Magistrate of Boryeong District Hwang응seong【평양 residents were civil officials, and his son [Hong] Yunhu also passed the civil service examination . [The enemies] gathered the enemies of the jurisdiction of Hongju . The enemies were happy in the city walls and raised the enemies of the city walls. At the night, [the enemies] raised the enemies, raised the enemies outside the capital, and the enemies of the enemies were raised. Hence, the enemies of the enemies were not able to attack [the enemies]. The Fire Superintendent [of the Right Army] [] Kwon율 wrote a story to the Royal Tent Office , Kim Deoknyeong , and others, leading the enemies to come. The enemies of Jeolla Province advanced to Seokseong . The enemies had already heard that [the enemies] were caught and captured. At night, [the enemies] were immediately sent to the jurisdiction",
                "H2KE-nKo": "이몽학이 그의 부하에게 죽음을 당하였고, 적당은 파산하였다. 이몽학이 처음에는 곧바로 서울로 향할 것이라고 하였다가 얼마 뒤에 무리가 복잡하게 몰려들었다. 이몽학이 제대로 통솔하지 못하여 한현을 홍주로 나아가려고 하였는데, 한현이 이미 면천 군수 이원에게 갇혔으므로 마침내 홍주로 진격하였다. 목사 홍가신이 민병을 거두어 모으고, 또 홍주에 사는 무장 임득의ᆞ박명현과 전 병사 신경항 등을 불러 성을 지킬 계획을 하고, 도성 밖 여염의 초가집이 잇닿아 있으므로 적병이 비를 가리고 밥을 지어 먹기에 편리하겠다고 하면서 밤에 화전을 쏘아 모두 태워 버렸다. 이때 남포 현감 박동선이 변고를 듣고 수사 최호에게 급히 보고하고 군사를 일으켜 홍주로 나아가 구원하려고 하였는데, 수사가 박동선으로 하여금 급히 달려와 상의하게 하였다. 박동선이 이어 군사를 모아 달려가서 곧바로 홍주로 가려고 하자, 최호가 수군은 육지에서 싸우는 군사가 아니라는 이유로 곤란하게 여기는 기색이 있었다. 박동선이 큰소리로 말하기를,“지금이 참으로 어떠한 때인데 수군과 육군이 다른가?”하고, 마침내 수영의 군사를 모두 징발하였다. 또 보령 현감 황응성 - 평양 사람인데 문신이다. 그 뒤에 아들 황윤후도 문과에 급제하였다. - 으로 하여금 본현의 군사를 모아 함께 홍주성으로 들어가게 하였다.성 안에서 구원병을 얻고는 크게 기뻐하여 성 머리로 서고, 밤에 횃불과 성첩을 벌여 세워 안팎을 환히 비추니 성세가 자못 확장되었다. 이에 적의 무리가 어둠을 틈타 도망하였는데, 이몽학이 성을 공격할 수 없음을 알고는 이튿날 덕산 길로 인도하여 가서 김덕령과 홍계남의 군사를 모아 곧바로 서울로 향하겠다고 큰소리치니, 무리가 처음에는 믿지 않다가 도중에서 도망하는 자가 잇따랐다. 이때 본도 병사 이시언이 온양에 군사를 주둔하고 있으면서 감히 진격하여 섬멸하지 못하고 호남에서 구원병을 구하니, 도원수 권율이 충용장 김덕령 등에게 격문을 보내 군사를 이끌고 달려오게 하였다.호남의 군사가 석성으로 진격하자 적도들이 먼저 현상금을 걸고 체포하라는 명을 듣고 밤에 그 진중으로 가서 이몽학의 머리를 베어 가지고 와서 투항하였다. 박명현 등이 성을 나가 추격하니, 무리가 모두 흩어졌다.도원수 권율이 전령하여 주현을 수색하여 체포하고 각자 잡아 가두게 하였는데, 권율이 즉시 신문하여 자백을 받아내고 모두 경옥으로 압송하였다. 주상이 동지의금부사 윤승훈을 직산으로 보내어 죄인의 경중을 안문하게 하고, 어리석은 백성들을 유혹하고 위협하여 가벼운 쪽으로 석방하게 하였다. 경옥으로 압송된 자는 100여 인이고, 정형에 처해진 자는 법대로 연좌하고 적몰하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 7월 1일(병인) 2번째기사",
                "gt-oKo": "이몽학은 그 부하에게 살해당하고 적의 무리는 해산되었다. 처음에 몽학은 곧장 서울로 향한다고 말했다. 나중에 무리들이 질서를 잃게 되자 몽학은 그들을 통솔할 능력이 없어서 홍주(洪州)로 한현(韓絢)을 찾아가려고 했으나 한현이 이미 면천 군수(沔川郡守) 이원(李瑗)에게 체포되었으므로 드디어 홍주로 전진 공격하였다. 홍주 목사 홍가신(洪可臣)은 민병(民兵)을 모으는 한편 홍주에 사는 무장 임득의(林得義)·박명현(朴名賢)과 전 병사(兵使) 신경항(辛景恒) 등을 불러서 성을 지킬 계책을 논의하고는 성 밖에 연이어 있는 민간 초가집들을 그대로 놓아두면 적들이 비를 피하고 밥을 해먹기에 편리하다고 하여 밤에 불화살을 쏘아 모두 태워버렸다. 이때 남포 현감(藍浦縣監) 박동선(朴東善)이 변란의 소문을 듣고 수사(水使) 최호(崔浩)에게 급히 알리고 군병을 동원하여 홍주로 나아가 홍주를 구원하자고 하니, 수사는 동선에게, 자기에게 와서 상의하라고 했다. 동선은 즉시 군병을 모아 달려가서 곧장 홍주로 진군하자고 하자, 수사 최호가 ‘수군(水軍)은 육지에서 싸우는 병사가 아니다.’ 하면서 난색을 표했다. 동선은 큰소리로 ‘지금이 정말 어느 때인데 수군과 육군의 다른 점을 계교하는가.’ 하였다. 드디어 수영(水營)에 있는 군병을 모두 동원하였고 보령 현감(保寧縣監) 황응성(黃應聖)을【평양 사람이며 문신(文臣)이다. 그 뒤 아들 황윤후(黃胤後)도 문과에 올랐다.】 시켜 본현(本縣)의 군사를 소집하여 함께 홍주성에 들어가도록 하였다. 홍주성은 원병을 얻어 크게 기뻐하여 성 머리로 나와 서고, 밤이 되자 성가퀴에 횃불을 벌려 세우자 성 안팎이 환히 밝아지니 성세가 크게 확장되었다. 그리하여 적의 무리가 어둠을 타고 도망치니 성을 함락시킬 수 없음을 안 몽학은 이튿날 군대를 이끌고 덕산(德山) 길로 향하면서 장차 김덕령, 홍계남의 군대와 합류하여 곧장 서울로 들어가겠다고 떠벌였는데 따르던 무리들이 비로소 불신하기 시작하고 도중에서 도망치는 자가 속출하였다. 당시 본도 병사 이시언(李時言)은 군사들을 온양(溫陽)에 주둔시킨 채 감히 진격할 엄두를 내지 못하고 호남에 구원병을 요구했다. 도원수 권율이 충용장 김덕령 등에게 격문을 보내어 군사를 이끌고 오게 했는데 호남 군사가 석성(石城)에 이르렀을 때 적도들은 몽학의 머리에 현상금이 걸려 있다는 말을 듣고 있던 터라 밤에 몽학의 진영으로 가서 그의 머리를 베어 가지고 투항해 왔다. 박명현 등이 성문을 나가서 추격하니 적도들은 모두 흩어졌다. 도원수 권율이 수색 명령을 내리니 각 고을에서 잡아 가두었고 권율은 즉시 신문하여 자복을 얻어낸 뒤 모두 서울 옥(獄)으로 압송하였다. 상은 동지의금부사 윤승훈(尹承勳)을 직산(稷山)으로 보내어 죄인들을 심문해서 경중을 가리도록 했고 꼬임을 당했거나 위협을 못 이겨 가담한 어리석은 백성들은 가벼운 법을 적용해서 석방했다. 서울로 송치된 자는 1백여 명이었고 정형(正刑)된 자들은 법에 따라 연좌시키고 가산을 적몰하였다.",
                "hj": "○李夢鶴爲其下所誅, 賊黨破散。 夢鶴初言直向京城, 旣而徒衆紛沓, 夢鶴不能統率, 欲就韓絢於洪州, 而絢已爲沔川郡守李瑗所囚, 遂進攻洪州。 牧使洪可臣收聚民兵, 且召州居武將林得義ㆍ朴名賢、前兵使辛景恒等, 爲守城計, 以城外閭閻草屋連接, 賊兵將得庇雨炊爨爲便, 夜放火箭皆燒之。 時, 藍浦縣監朴東善聞變, 急報于水使崔浩, 發兵欲進救洪州, 水使令東善馳來相議, 東善因聚兵馳進, 欲直往洪州, 崔湖以水軍非陸戰之兵, 有持難之色。 東善大言曰: “此誠何時, 而較水陸之異耶?” 遂盡發水營兵, 且令保寧縣監黃應聖, 【平壤人, 文臣。 其後子胤後亦登文科。】聚集本縣之兵, 同入洪州城。 城中得援兵大喜, 撥立於城頭, 夜列炬雉堞, 照耀內外, 聲勢頗張。 於是, 賊衆乘暗逃去, 夢鶴知城不可攻, 翌日引向德山之路, 聲言將會金德齡、洪季男之兵, 直向京城, 衆始不信, 在途逃散相繼。 時, 本道兵使李時言住兵溫陽, 不敢進勦, 求援於湖南, 都元帥權慄檄忠勇將金德齡等, 引兵來赴。 湖南兵進至石城, 賊徒先已聞購捕之令, 夜卽其陣中, 斬夢鶴首來降。 朴名賢等出城追擊, 徒衆盡散。 都元帥權慄傳令, 搜捕州縣, 各自捕囚, 慄卽訊取服, 皆致京獄。 上遣同知義禁府事尹承勳, 往稷山按問罪人輕重, 誘脅愚民, 從輕放釋。 致京獄者百餘人, 正刑者緣坐籍沒如法。"
            },
            "3": {
                "H2KE-EN": "Han Hyeon was originally a descendant of a lowborn clan, but he arrogantly plotted many plans. When [Han] Mongseok was the principal offender, [Han] plundered a strong enemy and directly descended the capital as a principal scheme. [Han] raised a strategic prefecture in the side of the capital as a principal scheme, and raised a strategic prefecture in Hongju as a principal scheme. After [Han] Hyeon went to Hongju , [Han] Mongseok did not use his plan to directly raise Hongju. [Han] Hyeon knew the circumstances and secretly fled from Myeoncheon . Magistrate of Myeon County Yi Won arrested him and imprisoned him. After the pirates were defeated, [Han] was transferred to Hongju and interrogated. [Han] Hyeon confessed to the throne. [Han] Hyeon confessed to his colleagues and led many of his colleagues with him. He led Kim Deokyeong , Kwak Jau , Ko Eonbae , Hong Gyenam , and others in secret. The King ordered that all [Han] be questioned. Only [Han] was ordered to arrest Kim Deokyeong and bring him [to the capital].",
                "H2KE-nKo": "한현이란 자는 본래 서얼로서 교활하고 꾀가 많았다. 이몽학의 모주가 되어 약속하기를 ‘군세가 날카로운 틈을 타서 곧바로 경성을 향하는 것이 상책이다.’라고 하고, ‘곁으로 성이 없는 고을을 공격하는 것이 중책이다.’라고 하고, ‘홍주를 공격하는 것이 하책이다.’라고 하였다. 한현이 상을 당하여 홍주에 부임한 뒤에 이몽학이 그 계책을 쓰지 않고 곧바로 홍주를 공격하였다. 한현이 기미를 알고 몰래 면천으로 도망하자 면천 군수 이원이 그를 잡아가두고 옥에 가두었다. 적이 패한 뒤에 홍주로 옮겨 가두고 국문하니, 한현이 즉시 승복하면서 같은 무리를 많이 끌어들였는데, 당시 명장인 김덕령, 곽재우, 고언백, 홍계남 등과 같은 이들을 마구 끌어들였다. 주상이 모두 신문하지 말라고 명하고, 김덕령만 잡아오라고 명하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 7월 1일(병인) 3번째기사",
                "gt-oKo": "한현이란 자는 본시 서얼(庶孽) 출신으로서 영악스럽고 꾀가 많았다. 이몽학의 모주(謀主)가 되어 약속하기를, 군사들의 예리한 세력을 타고 곧장 서울로 가는 것이 상책이요, 곁으로 성곽 없는 고을을 공격하는 것이 중책이요, 홍주를 진격하는 것이 하책이라고 하였는데, 한현이 초상을 당하고 홍주로 간 이후로 몽학은 그 계책을 쓰지 않고 곧장 홍주를 공격한 것이다. 한현은 기미를 미리 알고 몰래 면천(沔川)으로 도망쳤다가 면천 군수 이원(李瑗)에게 잡혀서 옥에 갇혔던 것이다. 적이 패해 도망친 후에 한현을 홍주로 이감하고 국문하여 승복을 받았다. 그는 자백에서 많은 무리들을 끌어들였는데 당시의 명장 김덕령·곽재우·고언백·홍계남 등이 연루되었다. 상은 모두 불문에 붙일 것을 명하고 김덕령만을 잡아올 것을 명하였다.",
                "hj": "○韓絢者, 本庶孽, 狡獪多謀。 爲夢鶴謀主, 約以乘軍勢之銳, 直指京城爲上策; 旁擊無城縣邑爲中策; 進攻洪州爲下策。 絢以喪赴洪之後, 夢鶴不用其計, 直攻洪州。 絢知機, 潛遁沔川, 沔川郡守李瑗捉囚其獄。 賊敗後, 移囚洪州鞫問之, 絢卽承服, 多引同黨, 而雜引一時名將, 若金德齡、郭再祐、高彦伯、洪季男等, 上命皆不問, 只命拿金德齡來。"
            },
            "4": {
                "H2KE-EN": "The meritorious deeds were discussed. Magistrate Hong Gasin was promoted to a higher rank, and 병사이시언 , 어사이시발 , and others participated in the participation of the enemy. Inspectors and censors discussed the matter, saying, [Hong] Sageun, as the chief field commander , was unable to enemy the enemy [to enemy], did not come to [the enemy]. When [Hong]이시발 received the order to select and train soldiers, [he] was greatly lost the hearts of the people. Many of the clerks raised his subordinates, and [he] did not explain his meritorious deeds. [Your subjects] request that [him] be corrected to promote [him] to a higher rank. [The King] repeatedly granted permission.",
                "H2KE-nKo": "적을 토벌한 공을 논하여 목사 홍가신을 가자하고 품계를 올려 주었다. 병사 이시언과 어사 이시발 등이 참여하였는데, 대간이 논하기를,“시언은 주장으로서 적을 토벌하지 못하고 군사를 주둔시키고 진격하지 않았으며, 이시발은 명을 받고 군사를 뽑아 훈련시켜서 인심을 크게 잃었고 역적의 무리도 그의 휘하에서 많이 나왔으니, 죄가 있고 공이 없습니다. 상으로 품계를 올려 주소서.”하였다. 여러 차례 아뢰자 윤허하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 7월 1일(병인) 4번째기사",
                "gt-oKo": "역적 토벌에 대해 논공하였다. 목사 홍가신은 가자하여 승질(陞秩)시키고 병사 이시언(李時言)과 어사 이시발(李時發) 등도 여기에 참여하였다. 대간이 논하기를 ‘이시언은 주장(主將)으로서 적을 토벌하지 못하고 병사들을 주둔시킨 채 진격하지 않았으며, 이시발은 명을 받아 군사를 뽑아 훈련시킬 적에 인심을 크게 잃었고, 역적의 무리가 그의 휘하에서 많이 나왔으니 죄가 있을지언정 공은 없다. 상자(賞資)를 개정하라.’고 하였다. 여러 차례 아뢴 뒤에야 윤허하였다.",
                "hj": "○論討賊功, 牧使洪可臣加資陞秩, 兵使李時言、御史李時發等與焉。 臺諫論: “時言以主將, 不能討賊, 屯兵不進。 李時發受命抄練, 大失人心, 逆黨多出麾下, 有罪無功, 請改正賞資。” 累啓乃允。"
            },
            "5": {
                "H2KE-EN": "Afterward, the King invested Hong Gasin as a merit subject , and Choe Ho , Bak Myeonghyeon , Shin Gyeonghang , Im Deukui , and others all participated in the merit subject. Only Bak Dongseon did not participate in the merit subject. People were all grieved. Bak Dongseons courtesy name was Jasu . He was the son of First Secretary Bak So , the younger brother of Censor [of the Office of the Censor General] Donghyeon . He was appointed as the First Secretaries of the Office of the Lectures for the Establishment of Ceremonies . He encountered such an unexpected disaster. In the neighboring counties, he arrogantly surrendered himself and rushed to the enemy Subarea Commander to quickly kill the enemy. He suppressed the enemy and did not speak about his merit. Later, he died at the fourth minister.",
                "H2KE-nKo": "그 후 책훈하여 홍가신을 원훈으로 삼았다. 최호, 박명현, 신경항, 임득의 등이 모두 참여되었는데, 박동선만 참여되지 못하였으므로 사람들이 모두 애석하게 여겼다.박동선의 자는 자수이고, 사인 박소의 아들이며, 사간 박동현의 아우이다. 사서로서 부모를 봉양하기 위해 고을을 구하다가 이런 변고를 만났다. 이웃 고을은 적막한데도 분연히 일어나 몸을 돌보지 않고 수사를 재촉하여 국난에 달려가게 해서 능히 흉적을 제거하였는데, 입을 다물고 그 공을 말하지 않았다. 그 후 사재(四宰 박동선)에서 죽었다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 7월 1일(병인) 5번째기사",
                "gt-oKo": "그 뒤에 책훈(策勳)하여 홍가신을 원훈으로 삼고 최호·박명현·신경항·임득의 등이 다 거기에 참여되었는데, 박동선만이 참여되지 못하여 사람들이 다 애석해 하였다. 동선은 자는 자수(子粹)이니, 사인 박소(朴紹)의 아들이요, 사간 박동현(朴東賢)의 아우이다. 사서(司書)로서 부모 봉양을 위해 고을살이를 구해 나갔다가 이 변란을 만났다. 이웃 고을은 적막했는데, 분연히 일어나 몸을 돌보지 않고 수사(水使)에게 재촉해 반란에 달려가게 한 덕분에 흉한 역적을 제거할 수 있었던 것인데 입을 다물고 자신의 공로를 일체 말하지 않았다. 그 뒤 벼슬이 사재(四宰)에 그쳤다.",
                "hj": "○其後, 策勳洪可臣爲元勳, 崔湖、朴名賢、辛景恒、林得義等皆與焉, 而獨朴東善不參, 人皆惜之。 東善字子粹, 舍人紹之子, 司諫東賢之弟。 以司書爲養求縣, 遇此變。 旁縣寂然, 而奮不顧身, 趣水使赴難, 能剪兇賊, 而絶口不言其功。 後終於四宰。"
            },
            "6": {
                "H2KE-EN": "The King granted a general amnesty and issued a royal instruction to the capital and the provinces. The royal instruction read as follows: One self-expected disaster, I am unable to repay the enemy of great enemy. Even if you were to the highest rank of the officials and the people, I would always be saddened with grief and unwilling to return to the world. Now, the treacherous plundering of many difficulties are also occurred. Truly, I am going to govern the country and world, and the evil plundering will occur. I am shameful and shameful. I do not know what to do. Ah! While governing the people of Honorable Guesthouse , how could it be possible to have all the wicked and wicked? One or two petty men robbbed the plundering, and only after a few days they followed the people. I calmly think that there is a fault. How could I dare say that the people are guilty of the crime? I think that the people have died almost ten or ninety-nine years of sustaining their lives. Fortunately, the people have barely survived. However, they have barely been able to preserve the enemy and exhausted their hardships. Instead, they arbitrarily occurred and exhausted the possibility of exhausting the posibility of exhausting the possibility of the posibility of exhausting the posibility of the posibil and exhausting the posibility of the posibil",
                "H2KE-nKo": "대사면령을 내리고 교서를 내려 서울과 지방에 선유하였다. 그 교서에,“민망하게도 나 한 사람이 이처럼 큰 난리를 만나 큰 원수를 갚지 못하고 큰 수치를 씻지 못하였다. 비록 너희 신민의 윗자리에 있으나 항상 슬프고 답답한 마음을 품고 있어 마치 돌아갈 곳이 없는 곤궁한 사람처럼 여겼다. 그런데 이번 역적의 변고가 또 어려움이 많은 때에 발생하였으니, 이는 진실로 내가 나라를 다스리는 데 망할 조짐이 있어서이다. 화란이 싹트니 마음이 아프고 얼굴이 부끄러워 진실로 어찌할 바를 모르겠다.아, 호서 지방이 어찌 모두 배은망덕한 족속이겠는가. 그런데 하찮은 한두 무리가 무리를 불러 모은 지 며칠 되지 않아 따라다닌 자들이 휩쓸렸으니, 조용히 생각해 보면 허물이 돌아갈 곳이 있다. 어찌 감히 백성들에게 죄가 있다고 할 수 있겠는가.나는 생각건대, 난리를 겪은 뒤라서 백성들의 죽음이 십중팔구였다. 다행히 살아남은 자들은 겨우 실낱 같은 목숨을 부지하고 있는데 위로하는 일을 먼저 하지 않고 가렴주구만을 일삼았으며, 횡과와 폭정에 색목이 고슴도치 털처럼 많았다. 중국군의 궤향은 여기에서 마련되었고 경비의 수요는 여기에서 마련되었다. 이 때문에 군사를 훈련시키고 이 때문에 성을 쌓았다. 골수에 스며드는 고혈을 이미 짜냈는데도 세금의 독촉은 더욱 준엄해지고, 근력이 이미 고갈되었는데도 징역은 더욱 급해졌다. 더구나 호서와 호남은 조금 완비되었다고 하면서도 역의 소요가 더욱 심하고, 게다가 형벌이 지나치게 혹독하여 사람 보기를 실낱같이 하였다. 백성들이 곤궁에 시달리고 원망과 비난이 떼를 지어 일어나며 토붕 와해의 형상이 이미 이루어졌는데도 나는 위에서 멍청하게 몸을 아끼고 비용을 줄이기를 구천처럼 하여 민력을 조금이나마 펴지 못하였고, 연나라 소왕처럼 밤낮으로 어루만져 주어 조금이라도 민심을 위로하지 못하였다. 그리하여 나의 백성들로 하여금 죄없는 백성들과 원한이 맺혀서 일어나 난리를 일으키게 하였으니, 내가 백성을 저버린 것이 이에 이르러 극에 달하였다.백성들이 사람들의 속마음에 쉽게 빠져든 것이 또한 어찌 그 본심이겠는가. 이에 특별히 위협에 못 이겨 따른 자들을 다스리는 일에 진념하였으나 또 제때에 잘 처리하지 못하여 체포할 때에 옥과 돌이 함께 불타는 화를 면치 못하여 거듭 백성들에게 죄를 얻었으니, 더욱 부끄럽고 슬프다.돌아보건대, 내가 비록 어리석지만 민력이 이미 고갈되어 조금은 쉬어야 한다는 것을 알고 있다. 그러나 원수인 적들이 국경을 압박해 온 지 이미 5년이 되어 충돌해 올 화가 눈앞에 닥쳤으니, 형세상 속수무책으로 망하기를 기다릴 수가 없다. 군사를 훈련시켜 적을 방어할 계책을 세우고 성을 쌓아 요새를 방어할 대비를 하고 양식을 쌓아 군사들을 지공할 비용을 삼는 것은 모두 백성을 위해 화란을 늦추고 함께 보존하려는 계책이니, 오히려 백성들이 혹시라도 용서해 주기를 바란다. 내가 백성을 살리는 도리로 부렸는데도 봉행하는 자가 나의 뜻을 본받지 않고, 이에 백성을 보호하는 일이 한갓 백성을 병들게 하는 결과가 되어 원망이 쌓이고 도적이 일어나게 되었으니, 이는 모두 내가 밝지 못하기 때문이다.생각건대, 우리 조종께서 거듭 빛내시어 경사를 쌓은 지 200여 년 동안 생명을 지니고 기운을 저버린 무리가 모두 사랑과 은택 속에서 살아났다. 그러나 나 같은 하찮은 몸이 외난이 이미 극에 달하고 내흔이 잇따라 일어나 난리가 심해짐에 한 가지 물건도 편안한 것을 얻지 못한 채 죽은 사람이 즐비하고 태란이 도륙당하였으니, 한밤중에 반성해 보면 측은하지 않은 적이 없었다. 괴수가 이미 처형되었으니 마땅히 어루만져 안정시키는 것을 급선무로 삼아야 한다. 이는 대개 법이 안정되면 백성은 더욱 어지러워지고 덕으로 백성을 교화하면 백성은 쉽게 복종하기 때문이다. 난리를 겪은 지방에 대해서는 연좌법을 속히 생략하고 너그러운 덕의를 바라서 그들로 하여금 예전처럼 안도하게 하라. 또 말로 사람을 감동시키는 것은 실상으로 사람을 감동시키는 것만 못하다. 어질다는 소문이 있으면 어진 정사를 행하는 것만 못하다. 오늘날 백성의 폐해가 되는 것으로는 공부와 성지보다 심한 것이 없으니, 또한 마땅히 그 완급을 헤아려서 견감할 만한 것은 견감하고 혁파할 만한 것은 혁파하며, 일거일조에 백성을 편하게 하는 것을 위주로 하여 거듭 해를 끼치는 일이 없게 하라. 요역을 가볍게 하고 부세를 적게 하여 정사가 안정되고 백성이 편안해져서 함께 융성한 정치에 오를 수 있게 하라. 이에 교시하니, 잘 알았으리라 생각한다.”하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 7월 1일(병인) 6번째기사",
                "gt-oKo": "대사령을 내리는 교서를 중외에 선유하였는데, 내용은 다음과 같다. “답답하게도 이 한 사람이 이렇게 끔찍한 변란을 당하여 이 큰 원수를 갚지 못하고 이 큰 치욕을 씻지 못했으니 비록 너희들 신민(臣民)의 위에 있기는 하지만 언제나 슬프고 답답한 심회가 마치 곤궁한 사람이 의지할 데 없는 것과 같았는데 이번 역적들의 변란이 이 어려운 때에 일어났으니 그 까닭은 진실로 내가 나라를 잘못 다스린 탓으로 생겨난 화근이라 마음이 아프고 얼굴이 부끄러워 진실로 어찌할 바를 모르겠다. 아, 호서 지방이라고 어찌 다 효경(梟獍) 같은 족속이겠는가. 보잘것없는 한두 무리가 선동해 불러 모으는데 따른 자가 불과 며칠 사이에 풍미(風靡)하듯 하였으니 조용히 생각하건대 그 허물은 귀착되는 데가 있는데 어찌 감히 백성에게 죄가 있다 하겠는가. 생각하건대, 이 난리를 겪은 나머지 죽은 백성의 수가 십중 팔구나 되며 가까스로 살아남은 자들도 실낱같은 목숨만을 겨우 부지하고 있다. 그런데도 우선 그들을 위로해 주지 못하고 가렴주구를 더하여 조세와 부역에 횡포를 부렸으니 그 색목(色目)은 고슴도치의 가시 같이 많았으며 명나라 군대의 군량도 여기서 판출했고 경비의 지출도 여기서 수응하였다. 뿐만 아니라 그들을 병사로 삼아 훈련했고 그들로 성을 쌓았다. 골수와 기름이 이미 빠졌는데 세금은 더욱 높아 갔고 근력이 이미 다했는데도 징역(徵役)은 더욱 급해갔다. 양호(兩湖) 지방이 조금 낫다고는 하나 역(驛)의 소요가 더욱 심하였고, 형벌을 사용함이 지나치고 혹독하여 사람보기를 초개(草芥)같이 업신여겼다. 백성들이 곤궁은 극에 달하고 원망과 비난은 무리지어 일어나니 토붕 와해의 현상이 이미 생겼는데도 나는 위에서 멍청하게 있기만 하여 저 월왕(越王) 구천(勾踐)처럼 자신이 고행(苦行)하고 비용을 줄임으로써 백성들의 힘을 조금이나마 덜어주지 못했고, 저 연 소왕(燕昭王)처럼 밤낮으로 위로하고 어루만짐으로써 백성들의 마음을 조금이나마 위로하지도 못했다. 그 결과 나의 백성들로 하여금 무고하게 원망을 맺어 변란을 일으키도록 했으니 백성에 대한 나의 저버림이 이에 이르러 극도에 달한 것이다. 백성들이 속이는 말에 쉽게 빠져든 것이 어찌 그들의 본성이겠는가. 그리하여 종범(從犯)은 너그럽게 다스린다는 방침에 특별히 진념했던 것인데, 또 미처 제때에 선처하지 못하여 그들을 체포할 때에 옥석구분(玉石俱焚)의 화를 면치 못하게 하여 거듭 백성에게 죄를 얻었으니, 참으로 부끄럽고도 슬프다. 돌아보건대, 내 비록 어리석지만 민력(民力)이 이미 고갈되어 좀 쉬어야 할 상태에 이르렀다는 것을 역시 알고 있다. 그러나 원수인 적들이 우리 국경에 주둔한 지 벌써 5년이나 되어 충돌할 화가 조석에 박두해 있는지라 속수무책으로 앉아서 망할 때를 기다릴 수는 없기에 병사를 훈련하여 적을 막을 계획을 세우고 성을 쌓아서 요새를 구축할 준비를 하며 양식을 저장하여 군사들에게 공급할 것을 마련하는 것들은 이 모두가 백성을 위해 화를 제거하고 함께 살기 위한 계책인만큼 백성들이 나를 용서해 주기 바란다. 나는 백성을 살리는 길로 부렸는데 일을 받들어 행하는 자가 나의 의도는 본받지 않고 백성을 보전키 위한 일을 가지고 도리어 백성을 병들게 한 탓으로 원망이 점점 쌓여 도둑이 일어나게 된 것이니 이 모두가 내가 밝지 못한 데서 연유한 것이다. 생각건대, 우리 조종(祖宗)께서 대단히 밝으셔서 경사(慶事)를 쌓아 오신 지 2백여 년에 생명과 기(氣)를 지닌 모든 무리가 다 함께 자라고 길러지면서 깊은 인(仁)과 두터운 은택 속에서 나고 죽고 해왔는데 보잘것없는 이 몸 대에 이르러 외난(外難)이 이미 극에 달하고 내흔(內釁)이 잇달아 일어난지라 혼란이 극심한 속에서 어느 누구도 편안함을 얻지 못하여 주검이 즐비하고 금수 초목도 모두 죽었다. 밤중이면 일어나 자신을 반성하며 상심하지 않는 날이 없다. 역적의 괴수가 이미 죽음의 형벌을 받았으니 마땅히 보살펴서 안정시키는 일이 급선무이다. 대개 법으로써 백성을 다스리면 백성은 더욱 어지러워지고, 덕으로써 백성을 교화하면 백성은 쉽게 복종하는 법이다. 난리를 겪은 지방은 연좌법을 특별히 간략히 하고 너그러운 덕을 베풀어 그들로 하여금 옛날처럼 편안하게 살도록 하라. 또 말로써 사람을 감동시키는 것이 사실로써 사람을 감동케 하는 것만 못하며, 어질다는 소문이 있는 것이 어진 정치를 행하는 것만 못한 것이다. 오늘날 백성에게 해가 되는 것은 공부(貢賦)와 성지(城池)보다 더 심한 것이 없으니 마땅히 긴급한 것과 그렇지 않은 것을 헤아리고 서두를 것과 서둘지 말 것을 살펴서 줄일 것은 줄이고 그만둘 것은 그만두도록 하겠다. 일 하나 행동 하나도 백성을 편하게 하는 방향으로 힘쓰는 것으로 주장을 삼을 것이며 백성에게 근심이나 해를 끼치는 일이 다시는 없도록 하겠다. 요역이 가볍고 부세가 줄어들어 정치는 안정되고 백성은 편안해져서 융성한 정치로 함께 나아가게 하겠다. 그러므로 이렇게 교시하노라.”",
                "hj": "○大赦, 下敎, 宣諭中外。 敎書曰: 閔予一人, 遘玆洪亂, 大讐未復, 大恥未雪, 雖忝居爾臣民之上, 恒懷慼鬱, 如窮人無所歸, 而今此逆孽之變, 又發於多難之辰, 良由予治國亡狀, 釁禍萌生, 痛心靦貌, 誠不知所爲也。 嗚呼! 湖右一方, 豈盡梟獍之族, 而幺麿一二輩, 逞其嘯聚, 不數日而從者靡然, 靜言思之, 咎有所歸, 其敢曰, 民有罪焉? 予惟喪亂之餘, 民死蓋什八九矣。 其幸孑遺者, 僅存如綫之息, 而勞來不先, 誅求是加, 橫科暴征, 色目如蝟, 天兵之餽餉辦於是; 經費之需用出於是, 以之而練兵, 以之而築城。 髓膏已推, 而索賦愈峻; 筋力旣盡, 而徵役轉急。 況且, 兩湖則謂其稍完, 而驛擾尤甚, 加以刑罰濫酷, 視人如菅, 民困螫蠚, 怨詈朋興, 土崩瓦解之形已成矣, 而予乃懜然於上, 曾不能苦身省費如句踐, 以少寬民力; 日夜拊循如燕昭, 以少慰民心。 使予赤子, 冤結無辜, 起而爲亂, 予之負民, 至此極矣。 民之易陷於詿語, 亦豈其本情哉? 玆特軫念於脅從之治, 而又不能及時善處, 逮捕之際, 未免有玉石俱焚之禍, 重得罪於民, 冞切愧悼。 顧予雖惛, 亦知民力之已殫, 迄可少休, 而讐賊壓境, 已浹五載, 衝突之禍, 迫在朝夕, 勢不容束手待亡。 練兵而爲禦賊之圖; 築城而爲扼險之備; 峙糧而爲供軍之需, 皆所以爲民紓禍俱存之計, 尙覬民之或恕。 予以生道使之也, 而奉行者不體予意, 乃以保民之擧, 徒爲病民之歸, 馴致怨積而盜起, 皆由予不明之故也。 念我祖宗重熙, 積慶餘二百年, 含生負氣之倫, 俱受亭育, 以生以死於深仁厚澤之中, 而逮予眇躬, 外難旣極, 內釁繼作, 喪亂之甚, 無一物得其寧, 死亡相枕, 胎卵殪殈, 中夜省之, 未嘗不爲之怛然也。 渠魁已戮, 當以撫定爲急。 蓋以法靖民民益亂; 以德化民民易服。 其經亂地方, 亟爲略株連之法, 希德意之寬, 令按堵如故。 且夫感人以言, 不若感人以實, 有仁聞不若行仁政。 今日之爲民害, 莫貢賦、城池之爲甚, 亦當量其緊歇, 而審其緩急, 可蠲者蠲之, 可罷者罷之, 一擧一措, 務以便民爲主, 無重貽患害。 使徭輕賦薄, 政平民安, 庶共躋於隆治, 故玆敎示。 云云。"
            },
            "7": {
                "H2KE-EN": "The King (Sejong issued a royal order to the Crown Prince inherit the throne. High officials and the Censorate prostrated themselves in the palace courtyard and argued their opinions. The King kept the palace gate and did not respond. He wrote a book to the Crown Prince. The Crown Prince prostrated himself at the room outside the palace gate. He continued to admonish the Crown Prince to bid farewell [to the Crown Prince]. [The King] did not consent on this. After a month passed, [the Crown Prince] concluded.",
                "H2KE-nKo": "주상이 세자에게 전위하겠다는 전교를 내리자, 대신과 삼사가 복합하여 쟁론하였다. 주상이 금문을 닫고 답하지 않았으며, 세자에게 계자를 봉하여 내렸다. 세자가 침문에 엎드려 연이어 상소하며 머리를 조아리며 사양하였으나 모두 윤허하지 않다가 한 달이 지나서야 그만두었다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 7월 1일(병인) 7번째기사",
                "gt-oKo": "상이 세자에게 전위한다는 전교를 내렸으므로 대신과 삼사가 복합(伏閤)하여 쟁론(爭論)하였다. 상은 금문(禁門)을 닫고 답하지 않았으며 세자에게 계자(啓字)를 밀봉하여 내렸다. 세자는 침문(寢門)에 엎드려 잇달아 상소하면서 사양했지만 윤허하지 않다가 달을 넘기고야 그만두었다.",
                "hj": "○上下傳位世子之敎, 大臣、三司伏閤爭論, 上閉禁門不答, 封下啓字于世子。 世子伏寢門, 連疏叩辭, 皆不允, 逾月乃已。"
            },
            "8": {
                "H2KE-EN": "Chief Army Commander of the Middle Army Seop , who was appointed commander of the Three Armies , arrived in the capital. Seop saw the King discreet and caution. He also presented the songs printed in the Typecasting Foundry composed and requested that they be distributed to the soldiers. The King ordered that several hundred copies of the Typecasting Foundry be printed and distributed to them.",
                "H2KE-nKo": "유격장군 섭상이 군문의 위차로 서울에 도착하였다. 섭상이 공손하고 조심하는 것을 보고 또 그가 지은 격려장사가를 바치고 군중에 반포하기를 청하니, 수백 건을 찍어서 나누어 보내라고 명하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 7월 1일(병인) 8번째기사",
                "gt-oKo": "유격장군 섭상(葉鏛)이 군문 위차(軍門委差)로 서울에 왔다. 섭상은 공순하게 상을 알현했으며 또 자신이 지은 격려장사가(激勵將士歌)를 바치고 군중(軍中)에 널리 나누어 줄 것을 청하므로 상이 수백 부를 찍어 분송(分送)하도록 명했다.",
                "hj": "○遊擊將軍葉鱨以軍門委差到京。 鱨見上恭謹, 且致所述《激勵將士歌》, 請行布諸軍中, 命印數百件分送。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Kim Deokryeong , a member of the State Tribunal , was tortured and died. Upon hearing the royal order, Deokryeong was immediately leading his jurisdiction under his jurisdiction. Upon hearing the battle against the pirates, he returned to the garrison. On this day, [Kim Deokryeong] was arrested and interrogated. Originally, the court learned that his brave exceeds beyond the extraordinary circumstances. He was worried about not going to arrest him, and he set a large measure to prevent him from escaping. Deokryeong was arrested and imprisoned. The King personally interrogated him. Deokryeong confronted him on the confrontation of his face, but his evidence was evident. Earlier, he suddenly rose from the name of Yi Sieon and others. The court also suspects that his brave and grudge was difficult to control him. He desired to confront him on the opportunity to confront him. Many often said that he should not be abandoned. The King agreed with him. As he had already confronted a confrontation on the confrontation, the King still regretted him and asked the attendant officials, Does this man possible? 대신 유성룡 and others said, This man certainly will not be able to save his life. However, it would be proper to imprison him and wait for him to interrogate his sides. Superintendent [of the State Tribunal] Choe Hwang and others requested that he be interrogated immediately. The King repeatedly refused to confront Choe Deokryeong on the confrontation of the Japanese, but he could not dare save his life. He also asked Choe Damryeong , Choe Gang , a resident of the jurisdiction on the confrontation of his jurisdiction on the confrontation of one another. Deokryeong was imprisoned for several days. The King suspected that there was an unforeseen occurrence. He ordered the State Tribunal to send more than one hundred strong men to confront him on the confrontation of the large battle. He surrounded night and guarded him as if he were defeated by a large enemy. In the end, he was tortured to several hundred. He strong men with the bones of the powder. He simply refused to confront him on the confrontation of his senemy. He only said, Your subject has committed a crime that deserves death. In the gyesa year (, he forgested his power to the end of his three-year mourning period for his late mother. He could not spare no further word about this. However, Choe Damryeong , a bravel of his army on the confrontation of his jurisdiction on the confrontrontation on the confrontation of Deokront",
                "H2KE-nKo": "삭일자 김덕령이 옥에 갇혀 고문을 받다가 죽었다. 김덕령이 전령을 듣고 즉시 휘하의 군사를 거느리고 길을 떠났다가 적이 평정되었다는 소식을 듣고 진으로 돌아갔다. 이때에 이르러 잡아다 국문하려고 하였는데, 조정에서는 평소 용력이 뛰어나다는 말을 듣고 체포되지 못할까 걱정하여 여러모로 계책을 세워 도망치는 것을 막았다. 김덕령이 체포되어 하옥되자 주상이 친국하여 신문하였다. 김덕령이 대질 신문을 하였으나 증거를 잡을 만한 것이 없었는데, 처음에는 갑자기 기용되었다는 명성이 있었으므로 이시언 등이 시기하였다. 조정에서는 또 그의 용맹과 사나움을 제어하기 어려울까 의심하여 시기를 틈타 제거하려고 하였는데, 대부분 놓아줄 수 없다는 것을 말하였다. 주상의 뜻도 그러하였다. 대질 신문을 마치고도 주상이 오히려 애석해하며 좌우에게 묻기를,“이 사람은 살길이 있는가?”하니, 대신 유성룡 등이 아뢰기를,“이 사람은 반드시 살길이 없습니다. 다만 우선 그대로 가두어 두었다가 같은 패거리를 국문한 뒤에 처리하는 것이 어떻겠습니까?”하였다. 판의금부사 최황 등이 즉시 형신할 것을 청하였으나, 주상이 재삼 망설이며 모두 감히 구제하지 못하였다. 또 아뢰기를,“그가 살인을 많이 하였으니, 이 죄도 죽어 마땅합니다. 애석할 것이 없습니다.”하고, 정언 김택룡이 아뢰기를,“국가가 조금 안정된다면 하나가 무슨 관계가 있겠습니까. 모쪼록 즉시 처형하여 후환을 제거해야 합니다.”하니, 사람들이 모두 웃었다. 주상이 도원수에게 김덕령에게 물어보라고 명하였다.김덕령이 난을 일으켰을 때의 상황이 어떠했는지와 그의 휘하 사람 최담령과 최강 등에게도 아울러 물었는데, 모두 단서가 없었다.김덕령이 여러 날 갇혀 있었는데, 주상이 변고가 있을까 의심하여 굳게 잠그도록 명하였다. 의금부가 건장한 군사 100여 명을 동원하여 큰 새끼줄로 포박하고 밤낮으로 포위하여 지키면서 마치 큰 적을 막는 것처럼 하였다. 마침내 수백 명에게 형신을 가하자, 정강이의 뼈가 모두 부러지고 조용히 스스로를 다스리며 사기가 흔들리지 않았다.다만 말하기를,“신에게 만번 죽어 마땅한 죄가 있다. 계사년에 자모께서 종당에서 삼년상의 슬픔을 잊고 한 하늘을 찌르는 듯한 원수를 분하게 여겨 인정을 끊고 옷을 갈아입고 칼을 휘두르며 일어나 여러 해 동안 종군하였으나 조그마한 공도 세우지 못하였다. 충성을 펴지 못하고 도리어 효성을 떨쳤으니, 죄가 이에 이르러 만번 죽어도 피하기 어렵다.신은 이제 목숨이 다하여 다시 더 할 말이 없다. 다만 신이 모집한 용사 최담령 등이 죄도 없이 옥에 갇혀 있으니, 죽이지 말고 기용하기를 바란다.”하였는데, 처음부터 끝까지 다른 말이 없이 죽었다.김덕령이 군사를 일으킨 지 3년 만에 마침 화의가 한창 벌어지고 있었기 때문에 왜적과 교전할 수 없었는데, 왜인들이 두려워하여 감히 그 진에 가까이 오지 못하였다. 일찍이 왜인의 진지에서 호랑이 두 마리를 손으로 쳐서 왜인에게 주니, 왜인들이 탄복하였다. 이때에 이르러 그가 죽었다는 소식을 듣고 기쁜 얼굴로 서로 축하하였다. 남도의 군민들은 항상 그를 의지하여 중하게 여겼는데, 죄도 없이 죽었으므로 듣는 사람들이 모두 원통하게 여기고 슬퍼하였다. 이로부터 남방의 사민들이 김덕령을 경계로 삼아 용력이 있는 자는 모두 숨어 버리고 다시는 의병을 일으키지 않았다. 최담령과 최강을 사면하고 김덕령의 모집한 군사를 거느리고 양남의 방어사에게 나누어 소속시켰다.최담령은 김덕령과 용력이 일치하여 이로부터 거짓으로 어리석고 겁이 나서 스스로 벼슬하지 않았다.김덕령의 매부 이인경도 담용이 있고 술수를 알아 무과에 응시하여 왜적을 토벌한 공이 있었으므로 매번 김덕령의 화를 징계하였다. 벼슬이 변 군수에 이르렀을 때 즉시 병을 핑계 대고 떠나 종신토록 감히 큰 장령이 되지 못하였다. 사람들은 그가 숨기는 것이 있는 줄 알고도 기용하지 않아 수명대로 마쳤다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 8월 1일(병신) 1번째기사",
                "gt-oKo": "김덕령이 옥에서 고문 받다가 죽었다. 덕령이 전령(傳令)을 듣고 즉시 부하를 거느리고 길에 올랐는데 적이 이미 평정되었다는 말을 듣고 도로 진(鎭)으로 돌아갔다. 이때에 이르러 덕령을 나국(拿鞫)하려 하였는데, 조정이 그의 용력이 절륜(絶倫)하다는 말을 평소에 들었으므로 혹 그가 체포에 응하지 않을까 근심하여 여러 가지로 방략(方略)을 만들어서 그의 도망을 미리 방지하였다. 덕령이 순순히 체포되어 하옥되었는데 상이 직접 국문하였다. 이에 덕령은 사실대로 답변했으나 증거는 없었다. 그는 갑자기 유명해진 까닭에 이시언(李時言) 등의 시기를 받았으며 조정 또한 그의 날쌔고 사나움을 제어하기 어려울지 모른다고 의심하였으므로 기회를 타서 그를 제거하려고 많은 사람들이 그를 놓아주는 것은 옳지 않다고 말하였다. 상의 뜻도 역시 그러하였는데 대질하여 심문하고는 오히려 그를 아깝게 여겨 좌우에게 묻기를, “이 사람을 살려줄 도리가 없는가?” 하니, 대신 유성룡 등이 아뢰기를, “이 사람이 살 도리는 없습니다. 다만 아직 그대로 가두어 두고 그의 일당들을 국문한 뒤에 처리하심이 어떻겠습니까?” 하였고, 판의금 최황(崔滉) 등은 즉시 형신(刑訊)할 것을 청하였다. 상은 재삼 난색을 지었으나 아무도 구원하지 않았을 뿐 아니라, 또, “그는 살인을 많이 했으니 그 죄는 죽어 마땅하며 조금도 애석할 것이 없습니다.” 하기도 하였다. 정언 김택룡(金澤龍)은 아뢰기를, “국가가 차츰 편안해지는데 장수 하나쯤 무슨 대수입니까. 즉시 처형하여 후환을 없애야 합니다.” 하여 사람들의 웃음을 샀다. 상이 도원수를 시켜 덕령이 출병할 적에 태도가 어떠했는지 물었으며, 또 그의 부하인 최담령(崔聃齡)과 최강(崔堈) 등에게도 물었는데 모두 단서가 없었다. 덕령은 여러 날 동안 갇혀 있었고 상은 혹시 변이 일어날까 의심하여 옥문을 굳게 잠글 것을 명하였고 의금부는 건장한 군사 1백여 명을 동원해서 굵은 밧줄로 묶어둔 다음 밤낮으로 에워싸고 지키기를 마치 많은 적군을 방어하듯 하였다. 수백 번의 형장 신문에 드디어 정강이 뼈가 모두 부러졌는데도 조용하게 스스로 변론하며 말씨가 흔들리지 않았다. 다만, “신은 만 번 죽어 마땅한 죄가 있습니다. 계사년 어머니께서 돌아가셨을 때에 삼년상의 슬픔을 잊고 하늘에 사무친 원수에 격분하여 모자간의 정을 끊은 채 상복을 바꿔 입은 다음 칼을 짚고 분연히 일어나 여러 해 동안 종군하였지만 아직 조그만 공도 세우지 못해서 충성도 펴보지 못하고 도리어 불효만 하였습니다. 죄가 이에 이르렀으니 만 번 죽어도 죄를 면하기 어렵습니다. 신은 지금 목숨이 다하게 되었으니 다시 할 말이 없습니다. 다만 신이 모집한 용사 최담령(崔聃齡) 등이 죄 없이 옥에 갇혀 있으니 원컨대 죽이지 말고 쓰도록 하소서.” 라고 했을 뿐 시종 다른 말이 없이 죽었다. 덕령이 군사를 일으킨 3년 동안은 마침 화의(和議)를 한창 벌이고 있었기 때문에 왜병과 교전할 수 없었지만 왜인들은 그를 두려워하여 감히 그의 진영에 가까이하지 못했다. 언젠가 왜인의 진영에서 호랑이 두 마리를 손으로 때려잡아 왜인에게 주니 왜인들이 탄복하였었다. 그의 죽음을 들은 왜인들은 기쁜 얼굴로 서로 치하하였다. 남도(南道)의 군민(軍民)들은 항상 그에게 기대고 그를 소중하게 여겼는데 억울하게 죽게 되자 소문을 들은 자 모두 원통하게 여기고 가슴 아파하였다. 그때부터 남쪽 사민(士民)들은 덕령의 일을 경계하여 용력(勇力)이 있는 자는 모두 숨어버리고 다시는 의병을 일으키지 않았다. 최담령(崔聃齡)·최강(崔堈)을 사면하여 덕령이 모집한 군사를 거느리고 양남(兩南)의 방어사에게 나누어 배속시켰다. 최담령은 덕령과 함께 용력의 명성을 나란히 하였는데 이 뒤로부터는 어리석은 겁보인 체하여 스스로 폐인 노릇을 하였다. 덕령의 매부 이인경(李寅卿)도 담략과 용기가 있고 술수(術數)를 알았는데 무과를 거쳐 왜적 토벌에 공을 세웠지만 덕령이 화를 입게 되자 이를 경계하여 벼슬이 변방 군수에 이르렀을 때 즉시 병을 칭탁하여 사임하고는 생을 마칠 때까지 감히 큰 장령(將領)이 될 생각을 하지 않았다. 사람들은 그가 은둔한 채 쓰여지지 않음으로써 수명대로 살 수 있었다는 것을 알았다.",
                "hj": "○朔丙申/金德齡詣獄栲死。 德齡聞傳令, 卽領所部就途, 聞賊平還鎭。 至是, 將拿鞫, 朝廷素聞勇力絶倫, 憂其不就捕, 多設方略, 以防脫逃。 德齡就捕下獄, 上親鞫問之。 德齡置對, 辭証無可據, 而初以驟起有名, 李時言等忌之。 朝廷又疑其勇悍難制, 欲乘時除之, 多言其不可捨, 上意亦然之。 旣對辨, 上猶惜之, 問于左右曰: “此人有生理乎?” 大臣柳成龍等曰: “此人必無生理。 但姑仍囚, 待其同黨鞫問後處之如何?” 判義禁崔滉等請卽刑訊, 上再三持難, 皆不敢捄, 且言: “渠多殺人, 此罪亦當死, 不足惜也。” 正言金澤龍啓曰: “國家稍安, 一將何關? 須卽刑誅, 以除後患。” 人皆笑之。 上命問于都元帥, 德齡赴難時形止如何, 竝問其麾下人崔聃齡、崔堈等竝無端緖。 德齡在囚累日, 上疑其有變, 命嚴其牢鎖, 禁府發壯軍百餘, 用大索綁纏, 晝夜圍守, 如防大敵。 竟致刑訊累百, 栲脛骨盡折, 從容自理, 辭氣不撓。 但曰: “臣有萬死之罪。 癸巳歲, 慈母終堂, 乃忘三年之哀, 憤一天之讐, 割情變服, 仗劍倔起, 累歲從軍, 未建寸功。 不伸於忠, 反詘於孝, 罪至於斯, 萬死難逃。 臣今命盡, 無復可言。 但臣所募勇士崔聃齡等, 無辜在理, 願勿殺而用之。” 終始無異辭而死。 德齡起兵三年, 値和議方張, 不得與倭交鋒, 而倭人畏之, 不敢近其陣。 嘗於倭人陣處, 手搏兩虎, 賫與倭人, 倭人歎服。 至是聞其死, 喜色相賀。 南道軍民, 常倚以爲重, 死非其辜, 聞者莫不冤傷之。 自是, 南方士民以德齡爲戒, 凡有勇力者皆晦匿, 不復稱義兵起矣。 赦崔聃齡、崔崗, 領德齡募軍, 分屬兩南防禦使。 聃齡與德齡勇力齊名, 自是, 佯愚怯自廢。 德齡妹夫李寅卿亦有膽勇, 知術數, 從武擧, 討倭有功, 每懲德齡之禍, 官至邊郡守, 卽稱病去, 終身不敢爲大將領。 人知其有隱而不用, 以壽終。"
            },
            "2": {
                "H2KE-EN": "The envoys [from Ming China] were sent to cross the sea. Hwang Hui and others followed them. When [Hwang] Sin was encountered by a storm, a boat was hurried. [Hwang] Sin wrote a strong wind into the sea, and a boat was spread out. [Hwang] Sin wrote a strong wind and stopped. The strong wrote read as follows: In the middle of tiger and tiger, [Hwang] Sin wrote in the middle of two years. [Hwang] Sin wrote a dragon-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-p, [Hwang] Sin wrote down his head and wrote himself. In our humble opinion, [Hwang] Sin wrote a crisis in the middle of the world, and he was allowed to go on horseback to the country. Even though [Hwang] Sin wrote a difficult and difficulty in his territory, is it possible for him to go. [However], how can [Hwang] Sin wrote a single-pond-pond-pond-pond-pond-pond-fecture? [Hwang] Sins loyalty did not change his heart, and it is possible to address the sky and embarrassing him. How could [Hwang] Sin wrote a single-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-pond-topond-top the boat-pond-pond-top the boat-pond-pond-pond-pond-pond-pond-pond-pond-topond-top the boat-pond-pond-pond-toponding boat-top the boat-pond boat-p",
                "H2KE-nKo": "조사가 바다를 건넜다. 황신 등이 따라갔다. 황신이 바다에서 풍파를 크게 만나 뱃사람들이 현기증이 나 거꾸러지자 황신이 바다에 맹세하는 글을 지어 바다에 던져 넣었는데 바람이 곧 그쳤다. 그 글에 이르기를,“승냥이와 호랑이가 숲속에서 이미 2년 동안이나 절개를 지켰고, 매룡굴 위에서 또 8월의 배를 탔습니다. 목숨을 바치는 것을 달게 여겨 머리를 조아려 스스로 맹세합니다. 삼가 생각건대, 황신은 나라가 혼란한 때를 만나 나라에 몸바쳐 분주한 것은 비록 험난하고 어려운 일일지라도 모두 겪었습니다. 그러나 의주와 오랑캐가 다닐 수 있겠습니까. 변치 않는 충성심에서 우러나온 것을 힘입어 하늘에 질정하여도 부끄러움이 없습니다. 4000리나 되는 먼 길을 가는 데 어찌 감히 조금이라도 수고로움을 꺼리겠습니까. 30년 동안 쌓은 공부가 바로 오늘에야 힘을 발휘할 수 있을 것입니다. 돌아보건대, 나라의 일에 소금이 없는 것은 또한 신하의 직분상 당연한 것입니다. 곧바로 돛을 달고 멀리 일본으로 향하니, 진실로 사직을 편안히 하고 나라를 이롭게 한다면 죽어도 오히려 영광일 것입니다. 만일 명을 욕되게 하고 몸을 잃는다면 살아서 또한 무슨 보탬이 되겠습니까. 삼가 바라건대, 영령께서는 이 정성을 굽어살피소서. 진실로 이 말이 우리를 속였다면 하늘이 알 것입니다. 혹시라도 한 생각이 틀린다면 신은 그를 죽이겠습니다.”하였다. 이 글이 나돌자 나라 사람들이 전하여 외웠다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 8월 1일(병신) 2번째기사",
                "gt-oKo": "조사(詔使)가 바다를 건넜는데, 황신 등이 따랐다. 황신이 바다에서 심한 풍랑을 만났는데, 배 안에 탄 사람들이 멀미로 쓰러지자 신(愼)이 바다 신에게 맹세하는 글[誓海神文]을 지어서 바다로 던지자 바람이 즉시 멎었다. 그 글에, “승냥이와 범떼 속에서 사명을 띠고 이미 두 해를 보냈고 이무기 굴 위에서 8월에 사신가는 배를 탔습니다. 나는 기꺼이 몸을 버릴 것을 머리를 조아려 스스로 맹세합니다. 삼가 생각건대 신은 난세를 만나 나라 위해 일할 것을 허락했으니 아무리 험하고 어려운 일이라도 감당할 준비가 되어 있습니다. 사람이 진실되지 않으면 어디에서라도 이 뜻을 행할 수 없는 것이니 저의 변하지 않을 이 붉은 마음은 저 창천(蒼天)에 맹세하여도 부끄러움이 없습니다. 4천리 사행(使行)길이라 하여 털끝만큼도 감히 수고를 꺼려 하지 않았고 30년 동안 쌓은 공부가 바로 오늘에야 힘을 얻었습니다. 다만 왕의 일을 견고하게 해야함은 또한 신하로서 해야 할 당연한 직분이 아니겠습니까. 이에 돛대를 곧게 달고 멀리 일본으로 향합니다. 진실로 사직을 편안히 하고 나라를 이롭게만 할 수 있다면 죽더라도 오히려 영광이겠지만, 만일 군명(君命)을 욕되게 하고 절개를 잃는다면 산다 한들 무슨 보탬이 되겠습니까. 삼가 원하건대 영상(靈爽)은 이 정성을 굽어 살피소서. 진실로 이 말이 제가 속인것이라면 하늘이 아실 것이며 만약 한 생각이라도 어긋난다면 신(神)은 나를 죽이소서.” 하였다. 이 글이 세상에 알려지자 나라 사람들이 서로 전해가며 외었다.",
                "hj": "○詔使渡海, 黃愼等從之。 愼於海中遭風波大作, 舟人眩倒, 愼作誓海神文投諸海, 風旋止。 文云: 豺虎叢中, 旣持二載之節; 蛟龍窟上, 又乘八月之槎。 捐軀是甘, 稽首自誓。 伏念, 愼遭時板蕩, 許國驅馳, 雖險阻艱難備嘗之矣。 然州里蠻貊, 可行乎哉! 賴有衷赤之不渝, 可質上蒼而無愧。 四千里行役, 何敢一毫憚勞, 三十年功夫, 正宜今日得力。 顧王事之靡鹽, 抑臣職之當然。 直掛風帆, 遙指日域。 苟能安社利國, 死且猶榮, 如或辱命失身, 生亦何補? 伏願, 靈爽俯鑑忱誠, 苟斯言之我欺, 天有知也。 倘一念之或差, 神其殛之。 文出, 國人傳誦。"
            },
            "3": {
                "H2KE-EN": "이덕형이 resigned from the post of minister of war . While his name was listed on the pretext of the pirates, he could not dare observe military affairs. He repeatedly resigned from the post of minister of war and superintendent of the Military Training Office , and he was only replaced by minister of war .",
                "H2KE-nKo": "이덕형이 병조 판서를 사직하였다. 이덕형은 자신의 이름이 역적의 공초에서 나왔다는 이유로 감히 병무를 보지 못하고 병조 판서와 훈련도감 제조를 여러 차례 사직하였으므로 병조 판서만 체차한 것이다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 8월 1일(병신) 3번째기사",
                "gt-oKo": "이덕형이 병조 판서를 사직하였다. 덕형은 그 이름이 적의 초사에서 나왔기 때문에 감히 병무(兵務)를 보지 못하고 병조 판서와 훈련 제조를 여러 차례 사직했었는데 병조 판서직만 체직된 것이다.",
                "hj": "○李德馨辭遞兵曹判書。 德馨以名出賊招, 不敢視兵務, 屢辭兵判及訓鍊提調, 只遞兵判。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gabo day, [the King] summoned Yi Wongyu , a member of the gabo year ( to return to the Ming court. [Yi] Wongyu went [to the capital] and asked the peoples sufferings. [The King] requested that an excessive compulsory labor service be reduced and that he be concentrated to comfort the people. The peoples heart were greatly pleased. ",
                "H2KE-nKo": "이원익을 불러서 조정에 돌아오게 하였다. 이원익이 지나가는 곳마다 백성들의 고통을 탐문하여 지나친 부역을 감면해 줄 것을 주상에게 아뢰어 청하면서 오로지 백성들을 안정시키는 데 힘썼으므로 백성들이 크게 기뻐하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 9월 1일(갑오) 1번째기사",
                "gt-oKo": "이원익(李元翼)을 조정으로 소환하였다. 원익은 지나는 곳마다 백성의 고통을 살펴 그들의 과중한 부역을 경감시킬 것을 계청(啓請)하는 등 백성들을 위하는 일에 전념하니 백성들이 크게 기뻐하였다.",
                "hj": "○朔甲午/召李元翼還朝。 元翼所過, 採訪民隱, 啓請蠲減濫役, 專務安集, 民情大悅。"
            },
            "2": {
                "H2KE-EN": "The envoys [from Ming China] entered Japan. The 관백 humiliated the guesthouse and received them. One night, they strongly struck the guesthouse, and the guesthouse was destroyed and then replaced the guesthouse to welcome them. Subsequently, Keich was arrogant and arrogant. He bowed twice and did not kneel. He received the envoys with great grief. He suddenly reprimanded him, saying, I am repatriated to the court officials and the two princes. Joseon should have princes come to express gratitude, but the officials of the envoys are lower than their ranks. This is deceiving me. I received the benevolence of His Imperial Majesty, and I am deeply grateful. Joseon should invade troops. The envoys also sent men to reprimand Hwang Hui and others, saying, Joseon has four great importances. After the prince repatriated him, he still came to express gratitude. The envoys must simply supplement him with low ranks and send him back [to Japan]. You are a small country [while you have slandered us] for a year-end tribute and have not yet arrived at the court [of Ming China]. Also, the guesthouse for the envoys escaped from your country is what you have done. In addition, the letters of the state and the gifts of your country were rejected. S Sadamori privately received the envoys from S Sadamori and others were arrogant and expressed their gratitude.",
                "H2KE-nKo": "조사가 일본에 들어갔다. 관백이 관우를 성대하게 차려 놓고 기다렸는데, 하룻밤 사이에 땅이 크게 진동하여 관우가 꺾여 쓰러졌다. 이에 다른 집으로 공장을 고쳐 놓고 맞이하였는데, 풍신수길은 말씨가 거만하여 다리에 종기가 났다고 하면서 절하고 무릎을 꿇지 않았으며, 조방형 등을 접대하기를 매우 정성스럽게 하였다. 그러자 홀연히 노하여 꾸짖기를,“내가 조신과 두 왕자를 방환하였으니, 조선은 왕자를 보내 와서 사례해야 하는데 사신이 벼슬이 낮으니, 이는 나를 업신여긴 것이다. 내가 황상의 은전을 받고 보니 감격스럽기 그지없다. 조선은 병력을 증강해야 할 것이다.”하였다. 또 사람을 보내 황신 등을 꾸짖기를,“조선에 네 가지 큰 죄가 있다. 왕자가 방환된 뒤에도 지금까지 와서 사례하지 않는데, 사신은 반드시 낮은 관원으로 구차하게 충원하여 들여보낸다. 너는 작은 나라로서 전부터 나를 업신여겨 세공을 바치지 않았고 조빙도 오지 않았다. 그리고 책사가 도망쳐 돌아온 것도 모두 너의 나라에서 한 짓이다.”하고, 국서와 국폐까지 아울러 물리쳤다. 행장이 사사로이 황신 등을 접대하면서 교묘한 말로 겸손하게 사례할 뿐이었다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 9월 1일(갑오) 2번째기사",
                "gt-oKo": "조사가 일본에 들어갔다. 관백이 사신의 관사를 성대하게 장식해 놓고 기다렸는데 하룻밤 사이에 큰 지진이 나서 집이 넘어진 까닭에 다른 집으로 바꿔서 맞이하였다. 풍신수길은 말씨와 태도가 거만하였고 다리에 종기가 났다고 속이고 절을 할 때 무릎도 꿇지 않았으나 접향(接享)과 방향(邦享) 등은 매우 정성껏 하였는데 갑자기 성내어 꾸짖기를 ‘내가 너희 조신(朝臣)과 두 왕자를 석방하여 돌려 보냈으니, 조선은 왕자를 사신으로 보내와서 사례함이 마땅하거늘 벼슬이 낮은 사신을 보냈으니 이는 나를 업신여긴 일이다. 나는 황상(皇上)의 은전(恩典)에 대해서는 매우 감격하지만 조선은 무력을 가해야 마땅하다.’ 하였다. 또 사람을 시켜 황신(黃愼) 등을 책망하기를 ‘조선은 네 가지 큰 죄를 지었다. 왕자가 방환(放還)된 뒤에 지금까지 와서 사례하지 않았고, 사신은 반드시 낮은 관원으로 구차히 충원하여 들여보냈으며, 너희는 작은 나라로서 전부터 나를 업신여겨 세공(歲貢)도 바치지 않았고 조빙(朝聘)도 이르지 않았다. 그리고 책사(冊使)가 도망쳐 돌아가게 한 일도 다 너희 나라 소행이다.’ 하면서, 국서(國書)와 국폐(國幣)까지 아울러 물리쳤다. 행장은 사사로이 황신(黃愼) 등을 접대했는데 교묘한 말씨로 겸손히 사례할 뿐이었다.",
                "hj": "○詔使入日本。 關白盛飾館宇以待之。 一夜地大震, 館宇摧倒, 乃改供帳他舍迎候, 而秀吉辭貌倨傲, 爲稱脚瘡, 拜不屈膝, 接享邦亨等甚款, 忽怒責曰: “我放還朝臣、兩王子, 朝鮮當使王子來謝, 而使臣官卑, 是謾我也。 我受皇上恩典, 感激至矣, 朝鮮則當加兵也。” 又使人拒責黃愼等曰: “朝鮮有四大罪, 王子放還後, 迄不來謝, 使臣必以卑官, 苟充入送。 爾乃小邦, 自前侮我, 歲貢不修, 朝聘不至。 且冊使逃還, 皆汝國所爲。” 竝國書、國幣却之。 行長私接愼等, 巧辭遜謝而已。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, on the first day of the month, Hwang Hui , a man from Japan, sent an emissary to reply to the throne regarding the circumstances of the Japanese king who did not receive the investiture letter. The two envoys returned and the letters of credence first arrived. They began to hear that Tsutsu Kumatoshi and others had repeatedly mounted troops and crossed the sea.",
                "H2KE-nKo": "삭축년에 황신이 일본에서 먼저 사람을 보내 왜국에서 책봉을 받지 않은 사정을 회주하게 하였다. 두 사신이 돌아가면서 패문이 먼저 왔는데, 비로소 가등청정 등이 재차 군사를 일으켜 바다를 건넜다는 보고를 듣게 되었다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 10월 1일(갑자) 1번째기사",
                "gt-oKo": "황신이 일본에 있으면서 먼저 사람을 보내어 왜국이 봉왕(封王)을 받지 않은 사정을 회주(回奏)하였다. 두 사신이 회환(回還)하는데 패문(牌文)이 먼저 와서 비로소 가등청정 등이 다시 군사를 일으켜 바다를 건너온다는 보고를 들었다.",
                "hj": "○朔甲子/黃愼自日本先遣人, 回奏倭國不受封事情。 兩使回還, 牌文先來, 始聞淸正等再擧兵渡海之報。"
            },
            "2": {
                "H2KE-EN": "[The King] dispatched Jeong Giwon and others to report the circumstances of Japanese invaders to the Emperor [of Ming China] and request the large battle to come and rescue them.",
                "H2KE-nKo": "정기원 등을 보내 일본의 사정을 주문하게 하고, 대병을 보내 구원해 주기를 청하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 10월 1일(갑자) 2번째기사",
                "gt-oKo": "정기원(鄭期遠) 등을 명나라에 보내어 일본의 사정을 주문(奏聞)하고 대군을 동원해서 구제해 줄 것을 요청하였다.",
                "hj": "○遣鄭期遠等, 奏聞日本事情, 請大兵來救。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyesa day, the first day of the month, [the King] sent Chief Naval Commander [of the Left Army] [] Yi Won to the southern area of the capital again. At the time, hearing that the friendly relations had already been defeated, the Ming court was frightened and apprehensive. [Yi] Won and others requested that the fields be cleaned in the fields so as to prepare for any contingencies. The King admonished [Yi] Won to return to the southern area and had him prepare for defencies, saying, My dear sir, together with the commanders, do not strive to earnestly death. Do not cause the enemy raids to me again in Yongman . The King shed tears and sent them [to the capital]. [Yi] Won and others wept and then withdrew. [The King] immediately rushed to the southern area of the southern area and divided the assistant officers [to the chief member of the naval forces] in the southern area. [They] first had the people collect and store grain from the mountains, and [they] entered the mountains and streams in order to evade the enemy in order to avoid the enemy. Do not stay one of them in order to divide the enemy. Ultimately, [the enemy] did not carry it out.",
                "H2KE-nKo": "체찰사 이원익을 다시 남하로 보냈다. 이때 강화하는 일이 이미 실패하여 조정이 흉흉하고 두려워하였다. 원익 등이 청야하여 변란에 대비하기를 청하니, 주상이 원익에게 면유하여 남하로 돌아가서 방비를 조치하게 하기를,“경은 여러 장수들과 함께 힘을 다해 죽음을 각오하고, 적이 나에게 다시 용만의 액운이 있게 하지 말라.”하였다. 주상이 눈물을 흘리며 전송하니, 원익이 울면서 물러갔다. 즉시 양남으로 달려가서 종사관을 나누어 보내 먼저 민간으로 하여금 곡물을 거두어 저장하게 하고, 산성으로 들어가거나 험준한 곳에 들어가 적을 피하게 하며, 한 가지 물건도 남겨 두어 적에게 남기지 말도록 하였는데, 결국 시행되지 않았다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 11월 1일(계사) 1번째기사",
                "gt-oKo": "다시 체찰사 이원익을 남쪽으로 내려보냈다. 이때 화의(和議)가 이미 깨졌다는 말을 들은 조정은 뒤숭숭하고 두려움에 떨었다. 원익(元翼) 등이 청야(淸野)하여 변란에 대비할 것을 청하니, 상이 원익에게, 남쪽으로 가서 방비책을 조처하라고 면대하여 지시하고 이르기를 ‘경은 제장과 함께 목숨을 걸고 있는 힘을 다하여, 다시는 나에게 의주 파천 같은 재난이 있지 않도록 하라.’ 하였다. 상은 눈물을 흘리면서 전송했고 원익도 눈물을 글썽거리면서 물러났다. 그는 즉시 양남(兩南)으로 달려 내려가서 종사관을 나누어 보내 우선 민간으로 하여금 곡물을 수장(收藏)하고 산성(山城)이나 험준한 곳에 들어가 적을 피하고 하나의 물건이라도 남겨두어서 적에게 주는 일이 없도록 하였는데, 이 일이 끝내 실현되지 못했다.",
                "hj": "○朔癸巳/復遣體察使李元翼南下。 時, 聞和事已敗, 朝廷洶懼。 元翼等請淸野待變, 上面諭元翼還南措置防備曰: “卿與諸將勠力效死, 毋以賊遺予再有龍灣之厄也。” 上爲出涕以送, 元翼泣而退。 卽馳下兩南, 分遣從事, 先令民間, 收藏穀物, 或入山城, 或入險阻以避賊, 勿留一物, 以遺賊事, 竟不行。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "Taira Munetoshi , the two imperial envoys, returned and 바다를 건너왔다. Taira Munetoshi escorted them to Yangsan and held a farewell banquet for them, and then returned. Hwang Hui and others returned first. On the return of the two imperial envoys, [Huang] Munetoshi and others loved courteously and received them. Although Kamoto Yoshitoshi deceitfully expressed his gratitude, [Huang] did not accept the imperial edict of investiture and said, The two imperial envoys and the Joseon envoys should be allowed to return together. I must 군사를 일으켜 inquire about the crime of Joseon. [The two imperial envoys] also had many people sent. [Taira Munetoshi] said that [Huang] would be detained, and [Huang] would be harmed. The imperial envoys immediately urged them to return. When they arrived at Tsushima Island , awaited wind for a long time. On this day, they crossed the sea. [Huang] Sin, having failed to complete the matter of the envoy, wanted to stay and wait for a decision. The two imperial envoys said, You have not delivered the letter of investiture, and this will be completed. Even if we convey the imperial edict of investiture, the imperial edict of investiture is not satisfactory, and this will be a disgraceful royal order. [The imperial envoys] urged [Huang] Sin to depart together. Every time the principally requested [Huang] Sin to hold a banquet. [Hu] Sin said, The envoy was unable to do so, and in terms of righteousness, he should not eat food in this country. Furthermore, how much more should [Huang] be entertained? [Shin] 행장 again sought both imperial envoys to request [Huang] Sin to participate in the banquet. [Huang] Sin refused and disobeyed, and [Huang] Yoshitoshitoshi was in the end. [Huang] Sin, leading his military officers and accompanying servants, were all from Gyeongsang Province . Upon hearing the Japanese vessels, he was frightened and lost their loss. [Huang] Sin summoned [Huang] and reprimanded [Huang] Yoshitoshi, saying, You, the people of Gyeongsang Province, half were killed by the enemy, and the half were killed by starvation. You were fortunate to spare our lives until now, and this is also a royal order. Now, following the king, [Huang] did not die. This is also a glory. Moreover, From ancient times, when two enemys face, there was no reason for killing envoys. If the Japanese killed us, this would be the Japanese who could not do so. This would be fortunate for our country. How could you be afraid? Many people finally satisfied. [Huang] Sin arrived at the capital ",
                "H2KE-nKo": "삭계해년에 갈 두 사신이 도로 바다를 건넜다. 평행장이 호송하여 양산에 이르러 전별하고 돌아왔는데, 황신 등이 먼저 돌아갔다. 두 사신이 돌아갈 때 오직 평행장 등이 정성껏 접대하였다. 풍신수길이 비록 거짓으로 사례하는 자이나 봉전을 받지 않고 말하기를,“두 사신과 조선 사신은 함께 돌아가야 한다. 내가 군사를 일으켜 조선의 죄를 물을 것이다.”하고, 또 많은 사람을 시켜 두 사신을 협박하기를,“머물러가서 해를 당할 것이다.”하니, 조사가 즉시 돌아가기를 재촉하였다. 대마도에 이르러 바람을 기다려 오래 머물다가 이때에 이르러 바다를 건넜다. 황신이 사신의 일을 마치지 못하였다 하여 머물러 기다리며 결정하고자 하니, 두 사신이 말하기를,“그대가 국서를 전하지 않으면 장차 완전히 돌아갈 것이다. 우리들이 비록 조서를 전하더라도 봉사가 이루어지지 않으면 이는 왕명을 욕되게 하는 것이다.”하고, 황신을 재촉하여 함께 출발하게 하였다. 평행장이 매번 황신에게 향례를 베풀기를 청하니, 황신이 말하기를,“사신의 일을 이루지 못하면 의리상 이 나라의 밥을 먹지 않아야 하는데, 하물며 연락을 받는 데야 더 말할 것이 있겠는가.”하였다. 평행장이 또 두 사신에게 황신을 연회에 참석하게 해 줄 것을 청하였으나, 황신이 거절하고 따르지 않았다. 평행장은 시종 겸손하였다. 황신이 거느린 군관과 겸종은 모두 영남 사람인데, 왜인의 소식을 들을 때마다 문득 몹시 슬퍼하며 스스로 실의에 빠졌다. 황신이 불러 모아 가르치고 꾸짖기를,“그대는 영남 사람인데, 반은 적의 칼날에 죽고 반은 기근과 전염병에 죽었다. 그대들이 다행히 지금까지 목숨을 부지하고 있으니, 이 또한 명이다. 지금 왕의 일을 따라 이곳에서 죽었으니, 헛되이 죽지 않은 것만도 영광이다. 더구나 예로부터 두 적이 서로 대치하여 까닭 없이 사신을 죽인 일은 없었다. 왜인이 만약 우리를 죽인다면 이는 왜인이 어떻게 할 수 없는 것이니, 우리 나라의 다행이다. 그대들은 무엇을 두려워한단 말인가.”하니, 여러 사람이 이에 조금 안정되었다. 황신이 서울에 도착하자 가선대부에 가자하라고 명하였다. 대간이 그가 사명을 받들고 가서 일을 마치지 못하고 공로도 없이 죄를 지은 것을 탄핵하니, 주상이 말하기를,“나는 그가 홀로 수고한 것을 위해 상을 준 것이다. 황신이 사신의 일을 이룬 것은 상을 줄 수 없다.”하였다. 이는 주상의 뜻이 화의가 이루어지지 않은 것을 다행으로 여겼기 때문이다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 12월 1일(계해) 1번째기사",
                "gt-oKo": "두 명나라 사신이 바다를 건너 돌아왔다. 평행장이 그들을 호송하여 양산에 이르러 전별하고 돌아갔다. 황신 등은 먼저 돌아왔다. 두 명나라 사신이 돌아오는데, 행장 등만이 환대했고 풍신수길은 거짓으로 사례하기는 하였으나 봉전(封典)을 받지 않으면서 말하기를 ‘두 명나라 사신과 조선 사신은 함께 돌아가라. 나는 군사를 동원해서 조선에 죄를 물을 것이다.’ 하였다. 또 많은 사람들로 하여금 두 사신을 위협하게 하기를 ‘억류되어 해를 당할 것이다.’고 하니 조사(詔使)가 서둘러 돌아왔다. 마도(馬島)에 이르러서 바람이 자기를 기다려 오래 머물다가 이때서야 바다를 건너온 것이다. 황신이, 사신의 일을 완수치 못한 까닭에 머물러 기다려 결판내려고 하니 두 사신의 말이 ‘그대는 국서(國書)를 전하지 못했으니, 완전하게 돌아갈 수 있지만 우리들은 조서(詔書)는 전했어도 봉사(封事)를 이루지 못했으니 이는 사명을 욕되게 하는 것이다.’ 하고, 황신에게 함께 출발할 것을 독촉하였다. 행장은 매양 황신에게 향연에 응할 것을 청했는데, 황신이 ‘사신의 일을 완수하지 못했으니 이 나라 음식도 먹지 않는 것이 마땅한 의리이거늘 하물며 향연을 즐길 수 있겠는가.’ 하였다. 행장은 또 두 사신에게 황신의 참석을 청하도록 요청했는데, 그는 한사코 거절하고 따르지 않았다. 행장은 처음부터 끝까지 공손한 태도를 잃지 않았다. 황신이 거느린 군관(軍官)과 하인들은 다 영남 사람들로 왜인들의 고함소리를 들을 적마다 두려움에 떨었다. 황신은 그들을 불러모아 타이르고 꾸짖기를 ‘너희 영남 사람들의 반은 적의 칼날에 죽고 반은 배고픔과 역질에 죽었는데 너희들은 다행히 목숨을 지금까지 부지하고 있으니 이 또한 명이다. 이제 나랏일로 이곳에서 죽게 되면 그냥 죽지 않게 된 것만도 역시 영광이다. 하물며 예로부터 두 적국이 맞서게 될 경우 까닭없이 사신을 죽인 일은 아직 없다. 만약 왜인이 우리들을 죽인다면 이것은 왜인에겐 어찌해볼 수 없는 것이 되고 우리 나라에겐 다행함이 되는 것인데 너희들은 무엇을 겁내느냐.’ 하자, 무리들이 비로소 안정을 찾았다. 신이 서울에 돌아오니, 가선 대부에 가자(加資)하라고 명하였다. 대간은 그가 사신으로 가서 일을 이루지 못했으니 공은 없고 죄가 있다고 탄핵했다. 상이 이르기를 ‘나는 그가 홀로 수고한 것을 위해 상준 것이다. 만약 신이 사신의 일을 성공시켰다면 상을 줄 수 없는 것이다.’ 하였다. 상의 뜻은 대개 화의가 성립되지 않은 것을 다행으로 여겼기 때문이다.",
                "hj": "○朔癸亥/兩天使還渡海。 平行長護送至梁山, 餞別而還。 黃愼等先歸。 兩天使之回, 惟行長等款接之, 秀吉雖謾爲謝者, 而不受封典曰: “兩天使與朝鮮使臣, 可同發還。 我當擧兵, 問罪朝鮮。” 又多令人, 哄兩使謂當被留見害。 詔使卽促還, 至馬島, 待風久留, 至是渡海。 愼以不竣使事, 欲留待以決, 兩使曰: “爾不傳國書, 是將完歸也。 我等雖傳詔, 而封事不諧, 是辱命也。” 促愼同發。 行長每請愼以享禮, 愼曰: “使事不遂, 義當不食此國飯況領宴樂乎?” 行長又要兩使, 請愼參席, 愼抵拒不從, 行長終始致遜。 愼所率軍官、傔從皆嶺南人, 每聞倭哄, 輒震悼自失。 愼呼集誨責曰: “汝嶺南人, 半死於賊刃, 半死於飢疫。 汝等幸延活至今, 此亦命也。 今從王事死於此, 乃不徒死, 亦榮耳。 況自古兩敵相對, 未有無端殺使价事。 倭人若殺我等, 則是倭無能爲也, 我國幸耳。 汝等何怖爲?” 衆乃稍安。 愼至京, 命加資嘉善。 臺諫劾其奉使事不竣, 無功有罪, 上曰: “予爲其獨勞賞之。 若愼成使事, 是不可賞也。” 蓋上意, 以和議不成爲幸也。"
            },
            "2": {
                "H2KE-EN": "Tsutsu Kumatoyos request is greater, but he has not stopped receiving a seal. He respectfully trusted Kumatoshi by saying that he wished to supply him with simpleasure, and only Kumatoshi reverently repeatedly followed him.",
                "H2KE-nKo": "풍신수길의 요구가 매우 커서 책봉을 받는 데 그치지 않았다. 오직 행장의 말을 경신하여 구차하게 미봉하려고 하였는데 행장이 좌우로 반복할 뿐이었다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 12월 1일(계해) 2번째기사",
                "gt-oKo": "풍신수길의 요구는 매우 커서 봉왕(封王)을 받는 데 그치지 않았다. 오직 행장의 말을 경신(敬信)하여 구차스럽게 미봉하려고 했던 것이며 행장은 온갖 방법으로 반복했을 뿐이었다.",
                "hj": "○秀吉所求甚大, 不止受封。 惟敬信行長之言, 欲苟且彌縫, 行長左右反覆而已。"
            },
            "3": {
                "H2KE-EN": "At the time, [Yu] Liu Jing and others said, Truly, S Sadamori is different from that of sense of sense. Regarding the matter of sense of sense, the Ming court also trusted him. If that is the case, however, S Sadamori is strong and violent by nature, and Joseon has already slandered our country and has not accepted the investiture letter of investiture. This is a great disturbance of sense of circumbling victory, and also secretly communicated secretly to our country. Yi Sunsin was mistakenly defeated by Won Gyun . Truly, this is a part of sense of ense of ough ense of enemy? If this is the case, how could S Sadamori be raised by ense of enemy? When sense of ense of enemy, the Ming court also trusted the circumstance of enemy of ense of sure to respond to the ense of enemy. Therefore, at the time Hwang Hui told the King, From ancient times, there was no enemy of enemyself-reaching strategic prefecture and a sectory of enemy enemy. Regarding the enemy of enemy, the enemy of enemy is not suspicious.",
                "H2KE-nKo": "당시에 심유경 등이 말하기를,“행장은 실로 가등청정과는 다르니, 강화하는 일을 의논하는 것은 성심에서 나온 것이다.”하니, 조정에서도 그 말을 믿었다. 만약 그렇다면 수길처럼 엄하고 포악한 자가 이미 조선이 우리를 업신여긴다고 하여 봉전까지도 받지 않는다면 이는 화의에 크게 어긋나는 것이다. 마땅히 행장을 책주해야 하는데 예전처럼 의지하고 신임하였으며, 또 몰래 우리 나라에 간첩을 보내어 이순신을 제거하고 원균을 그르쳐 패배하게 하였으니, 이는 실로 가등청정과 안팎으로 한 짓이다. 더구나 가등청정은 일본 명장의 괴수인데, 행장이 수길의 중신으로서 어찌 몰래 우리 나라에 고하여 기회를 엿보아 살해할 리가 있겠는가. 이와 같다면 수길이 어찌 강적이 되어 우리를 침범할 수 있겠는가. 화의를 위해 왕래한 것은 중국 사람의 뜻에 거짓으로 응한 것이고, 실제로는 교묘한 계책을 써서 중국 군사를 지치게 하고 우리 나라를 피곤하게 한 것이다. 그리하여 이미 군사를 쉬게 하고 다시 나왔는데, 황상이 군사를 이끌고 멀리 정벌하여 해둔에 웅거하면서 주인이 손님을 대우하는 것으로 필승의 계책을 삼은 것이다. 그러므로 당시에 황신이 상에게 아뢰기를,“예로부터 심모와 비계가 적장에게서 나온 경우는 없었습니다. 행장과 가등청정은 다른 점이 없으니, 그 말을 믿을 수 없습니다.”하였다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 12월 1일(계해) 3번째기사",
                "gt-oKo": "당시에 심유경은 ‘평행장은 실로 가등청정과는 의견을 달리하여 화의의 일이 성심에서 나왔다.’고 하였으며 조정도 그렇게 믿었다. 만약 그렇다면 풍신수길과 같은 사나움으로 이미 조선이 저희를 업신여겼다고 이르면서 봉전(封典)까지도 받지 않았으니 이는 화의와는 크게 어긋난 것이다. 마땅히 행장을 엄하게 벌해야 하는데도 여전히 그를 의지하고 신임할 뿐 아니라 비밀리에 우리 나라에 첩자를 보내어 이순신(李舜臣)을 제거하고 원균(元均)을 속여 패전하게 만들었으니 이는 실상 가등청정과 표리가 되어 한 짓이다. 더구나 가등청정은 일본 명장들 가운데 우두머리이고 행장은 풍신수길의 중신(重臣)인데 어찌 우리 나라에 몰래 통고하고 틈을 봐서 살해할 리가 있겠는가. 그렇다면 풍신수길이 어떻게 강적이 되어 우리에게 침범할 수가 있었겠는가. 그들이 화의를 위하여 왕래한 것은 중국 사람의 뜻에 거짓으로 응하면서 사실은 교묘한 계책을 실행하여 중국 군사들을 지치게 하고 우리 나라 군사를 피로하게 한 뒤에 이미 휴식을 취한 저들의 군사들을 재차 출병하고는 중국 황제를 성나게 해서 군대를 동원하여 원정을 오게 함으로써 저들은 군대를 바다에 주둔시킨 채 주인이 객을 기다리는 전술로써 필승의 계책을 삼으려는 것이었다. 그러므로 당시에 황신은 상에게 아뢰기를, “예로부터 심원한 모책과 비밀스런 계획이 적장으로부터 나온 것은 아직 없습니다. 행장과 가등청정은 다른 점이 없어서 그 말을 믿을 수 없습니다.” 하였다.",
                "hj": "○當時, 惟敬等謂: “行長實與淸正異, 議和事出於誠心。” 朝廷亦信之。 若然則以秀吉之嚴暴, 旣謂朝鮮侮我, 而至封典不受, 則是和議大乖也。 宜責誅行長, 而倚任如故, 又密行詐諜于我國, 去李舜臣, 誤元均致敗, 實與淸正表裏所爲。 況淸正日本名將之魁, 行長以秀吉重臣, 豈有潛告我國, 伺便殺害之理乎? 如是則秀吉安得爲强敵, 而加我也? 其爲和議往來, 是謾應華人之意, 而實行巧計, 以老漢師, 而疲我國, 已得休兵再出, 怒皇上, 致師遠征, 據海屯, 以主待客爲必勝之策也。 故當時黃愼言于上曰: “自古深謀、秘計, 出於敵將者, 未之有也。 行長與淸正, 未見有異, 其言不可信。” 云。"
            }
        }
    },
    "leap month 8": {
        "1": {
            "1": {
                "H2KE-EN": "A solar eclipse occurred on the first day of the ninth month in the gichuk year (. The solar eclipse occurred.",
                "H2KE-nKo": "일식이 끝나고 낮이 어두웠다. 별이 나타났다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 윤8월 1일(기축) 1번째기사",
                "gt-oKo": "일식으로 낮이 어두워져 별이 보였다.",
                "hj": "○朔己丑/日食旣, 晝晦星出。"
            },
            "2": {
                "H2KE-EN": "[The King (Sejong] sent Hansan Island to hold the military service examination . [The King] granted a funerary oration and condolence gifts to the frontier soldiers . This was following the request of Yi Sun , interpreter officer . ",
                "H2KE-nKo": "한산도에 한효순을 보내 무과 시험을 보이게 하고, 수자리 사는 군사들에게 급제를 내렸다. 통제사 이순신의 청을 따른 것이다.\n",
                "date_ko": "선수 30권, 29년(1596 병신 / 명 만력(萬曆) 24년) 윤8월 1일(기축) 2번째기사",
                "gt-oKo": "한효순(韓孝純)을 한산도(閑山島)로 보내어 무과를 설행하여 수자리 군사들을 시험보여 사제(賜第)하였는데, 이는 통제사 이순신(李舜臣)의 청에 따른 것이었다.",
                "hj": "○遣韓孝純于閑山島, 設武科, 試戍軍賜第, 從統制使李舜臣請也。"
            }
        }
    }
}