{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Assistant Commander GeneralHwang Hui flattered and powerful men, occupying powerful men, presumptuously occupying the head of the clerk and presumptuously occupying the appointment of officials, entirely obeying their order. He arbitrarily shamelessly and shamelessly. When he became the second administrative official, the majority opinion was obstinate and even became the second administrative official of the Privy Council . Nothing could be more disgraceful than this. Your subject requests that he be replaced. The Office of the Inspector General reported as follows: Second Deputy Director of the Royal House Administration Yu Yeonggyeong flattered Kim and Nam , and there was nothing he did not possess anything to do with him. Yesterday, he avoided the punishment that he saw only one of Namgong . He deceived the King and the King. Your subject requests that he be dismissed from his post. The Office of the Inspector General repeatedly reported, but the King did not grant permission.",
                "H2KE-nKo": "간원이 아뢰기를,“우참찬 심희수는 젊고 권세를 마음대로 부리는 무리에게 아첨하여 빌붙어서 외람되이 전장의 자리를 차지하고는 모든 진퇴와 제배를 한결같이 그들의 지시에 따라 하여 그들이 비웃고 욕하는 것도 아랑곳하지 않고 태연히 부끄러워할 줄을 몰랐습니다. 그러다가 이공이 되자 물의가 시끄러웠는데, 정승에 뽑히는 데 참여하기까지 하였으니, 청명한 조정에 욕을 끼친 것이 이보다 더 심할 수 없습니다. 체차하라고 명하소서.”하고, 헌부가 아뢰기를,“동지중추부사 유영경은 김신국과 남이공에게 빌붙어서 모든 계책을 주장하지 않은 것이 없었는데, 전일 인피할 때 ‘한 번 남이공을 만났을 뿐이다.’라고 말하여 군부를 기만하였으니, 파직하도록 명하소서.”하였다. 여러 차례 아뢰었으나 모두 따르지 않았다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 1월 1일(병오) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “우참찬 심희수(沈喜壽)는 용사(用事)하던 연소배에게 빌붙어 외람되이 전장(銓長)의 자리에 올랐습니다. 그래서 모든 진퇴(進退)와 제배(除拜)를 한결같이 그들의 지휘와 호오(好惡)에 따르면서도 전혀 부끄러워할 줄 몰랐으므로 이공(貳公)이 될 적에도 물의(物議)가 시끄러웠습니다. 그런데 이제 정승의 망(望)에까지 끼었으니, 맑은 조정에 치욕을 끼침이 이보다 더할 수가 없습니다. 체차를 명하소서.” 하고, 헌부는 아뢰기를, “동지중추부사 유영경(柳永慶)은 김(金)·남(南)의 당에 빌붙어 모든 계책과 행동을 주장하지 않은 것이 없는데, 전일 인피(引避)할 때 단지 ‘한 번 남이공을 만났다.’고 하여 군부(君父)를 기만하였으니, 파직시키소서.” 하였다. 여러 번 아뢰었으나 모두 따르지 않았다.",
                "hj": "○朔丙午/諫院啓曰: “右參贊沈喜壽諂附年少用事之輩, 冒居銓長, 凡進退除拜, 一從其指揮, 任他笑罵, 恬不知恥。 及爲貳公, 物議譁然, 而至參爰立之卜, 貽辱淸朝, 莫甚於此。 請命遞差。” 憲府啓曰: “同知中樞府事柳永慶黨附金、南, 凡所猷爲, 無不主張, 前日引避以只一見南以恭爲言, 欺瞞君父, 請命罷職。” 累啓而皆不從。"
            },
            "2": {
                "H2KE-EN": "The King appointed 좌의정이항복 as supreme general of the supreme commander and concurrently as chief army commander . As we examined the Veritable Records of the Veritable Records (C. Xuanzhi , when he was involved in the gichuk year (, he told the mid-tier officials of the Office of State Records , The guaranteed guaranteeeed guaranteeed guaranteeeeed guaranteeeeeed guaranteeeeed guarantegues from Jeolla Province and also found in Gyeongsang Province. I wanted to execute all Confucian scholars, but guaranteed the guaranteed superior to the King. The King said, It is known that someone who knew this and knew this plot. Does my dear sir hear what I heard? guaranteed superior to this extreme. However, as he reached the position of minister, it is possible to know about the current situation. Alas! How could it be so extreme that petty men fabricated guaranteed superior to this happen? When 항복 was in the prison of the gichuk year (, he contributed to contribute to imprisonment whenever he contributed to imprisonment. Thus, he was able to save his livelihood. Furthermore, he read the Veritable Records of 항복s compiled in the gichuk (C. gichuk . Thus, he was even more aware of the heart of 항복. If this is the case, then how could it not be said to be cruelly guilty?",
                "H2KE-nKo": "좌의정 이항복을 도체찰사 겸 도원수로 삼았다. 《실록》을 살펴보니, 기축년의 역옥에 악독한 정철과 함께 문사 낭청이 되어 정철에게 말하기를,“역적이 호남에서 일어났고 서울에서 일어난 자도 있으며 영남에서 일어난 자도 있습니다.”하고, 사류를 모두 죽이려고 하자, 정철이 기뻐하며 상에게 아뢰었다. 주상이 말하기를,“이 말을 아는 자는 이 모의에 참여하였다. 경은 누구에게서 이 말을 들었는가?”하니, 정철이 아뢰기를,“이항복이 말하였습니다.”하였다. 그 참독함이 이처럼 극도에 이르렀는데도 지위가 정승에 이르렀으니, 시사를 알 만하다. 아, 군소배가 무함하는 말이 어찌 이리도 심한가. 이항복은 기축년의 옥사를 처리할 때마다 주선하여 온전히 살아난 자가 매우 많았다. 또 이항복이 저술한 기축년의 기사를 보면 더욱 이항복의 심사를 알 수 있다. 이러한데도 참독하다고 한다면 또한 전도된 일이 아니겠는가.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 1월 1일(병오) 2번째기사",
                "gt-oKo": "좌의정 이항복(李恒福)을 도체찰사(都體察使) 겸 도원수(都元師)로 삼았다. 《실록(實錄)》을 살펴보건대 ‘이항복이 기축 역옥(己丑逆獄) 때에 악독한 정철과 함께 문사 낭청(問事郞廳)이 되었는데, 정철에게 「역적이 호남에서 일어나고, 서울에서도 일어나고 또 영남(嶺南)에서도 일어났다.」고 하여 사류(士類)들을 모두 죽이려고 하자, 정철이 기뻐서 상에게 아뢰니, 「이 말을 아는 자는 이 계책에 참여했던 자일 것이다. 경은 이 말을 누구에게 들었는가?」 하므로, 정철이 「이항복이 말했다.」 하였다. 그의 참독(慘毒)함이 이 지경에 이르렀는데도 정승의 지위에까지 올랐으니, 당시의 일을 알 만하다.’고 하였다. 슬프다. 군소배(郡小輩)들이 허위를 날조하여 모함하는 말이 어찌 이처럼 심하단 말인가. 항복은 기축년 옥사 때 매번 죄를 논할 즈음에 이리저리 주선하여 그 덕에 온전히 살아난 사람이 매우 많았다. 또 항복이 지은 《기축기사(己丑記事)》를 보면 더욱 항복의 마음을 알 수 있다. 이러한데도 참독하다고 하였으니, 역시 잘못된 것이 아니겠는가.",
                "hj": "○以左議政李恒福爲都體察使兼都元帥。 按《實錄》, 當己丑逆獄, 與毒澈同惡, 爲問事郞廳, 言於澈曰: “逆賊從湖南起, 有從京中起者, 又有從嶺南起者。” 欲盡殺士類, 澈喜言於上, 上曰: “知此言者, 預此謀。 卿聞此言於何人?” 澈曰: “李恒福言之矣。” 其慘毒至於此極, 而位至台鼎, 時事可知云。 噫! 群小輩構誣之言, 何乃若是之甚也? 恒福當己丑之獄, 每於議讞之際, 有所周旋, 全活甚多。 且見恒福所著《己丑記事》, 則益可知恒福之心事矣。 如是而謂之慘毒, 不亦盭乎?"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi 이산해 as chief state councilor , Im Gunro as minister of personnel , and again appointed Hong Yeok as minister of war . It has been a long time since the transgression of a clique was worse than that of the transgression of a clique. The practice of flattery and disparaged injustice is not worse than this day. Although the words of Yi Wongyu occurred at the Royal Lecture, he observed the transgression of the clique of Yeosun and Im Gunro , which was truly a public opinion of the whole country. But because the King was not pleased in his heart, he eventually failed to apply the words of Yi Wongyu. After a month has passed, the treacherous and violent 무리들이 repeatedly occurred his will. However, Yi 이산해, as a second minister, did not attend the audience on the day that he was summoned for an audience with the King, resulting in the 군부로 하여금 unaware of the same surname of Yeosun. Instead, he arrogantly occupyed the cardinal principles of yin and yang manipulated the circumstances. How can he be abandoned?",
                "H2KE-nKo": "이산해를 영의정으로, 임국로를 이조 판서로 삼고, 다시 홍여순을 병조 판서로 삼았다. 살펴보건대 붕당의 우환은 그 유래가 오래되었다. 사를 따라 경알하는 습성이 지금보다 심한 적은 없었다. 이원익이 연석에서 한 말은 비록 유성룡을 위한 것이었으나, 홍여순과 임국로를 논한 것은 실로 온 나라의 공론이다. 다만 상의 뜻이 유성룡을 좋아하지 않았기 때문에 이원익의 말이 끝내 받아들여지지 않은 것이다. 겨우 한 달이 지나자 흉악한 무리가 다시 그 뜻을 펴려고 하였는데, 산해는 원임 대신으로서 병을 핑계 대고 소대하는 날에 들어가지 않아 군부로 하여금 그가 홍여순과 같은 줄을 모르게 하였다. 그런데도 버젓이 다시 정승의 자리를 차지하여 사람들이 모두 그의 속마음을 환히 들여다보았으니, 통탄할 일이다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 1월 1일(병오) 3번째기사",
                "gt-oKo": "이산해(李山海)를 영의정으로, 임국로(任國老)를 이조 판서로, 홍여순(洪汝諄)을 다시 병조 판서로 삼았다. 따져보면, 붕당(朋黨)의 환난은 그 유래가 오래된 것이지만, 사(私)를 위해 서로 다투는 습속이 이때보다 더한 경우는 없었다. 이원익(李元翼)이 경연에서 한 말에는 비록 유성룡(柳成龍)을 위한 점이 있기는 하였으나, 홍여순과 임국로에 대해 논한 말은 실로 나라 전체의 공론이었다. 다만 상의 뜻이 성룡을 좋아하지 않았기 때문에, 원익의 말이 끝내 받아들여지지 않았던 것이다. 겨우 한 달이 지나자 흉악하고 방자한 무리들이 다시 그 뜻을 드러냈는데, 산해는 원임 대신(原任大臣)으로서 병을 핑계하여 소대(召對)하는 날에 들어가지 않음으로써 군부(君父)로 하여금 자기의 뜻이 여순과 같음을 알지 못하도록 하고서 뻔뻔스레 다시 재상의 자리를 차지하고 있었으나, 사람들은 그의 폐간(肺肝)을 꿰뚫어본 듯 훤히 아니, 속일 수가 있겠는가.",
                "hj": "○以李山海爲領議政, 任國老爲吏曹判書, 復以洪汝諄爲兵曹判書。 按, 朋黨之患, 其來久矣。 徇私傾軋之習, 未有甚於此時。 元翼筵中之說, 雖有爲成龍地, 而其論汝諄、國老, 則實一國公共之言也。 特以上意不悅於成龍, 故元翼之言, 終不見用。 纔閱月, 而凶恣之輩復逞其志, 而山海以原任大臣稱疾, 不入於召對之日, 使君父不知其同於汝諄, 而偃然復據鼎軸, 人皆如見其肺肝, 其可廋哉?"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "Jeong Tak , the first day of the month, was appointed left state councilor . Fourth Inspector Yun Hong , Fourth Inspector [of the Office of the Inspector General] , reported to the King, saying, Jeong Tak is slow and foolish by nature. He is old and weak. However, we cannot entrust this man with the responsibility of chastising vice and disorder. Today, the hearts of the people are all exhausted. The people are all uncomfortable. It is quickly requested that [Jeong Tak] be revised so that the plans of the state can be expanded. The King replied, It is not possible that Jeong Tak is slow and foolish by nature. However, [Jeong Tak] does not need to ride horses, and Jeong Tak is also worthy. The ways of a senior official are difficult. How could it be easy to speak? Consequently, the King did not approve [Jeong Tak]. At the time, Tak was in the southern central quarters, and the King declined two times to avoid [Jeong Tak]. At the time, [Jeong] Yeosun and others acted in power and plotted to stand in the central quarters of the central quarters. In general, those who differed from other [Jeong Tak] must be expelled and expelled only afterwards. [Yun] Hong is merely [Jeong] Yeosuns dogs and dogs. It is not worth mentioning that Tak had impeached [Jeong Tak].",
                "H2KE-nKo": "삭치(朔<unk>)를 좌의정으로 삼았다. 지평 윤홍이 아뢰기를,“정탁은 성품이 본래 오활하고 나이도 노쇠하였으니, 이렇게 어려운 때를 당하여 난리를 평정하고 쇠퇴한 것을 흥기시킬 책임을 이런 사람에게 맡길 수 없습니다. 오늘날 사람들의 기대가 모두 허사로 돌아갔으므로 사람들이 모두 온당치 않게 여기고 있습니다. 속히 다시 복상하여 조정의 계책을 넓히소서.”하니, 주상이 답하기를,“정탁이 오활하고 졸렬하다는 것을 모르는 것은 아니다. 그러나 말은 반드시 신기한 것이 아니고 정탁도 쓸 만한 사람이다. 상신의 도리는 어려운 것이니, 어찌 쉽게 말할 수 있겠는가.”하고, 마침내 따르지 않았다. 정탁이 이때 남쪽에 있었는데, 사직 상소를 두 번 올리고 면직되었다. 이때 홍여순의 무리가 권세를 마음대로 부려 자기 당파를 정승의 반열에 끼워 놓으려고 모의하여 자기와 의견을 달리하는 자는 반드시 축출하고야 말려고 하였다. 윤홍은 홍여순의 앞잡이일 뿐이니, 정탁이 탄핵을 받은 것은 괴이할 것이 없다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 2월 1일(을해) 1번째기사",
                "gt-oKo": "정탁(鄭琢)을 좌의정으로 삼았다. 지평 윤홍(尹宖)이 아뢰기를, “정탁은 성품이 본래 오활(迂闊)한 데다 나이도 노쇠하니, 이 어렵고 걱정 많은 때에 쇠란(衰亂)을 발흥(撥興)시킬 책무를 이 사람에게 맡길 수가 없습니다. 오늘 인심의 기대가 모두 허사가 되어버려 물정이 온편치 못하게 여깁니다. 속히 정승을 다시 정하시어 조정의 계책을 넓히소서.” 하니, 상이 답하기를, “정탁의 우졸(迂拙)함을 모르는 것은 아니다. 그러나 말은 반드시 천리마일 필요는 없는 것이다. 정탁 또한 재상이 될 만한 사람이다. 상신(相臣)의 도리는 어려운 것이니, 어찌 쉽게 말할 수 있겠는가.” 하고, 드디어 따르지 않았다. 정탁은 이때 남쪽 지방에 있었는데 사양하는 글을 두 차례 올려 면직이 되었다. 이때 홍여순의 무리들이 용사(用事)를 하여 그 무리를 재상의 반열에 둘 계책을 세워, 무릇 자기와 뜻이 다른 사람들은 반드시 배척하여 내쫓고야 말았다. 윤홍은 단지 홍여순의 사주를 받는 매나 개일 따름이니, 정탁이 탄핵을 받게 된 것은 조금도 괴이할 것이 없는 일이다.",
                "hj": "○朔乙亥/以鄭琢爲左議政。 持平尹宖啓曰: “鄭琢性本迂踈, 年且衰耗, 當此艱虞之日, 撥亂興衰之責, 不可付之此人。 今日人心之屬望, 盡歸虛地, 物情皆以爲未安。 斯速改卜, 以廣廟謨。” 上答曰: “鄭琢之迂拙, 非不知之。 然馬不必驥騏, 鄭琢亦可人也。 相臣之道, 難矣哉, 豈易言乎?” 遂不從。 琢時在南中, 上辭本二度而免。 時, 汝諄輩用事, 謀以其黨列於鼎軸, 凡異己者必欲斥逐後已。 宖特汝諄之鷹犬也, 琢之被彈, 無足怪也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hwang Hui as minister of rites . Carefully examining the Veritable Records of the Grand Scribe (C. Zizhi Shuan , the Veritable Records [of the Veritable Records of the Grand Scribe] thoroughly talked about the behavior of [Ha] Huisus repeated behavior, and even wrote a government gisaeng (female entertainer in the street. Alas! Huisu was slightly intelligent and reputation, and successively held various government positions in succession. He received a benevolence in the glorious era and reached the rank of minister. At that time, he did not hear about any slander or denouncement of him. Now, however, he has been so extremely denounced and denounced [his denouncement] at this time?",
                "H2KE-nKo": "심희수를 예조 판서로 삼았다. 《실록》을 살펴보건대, 심희수의 이랬다저랬다하는 태도를 극언하면서 길가의 관창에 비유하기까지 하였으니, 아, 심하다. 심희수는 젊어서부터 단아한 명망을 지니고 화려하고 현달한 관직을 두루 거쳤으며, 성세의 지우를 받아 지위가 공경의 반열에까지 올랐다. 그러나 당시에는 비방하고 비평하는 자가 있었다는 말을 듣지 못하였는데, 지금에 와서 이렇게까지 헐뜯고 욕하는 것은 어째서인가.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 2월 1일(을해) 2번째기사",
                "gt-oKo": "심희수(沈喜壽)를 예조 판서로 삼았다. 《실록》을 살펴보니, 심희수의 반복 무상한 태도를 극언(極言)하여, 심지어 길가의 관창(官娼)에 비유하기까지 하였다. 아, 심하다. 희수는 젊어서부터 바른 명망을 지녀 화현(華顯)한 관직을 차례로 거치고 성상의 알아줌을 받아, 그 지위가 육경(六卿)의 반열에 이르렀다. 당시에는 그를 헐뜯고 비방하는 자가 있다는 말을 듣지 못하였는데, 지금 꾸짖고 모욕하는 것이 이 지경에 이르렀으니, 무엇 때문인가.",
                "hj": "○以沈喜壽爲禮曹判書。 按《實錄》, 極言喜壽反覆之態, 至譬路傍之官娼。 噫, 甚矣。 喜壽少負雅望, 歷敭華顯, 受知聖世, 位躋卿班。 當時未聞有訾議之者, 而今乃詆辱之至此何哉?"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] appointed Yi Won as left state councilor . Fourth Inspector Bak Hyosaeng and Fourth Censor Bak Saje advised, As a member of the level of high officials earlier, Yi Won supported Seongryong and strongly supported him with wicked disposition. Unfortunately, he was recognized by the wisdom of Your Majesty, and it was difficult to deceive the public justice. Thus, he colluded with Kim and Nam , claiming that he had secretly conspired with each other. Everything he presented a memorial and speaks to the King, he did not strongly dispay Confucian scholars and secretly tried to harbor cunning culpower. This has been disappointed for a long time. Abandoning the appointment of Yi Won, he suddenly expelled from the expectations of the people. There is no one who does not resent this. It is requested that he be replaced. The King replaced three times, and the 옥당 also submitted a memorial to advise the King. The King did not listen to them. Afterward, Yi Wonsaeng finally submitted a memorial four times and then was replaced. The King appointed Yi 헌국을 right state councilor . At the time, Min Mongryongryong as Inspector General , he observed the public justice and made his wise powerful senior officials unable to stay in the court. How could he overcome his grief?",
                "H2KE-nKo": "이원익을 좌의정으로 삼았다. 지평 박효생, 정언 박사제가 아뢰기를,“이원익은 일찍이 대신의 반열에 있으면서 유성룡에게 빌붙어서 사론을 힘껏 도와 못하는 짓이 없었습니다. 다행히 성상께서 통촉하심에 힘입어 공론을 속이기 어렵게 되자, 김신국과 남이공의 경박한 무리와 안팎으로 결탁하여 차자를 올린 내용과 어전에 나온 말들이 모두 사류를 힘껏 배척하고 은밀히 간당을 비호한 계책이었으므로 청의에 버림받은 지 오래되었습니다. 그런데 정승에 제수하는 명이 갑자기 사람들의 기대 밖에서 나왔으므로 사람들이 모두 놀라고 분해하고 있습니다. 체차해 주소서.”하였다. 세 번 아뢰었으나, 주상이 따르지 않았다. 옥당도 차자를 올려 논하였으나, 주상이 모두 들어주지 않았다. 이에 이원익이 마침내 네 차례 정사하고 체차되었다. 이헌국을 우의정으로 삼았다.이때 민몽룡이 대사헌이 되어 이 논의를 주도하여 나랏일에 마음을 다한 어진 정승으로 하여금 조정에서 편안히 있지 못하게 하였으니, 통탄스러움을 금할 수 있겠는가.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 1번째기사",
                "gt-oKo": "이원익을 좌의정으로 삼았다. 지평 박효생(朴孝生), 정언 박사제(朴思齊)가 아뢰기를, “이원익은 일찍이 대신의 반열에 있으면서 유성룡에게 아부하여 힘써 사론(邪論)을 도와 못하는 짓이 없었습니다. 다행히 성감(聖鑑)의 통촉하심을 힘입어 공론을 속이기 어렵게 되자, 김(金)·남(南)과 같은 부박한 무리들과 안팎으로 결탁하여 올린 차자의 글과 묘당에서 응대한 말들이 모두 사류들을 배척하고 몰래 간당(姦黨)들을 비호한 계책들이었으므로, 청의(淸議)에 버림받은 지 오래입니다. 그런데 재상에 임명한다는 명이 사람들의 기대 밖에 갑자기 나와 놀라고 분해 하지 않는 사람이 없으니, 체직을 명하소서.” 하였다. 세 번 아뢰었으나 상이 따르지 않았다. 옥당도 차자를 올려 노하였으나 상이 다 따르지 않았다. 원익이 드디어 네 차례 사직의 글을 올려 체직되었다. 이헌국(李憲國)으로 우의정을 삼았다. 이때 민몽룡(閔夢龍)이 대사헌이 되어 이 의논을 주도하면서, 국사에 마음을 다하는 어진 재상으로 하여금 조정에 편안히 있지 못하도록 하였으니, 그 통탄스러움을 금할 수가 있겠는가.",
                "hj": "○朔甲戌/以李元翼爲左議政。 持平朴孝生、正言朴思齊啓曰: “李元翼曾居大臣之列, 附會成龍, 力贊邪論, 無所不至。 幸賴聖鑑洞燭, 公論難誣, 則與金、南浮薄之徒, 表裏相結, 陳箚之辭、登對之說, 無非力排士類, 陰護姦黨之計, 見棄於淸議久矣。 爰立之命, 遽出於人望之外, 群情莫不駭憤, 請命遞差。” 三啓, 上不從。 玉堂亦上箚論之, 上皆不聽。 元翼遂呈辭四度而遞。 以李憲國爲右議政。 時, 閔夢龍爲大司憲, 主是論, 使盡心國事之賢相, 不得安於朝廷之上, 可勝痛哉?"
            },
            "10": {
                "H2KE-EN": "Jeong Seungmin , a Confucian student in Yanggeun , submitted a memorial stating, Yi 이산해 , colluding with his colleagues, disparaged court officials, and then petitioned for the punishment of Yi Chon , Mun Hongdo , Min Mongryong , Yun Gyeseon , Yi Seonggyeong , 유경종 , Bak Saje , and Ahn Geukhyo for the crime of disparaged court officials. However, the King did not respond. Because of this, the King quite suspicion of Yi 이산해. At the time, Assistant Deputy Director Hwang Uhan also received Seungmins impeachment and submitted a memorial appealing himself. He also said, Seungmins memorial appealing that the meaning of Yi 이산해 was exercisively exercised to the purpose of exercising the purpose",
                "H2KE-nKo": "양근의 유학 정승민이 상소하여, 이산해가 동지들과 결탁하여 조정의 신하들을 배척하고, 이어서 이이첨, 문홍도, 민몽룡, 윤계선, 이성경, 유경종, 박사제, 안극효가 조정의 신하들을 배척한 죄를 논하였으나, 답하지 않았다. 그러나 주상이 이 때문에 자못 이산해를 의심하였다. 이때 부제학 황우한도 정승민의 배척을 받아 상소하여 스스로 변명하고, 또 아뢰기를,“정승민이 상소에서 말한 뜻은 오로지 이산해를 힘껏 공격하는 것을 위주로 한 것입니다. 이산해를 하나의 함정에 빠뜨려 진신들 중에 홍여순에게 흡족하지 않은 자와 삼사가 홍여순을 논핵한 삼사를 모두 몰아서 그 속에 빠뜨려 한편으로는 이산해의 죄를 이루고 한편으로는 일망타진할 계책을 이루려고 하였으니, 아, 또한 참혹합니다.”하고, 이어서 사직하였으나, 주상이 허락하지 않았다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 10번째기사",
                "gt-oKo": "양근(楊根)의 유학(幼學) 정승민(鄭承閔)이 상소하여 ‘이산해가 동지들과 결탁하여 조신(朝臣)들을 배척하려 한다.’고 하고, 이어 이이첨·문홍도·민몽룡·윤계선·이성경·유경종·박사제·안극효(安克孝) 등이 조신들을 배격한 죄를 논하였으나, 답하지 않았다. 그러나 상이 이 때문에 자못 이산해를 의심하였다. 이때 부제학 황우한도 역시 정승민의 배척을 당했는데, 글을 올려 스스로를 변명하고 또 말하기를, “승민의 상소문 내용은 전적으로 산해를 극력 공격하는 것을 주로 삼고 있습니다. 이것은 산해를 하나의 함정으로 만들고, 대신 가운데 홍여순과 뜻이 맞지 않는 자와 삼사로서 여순을 탄핵한 자들을 모두 그 속에 몰아넣어, 한편으로는 산해의 죄를 꾸미고 한편으로는 한꺼번에 다 없앨 계책을 부리고 있는 것이니, 아, 또한 참혹합니다.” 하고, 이어 사직하였으나, 상이 허락하지 않았다.",
                "hj": "○楊根幼學鄭承閔上疏以爲, 李山海締結同志, 排擯朝臣, 仍論李爾瞻、文弘道、閔夢龍、尹繼善、李晟慶、柳慶宗、朴思齊、安克孝, 排擊朝臣之罪, 不報。 然, 上以此, 頗疑山海。 時, 副提學黃佑漢亦被承閔攻斥, 上章自明, 且曰: 承閔疏中之意, 專以力攻山海爲主。 以山海, 爲一陷阱, 縉紳間, 不愜於汝諄者, 三司之論劾汝諄者, 擧皆驅而納諸其中, 一以成山海之罪; 一以售網打之計, 吁亦慘矣。 仍辭職, 上不許。"
            },
            "11": {
                "H2KE-EN": "The Six Bureau of the Capital Markets , the Seven Procurement Arsenal , the fifth inspector , and the Military Capital Markets submitted a memorial requesting that Yeosun be punished. The King did not approve this request.",
                "H2KE-nKo": "육시, 칠감 및 감찰, 막성부 등의 관원이 모두 상소하여 홍여순의 죄를 논하였으나, 주상이 모두 따르지 않았다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 11번째기사",
                "gt-oKo": "육시(六寺) 칠감(七監)과 감찰(監察)·한성부(漢城府) 등의 관원들이 모두 상소하여 홍여순의 죄를 논박하였으나, 상이 모두 따르지 않았다.",
                "hj": "○六寺、七監及監察、漠城府等官皆上疏, 論汝諄之罪, 上竝不從。"
            },
            "12": {
                "H2KE-EN": "유학 이해가 상소하였는데, 그 대략에, “산해와 홍여순은 애당초 색목을 달리하는 사람이 아니었고, 오늘의 화를 빚어낸 것은 모두가 이경전이 반복해서 plotting to repeatedly cultivate the natural disasters of Kim and Nam . At first, when Kim and Nam impeached Yeosun, 이경전은 neglected his life but also sleeped his arm and stone under his arms. Therefore, 사람들이 모두 그의 마음씀이 바르지 못한 것을 미워하였다. 지난번 이원익이 다시 정승이 되었을 때 상께서 도타이 권면하여 출사하게 하니, 산해는 suddenly suspicion and apprehended his son with a scheme to cultivate the natural disaster. Seventy-eight men, including Yeosun , impeached him in order to flatter the natural disaster of Kim and Nam . Their plotting to slander the natural disaster is also clever. Earlier, your subject observed 산해의 사람됨을 보건대, 밖으로는 prudent and treacherous, but inwardly harbored a natural disaster between the east and the western frontier and the northern frontier, and there was none who secretly cultivated the natural disasters of this man. 이경전은 일 만들기를 좋아하고 enjoying harmonious deeds from his father, and his 평생 동안의 행동이 개돼지와 같았다. Concerning the natural disasters between the east and the western frontier and the western frontier, the natural disasters of Confucian scholars were no different from those of the wicked thread. This truly was the natural disaster of [Kim] Anseok. Originally, [Kim] Gunro [], [Kim] Gyeseon [], [Kim] Suk [], [Kim] Seonggyeong [], [Kim] Chi [], and Bak Gyeongseon [], but they did not know whether [Kim] Yeos impeachment was innocent. How could they have desired to do so? This was only because [Kim] Mongjeong [], [Kim] Hongdo [], [Kim] Suk [], [Kim] Seonggyeong [], [Kim] Chi [], and [Bak] Gyeongseon [], as though they were father and son, all the greatest possibility of high and low-ranking officials were adjudicated by 산해. Ah! 산해는 one of the king, [Kim] Gunro [], assumed powerful officials, [Kim] 조정, [Yi] Cheom [], [Kim] Hongdo [], and [Kim] Uro [], as administrative leader and protected them. Their powerful and virtuous deeds [Kim] Gunro [] in frontier and attempted to attack the natural disasters. Ah! As for [Kim] Guns impeachment, it is known to everyone in the middle of [Kim] Gunro []. And yet, [Kim] Gunro [], [Kim] Gyeseon [], [Kim] Suk [], [Kim] Seonggyeong [], Kim Chi [], and [Bak] Gyeongseon []. Currently, the current state affairs are worrisome and the importance of the natural disasters of the sovereign, [Kim] Gunroys impeachment and fraudulous deeds.",
                "H2KE-nKo": "유학 이해가 상소하였는데, 그 대략에,“산해와 홍여순은 애당초 색목을 달리하는 사람이 아니었는데, 오늘날의 화를 빚어낸 것은 모두 이경전이 반복해서 날조한 것입니다. 당초 김과 남이 홍여순을 모함할 때에 이경전은 그를 구원하지 않았을 뿐만 아니라 또 따라서 팔을 걷어붙이고 돌을 던졌으므로 사람들이 모두 그의 마음씀이 바르지 못한 것을 미워하였습니다. 지난번에 이원익이 다시 정승이 되자 주상께서 정중히 권면하여 출사하게 하였는데, 산해는 문득 의구심을 품고는 그의 아들과 함께 붙좇을 계책을 꾸며 먼저 여순 등 7, 8인을 모함하여 이원익에게 아첨하고 김과 남의 관작을 회복시킬 밑천으로 삼았으니, 남을 모함하여 자신을 살찌우는 계책이 아, 또한 교활합니다.일찍이 산해의 사람됨을 보건대 겉으로는 근신하는 듯하지만 속으로는 실로 흉특하여 30년 이래로 동서남북의 화근이 모두 이 사람이 몰래 주도하여 배양해 준 것이었습니다. 그런데 이경전은 일 만들기를 좋아하고 화를 즐기는 것이 그의 아비보다 심하여 평소의 행동이 개돼지와 같았으며, 이쪽저쪽을 교란시키고 사류를 모함하여 해친 정상이 귀역과 다름이 없었으니, 이는 실로 왕안석의 맥락입니다.국로는 여순에 대해서도 본래 친한 사람이니, 여순이 죄가 없다는 것을 모르지 않았을 터인데 감히 산해에게 빌붙어 여순을 공격한 것이 어찌 그의 본심에서였겠습니까. 벼슬을 잃을까 걱정하는 생각에서 그렇게 된 것에 불과합니다. 그의 아들 몽정 등 3인은 또 이이첨과 박홍도의 심당입니다. 조정은 산해의 집에서 길러져 그 정이 부자와 같아 크고 작은 모든 흉모를 산해에게 여쭈어 재가받지 않은 것이 없습니다.아, 산해는 한 사람의 아래에 있고 국로는 백관의 권한을 잡고 있으며, 조정, 이이첨, 박홍도, 김우한은 그의 조아와 우익이 되어 위복의 권한이 그의 손에 달려 있는데, 삼사의 관원을 몰아 돌격하는 계책을 써서 자기와 의견을 달리하는 재신과 시종 7, 8인을 하루 안에 일망타진하려 하고 있습니다. 아, 여순이 죄가 있는지 없는지는 신이 일찍이 듣지 못하였습니다만, 산해는 벼슬을 잃을까 걱정하고 국로는 임금을 버리고 어버이를 저버렸다는 것은 온 나라 사람들이 다 아는 바입니다. 벼슬을 잃을까 근심하고 임금을 저버릴까 염려하는 것과 함께 모의한다면 무슨 일인들 차마 하지 못하겠습니까.아, 산해의 마음은 길가는 사람도 아는 바인데, 그가 스스로 해명한 차자를 보면 심지어 ‘전혀 듣지 못하였다.’라고 말하여 은연중 허물을 삼사에 돌렸으니, 대신이 이렇게까지 성상을 속일 수 있단 말입니까. 삼사가 일시에 일제히 발론하고 서관이 사면에서 잇따라 일어난 것이 어찌 모두 산해의 심복이겠습니까. 벼슬을 잃을까 걱정하기도 하고 화복에 겁을 먹기도 하여 규례대로 따라다닌 자도 한둘이 아닙니다. 일을 담당하여 앞장서서 한결같이 독기를 부린 자는 이이첨, 박홍도, 계선, 유숙, 이성경, 김치, 박경선 등 몇 사람뿐이었습니다. 현재 국사가 어렵고 임금의 형세가 외롭고 위태로운 것이 날이 갈수록 더욱 심해지고 있으니, 간사한 무리의 거리낌 없음이 이 지경에 이른 것은 당연합니다. 그러나 임금을 사랑하는 마음은 사람들이 모두 지니고 있으니, 악을 토죄하는 일은 끝이 없을까 걱정할 것이 없습니다. 삼가 바라건대 전하께서는 초미의 위급함을 깊이 살피시어 후회하는 일이 없도록 하소서.”하였다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 12번째기사",
                "gt-oKo": "유학(幼學) 이해(李海)가 상소하였는데, 그 대략은 다음과 같다. “산해와 여순은 애초에 당색이 다른 사람이 아니었는데, 오늘날 재앙을 빚어낸 것은 모두 이경전(李慶全)이 이리저리 꾸며낸 것입니다. 당초 김(金)·남(南)이 홍여순을 모함할 때 경전은 여순을 구원하지 않았을 뿐 아니라, 오히려 팔을 걷어붙이고 공격하였으므로 사람들이 모두 그의 마음씀이 바르지 않음을 미워했습니다. 지난번 이원익(李元翼)이 다시 재상이 되고 상께서도 도탑게 출사(出仕)를 권면하시자, 산해는 이에 문득 의구심이 들어서 그 아들과 함께 이원익에게 빌붙을 계책을 세워, 먼저 여순 등 7, 8인을 모함하여 이원익에게 아첨하고 김(金)·남(南)을 복귀시킬 밑천으로 삼았으니, 그가 다른 사람을 모함하여 사욕을 채우는 계책은 참으로 교활합니다. 일찍이 산해의 사람됨을 보니 밖으로는 근엄하고 삼가는 듯하지만 안으로는 실로 흉악하고 사특하여, 지난 30년간의 동서남북 당파의 화근은 모두 이 자가 몰래 주도하여 만들어 낸 것입니다. 경전은 일 만들기를 좋아하고 남의 재앙 즐기기를 그 아비보다 더 하며, 평생에 몸가짐이 개·돼지와 같습니다. 그가 피차의 사이를 교란시켜 사류를 모함하고 해친 실상은 귀역(鬼蜮)과 다를 바가 없으니, 이는 실로 왕안석(王安石)의 방(雱)입니다. 임국로는 여순과는 역시 본래부터 친한 사람으로, 여순의 무죄를 모르는 것이 아니로되 감히 산해에게 빌붙어 여순을 공격한 것이 어찌 그 본심에서 나온 것이겠습니까. 다만 벼슬을 잃을까 걱정하는 생각이 그렇게 만든 것입니다. 그 아들인 임몽정(林蒙正) 등 세 사람은 또 이이첨·문홍도의 심복이며, 조정(趙挺) 같은 자는 이산해의 집에서 길러진 자라 그 정이 부자와 같아서 크고 작은 모든 흉모를 산해에게 아뢰어 결재받지 않은 것이 없습니다. 아, 산해는 일인지하(一人之下)인 정승의 자리에 있고 국로는 모든 관료들을 진퇴하는 권력을 잡고 있으면서, 조정·이이첨·문홍도·황우한이 그 조아(爪牙)와 우익(羽翼)이 되어 위복(威福)의 권한을 손아귀에 넣고서, 삼사의 관원들을 몰아 돌격의 계책을 써서 하루 아침에 재상과 시종 가운데 자기와 뜻이 다른 사람 7, 8인을 일망타진하려고 하였습니다. 아, 여순의 죄가 있는지 없는지는 신이 일찍이 알지 못하였으나, 산해의 벼슬을 탐하는 욕심과 국로의 임금을 저버리는 행동은 온 나라 사람들이 모두 아는 바입니다 벼슬을 탐하는 자와 임금을 저버리는 자가 서로 만나서 계책을 세운다면 무슨 일인들 차마 못하겠습니까. 아, 산해의 마음은 길가는 사람도 아는 것인데, 그 스스로를 변명한 차자를 보면 심지어 전혀 들어 아는 바가 없다고까지 말하여, 은근히 삼사에게 허물을 돌리고 있으니, 대신으로서 어찌 이처럼 임금을 속일 수 있단 말입니까. 삼사가 일시에 일제히 발론(發論)한 경우나 서관(庶官)이 사면에서 잇따라 일어난 것이, 어찌 그 모두가 산해의 심복들이라고 하겠습니까. 혹은 벼슬을 잃을까 하는 근심에서, 혹은 화복(禍福)에 겁을 먹고 으레 뒤따른 자들도 한둘이 아닐 것입니다. 그 일을 담당해서 앞장서서 한결같이 독을 뿌린 자는 이이첨·문홍도·윤계선(尹繼善)·유숙(柳潚)·이성경(李晟慶)·김치(金緻)·박경선(朴慶先) 등 몇 명일 뿐입니다. 지금 국사가 어렵고 임금의 형세가 외롭고 위태로움은 나날이 더욱 심해지니, 간당들의 거리낌이 없음이 여기에 이른 것도 당연한 일입니다. 그러나 임금을 사랑하는 마음은 사람들이 모두 공유하고 있는 것이니 악을 토벌하는 일이 끝이 없을까를 걱정하지 않는 법입니다. 삼가 바라건대 전하께서는 깊이 목전의 급박한 화단을 살피셔서 뒤늦은 후회를 남기지 마소서.”",
                "hj": "○幼學李海上疏, 略曰: 山海之於汝諄, 初非異色之人, 而釀成今日之禍者, 無非慶全之反覆交構也。 當初金、南之陷汝諄也, 慶全非但不爲之救, 又從而攘臂下石, 故人皆惡其用心之不正。 頃者, 李元翼復相, 自上敦勉出仕, 則山海便生疑懼之心, 乃與其子, 作趨附之計, 先陷汝諄等七八人, 以爲媚元翼、復金、南之資, 其陷人肥己之謀, 吁亦巧矣。 嘗觀山海之爲人, 外若謹愼, 內實兇慝, 三十年來, 東西南北之禍根, 無非此人之所陰主培植者也。 慶全則喜事樂禍, 甚於乃父, 平生行己, 有同犬彘。 其交亂彼此, 陷害士類之狀, 無異鬼蜮, 是實安石之雱也。 國老之於汝諄, 亦是素厚之人, 非不知汝諄之無辜, 而乃敢附山海, 攻汝諄者, 豈其本心之所欲哉? 不過患失之念, 有以致之也。 其子蒙正等三人, 又是爾瞻、弘道之心黨, 至如趙挺, 卵育於山海之家, 情同父子, 凡大小凶謀, 無不稟裁於山海。 嗚呼! 山海居一人之下, 國老執百僚之柄, 趙挺、爾瞻、弘道、佑漢爲爪牙羽翼, 威福在手, 驅三司之官, 行突擊之謀, 網打宰從之異己者七八人於一日之內。 嗚呼, 汝諄之有罪無罪, 臣未嘗聞, 而山海之患得患失, 國老之棄君遺親, 國人之所共知。 患得失、棄君親, 合而爲謀, 則何事不可忍爲也? 噫, 山海之心, 路人所知, 而觀其自明之箚, 則至以全不聞知爲說, 隱然歸咎於三司, 曾謂大臣而欺罔天聽, 至此之極乎? 三司之一時齊發, 庶官之四面繼起者, 豈皆山海之腹心哉? 或患於得失, 或怵於禍福, 循例隨行者, 亦非一二。 其擔當首事, 一向肆毒者, 爾瞻、弘道、繼善、柳潚、晟慶、金緻、朴慶先等, 若干人而止耳。 目今國事之艱虞, 主勢之孤危, 日以益甚, 宜乎姦黨之無忌憚至此也。 然而愛君之心, 人所共有, 討惡之擧, 不患無終。 伏願殿下深察燃眉之急, 毋貽噬臍之悔。"
            },
            "13": {
                "H2KE-EN": "On the following day, [Chinese envoy] Hai Shou again submitted a memorial as follows: Your subject was originally impeached by one man, and saw him for a moment. Then Hai Shou brought a correspondence of the corres",
                "H2KE-nKo": "이튿날 이해가 또 상소하기를,“신이 논박을 받은 사람 중에 한 사람과 본래 친한 사이로 잠시 가서 만났더니 소매 속에서 소초를 꺼내어 신에게 보여 주었습니다. 신은 실로 그것이 날조된 말인 줄 모르고 문득 잘못된 계책을 내어 망녕되이 진달하였습니다. 그 뒤에 온 나라 사람들이 모두 신을 괴이하게 여기고 길 가는 사람들도 침을 뱉으며 욕하고, 심지어 여염 사람들도 모두 ‘이승민의 무리가 또 어찌하여 거듭 나와서 이런 망극한 일을 한단 말인가.’라고 하였습니다. 신은 본래 나이 어리고 배우지 못한 사람으로서 갑작스러운 사이에 사리의 경중과 공론의 여하를 알지 못하고 남에게 속임을 당하여 성상을 속였으니, 신의 죄는 만번 죽어 마땅합니다.”하니, 주상이 승정원에 하교하기를,“이해가 이미 조정 사이의 일로 상소하고는 하룻밤 사이에 말을 바꾸었고, 또 자기가 한 것이 아니라 남의 사주를 받았다고 말하였으니, 이는 필시 중간에 피차를 모두 모함하여 그 계책을 이루려는 자가 있을 것이다. 그 음흉하고 반측한 정상이 매우 놀라우니, 잡아와서 엄히 국문하라.”하였다. 이해가 공초하기를,“윤홍이 소초를 작성하여 주상께 진달하도록 꾀었습니다.”하였다. 즉시 윤홍을 옥에 가두고 신문하니, 윤홍도 자복하였다. 또 이해의 후소를 신문하니, 누가 사주하였느냐고 신문하였으나 이해가 자복하지 않았다. 의금부에 명하여 고신하게 하였다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 13번째기사",
                "gt-oKo": "다음날 이해가 다시 상소하기를, “신이 논박을 당한 사람 중에 한 사람과 본래부터 알고 지냈는데, 잠시 그를 가서 보았더니 소매 속에서 상소문의 초안을 꺼내어 신에게 보여주었습니다. 신은 실로 그것이 날조하여 꾸며낸 말인 줄도 모르고 문득 그릇된 계책을 내어 망령되게 진달했는데, 그 뒤에 온 나라 사람들이 신을 괴이하게 여기지 않는 사람이 없어 길거리에서 꾸짖고 욕을 하며, 심지어는 여염 사람들도 다 ‘정승민과 같은 무리가 어찌 또 나와서 이처럼 망극한 일을 꾸미는가.’ 합니다. 신은 본래 나이 어리고 배우지 못한 사람으로, 사리의 경중과 공론이 어떤지도 모른 채 창졸간에 다른 사람에게 넘어가서 임금을 속였으니, 신의 죄는 만 번 죽어 마땅합니다.” 하니, 상이 정원에 하교하기를, “이해가 조정의 일을 진소하였다가 하룻밤 사이에 그 말을 바꾸고, 또 자기가 한 일이 아니고 다른 사람의 사주를 받았다고 말하였으니, 이는 반드시 그 중간에서 피차를 모두 모함하여 계책을 시행하고자 한 자가 있을 것이다. 그 음흉하고 반측한 정상이 매우 놀라우니, 잡아다가 엄히 국문하라.” 하였다. 이해가 공술하기를 ‘윤홍이 상소문을 초하여 올리도록 유인하였다.’고 하므로, 즉시 윤홍을 옥에 가두고 물으니, 윤홍도 자복(自服)하였다. 또 이해에게 뒤에 올린 소(疏)는 누가 사주한 것인가를 물었으나 자복하지 않으므로, 매를 쳐서 신문하도록 금부(禁府)에 명하였다.",
                "hj": "○翌日, 海又上疏曰: 臣與被論中一人有素, 暫往見之, 則袖出疏草而示臣。 臣實不知構揘之辭, 而輒生誤計, 妄自陳達之後, 擧國之人, 莫不以臣爲怪, 道路唾罵, 至於閭閻之人皆曰: “承閔之類, 又何疊出, 作此罔極之事乎?” 臣本以年少不學之人, 急遽之間, 不知事理之輕重、公論之如何, 爲人所賣, 誣罔天聽, 臣罪萬死。 上下敎于政院曰: “李海旣以朝廷間事陳疏, 而一夜之間, 變其辭說, 又以非己所爲, 受人所嗾爲言, 此必中間有欲俱陷彼此, 以逞其計者。 其陰兇反側之狀, 殊極駭愕, 拿來嚴鞫。” 海供稱: “尹宖構疏草, 誘令上達。” 云。 卽下尹宖于獄問之, 宖亦自服。 又問李海後疏則誰嗾之, 海不服, 命禁府拷訊。"
            },
            "14": {
                "H2KE-EN": "The King received officials in the daily audience and officials below him in order to inquire about Yeosun and Yi San , and others. Finally, Yi San was dismissed from office, and his son [Yi] Gyeongjeon [] and his clans [Yi] Bung [] were deprived of their misdeeds and banished to a designated area outside the capital. The two officials were all replaced. As for the case of Hong Yeos case, the two officials had previously reported to the King, their misdeeds were deprived of their misdeeds and banished to a designated area outside the capital. Generally, Right State Councilor Yi 헌국이 utterly said that in the musul year (, Yi San and Hong Yeos case had been divided into groups and engaged in musul year (, resulting in this situation. It would be proper to punish all of them. Therefore, the King issued this order.",
                "H2KE-nKo": "주상이 대신 이하 여러 재신을 불러서 보고 홍여순과 이산해 등의 일에 대해 물었다. 마침내 이산해는 파직하고, 그의 아들 이경전과 그의 무리인 이이첨은 관작을 삭탈하고 도성 밖으로 내쫓으며, 양사는 모두 체차하라고 명하였다. 홍여순의 일은 전에 양사가 아뢴 대로 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였다. 우의정 이헌국이 주상 앞에서 무술년 이후로 이산해와 홍여순이 당파를 나누어 서로 공격한 것이 이 지경에 이르렀으니 모두 죄를 주어야 한다고 극언하였기 때문에 이 명을 내린 것이다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 14번째기사",
                "gt-oKo": "상이 대신 이하 여러 재상들이 인견(引見)하여 홍여순과 이산해 등의 일을 물은 뒤에 마침내 이산해는 파직하고, 그 아들 이경전과 그 무리인 이이첨은 삭탈 관직하여 문외 출송하고, 양사는 모두 체직시켰으며, 홍여순의 일은 앞서 양사가 아뢴 것에 의거해 삭탈 관직하고 문외 출송하도록 명하였는데, 이는 우상(右相) 이헌국(李憲國)이 상의 앞에서 ‘무술년 이후 이산해와 홍여순이 당파를 나누어 서로 공격해서 이 지경에 이르렀으니, 마땅히 함께 죄를 주어야 한다.’고 극언(極言)했기 때문에 이같은 명이 있었던 것이다.",
                "hj": "○上引見大臣以下諸宰, 問汝諄、山海等事, 遂命李山海罷職, 其子慶全及其黨李爾瞻削奪官爵, 門外黜送, 兩司竝遞差。 洪汝諄事, 依前兩司之啓, 削奪官爵, 門外黜送。 蓋右相李憲國於上前, 極言戊戌以後, 李山海與洪汝諄, 分黨相攻, 以至於此, 當竝罪之, 故有是命。"
            },
            "15": {
                "H2KE-EN": "Assistant Deputy Director Hwang U한 and others argued the wrongdoings of both the Office of the Inspector General . The King refused to grant their request.",
                "H2KE-nKo": "부제학 황우한 등이 사헌부와 사간원이 둘 다 그르다는 잘못을 논하였으나, 주상이 들어주지 않았다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 15번째기사",
                "gt-oKo": "부제학 황우한 등이, 양쪽 다 그르다고 말한 이헌국의 잘못을 논박하였으나, 상이 따르지 않았다.",
                "hj": "○副提學黃佑漢等, 論憲國兩非之失, 上不聽。"
            },
            "16": {
                "H2KE-EN": "The King ordered the State Tribunal to discuss the crimes of Yun Hong and Yi Hae . The State Tribunal reported that Yun Hong should be punished by one hundred strokes of beating with the heavy stick and three years of penal servitude, and Yi Hae should be punished by one hundred strokes of beating with the heavy stick and banishment to a place three thousand ri distant. The King specially ordered that Yun Hong and others all be redeemed from beating with the heavy stick by paying a fine, and Yi Hae redeemed from beating with the heavy stick by paying a fine.",
                "H2KE-nKo": "주상이 의금부에 명하여 윤홍과 이해의 죄를 의논하게 하였다. 의금부가 윤홍은 장 100, 도 3년에 처하고, 이해는 장 100, 유 3000에 처하는 것으로 의견을 갖추어 주상에게 아뢰니, 주상이 특별히 윤홍은 도형과 장을 모두 속바치게 하고, 이해는 장을 속바치게 하라고 명하였다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 16번째기사",
                "gt-oKo": "상이 의금부에 명하여 윤홍과 이해의 죄를 의논하게 하니, 의금부에서 윤홍은 장 일백(杖一百)에 도 삼년(徒三年)으로, 이해는 장 일백에 유 삼천리(流三千里)로 회계하였다. 상이 특명으로 윤홍은 도·장(徒杖)을 모두 속(贖)하도록 하고, 이해는 장(杖)을 속하도록 하였다.",
                "hj": "○上命義禁府, 議尹宖、李海之罪。 禁府以宖杖一百、徒三年, 海杖一百、流三千里回啓, 上特命宖徒、杖竝贖, 海杖贖。"
            },
            "2": {
                "H2KE-EN": "Orangkhai tribesmen Luyi and others invaded Buyeo . At the beginning, Yi Gan , the magistrate of Hanseong Magistracy , fought but failed. Many functionaries were killed, and Yi Gan also suffered more than ten invaders, surrounded the battle without ceasing. The pirates fled.",
                "H2KE-nKo": "호인 노토 등이 부령을 침범하였다. 부사 이간이 처음 그들과 싸울 때 불리하여 편비들이 많이 죽었고, 이간도 10여 군데의 상처를 입었다. 그러나 계속 전진하여 싸우자 적이 마침내 도망하였다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 2번째기사",
                "gt-oKo": "호인(胡人) 노토(老土) 등이 부령(富寧)을 침략해왔다. 부사(府使) 이간(李侃)이 처음 그들과 싸울 때 전세가 불리하여 편장(偏將)과 비장(裨將)들이 많이 죽고 그도 10여 곳이나 상처를 입었다. 그러나 계속 전진하여 싸우니 적이 마침내 물러갔다.",
                "hj": "○胡人老土等寇富寧。 府使李侃初與之戰不利, 偏裨多死, 侃亦被十餘創, 進戰不輟, 賊遂遁。"
            },
            "3": {
                "H2KE-EN": "Third Censor of the Office of the Censor General , Bak Saje , and others reported as follows: Minister of War Hong Yeok is jealous and greedy. He must harm to the family and disturbed our country. Yi Yujung , who is dull and cruel and wicked. Inspector General Yi Jun committed crimes against human relationships and the Royal Secretary Yu Huiseo , who is disrespectful and lack of behavior. Assistant State Councilor Yun Hong , who is abandoned his mothers funeral, and Assistant State Councilor Kwon Jin , Fourth Inspector [of the Office of the Censor General] Hong Sik , and others flattered a grudge against his power and Third Inspector [of the Office of the Inspector General] [] Bak Hyosaeng , who is flattering and flattering a powerful subject. All of them are extremely wicked. Your subjects request that Hong Yeok be deprived of his letter of appointment and that he be banished to a designated area outside the capital. Yi Yujung , Yi Jun , Yu Huiseo , Yun Hong , Kwon Jin , Hong Sik , and others should all be dismissed from their posts. Bak Hyosaeng should be replaced. The King said, As these people have not committed crimes, it is not proper to raise criticism.",
                "H2KE-nKo": "헌납 유경종, 정언 박사제 등이 아뢰기를,“병조 판서 홍여순은 시기심 많고 음험하며 탐욕스럽고 포악하여 반드시 집안을 해치고 나라를 망치려 하였습니다. 이를테면 이유중은 어리석고 악독하며, 대사간 이준은 윤기에 죄를 지었으며, 도승지 유희서는 패려하고 행실이 없으며, 수찬 윤홍은 어머니를 버리고 폐상하였으며, 수찬 권진, 지평 홍식 등은 이[蝨]처럼 빌붙고 쥐처럼 팔짱끼었으며, 장령 박효생은 권신에게 아첨하였으니, 모두 가증스럽습니다. 홍여순은 관작을 삭탈하고 도성 밖으로 내쫓고, 이유중, 이준, 유희서, 윤홍, 권진, 홍식 등은 모두 파직하고, 박효생은 체차하소서.”하니, 주상이 답하기를,“이 사람들은 현재 지은 죄가 없으니, 시끄럽게 논박하고 공격해서는 안 된다.”하였다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 3번째기사",
                "gt-oKo": "헌납 유경종(柳慶宗), 정언 박사제(朴思齊) 등이 아뢰기를, “병조 판서 홍여순은 시기심이 많고 음험하여 반드시 국가를 해칠 것이며, 이유중(李有中)은 혼망(昏妄)하고 악질(惡疾)이 있으며, 대사간 이준(李準)은 인륜 기강(人倫紀綱)에 죄를 지었으며, 도승지 유희서(柳希緖)는 패려하고 행실이 바르지 못하며, 수찬 윤홍은 모친을 저버리고 상(喪)을 폐했으며, 수찬 권진(權縉)과 지평 홍식(洪湜)은 이[虱]나 쥐처럼 좀스러우며, 장령 박효생(朴孝生)은 권신(權臣)에게 아첨하였으니 모두 매우 가증스러운 자들입니다. 홍여순은 삭탈 관작하여 문외 출송하고, 이유중·이준·유희서·윤홍·권진·홍식 등은 모두 파직을 명하시고, 박효생은 체차하소서.” 하니, 상이 답하기를, “이 사람들은 현재 지은 죄가 없으니, 시끄럽게 공격하는 것은 옳지 않다.” 하였다,",
                "hj": "○獻納柳慶宗、正言朴思齊等啓曰: “兵曹判書洪汝諄猜險貪暴, 必害家凶國, 如李有中之昏妄惡疾, 大司諫李準之得罪倫紀, 都承旨柳希緖之悖戾無行, 修撰尹宖之棄母廢喪, 修撰權縉、持平洪湜等之蝨附鼠拱, 掌令朴孝生之諂媚權臣, 俱極可惡。 請洪汝諄削奪官爵, 門外黜送, 李有中、李準、柳希緖、尹宖、權縉、洪湜等竝命罷職, 朴孝生遞差。” 上答曰: “此人等時無所犯, 不宜紛紛駁擊也。”"
            },
            "4": {
                "H2KE-EN": "Inspector General Min Mongryong , Second Inspector [of the Office of the Inspector General] Yun Sumin , and Third Inspector [of the Office of the Inspector General] Ahn Geukhyo reported as follows: Minister of War Hong Yeok is jealous and wicked by nature and lacks discourtesy. When he was repeatedly appointed as the Ministry of War , he committed many greed and violent acts. The guardsmen disappointed their hearts, and the military officers were disappointed by them. Furthermore, Yun Hong , Kwon Jin , Hongjeok , and others engaged in domestic functionaries and arrogantly acted in their desires. The Confucian scholars stubbornly slandered them, and their vigilance and vigilances are so worrisome. It will be certain that [Hong] Yeosun will govern the country. Your subject requests that Yeosuns letter of appointment be revoked, and Yun Hong, Kwon Jin, Hongjeok, and others all be dismissed. The King 답하기를, “별달리 잘못한 것이 없으니, it is not necessary to discuss this matter. 다만, the inspectors and censors are impeached, and Hongjeok should be replaced..”【홍식은 Yeos nephew of Yeosuns nephews. Thus, he was first replaced. 】 하였다.",
                "H2KE-nKo": "대사헌 민몽룡, 집의 윤수민, 장령 안극효가 아뢰기를,“병조 판서 홍여순은 타고난 성품이 시기심 많고 음험하여 꺼리는 것이 없습니다. 두 번이나 병조 판서에 제수되어서는 탐욕스럽고 포악한 짓을 많이 하였기 때문에 위사들이 마음이 떠나고 무변들이 곁눈질을 하였습니다. 게다가 윤홍, 권진, 홍식의 무리가 앞잡이가 되어 마음 내키는 대로 행동하여 사류들이 입을 다문 채 기색이 수참하였으니, 앞으로 정사를 어지럽히고 나라를 망칠 자는 틀림없이 홍여순일 것입니다. 홍여순은 관작을 삭탈하고, 윤홍, 권진, 홍식 등은 모두 파직하소서.”하니, 답하기를,“별로 잘못한 것이 없으니 논할 필요가 없다. 다만 대간이 논핵을 당하였으니 홍식은 체차하는 것이 좋겠다.”하였다. - 홍식은 홍여순의 조카이기 때문에 먼저 체차한 것이다. -\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 4번째기사",
                "gt-oKo": "대사헌 민몽룡, 집의 윤수민(尹壽民), 장령 안극효(安克孝) 등이 아뢰기를, “병조 판서 홍여순은 타고난 성품이 시기심이 많고 음험하여 꺼리는 바가 없는데, 재차 본 병조의 직책을 받음에 탐욕스럽고 포악한 짓을 많이 하여, 위사(衛士)들의 마음이 떠나고 무인들이 좋지 않게 여깁니다. 더욱이 윤홍·권진·홍식의 무리가 그의 하수인이 되어 제멋대로 방자하게 굴어 사류(士類)들은 할 말을 못하고 기색(氣色)이 수참(愁慘)하니, 장차 정치를 어지럽히고 나라를 뒤엎을 자는 반드시 여순일 것입니다. 여순은 관작을 삭탈하고, 윤홍·권진·홍식 등은 모두 파직하소서.” 하니, 답하기를, “별로 잘못한 것이 없으니, 기필코 논박할 필요가 없다. 그러나 대간으로서 논박을 받았으니 홍식은 체직하도록 하라.” 하였다.【홍식은 여순의 생질이기 때문에 먼저 체직된 것이다.】",
                "hj": "○大司憲閔夢龍、執義尹壽民、掌令安克孝啓曰: “兵曹判書洪汝諄賦性猜險, 無所忌憚, 再授本兵, 多行貪暴, 衛士離心, 武弁側目。 加以尹宖、權縉、洪湜輩作爲鷹犬, 肆其胸臆, 士類結舌, 氣色愁慘, 其將亂政覆國者, 必汝諄也。 請汝諄削奪官爵, 尹宖、權縉、洪湜等竝罷職。” 答曰: “別無所失, 不須論之。 但臺諫被論, 洪湜則可遞也。”【湜, 汝諄之姪, 故先遞。】"
            },
            "5": {
                "H2KE-EN": "Assistant Deputy Director Hwang U한, Second Royal Decrees Yun Gyeseon and Im Sujeong, and Compilation Commissioner Yi Seonggyeong presented a memorial to the King. The Office of the Censor General presented a memorial to the King, which stated, Hong Yeok is greedy and violent and wicked and wicked. He colluded with unruly and unworthy people and gathered together in the evening. This happens to the day and night. We implore Your Majesty to 쾌히 공론을 따르도록 하소서.” 하니, 상이 답하기를, “조정이 안정되지 않는 것은 매우 아름다운 일이 아니다. high officials and inspectors and censors are supposed to thoroughly attack the country. What do you think about this? The Office of the Censor General also reported this to the King. The King 답하기를, “병조 판서 and inspectors and censors are all replaced. The Office of the Inspector General also reported this to the King. The Office of the Inspector General answered, Hong Yeok is replaced.",
                "H2KE-nKo": "부제학 황우한, 교리 윤계선ᆞ임수정, 수찬 이성경 등이 차자를 올리기를,“홍여순은 탐욕스럽고 포악하며 시기심 많고 음험합니다. 패려하고 행실이 없는 무리들과 결탁하여 어두운 밤에 모임을 갖다 보니 화가 눈앞에 닥쳤습니다. 흔쾌히 공론을 따르소서.”하니, 주상이 답하기를,“조정이 안정되지 않는 것은 매우 아름다운 일이 아니다. 재신과 대간, 시종을 일시에 배격하여 장차 나라를 텅 비게 하려 하니, 그 뜻이 과연 어떠한가.”하였다. 간원이 또 이 내용으로 아뢰니, 답하기를,“병조 판서와 대간을 모두 체차하라.”하였다. 헌부가 또 아뢰니, 답하기를,“홍여순은 체차하라.”하였다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 5번째기사",
                "gt-oKo": "부제학 황우한(黃佑漢), 교리 윤계선(尹繼善)·임수정(任守正), 수찬 이성경(李晟慶) 등이 상차하기를, “홍여순은 탐포하고 시기심 많고 음험하여, 패악무도한 무리들과 결탁하여 어두운 밤에 모이고 있어, 재앙이 조만간에 일어날 것이니 공론을 흔쾌히 따르소서.” 하니, 상이 답하기를, “조정이 안정되지 않음은 매우 좋지 못한 일이다. 재신(宰臣)과 대간 시종을 한꺼번에 배격하여, 장차 나라를 텅 비게 만들려고 하니, 그 뜻이 과연 무엇이냐?” 하였다. 간원이 또 이 뜻을 아뢰니, 답하기를, “병조 판서와 대간을 모두 체직하라.” 하고, 헌부가 또 아뢰니, 홍여순을 체직하라고 답하였다.",
                "hj": "○副提學黃佑漢、校理尹繼善ㆍ任守正、修撰李晟慶等上箚曰: 洪汝諄貪暴猜險, 締結悖戾無行之徒, 昏夜聚會, 禍在朝夕, 請快從公論。 上答曰: “朝著不靖, 甚非美事。 宰臣與臺侍之人一時排擊, 將空人之國, 其意果何如也?” 諫院又以此啓之, 答曰: “兵判及臺諫竝遞差。” 憲府又啓之, 答曰: “洪汝諄遞差。”"
            },
            "6": {
                "H2KE-EN": "Students of the Royal Confucian Academy 임건 and others presented a memorial to the King to discuss Yeosuns crime. The King responded, The students should strive to read books and study studying themselves, and this is not what the court can do. The Office of the Inspector General and the Office of the Censor General also submitted a joint memorial to the King, but the King did not listen to them.",
                "H2KE-nKo": "성균관 유생 임건 등이 상소하여 홍여순의 죄를 논하니, 주상이 답하기를,“유생들은 독서와 공부에 힘써야지 조정의 시비는 간여할 바가 아니다.”하였다. 양사가 또 합동으로 아뢰어 논하였으나, 주상이 들어주지 않았다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 6번째기사",
                "gt-oKo": "성균과 유생 임건(林健) 등이 상소하여 홍여순의 죄를 논박하니, 상이 답하기를, “제생들은 마땅히 독서와 수양에 힘쓰고 조정의 시비에 대해서는 간여할 바가 아니다.” 하였다. 양사가 또 합계(合啓)하여 논하였으나, 상이 따르지 않았다.",
                "hj": "○成均館儒生林健等上疏, 論汝諄之罪, 上答曰: “諸生當以讀書藏修爲務, 朝廷是非, 非所與也。” 兩司又合啓論之, 上不聽。"
            },
            "7": {
                "H2KE-EN": "Assistant Section Chief of the Ministry of Personnel Ku Uigang submitted a memorial as follows: Assistant Section Chief of the Ministry of Personnel Ku Uigang submitted a joint memorial which reads, which is extremely important in dealing with the matters of the staff officials of the Six Ministries. How can one or two 사람의 소견으로 몰아붙여 억지로 opportunity to oportunity to oportunity? Though your subject is ignorant, his duty is related to the Office of the Inspector General . If an assistant section chief must discuss the matter at the same time, it is possible to discuss the matter at the same time. However, your subject was unaware of this oportunity to come and meet at the same time, and only knows that the matter of importance was discussed by Yeosun and others. Alas! The eight men, Yeosun, both men, were wise and not equal to the state. However, unexpectedly, on the contrary, did not expect that officials were suddenly displayed, and thus they would surely be executed. The discussion of the officials of the Censor General has already been absurdly imposed, and then how could the assistant section chief of the Six Boards support their power to support their power and support their opportunity to restrain their opportunity? Last year, when your subject reprimanded Kim and Nam and eventually received the burden of the influence of the burden of the",
                "H2KE-nKo": "이조 좌랑 구의강이 상소하기를,“육조의 낭서들이 연명으로 상소를 올린 것은 그 행동이 매우 중대한데, 어찌 한두 사람의 소견으로 몰아붙여 억지로 하게 할 수 있겠습니까. 신이 비록 형편없으나 직책이 이부에 있으니, 만일 낭관이 한 번 모이는 일이 있으면 신에게 통지하여 의논한 뒤에야 비로소 공문을 보내 회의할 수 있습니다. 그런데 신은 이 모임의 곡절을 전혀 몰랐고, 와서 모였을 때에야 비로소 홍여순 등의 일을 논하였다는 것을 알았습니다.아, 홍여순 등 8인은 모두 명류로서 별로 국가에 죄를 범한 것이 없는데, 뜻밖에도 오늘날 관원의 비방이 갑자기 일어나 반드시 모조리 죽이고야 말려고 합니다. 삼사의 논핵이 이미 너무도 형편없고, 6부의 낭관은 또 그들의 명성과 위세를 도와서 위협하고 제압할 계책을 이루려 한단 말입니까. 신이 지난해에 경솔하게 김·남을 배척하였다가 도리어 그 피해를 입었으니, 진실로 경계할 줄을 알았어야 합니다. 그런데 지금 또 이 상소에 참여하지 않아 스스로 죽을 곳에 빠진 것은, 또한 옛사람이 소조에 있으려고 하지 않았던 유의입니다. 또한 훗날 참으로 옳은지 그른지는 속일 수 없을 듯합니다.”하니, 주상이 보고 크게 장려하고 타일렀다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 7번째기사",
                "gt-oKo": "이조 좌랑 구의강(具義剛)이 상소하기를, “육조(六曹)의 낭서(郞署)들이 연명(連名)으로 상소를 올림은 그 행위가 매우 중대합니다. 어찌 한두 사람의 소견으로 몰아붙여 강행할 수가 있겠습니까. 신이 아무리 못난 자이나 직책이 이부(吏部)에 소속되었는데, 만약 낭관(郞官)들이 모두 모이는 일이 있을 것 같으면, 마땅히 신에게 통보하고 의논한 뒤에 비로소 문서를 내어 회의를 할 수가 있는 것입니다. 그런데 신은 전혀 이 모임의 곡절을 모르고 있다가, 회의에 불리어 나간 뒤에야 비로소 여순 등의 일을 논하기 위한 것임을 알았습니다. 아, 여순 등 여덟 사람은 모두 명류(名流)로서 별로 국가에 잘못한 일이 없는데, 뜻밖에도 오늘 관원들의 비방이 갑자기 일어나 기필코 그들을 모두 잘라내고야 말려합니다. 삼사(三司)의 논박도 이미 부당한데, 육부의 낭관들이 또 그 성세(聲勢)를 도와 협박하고 제압하는 계책을 이루려 하는 것이겠습니까. 신은 지난해 경솔하게 김(金)·남(南)을 배척하다가 도리어 그 해를 받았으니 진실로 조심할 줄을 알아야 하겠지만, 이제 또 이 상소에 참여하지 않아 죽을 곳에 스스로 빠지는 이유는 옛사람들이 조정(朝廷)을 경시하는 자리에 서지 않고자 한 유의(遺意)와 또한 훗날 참다운 시비는 속일 수 없는 점을 두려워해서입니다.” 하니, 상이 그것을 보고 크게 장려하는 하유를 하였다.",
                "hj": "○吏曹佐郞具義剛上疏曰: 六曹郞署之聯名陳疏, 擧措極重, 豈可以一二人所見, 驅使而强爲之哉? 臣雖無狀, 職係吏部, 如有郞官一會之擧, 則所當通議於臣, 然後方可出文會議, 而臣全未知此會曲折, 及乎來會, 始知爲論汝諄等事。 噫, 汝諄等八人, 俱以名流, 別無所犯於國家, 而不意今日, 官謗卒發, 必欲芟盡而後已。 三司之論, 旣甚無謂, 六部之郞, 又助其聲勢, 以遂脅制之計乎? 臣於去年, 輕斥金、南, 反受其害, 固當知戒, 而今又不參此疏, 自陷於死地者, 蓋亦古人不欲處小朝廷之遺意, 而抑恐他日之眞是眞非, 有不可誣也。 上覽之, 大加奬諭。"
            },
            "8": {
                "H2KE-EN": "Fourth Inspector Yi Seonggyeong and Fourth Censor Bak Saje of the Office of the Censor General impeached [Yi] Uigang []. The King said, Hong Yeok has already been replaced. It is not necessary to discuss this matter again. Ku Uigang is a man who submitted a memorial as well as impeached [him] and dismissed from his position. This means that [he] will not raise any difference among those who differ from [his] sense of difference. When a scholar-official is in the court, how could [he] have in such a way?",
                "H2KE-nKo": "지평 이성경, 정언 박사제가 구의강을 탄핵하니, 답하기를,“홍여순은 이미 체차하였으니 다시 논할 필요가 없다. 구의강은 상소를 올린 사람인데 또 논핵을 받아 파직되었으니, 이는 자기와 의견을 달리하는 자들로 하여금 논핵하지 못하게 하는 것이다. 군자가 조정에 있을 때에 어찌 이런 일이 있겠는가.”하였다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 8번째기사",
                "gt-oKo": "지평 이성경, 정언 박사제가 구의강을 탄핵하니, 답하였다. “홍여순은 이미 체직하였으니 다시 논의할 필요가 없다. 구의강은 상소문을 진달한 사람인데 또 논박을 받아 파직을 당하면, 이는 자기와 뜻이 다른 사람들로 하여금 의견을 내지 못하도록 만드는 것이다. 군자가 조정에 있을 때 어찌 이런 일이 있겠는가.”",
                "hj": "○持平李晟慶、正言朴思齊劾義剛, 答曰: “洪汝諄已遞, 不須更論。 具義剛以陳疏之人, 又被論罷, 則是使異己者, 不得發論也。 君子在朝之時, 豈有此事乎?”"
            },
            "9": {
                "H2KE-EN": "Section Chief of the Ministry of Personnel Kang Mi and others presented a memorial to the King requesting that Yeosun be punished. The King did not heed their request. ",
                "H2KE-nKo": "오조의 낭관 강인 등과 사관 등이 상소하여 홍여순의 죄를 논하였으나, 주상이 들어주지 않았다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 4월 1일(갑술) 9번째기사",
                "gt-oKo": "오조(五曹)의 낭관 강담(姜紞) 등과 사관(四館) 등이 상소하여 여순의 죄를 논하였으나, 상이 따르지 않았다.",
                "hj": "○五曹郞官姜紞等及四館等上疏, 論汝諄之罪, 上不聽。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Sim Yeol reported to the King as follows: Minister of Personnel Im Gunro was originally without ability in conduct. He is merely a corrupt man who worry about his misdeeds. Earlier, he had been closely associated with Hong Yeol and became a principal offender in the East Troops . When [Han] Yeosun was defeated, he dared to harbor grievances and raise his sword. He did not have a friendly relationship with him. His circumstances and treacherous actions are all shameful. Your subject requests that he be dismissed from his post. The King approved this request.",
                "H2KE-nKo": "지평 심열이 아뢰기를,“이조 판서 임국로는 본래 행실이나 능력이 없으니, 벼슬을 잃을까 걱정하는 일개 비부일 뿐입니다. 애초에 홍여순과 가장 친밀하게 지내면서 심복이 되어 이조에서 주의할 때 한결같이 그의 사주를 따랐는데, 홍여순이 패배한 뒤에는 감히 반목하여 원수로 삼아 창을 거꾸로 들고 서로 공격하여 마치 애초부터 절친하지 않은 것처럼 하였습니다. 그가 이리저리 둘러대는 정상에 대해 사람들이 모두 침을 뱉으며 욕하고 있으니, 파직하도록 명하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 5월 1일(계묘) 1번째기사",
                "gt-oKo": "지평 심열(沈悅)이 아뢰기를, “이조 판서 임국로는 본디 행실이나 능력이 없는 자로 자리나 탐하는 일개 비부(鄙夫)에 지나지 않습니다. 애초에는 홍여순과 가장 친밀하게 결탁하여 그의 심복이 되어 동전(東銓)의 주의(注擬)를 한결같이 그의 지시와 사주에 따르다가, 여순이 실권한 뒤에 감히 눈을 돌려 원수가 되어 서로 반격하기를 마치 처음부터 친밀하지 않은 자처럼 하였습니다. 때문에 그 사특하고 반복하는 정상에 사람마다 모두 침을 뱉고 꾸짖으니, 파직을 명하소서.” 하니, 상이 따랐다.",
                "hj": "○朔癸卯/持平沈悅啓曰: “吏曹判書任國老素無行能, 特一患失之鄙夫。 初與洪汝諄最相親結, 爲心腹, 東銓注擬, 一循其指嗾。 及汝諄見敗之後, 乃敢反眼爲讐, 倒戈相攻, 有若初不親切者然, 其回互反側之狀, 人皆唾罵。 請命罷職。” 上從之。"
            },
            "2": {
                "H2KE-EN": "The Fourth Inspector [of the Office of the Inspector General] [] impeached [Kwak] Gunro [] first and impeached [Kwak] Gunro []. Nonetheless, [Kwak] Gunros naturalized [Kwak] and severely disliked [Kwak], and his historian eventually claimed that [Kwak], claiming that [Kwak], harboring skillful and deceitful behavior. Alas! Moreover, [Kwak] also impeached [Kwak] when he first claimed [Kwak] and claimed that he had claimed [Kwak] and claimed that [Kwak] had falsely accused [Kwak]. [The King] appointed [Kwak] Jonjung as minister of personnel .",
                "H2KE-nKo": "심열이 지평이 되어 맨 먼저 안국로를 탄핵하였다. 안국로의 무리가 그를 몹시 미워하였는데, 역사를 편수하는 자들이 그를 간교하고 사특하다고 지목하기까지 하였으니, 아, 또한 심하다. 그가 처음에 이이첨에게 빌붙었다고 한 말은 더욱 그가 무함한 것임을 알 수 있다. 김명원을 이조 판서로 삼았다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 5월 1일(계묘) 2번째기사",
                "gt-oKo": "심열(沈悅)이 지평이 되어 맨 처음 임국로를 탄핵하니, 국로의 무리들이 깊이 그를 미워하였으며, 《실록》을 기록하는 자들은 심지어 그를 교활하고 반복이 무상한 자로 지목하기까지 하였으니, 아, 또한 심하다. 당초에 이이첨에게 빌붙은 자라고까지 말한 것은 더욱 무함임을 알 수 있다. 김명원(金命元)을 이조 판서로 삼았다.",
                "hj": "○悅爲持平, 首劾國老, 國老之黨深嫉之, 修史者至以傾巧回互目之, 噫亦甚矣。 至於初附爾瞻云者, 尤見其誣也。 以金命元爲吏曹判書。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "At the first day of the month, [the King] appointed 김명원 as right state councilor , and appointed 한응인 as minister of personnel .",
                "H2KE-nKo": "초하루에 김명원을 우의정으로, 한응인을 이조 판서로 삼았다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 6월 1일(임신) 1번째기사",
                "gt-oKo": "김명원을 우의정으로, 한응인(韓應寅)을 이조 판서로 삼았다.",
                "hj": "○朔壬申/以金命元爲右議政, 韓應寅爲吏曹判書。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Lady Bak , the Queen of the musul year (, passed away. At the beginning, she was ill. The Office of Palace Procurement requested that a physician named Ayong be made a slightest knowledge of his literature and his skills are sufficient. The King said, I have heard that Ayong is a gisaeng (female entertainer. Though his skills are sufficient, he cannot enter the inner courtyard.",
                "H2KE-nKo": "무술년에 왕비 박씨가 훙서하였다. 비로소 병이 위독해지자, 약방이 의녀 애종이 문자를 조금 알고 술업도 그 무리 중에서 우수하다고 하여 입진하게 할 것을 청하니, 주상이 말하기를,“들으니 애종은 창녀라고 한다. 비록 헌기의 술법이 있더라도 내정에 출입할 수 없다.”하였다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 6월 27일(무술) 1번째기사",
                "gt-oKo": "왕비(王妃) 박씨(朴氏)가 훙(薨)하였다. 처음 병환이 났을 때 약방(藥房)에서 의녀(醫女) 애종(愛鍾)이 글을 약간 알고 의술도 그 무리 가운데 뛰어나다고 하여, 그로 하여금 들어가 진찰을 하도록 청하였는데, 상이 이르기를, “들으니, 애종은 창녀(娼女)라 한다. 비록 의술이 있다 하더라도 그를 내정(內庭)에 드나들게 할 수는 없다.” 하였다.",
                "hj": "○戊戌/王妃朴氏薨。 始寢疾, 藥房以醫女愛鍾稍解文字, 術業優於其流, 請令入診, 上曰: “聞, 愛鍾是娼女, 雖有軒岐之術, 不可出入於內庭也。”"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On imin day, the King appointed Bak Hongro as 대사간으로 삼았다. Referring to the Veritable Records of the Grand Scribe (C. Zizhi , the Veritable Records of the Grand Scribe (C. Zizhi tongzhi tonghi to the Veritable Records (C. Zizhizhi tonghizhi tonghi to the Veritable Records (C. Zizhi tonghi tonghization (C. Xiao tonghi to the Veritable Records of the Veritable Records (C. Zizhi tonghizhi tonghization (C. Xiao tonghi to the Veritable Records of the Veritable Records (C. Zizhizhi tonghization (C. Xiaojing . Referring to the Veritable Records of the Veritable Records (C. Zizhi tonghizhizhi tongkao, his conduct was thoroughly careful and simple, and his mistakes were extreme. Bak Hongro showed modest motives but harbored treachery and treachery. Instead, he flattered the greedy and flattery. Furthermore, he was greed and corrupted, and he praised him",
                "H2KE-nKo": "박홍로를 대사간으로 삼았다. 《실록》을 살펴보건대 ‘몸가짐이 공손하고 성실하며 일을 처리하는 것이 주도면밀하고 상세하다.’라고 하였으니, 매우 잘못하였다. 박홍로는 겉으로는 겸손하고 공손한 듯하지만 속마음은 실로 간사하여 시세에 따라 아부하였다. 게다가 탐욕스럽기까지 하였는데도 이처럼 찬양하였으니, 참으로 놀라운 일이다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 7월 1일(임인) 1번째기사",
                "gt-oKo": "박홍로(朴弘老)를 대사간으로 삼았다. 《실록》을 살펴보니 ‘그 몸가짐이 공경스럽고 처사(處事)가 주밀하다.’고 하였는데, 매우 그릇된 말이다. 홍로는 겉으로는 겸손하고 공경스러운 체하였으나, 내면은 실로 간사하여 수시로 아부하였고 게다가 탐욕스럽기까지 하였는데 이같이 찬양하였으니, 참으로 놀라운 일이다.",
                "hj": "○朔壬寅/以朴弘老爲大司諫。 按《實錄》云: “持身恭慤, 處事周詳。” 其謬甚矣。 弘老外示謙恭, 內實回邪, 隨時阿附, 加以貪黷, 而贊揚之若是, 良可駭也。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the King appointed Director of the Royal House Administration Yi Won as supreme commander of the four provinces and installed the magistracy of Gyeongsang Province . At the time, [Yi] Won익은 replaced from the position of prime minister and retired from his place of residence in a location town. Upon hearing the Queens death, the King visited the court [of Ming China] and thereupon issued this order. Although [he] entrusted him with important responsibilities, [he] actually expelled him from [the magistracy]. Probably, [Yi] Won, after [he] expelled [Yu] Yong [], and there were many who involved [Yu] Yong [] in the court. The King also disregarded him.",
                "H2KE-nKo": "초하루에 영돈녕부사 이원익을 4도 도체찰사로 삼아 영남에 부를 열게 하였다. 이때 이원익이 정승에서 물러나 경기 고을에 물러가 살았는데, 왕비의 상을 듣고 조정에 들어왔기 때문에 마침내 이 명을 내린 것이다. 비록 중임을 맡겼지만 실은 그를 외면한 것이다. 대개 이원익이 유성룡을 신구한 뒤로 조정에서 그를 공격하는 자가 매우 많았기 때문에 주상도 그를 소원하게 여겼다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 8월 1일(신미) 1번째기사",
                "gt-oKo": "영돈녕부사 이원익을 사도 도체찰사(四道都體察使)로 삼아 영남에 부(府)를 개설하도록 하였다. 이때 원익은 재상 직에서 물러나 기읍(畿邑)에 물러가 살고 있다가, 왕비의 상을 듣고 입조(入朝)했는데 이 명이 내린 것이다. 비록 중임을 맡겼으나 실은 그를 밖으로 내친 것이니, 이는 원익이 유성룡을 구원하는 말을 한 뒤로 조정에 그를 공격하는 자가 매우 많았고 왕도 역시 그를 소원하게 대하였기 때문이었다.",
                "hj": "○朔辛未/以領敦寧府事李元翼爲四道都體察使, 開府于嶺南。 時, 元翼免相, 退居于畿邑, 聞王妃之喪入朝, 遂有是命。 雖委以重任, 實外之也。 蓋元翼自伸救柳成龍之後, 朝廷攻者甚多, 上亦踈之。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On sinchuk day, the first day of the month, Chief Supreme General [of the Middle Army] [] [of the Middle Army] Mandeok and others, together with the commanders, retired from their troops, returned.",
                "H2KE-nKo": "경리 만세덕 등이 여러 장수와 함께 철군하고 돌아갔다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 9월 1일(신축) 1번째기사",
                "gt-oKo": "경리(經理) 만세덕(萬世德) 등과 여러 장수들이 철군하여 돌아갔다.",
                "hj": "○朔辛丑/經理萬世德等, 與諸將撤軍回去。"
            }
        }
    },
    "12": {
        "22": {
            "1": {
                "H2KE-EN": "On sinmyo day, the first day of the eleventh month, Queen Uiin was buried at the Royal Tomb of King Taejo . Earlier, a new placing place was designated in Pocheon . The construction project was half [of the new placing of Pocheon]. A physician named Bak Jau submitted a memorial advising that it was not auspicious [to bury the new placing of the new Royal Tomb of King Taejo]. Consequently, [the placing of the new Royal Tomb of King Taejo] was ordered to be reburied inside the Royal Tomb of King Taejo . On this day, [the placing of the new Royal Tomb of King Taejo] was began. ",
                "H2KE-nKo": "의인왕후를 유릉에 장사 지냈다. 처음에 포천의 신평에 터를 잡았는데, 공역이 반을 넘었다. 술관 박자우라는 자가 상소하여 불길하다고 말하니, 마침내 건원릉 안으로 고쳐 정하라고 명하였다. 이때에 이르러 비로소 장사를 지냈다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 12월 22일(신묘) 1번째기사",
                "gt-oKo": "의인 왕후(懿仁王后)를 유릉(裕陵)에 장사하였다. 처음에 포천(抱川)의 신평(新坪)에 능자리를 정하여 공사가 반을 넘어섰는데, 술관(術官)인 박자우(朴子羽)란 자가 상소하여 그곳이 불길하다고 말하자, 드디어 건원릉(健元陵) 안에 다시 자리를 정하라는 명을 내려 이때에 이르러 비로소 장사하였다.",
                "hj": "○辛卯/葬懿仁王后于裕陵。 初卜兆于抱川之新坪, 功役過半, 有術官朴子羽者上疏, 言其不吉, 遂命改卜於健元陵內, 至是始葬。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Hyeonyeong as fourth censor . Upon examining the Veritable Records of the Grand Scribe (C. Zizhi tongjian , the Veritable Records of the Grand Scribe (C. Zizhi tongjian states, Originally, being wicked and wicked by nature, demonstrates the grudge of slandering the temporarily. The Veritable Records of the Grand Scribe [of the Veritable Records of the Grand Scribe] must supply his hands to his relatives Bak Dong and his brothers. How can this be falsely accused? [Yi] Hyeonyeong is the descendant of Yi Dam . His personality was 온아하고 modest and honest, and he was skilled at writing compositions. He had been demonstrated by the world, and yet he demonstrated such slandering and slandered like this. Truly, this is a strange. Furthermore, he praised the grudge of slandering the slandering of slandering the s of slandering of slandering.",
                "H2KE-nKo": "이현영을 정언으로 삼았다. 《실록》을 살펴보니, ‘성품이 본래 음흉하고 간사하여 악독한 정철을 추앙하고 존숭하는 계사를 모두 스스로 짓지 못하고 반드시 그 일가인 박동량 형제의 손을 빌렸다.’라고 하였으니, 어쩌면 그리도 거짓이었단 말인가. 이현영은 이색의 후손이다. 사람됨이 온아하고 간묵하며 문장에 뛰어나 세상의 추앙을 받았는데 이처럼 헐뜯으니, 참으로 괴이하다. 또 정철을 걸핏하면 악독하다고 칭찬한 것은 단지 시기하고 미워하는 마음에서 나온 것인데, 추앙하고 존숭한 것을 이현영의 죄로 삼았으니, 아, 또한 심하다.\n",
                "date_ko": "선수 34권, 33년(1600 경자 / 명 만력(萬曆) 28년) 12월 22일(신묘) 2번째기사",
                "gt-oKo": "이현영(李顯英)을 정언으로 삼았다. 《실록》을 살펴보면 ‘성품이 본래 음흉하고 사특하여, 악독한 정철을 추앙하여 존경했으며, 계사(啓辭)조차 모두 스스로 짓지 못하고 반드시 그 일족인 박동량(朴東亮) 형제의 손을 빌었다.’ 하였으니, 어찌 이처럼 무함했는가. 현영은 이색(李穡)의 후손으로 사람됨이 온아하고 간묵(簡默)하며 문장에 뛰어나 세상에서 추앙을 받았는데, 이처럼 비방하였으니 참으로 괴이한 일이다. 또 정철을 걸핏하면 독하다는 말로 부르는 것은, 전적으로 그를 시기하는 마음에서 나온 것이지만, 그를 추앙하여 존경한 것으로써 현영의 죄를 삼았으니, 아, 너무한 것이다.",
                "hj": "○以李顯英爲正言。 按《實錄》云: “性本暗邪, 推尊毒澈, 啓辭皆不能自述, 必借手於其族朴東亮兄弟。” 何其誣也? 顯英, 李穡之後也。 爲人溫雅簡默, 長於文詞, 爲世所推, 而毁詆之若此, 良可怪也。 且於鄭澈, 動稱之以毒者, 特出於媢嫉, 而乃以推尊爲顯英之罪, 吁亦甚矣。"
            }
        }
    }
}