{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "Minister of Personnel Bak Sun , the first day of the twelfth month, resigned from office due to illness. Yi Tak was appointed minister of personnel . Although [Bak] Tak had not reached [Bak] Sun, [he] loved the scholars and loved the worthy of the administrative talent. When he assumed the Ministry of Personnel , [he] strived to encourage public justice, and [he] conducted state affairs with [Bak] Sun. ",
                "H2KE-nKo": "이조 판서 박순이 병을 이유로 사직하니, 면직하였다. 이탁을 이조 판서로 삼았다. 이탁의 명망은 박순만 못하지만 선비를 사랑하고 현인을 좋아하며 국량이 있었다. 전조에 있게 되어서는 공도를 확장하는 데 힘썼으므로 정사가 박순에 비해 우수하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 1월 1일(기사) 1번째기사",
                "gt-oKo": "이조 판서 박순(朴淳)이 병으로 사직하였으므로 이탁(李鐸)을 이조 판서로 삼았다. 이탁은 명망에 있어서는 박순에 미치지 못하지만 선비를 사랑하고 어진이를 좋아했으며 도량이 넓었다. 그가 전부(銓部)에 있게 되자 공도(公道)를 넓히기에 힘써 정사(政事)가 박순 때보다 나았다.",
                "hj": "○朔己巳/吏曹判書朴淳辭疾免, 以李鐸爲吏曹判書。 鐸雅望, 雖不及淳, 而愛士好賢, 有局量。 及居銓部, 務張公道, 政事比淳爲優。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On gyehae day, the first day of the month, the King appointed Governor of Jeolla Province Yun Chung to inspector general .",
                "H2KE-nKo": "전라 감사 유희춘을 대사헌으로 삼았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 2월 1일(기해) 1번째기사",
                "gt-oKo": "전라 감사 유희춘(柳希春)을 대사헌으로 삼았다.",
                "hj": "○朔己亥/以全羅監司柳希春爲大司憲。"
            },
            "2": {
                "H2KE-EN": "Headmaster of the Royal Confucian Academy Ki Daeseung resigned from his post and returned to his hometown. While [Ki] Daeseung disobeyed himself as a high official, he again had been denounced by the old official. Yi Hwang led Jang Namgak and Wu Yunmun of the current prime minister to his disobey, but he did not attend to his office to admonish him. In the end, he resigned from his illness and returned to Naju . He constructed a middle of the mountain and gathered together to study the Confucian classics. He prior to this old age. Some questioned him, Why did you not submit a memorial to loyalty? [Ki] Daeseung replied, Regarding the matter to be worthy, I already reported it to the Royal Lecture. I do not wish to say that there is no beneficial words, but merely to self-restraint.",
                "H2KE-nKo": "대사성 기대승이 해직하고 고향으로 돌아갔다. 기대승이 스스로 대신의 뜻을 거슬러 다시 옛 신하에게 비방을 받았는데, 이황이 장남헌이 당시 정승 우윤문과 뜻을 거슬러 벼슬하지 않은 일을 인용하여 경계하였다. 마침내 병을 이유로 사직하고 나주로 돌아가 산속에 집을 짓고 무리를 모아 강학하면서 여생을 마칠 계획을 하였다. 어떤 사람이 묻기를,“그대는 어찌하여 소장을 올려 충성을 바치지 않는가?”하니, 기대승이 아뢰기를,“말할 만한 일은 이미 경연에서 진달하였습니다. 나는 무익한 말을 하여 스스로 명예를 얻고 싶지 않습니다.”하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 2월 1일(기해) 2번째기사",
                "gt-oKo": "대사헌 기대승(奇大升)이 관직을 그만두고 시골로 돌아갔다. 대승이 대신의 비위에 거슬린데다 구신(舊臣)의 비난까지 받게 되자, 이황(李滉)은 장남헌(張南軒)이 당시 재상 우윤문(虞允文)과 어긋나자 벼슬을 그만두었던 고사를 들어 경계하였다. 드디어 병을 핑계로 사직하고 나주(羅州)로 돌아가 산 속에 집을 짓고 학도를 모아 학문을 강하는 것으로 여생을 보내고자 하였다. 혹자가 왜 소장을 올려 그대의 충성을 밝히지 않느냐교 묻자, 그는 다음과 같이 대답하였다. “말해야 할 일은 경연 석상에서 이미 다 진달하였다. 나는 더 이상 쓸데없는 말을 하여 명예를 얻고 싶지는 않다.”",
                "hj": "○大司成奇大升, 解職還鄕。 大升自忤大臣, 更爲舊臣所指謗, 李滉引張南軒與時相虞允文相忤, 不仕事以戒之, 遂謝病歸羅州, 築室山中, 聚徒講學, 爲終老之計。 或問: “君何不以疏章獻忠?” 大升曰: “可言之事, 已於經席陳達。 吾不欲爲無益之言, 徒自取名也。”"
            },
            "3": {
                "H2KE-EN": "The King appointed 정철 as clerk of the Office of the Crown Prince (Office of Benevolence and Gentleness , and 성혼 as magistrate of Jeokseong District . When 성혼 returned to the capital to express gratitude for the royal benevolence, he immediately returned to his hometown and did not proceed to his place of duty.",
                "H2KE-nKo": "정철을 홍문관 교리로, 성혼을 적성 현감으로 삼았다. 성혼이 서울에 들어와 사은하고는 즉시 고향으로 돌아가 관직에 나아가지 않았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 2월 1일(기해) 3번째기사",
                "gt-oKo": "정철(鄭澈)을 홍문 교리(弘文校理)로, 성혼(成渾)을 적성 현감(積城縣監)으로 삼았는데, 성혼은 서울에 와 사은만 한 뒤 부임하지 않고 곧바로 시골로 돌아갔다.",
                "hj": "○以鄭澈爲弘文校理, 以成渾爲積城縣監。 渾入京謝恩, 卽歸鄕里, 不赴官。"
            },
            "4": {
                "H2KE-EN": "Due to a severe famine in Gyeongsang Province, the King dispatched Section Chief of the Ministry of Personnel Shin응si to patrol and provide relief to him.",
                "H2KE-nKo": "영남에 큰 기근이 들었으므로 이조 정랑 신응시를 보내 조사하여 구휼하게 하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 2월 1일(기해) 4번째기사",
                "gt-oKo": "영남에 큰 흉년이 들었으므로 이조 정랑 신응시(辛應時)를 보내 안찰(按察)하고 진구(賑救)하게 하였다.",
                "hj": "○嶺南大饑, 遣吏曹正郞辛應時, 按察賑救。"
            },
            "5": {
                "H2KE-EN": "The King personally conducted the military service examination at Mohwa Guesthouse .",
                "H2KE-nKo": "주상이 모화관에서 무사를 친히 시험 보였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 2월 1일(기해) 5번째기사",
                "gt-oKo": "상이 모화관(慕華館)에서 친히 무사(武士)를 시험보였다.",
                "hj": "○上親試武士于慕華館。"
            },
            "6": {
                "H2KE-EN": "Due to the severe drought in spring, the King issued an order to inquire about measures to eliminate disasters. Yi Sunggyeong and others each presented several thousand single twice but did not explain this.",
                "H2KE-nKo": "봄가뭄이 심하여 삼공에게 전지를 내려 재해를 그치게 할 방책을 물었는데, 이준경 등이 각각 수천 마디의 말을 진달하였으나 건의하여 밝힌 것이 없었다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 2월 1일(기해) 6번째기사",
                "gt-oKo": "봄날씨가 너무 가물어 삼공에게 전지를 내려 재앙을 멎게 할 방법을 물었는데, 이준경(李浚慶) 등이 각기 수천 언씩을 올렸으나 방법을 분명히 개진한 의견은 없었다.",
                "hj": "○春旱甚, 下旨問弭災之策于三公, 李浚慶等各陳數千言, 無所建明。"
            },
            "7": {
                "H2KE-EN": "On gyemyo day, hail fell, and a white sun had a halo around it. The high officials, the Royal Secretariat , and the inspectors and censors requested that the King remove the main hall according to precedent and that a royal order be issued to advise measures. The King did not heed this request. At the time, the majority opinions were slightly withdrawn and dared not speak about the current affairs. However, the court officials generally observed the ancient practices, and the King disliked it. Thus, the King did not respond.",
                "H2KE-nKo": "우박이 내리고 흰 무지개가 해를 가로질렀다. 대신, 승정원, 대간이 전례에 의거하여 정전을 피하고 교서를 내려 구언할 것을 청하였으나, 들어주지 않았다. 이때 사론이 위축되어 감히 시사를 말하지 못하고 조정의 신하들은 고사를 범범하게 거론하였으나, 주상이 그것을 싫어하였기 때문에 응하지 않은 것이다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 2월 1일(기해) 7번째기사",
                "gt-oKo": "우박이 쏟아지고 흰 무지개가 해를 가로질렀으므로 대신·정원·대간이 전례에 의거하여 정전(正殿)을 피하고 하교하여 구언할 것을 청하였으나 듣지 않았다. 당시 사론이 위축되어 시사(時事)에 대해 과감하게 말하는 자는 없고 정신(廷臣)들은 고사(古事)나 들먹였으므로, 상이 거기에 염증을 느꼈기 때문에 불응했던 것이다.",
                "hj": "○雨雹, 白虹貫日。 大臣、政院、臺諫, 據前例, 請避正殿, 下敎求言, 不聽。 時, 士論退縮, 不敢言時事, 廷臣泛擧古事, 上厭之, 故不應。"
            },
            "8": {
                "H2KE-EN": "The King had the Royal Placenta Chamber be buried in Imcheon . At first, when the King ascended the throne, the court discussed the matter and wished to select and buried the Royal Placenta Chamber according to precedent. He then buried the Royal Placenta Chamber to the north of the Royal Placenta Chamber to bury the Royal Placenta Chamber to the Storehouse of Chuncheon in Gangwon Province. The construction project was almost expected, and the Royal Placenta Chamber was buried in the past. Therefore, the Royal Placenta Chamber in Hwanghae Province was buried in the Placenta Chamber to bury the Royal Placentacenta Chamber. When the Royal Placenta Chamber was about 수십 bo away, the Royal Placenta Chamber was buried in the past. Governor Ku Samaeng said, The Royal Placenta Chamber is not the Royal Placenta Chamber, and it is not proper to bury the small Royal Placenta Chamber to rashly remove the great construction project. The Royal Placenta Chamber to bury the Royal Placentacenta Chamber. At the time, the people suffered from starvation, and the Royal Placenta Chamber was imposed upon the Royal Placentacenta Chamber to bury the Royal Placentacentacenta Chamber to the three provinces. The words of the Royal Placentacenta Chamber to Nayayayay and Goryeo are not from the ancient institutions of China. In our countrys system, the Royal Placenta Chamber was selected to bury the Royal Placenta Chamber",
                "H2KE-nKo": "성태를 임천에 묻었다. 주상이 처음 즉위하였을 때 조정의 의론이 구례에 따라 성태를 가려 묻고자 하여 잠저에서 구해서 원 북쪽의 송림 사이에서 찾았다. 이에 강원도 춘천 땅에 터를 잡아 공사가 거의 끝나가는데, 그 혈을 살펴보니 바로 옛날에 묻었던 땅이었다. 이에 황해도 강음으로 옮겨 정하였는데, 터를 닦을 때 정혈에서 수십 보 떨어진 곳에서 옛날에 묻었던 작은 항아리를 찾았다. 관찰사 구사맹이 말하기를,“이는 정혈이 아니니, 단지 일찍이 묻었던 작은 항아리 때문에 큰 역사를 경솔히 중단해서는 안 된다.”하고, 그대로 두고 보고하지 않았다. 공사가 또 거의 끝나가니, 조정에서 소문을 듣고 크게 놀랐다. 사헌부가 구사맹의 불경함을 탄핵하여 파직하였다.대신이 다시 정결한 땅을 가리자고 건의하여 이에 임천으로 가려 묻었다.이때 백성들이 굶주려 돌을 운반하는 데 수고롭고 성태를 한 번 묻으면 그 피해가 삼도에 두루 미쳤으므로 식자들이 탄식하였다. 성태를 묻었다는 설은 신라와 고려 사이에서 비롯된 것으로 중국의 옛 방식이 아니다. 우리나라의 규정은 국장을 길일을 가리면 좋은 땅을 찾기에 힘쓰며, 사민의 무덤을 모두 파내고 혈을 가리기까지 한다. 성태를 묻을 경우에는 반드시 정결한 땅을 이처럼 정밀하게 가리려고 하니, 의리에 어긋날 뿐만 아니라 감여의 방술로 헤아려 보아도 근거가 없다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 2월 1일(기해) 8번째기사",
                "gt-oKo": "성태(聖胎)를 임천(林川)에 묻었다. 상이 즉위하였을 때, 성태를 구례에 의하여 좋은 자리를 골라 묻어야 한다는 조정 논의가 있어 잠저(潛邸)를 뒤져 정원 북쪽 소나무 숲 사이에서 찾아내었다. 그리고 강원도 춘천 지방에 자리를 정하여 공사를 했는데, 거의 끝나갈 무렵 그 혈(穴)이 바로 옛날에 태를 묻었던 곳임을 알게 되었다. 그리하여 다시 황해도(黃海道) 강음(江陰) 지방으로 옮겨 정했는데, 터를 닦는 동안 정혈(正穴)로부터 몇 십 보(步) 떨어진 자리에서 옛날 묻어놓은 작은 항아리가 발견되었다. 그런데도 관찰사 구사맹(具思孟)이, “여기가 정혈은 아니니 작은 항아리 하나가 묻혀 있다는 이유만으로 이 거대한 공사를 그만둘 수는 없는 일이다.” 하고 알리지 않은 채 추진하여 공사가 마무리 단계에 들었갔는데, 조정에서 소문을 듣고 깜짝 놀라 헌부가 사맹을 불경(不敬)으로 탄핵하여 파직시키고 대신이 다시 깨끗한 자리를 골라야 한다고 건청(建請)하여 임천에 묻게 된 것이다. 당시 굶주린 백성들이 돌을 운반하는 데 동원되어 성태 하나를 묻는 데 그 피해가 3개 도시에 미쳤으므로 식자들이 개탄하였다. 태경(胎經)의 설이 시작된 것은 신라(新羅)·고려(高麗) 사이이고 중국에 예로부터 있었던 일은 아니다. 우리 나라 법규는 국장(國葬)에 있어서는 길지(吉地)를 고르기 위하여 심지어 사민(士民)들의 분영(墳瑩)을 모두 파내고 혈을 정하기도 하고, 태봉(胎封)은 반드시 최고로 깨끗한 자리를 고르기 위하여 이렇게까지 하고 있는데, 이는 의리에 어긋나는 일일 뿐만 아니라 감여(堪輿)의 방술(方術)로 따지더라도 근거가 없는 일이다.",
                "hj": "○藏聖胎于林川。 上初卽位, 朝議欲依舊例, 擇藏聖胎, 求于潛邸, 得之園北松林間。 乃卜地于江原道春川地, 功役垂畢, 審其穴, 乃古藏地。 乃移卜黃海之江陰, 開基之際, 去正穴數十步, 得舊埋小甖。 觀察使具思孟曰: “此非正穴, 不可只以曾埋小甖, 輕撤大役。” 置而不聞, 役又垂畢, 朝廷流聞之大驚, 憲府劾思孟不敬罷之。 大臣建請更擇潔淨之地, 乃擇藏于林川。 時, 百姓飢饉, 勞於運石, 一藏聖胎, 害徧三道, 識者歎惋。 胎經之說, 肇於羅、麗之間, 非中朝古方也。 我國之規, 國葬擇吉, 則務求吉地, 至於盡拔士民墳塋而卜穴, 胎封則必欲極擇淨地如此, 非惟義理乖舛, 揆諸堪輿方術, 亦無據矣。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On mujin day, Left State Councilor Kwon Cheol , who was an illness on the first day of the month, did not come to the palace due to an illness. The King admonished him and then proceeded to the palace to conduct state affairs. Upon hearing the Royal Lecture , Kwon Cheol came to the Royal Lecture, saying, When a sovereign and his loyalty are between father and son and brothers, a sovereign and his loyalty can occur. However, he is unable to do so. Kwon Cheol, erroneously hearing the words, Kwon Cheol criticized Kwon Cheol and the King and his loyalty. Afterward, he retreated and spoke to others, saying, I am impeached by the sovereign and his impeachment. Therefore, he should not come again. Yi Jungyeong resigned due to his illness, and Kwon Cheol again impeached Kwon Cheol due to an illness. At the time, there was a sense of discussion. Upon hearing this, Hong Seop reported, Your subject did not know what Kwon Cheol and Yi Jun did not have any regrettable about it. It is improper to have high officials feel uncomfortable because of others words. The King said, Kwon In걸s nature is honest and honest by nature is an ancient sage. Even if he spoke errors, he should not be abandoned. Hence, the King instructed Kwon Cheol to come to the palace to conduct state affairs. Upon hearing this, Kwon Cheol came to the Royal Secretariat and requested that he be examined by the Records of Rites (C. Illustrated Kwon Cheol and his impeachment without any repeated words of Kwon Cheol. Thus, Kwon Cheol came to the palace to conduct state affairs.",
                "H2KE-nKo": "좌의정 권철이 병을 핑계 대고 나오지 않자, 주상이 돈유하니 이에 나와서 나랏일을 돌보았다. 권철이 연석에서 백인걸이 진언하기를,“임금과 정승이 서로 화목하기를 부자와 형제처럼 한 뒤에야 사공을 이룰 수 있는데, 지금은 그렇지 않을 듯합니다.”하였다. 권철이 그 말을 잘못 듣고 백인걸이 권철과 주상이 서로 화목하지 않다고 배척하자, 물러나서 사람들에게 말하기를,“내가 백군의 엄중한 논박을 받았으니 다시 나올 수 없다.”하였다. 이준경이 병을 이유로 사직하자, 권철이 또 병을 핑계 대니 당시의 의론이 떠들썩하였다. 홍섬이 이 말을 듣고 아뢰기를,“백인걸의 말이 무슨 뜻인지 모르겠습니다. 권철과 이준경은 본래 혐의가 없으니, 남의 말 때문에 대신으로 하여금 불안하게 해서는 안 됩니다.”하니, 주상이 말하기를,“백인걸은 성품이 본래 순박하고 정직하여 고인의 풍도가 있으니, 지나친 말이 있더라도 개의할 것이 없다.”하고, 이에 권철에게 나와서 나랏일을 돌보라고 유시하였다. 백인걸이 이 말을 듣고 놀라고 괴이하게 여겨 정원에 나아가 《승정원일기》를 상고해 보라고 청하니, 권철을 배척한 말은 별로 없었다. 이에 상소하여 스스로 해명하니, 권철이 이에 나와서 나랏일을 돌보았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 3월 1일(무진) 1번째기사",
                "gt-oKo": "좌의정 권철(權轍)이 병을 핑계하고 나오지 않았는데, 상이 돈유(敦諭)하자 나와서 시사(視事)하였다. 백인걸(白仁傑)이 경연 석상에서 아뢰기를, “임금과 재상이 서로 부자 형제간처럼 화협해야 사공(事功)을 이룰 수 있는데, 지금은 그렇지 못한 듯합니다.” 하였는데, 권철은 인걸이 자기와 상과의 사이가 불화하다고 배격하는 것으로 잘못 알아듣고 물러나와 다른 사람에게 말하기를, “내가 백군으로부터 그렇게 호된 공박을 받았으니 다시 나갈 수 없다.” 하였다. 당시 이준경이 병을 이유로 사직하였고 권철이 또 병을 핑계하였으므로 논의가 분분하여 시끄러웠다. 홍섬(洪暹)이 듣고 아뢰기를, “인걸의 말이 무슨 뜻인지는 모르겠으나 권철과 이준경은 원래 혐의가 없습니다. 남의 말로 하여 대신들이 불안을 느끼게 해서는 안 될 것입니다.” 하니, 상이 이르기를, “인걸은 성격이 원래 질박하고 솔직하여 고인(古人)의 풍모가 있는 사람이다. 그가 비록 지나친 말을 하였더라도 개의할 것은 없다.” 하고, 이어 시사하도록 권철을 돈유하였다. 인걸이 그 소식을 듣고 놀라 정원에 나아가 일기(日記)를 살펴보니 권철을 배척한 말이 별로 없었으므로, 이에 상소를 올려 해명하자 그제야 권철이 나와서 시사하였다.",
                "hj": "○朔戊辰/左議政權轍稱病不出, 上敦諭, 乃出視事。 轍於經席, 聞白仁傑進言曰: “君相相和, 如父子、兄弟然後, 乃成事功, 今則恐不能然。” 轍誤聞其語以爲, 仁傑斥轍與上相不和, 退而語人曰: “吾被白君重駁, 不可復出。” 浚慶以病辭職, 轍又引疾, 時議囂然。 洪暹聞之啓曰: “仁傑之言未知何意, 權轍與李浚慶, 素無芥嫌。 不可因人言, 而使大臣不安。” 上曰: “仁傑性本朴直, 有古人風。 雖有過言, 不可介意。” 乃諭轍, 出視事。 仁傑聞之驚怪, 詣政院, 請考《日記》則別無斥轍之言, 乃上疏自解, 轍乃出視事。"
            },
            "2": {
                "H2KE-EN": "Thirty-three people, including Kim Daemyeong , passed the civil service examination in the regular civil service examination .",
                "H2KE-nKo": "식년 문과에서 김대명 등 33인을 뽑았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 3월 1일(무진) 2번째기사",
                "gt-oKo": "식년 문과(式年文科)에서 김대명(金大鳴) 등 33명을 뽑았다.",
                "hj": "○式年文科, 取金大鳴等三十三人。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, the Royal Secretariat again requested that the King 정전을 피하시어 respond to the disaster of a disaster. The King said, This is the Way of the sovereign who has reprimanded himself. How could a subject speak lightly? Soon afterward, the disaster of drought was even more severe. The King ordered that the King 정전을 피하시고, reduce the number of side dishes, and discontinue the music. He then issued a royal order to study advice throughout the country.",
                "H2KE-nKo": "삭일과 무술년에 승정원이 정전을 피하고 재변에 대응할 것을 다시 청하니, 주상이 말하기를,“이는 바로 임금이 자신을 폄하하는 도리이다. 신하가 어찌 경솔하게 말할 수 있겠는가.”하였다. 이윽고 가뭄이 더욱 심하자, 주상이 정전을 피하고 반찬 가짓수를 줄이고 음악을 철폐하라고 명하였으며, 사방에 구언하는 하교를 내렸다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 1번째기사",
                "gt-oKo": "정원이 다시 재변을 대응하는 뜻에서 정전을 피할 것을 청하니, 상이 이르기를, “그 일은 바로 임금이 자신을 폄(貶)하는 방법인데, 신하로서 어찌 그리 가벼이 말할 수 있는가.” 했는데, 갈수록 가뭄이 더욱 심해지자 정전을 피하고 감선 철악(減膳撤樂)을 명했으며 사방에 구언하는 교지를 내렸다.",
                "hj": "○朔戊戌/政院復請避殿應災, 上曰: “此是人君貶己之道, 人臣豈可輕言?” 旣而, 旱氣益甚, 上命避正殿, 減膳撤樂, 下敎求言于四方。"
            },
            "10": {
                "H2KE-EN": "The King again appointed Yi I as second clerk of the Office of Diplomatic Correspondence and summoned him to the capital.",
                "H2KE-nKo": "이이를 홍문관 교리로 다시 불러서 서울로 오게 하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 10번째기사",
                "gt-oKo": "이이(李珥)를 다시 홍문 교리(弘文校理)로 삼고 불러 서울로 오게 하였다.",
                "hj": "○復以李珥爲弘文校理, 召還京。"
            },
            "11": {
                "H2KE-EN": "Inspector General Kim Nansang died. After Nansang was replaced, many scholar-officials reprimanded him for his wrongdoings. Nansang said, I was fortunately banished to a twentieth year, but I was fortunate to receive royal favor that he was able to return home. My body has yet to be suppressed. How can I take care of others? I am only concerned that Bak Jeom had mistakenly occurred due to his faults. Thus, he surrendered himself and impeached him. This is only for the country. Shortly thereafter, he died of an illness. Nansang was a foolish scholar of the eulsa year (, and he was punished for his wrongdoings. When he was released, the people admired his moral integrity and moral integrity. But on the contrary, he was dismissed because he impeached Bak Jeom for his wrongdoings with Confucian scholar-officials and his dismissal from office. Those who impeached him for this.",
                "H2KE-nKo": "대사간 김난상이 졸하였다. 김난상이 체직되자 사우들이 그의 잘못된 논의를 탓하는 경우가 많았다. 김난상이 말하기를,“내가 20년 동안 귀양살이를 하다가 다행히 성은을 입어 살아서 돌아왔다. 한 몸도 오히려 자신을 아끼지 않는데 다른 사람을 돌아볼 겨를이 있겠는가. 다만 박점이 헛된 명성으로 일을 그르칠까 두려웠기 때문에 분연히 몸을 돌보지 않고 탄핵한 것이다. 이는 단지 나라를 위해서일 뿐이다.”하였다. 오래지 않아 병으로 졸하였다. 김난상은 을사년의 명류로서 강직하게 처신하다가 죄를 입었다. 방환되자 사람들이 그의 풍도와 절개를 숭상하였는데, 곧이어 박점을 논핵한 일로 사류들과 뜻이 맞지 않아 파직되었다. 논자들이 애석하게 여겼다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 11번째기사",
                "gt-oKo": "대사간 김난상이 졸(卒)했다. 난상이 체직당했을 때 사우(士友)들이 그의 잘못된 논의에 대하여 탓하는 이가 많자, 난상이 말하기를, “내가 20년 귀양살이 끝에 다행히 성은(聖恩)을 입고 살아 돌아왔으므로 이 한 몸도 아끼지 않는 처지인데 그 밖의 무엇을 돌아보겠는가. 나는 다만 박점이 허명(虛名)으로 일을 그르칠까 염려되어 몸을 돌보지 않고 탄핵했던 것이다. 그 일은 오직 나라를 위해 한 일이다.” 했는데, 오래지 않아 병으로 죽었다. 난상은 을사년의 명류(名流)로서 곧기만하고 굽힐 줄을 몰라 죄를 입었다. 그가 돌아오게 되자 사람들은 그의 풍절(風節)을 높였었는데, 금방 박점을 논한 일로 하여 사류와 맞지 않고 파직되자 논자들이 애석하게 여겼다.",
                "hj": "○大司諫金鸞祥卒。 鸞祥旣遞, 士友多咎其謬論, 鸞祥曰: “我二十年竄謫, 幸蒙聖恩生還。 一身尙不自惜, 遑恤其他? 只恐朴漸以虛名誤事, 故奮不顧身而劾之。 此, 只爲國耳。” 未久病卒。 鸞祥以乙巳名流, 抗直被罪。 及放還, 人尙其風節, 旋以論朴漸, 與士類不合而罷, 論者惜之。"
            },
            "12": {
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 12번째기사",
                "gt-oKo": "홍문관이 상차하여 양사가 주장하는 신설(伸雪) 문제를 따를 것과 아울러 위사(衛社)의 위훈(僞勳)을 삭제할 것을 청하였으나 따르지 않았다, 차자에, “삼가 생각하건대, 반역(叛逆)은 천하의 대악(大惡)입니다. 그런 사람은 반드시 목을 베어야 하고 법으로서도 용서할 수 없는 죄이니, 무릇 남의 신자(臣子)로서는 살아서는 마땅히 하늘을 함께 할 수 없는 원수로 삼아야 할 것이며 죽어서도 영원토록 원한을 맺어야 할 것입니다. 아, 진실로 난신 적자의 무리가 아니라면 누가 감히 일호라도 역신을 두둔할 마음을 갖겠습니까. 다만 그 반역이라는 이름이 속임수와 거짓에 의하여 만들어진 것이고 위사라는 이름이 화를 즐겨 만들어진 이름으로, 충현(忠賢)이 반역의 죄를 받고 흉특(兇慝)이 위사의 공훈에 기록되었기 때문에 만성(萬姓)이 감히 말은 못하고 있지만, 그 분노와 원한과 울분이 하늘에 사무치고 땅에 사무치고 있는 것입니다. 지금 쌓이고 쌓인 사람들의 분노가 마치 오래 막혔던 물이 트지 않아도 저절로 터지는 것과 같이 공론이 나라 전체에서 일어나고 있어 막을래야 막을 수가 없게 되었습니다. 그렇다면 바로 지금 여정(輿情)에 따라 국시(國是)를 정해야 하는데 상께서는 그토록 난색을 보이고 계시니, 이는 아마도 전하께서 그 간흉들의 정상에 대하여 아직도 꿰뚫어보지 못하고 다만 그 이름에 집착되어 실상을 살펴보지 않으신 때문일 것입니다. 신들이 비록 이미 그에 대하여 아뢴 바가 있으나 아직 자세히 여쭈지 못했기에, 이제 그 근본부터 따져 모든 것을 말씀드리겠습니다. 옛날 중종 말년 인종께서 동궁(東宮)에 계실 때 윤원형(尹元衡) 형제가 윤임(尹任)과 틈이 생겨 날이 갈수록 깊은 원한을 품게 되었고, 그리하여 그때부터 소위 대윤(大尹)·소윤(小尹)의 설이 생겼는데, 식자들은 이미 그것이 화태(禍胎)가 되리라는 것을 알았습니다. 원형은 이기(李芑) 등과 남몰래 비계(祕計)를 짜내어 못하는 것이 없었는데, 그 모두가 원한을 갚기 위한 술책으로 종사의 흥망은 아랑곳하지 않았습니다. 인종이 왕위에 오르자 원형 등은 바로 불칙한 말을 만들어내어 문정 왕후(文定王后)를 속이고 명종을 충동하여 대화(大禍)가 금방 일어날 것이라는 말을 번번이 하였습니다. 그때로 말하면 문정 왕후는 깊숙이 내전(內殿)에 있었고 명종은 당시 어린 나이였으니, 외간에서 일어나는 일들을 어떻게 환히 알 수 있었겠습니까? 그리하여 사설(邪說)에 동요되지 않을 수 없었으니, 윤임에게 반역이라는 이름이 붙게 된 것은 사실 그때부터 시작되었던 입니다. 인종께서 병세가 위급해지자 왕위 수수(授受)에 대하여 태도를 분명히 하셨고, 또 명종은 적통(嫡統)의 맏아우로서 왕위를 이어받는 것은 하늘도 사람도 다 인정하였을 뿐만 아니라, 명분이 바르고 말도 순리적이어서 마치 하늘 가운데 떠 있는 태양을 억조 창생이 모두 우러러보듯 환한 일이었는데, 누가 감히 그 사이에 이의를 제기하겠습니까. 다만 원형이 이기 등과 함께 사감(私憾)을 품고 독기를 부려 선한 무리들을 모조리 섬멸할 양으로 근거 없는 말을 떠들어 궁액(宮掖)을 흔들어 대고 조정을 위협으로 제압했습니다. 윤임은 도마 위의 고기가 되었고 유관(柳灌)·유인숙(柳仁淑)은 모두 이기와 혐의가 있었던 까닭으로 대죄(大罪)를 면치못하였습니다. 그때까지는 그래도 반역이라는 이름은 감히 가하지 못했는데, 정순붕(鄭順朋)은 음흉하고도 망칙한 사람으로서 큰 이익을 노리고 거짓으로 상소를 꾸며 올려 백주에 감히 군상(君上)을 속임으로써 흉모(兇謀)가 이루어져 대화(大禍)가 일어나게 되었습니다. 윤임은 추하고 비루하고 형편없는 몸으로 함부로 궁금(宮禁)을 모신 죄로 죽음을 당한 것은 애석할 것이 없으나, 그가 반역했다는 것은 전혀 형적이 없는 사실로 그에게 해당되는 죄가 아닙니다. 더구나 유관은 나라 일에 마음을 다했고 유인숙은 선을 좋아하고 선비를 사랑한 사람인데, 어찌 털끝만큼인들 다른 생각이 있었겠습니까. 이상 3인이 죽고 없어 다시 추문할 곳이 없게 되자, 임백령(林百齡)은 윤임의 사위 이덕응(李德應)이 원래 경조(輕躁)하고 겁약(怯弱)하여 위압으로 누르면 될 것을 알고 죽음을 면케 해 주겠다는 약속으로 백방으로 달래기도 하고 위협하기도 하였습니다. 저 어리석은 덕응이 자신이 살기 위하여 종잡을 수 없는 말을 마구 하자, 간특한 무리들은 그 말을 토대로 보태고 꾸며내어 조금이라도 부도(不道)에 연관이 있으면 곧 반역의 율을 가하였으니, 이는 한 사람의 난언(亂言)을 토대로 대옥(大獄)을 결정한 것입니다. 대체로 이들 3인의 죄가 참으로 반역이라면 마땅히 추국해서 사실을 캐내어 그에 상응하는 벌을 주었다면 누가 옳지 않다고 하겠습니까. 그러나 당시엔 그렇게 하지 않고 처음에는 체직이나 파직을 시켰다가 다음에는 귀양을 보내고 그 다음에는 사사(賜死)하고, 끝에 가서는 효수(梟首)하고 이족(夷族)까지 하면서 실정도 캐묻지 않았고 자복도 받아내지 않았습니다. 예로부터 반역자를 주토(誅討)하는 데 있어 이렇게 우회적이고 불분명하게 한 적은 없었습니다. 이유(李瑠)가 형신받은 일만 하더라도 너무 참독(慘毒)하리만큼 혹독한 음형(陰刑)을 가하는 바람에 유는 그 고통을 이기지 못하여 무복(誣服)이라도 하여 빨리 죽고 싶은 심정이었으나, 무슨 말을 해야 할지 모르다가 추관(推官)이 가르쳐준 대로 말하여 비로소 공초가 성립되었습니다. 봉성군(鳳城君)의 죽음도 김명윤(金明胤)의 참소로 말미암았으며, 벽서(壁書) 사건도 그 화가 정언각(鄭彦慤)의 독수(毒手)에서 나온 것이고, 충주 옥사도 처음에 동기 간의 집안 싸움에서 시작되어 원흉들의 조작으로 이루어졌습니다. 이렇게 고변하는 자들이 수도 없이 많았는데, 이는 모두 임금을 속이고 충현을 모함한 것입니다. 원통함이 하늘에 닿아 온 나라 사람이 모르는 이가 없자, 원흉들이 간악한 죄상이 드러날까 두려워 사람을 무참히 죽인 위압으로 나라 사람들을 억누르려 하였는데, 공로를 탐하고 이끗을 즐기는 무리들이 그들의 뜻에 영합하여 일을 만들어낸 것입니다. 이렇게 해서 고변자가 줄지어 일어나 선인이 모조리 해를 입게 된 것입니다. 그들이 만약 참으로 반신이었다면 그들이 죽음을 당한 후에는 모두가 미워하던 바로써 뭇 사람의 마음이 안정되었을 것인데, 어찌하여 날이 갈수록 청의(淸議)가 들끓고 사람들이 불복하여 크게 주륙을 가하고 사림을 모조리 해치고 나서야 모든 사람이 똑같이 말하는 입을 겨우 틀어막을 수 있었겠습니까. 공손하고 검소하고 선비를 사랑했으며 조금도 실덕(失德)이 없었던 명종 대왕으로서 20여 년을 임어하시는 동안, 천심(天心)이 편치 못하여 재이가 거듭 나타났고 수재·한재가 빈발했으며 여역이 자주 유행했는가 하면, 일식·월식에 별들의 이변이 있고 사나운 맹풍(盲風), 때없이 내리는 우박, 그리고 복사꽃·오얏꽃이 겨울에 피는가 하면, 산이 갑자기 무너져내렸고 그 밖에도 무지개·안개·벼락 등의 재변과 초목·곤충들의 요사스런 재앙이 역사의 기록에 그칠 때가 없었는데, 전하 대에 와서 그 변괴는 더욱 심하여 거의 없는 날이 없으니 대체 누가 그렇게 만든 것입니까. 아마도 대원(大冤)이 신설되지 못함으로 하여 화기가 손상을 받고 재앙을 부르게 되어 이렇게까지 된 것이 아니겠습니까. 명종이 말년에 와서 하늘의 계시로 마음이 열리어 과거를 깨닫고는 신설의 실마리를 점점 여시다가 갑자기 세상을 떠 뜻을 이루지 못하였고, 뒤이어 수렴(垂簾)하던 날 그 유의(遺意)를 따르리라는 생각에서 모두가 목을 뽑아 천일(天日)이 다시 밝아질까를 바랐었으나 내리던 은택은 역시 중지되고 말았으니, 그 역시 기회가 되지 않아 그랬던 것입니다. 지금은 온 나라 사람들이 이구 동성으로 충현들의 원왕이 신설되기를 바라고 동시에 간흉들의 살을 먹기를 원하고 있으니, 이야말로 변무 주간(辨誣誅奸)을 단행할 일대 기회가 아니겠습니까. 명종이 말년에 각오했던 뜻은 일성(日星)과 같이 뚜렷하고, 자성(慈聖)이 수렴 중에 신설하신 은총은 봄의 화기처럼 넘치고 있습니다. 지금 전하께서는 선지(先旨)를 따르고 자전의 마음을 받들어 그 일만 끝내면 되는 것입니다. 그런데 무엇이 분명치 못하여 그렇게 주저하십니까? 아, 묘당의 노성한 재상으로 선왕의 고굉(股肱)이 아니었던 자 누구이며, 밤낮으로 조저(朝著)에 있던 현자치고 선왕의 신하 아니었던 자 누구이겠습니까. 선왕의 사랑이 깊고 은택이 후하여 신서(臣庶)들이 천지 부모처럼 감대(感戴)하고 있다가 하루아침에 승하하시니 울부짖고 발버둥쳐도 따를 길이 없는데, 돌아가신 지 얼마 안 되는 이때 만약 을사인들에게 조금이라도 의심스러운 자취가 있다면 지금이 어느 때라고 그들의 억울함을 신설하기 위하여 이렇게 서둘겠습니까. 천하에 어찌 남의 신자로서 영원토록 잊을 수 없는 선왕(先王)을 버리고 이미 지하의 썩은 뼈로 변한 반신(叛臣)을 두둔하려 할 이치가 있겠습니까. 만약 전하께서 끝까지 유음을 내리지 않는다면 이는 을사인들을 반역으로 대하시는 것이고, 그들이 실로 반역이라면 이는 오늘 조정을 메우고 있는 의관(衣冠)들 모두가 당역(黨逆)에 오염된 무리들이며 온 나라 사람들이 모두 난신 적자가 되는 것이니, 이 얼마나 슬픈 일이며 괴로운 일입니까. 이것이 바로 신들이 한숨을 쉬고 눈물을 흘리다 못해 통곡까지 하는 이유입니다. 지금 공의(公議)는 막혀 있고 인심은 흉흉하게 들끓어 그칠 줄을 모르고 있습니다. 오늘의 형세를 볼 때, 만약 죄없는 사람을 신설해주지 않고 위훈을 모조리 삭제해버리지 않는다면 끝내 사람들의 감정을 진위(鎭慰)하고 조정 기강을 숙청할 길이 없으니, 시비(是非)가 정해지지 않고 화복(禍福) 또한 일정하지 않아 나라의 존망을 알 수가 없습니다. 아, 간흉들이 사람을 위협하여 걸핏하면 화를 만들어낸 것이 이미 오래되었는데도 삭훈(削勳) 두 자를 사람들이 감히 입 밖에 내지 못하고 있으니, 어찌 그들의 위압에 겁이나고 심담(心膽)이 땅에 떨어져서 그런 것이 아니겠습니까. 대신들은 화제만 꺼내놓고는 말을 않고, 양사에서는 말은 하면서도 분명히 못하고 있습니다. 신들이 논사(論思)의 지위에 있으면서 역시 머뭇거리고 우물쭈물하다가 이제야 비로소 아뢰니, 신들의 죄가 크다 하겠습니다. 삼가 바라건대 전하께서는 깊이 생각하시고 결단을 내리시어 먼저 할 말을 다 못한 신하들의 죄를 물으신 후에 유음을 내리시어 을사년 이후 죄없는 사람들의 관작을 모두 회복시키고, 이어 위훈을 모두 삭제한 다음 종묘 사직에 고하고 온 나라와 더불어 새출발을 하심으로써 위로 선왕이 펴지 못한 뜻을 이으시고, 아래로는 구천(九泉)에 있는 현신들의 억울함을 씻어주소서. 그리하여 온 나라 신민들로 하여금 당역에 오염되었다는 이름에서 벗어나게 하소서.” 하였다. 홍문관이 삭훈(削勳)하자는 논의를 제기하자 양사는 피혐(避嫌)하였다가 다시 직에 나와 아울러 위훈 삭제를 청하여 이때부터 조정 전체가 함께 청하게 되었다. 상은 정미년과 기유년의 죄인들에 대하여 모두 신설할 것을 명하였으나 이홍윤(李弘胤)만은 사면하지 않았고, 이기·정언각의 관작을 삭탈하도록 명하였다. 이때 대간은 날마다 복합(伏閤)하였고, 홍문관은 하루에 두 번씩 상차하였으며, 종친·유생·충의위 할 것 없이 모두 다투어 상소하여 합동으로 청하였기 때문에 비로소 이와 같은 명이 있게 되었다.",
                "hj": "○弘文館上箚, 請從兩司伸雪之論, 竝論削衛社僞勳, 不從。 箚曰: 伏以, 叛逆, 天下之大惡也。 其爲人也必誅; 其在法也罔赦, 凡爲人臣子者, 生當爲不共戴天之讐; 死當結萬世同憤之怨。 嗚呼! 苟非亂臣賊子之徒, 則孰敢有一毫庇護逆臣之心哉? 惟其叛逆之名, 出於誣罔; 衛社之號, 生於樂禍, 忠賢受叛逆之罪; 兇慝錄衛社之功, 故萬姓不敢言而敢怒, 怨憤之氣, 徹天徹地焉耳。 今者衆怒之積, 如久壅之水, 不決自潰, 公論之發, 出於國人, 不可沮遏則順輿情, 定國是, 正在今日。 而自上留難至此者, 良由殿下於奸兇之情狀, 尙未洞照, 只求其名, 不求其實耳。 臣等雖已陳達, 猶未詳盡, 今請泝其源而極言之。 在昔﻿中廟末年, 仁廟在東宮, 而尹元衡兄弟, 與尹任搆隙, 含怨日深。 於是有大、小尹之說, 識者已知其爲禍胎矣。 元衡與李芑等, 潛謀秘計, 無所不用其極, 只爲報怨之術, 不顧宗社興亡。 仁廟卽祚, 元衡等乃造不測之語, 欺罔文定, 驚動 明廟, 每以爲大禍朝夕將起。 當是時也, 文定深居內殿, 明廟方在沖年, 外間之事, 何由灼見? 玆不能不動於邪說, 而尹任叛逆之名, 肇於此矣。 及仁廟大漸, 丁寧授受, 明廟以嫡統介弟, 入承丕緖, 天命人歸, 名正言順, 如白日中天, 億兆咸覩, 孰敢有異議於其間哉? 只緣元衡與李芑等, 挾憾煽毒, 將殲善類, 鼓無根之說, 搖動宮掖, 脅制朝廷。 尹任固爲机上肉, 而柳灌、柳仁淑, 皆與李芑有嫌, 故俱得大罪, 猶未敢加以叛逆之名。 鄭順朋以陰譎叵測之人, 欲圖大利, 誣飾進疏, 敢欺君上於白日之下, 兇謀旣逞, 大禍斯作。 夫以尹任麤鄙無狀, 濫侍宮禁之罪, 誅之固不足惜, 而叛逆之事, 實無形迹, 罪非其罪矣。 況柳灌之盡心國事; 柳仁淑之好善愛士者, 豈有毫髮疑貳之端哉? 三人旣死, 無可推問, 林百齡知尹任之壻李德應, 輕躁怯弱, 可怵以威, 遂誘脅百端, 約以免死。 彼德應之愚妄, 冀其苟活, 胡言亂語, 莫見端緖, 群奸捃摭其稍涉不道者, 定爲叛逆之律, 此以一人之亂言, 斷其大獄也。 夫三人之罪, 誠是叛逆, 則當推鞫得情, 明示典刑, 夫誰曰不可? 今也不然, 始則或遞或罷, 次則竄謫, 次則賜死, 終則梟首、夷族, 不問其情; 不取其服。 自古未聞, 誅叛討逆之擧, 迂回不明, 若此其甚也。 至於瑠之被訊也, 酷加陰刑, 極其慘毒, 瑠不勝其苦, 欲誣服速死, 而不得其說, 推官敎之, 乃得取招。 鳳城之死, 出於金明胤之讒口; 壁書之禍, 生於鄭彦慤之毒手; 忠州之獄, 始於同氣之䦧墻, 成於元兇之鍛鍊。 紛紛告變者, 不知其幾, 此由罔蔽君上, 羅織忠賢。 冤痛極天, 擧國之人莫不知之, 故元兇恐其奸狀發露, 欲以戕殺之威, 鎭定國人。 於是貪功嗜利之徒, 希旨生事, 此所以告變者接踵, 而善人無孑遺也。 彼誠叛臣也則旣誅之後, 人所同惡, 衆心帖然矣。 奈之何, 淸議日沸, 人情不服, 必大加誅戮, 芟刈士林然後, 僅能箝制萬夫一談之口, 使之不言耶? 夫以明廟大王之恭儉愛士, 少無失德, 而臨御二十餘年, 天心未豫, 災異荐臻, 水旱極備, 癘疫頻作, 日月薄蝕, 星宿騁怪, 肓風怪暴, 雹發無時, 桃李冬華, 山冡卒崩。 其他虹霧、雷震之變; 草木、昆蟲之妖, 史不絶書。 迄于殿下, 變怪尤酷, 殆無虛日, 夫孰使之然哉? 豈非大冤未雪, 傷和召沴, 以至此極哉? 明廟末年, 天誘聖衷, 惕然覺悟, 漸啓伸雪之端, 弓劎忽捐, 麘志未就。 垂簾之日, 克遵遺意, 人皆引領而望, 庶見天日還昭, 而霈恩中止, 此亦幾會未發而然耳。 今則擧國之人, 同然一辭, 願雪忠賢之冤; 願食奸兇之肉, 此豈非辨誣、誅奸之一大幾會乎? 明廟末年, 覺悟之意, 皎如日星; 慈聖垂簾, 伸雪之恩, 盎如春和。 在今殿下, 不過遵先旨、奉慈衷, 以終其事耳。 何所未燭而遲疑至此乎? 嗟呼! 廟堂老成之相, 孰非先王之股肱乎; 朝著夙夜之賢, 孰非先王之臣子乎? 先王仁深澤厚, 臣庶感戴, 有如天地父母, 一朝昇遐, 攀號莫及, 喬山宿草, 淚痕纔晞, 若使乙巳之人, 稍有可疑之迹, 則今日爲何等時, 而乃欲伸雪, 如此其汲汲耶? 爲人臣子者, 乃舍沒世不忘之先王, 而欲庇叛臣地下之朽骨, 天下之理, 寧有是耶? 若殿下終閟兪音, 則此以叛逆待乙巳之人也, 乙巳之人實爲叛逆, 則是今日滿朝衣冠, 摠汚黨逆之名, 擧國之人無非亂臣賊子之徒也, 豈不痛哉; 豈不苦哉? 此, 臣等所以不勝太息流涕, 繼之以痛哭也。 目今公議否塞, 人心洶懼, 如沸如羹, 罔有攸屆。 今日之勢, 若非盡雪無辜; 悉削僞勳, 則終無以鎭慰衆情; 肅淸朝綱, 而是非未定, 倚伏無常, 國之存亡, 未可知也。 噫! 奸兇威脅士林, 動輒搆禍者, 爲日已久, 削勳二字, 人不敢出諸其口, 豈非積威所刼, 心膽墮地而然哉? 大臣引而不發; 兩司言而未瑩。 臣等忝在論思之地, 亦不免趑趄囁嚅, 今始進達, 臣等之罪大矣。 伏願殿下, 深思決斷, 先責群臣以不能盡言之罪然後, 渙發兪音, 乙巳以來無辜之人, 悉復官爵, 因削僞勳, 告于宗廟、社稷, 與一國更始, 上以繼先王未伸之志; 下以雪群賢九泉之冤, 毋使一國臣民, 盡汚黨逆之名。 弘文館旣發削勳之論, 兩司避嫌後就職, 竝請削僞勳。 自是, 擧朝同辭以請, 上命丁未、己酉罪人, 竝命伸雪, 唯李弘胤不赦, 削奪李芑、鄭彦慤官爵。 是時, 臺諫逐日伏閤, 弘文館日再上箚, 宗親、儒生、忠義衛之屬, 皆爭上疏合請, 而始有是命。"
            },
            "13": {
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 13번째기사",
                "gt-oKo": "홍문관이 또 상차하였다. 대략에, “억울함은 신설하지 않으면 안 되고 흉특한 무리는 벌을 내리지 않으면 안 되며 위훈은 삭제하지 않으면 안 됩니다. 조정 전체가 역쟁(力爭)하여 오래될수록 더욱 격렬해 가고 있는데, 천청(天聽)은 막연하여 날이 갈수록 준엄하게 거절하시니 아무리 생각하여도 그 까닭을 모르겠습니다. 아마 내용에 있어 할 말을 다 못하고 말을 한 대로 뜻을 다하지 못하여 아직도 천감(天鑑)이 통촉하도록 하지 못해서 그런 것이 아니겠습니까. 신들이 낱낱이 당시 사정을 들어 무망(誣罔)한 사실을 밝히겠으니, 삼가 바라건대 성명께서는 살펴보소서. 당초 화를 꾸밀 당시 윤원형이 사설(邪說)을 조작해서 문정 왕후를 기망하여 밀지(密旨)를 내리도록 하였는데, 그때는 반역이라고 터놓고 말하지는 않았습니다. 이에 정순붕·이기·임백령 등이 양사를 사주하여 윤임·유관·유인숙을 죄주고자 하니, 양사의 장관인 민제인(閔齊仁)·김광준(金光準)은 그들의 사주를 따르려고 하였으나 그 밖의 대간들은 정의(正議)를 지켜 흔들리지 않았습니다. 그리하여 흉당들은 서로 돌아보며 어찌할 바를 몰랐는데 이때 임백령이 고변하자는 음모를 처음으로 만들어내었습니다. 반역이라는 것은 천하의 큰 변으로 마땅히 그 죄를 성토하여 사람들로 하여금 그들의 용서받을 수 없는 극악한 정상을 확실히 알게 해야 옳은데, 어찌 비밀리에 모의를 진행하여 남모르게 양사와 결탁할 수가 있습니까. 대간은 임금의 신하인데 어찌 임금의 녹을 먹고 있는 사람으로서 역신(逆臣)을 옹호할 수가 있겠습니까. 이것이 바로 첫번째의 무망한 증거입니다. 충순당(忠順堂)에 입시했을 때 이기가 진언하기를, ‘윤임은 스스로 불안해 하는 마음을 많이 갖고 있고, 유관·유인숙도 형적(形迹)이 있습니다.’ 하여, 죄를 논의한 끝에 윤임은 귀양보내고 인숙은 파직하고 유관은 체직시키게 되었습니다. 저들이 참으로 반역했다면 이기가 윤임 등에 대하여 무엇이 무서워서 반역의 증거를 분명히 말하지 못하고 스스로 불안해 한다느니 형적이 있느니 하는 것으로 구실을 삼았겠습니까. 이것이 두 번째의 무망한 증거입니다. 대화(大禍)가 일어난 것은 전적으로 순붕의 상소문 한 장에서 비롯되었는데 그 상소문은 극도로 날조된 것이었습니다. 지금 그 내용을 살펴보면 윤임의 죄를 논한 것은 정유년 사건을 들먹인 데 불과합니다. 그리고 윤임 등의 불궤(不軌)를 모의하고 있는 것을 순붕이 알고 있었다면 왜 충순당에서 다 아뢰지 않고 뒤에 상소문으로 거론했겠습니까. 충순당에 입시했던 날과 순붕이 상소한 날의 간격은 불과 6일입니다. 그렇다면 그 6일 동안에 이미 죄를 받은 사람이 또 불궤를 모의했다는 말입니까. 이것이 세 번째의 무망한 증거입니다. 원형이 비어(飛語)를 만들어내어 문정 왕후를 현혹시키고 또 언서(諺書)를 조작하여 공의 왕대비(恭懿王大妃)를 속였으므로, 지금까지도 신민들은 그 사건에 대하여 더욱 뼈아픈 분노를 느끼고 있습니다. 우리 공의 왕대비는 성신(聖神)의 배필로 임사(任姒)와 같은 분으로서 윤임이 간계(奸計)를 꾀했더라도 사친(私親)을 불고하고 대의를 앞세워 역전을 성토하기에 겨를이 없었을 것인데, 어찌 도리어 흉모를 숨겨주면서 그와 통했을 리가 있겠습니까. 이것이 네 번째의 무망한 증거입니다. 모든 죄를 정할 때는 비록 잡범(雜犯)으로 사형을 받게 된 자라도 반드시 끝까지 추궁하여 사실을 캐내고 공초(供招)를 받아 결안(結案)을 작성한 뒤에야 비로소 그에 해당하는 법을 적용하는 것인데, 더구나 반역한 무리들을 다스리는 데이겠습니까. 그런데 임(任)과 두유(柳)를 죽일 때는 실정도 따져묻지 않았고 승복(承服)도 받은 바 없으니, 이는 빨리 죽여 입을 막음으로써 그들의 사술(邪術)을 가리기 위한 것에 불과합니다. 이것이 다섯 번째의 무망한 증거입니다. 유(瑠)가 역명(逆名)을 받게 된 것은 윤원로(尹元老)의 난언(亂言)에서 비롯되었는데, 그때는 중종께서 위(位)에 계시고 인종이 동궁에 있던 때로 윤임이 아무리 무상하다 해도 어찌 그 두 성(聖)을 두고 다른 사람에게 붙을 이치가 있겠습니까. 이것이 여섯 번째의 무망한 증거입니다. 인종의 병세가 위중했을 때 윤임이 대내(大內)에 입시한 것은 실로 죄가 있으나, 그 날 정통(正統) 전수 문제에 관해서는 털끝만큼도 이의가 없었습니다. 윤임이 만약 간특한 꾀를 부리려고 했다면 궁중에 귀와 눈이 얼마인데, 눈에 뜨일 만한 형적이 어찌 없었겠습니까. 왕위를 전수할 때에 아무런 이의가 없었다가 뒤에 덕응(德應)의 무복(誣服)으로 반역으로 단정하여 아울러 아무 하자도 없는 두 유(柳)에까지 죄가 미쳤으니, 이것이 일곱 번째의 무망한 증거입니다. 역적을 다스리고 반란자를 토벌하는 일은 왕법(王法) 중에서도 지엄한 것이니, 마땅히 대의에 의거하여 실정을 신문해야지 어찌 유혹과 협박을 해서 무복(誣服)을 받아내는 법이 있습니까. 덕응이 신문당할 때, 임백령은 밖에서 달콤한 말을 하고, 송세형(宋世珩)은 안에서 거짓 눈물까지 보이면서 어리석은 사람으로 하여금 감언 이설을 믿고 자신이 죽음을 면하기 위해 남을 함정에 빠뜨리도록 하였습니다. 이것이 여덟 번째의 무망한 증거입니다. 허자(許磁)와 민제인(閔齊仁)도 처음에는 부귀를 탐해 간흉들에게 붙었다가 급기야 죄망에 얽어넣고 조작하는 것이 날이 갈수록 혹심해지자, 위훈(偉勳)에 기록되고 나서는 자신이 소인이 되고 말겠다는 것을 깨닫고 후회한 나머지 간흉들과 점점 틀어져 결국 중죄를 받았으며, 제인은 삭훈(削勳)까지 당하였습니다. 이렇듯 저희 무리끼리도 서로 모순을 나타내었는데 더구나 일국의 공론에 있어서이겠습니까. 이것이 아홉 번째의 무망한 증거입니다. 이언적(李彦迪)·권벌(權橃)은 다 윤임 등을 신구(伸救)한 자들인데, 간흉들이 이 두 사람을 훈적에 기록한 것은 명현(名賢)을 끌어들여 사림을 속이기 위한 것이었습니다. 게다가 권벌은 바로 서계(書啓)한 뒤에 녹공되었으니 이런 무리한 일이 어디 있습니까. 어찌 역적을 신구하고도 훈적에 낄 수가 있겠습니까. 소인이 군자의 위망을 빌어 의지하려는 것을 여기서도 볼 수 있으니, 두 사람이 훈적에 기록된 것은 본심이 아니었고, 정도를 지키고 불타는 충성심에서 신구를 늦추지 않았다가 끝내 간악한 함정에 빠져 거의 멸족당했습니다. 아침에 공로를 기록했다가 저녁에 죄를 다스린 격으로 기록과 삭제를 저들 멋대로 하였으니, 이것이 열 번째의 무망한 증거입니다. 심연원(沈連源)은 원래 사의(邪議)에 가담하지 않은 사람인데, 원형 등의 생각에 연원을 반드시 공신에 가담시켜야 훈적이 든든해질 것이라고 여겼습니다. 연원이 마음으로는 그것이 잘못이라는 부끄러움을 느끼면서도 우선 화가 무서워서 감히 굳이 사양을 못하고 녹공을 마친 후 집에 돌아가서 아내와 맞잡고 울었다는 것입니다. 만약 위사(衛社)의 공로가 과연 사실이고 허구가 아니라면 산하 대려(山河帶礪)의 굳은 약속으로 부귀 영화가 보장될 터인데, 어찌 꼭 외척을 억지로 끌어들여 장구한 계책을 삼았겠습니까. 이것이 바로 열한 번째의 무망한 증거입니다. 흉당들의 위세가 아무리 무서워도 청의(淸議)는 없어질 수 없습니다. 그런데 거리에 조금이라도 바른말이 돌면 곧 역당을 비호한다는 죄명을 씌웠습니다. 심지어 유감(柳堪) 같은 사람은 단지 《무정보감(武定寶鑑)》을 꼭 인쇄하여 볼 것은 없다.’고 했다 하여 먼 국경지대로 귀양보내 거의 죽다가 풀려났습니다. 대체로 선을 좋아하고 악을 미워하는 것이 나라 사람 전체의 똑같은 감정인데, 왜 꼭 음형(陰刑)으로 입을 막은 뒤에야 비로소 온 나라의 시끄러운 말을 멎게 할 수 있었겠습니까. 이것이 열두 번째의 무망한 증거입니다. 큰 줄거리 만을 들자면 이상과 같으나 그 밖에도 증거될 만한 것들은 다 거론하기 어려운 정도입니다. 천지 귀신이 환히 보고 계시니 신들이 비록 무상하나 근밀(近密)한 자리에 있으면서 어찌 감히 한 마디 말이라도 위로 천총(天聰)을 속이겠습니까.” 하였는데, 윤허하지 않았다.",
                "hj": "○弘文館又上箚, 略曰: 冤痛不可不伸; 兇慝不可不誅; 僞勳不可不削。 擧朝力爭久而益激, 天聽邈然, 峻拒日甚, 反覆思之, 未曉其故。 豈不以辭不盡言; 言不盡意, 以致天鑑尙未洞照而然歟? 臣等請枚擧當時之事, 明其誣罔之實。 伏願聖明, 試垂察焉。 當初搆禍之時, 尹元衡簧鼓邪說, 欺罔文定, 下密旨而亦不顯言叛逆之狀。 鄭順朋、李芑、林百齡等, 陰囑兩司, 欲罪尹任、柳灌、柳仁淑, 而兩司長官閔齊仁、金光準則欲隨其指嗾, 其他臺諫, 持正議不撓。 於是, 兇黨相顧, 罔知所措, 林百齡乃倡告變之謀。 夫叛逆, 天下之大變也。 當聲罪致討, 使人心, 曉然知其極惡罔赦可也。 安有潛謀秘議, 陰囑兩司之理, 而臺諫亦人臣也, 安有食人之祿, 而欲護逆臣之理乎? 此其爲誣罔之證一也。 忠順堂入侍之時, 李芑進言曰: “尹任多有不自安之心, 柳灌、柳仁淑亦有形迹。” 因議其罪, 竄任, 罷仁淑, 遞灌。 彼誠叛逆則李芑於任等, 有何畏忌, 而不明言其叛狀, 乃以不自安、存形迹爲辭乎? 此其爲誣罔之證二也。 大禍之作, 專出於順朋之一疏, 疏中誣飾, 無所不至。 而今按疏辭, 則論尹任之罪者, 不過丁酉之事也。 且順朋旣知任等不軌, 則何不於忠順堂悉陳之, 而追疏如此乎? 忠順堂入侍, 距上疏之時, 只隔六日。 六日之間, 旣罪之人, 乃謀不軌乎? 此其爲誣罔之證三也。 元衡旣以飛語, 熒惑文定, 而又造諺書, 以誣恭懿, 至今臣民, 尤不勝痛骨之至。 惟我恭懿王大妃, 聖神之配, 任、姒之儔, 尹任縱有姦計, 恭懿王大妃當不顧私親, 擧義討賊之不暇, 安有反秘兇謀, 與之交通之理乎? 此其爲誣罔之證四也。 凡定罪之時, 雖雜犯死罪, 必窮推得情, 結案取招然後, 乃正典刑, 況治叛逆之賊乎? 任與二柳之死也, 不問其情; 不取其服, 此不過速殺掩口, 以秘其邪術而已。 此其爲誣罔之證五也。 瑠之逆名, 始於尹元老之亂言。 當其時也, ﻿中廟在位, 仁廟在東宮, 尹任雖無狀, 豈有捨此二聖, 而豫附他人之理乎? 此其爲誣罔之證六也。 當仁廟大漸之時, 尹任之入侍大內, 固有罪矣。 但當日正統之傳, 無毫髮異議。 若使尹任欲行奸計, 則宮中耳目, 不爲不多, 豈無形迹之可見者乎? 傳授之時, 旣無異議, 而乃以德應之誣服, 斷以叛逆, 竝及無瑕之兩柳。 此其爲誣罔之證七也。 治逆討叛, 王法之至嚴者也。 當據大義, 以訊其情, 安有潛行誘脅, 以取誣服之理乎? 德應之被訊也, 林百齡甘言于外; 宋世珩詐泣于內, 使愚妄之人, 信其利口, 欲以陷人之功, 苟免其死。 此其爲誣罔之證八也。 許磁、閔齊仁, 初附奸兇, 欲取富貴, 而及其羅織日熾, 鍛鍊日酷; 以錄僞勳之後, 自知不免小人之歸, 方始悔悟, 漸與奸兇不合, 遂得重罪, 齊仁則至於削勳。 兇黨之中, 亦相矛盾, 況一國之公議乎? 此其爲誣罔之證九也。 李彦迪、權橃皆伸救任等者也。 兇黨以二人, 竝錄于勳籍者, 欲援引名賢, 以欺士林也。 橃之錄功, 乃在書啓之後, 尤爲無理, 安有伸救逆賊, 而得參勳籍之理乎? 小人之欲借重於君子者, 於此可見矣。 二人之錄勳, 固非本心, 而守正奮忠, 伸救不已, 竟陷姦穽, 幾至赤族。 朝錄其功; 暮治其罪, 錄之削之, 惟其胸臆, 此其爲誣罔之證, 十也。 沈連源素不與邪議, 元衡等乃曰: “必以連源竝參功臣然後, 勳籍乃固。” 連源心恥其非, 外畏其禍, 不敢力辭, 錄功還家, 與妻相對而泣。 夫衛社之勳, 果實不虛, 則安富尊榮, 自有山河帶礪之固, 何必强援外戚, 爲長久之計乎? 此其爲誣罔之證十一也。 兇威雖酷, 淸議未滅。 街巷之間, 言或稍正, 則輒加以庇護逆黨之名。 至於柳堪, 只以 ‘《武定寶鑑》不必印看’ 之語, 流謫遐裔, 幾死復還。 夫好善惡惡, 國人之所同然也。 何必以陰刑鉗制然後, 乃息國言之囂囂乎? 此其爲誣罔之證十二也。 陳其大槪, 雖止於斯, 其他可證之實, 難以悉擧。 天地神祗, 昭布森列, 臣等雖無狀, 待罪近密之地, 安敢以一言一辭, 上誣天聰乎? 不允。"
            },
            "14": {
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 14번째기사",
                "gt-oKo": "또 상차하였다. 대략에, “삼가 성명께서 한원(翰苑)에 내리신 비답을 보니 ‘모반의 정상과 위사의 공로가 모두 《무정보감》에 실려 있다.’ 하셨는데, 그렇다면 전하가 믿는 것은 《무정보감》 뿐이라는 것입니다. 그러나 《속무정보감(續武定寶鑑)》은 간흉들이 성모(聖母)를 속여 갖은 말로 날조하여 만든 책으로, 저들 스스로는 만세라도 전할 수 있는 하자 없는 책이라고 자부하고 있지만, 지금 그 내용을 보면 결점 투성이로 위조임을 감추기가 어려워 식자들의 비웃음거리에 불과합니다. 옛 사람이 말하기를, ‘직자(直者)가 붓을 잡으면 여러 말을 하지 않아도 읽기에 파죽(破竹)과 같아 가로 보거나 뒤집어 보거나 제대로 절목(節目)에 맞지만, 곡자(曲者)인 경우는 비록 자공(子貢)에게 말을 빌리고 양웅(揚雄)에게 글자를 물어 쓰더라도 마치 오미(五味)를 다 쓰면서도 간을 제대로 맞추지 않은 음식이 입에 넣어도 맛이 없는 것과 같다.’ 하였는데, 참으로 옳은 말입니다. 신들은 다른 말을 원용할 것 없이 《무정보감》에 기록된 내용을 들어 그것이 허위임을 밝히겠으니, 삼가 바라건대 성명께서는 굽어살피소서. 당초 충순당에 입시했던 날 이기가 진언하기를, ‘윤임은 스스로 불안해 하는 마음이 많고 유관·유인숙도 형적이 있으니, 윤임은 귀양보내고 유관은 체직시키고 유인숙은 파직시켜야 한다. 여러 사람들의 논의가 다 이와 같다.’ 했는데, 신광한(申光漢)은 ‘인심이 위의(危疑)하고 있는 때라 진정시키지 않으면 안되니 윤임 등의 죄는 참작해서 처리해야 한다.’ 하였으며, 이언적은 ‘일은 반드시 광명 정대하게 처리해야지 그렇지 않으면 사림의 화가 있을까 염려된다.’ 하였습니다. 저들 3인이 참으로 모반을 했다면 이기·순붕 등은 왜 바로 말하지 않았으며 광한·언적은 왜 그렇게 신구했겠습니까. 예로부터 반역을 주토(誅討)하다가 화가 사림에 미쳤다고는 듣지 못하였으니, 이것이 바로 첫 번째의 허위의 단서입니다. 이틀 후 3인에게 죄를 가할 때 순붕이 말하기를, ‘임은 화심(禍心)을 품었으므로 용서할 수 없는 죄이지만 율(律)대로 한다면 너무 중한 것 같고, 유관과 유인숙은 윤임에게 붙어 종사를 위태롭게 할 모의를 하였으니 죄는 매우 중하지만 협종(脅從)인데 같은 법을 적용하는 것은 불가한 듯하다.’ 하였습니다. 화심을 품은 것과 종사를 위태롭게 할 모의를 한 것은 극악 대죄로서 법으로 보아 용서받을 수 없는 죄이고, 《춘추(春秋)》의 법으로 보아도 당여(黨與)에 대하여 더욱 엄하게 다스리고 있는데, 순붕은 저들 3인에 대하여 무엇이 애석하여 그렇게 감싸주었겠습니까. 그것은 거짓말을 날조하여 갑자기 큰 죄를 가한다면 사람들이 놀라고 이상히 여겨 진복(鎭服)시킬 수가 없겠기에 침윤(浸潤)의 방법으로 시작하여 점점 중죄를 가하자는 계산에 불과한 것입니다. 이것이 두 번째의 허위의 단서입니다. 권벌은 사직(社稷)의 신하로서 서계한 내용이 해와 별처럼 분명한데, 전하께서도 그 서계를 한 번 살펴보시면 그의 사람됨을 상상하실 수 있을 것입니다. 그런데 권벌이 그들을 그렇게 지극히 신구했는데도 도리어 훈적에 기록되었으니, 이는 소인이 군자의 이름을 빌어 인심을 승복시키자는 것이었습니다. 역적을 신구하고 공신이 된 경우가 예로부터 어디 있습니까. 이것이 세 번째의 허위의 단서입니다. 순붕이 권벌의 서계 때문에 화가 나서 이에 무망(誣罔)의 상소를 올려 대화(大禍)가 일어나게 되었는데, 순붕이 상소를 올리기 전에는 윤임은 다만 스스로 불안해 하는 사람이고 유관 등은 형적이 조금 있는 사람에 불과했던 것이, 순붕이 상소를 올리고 나자 3인은 서로 체결하여 역모를 꾸민 역적이 되었습니다. 순붕이 그 3인이 한 짓을 일찍이 알았다면 왜 면대했던 날 숨김없이 다 말하지 아니하고 도리어 그들을 구호하려고 했겠습니까. 뿐만 아니라 정의(廷議)는 그렇지 않은데 순붕의 상소만이 그러했으니, 당연히 순붕과 3인을 대질시켜 자복을 받아 죄를 정했어야 옳습니다. 그런데 당시 그렇게 하지 않고 오직 순붕의 상소만을 믿고 3인에게는 모반 사실도 묻지 않은 채 애매하게 사사(賜死)하였으니, 이것이 네 번째의 허위의 단서입니다. 순붕의 상소문은 극도로 교묘하게 날조된 것인데, 윤임의 죄를 논한 것은 정유년 사건을 들었을 뿐이고 또 ‘암암리에 불궤(不軌)를 도모했다.’라고만 말했을 뿐 불궤한 사실은 말하지 못했으니, 그가 말한 불궤라는 것은 무슨 일을 말한 것이겠습니까. 알고도 말을 하지 않았다면 순봉도 죄가 있는 것이고 모르면서 말했다면 그것은 분명한 무망이니, ‘막수유(莫須有)’라는 세 글자로 악비(岳飛)의 죄를 결정했던 것과 무엇이 다릅니까. 이것이 다섯 번째의 허위의 단서입니다. 순붕이 말한 유관·유인숙의 죄상은 더욱 무엇을 지적한 것인지 알 수가 없습니다. 유관은 어느 사람을 세워야 할 것이냐고 말했다는 것이고, 유인숙은 입을 다문 채 좋아하지 않는 빛이 있었다는 것인데, 예로부터 어찌 그 사람의 사색(辭色)을 가지고 반역이라고 지적한 일이 있겠습니까. 또 순붕의 말로는 ‘유관이 수상(首相)과 귓속말로, 어느 사람을 세워야겠느냐고 했다.’ 하고, 윤인경(尹人鏡)은 ‘임백령(林百齡)과 회좌(會座)하고 있을 때 유관이 들어와 종사의 대계를 묻는다고 하였다.’고 했는데, 그들 말이 각기 다르고 날짜도 맞지 않습니다. 간흉들이 모여서 모의한 말들이 이렇게 서로 모순되니, 이것이 여섯 번째의 허위의 단서입니다. 언간(諺簡) 내용은 그것이 위로 공의 왕대비(恭懿王大妃)를 속인 것으로 지금도 생각하면 통분스러운 일입니다. 원형에게 속은 문정 왕후(文定王后)는 공의 왕대비를 의심치 않을 수 없었으니, 원형의 죄는 극악하기 짝이 없습니다. 문정 왕후가 만약 자애스럽게 부호(扶護)하지 않았더라면 사건은 예측을 불허했을 것입니다. 공의 왕대비같이 사려가 깊은 분이 윤임과 통하여 흉모를 숨겨주었을 리가 있겠습니까. 이것이 일곱 번째의 허위의 단서입니다. 순붕의 상소가 올라가 세 사람을 정죄(定罪)할 때 임백령이, ‘저들 3인은 스스로 의구심을 품고서 도리어 벼슬자리를 잃지 않을까 염려하고 있는데, 그 마음이 길게 가면 장차 못하는 짓이 없게 될 것이다.’ 하였습니다. 이미 원훈(元勳)에 참록되었고 또 사기(事機)에 밝다는 이름을 얻어 백령이라면 3인이 불궤를 모의한 내용을 속속들이 다 알고 있을 것인데, 왜 그 반상(叛狀)에 대하여는 분명한 말을 않고 벼슬자리를 잃을까 염려한다는 문제만을 말했습니까. 남의 신하로서 벼슬자리를 잃을까 걱정하는 것도 죄가 되기는 하지만, 그렇다고 이 세상 비부(鄙夫)들을 모조리 잡아들여 죄를 주면서 말하기를, ‘벼슬자리를 잃을까 염려하고 있으니 장차 못하는 짓이 없을 것이다.’ 한다면, 세상 사람 중 반역의 죄를 면할 수 있는 자가 거의 드물 것입니다. 그것이 어디 이치이겠습니까. 이것이 여덟 번째의 허위의 단서입니다. 녹공(錄功)할 때 혹은 고변했다 하여, 혹은 입시했다 하여, 혹은 승지로서, 혹은 사관(史官)으로서 기록되었는데 이는 그래도 근거가 있지만, 윤원형·한경록(韓景祿)·임구령(林九齡)·만년(萬年)·윤돈인(尹敦仁)·최언호(崔彦浩)·정현(鄭礥)·신수경(申守涇) 같은 무리들은 일 하나 기록된 것도 없고, 말 한 마디 한 것도 없이 훈적에 들어 있는데 이는 왜입니까? 이는 그들이 궁액(宮掖)과 은밀히 통하거나 간흉들과 교결했기 때문입니까. 반신(叛臣)을 주토(誅討)한 것이 사실이라면 원형 등이 한 일은 모두 나라를 걱정하는 마음에서 나온 일들인데, 왜 그 사실을 분명히 기록하여 후세 사람들에게 그들이 큰 공로가 있었음을 환히 알게 하지 않았겠습니까. 그것은 다만 도깨비와 물여우 같은 꾀로 성명을 속인 데 불과하여 후세에 보일 수 없었기 때문에, 이름만을 기록하고 사적을 숨겼던 것입니다. 이것이 아홉 번째의 허위의 단서입니다. 김명윤(金明胤)은 공을 탐하고 화를 즐기는 사람으로서 남의 뜻에 맞추어 일을 꾸며 이완(李玩)과 이유(李瑠)의 사건을 무고하여 큰 난리가 일어날 반판을 만들어 놓았는데, 저들 3인이 만약 이완(李玩)이나 유를 추대한 일이 있었다면 순붕이 상소나 면대했을 때 왜 거기에 대해서는 한 마디도 언급하지 않았겠습니까. 이는 3인이 이미 죽고 없어 다시 추문(推問)할 길이 없게 되었을 때 비로소 근거없는 말을 만든 것이니, 이것이 열 번째의 허위의 단서입니다. 안세우(安世遇)가 임(任)의 집 늙은 종을 달래고 협박하여 간흉들이 하고 싶어하는 일을 하게 해주는 대신, 자신은 자기가 바라던 바를 달성하고는 말하기를, ‘모린(毛麟)에게 물으면 정상을 알 수 있을 것이다.’ 하였습니다. 윤임이 비록 무식하다고는 하지만 숙맥(菽麥)을 분간 못하는 사람은 아닌데 모반이라는 막대한 일을 늙은 여종과 상의했겠습니까. 이것이 열한 번째의 허위의 단서입니다. 세우는 또 말하기를, ‘윤임의 음모와 비계를 정 숙의(鄭淑儀)의 여종 내은난(內隱難)이 알고 있다.’ 하였는데, 이는 더욱 무리한 말입니다. 모반 계획은 아무리 부자 간이라도 가벼이 말하지 않는 것인데 정숙의의 여종이 윤임과 어떤 사이이기에 윤임의 음모를 안다는 것입니까. 그 밖의 종이(從伊)·옥매향(玉梅香)·돈일(頓一) 등도 모두 사회에 어두운 여자들입니다. 윤임은 정신이 나가 미친 말을 마구 한 자가 아닌데, 대사를 일으키려고 하면서 그 여자들에게 회포를 털어놓았겠습니까. 이것이 열두 번째의 허위의 단서입니다. 군흉들이 믿고 날뛰는 것은 다만 이덕응의 공사(供辭) 때문인데, 지금 그 공사를 살펴보면 서로 모순되는 내용이 매우 많습니다. 이는 죽기가 무서워서 살기 위해 횡설 수설한 때문입니다. 그중 한두 가지를 예로 든다면 덕응의 말에, ‘윤임이 말하기를, 「모든 일을 상이 대신과 논의하여 결정하기 때문에 앞으로 5∼6년 동안은 우리 집안이 무사할 것을 보장할 수 있다.」 하였다.’ 하였고, 또 ‘대행왕(大行王)이 승하하신 뒤에 대왕 대비(大王大妃)가 내관(內官)을 보내 윤임과 윤여필(尹汝弼)에게 미음을 권했는데, 그때 윤임이 「내가 시병(侍病)을 위하여 대내에 들어왔을 때, 틀림없이 불칙한 일을 모도하리라 생각했다가 끝까지 아무 이의 없이 주상에게 전위(傳位)되자 고맙고 기뻐서 그러시는 것이다. 나도 마음이 매우 편하다.」 하였다.’ 하였고, 또 말하기를, ‘윤임이 유관·유인숙과 통하려고 하기에 신이 말하기를 「유관과 유인숙이 아버지를 무상하다고 여겨 도리어 아버지를 해칠 지 어떻게 알겠습니까.」 하였더니, 임도 과연 그렇다고 하였다.’ 하였는데, 이상 여러 가지 말로 볼 때 혹은 윤임이 마음이 매우 편하다고 했다 하고, 혹은 유관과 유인숙이 윤임을 무상한 사람으로 의심할지도 모른다고 하였는데, 그렇다면 이른바 유관·유인숙과 공모했다는 것과는 어쩌면 그렇게 큰 차이가 나는 것입니까. 그리고 공모했다는 것도 그냥 공모했다고만 말했지 무슨 일을 어떻게 공모했다고는 끝내 말이 없었으니, 무복(誣服)임을 알 수 있습니다. 이것이 열세 번째의 허위의 단서입니다. 가령 두 사람이 불궤를 함께 모의했다면 반드시 형적이 있을 것이니, 말과 증거가 합치된 뒤에야 율대로 정죄할 수 있습니다. 그런데 지금은 그렇지가 않아 옥매향의 공초에는 ‘유(瑠)가 윤임의 집에 왔을 때 윤임이 뜰에 앉아서 유에게 말하기를, 「네가 꼭 왕이 되어야 한다.」하였다.’고 했고, 종이의 공초에는 ‘7월 3일 윤임이 흥의(興義)에게 봉성군(鳳城君)을 세우고 싶다고 말했다.’고 했고, 흥의의 공초에는 ‘인종의 병세가 위독했을 때 아비 윤임이 「봉성군이 문안차 대내에 들어왔을 때 그 즉석에서 전위(傳位)하게 하면 누가 올 수 있겠는가.」 하였다.’ 했고, 유의 공초에는 ‘윤임이 조정과 논의하여 주상은 상왕(上王)으로 모시고 신이나 아니면 봉성(鳳城)을 세우려고 했다.’ 했습니다. 전후 각 사람의 공초가 이렇게 각기 다른데도 말과 증거가 일치했다고 할 수 있겠습니까. 이것이 열네 번째의 허위의 단서입니다. 간흉들이 저들 멋대로 다듬는다고 다듬은 기록이 이렇게까지 형편없으므로 아무리 믿고 싶어도 믿을 수가 없는데, 더구나 당시 그 광경을 눈으로 직접 본 사람들은 모두 가슴에 울분을 품고 슬픔을 삼킨 채 말을 하고 싶어도 못했을 것입니다. 지금 경상(卿相)들 중에는 당시의 광경을 목격한 자가 많은데 전하께서는 그들의 말을 믿지 않고 간흉들이 만들어놓은 기록만 믿으시니 무슨 까닭입니까? 간흉들이 일시적으로 만들어놓은 기록이 후세에 와서 믿음을 받을 수 있다면, 사마광(司馬光)이 영원히 간당(姦黨)이 되고 주자(朱子)가 영원히 위학(僞學)이 되고 말것이며, 당(唐)의 《나직경(羅職經)》이 법을 적용하는 데 있어 정식(程式)이 될 것입니다. 천하에 어찌 이런 이치가 있겠습니까. 삼가 바라건대 전하께서는 《무정보감》을 놓고 신들의 말과 대조하시면서 반복하여 서로 맞추어보아 신들의 말이 틀리면 임금을 기망한 죄를 다스리시고 그렇지 않으면 쾌히 여정(輿情)을 따라 시비를 정하소서.” 하였다. 이때 이이(李珥)가 홍문관에 있으면서 삭훈 논의를 맨 먼저 꺼내어 강력히 주장하여 전후 41차에 걸쳐 차자를 올렸는데, 41편 모두 이이가 쓴 것이어서 훈귀(勳貴)들이 대부분 좋아하지 않았다.",
                "hj": "○又上箚, 略曰: 伏覩聖明答翰苑之批曰: “謀叛之狀、衛社之功, 皆載於《武定寶鑑》。” 若然則殿下之所信, 只在《武定寶鑑》而已。 夫《續武定寶鑑》者, 姦兇欺罔聖母, 極其誣飾, 羅織成書, 無有餘巧, 自謂: “無瑕可指, 可傳萬世者也。” 雖然, 今見其書, 疵隙百出, 難掩其僞, 適足爲識者嗤笑而已。 古人有言曰: “直者操筆, 不待累累, 讀之如破竹, 橫斜反覆, 自中節目, 曲者雖使假辭於子貢; 問字於揚雄, 如列五味, 而不能調和, 食之於口, 無一可愜。” 信乎斯言也! 臣等不援他說, 請以《武定寶鑑》所載, 明其虛僞。 伏願聖明, 試垂察焉。 當初忠順堂入侍之日, 李芑進曰: “尹任多有不自安之心, 柳灌、柳仁淑亦有形迹, 任可竄, 仁淑可罷, 灌可遞, 衆議皆如此。” 申光漢曰: “危疑之際, 不可不鎭定人心。 任等之罪, 皆可斟酌。” 李彦迪曰: “事必光明正大。 不然, 恐有士林之禍。” 彼三人者, 誠是謀叛, 則李芑、順朋等, 何不直言, 而光漢、彦迪, 伸救若此乎? 自古未聞誅叛、討逆而禍及士林者也。 此其爲虛僞之端一也。 越二日, 加罪三人之時, 順朋曰: “任包藏禍心, 罪固不赦, 若至依律, 恐其太重, 灌與仁淑, 陰付尹任, 謀危宗社, 其罪極重, 而事涉脅從, 恐不可以一律斷之。” 夫包藏禍心, 謀危社稷者, 極惡大罪, 在法罔赦。 《春秋》之法, 尤嚴於治其黨與, 則順朋於彼三人, 有何愛惜而救護如此乎? 此不過搆造虛言, 驟加大戮, 則人情駭怪, 莫可鎭服。 故欲以浸潤之術, 漸致重典耳。 此其爲虛僞之端二也。 權橃, 社稷之臣也。 書啓之辭, 皎如星日, 殿下試垂睿覽, 則可以想見其爲人矣。 橃之伸救, 如此其至, 而反錄于勳籍, 此小人欲假君子, 以服人心也。 自古安有伸救逆賊, 而得爲功臣者乎? 此其爲虛僞之端三也。 順朋因橃之啓, 而發怒, 乃上誣罔之疏, 大禍斯起。 夫順朋之疏未上, 則尹任只爲不自安之人; 灌等只爲稍存形迹之人而已。 順朋之疏旣上, 則三人乃爲締結謀逆之賊, 順朋早知三人所爲, 則何不於面對之日, 盡言不諱, 而反欲救護乎? 且廷議不然, 而順朋之疏獨如此, 則當使順朋, 與三人對辨, 取服定罪可也。 今也不然, 獨以順朋之疏爲信, 而不問三人謀叛之狀, 朦朧賜死。 此其爲虛僞之端四也。 順朋之疏, 極其誣飾, 固爲巧密, 而其論尹任之罪, 則只擧丁酉之事, 且曰: “陰圖不軌。” 而不能言其不軌之狀, 所謂不軌者何事耶? 知而不言, 則順朋亦有罪矣, 不知而言, 則其爲誣罔亦明矣。 此何異於以莫須有三字, 斷岳飛之罪乎? 此其爲虛僞之端五也。 順朋所論柳灌、柳仁淑之罪, 尤無指的之處。 灌則以爲有當立何人之說, 仁淑則有默然不悅之色。 自古安有見其辭色, 便指爲叛逆者乎? 且順朋則曰: “柳灌與首相, 附耳相語曰: ‘當立何人?’ 尹仁鏡則曰: ‘與林百齡會坐時, 柳灌入來曰: 「稟宗社大計。」’” 言旣有異, 日亦不同。 奸凶合謀之說, 自相矛盾乃如此。 此其爲虛僞之端六也。 諺簡之說, 上誣恭懿, 至今思之, 腐心痛骨。 文定爲元衡所欺罔, 不能不致疑於恭懿, 元衡之罪, 可勝誅哉? 若非文定以慈愛扶護, 則事且不測矣。 恭懿之塞淵, 寧有交通尹任, 陰閟凶謀之理乎? 此其爲虛僞之端七也。 順朋之疏旣上, 定罪二人之時, 林百齡曰: “三人自懷疑懼, 反有患失之心, 其漸將無所不至。” 百齡旣參元勳, 得炳幾之號, 則三人不軌之狀, 宜無所不知, 何不明言其叛狀, 而乃以患失之漸爲辭乎? 人臣之患失, 雖曰有罪, 若悉取世上之鄙夫而誅之曰: “汝有患失之心, 將無所不至。” 則世上之人, 得免叛逆之罪者幾希矣, 此豈理耶? 此其爲虛僞之端八也。 錄功之時, 或以告變、或以入侍、或以承旨、或以史官, 此則有言可執矣。 至如尹元衡、韓景祿、林九齡、萬年、尹敦仁、崔彦浩、鄭礥、(申守涇)〔申秀涇〕等, 一事不載; 一言不現, 而乃參勳籍何耶? 此不過或以潛通宮掖; 或以交結奸凶而已。 誅討叛臣, 若是實事, 則元衡等之所爲, 無非出於憂國之誠心, 何不顯錄其事, 使後世曉然知其爲大功耶? 惟其魑魅鬼蜮之謀, 罔聖欺明, 不可示於後世, 故錄其名, 而閟其迹。 此其爲虛僞之端九也。 金明胤貪功樂禍, 希旨生事, 誣啓岏、瑠之事, 挑生大亂之階。 夫三人若爲推戴岏、瑠之事, 則順朋之疏, 面對之時何不一言及此乎? 三人旣死, 無可推問之時, 乃造無形之說。 此其爲虛僞之端十也。 安世遇誘脅任家之老婢, 以中奸凶之欲, 以遂徼幸之計乃曰: “若問毛麟, 則情狀可知。” 夫尹任雖無識, 非不辨菽麥之人也。 謀叛, 莫大之事也, 乃與老婢相議乎? 此其爲虛僞之端十一也。 世遇又曰: “任陰謀、秘計, 鄭淑儀婢內隱難知之。” 此言尤爲無理。 謀叛之計, 雖父子之間, 不敢輕說, 鄭淑儀婢, 於任爲何如人, 而乃知任之陰謀乎? 其他從伊、玉梅香、頓一之類, 皆迷暗女子也。 任非病風喪心, 狂言亂走者也。 欲擧大事, 而乃與此等女子, 說其懷抱乎? 此其爲虛僞之端十二也。 群凶所持而雀躍者, 只在李德應之供, 而今據供辭, 自相乖戾甚多。 蓋緣畏死求生, 胡亂說道故也。 今擧其一二, 則德應曰: “任謂: ‘自 上凡事, 皆議決於大臣, 吾門可保五六年無事。’” 又曰: “大行王昇遐後, 大王大妃遣內官, 勸粥於任及汝弼, 任曰: ‘我侍病入內, 必以我圖爲不測, 而終無異議, 傳位于主上, 是必感喜而然也, 心甚自安。’” 又曰: “任欲通於灌、仁淑, 而臣曰: ‘安知灌、仁淑以父爲無狀, 而反害父也?’ 任曰: ‘果然。’” 如此等說, 或以尹任爲心甚自安; 或以灌、仁淑疑任之無狀, 則與所謂灌、仁淑共謀者, 何其懸絶耶? 且只稱其共謀, 而終不能言共謀之爲何事, 可見其誣服也。 此其爲虛僞之端十三也。 假使二人共謀不軌, 必有實迹, 辭證歸一然後, 乃可依律定罪。 今也不然, 玉梅香之供則曰: “瑠到任家, 任坐庭中語瑠曰: ‘汝當立矣。’” 從伊供則曰: “七月初三日, 任謂興義曰: ‘欲立鳳城君。’” 興義供則曰: “仁宗大漸時, 父任言: ‘鳳城君若以問安入內, 卽使傳位, 則孰能禦之?’” 瑠之供則曰: “任欲議諸朝廷, 封主上爲上王, 將立臣, 或鳳城矣。” 前後各人之招, 互相逕庭, 一至於此, 尙可謂之辭證歸一乎? 此其爲虛僞之端十四也。 姦兇手自粉澤之書, 其謬妄乃如此, 雖欲信之, 不可得也。 況當時目覩之人, 孰不懷憤含悲, 欲言而未言乎? 今之卿相, 多有目覩者, 而殿下不信其言, 乃信姦兇所造之書, 抑何意耶? 姦兇一時之說, 可以取信於後世, 則是, 司馬光永爲姦黨; 朱子永爲僞學, 唐之《羅織經》, 可爲用法之程式矣。 天下寧有是理耶? 伏願殿下, 取《武定寶鑑》, 參以臣等之言, 反覆相證, 臣等之言若有差謬, 則當治欺罔之罪, 如其不然, 則快順輿情, 以定是非。 是時, 李珥在弘文館, 首發削勳之論, 主張甚力, 前後四十一箚, 皆其所筆定也。 勳貴人等, 多不悅。"
            },
            "15": {
                "H2KE-EN": "The students of the Royal Confucian Academy also submitted a memorial requesting that those who died in eulsa year ( be punished for their crimes of wicked cliques.",
                "H2KE-nKo": "관학 유생도 상소하여 을사년에 원통하게 죽은 사람들을 신원하고 간당들을 논죄할 것을 청하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 15번째기사",
                "gt-oKo": "관학(館學)의 유생들도 상소를 올려 을사년에 억울하게 죽은 사람들을 신설하고 간당들을 논죄할 것을 청하였다.",
                "hj": "○館學儒生亦上疏, 請伸雪乙巳冤死諸人, 論罪姦黨。"
            },
            "16": {
                "H2KE-EN": "Earlier, when Bai Yan passed away. Bai Yan had a literate reputation and great reputation, and when receiving the imperial envoy, he was particularly rewarded. From early childhood, he was deeply affectionate and abundant, and his family produced abundantly. He gloriously splendored himself and did not care about others. After serving as the deputy director of the Office of Royal Decrees , he was impeached by impeachment whenever he became impeached by powerful and flattery. Subsequently, he eventually communicated with powerful functionaries and impeached the inspectors and censors, and the inspectors and censors impeached him severely. Subsequently, when he was appointed as the director of the Office of Royal Decrees , he deprived his government post and placed an office without office. Later, he was recognized as a minor merit subject , and his letter of appointment was reinstated. He was promoted to high rank, all of which he received a reward for his literary accomplishments. He finally splendored literary accomplishments, and his reputation was also hidden.",
                "H2KE-nKo": "정사룡이 졸하였다. 정사룡은 문장으로 큰 명성을 이루어 조사를 접대하면서 가장 격앙된 상을 받았다. 어려서부터 호부함을 몹시 사모하고 재산이 넉넉해지자 사치스럽게 자신을 봉양하고 남의 말을 아랑곳하지 않았다. 부제학을 지낸 이후로 매번 탄핵을 받았고, 끝에 가서는 권간과 결탁했다는 이유로 대론이 더욱 준엄해지자 판중추부사로서 관작을 삭탈하고 산직에 두었다가 죽었다. 뒤에 광국공(光國公 정광필)의 원종공으로 직첩을 추복하였다. 그가 숭품의 지위에 오른 것은 모두 문장으로 상을 받은 것이고, 처음부터 끝까지 문장으로 명예를 더럽혔다는 것 또한 엄폐된 것이라고 한다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 16번째기사",
                "gt-oKo": "정사룡(鄭士龍)이 졸하였다. 사룡은 문장(文章)으로 큰 이름을 얻어 조사(詔使)를 접대할 때 가장 격찬을 받았다. 그러나 젊을 때부터 호부(豪富)를 너무 탐하여 남의 말도 아랑곳하지 않고 가산을 늘려 사치스럽게 살았다. 부제학을 지낸 뒤로는 번번이 탄박(彈駁)을 당하다가 마침내 권간(權姦)과 결탁했다는 이유로 대론(臺論)이 갈수록 준엄해져 판중추부사에서 관작을 삭탈당하고 산관(散官)으로 있다가 죽었는데, 뒤에 광국 원종 공신(光國原從功臣)으로 직첩이 추복되었다. 그가 숭품(崇品)에 오를 수 있었던 것은 모두 문장으로 상을 받았기 때문인데, 시종 문장이 훌륭하여 추명(醜名)을 덮었다고 한다.",
                "hj": "○鄭士龍卒。 士龍以文章致大名, 儐接詔使, 最被激賞。 自少酷慕豪富, 營産致饒, 侈美自奉, 不恤人言。 自經副提學以後, 每遭彈駁, 末以交結權姦, 臺論加峻, 以判中樞府事, 奪爵置散以死。 後以光國原從功, 追復職牒。 其致位崇品, 皆用文事受賞, 終始以文華, 勝醜名, 亦爲所掩云。"
            },
            "2": {
                "H2KE-EN": "The King intended to perform the summer sacrifice at the Royal Ancestral Shrine . The ministers , censors , and attendant officials all said, The disaster of natural discipline is apprehensive. Please halt the sacrifice for the summer sacrifice. The King followed their advice. Confucius said, The proprieties for offering condolences to the Royal Ancestral Shrine should be performed in person. It is obvious that the disaster of natural disaster cannot be abolished. The King did not regard this as a filial piety, but the court officials arbitrarily attempted to halt it. This was because many officials honored the Father King in excessive importance with great importance and encouraging peace and restraint. Instead, the sacrifice for the summer sacrifice conducted in the four seasons was similar to that there was no expectations of great importance. Even if Your Majesty wishes to comfort the spirits and cultivate disaster of natural disaster, how could this be right?",
                "H2KE-nKo": "주상이 태묘에서 하향 대제를 친히 행하려고 하자, 대신, 간관, 시신이 모두 아뢰기를,“재이가 경계를 보이니, 친히 제사 지내는 것을 정지하소서.”하니, 그대로 따랐다. 논자들이 아뢰기를,“종묘에서 선조를 받드는 예는 임금이 예의상 마땅히 친히 행해야 하니, 재이 때문에 정지할 수 없는 것이 분명합니다. 주상이 친히 행하는 것을 꺼리지 않는 것은 효심에서 우러나온 것인데 조정 신하들이 쟁론하여 저지하고 있습니다. 이는 신하들이 군부를 지나치게 존엄하게 대하고 안일로 인도하여 도리어 사시로 응당 행하여야 할 제사를 세상에 드문 성대한 전례로 여기게 한 것이니, 비록 신명과 화합하여 재이를 해소하고자 한들 되겠습니까.”하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 2번째기사",
                "gt-oKo": "상이 친히 태묘(太廟)에 하향(夏享)을 올리려 하자 대신·간관·시신이 모두, 재이(災異)가 경계를 보이니 친제(親祭)를 멈추기를 청하므로 상이 따랐다. 이에 대해 논자들은 다음과 같이 말했다. “종묘(宗廟)에서 선조를 받드는 일은 임금이 마땅히 친행해야 할 예(禮)로 재이가 있다 하여 멈추거나 폐해서는 안 되는 것이 분명하다. 상이 재이에도 불구하고 친행하려 한 것은 효사(孝思)에서 나온 것인데 조정 신하들은 그것을 앞다투어 저지하였다. 이는 신하들이 군부를 너무 존엄하게 대한 나머지 안일로 인도하게 된 것으로, 사시(四時)에 당연히 행해야 할 제사를 세상에 드문 성전(盛典)으로 여긴 것이다. 그러니 비록 신기(神祈)에 화합하여 재이를 멎게 하려고 한들 되겠는가.”",
                "hj": "○上將親行夏享于太廟, 大臣、諫官、侍臣皆言: “災異示警, 請停親祭。” 從之。 論者以爲: “宗廟奉先之禮, 人君禮當親行, 不可以災異, 停廢也明矣。 上不憚親行, 發於孝思, 而廷臣爭論沮之。 此由群臣尊嚴君父太過, 導之以安佚, 反以四時應行之祭, 視若希曠盛典。 雖欲協和神祗, 消弭災異, 得乎?”"
            },
            "3": {
                "H2KE-EN": "The King personally performed a rite of praying for rain at the Altar of the Soil and Grain . ",
                "H2KE-nKo": "주상이 남교단에서 친히 기우제를 지냈다. 기우제를 지낸 것이다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 3번째기사",
                "gt-oKo": "상이 남교(南郊)의 단(壇)에서 친제하였는데, 비를 빌기 위한 예였다.",
                "hj": "○上親祭南郊壇, 祈雨禮也。"
            },
            "4": {
                "H2KE-EN": "The Royal Confucian Academy submitted a memorial requesting that four Confucian scholars be enshrined in the State Shrine to Confucius . The King said, How could these importances be rather performed lightly? The memorial submitted three times, but the King did not grant permission.",
                "H2KE-nKo": "관학 유생이 상소하여 선정 김굉필, 정여창, 조광조, 이언적 4인을 문묘에 종사하기를 청하니, 주상이 말하기를,“이처럼 막중한 일을 어떻게 경솔히 거행할 수 있는가.”하였다. 세 번 상소하였으나 윤허하지 않았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 4번째기사",
                "gt-oKo": "관학(館學)의 유생들이 상소하여, 선정(先正) 김굉필(金宏弼)·정여창(鄭汝昌)·조광조(趙光祖)·이언적(李彦迪) 등 4명을 문묘(文廟)에 종사(從祀)할 것을 청하니, 상이 이르기를, “그렇게 막중한 일을 어떻게 가벼이 거행할 수 있겠는가.” 하였다. 상소문이 3차 올라왔으나 윤허하지 않았다.",
                "hj": "○館學儒生上疏, 請以先正金宏弼、鄭汝昌、趙光祖、李彦迪四人, 從祀文廟, 上曰: “如此莫重之事, 何以輕擧乎?” 疏三上, 不允。"
            },
            "5": {
                "H2KE-EN": "Second Minister of War Bai Inp and others submitted a memorial as follows: First, your subjects request Your Majesty to eliminate the evil administration of state affairs; Second, Your Majesty to eliminate the evil administration of eulsa year (, giyu year (, and Third, to eliminate the evil administration of Gwanghyo Hall (Second Royal Ancestral Shrine to Confucius; four. Please summon Yi Hwang and five requests Your Majesty to retire and return to his hometown. The King gladly responded and had the memorial submitted to the high officials in order to discuss the matter and report back to him. Yi Jun and others discussed the matter and reported, The memorial regarding the study of the Royal Confucian Academy and entrust the entrustment of wisdom, and the task of entrusting the study of studying the study of the Royal Confucian Academy is to be thoroughly examined and exercisively implemented. The remaining problems of the evil administration of state affairs are all the time to deliberate on how to recruit the evil administration of officials. Your subjects observe the great meaning of the eulsa year and giyu year, and desire to eliminate the evil administration of the wisdom of the Royal Confucian Academy and enshrine them in the State Shrine to Confucius. However, the case of eulsa year truly became suspicious. Therefore, your subjects cannot dare to discuss the matter further. However, the other day Your Majesty instructed, Regarding eulsa year, it is not proper to discuss matters such as eulsa year, but it is not proper to eliminate the problem of conducting the rites to be enshrined in the State Shrine to Confucius. Your subjects dare not dare to speak about this matter. The King replied, I am aware of this. Bai Inp and others administrated the evil administration of the current administration of state affairs, but finally there was no things today. Thus, observing the administration of them was grieved.",
                "H2KE-nKo": "병조 참판 백인걸이 상소하기를,“첫째는 폐정을 개혁할 것, 둘째는 을사년과 기유년의 원왕을 신설할 것, 셋째는 조광조를 문묘에 종사할 것, 넷째는 이황을 초치할 것, 다섯째는 치사하고 고향으로 돌아갈 것을 청합니다.”하니, 주상이 너그러운 비답을 내리고 그 상소를 대신에게 내려 의논하여 아뢰게 하였다. 이준경 등이 의논하여 아뢰기를,“상소 가운데 성학의 공부와 현인을 초치하여 위임하는 일은 오직 성상께서 성찰하여 독실하게 행하시기에 달려 있고, 그 나머지 폐단을 진달한 것은 모두 현재 상의하고 강구하는 일이 유사의 임무입니다. 그 대의를 살펴보면 을사년과 기유년의 원왕을 신설하고 선현을 문묘에 종사하려 한 것인데, 을사년의 일은 실로 의심할 만한 단서가 많으니 오늘날에 있어서 감히 다시 의논할 수 없을 듯합니다. 기유년의 옥사는 가장 원통하고 억울한 것이었는데, 종사하는 일은 조광조 한 사람을 가리킨 것이지만 우리 동방의 이학은 실로 김굉필이 열어 놓은 것이니, 두 사람을 문묘에 종사하는 것은 참으로 부끄러울 것이 없습니다. 다만 전일 성상의 하교에 ‘을사년의 사람들에 대한 일은 오늘날 의논할 바가 아니니 종사하는 예를 경솔히 거행해서는 안 된다.’라고 하셨으니, 신들은 감히 입을 놀릴 수 없습니다.”하니, 답하기를,“알았다.”하였다. 백인걸은 노신으로서 시폐를 진달한 것이 모두 절실하고 긴요한 논의였는데 끝내 한 가지도 시행한 것이 없었으므로 의논하는 자들이 애석하게 여겼다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 5번째기사",
                "gt-oKo": "병조 참판 백인걸(白仁傑)이 상소하여, 1. 폐정(弊政)을 계혁할 것, 2. 을사년과 기유년의 원왕(冤枉)을 신설(伸雪)할 것, 3. 조광조를 문묘에 종사할 것, 4. 이황(李滉)을 초치할 것, 5. 본인은 치사(致仕)하고 시골로 돌아가게 해줄 것을 청했는데, 상이 너그러이 답하고 이어 그 상소문을 대신에게 내려 의논하여 아뢰게 하였다. 이준경 등이 의논하여 아뢰기를, “본 상소문 중 성상이 학문에 주력하실 것과 어진이를 초치하여 정사를 맡겨야 한다는 것은 오직 성상이 살피셔서 애써 행해야 할 일이고, 그 나머지 폐단에 관한 것은 모두 현재 상의하고 강구(講究)하는 일들로써 유사(有司)가 맡아 해야 할 일입니다. 그 대의는 을사년과 기유년의 원왕을 신설하고 선현(先賢)을 문묘에 종사하도록 하려는 것인데, 을사년 사건은 사실 의심스러운 점이 너무 많아 지금으로서는 감히 다시 의논할 수 없는 일 같고, 기유년의 옥사는 매우 억울합니다. 그리고 종사 문제는 그가 칭한 것은 비록 조광조 뿐이었으나 우리 동방의 이학(理學)으로 말하면 실로 김굉필이 길을 열었으니, 두 분 다 문묘에 종사하여 부끄러울 것이 없습니다. 다만 전일 성상의 하교에 을사인(乙巳人)들의 일은 오늘날 논의할 문제가 아니고, 종사 문제는 가벼이 거행해서는 안 된다고 하셨으므로 신들은 감히 입을 놀리지 못하겠습니다.” 하니, 상이 알았다고 답하였다. 인걸은 노신(老臣)으로서 시폐(時弊)를 진술한 것이 모두 절실하고 긴요한 문제들이었는데, 끝내 한 가지도 시행되지 않자 논자들이 애석해 하였다.",
                "hj": "○兵曹參判白仁傑上疏, 一請革弊政、二請雪乙巳、己酉之冤、三請以趙光祖從祀文廟、四請招李滉、五請致仕還鄕。 上優奬答之, 下其疏于大臣, 使之議啓。 李浚慶等議啓曰: “疏中聖學做功、招賢委任之事, 惟在聖上省察而篤行之, 其餘陳弊則皆方今商確講究之事, 有司之任也。 觀其大意, 則欲昭雪乙巳、己酉之冤枉, 從祀先賢於文廟, 而乙巳之事, 實多可疑之端, 在今日似不敢更議也。 己酉之獄, 最爲冤枉, 從祀之擧, 雖指趙光祖一人, 吾東方理學, 實自金宏弼啓之。 兩人之從祀文廟, 誠無所愧。 但前日聖敎以爲: ‘乙巳人等事, 非今日所當議, 從祀之禮, 不宜輕擧。’ 臣等不敢容喙矣。” 答曰: “知道。” 仁傑以老臣, 陳時弊, 皆切要之論, 而卒無一事施行, 議者惜之。"
            },
            "6": {
                "H2KE-EN": "Due to a severe famine in the capital and in the provinces, the three provinces of Jeolla and Gyeongsang were especially severe. The King attended the Royal Lecture and asked 홍섬, I intend to dispatch a royal commissioner to the three provinces to inquire about the problems of problems and relieving the starvation. Who would be appropriate? 홍섬이 아뢰기를, “신은 ignorant and ignorant, I do not know someone else. It would be proper to select a royal secretariat. If it is inevitable, you should withdraw and discuss the matter with high-ranking officials and report back to me. After the departure, the King discussed the matter with Kwon Cheol and reported, The royal secretariat commissioner should select a royal secretariat and be attached to Your Majestys mind. This is not what your subjects have done. The King firmly asked about this. Consequently, the three state councilors jointly discussed the matter and reported to the King, saying, There is no precedent in which the Ministry of War recommends a royal secretariat as a royal secretariat or a royal section.",
                "H2KE-nKo": "서울과 지방에 큰 기근이 들었는데, 호남과 영남 세 도가 더욱 심하였다. 주상이 경연에서 홍섬에게 묻기를,“세 도에 어사를 보내 폐단을 묻고 굶주린 백성을 진휼하고자 하는데 누가 좋겠는가?”하니, 홍섬이 아뢰기를,“소신은 흐리멍덩하여 그 사람을 모릅니다. 주상께서 간명하시는 것이 마땅합니다. 그만둘 수 없다면 물러가서 여러 대신과 함께 의논하여 아뢰겠습니다.”하였다. 나와서 권철과 함께 의논하여 아뢰기를,“어사는 마땅히 상의 마음으로 간명해야지 신들이 간여할 바가 아닙니다.”하니, 주상이 굳이 물었다. 이에 삼공이 함께 의논하여 아뢰기를,“삼공이 어사를 천거하는 것은 전례가 없으니 후일의 폐단이 있을까 염려됩니다.”하니, 주상이 중지하고 묻지 않았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 6번째기사",
                "gt-oKo": "중외(中外)에 큰 흉년이 들었는데, 호남과 영남 등 3도가 더욱 심하였다. 상이 경연에서 홍섬(洪暹)에게 묻기를, “3도에 어사를 보내 폐단을 묻고 진구하게 하고 싶은데 누가 좋겠는가?” 하니, 홍섬이 아뢰기를, “소신은 몽매하여 사람을 알아보지 못합니다. 상께서 뽑아 명하시는 것이 좋을 것입니다. 그러나 꼭 하라시면 물러가서 대신들과 함께 논의하여 아뢰겠습니다.” 하고, 나와서 권철(權轍)과 의논하여 아뢰기를, “어사는 당연히 상께서 고르셔야지 신들이 간여할 바가 아닙니다.” 하였다. 상이 굳이 묻자 삼공이 함께 논의하여 아뢰기를, “삼공이 어사를 추천하는 일은 전례가 없으니, 뒤 폐단이 있을까 염려됩니다.” 하니, 상이 그만두고 묻지 않았다.",
                "hj": "○中外大饑, 湖嶺三道尤甚。 上於經筵, 問洪暹曰: “欲遣御史于三道, 問弊賑飢, 誰可者?” 暹曰: “小臣茫昧, 不識其人。 自上簡命宜當。 無已則當退與諸大臣, 同議以啓。” 出, 與權轍議啓: “御史當簡在上心, 非臣等所預。” 上固問之, 於是, 三公同議以啓曰: “三公之薦御史, 無前例, 恐有後弊。” 上乃止, 不問。"
            },
            "7": {
                "H2KE-EN": "The King personally performed a rite of praying for rain at the Altar of the Soil and Grain . On this day, rain fell.",
                "H2KE-nKo": "사직단에서 친히 기우제를 지냈다. 이날 비가 내렸다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 7번째기사",
                "gt-oKo": "사직(社稷)에 친제하여 비를 빌었는데, 이날 비가 내렸다.",
                "hj": "○親祭于社稷祈雨, 是日雨。"
            },
            "8": {
                "H2KE-EN": "Chief State Councilor Yi Gyeong and others requested that the grievances of jeongmi and giyu year be resolved and that Yi Gi and 정언 Gak be demoted from their government positions. The King did not approve this request. At the time, the calamity of natural disasters caused by the people, and the three state councilors were apprehensive and apprehensive. The opinions regarded this as wrong. Yi Gyeong was not satisfied, and thus his colleagues were even more disappointed. While Jiaeseung has already left, all Confucian scholars were grieved. Bai Ingap said to others, Currently, the Ming court is not in harmony with the old and old. The high officials strive to self-restraint self-restraint. The harmful effects of them are slightly arrogant, and the present officials strive to strive the King. Those who heard this might be afraid that [Bai] Ingaps words were troubled by His Majesty, and instead suspicion of His Majesty, suspecting that there might be a colleagues. Thus, they strongly stopped them. 홍섬 said to [Bai] Ingap, What do you think about appointing ministers? If there are those who are worthy of worthy, you should impeach me. [Bai] Ingap was unable to answer and then retreatedly said to others, If Jiaeseung comes to the capital, how could it be difficult to impeach Hong섬 from the position of worthy of worthy? Only Jiaeseung did not come to the capital to strive for save for",
                "H2KE-nKo": "영의정 이준경 등이 정미년과 기유년 죄인들의 원통함을 씻어 주고, 이기와 정언각의 관작을 삭탈할 것을 청하였으나, 윤허하지 않았다.이때 재해가 절박하고 인심이 흉흉하였는데, 삼공은 별로 건의한 것이 없었으므로 사론이 그르게 여겼다. 이준경은 스스로 불안하게 여겨 신진들과 더욱 멀어졌는데, 기대승이 이미 물러났으므로 사류들이 모두 애석하게 여겼다.백인걸이 사람들에게 말하기를,“지금 조정이 신구가 화합하지 못하고 있는데, 대신들은 안정을 찾으려고 힘쓰니 그 폐단이 구차하고, 후진들은 건백하려고 힘쓰니 그 폐단이 격렬하다. 적절하게 조정해야 할 것이니, 내가 주상을 뵙고 할 말을 다하고자 한다.”하니, 듣는 자들이 백인걸의 말이 번거롭고 취지를 잃어 도리어 주상이 붕당이 있는가 의심하게 될까 염려하여 극력 저지하였다. 홍섬이 백인걸에게 말하기를,“내가 정승이 된 것이 어떠한가. 만약 정승이 될 만한 자가 조정에 있다면 그대는 나를 탄핵하라.”하니, 백인걸이 대답하지 못하고 물러 나와 사람들에게 말하기를,“퇴계가 올라온다면 홍섬이 정승 자리에서 체차하기를 논하는 것이 무엇이 어렵겠는가. 다만 퇴계가 오지 않았을 뿐이다.”하였다.백인걸이 을사년의 원통함을 풀어 주는 단서를 발설하자, 사람들이 모두 억울한 사정을 풀지 못하여 이런 한재가 있게 된 것이라고 하였다. 이준경은 물의를 억제하기 어려운 것을 보고 이에 동료를 거느리고 발론하였는데, 단지 정미년 벽서의 옥사와 기유년 충주 옥사의 원통하게 죽은 사람들에 대해서만 신원해 줄 것을 청하고 을사년의 옥사는 거론하지 않았다. 다음 날 삼사가 발론하여 을사년 이후의 원통함을 풀어 줄 것을 청하였으나, 그래도 위훈은 거론하지 않았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 8번째기사",
                "gt-oKo": "영의정 이준경 등이 정미년과 기유년 죄인들의 억울함을 씻어주고 이기(李芑)·정언각(鄭彦慤) 등의 관작을 삭탈할 것을 청하였으나, 윤허하지 않았다. 당시 재해가 절박하고 인심이 안정을 잃고 어수선한데도 삼공이 별로 건백(建白)한 일이 없어 사론이 비난하자 이준경은 스스로 불안을 느끼면서 신진(新進)들과 더욱 멀어졌고, 기대승(奇大升)은 이미 물러났으므로 사류들이 모두 애석해 하였다. 백인걸이 말하기를, “지금 조정에는 신구(新舊)가 불화하여 대신들은 안정만 찾으려다가 눈앞의 안일만 노리는 폐단이 나타나고 있고, 신진들은 무작정 건백만 하여 너무 격한 폐단이 일고 있으니, 이를 마땅히 조화시켜 중도를 얻도록 해야 한다. 내가 주상을 뵙고 다 말해야겠다.” 하니, 이를 들은 이는 인걸이 혹시 말을 많이 하다가 본의와는 어긋나 도리어 주상으로 하여금 붕당(朋黨)이 있는가 의심하게 할까봐 굳이 말렸다. 홍섬이 인걸에게 말하기를, “내가 정승을 하고 있는 것이 어떤가? 만약 정승을 할 만한 자가 조정에 있다면 그대가 나를 탄핵하라.” 하였는데, 인걸이 그 자리에서는 대답을 못하고 물러와 남에게 말하기를, “퇴계(退溪)가 올라온다면 홍섬을 정승에서 체직하도록 논하기가 무엇이 어렵겠는가. 다만 퇴계가 오지 않아 그렇다.” 하였다. 인걸이 을사년의 원왕을 신설해야 한다고 발론하자, 사람들이 울분을 터뜨리며 그 억울함을 신설하지 않아서 이와 같이 가뭄이 든 것이라고 하였다. 이에 준경은 물의(物議)를 억제하기 어렵게 된 것을 보고 동료들을 거느리고 발론하였는데, 다만 정미년 벽서(壁書) 사건의 옥(獄)과 기유년 충주옥(忠州獄)에서 억울하게 죽은 사람들에 대하여서만 신설할 것을 청하고, 을사년 옥사에 관하여는 거론하지 않았다. 그리고 다음날 삼사(三司)가 발론하여 을사년 이후 모든 원왕에 대하여 신설할 것을 청하였는데, 그때도 위훈(僞勳)에 대하여는 거론하지 않았다.",
                "hj": "○領議政李浚慶等, 請雪丁未、己酉罪人之冤, 削李芑、鄭彦慤官爵, 不允。 是時災害切迫, 人心洶懼, 三公別無建白, 士論非之。 李浚慶不自安, 與新進益阻。 奇大升旣退去, 士類皆惜之。 白仁傑語人曰: “方今朝廷, 新舊不和, 大臣務欲安靖, 其弊也偸; 後進務欲建白, 其弊也激, 當使調劑得中, 吾欲見上盡言。” 聞者恐仁傑言煩失旨, 反致主上疑有朋黨, 乃力止之。 洪暹謂仁傑曰: “我作相何如? 若有可相者在朝, 則君可劾我。” 仁傑不能對, 退謂人曰: “退溪 若上來則洪暹相位論遞, 何難? 特退溪不來耳。” 仁傑旣發乙巳伸冤之端, 衆情憤鬱, 咸以爲冤枉未伸, 致此旱災。 浚慶見物議難抑, 乃率同僚發論, 只請雪丁未壁書獄、己酉忠州獄冤死人, 猶未擧乙巳獄。 翌日三司發論, 請雪乙巳以下冤枉, 猶未擧僞勳。"
            },
            "9": {
                "H2KE-EN": "Bak Jeom was appointed fourth inspector [of the Office of the Censor General] . He resigned from office due to an illness. [Bak] Jeom was born in a family with filial piety and filial piety. He had been expected by Sim Uigyeom . When [Yi] Yang was encountered ascending the throne, Jeom saw the Confucian scholars surpassed him. [He] strongly urged [Sim] Uigyeom, his father, [Yi] Gang , to secretly report [Bak] Yang to expel [Yi] Yang. After [Yi] Yang was expelled, Jeom was unable to conceal his ability. He told himself that his distinguished service was sufficient, and his distinguished reputation was all Confucian scholars. [He] was not well-versed in the courtyard. Jeoms talent and wisdom was insufficient, and he always uttered a study of the country. When he heard that a good scholar was unable to clarify him, [he] sought to recommend him to the legitimate position. Considering that he was foolish, sometimes he gave a distinguished reputation to him. For this reason, [he] slandered and praised him in succession. [He] recommended him for filial piety. [He] was appointed as sixth-rank administrative assistant , and soon afterward, he passed the higher civil service examination. Bai Yan was originally aware of Jeom. [He] only heard his distinguished reputation. When 성혼 was selected, [he] was appointed to sixth-rank administrative position. [Bai Yan] In걸 reported to the King, Bak Jeom is well-versed in learning and behavior. [He] should be appointed to sixth-rank administrative position. The King followed this [advice]. The peoples feelings are not satisfied, and those who dislike [Bak] are even more numerous. Sometimes he criticized [Bai Yan] In걸 for mistakenly recommending [Bai Yan]. [Bai Yan] Ingyeong regretted [Bak] In걸 for his mistakency. One day, a relative sought to clarify [Bai Yan], [but] Jungyeong did not allow him to clarify [Bai Yans mistaken]. People said in anger, Bak Jeom was in white, but he was powerful. A writing memorial was made to encourage the counties and districts. How could he be a senior minister in such a manner? [When] Jungyeong said, Jeom has no distinguished behavior like this, [he] stole a distinguished reputation? [He] was even more disgraced. After [Bak] Jeom was appointed fourth censor [of the Office of the Censor General] . Jungyeong saw Inspector General Kim Nansang , saying that [Bak] Jeom was not suitable to clarify [Bai Yans mistaken], and [Bak] Nansang tried to impeach him for his mistaken. [When]",
                "H2KE-nKo": "박점을 정언으로 삼았는데 병을 이유로 사직하여 면직되었다.박점은 집에서 효성과 우애로 이름이 났고, 심의겸과 깊이 사귀었다. 이양이 권세를 부릴 때 박점은 사림이 장차 화를 입을 것을 보고 심의겸에게 극력 권하여 그의 아버지 심강에게 아뢰어 비밀리에 아뢰어 이양을 내쫓게 하였다. 이양이 쫓겨나자 박점은 감추어지지 않고 자신의 공을 말하자 명예가 갑자기 높아졌고, 사귀는 사람들은 모두 명사여서 문정이 조용하지 않았다.박점은 재주와 지혜가 부족하고 학술도 없었는데, 나라를 걱정하는 말을 할 때마다 선량한 선비가 현달하지 못한다는 말을 들으면 반드시 요직에 천거하려고 하였다. 식자들은 그의 어리석음을 안타깝게 여겼으나 벼슬길에 나아가기를 구하는 자들은 혹 그에게 붙어 명예를 얻기도 하였다. 이 때문에 헐뜯고 칭찬하는 말이 번갈아 이르렀다. 효행으로 천거되어 성혼 등과 함께 참봉에 제수되었다가 얼마 안 되어 과거에 급제하였다.백인걸은 본래 박점은 알지 못하고 단지 이름만 들었다. 성혼이 발탁되어 6품에 제수되자 백인걸이 주상에게 아뢰기를,“박점은 학식과 행실이 모두 갖추어져 있으니 6품으로 초배하여 병권을 잡게 해야 합니다.”하니, 주상이 그대로 따랐다. 여론이 쾌하게 여기지 않았는데 꺼리는 자들이 더욱 많아지자 사람들은 혹 백인걸이 잘못 천거한 것을 탓하기도 하여 백인걸이 후회하였다.이준경이 그 말을 듣고 또한 평온하지 않았다. 하루는 족인이 뇌물을 주고받기를 요구하자 이준경이 허락하지 않았다. 그 사람이 노하여 말하기를,“박점은 백의로서도 오히려 권세가 있어 편지 한 장을 써서 주군을 진동시켰다. 그런데 어떤 재상이 도리어 이처럼 쓸쓸한가.”하니, 이준경이 말하기를,“박점의 행실이 이와 같은데도 높은 명예를 훔친단 말인가.”하고, 더욱 그를 미워하였다.박점이 정언에 제수되자 이준경은 대사간 김난상을 보고 박점이 청요직에 적합하지 않다는 것을 말하였다. 김난상도 이미 박점의 과실을 듣고서 발론하여 탄핵하려고 하였는데 동료들이 놀라 이를 막았다. 김난상이 말하기를,“내가 장관으로서 사람들에게 신임을 받지 못하였으니 스스로 탄핵해야 한다.”하고, 이에 예궐하여 아뢰기를,“박점은 의론을 좋아하여 유생으로 있을 때 의정의 일이 아니었고 조사와 교결하였으니 이 사람은 청요직에 적합하지 않았습니다. 그러므로 동료와 함께 탄핵하여 체차하려고 하였는데 동료가 들어주지 않았습니다. 이는 신이 형편없어 동료에게 신임을 받지 못하였기 때문입니다. 신을 체직하소서.”하니, 주상이 허락하지 않았다. 대간이 김난상을 그르게 여겨 논핵하여 체차하자, 박점은 마침내 병을 이유로 숙배하지 않았다.이준경이 경연에 입시하여 박점의 죄과를 극언하니, 주상이 말하기를,“박점이 형편없어 내가 거의 잘못될 뻔하였다.”하고, 백인걸을 돌아보며 말하기를,“어찌하여 박점을 천거하였는가?”하니, 백인걸이 사례하기를,“신이 잘못 듣고 망녕되이 아뢴 것입니다. 이준경의 말이 옳습니다.”하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 4월 1일(무술) 9번째기사",
                "gt-oKo": "박점(朴漸)을 정언(正言)으로 삼았는데 병을 이유로 사직하니 면직하였다. 박점은 집안에서 효우(孝友)로 소문이 났다. 심의겸(沈義謙)과 같이 사귀었는데, 이양(李樑)이 용사할 때 박점은 사림이 장차 화를 당하리라 생각하고 의겸으로 하여금 비밀히 아버지 심강(沈鋼)에게 아뢰어 이양을 쫓아버리도록 힘껏 권하였다. 그리하여 이양이 쫓겨나자 박점은 공을 숨기지 못하고 떠벌여 명예가 높아졌고, 명사들과 사귀게 되어 문정(門庭)이 조용한 날이 없었다. 박점은 재지가 부족하고 학술도 없었으면서 나라 걱정하는 말을 입버릇처럼 하였고, 선사(善士)로서 통현(通顯)되지 못하고 있다는 말을 들으면 그를 반드시 당로자에게 천거하려고 하여 식자들은 그의 어리석음을 민망히 여겼으나, 벼슬길에 나가기를 바라는 자들은 혹 그에게 붙어 그를 자기 명예로 삼기도 하였으므로, 이로 말미암아 훼예(毁譽)가 엇갈렸다. 급기야 효행으로 천거되어 성혼(成渾) 등과 함께 참봉(參奉)에 제수되었다가 얼마 안 가서 등제(登第)하였는데, 백인걸이 평소에 면식이 없이 그 이름만 듣고 있다가 성혼이 6품으로 발탁되자 인걸이 상께 아뢰기를, “박점도 학행을 모두 갖추었으니 6품으로 발탁 등용하여야 할 것입니다.” 하여, 상이 그대로 따랐던 것이다. 그러나 그에 대하여 물정이 좋게 여기지 않았고 꺼리는 자가 더욱 많았으며, 혹자는 인걸이 잘못 추천하였다고 탓하기도 하여 인걸은 그 일을 후회하게 되었다. 이준경도 그 말을 듣고는 불평 중이었는데, 하루는 족인(族人)이 찾아와 관절(關節)이 통하게 해줄 것을 부탁하였다. 준경이 들어 주지 않자 그 사람이 화를 내며 말하기를, “박점은 백의(白衣)이면서도 권세가 있어 그의 편지 한 장이면 주군(州郡)을 진동시킬 수 있는데, 무슨 정승이 도리어 그렇게 형편없는가.” 하였으므로 그 말을 들은 준경은, 그가 그렇게도 행검(行檢)이 없으면서 중명(重名)을 도둑질하고 있는가 하고 그를 더욱 미워하게 되었다. 그가 정언에 임명되자 준경은 대사간 김난상(金鸞祥)을 보고 박점이 청요직(淸要職)에 맞지 않는 점을 말하게 되었고, 난상 역시 이미 박점의 잘못에 대하여 들은 터라 발론하여 그를 탄핵하려 하였다. 동료가 놀라 그를 막자 난상이 말하기를, “내가 장관(長官)으로서 남에게 신임받지 못하고 있으니 자핵(自劾)해야겠다.” 하고는, 예궐하여 아뢰기를, “박점은 의논(議論)을 좋아하여 유생 시절부터 정사(政事)를 헐뜯어 논평하였고 조사(朝士)와 교결했으므로 청요직에는 맞지 않기 때문에 동료들과 탄핵하여 체직시키려 하였는데, 동료가 그 말을 듣지 않습니다. 이는 신이 무상하여 동료들에게 신임받지 못했기 때문이니, 신을 체직시켜 주소서.” 하였으나, 상이 허락하지 않았다. 대간이 난상을 잘못이라 하여 논핵하여 체직시키자, 박점은 드디어 병을 이유로 배사하지 않았다. 준경이 경연에 입시하여 박점의 죄과(罪過)를 극구 말하자 상이 이르기를, “점이 그렇게 무상하다니 내가 하마터면 속을 뻔하였다.” 하고서, 인걸을 돌아보며 이르기를, “무슨 까닭으로 박점을 천거하였는가?” 하니, 인걸이 사죄하며 아뢰기를, “신이 잘못 듣고 망발을 하였습니다. 준경의 말이 옳습니다.” 하였다.",
                "hj": "○以朴漸爲正言, 謝病免。 漸居家以孝友, 著聞。 沈義謙與之深交, 李樑用事之時, 漸見士林將被禍, 力勸義謙, 白其父鋼, 密白逐樑。 樑旣黜, 漸不能韜晦, 自言其功, 名譽頓盛, 所交皆名士, 門庭不靜。 漸才智不足, 又無學術, 而每發憂國之言, 若聞善士不得通顯, 必欲薦于當路, 識者閔其騃, 而干進者或附麗爲名。 由是, 毁譽交至。 薦以孝行, 與成渾等拜參奉, 未幾登第。 白仁傑素不知漸, 只聞名, 及成渾擢拜六品, 仁傑白上曰: “朴漸學行俱備, 當超拜六品而柄用之。” 上從之。 物情未快, 而忌者益衆, 人或尤仁傑誤薦, 仁傑悔之。 李浚慶聞之, 亦不平。 一日, 有族人求通關節, 浚慶不許。 其人怒曰: “朴漸以白衣, 尙有權勢, 一紙之簡, 使州郡振動。 何物宰相, 反冷落如是?” 浚慶曰: “漸無行如此, 而乃盜重名耶?” 尤惡之。 及漸拜正言, 浚慶見大司諫金鸞祥, 言朴漸不合淸要狀, 鸞祥亦已聞漸過失, 發論欲劾之, 同僚驚拒之。 鸞祥曰: “我爲長官, 不能取信於人, 當自劾。” 乃詣闕啓曰: “朴漸好議論, 爲儒生時, 非議政事, 交結朝士, 此人不合淸要。 故欲與同僚劾遞, 而同僚不聽。 是臣無狀, 不見信於同席故也, 請遞臣職。” 上不許, 而臺諫以鸞祥爲非, 劾遞之, 漸遂謝病不拜。 浚慶入侍經筵, 極言漸之罪過, 上曰: “漸無狀, 我幾爲所誤。” 顧仁傑曰: “何以薦漸?” 仁傑謝曰: “臣誤聞妄達。 浚慶之言是也。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "While jeongyu day, Gi Daeseung was appointed as headmaster of the Royal Confucian Academy , he was not yet reached. He was reappointed as headmaster for celebrating the Emperors birthday. Daeseung submitted a memorial requesting his resignation. The memorial read as follows: In the fourth month, when a state-provided attendant of the Royal Confucian Academy arrived, your subject was reappointed as headmaster of the Royal Confucian Academy. However, due to illness, your subject could not proceed to the Royal Confucian Academy, and thus it is also difficult for your subject to submit a letter of resignation to the Royal Confucian Academy. Thus, your subject immediately expressed his resignation and sent a state-provided attendant to inform the colleagues of the Royal Confucian Academy to have him return to the Royal Confucian Academy and replace him. Upon hearing this, he still has not been replaced. The headmaster of the Royal Confucian Academy has been filled for a long time, and your subject has committed a crime. Your subject is afraid of fear and shamelessly prostrate in his impeachment. Recently, your subject also heard that your subject was appointed as headmaster of the Royal Confucian Academy. However, your subject has suffered from numerous disease and unable to proceed to the Royal Confucian Academy to avoid raising grudge. Thus, your subject has already exposed the circumstances, and the circumstances have also been exposed. People have numerous words and heard throughout the circumstances. Although your subject is unworthy, he feels ashamed. Therefore, your subject humbly observed his faults and reflected upon his resignation, saying, From this day forward, it would be impossible to angry the circumstances of the Royal Confucian Academy. Now, if Your Majesty presumptuously grants your subject a disease from his post and has him stay in a field in a field. The King replied, How can you be replaced? Return yourselves and return to the capital. Daeseung repeatedly requested his resignation. At the end of the memorial, he again added to the previous memorial, saying, Your subject has already submitted a detailed memorial, and thus dared not make a decision on Your Majestys sagacity. However, the importance of his importance and righteousness also cannot be stopped. Your subject earlier read the Zhu Xi (C. Zhu Xi's words, The state-provided attendant is to maintain the moral principles of righteousness and righteousness. Therefore, even though it is not proper to maintain the moral principles of righteousness and observe the cardinal principles of righteousness. Jeong Sukja said, Your subjects family has achieved loyalty and filial piety. He has received the benevolence from the Royal Confucian Academy and has been chosen for a long time to attend the Royal Confucian Academy. How could your subject have loyalty and fails to the Royal Confucian Academy? Although it is not possible to support your subject to the Royal Confucian Academy, he has already heard the collusion of the headmaster of the Royal Confucian Academy and thoroughly examined the old sages. How could your subject abandon the righteousness and forget the moral world?",
                "H2KE-nKo": "삭정유년에 기대승을 대사성으로 삼았으나 아직 도착하지 않았다. 다시 성절사에 충차하니, 기대승이 상소하여 사면하였다. 그 상소의 대략에,“4월에 성균관의 구사가 와서 신이 다시 대사성이 되었다고 말하였습니다. 신은 병으로 부임하지 못하고 먼 지방에 있어 정사하기도 어려웠으므로 즉시 구사를 보내 동료에게 통지하여 주상께 아뢰어 개차하도록 하였습니다. 그런데 지금 들으니 아직도 체차되지 않았다고 합니다. 국학의 장관이 오랫동안 그 자리를 비워 두었으니 신의 죄가 큽니다. 황공하여 물러나 엎드려 탄핵이 이르기만을 기다리고 있는데, 지금 또 들으니 신을 부경 사신으로 차출하였다고 합니다. 신은 오랫동안 앓고 있던 병이 낫지 않아 갈 수 없는 형편이고, 일에 임하여 회피하는 것은 나라에 떳떳한 법이 있으니 신의 죄는 찬배와 극형을 받아야 마땅합니다. 그러나 신의 사적인 의리로는 또한 백관의 뒤에 서 있기 어려운 점이 있으니, 이는 질병 때문만이 아닙니다. 신은 타고난 성품이 질박하고 어리석어 경솔한 말로 상신의 비위를 거슬려 허물을 초래하고 원망을 불러일으켰으니, 시기하고 저지하는 자취가 이미 드러났고 근본을 배격하는 기미도 드러났습니다. 사람들의 말이 자자하고 도로에 소문이 퍼졌으니, 신이 비록 보잘것없지만 마음속으로 부끄럽게 여깁니다. 그러므로 삼가 자신을 책망하고 허물을 반성하며 몸을 이끌고 물러나 피하면서 ‘이후로는 당로자의 노여움을 사지 않을 것이다.’라고 하였습니다. 지금 만약 총명을 무릅쓰고 다시 관을 털고 인수를 묶을 생각을 한다면, 의리에 해롭고 훗날 거듭 화를 끼칠까 매우 두렵습니다. 신은 이 때문에 방황하고 두려워 몸 둘 바를 모르겠습니다. 감히 질병의 실상으로 성상께 번거롭게 아룁니다. 삼가 바라건대 신을 파직해 주시어 시골에서 편안히 살 수 있게 해 주시어 여생을 마칠 수 있게 해 주소서.”하니, 주상이 답하기를,“그대가 어찌 경솔히 물러갈 수 있는가. 몸조리를 하고 올라오라.”하였다. 기대승이 재차 면직을 청하고, 상소 말미에 다시 전에 했던 말을 되풀이하여 아뢰기를,“신의 간절한 마음은 이미 전에 올린 상소에 갖추어져 있으니, 감히 거듭 번거롭게 아뢰어 성상의 총명을 흐리게 할 수 없습니다. 그러나 구구한 사적인 의리로는 또한 구차하게 그만둘 수 없는 점이 있습니다. 신이 일찍이 주자의 말을 읽었는데, 그 말에 ‘벼슬을 하는 것은 군신의 의리를 행하기 위한 것이므로 도를 알면서 행하지 않는 것이라도 폐할 수 없는 것이다. 그러나 의리라고 한다면 일의 옳고 그름과 몸의 거취도 구차하게 해서는 안 되는 것이다. 이 때문에 비록 몸을 깨끗이 하여 인륜을 어지럽히지는 못하지만 또한 의리를 잊고 녹만을 따르는 것은 아니다.’라고 하였고, 정숙자의 말에는 ‘신의 집안은 충효를 전수받아 대대로 나라의 은혜를 받았고 초야에서 발탁되어 오랫동안 경악에서 모셨으니, 어찌 임금을 사랑하고 나라를 걱정하는 마음이 없었겠는가. 의리로 볼 때 마땅히 떠나야 하는데 스스로 보답할 길이 없으니, 오직 오늘날 폐하를 위하여 신의 거취에 대한 의리를 진달하고 보탬이 되기를 바라는 것이 바로 성상을 보좌하는 구구한 마음일 뿐이다.’라고 하였습니다.신은 망녕되이 삼가 생각건대, 전현들이 남긴 훈계가 해와 별처럼 분명하니, 후세의 유자들은 마땅히 힘써 사모하고 따를 것을 바라야 할 것입니다. 그러나 그만둘 수 없는 것은 진실로 자신이 불초하다고 하여 스스로 다하지 않아서는 안 되는 것입니다. 신이 보잘것없어서 비록 감히 유자에게 스스로 붙일 수는 없지만, 또한 일찍이 장자의 여론을 듣고 성현이 남긴 법칙을 따져 본 적이 있으니, 어찌 차마 의리를 버리고 도리를 잊어서 세상에 아첨할 수 있겠습니까. 세상에서는 나를 용납해 주지 않는데도 이에 구속하고 핍박하여 녹을 유지하고 몸을 영화롭게 하는 계책으로 삼고자 하니, 또한 매우 수치스러운 일이 아니겠습니까. 이 때문에 오늘날을 위한 계책으로는 오직 사직하고 한가롭게 지내서 여생을 보전하는 것뿐입니다. 그러면 거의 아래로는 평소의 지조를 온전히 하고 위로는 성상을 도울 수 있을 것이니, 이 밖에는 다시 할 만한 것이 없습니다. 신의 행동이 도리에 어긋나고 오만하니 죽어도 죄가 남을 것입니다. 바라건대 신의 광망함을 용서하여 속히 파면하여 주소서.”하였다. 이로 인하여 체차되었다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 6월 1일(정유) 1번째기사",
                "gt-oKo": "기대승(奇大升)을 대사성으로 삼았으나 오지 않았고, 다시 성절사(聖節使)로 임명하니 사면의 상소를 올렸다. 대략에, “4월에 성균관의 구사(丘史)가 와서 신이 다시 대사성에 제수되었다고 하였는데, 신은 그때 병중이어서 부임할 수가 없었고 멀리 있는 몸으로 정사(呈辭)하기도 어려웠으므로, 즉시 구사를 보내 동료에게 통하여 고쳐 임명할 것을 아뢰어 주도록 하였습니다. 그런데 지금 듣건대 아직 체직이 안 되었다니 국학(國學)의 장관 자리를 오래 비우게 한 신의 죄가 크다 하겠습니다. 그리하여 황공한 마음으로 숨을 죽이고 엎드려 탄핵이 일어나기를 기다리고 있었는데, 지금 또 신을 부경 사신(赴京使臣)에 임명하였다고 들었습니다. 신은 묵은 병이 낫지 않아 부임을 못할 형편이고 또 일을 당하여 규피(規避)하는 것은 나라에 응분의 형(刑)이 있으니, 신은 찬극(竄殛)의 죄를 받을 수 밖에 없게 되었습니다. 그러나 신은 질병 때문만이 아니라도 백관(百官)의 반열에 서기 어려운 점이 또 있습니다. 신은 타고난 성품이 질박하고 어리석은데다 말을 함부로 해서 상신(相申)을 거스르고 원한을 쌓아 시기하고 배척하는 조짐이 이미 나타나게 되었습니다. 그리하여 길거리에 소문이 자자하니 신이 아무리 형편없는 몸이지만, 마음 속으로 부끄러워 허물을 살피고 물러앉아 앞으로는 당로자의 노여움을 사지 않으려고 합니다. 그런데 지금 만약 어리석게 총명(寵命)을 받고 다시 벼슬에 나아갈 계획을 세운다면 의리에 해가 되고 훗날 화를 끼칠까 매우 염려됩니다. 그래서 신은 방황하고 위축되어 어찌해야 할지를 모르고 감히 질병을 내세워 성총(聖聰)을 번거롭게 하는 것입니다. 삼가 바라건대 신을 파직하시어 신으로 하여금 시골에서 편안히 남은 여생을 마칠 수 있게 해주소서.” 하였는데, 상이 답하기를, “그대가 어찌 가볍게 물러갈 수 있는가. 병을 조리하고 올라오라.” 하였다. 대승이 재차 면직을 비는 상소를 올리면서 상소문 끝에 전과 같은 내용을 되풀이하고 이어 아뢰기를, “신의 충정은 전번 상소에서 다 말씀드렸으므로 감히 거듭해서 성총을 흐리게 할 수는 없으나, 신은 그만둘 수 없는 구구한 뜻이 있습니다. 신이 언젠가 읽었던 주자(朱子)의 말에 ‘벼슬을 하는 목적은 군신(君臣)의 의(義)를 행하기 위한 것으므로 비록 도(道)가 행해지지 않을 것임을 알아도 그냥 그만둘 수는 없다. 그러나 의로 말하자면 일의 가부(可否)와 몸의 거취(去就)를 구차히 해서는 안 될 점이 있으니, 비록 자기 일신의 결백만을 위하여 인륜(人倫)을 어지럽혀서도 안 되지만 의를 잊고 녹(祿)만을 구해서도 안된다.’ 한 것이 있고, 정숙자(程叔子)도 ‘신은 집안 대대로 충효(忠孝)를 지켜 국은(國恩)을 받았고 초야에서 발탁되어 오랫동안 경악(經幄)에서 모셨으니, 어찌 임금 사랑하고 나라 걱정하는 마음이 없겠는가. 의로 보아 떠날 수 밖에 없는데 충성을 바칠길이 없으니, 오늘은 폐하를 위하여 신의 거취에 관한 뜻을 밝힘으로써 폐하께 도움을 드리고자 한다. 이것이 바로 신이 폐하께 도움을 올리는 구구한 마음이다.’ 하였습니다. 신은 망령되이, 전현(前賢)들이 남기신 교훈이 해와 별같이 뚜렷하니 후세의 유자(儒者)로서는 마땅히 이를 따르도록 노력하여야 할 것이고, 불초(不肖)하다 하여 해야 할 바를 다하지 않으면 안 된다고 생각합니다. 하잘것 없는 신이야 감히 유자로 자처할 수는 없으나 일찍이 장자(長者)의 여론(餘論)을 듣고 성현의 유칙(遺則)을 살펴보았는데, 어찌 차마 도의(道義)를 저버리고 세상에 아부할 수 있겠습니까. 세상은 나를 용납 않는데 나는 거기에 군색하게 매달려 녹을 탐하고 일신의 영화를 도모하려 한다면 매우 부끄러운 일이 아니겠습니까. 그러므로 오늘날 신이 택할 길은 오직 벼슬을 버리고 물러나 여생을 보전하여 아래로 본분을 지키고 위로 성명(聖明)을 돕는 길 밖에는 다시 할 일이 없습니다. 신의 행위가 법조에 어긋나고 태만하니 죽어도 죄가 남을 것입니다. 신의 광망(狂妄)을 용서하시고 빨리 파면을 내리소서.” 하였는데, 이로 인해 체직되었다.",
                "hj": "○朔丁酉/以奇大升爲大司成, 未至。 復充聖節使, 大升上疏辭免。 疏略曰: 四月間, 成均丘史來言, 臣復爲大司成。 臣病未得赴, 身在遠外, 呈辭亦難, 卽謝遣丘史, 通于同僚, 使之入啓改差矣。 今聞, 尙未得遞, 國學長官, 久虛其位, 臣之罪大矣。 惶恐屛伏, 方俟彈劾之至, 今者又聞, 以臣差赴京使臣。 臣積病未瘳, 勢不克赴, 臨事規避, 邦有常刑, 臣罪當竄殛。 然臣之私義, 亦有難立於百官之後者, 非獨疾病然也。 臣天賦樸愚, 輕肆言語, 觸忤相臣, 招尤速怨, 猜阻之迹已著; 排根之機亦露。 人言藉藉, 道路流聞, 臣雖無狀, 心竊恥之。 故謹己引咎省愆, 奉身退避以爲: “自此之後, 或不爲當路之所狠怒焉。” 今若冒昧寵命, 更爲彈冠結綬之計, 則深恐有害於義, 而重貽異日之禍也。 臣以是, 彷徨怵惕, 無地自處, 敢以疾病之實, 仰煩聖聰。 伏願賜臣罷免, 獲安畎畝, 以畢螻蟻餘命。 上答曰: “爾豈可輕退? 調理上來。” 大升再乞免, 疏末復申前說云: 臣之危懇, 已具前疏, 不敢重有塵瀆, 以溷聖聰。 而區區私義, 亦有不容苟止者。 臣嘗伏讀朱子之言曰: “仕所以行君臣之義, 故雖知道之不行, 而不可廢。 然謂之義則事之可否; 身之去就, 亦自有不可苟者。 是以, 雖不潔身以亂倫, 亦非忘義而徇祿也。” 程叔子之言曰: “臣家傳忠孝, 世受國恩, 擢自草萊, 久侍經幄, 豈無愛君憂國之心乎? 義迫當去, 無路自效, 惟今日爲陛下, 陳爲臣去就之義, 覬望有補, 乃區區上補之心也。” 臣妄竊以爲: “前賢垂訓, 炳如日星, 後之儒者, 所當勉慕企及, 而不能已者, 固不可以己之不肖, 而不自盡也。” 臣之無狀, 雖不敢自附於儒者, 然亦嘗與聞長者之餘論, 究觀聖賢之遺則矣。 何忍棄義忘道, 以自媚於世乎? 世不我容, 而乃欲拘攣戚促, 以爲持祿榮身之計, 不亦可羞之甚乎? 是以, 爲今日之計, 惟有乞身就閑, 以保餘生, 庶足以下全素守; 上裨聖明, 過此之外, 更無可爲 者。 臣迹涉違慢, 死有餘罪。 乞恕臣狂妄, 亟賜罷免。 因此得遞。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, there was heavy rain from the fifth month to the seventh month. There was thunder, lightning, and many people and livestock.",
                "H2KE-nKo": "5월부터 큰비가 내려 7월에 이르기까지 벼락이 쳐서 사람과 가축이 많이 죽었다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 7월 1일(정묘) 1번째기사",
                "gt-oKo": "5월부터 큰 비가 내렸는데 7월까지 계속되었고, 벼락으로 사람과 가축이 많이 죽었다.",
                "hj": "○朔丁卯/自五月大雨, 至于七月雷震, 人畜多死。"
            },
            "2": {
                "H2KE-EN": "The King selected former Magistrate of Government Arsenal Jeong Yudan and Assistant State Councilor Yu Seongryong in order to read books in the Royal Confucian Academy .",
                "H2KE-nKo": "전 군수 정유일과 수찬 유성룡을 선발하여 호당에서 사가 독서하게 하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 7월 1일(정묘) 2번째기사",
                "gt-oKo": "전 군수(郡守) 정유일(鄭惟一), 수찬(修撰) 유성룡(柳成龍)을 선발하여 호당(湖堂)에서 사가 독서(賜暇讀書)하도록 하였다.",
                "hj": "○選前郡守鄭惟一、修撰柳成龍, 賜暇讀書于湖堂。"
            },
            "3": {
                "H2KE-EN": "Envoy for Expressing Gratitude for Imperial Benevolence Kim Gwiyeong returned from Beijing . The Emperor ordered the investiture of the imperial edict to investiture the Queen and bestowed the imperial edict and ceremonial attire upon him.",
                "H2KE-nKo": "주청사 김귀영이 연경에서 돌아왔는데, 황제가 칙서를 내려 왕비를 책봉하고 고명과 면복을 하사하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 7월 1일(정묘) 3번째기사",
                "gt-oKo": "주청사(奏請使) 김귀영(金貴榮)이 연경(燕京)에서 돌아왔는데, 황제(皇帝)가 칙지(勅旨)를 내려 왕비(王妃)를 책봉하고 고명(誥命)과 면복(冕服)을 하사하였다.",
                "hj": "○奏請使金貴榮, 回自燕京, 皇帝降勑, 策封王妃, 賜誥命冕服。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The officials of the State Council and the Six Ministries addressed the throne on the first day of the coming eulsa year without ceasing. The King proceeded to Sajeong Hall and summoned the officials of the State Council , the left and right state councilors , the assistant state councilors , the ministers of the Six Ministries , and the officials of the State Council and the Six Ministries for deliberation on their judgment. From the beginning, he removed the government posts of Jeong Sungsun and Im Baekryeong . ",
                "H2KE-nKo": "대신과 삼사가 을사년의 신원에 관한 일을 연이어 아뢰어 그치지 않았다. 주상이 사정전에 나아가 삼공, 좌우찬성, 참찬, 육경, 삼사의 장관을 명소하여 자문을 구하고 처분을 의논하여 비로소 정순붕과 임백령의 관작을 삭탈하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 8월 1일(병신) 1번째기사",
                "gt-oKo": "대신과 삼사(三司)가 을사인의 신원(伸冤) 문제를 연계(連啓)하여 멈추지 않으니, 상이 사정전(思政殿)에 나아가 삼공·좌우 찬성·좌우 참찬·육경·삼사의 장관을 명소(命召)하여 어떻게 처분할 지 논의하여, 비로소 정순붕과 임백령의 관작을 삭탈하였다.",
                "hj": "○朔丙申/大臣、三司連啓乙巳伸冤事不止。 上御思政殿, 命召三公、左右贊成、參贊、六卿、三司長官, 咨議處分, 始削奪鄭順朋、林百齡官爵。"
            },
            "2": {
                "H2KE-EN": "The three state councilors led all the officials to the palace courtyard to request the dismissal of the meritorious deeds, and to expel the grievances of Yu Gwan and Yu Inson . From this day forward, the officials of the Office of the Inspector General added five times each day, and the officials of the Office of the Censor General added three times each day. The advice read as follows: The dismissal of meritorious deeds and the grievances of grievances have been designated from the beginning of Your Majesty since the beginning of Your Majesty ascended the throne. In your subjects opinion, the grievances of wicked men have been accused to death and plotted to benefit their own benefits. It has been long since the truth has been confined and the harmful effects have already been exhausted. Therefore, it would be impossible to demonstrate Your Majestys will. Therefore, your subjects strongly stopped the advice of meritorious deeds and desired to wait until Your Majesty ascended the throne for a long time, and after the study of the sagacity of the Royal Confucian Academy has been expelled to distinguish the virtuous and virtuous. Now, when the 공론 has been indignant and unclear, it is impossible to observe the circumstances whenever a matter occurred. Therefore, it would be impossible to prevent such grievances. Although your subjects beginning the beginning of this, the 공론 had already been observed, it would be impossible to sit lightly on the grounds that the loyalty and virtuous deeds cannot be long delayed. The dismissal of meritorious deeds cannot be long delayed because the grievances of the 공론 cannot be long delayed. The King said that high officials did not originally delay meritorious deeds from the dismissal of meritorious deeds, but now the advice of the Office of the Inspector General has been observed against the circumstances and thus inevitably observed the circumstances, which cannot be easily changed day and night. Therefore, in order to explain the advice of Your Majesty to first report to the throne, but the dismissal of those who are easily deceived, dared not arbitrarily arbitrarily. This is the original intent of your subjects. Now, the advice of justice has already been observed, and the virtuous and circumstances are apprehensive. Although your subjects wish to arbitrarily delay the advice of the circumstances, the advice of righteousness and correctly arbitrarily arbitrarily. The Ministry of Rites also reported as follows: Initially, when Im was separated with the deep grievances, he could not dare to satisfy the circumstances. Initially, he was merely banished to a designated area and banished to a designated area. Subsequently, he was bestowed upon his death sentence.",
                "H2KE-nKo": "삼공이 백관을 거느리고 복합하여 위훈을 삭제하고 유관과 유인숙의 억울함을 신원해 주기를 청하였다. 이로부터 양사가 하루에 다섯 번 아뢰고 옥당이 하루에 세 번 차자를 올렸다. 이준경이 아뢰었는데, 그 대략에,“위훈을 삭탈하고 억울함을 신원해 주자는 논의는 전하께서 즉위하신 초기부터 입이 있는 자는 모두 말하고 싶었습니다. 그러나 신의 생각에는 ‘흉악하고 간사한 무리가 사람을 죽을 곳에 몰아넣어 자기에게 이익을 도모하고 없는 사실을 꾸며 낸 지 이미 오래되어 그 해독이 이미 고질화되었는데 갑자기 논의를 제기하여 많은 힘을 들여도 성상의 마음을 쉽게 돌리지 못하면 난처한 일이 많을 것이다.’라고 여겼습니다. 그러므로 신이 그 논의를 힘껏 중지시키고 주상께서 임어하신 지 오래되고 학문이 고명해지기를 기다린 뒤에 아뢰어 성상의 마음을 열고 선악을 분별하는 데 어려움이 없게 하고자 하였습니다. 지금은 공론이 답답해하던 나머지 일을 만나면 발로되어 마치 강하가 달아나는 것과 같아서 막을 수가 없습니다. 신들의 처음 생각은 비록 이와 같지 않았으나 공론이 이미 제기되었으니 감히 가만히 보고만 있을 수 없습니다. 충현이 원통하게 죽은 것을 오래 묵혀 두어서는 안 되고 위적이 더럽혀진 것을 오래 묵혀 두어서도 안 되며 공론이 분해하고 원통해하는 것을 오래 묵혀 두어서는 안 되기 때문입니다.”하였다. 주상이 대신이 애초에 위훈을 삭제하자는 논의가 없다가 지금 삼사가 뒤에 제기된 것은 핍박을 당하여 어쩔 수 없는 논의를 한 것이라고 하여 준엄한 비답을 내리고 윤허하지 않았다. 이준경 등이 또 아뢰기를,“신들이 주벌하고 신원해 주자는 간절한 마음은 애당초 지금 말하는 자들의 뜻과 다름이 없었습니다. 다만 전교를 받들 때마다 준엄한 말씀이 많았고 권간이 무함하고 없는 사실을 꾸며 내는 화는 이미 극도로 고질화되어 하루아침에 말로 성상의 마음을 쉽게 돌릴 수 있는 것이 아니었습니다. 그러므로 이에 간언을 받아들이는 의리를 원용하여 우선 개오하기 쉬운 것만 아뢰고 머뭇거리며 감히 경솔하게 논의를 제기하지 못하였습니다. 이것이 신들의 본뜻입니다. 지금은 정론이 이미 제기되고 의기가 늠름하여 신들이 비록 머뭇거리며 저지하려고 해도 사론이 크게 일어나고 의리가 곧고 말이 정당하여 신들이 애당초 다른 마음이 없었던 것과는 과연 서로 부합하니 그만둘 수 없는 점이 있습니다. 더구나 신들이 전일 논설할 때에 ‘을사년의 옥사에는 의논할 만한 일이 많이 있다.’라고 한 것은 후일 장본을 자세히 논의하기 위하여 제기한 것입니다. 다만 성상께서 이를 소홀히 여겨 지나치게 보신 것일 뿐이니 지금 아뢴 뜻과는 실로 상반되지 않고 전후로 서로 제기된 것입니다.”하고, 또 아뢰기를,“당초에 윤임은 이미 여러 윤씨들과 깊은 원수를 맺었습니다. 인종께서 병세가 위독할 때에 무지한 무부로서 왕실의 가까운 친척이라는 핑계로 자신을 보전할 계책을 도모하였으니 그 흉특한 정상은 참으로 감출 수 없습니다. 유관과 유인숙은 고명 대신이거나 유악의 중신으로서 명망과 지위가 이미 극에 달하였고 나이도 많은데 무슨 불만스러운 마음이 있다고 역적 윤임과 함께 뜻밖의 희망을 내세워 스스로 불측한 단서에 빠지려고 한단 말입니까. 당초에는 근거할 만한 죄가 없었으므로 원근을 나누어 귀양만 보냈을 뿐이고 이어서 교묘하게 명목을 붙여 죽음을 면하였습니다. 그 뒤에 또 김명윤이 공을 내세워 고변한 것으로 인하여 자제들을 잡아다가 온갖 방법으로 유혹하고 위협하여 속일 만한 말을 지어내어 대역죄로 논하였습니다. 반역이 어떠한 죄명인데 살았을 때에 자복을 받지 않고 죽은 뒤에 세 번째 죄목을 억지로 뒤집어 씌워 도리어 공을 세웠다고 한단 말입니까. 그가 교묘하게 얽어 옥사를 만든 정상이 여기에서 매우 확실합니다.”하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 8월 1일(병신) 2번째기사",
                "gt-oKo": "삼공이 백관을 거느리고 복합(伏閤)하여 위훈(僞勳) 삭제와 유관·유인숙의 원왕을 신설할 것을 청하였다. 이때부터 양사(兩司)는 하루에 5차례씩 아뢰고, 옥당(玉堂)은 하루 3차례씩 차자를 올렸다. 이준경(李浚慶)이 아뢴 내용은 대략, “위훈을 삭탈하고 원왕을 신설해야 한다는 논의는 전하가 즉위한 초기부터 모두다 말하고 싶어하던 문제입니다. 신은 흉사한 무리들이 사람을 죽을 땅에 빠뜨려 놓고 저들의 이익만 도모하기 위하여 허위로 날조한 지 오래되어 그 유독(流毒)이 이미 고질화되어 있는 상태인데, 섣불리 발론하였다가 힘만 허비하고 쉽게 회천(回天)을 못할 경우 난처한 일만 더 많아질 것이라고 여겼습니다. 그래서 신은 그 논의를 멎게 하기에 주력하여 주상께서 임어(臨御)한 지 오래되고 학문도 더 고명(高明)해진 뒤 조용한 기회에 아뢰어 성상의 마음을 인도하면, 선과 악을 구별하기가 더 무난해지리라 여기고 그때를 기다리고자 했습니다. 그런데 지금은 공론이 억눌려 있던 나머지 우연한 일로 발단되어, 봇물이 터지듯 폭발하여 막을 길이 없게 되었습니다. 신들의 처음 생각은 비록 그런 것이 아니었으나 공론이 이미 발단되었으니, 나 몰라라 하고 좌시하고 있을 수만은 없게 되었습니다. 억울하게 죽은 충현(忠賢)을 오래도록 그냥둘 수 없고, 더러운 위훈을 오래도록 덮어둘 수 없으며, 억울하고 울분에 찬 공론을 오래도록 눌러두고만 있을 수 없기 때문입니다.” 하였다. 상은, 대신이 처음에는 위훈에 관하여 아무런 말이 없다가 삼사가 일어난 지금에야 말을 하는 것은 핍박되어 부득이해서 하는 것으로 생각하고 준엄한 비답으로 윤허하지 않았다. 준경 등이 또 아뢰기를, “신들의 주토(註討)하고 신설(伸雪)하고자 하는 간절한 마음은 지금 말을 하고 있는 그들과 애당초 다른 바가 없었습니다. 신들의 본의는 다만 전교를 받들 때마다 사기가 너무 준엄하였고 권간(權奸)들이 주상을 속이기 위해 날조한 화기(禍機)가 물샐틈 없어 하루아침에 말로 성상의 마음을 돌릴 수 있는 성질의 것이 아니었기 때문에, 성심을 드리는 뜻에서 우선 개오(開悟)하시기 쉬운 것부터 먼저 아뢰고 그 문제는 때를 기다리기 위하여 뒤로 미루고 감히 가볍게 발론을 못했던 것입니다. 그런데 지금 정론(正論)이 이미 터졌고 의기 또한 늠름하여 신들이 비록 그것을 보류시키거나 막으려고 하여도, 크게 일어나고 있는 사론이 뜻과 내용이 바르고 곧아 애당초 서로 다를 것이 없었던 신들의 마음과 합치되고 있으므로 그만둘 수가 없습니다. 더구나 신들이 전일 논의할 때, 을사년 옥사는 논의해야 할 문제가 많다고 했던 것은 바로 후일 기회가 되면 자세히 논의할 수 있는 터전을 마련하기 위하여 한 말이었습니다. 다만 성상께서 그것을 소홀히 들어 넘겼을 뿐이지 지금 아뢰는 뜻과 실로 상반되는 것이 아니라 서로 통하는 것입니다.” 하고, 또 아뢰기를, “당초에 윤임은 다른 여러 윤씨들과 깊은 원수 사이였는데, 인묘의 병세가 위독하자 일개 무지한 무부(武夫)로서 외척의 지위를 이용하여 자신의 안전책을 도모했으니, 그 흉악하고 간특한 정상을 숨길 수가 없습니다. 그러나 유관·유인숙은 고명 대신(顧命大臣)과 유악 중신(帷幄重臣)으로서 명망과 지위가 극에 달했고 연로한 처지에, 무슨 불만이 있어서 윤임같은 자와 짜고 분수에 넘치는 것을 탐하여 스스로 불측한 짓을 했겠습니까. 처음에는 증거삼을 만한 죄가 없으니 먼 곳과 가까운 곳에 각기 귀양만 보냈다가 뒤이어 교묘한 명목을 씌워 사사(賜死)하였고, 그 뒤에는 또 김명윤(金明胤)의 공을 노린 고변으로 인하여 자제들까지 잡아들여서 백방으로 어르고 위협하여 남을 속일 만한 말을 만들어 내어 대역의 죄로 논하였던 것입니다. 반역이 어떤 죄명인데 살았을 때 복초(服招)도 받지 않고 죽은 뒤 세 차례의 조작을 거쳐 억지로 뒤집어 씌우고는 그것을 도리어 공로라고 하는 것입니까. 그들이 교묘하게 얽어 옥을 꾸민 정상은 이것으로 분명하게 드러난 것입니다.” 하였다.",
                "hj": "○三公率百官伏閤, 請削僞勳, 伸雪柳灌、柳仁淑之冤。 自是, 兩司日五啓; 玉堂日上三箚。 李浚慶之啓, 略云: “削奪僞勳; 昭雪冤枉之論, 自殿下卽位之初, 有口者皆欲言之。 而臣之意以爲: ‘兇邪之輩陷人於死, 圖利於己, 鍛鍊旣久, 流毒已痼, 遽爾發論, 至於多少費力, 而未易回天, 則事多難處。’ 故臣力止其議, 欲待主上臨御之久; 學問高明之後, 縱容啓迪, 以開聖衷, 分別淑慝之毋難者矣。 今則公論鬱抑之餘, 遇事而發, 如江河之奔放, 不可防止。 臣等始計, 雖不如此, 而公論旣發, 則不敢坐視而置諸秦、越者。 忠賢之冤死, 不可以久枉; 僞籍之留穢, 不可以久淹; 公論之憤冤, 不可以久鬱故也。” 上以大臣初無削勳之論, 而今發於三司之後者, 乃見迫而爲不得已之論也, 批辭嚴峻, 不允。 浚慶等又啓: “臣等切於誅討、伸雪之心, 初無異於方今言者之意矣。 第以每承傳敎, 辭多嚴峻, 而權奸誣罔羅織之禍, 痼閉已極, 非朝夕唇舌, 可易回天。 故玆援納約之義, 姑先其易於開悟者啓之, 而遲留停待, 不敢輕發。 此, 臣等之本意也。 今則正論已發, 義氣澟澟, 臣等雖欲遲留沮抑, 而士論大作, 義直辭正, 與臣等初無有異之心, 果與之合而有不可已者。 況臣等前日論說之際固曰: ‘乙巳之獄, 多有可議之事。’ 爲後日詳論張本而發之也。 特聖念忽此, 而過視焉耳, 與今啓意, 實不相反, 前後互相發也。” 又啓云: “當初尹任, 旣與諸尹結爲深讐, 當仁廟大漸之際, 以無知武夫, 託肺腑之地, 謀爲自全之計, 其兇慝之狀, 固不可掩矣。 柳灌、仁淑則或以顧命大臣; 或以帷幄重臣, 名位已極, 年又衰老, 有何不滿之心, 而乃與賊任, 謀生意外之望, 自陷不測之端乎? 當初旣無可據之罪, 分遠近竄逐而已, 繼而巧加名目, 賜之以死。 厥後又因金明胤要功告變, 乃拿取子弟, 百般誘脅, 造出可欺之言, 論以大逆之罪。 叛逆是何等罪名, 而生時未嘗取服, 乃於身死之後, 第三節而勒以加之, 反以爲功乎? 其巧搆成獄之狀, 於此甚的然矣。”"
            },
            "3": {
                "H2KE-EN": "On sinhae day, a high-ranking official reported [to the King], saying, This is due to the Queen Mothers residence , and thus the King has not dared to reform it. The Queen Mother heard this and instructed [the Queen Mother], saying, Upon hearing this words, I am extremely uncomfortable. Now, this major discussion is only based on the circumstances and principles. How could the King not follow [the Queen Mother] because of my incident? I should not live with the King in the same place. [The King] wanted to move to the detached palace. Consequently, [Yi] 이준경 and others reported, We, your humble subjects, think that the Kings filial piety is endless, and we are afraid that the heart of the Queen Mother might be injured. [But] we cannot bear to suddenly address the words and discuss [the matter] with all of them. [But] we did not dare say that the Queen truly thoughts. The words of your humble subjects were unclear. [But] this sudden instruction, which should be punished by death. The King also instructed, The words of those who are not remonstrated to the world are not remonstrated to the world, and it is inappropriate to speak after [the world] replaced after [the world replaced] replaced after [the world replaced]. [Yi] 이준경 and others also reported, At the time, the name of the reputation of the replacement of the reputation of the throne.",
                "H2KE-nKo": "대신이 계사에서 아뢰기를,“이는 자전께서 현재 거처하고 계시기 때문에 주상께서 감히 개혁하지 못하시는 것입니다.”하니, 대비가 그 말을 듣고 하교하기를,“이 말을 듣고 나니 매우 미안하다. 이 대의는 일의 체모만을 따라서 처리할 뿐이니 주상께서 어찌 나 때문에 따르지 않을 리가 있겠는가. 나는 임금과 함께 거처해서는 안 된다.”하고, 별궁으로 거처를 옮기려고 하였다. 이에 이준경 등이 아뢰기를,“신들은 주상의 효성이 무궁하여 자전의 마음을 상하게 할까 염려되어 차마 갑자기 그 말을 윤허하지 못하고 모두 말을 만들어 의논하였던 것이지, 감히 자전께서 실로 이런 생각을 하셨다고 한 것은 아닙니다. 신들의 말이 명백하지 못하여 이런 뜻밖의 하교를 받게 되었으니, 그 죄는 만번 죽어 마땅합니다.”하니, 주상이 또 하교하기를,“언자가 당세에 간하지 않고 세대가 바뀐 뒤에 말하는 것은 옳지 않다.”하였다. 이준경 등이 또 아뢰기를,“당시에는 토역이라는 명목으로 하나의 큰 제목을 삼아 한 마디 말이라도 있으면 번번이 반역으로 주벌하였으니, 누가 감히 한 마디 말을 하여 반역이라는 명목에 해당되겠습니까. 입으로는 감히 말할 수 없으나 인심이 따르지 않아 끝내 사라지지 않았습니다. 지금은 밝은 태양이 중천에 떠 있어 온갖 교화가 새로워지고 있으니, 지난날 감히 노했던 마음이 마치 초목이 마르고 뿌리가 떨어진 것과 같습니다. 어찌 지난날 말하지 않은 것을 가지고 오늘날 죄를 돌려 공론을 거절하여 싹트려는 사기를 꺾을 수 있겠습니까.”하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 8월 1일(병신) 3번째기사",
                "gt-oKo": "대신이 아뢴 내용 중에, 자전(慈殿)이 임어하고 계시기 때문에 상께서 감히 고치지 못하는 것이 아니냐는 대목이 있었는데, 대비(大妃)가 듣고 하교하기를, “그 말을 듣고 나니 매우 편치 못하다. 이와 같은 대의(大義)는 사체(事體)에 따라 처리할 뿐이니 주상이 어찌 나 때문에 따르지 않을 리가 있겠는가. 내가 임금과 함께 있어서는 아니되겠다.” 하고는, 별궁(別宮)으로 거소를 옮기려고 하였다. 이에 이준경 등이 아뢰기를, “신들은 다만 주상의 지극한 효성에 자전의 마음이 상할까 염려되어 차마 선뜻 윤허하지 못하시는 것인가 가정해 본 것이니, 자전께서 참으로 그러한 생각을 가지고 계신다는 것은 아닙니다. 신들의 말이 분명하지 못하여 이같은 뜻 밖의 하교를 받게 되었으니, 만 번 죽어 마땅합니다.” 하였다. 상이 또 언자(言者)들이 그 당시에 간하지 않고 대(代)가 바뀐 뒤에 와서야 말하는 것은 불가하다는 뜻으로 하교하니, 준경 등이 또 아뢰기를, “그때 당시는 토역(討逆)이라는 이름이 하나의 큰 제목(題目)이 되어 있어 누구라도 말 한 마디만 하면 곧 반역으로 몰아 죽였는데, 누가 감히 말 한 마디 했다가 반역의 이름을 쓰려 했겠습니까. 그러나 입으로는 비록 말을 감히 못했어도 인심은 불복한 채로 억눌려 왔습니다. 지금은 태양이 중천에 떠 있고 모든 것이 유신(維新)하는 때이니 전에 분노했던 인심이 마치 초목의 말라빠진 뿌리가 때를 만나 다시 싹이 돋듯 하는데, 어찌 전일 말하지 않았다 하여 오늘에 죄를 돌려 공론을 막고 바야흐로 움트는 사기(士氣)를 꺾을 수 있겠습니까?” 하였다.",
                "hj": "○大臣啓辭中有云: “此由慈殿方御, 故自上不敢改革。” 云云, 大妃聞之, 下敎曰: “聞此語, 予極未安。 當此大議, 只隨其事體而處之, 主上豈可以予之故, 而有不從之理者? 予不當與人主同居。” 欲爲移御別宮。 於是, 李浚慶等啓曰: “臣等只念, 主上孝思無窮, 恐傷慈殿之心, 未忍遽允其言, 皆設辭擬議, 非敢謂慈殿實有是念也。 臣等辭不明白, 被此意外之敎, 罪當萬死。” 上又下敎以: “言者不諫於當世, 而乃言於易代之後, 爲不可。” 浚慶等又啓: “當時以討逆之名爲一大題目, 人有一言, 輒以叛逆誅殺之, 誰敢出一言, 以當叛逆之名乎? 口雖不敢言, 而人心之不服, 終不能泯。 今者白日中天, 萬化維新, 前日敢怒之心, 如草木之枯枿衰根, 遇時而發, 安可以前日之不言, 歸罪於今日, 而拒絶公論, 以沮方萌之士氣乎?”"
            },
            "4": {
                "H2KE-EN": "At this time, the King had long been successively inherited the throne and filial piety toward the Queen Mother . As he was a member of the same clan, he still harbored grievances and refused to surrender. Jungyeong and others reprimanded the transgression of his meritorious deeds from the gichuk year ( and thus caused harm to the natural disaster. Thus, the distinction between Im Ims crime and the distinction between right and wrong were unclear. Only after the three offices had been raised, he began to begin the court [of Ming China]. Therefore, the King suspected that this was not what he had done but did not immediately advise his approval. Minister Song Gisu joined the royal palanquin and thoroughly explained the situation of the eulsa year and eventually shed tears. The King said, Does my nobleman not stay in the court at that time? Song Gisu answered, saying, Then, why did my nobleman say? Song Gisu could not answered. The left and right officials said, The life and death is also grave. It is not easy for you to surrender yourself to all yourselves. The King said, Then, why would Baek Ingap be able to preserve until now? The left and right officials also could not answered. ",
                "H2KE-nKo": "이때 주상이 대통을 이은 지 오래지 않아 자전을 효성스럽게 봉양하였는데, 윤원형의 당류 중에는 그래도 원망을 품고 물러나 있는 자도 있었다. 이준경 등이 기묘년에 삭훈되어 화를 초래한 전철을 징계하여 망설이면서 발론하지 않았고, 윤임이 역순을 분변할 때 명백하게 말하지 않다가 삼사가 논의를 제기한 뒤에야 비로소 정청하였다. 이 때문에 주상이 그의 본심이 아닌가 의심하여 즉시 윤허하지 않았다. 판서 송기수가 입시한 기회에 을사년 사람들이 원통하게 죽은 정상을 극진히 말하고 눈물을 흘리기까지 하였다. 주상이 말하기를,“경은 그때 조정에 없었는가?”하니, 대답하기를,“조정의 반열에 있었습니다.”하였다. 주상이 말하기를,“그렇다면 경은 어찌하여 한마디 말도 없었는가?”하니, 송기수가 대답하지 못하였다. 좌우가 아뢰기를,“죽고 사는 것도 큽니다. 목숨을 바쳐 할 말을 다하는 것은 쉽지 않습니다.”하니, 주상이 말하기를,“그렇다면 백인걸은 어찌하여 지금까지 살아 있는가?”하니, 좌우도 대답하지 못하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 8월 1일(병신) 4번째기사",
                "gt-oKo": "이때는 상이 대통을 이은 지 오래지 않아 자전을 효성스레 받들고 있었고, 윤원형의 당류들로 원망을 품고 숨어 있는 자들이 있었기 때문에, 준경 등이 기묘년에 삭훈(削勳)을 서둘다가 화를 불렀던 전철을 징계 삼아 망설이며 발론을 못하였고, 윤임 사건의 순역(順逆)에 대해 분명하게 말하지 못하다가 삼사가 발론한 후에야 비로소 정청(庭請)하였다. 그래서 상은 그것이 본심이 아닌가 의심하여 즉시 윤허하지 않았던 것이다. 판서 송기수(宋麒壽)가 입시하여 을사인들이 억울하게 죽어간 정상을 극언하면서 눈물을 흘리자, 상이 이르기를, “경은 그때 조정에 없었던가?” 하니, 기수가 조정에 있었다고 아뢰었다. 상이 이르기를, “그렇다면 경은 왜 한 마디 말도 하지 않았는가?” 하니, 기수가 대답을 못하였다. 좌우에서 아뢰기를, “죽고 사는 것도 큰 문제입니다. 몸을 버리고 할 말을 다한다는 것이 쉬운 일이 아닙니다.” 하니, 상이 이르기를, “그렇다면 백인걸(白仁傑)은 어찌하여 지금까지 끄떡없이 살아 있는 것인가?” 하자, 좌우 역시 대답을 못하였다.",
                "hj": "○是時, 上繼統未久, 孝奉慈殿, 元衡黨類, 猶有怨懟退伏者。 浚慶等懲己卯削勳招禍之轍, 遲疑不發, 其於尹任逆順之辨, 語未明晳, 及三司發論之後, 方始庭請。 故上疑非其本心, 而不卽開允。 判書宋麒壽因入侍, 極言乙巳人冤死之狀, 至於泣下。 上曰: “卿其時不在朝耶?” 對曰: “在朝列矣。” 上曰: “然則卿何無一言耶?” 麒壽不能對。 左右曰: “死生亦大矣。 捐身盡言, 未易也。” 上曰: “然則白仁傑何至今生全耶?” 左右亦不能對。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "The inspectors and censors submitted their resignation for a long time without permission.",
                "H2KE-nKo": "대간이 오랫동안 윤허를 받지 못하였다는 이유로 사직하고 나오지 않았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 9월 1일(병인) 1번째기사",
                "gt-oKo": "대간이 오래도록 윤허를 받지 못했다는 이유로 사직하고 나오지 않았다.",
                "hj": "○朔丙寅/臺諫以久未蒙允, 辭職不出。"
            },
            "2": {
                "H2KE-EN": "The King appointed 유희춘 as deputy director of the Office of Royal Decrees and Kang Sasang as inspector general .",
                "H2KE-nKo": "유희춘을 부제학으로, 강사상을 대사헌으로 삼았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 9월 1일(병인) 2번째기사",
                "gt-oKo": "유희춘(柳希春)을 부제학으로, 강사상(姜士尙)을 대사헌으로 삼았다.",
                "hj": "○以柳希春爲副提學, 姜士尙爲大司憲。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On eulmi day, the inspectors and censors of the Office of the Inspector General and the Office of the Censor General again proceeded to their office. They discussed the grievances and their meritorious deeds as before.",
                "H2KE-nKo": "삭을미년에 대간이 다시 취직하여 설원하고 삭훈하는 것을 예전과 같이 논하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 10월 1일(을미) 1번째기사",
                "gt-oKo": "대간이 다시 직에 나와 설원(說冤)과 삭훈(削勳)에 대하여 전과 같이 논계하였다.",
                "hj": "○朔乙未/臺諫復就職, 論雪冤、削勳如故。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the names of Yu Gwan and Yu Insu be 신설ed.",
                "H2KE-nKo": "유관과 유인숙의 역명을 신원해 주라고 명하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 10월 1일(을미) 2번째기사",
                "gt-oKo": "유관(柳灌)과 유인숙(柳仁淑)의 역명(逆名)을 신설할 것을 명하였다.",
                "hj": "○乃命伸雪柳灌、柳仁淑逆名。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On eulchuk day, the inspectors and censors stopped the suspension of appraisals for the rite of the new moon . After the proposal had been delayed, all government offices neglected their duties and wailed in the court for seven months, but eventually the appraisal of their meritorious deeds was imposed upon their meritorious deeds. [Maeng] Jungyeong and others said, It would be proper to slowly promote [the meritorious deeds]. The suspension of appraisal for the meritorious deeds was too presumptuous, and thus we could not approval.",
                "H2KE-nKo": "대간이 삭과의 삭과에 대한 계사를 정지하였다. 이전부터 논핵하는 계사를 올리기 시작한 뒤로 백사가 직무를 폐기하고 복합한 지 모두 7개월이 되었으나 끝내 삭훈되지 못하였다. 이에 이준경 등이 아뢰기를,“거사를 점차 진행해야 하는데 삭훈하자는 의론이 너무 갑작스러웠기 때문에 윤허를 받지 못한 것입니다.”하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 11월 1일(을축) 1번째기사",
                "gt-oKo": "대간이 신설과 삭훈에 대하여 정계(停啓)하였다. 발론한 뒤 7개월 간 백사(百司)가 모두 직을 폐하고 합문에 엎드려 부르짖었으나, 끝내 삭훈을 이루지 못하였다. 이에 대하여 준경 등은 다음과 같이 말하였다. “거사를 하려면 점진적으로 하여야 되는데, 삭훈에 대한 논의는 너무 급했기 때문에 청을 이루지 못했다.”",
                "hj": "○朔乙丑/臺諫停伸削之啓。 自發論後, 百司廢職叫閤者, 凡七朔而竟不得削勳。 浚慶等曰: “擧事當以漸進。 削勳之議太遽, 故未能得請耳。”"
            },
            "2": {
                "H2KE-EN": "Due to the confrontation of public opinions, sometimes asked Sim Uigyeom to secretly inform the Queen Mother of earnestly on this matter. Sim Uigyeom declined not to do so. Bai Yan said, It was indeed that Sim Uigyeom was banished to a designated area. Only Sim Uigyeom said that he did not dare to do so. This is why he is not desired to deprive him of his meritorious deeds. Because of this, many people blamed Sim Uigyeom. Sim Uigye said to others, Meanwhile, clerks, palace eunuchs, as well as one thousand people who participated in the minor meritorious deeds, they colluded with each other. These people will surely obey their death and plotted to stop the public opinions. If the matter is not completed, harmful effects would be impossible. It would be better not to do so. Later, I heard that palace eunuchs and others wailed and appealed to the Queen Mother, saying that the public opinion is called the former kings. The Queen Mother had inevitably occurred. The King, having difficulty arbitrarily decided by him, thus the King finally did not follow their recommendation.",
                "H2KE-nKo": "주상이 공론을 굳게 거부하고 있을 때 어떤 사람이 심의겸에게 자전(慈殿 정순왕후)께 은밀히 아뢰어 기필코 성사되도록 권하였으나 심의겸은 감히 그럴 수 없다고 사양하였다. 이에 백인걸이 아뢰기를,“이양이 찬배된 것은 실로 심의겸이 계도하여 성사시킨 것입니다. 그런데 지금 유독 감히 그럴 수 없다고 하니, 이는 삭훈하고 싶지 않아서입니다.”하였다. 이 때문에 많은 사람들이 심의겸을 허물하였다. 심의겸이 사람들에게 말하기를,“이서와 액정서 사람으로 원종에 참록된 자가 1000여 인이나 되는데 서로 결탁하고 있다. 이들은 필시 죽음을 무릅쓰고 공론을 저지할 것이니, 만약 이 일을 거행하다가 성사되지 못하면 도리어 해가 될 것이다. 그만두는 것이 나을 것이다.”하였다. 그 뒤에 액정서의 사람들이 자전께 ‘공론이 선왕을 저버린다.’라고 울면서 호소하였다는 말을 듣고 자전이 동요하지 않을 수 없었는데, 주상이 독단적으로 결단하기 어려웠기 때문에 끝내 따르지 않았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 11월 1일(을축) 2번째기사",
                "gt-oKo": "상이 공론에 대하여 굳게 반대하고 있을 때, 혹자가 심의겸(沈義謙)에게 자전께 은밀히 아뢰어 성사가 되도록 할 것을 권하였는데, 의겸은 감히 못할 일이라고 사양하였다. 이에 백인걸이, “이양(李樑)이 귀양가게 된 것이 사실 의겸으로 말미암아 이루어진 것인데, 지금 감히 못하겠다고 하니 이는 삭훈하고자 하지 않는 것이다.” 하였으므로, 많은 사람들이 의겸을 허물하였다. 의겸이 남에게 말하기를, “서리(胥吏)·액정(掖庭) 할 것 없이 원종 공신(原從功臣)에 참여된 자가 1천여 명에 달하는데 서로 결탁하고 있으므로 필사적으로 공론을 저지할 것이다. 만약 거론했다가 이루지 못하면 도리어 해가 있을 것이니 그만두느니만 못하다.” 하였는데, 그후 듣자니 액정인들이, 공론이 선왕(先王)을 저버리고 있다고 자전에게 읍소(泣訴)하여 자전이 동요되었으므로, 상이 독단하기 어려워 해 끝내 공론을 따르지 않은 것이라고 한다.",
                "hj": "○方上之牢拒公論也, 或勸沈義謙密白慈殿, 期於成事, 義謙辭不敢。 白仁傑曰: “李樑之竄, 實義謙啓迪成之, 而今獨云不敢, 是不欲削勳也。” 以此, 衆多咎義謙。 義謙語人曰: “吏胥與掖庭人, 參原從者千餘人, 互相締結。 此人等必冒死, 圖沮公論。 若擧而未成, 則反有害焉, 不如且已。” 其後聞, 掖庭人等, 泣訴慈殿以 ‘公論爲負先王’ 慈殿不能無動, 自上難於擅斷, 故卒不從。"
            },
            "3": {
                "H2KE-EN": "The King established the directorate for the Establishment of Ceremonies . Yi Gyeongsun and others deliberated on the matter and requested the establishment of the directorate to deliberate on the administrative circumstances in order to eliminate the evils of paying tribute. The King followed their advice. The chief state councilor was in charge of selecting 식견이 있는 court officials and appointed section chiefs . Originally, the King intended to abolish evil effects and to benefit the people. However, the King strived to follow the precedent, and high officials also disliked to revise the administrative circumstances. However, the directorate administrative claiming that the directorate was impossible to equally impossible for the presentation of tribute to each jurisdiction without any benefit. The guesthouse said to Kwon Cheol , The directorate for the Establishment of Ceremonies was originally to equally imposing tribute to each jurisdiction of the jurisdiction of each jurisdiction. However, the jurisdiction of each jurisdiction of the jurisdiction of each ju",
                "H2KE-nKo": "정공도감을 설치하였다. 이준경 등이 건의하여 국을 설치하고 상세히 의논하여 대신 납부하는 간사한 폐단을 제거할 것을 청하니, 그대로 따랐다. 삼공으로 하여금 이 일을 주관하게 하고 유식한 조정 인사를 뽑아 낭속으로 삼았다. 처음에는 폐단을 개혁하고 백성을 이롭게 하려고 하였으나 주상이 애써 전례를 따르려 하였고 대신도 개혁하는 것을 꺼려 단지 문부만을 필삭하고 감정하였으므로 끝내 이익이 없었다. 객이 권철에게 말하기를,“정공도감은 본래 열읍의 공진을 균등하게 하려고 한 것인데, 주현이 옛날에는 풍요하다가 지금은 궁핍하기도 하고 물산이 옛날에는 있었으나 지금은 없기도 하며, 민호가 옛날에는 많았으나 지금은 적기도 하며, 전야가 옛날에는 다스려졌으나 지금은 황폐해지기도 하니, 각 읍의 물산이 있는지 없는지와 민호가 많은지 적은지, 전야가 황폐한지, 전곡이 풍부한지를 살펴서 공진의 수량을 개정하여 각각 알맞게 한다면 공진이 균등해져서 백성이 실질적인 혜택을 받게 될 것이다. 지금은 그렇지 않아서 소현은 대주의 10분의 1에 불과할 뿐 아니라 정해진 공물도 약간 차등이 있을 뿐이고 크고 작은 구별이 없다. 소현의 백성은 더욱 부역이 과중하니, 이는 개혁하지 않을 수 없는 것이다.”하니, 권철이 말하기를,“이와 같은 대정은 명세지재가 아니면 할 수 없습니다. 다만 주군의 온갖 수요를 관에서 쓰는 것은 일체 백성에게 부과하지 말고 모두 창고의 곡식으로 스스로 마련한다면 백성이 휴식할 수 있을 것입니다.”하였다. 객이 말하기를,“주군은 빈부가 같지 않아서 대읍은 지탱할 수 있지만 소읍은 창고의 곡식이 많지 않으니, 수령은 필시 공무를 빙자하여 사욕을 채우려고 교묘하게 명목을 세워 백성에게서 거두어들일 것이다. 가령 백성에게서 거두지 않는다 하더라도 창고의 곡식이 바닥나서 경상 비용을 지탱할 수 없다면 장차 어떻게 처리해야 하겠는가?”하니, 권철은 그렇게 여기지 않았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 11월 1일(을축) 3번째기사",
                "gt-oKo": "정공 도감(正供都監)을 설치하였다. 이준경(李逡慶) 등이 건의하여 국(局)을 개설하고 상밀하게 의논함으로써 대납(代納)의 간람(奸減)한 폐단을 없애야 한다는 청에 따라 설치한 것으로, 삼공(三公)이 주관하고 식견 있는 조사(朝士)를 선임하여 낭속(郞屬)으로 삼았다. 처음에는 폐단을 없애고 백성에게 이익을 주기 위하여 설치했던 것인데, 상의 뜻이 전례를 따르기에만 힘쓰고 대신들 역시 경장(更張)을 싫어해서 단지 문서로 필삭(筆削)하며 감정(勘定)만 하였으므로, 결국 아무 이익도 없었다. 어떤이가 권철(權轍)에게 말하기를, “정공 도감을 둔 목적은 원래 각읍의 공진(貢進)을 균평하게 하기 위한 것인데, 옛날에는 풍요했던 주현(州縣)이 지금은 궁핍한 경우도 있고, 옛날에는 있었던 물산(物産)이 지금은 없기도 하고, 민호(民戶)가 옛날에는 많던 것이 지금은 줄어든 경우도 있고, 옛날에는 농사짓던 전야(田野)가 지금은 묵어 있는 곳도 있으니, 마땅히 각읍의 물산의 유무, 민호의 다과, 전야의 황벽(荒闢) 그리고 전곡(錢穀)의 풍색(豊嗇)을 조사하여 공진의 수를 각기 알맞게 책정해야만 공진이 균평해져 백성들이 실혜(實惠)를 받을 것이다. 그런데 지금은 그렇지 않아 작은 고을은 큰 고을의 10분의 1도 안 되는 곳이 있는데도 정해진 공물의 수는 약간의 차이가 있을 뿐이어서 크고 작은 구별이 없다. 그러므로 작은 고을 백성일수록 더욱 무거운 짐에 시달리고 있으니, 이는 고치지 않으면 안 될 문제이다.” 하니, 권철이 이르기를, “그와 같은 큰 정책은 명세지재(命世之才)가 아니고는 해낼 수가 없는 것이다. 다만 주군(州郡)에서 필요한 온갖 관용(官用)을 일체 백성에게 부과하지 말고 창곡(倉穀)으로 마련한다면 백성들이 쉴 수 있을 것이다.” 하였다 어떤이가 이르기를, “고을이 빈부가 같지 않아 큰 고을은 지탱할 수도 있겠지만 작은 고을은 창곡이 많지 않은데, 수령들이 틀림없이 공(公)을 빙자하여 사욕을 채우기 위해 교묘한 명목을 붙여 백성을 수탈할 것이다. 수탈하지 않는다 하더라도 창곡이 바닥이 나 경용(經用)을 지탱할 수 없게 된다면 그때는 어떻게 하겠는가?” 하였으나, 권철은 그렇게 여기지 않았다.",
                "hj": "○設正供都監。 李浚慶等建議, 請設局詳議, 以袪代納奸濫之弊, 從之。 以三公領之, 選朝士之有識者爲郞屬。 初欲革弊利民, 而上意務循前例, 大臣亦憚於更張, 秪以文簿, 筆削勘定, 卒無利益。 客有語於權轍曰: “正供都監, 本欲均列邑之貢進也。 而州縣或昔饒而今乏; 物産或昔有而今無; 民戶或昔衆而今寡; 田野或昔治而今荒, 當觀各邑物産之有無、民戶之多寡、田野之荒闢、錢穀之豐嗇, 改定貢進之數, 各得其當, 則貢進均平, 而民受實惠矣。 今也不然, 小縣不啻大州十分之一, 而其所定貢物, 略有差等而已, 無大小之別。 小縣之民, 尤苦役重, 此不可不改者也。” 轍曰: “如此大政, 非命世之才不能也。 但州郡百需爲官用者, 一切不賦於民, 皆以倉穀自備, 則民可休息。” 客曰: “州郡貧富不同, 大邑則或可支持, 小邑倉穀無多, 守令必不免憑公營私, 巧立名目, 以取於民。 假使不取於民, 若倉穀已盡而經用不可支, 則將何以處之?” 轍不以爲然。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gabo day, Supreme General [of the Middle Army] [], Hwang died. The King ordered that posthumous titles be conferred upon the chief state councilor and that condolence gifts be bestowed upon him in accordance with ritual. [Hwang] Hwang had already returned to his hometown and repeatedly submitted a memorial requesting that he be retired from his age and be retired from his office. The King did not approve this request. At this time, [Hwang] became ill. [Hwang] Years son [Hwang] Years admonished [Hwang] Years son [Hwang] Years death, the Ministry of Rites must follow the precedent and requested that the funeral be used. You must praise the instructions left by the King and firmly declined. Also, the tomb merchants should not be used, but only small stones should be wrapped on the face of Zhou . The tomb merchant in the late Yi Gong , who retired from the late Dynasty, should be engraved on the grave of Dynasty . Subsequently, he passed away. [Hwang] Years twice submitted a memorial requesting that the funeral be conferred upon him. [Hwang] Hwangs courtesy name was Gyeongho , and his former Dynasty was a man from Jinseong . His younger brother [Hwang] U and his elder brother [Hwang] Hae all heard this. [Hwang] Hwangs disposition was frugal, and his talent and knowledge was wide. When he became young, he passed away. He studyed his self-restraint, and he was able to study the Royal Confucian Academy . At the beginning of the eulsa year (, the scholar-officials exerted themselves to study the Royal Confucian Academy. [Hwang] Years special favor was bestowed upon him. [Hwang] Years older brother [Hwang] Hae disobeyed the powerful and was inevitably killed. From this day forward, [Hwang] Years retired from his nature and principles were appointed to government posts, but many of them were unable to do so. [Hwang] Years studying the study of the Comprehensive Study of Historical Literature (C. Zhou Xiao . [Hwang] praised the study of the Comprehensive Study of the Zhou , and the Comprehensive Study of the Zhou Xiao . People said, [Hwang] is a Confucian scholar of the world, and since his Xiao , he is not comparable to study the Royal Confucian Academy. At the beginning of his death, the people and the people expected that [Hwang] would not be able to study the Royal Confucian Academy and his younger brother [Hwang]. [Hwang] did not dare study the composedy of the Comprehensive Study of the Live Study",
                "H2KE-nKo": "숭정대부 판중추부사 이황이 졸하였다. 증 영의정에 부의를 내리고 장례와 제사를 예대로 치르라고 명하였다. 이황이 고향으로 돌아간 뒤에 여러 차례 소장을 올려 치사할 것을 청하였으나 허락하지 않았다. 이때에 이르러 병이 나자 아들 이준에게 경계하기를,“내가 죽으면 해당 조에서 반드시 규례에 따라 장례를 치르기를 청할 것이니, 너는 부디 유령이라 칭하고 소장을 올려 굳이 사양하라. 그리고 묘도에는 비갈을 쓰지 말고 작은 돌만 써서 그 겉면에 ‘퇴도만은 진성공 이공의 묘’라고 쓰고, 일찍이 스스로 지은 명문으로 그 뒷면에 새기는 것이 좋겠다.”하였다. 며칠 뒤에 졸하였다. 이준이 재차 소장을 올려 예장을 사양하였으나 허락하지 않았다. 이황의 자는 경호이고, 그의 선조는 진성 사람이다. 숙부 이우와 형 이해는 모두 문인이다. 이황은 타고난 자질이 순수하고 아름다웠으며 재식이 영오하였다. 어려서 아버지를 여의고 스스로 학문에 힘썼으며, 문장이 숙성하여 약관에 성균관에 유학하였다. 기묘년의 화를 겪을 때 선비들의 습속이 경박하였다. 이황은 예법으로 자신을 단속하고 남이 비웃는 것도 아랑곳하지 않았으며, 평소의 뜻이 염정하였다. 비록 어머니가 연로하여 과거에 급제하여 벼슬하였지만 현달한 벼슬은 즐거워하지 않았다. 을사년의 난에 거의 헤아릴 수 없는 지경에 빠질 뻔하였고, 또 권간이 조정을 어지럽히는 것을 보고 외직에 보임되어 나오기를 힘껏 구하였다. 얼마 뒤에 형 이해가 권세와 총애를 받아 억울하게 죽었는데, 이로부터 벼슬에서 물러나기로 결심하고 관직에 제수되었으나 나아가지 않는 자가 많았다. 성리학에 전념하여 《주자전서》를 얻었는데, 읽으면서 기뻐하여 한결같이 그 가르침을 따랐다. 참된 지식과 실천을 힘쓰고 제가의 여러 학설의 동이와 득실을 모두 널리 통하고 곡진하게 표현하여 주자에게 절충하니, 의리의 정미하고 큰 근원을 환히 꿰뚫어 보았다. 도가 이루어지고 덕이 확립되면서 더욱 겸손하고 허심탄회한 자세를 지켜 유학에 종사하여 학문을 강론한 자가 사방에서 이르렀고, 달관과 귀인도 마음을 기울여 사모하였다. 강학과 몸가짐을 바르게 하는 것을 일삼았으므로 선비들의 기풍이 크게 변하였다.명종이 그의 염퇴를 가상히 여겨 여러 차례 술잔을 올리고 징소하였으나 모두 일어나지 않았다. 집에서는 예안의 퇴계에 살았는데 그대로 그 이름을 붙였다. 만년에는 도산에 집을 지었는데 산수의 좋은 점이 있어서 이름을 도수라고 고쳤다. 가난하고 절약하는 것을 편안히 여기고 담박하는 것을 맛보았으며, 이로운 형세와 분화스러운 것을 뜬구름처럼 보았다. 그러나 평소에 긍지하는 것을 힘쓰지 않아 남들과 그다지 다른 점이 없는 듯하였지만 진퇴와 사수의 절차에 대해서는 감히 터럭만큼도 차질이 없었다. 그가 한성부에 교거하였을 때 집이 사이에 싸늘한 나무가 있어서 몇 갈래가 담장을 지나자 자식들이 뜰에 움츠리고 있었는데, 가동이 가져다 먹을까 두려워하여 매번 손수 주워서 담장 밖으로 던져 버렸다. 그의 개결함이 이와 같았다.주상이 즉위한 초기에 조야가 모두 이황이 아니었다면 성덕을 성취시키지 못하였을 것이라고 기대하였는데, 상도 특별히 총애하였다.이황은 스스로 나이가 이미 늙었고 재주와 지혜가 큰일을 담당하기에 부족하다고 여겼으며, 또 세상이 쇠퇴하고 풍속이 야박하여 상하가 믿을 만한 것이 없음을 보고 유자가 큰일을 하기 어렵다고 여겨 총애와 봉록을 간절히 사양하고 반드시 물러나고야 말았다.주상이 그가 졸하였다는 소식을 듣고 매우 슬퍼하며 더욱 후하게 제사를 지내 주니, 태학생과 제자로서 장례에 참석한 자가 수백 명이나 되었다. 이황이 겸손하여 감히 학문을 할 수 없었던 것은 특별히 저서한 것이 아니었다. 논학과 수응으로 인하여 비로소 글로 써서 성훈을 발휘하고 이단을 변별하여 배척하였는데, 정대하고 명백하여 학자들이 신복하였다. 매번 중원의 도학이 잘못 전해진 것을 통탄하여 육씨와 왕의 여러 아들이 자못 편벽된 설이 크게 유행하는 것을 항상 극진히 말하고 극진히 논하여 그의 잘못을 배척하였다.우리나라 근대에도 화담 서씨의 학문이 있었는데, 인기를 이치로 여기는 병통이 있어서 배우는 자들이 많이 전술하였으므로 이황이 저설을 지어 밝혔다. 편집한 책에는 《이학통록》과 《주자절요》 및 《주자절요》가 있어 세상에 유행하니, 세상에서는 퇴계선생이라 일컬었다. 논자들이 ‘이황은 세상의 유종이 되어 조광조의 후손이 그와 견줄 사람이 없다.’라고 하였다. 이황의 재조와 기국이 비록 조광조에 미치지는 못하지만, 의리를 깊이 궁구하여 정미함을 다하는 데 이르러서는 조광조가 미칠 수 있는 바가 아니었다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 12월 1일(갑오) 1번째기사",
                "gt-oKo": "숭정 대부(崇政大夫) 판중추부사(判中樞府事) 이황(李滉)이 졸(卒)하였다. 그에게 영의정(領議政)을 추증하도록 명하고 부의(賻儀)와 장제(葬祭)를 예(禮)대로 내렸다. 이황이 향리에 돌아가 누차 상소하여 연로하므로 치사(致仕)할 것을 빌었으나 허락하지 않았다. 이때 병이 들었는데 아들 준(寯)에게 경계하기를, “내가 죽으면 해조(該曹)가 틀림없이 관례에 따라 예장(禮葬)을 하도록 청할 것인데, 너는 모름지기 나의 유령(遺令)이라 칭하고 상소를 올려 끝까지 사양하라. 그리고 묘도(墓道)에도 비갈(碑碣)을 세우지 말고 작은 돌의 전면에 ‘퇴도만은진성이공지묘(退陶晩隱眞城李公之墓)’라고 쓰고, 그 후면에 내가 지어둔 명문(銘文)을 새기라.” 하였다. 그로부터 며칠 후 죽었는데 준이 두 번이나 상소하여 예장을 사양하였으나, 허락하지 않았다. 이황의 자(字)는 경호(景浩)이고, 선대는 진성인(眞城人)이며, 숙부 우(堣)와 형인해(瀣)도 다 명망이 높았다. 이황은 타고 난 바탕이 수미(粹美)하고 재주와 식견이 영오(穎悟)하였다. 어려서 아버지를 여의고 자력으로 학문을 하였는데, 문장(文章)이 일찍 성취되었고, 약관에 국상(國庠)에 들어갔다. 당시는 기묘 사화를 겪은 후라서 사습(士習)이 부박(浮薄)하였으나, 이황은 예법(禮法)으로 자신을 지키면서 남의 조롱이나 비웃음 따위는 아랑곳하지 않고, 고상한 뜻과 차분한 마음을 가졌다. 비록 늙은 어머니를 위하여 과거를 통해 벼슬을 하기는 하였으나 통현(通顯)되기를 좋아하지는 않았다. 을사년 난리에 거의 불측한 화에 빠질 뻔하고 권간들이 조정을 어지럽히는 꼴을 보고는 되도록 외직에 보임되어 나가고자 하였고, 얼마 후 형 해가 권간을 거슬러 억울한 죽음을 당하자 그때부터는 물러가 숨을 뜻을 굳히고 벼슬에 임명되어도 대부분 나가지 않았었다. 오로지 성리(性理)의 학문에 전념하다가 《주자전서(朱子全書)》를 읽고서는 그것을 좋아하여 한결같이 그 교훈대로 따랐다. 진지(眞知)와 실천(實踐)을 위주로 하여 제가(諸家) 학설의 동이 득실(同異得失)에 대해 널리 통달하고 주자의 학설에 의거하여 절충하였으므로, 의리(義理)에 있어서는 소견이 정미(精微)하고 도(道)의 대원(大源)에 대하여 환히 통찰하고 있었다. 도가 이루어지고 덕이 확립되자 더욱 더 겸허하였으므로 그에게 배우려는 학자들이 사방에서 모여 들었고 달관(達官)·귀인(貴人)들도 마음을 다해 향모(向慕)하였는데, 학문 강론과 몸 단속을 위주하여 사풍(士風)이 크게 변화되었다. 명종(明宗)은 그의 염퇴(恬退)한 태도를 가상히 여겨 누차 관작을 높여 징소(徵召)하였으나, 모두 나오지 않고 예안(禮安)의 퇴계(退溪)에 살면서 이 지명에 따라 호(號)를 삼았었다. 늘그막에는 산수(山水)가 좋은 도산(陶山)에 집을 짓고 호를 도수(陶叟)로 고치기도 하였다. 빈약(貧約)을 편안하게 여기고 담박(淡泊)을 좋아했으며 이끗이나 형세, 분분한 영화 따위는 뜬구름 보듯 하였다. 그러나 보통 때는 별다르게 내세우는 바가 없어 일반 사람과 크게 다른 점이 없어 보였지만, 진퇴(進退)·사수(辭受) 문제에 있어서는 털끝만큼도 잘못이 없었다. 그가 서울에서 세들어 있을 때 이웃집의 밤나무 가지가 담장을 넘어 뻗쳐 있었으므로 밤이 익으면 알밤이 뜰에 떨어졌는데, 가동(家僮)이 그걸 주워 먹을까봐 언제나 손수 주워 담 너머로 던졌을 정도로 개결한 성품이었다. 주상의 초정(初政)에 조야(朝野)가 모두 부푼 기대에 이황이 아니면 성덕(聖德)을 성취시킬 수 없을 것이라고 여겼고 상 역시 그에 대한 사랑이 남달랐는데, 이황은 이미 늙었고 재지(才智)가 큰 일을 담당하기에는 부족하며, 또 세상이 쇠퇴하고 풍속도 야박하여 위아래에 믿을 만한 사람이 없어 유자(儒者)가 무엇을 하기에는 어렵겠다고 여겨 총록(寵祿)을 굳이 사양하고 기어이 물러가고야 말았었다. 상은 그의 죽을 듣고 슬퍼하여 증직(贈職)과 제례(祭禮)를 더욱 후하게 내렸으며, 장례에 모인 태학생(太學生)과 제자들이 수백 명에 달하였다. 이황은 겸양하는 뜻에서 감히 작자(作者)로 자처하지 않아 특별한 저서(著書)는 없었으나, 학문을 강론하고 수응(酬應)한 것을 붓으로 쓰기 시작하여 성훈(聖訓)을 밝히고 이단(異端)을 분별했는데, 논리가 정연하고 명백하여 학자들이 믿고 따랐다. 매양 중국에 도학(道學)이 전통을 잃어 육구연(陸九淵)·왕수인(王守仁) 등의 치우친 학설들이 성행하고 있는 것을 슬프게 여겨 그 그름을 배격하기에 극언(極言)·갈론(渴論)을 아끼지 않았고, 우리 나라도 근대에 화담(花潭) 서경덕(徐慶德)의 학설이 기(氣)를 이(理)로 오인한 병통이 있었는데도 그를 전술(傳述)하는 학자들이 많아 이황은 그 점을 밝히는 저술도 썼다. 그가 편집한 책으로는 《이학통록(理學通錄)》·《주서절요(朱書節要)》가 있고, 그의 문집(文集)이 세상에 전해지는데, 세상에서는 그를 퇴계 선생(退溪先生)이라 한다. 논자들에 의하면, 이황은 이 세상의 유종(儒宗)으로서 조광조(趙光祖) 이후 그와 겨룰 자가 없으니, 이황이 재주나 기국(器局)에 있어서는 조광조에 미치지 못하지만 의리(義理)를 깊이 파고들어 정미(精微)한 경지까지 이른 것은 조광조가 미치지 못한다고 한다.",
                "hj": "○朔甲午/崇政大夫判中樞府事李滉卒。 命贈領議政, 賜賻葬祭如禮。 滉旣歸鄕里, 屢上章, 引年乞致仕, 不許。 至是有疾, 戒子寯曰: “我死, 該曹必循例, 請用禮葬, 汝須稱遺令, 陳疏固辭。 且墓道勿用碑碣, 只以小石, 題其面曰: ‘退陶晩隱眞城李公之墓’ 以嘗所自製銘文, 刻其後可也。” 數日而卒, 寯再上疏辭禮葬, 不許。 滉, 字景浩, 其先眞城人。 叔父堣、兄瀣, 皆聞人。 滉天資粹美, 材識穎悟, 幼而喪考, 自力爲學, 文章夙成, 弱冠遊國庠。 時經己卯之禍, 士習浮薄, 滉以禮法自律, 不恤人譏笑, 雅意恬靜。 雖爲母老, 由科第入仕, 通顯非所樂也。 乙巳之難, 幾陷不測, 且見權奸濁亂, 力求外補以出, 旣而兄瀣忤權倖冤死, 自是, 決意退藏, 拜官多不就。 專精性理之學, 得《朱子全書》, 讀而喜之, 一遵其訓。 以眞知、實踐爲務, 諸家衆說之同異、得失, 皆旁通曲暢, 而折衷於朱子, 義理精微, 洞見大原。 道成德立, 愈執謙虛, 從遊講學者, 四方而至, 達官、貴人, 亦傾心向慕, 多以講學、飭躬爲事, 士風爲之丕變。 明廟嘉其恬退, 累進爵徵召, 皆不起。 家居禮安之退溪, 仍以寓號。 晩年築室陶山, 有山水之勝, 改號陶叟。 安於貧約, 味於淡泊, 利勢紛華視之如浮雲。 然平居不務矜持, 若無甚異於人, 而於進退辭受之節, 不敢分毫蹉過。 其僑居漢城, 隔家有栗樹, 數枝過墻, 子熟落庭, 恐家僮取啖, 每自手拾, 投之墻外, 其介潔如此。 上之初服, 朝野顒望皆以爲: “非滉不能成就聖德。” 上亦眷注特異, 滉自以年已老, 才智不足當大事, 又見世衰俗澆, 上下無可恃, 儒者難以有爲, 懇辭寵祿, 必退乃已。 上聞其卒嗟悼, 贈祭加厚, 太學生及弟子會葬者數百人。 滉謙讓不敢當作者, 無特著書, 而因論學酬應, 始筆之書, 發揮聖訓, 辨斥異端, 正大明白, 學者信服。 每痛中原道學失傳, 陸、王諸子頗僻之說大行, 常極言竭論, 以斥其非。 我國近代亦有花潭徐氏之學, 有認氣爲理之病, 學者多傳述, 滉爲著說以明之。 所編輯有《理學通錄》、《朱子節要》及《文集》行于世, 世稱退溪先生。 論者以爲: “滉爲世儒宗, 趙光祖之後, 無與爲比, 滉才調器局, 雖不及光祖, 至深究義理, 以盡精微, 則非光祖之所及矣。”"
            },
            "2": {
                "H2KE-EN": "The King summoned 처사 Jo Sik again and did not come.",
                "H2KE-nKo": "처사 조식을 다시 불렀으나 오지 않았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 12월 1일(갑오) 2번째기사",
                "gt-oKo": "처사(處士) 조식(曺植)을 다시 불렀으나 오지 않았다.",
                "hj": "○復召處士曺植, 不至。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered Deputy Director [of the Office of Royal Decrees] Yun Chun to compile the Veritable Records of the Grand Scribe (C. Yuseon . The King attended the Royal Lecture and said to [Yun] Huichun , I have read the Outlines and Details [of the Comprehensive Study of the Comprehensive Mirror to Aid in Government] . Kim굉필 , Jeong Yeochang , and Jo Gwan are all wise among the world. How could they have no study of the Comprehensive Mirror to Aid in Government? My dear sir should be able to compile the Comprehensive Mirror to Aid in Government. [Yun] Huichun retreated, and [Yun] received a counsel of the Office of the Censor General and compiled [the Comprehensive Mirror to Aid in Government and Details [of the Comprehensive Mirror to Aid in Government and Detailsive Mirror to Aid in Government] (C. Lixue tongkyeonwon . [Yun] requested that [Yun] be named the Comprehensive Mirror to Aid in Outlines and Details [of the Comprehensive Mirror to Aid in Government and Detailsive Mirror to Aid in Government and Details [of the Comprehensive Mirror to Aid in Government] . [The King] ordered Chief Royal Secretary Yi Hubae to compile the Veritable Records [to Aid in Government].",
                "H2KE-nKo": "부제학 유희춘에게 《유선록》을 지어 올리라고 명하였다. 주상이 경연에 나아가 유희춘에게 말하기를,“이언적의 문집은 내가 이미 보았다. 김굉필, 정여창, 조광조는 모두 세출의 현인이 아니니, 또한 어찌 저술이 없겠는가. 경은 나를 위해 지어 올리라.”하니, 유희춘이 물러나 옥당의 요속들과 채집하여 찬정하였다. 《이락연원록》을 모방하여 한 편을 만들고 《국조유선록》이라 이름하기를 청하였다. 주상이 열람하고서 교서국에 내려 간행하게 하고, 도승지 이후백에게 서문을 지으라고 명하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 12월 1일(갑오) 3번째기사",
                "gt-oKo": "부제학(副提學) 유희춘(柳希春)에게 《유선록(儒先錄)》을 찬집하여 올리라고 명하였다. 상이 경연에서 희춘에게 이르기를, “이언적(李彦迪)의 문집은 내가 이미 보았으나, 김굉필(金宏弼)·정여창(鄭汝昌)·조광조(趙光祖)는 모두 불세출의 현작들인데 남긴 저술이 어찌 없겠는가. 경은 나를 위하여 찬집하여 올리도록 하라.” 하여, 희춘이 물러와 옥당(玉堂)의 동료들과 채집 찬정하고, 《이락연원록(伊洛淵源錄)》을 모방하여 한 책으로 만든 다음 《국조유선록(國朝儒先錄)》으로 이름할 것을 청하였다. 상이 보고는 교서국(校書局)에 내려 인행(印行)하게 하고, 도승지 이후백(李後白)에게 서문을 쓰도록 명하였다.",
                "hj": "○命副提學柳希春, 撰進《儒先錄》。 上御經筵, 謂希春曰: “《李彦迪文集》, 予旣覽之矣。 金宏弼、鄭汝昌、趙光祖, 皆不世出之賢, 亦豈無著述? 卿可爲予撰進。” 希春退與玉堂僚屬, 採集撰定。 倣《伊洛淵源錄》爲一編, 請名爲《國朝儒先錄》, 上覽繹, 下校書局印行, 命都承旨李後白, 作序文。"
            },
            "4": {
                "H2KE-EN": "Sim Uigyeom was appointed 대사간으로, Noh Jin was appointed education director of the Office of Royal Decrees , and Yi Tak was replaced by the minister of personnel , and Jeong Daenyeon was replaced. Hong Seongmin and Yu Seongryu were appointed section chiefs of the Ministry of Personnel , and Yi Haesu was appointed 헌납으로 삼았다.",
                "H2KE-nKo": "심의겸을 대사간으로, 노진을 부제학으로 삼았다. 이탁을 이조 판서에서 체차하고 후임에 정대년을 임명하였다. 홍성민과 유성룡을 이조 좌랑으로, 이해수를 헌납으로 삼았다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 12월 1일(갑오) 4번째기사",
                "gt-oKo": "심의겸(沈義謙)을 대사간으로, 노진(盧禛)을 부제학으로 삼았으며, 이탁(李鐸)을 이조 판서에서 체직한 후 정대년(鄭大年)으로 대신케 하고, 홍성민(洪聖民)·유성룡(柳成龍)을 이조 좌랑으로, 이해수(李海壽)를 헌납으로 삼았다.",
                "hj": "○沈義謙爲大司諫, 盧禛爲副提學, 李鐸遞吏判, 鄭大年代之, 洪聖民、柳成龍爲吏曹佐郞, 李海壽爲獻納。"
            },
            "5": {
                "H2KE-EN": "Assistant State Councilor Oh Gyeom returned to his hometown due to his illness. [When] Gyeom held various posts in the capital and in the provinces, he was well-versed in performing his duties, and he was skilled in administrative skills. Even though he lacked integrity and honest integrity, he was in charge of protecting the court [of Ming China] in the middle of the administrative section while serving in the court [of Ming China] in the middle of administrative section. He was only cautious and cautious in his behavior, and thus his reputation was not declined. However, the majority opinion was similar to the flattery of administrative secret. Consequently, Gyeom returned to Naju .",
                "H2KE-nKo": "좌찬성 오겸이 병을 이유로 사직하고 고향으로 돌아갔다. 오겸은 중앙과 지방의 관직을 두루 거쳤는데, 모두 직무를 잘 수행하였고 관리로서의 재간은 뛰어났으며 판결은 물흐르듯 하였다. 비록 곧은 말을 하는 절개는 부족하였지만 안으로는 지키는 바가 있었고, 윤원형이 정사를 어지럽히던 조정에 벼슬하면서 아부한 적이 없었으며, 오직 근신하여 화를 면하였기 때문에 명망과 실제가 쇠하지 않았다. 그러나 사론이 구차하게 동조한 잘못을 비난하자, 오겸은 마침내 물러나 나주로 돌아갔다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 12월 1일(갑오) 5번째기사",
                "gt-oKo": "좌찬성(左贊成) 오겸(吳謙)이 병을 이유로 사직하고 시골로 돌아갔다. 오겸은 중외(中外)의 직을 모두 거치면서 직책을 잘 수행하였고, 이재(吏才)가 뛰어나 일처리가 물흐르듯 하였다. 비록 바른 말하는 기절은 부족했으나 속으로 지키는 바가 있어, 윤원형이 정사를 어지럽히던 때 벼슬하면서도 그에게 붙지 않고 오직 근신(謹愼)하여 화를 면하였기 때문에, 그에 대한 신망이 떨어지지 않았다. 그러나 사론(士論)이 구차하게 함께 한 잘못이 있다고 기롱하자 드디어 물러나 나주(羅州)로 돌아갔다.",
                "hj": "○左贊成吳謙, 謝病歸鄕。 謙歷職中外, 皆能擧職, 長於吏才, 剖決如流。 雖乏謇諤之節, 內有所守, 仕於尹元衡亂政之朝, 未嘗依附, 惟以謹愼免禍, 故望實不衰。 然士論猶議其苟同之失, 謙遂退歸羅州。"
            },
            "6": {
                "H2KE-EN": "Assistant Deputy Director [of the Office of Royal Decrees] Noh Jin repeatedly submitted a memorial requesting that he return to his hometown to support his aged mother, but his request was not granted. He was granted leave and return to his hometown to support his mother. After Noh Jin returned to his hometown, he again submitted a memorial requesting that he be allowed to return to his hometown to support his return to his hometown. The memorial read as follows: Your Majesty has succeededededededed to the throne, and there has been none who did not observe the ancient monarchs discreetly from before. However, since recently ascended to the throne, the ancient monarchs thought that it was difficult to observe the ancient monarchs, and therefore, they were urgent in terms of human relationships. In general, when administrative affairs are conducted, only those who are well-versed in the popular custom should be selected and observed to observe their minds. If one were to observe the monarchs and observe the monarchs, he would eventually fall into decay and fall into diligence. The King was generously responded and then ordered that he be replaced, and he was ordered to be replaced, and that the governor of the province provide him with food and wine.",
                "H2KE-nKo": "부제학 노진이 여러 차례 상소하여 돌아가 노모를 봉양하겠다고 청하니, 허락하지 않고 휴가를 주어 귀성하게 하였다. 노진이 고향으로 돌아간 뒤에 또 상소하여 사직하면서 끝까지 봉양할 수 있도록 해 줄 것을 청하고, 덧붙여 경계하는 말을 진달하였는데, 그 대략에,“전하께서 즉위하신 뒤로 일찍이 옛날의 제왕으로 자처하지 않은 적이 없었습니다. 그런데 근래에는 점점 처음만 못해져서 일찍이 옛날에 행하기 어려웠던 뜻이 근규에 절실하고 상도를 지키는 데 구애되어 모든 정사를 시행할 때 풍속에 맞는 것만 취하여 쓰고 마음에 맞는 것만 행하여 마침내 쇠퇴하고 더러워지는 지경에 이르고야 맙니다.”하니, 주상이 너그러운 뜻으로 답하고, 이어 체직을 명하고 본도로 하여금 노모에게 음식물을 제급하게 하였다.\n",
                "date_ko": "선수 4권, 3년(1570 경오 / 명 융경(隆慶) 4년) 12월 1일(갑오) 6번째기사",
                "gt-oKo": "부제학 노진이 누차 상소를 올려 돌아가 노모(老母)를 봉양할 것을 빌었으나 허락하지 않고 휴가를 주어 귀성(歸省)하게 하였는데, 고향에 돌아가서 또 상소하여 사직하며 끝까지 봉양할 것을 빌고, 덧붙여 잠계(箴戒)를 올렸다. 대략에, “전하께서 즉위하신 뒤 언제나 옛날 제왕(帝王)처럼 하고자 하시더니, 요즘 와서는 점점 처음과 달리 늘 옛것은 행하기 어렵다는 뜻을 가지고 오직 근규(近規)만을 지키고 평상적인 것에만 매달려 모든 정사를 펴나가는 데 있어 시속에 어울리는 것과, 마음에 맞는 것만을 골라 행하시니, 그리 되면 결국은 별볼 일 없는 나쁜 정사가 되고 말 것입니다.” 하였다. 상은 너그럽게 포용하는 뜻으로 답하고 이어 체직을 명한 다음 본도(本道)로 하여금 노모에게 식물(食物)을 제급(題給)하도록 하였다.",
                "hj": "○副提學盧禛累疏, 乞歸養老母, 不許, 給暇歸省。 禛旣歸鄕, 又上疏辭職, 乞伸終養, 附陳箴戒, 略曰: 殿下作其卽位, 未嘗不以古昔帝王自期, 自頃以來, 浸不如初, 嘗有謂古難行之意, 切切於近規; 拘拘於守常。 凡政事設施之間, 只取諧於俗者而用之, 協於心者而行之, 則終至委靡汚下而止矣。 上優旨答之, 仍命遞職, 令本道題給老母食物。"
            }
        }
    }
}