{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, [the King] appointed 기자헌 as minister of personnel . 자헌 was imprudent and wicked by nature, and his behavior was undeserved. People injured harmony and harming others were what he had done. [However], [he] finally suddenly occupied the minister of personnel . When history compilation compiled, [he] wrote a skill in the outside [of the capital], and [he] was similar to that of the world. [He] praised [his] praise of the world. Even though [he] wished to escape the public justice from the future, how could [he] be able to escape it?",
                "H2KE-nKo": "기자헌을 이조 판서로 삼았다. 기자헌은 타고난 성품이 음험하고 처신이 불측하여 남을 해치는 것이 그의 능사였다. 주상의 뜻에 영합하여 갑자기 경상의 자리를 차지하였고, 《실록》을 편수할 때에는 ‘겉에는 질박함이 많고 안은 신령스러워 세상 물정을 통찰한다.’라는 등의 말로 찬미하였으니, 그가 비록 후세의 공론을 피하려고 한들 될 수 있겠는가.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 1월 1일(무오) 1번째기사",
                "gt-oKo": "기자헌(奇自獻)을 이조 판서로 삼았다. 자헌은 타고난 성품이 음험하고 행실이 불측하여, 인물(人物)을 해치는 것이 그의 능사(能事)였다. 상의 뜻을 잘 맞추어 갑자기 경상(卿相)의 자리를 차지했다. 역사를 기술할 때 ‘외모는 질박하였으나 마음은 신명과 같아 세정(世情)을 통찰하였다.’는 등의 말로 찬미하여 그가 후세의 공론(公論)을 피하려고 하였으나 어찌 모면할 수 있겠는가.",
                "hj": "○朔戊午/以奇自獻爲吏曹判書。 自獻賦性陰險, 行己叵測, 傷人害物乃其能事, 揣中上意, 驟占卿相。 及其修史, 以外多質而內如神, 洞察世情等語贊美之, 渠雖欲逃後世之公議, 其可得乎?"
            },
            "2": {
                "H2KE-EN": "The King held a regular morning court assembly and selected ten passers of the civil service examination, including Yi Myeongdeokjun , and 1,600 passers of the military service examination. Prior to this, the court discussed and selected those who were diligent in the frontier garrisons in order to comfort and encourage them. However, when the state examination was held, many residents of the location of the military service examination, who laughed them.",
                "H2KE-nKo": "정시를 행하여 문과 이명준 등 10인을 뽑고, 무과 신경유 등 1600여 인을 뽑았다. 이에 앞서 조정에서 해상 방어에 수고한 사람을 시취하여 위로하고 격려하는 방도로 삼을 것을 건의하였는데, 과거를 설행하자 내지의 사람들이 뒤섞여서 과거에 응시하였으므로 비웃는 사람이 많았다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 1월 1일(무오) 2번째기사",
                "gt-oKo": "정시(庭試)를 실시하여 문과(文科) 이명준(李命俊) 등 10인과 무과(武科) 신경유(申景裕) 등 1천 6백여 인을 선발하였다. 이보다 앞서 조정에서 해방(海防)에 수고한 사람들을 시취(試取)하여 그들을 위로하여 격려할 터전으로 삼을 것을 건의하였는데, 과거를 실시하자 내지(內地) 사람들이 뒤섞여 응시하였으므로 사람들이 비웃었다.",
                "hj": "○設庭試, 取文科李命俊等十人, 取武科申景裕等一千六百餘人。 先是, 朝廷建議, 試取海防勤勞之人, 以爲慰悅激勸之地, 而及至設科, 內地之人混同赴擧, 人多笑之。"
            },
            "3": {
                "H2KE-EN": "Former Magistrate of Jeon Yuhyeong successively presented three memorials to the King to explain the current affairs. The memorial read as follows: Although the evils of cunning culpability do not reach the enemy, the evils of cunning culpability will surely bring to the state. Now Your Majesty is separated, and the cunning culpability of cunning culpability are impossible. Thus, it is necessary to fair cunning culpability to administration of cunning culpability. Previously, wicked and flattery cunning culpability, sometimes dismissal from office, and sometimes dismissal from office. Not long afterward, all of them were placed in the cultivation of the cunning cultivation of the cultivation",
                "H2KE-nKo": "전 현감 전유형이 연달아 세 번째 상소를 올려 시사에 대해 극구 말하였는데, 그 내용에,“붕당의 화가 적국에 미치지 않는 것 같지만 끝내는 반드시 나라가 망하는 데 이를 것입니다. 지금 전하께서는 고립되어 있고 여러 당은 멋대로 횡행하고 있으니, 반드시 먼저 지극히 공정한 사람으로 하여금 지극히 공정한 의론을 고집하게 한 뒤에야 지극히 공정한 정사를 행할 수 있을 것입니다. 지난번에 간사하고 불충한 무리가 파직되기도 하고 삭탈되기도 하였는데, 얼마 되지 않아 모두 청현직에 두었으니, 이는 스스로 망하기를 재촉한 것입니다.”하였다. 상소 가운데 별도로 15조를 진달하였는데 말하기 어려운 일을 많이 말하였다. 그 첫째는 큰 절개가 있어 빼앗을 수 없는 사람을 가려 동궁을 보좌하게 하여 부귀를 누리려는 자들로 하여금 그 꾀를 부릴 수 없게 하여 나라의 근본을 튼튼히 할 것을 청하는 것이었다. 승정원이 세 곳에 첩황하고 단단히 봉하고 서명하여 들였다. 주상이 그 상소를 영의정 이덕형에게 보이니, 이덕형이 아뢰기를,“공론을 견지하는 자라면 누군들 붕당의 폐단을 제거하고자 하지 않겠습니까. 주상께서 거울처럼 맑고 저울처럼 공평하여 호오가 그에 합당함을 얻게 되면 붕당은 저절로 깨질 것입니다. 그리고 별도로 첩황한 것은 모두 위험한 말입니다.”하였다. 이때 여러 당은 합세하여 한쪽의 사류를 내쫓고 홍여순을 진용하였다. 그러므로 전유형이 이 상소를 올렸는데, 간원이 흉참하다고 지적하였다. 《실록》을 살펴보건대, 전체의 상소에는 실려 있지 않은데 이 한 구절만 썼으니, 꺼려서 삭제한 것이 아니겠는가.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 1월 1일(무오) 3번째기사",
                "gt-oKo": "전 현감(縣監) 전유형(全有亨)이 잇따라 세 번이나 상소하여 시사(時事)에 대해 극언(極言)하기를, “붕당의 재앙이 적국(敵國)과 같지는 않지만 끝내는 반드시 망국(亡國)에 이르고야 마는 것입니다. 방금 전하께서는 고립되어 있고 당인들은 멋대로 횡행하니, 반드시 먼저 지극히 공정한 사람으로 하여금 지극히 공정한 의논을 주장하게 한 뒤에야 지극히 공정한 정치를 시행할 수 있을 것입니다. 지난번 간특하고 아첨하는 불충(不忠)한 무리들을 파직시키기도 하고 삭탈시키기도 하였는데, 얼마 뒤 모두 청현직(淸顯職)에 오르게 되었으니, 이는 스스로 패망을 재촉하는 것입니다.” 하였다. 그 상소에 별도로 15조를 진술하여 말하기 어려운 일을 많이 말하였다. 그 하나는, 큰 절개가 있어 어느 누구도 그의 절개를 꺾을 수 없는 사람을 골라 동궁(東宮)을 보좌하게 함으로써 부귀를 바라는 자들이 그 계책을 쓸 수 없게 만들어 국본(國本)을 공고하게 하라는 것이었다. 정원이 세 곳에 황지(黃紙)를 붙여 굳게 봉하고 서명한 뒤에 입계하였다. 상이 그 상소를 영의정 이덕형에게 보이니, 덕형이 아뢰기를, “공론을 가진 사람이면 붕의의 폐단을 제거하기를 바라지 않겠습니까. 위에서 거울처럼 마음을 비우고 저울처럼 공평하게 하여 호오(好惡)가 마땅함을 얻게 된다면, 붕당은 저절로 혁파될 것입니다. 또 별도로 황지를 붙인 곳의 말은 모두 위언(危言)입니다.” 하였다. 이때 여러 무리가 합세하여 한편의 사류들을 내쫓고 홍여순 등을 진용했기 때문에 유형이 이 상소를 올린 것인데, 간원이 이를 흉참(凶慘)하다고 지목하였다. 《실록》을 살펴보건대 상소의 전문을 다 싣지 않고 단지 이 한 구절만 썼으니, 아마 꺼려서 삭제한 것인 듯하다.",
                "hj": "○前縣監全有亨連上三疏, 極言時事, 有曰: 朋黨之禍, 雖若不及於敵國, 而終必至於亡國。 方今殿下孤立, 群黨橫恣, 必先使至公之人, 執至公之論, 然後可行至公之政矣。 頃者, 邪佞不忠之輩, 或革職、或削奪, 而未幾, 皆置之於淸顯, 是自促其亡也。 疏中別陳十五條, 而多言難言之事, 其一, 請擇有大節不可奪之人, 羽翼東宮, 使欲爲富貴者, 無所逞其謀, 以固國本。 政院貼黃三處, 堅封着署而入之。 上示其疏領議政李德馨, 德馨曰: “持公論者, 孰不欲去朋黨之弊乎? 自上若鑑空衡平, 好惡當其可, 則朋黨自破。 且別錄貼黃, 皆是危言矣。” 是時, 群黨合勢, 斥逐一邊士類, 進用洪汝諄, 故有亨有此疏, 諫院指之爲兇慘。 按《實錄》, 不載全疏, 而只書此一節, 無乃忌之而刪沒耶。"
            },
            "4": {
                "H2KE-EN": "The King appointed Shin Heumji as second minister of war . Heumji was gentle and sincere by nature, and his scholar-officials were 으뜸이었다. However, his historian addressed him as an wicked man. Truly, he was disappointed.",
                "H2KE-nKo": "신흠을 병조 참판으로 삼았다. 신흠은 청간하고 유아하여 사류 가운데 으뜸이었다. 그런데 역사를 편수하는 자들이 간사하다고 지목하였으니, 참으로 놀라운 일이다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 1월 1일(무오) 4번째기사",
                "gt-oKo": "신흠(申欽)을 병조 참판으로 삼았다. 흠은 청간(淸簡)하고 유아(儒雅)하여 사류들 가운데 으뜸이었다. 그런데 역사를 쓰는 자가 간사하다고 지목하였으니, 실로 해괴한 일이다.",
                "hj": "○以申欽爲兵曹參判。 欽淸簡儒雅, 冠冕士類。 而修史者目之以回邪, 誠可駭矣。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, Wang Xun was appointed as left state councilor .",
                "H2KE-nKo": "윤승훈을 좌의정에 다시 제수하였다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 2월 1일(무자) 1번째기사",
                "gt-oKo": "윤승훈(尹承勳)이 다시 좌의정에 제수되었다.",
                "hj": "○朔戊子/尹承勳復拜左議政。"
            },
            "2": {
                "H2KE-EN": "The King appointed Bak Dongsun as fourth-rank aide to the State Council . His personality was simple and pure, and he had never looked at an outstanding scheme. However, the Veritable Records of the Veritable Records (C. Xuanzhi reprimanded that he had lost the wisdom and harbored a grudge. This was extremely unjust.",
                "H2KE-nKo": "박동열을 의정부 사인으로 삼았다.박동열은 사람됨이 침착하고 순후하여 일찍이 남을 모함하고 편당하는 마음이 없었다. 그런데 《실록》에는 어진 이를 해치고 유감을 풀려고 한다고 배척하였으니, 일을 기록한 것이 너무도 공정하지 못하였다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 2월 1일(무자) 2번째기사",
                "gt-oKo": "박동열(朴東說)을 의정부 사인(議政府舍人)으로 삼았다. 사람됨이 무게가 있고 순후하여 일찍이 서로 다투거나 편당하는 마음이 없었다. 그런데 《실록》에는 ‘어진이를 해치고 분풀이를 하였다.’고 배척하였으니, 기사(記事)의 공정치 못함이 심하다.",
                "hj": "○以朴東說爲議政府舍人。 爲人凝重醇厚, 未嘗有傾軋偏黨之心, 而《實錄》斥之以戕賢逞憾, 記事之不公甚矣。"
            },
            "3": {
                "H2KE-EN": "Former Chief State Councilor Choe Heungwon passed away. [Choe] Heungwon was self-restrained and diligent in his behavior, and he did not have any good or unworthy persons. Even though he was criticized by interrogating things, he was also worthy of a beautiful senior minister.",
                "H2KE-nKo": "전 영의정 최흥원이 졸하였다. 최흥원은 몸가짐이 근신하고 또 인물의 잘잘못을 평가한 적이 없었다. 비록 모호하다는 비난은 있었으나 또한 훌륭한 재상이라고 할 만하다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 2월 1일(무자) 3번째기사",
                "gt-oKo": "전 영의정 최흥원(崔興源)이 졸하였다. 흥원은 몸가짐이 근신(謹愼)하였고 또 인물의 선악에 대하여 일찍이 평한 적이 없었다. 비록 모호하다는 비평은 있었지만 또한 훌륭한 재상이라고 할 만하다.",
                "hj": "○前領議政崔興源卒。 興源持身謹愼, 又未嘗臧否人物。 雖有糊塗之誚, 亦可謂良宰相矣。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "Former Duty Chief Ahn Jung묵 , former duty chief , submitted a memorial to reprimand the death of his 스승 Jeong Gaecheong . The State Tribunal reported this to the King and advised the King about the innocence of his innocence. The King did not approve this. Although Jeong Gaecheong was not necessarily aware of his innocence in conspiracy with him, he betrayed his 스승 and repeatedly occurred by transgressions. His crime was hard to avoid. However, those who saved his corruption by blaming the blame of Jeong Cheol . Subsequently, director of the Office of Royal Decrees , did not follow the current opinion, and eventually he was replaced. However, his historian innocently claimed the wicked cliques and claimed him. How could his words not be wrong?",
                "H2KE-nKo": "전 직장 안중묵이 상소하여 그의 스승 정개청이 원통하게 죽은 것을 호소하였다. 의금부가 의견을 갖추어 주상에게 아뢰어 그의 원통한 정상을 극력 진술하였으나, 주상이 허락하지 않았다. - 정개청이 반드시 역모에 참여하여 알고 있었다고는 할 수 없으나, 스승을 배반하고 이랬다저랬다 하여 역당에게 자취를 물들인 죄는 피할 수 없는 것인데, 그를 신구하는 자들이 허물을 정철에게 돌렸다. 윤근수가 판의금부사로 있을 때 시론을 따르지 않아 마침내 체차되기까지 하였는데, 역사를 편수하는 자들이 도리어 ‘간사한 무리가 선한 사람을 모함하였다.’라고 배척하였으니, 그 말이 어찌 잘못된 것이 아니겠는가. -\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 3월 1일(정사) 1번째기사",
                "gt-oKo": "전 직장(直長) 안중묵(安重默)이 상소하여 자신의 스승인 정개청(鄭介淸)이 원통하게 죽은 것을 호소하였고 금부(禁府)의 회계(回啓)에도 그의 원통한 실상을 자세히 진술했으나, 상이 허락하지 않았다.【개청(介淸)이 정여립의 역모에 함께 참여하여 알고 있었다고는 기필할 수 없으나 자기의 스승을 배반하고 반복 무상하였으니 역당(逆黨)과 자취를 함께 한 죄는 피하기 어렵다. 그런데 그를 신구(伸救)하려는 자가 정철에게 허물을 돌렸다. 윤근수(尹根壽)가 판의금(判義禁)으로 있으면서 시론(時論)을 따르지 않다가 끝내는 체직되기에 이르렀는데, 역사를 쓰는 자가 도리어 근수를 ‘간인의 편이 되어 선한 사람을 배척했다.’고 했으니 그 말이 어찌 그릇된 것이 아니겠는가.】",
                "hj": "○朔丁巳/前直長安重默上疏, 訟其師鄭介淸之冤死。 禁府回啓, 極陳其冤狀, 上不許。【介淸雖未必與知逆謀, 而背師反覆, 染迹逆黨之罪, 在所難逃, 而伸救者歸咎於鄭澈。 尹根壽爲判義禁, 不從時論, 竟至遞免, 修史者反以奸黨陷善斥之, 其言豈不謬哉?】"
            },
            "2": {
                "H2KE-EN": "The spirit tablets of the Crown Princes Sunhoe and Prince Gonghoe , were first built and their shrines were established.",
                "H2KE-nKo": "비로소 순회세자와 공회 윤빈의 신주를 만들고 사당을 세웠다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 3월 1일(정사) 2번째기사",
                "gt-oKo": "비로소 순회 세자(順懷世子)와 공회 윤빈(恭懷尹嬪)의 신주를 만들고 사당(祠堂)을 세웠다.",
                "hj": "○始造順懷世子、恭懷尹嬪神主, 立祠。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] appointed Shin Heumji as deputy education director of the Office of Royal Decrees . [According to] the history compilation records, [the Office of Royal Decrees] 기자헌 said, [Seong] Heumji regretted [Seong] Heumji because he was diligent and influential. [He] told [Yu] Yongseong [], saying, [Seong] Heumji falsely accused [Seong] Geungae [] of the elder brother of the Song Geungae [] of the Royal Storehouse in the gyemi year [1423; fifth year of King Sejongs reign], [he] supported [his] banishment to a designated area. He is an unworthy person. At the time, [he] Heumji was not in a young age and was also in mourning clothes. How could he possess a false accusation at the court [of Ming China] in advance? [Seong] Geungae was also specially appointed to a designated area. If [Yu] Yonggae had true uttered utterances, then this would not be at variance with the intent of prudent in selecting talents. Would it not be possible for 기자헌 to compile a compilation?",
                "H2KE-nKo": "삭정 신흠을 부제학으로 삼았다. 살펴보건대 기자헌이 《사기》를 편수할 때 말하기를,“기자헌이 신흠이 침체된 것을 애석하게 여겨 청현직에 통망할 것을 요구하면서 유성룡에게 말하니, 유성룡이 대답하기를 ‘신흠이 계미년에 외구 송응개를 모함하여 귀양살이를 도왔으니, 사람됨이 형편없다.’라고 하였습니다.”하였다.신흠은 그때 나이가 약관이 아니었고 또 포의였는데, 어떻게 조정의 의론을 미리 알고서 모함할 수 있었겠는가. 송응개가 귀양 간 것도 특명에서 나온 것이다. 만약 유성룡이 실제로 이런 말을 하였다면 인재를 아끼는 뜻이 아닐 듯하니, 기자헌이 모함한 것이 아니겠는가.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 4월 1일(정해) 1번째기사",
                "gt-oKo": "신흠을 부제학으로 삼았다. 살피건대 기자헌이 역사를 기록할 때 말하기를, “자헌은 신흠이 능력에 맞게 등용되지 못함을 애석하게 여겨 청현직(淸顯職)에 올려주고자 유성룡(柳成龍)에게 말하였더니, 성룡이 ‘신흠이 계미년에 그의 외구(外舅) 송응개(宋應漑)의 죄를 얽어 모함하여 유배가도록 도왔으니, 인품이 그지없이 무상(無狀)하다.’ 하였다.” 하였다. 그때 신흠의 나이 약관(弱冠)이 되기 전이었고 또 포의(布衣)의 선비였는데 어떻게 조정의 의논에 끼어서 죄를 얽어 모함하기에 이를 수 있었겠는가. 응개의 유배는 특명(特命)에서 나온 것이다. 성룡이 실제로 이런 말을 하였다면 이는 인재를 아끼는 뜻이 아닌 것이다. 이는 아마 자헌이 꾸며낸 말일 것이다.",
                "hj": "○朔丁亥/以申欽爲副提學。 按, 奇自獻修史時以爲: “自獻惜申欽之沈屈, 要通淸顯, 言於柳成龍, 成龍答云: ‘欽於癸未, 搆捏外舅宋應漑, 助成其謫, 爲人無狀。’ 云。” 欽於其時, 年未弱冠, 且是布衣, 安能預知朝議, 有所搆捏? 應漑之謫, 亦出於特命。 若成龍實有此言, 則似非愛惜人才之意, 無乃自獻之杜撰耶?"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "Acting Supreme General of the Middle Army Jeong Tak submitted a memorial requesting that he be retired from office. The King ordered that his opinion be discussed. The Ministry of Rites reported as follows: It is the Book of Rites (C. Lijing that states, If a grand master is over seventy years of age, the sovereign does not allow him to retired, that is also the Book of Rites (C. Lijing . Generally speaking, it is inappropriate that a subject should not be increasingly in his office after his wealth. However, the sovereign cannot bear to grant his request suddenly, which is also a magnanimous intention to encourage the elderly. Although our countrys ancient practice is thoroughly aware of this, it is also possible to have someone transmit his instructions to hear and hear. There are cases in which a civil or military official retired from office to promote his rank, a stipend, a salary, and a royal edict. Also, Your Majesty has ordered that a post horse be provided to his hometown and a monthly supplies him with rice. Previously, when Chief State Councilor Sim Sugyeong retired from office to retired from office, two characters retired from office were added to his original rank. Although this is an old practice, there is no precedent for now. The King responded, Regarding the Book of Rites (C. Lijing, there is a passage in which retired from office to retired from office, and there is a law in the countrys custom that retired from office to retired from office in the past. However, our country is not practiced. This seems contrary to the intent of encouraging the elderly of encouraging the encouragy. Now, Jeong Tak retired from office to retired from office and continued to retired from office in order to follow his wish. The King finally discussed this with high-ranking officials",
                "H2KE-nKo": "삭행 판중추부사 정탁이 상소하여 치사하기를 청하니, 주상이 그 의논을 내렸다. 예조가 아뢰기를,“대부가 70세에 치사하는 것은 바로 예경입니다. 덕이 있으면 임금이 허락하지 않는 것도 예경입니다. 대개 신하의 근력이 이미 쇠한 뒤에는 억지로 직무를 수행하게 해서는 안 되지만, 임금이 차마 갑자기 그 청을 들어주지 못하는 것도 시종일관 노인을 우대하는 성대한 뜻입니다. 우리나라의 고례를 자세히 알지는 못하지만 보고 들은 것으로 참작해 보면 또한 전한 바가 있습니다. 치사한 문관과 무관에게는 품계를 올려 주고 봉록을 주며 칙서를 내리는 은전이 있고, 또 역마를 주어 고향으로 돌아가게 하고 매월 식미를 지급하라는 하교가 있었습니다. 전에 고 상신 심수경이 치사할 때 본래의 직함 위에 ‘치사’라는 두 글자를 덧붙이고 나이를 이유로 치사하기를 청하였습니다. 이것이 비록 고례이기는 하지만 지금 근거할 만한 전례가 없습니다.”하니, 주상이 답하기를,“예경에는 치사에 관한 글이 있고 국전에는 치사에 관한 법이 있으며, 전대에는 치사에 관한 제도가 있는데 오직 우리나라만 행하지 않는 것은 노인을 우대하는 뜻에 어긋나는 듯하다. 노인은 편안하게 해주고 대부는 현거하는 것이 옛날의 도이다. 지금 정탁은 고향으로 물러가 치사하기를 청하니, 그의 청을 들어주어도 안 될 것이 없을 듯하다.”하였다. 마침내 대신에게 의논하게 하였는데, 6월에 이르러 마침내 그 청을 따랐다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 5월 1일(병진) 1번째기사",
                "gt-oKo": "행 판중추부사 정탁(鄭琢)이 상소하여 치사(致仕)를 청하니, 상이 의논하라고 내렸다. 예조가 아뢰기를, “대부(大夫)가 70에 치사하는 것은 《예경(禮經)》에 있는 것이요, 덕이 있는 경우에 임금이 그것을 허락하지 않는 것도 역시 《예경》에 있는 것입니다. 대체로 신하된 자의 근력이 쇠퇴한 뒤에는 억지로 직사(職事)에 매어둘 수 없는 것이요, 임금이 차마 즉시 청에 따르지 않는 것도 시종 노인을 우대하는 훌륭한 뜻인 것입니다. 우리 나라의 고례(古例)를 자세히는 모르지만 견문을 참작해보면 역시 전해온 것이 있습니다. 문무관(文武官) 가운데 치사자(致仕者)에 대해서는 관질(官秩)을 올리고 봉록을 주고 칙서(勅書)를 내리는 법이 있고 또 역마를 주어 고향으로 돌아가게 하고 매달 식미(食米)를 내려주라는 전교도 있습니다. 지난번 고상(古相) 심수경(沈守慶)이 치사했을 때 본래 관함(官銜) 위에다 ‘치사’라는 두 글자를 더하게 하였습니다. 그러나 나이를 이유로 치사를 청함은 이것이 고례(古禮)이긴 하지만 이제는 근거할 준례가 없습니다.” 하니, 상이 답하기를, “《예경》에 치사에 대한 글이 있고 국전(國典)에도 치사에 대한 법이 있고 전대에도 치사에 대한 제도가 있는데 유독 우리 나라만 그것을 시행하지 않으니, 노인을 우대하는 뜻에 어긋나는 것 같다. 노인은 편안하게 하고 대부(大夫)는 현거(懸車)를 타게 하는 것은 옛날의 도이다. 이제 정탁이 그의 고향으로 물러가 이어 치사를 청하니, 그 소원에 따르는 것도 안 될 것이 없을 듯하다.” 하였다. 드디어 대신들에게 의논하게 하였는데 6월에 이르러서야 마침내 그의 청에 따랐다.",
                "hj": "○朔丙辰/行判中樞府事鄭琢上疏, 乞致仕, 上, 下其議。 禮曹啓曰: “大夫七十而致仕者, 乃是《禮經》, 而有德則君不許, 亦是《禮經》。 蓋人臣筋力已衰之後, 不可强縻職事, 而人君之不忍遽從其請, 亦終始優老之盛意。 我國古例, 雖未詳知, 參以見聞, 亦有所傳。 文武官致仕者, 有陞秩、給俸、賜勑之典, 又有給驛還鄕、月給食米之敎。 前者, 古相沈守慶致仕, 而加致仕二字於本銜上。 引年請老, 是雖古禮, 今無可據之例。” 云, 上答曰: “禮經有致仕之文, 國典有致仕之法, 前代有致仕之制, 唯我國獨不行之, 似乖優老之意。 老者安之, 大夫懸車, 古之道也。 今琢退去其鄕, 仍乞致仕, 從其願恐無不可。” 遂議于大臣, 至六月竟從其請。"
            },
            "2": {
                "H2KE-EN": "At the time, the Veritable Records of many kings had only one copies remaining. The Veritable Records of Jeolla Province was transferred to Pyeongan Province for a long time. The Office of State Records requested permission to transcribe four copies of the Veritable Records and divide them into various places. The King granted permission.",
                "H2KE-nKo": "이때 《열성대왕실록》이 단지 1건만 남아 있었는데, 호남에서 관서로 옮겨 두면서 오래도록 수정하지 않았다. 춘추관이 4건을 등서하여 각처에 나누어 보관할 것을 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 5월 1일(병진) 2번째기사",
                "gt-oKo": "이때 여러 대의 《실록》이 단지 한 부만 남아 있었는데 호남에서 관서(關西)로 옮겨놓고 오랫동안 수정하지 않았다. 춘추관(春秋館)이 4부를 등서하여 각처에 나누어 저장하기를 청하니, 상이 따랐다.",
                "hj": "○時, 累朝《實錄》只餘一件, 自湖南移置關西, 久未修正。 春秋館請謄書四件, 分藏各處, 上從之。"
            },
            "3": {
                "H2KE-EN": "Jeong협을 사간으로 삼았다. [Jeong] Eonsin , the father of [Jeong] Cheng [], was burned in the gichuk year (, and [he] 이항복 was the official in charge of imprisonment in the past. [Jeong] Cheng and [Jeong] Yong did not cease to travel back [to the capital] until now. [Because] they were not involved in the guilt, it is evident that the guilt was not involved in the guilt. A recorder called [Jeong] Cheng on the grounds that [Jeong] Cheng did not forget his grievances and forgotten his grievances, and claiming him as a dog. [These actions] are extremely unreliable. ",
                "H2KE-nKo": "정협을 사간으로 삼았다. 정협의 아버지 정언신이 기축년에 화를 당했는데, 이항복은 그때 옥사를 다스린 관원이었다. 그런데 정협과 이항복이 시종일관 왕래를 폐하지 않았으니, 그 옥사에 단련된 것이 없다는 것을 알 수 있다. 그런데 역사를 기록하는 자들이 정협이 이익을 추구하느라 원수를 잊었다고 지목하여 개돼지라고 하였으니, 너무나 터무니없다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 5월 1일(병진) 3번째기사",
                "gt-oKo": "정협(鄭協)을 사간으로 삼았다. 협의 아비 정언신(鄭彦信)이 기축년에 화를 당하였는데, 이항복이 그때 옥사를 맡은 관원이었다. 그런데도 협이 항복과 시종 왕래를 그치지 않았으니, 그 옥사에서 없는 죄를 꾸며내어 다스리지 않았다는 것을 알 수가 있다. 그런데도 《실록》을 편수하는 자가 협이 ‘이(利)를 쫓아 원수를 잊었다.’ 하여 삽살개라 지목했으니, 너무나도 근거없는 말이다.",
                "hj": "○以鄭協爲司諫。 協之父彦信被禍於己丑, 而李恒福其時按獄之官也。 協與恒福, 終始不廢往還, 則其獄事之無鍛鍊可知。 記史者以協逐利忘讐, 目爲㲰狗, 其無據甚矣。"
            },
            "4": {
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 5월 1일(병진) 4번째기사",
                "gt-oKo": "전 의금부 도사(義禁府都事) 양홍주(梁弘澍)가 상소하여 정인홍의 입조(立朝)·거향(居鄕)·재가(在家)에 있어서 범한 간특한 행동 12조목을 나열하였는데, 그 대략은 다음과 같다. “인홍은 언론에 능하고 외모만 근엄한 사람으로 겉치례만을 힘썼고 밖으로는 선한 체하지만 안으로는 남을 해치려 하여 오로지 교사(巧詐)를 힘썼습니다. 남의 사적인 일을 들추어내는 것을 정직한 것으로 여기고 감정대로 곧바로 행동하는 것을 용단으로 여기기 때문에 사람들이 그의 자긍하고 괴팍한 것을 보고는 준엄하고 정직한 것이 아닌가 의심하고 그의 엉큼하고 사악한 것을 보고는 조행이 있는 것인가 의심하였으니, 이것이 그가 헛된 명예를 도적질하여 지존(至尊)의 총애를 받게 된 이유입니다. 그가 지금 산관(散官)으로 있지만 위에서 추장하여 부르심이 자주 내려 그의 교만함을 더욱 부추기고 있으니, 이는 한갓 그의 뒷날의 기세를 배양(培養)해 주고 기염을 더욱 높여주는 것이 될 뿐입니다. 인홍이 경연에 입시(入侍)할 즈음에 전하께서는 그의 산야(山野)의 용렬(庸劣)한 모습만을 보시고 반드시 그의 속스럽고 몸을 사리는 것을 비웃으셨을 것이니, 그가 기세를 부리며 위복(威福)을 멋대로 하리라고는 필시 믿지 않으셨을 것이며, 또 훗날 군주의 권세를 훔쳐 농락하여 종묘 사직에 근심거리가 될 것이라고 믿지도 않으셨을 것입니다. 옛부터 인주(人主)가 소인에 대해서 혹시라도 그의 간사함이 훗날 막대한 근심거리가 될 것이라는 것을 깨달았다면, 어찌 다시 나라를 망치는 재앙이 있을 수 있었겠습니까. 이는 그의 외모가 거칠고 졸렬하며 소박하다고 해서 인주가 그의 큰 간특(奸慝)함을 살피지 못한 데에 연유된 것이다. 인홍은 신의 자부(姉夫)입니다. 그와 함께 같은 집안에서 살아온 지가 40여 년으로 그 마음과 행동을 익히 보았는데 참으로 간사하고 음흉한 소인입니다. 훗날 국가에 무궁한 재앙이 될 것이 틀림없으니, 이것이 신이 배를 갈라 피를 뿌리면서 한 번 죽기를 각오라고 아뢰기를 그만두지 못하는 까닭입니다. 전하께서는 통촉하소서. 전하는 하늘이 내신 성인이시지만 어찌 군주의 직분을 수행함에 있어 전혀 잘못이 없다고 할 수 있습니까. 그런데 인홍은 대사헌이 된 뒤 몇 달 동안에 상의 잘못이나 여러 궁인들의 잘못에 대해서는 시종 말하지 않고, 구구하게 일삼는 것은 원수에게 보복을 가하여 사사로운 분노를 푸는 것에 있는 힘을 다하고 있었습니다. 또 몰래 문객들을 사주하여 그들로 하여금 글을 올려 자기를 칭찬하게 한 것은 너무나도 성명(聖明)을 무시하고 군부(君父)를 우롱한 처사입니다. 지난 여름과 가을 사이 인홍이 서울에 있을 때 인홍의 문객들이 인홍의 지시를 받고 이귀(李貴)가 상소를 올려 자신의 죄를 나열한 이유로 온 도내의 선비들에게 통문(通文)을 돌려 즉각 초계문(草溪郡)에 일제히 모여 발명(發明)하게 하였는데, 선비 중에 한 사람도 온 자가 없었고 오직 인홍에게 옥송(獄訟)을 청탁하여 편지를 보낸 적이 있는 자가 인홍의 핍박을 받고 마지못해 천리 먼 길을 피곤한 걸음으로 와서 거짓으로 꾸민 글을 마치 온 도내의 공론인 것처럼 올렸으니, 온 나라 사람들이 인홍의 마음을 환히 알았을 것입니다. 또 근래 탄핵을 당한 윤승훈·정경세의 경우는 인홍이 직접 한 것이고 유성룡·한준겸의 경우는 인홍의 도당이 그의 지시를 받아 탄핵한 것입니다. 대개 인홍이 유성룡과 틈이 생긴 것은 그 유래가 오래되었습니다. 과거 역적 정여립이 한때 명성을 훔쳐 외랍되게 이조의 낭관에 추천을 받았었는데, 이경중(李敬中)이 앞서 전부(銓部)에 있으면서 그의 흉악함이 반드시 후일 재앙을 끼칠 것임을 알고는 이에 그를 물리쳤습니다. 그때 인홍은 언관으로서 여립의 편을 들어 도리어 이경중을 공격했는데, 그 계사(啓辭)에 ‘아름다운 선비로 청명(淸名)이 있는 자를 경중이 매번 방해하여 막는다.’ 하였으니, 이른바 아름다운 선비란 바로 여립을 가리킨 말입니다. 정여립이 복주(伏誅)된 뒤에 성룡이 차자를 올려 ‘역적 여립이 세상을 속이고 이름을 훔쳐 조정의 신하 가운데 그의 농락을 받지 않은 사람이 없었지만, 당시 여립이 끝내는 재앙이 될 것임을 말한 사람은 이경중 한 사람뿐이었다.’ 하였는데 이로 인하여 경중의 상소를 찾아서 성상께 다시 진달하였고, 따라서 인홍이 역적을 편든 실상이 드러나 죄를 얻어 관작을 삭탈당하였습니다. 대저 유성룡의 차자는 기필코 인홍을 모함하려는 것은 아니었는데 인홍은 성룡이 고의로 자신을 모함하려 했다고 여겨 큰 유감을 품고 기어이 보복을 하려고 하였습니다. 지난해 인홍이 부름을 받고 왔을 때 상소하기를 ‘신이 유성룡과 사이가 좋지 않다.’고 하였습니다. 전일 대간 문홍도(文弘道)는 바로 인홍의 고향 사람으로 ‘그가 소유한 전원(田園)이 중외(中外)에 두루 깔렸다.’는 것으로 성룡을 탄핵했으니, 그를 사주한 것이 과연 인홍에게서 나오지 않았다고 할 수 있겠습니까. 윤승훈·정경세·한준겸은 모두 영남의 방백(方伯)을 지낸 적이 있는 사람입니다. 대저 난후 영남의 방백이나 곤수(閫帥) 이하의 벼슬을 지낸 사람은 반드시 인홍에게 가서 문안하는 것을 상례로 삼았는데, 시종 그것을 하지 않은 사람은 오직 이 세 사람뿐입니다. 인홍이 이에 깊은 유감을 품고 기필코 그들을 중상(中傷)하려 하였습니다. 또 인홍은 그때 조정의 명령이 없었는데도 스스로 대장(大將)이라 칭하고 멋대로 한 지방의 병권(兵權)을 잡았습니다. 왜적이 바야흐로 해변에 주둔하고 있을 때도 변성(邊城)에 가서 적을 막지 않았으며, 정유년에 왜적이 다시 경기 지방을 침범할 때에도 군부의 파천(播遷)을 서둘러 구원하지 않고 군대를 끼고서 자기 집이 있는 고을과 근처의 10여 고을만을 자위(自衛)하였습니다. 부장(副將)·초관(哨官)도 인홍에게 통보하여 알리지 않고서는 변장(邊將)과 수령이 감히 사사로이 임명하지 못하였습니다. 이에 승훈·경세·준겸 등이 그의 위세와 권한이 너무 큰 것을 보고 마음으로 의심하여 정 대장(鄭大將)의 명령이라 하는 것은 일체 막아버렸습니다. 더욱이 경세는 본도에 있을 때 그의 강포를 노여워하여 전횡하는 죄를 지척(指斥)했으며, 승훈은 재상이 된 처음에 탑전(榻前)에서 영남 강우(江右) 한쪽의 인심과 사습(士習)이 아름답지 못하다고 아뢴 것은 오로지 인홍을 지적하여 말한 것이므로 인홍이 기필코 중상하려 하였습니다. 뒤에 대사헌에 제수되어 사은(謝恩)을 하자마자 즉시 승훈을 공격했으니, 이는 공론을 빙자하여 사사로운 원수를 갚은 것에 지나지 않습니다. 또 인홍은 대간에 있으면서 동료들과 함께 이귀가 자신을 논한 상소문을 논박할 때 그 상소 내용이 실제는 정경세에게서 나왔다고 하여 이를 갈고 무릎을 치면서 통한을 품었습니다. 얼마 뒤에 ‘경세가 불효(不孝)했다.’는 의논을 인홍이 직접 내었습니다. 인홍은 구구한 개인의 원한 때문에 당일에 방자하게 사갈(蛇蝎)과 같은 독을 뿌렸을 뿐 아니라 지금 집에 물러가 있으면서도 대간과 전조를 지휘하여 자기를 따르는 자를 상주고 명을 따르지 않는 자를 벌주는 등 멋대로 하고 있으니, 이것이 바로 인홍이 조정에서 음사한 행동을 한 실상이요 온 세상이 다 아는 사실입니다. 인홍의 마음가짐과 행동은 평소 다른 사람과 교제할 때 자기 뜻에 맞고 자기의 지시에 순응하면 좋아하여 보살펴주는 것이 아녀자의 사랑 정도가 아니었습니다. 술과 음식을 가지고 왕래하는 자는 은근하고 자기에게 친후하다고 여겨 손을 잡고 좋아하며 간담을 토로하여, 그의 바라는 것은 무엇이나 들어주지 않는 것이 없어 곡진한 정의를 보여주었습니다. 그러나 아부하지 않는 사람은 잘못을 찾아 지목하는 것이 원수보다도 더하였으며, 마음속에 깊이 새겨두었다가 드디어 원수로 여겨 의심스러운 일을 그럴 듯하게 꾸며 협박하였으며, 자신의 심술이 음사 간특함을 꿰뚫어보고 꿋꿋하게 굴복하지 않는 사람은 불측한 말을 만들어 핍박하거나 뜻밖의 재앙을 야기시켜 위태롭게 만들었습니다. 이러니 남쪽 지방의 많은 선비나 봉사신(奉使臣)이 누군들 그의 예봉을 두려워하여 그의 농락에 빠지지 않을 수 있겠습니까. 심지어 같은 패거리들을 골라 풍헌 유사(風憲有司)라 명하여 대소 주군(州郡)에 깔아놓았는데 이들을 시켜 관리들의 장단(長短)을 살피고 향당(鄕黨)의 시비(是非)를 규찰하였으니, 이는 한 지방의 권강(權綱)을 한 손에 쥐고 천리 번곤(藩閫)을 제압하여 은연중 남방에 하나의 또다른 조정을 만드는 것입니다. 인홍은 임진년 이후 의병 대장이 되어 여러 고을의 의병을 통제하여 강외(江外)의 수만의 무리를 절제(節制)하면서, 사람을 죽이고 살리는 것을 자신의 은원(恩怨)에 따라 하였으므로 그 기세의 불꽃이 더욱 치열하였습니다. 왜적이 물러간 뒤에도 군대를 끼고 집에서 통솔하지 않는 것이 없었는데, 체찰사나 도원수가 군문을 지날 때면 뜰에 나누어 서서 대등한 예로 대하면서 거만스레 빈주(賓主)로 만나는 격식을 갖추었으며, 심지어 감사(監司)·병사(兵使)·수사(水使)와 제장(諸將) 이하는 왕왕 앉아서 인사를 받기까지 하였습니다. 그가 사는 고을의 대소 이민(吏民)은 그의 집을 관아처럼 드나들었고 또 사론(士論)이라 가탁하여 자기의 호오(好惡)에 따라 선악(善惡)의 등급을 매겨 산림청의(山林淸議)라 이름하였습니다. 그리하여 민간들만 그를 꺼릴 뿐 아니라 현재 남방의 대소 관원들도 그의 비방을 대간의 평보다 더 두려워합니다. 이에 추솔 비루하고 조행이 없는 자들이 크게 인홍에게 의지하여 자신을 구원해 줄 후원자로 삼고 있으므로, 감사 이하의 관원들이 그의 집에 갈 때는 반드시 술과 고기를 가득 싣고 갑니다. 그리고 전최(殿最)를 자기의 뜻에 따르지 않으면 삼사(三司)의 무거운 논박이 뒤따르게 됩니다. 지금 감사 이시발(李時發)은 성주 목사(星州牧使)·경주 부윤(慶州府尹)으로 있을 때부터 방백이 된 뒤에까지 술을 싣고 인홍의 집에 간 일이 없었으므로 인홍이 드디어 크게 유감을 품고서 직접 상소를 올려 은미하게 논하기도 하고 문생을 시켜 드러내어 공척하기도 하다가 끝내 양사가 함께 발론(發論)하기에 이르렀습니다. 근방의 10여 고을 수령들은 왕왕 아침에 부임하였다가 저녁에 체직되기도 하였는데, 지례 현감(知禮縣監) 우흥룡(禹興龍), 안음 현감(安陰縣監) 연충수(延忠秀)는 모두 뇌물을 보내지 않은 탓으로 탄핵을 받고 물러갔습니다. 또 영남 민간에 난리를 틈타 부자가 된 패거리가 있는데, 이는 평소에 가난하던 사람이 난리에 의병의 이름을 빌어 부자가 된 자들로 대부분 인홍의 문도들이니 인홍이 그 패거리의 우두머리입니다. 오늘 대각(臺閣)에도 그런 사람이 있으니 문여(文勵)가 그 사람이고, 백의(白衣)로 지방관으로 발탁된 자가 있으니 김응(金應)이 그 사람입니다. 또 하혼(河渾)이 국가의 노비를 탈취하고 함부로 죄없는 사람을 죽인 것이나 문경호(文景虎)가 멋대로 남의 장원(庄園)을 점거하고 자기 처가(妻家)의 노비를 협박해 빼앗은 것과 같은 것도, 모두 인홍의 문생으로 난리를 틈타 부자가 되어 남방의 맹견이 된 것들입니다. 더구나 인홍 자신이 의병과 공사(公私)의 양천(良賤)들을 거느리고 죄를 짓고 도망친 자들의 큰 소굴이 되었으니, 그 집안 재산의 부유함이 과연 어떠하겠습니까. 방금 새로 저택을 짓고 있는데 엄청나게 크고 넓어서 온 들판을 차지하고 있습니다. 전쟁이 지난 지 10년이 지났어도 아직껏 태묘(太廟)와 궁궐도 짓지 못하고 있는 실정인데, 인홍의 참람함이 여기에 이르렀으니 또한 신하로서 차마 못한 짓입니다. 시험삼아 사람을 보내 증험해보신다면, 그 사이 어떻게 쉽사리 철거할 수 있겠습니까. 또 합천군에 장함(張涵)이란 자가 있는데, 고(故) 지중추부사(知中樞府事) 강현(姜顯)의 이모의 아들입니다. 그의 아내는 적에게 포로로 잡혀갔으나 딸은 나이가 어려 다행히 화를 면했는데, 인홍과 친한 풍수(風水)를 잘 보는 중국군 시문용(施文用)에게 함의 딸을 강제로 시집보냈습니다. 가령 어미가 적에게 더럽혀져서 돌아왔다 하더라도 오히려 강제로 시집보내선 안 될 일인데, 더구나 무고한 딸이야 말해 뭐하겠습니까. 인홍이 국법을 무시하고 사족(士族)을 더럽힌 죄가 극심합니다. 또 성주(星州)의 선비 이순(李淳)이란 사람은 나이 70이 넘었는데 일찍이 깨끗한 행실로 공천(公薦)을 받아 재랑(齋郞)이 되었습니다. 인홍이 사적인 원한으로 인물을 해치는 것을 분하게 여겨 드디어 긴 편지를 써서 그의 문객에게 주어 인홍에게 전하게 했더니, 인홍이 칠십 노인에게 이 편지를 받고서는 죄를 줄 수가 없자 이에 사람을 시켜 그의 첩을 빼앗게 해서 분을 풀고는 얼마 뒤에 또 되돌려주면서 와서 사례하게 했으나 이순이 사절하고 받지 않았는데 그 첩은 성주(星州)에 있는 품관(品官)의 노비였습니다. 인홍이 주고 빼앗음을 마치 자기 물건처럼 할 뿐이 아니었으니, 그가 향인들을 위세로 제압하여도 아무도 감히 따지지 못하는 실상을 여기에서도 충분히 알 수 있습니다. 이는 인홍이 향리에 살면서 방자한 행동을 한 실상으로 남쪽 지방에서는 모두 아는 사실입니다.”",
                "hj": "○前義禁府都事梁弘澍上疏, 列數鄭仁弘立朝、居鄕、在家奸慝十二罪目, 其略曰: 仁弘論篤色莊, 專事粉飾, 外善內賊, 專務巧詐。 訐人陰私而爲直; 徑情直行而爲勇, 人見其矜愎, 疑其峭直; 見其陰邪, 疑其操守, 此所以竊取虛名, 以致至尊之傾嚮者也。 今雖處散, 奬召屢降, 益長其驕, 適足以栽培後日之勢, 增崇其威焰而已。 仁弘入侍經幄之際, 殿下見其山野庸陋之態, 必笑其乖劣局促, 而至於張皇勢焰, 擅作威福, 殿下必不信也。 後日竊弄太阿, 貽虞宗社, 殿下必不信也。 自古人主之於小人, 倘覺其奸邪, 爲他日莫大之虞, 則豈復有覆亡之禍哉? 由其外爲荒拙朴野, 而人主不察大奸慝故也。 仁弘, 臣之姊夫也。 同在一家四十餘年, 熟觀其處心行事, 眞所謂奸邪陰慝小人也。 爲他日國家無窮之禍必矣, 此臣之所以刳腸瀝血, 決一死以聞, 而不容但已者也, 請以殿下洞燭者明之。 殿下雖曰天縱之聖, 豈可謂全無袞職之闕乎? 仁弘爲大司憲, 數月之間, 聖躬闕失、諸宮過誤, 終始噤默, 而區區所事者, 惟務報復讐怨, 以快私憤, 不遺餘力。 又陰嗾門客, 而使之上章, 稱道己事, 則其不有聖明, 而愚弄君父甚矣。 上年夏秋間, 仁弘方在京城時, 仁弘門客承望仁弘風旨, 以李貴疏列其罪, 乃通文一道士子, 使之刻日齊會于草溪郡, 欲以發明, 而多士無一人至者, 惟曾受獄訟, 請簡於仁弘者, 被仁弘之逼迫, 千里長程, 不得已龍鍾困頓, 投進飾詐之書, 使若爲一道公議者。 此則國人之於仁弘, 必見其肺肝, 而近來被彈, 如尹承勳、鄭經世則仁弘之手自爲之者也; 柳成龍、韓浚謙則仁弘徒黨承望風旨而劾之者也。 蓋仁弘之於柳成龍有隙者, 其來久矣。 昔年, 逆賊鄭汝立盜名一時, 濫被天官郞薦, 而李敬中先在銓部, 知其凶惡, 必貽禍後日, 乃擯斥之。 仁弘以言官, 黨於汝立, 反攻敬中, 其啓辭曰: “佳士之有淸名者, 敬中每防塞。” 所謂佳士者, 指汝立而言也。 及汝立伏誅之後, 成龍上箚言: “逆賊汝立, 欺世盜名, 朝臣莫不受其詿誤, 而當日言其終必禍者, 獨李敬中一人而已。” 敬中之疏, 因以搜進於細氈之上, 則仁弘黨逆之實著矣。 仁弘以此得罪, 削奪官爵。 夫成龍之箚, 未必有陷仁弘之意也, 而仁弘以爲, 成龍故欲陷己, 大懷憾恨, 必欲報復。 上年, 仁弘赴召之日, 乃上疏曰: “臣不快於柳成龍。” 云則前日臺諫文弘道, 卽仁弘之鄕里也。 以田園遍中外, 劾成龍, 其指嗾, 果不出於仁弘乎? 尹承勳、鄭經世、韓浚謙則皆嘗爲嶺南方伯者也。 大抵變亂以後, 嶺南方伯、閫帥以下, 必造謁仁弘以爲常, 而終始不肯者, 獨此三人而已。 仁弘深憾於斯, 而必欲中傷。 又仁弘於彼時, 非有朝廷命令, 而自稱大將, 橫持一方兵柄。 醜賊方屯住海上時, 旣不赴邊城禦賊, 丁酉歲, 海寇再犯畿甸時, 又不急君父之播越, 而擁兵自衛其家本郡及旁近十餘邑。 部將、哨官非關白仁弘則邊將、守令不敢私署。 於是, 承勳、經世、浚謙等, 見其威權太盛, 而心加疑訝, 凡稱爲鄭大將之號令者, 則一切沮抑。 加之經世則在本道之日, 憤其强梁, 而斥其豪橫之罪; 承勳則入相之初, 榻前啓嶺南江右一方人心士習之不佳者, 專指仁弘而發也, 仁弘必欲中毒。 後拜都憲, 謝恩纔畢, 卽攻承勳, 是不過憑公論而報私讐也。 又仁弘在臺中, 與同僚論李貴疏己之罪, 謂其疏意, 實出於經世, 而磨牙皷吻, 擊節痛恨。 未久, 經世不孝之論, 仁弘手自發之。 仁弘以區區一己之私怨, 不獨身肆虺蛇之毒於當日, 至今退在其家, 指揮臺諫、銓曹, 賞罰其用命、不用命, 榮枯褒剝, 無不如意, 此則仁弘立朝陰邪之實, 爲擧世所共知者也。 仁弘處心行事, 則平日與人交際之間, 適其意而順其旨, 則嬉怡撫摩, 不啻婦人之仁。 酒饌往來者, 則以爲殷勤而親厚於己也, 握手相歡, 吐出肝膽, 凡其所願, 莫不承施, 以示繾綣。 不肯阿附者, 則物色指目, 不啻楚、越, 內懷深刻, 遂爲仇敵, 織成疑似, 以脅持之。 若洞見其心術陰慝, 挺立不屈者, 則或做出不測之言以逼之, 或惹起意外之禍以危之, 則凡南中多士及奉使之人, 孰不畏其鋒而墮其籠絡哉? 至於擇其同黨, 名之曰風憲有司, 大小州郡, 無不布置, 以伺察官吏長短, 糾劾鄕黨是非, 收攬一方權綱, 威制千里藩閫, 隱然別有南中一朝廷也。 仁弘自壬辰以後, 爲義兵大將, 統列邑義兵, 而節制江外數萬之衆, 其生人、殺人, 輒隨其恩怨, 而勢焰益加燻灼矣。 賊退後, 擁兵在家, 無所統屬, 體察使、都元帥, 若過其轅門, 則分庭抗揖, 傲然以賓主相接, 至如監、兵、水、列閫以下, 則往往坐受其拜。 其所居鄕郡大小吏民, 衙仕於其家, 又托士論, 以其好惡, 題品臧否, 而名之曰山林淸議。 不獨閭里人人之所憚, 目今南中大小之官, 畏其詆訾, 甚於臺評。 於是, 麤鄙無行者, 倚重仁弘以爲, 救己之外援, 監司以下造其門, 必滿載酒肉, 而殿最若不順其旨, 則三司之重駁隨之。 今監司李時發自星牧、慶尹, 以至方伯, 未嘗載酒, 一造仁弘之門, 仁弘遂大憾, 而或於手疏微及之; 或使門生顯斥之, 終至兩司俱發。 近境十餘邑守令, 往往朝至夕遞, 如知禮縣監禹興龍、安陰縣監延忠秀, 皆以不爲賂遺, 遭劾而去。 又嶺南民間有因亂致富榜, 蓋在平昔貧窶, 而因亂假義兵, 以致富者, 多是仁弘門生, 而仁弘爲榜頭。 今日臺閣之上, 亦有其人, 文勵是也; 以白衣擢授百里之任者, 金應是也。 又如河渾之奪取國家奴婢, 而濫殺無辜, 文景虎之橫占人口庄園, 而刼取妻家臧獲, 皆以仁弘門生, 因亂致富, 爲南中之猰㺄者也。 況仁弘則自提義兵, 公私良賤, 爲逋逃大淵藪, 則家業之富饒, 果如何哉? 目今新作甲第, 顯敞宏達, 壓覆原野。 兵戈之後十年, 太廟不復, 宮室未作, 而仁弘之僭擬至此, 亦臣子之所不忍也。 試遣人驗之, 則時月之間, 渠豈能容易撤毁哉? 又陜川郡有張涵者, 故知中樞府事姜顯之姨子也。 其妻雖被擄於賊, 而其女則以年幼, 幸而得免, 仁弘交結善風水唐兵施文用, 刼嫁涵女。 假令其母汚賊而來, 尙且不可, 況其無故女子乎? 仁弘之不有國法, 汚亂士族甚矣。 又星州有士人李淳者, 年踰七十, 嘗以淑行, 被公薦爲齋郞矣。 憤仁弘以私怨, 嚙人害物, 乃作長書, 貽其門客, 使傳于仁弘, 仁弘得此書於七十老人, 無以施罪, 乃使人奪其妾, 以洩其憤, 俄又還之, 欲其來謝, 李淳辭而不受, 其妾乃星州品官之婢, 而仁弘予奪, 不啻如己物, 則其威制鄕人, 莫敢誰何之狀, 於此亦足觀矣。 此則仁弘處鄕恣縱之實, 爲南鄕所共知者也。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongsul day, the first day of the month, [the King] appointed [Yi] 윤방 as assistant vice-director of the Ministry of War , Yun Yang as preceptor of the Office of Honorable Guests , and Yun Hwon as executive assistant of the Office of Lectures . Upon examining the Veritable Records of the Grand Scribe (C. Shijing , the text reads, When Hongro was in Uiju , he pointed out Dusu , the state bandits who designated Dusu . [Yi] Bang and others regarded Hongro as if they were friendly surrender. Since the autumn of the imin year (, Hongro had secretly frequently visited [the capital] and frequently visited [the capital]. People all suspected him. Hongro submitted a memorial to the King and the Queen in secret and plotted to destroy the scholar-officials. For this reason, court officials regarded [Hongro] as [Hongro] Stream . Moreover, Dusus life exiled to Hongwon and the state bandits were all exposed from Hongro. How could [Hong] Bangs brother be secretly visited [the capital] and frequently communicated with [Hongro]? Originally, 자헌 was originally afflicted with Hongro. Also, [Hongro] was originally disliked by Dusus son and abhorred by nature. [Hongro] fabricated a rumor in writing about this, and tried to destroy both [Hongro] and fabricated [Hongro]. [Hongro] also was extremely wicked.",
                "H2KE-nKo": "삭일 병술년에 윤방을 병조 참지로, 윤양을 상례로, 윤훤을 직강으로 삼았다. 《실록》을 살펴보니, 소주에 이르기를,“홍로가 의주에 있을 때 상소하여 역적 윤두수를 국적이라고 지적하자 윤방 등이 홍로를 원수처럼 여겼는데, 임인년 가을 이후로 홍로와 서로 친밀하여 자주 왕래하였으므로 사람들이 모두 의심하였다.”하였다. 홍로가 의주에서 올린 상소는 양궁을 이간하고 사류를 일망타진하려는 의도에서 나온 것이었으므로 조정의 신하들이 그를 사갈처럼 여겼다. 더구나 윤두수가 홍원에 유배되고 국적이라고 배척한 것은 모두 홍로에게서 나온 것이니, 윤방의 형제가 어찌 친밀하게 왕래할 리가 있겠는가. 대개 기자헌은 본래 홍로와 사이가 나<unk>고 또 평소 윤두수 부자를 질시하여 이처럼 근거 없는 말을 지어내어 양쪽을 모함할 계획을 하였으니, 그 또한 흉악하다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 6월 1일(병술) 1번째기사",
                "gt-oKo": "윤방(尹昉)을 병조 참지로, 윤양(尹晹)을 상례(相禮)로, 윤훤(尹暄)을 직강(直講)으로 삼았다. 《실록》을 살피건대, 소주(小註)에, “홍로(弘老)가 의주(義州)에 있을 때 상소를 올려 윤두수(尹斗壽)를 국적(國賊)이라고 지목했으니, 그 아들인 윤방 등은 홍로를 원수처럼 여겼을텐데, 임인년 가을 이후부터는 홍로와 서로 친밀하게 자주 왕래하였으므로 사람들이 의심하였다.” 하였다. 홍로가 의주에서 올린 상소는 드러내놓고 양궁(兩宮)을 이간하여 사류들을 일망타진하려 한 것이었으므로 조신(朝臣)들이 그를 사갈(蛇蝎)처럼 여겼다. 더구나 두수가 홍원(洪源)에 유배당하고 국적(國賊)이라 배척된 것은 모두 홍로에게서 나온 것이니, 윤방 형제들이 어찌 친밀하게 왕래할 리가 있겠는가. 기자헌은 본디 홍로와 사이가 나빴고 또 평소 두수 부자를 질시하였던 까닭에 이처럼 근거없는 말을 만들어 양쪽을 다 함정에 빠뜨리려 한 것이니, 그 역시 흉악하다.",
                "hj": "○朔丙戌/以尹昉爲兵曹參知, 尹暘爲相禮, 尹暄爲直講。 按《實錄》, 小註曰: “弘老在義州時上疏, 以國賊指斗壽, 昉等視弘老若仇讐, 而自壬寅秋以後, 與弘老相親密, 頻數往來, 人皆疑之。” 云。 弘老義州之疏, 顯欲離間兩宮, 網打士類而發, 故朝臣視之如蛇蝎。 況斗壽洪原之謫、國賊之斥, 皆出於弘老, 則昉之兄弟, 豈有親密往來之理乎? 蓋自獻本與弘老交惡, 又素媢嫉斗壽之父子, 做此無據之說, 以爲兩陷之計, 其亦兇矣。"
            },
            "2": {
                "H2KE-EN": "Governor of Chungcheong Province Yu Geun requested that a tomb be built in Jiksan . The King approved this request.",
                "H2KE-nKo": "충청 감사 유근이 직산 땅에 백제의 시조인 온조의 묘를 수리할 것을 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 6월 1일(병술) 2번째기사",
                "gt-oKo": "충청 감사 유근(柳根)이 백제(百濟)의 시조인 온조왕(溫祚王)의 분묘를 직산(稷山) 땅에 세우자고 청하니, 상이 따랐다.",
                "hj": "○忠淸監司柳根請修建百濟始祖溫祚墓於稷山地, 上從之。"
            },
            "3": {
                "H2KE-EN": "The King ordered the officials of the second rank or above to discuss the matter of coin currency with the officials of the second rank and above in the palace. Fourteen men discussed the matter and said, Our country does not use rice and cloth only for using coin currency. For this reason, the farming season is ill and the country is poor. It is inevitable that the use of coin currency be newly established in order to encourage the government expenses. Left State Councilor Yi Seung and other seventeen men said, The use of coin currency is not possible. However, as the value of coin currency is of heavy value, if the value of the coins is of eight 푼, then 10,000 geun of copper and iron should be cast in cast",
                "H2KE-nKo": "돈[錢]을 사용하는 일로 2품 이상에게 명하여 대궐 안에서 회의하게 하였다. 영의정 이덕형 등 14인이 의견을 올리기를,“우리나라에는 샘물[泉貨]이 없어 쌀과 베[布]만 사용하기 때문에 농민은 병들고 나라는 가난합니다. 지금처럼 난리를 겪은 뒤에는 돈을 새로 만들어 사용해서 나라의 비용을 넉넉하게 하지 않을 수 없습니다.”하고, 좌의정 윤승훈 등 17인은 의견을 올리기를,“돈을 사용하는 한 가지 일은 시험해 보는 것도 무방하겠습니다. 다만 돈의 무게가 8푼으로 기준을 삼는다면 1만 근의 동철로 2000관을 주조해야 하니, 돈을 얻는 것은 적고 동철을 마련해 내기는 매우 어렵습니다. 여러 사람의 의견을 널리 수렴하여 가부를 절충해야 합니다.”하고, 우의정 유영경은 의견을 올리기를,“동철은 우리나라에서 생산되는 것이 아니니, 이것은 대단히 시행하기 어려운 일입니다. 새로 시행하는 돈에 대한 법은 과조를 엄중하게 하지 않으면 농간을 부리는 근심을 막기 어려울 것입니다. 만약 이것을 염려하여 엄한 법으로 다스린다면 백성들이 필시 좋아하지 않을 것이니, 시행하기 어려울 듯합니다.”하니, 주상이 유영경의 의견을 따랐다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 6월 1일(병술) 3번째기사",
                "gt-oKo": "돈[錢]을 사용하는 일로 2품 이상의 관원을 명하여 대궐에서 회의하게 하였다. 영의정 이덕형 등 13인이 의논드리기를, “우리 나라는 천화(泉貨)가 없고 단지 미포(米布)를 쓰기 때문에 농민이 병들고 나라가 가난합니다. 이번 난리를 겪은 뒤로는 전화(錢貨)를 사용해서 국가의 비용을 넉넉히 하지 않을 수 없습니다.” 하고, 좌의정 윤승훈 등 17인은 의논드리기를, “돈을 사용하는 한 가지 일은 시행해 보는 것도 무방하겠습니다. 그러나 동전의 무게를 8푼으로 기준을 삼는다면, 1만 근의 동철(銅鐵)로 돈 2천 꿰미를 만들 수 있으니, 돈을 얻는 것은 적고 동철을 준비해 내기는 매우 어렵습니다. 마땅히 여러 의견을 널리 수렴하여 가부를 절충하소서.” 하고, 우의정 유영경은 의논드리기를, “동철은 우리 나라에서 생산되는 것이 아니어서 이는 시행하기가 대단히 어려운 일입니다. 새로 시행되는 돈에 대한 법은 그 제도를 엄격히 만들지 않으면 간사하게 속이는 근심을 막기가 어려울 것입니다. 그리고 이를 걱정하여 가혹한 법으로 묶으면 백성들이 반드시 좋아하지 않을 것이어서 시행하기가 어려울 듯합니다.” 하니, 상이 유영경의 의견에 따랐다.",
                "hj": "○以用錢事, 命二品以上, 會議於闕內。 領議政李德馨等十四人議曰: “我國無泉貨, 只用米布, 故農病而國貧。 當此經亂之後, 不可不創用錢貨, 以裕公家之用。” 左議政尹承勳等十七人以爲: “用錢一事, 試之無妨, 而但錢文之重, 若以八分爲準, 則一萬斤銅鐵, 當鑄二千貫, 得錢則些少, 而銅鐵辦出甚難。 宜博采群議, 折衷可否。” 右議政柳永慶以爲: “銅鐵非我國所産, 此大段難行之事也。 新行錢法, 若不嚴重科條, 則難防奸騙之患。 若慮此, 而繩以峻法, 則民必不悅, 恐難設行。” 上從永慶議。"
            },
            "4": {
                "H2KE-EN": "Former Seventh Rank Military Officer Kim Seokgwang presented a memorial to the King, which stated, Yang Hongju and Yi Gwi slandered Confucius. At the time, Yi Gwi served as the magistrate of Ansan , also submitted a memorial to dispute against Confucius. Thereupon, the King refused to reply with Confucius the crime of Confucius. The King then issued a royal directive, which stated, Yi Gwi is foolish and imprudent, and is a laughable worthy of the world. When Kim Seokgwang submitted a memorial, it would be possible for him to clarify his own matters, which is extremely abrupt. Have him dismiss him from office.",
                "H2KE-nKo": "전 직장 김석광이 상소하여, 양홍주가 이귀와 함께 정인홍을 무함하고 헐뜯은 정상에 대해 말하였다. 이귀는 이때 안산 군수로 있으면서 상소하여 스스로를 변명하고, 이어 정인홍의 죄악에 대해 극언하였는데, 주상이 답하지 않았다. 이어 전교하기를,“이귀는 어리석고 망령되며 음험하고 허탄하여 온 세상의 웃음거리가 되었다. 김석광의 상소 내용이 설혹 실정에 지나쳤다 하더라도 본래 공의가 있는 것인데, 지금 상소를 올려 자신의 일을 변명하였으니, 너무도 기탄없는 짓이다. 파직하라.”하였다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 6월 1일(병술) 4번째기사",
                "gt-oKo": "전 직장(直長) 김석광(金錫光)이 상소를 올려 양홍주(梁弘澍)와 이귀(李貴)가 정인홍을 모함하여 비방한 실상을 아뢰었다. 이귀는 이때 안산 군수(安山郡守)로 있었는데 역시 상소를 올려 스스로를 변명하고 인홍의 죄악을 극언(極言)하였다. 상이 답을 하지 않다가 이어 전교하였다. “이귀는 어리석고 망령되고 음험하여 한 세상의 웃음거리이다. 석광의 상소가 설혹 실정에 지나친 것이 있더라도 절로 공의(公議)가 있을 것인데 이제 상소를 올려 자기의 일을 변명였으니, 기탄없음이 너무 심하다. 파직하라.”",
                "hj": "○前直長金錫光上疏, 言梁弘澍與李貴誣毁鄭仁弘之狀。 貴時爲安山郡守, 亦上疏自辨, 仍極言仁弘罪惡, 上不答, 仍敎曰: “貴愚妄險誕, 爲一世笑。 錫光疏辭, 設或過情, 自有公議, 今乃陳疏, 辨明己事, 其無忌憚甚矣。 其令革職。”"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King appointed 박동량 as chief royal secretary . Dongryang was a natural disposition of splendor and a magnificent talent. He had no intention to kill people. When he examined the Veritable Records of the Great Learning (C. Daxue , he claimed that he was wicked and importance, and thus demonstrated the wicked circumstances and the wicked circumstances. He wanted to kill those who were not claiming to claim the claiming of claiming.",
                "H2KE-nKo": "박동량을 도승지로 삼았다. 박동량은 재주가 뛰어나고 기우가 평탄하여 남을 해치려는 마음을 가진 적이 없었다. 그런데 《실록》을 살펴보면 간특하고 경망스러운 자로 배척하고 독한 정철을 추존하여 정철이 아닌 사람을 죽이려고 하였으니, 사람을 논하면서 사실과 틀린 것이 심하다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 7월 1일(을묘) 1번째기사",
                "gt-oKo": "박동량(朴東亮)을 도승지로 삼았다. 동량은 재주가 뛰어나고 인품이 너그러워 남을 해치려는 마음을 가진 일이 없었다. 그런데 《실록》은 살펴보면 ‘간특하고 경망하여 독철(毒澈)을 추존하였고 철을 비방하는 사람들을 죽이려고 했다.’ 하였으니, 사람을 논함에 있어 사실과 어긋나는 것이 심하다.",
                "hj": "○朔乙卯/以朴東亮爲都承旨。 東亮才華英發, 器宇坦易, 未嘗有戕人害物之心, 而按《實錄》, 斥之以奸慝輕妄, 推尊毒澈, 欲殺非澈之人, 其論人失實甚矣。"
            },
            "2": {
                "H2KE-EN": "Former Assistant Section Chief Jeong Jeup passed away. [Jeong] Jeups courtesy name was Gungyeong . He was named Gook . He was a son of [Jeong] Sungyeon [], and [Jeong] Yongs younger brother. His poem was clear and wide, and his talent and knowledge was luminous. His poem was glorious in the Tang [dynasty] and also skilled in archery and music. He was well-versed in the physicians and medicines and rewarded for archery. From his own generation, he abandoned his meritorious deeds. [Jeong] claimed that [Jeong] Yong was abandoned in a remote area. People called him Juseon . At this time, he passed away. He was seventy-one years of age and his drafts were passed down in the world. ",
                "H2KE-nKo": "전 좌랑 정작이 졸하였다. 정작의 자는 군경이고, 호는 고옥인데, 정순붕의 아들이고 정황의 아우이다. 풍채가 청아하고 재주와 식견이 빼어났다. 시는 성당을 숭상하고 또 초서와 예서에 능하였다. 의약과 상감의 기예에 널리 통달하였다. 가문의 허물로 공명을 버리고 정황을 가탁하여 먼 지방에 떠돌았으므로 사람들이 ‘주선’이라고 일컬었다. 이때에 이르러 졸하니, 나이가 71세였다. 유고가 세상에 전한다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 7월 1일(을묘) 2번째기사",
                "gt-oKo": "전 좌랑(佐郞) 정작(鄭碏)이 졸하였다. 작의 자는 군경(君敬)이고 호는 고옥(古玉)으로 정순붕(鄭順朋)의 아들이며 정염(鄭)의 아우이다. 풍채가 청아하고 재주와 식견이 빼어났다. 시(詩)는 성당(盛唐)을 숭상했고 또 초서(草書)와 예서(隷書)에도 뛰어났다. 그 외 의약(醫藥)과 상감(賞鑑)의 재주에도 널리 통하였는데, 집안의 누(累) 때문에 공명(功名)을 내던지고 술에 의탁하여 먼 외방으로 떠돌았으므로 사람들이 주선(酒仙)이라 불렀다. 이때에 이르러 졸하였는데 향년은 71세이고 유고(遺稿)가 세상에 전한다.",
                "hj": "○前佐郞鄭碏卒。 碏字君敬, 號古玉, 順朋之子, 而之弟也。 風韻淸曠, 才識儁逸。 詩尙盛唐, 又工草、隷。 旁通醫藥、賞鑑之技。 自以家世之累, 遺棄功名, 托以麴糵, 浮遊於遐外, 人稱酒仙。 至是卒, 年七十一, 有遺稿行於世。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "Lord of Haeseong Choe Hwang , who passed away. [Choe] Hwang, serving in the government office, was originally foolish and foolish by nature. However, his nature was slow and narrow, and there was no one who liked him. In the case of [Choe] gichuk year (, no incident was falsely accused. In the case of Kim Deokryeong , he also did not speak about falsely accusing [Choe] Deokryeongs guilt. Those who wrote this incident were punished and demoted because [Choe] Hwang had harbored harboring grudge and secretly disputed him. ",
                "H2KE-nKo": "해성군 최황이 졸하였다. 최황은 관직에 있으면서 일을 처리하여 본래 민첩하다고 일컬어졌다. 다만 성품이 까다롭고 도량이 좁아서 그를 좋아하지 않는 사람이 없었다. 기축년의 변고에 이르러서는 실로 남을 모함하여 죄에 빠뜨린 일이 없었으며, 김덕령의 옥사에도 모함하는 말이 없었다. 일을 기록하는 자가 이것을 가지고 논하여 폄하하였으니, 이는 유감을 품고 몰래 배척한 것이다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 8월 1일(갑신) 1번째기사",
                "gt-oKo": "해성군(海城君) 최황(崔滉)이 졸하였다. 황은 관청에서 일을 처리함에 있어 본래 민첩하다는 칭찬이 있었다. 다만 성품이 각박하고 도량이 좁아서 좋아하는 사람이 없었다. 기축년의 옥사에서는 실로 누구를 함정에 밀어넣어 빠뜨린 일이 없고, 김덕령(金德齡)의 옥사에서도 죄를 얽어서 모함한 말이 없었다. 그런데 일을 기록하는 자가 이것으로 그를 폄론(貶論)했으니, 이는 유감을 품고 은밀히 배척한 것이다.",
                "hj": "○朔甲申/海城君崔滉卒。 滉居官任事, 素稱捷敏。 但性苛量狹, 人無好之者。 至於己丑之變, 實無擠陷之事, 金德齡之獄, 亦無構陷之言。 記事者以此論貶, 蓋挾憾而陰斥之耳。"
            },
            "2": {
                "H2KE-EN": "Kang In , a Confucian student in Hamyang , submitted a memorial to reprimand Yang Hongju and reprimanded the grievance of the Crown Prince .",
                "H2KE-nKo": "함양 유생 강인 등 수십 인이 상소하여 양홍주를 논척하고, 이어 정인홍의 억울함을 호소하였다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 8월 1일(갑신) 2번째기사",
                "gt-oKo": "함양(咸陽)의 유생 강인(姜璘) 등 수십 인이 상소를 올려 양홍주를 배척하고 이어 정인홍의 원통함을 호소하였다.",
                "hj": "○咸陽儒生姜璘等數十人上疏, 斥梁弘澍, 仍訟鄭仁弘之冤。"
            },
            "3": {
                "H2KE-EN": "The King ordered the reconstruction of the palace wall be relocated. The 비변사가 아뢰기를, “시어소는 temporarily build a corpse within ten years already passed since the temporary royal residence was temporarily build a corpse of the city wall, and it is difficult to fully express his appreciation of the entire body. From the mind of Your Majesty, it would be impossible for us to sleep and walk. How could your subjects feel satisfied even for a moment? However, today the construction of the palace wall be relocated and moved to the old fortress of Gyeongbok Palace . Then there will be no great effort to construct the old fortress in order to repair the palace. This will be no benefit, but the construction will be great. Not only is the opportunity of the circumstances, but it is also inevitable to relocate the old palaces. If a corpse of building a palace wall, would not be proper",
                "H2KE-nKo": "시어소에 돌을 던지고 담장을 넘는 변고가 있어 궁궐 담장을 뒤로 물려 쌓으라고 명하였다. 비변사가 아뢰기를,“시어소를 여염에 임시로 설치한 지 지금 이미 10년이 되었으니, 그 사이에 훼손되고 구차한 것은 이루 다 말하기 어렵습니다. 성상의 마음에는 와신상담하기에도 겨를이 없으실 것이지만 신하들의 마음에는 어찌 일각인들 편안하겠습니까. 다만 오늘 궁궐 담장을 물려 쌓는 공사를 경복궁의 옛 성을 수리할 곳으로 옮긴다면, 그곳에는 옛 공사가 있지만 공력은 많이 들지 않을 것이니, 이것은 무익한 일이고 공사는 방대합니다. 일의 형세가 그러할 뿐만 아니라 옛 궁궐을 수리하는 것도 그만둘 수 없는 일입니다. 대략 집을 지어 마치 위 문공이 조운하는 곳처럼 한다면 누군들 마땅하지 않겠습니까. 일찍이 중국 사람들의 말을 들으니, 또한 대부분 속히 장소를 가려 장소를 정해야 한다고 하였습니다.”하니, 주상이 궁궐 담장을 물려 쌓는 공사를 뒤로 물리라고 명하였다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 8월 1일(갑신) 3번째기사",
                "gt-oKo": "시어소(時御所)에 돌을 던지고 담장을 넘는 변고가 있어 궁궐의 담장을 물려 쌓으라고 명하였다. 비변사가 아뢰기를, “시어소를 민간에다 임시로 설치한 것이 이미 10년인데 그 사이에 휴손된 구차스러움은 이루 다 말하기 어렵습니다. 성상의 마음에는 와신 상담(臥薪嘗膽)에 겨를이 없었겠으나 여러 신하들의 심정이야 어찌 일각인들 편안했겠습니까. 다만 지금 궁궐 담장을 물려서 쌓는 역사(役事)에 드는 공력을 경복궁(景福宮)의 옛 성을 수리하는데 옮겨 쓴다면 그곳에는 이미 옛날에 해놓은 공사가 있기 때문에 많은 힘이 들지 않고, 이곳에는 쓸모없는 것으로 역사만 호대할 뿐입니다. 사세가 그러할 뿐 아니라 옛 대궐을 수리하는 것도 그만둘 수 없는 일입니다. 대략 방옥(房屋)만을 설치하여 마치 위 문공(衛文公)이 조(漕)에다 띳집을 지은 것과 같이 하면 누군들 마땅하다고 하지 않겠습니까. 일찍이 중국 사람이 하는 말을 듣건대 역시 대부분 빨리 장소를 가려 처소를 정하라고 하였습니다.” 하니, 상이 궁궐 담장을 물려 쌓는 것을 중지하도록 명하였다.",
                "hj": "○時御所有投石踰墻之變, 命退築宮墻。 備邊司啓曰: “時御所權設於閭閻, 今已十年, 其間虧損苟且, 難以盡言。 在聖上之心, 臥薪嘗膽之不暇, 而群下之情, 夫豈一刻自安乎? 但今日退築宮墻之役, 移之於修葺景福宮舊城, 則彼有舊功, 而用力不多, 此爲無益, 而其役浩大。 不特事勢爲然, 修葺舊闕, 亦是不可已之事。 略設房屋, 如衛文公之苃舍于漕, 則孰不爲宜乎? 曾聞天朝人論說, 則亦多以速擇地而定處爲言矣。” 上命停退築宮墻之役。"
            },
            "4": {
                "H2KE-EN": "The governor of Gyeonggi [Province] hurriedly reported, Lord of Yuseong Yu Huiseo went to his hometown for cleaning his graves. He received a leave of absence and stayed in Pocheon . More than thirty fire brigands rushed to kill him. The King transmitted a royal directive to the governor of Gyeonggi [Province], which stated, Although Yu Huiseo was killed by the brigands of the brigands, the morning court assembly and the opening of the market will be suspended for the time being.",
                "H2KE-nKo": "경기 감사가 급히 장계하기를,“유성군 유희서가 소분하기 위해 말미를 받아 포천에 있었는데, 화적 30여 기가 돌입하여 가슴을 찔러 죽였습니다.”하니, 주상이 승정원에 전교하기를,“유희서가 적에게 살해되었으니 조시를 정지하는 일은 없더라도 오늘은 경연을 여는 것을 우선 정지하라.”하였다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 8월 1일(갑신) 4번째기사",
                "gt-oKo": "경기 감사가 치계하기를, “유성군(儒城君) 유희서(柳熙緖)가 소분(掃墳)하기 위해 말미를 받아 포천(抱川)에 있었는데, 화적(火賊) 30여 기(騎)가 돌입하여 가슴을 찔러 살해하였습니다.” 하니, 상이 정원에 전교하기를, “희서가 도적에게 살해당했다 한다. 조시(朝市)를 정지하는 일을 거행하지는 않더라도 오늘 경연을 여는 것은 우선 멈추라.” 하였다.",
                "hj": "○京畿監司馳啓: “儒城君柳熙緖以掃墳, 受由在抱川, 火賊三十餘騎, 突入刺胸殺之。” 上傳于政院曰: “熙緖爲賊所殺, 雖無停朝市之擧, 今日開筵姑停。”"
            },
            "5": {
                "H2KE-EN": "북병사 이용순이 hurriedly reported to the King as follows: On the fourteenth day of this month, the enemy mounted more than twenty ri away from Silla Pass in Seongseong to Gimgyeong . On the fourteenth day of this month, the enemy mounted more than twenty ri away and hurriedly raised [the enemy circumstances into the fortress. Junior Seventh-Rank Military Officer Jeong Seop closed the enemy circumstances and ascended the fortress to engage in battle. If [the enemy circumstances] continued to shoot arrows, the enemy criptures will be repeatedly repeated. The enemy said, The enemy routemy enemy",
                "H2KE-nKo": "북병사 이용순이 급히 장계하기를,“종성의 오차령에서 김경륜탄까지의 거리에 이달 14일에 적의 기병이 20여 리나 뻗쳐 돌격해 와서 창과 갑옷이 현란하게 곧바로 성 아래에 다다랐습니다. 부사 정엽이 문을 닫고 성에 올라가 포수 20여 명을 뽑아 성을 나가 맞아 싸우게 하고 연속적으로 포를 쏘게 하니 적의 기병이 점점 물러갔습니다. 번호가 와서 고하기를 ‘이 적은 홀라온인데, 그 장수 만도리가 지난해에 우리 나라에 죽음을 당하였기 때문에 원수를 갚으려고 부성을 침범하기도 하고 촌야를 살략하기도 하였습니다.’라고 하였습니다.마침내 적의 형세를 염탐해 보니 번호를 분탕질하여 연기와 불꽃이 하늘을 뒤덮었습니다. 또 애막을 설치하여 처음에는 오래 머무른 듯하더니 16일에 이르러서는 이미 모두 돌아갔습니다. 본부의 장사들이 모두 말하기를 ‘말을 달리며 전투하는 모습이 자못 기율이 있어 옛날에 비할 바가 아닙니다.’라고 하였습니다. 또 군사를 거느린 두 장수는 각각 홍기를 세워 갑주와 전마가 극히 정건하니 후일의 근심을 이루 다 말할 수 없습니다. 부사 정엽은 몸에 중병이 있어 군무를 정돈하였으니 또한 매우 염려스럽습니다.”하니, 주상이 하교하기를,“종성의 적은 저희들끼리 서로 싸운 것에 불과하니 급히 선전관을 보내 곡절을 자세히 물어보게 하라.”하였다. 북병사가 또 급히 장계하기를,“종성에서 접전한 장사들이 모두 말하기를 ‘일찍이 홀라온과 서로 싸운 것이 이미 익숙해졌습니다. 지금 이 적을 보니 장갑과 대검으로 철기를 달리며 깃발을 진퇴하는 모습이 홀라온이 아닌 듯하고 아마도 올호의 군사가 섞여서 온 것인 듯합니다.’라고 하였습니다. 홀라온의 추장 아질이는 바로 부자타의 아들이고 소라치는 바로 그의 사위입니다. 아질이는 올호와 인척의 관계가 있으니 그 군사가 반드시 서로 연합할 리가 있습니다. 그 철갑이 오차까지는 바로 올호의 군사입니다. 노토도 올호와 혼인을 맺었으니 반드시 악을 도와서 이런 일을 한 것이 아니라고 할 수 없습니다. 올호는 본래 번호에게 원한을 갚으려고 하였고 노토도 번호를 습격하려고 하였으니, 우리나라의 방비를 자세히 살피지 않아서는 안 됩니다.”하였다. 비변사가 아뢰기를,“이 적이 이미 물러갔지만 재차 침범할 우려가 없지 않습니다. 기미에 앞서 미리 방비하는 것을 조금도 늦출 수 없으니, 마땅히 감사로 하여금 육진 가까운 지역에 진주하여 기미에 따라 책응하게 해야 합니다. 회령 부사를 지금 문관으로 차출하였으니 무신으로 대신하는 것만 못합니다.”하니, 주상이 답하기를,“이는 번호 등이 부관이 직무를 제대로 수행하지 못한 틈을 타서 방비가 무너지는 것을 알고 불의에 개와 쥐새끼 같은 짓을 할 생각을 한 것에 불과하니, 이로 인하여 경솔히 동요할 필요는 없다. 옛날의 문신은 스스로 능히 적을 막았고 우리나라의 문신은 걸핏하면 고금의 일을 인용하여 토설하는 것을 경으로 삼았으며, 조금만 급한 일을 만나면 목을 움츠리고 피하였으니 번호가 난을 선동한 것은 오로지 여기에서 말미암은 것이다. 만약 양리로 하여금 은혜로 무마하게 한다면 저절로 안정될 것이니 걱정할 것이 없다. 지금 회령 부사 안종록을 차출한 것은 가는 곳마다 잘 다스렸으니 이와 같은 사람은 많이 얻기가 쉽지 않다. 더구나 정엽은 이미 체직되었고 육진에는 한 명의 문관도 없으니, 무신으로 대신할 필요가 없다.”하였다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 8월 1일(갑신) 5번째기사",
                "gt-oKo": "북병사(北兵使) 이용순(李用淳)이 치계하기를, “종성(鍾城) 오갈령(烏碣嶺)으로부터 금경 윤탄(金京淪灘)까지 이달 14일 적기(賊騎)가 20여 리에 가득히 뻗쳐 돌격하여 왔는데, 창과 갑옷이 현란하게 곧바로 성 아래로 공격해왔습니다. 부사(府使) 정엽(鄭曄)이 성문을 닫고 성에 올라가 포수 20여 명을 선발한 다음 성에서 나아가 맞아 싸우게 하고서 잇달아 대포를 쏘니, 적의 기병이 잠시 물러났습니다. 번호(藩胡)가 와서 고하기를 ‘이 적은 홀라온(忽剌溫)인데 그들의 장수 만도리(萬都里)가 지난해 우리 나라에 죽음을 당하였기 때문에 그에 대한 보복을 위해서 부성(府城)을 침범하기도 하고 촌백성을 죽이고 약탈한다.’ 하였습니다. 드디어 적세를 염탐해보니, 번호의 마을을 분탕질하여 연기와 불이 하늘을 뒤덮었습니다. 또 초막을 설치하여 처음에는 오래 머물 듯하더니, 16일에 이르러서는 이미 다 돌아갔습니다. 본부의 장사(將士)들이 모두들 ‘말을 달리며 전투하는 모습이 자못 기율(紀律)이 있어 옛날과는 비교가 되지 않는다.’ 하고, 또 그 군대를 거느린 두 장수는 각각 홍기(紅旗)를 세웠고 갑주(甲胄)와 전마(戰馬)도 매우 정밀하고 건장하였으니, 뒷날의 걱정을 이루 다 말할 수 없습니다. 그런데 부사 정엽은 몸에 중병(重病)이 있으니, 군무(軍務)를 정돈하는 일이 매우 걱정스럽습니다.” 하니, 상이 하교하기를, “종성의 적은 저희들끼리 서로 싸운 것에 지나지 않는다. 빨리 선전관(宣傳官)을 보내어 곡절을 자세히 묻게 하라.” 하였다. 북병사가 또 치계하기를, “종성에서 적과 접전(接戰)한 장사들이 모두들 ‘일찍이 홀라온과는 싸워봐서 이미 익숙한데, 이제 이 적을 보니 긴 갑옷에 큰 칼을 갖고 철기(鐵騎)로 내달으며 깃발을 신호로 진퇴(進退)하는 모습이 홀라온과 같지 않다. 이는 올호(兀胡)의 군대들이 함께 섞여온 듯하다.’ 합니다. 홀라온의 추장 아질이(阿叱耳)는 부자타(浮者他)의 아들이요 소라적(小羅赤)은 그 사위입니다. 아질이가 올호와는 혼인의 친분이 있으니, 반드시 그 군대가 서로 연합할 수 있습니다. 그들의 철갑이 무릎까지 내려온 것으로 보아 바로 올호의 군대입니다. 노토(老土)도 올호와 혼인했으니, 역시 악을 도와 이번 일을 돕지 않았다고 할 수 없습니다. 올호는 본래 번호(藩胡)에게 원한을 갚으려 했고 노토도 번호를 습격하려 하니, 우리 나라의 방비를 상세히 살피지 않을 수 없습니다.” 하였는데, 비변사가 아뢰기를, “이 적이 물러가기는 하였으나 다시 침범할 걱정이 없지 않습니다. 기미에 앞서 미리 예방하는 것을 조금도 늦출 수 없으니, 마땅히 감사에게 명하여 육진(六鎭) 근처의 땅으로 나아가 주둔하여 기회에 따라 대응하게 하소서. 그리고 회령 부사(會寧府使)를 이제 문관(文官)으로 차출했는데 무신(武臣)으로 대신하는 것이 좋겠습니다.” 하니, 상이 답하기를, “이는 단지 번호들이 부관(府官)이 직무를 제대로 수행하지 않는 틈을 타 방비가 해이된 것을 알고 갑자기 나아와 좀도둑 같은 짓을 할 계책인 것이니, 이 때문에 경솔하게 동요할 필요는 없다. 옛날의 문신들은 스스로 능히 적을 막았는데 우리 나라의 문신들은 걸핏하면 고금(古今)을 인용하여 말하는 것을 경전으로 삼고 있지만 조금만 놀랍고 급한 일을 만나면 목을 움츠리고 피한다. 번호들이 난리를 선동한 것은 바로 이에 연유된 것이다. 좋은 관리로 하여금 은혜로 무마시킨다면 저절로 안정되어 걱정할 것도 없게 될 것이다. 이제 회령 부사에 차임된 안종록(安宗祿)은 가는 곳마다 선치(善治)를 남겼으니, 이런 사람은 쉽게 얻을 수 없다. 더구나 정엽이 이미 체직되어 육진에는 한 명의 문관도 없으니, 무신으로 대신할 필요가 없다.” 하였다.",
                "hj": "○北兵使李用淳馳啓曰: “自鍾城烏碣嶺至金京淪灘之地, 本月十四日, 賊騎亘滿於二十餘里, 馳突而來, 戈甲眩曜, 直抵城下。 府使鄭曄閉門登城, 選砲射二十餘名, 出城逆戰, 連續放砲, 則賊騎漸退。 藩胡來告曰: ‘此賊是忽刺溫, 而其將萬都里, 向年見殺於我國, 故欲爲報仇, 或侵軼府城, 或殺掠村野。’ 云, 遂詗探賊勢, 則焚蕩藩胡, 烟火漲天。 又設艾幕, 始似久留, 至十六日已皆發還。 本府將士皆曰: ‘馳騁戰鬪之狀, 頗有紀律, 有非昔年之比。’ 且其領兵二將, 各建紅旗, 甲冑、戰馬極其精健, 後日之憂, 不可勝言, 而府使鄭曄身有重病, 整頓軍務, 亦甚可慮。” 云。 上, 下敎曰: “鍾城之賊, 不過自中之鬪, 急遣宣傳官, 審問曲折。” 北兵使又馳啓曰: 鍾城接戰將士皆言: ‘曾與忽刺溫相戰已熟矣。 今見此賊, 長甲大劍, 奔馳鐵騎, 進退旗麾之狀, 似非忽溫, 疑是兀胡兵相雜而來。’ 蓋忽刺溫之酋阿叱耳乃浮者他子也, 而小羅赤, 乃其女壻也。 阿叱耳之於兀胡, 有姻婭之親, 其兵必有相連之理。 其鐵甲至踝, 定是兀胡之兵。 老土亦與兀胡結婚, 則未必非助惡而有此擧也。 兀胡素欲報怨藩胡, 老土亦欲襲攻藩胡, 我國防備, 不可不審。” 云。 備邊司啓曰: “此賊雖已退去, 不無再犯之患。 先幾預防, 不容少緩, 宜令監司, 進住六鎭近地, 隨機責應, 而會寧府使今以文官差出, 不若以武臣代之。” 上答曰: “此不過藩胡等乘府官不職, 知防備墜廢, 出不意爲狗鼠計耳, 不必因此輕爲搖動。 古之文臣, 自能禦賊, 我國文臣, 則動引古今, 吐辭爲經, 小遇警急, 縮頸而避, 藩胡之煽亂, 職由於此。 若使良吏, 撫摩以恩, 則自可底定, 不足憂也。 今差會寧府使安宗祿到處善治, 如此之人未易多得。 況鄭曄已遞, 六鎭無一文官, 不須以武臣代之。”"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "Officials of the second rank and above from the second rank and above gathered at the Royal Cuisine Office for selecting those who served as senior officials of the State Council [] (Sr. Royal Cuisine Office (Sim Sugyeong , Chief State Councilor Choe Heungwon , Right State Councilor Baek In걸 , Ministers Yi Ujik and Yi Gi , and Army Commanders Jang필무 .",
                "H2KE-nKo": "2품 이상이 빈청에 모여 고 재신 중에 염근한 자를 뽑았는데, 영의정 이준경, 우의정 심수경, 영의정 최흥원, 우참찬 백인걸, 판서 이우직ᆞ이기, 병사 장필무 등 7인이었다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 9월 1일(갑인) 1번째기사",
                "gt-oKo": "2품 이상이 빈청(賓廳)에 모여 고(故) 재상 가운데 염근(廉謹)한 사람을 뽑았는데, 영의정 이준경(李浚慶), 우의정 심수경(沈守慶), 영의정 최흥원(崔興源), 우참찬 백인걸(白仁傑), 판서 이우직(李友直)·이기(李曁), 병사(兵使) 장필무(張弼武) 등 7인이었다.",
                "hj": "○朔甲寅/二品以上會賓廳, 抄故宰臣廉謹者, 領議政李浚慶、右議政沈守慶、領議政崔興源、右參贊白仁傑、判書李友直ㆍ李曁、兵使張弼武等七人。"
            },
            "2": {
                "H2KE-EN": "The Japanese from Tsushima Island requested that the marketplace be opened. The King ordered that officials of the second rank or above be ordered to discuss the matter at the court assembly. All said, Our country and Japan cannot live under the same heaven with the same sense of righteousness. However, as it has been ten years since we have passed away, we have still slow idle [to us]. As for the 병력 and the peoples hearts, there is no reliable [to us]. For the time being, we should test the advantages [of our country] and then wait for a long-term plan [for us]. This would be convenient to the current circumstances. Subsequently, Yi Su said, The rejected thieves are solely based on the 병력 of the [Ming] court. If the matter of opening and buying and buying, it would be convenient to report the matter to the Ming court. The 비국이 회계하기를, “청컨대, temporary measures should be made to deal with, and the matter of delaying an enemy should be clearly reported to the Ming court so that we may hear and decide. The King followed this advice. ",
                "H2KE-nKo": "대마도의 왜인이 개시하기를 청하니, 2품 이상에게 조당에 모여 의논하라고 명하였다. 모두 아뢰기를,“우리 나라는 왜국과 의리상 같은 하늘 아래에서 살 수 없는데, 난리를 겪은 지 10년이 되도록 아직도 세월만 보내고 있습니다. 병력과 인심은 하나도 믿을 만한 것이 없으니, 우선 기미책을 써 보고 천천히 좋은 계책을 도모하는 것이 임시방편의 적절한 방법에 합당할 듯합니다.”하고, 윤근수가 아뢰기를,“이 적이 물러간 것은 오로지 명나라의 병력에 의한 것이니, 오늘날 개시하는 일을 그만둘 수 없다면 염려스러운 정세를 갖추어 진달해서 명나라에 주문하는 것이 합당할 듯합니다.”하였다. 비변사가 의견을 갖추어 아뢰기를,“임시방편의 조치로 흉봉을 우선 늦추는 일에 대해 명백하게 자문과 주문을 보내 그에 따라 처리하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 9월 1일(갑인) 2번째기사",
                "gt-oKo": "대마도 왜적이 시장을 열어줄 것을 청하니, 2품 이상에게 조당(朝堂)에 모여 회의하도록 명하였다. 모두 아뢰기를, “우리 나라는 왜국과 의리상 같은 하늘 아래 살 수 없으나 난리가 지난 지 10년에 아직도 세월만 허송하여 병력과 인심에 믿을 만한 것이 없으니, 우선 기미책(霸縻策)을 시험해보고 서서히 장책(長策)을 도모하는 것이 임시 방편책에 합당할 듯합니다.” 하고, 윤근수(尹根壽)는 아뢰기를, “이 왜적이 물러간 것은 오로지 중국군의 힘이니, 오늘날 시장을 열어주는 일을 그만둘 수 없다면, 마땅히 걱정스러운 실정을 갖추어 중국에 알리는 것이 마땅할 듯합니다.” 하고, 비국(備局)은 회계하기를, “임시로 조처하여 흉봉(凶鋒)을 우선 늦춘다는 것을 중국에 분명히 알리고 그 결정에 따라 조처하소서.” 하니, 상이 따랐다.",
                "hj": "○對馬島倭請開市, 命二品以上會議朝堂。 皆以爲: “我國與倭國, 義不共一天, 而經亂十年, 尙且玩愒, 兵力、人心無一可恃, 姑試羈縻, 徐圖長策, 似合權時之宜。” 尹根壽以爲: “此賊之退, 專仗天朝兵力, 今日通市一事, 如不獲已, 則宜具陳可虞之情形, 奏聞天朝, 似爲合宜。” 備局回啓: “請權宜處置, 姑緩凶鋒事, 明白咨奏, 聽其裁處。” 上從之。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] reinstated Yu Seongryongs title and appointed him as Great Lord of Pungwon . [Yu] Seongryong, worried about the country and his family, knew nothing but did not do anything. In the imjin year (, he found many things, but his historians compiled them were not only destroyed and 배척하였을 뿐만 아니라 심지어 Kim Ugongs words in 인용하여 evidence. [Kim] Ugung originally gave bribes to Seongryong, and his friendly relations were also secret. How can his words be trusted? ",
                "H2KE-nKo": "삭미에 유성룡의 관작을 회복시켜 풍원부원군으로 삼았다. 유성룡은 나라를 집안일처럼 근심하여 아는 것은 무엇이든 다 하였다. 임진년의 난리를 당하여 시행한 것이 많았는데, 역사를 편수하는 자가 비난하고 배척하였을 뿐만 아니라 심지어 김우옹의 말을 인용하여 증거를 대기까지 하였다. 김우옹은 평소 유성룡을 허여하였고 교의도 치밀하였으니, 그 말을 어찌 믿을 수 있겠는가.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 10월 1일(계미) 1번째기사",
                "gt-oKo": "유성룡의 관작을 회복하여 풍원 부원군(豊原府院君)으로 삼았다. 성룡은 나라 걱정을 집안일처럼 하여 알고서는 시행하지 않는 일이 없었다. 임진년의 난리를 당해서 시행한 바가 많았는데, 《실록》을 편수하는 자가 비방하고 배척했을 뿐 아니라 심지어 김우옹(金宇顒)의 말로 증거를 삼기까지 하였다. 우옹은 본래 성룡을 허여해서 교의(交義)가 매우 긴밀했었으니, 그 말을 어찌 믿을 수 있겠는가.",
                "hj": "○朔(乙卯)〔癸未〕/復柳成龍爵, 爲豐原府院君。 成龍憂國如家, 知無不爲。 當壬辰之亂, 多所設施, 而修史者不惟毁斥, 至引金宇顒之言以證之, 宇顒素許成龍, 交義亦密, 其言豈信哉?"
            },
            "2": {
                "H2KE-EN": "The Ministry of Punishments reported, The robber Seolsu , a prisoner in Gwangju , murdered Yu Huiseo to death. The circumstances have already been discovered. However, he died suddenly because he had not yet interrogated him. Hwang Bok , a prisoner in this Ministry, was a member of Seolsus clique. He wanted to interrogate him, but the prisoner also reported that he died. This must have been the prisoner and the soldiers contact with the murder of the murder. The prisoner negligence of investigating the murder. Your subjects request that the prisoner be interrogated. Later, [Yu] Huiseos son, former fifth inspector [of the Office of the Inspector General] wrote a memorial to the Office of the Inspector General , which stated, Seolsu explained the cause of murder by the murder of the murder. However, he did not immediately catch the murder of the murder. In addition, the other day, the murderer Kim Deokyun , a prisoner in Gaeseong Magistracy , but he did not immediately imprison him. He stayed in the capital for four or five days but also did not interrogate him. Without several days, he died successively. How can we thoroughly thoroughly? The Office of the Inspector General finally requested that the prisoner be punished first and the prisoner be interrogated to thoroughly thoroughly. The King approved this request. Accordingly, the King ordered the Ministry of Rites to transfer Seolsu and Kim Deokyuns statement to the throne. [Kim] Deokyun was a slave of [Kim] Eunmun [], Lord of Imhae County .",
                "H2KE-nKo": "형조가 아뢰기를,“광주에 가둔 적인 설수가 유희서를 살해하여 단서가 이미 드러났는데도 국문도 하기 전에 지레 먼저 죽었습니다. 본조에 가둔 황복도 설수의 무리이므로 자세히 캐물으려고 하였는데 옥관이 또 죽었다고 보고하였습니다. 이는 필시 옥졸이 역적과 서로 내통하여 입을 막으려고 한 계책일 것이니 옥관이 검칙을 잘못한 실수가 없을 수 없습니다. 옥관을 추고하소서.”하였다. 그 뒤에 유희서의 아들인 상인 전 감찰 이담이 사헌부에 정장하기를,“설수가 분명히 살해한 이유를 말하였고 끌어댄 사람이 매우 많은데 포도대장이 즉시 체포하지 않았습니다. 또 지난번에 역적의 괴수 김덕윤이 끌어댄 개성부의 적인 3명을 서울로 잡아와도 즉시 가두지 않고 4, 5일 동안 지체시키면서 또한 끝까지 캐묻지 않았습니다. 그런데 며칠 사이에 잇따라 죽었으니 장차 어떻게 단서를 캐낼 수 있겠습니까.”하였다. 사헌부가 마침내 전옥관을 먼저 파직한 뒤에 추고하고 이졸도 함께 철저히 신문하여 실정을 캐내기를 청하니, 주상이 그대로 따랐다. 이어 전교하기를,“설수와 김덕윤 등의 초사를 해당 조로 하여금 베껴서 들이게 하라.”하였다. - 김덕윤은 바로 임해군 이응문의 종이다. -\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 10월 1일(계미) 2번째기사",
                "gt-oKo": "형조가 아뢰기를, “광주(廣州)에 가둔 도적 설수(雪守)가 유희서를 살해한 단서가 이미 드러났는데, 국문을 하기도 전에 먼저 갑자기 죽었습니다. 본조에 가둔 도적 황복(黃福)도 설수의 무리로서 심문하려 하였는데, 옥관이 또 죽었다고 보고했습니다. 이는 반드시 옥졸(獄卒)이 도적과 서로 내통하여 입을 막을 계책을 꾸민 것으로 옥관은 검칙(檢飭)을 잘못한 점이 없지 않으니 옥관을 추고하소서.” 하였다. 그 뒤 희서의 아들인 상인(喪人) 전 감찰 유일(柳)이 헌부에 정장하기를, “설수가 분명히 살해한 이유를 말하였고 이끌어 댄 사람이 매우 많은데, 포도 대장이 제때에 즉시 체포하지 않았으며, 또 전일 도적의 괴수 김덕윤(金德允)이 끌어댄 개성부(開城府)의 도적 세 명을 체포해 서울로 보내왔는데도 즉시 수금하지 않고 4, 5일을 지체시키면서 따져묻지를 않았습니다. 그런데 수일 동안에 잇따라 죽었으니, 앞으로 어디에서 단서를 찾을 수 있겠습니까.” 하니, 헌부가 드디어 전옥관(典獄官)을 먼저 파직하고 나서 추고할 것과, 이졸(吏卒)들도 모두 철저히 추궁해서 실정을 알아내기를 청하니, 상이 따랐다. 이어 전교하기를, “설수와 김덕윤 등의 초사(招辭)를 해조로 하여금 베껴서 올리게 하라.” 하였다.",
                "hj": "○刑曹啓曰: “廣州囚賊人雪守, 殺害柳熙緖, 端緖已出, 而未及鞫問, 徑先自斃。 本曹囚黃福者, 亦是雪守之黨, 欲爲盤問, 而獄官又報物故。 此必獄卒與賊相通, 欲爲減口之計, 獄官不能無撿飭之失, 請推考獄官。” 其後, 熙緖子喪人前監察呈狀于憲府曰: “雪守明言殺害之由, 援引甚多, 捕盜大將不爲登時跟捕。 且頃日賊魁金德允所引開城府賊人三名, 捕至京中, 不卽囚禁, 淹置四五日, 亦不究問。 數日之內, 相繼致斃, 將何以鉤得端緖?” 憲府遂啓請典獄官先罷後推, 吏卒竝窮問得情, 上從之。 仍敎曰: “雪守、德允等招辭, 令該曹謄書以入。”【德允卽臨海君應門之奴也。】"
            },
            "3": {
                "H2KE-EN": "Prior to this, the metropolitan second stage examination was held for the first time. Thirty-three people including Yi Eonyeong .",
                "H2KE-nKo": "비로소 대비과를 설행하여 이언영 등 33인을 뽑았다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 10월 1일(계미) 3번째기사",
                "gt-oKo": "비로소 대비과(大比科)을 시행하여, 이언영(李彦英) 등 33인을 선발하였다.",
                "hj": "○始設大比科, 取李彦英等三十三人。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "Choe Yewon , a man from Gongju , secretly committed adultery with his elder brother [Choe] Seonwons wife, Jeong Suk , who was the wife of his elder sister. [Choe] Seonwon killed him, and was confined to the riverbank. [Choe] Yewon, instead, submitted a complaint, and Seonwon secretly committed adultery with his wife Madam Kim. This was discovered, and she fled. Finally, the King ordered the three investigative bodies to interrogate him. Seonwons wife Madam Kim , confessed, Yewon secretly committed adultery with Seonwons wife. The circumstances of the killing were extremely detailed, but the temporary assessors were unable to discern them, and each of them received punishment. [Choe] Yewon confessed the circumstances, and he died before being beaten with the heavy stick. The circumstances and the accomplices all confessed, and he should be punished in accordance with the penal code. However, the circumstances and the accomplices have not confesed to the circumstances, and therefore, applicable to those who participated in the accomplices. Discuss this matter with high officials. 영의정이덕형 , Great Lord of Oseong 이항복 , and Left State Councilor윤승훈 said, The circumstances and the accomplices have confesed to the circumstances, and the circumstances and the accomplices should be applied to the circumstances. The King followed their advice. This case was a prisoner. People regard Madam Kims death as false.",
                "H2KE-nKo": "삭선 공주 사람 최예원이 그의 서형인 최선원의 처 정숙과 몰래 내통하여 최선원을 독살하고 강에다 시체를 던졌다. 최예원이 도리어 소장을 올리자 최선원이 몰래 자기 처 김씨와 간통하고 일이 발각될까 두려워서 도주하였다. 마침내 삼성 추국하라고 명하였다.최선원의 처 김씨가 공초하기를,“최예원이 최선원의 처와 몰래 내통하였습니다.”하였다. 독살한 정황이 매우 자세하였으나 위관이 분변하지 못하고 모두 각각 형을 받았다. 최예원이 실정을 다 털어놓기도 전에 형장을 맞다가 지레 죽었고, 간증과 동참한 자도 모두 승복하여 응당 받아야 할 형률을 받았다. 그러나 정범이 아직 승복하지 않았는데 동참한 사람에게 가율하는 것은 상규에 어긋나는 점이 있다. 대신에게 문의하니, 영의정 이덕형, 오성부원군 이항복, 좌의정 윤승훈이 의견을 올리기를,“정범이 승복하지 않았는데 사간에게 가율하는 것은 타당하지 않은 듯합니다.”하니, 주상이 그 의견을 따랐다. 이 옥사는 사람들이 김씨가 죽은 것을 원통하게 여겼다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 12월 1일(임오) 1번째기사",
                "gt-oKo": "공주(公州) 사람 최예원(崔禮源)이 은밀히 그의 서형(庶兄)인 최선원(崔善源)의 아내 정숙(貞淑)과 간통하여, 선원을 독살하고 그 시체를 강에다 던졌다. 그리고 예원이 도리어 정장(呈狀)하여 선원이 몰래 자기 아내 김씨(金氏)와 간통하고 일이 발각될까 두려워 도망쳤다고 하였다. 드디어 삼성 추국(三省推鞫)을 명하였다. 예원의 아내 김씨의 공초(供招)에 예원이 은밀히 선원의 아내와 간통하고 독살한 일을 매우 자세하게 말하였으나 위관(委官)이 잘 분변하지 못하여 모두 형을 받았다. 예원은 실정이 드러나기 전에 곧 매를 맞다가 죽었으나 간증인(干證人)과 동참자는 모두 죄를 자복하였으니, 응당 해당되는 형을 받아야 하는 것이다. 그런데 정범(正犯)이 자복하지 않은 상태에서 동참한 사람에게 벌을 주는 것은 상규에 어긋나므로 대신들에게 의논하게 하였다. 영의정 이덕형, 오성 부원군(鰲城府院君) 이항복, 좌의정 윤승훈 등이 의논드리기를, “정범이 자복하지 않았으니 사간에게 죄를 주는 것은 타당하지 못한 듯합니다.” 하니, 상이 그 의견을 따랐다. 이 옥사에 대해 사람들은 김씨의 죽음은 억울하다고 하였다.",
                "hj": "○朔(癸丑)〔壬午〕/公州人崔禮源潛通其庶兄善源之妻貞叔, 毒殺善源, 投屍于江。 禮源反呈狀, 善源潛奸己妻金氏, 恐事覺逃走。 遂命三省鞫問。 善源妻金氏供稱: “禮源潛通善源之妻。” 毒殺事狀甚悉, 委官不能辨, 俱各受刑。 禮源未及輸情, 徑斃杖下, 而干證及同參者竝承服, 應被當坐之律, 而正犯旣未承服, 而加律於同參之人, 有違常規, 議于大臣。 領議政李德馨、鰲城府院君李恒福、左議政尹承勳議以爲: “正犯不服, 則事干之加律, 似未妥當。” 上從其議。 是獄也, 人以金氏之死爲冤。"
            },
            "2": {
                "H2KE-EN": "On mujin day, 홀온 적이 again invaded Yuwon Garrison and moved to the riverbank of 온성 .",
                "H2KE-nKo": "홀온적이 또 유원진을 침범하여 온성 강변으로 옮겨 주둔하였다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 12월 1일(임오) 2번째기사",
                "gt-oKo": "호적 홀온(忽溫)이 또 유원진(柔遠鎭)을 침범했다고 온성(穩城) 강가로 이동해 주둔하였다.",
                "hj": "○忽溫賊又犯柔遠鎭, 移屯於穩城江邊。"
            },
            "3": {
                "H2KE-EN": "At the time, the government has enforced the method of land survey but has not yet completed for a long time. Therefore, I intend to dispatch a 어사를 separately to conduct thorough inspections. Some say that it would be proper to wait until the coming autumn harvest. Consequently, the King discussed the matter with high officials. Left State Councilor Yun Seung said, The people are diligent in their hearts. If we wait until the coming ninth year and the next year, the people will frequently travel to the fields of fields every year. Therefore, it would be improper to suspend the coming circumstances of the royal cumstances of the royal circumstances. However, the famine relief for the survey of Gyeongsang Province is extremely urgent, and the route of the northern and northern provinces will necessarily violate the farming season. Please wait until the coming circumstances of the three provinces are supposed to wait until the next year. The King followed this recommendation.",
                "H2KE-nKo": "이때 조정에서 양전법을 시행한 지 오래되었는데도 완료되지 않았다. 어사를 나누어 보내 두루 다니면서 복심하게 하려 하였는데, 어떤 사람은 내년 추수가 끝나기를 기다려야 한다고 하였다. 마침내 대신에게 문의하니, 좌의정 윤승훈이 아뢰기를,“인심이 안일하여 내년까지 기다리다가 또 올해와 같이 한다면 백성들이 매년 밭두둑 사이에서 분주하게 될 것이니, 오늘 어사의 행차는 정지해서는 안 될 듯합니다. 다만 영남은 황정이 한창 급하고 서북 두 도는 도로가 매우 멀어서 왕래할 때 필시 농사철을 범할 것이니, 이 세 도는 우선 내년까지 기다리소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 37권, 36년(1603 계묘 / 명 만력(萬曆) 31년) 12월 1일(임오) 3번째기사",
                "gt-oKo": "이때 조정에서 양전법(量田法)을 시행한 지 오래되었는데도 완전히 끝내지 못하여 어사를 나누어 보내어 두루 다니면서 실정을 조사하도록 하려 했는데 어떤 사람은 명년 가을 곡식이 익기를 기다려서 하는 것이 마땅하다고 했다. 드디어 대신에게 의논하게 하였는데, 좌의정 윤승훈이 아뢰기를, “사람들이 세월만 허송하고 있으니 내년을 기다렸다가 또 금년과 마찬가지가 된다면 백성들이 해마다 밭두둑 사이에서 분주하게 될 것입니다. 오늘날 어사를 보내는 것은 중지하기 어려울 듯합니다. 다만 영남은 구황정사(救荒政事)가 한창 화급하고 서북(西北)의 두 도(道)는 도로가 멀어서 왕래할 때 반드시 농사철을 범하게 될 것이니, 이 세 도는 우선 내년을 기다리게 하소서.” 하니, 상이 따랐다.",
                "hj": "○時, 朝家行量田之法, 久未完畢, 將分遣御史, 遍行覆審, 或以爲, 宜待明年秋成。 遂議于大臣, 左議政尹承勳以爲: “人心玩愒, 若待明年, 又如今年, 則民將每年奔走於阡陌之間, 今日御史之行, 恐不可停。 但嶺南荒政方急, 西北兩道, 道路懸遠, 往來之際, 必犯農月。 此三道則請姑待明年。” 上從之。"
            }
        }
    }
}