{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On the first day of the month, Ma Gui , a soldier from Gyeongju , returned to the capital. ",
                "H2KE-nKo": "삭해년 타마귀가 경주에서 군사를 이끌고 서울로 돌아왔다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 1월 1일(정해) 1번째기사",
                "gt-oKo": "마귀(麻貴)가 경주(慶州)로부터 군사를 이끌고 서울로 돌아왔다.",
                "hj": "○朔丁亥/麻貴自慶州引軍還京。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, the 제독 Dong Ilwon and Yu Jeonghyeon , leading the large army, crossed the [Amnok] River. The navy 제독 Jin In , leading more than five hundred sailors of Jeolgang , came and moored at Dangjin and then descended to Jeolla Province.",
                "H2KE-nKo": "삭진 제독 동일원과 유정이 대군을 이끌고 강을 건넜고, 주사 제독 진인은 절강의 수군 500여 척을 이끌고 와서 당진에 정박하였다. 이어 전라도로 내려갔다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 2월 1일(병진) 1번째기사",
                "gt-oKo": "제독 동일원(董一元)과 유정(劉綎)이 대군을 이끌고 강을 건넜고, 수군 제독 진인(陳璘)이 절강(浙江)의 수군 5백여 척을 이끌고 와서 당진(唐津)에 정박했다가 이어 전라도로 내려갔다.",
                "hj": "○朔丙辰/提督董一元、劉綎領大軍渡江, 舟師提督陳璘領浙江水軍五百餘艘, 來泊唐津, 因下全羅道。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, the King appointed윤두수 as left state councilor . The Office of the Censor General and the Office of the Inspector General reported, Dusu is a man of cunning and greedy and corruption. Earlier, he was appointed to the post, which caused the state affairs to be discourteous. It is not appropriate to again appoint a man who is in charge of the state affairs to cause trouble to the world. Your subjects request that he be replaced. The King denied this request. The inspectors and censors ceased their impeachment, but the King thought that high officials were impeached by the impeachment, and therefore it was difficult for him to assume office. Therefore, the King granted permission. Dusu is a man of imprudent character. When he assumed the position of prime minister, he made many requests. However, he now claimed him to cunning and greedy and corruption, and punished him for his greed and corruption. The 양사에서 fabricated the world and fabricated him.",
                "H2KE-nKo": "초하루에 윤두수를 좌의정으로 삼았다. 간원과 헌부가 아뢰기를,“윤두수는 음험한 사람으로 탐욕스럽고 비루한 일을 행하여 일찍이 본직에 제수되어 국사를 그르쳤으니, 다시 국사를 그르칠 사람을 등용하여 국사를 그르치는 화를 끼치게 해서는 안 됩니다. 체직시키소서.”하니, 주상이 들어주지 않았다. 대간이 논핵하기를 그치지 않으니, 주상이 대신이 탄핵을 받으면 형세상 출사하기 어렵다고 하여 이에 따랐다. 윤두수는 사람됨이 침착하고 중후하여 정승의 지위에 있으면서 건백한 것이 많았는데, 지금 음험하다고 지목하고 탐욕스럽고 비루하다고 죄주었으니, 양사의 모함이 심하다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 3월 1일(병술) 1번째기사",
                "gt-oKo": "윤두수(尹斗壽)를 좌의정으로 삼았다. 간원과 헌부가 ‘윤두수는 음험(陰險)한 사람으로 탐비(貪鄙)한 일을 행하였고, 일찍이 본직을 제수받아서는 나랏일을 그르쳤다. 국사를 망칠 사람을 다시 등용하여 화(禍)를 끼쳐서는 안 되니, 체직하라.’고 하였으나 상이 듣지 않았다. 대간이 논박하기를 그치지 않으니, 상은 ‘대신이 탄핵을 받았으니 형세상 출사(出仕)하기 어렵다.’고 여겨 따랐다. 두수는 사람됨이 침착하고 정중하여 재상의 지위에 있으면서 건백(建白)한 바가 많았는데 ‘음험하다.’고 지목하고 ‘탐비하다.’고 죄를 씌웠으니, 양사(兩司)의 무함이 너무 심하다.",
                "hj": "○朔丙戌/以尹斗壽爲左議政。 諫院、憲府以爲: “斗壽以陰險之人, 行貪鄙之事, 曾授本職, 致誤國事。 不可復用覆餗之人, 以貽顚隮之禍, 請遞其職。” 上不聽。 臺諫論之不已, 上以爲, 大臣被彈, 勢難出仕, 乃從之。 斗壽爲人凝重, 及居相位, 多所建白, 而今乃目之以陰險, 罪之以貪鄙, 兩司之構陷甚矣。"
            },
            "2": {
                "H2KE-EN": "The State Council deliberated on the Records of the Grand Scribe (C. Hongmun록 , which reads, Yi Sangsin , Yi필형이 seven choices, Oh Baekryeong , Yi Jeongeom , and Shin Heumji , six chooks, Song Jun , 이이첨 , and Sim Yak , five chooks, Yi Sieon , Na Jeup , Yun Hwon , and Kang Hongrip , four chooks. When examining the Veritable Records of the Grand Scribe (C. Zizhi tongjian , it reads, On the day of the Office of State Records, the fifth choice was first designated to the fifth choice, and the fourth choice was all included in the fourth choice. This was generally because 윤두수 was his son [Yun] Hwon , and he deliberated on this discussion. These words were wrong. At the time, 윤두수 was impeached by impeachment. How could he be allowed to participate in the State Records? As an official historian strived to make false accusations, he did not realize that his mistakes are like this.",
                "H2KE-nKo": "도당이 《홍문록》을 의논하여 정하였는데, 이상신ᆞ이필형은 7점이고, 오백령ᆞ이정험ᆞ신흠은 6점이고, 송준ᆞ이이첨ᆞ심액은 5점이고, 이시언ᆞ나급ᆞ조즙ᆞ윤훤ᆞ강홍립은 4점이었다. 《실록》을 살펴보니, ‘도당에서 권점하던 날 처음에는 5점으로 제한하였다가 나중에는 4점으로 함께 기록하였는데, 이는 윤두수가 그의 아들 윤훤을 위하여 이 논의를 주장하였기 때문이다.’라고 하였는데, 이 말은 잘못이다. 이때 윤두수가 한창 탄핵을 받고 있었는데, 그가 도당에 와서 참여할 수 있었겠는가. 사신은 모함하기를 힘쓰면서도 이렇게까지 잘못되었음을 스스로 깨닫지 못하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 3월 1일(병술) 2번째기사",
                "gt-oKo": "도당(都堂)이 《홍문록(弘文錄)》을 살펴서 결정하였는데, 이상신(李尙信)·이필형(李必亨)은 7점, 오백령(吳百齡)·이정험(李廷馦)·신흠(申欽)은 6점, 송준(宋駿)·이이첨(李爾瞻)·심액(沈詻)은 5점, 이시언(李時彦)·나급(羅級)·조즙(趙濈)·윤훤(尹暄)·강홍립(姜弘立)은 4점이었다. 《실록》을 살펴보면 ‘도당에서 권점(圈點)하던 날, 처음에는 5점으로 한정하였는데 마침내는 4점도 아울러 기록하였으니, 대개 윤두수가 그의 아들 윤훤을 위하여 이 의논을 주장한 것이다.’고 하였는데 이 말은 잘못이다. 이때 두수는 탄핵을 받고 있었는데 그가 와서 도당에 참여할 수 있었겠는가. 사신이 허위로 날조하여 모함하는 데 급급하느라 이처럼 앞뒤가 맞지 않는다는 사실을 깨닫지 못한 것이다.",
                "hj": "○都堂勘定《弘文錄》, 李尙信、李必亨七點, 吳百齡、李廷馦、申欽六點, 宋駿、李爾瞻、沈詻五點, 李時彦、羅級、趙濈、尹暄、姜弘立四點。 按《實錄》云: “都堂圈點之日, 初限以五點, 終以四點幷錄, 蓋尹斗壽爲其子暄, 而主是論也。” 斯言誤矣。 時, 斗壽方被彈駁, 其得來參於都堂乎? 史臣之務爲構陷, 而不自覺其繆戾如此。"
            },
            "3": {
                "H2KE-EN": "There was an enemy in the northern frontier of the Ming court. Military Duty Officer of the Government Arsenal Blin returned from Beijing to Liaodong .",
                "H2KE-nKo": "명나라에서 북변에 경보가 있어 군문 형개가 북경에서 요동으로 돌아왔다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 3월 1일(병술) 3번째기사",
                "gt-oKo": "중국 북쪽 변방에 경보(警報)가 있어 군문(軍門) 형개(邢玠)가 서울에서 요동으로 돌아갔다.",
                "hj": "○皇朝有北邊之警, 軍門邢玠自京還遼東。"
            },
            "4": {
                "H2KE-EN": "The army commander of the Three Armies died. Upon hearing this, the King asked the Ministry of Rites as follows: During the mourning period for the ministers of our country, the morning court assembly and the opening of the marketplace shall also be suspended. However, the death of a Chinese captain cannot be changed. The Ministry of Rites shall quickly deliberate on this matter. The Ministry of Rites reported to the King, saying, This matter is not something occurred in ordinary times. Therefore, there is no regulations in our country. Now, if we follow the instructions of Your Majesty and establish a permanent rule, it would be sufficient to share the spirits of the deceased and to encourage the generals. It would be proper to have the morning court assembly and the opening of the marketplace be suspended for two days. However, the highest rank of officials should be determined in accordance with this rule. From now on, the mourning period for the officials of the Three Armies or above should be performed in accordance with this rule. The King followed this advice.",
                "H2KE-nKo": "유격 파새가 군중에서 졸하였다. 주상이 이 소식을 듣고 예조에 묻기를,“우리나라 경상의 상에도 조시를 정지하였는데, 중국 장수가 죽었으니 변상하는 절차가 없어서는 안 된다. 속히 의논하여 처리하라.”하니, 예조가 회계하기를,“이 일은 평상시에는 있을 수 없는 일이기 때문에 나라에 정해진 제도가 없습니다. 지금 성상의 하교에 따라 의리를 세워 정식으로 삼는다면 죽은 영혼을 감읍시키고 장사들을 격려할 수 있을 것이니, 2일 동안 조시를 정지하는 것이 마땅합니다. 그러나 관직의 고하에 한계가 있어야 하니, 지금부터 유격 이상의 상에도 모두 이 예에 따라 조시를 정지하소서.”하자, 주상이 그대로 따랐다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 3월 1일(병술) 4번째기사",
                "gt-oKo": "유격 파새(擺賽)가 군중에서 죽으니, 상이 듣고는 예조에 묻기를, “우리 나라 경상(卿相)의 상에는 조시(朝市)를 정지하는데, 중국 장수가 죽었으니 변상(變常)하는 절차가 없을 수 없다. 속히 의논하여 처리하라.” 하니, 예조가 회계하기를, “이런 일은 평시에는 있는 일이 아니기 때문에 나라에 일정한 제도가 없습니다. 지금은 성교(聖敎)에 따라 의(義)를 세워 식을 정하면 죽은 영혼을 감읍시키고, 장사(將士)를 격려시키기에 족할 것이니, 2일 동안 조시를 정지하는 것이 합당하겠습니다. 그러나 관직의 고하에 한정이 있어야 하니, 지금부터는 유격(遊擊) 이상의 상에는 모두 이 예에 의하여야 합니다.” 하였는데, 상이 따랐다.",
                "hj": "○游擊擺賽卒于軍。 上聞之, 問于禮曹曰: “我國卿相之喪, 亦且停朝市, 天將之卒也, 不可無變常之節。 從速議處。” 禮曹回啓曰: “此事非平時所宜有, 故國無定制。 今遵聖敎, 起義定式, 則足以感泣亡靈, 激礪將士。 限二日, 停朝市爲當, 然官職高下, 宜有定限。 自今游擊以上喪, 竝依此例。” 上從之。"
            },
            "5": {
                "H2KE-EN": "Ma Gui was sent to the southern area and stayed in Sangju .",
                "H2KE-nKo": "마귀가 남쪽으로 내려가 상주에 유진하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 3월 1일(병술) 5번째기사",
                "gt-oKo": "마귀(麻貴)가 남쪽으로 내려가 상주(尙州)에 유진(留鎭)하였다.",
                "hj": "○麻貴南下, 留鎭尙州。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "At the beginning of the eulmyo year (, the pirates were observed on the southern frontier, and the people were unable to cultivate crops in time. They suffered from hunger and starvation day by day. The Chinese court sent rice to the mountains to relieve them.",
                "H2KE-nKo": "초하루와 을묘년에 적이 남쪽 변방에 주둔하고 있어 백성들이 제때에 농사지어 수확하지 못해 굶주림이 날로 심해지자 명나라에서 산동의 쌀을 운반하여 진휼하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 4월 1일(을묘) 1번째기사",
                "gt-oKo": "이때에 왜적이 남쪽 변방에 주둔하고 있어 백성들이 제때에 농사짓고 수확하는 일을 하지 못해 굶주림이 날로 심해져 중국에서 산동(山東)의 쌀을 운반하여 구제하였다.",
                "hj": "○朔乙卯/時, 賊屯據南邊, 民不得以時耕穫, 窮餒日甚, 皇朝運致山東米以賑之。"
            },
            "2": {
                "H2KE-EN": "Chen Li enjoyed military training at the Amnok Stream . He sought to accompany the King, and the King finally went there. When the military training ended, the King ordered the soldiers to use swords and show them to them. Chen Li enjoyed said, It is good. However, it is possible to claim that he might not fear danger and then use swords. This was generally slandered.",
                "H2KE-nKo": "진 유격이 동작사장에서 열무하면서 주상과 함께 가기를 청하니, 주상이 마침내 그곳에 갔다. 파할 무렵에 우리 군사에게 명하여 칼을 쓰게 하여 보여 주었다. 진 유격이 말하기를,“기예는 좋으나, 죽음을 두려워하지 말라고 가르쳐 준 뒤에야 쓸 수 있습니다.”하였는데, 이는 기롱한 것이다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 4월 1일(을묘) 2번째기사",
                "gt-oKo": "진 유격(陳遊擊)이 동작(銅雀) 모래밭에서 열무(閱武)하면서 상께 함께 가기를 청하니, 상이 드디어 갔다. 파할 무렵에 상이 우리 군사에게 명하여 칼 쓰는 시범을 보이니, 유격이 말하기를 ‘재주는 좋으나, 죽기를 두려워하지 않도록 가르친 뒤라야 쓸 수가 있겠다.’ 하였는데, 이는 비웃는 말이었다.",
                "hj": "○陳游擊閱武于銅雀沙場, 要上偕行, 上遂往。 將罷, 命我師用劍以示之。 游擊曰: “技則善矣, 但敎以不畏死, 然後可用。” 蓋譏之也。"
            },
            "3": {
                "H2KE-EN": "Supreme General [of the Middle Army Commandery General] Sim Sugyeong requested that he be retired from office. The King approved this request. Sim Sugyeong was the grandson of Sim Jeongson . He was deeply prudent in his behavior and did not mention his faults. He successively held various posts of 청현직에 올랐고, and eventually reached the highest rank. He repeatedly requested that he be retired from office, and he retired from office to return to Geumcheon . Because of this, many Confucian scholars regarded him as praise.",
                "H2KE-nKo": "영중추부사 심수경이 치사하기를 청하니, 허락하였다. 심수경은 심정의 손자이다. 스스로 선대의 허물이 있다고 여겨 몸가짐을 매우 삼가고 남의 허물을 말하지 않았으며, 청현직을 두루 거쳐 마침내 의정에 제수되기에 이르렀다. 연로하여 여러 차례 치사하기를 청하고 금천으로 물러나 생을 마쳤는데, 사론이 이 때문에 그를 훌륭하게 여겼다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 4월 1일(을묘) 3번째기사",
                "gt-oKo": "영중추부사 심수경(沈守慶)이 치사(致仕)를 청하니, 허락하였다. 수경은 심정(沈貞)의 손자인데, 스스로 선대(先代)의 허물을 알아 몸가짐을 매우 삼가고 남의 허물을 말하지 않았다. 청현직(淸顯職)을 두루 지내고 마침내 의정(議政)의 직에 이르렀는데 나이가 많아 여러 차례 치사하기를 빌었었다. 금천(衿川)으로 물러가 생을 마치니, 사론(士論)이 훌륭하게 여겼다.",
                "hj": "○領中樞府事沈守慶乞致仕, 許之。 守慶, 貞之孫也。 自以有先累, 持身甚謹, 口不言人過, 歷敭淸顯, 遂至大拜。 年老屢乞致仕, 退歸衿川以終, 士論以此多之。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Gwan as Right State Councilor and Hong Jin as Minister of Personnel .",
                "H2KE-nKo": "이덕형을 우의정으로, 홍진을 이조 판서로 삼았다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 4월 1일(을묘) 4번째기사",
                "gt-oKo": "이덕형(李德馨)을 우의정으로, 홍진(洪進)을 이조 판서로 삼았다.",
                "hj": "○以李德馨爲右議政, 洪進爲吏曹判書。"
            },
            "5": {
                "H2KE-EN": "The King instructed, When Lord of Imhae Yi Jin was summoned [to the capital], he became intoxicated and inebriated. This is extremely surprised. Therefore, dismiss him from office.",
                "H2KE-nKo": "주상이 하교하기를,“임해군 이진이 부름을 받았을 때 술에 몹시 취하였으니, 참으로 매우 놀랍다. 파직하라.”하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 4월 1일(을묘) 5번째기사",
                "gt-oKo": "상이 하교하였다. “임해군(臨海君) 이진(李珒)이 부름을 받고 왔을 때 잔뜩 취해 있었다. 참으로 해괴한 일이다. 파직하라.”",
                "hj": "○上, 下敎曰: “臨海君珒承召時沈醉, 誠極愕, 罷職。”"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] appointed Jo Jeongrip , Kim Uiwon , and Yi Sim as circuit inspector of the Office of the Inspector General and had them search for and surreptitious vessels. When examining the Veritable Records of King , they said, [Jo] Jeongrip is deceitful and foolish. [Kim] Uiwon is diligent in mourning, and [Yi] Sim is deceitful and foolish. [Jo] Jeongrip was gentle, generous, and upright. The world was impressed by this world, and [Kim] Uiwon was slandered. The circumstances of Sims deceitful and foolish circumstances are not fully known yet, ultimately [the circumstances of] corruption and foolish. Even though [the circumstances of] the incident of [the circumstances of] gyeongja year (, [the circuit inspector] did not escort the royal carriage even though [the circumstances of] the circumstances of the gabo year (, [the circumstances of] the gabo year ( are recognized.",
                "H2KE-nKo": "조정립, 김의원, 이심을 암행 어사로 삼아 숨기고 누락시킨 운선을 찾아내게 하였다. 《실록》을 살펴보니, ‘조정립은 간사하고 아첨을 잘하며 용렬하고, 김의원은 거상 중에 근신하지 않으며, 이심은 간사하고 아첨을 잘한다.’라고 하였다.조정립은 돈후하며 청렴하고 정직하여 온 세상 사람들의 추앙을 받았는데, 김의원이 비방을 받은 것은 자기와 의견이 다른 자가 모함한 것이다. 이심이 간사하고 아첨을 잘하는지는 비록 자세히 알 수 없으나 끝내 탐욕스럽고 비루하다는 비난을 받았으며, 인조 갑자년 변란 때에도 어가를 호종하지 않았으니, 그 사람됨을 알 수 있다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 5월 1일(을유) 1번째기사",
                "gt-oKo": "조정립(趙正立)·김의원(金義元)·이심(李愖)을 암행 어사로 삼아 숨겨둔 운반선을 찾아내게 하였다. 《실록》을 상고하면 ‘정립은 간사 아첨하고 용렬하였으며 의원은 상중(喪中)에 삼가지 않았고, 심은 간사하고 아첨하였다.’라고 하였다. 정립은 돈후하고 청렴 정직하여 당시의 추중을 받았으며, 의원이 비방을 받은 것은 자기와 의견이 다른 사람에게서 모함을 받은 것이다. 심의 간사하고 아첨한 정상에 대해서는 비록 자세하지는 않지만 끝내 탐욕스럽고 비루하다는 비난이 있었고, 인조(仁祖) 갑자년의 변란 때는 호가(扈駕)하지 않았으니, 그 사람됨을 알 수 있겠다.",
                "hj": "○朔乙酉/以趙正立、金義元、李愖爲暗行御史, 令搜括運船之隱漏者。 按《實錄》云: “正立邪諂庸瑣, 義元居喪不謹, 愖憸邪諛侫。” 正立惇厚而淸直, 爲一世所推, 義元之得謗, 異己者陷之也。 愖之憸諛之狀, 雖不得其詳, 而終有貪鄙之誚, 及至仁祖朝甲子之變, 又不扈駕, 其爲人可知矣。"
            },
            "2": {
                "H2KE-EN": "The State Council reported as follows: In our country, the coastal areas along the coastal areas are not supplied with salt, fish, and salt. People have all relied upon this and survived. If there are any administrative leader [of the Three Armies] in order to distinguish [the administrative leaders], then the soldiers and food will be sufficient in this way. The Ming court has already discussed this matter, but there is only concern that there is no one to manage [the administrative leaders], and yet has not yet been implemented. Your subjects request that the office in charge be ordered to quickly deliberate on [the administrative leaders] and carry out [the administrative leaders]. The King replied, The law must necessarily enforce the administrative leaders to enforce [the administrative leaders] to enforce [the administrative leaders]. If [the administrative leaders] enforce [the administrative leaders] to enforce [the administrative leaders], then [the administrative leaders] to enforce [the administrative leaders], [the administrative leaders] to enforce [the administrative leaders]. In our country,",
                "H2KE-nKo": "비변사가 아뢰기를,“우리나라는 삼면이 바다에 접해 있어 어느 곳이고 생선과 소금이 생산되지 않는 곳이 없으므로 백성들이 모두 이 덕분에 살아가고 있습니다. 만일 일에는 통솔하고 적절하게 구획한다면 군대와 식량도 이로부터 넉넉해질 것입니다. 조정에서 이미 이러한 논의가 있었으나 주관할 사람이 없어서 아직까지 시행하지 못하고 있습니다. 해당 관사로 하여금 속히 강구하여 시행하게 하소서.”하니, 답하기를,“법령은 반드시 사람이 있어야 시행된다. 우리나라의 법이 아름답지 않은 것은 아니지만 영이 좋지 않은 것은 아니지만 그 효과는 보지 못하고 폐단만 끼치고 있다. 폐단이 법대로 생겨나 그림자가 형체를 따르는 것과 같고 법이 도리어 그림자가 되어 폐단이 도리어 형체가 되어 무익할 뿐만 아니라 해치기도 한다. 백성들이 아우성치며 손발을 놀릴 수가 없으니 이는 살피지 않아서는 안 된다. 반드시 시행하고자 한다면 모름지기 그 일을 잘 주관할 수 있는 사람을 얻어서 맡겨야 한다. 그렇지 않으면 거조가 합당하지 않거나 공무를 빙자하여 폐단을 일으켜 백성들을 침탈할 밑천으로 삼는다면 나라의 근본이 전도될 것이다. 곡식이 있더라도 먹을 수 있겠는가.”하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 5월 1일(을유) 2번째기사",
                "gt-oKo": "비변사가 아뢰기를, “우리 나라는 삼면이 바다여서 어느 곳이든 생선과 소금이 생산되므로, 백성들이 모두 이에 힘입어 살아가고 있습니다. 만약 이를 잘 관리하고 적절하게 조정한다면 군사의 식량도 이로 인하여 여유가 있게 될 것입니다. 조정에 이미 이런 의논이 있었지만, 주관(主管)할 만한 사람이 없어 아직껏 시행하지 못하고 있습니다. 해당 관청으로 하여금 속히 강구하여 행하게 하소서.” 하니, 답하기를, “법령(法令)은 반드시 적임자가 있어야 시행되는 것이다. 우리 나라는 법이 아름답고 영(令)이 좋은데도 그 효과를 거두지 못하고 폐단만 끼치고 있다. 폐단이 법에 의해 생기는 것이 마치 그림자가 형체(形體)를 따르는 것과 같은데, 법은 도리어 그림자가 되고 폐단은 도리어 형체가 되어 무익할 뿐만 아니라 혹 해치기도 한다. 그래서 소민(小民)들이 겁이 나서 행동을 마음대로 하지 못하니, 이 점을 살피지 않아서는 안 된다. 만일 꼭 행하고자 한다면 모름지기 그 일을 잘 해낼 수 있는 사람을 찾아서 맡겨야 하고, 그렇지 않으면 하는 짓이 정당하지 못하거나 혹은 공사(公事)를 빙자하여 폐단을 만들어 소민(小民)을 침탈하는 바탕이 된다면, 나라의 근본이 전도될 것이니 비록 곡식을 얻은들 그것을 먹을 수 있겠는가.” 하였다.",
                "hj": "○備邊司啓曰: “我國三面濱海, 無處不産魚鹽, 民皆賴此以生。 若事有統領, 區畫得宜, 則軍食亦將自此有裕矣。 朝廷已有此議, 只患主管無人, 尙未施設。 請令該司, 斯速講究而行之。” 答曰: “法令必待人而行。 我國法非不美, 令非不善, 而未見其效, 只貽其弊。 弊從法生, 如影隨形, 法反爲影, 弊反爲形, 非徒無益, 或又害之。 小民嗷嗷, 不能措手足, 此不可不察也。 如欲必行, 須得能幹其事者任之, 不然, 或擧措乖當, 或憑公作弊, 侵奪小民之所資, 則邦本顚矣。 雖有粟, 可得而食乎?”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Former Fifth Rank Military Officer of the State Council Seong Eom passed away. He was a courtesy named Howon . He was the son of Subjeom . Subjeom had a steadfast in his steadfast and secretly studying the Confucian classics. People called him the preceptor of Cheongsong (Sr. . Seong Eom was so high that he had a virtuous and achievements early. Ever since he was young, he received instruction from the courtyard. He also earlier admired Yi Hwang and was affiliated with him. When he studyed his studies, he possessed his knowledge of the study of history. He studyed his teadfast and pursued his teadfastness, and he eventually concentrated his studies in the land of his nature. He particularly earnestly devoted himself to concentrate the study of the four seasons and the seven divisions of the four seasons and the five divisions of the four seasons and the seven divisions of the four seasons and the five divisions. There were many Confucian scholars who did not explain this. Earlier, I praised him, saying, If you discuss the meaning of history and the seven divisions, I would rather have a slightest rather than my steadfastness. Earlier, he was recognized by his learning and behavior, and he repeatedly summoned him for his post. However, he did not come to the court. The King was very generous in his benevolence, and thus he summoned him for the purpose of summoning him. 성혼 stubbornly refused to accept his approval, but he did not summon him for the purpose of summoning him for a long time. Though he went to the capital [of Joseon], he did not always wish to do so for a long time. He calculated the number of days he served in the court",
                "H2KE-nKo": "전 의정부 우참찬 성혼이 졸하였다. 성혼의 자는 호원이고 성수침의 아들이다. 성수침은 고세의 지조가 있어 은거하여 도를 강론하니 세상에서 청송선생이라고 일컬었다. 성혼은 타고난 성품이 매우 고매하고 덕기가 일찍 이루어졌다. 어렸을 때부터 가정의 교훈을 잘 지켰으며, 또 일찍이 이황을 존경하고 사모하여 사숙하였다. 그의 학문은 고정을 기준으로 삼았으니, 강명하고 실천하는 것이 서로 그 공을 이루었고 본원의 바탕에 더욱 독실하였다. 이이와 더불어 사단칠정과 이기의 선후에 관한 설을 논하면서 수천만 마디 말을 주고받았는데, 선유들이 미처 말하지 못한 것이 많았다. 이이가 일찍이 칭찬하기를 ‘견해가 이르는 곳을 논하자면 나는 조금 장점이 있지만 지조와 행실이 돈독하고 확고한 것은 내가 미칠 수 없다.’라고 하였다. 처음에 학행으로 배척을 받아 여러 차례 관직으로 불렀으나 모두 나아가지 않았다. 그러나 상의 권우가 더욱 중하여 부르기를 마지않았다. 성혼은 극력 사양하였으나 되지 않아 간혹 도성에 나오기는 하였으나 항상 오래 있을 뜻이 없었고, 조정에 선 날짜를 따져 보면 1년도 채 되지 않았다. 임진년의 난리에 이홍로의 모함을 받아 상의 권우가 점점 쇠해지자 마침내 다시는 소명에 응하지 않았다. 이때에 이르러 파산의 옛집에서 졸하니, 학자들이 우계선생이라고 불렀다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 6월 1일(갑인) 1번째기사",
                "gt-oKo": "전 의정부 우참찬 성혼(成渾)이 졸하였다. 성혼의 자(字)는 호원(浩原)이니 성수침(成守琛)의 아들이다. 수침은 세상에 높이 뛰어난 지조가 있어 은거하면서 도(道)를 강론하여 세상에서 청송 선생(聽松先生)이라고 일컬었다. 혼은 천성이 매우 고매하여 일찍 덕기(德器)를 이루어 어린 아이 때부터 가정의 교훈을 익혔고, 또 일찍이 이황(李滉)을 존경하고 사모하여 사숙(私淑)하였었다. 그의 학문은 고정(考亭)을 기준으로 하여, 강론하여 밝히고 실천하는 공을 아울러 힘써 본원(本源)의 바탕에 더욱 독실하였다. 이이(李珥)와 더불어 사단칠정(四端七情)과 이기(理氣)의 선후(先後)에 대한 설을 수천 마디 주고 받았는데, 선유(先儒)들이 밝히지 못했던 것이 많았다. 이이가 일찍이 ‘만약 견해(見解)의 우월을 논하자면 내가 약간 나을 것이나 행실이 돈독하고 확고한 것은 내가 따르지 못한다.’고 하였다. 처음에 학문과 덕행으로 천거되어 여러 번 직(職)을 내려 불렀으나 모두 취임하지 않으니, 상의 후대함이 더욱 중하여 부르는 것을 그만두지 않았었다. 혼은 힘써 사양하여도 되지 않아 간혹 서울에 왔으나 항상 오래 머물 뜻이 없어 조정에 있는 날짜를 통산하면 1년도 채 되지 않는다. 임진년 난리 때 이홍로(李弘老)의 모함을 받아 상의 우대가 쇠미해지자 드디어 다시는 부름에 응하지 않다가 이때에 이르러 파산(坡山)의 옛집에서 졸하였다. 학자들이 우계 선생(牛溪先生)이라 부른다.",
                "hj": "○朔甲寅/前議政府右參贊成渾卒。 渾字浩原, 守琛之子也。 守琛有高世之操, 隱居講道, 世稱聽松先生。 渾天分甚高, 德器早成, 自童幼時, 服膺庭訓, 又嘗尊慕李滉, 而私淑焉。 其爲學, 以考亭爲準, 則講明踐履, 交致其功, 而於本源之地, 尤慥慥焉。 與李珥論四端七情, 理氣先後之說, 往復累千萬言, 多有儒先所未發者。 李珥嘗稱曰: “若論見解所到, 吾差有寸長, 操履敦確, 吾所不及。” 云。 初以學行被蔦, 屢以職召, 皆不就, 上眷遇愈重, 召之不已。 渾力辭不獲, 雖間或赴都, 恒無久意, 歷計立朝日月, 不滿一歲。 壬辰之亂, 爲李弘老所構陷, 上眷寢衰, 遂不復赴召。 至是卒于坡山舊居, 學者稱爲牛溪先生。"
            },
            "2": {
                "H2KE-EN": "The Middle Army Commander of Yang 경리 of the Middle Army Peng Jideok summoned Commissioner for Receiving the Imperial Envoy at the Border Deok and secretly spoke to him, saying, Recorder Jeong응태가 impeached the Recorder and impeached him for the calculation of twenty crimes. Among these five crimes, this is also related to your estemed country. Now, the Recorder impeached him to your esteemed letters of investigation and requested his repatriation. This is a misfortune to your estemed country. On the following day, Deok went to the Recorder to meet the Recorder to treat him. The Recorder laughed and said, Jeong응태s mind is different from that of ordinary people. Truly, this is detestable. As the commanders were unable to manage the affairs, I intended to strictly impeach them according to the law. However, as such a slanderous words reached this point, it is also difficult to manage the affairs. ",
                "H2KE-nKo": "양 경리의 중군 팽지덕이 접반사 이덕형을 불러 은밀히 말하기를,“주사 정응태가 아뢰어 경리를 탄핵하면서 20가지 죄를 지적하였는데, 그중 5가지 일도 귀국과 관계가 있습니다. 경리가 지금 주본을 올려 돌아가게 해 달라고 하니, 경리의 불행도 귀국의 불행입니다.”하였다. 이튿날 이덕형이 경리를 찾아가 위로하니, 경리가 웃으면서 말하기를,“정응태의 심보는 보통 사람과 다르니, 참으로 가증스럽습니다. 여러 장수가 일을 제대로 처리하지 못하여 내가 법으로 단속하려고 하는데, 참소하는 말이 이 지경에 이르렀으니 일을 하기가 또한 어렵습니다.”하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 6월 1일(갑인) 2번째기사",
                "gt-oKo": "양 경리(楊經理)의 중군(中軍) 팽우덕(彭友德)이 접반사 이덕형(李德馨)을 불러 비밀히 말하기를, “주사(主事) 정응태(丁應泰)가 주문을 올려 경리를 탄핵하여 20가지 죄를 논했는데, 그 가운데 다섯 가지는 귀국에도 관계된다. 경리가 지금 주본(奏本)을 올려 돌아가기를 청하고자 하는데, 경리의 불행(不幸)은 귀국의 불행이 된다.” 하였다. 이튿날 덕형이 경리를 찾아가 위로하니, 경리가 웃으면서 말하기를, “정응태의 심장(心腸)은 보통 사람과 달라 참으로 악하다. 여러 장수들이 조치하지 못한 일을 내가 법으로 단속하려 하여 참설(讒說)이 이에 이르니, 일하기가 역시 어렵다.” 하였다.",
                "hj": "○楊經理中軍彭支德招接伴使李德馨, 密言曰: “主事丁應泰奏劾經理, 數其二十罪, 其中五事, 亦干於貴國矣。 經理今將上本求回, 經理之不幸, 亦貴國之不幸也。” 翌日, 德馨往見經理以慰之, 經理笑曰: “應泰之心腸, 異於常人, 眞可惡也。 諸將不能辦事, 我欲以法鈐束, 而讒說至此, 作事亦難矣。”"
            },
            "3": {
                "H2KE-EN": "제독 Liu Quan (K. Yu Jeonghyeon entered the capital. The King went to Mohwa Guesthouse to greet and comfort him. Liu Quan said, His Excellency had come to your esteemed country and is fully aware of the circumstances. Thus, His Excellency has made him serve in this estemed place. Would we dare say that we would cause trouble to His Excellency the Emperor? He then inquired about the number of the enemy route and the number of provisions. The King said, It is not possible to thoroughly explain the circumstances. Have the 비국으로 하여금 record the circumstances and deliver them to him.",
                "H2KE-nKo": "제독 유정이 서울에 들어오니, 주상이 모화관에 나아가 맞이하여 위로하였다. 유정이 말하기를,“대조께서 ‘내가 일찍이 귀국에 왔기 때문에 사세를 잘 알고 있다.’라고 하셨기 때문에 다시 이곳에서 종사하게 하신 것입니다. 천자의 명을 받들고서 감히 수고로움을 말할 수 있겠습니까.”하고, 이어 적병의 많고 적음과 군량의 많고 적음을 하문하였다. 주상이 말하기를,“말로 자세히 말할 수 없으니, 비변사로 하여금 그 일을 기록하여 보내게 하라.”하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 6월 1일(갑인) 3번째기사",
                "gt-oKo": "제독 유정(劉綎)이 서울로 들어왔는데, 상이 모화관(慕華館)에 나가 맞이하고 위로하였다. 유정이 말하기를, “중국에서는 내가 일찍이 귀국에 와 보았기에 사세를 잘 알 것이라고 여겨서 다시 이곳에서 일하도록 하였습니다. 천자의 명을 받들었으니, 감히 수고롭다 할 수 있겠습니까.” 하고는 인하여 적병의 수효와 군량의 다소를 물으니, 상이 ‘말로 자세히 할 수 없다.’ 하고 비국으로 하여금 그 내용을 기록하여 보내도록 하였다.",
                "hj": "○提督劉綎入京, 上出慕華館迎勞之。 綎曰: “大朝以我曾來貴國, 備知事勢, 故使復從事於此。 奉天子之命, 敢言勞乎?” 仍問賊兵衆寡、糧餉多少, 上以爲: “不可以言語詳之, 令備局錄其事以遺之。”"
            },
            "4": {
                "H2KE-EN": "경리 Yang Ho submitted a memorial requesting his punishment for his return trip. The King said to the officials, It is inevitable to report this to the Emperor to the Ming court. Also, it is proper to send a diplomatic document to the army headquarters in order to make a decision. In all matters, sincere and strong, the King is brilliant in his sagacity for ten thousand ri, there will be no other worries.",
                "H2KE-nKo": "경리 양호가 사본을 올려 죄를 청하고 돌아오게 해 주기를 청하였다. 주상이 여러 신하에게 말하기를,“이것을 중국 조정에 진주하지 않을 수 없다. 그리고 군문에 이자하여 그로 하여금 진달하여 분변하게 해야 한다. 모든 일은 정직하고 장한 것으로 우리 임금은 만 리 밖을 환히 내다보고 있으니 반드시 다른 걱정거리가 없을 것이다.”하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 6월 1일(갑인) 4번째기사",
                "gt-oKo": "경리 양호(楊鎬)가 사본(辭本)을 올려 죄를 청하고 돌아가기를 구하였다. 상이 여러 신하들에게 ‘이 일에 대하여 중국에 주문을 보내지 않을 수가 없다. 그리고 군문(軍門)에 이자(移咨)하여 그로 하여금 변명하는 주문을 올리게 하여야 한다. 모든 일은 정직하게 하는 것이 장한 것이다. 우리 임금은 만 리 밖을 분명하게 보시니, 반드시 다른 걱정은 없을 것이다.’ 하였다.",
                "hj": "○經理楊鎬上辭本, 請罪求回。 上謂群臣曰: “不可不以此陳奏天朝。 且宜移咨軍門, 使之陳辨。 凡事以直爲壯, 吾君明見萬里, 必無他虞矣。”"
            },
            "5": {
                "H2KE-EN": "On sinmyo day, several dozen soldiers indiscriminately entered the State Shrine to Confucius and demolished their spirit tablets. The King ordered that a rite for comfort the deceased be performed.",
                "H2KE-nKo": "명나라 군사 수십 명이 문묘에 난입하여 위판을 철거하여 옮겨 놓았다. 주상이 위안제를 지내라고 명하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 6월 1일(갑인) 5번째기사",
                "gt-oKo": "중국 군사 수십 명이 문묘(文廟)에 난입(亂入)하여 위판(位版)을 철거하였는데, 상이 위안제(慰安祭)를 지내도록 명하였다.",
                "hj": "○天兵數十人亂入文廟, 撤移位版, 上命行慰安祭。"
            },
            "6": {
                "H2KE-EN": "Commander of the naval forces Cui Zhen (K. Jin In , leading more than five hundred sailors, departed for Jeolla Province. The King proceeded to Dongsungang Garrison and held a farewell banquet for them.",
                "H2KE-nKo": "주사 제독 진인이 수군 500여 척을 거느리고 전라도로 내려가려 하니, 주상이 동작강 나루에 행행하여 전송하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 6월 1일(갑인) 6번째기사",
                "gt-oKo": "수군 제독(水軍提督) 진인(陳璘)이 수군 5백여 척을 거느리고 전라도로 내려가려하니, 상이 동작강(銅雀江) 나루에 행행하여 전송하였다.",
                "hj": "○舟師提督陳璘領水軍五百餘艘, 將下全羅道, 上幸銅雀江津以餞之。"
            },
            "7": {
                "H2KE-EN": "A wild boil fell from Pyeonggang . [The wild boild boiled] and passed through Cheorwon . [The wild boild boiled in] Yeoncheon , where [the boild boiled] in a field. In the imjin year (, this wild boil was raised, and all people were worried about this.",
                "H2KE-nKo": "개미만한 벌레가 평강에서 날아와 철원을 지나 연천 경계로 향하였는데, 들판을 뒤덮고 갔다. 임진년에 이런 변고가 발생하여 사람들이 모두 걱정하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 6월 1일(갑인) 7번째기사",
                "gt-oKo": "개미처럼 생긴 벌레가 평강(平康)에서부터 날아와 철원(鐵原)을 지나 연천(漣川)쪽으로 향했는데, 들을 뒤덮고 갔다. 임진년에도 이런 변이 있자 난리가 났기 때문에 사람들이 모두 걱정하였다.",
                "hj": "○有蟲如蟻, 飛自平康, 過鐵原, 向連川界, 蔽野而去。 壬辰歲, 有此變而亂作, 人皆憂之。"
            },
            "8": {
                "H2KE-EN": "The King proceeded to the detached palace and supplied the high-ranking officials, and addressed 유성룡 as follows: Jeong응태 , an official in charge of reporting to the Emperor of Ming China regarding the crime of Yang 경리 , which stated, Ho raised Joseon to construct a fortress, and how could he be aware of the other day that he suspected to plotting rebellion? What do you think of this? Truly, this is a grievance of the world throughout the world. 유성룡 said, This is what the Exalted Emperor [of Ming China] granted permission. How could this be considered a crime? Consequently, the envoy for presenting a memorial to the Emperor [of Ming China] was sent to Yi Gui to compose a memorial to the Emperor of Ming China for explanation.",
                "H2KE-nKo": "주상이 별전에 나아가 대신과 비국의 신하들을 인견하였다. 유성룡에게 말하기를,“정응태가 양 경리의 죄를 탄핵하여 아뢰었는데, 그 가운데에 ‘양호가 조선을 동원하여 성을 쌓았으니 후일 이를 믿고 반란을 일으킬지 어찌 알겠는가.’라고 하였으니, 그 말이 어떠한가? 참으로 천하의 원통한 일이다.”하니, 유성룡이 아뢰기를,“이는 고황제가 허락한 것이니, 어찌 죄로 삼을 수 있겠습니까.”하였다. 마침내 이원익이 진주하러 가는 편에 이정구로 하여금 주문을 지어 변론하게 하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 6월 1일(갑인) 8번째기사",
                "gt-oKo": "상이 별전(別殿)에 나아가 대신(大臣)과 비국(備局)의 여러 신하들을 인견하였다. 유성룡(柳成龍)에게 이르기를, “정응태가 양 경리(楊經理)의 죄를 참주(參奏)하였는데, 그 가운데 ‘양호가 조선을 부추겨 성(城)을 쌓게 했으니, 후일 이를 의지해 배반하지 않으리라는 것을 어떻게 알겠는가.’ 하였으니, 그것이 무슨 말인가? 참으로 천하에 원통한 일이다.” 하니, 성룡이 아뢰기를, “이는 고황제(高皇帝)께서 허락한 바이니, 어찌 죄가 되겠습니까.” 하였다. 마침내 이원익(李元翼)에게 진주(陳奏)하러 가게 하였는데, 이정구(李廷龜)에게 변론하는 주문을 짓게 하였다.",
                "hj": "○上御別殿, 引見大臣及備局諸臣, 謂柳成龍曰: “丁應泰參奏楊經理之罪, 而其中有曰: ‘鎬動朝鮮築城, 安知他日, 倚此而爲叛也?’ 其說何如? 誠天下之冤痛也。” 成龍曰: “此, 高皇帝之所許也, 豈得以爲罪乎?” 遂於李元翼陳奏之行, 令李廷龜撰奏文陳辨。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 7월 1일(갑신) 1번째기사",
                "gt-oKo": "최천건(崔天健)을 진주사(陳奏使)로 삼았는데, 그 주문에 이르기를, “경리도찰원(經理都察院) 사후 배신(伺候陪臣) 한응인(韓應寅)이 말하기를 ‘본원(本院)이 사직하는 상소를 하였다.’고 하였습니다. 신(臣)이 삼가 외간(外間)의 말을 들으니 ‘양 도야(楊都爺)가 도산(島山)의 싸움에서 병마(兵馬)가 손상을 많이 당하였는데도 숨기고 보고하지 않았다는 정 주사(丁主事)의 참주(參奏)를 당하였고, 마 제독(麻提督)도 함께 참주를 다하였다.’ 하기도 하고, 혹은 말하기를 ‘공(功)을 서훈(叙勳)함이 공정하지 못하여 공을 많이 기록하지 않았다.’ 하기고 하고, 혹은 ‘경리와 제독이 가등청정(加藤淸正)과 더불어 강화(講和)하였다.’ 하고, 혹은 ‘경리가 조선에 성을 쌓았는데, 이는 크게 잘못된 것이다.’ 하고, 혹은 ‘왜노(倭奴)의 원래 숫자가 많지 않았는데 경리가 장황하게 거짓 보고하였으니, 군사와 식량을 감해야 한다.’고 했다 합니다. 비록 그것이 사실인지는 모르겠으나 여러 말이 점점 전파되어 원근(遠近)이 의혹되고 있습니다. 신은 삼가 생각하건대, 나라가 망하여 화패(禍敗)를 당한 나머지 다시는 재기하지 못할 형세였는데, 특별히 황상(皇上)께서 소방(小邦)의 민망하고 절박한 사정을 간곡히 살펴주시는 은전을 입었으니, 교활한 왜노(倭奴)의 정상을 통찰하시어 군사를 내고 군량을 운반해 주신 것은 모두 슬기로운 결단에서 나온 것입니다. 일찍이 직산(稷山)에서 한번 승리하자 경성(京城)이 완전하게 되었고, 다시 청산(靑山)으로 몰아내자 호서(湖西)와 경기 지방이 완전하게 되고, 세 번째 도산(島山)에서 무찌르니, 적은 이미 혼이 빠졌습니다. 신은 홍은에 감격하여 몸이 가루가 되는 한이 있더라도 은혜 갚기를 도모하려 합니다. 지금은 대군(大軍)이 일제히 모여 예기(銳氣)를 축적하고서 출동을 기다리며, 신은 바야흐로 군자와 식량을 공급하면서 깨끗이 소탕하는 거사를 기다리고 있는데, 뜻밖에 무신(撫臣) 양호(楊鎬)가 사직하는 상소를 올리고 장차 이임(離任)하여 서쪽으로 돌아가려 합니다. 신은 처음에는 의심하였고, 중간에는 괴이하게 여겼으며 나중에는 크게 놀랐습니다. 그 참소(參疏)에서 논한 바는 비록 자세히 알 수 없으나 다만 소문에 의거하면 사실에 가깝지 않은 뜻밖의 말이 많고, 조선 사람이 말한 바라고 한 것도 온 나라가 일찍이 알지 못한 것입니다. 삼가 보건대, 무신 양호는 명을 받자 마음을 가다듬고 동쪽 일에 힘써서 독신(督臣) 형개(邢玠), 안신(按臣) 진효(陳效)와 더불어 협모(協謀)하여 힘을 펴고, 사려(思慮)를 다하여 용감히 곧바로 나아가, 원망을 자신이 받으며 과감히 한 것이 그의 가장 훌륭한 점이었습니다. 또 직책에 있은 지 여러 해에 본국(本國)의 잔패(殘敗)한 실상을 잘 알아 무뢰배들이 소란을 일으키는 폐단을 통렬히 징계하여 다스렸고, 약속이 매우 간결하고, 청렴함으로 자신을 단속하였으니, 이는 저희 나라의 삼척동자(三尺童子)도 탄복했던 바입니다. 지난해 가을에 적추(賊酋) 소서행장(小西行長)이 남원(南原)을 공격해 함락시키고 가등청정(加藤淸正)이 대군을 이끌고 합세하여, 흉봉(兇鋒)이 한강(漢江) 남쪽에 이르자 도성(都城) 백성들이 물고기나 새처럼 놀라 흩어졌습니다. 그러자 양호가 단거(單車)로 재빨리 위험을 무릅쓰고 성으로 달려들어와 남은 백성을 위유(慰諭)하고, 장사(將士)를 신칙하니, 인심이 신뢰하게 되어 적이 이를 두렵게 여겨 중지하였고, 마침내 담소(談笑)하며 지휘하는 사이에 적을 물리쳤으니 도성이 오늘날 보전된 것은 모두 그의 힘입니다. 도산의 전투에서 양호가 문관출신 대관으로 갑옷을 입고 진(陣)에 올라 적의 소굴을 공격하여 제독 및 여러 장수와 기세를 가다듬어 싸움을 독려해서 내외의 울타리를 불태우고 1천여 급을 참획(斬獲)하였습니다. 그러자 가등청정이 소굴에서 궁지에 몰려 목 마르고 굶주려 거의 죽게 되었습니다. 불행히 비가 내기고 갑작스런 추위로 사졸(士卒)이 많이 상하여 아군의 형세가 지친 데다, 적의 원병이 크게 몰려들어 참으로 앞과 뒤에서 적을 받는 근심이 있게 되었습니다. 양호는 마귀(麻貴)와 사세를 치밀하게 살펴 후퇴를 명하고 마군(馬軍)을 뽑아 자신이 전(殿)이 되었으니, 이것이 바로 그때의 시종 상황입니다. 정벌해 소탕한 실정은 배신(陪臣)과 여러 장수들이 모두가 목견하여 알고 있는 사실이니, 공과 죄를 밝히는 것은 자연 공론(公論)이 있기 마련이고, 위에 하늘의 해와 같은 성상이 계신데 어찌 거짓으로 속이겠습니까. 신은 그 당시 공적(功績)을 가지고 주문(奏聞)하려 했는데, 양호가 지나치게 겸손하여 극력 말려서 신은 그것을 서운하게 여겨왔습니다. 그런데 오늘날 의논이 이처럼 분분할 줄은 일찍이 헤아리지 못하였습니다. 예로부터 일을 맡은 신하는 사람들의 시비를 당하기가 쉬우며, 공과 죄를 논하는 것은 사람들마다의 마음에 만족하게 하기가 어려운 것입니다. 성감(聖鑑)이 매우 밝으시어 만리를 보시니, 그 시비와 허실(虛實)을 마침내 통찰하실 터이니, 어찌 신의 번거로운 호소가 필요하겠습니까. 이어 생각하건대 기미(覊縻)하자는 설(說)은 저들의 계책에 떨어진 것으로 여러 번 사기(事機)를 그르쳤습니다. 지금에 이르러 적의 정상이 더욱 드러나고, 신은 더욱 쇠약해졌습니다. 만약 천조(天朝)에서 저들과 강화(講和)하고자 한다면 목전(目前)의 일을 그르칠 뿐만 아니라 천하가 그 우환을 당하게 될 것이므로 그릇된 일임을 우부 우부(愚夫愚婦)라도 모두 알고 있는데, 몸소 동쪽 일을 담당한 양호가 그것을 몰랐겠습니까. 작년 2월에 가등청정(加藤淸正)이 한 명의 왜노(倭奴)와 포로되었던 사람을 보내와 제독에게 글을 올리려 한다고 거짓 핑계하면서 우리의 허실을 탐지하려 했는데, 양호가 즉시 왜노를 붙잡아 남병 부장(南兵副將) 오유충(吳惟忠)에게 보내 임의로 처치하게 하였습니다. 또 초여름에 행장(行長)이 주원례(朱元禮)와 요시라(要時羅) 등을 보내어 강화를 핑계해 몰래 우리의 작전지연을 도모하여 제독 이하 각 아문에 글을 보내고, 또 소방의 예조(禮曹)에도 글을 보냈습니다. 양호가 몰래 그들이 예조에 보낸 글을 보고서 사연이 흉악하고 또 우리의 작전을 지연하면서 저들의 신병(新兵)을 기다리는 것이 바로 그의 간교한 계책으로서 경계해야 할 것임을 양호가 환히 알고는 그 사신을 잡아 가두고 그 글을 보내지 않고 장차 기회를 보아 계책을 시행하여 만전의 승리를 기하려고 하였습니다. 그런데 이제 그것으로 강화하였다고 죄를 주는 것은 역시 억울합니다. 그리고 옛날 우리 태조 고황제(太祖高皇帝)께서 소방에 칙서(勑書)를 내려 ‘왕(王)의 나라는 왜와 이웃하고 있으니, 경도(京都)와 연해 지방에 성을 쌓으라.’고 하셨습니다. 지금 소방은 동해(東海)의 울타리이고 전라도와 경상도는 소방의 문호(門戶)이니, 반드시 먼저 설비하여야 이 적을 막는 데 이롭습니다. 양호가 성을 쌓아 둔수(屯守)하여 장원한 계책을 삼았으니 이는 경리의 직분 가운데 중요한 책무입니다. 그런데 이를 잘못이라 하여 죄를 삼고 소방이 후일 화를 끼칠까 의심하니, 고황제께서 조유(詔諭)하신 뜻과는 크게 다릅니다. 이 적은 동쪽으로 울산(蔚山)에서부터 서쪽으로 순천(順天)에 이르기까지 둔영(屯營)이 연달아 9백여 리에 뻗쳐 있으면서, 성을 쌓고 호(壕)를 파고 둔전(屯田)을 경작하여 곡식을 저장하며 구병(舊兵)을 교체시키고 정병(精兵)을 증원하니, 어찌 아무 생각없이 그러겠습니까. 적의 수효와 기세는 이에 의하여 알 수가 있습니다. 그런데도 이제 왜군이 적으므로 군사와 식량을 줄여야 한다고 말하니, 신은 참으로 어디에 중점을 둔 계책인지를 모르겠습니다. 신은 또 들으니, 이 적들이 장차 초가을에 다시 군사를 내어 바다를 건너 중국 군사를 죽이고 명년(明年)에는 풍신수길(豊臣秀吉)이 대병을 이끌고 진격하여 요좌(遼左)를 범하려고 한다 하니, 지금이 바로 먼저 상대를 제압할 계책을 내어야 할 때입니다. 그런데 이번에 유언(流言)이 한번 퍼지자 군정(軍政)이 크게 변하여 먼저 온 자는 해이해져 돌아가기를 생각하고, 후에 온 자는 기운이 저상되어 격려되지 않고 있으니 만일 적들이 이런 형세를 안다면 반드시 박수를 치며 서로 경하(慶賀)하면서 일어날 것입니다. 생각이 이에 미침에 어찌 한심스럽지 않겠습니까. 신이 더욱 깊이 마음 아파하는 것은 대병(大兵)이 이미 출동하였고 식량을 이미 운반하였으며 양호가 방금 사무를 요리(料理)하여 계책을 청하였으므로 신은 스스로 적을 멸망시킬 기회가 있음을 다행으로 여겼는데, 하늘이 돕지 않고 일이 또 실패하게 되어 여러 해 동안 경영해 온 일이 모두 무너지게 되었기 때문입니다. 만일 뜬 의논이 안정되지 않고 변방 정세를 아뢸 수 없다면 신의 멸망은 말할 것이 없고 천하의 대계(大計)가 이로써 잘못 될까 두렵습니다.” 하였는데, 천건(天健)이 이 주문을 가지고 갔다.",
                "hj": "○朔甲申/以崔天健爲陳奏使。 其奏文曰: 經理都察院伺候陪臣韓應寅啓稱: “本院上疏辭職。” 臣竊聞外間之言, 或說: “楊都爺被丁主事參奏, 島山之役, 兵馬多致損傷, 匿不以報, 麻提督亦竝被參。” 或說: “敍功不分, 功多不錄。” 或說: “經理、提督, 與淸正講和。” 或說: “經理築城朝鮮也, 是大錯。” 或說: “倭奴原數不多, 經理張皇瞞報, 兵糧當減。” 雖未知其眞的, 而群言漸播, 遠近疑惑。 臣竊念, 臣以覆亡禍敗之餘, 無復有自振之勢, 而特蒙皇上曲察小邦悶迫之情, 洞燭倭奴兇狡之狀, 發兵運餉, 皆出睿斷。 蓋嘗一捷於稷山而京城全; 再蹙於靑山而湖甸完; 三鏖於島山而賊已褫魄矣。 臣感激洪造, 糜粉圖酬。 今者大軍齊集, 蓄銳待發, 臣方供給資糧, 佇看廓淸之擧, 不意撫臣楊鎬上疏辭職, 將離任西還, 臣始而疑中而訝, 終乃大駭。 其參疏所論, 雖不得詳, 第據其流聞, 則多是情外不近之說, 亦有朝鮮人所言, 而通國之未曾知者也。 伏見, 撫臣楊鎬自膺簡命, 銳意東事, 與督臣邢玠、按臣陳效, 協謀宣力, 殫竭思慮, 而勇往直前, 任怨敢爲, 最其長處也。 且莅任多年, 諳委本國殘敗之狀, 痛懲棍徒科擾之弊, 約己甚簡, 氷蘗自飭, 此則小邦三尺童子, 亦所歎服。 去年秋, 賊酋行長攻陷南原, 淸正領大衆來會, 兇蜂已迫漢南, 都城之民魚駭鳥竄。 鎬單車疾驅, 冒入危城, 慰諭餘氓, 申飭將士, 使人心依賴, 賊情畏沮, 遂却敵於談笑指揮之間, 都城得保今日, 皆其力也。 島山之役, 鎬以文職大官, 環甲上陣, 暴露虎穴, 與提督及諸將, 勵氣督戰, 焚燒內外寨柵, 斬獲千餘級。 淸正窮蹙一穴, 渴餒幾斃, 而不幸天雨急寒, 士卒多傷, 我勢已疲, 而賊援大集, 固將有腹背受敵之患。 鎬與麻貴密察事機, 宣令左次, 排選馬軍, 身自爲殿, 卽其事狀, 終始如此。 若征勦實績, 則陪臣及諸將, 皆目見而知之, 功罪査覈, 自有公論, 天日在上, 豈容虛誑? 臣於其時, 擬將勞績, 具奏上聞, 鎬過執謙遜, 力寢其奏, 臣嘗以是爲欿, 曾不料今日之論, 紛紛至此。 自古當事之臣, 易招人議, 功罪之間, 難適衆情。 聖鑑孔昭, 明見萬里, 其是非虛實, 終必洞察, 奚待臣之煩籲哉? 仍念, 羈縻之說, 爲伊計所中, 屢致差了事機。 到今賊之情形益露, 臣之削弱滋甚。 若天朝欲與之講和, 則非但敗目前之事, 而天下受其憂矣。 愚夫愚婦皆知其非, 曾謂楊鎬身當東事, 而不料此耶? 去年二月, 淸正差一倭奴與被虜人, 假稱奉書提督, 探我虛實, 鎬卽執倭奴, 送于南兵副將吳惟忠, 任其處置。 又於夏初, 行長遣朱元禮、要時羅等, 托以講和, 潛圖緩兵, 有書於提督以下各衙門, 又有書於小邦禮曹。 鎬潛發其遺禮曹之書, 書辭可惡, 且緩我而待新兵, 乃伊之奸計, 已事可戒。 鎬洞見此狀, 拘囚其使, 不發其書, 將欲臨機行計, 取勝萬全, 今執此而罪講和, 則亦冤矣。 昔我太祖高皇帝賜小邦勑書有曰: “王國與倭爲隣, 京都及沿海地方, 設築城子。” 今小邦, 藩蔽東海, 而全、慶爲小邦門戶, 必先設備, 利禦此寇。 鎬欲築城屯守, 以規遠計, 此是經理職內要務。 乃以是爲罪, 而錯疑小邦, 貽他日之患, 其亦與高皇帝詔諭旨意, 大相遠矣。 此賊東自蔚山, 西至順天, 連營列屯九百餘里, 築城堀壕, 屯田積穀, 更換舊兵, 添調精卒, 其志豈徒然哉? 賊之多寡盛衰, 據此可知。 今乃謂倭衆本少, 要減兵糧, 臣誠未知其定計之所在也。 臣又聞, 此賊將以秋初, 再調兵衆過海, 要與天兵厮殺, 明年, 秀吉領大兵, 進犯遼左, 此正先發制人之秋。 玆者流言一播, 軍政大變, 先者懈而思還, 後者沮而不發, 倘伊賊詗此勢, 則抵掌相慶而起, 念至于此, 寧不寒膽? 抑臣所深痛者, 大兵已發矣, 糧餉已運矣, 鎬方料理事務, 已有定算, 臣自幸滅賊有期。 天不見祐, 事又敗意, 累年經營, 皆將壞了。 萬一浮議未定, 邊情莫白, 則臣之滅亡, 有不暇顧, 而竊恐天下大計, 自此去矣。 天健遂齎奏而行。"
            },
            "2": {
                "H2KE-EN": "The Chinese court discontinued 경리 Yang Ho from his post and replaced him with 만세deok . When Yang Ho was about to return [to China], the King went to Hongje Lodge to bid him farewell, and shed tears. Yang Ho also grieved his face. The elderly walked around the palanquin, wailed, and Yang Ho comforted him with the palanquin. He shed tears and departed.",
                "H2KE-nKo": "중국 조정에서 경리 양호를 파직하고 후임에 만세덕을 임명하였다. 양호가 돌아가려고 할 때 주상이 홍제원에 나가 전송하면서 눈물을 흘렸는데, 양호도 슬퍼서 얼굴빛이 변하였다. 부로들이 길을 막고 호곡하니, 양호가 가마 위에서 위로하고 권면하여 눈물을 흘리며 떠났다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 7월 1일(갑신) 2번째기사",
                "gt-oKo": "중국에서 경리 양호를 파직하고 만세덕(萬世德)으로 대신하였다. 양호가 돌아가려고 하니, 상이 홍제원(弘濟院)에 나가 전송하면서 눈물을 흘렸고, 양호도 슬퍼하며 안색이 변하였다. 부로(父老)들이 길을 막고 울었는데, 양호는 교자(轎子) 위에서 위로하여 면려하고 눈물을 흘리며 떠났다.",
                "hj": "○天朝罷經理楊鎬, 以萬世德代之。 鎬將還, 上出餞于弘濟院, 爲之泣, 鎬亦慘然動容。 父老遮道號哭, 鎬於轎上慰勉之, 垂涕而去。"
            },
            "3": {
                "H2KE-EN": "Commander [of the Middle Army] Liu Quan led his troops to the south. The King sent him to the Han River on the Han River .",
                "H2KE-nKo": "제독 유정이 군사를 이끌고 남쪽으로 내려가니, 주상이 동작강에서 전송하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 7월 1일(갑신) 3번째기사",
                "gt-oKo": "제독 유정(劉綎)이 군사를 이끌고 남쪽으로 내려가니, 상이 동작강에서 전송하였다.",
                "hj": "○提督劉綎引兵南下。 上送之于銅雀江上。"
            },
            "4": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Hong Gyeongsin , Fourth Censor [of the Office of the Censor General] Bak Seungsik , once served in the Ministry of War , arbitrarily disburseed soldiers and collected the price of bribes. He also had his male house slave inspect the gate guards and surreptitiously receive bribes. He wished to impeach him. Fourth Inspectors Song응sun and Ku Uigang strongly stopped their impeachment. Shortly afterward, when Seungsik heard this, [Hong] Gyeongsin fabricated a false accusation against him and finally came to avoid suspicion. Censor Yi Yujung and Censor Song Jun , installed the 처치하였는데, Seungsik strongly speaking that he had falsely accused him. He strongly claimed himself to be replaced by claiming himself to be replaced by the King. The King reluctantly followed their advice and then issued a royal directive to the Royal Secretariat , which stated, If Seungsik was grievanced, why must we first claim that he claimed himself to be replaced by claiming himself? [Hong] Gyeongsin finally reported the transgression of Seungsik. Song응sun and Ku Uigang were the same as Seungsik, and Third Inspector [of the Office of the Inspector General] Hwang Jeongcheol were the same as [Hong] Gyeongsin, but their intentions were not strong. Because of this, the various ministries arbitrarily scolded each other, causing them like fighting. The circumstances of the court were extremely unclear.",
                "H2KE-nKo": "장령 홍경신이, 정언 박승업이 일찍이 병조 좌랑이 되었을 때 사사로이 군사를 풀어 주고 값을 징수하였으며, 또 가노를 시켜 문졸을 엿보게 하여 뇌물을 받으려고 하였다는 이유로 논핵하려 하였는데, 지평 송응순과 구의강이 그 논핵을 힘껏 저지하였다. 이윽고 박승업이 이 소식을 듣고 홍경신이 없는 사실을 날조하였다는 이유로 마침내 와서 피혐하였다. 대사간 이유중과 사간 송준이 박승업을 처치하였는데, 박승업이 그가 무함당한 것을 극력 말하고 먼저 스스로 변명하여 체차해 주기를 청하니, 주상이 마지못해 따랐다. 이어 정원에 하교하기를,“만약 박승업이 원통하다고 여긴다면 어찌 반드시 먼저 스스로 변명하여 체차해 주기를 청한단 말인가.”하니, 홍경신이 마침내 박승업의 불법한 정상을 갖추어 진달하였다. 송응순과 구의강은 박승업이고 장령 황정철은 홍경신인데, 뜻이 확고하지 못하였다. 이 때문에 양사가 서로 배격하여 마치 싸우며 공격하는 것처럼 하였으니, 조정이 매우 조용하지 못하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 7월 1일(갑신) 4번째기사",
                "gt-oKo": "장령 홍경신(洪慶臣)이, 정언 박승업(朴承業)이 일찍이 병조 좌랑 때에 사사로이 군사를 풀어 군역에 대한 값을 징수하고 또 가노(家奴)로 하여금 문졸(門卒)을 엿보아 살피게 해서 그들에게 뇌물을 받고자 도모하였다 하여 탄핵하려고 하였는데, 지평 송응순(宋應洵)과 구의강(具義剛)이 그 논의를 극력 저지하였다. 얼마 후 승업이 그 소식을 듣고는 홍경신이 없는 일을 날조하였다 하고 마침내 와서 인피하니, 대사간 이유중(李有中)과 사간 송준(宋駿)이 박승업을 처치하였다. 그가 무함당한 것이라 극언(極言)하고 먼저 스스로 변명하면서 체직을 청하니, 상이 억지로 따르고 인하여 정원에 하교하기를, “만약 승업이 억울하다고 한다면 어찌 반드시 먼저 변명하면서 체직을 청하겠는가.” 하였다. 경신이 드디어 승업이 저지른 불법(不法)한 일을 갖추 전달하였다. 응순과 의강은 승업이 옳다 하였고, 장령 황정철(黃廷喆)은 경신이 옳다고 하였는데 뜻이 굳지 못하였다. 이로써 양사가 서로 배격하기를 마치 공격하며 싸우는 것 같이 하여 조정이 매우 조용하지 못하였다.",
                "hj": "○掌令洪慶臣以正言朴承業曾爲兵曹佐郞, 私自放軍徵價, 且使家奴, 覘察門卒, 圖受其賂, 欲劾之, 持平宋應洵、具義剛力止其論。 俄而承業聞之, 以慶臣搆虛捏無, 遂來避。 大司諫李有中、司諫宋駿處置, 承業極言其被誣, 而以先自分疏請遞, 上勉從之, 仍下敎于政院曰: “若以承業爲冤, 則何必以先自分疏請遞乎?” 慶臣遂備陳承業不法狀。 應洵、義剛是承業; 掌令黃廷喆是慶臣, 意不堅。 以此, 兩司互相排擊, 有若鬪攻者, 朝著之不靖甚矣。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, a man who had been held captive by Japanese [pirates] returned and said that Taira Yoshitoshi had already died. Commander of Jeolla Province Yi Gwangak hurriedly reported this to the throne.",
                "H2KE-nKo": "삭갑인일에 포로가 되었던 우리나라 사람이 돌아와서 평수길이 죽었다고 말하였다. 전라 병사 이광악이 급히 장계하여 보고하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 8월 1일(갑인) 1번째기사",
                "gt-oKo": "우리 나라의 포로되었던 사람들이 돌아와 풍신수길(豊臣秀吉)이 죽었다고 말하므로 전라 병사 이광악(李光岳)이 치계하여 보고하였다.",
                "hj": "○朔甲寅/我國被擄人還言, 平秀吉已死, 全羅兵使李光岳馳啓以聞。"
            },
            "2": {
                "H2KE-EN": "Ma Gui led his soldiers and returned to the capital. Shortly thereafter, Yu Jeonghyeon returned [to the capital].",
                "H2KE-nKo": "마귀가 군사를 이끌고 서울로 돌아왔는데, 얼마 지나지 않아 유정도 돌아왔다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 8월 1일(갑인) 2번째기사",
                "gt-oKo": "마귀(麻貴)가 군사를 이끌고 서울로 돌아왔고, 얼마 후에는 유정(劉綎)도 돌아왔다.",
                "hj": "○麻貴引軍還京, 未幾劉綎亦還。"
            },
            "3": {
                "H2KE-EN": "Yi Sunsin , the pirate commander of the Middle Army , battle against the pirates at Goeo Island in Gangjin . While Yi Sun and Chen In were holding a banquet, the pirates heard that they intended to attack them, and had the commanders in charge of the battle formation and wait for them. Soon afterward, the pirates reached a large boat, and Yi Sunsin led the naval forces to rush into the enemy, shot arrows and burned more than fifty ships. The pirates fled.",
                "H2KE-nKo": "통제사 이순신이 강진의 고금도에서 적병을 대대적으로 격파하였다. 이순신이 진인과 연회를 벌이다가 적이 습격하려고 한다는 말을 듣고 여러 장수들로 하여금 정돈하여 기다리게 하였다. 얼마 후 적선이 대대적으로 이르자 이순신이 스스로 수군을 거느리고 적중에 돌입하여 화포를 쏘고 50여 척을 불태웠는데, 적이 마침내 도망하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 8월 1일(갑인) 3번째기사",
                "gt-oKo": "통제사 이순신(李舜臣)이 적병을 강진(康津)의 고금도(古今島)에서 크게 격파했다. 순신이 진인(陳璘)과 더불어 연회하려고 하는데, 적이 습격하려 한다는 보고를 듣고는 제장(諸將)으로 하여금 군사를 정돈해 대기하게 하였다. 얼마 후 적선(賊船)이 크게 이르자 순신은 스스로 수군을 거느리고 적중으로 돌격해 들어가면서 화포(火砲)를 쏘아 50여 척을 불사르니, 적이 마침내 도망하였다.",
                "hj": "○統制使李舜臣大破賊兵于康津之古今島。 舜臣與陳璘方宴, 聞賊欲襲之, 使諸將整束以待。 俄而賊船大至, 舜臣自領水軍, 突入賊中, 發火砲, 燒五十餘艘, 賊遂遁。"
            },
            "4": {
                "H2KE-EN": "Right State Councilor Yi Jin was appointed 진주사로 삼았다. The memorial to the Emperor read as follows: Your subject sincerely urgently apprehensive about the urgent situation, we have made an opportunity to Your Majesty every time. However, Your Majestys magnanimity is as if a father loves his son, and if an opportunity is inevitably responsible, there will be no desire to fulfill his wishes. Today, the great army has already been raised, and provisions have already been supplied. His Imperial Majesty is afraid that the enemy will be brilliant, and your subject has fortunately believed that the enemy will be able to rescue the enemy inflicting the enemy. However, since your subject has been replaced by Yang Ho, he has been replaced by his post and returned to the west, the military situation has become slightly deteriorated, and the enemy in the southwest of the province is apprehensive and apprehensive. Our enemy has already been observed, and the enemy in the border area has urgently arrived in the morning and evening. Now, the enemy situation is very urgent, but as there is no one to assume the responsibility of the chief official in charge, the people are startled and apprehensive. Moreover, the enemy of the enemy is not necessary for Yang Ho to depart, but Yang Ho was replaced by the enemy attack at the opportunity of the enemy attack at the opportunity to the enemy attack at the opportunity of the enemy attack attack. In this autumn, the enemy attacked the Han River, and the enemy attacked attack atta",
                "H2KE-nKo": "우의정 이원익을 진주사로 삼았다. 그 주문의 대략에,“신이 답답하고 절박한 심정과 위급한 상황을 전후로 호소하였으나 성은이 관대하여 마치 아버지가 자식을 사랑하는 것 같아 호소하면 반드시 응하고 소원을 이루지 않은 것이 없었습니다. 지금에 이르러서는 대병이 이미 출발하였고 양식을 이미 운반하여 천위가 멀리까지 통하고 성세가 당당하니, 신은 스스로 적을 섬멸할 기약이 있고 깊은 원수를 갚을 수 있음을 다행으로 여겼습니다. 그런데 무신 양호가 직임을 그만두고 서쪽으로 돌아간 뒤로부터 군정이 해이해지고 양남이 의구심을 품고 있다가 우리의 형세가 먼저 동요하여 적이 이 틈을 타서 변방의 급보를 알리는 것이 아침저녁으로 이를 것입니다. 현재의 사세가 매우 위급한데도 주관하는 사람이 없어 중외가 분열되어 심지어 헛소문이 원근에 퍼져서 ‘화의를 장차 강구하겠다.’라고도 하고 ‘군량을 감하겠다.’라고도 하여 장사들이 뿔뿔이 흩어져서 모두 굳은 의지가 없고 백성들이 놀라 의지할 곳이 없는 것 같습니다.흉적이 몰래 발동하는 것은 반드시 양호가 떠나가기 때문이 아니라 마침 적이 움직일 기회에 양호가 직임을 바꾸게 된 것입니다. 이 때문에 인정이 사모하여 흉흉하여 안정되지 못하고 임금을 사랑하는 마음이 똑같이 지성에서 나온 것이니, 어찌 양호에게 사사로운 마음이 있어서 그런 것이겠습니까. 다만 양호가 마음을 가다듬어 적을 토벌하고 힘을 다해 일을 주관하였으니 양호가 있었다면 적을 섬멸할 수 있었을 것입니다. 대개 양호가 우리 나라에 이렇게 된 것은 실로 그 이유가 있습니다. 작년 가을에 적이 한강 남쪽을 핍박하여 도성이 무너지려 하자 양호가 단거로 달려와서 담소하며 적을 물리쳐 다시 나라의 운명을 보전하였습니다. 도산의 전투에서 장사들의 앞잡이가 되어 갑옷을 입고 전진에 올라 연일 크게 승리하여 청추를 거의 묶을 뻔하였으니, 이 두 가지 일에서 우리가 깊이 믿고 복종하였습니다. 그가 관동의 일을 담당한 것을 보면 밤낮으로 노심 초사하면서 원망을 감수하고 과감하게 행동하여 비방을 피하지 않았으니, 양호가 직임을 받고 심력을 다한 것이 지극합니다. 우리 나라를 불쌍히 여겨 인자한 마음으로 어루만지고 의로운 마음으로 가다듬어 법도가 엄명하고 군병이 두려워 움츠렸으니, 양호가 자신을 단속하고 아랫사람을 단속한 것이 분명합니다. 심지어 직접 운선을 수괄하고 군기를 감독하여 만들며 조치하고 규획하는 것을 하루도 겨를이 없이 하였고, 호령을 발하고 시행하는 것도 모두 인심을 크게 위로하였습니다. 신은 이 사람에게 힘입어 일을 완수된 것을 스스로 다행으로 여겼으나 일찍이 오늘날의 논의가 갑자기 이 지경에 이를 줄은 생각지도 못하였습니다. 더구나 이곳에 온 지 오래되어 어렵고 위태로운 상황을 겪었으므로 거리의 원근과 산천의 험이를 환히 살피지 않은 것이 없어 적의 견고하고 견고한 여부와 장수의 현부와 용겁을 두루 알지 못하는 것이 없어 위엄과 명성이 추악한 오랑캐에게 두려워하고 거조가 관동 백성에게 복종하였는데 하루아침에 갑자기 체차되었습니다.외국의 사세는 쉽지 않으니 모름지기 경력한 뒤에야 알 수 있고, 교활한 왜적의 형세와 허실을 모름지기 충분히 탐지한 뒤에야 징험할 수 있는데, 이와 같은 자가 어찌 짧은 기간에 끝낼 수 있겠습니까.가령 무신의 소행이 모두 참주에서 논한 바와 같다면 오히려 너그럽게 용서하여 성공을 요구하여 결말을 짓고 일이 끝난 뒤에 천천히 공과 죄를 의논하여도 늦지 않을 것입니다. 더구나 그 논한 바가 모두 실정에 맞지 않고 이치에 가깝지 않은 데야 더 말할 것이 있겠습니까. 지금 수군과 육군이 길을 나누어 일제히 내려온다는 소문이 먼저 퍼지자 호남과 영남이 진동하였습니다. 양호가 한창 손뼉을 치며 전쟁에 임하여 종일토록 거사하여 포치가 이미 정해지고 규획이 이미 이루어졌으니, 진실로 이 기회를 틈타 군사를 재촉하고 양식을 독촉하여 한번 크게 징계하지 않는다면 비록 비용을 줄이고 구차하게 눈앞의 일만 온전히 하려 하더라도 후환을 불러일으키게 되어 천하가 그 화를 받게 될 것이니, 이러한 때에 힘을 씀이 또한 만 배나 될 것입니다. 절박한 심정은 이미 앞서의 주문에 거듭 아뢰었으니 명철한 성상께서 만 리 밖을 환히 아실 줄로 압니다. 그러나 근심스럽고 위태로운 상황이 하루가 급한데 다시 이처럼 어리석음을 무릅쓰고 계속 시끄럽게 하니, 신이 어찌 양호 한 사람을 위해서이겠습니까.”하였다. - 이것은 이정구가 지은 것이다. - 이원익 등이 주문을 가지고 갔다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 8월 1일(갑인) 4번째기사",
                "gt-oKo": "우의정 이원익(李元翼)을 진주사로 삼았는데, 그 주문의 대략에, “신의 절박하고 위급한 정상을 전후 호소하였는데, 관대하신 성은(聖恩)이 마치 아버지가 아들을 사랑하는 것 같아 호소하면 반드시 응해주시고 원하는 것은 들어주지 않음이 없이 오늘에 이르렀습니다. 대병(大兵)이 이미 나왔고, 식량을 이미 운반하였습니다. 천위(天威)가 멀리 빛나고 그 성세(聲勢)가 당당하여 신은 스스로 적을 멸하여 깊은 원수를 갚을 수 있음을 다행하게 여겼습니다. 그런데 무신(撫臣) 양호(楊鎬)가 파직되어 서쪽으로 간 후에는 군정(軍情)이 해이되고 양남(兩南)이 의구(疑懼)하여 우리 형세가 먼저 요동하니, 적이 이 틈을 타서 급함을 고하는 변방의 보고가 조석으로 이르고 있습니다. 현재의 사세가 매우 위급한데도 주관하는 사람이 없어서 중외의 질서가 무너지고 사리에 당치 않는 말들이 원근에 분분히 전파되어 혹 ‘화의(和議)가 장차 이루어질 것이다.’ 하기도 하고, 혹은 ‘군량을 감할 것이다.’ 하여 장사(將士)들의 마음이 해이해져 모두 굳은 뜻이 없고 백성들이 놀라서 의지할 곳이 없습니다. 대체로 흉적(兇賊)이 발동하는 것은 반드시 양호가 떠난 것에 기인한 것은 아니나, 마침 적이 발동할 기회에 양호가 파직된 것입니다. 그래서 인정(人情)이 사모하여 흉흉하게 진정되지 않고 있습니다. 따르는 마음이 모두 같은 지성(至誠)에서 나온 것이니 어찌 양호에게 사사로운 정이 있어 그러하겠습니까. 다만 양호는 굳은 마음으로 힘써 적을 토멸하였고 한결같이 극력 일을 주관하였으니, 양호가 있었다면 거의 적을 멸할 수 있었을 것이기 때문입니다. 대체로 양호가 소방(小邦)에서 이렇게 민심을 얻은 것은 실로 그 이유가 있습니다. 작년 가을에 적이 한강 이남을 핍박하여 도성이 장차 함락되려 하였는데, 양호가 단거(單車)로 달려와 쉽게 적을 물리쳐 재차 나라의 운명을 온전하게 하였고, 도산(島山)의 전투에서는 장사들을 앞서 인도하여 갑옷을 입고 진(陣)에 올라 연일 크게 이겨 적추 가등청정(加藤淸正)을 사로잡을 뻔하였으므로, 이 두 번의 일에 소방이 깊이 신복(信服)한 것입니다. 그가 동쪽 일을 담당한 것을 보면 주야로 노심 초사(勞心焦思)하고 원망을 받아가며 과감히 행동하고 바방을 피하지 않았으니, 호가 임무를 맡아 수고함이 지대하였던 것입니다. 소방을 애처롭게 여겨 인자함으로 어루만져주고 의로움으로 단속하였으며 법도가 엄하고 분명하여 군사들이 두려워 복종하였으니, 양호가 자신을 단속하고 아래를 기율로 다스린 것이 드러났습니다. 심지어 친히 운반선(運搬船)을 모아들이고 병기를 감독하여 만들고, 계획을 세워 배치하는데 날마다 겨를이 없었고, 호령하여 시행하는 것이 모두 인심을 크게 위로하였습니다. 신은 이 사람에 의지하여 일을 끝낼 것을 다행으로 여겼고 일찍이 오늘날의 의논이 갑자기 이에 이를 줄은 헤아리지 못하였습니다. 더구나 이곳에 온 지 오래되어서 많은 어려움을 겪어 길의 멀고 가까움, 산천(山川)의 험이(險易)를 통찰하지 못함이 없고, 적의 강약과 허실, 장수의 현명 여부와 용겁(勇怯)을 두루 모르는 것이 없어 그 위명(威名)을 적들이 두려워하고, 거조(擧措)는 동쪽 백성들이 복종하게 되었는데, 하루아침에 갑자기 교체되었습니다. 대체로 외국의 사세는 알기가 어려워 모름지기 오래 겪어 본 연후에야 알 수가 있고, 교활한 왜적의 형세와 허실은 모름지기 자세히 탐비한 후에야 비로소 징험할 수가 있는데, 이러한 것이 어찌 짧은 기간에 되겠습니까. 설사 무신(撫臣)의 소행이 모두 참주에서 논한 바와 같다 하더라도 오히려 너그러이 용서하여 성공하기를 책임지워 끝맺음을 하도록 하고, 일이 끝난 후에 천천히 공(功)과 죄(罪)를 의논해도 늦지 않을 것입니다. 더구나 그 논한 바가 모두 실정에 벗어나 사리에 가깝지 않은 것이겠습니까. 이번에 수륙(水陸)의 대병(大兵)이 길을 나누어 일제히 도착하니, 소문이 먼저 퍼지자 호남(湖南)과 영남(嶺南)이 진동하였고, 양호가 이제 단단한 각오로 전투에 임해 막 거사하게 되어 포치(布置)가 이미 정해지고 계획이 이미 완성되었습니다. 이 기회를 틈타 군사를 독촉하고 군량을 재촉해서 한번 크게 징벌하지 않는다면 비록 비용을 줄이고 구차히 목전의 일만 매듭지으려 해도 한갓 후환을 만연시켜 천하가 그 화(禍)를 받게 될 것이니, 그렇게 되면 지금보다 만배나 힘이 들 것입니다. 절박한 마음은 이미 앞서의 주문에서 신명하였으니, 성명(聖明)의 밝게 살피심이 만리 밖을 보실 것으로 생각되오나, 근심되고 위태로운 형상이 날로 급해져 다시 이처럼 어리석음을 무릅쓰고 떠들기를 그치지 않는 것이니 신이 어찌 양호(楊鎬) 한 사람을 위해서이겠습니까?” 하였다.【이는 이정구(李廷龜)가 지은 것이다.】 이원익 등이 주문을 가지고 갔다.",
                "hj": "○以右議政李元翼爲陳奏使。 其奏文略曰: 臣以悶迫之情, 危急之狀, 前後叫籲, 而聖恩寬大, 如父愛子, 有呼必應, 無願不遂。 以至于今, 大兵已發, 糧餉已運, 天威遠暢, 聲勢堂堂, 臣自幸滅賊有期, 深讐可雪。 自撫臣楊鎬革任西回, 軍情懈弛, 兩南疑懼, 我勢先動, 賊已乘之, 邊書告急, 朝到夕至。 目今事勢十分危急, 而主管無人, 中外潰裂, 至於胡說傳播, 遠近簧鼓, 或云和議將講; 或云兵糧當減, 將士判渙, 皆無固志, 人民驚惶, 若無所依。 夫凶賊之竊發, 非必因楊鎬之去, 而楊鎬之革任, 適會於賊動之機。 以此, 人情攀慕, 洶洶靡定, 眷戀之心, 同出至誠, 夫豈有私於楊鎬而然哉? 特以楊鎬銳意討賊, 一力幹事, 庶幾鎬在, 則賊可滅耳, 蓋鎬之得此於小邦者, 實有其由。 去年秋, 賊逼漢南, 都城將潰, 鎬單車赴難, 談笑却賊, 再全邦命。 島山之戰, 爲將士倡, 擐甲上陣, 連日大捷, 幾縛淸酋, 卽此二擧, 而小邦之信服者深矣。 觀其擔當東事, 晝夜焦勞, 任怨敢爲, 不避訾謗, 則鎬之受任盡悴者至矣。 憐愍小邦, 仁摩義礪, 法度嚴明, 軍兵畏戢, 則鎬之約己律下者著矣。 至於親括運舡, 董造軍械, 措置規畫, 日不暇給, 其發號施令, 皆有以大慰人心。 臣私切自幸賴此人而完事, 曾不料今日之論, 遽至於此也。 況來玆日久, 經歷艱危, 道里遠近、山川險易, 無不洞察, 賊之堅脆虛實、將之賢否勇怯, 無不周知, 威名爲醜虜所畏; 擧措爲東民所服, 而一朝忽見遞易。 夫外國事勢難易, 須經歷而後方悉; 狡倭形勢虛實, 須熟探而後方驗, 若此者, 豈能了於時月間乎? 假使撫臣所爲, 盡如參奏中所論, 猶當寬貸責成, 以圖結局, 事竣之後, 徐議功罪, 亦未晩也。 況其所論, 皆是情外不近者乎? 今者, 水陸大兵分道齊下, 先聲所及, 湖嶺震動, 鎬方唾掌臨戎, 竟日擧事, 布置已定, 規畫已成。 苟不乘此機會, 催兵督餉, 一大懲創, 則雖欲省費, 苟完目前, 適以滋起後患, 而天下受其禍, 此時用力, 又萬倍矣。 切迫之情, 已申前奏, 聖明之鑑, 想燭於萬里, 而憂危之狀, 日急一日, 復此冒昧, 塵聒不止, 臣豈爲一楊鎬哉? 【此, 李廷龜之辭也。】 元翼等齎奏以行。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 9월 1일(계미) 1번째기사",
                "gt-oKo": "이보다 앞서 찬획 주사(賛畫主事) 정응태(丁應泰)가 양호와 사이가 나빠 주문을 올려 탄핵하니, 우리 나라에서는 연달아 최천건(崔天健)과 이원익(李元翼) 등을 보내 주문을 올려 변호하고, 그대로 머물러 일을 주관하게 하기를 요청하였는데, 응태가 이를 서운하게 여겨 마침내 치주(馳奏)하기를, “신(臣)이 협강(夾江)의 섬에 가서 콩과 기장이 무성하게 잘 자란 것을 보고는 길가던 요동(遼東) 사람에게 물었더니, 말하기를 ‘이곳은 땅이 기름져 수확이 서토(西土)보다 몇 배나 된다. 지난해에 조선(朝鮮)과 요동(遼東) 사람이 다투어 송사하였는데 도사(都事)가 여러 차례 단안(斷案)하여 조선(朝鮮) 사람들이 불평하였다. 그래서 만력(萬曆) 20년에 마침내 그들 나라에 세거(世居)하고 있던 왜호(倭戶)로 하여금 여러 섬의 왜노(倭奴)를 불러들여 군사를 일으켜 함께 중국을 침범하여 요하(遼河) 이동 지방을 탈취해 고구려(高句麗) 옛 강토를 회복하여 하였다.’ 하여 신은 놀라고 괴이한 생각을 금할 수 없었습니다. 신이 정주(定州)에 머물렀는데 신의 부하가 몇 자의 베로 조선 사람이 음식물을 싸서 파는 구서(舊書)를 바꾸었는데 책 이름이 《해동기략(海東紀略)》이었으며, 바로 조선과 왜가 우호적으로 교제한 사실을 적은 책이었습니다. 병술년부터 수린(壽藺)에게 서신과 예단을 갖추어 일본과 살마(薩藦) 제주(諸州) 및 대마도(對馬島) 제군(諸郡)·제포(諸浦)에 보냈고 혹 도서(圖書)를 받기도 하였으며, 해마다 왜선(倭船)과 통하여 무역할 것을 약속하기도 하였고, 혹은 조선의 미두(米豆)를 받기도 했으며 명주베 1천 필과 쌀 1백 석(石)을 이세수(伊勢守)에게 바쳐 일본에 전달(轉達)한 것 등이 모두 헌납(獻納)하고 무역한 실적(實迹)이었습니다. 또 국왕(國王)과 제추(諸酋)간의 왕래한 사신 선박에 일정한 숫자가 있고, 여러 사신을 접대하는 데 일정한 예(例)가 있으며 왜관(倭館)과 사신선(使臣船)의 대소와 선부(船夫)의 일정한 정원이 있고, 도서를 주는 데 직장(職掌)이 있으며, 맞아들이고 연회를 베푸는 데 정해진 의식(儀式)이 있습니다. 또 그들의 천황세계(天皇世系)와 국왕세계(國王世系), 정령(政令)과 풍속이 손바닥을 보듯 자세하고, 일본의 사신을 빌어 유구(琉球)와도 통하였습니다. 또 그 도설(圖說)을 상고해 보면 웅천(熊川)·동래(東萊)·울산(蔚山)에는 항상 왜호(倭戶) 2천 남짓이 살고 있으며, 전산전(畠山殿) 부관(副官)의 서계(書契)에는 국왕과 화친하는 것을 명백히 말하고 있습니다. 이로써 보건대 명주와 쌀을 바쳤다는 설이 근거가 있고, 왜인을 불러들여 땅을 회복하려 한다는 말이 헛말이 아닙니다. 관백(關白)이 걸출한 우두머리인 줄을 모르고서 조선이 불러들이자 피폐한 것을 틈타 마침내 단번에 조선을 습격해 격파했으니, 이는 조선의 군신이 자초한 화입니다. 조선에서 과거에 응시한 사람은 《삼경(三經)》을 배워 이미 《춘추(春秋)》의 대의(大義)를 알 것이니 삼가 천조(天朝)의 정삭(正朔)을 받들어야 하는데, 어찌하여 또 일본의 강정(康正)·관정(寬正)·문명(文明) 등의 연호를 따라 크게 쓰고, 또 작은 글씨로 영락(永樂)·선덕(宣德)·경태(景泰)·성화(成化)의 기년(紀年)을 일본 기년 아래에 나누어 썼겠습니까. 이는 일본을 높이 받드는 것이 천조보다 월등히 더한 것입니다. 또 참람하게 태조(太祖)·세조(世祖)·열조(列祖)·성상(聖上)이란 칭호를 사용하여 감히 천조에서 조(祖)를 칭하는 것과 같이 하였으니 저들이 2백 년 동안 공순한 뜻이 무엇입니까. 황상께서 시험삼아 이로써 조선을 문책하면 저들 임금과 신하가 장차 무슨 말을 하겠습니까. 더구나 글을 함부로 휘둘러 써서 중국의 선대(先代) 제왕(帝王)을 모욕한 것이 이 책머리 한 장 서문에서 볼 수 있으니 대개 조선의 군신들이 중국을 경시한 것이 하루 이틀이 아닙니다. 왜를 불러들여 흔단을 구성하여 스스로 전쟁의 화를 열어놓고서도 강분(剛憤)하여 원조를 구하면서 걸핏하면 사절(死節)을 일컬으니, 우리 황상(皇上)께서 은혜를 부지런히 베풀어 소국을 돌보아 내탕(內帑)을 보내고 군사를 파견하여 이미 국경 전부를 회복해주었습니다. 이에 또 예문(禮文)을 다투어 재차 황상께서 동쪽을 돌아보는 염려를 하시게 하고, 또 자신들은 안일(安逸)에 빠져 있으면서 중국에 화를 떠넘기니, 앞으로 어디까지에 이를지 모를 일입니다. 대체로 방군(邦君)이 무도하면 육사(六師)를 출동하는 것이 삼대(三代)의 바꿀 수 없는 법입니다. 지금 조선 국왕은【성 휘(姓諱).】 백성들에게 포학하고 주색에 빠져 감히 왜를 유인하여 침범해 오게 함으로써 천조를 우롱하고, 다시 양호(楊鎬)와 당을 맺어 천자를 속이는데, 우리 황상께서는 관대하고 인자하시어 차마 서둘러 주토(誅討)를 가하지 못하지만, 하늘과 조종(祖宗)의 영령은 반드시 그 혼을 빼앗고, 그 후손을 참(斬)하고 말 것입니다. 독신(督臣) 형개(邢玠), 안신(按臣) 진효(陳效)와 제독(提督) 마귀(麻貴)에서 사도(司道)·장령(將領) 등의 관원에 이르기까지 어찌 조사가 끝나기도 전에 먼저 스스로 한 소(疏)를 계획하여 함께 부추겨 기망(欺罔)하고, 그 다음 사람을 시켜 보류하게 하여 사를 따르고 그릇되이 비호하는 것입니까. 이미 몰래 국왕을 꾀어 시켜 배신(陪臣) 이원익(李元翼)을 차송하여 보류할 것을 상소하여 양호의 공덕(功德)을 칭송하게 하였습니다. 매우 교활한 허국위(許國威)는 풍지(風旨)를 받들어 함부로 붓을 들어 억지로 여러 장수들의 연명(連名)을 받아 주소(奏疏)하여 양호를 칭송하였습니다. 바라건대 진무(鎭撫)에게 명하여 당적(黨賊) 허국위와 팽우덕(彭友德) 및 배신(陪臣) 이원익 등을 율에 의하여 국문(鞫問)하여 그 분명한 내력을 끝까지 추궁하소서. 그러면 여러 간사한 자들이 나라의 권병(權柄)을 농락하지 못할 것입니다. 신이 지금 조선에 있으면서 간기(奸欺)를 적발했으니, 여러 간사한 자들이 또 조선의 군신을 유혹하여, 산에 오르고 바다로 들어가야 한다는 말을 함으로써 사람들의 이목(耳目)을 놀라게 할까 싶습니다. 그러나 저들이 갖고 있는 벼슬과 땅, 대대로 지키던 나라를 차마 버리고 망명(亡命)의 길을 밟는다면 장차 어디로 가겠습니까. 이것에 지혜 있는 자는 현혹되지 않을 것입니다. 삼가 바라건대 황상께서는 신이 주문과 함께 바친 《해동기략》을 정신(廷臣)에게 내려 공정하게 평의(評議)하게 하소서. 그러면 조선 군신들이 왜(倭)와 끊었다면서 천조(天朝)를 우롱했는지 안 했는지, 형개(邢玠)·진효·마귀 등이 사정(私情)에 따라 부동(扶同)하고 기망했는지 안 했는지, 사를 따라 그릇되이 비호했는지 안 했는지, 제당(諸黨)의 간사한 모의가 자연 여러 사람의 눈을 가리고 공론에서 도망하지 못할 것입니다.” 하였는데, 황제(皇帝)가 답하기를, “여기에 아뢴 조선에서 은폐(隱蔽)한 사정은 차출되어 가는 과신(科臣)에게 부쳐 긴히 아울러 조사하여 올리라고 전에 여러 차례 엄지(嚴旨)가 있었다. 동쪽의 일은 마감하고 돌아오는 날에 공과 죄가 저절로 밝혀질 것이니, 정응태는 재차 번거롭게 아뢸 것이 없다. 그 주문 가운데 왜의 일에 대한 옳고 그름과 진위(眞僞)는 일체 전수 기의(戰守機宜)이니, 형개·진효·정응태·서관란(徐觀瀾) 등에게 혐의(嫌疑)를 모두 버리고 허심(虛心)하게 회의하고 거행하여 국사(國事)를 중하게 하고, 피차가 이처럼 어긋나게 하지 말라. 지금은 추방(秋防)이 긴급하여, 부칙(部飭)이 번중(繁重)하니, 소대형(蕭大亨)은 안심하고 공직(供職)할 것이며, 모두 분분하게 말을 번거롭게 하지 말라.” 하고는 인하여 만세덕(萬世德)을 독촉하여 일정(日程)을 배로 단축하여 가서 경리(經理)하게 하였다.",
                "hj": "○朔癸未/先是, 贊畫主事丁應泰與楊鎬有隙, 奏劾之, 我國連遣崔天健、李元翼等, 上奏陳辨, 乞令仍留管事, 應泰嗛之, 遂馳奏曰: “臣行次夾江中洲, 見豆忝豐茂, 詢之遼人在途者, 曰: ‘此膏腴地, 收穫數倍西土。 先年, 朝鮮與遼民爭訟之, 都司屢經斷案, 鮮人不平。 萬曆二十年, 遂令彼國世居倭戶, 往招諸島倭奴, 起兵同犯天朝, 奪取遼河以東, 恢復高麗舊土。’ 等語, 臣不勝駭異。 臣行次定州, 而臣從役, 以布數尺, 換鮮民舊書包裹食物, 書名《海東紀略》, 乃朝鮮與倭交好事實也。 自丙戌年遣壽藺, 齎書禮, 達日本薩摩諸州及對馬島諸郡諸浦, 或受圖書, 約歲通倭船互市, 或受朝鮮米豆, 至納細布千匹、米五百石于伊勢守, 轉達日本, 皆獻納互市之實跡也。 且國王諸酋使舡有定數, 接待諸使有定例, 倭館使舡大小船夫有定額, 給圖書有職掌, 迎候供宴, 有定儀。 復詳其天皇世系、國王世係, 與夫政令、風俗歷歷指掌, 且假日本之使, 而通給琉球。 又按其圖說, 而熊川、東萊、蔚山其恒居倭戶二千有奇, 畠山殿副官書契中, 明言國王和親。 由是觀之, 紬米之說有據, 而招倭復地之說非虛語也。 不謂關白雄酋, 乃因其招, 而乘其敝, 遂一擧而襲破其國, 則鮮君臣之自貽戚也。 朝鮮應科人習三經, 則旣知《春秋》大義, 當謹奉天朝正朔, 何爲又從日本康正、寬正、文明等年號, 而大書之, 且小字分書永樂、宣德、景泰、成化紀年于日本紀年之下則是尊奉日本, 加于天朝, 甚遠, 而書又僭稱太祖、世祖, 列祖、聖上, 敢與天朝之稱祖、尊上等, 彼二百年恭順之義謂何, 而皇上試以此責問朝鮮, 彼君臣將何說之辭? 況其舞文, 訾辱中國先代帝王, 卽其一序, 已自槪見, 朝鮮君臣輕藐中國, 已非一日。 招倭搆釁, 自啓禍戎, 而剛憤求援, 動稱死節。 我皇上恩勤字小, 發帑遣師, 已復還全土界矣。 乃又固爭禮文, 再勤皇上東顧之憂, 且自偸安逸, 移禍天朝, 不知何所底極。 夫邦君無道, 六師移之, 三代不易之大法也。 今朝鮮國王【姓諱。】暴虐臣民, 沈湎酒色, 乃敢誘倭入犯, 愚弄天朝, 復與楊鎬結黨, 朋欺天子, 卽我皇上寬仁, 不忍遽加誅討, 而天鑑祖靈, 必奪其魄, 而斬其後矣。 督臣邢玠、按臣陳效與提督麻貴, 以及(自)〔司〕道、將領等官, 何乃未勘之先, 今自商計一疏, 扶同欺罔, 明日令人保留, 循私曲庇? 旣陰誘,【姓諱】 差陪臣李元翼, 上疏保留, 頌鎬功德。 大猾許國威承望風旨, 恣逞刀筆, 强寫諸將連名奏疏, 稱訟楊鎬。 乞勑鎭撫, 自將黨賊許國威、彭友德及陪臣李元翼等, 依律鞫問窮究, 來歷明白, 則群奸不得倒持國柄矣。 臣今居鮮, 發奸欺, 恐諸奸又將惑鮮君臣, 爲登山入海之語, 駭人耳目然後, 彼有爵有土, 忍棄世守之國, 蹈亡命之流, 則將奚往? 此, 智者所不能惑也。 伏望皇上, 將臣所奏, 倂進呈《海東紀略》, 勑下廷臣, 秉公評議。 朝鮮君臣是否, 絶倭愚弄中國是否, 絶倭愚弄天朝, 邢玠、陳效、麻貴等是否, 循情扶同欺罔是否, 循私曲庇, 而諸黨奸謀, 自不能掩衆目, 而逃公論也。” 帝報曰: “這所奏朝鮮隱蔽事情, 著差去科臣, 上緊倂勘, 前屢有嚴旨。 東事候勘回之日, 功罪自明, 丁應泰不必再有陳瀆。 其奏內倭事是否, 眞僞一切, 戰守機宜, 著邢玠、陳效、丁應泰、徐觀瀾等, 盡去嫌疑, 虛心會議行擧, 飭以國事爲重, 毋得彼此參差。 見今秋防緊急, 部飭繁重, 蕭大亨安心供職, 俱不許紛紛瀆辭。” 仍催萬世德兼程前去經理。"
            },
            "2": {
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 9월 1일(계미) 2번째기사",
                "gt-oKo": "상이 정원에 하교하기를, “지금 정응태(丁應泰)의 참주(參奏)를 보니, 대개 우리 나라에서 직언으로 주문을 올려 힘써 경리를 구한 것으로 인하여 이처럼 분을 낸 것인데, 나는 처음부터 그럴 줄을 알았다. 무릇 사람이 천지(天地) 사이에 살면서 내가 당연히 해야 할 일만 하면 되는 것이요, 외부로부터 오는 횡역(橫逆) 따위야 애초부터 생각한 바가 아니므로 길흉(吉凶)·화복(禍福)을 순순히 받을 뿐이니, 응태의 상소는 내 머리칼 하나도 다치지 못한다. 내가 중국의 동쪽 번방(藩邦)의 신하로서 처음 적추(賊酋)의 협박을 받았으나 의리에 의해 배척하여 거절하였고, 국가가 망하게 되어 허둥지둥 유리(流離)하였으나 신하의 절의를 지켜 마치 물이 백 번 꺾여도 반드시 동쪽으로 흐르는 것과 같아 만 번 죽어도 후회하지 않을 각오였다. 지금 간사한 무리들이 함부로 날뛰어 충량(忠良)한 자들이 무함을 받아 끝내는 천하의 대계(大計)를 그르치게 됨을 보고 진정하여 힘써 변명하여 우리 임금으로 하여금 귀역(鬼蜮)의 속셈을 훤히 알도록 하였으니, 나는 양 경리(楊經理)를 위해 죽더라도 그것을 영광으로 여겨 지하에서 웃을 것이다. 예로부터 세상 사람들이 평소 조금 이름이 있는 사람도 소인(小人)이 그 임금을 가리워 그릇되이 충량을 해치고 국가를 무너뜨림에 미쳐서는 그 기세에 겁먹고 그들의 독을 맞을까 두려워하여, 아부하는 데 급급하여 한 마디도 하지 못하고 목을 움츠리고 간신(姦臣)의 지시대로 따라 자기가 평생 지켜온 것을 모조리 잃게 되는 것을 나는 개나 돼지만도 못하게 보아왔으니 나는 그런 태도는 차마 하지 못한다. 설사 중국에서 정응태의 말대로 육사(六師)를 출동한다 하더라도 나는 머리를 조아리며 환영할 것이니 어찌 조금이라도 후회하겠는가. 아, 고질병이 있는 못나고 어두운 신(臣)임을 스스로 이미 밝게 알고 있어 전후에 여러 차례 물러나게 해줄 것을 빌었으나 불행하게도 오늘에 이르게 되었으니, 경들에게 유한(遺恨)이 없지 않을 수 없다. 지금 성지(聖旨)가 내리지 않아 죄를 기다리고 있는 중이니, 어찌 감히 번왕(藩王)으로 자처하면서 아무렇지 않게 평일과 다름없이 있겠는가. 더구나 온갖 병이 몰려드니, 어찌 오래 가겠으며, 역시 무슨 면목으로 중국 장수를 접대하겠는가. 지금부터 모든 국사를 세자가 처결하고, 접대하는 등의 일도 세자로 하여금 대행하게 하라.” 하였다. 이때부터 상이 문을 닫고 조회를 보지 않으니, 영의정 유성룡(柳成龍) 등이 백관을 거느리고 아뢰기를, “국가가 불행하여 뜻밖의 변이 또 이 지경에 이르렀습니다. 참소하는 사람들이 서로 얽어 흑백(黑白)을 변란시키는 것은 예로부터 그랬던 것이지만 그러나 어찌 이러한 사람이 있었겠습니까. 황상께서 이미 과도관(科道官)으로 하여금 아울러 살펴서 결정하게 하였으니, 지금은 피눈물을 흘리며 원통함을 호소하여 급사 아문(給事衙門)과 군문 어사(軍門御史)에게 진달하여 그의 간사한 정상을 분명히 밝히고, 사신을 보내 진변(陳辨)하기를 조금도 늦출 수가 없습니다. 이런 처치는 반드시 급급히 품재(稟裁)하셔야 하는데, 성교(聖敎)가 이러하시니, 신들은 장차 어떻게 처리해야 합니까. 국가 일은 지극히 중대한데 어찌 일개 간사한 사람을 인하여 해야 할 일을 하지 않아 더욱 수습할 수 없도록 해서야 되겠습니까.” 하니, 상이 답하기를, “사람이 사람다운 것은 오륜(五倫)이 있기 때문인데, 군신의 의리도 그중 하나이다. 만약 여기에 죄를 얻으면 금수일 뿐이다. 지금 내가 적을 이끌어 들여 임금을 반(叛)하였다는 죄명을 얻었다. 신하로서 이런 죄악을 지고 무슨 면목으로 천지 사이에 살겠는가. 경들은 이런 정세를 여러 아문에 읍소(泣訴)하고, 또 급히 사신을 보내 번왕의 자리를 사직하기를 청하라. 이밖에 도리가 없으니, 경들은 다른 말을 하지 말라.” 하였다. 대신이 복합(伏閤)하여 재계(再啓)하였으나 상은 따르지 않고 내의원(內醫院)에 하교하기를, “내 병은 백약이 효험이 없는데, 사람들이 ‘온천수로 치료할 수 있다.’고 하니, 내가 평산(平山)에 가서 목욕(沐浴)하고 고치고자 한다.” 하니, 유성룡 등이 그 말을 듣고는 백관을 거느리고 아뢰기를, “신들이 엎드려 생각하건대 성상의 뜻은 병을 치료하는 데 있지 않고 다만 간인(奸人)의 일로 격노(激怒)하시어 이처럼 당치 않고 이치에 맞지 않은 전교를 하신 것입니다. 지난번 진 어사(陳御史)의 주문에 이미 ‘산으로 오르고 바라를 건넌다.’는 말이 있었고, 정응태가 또 그 말을 거듭하고 있으니, 이 역시 모함하기 위한 함정인데 이때에 어찌 이런 전교가 계시어 간사한 사람으로 하여금 다시 ‘몸을 가벼이 여기고 나라를 버린다.’는 모함을 하게 하려 하십니까. 임금의 한 마디 말은 매우 중하니, 전파하게 해서는 안 됩니다.” 하자, 상이 답하기를, “경들의 말은 우습다. 경들은 마땅히 여기에 있으면서 중국 장수를 접대하고, 나는 사직을 버리고 나갔다는 뜻을 중국 조정과 중국 장수에게 알리면 매우 다행이겠다.” 하였다. 종실과 대신, 삼사·예문관이 모두 힘써 간하자, 한참 후에야 비로소 일을 보았다. 마침내 우의정 이항복(李恒福)을 진주사(陳奏使)로, 이정구(李廷龜)를 부사(副使)로 삼아 보냈다. 그 주문의 대략에, “일전에 찬획(賛畫) 정응태(丁應泰)가 성을 쌓는 일을 가지고서 신을 불측(不測)한 말로 모함하여, 신은 두렵고 몹시 절박하여 이미 주본(奏本)을 갖추어 애원하고, 지금 서쪽을 향해 눈물를 뿌리며, 명을 기다리고 있는 중이었습니다. 그런데 이어 본관(本官)의 세 번째 소(疏)를 보니, 소방(小邦)을 모함한 말이 너무나 많아 다 읽기도 전에 가슴이 찢어지는 듯했습니다. 신이 이미 이런 누명을 썼으니, 진실로 하루도 천지 사이에 살 수 없고 오직 일찍이 왕법(王法)에 죽어 천하에 사죄하여야 합니다. 다만 한 번 죽는 것은 진실로 감수하겠으나 신의 사정을 털끝만큼이라도 분명하게 밝히지 못한다면 살아서는 역신(逆臣)이 되고 죽어서는 역귀(逆鬼)가 되어 지하에서도 눈을 감지 못할 것입니다. 소(疏) 가운데 논한 말은, 말하자면 입이 더러워져 참으로 입에 담아 진변하고 싶지 않지만, 군부(君父)의 옆은 본디 망언(妄言)할 자리가 아니며, 시비(是非)와 허실은 자신의 마음을 속이기가 어렵고, 유죄 무죄는 위에서 황상이 살피시니, 신은 한 조목씩 아뢰겠습니다. 삼가 살펴보건대, 일본은 고려(高麗) 말기와 저희 나라 초기에 이르기까지 함부로 날뛰며 침략하여 해마다 변방의 근심이 되어 동남 연해(沿海) 수천 리 땅이 버려져 황폐하였습니다. 선신(先臣) 강헌왕(康獻王)이 힘써 싸워 섬멸해 겨우 해결하기는 하였으나 그래도 그들이 몰래 침략하는 것을 막지는 못하였습니다. 대마도(對馬島)는 우리 나라와 가장 가까운데 그 사람들이 우리와 무역하는 것을 이롭게 여겨 남쪽 변방에 와서 복종하니 그들의 간곡한 뜻을 받아들여 왕래를 허락하였습니다. 그 후에 일본 여러 섬의 왜(倭)도 그를 인연하여 화호(和好)를 청하였는데, 소방에서는 금수와 같이 보고 사훼(蛇虺)처럼 대하면서 생령(生靈)을 위한 계책으로 마침내 관시(關市)를 허락하여 그들의 욕구를 들어주고 혹 미곡(米穀)을 내려주어 그들 마음을 기쁘게 해주기도 하였습니다. 그래서 관(館)을 두어 왜노(倭奴)를 대우하는 예가 되었으니, 이세수(伊勢守)가 돌아갈 때 명주와 쌀을 주었고 수린승(壽藺僧)이 돌아갈 때 유시하는 글을 부친 것이 바로 그것입니다. 정통(正統) 연간에 그들이 사신을 요구하므로, 배신(陪臣) 신숙주(申叔舟)를 보내어 통유(通諭)하고 오게 하였습니다. 이는 대개 저들 나라의 실정과 성쇠(盛衰)·강약(强弱)을 살피고 적정(賊情)을 탐지해 천조(天朝)에 보고하려는 것이었으니, 이는 실로 나라를 소유한 이로서 면치 못하는 바이고 천조에서도 이미 아는 바입니다. 그러기 때문에 정통 계해년에 왜적이 상국(上國)을 노략질하고 인하여 소방의 제주(濟州)를 노략질하다가 소방의 변신(邊臣)에게 잡히게 되었는데, 나머지 적은 대마도로 도망하였기 때문에 소방에서는 사람을 보내 도주(島主)에게 유시하여 잡아 보내도록 해서 마침내 천조(天朝)에 바쳤었습니다. 가정(嘉靖) 계미년에는 왜노가 영파부(寧波府)에서 난을 일으켜 변장(邊將)을 죽이고 달아났는데, 그 무리 등원(藤原)·중림(中林)이 소방에 붙잡혀서 즉시 포로와 수급, 그리고 포로가 되었던 중국 사람을 바쳤습니다. 또 가정(嘉靖) 계축년과 병진년에는 침범한 왜인을 모두 잡아 절차에 따라 바쳐서 여러 번 조정의 장상(奬賞)을 받았으니, 이는 소방이 천조을 위해 마음과 힘을 다하여, 한편으로는 방비하여 그 예봉(銳鋒)을 막고, 한편으로는 어루만져 그 흔단을 막아 추악한 무리로 하여금 외복(畏服)하여 감히 침범할 마음을 내지 못하게 함으로써 변경의 화를 방비하고 번병(藩屛)으로서의 직분을 다하려 한 것이었습니다. 또 대마도의 왜가 처음 제포(薺浦)·부산포(釜山浦)·염포(鹽浦) 등지에 와서 살면서 무역하고 고기를 잡는 터전으로 삼게 해주기를 청하므로, 소방에서는 그들이 와서 살도록 하여 왜적의 소식을 탐지하여 살피게 했으니, 이것이 이른바 삼포왜호(三浦倭戶)의 설이 있게 된 것입니다. 그러나 그들의 주거와 통행은 모두 일정한 제한을 위반하지 못하도록 하였고, 인연하여 막(幕)을 치거나 장사를 하며 몰래 거주하는 자와 일이 끝났는데도 일부러 머물러 있는 자는 모두 금지 하였으니, 이는 《해동기(海東記)》에 이미 다 기록되어 있어 소방에서 단속한 뜻도 볼 수가 있습니다. 그 후에 점차 번성해져 정덕(正德) 경오년에 삼포(三浦)의 왜인들이 난을 일으켜 제포 첨사(薺浦僉使) 이우증(李友曾)을 죽였으므로, 소방은 마침내 장수를 보내 토멸해 삼포에는 왜호(倭戶)가 없게 된 지 지금 이미 89년이 되었습니다. 그런데 이제 말하기를 ‘소방에서 세거(世居)하는 왜호로 하여금 여러 왜를 불러다가 군사를 일으켜 함께 침범하였다.’고 하였으니, 말이 이치에 맞지 않음이 이와 같습니다. 《해동기략(海東記略)》은 바로 배신(陪臣) 신숙주(申叔舟)가, 왜인이 그들의 풍속(風俗)·세계(世系)·지도(地圖)를 기록한 것을 얻어서 그 본고(本稿)에다 소방의 관(館)에서 왜노 대접하는 사례를 덧붙여 기록해 한 책을 만들어 이름을 《해동제국기(海東諸國記)》라고 한 것입니다. 대개 소방과 일본은 거리가 멀고 왕래가 없었는데 단지 오면 거절하지 않고 대략 기미(覊縻)의 계책으로 삼았을 뿐입니다. 신숙주가 왕래한 후에 이르러서야 그 나라의 사적(事迹)을 조금 알게 되었고 그로 인하여 1편(編)을 베껴 이국(異國)의 기문(奇聞)으로 삼았었는데, 이제 별로 중요하지도 않은 한 조각 종이의 내용을 가지고서 사람을 모함하는 기화(奇貨)로 삼고, 뜬소문을 주워모아 없는 말을 만들어 냈으니 너무도 심하다 하겠습니다. 또 거기에 이른바 연호(年號)를 크게 쓰고 두 줄로 쓴 일은 더욱 변명할 것이 못 됩니다. 대개 이 책은 단지 그 나라에서 기록한 것에다 주(註)를 첨가한 것이기 때문에 그 나라에서 참칭(僭稱)한 연호 아래에다 천조와 연호를 두 줄로 주(註)하여 ‘일본이 참칭한 어느 해가 천조의 건원(建元) 몇 년’이라고 표시한 것이니, 이를테면 ‘가길(嘉吉) 원년은 즉 정통(正統) 6년이다.’ 한 것입니다. 크게 쓴 것은 본기(本紀)이고, 두 줄로 쓴 것은 첨가한 주인데 ‘즉(卽)’이란 말을 첨가한 것을 보면 그 뜻이 더욱 분명합니다. 《춘추(春秋)》는 노(魯)나라 역사를 인하여 지은 것이기 때문에 노의 원년(元年)을 크게 쓰고 아래에 두 줄로 ‘주 평왕(周平王) 몇 년’이라 주하였는데, 역시 이를 가지고 주나라를 높이는 뜻을 의심하겠습니까. 더구나 그 나라 왕(王)과 관백(關白)에 대해 모두 ‘사(死)’라 썼으니, 존봉(尊奉)하는 자가 과연 그러하겠습니까. 또 글 가운데 ‘와서 조회하였다.[來朝]’라고 썼는데도 이제 ‘피차 서로 조회하였다.[彼此相朝]’라 하였고, 또 ‘쌀을 하사하였다.[賜米]’라고 되어 있는데 이제 ‘조선 사람이 공물을 바쳤다.[鮮人納貢]’라고 하면서 스스로 억지말을 만들어 그 사실을 엄폐하여 죄를 씌우려 하니, 할 말이 없겠습니까. 만약 소방이 일본의 연호를 받들었다면 서문(序文) 끝에 천조의 성화(成化) 기년(紀年)을 썼겠습니까. 또 서문은 신숙주가 단지 그들의 책을 인하여 범연하게 옛날 오랑캐를 대우하던 도리를 논한 것으로, 이는 일개 문인(文人)이 말을 잘못 만든데 불과하고, 또 그 일이 1백 년 전에 있었던 아주 미세한 일입니다. 그런데도 이제 이것을 꼬집어 죄안(罪案)으로 삼아 중국을 가볍게 여겼다고 하니, 어찌 억울하지 않겠습니까. 더구나 그 글 가운데 ‘진위(眞僞)를 속이고 변사(變詐)를 백 가지로 부리며, 욕심이 끝이 없고, 조금만 그 뜻을 거슬리면 문득 분노하는 말을 하며 땅이 멀고 바다가 가로막혀 실정을 살피기가 어렵다.’라는 등의 말을 보더라도 소방이 왜를 대한 실정을 대략 알아볼 수 있을 것입니다. 조(祖)라고 일컬은 일에 있어서는, 소방이 바다 밖 먼 곳에 있어 삼국 시대(三國時代)로부터 예의(禮儀)·명호(名號)는 중국을 본받아 비슷한 것이 많았는데, 우리 선신(先臣) 강헌왕(康獻王)께서 무릇 잘못된 것은 일체 바로잡아 미세한 절목(節目)에까지도 삼가지 않음이 없어 상하의 명분을 분명하게 만들어 자손에게 전해주어서 금석(金石)처럼 지키게 하였습니다. 그러나 유독 그 칭호만은 신라(新羅)·고려(高麗) 때부터 이처럼 잘못되어 왔는데, 대개 신민(臣民)들이 잘못된 옛것을 이어받아 외람되게 존칭(尊稱)을 붙여 서로 이어오면서 고칠 줄을 몰랐던 것입니다. 이는 실로 무지하여 함부로 한 죄이니 이 때문에 죄를 받는다면 신은 비록 만 번 죽더라도 참으로 할 말이 없으나 참람하다고 하는 것은 실정에 어긋나는 것입니다. 소방이 선신 이래로 혈심(血心)으로 상을 섬기어 예(禮)와 성(誠)을 다하여, 율(律)은 대명률(大明律)을 쓰고 역(曆)은 대통력(大統曆)을 썼으며, 복색(服色)과 예의(禮儀)를 모두 숭상하지 않음이 없었고, 천사(天使)가 올 때는 영조의(迎詔儀)가 있으며, 배신(陪臣)이 갈 때는 배표례(拜表禮)가 있고, 정조(正朝)·동지(冬至)·성절(聖節)에는 망궐례(望闕禮)가 있어 모두 경건하고 정백(精白)하며 엄숙하고 공경하게 행하는 것이 한결같이 천위(天威)를 대하듯 하였습니다. 각종의 문서와 공사간의 간독(簡牘)에도 모두 연호를 받들어 쓰는 것이 항식(恒式)으로 되어 있으니, 이는 변함없는 공통된 의리와 우주(宇宙)의 진리로서 내외(內外)에 차이가 없고, 어리석거나 슬기롭거나를 막론하고 누구나 아는 것입니다. 어찌 감히 구구한 하나의 호(號) 때문에 스스로 참람한 죄에 빠지겠습니까. 더구나 이번에 천조가 소방을 한집안처럼 보아서 국승(國乘)과 패설(稗說) 등 소방의 서적(書籍)이 중국에 많이 들어갔으니, 소방의 사적(事迹)을 환히 볼 수 있을 것입니다. 또 7년 사이에 대소 아문(衙門) 및 각영(各營)의 장관(將官)과 왕래하는 군병(軍兵), 그리고 매매하는 장사치들이 앞뒤로 잇따라 안팎에 차이가 없어서 소방이 하는 일은 하찮은 것이라도 감추기가 어렵습니다. 이른바 협강(夾江) 가운데 섬이란 곳은, 소방의 의주(義州)와 단지 강 하나를 사이에 두고 있어 얼음이 얼어붙은 후에는 평지가 되어 피차의 백성들이 서로 왕래하면서 매매를 합니다. 때문에 사단(事端)을 야기시킬까 염려하여 가정(嘉靖) 연간에는 도사(都司)에게 이자(移咨)하고 혹은 조정에 주문하여, 함부로 경작하는 곳을 모두 황무지로 만들고 비석을 세워 금약(禁約)까지 하였으니, 일의 전말이 이러함에 불과합니다. 소방에는 나누어 받은 땅이 있고, 천조 역시 정해진 제도가 있어, 강토에 대한 일은 소방에서 진실로 삼가 지키고 한결같이 처분을 들을 뿐인데, 어찌 피차의 경계를 가지고 서로 차지하려고 다툴 리가 있겠습니까. 다만 거주하면서 농사 짓는 것을 금하여 뒤섞여 살면서 사단을 일으키는 근심을 막고자 했을 뿐입니다. 소방에서는 일찍이 요동 백성과 쟁송한 일이 없는데 ‘쟁송하였다.’ 하고, 도사(都司)가 일찍이 이 일로 단안(斷案)한 일이 없는데도 ‘단안하였다.’고 하니, 어찌 이토록 망극한 말이 있단 말입니까. 가장 원통한 것은 신묘년 봄에 적추(賊酋) 수길(秀吉)이 제 임금을 찬탈하고 악을 쌓아 몰래 엉뚱한 마음을 품고는 사신을 파견해 글을 보내 허실(虛實)을 정탐하고 함께 반역하자고 협박하며 길을 빌자고 요구한 것입니다. 그러나 신은 대의(大義)로써 그 사신을 배척하여 거절하고 즉시 주문을 갖추어 치문(馳聞)한 사실이 환하니, 지금 번거롭게 다시 변명할 필요가 없습니다. 어찌 적을 안으로 끌어 들여 제 나라를 전복시키고 군부(君父)의 나라와 땅을 다투려 했겠습니까. 신이 비록 무상(無狀)하기는 하지만 미쳐서 본심을 잃지 않았으니, 이치로 따져보아 그렇겠습니까, 그렇지 않겠습니까. 만약 그렇다면 황상(皇上)께서는 무엇 때문에 10만 군사를 내어 상국을 범한 속국을 구원하였으며, 소방은 무엇 때문에 7년 동안 힘을 다해가며 스스로 불러들인 왜적과 싸웠겠습니까. 그러나 신이 찬획(賛畫)에게 이런 무함을 받게 된 데는 역시 그 까닭이 있습니다. 신이 지난번 양호(楊鎬)가 돌아갈 때 보류하기를 아뢰어 논의가 서로 다르자 격노하여 이에 이른 것입니다. 그러나 신의 뜻은, 단지 양호가 오랫동안 소방에 있으면서 일심으로 적을 토벌하였으므로, 소방 사람들이 그에 의지하여 공을 이루려 하였는데 하루아침에 죄를 입어 변방의 기틀이 장차 잘못되고 큰일이 점차 차질이 생겨, 혹 다른 의논이 틈을 탈까 염려하여 전임(專任)시켜 천토(天討)를 마치도록 해주기를 간절히 빌었던 것입니다. 이는 신의 구구한 생각으로써 전혀 다른 뜻이 없었습니다. 신은 직책을 잘못 지키고 은혜를 저버린 죄로 엄한 견책을 기다리고 있는 중인데 어찌 감히 당을 맺고 군상을 속여 신의 죄를 무겁게 하겠습니까. 그리고 찬획이 동쪽에 온 것도 황제의 명을 받아서인데, 재소(再疏) 삼소(三疏)에서 계획한 일이 무엇입니까? 독무(督撫)와 안진(按鎭)을 거의 모조리 일망타진(一網打盡)하여, 전심으로 싸우기를 주장하는 동정(東征)한 장사(將士)들은 모두 훼방과 배척을 당하였고, 또 동쪽 일이 다행히 완성될 것을 두려워하여 힘써 여러 사람의 성적(成績)을 무너뜨려 군사들의 마음을 저상시키고 여러 장수들을 맥이 풀리도록 하였으니, 그의 주된 뜻의 소재를 대개 알 만합니다. 그렇게 되면 소방이 멸망할 것은 말할 것도 없고, 삼가 천하의 큰일이 이로써 틀려지게 될까 염려됩니다. 신은 동번(東藩)의 외신(外臣)이어서 조정에 들어가지 못하니, 털끝만한 후원도 없고 믿는 것은 우리 임금뿐인데, 신이 이에 이르렀으니 사는 것이 죽는 것만 못합니다. 동쪽 땅 수천 리를 금수의 구역으로 빠지게 하였으니, 이는 신이 성명께 죄를 얻었을 뿐이 아닙니다. 또 윤기(綸紀)에 죄를 얻어 만세(萬世)의 죄인이 되었고, 조선(祖先)에게 죄를 지어 한 집안의 죄인이 되었고, 백성들에게 죄를 지어 한 나라의 죄인이 되었습니다. 비록 원수의 적을 모조리 멸망시키고 강토를 모두 회복하더라도 악명(惡名)은 그대로 몸에 남게 되었으니, 이런 죄를 지니고 어디로 돌아가겠습니까. 삼가 원하건대 성명께서는 신이 아뢴 것을 특별히 조정에 내려 별도로 조사하여 분별해서 일이 과연 사실이면 빨리 신의 죄를 밝혀 왕법(王法)을 엄숙하게 하고, 만일 억울한 데 관계되면 빨리 밝게 씻어주시어 신으로 하여금 천지 사이에 살 수 있게 해주시면 신은 비록 죽는 날이라도 오히려 사는 날이 될 것입니다.” 하였다.【병조 참지 이정구(李廷龜)가 지은 것이다.】 상이 보고는 훌륭하게 여겨 드디어 공조 참판으로 탁배(擢拜)하여 부사(副使)로 삼았다.",
                "hj": "○上, 下敎于政院曰: “今見丁應泰參奏, 蓋因我國之直言陳奏, 力救經理, 而爲此洩憤之擧也, 予固知有此矣。 凡人之立於天地之間, 但當爲我之所當爲, 若夫橫逆之自外至者, 初非所慮, 吉凶禍福, 順受而已。 應泰之疏, 不足以動予之一髮矣。 予爲天朝東藩之臣, 初爲賊酋所脅, 據義斥絶, 敗國亡家, 顚沛流離, 固守臣節, 如水之百折而必東, 萬死而不悔也。 目見姦孽橫恣, 忠良受誣, 終必誤天下大計, 故不得不陳情力辨, 使吾君洞照鬼蜮之肝肺。 予爲楊經理而死, 死有餘榮, 當含笑於地下矣。 自古世之人, 平日稍有名字, 及其小人欺蔽其君, 枉害忠良, 敗壞國家, 而怯於氣焰, 畏其中毒, 依阿淟涊, 不出一言, 縮頸奔走於姦臣之頣下, 盡喪其平生所守者, 予視之不啻如犬彘, 予不忍爲此態也。 設使天朝如應泰之言, 六師移之, 予將稽顙蹈舞, 寧有一悔乎? 嗟嗟! 痼病昏劣之臣, 自知已明, 前後屢乞就閑, 而不幸以至於今日, 不得不遺恨於卿等也。 今聖旨未下, 方在竢罪之中, 豈敢以藩王自處, 偃然無異平日乎? 況百病叢身, 寧能久存, 亦何面目, 接待天將乎? 自今, 凡諸機務, 令世子處決, 接待等事, 令世子代行。” 自是上閉閤不視朝。 領議政柳成龍等百官啓曰: “國家不幸, 意外之變, 又至於此。 讒人交構, 變亂黑白, 自古而然, 然豈有如此之人者哉? 皇上旣令科官竝勘, 則今日唯當泣血呼冤, 陳達於給事衙門及軍門御史, 發白其奸狀, 遣使陳辨, 不可小緩。 此等處置, 必須汲汲稟裁, 而聖敎如此, 臣等將何以處之耶? 國家事至重且大, 豈可因一奸人, 而不爲其所當爲, 使益至於不可收拾乎?” 上答曰: “人之所以爲人者, 以其有五倫, 而君臣之義居其一。 若於此而得罪, 則禽獸而已。 今予得引賊叛君之名, 人臣負此罪惡, 以何面目立於天地間乎? 卿等以此情勢, 哭訴於諸衙門, 且急遣使, 請辭藩位。 此外無他道理, 卿等勿爲他言。” 大臣伏閤再啓, 上不從。 下敎于內醫院曰: “予病百藥無效, 人言溫水可治, 予欲往平山, 沐浴以治之矣。” 柳成龍等聞之, 率百官啓曰: “臣等伏思, 聖意不在於治病, 特有激於奸人之事, 而此過當不近之敎也。 頃者陳御史奏文, 已有跑山越海之語, 而丁也又申其說, 此亦構陷之機穽也。 此時豈可有此敎, 使奸人又爲輕身棄國之讒乎? 人君一言甚重, 不可傳播。” 上答曰: “卿等之言可哂。 卿等宜在此, 應接天將。 以予棄社稷出去之意, 聞于天朝, 聞于天將幸甚。” 宗室、大臣、三、司藝文館皆力爭, 久而後乃視事。 遂以右議政李恒福爲陳奏使, 以李廷龜爲副使以遣之。 其奏文略曰: 日者, 贊畫丁應泰以築城一事, 搆臣以不測之語, 臣驚惶痛迫, 已經具本哀籲去訖, 方西望雪涕, 怵惕竢命。 繼而見本官第三疏, 搆捏小邦, 極其狼藉, 讀之未終, 心腸墜裂。 臣旣被此名, 誠不可一日容息於覆載之間, 唯當早伏王法, 以謝天下。 第以一死固甘, 而臣之情事, 苟或有一毫之未白, 則生爲逆臣, 死爲逆鬼, 地下之目, 亦不得瞑矣。 疏中所論, 言亦汚口, 誠不欲掛之齒牙, 有所陳辨, 然君父之側, 固非妄言之地, 是非虛實, 此心難欺, 有罪無罪, 皇鑑在上, 臣請逐一條陳。 謹査, 日本, 高麗之季, 以至小邦之初, 跳梁侵掠, 歲爲邊患, 東南沿海數千里之地, 廢爲榛莽。 先臣康獻王力戰殲討, 僅能勘定, 而猶未能防其竊發。 對馬一島, 最近於我, 其人利我互市, 來款南邊, 因其納款, 許其往來。 其後, 日本諸島之倭亦有夤緣求好, 小邦視之如禽獸, 待之如蛇虺, 爲生靈計, 遂許以關市, 以中其欲, 或賜以米穀, 以悅其心。 於是, 有館待倭奴之例, 伊勢守之歸, 賜以紬米, 壽藺僧之還, 付諸諭書卽此也。 至正統年間, 因其求使, 嘗遣陪臣申叔舟, 通諭而來, 蓋所以驗察彼中情形、盛衰、强弱, 而仍探聽賊情, 報聞天朝, 此固有國之所不免, 而亦天朝之所已知也。 惟其如是, 故正統癸亥年間, 倭寇上國, 仍掠小邦濟州, 爲小邦邊臣所得, 餘賊遁歸對馬島, 小邦遣人, 諭島主拿送, 遂獻俘于天朝。 嘉靖癸未, 倭奴作亂於寧波府, 殺邊將而走, 其黨藤原、中林等, 被獲於小邦, 卽獻俘馘及所搶唐人。 又於嘉靖癸丑、丙辰年, 俱獲入犯之倭, 節次獻俘, 屢蒙朝廷奬賞, 此皆小邦爲天朝, 竭心殫力, 一面捍禦, 以遏其鋒; 一面撫輯, 以防其釁, 使醜類畏服, 不敢生心, 以弭邊疆之禍, 以効藩屛之職者也。 且對馬島倭初請來寓於薺浦、釜山、鹽浦等地, 以爲互市釣魚之所, 小邦遂許其來居, 使之探候賊倭聲息, 此所以有三浦倭戶之說也。 然其居止及通行, 皆有定處, 不得違越, 因緣結幕者、商販潛接者、事畢後故留者, 一皆通禁, 此則《海東記》, 已盡載錄, 卽小邦鈐束之意, 亦可以見, 而其後漸成繁滋, 至正德庚午, 三浦之倭作亂, 殺薺浦僉使李友曾, 小邦遂遣將勦滅, 三浦之無倭戶, 今已八十九年。 今乃謂: “小邦令世居倭戶, 往招諸倭, 起兵同犯。” 言之不近, 乃至於此。 至於《海東記略》, 是乃陪臣申叔舟得倭人所記其國風俗、世系、地圖, 遂因其本稿, 附以小邦館待倭奴事例, 作一冊, 名爲《海東諸國記》。 蓋小邦與日本, 聲迹邈然, 只是來則不拒, 略爲羈縻之計而已。 至申叔舟往來之後, 稍知其國事迹, 因謄出一編, 以爲異國之奇聞, 而今乃以覆瓿之斷簡, 作爲陷人之奇貨, 捃摭流聞, 捏造虛辭, 亦已甚矣。 其所謂年號大書, 分書之事, 尤不足辨。 蓋此書只因其國所記而添註, 故其國僭稱年號之下, 分註天朝年號, 以標日本僭稱之某年爲天朝建元之幾年, 如曰嘉吉元年, 卽正統六年云者是也。 大書者, 本記也; 分書者, 添注也。 加一卽字, 其意尤明。 《春秋》因魯史所作, 故大書魯元年, 其下分注周平王幾年, 亦可因此, 而有疑於尊周之意乎? 況其國王、關白皆書死, 尊奉者果若是乎? 且書中旣稱來朝, 而今乃謂彼此相朝; 書中旣云賜米, 而今乃謂鮮人納貢, 自做臆說, 以掩其實, 欲加之罪, 其無辭乎? 若曰小邦奉日本年號, 則序文之末, 何以揭天朝成化紀元乎? 且序文則申叔舟第因其書, 而泛論古昔待夷之道, 是不過一文人措語之謬事, 在百年之前, 微瑣甚矣, 而今欲執此, 而爲罪案, 目之以輕藐中國, 豈不冤乎? 況其書中所謂欺誑眞僞, 變詐百端, 溪壑之慾無窮, 小咈其意, 便發憤言, 地絶海隔, 難審情僞等語, 卽小邦待倭之情, 已自槪見。 至於稱祖一事, 則小邦海外荒僻, 自三國以來, 禮儀名號, 慕效中朝, 多有侔擬, 至我先臣康獻王, 凡有干紀者, 一切釐正, 以至微細節目, 亦未嘗不謹, 以爲上下截然之分, 傳之子孫, 守如金石, 而獨其稱號, 則自新羅、高麗有此謬誤, 蓋以臣民襲舊承訛, 猥加尊稱, 相沿而不知改, 此實無知妄作之罪。 以此受罪, 臣雖萬死, 固無所辭, 若謂之僭, 則非其情也。 小邦自先臣以來, 血心事上, 盡禮盡誠, 律用《大明律》, 曆用大統曆, 服色、禮儀無不慕尙, 而天使之來, 有迎詔儀; 陪臣之去, 有拜表禮; 正至、聖節, 有望闕之禮, 率皆虔心精白, 肅敬將事, 一如對越天威。 以至各樣文書、公私簡牘, 皆奉年號, 習爲恒式, 此蓋常經通義, 撑拄宇宙, 不以內外而有間; 無論愚智而皆知者也。 豈敢以區區一號, 自陷於僭上之憲哉? 況玆者, 天朝之視小邦如一家, 小邦書籍如國乘、裨說, 多入於中國, 小邦事斑珽可見。 且七年之間, 大小衙門及各營將官, 往來軍兵及買賣商賈, 項背相望, 表裏無間, 小邦所爲, 纖芥難掩。 若所謂夾江中洲者, 與小邦義州, 只隔一水, 氷合之後, 漫爲平地, 彼此人民, 交通買賣, 恐惹起事端, 故嘉靖年間, 移咨都司, 或奏聞朝廷, 將冒耕等處, 盡行抛荒, 至於立碑禁約, 事之顚末, 不過如此。 小邦自有分土, 天朝亦有定制, 疆場之事, 小邦, 固當愼守其一, 而一聽處分, 寧有彼疆此界, 互相爭占之理? 只欲禁革住種, 以防混處惹事之患而已。 小邦不曾與遼民爭訟, 而乃云爭訟; 都司不曾以此事斷案, 而却說斷案, 言之罔極, 至於是乎? 最所冤痛者, 辛卯之春, 賊酋秀吉簒君稔惡, 陰懷異圖, 遣使致書, 以探虛實, 脅以同逆, 要以假道。 臣拒以大義, 斥絶其使, 卽具奏馳聞, 事迹昭然, 今不必煩辨, 寧有引賊入內, 自覆其國, 而爭地於君父之邦者哉? 臣雖無狀, 不至於狂惑喪心, 求之於理, 近乎否耶? 若然, 皇上緣何, 發十萬兵, 以援犯上之屬國; 小邦緣何, 竭七年力, 以戰自招之倭賊? 然臣之得此贊畫者, 亦有其由。 臣頃於楊鎬之歸, 抗奏保留, 論議相左, 激而至此。 然臣之意, 則只以楊鎬久在小邦, 一心討賊, 小邦之人, 方倚此而成功, 一朝受枉, 邊機將誤, 却恐大事漸跌, 他議或間, 懇乞專任, 以畢天討, 是臣區區, 保無他意。 臣失職辜恩, 方竢嚴譴, 尙安敢結黨明欺, 以重臣罪? 且贊畫東來, 亦膺帝命, 再疏三疏, 籌度何事? 督撫、按鎭殆盡一網, 東征將士之專意主戰者, 皆被詆斥。 且懼東事之幸完, 務壞諸位之成績, 使軍情疑沮, 諸將解體, 其主意所在, 蓋可知矣。 卽小邦滅亡, 已不足言, 而竊恐天下大事, 自此去矣。 臣, 東藩之外臣也。 迹不入於朝, 無毫髮之援, 所恃者吾君也。 臣旣至此, 生不如死。 環東土數千里, 淪爲禽獸之區, 是臣不唯獲戾於聖明, 而又得罪於倫紀, 爲萬世之罪人; 得罪於祖先, 爲一家之罪人; 得罪於臣民, 爲一國之罪人。 縱使讐賊盡滅, 疆土盡復, 惡名在身, 持此安歸? 伏願聖明, 將臣所奏 特下公庭, 另行査辨, 事果是實, 亟正臣罪, 以肅王法; 如係冤枉, 亟賜昭雪, 俾臣得以自立於天壤之間, 則臣雖死之日, 猶生之年也。 【兵曹參知李廷龜之製也。】 上覽而嘉之, 遂擢拜工曹參判, 爲副使。"
            },
            "3": {
                "H2KE-EN": "At the time, the King discussed the case of Jeong응태 , who had participated in the report of Jeong응태 , to make a confrontation on the matter of making a confrontation on the matter. The King was in his mind at Chief State Councilor 유성룡 . However, 유성룡 was unwilling to do so, and he recommended Zhao Liang , Yi 이항복 , Yi Ho , and others. The King became angry and said that the Right State Councilor should proceed. At the time, Right State Councilor Yi Deok , as commissioner for accompanying the envoy , was under the command of the commander in chief , was finally appointed to Seongryong. Nevertheless, 유성룡 was not willing to proceed to the capital due to criticism. All the major opinions said that Seongryong already knows the King. However, he did not want to proceed to the capital. Furthermore, when he was appointed to the capital, there were many who claimed to avoid claiming to avoid censure. Fourth Inspector [of the Office of the Inspector General] [] Yi Chon wished to draft claiming to avoid cling claiming to avoid censure couraiming claiming to avoid claiming cling claiming to avoid claiming criticism. Considering that the royal instruction was received, he also intended to summon high officials in the capital to be sent to the capital. This time, as a great event occasional happens, who would not proceed to the capital to avoid claiming ",
                "H2KE-nKo": "이때 정응태가 참본하여 변무하는 일로 사신을 보내 진주할 것을 의논하였다. 주상은 영의정 유성룡에게 뜻을 두었으나 유성룡이 가려고 하지 않아 윤두수, 이항복, 이호민 등을 주의하니, 주상이 노하여 우상이 가야 한다고 하였다. 이때 우상 이덕형이 접반사로 제독의 군중에 있다가 마침내 유성룡을 의차하였다. 그러나 유성룡은 그래도 물의가 있다는 이유로 가려고 하지 않았다. 여러 사람의 의론은 유성룡이 이미 주상의 뜻을 알면서도 가기를 자청하지 않았고, 또 의차한 뒤에도 회피할 생각을 하여 비난하는 자가 많았다. 지평 이이첨이 이를 인하여 배척하려고 마침내 대석에서 창언하였으나 동료들이 모두 따르지 않았다. 이첨이 마침내 인피하기를,“변무하는 사행은 잠시라도 늦추어서는 안 되는데, 묘당에서 처음에는 한산 재상을 사신으로 주의하였고, 성상의 하교를 받고서는 또 지방에 있는 대신을 불러 보내려고 하였습니다. 서울에 있는 대신이 실로 한둘이 아니니, 이런 큰 변고를 당하여 누군들 가지 못하겠습니까. 그런데 왜곡되게 회피하여 지극히 중대한 일을 시일을 지연시켰으니, 군부를 위하여 악명을 씻어 주는 일을 과연 이처럼 소홀히 할 수 있단 말입니까. 서울에 있는 대신을 오늘이라도 보내야 합니다. 신은 이것을 가지고 합사하여 논열하려고 하였으나 말이 신임을 받지 못하고 논의가 일치되지 않았으니, 너무나 경시되었습니다. 신을 파직하소서.”하니, 주상이 사직하지 말라고 하였다. 대사헌 이헌국 등이 동료의 의론이 일치되지 않았다는 이유로 또한 인피하고, 부제학 김늑, 교리 김순명, 수찬 심액 등도 모두 출사하게 할 것을 청하였다. 이첨이 또 모두 출사하는 것이 구차하다는 이유로 인피하고, 이헌국 등은 이첨이 전후로 피혐한 말이 모두 어긋났다는 이유로 인피하였다. 옥당이 모두 체차할 것을 청하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 9월 1일(계미) 3번째기사",
                "gt-oKo": "이때에 정응태(丁應泰)의 참본(參本)에 대해 변무(辨誣)하는 일로 사신을 보내 진주(陳奏)하기로 의논하는데, 상은 영의정(領議政) 유성룡(柳成龍)에게 뜻을 두었으나 유성룡이 가려 하지 않아 윤두수(尹斗壽)·이항복(李恒福)·이호민(李好閔) 등을 주의(注擬)하였다. 상이 노하여 ‘우상(右相)이 마땅히 가야 한다’고 하였다. 이때에 우상 이덕형(李德馨)은 접반사로 제독(提督)의 군중에 있어서 마침내 유성룡을 의차(擬差)하였다. 유성룡이 그래도 바야흐로 물의(物議)가 있다 하여 가려 하지 않으니, 군의(群議)가 유성룡이 이미 상의 뜻을 알고도 가기를 자청하지 않고 또 의차한 후에도 규피(規避)하는 뜻을 둔다 하여 비난하는 자가 많았다. 지평 이이첨(李爾瞻)이 이를 인하여 논박하려 하여 드디어 대석(臺席)에서 먼저 제안하였으나 동료들이 모두 따르지 않았다. 이이첨이 드디어 인피하기를, “변무하는 일이 잠시라도 지체해서는 안 되기에 묘당에서 처음에 한산(閑散)한 재상을 사신으로 주의(注擬)하였으나 성교(聖敎)를 받드니 밖에 있는 대신을 불러 보내고자 하였습니다. 서울에 있는 대신이 한둘이 아닌데 이런 큰 변고를 당하여 누군들 가지 못하겠기에 구태여 규피하여 지극히 중하고 급한 일에 시일을 지연시키고 있으니, 군부의 악명(惡名)을 씻는 일을 과연 이처럼 지체하여 소홀하게 해야 되겠습니까. 마땅히 서울에 있는 대신으로 하여금 오늘 당장 출발하도록 해야 합니다. 신은 이로써 합사(合司)하여 논열(論列)하고자 하였으나 신임을 얻지 못하여 논의가 일치되지 않았으니, 너무나 경시당한 것입니다. 신을 파직하소서.” 하니, 사직하지 말라고 답하였다. 대사헌 이헌국(李憲國) 등이 동료의 의논이 일치되지 않는 것으로써 역시 인피하니, 부제학 김늑(金玏), 교리 김순명(金順命), 수찬 심액(沈詻) 등이 아울러 출사(出仕)시키기를 청하였다. 이첨은 또 함께 출사하는 것이 구차하다 하여 인피하고 헌국 등은 이에 이첨의 전후 피사가 모두 헐뜯는 것이라 하여 인피하니, 옥당(玉堂)이 모두 체차(遞差)하기를 청하였다.",
                "hj": "○時以丁應泰參本辨誣事, 議遣使陳奏, 上意在領議政柳成龍, 而成龍不肯行, 以尹斗壽、李恒福、李好閔等注擬, 上怒以爲右相當往。 時, 右相李德馨以接伴使, 方在提督軍中, 遂以成龍擬差。 成龍猶以方有物議, 不肯行, 群議以爲, 成龍已知上意, 而不自請行, 又於擬差之後, 有規避之意, 多有非之者。 持平李爾瞻欲因此擠之, 遂倡言於臺席, 同僚皆不從。 爾瞻遂引避曰: “辨誣之行, 不可晷刻小緩, 而廟堂初以閑散宰相注擬其使, 及承聖敎, 又欲招遣在外大臣。 大臣在京者, 固非一二, 當此大變, 誰不可往, 而曲爲規避, 使至重至急之事, 遲延時日, 爲君父昭雪惡名之擧, 果可若是其緩忽乎? 宜以在京大臣, 及今日發遣。 臣欲以此, 合司論列, 而言不取信, 論議不一, 見輕極矣。 請罷臣職。” 上曰: “勿辭。” 大司憲李憲國等以僚議不一亦引避, 副提學金玏、校理金順命、修撰沈詻等, 請竝出仕。 爾瞻又以竝出苟且引避, 憲國等乃以爾瞻前後避辭, 俱有牴牾引避, 玉堂竝請遞差。"
            },
            "4": {
                "H2KE-EN": "Assistant Section Chief of the Ministry of War Yun Hong submitted a memorial as follows: The matter of reporting to the Emperor cannot be delayed slightly. However, the high-ranking officials of the Office of Royal Decrees were unwilling to proceed [to China] without authorization and causing them to be recommended without authorization without authorization. In the end, [Yun] Deok , who was outside the capital, was appointed to the post of magistrate, delayed his departure. The State Council made a mistake in such a way, but none of the officials of the Office of the Inspector General dared to speak about this. In general, there is none who supports the post of authorization and disregards the post of authorization. How could this not be so extreme? The King responded, I thought it was uncomfortable that the decision was made. However, this matter concerns the grievances of grievances. This is right. Yu Seongryong reported as follows: On a previous day, the Ministry of Personnel came and discussed the matter of dispatching 진주사를 to your subject. Your subject also knew that the matter is extremely important. However, your subject was entrusted with the State Council and all the other officials left. Your subject alone remains in the capital, and the matter is critical, and it is uncomfortable that [Your Majesty] supports [him] to dispatch an envoy without authorization. In addition, your subject is old and dull, and weak in recent days, and the matter of sending an envoy is extremely important. Therefore, your subject is not possible to accept the post, but also other high-ranking officials are unable to observe the post of authorization. Thus, [your subject] inevitably searched for other high-ranking officials and made a decision after deliberating on the matter. However, the officials discussed this matter and said that the Minister of War should not be appointed to the post of commissioner for accompanying the envoy at the Directorate of Military Procurement . Yi Hon was appointed as commissioner for accompanying the envoy at the Directorate of Military Procurement . Thus, he was inevitably transferred to the post of uncomfortable persons. Later, the King instructed the Right State Councilor Yi Deok to proceed [to China]. This is the mind of Your Majesty, and there is a man who can be able to accompany him. Therefore, your subject requested that [Your Majesty] summon him to come. Presently, the people consider that the high-ranking officials of the Office of Royal Decrees are unwilling to proceed [to China] without authorization, and thus causing them to be recommended to the post of au ",
                "H2KE-nKo": "병조 좌랑 윤홍이 상소하기를,“진주하는 일은 조금도 지체해서는 안 되는데 시임 대신이 스스로 가려고 하지 않아 한산 재신을 범범하게 주의하고 마침내 지방에 있는 이덕형을 충차하여 사행을 늦추었습니다. 묘당이 일을 그르침이 이처럼 극도에 이르렀는데도 대각의 신하 중에 한 사람도 과감하게 말하는 자가 없으니, 이는 자리만 채우고 있는 무리가 모두 자리를 잃을까 걱정하는 무리이기 때문입니다. 당로자에게 미움받는 것을 경계하니, 어찌 이 지경에 이르지 않을 수 있겠습니까.”하니, 주상이 답하기를,“내가 결정짓는 것을 미안하게 여기고 있으나, 억울함을 씻는 데 관계된 일이기 때문에 말하는 것이다. 이 말이 옳다.”하였다. 유성룡이 아뢰기를,“일전에 이조가 진주사를 차출하여 보내는 일로 신에게 와서 의논하였는데, 신도 일이 매우 중요하다는 것을 알고 있었습니다. 그러나 신이 의정부의 관원으로 있으면서 다른 동료들은 모두 나가고 신만 남아 있어 일이 바야흐로 위급하니, 스스로 출사하기를 청하는 것은 형편상 온당치 않습니다. 또 스스로 헤아려 보건대, 신은 노쇠하고 정신이 혼미함이 요즈음 더욱 심합니다. 사신의 일은 지극히 중요하여 신이 감당할 수 있는 것이 아닌 듯하고 다른 대신도 확실히 감당할 만한 자가 없습니다. 그래서 부득이 다른 재신들을 구하여 윤두수, 이항복, 이호민으로 의정하여 갔습니다. 그런데 얼마 후 사람들의 의론이 ‘병조 판서는 없어서는 안 되고, 이호민은 현재 감군 접반사로 있으니 부득이 무고한 사람을 옮겨 비망해야 한다.’라고 하였습니다. 그 후 주상께서 ‘우상 이덕형이 가야 한다.’라고 하교하셨는데, 이는 바로 성상의 마음을 살펴서 적임자를 얻어야 하기 때문에 신이 불러오기를 계청한 것입니다. 지금 사람들의 의론이 ‘시임 대신이 스스로 가려고 하지 않고 한산 재신을 주의하였으니 이는 곧 신의 죄이다.’라고 하는데, ‘사실 피하려고 꾀한다.’라고 한다면 이는 신의 실정이 아닙니다. 오늘날 신하들은 오직 죽음으로써 마음을 다해야 하니, 내외의 임무에 노고가 똑같다면 무엇을 가리겠습니까. 만약 이러한 상황에서 피하려고 꾀하는 마음을 낸다면 신의 불충이 심할 것입니다. 속히 먼저 파척을 명하시고 뒤에 형장을 의논하여 조정의 기강을 엄숙하게 하소서.”하니, 주상이 답하기를,“어찌 영상이 피하려고 꾀한다고 하는가. 사직하지 말라.”하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 9월 1일(계미) 4번째기사",
                "gt-oKo": "병조 좌랑 윤홍(尹宖)이 상소하기를, “진주(陳奏)하는 일은 조금도 지체할 수가 없는데, 시임 대신(時任大臣)이 스스로 가지 않으려 하여 이에 한산 재신(閑散宰臣)을 범연하게 주의하였고, 마침내는 밖에 있는 이덕형(李德馨)으로 충당, 차출함으로써 출발을 지연시켰습니다. 묘당에서 일을 그르친 것이 이토록 심한데도 대각(臺閣)의 신하는 한 사람도 감언(敢言)하는 자가 없습니다. 이는 자리만 채우고 있으면서 벼슬에만 연연하는 무리들이 당로자(當路者)에게 미움받을까 경계한 것이니, 어찌 이 지경에 이르지 않겠습니까.” 하니, 상이 답하기를, “내가 결정한 것이 미안하나, 설원(雪冤)에 관계된 일이기 때문에 말한 것인데 이 상소의 말이 옳다.” 하였다. 유성룡이 아뢰기를, “일전에 이조에서 진주사(陳奏使)를 임명하여 보내는 일로 신에게 와서 의논하였는데, 신도 매우 중요한 일임을 알았습니다. 그런데 신은 정부(政府)의 관원인데 다른 동료는 모두 밖에 나가 있고 신만이 남아 있으므로 일이 한창 위급한 터에 사신으로 나가기를 자청(自請)하는 것이 사세에 온당하지 못하고, 또 스스로 헤아려도 요즘 몸이 몹시 쇠약하고 정신이 혼미해져 막중한 사신의 소임을 감당할 수 없을 듯 하였습니다. 다른 대신도 뚜렷이 감당할 만한 적임자가 없어 부득이 다른 재신(宰臣) 중에서 구하여 윤두수·이항복·이호민으로 의정(議定)하여 보냈습니다. 그런데 사람들이 ‘병판(兵判)은 없어서는 안 되고, 이호민은 현재 감군 접반사(監軍接伴使)가 되어 있다.’ 하여 부득이 아무 일이 없는 사람에게 미루어 비망(備望)했던 것입니다. 그 후 상께서 전교하시기를 ‘우상 이덕형이 가야 한다.’ 하였는데 이는 성상께서 살피시어 적당한 사람을 얻었기 때문에 신이 계청하여 불러오게 하였던 것입니다. 그런데 지금 사람들이 ‘시임 대신이 가려 하지 않아 한산 재신을 주의한 것이다.’고 하니, 이는 신의 죄이지만 구태여 규피했다는 것은 신의 실정이 아닙니다. 오늘날 신하들은 마땅히 죽기를 결심하고 심력을 다해야 하는데, 내외(內外) 직임의 노고가 서로 같은데 무엇을 가리겠습니까. 만약 이번 일에 규피할 마음을 두었다면 신의 불충(不忠)이 심하니, 속히 먼저 파척(罷斥)의 명을 내린 후에 형장(刑章)을 의논하여 조정의 기강을 바로잡으소서.” 하니, 상이 답하기를, “어찌 영상이 기피하였다고 하는가. 사직하지 말라.” 하였다.",
                "hj": "○兵曹佐郞尹宖上疏曰: 陳奏之事不可小遲, 而時任大臣不肯自往, 乃以閑散宰臣, 泛然注擬, 竟以在外李德馨充差, 以緩其行。 廟堂誤事, 至於此極, 而臺閣之臣無一人敢言者, 蓋由充位之徒, 無非患失之類, 而以見忤於當路爲戒, 安得不至於此乎? 上答曰: “予以發落爲未安, 而事關雪冤, 故言之, 此言是矣。” 柳成龍啓曰: “日者吏曹以陳奏使差遣事, 來議於臣, 臣亦知事極關重, 而臣備員政府, 他僚皆出, 臣獨在, 事方危急, 自請出使, 於勢非便。 且自量, 臣衰敗昏耗, 近日益甚, 使事至重, 似非臣所可承當, 而他大臣亦無的然可堪者。 不得已求他諸宰, 以尹斗壽、李恒福、李好閔議定以去, 而旣而人議以爲, 兵判不可無, 李好閔方爲監軍接伴使, 不得已推移無故之人備望。 其後, 自上敎以右相李德馨當往, 此乃監在上心, 而方爲得人, 故臣啓請召來矣。 今人議以爲, 時任大臣不肯自往, 乃以閑散宰臣注擬, 此乃臣之罪也, 謂之曲爲規避, 則非臣之情也。 今日人臣唯當以辦死, 盡瘁爲心, 內外之任, 勞苦正等, 何所揀擇? 若於此生規避之心, 臣之不忠甚矣。 亟命先賜罷斥, 後議刑章, 以肅朝綱。” 上答曰: “豈以領相爲規避? 勿辭。”"
            },
            "5": {
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 9월 1일(계미) 5번째기사",
                "gt-oKo": "태학생 이호신(李好信) 등이 상소하기를, “신들이 삼가 정응태(丁應泰)의 참주를 보니 ‘적을 이끌어 상국을 범하였다.’라는 말을 군부의 몸에 가하였으니, 초야의 유생들은 모두 옷을 걷어붙이고 달려가 중국에 호소하고 싶으나 그렇게 할 길이 없어 통곡만 할 뿐입니다. 영의정 유성룡은 이런 거조를 심상하게 보아 즉시 가기를 청하지 않고 온갖 방법으로 규피하여 다른 재상으로 대신하고자 하면서 다만 전하께서 시사(視事)할 것을 청하는 것으로 책임을 메울 계책을 삼았으니, 이로써 보건대 전하를 위하여 설원하려는 정성이 부족합니다. 유성룡은 본래 사특한 사람으로서 교활한 말과 행동으로 일세를 감쪽같이 속여서 조정의 기강을 마음대로 농락하고 흉억(胷臆)을 자행하였습니다. 그리고 우리 나라와 왜적은 한 하늘 밑에서 살 수 없는 원수인데도 강화(講和)한다는 한 글자로 나라의 큰일을 그르쳤으니, 송(宋)나라의 진회(秦檜)가 어찌 이보다 더하겠습니까. 자기와 의견이 다른 자는 배척하고 자기의 의논에 붙는 자는 이끌어들이어 논사(論思)하는 신하와 대각(臺閣)의 신하는 모두 아첨하는 무리이고 파견한 접반사(接伴使)와 어사(御史)는 모두 고루하고 편벽한 무리들입니다. 백성을 침탈하여 백성의 힘이 고갈되었고, 함부로 토목공사(土木工事)를 일으켜 국가와 재정이 부족하게 하였고, 청탁하는 무리들이 문에 가득하여 뇌물을 공공연하게 주고받습니다. 조목(趙穆)·정인홍(鄭仁弘) 같은 이들이 초야에 숨어 재능을 감추고 펴지 못한 것은 모두 이 간사한 사람이 길을 막았기 때문입니다. 반적(叛賊)이 이를 인연하여 자취를 드러냈고, 승려(僧侶)의 무리가 이를 믿고 폐단을 일으켰습니다. 이런 죄악을 지고 있는데도 사람들이 감히 말을 하지 못하니, 삼가 전하께서는 속히 이 간사한 자를 제거한 연후에야 군부(君父)의 통분을 씻을 수가 있고, 나라를 수복하는 공로를 세울 것입니다.” 하니, 상이 답하기를, “그 변무(辨誣)하겠다는 뜻은 지극하지만 대신을 지적하여 배척하는 말이 지나치다.” 하였다. 유성룡이 상차하기를, “전하께서 입은 무함은 참으로 천하의 더없는 변(變)이며 보잘것없는 신이 입은 죄 역시 신하로서의 큰 죄입니다. 그 경중과 대소는 비록 논할 수 있겠으나 다만 전하께서는 물러날 도리가 없지만 신에게는 물러날 도리가 있습니다. 대저 임금이 욕을 당하면 신하는 죽어야 하는 것이 신하로서의 대절(大節)인데 신이 비록 혼미하나 어찌 그걸 모르겠습니까. 다만 신하는 죄가 없고서야 나라를 위해 일을 맡을 수가 있는 것입니다. 지금 신은 전에는 규피(規避)한 불충스러운 죄가 있었고, 후에는 사당(私黨)을 심고 권세를 탐낸 악이 있으니, 영해(嶺海) 밖이 신이 죽을 곳이요 조정의 재상 지위는 이미 신이 있을 자리가 아닙니다. 신이 비록 얼굴을 들고 진주사에 관한 일을 처리하고자 하더라도 사람들이 어찌 용납하겠습니까. 속히 신을 체직하소서.” 하니, 상이 답하기를, “저들이 말한 것은 변무를 급하게 여겨 속히 출발시키려는 것이지 어찌 경에 대해 말한 것이겠는가.” 하였다. 부제학 김늑(金玏)과 응교 홍경신(洪慶臣), 수찬 심액(沈詻)이 상차하기를, “대체로 간사한 사람이 남을 모함하는 것은 반드시 임금의 마음이 동요하는 틈을 이용하는 것입니다. 때문에 저 화(禍)를 좋아하는 무리들이 이에 변무(辨誣)를 급하지 않게 여긴다는 말로 좋은 제목(題目)을 삼아 어질고 바른 사람을 해칠 계획을 이루려 하니, 아, 역시 참혹합니다. 윤홍(尹宖) 등이 대신을 모함하고 사류(士類)를 일망타진(一網打盡)하려는 계책이 매우 교묘하고 험악하며 두서너 명의 무뢰한 무리가 유생이란 이름을 빌어 남의 사주(使嗾)를 받아 간사하게 무함하는 것은 더욱 심합니다. 이는 비단 유성룡 하나뿐만 아니라 일시의 청류(淸流)를 모조리 극악의 죄에 빠뜨리기 위한 것이니, 일조일석에 이루어진 것이 아닙니다. 전번에 부박하고 추잡한 사람이 잡인들과 결탁하였는데 행실이 천하고 패악하여 사람들이 비루하게 여겼으므로 청의(淸議)에 용납받지 못하였습니다. 그래서 유감을 품고 당류(黨類)를 모아 모함하기를 꾀하여, 이에 이치에 닿지도 않는 말을 만들어 내어 감히 성명를 속일 계책을 드러냈습니다. 삼가 전하께서는 사정(邪正)을 밝히고 호오(好惡)를 분별하소서.” 하니, 상이 답하기를, “그 말을 어찌 족히 따지겠는가. 유념하도록 하겠다.” 하고, 이어 정원에 전교하기를, “김늑 등이 밤중에 차자를 올렸으니, 이것이 무슨 사체(事體)인가?” 하고, 또 하교하기를, “차자 가운데, 이른바 부박(浮薄)한 사람이 누구인지 홍문관에 물으라.” 하니, 옥당이 회계하기를, “부박하고 추잡한 사람이란 바로 이경전(李慶全)입니다.” 하였다. 상이 또 정원에 하교하기를, “오늘날 조정이 분분한 것은 영상 때문이다. 다른 일은 내가 모르지만 진주하는 일은 영상이 잘못 처리한 책임을 면치 못한다. 이번 무함을 당한 것이 어떠한 일인가. 군상(君上)만이 무함을 당한 것이 아니라, 압록강(鴨綠江) 이동에 사는 자는 모두 무함을 당한 것이다. 당초 사신을 아직 차출하지 않았을 때 내가 대신이 반드시 가야 한다고 생각하면서 좌상에게 뜻을 둔 것은 영상이 병으로 쇠약하기 때문이었다. 그러다 결국 우상(右相)을 소환(召還)하지 못하게 되어 형편상 영상에게 미치지 않을 수가 없었다. 고려(高麗) 때 경사(京師)에 갈 일이 있었는데 평일 녹을 먹으면서 임금을 섬긴 자들은 모두 피하고 가지 않았는데, 날짜가 임박해서 정몽주(鄭夢周)가 자청하고 나서 날짜를 따져 일정을 두 배로 단축해서 절일(節日)에 도착하니, 고황제(高皇帝)가 그런 정세를 살피고는 그 충성을 가상하게 여겼다. 영상은 자신이 수상(首相)으로서 불행하게도 이런 변을 만났으니 죽지 않고 어찌하겠는가. 비록 요동(遼東)에서 죽거나 북경(北京)에서 죽더라도 내 의리만 다하면 되는 것이다. 아, 서울에 있어도 한질(寒疾)에 걸려 땀을 흘리지 못하면 5일 만에 죽게 되는 것이다. 학야(鶴野)와 연산(燕山)의 어려운 사행길이라 하여 꼭 죽는 곳만은 아니다. 영상은 처음부터 가기를 청하지 않았고 계사(啓辭)를 보니 또 ‘노병(老病)으로 감당할 수 없다.’라고 말하였으니, 정몽주와는 다르다. 내가 그래서 비로소 불만스런 생각이 들었다. 이 한 조항은 천고에 벗어날 수 없는 공론인 것이다. 오늘날 의논하는 자들이 만약 이 한 조항을 옹호하면 한 가닥 공론마저 사라지게 될 것이다.” 하였다. 대사헌 정창연(鄭昌衍), 집의 송일(宋馹)이 인피하기를, “영의정 유성룡은 수상의 신분으로서 군부의 망극한 원통함을 당하여 처음에는 자청하여 가지 않았고 상의 명을 받들고 나서도 오히려 싫어하어 회피한 자취가 있었으니, 자신을 위한 계책은 치밀하나 나라를 위하는 데는 너무나 야박하였습니다. 신들이 논사(論事)를 정직하게 하지 못하여 공의를 멸식시켰으니, 신들의 죄가 큽니다. 파척(罷斥)의 명을 내리소서. 하니, 상이 너그러운 비답을 내렸다. 창연 등이 드디어 아뢰기를, “유성룡은 군부의 망극한 통분스러운 일을 당하여 처음에 가기를 자청하지 않았으니 이미 순국(循國)의 뜻이 없었고, 공의가 이미 일어나고 성상의 명이 내렸으니 형세상 그 자신에 해당되는 것이 당연한데도 전조(銓曹)에서 감히 대신의 이름을 곧바로 아뢰지 않고 당상(堂上)과 낭청(郞廳)이 종일토록 번갈아가며 품하였으나 끝내 가부를 결정하지 못하고 부득이 이튿날에야 대신의 이름을 열거하여 입계해서 의차(擬差)했으며 그 후에도 다시 한결같이 회피하면서 전혀 털끝만큼도 번복할 의사가 없었으니, 대의를 무시하고 임금을 잊고 나라를 등진 죄는 징계하지 않을 수 없습니다. 파직을 명하소서.” 하니, 상이 답하기를, “어찌 파직시키기까지 해야겠는가.” 하였다. 양사가 계속하여 논박하니, 상이 비국에 하교하기를, “영상이 지금 중한 논박을 받고 있는데. 그 말이 지나치기는 하나 스스로 처신하는 도리에 어찌 어려운 점이 없겠는가. 영상을 체차하고 속히 복상(卜相)하여 보내라.” 하였다. 이에 병조 판서 이항복을 우의정으로 삼았다.",
                "hj": "○大學生李好信等上疏曰: 臣等伏覩丁應泰之參奏, 乃以引賊犯上之語, 加之君父之身, 草野儒生, 莫不欲裂裳奔走, 呼籲於天朝, 而無路獲達, 徒自痛哭。 領議政柳成龍以此擧措, 視爲尋常, 不卽請行, 而百端規避, 欲以他宰臣代之, 但以請殿下視事, 爲塞責之計, 以此觀之, 爲殿下雪冤之誠薄矣。 成龍本以邪侫之物, 巧言令色, 厚誣一世, 擅弄朝綱, 恣行胸臆。 我國與此賊, 不共戴天之讐, 而以和之一字, 誤國家大事, 宋之秦檜何以加此? 異己者排之, 附議者引之。 論思、臺閣之臣, 盡是媚悅之徒; 接伴、御史之遣, 莫非孤直之輩。 漁奪民力, 而民力竭矣; 妄興土木, 而國用匱矣, 塡門排戶, 贈賂公行。 如趙穆、鄭仁弘輩藏修林下, 韞櫝未市, 皆由此奸之塞其路也。 叛賊緣此而發迹; 緇徒恃此而流弊。 負此罪慝, 而人莫敢言, 伏願殿下, 亟去此奸, 然後可以雪君父之痛, 收恢復之功矣。 上答曰: “其所以欲辨誣之意, 則至矣, 而其指斥大臣之辭, 則過矣。” 柳成龍上箚曰: 殿下之所被者, 固天下之極變也; 微臣之所坐者, 亦人臣之大罪也。 輕重大小, 雖有可論, 但殿下無退道, 而臣有退道耳。 夫主辱臣死, 人臣大節, 臣雖暗劣, 寧不知此? 但人臣自處於無罪之地, 然後可以爲國任事。 今臣前有規避不忠之罪; 後有植私貪權之惡, 嶺海之外, 爲臣死所, 廊廟鼎軸, 已非臣地。 臣雖欲抗顔, 出治使事, 人豈容之? 乞速遞臣職。 上答曰: “彼所言者, 急於辨誣, 欲使之速發, 豈以卿爲言乎?” 副提學金玏、應敎洪慶臣、修撰沈詻上箚曰: 凡奸邪之所以構陷人者, 必乘君心之所動處, 故彼樂禍之輩, 乃拈出辨誣不急之語, 指作好題目, 欲售其賊賢害正之計, 吁亦慘矣。 尹宖等搆捏大臣, 網打士類之計, 極其巧險, 而數三無賴之徒, 假儒生之名, 聽人指嗾, 奸誣益甚。 此非獨陷一成龍, 欲使一時淸流, 盡投之極罪之地, 此非一朝一夕之故也。 前者有浮雜之人, 交結雜類, 蹤跡賤汚, 悖謬之行, 爲人所鄙, 不得見容於淸議。 蓄憾於心, 締結黨類, 謀欲傾陷, 乃造不近之語, 敢逞欺明之計, 伏願殿下, 明其邪正, 辨其好惡。 上答曰: “其言何足數? 當留念焉。” 仍下敎于政院曰: “金玏等夜半上箚, 是何事體耶?” 又下敎曰: “箚中所謂浮薄之人, 問于弘文館。” 玉堂回啓曰: “浮雜之人, 乃李慶全也。” 上又下敎于政院曰: “今日朝著之紛紜, 因論領相之故也。 他事非予所知, 陳奏之事, 則領相未免誤處矣。 今此被誣, 何如事也? 非獨君上被誣, 生於鴨綠以東者, 皆被誣也。 當初使臣之未差出也, 予以爲大臣必往, 而意在於左相, 蓋以領相衰病故也。 及其右相不得召還, 則其勢不得不及於領相之身也。 高麗之世, 有赴京之役, 平日肉食事君者, 皆避而不往。 日期已迫, 鄭夢周自請而往, 計日兼程, 及於節日, 高皇帝察其情勢, 嘉其忠誠。 領相, 身爲首相不幸遇此變, 不死何爲? 雖死於遼東, 死於北京, 吾義則盡矣。 嗟嗟, 在京遇寒疾, 不汗則五日而死矣。 鶴野、燕山未必必死之地。 領相初不請行, 及觀啓辭, 又有老病不堪之語, 其與夢周異矣。 予於是, 始有不滿之意。 此一款, 則不能脫千古之公論也。 今日之議者, 若護得此一款, 則一綫公論, 幾乎熄矣。” 大司憲鄭昌衍、執義宋馹引避曰: “領議政柳成龍身爲首相, 當君父罔極之痛, 初不自行, 及承上命, 猶有厭避之跡, 其密於謀身, 薄於爲國極矣。 臣等不能論事正直, 以致公議熄滅, 臣等之罪大矣。 請賜罷斥。” 上優批答之。 昌衍等遂啓曰: “柳成龍當君父罔極之痛, 初不請行, 已無徇國之義公議旣發, 聖命已下, 其勢當屬於厥身, 而銓曹不敢直啓大臣之名, 堂上、郞廳竟日迭稟, 終不可否。 不得已於翌日, 列書大臣之名, 入啓擬差之後, 猶復一向退避, 頓無一毫飜然之意, 其蔑大義, 忘君負國之罪, 不可不懲。 請命罷職。” 上答曰: “豈至於罷職乎?” 兩司論之不已, 上, 下敎于備局曰: “領相今被重駁, 其言則過重, 而自處之道, 豈無難之之意乎? 領相遞差, 速爲卜相而遣之。” 於是以兵曹判書李恒福爲右議政。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Before this, the Government Arsenal separately mobilized the commanders of the Government Arsenal , Ma Gui was in charge of Ulsan , Dong Iwon was in charge of Ulsan , and Yu Jeong was in charge of Ulsan . Chen In was in charge of having Ulsan, and Chen In was in charge of Ulsan when Ulsan was in the same manner as Ulsan. Not all of them were benefited. As Iwon was defeated by the enemy, there were more many who died.",
                "H2KE-nKo": "이에 앞서 군문 형개는 여러 장수를 나누어 조발하여 마귀는 울산을 주관하고, 동일원은 사천을 주관하고, 유정은 순천을 주관하고, 진인은 수로를 주관하여 동시에 적의 진영을 공격하였으나 모두 불리하였고, 동일원은 적에게 패하여 죽은 자가 더욱 많았다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 10월 1일(계축) 1번째기사",
                "gt-oKo": "이보다 앞서 군문(軍門) 형개(邢玠)가 제장(諸將)을 나누어 보내 마귀(麻貴)는 울산(蔚山)을 주관하고, 동일원(董一元)은 사천(泗川)을 주관하고, 유정(劉綎)은 순천(順天)을 주관하고, 진인(陳璘)은 수로(水路)를 주관하게 하여 동시에 적의 진영을 진공하였으나 모두 불리하였고 동일원은 적에게 패하여 죽은 자가 더욱 많았다.",
                "hj": "○朔癸丑/先是, 軍門邢玠分調諸將, 麻貴主蔚山, 董一元主泗川, 劉綎主順天, 陳璘主水路, 同時進攻賊營, 皆不利, 一元爲賊所敗, 死者尤多。"
            },
            "2": {
                "H2KE-EN": "경리 만세덕 , who had come to the capital [of Ming China], entered the capital.",
                "H2KE-nKo": "경리 만세덕이 서울에 들어왔다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 10월 1일(계축) 2번째기사",
                "gt-oKo": "경리(經理) 만세덕(萬世德)이 서울에 들어왔다.",
                "hj": "○經理萬世德入京。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "Seal Keper of the Office of the Censor General Mun Hongdo reported as follows: When your subject was in Gyeongsang Province , he heard that Great Lord of Pungwon Yu Seongryong displayed wicked persons and misdeeds the country and harmed the people. However, the court did not dare claim his wicked persons. As the sagacious sagaciously to conceal the sagacious sagaciously to deceive the sagacious picious sagacious",
                "H2KE-nKo": "정언 문홍도가 아뢰기를,“신이 영남에 있을 때 풍원부원군 유성룡이 간사하고 시기심이 많아 나라를 그르치고 백성을 병들게 한 죄가 있다는 말을 많이 들었습니다. 그러나 조정에서는 화를 입을까 두려워하여 감히 그 간악함을 배척하지 못하였고 명철한 주상께서 고립되어 그 악함을 듣지 못하였으므로 신은 초야에서 항상 분한 마음을 품고 있었습니다. 그런데 지금 마침 언관의 자리에 있게 되어 감히 입을 다물고 있을 수 없었습니다. 어제 모여서 의논하자는 뜻으로 동료들에게 간통하였더니 헌납 이이첨과 정언 박승업은 아장에게 물어보라고 답하였고, 사간 김신국은 내일 상의하겠다고 답하였습니다. 신의 말이 존중받지 못하여 논의를 제기한 뒤에 이처럼 지연되었으니, 체차하여 주소서.”하였다. 김신국, 이이첨, 박승업도 와서 피혐하였는데, 헌부가 모두 출사하게 할 것을 청하였다. 김신국 등이 마침내 아뢰기를,“유성룡은 간사하고 아첨하는 자질로 재혜를 발휘하여 남을 해쳐도 사람들이 알지 못하고 세상을 속여도 세상 사람들이 깨닫지 못하니, 이것이 그의 평생 동안의 속마음입니다. 정철이 독기를 부리던 때에 우성전과 이성중은 유성룡의 심복으로서 간사한 정철에게 아첨하여 붙좇아 진신들에게 해를 끼쳤습니다. 공론이 제기된 뒤에 미쳐서는 유성룡 두 사람이 논핵당한 것을 분하게 여겨 감정을 품고 불평하다가 마침내 사류와는 달랐습니다. 그리하여 자기를 거스르는 자는 원수처럼 배척하고 자기에게 아첨하는 자는 뒤질세라 진출시켰습니다. 불령한 무리가 그의 문에 그림자처럼 붙어서 그의 심복과 응견이 안팎에 늘어서서 조정을 불안하게 하고 사론을 어그러뜨리게 하였으며 남북의 설이 또 세상에 유행하게 하였으니, 이는 실로 유성룡이 처음 시작한 것입니다. 그 밖에 나라를 그르치고 백성을 병들게 한 죄는 한두 가지가 아닙니다. 지난번에 사신의 임무를 회피하였다는 이유로 견책을 받고 정승만 체직되었으니, 어떻게 그 죄를 징계하고 나라 사람들에게 사죄할 수 있겠습니까. 관작을 삭탈하도록 명하소서.”하였다. 대사헌 정창연, 집의 송일, 장령 유몽인, 송응순, 지평 유인길 등도 유성룡의 죄를 논하여 관작을 삭탈할 것을 청하였다. 4일 동안 논핵하자 파직하라고 명하고, 이어 묻기를,“대간이 말한 조아와 응견이란 누구를 가리켜 말한 것인가?”하니, 간원이 김수, 허성, 정경세, 최관, 김순명, 조정립, 이호민, 윤국형으로 대답하였다. 그 뒤에 구의강, 권진이 잇따라 들어와 양사가 계속 논핵하였는데, 부제학 정광적 등이 양사의 논의를 속히 따를 것을 차자로 진달하였다. 송순이 정광적을 대신하여 부제학이 되었는데, 이이첨이 수찬으로 옮겨 제수되자 이어서 극언하니, 주상이 그제야 그대로 따랐다. 살펴보건대, 유성룡은 본래 중망을 지니고 여러 해 동안 국정을 맡고 있으면서 소인배들에게 크게 방해를 받았다. 처음에는 사신의 임무를 자청하지 않았다는 것으로 죄안을 삼았다가 기회를 틈타 없는 사실을 날조하여 근거 없는 말과 얼토당토않은 비방을 가지고 멋대로 죄를 얽어 마침내는 자애로운 어머니가 북을 던지는 데까지 이르렀으니, 통탄할 일이다. 당시 양사의 신하들 중에 어찌 한두 명의 지식이 있는 자가 없었겠는가마는 소인배들의 유혹과 협박을 받아 같은 말로 헐뜯고 배척하기에 여력을 남기지 않았으니, 더욱 애석하다. 이 논의는 이경전과 남이공의 무리가 은밀히 주장하였는데, 문홍도와 이이첨이 창도한 것이라고 한다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 11월 1일(임오) 1번째기사",
                "gt-oKo": "정언 문홍도(文弘道)가 아뢰기를, “신이 영남(嶺南)에 있으면서 풍원 부원군(豊原府院君) 유성룡(柳成龍)이 간사하고 시기하여 나라를 그르치고 백성을 병들게 한 죄를 익히 들었는데, 조정에서는 화를 겁내어 감히 그 간사함을 공척하지 못하고, 성명(聖明)께서는 고립(孤立)되어 그의 악을 듣지 못하시므로 신은 초야에 있으면서 항상 분개했었습니다. 이번에 마침 언관(言官)의 자리에 있게 되었으니 감히 말을 하지 않을 수가 없습니다. 어제 회의(會議)하고자 하는 뜻을 동료들에게 통지하였더니, 헌납 이이첨(李爾瞻)과 정언 박승업(朴承業)은 아장(亞長)에게 물어보겠다고 답하였고, 사간(司諫) 김신국(金藎國)은 내일 상의하겠다고 답하였습니다. 신의 말이 경시당하여 발론(發論)한 후에 지금까지 지연되었으니, 체척(遞斥)의 명을 내리소서.” 하고, 신국·이첨·승업도 와서 인피하니, 헌부가 아울러 출사(出仕)시키기를 청하였다. 신국 등이 드디어 아뢰기를, “성룡은 간사하고 아첨하는 자질로 요령 있게 처신하여 남을 해쳐도 사람들이 모르고 세상을 속여도 세상이 깨닫지 못하게 하였으니, 이것이 그의 평생 동안의 심사입니다. 정철(鄭澈)이 독(毒)을 부리던 때에 우성전(禹性傳)·이성중(李誠中)은 성룡의 심복(心腹)으로 간사한 철에게 아부하여 진신(搢紳)에게 해를 끼쳤고, 공론(空論)이 이미 일어난 후에는 성룡은 두 사람이 논핵당한 것을 분하게 여겨 유감을 품고 마침내 사류(士類)와 달리하여 자기에게 거슬리는 자는 원수처럼 배척하고, 자기에게 잘 보이는 자는 뒤질세라 등용하였습니다. 그래서 불령(不逞)한 무리들이 그 문(門)에 그림자같이 모여 들고 조아(爪牙)와 응견(鷹犬)이 내외에 깔려 있어 조정이 조용하지 못하고 사론(士論)이 어긋나고 남북(南北)의 설(說)이 또 세상에 돌아다니니 이는 실로 성룡이 처음 만든 것입니다. 기타 나라를 그르치고 백성을 병들게 한 죄는 하나뿐이 아니고 너무나 많습니다. 지난번 사신 가는 것을 염피(厭避)한 것으로 인하여 대략 견책(譴責)하여 정승만 체직시켰으니, 어떻게 그 죄를 징계하여 나라 사람에게 사죄(謝罪)하겠습니까. 삭탈 관작(削奪官爵)을 명하소서.” 하였다. 대사헌 정창연(鄭昌衍), 집의 송일(宋馹), 장령 유몽인(柳夢寅)·송응순(宋應洵), 지평 유인길(柳寅吉) 등 역시 성룡의 죄를 논핵하여 삭탈 관작하기를 청한 지 4일에 파직을 명하고 이어 ‘대간이 말한 조아·응견이란 누구를 가리키는가?’ 하니, 간원이 ‘김수(金睟)·허성(許筬)·정경세(鄭經世)·최관(崔瓘)·김순명(金順命)·조정립(趙正立)·이호민(李好閔)·윤국형(尹國馨)이다.’고 답하였다. 그 후에 구의강(具義剛)·권진(權縉)이 서로 잇따라 들어와 양사(兩司)가 논박해 마지않았고, 부제학 정광적(鄭光績) 등이 속히 양사의 논의를 따르라는 차자을 올렸다. 송순(宋諄)이 광적을 대신하여 부제학이 되고 이이첨(李爾瞻)이 수찬으로 이배(移拜)되어 계속 극언(極言)하니 상이 그제야 따랐다. 상고하건대, 성룡은 평소 중망(重望)을 지고 여러 해 동안 당국(當國)하여 크게 군소배의 미움을 받았다. 처음에는 사행(使行)을 자청하지 않은 것으로 죄안(罪案)을 삼더니 이내 기회를 틈타 근거 없는 말과 이치에 닿지 않는 비방을 마음대로 얽어 마침내는 자모(慈母)가 북[杼]을 던지는 지경에 이르렀으니, 슬픈 일이다. 당시 양사의 여러 신하들 가운데 어찌 한두 명의 지식인이 없었겠는가만 군소배의 유혹과 위협을 받아 같은 말로 헐뜯어 배척하기에 힘을 다하였으니, 더욱 애석하다. 이 논의는 대개 이경전(李慶全)·남이공(南以恭)의 무리가 몰래 주장하고 문홍도(文弘道)와 이이첨(李爾瞻)이 창도한 것이라고 한다.",
                "hj": "○朔壬午/正言文弘道啓曰: “臣在嶺南, 飽聞豐原府院君柳成龍有回邪忌克, 誤國病民之罪, 而朝著怵禍, 莫敢斥其奸, 聖明孤立, 不得聞其惡, 臣於草野之間, 常切憤惋。 今者適忝言地, 不敢韜舌。 昨以會議之意, 簡通于同僚, 則獻納李爾瞻、正言朴承業以問于亞長爲答, 而司諫金藎國以明日相議爲答。 臣言不見重, 發論之後遲延至此, 請賜遞斥。” 藎國、爾瞻、承業亦來避, 憲府竝請出仕。 藎國等遂啓曰: “成龍以邪侫之資, 濟之以材慧, 害人而人不知, 欺世而世不悟, 此其平生之肝肺也。 當鄭澈肆毒之日, 禹性傳、李誠中以成龍之腹心, 諂附奸澈, 流害搢紳。 及其公論旣發之後, 成龍憤兩人被劾, 挾憾怏怏, 遂與士類異焉, 忤己者排之若讐; 媚己者進之恐後。 不逞之輩影附其門, 爪牙鷹犬, 布列內外, 致令朝著不靖, 士論乖角, 南北之說又行於世, 此實成龍之所作俑也, 其他誤國病民之罪, 不一而足。 頃以厭避使事, 略被譴責, 只遞台輔, 其何以懲其罪, 而謝國人乎? 請命削奪官爵。” 大司憲鄭昌衍、執義宋馹、掌令柳夢寅、宋應洵、持平柳寅吉等亦論成龍之罪, 請削奪。 論之四日, 命罷職, 仍問: “臺諫所謂爪牙鷹犬, 指誰而言耶?” 諫院以金睟、許筬、鄭經世、崔瓘、金順命、趙正立、李好閔、尹國馨對。 其後, 具義剛、權縉相繼入, 兩司猶論之不已, 副提學鄭光績等以亟從兩司之論陳箚。 宋諄代光績爲副提學, 爾瞻移拜修撰, 仍極言之。 上乃從之, 按, 成龍素負重望, 當國累年, 大爲群小所惎。 初以使行之不自請爲罪案, 而乘機搆捏, 以無根之說、不近之謗, 肆意羅織, 終至於慈母投杼, 痛矣! 當時, 兩司諸臣, 豈無一二有知識者, 而爲群小輩所誘脅, 同辭而毁斥之, 不遺餘力, 尤可惜也。 此論蓋李慶全、南以恭輩陰主之, 而弘道、爾瞻倡之云。"
            },
            "2": {
                "H2KE-EN": "Yu Jeonghyeon repeatedly invaded the command of the enemy of Suncheon . The supreme commander Yi Sunsin , in command of the naval forces, battle at the sea. [Yi] Sunsin died. At that time, Seventh-rank Military Officials built a fortress at the outskirts of Suncheon and did not retreat [the pirates]. Yu Jeonghyeon again advanced to attack [the pirates]. [Yi] Sun and [Seventh-rank Military Official] Chen In surrounded the sea and threatened them. [Seventh-rank Military Official] Seventh-rank Military Official Sim Andano , from Sacheon , came to support [the pirates]. [Yi] Sunsin advanced to attack [the pirates] and battled them. [The pirates] burned more than two hundred pirate ships and killed [the pirates] without calling. [They] pursued them and arrived at the border of Namhae . [Yi] Sunsin himself encountered the arrow and fought [the pirates] with the sword. A sharpening battle game was hit by the sword. [Yi] climbed the left and right climbed the sword into the tent. [Yi] Sunsin said, The frontier is extremely urgent. Do not say that I will die. After the words ended, [Yi Sunsin] disapproved [Yi Suns] elder brother [Yi] Wan []. [Yi Sun] secretly divulged [Yi Suns] death. [They] ordered that [Yi] Sunsin be severely urgently engaged in battle. [But] the soldiers did not know. [Seventh-rank Military Official] Chen In boarded the enemy attack by the pirates, [Yi] Wan climbed the troops to support [the pirates]. The pirates scattered and left. [Seventh-rank Men In] sent a man to [Yi] Sunsin to express gratitude for [the pirates] to support [the pirates]. From the beginning, [he] heard that [Yi Sunsin] died. [They] climbed the sleep and were hung by themselves. [They] were greatly grief. The troops and the soldiers heard that [Yi] Sunsin died. [They] continued to wail sorrowfully. When the coffin arrived, the people all performed a sacrificial rite. [They] climbed the carriage",
                "H2KE-nKo": "유정이 순천의 적영을 재차 공격하였다. 통제사 이순신이 수군을 거느리고 바다에서 구원병을 크게 격파하였는데 이순신이 전사하였다. 이때 행장이 순천의 왜교에 성을 쌓고 굳게 지키면서 물러가지 않자 유정이 다시 나아가 공격하였는데, 이순신이 진인과 함께 해구를 막고 핍박하였다. 행장이 사천의 적 심안돈오에게 구원병을 구하자 심안돈오가 수로를 따라 와서 구원하였는데, 이순신이 진격하여 크게 격파하고 적선 200여 척을 불태웠으며 무수히 죽이고 노획하였다. 남해 경계까지 추격하자 이순신이 직접 시석을 무릅쓰고 힘껏 싸웠는데, 날랜 탄환에 가슴을 맞혔다. 좌우에서 부축하여 장막 안으로 들어가니, 이순신이 말하기를,“전쟁이 한창 급하니 부디 내가 죽었다고 말하지 말라.”하고, 말을 마치자 절명하였다. 이순신의 형의 아들 심완이 그의 죽음을 숨기고 이순신의 명령으로 더욱 급하게 전투를 독려하였는데, 군중에서는 알지 못하였다. 진인이 탄 배가 적에게 포위되자 심완이 그 군사를 지휘하여 구원하니, 적이 흩어져 갔다. 진인이 순신에게 사람을 보내 자기를 구원해 준 것에 대해 사례하게 하였는데, 비로소 그가 죽었다는 소식을 듣고는 의자에서 스스로 땅에 몸을 던져 가슴을 치며 크게 통곡하였다. 우리 군사와 중국 군사는 이순신이 죽었다는 소식을 듣고 진영을 연달아 통곡하였다. 영구가 이르는 곳마다 백성들이 모두 제사를 지냈는데, 수레를 끌어당기며 통곡하자 수레가 나아가지 못하였다. 조정에서 우의정을 추증하고 해변 사람들이 서로 이끌고 사우를 지어 충민사라고 불렀다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 11월 1일(임오) 2번째기사",
                "gt-oKo": "유정(劉綎)이 순천(順天)의 적영(賊營)을 다시 공격하고, 통제사(統制使) 이순신(李舜臣)이 수군을 거느리고 그들의 구원병을 크게 패퇴시켰는데 순신은 그 전투에서 전사하였다. 이때에 행장(行將)이 순천 왜교(倭橋)에다 성을 쌓고 굳게 지키면서 물러가지 않자 유정이 다시 진공하고, 순신은 진인(陳璘)과 해구(海口)를 막고 압박하였다. 행장이 사천(泗川)의 적 심안돈오(沈安頓吾)에게 후원을 요청하니, 돈오가 바닷길로 와서 구원하므로 순신이 진격하여 대파하였는데, 적선(賊船) 2백여 척을 불태웠고 죽이고 노획한 것이 무수하였다. 남해(南海) 경계까지 추격해 순신이 몸소 시석(矢石)을 무릅쓰고 힘껏 싸우다 날아온 탄환에 가슴을 맞았다. 좌우(左右)가 부축하여 장막 속으로 들어가니, 순신이 말하기를 ‘싸움이 지금 한창 급하니 조심하여 내가 죽었다는 말을 하지 말라.’ 하고, 말을 마치자 절명하였다. 순신의 형의 아들인 이완(李莞)이 그의 죽음을 숨기고 순신의 명령으로 더욱 급하게 싸움을 독려하니, 군중에서는 알지 못하였다. 진인이 탄 배가 적에게 포위되자 완은 그의 군사를 지휘해 구원하니, 적이 흩어져 갔다. 진인이 순신에게 사람을 보내 자기를 구해 준 것을 사례(謝禮)하다 비로소 그의 죽음을 듣고는 놀라 의자에서 떨어져 가슴을 치며 크게 통곡하였고, 우리 군사와 중국 군사들이 순신의 죽음을 듣고는 병영(兵營)마다 통곡하였다. 그의 운구 행렬이 이르는 곳마다 백성들이 모두 제사를 지내고 수레를 붙잡고 울어 수레가 앞으로 나갈 수가 없었다. 조정에서 우의정(右議政)을 추증했고, 바닷가 사람들이 자진하여 사우(祠宇)를 짓고 충민사(忠愍祠)라 불렀다.",
                "hj": "○劉綎再攻順天賊營, 統制使李舜臣以舟師, 大敗其救兵於海中, 舜臣死之。 時, 行長築城于順天倭橋, 堅守不退, 劉綎復進攻之, 舜臣與陳璘扼海口以逼之。 行長求援於泗川賊沈安頓吾, 頓吾從水路來援, 舜臣進擊大破之, 焚賊船二百餘艘, 殺獲無算。 追至南海界, 舜臣親犯矢石力戰, 有飛丸中其胸, 左右扶入帳中, 舜臣曰: “戰方急, 愼勿言我死。” 言訖而絶。 舜臣兄子莞秘其死, 以舜臣令, 督戰益急, 軍中不知也。 陳璘所乘舡爲賊所圍, 莞揮其兵救之, 賊散去。 璘使人于舜臣謝救己, 始聞其死, 從椅上自投於地, 撫膺大慟。 我軍與天兵聞舜臣死, 連營慟哭。 柩行所至, 人民皆設祭, 挽車而哭, 車不得進。 朝廷贈右議政, 海邊之人相率爲祠宇, 號曰忠愍。"
            },
            "3": {
                "H2KE-EN": "Former Fifth Inspector of the Office of Royal Decrees Yi Haesu passed away. [Yi] Haesu was the son of the Senior Abdicated King [Yi] Tak []. He was strong and upright by nature, and his behavior was steadfast and clean. He had no slightest mistakes. The entire worlds of this world all impressed him. He served his parents with utmost filial piety and exerted his utmost sincerity and respect. Every morning court assembly, he always dressed in court attire and participated in the doctrinal shrine . Even when he proceeded to the government office day and night, he did not abandon him. His family was extremely poor, and he was only salaried with emoluments. He ultimately did not make any other contribution. He was skilled at the poem, and he was well-versed in writing skills. Even though his literary skills were high, he was confronted by his virtuous conduct. People did not praise this. Originally, he maintained a strategic preferential way and was disappointed by the time. In the fourth year of the reign of King Taejo , his position was no more than the third rank. Also, he was not able to enjoy a long life. People there was none who did not grieve over him.",
                "H2KE-nKo": "전 홍문관 부제학 이해수가 졸하였다. 이해수는 고 상신 이탁의 아들이다. 타고난 자질이 강직하고 바르며 조행이 준엄하고 깨끗하여 한 점의 티끌도 없었으므로 온 세상 사람들이 모두 추앙하였다. 지극한 효성으로 어버이를 섬김에 정성과 공경을 다하기에 힘써 매일 아침이면 반드시 조복을 입고 가묘에 참석하였다. 비록 밤낮으로 관아에 나아갔을 때에도 일찍이 한 번도 폐한 적이 없었다. 집안이 매우 가난하여 단지 봉록만 받을 뿐 다른 경영은 전혀 없었다. 시에 능하고 예서를 잘 썼다. 문예는 높았으나 절행에 가리워져서 사람들이 이 때문에 칭찬하지 않았다. 평생토록 곧은 도리를 지켜 시류에 미움을 받아 조정에 선 지 40여 년에 지위가 3품에 지나지 않았고, 또 장수도 누리지 못하였으므로 사림이 모두 애석하게 여겼다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 11월 1일(임오) 3번째기사",
                "gt-oKo": "전 홍문관 부제학 이해수(李海壽)가 졸하였다. 해수는 고상(故相) 이탁(李鐸)의 아들인데 성품이 강직하고 조행(操行)이 엄하고 결백하여 한 점 티끌도 없었으므로 일세의 사람들이 모두 추중(推重)하였다. 어버이를 지극한 효로 섬기며 성경(誠敬)에 힘을 다하고 매일 아침이면 반드시 조복(朝服)을 갖추고 가묘(家廟)에 참배하였는데 비록 이른 새벽에 관아에 나가는 일이 있을 때에도 빠뜨리는 일이 없었다. 집안이 매우 가난하였으나, 단지 봉록(俸祿)에만 의지하고 다른 경영을 하지 않았다. 시(詩)를 잘하고 예서(隷書)를 잘 써 문예(文藝)가 높았으나 절행(節行)에 가리워져 사람들이 그걸 일컫지 않았다. 평생 바른 도리를 지켜 시류에 미움을 받아 조정에 있은 것이 40여 년이었으나 지위는 3품(品)에 불과하였고, 또 장수하지 못해 사림 모두가 애석하게 여겼다.",
                "hj": "○前弘文館副提學李海壽卒。 海壽, 故相鐸之子也。 稟資剛正, 操行峻潔, 無一點塵累, 一世輩流咸推重焉。 事親至孝, 務盡誠敬, 每朝必朝服而參於家廟, 雖夙宵赴衙時, 未嘗或廢。 家甚貧, 只資俸祿, 而絶無他營。 工於詩, 善隷書, 文藝雖高, 而爲節行所掩, 人不以是稱之。 平生直道自守, 見忤於時, 立朝四紀, 位不過三品, 又未享遐壽, 士林無不悼惜。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, Yi Gi was appointed minister of personnel . [Yi] Gi was young at leisure, and reputation became clear. When [he] became Inspector General , he listened to the words of [Hong] Yeowon and impeached [him] to his own accord. At this time, [Hong] Yeosun again impeached [him] and was appointed as minister of personnel .",
                "H2KE-nKo": "삭 임자년에 이기를 이조 판서로 삼았다. 이기는 젊어서부터 청백으로 이름이 났는데, 대사헌이 되어서는 한결같이 홍여순의 말만 듣고 자기와 의견이 다른 사람을 배척하는 것을 임무로 삼았다. 이때에 이르러 홍여순이 또 인책하여 이조 판서에 제수되었다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 12월 1일(임자) 1번째기사",
                "gt-oKo": "이기(李墍)를 이조 판서로 삼았다. 이기는 젊어서부터 청백함으로 이름이 알려졌는데, 대사헌이 되어서는 한결같이 홍여순(洪汝諄)의 말을 들어 자기와 다른 자를 배격하는 것을 임무로 삼았다. 이때에 또 여순이 이끌어 전장(銓長)에 제수되었다.",
                "hj": "○朔壬子/以李墍爲吏曹判書。 墍, 少以淸白著名, 及爲大司憲, 一聽洪汝諄之言, 排擊異己爲任。 至是, 汝諄又引之, 得拜銓長。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Heavy rain fell in imsin year (.",
                "H2KE-nKo": "큰비가 내렸다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 12월 21일(임신) 1번째기사",
                "gt-oKo": "큰 비가 왔다.",
                "hj": "○壬申/大雨。"
            },
            "2": {
                "H2KE-EN": "Prior to this, when [Tsutsu Kumatoshi] died, [Tsutsu Kumatoshi], influential manner, took [Japanese] wives and children of the commanders as nephew. [They] took [Japanese] soldiers back. The pirates of Ulsan , Sacheon , and Suncheon all crossed the [Amnok] River and departed.",
                "H2KE-nKo": "이에 앞서 풍신수길이 죽고 가강이 용사하여 여러 장수의 처자를 볼모로 삼고 그 군사를 거두어 돌려보냈는데, 울산, 사천, 순천 3로의 적이 모두 바다를 건너 돌아갔다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 12월 21일(임신) 2번째기사",
                "gt-oKo": "이보다 앞서 풍신수길(豊臣秀吉)이 죽고 원가강(源家康)이 용사(用事)하면서 여러 장수들의 처자를 볼모로 잡고 군사를 거두어 돌아오게 하니, 울산(蔚山)·사천(泗川)·순천(順天) 세 방면의 적이 모두 바다를 건너 갔다.",
                "hj": "○先是, 秀吉死, 家康用事, 取諸將妻子爲質, 收其軍還, 蔚山、泗川、順天三路之賊, 皆渡海而去。"
            },
            "3": {
                "H2KE-EN": "Referring to the Veritable Records of the Grand Scribe (C. Zizhi tongkao , Left Royal Secretary [of the Left Army] []Seong Seong is the son of [Yi] Bun , [Yi] Bong , the elder brother of [Yi] Hosaeng [], and [Kim] Hongmi []. [Seong] Seongs 문벌과 지위, and 명망 are sufficient for both men. How could [he] believes that [he] supported [his] supported [to support [his] support. [The Veritable Records of the Grand Scribe] also stated: When [Yi]윤두수 became a prime minister, [Yi] Seong wanted to prevent [his] supported [his supported by [his] supporting [his] supported support",
                "H2KE-nKo": "《실록》을 살펴보건대 ‘좌승지 허성은 허엽의 아들이며 허봉의 형으로 이호민과 김홍미의 무리에게 빌붙었다.’라고 하였다. 허성의 문벌과 명망이 이 두 사람보다 훨씬 뛰어났으니, 어찌 이를 빙자하여 빌붙을 리가 있겠는가. 또 아뢰기를,“윤두수가 정승이 되었을 때 공론이 매우 준엄하였는데도 허성이 저지하려고 꾀하였으니, 이는 그 무리가 외롭고 약한 것을 염려하여 서인과 합하여 하나가 되고자 한 것이며, 또 윤두수가 국가와 혼인을 맺은 것을 보고 아첨한 것이다.’라고 하였습니다.동쪽과 서쪽이 서로 대립한 뒤로는 서로 모순되어 대수롭지 않은 논의라 하더라도 서로 통하려 하지 않으니, 합하여 하나가 되는 것은 이치로 보나 형세로 보나 결코 그렇지 않을 것입니다. 아첨하였다는 말은 더욱 이치에 맞지 않습니다. 또 《실록》을 살펴보건대 ‘김수가 당을 만들고 권력을 마음대로 휘두르며 왕래하면서 알력을 부렸다.’라고 하였습니다. 김수는 평소 겸아하다고 일컬어져 당의가 일어나자 남들도 수졸하다고 지목하였으니, 당을 만들고 권력을 마음대로 휘두른다는 말은 매우 잘못된 것입니다. 또 《실록》을 살펴보건대 ‘이덕형은 서쪽으로 파천할 때 예절을 잃었고, 일찍이 중국 장수의 접반관이 되어서는 공용을 핑계 대고 통진의 쌀 100섬을 훔쳤다.’라고 하였습니다.나라에 문정에 도적이 있으면 전쟁의 일을 피하지 않는다는 것이 고훈에 실려 있는데, 이덕형이 명을 받들어 기복하였으니, 어찌 예절을 잃었다고 비난할 수 있겠습니까. 또 이덕형은 청백한 재주와 중망으로 온 세상의 추중을 받고 있는데, 나라가 판탕된 때를 당하여 나라를 위해 집안을 잊었으니, 어찌 공름을 훔칠 리가 있겠습니까. 이것은 조금이라도 지식이 있는 자라면 오히려 하지 않을 것인데, 이덕형처럼 어질다고 할 수 있겠습니까. 말이 이치에 맞지 않는 것이 이와 같습니다.”하였다.\n",
                "date_ko": "선수 32권, 31년(1598 무술 / 명 만력(萬曆) 26년) 12월 21일(임신) 3번째기사",
                "gt-oKo": "《실록》을 상고하면 ‘좌승지 허성(許筬)은 허엽(許曄)의 아들이며 허봉(許篈)의 형인데, 이호민(李好閔)과 김홍미(金弘微)의 무리에게 당부(黨附)하였다.’라고 하였는데, 허성의 문벌과 위망(位望)이 그 두 사람보다 나은데 어찌 빙자하여 당부할 이치가 있겠는가. 또 이르기를 ‘윤두수(尹斗壽)가 재상이 되자 공론이 매우 준엄하니, 허성이 저지해 막고자 하였다. 이는 대개 그 도당(徒黨)이 외롭고 약한 것을 걱정하여 서인(西人)과 합하여 하나가 되려는 것이요, 또 두수가 왕실과 혼인맺는 것을 보고 아첨한 것이다.’ 하였는데, 동인(東人)·서인(西人)이 갈라진 후에 서로 모(矛)와 순(盾)의 사이가 되어 비록 하찮은 논의라 하더라도 서로 통하려 하지 않았으니 합하여 하나가 되려고 했다는 것은 형세로 보아 그렇게 했을 리가 없으며, 아첨하였다는 말에 있어서는 더욱 사리에 맞지 않다. 또 《실록》을 상고하면 ‘김수(金睟)는 자기 무리를 심고 권세를 마음대로 하여 왕래하면서 시기하고 훼방하였다.’라고 하였는데, 김수는 평소 겸아(謙雅)하다고 일컬어졌고, 파당의 논의가 일어났을 때에 사람들이 수졸(守拙)하다고 지목하였으니, 자기 무리를 심고 권세를 마음대로 하였다는 말은 매우 잘못된 것이다. 또 《실록》을 상고하면 ‘이덕형(李德馨)은 서쪽으로 파천(播遷)할 때에 예절을 잃었고, 일찍이 중국 장수의 접반사(接伴使)가 되어서는 공용(公用)이라 칭탁하여 통진(通津)의 쌀 1백 석을 도둑질하였다.’ 하였다. 나라의 문정(門庭)에 도적이 있으면 전쟁의 일을 피하지 않는다는 것이 고훈(古訓)에 실려 있는데, 덕형이 기복(起復)의 명을 받든 것이 어찌 예절을 잃었다고 비난할 수 있겠는가. 또 덕형은 청렴한 인재란 중망(重望)으로 일세의 추중을 받았으며 나라가 판탕(板蕩)되던 때를 당해서 나라를 위해 집을 잊었는데, 어찌 공름(公廩)을 훔칠 리가 있겠는가. 이는 약간의 지식이 있는 자도 오히려 하지 않을 일인데, 덕형처럼 현명한 사람이 했다고 할 수 있겠는가. 이와 같이 말이 이치에 맞지 않는다.",
                "hj": "○按《實錄》云: “左承旨詐筬以曄之子、篈之兄, 黨附於李好閔、金弘微之輩。” 筬之門地、位望, 優於兩人, 豈有憑藉黨附之理哉? 又曰: “尹斗壽之作相也, 公論甚峻, 而筬謀欲沮遏。 蓋慮其徒黨孤弱, 欲與西人, 合而爲一, 且見斗壽之結婚於國家, 而諂媚之也。” 云。 自東西角立之後, 互相矛盾, 雖等閑論議, 不肯相通, 合而爲一, 理勢之必不然, 至於諂媚之說, 尤不近矣。 又按《實錄》云: “金睟植黨專權, 往來傾軋。” 睟素稱謙雅, 黨議之起, 人亦目之以守拙, 則植黨專權之說, 其謬甚矣。 又按《實錄》云: “李德馨當西遷之時, 喪其禮節, 嘗爲唐將接伴, 托以公用, 偸取通津米百石。” 云。 國有門庭之寇, 則不避金革之事, 古訓所載。 德馨之承命起復, 何可以喪其禮節譏之? 且德馨以淸才重望, 爲一世所推, 當板蕩之日, 爲國忘家, 豈有偸取公廩之理乎? 此則稍有知識者, 猶且不爲, 而謂德馨之賢而爲之乎? 言之不近, 乃如是夫。"
            }
        }
    }
}