{
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] appointed Susin as inspector general . As Susin had already recovered from his mourning period, the King was earnestly hearing of his benevolence and supported him with motives. He then promoted him to the Office of the Inspector General . Susin also stubbornly declined to resign from his post and requested that he return home and take care of his sick mother. The King said, My dear sir should not stay in the left and right for one day and take care of his mother into the capital so that he can preserve his loyalty and filial piety. Then [the King] ordered that a carrier be escorted along the road. Susin was moved by the grace and wept sorrowfully, but his mother also wanted to return to the capital. Therefore, he did not resign again. At the time, Hwang Hui passed away, and he was very hopful and expected to Susin. Susin also persisted in the past and did not fulfill his duties as he pleased. However, the Confucian scholars still regarded his wise scholars as privilege.",
                "H2KE-nKo": "삭일제를 노수신을 대사헌으로 삼았다. 노수신이 상복을 벗자 주상이 평소 그가 어질다는 말을 듣고 마음을 비우고 그를 대우하여 대사헌에 제수하였다. 그런데 노수신이 또 극력 사양하면서 고향에 돌아가 병든 어미를 보살피게 해 줄 것을 청하니, 주상이 말하기를,“경은 하루도 좌우에 있지 않아서는 안 된다. 어미를 모시고 상경하여 충효를 온전히 하는 것이 좋겠다.”하고, 이어 연로로 하여금 수레와 말을 타고 호송하게 하였다. 노수신이 은혜에 감격하여 눈물을 흘렸는데, 그의 어미도 서울로 돌아가고자 하였기 때문에 다시는 사양하지 않았다. 이때 이황이 이미 죽었고 중신의 명망도 노수신에게 있었으며, 노수신도 전에 일어났던 화 때문에 다시는 도를 행하는 것으로 자임하지 않았다. 그러나 사림은 그래도 어진 선비를 조정에 있게 하는 것으로 그를 믿고 의지하였다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 1일(임술) 1번째기사",
                "gt-oKo": "노수신(盧守愼)을 대사헌으로 삼았다. 수신이 상기(喪期)를 마치자, 상이 평소에 그가 어질다는 말을 들어온 터라 그를 겸허하게 대우하고 벼슬을 올려 헌장(憲長)에 제수하였다. 그런데 수신이 또 극력 사양하면서 고향에 돌아가 병든 어미를 간호하게 해 달라고 청하니, 상이 이르기를, “경은 하루도 내 곁에 있지 않으면 안 되니, 어머니를 모시고 상경하여 충효(忠孝)를 다 온전히 하는 것이 좋겠다.” 하고, 연로(沿路)의 수령에게 거마(車馬)를 내어 호송하게 하였다. 수신이 그 은혜에 감격하여 눈물을 흘렸는데, 그의 어머니도 서울로 돌아가고 싶어하였기 때문에 더이상 사퇴하지 않았다. 당시에 이황(李滉)이 이미 세상을 떠나 중망(重望)이 수신에게 있었는데, 수신도 전일의 사화(士禍)에 상처를 받아 다시는 세상에 도를 행하는 것으로 책임지지 않았다. 그러나 사림은 그래도 현사(賢士)가 조정에 있다는 것만으로도 믿고 마음 든든하게 여겼다.",
                "hj": "○朔壬戌/以盧守愼爲大司憲。 守愼旣免喪, 上素聞其賢, 虛己而待之, 進授憲長。 守愼又力辭, 乞歸省病母, 上曰: “卿不可一日不在左右, 將母上京, 以全忠孝可也。” 仍令沿路, 輿馬護送, 守愼感恩流涕, 以其母亦欲歸京, 故不復辭退。 時, 李滉已卒, 重望在守愼, 而守愼亦創於前禍, 不復以行道自任, 士林猶以賢士在朝, 倚以爲重。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that among the educational officials of the Elite Troops , those without talent should be removed and separately selected from among Confucian scholars in order to replace them. The Ministry of Personnel and the Ministry of Rites recommended Bae Sin and Jo Mok . All of them were the scholars of the 영남의.",
                "H2KE-nKo": "동몽교관으로서 재능이 없는 자를 태거하고, 후임에 별도로 명유를 선발하라고 명하였다. 이조와 예조에서 배신과 조목을 천거하였는데, 모두 영남의 선비였다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 1일(임술) 2번째기사",
                "gt-oKo": "재능이 없는 동몽 교관(童蒙敎官)을 도태하고 특별히 명유(名儒)를 가려 맡길 것을 명하였다. 이조와 예조가 배신(裵紳)과 조목(趙穆)을 천거하였는데, 이들은 다 영남(嶺南) 선비들이었다.",
                "hj": "○命汰童蒙敎官不才者, 別選名儒代之。 吏、禮曹薦裵紳、趙穆, 皆嶺南士人也。"
            },
            "3": {
                "H2KE-EN": "[The King] appointed Hong Gasin as an official of the seventh rank military official , because he recommended the section chief and the section chief of the Ministry of Personnel .",
                "H2KE-nKo": "진사 홍가신을 참봉으로 삼았는데, 전랑의 천거에 따른 것이다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 1일(임술) 3번째기사",
                "gt-oKo": "진사 홍가신(洪可臣)을 참봉으로 삼았는데, 전랑(銓郞)의 천거에 의한 것이었다.",
                "hj": "○以進士洪可臣爲參奉, 用銓郞薦也。"
            },
            "4": {
                "H2KE-EN": "[The King] ordered that food and wine be bestowed upon Jo Sik . [Jo] Sik submitted a memorial to express his gratitude for the royal benevolence and also said, Your Majestys state affairs have already been destroyed, and there is no choice to rely on. Your subject has repeatedly submitted a memorial, but has not yet received Your Majestys approval. [Your subject] requests that two characters be presented to the King.",
                "H2KE-nKo": "조식에게 음식물을 하사하라고 명하였다. 조식이 상소하여 사례하고, 또 아뢰기를,“전하께서는 나랏일이 이미 잘못되어 한 가닥의 실오라기도 믿을 만한 것이 없습니다. 신이 여러 차례 상소를 올렸으나 아직 시행되지 않았습니다. 군의라는 두 글자를 헌의하게 해 주소서.”하였다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 1일(임술) 4번째기사",
                "gt-oKo": "상이 조식(曺植)에게 식물(食物)을 주라고 명하니, 조식이 상소하여 사양하고 또 아뢰었다. “전하, 국사는 이미 글러져 하나도 믿을 것이라고는 없습니다. 신이 누차 소장을 올렸으나 시행되지 않았으니, 다시 ‘군의(君義)’라는 두 글자를 바칠까 합니다.”",
                "hj": "○命賜曺植食物。 植上疏辭謝, 且言: 殿下國事已去, 無一線可恃。 臣累陳荒疏, 未蒙施行, 請以君義二字爲獻。"
            },
            "5": {
                "H2KE-EN": "Former Magistrate of Gyeongju Magistracy Yi Jeong died. The King sent an official to grant a mourning rite to him. [Yi] Jeong was a man from Sacheon . During the reign of Emperor Xuanzong (r. of the Goryeo dynasty, he passed the civil service examination, and he heard of his filial behavior. When he was in the provinces and counties, he made achievements. Earlier, he served as the inspector general , submitted a memorial to discuss the way of governing the country. He was appointed as the magistrate of Gyeongju Magistracy . When the King ascended the throne, he summoned the deputy education director of the Office of Royal Decrees and did not come to his new post. He submitted a memorial to express his appeal to the King. After repeatedly appointed him to a government post, he did not come to his new post and died. [Yi] Jeong was young and loved in studies. At the time of his age, he became even more sincere. He was studied by his teachings, [Yi] Hwang , and he successively assisted the Confucian classics and his technique. When he was in the government office, he encouraged learning and profoundly encouraged himself. People called his former preceptor [Yi] Guam [] and erected the sacrificial rites to him.",
                "H2KE-nKo": "전 경주 부윤 이정이 졸하였다. 주상이 관원을 보내 치제하게 하였다. 이정은 본관이 사천이다. 명종조에 과거에 급제하여 효행으로 소문이 났고, 주군에 있을 때에는 모두 치적이 있었다. 일찍이 대사간이 되어 글을 올려 치도를 논하였는데, 부모를 봉양하기 위해 외직으로 보임되어 경주 부윤이 되었다. 주상이 즉위하자 부제학으로 불렀으나 부임하지 않고 글을 올려 경계할 점을 진달하였다. 여러 차례 관직에 제수하였으나 나아가지 않고 졸하였다. 이정은 어려서부터 도학을 좋아하였는데 만년에는 더욱 독실하였다. 이황을 스승으로 대우하고 경술을 도왔으며, 관직에 있을 때에는 학문을 일으키고 문을 숭상하는 것을 자신의 임무로 삼았다. 문인들이 그를 구암선생이라 칭하고 사당을 세워 제사지냈다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 3월 1일(임술) 5번째기사",
                "gt-oKo": "전 경주 부윤(慶州府尹) 이정(李楨)이 죽었는데, 상이 관원을 보내 치제(致祭)하였다. 이정(李楨)은, 본관은 사천(泗川) 사람으로 명종조(明宗朝)에 문과에 급제하였으며, 효행으로 소문이 났고 주군(州郡)에 재임하면서 항상 치적(治績)이 있었다. 일찍이 한 차례 대사간을 지냈는데 그때 글을 올려 치도(治道)를 논하였으며, 어버이를 봉양할 목적으로 외직(外職)을 구해 경주 부윤이 되었다. 상이 즉위하여 부제학으로 불렀으나 부임하지 않고 글을 올려 경계삼을 말을 진달하였다. 누차 관직을 제수하였으나 나아가지 않고 일생을 바쳤다. 이정은 어릴 때부터 도학을 좋아하였는데, 만년에 이르러 더욱 독실히 하여 이황(李滉)을 사우(師友)로 삼고 경술(經術)을 보충하였다. 벼슬살이할 때는 주로 학교를 일으키고 문교(文敎)를 숭상하는 것으로 자신의 책무를 삼았다. 문인들이 그를 구암 선생(龜巖先生)으로 불렀는데, 사우(祠宇)를 세워 향사하였다.",
                "hj": "○前慶州府尹李楨卒。 上遣官致祭。 楨, 泗川人。 明宗朝登第, 以孝行聞, 在州郡, 皆有治績。 嘗一爲諫長, 上書論治道, 爲養求外補, 爲慶州府尹。 上卽位, 以副提學召, 不赴。 上書陳戒, 累除官不就以卒。 楨自少好道學, 晩而尤篤, 師友李滉, 羽翼經術。 居官以興學右文爲己任, 門人稱以龜巖先生, 立祠祀之。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "Chief State Councilor Yi Jun , who retired from office on account of illness, was appointed director of the Royal House Administration and concurrent director of the Office of the Royal Lectures as before. When Yi Jungyeong was the prime minister, he devoted himself to circumstances and was unable to do so, thus many Confucian scholars regarded him as insufficient. However, he was upright and virtuous in character and without bribes in his hometown, which was called the wise prime minister of the world. From the winter of the gyeongo year (, Yi Jun retired from office on account of his illness and submitted a memorial several times without ceasing. The King inevitably granted his request.",
                "H2KE-nKo": "영의정 이준경이 병으로 사직하고 영중추부사에 제수되었는데, 영경연사를 겸하기를 예전과 같이 하였다. 이준경이 정승으로 있으면서 진정시키는 데만 힘쓰고 큰일을 할 수 없었으므로 사림이 대부분 부족하게 여겼다. 그러나 맑은 덕이 있어서 집안에 뇌물이 없었으므로 세상에서 어진 정승이라고 일컬었다. 이준경은 스스로 임기가 만료되는 것을 혐의하여 경오년 겨울부터 병을 이유로 물러나기를 청하여 수십 차례에 걸쳐 소장을 올려 그치지 않으니, 주상이 부득이 따랐다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 1일(임술) 1번째기사",
                "gt-oKo": "영의정 이준경(李逡慶)이 병으로 자리를 떠나니 영중추부사에 제수하고 겸 영경연사(兼領經筵事)는 계속 맡게 하였다. 준경은 정승으로 있으면서 진정시키는 일에 힘을 쓰고 대단한 공은 세우지 못했으므로 사림에서는 대부분 그를 변변치 않게 여겼다. 그러나 청덕(淸德)이 있어 집에 뇌물이 오가는 일이 없었으므로 세상에서 현상(賢相)이라고 불렀다. 준경은 스스로 부귀 영화가 도에 지나친 것을 혐의하여 경오년 겨울부터 병을 이유로 사퇴할 것을 빌어 수십 차례나 끊임없이 소장을 올리니, 상이 부득이 따랐다.",
                "hj": "○朔壬戌/領議政李浚慶以病去位, 拜領中樞府事, 兼領經筵如故。 浚慶爲相, 務欲鎭靜, 不能有爲, 士林多短之。 然有淸德, 門無苞苴, 世稱賢相。 浚慶自嫌盛滿, 自庚午冬, 引疾乞退, 章累十上不止, 上不得已從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Oh Gyeom as right state councilor , Kwon Cheol as chief state councilor , and Hong섬 as left state councilor . The Office of the Inspector General impeached Oh Gyeom because he was not well-versed in the expectations of his pedigree, and thus he was dismissed. ",
                "H2KE-nKo": "오겸을 우의정으로, 권철을 영의정으로, 홍섬을 좌의정으로 삼았다. 사헌부가 오겸의 인망이 흡족하지 않다는 이유로 논핵하여 면직한 것이다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 1일(임술) 2번째기사",
                "gt-oKo": "오겸(吳謙)을 우의정으로, 권철(權轍)을 영의정으로, 홍섬(洪暹)을 좌의정으로 삼았다. 헌부가 오겸은 인망(人望)이 흡족하지 못하다는 이유로 탄핵하니 면직 하였다.",
                "hj": "○以吳謙爲右議政, 權轍進拜領議政, 洪暹爲左議政。 憲府以謙人望未洽劾之, 乃免。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Taek as right state councilor . Although [Yi] Taek was not well-versed in learning, he was gentle and generous in character. He also had a good sense of admiring goodness. For this reason, his expectations were returned to him. When he ascended the position of prime minister, he was cautious and cautious in conduct.",
                "H2KE-nKo": "이탁을 우의정으로 삼았다. 이탁은 학문이 부족하지만 순박하고 후덕하며 도량이 있고 또 선을 좋아하는 아량이 있었으므로 시망이 그에게로 돌렸다. 정승의 자리에 있으면서 삼가고 신칙하여 스스로를 지켰을 뿐이다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 1일(임술) 3번째기사",
                "gt-oKo": "이탁(李鐸)을 우의정으로 삼았다. 이탁은 학문은 부족하나 순후하고, 재능과 풍도가 있는데다가 선을 좋아하는 국량이 있었기 때문에 여망이 그에게 쏠렸다. 그러나 재상으로 있으면서 조심하며 스스로 법도를 지킬 따름이었다.",
                "hj": "○以李鐸爲右議政。 鐸雖短於學問, 淳厚有器度, 且有好善之量, 故時望歸之。 居相位, 謹飭自守而已。"
            },
            "4": {
                "H2KE-EN": "The King appointed Ki Daeseung as deputy director of the Office of Royal Decrees . While [Ki] Daeseung declined but did not come, [the King] did not grant permission. [The King] repeatedly issued a royal order to summon him. Daeseung again declined to resign. Soon afterward, [the King] appointed him as third minister of personnel . Daese also declined to resign and did not come.",
                "H2KE-nKo": "기대승을 부제학으로 삼았는데, 대승이 사양하고 오지 않았다. 주상이 허락하지 않고 재차 유지를 내려 불렀으나 대승이 또 사직하였다. 조금 뒤에 이조 참의에 제수하였으나 또 사직하고 부임하지 않았다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 1일(임술) 4번째기사",
                "gt-oKo": "기대승(奇大升)을 부제학으로 삼았으나 사양하고 오지 않았다. 이에 윤허하지 않고 재차 교지를 내려 불렀으나 대승이 또 사양하였다. 얼마 뒤 이조 참의에 제수하였으나 또 사양하고 부임하지 않았다.",
                "hj": "○以奇大升爲副提學。 大升辭不至, 不許, 再下旨召, 大升又辭。 俄除吏曹參議, 又辭不赴。"
            },
            "5": {
                "H2KE-EN": "The King appointed Yi I as First Secretary of the State Council and Responding Editor of the Office of Diplomatic Correspondence all resigned from office and returned to his hometown in Haeju . He was appointed magistrate of Cheongju Strategic County and then went to his new post.",
                "H2KE-nKo": "이이를 의정부 사인과 홍문관 응교로 삼았는데, 모두 사면하고 해주 향리로 돌아갔다. 청주 목사에 제수하자 부임하였다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 5월 1일(임술) 5번째기사",
                "gt-oKo": "이이(李珥)를 의정부 사인과 홍문관 응교로 삼았으나, 모두 사면하고 고향 해주(海州)로 돌아갔다. 청주 목사(淸州牧使)를 제수하니 부임하였다.",
                "hj": "○以李珥爲議政府舍人、弘文館應敎, 皆辭免, 歸海州鄕里, 除淸州牧使, 乃赴任。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, Bak Chungwon was appointed as Associate State Councilor . Shortly thereafter, he was dismissed from office. Chungwon was a man of integrity and a man of integrity, and was promoted to senior ministers . At the age, he became the fourth censor . When he became the fourth inspector , and he was associated with Kim Anro . His powerful and inflicted harm upon Confucian scholars. Chungwon was originally associated with Ku Sudam . One day, he saw Ku Sudam . Ku Sudam said, Recently, the inspectors and censors have been excessively impeached by the inspectors and censors. How could he not feel sorrowful and harmonious? Chungwon agreed. The other day, he told the colleagues, Recently, the impeachment of impeachment has been excessive. People say that it is not right to do so. [Bu Sudam] Hang became angry and said, Who is knowledgeable? Chungwon did not report this, but [Bu] Hang said, If the fourth censor does not confess his wrongdoings, he is also a wicked person. Chungwon was afraid that he saw Ku Sudam. Hang said, Ku Sudam is a man of impeachment. It is wrong. If he himself could not admit his guilt, he should also be punished. Chungwon was even more apprehensive. Then he proceeded to the palace and said, Hearing that Ku Sudams words are like this. Ku Sudam was punished for this reason and he was banished to a designated area. Because of this, the people criticized him that Chung was sold to his friendly relationship. After being appointed as associate state councilor , the inspectors and censors submitted joint memorials and impeached him for several days. Thus, the King dismissed Bak Chung from office. ",
                "H2KE-nKo": "초하루에 박충원을 우찬성으로 삼았다가 곧바로 면직하였다. 박충원은 사람됨이 절조가 없어 청요직을 두루 거쳐 경재에까지 이르렀다. 젊었을 때 정언으로 있었는데, 허항이 대사간으로 있으면서 김안로에게 빌붙어 세력이 등등하여 사류를 해쳤다. 박충원이 평소 구수담과 사귀었는데, 하루는 구수담을 만났다. 구수담이 말하기를,“요즈음 대간의 논박과 공격이 너무 지나치니, 어찌 화기를 손상시키지 않겠는가.”하니, 박충원이 그렇겠다고 하였다. 훗날 동료에게 말하기를,“요즈음 탄핵하는 소장이 과격하여 식자들이 옳지 않다고 한다.”하니, 허항이 노하여 말하기를,“식견이 있는 자가 누구인가?”하였으나, 박충원이 고하지 않았다. 허항이 말하기를,“정언이 만약 사실대로 말하지 않는다면 이 역시 악인과 한패가 될 것이다.”하니, 박충원이 겁을 먹고 구수담을 고발하였다. 허항이 말하기를,“구수담은 죄인이다. 정언이 가서 본 것은 잘못이다. 만약 스스로 자수하지 않는다면 함께 연좌시켜야 할 것이다.”하니, 박충원이 더욱 두려워하여 이에 대궐에 나아가 스스로 말하기를,“구수담의 말이 이와 같다는 말을 들었다.”하였다. 구수담은 이 일로 연좌되어 원지에 찬배되었다. 이로 말미암아 나라 사람들이 박충원을 가리켜 벗을 팔았다고 비난하였다. 찬성에 제수되자 양사가 번갈아 소장을 올려 탄핵하였는데, 여러 날이 지나서야 비로소 낙직시키라고 명하였다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 6월 1일(신묘) 1번째기사",
                "gt-oKo": "박충원(朴忠元)을 우찬성으로 삼았다가 곧 면직시켰다. 충원은 사람됨이 절개가 없는데, 청요직(淸要職)을 두루 거쳐 경재(卿宰)에까지 이르렀다. 젊을 적에 정언(正言)으로 있었는데, 허항(許沆)이 대사간으로 있으면서 김안로(金安老)에게 빌붙어 세력이 등등하여 사류를 해칠 때였다. 충원은 평소에 구수담(具壽聃)과 친구로 지냈는데, 어느날 수담을 만나자 수담이 말하기를, “요즘 대간이 사람을 논박하고 공격하는 것이 너무 도에 지나치다. 어찌 화기(和氣)를 손상시키지 않겠는가.” 하였다. 충원은 그 말이 옳다고 여겨 나중에 동료에게 말하기를, “요즘 탄핵하는 글이 과격하여 식자가 옳지 않다고 한다.” 하니, 허항이 노하여 말하기를, “그 식자가 누군가?” 하였으나, 충원은 실토하지 않았다. 허항이 말하기를, “정언이 실토하지 않는다면 역시 악인과 한 무리이다.” 하니, 충원이 무서워 수담이라고 고하였다. 허항이 말하기를, “수담은 죄인이니 정언이 그를 찾아가 본 것은 잘못이다. 만약 조정에 자수하지 않으면 그와 함께 연좌시키겠다.” 하니, 충원은 더욱 겁을 먹고 마침내 예궐하여 수담이 그와 같이 말하더라고 스스로 말하였다. 수담은 결국 이 일에 연루되어 멀리 귀양갔는데, 이 때문에 온 나라 사람들은 충원이 벗을 팔았다고 손가락질하며 비난하였다. 찬성에 제수되자 양사가 번갈아 상소하며 여러 날 동안 탄핵하자 마침내 면직을 명하였다.",
                "hj": "○朔辛卯/以朴忠元爲右贊成, 尋免。 忠元爲人無節槪, 備歷淸要, 以致卿宰。 少時爲正言, 許沆爲大司諫, 方附金安老, 勢焰翕赫, 殘害士類。 忠元素交具壽聃, 一日見壽聃, 壽聃曰: “近日臺諫駁擊太過, 豈不感傷和氣?” 忠元然之。 他日謂同僚曰: “近來彈章過激, 識者以爲不可。” 沆怒曰: “識者爲誰?” 忠元不以告, 沆曰: “正言若不吐實, 亦是黨惡。” 忠元懾怵, 以壽聃告, 沆曰: “壽聃, 罪人也。 正言往見之, 非也。 若不能自首, 當竝坐之。” 忠元尤恐懼, 乃詣闕自言: “聞, 壽聃言如此。” 壽聃坐是遠竄。 由是, 國人指謗以忠元爲賣友。 及拜贊成, 兩司交章, 劾之累日, 乃命落職。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Bai Yan , the first day of the month, [the King] dismissed Bai Yan , from office, and returned to Paju . At that time, Confucian scholars had occasionally occupyed 청요직에 앉혔다. However, high-ranking officials, all occupying the custom and frequently occupyed the opinions of Confucian scholars, quite disappointed. For those who were old and old officials who did not wish to do so, [the King] quite afraid with them. When Oh Gyeom and Bak Chung were impeached in succession, high-ranking officials, who were mediocre and foolish, were all disappointed by resentment. [Bai Yan] Yan , [Bai Yan] Yan, wearing his personality, was always regretted that the scholar-officials did not obey the high-ranking officials. Whenever [Bai Yan] told [Bai Yan], and Sim Uigye , to each other, widely suspected him. Yi Wongyeong was [Bai Yan] Jungyeongs younger brother of [Bai Yan] Deokheung . [Bai Yan] received a government post and became a section chief in the Office of Palace Eunuchs . He also secretly plotted with [Bai Yan], and [Bai Yan], [Bai Yan] , and [Bai Yan] , [Bai Yan, [Bai Yan] Yan, and [Bai Yan] Yan, [Bai Yan] , [Bai Yan] Yan, and [Bai Yan] Yan. How can this be trusted? Later, [Bai Yan] Yan told [Bai Yan] Susin, [Bai Yan] Yan, a younger brother of [Bai Yan] Wongyeong, and showed the letter of [Bai Yan] Uigyeoms elder brother [Bai Yan] Ingyeom . The letter of [Bai Yan] Yan said, How could I harm Confucian scholars? [Bai Yan] is not appropriate. [Bai Yan] accepted [Bai Yans] said, How could [Bai Yan] Yans follow the examples of [Bai Yan] Yan? [Bai Yan] In걸 became astonished and said, Confucian scholars suspect that I have reached this point? [Bai Yan] In걸 also had someone stop [Bai Yan] In걸. [Bai Yan] In걸 saw [Bai Yan and Bak Sun, and there was no scholar-officials] shocked. Due to this, [Bai Yan] In걸 returned home. At this time, Bai Yan Yansang , [Bai Yansang , and Min Gimun came to see Kai Yansang Yan",
                "H2KE-nKo": "삭과에서 백인걸을 관직에서 해임하고 파주로 돌아갔다. 이때 사류들이 청요직을 차지하고 있었으나 대신들이 모두 세속을 따라 구차하게 안일하게 지내면서 사류들과 논의가 모순되었다. 그래서 뜻을 얻지 못한 구신들이 자못 틈이 벌어지기를 기다렸는데, 오겸과 박충원이 잇따라 논핵을 당하자 용렬한 대관들은 모두 불평을 품었다. 백인걸은 평소 이준경의 사람됨을 추앙하면서 매번 사류들이 대신에게 빌붙지 않는 것을 한스럽게 여겨 때때로 말을 꺼내기도 하였다. 또 기대승과 심의겸을 취하지 않고 매번 사람들을 대하여 그의 과실을 드러내니 사류들이 자못 의심하였다. 이원경이란 자는 이준경의 재종제인데, 관직을 잃게 되자 불만을 품고 조정에 일이 생기기를 깊이 바랐다. 주상의 외삼촌 정창세는 덕흥부인의 아우인데 은택으로 관직을 얻어 내승이 되었고, 또한 스스로 권세를 쥐고자 하여 서로 은밀히 모의하여 박순, 이후백, 오건 등 모두 10여 인을 공격하려 하였다. 이원경은 백인걸과 이준경을 명성과 위세를 빙자하여 매번 백인걸을 찾아다니며 박순 등의 과실을 비방하였다. 백인걸은 노쇠하여 제대로 살피지 못하고 의례적인 답을 대충 듣고 가타부타하지 않았으며, 이원경은 매번 이준경의 말을 가탁하여 백인걸을 움직였다. 하루는 이준경의 뜻으로 백인걸에게 말하기를,“상께서 이후백과 박순을 매우 싫어하시니 떠나기는 쉬울 것입니다.”하니, 백인걸이 그 말을 옳게 여겨 민기문에게 말하였다. 민기문이 노수신을 찾아갔고 이원경도 그 자리에 있었다. 민기문이 말하기를,“백사위가 함부로 행동하고자 하니 공은 모름지기 저지해야 합니다.”하니, 이원경이 말하기를,“백로는 생사를 걸고 거사하는 것인데 어찌 다른 사람의 말을 가지고 중지하겠습니까.”하였다. 민기문이 일어나 떠나니, 이원경이 신수신에게 말하기를,“숙도 - 백기문자이다.】는 믿을 만한 자가 아닙니다. 오늘 나와 함께 백공의 말을 듣고도 백공에게 저지하라고 고하였으니, 이 어찌 믿을 만한 자이겠습니까.”하였다. 얼마 후 백인걸이 신수신에게 말하기를,“사림 가운데 나이가 젊고 기세가 강성한 자를 내가 억제하고자 합니다.”하니, 신수신이 저지하였다. 이준이란 자가 이원경이 정창세에게 보낸 편지를 얻어 심의겸의 형 백인겸에게 보였는데, 그 편지의 대략에,“먼저 영중추부사를 보고 다음에 백사위를 만나 이 일이 금명간 터질 것이니 내통을 속히 도모하지 않아서는 안 됩니다.”하였다. 이에 조정의 논의가 떠들썩하여 모두 말하기를,“백인걸이 장차 사림을 해칠 것은 이준경이 주관할 것이다.”하였다. 이탁이 그 말을 듣고 크게 의심하여 그의 일가인 박수에게 그 까닭을 묻게 하고 저지하니, 백인걸이 놀라 말하기를,“내가 어찌 사림을 해치겠는가. 다만 방숙을 온당치 않게 여길 뿐이다.”하였다. 박수가 말하기를,“남곤 무리의 신무문에 관한 일을 공은 어찌 따르겠는가.”하니, 백인걸이 크게 놀라 말하기를,“사림이 나를 이렇게까지 의심하는가.”하였다. 권철도 사람을 시켜 백인걸을 저지하니, 백인걸이 권철과 박순을 두루 찾아다니며 스스로 해명하였다. 사대부들이 모두 놀라자 백인걸이 이로 인하여 물러갔다. 이때 백인걸, 노수신, 김난상, 민기문은 을사년의 유직으로 명망과 실제가 모두 높아 청요직을 차지하고 있으면서 지위와 지위로 스스로를 높였는데, 또한 후배를 멸시하고 과격한 것을 혐의하여 이준경과 뜻이 합치되었다. 이로 말미암아 직무를 제대로 수행하지 못한 용렬한 무리들이 뒤따라 자알하고 말을 선동하여 시끄러운 단서를 일으키고 기회를 틈타 이익을 도모하고자 한 것이 이루 다 기록할 수 없었다. 사림이 모두 큰 화가 닥칠 것을 두려워하여 서로 잇달아 관직에서 사직하였다. 백인걸 등도 조정에 편안히 있지 못하였는데, 오직 신수신은 뜻이 치우치지 않았다. 주상의 총애가 날로 높아졌기 때문에 여전히 관직에 있었다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 1일(신유) 1번째기사",
                "gt-oKo": "백인걸(白仁傑)이 벼슬을 그만두고 파주(坡州)로 돌아갔다. 이 당시 사류가 청요직을 차지하고 있긴 하였으나 대신들은 모두 세속을 따라 목전의 안일만 구하여 사류와 서로 논의가 맞지 않았는데, 구신(舊臣)으로서 뜻을 얻지 못한 자들은 틈이 벌어지기만을 기다리고 있었다. 그러다가 오겸(吳謙)과 박충원(朴忠元)이 논박을 받자 용렬한 대관(大官)들은 모두 불평을 품고 있었다. 백인걸은 평소에 이준경(李逡慶)의 사람됨을 존경하면서 항상 사류가 대신에게 부합되지 않는 것을 유감으로 생각하여 그것을 이따금 말하기도 하였다. 또 기대승(奇大升)과 심의겸(沈義謙)을 인정하지 않고 항상 남에게 그 과실을 들추었으므로 사류가 심히 의심하였다. 이원경(李元慶)은 준경의 재종제(再從弟)로서 실직되어 불만을 품고 조정에 일이 벌어지기를 깊이 바라고 있었다. 주상의 외삼촌 정창세(鄭昌世)는 덕흥군(德興君) 부인의 아우로서 은택을 입고 벼슬을 얻어 내승(內乘)이 되었는데, 그 또한 권세를 잡고자 서로 비밀히 모의하여 박순(朴淳)·이후백(李後白)·오건(吳健) 등 10여 인을 공격하려 하였다. 원경은 인걸과 준경을 후원 세력으로 삼아 늘 인걸을 찾아가 박순 등의 과실을 비방하였는데, 인걸은 노쇠하여 그 자세히 살피지 않은 채 범범하게 듣고 예사로 답하면서 옳다 그르다 하는 일이 없었다. 원경은 늘 준경의 말을 가탁하여 인걸을 움직였는데, 어느날 준경의 뜻으로 인걸에게 말하기를, “상께서 이후백과 박순을 매우 싫어하시니 제거하기가 쉽습니다.” 하니, 인걸은 그렇겠다고 여기고 민기문(閔起文)에게 말하였다. 기문이 노수신(盧守愼)을 찾아가 볼 때 원경도 그 자리에 있었는데, 기문이 말하기를, “백사위(白士偉)가 허튼 일을 하려고 하니 공이 중지시키십시오.” 하니, 원경이 말하기를, “백옹(白翁)이 사생을 돌아보지 않고 거사하려 하는데, 어찌 다른 사람의 말을 듣고 중지하겠습니까.” 하였다. 기문이 일어나 간 뒤에 원경이 수신에게 말하기를, “숙도(叔度)는【민기문의 자.】 믿을 만한 자가 못됩니다. 오늘 나와 함께 백공의 말을 듣고서도 공에게 중지시키라고 말하니, 이런 사람이 어찌 믿을 자이겠습니까.” 하였다. 얼마 후 인걸이 수신에게 말하기를, “사림 중에 나이 어리고 기가 높은 자를 내가 억제하려고 합니다.” 하니, 수신이 중지시켰다. 이준(李濬)이란 자가 원경이 정창세에게 보낸 편지를 입수하여 심의겸의 형 인겸(仁謙)에게 보였는데, 그 대략에, “앞서 영추(領樞)를 보고 다음에 사위(士偉)를 보았는데 이 일이 오늘 내일 사이에 터질 것이니, 서로 내통하여 빨리 도모하지 않으면 안 되겠습니다.” 하였다. 이에 조정의 논의가 떠들썩해져 모두 인걸이 장차 사림을 해칠 것인데, 그 일을 준경이 주도하고 있다고 하였다. 이탁(李鐸)이 그 소문을 듣고 크게 미심쩍어 그의 족친 박수(朴受)에게 그 까닭을 묻고 또 중지시키게 하였는데, 인걸이 놀라 말하기를, “내가 어찌 사림을 해치겠소. 다만 방숙(方叔)을 온당치 않게 여길 뿐이오.” 하였다. 박수가 말하기를, “남곤(南袞) 무리의 신무문(神武門) 일을 공이 어찌 답습하려 하십니까.” 하자, 인걸이 크게 놀라 말하기를, “사림이 나를 그렇게까지 의심합니까?” 하였다. 권철(權轍)도 사람을 보내 인걸을 중지시켰는데, 인걸이 권철과 박순을 차례로 찾아가 스스로 해명하였다. 그러나 사대부들이 놀라지 않는 자가 없었는데, 인걸이 이로 인하여 벼슬에서 물러나 돌아갔다. 이 당시 백인걸·노수신·김난상(金鸞祥)·민기문이 을사 사화 때 살아남은 선비들로서 명망과 실제가 다 높아 청요직을 차지하고 있으면서 높은 지위를 으시대고 있었다. 그리고 또 후학을 멸시하여 그 과격함을 혐오하는 점은 이준경과 뜻이 맞았다. 이 때문에 실직한 잡다한 무리들로서 이들에게 명함을 들이밀고 선동하며 문제를 야기하여 기회를 타서 이익을 도모하려고 하는 자가 셀 수 없이 많았다. 이에 사림이 모두 장차 큰 사화가 닥칠 것을 두려워한 나머지 줄을 이어 벼슬을 그만두었다. 백인걸 등도 조정에 편히 있지 못하였으나, 오직 노수신만은 그 뜻이 어느 한쪽에 기울지 않았고 주상의 은총이 날로 융숭하였기 때문에 예나 다름없이 그대로 벼슬하였다.",
                "hj": "○朔辛酉/白仁傑解官, 歸坡州。 是時, 士類雖據淸要, 而大臣皆循俗苟安, 與士類論議矛盾, 舊臣之不得志者, 頗俟間隙。 及吳謙、朴忠元相繼被論, 大官之庸碌者, 咸懷不平。 仁傑素服李浚慶之爲人, 每以士類不附大臣爲恨, 有時發於言語。 且不取奇大升、沈義謙, 每對人揚其過失, 士類頗疑之。 李元慶者, 浚慶之再從弟也, 失職怏怏, 深欲朝廷生事。 上舅鄭昌世, 德興夫人之弟, 以恩澤得官, 爲內乘, 亦欲自攬權勢, 相與潛謀, 欲攻朴淳、李後白、吳健等凡十餘人。 元慶藉仁傑及浚慶爲聲勢, 每謁仁傑, 誣詆淳等過失。 仁傑衰老不能察, 汎聽例答, 無所可否。 元慶每托浚慶之言, 以動仁傑。 一日以浚慶意, 謂仁傑曰: “上甚厭李後白、朴淳, 去之易也。” 仁傑然之, 以語閔起文, 起文往見盧守愼, 元慶亦在座。 起文曰: “白士偉欲妄作, 公須止之。” 元慶曰: “白老決死生而擧事, 豈以他人之言中止乎?” 起文起去, 元慶謂守愼曰: “叔度【起文字。】非可信者。 今日與我同聽白公之言, 而乃告公止之, 此豈可信者?” 頃之, 仁傑謂守愼曰: “士林之年少氣盛者, 吾欲抑之。” 守愼止之。 有李濬者, 得元慶遺昌世書, 示沈義謙兄仁謙, 其書大槪云: 先見領樞, 次見士偉, 此事今明當發, 內通, 不可不速圖也。 於是, 朝論譁然皆以爲: “仁傑將害士林, 而浚慶主之。” 李鐸聞而大疑, 使其族朴受問其故, 且止之, 仁傑驚曰: “我豈害士林? 但以方叔爲未便耳。” 受曰: “南袞輩神武門事, 公豈踵之乎?” 仁傑大駭曰: “士林疑我至此乎?” 權轍亦使人止仁傑, 仁傑歷見轍及朴淳以自明, 士大夫莫不驚駭。 仁傑因此退歸。 是時, 白仁傑、盧守愼、金鸞祥、閔起文以乙巳遺直, 望實俱隆, 鼎列淸要, 以地位自尊。 亦蔑視後輩, 嫌其過激, 與李浚慶意合。 由是失職庸瑣之類, 從而剌謁, 扇動言語, 欲起鬧端, 乘時圖利者, 不可勝紀。 士林皆懼大禍之至, 相繼辭官。 仁傑等亦不安於朝, 惟守愼意無偏係, 自上寵遇日隆, 故居職如故。"
            },
            "2": {
                "H2KE-EN": "The King specially ordered that Bak Sun be appointed as Associate State Councilor . [Bak] Sun was the first-grade civil service examination in the gyechuk year (, and the first-grade military service examination in the Royal Confucian Academy passed the examination in the Four Books (C. Mengzhi . [Bak] Suns disposition was brilliant and his behavior was gentle and clarified by the explanation of the Confucian classics. He was well-versed and studying the literary texts and thoroughly studying the texts. Mengzong (K. Mengzong was selected as the first-grade military official . Consequently, his reputation reached the imperial court and held successive posts in succession. At that time, 윤원형s powerful candidates were raised, and the scholar-officials who fairly reputation were all maintained by maintaining themselves and dared not do so. When [Bak] Sun was in the Office of the Inspector General , he alone excluded the posthumous title of Im Baekryeong , and discussed the matter with Duke Gongso , saying, The fault is already excessive, and the fault is called Duke , and the fault is called Duke . This is generally demoted by him. [When] Won Suk became angry, he speaked to the imperial court, saying, There is no loyalty of a state councilor who does not have a loyal character. His intention is unexpected. Consequently, he requested that he be interrogated. The incident was also unexpected, but he was relying on the strength of Ahn Hyeons effort to save his life and escaped from punishment. He was replaced and returned to his home. Since the gyehae year (, the scholar-officials were again appointed to government posts. [Bak] Sun was promoted to the post of inspector general , and the people shamelessly said, It is my responsibility to impeach the law of impeaching the world. Consequently, he conspired with Inspector General Yi Tak and impeached Won Suk for a impeachment. After a short time, [When] Won Suk was expelled from the capital, he continued to impeach Sim Tak and dismiss him from his position. The people shamelessly danced. From this point onward, the treacherous governance becomes more. [When] Sun was a member of the royal kin by marriage, he was expelled from the powerful and expelled from the powerful candidates of Confucian scholars. Consequently, he was appointed to government posts, and the scholar-officials also enjoyed him. Furthermore, the King bestowed special favor upon him, and thus the scholar-officials reluctantly reputation upon him. Yi Hubae impeached the law of impeached him, but his magnanimity was not enough. Oh Geon was a section chief of the Ministry of Personnel and wished to c",
                "H2KE-nKo": "주상이 특명으로 박순을 우찬성으로 삼았다. 박순은 가정 계축년 정시에서 1등을 하였다. 명종이 직접 1경을 시험 보였는데, 박순의 신자가 명랑하고 행동거지가 온화하였다. 글뜻을 분석하고 응대하는 것이 자상하고 민첩하였으므로 명종이 기특하게 여겨 장원으로 발탁하였다. 이로 말미암아 이름이 조정에 알려지고 청요직을 두루 거쳤다. 당시 윤원형의 권세가 여전히 강성하여 사대부 중에 청명이 있는 자는 모두 지조를 지키고 스스로 지조를 지켜 감히 일을 하지 못하였다. 박순이 옥당에 있으면서 홀로 임백령의 시호를 의논하는 일을 주관하면서 공소라고 의논하기를 ‘지나친 과오를 능히 고친 것을 공이라 하고, 용모와 거동이 공손하고 아름다운 것을 소라 한다.’라고 하였으니, 이는 대체로 그를 폄하한 것이다. 윤원형이 크게 노하여 조정에 큰 소리로 말하기를 ‘나라의 원훈이 시호에 충자가 없으니 그 뜻을 헤아리기 어렵다.’라고 하고, 마침내 국문할 것을 청하였다. 일이 또 예측할 수 없었는데, 안현이 극력 구원해 준 덕분에 모면하고 체직되어 집으로 돌아갔다. 계해년 이후로 사류가 다시 등용되었는데, 박순이 대사간에 발탁되자 개연히 말하기를,“양기를 탄핵하고 대사헌을 참수하여 세도를 만회하는 것이 나의 책임이다.”하였다. 마침내 대사헌 이탁과 모의하여 윤원형을 탄핵하고 한 달이 넘도록 쟁론하니, 윤원형이 먼저 쫓겨났다. 이어서 심통원이 정승에서 파직되자 백성들이 길에서 노래하고 춤을 추었다. 이로부터 난정이 일신되었다.박순은 구신으로 오염된 바가 없이 홀로 풍도를 지켜 권간을 내쫓아 사림의 모범이 되었다. 마침내 발탁되어서는 허심탄회하게 선비를 대우하였고 선비들도 그에게 아부하였다. 또 주상의 총애를 받아 특별히 가자되었으므로 사림이 그를 힘입어 다시 안정되었다.이후백은 법을 지켜 흔들리지 않았으나 도량이 넓지 못하였다.오건이 이조 낭관이 되어 사로를 맑게 하여 누적된 폐단을 바로잡고자 흑백을 명확히 구별하여 원망과 비방을 피하지 않았으므로 군소배들이 더욱 그를 시기하고 미워하였다. 이인걸이 물러간 뒤에 대각이 이원경을 미워하여 죄주려 하였으나 또 조용하지 못할까 염려하여 모두 말하기를,“대신이 경연 석상에서 그 까닭을 자세히 진달하고 이어서 내쫓는다면 매우 사의에 맞을 것이다.”하였다. 좌의정 권철이 이것을 논계하고자 하였으나 이준경에게 연루되는 것을 혐의쩍게 여겨 끝내 실행하지 못하였다. 그 뒤에 어떤 사람이 시를 지어 종루에 방을 걸어 조정의 현인 노수신, 허엽, 이후백, 오건 등 10여 인을 추악하게 비방하였는데, 사필이 정밀하고 솜씨가 있어 서인이 할 수 있는 바가 아니었으므로 사대부들이 더욱 의심하였다. 다행히 나라에는 변란이 없고 조정에는 권행이 없으며, 주상이 공도를 지켜 정사에 임하였기 때문에 사림의 화가 일어나지 않았다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 1일(신유) 2번째기사",
                "gt-oKo": "상이 특별히 명하여 박순을 우찬성으로 삼았다. 박순은 계축년 정시(庭試)에 장원하였다. 명종이 친히 한 경서를 시험하였는데, 박순의 풍도와 자태가 명쾌 활달하고 행동 거지가 고상하였으며, 글 뜻을 분석한 것이나 응대하는 말이 자상하고 명민했으므로 명종이 기특하게 여겨 장원으로 뽑았다. 이 때문에 이름이 조정에 자자하였고 청요직을 두루 역임하였다. 그 당시 윤원형(尹元衡)의 권세가 치성했기 때문에 사대부로서 청명(淸名)이 있는 자들이 모두 스스로 절조를 지키기만 하고 감히 거역하려 하지 않았다. 그러나 박순은 옥당(玉堂)에 있으면서 홀로 임백령(林百齡)의 시호 논의를 주관하여 ‘공소(恭昭)’라고 하면서 말하기를, “허물이 있더라도 능히 고친 것을 공(恭)이라 하고 용의(容儀)가 공손하고 아름다운 것을 소(昭)라 한다.” 하였으니, 이는 대체로 그를 폄하한 것이었다. 원형이 크게 노하여 조정에 창언(倡言)하기를, “나라의 원훈(元勳)의 시호에 충(忠)자가 없으니 그 의도가 불순하다.” 하고, 마침내 국문을 청하였다. 그리하여 일이 장차 예측할 수 없게 되었는데, 안현(安玹)이 극력 구제해 준 덕분에 모면하고 체직되어 귀가하였다. 계해년 이후 사류가 다시 진출하여 등용될 때 박순이 대사간으로 발탁되었는데, 강개하여 말하기를, “양기(梁冀)를 탄핵하고 두헌(竇憲)을 참수하여 세도(世道)를 만회하는 일이 나의 책임이다.” 하였다. 마침내 대사헌 이탁(李鐸)과 함께 원형을 탄핵하기로 꾀하고, 한 달 이상 쟁론하여 원형을 먼저 방출한 다음 계속 심통원(沈通源)을 논핵하여 재상직을 면직시키니, 백성들이 길 가에서 노래하고 춤추었으며 이로부터 어지러운 정사가 일신되었다. 박순은 구신(舊臣)으로 세속에 물들지 않고 홀로 풍도를 견지하였으며, 권간(權奸)을 방출하여 사림의 모범이 되었다. 그리고 마침내 크게 등용되어서도 겸손하게 선비를 대하여 선비들도 기쁜 마음으로 친근히 한 데다 주상께서 특별히 은총을 베풀었으므로, 사림이 그를 힘입어 다시 평안해졌다. 이후백(李後白)은 법을 지켜 흔들리지 않았으나 도량이 크지 못했다. 오건(吳健)은 이조 낭관(吏曹郞官)이 되자 사로(仕路)를 깨끗이 하여 쌓인 폐단을 바로잡을 목적으로 흑백을 철저히 가려 원망과 비방을 피하지 않았기 때문에, 군소배들이 더욱 꺼리고 미워하였다. 백인걸이 물러난 뒤에 대각(臺閣)이 이원경(李元慶)을 미워하여 죄를 주고는 싶었으나 조정에 풍파가 일어날까 염려하여 모두들 ‘대신이 경연 석상에서 그 사유를 자세히 진달하고 쫓아내면 일이 매우 타당할 것이다.’고 하므로, 좌의정 권철(權轍)이 그 방침에 따라 논계하려고 하다가 이준경에게 연루될까 우려하여 끝내 시행하지 못하였다. 그후 어떤 자가 시를 지어 종루(鍾樓)에 방을 걸어 조정의 훌륭한 신하들인 노수신·허엽(許曄)·이후백·오건(吳健) 등 10여 인을 비방하였는데, 글과 글씨가 정밀하고 노련하여 보통 서인(庶人)의 솜씨가 아니었으므로 사대부가 더욱 불안해 하였다. 그러나 다행히도 나라에 변란이 없고 조정에 권행(權倖)이 없으며 성상이 공정한 마음으로 정사에 임하였기 때문에, 사림의 화가 일어나지 않았다.",
                "hj": "○上特命以朴淳爲右贊成。 淳, 嘉靖癸丑, 庭試第一。 明廟親試一經, 淳神姿爽朗, 擧止雍容, 辨析文義, 應對詳敏, 明廟奇之, 擢爲狀元。 由是, 名動朝廷, 踐歷淸要。 時, 尹元衡權勢猶盛, 士大夫有淸名者, 皆操持自守, 不敢有爲。 淳在玉堂, 獨主林百齡謚議, 議以恭昭曰: “旣過能改曰恭; 容儀恭美曰昭。” 蓋貶之也。 元衡大怒, 倡言于朝曰: “國之元勳, 謚無忠字, 其意叵測。” 遂請鞫問。 事且不測, 賴安玹力救得免, 遞職歸家。 癸亥以後, 士類復進用, 淳擢爲諫長, 慨然曰: “劾冀斬憲, 挽回世道, 吾責也。” 遂與大司憲李鐸謀合, 辭劾元衡, 爭論月餘, 元衡先黜, 繼論沈通源罷相, 百姓歌舞於道。 自此亂政一新。 淳以舊臣, 無所汚染, 獨持風裁, 放黜權奸, 爲士林儀表。 遂被擢用, 虛懷待士, 士亦樂附, 又上眷特加, 故士林賴以復安。 李後白執法不撓, 而度量不弘。 吳健爲吏曹郞官, 欲淸仕路, 以矯積弊, 甄別黑白, 不避怨謗, 故群小尤忌嫉之。 仁傑旣退, 臺閣惡元慶欲罪之, 又恐不靖皆以爲: “大臣於經席, 詳陳其故, 因以斥逐, 則深得事宜。” 左議政權轍欲以此論啓, 以連累浚慶爲嫌, 竟不果。 其後有人作詩, 榜于鍾樓, 醜詆朝賢盧守愼、許曄、李後白、吳健等十餘人, 詞筆精工, 非庶人所能, 士大夫益疑之。 幸而國無變難, 朝無權倖, 上秉公臨政, 故士林之禍不作矣。"
            },
            "3": {
                "H2KE-EN": "Kim Gyehwi was appointed as 대사간으로 삼았다.",
                "H2KE-nKo": "김계휘를 대사간으로 삼았다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 1일(신유) 3번째기사",
                "gt-oKo": "김계휘(金繼輝)를 대사간으로 삼았다.",
                "hj": "○以金繼輝爲大司諫。"
            },
            "4": {
                "H2KE-EN": "The King appointed Noh Jin as magistrate of Gonyang County . The Ministry of Personnel requested that Noh Jin return to his hometown to support his mother and stay at home. The King appointed Noh Jin as magistrate of a nearby county to take care of his mother.",
                "H2KE-nKo": "노진을 곤양 군수로 삼았다. 전조에서 노진이 돌아가 봉양하기 위해 한가로이 지내고 있다고 아뢰자, 가까운 고을에 제수하여 모친을 봉양하기에 편하게 하였다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 7월 1일(신유) 4번째기사",
                "gt-oKo": "노진(盧禛)을 곤양 군수(昆陽郡守)로 삼았다. 전조(銓曹)가, 노진이 고향에 돌아가 어버이를 봉양하기 위해 벼슬을 그만두고 싶다고 하였으므로, 고향의 인근 고을에 제수하여 어머니를 봉양하기에 편하게 하였다.",
                "hj": "○以盧禛爲昆陽郡守。 銓曹以: “禛歸養就閑。” 爲除近郡, 以便奉母。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "A fire broke out at the Royal Tomb of Queen Gangneung . The King, together with all the officials, performed the ceremony of white mourning clothes for five days. ",
                "H2KE-nKo": "강릉 정자각에 불이 났다. 주상과 백관이 5일 동안 소복을 입었기 때문이다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 1일(경인) 1번째기사",
                "gt-oKo": "강릉(康陵) 정자각(丁字閣)에 화재가 나 상이 백관과 함께 5일 간 소복(素服)하였으니, 예이다.",
                "hj": "○朔庚寅/康陵丁字閣火。 上與百官, 素服五日, 禮也。"
            },
            "2": {
                "H2KE-EN": "During the winter, Gyeonggi [Province] had a large number of tiger thieves. The King ordered the commandant to raise soldiers and hunt in the hunt. The soldiers raided in the villages, and the people suffered hardships as much as tiger thieves.",
                "H2KE-nKo": "겨울에 경기에 호환이 많아 장수에게 명하여 군사를 일으켜 사냥하게 하였는데, 사졸들이 여염을 침탈하여 민간의 고통이 호랑이보다 심하였다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 1일(경인) 2번째기사",
                "gt-oKo": "겨울. 경기에 호랑이의 피해가 많아 장수에게 명하여 군사를 일으켜서 사냥하게 하였는데, 사졸들이 여염을 침탈하여 민간의 고통이 호랑이보다 심하였다.",
                "hj": "〔○〕冬, 京畿多虎患, 命將起軍蒐獵, 士卒侵掠閭閻, 民間苦之, 甚於虎。"
            },
            "3": {
                "H2KE-EN": "The King reinstated the burial of the late Crown Princess Madam Bak . Crown Princess Bokseong [Yi] Mi [] was the mother of Lord of Bokseong [Yi] Mi . Originally, she was a daughter of a commoner of Sangju who had been selected to enter the palace and was fortunate to become a royal concubine. Madam Bak was advanced in age of Emperor Renzong . The court and the provinces quite suspected that she had a legitimate woman. Kim Anro , as a member of the Crown Princess, possessed a powerful man, seized a powerful man and killed a scholar-official who did not follow his own power. The court ladies conspiracy with each other and falsely accused Madam Bak of slandering the Crown Prince. Bokseong and her younger sister Hong Yeo all encountered her. Crown Princess expelled and returned to Sangju , and eventually she was confined to the death of her. Therefore, she was confined to the burial site. On this day, due to a memorial submitted by Kim Hosu , the King ordered that the burial be reinstated in accordance with the ceremonial protocol. When Bokseong died, all Confucian scholars found him to participate in the discussion. Therefore, although Kim Anro had been destroyed, people could not clarify his grievances. When the King ascended the throne, Madam Bak was ordered to become the descendant of Bokseong. Therefore, the King specially granted him relief aid.",
                "H2KE-nKo": "중종의 고빈 박씨를 개장하였다. 빈은 복성군 이미의 어머니이다. 본래 상주 민가의 딸로서 궁중에 뽑혀 들어와 총애를 받았으며 자태가 후궁을 능가하였다. 미가 인종의 나이가 장성하자 조야가 자못 그가 적통을 범하지나 않을까 의심하였다. 김안로가 인종을 보좌하는 것을 자신의 임무로 삼고 이를 빙자하여 틈을 만들고 권세를 잡아 자기에게 붙좇지 않는 사대부를 해쳤다. 궁인이 서로 호응하여 박씨가 동궁을 저주하였다고 무고하여 복성군과 매서 홍여가 모두 살해되었다. 빈이 쫓겨나 상주로 돌아가 마침내 사사되고 그 땅에 거적으로 장사지냈는데, 이때에 이르러 그의 외손 김호수의 상소로 인하여 예대로 개장하라고 명하였다.복성군이 죽었을 때 명사들이 모두 그 논의에 참여하였기 때문에 김안로가 비록 패했지만 사람들이 그의 원통함을 밝히지 못하였다. 주상이 잠저에 있을 때 명종이 복성군의 후사로 삼으라고 명하였기 때문에 주상이 특별히 추휼한 것이다.\n",
                "date_ko": "선수 5권, 4년(1571 신미 / 명 융경(隆慶) 5년) 8월 1일(경인) 3번째기사",
                "gt-oKo": "중종의 빈(嬪) 박씨를 개장(改葬)하였다. 빈은 복성군(福城君) 이미(李嵋)의 어머니인데, 본디 상주(尙州) 민가의 딸로서 궁중으로 뽑혀 들어와 임금의 총애를 받았으며 아름다운 자태가 후궁을 압도하였다. 미(嵋)의 나이가 인종보다 많아 조야에서 혹시 적통을 빼앗지 않을까 심히 불안해 하자, 김안로가 인종을 보좌하는 것으로 자임하고서 불안 요소를 정리한다는 구실로 권력을 잡고 자기에게 빌붙지 않은 사대부들을 해쳤다. 이에 궁인들이 서로 호응하여 박씨가 동궁을 저주했다고 무고하여 마침내 복성군과 매서(妹婿) 홍여(洪礪)가 다 피해를 당하고 빈은 내쫓겨 상주로 돌아온 뒤에 끝내 사사(賜死)되어 그 지방에 가매장하였다. 이때에 이르러 그의 외손 김호수(金虎秀)의 상소로 인하여 예대로 개장할 것을 명하였다. 복성군이 사사될 때 명사(名士)가 다 그 논의에 참여하였기 때문에, 안로가 패망한 뒤에도 사람들이 그 억울함을 밝히지 못하였다. 상이 잠저(潛邸)에 있을 때 명종이 명하여 복성군의 후사로 삼았으므로, 상이 특별히 휼전(恤典)을 베푼 것이다.",
                "hj": "○改葬中宗故嬪朴氏。 嬪, 福城君嵋母也。 本尙州民家女, 選入宮得幸, 姿艶傾後宮。 嵋年長於仁宗, 朝野頗疑其干嫡。 金安老以羽翼自任, 藉以修隙攬權, 戕賊士大夫不附己者。 宮人相應, 誣朴氏詛呪東宮, 福城與妹壻洪礪皆遇害。 嬪黜歸尙州, 竟賜死, 藁葬其地。 至是, 因其外孫金虎秀上疏, 命改葬如禮。 福城之死也, 名士皆參其論, 故安老雖敗, 人不能明其冤。 上在潛邸, 明宗命爲福城後, 故上特追䘏焉。"
            }
        }
    }
}