{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "Jo Sik , a member of the musul year (, passed away. Jo Siks courtesy name was Geonjung . His late father was Changnyeong and his family was affiliated with Samga District . At the age, he was valuable and brave. He did not restrain his own talent. He possessed a literary skill in his literary technique and said that he can be employed by the passers of the state examination. Earlier, he read the Great Compendium of Human Nature and Principle (C. Xingli daquan . When the passage reached the passage to Heo Noe , which reads, Indeed, [he] intended to develop Yi Yuns will. He studyed the study of the Dynasty and studying the study of the Dynasty. When he is in a place where he is. He felt sorrowfully angry and earnestly devoted himself to studying the Royal Confucian Academy. Earlier, he visited the capital [of Han China] and asked Seong Su침을 about the matter. He saw that a house was built below Baegak Mountain and sought to expelled from the world. Then he finally became a relative. When he returned to his hometown, he stayed at the foot of Mount Jiri . He lived in a place where he was in a place where he did not shortly. He always sat up at a room and always sat on his chamber. He swords with his swords and his swords with his swords. He kept the swords with his swords even though he was not darried in the night. He lived in a place for a long time and wanted to eliminate his hair. He stood up his steps and harshed his temperament. He looked like an unworthy person. For this reason, the local person did not dare to visit him. He only student and accompanied him. All of his heart was impressed by him. During the reign of Emperor Xuanzong (r. of the Xuande era (, he summoned Yi Hang and entered the palace to inquire about the way. Jo Sik answered that he was very simple. After he withdrawd, he drank together with Yi Hang and enjoyed drinking wine. He said, You are the chief member of the Imperial Crown Prince. How could this member of the Imperial Crown Prince? Consequently he declined to resign from his hometown and returned to his hometown so that his clear reputation could be even more disclosed. Now, the King has repeatedly appointed him to office, but he died at the age of seventy-two",
                "H2KE-nKo": "삭고 처사 조식이 졸하였다. 조식의 자는 건중이다. 그의 선조는 창녕 사람으로 삼가현에 살았다. 젊었을 때 호강하고 용맹스러워 얽매이지 않았으며 스스로 그 재주를 웅거하여 문장을 지으면서 기이하고 고상한 것을 힘썼다. 과거에 급제하여 공명을 떨어뜨릴 만하다고 여겨 일찍이 친구와 함께 《성리대전》을 읽었는데, 허노재의 말에 ‘이윤이 뜻한 바를 지녔고 안자가 배운 바를 배워서 밖으로 나가면 하는 일이 있었고 처신하면 지키는 바가 있었다.’라고 하였다. 장부는 마땅히 이와 같이 해야 하는데 척연히 분해하며 실학에 뜻을 독실히 하고 인하여 과거 공부를 끊어 버렸다. 일찍이 한양에 유학하러 갔을 때 성수침을 방문하였는데, 그가 백악산 봉우리 아래에 집을 짓고 세상과 인연을 끊은 것을 보고는 마침내 그와 벗이 되었다. 고향으로 돌아가 벼슬하지 않고 지리산 아래에 살았는데 취하고 줌이 구차하지 않았으며, 젊어서는 허가를 받았다. 항상 한 방에 위태롭게 앉아 칼로 턱을 휘두르며 방울을 차고서 스스로를 경계하였으며, 밤이 되어도 일찍이 캄캄하게 잠을 이루지 못하였다. 한가로이 거처한 지 이미 오래되자 세상을 맑게 하고 싶은 생각이 들어 벽에 기상을 세우고서 꼿꼿하게 악을 미워하니, 선하지 못한 시골 사람들이 그를 더럽힐 것처럼 여겼다. 그래서 시골 사람들이 감히 찾아와 뵙지 못하고 학도들만 따라다니며 모두 심복하였다. 명종조에 이항동과 함께 부름을 받고 입대하여 치도를 물었는데, 조식이 매우 소략하게 대답하였다. 물러나 이항과 술을 마시며 농담하기를 ‘너는 상적이고 나는 부적이다. 이 도적이 어찌 좀도둑의 무리가 아니겠는가.’라고 하고는 드디어 사직하고 고향으로 돌아갔는데, 청명이 더욱 퍼졌다. 금상조에 여러 차례 관직에 제수되었으나 나아가지 않았다.이때에 이르러 병이 났는데, 주상이 의원을 보내 병을 치료하게 하였으나 도착하기 전에 졸하니, 나이가 72세였다. 조정의 신하들이 시호를 내려 포상하고 장려하는 뜻을 보이기를 청하였으나, 주상이 전례가 없다는 이유로 허락하지 않고 대사간에 추증하였으며, 부의와 물품을 하사하여 장례를 치르게 하였다.조식이 학문을 하는 데에는 마음에 얻는 것을 귀하게 여겼고, 치용과 실천을 급선무로 삼았으나 강론하고 변석하는 말을 좋아하지 않았다. 일찍이 학도를 위하여 경서나 설을 이야기한 적이 없었고, 다만 자신에게 돌이켜 구하여 스스로 얻도록 하였다. 그 정신과 풍력이 사람들을 감동시키는 점이 있었기 때문에 따라 배우는 자들이 많이 아뢰어 꺼냈다. 《참동계》 보기를 매우 좋아하며 말하기를 ‘좋은 곳이 매우 많아 학문을 하는 데 도움이 된다.’라고 하였다. 또 말하기를 ‘석씨가 상달한 곳은 우리들과 일반이다.’라고 하였다. 일찍이 ‘경의’라는 두 글자를 벽에 써서 배우는 사람들에게 보였는데, 임종할 때 문인에게 말하기를 ‘이 두 글자는 해와 달 같으니 폐할 수 없다.’라고 하였다. 조식은 저서하지 않았고 시문 몇 편이 세상에 유행되어 있었으므로 배우는 자들이 남명선생이라 불렀다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 1월 1일(무오) 1번째기사",
                "gt-oKo": "처사(處士) 조식(曺植)이 졸하였다. 조식의 자는 건중(楗仲)이며 그 선대는 창녕인(昌寧人)으로 삼가현(三嘉縣)에서 자랐다. 어릴 적에 호방하고 용감하여 잗단 예법에 구애받지 않아 스스로 그 재주를 과시하는가 하면 문장은 기고(奇古)를 지향했는데, 내심에 과거 급제나 공명(功名)은 손쉽게 이룰 것으로 여겼다. 그러던 중 일찍이 친구와 《성리대전(性理大全)》을 읽다가 허노재(許魯齋)가 말한 ‘이윤(伊尹)이 뜻한 바를 뜻하고, 안자(顔子)가 배운 바를 배우며, 세상에 나가면 공을 세우고 들어앉으면 절조를 지킨다.’는 대목에 이르러, 장부는 마땅히 이와 같이 해야 한다고 하고 크게 마음을 가다듬고서 실학에 뜻을 독실히 하였으며 아울러 과거(科擧) 공부를 폐기하였다. 일찍이 서울에 갔다가 성수침(成守琛)을 방문했는데 그가 백악산(白岳山) 밑에 집을 짓고 세상사와 인연을 끊은 것을 보고는 마침내 그와 벗이 되었으며, 고향으로 돌아와 벼슬하지 않고 지리산(智異山) 아래에서 살았다. 취사(取捨)를 함부로 하지 않아 남을 인정해 주는 일이 적었으며 항상 조용한 방에 단정히 앉아 칼로 턱을 고이는가 하면 허리춤에 방울을 차고 스스로 행동을 조심하여 밤에도 정신을 흐트러뜨린 적이 없었다. 한가로이 지낸 세월이 오래되자 사욕과 잡념이 깨끗이 씻겨져 천 길 높이 우뚝 선 기상이 있었고, 꼿꼿한 절개로 악을 미워하여 선량하지 않은 향인(鄕人)에 대해서는 엄격하게 멀리했기 때문에, 향인이 감히 접근하지 못했으며 오직 학도들만이 종유하였는데 모두 심복(心服)하였다. 명종조에 이항(李恒)과 함께 임금의 부름을 받고 입대하였을 때 임금이 치도(治道)를 물으니 조식은 매우 소략하게 대답하였는데, 물러나 이항과 술을 마시고 취하여 농담하기를, “너는 상적(上賊)이고 나는 다음가는 도적이니 우리들 도적이 남의 집 담장을 뚫는 유가 아니겠는가.” 하였다. 그리고 그 길로 하직하고 고향으로 돌아가자 청백한 이름이 더 한층 소문이 났다. 금상(今上)이 조정에서 여러 번 벼슬을 제수하였으나 나아가지 않았다. 이때에 이르러 병이 나자 상이 의원을 보내 병을 치료하게 하였는데 의원이 도착하기 전에 졸하였다. 나이는 72세였다. 조정 대신이 역명(易名)하여 포장하는 뜻을 보일 것을 청하니 상이 전례가 없다는 이유로 윤허하지 않은 대신, 대사헌을 증직하고 부물(賻物)을 하사하여 장사지내게 하였다. 조식의 학문은 마음으로 도를 깨닫는 것을 중시하고 치용(致用)과 실천을 앞세웠다. 시비를 강론하거나 변론하는 것을 좋아하지 않아 학도를 위하여 경서를 풀이해 준 것은 없고, 다만 자신에게서 돌이켜 구하여 스스로 터득하게 하였다. 그 정신과 기풍이 사람을 격려하고 움직이는 점이 있기 때문에 그를 따라 배우는 자들이 공부가 열리는 일이 많았다. 《참동계(參同契)》를 꽤나 즐겨 보면서, 좋은 곳이 매우 많아 학문을 하는 데 도움이 있다고 했고, 또 석씨(釋氏)의 최고 경지는 우리 유가와 일반이라고도 하였다. 일찍이 ‘경의(敬義)’라는 두 글자를 벽에 써 두고 배우는 자들에게 보였는데, 임종시에 문인에게 말하기를, “이 두 글자는 일월처럼 폐할 수 없다.” 하였다. 조식의 저서는 없고 약간의 시문(詩文)만 세상에 나돌 뿐인데, 학자들이 남명 선생(南冥先生)이라 불렀다.",
                "hj": "○朔戊午/處士曺植卒。 植字楗仲, 其先昌寧人, 家于三嘉縣。 少時, 豪勇不羈, 自雄其才, 爲文務奇古, 謂科第功名可俯取。 嘗與友人, 讀《性理大全》, 至許魯齋語: “志伊尹之所志; 學顔子之所學, 出則有爲; 處則有守。” 丈夫當如此, 乃惕然發憤, 篤志實學, 因斷棄擧業。 嘗游漢都訪成守琛, 見其搆屋白岳峯下, 謝絶世故, 遂與爲友。 歸鄕不仕, 居智異山下, 取與不苟, 少許可, 常危坐一室, 以劍拄頣, 佩鈴以自警, 雖夜未嘗昏睡。 閑居旣久, 澄汰欲念, 有壁立氣像, 耿介嫉惡, 鄕人之不善者, 視之若浼, 故鄕人不敢干謁, 只有學徒從游, 皆心服焉。 明宗朝, 與李恒同被召入對, 問以治道, 植對甚率略。 退與恒飮醉戲語曰: “汝爲上賊, 吾爲副賊。 此賊豈非穿窬之類耶?” 遂辭歸鄕里, 淸名益播。 今上朝, 累除官不就。 至是有疾, 上遣醫治疾, 未至而卒, 年七十二。 朝臣請易名以示褒奬, 上以無舊例不許, 贈大司諫, 賜賻物以葬。 植之爲學, 以得之於心爲貴; 致用踐實爲急, 而不喜爲講論辨釋之言, 未嘗爲學徒談經說書, 只令反求而自得之。 其精神、風力, 有竦動人處, 故從學者多所啓發。 頗喜看《參同契》以爲: “極多好處, 有補於爲學。” 又言: “釋氏上達處, 與吾儕一般。” 嘗書敬義二字于壁, 以示學者。 臨終謂門人曰: “此二字, 如日月, 不可廢也。” 植不著書, 有詩文若干篇行於世。 學者稱南冥先生。"
            },
            "2": {
                "H2KE-EN": "Jeong Jongyeong was appointed minister of rites . Shortly thereafter, he was transferred to the Ministry of Taxation . ",
                "H2KE-nKo": "정종영을 예조 판서로 삼았다가 곧이어 호조로 옮겼다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 1월 1일(무오) 2번째기사",
                "gt-oKo": "정종영(鄭宗榮)을 예조 판서로 삼았다가 곧 호조로 옮겼다.",
                "hj": "○以鄭宗榮爲禮曹判書, 俄遷戶曹。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, muja year (1408, the first year of King Taejongs reign (1408, the first year of King Taejongs reign. The King returned to the palace and granted a general pardon. He received congratulatory celebrations from all officials.",
                "H2KE-nKo": "주상이 적전에서 친경을 행하고 궁으로 돌아와 대사면령을 내렸으며, 백관의 하례를 받았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 2월 1일(무자) 1번째기사",
                "gt-oKo": "상이 적전(籍田)에서 친경(親耕)하고 환궁하여 대사면(大赦免)을 내린 뒤 백관의 하례를 받았다.",
                "hj": "○朔戊子/上親耕籍田, 還宮大赦, 受百官賀。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the King personally raised silkworm platforms for the first day of the second month in the byeongsul year (.",
                "H2KE-nKo": "중전이 친잠하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 3월 1일(병술) 1번째기사",
                "gt-oKo": "중전(中殿)이 친잠(親蠶)하였다.",
                "hj": "○朔丙戌/中殿親蠶。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King went to the Royal Confucian Academy to select fifteen people including Sim Chunggye . ",
                "H2KE-nKo": "주상이 춘당대에 나아가 선비들을 시험 보여 심충겸 등 15인을 뽑았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 3월 1일(병술) 2번째기사",
                "gt-oKo": "상이 춘당대(春塘臺)에 나아가 시사(試士)하여 심충겸(沈忠謙) 등 15인을 뽑았다.",
                "hj": "○上御春塘臺, 試士取沈忠謙等十五人。"
            },
            "3": {
                "H2KE-EN": "The King selected sixteen people including Yu Geun , who passed the state examination in the Royal Hunt.",
                "H2KE-nKo": "친경으로 과거를 행하여 유근 등 16인을 뽑았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 3월 1일(병술) 3번째기사",
                "gt-oKo": "친경(親耕)한 일로 과거를 보여 유근(柳根) 등 16인을 뽑았다.",
                "hj": "○以親耕設科, 取柳根等十六人。"
            },
            "4": {
                "H2KE-EN": "[The King] again appointed Ki Daeseung as headmaster . At the time, [the King] selected the envoy with utmost care. [The King] appointed Ki Daeseung as vice-envoy . Due to this, [the envoy] visited the imperial court [of Ming China], and [he] was appointed as inspector general . After [he] arrived at the capital [of Ming China], [he] declined to resign. Earlier, when [he] entered the Royal Lecture [on the Confucian Academy], [he] left [the Royal Lecture] and said, Your Majestys nature is different from that of the previous day. [I] cannot do anything to do. This is a crime of assisting and assisting [the King].",
                "H2KE-nKo": "기대승을 다시 대사성으로 삼았다. 이때 종계를 개정할 것을 주청하는 일로 사신을 엄선하여 대승을 부사로 삼았다. 대승이 이 때문에 입조하여 대사간에 제수되었는데, 연경에 도착하여서는 사직하여 체차되었다. 일찍이 한 번 경연에 들어가 일을 말하고 나와서 말하기를,“성상의 자질이 전일과는 판이하여 더 이상 어떻게 해 볼 수가 없으니, 이는 보도하는 자의 죄입니다.”하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 3월 1일(병술) 4번째기사",
                "gt-oKo": "다시 기대승(奇大升)을 대사성으로 삼았다. 동시에 종계(宗系)를 고칠 것을 주청하는 일로 사신을 정밀히 뽑으면서 대승을 부사(副使)로 삼았다. 대승은 이 일로 중국에 들어갔는데 그 도중에 대사간에 제배되었으나, 서울로 돌아온 뒤에 사양하여 체직되었다. 언젠가 한 번 경연에 들어가 일을 말하고 나와서 말하였다. “성상의 자질이 전일과 전혀 달라져 다시는 좋은 정사를 할 가능성이 없으니, 이는 보좌하는 자의 죄이다.”",
                "hj": "○復以奇大升爲大司成。 時以改宗系奏請, 極選使臣, 以大升爲副使。 大升以此入朝, 道拜大司諫, 旣至京辭遞。 嘗一入經筵言事, 出曰: “聖質與前日頓異, 無復可爲者。 此, 輔導者之罪也。”"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Bak Sun , first secretary of the Office of the Inspector General , resigned from office due to an illness and was replaced by Associate State Councilor . Jeong Daenyeon was appointed as Associate State Councilor .",
                "H2KE-nKo": "박순이 병을 이유로 사직하니, 찬성을 체차하였다. 정대년을 우찬성에 제수하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 4월 1일(병진) 1번째기사",
                "gt-oKo": "박순(朴淳)이 병으로 사직하니 찬성을 체직하였다. 정대년(鄭大年)을 우찬성에 제수하였다.",
                "hj": "○朔丙辰/朴淳謝病遞贊成。 以鄭大年拜右贊成。"
            },
            "2": {
                "H2KE-EN": "Kang Sasang was specially promoted to minister of war . Shortly thereafter, he was transferred to the Ministry of Personnel , and Jeong Jongyeong to minister of war . ",
                "H2KE-nKo": "강사상을 특별히 승진시켜 병조 판서로 삼았다가 곧바로 이조로 옮기고, 정종영을 병조 판서로 삼았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 4월 1일(병진) 2번째기사",
                "gt-oKo": "강사상(姜士尙)을 특승(特陞)하여 병조 판서로 삼았다가 곧 이조로 옮기고, 정종영(鄭宗榮)을 병조 판서로 삼았다.",
                "hj": "○特陞姜士尙爲兵曹判書, 俄遷吏曹, 鄭宗榮爲兵曹判書。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On eulyu day, Assistant Deputy Director [of the Office of Royal Decrees] Yun Chung presented Collected Records of the Six Codes (K. Yukjeon , which was recorded in the Books (C. Shijing , and the Four Books (C. Shujing . The King was praised and praised. [Yun] Chung was experienced in various books and strongly claimed that historical records were studied. However, he did not have truthful knowledge. He presented the Records of the Grand Abdicated King merely based on his study.",
                "H2KE-nKo": "부제학 유희춘이 《육서부록》 - 《시경》, 《서경》, 《사서》 - 을 올리니, 주상이 가상히 여겨 장려하였다. 유희춘은 여러 책에 박식하여 억지로 기억하여 암송하였으나, 실제로는 참된 지식은 없었다. 그가 올린 《육서부록》은 단지 고열하는 데 도움이 될 뿐이었다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 5월 1일(을유) 1번째기사",
                "gt-oKo": "부제학 유희춘(柳希春)이 《육서부록(六書附錄)》【《시(詩)》·《서(書)》·《사서(四書)》.】을 올리니 상이 가상하게 여겨 상주었다. 희춘은 많은 서적을 두루 보고 기억력이 좋아 모두 암송하였으나 실제는 참다운 앎이 없었으니, 그가 올린 부록은 참고해 보는 데에 도움이 될 뿐이었다.",
                "hj": "○朔乙酉/副提學柳希春進《六書附錄》,【《詩》、《書》、四書。】上嘉奬之。 希春博極群書, 强記成誦, 而實無眞知, 所上《附錄》, 只可資於考閱而已。"
            },
            "2": {
                "H2KE-EN": "Locusts eclipsed rice plants.",
                "H2KE-nKo": "벌레가 벼싹을 갉아먹었다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 5월 1일(을유) 2번째기사",
                "gt-oKo": "해충이 벼줄기를 갉아먹었다.",
                "hj": "○蟲食禾苗。"
            },
            "3": {
                "H2KE-EN": "Because of the special royal directive, [the King] appointed Bak Sun as 좌찬성 . [Bak] Sun declined from the spring to resign from the director of the Office of Royal Decrees from the summer until the summer he stopped. He submitted memorials several times, but the King finally did not grant permission.",
                "H2KE-nKo": "특지로 박순을 좌찬성에 제수하였다. 박순이 봄부터 대제학을 사직하여 여름이 되도록 그치지 않고 소장을 여러 차례 올렸으나, 주상이 끝내 허락하지 않았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 5월 1일(을유) 3번째기사",
                "gt-oKo": "특지(特旨)로 박순을 좌찬성에 제수하였다. 박순은 봄부터 대제학을 사양하여 여름까지 그만두지 않고 여러 차례 상소하였으나, 상이 끝내 허락하지 않았다.",
                "hj": "○以特旨拜朴淳左贊成。 淳自春辭大提學, 至夏不止, 章累上, 上終不許。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi I as assistant education director of the Office of Royal Decrees , expressing gratitude for the royal benevolence immediately resigned. Commissioner for Receiving the Imperial Envoy at the Border requested that he be appointed as an executive assistant. However, he resigned from his post due to an illness and returned to his hometown.",
                "H2KE-nKo": "이이를 부응교로 삼았는데 사은하는 즉시 사면하였다. 원접사가 종사관으로 삼기를 청하여 병으로 사직하고 고향으로 돌아갔다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 5월 1일(을유) 4번째기사",
                "gt-oKo": "이이(李珥)를 부응교로 삼았으나 사은(謝恩)한 즉시 사면(辭免)하였다. 원접사(遠接使)가 청하여 종사관을 삼았으나 병으로 사양하고 귀향하였다.",
                "hj": "○以李珥爲副應敎, 謝恩卽辭免。 遠接使請爲從事, 病辭還鄕。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Right State Councilor Yi Tak was dismissed from his illness on the first day of the month. While serving as the prime minister, [Yi] Tak always supported the meaning of safety for Confucian scholars, and thus his expectations were impressed.",
                "H2KE-nKo": "우의정 이탁이 병으로 면직되었다. 이탁은 정승의 자리에 있으면서 별로 건의한 것이 없었고, 항상 사림을 보호할 뜻을 품었기 때문에 인망이 그를 중시한 것이다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 6월 1일(을묘) 1번째기사",
                "gt-oKo": "우의정 이탁(李鐸)이 병으로 사면하였다. 이탁은 정승으로 있으면서 별로 건백(建白)한 것은 없었으나 항상 사림을 부호(扶護)할 생각을 가졌기 때문에 인망(人望)이 그를 중시하였다.",
                "hj": "○朔乙卯/右議政李鐸以病免。 鐸居相位, 別無建白, 而常懷扶護士林之意, 故人望重之。"
            },
            "2": {
                "H2KE-EN": "At that time, due to the drought, Venus appeared during daylight hours, and [the King] removed the main hall. The high officials reported to the King to return to the main hall on the summer months. The King replied, The Great White (Venus had not yet recovered, and I was apprehensive and apprehensive. How could I suddenly return to the main hall? The high officials reported to the King again, saying, Your Majesty has been apprehensive and apprehensive, and thus has not yet returned to the main hall. It can be said that there is nothing which is not things that the way to cultivate virtue and expel calamities. However, Heaven must devote himself to responsibility. It is not worrisome that the weather is like a sun and it is feared that Your Majesty might harm the symptoms of the symptoms. It is requested that Your Majesty quickly return to the main hall. At this time, there also had a wind blew and damaged rice. Even though the King did not return to the main hall, high officials said that the summer shall be seated on the summer",
                "H2KE-nKo": "이때 한재 및 태백성이 낮에 나타나는 일로 정전을 피하였다. 대신이 무더운 계절이라 하여 정전으로 돌아갈 것을 아뢰니, 주상이 답하기를,“태백이 아직 회복되지 않아 바야흐로 두려운 마음을 품고 있는데, 어찌 갑자기 정전으로 돌아갈 수 있겠는가.”하였다. 대신이 다시 아뢰기를,“주상께서 두려워하여 정전으로 돌아가지 않으시니, 덕을 닦아 재앙을 그치게 하는 방도가 지극하지 않은 것이 없다고 하겠습니다. 그러나 하늘에 응답하는 것은 실질로써 해야지 형식적으로 해서는 안 됩니다. 날씨가 무서워서 처마 기둥에 한데서 앉아 있으면 성상의 옥체가 손상될까 염려되니, 속히 정전으로 돌아가소서.”하니, 주상이 그제야 허락하였다. 이때 또 풍재가 있어 농사에 해를 끼쳤는데, 주상이 정전에 나아가지는 않았으나 대신이 처마 기둥에 한데서 앉아 있다고 하였으니, 이미 실질적인 것이 아니었다. 그런데 또 덕을 닦아 재앙을 그치게 하는 방도가 지극하지 않은 것이 없다고 하면서 구차하게 아첨만 하였으므로 식자들이 비난하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 6월 1일(을묘) 2번째기사",
                "gt-oKo": "이 때 한재(旱災)와 태백(太白)이 주현(晝見)한 일로 정전(正殿)을 피해 있었는데, 대신이 여름철이라는 이유로 정전으로 복귀할 것을 아뢰니, 상이 답하기를, “태백이 원상으로 돌아가지 않아 지금 마음이 두려운데 어찌 갑자기 정전으로 복귀할 수 있겠는가.” 하였다. 대신이 다시 아뢰기를, “상께서 두려워하는 마음으로 정전에 복귀하지 않으시는 것은 덕을 닦아 재앙을 푸는 방도에 있어서 극진하다고 말할 수 있겠습니다. 그러나 하늘에 응답하는 것은 사실대로 해야지 꾸며서 해서는 안 됩니다. 뜨거운 햇살이 쇠를 녹여버릴 것 같은데 처마끝에 나앉아 계시어 성체에 손상이 될까 염려되니, 빨리 정전으로 복귀하소서.” 하니, 상이 이에 허락하였다. 이 당시 또 풍재(風災)가 있어 벼가 피해를 입었는데, 상이 정전에 거처하지는 않았다 하더라도 뙤약볕이 내려쬐는 처마끝에 나앉았다고 대신이 말한 것은 이미 사실이 아닌데다가, 또 덕을 닦아 재앙을 푸는 방도가 극진하다고까지 하여 구차하게 아첨하였으므로 식자들이 비난하였다.",
                "hj": "○時以旱災及太白晝見, 避正殿。 大臣以暑月, 啓復正殿, 上答曰: “太白未復, 方懷危懼, 安可遽復正殿乎?” 大臣復啓曰: “自上危懼, 未復正殿, 修德弭災之方, 可謂無不至矣。 但應天以實, 不以文。 畏日如爍, 露坐簷楹, 恐傷聖體, 請亟復正殿。”, 上乃許之。 是時, 又有風災害稼, 上雖不御正殿, 大臣謂: “露坐簷楹。” 則旣非其實, 而又以爲: “修德弭災之方無不至。” 苟爲諂辭, 識者譏之。"
            },
            "3": {
                "H2KE-EN": "The King appointed Assistant State Councilor Jeong Daenyeon as Right State Councilor of the State Council . The censors impeached [Jeong Daenyeon], saying, Earlier, he had been associated with Kim Anro . However, he did not have any incident. Later, [Jeong Daenyeon] removed [his words] and yet continued to impeach [his words]. The King knew that [Jeong Daenyeon] did not come to work, and eventually granted permission. Jeong Daenyeon was a man of integrity and frugal behavior, but he was not like Confucian scholars. For this reason, he did not return to his home. [Jeong Daenyeon] was again appointed as Assistant State Councilor , but he did not bow to [his] position, withdrew his back to his hometown.",
                "H2KE-nKo": "우찬성 정대년을 의정부 우의정으로 삼았다. 간관이 논핵하기를,“일찍이 김안로에게 빌붙었으면서도 실제로 그런 일이 없었습니다.”하였는데, 그 뒤에 그 말을 삭제해 버렸으나 여전히 논핵하기를 그치지 않았다. 주상이 그가 취임하지 않을 것을 알고 마침내 윤허하였다. 정대년은 청렴하고 검소한 행실은 조금 있었으나 사람됨이 범속하여 유자를 좋아하지 않았기 때문에 인망이 그에게로 돌아가지 않았다. 다시 우찬성에 제수하였으나 숙배하지 않고 고향으로 돌아갔다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 6월 1일(을묘) 3번째기사",
                "gt-oKo": "우찬성 정대년(鄭大年)을 의정부 우의정으로 삼았는데, 간관(諫官)이 그가 일찍이 김안로(金安老)에게 빌붙었다는 것으로 탄핵하였으나 사실은 그런 일이 없었다. 그 뒤에 그 말을 삭제하고서 계속 논핵하니 상은 그가 취임하지 않을 것을 알고 결국 윤허하였다. 대년은 약간 청검(淸儉)한 행실은 있었으나 사람됨이 범속(凡俗)하여 유자(儒者)를 좋아하지 않았으므로 인망이 그에게 돌아가지 않았다. 다시 우찬성을 제수하였으나 숙배하지 않고 물러나 고향으로 돌아갔다.",
                "hj": "○以右贊成鄭大年爲議政府右議政。 諫官劾之以爲: “曾附金安老。” 而實無其事。 其後削去其語, 而猶論之不已, 上知其不就, 遂允之。 大年粗有淸儉之行, 而爲人凡俗, 不喜儒者, 故人望不歸。 復除右贊成, 不拜, 退歸鄕里。"
            },
            "4": {
                "H2KE-EN": "[The King] appointed 정철 as the section chief of the Ministry of Personnel . Earlier, when Yi Tak was the minister of personnel , he strongly encouraged public justice. The scholarly expected him is extremely important. Whenever [Yi] checked [the section chief of personnel], [Yi] always observed the public justice, and many of them disobeyed [the section of personnel]. [Yi] Tak did not follow [the section of personnel]. Afterward, [the King] addressed [the section chief of the Ministry of Personnel], saying, It will be impossible for me tolerate [the section chief of personnel] in the future. Later, those who had served as the minister of personnel all failed to do so. [The section chief of the Ministry of Personnel] praised [the section chief of the Ministry of Personnel]. [The section chief of the Ministry of Personnel] , [the section chief of the Ministry of Personnel] addressed [the section chief of the Ministry of Personnel]. [The section chief of the Ministry of Personnel] was unable tolerve [the section chief of the Ministry of Personnel]. [The section chief of the Ministry of Personnel] was so sigh that [he] could not reach [the section chief of the Office of the First Secretary of the State Council . Later, [the section chief of the Ministry of Personnel] was promoted to [the section chief of personnel] of the State Council .",
                "H2KE-nKo": "정철을 이조 정랑으로 삼았다. 처음에 이탁이 전조의 장관이 되어 공도를 힘써 넓혀 사림의 여망이 매우 무거웠다. 정철이 전조의 주의를 할 때마다 반드시 공론을 견지하여 반대하는 말을 많이 하자, 이탁이 그의 말을 따르지 않는 말이 없었다. 이윽고 정철에게 말하기를,“오직 내가 능히 그대를 용납하면 후세 사람들이 반드시 감당하지 못할 것이다.”하였다. 그 뒤에 이조 판서로 있던 자들이 모두 그렇게 하지 못하니, 정철이 탄식하기를,“이공의 도량은 따를 수 없다.”하였다. 얼마 안 되어 정철을 의정부 사인으로 올려 제수하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 6월 1일(을묘) 4번째기사",
                "gt-oKo": "정철(鄭澈)을 이조 정랑으로 삼았다. 처음에 이탁(李鐸)이 전장(銓長)으로 있으면서 공도(公道)를 힘써 넓혀 사류의 여망이 매우 컸었다. 전주(銓注)할 때마다 반드시 공론을 견지하고 원안을 번복시키는 일이 많았으나, 이탁은 그 말을 따르지 않은 적이 없었다. 나중에 정철에게 말하기를, “오직 나만이 그대를 포용할 뿐이지 나중 사람은 필시 감당하지 못할 것이다.” 하였는데, 그 후의 이조 판서들은 과연 모두가 이탁처럼 하지 못했다. 이에 정철이 탄식하기를, “이공(李公)의 도량은 미칠 수 없다.” 하였다. 얼마 후 정철은 의정부 사인(舍人)으로 승진하였다.",
                "hj": "○以鄭澈爲吏曹正郞。 初, 李鐸爲銓長, 力恢公道, 士望甚重。 澈每當銓注, 必持公論, 多所違覆, 鐸無言不從。 旣而謂澈曰: “惟我能容君, 後人必有所不堪者。” 厥後判吏曹者, 皆不能然, 澈歎曰: “李公之量, 不可及也。” 澈未幾, 陞拜議政府舍人。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 1번째기사",
                "gt-oKo": "영중추부사 이준경(李浚慶)이 졸하였다. 준경은 한 달이 넘도록 병석에 누워 있었는데 병세가 악화되자 의원을 물리치며 말하기를, “나의 수명이 이미 다하였다. 어찌 약을 먹어 목숨을 연장할 수 있겠는가. 오직 우리 임금에게 한 말씀 올리고 싶을 뿐이다.” 하였다 그리고 입으로 불러 소장을 초하여 올리기를, “흙 속에 들어가는 신 모(某)는 삼가 4건의 일을 갖추어 유언을 올리니, 전하께서는 조금이라도 살펴주소서. 첫째, 제왕은 무엇보다도 학문하는 일이 가장 큽니다. 정자(程子)가 ‘함양 공부는 경(敬)으로 해야 하고 학문을 진취시키려면 치지(致知)해야 한다.’ 하였습니다. 전하의 학문은 치지의 공력 면에서는 보통 이상의 수준이라고 하겠지만 함양의 힘은 미치지 못하는 점이 많이 있습니다. 그래서 말을 하는 것이 매우 준엄하시고 아랫사람을 대할 때 포용하고 공순한 기상이 적으시니, 전하께서는 이 점에 더 노력하소서. 둘째, 아랫사람을 대할 때는 위의(威儀)가 있어야 합니다. 신은 듣건대, ‘천자는 목목(穆穆)하고 제후는 황황(皇皇)하다.’ 하였으니, 위의를 차리시는 일을 삼가지 않아서는 안 됩니다. 신하가 진언하는 경우에는 마땅히 너그러이 포용하여 예우해 주셔야 합니다. 아무리 뜻에 거슬리는 말이 있더라도 때로 영기(英氣)를 드러내 주의를 환기시키는 일은 있으실지언정, 사사 건건 직설적으로 드러내면서 스스로 잘난 체하는 것을 아랫사람들에게 보여서는 안 됩니다. 계속 지금처럼 하신다면 백관이 맥이 풀려 수없이 터지는 잘못을 이루 다 바로잡지 못할 것입니다. 셋째, 군자와 소인을 분간하는 일입니다. 신은 듣건대 군자와 소인은 본디 정해진 명분이 있어 숨길 수 없다고 하였습니다. 옛날 당 문종(唐文宗)이나 송 인종(宋仁宗)은 애당초 군자와 소인을 모르지는 않았으나 사당(私黨)에 이끌려 그들을 분간하여 쓰지 못했기 때문에, 마침내 시비에 어두워져 조정이 불안정한 결과를 초래하였습니다. 참으로 군자라면 아무리 소인이 공격하는 일이 있더라도 뽑아 써 의심하지 마시고, 참으로 소인이라면 비록 사정(私情)이 있으시더라도 단호히 물리쳐 멀리하여야 합니다. 이와 같이 한다면 어찌 하북 조정(河北朝廷)과 같은 어려움이 있겠습니까. 넷째, 사사로운 붕당을 깨뜨려야 합니다. 신이 보건대, 오늘날 사람들은 간혹 잘못된 행실이나 법에 어긋난 일이 없는 사람이 있더라도 말 한 마디가 자기 뜻에 맞지 않으면 배척하여 용납하지 않으며, 행검을 유의하지 않고 독서를 힘쓰지 않더라도 고담 대언(高談大言)으로 붕당을 맺는 자에 대해서는 고상한 풍치로 여겨 마침내 허위 풍조를 빚어내고 말았습니다. 군자는 모두 조정에서 집정(執政)하게 하여 의심하지 말고 소인은 방치하여 자기들끼리 어울리게 해야 하니, 지금은 곧 전하께서 공정하게 듣고 두루 살펴 힘써 이 폐단을 없앨 때입니다. 그렇지 않으면 끝내는 반드시 국가의 구제하기 어려운 걱정거리가 될 것입니다.” 하였다. 상소가 들어가자, 답하기를, “계사(啓辭)는 살펴보았다. 혹시 더 할 말이 있는가?” 하고, 승지로 하여금 가서 물어보게 하였는데, 그때는 이미 세상을 떠난 뒤였다. 나이는 74세였다. 준경은 어릴 때부터 뜻이 높고 비범하였으며 체격이 웅대하여 많은 선비들 사이에 이름이 있었는데, 정광필(鄭光弼)과 김안국(金安國)으로부터 큰 기대를 받았다. 조정에 들어와서는 청렴하고 엄중함이 세속에서 뛰어나 형 윤경(潤慶)과 함께 여망을 받아 사람들이 두 봉황새라고 일컬었다. 그 중에서도 윤경이 더 한층 강직했으므로 인물을 논하는 이들이 형이 더 우월하다고 하였다. 권간(權奸)이 권세를 부리던 당시 준경은 지조를 지키고 아부하지 않아 자주 배격을 당하였으나, 그들이 끝내 감히 가해하지 못한 것은 절조와 행검에 하자가 없고 논의가 한편으로 치우치지 않았기 때문이었다. 부정한 논의에 대하여 감히 그것을 바로잡지는 못하였으나, 본심은 사류를 보호하였기 때문에 청론(淸論)이 믿고 의지하는 바가 있어 여망이 그에게로 돌아갔다. 윤원형(尹元衡)이 무너진 뒤에 비로소 국사를 담당하고 금상(今上)을 보좌하여 급한 상태를 안정 국면으로 돌아서게 하였는데, 주상도 국사를 위임하고 의심하지 않았다. 준경은 성심과 공도로 문무 관원을 재목에 따라 써서 계책이 행해지고 공이 이루어졌으며 인심을 진정시키고 국맥을 배양하였으니, 참으로 사직지신(社稷之臣) 이라 할 만하다. 다만 본조(本朝)에 사화(士禍)가 자주 일어났기 때문에 신진들의 논의가 과격하고 예리한 것을 보고는 항상 억제하여 조정하려 하였고, 또 혁신하여 일거리를 만들려고 하지 않았으므로 사림이 흔히 그 점을 부족하게 여겼는데, 준경은 웃으면서 말하기를, “차라리 남이 나를 저버리는 것이 낫지 내가 남을 저버리지는 않겠다.” 하였다. 준경은 정승으로 있으면서 체모를 잘 지켜 비록 선인(善人)을 좋아하고 선비를 위하긴 하였으나, 자신을 낮추어 굽힌 적은 없었다. 조식(曺植)이 임금의 부름을 받고 서울에 들어왔을 때 준경은 옛 친구의 입장에서 서신은 보냈으나 끝내 찾아가 보지 않았다. 조식이 귀향하려 하면서 찾아와 고별하고 말하기를, “공은 어찌 정승 자리를 가지고 스스로 높이려 하는가?” 하자, 준경이 말하기를, “조정의 체모를 내가 감히 폄하할 수 없어서이다.” 하였다. 이황(李滉)이 서울에 들어왔을 때 사대부가 아침 저녁으로 그의 문전을 찾아가니, 이황은 한결같이 모두 예로 접대하였다. 최후에 준경을 찾아가 인사하자 준경이 말하기를, “도성에 들어오신 지 오래되었는데 어찌 이제야 찾아오십니까?” 하니, 이황이 사대부들을 응접하느라 그럴 틈이 없었다고 하자, 준경이 언짢아하며 말하기를, “지난 기묘년에도 선비의 풍조가 이러하였으나 그 가운데도 염소 몸에 호랑이 껍질을 뒤집어 쓴 자가 있었으므로, 사화가 이로 인하여 일어났습니다. 조정암(趙靜庵) 이외에 그 누구도 나는 인정하지 않습니다.” 하였다. 인묘(仁廟)가 붕어하여 빈소에 있을 때 제신(諸臣)이 빈청(賓廳)에 모였는데, 모두가 윤원로(尹元老)를 죽이려 하면서 먼저 행동에 옮긴 뒤에 보고하자고 하며 재신들에게 정승에게 가서 그 가부를 논의하게 하였다. 이 때 준경은 우윤(右尹)으로 그 자리에 참여하였는데, 홀로 말하기를, “지금 시기는 전일과 다르다. 대비(大妃)가 위에 계시는데 어찌 품의하지 않고 마음대로 그 동기를 주벌할 수 있겠는가.” 하였다. 이로 인하여 그 논의가 중지되었는데, 송인수(宋麟壽) 등이 모두 그르게 여겼다. 그후 얼마 안 되어 사화가 크게 일어나 수많은 사류가 참화를 당하였으나, 준경은 평안 감사(平安監司)로 좌천되기만 하였다. 윤원형(尹元衡)이 항상 앞서의 일을 고맙게 생각하고 이끌어 정경(正卿)에 앉혔으며 마침내 정승에까지 이르렀는데, 준경은 조정에서 꼿꼿하게 집정(執政)하며 끝내 굽히는 일이 없었다.",
                "hj": "○朔甲申/領中樞府事李浚慶卒。 浚慶寢疾逾月, 至疾甚却醫曰: “吾天祿已終, 豈可服藥延活? 第欲貢一言于吾君。” 口號草疏以進曰: 入地臣某, 謹條四件, 仰瀆身後之聽。 伏願殿下, 少垂察焉。 一曰、帝王之務, 惟學爲大。 程子曰: “涵養須用敬, 進學在致知。” 殿下之學, 其於致知之功, 思過半矣。 涵養之力, 多有所不逮。 故辭氣之間, 發之頗厲, 接下之際, 少含容遜順氣象。 伏願殿下, 於此加功焉。 二曰、待下有威儀。 臣聞, 天子穆穆, 諸侯皇皇。 威儀之間, 不可不謹也。 臣下進言之際, 當優容而禮貌之。 雖有違拂之辭, 時露英氣而振警之, 不宜事事表襮, 高自賢聖, 以示群下。 如此, 百僚解體, 救過不贍矣。 三曰、辨君子、小人。 臣聞, 君子、小人自有定分, 不可掩也。 昔唐之文宗; 宋之仁宗, 未嘗不知君子、小人, 而牽於私黨, 不能辨別而用之, 遂致眩於是非, 朝廷不靖。 苟君子也, 雖或小人攻治, 拔而用之勿貳; 苟小人也, 雖有私意, 斥而去之勿疑。 如此則安有河北朝廷之難易也哉? 四曰、破朋黨之私。 臣見, 今世之人或有身無過擧; 事無違則, 而一言不合, 排斥不容。 其於不事行檢; 不務讀書, 而高談大言, 結爲朋比者, 以爲高致, 遂成虛僞之風。 君子則竝立而勿疑; 小人則任置而同其流可也。 此乃殿下公聽竝觀, 務去此弊之時也。 不然, 終必爲國家難救之患矣。 疏入, 答曰: “啓辭當省警。 其復有所言乎?” 令承旨往問, 則已卒矣。 年七十四。 浚慶自少磊磈不群, 儀貌雄偉, 有名於多士間, 爲鄭光弼、金安國所器重。 立朝淸嚴絶俗, 與兄潤慶, 同負時望, 人稱二鳳。 潤慶尤剛直, 論者以兄爲優。 當權姦之用事, 浚慶自守不阿, 數遭撓挫, 而終不敢加害者。 以操履無玷, 論議不偏故也。 其於橫議, 雖不敢匡正, 心護士類, 故淸議有所恃賴, 輿望歸之。 元衡旣敗, 始得當國, 翊戴今上, 轉危爲安, 上亦委任不疑。 浚慶開誠布公, 文武隨用, 謀行功從, 鎭人心、培國脈, 眞所謂 ‘社稷之臣’ 矣。 但以本朝士禍數起, 見新進論議果銳, 每欲裁抑調停, 又不欲更張生事, 故士林多短之。 浚慶笑曰: “寧人負我, 無我負人。” 浚慶爲相, 矜持體貌, 雖好善奬士, 未嘗卑屈。 當曺植被召入京, 浚慶以故舊, 書信通問, 終不往見。 植將還鄕, 乃就而告別, 且曰: “公何以相位自高?” 浚慶曰: “朝家體貌, 吾不敢自貶也。” 李滉之入來, 士大夫朝夕候其門, 滉一皆禮接, 最後往謁浚慶。 浚慶曰: “入城已久, 何來見之晩?” 滉答以應接不暇。 浚慶不悅曰: “往在己卯, 士習如是。 其間亦有羊質虎皮, 禍由是媒。 趙靜庵外, 吾不取也。” 仁廟在殯, 諸臣會賓廳, 皆欲殺尹元老, 先行後聞, 令諸宰詣政丞前, 言其可否。 浚慶以右尹參列, 獨言: “今時異於前日, 大妃在上, 豈可不稟而擅誅其同氣乎?” 議由是沮, 宋麟壽等, 皆非之。 未久, 士禍大作, 一隊虀粉, 而浚慶只左遷平安監司。 元衡常以前事德之, 引置正卿, 卒至大拜, 浚慶正色立朝, 終無所屈。"
            },
            "2": {
                "H2KE-EN": "The King saw the secret memorial submitted by Yi Jun , which stated, The court officials will form a group of families and become a natural custom. Thereupon, the King was greatly surprised and asked high-ranking officials, If there is a group of families, the imperial court will be disturbed. The high-ranking officials persisted and refused, but the King also did not thoroughly question them. Consequently, the officials of the three offices, the Office of Royal Decrees , and the Office of Royal Decrees all submitted a memorial to admonish their wrongdoings.",
                "H2KE-nKo": "주상이 이준경의 유소를 보고 말하기를,“조정의 신하들이 붕당을 맺어 마침내 허위의 풍조를 이루었다.”하고, 이에 크게 놀라 대신에게 묻기를,“만약 붕당이 있으면 조정이 어지러워질 것이다.”하니, 대신이 화해하였는데, 주상도 끝까지 캐묻지 않았다. 이에 삼사와 예문관, 독서당이 모두 상소하여 실언을 공격하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 2번째기사",
                "gt-oKo": "상이 이준경의 유소(遺疏)에 ‘조정 신하들이 붕당을 만들어 마침내 허위 풍조가 형성되었다.’고 한 말을 보고 크게 놀라 대신에게 묻기를, “만약 붕당이 있다면 조정이 어지러워질 것이다.” 하니, 대신이 그 의혹을 풀어주었는데, 상도 끝까지 따지지 않았다. 그러자 삼사(三司)와 예문관(藝文館)·독서당(讀書堂)이 다 상소하여 그 실언(失言)을 공박하였다.",
                "hj": "○上見李浚慶遺疏言: “朝臣結爲黨比, 遂成虛僞之風。” 乃大驚問大臣曰: “若有朋黨, 則朝廷亂矣。” 大臣爲之和解, 而上亦不窮問。 於是, 三司及藝文館、讀書堂皆上疏, 攻其失言。"
            },
            "3": {
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 3번째기사",
                "gt-oKo": "응교 이이(李珥)가 향리에 있으면서 상소하여 사직하고 아울러 시사(時事)를 진달하였는데, 그 대략은 다음과 같다. “이준경이 죽을 임시에 진언하면서 붕당을 깨뜨리라는 주장을 제기하였는데, 전하께서 그 말을 깊이 믿고서 조정이 이미 어지럽고 붕당이 이미 이루어졌다고 의심하시어 조신(朝臣)의 소차(疏箚)를 전부 자신을 변명하는 말로 여기고 깊이 살피지 않으시기 때문에 고굉(股肱)의 신하들이 이와 같이 황혹(惶惑)해 하니, 신이 비록 무상하나 가슴이 아픕니다. 붕당에 관한 설이 어느 시대라고 없었겠습니까마는, 그 취지는 다만 군자의 당인지 소인의 당인지를 잘 분별하라는 것일 뿐이었습니다. 참으로 군자라면 천백 인이 한 무리를 짓더라도 많으면 많을수록 더욱 좋은 법이고, 참으로 소인이라면 한 사람이라도 용납해서는 안 되는데 하물며 붕당을 형성한 것이겠습니까. 만약 사정(邪正)을 묻지 않고 곧장 붕당을 지었다는 것만을 의심하여 그것을 깨뜨리려고 한다면 또다시 동경(東京) 당고(黨錮)의 화와 백마역(白馬驛) 청류(淸流)의 참극이 반드시 일어나지 않으리라고 보장하지 못할 것입니다. 예로부터 붕당을 논한 것 중에 구양수(歐陽修)의 붕당론보다 잘 분변한 것이 없고 주자(朱子)가 유정(留正)에게 답한 편지보다 더 절실한 것이 없으니, 전하께서 시험삼아 그 글을 보시면 군자와 소인의 정상을 확실하게 알 수 있을 것입니다. 신이 어찌 감히 그 사이에 더 덧붙이겠습니까. 다만 오늘날의 일로 말하건대, 이준경이 말한 붕당은 과연 어떤 사람을 가리킨 것인지 모르겠습니다. 지금은 권간이 이미 없어지고 그 남은 도당이 기가 꺾였으므로, 비록 소인이 전혀 없다고 말할 수는 없더라도 감히 공공연하게 함께 비방하고 무리지어 간악한 짓을 하지는 못하니, 본디 붕당이라고 지목할 수 없을 것입니다. 그리고 자기 소견 없이 남의 뒤만 따라다니는 자가 무수히 많으나 각기 그 한몸을 위하고 그 녹을 보전할 뿐이니, 이들을 더욱 붕당이라고 지목할 수도 없습니다. 굳이 있다고 한다면 오직 임금을 사랑하고 나라를 걱정하며 공실(公室)을 받들고 사문(私門)을 막는 자가 몇 사람 되지 않으나, 공론이 그들을 의존하여 조금이나마 행해지고 있는데, 준경이 말한 붕당은 바로 이런 사람들을 가리킨 것이 아니겠습니까. 오늘날 대신은 권간이 참벌(斬伐)을 행하는 동안 누차 기절(氣節)을 변해 오면서 겨우 몸을 보전하였습니다. 그래서 늘 과거의 화에 겁을 먹은 나머지 가능한 한 안정만을 바라고 있으므로 사림에서는 그 안일한 자세를 의심하고 있습니다. 그리고 사기(士氣)가 성명께서 즉위하신 날에 약간 진작되어 어지러움을 정돈하고 다스림을 꾀하기에 급급하였기 때문에, 언론이 강개하여 평소의 규례를 답습하지 않았으므로 대신은 그 과격함을 의심하고 있습니다. 그러고 보면 그 형적은 서로 불화한 듯하지만 그 마음은 다같이 나라를 걱정한 것이니, 서로 화합하는 점에서 볼 때 별 문제는 되지 않습니다. 그런데 이런 상황에서 뜻을 잃어 불만에 찬 군소배가 남몰래 틈을 엿보고 서로를 이간하였으니, 참으로 크고 넓은 도량에 시비를 환히 아는 이가 아니면 어찌 집요하게 참소하는 설에 동요되지 않을 수 있겠습니까. 지난 해에 도하(都下)에 떠들썩하게 떠돌기를, ‘호서(狐鼠)의 무리가 비밀히 사림을 해치려고 하는데 이준경이 그 일을 주도하고 있다.’ 하였는데, 식자(識者)들이 모두들 ‘성명의 밝으심이 중천에 뜬 해와 같아 도깨비나 괴물들이 반드시 술수를 부리지 못할 것이고, 준경이 아무리 황잡(荒雜)하더라도 어찌 청류를 무함하기까지야 하겠는가.’ 하였습니다. 그러자 공론이 터지려다가 중지되었는데, 그가 오늘날 한 말로 보면 지난 해에 떠돌던 말이 어찌 헛소리라고만 할 수 있겠습니까. 아, 미심쩍어하는 마음을 가진 자에게는 참소하고 해치는 말이 들어오고, 확실치 않은 논의를 가진 자에게는 많은 그릇된 일이 들어올 문이 열려지게 되는 법입니다. 준경의 말이 과연 사실이라면 정신(廷臣) 중에 분명히 간악한 자들과 서로 붕당을 만들어 공도(公道)를 등지고 사심(私心)을 행한 자가 있을 것이니, 전하께서 명백히 가리고 정밀히 조사하여 반드시 그 사람을 잡아 먼 변방으로 내쳐야 할 것입니다. 그러나 정신 중에 만약 이런 사람이 없다면 준경의 말은 울분에 격앙되어서 나온 것이거나 아니면 정신이 착란된 상태에서 나온 것으로써, 불충(不忠)이 될 뿐만이 아니라 도리어 큰 화를 부추기는 근원이 된다 하겠습니다. 전하께서는 마땅히 깊이 그 잘못을 견책하고 분명히 군신(群臣)에게 고하여 군자는 위로 임금을 믿고 그 충성을 다하고 소인은 두려워 숨어 그 간계를 부리지 못하게 하셔야 할 것입니다. 어찌 흑백과 시비를 가리지 않아 빙탄(氷炭)이 한 그릇 속에 있게 할 수 있겠습니까. 그리고 준경은 정직과 강직으로 일생 동안 자부해 온 사람으로서 벼슬은 백관의 으뜸이 되고 영화는 오정(五鼎)을 누렸으니, 화복을 돌아보지 말고 아는 것은 모두 말하여 성주의 은혜에 보답했어야 옳을 것입니다. 참으로 정신(廷臣)들이 사당(私黨)을 결성한 사실을 알았다면 어찌 정승으로 있으면서 입고(入告)할 때에 명백하게 진술해서 그 길을 끊어버리지 않고, 임종할 때에 이르러서야 감히 말을 꺼낸단 말입니까. 또 어째서 누가 붕당을 맺었다고 분명히 말하지 않고 얼버무림으로써 전하로 하여금 모든 군신을 다 의심하게 한단 말입니까. 이는 다름이 아닙니다. 준경이 붕당으로 지목한 자들은 모두 한 때의 청망(淸望)을 등에 업고서 공론을 주장하는 자들이니, 만약 이름을 분명히 말하면 사림에 죄를 얻어 결과적으로 소인이 될 뿐만 아니라, 아무리 전하라도 그가 현인을 해치고 나라를 병들게 한 것을 의심하실 것이기 때문입니다. 정직하고 강직한 자가 과연 이와 같단 말입니까. 기묘년 이후 간신들이 번갈아 권력을 잡고서 제멋대로 지시하였는데 백관들은 모두 그에 순응하였습니다. 그들에게 거역하는 자는 집안이 깨어지고 건드리는 자는 몸이 박살났으며, 그저 굽신거리고 따르는 자만이 목숨을 부지할 수 있었습니다. 그렇기 때문에 그 당시 벼슬이 높은 자일수록 행실이 비열하고 요직에 있는 자일수록 재질이 하등(下等)에 속했었으니, 오늘날의 구신(舊臣)이라고 하는 자들은 모두 모난 방망이가 깎여져 둥글게 되고 술찌꺼기 먹고 묽은 술을 마시던 자들입니다. 만약 강직하여 굽히지 않고 절의에 죽는 선비를 구한다면 어찌 구신들이 그런 선비가 되겠습니까. 공론이 그들을 인정하지 않는 것은 참으로 이 때문입니다. 그렇긴 하지만 목숨을 버리고 의를 취하는 것은 군자도 어렵게 여기는 일로써 이것을 누구에게나 기대할 수는 없는 것이니, 어찌 구신을 일괄적으로 쓸모없는 자들로 돌릴 수 있겠습니까. 대체로 구신을 노성(老成)하다고 하여 권력을 주는 것은 진정 옳지 않고, 구신을 무능하다고 하여 일체 쓰지 않는 것도 옳지 않습니다. 문제는 각자 그 재능에 맞는 직책에 앉혀 각각 제자리를 얻게 하는 데에 있을 뿐입니다.” 지금 조신(朝臣) 중에 대간(大奸)으로 남곤(南袞)·심정(沈貞) 같은 자가 꼭 있다고 말할 수는 없으나, 그렇다고 반드시 없다고 말할 수도 없습니다. 준경의 설이 한 번 나오자 세속의 무리로서 그 말이 옳다고 하는 자가 많으니, 혹시 불행히도 남곤·심정(沈貞) 같은 간신이 요로에 잠복해 있다가 다시 참소하는 입을 놀리고, 구신 중에 평소 사림을 비난하고 비웃는 생각을 가진 자가 맞장구를 쳐 단단히 서로 결합한 위에, 전하께서 선입견에 마음이 움직여지고 만다면, 기묘 사화가 또 다시 오늘날에 일어날 것입니다. 말이 여기에 이르고 보니 통곡을 금할 수 없습니다. 삼가 바라건대 전하께서는 심기(心氣)를 평안하게 가지시고 심사 숙고하신 뒤에, 널리 조정의 신하를 소집하여 신의 이 상소를 내려주시고 시비를 가리도록 하소서. 신의 말이 과연 그르면 신을 군상(君上)을 기망한 죄로 다스림으로써 직분을 넘어 국사를 말한 자의 경계로 삼으시고, 신의 말이 과연 옳으면 준경의 설을 깨뜨려 중외에 효유하심으로써 고굉 대신들의 의혹을 풀어 그 마음을 위안시켜서 사기를 진작시키고 공론을 부지시키는 한편, 힘써 구신을 타일러 그들로 하여금 각자 그 분수에 안주하고 그 재능을 다하여 조정을 맑게 하고 화기(和氣)를 부르게 하소서. 그렇게 된다면 종사(宗社)를 위해서도 다행이고 사림을 위해서도 다행이겠습니다. 신이 할 말은 이미 다하였으나 다시 올릴 작은 정성이 있습니다. 신이 경성(京城)에 있으면서 삼가 조보(朝報)를 보건대, 옥체의 건강이 조화를 잃어 약을 써도 효과가 없다고 하므로 신은 진정 염려되어 밤새도록 잠을 이루지 못하였습니다. 사람이 기질을 타고날 때 모두 완전한 이가 드물어 청수(淸粹)한 자는 완전한 경우가 적고 혼탁한 자는 충실한 경우가 많습니다. 신이 엎드려 용안을 보건대 오행(五行) 중에 정영(靜英)한 기질을 타고나 밝고 순수함은 비범하시나, 혈기가 완전하고 충실한 점에 있어서는 부족함이 있으신 듯합니다. 춘추가 한창 때이고 백신(百神)이 보우하시나 질병이 떠나지 않고 성음이 맑지 못하니, 여색(女色)을 삼가라는 경계와 보양하는 방도에 대하여 전하께서는 깊이 유념하소서.”",
                "hj": "○應敎李珥在鄕, 上疏辭職, 兼陳時事, 略曰: 李浚慶將死進言, 以破朋黨爲說。 殿下深信其說, 疑朝廷已亂; 朋黨已成, 而朝臣之疏箚, 皆諉以自辨之辭, 莫之深省, 故臣隣之惶惑如此。 臣雖無狀, 私心痛之。 朋黨之說, 何代無之? 惟在審其君子、小人而已。 苟君子也, 千百爲群, 多多益善; 苟小人也, 一人, 亦不可容也。 況於成黨乎? 若不問邪正, 輒疑其朋黨, 而欲破之, 東京黨錮之禍; 白馬淸流之慘, 未必不作也。 自古論朋黨者, 莫辨於(歐陽脩)〔歐陽修〕之論; 莫切於朱子答留正之書。 殿下試取而觀之, 則君子、小人之情狀, 昭然可見矣。 臣何敢更贅於其間乎? 第以今日之事言之, 未知浚慶之所謂朋黨者, 指何人耶。 當今權奸已盡, 餘孽熄氣, 雖不可謂無小人, 而莫敢公然翕訾, 聚徒同惡, 則固不可以朋黨目之也。 隨行逐隊, 旅進旅退者, 不知其幾, 各私其身; 各保其祿, 則尤不可指爲朋黨也。 惟是愛君憂國, 奉公杜私者無幾, 而公論依之, 得以稍行。 浚慶之所謂朋黨者, 無乃指此等人耶? 目今大臣, 歷變於權奸斬伐之餘, 僅保其身, 故每創前禍, 務欲安靖, 而士林疑其偸。 士氣稍作於聖明臨御之日, 汲汲於整紊圖治, 故言論慷慨, 不襲近規者, 大臣疑其激。 此則其迹雖似不和, 而其心同歸於憂國, 不害其爲和也。 於是, 群小之失志怏怏者, 潛伺間隙, 簧鼓彼此, 苟非曠度弘量, 明燭是非者, 烏能不動於浸潤之說乎? 去年間, 都下喧傳: “狐鼠之輩, 欲陰害士林, 而浚慶爲之主。” 云, 識者皆以爲: “聖明如日中天, 魑魅魍魎, 必不敢衒怪, 而且浚慶雖荒, 奚至於誣陷淸流乎?” 於是, 公論欲發而中止, 以今日所言觀之, 則安知去年之傳播, 非虛語也哉? 嗚呼! 執狐疑之心者, 來讒賊之口; 持不斷之議者, 開群枉之門。 浚慶之言果實, 則廷臣明有朋奸黨惡、背公行私者矣。 殿下當明辨而精覈之, 必得其人而放流之, 逬諸四裔可也。 廷臣若無此等人, 則是浚慶之言, 或激於忿懥; 或出於錯亂, 非徒不忠, 反挑大禍之源也。 殿下當深斥其非, 明告群臣, 使君子仰恃, 而得盡其忠; 小人讋伏, 而莫售其奸可也。 豈可不分黑白; 不辨是非, 使氷炭同器乎? 且浚慶以正直行行, 生平自許, 而位冠百僚, 榮享五鼎, 可以不顧禍福, 知無不言, 以報聖主矣。 苟見廷臣結爲私黨, 則何不於作相之日入告之際, 明白痛陳, 以絶其道, 而乃於屬纊之際, 始敢發端? 又不明言某人結爲朋黨, 而乃爲隱語, 以致殿下擧群臣而竝疑之哉? 此則無他, 浚慶所指爲朋黨者, 皆負一時淸望, 主張公論者也。 若明言姓字, 則不特得罪士林, 而歸於小人, 雖殿下亦疑其妨賢病國故也。 正直行行者, 果如是乎? 己卯以後, 奸臣代執權柄, 頣指氣使, 百僚風靡。 犯之者家破; 觸之者身碎, 唯唯諾諾者, 得保首領。 故當其時也, 爵高者行卑; 官要者才下, 今日之舊臣, 皆出於斲方爲圓, 餔糟啜醨之餘。 若求其强直不屈, 伏節死義之士, 則豈舊臣之所能當哉? 公論之不許者, 良以此也。 雖然, 捨生取義, 君子所 難, 不可以是責之人人, 則安可槪以舊臣, 歸之於無用之地哉? 夫以舊臣爲老成, 而授之權柄, 固不可; 以舊臣爲無能, 而一切不用, 亦不可。 要在各稱其職; 各得其所耳。 今者朝臣之中, 大奸大慝, 如南袞、沈貞者, 雖不可謂必有此人, 而亦不可謂必無此人也。 浚慶之說一出, 而流俗之輩, 多有是之者, 不幸而袞、貞之奸, 潛伏周行, 復啓讒喙, 舊臣之素懷非笑者, 隨聲應響, 牢不可破, 殿下又不免爲先入之說所移, 則己卯之禍, 復作於今日矣。 言之至此, 不勝痛哭。 伏望殿下, 平心易氣, 舒究深思然後, 廣召廷臣, 下臣此疏, 使辨是非。 臣言果非, 則命治臣以欺罔之罪, 以爲越職言事者之戒; 臣言果是, 則命攻破浚慶之說, 曉告中外, 以解臣隣之惑, 而慰安其心, 以振士氣; 以扶公論。 而勉諭舊臣, 使之各安其分; 各盡其才, 以淸朝廷; 以召和氣, 宗社幸甚; 士林幸甚。 臣言旣竭, 而更有微誠。 臣在京城, 伏見朝報, 則玉候愆和, 藥不見效, 臣誠憂悶, 達朝不寐。 人之稟氣, 鮮得俱全, 淸者少完, 濁者多實。 臣伏覩天容, 稟五行精英之氣, 明粹異常, 竊恐血氣之完實, 或有所未至也。 春秋鼎盛, 百神扶相, 而微恙彌留, 鐘音未亮, 在色之戒、保養之術, 伏願殿下, 深留睿念焉。"
            },
            "4": {
                "H2KE-EN": "Various court officials of the three offices all presented memorials to the King. The inspectors and censors wished to impose punishment of [Yi] Jungyeong . Compilation Commissioner Yu Seongryong stopped him and said, The words were truly not right. It would be proper to impose punishment only on them. However, I am afraid that I might treat high officials with moral importance. Consequently, [the inspectors and censors] stopped [this memorial].",
                "H2KE-nKo": "삼사의 신하들이 논변한 것은 모두 이 상소의 뜻이었다. 대간 중에 이준경을 추죄하고자 하는 자가 있었는데, 수찬 유성룡이 말리며 말하기를,“그 말은 참으로 옳지 않다. 다만 변론만 하면 된다. 죄를 주자고 청하기까지 하는 것은 대신을 대우하는 체모를 손상할 듯하다.”하니, 논핵하는 자가 그쳤다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 4번째기사",
                "gt-oKo": "삼사(三司) 제신들이 논변한 것도 모두 이이의 상소와 같은 내용이었다. 대간 중에 이준경을 추죄(追罪)하려는 자가 있었는데, 수찬 유성룡(柳成龍)이 중지시키면서 말하기를, “그 말은 사실 옳지 않으나 그 잘못을 가려내면 그만이지, 죄를 청하기까지 하는 것은 대신을 대우하는 체모에 손상이 될 듯하다.” 하니, 그 일을 논하는 자가 중지하였다.",
                "hj": "○三司諸臣論辨, 皆此疏意也。 臺諫有欲追罪浚慶者, 修撰柳成龍止之曰: “其言固不是, 但當辨之而已。 至於請罪, 恐傷待大臣之體。” 論者乃止。"
            },
            "5": {
                "H2KE-EN": "At the time, there was a sense of elderly and younger classical administrative admin",
                "H2KE-nKo": "이때 노당과 소당의 설이 종식되지 않았는데, 이준경이 그것이 우환거리가 될 것을 우려하고 또 기대승 등이 선배에게 빌붙지 않는 것을 미워하여 이런 상소를 올려 억눌렀다. 그 의도는 구신을 붙들어 세우려는 데 있었는데, 사론이 이것은 사화의 조짐이라고 하여 분분하게 논변하니, 주상이 모두 물리쳤다. 그 후 10여 년 동안 동서의 논의가 크게 일어났다. 이때 이른바 소당은 이미 선배였고 후배들은 다시 전일의 구신들과 한패가 되어 성세가 더욱 치성하여 탄핵하고 배격하는 것이 이전 사람들보다 배나 되었다. 그러나 격탁 양청하고 경장하여 세도를 만회하자는 논의는 다시는 조정에 들리지 않았으니, 그가 나라를 위해 해를 끼친 것이 절실하였다. 그러므로 후세 사람들이 이준경에게 선견이 있다고 여겨 미리 말하였다. 그러나 그 본말을 상고해 보면 알 수 있을 것이다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 5번째기사",
                "gt-oKo": "이때 노당(老黨)·소당(少黨)의 설이 사라지지 않았으므로 이준경은 그것이 장차 화근이 되지 않을까 우려하였고, 또 기대승(奇大升) 등이 선배에게 붙지 않는 것을 미워한 나머지 이 상소를 지어 제재한 것이었다. 따라서 그 뜻은 구신(舊臣)을 부식하자는 데 있었는데, 사론(士論)이 이는 사화가 일어날 조짐이라고 하여 떠들썩하게 논변하니, 상이 모두 물리쳤다. 그후 10여 년이 지나 동·서(東西)의 논이 크게 일어났다. 대체로 그때는 이른바 소당(少黨)은 이미 선진(先進)이 되었고 후진이 다시 전일 구신의 부류와 합쳐 같은 당이 되어 세력이 더욱 강성해져서 탄핵하고 배격하는 일이 지난날 사람들보다 한결 심하였다. 그러나 만성적인 풍조를 혁신하고 세도(世道)를 만회하자는 논의는 다시 조정에 나오지 않았으니, 국가의 피해가 심각하였다. 그러므로 뒷 사람이 이준경에게 선견지명이 있어 그 일을 예언하였다고 하였으니, 그 전말은 상고하여 알아야 할 것이다.",
                "hj": "○時, 老少黨之說未息, 浚慶憂其爲患, 又惡奇大升等不附先輩, 爲此疏以抑之, 志在扶植舊臣。 而士論以爲, 此乃士禍之兆, 紛然論辨, 上皆斥之。 其後十餘年, 東西之論大起。 蓋是時, 所謂少黨, 已爲先進, 而後來者復與前日舊臣之流, 合爲一黨, 聲勢尤盛, 彈劾排根, 倍於前人。 而激揚更張, 挽回世道之論, 則不復聞於朝廷, 其爲國害切矣。 故後人以浚慶爲有先見, 而預言之, 然其源委本末, 可考而知也。"
            },
            "6": {
                "H2KE-EN": "The King appointed Susin as minister of personnel . Susin rose from his banishment to a designated area and was not long occupied in state affairs. All the court and the provinces congratulated the worthy of men. However, Susin was warned against the moral influence of scholar-officials and his moral integrity. In his conduct, he observed the administration of the world and did not accord with the truth of his conduct. Thus, the scholar-officials were disappointed.",
                "H2KE-nKo": "노수신을 이조 판서로 삼았다. 노수신이 귀양살이를 하고부터 기용되어 오래지 않아 정권을 잡으니, 조정과 재야가 모두 적임자를 얻었다고 경하하였다. 다만 노수신은 사화에 징계되어 기절이 위축되어 정사를 할 때 한결같이 유속을 따르고 올바르게 조처하는 실제가 없었으므로 사림이 실망하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 6번째기사",
                "gt-oKo": "노수신(盧守愼)을 이조 판서로 삼았다. 노수신이 귀양살이에서 풀려나 기용된 지 얼마 안 되어 요직에 앉자, 조야가 모두 제대로 사람을 얻었다고 경하하였다. 그러나 수신은 사화에 찌든 나머지 기절이 소침되어 정사를 시행할 때 한결같이 세속대로만 따르고 올바로 조처하는 실질이 없었으므로 사림이 실망하였다.",
                "hj": "○以盧守愼爲吏曹判書。 守愼起自謫中, 不久秉政, 朝野皆賀得人。 但守愼懲於士禍, 氣節消縮, 其爲政事, 一循流俗, 無擧措得宜之實, 士林缺望。"
            },
            "7": {
                "H2KE-EN": "Bak Sun was appointed as Right State Councilor of the State Council . At the time, [Bak] Susin [] was in charge of the Ministry of Personnel . [Bak] Sun was [appointed] as privilege of the privilege of",
                "H2KE-nKo": "박순을 의정부 우의정으로 삼았다. 이때 노수신이 전형을 담당하고 있었는데, 박순이 정승의 자리에 있으면서 모두 명망이 있었다. 박순은 몸가짐이 청렴하고 검소하여 비록 정승의 자리에 있었지만 문정이 쓸쓸하고 담박하여 마치 지위가 없는 사람 같았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 7번째기사",
                "gt-oKo": "박순(朴淳)을 의정부 우의정으로 삼았다. 이 당시 노수신은 이조 판서이고 박순은 재상으로 있었는데, 다 숙망(宿望)이었다. 박순은 몸가짐을 맑고 간소하게 하여 벼슬이 재상일 때에도 집안에 찾아오는 사람이 없어 쓸쓸하기가 벼슬하지 않은 사람과 같았다.",
                "hj": "○以朴淳爲議政府右議政。 是時, 守愼秉銓, 而淳居相位, 皆宿望也。 淳持身淸約, 雖在台司, 門庭冷淡, 如無位者。"
            },
            "8": {
                "H2KE-EN": "On musul day, the obituary of the late Emperor Mokjong arrived. The King, accompanied by all the officials, wailed sorrowfully and performed the rite of removing the mourning clothes for three days.",
                "H2KE-nKo": "목종황제가 승하하였다는 부고가 도착하였다. 주상이 백관을 거느리고 예대로 거애하고 참최 3일을 행한 뒤에 상복을 벗었다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 8번째기사",
                "gt-oKo": "목종 황제(穆宗皇帝)가 승하하였다는 부고가 당도하니, 상이 백관을 거느리고 거애(擧哀)하고 예문(禮文)에 따라 참최(斬衰) 3일을 행한 뒤에 복(服)을 벗었다.",
                "hj": "○穆宗皇帝升遐訃至, 上率百官, 擧哀如禮, 行斬衰三日而除。"
            },
            "9": {
                "H2KE-EN": "The King appointed Sim Uigyeom as 대사간으로 삼았다.",
                "H2KE-nKo": "심의겸을 대사간으로 삼았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 7월 1일(갑신) 9번째기사",
                "gt-oKo": "심의겸(沈義謙)을 대사간으로 삼았다.",
                "hj": "○以沈義謙爲大司諫。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] dispatched Right State Councilor Bak Sun to Beijing to celebrate the imperial enthronement of the first month. ",
                "H2KE-nKo": "우의정 박순을 연경(燕京 북경)에 보내 등극을 축하하게 하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 8월 1일(갑인) 1번째기사",
                "gt-oKo": "우의정 박순을 연경(燕京)에 보내어 새 황제의 등극을 축하하였다.",
                "hj": "○朔甲寅/遣右議政朴淳如燕京, 賀登極。"
            },
            "2": {
                "H2KE-EN": "The King demolished the houses of the palace walls and constructed them. The King wished to entirely follow the Great Compendium of Human Nature and Principal Six Codes (K. Gyeongje yukjeon . However, the Great Compendium of Human Nature and Principal Six Codes (K. Gyeongje yukjeon states that one hundred cheok [from the palace walls] should not be allowed to build a house outside the palace. However, this was not carried out. Therefore, from the earlier down to the earlier [of the palace], all the people had entered and lived inside the palace walls for one hundred years. One day, the King saw that there were people who were constructing a house within the palace walls, and thereupon ordered that [the houses] be demolished according to the law. The people of the capital were frightened and apprehensive. Many officials said this, As the imperial envoys arrived in our territory, it is not possible to inflict the people from doing so during the other year. The King did not approve this and ordered that [the houses] be limited to thirty cheok. The inspectors and censors submitted joint memorials requesting that [the houses] be stopped. The King became angry and ordered that [the houses] be demolished immediately. Many people lost their livelihoods and wept and wailed.",
                "H2KE-nKo": "궁성 밑의 민가를 철거하였다. 주상은 한결같이 《경국대전》을 따르고자 하였다. 그런데 《경국대전》에 ‘궁성 밖 100척에 한하여 민가를 짓지 못하게 한다.’라고 실려 있으나 실제로는 시행되지 않았다. 그러므로 조종조 때부터 담장 밖은 모두 민가로 편입되어 100년이 된 자도 있었다. 주상이 하루는 담장에 닿아 집을 짓는 자가 있는 것을 보고 법에 따라 철거하라고 명하니, 도성의 백성들이 흉흉하여 놀라고 두려워하였다. 신하들이 대부분 이 일에 대해 말하고, 또 ‘조사가 국경에 와 있으니 이러한 때에 민심을 동요시켜서는 안 된다. 우선은 다른 해를 기다리라.’라고 하였으나, 주상이 따르지 않고 30척으로 한정하였다. 대간이 번갈아 소장을 올려 중지할 것을 청하니, 주상이 노하여 즉시 철거하라고 독촉하였다. 생업을 잃고 울부짖는 백성이 많았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 8월 1일(갑인) 2번째기사",
                "gt-oKo": "궁성 밑의 민가(民家)를 철거하였다. 상의 뜻은 한결같이 《경국대전(經國大田)》의 규정대로 따르려고 한 것이었다. 《대전》에는 ‘궁성 밖 1백 척(尺) 안에는 민가를 짓는 것을 허락하지 않는다.’고 기록되어 있는데, 실제로는 그렇게 시행하지 못하였기 때문에 조종조 때부터 담장 바로 밑까지 전부 백성이 들어와 살아 1백 년 가까이 된 것도 있었다. 상이 어느날 담장 가까이 집을 짓는 사람이 있는 것을 보고 법에 따라 철거하도록 명하니, 도성 백성이 술렁이며 두려워하였다. 군신이 그러한 사정을 여러 차례 말하고, 또 조사(詔使)가 국경에 들어오는 이때 민심을 동요시켜서는 안 되니 다음해로 미루자고 하였으나, 상이 따르지 않고 30척으로 한계를 지었다. 대간이 번갈아 글을 올려 정지하기를 청하자 상이 노하여 즉시 철거하도록 독촉하니, 생업을 잃고 통곡하는 백성이 많았다.",
                "hj": "○毁撤宮城底民家, 上意欲一遵用《經國大典》。 而《大典》載 “宮城外限百尺, 勿許人作家。” 而實不行, 故自祖宗朝, 墻外尺地, 皆入民居, 有至百年者。 上一日見有逼墻造屋者, 乃命準法撤毁, 都民洶洶驚懼。 群臣多以爲言, 且以爲: “詔使臨境, 此時不可撓民情, 姑待他年。” 上不從, 限以三十尺。 臺諫交章請止, 上怒, 督令卽毁, 民多失業號泣者。"
            },
            "3": {
                "H2KE-EN": "Yi Daesin , army commander of Pyeongan Province , and others led his troops to the meadows of Seohaepyeong and engaged in battle against the Jurchens. This resulted in a loss of military law and was punished. At the time, the court discussed the matter, which stated, The Jurchens of Seohaepyeong in order to cultivate crops as before. According to old precedent, have the commander [of Pyeongan Province] led his troops to engage in battle and burned their houses. [Yi] Daesin and the Right Army Commander [of Pyeongan Province] Yi Bung went together to engage in battle and return. At the time, there were a Jurchen who shot an arrow at a target, but the Jurchens were greatly surrounded. The Jurchens were frightened and unaware of how many battle battle. Both the Jurchens disappeared from the route [to the Jurchens], and they returned to inspect the martial arts. Subsequently, Magistrate of Ganggye Strategic Prefecture Yi Seonwon , who shot an arrow and fell. The Jurchens were even more frightened, and the large battle battle. When they observed the Jurchens, the Jurchens shot an arrow no more than ten. The Jurchens shot an arrow at a target, and [Yi] Bung galloped his horse to this place. The sun had already been darrow. [Yi] Bung ordered his troops to remove the battle and stay in the middle of the night. [Yi] Seon was afraid that he wished to quickly return [to the Jurchens], and he stubbornly tried to go in the night. Both the Jurchens fought against each other, and the Jurchens thieves were unaware of what to do. Thereupon, [Yi] Bung tried to be beheaded. [Yi] Seonwon then stopped and returned tomorrow. The court heard that his troops battle battle, arrested three men and others, and interrogated them. [The Jurchens] were all deprived of their ranks and supported the Jurchens. At the time, the military commands were disciplined, and the higher and lower officials were unable to manage the",
                "H2KE-nKo": "평안도 절도사 이대신 등이 군사를 거느리고 서해평에 들어가 호인의 종자와 곡식을 베어 군율을 어긴 죄로 처벌되었다. 이때 조정의 의론이 서해평에 호인이 예전처럼 경작하고 있으니 고사를 적용하여 절도사로 하여금 군사를 거느리고 습격하여 곡식을 베어 가고 가옥을 불사르게 해야 한다고 하였다. 이대신이 우후 이붕과 함께 가서 곡식을 베어 가지고 돌아올 때에 우리 군사 중에 호인이 쏜 화살에 맞은 자가 있어 크게 놀라 고함을 지르자 전군이 놀라 동요하여 호병이 얼마나 되는지 헤아리지 못하고 모두 갑옷을 버리고 어지러이 달아났다. 이붕이 앞길에서 변란을 듣고 돌아와 후군을 점검하였는데, 후위장 강계 부사 이선원이 말이 쓰러져 떨어지자 아군이 더욱 놀라 거의 대패할 뻔하였다. 자세히 살펴보니 호병은 실제로 단약하여 10여 명에 불과하여 많은 사람의 마음이 조금 안정되었다. 아군이 호인을 쏘아 달아나게 하자 이붕이 본위로 달려가니 날이 이미 저물었다. 이붕이 군사를 거두어 진을 치고 노숙하게 하자 이선원은 겁을 먹고서 속히 돌아가려고 기필코 밤에 행군하려고 하였다. 이에 두 사람이 서로 다투니 전군이 누구의 말을 따라야 할지 몰라 그대로 대패하였다. 이붕이 이선원을 참수하려고 하자 이선원이 그제야 그만두고 내일 환군하였다. 조정에서 전군이 패하였다는 말을 듣고 이 세 사람을 잡아다 국문하고 일이 성사되지 못하였다는 이유로 모두 관작을 삭탈하고 졸오에서 강등하였다. 이때 군령이 해이해져 상하가 서로 관장하지 못하고 군사를 온전히 하여 소추를 침범하였으나 여러 사람의 뜻이 아직 안정되지 못하여 한 호인이 쏜 화살로 삼군이 놀라 패하였으니 옛날에도 일찍이 없었던 일이다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 8월 1일(갑인) 3번째기사",
                "gt-oKo": "평안도 절도사 이대신(李大伸) 등이 군사를 거느리고 서해평(西海坪)의 호인(胡人)의 곡식을 베어버리러 들어갔다가 군율을 범한 일로 죄를 받았다. 당시 조정의 논의는, 서해평에서 호인이 예나 다름없이 경작하고 있으니 고사(故事)대로 절도사로 하여금 군사를 거느리고 습격하여 곡식을 베어버리고 그들의 집을 불살라야 한다고 하였다. 이에 이대신이 우후(虞候) 이붕(李鵬)과 함께 가서 곡식을 베어버리고 돌아오던 중, 아군 한 사람이 호인이 쏜 화살에 맞아 크게 놀라 고함을 지르자 전군이 놀라 동요하였는데, 호병(胡兵)의 수가 얼마나 되는지 알 수 없어 모두 무기를 버린 채 어지러이 달아났다. 이붕이 전로(前路)에 있다가 어지러운 소리를 듣고 돌아와 후군을 점검하고 있을 때, 후위장(後衛將) 강계 부사(江界府使) 이선원(李善源)이 말이 쓰러지는 바람에 땅에 떨어지니, 아군이 더 한층 놀라 거의 대패할 상황에 이르렀다. 그런데 자세히 보니 호병이 사실은 단약(單弱)하여 10여 인에 지나지 않았으므로 군사들의 마음이 조금 안정되었다. 이에 아군이 호인을 쏘아 쫓아버렸는데, 붕이 본위(本衛)에 당도하니 해가 이미 저물었다. 이붕이 병사를 거두어 진을 치고 노숙(露宿)하게 하자 이선원은 겁을 먹은 나머지 빨리 돌아가고 싶어하며 기필코 밤중에 행군하려고 하였다. 그리하여 두 사람이 서로 다투자 전군이 누구의 명을 따라야 할지 몰라 크게 소란이 일어났다. 이붕이 이선원을 참수하려 하니, 그때서야 선원이 자기의 주장을 철회하여 그 이튿날 회군하였다. 조정이 패전한 소식을 전해 듣고 그 세 사람들을 잡아다 국문하고 일을 성사시키지 못한 벌로 모두 삭탈 관작하여 졸개로 강등시켰다. 이 당시 군령(軍令)이 해이해져 상하가 서로 유기적으로 연계되지 못한 결과 전군을 몰아 작은 적을 치러 갔으면서도 군사들의 마음이 확고하지 못하게 되어 일개 호인(胡人)이 쏜 화살 하나에 삼군(三軍)이 놀라 패하였으니, 역사상에 일찍이 그 유례가 없는 일이었다.",
                "hj": "○平安道節度使李大伸等領軍, 入西海坪, 伐胡人種穀, 以失軍律抵罪。 時, 朝議: “西海坪胡人耕作如故, 用故事, 使節度使, 領軍襲擊, 伐穀焚廬舍。” 大伸與虞候李鵬偕往, 伐穀而還時, 我軍有中胡人流矢者大驚叫, 一軍驚動, 莫測胡兵多少, 皆棄甲亂走。 鵬在前路聞亂, 還檢後軍, 後衛將江界府使李善源, 馬倒而墮, 我軍尤驚, 幾大敗。 審視, 胡兵實單弱, 不過十餘人, 衆心稍定。 有我軍射胡人走之, 鵬馳到本衛, 日已曛矣。 鵬令收兵, 結陣露宿, 善源恐怯, 欲速歸, 必欲夜行。 二人相爭, 一軍莫適所從, 仍大撓亂。 鵬欲斬善源, 善源乃止, 明日還軍。 朝廷傳聞兵敗, 拿三人等鞫之, 以不能成事, 皆奪官爵, 降卒伍。 是時, 軍令解弛, 上下不能相管, 以全師侵小醜, 而衆志尙未定, 一胡發矢, 三軍驚北, 古未嘗有也。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yu Seongryong as assistant section chief of the Ministry of Personnel .",
                "H2KE-nKo": "유성룡을 이조 좌랑으로 삼았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 8월 1일(갑인) 4번째기사",
                "gt-oKo": "유성룡을 이조 좌랑으로 삼았다.",
                "hj": "○以柳成龍爲吏曹佐郞。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "The first day of the month, Chief Royal Secretary 박응남이 졸하였다. 박응남의 자는 Yujik . He was honest and honest by nature and honest by nature. He did not absurdly corruptly with each other. In the outside, he was unaware of the right and wrong, but in the inner, he possessed powerful judgment. After the powerful officials in charge of the law and the Office of the Inspector General repeatedly impeached impeachment, but he did not avoid impeaching relatives or vagabond between noble and base. People regarded his uprightness as fairness and personal gain, but he did not harbor a grudge against him. When he died, the scholar-officials grieved him for his grief. Thereafter, even though the impeachment occurred, none of them could avoid suspicion and grievance. Therefore, scholar-officials all diligently appreciated the fact that 박응남 was a true functionary of ancient times.",
                "H2KE-nKo": "도승지 박응남이 졸하였다. 박응남의 자는 유직하고 우직하며 과감하게 말을 하고 함부로 교유하지 않았다. 겉으로는 시비를 알지 못하는 것 같았으나 안으로는 권형이 있었다. 권간이 조정을 어지럽힌 뒤에 여러 차례 풍헌의 탄핵과 논박을 맡았으나 친소와 귀천을 피하지 않았으므로 사람들이 모두 꺼렸다. 그러나 공정하고 사사로움이 없었기 때문에 그다지 원망하지 않았는데, 그가 졸하자 사류가 애석하게 여겼다. 그 뒤에 일을 논하는 자들이 아무리 준엄하게 논박하고 공격하였지만 모두 은원의 혐의를 면치 못하였다. 그러므로 사대부들이 모두 박응남을 추모하여 옛날의 유직이라고 하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 1일(갑신) 1번째기사",
                "gt-oKo": "도승지 박응남(朴應男)이 졸하였다. 응남의 자는 유직(柔織)으로 우직하리 만큼 과감하게 말했으며 교유를 함부로 하지 않았다. 그리고 겉으로는 시비를 모르는 것 같았으나 속에는 기준을 가지고 있었다. 권간이 조정을 혼란시킨 뒤에는 여러 차례 풍헌(風憲)을 맡아 친소(親疏)와 귀천을 따지지 않고 탄핵하니, 사람들이 다 그를 꺼려하였다. 그러나 공(公)을 따르고 사심이 없었기 때문에, 깊이 원망하지 않았는데, 졸하자 사류가 애석해 하였다. 그 뒤로는 일을 논하는 자가 아무리 엄하게 논박하며 공격해도 모두 은원(恩怨)의 혐의를 면치 못하였기 때문에, 사대부들이 다 응남을 추모하여 상고 시대의 유직(遺直)이라 하였다.",
                "hj": "○朔甲申/都承旨朴應男卒。 應男字柔直, 戇直敢言, 不妄交游。 外若不曉是非, 而內有權衡。 當權奸濁亂之後, 累主風憲彈駁, 不避親踈、貴賤, 人皆憚之。 以其秉公無私故, 不甚仇怨。 及卒, 士流惜之。 其後論事者, 駁擊雖峻, 皆不免恩怨之嫌, 故士大夫皆追思應男, 以爲古之遺直。"
            },
            "2": {
                "H2KE-EN": "박응남이 once saw the guests coming to the palace courtyard of Shin응si . The King asked, Why are you guests like this? I have no more than two or three friendly relations with the inspectors and censors . If you have already been relations with friendly relations with the Office of the Inspector General , it would be better not to friendly relations with friendly regret. There is nothing better than not to friendly relations with each other. There was someone who could not think of it, and there was none who did not sit in the same place even during the middle of the mourning period. I had a friendly relationship with Ki Daeseung , who is the most close relations with friendly relations with him. While Suseung returned to the south, he wailed sorrowfully and wailed sorrowfully. He struck his sleep and said, I was a public matter, not a private matter.",
                "H2KE-nKo": "박응남이 일찍이 신응시의 문정에 손님이 많은 것을 보고 묻기를,“그대는 어찌하여 손님을 이렇게 많이 오게 하는가? 나는 평소 친한 벗이 두세 사람에 불과하고 나머지는 친한 적이 없다. 직책이 대헌이니 격탁 양청하는 데 뜻이 있다. 이미 친한 벗을 주고서 다시 그 죄를 탄핵한다면 원망과 유감이 더욱 깊어져서 애당초 서로 친하지 않은 것만 못할 것이다.”하였다. 사람들에게 옳지 않은 뜻이 있으면 초차 사이라도 한 자리에 앉은 적이 없었다. 기대승과 가장 친한 벗이었는데, 대승이 남쪽으로 돌아가다가 그 상을 당하여 곡하는 길에 눈을 부릅뜨고 종기를 앓으면서 말하기를,“나는 공을 위해서이지 사를 위해서가 아니다.”하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 9월 1일(갑신) 2번째기사",
                "gt-oKo": "박응남이 일찍이 신응시(辛應時)의 문정(門庭)에 손님이 많은 것을 보고 묻기를, “당신은 어찌 손님이 이렇게도 많습니까? 나는 평생 동안 사귄 친구가 두세 사람에 지나지 않고 나머지는 가깝게 지낸 적이 없습니다. 직책이 대헌(臺憲)이고 뜻이 혼탁한 조정을 격양(激揚)시키자는 데 있는데, 이미 그들과 친근히 지내놓고 나서 다시 그들의 죄를 탄핵한다면 원한이 더 깊어질 것이니, 애당초 서로 친근하지 않은 것만 못합니다.” 하였다. 그가 옳지 않다고 생각하는 사람이 있으면 잠시라도 한 자리에 앉은 적이 없었다. 기대승(奇大升)과 가장 친근하게 사귀었는데 대승이 남쪽 고향으로 돌아가면서 그 상가(喪家)를 찾아가 눈이 온통 진무를 정도로 곡하면서 말하기를, “내가 곡하는 것은 국사를 위해서이지 사정(私情) 때문이 아니다.” 하였다.",
                "hj": "○朴應男嘗見辛應時門庭多客, 問曰: “君何致客多如是? 吾平生親友, 不過二三人, 餘未嘗親昵。 職在臺憲, 志存激揚。 旣與之親厚, 復劾其罪, 則怨憾滋衆, 不如初不相厚也。” 於人有不可意, 雖草次間, 未嘗同坐。 與奇大升最親友, 大升南歸, 過哭其喪, 目盡腫曰: “吾爲公也, 非爲私也。”"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, a meteorite appeared in the vicinity of the Capital Wall Repairs . It was greater than the Great Wall Repairs .",
                "H2KE-nKo": "삭과 갑인년에 객성이 책성 곁에 나타났는데, 금성보다 컸다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 1일(갑인) 1번째기사",
                "gt-oKo": "객성이 책성(策星) 주변에 나타났는데 금성(金星)보다 컸다.",
                "hj": "○朔甲寅/客星現於策星之側, 大於金星。"
            },
            "2": {
                "H2KE-EN": "Inspector General Heo 엽 requested that 향약 be established. The King said, It is impossible and human relationships. The King did not approve this.",
                "H2KE-nKo": "대사간 허엽이 향약을 설행하기를 청하니, 주상이 오활하여 풍속을 놀라게 한다고 하면서 들어주지 않았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 1일(갑인) 2번째기사",
                "gt-oKo": "대사간 허엽(許曄)이 향약(鄕約)을 설치하자고 청하였는데, 상이 이는 오활하여 세속을 소란하게 할 것이라고 하여 따르지 않았다.",
                "hj": "○大司諫許曄, 請設鄕約, 上以爲: “迂闊駭俗。” 不聽。"
            },
            "3": {
                "H2KE-EN": "Former Censor of the Office of the Censor GeneralSi Daeseung passed away. Daeseung was reappointed as inspector general . While he was replaced, he was replaced by his resignation. At that time, the Emperor passed away, he suspended the sending of a report to the Emperor [of Ming China]. Daeseung eventually decided to go to the south. On the road, a swelling bone was struck and traveled to the house of a neighboring Gobu . Subsequently, he did not appear. Upon hearing of his illness, the King sent a physician with medicine to urgently treat him, and issued a royal order to encourage him. However, he died before he passed away. The Office of the Censor General reported as follows: From young age, Gi Daeseung possessed a sage study of the sages and his knowledge was exceedingly extraordinary. He communicated with Hwang and communicated with a letter to request the study of the nature and principles to clearly disclose anyone who did not explain the world. When he attended the Royal Lectures, he stated that the Way of the two emperors and the three emperors of the Royal Confucian Academy were not all considered Confucian scholars. Unfortunately, he was ill and returned to his hometown. He died in the middle of his way. His family was weaken and cold, and he could not bury him. Your subjects request that the government provide him with funeral and burial, thereby showing the intent of supporting the Confucian sages and importing the Way of the world. The King granted permission. Daeseung was very magnanimous by nature and achievements extraordinary. Ever since he was young, he was loved with filial piety and filial piety. He possessed himself with propriety. When he heard the mourning period, he always wailed. He performed the rite commemorating the first anniversary of his death and performed the rite of ending the mourning period. When he became the elderly studying and devoted himself to the ancient sages. He went to the Royal Lecture, and his conclusion was quite outstanding. The scholars extended to him. After he passed the civil service examination, he became clearly reputation and achievements. When Yi Yang rose from his power, he became abandoned and his official post became even more wise. Now, when the King first went to the Royal Lecture, he entered the Royal Lecture on the Confucian Academy and remonstrated and remonstrated. As he studyed the admonition of the world, he eventually became greater. Daeseung was appointed as a powerful man, and he was promoted to a wise and ability in the court. The court was clear and praised him for a young generation. Subsequently, he returned to his hometown and resided in his hometown. He wanted to study the level of his level of cation",
                "H2KE-nKo": "전 사간원 대사간 기대승이 졸하였다. 기대승이 다시 대사간에 제수되자 사직하여 체차되었다. 때마침 황제가 붕어하여 주청사를 보내는 것을 정지하였는데, 기대승이 마침내 뜻을 결정하고 남쪽으로 돌아가려고 하였다. 도중에 종기를 앓았는데 고부의 인척집에 이르러 마침내 일어나지 못하였다. 주상이 그의 병이 위중하다는 말을 듣고 의원을 보내 약을 가지고 달려가 구완하게 하고 유지를 내려 위유하였으나 미처 도착하지 못하고 졸하였다. 사간원이 아뢰기를,“기대승은 젊어서부터 성현의 학문에 뜻을 두었고 견해가 뛰어났습니다. 이황과 서찰을 주고받으면서 성리의 학설을 밝혀 전현들이 밝히지 못한 것을 드러내 달라고 청하였습니다. 경연에 입시하여 아뢴 것은 모두 이제와 삼왕의 도였으므로 온 세상이 유종으로 추대하였는데, 불행하게도 병이 들어 고향으로 돌아갔다가 중도에서 죽었습니다. 집안이 청빈하여 장례를 치를 수 없으니, 관에서 장례를 도와주어 국가에서 유학을 숭상하고 도를 중시하는 뜻을 보이소서.”하니, 주상이 윤허하였다.기대승은 자품이 탁월하고 지기가 고매하였다. 어려서부터 효우에 독실하고 처신을 예로써 하였으며, 국상이 나면 반드시 곡림하고 졸곡 때까지 재계하고 소식하였다. 장성하여서는 널리 배우고 뜻을 독실히 하여 옛 성현으로 자처하였다. 조예가 고매하고 의론이 영발하여 학자들이 추중하였다. 과거에 급제하자 청명이 크게 드러났고, 이양이 권세를 마음대로 부리자 그를 시기하여 낙직시켰다. 이양이 패하자 벼슬은 더욱 현달하였다. 금상이 처음 정사할 때 맨 먼저 경연에 들어가 논사하고 규간하여 도움이 매우 많았다. 당시 혼란한 뒤라서 사기가 위축되어 기대승을 종주로 삼고 억울함을 씻어 주고 현준을 등용하니, 조정이 청명하여 소기묘라고 일컬었다. 얼마 후 대신과 의논이 합치되지 않아 향리에 물러나 살면서 학문을 강론하고 저술하여 일생을 마치려고 하였는데, 불행히도 일찍 죽으니 사림이 애석하게 여겼다.기대승은 이황을 스승으로 섬겼고 학문을 강론하여 서로 뜻이 맞았으며, 이황도 기대승을 추중하여 제자로 대우하지 않았다. 출처와 어묵을 모두 서로 힘써 닦고 닦았다. 어떤 사람은 ‘기대승은 행검이 미치지 못하는 곳이다.’라고 하자, 이황이 ‘기명언은 임금을 예로써 섬기고 진퇴를 의로써 하였는데, 어찌하여 미처 알지 못하는 곳이라고 하는가.’라고 하였다. 학자들이 고봉선생이라고 일컬었고 문집이 있어 세상에 전한다. 그 후 광국훈에 기록되고 이조 판서에 추증되었는데, 이는 일찍이 변무하는 논의에 참여하여 주문을 지었기 때문이다.기대승의 자는 명언인데, 그의 선조 행주 사람으로 나주에 살았다. 그의 아버지 기진은 아우 기준과 함께 도학으로 세상에 이름이 났는데, 기준은 당화에 연좌되어 죽고 기진은 은둔하여 일생을 마치면서 문헌의 학업을 대대로 전하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 1일(갑인) 3번째기사",
                "gt-oKo": "전 사간원 대사간 기대승이 졸하였다. 대승이 다시 대사간에 제수되었다가 사양하여 체직되었는데, 때마침 황제가 붕어하여 변무 주청사(辨誣奏請使)를 보내는 일을 정지하니, 대승이 드디어 결심하고 남쪽으로 귀향하였다. 그러나 도중에 볼기에 종기가 나서 고부(古阜) 인우(姻友)의 집에 이르렀다가 끝내 일어나지 못하였다. 상이 병이 위독하다는 말을 듣고 내의(內醫)를 보내 약을 가지고 달려가 구제하게 하고 교지를 내려 위유(慰諭)하였으나 미처 당도하기 전에 죽었다. 사간원이 아뢰기를, “기대승은 어릴 때부터 성현의 학문에 뜻을 두었는데 견해가 뛰어났습니다. 이황(李滉)과 서찰을 주고받으면서 성리설(性理設)을 강명하여 선현(先賢)이 미처 밝히지 못한 것을 밝혔으며, 경연에 입시하여 진술한 것은 모두 이제 삼왕(二帝三王)의 도였으므로 온 세상이 추대하여 유림의 종장(宗匠)으로 여겼는데, 불행히도 병이 생겨 귀향하다가 도중에서 죽었습니다. 집안이 청한(淸寒)하여 장사를 지낼 수 없으니, 관가에서 상장(喪葬)을 도와주어 국가가 유자(儒者)를 높이고 도를 중시하는 뜻을 보이소서.” 하니, 상이 윤허하였다. 대승은 타고난 자질이 뛰어나고 지기(志氣)가 고매하였다. 어린 아이 때부터 효우(孝友)에 독실하고 행동을 예로써 하였으며, 국상(國喪)이 나면 반드시 곡림(哭臨)하고 졸곡 때까지 재계(齋戒)하고 소식(素食)하였다. 장성한 뒤에는 광범위하게 배우고 뜻을 굳게 지켜 옛 성현처럼 되겠다고 스스로 다짐하였는데, 조예가 고명하고 논의가 영발(英發)했으므로 학자(學者)들이 추중(推重)하였다. 과거에 급제한 뒤에 청명(淸名)이 크게 드러나자 이양(李樑)이 권력을 잡고 있으면서 그를 꺼려 파직시켰다. 그러나 이양이 패하자 벼슬이 더 높아졌다. 금상(今上)이 즉위한 뒤에 맨 먼저 경연에 들어가 국사를 도모하고 잘못을 간하여 임금에게 도움을 준 것이 많았다. 당시는 조정이 혼탁한 뒤라서 사기가 위축되어 있었는데, 새 조정이 대승을 종주(宗主)로 삼고 원왕(冤枉)을 신설(伸雪)하고 현준(賢俊)을 등용하여 조정이 맑아졌으므로, 소기묘(小己卯)라고 불리워졌다. 얼마 후 대신과 의논이 맞지 않아 고향으로 물러나 학문을 강론하고 글을 저술하면서 일생을 마치려고 하였는데, 불행히도 일찍 죽으니 사림이 애석해 하였다. 대승은 이황을 스승으로 섬기고 학문을 강론함에 있어 서로 뜻이 맞았는데, 이황 또한 대승을 추대하여 제자로 대하지 않았다. 그들은 출처 어묵(出處語默)을 서로서로 규계하며 닦았다. 어떤 자가 대승은 행동이 그의 지식에 미치지 못한다고 하자, 이황이 말하기를, “기명언(奇明彦)은 임금을 예로써 섬기고 진퇴를 의(義)로써 하는데 어찌 지식에 미치지 못한다고 하는가.” 하였다. 학자(學者)들이 고봉 선생(高峯先生)이라 불렀는데, 문집이 있어 세상에 전한다. 나중에 광국 공신(光國功臣)에 녹훈되고 이조 판서에 증직되었는데, 이는 일찍이 변무(辨誣) 논의에 참여하여 주문(奏文)을 제술하였기 때문이다. 대승의 자는 명언이고 본관은 행주(幸州)이며 나주(羅州)에서 살았다. 그의 아버지 진(進)은 아우 준(遵)과 모두 도학으로 세상에 이름났는데, 준은 당화(黨禍)에 연좌되어 죽고 진은 은둔하여 일생을 마치면서 문헌의 전통을 가전(家傳)하였다.",
                "hj": "○前司諫院大司諫奇大升卒。大升復除大司諫, 辭遞。 會, 皇帝崩, 停遣奏請, 大升遂決意南歸。 路得臀腫, 行至古阜姻友家, 遂不起。 上聞其病重, 遣醫齎藥馳救, 下旨慰諭, 未及而卒。 司諫院啓曰: “奇大升自少有志聖賢之學, 所見超詣。 與李滉往復書尺, 請明性理之說, 發前賢所未發者。 入侍經幄, 所陳無非二帝、三王之道, 一世推以爲儒宗, 不幸有疾歸鄕, 中道而卒。 家世淸寒, 無以爲葬, 請官庀喪葬, 以示國家崇儒重道之意。” 上允之。 大升資稟卓偉, 志氣高邁。 自兒時篤於孝友, 行己以禮, 聞國恤則必哭臨, 齋素至卒哭。 及長, 博學篤志, 以古聖賢自期。 造詣高朋, 議論英發, 學者推重。 旣登第, 淸名大著, 李樑用事, 忌之落其職, 樑敗, 仕益顯。 今上初政, 首入經筵, 論思規諫, 補益弘多。 時當濁亂之後, 士氣萎薾, 以大升爲宗主, 申雪冤枉, 登庸賢俊, 朝廷淸明, 以小己卯稱之。 旣而與大臣議不合, 退居鄕里, 欲講學著述以終身, 不幸早歿, 士林惜之。 大升師事李滉, 論學相契; 滉亦推許大升, 不以弟子待之。 出處語默, 皆相勉交修。 或言: “大升行處, 不及知處。” 滉曰: “奇明彦事君以禮, 進退以義, 何謂不及知處?” 學者稱高峯先生, 有文集行于世。 其後錄光國勳, 贈吏曹判書, 以嘗參辨誣議, 撰出奏文故也。 大升字明彦, 其先幸州人, 家于羅州。 父進與弟遵, 俱以道學名世。 遵坐黨禍死, 進隱遁終身, 家傳文獻之業。"
            },
            "4": {
                "H2KE-EN": "Jeong Yugil was appointed minister of rites . Shortly thereafter, he was promoted to minister of works .",
                "H2KE-nKo": "정유길을 예조 판서로 삼았다가 곧바로 공조 판서로 천전하였다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 10월 1일(갑인) 4번째기사",
                "gt-oKo": "정유길(鄭惟吉)을 예조 판서로 삼았다가 곧 공조 판서로 옮겼다.",
                "hj": "○以鄭惟吉爲禮曹判書, 俄遷工曹判書。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, A Registrar of the Hall of Worthies Han Seeung , and Registrar Comprehensive Mirror to Aid in Government and Comprehensive Mirror to Aid in Chief Chen Shan came [to Joseon] in order to promulgate the imperial edict of investiture. [The King] appointed 노수신 as commissioner for receiving the imperial envoy at the border . However, [Han] Susin declined his mothers old age and did not depart. [Han] Yugil was replaced, [and] Susin was replaced by the host of the guesthouse . [When] the imperial envoy entered the capital, [he] sought many goods [to the imperial envoys]. In recent years, there was no such things that literati. After the completion of the ceremony, [he] returned [to the capital]. Many accompanying [the imperial envoy] took [the items] from the guesthouse for receiving the imperial edict of investiture and left [the capital]. The imperial envoy did not forbid this. ",
                "H2KE-nKo": "한림원 검토관 한세능과 급사중 진삼모가 왔는데, 등극 조서를 반포하기 위해서였다. 노수신을 원접사로 삼았는데, 노수신이 모친이 연로하다는 이유로 사양하고 가지 않았다. 이에 후임에 정유길을 임명하고, 노수신을 관반으로 삼았다.조사가 서울에 들어와 물화를 많이 요구하였는데, 문사가 요구하는 것은 근래에 없던 일이었다. 예를 마치고 돌아갈 때 수행원들이 연로에서 접대할 기물을 많이 가져갔으나, 조사도 금하지 않았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 1일(계미) 1번째기사",
                "gt-oKo": "한림원 검토(翰林院檢討) 한세능(韓世能)과 급사중(給事中) 진삼모(陳三謀)가 왔는데 황제의 등극 조서를 반포하기 위해서였다. 노수신(盧守愼)을 원접사(遠接使)로 삼았으나 수신이 모친이 고령이라는 이유로 사양하고 가지 않자, 정유길이 그를 대신하고 수신은 관반사(館伴使)가 되었다. 조사(詔使)가 서울에 들어와 물품을 많이 요구하였는데, 문사(文士)가 물품을 요구한 것은 근래에 없던 일이었다. 예를 마치고 돌아갈 때 함께 따라온 자들이 연로에서 접대할 때 사용한 기물을 많이 가지고 가는데도 조사가 그것을 금하지 않았다.",
                "hj": "○朔癸未/翰林院檢討韓世能、給事中陳三謨來, 以頒登極詔也。 以盧守愼爲遠接使, 守愼以母老辭, 不行, 鄭惟吉代之, 守愼爲館伴。 詔使入京, 多求物貨, 文士之有求請, 近代所無。 禮畢而歸, 從者多取沿路接待器用而去, 詔使亦不之禁也。"
            },
            "2": {
                "H2KE-EN": "A wild boiled in Gyeongseong . Our country did not have an wild boiled but suddenly there. Many people were frightened and humiliated.",
                "H2KE-nKo": "경성에 돌림병이 발생하여 사람을 해쳤다. 우리나라에는 돌림병이 없었는데 갑자기 발생하여 사람들이 대부분 놀라고 괴이하게 여겼다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 1일(계미) 2번째기사",
                "gt-oKo": "경성(鏡城)에 말곰이 나타나 사람을 해쳤다. 우리 나라에는 말곰이 없는데 갑자기 나타났으므로 많은 사람들이 놀라 괴이하게 여겼다.",
                "hj": "○鏡城有羆害人。 我國無羆, 而忽有之, 人多驚怪。"
            },
            "3": {
                "H2KE-EN": "Jeong Yudan was appointed sixth-rank aide [to the governor] .",
                "H2KE-nKo": "정유일을 동부승지로 삼았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 1일(계미) 3번째기사",
                "gt-oKo": "정유일(鄭惟一)을 동부승지로 삼았다.",
                "hj": "○以鄭惟一爲同副承旨。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi I as the second censor of the Office of the Censor General but did not assume office. He continued to assume the position of Responding Editor , the 전한 , and the second deputy director of the Office of Royal Decrees , but they all did not attend. [Yi] I was not well-versed in learning and cannot attend to state affairs. He repeatedly resigned from the position of privilege. In general, he studied all the words of the Tang and Wu dynasties always talk about the three generations of the Tang and Wu dynasties. The King said, I was obstinate and ignorant. [Yi] I finally returned to his hometown. The officials of the Censor General submitted a joint memorial requesting that he be stayed for the time being, but [the King] did not grant permission. ",
                "H2KE-nKo": "이이를 사간으로 삼았으나 숙배하지 않았다. 연이어 응교, 전한, 직제학에 제수하였으나 모두 취임하지 않았다. 이이는 스스로 학문이 진취되지 않아 정사에 참여할 수 없다고 하면서 여러 차례 요직을 사양하였다. 그러나 그가 진달한 내용에는 반드시 당우, 삼대를 가지고 말하였는데, 주상이 말하기를,“이이는 본래 오활한 자이다.”하니, 이이가 마침내 고향으로 내려갔다. 삼사가 번갈아 소장을 올려 머물게 하기를 청하였으나, 허락하지 않았다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 1일(계미) 4번째기사",
                "gt-oKo": "이이(李珥)를 사간으로 삼았으나 숙배하지 않았다. 잇따라 응교·전한·직제학에 제수하였으나 모두 취임하지 않았다. 이이는 스스로 학문이 깊지 못하여 벼슬할 수 없다고 생각하고 여러 차례 현요직(顯要職)을 사양하였는데, 진술할 때면 반드시 당우 삼대(唐虞三代)를 가지고 말하니, 상이 이르기를, “이이는 본디 오활한 자이다.” 하자, 이이가 마침내 하향(下鄕)하였다. 삼사(三司)가 서로 글을 올려 만류하기를 청하였으나, 허락하지 않았다.",
                "hj": "○以李珥爲司諫, 不拜。 連除應敎、典翰、直提學, 皆不就。 珥自以學未進, 不可從政, 屢辭要顯, 而凡所陳說, 必以唐、虞三代爲言, 上曰: “李珥自是迂闊者。” 珥遂下鄕。 三司交章請留, 不許。"
            },
            "5": {
                "H2KE-EN": "The King appointed Yi Haesu as 사인으로, Yun Guyeong as 정언으로, Kim Gyehwi as 대사간으로, Geun Su as second deputy director of the Office of Royal Decrees , and soon as sixth-rank aide [to the governor].",
                "H2KE-nKo": "이해수를 사인으로, 윤국형을 정언으로, 김계휘를 대사간으로, 윤근수를 직제학으로 삼았다가 곧이어 동부승지로 승진시켰다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 11월 1일(계미) 5번째기사",
                "gt-oKo": "이해수(李海壽)를 사인(舍人)으로, 윤국형(尹國馨)을 정언으로, 김계휘(金繼輝)를 대사간으로, 윤근수(尹根壽)를 직제학으로 삼았다가 곧 동부승지로 승진시켰다.",
                "hj": "○以李海壽爲舍人, 尹國馨爲正言, 金繼輝爲大司諫, 尹根壽爲直提學, 俄陞同副承旨。"
            }
        }
    },
    "leap month 2": {
        "1": {
            "1": {
                "H2KE-EN": "The first day of the month, Assistant Section Chief of the Ministry of Personnel Oh Geon , abandoned his government post and returned to his hometown. Oh Geon was young and enough to study the study of Jo Sik . At the end of his age, he passed the state examination and was not from a powerful clan. For this reason, he was not able to serve in the government. Among the talented scholars, many knowledge of his worthy and recommended him as an official historian . According to precedent, an official historian was selected for the selection of talent, but Oh Geon did not come to work. People asked the reason. Oh Geon said, Why would I hardly voluntarily enter the world and the righteousness of the world? After he was promoted to the sixth rank, he entered the capital to become the section chief of the Ministry of Personnel and became the section chief of the Ministry of Personnel . He exerted efforts to encourage public justice. Out of pure and frugality, and when a matter was directly observed, he did not move about anything to restrain or transgressions. Many people resented him. Noh Jin and Oh Geon had long ago. He blamed them, saying, You have been promoted from a strategic prefecture and have been able to become 청현직에 오르게 되었으니, which is indeed lenient to yourself. Being diligent and apprehensive, why did you arbitrarily observe your world and voluntarily voluntarily? Nonetheless, Oh Geon still refused to change his world, the world became even more enough. Moreover, the King disliked the scholars and the powerful of the world became even more enough. Oh Geon was unable to do so, and thus he abandoned his government post and returned to his hometown.",
                "H2KE-nKo": "이조 정랑 오건이 관직을 버리고 고향으로 돌아갔다. 오건은 젊어서부터 학문을 좋아하여 조식을 따라 유학하였는데, 만년에는 과거에 급제하여 출신하였으나 문벌이 아니었기 때문에 벼슬이 현달하지 못하였다. 명사들이 그가 어질다는 것을 많이 알고 사관으로 천거하였다. 사관은 으레 재주를 시험하였으나 오건은 나아가지 않았다. 어떤 사람이 그 까닭을 묻자, 오건이 말하기를,“내가 어찌 괴롭게 스스로 천고의 시비가 집중되는 곳에 들어가겠는가.”하였다. 6품으로 오른 뒤에 청요직을 거쳐 전랑이 되었는데, 공도를 넓히는 데 힘썼다. 사람됨이 순박하고 과감하여 일을 만나면 곧장 앞으로 나아가 조금도 흔들리지 않았으므로 원망하는 사람이 많았다. 노진이 오건과 친분이 있었는데, 그에게 꾸짖기를,“너는 초야에서 출세하여 청현직에 올랐는데, 너에게는 과분한 일이다. 마땅히 조심조심해야 할 때를 당하여 무슨 까닭으로 함부로 자기 소견을 고집하여 스스로 많은 사람들의 노여움을 사겠는가.”하였다. 오건이 그래도 고치지 않으니, 많은 사람들의 노여움이 더욱 심해졌다. 또 주상의 뜻은 사류를 싫어하고 유속의 세력은 더욱 성해졌으나, 오건은 일을 할 수 없다는 것을 헤아리고는 마침내 관직을 버리고 고향으로 돌아갔다.\n",
                "date_ko": "선수 6권, 5년(1572 임신 / 명 융경(隆慶) 6년) 윤2월 1일(정사) 1번째기사",
                "gt-oKo": "이조 정랑 오건(吳健)이 벼슬을 그만두고 귀향하였다. 오건은 어릴 적부터 학문을 좋아하여 조식을 따라 배우다가 늦게야 과거로 발신(發身)하였는데, 문벌이 낮아 벼슬이 높이 오르지 못하였다. 많은 명사들이 그가 어질다는 것을 알고 사관(史官)으로 천거하였다. 사관은 으레 시재(試才)를 거친 자가 하였는데 오건은 취임하지 않았다. 어떤 사람이 그 까닭을 묻자, 오건이 말하기를, “내가 괴롭게 스스로 천고 시비의 세계로 들어갈 것이 뭐가 있는가.” 하였다. 6품으로 오른 뒤에 청요직을 지냈고 전조(銓曹)의 낭관이 되어서는 공도(公道)를 넓히기에 노력하였다. 사람됨이 순실(淳實)하고 과감하여 어떤 일을 당하면 곧장 앞으로 밀고 나가고 흔들리는 일이 없었으므로 원망하는 자들이 많았다. 노진(盧禛)은 오건과 친분이 있었는데, 나무라기를, “그대가 초야에서 출세하여 현달하였으니 그대에게는 과분한 일이다. 따라서 마땅히 뒤로 빠지고 조심해야 할 것인데, 무엇 때문에 섣불리 자신의 소견을 고집하여 많은 사람의 노여움을 자초하는가.” 하였으나, 오건은 그 자세를 마냥 고치지 않았으며 사람들의 노여움은 더 심해갔다. 게다가 주상의 뜻이 사류(士類)를 싫어 하고 유속(流俗)의 형세는 더욱 강해지므로, 오건은 일을 시행할 수 없음을 헤아리고 마침내 벼슬을 버리고 돌아갔다.",
                "hj": "○朔丁巳/吏曹正郞吳健, 棄官歸鄕。 健少好學, 從曺植游, 晩以科第發身, 非門閥, 故仕不顯。 名士多知其賢, 薦以史官。 史官例試材, 健不就。 人問其故, 健曰: “我何苦自入千古是非叢中乎?” 旣陞六品, 入踐淸要, 作銓郞, 務恢公道。 爲人淳實果敢, 遇事直前, 無所回撓, 人多怨者。 盧禛與健有舊, 呵之曰: “汝從草萊發跡, 致身淸顯, 於汝過分。 當鞱晦小心, 何故妄執所見, 自取衆怒乎?” 健猶不改, 衆怒益甚。 且上意厭士類, 而流俗之勢益盛, 健度不能有爲, 乃棄官而歸。"
            }
        }
    }
}