{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the month, Venus appeared during the day of the first month. The envoy [from Ming China] observed the throne, saying, The disaster of natural disaster is especially severe in recent days. The Great White (Venus appeared again on the day of the third month, which is very apprehensive. However, the circumstances and the dignity of all officials do not regard this as difference. What is the reason for this?",
                "H2KE-nKo": "태백성이 낮에 나타났다. 사신은 논한다. 재이가 근래에 더욱 심하게 발생하였는데, 태백성이 또 정월 초하룻날 나타났으니 매우 두렵다. 그런데도 상하가 태연하여 이상하게 여기지 않는 것은 어째서인가.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 1일(경신) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다. 사신은 논한다. 재이(災異)의 출현이 근래에 더욱 심한데 태백성이 또 삼원일(三元日)에 출현하니, 매우 두려운 일이다. 그런데 상하가 태연하여 괴이하게 여기지 않으니, 무슨 까닭인가.",
                "hj": "○朔庚申/太白見。 史臣按: “災異之出, 比來益甚, 而太白之見, 又在於三元之日, 甚可畏也。 然而上下晏然, 不以爲異, 何哉?”"
            },
            "2": {
                "H2KE-EN": "The King suspended the salutation ritual toward the imperial palace on New Years Day.",
                "H2KE-nKo": "정조의 망궐례를 정지하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 1일(경신) 2번째기사",
                "gt-oKo": "정조(正朝)의 망궐례(望闕禮)를 멈추었다.",
                "hj": "○停正朝望闕禮。"
            },
            "3": {
                "H2KE-EN": "The Crown Prince visited Gyeongbok Palace to pay his respects to the Queen.",
                "H2KE-nKo": "세자가 경덕궁에 나아가 중전에게 문안하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 1일(경신) 3번째기사",
                "gt-oKo": "세자가 경덕궁(慶德宮)에 가서 중전(中殿)에 문안하였다.",
                "hj": "○世子詣慶德宮, 問安于中殿。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King instructed, Tomorrow morning, summon 영상 and Left State Councilors to select candidates for them.",
                "H2KE-nKo": "주상이 하교하기를,“내일 아침에 영의정과 좌의정을 명초하여 의정의 후보를 뽑게 하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 10일(기사) 1번째기사",
                "gt-oKo": "상이 하교하였다. “내일 아침에 영상·좌상을 명초하여 복상(卜相)하게 하라.”",
                "hj": "○己巳/上下敎曰: “明朝命招領、左相, 使之卜相。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Jeong Taek as right state councilor and Yi Hae as minister of punishments and Im Jung as fourth inspector .",
                "H2KE-nKo": "정태화를 우의정으로, 이해를 형조 판서로, 임중을 지평으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 11일(경오) 1번째기사",
                "gt-oKo": "정태화(鄭太和)를 우의정으로, 이해(李澥)를 형조 판서로, 임중(任重)을 지평으로 삼았다.",
                "hj": "○庚午/以鄭太和爲右議政, 李澥爲刑曹判書, 任重爲持平。"
            },
            "2": {
                "H2KE-EN": "The State Tribunal reported, Former Magistrate of Gwangju Magistracy Yi Mi had already been ordered to wait until the government loans have been completed and then discuss the matter with the government loans. Now, Hwang Gons report has been halted for the time being, but Yi Mi should be suspended for the time being. How should Yi Mi be dealt with? The King said, Remove his post and release him.",
                "H2KE-nKo": "의금부가 아뢰기를,“전 광주 부윤 이흡은 관의 환곡을 다 거두어들일 때까지 기다렸다가 의논하여 처리하라는 하교가 일찍이 있었습니다. 지금 황감의 장계로 인하여 남한산성의 군향은 우선 거두어들일 것을 정지하게 하였는데, 이흡은 어떻게 처리해야 하겠습니까?”하니, 주상이 말하기를,“관직을 삭탈하고 풀어 주라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 11일(경오) 2번째기사",
                "gt-oKo": "의금부가 아뢰기를, “전 광주 부윤(廣州府尹) 이래(李䅘)는 관조(官糶)를 다 받아들이기를 기다려서 의논하여 처치하라는 분부가 있었습니다. 이제 황감(黃㦿)의 장계에 따라 남한(南漢)의 군향(軍餉)은 우선 받아들이는 것을 멈추게 되었으니, 이래를 어떻게 처치해야 하겠습니까?” 하니, 상이 이르기를, “삭직(削職)하여 놓아 보내라.” 하였다.",
                "hj": "○義禁府啓曰: “前廣州府尹李䅘, 曾有待畢捧官糶議處之敎矣。 今因黃㦿狀啓, 南漢軍餉, 姑爲停捧, 李䅘何以處之?” 上曰: “削職放送。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On sinmi day, Shin Miyu , a meteor emerged from the Great Winter Southern Dipper and entered the Great Winter Southern Dipper .",
                "H2KE-nKo": "유성이 북극성 위에서 나와 구진성 아래로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 12일(신미) 1번째기사",
                "gt-oKo": "유성(流星)이 북극성(北極星) 위에서 나와 구진성(鉤陳星) 아래로 들어갔다.",
                "hj": "○辛未/流星出北極星上, 入鉤陳星下。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gyeyu day, a meteor emerged from the meteor of Ikseong and entered the southern area.",
                "H2KE-nKo": "유성이 익성 아래에서 나와 남방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 14일(계유) 1번째기사",
                "gt-oKo": "유성이 익성(翼星) 아래에서 나와 남방으로 들어갔다.",
                "hj": "○癸酉/流星出翼星下, 入南方。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gapja day, Venus appeared during the twelfth daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 15일(갑술) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○甲戌/太白見。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Yak as minister of personnel , Yun Deuksun as governor of Hongcheong , Yun Jip as 부수찬으로, and Yu Gyeongjip as left royal secretary . ",
                "H2KE-nKo": "심액을 이조 판서로, 윤득열을 홍청 감사로, 윤집을 부수찬으로, 유경집을 좌부승지로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 15일(갑술) 2번째기사",
                "gt-oKo": "심액(沈詻)을 이조 판서로, 윤득열(尹得說)을 홍청 감사(洪淸監司)로, 윤집(尹鏶)을 부수찬으로, 유경즙(柳景緝)을 좌부승지로 삼았다.",
                "hj": "○以沈詻爲吏曹判書, 尹得說爲洪淸監司, 尹鏶爲副修撰, 柳景緝爲左副承旨。"
            },
            "3": {
                "H2KE-EN": "The King instructed the State Council , Recently, Yi Jimu , who was appointed 사서 of the Office of the Crown Prince , has been recommended for the position of Yi Jimu , is a man from Simyang . The Ministry of Personnel reported to the King, saying, Yi Jimu , who was appointed 사서 of the gapsin year (, submitted a memorial requesting replacing him. Because of this, he was punished for his crime. After receiving a pardon, he repeatedly was recommended for the position of inspectors and censors . Therefore, he has now been recommended for the position of inspectors and censors according to precedent. Upon receiving Your Majestys instruction, your subjects are deeply embarrassed. The King issued a royal directive, which stated, The officials of the Office of the Inspector General have obeyed the purpose of yield and diligently observed the law. If you observe such actions, it would be fortunate for the country to escape it.",
                "H2KE-nKo": "주상이 정청에 하교하기를,“이번 정사에서 사서에 의망한 이지무는 몇 년 전에 심양을 피하려고 꾀한 사람인가?”하니, 이조가 회계하기를,“이지무는 일찍이 갑신년에 사서에 제수되자 상소를 올려 체차되었다가 이 때문에 죄를 입었고, 용서를 받은 뒤에는 여러 차례 대간과 시종의 망통에 의망되었기 때문에 이번에도 규례대로 의망하였습니다. 그런데 삼가 하교를 받들고 보니 황공하기 그지없습니다.”하자, 주상이 하교하기를,“전관이 사정을 따르고 법을 무시하는 것이 갈수록 더욱 심해지고 있다. 이 같은 소행으로 본다면 나라가 망하지 않은 것만도 다행이다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 15일(갑술) 3번째기사",
                "gt-oKo": "상이 정청(政廳)에 하교하기를, “이번 정사에 사서(司書)에 의망한 이지무(李枝茂)는 근년에 심양(瀋陽)에 가지 않으려고 꾀한 사람인가?” 하였는데, 이조가 회계하기를, “이지무는 갑신년에 사서에 제수되었으나 상소하여 갈렸고 이 때문에 벌을 받았는데, 사유(赦宥)받은 뒤에는 여러 번 대간과 시종에 의망되었으므로 이번에도 전례에 따라 의망하였습니다. 하교를 받고 보니 매우 황공합니다.” 하니, 상이 하교하기를, “전관(銓官)이 사정에 따라 법을 업신여기는 것이 갈수록 심하니, 이렇게 하는 것을 보면 나라가 망하지 않는 것이 다행이다.” 하였다.",
                "hj": "○上下敎于政廳曰: “今政司書擬望之李枝茂, 頃年謀避瀋陽之人乎?” 吏曹回啓曰: “李枝茂曾於甲申年間, 除授司書, 陳疏見遞, 以此被罪。 蒙宥之後, 屢擬於臺侍之望, 故今亦循例擬望矣。 伏承下敎, 不勝惶恐。” 上下敎曰: “銓官之循私蔑法, 愈往愈甚。 以若所爲觀之, 則國之不亡, 幸矣。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On eulhae day, Right State Councilor Jeong Taek submitted a memorial requesting that he be dismissed from office. The King gentlely refused to grant his request.",
                "H2KE-nKo": "우의정 정태화가 상소하여 면직을 청하니, 주상이 온화한 말로 타이르고 허락하지 않았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 16일(을해) 1번째기사",
                "gt-oKo": "우의정 정태화가 상소하여 면직을 청하니, 상이 온유(溫諭)하고 윤허하지 않았다.",
                "hj": "○乙亥/右議政鄭太和上疏乞免, 上溫諭不許。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On byeongja day, a white rainbow occurred in the byeongja year (. The moon eclipse occurred. A meteor emerged from the front of the start",
                "H2KE-nKo": "흰 무지개가 달을 꿰뚫었다. 유성이 성성 아래에서 나와 남방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 17일(병자) 1번째기사",
                "gt-oKo": "백홍(白虹)이 달을 가로질렀다. 유성이 성성(星星) 아래에서 나와 남방으로 들어갔다.",
                "hj": "○丙子/白虹貫月。 流星出星星下, 入南方。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On muin day, a meteor emerged from the Great White (Venus and entered the 건방 .",
                "H2KE-nKo": "유성이 정성 위에서 나와 건방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 19일(무인) 1번째기사",
                "gt-oKo": "유성이 정성(井星) 위에서 나와 건방(乾方)으로 들어갔다.",
                "hj": "○戊寅/流星出井星上, 入乾方。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gabin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 2일(신유) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○辛酉/太白見。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The Crown Prince led all the officials in welcoming the imperial envoys at Mohwa Guesthouse .",
                "H2KE-nKo": "기묘년에 청나라 사신이 서울에 들어오니, 세자가 백관을 거느리고 모화관에서 맞이하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 20일(기묘) 1번째기사",
                "gt-oKo": "청사(淸使)가 서울에 왔는데 세자가 백관을 거느리고 모화관에서 맞이하였다.",
                "hj": "○己卯/淸使入京, 世子率百官, 迎于慕華館。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Huijeong Hall and received an audience with the Chinese envoy. The King said, The Japanese swords are trading and sent as a royal edict has already been issued, and our country has not made every effort. However, recently, Japanese have not been allowed to trading weapons. For this reason, it has already been ten years since now, and we have not yet trading weapons. The Chinese envoy said, It is proper to return and report this. The King said, The Japanese situation is slightly suspicious, and this year is even more severe. If there is an unexpected disaster, our country will not be able to control [the Japanese swords]. On the day and night I only hope that the Chinese court will come and support [the Japanese swords]. The Chinese envoy said, The spirit of the Emperor has already been decided through the world. If we hear that Japanese swords are invading our territory, how could we dare slightly delay [the Japanese swords]? The King said, Now that I hear this, I am deeply satisfied. ",
                "H2KE-nKo": "주상이 희정당에 나아가 청나라 사신을 접견하였다. 주상이 말하기를,“왜검을 사서 보내라고 이미 하교하셨으니, 우리나라가 힘을 다하지 않은 것은 아닙니다. 그러나 근래 왜인들이 병기 무역을 절대 허락하지 않기 때문에 지금까지 10년이 되도록 아직도 무역을 하지 못하고 있습니다.”하니, 사신이 말하기를,“마땅히 이것을 돌아가 보고하겠습니다.”하였다. 주상이 말하기를,“왜정이 날로 점점 의심스러워지고 있는데, 올해에 이르러서는 더욱 심해졌습니다. 만약 예측할 수 없는 상황이 생기면 우리나라는 장차 당해 낼 수 없을 것이니, 밤낮으로 오직 상국이 와서 구원해 주기를 바랄 뿐입니다.”하니, 사신이 말하기를,“황제의 신령으로 섭정왕이 천하를 평정하였으니, 만약 왜병이 국경을 침범하였다는 소식을 들으면 와서 구원하는 일을 어찌 감히 조금이라도 늦출 수 있겠습니까.”하자, 주상이 말하기를,“지금 이 말을 들으니 매우 후련합니다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 20일(기묘) 2번째기사",
                "gt-oKo": "상이 희정당(熙政堂)에서 청사를 접견하였다. 상이 말하기를, “왜검(倭劍)을 사서 보내라는 분부가 있었는데, 소방(小邦)이 힘을 다하지 않은 것은 아니나 근래 왜인이 병기(兵器) 무역을 전혀 허락하지 않으므로, 지금 10년이 되도록 아직 사지 못하였습니다.” 하니, 사신이 말하기를, “그 말씀대로 돌아가 고하겠습니다.” 하였다. 상이 말하기를, “왜정(倭情)이 날로 의심스러워져 가는데, 올해에는 더욱 심합니다. 혹시 뜻밖의 일이 있게 되면 폐방(弊邦)은 감당할 수 없으므로 밤낮으로 상국(上國)에서 구원하러 오기만을 기다릴 것입니다.” 하니, 사신이 말하기를, “황제의 위엄으로 섭정왕(攝政王)이 천하를 평정하였으니, 왜병이 경계를 침범하였다는 말을 들으면 구원하러 오는 일을 어찌 조금이라도 늦추겠습니까.” 하자, 상이 말하기를, “이제 그 말을 들으니 매우 후련합니다.” 하였다.",
                "hj": "○上坐熙政堂, 接見淸使。 上曰: “倭劍貿送, 曾已有敎, 小邦非不盡力, 而近來倭人切不許貿兵器, 故今已十年, 尙未貿得矣。” 使曰: “當以此歸報矣。” 上曰: “倭情日漸可疑, 至于今年而尤甚。 脫有不測, 弊邦將無以抵當, 日夜唯望上國之來援耳。” 使曰: “以皇帝之靈, 攝政王已定天下。 若聞倭兵之犯境, 來救之擧, 豈敢少緩?” 上曰: “今聞此言, 深用豁然。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyeongjin day, a ring around the sun appeared on the sun. In the inner halo, there was an earring-shaped halo and an earring-shaped halo. The earring-shaped halo figure-shaped halo appeared on the sun.",
                "H2KE-nKo": "경진년에 겹햇무리가 졌는데, 안쪽 햇무리에는 양이가 있고 바깥쪽 햇무리 위에는 배가 있었다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 21일(경진) 1번째기사",
                "gt-oKo": "해에 중훈(重暈)이 있었다. 내훈(內暈)에 양이(兩珥)가 있고 외훈(外暈) 위에 배(背)가 있었다.",
                "hj": "○庚辰/日有重暈。 內暈有兩珥, 外暈上有背。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince proceeded to the guesthouse for the imperial envoys and held the welcoming banquet for the imperial envoys. On this day, the King granted a general pardon because it was a celebratory ceremony for the imperial envoys. ",
                "H2KE-nKo": "세자가 청나라 사신의 관소에 나아가 하마연을 베풀고 돌아왔다. 이날 대사면령을 내렸는데, 청나라의 경사 때문이었다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 21일(경진) 2번째기사",
                "gt-oKo": "세자가 청사의 관소(館所)에 가서 하마연(下馬宴)을 베풀고 돌아왔다. 이날 대사(大赦)하였는데, 청국의 경사 때문이다.",
                "hj": "○世子詣淸使館所, 設下馬宴而還。 是日大赦, 以淸國之慶也。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gabin day, Venus appeared during the sinchuk day (141111:011111 p.m.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 22일(신사) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○辛巳/太白見。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive to the Royal Secretariat , which stated, The government grain loans from Gwangju shall be distributed to people in the capital as well as to other counties. I fear that there will be a problem inconveniences. Originally, there was an order to distribute [loans] to those people in the capital. Order the order to distribute [loans]? The 비국이 회계하기를, “조곡을 loans from the border are originally not a law. Moreover, the grain loans from the mountain fortress cannot be used for any opportunity to prepare for any unexpected disaster. Sometimes, it may be especially allowed to distribute [loans]. However, the people in the capital and other counties continue to distribute [loans] continue to distribute [loans]. This must have been caused by magistrates who harbored personal feelings. Originally, the order to distribute [loans from the capital]. The King said, From this day forward, any magistrate who distributes [loans from the government] personal feelings and distributes [loans from the capital] shall be adjudicated according to the law. Ganghwa shall also enforce [loans from the capital]. ",
                "H2KE-nKo": "주상이 정원에 하교하기를,“광주의 관곡을 서울의 사람들과 다른 고을의 사람들에게 나누어 주는 것은 뒷날의 폐단이 있을 듯하다. 당초에 나누어 주라는 명이 있었는가?”하니, 비변사가 회계하기를,“경계를 넘어서 환곡을 운용하는 것은 본래 법례가 아닙니다. 더구나 산성의 곡식은 곧 불시에 변고에 대비하기 위한 수요이므로 혹 흉년을 만나면 특별히 이전하도록 허락해야 합니다. 그런데 서울과 다른 고을의 사람들에게 계속해서 나누어 주는 폐단은 필시 수령이 인정에 끌려 그렇게 된 것일 것이고, 애당초 조정에서 나누어 주라는 명이 있었던 것은 아닙니다.”하자, 주상이 말하기를,“앞으로는 사정에 따라 내주는 수령은 무거운 쪽으로 논죄하고, 강화도 똑같이 시행하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 22일(신사) 2번째기사",
                "gt-oKo": "상이 정원에 하교하기를, “광주(廣州)의 관조(官糶)를 경중(京中)과 다른 고을 사람에게 나누어 주는 것은 뒤폐단이 있을 듯하다. 당초에 나누어 주라는 영이 있었는가?” 하였다. 비국이 회계하기를, “지경을 넘어서 조적(糶糴)하는 것은 본디 법례(法例)가 아닙니다. 더구나 산성(山城)의 곡물은 불시의 변고에 대비하기 위한 수요이므로 혹 흉년을 당하면 특별히 옮기는 것을 허락하였으나, 경중과 다른 고을 사람에게 계속해서 분급하는 폐단은 수령이 인정에 끌린 탓이지 당초에 조정에서 나누어 주라는 영이 있었던 것은 아닙니다.” 하니, 상이 이르기를, “이 뒤로 사정에 따라 내어준 수령은 엄중히 죄를 논하고, 강화(江華)도 마찬가지로 시행하라.” 하였다.",
                "hj": "○上下敎于政院曰: “廣州官糶, 分給京中人及他邑人, 似有後弊。 當初有分給之令乎?” 備局回啓曰: “越境糶糴, 本非法例。 況山城之穀, 乃不時待變之需, 或値凶年, 特許移轉, 而京中及他邑人, 續續分給之弊, 必是守令牽情之致, 初非自朝廷有分給之令矣。” 上曰: “今後守令之循私出給者, 從重論罪, 江華亦一體施行。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On imo day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 23일(임오) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○壬午/太白見。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported to the King as follows: There have been a problem in the past that tribute horses to be presented to the Ming court on the third day of the third month. However, the price of horses has already been extraordinary, and yet the price of horses has also been doubtful. However, the magistrates sometimes doubtful inflicting upon the situation and sometimes fear the possibility of the posibility of the horses to be levied on the people. Your subjects request that the governors of each province make a detailed thorough investigation and report to the King. If anyone is added to the price of horses, the local magistrate and the horse owner should all be punished. The King approved this request.",
                "H2KE-nKo": "간원이 아뢰기를,“삼명일의 진상마를 방납하는 폐단은 전부터 있었습니다. 그런데 이번에는 앞다투어 납부하는 것이 더욱 심하여 말값을 원래 정한 수가 이미 넉넉한데도 오히려 갑절로 징수하고 있습니다. 수령들은 안면과 인정에 구애되기도 하고 형세를 두려워하여 재량하지 않고 함부로 민간에서 징수하기도 합니다. 각 도의 감사로 하여금 상세히 조사하여 주상께 보고하게 하고, 원래의 수보다 더 지급한 것이 있으면 수령과 마주에게 똑같이 죄를 주소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 23일(임오) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “삼명일(三名日)에 진상하는 말[馬]을 방납(防納)하는 폐단은 전부터 있었으나, 이번에는 앞다투어 방납하는 것이 더욱 심하여 말 값으로 본디 정한 수가 넉넉한데도 오히려 훨씬 더 거둡니다. 그런데 수령은 사정에 얽매이거나 형세를 두려워하여 재량하지 못하고 민간에서 지나치게 거둡니다. 각도의 감사로 하여금 상세히 조사하여 계문하게 하되 본디 정한 수보다 더 준 자가 있으면 수령과 마주(馬主)를 함께 죄주소서.” 하니, 상이 따랐다.",
                "hj": "○諫院啓曰: “三名日進上馬防納之弊, 自前有之, 而今番則爭納尤甚, 馬價元定之數已優, 而猶且倍徵。 爲守令者, 或拘顔情, 或畏形勢, 不加裁量, 濫徵民間。 請令各道監司, 詳査啓聞, 如有加給於元數者, 守令、馬主, 一體科罪。” 上從之。"
            },
            "3": {
                "H2KE-EN": "The three state councilors reported as follows: Your subject and others proceeded to the guesthouse and met the envoy [from Ming China] beforehand said, The Japanese situation is separated from the past, and we are worried about morning and evening. It has been a long time since our country discarded the city walls, weapons, and weapons. If we do not report this, it will be difficult to repair them. Furthermore, the chief army commander of Pyeongan Province went to Anju , which was originally to defend the previous day. However, now the matter is different from that of the previous day. Therefore, it is inevitable to return to Yeongbyeon . Your subject hopes that Your Majesty will return to this magistracy with this intent and report this to the great country. The envoy then expressed his gratitude for the reduction of falcons and the number of falcons. The envoy then said that the reason for a long child died. The envoy sent the envoy Han Geowon , an interpreter officer , and others to tell the envoy. After a long time, he returned and reported, saying, This is not what we should say. Your subject and others also said, The people of the market are exhausted. It is impossible to fulfill their wishes to sell them. The envoy said, This is a matter of buying and selling with each other. Therefore, the imperial court cannot know about it.",
                "H2KE-nKo": "삼공이 아뢰기를,“신들이 관소에 나아가 정사(鄭使 정사)를 만나 먼저 말하기를 ‘왜인의 정세가 전과 달라 아침저녁으로 걱정스럽습니다. 우리나라의 성지와 병갑은 포기한 지 이미 오래되어 만약 보고가 없으면 수선하기가 어렵습니다. 또 평안 병사가 안주에 나가 주둔한 것은 본래 전날의 방비를 위해서였는데, 지금은 일이 전과 달라서 영변으로 돌아와 진을 설치하지 않을 수 없습니다. 이 뜻을 돌아가 대국에 전달해 주시기 바랍니다.’라고 하고, 이어 매[鷹]를 계속 수효를 줄인 일에 대해 사례하고, 다음으로 장아가 병사한 이유를 말하니, 정사가 대통관 한거원 등을 시켜 여러 사신에게 말을 전하게 하고 한참 있다가 돌아와 보고하기를 ‘이것은 우리들이 가부를 논할 일이 아닙니다.’라고 하였습니다. 신들이 또 말하기를 ‘저자서의 민력이 고갈되어 발매에 응할 수 없습니다.’라고 하니, 정사가 말하기를 ‘이것은 바로 서로 매매하는 일이니 조정에서 간여할 일이 아닙니다.’라고 하였습니다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 23일(임오) 3번째기사",
                "gt-oKo": "삼공(三公)이 아뢰었다. “신들이 관소(館所)에 가서 정사(鄭使)를 보고 먼저 말하기를 ‘왜정(倭情)이 전과 달라서 항상 염려스럽다. 우리 나라의 성지(城池)와 병갑(兵甲)은 버려둔 지 오래 되었는데, 보문(報聞)하지 않으면 수선할 수 없다. 또 평안 병사(平安兵使)가 안주(安州)에 나가 주둔한 것은 본디 전일의 방비를 위한 것이었는데, 이제는 일이 전과 달라졌으므로 영변(寧邊)으로 돌아와 진수(鎭守)하지 않아서는 안되니, 이 뜻을 대방(大邦)에 돌아가 아뢰기 바란다.’ 하고, 이어서 매의 수를 줄여 준 일에 대해 사례한 다음에 큰아들이 병으로 죽은 연유를 말하였더니, 정사가 대통관(大通官) 한거원(韓巨源)을 시켜 사신들에게 전해 말하게 하였는데, 한참 있다가 돌아와 고하기를 ‘이것은 우리들이 가부를 결정할 일이 아니다.’ 하였습니다. 신들이 또 말하기를 ‘도성 사람들이 힘이 다하였으므로 발매(發賣)에 응할 수 없다.’ 하였더니, 정사가 말하기를 ‘이것은 서로 매매하는 일이니 조정이 참여하여 알 일이 아니다.’ 하였습니다.”",
                "hj": "○三公啓曰: “臣等詣館所, 見鄭使先言: ‘倭情異前, 朝暮可虞。 我國城池、兵甲, 抛棄已久, 若不報聞, 難以修繕。且平安兵使出駐安州, 本爲前日之防備, 今則事與前殊, 不可不還鎭寧邊, 願將此意, 歸達大邦。’ 仍謝鷹連減數之事, 次言長兒病死之由, 鄭使令大通官韓巨源等, 傳說於諸使, 良久還報曰: ‘此非吾等所當可否。’ 云。 臣等又言: ‘市民力盡, 無以應副其發賣。’ 鄭使曰: ‘此是交相買賣之事, 非朝廷所可與知。’ 云。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gapsin day, Venus appeared during the sinchuk day (140-14:001:30 a.m.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 25일(갑신) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○甲申/太白見。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On eulyu day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 26일(을유) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○乙酉/太白見。"
            },
            "2": {
                "H2KE-EN": "A stream flooding over Daetan in Suncheon Prefecture of Jeon남도 Province was halted.",
                "H2KE-nKo": "전남도 순천부의 대탄이 물줄기가 끊겼다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 26일(을유) 2번째기사",
                "gt-oKo": "전남도(全南道) 순천부(順天府)의 큰 내가 단류(斷流)되었다.",
                "hj": "○全南道順天府大灘斷流。"
            },
            "3": {
                "H2KE-EN": "The King appointed Ha Yeon as fourth inspector of the Office of the Inspector General . He was promoted to grand master for excellent virtue and promoted to grand master for excellent virtue . This was because he separately prepared military weaponry during the reign of the former Naval Commander of the Naval Commander .",
                "H2KE-nKo": "하진을 지평으로 삼았다. 남두병에게 가선대부의 품계를 가자하였는데, 전남 병사로 있을 때 군기를 별도로 준비하였기 때문이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 26일(을유) 3번째기사",
                "gt-oKo": "하진(河溍)을 지평으로 삼았다. 남두병(南斗柄)에게 가선(嘉善)의 자급을 주었는데, 전남 병사(全南兵使)로 있을 때 특별히 군기(軍器)를 장만하였기 때문이다.",
                "hj": "○以河溍爲持平, 加南斗柄嘉善階, 以全南兵使時別備軍器也。"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Recently, in the capital, the Royal Confucian Academy has not read the lectures. In the provinces, counties and districts have abolished encouraging encouracouraging encouraging encour",
                "H2KE-nKo": "헌부가 아뢰기를,“근래 안으로는 국학에서 자리만 차지하고 강론하지 않으며 밖으로는 주군에서 과업을 전적으로 폐기하고 있습니다. 국자감의 사유로 하여금 한결같이 학령에 따라 초하루와 보름에 그 근만을 고과하게 하고, 지방에서는 도사를 잘 가려 전적으로 교도를 관장하게 하여 여러 차례 통을 받은 자는 논상하고, 세 차례 통을 받지 못한 자는 도태하여 무학으로 정함으로써 학문을 일으키고 권장하는 바탕으로 삼으소서.가산의 산세가 매우 험준하여 대낮에 안개가 끼고 찌는 듯하여 창고의 곡식이 썩기 쉽고, 또 운반하여 납부할 때 산길이 험준하여 겨울철에는 빙판에 쓰러지는 일이 잇따르고 있습니다. 의논하는 자들이 ‘증미를 다른 것으로 대신 납부하면 비록 습한 지역에 있더라도 썩지 않을 것이고, 군량에는 영구한 이익이 있을 것이며, 백성들에게는 운반하는 폐단이 없을 것입니다.’라고 합니다. 도신으로 하여금 잘 헤아려 변통하게 하소서.낙동강의 좌우 10여 고을은 바다와의 거리가 매우 멀어서 백성들이 생계를 꾸려 갈 수 있는 것은 오로지 소금을 굽는 데 의지하고 있습니다. 그런데 통영에서는 매번 봄가을로 소금을 굽는 배를 보내 소금을 굽는 배를 막고 사상을 막으므로 소금값이 뛰어올라 백성들이 고통을 견디지 못하고 있습니다. 게다가 소금을 굽는다는 핑계로 썩은 물고기와 묵은 미역을 열읍에 나누어 보내 억지로 그 값을 지불하고 있습니다. 통제사를 추고하고 일체 엄히 금하소서. 새로 제수된 양주 목사 윤형은 근면하고 능력이 부족하니 체차하소서.”하니, 주상이 모두 그대로 따르고, 통영에서 소금을 사들이는 일은 비변사로 하여금 헤아려 처리하게 하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 26일(을유) 4번째기사",
                "gt-oKo": "헌부가 아뢰기를, “근래 안으로는 국학(國學)에서 자리를 걷어 치우고 강학(講學)하지 않으며 밖으로는 고을에서 권과(權課)를 전폐하니, 국자(國子)의 사유(師儒)를 시켜 한결같이 학령(學令)에 따라 초하루와 보름으로 근만(勤慢)을 고과하고, 외방에서는 도사(都事)를 엄선하여 교도를 전관하게 하여, 여러 번 통(通)한 자는 논상(論賞)하고, 세 번 불통(不通)한 자는 도태하여 무학(武學)으로 정하여 학문을 일으키고 권장하는 바탕으로 삼으소서.” 가산(架山)은 산세가 매우 험준하여 대낮에도 구름과 안개가 끼어 축축하므로 창고의 곡식이 썩기 쉽고 또 운반할 때에는 산길이 험하여 겨울철에는 빙판에 넘어지는 일이 많습니다. 의논하는 자의 말은, 증미(蒸米)로 대봉(代捧)하면 축축한 곳에 있더라도 썩지 않을 것이니 군향(軍餉)으로 영구히 쓸 수 있는 이점이 있고 백성에게는 나르는 폐단이 없을 것이라고 합니다. 도신(道臣)을 시켜 검토하여 변통하게 하소서. 낙동강(洛東江) 좌우의 여남은 고을은 바다에서 매우 멀리 떨어져 있으므로 백성들의 생활은 오로지 소금을 사먹어야 하는데, 통영(統營)에서 봄가을로 소금 무판선(貿販船)을 보내면서 사사로 장사하는 것을 막으므로 소금값이 비싸서 백성이 괴로움을 견디지 못하고 있습니다. 그리고 무판한다는 핑계로 썩은 고기와 묵은 미역을 여러 고을에 나누어 보내고 그 값을 억지로 정하니, 통제사(統制使)를 추고하고 일체 엄금하소서. 새로 제수된 양주 목사(楊州牧使) 윤형(尹珩)은 근면성과 재간이 부족하니 체차하소서.” 하니, 상이 다 따르되 통영에서 무판하는 일은 비국을 시켜 재량하여 처치하게 하였다.",
                "hj": "○憲府啓曰: “近來, 內而國學倚席不講, 外而州郡專廢勸課, 請令國子師儒, 一依學令, 朔望課其勤慢, 外方則極擇都事, 專管敎導, 屢通者論賞, 三次不通者汰定武學, 以爲興學勸奬之地。 架山山勢極峻, 白晝雲霧蒸濕, 倉穀易腐, 且運納之際, 山路險絶, 冬月氷坂, 顚仆相繼。 議者謂, 代捧蒸米, 雖在濕地, 不爲腐敗, 軍餉有永久之利, 人民無輸運之弊。 請令道臣, 商確變通。 洛東江左右十餘邑, 距海甚遠, 人民所以資生者, 專靠商鹽, 而統營每於春秋, 發送貿販鹽舡, 攔阻私商, 鹽價翔貴, 民不堪苦。 且稱以貿販, 腐魚、陳藿, 分送列邑, 勒定其價, 請統制使推考, 一切嚴禁。 新除授楊州牧使尹珩, 勤幹不足, 請遞差。” 上皆從之, 統營貿販, 令備局量處。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Magistrate of Yangju Strategic County Yi Huyang is originally foolish and slow by nature. Moreover, he is foolish and corrupt. Your subjects request that he be replaced. The King granted permission.",
                "H2KE-nKo": "사간원이 아뢰기를,“새로 제수된 양주 목사 이후양은 성품이 본래 오활하고 느슨한 데다가 비루하기까지 하니, 체차하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 27일(병술) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “새로 제수된 양주 목사 이후양(李後陽)은 성질이 본디 데면데면하고 야비하기까지 합니다. 체차하소서.” 하니, 상이 따랐다.",
                "hj": "○丙戌/諫院啓曰: “新除授楊州牧使李後陽, 性本迂緩, 加以麤鄙, 請遞差。” 上從之。"
            },
            "2": {
                "H2KE-EN": "Left and Right State Councilor reported to the King as follows: When your subject and others arrived at the guesthouse, Jeong Saeng said, Jang Gyeu , the younger cousin of the same surname, is now serving as subarea commander of Uiju . If he is to be transferred to the border area of Anju , it would be possible for him to survey his graves near Eunsan . Moreover, a student of Bakcheon Kim Jang is the son-in-law of his younger brothers and son-in-law. Your subject desires that he be appointed as subarea commander of Uiju. The King immediately appointed Jang Gyeu as subarea commander of Nogang and Kim Jang as subarea commander of Bangsan.",
                "H2KE-nKo": "좌의정과 우의정이 아뢰기를,“신들이 관소에 도착했을 때 정사(鄭使 정사)가 말하기를 ‘이성 사촌 동생인 장계우가 현재 의주 지방산 만호로 있는데, 만약 안주 지방 변장으로 옮겨 제수한다면 은산 근처에 살면서 그 분묘를 보살펴 줄 수 있을 것입니다. 그리고 박천의 교생 김저는 동생 동생의 사위이니 의주 만호가 되기를 원합니다.’라고 하였습니다.”하니, 그날로 장계우를 노강 첨사로, 김저를 방산 만호로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 27일(병술) 2번째기사",
                "gt-oKo": "좌우상이 아뢰기를, “신들이 관소(館所)에 갔을 때에 정사(鄭使)가 말하기를 ‘이성(異姓) 사촌 아우인 장계우(張繼禹)가 지금 의주(義州) 땅 방산 만호(方山萬戶)인데, 안주(安州) 땅의 변장(邊將)으로 옮겨 제수되면 은산(殷山)에 가까워서 분묘(墳墓)를 돌볼 수 있을 것이다. 또 박천(博川)의 교생(校生) 김전(金鈿)은 동생(同生) 아우의 사위인데 의주 땅의 만호가 되기를 바란다.’ 하였습니다.” 하였는데, 그날로 장계우를 노강 첨사(老江僉使)로, 김전을 방산 만호(方山萬戶)로 삼았다.",
                "hj": "○左右相啓曰: “臣等到館所時, 鄭使言: ‘異姓四寸弟張繼禹, 方爲義州地方山萬戶。 若得移授安州地邊將, 則得近殷山, 可以看護其墳墓。 且博川校生金鈿, 乃同生弟女壻, 願得義州萬戶。’ 云。” 卽日以繼禹爲老江僉使, 鈿爲方山萬戶。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On jeonghae day, a meteor emerged from the middle of the Shen River and entered the sunset and entered the sunset.",
                "H2KE-nKo": "정해년에 유성이 심성 가운데에서 나와 손방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 28일(정해) 1번째기사",
                "gt-oKo": "유성이 심성(心星) 가운데에서 나와 손방(巽方)으로 들어갔다.",
                "hj": "○丁亥/流星出心星中, 入巽方。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On muja day, a meteor emerged from the northeast and entered the center of the start of the start. ",
                "H2KE-nKo": "유성이 북극성 아래에서 나와 삼성 안으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 29일(무자) 1번째기사",
                "gt-oKo": "유성이 북극성(北極星) 아래에서 나와 삼성(參星)으로 들어갔다.",
                "hj": "○戊子/流星出北極星下, 入參星中。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On imjin day, Venus appeared during the daylight hours. An earthquake occurred in Jeonju Magistracy . The governor reported this to the throne.",
                "H2KE-nKo": "태백성이 낮에 나타났다. 전주부에 지진이 일어났다고 감사가 보고하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 3일(임술) 1번째기사",
                "gt-oKo": "태백성이 나타났다. 전주부(全州府)에 지진이 있었는데, 감사가 계문하였다.",
                "hj": "○壬戌/太白見。 全州府地震, 監司以聞。"
            },
            "2": {
                "H2KE-EN": "Kim Namjung was appointed inspector general , Jo Gyeong was appointed minister of punishments , Kim Sihyeong was appointed headmaster , Jang Won was appointed sixth-rank aide [to the governor] , Yi Jihang was appointed censor .",
                "H2KE-nKo": "김남중을 대사헌으로, 조경을 형조 판서로, 김시국을 대사성으로, 박장원을 동부승지로, 이지항을 대사간으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 3일(임술) 2번째기사",
                "gt-oKo": "김남중(金南重)을 대사헌으로, 조경(趙絅)을 형조 판서로, 김시국(金蓍國)을 대사성으로, 박장원(朴長遠)을 동부승지로, 이지항(李之恒)을 대사간으로 삼았다.",
                "hj": "○以金南重爲大司憲, 趙絅爲刑曹判書, 金蓍國爲大司成, 朴長遠爲同副承旨, 李之恒爲大司諫。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gichuk day, the first day of the ninth month, a meteor emerged from the meteor of Simseong and entered the southern area.",
                "H2KE-nKo": "기축년에 유성이 심성 아래에서 나와 남방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 30일(기축) 1번째기사",
                "gt-oKo": "유성이 심성 아래에서 나와 남방(南方)으로 들어갔다.",
                "hj": "○己丑/流星出心星下, 入南方。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince proceeded to the entire body of the Imperial Crown Prince and performed the salutation ritual toward the imperial palace [of Ming China]. The day of the Imperial Crown Princes birthday, because the Chinese envoys were staying at the guesthouse, they performed the salutation ritual.",
                "H2KE-nKo": "세자가 남별궁에 나아가 망궐례를 행하였다. 청주의 생일이기 때문이다. 청나라 사신이 관소에 있었기 때문에 망궐례를 행한 것이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 30일(기축) 2번째기사",
                "gt-oKo": "세자가 남별궁(南別宮)에 가서 청주(淸主)의 생일에 대한 망궐례를 거행하였다. 청사(淸使)가 관소(館所)에 있기 때문에 거행한 것이다.",
                "hj": "○世子詣南別宮, 行望闕禮。 淸主之生日也, 以淸使在館故行之。"
            },
            "3": {
                "H2KE-EN": "The Directorate of Receiving the Imperial Envoy reported, Han Geowon , a runner of the Office of Paper Supplies , bound more than ten people from the Paper Supplies Bak Taekryong and the merchants [of the Bureau of the Capital Markets], and sent them to the capital. Shortly thereafter, [Han Geowon] had [Han Geowon] urge [him] to pay the selling of goods. Originally, [Han Geowon] was not from the marketplace. Therefore, [Han Geowon] provided 600 gwon [of paper] from the Board of Receiving the Imperial Envoy . [The King] replied, Examine [Han Geowon] with all his heart to encourage him to remove the evils of the merchants from the merchants.",
                "H2KE-nKo": "영접도감이 아뢰기를,“정 사령 한거원이 평시서 봉사 박택룡과 시민 10여 인을 묶어 와서 장을 치려다가 조금 뒤에 풀어 주고 이어서 발매할 물건을 재촉해 바치게 하였습니다. 백면지는 본래 시화가 아니기 때문에 호조에서 600권을 내주었습니다.”하니, 답하기를,“진심으로 잘 타일러서 시민들에게 조금이라도 폐단이 없게 하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 30일(기축) 3번째기사",
                "gt-oKo": "영접 도감(迎接都監)이 아뢰기를, “정사가 한거원(韓巨源)을 시켜 평시 봉사(平市奉事) 박택룡(朴澤龍)과 시민(市民) 여남은 사람을 묶어 데려가서 결장(決杖)하려다가 조금 뒤에 풀어 보내고 이어서 팔 물건을 들이도록 재촉하였는데, 백면지(白綿紙)는 본디 시화(市貨)가 아니므로 호조에서 6백 권(卷)을 내주었습니다.” 하니, 답하기를, “정성껏 타일러서 시민에서 조금도 폐해가 없게 하라.” 하였다.",
                "hj": "○迎接都監啓曰: “鄭使令韓巨源, 縛致平市奉事朴澤龍及市民十餘人, 將欲決杖, 少頃解送, 仍使促納發賣之物。 白綿紙則本非市貨, 故自地部出給六百卷矣。” 答曰: “盡心開諭, 以除市民一分之弊。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyehae day, Venus appeared during the gyemyo day (1423, the fourth month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 4일(계해) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○癸亥/太白見。"
            },
            "2": {
                "H2KE-EN": "Magistrate of Gwangju Magistracy Hwang Gon hurriedly reported, During the ninth year of gyeongjin year ( to the ninth year of muja year (, local magistrates have repeatedly been replaced, and their documents have been discourteous. Therefore, it is truly difficult to collect all the government grain loans at the same time. Your subject implores that Your Majesty have the Ministry of Rites directly command this. The 비국에서 복계하기를, “칙사의 행차가 urgently, and we are gradually approaching the farming season. Although the grain stored in the capital and the provinces is very important, the peoples livelihoods are worrisome. The grain loans received by scholar-officials in the capital and the provinces should not be counted as the farming season, and only the grain loans will be levied until the farming season. The disposition of the poor people will be gradually scattered. This is truly worrisome. Your subject requests that Your Majesty wait until the coming autumn harvest and then review the grain loans and the grain loans that cannot be levied on those who have died or wandered. The grain loans that cannot be levied on them should be eliminated, thereby eliminating the troubles of the people. The King approved this.",
                "H2KE-nKo": "광주 부윤 황감이 급히 장계하기를,“경진년부터 무자년까지 9년 동안 수신이 여러 차례 체차되어 장부가 난잡하였으니, 전후의 관곡을 하루아침에 모두 거두어들이는 것은 형세상 참으로 곤란합니다. 묘당으로 하여금 지휘하게 하소서.”하였다. 비변사가 의견을 갖추어 아뢰기를,“칙사의 행차가 이미 임박하였고 봄농사도 점점 가까워지고 있으니, 양식을 비축해 두는 일이 중요하지만 백성들의 일이 염려스럽습니다. 서울과 지방의 사대부들이 받는 곡식은 농사철을 따지지 않고 오직 모조리 거두어들이기만을 기약하니, 쇠잔한 백성들은 흩어질 조짐이 참으로 염려스럽습니다. 우선 가을걷이가 끝나기를 기다렸다가 다시 풍흉을 보아 거두어들이고, 물고 난 사람과 유망하여 지적하여 징수할 만한 사람이 없는 사람은 죄명을 깨끗이 씻어 주어 민간에서 소란을 피우는 폐단을 제거해야 할 듯합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 4일(계해) 2번째기사",
                "gt-oKo": "광주 부윤(廣州府尹) 황감(黃㦿)이 치계하기를, “경진년부터 무자년까지 9년 사이에 수신(守臣)이 여러 번 갈리어 문부(文簿)가 어지러우므로 전후의 관조(官糶)를 한꺼번에 죄다 받아들이는 것은 참으로 어려운 형세이니, 묘당으로 하여금 지휘하게 하소서.” 하였는데, 비국이 복계(覆啓)하기를, “칙사의 행차가 임박하였고 농사철이 다가오니, 양식을 비축하는 것도 중요하지만 농사가 염려스럽습니다. 경외(京外)의 사대부가 받을 곡물을 농사철임을 헤아리지 않고 피폐한 백성에게서 죄다 받아들이려 한다면 그들이 점차 흩어질 것이니, 참으로 염려스럽습니다. 그러니 우선 가을 곡식이 익기를 기다렸다가 다시 풍흉을 보아서 받아들이고, 죽었거나 유망(流亡)하여 지목해서 징수할 수 없는 것은 탕척하여 민간의 소요하는 폐단을 없애야 할 듯합니다.” 하니, 상이 따랐다.",
                "hj": "○廣州府尹黃㦿馳啓以爲: “自庚辰至戊子九年之間, 守臣累遞, 文簿雜亂, 前後官糶, 一朝盡捧, 其勢固難, 乞令廟堂指揮。” 備局覆啓以爲: “勑行已迫, 春事漸近, 峙糧雖重, 民事可念。 京外士大夫所受之穀, 不計農時, 唯期盡捧, 殘民則潰散之漸, 誠可慮也。 姑待秋成, 更觀豐歉而捧之, 其物故、流亡無可指徵者, 似當蕩滌, 以除民間騷屑之弊。” 上從之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gapja day, Venus appeared during the twelfth month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 5일(갑자) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○甲子/太白見。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Taxation reported, Cheongsong in Gyeongsang Province has silver cauldrons. Your subjects request that silver cauldrons be collected in order to supplement the use of the imperial envoys. The King granted permission.",
                "H2KE-nKo": "호조가 아뢰기를,“경상도 청송 땅에 은광[銀穴]이 있으니, 채취하여 칙사 행차의 용도에 보태게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 5일(갑자) 2번째기사",
                "gt-oKo": "호조가 아뢰기를, “경상도 청송(靑松) 땅에 은광(銀鑛)이 있으니, 캐어서 칙사 행차의 용도에 보태소서.” 하니, 상이 따랐다.",
                "hj": "○戶曹啓曰: “慶尙道靑松地有銀穴, 請采取, 以補勑行之用。” 上從之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On eulchuk day, Venus appeared during daylight hours. At night, 유성이 항성 아래에서 나와 남방으로 들어갔다.",
                "H2KE-nKo": "태백성이 낮에 나타났다. 밤에 유성이 항성 아래에서 나와 남방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 6일(을축) 1번째기사",
                "gt-oKo": "태백성이 나타났다. 밤에 유성(流星)이 항성(亢星) 아래에서 나와 남방으로 들어갔다.",
                "hj": "○乙丑/太白見。 夜, 流星出亢星下, 入南方。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported, In the winter of last year, Your Majesty ordered that the ceremony for the investiture of the Crown Prince be held next spring. Now that it is the spring, your subjects request that a date be selected from among the officials of the Office of Astronomy and Geomancy . The King approved this.",
                "H2KE-nKo": "예조가 아뢰기를,“작년 겨울에 왕세손의 책례를 내년 봄으로 물려 행하라는 하교가 있었습니다. 지금 이미 봄이 시작되었으니 일관으로 하여금 길일을 가리게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 6일(을축) 2번째기사",
                "gt-oKo": "예조가 아뢰기를, “지난해 겨울에 왕세손(王世孫)의 책례(冊禮)를 내년 봄으로 물려 거행하라는 분부가 있었습니다. 이제 봄이 시작되었으니, 일관(日官)을 시켜 길일(吉日)을 가리소서.” 하니, 상이 따랐다.",
                "hj": "○禮曹啓曰: “上年冬, 有王世孫冊禮明春退行之敎。 今已開春, 請令日官, 推擇吉日。” 上從之。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On mujin day, Venus appeared during the daylight hours. At night, a meteor emerged from the front and entered the sunset and entered the sunset.",
                "H2KE-nKo": "태백성이 낮에 나타났다. 밤에 유성이 항성 아래에서 나와 손방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 7일(병인) 1번째기사",
                "gt-oKo": "태백성이 나타났다. 밤에 유성이 항성 아래에서 나와 손방(巽方)으로 들어갔다.",
                "hj": "○丙寅/太白見。 夜, 流星出亢星下, 入巽方。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Ministry of Rites advised, According to the Zhu Xi's Family Rituals (C. Liji , when a woman is an audience with the King, His Majesty the King ascends the throne and attends the King in normal manner. This is the proprieties of an audience with the court officials, and there is no difference in the case of an audience with the King. We shall wrote a crown and a summer robe with a summer s",
                "H2KE-nKo": "예조가 아뢰기를,“《국조오례의》의 왕자혼례 조항을 가져다 상고해 보니 ‘부인이 조현할 때 전하께서 자리에 오르면 시위는 평상시의 의식과 같다.’라고 하였습니다. 이것은 조신을 접견하는 예와 다름이 없을 듯하니 익선관에 곤룡포를 입는 것으로 부표하여 들입니다.”하니, 주상이 말하기를,“지난해 대군부인이 조현할 때는 강사포로 마련했었다.”하였다. 예조가 아뢰기를,“신들이 《국조오례의》를 두루 상고해 보니 ‘왕세자빈이 조현할 때는 전하께서 원유관에 강사포를 갖추고 나와 자리에 오른다.’라고 하였습니다. 왕자부인이 조현할 때는 단지 ‘전하께서 자리에 오르면 시위는 평상시의 의식과 같다.’라고만 하고 복색은 말하지 않았습니다. 왕자혼례는 세자빈의 납채, 납폐, 조현할 때의 절목과 강사포 외에 곤룡포가 그 다음입니다. 그러므로 감히 억견으로 부표합니다.”하니, 주상이 말하기를,“모두 조현이라고 하니 그 복색이 같지 않을 리가 없을 듯하다.”하였다. 예조가 또 아뢰기를,“지금 성상의 하교를 받들고 다시 참작하여 헤아려 보니 세자빈이 조현할 때의 절목은 상당히 상세합니다. 그런데 왕자부인이 조현할 때는 단지 평상시의 의식과 같다고만 하니 윗글을 적용하는 뜻이 없지 않습니다. 주상께서 임어하실 때의 절목은 차이가 없을 듯하니 강사포에 원유관을 쓰고 예를 행하는 것이 마땅합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 8일(정묘) 1번째기사",
                "gt-oKo": "예조가 아뢰기를, “《오례의(五禮儀)》 왕자혼례조(王子婚禮條)를 상고하니 ‘부인(夫人)이 조현(朝見)할 때에 전하가 승좌(陞座)하고 시위(侍衛)하는 것은 평상시의 의례와 같다.’ 하였습니다. 이것은 조신(朝臣)을 접견하는 예(禮)와 다를 것이 없는 듯하므로, 익선관(翼善冠)과 곤룡포(袞龍袍)로 부표(付標)하여 들입니다. 하니, 상이 이르기를, “지난해 대군 부인(大君夫人)이 조현할 때에는 강사포(降紗袍)로 마련했었다.” 하였다. 예조가 아뢰기를, “신들이 《오례의》를 두루 상고하니, 왕세자빈(王世子嬪)이 조현할 때에 ‘전하가 원유관(遠游官)과 강사포를 갖추고 나와 승좌한다.’ 하였으나, 왕자 부인(王子夫人)이 조현할 때에는 ‘전하가 승좌하고 시위하는 것은 평상시의 의례와 같다.’고만 하고 복색을 말하지 않았습니다. 왕자의 혼례는 세자빈의 납채(納采)·납폐(納幣)·조현 때의 절목보다 낮추니, 강사포 밖에는 곤룡포가 버금가므로 감히 억견으로 부표하였습니다.” 하니, 상이 이르기를, “다 같은 조현이라면 그 복색은 같지 않을 리가 없을 듯하다.” 하였다. 예조가 또 아뢰기를, “이번에 성상의 분부를 받고 다시 더 참고하니, 세자빈이 조현할 때의 절목은 상세한데 왕자부인이 조현할 때의 경우는 평상시의 의례와 같다고만 하였으니, 윗글을 그대로 적용하라는 뜻이 있는 듯합니다. 위에서 임어하시는 절목은 다를 것이 없을 듯하니, 강사포와 원유관으로 예를 거행하는 것이 마땅하겠습니다.” 하니, 상이 따랐다.",
                "hj": "○丁卯/禮曹啓曰: “取考《五禮儀》王子婚禮條, 則夫人朝見時, 殿下陞座, 侍衛如常儀云。 此與朝臣接見之禮, 似無異同, 以翼善冠、衮龍袍, 付標以入。” 上曰: “頃年大君夫人朝見時, 則以絳紗袍磨鍊矣。” 禮曹啓曰: “臣等遍考《五禮儀》, 王世子嬪朝見時, 殿下具遠游冠、絳紗袍, 出陞座云。 王子夫人朝見時, 則只云殿下陞座, 侍衛如常儀, 而不言服色。 王子婚禮, 與世子嬪納采、納幣、朝見時節目降殺, 絳紗袍之外, 衮龍袍次之, 故敢以臆見, 付標矣。” 上曰: “皆謂之朝, 則其服色, 似無不同之理也。” 禮曹又啓曰: “今承聖敎, 更加參商, 則世子嬪朝見時節目頗詳, 而至於王子夫人朝見時, 只云如常儀, 或不無蒙上文之意。 自上臨御節目, 則似無異同, 以絳紗袍、遠遊冠, 行禮爲當。” 上從之。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: Governor of Hongcheong Province Kim So is living in his province. He has caused much trouble to the people. He also supported a female government slave of the provincial headquarters, which was ridicule. As a governing governance, people are resentment and people are raised. Your subjects request that he be dismissed from his post. The Office of the Inspector General reported three times to the King, and the King approved this.",
                "H2KE-nKo": "헌부가 아뢰기를,“홍청 감사 김소는 집이 도내에 있어 폐단을 끼치는 일이 많았고 영비를 데리고 살았으며, 또 비웃음을 당하는 일도 있었습니다. 정사가 황폐하고 백성이 원망하여 사람들의 말이 자자하니, 파직하소서.”하였다. 세 번째 아뢰자, 이에 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 1월 9일(무진) 1번째기사",
                "gt-oKo": "헌부가 아뢰기를, “홍청 감사(洪淸監司) 김소(金素)는 집이 도내에 있으므로 폐해를 끼치는 단서가 많거니와, 영비(營婢)를 첩으로 삼아서 비웃음을 산 일이 있습니다. 정사가 어지러워 백성이 원망하므로 사람들의 말이 자자하니, 파직하소서.” 하였는데, 세 번 아뢰어서야 따랐다.",
                "hj": "○戊辰/憲府啓曰: “洪淸監司金素, 家在道內, 旣多貽弊之端, 挾畜營婢, 又有見笑之事。 政荒民怨, 人言藉藉, 請罷職。” 三啓而乃從之。"
            }
        }
    },
    "02": {
        "10": {
            "1": {
                "H2KE-EN": "On gihae day, the King received Governor of Hongcheong , Governor of Gyeonggi [Province]. Commander General Kim응hae had Deputy Director [of the Office of the Royal Decrees] on duty and also attended [the King]. The King said to [Kim] Deukhae , The people of this province have recently been unfair. My dear sirs should govern [this province]? [Kim] replied, Your subject also knows that the people have unfairly unfairly. The people are suffering from poor hunger and starved, and their martial arts are unfair. [Your subject] is truly unaware of how to govern [this province]. When your subject had served as a local magistrate of Gyeongsang [Province] , the people of this province were not compared to that of the people of Chungcheong Province. Originally, he possessed literary skills, and the martial arts were also good. The people of Chungcheong Province are a place near Wang hwa , and the custom [of this province] is like this. [Thus, it is] apprehensive. The King said, The people of this province are good. In the past, when 병란s were already disappeared, [the people] were able to govern [the province] again. How could they be worthy of other provinces? It is truly easy to taught commoners. It is possible to capable of capable ca",
                "H2KE-nKo": "주상이 홍청 감사 윤득열을 인견하였다. 총융사 김응해가 부총관으로서 입직하였는데, 또한 입시하라고 명하였다. 주상이 윤득열에게 말하기를,“본도의 인심이 근래 불순한데, 경은 장차 어떻게 다스리겠는가?”하니, 대답하기를,“인심이 불순한 것은 신도 알고 있습니다. 백성들이 가난과 굶주림에 시달려 점차 불량하게 되고, 군졸에 대해서는 전혀 연습을 하지 않으니, 신은 실로 어떻게 다스려야 할지 모르겠습니다. 신이 일찍이 영남의 수령을 지냈는데, 그 도의 인심은 호서와 같지 않아서 평소 문교를 숭상하였고 무예도 잘하였습니다. 호서는 왕화가 조금 가까운 곳인데 그 풍속이 이와 같으니, 괴이합니다.”하였다. 주상이 말하기를,“영남의 인심은 훌륭하다고 할 만하다. 지난번 병란이 일어났을 때 이미 무너졌는데도 다시 일으켰으니, 어찌 다른 도보다 어질지 않겠는가. 양민을 가르치는 것은 참으로 쉬운 일이지만, 완악한 백성을 교화할 수 있어야 재능이 있다고 할 수 있다.”하니, 윤득열이 아뢰기를,“신이 여러 차례 공산을 지나다가 그 산성을 보았습니다. 지금 이곳에 감영을 설치하였는데, 작은 돌을 쌓아 태반은 무너졌습니다. 이것으로 관방을 삼으면 허술하다고 할 수 있습니다. 또 혹시라도 위급한 일이 생겼을 때 감사가 성안에 들어가 지킨다면 외부를 호령할 수 없을 것입니다. 신의 생각으로는 조정에서 그 수장을 정해 놓으면 감사가 지키게 하더라도 성안에 들어갈 군졸은 미리 정해 놓지 않아서는 안 될 듯합니다.”하자, 주상이 말하기를,“묘당에 말하라.”하였다. 주상이 또 말하기를,“홍주성에서 이몽학을 잘 방어하고 있다. 이것으로 보면 성은 험하지 않더라도 작은 도적을 막을 수 있다. 전에 이몽학의 반란이 있었는데, 지금 이산의 변란이 일어났으니, 호서 사람들이 부끄럽지 않을 수 있겠는가.”하니, 대답하기를,“연산에 김집이 있었기 때문에 반란을 꾀하는 무리가 이 사람이 알까 두려워한다고 합니다.”하였다. 주상이 말하기를,“그 사람은 덕망이 있기 때문에 저 적도 그가 반드시 나라를 저버리지 않으리라는 것을 알고 있다. 옛날에 길재의 고향은 사람들이 감히 착하지 못하다고 하지 못하였는데, 길재가 알까 두려워한 것이다. 어진이가 사람을 감동시키는 것이 이와 같다.”하니, 승지 정유성이 아뢰기를,“소신이 일찍이 동래를 지켰고 이어서 호남을 안찰하였습니다. 양남의 성지는 대부분 수축되었는데, 적상 산성은 양호를 통틀어 제일입니다.”하였다. 주상이 말하기를,“그렇다면 병자년의 변란 때 어찌하여 무너졌는가?”하니, 대답하기를,“적을 보지도 못하고 스스로 무너졌으니, 이는 성의 죄가 아닙니다.”하였다. 주상이 말하기를,“가산은 어떠한가?”하니, 정유성이 아뢰기를,“신이 밖에서 바라보니, 매우 높고도 웅장하였습니다. 이를 본 사람들은 모두 천험이라고 하였습니다.”하였다. 주상이 김응해에게 묻기를,“경이 새로 통영에서 왔는데, 주사의 모든 방비는 어떠한가?”하니, 대답하기를,“모든 일은 옛 규례를 그대로 따랐고, 주즙의 제도는 전일보다 낫습니다.”하였다. 주상이 말하기를,“경의 생각에는 이 주사로 왜를 방비할 수 있겠는가?”하니, 대답하기를,“한 배에 싣는 군졸과 기계는 항상 육지에 있다가 급할 때 배에 싣는데, 신이 걱정하는 것은 미처 배에 싣지 못할까 하는 점입니다. 만약 정제할 수 있다면 무슨 적인들 감당하지 못하겠습니까.”하였다. 주상이 말하기를,“배 안에 이미 누방과 간로의 기구가 있으니, 어찌 미처 배에 싣지 못하겠는가.”하니, 정유성이 아뢰기를,“신이 좌수영의 형세를 보니, 적선이 나올 때 필시 미처 정제하지 못했을 것입니다.”하였다. 김응해가 아뢰기를,“왜가 순풍을 타고 우리가 역풍을 만나면 무력을 쓸 수 없기 때문에 다대포로 영을 옮기는 것만 못합니다. 지금의 감만포는 바로 역풍을 만나는 지역이니, 결코 안 됩니다.”하고, 정유성이 아뢰기를,“사람들은 모두 구영을 버리고 감만포로 옮기는 것을 실책이라고 합니다.”하니, 주상이 말하기를,“우리나라 사람들은 일이 착실하지 못하다. 배의 제도가 좋더라도 맨몸으로 시석을 당할 수는 없으니, 엄심갑주구도 소홀히 해서는 안 된다.”하였다. 김응해가 아뢰기를,“지난번에 이완이 갑옷 100부를 만들었고, 신도 100부를 만들었습니다. 그러나 준비한 것이 이처럼 얼마 되지 않습니다. 신이 감영에 있을 때 연해의 군읍과 진보로 하여금 모두 만들게 하였는데, 곧바로 조정의 분부로 인하여 연사가 흉년이 들었다는 이유로 역사를 정지하였습니다.”하였다. 주상이 다시 김응해에게 묻기를,“경이 현재 총융사의 임무를 맡고 있는데, 얼마 전에 나가 순시할 때 본 것은 어떠한가?”하니, 대답하기를,“죽은 군병은 충당되지 못하고 도망한 자도 많습니다. 그런데 포수로 대오를 편성한 5400여 인 가운데 조총이 없는 자는 훈련도감에서 800자루를 지급하고, 가장 부족한 것은 약환입니다.”하자, 주상이 말하기를,“비변사로 하여금 여정목을 내어 약환을 준비하게 하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 10일(기해) 1번째기사",
                "gt-oKo": "상이 홍청 감사(洪淸監司) 윤득열(尹得說)을 인견하였다. 총융사(摠戎使) 김응해(金應海)가 부총관(副摠管)으로서 입직하였는데, 역시 입시하라고 명하였다. 상이 윤득열에게 이르기를, “본도의 인심이 근래 불순한데 경은 장차 어떻게 다스리려 하는가?” 하니, 대답하기를, “인심이 불순한 것은 신도 압니다. 백성들이 가난으로 인해 불량하게 되었는데, 심지어는 군졸들까지도 전연 연습하지 않으니, 신은 어떻게 다스려야 할지 모르겠습니다. 신이 영남(嶺南)의 수령이었을 때 그 도의 인심은 호서(湖西)와 같지 않아서 평소에 문교(文敎)를 숭상하고 무예(武藝)도 잘하였습니다. 호서는 왕화(王化)가 조금 가까운 곳인데 그 풍속이 이러하니, 괴이합니다.” 하자, 상이 이르기를, “영남의 인심은 착하다 하겠다. 접때 병란이 있을 때에 이미 흩어졌다가도 능히 다시 일어났으니, 어찌 다른 도보다 어질지 않겠는가. 선량한 백성을 가르치기는 본디 쉽거니와, 능히 완악한 사람을 교화해야 재능이 있다 할 수 있을 것이다.” 하였다. 윤득열이 아뢰기를, “신이 여러 번 공산(公山)에 들러 그 산성(山城)을 보았습니다. 지금 이곳에 감영(監營)을 두었으나, 작은 돌로 쌓아 태반이 무너졌는데 이런 데를 믿어 관방(關防)으로 삼고 있으니, 허술하다 하겠습니다. 또 급한 일이 있어서 감사가 성안에 들어가 지킨다면 밖에다 호령할 수 없습니다. 신의 생각으로는 혹 조정에서 그 수장(守將)을 정해 놓든지 아니면 감사를 시켜 지키게 한다 하더라도 성에 들어갈 군졸은 미리 정해 놓지 않아서는 안 되겠습니다.” 하니, 상이 이르기를, “묘당에 말하라.” 하였다. 상이 또 이르기를, “홍주성(洪州城)에서 능히 이몽학(李夢鶴)을 막았으니, 이것으로 보면 성이 험하지 않더라도 작은 도둑은 막을 수 있다. 전에 이몽학의 반란이 있었고 이제 이산(尼山)의 변란이 있었으니, 호서 사람이 부끄럽지 않겠는가.” 하자, 대답하기를, “연산(連山)에는 김집(金集)이 있으므로 변란을 꾀하는 무리가 이 사람이 알까봐 염려하였다고 합니다.” 하니, 상이 이르기를, “그 사람은 덕망이 있으므로 저 도둑도 그가 나라를 저버리지 않으리라는 것을 알아서이다. 예전에 길재(吉再)의 고향에서는 사람이 감히 불선한 짓을 하지 못하였는데 길재가 알까봐 염려했기 때문이다. 어진이가 사람을 감화하는 것이 이러하다.” 하였다. 승지 정유성(鄭維城)이 아뢰기를, “소신(小臣)이 전에 동래(東萊)를 맡았고 이어서 호남(湖南)을 안찰하였습니다. 양남의 성지(城池)는 모두 수축되었는데, 적상 산성(赤裳山城)이 양호를 통하여 첫째가 됩니다.” 하자, 상이 이르기를, “그러한데도 병자년의 변란 때에 어찌하여 흩어졌는가?” 하니, 대답하기를, “적을 보지도 않고 스스로 흩어졌으니, 성(城)이 나쁜 탓이 아닙니다.” 하였다. 상이 이르기를, “가산(架山)은 어떠한가?” 하니, 정유성이 아뢰기를, “신이 밖에서 보니 매우 험준하고도 장엄하였습니다. 보는 사람마다 다 천험(天險)이라 합니다.” 하였다. 상이 김응해에게 묻기를, “경은 막 통영(統營)에서 왔는데, 주사(舟師)의 모든 대비는 어떠한가?” 하니, 대답하기를, “모든 일은 다 옛 규례 그대로이나 배의 제도는 전보다 낫습니다.” 하였다. 상이 이르기를, “경의 생각에는 이 주사로 왜에 대비할 수 있겠는가?” 하니, 대답하기를, “한 배에 싣는 군졸과 기계가 여느 때에는 뭍에 있다가 급할 때에 입박하여 배에 실으니, 신이 걱정하는 것은 혹 미처 싣지 못할까 하는 것입니다. 정제(整齊)만 할 수 있다면 어떤 적인들 감당하지 못하겠습니까.” 하였다. 상이 이르기를, “배 가운데에는 누방(樓房)과 간로(干櫓) 등의 기구가 있으니, 어찌 미처 싣지 못하겠는가.” 하니, 정유성이 아뢰기를, “신이 좌수영(左水營)의 형세를 보니 적의 배가 나올 때에 미처 정제하지 못할 것 같았습니다.” 하고, 김응해가 아뢰기를, “왜는 순풍을 타고 우리가 역풍을 받으면 용병할 수 없으므로, 다대포(多大浦)로 영(營)을 옮기는 것만 못합니다. 지금의 감만포(甘滿浦)는 역풍을 받는 곳이므로 결코 안 되겠습니다.” 하자, 정유성이 아뢰기를, “사람들이 다 옛 영을 버리고 감만포로 옮긴 것을 실책으로 여깁니다.” 하였다. 상이 이르기를, “우리 나라 사람의 일은 착실하지 못하다. 배의 제도가 좋더라도 맨몸으로 시석(矢石)을 당할 수 없으니, 엄심(掩心)과 갑주(甲胄) 등의 기구도 소홀히 할 수 없다.” 하니, 김응해가 아뢰기를, “전에 이완(李浣)이 갑옷 1백 부(部)를 만들었고 신도 1백 부를 만들었습니다. 장만한 것이 이처럼 적으므로 신이 영에 있을 때에 연해(沿海)의 고을과 진보(鎭堡)를 시켜 모두 만들게 하였는데, 곧 조정의 분부에 따라 흉년이기 때문에 일을 멈추었습니다.” 하였다. 상이 다시 김응해에게 묻기를, “경이 막 총융사가 되어 지난번에 출순(出巡)하였는데, 본 바가 어떻던가?” 하자, 대답하기를, “죽은 군사의 자리를 아직 충당하지 못하였고 도망한 자도 많으며, 대오(隊伍)를 만든 포수(砲手) 5천 4백여 인 가운데에서 조총(鳥銃)이 없는 자에게는 훈련 도감에서 8백 자루를 주었습니다만 가장 모자라는 것은 약환(藥丸)입니다.” 하니, 상이 이르기를, “비국을 시켜 여정목(餘丁木)을 내어 주어 약환을 장만하게 하라.” 하였다.",
                "hj": "○己亥/上引見洪淸監司尹得說。 摠戎使金應海以副摠管入直, 亦命入侍。 上謂得說曰: “本道人心, 近來不順, 卿將何以治之?” 對曰: “人心不順, 臣亦知之。 百姓困於貧餒, 馴致不良。 至於軍卒, 全不鍊習, 臣實未知何以治之也。 臣曾爲嶺南守令, 其道人心, 與湖西不侔, 素尙文敎, 而武藝亦善。 湖西以王化稍近之地, 其俗如此, 可怪也。” 上曰: “嶺南人心, 可謂善矣。 向者兵亂時, 旣潰而能再擧, 豈不賢於他道乎? 敎訓良民, 固是易耳。 能化其頑, 方可謂才。” 得說曰: “臣屢過公山, 見其山城。 今設監營於此, 而累以小石, 太半崩頹。 以此而恃爲關防, 可謂踈矣。 且脫有緩急, 而監司入守城內, 則無以號令於外。 臣意, 或自朝廷, 定其守將, 雖使監司守之, 而入城之卒, 不可不預定矣。” 上曰: “言于廟堂。” 上又曰: “以洪州之城, 能禦李夢鶴。 以此觀之, 城雖不險, 可防小盜。 前有夢鶴之叛, 今有尼山之變, 湖西之人, 能不愧乎?” 對曰: “連山有金集, 故謀亂之輩, 恐此人知之云。” 上曰: “其人有德望, 故彼賊亦知其必不背國也。 昔吉再之鄕, 人不敢爲不善, 恐再之知。 賢者之感人, 如是也。” 承旨鄭維城曰: “小臣曾守東萊, 繼按湖南。 兩南城池, 擧皆修築, 而赤裳山城, 通兩湖爲第一矣。” 上曰: “卽如此, 丙子之亂何以潰散耶?” 對曰: “不見賊而自潰, 非城之罪。” 上曰: “架山何如?” 維城曰: “臣自外望之, 極峻且壯。 見之者皆以爲天險矣。” 上問應海曰: “卿新從統營來, 舟師諸備如何?” 對曰: “凡事皆仍舊規, 舟楫之制, 優於前日。” 上曰: “於卿意度, 以此舟師可以備倭乎?” 對曰: “一舟所載軍卒、器械, 常時在陸, 臨急載舟, 臣之所憂, 或未及於乘載耳。 若得整齊, 何敵不當?” 上曰: “舟中已有樓房、干櫓之具, 豈不及乘載乎?” 維城曰: “臣見左水營形勢, 賊船出來之際, 必不及整齊矣。” 應海曰: “倭乘順風, 我向逆風, 不可用武, 故莫如移營於多大浦。 今之甘滿浦, 乃逆風之地, 決不可也。” 維城曰: “人皆以棄舊營, 而移甘滿爲失計。” 上曰: “我國人事不着實, 舡制雖好, 不可以赤身當矢石, 掩心、甲冑之具, 亦不可忽矣。” 應海曰: “前者李浣造甲一百部, 臣亦造一百部。 而所備若是零星, 臣在營時, 令沿海郡邑、鎭堡, 竝皆制造, 旋因朝廷分付, 以歲侵停役矣。” 上復問應海曰: “卿方爲摠戎之任, 頃纔出巡, 所見如何?” 對曰: “軍兵物故者未充, 逃亡者亦多, 而砲手作隊五千四百餘人之中, 其無鳥銃者, 自訓鍊都監給八百柄, 而最乏者藥丸也。” 上曰: “令備局出餘丁木, 使備藥丸。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Im Dam as chief royal secretary , 심지원 as third minister of personnel , Kang Yeojae as third inspector , Won Jinmyeong as second censor , Yi Ijon as 응교로 , Yun Jip as 수찬으로 , Kim Sik as 부수찬으로 , and Yi Wonro as chief army commander of Jeon Nam .",
                "H2KE-nKo": "경자년에 임담을 도승지로, 심지원을 이조 참의로, 강여재를 장령으로, 원진명을 사간으로, 이이존을 응교로, 윤집을 수찬으로, 김식을 부수찬으로, 이원로를 전남 병사로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 11일(경자) 1번째기사",
                "gt-oKo": "임담(林墰)을 도승지로, 심지원(沈之源)을 이조 참의로, 강여재(姜與載)를 장령으로, 원진명(元振溟)을 사간으로, 이이존(李以存)을 응교로, 윤집(尹鏶)을 수찬으로, 김식(金鉽)을 부수찬으로, 이원로(李元老)를 전남 병사(全南兵使)로 삼았다.",
                "hj": "○庚子/以林墰爲都承旨, 沈之源爲吏曹參議, 姜與載爲掌令, 元振溟爲司諫, 李以存爲應敎, 尹鏶爲修撰, 金鉽爲副修撰, 李元老爲全南兵使。"
            },
            "2": {
                "H2KE-EN": "The King appointed Lady Jo , clan of the Office of Royal Genealogy , as nobleman.",
                "H2KE-nKo": "소의 조씨를 귀인으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 11일(경자) 2번째기사",
                "gt-oKo": "소의(昭儀) 조씨(趙氏)를 귀인(貴人)으로 삼았다.",
                "hj": "○以昭儀趙氏爲貴人。"
            }
        },
        "13": {
            "1": {
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 13일(임인) 1번째기사",
                "gt-oKo": "상이 대신과 비국 당상을 인견하였다. 좌의정 이경석(李景奭)이 아뢰기를, “산림(山林)과 천택(天澤)을 백성과 공유하는 것이 제왕의 정사입니다. 그런데 동대문 밖부터 평구역(平丘驛)의 산야까지 모두 차지한 자가 있어서 나무꾼이 가지 못하고, 강과 바다까지도 모두 임자가 있어서 고기잡이하는 자들이 생업을 잃었습니다. 그리고 경각사(京各司)에서는 하인들이 점점 달아나는데, 이것은 견디기 어려운 형세가 있어서 그런 것입니다. 지금이 참으로 어떠한 때인데 토목일이 전보다 더합니까. 삼강(三江)의 백성은 한성부와 공조에서만 부릴 수 있는데, 궁가(宮家)와 세력 있는 집에서도 혹 복태(卜駄)를 세우라고 요구하는 자가 있습니다. 신의 생각으로는 영선(營繕)하는 일은 대내(大內)를 막론하고 햇수를 한정하여 정지하고, 산림과 강해(江海)를 그대로 차지한 자는 가까운 곳은 헌부에 책임지우고 먼 곳은 혹 어사를 내보내어 귀근(貴近)과 호세(豪勢)까지도 낱낱이 징계하여 다스려야 한다고 여깁니다. 그리고 북사(北使)가 발매(發賣)하는 일이 없는 해가 없어서 시민이 생업을 잃는 경우가 많습니다. 신의 생각으로는, 창고에 저축된 것을 한번 내어서 시장에 미리 주어 물건을 바꾸어 이익을 불리면서 잡물을 장만하게 하는 것이 좋겠습니다. 그렇게 하면 시민이 생업을 잃을 걱정이 없겠습니다.” 하였는데, 상이 미처 답하기 전에 호조 판서 원두표(元斗杓)가 아뢰기를, “미리 주어 장만하게 하는 일은 대신이 전에 신에게 말하였으나, 해조의 저축은 전세(田稅)와 삼수량(三手粮)뿐인데, 한번 저축을 죄다 내어 주어도 시민이 사재(私財)처럼 불리고 아끼지 않으면, 한번 칙사의 행차를 겪은 뒤에는 이어가기 어려울 것입니다.” 하니, 상이 이르기를, “이어가기 어려운 형세일 뿐만 아니라, 청인(淸人)이 관가에서 값을 주어 장만하였다는 말을 들으면 발매하는 수가 또한 훨씬 많아질 것이다.” 하였다. 김자점(金自點)이 아뢰기를, “날씨가 따뜻해지고 있으니, 수시로 비국의 한두 신하를 인견하시기도 하고 옥당의 신하를 소대(召對)하시기도 하여 위아래의 뜻이 통하게 하소서. 또 봄에 순안사(巡按使)를 보내라는 분부가 있었는데, 지금은 봄철이 깊어졌으므로 농사에 방해될 듯합니다.” 하니, 상이 이르기를, “어사를 보내면 출척이 많아질 것이니, 농사철에 영송하는 폐단이 있을 듯하다.” 하였다. 대사헌 김남중(金南重)이 아뢰기를, “여러 궁가(宮家) 시장(柴場)의 폐단에 대해 대신도 지적하여 말하지 않고 범연히 궁가라 말하였는데, 동대문 밖은 다 인평 대군(麟坪大君)이 차지하고 있습니다. 인흥군(仁興君)과 경평군(慶平君)은 전하께서 난처하신 바가 있겠으나, 능원대군(綾原大君)과 인평 대군도 금단하실 수 없겠습니까. 또 인평 대군 집에 머무르는 한인(漢人)은 무슨 일로 데려왔는지 모르겠습니다만 길에서 한림(翰林)을 때렸으니 매우 놀랍습니다. 신이 법부(法府)에서 죄를 다스리게 하고자 하였으나 대군이 숨기고 내어 주지 않았습니다.” 하니, 상이 이르기를, “무슨 까닭으로 그렇게 되었는가?” 하였다. 김남중이 아뢰기를, “한림 이후(李垕)가 여기에 있습니다.” 하자, 이후가 대답하기를, “신이 공무로 길에 나갔다가 술에 취한 한인을 만났는데, 그가 갑자기 끌어내렸습니다.” 하니, 상이 이르기를, “곧 돌려 보낼 것이다. 형추할 수 없으니, 형조에서 결장하라.” 하였다. 상이 또 이르기를, “서로(西路)에는 믿을 만한 곳이 있는가?” 하니, 정태화(鄭太和)가 대답하기를, “자모 산성(慈母山城)이 첫째입니다.” 하고, 김자점은 아뢰기를, “신은 강도(江都)가 첫째라고 생각합니다. 육지를 죄다 잃더라도 배로 호령할 수 있습니다.” 하니, 상이 이르기를, “해구(海寇)는 강도에서 막지 못할 듯하다.” 하였다. 김자점이 아뢰기를, “해구도 막을 수 있습니다.” 하고, 원두표가 아뢰기를, “국가의 호령이 행해져야 일을 성취할 수 있는데, 자모 산성은 형세가 좋기는 하나 한 구석에 치우쳐 있으므로 좋은 방책이 아닐 듯합니다.” 하니, 상이 이르기를, “그 의견도 좋다.” 하였다. 상이 또 이르기를, “청국의 자문(咨文) 가운데에 ‘황부섭정왕(皇父攝政王)’이라는 말이 있는데, 이것은 어떤 거조인가?” 하니, 김자점이 아뢰기를, “신이 여기 온 사신에게 물었더니, 답하기를 ‘이제는 숙(叔)자를 제거하고 조하(朝賀)하는 일도 황제와 마찬가지로 한다.’ 하였습니다.” 하고, 정태화가 아뢰기를, “칙서 가운데에는 그 말이 없으나 이미 태상(太上)이 된 듯합니다.” 하였다. 이경석이 아뢰기를, “옛말에 ‘어진이를 찾기에 힘쓴다.’ 하였습니다. 접때 부른 사람들이 다 오지 않으니, 해조를 시켜 탁용(擢用)하여 반드시 오도록 해야 하겠습니다.” 하니, 상이 이르기를, “경의 말이 옳다.” 하였다. 이경석이 아뢰기를, “지포(紙砲)는 이기(利器)이니 주사(舟師)도 쓸 수 있습니다.” 하니, 상이 이르기를, “주사가 쓰기에는 자포(子砲)가 가장 좋고 지포는 불편한 듯하다.” 하였다. 이어서 묻기를, “지금 남북의 근심 중에서 어느 곳이 급한가?” 하니, 김자점이 아뢰기를, “청국이 염려입니다.” 하였다. 상이 이르기를, “우상의 생각은 어떠한가?” 하니, 정태화가 대답하기를, “왜가 염려되나 군사를 움직이려면 먼저 한 가닥 말썽부터 일으킬 것이고, 몽고(蒙古)가 혹 마음을 먹더라도 북경(北京)을 버려두고 우리에게 먼저 오지는 않을 것입니다. 염려스러운 것은 청국이 버티지 못하고 의주(義州) 근처에 와서 우리가 접제(接濟)하여 주기를 바라는 것인데, 그렇게 되면 장차 어찌합니까?” 하자, 상이 이르기를, “내가 근심하는 것도 그것이다. 치밀한 대비책을 미리 강구해야 할 것이다.” 하였다. 이경석이 아뢰기를, “논사(論思)의 장(長)은 오래 비워두지 말아야 할 것인데, 접때 부제학을 다음 정사(政事) 때에 차출하라는 분부가 있었으나 오래되었는데도 아직 차출하지 않았습니다.” 하니, 상이 이르기를, “빨리 차출하라.” 하였다. 이경석이 아뢰기를, “문(文)·무(武)의 도(道)는 한 편도 치우치게 폐기해서는 안 되는데, 근래 무사(武士)는 자주 재주를 시험하나 문교(文敎)만은 매우 쇠퇴하였으니, 옥당의 유신을 더 권장해야 하겠습니다. 혹 어병(御屛)을 내어 시를 짓게 하기도 하고 소대(召對)하시어 경사(經史)를 논하는 것이 어떻겠습니까?” 하니, 상이 이르기를, “구규(舊規)에 전경 문신(專經文臣)이 있으니 이러한 일을 착실히 거행하도록 하라.” 하였다. 김자점이 아뢰기를, “천도(天道)도 오래되면 변하고 성왕(聖王)의 변통도 그러합니다. 이경여(李敬輿) 등이 죄받은 지 지금 4년이 되었는데, 요즈음 들으니 이경여와 홍무적(洪茂績)이 다 병이 있다 합니다. 만약 그들이 먼 변방에서 죽는다면 성도(聖度)에 흠이 될 듯합니다.” 하고, 이경석이 아뢰기를, “당초 신이 이경여와는 죄가 같은데 벌이 달랐으므로 전후에 아뢴 것이 이러하였습니다. 또 그의 심적(心迹)에 혹 다른 마음이 있었다면 신이 어찌 감히 좋아서 당악(黨惡)이 될 짓을 하겠습니까. 홍무적은 간관(諫官)으로서 말을 다해야 한다는 것만 알았지 스스로 대죄(大罪)에 빠지는 것을 몰랐고, 심로와 이응시도 한때 망령스레 말한 것에 지나지 않습니다. 어찌 저 역적에게 붙었을 리가 있겠습니까. 영상의 말이 옳습니다.” 하였는데, 상이 답하지 않았다.",
                "hj": "○壬寅/上引見大臣、備局堂上。 左議政李景奭曰: “山林、川澤, 與民共之者, 帝王之政, 而自東大門外, 至平丘驛山野, 皆有占斷者, 樵蘇不得往, 至於長江、大海, 無不有主, 漁採失其業。 以言京各司, 則各司下人, 漸就逃散, 此必有難堪之勢而然也。 此誠何時, 而土木之役, 有加於曩時哉? 三江之民, 惟漢城府、工曹, 可以役使, 而宮家、勢家, 或有責立卜駄者。 臣謂營繕之役, 勿論大內, 限年停罷, 山林、江海之冒占者, 近者責之憲府, 遠者或出御史, 雖貴近、豪勢, 一一懲治。 且北使發賣, 無歲無之, 市民之失業甚矣。 臣意, 不如一發庫儲, 預給市上, 使得以轉換滋殖, 措置雜物, 則市民無失業之歎矣。” 上未及答, 戶曹判書元斗杓曰: “預給措備之事, 大臣曾言於臣, 而該曹所儲, 只田稅、三手糧而已。 一番盡儲而發, 而市民之生殖愛惜, 不如私財, 則一經勑行, 後必難繼。” 上曰: “非但勢有難繼, 淸人若聞自官家給價措備, 則發賣之數, 必且倍矣。” 金自點曰: “日氣向暖時, 或引見備局一二臣, 或召對玉堂之臣, 以通上下之情。 且曾有春間發送巡按之敎矣, 今者春節已深, 恐妨農務。” 上曰: “若送御史, 黜陟必多, 恐有農時迎送之弊。” 大司憲金南重曰: “諸宮家柴場之弊, 大臣亦不斥言, 泛稱宮家, 而東大門外, 皆麟坪大君所占也。 如仁興、慶平, 則殿下雖有所難, 綾原、麟坪, 亦不可以禁斷乎? 且麟坪家所留漢人, 未知何事而率來耶, 路上歐打翰林, 甚可驚愕。 臣欲自法府治罪, 而大君匿之不出矣。” 上曰: “何故至此?” 南重曰: “翰林李垕在此。” 垕對曰: “臣以公事出路, 遇漢人被酒者, 猝被曳下。” 上曰: “近當還送。 不可刑推, 自刑曹決杖。” 上又曰: “西路有可恃處耶?” 鄭太和對曰: “慈母山城爲第一矣。” 自點曰: “臣意江都爲上。 雖盡失陸地, 可以舟楫行號令矣。” 上曰: “海寇則江都恐不能防。” 自點曰: “海寇亦可防禦。” 斗杓曰: “國家號令行, 然後可以濟事。 慈母形勢雖好, 僻處一隅, 恐非長策。” 上曰: “此見亦好。” 上又曰: “淸國咨文中, 有皇父攝政王之語, 此何擧措?” 自點曰: “臣問于來使, 則答云: ‘今則去叔字, 朝賀之事, 與皇帝一體。’ 云。” 太和曰: “勑中雖無此語, 似是已爲太上矣。” 上曰: “然則二帝矣。” 景奭曰: “《語》曰: ‘勞於求賢。’ 頃日所召之人皆不至, 更令該曹擢用, 期於必致。” 上曰: “卿言是矣。” 景奭曰: “紙砲乃利器, 亦可用於舟師。” 上曰: “舟師則子砲爲上, 紙砲似不便矣。” 仍問曰: “當今南北之虞, 何處爲先?” 自點曰: “淸國可慮。” 上曰: “右相意如何?” 太和對曰: “倭雖可憂, 若欲動兵, 必先有一條開釁。 蒙古雖或生心, 必不舍北京而先我。 所可慮者, 淸國若不支而來投近灣之地, 欲望我之接濟, 則將奈之何?” 上曰: “予之所憂者此也。 宜預講綢繆之策也。” 景奭曰: “論思之長, 不當久曠。 頃者副提學有後政差出之敎, 而久未差出矣。” 上曰: “從速差出。” 景奭曰: “文武之道, 不可偏廢。 近來武士則頻數試藝, 而文敎獨甚廢弛, 玉堂儒臣, 宜加勸奬。 或出御屛, 使之製詩, 或賜召對, 論及經史何如?” 上曰: “舊規有專經文臣, 如此事, 著實行之可也。” 自點曰: “天道久則變, 聖王之弛張亦然。 李敬輿等被罪, 今已四年, 近聞敬輿、茂績, 俱有疾病。 若死於絶塞, 則恐有慊於聖度矣。” 景奭曰: “當初臣與敬輿, 罪同罰異, 故前後所達如此矣。 且其心迹, 或有他腸, 則臣豈敢甘心爲黨惡之歸哉? 洪茂績徒知諫官之盡言, 而不知自陷於大罪, 沈、李應蓍, 亦不過一時妄言耳。 豈有附托於彼逆之理哉? 領相言是也。” 上不答。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gyemyo day, a solar halo appeared on the sun, and there was an earring-shaped halo around the inner halo. The earring-shaped halo appeared on both the halo and the earring-shaped halo. The earring-shaped halo appeared on both the halo and the earring-shaped halo. The earring-shaped red and the earring-shaped halo was blue-shaped in color.",
                "H2KE-nKo": "계묘년에 겹햇무리가 졌는데, 안쪽 햇무리에는 양이가 있었다. 안쪽 햇무리 위와 바깥쪽 햇무리 위에는 모두 대가 있었는데 안은 적색이고 바깥은 청색이었다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 14일(계묘) 1번째기사",
                "gt-oKo": "해에 중훈(重暈)이 있었다. 내훈(內暈)에 양이(兩珥)가 있었고 내훈 위와 외훈(外暈) 위에 다 대(戴)가 있었는데 안은 적색이고 밖은 청색이었다.",
                "hj": "○癸卯/日有重暈, 內暈有兩珥, 內暈上、外暈上, 皆有戴, 色內赤外靑。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported to the King as follows: Chikgok is a newly established magistracy and a strategic point of defense strategic points. Magistrate Yi Jihyeong is young and arrogant and fraudulent in performing his duties. He disregards his military provisions and harasses the impoverished people. Your subjects request that he be dismissed from his post. The King approved this.",
                "H2KE-nKo": "간원이 아뢰기를,“칠곡은 새로 설치한 쇠잔한 고을로 보장이 되는 중요한 곳입니다. 그런데 부사 이지형은 나이가 젊고 교만하며 직무를 삼가지 않고 군향을 포기하며 쇠잔한 백성들을 침해하고 학대하니, 파직하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 14일(계묘) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “칠곡(漆谷)은 새로 설치한 잔읍이고 보장(保障)의 중지(重地)인데, 부사 이지형(李枝馨)은 나이가 젊은데다 교만하고 경망하여 직무를 삼가지 않고 군향(軍餉)을 포기하며 잔민을 침학합니다. 파직하소서.” 하니, 상이 따랐다.",
                "hj": "○諫院啓曰: “漆谷新設殘邑, 保障重地, 府使李枝馨年少驕妄, 不謹職事, 抛棄軍餉, 侵虐殘民。 請罷職。” 上從之。"
            },
            "3": {
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 14일(계묘) 3번째기사",
                "gt-oKo": "홍문관 부응교 김홍욱(金弘郁), 교리 조복양(趙復陽)·이천기(李天基), 수찬 홍처윤(洪處尹)·김식(金鉽) 등이 상차하기를, “국가가 변란을 겪은 뒤로 기근과 염병이 없는 해가 없고 객사(客使)의 행차가 잇달았습니다. 더구나 비상한 재변이 한꺼번에 일어나 양남(兩南)에서는 풍수(風水)의 재해가 을해년보다 심하였고, 태백성(太白星)이 낮에 보이는 일이 한 해가 다 가도 그치지 않으며, 산정(山頂)이 무너지고 지축(地軸)이 흔들리며, 겨울에 천둥이 자주 나고 화성(火星)이 도수(度數)를 잃었습니다. 접때 백홍(白虹)이 달을 꿰는 이변이 한 해의 첫달에 일어났고 순천(順天)의 큰 내가 단류(斷流)된 것도 매우 괴이한 일입니다. 신들은 홍문관에 있으면서 위망의 조짐을 눈으로 보았으므로 근심되고 두려운 마음을 견디지 못하고 감히 어리석은 말씀을 올립니다. 지금 말씀드릴 일을 이루 손꼽을 수 없으나 우선 매우 비근한 것으로 말씀드리겠습니다. 언로(言路)가 통하고 막히는 것은 국가가 흥하고 망하는 데에 관계되는데, 위에는 간언을 받아들이는 아름다움이 없고 아래에는 감히 간언하는 풍습이 없이 외모를 꾸미고 뜻만 받드니, 아첨하고 속이는 버릇은 날로 자라고 성실하고 정직한 도리는 날로 없어집니다. 바라건대, 전하께서는 숨김없이 말하는 문을 크게 열고 애통히 여기시는 분부를 빨리 내려 널리 직언을 구하여 아랫사람의 뜻이 다 통달되게 하소서. 이것이 곧 재변을 당하여 덕을 닦고 허물을 살피는 데 있어 가장 먼저 할 일입니다. 근래 사람을 쓰는 것이 매우 도리에 어긋납니다. 무르고 어리석어 남을 따라 하자는 대로 하는 자는 근신하고 돈후하다 하여 위에 등용되고, 강개하여 일을 논할 때에 조금이라도 모난 자는 교만하고 과격하다 하여 아래에 침체됩니다. 한 가지 일이 우연히 성의(聖意)에 맞으면 차서를 뛰어넘어 오르고, 한 가지 일이 우연히 성의를 거스르면 종신토록 배척됩니다. 그러므로 인사 행정이 시행될 즈음에 사람들이 다 누가 되고 안 될 것을 지목하여 먼저 말합니다. 관직에 있는 자는 건의하는 풍습이 없고 일을 맡은 자는 범상한 규례를 지킵니다. 모든 관사(官司)의 공사(公事)는 반드시 상께 미루어 마침내 ‘상께서 재결하시기 바랍니다.’ 합니다. 심한 경우는 회계하는 내용도 모호하게 양편이 다 괜찮다는 말을 완곡하게 하므로, 위에서 회계대로 시행하게 하면 승지가 어느 것을 따라야 할지 몰라 승전을 잘못 받드는 경우까지 있으니, 만기(萬機)가 번거로워지는 것은 참으로 이 때문입니다. 바라건대, 전하께서는 정원에 하교하여 각사(各司)를 엄히 경계하여 미루는 짓을 하지 말게 하고 결단하기 어려운 큰일만을 여쭈어 정하게 하소서. 그러면 힘쓰는 것은 간단하고 일은 잘 거행될 것입니다. 관방(官方)의 혼란이 지금보다 심한 때가 없었습니다. 복례(僕隷)·천얼(賤孼)이 자목(字牧)의 직임을 많이 차지하고, 시정(市井)·여항(閭巷)의 사람들이 반은 양반 행세를 하고 있습니다. 곤수·변장도 다 권귀(權貴)의 사인(私人)으로, 날이 저물면 그 집에 가서 문안하고 자신이 벼슬아치이면서 그집 종을 맞이하여 절하는 등 부정한 방법으로 반드시 얻고야 말며, 부임한 뒤에는 백성을 침탈할 생각만 합니다. 이들은 용렬한 자인데 어찌 장수의 재질이 있겠습니까. 사조(辭朝)할 때에 혹 인대하여 방략(方略)을 물으시면 또한 그 사람됨을 대강 아실 수 있을 것이니, 만일 변변치 못한 자가 있을 경우 곧 가려내도록 명하고 천거하여 쓴 사람도 아울러 죄주시면 조금 효험이 있을 것입니다. 지금 백성의 일이 참으로 애통한데 그 가운데에서도 공물(貢物)은 가장 백성을 괴롭히는 고질입니다. 당초에 분정(分定)한 것도 고르지 못하거니와 그 고장에서 흔히 나는 것도 감히 제사(諸司)에 직접 납부하지 못하고 반드시 백배의 값을 주어 사주인(私主人)에게 방납(防納)하니, 조식(曺植)이 이른바 ‘우리 나라는 서리(胥吏) 때문에 망한다.’ 한 것이 빈말이 아닙니다. 이제 이 폐단을 바로 잡으려면 따로 도감을 두고 시무(時務)를 알고 계려(計慮)가 있는 사람을 당상과 낭청으로 차출하여 반드시 폐단이 없도록 강구하고 요리하게 한 뒤에야 수세(收稅)하는 법을 의논할 수 있을 것입니다. 우리 나라는 세(稅)가 가볍고 공(貢)이 무겁다는 말을 선유(先儒)가 이미 하였습니다. 듣건대, 지부(地部)의 한해 수입이 지출을 감당하지 못하므로 늘 부족을 걱정하고 취해 쓰기에 바쁘다고 하니, 흉년을 당하여 백성의 부담을 줄여주고 싶어도 되겠습니까. 또 양계(兩界)와 해서(海西)의 전세(田稅)를 본도에 거두어 두어 군수(軍需)에 대비하는 것은 본디 변방을 굳게 지키는 방도입니다. 요즈음 듣건대, 저축이 이미 많은데 해마다 더 들여와서 땅바닥에 가까운 쪽은 태반이 썩으므로 돌려가며 곡식을 나누어 주어 번번이 묵은 곡식을 먹는다고 합니다. 이에 원망이 몹시 심하여 달아나는 자까지 있는데, 함경도가 더욱 견딜 수 없다 합니다. 해조를 시켜 그 수를 상세히 살펴서 과연 풍족하면 비국에 의논하여 약간만 본도에 남겨 두고 올해부터 전세를 서울에 날라다 쓰게 하소서. 그러면 피차가 다 편리하여 경비에 크게 보탬이 될 것입니다. 제국(諸局)의 둔전(屯田)은 실로 소용이 어떠한지 모르겠습니다마는, 소용이 중대한 데에 관계되지 않는다면 옮겨서 조금이라도 용도에 보태어 다소 백성의 힘을 넉넉하게 하면 다행하겠습니다. 또 듣건대, 왕자(王子)의 집을 거창하게 짓는다 하니, 빨리 멈추도록 명하시어 뒷날을 기다려도 늦지 않을 듯합니다. 옥후(玉候)가 오래 조섭 중에 계시므로 경연을 열지 못하는 것은 형편상 그럴 수밖에 없습니다만, 따뜻한 날이나 한가한 때에 편전에서 사대(賜對)하되 엄한 의례를 생략하고 사가(私家)의 부자(父子)가 하듯이 강론하고 수작하신다면 치도(治道)에 보탬이 없지 않고 옥체를 조섭하시는 데에도 크게 유익할 것입니다. 예전에 관중(管仲)은 환공(桓公)에게 고하기를 ‘임금께서는 거(莒)에 있던 때를 잊지 마소서.’ 하고, 풍이(馮異)는 광무제(光武帝)에게 고하기를 ‘국가를 위하여 하북(河北)에서 근심하던 때를 잊지 마소서.’ 하였습니다. 신들도 전하께서 남한(南漢)에서 위태롭던 때를 잊지 마시기를 바랍니다.” 하니, 상이 답하기를, “차자를 보고 그대들이 나라를 근심하고 임금을 사랑하는 정성을 매우 아름답게 여겼다. 차자에 아뢴 말은 모두가 아름답고 지극한 말이니 내가 유념하여 채택, 시행하겠다.” 하였다.",
                "hj": "○弘文館副應敎金弘郁、校理趙復陽ㆍ李天基、修撰洪處尹ㆍ金鉽等上箚曰: 國家喪亂之後, 饑饉癘疫無歲無之, 客使之行, 項背相望。 況非常之變, 叢集於一時, 兩南風水之災, 甚於乙亥, 太白晝見, 經年不止。 山冢崒崩, 坤軸震動, 冬雷數出, 火星失度。 迺者白虹貫月之變, 出於歲首之月, 順天大川之斷流, 又是怪異之甚。 臣等待罪帷幄, 目擊危亡之象, 不勝憂懼之衷, 敢進狂瞽之說。 當今可言之事, 指不勝屈, 而姑以切近者言之。 言路通塞, 係國家之興喪, 而上無納諫之美, 下乏敢言之風, 修飾外貌, 承奉旨意, 依阿矯僞之習日長, 誠實質直之道日喪。 伏願殿下, 大開不諱之門, 亟下哀痛之敎, 廣求直言, 使下情畢達, 則最是遇災修省之第一務。 近來用人, 甚爲乖戾, 軟熟庸下, 隨人唯諾者, 謂之謹厚, 而登庸於上; 慷慨論事, 稍有稜角者, 謂之矯激, 而沈淪於下。 一事偶當於聖意, 則不次超陞; 一事偶拂於聖旨, 則終身斥外。 故政目注擬之間, 人皆指點而先言。 至於在官者無建白之風, 當事者守庸常之規。 諸司公事, 必推諉於上, 終之以伏惟上裁。 甚者回啓之辭, 曲爲含糊兩可之說, 自上若使依回啓施行, 則承旨莫適所從, 至有誤捧承傳者, 萬幾之煩, 實由於此。 伏願殿下, 下敎政院, 嚴飭各司, 勿爲推諉之態, 唯大事難斷者, 稟旨以定, 則務簡而事擧矣。 官方淆亂, 未有甚於此時。 僕隷、賤孽, 多據字牧之任; 市井、閭巷, 半作衣冠之里。 閫帥、邊將, 又皆權貴之私人也, 昏暮伺候於門墻, 身衣緋紫而迎拜其奴僕, 傍蹊曲徑, 必得乃已, 到任之後, 唯思剝割。 此輩旣是庸品, 何有將才? 辭朝之日, 或賜引對, 問以方略, 則亦可槪知其爲人, 如其不似, 卽命汰去, 竝罪引用之人, 則庶有小效矣。 卽今民事, 誠可哀痛, 而其中貢物, 最爲病民之膏肓。 當初分定, 旣不平均, 雖其本土至賤之産, 不敢直納于諸司, 必給百倍之價, 防納于私主人, 曺植所謂我國以胥吏亡者, 非虛語也。 今欲救此之弊, 別設都監, 以識時務有計慮之人, 差出堂上、郞廳, 講究料理, 期於革弊。 夫然後收稅之法, 方可議矣。 我國稅輕貢重, 先儒已有其說。 竊聞地部一年之入, 不能支出, 常患不足, 拮据取用, 雖遇凶年, 欲減民力, 得乎? 且兩界及海西田稅, 收置本道, 以備軍興, 此固固圉之道。 比聞所儲旣多, 年年添入, 近土一邊, 太半紅腐, 循環分糶, 每食陳蠧。 怨苦最甚, 至有流離逃散者, 咸鏡一道尤不能支堪。 請令該曹, 詳査厥數, 果爲豐足, 則議于備局, 留置幾石于本道, 自今年田稅輸用京師, 則彼此兩便, 大有補於經用矣。 諸局屯田, 實未知所用如何, 而所用若不至關重, 則移補一分之用, 而少寬民力幸甚。 且聞王子家舍工役浩大, 亟命停止, 以待後日, 恐非晩矣。 玉候久在調攝之中, 不得開筵, 勢所固然, 而溫適之日, 淸燕之間, 便殿賜對, 略去苛儀, 講論酬酢, 如家人父子之爲, 則其於治道, 不無所補, 調養玉體, 亦大有益矣。 昔者管仲告于桓公曰: “願君無忘在莒。” 憑異告于光武曰: “願國家毋忘河北之憂。” 臣等亦願殿下, 毋忘南漢之危也。 上答曰: “省箚, 深嘉爾等憂愛之誠。 箚陳之辭, 無非嘉言至論, 予當惕念而採施焉。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gapjin day, a lunar eclipse occurred in the western front of the gapjin year (.",
                "H2KE-nKo": "달이 갑진년에 달이 태미 서원 안으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 15일(갑진) 1번째기사",
                "gt-oKo": "달이 태미 서원(太微西垣) 안으로 들어갔다.",
                "hj": "○甲辰/月入太微西垣內。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On eulsa day, Venus appeared during the eulsa year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 16일(을사) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○乙巳/太白見。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "At jeongmi day, the King went to Injeong Hall and invested the eldest legitimate feet.",
                "H2KE-nKo": "정미년에 주상이 인정전에 나아가 원손을 책봉하여 왕세손으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 18일(정미) 1번째기사",
                "gt-oKo": "상이 인정전(仁政殿)에 나아가 원손(元孫)을 왕세손(王世孫)으로 책봉하였다.",
                "hj": "○丁未/上御仁政殿, 冊封元孫爲王世孫。"
            },
            "2": {
                "H2KE-EN": "On imsul day, at night, a meteor emerged from the star of the northeast and entered Jinseong .",
                "H2KE-nKo": "밤에 유성이 북두성 아래에서 나와 진성 위로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 18일(정미) 2번째기사",
                "gt-oKo": "밤에 유성(流星)이 북두성(北斗星) 아래에서 나와 진성(軫星) 위로 들어갔다.",
                "hj": "○夜, 流星出北斗星下, 入軫星上。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King granted a general pardon on the grounds that musin year (.",
                "H2KE-nKo": "대사령을 내렸다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 19일(무신) 1번째기사",
                "gt-oKo": "대사(大赦)하였다.",
                "hj": "○戊申/大赦。"
            },
            "2": {
                "H2KE-EN": "The King instructed high-ranking and low-ranking officials in the capital and the provinces as follows: The King speaks as follows: The Crown Prince has a wise successful man, and he has achievements of the royal ancestors. As a legitimate grandson, his legitimate grandchild has already been raised, which is the expectations of the officials and the people. Thus, the ritual robes are raised and announced in a remote area. Ever since I ascended the throne, I am frightened with my deep mountains and looking up at the location of my earth. The three feudal lords still live in Heaven, and I think that the eternal divisions. Nevertheless, it is necessary to preserve the lineage of , lineage of",
                "H2KE-nKo": "서울과 지방의 대소 신민에게 교서를 내렸는데, 그 내용은 다음과 같다.“왕은 이르노라. 세자가 어진 것은 조종의 적덕을 힘입었기 때문이고, 적손이 이미 장성하였으니 신민의 기대에 매여 있다. 이에 전장을 거행하여 원근에 널리 고하노라. 내가 즉위한 뒤로 깊은 골짜기에 임한 듯 서글퍼서 오직 하늘에 계신 세 왕후께서 만대에 길이 이어질 것을 생각하였다. 반드시 종통이 먼저 정해지고 인심이 귀의할 데가 있게 될 것이니, 반드시 선대의 법도를 잘 준수하여 천명이 실추되지 않게 해야 한다. 그러니 계통을 계승하는 도리를 어찌 늦출 수 있겠는가. 후손에게 물려줄 계책을 마땅히 넓혀야 할 것이다.정호를 정하여 책봉하는 것은 선왕의 고사이고, 근본에 힘쓰고 가르침을 전하는 것은 영락의 큰 규례이다. 원손은 기량이 넓고 깊으며 체모가 기이하여 아직 아보의 손에서 떠나지 않았으니 이미 뛰어난 자질을 보았고, 말과 침묵이 날로 자연스럽게 성취되어 온화하고 문아함이 실로 천성에서 나왔다. 평상을 짚고 무릎에 앉으니 내 마음의 기쁨이 어떠하겠는가. 총각을 드리우고 술잔을 드리우니 어린아이의 위의가 어긋나지 않았다. 대신은 여론의 칭송을 들었고, 예관은 거북점과 시초점이 따랐음을 고하였다. 이에 금년 2월 18일에 품복을 이에 진설하였고, 밝은 명을 내려 왕세손으로 책봉하였다. 이는 일의 체모가 중대하여 사직이 영원히 이어지고 큰 복이 한꺼번에 찾아오니 성대한 은택이 없을 수 있겠는가.아, 역대로 드문 것을 내 몸에서 볼 수 있으니 할아버지는 손자로서 존귀한 것이다. 옛사람의 말은 거짓이 아니지만 살아서는 성덕이 있었고, 주나라의 경사가 여기에 있었다. 그러므로 이에 교시하니 잘 알 줄로 안다.” 대제학 조경이 지은 것이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 19일(무신) 2번째기사",
                "gt-oKo": "중외의 대소 신민에게 교서(敎書)하기를, “세자가 어진 것은 조종(祖宗)의 적덕(積德)을 힘입었기 때문인데, 적손(嫡孫)이 이미 자라 신민의 희망이 걸렸으니, 이에 전장(典章)을 거행하여 원근에 크게 고한다. 내가 즉위한 뒤로 깊은 골짜기에 임한 듯이 두려워하며 하늘에 계신 세 임금에게 우러러 바라고 만세에 길이 이어지기를 생각하였다. 종통(宗統)을 먼저 정해야 인심이 돌아가고 전의 법도를 잘 지켜야 천명을 잃지 않을 것이니, 통서(統緖)를 잇는 방도를 어찌 늦추겠는가. 자손에게 끼칠 모책(謀策)을 넓혀야 할 것이다. 명호(名號)를 정하여 책봉하는 것은 선조(先朝)의 고사이고, 근본을 힘써 가르침을 내리는 것은 중국의 큰 법칙이다. 원손은 기량이 넓고 깊으며 체모가 기이하여 유모의 손을 떠나기 전에 이미 뛰어난 자태를 보였고, 범절은 자연히 날로 성취하고 온화함은 실로 천성에서 얻었으니, 평상을 잡고 겨우 일어서고 무릎에 앉을 때에 내 마음의 기쁨이 어떠하였겠는가. 머리를 따서 올리고 따서 내릴 나이에 어린아이의 위의(威儀)가 어그러지지 않았다. 대신이 뭇사람의 칭송을 듣게 되었고 예관이 책봉례를 거행할 것을 고하였다. 이에 2월 18일에 품복(品服)을 베풀고 밝은 명을 내려 왕세손으로 책봉하였다. 이 일은 체모가 커서 대개 사직(社稷)의 영장(靈長)에 관계되니, 큰 복이 몰려와서 은택이 흡족하지 않을 수 있겠는가. 아, 역대에 드문 일을 내가 직접 보게 되니, 할아버지는 손자 때문에 높아진다는 옛사람의 말이 거짓이 아니고, 나면서 성덕이 있었던 주(周)나라의 경사가 여기에 있다. 그러므로 교시(敎示)하니 잘 알도록 하라.” 하였다. 대제학 조경이 지었다.",
                "hj": "○敎中外大小臣民書: 王若曰。 儲嗣得賢, 荷祖宗之積德; 嫡孫已長, 係臣庶之顒望, 爰擧典章, 誕告遐邇。 粤予踐祚以後, 怛若深谷之臨仰, 惟三后之在天, 思致萬葉之永世。 必須宗統之先定, 人心有歸; 必須前執之克遵, 寶命無墜, 推緖之道詎緩? 貽厥之謨宜弘。 正號行封, 先朝故事; 務本垂訓, 永樂宏規。 元孫某器量弘深, 體貌奇異, 未離阿保之手, 已見岐嶷之姿, 語默日就於自然, 溫文實得乎天性, 扶床坐膝, 予心之歡喜如何? 總角垂髫, 孺子之威儀不忒。 大臣聽輿人之誦, 禮官告龜筮之從。 迺於本年二月十八日, 品服斯陳, 明命乃錫, 冊封爲王世孫。 玆事體大, 蓋關社稷之靈長, 純嘏朋來, 可無雷雨之霶霈? 於戲! 在歷代而罕者, 於吾身而見之, 祖以孫尊, 古人之言匪誕, 生有聖德, 周家之慶在玆。 故, 玆敎示, 想宜知悉。 大提學趙絅之辭也。"
            },
            "3": {
                "H2KE-EN": "The Office for the Establishment of Ceremonies reported, The Crown Prince is called officials of the Crown Prince, and the eldest legitimate feudal",
                "H2KE-nKo": "강서원이 아뢰기를,“왕세자는 신료들을 저하라고 칭하고 세손은 무슨 칭호로 칭해야 하며, 본원의 관원들은 언어와 문자를 어떻게 자칭해야 하겠습니까. 예관으로 하여금 결정하게 하소서.”하니, 예조가 아뢰기를,“전례 중에는 세손이라고 칭하는 조문이 없고, 우리나라에는 비록 책봉한 때가 있었지만 문적이 산실되어 상고할 만한 근거가 없습니다. 신들은 고루하여 감히 경솔하게 결정할 수 없으니, 대신으로 하여금 의논하여 정하게 하소서. 그리고 임진왜란 이전에는 강관이 왕세자 앞에서도 소인이라고 자칭하였는데, 그 후에 신이라고 칭하는 것이 그대로 규례가 되었습니다. 세손 앞에서 소인이라고 칭하는 것 외에는 다시 의논하기 어렵습니다.”하자, 주상이 그대로 따랐다. 영의정 김자점, 좌의정 이경석, 우의정 정태화가 아뢰기를,“왕세손의 칭호는 근거할 만한 전례가 없으니, 부득이 의리로 정해서 각하라고 칭하는 것이 마땅할 듯합니다.”하니, 주상이 의논한 대로 시행하라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 19일(무신) 3번째기사",
                "gt-oKo": "강서원(講書院)이 아뢰기를, “왕세자는 신하들이 저하(邸下)라 칭합니다만, 세손은 어떤 명호로 칭해야 하며, 본원(本院)의 관원이 말하거나 글을 쓸 때에는 또한 어떻게 자칭(自稱)해야 합니까? 예관을 시켜 결정하게 하소서.” 하였는데, 예조가 아뢰기를, “전례(典禮)에는 세손의 칭호에 관한 글이 없으며, 우리 나라에 책봉한 적이 있기는 하나 문적(文籍)이 없어져서 상고할 만한 증거가 없습니다. 신들이 고루하여 감히 경솔히 결정할 수 없으니, 대신을 시켜 의논하여 정하게 하소서. 또 임진란 이전에는 강관(講官)이 왕세자 앞에서도 소인이라 자칭하였으나 그 뒤에는 신이라 칭한 것이 그대로 규례가 되었습니다. 세손 앞에서는 소인이라 칭하는 외에 다시 의논드리기 어렵습니다.” 하니, 상이 따랐다. 영의정 김자점(金自點), 좌의정 이경석(李景奭), 우의정 정태화(鄭太和)가 아뢰기를, “왕세손의 칭호는 의거할 만한 전례가 없으므로 의리에 따라 정하지 않을 수 없으니, 각하(閣下)라 칭하는 것이 마땅하겠습니다.” 하니, 상이 의논대로 하라고 명하였다.",
                "hj": "○講書院啓曰: “王世子則臣僚稱以邸下, 世孫則當以何號稱之, 本院之官, 言語文字之間, 亦何以自稱? 請令禮官定奪。” 禮曹啓曰: “典禮中旣無世孫稱號之文, 我國雖有冊封之時, 文籍散失, 無憑可考。 臣等孤陋, 不敢率爾定奪, 請令大臣議定。 且壬辰亂前, 講官於王世子前, 亦以小人自稱, 而其後稱臣, 仍成規例。 世孫前稱小人之外, 更難容議。” 上從之。 領議政金自點、左議政李景奭、右議政鄭太和以爲: “王世孫稱號, 旣無可據前規, 不得不義起以定, 稱以閣下似當。” 上命依議施行。"
            },
            "4": {
                "H2KE-EN": "The Office of Lectures for the Crown Prince again reported, The lecture on the Eldest Legitimate Son is one day urgent. Your subject requests that Your Majesty have the officials of the Ministry of Rites make a decision. The Ministry of Rites reported, As the Eldest Legitimate Son, the Eldest Legitimate Son is still young, we do not know whether the Eldest Legitimate Sons are well-versed or not. Your subjects request that the Eldest Legitimate Sons, the Crown Prince, the Eldest Legitimate Sons, and the Eldest Legitimate Sons. The King said, Examine the Eldest Legitimate Sons first.",
                "H2KE-nKo": "강서원이 또 아뢰기를,“왕세손의 강학은 하루가 급하니 예관으로 하여금 결정하게 하소서.”하니, 예조가 아뢰기를,“세손이 현재 나이가 어린데 배운 것이 얼마나 되며 문의에 통하는지는 아래에서 감히 정확히 알 수 없습니다. 《효경》, 《소학》, 《논어》, 《대학》, 《사략》, 《통감》 등의 책을 본원으로 하여금 써서 들여 낙점을 받게 하소서.”하자, 주상이 말하기를,“먼저 《소학》을 읽으라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 19일(무신) 4번째기사",
                "gt-oKo": "강서원이 또 아뢰기를, “왕세손의 강학(講學)은 하루가 급하니, 예관을 시켜 결정하게 하소서.” 하였는데, 예조가 아뢰기를, “세손은 현재 어린 나이인데 배운 것이 얼마나 되고 글의 뜻을 얼마나 아는지를 아래에서는 감히 확실하게 알 수 없으니, 《효경》·《소학》·《논어》·《대학》·《사략》·《통감》 등 서적을 본원이 써 들여서 낙점(落點)받게 하소서.” 하니, 상이 이르기를, “먼저 《소학》을 읽게 하라.” 하였다.",
                "hj": "○講書院又啓曰: “王世孫講學, 一日爲急, 令禮官定奪。” 禮曹啓曰: “世孫方在弱年, 所學多寡, 文義通否, 自下不敢的知。 《孝經》、《小學》、《論語》、《大學》、《史略》、《通鑑》等書, 請令本院, 書入受點。” 上曰: “先讀《小學》。”"
            },
            "5": {
                "H2KE-EN": "The King sent Second Minister of Rites Heo Gye to Samcheok to examine the Hwangjiro-dong .",
                "H2KE-nKo": "예조 참판 허계를 삼척에 보내 황지의 노동을 살펴보게 하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 19일(무신) 5번째기사",
                "gt-oKo": "예조 참판 허계(許啓)를 보내어 삼척(三陟)에 가서 황지(黃池)의 노동(蘆洞)을 살피게 하였다.",
                "hj": "○遣禮曹參判許啓, 往三陟, 審察黃池蘆洞。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the eleventh month, a meteor emerged from the star of the northeast and entered the northern area.",
                "H2KE-nKo": "유성이 북두성 위에서 나와 북방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 2일(신묘) 1번째기사",
                "gt-oKo": "유성이 북두성(北斗星) 위에서 나와 북방으로 들어갔다.",
                "hj": "○辛卯/流星出北斗星上, 入北方。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Fifth-rank Aide to the Governor of Hwanghae Province Yu Inryang had his son-in-law ride post-station horses. The food items that are not the same as those of his own personal vessels were always beaten with the heavy stick. Your subjects request that he be dismissed from his position. The King approved this request.",
                "H2KE-nKo": "간원이 아뢰기를,“황해 도사 유인량은 그의 첩자에게 역마를 타게 하고 찬품이 자기에게 제공하는 음식만 못하게 하면 문득 형장을 쳤습니다. 파직하고 서용하지 마소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 20일(기유) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “황해 도사(黃海都事) 유인량(柳寅亮)은 제 첩의 아들에게 역마(驛馬)를 타게 하고, 음식이 자기 상에 오르는 것만 못하면 문득 형장(刑杖)을 썼으니, 파직하여 서용하지 마소서.” 하니, 상이 따랐다.",
                "hj": "○己酉/諫院啓曰: “黃海都事柳寅亮, 使其妾子乘馹, 饌品不如自己盤供, 則輒行刑杖, 請罷職不敍。” 上從之。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 경술년에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 21일(경술) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○庚戌/太白見。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Ik as inspector general , Yeo I징을 부제학으로, and Kim Hong욱 as second inspector [of the Office of the Inspector General].",
                "H2KE-nKo": "조익을 대사헌으로, 여이징을 부제학으로, 김홍욱을 집의로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 21일(경술) 2번째기사",
                "gt-oKo": "조익(趙翼)을 대사헌으로, 여이징(呂爾徵)을 부제학으로, 김홍욱(金弘郁)을 집의로 삼았다.",
                "hj": "○以趙翼爲大司憲, 呂爾徵爲副提學, 金弘郁爲執義。"
            },
            "3": {
                "H2KE-EN": "Second Deputy Director of the Office of Royal Lectures Oh Jun returned from Beijing.",
                "H2KE-nKo": "동지사 오준이 북경에서 돌아왔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 21일(경술) 3번째기사",
                "gt-oKo": "동지사(冬至使) 오준(吳竣)이 북경(北京)에서 돌아왔다.",
                "hj": "○冬至使吳竣回自北京。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The 정원이 아뢰기를, “총융사 김응hae , who was an official of the Office of the Royal Stables , was promoted to a strategic prefecture , and presented a summary skills. How should we deal with this? 감히 여쭙니다.” 하니, 답하기를, “비국으로 하여금 결정하게 하라.” 하였다. 비국이 아뢰기를, “총융사는 an important responsibility of commander general , and thus it is not easy to replace him. Though the summary",
                "H2KE-nKo": "정원이 아뢰기를,“총융사 김응해가 사복시의 공사로 절충 장군의 자급을 강등하여 와서 밀부를 바쳤습니다. 어떻게 해야 할지 감히 여쭙니다.”하니, 답하기를,“비변사로 하여금 결정하게 하라.”하였다. 비변사가 아뢰기를,“총융사는 중요한 직임이므로 가벼이 체차할 수 없습니다. 지금 자급을 강등하더라도 통정대부가 순찰하는 것은 또한 규례가 있으니, 그대로 살피게 하소서.”하니, 상이 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 22일(신해) 1번째기사",
                "gt-oKo": "정원이 아뢰기를, “총융사 김응해(金應海)는 사복시의 공사(公事) 때문에 절충 장군(折衝將軍)으로 강자(降資)되었으므로 밀부(密符)를 반납하러 왔으니 어찌해야 하겠습니까? 감히 여쭙니다.” 하니, 답하기를, “비국으로 하여금 결정하게 하라.” 하였다. 비국이 아뢰기를, “총융사는 중임(重任)이므로 가벼이 체차할 수 없습니다. 지금 강자되었더라도 통정 대부가 순찰사가 된 규례가 있으니, 그대로 직무를 살피게 하소서.” 하니, 상이 따랐다.",
                "hj": "○辛亥/政院啓曰: “摠戎使金應海以司僕公事, 降資折衝, 來納密符, 何以爲之? 敢稟。” 答曰: “令備局定奪。” 備局啓曰: “摠戎重任, 不可輕遞。 今雖降資, 通政之爲巡察, 亦有規例, 請令仍察。” 上從之。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported, Previously, when the imperial envoys celebrated the arrival of the Imperial Crown Princes bodyguard farewell, Superintendent of the Office of Palace Kitchen Supplies Yi Sinwon took the body and drank it. This was extremely disrespectful. Your subjects request that he be punished for his crime. The King ordered that he be punished for his crime. The King did not approve this request. The Office of the Censor General also reported, When Bak Taekryong , the sixth-rank official of the Bureau of the Capital Markets , sold and divided the arrival of the Bureau of the Capital Markets , he did not use the arrival of the Bureau of the Capital Markets and arbitrarily divided the arrival of his own accord. Your subjects request that he be removed from office. The King approved this request.",
                "H2KE-nKo": "간원이 아뢰기를,“지난번 칙사의 하마연 때에 왕세자에게 올리는 다종을 뒤로 물릴 때에 사옹원 가제조 이신원이 빼앗아 마셨으니, 이는 매우 불경스러운 일입니다. 의금부로 잡아다 신문하여 죄목을 정하소서.”하니, 주상이 이미 추치하였다고 하여 따르지 않았다. 또 아뢰기를,“평시 봉사 박택룡은 발매를 분정할 때에 시안을 쓰지 않고 마음대로 조정하여 등급이 현격하게 달랐으니, 태거하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 24일(계축) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “접때 칙사가 하마연 때에 왕세자 앞에 바친 다종(茶鍾)을 물려 내오는데 사옹원 가제조(假提調) 이신원(李信元)이 빼앗아 마셨으니, 이것은 대불경(大不敬)입니다. 잡아다가 문초하여 죄를 정하소서.” 하니, 상이 이미 추고하여 다스렸다는 이유로 따르지 않았다. 또 아뢰기를, “평시 봉사(平市奉事) 박택룡(朴澤龍)은 발매(發賣)하는 물건을 분정(分定)할 때에 시안(市案)을 쓰지 않고 마음대로 가감하여 매우 다르게 등급을 매겼으니 태거(汰去)하소서.” 하니, 상이 따랐다.",
                "hj": "○癸丑/諫院啓曰: “頃日勑使下馬宴時, 王世子前所進茶鍾, 退出之際, 司饔院假提調李信元, 奪而飮之, 此大不敬也。 請拿問定罪。” 上以旣已推治, 不從。 又啓曰: “平市奉事朴澤龍, 發賣分定, 不用市案, 低昻任意, 等第懸殊, 請汰去。” 上從之。"
            },
            "2": {
                "H2KE-EN": "The King bestowed horses and raised ranks upon the Crown Prince when the investiture ceremony for the Crown Prince. ",
                "H2KE-nKo": "왕세손을 책봉하는 예식을 거행할 때의 도제조 이하 여러 집사에게 각각 차등을 두어 말을 하사하고 가자하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 24일(계축) 2번째기사",
                "gt-oKo": "왕세손 책례(冊禮) 때의 도제조 이하 제집사(諸執事)에게 각각 차등을 두어 말을 내리고 가자하였다.",
                "hj": "○王世孫冊禮時, 都提調以下諸執事, 賜馬、加資, 各有差。"
            },
            "3": {
                "H2KE-EN": "The Directorate of the Diplomatic Correspondence reported as follows: Concurrent Director Yi Ijon was serving as the 도청 of the Capital Wall Records . From the beginning to the end, he has been diligently serving in the Capital Wall Records of the Capital Wall Records . This is no different from that of Yi Haengjin, who is concurrently serving in the Capital Wall Records [of the Capital Wall Records of the Capital Wall Records] . However, your subjects failed to examine the dates of the Capital Wall Records, and the dates are not recorded. It has been long since Yi Ijon was serving in the Capital Wall Records (the Capital Wall Records of the Capital Wall Records (the Capital Wall Records has been serving in the Capital Wall Records (the Capital Wall Records of Capital Wall Records (the C ",
                "H2KE-nKo": "책례도감이 아뢰기를,“겸익선 이이존은 도청으로서 처음부터 끝까지 부지런히 출사하여 공역을 감독한 것이 이행진과 차이가 없는데, 신들이 제대로 살피지 못하여 공역을 시작한 날짜를 기록하여 들이지 못하였습니다. 이이존은 준직에 있은 지 이미 오래되었는데 지금 준직에 제수하라는 명을 내리셨으니, 신들이 명백하게 현록하지 못한 잘못이 드러났습니다.”하니, 답하기를,“다른 상으로 논하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 24일(계축) 3번째기사",
                "gt-oKo": "책례 도감(冊禮都監)이 아뢰기를, “겸익선(兼翊善) 이이존(李以存)은 도청(都廳)으로서 처음부터 끝까지 부지런히 사진(仕進)하여 일을 감독한 것이 이행진(李行進)과 차이가 없는데, 신들이 잘 살피지 못하여 일을 시작한 날짜를 적어 넣지 못하였습니다. 이이존은 준직에 있은 지 이미 오래되었는데 지금 또 준직의 명이 있었으니, 이는 신들이 명백하게 현록하지 못한 잘못입니다.” 하니, 답하기를, “다른 상(賞)으로 논하라.” 하였다.",
                "hj": "○冊禮都監啓曰: “兼翊善李以存爲都廳, 自始逮終, 勤仕董役, 與李行進無異, 而臣等不能致察, 始役日字不得錄入。 李以存准職已久, 而今有准職之命, 臣等未能明白懸錄之失著矣。” 答曰: “論以他賞。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gapjin day, the commissioner dispatched by Tsushima Province to express gratitude to the King for the crime of a Japanese guesthouse who beat a messenger. Prior to this, our country sent Assistant Magistrate of Dadaepo Jo Gwangwon to supervise the construction of a guesthouse. The Japanese saw Jo Gwangwon mounted his horse and arrived at the gate, and he thought that he was arrogant of his own arms. He wrote a grudge and beat Jo Gwangwon. Upon hearing this, the King was greatly angry and ordered the second-tier instructors and special appointees to arrest Jo Gwangwon and punish him for his crime of insulting the country. Superintendent Min응협 was dismissed from his post. The King also ordered that the 개시 of a guesthouse be abolished, and he intended to send envoys to the riverside in order to show his intention to thoroughly reprimand him. Upon hearing this, the governor was frightened and apprehensive. The Japanese guests were implicated and sent by the 차왜 Tjiri to deliver the letter of Taira Seongchun and others to the court requesting his punishment. The words were extremely disrespectful. The Ministry of Rites addressed the throne as follows: The Ministry of Rites addressed the letter of credence between the Japanese guesthouse and the Japanese guests have been clearly established in the 약조. Therefore, the letter of credence has come to Joseon. There has never been a single letter of credence between the Japanese guests. If such a circumstance is opened, it is not only difficult to prevent the future trouble, but the slandering of our slander is even more severe. Please have the second-tier instructors and special appointees be returned to them. The King followed this recommendation.",
                "H2KE-nKo": "대마주에서 보낸 차왜가 관왜가 차원을 구타한 죄에 대해 사죄하였다. 이에 앞서 우리나라에서 다대포 첨사 조광원으로 하여금 왜관을 조성하는 일을 감독하게 하였는데, 차왜가 조광원이 말을 타고 문에 이른 것을 보고는 자기를 업신여긴 것이라고 여겨 그의 무리와 함께 분한 김에 조광원을 구타하였다. 이 일이 보고되자, 주상이 크게 노하여 훈도와 별차를 잡아다 처리하고, 조광원이 나라를 욕되게 한 죄를 다스리며, 부사 민응협을 파직하라고 명하였다. 또 개시를 혁파하라고 명하고, 심지어 강호에 사신을 보내어 통렬히 배척하는 뜻을 보이려고까지 하였다. 도주가 이 말을 듣고 놀라고 두려워하여 죄를 범한 차왜를 묶어 보내고, 이어 차왜 등지승을 보내어 가신 평성춘 등이 부사에게 보낸 편지를 가지고 가서 조정에 죄주기를 청하였는데, 말이 매우 공손하였다. 예조가 아뢰기를,“도주와 동래 부사가 서로 서계하는 것은 분명히 약조에 실려 있습니다. 그러므로 통신한 이래로 가신은 본래 스스로 서계하는 일이 없었습니다. 이 길이 한번 열리면 뒷날의 폐단을 막기 어려울 뿐만 아니라 모욕을 받는 것이 더욱 심할 것입니다. 사리에 근거하여 도로 내주게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 25일(갑인) 1번째기사",
                "gt-oKo": "대마도에서 차왜(差倭)를 보내어 관왜(館倭)가 차원(差員)을 때린 죄를 빌었다. 이에 앞서 우리 나라에서 다대포 첨사(多大浦僉使) 조광원(趙光瑗)으로 하여금 왜관 짓는 일을 감독하게 하였는데, 조광원이 말을 타고 문에 이르는 것을 본 왜인이 자기를 깔본다 하고 그 무리와 함께 화난 김에 조광원을 때렸다. 이 일을 아뢰니, 상이 크게 노하여 훈도(訓導)와 별차(別差)를 잡아들이고 나라를 욕되게 한 조광원의 죄를 다스리며 부사(府使) 민응협(閔應協)의 벼슬을 파면하라고 명하였다. 또 개시(開市)를 정파하라고 명하고, 강호(江戶)에 사신을 보내어 매우 배척하는 뜻을 보이려고까지 하였다. 도주(島主)가 듣고 두려워서 죄를 범한 왜를 묶어 보내고, 차왜 등지승(藤智繩)을 파견하여 가신 평성춘(平成春) 등이 부사에게 보내는 글을 전하면서 조정에 죄를 청하였는데, 사연이 매우 공손하였다. 예조가 아뢰기를, “도주와 동래 부사가 서로 서계(書契)하도록 약조에 분명히 있으므로 통신(通信)한 이래로 가신은 본디 스스로 서계하는 일이 없었습니다. 이 길을 한번 열면 뒤폐단을 막기 어려울 뿐만 아니라 모욕받는 것이 더욱 심해질 것이니, 사리에 의거하여 도로 주게 하소서.” 하니, 상이 따랐다.",
                "hj": "○甲寅/對馬州送差倭, 謝館倭敺打差員之罪。 先是, 我國使多大浦僉使趙光瑗, 監董倭館造成之役, 倭見光瑗騎馬到門, 以爲慢己也, 與其徒乘憤敺光瑗。 事聞, 上大怒, 命拿訓導、別差, 治光瑗辱國之罪, 罷府使閔應協職。 又命停罷開市, 至欲送使江戶, 以示痛斥之意。 島主聞之驚懼, 係致犯罪之倭, 乃遣差倭藤智繩, 齎家臣平成春等抵府使書, 請罪朝廷, 辭甚恭遜。 禮曹以爲: “島主與東萊府使, 互相書契, 明在約條, 故通信以來, 家臣素無自爲書契之事。 一開此路, 非但後弊難防, 受侮益甚, 請令據理還給。” 上從之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King appointed Jo Gyeong as inspector general , Jo Suik as censor , Im Dam as second minister of personnel , and Min Geukhyeong as magistrate of Anbyeon Strategic Prefecture . Geukhyeong disobeyed the royal order and was placed under restricted residence for several years. Ultimately, he was reappointed to a county in the provinces. People at that time were grieved.",
                "H2KE-nKo": "조경을 대사헌으로, 조수익을 대사간으로, 임담을 이조 참판으로, 민응형을 안변 부사로 삼았다. 민응형은 말 때문에 상의 뜻을 거슬러 몇 년 동안 산직에 있다가 마침내 외직에 보임되었는데, 시의가 애석하게 여겼다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 26일(을묘) 1번째기사",
                "gt-oKo": "조경을 대사헌으로, 조수익(趙壽益)을 대사간으로, 임담을 이조 참판으로, 민응형(閔應亨)을 안변 부사(安邊府使)로 삼았다. 민응형은 말 때문에 상의 뜻을 거슬러 수년 동안 산직(散職)에 있다가 마침내 외방 고을에 보임되었으므로 시의(時議)가 아깝게 여겼다.",
                "hj": "○乙卯/以趙絅爲大司憲, 趙壽益爲大司諫, 林墰爲吏曹參判, 閔應亨爲安邊府使。 應亨以言忤旨, 置散數歲, 竟補外郡, 時議惜之。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Yu Junchang was appointed third inspector [of the Office of the Inspector General] , 홍명하를 지평으로, and Yi Cheongi was appointed third censor .",
                "H2KE-nKo": "유준창을 장령으로, 홍명하를 지평으로, 이천기를 헌납으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 28일(정사) 1번째기사",
                "gt-oKo": "유준창(柳俊昌)을 장령으로, 홍명하(洪命夏)를 지평으로, 이천기(李天基)를 헌납으로 삼았다.",
                "hj": "○丁巳/以柳俊昌爲掌令, 洪命夏爲持平, 李天基爲獻納。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Magistrate of Wonju Strategic County Jeong Hwaji submitted a memorial as follows: Your subject observed the number of various kinds of soldiers and artisans in this magistracy, and the number of vacancies is very few. The number of vacancies for this magistracy is one hundred and more. Regarding the support taxpayers of the Elite Troops , the people all enjoy the recruitment expedition must first be attached to this magistracy to be assigned to the magistracy in order to survey and send official documents [to the magistracy] in succession. Moreover, treacherous people flee to avoid compulsory labor service on their occasional occurred in succession. Therefore, the replacing of fugitives and demanding cannot be stopped at any time. As a result, more than ten years have already entered secretly into the magistracy and supplement them with the age of vacancies. Therefore, your subject is deeply sympathy. Your subject desires that among them, those who fill the vacancies who fill the vacies after filling the vacancies in order to collect the vacies after filling the vacancies. Then, the magistracy collects the vacancies for two or three years is not limited, and the impoverished people will easily feel grateful and appreciated. Your subject observed the weaponry of this magistracy and inspected the weaponry of this magistracy, but the Office of the Inspector General inspected the weaponry and replaced the vacancies for replacing the vacancies in order to find no choice. Sometimes, your subject fears that if we do not replace the vacancies, the vacancies of the vacancies will finally be recruited and the people will be inevitably burdensome. If the local magistrate possessessesses the circumstances of his own circumstances and entrusts the vacancies only to the vacancies and recruit the vacancies, the local magistrate will prepare the opportunity to recruit the vacancies and the people will not inflict burdensome disturbances.Your subject observed the medicinal herbs in the Office of Palace Kitchen Supplies, and the vacancies",
                "H2KE-nKo": "원주 목사 정지화가 상소하기를,“신이 삼가 살펴보건대, 본주의 제색군과 장인의 궐액이 매우 많아서 합계하면 백여 명이 넘습니다. 어영군의 봉족은 백성들이 모두 즐거이 모집하여 반드시 먼저 해당 청에 소속시킨 다음 사정한다는 공문이 잇따라 오고 있습니다. 게다가 간사한 백성들이 신역을 피하기 위해 끊임없이 왕래하므로 도망갔거나 죽은 자의 후임을 차출하지 않을 때가 없습니다. 그런데 나이가 겨우 10여 세인데도 이미 밀봉에 들어가 나이를 속이고 구차하게 군포를 징수하고 있으니, 신은 삼가 안타깝게 여깁니다. 신은 그 가운데 나이가 차지 않았는데도 충정된 자는 사실대로 현록하고 나이가 차기를 기다려 군포를 징수하기를 원합니다. 그러면 해당 관사에서 2, 3년 동안 거두어들이는 군포의 흠축은 얼마 안 되고 곤궁한 백성들이 덕을 바꾸어 감발되는 것도 반드시 많을 것입니다.신이 본주의 군기를 가져다 살펴보니 파손되어 형편이 없었습니다. 그래서 상사에서 점검할 때에는 빌려주고 대신 점고하여 구차하게 무사하기만을 바라고, 더러는 마련할 생각을 하고 있었습니다. 그러나 얼마 안 되는 재력을 월과의 역사에 모두 소비하는 바람에 형편상 예전처럼 할 겨를이 없었습니다. 신은 변통하지 않는다면 파손된 것은 끝내 수리할 날이 없을 것이고, 마련할 때에는 백성들을 번거롭게 하지 않을 수 없을 것이라고 생각합니다.만일 수령들로 하여금 각자 힘을 헤아려 하는 대로 맡겨 두고 단지 회부된 숫자만 수리하도록 책임지운다면, 관아에서는 편의에 따라 준비할 수 있고 백성들은 과외의 침탈을 받을 수 없을 것입니다.신이 삼가 내의원에서 어공하는 약삼을 보건대, 반드시 오대산에서 생산되는 것을 아름답게 여겼습니다. 그런데 근래에는 이웃 경내의 백성들이 앞다투어 일찍 들어가 채취하는 것이 절도를 잃었기 때문에 비록 법대로 마른 것이나 품질이 좋지 않습니다. 또 화전이 불어나고 난 뒤로는 각종 초약이 모두 희귀해졌습니다. 신은 먼저 화전을 금하고, 만일 경계를 넘어갔거나 때아닌 시기에 일찍 채취하는 자가 있으면 일체 통렬히 금하기를 원합니다.”하고, 상소 말미에 본주의 살인 죄수 원호의 일을 가지고 그 의심스러운 정상을 논열하였다. 주상이 정원에 하교하기를,“자신이 수령이 되어 살인한 죄수를 구제하려 하니, 법에 있어서 옳은가?”하니, 회계하기를,“이 일은 실로 법례가 아닙니다. 그리고 상소 가운데도 민폐를 진달하였는데, 어떻게 처리해야 하겠습니까?”하자, 하교하기를,“감사가 받아서 보낸 것도 그르다. 우선 추고만 하고, 그 상소는 해당 조로 하여금 채택하여 쓰도록 하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 3일(임진) 1번째기사",
                "gt-oKo": "원주 목사(原州牧使) 정지화(鄭知和)가 상소하기를, “신이 본주(本州)의 제색군(諸色軍)과 장인(匠人)을 살펴보니, 액수에 많이 모자라서 합계하면 1백 남짓한 수가 됩니다. 어영군(御營軍)의 봉족(奉足)으로 말하면 백성이 다 응모하기 좋아하여 반드시 먼저 해청(該廳)에 붙으므로 사정(査定)한 공문이 잇따라 옵니다. 또 간사한 백성들이 신역(身役)을 피하는 것이 잇달고 도망하였거나 죽은 자의 대충(代充)이 그칠 때가 없으므로, 나이 겨우 십여 살에 벌써 밀통(密筩)에 넣어 나이를 속이고 구차하게 충정(充定)하여 으레 베[布]를 거두니, 신은 민망합니다. 신은 그 가운데에서 나이가 차지 않았는데 충정한 자는 사실대로 현록(懸錄)하고 나이가 차기를 기다려 베를 거두었으면 합니다. 그러면 해사(該司)에서 두어 해 동안 거두는 베가 축나는 것은 약간에 지나지 않고 곤궁한 백성이 은덕을 기뻐하여 감발(感發)하는 것은 클 것입니다. 신이 본주의 군기(軍器)를 살펴보니 파손되어 형편없는데, 상사(上司)가 점고하면 빌려다가 점고받아 구차하게 무사하기를 바랍니다. 혹 장만하는 데에 뜻을 두는 자가 있어도 적은 재력(財力)을 월과(月課)의 역(役)에 죄다 쓰므로 복구할 겨를이 없는 형편입니다. 그러므로 신은 변통하지 않으면 파손된 것을 끝내 개수할 날이 없어서 결국 장만할 때에는 백성을 괴롭히게 될까 염려스럽습니다. 만일 수령이 각각 스스로 힘을 헤아려 하도록 맡겨 두고 회계하여 넘겨준 수에 대해서만 개수하도록 요구하면, 관가에서는 편의에 따라 장만할 수 있고 백성은 과외(科外)로 침탈당하지 않을 것입니다. 신이 보건대, 내국(內局)에서 어공(御供)에 쓰는 약삼(藥蔘)은 반드시 오대산(五臺山)에서 나는 것이라야 좋다고 하는데, 근래 이웃 지경의 백성들이 앞다투어 일찍 들어와 미리 캐므로 법대로 깨끗이 말려도 그 품질이 좋지 않으며, 또 화전(火田)이 늘어난 뒤로는 갖가지 약초가 모두 귀해졌습니다. 먼저 화전을 금하고 지경을 넘어 들어가거나 제철이 아닌 때에 일찍 캐는 자가 있을 경우 일체 엄금하기 바랍니다.” 하고, 소(疏) 끝에 본주의 살인한 죄수 원호(元祜)의 일에 대하여 그 의심스런 정상을 논열하였는데, 상이 정원에 하교하기를, “자신이 수령이면서 살인한 죄수를 구제하려 힘쓰니, 법규상 옳은 일인가?” 하였다. 회계하기를, “이 일은 실로 법례(法例)가 아닙니다. 소 가운데에 또한 민폐를 아뢰었는데, 어떻게 처치해야 합니까?” 하니, 하교하기를, “감사가 받아 보낸 것도 그르다. 우선 추고하고 그 소는 해조로 하여금 채용하게 하라.” 하였다.",
                "hj": "○壬辰/原州牧使鄭知和上疏曰: 臣按, 本州諸色軍及匠人, 闕額甚多, 合而計之, 百有餘數。 至於御營軍奉足, 則民皆樂募, 必先附於該廳, 査定文移, 接踵而至。 且奸民避役, 項背相望, 逃故之代, 無時可已, 年纔十餘, 已入密筩, 冒年苟充, 依例徵布, 臣竊悶焉。 臣願其中年未滿, 而充定者, 從實懸錄, 待年徵布, 則該司二三年收布之欠, 不過若干, 而窮民易德, 感發必多矣。 臣取閱本州軍器, 破毁無形, 上司點試, 則借貸代點, 苟冀無事。 或有留意於措備, 而些少財力, 盡費於月課之役, 勢有未遑於其舊。 臣恐若不變通, 則其破缺者, 終無修改之日, 而措備之際, 不得不煩民。 如使守令各自量力, 一任所爲, 只就會付之數, 責其修改, 則官有隨便之備, 民無科外之侵矣。 臣伏見內局御供藥蔘, 必以五臺山所産爲美, 而近來隣境之民, 爭先早入, 採取失節, 故雖乾正如法, 其品不美, 又自火田滋蔓之後, 各種草藥, 竝皆稀貴。 臣願先禁火田, 如有越境及非時早採者, 請一切痛禁。 疏末以本州殺人罪囚元祜事, 論列其可疑之狀, 上下敎于政院曰: “身爲守令, 營救殺人罪囚, 於法可乎?” 回啓曰: “此事實非法例, 而疏中亦陳民弊, 何以處之?” 下敎曰: “監司捧送亦非矣。 姑先推考, 其疏, 令該曹采用。”"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported, Earlier, the naval forces and the naval forces have been divided into groups and divided into groups, which has not been equally impossible. Governor of Gyeongsang Province Yi Man revised the evil administrative writings, and yet he could not finish the administrative circumstances. He has already reached the level of his term. Your subjects request that he be retained until this year. The King approved of this.",
                "H2KE-nKo": "비변사가 아뢰기를,“수군과 육군을 나누어 방어하게 하는 일은 전부터 공평하지 못한 근심이 있었습니다. 경상 감사 이만은 잘못된 정사를 개혁하여 계획을 잘 세웠으나 실마리를 찾지 못하고 임기가 이미 찼습니다. 올해까지 잉임하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 3일(임진) 2번째기사",
                "gt-oKo": "비국이 아뢰기를, “수군(水軍)과 육군(陸軍)이 나뉘어 방수하는 일은 전부터 고르지 않은 병폐가 있으므로, 경상 감사(慶尙監司) 이만(李曼)이 폐정(弊政)을 고치려 계획하였으나 아직 사업에 착수하지 못하고 임기가 찼으니, 올해에 한하여 잉임시키소서.” 하니, 상이 따랐다.",
                "hj": "○備局啓曰: “水、陸軍分防一事, 自前有不均之患。 慶尙監司李曼更張弊政, 料理擘畫, 未克就緖, 瓜期已滿, 請限今年仍任。” 上從之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Interpreter of the Imperial Entertainments Oh Jun , who was the second deputy director of the Office of Royal Relatives , hurriedly reported to the King upon his mission as follows: Vice-Envoy Kim Wi died of an illness. Your subject also dispatched the host of the guesthouse to write a memorial service and grant a funerary oration and condolence gifts upon Kim Wi , the vice-envoy , to be sent to Bongbong Circuit . Out of the Office of Royal Relatives Song Inryong solely studying the calendar calendar. However, the strict prohibition against the calendar calculation and private study has been impossible to study the calendar calculation of the calendar study. Thus, Kim Wi studyed the calendar study of Huang Yabao to see Huang Yabao , and he gave him fifteen gwon of chestnuts and ten gwon of chestnuts of stamping the calendar study of the Book of Documents (C. Shujing . He also heard that a Chinese man named Jiang , who was the leader of the preceptor of the Imperial Entertainments , plotted to kill the calendar study of the Imperial Entertainments and killed the calendar entire barbarians. The seven or eight towns of the neighboring counties were all surrendered and surrendered. Therefore, the eight kings led the troops to attack them.",
                "H2KE-nKo": "동지사 오준이 북경에서 급히 장계하기를,“부사 김협(金<unk>)이 병으로 죽자 청나라에서 관의 값을 주고, 또 주객사를 보내 제문을 지어 치제하게 하였으며 담부를 주어 봉황성까지 보냈습니다. 일관 송인룡은 오로지 역법을 배우기 위해서인데 역서를 사사로이 배우는 것을 매우 엄하게 금지하여 겨우 탕약망을 한번 보고는 대략 말을 주고 이어 실컷 먹인 초책 15권과 성도 10장을 주어 돌아가서 그 이치를 연구하게 하였다고 합니다. 또 들으니 선대수장인 한인 강씨 성을 가진 자가 서달과 통모하여 청나라 장수를 모두 죽이고 그 곁의 7, 8개 읍이 모두 투항해 갔기 때문에 팔왕이 군사를 거느리고 가서 공격하였다고 합니다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 5일(갑오) 1번째기사",
                "gt-oKo": "동지사(冬至使) 오준(吳竣)이 북경(北京)에서 치계하였다. “부사(副使) 김휼(金霱)이 병으로 죽었는데, 청국에서 관(棺) 값을 주고 또 주객사(主客司)의 관원을 보내어 제문(祭文)을 지어 치제(致祭)하고 담부(擔夫)를 주어 봉황성(鳳凰城)까지 운송해 주었습니다. 일관(日官) 송인룡(宋仁龍)은 오로지 역법(曆法)을 배우기 위하여 왔는데 역서(曆書)를 사사로 배우는 것을 매우 엄하게 금지하여 가까스로 탕약망(湯若望)을 한번 만나보았더니, 대략 말로 전수하고는 잔 글씨로 초한 책 15권과 성도(星圖) 10장을 주며 돌아가서 그 이치를 연구하게 하였다고 합니다. 또 듣건대, 선대 수장(宣大守將)이었던 한인(漢人) 강성(江姓)인 자가 서달(西㺚)과 통모(通謀)하여 청장(淸將)을 죄다 죽였는데 그 근방의 7, 8고을이 다 투항하여 붙었으므로 팔왕(八王)이 군사를 거느리고 가서 친다고 합니다.”",
                "hj": "○甲午/冬至使吳竣在北京馳啓曰: “副使金廵病死, 淸國贈以棺價, 又遣主客司, 製文致祭, 給擔夫送至鳳凰城矣。 日官宋仁龍, 專爲學得曆法, 而曆書私學, 防禁至嚴, 僅得一見湯若望, 則略加口授, 仍贈縷子草冊十五卷、星圖十丈, 使之歸究其理云。 且聞宣大守將漢人江姓者, 與西㺚通謀, 盡殺淸將, 其旁七八邑皆投附, 故八王領兵往擊之云。”"
            },
            "2": {
                "H2KE-EN": "The Crown Prince proceeded to the guesthouse for the imperial envoys and held a banquet for the imperial envoys. The Crown Prince returned.",
                "H2KE-nKo": "세자가 청나라 사신의 관소에 나아가 상마연을 베풀고 돌아왔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 5일(갑오) 2번째기사",
                "gt-oKo": "세자가 청사(淸使)의 관소(館所)에 가서 상마연(上馬宴)을 베풀고 돌아왔다.",
                "hj": "○世子詣淸使館所, 設上馬宴而還。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General reported as follows: When Bak Gyeongji , army commander of Jeonnam , was once serving as the army commander of the province, he purchased 500 gold for his concubine. He was impeached by the impeachment of the inspectors and censors. Last year, due to an occurrence of Mount Isan , the people of Jeolla and Jeolla were quite frightened, and the capital was frightened and apprehensive. Bak Gyeongji saw the provincial governors order, but he did not apprehend his mind. After the occurrence of the currence of the ocurrence of the currence of the circumstance of the cumstance of the culation of the cultivation of the circultivation of the cultivation of cultivation",
                "H2KE-nKo": "간원이 아뢰기를,“전남 병사 박경지는 일찍이 본도의 병사로 있을 때 500금을 가지고 첩을 산 일 때문에 거듭 대간의 탄핵을 받았습니다. 지난해 이산의 변란 때 양호가 흉흉하여 서울이 놀라 동요하였는데, 박경지는 감사의 전령을 보고도 조금도 마음을 움직이지 않았습니다. 일이 안정된 뒤에 느릿느릿 전주에 도착하였으므로 온 도의 인심이 모두 분개하고 있으니, 사판에서 삭제하소서.”하니, 주상이 체직만 하라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 5일(갑오) 3번째기사",
                "gt-oKo": "간원이 아뢰기를, “전남 병사(全南兵使) 박경지(朴敬祉)는 전에 본도(本道)의 병사로 있을 때 5백 금(金)으로 첩을 산 일 때문에 대간의 탄핵을 심하게 받았습니다. 근년 이산(尼山)의 변란 때 양호(兩湖)가 어수선하고 서울이 놀랐는데, 박경지는 감사의 전령을 보고도 조금도 놀라지 않았고 일이 평정된 뒤에야 뒤늦게 전주(全州)에 이르렀으므로 도내의 인심이 모두 분개하였으니, 사판에서 삭제하소서.” 하니, 상이 벼슬을 갈기만 하라고 명하였다.",
                "hj": "○諫院啓曰: “全南兵使朴敬祉, 曾爲本道兵使, 以五百金買妾之事, 重被臺彈。 向年尼山之變, 兩湖洶擾, 京師震驚。 敬祉見監司傳令, 略不動心, 事定之後, 緩到全州, 一道人心莫不憤惋, 請削去仕版。” 上命只遞其職。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Crown Prince held a farewell banquet for the Chinese envoys at the outskirts of the capital in eulmi year (.",
                "H2KE-nKo": "을미년에 청나라 사신이 돌아가니 세자가 교외에 나가 전송하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 6일(을미) 1번째기사",
                "gt-oKo": "청사(淸使)가 돌아가니 세자가 교외에 나가 전송하였다.",
                "hj": "○乙未/淸使還, 世子出餞于郊外。"
            },
            "2": {
                "H2KE-EN": "On mujin day, a meteor emerged from the Great White (Venus and entered the front of the Big Dipper .",
                "H2KE-nKo": "유성이 대각성 아래에서 나와 방성 위로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 6일(을미) 2번째기사",
                "gt-oKo": "유성이 대각성(大角星) 아래에서 나와 방성(房星) 위로 들어갔다.",
                "hj": "○流星出大角星下, 入房星上。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the byeongsin day (121:000-1:00 p.m., a meteorite came from the northeast and entered the northern area.",
                "H2KE-nKo": "태백성이 낮에 나타났다. 유성이 북극성 아래에서 나와 북방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 7일(병신) 1번째기사",
                "gt-oKo": "태백성이 나타났다. 유성이 북극성(北極星) 아래에서 나와 북방으로 들어갔다.",
                "hj": "○丙申/太白見。 流星出北極星下, 入北方。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Jeonggyeon as fourth censor .",
                "H2KE-nKo": "이정영을 정언으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 7일(병신) 2번째기사",
                "gt-oKo": "이정영(李正英)을 정언으로 삼았다.",
                "hj": "○以李正英爲正言。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On jeongyu day, a meteor emerged from the middle of cloud and entered the sunset and entered the sunset. ",
                "H2KE-nKo": "정유년에 유성이 짙은 구름 속에서 나와 손방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 8일(정유) 1번째기사",
                "gt-oKo": "유성이 짙은 구름 속에서 나와 손방(巽方)으로 들어갔다.",
                "hj": "○丁酉/流星出密雲中, 入巽方。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported as follows: In your subjects humble opinion, the government to teach the Elementary Learning is solely to raise education. However, the provinces do not know the original intent, and there will be no problems in the same manner as before. Your subjects request that the governor of each province be made to encourage the entire towns and to select scholars among villages who can be teached and gathered in the villages to teach the Elementary Learning in order to recite the exposition of the Elementary Learning again. Those who are well-versed in succession should be rewarded for several times. Those who are well-versed in succession should be punished for the time being. The King followed this request.",
                "H2KE-nKo": "무술년에 예조가 아뢰기를,“삼가 생각건대, 조정에서 《소학》을 교습하는 것은 오로지 양육하기 위한 것인데, 지방에서 그 본의를 알지 못하고 이전처럼 세월만 보내는 폐단이 없지 않습니다. 각도의 감사로 하여금 열읍을 권유하여 그 마을 사람 가운데 스승이 될 만한 자를 골라 마을의 수재를 모아 《소학》을 교습하게 하고, 수령과 도사가 때때로 다시 시강하여 여러 차례 능통한 자는 논상하고, 불통한 자는 묘당이 결정한 대로 우선 학교에 대한 벌을 적용하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 2월 9일(무술) 1번째기사",
                "gt-oKo": "예조가 아뢰기를, “생각건대, 국가에서 《소학(小學)》을 교습(敎習)시키는 것은 전적으로 양육(養育)하는 바탕을 삼으려는 것인데, 외방(外方)에서는 본의를 모르고 여전히 세월만 보내는 폐단이 없지 않으니, 각도의 감사를 시켜 열읍(列邑)에 권유하여 그 이사(里社) 가운데에서 스승이 될 만한 자를 가려 마을의 수재를 모아 《소학》을 교습시키게 하고 수령과 도사가 때때로 다시 시강(試講)하여 여러 번 능히 통(通)한 자는 논상하고 불통(不通)한 자는 묘당의 결정에 따라 우선 학교의 벌을 쓰도록 하소서.” 하니, 그대로 따랐다.",
                "hj": "○戊戌/禮曹啓曰: “竊念, 朝家敎習《小學》之擧, 專爲養育之地, 而外方不知本意, 不無如前玩愒之弊。 宜使各道監司, 勸諭列邑, 擇其里社中可爲師者, 收聚村秀, 敎習《小學》, 守令、都事, 時復試講, 累次能通者論賞, 不通者依廟堂定奪, 姑用學校之罰。” 從之。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "On musul day, the moon entered the middle of the Late Star (Venus .",
                "H2KE-nKo": "달이 태미원 안으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 10일(기사) 1번째기사",
                "gt-oKo": "달이 태미원(太微垣) 가운데로 들어갔다.",
                "hj": "○己巳/月入太微中。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported, Min Gu did not forget the King and his country, and he committed crimes against the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain . He was only punished by beating with the heavy stick. Recently, Your Majesty issued an order to return his letter of appointment to him. How could an official who committed crimes such as this? Your subjects request that his letter of appointment be withdrawn quickly. The Office of the Censor General also reported, When a subject commits a crime of relationship, he truly cannot be forgiven even though he is a close relative of the royal family. However, Yi Ok and Yi낙 already received royal pardon and were able to preserve their lives. They were already fortunate for the benevolence of heaven and earth. However, unexpectedly, Your Majesty again issued an order to return their letters of appointment and reinstate them to join the ranks of the royal clan . The public opinions confused in anger for a long time and more severe. Your subjects request that Yi Ok and Yi낙 be quickly ordered to dismiss them from office. The Office of the Censor General also observed this matter for a month, but the King did not approve the request.",
                "H2KE-nKo": "헌부가 아뢰기를,“이민구가 임금을 잊고 나라를 저버려 종사에 죄를 지은 것은 김경징, 장신과 조금도 차이가 없는데 혼자 형장을 면하였습니다. 그런데 이번에 직첩을 도로 주라는 명이 뜻밖에 나왔으니, 신하로서 어찌 이렇게까지 죄를 짓고도 다시 사판에 끼일 수 있겠습니까. 이민구에게 직첩을 도로 주라는 명을 속히 거두소서.”하고, 또 아뢰기를,“신하가 역적을 따른 죄가 있으면 왕실의 지친이라 하더라도 진실로 용서하기 어렵습니다. 그런데 이욱과 이낙 등은 이미 사면을 받아 목숨을 보전하였으니, 이것만도 천지가 만물을 생성해 주는 덕입니다. 그런데 뜻밖에 이번에 서용하라는 명이 또 내려져 직명을 도로 주고 다시 종반에 끼게 되었으니, 공의가 갈수록 더욱 격분하고 있습니다. 이욱과 이낙 등을 속히 파직하고 서용하지 말라고 명하소서.”하고, 간원도 이를 논하여 한 달이 넘도록 모두 따르지 않았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 10일(기사) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “이민구(李敏求)가 임금을 잊고 나라를 저버려 종사에 죄를 얻은 것은 김경징(金慶徵)·장신(張紳)과 조금도 차이가 없는데 혼자 형장(刑章)을 면하였습니다. 그런데 이번에 직첩을 도로 주라는 명이 뜻밖에 나왔으니, 신하로서 이토록 죄를 지고도 다시 사판을 더럽히는 일이 어떻게 있을 수 있겠습니까. 빨리 이민구에게 직첩을 도로 주라는 명을 거두소서.” 하고, 또 아뢰기를, “신하가 역적을 따른 죄가 있으면 왕실의 지친(至親)이라도 본디 용서할 수 없습니다. 이오(李澳)와 이낙(李洛)이 사유(赦宥)받아 목숨을 보전한 것도 이미 천지가 생성(生成)하는 덕이 크나큰 것인데, 뜻밖에 이번에 서용하라는 명이 또 내려져서 직명을 도로 주고 종반(宗班)에 다시 끼었으므로 공론이 갈수록 더욱 분하게 여깁니다. 오와 낙을 빨리 파직하고 서용하지 마소서.” 하였고, 간원도 한 달이 넘도록 이 일을 논하였으나 모두 따르지 않았다.",
                "hj": "○憲府啓曰: “李敏求忘君負國, 得罪宗社, 與金慶徵、張紳少無差別, 而獨免刑章。 今者職牒還授之命, 出於意外, 人臣豈有負罪至此, 而復玷仕版者乎? 請亟收李敏求職牒還授之命。” 又啓曰: “人臣有從逆之罪, 則雖王室至親, 固難容貸。 而澳、洛等旣蒙赦宥, 得保軀命, 已是天地生成之德。 不意今者, 敍命又下, 還授職名, 復齒宗班, 公議憤激, 久而益甚。 請澳、洛等, 亟命罷職不敍。” 諫院亦以此論之, 閱月而竝不從。"
            },
            "3": {
                "H2KE-EN": "The Ministry of Taxation reported as follows: The 5,799 nine nyang of silver for the marketplace used by the imperial envoys was previously ordered to repay the price of 5,799 nine nyang. However, the various provinces had not yet sent to the capital, and the peoples livelihood is already depleted, and their complaints are even more urgent. Your subjects request that 760 seok of rice, 400 seok of beans, and 1,000 nyang of silver be supplied for the marketplace so that the impoverished people may be relieved. The King accepted this request.",
                "H2KE-nKo": "호조가 아뢰기를,“칙사가 발매할 때 쓴 시민의 은자 5799냥을 일찍이 절가하여 도로 갚으라는 명이 있었습니다. 그런데 여러 도에서 보내온 것이 미처 올라오지 않아 백성들의 살림살이가 이미 고갈되어 호소할 일이 더욱 급합니다. 쌀 760섬, 대두 400섬, 절은 1000냥을 우선 먼저 나누어 주어 궁핍한 상황을 풀어 주소서.”하니, 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 10일(기사) 3번째기사",
                "gt-oKo": "호조가 아뢰기를, “칙사가 발매(發賣)할 때에 쓴 시민(市民)의 은자(銀子) 5천 7백 99냥을 값을 쳐서 도로 갚으라는 명을 내리셨습니다. 각도에서 보내는 것이 미처 올라오지 않았는데 백성의 물자는 이미 다하여 호소하는 것이 더욱 급합니다. 쌀 7백 60석, 콩 4백 석, 절은(折銀) 1천 냥을 우선 나누어 주어 곤궁을 펴게 하소서.” 하니, 따랐다.",
                "hj": "○戶曹啓曰: “勑使發賣時所用市民銀子五千七百九十九兩, 曾有折價還償之命, 而諸道所送, 未及上來, 民産已竭, 呼訴益急。 請以米七百六十石、大豆四百石、折銀一千兩, 姑先分給, 以紓其窮。” 從之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King received Magistrate of Ganghwa Magistracy Jo Gyewon in audience. The King said, Gapjin is even more difficult to defend against the enemy. In the byeongja year (, it was not possible for the enemy to cross the [Amnok] River by the enemy. If the enemy could not be able to cross the [Amnok] River, how could it bear to speak about the opportunity [of the enemy]? As the territory of Ganghwa is vast, the defense of the enemy is better than defending against the enemy. It is necessary to capable of capable",
                "H2KE-nKo": "주상이 강화 유수 조계원을 불러서 보았다. 주상이 말하기를,“갑진은 물살이 급하여 방수하기가 더욱 어렵다. 병자년의 난리에 적임자를 얻지 못하여 적병이 과연 이곳을 경유하여 건넜으니, 그때의 일을 차마 말할 수 있겠는가. 강도는 지역이 광활하여 방수하기 어려운 것이 도리어 성을 지키는 것보다 더하니, 반드시 뛰어난 인재를 얻어야만 잘 방어할 수 있을 것이다. 경의 소견으로는 어떻게 요새를 설치하면 방어할 수 있겠는가?”하니, 대답하기를,“평상시에는 해토가 진흙탕이 되어 배를 대기가 매우 어려웠습니다. 이 때문에 임진년의 난리에 이곳을 보전할 수 있었는데, 지금은 연해의 사면이 모두 배를 댈 수 있습니다. 지금 나라의 형세로는 성을 쌓기가 어렵고 또 목책을 설치하기도 어렵습니다. 가령 성을 쌓는다면 무슨 군병으로 성을 지키고 무슨 군량으로 군사를 먹일 수 있겠습니까. 주사의 일은 폐단도 많고 실용에는 보탬이 없으니, 이것이 염려스럽습니다.”하였다. 주상이 말하기를,“주사는 무슨 폐단이 있는가?”하니, 대답하기를,“배를 만드는 공역이 엄청나서 3년이 지나지 않아 저절로 부패하게 됩니다. 또 승천포와 덕포의 경우는 물살이 넓고 느려서 그래도 마음대로 배를 운행할 수 있지만, 갑진의 경우는 파도가 세차서 배를 운행하기가 실로 어렵습니다. 적과 대치하고 있다가 조수가 빠지면 물결을 거슬러 올라가기가 그 형세가 매우 어려운데, 배를 탄 자는 미처 육지에 내리지 못하고 육군은 그 수가 많지 않으니, 참으로 앞뒤가 서로 미치지 못하는 근심이 있습니다.”하였다. 주상이 말하기를,“강화의 군병은 일찍이 2000여 명이라고 들었는데, 지금은 얼마나 되는가?”하니, 대답하기를,“신이 아직 군부를 보지 못하여 정확히 알지는 못하지만 지금도 2000여 명입니다. 다만 노약자는 태반이고 궐액도 많은데, 난리를 겪고 나서는 거주하는 백성이 드물기 때문에 형편상 전부 충정하기는 어렵습니다. 강화는 지역이 좁고 목장은 매우 크니, 목장의 말을 옮겨다가 백성들에게 경작하여 먹도록 허락한다면 민호가 점점 많아지고 군액도 충정할 수 있을 것입니다.”하였다. 주상이 말하기를,“마장을 경작하도록 허락한다면 육지의 백성들 중에 옮겨 들어가는 자가 과연 많은가?”하니, 대답하기를,“인정이 비록 본토에 안주하여 옮기기를 좋아하지 않는다고 하지만, 기름진 땅을 경작하여 먹고 부역이 번거롭지 않다면 어찌 기꺼이 거주하지 않겠습니까. 경작을 허락한 뒤에 세금을 거두어 본부에 지급한다면 좋겠습니다. 그러나 사복시가 어렵게 여긴다면 본시에서 세금을 거두더라도 백성들이 많이 들어가면 뽑아내어 군병으로 삼을 수 있을 것이니, 이것이 다행입니다.”하자, 주상이 말하기를,“묘당으로 하여금 의논하여 처리하게 하라.”하였다. 비변사가 아뢰기를,“목장을 폐하고 경작하도록 허락하여 민정을 모집해 들이는 것이 참으로 오늘날의 급선무입니다. 사복시가 둔전을 설치하는 가운데 묵혀서 경작할 만한 곳의 결부와 다과를 본부로 하여금 간심하여 주상에게 여쭈어 처리하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 11일(경오) 1번째기사",
                "gt-oKo": "상이 강화 유수 조계원(趙啓遠)을 인견하였다. 상이 이르기를, “갑진(甲津)은 물살이 급하여 방수하기 어려운 곳이다. 병자년 난리 때에는 적임자를 얻지 못했는데 적병이 과연 여기로 건넜으니, 그때의 일은 아직도 차마 말할 수가 없다. 강도는 지방이 넓어서 방수하기 어렵기가 성을 지키는 것보다 도리어 더하니, 반드시 뛰어난 인재를 얻어야 잘 방어할 수 있을 것이다. 경의 소견으로는 어떻게 대비를 해야만 방어할 수 있겠는가?” 하니, 대답하기를, “예전에는 개흙이 질어서 배를 대기가 매우 어려웠습니다. 이 때문에 임진년의 난리 때에 이곳을 보전할 수 있었는데, 이제는 바닷가 4면이 다 배를 댈 만합니다. 지금 같은 나라의 형세로는 성을 쌓기 어렵거니와 방책(防柵)을 설치하기도 어렵습니다. 성을 쌓더라도 어느 군사로 성을 지키고 어느 양식으로 군사를 먹이겠습니까. 주사(舟師)의 일은 폐단도 많고 실제로 쓰기에 도움이 안 되니 이것이 염려입니다.” 하였다. 상이 이르기를, “주사가 무슨 폐단이 있는가?” 하니, 대답하기를, “배를 만드는 공역은 대단한데 3년을 넘기지 못하고 절로 썩게 됩니다. 또 승천포(昇天浦)와 덕포(德浦)는 물살이 느려서 그래도 뜻대로 배를 부릴 수 있지만 갑진(甲津)은 물결이 거칠어서 배를 부리기가 참으로 어렵습니다. 적과 대치하였을 때에 썰물 때를 당하면 물을 거슬러 올라와야 하므로 그 형세가 매우 어려워서 배를 탄 자는 미처 뭍에 오르지 못하게 되고 육군은 그 수가 많지 않으니, 참으로 앞뒤가 서로 미처 돕지 못할 걱정이 있을 것입니다.” 하였다. 상이 이르기를, “강화 군사는 2천여 명이라고 들었는데 지금은 얼마나 되는가?” 하니, 대답하기를, “신이 아직 군부(軍簿)를 보지 못하여 확실히 알지 못하나 지금도 2천여 명일 것입니다. 다만 늙고 어린 자가 태반이고 액수도 많이 모자랄 것인데, 막 난리를 겪고 나서 주민이 드물기 때문에 빠진 수를 충정하기는 어려운 형세입니다. 강화는 땅이 좁은데 목장은 매우 크니, 목장의 말을 옮기고 백성이 갈아 먹게 하면 민호(民戶)가 점점 많아져서 군액(軍額)을 채울 수 있을 것입니다.” 하였다. 상이 이르기를, “마장(馬場)을 경작하도록 허용하면 육지의 백성들 중 옮겨갈 자가 과연 많겠는가?” 하니, 대답하기를, “인정이 제 고장에 안주하여 옮겨가기를 싫어한다 하나, 기름진 땅을 경작하게 하고 부역이 많지 않으면 어찌 기꺼이 거주하려 하지 않겠습니까. 경작하게 한 뒤에 본부(本府)에서 세를 거두게 한다면 좋겠으나, 사복시가 곤란하게 여기면 본시(本寺)에서 세를 거두더라도 백성이 많이만 들어오면 뽑아서 군사로 삼을 수 있을 것이니, 다행스런 일입니다.” 하니, 상이 이르기를, “묘당을 시켜 의논하여 처치하게 하라.” 하였다. 비국이 아뢰기를, “목장을 그만두고 경작하도록 허용해서 민정(民丁)을 모집하여 들이는 것은 참으로 오늘날의 급선무입니다. 사복시에서 설치한 둔전(屯田) 중에서 묵어 있는 곳으로 경작할 만한 곳의 결부(結負)가 얼마나 되는지 본부에서 살펴 품처하게 하소서.” 하니, 상이 따랐다.",
                "hj": "○庚午/上引見江華留守趙啓遠。 上曰: “甲津水急, 尤難防守。 丙子之難, 不得其人, 敵兵果由此而渡, 其時之事, 尙忍言哉? 江都地方廣闊, 防守之難, 反過於守城, 須得出群之才, 可以善禦矣。 卿之所見, 則何以設險, 則可得防禦乎?” 對曰: “平時則海土泥濃, 泊舟甚難。 以此壬辰之亂, 得保此地, 今則沿海四面, 皆可泊船。 今之國勢, 旣難築城, 又難設柵。 假令築城, 以何軍兵而守城, 以何糧餉而飼兵? 舟師之事, 弊端亦多, 而無益於實用, 此爲可慮也。” 上曰: “舟師有何弊乎?” 對曰: “造船之工役浩大, 而不過三年, 自致腐敗。 且如昇天、德浦, 則水勢闊緩, 猶可以運舟如意, 至如甲津, 則波濤駛急, 用舟實難。 臨敵對壘, 若値潮退, 則泝流逆上, 其勢甚難, 而乘舟者未及下陸, 陸軍則其數不多, 誠有首尾不相及之患矣。” 上曰: “江華軍兵, 曾聞二千餘名, 今則幾何?” 對曰: “臣未見軍簿, 不能的知, 而今亦二千餘名。 但老弱太半, 闕額亦多, 纔經亂離, 居民鮮少, 故勢難沒數充定矣。 江華地狹而牧場甚大, 若移牧場之馬, 而許民耕食, 則民戶漸廣, 軍額可充。” 上曰: “馬場許耕, 則陸地人民, 移入者果多乎?” 對曰: “人情雖云安土重遷, 而耕食沃土, 賦役不煩, 則豈不樂爲之居乎? 許耕後收稅, 許給本府則好矣, 而司僕寺若以爲難, 則雖自本寺收稅, 人民多入, 則可以抄爲軍兵, 是可幸也。” 上曰: “令廟堂議處。” 備局啓曰: “廢場許耕, 募入民丁, 誠爲今日急務。 而司僕設屯之中, 陳荒可耕之處, 結負多寡, 請令本府, 看審稟處。” 上從之。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On sinmi day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 12일(신미) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○辛未/太白見。"
            },
            "2": {
                "H2KE-EN": "Yi Wonro , army commander of Jeon Nam , paid a farewell visit to the King. The King held audience with him.",
                "H2KE-nKo": "전남 병사 이원로가 하직 인사를 하니, 주상이 불러서 보았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 12일(신미) 2번째기사",
                "gt-oKo": "전남 병사(全南兵使) 이원로(李元老)가 사조하니, 상이 소견하였다.",
                "hj": "○全南兵使李元老辭朝, 上召見之。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King, on the basis of the report submitted by the State Tribunal on the basis of the criminals imprisoned in the gyeyu year (, and then issued a royal order, stating, Hyogils murder is a circumstances. Discuss this matter again and deal with him. Consequently, the State Tribunal reported, Hyogil committed a crime of murder, and thus he was reported to the throne according to the law. Now, your subjects received Your Majestys order, which is the utmost intention of giving a life. Upon reflection, Hyogils crime is different from that of intentional murder. Since Hyogil has already been granted a general amnesty, his punishment should be reduced by one degree. The King followed this advice. Hyogil was a royal relative.",
                "H2KE-nKo": "주상이 의금부의 수추 죄인에 대해 의논하여 아뢴 단자에 대해 전교하기를,“이효길이 살인한 것은 고의성이 없는 듯하니, 다시 의논하여 처리하라.”하였다. 이에 의금부가 아뢰기를,“이효길이 살인죄를 범하였기 때문에 법에 의거하여 아뢴 것입니다. 지금 성상의 하교를 받드니, 살리기 좋아하는 뜻이 지극합니다. 반복하여 참고해 보니, 이효길이 범한 죄는 고의로 살인한 것과는 차이가 있습니다. 이제 막 대사면령을 거쳤으니, 감등하여 논죄해야 합니다.”하니, 주상이 그대로 따랐다. 이효길은 종실이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 14일(계유) 1번째기사",
                "gt-oKo": "금부에서 수추 죄인(囚推罪人)에 대해 의계한 단자로 인하여 상이 하교하기를, “이효길(李孝吉)이 살인한 것은 고의적이 아닌 듯하니, 다시 의논하여 처치하라.” 하였다. 이에 금부가 아뢰기를, “효길은 살인죄를 범하였으므로 법에 따라 아뢰었습니다. 지금 상의 하교를 받으니 살리기를 좋아하시는 뜻이 지극합니다. 반복하여 참고하니 효길이 범한 것은 고의적인 살인과 차이가 있습니다. 막 대사(大赦)를 겪었으니, 감등하여 논죄하소서.” 하니, 상이 따랐다. 효길은 종실(宗室)이다.",
                "hj": "○癸酉/上以禁府囚推罪人議啓單子, 下敎曰: “孝吉殺人, 似涉無情, 更議以處。” 於是, 禁府啓曰: “孝吉罪犯殺人, 故據法以啓矣。 今承聖敎, 好生之意至矣。 反覆參考, 則孝吉所犯, 與故殺有間。 新經大赦, 宜減等論罪。” 上從之。 孝吉, 卽宗室也。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gapja day, Venus appeared during the twelfth daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 15일(갑술) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○甲戌/太白見。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Ik as minister of rites , Song Yeok as fourth inspector , Yi Yeong as fifth inspector , and Jeong Yu as fourth inspector . ",
                "H2KE-nKo": "조익을 예조 판서로, 송시열을 지평으로, 이정영을 부교리로, 정유를 지평으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 15일(갑술) 2번째기사",
                "gt-oKo": "조익(趙翼)을 예조 판서로, 송시열(宋時烈)을 지평으로, 이정영(李正英)을 부교리로, 정유(鄭攸)를 지평으로 삼았다.",
                "hj": "○以趙翼爲禮曹判書, 宋時烈爲持平, 李正英爲副校理, 鄭攸爲持平。"
            },
            "3": {
                "H2KE-EN": "Seven men, including Confucian scholars, including Hong Cheohu , Seong Cho객 , Hwangbo In , Shin Jang , Gi Jinheung , Yi Mi , and Yu Sim , and those who were promoted in varying grades were selected by the government, including Choe Jeonghyeon , Yi Ikdal , 유혁연 , Seong Eup , Yi Suchang , Bak Gosaeng , Jeong Yeok , Bak Huimin , Yi Jiwon , and Bak Imyeong .",
                "H2KE-nKo": "비변사가 유장 홍처후ᆞ성초객ᆞ홍중보ᆞ신섭ᆞ기진흥ᆞ이우ᆞ유심 등 7인을 선발하고, 무신으로서 불차 탁용된 최정현ᆞ이익달ᆞ유혁연ᆞ성익ᆞ이수창ᆞ박유생ᆞ정영ᆞ박희민ᆞ이지원ᆞ박이명 등 10인을 선발하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 15일(갑술) 3번째기사",
                "gt-oKo": "비국이, 유장(儒將) 홍처후(洪處厚)·성초객(成楚客)·홍중보(洪重普)·신속(申洬)·기진흥(奇震興)·이회(李禬)·유심(柳淰) 등 7인과 무신(武臣)으로서 차서에 관계없이 발탁하여 쓸 자 최정현(崔廷顯)·이익달(李益達)·유혁연(柳赫然)·성익(成釴)·이수창(李壽昌)·박정생(朴挺生)·정영(鄭韺)·박희민(朴希閔)·이지원(李枝遠)·박이명(朴而昭) 등 10인을 뽑았다.",
                "hj": "○備局選儒將洪處厚ㆍ成楚客ㆍ洪重普ㆍ申洬ㆍ奇震興ㆍ李禬ㆍ柳淰等七人、武臣之不次擢用者崔廷顯ㆍ李益達ㆍ柳赫然ㆍ成釴ㆍ李壽昌ㆍ朴挻生ㆍ鄭韺ㆍ朴希閔ㆍ李枝遠ㆍ朴而昭等十人。"
            },
            "4": {
                "H2KE-EN": "Governor of Hamgil Province Yi Huwon hurriedly reported to the King as follows: Regarding the Chinese guesthouse, the Chinese guesthouse came from Hu Chun , and it is necessary to purchase 130 head of farm cattle. The various towns are merely seventy head [of combined from each town. If they continue to urge their cattle, how many head [of combined from the other countries? Your subject requests that Your Majesty order the Ministry of Rites to command the cattle. The 비국이 requested that the cattle be limited to one hundred head [of combined from the other countries combined com ",
                "H2KE-nKo": "함경 감사 이후원이 급히 장계하기를,“청나라 차인이 후춘에서 나와 농우 130마리를 반드시 사려고 합니다. 각 고을에 분정한 것이 70마리뿐인데, 저들이 줄곧 바치라고 요구한다면 몇 마리로 제한해야 하겠습니까? 북도는 새로 병화를 겪고 또 우역을 겪었으니, 이러한 농사철에 민우를 모조리 없애 다른 나라의 수요에 부응해서는 안 됩니다. 묘당으로 하여금 지휘하게 하소서.”하였다. 비변사가 100마리로 제한하기를 청하니, 전교하기를,“100마리가 너무 많으니 8, 90마리로 제한하는 것이 좋겠다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 15일(갑술) 4번째기사",
                "gt-oKo": "함경 감사(咸鏡監司) 이후원(李厚源)이 치계하기를, “청나라 차인(差人)이 후춘(厚春)에서 나와서 농우(農牛) 1백 30두(頭)를 기어이 사려 합니다. 각 고을에 분정(分定)한 것은 70두뿐인데, 그가 줄곧 내라고 요구하면 몇 두까지 주어야 합니까? 북도(北道)는 막 병화를 겪고 또 우역(牛疫)을 겪었는데, 이 농사철을 당하여 백성의 소를 몽땅 털어서 다른 나라의 수요에 응할 수는 없습니다. 묘당을 시켜 지휘하소서.” 하였는데, 비국이 1백 두로 한정하기를 청하니, 하교하기를, “1백 두는 너무 많으니 팔구십 두로 정하도록 하라.” 하였다.",
                "hj": "○咸鏡監司李厚源馳啓曰: “淸差自厚春出來, 農牛必欲貿一百三十頭。 各邑分定, 只七十頭, 而彼如一向責出, 則當以幾頭爲限耶? 北道新經兵火, 又經牛疫, 當此農耕, 不可掃盡民牛, 以副他國之所需。 請令廟堂指揮。” 備局請以百頭爲限, 下敎曰: “百頭過多, 定以八九十頭可也。”"
            },
            "5": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] 홍명하가 아뢰기를, “칠곡 부사 이지형은 처사가 전도되어 크게 인심을 잃어버리고 오직 침학만을 일삼으므로 온 경내가 시끄러웠습니다. 신이 일찍이 외람되이 간원에 있을 적에 동료들과 상의하여 논계하였습니다. 지난번 시소에 있을 적에 삼가 도로 본직에 제수한다는 전교를 보고, 신이 감사의 장본을 가져다 살펴보니, 이지형이 백성을 다스린 실적에 대해서는 거론하지 않고 오직 한 가지 일만 가지고 곧바로 인신을 사용하자고 청하였습니다. 도신이 된 자가 어찌 조정의 체면이 지극히 중하고 군관의 인신을 사용한 것이 근거가 없다는 것을 모르고서 이렇게 치계하였겠습니까. 신이 논한 것은 그가 정사를 잘하지 못하여 풍문만 듣고 발론한 것입니다. 동참한 관원들은 모두 실상을 잃은 것으로 인하여 체직되었는데, 신이 어찌 감히 구차스럽게 무릅쓰고 있을 수 있겠습니까. 체척시켜 주소서.” 하니, 사퇴하지 말라고 답하였다.",
                "H2KE-nKo": "지평 홍명하가 아뢰기를,“칠곡 부사 이지형은 일 처리가 전도되어 인심을 크게 잃었고 오직 침학만을 일삼아 온 경내가 시끄럽습니다. 신이 일찍이 간원에 있을 때 동료와 상의하여 논핵하였습니다. 그런데 지난번 시소에 있을 때 도로 본임에 제수하라는 하교를 삼가 보았습니다. 신이 감사의 장본을 가져다 살펴보니, 이지형이 백성을 다스린 실적은 거론하지 않고 오직 성보에 관한 한 가지 일만 가지고 곧바로 인신을 사용하기를 청하였습니다. 도신이 된 자가 어찌 조정의 체면이 지극히 중하고 군관이 인신을 사용한 것이 근거가 없다는 것을 알지 못하고 이렇게 급히 장계한단 말입니까. 신이 논핵한 것은 그가 제대로 다스리지 못해서 풍문으로 논핵한 것입니다. 동참한 관원이 모두 사실과 어긋났다는 이유로 체차되었으니, 신이 어찌 감히 구차하게 무릅쓰고 있겠습니까. 체차하여 주소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 15일(갑술) 5번째기사",
                "gt-oKo": "지평 홍명하(洪命夏)가 아뢰기를, “칠곡 부사(漆谷府使) 이지형(李枝馨)은 처사가 전도되어 인심을 크게 잃었고 침학만을 일삼아 온 경내가 시끄럽기에 신이 간원에 있을 때에 동료와 상의하여 논계하였습니다. 접때 시소(試所)에서 도로 본 직임을 제수하라는 분부를 보고 신이 감사의 장본을 얻어 보니, 이지형이 백성을 다스린 실적은 거론하지 않고 성보(城堡)에 관한 일만으로 곧바로 인신(印信)을 쓰도록 하자고 청하였습니다. 도신(道臣)으로서 어찌 국가의 체면이 지극히 중하고 군관이 인신을 쓰는 것이 근거가 없다는 것을 몰라서 이런 치계를 한단 말입니까. 신이 논한 것은 그가 잘 다스리지 못해 풍문에 거론되었기 때문이었습니다. 같이 참여했던 관원은 모두 실상을 잃었다 하여 갈렸는데, 신이 어찌 감히 구차하게 버티고 있겠습니까. 갈아서 내치소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○持平洪命夏啓曰: “漆谷府使李枝馨, 處事顚倒, 大失人心, 惟事侵虐, 闔境嗷嗷, 臣曾忝諫院時, 與同僚相議論啓矣。 頃在試所, 伏見還除本任之敎, 臣取考監司狀本, 則不擧枝馨治民實蹟, 惟以城堡一事, 直請印信之行用。 爲道臣者, 豈不知朝家體面之至重, 軍官行印之無據, 而有此馳啓乎? 臣之所論, 爲其不治, 而發於風聞矣。 同參之官, 皆以失實被遞, 臣何敢苟冒? 請遞斥。” 答曰: “勿辭。”"
            },
            "6": {
                "H2KE-EN": "Inspector General Jo Suik , Censor [of the Office of the Censor General] Won Jinmyeong , and Third Censor [of the Office of the Censor-General] Yi Cheongi reported as follows: Previously, on the day when your subjects 인피하면서 observed the language, they merely said that the language was disclosed. The inspectors and censors impeached them from a single rumor, and sometimes they worried about such matters as this. Thus they discussed the matter and requested that they be replaced. Now, when your subjects recently examined the language of impeachment of impeachment. Your subjects",
                "H2KE-nKo": "대사간 조수익, 사간 원진명, 헌납 이천기가 아뢰기를,“지난번 동료가 인피하던 날에 그 내용을 살펴보니, 실상을 잃었다고만 하였습니다. 대간이 논핵하는 것은 으레 풍문에서 나오는 것이니, 혹여 이와 같은 일이 있을까 염려하여 상의하여 체차해 주기를 청하였던 것입니다. 그런데 지금 홍명하가 인피한 내용을 보니, ‘대간이 논핵한 것은 그가 제대로 다스리지 못하였기 때문이다.’라고 하였으니, 당초에 일을 논핵할 때에 실상을 잃었다고 단정하는 것은 부당합니다. 신들의 소견이 어두워 처치를 잘못한 잘못을 면하기 어려우니, 신들의 직임을 체차해 주소서.”하니, 사직하지 말라고 답하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 15일(갑술) 6번째기사",
                "gt-oKo": "대사간 조수익(趙壽益), 사간 원진명(元振溟), 헌납 이천기(李天基)가 아뢰기를, “접때 동료가 인피하였을 때에 그 사연을 보니, 실상을 잃었다고 하였을 뿐이었습니다. 대간이 논하는 것은 으레 풍문에서 나오므로 혹 그럴 수도 있으리라고 생각하고 상의하여 갈기를 청하였습니다. 지금 홍명하가 인피한 사연을 보니, 대간이 논핵한 것은 그가 다스리지 못하였기 때문이라 하였습니다. 그렇다면 당초 일을 논할 때에 실상을 잃었다는 것으로 단정한 것은 잘못된 것입니다. 신들의 소견이 어둡고 그릇되어 처치를 합당하지 않게 했으니, 신들의 벼슬을 갈아 주소서.” 하니, 사직하지 말라고 답하였다.",
                "hj": "○大司諫趙壽益、司諫元振溟、獻納李天基啓曰: “頃於同僚引避之日, 觀其措語, 但云失實。 臺諫所論, 例出風聞, 或慮其如此, 相議請遞矣。 今見洪命夏避辭, 有曰: ‘臺諫論劾, 爲其不治。’ 云爾則當初論事, 不當以失實斷之也。 臣等所見昏謬, 難免處置乖當之失, 請遞臣等之職。” 答曰: “勿辭。”"
            },
            "7": {
                "H2KE-EN": "The Office of the Inspector General reported to the King, Fourth Inspector [of the Office of the Inspector General ] [], Fourth Inspector [of the Office of the Inspector General ] [], Fourth Inspector [of the Office of the Inspector General ] [], and [the Office of the Inspector General] [], reprimanded [the impeachment of a magistrate] because there were many impeachment of a sense of rumor. However, the circumstances of Yi Jihyeong already mentioned someone who did not govern [the impeachment of a magistrate]. Therefore, it is only the duty of impeaching [the impeachment of a magistrate] to hear and impeach [the impeachment of a magistrate]. [Your subjects] request that [the Office of the Inspector General] be allowed to assume office. [The Office of the Inspector General] replied, [The impeachment of] Yi Cheongi , Won Jinmyeong , and Jo Suik are allowed to assume office, and Yu Junchang is allowed to assume office. [The King] granted permission.",
                "H2KE-nKo": "헌부가 아뢰기를,“지평 홍명하가 인혐하고 물러갔습니다. 수령을 탄핵하는 것은 대부분 풍문에서 나오는데, 이지형이 제대로 다스리지 못한 정상에 대해서는 이미 말한 자가 있으니, 들은 대로 논계하는 것은 그의 직분일 뿐입니다. 무슨 인피할 만한 혐의가 있겠습니까. 출사를 명하소서.”하니, 답하기를,“홍명하가 허물을 부끄럽게 여기고 꾸며대는 것은 매우 구차하다. 체차하라.”하였다. 장령 유준창이 처치를 잘못하였다는 이유로 인피하니, 사직하지 말라고 답하였다. 헌부가 이천기, 원진명, 조수익은 출사시키고 유준창은 체차할 것을 청하니, 상이 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 15일(갑술) 7번째기사",
                "gt-oKo": "헌부가 아뢰기를, “지평 홍명하가 인혐하여 물러갔습니다. 수령을 탄핵하는 것은 흔히 풍문에서 나오는데, 이지형의 다스리지 못한 정상을 이미 말한 자가 있다면, 풍문에 따라 논계하는 것은 그 직분일 것입니다. 무슨 인피할 혐의가 있겠습니까. 출사하도록 명하소서.” 하니, 답하기를, “홍명하가 허물을 부끄러워하여 그렇지 않은 양 꾸민 것은 매우 구차하니, 체차하라.” 하였다. 장령 유준창(柳俊昌)이 처치를 잘못했다 하여 인피하니, 사직하지 말라고 답하였다. 헌부가 처치하기를, “이천기·원진명·조수익은 출사시키고 유준창은 체차하소서.” 하니, 상이 따랐다.",
                "hj": "○憲府啓曰: “持平洪命夏引嫌而退。 守令彈劾, 多出風聞, 而李枝馨不治之狀, 旣有言之者, 則隨聞論啓, 乃其職耳, 有何可避之嫌? 請命出仕。” 答曰: “洪命夏恥過文飾, 殊涉苟且, 遞差。” 掌令柳俊昌以處置乖當引避, 答曰: “勿辭。” 憲府處置李天基、元振溟、趙壽益出仕, 柳俊昌遞差, 上從之。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On eulhae day, the King summoned Chief State Councilor Kim Jae and Minister of War Yi Baek at the outskirts of the palace. [The King] quietly said to the Crown Prince, The two subjects are my friendly relations with them. After my death, you should add more propriety. The Crown Prince proclaimed the royal order and received the royal order. [Kim] Jae and [Yi] Baek received the most grace and received, and the various officials did not reach them. ",
                "H2KE-nKo": "후원에서 영의정 김자점과 병조 판서 이시백을 불러서 보았다. 주상이 조용히 세자에게 말하기를,“이 두 신하는 나의 친구이다. 내가 100세가 된 뒤에 그대가 예우해야 할 것이다.”하니, 세자가 일어나 전교를 받았다. 김자점과 이시백이 전후로 가장 융숭한 예우를 받았는데, 신하들이 따라오지 못하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 16일(을해) 1번째기사",
                "gt-oKo": "상이 후원(後苑)에서 영의정 김자점(金自點), 병조 판서 이시백(李時白)을 소견하였다. 세자에게 조용히 이르기를, “이 두 신하는 내가 벗한 이들이니, 내가 죽은 뒤에는 네가 예우해야 한다.” 하니, 세자가 일어나 분부를 받았다. 김자점·이시백은 전후에 가장 은총을 받았으나, 뭇 신하는 여기에 미치지 못하였다.",
                "hj": "○乙亥/上召見領議政金自點、兵曹判書李時白于後苑。 從容謂世子曰: “此二臣, 吾所友也。 吾百歲後, 汝宜加禮。” 世子起受敎。 自點、時白, 前後最承恩遇, 群臣莫及焉。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On byeongja day, Venus appeared during the byeongja year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 17일(병자) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丙子/太白見。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince visited Gyeongbok Palace to pay his respects to the Queen.",
                "H2KE-nKo": "왕세자가 경덕궁에 나아가 중전에게 문안하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 17일(병자) 2번째기사",
                "gt-oKo": "왕세자가 경덕궁(慶德宮)에 가서 중전(中殿)을 문안하였다.",
                "hj": "○王世子詣慶德宮, 問安于中殿。"
            },
            "3": {
                "H2KE-EN": "The King ordered that the third son of Jeju be transferred to Namhae . Since the second son of the King died, I was suspecting that the court ladies who guarded them carelessly. I had already arrested and interrogated Okjin and others. Subsequently, the King issued an order that the third son of Nam Eun be transferred to an island near the mainland so that he could avoid death. The State Tribunal requested that the third son of Namhae be transferred to an island. The third son of Namhae was finally exiled.",
                "H2KE-nKo": "제주에 정배한 세 번째 아이를 남해로 옮겨 정배하라고 명하였다.주상이 두 번째 아이가 죽었을 때부터 수직하는 궁인이 조심해서 간호하지 않은 것으로 의심하여 옥진 등을 잡아다 국문하였다. 곧이어 하교하기를,“세 번째 아이를 육지와 가까운 해도에 옮겨 두어서 일찍 죽는 것을 면하게 하라.”하니, 의금부가 진도로 옮겨 정배할 것을 청하였다. 세 번째 바꾸어 마침내 남해에 정배하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 17일(병자) 3번째기사",
                "gt-oKo": "제주(濟州)에 정배한 셋째 아이를 남해(南海)로 옮기라고 명하였다. 상이 둘째 아이가 죽고부터 수직(守直)하는 궁인(宮人)이 간호를 삼가지 않은 것으로 의심하여 옥진(玉眞) 등을 잡아다가 국문하였다. 얼마 후에 하교하기를 “셋째 아이를 뭍에 가까운 섬으로 옮겨 두어 요사하는 것을 면하게 하라.” 하니, 금부가 진도(珍島)로 옮기기를 청하였다. 세 번 바꾸어 드디어 남해에 정배한 것이다.",
                "hj": "○命移濟州定配第三兒于南海。 上自第二兒之死, 疑守直宮人之不謹看護, 旣拿玉眞等鞫問。 尋下敎, 移置第三兒于近陸海島, 俾免傷夭, 禁府請移珍島, 三易而遂配南海。"
            },
            "4": {
                "H2KE-EN": "Lord of Yeonseong Yi Sibang , commissioner for accompanying the envoy at the border , reported on his mission and then had an audience with the King. [Yi] Sibang proceeded to the palace and said, Many of the imperial envoys purchase freed horses. Also, we prohibit each post station from using silver. However, among the various post stations of Hwanghae Province sometimes there are those who gave bribes to silver. If we do not punish them, it will be difficult to prevent such evils. The King said, Those who purchase horses and use silver shall all be apprehended and punished for their principal offender. [Yi] Sibang also said, The expenses used by envoys and imperial envoys are all reduced by calculating the amount of grain stored in Pyeongan Province . However, Hwanghae Province is exclusively responsible for the government office. Moreover, the expenses of the two provinces are extremely weak and weak, and it is difficult to prepare the monthly articles and weaponry. It would be appropriate to reduce the amount of the grain stored in the government office for several years and have the expenses be increased. Truly, this 두 가지 should be enforced. The King said, Discuss this matter with the State Council. [Yi] Sibang said, The plan for repairing the worms is dislikeed in the country. Though it is difficult to suddenly prepare for the worms, it would be possible for us to defend them. If the grain stored in the government storehouses are stored in the vicinity of their neighboring areas, it would be possible for us to defend the people. The King said, Discuss this matter with the State Council.",
                "H2KE-nKo": "반송사 연성군 이시방이 복명하고, 이어 청대하니, 주상이 이를 보았다. 이시방이 나아가 아뢰기를,“칙사 일행이 암말을 산 것이 매우 많습니다. 또 각 역참에서는 은을 쓰는 규례를 만들지 못하도록 금지하고 있는데, 해서의 여러 역참에서는 더러 은을 뇌물로 바치는 자가 있습니다. 만약 징계하여 다스리지 않는다면 폐단을 막기 어려울 것입니다.”하니, 주상이 말하기를,“말을 산 자와 은을 쓴 자는 모두 수범자를 조사해 내어 죄를 다스리도록 하라.”하였다. 이시방이 또 아뢰기를,“사명과 칙사 일행의 수용을 평안도에서는 모두 관향곡의 회곡으로 계산하여 감하고 황해도에서는 모두 관청으로 요구하고 있습니다. 그리고 양서의 물력이 극도로 쇠잔하여 월과 군기를 마련하기 어려운 형편이니, 관향곡의 수년치 모곡을 덜어서 보태 쓰게 해야 합니다. 이 두 가지 일은 변통이 있어야 합니다.”하니, 주상이 말하기를,“묘당에 말하라.”하였다. 이시방이 아뢰기를,“서낭을 수축하는 계책이 청나라에 싫증이 나서 갑자기 강구하기는 어렵겠지만, 진실로 군량의 비축이 있다면 지킬 수도 있습니다. 지금 만약 관향창의 곡식을 부근에 따라 산성에 옮겨 비축한다면, 혹시라도 위급한 사태가 발생할 경우 적을 의지할 걱정이 없고 백성을 보전할 방도가 있을 것입니다.”하니, 주상이 말하기를,“역시 묘당에 말하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 17일(병자) 4번째기사",
                "gt-oKo": "반송사(伴送使) 연성군(延城君) 이시방이 복명하고 이어서 청대하니, 상이 인견하였다. 이시방이 나아가 아뢰기를, “칙사 일행이 암말을 매우 많이 샀습니다. 또 각참(各站)에 은(銀)을 쓰는 전례를 만들지 말게 금하였으니, 해서(海西)의 각참에는 혹 은을 뇌물로 쓴 자가 있었으니, 다스리지 않으면 폐단을 막기 어려울 것입니다.” 하니, 상이 이르기를, “말을 매매한 자 및 은을 쓴 자 중 맨 먼저 범한 자를 모두 조사하여 죄를 다스리라.” 하였다. 이시방이 또 아뢰기를, “사명(使命)과 칙사 일행의 수용(需用)을 평안도에서는 다 관향 회곡(管餉會穀)으로 회계하여 감하고, 황해도에서는 다 관청에 책임지웠습니다. 또 양서(兩西)는 물력(物力)의 잔폐가 극심하여 월과(月課)하는 군기(軍器)를 장만하기 어려운 형세이니, 관향곡의 수년 동안의 모곡(耗穀)을 덜어서 보태 쓰게 해야 하겠습니다. 이 두 가지 일은 변통이 있어야 하겠습니다.” 하니, 상이 이르기를, “묘당에 말하라.” 하였다. 이시방이 아뢰기를, “해자를 수축하는 방책은 청국의 위세 때문에 갑자기 강구하기는 어려우나, 양식의 저축이 있으면 지킬 수 있을 것입니다. 이제 관향창(管餉倉)의 곡식을 그 부근의 산성(山城)에 옮겨 저축하면 급한 일이 있더라도 적에게 빼앗길 걱정이 없고 백성을 보전할 방도가 있게 될 것입니다.” 하니, 상이 이르기를, “역시 묘당에 말하라.” 하였다.",
                "hj": "○伴送使延城君李時昉復命, 因請對, 上見之。 時昉進曰: “勑行買雌馬甚多。 且禁各站勿開用銀之例, 而海西諸站, 或有賂銀者, 若不懲治, 難以杜弊。” 上曰: “買馬及用銀者, 皆査出首犯者治罪。” 時昉又曰: “使命及勑行需用, 平安道則皆以管餉會穀計減, 而黃海道則皆責於官廳。 且兩西物力之殘薄極矣, 月課軍器, 勢難措備。 宜除管餉穀數年之耗, 使之添用。 此兩事, 合有變通。” 上曰: “言于廟堂。” 時昉曰: “修隍之策, 厭於淸國, 雖難卒講, 而苟有糧儲, 亦可以守之。 今若以管餉倉穀, 隨其附近, 移儲於山城, 則脫有緩急, 無藉寇之患, 有保民之方矣。” 上曰: “亦言于廟堂。”"
            },
            "5": {
                "H2KE-EN": "The Ministry of Rites reported as follows: Among the problems of Yi Sibang , the problems of the imperial envoys purchased horses in Pyeongan Province have already been problemed. However, now the circumstances of Hwanghae Province have also been opened. Moreover, the silver for the post stations have also been approached by each post station in Hwanghae Province. Your subjects request that the principal offender be checked and reported to Your Majesty for punishment. As for the provision of each post station in Hwanghae Province, it seems that the provision of each post station should not be calculated. It would be appropriate to allow the provision of each post station in Pyeongan Province following the example of Pyeongan Province. As for the provision of monthly year, it is difficult to open a way for the provision of the government offices. Therefore, it would be proper to half the provision of the government offices in Pyeongan Province. However, the three fortresss in Seoheung are close to the post stations in Seoheung . Please have the storehouses installed and relocate the grain for the three towns in Suyang , ninth , and Jangsu . Please have the provincial officials perform the provision according to their conveniences. The King approved the request. Later, the King did not allow the provision of the provision",
                "H2KE-nKo": "비변사가 아뢰기를,“이시방이 진달한 서로의 폐단 중에서 칙사 일행이 말을 사는 것은 평안도가 이미 고질적인 폐단이 되었는데, 해서에 지금 또 길을 <unk>니다. 또 참에서 은을 쓰는 것이 또 해서의 각 참에서 나왔으니, 이 두 가지 일은 수범관을 조사해 내어 주상께 보고하고 논죄하소서. 황해도 열읍의 각 행차의 지공을 헤아려 감하는 것을 허락하지 않는 것은 억울할 듯합니다. 평안도의 예에 따라 회감하도록 허락하는 것이 마땅할 듯합니다. 양서의 월과 군기를 관향 모곡으로 보태는 것은 길을 트기 어려우니, 2년 동안 월과를 반으로 감하는 것이 마땅하겠습니다. 산성에 양식을 비축해 두는 것은 실로 급선무인데, 운송할 때에 민력이 견디기 어렵습니다. 서흥산성만 마침 관향둔소에 가까우니 창고를 설치하여 옮겨 두게 하고, 수양, 구월, 장수 등 세 성의 곡식을 옮기는 일은 지방관으로 하여금 편의에 따라 거행하게 하소서.”하니, 주상이 모두 그대로 따랐는데, 뒤에 호조의 계사로 인하여 지공을 회감하는 것을 허락하지 않았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 17일(병자) 5번째기사",
                "gt-oKo": "비국이 아뢰기를, “이시방이 아뢴 서로(西路)의 폐단 중에서 칙사 일행이 말을 사는 일은 평안도에서 이미 고질적인 폐단이 되었는데 해서에서 이제 또 이 전례를 만들었고, 참(站)에서 은을 쓰는 일도 해서의 각참에서 하였으니, 이 두 가지 일을 맨 먼저 범한 고을을 조사하여 계문하고 죄를 논하게 하소서. 황해도 각 고을이 각각 행한 지공(支供)을 회계하여 감해주지 않으면 억울할 듯하니, 평안도의 전례에 따라 회계하여 감해주게 하는 것이 마땅할 듯합니다. 양서의 월과하는 군기에 관향곡의 모곡을 보태 쓰는 것은 길을 열기 어려운 점이 있으니, 2년 동안만 월과를 반으로 줄여야 하겠습니다. 산성에 양식을 저축하는 것은 참으로 급히 힘쓸 일이나 옮길 즈음에 백성들이 견디기 어려워할 것입니다. 그러나 서흥 산성(瑞興山城)만은 마침 관향둔소(管餉屯所)에서 가까우니 창고를 설치하여 옮겨 두고, 수양(首陽)·구월(九月)·장수(長壽) 등 세 성에 곡식을 옮기는 일은 지방관(地方官)을 시켜 편의에 따라 거행하게 해야 하겠습니다.” 하니, 상이 다 따랐다. 그런데 뒤에 호조의 계사에 따라 지공한 것을 회계하여 감해주는 것은 허가하지 않았다.",
                "hj": "○備局啓曰: “李時昉所陳西路弊端中, 勑行買馬, 平安道已爲痼弊, 而海西今又開路, 且站上用銀, 又出於海西各站, 此兩件事, 請査出首犯官, 啓聞論罪。 黃海道列邑各行支供, 不許計減, 似乎冤矣, 依平安道例, 許令會減似當。 兩西月課軍器, 補以管餉耗穀, 有難開路, 宜限二年, 半減月課。 山城峙糧, 實爲急務, 而轉運之際, 民力難堪。 獨瑞興山城適近管餉屯所, 請令設倉移置, 首陽、九月、長壽等三城移穀事宜, 令地方官, 隨便擧行。” 上皆從之, 而後因戶曹啓辭, 不許支供之會減。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On jeongchuk day, Venus appeared during the sinchuk day of the month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 18일(정축) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丁丑/太白見。"
            },
            "2": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Kim Hong욱 and Inspector General Han Heungi were involved in mutual avoidance with mutual avoidance, and thus they submitted their resignation according to precedent. They then reported to the King, The tribute items to be presented to the throne are the current evil effects of the coastal the ta",
                "H2KE-nKo": "집의 김홍욱이 대사헌 한흥일과 상피해야 할 혐의가 있어서 전례를 원용하여 사직하였다. 이어 아뢰기를,“공물은 현재의 고질적인 폐단입니다. 연해가 더욱 심한 것은 산간 고을에서는 베로, 연해에서는 쌀로 하는 것으로, 베는 정식이 있어서 진실로 풍흉의 구별이 없습니다. 쌀은 흉년에는 베 1필의 값을 5말로 한정하는데, 근래에는 쌀값이 베 1필에 5말로 하는 것이 거의 없으니, 이것이 연해가 더욱 곤궁해지는 까닭입니다. 그리고 주사의 잡역도 육지 고을에는 없는 것입니다. 3년 동안 개삭하고 6년 동안 개조하며 집물과 군기를 봄가을로 습조하는데, 그 비용은 모두 백성에게서 나옵니다. 그러므로 모두 말하기를 ‘1년에 응역하는 수량을 계산하면 주사가 반을 차지하는데, 국가에서도 다른 역을 헤아려 줄이지 않는다.’라고 합니다. 제색지와 수달피도 다른 읍의 예에 따라 분정하는데, 백성들이 모두 말하기를 ‘큰 역사는 진실로 감면해 주기 어렵지만 작은 역사는 전혀 균일하게 정하지 않으니, 실로 억울하고 억울하다.’라고 합니다.또 통제사가 아뢰어 청한 것으로 인하여 주사는 모두 갑옷을 입게 하였는데, 배 1척에 으레 90인을 실으니 배 1척에 90영을 써야 하므로 한 고을의 공역을 마련해 낼 리가 만무합니다. 또 주사는 그래도 호위할 만한 참나무 방패가 있으니, 막을 수 없이 시석을 마주치는 육군과는 같지 않습니다. 수군과 육군이 모두 갑옷을 입는다면 괜찮겠지만, 그렇지 않다면 어찌 육군을 먼저하고 수군을 나중에 하는 것만 하겠습니까.또 어영군은 3보를 지급하고 번량을 지급하기 때문에 소속되기를 원하는 자가 점점 많아지고 번을 서는 자가 매우 드물어져서 상번군에 비해 고되고 덜한 차이가 이미 현격합니다. 그런데 난리를 겪은 뒤로는 양식을 지급하지 못하여 번드는 기한을 늦추어 주었기 때문에 그 역이 더욱 가벼워지고 소속되는 자가 더욱 많아졌습니다. 지방의 양정을 먼저 다른 역에 정하더라도 반드시 본청에서 공문을 보내 이속되기를 도모할 것입니다. 정예로운 자를 뽑아내어 본청에 등록하게 하고, 그 나머지 재주가 없는 자는 도태하여 다른 역에 정역해야 합니다. 그런데 번드는 것이 드물고 역이 가벼운 군사에게 또 어찌 굳이 양식을 지급할 필요가 있겠습니까. 조군의 역이 더욱 불쌍하고 측은합니다. 10여 명의 조졸로 하여금 스스로 큰 배를 만들게 하여 집물과 양식까지 아울러 모두 스스로 마련하게 하고, 조운하여 창고에 들일 때에 경창의 하리들이 또 멋대로 침해하기 때문에 배 1척을 만들어 한 번 조운하면 유랑하여 흩어진 자가 태반이니, 군역 중에 가장 고통스러운 자로 이보다 심한 자가 어디 있겠습니까.신이 들으니, 각 진의 파손되어 퇴짜를 놓은 전선을 팔아서 새로 만드는 데 보충하는데 그 값이 매우 싸다고 합니다. 참으로 조군에게 옮겨 주어 개삭하고 수리하게 한다면 또한 5, 6년 동안 조운하는 비용을 지탱하여 조금이나마 힘을 펼 수 있을 것입니다. 또 해운 판관으로 하여금 순행하여 다 받아들인 뒤에 즉시 돌아와 창고에 들일 때에 동참하게 한다면 아마도 하리들을 억제하고 침해하는 것을 금할 수 있을 것입니다.또 구관청에서 아직 거두지 못한 쌀을 10년 뒤에 거두어들이게 하였는데, 사망하여 찾기 어려운 자도 있고 거듭 기록하여 억울함을 호소하는 자도 있습니다. 난리를 겪은 뒤에는 원래의 곡식을 거두지 못한 것도 이미 탕척하였는데, 더구나 이 쌀을 어찌 잗달게 뒤미처 징수할 수 있겠습니까. 문서가 명백하여 징수할 만한 것 외에는 진실로 일체 감면해 주어야 합니다.”하니, 답하기를,“묘당으로 하여금 의논하여 처리하게 하겠다. 그대는 사직하지 말라.”하였다. 간원이 법례를 원용하여 처치하여 체차하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 18일(정축) 2번째기사",
                "gt-oKo": "집의 김홍욱(金弘郁)이 대사헌 한흥일(韓興一)과 상피의 혐의가 있으므로 규례를 끌어대어 사직하고, 이어서 아뢰기를, “공물은 당면한 고질적인 폐단인데 연해가 더욱 심한 것은, 산군(山郡)은 베로, 연해는 쌀로 걷는데 베는 정식(定式)이 있어 본디 풍년과 흉년의 구별이 없지만, 쌀은 흉년이라도 베 한 필의 값을 다섯 말로 한정하였으나 근래 쌀 값은 베 한 필에 다섯 말 하는 일이 거의 없으니, 이것이 연해가 더욱 곤궁한 까닭입니다. 주사(舟師)의 잡역도 육읍(陸邑)에는 없는 것입니다. 3년에 개삭(改槊)하고 6년에 개조(改造)하며 집물(什物)·군기(軍器)를 장만하고 봄가을로 습조(習操)하는 비용이 다 백성에게서 나오므로, 다들 말하기를 ‘한 해에 응역(應役)하는 수를 헤아리면 주사가 반을 차지하는데 국가에서도 다른 역을 헤아려 줄여주지 않는다.’ 합니다. 여러 색지(色紙)와 수달피(水獺皮)로 말하더라도 다른 고을의 예에 따라 분정(分定)하므로, 백성들은 모두 ‘큰 역은 감면하기가 워낙 어렵겠으나 작은 역도 전혀 고루 정하지 않는 것은 참으로 억울하다.’ 합니다. 또 통제사의 계청에 따라 주사는 다 갑옷을 입게 하였는데, 한 배에는 으레 90인을 실으니 배마다 90영(領)을 써야 하는바, 한 고을의 공역(工役)으로는 장만해 낼 도리가 없습니다. 또 주사는 오히려 막을 만한 참나무 방패가 있으므로 막을 것이 없이 시석(矢石)을 맞는 육군과 같지 않습니다. 수군·육군이 다 갑옷을 입을 수 있다면 괜찮겠으나, 그렇지 않다면 육군을 먼저 하고 수군을 뒤에 하는 것이 낫지 않겠습니까. 또 어영군(御營軍)은 3보(保)를 주고 번량(番粮)을 주므로 소속되기를 바라는 자가 점점 많아져서 매우 드물게 입번하므로 상번군(上番軍)에 비하여 고헐(苦歇)이 이미 현격합니다. 그런데 난리를 겪은 뒤로는 번량을 줄 수 없어서 입번하는 기한을 줄였으므로 그 역이 더욱 가벼워져서 소속되려는 자가 더욱 많아졌습니다. 외방의 양정(良丁)을 먼저 다른 역에 정하더라도 반드시 본청에서 공문을 보내어 이속(移屬)해 달라고 꾀하니, 정예를 뽑아내어 본청에 등록하고 그 나머지 재능이 없는 자는 도태하여 다른 역에 정해야 할 것인데, 어찌하여 입번이 드물고 역이 가벼운 군사에게 반드시 양식을 줍니까. 조군(漕軍)의 역은 더욱 가엾습니다. 여남은 조졸(漕卒)만으로 큰 배를 스스로 만들게 하고 집물·양식도 아울러 다 스스로 장만하게 하여, 조운(漕運)하여 창고에 들일 즈음에 경창(京倉)의 하리(下吏)가 또 침학(侵虐)하므로 배 한척을 만들어 한 번 조운하면 유산(流散)하는 자가 태반이니, 군역(軍役) 중에 무엇이 이보다 더 괴롭겠습니까. 신이 듣건대, 각진(各鎭)의 파손되어 물리는 전선을 팔아서 새로 만드는 데에 보태는데 그 값이 매우 싸다 하니, 참으로 조군에게 옮겨 주어 개삭하여 수리하게 하면 또한 5∼6년 동안 조운하는 데 쓸 수 있어 조금은 힘을 펼 것입니다. 또 해운 판관(海運判官)으로 하여금 순행하여 다 받아들인 뒤에 곧 돌아와 창고에 들일 때에 같이 참여하게 하면, 하리들을 눌러서 침학을 금할 수 있을 것입니다. 그리고 구관청(句管廳)에서 거둬들이지 못한 쌀을 10년 뒤인 지금 거둬들이게 하는데, 혹 죽어서 찾을 수 없는 자도 있고 거듭 기록되어 억울함을 하소연하는 자도 있습니다. 난리를 겪은 뒤에는 거둬들이지 못한 원곡(元穀)도 이미 탕척하였는데, 더구나 이 쌀을 어찌 잗달게 뒤미처 거둘 수 있겠습니까. 문서가 명백하여 거둘 수 있는 자 밖에는 참으로 일체 면제해야 하겠습니까.” 하니, 답하기를, “묘당을 시켜 의논하여 처치하게 하겠다. 그대는 사직하지 말라.” 하였다. 간원이 법례(法例)에 따라 처치하여 갈았다.",
                "hj": "○執義金弘郁, 與大司憲韓興一有相避之嫌, 援例辭職, 因啓曰: “貢物爲當今痼弊, 而沿海尤重者, 山郡以布, 沿海以米, 布有定式, 固無豐凶之別, 米則凶年一匹之價, 猶以五斗爲限, 近來米價一匹五斗者無幾, 此所以沿海尤困, 而舟師雜役, 又是陸邑之所無也。 三年改槊, 六年改造, 什物、軍器, 春秋習操, 厥費皆出於民, 故皆云: ‘計一年應役之數, 則舟師居半, 而國家亦不計減他役。’ 至如諸色紙、水獺皮, 亦依他邑例分定, 民情皆以爲: ‘大役固難蠲免, 小役之全不均定, 實涉冤枉。’ 且因統制使啓請, 舟師皆令着甲, 一船例載九十人, 則每船當用九十領矣, 一邑工役, 萬無辦出之理。 且舟師則尙有眞木防牌之可衛, 非如陸軍之無障蔽而當矢石也。 如使水、陸軍, 皆着甲則可, 不然則豈若先陸而後水也? 且御營軍給三保, 給番糧, 故願屬漸多, 立番甚稀, 比諸上番軍, 苦歇已懸, 而亂後則因不能給糧而寬其番限, 故其役愈輕, 而屬者愈多。 外方良丁, 雖先定他役, 必圖本廳文移而移屬焉。 宜抄出精銳, 因籍於本廳, 其餘不才者, 汰定他役, 而番稀役輕之軍, 又何必給糧乎? 漕軍之役, 尤可矜惻。 只令十餘漕卒, 自造大艦, 竝與什物、糧食而使皆自備, 漕運納倉之際, 京倉下吏又肆侵毒, 故造一船經一運, 則流散太半, 軍役之最苦者, 孰有甚於此乎? 臣聞各鎭戰船之破退者, 賣補於新造, 而其價甚廉云。 誠使移給漕軍, 改槊修葺, 則亦可支五六年漕用而紓一分之力矣。 且令海運判官, 巡行畢捧之後, 卽爲還來, 同參於納倉之日, 則庶可抑下輩, 而禁侵虐矣。 且句管廳未收米, 十年之後, 使之收捧, 或有死亡而難尋者, 或有疊錄而呼冤者。 亂後則元穀未收, 亦已蕩滌, 況此米, 何可屑屑追徵乎? 文書明白可徵者外, 誠宜一切蠲免。” 答曰: “當令廟堂議處。 爾其勿辭。” 諫院引法例處置, 而遞之。"
            },
            "3": {
                "H2KE-EN": "The Ministry of Rites reported as follows: The report of Kim Hong욱 regarding the problem of problems. It would be appropriate to distribute two colors of paper and otter skins to each district along the coast. Have the Ministry of Rites deliberate on the matter and then report to Your Majesty. It would be appropriate to have the naval sailors not be allowed to wear armor. If one ship is loaded forty, then ninety sailors would be mistaken. It would be appropriate to have each district prepare the strength of their strength and prepare the sailors according to their strength. As for the miscellaneous articles of the Elite Troops , please dismiss him from other duties and deliberate on the matter. As for the sailors who have been destroyed and destroyed warships to be transferred to the naval sailors and the executive assistants to the naval sailors to come and inspect the sailors, your subjects request that the sailors not be reduced in accordance with the report. The King followed this advice and ordered that the sailors not be transferred to the naval sailors.",
                "H2KE-nKo": "비변사가 아뢰기를,“김홍욱이 폐단을 진달한 계사에 ‘연해 각 고을의 두 가지 색지와 수달피를 분정하는 것은 마땅히 변통이 있어야 하니, 해당 조로 하여금 잘 헤아려 주상께 여쭈어 처리하게 하는 것이 마땅할 듯합니다.’라고 하였습니다. 수군에게 갑옷을 입지 못하게 하는 일은, 배 한 척에 으레 40인을 실으니 90벌이라는 말은 잘못 들은 듯합니다. 각 고을로 하여금 힘닿는 대로 마련하게 해야 합니다. 용잡한 어영군을 태거하여 다른 역에 정하는 일은 대장이 차출되기를 기다려 상의하여 변통하게 하고, 파손되어 퇴짜를 놓은 전선을 조군에게 옮겨 지급하는 일 및 해운 판관이 올라와서 감독하여 납부하는 일은 아뢴 대로 시행하소서. 구관청의 미수미를 헤아려 감하는 일은 해당 조로 하여금 주상께 여쭈어 처리하게 하소서.”하니, 주상이 그대로 따르고 퇴짜를 놓은 전선은 옮겨 지급하지 말라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 18일(정축) 3번째기사",
                "gt-oKo": "비국이 아뢰기를, “김홍욱(金弘郁)이 폐단을 아뢴 계사 중에서 연해 각 고을에 두 색지와 수달피를 분정하는 일은 변통이 있어야 하겠으니, 해조를 시켜 헤아려서 품처하게 하는 것이 마땅할 듯합니다. 수군에게 갑옷을 입지 말게 하는 일은 한 배에 으레 40인을 실으니 90령(領)이라는 말은 잘못 들은 것인 듯합니다. 각 고을이 힘닿는 대로 장만하게 해야 하겠습니다. 번잡한 어용군을 도태하여 다른 역에 정하는 일은 대장(大將)이 차출되기를 기다려 상의하여 변통하고, 파손되어 물리는 전선을 조군에게 옮겨 주는 일과 해운 판관이 올라와서 감독하여 들이는 일은 계사대로 시행하소서. 구관청에서 거둬들이지 못한 쌀을 헤아려 감해 주는 일은 해조를 시켜 품처하게 하소서.” 하니, 상이 따르되 물리는 배는 옮겨 주지 말라고 명하였다.",
                "hj": "○備局啓曰: “金弘郁陳弊啓辭中, 沿海各邑兩色紙、水獺皮之分定, 宜有變通, 令該曹商量稟處似當。 水軍勿令着甲事, 一舡例載四十人, 則九十領之說, 似是誤聞。 宜令各邑, 隨力措備。 冗雜御營軍, 汰定他役事, 待大將差出, 商議變通, 破退戰舡, 移給漕軍及海運判官上來監納事, 請依啓辭施行。 句管廳未收米量減事, 請令該曹稟處。” 上從之, 退舡, 命勿移給。"
            },
            "4": {
                "H2KE-EN": "The King instructed, For the civil and military service examinations, if they are not yet discontinued, a state examination should be held at the Royal Confucian Academy . Upon reflection, the state examination systems are held for the three-year [mourning period], with the Four Books and the Four Books , and the Four Books should be studying the exposition of the seven individual section of sixteen individual section of seven or eight individual section of seven or seven individual section of seven individual",
                "H2KE-nKo": "주상이 하교하기를,“문무과의 응시자들이 아직 흩어지지 않았으면 정시를 설행하라.”하였다. 살펴보건대, 국가의 과거 제도는 3년마다 대비과를 보이되 사서 삼경으로 배강하여 송독하는 데 익숙한 것을 취한다. 칠서를 모두 통하면 16분이 되고, 조·약을 섞으면 10여 분이나 7, 8분이 되며, 순조는 3분 반이 된다. 광해군 때에는 사정이 크게 성행하고 과거 제도가 문란하여 사람들이 경전을 익히지 않았기 때문에 작년 초년에는 3분 반으로 선발된 자도 있었다. 그런데 근년 이래로는 강경에 응시하는 자가 점점 많아져서 10여 분에 합격한 자도 더러 끼지 못하고, 선발된 자는 대부분 지방의 어리석고 노둔한 자들이기 때문에 16분만 강하고 서찰은 통할 수 없는 자도 있다. 경사가 있으면 별시를 설행하고, 전시는 오로지 대책만을 쓴다. 서울의 응시자들이 출신하는 것은 대부분 이 때문이다. 근년 이래로는 대신이 아뢰기도 하고 병조가 무재를 널리 뽑기를 청하기도 하여 정시를 자주 설행하였는데, 특교로 설행하는 것을 여기에서 비로소 보았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 18일(정축) 4번째기사",
                "gt-oKo": "상이 하교하기를, “문과(文科)·무과(武科)의 거자가 아직 흩어지지 않았으면 정시(庭試)를 설행하라.” 하였다. 살펴보건대, 국가의 과제(科制)는 3년에 한번 대비(大比)하는데, 사서 삼경을 배강(背講)하여 송독(誦讀)하는 것이 익숙한 정도에 따라 취하였다. 칠서(七書)에 다 통(通)이면 16분(分)이 되고, 조(粗)·약(略)이 끼면 혹 10여 분 또는 7, 8분이 되고, 순조(純粗)이면 3분 반이 된다. 광해(光海) 때에 사정(私情)이 크게 행해지고 과거 제도가 어지러워져서 사람들이 경전(經典)을 익히지 않으므로 금상 초년에는 3분 반으로도 뽑힌 자가 있었다. 그러나 근년 이래로는 강서에 나아가는 자가 점점 많아져서 10여 분을 받는 자도 혹 끼지 못한다. 뽑힌 자는 외방의 우둔한 자가 많으므로, 강서 16분인데도 서찰(書札)도 읽지 못하는 자가 있다. 경사가 있으면 별시(別試)를 설행하는데, 전시(殿試)에는 오로지 대책(對策)을 쓴다. 서울 선비가 출신(出身)하는 것은 대체로 이 길을 통해서였다. 근년 이래로 혹 대신이 계청하거나 병조가 무재(武才)를 널리 뽑기를 청하여서 정시를 자주 설행하였으나, 특교(特敎)로 설행하는 것은 여기에 처음 보인다.",
                "hj": "○上下敎曰: “文武擧子未散, 則設行庭試。” 按, 國家科制, 三年大比, 以四書、三經背講, 取其誦讀之慣習。 七書皆通, 爲十六分, 間以粗、略, 則或十餘分, 或七八分, 純粗則三分半矣。 光海時私情大行, 科制紊亂, 人不習經傳, 故上之初年, 有以三分半預選者。 近年以來, 赴講者漸衆, 十餘分者或不得與焉。 中選者率多外方愚魯之輩, 故有講十六分, 而不能通書札者。 有慶則設別試, 殿試則專用對策。 京城士子之出身, 率由於此。 近年來, 或因大臣之啓, 或因兵曹廣取武才之請, 數設庭試, 而特敎設行, 始見于此。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King dispatched Right State Councilor Jeong 정태화 , Vice-Envoy 우윤 Kim Yeook , and Correspondence Responding Editor of the Office of Diplomatic Correspondence and Responding Editor Mok Haengseon to the capital [of Ming China] to express gratitude for the imperial benevolence.",
                "H2KE-nKo": "우의정 정태화, 부사 우윤 김여옥, 서장관 응교 목행선 등을 보내 청나라에 가서 사은하게 하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 20일(기묘) 1번째기사",
                "gt-oKo": "우의정 정태화(鄭太和), 부사(副使) 우윤 김여옥(金汝鈺), 서장관(書狀官) 응교 목행선(睦行善) 등을 청국에 보내어 사은하게 하였다.",
                "hj": "○己卯/遣右議政鄭太和、副使右尹金汝鈺、書狀官應敎睦行善等如淸國謝恩。"
            },
            "2": {
                "H2KE-EN": "The Directorate of Military Procurement reported, The armor and helmets that our troops wear are currently engaged in armor and helmets are being reserved. Therefore, we should reserve the iron wooden soles in this state. However, it is extremely difficult for us to purchase the armor and helmets of blue wooden",
                "H2KE-nKo": "훈련도감이 아뢰기를,“마병이 착용할 갑옷과 투구는 지금 막 일을 시작하였으니, 철물은 본국에서 비축해 둔 것을 사용해야 합니다. 그러나 삼승청포는 경시에서 사서 쓰기가 매우 어려우니, 황해도 병조에서 거둔 포를 관향사에 비축해 둔 것과 바꾸어 사용하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 20일(기묘) 2번째기사",
                "gt-oKo": "훈련 도감이 아뢰기를, “마병(馬兵)이 착용할 갑옷과 투구 만드는 일을 지금 막 시작하였는데, 철물(鐵物)은 본국(本局)에 저축한 것을 쓰겠으나 삼승 청포(三升靑布)는 경시(京市)에서 사서 쓰기가 매우 어려우니, 황해도에서 병조가 거둘 베를 관향(管餉)에 쌓아둔 그것과 바꾸어 쓰게 하소서.” 하니, 상이 따랐다.",
                "hj": "○訓鍊都監啓曰: “馬兵所着甲冑, 今方始役, 鐵物則當用本局所儲, 而三升靑布則京市貿用甚艱, 請以黃海道兵曹收布, 換管餉所儲用之。” 上從之。"
            },
            "3": {
                "H2KE-EN": "The Office of Palace Kitchen Supplies requested the King to punish those who presented newly produced stone ducks and pickled fish in Hwanghae Province. The King did not permit this. The Office of Palace Kitchen Supplies also failed to present these newly produced stone ducks. The master of the Office of Palace Kitchen Supplies beat the petition drum and resentment. The King ordered the Ministry of Rites , the Office of Palace Kitchen Supplies , and the Office of Palace Kitchen Supplies to jointly discuss the matter and to determine the produced stone ducks and present them to the King.",
                "H2KE-nKo": "사옹원이 황해도에서 봉진한 새로 난 석수어가 굶주려 맛을 잃었다는 이유로 가져온 사람을 추문하여 다스리기를 청하니, 주상이 허락하지 않았다. 경기도 항식대로 봉진하지 못하자, 어공 영주인이 격쟁하여 원통함을 호소하였다. 주상이 예조, 사옹원, 선혜청으로 하여금 함께 의논하여 얻는 대로 봉진을 참작하여 정하게 하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 20일(기묘) 3번째기사",
                "gt-oKo": "사옹원이 황해도에서 봉진한 새로 난 석수어(石首魚)가 부패하여 맛을 잃었다 하여 가져온 사람을 추문하여 다스리기를 청하니, 상이 윤허하지 않았다. 경기에서도 항식(恒式)대로 어공을 봉진하지 못하였는데, 영주인(營主人)이 격쟁(擊錚)하여 억울함을 호소하니, 상이 예조·사옹원·선혜청이 같이 의논하여 얻는 것에 따라 봉진을 작정하게 하였다.",
                "hj": "○司饔院以黃海道封進新産石首魚, 餒敗失味, 請推治持來人, 上不許。 京畿亦不能依恒式封進, 御供營主人擊錚呼冤, 上令禮曹、司饔院、宣惠廳同議, 隨所得酌定封進。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyeongjin day, at the end of the gyeongjin year (, all provinces presented horses to the King. Sometimes they prepared and presented horses to the King from this province, and sometimes they purchase and presented them to the capital. However, because the value of high quality is not able to obtain good horses, the value of the horses was high qualified. Grand Prince Neungwon [Yi] Bo [] desired to satisfy his price. At the end of each year, he sent a court nobi (slave to secretly search for and secretly set the value of the officials in charge to secretly set the value of the horses to be replaced with the horses of his own house. Thus, he paid twice as much as the value of the original value of the horses. The inspectors and censors impeached them and sent them to this province for an inquiry. When the report of this province arrived, the Ministry of Rites requested that the value of value",
                "H2KE-nKo": "정조에 여러 도에서 각각 바치는 마필을 본도에서 갖추어 바치기도 하고 서울에서 사서 바치기도 하였는데, 비싼 값이 아니면 좋은 말을 구할 수 없었기 때문에 그 값이 본래 비싼 것이다. 능원대군 이보가 그 이익을 얻으려고 매년 연말에 이르면 궁노를 보내어 몰래 해당 아전을 중도에서 엿보고 그 값을 강제로 남겨 두고 자기 집 말로 대신 바치게 하고는 원래의 값 외에 곱절로 더 징수하였다. 대간이 논계하여 본도에 내려 조사하게 하였는데, 본도의 장계가 이르자 예조가 더 징수한 값을 거두어 본도에 돌려주기를 청하였으나, 주상이 들어주지 않았다. 좌부승지 신익전이 아뢰기를,“방납하고 지나치게 징수하는 것이 오늘날의 고질적인 폐단입니다. 당초에 대간이 조사하기를 청한 것은 참으로 어쩔 수 없어서였습니다. 그런데 본도에서 분명하게 조사한 뒤에 도리어 그대로 둔다면 대성인이 모든 백성을 똑같이 대하는 도리에 흠이 될 듯합니다. 더구나 법령이 막힌 것은 매번 귀하고 가까운 사람이 준행하지 않기 때문이니, 그대로 두어서는 안 되는 것이 분명합니다. 신이 해당 방의 승지로 있기에 감히 진달하지 않을 수 없습니다.”하니, 답하기를,“여러 도에서 바치는 것 중에 혹 재상가에서 바치는 것이 없지 않은데 궁가에서만 유독 침책을 받는 것은 고르지 못하다.”하였다. 능원대군 이 차자를 올려 스스로 변명하고, 인하여 대죄하니, 주상이 대죄하지 말라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 21일(경진) 1번째기사",
                "gt-oKo": "정조(正朝)에 각도에서 바치는 말은 혹 본도에서 장만하여 바치기도 하고 서울에 와서 사서 바치기도 하는데, 비싼 값이 아니면 좋은 말을 얻을 수 없으므로 그 값이 본디 비쌌다. 능원 대군(綾原大君) 이보(李俌)가 그 이익을 챙기려고 번번이 세밑이 되면 궁노(宮奴)를 보내어 중도에서 몰래 해리(該吏)를 기다리고 있다가 그 값을 압류하고 제 집의 말을 대신 바치고는 원가(元價) 외에 훨씬 더 많이 거두었다. 이에 대관이 논계하니 본도에 내려 사문하게 하였는데, 본도의 장계가 오자 예조가 더 거둔 값을 거두어 본도에 돌려주기를 청하였으나, 상이 따르지 않았다. 좌부승지 신익전(申翊全)이 아뢰기를, “방납(防納)하고 지나치게 거두는 것은 지금의 고질적인 폐단입니다. 당초에 대간이 사문하기를 청한 것은 부득이해서 한 것인데, 본도에서 명백히 사문한 뒤에 도리어 버려둔다면 대성인(大聖人)이 차별없이 사랑하는 도리에 흠이 될 듯합니다. 더구나 법령의 시행을 방해하는 것이 번번이 귀근(貴近)이 지키지 않는 데에서 말미암으니, 그만둘 수 없는 것은 명백합니다. 신은 해방(該房)을 맡고 있으므로 감히 아뢰지 않을 수 없습니다.” 하니, 답하기를, “각도에서 바치는 것 가운데에는 혹 재상 집에서 바치는 것도 없지 않은데 궁가만이 침책을 받는 것은 고르지 않다.” 하였다. 능원 대군이 상차하여 스스로 변명하고 이어서 대죄하니, 상이 대죄하지 말라고 명하였다.",
                "hj": "○庚辰/正朝諸道各進馬匹, 或自本道備進, 或至京貿進, 而非厚直不能得善馬, 故其價素厚。 綾原大君俌欲邀其利, 每至歲末, 輒遣宮奴, 陰伺該吏於中路, 勒留其價, 以自家馬代進, 乃於元價外, 倍數加徵。 臺官論啓, 下本道査問, 及本道狀啓至, 禮曹請收其加徵之價, 還之本道, 上不聽。 左副承旨申翊全啓曰: “防納濫徵, 爲今痼弊。 當初臺諫之請査, 誠出於不獲已, 而及本道明査之後, 乃反置之, 則其於大聖人一視之道, 或似有歉, 而況法令之格閼, 每由於貴近之不遵, 其不容但已也, 明矣。 臣待罪該房, 不敢不達。” 答曰: “諸道所進中, 或不無宰相家所納, 而宮家之獨受侵責, 不均矣。” 綾原大君上箚自辨, 因待罪, 上命勿待罪。"
            },
            "2": {
                "H2KE-EN": "Governor of Hongcheon County Yun Deuksun paid a farewell visit to the King. The King ordered that the fortresses and city walls be repaired in the province. At this time, [Yun Deuksunsunsunsunsunsunsuns] report on whether or not it was proper to defend the fortresses of Gongsan . The 비국이 아뢰기를, “마땅히 newly chosen from this magistracy and be entrusted with this magistracy. Also, [Yun Deuksunsunsunsunsunsunsunsuns] commandants to lead people and soldiers in order to enter and protect [the fortresses]. The King replied, The enemy of the enemy is sufficient to defend this enemy. The governor of this province should lead the right garrison soldiers to enter and protect [the fortresses]. The enemy of the enemy should not be defended. In gabo year (, the King visited this magistracy to learn the circumstances of the enemy. Therefore, this order was issued.",
                "H2KE-nKo": "홍청 감사 윤득열이 하직 인사를 할 때 주상이 도내의 성지를 수리하라고 명하였다. 이때에 이르러 공산 산성을 수어하는 것이 편한지 여부를 급히 장계하여 보고하니, 비변사가 아뢰기를,“본읍의 신선을 본읍에 전적으로 소속시키고, 또 민병을 앞장서 이끌고 난에 임하여 들어가 지키게 해야 합니다.”하니, 답하기를,“토적은 이 성이 충분히 방어할 만하니, 본도의 방백으로 하여금 우영의 군사를 거느리고 들어가 지키게 하고, 외구는 지키지 말도록 하라.”하였다. 갑자년의 난에 주상이 이 성에 행행하여 그 형세를 익히 알았기 때문에 이 명을 내린 것이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 21일(경진) 2번째기사",
                "gt-oKo": "홍청 감사(洪淸監司) 윤득열(尹得說)이 사조할 때에 상이 도내의 성지(城池)를 수리하라고 명하였는데, 이 때에 이르러 공산 산성(公山山城)을 수어(守禦)하는 편부(便否)에 대해 치계하여 아뢰었다. 비국이 아뢰기를, “본읍의 신선(新選)을 본읍에 전속시키고 또 그들로 하여금 민병(民兵)을 앞장서 이끌어 변란에 임하여 들어가 지키게 해야 하겠습니다.” 하니, 답하기를, “토적(土賊)은 이 성으로 방어하기에 충분하니, 본도의 방백(方伯)이 우영(右營)의 군사를 거느리고 들어가 지키게 하고, 외구(外寇)는 지키지 말도록 하라.” 하였다. 갑자년의 난리 때에 상이 이 성에 거둥하여 그 형세를 익히 알기 때문에 이 명이 있었다.",
                "hj": "○洪淸監司尹得說之辭朝也, 上命修道內城池。 至是, 以公山山城守禦便否, 馳啓以聞, 備局以爲: “宜以本邑新選, 專屬本邑, 且使倡率民兵, 臨亂入守。” 答曰: “土賊則此城足以防禦, 令本道方伯, 率右營兵入守, 外寇則勿守可矣。” 甲子之亂, 上幸是城, 習知其形勢, 故有是命。"
            },
            "3": {
                "H2KE-EN": "Yi Haengu was appointed as inspector general , Choe Hyegil as headmaster , Yu Gyeongchang as second inspector , Kim Hong욱 as second censor , Yi Ja as third inspector , Hong Uwon as fourth censor , Hong Yeon as fourth inspector , and 홍명하를 부교리로 삼았다.",
                "H2KE-nKo": "이행우를 대사간으로, 최혜길을 대사성으로, 유경창을 집의로, 김홍욱을 사간으로, 이재를 장령으로, 홍우원을 정언으로, 홍수를 지평으로, 홍명하를 부교리로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 21일(경진) 3번째기사",
                "gt-oKo": "이행우(李行遇)를 대사간으로, 최혜길(崔惠吉)을 대사성으로, 유경창(柳慶昌)을 집의로, 김홍욱(金弘郁)을 사간으로, 이재(李榟)를 장령으로, 홍우원(洪宇遠)을 정언으로, 홍수(洪鐩)를 지평으로, 홍명하(洪命夏)를 부교리로 삼았다.",
                "hj": "○以李行遇爲大司諫, 崔惠吉爲大司成, 柳慶昌爲執義, 金弘郁爲司諫, 李梓爲掌令, 洪宇遠爲正言, 洪鐩爲持平, 洪命夏爲副校理。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinsa day, the first day of the month, a meteor emerged from the left quarters of Taeiwon , invading the left quarters.",
                "H2KE-nKo": "신사년에 목성이 물러나 태미원의 좌집법관을 범하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 22일(신사) 1번째기사",
                "gt-oKo": "목성이 물러가 태미원(太微垣)의 좌집법성(左執法星)을 범하였다.",
                "hj": "○辛巳/木星退犯太微垣左執法。"
            },
            "2": {
                "H2KE-EN": "The King ordered the release of 김좌명 and that former Inspector General Hong Mujeok be transferred to Hongcheon . The King also ordered the release of the prisoners, Shin Saeng , who had been imprisoned, be released.",
                "H2KE-nKo": "김좌명을 풀어 주고, 전 대사헌 홍무적을 홍천으로 양이하며, 죄인 신생도 풀어 주라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 22일(신사) 2번째기사",
                "gt-oKo": "김좌명(金佐明)을 풀어 주고 전 대사헌 홍무적(洪茂績)을 홍천(洪川)으로 양이(量移)하라고 명하고, 죄인 신생(辛生)도 놓아 보내게 하였다.",
                "hj": "○命釋金佐明, 量移前大司憲洪茂績于洪川, 罪人辛生亦令放還。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported as follows: From the beginning of the foundation of our dynasty, those who built a house within and outside the capital city walls took a stone outside the capital city wall and dared to take a stone outside the capital city wall within ten ri. This was because there was a prohibition on this state, and people were afraid of the law. Your subjects have recently heard that a stone was cut down on the side of Dumopo (Domo Port, but a private house was also cut down. From this, it can be seen that the prohibition on this state has not been enforced. Your subjects venture to say that a stone should be cut down within ten ri outside the capital city wall, and this state is a water city wall. The stone should not be cut down even more. Your subjects request that Hanseong Magistracy strictly prohibit this. The King followed this advice. The 궁가 was Grand Prince Inpyeong .",
                "H2KE-nKo": "예조가 아뢰기를,“국초부터 도성 안팎에 집을 짓는 자들이 10리 밖에서 돌을 채취하고 감히 10리 안에서 채취하지 못한 것은 나라에 금법이 있어서 사람들이 법을 두려워하기 때문이었습니다. 그런데 근래에 들으니, 두모포 주변에 궁가에서 바야흐로 돌을 채취하고 있는데 사가에서도 채취하는 자가 있다고 하니, 나라의 금법이 행해지지 않는 것을 여기에서 알 수 있습니다. 신이 삼가 듣건대, 지가의 말에 ‘수구 1석은 만 산과 맞먹는다.’라고 하였는데, 이곳은 바로 도성의 수구입니다. 돌 하나를 채취해서는 더욱 안 되니, 한성부로 하여금 엄히 금하게 하소서.”하니, 주상이 그대로 따랐다. 궁가는 바로 인평대군이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 23일(임오) 1번째기사",
                "gt-oKo": "예조가 아뢰기를, “국초(國初)부터 도성(都城) 안팎에 집을 짓는 자가 10리 밖에서 돌을 가져오고 감히 10리 안에서 가져오지 못한 것은 나라에 금령(禁令)이 있어서 사람들이 법을 두려워하기 때문인데, 근래 두모포(豆毛浦) 가에서는 궁가(宮家)에서 바야흐로 돌을 캐고 사가(私家)에서도 캐는 자가 있다 하니, 나라의 금령이 행해지지 않는 것을 여기에서 볼 수 있습니다. 신이 듣건대, 지가(地家)에서 말하기를 ‘수구(水口)의 돌 하나는 만산(萬山)에 해당한다.’ 하는데, 이곳은 바로 도성의 수구입니다. 한 덩이의 돌도 더욱이 캐서는 안 되니, 한성부로 하여금 엄하게 금지하도록 하소서.” 하니, 상이 따랐다. 궁가는 곧 인평 대군(麟坪大君)이다.",
                "hj": "○壬午/禮曹啓曰: “自國初, 都城內外營造第宅者, 取石於十里外, 不敢取於十里內者, 以國有禁而人畏法也。 近聞豆毛浦邊, 宮家方伐石而私家亦有取之者, 國禁之不行, 於此可見。 臣竊聞, 地家說云: ‘水口一石, 敵萬山。’ 此地卽都城之水口也。 一塊石, 尤不可伐, 請令漢城府嚴禁。” 上從之。 宮家卽麟坪大君也。"
            },
            "2": {
                "H2KE-EN": "The Office of the Paper Supplies advised, The grain stored in a remote area of Hongcheong Province has already been transferred to the six towns of the route [of the capital]. Among the 10,700 seok of each grain stored in Gyeonggi Province , it is requested that [the grain stored in] the appropriate amount be reduced and that [the grain stored in] the route be transferred to the five towns of the route [of the capital]. The King followed this recommendation.",
                "H2KE-nKo": "상평청이 아뢰기를,“홍청도 벽읍에 비축해 둔 본청의 곡식은 이미 연로의 여섯 고을로 옮겼습니다. 경기에 있는 각종 곡식 1만 7000여 섬 중에서 적당히 헤아려 덜어 내어 춘조 때까지 연로의 다섯 고을로 옮기게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 23일(임오) 2번째기사",
                "gt-oKo": "상평청이 아뢰기를, “홍청도 벽읍(僻邑)에 저축한 본청의 곡물은 이미 연로(沿路)의 여섯 고을에 옮겼습니다. 경기에 있는 갖가지 곡물도 1만 7천여 석 한도 내에서 적당히 지정하여 춘조(春糶) 전에 연로의 다섯 고을에 옮기게 하소서.” 하니, 상이 따랐다.",
                "hj": "○常平廳啓曰: “洪淸道僻邑所儲本廳穀, 已移於沿路六邑。 京畿所在各穀一萬七千餘石內, 請量宜除出, 趁春糶移於沿路五邑。” 上從之。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, a meteor emerged from the Great Winter Solstern Dipper and entered the Autumn Five Classics .",
                "H2KE-nKo": "계미년에 유성이 직녀성 위에서 나와 오거성 아래로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 24일(계미) 1번째기사",
                "gt-oKo": "유성(流星)이 직녀성(織女星) 위에서 나와 오거성(五車星) 아래로 들어갔다.",
                "hj": "○癸未/流星出織女星上, 入五車星下。"
            },
            "2": {
                "H2KE-EN": "Second Minister of Rites Heo Gye returned from Hwangji and reported as follows: Your subject arrived at the site of the royal tomb and first cut down a large tree on the grave. It seems that the tomb was cultivated on the side of the grave. If the tomb was cultivated on the side of the grave, two large trees were raised on the side of the grave site. The central area was built on the side of the grave site, and only the earth was built on the side of the grave site. During the two sides of the grave site, your subject searched for and surveyed and surveyed. However, it was impossible and there was no evidence to survey. Your subject merely surveyed several pieces of pine pieces. The stone on the east of the grave site is a fair stone, which is not from Heaven. The stone pieces are not being cultivated, but the stone pieces are used among the people. For the labor of the tomb site, your subject also ordered Jin Byeok and others to lead many soldiers to survey the streams in order to survey the streams. However, there is no evidence to survey the evidence. The Ministry of Rites reported as follows: The officials of the Ministry of Rites and the governor all searched for and surveyed, but they failed to survey the articles. The words of Jin Byeok ended up being fabricated. However, it has been a long time since the words of Jin Byeok had suspected suspects. Hence, Hwangji and the vicinity of the ancestors have been prohibited from cutting down fires and forbidden cutting down. Your subject requests that Your Majesty have the Ministry of Rites discuss the matter. Chief State Councilor Kim Jae discussed the matter and said as follows: The changes of the Royal Tomb of King Taejo and Queen Jeongan have already been clarified as false. Nevertheless, it has been buried near the royal tomb site of the commoners. Your subject thinks that this office should bury the tomb site and survey the surveys so that there will be no trouble in the future. Left State Councilor Yi Gyeongseok and Right State Councilor Jeong 정태화 all agreed to this. The King followed this advice. Thereupon, the King ordered that Jin Byeok and others be provided a small amount of rewards to encourage future generations.",
                "H2KE-nKo": "예조 참판 허계가 황지에서 돌아와 아뢰기를,“신이 이른바 능묘라는 곳에 도착하여 먼저 묘 위의 큰 나무를 베어서 모퉁이를 팠는데, 마치 마장의 봉분인 듯하였습니다. 그 옆의 흙을 팠는데, 삼면의 돌이 담장 터와 같은 것이 두 겹으로 늘어섰고 중앙은 흙으로 쌓았습니다. 두 겹 사이에 표지를 찾았으나 찾을 만한 자취가 까마득하여 찾을 수가 없었고, 단지 깨진 도기 몇 조각만 있었습니다. 이른바 묘 동쪽의 평결한 돌이라는 것은 바로 천연적으로 이루어진 것이지 다듬고 다듬어서 만든 것이 아니며, 돌구멍 하나가 바로 인가에서 쓰는 것이었습니다. 한편으로는 묘를 파는 역사를 하고, 한편으로는 진벽 등으로 하여금 군인을 많이 거느리고 도랑을 두루 찾게 하였으나, 끝내 증명할 만한 표지가 없었습니다.”하였다. 예조가 아뢰기를,“예관과 방백이 다방면으로 찾았으나 확실하게 증명할 만한 물건을 찾지 못하였습니다. 진벽이 말한 것은 결국 허망한 것이 되고, 의심스러운 설이 전해진 지 이미 오래되었습니다. 그러므로 황지 근처는 선왕 때부터 금화하고 금벌한 일이 있었습니다. 묘당으로 하여금 의논하여 처리하게 하소서.”하니, 영의정 김자점이 의견을 올리기를,“선릉과 정릉의 변고가 이미 거짓임이 밝혀졌는데도 오히려 서인의 예로 능소 근처에 묻었습니다. 신의 생각으로는 본관으로 하여금 봉분하고 사초하게 하여 벗겨져 떨어지는 근심이 없게 하는 것이 마땅할 듯합니다.”하였다. 좌의정 이경석, 우의정 정태화의 의견도 모두 이와 같았는데, 주상이 그대로 따랐다. 이어 진벽 등에게 약간의 상을 내려 뒷사람을 권면하라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 24일(계미) 2번째기사",
                "gt-oKo": "예조 참판 허계(許啓)가 황지(黃池)에서 돌아와 아뢰기를, “신이 이른바 능묘(陵墓)라는 곳에 가서 먼저 무덤 위의 큰 나무를 베어내고 모퉁이의 풀을 깎아내고 보니 산소 자리인 듯하였습니다. 그 옆의 흙을 파 보니 삼면에 돌이 벌여 있어 담이 있던 자리 같은 것이 두 겹인데 복판은 흙으로만 쌓여 있었습니다. 두 겹 사이에서 표지(標識)를 찾았으나 흐려서 밝힐 만한 자취가 없고 깨진 도기(陶器) 두어 조각이 있을 뿐이었습니다. 이른바 무덤 동쪽에 있는 평평하고 깨끗한 돌이라는 것은 천연으로 된 것이지 쪼고 갈아서 만든 것이 아니었으며, 돌절구 하나는 곧 인가에서 쓰는 것이었습니다. 한편으로는 무덤을 파는 일을 하면서, 한편으로는 진벽(秦闢) 등을 시켜 군인을 많이 데리고 도랑에서 두루 찾아보게 하였으나 끝내 밝힐 만한 증거품을 찾지 못했습니다.” 하고, 예조가 아뢰기를, “예관과 방백이 여러 가지 방법으로 찾았으나 증거품을 찾지 못했습니다. 진벽(秦闢)의 말은 마침내 허망한 것이 되었으나, 그럴 듯한 말이 전해 온 지는 이미 오래되었습니다. 그래서 황지 근처는 선조(先朝) 때부터 불을 금하고 벌채를 금한 일이 있었으니, 묘당을 시켜 의논하여 처리하게 하소서.” 하였다. 영의정 김자점이 아뢰기를, “선릉(宣陵)과 정릉(靖陵)의 변고는 이미 거짓임이 밝혀졌는데도 서인(庶人)의 예로 능소(陵所) 근처에 묻었으니, 신의 생각으로는 본관(本官)을 시켜 봉분하고 사초하여 깎여 떨어질 걱정이 없게 하는 것이 마땅할 듯합니다.” 하고, 좌의정 이경석(李景奭)과 우의정 정태화(鄭太和)의 의논도 다 같았는데, 상이 따르고, 이어서 진벽 등에게 조금 상을 내려 뒷사람을 권장하게 하였다.",
                "hj": "○禮曹參判許啓回自黃池啓曰: “臣到所謂陵墓處, 先伐墓上大木, 鏟治方隅, 則似是馬鬣之封矣。 開其傍土, 則三面石列如墻址者兩重, 而中央則只是土築矣。 兩重之間, 尋覓標識, 而杳無可驗之迹, 只有破陶器數片矣。 所謂墓東平潔之石, 卽是天成, 非琢磨所爲, 而石臼一坐, 便是人家所用矣。 一邊爲開墓之役, 一邊令秦闢等, 多率軍人, 遍搜於川渠, 而終無標驗可證矣。” 禮曹啓曰: “禮官與方伯多方求索, 未得標驗之物。 秦闢所言, 終爲虛妄之歸, 而疑似之說, 相傳旣久。 故黃池近處, 自先朝有禁火、禁伐之擧, 請令廟堂議處。” 領議政金自點議以爲: “宣、靖陵之變, 已辨其僞, 而猶以庶人禮, 埋於陵所近地。 臣意, 令本官封墳着莎, 俾無剝落之患似當。” 左議政李景奭、右議政鄭太和議皆如之, 上從之。 因命秦闢等, 略加賞賜, 以爲後勸。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King held a special rite for the investiture of the Son of the Imperial Crown Prince in the gabo year (. Thirteen passers of the civil service examination, including 오두인 , and 150 passers of the military service examination.",
                "H2KE-nKo": "원손을 책봉하는 데 따른 별시의 전시를 행하여 문과에 오두인 등 13인과 무과에 김효립 등 150인을 뽑았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 25일(갑신) 1번째기사",
                "gt-oKo": "원손(元孫)의 책봉에 따른 별시(別試)의 전시(殿試)를 시행하여 문과 오두인(吳斗寅) 등 13인과 무과 김효립(金孝立) 등 1백 50인을 뽑았다.",
                "hj": "○甲申/行元孫冊封別試殿試, 取文科吳斗寅等十三人、武科金孝立等一百五十人。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Shin Saeng committed treasonous acts. Truly, this is a single person with the Royal Ancestral Shrine and the Altar of the Soil and Grain and the Royal Ancestral Shrine and the Altar of the Soil and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Deities of the Earth and Grain and the Altar of the Earth and Grain were applied to the lightest punishment possible for those who had been exiled to a remote area. However, your subjects suddenly issued an order to release and expect the general pardon. Although there is nothing which occurred beyond the leniency, the crime of these thieves cannot be pardon",
                "H2KE-nKo": "간원이 아뢰기를,“신생이 역적과 한패가 되어 흉악한 짓을 한 정상은 실로 종사와 신인이 함께 분노하는 바입니다. 귀양을 보내는 것도 오히려 말감한 것이라고 할 수 있는데, 몇 달도 지나지 않아 석방하라는 명이 갑자기 뜻밖에 나왔습니다. 널리 탕척하는 은전이 미치지 않는 곳이 없다 하더라도 이 역적의 크나큰 죄는 결코 용서하기 어렵습니다. 전하께서는 이 역적을 아껴서 흉악하고 더러운 자취를 다시 도성 안에 들어오게 하시는지 모르겠습니다. 석방하라는 명을 도로 거두어들이소서.”하고, 헌부도 이 일로 한 달이 넘도록 논계하였으나, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 25일(갑신) 2번째기사",
                "gt-oKo": "간원이 아뢰기를, “신생(辛生)이 붕당을 맺어 반역하고 흉악한 짓을 한 정상은 참으로 종사(宗社)의 신인(神人)이 함께 분노하는 바입니다. 귀양보내는 것도 말감(末減)이라 하겠는데 두어 달이 못 되어 석방하라는 명이 뜻밖에 나왔습니다. 탕척하는 법은 미치지 않는 곳이 없을지라도 이 역적의 크나큰 죄는 결코 용서할 수 없는데, 전하께서는 이 역적에게 무슨 아까운 것이 있어서 흉악하고 더러운 자취를 도성 안에 다시 들이게 하시려는지 모르겠습니다. 석방하라는 명을 도로 거두소서.” 하였다. 헌부도 이에 대해 논계하여 한 달을 넘기자, 상이 따랐다.",
                "hj": "○諫院啓曰: “辛生黨逆行兇之狀, 實是宗社神人之所共憤也。 流竄之典, 尙云末減, 曾未數月, 放釋之命, 遽出意外。 曠蕩之典, 雖無所不及, 此賊貫盈之罪, 決難容貸。 未知殿下何惜於此賊, 而使兇穢之迹, 復入於輦轂之下哉? 請還收放釋之命。” 憲府亦以此論啓閱月, 而上從之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On eulyu day, Governor of Gangwon Province Yu Seok reported to the King as follows: Your subject humbly observed that the students of each town of Yeongseo and Seop in this province should be allowed to enter government service, while the students of each town of Yeongseo and Seop are all allowed to enter government service, while the sons of commoners also participate in the same province. Truly, this is a sense of importance. Your subject thinks that the customs of our country are custom, in the case of Yeongseo and Jeolla Provinces, 사족 should be made a student, and in the case of 호서 and Gyeonggi Provinces, the commoners should be made a student. However, this province has a problem in such a problem as Yeongseo and Yeongseo, which is close to Yeongseo and 호서. Therefore, your subject also used the custom. Your subject requests that any commoner who enter government service should be thoroughly prohibited. The King approved this request.",
                "H2KE-nKo": "강원 감사 유석이 급히 장계하기를,“신이 삼가 보건대, 본도 영서 각 고을의 교생은 평민 및 허통되지 않은 서자를 입속시키고, 영동 각 고을의 교생은 모두 문벌 있는 자제를 입속시키며 평민의 아들도 입속시키니, 한 도에 두 가지 규례가 있는 것이 참으로 괴이합니다. 신의 생각에는, 나라의 풍속에 영남과 호남은 사족이 교생이 되고 호서와 경기는 평민이 교생이 되는데, 본도에 이러한 폐단이 있는 것은 영동은 영남에 가깝기 때문에 그 풍속을 쓰고 영서는 호서에 가깝기 때문에 또한 그 풍속을 쓰고 있으니, 신은 평민이 입속하는 것을 일체 금단하기를 청합니다.”하니, 조정에서 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 26일(을유) 1번째기사",
                "gt-oKo": "강원 감사(江原監司) 유석(柳碩)이 치계하기를, “신이 보건대, 본도 영서(嶺西) 각 고을의 교생(校生)으로는 평민과 아직 허통(許通)되지 못한 서자(庶子)를 입속(入屬)시키고, 영동 각 고을의 교생으로는 다 문벌의 자제를 입속시키는데 평민의 아들도 낄 수 있으니, 한 도에 두 규례가 있는 것은 참으로 괴이합니다. 신의 생각으로는 국속(國俗)이 영남·호남은 사족(士族)이 교생이 되고 호서·경기는 평민이 교생이 되는데, 본도에 이 폐단이 있는 것은 영동은 영남에 가까우므로 그 풍속을 쓰고 영서는 호서에 가까우므로 또한 그 풍속을 쓰는 듯하니, 신은 평민이 입속하는 것을 일체 금단하기를 청합니다.” 하니, 조정이 따랐다.",
                "hj": "○乙酉/江原監司柳碩馳啓曰: “臣伏見, 本道嶺西各邑校生, 則以平民及未許通庶子入屬; 嶺東各邑校生, 則皆以閥閱子弟入屬, 而平民之子亦得與焉, 一道二規, 誠可怪也。 臣意, 國俗, 嶺南、湖南則士族爲校生, 湖西、京畿則平民爲校生, 本道之有此弊者, 嶺東近嶺南, 故用其俗; 嶺西近湖西, 故亦用其俗, 臣請平民之入屬者, 一切禁斷。” 朝廷從之。"
            },
            "2": {
                "H2KE-EN": "고사에, Regarding the magistrate of Tsushima Island , the chief circuit commander of Dongnae and the third-rank circuit commander of Busan Island , they wrote a seal and communicated with a letter of credence to enemy. This spring, the chief circuit commander of the cumstances himself wrote a letter of credence to Dongnae in order to express gratitude for the crime of the second-rank circuit commander [of the circuit commander of Tsushima] who had been accompanying the letter of credence in a frontier house in the frontier of the island, and also told him that the chief circuit commander [of the circuit commander] enters the [Amnok] River and conducts the letter of credence on behalf of the [of the circuit commander]. Vice-Envoy Noh협 reported this to the court, and then wrote a letter to the reply [of the circuit commander]. The Ministry of Rites reported in response, Although it is not an old practice, his words are modest and modest. For now, we should receive the letter of credence and not make this a permanent rule. The King replied, Although the former circuit commander did not have his name, he certainly wrote a letter of credence to the circuit commander [of Tsushima Island] and sent it [to the circuit commander]. Now, if [the circuit commander] has suddenly been as such, it seems that [the circumstances] are not insignificant. This should not be implemented. At the time, Minister of Rites Jo Ik and Minister of War Yi Baek all said that the letter of credence should be accepted and the reply [of the circuit commander] should be wrote a reply [with the circuit inspector], and the discussion has not been decided for a long time. Subsequently, the chief circuit commander of Dongnae and others sent an urgent report, saying, The frontier state of our border areas is different from that of normal importance. If we do not observe the propriety of neighboring neigh",
                "H2KE-nKo": "고사에 일본 대마도 유후와 동래 부사 및 부산 첨사는 도서를 찍고 서계를 통해서 그 예의에 맞도록 하였다. 올봄에 이르러 유후의 가신이 스스로 서계를 만들어 동래 부사에게 보내 지난해 종왜가 다대포 첨사를 구타하여 욕보인 죄를 빌고, 또 도주가 강호에 들어가 서계를 대신 행한다는 뜻을 말하였다. 부사 노협이 이를 조정에 보고하고, 이어 서계를 받아 회답하는 것이 편리한지의 여부를 여쭈었는데, 예조가 의견을 갖추어 아뢰기를,“비록 옛 규례는 아니지만 언사가 공손하니 지금은 우선 받고 정식으로 삼지 말도록 하소서.”하니, 답하기를,“전에는 도주가 비록 있지 않더라도 반드시 도주의 이름으로 서계를 만들어 보냈는데, 지금 갑자기 이와 같이 하는 것은 우연한 일이 아닌 듯하다. 시행하지 않는 것이 좋겠다.”하였다. 이때 예조 판서 조익과 병조 판서 이시백이 모두 받아야 하고 답해야 한다고 하고, 나머지는 모두 두 가지를 견지하여 오래도록 의논이 결정되지 않았다. 그 뒤에 동래 부사 노협이 급히 장계하기를,“변방의 사정은 보통과는 다르니, 만약 때에 따라 변통하지 않는다면 교린하는 도리에 옳지 않을 듯합니다. 묘당으로 하여금 잘 처리하게 하소서.”하니, 사안을 비국에 내렸다. 비변사가 의견을 갖추어 아뢰기를,“그가 이미 공손한 말로 사례하였으니, 우리가 저들을 대우하는 것은 단지 호의에 부응하는 것일 뿐입니다. 시종 물리쳐서 먼 나라 사람의 마음을 잃어서는 안 될 듯하니, 지금은 우선 받고 뒤에는 전례로 삼지 말라는 뜻을 등차에게 말하게 하는 것이 좋겠습니다.”하니, 답하기를,“아뢴 대로 시행하되 서계는 올려보내지 말게 하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 26일(을유) 2번째기사",
                "gt-oKo": "구례(舊例)에 일본(日本) 대마도 유후(對馬島留後)와 동래 부사(東萊府使) 및 부산 첨사(釜山僉使)는 도서(圖書)를 찍어 서계(書契)를 통하면서 그 예(禮)를 대등하게 하였는데, 올봄에 이르러 유후의 가신이 스스로 서계를 만들어 동래에 보내어 지난해 종왜(從倭)가 다대포 첨사(多大浦僉使)를 때리고 욕한 죄를 빌고 또 도주(島主)가 강호(江戶)에 들어갔기 때문에 서계를 대신 보낸다는 뜻을 말하였다. 부사(府使) 노협(盧協)이 조정에 계문하고 이어서 서계를 받고 회답하는 것이 괜찮겠는지를 여쭈었는데, 예조가 회계하기를, “고례(古例)가 아니기는 하나 언사가 공손하니 지금은 우선 받고 항식(恒式)으로 삼지는 말게 하소서.” 하니, 답하기를, “전에는 도주가 없더라도 반드시 도주의 이름으로 글을 만들어 보냈는데 지금 갑자기 이렇게 하는 것은 우연이 아닌 듯하다. 시행하지 말도록 하라.” 하였다. 이때 예조 판서 조익(趙翼)과 병조 판서 이시백(李時白)은 다 “받아야 하고 답해야 한다.” 하고, 나머지는 다 태도를 정하지 못하여 의논이 오래도록 결정되지 않았다. 그 뒤에 동래 부사 노협이 치계하기를, “변방의 사정이 보통 때와 다르니, 때에 따라 변통하지 않으면 교린(交隣)하는 도리에 옳지 않을 듯합니다. 묘당을 시켜 선처하게 하소서.” 하였는데, 일을 비국에 내렸다. 비국이 회계하기를, “그가 공손한 말로 빌었다면 우리가 그를 대우하는 것은 그 호의를 따르는 것뿐입니다. 끝내 물리쳐서 먼데 사람의 마음을 잃어서는 안 되니, 지금은 우선 받고 뒤에는 전례로 삼지 말라는 뜻을 차왜 등지승(藤智繩)에게 말하게 하소서.” 하니, 답하기를, “아뢴 대로 시행하되 서계는 올려보내지 말게 하라.” 하였다.",
                "hj": "○故事, 日本對馬島留後, 與東萊府使及釜山僉使, 踏圖書通書契, 以敵其禮。 至今年春, 留後家臣自作書契於東萊, 以謝去年從倭歐辱多大浦僉使之罪, 又言因島主入江戶, 代行書契之意。 府使盧協啓聞朝廷, 因稟受書回答之便否, 禮曹回啓以爲: “雖非古例, 而言辭恭遜, 今姑受之, 勿令爲式。” 答曰: “在前島主雖不在, 而必以島主之名, 修書以送, 今忽如此, 似非偶然, 勿施可矣。” 時, 禮曹判書趙翼、兵曹判書李時白皆以爲, 可受而可答, 餘皆持兩端, 議久不決。 其後東萊府使盧協馳啓言: “邊方事情, 異於尋常, 若不隨時變通, 其於交隣之道, 似或不可。 請令廟堂善處。” 事下備局。 備局回啓: “渠旣以遜辭陳謝, 則我之待彼, 只副其好意而已。 似不可終始斥退, 以失遠人之心。 今姑受之, 後勿爲例之意, 宜使之言于藤差。” 答曰: “依所啓施行, 書契勿令上送。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On byeongja day, Venus appeared during the byeongsul daylight hours.",
                "H2KE-nKo": "태백성이 병술년에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 27일(병술) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丙戌/太白見。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King ordered the officials of the Ministry of Rites to inspect Yeongnyeong Hall , the Royal Ancestral Shrine , the southern part of the hall, and the Royal Tomb of Queen Suknyeong Hall .",
                "H2KE-nKo": "예관에 명하여 영녕전, 종묘, 남별전, 숙녕전을 봉심하게 하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 3일(임술) 1번째기사",
                "gt-oKo": "예관에게 명하여 영녕전(永寧殿)·종묘(宗廟)·남별전(南別殿)·숙령전(肅寧殿)을 봉심하게 하였다.",
                "hj": "○壬戌/命禮官, 奉審永寧殿、宗廟、南別殿、肅寧殿。"
            },
            "2": {
                "H2KE-EN": "Magistrate of Ganghwa Magistracy Yeo Ijeom submitted a memorial as follows: Your subject observed the coastal areas of the coastal areas, 둘레가 300 ri, and three parties of north, east, and south are not suitable for mooring. One part of the west part of the coastal areas are slightly rugged. However, it is not possible for us to rely upon and prepare for the defense. If we install a garrison for five ri, it is worrisome that the soldiers will be employed. How could we easily complete the work of building wooden palisades? Your subject had already ordered that the twelve towns be divided into military service, but we do not know how many or few or few. This jurisdiction is a small number of people in this jurisdiction, and thus it is not possible for the naval forces to be affiliated with the naval forces. The naval forces are affiliated with the naval forces, while the naval forces are affiliated with the naval forces, and the naval forces are affiliated with the provincial headquarters. Your subject requests that Your Majesty have the Ministry of Taxation deliberate on the measures of preparation for agriculture. The 비국에서 회계하기를, After the new 유수 proceeds to the capital, your subject will personally inspect the circumstances and observe the circumstances and personally observe the observation of the coastal areas, and then come to the capital to discuss the matter in detail. Then, there will be no problems. The King followed this advice.",
                "H2KE-nKo": "강화 유수 여이징이 상소하기를,“신이 연해를 두루 살펴보니 둘레가 300여 리이고, 북면, 동면, 남면 세 면은 모두 정박할 만한 땅이며, 서면은 조금 험준한 곳이 있으나 또한 믿고서 방비하지 않을 수 없습니다. 5리에 영을 설치하는 것도 오히려 허술할까 염려되는데, 군병은 얼마나 써야 하며 목책을 세우는 공역은 어떻게 하면 쉽게 완비되겠습니까. 일찍이 12개 읍에 군사를 나누라는 명이 있었으나 그 다소와 허실을 알 수 없습니다. 이 부는 백성이 쇠잔하고 군병이 적어 한 모퉁이도 감당할 수 없는데 수군은 통어에 속하고 육군은 총융청에 속하여 수신이 관리의 일을 맡는 데 그칠 뿐입니다. 묘당으로 하여금 사전에 대책을 충분히 강구하게 하소서.”하였다. 비변사가 회계하기를,“새 유수가 내려간 뒤에 형세의 험이를 직접 살펴보고 상세히 계획한 뒤에 올라와서 직접 상의한 뒤에야 미진한 근심이 없을 것입니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 3일(임술) 2번째기사",
                "gt-oKo": "강화 유수(江華留守) 여이징(呂爾徵)이 상소하기를, “신이 연해(沿海)를 두루 살피니, 둘레가 3백여 리인데 북·동·남 3면은 모두 배를 댈 만한 곳이고 서쪽 1면은 조금 험하나 또한 믿고서 대비하지 않을 수 없습니다. 5리마다 영(營)을 두어도 오히려 성길까 염려되니, 군사는 얼마나 써야 하고 방책(防柵)을 세우는 공역은 어떻게 해야 쉽게 끝낼 수 있겠습니까. 열두 고을에서 군사를 나누어 보내라는 영이 있었으나 그 다소와 허실을 알 수 없습니다. 이 부(府)는 백성이 잔폐하고 군사가 적어서 한 모퉁이도 감당할 만하지 못한데, 수군(水軍)은 통어영(統禦營)에 속하고 육군은 총융청에 속하여 수신(守臣)의 직임은 행정상의 일뿐입니다. 묘당으로 하여금 사전에 방책을 익히 강구하게 하소서.” 하였는데, 비국이 회계하기를, “새 유수가 내려가 형세의 험이(險易)를 직접 살펴보고 상세히 계획하여 올라와 면대하여 의논해야 미진한 걱정이 없겠습니다.” 하니, 상이 따랐다.",
                "hj": "○江華留守呂爾徵上疏曰: 臣歷審沿海, 周回三百餘里, 北、東、南三面, 無非可泊之地, 迤西一面, 稍有險阻, 而亦不可恃而不備。 五里置營, 猶慮踈曠, 則軍兵當用幾何, 樹柵之功若何而易完? 曾有十二邑分兵之令, 而莫知其多少虛實。 此府民殘兵少, 不足當一隅, 而水軍屬統禦;,陸軍屬摠戎, 守臣之任吏事而止耳。 請令廟堂, 熟講先事之策。 備局回啓曰: “新留守下去之後, 形便險易, 躬親閱歷, 詳細籌畫, 上來面議, 然後庶無未盡之患。” 上從之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gabin day, Venus appeared during the eulchuk day (141:00 p.m.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 6일(을축) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○乙丑/太白見。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Yi Man , Governor of Gyeongsang Province , 치계하기를, “수보하는 일은 오로지 Magistrate of Chiksan Fortress , Yi Jihyeong entrusted with timber for roof tiles and roof tiles. When roof tiles were destroyed, he was dismissed from his post. Now, if [Yi Jihyeong] is entrusted with skills, he cannot thoroughly understand the circumstances and manage [his tiles], there will be many occasionally inconvenience. [Your subject] requests that Yi Jihyeong be allowed to supplement him with a military official of his own recommendation, and that he be allowed to observe his royal seal so that he can observe his orders. The King issued an order, which stated, As I read the report, it is evident that his wrongdoings are not guilty. It is requested that he be returned to his original post so that there will be no problems inconvenience. Fourth Censor Yi Jeongyeong and Yi Jeongri , as well as Yi Jihyeong , having failed to advise the truth. The Office of the Censor General 처치ed [the King] to 체차 [Yi Jihyeong]. [The King] followed this [recommendation].",
                "H2KE-nKo": "경상 감사 이만이 급히 장계하기를,“칠곡산성을 보수하는 일을 전적으로 부사 이지형에게 위임하여 재목을 벌채하고 기와를 굽게 하였으며, 영보를 철거할 때에 논핵을 받아 파직되었습니다. 지금 만약 서투른 사람에게 맡긴다면 공역의 두서를 잘 알지 못하여 수습하고 요리하는 데 반드시 소루함이 많을 것입니다. 이지형을 군관으로 자망한 다음 그대로 인신을 사용하여 호령할 수 있게 하소서.”하니, 주상이 하교하기를,“이 장계를 보니, 그에게 죄과가 없다는 것을 알 수 있다. 도로 본직을 제수하여 허술해지는 폐단이 없게 하라.”하였다. 정언 이정영과 이정기가 이지형을 논핵한 것이 사실과 어긋났다는 이유로 인피하였다. 간원이 처치하여 체차하기를 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 7일(병인) 1번째기사",
                "gt-oKo": "경상 감사 이만(李曼)이 치계하기를, “칠곡 산성(漆谷山城)을 수보하는 일은 전적으로 부사 이지형(李枝馨)에게 맡겼는데, 재목을 베고 기와를 굽고 영보(營堡)를 헐 즈음에 논박받아 파직되었습니다. 지금 서투른 자에게 맡기면 일의 두서를 익히 알지 못하여 수습하고 요리하는 데에 허술함이 많을 것이니, 이지형을 군관(軍官)으로 자망(自望)하여 그대로 인신(印信)을 써서 호령할 수 있게 하소서.” 하니, 상이 하교하기를, “이 장계(狀啓)를 보니 그에게 죄과가 없다는 것을 알 수 있겠다. 본 직임을 도로 주어 허술한 폐단이 없게 하라.” 하였다. 정언 이정영(李正英)과 이정기(李廷夔)가 이지형을 논계한 것이 실상을 잃었다 하여 인피하였다. 간원이 체차하라고 처치하니, 상이 따랐다.",
                "hj": "○丙寅/慶尙監司李曼馳啓曰: “漆谷山城修補之役, 專委於府使李枝馨, 伐材燔瓦, 撤毁營堡之際, 被論罷職。 今若付之生手, 功役頭緖, 未能熟諳, 收拾料理, 必多踈漏。 請李枝馨軍官自望, 仍用印信, 以爲號令之地。” 上下敎曰: “觀此狀啓, 則其無罪過可知。 還授本任, 俾無虛踈之弊。” 正言李正英、李廷䕫以李枝馨論啓失實引避。 諫院處置遞差, 上從之。"
            },
            "2": {
                "H2KE-EN": "Yi Sibang , commissioner for accompanying the envoy , and Governor of Pyeongan Province , hurriedly reported to the King as follows: Magistrate of Cheongseong Bak Samyeong , relying upon the power of the barbarians of the barbarians, insulted the territory of the barbarians, secretly asked the barbarians to make an opportunity to make an unexpected disturbance. Yi Hyeong knew the circumstances and released them, but he could not satisfy their grievances. Samyeong also told the barbarians of the barbarians, The barbarians in the capital are narrow and their sleeves are inspected by the army commander . If we do not punish them according to the law, we cannot worry about the future. Your subject requests that he be executed by the border. The King approved this request.",
                "H2KE-nKo": "반송사 이시방, 평안 감사 정치화가 급히 장계하기를,“청성 첨사 박사명은 청나라의 세력을 빙자하여 토주를 능멸하고 이어서 무함할 계책을 꾸며 몰래 청나라 사신에게 부탁하여 장차 말썽을 일으키려 하였는데, 이형장이 기미를 알아차리고 해명하여 흉계를 이루지 못하였습니다. 박사명이 또 청나라 사람에게 말하기를 ‘서울에서는 넓은 소매를 좁게 하고 병사는 군병을 점검한다.’라고 하였습니다. 법률대로 처단하지 않으면 뒷날의 우환을 헤아릴 수 없을 것이니, 국경에서 효시하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 7일(병인) 2번째기사",
                "gt-oKo": "반송사(伴送使) 이시방(李時昉), 평안 감사(平安監司) 정치화(鄭致和)가 치계하기를, “청성 첨사(淸城僉使) 박사명(朴士明)은 청국의 세력을 믿고 그 곳 수령을 능멸하였으며 역시 무함할 생각으로 몰래 청사(淸使)에게 부탁하여 장차 말썽이 생기게 되었는데, 이형장(李馨長)이 그 기미를 알고 해명하였으므로 흉계를 부리지 못하였습니다. 박사명이 또 청인에게 말하기를 ‘서울에서는 넓은 소매를 좁히고 병사(兵使)가 군사를 점열(點閱)한다.’ 하였습니다. 율문에 따라 처단하지 않으면 뒷날의 걱정이 헤아릴 수 없을 것이니, 경상(境上)에서 효시하소서.” 하니, 상이 따랐다.",
                "hj": "○伴送使李時昉、平安監司鄭致和馳啓曰: “淸城僉使朴士明, 憑藉淸國之勢, 凌蔑土主, 仍爲誣陷之計, 潛囑淸使, 將致生梗, 李馨長知幾救解, 不得售其凶計。 士明又語于淸人曰: ‘京中狹其闊袖, 兵使點閱軍兵。’ 云。 若不依律科斷, 則日後之患, 有不可測, 請梟示境上。” 上從之。"
            },
            "3": {
                "H2KE-EN": "Jeong Segyu was appointed as inspector general , Sim Daebu was appointed as educational official , and Yi Jin was appointed as 부교리로 삼았다.",
                "H2KE-nKo": "정세규를 대사헌으로, 심대부를 응교로, 이진을 부교리로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 7일(병인) 3번째기사",
                "gt-oKo": "정세규(鄭世規)를 대사헌으로, 심대부(沈大孚)를 응교로, 이진(李袗)을 부교리로 삼았다.",
                "hj": "○以鄭世規爲大司憲, 沈大孚爲應敎, 李袗爲副校理。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On mujin day, a meteorite appeared in the middle of cloud and entered the sky and entered the sky. ",
                "H2KE-nKo": "유성이 짙은 구름 속에서 나와 손방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 9일(무진) 1번째기사",
                "gt-oKo": "유성이 짙은 구름 속에서 나와 손방으로 들어갔다.",
                "hj": "○戊辰/流星出密雲中, 入巽方。"
            },
            "2": {
                "H2KE-EN": "Han Heungil was appointed as inspector general , and Ha Roe and Yi Gwangjae were appointed as fourth censor .",
                "H2KE-nKo": "한흥일을 대사헌으로, 하진과 이광재를 정언으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 3월 9일(무진) 2번째기사",
                "gt-oKo": "한흥일(韓興一)을 대사헌으로, 하진(河溍)·이광재(李光載)를 정언으로 삼았다.",
                "hj": "○以韓興一爲大司憲, 河溍、李光載爲正言。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Minister of Rites Jo Ik , the first day of the twelfth month, presented the Veritable Records of the Government Arsenal (C. Government Arsenal , and then submitted a memorial, which stated: It is possible to fully understand the two books of the Classics and Mongolian (C. Zhou Xuan and the Mongolian (C. Zhou yi yielded to these books in order to fully understand their minds and conduct. If one were to be a good man, he would become a wise man, and thus he would become a wise man and a wise man. Your subject is foolish and foolish by others. Ever since 젊었을 때부터 reading books, he observed the words of the wise man and delighted them for more than fifty years, and there was also not a thorough knowledge. Although it is not possible to study it because he has long been diligent in his work and has also been fully understanding the knowledge of his work. Although this is not possible to study it, all these books have long been studying and obtained, and eventually, he has never seen the Confucian classics and history texts, which is greatly error. Therefore, your subject is worried that he might forget his work for a long time and forget it. Furthermore, he secretly studyed the Records of the Classics and made printing blocks for his book. This is a foolish man and meaning his work. Recently, your subject humbly heard that the Crown Prince is being lectured to be lectured at this time. Truly, it is possible to thoroughly understand his intention, and there is no thorough knowledge of his knowledge and wisdom and studying the skills. Thus, how could it be possible to describe the blessings of the state and the officials and the people? Although your humble work is not worth watching, it is not possible to fully understand the circumstances. However, it is inevitable that both farmers and horses have foolish entirely understanding the circumstances. Thus, your subject dared to submit a memorial. It is hoped that the Crown Prince will",
                "H2KE-nKo": "예조 판서 조익이 《곤지록》을 지어 바치고, 이어서 상소하기를,“공자와 맹자의 말과 일을 자세히 알 수 있는 것은 오직 《논어》와 《맹자》 두 책에 달려 있으니, 진실로 이 책에서 충분히 읽고 정밀하게 생각하여 그 마음가짐과 행사를 하나하나 이 책으로 본받는다면 이는 선인이 되고 이는 군자가 되고 이는 성현이 될 것입니다.어리석은 신은 남들보다 훨씬 못났는데 젊어서부터 독서하여 성현의 말씀을 보고 기뻐한 지 지금 50여 년이 되었습니다. 전력을 기울이고 세월이 오래되다 보니 또한 이해할 수 있는 곳이 없지 않아서 감히 스스로 옳다고 여기지는 못하겠습니다. 그러나 이는 모두 여러 해 동안 부지런히 공부하여 얻은 것으로, 끝내 경의에 크게 어긋나는 점을 보지 못하였습니다. 그러므로 구구한 저으기 스스로 오랫동안 잊혀지지나 않을까 걱정하다가 인하여 또 삼가 기록하여 권질을 이루었습니다. 이것이 어리석은 신이 한평생 오활하고 졸렬한 사업입니다.근래 삼가 듣건대 왕세자의 서연에서 이 책을 진강한다고 하니, 진실로 그 뜻을 깊이 탐구하여 모두 통달한다면 그 식견이 고명하고 도덕이 성취되는 것을 헤아릴 수 없을 것입니다. 그렇게 되면 종사와 신민의 복이 되는 것을 어찌 이루 다 말할 수 있겠습니까. 신의 천박한 사업은 비록 보잘것없지만 농부와 마부의 전력은 반드시 한 가지 어리석은 점도 없지 않을 것입니다. 이에 감히 염치를 무릅쓰고 올리니, 삼가 바라건대 왕세자께서는 한번 살펴보시고 성상께서 을야로 굽어살피소서.”하니, 답하기를,“경의 상소를 보고 매우 가상하게 여겼다. 올린 두 책은 모두 경이 여러 해 동안 부지런히 공부하여 얻은 것이니 유익한 글이라고 할 만하다. 상소 말미에 진달한 것은 경의 뜻에 따르겠다.”하고, 이어 아다개 1좌를 하사하였다. - 아다개는 표피요의 속명이다. -\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 1일(기축) 1번째기사",
                "gt-oKo": "예조 판서 조익(趙翼)이 《곤지록(困知錄)》을 지어 바치고, 이어서 상소하기를, “공(孔)·맹(孟)의 말과 일을 상세히 알 수 있는 것은 《논어》와 《맹자》 두 서책에 있을 뿐이니, 참으로 이것을 익히 읽고 정하게 생각하여 그 처심(處心)과 행사를 낱낱이 이 책으로 기준을 삼는다면 곧 선인(善人)이 되고 군자(君子)가 되고 성현(聖賢)이 될 것입니다. 신이 남들보다 훨씬 더 어리석기는 하나, 젊어서부터 글을 읽어 성현의 말씀을 보고 기뻐한 것이 지금까지 50여 년이 되었거니와, 오로지 힘쓴 것과 오랜 세월 때문에 또한 알게 된 곳도 없지 않습니다. 감히 스스로 옳게 여기지는 못하나, 이것은 다 여러 해 동안 부지런히 음미하여 얻은 것으로 마침내 또한 경의(經義)에 크게 어긋난 것을 보지 못하였습니다. 이 때문에 오래 되면 잊을까 염려되어 삼가 기록하여 권질(卷秩)을 이루었으니, 이것은 어리석은 신의 한평생 오활하고 졸렬한 사업입니다. 요즈음 듣건대, 왕세자의 서연(書筵)에서 바야흐로 이 서적을 진강(進講)한다 하니, 참으로 능히 그 뜻을 깊이 찾아서 모두 통달한다면 지견(知見)이 명철해지고 도덕이 진취하는 것을 한량할 수 없을 것이며, 종사(宗社)와 신민에게 복이 되는 것도 이루 말할 수 없을 것입니다. 신의 천한 사업은 볼 만하지는 못하나 농부나 마부의 소견이라도 한 가지 쓸 만한 것이 없지는 않을 것이므로 감히 이렇게 바치니, 왕세자가 한번 보고 성명께서도 을야(乙夜)에 굽어 살피시기를 우러러 바랍니다.” 하니, 답하기를, “경의 상소를 보고 매우 아름답게 여긴다. 바친 두 글은 모두 경이 여러 해 동안 애써 얻은 것이니 유익한 글이라 하겠다. 소 끝에 아뢴 것은 경의 뜻에 따르겠다.” 하고, 이어서 아다개(阿多介) 1좌(座)를 내렸다. 아다개는 범가죽 요의 속칭이다.",
                "hj": "○朔己丑/禮曹判書趙翼作《困知錄》投進, 因上疏曰: 孔、孟之言與事, 可得以詳焉者, 唯在《論》、《孟》二書, 誠能於此, 熟讀精思, 而其處心、行事, 一一以此書爲法, 則斯爲善人, 斯爲君子, 斯爲聖賢矣。 臣之愚陋, 最出人下, 而自少讀書, 見聖賢之言而悅之, 迨今五十年餘矣, 以其用力之專、歲月之久, 亦不無解曉處。 雖不敢自是, 然此皆積年辛勤咀嚼所得, 終亦未見其於經義, 大有差謬。 故區區竊自憂恐其久而忘也, 因又竊錄之, 積成卷帙, 此臣愚一生迂拙之事業也。 近者竊聞, 王世子書筵, 方以此書進講, 誠能深求其意, 而無不通達, 則其知見之明、道德之就, 不可限量, 而其爲宗社臣民之福, 如何勝言? 臣之賤業, 雖不足觀, 然農、馬之專, 未必無一得之愚, 玆敢冒昧呈進, 仰冀王世子一賜觀覽及聖明乙夜之俯察也。 答曰: “觀卿上疏, 深用嘉尙。 所進兩書, 無非卿積年辛勤之所得, 可謂有益之文也。 疏末所陳, 當副卿意。” 因以阿多介一坐賜之。【阿多介, 豹皮褥之俗名。】"
            },
            "2": {
                "H2KE-EN": "Governor of Gyeongsang Province Yi Man hurriedly reported to the King as follows: It is truly a beautiful institution to educate young candidates for the teaching elderly. However, the current situation in the outer provinces is different from that of the capital. If the teachers are scattered for a long distance, and if they are forced to gather and study, it will be difficult for them to sustain their own provisions. If they come and study at a time, they cancel the cold weather and cease. In your subjects humble opinion, in advance, it will be possible to select scholars from a large town near the local school or in the vicinity of a strategic prefecture to educate educational . The Ministry of Rites",
                "H2KE-nKo": "경상 감사 이만이 급히 장계하기를,“사장을 가려 정하여 동몽을 가르치게 하는 것은 참으로 아름다운 제도입니다. 그러나 지방의 형편은 서울과 달라서 스승과 제자가 흩어져 사는 곳이 서로 멀리 떨어져 있으므로 억지로 모여 배우게 하면 양식을 대기가 어려울 것이고, 때때로 와서 배우게 하면 햇볕이 쪼여 걷히기도 하고 걷히기도 할 것입니다. 신의 생각으로는, 먼저 웅주 거읍의 선비들이 가장 성한 곳에 향교나 서원 옆에서 동몽을 교육하는 곳을 처음으로 만들고, 향망을 갖춘 자를 잘 가려 뽑아서 훈련대장의 직임을 맡겨 이름을 열거하여 보고하게 한 다음 모곡으로 늠료를 주고, 그중에서 가르친 효과가 있는 자를 가려 승진시켜 경직의 말반에 차임하거나 아니면 또한 교관에 제수한다면, 과업을 권장하고 상을 주는 데 반드시 사기를 북돋우는 효과가 있을 것입니다. 또 모름지기 자주 강시한 연후에야 선별할 수 있는데, 신과 도사의 소관이 매우 번잡합니다. 본도의 11개 역 가운데 6개 역의 찰방을 문신으로 차출하고, 제독 교수라는 이름을 빌려주어 그들로 하여금 사시로 순력하며 근만을 등급 매긴다면 거의 유익할 것입니다.”하였다. 예조가 회계하기를,“일에 불편한 점이 있으니, 전례대로 도사로 하여금 순력하며 권면하고 독려하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 1일(기축) 2번째기사",
                "gt-oKo": "경상 감사(慶尙監司) 이만(李曼)이 치계하기를, “사장(師長)을 가려 정하여 어린이를 가르치는 것은 본디 아름다운 제도입니다. 그러나 외방의 사세는 서울과 달라 스승과 제자가 흩어져 살아 서로 멀리 떨어져 있으므로, 억지로 모여 배우게 하면 양식을 대기 어려울 것이고, 때때로 와서 배우게 하면 배우다 말다 하다가 그만두게 될 것입니다. 신의 생각으로는 먼저 사자(士子)가 가장 많은 큰 고을의 향교(鄕校)나 서원(書院) 옆에 어린이를 가르치는 곳을 세운 뒤 그 고장에서 명망이 있는 자를 극진히 가려 훈장(訓長)의 직임을 주고 이름을 적어서 아뢰어 모곡(耗穀)으로 늠료(廩料)를 주고, 그 가운데에서 가르친 성과가 있는 자는 경직(京職)의 말반(末班)에 승차(陞差)하거나 경교관(京敎官)을 제수하면 권과(勸課)에 상(賞)이 있어 반드시 흥기하게 될 것입니다. 또 반드시 자주 강시(講試)해야 우열을 구별할 수 있는데, 신과 도사(都事)는 맡은 일이 너무 많습니다. 그러니 본도의 11역(驛) 가운데에서 여섯 역의 찰방을 문신으로 차출하여 제독 교수(提督敎授)라는 이름을 빌어 사시(四時)로 돌며 근만(勤慢)의 등급을 매기게 하면 보탬이 될 것입니다.” 하였는데, 예조가 회계하기를, “일에 불편한 점이 있으니, 전례대로 도사가 돌며 권장하고 감독하게 하소서.” 하니, 상이 따랐다.",
                "hj": "○慶尙監司李曼馳啓曰: “擇定師長, 訓誨童蒙, 固是美制。 而外方事勢, 異於京城, 師生散處, 相去遙遠, 勒令聚學, 則資糧難繼, 有時來學, 則曝寒作輟。 臣之妄料, 先於雄州巨邑士子最盛之處, 或於鄕校、書院之傍, 草創蒙養之所, 極擇鄕望, 差授訓長之任, 擧名啓聞, 廩以耗穀, 擇其中訓誨有效者, 升差京職末班, 或除亦敎官, 則勸課有賞, 必有聳動之效矣。 且須頻頻講試, 然後可以甄別, 而臣及都事所管極繁。 本道十一驛中六驛察訪, 以文臣差出, 借以提督敎授之名, 使之四時巡歷, 等第勤慢, 則庶有所益。” 禮曹回啓以爲: “事有不便, 請依前例, 令都事巡歷勸督。” 上從之。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Kim Igyeong and Im Jung were appointed 지평으로 삼았다.",
                "H2KE-nKo": "무술년에 김이경과 임중을 지평으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 10일(무술) 1번째기사",
                "gt-oKo": "김이경(金以鏡)·임중(任重)을 지평으로 삼았다.",
                "hj": "○戊戌/以金以鏡、任重爲持平。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General reported as follows: After the roof tiles and candles for each kitchen roof tiles at the Royal Ancestral Shrine , [the roof tiles and candles] were reformed when they were destroyed and then reformed. It has been more than ten years since the roof tiles used for the roof tiles, and its color is easierly changed. However, the roof tiles and candles are unclean, and the roof tiles and candles for the roof tiles are also similar to this. If [the roof tiles and candles] are to be reformed and reformed, there will be no problem in such a problem. Your subjects request that [Your Majesty] order the Ministry of Taxation to report [the roof tiles] to implement [the roof tiles]. As a matter of great importance, how could [the roof tiles] be offered? As for the vessels, [the roof tiles] should also be carefully clean. In the past, all sacrificial vessels were built with leather quivers, and [the roof tiles] were transported [to the roof tiles]. Recently, the Ministry of Taxation supplied [the roof tiles] with [the roof tiles] to be replaced with [the roof tiles]. However, [the roof tiles and candles] are all empty, but how can [the roof tiles] be like this? Your subjects request that the roof tiles of the Ministry of Taxation and the Office of State Rites all be severely punished. The King accepted this request.",
                "H2KE-nKo": "헌부가 아뢰기를,“종묘의 각 침에 깔아 놓은 요와 휘장이 난리를 겪고 나서 다시 장만한 뒤에 훼손되는 대로 다시 장만한 지 십수 년이 되었습니다. 휘장은 홍초를 쓰므로 그 색깔이 변하기 쉽고 한 자 한 치씩 꿰매어도 찬란하여 가지런하지 않으며, 깔아 놓은 요도 다 이와 같습니다. 햇수를 한정하여 죄다 고쳐서 새롭게 한다면 이런 폐단이 없을 것이니, 해당 조로 하여금 주상께 여쭈어 시행하게 하소서.큰 일은 제사에 있으니, 어찌 전물뿐이겠습니까. 기명도 삼가서 깨끗하게 해야 합니다. 전에는 제물을 다 피통에 담아서 날라 왔으나, 근래에는 호조가 싸리장[杻籠]으로 갈음하여 거의 다 더럽고 찢어진 것을 쓰고 있습니다. 나라의 저축이 고갈되었다고는 하나 막중한 제향의 일을 어찌 이렇게 할 수 있단 말입니까. 호조와 봉상시의 해당 관원들을 모두 무거운 쪽으로 추고하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 10일(무술) 2번째기사",
                "gt-oKo": "헌부가 아뢰기를, “종묘(宗廟)의 각침(各寢)에 깔고 펴는 상욕(床褥)과 포장을 난리를 겪고 다시 장만한 뒤에는 훼손되는 대로 고쳐온 지가 10여 년이나 되었습니다. 포장은 홍초(紅綃)를 쓰므로 색이 변하기 쉬운데 조금씩 기워 붙이므로 알록달록하여 색이 고르지 않으며, 깔고 펴는 제구도 다 이와 같습니다. 햇수를 한정하여 죄다 갈아서 새롭게 하면 이런 폐단이 없을 것이니, 해조로 하여금 여쭈어서 시행하게 하소서. 국가의 큰 일은 제사에 있으니, 어찌 전물(奠物)뿐이겠습니까. 그릇도 삼가 깨끗이 해야 할 것입니다. 전에는 제물을 다 가죽통에 담아서 날라 왔으나 근래에는 호조에서 싸리바구니로 대용하는데 거의 다 더럽고 터진 것을 씁니다. 나라의 저축이 없다고는 하나 막중한 제사의 일을 어찌 이렇게 할 수 있겠습니까. 호조와 봉상시의 당해 관원들을 모두 엄하게 추고하소서.” 하니, 상이 따랐다.",
                "hj": "○憲府啓曰: “宗廟各寢鋪陳褥、帳, 經亂改備之後, 隨毁隨改, 以至十數年。 帳用紅綃, 其色易渝, 而尺寸補綴, 斑爛不齊, 鋪陳之具, 亦皆類此。 若限之以年, 盡改而新之, 則宜無此弊, 請令該曹, 啓稟施行。 大事在祀, 豈惟奠物? 至於器皿, 亦宜謹潔。 在前祭物皆盛以皮筒, 而輸致之, 比來戶曹, 代以杻籠, 而率用汚穢破裂者。 雖曰國儲蕩竭, 而莫重祭享之事, 豈容如是? 請戶曹、奉常寺當該官等, 竝從重推考。” 上從之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gihae day, the King appointed Yi Jihang as 대사간으로, Yi Jin as 사간으로, 홍명하를 부교리로, and Jeong Doeung as preceptor of the Grand Prince. Jeong Doeung was the grandson of Jeong Gyeongseung , and he was called in the hometown of his studies and virtue.",
                "H2KE-nKo": "이지항을 대사간으로, 이진을 사간으로, 홍명하를 부교리로, 정도응을 대군 사부로 삼았다. 정도응은 정경세의 손자로 학행으로 향리에서 칭송을 받았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 11일(기해) 1번째기사",
                "gt-oKo": "이지항(李之恒)을 대사간으로, 이진(李袗)을 사간으로, 홍명하(洪命夏)를 부교리로, 정도응(鄭道應)을 대군 사부(大君師傅)로 삼았다. 정도응은 정경세(鄭經世)의 손자인데, 학행(學行)으로 향리에서 칭송을 받았다.",
                "hj": "○己亥/以李之恒爲大司諫, 李袗爲司諫, 洪命夏爲副校理, 鄭道應爲大君師傅。 道應, 經世之孫, 以學行稱於鄕。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Special Capital Wall Repairs Directorate of the Government Arsenal made one hundred gunpowder weapons. The King entered and tested them. He ordered that the officials for supervising the construction and artisans, and others be rewarded.",
                "H2KE-nKo": "경자년 군기시 별조청에서 지총 100자루를 만들었다. 주상이 들여오게 하여 시험해 보고 감조관과 공장 등에게 상을 주라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 12일(경자) 1번째기사",
                "gt-oKo": "군기시 별조청(軍器寺別造廳)에서 지총(紙銃) 1백 병(柄)을 만들었다. 상이 들여와 시험하고, 감조관(監造官)과 공장(工匠) 등에게 상주라고 명하였다.",
                "hj": "○庚子/軍器寺別造廳, 造紙銃一百柄。 上入而試之, 命賞監造官及工匠等。"
            },
            "2": {
                "H2KE-EN": "Chief Escort Officer Noh Cheng of Japan hurriedly reported to the King as follows: The Japanese came [to Joseon] and said, The grand princes values and fraudulent behavior are growing more severe day by day. [The grand princes] raises many rare animals and rare animals, and desires to obtain rare animals from other countries and seek to the island. Your subject desires to obtain rare animals, white goats, white goatskins, ducks, hayskins, and meat. However, the price of the Japanese [price] is large and small, and the price of the Japanese [price] is to be respectfully issued by the imperial court.",
                "H2KE-nKo": "동래 부사 노협이 급히 장계하기를,“왜인이 나와서 말하기를 ‘대군의 호사스러움이 날로 심해져서 진귀한 새와 기이한 짐승을 많이 길러서 구경거리로 삼고 있습니다. 다른 나라의 진귀한 물품을 가져가려고 하여 도주에게 요구합니다. 야학, 백아, 백총, 고슴도치, 야학란, 육완을 얻기를 원합니다. 그 값은 조정에서 명하는 대로 하겠습니다.’라고 하였습니다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 12일(경자) 2번째기사",
                "gt-oKo": "동래 부사(東萊府使) 노협(盧協)이 치계하였다. “왜인이 나와서 말하기를 ‘대군(大君)의 호사(豪奢)가 날로 심하여 진기한 금수(禽獸)를 많이 길러 가까이 하고 다른 나라의 진귀한 물건을 가져오고 싶어하여 도주(島主)에게 요구하니, 야학(野鶴)·백아(白鵝)·백원앙(白鴛鴦)·고슴도치와 야학의 알과 육종용(肉蓯蓉)을 얻기를 바란다. 그 값은 조정에서 명하는 대로 하겠다.’ 하였습니다.”",
                "hj": "○東萊府使盧協馳啓曰: “倭人出來言: ‘大君豪侈日甚, 多畜珍禽奇獸, 以爲狎玩, 思致異國珍貴之物, 求索於島主。 願得野鶴、白鵝、白鴛鴦、蝟、野鶴卵、肉蓯蓉, 而其價多少, 則唯朝廷所命。’ 云。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyechuk day, a tiger born of a tiger in Heunghae County in Gyeongsang Province gave birth to triplets. The tiger born of a tiger was two.",
                "H2KE-nKo": "경상도 흥해군에서 고양이가 새끼를 낳았는데, 몸뚱이 하나에 머리가 둘이었다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 13일(신축) 1번째기사",
                "gt-oKo": "경상도 흥해군(興海郡)에서 고양이가 한 몸통에 머리가 둘인 새끼를 낳았다.",
                "hj": "○辛丑/慶尙道興海郡猫産雛, 一身兩頭。"
            },
            "2": {
                "H2KE-EN": "The King received the officials of the senior third rank or above in audience. Chief State Councilor김자점이 아뢰기를, “어영청의 supplied with the matters of the rotational unit of military campaigns and the supplied for the military campaigns, and then decided after deliberation. For this reason, we failed to make a report to the throne. 대장 Yi Wan said, It is proper to inspect the various jurisdictions and select capable of artisans. The King said, That is correct. The King said, Fuji승이 brought a letter of credence, and all said that it is proper to receive it, and thus accepted it. Then, all said that it is not proper to respond. What is such an importance? 하자, 김자점이 아뢰기를, “조정의 논의에서도 answered that it was not proper to respond. However, Jo Iki and Yi Baek persistently said that it would be proper to receive it. They should respond. The King said, All of them were excessively worried about the excessive circumstances. Therefore, I am afraid that the campaigns might raise the campaigns. Furthermore, when the 도주 enters the riverside, he always experienced one or two years. However, he has never been replaced with a letter of credential tallies, and he must have the name of the 도주. Now, if we do such things, it would be proper to reprimand him according to the principle. Third Minister of Rites Shin Myeon said, Though our country is weak, we cannot argue against the circumstances. Why must we yieldly follow the circumstances? The King said, Japanese saw our country like a single tallies, which is quite piteous. Is it not possible to send the letter of credential tallies to the capital? Left State Councilor이경석이 아뢰기를, “신의 생각으로는, it is not necessary to argue. It is requested that Your Majesty ask the chief state councilor . 하자, 김자점이 아뢰기를, “입시한 officials should be questioned. The King said, My dear sirs first. 하자, 김자점이 아뢰기를, “이미 excessive tallies of the precedent, so how could we respond to the letter of credent single tallies? Yi Gyeongseok said, The Ming court treats Japanese quite lightly, and thus many old men are worried. 신의 생각으로는, at the beginning, he received the letter of credent single tallies. Now, it would be proper to respond to the letter of credent single s. However, Your Majestys instruction is as such, and thus can be stopped. The King said, What do you think",
                "H2KE-nKo": "주상이 비변사 당상을 인견하였다. 영의정 김자점이 아뢰기를,“어영청의 군번과 보에 대한 사의를 상의하여 결정하였기 때문에 미처 의견을 갖추어 아뢰지 못하였습니다. 대장 이완은 ‘열읍을 순시하여 재능을 시험한 다음 가려 뽑아야만 정예로운 군사를 얻을 수 있다.’라고 하였습니다.”하니, 주상이 말하기를,“그렇다.”하였다. 주상이 말하기를,“등지승이 가지고 온 서계는 모두 받아야 한다고 하였기 때문에 받았으며, 또 모두 답하지 않아서는 안 된다고 하였다. 이처럼 중대한가?”하니, 김자점이 아뢰기를,“조정의 의논에도 답해서는 안 된다고 하는 자가 있었는데, 조익과 이시백은 받아야 한다고 고집하고 또 답해야 한다고 하였습니다.”하였다. 주상이 말하기를,“모두 지나치게 겁을 먹었으니, 이로 인하여 군사를 일으킬까 염려된다. 또 도주가 강호에 들어가면 으레 1, 2년이 걸리지만 가신으로 대신 서계를 만든 적이 없고 반드시 도주의 이름으로 서계를 만들었다. 그런데 지금 이와 같으니, 사리에 근거하여 배척해야 한다.”하니, 예조 참의 신면이 아뢰기를,“우리나라가 약하기는 하지만 사리에 근거하여 다툴 만한 일을 어찌 굳이 따를 필요가 있겠습니까.”하였다. 주상이 말하기를,“왜인이 우리나라를 어린아이처럼 여기니, 매우 통탄스럽다. 회답 초고를 지금 지어 들였는데, 끝내 보내지 않아서는 안 되겠는가?”하니, 좌의정 이경석이 아뢰기를,“신의 생각으로는 서로 따질 필요가 없다고 봅니다. 수상에게 물어보소서.”하였다. 김자점이 아뢰기를,“입시한 신료들에게 모두 물어보아야 합니다.”하니, 주상이 말하기를,“경의 뜻을 먼저 말하라.”하였다. 김자점이 아뢰기를,“이미 전례를 어겼으니 답하지 않은들 무엇이 해롭겠습니까.”하니, 이경석이 아뢰기를,“조정에서 왜인을 너무 가볍게 대하므로 기로들도 대부분 우려하고 있습니다. 신의 생각에는 처음에 이미 준엄하게 배척하고서 받았으니, 지금 회답하여 서로 따지지 않는다는 뜻을 보여야 한다고 봅니다. 그러나 성상의 하교가 이와 같으니, 오히려 중지시킬 수 있을 것입니다.”하였다. 주상이 말하기를,“경들의 뜻은 어떠한가?”하니, 모두 답하지 않는 것이 편리하다고 하였다. 주상이 말하기를,“여러 사람의 의견이 모두 같으니 답하지 않는 것이 마땅하다.”하니, 김자점이 아뢰기를,“어제 장계에서 도주가 요구한 야학 등의 물건을 주는 것이 어떻겠습니까?”하자, 주상이 말하기를,“이것은 구해 보내도록 하라.”하였다. 이경석이 아뢰기를,“난리를 겪은 뒤로 오랫동안 역마로 부르는 것을 폐지하였습니다. 지금은 역로가 조금 회복되었는데, 삼사의 신하들이 매번 사마로 왕래하니, 매우 체면을 손상하였습니다. 지금 이후로는 역마를 타게 해야 합니다.”하니, 주상이 말하기를,“그렇다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 13일(신축) 2번째기사",
                "gt-oKo": "상이 비국 당상을 인견하였다. 영의정 김자점(金自點)이 아뢰기를, “어영군(御營軍)의 번(番)과 보(保)에 관한 사의(事宜)는 검토하여 의정하느라고 미처 회계하지 못하였습니다. 대장 이완(李浣)은 말하기를 ‘열읍을 순열(巡閱)하고 시재(試才)하여 뽑아야 정예병을 얻을 수 있을 것이다.’ 하였습니다.” 하니, 상이 그렇다고 하였다. 이어 상이 이르기를, “등지승(藤智繩)이 가져온 서계를 다들 받아야 한다고 하므로 받았는데, 또 다들 회답하지 않을 수 없다 하니, 그처럼 중대한가?” 하니, 김자점이 아뢰기를, “조정의 의논 중에도 회답하여서는 안 된다고 말하는 자가 있으나, 조익(趙翼)과 이시백(李時白)은 받아야 하고 회답해야 한다고 고집합니다.” 하니, 상이 이르기를, “다들 이로 인하여 군사를 출동할까봐 지나치게 겁을 내고 있다. 또 도주가 강호(江戶)에 들어가서 걸핏하면 한두 해를 지내는데도 가신(家臣)을 시켜 대신 서계를 만들게 하지 않고 반드시 도주의 이름으로 만들게 하였다. 그런데 이번에는 이렇게 하였으니, 사리에 의거하여 물리쳐야 할 것이다.” 하였다. 예조 참의 신면(申冕)이 아뢰기를, “우리 나라가 약하기는 하나, 사리에 의거하여 따질 수 있는 일을 어찌 굽혀 따를 필요가 있겠습니까.” 하니, 상이 이르기를, “왜가 우리 나라를 어린아이처럼 보니 매우 통탄스럽다. 회답의 초고(草稿)를 지금 지어 들였다마는 끝내 보내지 않아서는 안 되겠는가?” 하였다. 좌의정 이경석(李景奭)이 아뢰기를, “신은 서로 겨룰 필요가 없다고 생각합니다. 수상(首相)에게 물으소서.” 하니, 김자점이 아뢰기를, “입시(入侍)한 신하들에게도 다 물어보소서.” 하였다. 상이 이르기를, “경의 생각을 먼저 말하라.” 하니, 김자점이 아뢰기를, “이미 전례를 어겼으니 회답하지 않은들 무엇이 해롭겠습니까.” 하고, 이경석이 아뢰기를, “조정에서 왜를 너무 가볍게 보므로 기로(耆老)들도 대부분 염려합니다. 신의 생각으로는 처음에 이미 엄히 물리쳤다가 받았으니, 지금은 회답하여 서로 겨루지 않는 뜻을 보여야 한다고 생각합니다. 그러나 성교(聖敎)가 이러하시니, 지금 그만두어도 되겠습니다.” 하였다. 상이 이르기를, “경들의 생각은 어떠한가?” 하니, 다들 회답하지 않는 것이 편리하다고 하였다. 상이 이르기를, “계책을 물어 의논이 다 같으니 회답하지 않는 것이 마땅하다.” 하였다. 김자점이 아뢰기를, “어제 장계 가운데에 도주가 요구한 야학(野鶴) 등의 물건을 주는 것이 어떻겠습니까?” 하니, 상이 이르기를, “그것은 구해 보내도록 하라.” 하였다. 이경석이 아뢰기를, “난리를 겪은 이후에 역마(驛馬)로 부르는 것을 오래 폐지하였습니다. 지금은 역로(驛路)가 조금 회복되었는데도 삼사의 관원들이 번번이 사마(私馬)로 왕래하므로 매우 체면을 손상하고 있습니다. 이 뒤로는 역마를 타게 하소서.” 하니, 상이 그리하라고 하였다.",
                "hj": "○上引見備局堂上。 領議政金自點曰: “御營軍番、保事宜, 商確而議定, 故未及回啓耳。 大將李浣以爲: ‘巡閱列邑, 試才抄擇, 然後方可得其精銳。’ 云矣。” 上曰: “然。” 上曰: “藤智繩齎來書契, 皆曰可受, 故受之, 又皆曰不可不答, 若是其重大歟?” 自點曰: “廷議亦有言其不可答者, 而趙翼、李時白執以爲可受, 且可答。” 上曰: “皆過生恐刼, 慮其因此而動兵也。 且島主入往江戶, 動經一二年, 而未嘗以家臣, 代爲書契, 必以島主之名爲之。 今乃如是, 當據理而斥之。” 禮曹參議申冕曰: “我國雖弱, 據理可爭之事, 何必曲從?” 上曰: “倭視我國如嬰兒, 殊可痛也。 回答草稿, 今方製入, 終不可不送歟?” 左議政李景奭曰: “臣意不必相較。 請問於首相。” 自點曰: “入侍臣僚, 皆可問也。” 上曰: “先言卿意。” 自點曰: “旣違前例, 不答何傷?” 景奭曰: “朝廷視倭太輕, 耆老之人, 亦多以爲憂。 臣意以爲, 初旣峻斥而受之, 今宜回答, 以示不相較之意, 而聖敎如此, 猶可及止也。” 上曰: “諸卿之意何如?” 皆曰: “不答便。” 上曰: “詢謀僉同, 不答宜矣。” 自點曰: “昨日狀啓中, 島主所求野鶴等物, 與之何如?” 上曰: “此則覓送可也。” 景奭曰: “經亂以後, 久廢馹召。 今則驛路稍蘇, 而三司之臣, 每以私馬往來, 殊欠體面。 今後宜令乘馹。” 上曰: “然。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "[The King] ordered that one set each of the Elementary Learning be bestowed upon the second-rank officials and the attendant officials of the second rank or above.",
                "H2KE-nKo": "임인년에 2품 이상 및 근시에게 각각 《소학》 1부를 하사하라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 14일(임인) 1번째기사",
                "gt-oKo": "2품 이상과 근시에게 각각 《소학》 1부(部)를 내리라고 명하였다.",
                "hj": "○壬寅/命賜二品以上及近侍, 《小學》各一部。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 계묘년에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 15일(계묘) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○癸卯/太白見。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported, Regarding the letter of reply to Tsushima Island , it was already decided that it was not proper to reply to the letter of reply to the Japanese guesthouse. It is proper to have the chief circuit commander of Dongnae instruct this to the Japanese circuit commander. The King followed this advice.",
                "H2KE-nKo": "예조가 아뢰기를,“대마도 가신의 서계에 회답해서는 안 된다는 것을 이미 인대할 때 의논하여 정하였으니, 동래의 수신으로 하여금 이 뜻을 왜차에게 유시하게 해야 합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 15일(계묘) 2번째기사",
                "gt-oKo": "예조가 아뢰기를, “대마도 가신의 서계에 회답하지 않아야 한다는 것을 이미 인대(引對) 때에 의논하여 정하였으니, 동래의 수신(守臣)을 시켜 이 뜻을 왜차(倭差)에게 이르도록 하소서.” 하니, 상이 따랐다.",
                "hj": "○禮曹啓曰: “對馬島家臣書契, 不當回答事, 旣已議定於引對時, 宜令東萊守臣, 諭此意於倭差。” 上從之。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Yi Haeng , the first counselor of the gapjin year (, Yi Haengu , the fifth counselor of the Office of the Inspector General , Kim응jo , the second counselor of the Office of the Inspector General , 홍명하 , the third counselor of the Office of the Censor General , Han Jin , the fourth counselor of the Office of the Censor General , Hong Deukgi , the fifth counselor of Ikpyeong , Kim Hong Uk , the first counselor of the Office of the Inspector General , Yi Haechang , the second counselor of the Office of the Inspector General , and Kim Jungil , the fourth counselor of the Office of the Inspector General .",
                "H2KE-nKo": "이행우를 대사간으로, 김응조를 집의로, 홍명하를 헌납으로, 한진을 정언으로, 홍득기를 익평부위로, 김홍욱을 부응교로, 이해창을 부교리로, 김중일을 부수찬으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 16일(갑진) 1번째기사",
                "gt-oKo": "이행우(李行遇)를 대사간으로, 김응조(金應祖)를 집의로, 홍명하(洪命夏)를 헌납으로, 한진(韓縝)을 정언으로, 홍득기(洪得箕)를 익평 부위(益平副尉)로, 김홍욱(金弘郁)을 부응교로, 이해창(李海昌)을 부교리로, 김중일(金重鎰)을 부수찬으로 삼았다.",
                "hj": "○甲辰/以李行遇爲大司諫, 金應祖爲執義, 洪命夏爲獻納, 韓縝爲正言, 洪得箕爲益平副尉, 金弘郁爲副應敎, 李海昌爲副校理, 金重鎰爲副修撰。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulsa day, the Office of the Censor General reported as follows: The sense of impeachment between inspectors and censors are extremely important. The mobilization and the mobilization of their suspension must follow the public opinion, and it is not proper to self-restraint. As for the case of Yi Mingu , it has been more than one month since deliberated, but he could not change his mind and deliberate on the mobilization of his suspension. Nevertheless, Yi Jin , the censor of the Office of the Censor General , did not wait until the mobilization order was given to the officials of the Office of the Censor General, and also arbitrarily deliberate on the other mobilization and deliberate on the mobilization of his suspension. Considering that the incident of the Office of the Inspector General, how can this be like this? Your subjects request that Yi Jin be replaced. The King followed this request.",
                "H2KE-nKo": "간원이 아뢰기를,“대간이 일을 논하는 것은 체면이 매우 중하니, 발론하거나 정계하는 것은 반드시 공의를 따라야지 자신의 사견을 자신해서는 안 됩니다. 이민구의 일에 대해 논집한 지 한 달이 넘었는데도 성상의 마음을 돌리지 못하였으니, 상의하여 전계를 정지해도 안 될 것이 없습니다. 그런데 사간 이진은 정사를 행하라는 명이 내려진 뒤에 동료 관원이 나오기를 기다리지도 않고 다른 계사까지 아울러 마음대로 정지하였으니, 대각의 고사로 헤아려 볼 때 어찌 이럴 수 있단 말입니까. 이진을 체차하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 17일(을사) 1번째기사",
                "gt-oKo": "간원이 아뢰기를, “대간이 일을 논하는 것은 체면이 매우 중대하므로 그 발계(發啓)하고 정계(停啓)하는 것은 반드시 공론에 따라야지 사견을 스스로 믿어서는 안 됩니다. 이민구(李敏求)의 일은 논집한 지 한 달이 넘었어도 상의 뜻을 돌리지 못하였으니 상의하여 정계하여도 안 될 것이 없습니다. 그런데 이진(李袗)은 정사(政事)의 명이 내려진 뒤에 동료 관원이 출사하기를 기다리지 않고 다른 계사까지도 아울러 마음대로 정계하였으니, 대각(臺閣)의 고사(故事)로 볼 때 어찌 이렇게 할 수 있겠습니까. 이진을 체차하소서.” 하니, 상이 따랐다.",
                "hj": "○乙巳/諫院啓曰: “臺諫論事, 體面甚重, 其發其停, 必循公議, 不可自信私見。 李敏求事, 論執逾月, 不能回天, 商確停啓, 未爲不可, 而司諫李袗, 政事命下之後, 不待僚員之出, 竝與他啓辭而擅停, 揆諸臺閣故事, 豈容如是? 請李袗遞差。” 上從之。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On byeongo day, a meteor emerged from the middle of the Shen River and entered the sunset of the sunset.",
                "H2KE-nKo": "유성이 심성 가운데에서 나와 손방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 18일(병오) 1번째기사",
                "gt-oKo": "유성이 심성(心星) 가운데에서 나와 손방(巽方)으로 들어갔다.",
                "hj": "○丙午/流星出心星中, 入巽方。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "At jeongmi day, the King appointed 정유 Seong as left royal secretary , Eom Jeonggu as second censor , Yi Seok as third inspector , Yi Haechang as section chief of the Ministry of Personnel , and Gi Jinheung was promoted to grand master for comprehensive governance . This was due to his meritorious deeds in supervising the making of paper and archery. The inspectors and censors requested to withdraw the royal order, which stated, The meritorious deeds are not insignificant. Moreover, the son of a loyal subject cannot be said to this grand master for comprehensive governance. The King repeatedly refused to grant the request.",
                "H2KE-nKo": "정미년에 정유성을 좌승지로, 엄정구를 사간으로, 이석을 장령으로, 이해창을 이조 정랑으로 삼았다. 기진흥에게 통정대부의 품계를 가자하였는데, 지포를 감독한 공로 때문이다. 대간이 그 명을 도로 거두어들이기를 계청하니, 답하기를,“그 공로가 작지 않고 또 충신의 아들이니, 이번에 가자하는 것은 안 될 것이 없다.”하였다. 여러 차례 아뢰었으나 따르지 않았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 19일(정미) 1번째기사",
                "gt-oKo": "정유성(鄭維城)을 좌승지로, 엄정구(嚴鼎耉)를 사간으로, 이석(李晳)을 장령으로, 이해창(李海昌)을 이조 정랑으로 삼았다. 기진흥(奇震興)에게 통정 대부를 가자하였는데, 지포(紙砲)를 감독하여 만든 공로 때문이다. 대간이 도로 거두기를 계청하니, 답하기를, “그 공로가 작지 않고 또 충신의 아들이니 이번에 가자한 것은 안 될 것 없다.” 하였다. 여러 번 아뢰었으나, 따르지 않았다.",
                "hj": "○丁未/以鄭維城爲左承旨, 嚴鼎耉爲司諫, 李晳爲掌令, 李海昌爲吏曹正郞, 加奇震興通政階, 以紙砲監造之勞也。 臺諫啓請還收, 答曰: “厥功非細, 且忠臣之子, 今此加資, 未爲不可矣。” 累啓而不從。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that music be bestowed upon the Royal Concubine Hyomyeong when he was outside the palace.",
                "H2KE-nKo": "효명옹주가 출합할 때 음악 1등을 내리라고 명하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 19일(정미) 2번째기사",
                "gt-oKo": "효명 옹주(孝明翁主)가 출합(出閤)할 때에 풍악 1등을 내리라고 명하였다.",
                "hj": "○命於孝明翁主出閤時, 賜樂一等。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On musin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 20일(무신) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○戊申/太白見。"
            },
            "2": {
                "H2KE-EN": "At this time, there was a great drought. The Ministry of Rites requested that a rite of praying for rain be performed. The King approved this.",
                "H2KE-nKo": "이때 크게 가물었다. 예조가 기우제를 지내기를 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 20일(무신) 2번째기사",
                "gt-oKo": "이때 크게 가물었으므로 예조가 기우제(祈雨祭)를 거행하기를 청하니, 상이 따랐다.",
                "hj": "○時, 大旱。 禮曹請行祈雨祭, 上從之。"
            },
            "3": {
                "H2KE-EN": "Kim Gyeong , Left Army Commander of Left Gyeongsang Province , paid a farewell visit to the King. The King received him in audience.",
                "H2KE-nKo": "경상 좌병사 김반이 하직 인사를 하니, 주상이 불러서 보았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 20일(무신) 3번째기사",
                "gt-oKo": "경상 좌병사(慶尙左兵使) 김적(金逷)이 사조하니, 상이 소견(召見)하였다.",
                "hj": "○慶尙左兵使金逷辭朝, 上召見之。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyeyu day, an earthquake occurred.",
                "H2KE-nKo": "지진이 있었다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 21일(기유) 1번째기사",
                "gt-oKo": "지진(地震)이 있었다.",
                "hj": "○己酉/地震。"
            },
            "2": {
                "H2KE-EN": "The Office of the Establishment of Ceremonies reported as follows: Originally, the military forces of this magistracy were provided only one boy. However, in the autumn of the byeongja year (, your subject Yi Seo wished to have each of the military forces prepared for battle horses and armor and helmets. Your subject requests that three boys be provided in accordance with the precedent. However, because the military forces were not implemented, the military forces were unable to prepare their armor and helmets. However, there were many who occupyed three boys as before. Your subject requests that during the inspection of troops, the military forces and horses be required to prepare their armor and helmets. Those unable to prepare their armor and helmets should be chosen from three boys and distributed to those unable to have no boys. The King approved this.",
                "H2KE-nKo": "어영청이 아뢰기를,“본청의 군병들에게 당초에는 1명의 보인만 지급하였는데, 병자년 가을에 신 이서가 각각 전마와 갑주를 갖추게 하려고 3명의 보인을 기준으로 지급할 것을 주상에게 아뢰어 청하였습니다. 그런데 이 일이 시행되기도 전에 난이 일어나 군병들이 갑주를 갖추지 못하고 단지 옛 명령만 가지고 그대로 3명의 보인을 차지한 자가 많았습니다. 순열할 때에는 전에 재가하신 대로 갑주와 말을 갖추도록 요구하고, 제대로 갖추지 못한 자는 3명의 보인을 뽑아내어 보인이 없는 사람에게 옮겨 지급하는 것이 편리하겠습니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 21일(기유) 2번째기사",
                "gt-oKo": "어영청이 아뢰기를, “본청의 군사에게는 당초에 1보(保)만을 주었는데, 병자년 가을에 고신(故臣) 이서(李曙)가 각각 전마(戰馬)와 갑주(甲胄)를 갖추게 하려고 3보를 맞추어 주기를 계청하였습니다. 그런데 일이 시행되기 전에 난리가 일어났으므로 군사들은 갑주를 갖추지 못하였는데도 다만 구령(舊令)에 따라 3보를 그대로 차지한 자가 많이 있습니다. 순열(巡閱)할 때에 전에 계하한 대로 갑주와 전마를 갖추도록 요구하되 못하는 자는 3보를 뽑아내어 보인(保人)이 없는 사람에게 옮겨 주는 것이 온편하겠습니다.” 하니, 상이 따랐다.",
                "hj": "○御營廳啓曰: “本廳軍兵, 當初只給一保, 而丙子秋, 故臣李曙欲使各備戰馬、甲冑, 啓請准給三保。 事未施行而亂作, 軍兵等未能備甲冑, 而只以舊令, 多有仍占三保者。 巡閱之時, 依前啓下, 責備甲、馬, 其不能者則抽出三保, 移給無保之人爲便。” 上從之。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the first day of the month, a meteor emerged from the Shim and entered the sunset of the Southern Dipper .",
                "H2KE-nKo": "경술년에 유성이 심성 아래에서 나와 손방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 22일(경술) 1번째기사",
                "gt-oKo": "유성이 심성 아래에서 나와 손방으로 들어갔다.",
                "hj": "○庚戌/流星出心星下, 入巽方。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King received officials of the senior third rank or above from the Ministry of War and Magistrate of Ganghwa Jo Gyewon in audience and addressed Jo Gyewon, saying, My dear sir saw the sound of the sound. The King said, If the sound of the king",
                "H2KE-nKo": "신해년에 주상이 비변사 당상 및 강화 유수 조계원을 불러서 보았다. 조계원에게 말하기를,“경이 강도를 두루 살펴보았는데, 그 형세가 어떠하던가?”하니, 대답하기를,“강도가 과연 천험이나 설비하지 않을 수 없는 곳이 간혹 있었습니다.”하였다. 주상이 말하기를,“긴요한 곳은 성을 쌓아 지키지 않을 수 없다.”하니, 병조 판서 이시백이 아뢰기를,“어떤 백성의 힘으로 쌓을 수 있겠습니까.”하고, 좌의정 이경석이 아뢰기를,“연미정 등의 곳은 형편을 헤아려서 남영과 북영으로 나누거나 중진을 설치하는 것이 좋겠습니다. 그리고 창고도 한 곳에만 편중되게 두어서는 안 됩니다.”하고, 영의정 김자점이 아뢰기를,“옛날에는 평지에 참호를 설치하여 지킨 경우가 있었는데, 강도의 물은 참호를 설치하는 것보다 오히려 낫지 않겠습니까.”하고, 이시백이 아뢰기를,“목장에 관한 일은 속히 변통해야 합니다.”하였다. 주상이 말하기를,“만약 목장을 혁파한다면 유수는 과연 육지의 백성들로 하여금 앞다투어 와서 모이게 할 수 있겠는가?”하니, 조계원이 아뢰기를,“육지의 백성들이 와서 모이는 것은 감히 알 수 없으나, 이미 오는 길을 열어 놓았고 또 유리하다면 누군들 오지 않겠습니까.”하였다. 주상이 말하기를,“목장을 혁파하자는 의논은 선왕 때부터 있었으나 세 가지 불가한 점이 있었기 때문에 실행하지 못하였다고 한다. 첫째는 마정을 중히 여기는 것이고, 둘째는 토민이 옮겨 들어가는 것이고, 셋째는 사대부가 함부로 점유하는 것이다. 지금 유수는 반드시 마음과 힘을 다하여 위임한 뜻을 저버리지 않을 것이니, 목장을 혁파하고 목장의 말은 다른 섬으로 옮겨 두도록 하라.”하였다. 주상이 또 말하기를,“강도에 보낸 군기가 적지 않은데 모두 사용할 수 없다고 하니, 지금 만들어서 들여보내는 것을 착실히 하도록 힘써야 할 것이다.”하였다. 대사간 이행우가 나아가 아뢰기를,“외간에서 전하는 말에 ‘소현 세자가 돌아올 때 가지고 온 물화가 있었는데 대내에서 내다 팔았다.’라고 하니, 이것은 유사에게 내려 명백하게 처리해야 할 것입니다. 예로부터 화리에 뜻을 두어 청명한 덕에 누를 끼치지 않은 임금은 적었습니다.”하니, 주상이 말하기를,“이 말이 매우 타당하다. 비단 등의 물건은 세월이 오래되어 벌레가 찢어졌다고 하므로 과연 되팔게 하여 그 자녀들로 하여금 보탬이 되게 하려고 하였다. 그런데 지금 이와 같은 말을 들으니, 이는 내가 생각하지 못한 탓이다.”하였다. 이경석이 아뢰기를,“김류의 시호와 표문을 지금 고쳐 지어야 하는데, 30인을 되살려 죽인 일은 《승정원일기》를 근거로 삼아야 합니까, 아니면 자제의 가장을 근거로 삼아야 합니까?”하니, 주상이 말하기를,“삼대 이전에 있었던 일도 문헌을 상고하여 알 수 있는데, 더구나 30년이 채 못 된 일이겠는가. 그러나 그 일은 거론할 필요가 없다.”하였다. 이경석이 아뢰기를,“재변이 망극하고 한재가 또 심하니, 주상께서는 더욱 깊이 생각하시어 억울한 모든 일에 관계된 것은 신원해 주어야 할 것입니다. 반정 초기에는 종과 주인의 구분이 매우 분명하였는데, 근래에는 주인을 배반한 노비들이 거의 다 내수사로 들어가 버렸기 때문에 원한을 품은 자가 많습니다.”하니, 주상이 말하기를,“참으로 이런 일이 있었는가? 거듭 밝혀 검핵하도록 하라.”하였다. 이때 조계원이 새로 강도에 가서 험하고 평탄한 형편을 순력하고 묘당에 면대하여 의논하러 왔으므로 이렇게 인대한 것이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 23일(신해) 1번째기사",
                "gt-oKo": "상이 비국 당상과 강화 유수(江華留守) 조계원(趙啓遠)을 인견하였다. 조계원에게 이르기를, “경은 강도(江都)를 두루 보았는데 그 형세가 어떻던가?” 하니, 대답하기를, “강도는 과연 천험(天險)입니다마는 설비하지 않아서는 안 될 곳이 띄엄띄엄 있습니다.” 하였다. 상이 이르기를, “긴요한 곳은 성을 쌓아서 지키지 않아서는 안 될 것이다.” 하니, 병조 판서 이시백이 아뢰기를, “무슨 백성의 힘으로 쌓을 수 있겠습니까.” 하고, 좌의정 이경석(李景奭)이 아뢰기를, “연미정(燕尾亭) 같은 곳은 그 형편을 헤아려 혹 남·북영(南北營)으로 나누거나 중진(重鎭)을 설치하는 것이 괜찮겠습니다. 또 창고도 치우치게 한 곳에 두어서는 안 되겠습니다.” 하고, 영의정 김자점(金自點)이 아뢰기를, “예전에는 평지에 참호를 설치하여 지킨 자도 있었거니와 강도의 물은 오히려 참호를 설치한 것보다 낫지 않겠습니까.” 하였다. 이시백이 아뢰기를, “목장(牧場)에 관한 일은 빨리 변통해야 하겠습니다.” 하자, 상이 이르기를, “목장을 폐지하면 유수는 과연 육지 백성을 앞다투어 모여들게 할 수 있겠는가?” 하니, 조계원이 아뢰기를, “육지 백성이 모여들지는 감히 알 수 없으나, 이미 올 길이 열렸고 또 이로운 것이 있다면 누가 오지 않겠습니까.” 하였다. 상이 이르기를, “목장을 폐지하자는 의논은 선조(先朝)에서도 있었으나, 세 가지 안 될 일이 있으므로 수행하지 못하였다 하는데, 그 첫째는 마정(馬政)을 중히 여기는 것이고 둘째는 토민(土民)이 옮겨 들어가는 것이고 셋째는 사대부가 멋대로 차지하는 것이었다. 이번 유수는 반드시 마음을 다하고 힘을 다하여 위임한 뜻을 저버리지 않을 것이니, 목장을 폐지하고 목장의 말은 다른 섬으로 옮겨 두라.” 하였다. 상이 또 이르기를, “강도에 보낸 군기가 적지 않은데 다 쓸 수 없다 하니, 이번에 만들어 들여보내는 것은 착실하게 하도록 힘써야 한다.” 하였다. 대사간 이행후(李行遇)가 나아가 아뢰기를, “밖에서 전하는 말이 ‘소현 세자(昭顯世子)가 돌아올 때에 가져온 물건이 있는데 대내(大內)에서 내어다 팔았다.’ 하니, 이것을 유사(有司)에게 내려 명백히 처리해야 하겠습니다. 예전부터 화리(貨利)에 뜻을 둔 임금치고 청명(淸明)한 덕을 손상하지 않은 경우는 적었습니다.” 하니, 상이 이르기를, “그 말이 매우 마땅하다. 비단 같은 물건은 세월이 오래 지나면 좀먹어 상한다 하기에, 과연 팔아서 그 자녀들에게 보탬이 되게 하려고 하였다. 지금 듣건대, 그러한 말이 있다 하니, 대개 내가 생각하지 못한 탓이다.” 하였다. 이경석이 아뢰기를, “김류의 시표(諡表)는 이제 고쳐 지어야 할 것인데, 30인을 어지러이 베어 죽인 일은 《정원일기(政院日記)》에 의거해야 합니까, 자제가 지은 가장(家狀)에 의거해야 합니까?” 하니, 상이 이르기를, “삼대(三代) 이전에 있었던 일도 문헌을 상고하여 알 수 있는데, 더구나 30년도 안 될 일이겠는가. 그러나 그 일은 거론할 것이 없다.” 하였다. 이경석이 아뢰기를, “재변이 그지없는데 한재가 또 심하니 상께서는 더욱 염려하셔서 모든 억울한 일에 관계되는 것을 씻어 주셔야겠습니다. 반정 당시에는 종과 주인의 구분이 매우 분명했으나, 근래에는 주인을 배반한 종이 거의 다 내수사(內需司)에 들어가므로 억울하게 여기는 자가 많습니다.” 하니, 상이 이르기를, “참으로 그런 일이 있는가? 더욱 밝혀 사실을 조사하게 하라.” 하였다. 이때 조계원이 새로 강도에 가서 험이(險易)의 형편을 돌아보고 묘당에 면대하여 의논하러 왔으므로, 이 인대(引對)가 있었다.",
                "hj": "○辛亥/上引見備局堂上及江華留守趙啓遠, 謂啓遠曰: “卿周覽江都, 其形勢何如?” 對曰: “江都果是天險, 而間有不可不設備處矣。” 上曰: “緊要處則不可不築城而守之矣。” 兵曹判書李時白曰: “以何民力而能築之乎?” 左議政李景奭曰: “燕尾亭等處, 量其形便, 或分爲南、北營, 或設重鎭可也。 且倉庫亦不可偏置於一處也。” 領議政金自點曰: “古有平地設塹而守之者, 江都之水, 不猶愈於設塹乎?” 時白曰: “牧場一款, 宜速變通。” 上曰: “若罷牧場, 則留守果能使陸民, 爭先來集乎?” 啓遠曰: “陸民之來集, 雖不敢知, 而旣開來路, 又有所利, 則其孰不來?” 上曰: “罷牧場之議, 自先朝有之, 而有三不可, 故不果行云。 其一, 重馬政也; 其二, 土民之移入也; 其三, 士夫之冒占也。 今留守必能盡心竭力, 不負委任之意, 其罷牧場, 場馬則移置他島。” 上又曰: “軍器之送於江都者, 亦非不多, 而皆不可用云, 今之造成而入送者, 務令着實可也。” 大司諫李行遇進曰: “外間傳言: ‘昭顯東還時, 有物貨之齎來者, 而自內出賣云。 此宜下之有司, 明白區處也。 自古人君, 留意貨利, 而不累淸明之德者尠矣。” 上曰: “此言甚當矣。 錦段等物, 年久蟲破云, 故果令飜賣, 欲使其子女, 有所補用。 今聞有如此之言, 蓋予不思之過也。” 景奭曰: “金瑬謚表, 今當改撰, 三十人亂斬事, 則當以《政院日記》爲據歟? 以子弟家狀爲據歟?” 上曰: “事在三代以上者, 亦可考文獻而知之, 況未及三十年之事乎? 然其一款, 不必擧論也。” 景奭曰: “災變罔極, 旱災又甚, 自上宜加惕慮, 凡係冤枉之事, 使有所伸雪可也。 反正之初, 奴主之分甚明, 近來叛主奴婢, 率皆投入於內需司, 故抱冤者多矣。” 上曰: “誠有是事耶? 其令申明撿覈。” 是時, 啓遠新往江都, 巡歷險易形便, 以面議廟堂來詣, 故有是引對也。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On imja day, when the Crown Prince was the Crown Prince who was concurrently serving as Second Deputy Director of the Office of Lectures for the Crown Prince Sim Daebu , he was the preceptor of the past. When the Crown Prince attends the Office of Lectures for the Crown Prince , there would be a difference between propriety and propriety. Have the Office of Lectures for the Crown Prince discuss the matter and decide upon the officials of the Office of Lectures for the Crown Prince. The King sent this matter to the Ministry of Rites . The Ministry of Rites reported to the King, saying, The way of respecting the Crown Prince is a great importance of propriety. However, as the Crown Prince is the duty of the Crown Prince, the Crown Prince attends the Office of Lectures for the Crown Prince is a sense of importance. Therefore, it is not appropriate to impose a sense of importance on the Crown Prince on the Crown Prince. The King said, The report is correct.",
                "H2KE-nKo": "왕세자가 겸필선 심대부는 바로 옛날 사부로서 서연에 입시할 때의 예모에 구별이 있어야 할 듯하다고 하여, 강원으로 하여금 예관과 의논하여 정하게 하였다. 강원이 이러한 뜻으로 진계하니, 이 일을 예조에 내렸다. 예조가 회계하기를,“스승을 높이는 도리는 진실로 예의 큰 절차입니다. 그러나 지금은 그 직책이 궁관이고 서연에 입시하는 것은 본래 체면이 있으니, 사적인 일로 꺾어서는 안 될 듯합니다.”하니, 답하기를,“아뢴 말이 옳다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 24일(임자) 1번째기사",
                "gt-oKo": "왕세자가, 겸필선(兼弼善) 심대부(沈大孚)는 전에 사부(師傅)였으므로 서연(書筵)에 입시할 때의 예모에 구별이 있어야 할 듯하다고 하여 강원(講院)으로 하여금 예관에게 의논하여 정하게 하였는데, 강원이 이 뜻을 아뢰니, 일을 예조(禮曹)에 내렸다. 예조가 회계하기를, “스승을 높이는 도리는 본디 큰 예절이나, 이제는 그 벼슬이 궁관(宮官)입니다. 서연에 입시하는 데에는 절로 체면이 있으니, 사정 때문에 변동할 수는 없을 듯합니다.” 하니, 답하기를, “아뢴 말이 옳다.” 하였다.",
                "hj": "○壬子/王世子以兼弼善沈大孚, 卽舊時師傅, 書筵入侍之時, 禮貌似當有別, 令講院議定于禮官。 講院以此意陳啓, 事下禮曹。 禮曹回啓曰: “尊師之道, 固是禮之大節, 然今則其職宮官。 書筵入侍, 自有體面, 恐不可以私撓之。” 答曰: “啓辭是矣。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gapjin day, the King appointed Jo Ik as inspector general , Yu Junchang as third inspector , Yi Cheongi as third censor , Yun Gyeom as fourth censor , Yi Geup as fifth inspector , and 홍명하를 수찬으로 삼았다.",
                "H2KE-nKo": "조익을 대사헌으로, 유준창을 장령으로, 이천기를 헌납으로, 윤겸을 정언으로, 이회를 부교리로, 홍명하를 수찬으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 26일(갑인) 1번째기사",
                "gt-oKo": "조익(趙翼)을 대사헌으로, 유준창(柳俊昌)을 장령으로, 이천기(李天基)를 헌납으로, 윤겸(尹㻩)을 정언으로, 이회(李禬)를 부교리로, 홍명하(洪命夏)를 수찬으로 삼았다.",
                "hj": "○甲寅/以趙翼爲大司憲, 柳俊昌爲掌令, 李天基爲獻納, 尹㻩爲正言, 李禬爲副校理, 洪命夏爲修撰。"
            },
            "2": {
                "H2KE-EN": "A Buddhist monk and a Buddhist monk named Ilam changed his military clothes and entered the Gapyang Gate . The monk arrested him and sent him to the office in charge to interrogate him.",
                "H2KE-nKo": "어떤 중이 한 남자와 함께 융의로 변장하고 협양문 안으로 들어왔는데, 체포하여 유사에게 넘겨 다스리게 하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 26일(갑인) 2번째기사",
                "gt-oKo": "어느 중이 한 남자와 함께 융의(戎衣)로 변복하고 협양문(協陽門) 안으로 들어왔으므로 잡아서 유사(有司)에게 넘겨 다스리게 하였다.",
                "hj": "○有僧與一男子, 變着戎衣, 入協陽門內, 捕付有司治之。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Chief Superintendent of the Royal Ancestral Shrine Yi Gyeongseok reported on the basis of the report from the Office of the Inspector General . After 봉심한 뒤에 아뢰기를, “난리를 겪은 뒤로 문서와 의궤가 산실되어 남아 있는 것이 없습니다. In general, the size of the twooden twood",
                "H2KE-nKo": "종묘 도제조 이경석이 사헌부의 계사를 가지고 봉심한 뒤에 아뢰기를,“난리를 겪은 이래로 문서와 의궤가 산일되어 남아 있는 것이 없습니다. 대개 그 크기에 따라 파손된 곳을 보충하여 꿰매는 것이 병자년 이전의 근래의 규례입니다. 그런데 초장은 한 폭에 한 군데 파손된 곳이 있으면 그 폭을 고치고, 지의는 한 석에 한 군데 파손된 곳이 있으면 그 자리를 바꾸는 것이 바로 전부터 있어 오던 고사입니다. 그러나 연한을 정하는 것에 대해서는 전혀 보고 들은 것이 없습니다. 신의 뜻으로 미루어 보건대, 봄가을로 봉심하는 것은 오로지 비가 새는 것을 위해서만이 아니니, 파손되는 대로 보충하여 꿰매는 뜻이 자연히 그 가운데 있는 것입니다. 그런데 오직 한 치 정도 보충하여 꿰매어 형색이 일정하지 않게 하는 것은 대단히 구차하니, 이것은 마땅히 고사대로 해야 합니다. 만약 반드시 연한을 정하는 것이 옳다고 한다면 3년 5년은 너무 잦고 10년은 또 자못 멀며, 또 완전히 고칠 때에는 한 종묘 안을 모두 바꾸어야 하니, 번독하기가 자못 심합니다. 만약 연한이 차지 않아 파손되고 더러워지는 것을 갑자기 고칠 수 없다고 한다면 봄가을로 봉심하는 것이 한갓 형식적인 것이 되고 말 것이니, 이것은 구차하고 간략하게 하려는 것이 아니라 도리어 온당치 못한 점이 있습니다. 예조로 하여금 다시 근거할 만한 전례를 상고하게 하고, 또한 다른 대신에게 널리 하문하소서.”하였다. 예조가 아뢰기를,“이미 근거할 만한 문적이 없으니 지금 따라야 할 것은 다만 전폭과 전엽을 고쳐서 옛 규례를 회복하는 것뿐입니다. 다만 초장의 변색은 대개 가까운 지역에서 찌는 듯이 젖어서 그렇게 된 것이기 때문에 매 폭마다 하단의 색깔이 변하고 그 반은 변하지 않는다고 합니다. 근래의 규례는 파손되는 대로 따라서 꿰매는 것이 실로 이 때문입니다. 또 새로 만들 때 매 폭마다 혹 척수가 짧은 것이 있으면 다른 초로 계속 이어 만들어서 만든다고 합니다. 그렇다면 한 폭에 두 개의 초가 계속 이어지는 것은 문제가 없을 듯합니다. 변색된 곳을 한 치씩 보충하여 꿰매면 그 색깔이 진실로 순일하지 않으나, 만약 변색된 것을 따라 모두 고친다면 그 색깔이 크게 다르지는 않을 것입니다. 다시 대신에게 의논하소서.”하니, 영의정 김자점이 아뢰기를,“파손된 곳을 보충하여 그 색깔을 새롭게 하는 것은 예에 있어서 그만둘 수 없는 것이니 연한에 구애해서는 안 될 듯합니다. 그러나 개보할 때에는 반드시 그 폭을 고르게 하고 그 색깔을 순일하게 하여 보는 데 흠이 없게 한 뒤에야 정례에 합당할 듯합니다.”하자, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 28일(병진) 1번째기사",
                "gt-oKo": "종묘 도제조(宗廟都提調) 이경석(李景奭)이 헌부의 계사에 따라 봉심한 뒤에 아뢰기를, “난리를 겪은 이래로 문서와 의궤(儀軌)가 산실되어 남은 것이 없습니다. 대개 그 크기에 따라 파손된 곳을 기워 붙이는 것은 병자년 이전의 근규(近規)인데, 초장(綃帳) 한 폭 가운데에서 한 곳이 파손되면 그 폭을 갈고 지의(地衣)한 자리 가운데에서 한 곳이 파손되면 그 자리를 갑니다. 이것은 전부터 내려오는 옛 규례입니다마는 연한을 정하는 것으로 말하면 보고 들은 것이 전혀 없습니다. 신의 생각으로 미루어보건대, 봄가을의 봉심이 오로지 비가 새는 것을 살피기 위해서만 하는 것이 아니라면 훼손되는 대로 보수하는 뜻이 절로 그 가운데에 있을 것인데, 부분만을 보수하여 형색(形色)이 고르지 않게 하는 것은 매우 구차하니, 이것은 옛 규례에 따라서 해야 하겠습니다. 반드시 연한을 두는 것이 옳다고 할 경우 3년이나 5년은 너무 잦고 10년은 또 자못 멀며 또 갈 때에는 종묘 안을 다 갈아야 하므로 그 번거로운 것이 더 심할 것입니다. 그리고 연한이 되기 전에 파손되고 더러워진 것을 바로 갈지 못한다면 봄가을의 봉심은 다만 겉치레가 될 것이니, 이것은 구차하지 않으려다가 도리어 미안하게 되는 것입니다. 예조를 시켜 의거할 만한 전례를 다시 상고하게 하고 또 다른 대신에게 널리 물으소서.” 하였는데, 예조가 아뢰기를, “의거할 만한 문적(文籍)이 이미 없어졌으므로, 이제 따라야 할 것은 전폭(全幅)·전엽(全葉)을 갈아서 옛 규례를 회복하는 것뿐입니다. 다만 초장의 색이 변하는 것은 대개 땅에 가까운 곳이 축축하기 때문에 그렇게 되는 것이므로 폭마다 아래 끝은 색이 변하고 그 반은 변하지 않는다고 합니다. 요즈음 관례가 파손되는 대로 기우는 것은 참으로 이 때문입니다. 또 새로 만들 때에 폭마다 혹 길이가 짧은 것이 있으면 다른 깁으로 이어서 만든다 하는데, 그렇다면 한 폭 가운데에서 두 깁이 이어지는 것은 무방할 듯합니다. 변색된 곳을 마디마디 기워 붙이면 그 색이 본디 순전하지 못할 것이니, 변색된 것이 있는 것은 전체를 갈면 그 색이 다르게 되지는 않을 것입니다. 대신에게 다시 의논하소서.” 하고, 영의정 김자점(金自點)이 아뢰기를, “파손된 것을 보수하고 색을 새롭게 하는 것은 예에 있어서 그만둘 수 없는 것이니 연한에 얽매여서는 안 될 듯합니다. 그러나 보수할 때에는 반드시 폭을 고르게 하고 색을 같게 하여 보기에 흠이 없게 해야 정례(情禮)에 맞을 듯합니다.” 하니, 상이 따랐다.",
                "hj": "○丙辰/宗廟都提調李景奭以憲府啓辭, 奉審後啓曰: “經亂以來, 文書、儀軌散逸無存。 大槪隨其大小, 補綴破處者, 是丙子前近規, 而綃帳一幅有一破處, 則改其幅; 地衣一席有一破處, 則改其席者, 此卽自前流來故事也, 至如年限之定, 了無見聞。 臣以意推之, 春秋奉審, 不專爲雨漏而已, 則隨毁隨補之意, 自在其中, 惟其寸補尺緝, 致形色之不齊者, 殊涉苟簡, 此則宜依故事爲之。 若必以限年爲可, 則三年五年, 旣太頻數, 十年則又頗遼遠, 且全改之時, 一廟之內, 皆當改易, 其爲煩瀆, 殆有甚焉。 若以年限之未及, 而其破其汚, 未得輒改, 則春秋奉審, 適爲虛文之歸, 此則不欲爲苟簡, 而反有所未安。 請令禮曹, 更考可據之例, 亦廣詢於他大臣。” 禮曹啓曰: “旣無文籍可據, 今之所宜從者, 但改全幅、全葉, 以復舊規而已。 但綃帳之渝色, 蓋因近地蒸濕而致然, 故每幅下端色變, 而其半則不變云。 近例隨破隨綴者, 實以此也。 且凡新造之時, 每幅或有尺短者, 則以他綃承續而成之云, 然則一幅之中, 二綃相續, 恐無害也。 渝色之處, 寸寸補綴, 則其色固不純, 若隨渝色者而盡改之, 則其色不至殊異。 請更議大臣。” 領議政金自點以爲: “補其破, 新其色, 禮所不已, 似不可拘於限年也。 然其改補之時, 必須齊其幅, 一其色, 無欠於觀瞻, 然後似合情禮。” 上從之。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On jeongyu day, Governor of Pyeongan ProvinceJeong Chi requested that he be replaced by his post and returned to his hometown to visit his fathers illness. The King granted permission.",
                "H2KE-nKo": "평안 감사 정치화가 체차되어 돌아가 병든 아비를 보살피게 해 줄 것을 청하니, 허락하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 29일(정사) 1번째기사",
                "gt-oKo": "평안 감사(平安監司) 정치화(鄭致和)가 체직하고 돌아가 병든 아비를 보살피게 해주기를 청하니, 윤허하였다.",
                "hj": "○丁巳/平安監司鄭致和乞遞職, 歸省病父, 許之。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King appointed Yun Seong as third inspector [of the Office of the Inspector General] , Jeong Dugyeong as fourth inspector [of the Office of the Inspector General] , Yi Jeonggyeong as second censor , and Yi Haechang as third censor .",
                "H2KE-nKo": "윤성을 장령으로, 정두경을 부수찬으로, 이정영을 부교리로, 이해창을 헌납으로 삼았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 3일(신묘) 1번째기사",
                "gt-oKo": "윤성(尹珹)을 장령으로, 정두경(鄭斗卿)을 부수찬으로, 이정영(李正英)을 부교리로, 이해창(李海昌)을 헌납으로 삼았다.",
                "hj": "○辛卯/以尹珹爲掌令, 鄭斗卿爲副修撰, 李正英爲副校理, 李海昌爲獻納。"
            },
            "2": {
                "H2KE-EN": "The Right Capital Wall Regional Military Commission reported, Adjunct Overseer of the Military Training Office Kim Heungseon and others rushed to the house of catching cattle and secretly entered the deep valley of Baegak and catched cattle. The circumstances and the thieves of the cattle are truly surprised. Among them, Kim Heungseons crime were essentially revealed from the thieves of the thieves. However, he himself knew of his crime and did not come to the palace for many days, but there is no way to catch cattle. For this reason, we dared to report to Your Majesty. The King responded, Capital Wall Regional Military Commission.",
                "H2KE-nKo": "우변포도청이 아뢰기를,“무예별감 김흥선 등 수십 인이 소를 도살한 인가에 돌입하여 소를 빼앗아 백악의 깊은 골짜기에 몰래 들어가 도살하였다고 하니, 무리를 지어 겁탈한 정상이 참으로 매우 놀랍습니다. 그중 김흥선은 여러 역적의 공초에 긴요하게 나왔는데, 궐내에 입직하였다가 스스로 자신의 죄를 알고는 여러 날 동안 나오지 않아 잡을 길이 없었습니다. 감히 여쭙니다.”하니, 답하기를,“일체로 추문하여 다스리라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 3일(신묘) 2번째기사",
                "gt-oKo": "우변 포도청(右邊捕盜廳)이 아뢰기를, “무예 별감(武藝別監) 김흥선(金興善) 등 수십 인이 소를 잡는 인가에 돌입하여 소를 빼앗아 백악(白岳)의 깊은 골짜기 속에 몰래 들어가서 잡아 먹었다 하니, 무리를 맺어 겁탈한 정상이 참으로 매우 놀랍습니다. 그 가운데에 김흥선은 여러 도둑의 공초에 긴요하게 나왔는데, 대궐 안에 입직하다가 스스로 자신의 죄를 알고는 여러 날 동안 나오지 않으므로 잡을 길이 없습니다. 감히 아룁니다.” 하니, 답하기를, “마찬가지로 추문하여 다스리라.” 하였다.",
                "hj": "○右邊捕盜廳啓曰: “武藝別監金興善等數十人突入屠牛人家, 奪取其牛, 潛入白岳深谷中, 而屠之云, 其結黨劫奪之狀, 誠極驚駭。 其中金興善, 緊出於諸賊之招, 而入直闕內, 自知其罪, 累日不出, 捕捉無路。 敢稟。” 答曰: “一體推治。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The old practices of the muo year (1428, the fifth year of King Sejong. Each year, during the regular morning court assembly, civil officials selected young and intelligent and skills to divide one classic. Sometimes during the oral examinations, sometimes an official was ordered to take the oral examination on the Confucian classics. Later, the practice was discontinued and not implemented. On this day, civil officials selected thirty-five years of age or younger. They were ordered to concentrate on one classic. On the eleventh day of the fourth month, the first day of the fourth month, and the first day of the fourth month, the metropolitan examination on the talented men. Those selected were thirty-five.",
                "H2KE-nKo": "무오년의 고사를 보면 식년마다 나이 젊고 총민한 문신을 선발하여 경서 하나를 나누어 주고 전강을 하기도 하고 명관에게 고강을 하기도 하였는데, 그 뒤로 폐지하고 행하지 않았다. 이때에 이르러 35세 이하인 문신을 선발하여 경서 하나만을 전공하게 하고 사맹삭 11일에 전강을 행하여 그 능력을 평가하여 선발된 자가 35인이었다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 30일(무오) 1번째기사",
                "gt-oKo": "옛 규례에는 식년(式年)마다 나이가 젊고 총민한 문신을 뽑아 한 경(經)을 나누어 주고 전강하게 하거나 명관(命官)으로 하여금 고강하게 하였는데, 그 뒤로 폐지하고 거행하지 않았다. 이 때에 이르러 35세 이하의 문신을 뽑아 한 경을 오로지 공부하게 하고 사계절의 첫달 11일에 전강하여 잘하는지 못하는지를 고사하게 하였는데, 뽑힌 자는 35인이었다.",
                "hj": "○戊午/故事, 每式年, 選文臣之年少聰敏者, 分授一經, 或殿講, 或命官考講, 厥後廢而不行。 至是, 選文臣年三十五以下者, 使專治一經, 四孟朔十一日爲殿講, 考其能否, 被選者三十五人。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "A meteor emerged from the mid-shaped cloud and entered the eastern suburbs.",
                "H2KE-nKo": "임진년에 유성이 짙은 구름 속에서 나와 동방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 4일(임진) 1번째기사",
                "gt-oKo": "유성(流星)이 짙은 구름 속에서 나와 동방으로 들어갔다.",
                "hj": "○壬辰/流星出密雲中, 入東方。"
            },
            "2": {
                "H2KE-EN": "Third Minister of Works Kim Jip and Fourth Inspector [of the Office of the Inspector General] 송시열 all resigned and did not come.",
                "H2KE-nKo": "공조 참의 김집, 지평 송시열이 모두 사직하고 오지 않았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 4일(임진) 2번째기사",
                "gt-oKo": "공조 참의 김집(金集), 지평 송시열(宋時烈)이 다 사직하고 오지 않았다.",
                "hj": "○工曹參議金集、持平宋時烈, 皆辭不至。"
            },
            "3": {
                "H2KE-EN": "The King held the regular morning court assembly. He selected seven passers of the civil service examination including 민정중 , and fifteen passers of the military service examination including Yi Dongro .",
                "H2KE-nKo": "정시를 행하여 문과에서는 민정중 등 7인을 뽑고 무과에서는 이동로 등 15인을 뽑았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 4일(임진) 3번째기사",
                "gt-oKo": "정시(庭試)를 시행하여 문과 민정중(閔鼎重) 등 7인과 무과 이동로(李東老) 등 15인을 뽑았다.",
                "hj": "○設庭試, 取文科閔鼎重等七人、武科李東老等十五人。"
            },
            "4": {
                "H2KE-EN": "Superintendent [of the Office of the Royal Decrees] Yu Gyesang submitted a memorial as follows: Since Your Majestys health is not well, it has been rare in ten years since Your Majesty to receive your subjects in audience. Due to the reign of Your Majesty, the regular morning court assembly has been abolished. Considering that the sun and earth have been closed, the sun and the moon have a sun and the sun and moon, and the sun and the stars have run quickly unknown. Although it is said that Your Majesty has a sage and has no opportunity to change it, how could there not be anyone who has secretly moved? The Emperor has not established the imperial world, and the four cardinal principles have ruined. Ever since Your Majesty has no means of righteousness, your subjects have no law to maintain, and your subjects have slightly occurred and rushed to this day. Your Majesty has suffered from the dignity of Heaven and has continued to suffer from famine, and there has been rumors of rumors and rumors, and the people have no discourtesy. There has been no unexpected disasters, and the unexpected disasters have occurred every month, and the disaster of the world and the world would ocur. If Your Majesty has installed the imperial world first, thereby encouraging a great discipline, and leading your subjects beforehand, it would be impossible to achieve one piece of the world. Your subjects venture to say that the urgent situation is to establish the royal world first, and the foundation of the royal world should be opened again at the Royal Lecture. The ancients regarded books as prescribed in the scripture of disease, but books were not able to remove disease from dise. Generally speaking, one hundred diseases cannot be attached to ones mind. If there is a possibility to be a possible person, then it would be possible to disease from dise from dise. Furthermore, the sages words were deeply sincere and sincere, and the world and disorder was clearly revealed in history. Therefore, Your Majesty should study the world and clearly apprehensive him. If Your Majesty finds his mind and recognizes his illness, how would it not be a great merit? Your Majesty is indeed able to proceed to the hall of governance",
                "H2KE-nKo": "부수찬 유계가 상소하기를,“성상의 건강이 좋지 못하여 10년 이래로 신하들을 드물게 접견하여 정무를 보는 사이에 조참하는 예가 폐지되었으니, 비유하면 천지가 막히고 일월이 빛을 감추어 만상이 분주하여 어디로 돌아갈지 모르는 것과 같습니다. 비록 상성의 자질은 사물에 따라 변하지 않는다고 하지만 좌우의 궁녀와 내시들 중에 또한 어찌 물이 스며들어 몰래 옮겨 가는 자가 없겠습니까. 황극이 서지 않아 사유가 무너지고 있는데, 위에서는 도리를 헤아리지 못하고 아래에서는 법을 지키지 않아 느슨하게 지내다 보니 지금에 이르렀습니다. 하늘이 무서운 위엄을 내려 기근이 거듭되고 유언비어가 횡행하여 백성들에게 잘못이 없고, 비상한 변고가 달마다 생겨나니 위망의 화가 조석간에 닥칠 듯합니다. 만약 전하께서 먼저 큰 뜻을 세워 크게 경동하고 크게 진작하여 아랫사람들에게 모범을 보이지 않으신다면 하늘의 뜻을 돌리는 공을 결코 한 덩어리로 잡기를 바랄 수 없을 것입니다.신이 삼가 생각건대 오늘날 급히 해야 할 것은 먼저 성상의 뜻을 세우는 데 있고, 성상의 뜻을 세우는 근본은 다시 경연을 여는 데 있습니다. 옛사람은 서책을 병을 물리치는 도구로 삼았으나 서책은 병을 물리칠 수 있는 것이 아닙니다. 대개 사람의 온갖 병은 마음에서 생기고 마음에 주견이 있으면 저절로 음악과 여색, 외물이 정에 빠져 해가 생기는 경우가 아니면 모두 병을 물리칠 수 있는 이치가 있는 것입니다. 더구나 성현의 말씀은 훈계가 매우 절실하고 사적에 실려 있어 치란이 환히 드러났으니, 이것을 마음속에 깊이 담아 두고 깊이 음미하여 경계하고 반성하신다면 마음을 다스리고 병을 치료하는 데 어찌 큰 공이 있지 않겠습니까. 전하께서 진실로 때때로 편전에 납시어 형식적인 겉치레를 벗어 버리시되 집안사람 부자간의 의절처럼 조용히 강구하여 마음을 공평하게 가지신다면, 또한 침체되어 있는 분위기가 점차 가벼워지고 평쾌해지는 지경에 이를지 어찌 알겠습니까.”하니, 답하기를,“상소를 살펴보고 매우 가상하게 여겼다. 내 마땅히 유념하겠다.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 4일(임진) 4번째기사",
                "gt-oKo": "부수찬 유계가 상소하기를, “성후(聖候)가 편찮으시어 10년 이래로 신하들을 드물게 접견하시고 정무를 살피시는 사이에 조참(朝參)의 예(禮)가 정지되었으니, 이를테면 천지가 닫히어 일월이 빛을 감추므로 만상(萬象)이 분주하여 돌아갈 곳을 모르는 것과 같습니다. 상성의 자질은 외물 때문에 변하지 않는다고는 하나, 좌우의 궁녀나 환시의 말이 스며들어 넌지시 변하게 되는 경우가 어찌 없겠습니까. 황극(皇極)이 서지 않고 사유(四維)가 마구 무너져 위에서는 도리로 헤아리는 것이 없고 아래에서는 법에 따라 지키는 것이 없이 이완된 채 지금에까지 이르렀는데, 하늘은 포학하여 기근이 잇달고 와언이 크게 일어나 백성이 안정하지 못하며 비상한 변이 달마다 일어나니, 위망의 화가 곧 있을 듯합니다. 전하께서 먼저 큰 뜻을 세워 크게 경동(警動)하고 크게 진작하여 뭇 신하에 앞장서시지 않으면, 한 줌의 약에서 하늘의 뜻을 돌리는 공을 바랄 수는 없을 것입니다. 신의 생각으로는 오늘날 급히 해야 할 것은 먼저 성지(聖志)를 세우는 데에 있는데, 성지를 세우는 근본은 경석(經席)을 다시 여는 데에 있을 듯합니다. 옛사람은 서책(書冊)을 병을 물리치는 도구로 삼았습니다. 이는 서책이 병을 물리칠 수 있는 것이 아니라, 사람의 온갖 병은 마음에서 생기는데 마음에 주견이 있다면, 스스로 성색(聲色)과 외물에 마음을 빼앗겨서 해독이 생기게 된 경우가 아니면 다 병을 물리칠 수가 있기 때문입니다. 더구나 성현의 말씀은 훈계가 매우 절실하고 사적(史籍)에 실린 것은 치란(治亂)이 분명하니, 이것을 마음속에 받아들여 깊이 음미하고 경계하며 반성한다면 마음을 다스리고 병을 고치는 데에 어찌 큰 공이 있지 않겠습니까. 전하께서 참으로 때때로 편전(便殿)에 나아가 겉치레를 버리고 가정의 아버지와 아들 사이처럼 조용히 강구하여 몸과 마음에 알맞고 평온하게 하신다면 또한 솟아나 모여 있는 침체된 기운도 장차 가벼워지고 나아지게 될지 어찌 알겠습니까.” 하니, 답하기를, “소를 보고 매우 아름답게 여긴다. 내가 유념하겠다.” 하였다.",
                "hj": "○副修撰兪棨上疏曰: 聖候違豫, 十年以來, 罕接臣隣, 位宁之間, 朝參禮廢, 譬猶天地閉塞, 日月藏耀, 萬象奔馳, 不知所歸。 雖曰上聖之資, 不因物遷, 而左右婦寺, 亦豈無浸漬而潛移者乎? 皇極不建, 四維橫潰, 上無道揆, 下無法守, 泄泄沓沓, 越至于今, 旻天疾威, 饑饉荐仍, 訛言孔將, 民未有戾, 非常之變, 式月斯生, 危亡之禍, 若在朝夕。 倘非殿下先立大志, 以大警動大振作, 率先群下, 則回天之功, 決難望於刀圭之一撮。 臣竊以爲, 今日之所當急, 在於先立聖志, 立聖志之本, 在於復開經席。 古人以書冊爲却病之具, 書冊非能却病, 蓋人之百病, 生於心, 心苟有主着處, 則自非聲色、外物之溺情, 而害生者, 皆有却病之理。 況聖賢之言, 訓戒深切, 史籍所載, 治亂昭著, 以是浸灌于淵衷, 深味而警省, 則其於治心養病, 豈不大有功乎? 殿下誠能時御便殿, 擺脫文具, 如家人父子之儀, 從容講究, 適體平心, 則又安知濆滀之氣, 沈沌積滯者, 亦將漸就輕利平快之境哉?” 答曰: “省疏深用嘉尙。 予當留念焉。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyesa day, Venus appeared during the gyemyo day (1423, the fourth month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 5일(계사) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○癸巳/太白見。"
            },
            "2": {
                "H2KE-EN": "On muo day, a meteor emerged from Jikyeol Lodge and entered the northeast.",
                "H2KE-nKo": "유성이 직녀성 아래에서 나와 간방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 5일(계사) 2번째기사",
                "gt-oKo": "유성(流星)이 직녀성 아래에서 나와 간방(艮方)으로 들어갔다.",
                "hj": "○流星出織女星下, 入艮方。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "A meteor emerged from the northern outskirts of the gabo year ( and entered the western outskirts of the capital.",
                "H2KE-nKo": "유성이 북두성 아래에서 나와 서방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 6일(갑오) 1번째기사",
                "gt-oKo": "유성이 북두성 아래에서 나와 서방으로 들어갔다.",
                "hj": "○甲午/流星出北斗星下, 入西方。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulmi day, Venus appeared during daylight hours. At night, a meteor emerged from the star of the South Dipper and entered the southern area.",
                "H2KE-nKo": "태백성이 낮에 나타났다. 밤에 유성이 누성 위에서 나와 남방으로 들어갔다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 7일(을미) 1번째기사",
                "gt-oKo": "태백성이 나타났다. 밤에 유성이 누성(婁星) 위에서 나와 남방으로 들어갔다.",
                "hj": "○乙未/太白見。 夜, 流星出婁星上, 入南方。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the byeongsin day.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 8일(병신) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丙申/太白見。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On jeongyu day, Venus appeared during the jeongyu daylight hours.",
                "H2KE-nKo": "정유년에 태백성이 나타났다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 9일(정유) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丁酉/太白見。"
            },
            "2": {
                "H2KE-EN": "The classics licentiate Yi Gip , who resides in Jeonju , submitted a memorial requesting that an elevated 서원 be bestowed upon [Yi] Eon []. The King ordered that the Ministry of Rites deal with the matter. Later, the King finally did not grant permission.",
                "H2KE-nKo": "전주에 사는 생원 이기업 등이 상소하여 이언적의 서원에 액호를 내려 주기를 청하니, 주상이 해당 조에 명하여 참작하여 처리하게 하였다. 그러나 뒤에 끝내 허락하지 않았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 9일(정유) 2번째기사",
                "gt-oKo": "전주(全州)에 사는 생원 이기업(李基業) 등이 상소하여 이언적(李彦迪)의 서원(書院)에 액호(額號)를 내려주기를 청하니, 해조에 명하여 참작하여 처리하게 하였는데, 그 뒤에 결국 윤허하지 않았다.",
                "hj": "○全州居生員李基業等上疏, 請賜李彦迪書院額號, 上命該曹酌處, 後竟不許。"
            },
            "3": {
                "H2KE-EN": "The King issued an order to appoint the son of Hong Deukgi , the vice-minister of Sukan County . [Hong] Deukgi was the grandson of [Hong] Myeonggu [].",
                "H2KE-nKo": "주상이 하교하기를,“숙안 군주의 부위를 홍중보의 아들 홍득기로 정하라.”하였다. 홍득기는 홍명구의 손자이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 9일(정유) 3번째기사",
                "gt-oKo": "상이 하교하기를, “숙안 군주(淑安郡主)의 부위(副尉)를 홍중보(洪重普)의 아들 홍득기(洪得箕)로 정하라.” 하였다. 홍득기는 홍명구(洪命耉)의 손자이다.",
                "hj": "○上下敎曰: “淑安郡主副尉, 以洪重普子得箕定之。” 得箕, 命耉之孫也。"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor General reported as follows: Jo Jin , a scholar residing in Ansan , claimed that his son having committed adultery with his siblings and his younger siblings. He tried to conceal his circumstances and lured his younger siblings and his younger siblings to kill him. The magistrate Kim Yeomjo hid the circumstances and did not immediately interrogate him. Your subjects request that he be severely punished according to the law. Your subjects also request that Your Majesty have the province investigate the circumstances and deal with him according to the law. The King granted permission.",
                "H2KE-nKo": "간원이 아뢰기를,“안산에 사는 사인 조진은, 그 아들이 그 숙모를 간통하여 더러운 소문이 전파되자 그 자취를 감추려고 그 아우의 처를 유인하여 우물에 빠뜨려 죽였습니다. 그런데 군수 김염조는 지금까지 덮어 둔 채 즉시 조사하여 다스리지 않고 있습니다. 무거운 쪽으로 추고하고, 본도로 하여금 조사하여 사실을 알아낸 다음 법에 따라 처단하게 하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 4월 9일(정유) 4번째기사",
                "gt-oKo": "간원이 아뢰기를, “안산(安山)에 사는 사인(士人) 조진(趙搢)은 제 아들이 숙모를 간통하여 더러운 소리가 퍼지자 그 자취를 엄폐하려고 제 아우의 아내를 인하여 우물에 빠뜨려 죽였습니다. 그런데 군수(郡守) 김염조(金念祖)는 지금까지 엄폐하여 두고 즉시 엄하게 다스리지 않았으니, 가능한한 무겁게 추고하고 본도로 하여금 조사하여 실정을 알아낸 다음 법에 따라 처단하게 하소서.” 하니, 상이 따랐다.",
                "hj": "○諫院啓曰: “安山居士人趙搢, 以其子蒸其叔母, 穢聲傳播, 欲掩其跡, 誘引其弟妻, 投井殺之。 郡守金念祖, 至今掩置, 不卽覈治, 請從重推考, 令本道査問得實, 據法處斷。” 上從之。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, a meteor emerged from the Western Detached Palace and entered the Western Detached Palace . The meteor emerged from 허성 and entered the Western Detached Palace . The red color was enough and its loyal color was survived.",
                "H2KE-nKo": "화성이 태미 서원 안으로 들어갔다. 유성이 허성 아래에서 나와 북두성 위로 들어갔는데, 색이 붉고 빛이 땅을 비추었다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 1일(기미) 1번째기사",
                "gt-oKo": "화성(火星)이 태미 서원(太微西垣) 안으로 들어갔다. 유성(流星)이 허성(虛星) 아래에서 나와 북두성(北斗星) 위로 들어갔는데 색이 붉고 빛이 땅을 비추었다.",
                "hj": "○朔己未/火星入太微西垣內。 流星出虛星下, 入北斗星上, 色赤光照地。"
            },
            "2": {
                "H2KE-EN": "Superintendent of the Directorate of Palace Kitchen Supplies Kim Jae and others reported, What do you think about symptoms of Your Majestys health? The King said, Recently, I was suffering from the cold weather, but I did not become extremely immediate. The King entered the Royal Hunt and reported to the King after saying, The symptoms of Your Majestys health are the symptoms of the symptoms. Your subjects request that Your Majesty take medicine and present them. The King granted this request.",
                "H2KE-nKo": "약방 도제조 김자점 등이 아뢰기를, “옥후의 조섭이 전에 비해 어떠하십니까?” 하니, 답하기를, “요즈음 감기를 앓고 있으나 대단하지는 않다.” 하였다. 약방이 입진한 뒤에 아뢰기를, “성후가 감기 증세이니 약을 지어 올리게 하소서.” 하니, 상이 따랐다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 1일(기미) 2번째기사",
                "gt-oKo": "약방 도제조(藥房都提調) 김자점(金自點) 등이 아뢰기를, “옥후(玉候)의 조섭(調攝)이 전보다 어떠하십니까?” 하니, 답하기를, “요즈음 상한(傷寒)을 얻었으나 대단하지는 않다.” 하였다. 약방이 입진(入診)한 뒤에 아뢰기를, “성후(聖候)는 감풍(感風)의 증세이니 약을 지어 바치겠습니다.” 하니, 상이 따랐다.",
                "hj": "○藥房都提調金自點等啓曰: “玉候調攝, 比前如何?” 答曰: “近得傷寒, 而不至大段矣。” 藥房入診後啓曰: “聖候乃是感風之證, 請劑藥以進。” 上從之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinhae day, the King issued an order, stating, The drought is extremely severe. Have the prisoners release and imprisonment of their unjust charges.",
                "H2KE-nKo": "주상이 하교하기를,“가뭄이 이렇게 심하니 원옥을 심리하게 하라.”하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 2일(경신) 1번째기사",
                "gt-oKo": "상이 하교하였다. “가뭄으로 인한 재변이 이토록 심하니 억울한 옥사(獄事)를 심리하라.”",
                "hj": "○庚申/上下敎曰: “旱災此極, 其令審理冤獄。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On mujin day, the first day of the month, a meteor emerged from a pavilion on the left side of the enclosure of Taemi Lodge .",
                "H2KE-nKo": "목성이 순행하여 태미원 좌집법성을 범하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 3일(신유) 1번째기사",
                "gt-oKo": "목성(木星)이 순행(順行)하여 태미원(太微垣)의 좌집법성(左執法星)을 범하였다.",
                "hj": "○辛酉/木星順行, 犯太微垣左執法。"
            },
            "2": {
                "H2KE-EN": "The King received the침을 맞았다. This was according to the words of Yi Hyeongsik .",
                "H2KE-nKo": "주상이 침을 맞았다. 이형익의 말을 따른 것이다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 3일(신유) 2번째기사",
                "gt-oKo": "상이 침을 맞았다. 이형익(李馨翼)의 말을 따른 것이다.",
                "hj": "○上受鍼, 從李馨益之言也。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King received the thirteenth day in the gyemyo year (.",
                "H2KE-nKo": "주상이 기해년에 습기가 나서 침을 맞았다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 5일(계해) 1번째기사",
                "gt-oKo": "상이 침을 맞았다.",
                "hj": "○癸亥/上受鍼。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gapja day, the King summoned various physicians and entered Their Majesties presence. The former Royal Secretary Yi Wonjin of the Office of Palace Procurement was well-versed in medicine. [The King] ordered that [Yi Wonjin] be allowed to participate in the participation of the medicine. [The King] granted permission. ",
                "H2KE-nKo": "갑자년에 주상이 의관들을 불러 입진하게 하였다. 약방이 전 승지 이원진이 약리에 정통하다 하여 약을 의논할 때 참석하게 해 줄 것을 청하니, 주상이 허락하였다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 6일(갑자) 1번째기사",
                "gt-oKo": "상이 의관(醫官)들을 불러 입진하게 하였다. 약방이 전 승지 이원진(李元鎭)이 약리(藥理)에 정통하다 하여 약을 의논할 때에 참여하게 하기를 청하니, 상이 윤허하였다.",
                "hj": "○甲子/上召諸醫入診。 藥房以前承旨李元鎭精於藥理, 請使進參於議藥之時, 上許之。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the eleventh month, the King slightly had a cold weather. At the sin hour (approximately 3:30-12:30 p.m., the sweet dew fell ill. At the yu hour (5:30 p.m.m.-1:30 p.m., the physicians all said, Today, the King became slightly recovered and the sweet dew immediately cancel the sweet dew. For this reason, even the attendant officials did not know that the sweet dew has reached the sweet dew. The Office of Royal Attire reported to the King through a written order, saying, The Office of Royal Attire has not yet been established. There is no one among the officials of the court who does not feel sorrowful. Your subject requests that from this day forward the Office of Royal Attire be established. The King answered, There are problems. Do not be established. At sunset, the King became ill. The various physicians came to the palace to take care of the King. The various physicians of the Office of Royal Attire and the official historians proceeded to the eastern steps of Huijeong Hall (Hall of Benevolence, and the Crown Prince entered the palace to resume their sweet dew. The physicians all entered the palace courtyard and asked the physicians about the sweet dew. At the dawn, the sweet dew fell slightly. The physicians of the Office of Royal Attire Kim Jae and others all withdrew to the outside of the palace gate. The sweet dew fell slightly.",
                "H2KE-nKo": "을축년 20일 미시 경에 한기가 조금 있었다. 신시에는 홍역이 크게 발생하여 유시에 한기가 조금 풀렸다. 여러 의관들이 모두 아뢰기를,“오늘은 주상의 건강이 완전히 차도가 있어 학질이 조금 나아졌다가 바로 그쳤습니다.”하였다. 이 때문에 주상을 가까이에서 모시는 신하라도 끝내 위독한 지경에 이를 줄을 몰랐다. 약방이 구전으로 아뢰기를,“시약청을 아직 설치하지 않고 있으므로 온 조정의 신하들이 모두 답답하게 여기고 있습니다. 오늘부터 시약청을 설치하소서.”하니, 주상이 답하기를,“폐단이 있으니 설치하지 말라.”하였다. 날이 저물어서 주상의 병이 위독해지자 여러 의관이 입진하였다. 약방의 신하들과 사관 등이 희정당에 있는 동무 아래로 나아가니, 세자가 들어갔다가 다시 나와 증세에 따라 여러 의관에게 물었다. 여러 의관들은 모두 대조전의 뜰 아래에 있었는데, 새벽이 되자 열기가 조금 가라앉았다. 약방 도제조 김자점 등이 모두 합문 밖으로 물러나니, 날이 이미 어둑어둑해졌다.\n",
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 7일(을축) 1번째기사",
                "gt-oKo": "상이 미시(未時)에 한기(寒氣)가 조금 있고 신시(申時)에 두드러기가 크게 나고 유시(酉時)에 한기가 조금 풀렸다. 의관들이 다 말하기를, “오늘은 상의 증세가 갑자기 차도가 있으니, 학질 증세가 조금 있으나 곧 그칠 것이다.” 하니, 이 때문에 근밀한 신하까지도 마침내 위독하게 되는 것을 몰랐다. 약방이 구전(口傳)으로 아뢰기를, “시약청(侍藥廳)이 아직 설치되지 않았으므로 온 조정의 신하들이 모두 염려합니다. 오늘부터 시약청을 설치하소서.” 하니, 답하기를, “폐단이 있으니 설치하지 말라.” 하였다. 저녁에 상의 병이 위독하므로 의관들이 입진하였는데, 약방의 신하들과 사관(史官) 등은 희정당(熙政堂)의 동무(東廡) 아래에 나아가고, 세자는 들어갔다가 다시 나와 증세에 따라 의관들에게 물었다. 의관들은 다 대조전(大造殿)의 뜰 아래에 있었는데, 새벽이 되어 열이 조금 내렸으므로 약방 도제조 김자점 등이 다 합문(閤門) 밖으로 물러나갔다. 날은 이미 희미하게 밝았다.",
                "hj": "○乙丑/上, 未時, 微有寒氣, 申時癮疹大發, 酉時寒氣稍解。 諸醫等皆曰: “今日則上候頓向差境, 瘧候微至而卽止矣。” 是以, 雖近密之臣, 猶不知終至於大漸也。 藥房以口傳啓曰: “侍藥廳尙今不設, 擧朝臣子莫不悶鬱。 請自今日, 設侍藥廳。” 上答曰: “有弊, 勿設也。” 日暮, 上疾篤, 諸醫入診, 而藥房諸臣與史官等, 進詣于熙政堂之東廡下, 世子入而復出, 隨證問於諸醫。 諸醫等皆在於大造殿庭下, 及曉, 熱候稍降, 藥房都提調金自點等, 皆退出閤門外, 日已黎明矣。"
            }
        },
        "8": {
            "1": {
                "date_ko": "인조 50권, 27년(1649 기축 / 청 순치(順治) 6년) 5월 8일(병인) 1번째기사",
                "gt-oKo": "상이 창덕궁(昌德宮)의 대조전 동침(東寢)에서 승하하였다. 미시에 상의 병이 위독하므로 세자가 의관에게 하령(下令)하니, 의관들이 약을 받들고 달려 들어갔다. 약방 도제조 김자점(金自點), 제조 조경(趙絅), 부제조 김남중(金南重), 주서 이후(李垕), 검열 서필원(徐必遠), 조사기(趙嗣基) 등이 희정당 동쪽에 들어와 앉고, 이윽고 좌의정 이경석(李景奭)도 들어왔는데, 어의(御醫)들이 다 증후가 위독하다고 하였다. 세자가 월랑(月廊)에 자주 나와 어의에게 상의 증후를 말하면 죽력(竹瀝)·청심원(淸心圓) 등의 약을 잇따라 바쳤다. 신시에 세자가 하령하기를, “상후(上候)가 이에 이르렀는데 중전(中殿)께서 현재 경덕궁(慶德宮)에 계시니 서둘러 모셔왔으면 한다.” 하니, 대신이 함께 아뢰기를, “하령이 매우 마땅하십니다.” 하고는, 목메어 울었는데, 사관·의관 등도 모두 눈물을 흘렸다. 드디어 승지 박장원(朴長遠)·가주서 이만길(李晩吉)·검열 조귀석(趙龜錫)·병조 참의 김수익(金壽翼)으로 하여금 가서 중전을 맞이하여 오게 하였는데, 내시가 안에서 잇따라 나와 매우 급하게 재촉하니, 중외가 황급하였다. 대신이 내관에게 말하기를, “힘써 진정하고 일체 동요하지 말라.” 하고, 물러나오려 할 때에 내시가 말을 전하기를, “동궁께서 머물러 기다리라 하십니다.” 하였다. 호조 판서 원두표(元斗杓)가 밖에서 와서 말하기를, “예조 판서 자리가 비었으니 빨리 차출하소서.” 하고, 대신이 김육(金堉)을 예조 판서로, 정세규(鄭世規)를 공조 판서로 권차(權差)하기를 청하니, 세자가 그리하라고 답하였다. 대신이, 대장(大將)들은 궁성(宮城)을 호위하라는 뜻을 원두표에게 말하여 내보냈다. 세자가 하령하기를, “대신은 들어오라.” 하여, 대신과 제조들이 들어가려 하는데, 조사기가 동열(同列)에게 말하기를, “우리들도 따라 들어가야 한다.” 하니, 이경석이 말하기를, “사관은 들어올 것 없다.” 하였다. 조사기가 말하기를, “어찌 대신이 안에 들어가는데 사관이 따르지 않는 이치가 있는가.” 하고, 이후도 말하였다. 그래서 이후·서필원·조사기 등이 따라 들어가 침전(寢殿)에 이르니, 상은 이미 말을 하지 못하였다. 김자점·이경석이 방 안에 들어가니, 세자가 말하기를, “사관은 들어오지 말라.” 하므로, 사관 등은 드디어 문 밖에 서고 조경·김남중도 문 밖에 있었다. 세자가 상의 귓가에 대고 말하기를, “들리십니까? 신이 누구입니까?” 하기를 세 번 하였으나, 상이 답하지 못하였다. 김자점·이경석도 말하기를, “신들이 여기 왔습니다.” 하였으나, 상이 또한 답하지 못하였다. 대신들이 다 물러나왔는데, 김육이 밖에서 들어와 말하기를, “빙궤고명(憑几顧命) 등의 일을 빨리 거행해야 하겠습니다.” 하니, 김자점이 그렇다고 하였다. 이경석이 말하기를, “대제학은 빨리 유교(遺敎)를 지어야 하겠습니다.” 하였으나, 그때 조경이 대제학인데 불가하다 하며 말하기를, “유교가 없었는데 굳이 거행하려 한다면 곧 명을 사칭하는 것입니다.” 하니, 김자점도 그렇다고 하여 드디어 그만두었다. 세자가 또 대신을 불러 김자점·이경석과 조경·김남중·이후·서필원·조사기 등이 들어가 침방 안에 이르렀는데, 울부짖는 소리가 이미 궁중에서 났다. 세자의 왼 손가락에 피가 줄줄 흘렀는데, 이는 세자가 손가락을 잘랐으나 대군(大君)의 도움으로 뼈가 절단되지는 않은 것이었다. 중전이 경덕궁에서 돈화문(敦化門)을 거쳐 협양문(協陽門)으로 들어와 대내(大內)에 돌아올 때에 상이 승하하였는데, 일관(日官)이 막 유시(酉時)를 알린 때였다. 이날 아침에 김자점이 이경석에게 말하기를, “산천에 기도하지 않아서는 안 되겠습니다.” 하므로, 이경석이 글로 김신국(金藎國)에게 묻기를, “임금의 질병에는 반드시 기도를 거행하는데, 선조(先朝)의 고례(古例)는 어떠하며 종묘에 비는 축문(祝文)의 머리말은 또한 어떻게 써야 합니까?” 하니, 김신국이 답하기를, “전에 들으니, 인종(仁宗)께서 동궁(東宮)에 계실 때에 중종(中宗)을 위하여 기도하였는데 축문의 머리말에 인종의 어휘(御諱)를 썼다 합니다. 이 일이 《회재집(晦齋集)》에 실려 있다 하는데, 그 상세한 것은 기억할 수 없습니다. 백관(百官)이 기도하는 경우는 전례가 있는지 모르겠습니다.” 하였다. 이경석이 이 말을 세자에게 아뢰니, 조경을 시켜 글을 짓게 하였다. 이 날 중신(重臣)을 보내어 세자를 대신해서 사직과 종묘에 기도하게 하려 하였으나, 미처 거행하지 못하였다. 김자점·이경석·조경·김육·김남중 등이 곧 들어가 대행왕(大行王)의 침상 앞에 이르렀는데, 원두표도 들어왔다. 대신이 내시를 시켜 대행왕의 침상을 옮겨 머리를 동쪽으로 할 것을 청하고, 이어서 속광(屬纊)을 행하였다. 속광이 끝나고 내시 두 사람이 전(殿) 지붕 위에 올라가 ‘상위복(上位復)’이라고 세 번 부르니 대신 이하가 곡하고 나왔다. 정원(政院)·옥당(玉堂)·춘방(春坊)의 관원이 옷을 갈아 입고 합문 밖에서 곡림(哭臨)하고, 대신이 백관을 거느리고 인정전(仁政殿) 뜰에서 곡림하였다. 내관 나업(羅嶪)이 안에서 나와 무예 별감(武藝別監)을 거느리고 들어가 호위하였다. 함릉군(咸陵君) 이해(李澥)를 수릉관(守陵官)으로, 금림군(錦林君) 이개윤(李愷胤)을 대전관(大奠官)으로, 이경석(李景奭)을 총호사(摠護使)로 삼았다. 세자의 영으로 구인전(具仁廛)과 정선흥(鄭善興)을 불러 대내에 들어와 상사(喪事)를 돌보게 하였는데, 두 사람은 다 내척(內戚)이다. 닷새가 지난 5월 12일에 의례(儀禮)대로 대렴(大殮)하고, 엿새가 지난 13일에 의례대로 성복(成服)하고 세자가 인정문(仁政門)에서 즉위하고 뭇 신하를 거느리고 ‘헌문 열무 명숙 순효(憲文烈武明肅純孝)’라는 시호를 올리고 ‘인조(仁祖)’라는 묘호(廟號)를 올렸다. 다섯 달이 지난 9월 20일에 장릉(長陵)에 장사지냈다. 좌의정 이경석(李景奭)이 행장(行狀)을 지어 바치고, 대제학 조경이 지문(誌文)을 짓고, 대사헌 조익(趙翼)이 시책(諡冊)을 지어 바치고, 제학 김광욱(金光煜)이 애책(哀冊)을 지어 바쳤다.",
                "hj": "○丙寅/上升遐于昌德宮之大造殿東寢。 未時, 上疾大漸, 世子下令于醫官, 醫官等奉藥物趨入。 藥房都提調金自點、提調趙絅、副提調金南重、注書李垕、檢閱徐必遠ㆍ趙嗣基等入坐于熙政堂東, 已而左議政李景奭亦入來, 御醫等皆言證候之危篤。 世子頻數出來于月廊, 言上證候於御醫, 連進竹瀝、淸心圓等藥。 申時, 世子下令曰: “上候至此, 而中殿方在慶德宮, 欲及時迎還矣。” 大臣僉曰: “下令甚當。” 仍哽咽, 史官、醫官等莫不揮泣。 遂使承旨朴長遠, 假注書李晩吉、檢閱趙龜錫、兵曹參議金壽翼, 往迎中殿, 內侍自內相繼出來, 促之甚急, 中外遑遑。 大臣言於內官曰: “務宜鎭靜, 切勿驚擾。” 將欲退出, 內侍傳言曰: “東宮令留待矣。” 戶曹判書元斗杓自外來曰: “禮判有闕, 宜速差出。” 大臣請以金堉權差禮曹判書, 鄭世規權差工曹判書, 世子答曰: “可。” 大臣以大將等宮城扈衛之意, 言於斗杓而出遣之。 世子下令曰: “大臣入來。” 大臣、提調等將入, 趙嗣基謂同列曰: “吾等亦宜隨入。” 李景奭曰: “史官不必入來。” 嗣基曰: “豈有大臣入內, 而史官不隨之理乎?” 李垕亦言之。 於是, 李垕、徐必遠、趙嗣基等隨入, 至寢殿則上已不能言矣。 自點、景奭進入房內, 世子曰: “史官勿入。” 史官等遂立於戶外, 絅、南重, 亦在戶外。 世子呼於上耳邊曰: “聽之否乎? 臣爲誰?” 者三而上不能答。 自點、景奭亦曰: “臣等來此。” 上亦不能答。 大臣等皆退, 金堉自外入曰: “憑几顧命等事, 宜速行。” 自點曰: “然。” 景奭曰: “大提學速撰遺敎爲當。” 時, 趙絅爲大提學, 以爲不可曰: “旣無遺敎, 若欲强行, 則是矯命也。” 自點等亦以爲然, 遂止。 世子又召大臣, 於是自點、景奭及絅、南重、垕、必遠、嗣基等入至寢房之內, 號哭之聲, 已發於宮中。 世子左手指血出淋漓, 蓋世子斷指, 而賴大君救之, 得不斷骨。 中殿自慶德宮, 由敦化門, 入協陽門, 還御于大內, 上升遐, 日官纔報酉時矣。 是日朝, 自點謂景奭曰: “山川祈禱, 不可不爲也。” 景奭以書問於金藎國曰: “君父疾病, 必行祈禱, 先朝故例如何, 宗廟祝文頭辭, 亦何以爲之?” 藎國答曰: “曾聞仁廟在東宮時, 爲﻿中廟祈禱, 祝文頭辭, 以仁廟御諱書之。 此事載《晦齋集》云, 而未能記其詳。 至於百官祈禱, 則未知前例有無矣。” 景奭以此白于世子, 使趙絅撰辭。 將於是日, 遣重臣, 代世子祈禱于社稷、宗廟, 而未及行。 金自點、李景奭、趙絅、金堉、金南重等卽入, 至大行王床前, 元斗杓亦入來。 大臣請使內侍, 移大行床東首, 仍行屬纊。 畢, 內侍二人升殿屋上, 三呼上位復, 大臣以下哭而出。 政院、玉堂、春坊之官, 易服擧臨於閤門之外, 大臣率百官易服擧臨於仁政殿庭。 內官羅嶪自內出來, 率武藝別監入衛。 以咸陵君李澥爲守陵官, 錦林君凱胤爲代奠官, 李景奭爲摠護使。 以世子令, 招具仁廛、鄭善興入內治喪, 二人皆內戚也。 越五日庚午大斂, 越六日辛未成服如儀, 世子卽位于仁政門, 率群臣, 上謚曰憲文烈武明肅純孝, 廟號曰仁祖。 越五月丙子, 葬長陵。 左議政李景奭撰進行狀, 大提學趙絅撰誌文, 大司憲趙翼撰進謚冊, 提學金光煜撰進哀冊。"
            }
        }
    }
}