{
    "01": {
        "28": {
            "1": {
                "H2KE-EN": "In muja year (, Jeong Jeseon was banished to Gangjin because he misappropriated a person when serving as an envoy and passed through Pyeongan Province when he caused a false murder. The incident was revealed in the succession of the King. 사신은 논한다. Indeed, the circumstances of Jeong Jeseon were true, and there was no suspicion that misappropriated a person by misappropriating a person. Even though the report of the Office of the Inspector General reported on this matter to the King, he could not escape the law even though he had lost the law in accordance with precedents. Later, the King felt always regretted that he was unable to apply the law.",
                "H2KE-nKo": "무자년에 장류에 처하였다. 정제선이 강진에서 사명을 받들고 관서를 지날 때 억울하게 사람을 죽였기 때문이다. - 이 일은 위에 보인다. - 사신은 논한다. 정제선의 일은 진실로 곡절이 있지만 억울하게 사람을 죽인 것은 의심할 것이 없다. 의금부가 아뢴 것은 비록 전례에 의거한 것이지만 법을 무시한 것은 면할 수 없다. 이후로 주상이 매번 법에 따라 처벌하지 못한 것을 후회하였다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 1월 28일(무자) 1번째기사",
                "gt-oKo": "정제선(鄭濟先)을 강진(康津)에 장류(長流)시켰으니, 그가 사명(使命)을 받들고 관서(關西)를 지나갔을 때에 사람을 억울하게 죽였기 때문이다.【위에 보인다.】 사신(史臣)은 말한다. “정제선의 일은 참으로 자세한 곡절(曲折)이 있지마는 그가 억울하게 죽인 것만은 의심할 여지가 없다. 그런데 해부(該府)에서 아뢴 것은 비록 전례(前例)에 의거(依據)한 것이지마는 법을 업신여긴 것은 면할 수가 없겠다. 이 뒤로 임금은 매양 법대로 다스리지 못한 것을 후회(後悔)하였다.”",
                "hj": "○戊子/長流鄭濟先於康津, 以奉使過關西時枉殺人也。 【事見上。】 【史臣曰: “濟先之事信有委折, 枉殺則無疑。 該府之奏, 雖據前例, 玩法則不免矣。 是後, 上每以不得按法爲悔也。”】"
            }
        }
    },
    "02": {
        "15": {
            "1": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Yi Seonbu , who was serving in the eulsa year (, reported again to the King that the King ordered that Assistant Deputy Director [of the Office of Royal Decrees] [] Jeong Seokk be dismissed from his position. [The King] said, The 세도가 크게 변하고 인심이 worsened by the people, and the wicked and deceitful words have been repeatedly raised by the people. As such, Kim Seongdae and Yi Jinan became extremely impressed. The official historians were punished, and the Royal Secretariat made a report to the King, and each of them were able to correct the right and wrong. Your Majestys wisdom sagacity was clearly clarified by the circumstances and widely showed good deeds and good deeds. However, on the contrary, when a high official submitted a memorial, [the King] suddenly issued an order to remove the royal order. As the head of the Office of the Royal Lectures , Jeong Seokk deeply harbored the sincerity of rectifying the people. He submitted a memorial to advise the circumstances and the reasons for his reputation. However, he suspected suspects that the transgression of the royal order was excessive. How can this be done? Alas! Though the sovereign and the lords although he talk, if there is no fault, then the right and wrong deeds would be a good deed of the state. Moreover, the memorial of Jeong Seokk did not seek to be involved in an attempt to raise Kim Seongdae and Yi Jinan , and yet, if the sagacity of the sagacity [of the sagacity of",
                "H2KE-nKo": "을사년에 집의 이선부가 전계를 거듭 아뢰어 부제학 최석정을 파직하라는 명을 도로 거두어들이기를 청하면서 아뢰기를,“세도가 크게 변하고 인심이 나쁜 데로 빠져들어 편파적이고 사악한 말이 아래에서 거듭 나오더니, 김성대와 이진안에 이르러 극에 달하였습니다. 사관에서 벌을 시행하고 승정원에서 주상께 여쭈었는데, 시비가 바르게 되어 각각 그 마땅함을 얻었습니다. 명철하신 전하께서 그 정상을 통촉하시고 호오를 분명히 보여 주셨는데, 곧바로 대신의 진달로 인하여 갑자기 명을 거두어들이라는 명을 내리셨습니다. 최석정이 경연의 장관으로서 잘못을 바로잡으려는 마음을 깊이 품고서 한 통의 상소를 올려 대략 곡절을 진달하였습니다. 그런데 실정 밖의 하교를 너무 지나치게 의심하고 너무 지나치게 배척하셨으니, 이것이 무슨 거조란 말입니까.아, 임금과 정승이 아무리 존귀하다 하더라도 말을 하고 일을 행하는 데에 혹 과실이 없지 않을 것이니, 시비와 가부는 본래 나라를 다스리는 아름다운 일입니다. 더구나 최석정의 상소는 침해하고 핍박하는 뜻이 있는 것을 보지 못하였습니다. 모르겠습니다만, 명철하신 성상께서 무슨 격노하신 감정이 있으셔서 문득 목소리와 얼굴빛을 더하시어 반드시 조정에 있는 신하들로 하여금 감히 한마디도 그 잘못을 바로잡지 못하게 하려고 하십니까. 이것이 어찌 평소 신하들이 명철하신 성상께 바란 것이겠습니까.”하니, 비답을 - 위에 보인다. -\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 2월 15일(을사) 1번째기사",
                "gt-oKo": "집의(執義) 이선부(李善溥)가 전일의 계청(啓請)을 거듭 아뢰고 부제학(副提學) 최석정(崔錫鼎)을 파직(罷職)시킨 명을 도로 거두어들이라고 청하기를, “세도(世道)가 크게 변하고 사람들의 마음이 나쁜 데 빠져서 치우치고 간사한 말이 아래에서 겹쳐나와 김성대(金盛大)와 이진안(李震顔)에 이르러 극도에 이르게 되었습니다. 그러기에 사관(四館)에서 이들에게 벌을 베풀었으며 후사(喉司)에서 이를 계품하여 옳음과 그름이 바르게 되어 각기 그의 마땅함을 얻었던 것은 전하의 명성(明聖)으로 정상(情狀)을 통촉(洞燭)하시어 좋아함과 미워함을 명백히 보이셨기 때문이었는데 문득 대신의 진달(陳達)로 인하여 갑자기 반한(反汗)의 명령이 있었습니다. 최석정은 경악(經幄)의 장관(長官)으로서 깊이 광구(匡救)하려는 마음을 품고서 한 장의 상소를 올려서 자세한 곡절(曲折)을 대략 진달하였던 것입니다. 그런데도 뜻밖의 전교가 그를 의심하기를 너무 심히 하였고 그를 물리치기를 너무 지나치게 하였으니 이 무슨 거조(擧措)입니까? 아! 군주와 재상이 비록 지위가 높지마는 말을 발표하고 일을 행하는 데는 혹시라도 과실(過失)이 없을 수가 없는데 옳고 그름 찬성과 반대는 나라를 보유(保有)하는 아름다운 일입니다. 더구나 최석정의 상소에는 침핍(侵逼)하는 뜻을 볼 수가 없었는데 성명(聖明)께서 무슨 격뇌(激惱)가 있었는지는 알지 못하겠습니다만, 그에게 문득 높은 음성과 엄한 얼굴빛을 더하시어 반드시 조정에 있는 신하들로 하여금 감히 말을 내어 그릇된 것을 바로잡지 못하게 하고자 함이니, 이것이 어찌 평일(平日)에 여러 신하들이 성명께 바랬던 것이겠습니까?” 하니, 비답하였다.【위에 보인다.】",
                "hj": "○乙巳/執義李善溥申前啓, 請還收副提學崔錫鼎罷職之命曰: “世道大變, 人心陷溺, 詖邪之說, 疊出於下, 以至金盛大、李震顔而極矣。 四館施罰, 喉司啓稟, 是非克正, 各得其宜, 以殿下明聖, 洞燭情狀, 明示好惡, 而旋因大臣陳達, 遽有反汗之命。 錫鼎以經幄之長, 深懷匡救之忱, 投進一疏, 略陳委折。 而情外之敎, 疑之太甚, 斥之太過, 此何擧措耶? 噫! 君相雖尊, 發言行事, 或不無過失, 則是非可否, 自是有國之美事。 況錫鼎疏未見有侵逼之意, 不識聖明, 有何激惱, 便加聲色, 必欲使在廷之臣, 莫敢出一言僑其非, 此豈平日群下所望聖明者哉?” 批答。【見上。】"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King received officials in the second rank and above in the gyesa year (. Magistrate of Ganghwa Magistracy Yun Gye requested that the old fortress of Baekmae be constructed and that the provisions and equipment be stored in preparation for an emergency. He then said, The old fortress of Daeheung should be abandoned. Yi Seomin also agreed with Yun Gyes opinion. Shin Yeocheol said that it was difficult to abandon the fortress of Daeheung when the equipment is completely constructed. The King followed this advice. People said that Shin Yeocheols words were correct.",
                "H2KE-nKo": "대신 및 비국의 신하들을 불러서 보았다. 강화 유수 윤계가 백마의 옛 성을 쌓고 향기와 무기를 비축하여 유사시의 용도로 삼을 것을 청하고, 이어 대흥성을 버려야 한다고 말하였다. 이민서도 윤계의 말과 같았다. 신여철이 대흥성을 쌓자마자 곧바로 버리는 것은 곤란하다고 하니, 주상이 그대로 따랐다. 논자들은 신여철의 말이 옳다고 하였다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 2월 3일(계사) 1번째기사",
                "gt-oKo": "대신과 비국(備局)의 여러 신하들을 인견(引見)하였다. 강화 유수(江華留守) 윤계(尹堦)가 백마(白馬)의 옛 성(城)을 쌓아서 군향(軍餉)과 군기(軍器)를 저축(儲蓄)하여 위급할 때의 용도(用途)로 삼기를 청하고 이어서 말하기를, “대흥성(大興城)은 마땅히 버려야 합니다.” 하였고, 이민서(李敏叙)도 윤계의 말과 같았다. 신여철(申汝哲)은 ‘대흥성(大興城)을 쌓자마자 곧 버리는 것’은 어렵다고 하니, 임금이 이를 따랐다. 논자(論者)들이 신여철의 말을 옳다고 하였다.",
                "hj": "○癸巳/引見大臣及備局諸臣。 江華留守尹堦, 請築白馬舊城, 儲餉械以爲緩急用, 仍言 ‘大興城之當棄。’ 李敏叙亦如堦言。 申汝哲以大興之纔築旋棄爲難, 上從之。 論者謂汝哲言是。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gabo day, Yi Jinan , a clerk of Boeun , a Confucian clerk of the Office of Fabrics , submitted a memorial against 윤증을 무함하였다.【상소 내용은 위에 보인다.】 The King 비답하였다.【위에 보인다.】 From the previous year, when [Jeong] 김수항 and others submitted a memorial regarding the right and wrong of Song and Yun , the 문도 of 송시열s family regretted that 윤증s bones were grudge, and various schemes were injured. Formerly, 윤증 was a word that his father [Yi] Seongeo [] sent to the Bureau of Livestock Breeding , which presumptuously deceived the vice-minister [of the Bureau of Livestock Breeding]. [Yi] Jinan happened to submit a memorial, which was truly an error. However, how could his intention behind the deceiving of Livestock? He wished to evade his fathers fault. However, although there is no righteousness in which [Yi] Seongeo was supposed to die, Kim Ikgyeom and Kwon Sunjang murdered his life by slandering his behavior, and there was no fault in the end. Nevertheless, afterward, he self-restrained and rendered meritorious deeds to studying studies, and therefore he could not be fault. [Jeong] 윤증, being wise and filial piety, wished to make him all the first time and make him return to his self-restraint fault. This is why he suspected him as a man of the same clerical style and caused trouble to future generations. Truly, this is pitiful. However, [Jeong] 윤증 has already divulged his father [Yi] Seongeo and enjoyed a man of studying his clerical s",
                "H2KE-nKo": "보은의 유학 이진안이 상소하여 윤증을 무함하니, - 상소는 위에 보인다. - 비답하였다. - 위에 보인다. - 지난해부터 김수항 등이 송나라와 윤증의 사서에 대해 시비를 강경하게 정한 뒤로 송시열의 문도들은 윤증이 뼈에 사무친 것을 한스럽게 여겨 온갖 계책으로 중상모략을 하였다. 윤증이 근년에 그의 아버지 윤선거를 위하여 사국에 보낸 편지 가운데 한 구절의 말을 가지고 선정 이이를 무함하였다고 하자, 이진안이 때를 틈타 상소를 올렸다. 윤증의 편지는 진실로 실언한 것이지만 그 뜻이 어찌 이이를 무함하는 데 있었겠는가. 이를 빙자하여 그의 아버지에게 잘못이 없다는 것을 증명하려고 한 것일 뿐이다. 그러나 윤선거가 강도에서 한 가지 일은 비록 반드시 죽어야 할 의리는 없지만 김익겸과 권순장이 목숨을 바쳐 인을 이룬 것에 비하면 끝내 유감스러움이 없을 수 없다. 그러나 그 뒤에 자처한 것과 학문한 공은 끝내 속일 수 없는 점이 있다. 윤증은 어버이를 현양하려는 효심으로 반드시 처음의 절개까지 순수하여 하자가 없는 데로 귀결시키려고 하였으니, 이것이 당인들을 구실로 삼아 후세의 시끄러운 결과를 초래한 까닭이다. 참으로 애석하다. 그러나 윤증은 이미 송시열과 의견을 달리하였고 송시열은 남을 헐뜯기를 좋아하였으니, 만약 윤증이 이런 말을 하지 않았다면 어찌 독기를 쏘는 것을 면할 수 있었겠는가. 아, 송시열은 어찌 그리도 심하단 말인가.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 2월 4일(갑오) 1번째기사",
                "gt-oKo": "보은(報恩)의 유학(幼學) 이진안(李震顔)이 상소하여 윤증(尹拯)을 무욕(誣辱)하였으므로,【상소는 위에 보인다.】 비답(批答)하였다.【위에 보인다.】 전년(前年)부터 김수항(金壽恒) 등이 송시열(宋時烈)과 윤증의 사사 편지 문제로 옳고 그름을 굳이 정한 뒤에 송시열의 문도(門徒)들이 윤증에 대한 원한(怨恨)이 뼈속까지 사무쳐서 온갖 계책(計策)으로 중상(中傷)을 하였다. 그래서 윤증이 지난해에 그의 아비 윤선거(尹宣擧)를 위하여 사국(史局)에 보낸 편지 가운데의 한 구절의 말을 가지고 선정(先正) 이이(李珥)를 무욕(誣辱)하였다고 하니, 이진안이 때를 타서 소를 올린 것이다. 윤증의 편지는 진실로 실언(失言)한 것이지만, 그의 뜻이 어찌 이이를 무욕하는 데에 있었겠는가? 다만 이를 빙자(憑藉)하여 자기 아비에게 과실(過失)이 없음을 증거대려던 것뿐이었다. 그러나 윤선거가 강도(江都)에서 있었던 한 가지 일은 비록 반드시 죽어야 할 의리는 없었다 하더라도 김익겸(金益兼)과 권순장(權順長) 등이 자기 몸을 죽여서 인(仁)을 이루었던 일에 견주어 보면 끝내 서운함이 없을 수 없었다. 그러기에 그 뒤에 그가 자처(自處)한 것과 학문(學問)의 공은 끝내 속일 수 없는 것이 있었다. 그런데 윤증은 어버이를 나타내려는 효심으로 반드시 처음 절조(節操)까지 수연(粹然)하여 하자(瑕疵)가 없는 데로 돌리려 하였으므로, 이것이 당인(黨人)들에게 구실을 대주어서 후래(後來)의 시끄러운 사단(事端)을 불러오게 되었으니 진실로 애석한 일이다. 그러나 윤증이 이미 송시열을 배반하였고 송시열은 사람을 물어뜯기를 좋아하니, 설사 윤증에게 이러한 말이 없었더라도 어찌 그가 독하게 쏘는 것을 면하였겠는가? 아! 송시열은 어찌 그리 심하게 하였는가?",
                "hj": "○甲午/報恩幼學李震顔疏誣尹拯。【疏見上。】批。【見上。】自前年金壽恒等, 以宋、尹私書硬定是非之後, 時烈門徒, 恨拯入骨, 百計中傷。 以拯頃年爲其父宣擧抵史局書中一句語, 爲誣先正李珥。 震顔乘時投疏。 拯書固失言, 而其意豈在於誣珥? 欲藉以證其父之無失耳。 然宣擧江都一節, 雖無必死之義, 視金益兼、權順長殺身成仁, 終不能無歉。 而向後自處與問學之功, 終有不可誣者。 拯以顯親之孝心, 必欲竝初節而歸之於粹然無疵之地, 此所以藉口於黨人, 而致後來紛紛, 良可惜也。 然拯旣貳於時烈, 時烈喜囓人, 使拯無此言, 豈免於毒螫? 噫! 時烈惟何甚也。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King dismissed all the official historians who had been 정거를 당한 Yi Jinan from the byeongsin year (. This was following the words of 영상 김수항 . Prior to this, when the Veritable Records of Xianzong was revised, Yi Dan , a man, inquired about the conclusion of 윤선거 for Ganghwa Island , and the conclusion of the gravity of 윤증. 윤증 then guilty of the story of the Granary of Official Emoluments (Yi Jinan and impeached historians. The Veritable Records of the Granary of the Imperial Emoluments read as follows: Now, what is there any case in Ganghwa , denouncing the virtuous behavior. What difference is there between the Granary of Official Emoluments of the Granary of Official Emoluments? However, the Granary of Official Emoluments are truly a fault, and the virtuous behavior should not be able to die. Second Minister Yi Seon stored the Veritable Records of the Granary of the Imperial Emoluments of the Granary of Official Emoluments . On this day, he began to satisfied the Granary of the Royal Confucian Academy by falsely accusing the virtuous behavior of the Royal Confucian Academy. He then communicated the student of the Royal Confucian Academy Kim Hongbok , Sim Gwon , Emolute Examining Editor Yu Sangjae , and others to descend from the Granary of the Imperial Emoluments of the Granary of Official Emoluments . After several days, Yi Jinan submitted a memorial. The Royal Secretary Yun Ido and others submitted a report to the King and accepted it. The conclusion of the conclusion and disclosed ",
                "H2KE-nKo": "과거에 응시할 자격을 정지당한 이진안을 사관을 파직하였는데, 영의정 김수항의 말을 따른 것이다. - 연석에서 한 말은 위에 보인다. - 이에 앞서 《현종실록》을 개수할 때 이단하가 어떤 사람을 통해 윤선거가 강도에서 한 일의 시말을 윤증에게 물었다. 윤증이 이에 율곡(栗谷 이이)에 산에 들어갔다는 비방을 인용하여 증거를 대었는데, 그 글에,“지금 강도의 일로 선인을 헐뜯는 일이 있으니, 율곡의 ‘망령되고 비통함을 막는다.[妄塞悲]’라는 상소를 가리켜 스스로 목숨을 끊은 것과 무엇이 다르겠는가. 그러나 율곡은 참으로 산에 들어간 잘못이 있지만, 선인은 처음부터 죽을 만한 의리가 없었다.”하였다. 참판 이선이 그 글을 감추어 두었는데, 이때에 이르러 비로소 그 글이 나왔다. 윤증을 좋아하지 않는 자들은 선현을 무함하고 욕하였다고 하면서 학유 김성대 등을 사주하여 팔도에 통문을 돌리게 하니, 호중의 괴귀한 무리들이 앞다투어 아부하는 논의를 하였다. 옥천의 금명하, 보은의 이명익 등이 잇따라 통문을 돌려 윤선거를 추하게 욕한 것이 김성대보다 심하였다. 대교 김홍복, 심권, 검열 유상재 등이 통문을 돌려 김성대를 과거에 응시할 자격을 정지시켰다. 며칠 뒤에 이진안의 상소가 잇따라 나왔는데, 승지 윤이도 등이 주상에게 여쭈어 계사를 봉입하면서 명확하게 변석하였다. 이에 주상이 비답을 내려 처음에는 매우 엄하게 물리쳤는데, 김수항이 뒤따라 소대에 들어가 매우 힘써 이진안을 해명하여 마침내 정거를 풀어 주었다. 벼슬하지 않은 선비의 일로 조정에 밀어 올려 사관을 죄주기를 청하고 사문의 일로 조정에 올린 것은 과연 누구의 허물인가. 아, 통탄할 일이다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 2월 6일(병신) 1번째기사",
                "gt-oKo": "정거(停擧)된 이진안(李震顔)을 사관(史官)의 직위(職位)에서 파면시켰으니, 이는 영상(領相) 김수항(金壽恒)의 말을 따른 것이었다.【위에 보인다.】 이에 앞서서 《현종실록(顯宗實錄)》을 개수(改修)할 때에, 이단하(李端夏)가 사람을 시켜 ‘윤선거(尹宣擧)가 강도(江都)에서 한 일의 시말(始末)’을 윤증(尹拯)에게 물었더니, 윤증이 이에 율곡(栗谷)이 입산(入山)하였다는 비방을 끌어다가 증거를 대었는데, 그 편지에 말하기를, “이제 강도(江都)의 일로써 선인(先人)을 헐뜯는 이가 있으니 이는 곧 율곡(栗谷)의 이망색비(以妄塞悲) 상소를 가리켜 자신의 도리를 다했다고 하는 것과 무엇이 다르겠는가? 그러나 율곡은 참으로 산에 들어갔던 과실(過失)이 있었지마는, 선인(先人)에게는 처음부터 죽어야 할 이유가 없었다.” 하였다. 참판(參判) 이선(李選)이 그 편지를 간직하여 두었다가 이때에 와서 처음으로 내놓았다. 윤증을 좋지 않게 여기는 자들이 이를 가지고 선현을 무욕한 것이라고 여기어, 학유(學儒) 김성대(金盛大) 등을 사주(使嗾)하여 팔도(八道)에 통문(通文)을 돌리니 기호(畿湖)의 귀신 같은 무리들이 다투어 이에 부종(附從)하는 의논들을 말하였다. 옥천(沃川)의 금명하(琴鳴夏)와 보은(報恩)의 이명익(李命益) 등이 서로 잇달아 글을 발송하여 윤선거(尹宣擧)를 추욕(醜辱)하는 것이 김성대(金盛大)보다 더 심하였기에, 대교(待敎) 김홍복(金洪福)·심권(沈權), 검열(檢閱) 유상재(柳尙載) 등이 통문을 돌려 김성대를 정거시켰었다. 그러한 지 수일 지나서 이진안의 상소가 뒤를 잇달아 나왔는데, 승지(承旨) 윤이도(尹以道) 등이 이를 품계(稟啓)하고 받들어 들이면서 변석(辨析)한 것이 또한 분명하였다. 임금의 비답이 처음에는 매우 엄하게 물리쳤으나, 김수항이 뒤따라 소대(召對)할 때 따라 들어와서 이 진안을 위하여 분해(分解)한 것이 매우 힘차서 마침내는 정거를 풀게 되었다. 위포(韋布) 간의 일을 조정에까지 밀어올려서 사관(史官)을 죄주라고 청하고 사문(私門)의 일이 조정에까지 올라갔으니 이는 과연 누구의 허물인가? 아! 통탄(痛歎)할 일이다.",
                "hj": "○丙申/罷停擧李震顔諸史官職, 從領相金壽恒言也。【筵說見上。】先是。 顯廟《實錄》改修時, 李端夏因人問宣擧江都事始末於尹拯。 拯乃引栗谷入山之謗以證之, 其書曰: “今有以江都事, 訾病先人, 卽何異於指栗谷以妄塞悲之疏, 而自道盡之者耶? 然栗谷眞有入山之失, 先人初無可死之義。” 參判李選, 藏其書, 至是始發之。 不悅於拯者, 以爲誣辱先賢, 嗾學儒金盛大等, 通文八道, 湖中怪鬼輩, 競爲附麗之論。 沃川琴嗚夏。 報恩李命益, 相繼發文, 醜辱尹宣擧, 甚於盛大, 待敎金洪福、沈權, 檢閱柳尙載等, 發通停擧盛大。 居數日, 震顔疏踵發, 承旨尹以道等, 稟啓捧入, 辨析且明。 上批, 初頗嚴斥, 壽恒隨入於召對, 分解震顔甚力, 終至解停。 以韋布間事, 推上朝廷, 請罪史官, 以私門事, 上之朝廷, 果誰之過也? 吁亦痛矣。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gihae day, Assistant Deputy Director of the Office of Royal Genealogy Jeong Seokrin submitted a memorial requesting to rescue 윤증을 신구하였다.【상소 내용은 위에 보인다.】 [The King] specially ordered that [Yun Seokrin] be dismissed from office. The 옥당에서 청대하여 strongly remonstrated, [but] [the King] did not approve [his request]. [The King] carefully examined [the cases of] 윤선거 and the others including 송시열·송준길 , to cultivate moral integrity and righteousness. From the beginning and virtue, there was no one who did not respect the studies [of the Royal Confucian Academy]. After the age of ten, there was none who did not differ from [the studies]. At this point, ignorant people in the capital and in the provinces who wished to harbor his grudge against 윤증 and insulted his fathers elder brother. [The studies of] humiliating and disrespectful behavior were incomparably impossible. Kim Changhyeol uttered [his studies] in his studies, and [reported his studies in his studies. He] did not explain to what he heard. The historian of the Office of Royal Genealogy describes that [the studies] were described into [the studies]. How could [Kim] be trivial records [on the studies]? As for 윤선거s studies and disrespectful beginning to 송시열, [Kim] Changhyeols words were truly apprehensive to the studies of [the studies of the",
                "H2KE-nKo": "부제학 최석정이 상소하여 윤증을 신구하니, - 상소는 위에 보인다. - 특명으로 파직하였다. 옥당이 청대하여 힘껏 간쟁하였으나, 따르지 않았다.삼가 살펴보건대, 윤선거는 송시열, 송준길 등 여러 사람과 더불어 도의를 서로 연마하고 명덕을 평소 중히 여겼으므로 후학들이 모두 존경하였고, 죽은 뒤 수십 년 동안 사람들이 이론을 제기하였다. 그런데 이때에 이르러 서울과 지방의 괴귀한 무리들이 윤증에게 유감을 풀려고 그 부형을 욕하여 비할 데 없이 추악하고 패악하였다. 김창협이 그의 형편없음을 말한 것은 실로 공심에서 나온 것인데, 신엽이 이를 들어 증거로 삼은 것은 그가 들은 것을 외운 것에 불과하였다. 그런데 초사에서 ‘겁인협지’라고 지목한 것은 어찌 송시열의 쇄록이 한 번 나오자 윤선거가 추악하게 무함하는 것이 송시열에게서 비롯되었다. 그렇다면 김창협의 한 마디 말은 실로 송시열에게 핍박을 받았기 때문이겠는가. 이를 보면 또한 세상을 논할 수 있다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 2월 9일(기해) 1번째기사",
                "gt-oKo": "부제학(副提學) 최석정(崔錫鼎)이 상소로 윤증(尹拯)을 신구(伸救)하였기에,【상소는 위에 보인다.】 특히 그의 파직(罷職)을 명하였다. 옥당(玉堂)에서 청대(請對)하여 힘써 이를 간하였으나 따르지 않았다. 삼가 상고해 보건대, 윤선거(尹宣擧)는 송시열(宋時烈)·송준길(宋浚吉) 등의 여러 사람과 더불어 도의(道義)를 서로 탁마(琢磨)하여 명성(名聲)과 덕망(德望)이 본래 무거웠기에 후학(後學)들이 존경하여 섬기지 않는 이가 없었으며, 죽은 뒤 수십년이 되도록 사람들은 색다른 비평이 없었다. 그런데도 이 때에 와서 서울과 지방의 귀신같은 무리들이 윤증에게 원한을 풀려고 하여 그의 부형(父兄)을 욕(辱)하여 추잡하고 거슬리는 말이 차례가 없었으니, 김창협(金昌協)이 그들의 형편없음을 말한 것은 실로 공심(公心)에서 나온 것이었는데, 신엽(申曅)이 이를 들어 증거로 삼은 것은 그가 들은 것을 이야기하는 데에 지나지 아니하였다. 그런데 초사(初史)에서 이를 ‘요인 협지(拗引脅持)’로 지목(指目)한 것은 어찌 송시열의 쇄록(瑣錄)이 한 번 나옴이겠는가? 그런데 윤선거(尹宣擧)가 추한 욕을 듣게 된 것이 송시열로부터 시작되었으니 김창협의 한마디 말은 실은 송시열에게 핍박된 것이기 때문인가? 여기서 또한 세상을 논(論)할 수 있겠다.",
                "hj": "○己亥/副提學崔錫鼎疏救尹拯。【疏見上。】特命罷職。 玉堂請對力爭, 不從。 謹按尹宣擧與宋時烈、宋浚吉諸人, 道義相劘, 名德素重, 後學無不尊事, 身後數十年, 人無異評。 而至是, 京外怪鬼輩, 欲逞憾於尹拯, 辱其父兄, 醜悖無倫, 金昌協言其無狀者, 實出公心, 而申曅之擧以爲證, 不過誦其所聞。 初史以 ‘怯引脅持’ 目之者。 豈時烈瑣錄一出? 而宣擧醜誣, 創自時烈, 則昌協一言, 實可挨逼於時烈故歟, 觀於此, 亦可以論世也。"
            }
        }
    },
    "03": {
        "26": {
            "1": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Hong Suju reported to the King as follows: On a previous day, Kim Seongdae and others revealed someones private letter and fabricated a story with Kim Seongdae and fabricated a story. Instead, they sought to make people guilty of false accusations against the circumstances, which is evident that the circumstances and the circumstances cannot be concealed. How can the official in charge of rectifying the circumstances in the Office of the Inspector General not be adjudicated once more? However, due to the proposal of high officials, Kim Seongdae was specially dismissed from the guilty of the guilty",
                "H2KE-nKo": "장령 홍수주가 아뢰기를,“지난번에 김성대 등이 남의 사서를 들추어내어 이것저것 주워 모으고 날조하여 기필코 사람을 실정에서 벗어난 죄에 빠뜨리려고 한 것은 여러 사람이 본 바로서 그 정태를 감추기 어렵습니다. 사관의 직임을 규찰하고 바로잡는 데 있는 자가 어찌 한 번이라도 벌을 논하지 않을 수 있겠습니까. 그런데 일찍이 대신이 진달한 것으로 인하여 사관을 특별히 파직한 일이 있었고, 지금 간신의 상소로 인하여 또 유생의 벌을 풀어 주라는 명이 있었으니, 전하께서 이에 대해 편중됨을 면치 못하십니다. 어전에서 정거한 것을 상께서 풀어 주셔도 안 될 것이 없고, 벌이 사관에서 나오면 사관에 넘겨 공론을 기다려야 합니다.”하고, 또 소견이 전도되고 의사가 아름답지 못하다고 하여 대사간 송규렴을 논핵하여 체차하였다. - 학유 김성대의 벌을 청한 것이다. - 윤허하지 않았다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 3월 26일(병술) 1번째기사",
                "gt-oKo": "장령(掌令) 홍수주(洪受疇)가 아뢰기를, “지난날에 김성대(金盛大) 등이 남의 사사 편지를 들추어내서 이리저리 주워 모으고 없는 사실을 꾸며내어 반드시 사람을 뜻밖의 죄에 빠뜨리려고 한 것은 여러 사람의 눈으로 본 바이므로 그 정태(情態)는 숨기기가 어렵습니다. 그러니 사관(四館)의 직책을 맡아 규정(糾正)을 하는 데에 있는 자로서 어찌 한 번 처벌을 의논함이 없겠습니까? 그런데 일찍이 대신의 아뢴 것으로 인하여 이에 사관을 특히 파직한다는 거조가 있었으며, 이제는 간신(諫臣)의 상소로 인하여 또 유생(儒生)에게 벌을 풀어준다는 명령이 있으니 전하께서 이에 있어서 편중(偏重)함을 면하지 못한 것입니다. 어전(御前)에서 정거(停擧)하였다면 임금께서 풀어주는 것이 불가할 것 없겠습니다만, 그런데 벌이 사관에서 나왔다면 마땅히 사관에 맡겨서 공의(公議)를 기다려야 할 것입니다.” 하고, 또 소견이 전도(顚倒)되고 의사(意思)가 아름답지 못하다는 것으로 대사간(大司諫) 송규렴(宋奎濂)을 체직하라고 탄핵하였으나,【학유(學儒) 김성대(金盛大)의 처벌을 청한 것이다.】 윤허하지 않았다.",
                "hj": "○丙戌/掌令洪受疇啓曰: 頃日金盛大等, 發人私書, 捃摭搆捏, 必欲陷人以情外之罪, 十目所視, 情態難掩。 四館之職在糾正者, 烏得無一番論罰? 而曾因大臣所陳, 乃有特罷四館之擧, 今以諫臣之疏, 又有儒生解罰之命, 殿下於此, 未免偏重矣。 御前停擧, 自上解之, 未爲不可, 罰出四館, 則當付四館以待公議。 又以所見顚倒, 意思不佳, 劾遞大司諫宋奎濂。【以請鮮學儒金盛大罰也。】不允。"
            }
        }
    },
    "04": {
        "15": {
            "1": {
                "H2KE-EN": "On gapjin day, Left State Councilor Nam구만 , who had been dispatched to the capital [of Ming China] as an envoy and returned [from China], submitted a memorial on the three rooms of imprisonment after hearing the three rooms of imprisonment. Subsequently, the King discussed the matter of killing Magistrate of Seoncheon Magistracy Yi Hongs술 for his excessive excess ",
                "H2KE-nKo": "좌의정 남구만이 사신으로 갔다가 돌아올 때 연로에서 들은 세 가지 옥사에 대해 차자를 올려 맨 먼저 선천 부사 이홍술이 함부로 사람을 죽인 일을 논하였다. - 이 단락은 위에 보인다. - 또 정제선의 사형을 감면해 준 잘못을 논하였다. 그 대략에,“만약 ‘왕명을 받든 신하는 여느 사람과 달라서 사람을 죽일 수 있는데 목숨으로 보상하지 않는다면, 천자의 아버지와 왕명을 받든 신하가 어떠한데 고요가 집행할지 모르겠다. 삼장의 약법에는 단지 사람을 죽인 자는 죽인다고만 하였고 귀천과 존비의 구별은 일찍이 역대로 통행하여 지켜서 큰 원칙으로 삼았다. 어찌 일찍이 왕명을 받든 자와 일반 사람을 차등을 두자는 논의가 있었던가. 의금부가 처음에 의논하여 아뢸 때 본율을 버리고 곧바로 주상의 재결을 청하였고, 또 대신에게 의논하여 생의에 붙일 것을 청하자 전하께서 어쩔 수 없이 법을 굽혀 따랐으니, 대각에서 쟁집하지 못한 것이 또 어찌 이상할 것이 있겠는가.’라고 하셨습니다. 전하께서 이미 주상의 재결을 청하였다고 해서 해부를 꾸짖으셨고, 또 쟁집하지 않았다고 대신을 꾸짖으셨으니, 그렇다면 정제선을 사형에 처해야 한다는 것은 전하께서도 알고 계실 것입니다. 위복의 권한은 본래 전하에게 있으니, 사람을 형벌하고 사람을 죽이는 것은 자연 한결같이 주상의 마음에서 결정되는 것입니다. 또 어찌 대신의 말을 기다리겠습니까. 전하께서 만약 ‘내가 비록 법을 굽히더라도 대관은 법을 준수하지 않을 수 없다.’라고 하신다면, 인조조 김경징의 일과 거의 서로 비슷합니다. 김경징이 강도를 지키지 못한 것에 대해 대간이 법에 따라 처벌하기를 청하였으나 윤허하지 않고 정지하였는데, 인조께서는 사정을 따랐다는 이유로 엄한 하교를 내리셨습니다. 이에 유백증이 상소하기를 ‘임금은 사람을 살리고 죽이는 권한을 쥐고 있으면서도 권세 있는 사람에 대해서는 감히 법을 행하지 못하고 양사의 손을 빌리려고 한단 말입니까. 전하께서도 오히려 두려워하신다면 양사만 유독 괴롭게 여기지 않을 수 있겠습니까.’라고 하였습니다. 이에 인조께서 혁연히 명을 내려 김경징의 죄를 바로잡았습니다. 오늘날 어리석은 신이 전하에게 바라는 것은 인조께서 어기지 않은 것을 본받는 것입니다.”하였다. 또 대흥산성의 은적에 대한 일을 논하였다. - 이 단락은 위에 보인다. - 남구만이 차자를 올려 ‘사람을 죽이고 사람을 형벌한다.’라고 하였는데, 이는 대체로 주상이 정제선을 사형에 처해야 한다는 것을 깊이 알고 있으면서도 차마 법으로 처단하지 못하였기 때문에 격분하여 말한 것이다. 그렇지 않다면 은적에 대한 일에 대해 어찌 이렇게까지 형벌을 삼가고 신중히 하기를 힘쓴단 말인가. 초사에서 실언하였다는 배척은 ‘허물이 없는 가운데에서 허물을 찾는다.’라고 할 만하다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 4월 15일(갑진) 1번째기사",
                "gt-oKo": "좌의정(左議政) 남구만(南九萬)이 사신(使臣)으로 갔다가 돌아올 때에 연로(沿路)에서 들었던 세 가지 옥사(獄事)로 차자를 올렸다. 먼저 선천 부사(宣川府使) 이홍술(李弘述)이 사람을 함부로 죽인 일【이 문단은 위에 보인다.】을 논(論)하였다. 또 정제선(鄭濟先)을 감사(減死)한 과실(過失)을 논하였는데, 그 줄거리를 말하면, “만일 왕명(王命)을 받든 신하는 범인(凡人)과 다름이 있으니, 사람을 죽이고도 상명(償命)하지 않는다면 알지 못하겠습니다마는, 천자(天子)의 아버지와 왕명 받든 신하는 어떻게 다르기에 고요(皐陶)가 법을 집행하였겠습니까? 한 고조(漢高祖)의 삼장 약법(三章約法)에 다만 ‘사람을 죽인 자는 죽는다’고 하였을 뿐이니 일찍이 귀천(貴賤)과 존비(尊卑)의 구별없이 역대(歷代)로 통행(通行)하여 지킴으로써 대경(大經)을 삼고 있었으니, 어찌 일찍이 왕명을 받든 자와 범인은 차이가 있다고 하는 의논이 있을 수 있겠습니까? 해부(該府)에서 초두(初頭)에 의계(議啓)한 것이 본률(本律)을 버리고서 임금의 재가(裁可)를 바로 청하였고, 또한 대신들과 의논하여 부회(傅會)해서 의논이 생겼으므로 전하께서 법을 굽혀 이를 따르지 않을 수가 없었으니, 대각(臺閣)들이 쟁집(爭執)하지 못한 것을 어찌 이상히 여기겠습니까? 전하께서 이미 임금의 재가를 청한 것으로 해부(該府)를 꾸짖으시고, 또 논집(論執)하지 않았다 하여 대신(臺臣)들을 책망하시니 그렇다면 정제선이 마땅히 죽어야 함을 전하도 또한 알고 있는 것입니다. 위복(威福)의 권한이 본래 전하에게 있으므로 사람을 형벌하고 사람을 죽이는 것은 한결같이 주상의 마음에서 결정되는 것이니 또 어찌 대신(臺臣)들의 말을 기다리겠습니까? 전하께서 만일 ‘나는 비록 법을 굽히지마는 대관들은 법을 준수하지 않을 수 없다’ 하신다면, 이는 인조(仁祖) 때의 김경징(金慶徵)의 일과 거의 서로 비슷한 것입니다. 김경징이 강도(江都)를 지키지 못하였을 때 대간들이 안율(按律)하라는 청이 있었습니다만 얼마 아니 있어 정지하였으니, 그것은 인조(仁祖)께서 사정(私情)을 따른 엄한 전교가 있었기 때문이었습니다. 그때에 유백증(兪伯曾)이 상소하기를, ‘군주는 사람을 살리고 죽이는 권병(權柄)을 가지고 있는데도 권세(權勢)있는 사람에게는 감히 법대로 행하지 못하고서 손을 양사(兩司)에게 빌리려고 하십니까? 전하도 그를 오히려 두려워하시면 양사에서만 이를 괴로와하지 않겠습니까?’ 하였더니, 인조께서 노하시어 김경징의 죄를 바루라고 명하였습니다. 오늘날 어리석은 신하가 전하에게 바라는 것은 인조(仁祖)께서 말을 거절하지 않았던 것으로 본받는 것입니다.” 하였다. 대흥 산성(大興山城)의 은(銀)을 훔친 도적의 일을【이 문단은 위에 보인다.】 논(論)하였다. 남구만의 차자 가운데 ‘사람을 죽이고 사람을 형벌한다’는 말은 대개 주상이 정제선은 마땅히 사형에 해당될 것을 알고 있으면서도 차마 법대로 하지 않으셨기에 격분함이 있어서 말한 것이다. 그렇지 않았다면은 도적의 일에 대해서는 어찌 흠휼(欽恤)을 힘써 주장함이 이 지경에 이르렀는가? 그런데 초사(初史)에서는 그의 실언(失言)이라고 배척하였으니, 이는 ‘허물이 없는 가운데서 허물을 구한 것’이라고 이르겠다.",
                "hj": "○甲辰/左議政南九萬以使還時, 沿路所聞三獄事上箚。 首論宣川府使李弘述濫殺事。【此段見上。】又論鄭濟先減死之失, 其略曰: “若曰: 奉命之臣, 有異於凡人, 可以殺人而不償命, 則未知天子之父, 與奉命何如, 而皐陶執之乎? 三章約法, 只曰 ‘殺人者死而已,’ 未嘗有貴賤尊卑之別, 歷代通行, 守以爲大經, 何嘗有奉命與凡人差等之論耶? 該府之初頭議啓, 棄本律而直請上裁, 又議大臣傅之生議, 殿下不得不屈法而從之, 臺閭之不能爭執, 又烏足異乎? 殿下旣以請上裁。 責該府, 又以不論執咎臺臣, 然則濟先之當死, 殿下亦知之矣。 威福之柄, 本在殿下, 刑人殺人, 自當一決於上心, 又何待於臺臣之言耶? 殿下若以爲 ‘予雖屈法。 臺官不可不執法云’ 爾, 則與仁祖朝金慶徵事, 殆相類矣。 慶徵失守江都, 臺諫有按律之請, 而不允停止, 仁廟以循私有嚴敎。 兪伯曾上疏曰 ‘人君操生殺之柄, 而至權勢, 不敢行法, 欲假手於兩司耶? 殿下尙且畏之, 則兩司獨不苦之耶?’ 於是, 仁祖赫然下命, 以正慶徵之罪。 今日愚臣之所望於殿下者, 以仁祖之弗咈爲法也。” 又論大興山城銀賊事。【此段見上。】 九萬箚中 ‘殺人刑人’ 語, 蓋以上深知濟先當死而不忍致法, 故有激而言。 不然, 於銀賊事, 何爲務主欽恤至此也? 初史失言之斥, 可謂 ‘求過於無過之中’ 矣。"
            }
        }
    },
    "05": {
        "13": {
            "1": {
                "H2KE-EN": "In imsin year (1422, the fourth year of King Sejongs reign, Second Minister of Personnel 박세채가 병으로 사직하고 나오지 않자, [the King (Sejong] allowed him to be exempt from his duties. Earlier, when 박세채 argued about the matter of [Kim] Hun [] and the posthumous title to him, [he] stood with [Hong] Song []. In the end, [he] did not pass judgment on his own opinion and withdrew his return home. [He] was repeatedly summoned, but [he] eventually did not appear.",
                "H2KE-nKo": "이조 참판 박세채가 향리에 있으면서 병을 이유로 사직하고 오지 않으니, 면직을 허락하였다.박세채가 김익훈 및 추호하는 일을 논하면서부터 송시열과 대립하여 마침내 말이 시행되지 않는다는 이유로 물러나 돌아가 여러 차례 불러도 끝내 나오지 않았다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 5월 13일(임신) 1번째기사",
                "gt-oKo": "이조 참판(吏曹參判) 박세채(朴世采)가 향리(鄕里)에 있으면서 병으로 사직(辭職)하고 이르지 아니하였기에 그의 면직(免職)을 윤허하였다. 박세채는 김익훈(金益勳)의 일과 추호(追號)의 일을 논하면서부터 송시열(宋時烈)과 대립(對立)하게 되었는데, 드디어 자기의 말이 행하여지지 않으므로 물러나 돌아가서, 여러 번 불러도 마침내 나오지 않았다.",
                "hj": "○壬申/吏曹參判朴世采在鄕辭疾不至, 許免。 世采自論益勳及追號事, 與宋時烈角立, 遂以言不行退歸, 屢徵終不起。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported to the King as follows: Concurrent Assistant Section Chief of the Office of the Crown Prince Jo Taerae , who is incompetent and shameful, depends on his own benefits. Earlier, when he served in his post, he concentrated on poison using extravagant goods, and the people were unable to overcome their hardships as if they were in a flood or flood. If such person were to leave his post for a short time, this would not be improper. People all despised him and shamelessly shameful for the same class. It is requested that he be removed from his post. The Office of the Censor General implored four times, and the King began to grant permission.",
                "H2KE-nKo": "간원이 아뢰기를,“인의 겸 참군 조태래는 사람됨이 비루하고 잗달아 오직 이익만을 좋아합니다. 전후로 부임해서는 오로지 가렴주구만을 일삼아 백성들이 고통을 견디지 못하여 마치 물과 불 속에 빠진 것 같았습니다. 이와 같은 사람은 종신토록 버려도 안 될 것이 없는데, 사람들이 모두 침을 뱉으며 더럽게 여기고 같은 반열에 있는 것을 수치스럽게 여깁니다. 사판에서 삭제하소서.”하였다. 네 번째 아뢰자, 비로소 윤허하였다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 5월 18일(정축) 1번째기사",
                "gt-oKo": "사간원(司諫院)에서 아뢰기를, “인의(引儀) 겸 참군(參軍) 조태래(趙泰來)는 사람됨이 더럽고 번쇄(煩瑣)하여 오직 이익되는 것만 좋아합니다. 그가 전후(前後)에 임지(任地)에 임하여서는 오로지 침탈만을 일삼았기에 백성들이 그 고통을 견디지 못한 것이 마치 물과 불 가운데 있는 것 같았으니, 이와 같은 사람은 비록 죽을 때까지 버리더라도 불가하다는 이가 없으며 사람들이 모두 그를 침을 뱉고 더럽게 여겨서 같은 반열(班列)이 되는 것을 부끄럽게 여깁니다. 그러니 삭거 사판(削去仕版)하기를 청합니다.” 하였다. 네 차례를 아뢰고서야 비로소 윤허하였다.",
                "hj": "○丁丑/諫院啓曰: “引儀兼參軍趙泰來, 爲人鄙瑣, 惟利是好。 前後莅任, 專事剝割, 民不堪苦, 如在水火之中, 如此之人, 雖終身棄之, 未爲不可, 人皆唾鄙, 羞與同列。 請削去仕版。” 四啓, 始允之。"
            }
        }
    },
    "06": {
        "23": {
            "1": {
                "H2KE-EN": "The King received the high-ranking official of the senior third rank or above in the imja year (. Left State Councilor 남구만이, saying, As for the matter of providing additional grain loans, the King ordered that the Ministry of War discuss the matter again. Minister of Taxation Bak Singyu said, When Right State Councilor Jeong Jasung was in the Ministry of Taxation , he delayed this discussion. Therefore, the discussions of the State Council all said that it was not proper to send an official document [to the Ministry of Taxation] for the rest of the grain loans. However, because it was not appropriate to send an official document [to the Ministry of Taxation] for the rest of the grain loans that it was outside the capital, [the King] could not worry about it. The King ordered that the matter be discussed again and then 처리ed. Because of this, [Jeong] Danha became angry and became enraged by [Bak] Singyu, and he submitted a memorial and went to his hometown. His words were arrogant and angry. The King responded that this matter was not what he wished to do. Do not resign but come to the capital. [Bak] Singyu also submitted a memorial requesting his resignation, and thus many people laughed him.",
                "H2KE-nKo": "대신과 비변사 당상을 인견하였다. 좌의정 남구만이 이단하가 논핵한 환곡을 더 마련해야 한다는 일로 다시 비변사와 회의하게 할 것을 청하였다. 호조 판서 박신규가 아뢰기를,“우상 정재숭이 호조에 있을 때 이 의론에 대해 난색을 표하였기 때문에 묘당의 의론이 모두 불편하다고 여겨 관문을 보내 도로 중지하였습니다. 그런데 이단하는 지방에 있어서 미처 알리지 못하였습니다.”하니, 주상이 다시 문의하여 처리하라고 명하였다. 이단하가 이 때문에 박신규에게 화를 내어 상소하고 고향으로 내려가기까지 하였는데, 말에 발끈 성을 내는 것이 많았다. 비답하기를,“이와 같은 행동은 경에게 바라던 바가 아니다. 사직하지 말고 올라오라.”하였다. 박신규도 이 때문에 사직 상소를 올리니, 비웃는 사람이 많았다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 6월 23일(임자) 1번째기사",
                "gt-oKo": "대신과 비국(備局)의 당상관(堂上官)들을 인견(引見)하였다. 좌의정(左議政) 남구만(南九萬)이 ‘이단하(李端夏)가 주장하였던 적곡(糴穀)을 더 비축(備蓄)하여야 한다’는 일로 다시 주사(籌司)에 모여 의논하기를 청하였다. 호조 판서(戶曹判書) 박신규(朴信圭)가 말하기를, “우상(右相) 정재숭(鄭載嵩)이 탁지(度支)에 있었을 적에 이 의논에 난색(難色)을 가졌습니다. 그러기에 묘당(廟堂)에서 모두 불편(不便)하다고 여기어서 관문(關文)을 띄웠다가 도로 중지하였었습니다. 그런데 이단하는 마침 외지(外地)에 있었기에 미처 서로 보고(報告)하지 못하였습니다.” 하니, 임금이 이를 다시 문의(問議)하여 처리하기를 명하였다. 이단하가 이 일 때문에 박신규에게 노하여 상소하고는 향리(鄕里)로 돌아가기까지 했는데 말에 성을 내어 원망함이 많았다. 그런데 비답에 ‘이와 같은 거조(擧措)는 경(卿)에게 바라는 것이 아니니, 사직하지 말고 올라오라’ 하였고, 박신규도 이로써 사직을 아뢰었으니, 사람들이 이를 비웃는 이가 많았다.",
                "hj": "○壬子/引見大臣備局堂上。 左議政南九萬。 請以 ‘李端夏所論加備糶穀事,’ 更令會議籌司。 戶判朴信圭曰: “右相鄭載嵩在度支也, 持難於此議。 故廟議皆以爲不便發關還寢。 而端夏在外, 未及相報矣。” 上命更爲問議而處之。 端夏以此怒信圭, 至投疏下鄕, 語多悻悻。 批以似此擧措, 非所望於卿, 勿辭上來。 信圭亦以此陳辭, 人多笑之。"
            }
        }
    },
    "07": {
        "4": {
            "1": {
                "H2KE-EN": "On imsul day, 영의정 김수항 , who was in office six years, successively served as powerful officials, and concentrated on controlling sides of the colleague of the colleague. Earlier, when the imprisonment was severe, the middle of the imprisonment also seized the colleague of Hun , which made the objects of the colleague of the court. In the end, the colleague of the literary",
                "H2KE-nKo": "영의정 김수항을 면직하였다. 김수항은 6년 동안 정권을 잡고 있으면서 한 가지도 건의하여 밝힌 것이 없이 오로지 당의만을 일삼았다. 처음에는 옥사를 너무 심각하게 다스렸고, 중간에는 또 김익훈의 편을 들어 조정의 의론이 분열되게 하였으며, 끝에 가서는 사림의 다툼을 앞장서서 주장하여 끝없이 화를 끼쳤다. 그런데도 꼬치꼬치 캐서 이제야 비로소 풀려났으니, 또한 늦었다고 할 수 있다. 처음 사초를 편수한 자가 사류를 원수처럼 보면서 번번이 윤휴와 허목을 몰래 도왔다는 것으로 아무런 근거도 없이 무함을 가하고는 김수항을 지주처럼 무거운 자리에다 돌렸으니, 어찌 족히 백대의 공정한 안목을 속일 수 있겠는가.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 7월 4일(임술) 1번째기사",
                "gt-oKo": "영의정(領議政) 김수항(金壽恒)이 면직(免職)되었다. 김수항은 6년 동안 권축(權軸)을 잡았으면서도 한가지도 건명(建明)한 것이 없이 오로지 당의(黨議)만을 일삼았다. 처음에는 옥사(獄事)를 다스린 것이 심각하였었고, 중간에는 또 김익훈(金益勳)에게 편을 들어서 조정의 의논이 분열되게 하였으며, 끝에는 또 사림(士林)들의 분쟁(紛爭)을 선창(先唱)하여 화(禍)를 퍼뜨린 것이 한정이 없었는데도 자리를 차지하고 있다가 이제야 비로소 해면(解免)되었으니 또한 늦었다고 이르겠다. 그런데 초사(初史)를 수찬(修撰)한 자가 사류(士類)들을 원수로 보아서 문득 윤휴(尹鑴)와 허목(許穆)을 몰래 도와주었다는 이유로, 공공연히 무욕(誣辱)을 가하고는 김수항(金壽恒)을 지주(砥柱) 같은 중진으로 돌리려 하였으나, 어찌 백대(百代)의 공안(公眼)을 속이겠는가?",
                "hj": "○壬戌/領議政金壽恒免。 壽恒六年秉軸, 無一建明, 專事黨議。 始則治獄深刻, 中又左袒益勳, 使朝議潰裂, 末乃倡士林之爭, 流禍無窮, 而盤礴淟涊, 今始解免, 亦云晩矣。 修初史者, 讎視士類, 輒以陰助鐫、穆, 白地加誣, 而歸壽恒於砥柱之重, 烏足以欺百代之公眼也?"
            },
            "2": {
                "H2KE-EN": "Former Deputy Director of the Office of Royal Decrees Jo Jigyeom passed away. Jo Jigyeoms courtesy name was Gwangbo . He was the grandson of Mun Hyogong , the grandson of Jo Ik . He was the son of Minister [of Personnel] Bokyang . Jo Jigyeoms courteous integrity and upright integrity was separated from others, and his literary studies and 언론s were the head of the same generation. After the gabo year (, he was rejected from his post for a long time. In the gyeongsin year (, he was revised and held successive posts in succession. However, he saw that he was a meritorious and powerful official who occupyed the circumstances, and many indiscriminate punishments were imposed upon him. Thus, he eventually falsely accused Kim Ikjeong . Subjects Song , Subjects, and others were unable to confront [the circumstances], but he was unable to confront [the circumstances] and attempted to attempt to",
                "H2KE-nKo": "전 홍문관 부제학 조지겸이 졸하였다. 조지겸의 자는 광보이고 문효공 조익의 손자이다. 판서 조복양의 아들로, 곧은 절개와 맑은 지조가 남달리 뛰어났고 문학과 언론이 당대의 명류 중에 으뜸이었다. 갑인년 이후 오랫동안 배척을 받았다. 경신년에 개기하여 청요직을 두루 거쳤는데, 훈귀들이 권세를 마음대로 부려 옥사를 다스림에 외람된 것이 많았음을 목격하고 김익훈의 무고가 있기까지 하였다. 그러나 송시열과 김수항 등은 기구의 사류로서 꺾여 들어가 편드는 것을 면치 못하였다. 조지겸은 보잘것없는 후진으로서 우뚝 서서 흔들리지 않고 청의를 주창하여 자호하는 선비들이 휩쓸려 붙좇았다. 돌아보건대, 세력과 세력이 대등하지 못하여 걸핏하면 억눌려 좌절당하였으니, 조지공이 정도를 지켜서 탁류가 하늘에 닿는 것을 면한 것은 백대에 할 말이 있게 되었다. 조지겸은 또 일을 다스리는 데 뛰어났다. 성균관의 장관으로 있을 때에는 교적을 부지런히 하고 폐정을 바로잡았으며, 반궁의 하례를 지금까지 사당에서 제사하기를 마치 그 부모를 제사 지내는 것처럼 하고, 죽은 날만 되면 번번이 그 집에 가서 제사를 돕도록 하였다. 고성을 다스리면서 인자한 은혜가 사람들에게 스며드니, 고을 사람들이 추모하여 마지않았다. 이에 즉시 생사당을 짓고 이어 제사를 지내 주었다.노론과 소론이 분당된 것은 조지겸이 격탁 양청을 주장한 데서 비롯되었는데, 박세채와 윤증이 모두 그 영수가 되었다. 윤증은 또 송시열과 사이가 나<unk>기 때문에 당인들이 그를 원수로 여겨 사류를 무함할 수 있는 일이라면 번번이 윤증을 끌어다가 교묘하게 헐뜯고 욕하였다. 그런데 마침 조지겸과 윤증이 모두 증직되기도 하고 벼슬되기도 하였다. 기사년 이후에 이것을 빙자하여 사류의 청의라고 하면서 몰래 뒷날을 위한 계책을 꾸몄다. 그런데 초사를 편수한 자가 윤증이 조지겸을 지휘한 말을 날조하여 터무니없이 사람을 모함하였다고 비사에 실리기까지 하였으니, 비록 국사가 엄중하고 비밀스러워서 사람들이 엿볼 수 없었다 하더라도 유독 하늘의 태양과 귀신을 속일 수 없다는 것을 두려워하지 않을 수 있겠는가.아, 윤증이 굳이 동강에서 목숨을 바친다면 세로의 화복이 자기에게 무슨 관계가 있겠는가. 조지겸 한 무리는 윤시귀의 영혼이 아니었다면 10년 뒤에 궁위의 총애받는 폐첩의 화가 어찌 장차 그렇게 될 것을 미리 알아서 분할하여 스스로 보전하기를 도모하였겠는가. 이뿐만이 아니다. 무진년에 이항을 죄주자는 정당한 의론을 도리어 이항과 결탁하였다고 하였고, 계사년에 존호를 올리자는 이론을 제기할 때에도 깊은 후원이 있음을 믿어 말을 만든 것이 흉악하고 패려하여 감히 말할 수 없는 자리를 무함하기까지 하였다. 아, 깊은 후원을 맺은 것은 당인의 기량인데 그 죄를 덮으려고 도모하여 도리어 사류를 더럽혔으니, 천하에 어찌 이런 일이 있단 말인가. 통탄할 일이다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 7월 4일(임술) 2번째기사",
                "gt-oKo": "전 홍문관 부제학(弘文館副提學) 조지겸(趙持謙)이 졸(卒)하였다. 조지겸의 자(字)는 광보(光甫)이니 문효공(文孝公) 조익(趙翼)의 손자요, 판서(判書) 복양(復陽)의 아들이다. 곧은 절개와 맑은 지조는 동료들보다 월등하게 뛰어났으며 문학(文學)과 언론(言論)은 한 시대 유명한 선비들의 우두머리가 되었다. 갑인년 뒤에 오랫동안 빈척(擯斥)을 당하고 있다가 경신년의 개기(改紀)로부터 청관 화직(淸官華職)을 역임(歷任)하였다. 그러나 훈척(勳戚)과 귀족(貴族)들이 권세를 마음대로 부려 옥사(獄事)를 다스림이 참람함이 많은 것을 눈으로 보았으며 김익훈(金益勳)의 무고(誣告)의 사건이 일어났는데도 송시열(宋時烈)과 김수항(金壽恒) 등이 기구(耆舊)의 사류(士流)로서 그 사건에게 꺾여 들여가서 편들게 되는 것을 면하지 못하니, 조지겸은 보잘것없는 작은 후진(後進)이지마는 이에 능히 특립(特立)하여 흔들리지 않고서 청의(淸議)를 제창하니, 제몸을 스스로 사랑하는 선비들이 바람에 쓸리듯이 따라 왔었다. 돌아보건대 그의 세력이 저들을 대적할 수 없어서 자칫하면 억누르고 좌절(挫折)됨을 당하지마는 그가 공평 정대(公平正大)하게 일을 처리하여 흐르는 흙탕물이 하늘에까지 창일하지 못하게 한 것은 백대(百代)에 할 말이 있을 것이다. 조지겸은 또 치사(治事)에도 뛰어났다. 그가 국자감(國子監)을 관장하였을 적에는 교적(敎迪)을 부지런히 하고 폐정(弊政)을 바로잡았으니 반궁(泮宮)의 하인(下人)들이 지금까지 사향(祠享)하기를 마치 자기의 부모(父母)를 제사하듯 하여, 매양 그가 죽은 날만 되면 문득 그의 집에 제사를 도왔다. 그가 고성(高城)을 다스렸을 적에 어진 은혜가 사람들에게 들어갔기에 고을의 자제(子弟)들이 추모(追慕)하기를 그치지 않아서 생사당(生祠堂)을 짓고 이내 제사를 지내었다. 대개 노론(老論)과 소론(少論)이 분당(分黨)하게 된 것은 조지겸이 격탁 양청(激濁揚淸)을 주장하였었고 박세채(朴世采)와 윤증(尹拯)이 모두 그의 영수(領袖)가 된 데 근원하였다. 윤증은 또 송시열(宋時烈)과 틀렸기 때문에 당인(黨人)들이 그를 보기를 원수처럼 대하여 무릇 사류(士類)를 속이는 자들은 문득 윤증을 끌어다가 교묘하게 헐뜯어 욕하게 되었다. 그런데 마침 조지겸이 윤증과 더불어 증직(贈職)되거나 관직(官職)을 받았다. 그래서 기사년 이후에는 이를 빙자하여 사류(士類)의 청의(請議)라 하면서 몰래 뒷날의 계획을 삼았다. 그런데 초사(初史)를 수찬한 자가 윤증이 조지겸을 지휘(指揮)하였다고 말을 만들어서 공연히 사람을 모함하고서는 이를 비사(秘史)에 기재하게 되었으니 비록 국사(國史)는 엄비(嚴秘)된 기록이므로 사람들이 함부로 엿보지 못하는 것이지마는 홀로 천일(天日)과 귀신(鬼神)을 속일 수 없는 것을 두려워하지 않겠는가? 아! 윤증이 진실로 절개를 지키고 동강(東岡)에서 죽었다면 한 세상의 화복(禍福)이 어찌 자기의 몸에 관여되었겠는가? 또 조지겸 한 무리는 시귀(蓍龜)처럼 영험(靈驗)스럽지 않았으니, 10년 뒤 궁위(宮闈)의 총폐(寵嬖)의 화(禍)가 장차 그렇게 될 것을 어찌 미리 알아서 분당하여 스스로 보전하려는 계획을 삼았겠는가? 다만 이것뿐 아니다. 무진년에 김우항(金宇杭)을 죄주자는 바른 의논을 도리어 김우항과 서로 결탁하였다고 일컬었으며, 계사년에 존호(尊號)에 대한 이론(異論)을 또한 심궁(深宮)의 도움이 있음을 믿었기 때문이라고 지어낸 말이 흉악하고 도리에 거슬려서 감히 말할 수 없는 처지에까지 무욕(誣辱)하게 되었다. 아! 김우항과 서로 결탁하고 심궁의 원조를 믿는 것은 당인(黨人)들의 재능인데도 그러한 죄를 뒤집어 씌워서 사류(士類)들을 도리어 오욕(汚辱)하기를 도모하였으니, 천하(天下)에 어찌 이러한 일이 있겠는가? 슬프고 슬픈 일이다.",
                "hj": "○前弘文館副提學趙持謙卒。 持謙字光甫, 文孝公翼之孫。 判書復陽子, 直節淸操, 絶類離倫, 文學言論, 爲一代名流之首。 甲寅後, 久在擯斥, 庚申改紀, 歷敭淸華。 而目見勳貴用事, 治獄多濫, 以至有益勳誣告, 而宋時烈、金壽恒等, 以耆舊士流, 不免折入而左袒之, 持謙以眇然後進, 乃能特立不撓, 倡爲淸議。 自好之士, 靡然嚮之。 顧力勢不敵, 動遭抑挫, 其秉公持正, 免使濁流滔天者, 足以有辭於百代。 持謙又長於治事。 掌國子, 勤敎迪釐弊政, 泮隷至今祠享, 如祭其父母, 每遇亡日, 輒助祭於其家。 治高城, 仁惠入人, 邑子追慕不已, 卽生祠仍俎豆之。 蓋老少分黨, 源於持謙之主激揚, 而朴世采、尹拯皆爲其領袖。 拯又與時烈貳, 故黨人者, 視爲仇讎, 凡可以誣土類者, 輒拖引拯, 巧加詆辱。 而適持謙與拯, 俱被或贈或官。 於己巳後, 藉此謂士類淸議, 陰爲後日計。 修初史者, 至造爲拯指揮持謙語, 白地陷人, 載之秘史, 雖國史嚴秘, 人不能窺, 而獨不畏天日鬼神之不可欺歟? 噫! 拯固守死東岡, 則世路禍福, 何與於己? 持謙一隊, 非蓍龜之靈, 則十年後宮闈寵嬖之禍, 何能逆覩於將然, 而爲分割自全之圖哉? 不特此也。 戊辰罪杭之正議, 反謂與杭締交, 癸巳尊號之異論, 亦謂恃有奧援, 造言凶悖, 至誣不敢言之地。 噫! 締交奧援, 乃黨人伎倆, 而圖蓋其罪, 反汚士類, 天下寧有是耶? 痛矣痛矣。"
            }
        }
    },
    "08": {
        "5": {
            "1": {
                "H2KE-EN": "On gyesa day, the first day of the ninth month, the King appointed 유상운 as deputy director of the Office of Royal Decrees . As a man of integrity and literary skills, Sangun was born of a powerful clan and was born of a powerful possession of his powerful clan, and thus how could he not be adequately appointed to a position? However, his powerful families were poor and no longer intelligent and intelligent powerful candidates. Nevertheless, he possessed a good reputation and his reputation was gradually returned to his powerful possession. Thus, he was appointed as the head of the Office of Diplomatic Correspondence . However, he was extremely imprudent and honest by nature. He was unwilling to follow others by following others. After he ascended the powerful possession of the powerful posession, and after his powerful posession was greatly detested by others. Therefore, he compiled the historians, falsely accused him of flattering 김석주 to the powerful possession of the powerful posession of the powerful clan, and afterward he betrayed Jo Jigyeom to the powerful possession of the powerful posession of the powerful clan. How could there be a possible posible possibility? Not only his powerful posession of his powerful clan, he was able to meet his powerful clan. Furthermore, his powerful possession was Yi Suk from his powerful clan, and he did not support his powerful possession of Confucian scholars. Then, Yi Suk was the younger brother of",
                "H2KE-nKo": "유상운을 부제학으로 삼았다. 유상운은 청백하고 문학이 있으니, 그가 세벌에서 태어나 화관과 현달한 벼슬길에서 무슨 적합하지 않은 점이 있겠는가마는, 문벌이 한미하고 경력이 그다지 빛나지 않았다. 다만 그가 있는 곳에 명성과 공적이 있었기 때문에 시망이 점점 그에게로 돌아가 홍문관의 장관에 제수되기까지 하였으니, 식자들은 그를 병통으로 여겼다. 그러나 성품이 너무 간솔하고 오만하여 남을 따라 부앙하기를 좋아하지 않았다. 그가 정승으로 들어온 뒤에는 언의가 크게 당인들의 미움을 받았다. 그러므로 초사를 편수한 자가, 김석주에게 빌붙어 대사간이 되었다가 뒤에 배반하고 조지겸에게 빌붙었다고 무함하였다. 조지겸의 무리가 한창 권귀의 비위를 거슬려 빈사 상태에 있는데 무슨 세력이 있겠는가. 다만 그의 지상이 우연히 들어맞았을 뿐이다. 더구나 이 의망은 이숙에게서 나온 것으로, 애당초 사류의 힘을 빌린 것은 아니었다. 그런데 이숙이 그의 아우를 위해 억지로 따랐기 때문에 말을 꾸며 가며 유상운을 심하게 무함하였다. 그리하여 이숙으로 하여금 공기를 팔고 사정을 따르는 결과가 됨을 면치 못하게 하였으니, 교묘하게 하려다가 도리어 졸렬하게 되었다고 할 만하다. 식자들은 그를 비웃었다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 8월 5일(계사) 1번째기사",
                "gt-oKo": "유상운(柳尙運)을 부제학(副提學)으로 삼았다. 유상운은 청백(淸白)하고 문학(文學)이 있었으니 그가 세벌(世閥)의 집안에 태어났더라면 화관 현도(華貫顯塗)에 어디를 간들 맞지 않겠는가마는, 그의 문호(門戶)가 한미(寒微)하였고 이력(履歷)도 그다지 빛나지 못하였다. 다만 그가 있는 곳에 명성(名聲)과 공적(功績)이 있었던 이유로써 당시의 인망(人望)이 점차로 돌아와서 옥서(玉署) 장관(長官)에 임명 되었으니 견식이 있는 사람은 이를 근심하였다. 그러나 성품이 너무 간솔하고 오만하여 남을 따라 부앙(俯仰)하기를 좋아하지 않았다. 정승의 지위에 들어온 뒤에도 언의(言議)하는 것이 크게 당인(黨人)들에게 미움을 당하였다. 그런 까닭으로 초사(初史)를 수찬(修撰)하는 자가 그를 처음에는 김석주(金錫胄)에게 붙어서 사간(司諫)의 장관(長官)이 되었다가 뒤에는 배반하고 조지겸(趙持謙)에게 붙었다고 무욕(誣辱)하였었다. 그때의 조지겸 무리들은 바야흐로 권귀(權貴)들에게 미움을 받아서 배척되어 죽게 되었으니 무슨 세력이 있었겠는가? 다만 그의 지상(志尙)이 우연히 맞았을 뿐이다. 더구나 그가 의망(擬望)된 것은 이숙(李䎘)에게서 나온 것이므로 처음부터 사류(士類)들의 힘을 입은 것은 없었다. 그런데도 이숙이 그의 아우 때문에 억지로 따랐다고 둔사(遁辭)로 꾸며서 유상운을 많이 무욕(誣辱)하였다. 그리고 이숙으로 하여금 공기(公器)를 팔아서 사정(私情)에 따른 것을 면하지 못하게 하였으니, 이는 잘 하려고 하다가 도리어 잡쳐 놓은 격이라 할 수 있다. 견식이 있는 사람들이 이를 비웃었다.",
                "hj": "○癸巳/以柳尙運爲副提學。 尙運淸白有文學, 使其出於世閥, 華貫顯塗, 何適不宜, 而門戶寒素, 踐歷不甚奕舃。 特以所在有聲績, 時望漸歸, 至拜玉署之長, 識者病之。 然性太簡亢, 不喜隨人俯仰。 入相後, 言議大爲黨人所惡。 故修初史者, 誣以姶附金錫冑得諫長, 後背而附趙持謙。 持謙一隊, 方忤權貴擯死, 何勢力之有? 秪其志尙偶合。 況是擬出於李䎘, 初無資於士流之力。 而乃以䎘爲其弟勉從, 遁辭文飾, 厚誣尙運。 而使䎘不免爲賣公器循私意之歸, 可謂欲巧而反拙也。 識者笑之。"
            }
        }
    },
    "09": {
        "25": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the month, Left State Councilor Nam Ji submitted a letter of resignation for seventeen times as well as the occasion of the northern frontier was disgraceful for the country. The King persistently refused and did not approve his resignation. Nam Ji again submitted a memorial stating, The envoy for expressing gratitude for imperial benevolence has yet been impeached. Therefore, your subject is even hard to avoid punishment because the inspectors and censors are not included in the same manner as your subject. The King replied, The previous incident was truly due to the will of the state to worry about the peoples hardships. Moreover, the inspectors and censors have already been resolved, and it is even more difficult to make an unfortunate occurrence. You must quickly urge yourself to manage the affairs of the current importance.",
                "H2KE-nKo": "좌의정 남구만이 열일곱 번째 정사하였다. - 청나라에서 보낸 자문이 나라를 욕되게 했기 때문이다. - 주상이 위유하고 허락하지 않았다. 또 차자를 올리기를,“사은사가 아직도 주선하지 못했다는 이유로 논핵을 받고 있으니, 신은 일을 처음 시작한 사람으로서 더욱 죄를 피할 길이 없습니다. 대간의 논핵이 신에게까지 미치지 않은 것은 신이 스스로 처신할 바를 알기 때문입니다.”하니, 답하기를,“지난날의 일은 진실로 국가를 위해 민폐를 염려하는 뜻에서 나온 것이었다. 더구나 대간의 계사가 이미 마무리되었으니, 더욱 편안하기 어려울 단서가 없다. 모쪼록 현재의 어려움을 생각하여 속히 나와서 치도를 논하라.”하였다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 9월 25일(임오) 1번째기사",
                "gt-oKo": "좌의정(左議政) 남구만(南九萬)이 정사(呈辭)한 것이 17번에 이르렀으나,【청나라에서 온 자문(咨文)이 나라를 욕되게 하였기 때문이다.】 임금이 위유(慰諭)하고 윤허하지 않았다. 남구만이 또 차자를 올리기를, “사사(謝使)들이 오히려 그 사이에서 주선(周旋)하지 못했기 때문에 논핵(論劾)당하고 있으니 신은 이 일을 시작한 사람으로 더욱 죄를 도피할 수가 없습니다. 대간(臺諫)의 의논들이 모두 신에게 미치지 않는 것은 신이 스스로 처리할 것을 알기 때문입니다.” 하니, 답하기를, “전일(前日)의 일은 진실로 국가를 위하고 백성들의 폐해를 염려하는 뜻에서 나온 것이다. 더구나 대간(臺諫)들의 계청(啓請)이 이미 거두어졌으니 더욱 편하기 어려울 단서가 없어졌다. 이 때의 난국(難局)을 생각하여 속히 나와서 정승의 일[道]을 의논하라.” 하였다.",
                "hj": "○壬午/左議政南九萬呈辭至十七度,【以北咨辱國故也。】上慰諭不許。 又箚陳: “謝使。 尙以不能周旋被論, 則臣以始事之人, 尤無所逃罪。 臺論之不竝及於臣, 知臣自處故也。” 答曰: “前日之事, 亶由於爲國家慮民弊之意。 況臺啓旣已收殺, 尤無難安之端。 須念時艱, 速出論道。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On jeonghae day, due to the memorial submitted by the 봉조하송시열 ,【소는 위에 보인다.】 the King issued an order: Regarding Kwon Sunjang and others, there was an explaining that there was no effect in which to kill in appeal for the death of Kwon Sunjang . I do not know what to do. The Royal Secretariat reported this matter to the King, and the Royal Secretariat answered that the Royal Secretariat sends a letter to the Bureau of Livestock Breeding . The way of discussing a man should observe his mind, and there is no other intention. Even if his words were errors, it would not be worth severely wrong. The circumstances of 윤증 wrote down the circumstances of his words to the circumstances, which can truly say that the words were errors. However, his intention was not to denounce the 선정 of denounce the circumstances. Then, 유생들이 일제히 일어나 wrote up the circumstances and submitted a letter to denounce the circumstances and denounce the circumstances of the cumstances and denouncing the circumstances of the cumstances of the culation of the circumstances of the cumstances. However, the circumstances of Hong Suju wrote down the circumstances of Jangyu . Even though he clarified that his words did not have any other intention, he cannot escape the evidence of the circumstances of the cumstances of the circumstances of the cumstances. This can be said to be a fault, but the intentions of the circumstances of the cumstances of the culation of the circumstances of the",
                "H2KE-nKo": "정해년에 봉조하 송시열의 상소 - 상소는 위에 보인다. - 로 인하여 전교하기를,“권순장 등의 일에 ‘반드시 죽어야 할 의리가 없다.’라고 말하는 자가 있는데, 무엇을 말하는 것인지 모르겠다.”하니, 승정원이 상고하여 아뢰었다.승정원이 아뢰기를,“윤증이 사국에 보낸 편지라고 대답하였습니다. - 이 일은 위에 보인다. - 사람을 논하는 도리는 마땅히 그 마음을 살펴보아야 하고 진실로 다른 마음이 없으면 말이 비록 지나치더라도 심하게 나무랄 것이 못 됩니다. 윤증의 편지에서 선정에게 언급한 것은 진실로 말이 잘못되었다고 할 수 있으나, 그 뜻은 선정을 헐뜯는 데에 있지 않습니다. 그러니 유생들이 일제히 일어나 소장을 올려 제멋대로 무함하고 욕한 것은 모두 송시열의 풍지에서 나온 것입니다. 그런데 송시열이 또 장황하게 소장을 올렸으니, 비록 도를 보위한다고 스스로 핑계 대었으나 실은 윤증에게 유감을 풀려는 것입니다. 홍수주가 상소에서 장유의 상소를 끌어다 증거로 삼은 것은 비록 윤증의 말에 다른 뜻이 없었다는 것을 밝히기는 하였으나 선정이 머리를 깎았다는 증거로 삼는 것을 면치 못하였으니, 망녕되고 경솔한 실수라고 할 수 있습니다. 그러나 그 뜻을 따져 보면 어찌 남인처럼 선정을 무함할 수 있겠습니까. 관작을 삭탈하고 도성 밖으로 내쫓는 것으로도 부족하여 북쪽 변방에 정배하기까지 하였으니, 처분이 또한 너무 지나치지 않습니까.”하였다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 9월 30일(정해) 1번째기사",
                "gt-oKo": "봉조하(奉朝賀) 송시열(宋時烈)의 상소【상소는 위에 보인다.】로 인하여 하교(下敎)하기를, “권순장(權順長) 등의 일은 그들이 반드시 죽어야 할 의리가 없다는 것으로 말한 이가 있다 하니, 무엇을 이른 것인지 알지 못하겠다. 승정원(承政院)에서 상고(詳考)하여 아뢰라.” 하니, 승정원에서는 윤증(尹拯)이 사국(史局)에 보냈던 편지로서 주대(奏對)하였다.【이 일은 위에 보인다.】 그런데 인물을 논평하는 도리는 마땅히 그의 마음을 관찰(觀察)하여서 마음에 다른 뜻이 없으면 말한 것이 비록 과실이 있더라도 그를 심하게 비난할 것은 못된다. 윤증의 편지 가운데에 말이 선정(先正)에 미쳤던 것은 진실로 그의 말 표현이 잘못된 것이고 그의 뜻이 선정을 헐뜯고 비방하는 데는 있지 않았었다. 그러니 유생(儒生)들이 같은 때에 일어나서 장소(章疏)를 올려서 자의(恣意)로 무욕(誣辱)한 것은 모두 송시열이 넌지시 말한 뜻에서 나온 것이다. 그런데도 송시열은 또한 장황(張皇)하게 상소하였으니, 이는 비록 유도(儒道)를 보위(保衛)한다고 스스로 핑계를 대지마는, 실지로는 윤증에게 원한을 풀려는 까닭이다. 홍수주(洪受疇)의 상소 가운데 장유(張維)의 상소를 끌어다 쓴 것은 비록 윤증의 한 말이 다른 뜻이 없었음을 밝히려고 한 것이지마는, 선정이 머리를 깎았다는 증거가 됨을 면하지 못하였으니 즉 그가 너무 망령되고 경솔한 잘못이 있다 하겠는데 그의 뜻을 구명(究明)한다면 어찌 선정을 무욕하기를 남인(南人)들과 같게 하였겠는가? 그런데 그를 삭직(削職)하여 내쫓은 것도 부족(不足)하여서 북쪽 변경(邊境)으로 멀리 귀양보내게 되었으니 처분(處分)이 또한 너무 지나침이 없다 하겠는가?",
                "hj": "○丁亥/因奉朝賀宋時烈疏。【疏見上。】 下敎曰: “權順長等事, 有以無必死之義爲言者, 未知其何謂也。 政院考啓, ‘政院以尹拯抵史局書爲對。’【事見上。】論人之道, 當觀其心, 心苟無他, 言雖過差, 不足深非。 拯書中語及先正處, 固可謂語言之差, 而其意不在於詆毁先正。 則儒生之齊起投章, 恣意誣辱, 皆出於宋時烈之風旨。 而時烈又張皇陳疏, 雖自托於衛道, 而實所以逞憾於拯也。 洪受疇疏中, 援据張維疏, 雖明拯言之無他, 而不免爲先正落髮之證, 可謂失之妄率, 而原其意, 豈誣先正如南人者哉? 削黜之不足, 至於投畀北塞, 處分無亦太過歟?"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The old site of Injeong Hall (Hall of Benevolent Governance was located in the gyeongin year (. [The King] ordered that the office in charge demolish [the house] and punish [him] for his crime.",
                "H2KE-nKo": "인경궁의 옛터에 사인 몇 집이 들어가 살았는데, 담당 관사로 하여금 철거하고 죄를 주게 하였다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 9월 9일(병인) 1번째기사",
                "gt-oKo": "인경궁(仁慶宮)의 옛터에 사인(士人) 두서너 집들이 들어와 살고 있으므로, 유사(攸司)로 하여금 그 집들을 헐어 없애고 그들에게 죄를 과(科)하였다.",
                "hj": "○丙寅/仁慶宮舊基, 士人數家入居, 令攸司撤毁科罪。"
            }
        }
    },
    "10": {
        "17": {
            "1": {
                "H2KE-EN": "[The King] appointed Jeong Seokrin as deputy director of the Office of Royal Decrees . In the gapjin year (, [the King] dismissed [Jeong] Seokrin from his position in order to save [Jeong] 윤증s guilt. On this day, [Jeong Seokrin] began to reinstate his previous position.",
                "H2KE-nKo": "최석정을 부제학으로 삼았다. 최석정이 윤증을 신구하다가 파직되었는데, 이때에 이르러 비로소 옛자리에 서용되었다.\n",
                "date_ko": "숙보 16권, 11년(1685 을축 / 청 강희(康熙) 24년) 10월 17일(갑진) 1번째기사",
                "gt-oKo": "갑진 최석정(崔錫鼎)을 부제학(副提學)으로 삼았다. 최석정이 윤증(尹拯)을 신구(伸救)하다가 좌죄(坐罪)되어 파직(罷職)되었는데, 이때에 이르러 비로소 옛 지위에 서복(敍復)되었다.",
                "hj": "○(丁亥)〔甲辰〕/以崔錫鼎爲副提學。 錫鼎伸救尹拯坐罷, 至是始敍復舊踐。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十六"
            }
        }
    }
}