{
    "02": {
        "4": {
            "1": {
                "H2KE-EN": "During the imja year (, Supreme General [of the Middle Army] []Seong Yeok submitted a memorial regarding the cardinal principles of righteousness and also submitted a memorial regarding the suppression of 윤선거. He then requested that [Seong Yeok] be treated as in the same manner as [Seong] Yeok . The King granted a generous response to him. Before [Jeong Yeoks] memorial and the royal decree read as before, when [Jeong Yeok] treated [Jeong Yeok] when [Jeong Yeoks] suppressed [Jeong Yeoks suppressed his suppressed suppressession of his suppression and his suppressed [Jeong Yeoks suppressed his suppression]. How could [Jeong Yeoks suppressed [Jeong Yeoks] suppressed [Jeong Yeoks suppress] suppressed [Jeong Yeoks suppressed to his suppressed [Jeong Yeoks suppress] sed [Jeong Yeoks suppress]. When [Jeong Yeoks suppressed [Jeong Yeoks] suppressed [Jeong Yeoks s] suppressed [Jeong Yeoks] sed [Jeong Yeoks] suppressed his sed [Jeong Yeoks] suppressed [Jeong Yeoks",
                "H2KE-nKo": "임자년에 봉조하 송시열이 상소하여 대의를 논하고, 또 윤선거를 공척한 정상을 진달하고, 이어 윤증을 처음처럼 대우할 것을 청하니, 주상이 너그러운 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. - 예론이 있기 전에 송시열이 역적 윤휴를 대우한 것이 어떠하였던가. 진선에 의망한 것은 시의에 몰려서 그랬다고 핑계를 댄 것일 뿐이니, 말이 되지 않는다. 《중용》의 주를 고친 잘못을 책망한 것으로 말하자면, 일시적으로 긴절하게 말한 것에 불과할 뿐이니, 어찌 일찍이 오늘날처럼 홍수나 맹수의 피해처럼 곧바로 엄하게 토죄하고 엄히 감처하여 무한히 일을 벌인 적이 있었던가. 예송이 있을 때부터 윤휴를 소인으로 단정하였고, 경신년에 이르러서는 윤휴를 흉역으로 처리하였다. 그런데 지금에 와서는 글이 평소 비웃고 꾸짖는 말이 마치 참으로 사설로 맹렬하게 다스리는 것처럼 되어, 반드시 이것을 가지고 윤선거를 깊이 조종하고자 하여 8급 이외에 발탁하여 의망하였으니, 엄중히 토죄하고 엄히 감처한 것과는 상반되어 사람들의 입을 막기에 부족하였다. 그러자 또 이리저리 떠넘기기를 이와 같이 하였으니, 그러고도 천년토록 사람을 복종시킬 수 있겠는가.윤선거는 윤휴에 대해 이미 일찍이 잘못하여 여택과 교분을 맺었다고 하였고, 그가 학문을 논할 때에는 경솔히 벗어났다고 비난하였으며, 예를 의논할 때에는 괘오라고 배척하였다. 끝내는 어리석다고 하고 음흉하다고 하여 조금도 가차없이 하였으며, 또 갑인년 이후의 일을 생견하지도 않았는데 대고가 없으면 끊지 않는다는 의리로 대우하였으니, 또한 희로가 절도가 없음을 볼 수 있다. 설령 악을 미워하고 악을 조장하는 자가 완벽하기를 요구하고 폄의하더라도 단지 선견지명이 부족하다고만 하면 될 것이다. 그런데 송시열은 자기가 한 것처럼 당조하는 데 힘쓰지 않고 자기가 한 것처럼 분노하고 미워하여 ‘부호’라는 두 글자를 윤휴가 역적이 죽은 뒤에 만들어 내어 ‘절박하고 욕된 짓을 한다.’라는 제목으로 삼았다. 그 근본과 기징의 즈음을 알지 못하여 이미 사람들이 환히 알고 있으니, 아, 애석하다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 2월 4일(임자) 1번째기사",
                "gt-oKo": "봉조하(奉朝賀) 송시열(宋時烈)이 상소하여 대의(大義)를 논하고, 또한 윤선거(尹宣擧)를 배척하는 소장(疏章)을 진달하였으며, 이어서 윤증(尹拯)에 대한 대우를 그전처럼 하기를 청하니, 임금이 너그러운 비답(批答)을 내렸다.【원래의 소장과 비답한 분부는 앞에 보인다.】 예론(禮論)이 있기 이전에 송시열이 사문 난적(斯文亂賊) 윤휴(尹鑴)를 대우하였을 때 어떻게 했었는가? 진선(進善)에 의망(擬望)했을 적에는 당시의 공의(公議)에 몰려서라고 핑계하여 이미 말이 되지 않는 소리를 했고, 《중용(中庸)》의 주석을 고친 잘못을 책망할 때에 이르러서는 대략 관대한 말만 하고 지나가 한때 끝내 버리고 마는 것에 지나지 않았었다. 언제 일찍이 홍수(洪水)나 맹수(猛獸)의 해독과 같이 바로 조처하기를 오늘날처럼 한없이 떠벌리어 무겁게 성토(聲討)하고 엄하게 따지듯이 했었던가? 예송(禮訟)이 있게 되면서부터 윤휴를 소소배(宵小輩)로 단정하기 시작하였고 경신년에 이르러서는 이에 윤휴를 흉역(凶逆)으로 여기다가, 지금에 와서는 자기 자신이 평소에 비웃으며 배척하고 책망하던 말들을 윤색(潤色)하여, 참으로 사설(邪說)을 맹렬하게 다스리듯이 하게 되었다. 이는 반드시 이를 가지고 윤선거(尹宣擧)를 꽉 쥐고서 팔급(八級) 이외에 극선(極選)에 발탁하게 하려고 했던 것이었으나 무겁게 성토하고 엄하게 따졌던 것과는 서로 반대되어 사람들의 입을 막아낼 수 없게 되었다. 또한 이리저리 미루고 핑계하기를 이에 이처럼 한 것이니 이러고도 천년토록 사람들의 마음을 복종시킬 수 있게 되겠는가? 대개 윤선거는 윤휴에게 대해서 이미 일찍부터 잘못하여 여택(麗澤)의 사귐을 가졌으나, 학문을 논함을 당해서는 경솔[輕脫]하다고 기통했었고, 예(禮)를 의논할 적에 미쳐서는 오도[註誤]한다고 배척했었으며, 마침내는 어리석다고 하고 음침하다고 하여 용서하는 바가 없이 했었다. 또한 생존해 있으면서 갑인년 이후의 일을 보지 못하였기에, 대고(大故)가 없으면 절교(絶交)하지 않는 의리로 대했었으니, 또한 좋게 여기고 나쁘게 여기기를 절도에 넘음이 없게 하였음을 볼 수 있는 일이다. 설사 악한 일을 미워함을 길게 한 것을 가지고 갖추 하지 못했음을 책망하여 깎아내려 논한다 하더라도 또한 단지 밝게 내다봄이 부족했었다고만 했어야 할 것이다. 그런데 송시열이 서로 돕기에만 힘쓰고서 분을 내어 미워하고 격렬하게 틀어져 버리기를 자기가 하듯이 못했다고 여겨, ‘부호(扶護)’ 했다는 두 글자를 윤휴가 반역(叛逆)으로 죽은 뒤에야 생각해내어, 억누르고 몰아세워 욕보이는 제목(題目)으로 삼았으니, 그의 마음속으로 기틀을 마련한 때를 이미 사람들이 환히 알고 있음을 알지 못한 것이다. 아! 애석한 일이다.",
                "hj": "○壬子/奉朝賀宋時烈疏論大義, 且陳攻斥尹宣擧之狀, 仍請待尹拯如初。 上賜優批。【原疏批旨見上。】禮論以前, 時烈所以待賊鐫時何如也? 進善之擬, 諉之以迫於時議而已, 不成說矣。 至於責《中庸》改註之失, 不過略綽說過一時磨切而已, 何嘗直處以洪水猛獸之害, 如今日之重討嚴勘, 無限張大也? 自有禮訟, 始斷鐫以宵小, 及至庚申, 乃處鐫以匈逆, 而到今文, 其平昔嘻笑斥責之言, 有若眞以邪說猛治者然, 必欲以是深操宣擧, 而擢擬極選於八級之外者, 與重討嚴勘相反, 不足以拄人口, 則又左右推諉, 乃爾如是, 而尙可以服人於千載乎? 夫宣擧之於鐫, 旣嘗誤處以麗澤之契, 而當其論學而譏之以輕脫, 及其議禮而斥之以詿誤, 終至於曰愚, 曰陰, 無所假借, 又未及生見甲寅後事, 而待之以無大故不絶之義, 亦可見喜怒之無過節, 而設或使惡惡長者, 責備而貶議, 亦只曰先見之明不足可也, 而時烈以其不能力於黨助, 忿嫉乖激, 如己之爲, 而創出扶護二字於鐫以逆死之後, 以爲操切迫辱之題目, 不知其本原幾徵之際, 已爲人所燭破, 嘻嘻惜哉。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "On muja day, the King received the officials in audience at the muja year (. Royal Secretary Shin Gyehwa requested that in accordance with precedent, female shamans be expelled to the Bureau of Livestock Breeding and that they not be allowed to surrender inside the capital. The King approved this. 사신은 논한다. It is not proper that female shamans expelled to the capital. Recently, shamans frequently visited the houses of scholar-officials and their powerful families to make families like slaves. The order was issued for several days but the order was suspended due to the report of Yi Suk .",
                "H2KE-nKo": "무자년에 대신을 불러서 보았다. 이때 승지 신계화가 예전 규례대로 활인서 근처에 무녀를 몰아내어 성안에 발을 붙이지 못하게 하기를 청하니, 주상이 허락하였다. 사신은 논한다. 무녀를 몰아내라는 영이 정당하지 않은 것은 아니지만, 근래 무격의 무리가 사대부의 권세가에 드나들면서 마치 노예처럼 심복이 되어 명령을 내린 지 며칠 되지도 않았는데, 이숙이 진달한 것으로 인하여 중지하고 시행하지 않았다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 3월 10일(무자) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 승지(承旨) 신계화(申啓華)가 그전의 예대로 활인서(活人署) 근처의 무녀(巫女)들을 몰아내어 도성(都城) 안에는 발을 붙일 수 없도록 하기를 청하니, 임금이 윤허했다. 사신은 말한다. “무녀(巫女)들을 몰아내라는 명령이 정당하지 않은 것이 아니지만, 요사이 남녀 무당들이 권세있는 사대부(士大夫)의 집에 드나들며 복심(腹心) 노릇 하기를 마치 노비(奴婢)처럼 했었는데, 명령을 내린 지 며칠이 되지 않아, 이숙(李䎘)이 진달하는 말에 따라 정지하고 시행하지 않았다.”",
                "hj": "○戊子/引見時, 承旨申啓華請依舊例驅出巫女於活人署近處, 使不得接迹於城中。 上許之 【史臣曰: “驅出巫女之令, 非不正當, 而近來巫覡之輩, 出入士夫權勢之家, 作爲腹心, 有同奴隷, 下令不數日, 因李䎘所達, 寢格不行。”】"
            }
        },
        "19": {
            "1": {
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 3월 19일(정유) 1번째기사",
                "gt-oKo": "전(前) 현감(縣監) 나양좌(羅良佐) 등이 소장(疏章)을 올려 그의 스승 윤선거(尹宣擧)가 모함받은 상황을 호소하니, 임금이 비망기(備忘記)를 내려 몹시 책망하였으며, 소두(疏頭)는 귀양보내고 그 다음 사람들은 사판(仕版)에서 삭제하도록 하였다.【상소의 개략과 비답(批答)한 말은 앞에 보인다.】 나양좌의 상소는 대략 이러하였다. “공자(孔子)가 말하기를 ‘사람으로서 불인(不仁)한 자를 너무 심하게 미워함은 난동(亂動)인 것이다.’ 했습니다. 대개 불인한 자를 미워함은 마땅히 잘못이 없을 것 같지만, 공자가 그렇게 말을 한 것은 충격을 주어 난동하게 하는 것도 똑같이 책임이 있음을 밝힌 것입니다. 군자(君子)가 화평한 마음으로 남을 용서하게 됨은 반드시 그러한 도리가 있는 법이어서, 원망을 맺고 노여움을 가지고서 격돌(激突)하여 파멸시키는 화(禍)를 만드는 것에 있어서는 또한 공자가 경계했던 일입니다. 그렇다면 윤선거가 성심으로 세상을 근심했던 말들은 그 당시에는 비록 서로 맞지 않았었더라도 오늘날에는 마땅히 생각해보아야 할 것인 듯합니다. 대개 윤선거의 끊는 방법은 본래 송시열이 끊는 것과는 같지 않았었으니, 비록 이미 윤휴(尹鑴)와 끊었었더라도 오히려 송시열과 맞게 되지 않았을 것이므로, 진실로 끊었거나 안끊었거나를 가릴 것이 없는 일입니다. 이러한데도 누구를 두려워하고 누구에게 몰리어 겉으로는 끊었다고 하면서 실지로는 끊지 않은 것이라 할 수 있겠습니까? 만일 송시열을 두려워하고 몰리게 된 것이라고 한다면, 또한 무엇하러 여러 차례 송시열에게 너무 심하게 하지 말라고 권하다가 도리어 송시열에게 의심을 받게 되었겠습니까? 만일 필시 피아(彼我)의 한계를 내세우고 다르다는 의논으로 구분함으로써 구차하게 관계를 맺고 있다는 혐의를 면하려 하는 것이라고 한다면, 이는 곧 편문 자영(便文自營)하는 계책일 것입니다. 윤선거는 마음가짐이 공평하고 관대했기에 반드시 이런 일은 없었을 것으로 압니다. 윤선거가 기유년에 송시열에게 답하려고 했던 서함(書緘)에 대략 이르기를, ‘지난날에 시남(市南)이【유계(兪棨)의 호(號)이다.】 매번 집사(執事)에게 말하기를, 「친구(親舊)들에게 독후(篤厚)하기 때문에 감정이 앞서는 폐단이 있게 되고, 악(惡)을 미워하기를 너무 강하게 하기 때문에 아량이 좁게 되는 병폐가 있게 됩니다. 좋게 여기는 사람에 대해서는 그의 나쁜 점을 알아보지도 않고서는 또한 자신을 끌고 그를 따르게 됨을 면하지 못하고, 미워하는 사람에 대해서는 그의 좋은 점을 알아보지도 않고서는 또한 지나치게 살피며 의심함을 면하지 못하게 됩니다. 가슬 추연(加膝墜淵)하여, 주었다 빼앗으며 낮추었다 높였다 하기를 일체 자신의 뜻대로 해버리고, 총명(聰明)이 가리워져 좋아하고 싫어함이 전도되고 있는데도 더러 알아차리지 못하고 있습니다. 물정(物情)이 만족하지 않게 여김이 진실로 이런 점들에 있으니, 이는 마땅히 버려야 할 사의(私意)입니다.」 했었습니다. 석호(石湖) 형(兄)이 일찍이 말하기를, 「유자(儒者)들이 세상에 나갈 적에는 마땅히 먼저 왕형공(王荊公)의 일을 참전 의형(參前倚衡)하듯이 해야 할 것입니다. 유자들은 반드시 자기의 뜻을 실행하려고 하기 때문에 자기 뜻과 같은 사람은 현명하게 여기나 자기 뜻과 다른 사람은 틀린 것으로 여겨버림을 면하지 못하고, 행동할 적마다 옛글을 인용하기 때문에 승순(承順)하는 사람 보고는 자신을 알아준다 하게 되고 의심하고 비난하는 사람 보고는 자신을 알아주지 못한다고 여기게 됨을 면하지 못합니다. 의리에 맞는 것인지 기필할 수 없는 자신의 뜻이나 오늘날에 합당한 것인지 기필할 수 없는 옛적의 것에 있어서도 미처 반성해 볼 틈이 없게 되기 때문에, 으쓱거리는 언성(言聲)과 안색(顔色)이 사람들을 거절해 버리게 되고 대놓고 아첨하며 부회(附會)하는 풍습도 부끄럽게 여기지 않게 됨을 면하지 못합니다.」 했었습니다. 집사(執事)께서 묻기 좋아하여 부지런히 물으시지만, 사람들이 더러는 받아들이기를 넓게 하지 못하는 것이 병이라고 여기게 되는 것은, 주장하기를 과당하게 하는 데가 있기 때문입니다. 선비인 사람이 누가 편당하는 것을 제거하려고 하지 않겠습니까마는, 《대학(大學)》에서 말한 정심(正心)하는 공부가 극진하지 못한 데가 있게 되면, 지나치게 되거나 미치지 못하게 되거나 하는 사이에 자신도 모르게 편당하는 의논을 하게 되고 마는 것입니다. 지금의 예송(禮訟)에 관한 의논도 당초에는 옳으냐 그르냐를 다투게 되다가 반전(反轉)하여 사정(邪正)을 가리게 되었으므로 방관(傍觀)하는 사람들이 더러 공격을 너무 심하게 한다고 말하면 그들도 일체 수사 지율(收司之律)로 논죄(論罪)하여 사론(士論)으로 정해버린 지 이제 10년이 되었습니다. 조·홍(趙洪) 등 여러 사람은 처벌이 이미 지나치게 되었었으니 진실로 탕척(蕩滌)해 버리고 수용(收用)함이 좋을 것이고, 윤휴(尹鑴)와 허목(許穆)에 대해서는 비록 왜오(註誤)한 잘못이 있기는 하지만 어찌 끝내 참적(讒賊)으로 단정해버리고 용납하지 않을 수 있겠습니까? 과연 이번에 예송(禮訟) 때문에 시기하여 싫어한 흔적을 잘 씻어버리고, 사사로움도 없고 인색하지도 않은 자신의 마음을 보여 줌으로써, 안으로는 자신의 아량을 넓혀가게 되고 밖으로는 사람들의 마음을 복종하게 만들 수 있을 것인데, 그 두 사람인들 또한 어찌 감동하게 되지 않겠습니까?’ 했었습니다. 송시열이 이 서함을 보고는 크게 원망하여 갑자기 ‘윤선거가 윤휴와 허목을 임용(任用)하도록 권했으니, 그가 일찍이 끊지 않았었음을 알 수 있는 일이다.’ 하면서 드디어 이를 가지고 망신을 주었었습니다. 대개 윤선거는 경자년 이래로 지켜 오는 한 가지 말이 ‘윤휴가 절개를 굽히지 않았다고 여기는 것은 아니지만 또한 예금(禮禁) 때문에 버릴 수는 없다.’고 하였었습니다. 그러므로 송시열이 나라의 일을 맡아서 정권을 잡고 있을 적에, 혐오(嫌惡)와 원망을 제거하고 흔적을 타파해 버리고서 탕평(蕩平)한 길로 들어서게 하려고 했던 것이고, 당초에 새로운 말을 했던 것이 아니었습니다. 송시열이 이에 있어서 비록 서로 꼭 맞게 되지는 못했다 하더라도 또한 어찌 의심을 두어야 할 것이 있겠습니까? 그런데 그가 이에 있어서 깊이 원망과 노여움을 가졌던 것은 어째서이겠습니까? 지금 그 서함(書緘)에 한 말의 수미(首尾)를 살펴보건대 은근하고 간절하게 반복해서 말을 하여, 서로 바로잡아가며 그가 과오가 없는 처지에 서게 되기를 바라고 했던 것이었으니, 어찌 정이 두터웠기 때문에 걱정하기를 깊이 하고 아끼기를 돈독하게 하며 충고하기를 간절하게 했던 것이 아니겠습니까? 그러나 오늘날 시끄러워지게 된 것은 그 원인이 모두 이에서 나왔습니다. 그윽이 생각해 보건대 그 당시에 믿어주지 않는 충고를 하려고 하지 않았던 것은, 혹은 자신의 미의(微意)가 있어서 도성(都城)을 떠나는 것 때문에 그러지 않은 것만은 아니었습니다. 그런데 윤증(尹拯)이 슬그머니 명월(明月)에 던졌다가 그의 겨누고 있는 칼을 만나게 된 것이니, 또한 허심 탄회(虛心坦懷)한 생각으로 경솔하게 믿었다는 책망을 면하기 어렵게 되었습니다. 송시열은 본래 말씨가 세기에, 혹은 급선무(急先務)를 논하게 될 때, ‘먼저 당여(黨與)를 다스려야 한다.’는 말을 했었는지 또한 알 수는 없습니다. 그러나 그런 말은 본래 농담에 가까운 것인데다가, 하물며 그 당시에 있어서는 서로 절차 탁마(切磋琢磨)해가는 의리에 방해되지 않는 것이겠습니까? 윤선거는 벗들에게 대해서 책선(責善)을 더욱 준엄하게 하여 ‘자주 하다가는 소원해지게 되는 법이다.’라고 한 말도 경계삼지 않았었기에, 일찍이 송시열에게도 절차 탁마하게 해 준 바가 매우 많아, 기유년(己酉年)에 보낸 한 장의 서함뿐만이 아니었습니다. 그러기에 송시열이 말하기를, ‘길보(吉甫)【윤선거의 자(字)이다.】는 우리들의 일에 대해서 옳게 여겨 주는 것은 볼 수 없고, 단지 그르게 여기는 것만 보게 된다.’고 했었던 것입니다. 그러나 윤선거는 진실로 지성스러운 마음을 가져 일찍이 말하기를, ‘우리들이 비록 조정의 헌관(憲官)에 있어서는 감히 감당할 수 없지만 그래도 우암(尤菴) 문정(門庭)의 쟁관(諍官)은 될 수 있고, 오늘날 우리들의 출처(出處)가 비록 다르기는 해도 화복(禍福)의 길은 같을 것인데, 어찌하여 과감하게 말을 다하지 않겠는가?’ 했었습니다. 합치되지 않는 일이 있게 되면, 또한 말하기를, ‘명도(明道)가 말한 바 「공(公)에게 유익하게 되지 않는다면 반드시 나에게 유익하게 될 것이다.」라는 말은 진실로 지극한 말이다.’ 하여 서로 절차 탁마하여 성취되게 하려고 하기를 이처럼 저쪽과 이쪽의 간격이 없게 했었습니다. 비록 송시열이 ‘먼저 당여를 다스려야 한다.’는 말을 한 일이 있었다 하더라도 이런 것을 가지고 혐오하려고 했겠습니까? 오늘날에 이르러서는 이 말을 가져다가 공안(公案)으로 내세우며, 간사한 말을 하여 사람들을 해롭게 한 것에 관한 율(律)로 추단(推斷)하고 있습니다. 이는 비록 그의 문인(門人)이나 자제(子弟)들이 이런 말을 하게 되었더라도, 오히려 선대(先代)부터의 분의(分義)를 알아차리지 못하고서 억지로 끌어대고 망령되게 억측하는 짓을 한 죄를 면하지 못하게 될 일인데, 또한 어찌 송시열 그 자신이 이런 말을 하게 될 줄 생각이나 했겠습니까? 윤선거는 연원(淵源)의 유구함과 문로(門路)의 올바름이 여러 사람들의 미칠 수 있는 바가 아닙니다. 비록 조정에 나아가 베풀게 되지는 못했지만, 그의 입신(立身)과 행동은 본말(本末)이 구비되고 그가 남긴 말과 나머지 논의 및 저술해 놓은 글들은 모두 사람들이 듣고 보고 한 것이어서 속일 수 없게 되어 있습니다. 알 수 없습니다마는, ‘더욱 윤휴에게 중독(中毒)되어 세도(世道)의 해가 되고 있다.’는 것은 과연 무슨 일을 가리키는 것이고, ‘윤선거를 보고 본받아 윤휴에게 뛰어 들어간다.’고 한 것은 과연 어떤 사람을 가리키는 것입니까? 하물며 ‘윤휴의 학문이 주자(朱子)보다도 낫다 하여 윤휴의 편당이 되어서 주자를 배반했다.’고 한 것에 있어서는, 세상에 어찌 그런 사람이 있겠습니까? 설사 윤선거가 과연 모두 이러한 일이 있었다면 어찌 유독 송시열만이 알고 있고 다른 사람들은 모두 알지 못하고 있겠습니까? 윤선거를 장차 장사지내게 될 적에 송시열이 제문(祭文)을 가지고 와 제전(祭奠)을 차렸었는데, 지조에 관해 추켜세우기를, ‘많은 물살이 마구 몰려도 지주(砥柱)는 끄덕하지 않고, 천지가 혼몽(昏濛)한 때 별 하나가 외로이 반짝이듯 했다.’ 하고, 학문에 관해 칭찬하기를, ‘신로(愼老)【김집(金集)이다.】가 돌아가고 그의 법도를 지니니 한 지방의 선비들이 그를 섬기듯 섬겼다.’ 하였으며 풍채(風采)에 관해 찬미하기를, ‘하의 혜패(荷衣惠佩)처럼 깨끗하고 때가 없으니 완악(頑惡)한 자는 청렴해지고 나약(懦弱)한 자는 세워져, 그의 청풍(淸風)에 쇄락(洒落)해졌다.’ 하고, 정분(情分)에 관해 서술하기를, ‘서로 오가며 절차 탁마(切磋琢磨)하여 둘이 다 진보해감도 몰랐고, 서함(書緘)의 왕복은 3일을 멀게 여겼었다.’ 했습니다. 서로가 알아 주고 서로가 허락하기를 이와 같이 하여, 오늘날에 와서 세도(世道)에 해가 된다고 배척한 것과는 진실로 한 사람의 말이 아닌 것 같았었습니다. 재차 치제(致祭)한 제문(祭文)에 있어서는, 대개 윤증(尹拯)이 윤휴(尹鑴)가 차린 제전(祭奠)을 받아들인 것에 따라 말을 한 것이었습니다. 대개 제전을 받아들인 것의 잘잘못에 대해서는 본래 뒷사람들에게 해당되는 일입니다. 어찌 이를 가지고 유명(幽明)을 달리한 사람과의 사이에 원망하는 말을 할 수 있겠습니까? 어쩌면 본의가 이 문권[契券]을 자료로 하여 오늘날의 말썽거리로 삼으려는 것이 아니겠습니까? 사람들의 말에 이르기를, ‘요컨대 사람의 행신(行身)은 관(棺) 뚜껑을 덮고 나야 결정된다.’고 했습니다. 대개 사람들의 시종(始終)이 더러 한결같지 못한 바가 있는 법이어서 간직하고 있는 마음과 실천해 온 행적을 반드시 죽은 뒤까지 기다리다가 그의 한편생 일을 모아 놓고 논하면 틀림이 없게 되는 것입니다. 이제 윤선거가 돌아간 지 장차 20년이 되는데, 그동안에는 또한 사변(事變)이 갖추 있었다 하겠습니다. 가령 윤선거가 과연 윤휴(尹鑴)와 편당이 되었었고 윤휴와 절교(絶交)하지 않은 일이 있었다면, 그런 흔적이 반드시 나타나게 되는 데가 있었을 것이고, 단지 빈말로 하게 될 뿐이 아니었을 것입니다. 지난날에 윤휴가 또한 일찍이 6, 7년 동안 뜻대로 하게 되었을 때 그가 윤씨(尹氏)를 대우하는 바가 과연 어떠했었고, 윤씨가 윤휴와 편당이 된 바가 과연 어떤 일이었습니까? 비록 평소에 망령되게 인식하고 망령되게 의심한 적이 있었다 하더라도 이제 와서는 또한 확 풀리게 되어야 할 것인데, 윤휴가 이미 죄악이 쌓여 처벌받은 뒤를 당하여 기필코 사람에게 윤휴의 편당이라는 누명을 씌우려고 하니, 그의 마음에 참으로 세도(世道)에 관계가 있는 것이라 그만둘 수 없다고 여기는 것이겠습니까? 아니면 좋지 못한 명목(名目)을 가려내어 함정을 만들려고 하는 것이겠습니까? 이는 알 수 없는 일입니다. 이른바 강도(江都)에서의 일에 있어서는, 윤선거가 그 당시에 직사(職事)를 받은 바가 있었던 것이 아니라, 적병(賊兵)을 피하려고 들어갔었다가 적병이 닥치자 떠났던 것입니다. 이는 곧 선비의 떳떳한 분수이고 진실로 반드시 죽어야 하는 의리는 없는 것입니다. 그러나 이미 스스로 분발하여 사우(士友)들과 의려(義旅)가 되기로 약조하였다면, 지키던 성첩(城堞)은 진실로 죽어야 할 곳이고, 함께 일을 같이 하기로 한 사람들은 진실로 함께 죽어야 할 의리가 있기는 합니다. 강화(講和)하는 일이 이미 이루어지고 수비(守備)를 또한 그만두게 된 때에 이르러서는 비록 하나의 성첩을 굳게 지키면서 죽어도 떠나지 않으려고 해도 될 수 없는 일입니다. 일을 함께 하기로 한 사람들에 대해서도 이미 같이 힘쓰며 죽음을 바쳐야 할 곳이 없어져 버렸으니, 급작스러워 전패(顚沛)하는 동안에 더러는 살게 되고 더러는 죽게 됨은 곧 일의 형세가 그렇게 만든 것입니다. 죽은 사람은 진실로 감동하고 분발하여 의리를 취하는 뜻을 이루게 되었거니와 산 사람이라고 또한 어찌 더럽게 살려고만 하여 관청(官廳)을 저버린 사람이겠습니까? 앞서의 해에 대신이 탑전(榻前)에서 진달한 말에 이르기를, ‘윤선거가 북지왕(北地王) 심(諶)의 일을 인용하여 자신의 처지로 삼으려고 했었는데, 북지왕은 곧 한(漢)나라 종실(宗室)의 황자(皇子)이어서 그의 처지는 윤선거와는 아주 다르므로 빗대어 논할 바가 아닙니다.’ 한 것에 있어서는 대신이 어디에서 알고 이런 말을 하게 된 것인지 알 수 없습니다. 윤선거가 겸손하게 사양하고 자기자신을 책망해 온 일에서는 그의 강개(慷慨)하고 측은(惻隱)한 마음이 지극한 정성에 근본한 것이어서 보통의 인정으로는 따라갈 수 없음을 볼 수 있었습니다. 또 인책하고서 벼슬을 하지 않은 것에 있어서는, 오로지 상소하여 오랑캐의 사자(使者)를 배척했는데도 오랑캐의 환난을 면하게 된 것을 지극한 한탄과 깊은 치욕으로 여긴 것으로 그의 미의(微意)의 소재는 진실로 대의(大義)를 붙잡아 세우고 인륜[人常]을 똑바로 가꾸려는 데에 있었던 것입니다. 이를 가지고 자정(自靖)하며 세상을 떠나 외로이 섰으면서도 후회가 없었기에 그의 상소에 이르기를, ‘오늘날 신(臣)의 본심을 논하는 사람들이 혹자는 「벗들과 함께 일을 하기로 해 놓고서 벗들은 죽었는데도 자신은 죽지 못했다.」 하고, 혹자는 「아내와 죽기로 약조해 놓고 아내는 죽었는데도 자신은 죽지 못했다.」 합니다. 이래서 인책하며 벼슬을 할 뜻이 없었던 것인데, 이는 또한 신(臣)의 실상(實狀)이 아닌 것이 없습니다. 그러나 이렇게 하게 된 까닭은 벗들을 위한 것도 아니고 또한 아내를 위한 것도 아니기에, 단지 신(臣)의 몸이 구차게 살고 있는 것이 한스러울 뿐입니다.’ 했었던 것입니다. 효종(孝宗)께서 비답(批答)을 내리시기를, ‘그대의 이른바 죽을 죄를 졌다는 일은, 세속을 벗어난 개결(介潔)한 행신이 아닌 것이 없다. 내가 이로써 간절한 생각을 잊어버리지 못하며 기필코 불러내려고 하게 된 것이다.’ 하셨고 보면, 윤선거를 깊이 알아줌이 효종보다 더할 수가 없는 일입니다. 윤선거가 수립(樹立)해 온 바는 명백하고 우뚝하여 백세(百世)토록 할 말이 있을 것입니다. 김익겸(金益兼)과 권순장(權順長)은 이미 앞서 살신(殺身)했고, 윤선거는 죽을 때까지 자폐(自廢)함으로써 뒷날에까지 대의(大義)를 부지(扶持)하였으니, 비록 사생(死生)이 다르게 되기는 했습니다마는 성취(成就)해 놓은 바는 한가지로서, 이른바 천하에 큰 신의(信義)입니다. 죽은 사람들이 다시 살아나더라도 살아 있는 사람이 진실로 부끄럽지 않을 수 있을 것입니다. 그러므로 송시열(宋時烈)이 삼학사전(三學士傳)을 지을 적에 그 끝부분에 말해 놓기를, ‘깨끗하게 자신을 지키고 더럽히지 않은 사람으로는 윤공(尹公) 선거(宣擧) 같은 제현(諸賢)들이 비록 사정은 같지 않았어도 다같이 일치(一致)하게 된 것이어서 모두 다 빠뜨릴 수 없는 일이다.’ 했던 것입니다. 송시열이 평소에 윤선거의 지조를 이처럼 허여(許與)해 놓고 오늘날에는 갑자기 변경하여 ‘그는 권순장·김익겸과는 서로 반대되어 앞뒤가 서로 어그러지는 것을 고찰(考察)할 수 없다.’고 한 것은 무슨 일이겠습니까? 또 송시열이 조금이라도 강도(江都)에서의 일이 부끄럽고 분하게 여기며 버려져 있어야 하는, 세상에 자신을 세울 수 없을 만한 일이라고 여겼었다면, 장차 윤선거를 위해 깊은 방책을 마련하면서, 비록 윤선거가 세상에 나서려고 하더라도 나가지 말도록 권했어야 할 일입니다. 그러나 그 당시에는 매번 자신은 나왔는데 윤선거는 유독 나서지 않는 것을 들면서 너무 고집하는 것이라고 여겼고, 일찍이 ‘여망(汝望)【윤문거(尹文擧)로서 다리에 병이 있어 벼슬하지 않았었다.】이 다리를 펴게 되고 길보(吉甫)가 머리를 돌리게 된 다음에야 일을 할 수가 있을 것이다’라는 말을 하여 나와서 자기에게 협조해 주기를 바라기를 깊이 했었습니다. 오늘날에 이르러서는 그의 겸손하게 사양한 말을 뒤쫓아 핵실(覈實)하여 흠을 잡을 재료로 삼으려고 하니, 이는 과연 무슨 마음이겠습니까? 아! 송시열이 윤선거에게 대해 사귀며 지나옴이 과연 어떠했습니까? 약관(弱冠) 때부터 도의(道義)의 벗이 되어 훈창 지화(塤唱篪和)하기를 백수(白首)가 되도록 하였으니, 정의가 도탑지 않았다고 할 수 없습니다. 윤선거는 사람됨이 화평하고 정직하여 진실하였고 주밀하고 친절함이 지극하여, 억지 심정으로 세상을 놀라게 하는 일을 하기를 좋아하지 않았고, 또한 산림(山林)에서 일생을 마쳤었기 때문에, 이해(利害)나 득실(得失)과 경탈(傾奪)하거나 당비(黨比)하는 사심(私心)이 가슴속에 들어있지 않았었습니다. 이로 말미암아 그의 언론과 지취가 으레 송시열과는 동떨어지게 되는 바가 많았습니다. 그러나 맛이 달라야 진실로 서로 이루어지게 되고 길이 달라도 같은 데로 돌아가기에 방해되지 않는 것이니, 반드시 물에다 물을 더하고 칠에다 칠을 더하게 된 다음이라야만 바야흐로 붕우(朋友)라고 할 수 있는 것은 아닙니다. 지금 송시열은 나이가 많고 인망(人望)이 높아 우뚝하게 외로이 서 있으니, 마땅히 옛벗들의 생각을 일으키고 지난날에 좋게 지낸 사람들을 깊이 추억하기를 마치 제갈양(諸葛亮)이 원직(元直)과 최주평(崔州平)을 잊지 못하고, 주희(朱熹)가 언제나 경부(敬夫)와 백공(伯恭)을 생각하듯이 해야 할 것입니다. 이는 천리(天理)와 인정(人情)에 그만둘 수 없는 바인데, 바야흐로 또한 이미 해골(骸骨)이 된 사람과 피아(彼我)의 잘잘못을 따지려하여 한없는 말을 늘어놓아 이기기 좋아하는 사심을 이루려고 하므로, 사람들이 진실로 논의하게 되는 것입니다. 송시열이 이처럼 하는 것은, 자못 돌아다보며 길게 생각을 하여 천하 후세의 공론을 위한 계책을 하지 않는 일입니다. 신들도 또한 심하게 변명할 필요가 없음을 알고 있습니다만, 통탄스러운 일은 윤선거는 너그러우면서도 굳센 출중한 자질로 가정의 정수(精粹)한 학문을 이어받아, 현회(顯晦)를 권형(權衡)에 맞추어 하고 진퇴(進退)를 법도가 있게 하므로, 사론(士論)이 추앙하여 사법(師法)으로 삼았고, 임금이 사모하면서도 만나보지 못했던 것인데, 그만 하루아침에 사설(邪說)을 한다고 배제(排擠)하고 별스러운 사람이라고 배척하여 화(禍)를 빚기를 낭자(狼藉)하게 하므로, 한 세상의 죄인이 되어 버린 것입니다. 그러나 성명(聖明)하신 임금께서 불찬성의 말씀이 없으셨고 조정에서도 어그러졌다고 논박하는 공론이 없었으니, 어찌 송시열이 기유(耆儒)이고 숙덕(宿德)이기는 하지만 늙어서 정신이 혼몽해진 것으로 여겨, 우선 그대로 뜻을 받들어서 그의 뜻을 상하지 않게 하려고 하기 때문이 아니겠습니까? 신들이 그윽이 생각해보건대, 그전에 우리 효종(孝宗)께서 일찍이 윤선거의 상소에 답하시기를, ‘군신(君臣)의 사이는 서로 마음을 알아줌이 귀중한 것이다.’ 하셨고, 당장 사복(士服)차림으로 인견(引見)하시었었으니, 효종께서 윤선거를 보기도 전에 이미 마음을 알겠다고 허여(許與)하신 것입니다. 그러므로 현종(顯宗)께서는 즉위(即位)하신 첫머리에 즉시 유지(諭旨)를 내리시기를, ‘지금 내가 너를 부른 것은 곧 유지(遺志)를 계승(繼承)하기 위한 것이다.’ 하셨었습니다. 윤선거가 죽게 되자 현종께서 경연(經筵)에 임하셨다가 시신(侍臣)들에게 이르시기를, ‘내가 일찍이 윤선거를 한 번 만나보고 싶었으면서도 실현하지 못했었는데 어느새 죽었다니 놀라움과 애도(哀悼)를 견딜 수 없다.’ 하시고, 이어 그의 나이가 얼마인지와 기품(氣稟)의 강약(强弱)을 물으시며 한탄하고 애석해하시는 뜻이 말씀 표면에 넘치셨었습니다. 송준길(宋浚吉)이 아뢰기를, ‘사우(士友)들의 의논이 「만일 윤선거가 조정에 있었다면 반드시 군상(君上)께서 엄격하게 여겨 꺼리시게 되셨을 것이다.」라고 했었습니다.’ 하였습니다. 송준길이 물러나와 조복양(趙復陽)에게 말하기를, ‘성상께서 일찍이 한 번도 윤공(尹公)을 보지 못하셨는데도 못잊어하며 중하게 여기기를 이토록 하심은 웬일입니까.’ 하니, 조복양이 말하기를, ‘성상(聖上)께서 소장(疏章) 내용에 있어서 진실로 이미 그의 사람됨을 파악하신 것입니다.’ 했었습니다. 이로써 본다면 2대의 조정이 윤선거를 예우(禮遇)하게 되었던 것은 오로지 성신(誠信)이 서로 감통(感通)하게 되었던 것이고, 단지 성음 소모(聲音笑貌)만으로 거짓 공손하게 공경할 뿐만이 아니었던 것입니다. 이제 그가 이미 도(道)를 지키다 죽었습니다. 만절(晩節)이나 말로(末路)의 일이 논평해야 할 것이 있는 것도 아니고, 또한 나타나지 않은 죄악이나 오래된 허물이 전에는 탄로되지 않았다가 이제야 비로소 알게 된 것이 있는 것도 아닌데, 어찌하여 전하(殿下)의 때에 와서 멋대로 남을 중상하며 훼방하고 있는데도 구휼(救恤)할 수 없게 되는 것입니까? 대개 여탈(與奪)이 합당함을 잃게 되면 사람들의 심정이 억울해하게 되고, 포폄(褒貶)이 법대로 되지 않으면 풍속이 부패(腐敗)하게 됩니다. 공명 정대(公明正大)한 체통(體統)이 무너져 버리고 아부하면서 우선만 편하려고 하는 풍습이 이루어지고, 돈후(敦厚)하고 순박한 도리는 없어지며, 모함하고 참소하는 풍조(風潮)가 자라남을 순치(馴致)하게 되어, 얼마 가지 않아 인자(仁者)와 현자(賢者)가 하나도 없고 사직(社稷)이 기울어 위태해져도 진작(振作)할 수 없게 되는 법입니다. 이래서 신들이 크게 한숨쉬며 눈물을 흘리고 큰 소리로 다급하게 외치기를 그만둘 줄 모르게 되는 것이고, 단지 신들의 돌아간 스승만을 위해 사사로이 슬퍼하는 것이 아닙니다.”",
                "hj": "○丁酉/前縣監羅良佐等, 上章訟其師尹宣擧見誣之狀。 上下備忘切責, 竄疏頭, 削疏下人仕版。【疏槪批辭見上。】 良佐疏略曰: 孔子曰: ‘人而不仁, 疾之已甚, 亂也?’ 夫疾不仁者, 宜若無罪, 而孔子云爾者, 明激使之亂者, 均有其責也。 君子之所以平心恕物, 必有其道, 至於構怨結怒, 激而爲塗地之禍, 則亦孔子之所戒也。 然則宣擧赤心憂世之言, 當時雖不相契, 今日宜若可思者也。 夫宣擧之所以絶者, 本與時烈之所絶者不同, 雖已絶鐫, 猶之爲不合於時烈也, 固不足分疏其絶與不絶也。 尙謂誰畏誰逼, 而陽言絶而實不絶乎? 若云畏逼於時烈, 則又何爲屢勸時烈, 勿爲已甚, 反受時烈之疑乎? 必若立彼我之界, 而分之以同異之論, 苟以免夫帶累之嫌, 則此所謂便文自營之計, 宣擧之秉心, 公平廣大, 必知其無此矣。 宣擧己酉擬答時烈書, 略曰: ‘昔市南【兪棨號。】每言, 執事篤厚於親舊, 故有情勝之弊, 過剛於嫉惡, 故有量隘之病, 所愛則不知其惡, 而又未免牽己而從之, 所惡則不知其善, 而又未免過察而疑之, 加膝墜淵, 與奪高下, 一任於己意, 聰明掩蔽, 好惡顚倒, 而或不之覺, 物情之不厭, 亶在於此, 此則私意之當去者也。 石湖兄嘗言, 儒者之出世, 當先以王荊公, 參前倚衡可也。 儒者必行己志, 故不免以同己者爲賢, 而以異己者爲否, 動引故昔, 故不免以承順者爲知我, 而以疑難者爲不知我, 至於己志之不必合於義, 古昔之不必當於今, 則有未暇反省也。 故訑訑之聲色, 未免於拒人, 而附會之風習, 無恥於面諛, 以執事好問之勤, 而人或以聽納之不弘爲病者, 主張之有過當處也。 爲士者, 孰不欲祛黨也? 而《大學》正心之功, 有所未盡, 則過與不及之間, 自不覺其黨論之歸矣。 今此禮訟之論, 初爲是非之爭, 轉爲邪正之辨, 傍觀者, 或以爲攻擊之已甚, 則一切論之以收司之律, 定爲士論, 今十年矣。 如趙、洪諸人, 被罰旣過, 誠可蕩滌用之。 尹、許縱有詿誤之失, 安得終斷以讒賊而不之容乎? 今果能滌禮訟猜嫌之迹, 示我無私不吝之心, 內可以恢吾之量, 外可以服人之心, 彼兩人者, 亦安得不憾悅也哉?’ 時烈見書大恨, 遽謂宣擧勸用尹、許, 可見其未嘗絶也。 遂執而爲詬, 蓋宣擧自庚子以來, 所守一說, 非以鐫爲不失身也。 且以不可以禮禁而廢之, 故欲時烈當國秉勻, 鋤去嫌怨, 打破形迹, 以臻蕩平之道, 初非有新語也。 此於時烈, 雖未必相合, 亦安有可置疑者? 而其所以深懷恨怒於此者, 何也? 今詳書辭首尾, 懃懇反復, 欲相匡正, 冀其立於無過之地者, 豈非情厚故, 憂之深、愛之篤、誨之切者哉? 然今日紛紜, 其原皆出於此, 竊意當時, 不欲爲未信之諫者。 或自有微意, 不但以其去國而不貽也, 而拯之暗投明月, 遭其按劍, 亦難免坦懷輕信之責矣。 時烈話頭素高, 或於辨論緩急之際, 其有先治黨與之說, 抑未可知, 然其言本涉於戲, 況在當時, 則不害爲相磨切之義也? 宣擧之於朋友, 其責善尤峻, 不以數斯疎爲戒, 所嘗磨切時烈者甚多, 不但己酉一書而已。 故時烈有言。 吉甫【宣擧字。】於吾輩事, 不見其是, 只見其非, 然宣擧則實有至誠, 嘗曰: ‘吾輩雖不敢當朝廷之憲官, 而猶之爲尤門之諍官, 吾輩今日出處雖殊, 禍福同歸, 何言之不敢盡乎?’ 其有不合者, 則又曰: ‘明道所謂不有益於公, 必有益於我, 眞是至言, 其欲琢磨相成, 不間物我如此。’ 雖使時烈, 有先治黨與之說, 其肯以此爲慊者哉? 乃至今日, 欲假此說, 立爲公案, 推而斷之以邪說害人之律, 此雖使其門人子弟爲此說, 猶爲不知先故分義, 而不免於强引妄揣之罪, 又豈料時烈當其身而有此言哉? 宣擧淵源之遠、門路之正, 有非諸人所能及, 雖不出而施於朝廷, 其立身行己, 本末俱存, 其遺言緖論及夫文字著述, 俱在人耳目, 不可誣也。 不知其尤中鐫毒而爲世道害者, 果是何事? 視效宣擧而投入於鐫者, 果是何人? 況以鐫學爲勝於朱子, 黨鐫而背朱子者, 世豈有如此之人哉? 使宣擧果皆有此, 豈獨時烈知之, 而人皆不知哉? 宣擧將葬, 時烈操文自奠, 奬其節則曰: ‘衆流奔趨, 砥柱不傾, 兩儀昏濛, 一星孤明。’ 讃其學則曰: ‘愼老【金集。】之歿, 型範有在, 一方之士, 以所事事。’ 美其操則曰: ‘荷衣蕙佩, 皭然不滓, 頑廉懦立, 灑落淸風。’ 敍其情則曰: ‘追遊磨切, 兩忘所趨, 書疏往復, 三日爲疎。’ 其所以相許相與者如此, 與今之斥之以爲世道害者, 固不似一人之言也。 其再祭之文, 則蓋因尹拯受鐫奠而發。 夫受奠得失, 自係後人之事, 何至以此致懟於幽明之間耶? 豈本欲質此契券, 以爲今日之話柄者耶? 人之言曰: ‘要之蓋棺, 事乃可定。’ 蓋人之始終, 或有不能如一者, 而心之存, 迹之所履, 必待死後, 最其平生而論之, 則無誤也。 今宣擧之沒, 將二十年, 其間事變, 亦可謂備矣。 借使宣擧, 果有黨鐫而不絶鐫之事, 其迹必有所著, 不但空言而已。 往者鐫亦嘗得志六七年, 其所以待尹氏者, 果如何? 而尹氏所以黨鐫者果何事也? 平日雖有妄認妄疑, 至此亦可以渙然矣, 而當鐫已稔惡伏法之後, 必欲被人以黨鐫之名, 其心眞以爲關係世道而不可已者耶? 抑欲揀擇不吉之名目, 以爲阱獲者耶? 是未可知也。 至其所謂江都事, 宣擧於當時, 非有所受職事也。 避兵而入, 兵至而去, 乃是士之常分, 固無必死之義也。 然旣自奮與士友約, 有義旅則所守之城堞, 固是死所, 而所與同事之人, 固有同死之義矣。 及至媾事旣成, 守備亦罷, 則雖欲堅守一堞, 死而不去, 不可得矣。 至其同事之人, 旣無同力致死之所, 倉卒顚沛之間, 或生或死, 乃其事勢所然。 死者固爲感奮取義, 以遂其志, 而生者亦豈爲淟涊偸生, 以負其官者哉? 至於頃年榻前, 大臣所達有云, 宣擧引北地王諶事, 欲以自處。 北地王, 乃漢室皇子, 其處地與宣擧絶殊, 非所論擬, 未知大臣何從得之而爲此語也。 宣擧之所以撝謙自咎, 可見其慷慨惻怛, 根於至誠, 非恒情所可及, 至其引咎不仕, 則又專以疏斥虜使, 而免於虜難, 爲至恨深恥, 而其微意所存, 實在於扶大義植人常, 以此自靖, 遯世獨立而不悔, 故其疏曰: ‘今之論臣本心者, 或以爲與友同事, 友死而不能死, 或以爲與妻約死, 妻死而不能死, 用此引咎, 無意仕宦, 此亦莫非臣之實狀也。 然所以爲此者, 非爲友也, 亦非爲妻也, 只恨臣身之苟活而已。’ 於是, 孝廟賜批曰: ‘爾之所謂死罪, 無非耿介出俗之行, 予之所以惓惓不忘, 而必欲致之者也。’ 知宣擧之深, 未有過於孝廟矣。 宣擧之所樹立, 明白卓絶, 有辭百世。 金益兼、權順長, 旣殺身於前, 宣擧歿齒自廢, 扶大義於後, 死生雖殊, 所成就一也, 所謂天下之大信也, 死者復生, 生者眞可以不愧矣。 是故時烈作《三學士傳》, 其卒篇系之曰: ‘潔身不汚如尹公宣擧諸賢, 事雖不同, 而同歸於一致, 皆不可遺也。’ 時烈平日許宣擧之節如此。 今日忽更謂其與權、金相反, 不可考察於前後之相戾者, 何歟? 且時烈儘以爲江都事, 足以慙憤廢伏, 不可自立於世乎? 則將深爲宣擧計, 雖宣擧欲出, 勸之勿出可也。 然當時每以己出而宣擧獨不出, 爲太執, 嘗有汝望脚【尹文擧有脚疾不仕。】伸。 吉甫頭回然後, 可以做事之語, 其望出而助己也深矣。 及至今日, 乃欲追實其撝謙之辭, 以爲索瘢之資, 此果何心哉? 嗚呼! 時烈之於宣擧, 其交際果何如也? 爰自弱冠, 許以道友, 塤唱箎和, 訖於白首, 情好不可謂不篤矣。 宣擧爲人, 平正慤實, 周詳懇至, 不喜爲矯情驚世之行, 又其終身山林, 故利害得喪, 傾奪黨比之私, 不入於胸中。 由是其言論指趨, 例與時烈多所逕庭, 然異味固所以相濟, 殊塗不害爲同歸, 不必以水益水, 以塗附塗然後, 方可謂之朋友也。 今時烈年邵望尊, 巋然獨存, 宜若興懷舊友, 深追往好, 如諸葛亮之不忘元直、州平, 朱熹之每思敬夫、伯恭, 此天理人情之所不容已者也。 方且欲與旣骨之人, 計較彼我之得失, 信其不窮之辯, 濟其好勝之私, 人固有以議之矣。 時烈之爲此, 殆非所以却顧長慮, 爲天下後世公議計, 臣等亦知其不必保辨, 而所可痛者宣擧以弘毅卓絶之資, 承家庭精粹之學, 顯晦有權衡, 進退有規矩, 士論之所趨仰而師法, 人主之所想望而不可得見者也。 而乃於一朝, 排之爲邪說, 斥之爲別人, 媒孽狼藉, 爲一世之僇人, 然明主無吁咈之辭, 朝廷無違駁之議, 豈以時烈耆儒宿德, 老至耄及, 姑將隨順, 不欲傷其意故耶? 臣等竊伏念, 昔我孝宗, 嘗答宣擧疏曰: ‘君臣之間, 貴相知心。’ 方以士服引見, 孝宗未見宣擧, 而已以知心許之矣。 故顯宗卽位之初, 卽下諭旨曰: ‘今予之召爾, 卽所以繼述遺志也。’ 及宣擧之歿, 顯宗臨筵謂侍臣曰: ‘予嘗欲一見尹宣擧, 而不能得, 遽爾云亡, 可勝驚悼。’ 仍問其年歲幾何, 及氣稟强弱, 嗟惜之意, 溢於辭表。 宋浚吉進曰: ‘士友之論, 謂宣擧若在朝廷, 必見嚴憚於君上矣。’ 浚吉退告趙復陽曰: ‘上未嘗一見尹公, 而眷重至此者何歟?’ 復陽曰: ‘上於疏章中, 固已得其爲人矣。’ 由是觀之, 兩朝之所以禮待宣擧者, 專以孚誠相感, 不但聲音笑貌, 謬爲恭敬而已。 今其人已與道殉, 非有晩節末路之可議也。 又非有隱慝宿愆, 昔未發而今始得者也, 奈何其及殿下之世, 而任人之傷毁而莫之恤也。 夫與奪失當, 則人情抑鬱, 褒貶不章, 則風俗流敗, 馴致公明正大之體壞, 而依阿姑息之習成, 敦厚樸實之道喪, 而傾陷讒愬之風長, 幾何不至於仁賢空虛, 社稷傾危, 而莫之振也? 此臣等之所以太息流涕, 大聲疾呼而不知止者, 不獨爲臣亡師而私痛也。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyeongja day, Yi Sueon , 우윤 of the gyeongja year (, reprimanded Na Yangjwa to complaint him against his father, and Song seemed false accusations. The King granted him a generous favor. 【원소와 비지는 위에 보인다.】 The memorial read as follows: In the world, Na Yangjwa already claimed that Ha Ryun was black, and also claimed that he communicated with him to support him. This clearly claimed that his ulterior motives and failure was similar to that. However, this is also similar to this, but truly this is unacceptable. As Ha Ryun has already attempted to plotting a grudge, it is inevitable to claim him as a small trivial trivial. However, the source of the trivial",
                "H2KE-nKo": "경자년에 우윤 이수언이 나양좌를 배척하고 그의 스승 송시열이 무함을 당한 정상을 호소하니, 주상이 너그러운 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. - 그 상소 중에 “윤선거는 이미 윤휴를 흑으로 여기고 음으로 여겼으며, 또 융통성 있게 보합해야 한다고 말하여 그가 전후로 우물쭈물하는 정상을 밝혔습니다. 이 또한 옳은 듯하지만 실로 그렇지 않은 점이 있습니다. 윤휴의 당인 예론에 이미 화심을 품었다면 진실로 소인이라고 하지 않을 수 없습니다. 그러나 그 근본을 논하자면 모두 사심을 품고 서로 모함하려는 계책에서 나온 것입니다. 100여 년 동안 대대로 전해 오던 의론과 반평생 동안 사람들이 한목소리로 떠들어 댄 의론은 옛날 간흉이 한때 거세게 날뛰던 것과는 같지 않으니, 그 죄를 엄히 배척하지 않을 수 없지만 또한 그 형률을 가볍게 감처하지 않을 수 없습니다.윤선거가 그 사람을 논하면서 소인으로 배척하고 세도를 염려하여 보합하도록 권한 것을 여기에서 그의 공심과 원대한 식견을 볼 수 있으니, 당론에 병든 자가 미칠 바가 아닙니다. 이 때문에 그 말이 상반된다고 의심한다면 어찌 가소롭지 않겠습니까.”하였다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 3월 22일(경자) 1번째기사",
                "gt-oKo": "우윤(右尹) 이수언(李秀彦)이 나양좌(羅良佐)를 배척하고, 그의 스승 송시열(宋時烈)이 모함받은 상황을 호소하니, 임금이 너그러운 비답(批答)을 내렸다.【원래의 상소와 비답한 교지는 앞에 보인다.】그의 상소에 내용에 이르기를, “윤선거(尹宣擧)가 이미 윤휴(尹鑴)를 마음이 검다느니 음흉하다느니 했고, 또한 융통(融通)하고 보합(保合)해야 한다는 말을 했음은 곧 자기가 전후에 우물쭈물해온 실상을 밝힌 것이니, 이는 또한 그럴 듯하기는 하지만 실지는 그렇지 않은 점이 있습니다. 윤휴의 당(黨)들의 예론(禮論)은 이미 화심(禍心)이 있었던 것이고 보면 진실로 소소(宵小)하다고 하지 않을 수 없는 것입니다. 만일 그 근본을 논한다면, 사사로운 편당이 되어 세상을 오도(誤導)하고 권세를 쥐려고 남을 넘어뜨리기로 한 술책이 아닌 것이 없습니다. 1백여 년 동안 대대로 전해온 의논이고 반평생을 사람들이 같이 외쳐온 모의(謀議)이기에, 옛적의 간흉(奸凶)들이 한때만 위세(威勢)를 부렸던 것과는 같지 않으니, 비록 그들의 죄를 엄중하게 배척하지 않을 수도 없지만, 또한 율(律)을 가볍게 정하지 않을 수도 없습니다. 윤선거가 그 사람들을 논하여 소소(宵小)하다고 배척하고, 세상의 도의(道義)를 염려하여 보합(保合)하도록 권면한 일은, 이는 그의 공정한 마음과 원대한 식견을 볼 수 있는 것으로서, 당론(黨論)에 병이 든 자로서는 따라갈 수 있는 바가 아닌데, 이 때문에 그의 말이 서로 반대됨을 의심하는 것은 어찌 가소로운 일이 아니겠습니까?” 하였다.",
                "hj": "○庚子/右尹李秀彦, 斥羅良佐訟其師, 宋時烈見誣狀。 上賜優批。【原疏、批旨見上。】疏中以宣擧旣以鑴爲黑爲陰, 而又以通融保合爲言, 明其前後依違之狀, 此亦似是而實有不然者, 鑴黨禮論, 旣有禍心, 則固不可不謂之宵小, 而若論其本, 莫非黨私詿誤, 患得相傾之計, 百餘年世傳之論, 半世人同聲之議, 非若古昔奸凶一時鴟張者, 則雖不可不嚴斥其罪, 而又不可不輕勘其律。 宣擧所以論其人而斥以宵小, 慮世道而勸其保合者, 此可見其公心遠識, 非病於黨論者之所及, 以此而疑其言之相反, 豈不可笑?"
            }
        },
        "31": {
            "1": {
                "H2KE-EN": "On giyu day, Third Inspector [of the Office of the Inspector General] Yi Uichang presented a report to the King that the matter of Heo Yun was replaced by a high official. The King ordered that he not be refused. 사신은 논한다. The high officials were similar to that of [Heo] Hyeok []. [Heo] 이단하 said, There was another scholar named Heo Yun who entered the house of [Heo] Hyeok []. [Yi] Uichang mistakenly heard that [Heo] had falsely slandered [Heo] Hyeok [] and self-restrained his own opinion. Truly, this is inappropriate. The house of Fourth Inspector [of the Office of the Inspector General] Heo Yun is close to [Heo] Hyeok []. [Heo] Hyeok [] said that the house of [Heo] Hyeok [] was near [Heo] Hyeok []. [Heo] Hyeok [] did not reach [Heo] Hyeok [] on the grounds that [Heo] Hyeok [] did not reach [Heo] Hyeok []. [Heo] fabricated [Heo] Hyeok [] on the grounds that [Heo] Hyeok [] had false slandered. Many people criticized him. ",
                "H2KE-nKo": "장령 이의창이, 그가 논핵한 허윤을 체차한 일에 대해 대신이 사실과 어긋났다고 하면서 계사를 올려 인혐하였다. 주상이 사직하지 말라고 명하였다. 사신은 논한다. 대신은 바로 이단하이다. 이단하가 ‘윤휴의 집에 출입한 선비 중에 다른 허윤이란 자가 있었는데, 이의창이 잘못 알고 무함하고 비방하면서 자신의 견해를 옳다고 하였으니, 매우 온당치 못하다.......’라고 하였다. 지평 허윤의 집은 윤휴의 집과 가깝고, 다른 허윤이란 자는 그림자나 메아리처럼 서로 미치지 못하는데, 허윤을 벗어나게 하기 위해 근거 없는 말을 지어내었으므로 비난하는 사람들이 많았다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 3월 31일(기유) 1번째기사",
                "gt-oKo": "장령(掌令) 이의창(李宜昌)이, 그가 허윤(許玧)을 논계(論啓)하여 체차(遞差)하도록 한 일을 대신이 사실을 잘못 안 것으로 돌렸기 때문에 계사(啓辭)를 진달하고 인혐(引嫌)하니, 임금이 사직하지 말도록 했다. 사신은 말한다. “대신은 곧 이단하(李端夏)이다. 이단하가 말하기를, ‘윤휴(尹鑴)의 집에 드나드는 사인(士人)으로서 다른 허윤이라는 사람이 있었는데도 이의창이 잘못 알고 모함하고 비방하면서 자신의 소견을 옳다고 하는 것은 자못 타당하지 못하다……’ 했었다. 지평(持平) 허윤의 집이 윤휴의 집과 가까왔고, 이른바 다른 허윤은 영향을 서로 미치지 않았었는데, 허윤을 벗어나게 할 소지를 만드느라고 근거가 없는 말을 지어 내므로 사람들의 기롱하는 말이 많았었다.”",
                "hj": "○己酉/掌令李宜昌, 以其所論許玧遞差事, 大臣歸之失實, 陳啓引嫌。 上令勿辭 【史臣曰: “大臣卽李端夏也。 端夏以爲鐫家出入, 有士人他許玧者, 而宜昌誤聞誣謗, 而自是己見, 殊未妥當云云。 持平許玧之家, 近於鐫家, 所謂他許玧, 影響不相及, 爲脫許玧之地, 做出無根之說, 人多譏之。”】"
            }
        }
    },
    "06": {
        "16": {
            "1": {
                "H2KE-EN": "Inspector General Yi Sueon presented a memorial to the King to rescue Min Jinju , Yi Jingmyeong , and others. The King granted a strict royal directive to Min Jinju and Yi Jingmyeong . 【원래 the memorial and the royal instructions were shown to the King. 】 Jo Saseok was additionally appointed as privilege and appointed as ministers. Truly, if the sovereign privately associated with a relative, then it would be proper to advise the meaning of errors in his faults. The circumstances of secret are not suspicious to everyone. The words of Yi Sueon engaged in gold are not something else, but this is already suspicious. The mother of Jang claimed Jo Saseoks wife and the female slaves of Jang claimed that he had privately communicated with each other. This is even more unreasonable. The pirates of Jang claimed that Jo Saseok was certainly a relative of Jo Saseok. As Jo Saseok already received a warning from Takryong , there was no choice in which he had kept in the palace. Now, why is it possible for Jo Saseok only to rely on the fact that Jo Saseok had compiled the fact that Jo Saseok was a Confucian scholar. However, the privilege of the privilege?",
                "H2KE-nKo": "대사헌 이수언이 상소하여 민진주와 이징명 등을 구원하니, 주상이 엄한 비답을 내렸다. - 원래의 상소에 대한 비지는 위에 보인다. - 조사석을 추가로 복상하여 정승에 제수한 것이 참으로 임금이 척속에게 사정을 둔 것이라면 임금의 부족한 점을 보충하는 도리로 볼 때 이것으로 곧바로 논해야 한다. 유음한 경로는 사람마다 의심할 수 있는 것이 아니다. 이수언이 농금하였다는 말은 범범하게 논한 것이 아닌 듯하니, 이것도 이미 이상한 일이다. 장씨의 어미가 조사석의 처의 여종이 되었다는 것은 전적으로 황당한 말로 사적으로 통한 말이니, 더욱 무리한 말이다. 역적 이항은 참으로 조사석의 지친이고 조사석도 이미 탁룡에게 수계한 자이니, 궁궐을 구원하는 데 애초부터 길이 없지 않았다. 지금 어찌 유독 이항에게만 힘입을 수 있겠는가. 초사를 편수한 자는 조사석을 사류 중의 한 사람으로 여긴 데 불과하다. 그런데 정승의 복상이 애당초 상격과 달랐기 때문에 자기와 의견이 다른 사람을 공격하는 데 급급하여 억측하고 부회하여 억지로 애매모호한 것으로 귀결시켰다. 이로 인하여 사류를 더럽혔으니, 식자들이 통탄하였다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 6월 16일(임술) 1번째기사",
                "gt-oKo": "대사헌(大司憲) 이수언(李秀彦)이 상소하여 민진주(閔鎭周) 및 이징명(李徵明) 등을 구제하니, 임금이 엄한 비답(批答)을 내렸다.【원래의 상소와 비답한 교지는 앞에 보인다.】 조사석(趙師錫)을 가복(加卜)하게 하여 정승을 제배(除拜)한 것이 만일 진실로 군상(君上)이 척속(戚屬)에게 사정(私情)을 쓴 것이라면, 보궐(補闕)하는 도리에 있어 바로 이를 가지고 논계(論啓)했어야 한다. 깊숙한 곳의 보이지 않는 경로(經路)의 일은 아무에게나 의심을 가질 수 없는 법인데, 이수언이 농금(籠錦)해 놓은 말도 보통으로 논한 것이 아닌 듯하여 이것도 이미 이상스럽거니와, 장(張)의 어미가 조사석의 처갓집 종이란 것은 전연 허황한 말이고, 사통(私通)했다는 말은 더욱 무리(無理)한 말이다. 적(賊) 동평군(東平君) 이항(李杭)은 진시로 조사석과 지친(至親)이고, 조사석은 또한 이미 탁룡(濯龍)에게서 수계(受戒)한 사람이고 보면, 궁중(宮中)에서 세력이 있는 사람에게 의지함은 당초부터 일찍이 길이 없지 않았을 것인데, 어찌 이제야 유독 동평군 항에게만 의지하게 되었겠는가? 당초에 역사를 찬수(纂修)하는 사람들이 조사석을 사류(士流) 중의 한 사람으로 여긴 데에 지나지 않았던 것인데, 정승으로 정하기를 처음부터 상례와 다르게 했었기 때문에, 당동 벌이(黨同伐異)하기에 급급하여 억측(臆測)하고 부회(傅會)하여 억지로 어둠침침한 상태로 돌려놓은 것이다. 이로 인해 사류(士類)들이 오욕(汚辱)을 입게 되므로, 식견 있는 사람들이 통탄스럽게 여겼다.",
                "hj": "○壬戌/大司憲李秀彦疏救閔鎭周及李徵明等。 上賜嚴批。【原疎批旨見上。】 趙師錫之加卜拜相, 誠若君上之有私於戚屬, 則補闕之道, 以此直論可也。 幽陰之逕, 非可疑之於人人。 秀彦籠錦之說, 似非泛論, 此已可異。 張母之爲師錫妻婢, 專是謊說私通之言, 尤爲無理, 賊杭固爲師錫至親, 而師錫亦旣受戒於濯龍者, 則扳援宮闈, 初未嘗無路。 今豈獨有賴於杭, 修初史者, 不過以師錫爲士流中人, 而金甌之卜, 初異常格, 故急於伐異, 億逆傅會, 勒歸之於黯黮之地, 因此而汚衊士流, 識者痛之。"
            }
        }
    },
    "07": {
        "27": {
            "1": {
                "H2KE-EN": "Hong Uwon , former minister of war , passed away in his place of exile. [Hong] Uwon was upright and honest by nature and dared to speak. At the beginning of the gyemyo year (, when he discussed the matter of the palace, his words were very honest and honest. People transmitted [the text], and everyone observed [the text] and observed the discussion. [Hong] suspected the opinion of the Crown Prince and the Crown Prince. People suspected that [Hong] would harbor a grudge. The Book of Documents (C. Jialao in the Book of Documents (C. Jialao . His words were especially contrary to the human relationships. In general, his nature was upright and frugal, and he was not worth 취할 만한 점이. In the end, [Hong] ultimately became mistakenly erroneous, and [Hong] could not preserve his reputation. Those who were pity for him. After the gyeongsin year (, he was banished to a designated area, and died this time. ",
                "H2KE-nKo": "계묘년에 전 판서 홍우원이 유배지에서 졸하였다. 홍우원은 강직하여 과감히 말하였다. 효종 초에 궁중의 일을 논하였는데 절실하고 정직한 말이 많았으므로 사람들이 모두 전하여 외웠다. 지론이 사리에 어긋나서 선도가 이종의 논의를 주장하니 사람들이 화심을 품었다고 의심하였다. 그가 인용한 가인괘의 말은 더욱 윤리에 어긋났다. 대체로 그의 청렴하고 소박하며 강직하고 과감한 점은 취할 만한 점이 없지 않았으나 끝내 당론에 오도되어 훌륭한 명성을 보전하지 못하였으니 식자들이 애석하게 여겼다. 경신년 이후에 찬배되었다가 이때에 이르러 졸하였다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 7월 27일(계묘) 1번째기사",
                "gt-oKo": "전(前) 판서(判書) 홍우원(洪右遠)이 배소(配所)에서 졸(卒)했다. 홍우원은 준엄하고 강직하여 과감(果敢)하게 말을 했는데, 효종(孝宗) 초기에 궁중(宮中)의 일을 말하되 아주 정직한 말이 많으므로 사람들이 모두 전송(傳誦)했었다. 그러나 지론(持論)이 비뚤어져, 윤선도(尹善道)가 말한 이종(貳宗)의 의논을 주장하므로 사람들이 화심(禍心)을 가진 것으로 의심했었고, 그가 가인괘(家人卦)를 인용하여 한 말은 더욱 인륜(人倫)에 어그러지는 것이었다. 대개 그의 청렴하고 소박함과 강직하고 과감함은 취할 만한 것이 없지 않았지만, 마침내 당론(黨論)에 오도(誤導)되어 훌륭했던 명성을 보존하지 못하게 되었으므로, 식견 있는 사람들이 애석하게 여겼었다. 경신년 이후에 귀양갔다가 이때에 이르러 졸(卒)한 것이다.",
                "hj": "○癸卯/前判書洪宇遠, 卒於謫所, 宇遠峭直敢言。 孝廟初, 論宮闈事, 語多切直, 人皆傳誦, 持論乖戾, 主善道貳宗之論, 人疑禍心, 所引《家人卦》, 語尤悖倫, 蓋其淸素剛果, 不無可取, 而終爲黨論所誤, 不能保其令名, 識者惜之。 庚申後被竄, 至是卒。"
            }
        }
    },
    "09": {
        "10": {
            "1": {
                "H2KE-EN": "[The King] sent the recorder of the Royal Lecture to the State Tribunal in the eulyu year (, Second Royal Lecturer Kim Manjung to the State Tribunal. Due to the lecture on the lecture, [Kim] Manjung suspected that Jo Saseok , who was a concubine of the royal concubine, suspected that Jo Saseok would be a concubine of the royal concubine. As the King was frightened, he cross-examined the circumstances and did not answer. Therefore, the King ordered the recorder [of the Office of the Royal Lectures]【상세한 내용은 위에 보인다.】 to be sent to the official historians . As a subject who serves the King, he strives to conceal [the royal concubine]. Manjungs words were truly honest and upright, but in fact they did not do so. At the time, a man of the same class as a meritorious member of the royal concubine who had held the power of the state for a long time occupying the power of the state, placing him under the preservation of the enemy. However, the King suddenly disliked the old member of the royal court officials. Jo Saseok was a Confucian scholar, and suddenly received royal favor and was appointed to a high-ranking official. Generally, because the King was a court lady of the royal concubine, there was a great dismissal and dismissal of him. Thus, he did not wish to entrust him with the power of the royal concubine. For this reason, he entrusted Jo Saseok for a long time, and was specially appointed to a high-ranking official. It was not because he gave personal favor to Jo Saseok. Consequently, a member of the same class as those of the royal concubine. Jo Saseok was a concubine of the royal concubine who was a concubine of the royal concubine. He fabricated a story and deceitfully deceived the King, thereby deceiveing the peoples mind, thereby slandering the scholars. Truly, this was from the words of Jo Samyeong and Jo Chisang. Originally, it was not from the people of the",
                "H2KE-nKo": "기유년에 지경연 김만중을 의금부에 내렸다. 김만중이 주강을 통해 민간에서 조사석이 후궁에게 대배된 것을 의심한 뜻을 진달하자, 주상이 진노하여 말의 출처를 캐물었으나 대답하지 않았다. 그러므로 명사 - 를 내려보내라고 명하였다. - 상세한 내용은 위에 보인다. - 신하가 임금을 섬김에 있어서는 숨기지 않고 하는 것을 위주로 해야 하니, 김만중의 말은 진실로 우직한 듯하지만 실제로는 그렇지 않은 점이 있었다. 이때 당인들이 훈척을 끼고 오랫동안 국권을 잡고 있으면서 스스로 반석과 같은 세력이 있다고 여겼으나, 주상이 갑자기 구신을 싫어하고 박대하였다. 조사석은 사류 중의 한 사람으로서 갑자기 은총을 받아 가복되어 정승에 제배되었다. 대개 주상은 바야흐로 내폐가 있어 장차 크게 출척이 있을 것이므로 권병을 아랫사람에게 맡기고 싶지 않았기 때문에 구차를 핑계 대어 이렇게 특별히 제수한 것이지, 조사석에게 사정을 두어 그렇게 한 것은 아니었다. 이에 당인 가운데 일종의 무뢰배들이 이미 시기하고 미워하는 사심도 있었고 또 스스로 위태롭게 여기는 마음도 있었다. 조사석이 국척의 처지에 있으면서 폐종과 연관되어 의심스러운 말을 견강부회하고 흉언을 과장하여 인심을 현혹하고 사류를 더럽히려는 계책으로 삼았으니, 이는 실로 이사명과 홍치상 등 한두 사람의 입에서 나온 것으로 원래 온 나라 사람들의 비방이 아니었다. 그런데 김만중은 이사명의 가까운 인척으로서 그에게 속아 넘어가게 되자, 길거리에 떠도는 말이라고 핑계 대어 임금에게 진달되기까지 하였다. 자기와 의견이 다른 사람을 모함하는 데 급급하여 윗사람을 속이는 스승이 된다는 것을 스스로 알지 못하였으니, 어찌 숨김없이 정직하고 절실한 선비에게 비교할 수 있겠는가. 그가 형벌을 받고 종사가 전복된 것은 불행한 일이 아니다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 9월 10일(을유) 1번째기사",
                "gt-oKo": "지경연사(知經筵事) 김만중(金萬重)을 의금부(義禁府)에 회부하였다. 김만중이 주강(晝講) 때에 항간(巷間)에서 조사석(趙師錫)의 대배(大拜)는 후궁(後宮)에게 연줄을 댄 것으로 의심하고 있다는 뜻으로 진달했다가, 임금이 진노(震怒)하여 말의 근거를 힐문하게 되었는데도 주대(奏對)하지 않았기 때문에 하옥(下獄)하도록 명하게 된 것이다.【앞에 자세히 나와 있다.】 신하된 사람이 임금을 섬길 적에는 은휘(隱諱)하지 않기에 주력하는 법이니, 김만중이 아뢴 말은 진실로 우직(愚直)한 듯하기는 하나 실지는 그렇지 않은 점이 있다. 대개 이 때에 당인(黨人)들이 훈척(勳戚)들을 끼고서 오랫동안 국가의 권병(權柄)을 쥐고 있으며 반석(盤石) 같은 세력으로 여기고 있었는데, 임금이 갑자기 훈구(勳舊)인 신하들을 싫어하여 박대하게 되고, 조사석이 사류(士類) 중의 사람으로서 갑자기 은권(恩眷)을 입어 가복(加卜)하게 하여 정승을 제수하게 되었던 것이다. 대개 임금이 바야흐로 내폐(內嬖)가 있었고, 장차 크게 출척(黜陟)이 있게 되므로 권한을 아랫사람들에게 맡겨 두지 않고 싶었던 것이다. 그래서 구차(久次)를 핑계로 이번의 특별한 제배(除拜)가 있었던 것이고, 조사석에게 사정을 두어서 그런 것이 아니었다. 이에 당인(黨人)들 가운데 일종의 무뢰(無賴)한 사람들이 이미 시기하고 미워하는 사심(私心)이 있었던 데다가 또한 자신들이 위태해질까 하는 마을을 가지고서 조사석이 국척(國戚)의 처지에 있으며 폐종(嬖宗)과 결탁했다고 그럴듯한 말을 갖다붙이고 흉악한 말로 허풍을 쳐, 사람들의 마음을 현혹시키고 사류(士類)들을 더럽히는 술책을 부렸던 것이다. 이는 실로 이사명(李師命)과 홍치상(洪致祥)의 무리 한두 사람의 입에서 나온 말이고 원래 온나라 대중이 비방하는 것은 아니었는데, 김만중이 이사명(李師命)의 가까운 인척(姻戚)으로서 그의 속이는 말을 받아들여, 길거리에 떠도는 말이라고 핑계하며 군상(君上)에게 진달하게 된 것이다. 자기와 의견이 다른 사람들을 모함하기에만 급급하여 임금을 속이는 것이 됨을 알아차리지 못했으니, 어찌 은휘(隱諱)함이 없는 아주 정직한 선비에게 견줄 수 있겠는가? 형벌과 화(禍)를 입어 종사(宗祀)를 망치게 되더라도 불행한 일이 아니다.",
                "hj": "○(己)〔乙〕酉/下知經筵金萬重於禁府, 萬重因晝講, 以閭巷間疑趙師錫大拜寅緣後宮之意陳達, 被上震怒, 詰問言根而不對, 故命下史。【詳見上。】人臣事君, 主於不諱, 萬重之言, 固似戇直, 而其實有不然者。 蓋是時黨人, 挾勳戚久持國柄, 自謂有磐石之勢, 而上忽厭薄舊臣, 師錫以士流中人, 猝被恩眷, 加卜拜相, 蓋上方有內嬖, 將有大黜陟, 不欲以權柄委下, 故托久次, 有此特拜, 非有私於師錫而然。 於是黨人中一種無賴者, 旣以媢嫉之私, 且有自危之心, 以師錫居國戚而連嬖宗, 傅會疑似, 譸張凶言, 以爲眩惑人心, 汚衊士流之計, 此實出於師命、致祥輩一二人之口, 元非一國輿人之謗, 則萬重以師命切姻, 受其詿誤, 托以道路之言, 至達於君上, 急於傾陷異己, 而不自知爲誣上之師, 則豈可比之於無隱直切之士, 而其被刑禍覆宗祀, 非不幸也?"
            },
            "2": {
                "H2KE-EN": "When the King received him in audience, Chief State Councilor 남구만이 임금에게 아뢰기를, “김만중의 뜻은 단지 들은 대로 상달하고자 한 것입니다만, 그의 말은 진실로 옳지 않습니다. 대저 전하께서 그의 붕당을 미워하시어 thoroughly studying the right and wrong of the matter, the subject will surely rescue the faults of his faults. Then, 무슨 일을 할 수 있겠습니까? From antiquity, 당론 must have been destroyed throughout the country. Recently, court officials have neither associated with each other. Truly, this is worrisome. However, if Your Majesty suspects this to all the subjects, then the harmful effects will be greater than this. During the reign of the Xuande era (C. Xuanzhi , the chief state councilor Yi Jun , citing that the court officials were divided into groups, 선정신 이이는 very discontinued and said, A man will die when the death of his words are wicked. In general, the intent of the court has divulged secretly. If the sovereign has suspected suspects beforehand, he will surely bring about the danger of danger. If Your Majesty suspects this to this, your subject fears that the worries of the state will be beyond measure. The King said, How could I also suspect anyone suspects? I only regret that the harmful secret acts.",
                "H2KE-nKo": "인견할 때 영의정 남구만이 주상에게 아뢰기를,“김만중의 뜻은 단지 들은 대로 아뢰려고 한 것일 뿐, 그 말은 진실로 전하께서 붕당을 싫어하시어 일의 옳고 그름을 따져 보지 않으신다면 신하가 장차 잘못을 바로잡기에도 겨를이 없을 것이니, 무슨 일을 할 수 있겠습니까. 예로부터 당론은 반드시 나라를 망쳤습니다. 그런데 근래 조정의 신하들이 저희끼리 붕당을 짓는 경우가 없지 않으니, 참으로 우려할 만합니다. 그러나 전하께서 만약 이것을 가지고 신하들을 모두 의심하신다면 그 해가 더욱 커질 것입니다.선묘조의 상신 이준경의 유소에서 조정의 신하들이 붕당을 나누었다고 말하자, 선정신 이이가 매우 그르게 여겼습니다. 심지어 ‘사람이 죽으려 할 때 그 말이 악하다.’라고까지 하였는데, 이는 그 뜻이 조정에 비록 두 갈래로 나뉘어지는 단서가 있더라도 만약 임금으로 하여금 먼저 의심하는 마음을 갖게 한다면 반드시 위망의 화가 있게 될 것이기 때문입니다. 전하께서 만약 이 점을 의심하신다면 신은 사직의 근심이 장차 이루 말할 수 없게 될까 걱정됩니다.”하니, 주상이 말하기를,“나도 어찌 사람마다 의심하겠는가. 붕당의 폐해에 대해 개탄할 뿐이다.”하였다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 9월 10일(을유) 2번째기사",
                "gt-oKo": "인견(引見)했을 때 영의정(領議政) 남구만(南九萬)이 임금에게 아뢰기를, “김만중(金萬重)의 뜻은 단지 들은 대로 상달(上達)하려 한 것이니, 그의 말이 진실로 그르기는 합니다마는, 전하(殿下)께서 붕당(朋黨)을 싫어하기만 하여 일의 옳고 그름을 구명(究明)하지 않는다면, 신하들이 장차 과오를 구제하느라 겨를이 없게 될 것인데, 무슨 일을 하게 될 수 있겠습니까? 옛적부터 당론(黨論)은 반드시 그 사람과 나라를 망쳤었는데, 요사이 조신(朝臣)들이 서로 편당이 되는 수가 없지 않으니, 진실로 걱정스럽습니다. 그러나 전하께서 만일 이 때문에 아랫사람들을 모조리 의심하시게 된다면 폐해가 더욱 커지게 될 것입니다. 선조조(宣祖朝)의 상신(相臣) 이준경(李浚慶)이 유언(遺言)한 상소에서 조신(朝臣)들이 당이 갈라짐을 들어 말했었는데, 선정신(先正臣) 이이(李珥)가 매우 그르게 여기면서 말하기를, ‘그 사람은 장차 죽으려면서 하는 말이 악(惡)해졌다.’고까지 했었습니다. 대개 그의 뜻은, 조정에 비록 두 갈래로 갈라지는 폐단이 있다 하더라도, 만일 임금이 먼저 의심하는 마음을 가져버리게 된다면, 반드시 위태해지고 멸망하게 되는 화(禍)가 있게 되기 때문이어서일 것입니다. 만일 전하께서도 이처럼 의심을 하시게 된다면, 신(臣)은 사직(社稷)에 대한 근심이 장차 이루 말할 수 없게 될까 염려됩니다.” 하니, 임금이 이르기를, “나 역시 어찌 사람마다 의심하겠는가? 다만 편당이 되는 폐해가 개탄스럽다.” 하였다.",
                "hj": "○引見時, 領議政南九萬白上曰: “金萬重之意, 只欲隨聞上達, 而其言則固非夫殿下惡其朋黨, 而不究事之是非, 則臣下將救過不贍, 何事可爲? 自古黨論必亡人國, 而近來朝臣, 不無自相朋比者, 固爲可憂。 然殿下若以此盡疑群下, 則其害尤大矣。 宣廟朝相臣李浚慶遺疏, 以朝臣分黨爲言, 先正臣李珥, 深以爲非, 至曰: ‘人之將死, 其言也惡。’ 蓋其意, 朝廷雖有岐貳之端, 若使人主, 先置疑心, 則必有危亡之禍故也。 殿下若疑之及此, 臣恐社稷之憂, 將不可勝言矣。” 上曰: “予亦豈人人而疑之乎? 只慨然於朋比之害矣。"
            }
        }
    },
    "10": {
        "7": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the imja year (, the King separately issued a message to the high officials in the provinces and ordered them to come to the royal tomb. Royal Tomb of Queen Sinui , 원임 대신 Jo Saseok , and others all declined and did not come. Jo Saseok was in detail at the Royal Tomb of King. As Jo Saseok had already suffered a grudge against him, how could he not have spoken the words of course? Nevertheless, he compiled the history and criticized him on the grounds that he was dangerous and wicked. This was also excessive.",
                "H2KE-nKo": "임자년에 주상이 지방에 있는 대신들에게 별유를 내려 행행할 능소에 와서 모이게 하였는데, 원임 조사석 등이 모두 사양하고 오지 않았다. - 상세한 것은 위에 보인다. - 조사석은 이미 망극한 무함을 받았으니, 서계로 대변할 때에 어찌 격앙된 말이 없을 수 있겠는가. 그런데 초사를 편수한 자가 뒤미처 위험하다고 비난하였으니, 그 또한 지나치다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 10월 7일(임자) 1번째기사",
                "gt-oKo": "임금이 외방에 있는 대신들에게 별도의 유시(諭示)를 내려 거둥나간 능소(陵所)로 와서 모이도록 했었는데, 원임(原任)과 조사석(趙師錫) 등은 모두 사양하고 오지 않았다.【자세한 것은 앞에 보인다.】 조사석은 이미 한없는 모함을 받은 사람이니, 서계(書啓)를 올려 대변(對辯)할 적에 어찌 격앙(激昂)된 말이 없을 수 있겠는가마는, 당초에 역사를 찬수(纂修)하는 사람들이 뒤쫓아 험악한 일을 했다고 기록해 놓았으니, 그 역시 지나치게 된 것이다.",
                "hj": "○壬子/上別諭於在外大臣, 令來會於所幸陵所, 原任趙師錫等, 皆辭不來。【詳見上。】 師錫旣遭罔極之誣, 則書啓對辨之際, 安能無激昻之言? 而修初史者, 追以危險譏之, 其亦過矣。"
            },
            "2": {
                "H2KE-EN": "Former Second Inspector [of the Office of the Inspector General] Han Taedong passed away. Taedongs courtesy name was Nocheom . He had a filial piety and filial piety. He was upright and honest by nature. He had a steadfastrous in conduct. He passed the second civil service examination . He passed the higher civil service examination on the twenty-fourth day, and he was incompetent in terms of righteousness. Nonetheless, he did not think about this. When he entered the Office of the Inspector General , he always obeyed his face and dared to speak about anything without concealing anything. He was a meritorious member of the royal kin by marriage and afraid of his powerful families. He was very recognized by him. However, he disobeyed the powerful post and was repeatedly falling down. Ultimately, he was unable to retreat him. He retired from the Royal Tomb of King Taejo and passed away. He had a skillful composition early on the early days of his composition, and he was able to cross the ice and engage in his importance. He was like Taebae . Even if he starved the entire day, he set a table on the roof to the tile to the roof to the tile of the roof to the tile. He did not observe his behavior as if he were unable to do so. Truly, he was a regulation for the ancient times. He enjoyed drinking wine. Earlier, he entered the capital and became intoxicated and returned home after inebriated. Shin Wan , concerned that he could not suddenly fall cold. He sent a padded roof to the large roof to write on his paddies, saying, I also do so. He did not accept it. He did not accept it and returned it. At sunset, he entered the Office of the Inspector General and was appointed as second clerk , but he did not attend. His age was forty-two. People lamented at his grief.",
                "H2KE-nKo": "전 집의 한태동이 졸하였다. 한태동의 자는 노첨으로, 효성과 우애가 있고 지극한 성품을 지녔다. 성품이 곧고 진실하며 준절하고 깨끗하여 출중한 지조가 있었다. 24세에 장원으로 급제하였는데, 곧은 도리로 부합하는 것이 적었으나 막연히 개의치 않았다. 대간이 되어서는 번번이 얼굴을 쳐들고 과감히 말하였으며, 권세 있는 호족을 공격하고 억눌러서 꺼리는 것이 없었다. 훈척들이 그 때문에 기가 움츠러들어 청류들에게 크게 존중을 받았다. 그러나 당로자에게 거슬려서 여러 차례 낭패를 당하였으나 끝내 용납되지 못하였다. 광릉에 물러가 살았는데, 문장이 뛰어나고 일찍부터 뛰어나 청고함이 얼음과 <unk>을 넘고 곤궁함에 처하기를 태와 같이 하였다. 종일 굶주렸어도 침상과 옥루에서 아무렇지도 않게 마치 처음부터 그렇지 않은 것처럼 하였으며, 추호도 구차하게 취하지 않았으니, 참으로 옛날의 유직과 유렴이었다. 술마시기를 좋아하였는데, 일찍이 도성에 들어왔다가 술에 취해 돌아갔다. 신완이 옷이 얇아 갑자기 추워질 것을 염려하여 솜옷을 보내면서 큰 글씨로 ‘어광도 마찬가지다.’라고 썼다. 받지 않고 돌려보냈는데, 만년에 홍문관에 들어가 교리에 제수되었으나 나아가지 않았다. 나이가 겨우 42세이므로 사림이 슬퍼하였다. 호는 이 와이다. 아들 한지가 또 과거에 급제하였는데, 침착하고 신중하며 준절하고 깨끗하여 아버지의 풍도가 있었다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 10월 7일(임자) 2번째기사",
                "gt-oKo": "전(前) 집의(執義) 한태동(韓泰東)이 졸(卒)했다. 한태동은 자(字)가 노첨(魯瞻)으로, 지극히 효성스럽고 우애있는 천성이 있었고, 정직하고 신실하며, 준엄(峻嚴)하고 청렴하여 뭇사람보다 뛰어난 지조가 있었다. 24세에 괴과(魁科)에 올랐는데, 정직한 도리를 지키므로 부합하게 되는 사람이 적었지만 관심이 없어 개의치 않았다. 대관(臺官)으로 들어가서는 곧바로 범안(犯顔)하며 과감하게 말을 하여 권세있는 드센 사람들을 공격하여 단죄(斷罪)하기를 거리낄 것 없이 하므로, 훈척(勳戚)들이 기가 죽게 되자, 청류(淸流)들이 크게 중시하게 되었었다. 그러나 당로(當路)에게 거슬리어 여러 차례 실패를 겪다가 마침내 용납되지 않아, 물러가 광릉(廣陵)에서 살다가 돌아갔다. 글을 지으면 뛰어나고 날카롭게 쓰기를 마치 바람이 일듯이 했고, 빙벽(氷蘗)보다도 더 청고(淸苦)하게 지내며 곤궁에 처하기를 태연하게 하였다. 비록 온종일 굶주리고 앉는 자리마다 비가 새게 되어도 편안히 있기를 마치 처음부터 그렇지 않았던 듯이 하였고, 털끝만치도 구차하게 취하는 적이 없어 참으로 옛적의 정직한 사람과 옛적의 청렴한 사람 같았다. 술마시기를 좋아했는데, 일찍이 도성(都城)에 들어왔다가 술이 취한 채 돌아가게 되자, 신완(申琓)이 옷이 얇은데 갑작스러운 추위를 만나게 될까 염려하여 솜을 넣은 옷을 보냈었는데, 큰 글씨로 ‘광에게도 또한 이러했다.[於光亦如]’라고 써서 받지 않고 돌려 보냈었다. 늦게야 옥서(玉署)에 들어가 교리(校理)를 제수받았으나 나아가지 않았었다. 나이가 겨우 42세이므로 사림(士林)들이 서러워했다. 호(號)는 시와(是窩)이다. 아들 한지(韓祉)가 또한 등제(登第)했는데, 침착하고 신중하며 준엄하고 청렴하여 아버지의 기풍(氣風)이 있었다.",
                "hj": "○前執義韓泰東卒, 泰東字魯瞻, 有孝悌至性, 直諒峻潔, 有出群之節操, 二十四登魁科, 直道寡合, 漠然不以爲意, 入臺輒犯顔敢言, 擊斷權豪, 無所諱, 勳戚爲之氣懾, 大爲淸流所重, 然忤當路, 屢遭顚躓, 竟不容, 退居廣陵以歿, 爲文章踔厲夙發, 淸苦踰氷蘗, 處窮如泰, 雖終日飢, 床床屋漏, 夷然若未始然者, 秋毫不苟取, 眞古之遺直遺廉也。 喜飮酒, 嘗入城醉歸。 申琓慮薄衣値猝寒, 送絮衣大書曰: “於光亦如。” 不受以還之, 晩入玉署, 拜校理不就, 年厪四十二, 士林慟之。 號是窩, 子祉又登第, 沈重峻潔, 有父風。"
            }
        }
    },
    "11": {
        "17": {
            "1": {
                "H2KE-EN": "[The King] ordered that Oh Iksu , Yi Iksu , and Yu Jip , who were appointed to government posts in the imjin year ( [14222] be appointed to government posts. [However], being qualified with foolish opinions and disobeyed the current opinions, [However], those who were in charge of the state could not evade their responsibilities. At this time, high officials had already requested to reinstate [However], and the King also disliked [However], and thus [However], were appointed to government posts in the Royal School . [However], it is also evident that [However], those who compiled [However], did not know about this. [However], instead added and compiled [However], [However,], [However], is also distressed [However].",
                "H2KE-nKo": "임진년에 오도일, 이익수, 유집일 등을 서용하라고 명하였다.오도일 등은 청론을 견지하다가 시의에 거슬려 오랫동안 침체되어 있었으니, 나랏일을 담당한 자가 그 책임을 피할 수 없었다. 이때에 이르러 대신이 이미 견복해 줄 것을 청하였고, 주상도 당인을 싫어하였기 때문에 이렇게 특별히 서용한 것이다. 사류들이 폐종에 대해서 거의 풍마우와도 같았으니, 앞으로 수립한 것을 보면 또한 분명히 알 수 있다. 처음 사초를 편수한 자가 이것을 모르지 않았을 것인데, 뒤미처 꾸며 대어 기필코 더럽히려고 하였으니, 어찌된 일인가. 그 또한 당동 벌이하는 것을 병통으로 여긴 것이다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 11월 17일(임진) 1번째기사",
                "gt-oKo": "오도일(吳道一)·이익수(李益壽)·유집일(兪集一) 등을 서용(敍用)하도록 명했다. 오도일 등은 청의(淸議)를 지키다가 시론(時論)에 거슬리어 오랫동안 침체(沈滯)되어 있어야 했으니, 나라의 일을 맡아보는 사람이 책임을 면하지 못할 일이다. 이때에 이르러 대신이 이미 견복(甄復)하기를 청했었고, 임금도 또한 당인(黨人)에 싫증이 났었기 때문에 이번의 특별한 서용이 있게 된 것이다. 사류(士流)들은 폐종(嬖宗)에 대해서 자못 풍마우(風馬牛)와 같았었다. 그 뒤에 수립(樹立)해 놓은 바에서 보더라도 또한 명백하게 알 수 있었는데, 당초에 역사(歷史)를 찬수(纂修)한 사람들이 이를 알지 못한 것이 아니면서도, 뒤쫓아 꾸밈을 가하여 기필코 더럽히고 욕되게 하려고 하였으니, 어째서인가? 그들 또한 당동 벌이(黨同伐異)하는 병폐가 있는 사람들인 것이다.",
                "hj": "○壬辰/命敍用吳道一、李益壽、兪集一等。 道一等持淸論、忤時議, 久被沈屈, 當國者不能辭其責, 至是大臣旣請牽復。 上亦厭黨人, 故有此特敍。 士流之於嬖宗, 殆是風馬牛, 觀於向後所樹立, 亦可曉然。 修初史者, 非不知此, 而追加粧撰, 必欲汚衊, 何哉? 其亦病於黨伐者矣。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十八"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "During the gyeongjin year (, when expounding on the lecture on the Confucian Classics, Chief State Councilor 남구만이 임금에게 아뢰기를, “나라를 다스리는 방도는 오직 인재를 얻는 데 달려 있습니다. In recent years, 이여·임영·오도일·서종태·김창협 등은 모두 문학과 청아하다는 명성이 있었습니다. 이여·임영은 향리에 있으면서 올라오지 않았고, 오도일은 파산되었으며, 서종태는 걸군하고 조정에 있지 않았습니다. 김창협 역시 정세로 보아 shamelessly assignment to a responsibility in the provinces. If all of these men are gathered in order to prepare for the expounding questions, would not be beneficial. The King said, Although there is a difference between the capital and the provinces, counties and districts are returned to their hometowns since ancient times. It would be proper to summon and employ them in order to gradually summon and employ those who are 파산, or those who are residing in their hometowns.",
                "H2KE-nKo": "주강을 행하였다. 이때 영의정 남구만이 주상에게 아뢰기를,“나라를 다스리는 방도는 오직 적임자를 얻는 데 달려 있습니다. 근래 이여, 임영, 오도일, 서종태, 김창협 같은 사람들은 모두 문학과 청명이 있었습니다. 이여와 임영은 시골에 있으면서 올라오지 않았고 오도일은 한창 파직되어 산관이 되었으며, 서종태는 걸군하여 조정에 있지 않았습니다. 김창협도 정세가 편안하기 어렵다는 이유로 외임에 제수하였습니다. 이러한 사람들을 모두 모아 놓고 고문에 대비한다면 어찌 유익하지 않겠습니까.”하니, 주상이 말하기를,“내직과 외직은 경중의 차이가 있지만 고을을 잘 다스려 도로 들어오는 것은 예로부터 그러하였다. 점차 불러들여 써야 하니, 파직되어 산관이 된 사람과 시골에 있는 사람도 수용해야 할 것이다.”하였다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 11월 5일(경진) 1번째기사",
                "gt-oKo": "주강(晝講) 때에 영의정(領議政) 남구만(南九萬)이 임금에게 아뢰기를, “나라를 다스리는 방도는 오직 인재를 얻기에 달린 것입니다. 요사이 이여(李畬)·임영(林泳)·오도일(吳道一)·서종태(徐宗泰)·김창협(金昌協) 같은 사람들은 모두 글을 잘하고 청렴하다는 명망이 있는데, 이여·임영은 시골에 있으면서 올라오지 않고, 오도일은 바야흐로 파산(罷散)이 되었으며, 서종태는 걸군(乞郡)하고서 조정에 있지 않고, 김창협은 또한 실정과 형세가 불안스러운 것 때문에 외방(外方)의 직임에 제수(除授)되었습니다. 이런 사람들을 모두 모아들여 고문(顧問)에 대비하도록 한다면 어찌 도움되는 바가 있지 않겠습니까?” 하니, 임금이 이르기를, “내직(內職)과 외직(外職)이 비록 경중(輕重)이 있기는 하지만 고을을 다스리다가 도로 들어오는 것은 옛적부터 그러했으니, 마땅히 점차로 불러들여 임용(任用)해야 하고, 파산이 된 사람과 시골에 있는 사람도 마땅히 수습하여 임용해야 한다.” 하였다.",
                "hj": "○庚辰/晝講時, 領議政南九萬白上曰: “爲國之道, 唯在得人, 近來如李畬、林泳、吳道一、徐宗泰、金昌協、俱有文學淸名。 畬、泳、在鄕不來。 道一方罷散。 宗泰乞郡不在朝。 昌協亦以情勢難安除外任。 此等人, 若皆聚會, 以備顧問, 則豈不有益?” 上曰: “內外雖有輕重, 治郡還入, 自古而然, 當漸次召用, 罷散及在鄕人, 亦當收用矣。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Im Yeong , governor of Hwanghae Province , submitted a memorial to resign from his new appointment. The King said, My dear sir, you are worthy of learning, and you should be placed in the Office of the Royal Lectures . You were appointed as a responsibility for governing a province, and I also intended to test an administrative arts for you. Yeongs literary skill is a Confucian scholar. But he disobeyed the current opinion and had long been dismissed and without office. On this day, he was replaced, and the royal instruction was also very generous, and the scholars were admired to him.",
                "H2KE-nKo": "황해 감사 임영이 상소하여 새로 제수한 명을 사양하니, 비답하기를,“경의 문학은 경연에 두는 것이 합당하고, 이번 번유를 윤택하게 하는 것도 반착에서 이기를 시험해 보고자 해서이다.”하였다. 임영의 문학은 명류의 으뜸이었는데, 시의에 거슬려 오랫동안 파산되어 있다가 이때에 이르러 견복되었고, 비지 또한 너그러웠으므로 사류가 서로 경하하였다.\n",
                "date_ko": "숙보 18권, 13년(1687 정묘 / 청 강희(康熙) 26년) 11월 9일(갑신) 1번째기사",
                "gt-oKo": "황해 감사(黃海監司) 임영(林泳)이 상소하여 신명(新命)을 사직하니, 임금이 비답하기를, “경(卿)은 글을 잘하므로 경연(經筵)에 있는 것이 합당하지만, 이번에 번유(藩維)를 다스리도록 한 것은 또한 반착(盤錯)에서 경의 이기(利器)를 시험해보려는 것이다.” 하였다. 임영(林泳)은 글을 잘하여 명류(名流)들의 으뜸이었지만 시의(時議)에 거슬리어 오랫동안 파산(罷散)이 되었었는데, 이때에 이르러 견복(甄復)하게 되고, 비답한 교지가 또한 너그러우므로 사류(士流)들이 서로 경하(慶賀)했었다.",
                "hj": "○甲申/黃海監司林泳上疏辭新命。 上批以卿文學, 合置經幄而尹玆藩維, 亦欲試利器於盤錯爲答。 泳之文學, 爲名流冠, 而忤時議, 久在罷散, 至是牽復, 批旨又優渥, 士流相慶。"
            }
        }
    }
}