{
    "01": {
        "25": {
            "1": {
                "H2KE-EN": "Yi Si Do , the criminals of the State Tribunal , including Yi Sido , Han Junghye , and others were cross-examined with them. However, they refused to confess their guilt and did not confess. Superintendent of the Privy Council Yu Myeonghyeon and others had an audience with the King and reported the King to the King that they should not be interrogated by the Office of the Inspector General. The King ordered the State Tribunal to interrogate them thoroughly. At that time, those who were essentially listed on the statement of criminals were Yi Junghye , Kim Chunhye , Yi Mi , Yi Seokjwa , Noh Deuk , Yi Bokgi , and others, and all those who were shameless in the same class as those of the court officials. Also, Han Gun , Yun Gye , Ku Il , Yi Suk , Hong Ido , Shin Jang , and others were all those of the same class as those of the same class. Kim Chunhye and Han Junghye were in charge of secret and hiding in secret, and their circumstances were evidently observed. Among these, there were many who were many involved in the same class as those of the same class. However, those of the same class as those of the same class. In general, Yi Junghye, wishing to rely on Yi Junghye, enticed ignorant people and wrote down the names and ministers of the same class as those of the same class as this. When the history compiled the history, he did not know that there was no sense of confusion or treachery. However, he only blamed",
                "H2KE-nKo": "갑자년에 의금부의 죄인 이시도와 한중혁 등을 대질시켰는데, 책임을 전가하면서 자복하지 않았다. 판의금부사 유명현 등이 청대하여 주상이 본부에서 추핵해서는 안 된다는 뜻으로 아뢰니, 주상이 국청을 설치하여 엄히 신문하라고 명하였다. - 상세한 내용은 위에 보인다. - 이때 죄인의 공초에 중요하게 거론된 자로 한중혁, 김춘택, 이랄, 강석좌, 이노득, 이복기, 홍기주 같은 자들은 모두 당인 중의 무뢰배들로 조정의 벼슬아치들에게 파급되었다. 또 한구, 윤계, 구일, 이숙, 홍이도, 신속 등 문무관들도 모두 당인 중의 한 사람들이었는데, 김춘택과 한중혁이 은밀히 주장한 정상이 더욱 낭자하였다. 이 밖에도 당인 중에 연루된 자가 많이 있었으나 사실이 아닌 일이 있기도 하고, 사류 중에 한두 명의 천얼이 끼어 있기도 하였다. 그러나 이들은 모두 본래 간사하고 아첨을 잘한다는 이유로 버림받은 자들이었고, 마구 공초하고 터무니없는 말을 하기도 하였으며, 또한 사류 중에서 자중하는 자와 당인 중에서 조금 느슨한 자들이었다. 그런데 그 사람들은 학식으로 일컬어지기도 하고 근후하다는 이름으로 뒤섞여 들어가기도 하여 흉악한 당인들 속에 섞여 들어가지 않았다는 것을 사람들이 모두 알고 있었다. 대개 한중혁이 권위를 빙자하고자 하여 무식한 무리들을 속이고 유혹하여 이름 있는 재상들을 나열하여 써서 보여 준 결과 이런 일이 있게 된 것이다.처음 사초를 편수한 자가 난언의 근거가 없다는 것을 모르지 않았지만, 다만 사당이 지은 죄가 광채나지 않은 것을 혐의하여 비방을 분담하고 현란시킬 계책을 꾸몄고, 죄수의 공초를 빙자하여 추론할 것을 은밀히 약속하였다. 그런데도 변명하지 않았을 뿐만 아니라 또다시 기꺼이 듣고 터무니없는 말을 떠벌려 사류를 더럽히고 사당을 나누는 장본으로 삼았으니, 식자들이 놀라워하였다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 1월 25일(갑자) 1번째기사",
                "gt-oKo": "의금부의 죄인 이시도(李時棹)·한중혁(韓重爀) 등을 면질(面質)시키니 책임을 다른 사람에게 전가하고 승복하지 않았다. 판의금(判義禁) 유명현(柳命賢) 등이 청대(請對)하여 의금부에서 조사하는 것이 부당하다는 뜻을 아뢰니, 임금이 국청(鞫廳)을 설치하고 엄하게 심문할 것을 명하였다. 이때 죄인의 문초에서 긴요하게 나온 자들은 한중혁(韓重爀)·김춘택(金春澤)·황교(黃釗)·한석좌(韓碩佐)·김노득(金魯得)·유복기(劉復基)·홍기주(洪箕疇) 등이었는데, 모두 당인(黨人) 가운데 무뢰한(無賴漢)들이었다. 조신(朝紳)으로서 연급(延及)된 경우로는 또 한구(韓構)·윤계(尹堦)·구일(具鎰)·이빈(李穦)·홍이도(洪以度)·신유(申鍒) 등 문무(文武) 몇 사람이 있었는데, 역시 모두 당인(黨人) 가운데의 사람들이었다. 김춘택과 한중혁이 주장하여 남몰래 숨긴 정상은 더욱 어지러웠다. 이 밖에도 많은 당인이 관련되어 있었는데, 더러는 사실이 아닌 경우도 있었다. 사류(士流) 가운데는 한두 명의 천얼(賤孽)이 간혹 간여되어 있었는데, 다 본래 간사한 소인으로써 버림받았던 자들이었다. 아무렇게나 횡설수설 진술하는 가운데 또 간혹 사류들 중 스스로 명예를 좋아하는 사람이라거나 당인 가운데 조금 온전한 사람들이 별안간 튀어나오는 경우가 있었는데, 그들은 혹 학식(學識)으로써 일컬어지고 혹은 근후(謹厚)로써 알려져 음흉한 당에 뒤섞여 들어가지 않았다는 것을 사람들이 모두 알고 있었다. 대개 한중혁이 권위(權威)를 빙자하려고 하여 무식한 무리들을 속임수로 꾀어서 이름있는 재상들을 죽 늘여 적어서 보여 이렇게 된 것이다. 처음에 사초(史草)를 쓴 이가 아무렇게나 횡설수설 지껄인 말이 근거가 없다는 것을 모르는 것이 아니었는데, 다만 사당(私黨)의 연좌된 바가 광채롭고 신선하지 못한 것을 혐의스럽게 여겨 이에 비방을 분산하여 현란시킬 계획을 하였다. 죄수의 진술을 빙자해 추론(追論)할 것을 은밀히 약속하여 다만 변명하지 않았을 뿐만 아니라 또 듣고서 허풍을 쳐서 사류를 더럽히고 사당(私黨)을 변명하는 장본으로 삼았기 때문에 식견 있는 사람이 해괴하게 여겼다.",
                "hj": "○甲子/禁府罪人李時棹、韓重爀等面質, 推諉不服, 判義禁柳命賢等請對, 白上以不當自本府推覈之意。 上命設鞫嚴訊,【詳見上。】是時緊出於罪人之招者, 如重爀、春澤、釗、碩佐、魯得、復基、箕疇, 皆黨人中無賴者, 其延及於朝紳, 則又有韓構、尹堦、具鎰、李䎘、洪以度、申鍒等文武諸人, 亦皆黨人中人, 春澤、重爀主張陰秘之狀, 尤狼藉矣。 此外亦多有黨人之株連, 而事或無實, 士流中一二賤孽, 或有參入, 而皆素以奸細見棄者, 亂招胡辭, 亦或闖出士流中自好者, 黨人中稍緩者, 而其人或以學識稱, 或以謹厚名, 其不混入於凶陰之黨, 夫人皆知之。 蓋重爀欲藉重, 誑誘無識之徒, 列書名宰示之, 以致此也。 修初史者, 非不知亂言之無根, 而只嫌私黨所坐之不光鮮, 乃爲分謗眩亂之計, 憑藉囚供, 隱約追論, 不惟不爲之卞明, 又復樂聞而譸張之, 以爲汚衊士流, 分疏私黨之張本, 識者駭之。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "At the second night of the mujin year (, the King issued a royal directive to the high officials who participated in the State Tribunal on the grounds that the royal directive was issued. The King ordered that the high officials who participated in the State Tribunal be expelled from their descendants and expelled from their choice. All of them be placed under restricted residence in an outer province. The royal directive was shown to the King. From the gisa year (, the wicked cunning and deceased in the court, the moral principles and righteousness were declined, and the government posts were clarified. The imprisonment of criminal cases were widely enough, and the state affairs were dangerous and apprehensive. At this point, the King realized his mind and strictly enforced the circumstances of displaying righteousness and wrongdoings in order to reinforce righteousness. People were worried by this.",
                "H2KE-nKo": "밤 2고에 주상이 비망기를 내려 국문에 참여한 대신을 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였다. 민암과 의금부 당상을 모두 절도에 안치하였다. - 비망기는 위에 보인다. - 기사년부터 간흉이 조정에 가득하여 윤리와 의리가 무너지고 명기가 혼탁하며 옥사가 널리 펼쳐져 국사가 위태로워져 위망의 근심이 있게 되었다. 이때에 이르러 주상의 마음이 깨닫고 처분이 엄명하여 혁연히 비색한 기운을 태운으로 돌릴 조짐이 있었으므로 식자들이 서로 경하하였다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 4월 1일(무진) 1번째기사",
                "gt-oKo": "밤 이고(二鼓)에 임금이 비망기(備忘記)를 내려 국문에 참여한 대신들을 삭출(削黜)할 것과 민암(閔黯) 및 의금부의 당상관(堂上官)을 모두 절도(絶島)에 안치(安置)시킬 것을 명하였다.【비망기는 위에 보인다.】 기사년으로 부터 간사하고 흉악한 무리들이 조정에 가득하여, 윤의(倫義)는 무너지고 명기(名器)는 난잡해지며 옥사(獄事)는 확장되어 국사(國事)가 늠름(凛凛)히 위망(危亡)의 우려가 있었는데, 이때에 이르러 임금의 마음이 개오(開悟)해서 처분이 엄정하고 분명하여 빛나게 지난날의 잘못되었던 일이 다시 바로 잡히는 기세가 있자, 견식이 있는 사람이 서로 경하하였다.",
                "hj": "○戊辰/夜二皷, 上下, 備忘, 命參鞫大臣削黜。 閔黯及禁府堂上, 竝絶島安置。【備忘見上。】自己巳奸兇滿朝, 倫義斁絶, 名器混淆, 獄事廣張, 國事澟澟有危亡之憂。 至是, 上心開悟, 處分嚴明, 赫然有傾否回泰之漸, 識者相慶。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Chief State Councilor 남구만이 bowed before the King prior to departing for his appointed provincial position. The King received him in audience and ensure him to comfort him. As the King reported to the King that the court assembly was suspended and then requested that the officials who had reported this to the King be questioned. The King approved all of them. At the time, the sun and the moon were revised and the sun and the two sun and the sun and",
                "H2KE-nKo": "영의정 남구만이 숙배하니, 주상이 불러서 보고 위유하였다. 남구만이 주상에게 조당의 회의를 정지할 것을 아뢰고, 이어 승정원의 진계한 여러 신하에게 문비할 것을 청하니, 주상이 모두 그대로 따랐다. - 연석에서 한 말은 위에 보인다. - 이때 일식과 월식이 다시 새로워지고 천지가 태평하게 회복되었으니, 명분을 바로잡고 윤리를 펴는 것이 하루가 시급하였다. 승정원이 모여서 의논한 것은 진실로 갑자기 명을 받들고 당황하여 어찌할 바를 모른 데서 나온 것이기는 하지만, 일의 체모와 의문에 흠결이 있을까 염려해서였다. 그러나 소중한 바가 어디에 있는지 전혀 모르고 다른 것은 헤아릴 겨를이 없었으니, 소절에 구애되어 대의에 어두웠던 것은 이미 잘못이 없지 않다. ‘회의’라는 두 글자로 말하면, 만약 올리거나 내릴 때에 의난을 가지고 뒤섞어 의논한다면 크게 윤리에 어긋나고 더욱 망발한 것이다. 남구만이 조정에 나온 초기에 맨 먼저 둘이 존귀한 의리가 없다는 것을 밝히고 거듭 책벌을 청하였으니, 이는 진실로 명분과 의리를 바로잡고 인심을 복종시킬 수 있는 일이었다. 다만 주상에게 답변하는 말에 또한 착오가 있었으니, 대개 그 뜻은, 중전의 자리가 이미 바르게 된 것은 진실로 온 나라가 함께 경하하는 바이다. 그런데 만약 또 죄로 인해 희빈을 내쫓는다면 혹 동궁을 해칠까 염려되니, 차라리 곧바로 ‘도로 내렸다.[還降]’라고 칭하여 자취가 없는 것으로 만드는 것만 못하다. 이것이 먼저 정당한 의리를 진달하고 다시 측은한 말을 하여 곡진하게 보호할 생각을 하게 된 까닭이다. 기사년과 무엇이 다르겠는가. 끝내 실언을 면치 못한 것이다. 처음 사초를 편수한 자가 만약 이것을 가지고 그 과오를 소급하여 허물하고 장점을 인정하고 단점을 따진다면 누군들 그렇지 않겠는가. 그런데 지금 곧바로 ‘떳떳한 윤리에 어긋나고 신하의 예가 없다.’라고 단정하였으니, 이미 본심 밖에서 죄를 구제하였다고 할 수 있다.그리고 기타 ‘죽인다.[誅]’라는 말도 국면이 여러 번 바뀌고 칼과 톱이 서로 이어져서 벼슬아치들이 거의 다 죽게 되어 종사가 반드시 따라서 망할 것이기 때문에 탕평책으로 우러러 경계하고 평서로써 스스로 힘쓰려고 한 것이다. 이 또한 시국을 구제하는 중요한 방도와 나라를 위하는 깊은 생각에서 나온 것이지 일신의 사사로운 이해를 위하여 꺼낸 것이 아니다. 그런데 의논하는 자들이 그 고심과 혈성을 헤아리지 못하고 도리어 사사로운 보복에 불쾌하다고 하여 뒤늦게 욕을 하였으니, 더욱 공평한 마음으로 사람을 논하는 도리가 아니다.서문중이 상소를 올린 의논과 윤지완이 공봉한 의논 역시 식견이 미치지 못하여 의리를 자세히 살피지 못한 데 연유하여 그런 것이다. 그러나 진실로 무식한 데서 나온 것이지만 요점은 갑자기 변고를 만나 놀라고 두려워하며 실수한 소치이다. 이세백 또한 어찌 당인들이 일찍이 추중하던 바가 아니겠는가. 그리고 아뢰어 회의할 것을 청한 죄가 이보다 큰 것이 있으니, 지금 의논하는 자들이 이른바 ‘흉당에게 아첨하였다.’라는 것을 저쪽은 책하지 않고 이쪽은 책하는 것은 또한 유독 무슨 까닭인가. 이와 같은데도 스스로 공의라고 한다면 사람들이 누가 믿겠는가. 그 또한 가소롭다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 4월 17일(갑신) 1번째기사",
                "gt-oKo": "영의정 남구만이 배명(拜命)하니 임금이 인견(引見)하고 위유(慰諭)하였다. 남구만이 임금에게 조당(朝堂)의 회의(會議)를 중지시킬 것을 아뢰고, 이내 승정원의 진계(陳啓)한 여러 신하들을 문책할 것을 요청하니, 임금이 모두 그대로 따랐다.【경연에서 한 말은 위에 보인다.】 그 때 일월(日月)이 다시 새로워지고 천지(天地)에 태운(泰運)이 회복되어 명분을 바로잡고 윤리를 펴는 일이 하루가 시급하였다. 승정원에서 회의를 하자고 아뢰었던 것은 진실로 창졸하게 명령을 받들어 당황한 가운데 거조를 잘못한 데서 나온 것이다. 사체(事體)와 의문(儀文)의 흠결이 있을 것을 염려한 점은 있으나, 중대한 바가 있어 다른 것은 개교할 겨를이 없다는 것을 알지 못하였으니, 이는 소절(小節)에 구애되어 대의(大義)에 어두웠던 것으로서 이미 실수가 없지 않은 것이다. 그리고 ‘회의’라는 두 글자에 있어서는 복위(復位)시키고 폐위시킨 일에 대해서 의란(疑難)하고 잡의(雜議)하려 한 것 같은 점이 있으니 크게 윤리에 어긋나고 더욱 망발이 된다. 남구만이 조정에 나오자마자 먼저 이존(二尊)이 없다는 뜻을 밝혀 거듭 견책과 처벌을 요구하였으니, 이는 진실로 명분을 바로잡고 인심을 복종시킬 수 있는 일이었다. 다만 그의 주대(奏對)한 말에 또한 실수가 있었다. 아마 그의 생각에는, 중전이 이미 복위가 되어 온 나라가 함께 경하하는 바 되었는데, 만일 또 죄로써 희빈(禧嬪)을 출처(黜處)시킨다면 아무래도 동궁(東宮)에게 상처를 입힐 염려가 있을 것이니, 바로 환강(還降)이라 칭하는 것의 형적이 없게 됨만 같지 못하다고 여기었던 것이다. 그래서 먼저 의리의 바름을 진달하고 다시 안타까이 여기는 말을 하여 곡진하게 보호하려는 의도를 피력했던 것인데, “기사년과 무엇이 다릅니까?” 하는 등의 말은 결국 실언(失言)을 면치 못하였다. 처음 사초(史草)를 찬수(纂修)하는 이가 만일 이것을 가지고 그 과오를 논죄하여 장점은 허여하고 단점은 비평했다면 누가 그 점을 승인하지 않겠는가? 그런데 이제 바로 상도를 위반하고 윤리에 어긋나서 신하로서의 예의가 없는 것으로서 단죄하였으니, 이미 본정(本情)의 밖에 죄를 구했다고 말할 수가 있는 것이다. 그리고 ‘다른날 주륙(誅戮)한다.’는 말도 또한 국면(局面)이 누차 바뀌어 도거(刀鋸)가 서로 이어질 경우 진신(搢紳)이 거의 장차 남아나지 못하게 되어 종사(宗社)가 반드시 따라서 멸망할 것이기 때문에 탕평(蕩平)으로써 우러러 경계하고 평서(平恕)로써 스스로 힘쓰고자 하였던 것이니, 이것도 또한 시국을 구제하는 요도(要道)와 국가를 위하는 심려(深慮)에서 나온 것이며 일신(一身)의 사사로운 이해 관계를 위하여 말한 것은 아니다. 그렇다면 의논하는 이가 그 괴로운 심정과 피나는 정성을 양해하지 못하고 도리어 보복(報復)하는 사정(私情)에 통쾌하지 못한 것을 가지고, 후욕(詬辱)을 더한 것은 더욱 공평한 마음으로 사람을 논평하는 도리가 아니다. 서문중(徐文重)의 상장(上章)의 의논과 윤지완(尹趾完)의 공봉(供奉)의 의논은 또한 식견이 모자라 능히 의리를 살리지 못한 데 연유하여 그런 것이다. 그러나 본래 무식한 데서 나온 것이긴 하지만 요는 갑자기 변한 상황을 만나 창황히 과오를 저지른 데서 유래된 것이다. 이세백(李世白)은 또한 어찌 당인(黨人)이 일찍이 추중(推重)하던 바가 아니겠는가마는 회의(會議)를 계청(啓請)한 죄는 이것보다 큰 것이다. 그렇다면 지금 의논하는 자가 이른바 ‘흉당(凶黨)에게 아부하였다.’는 것은 저쪽에 대해서는 꾸짖지 않고 이쪽에 대해서만 책망한 것이니, 그것은 또 무슨 까닭인가? 이와 같이 하고서 스스로 공론(公論)이라고 말한다면 사람들이 누가 그것을 믿겠는가. 그 역시 웃을 만한 일이다.",
                "hj": "○甲申/領議政南九萬拜命。 上引見慰諭, 九萬白上停朝堂會議, 仍請問備政院陳啓諸臣。 上皆從之。【筵說見上】時日月更新, 天地回泰, 正名敍倫, 一日爲急。 政院會議之啓, 固出於倉卒承命, 惝怳失措, 或慮其事體儀文之有所欠缺, 而殊不知所重有在, 他不暇計, 則其拘小節而昧大義, 已不能無失, 而至於會議二字, 若將疑難雜議於陞降之際, 則大悖倫理, 尤爲妄發, 九萬造朝之初, 首明無二尊之義, 而重請責罰, 此固可以正名義而服人心, 但其奏對之辭, 亦有差失, 蓋其意以爲, 坤位旣正, 固爲一國之所同慶, 而若又以罪黜處禧嬪, 則或恐有傷於東宮, 不若直稱還降之爲無跡, 此所以先陳義理之正, 復爲惻恒之辭, 以致其委曲保護之慮, 而與己巳何異等說? 終不免失言。 修初史者, 若以此追咎其過差, 許其長而議其短, 夫孰不然之? 今乃直斷以反常悖倫, 無人臣禮則已可謂救罪於本情之外矣。 若其他目誅戮之言, 亦以其局面屢翻, 刀鋸相尋, 搢紳殆將無遺, 宗社必隨以亡, 故欲以蕩平仰戒, 平恕自勉, 此亦出於救時之要道, 爲國之深慮, 而非爲一身私利害而發, 則議者不諒其苦心血誠, 而反以其不快於報復之私, 追加詬辱, 尤非平心論人之道也。 徐文重上章之議, 尹趾完供奉之論, 亦坐於識見不逮, 不能審察義理而然。 然固出於無識, 而要之爲猝遇變節, 驚惶失誤之致。 李世白亦豈非黨人之所嘗推重者? 而啓請會議之罪, 有大於此, 則今議者所謂媚於凶黨者, 不責於彼而責於此, 抑獨何哉? 如是而自謂公議, 人孰信之? 其亦可笑矣。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On jeonghae day, Jeong Haeyu was appointed second minister of personnel . In the gisa year (, he was punished for his crime. Because [Jeong] 윤증 was disobeyed by the King, he was appointed as the inspector general . Soon afterward, he again impeached him for his crime. It was truly fortunate for him to do so. However, as he did not do so, there was no damage to [Jeong] 윤증. When scholars encountered the court [of Ming China], it was impossible to dislike old slightest discussions in the gapjin year (. For this reason, the head of the Ministry of Personnel disliked the difference of discussions and therefore he was appointed to this post. 박세채 and [Jeong] Jeup had no difference in terms of righteousness until the end of the year. The historians compiled the first draft of historians, but they did not explain the slightest words in the middle of the midle of the wadle of the midle of the middle of the wadle of the wa ",
                "H2KE-nKo": "정해년에 윤증을 이조 참판으로 삼았다. 기사년의 당인들이 이미 송시열을 죄주었는데, 윤증이 송시열에게 미움을 받았기 때문에 대사헌에 제수하였다가 곧바로 또 탄핵하여 제거하였으니, 윤증에게는 참으로 불행한 일이었다. 그러나 당래에 대해서는 어쩔 수 없는 점이 있었으니, 또한 윤증에게 손상을 준 적이 없었다. 그러나 사류가 조정을 담당하게 되어서는 갑자년의 경알하는 논의 때문에 숙견에 방해가 될 수 없었기 때문에 전조의 장관이 이의를 배격하여 이렇게 제수하였던 것이다. 박세채가 윤증과 도의의 교분을 맺은 것이 만년에 이르러 차이가 없었으니, 초사를 편수한 자가 인용한 것은 중간에 거짓말을 한 것에 불과하였다. 그리고 ‘크게 한스럽다.’라는 말은 더욱 실상이 아니다. 이른바 ‘그 문도에게 말하였다.’라고 한 것은 윤증이 도를 안다는 점으로 볼 때 어찌 이런 일이 있었겠는가. 결단코 윤증의 말투가 아닌데, 의논하는 자들이 사사로운 감정을 품고 이리저리 말을 전하여 무함과 비방을 추가로 가하였으니, 식자들이 그르게 여겼다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 4월 20일(정해) 1번째기사",
                "gt-oKo": "윤증(尹拯)을 이조 참판으로 삼았다. 기사년에 당인들이 이미 송시열(宋時烈)을 죄주고 나서 윤증이 송시열에게 미움을 받았기 때문에 헌장(憲長)에 앉혔는데, 곧바로 또 탄핵하여 제거하였다. 윤증에게 있어서는 진실로 불행한 일이긴 하였으나 예기치 않은 벼슬에 대해서는 어떻게 할 수가 없는 것이니, 또한 윤증에게 손실이 있는 일도 아니었다. 사류(士流)가 조정에 있게 되자 갑자년의 서로 알력이 있었던 논의로 의해서 묵은 자취에 방해가 있을 수는 없는 일이기 때문에 전장(銓長)이 이의(異議)를 배격하고 이 벼슬을 제수하였던 것이다. 박세채(朴世采)와 윤증의 도의(道義)의 교분은 만년(晩年)에 이르러서도 간격이 없었다. 그런데 처음 사초(史草)를 편수하는 자가 인용한 것은 중간의 거짓말에 불과하였고 ‘크게 한하였다.’는 설은 더욱 실상이 아니다. 그리고 이른바 ‘그 문도(門徒)에게 말하였다’는 것은 윤증과 같이 도(道)를 아는 분으로서 어찌 이런 일이 있을 수 있겠는가? 결단코 윤증의 말이 아닌데 의논하는 자가 사실을 갖고 부회(傅會)하여 무함과 훼방을 더하니, 견식이 있는 사람은 이를 비난하였다.",
                "hj": "○丁亥/以尹拯爲吏曹參判, 己巳黨人, 旣罪宋時烈, 以拯之見忤於時烈, 故拜憲長, 旋又劾去之, 在拯固爲不幸, 而旣無奈於倘來者, 則亦未嘗有損於拯, 及士流當朝, 不可以甲子傾軋之論而有妨於宿趼, 故長銓者, 排異議而有此除。 朴世采與拯道義之契, 至晩年無間, 則修初史者, 所引不過中間讆言, 而大恨之說, 尤非實狀。 若其所謂語其門徒云者, 以拯之知道, 豈有此哉? 斷非拯之口氣, 而議者挾私傳會, 追加誣詆, 識者非之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "During the imjin year (, the King ordered that the mobilization of the State Tribunal and Naeeun be placed under restricted residence in a remote area and that the 죄인 Makjung be placed under restricted residence in a location of the capital. This was according to the review of the proposal. 【계사는 위에 보인다.】 Regarding the case of the gisa year (, the crimes of Makjung and Yi Uimyeong cannot be executed even if they were secretly plotted in secret areas. Yet, 권대운, Naeeunseon, and others sometimes failed to devote themselves to 쟁론, and others sometimes failed to choose a thorough investigation between the memorial and to the writing. They all must know the benefits and do not know the righteousness. Therefore, it is impossible to punish them according to their obligation. However, if the circumstances of the circumstances and the circumstances are unjustly decided, all of them should be executed based on righteousness and righteousness. If the 흉역 were to be dealt with according to the circumstances, the circumstances of their opportunity were to be executed and executed, then the writing style would not be unjustified. However, the writing style were not confessed, and the circumstances of the criminals were not confessed. When the criminals were not confessed to the crime, how could the entire writing style possibly be executed? It would not be harmful to mean the meaning of executing the writing style and to rescue the circumstances of the writing style. However, the writing style were not able to consider the meaning of the circumstances, and ",
                "H2KE-nKo": "임진년에 권대운과 목내선을 절도에 안치하고 위리안치한 죄인 민암에 대해 양사의 합동 계사를 따르라고 명하였다. - 계사는 위에 보인다. - 기사년의 일은 다음과 같다. 민암과 이의징이 암암리에 일을 빚어낸 것은 그 죄가 실로 죽여도 시원치 않습니다. 그러나 권대운과 목내선의 무리는 쟁론할 때에 마음을 다하지 않기도 하고 장주에 말을 가려서 하지 못하기도 하여, 요컨대 모두 이익을 알고 의리를 모르는 자들이니 신하의 분수로 논하면 진실로 죄가 없을 수 없습니다. 그러나 만약 실정을 따져 죄목을 정하지 않고 일체 명분과 의리로 단정하여 흉악한 역적을 처단하고 세력을 믿고 날뛰면서 통쾌하게 죽여 버리려고 생각한다면, 제목이 당당하지 않은 것은 아니지만 편당을 지어 사적인 이익을 고집하는 가운데 죄인이 이미 자복하지 않고 돌아가며 보복하는 과정에서 인류가 얼마나 많겠습니까. 참작하여 감률하는 것이 붕당을 없애고 시국을 구제하는 방도에 해가 되지는 않을 것입니다. 그런데 초사를 편수한 자가 공평한 마음으로 헤아려 보지도 않고 번번이 편당을 지어 어그러지고 과격한 뜻으로 뒤미처 꾸짖었으니, 그 또한 이상합니다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 4월 25일(임진) 1번째기사",
                "gt-oKo": "권대운(權大運)·목내선(睦來善)을 절도(絶島)에 안치(安置)시키고, 위리 안치(圍籬安置)한 죄인 민암(閔黯)에게 천극(栫棘)을 더한 것을 명하니, 양사(兩司)의 합계(合啓)에 따른 것이다.【계사(啓辭)는 위에 보인다.】 기사년의 일은 민암과 이의징(李義徵)이 은밀히 빚어낸 일이니 그 죄는 사실 처형을 받아서 마땅한 것이다. 그러나 권대운·목내선의 무리에 있어선 혹은 쟁론(爭論)하는 즈음에 마음을 다하지 못하였고 혹은 장주(章奏)의 사이에 언사를 골라 쓰지 못하였으니, 요컨대 이익만 알고 의리를 알지 못한 것으로서 신하의 직분으로 논할 때 진실로 죄가 없지는 않지만, 만일 사정을 구명(究明)하여 정죄(定罪)하지 않고서 한결같이 명의(名義)로 단정하고 흉역(凶逆)으로 처리하여 형세를 타고 짓밟아 마음내키는 대로 주살(誅殺)한다면, 명칭은 당당하지 않은 것은 아니지만 당사(黨私)가 고질화된 가운데 죄인은 이미 스스로 복종을 하지 않을 것이고 돌려가며 보복을 가하는 사이에 인류는 거의 아마 멸종이 될 것이다. 참작하여 법률을 적용하는 것이 붕당을 해소하고 시국을 구제하는 방도에 해롭지 않은데, 처음 사초를 찬수하는 자가 공평한 마음으로 생각하지 못하고 문득 편당(偏黨)의 괴격(乖激)한 뜻으로써 구책(咎責)을 추가하였으니, 그 역시 이상한 일이다.",
                "hj": "○壬辰/命安置權大運、睦來善於絶島, 栫棘安置罪人黯, 從兩司合啓也。【啓辭見上。】己巳事。 如黯與義徵之暗地醞釀者, 罪實不容於誅, 而至於大運ㆍ來善輩, 或不能盡心於爭論之際, 或不能擇言於章奏之間, 要皆爲知利而不知義者, 則論以臣分, 固不能無罪, 而若不原情定罪, 一切以名義斷之, 凶逆處之, 乘勢蹈藉, 快意誅殺, 則題目非不堂堂, 而黨私膠固之中, 罪人旣不自服, 輪回報復之際, 人類幾何不盡? 參酌勘律, 不害爲消朋救時之道, 而修初史者, 不能平心思量, 輒以偏黨乖激之意, 追加咎責, 其亦異矣。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyesa day, Chief State Councilor 남구만이 청대하여 interrogating the case of interrogating criminals in the gyesa year (1423, the fourth year of King Taejongs reign, requested that Makgan and 장희재를 torture not be cross-examined, and that the evidence of many evidences be determined according to the penal code. The King approved this request. 【경연에서 아뢴 내용은 위에 보인다.】 From the beginning of the moral integrity, the moral integrity of social mores and righteousness were rampantly occurred. However, sometimes there was sometimes unavoidable circumstances and the evidence of the secret concealed incidents. After the thoroughly revealed the case, the evidence of the secret information would necessarily occur. If the entire country did not listen to the circumstances and the prudence of grievances, then it would be possible that the grievances would not be excessively grieved. For this reason, when the imprisonment of criminals were confirmed, they would always be unable to confess the circumstances of their circumstances and unable to burn the jade and stones. In the case of the gapjin year (, the circumstances were discovered, and the circumstances were exposed. The accomplices of court officials were also excessive, but the circumstances of the circumstances are all caused by false claims. If the imprisonment of criminals arbitrarily claim that the importances are strict, the circumstances of the circumstances might satisfy their responsibilities, the entire country would almost no longer in the future.Nevertheless, Nevertheless, when the circumstances were thoroughly examined, the entire circumstances were entrusted to interrogating the circumstances. Other than two to three 괴수s, the entire circumstance",
                "H2KE-nKo": "영의정 남구만이 청대하여 국옥의 일을 논하고, 민암과 장희재를 형장을 치며 신문하지 말고 여러 증거를 가지고 죄를 정할 것을 청하니, 주상이 허락하였다. - 연석에서 아뢴 내용은 위에 보인다. - 세도가 쇠퇴하고 당론이 성해지면서부터 무뢰배가 번번이 모두 득실을 요행으로 여기게 되어 은밀히 결탁한 자취가 없지 않았다. 번복한 뒤로 밀고가 분분하여 반드시 모두 성안이 되었는데, 나랏일을 담당한 자가 만약 공명정대하게 듣고 애경으로 꺾지 않는다면 분개하고 미워하던 나머지 상쾌하게 여겨 분수를 넘기지 않는 경우가 드물 것이다. 이것이 한번 죄망에 들어가면 그때마다 스스로 그 실정을 다 말하지 못하여 옥석이 함께 불타는 결과를 면치 못하는 이유이다. 갑술년의 옥사는 단서가 뒤섞여 나오고 정절이 다 드러났으며, 조사에 연루된 자들도 낭자하게 드러났다. 그러나 그 근본을 따져 보면 모두 편당을 지어 사사로움을 꾀한 데서 나온 것이다. 조사하여 다스리는 자가 만약 엄중한 체통을 구실로 삼아 보복을 자행한다면 한쪽 편 사람들은 거의 여지가 없게 될 것이다. 남구만이 능히 마음을 평온하게 갖고 사실을 조사하여 일체 서로 모함하는 당습으로 돌리고, 두세 명의 괴수 외에는 번번이 관대하게 처리하여 만연되는 데 이르지 않게 하였으니, 비록 죄를 징계하는 법에 불쾌한 듯하지만 세화를 구제하고 국맥을 부지한 공은 가릴 수 없다. 그러나 전일과 완전히 상반된다는 말은 너무 안배하는 듯하지만, 팔의를 부추기고 양찬을 구제하자는 논의는 또한 용서를 지나치게 한 듯하다. 식자들은 혹 그 공을 인정하고 그 잘못을 비평하기도 하였다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 4월 26일(계사) 1번째기사",
                "gt-oKo": "영의정 남구만이 청대(請對)하였다. 국옥사(鞫獄事)를 논하여 민암·장희재를 형신(刑訊)하지 말고 여러 가지 증거를 가지고 정죄(定罪)할 것을 청하니, 임금이 허락하였다.【경연(經筵)에서 아뢴 내용은 위에 보인다.】 세도(世道)가 쇠미하고 당론(黨論)이 성한 뒤로부터 무뢰(無賴)한 무리들이 빈번이 다 득실(得失)에 요행심리를 갖고서 간혹 치밀하게 은닉하는 자취가 없지 않았는데, 시국이 번복된 뒤로 밀고를 분분하게 하여 반드시 다 성안(成案)을 하였다. 당국(當國)한 자가 만일 명청(明淸)으로써 듣고 애경(哀敬)으로써 절충하지 않는다면 분개하고 미워한 나머지 화기를 손상하여 정도에 지나치지 않는 경우가 적을 것이니, 이것이 한 번 죄망(罪網)에 들게 되면 번번이 스스로 그 실정을 다하지 못하고 옥석(玉石)이 모두 불타게 됨을 면치 못하는 까닭이다. 갑술년의 옥사는 단서가 뒤섞여 나와 정상이 모두 노출되어 조사(朝士)들에게 관련된 부분도 또한 많았었는데, 그 근본을 요약해 본다면 모두가 당사(黨私)의 잘못된 풍토에서 나온 것이다. 이것을 조사하는 이가 만일 엄중한 체통을 구실로 삼아 보복을 자행했다면 한 쪽의 사람들은 아마 남아날 수가 없었을 것이다. 남구만이 능히 공평한 마음으로 사실을 조사하여 일체를 당습(黨習)의 알력으로 돌리고 두세 명의 괴수 이외에는 모두 관대하게 처리하여 만연(蔓延)에 이르지 않도록 하였으니, 비록 죄를 징벌하는 법전에는 불쾌한 것 같지만 그 세상의 화를 구원하고 나라의 명맥을 부지한 공로는 가리울 수가 없는 것이다. 그러나 한편으로는 전일의 설은 너무 안배(按排)한 것 같았고 팔의(八議)를 부연하고 양찬(兩竄)을 구제한 의논은 또한 용서하는 데 지나친 듯하니, 견식이 있는 사람이 그 공을 인정하기도 하지만 그 실수를 비평하기도 하였다.",
                "hj": "○癸巳/領議政南九萬請對, 論鞫獄事, 〔請〕勿刑訊黯、希載, 以衆證定罪。 上許之。【筵奏見上。】自夫世道衰而黨論盛, 無賴之輩, 輒皆僥倖於得失, 而或不無綢繆幽隱之跡, 翻覆之後, 告密紛然, 必皆成案, 當國者, 若不聽之以明淸, 折之以哀敬, 則憤嫉之餘, 鮮不傷快而過分, 此所以一入罪網, 輒不能自盡其情實, 而不免有玉石之俱焚也。 甲戌之獄, 端緖錯出, 情節畢露, 其株連於朝士者, 亦旣狼藉, 而要其本, 則皆出於黨私之詿誤。 按治者, 若或藉口於嚴重之體, 而逞其報復, 則一番人殆將無餘矣。 九萬能平心覈實, 一切歸之於黨習之相傾, 數三魁渠之外, 輒傅寬大, 使不至於蔓延, 雖若不快於懲罪之典, 而其救世禍扶國脈之功, 有不可掩矣。 然一反前日之說, 太似安排, 而傅八議救兩竄之論, 亦似過於原恕, 識者或許其功而議其失焉。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Associate State Councilor 박세채 as left state councilor . In the gabo year (, the King appointed 박세채 as left state councilor . In the study of the Royal Confucian Academy, the scholar-officials were fair and deep in understanding of his knowledge. He assumed the position of administration and did not corrupt men of the same class. When he was appointed to the position of grand master, the Confucian scholars splendored each other.",
                "H2KE-nKo": "우찬성 박세채를 좌의정으로 삼았다. 박세채는 학문이 평실하고 식견이 정미롭고 깊었으며 경국제세를 자임하여 당파에 물들지 않았다. 의정에 제수되자 사림이 서로 경하하였다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 4월 27일(갑오) 1번째기사",
                "gt-oKo": "우찬성(右贊成) 박세채(朴世采)를 좌의정으로 삼았다. 박세채는 학문이 진실하고 견식이 정심(程深)하여 경국 제세(經國濟世)를 자기 임무로 삼고 편당에 물들지 않았으므로 정승에 임명하게 되자 사림(士林)이 서로 경하하였다.",
                "hj": "○甲午/以右贊成朴世采爲左議政。 世采學問平實, 見識精深, 自任經濟, 不染黨比, 及大拜, 士林相慶。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On eulmi day, Junior Fifth Rank Military Officer Kim Sip , who was serving as fifth-rank military official , presented a memorial to the King reprimanded the high-rank military official of the State Tribunal . The King sent a confrontation with a confrontation and severely reprimanded [Kim Sip]. At the time, the state affairs were reviewed and the scholars were assembled. [Therefore, Kim Sip] wished to expel the old grudge against him and to cultivate peacefulness. [However,] the entire family of the same clique was deeply enough to the people of the gisa year (. [Kim Sip] must have observed the power to repay [the circumstances], but it was inevitably impossible to reach high-ranking officials on the confrontation of high-ranking officials. For this reason, [Kim Sip] became angry and grudge, and [Kim Sip] must have harbored a grudge against him. [Kim] Sip first raised the circumstances and increased the circumstances, consequently raised [the circumstances] increasingly raising [the circumstances]. Though the King had strongly devoted himself to cultivate confrontation, [Kim Sip] finally did not endeavor to do so. The crime of encouraging the circumstances and the grudge of the first crime of plotting to natural disaster.",
                "H2KE-nKo": "을미년에 부사직 김시걸이 안국을 엄하게 하지 못했다는 이유로 상소하여 의금부 당상을 공격하니, 주상이 엄한 비답을 내려 준절히 꾸짖었다. - 원래의 상소와 비지는 위에 보인다. - 이때 나랏일이 경장되고 선비들이 무리지어 진출하여 바야흐로 묵은 감정을 탕평하고 대화를 보합하려고 하였다. 그런데 당인 중에 두세 명의 대가가 기사년의 사람들에게 깊은 원한이 있어 형세를 틈타 보복하려고 하였으나 대신의 공평 무사한 의론에 저지당하는 것을 면치 못하였다. 그래서 노여움을 옮겨 유감을 쌓아 반드시 중상모략을 하려고 하였다. 김시걸이 맨 먼저 소란을 일으키자 점점 격화되어 날마다 공격을 일삼았다. 주상이 비록 마음을 단단히 먹고 조제하였으나 끝내 어찌할 수 없었으니, 일 만들기를 좋아하고 화를 맨 먼저 일으킨 죄는 진실로 돌아갈 곳이 있다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 4월 28일(을미) 1번째기사",
                "gt-oKo": "부사직(副司直) 김시걸(金時傑)이 국문을 엄중히 하지 않는다는 것을 가지고 상소하여 의금부 당상관들을 공격하니, 임금이 엄한 비답을 내려 호되게 꾸짖었다.【상소와 비답은 위에 보인다.】 그 당시에 국사(國事)가 경장(更張)되고 많은 사류들이 진출하여 바야흐로 해묵은 감정을 일소하고 화합을 이룩하려고 하였는데 당인(黨人) 가운데 두세 사람의 대가(大家)가 기사년의 관련된 사람들에 대해서 깊은 원한을 갖고 있어 형세를 타고 보복하려고 하였다. 그런데 그것이 대신의 공평무사한 논리에 제동이 걸리게 됨을 면하지 못하였으므로, 분노심을 다른 데로 옮기고 감정이 누적되어 반드시 중상 모략을 하려고 하였다. 김시걸이 맨먼저 분란을 야기시켜 그것이 점차 격화되어 날마다 공격을 일삼게 되었다. 임금이 비록 조제(調劑)를 위해 단단히 마음을 기울였지만 결국 어떻게 할 수가 없었으니 일을 좋아하여 화를 발단시킨 죄는 진실로 돌아갈 바가 있는 것이다.",
                "hj": "○乙未/副司直金時傑, 以按鞫不嚴, 疏攻金吾堂上。 上, 下嚴批切責。【原疏批旨見上。】時國事更張, 士流彙進, 方欲蕩平宿憾, 保合大和, 而黨人中數三大家, 實有深讎於己巳人, 固將乘勢報復, 而不免見格於大臣平恕之論, 故移怒積憾, 必欲中傷。 時傑首先起鬧, 轉輾層激, 日事攻擊。 自上雖銳意調劑, 而終無奈何。 喜事首禍之罪, 固有所歸矣。"
            }
        }
    },
    "06": {
        "4": {
            "1": {
                "H2KE-EN": "On gyeongja day, Left State Councilor박세채가 차자를 올려 four copies of separate counsel for a separate counsel of the separate counsel. The King responded with the King as follows: The separate counsel of the original counsel of the separate counsel. The separate counsel of 10,000 words were strictly enforced by the great moral human relationships and urgently urgent. The separate counsel of the virtue and the practice of the sovereign was repeatedly clarified and sincere, and the Confucian scholars were widely repeatedly clarified. At that time, because 남구만을 처치한 것은 진실로 loyalty and loyalty, it was impossible to carry out the measures of expedition to the great moral principles and the great importance of the Great Comprehensive Mirror to Aid investigative Book (C. Da zhin , although there were any difference in the separate counsel of the separate couns and the separate counsel of the separate co",
                "H2KE-nKo": "경자년에 좌의정 박세채가 차자를 올려 별단과 계차 4본을 진달하니, 주상이 너그러운 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. - 상소는 모두 1만여 마디의 말이었다. 대륜에 엄하고 시무에 절실하였으며, 군덕과 당습을 논한 부분은 더욱 반복하여 분명하고 간절하여 감발시키기에 충분하였으므로 사림이 전송하였다. 이때 남구만이 장희재를 처리한 것은 진실로 충성스러운 생각에서 나온 것이었으나, 일이 권도를 행한 것에 관계되고 대경과 대법으로 논하면 혐의스러움이 없을 수 없었다. 그러므로 박세채가 비록 그 고심을 살피기는 하였으나 의론이 간혹 차이가 있었다. 박세채가 상소에서 전한 말을 일일이 따져 밝힐 필요는 없으며, 또한 남구만이 한중혁을 죄준 것에 반대되는 것도 아니었다. 다만 그 사단이 만연될 것을 염려한 것이니, 대체로 모두 확대하는 뜻에서 나온 것으로 판연히 분열된 것이 아니었다. 그런데 사류 가운데 경박하고 학식이 없는 자들은 경도와 권도가 각각 주장하는 바가 있다는 것을 알지 못하고 박세채가 완전히 동의할 수 없는 것에 몹시 화를 내었다. 만약 박세채가 참으로 한중혁을 편드는 자가 있다고 여겨 번번이 방자하게 모욕을 가하였다. 박세채의 문도 몇몇 사람들은 또 사사로운 감정을 품고 권위를 빙자하여 걸핏하면 장희재를 신구하고 남구만을 죄준 다음 당인들과 투합하여 몰래 그 세력을 도왔으며, 게다가 피차간에 무함하는 말이 갈수록 서로 어긋나고 막혔으니, 두 집안이 둘로 갈라질 조짐이 없지 않았다. 그러나 실제로 박세채와 남구만은 아는 바가 아니므로 식자들이 우려하였다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 6월 4일(경자) 1번째기사",
                "gt-oKo": "좌의정 박세채가 별단 계차(別單啓箚) 4본(本)을 차자로 진달하니, 임금이 우악한 비답으로 내려 답하였다.【상소와 비답 내용은 위에 보인다.】 상소는 무릇 만여언(萬餘言)으로 대륜(大倫)에 엄하고 시무(時務)에 절실하였다. 그리고 임금의 덕과 붕당의 폐습을 논한 곳은 더욱 명백 절실하여 감발(感發)시킬 만하였으므로 사림(士林)이 전송(傳誦)하였다. 그 때 남구만이 장희재를 처리한 것은 진실로 충성스런 생각에서 나온 것이나 그 일은 어디까지나 권도(權道)를 행한 것으로서 대경(大經)·대법(大法)을 가지고 논한다면 혐의가 없지 않을 수가 없다. 그러므로 박세채가 비록 그 고심(苦心)은 알고 있었으나 논의상에 있어 간혹 다른 곳이 있었다. 박세채의 상소 가운데 부연 설명한 것이 꼭 낱낱이 깊이 고찰한 이론도 아니며 또 남구만이 한중혁(韓重爀)을 처벌한 것에 이의를 제기한 것도 아니고 단지 그 사단(事端)의 만연(蔓延)을 염려한 것으로서 대저 다 보완해주는 의미에서 나온 것이며 판연히 분열(分裂)된 것은 아니었다. 그런데 사류(士類)들 가운데 경솔하고 무식한 자들은 상도(常道)와 권도(權道)가 각각 주장하는 바가 있다는 것을 알지 못하고 박세채의 완전하게 동일하지 않은 점을 몹시 못마땅하게 생각하여 마치 박세채가 참으로 한중혁을 편들기나한 것처럼 하면서 번번이 후욕(詬辱)을 자행하였다. 박세채의 문도(門徒) 중 몇몇 사람들은 또 사심을 갖고 권위(權威)를 빌려서 걸핏하면 장희재를 구제한 것을 가지고 남구만을 나무랐고, 당인(黨人)과 마음이 서로 맞아 그 세력을 은밀히 도우게 되었다. 거기다가 피차에 서로 무함하는 말들이 오고감으로 인해서 갈수록 서로 어긋나고 막혀서 양가(兩家)가 둘로 갈라지려는 조짐이 없지 않았는데, 사실은 박세채와 남구만은 모르는 일이었으니 식자들이 이를 우려하였다.",
                "hj": "○庚子/左議政朴世采箚陳別單啓箚四本。 上優批答之。【原疏批旨見上。】疏凡萬餘言, 嚴於大倫, 切於時務, 若其論君德黨習處, 尤反復明切, 有足感發, 士林傳誦。 時南九萬所以處希載者, 固出於忠慮, 而事係行權, 論以大經大法, 則不能無歉, 故世采雖察其苦心, 而言議或有差殊處。 世采疏中傳說不必一一究覈之論, 亦非背異於九萬之罪重爀, 而只慮其事端之蔓延, 大抵皆出於推車之義, 非有判然分裂者。 而士流中浮躁無學識者, 不知經權之各有所主, 而深怒世采之不能純同, 若以世采爲眞有右重爀者, 而輒肆詬辱, 世采門徒若而人, 又挾私籍重, 動以伸救希載, 罪九萬而投合黨人, 陰助其勢, 重以彼此交構之言, 轉相乖阻, 兩家不能無分貳之漸, 而實非世采ㆍ九萬之所知, 識者憂之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十六終"
            }
        }
    },
    "07": {
        "12": {
            "1": {
                "H2KE-EN": "On muin day, Assistant Deputy Director [of the Office of Royal Decrees] [] [of the muin year (1388, the fifth year of King Sejong] submitted a memorial requesting that Yi Samyeongs reinstatement was not proper. The King granted a royal directive to him and praise him. 【상소문의 내용은 위에 보인다.】 As the crimes of Yi Samyeong were extremely serious, even though he was allowed to reinstate his reinstatement even though he was fortunate to happen. However, the public opinion was still not satisfied. On this day, he submitted a memorial requesting that the reinstatement of Yi Samyeongs reinstatement. People know that he dared to speak about it.",
                "H2KE-nKo": "부제학 오도일이 상소하여 이사명의 관작을 회복시킨 것이 부당하다고 논하니, 주상이 비답을 내려 칭찬하고 장려하였다. - 원래의 상소와 비지는 위에 보인다. - 이사명이 지은 죄가 지극히 중하여 비록 요행으로 인하여 그의 관작을 회복시켜 주었으나, 공론이 여전히 불쾌하게 여겼다. 이때에 이르러 오도일이 상소를 올려 명을 도로 거두어들이기를 청하니, 식자들은 그의 과감한 말을 인정하였다.\n",
                "date_ko": "숙보 27권, 20년(1694 갑술 / 청 강희(康熙) 33년) 7월 12일(무인) 1번째기사",
                "gt-oKo": "부제학 오도일(吳道一)이 상소하여 이사명(李師命)의 관작 복구가 부당함을 논하니, 임금이 아름답게 여겨 칭찬하는 비답(批答)을 내렸다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 이사명이 범한 죄는 지극히 무거웠다. 비록 요행한 기회로 인하여 뒤좇아 관작 복구를 윤허하기는 했지만, 공론이 오히려 불쾌하게 여겼는데, 이에 이르러 오도일이 상소하여 도로 거두기를 청하였으므로 식견있는 사람들이 그가 과감하게 말한다고 인정하였다.",
                "hj": "○戊寅/副提學吳道一疏論李師命復官之不當。 上賜批嘉奬。【原疏批旨見上。】 師命罪犯至重, 雖因倖會, 許其追復, 而公議猶不快之。 至是, 道一疏請收還, 識者許其敢言。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "[The King] ordered that the case of Kang Man태 be sent to the State Tribunal , and the four people including Han Junghyeok be sent to the State Tribunal . This was following the opinion of Chief State Councilor 남구만 . Since the gyeongsin year (, when 김석주 was in charge of thoroughly observing the circumstances, the entire world functionaries expected to distinguish their merits and thus communicated with each other in secret connection, opening a route. Yi Samyeong was the wicked power, and the disaster was caused by his body. In the gisa year (, he also used the powerful power powerful pow",
                "H2KE-nKo": "이명명이 강만태의 일을 국청에 내리고, 한중혁 등 4인의 일을 의금부에 내렸는데, 영의정 남구만의 의견을 따른 것이다. - 이 일은 위에 보인다. - 경신년에 김석주가 형찰을 주관한 뒤로부터 일종의 간사한 무리가 공명을 요행으로 여겨 은밀히 결탁해서 지름길을 크게 열어 놓았다. 이사명은 바로 그 창귀로서 그 재앙이 그 몸에까지 미쳤고 기사년 사람들도 그 술책을 옮겨 썼는데, 당시에 뜻을 얻어 당인의 대가가 기사년 이후로 위태로운 화를 많이 입었다. 그중 한두 명의 무뢰한 자제들이 도마에서 사죄하고 임석으로 나아가기를 꾀한 것은 진실로 거꾸로 행동하려는 뜻이 있었으나, 훈척의 남은 음덕으로 이목이 널려 있어 지름길이 이미 익숙해져서 천지를 돌볼 수 있는 점이 있었다. 갑술년의 처분이 광명정대하지 않은 것은 아니었으나 그래도 시끄럽게 떠드는 말이 없지 않은 것은 모두 이들이 그 사이에서 음흉한 짓을 하여 그런 것이다. 이것이 성덕에 누를 끼친 죄는 진실로 주벌을 용서받을 수 없으나, 간사한 무리를 징계하지 않고 간사한 지름길을 막지 않는다면 말류의 폐단은 더욱 이루 다 말할 수 없을 것이다. 이것이 대신이 깊이 미워하고 끝까지 다스려서 나라의 체모를 높이고 호오를 밝히는 의리에 스스로 부합되게 하고 당인의 원망과 노여움을 돌아보지 않는 까닭이다.김춘택과 한중혁은 바로 그 음사한 와주로서 분주하게 심부름하는 사령들은 모두 그 문객들이었으니, 서로 이끌려 섞인 것은 진실로 당인이 많아서 문안에 낭자하여 숨길 수 없는 것이다. 그러나 이러한 농간은 세상에서 조금이라도 자중하는 자들도 반드시 수치스럽게 여겨 멀리할 것이다. 지금 이와 같은 무뢰배 때문에 모두 한 무리의 당인을 의심하는 것은 진실로 공평하고 관대하게 논하는 것이 아니다. 더구나 사류는 처음부터 청렴한 자세로 스스로를 지켰으니, 일생의 가계는 진실로 유음을 물리치고 유소를 지키려는 데 있고, 또 한미한 가문에서 평진하는 자가 많아 훈척의 집안에서 전해 오는 수단과 같지 않으며, 또 위화가 자기 한 사람에게 핍박받아 반드시 위태로운 길로 나올 수 있는 것이 아니니, 이것이 그 풍습과 지벌이 진실로 한중혁, 김춘택의 무리와 연나라와 월나라 정도일 뿐만이 아니다. 더구나 남구만과 같은 자는 평소에 수립한 명절이 어떠한가. 이것이 어찌 애매모호한 자라고 속일 수 있겠는가. 그리고 인척과 서얼로서 간사한 모의에 자취를 물들인 자가 또한 초야에서 편안히 누워 있는 사람과 무슨 관계가 있겠는가.또 남구만 등으로 하여금 이미 그 모의를 주관하게 하고 도리어 그 사람을 다스리게 한다면, 비록 스스로 마음을 속이는 것을 참으려 하더라도 어떻게 죄인의 입을 막고 온 세상의 귀를 막을 수 있겠는가. 이러한 이야기는 참으로 아이들의 견해로 거의 도리를 이루지 못한 것이다. 그런데 초사를 편수한 자가 이미 스스로 사당의 기량이 그다지 빛나지 않음을 혐의하여 반드시 가리고 비호하려 하였으나 되지 않자, 도리어 전혀 이치에 닿지 않는 말로 암암리에 무함하고 욕하면서 스스로 후세에 의혹과 혼란을 일으킬 수 있다고 여겼으니, 이는 한마음의 천리는 속이기 어렵고 백대의 공의는 어디에 있는지 전혀 알지 못한 것이다. 비록 교묘하게 꾸며 대려 해도 끝내 스스로 그 속마음을 숨길 수 없으니, 식자들이 비웃었다.\n",
                "date_ko": "숙보 27권, 20년(1694 갑술 / 청 강희(康熙) 33년) 7월 4일(경오) 1번째기사",
                "gt-oKo": "강만태(康晩泰)의 일은 국청(鞫廳)에 내리고, 한중혁(韓重爀) 등 4인의 일은 의금부에 내리도록 명했다. 영의정 남구만(南九萬)의 의논에 따른 것이다.【일은 위에 보인다.】 경신년에 김석주(金錫胄)가 형찰(詗察)을 주관한 뒤로부터 일종의 간사한 무리들이 공명(功名)에 요행을 바라며 음침한 짓을 하는 사람들과 결탁하여 바르지 못한 길을 크게 열었었는데, 이사명(李師命)이 바로 그 창귀(倀鬼) 노릇을 하다가 그의 몸에 재앙이 미쳤다. 기사년의 사람들도 또한 그런 방법을 본떠 썼으므로, 한때 뜻을 얻어 당인(黨人)의 대가(大家)들이 기사년 이후에 위험한 화를 많이 입었었다. 한두 무뢰배(無賴輩) 자제(子弟)들이 도조(刀俎)를 치우고 임석(衽席)으로 나아갈 길을 도모하기는 했지만, 본래부터 도행(倒行)하려는 뜻이 있었는지라 훈척(勳戚)들의 여음(餘蔭)을 토대로 하여 이목(耳目)을 배치해 놓았고, 경로(徑路)에 이미 익숙해져 있었기에 천지를 돌려놓을 수도 있었다. 갑술년에 내린 처분이 광명 정대(光明正大)하지 않았던 것은 아니지만, 오히려 시끄러운 말이 없지 않았던 것은 이 무리들이 그 중간에서 어른거렸기 때문에 그렇게 된 것이 아닐 수 없었다. 이들이 성상의 덕에 누를 끼친 죄악은 진실로 용서없이 죽였어야만 할 것인데, 그 간귀(奸宄)한 짓을 징계하지 않았고 사경(私徑)을 막지 않았기에 결과의 폐해가 더욱 이루 말할 수 없게 되었다. 이것이 대신이 깊이 미워하여 끝까지 다스리며, 국체(國體)를 존숭(尊崇)하고 호오(好惡)를 분명히 하는 의리를 붙여 놓으려고 하고, 당인(黨人)들의 원망이나 성냄은 돌아보지 않으려 했던 까닭이다. 김춘택(金春澤)과 한중혁(韓重爀)은 곧 음사(陰邪)한 짓의 와주(窩主)였고, 분주하게 움직인 사령(使令)들은 모두 그의 문객(門客)들이었으며, 이리저리 서로 얽혀 진실로 당파인 사람이 많았으니, 이는 문건(文件)이 낭자(狼藉)하여 은휘(隱諱)할 수 있는 일이 아니다. 그러나 이들의 찬자(鑽刺)하는 방법이란 이 세상에 조금이라도 자호(自號)할 줄 아는 사람이라면 또한 반드시 부끄럽게 여기며 멀리 할 일이었으니, 지금 이같은 무뢰배들 때문에 한때의 당인(黨人)들을 통틀어 의심하는 것은 진실로 공평하게 용서해 주어야 한다는 공론이 아닌 일이다. 하물며 사류(士流)들은 처음부터 청백하게 억제하는 것으로 자신을 지켜 왔기에 한 평생의 계획이 진실로 유음(幽陰)을 물리치고 유소(儒素)를 지키는 데 있었고, 또한 한미(寒微)한 가문에서 평진(平進)한 사람이 많았기에, 훈척(勳戚)의 가문에서 전해 오는 방법이나 수단과 같지 않았다. 또한 위태한 화가 자기 몸에 닥쳐 반드시 올바르지 못하고 위태한 길로 나가야 되는 것도 아니었으니, 이는 한중혁이나 김춘택의 무리와는 그 풍습이나 처지가 진실로 연(燕)나라와 월(越)나라 같을 뿐만이 아니었다. 하물며 남구만(南九萬)에 있어서는 평소부터 세워 온 명망과 지조가 어떠했었는가? 이를 어찌 암담(黯黮)한 짓을 하는 사람이라고 속일 수 있겠는가? 또 촌수가 먼 친척이나 문중(門中)의 서얼(庶孽)들 중에 간사한 모사(謀事)에 발을 들여 놓은 사람들이 초야(草野)에 고매(高邁)하게 드러누워 있는 사람과 또한 무슨 상관이 있겠는가? 또한 가령 남구만(南九萬) 등이 이미 그런 계책을 주관해 놓고 도리어 그런 사람들을 치죄(治罪)하는 것이라면, 비록 견디면서 자기 본심을 속이려고는 하겠지만, 어떻게 죄입은 사람들의 입을 막을 수 있고 온 세상의 귀를 봉해버릴 수 있겠는가? 이런 말들은 참으로 아이들의 소견과 같아 자못 도리에 닿지 않는 것인데, 당초에 사책(史冊)을 찬수(纂修)하는 사람들이 이미 자기들의 사당(私黨)이 부리는 재주가 그다지 선명(鮮明)하지 못함을 아쉽게 여기고서 필경에는 가로막고 비호(庇護)하려고 해도 되지 않자, 그만 도리어 그럴 리가 만무한 말을 가지고 암암리에 무욕(誣辱)했던 것이다. 그 자신들은 후세(後世)를 의란(疑亂)할 수 있을 것으로 여긴 것이지만, 자못 천리(天理)를 타고 난 하나의 마음은 속이기 어렵고 공론은 수백 대 동안 있는 것이어서, 비록 교묘하게 꾸민다 하더라도 끝내 자신들의 오장(五臟)을 가리지 못하고, 식견있는 사람들의 웃음거리가 되는 것임을 알지 못한 것이다.",
                "hj": "○(庚子)〔庚午〕/命以康晩泰事下鞫廳, 韓重爀等四人事下禁府, 從領議政南九萬之議也。【事見上。】 自庚申金錫冑主詗察之後, 一種傾邪之輩, 僥倖於功名, 締交幽陰, 大開蹊逕。 師命卽其倀鬼, 而災及其身, 己巳人, 亦移用其術, 而得志於一時, 黨人大家, 己巳後, 多被危禍。 其一二無賴子弟, 謀所以謝刀俎而就袵席, 固有倒行之意, 而席其勳戚餘蔭, 耳目布列, 徑路旣熟, 有可以回斡天地者。 甲戌處分, 非不光明正大, 而猶不無嘵嘵之言者, 罔非此輩螮蝀於其間而然也。 此其貽累聖德之罪, 固不容誅, 而奸宄不懲, 邪徑不塞, 則末流之弊, 尤不可勝言。 此大臣所以深惡而窮治之, 以自附於尊國體明好惡之義, 而不顧黨人之怨怒者也。 春澤ㆍ重爀, 卽其陰邪之窩主, 奔走使令, 皆其門客, 牽連參錯, 固多黨人, 狼藉文案, 非可諱也。 然此等鑽剌之術, 世之稍自好者, 亦必恥而遠之, 今因若而無賴輩,而擧疑一隊黨人, 固非平恕之論也。 況士流則自初以淸裁自持, 一生家計, 固在於闢幽陰守儒素, 而又多寒門平進, 非如勳戚家傳法手段, 且無危禍之迫於一已, 可以必出於傾危之途者, 則此其習尙處地, 固與重爀ㆍ春澤輩, 不翅燕ㆍ越, 況如九萬者, 其平日樹立名節如何? 此豈可誣以黯黮者, 而葭親門孽之染跡於邪謀者, 亦何關於野外高臥之人哉? 且令九萬等, 旣主其謀而反治其人, 則縱欲自忍於欺心, 其何以塞罪人之口, 塗一世之聽也? 此等說話, 眞是兒童之見, 殆不成道理, 而修初史者, 旣自嫌私黨伎倆之不甚光鮮, 必欲遮護而不能得, 則乃反以萬萬無理之言, 暗地誣辱, 自謂可以疑亂於後世, 而殊不知一心之天理難誣, 百代之公議有在, 雖欲巧加粧撰, 而終不可以自掩其肝肺, 識者笑之。"
            }
        }
    },
    "10": {
        "22": {
            "1": {
                "H2KE-EN": "During the byeongjin year (, [the King] ordered that Kim Doyeon be reinstated. He was the son of [Kim] Seokju . 사신은 논한다. Earlier, Yi Samyeong was a son-in-law of [Kim] Seokju , who was a son-in-law of [Kim] Seokju. [Kim Doyeon] was joined in the meritorious deeds of gyeongsin year (. He had a high position and his wealthy was also extremely generous. Nevertheless, he did not endeavor to his will. [Kim] Seokju had a male slave named Gyeongseon . Earlier, there was a slave who had brought a letter of [Kim] Seokju and went to the house of a eunuch. At that time, there was a vacancy of a general . Samyeong thought that [Kim Doyeon] would be possible to occupy [the vacancy]. He wrote a letter of [Kim] Doyeon and had Gyeongseon transfer [the letter] to the palace. In the gisa year (, [Kim] Doyeon died of occurrence. At this time, [Kim] was permitted to reinstate his government position.",
                "H2KE-nKo": "김도연의 관작을 회복시키라고 명하였다. 김도연은 바로 김석주의 아들이다. 사신은 논한다. 처음에 이사명이 김석주의 생서로서 경신년의 훈적에 추가로 참여하였는데, 작위가 이미 높고 부유함도 지극하였으나 그 뜻이 여전히 한이 없었다. 김석주의 종 경선이라는 자가 일찍이 김석주의 편지를 가지고 내시의 집에 출입하였는데, 이때 대장의 자리가 비어 있었다. 이사명이 이를 차지할 생각으로 김도연의 서찰을 지어 경선으로 하여금 금중에 전입하게 하였는데, 기사년에 이르러 김도연이 이 때문에 비명에 죽었다. 이때에 이르러 이세화가 진달한 것으로 인하여 관작을 회복시키라고 허락한 것이다.\n",
                "date_ko": "숙보 27권, 20년(1694 갑술 / 청 강희(康熙) 33년) 10월 22일(병진) 1번째기사",
                "gt-oKo": "김도연(金道淵)의 관작(官爵)을 복구하도록 명하였다. 김도연은 곧 김석주(金錫胄)의 아들이다. 사신(史臣)은 논한다. 당초에 이사명(李師命)이 김석주의 조카 사위로서 경신년의 녹훈(錄勳)에 추가로 참여하게 되어 벼슬이 이미 높았고, 부요(富饒)도 또한 지극했지만, 그의 뜻은 오히려 한이 없었다. 김석주의 경선(景先)이라는 종이 일찍부터 김석주의 글을 가지고 내시(內侍)의 집에 드나들었는데, 이 때에 대장(大將) 자리가 비자 이사명이 그 자리를 차지하려는 뜻을 두고서, 김도연의 서찰(書札)인 것처럼 조작하여 경선을 시켜 금중(禁中)에 전입(傳入)했다. 기사년에 이르러 김도연이 이 일 때문에 비명(非命)으로 죽었는데, 이에 이르러 이세화(李世華)가 진달한 말에 따라 관작의 복구를 윤허하게 된 것이다.",
                "hj": "○丙辰/命復金道淵官, 卽錫冑子也。 【史臣曰: “初李師命, 以錫冑甥壻, 追參庚申勳, 官位旣高, 富厚亦極, 志猶無厭。 錫冑有奴曰景先, 曾持錫冑書, 出入於內侍家者, 時有大將窠, 師命有意圖占, 作道淵札, 使景先傳入禁中, 及己巳, 道淵以此死於非命, 至是, 因李世華所陳, 許復官。”】"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Kim Changhyeol , Left Royal Secretary Kim Changhyeol , presented a memorial to the King and the King allowed [Kim Changhyeol] to be executed. Prior to this, [Kim] Changhyeol sent a letter to the King to exercisively explain the intent of punishing his crime and to uphold the law. He also said that a person who killed his father should be punished for the crime of killing the Xianzong of the Royal Confucian Academy . Nevertheless, [Kim] Nevertheless, did not follow his recommendation. Generally, the death of [Kim] 김수항 in the gisa year ( was extremely grieved. The various 흉악한s of the state were naturalized, and there was no crime of natural disputes. However, [Kim] had already been naturalized by cliques and harbored revenge. From the Ming court, [Kim] Changhyeol said that [he] should not be executed for his crime and eventually encouraged his natural disputes. Accordingly, [Kim] Changhyeol said that [he] had already been aware of the public justice and the natural disputes. There was no one who did not say that [he] had a private matter. [Kim] Changhyeol said that [he] was aware of the natural disputes. That is why he speaked and silent. In the gyeongsin year (, [Kim] Changhyeol had always been executed by fairness and secretly observed the gate of the tiger. How could he be unable to know that there was a natural disputes in the sake of the",
                "H2KE-nKo": "정유년에 좌부승지 김창협이 진정하는 상소를 올리니, 주상이 체차해 주었다. - 원래의 상소는 위에 보인다. - 이에 앞서 김창협이 남구만에게 편지를 보내 죄를 성토하고 법대로 처형해야 한다는 의리를 권면하고, 또 자기 아버지를 죽인 자는 선현 조광조를 죽인 죄로 다스려야만 바야흐로 세상에 설 수 있다고 말하였는데, 남구만이 따르지 않았다. 기사년에 김수항이 죽은 것은 참으로 지극히 원통한 일이었다. 나랏일을 담당한 여러 흉악한 자들은 진실로 사류에게 화를 끼친 죄가 없지 않으나, 이것이 이미 당동 벌이하고 보복하는 사적인 의리에서 나온 것이라면 조정에서 다시 주벌하고 잘못을 본받아서 화를 가중시켜서는 안 된다. 참작하여 죄를 정하는 것은 본래 공의가 있으니, 김창협이 참여하여 들을 수 있는 것이 아니다. 김창협이 비록 천리의 공정함과 천토의 올바름을 자부하기는 하였으나, 원망하고 분격하는 말을 한 것에 대해 누군들 사사로움이 있다고 하지 않겠는가. 김창협은 본래 도를 안다고 불리웠으니, 여기에서 그가 말하고 침묵한 것이다. 경신년에 청류가 진실로 평서의 논의를 주장하여 밀고하는 문을 막았으니, 당초에 어찌 기사년의 화복이 있다는 것을 미리 알았겠는가. 이미 너무도 가소롭다. 무인년과 기묘년 사이에 역적 이항의 죄를 성토하고 중전에게 충절을 다한 것이 이징명, 박세채, 남구만, 박태보 등 여러 사람이 모두 사류에서 나왔으니, 이항과 안팎이 되었다는 말은 무엇 때문에 나왔겠는가. 이는 이사명과 홍치상 등이 터무니없이 떠벌린 흉언을 조술한 것에 지나지 않는데, 그것이 임금을 속이는 결과가 된다는 것을 깨닫지 못하였으니, 그 또한 무엄하기 짝이 없다.박세채가 초년에 청의를 주장하였으나, 나중에는 그가 다른 의견을 주장한 것을 보지 못하였다. 송시열이 사화에 죽은 것은 참으로 참혹하고 측은하니, 박세채가 평소에 종유하던 의리로 볼 때 어찌 애처롭고 상심하지 않을 수 있겠는가. 그러나 ‘가마’라고 한 것은 원래 실상이 아니다. 이른바 윤증의 ‘양존’이라는 말은 전혀 근거 없는 말이니, 많은 변명을 할 것도 없다. 남구만의 ‘흔척’이라는 말은 참으로 실언이다. 그러나 이것을 가지고 두 마음이라고 하는 것은 단지 말한 자가 음험한 것을 볼 수 있을 뿐이고, 박세채의 두세 문객이 사심을 품고 반복한 것은 애당초 말할 것도 없다. 효종조에 산인이 격탁 양청한 공을 사류가 어찌 일찍이 허락하지 않은 적이 있었겠는가. 낙당의 자손 중에 혹 뒤섞인 자가 있는 것은 그 사람이 혹 취할 만하고 언의가 혹 우연히 합치된 것에 불과하니, 이것이 어찌 사류를 병들게 할 수 있겠는가. 과연 그 말과 같다면 기묘년 이유청의 후손과 을사년 민제인의 후손이 바야흐로 당인의 종주가 되었으니, 또한 이로 인하여 당인들을 남곤, 심정, 정자, 이기의 당이라고 이름할 수 있겠는가.역적 항의 죄는 모두 암암리에 빚어진 것으로 비록 나라 사람들의 의심을 받았지만, 애당초 명백하게 드러난 것이 없고 음흉한 정절이 신사년에 이르러 비로소 드러났으니, 갑술년에 끝까지 다스리지 못한 것은 또한 형세상 그럴 수밖에 없었던 것이다. 그러나 ‘끌어대어 농간을 부렸다.’라는 등의 말은 곧 하나의 급변이다. 의논하는 자들이 허무맹랑한 말을 날조하여 의사한 것을 꾸며 내어 반드시 암암리에 오멸하고자 한 것은 이사명과 김춘택을 위하여 원수를 갚으려는 사적인 마음에서 나온 것에 지나지 않는다. 시비는 이미 정해진 분수가 있고 속마음은 스스로 가릴 수 없으니, 일찍이 공정한 안목으로 볼 때 한바탕 웃음거리도 되지 못할 줄은 몰랐다. 아, 또한 통탄스럽다.\n",
                "date_ko": "숙보 27권, 20년(1694 갑술 / 청 강희(康熙) 33년) 10월 3일(정유) 1번째기사",
                "gt-oKo": "좌부승지 김창협(金昌協)이 진정(陳情)하는 상소를 올리니, 임금이 체직을 윤허했다.【원소는 위에 보인다.】 이에 앞서 김창협이 남구만(南九萬)에게 서함을 보내, 죄인을 처벌하여 국법(國法)대로 바로잡아야 하는 의리에 관해 권면하고, 또한 ‘자기의 아버지 죽인 사람을 선현(先賢) 조광조(趙光祖)를 죽인 자를 처벌한 죄대로 다스려야 바야흐로 세상에 설 수 있다.’고 했는데, 남구만이 들어주지 않았었다. 대저 기사년에 김수항(金壽恒)이 죽은 일은 진실로 지극히 원통한 일이었다. 당국(當國)했던 모든 간흉(奸凶)들이 본시 사류(士流)들에게 화를 입힌 죄가 없지는 않았지만, 이는 이미 당동 벌이(黨同伐異)하고 보복하는 사심에서 저지른 것이었으니, 조정으로서는 다시 베어 죽임을 일삼음으로써 잘못을 본받아 화란(禍亂)을 증가시켜서는 안된다. 참작하여 죄를 정하는 것은 공론에 의해서 해야 할 일이지, 김창협이 관여하여 할 일은 아닌 것이다. 김창협이 비록 공정한 천리(天理)와 올바른 천토(天討)라고 자허(自許)하기는 했지만, 원망하는 독성과 분격(憤激)하는 말을 한 것을 어느 누가 사정이 개입된 것이라고 하지 않겠는가? 김창협은 평소에 도(道)를 안다고 일컬어지는 사람인데, 이에 있어서는 말을 않고 잠자코 있어야 할 도리를 잃어버린 것이다. 대저 경신년에 청류(淸流)들은 진실로 일찍이 공평하게 용서해야 한다는 논의를 주장하여 밀고(密告)하는 문을 막았으니, 당초에 어찌 기사년의 일이 있을 줄을 앞질러 알았겠는가? 화복(禍福)에 관한 말은 이미 너무도 가소로운 일이다. 무진년과 기사년 무렵에는 역적 이항(李杭)의 죄를 성토(聲討)하고 곤극(坤極)을 받들기에 절의(節義)를 다했었는데, 이징명(李徵明)·박세채(朴世采)·남구만(南九萬)·박태보(朴泰輔) 등 여러 사람이 모두 사류(士流)에서 나왔고 보면, 이항(李杭)과 안팎이 되었다는 말은 어떻게 해서 나온 것일까? 이는 이사명(李師命)과 홍치상(洪致祥)의 무리가 허풍을 치던 흉악한 말을 조술(祖述)한 것에 지나지 않는 것인데, 군상(君上)을 속이는 짓이 됨을 알아차리지 못했으니, 또한 무엄(無嚴)하였음이 한없는 일이다. 박세채는 초년부터 청의(淸議)를 주장하여 말년에도 지이(持貳)하는 경우를 볼 수 없었고, 송시열(宋時烈)이 사화(士禍)에 죽은 일은 진실로 참혹하고 측은하였으니, 박세채가 평소에 종유(從遊)하던 의리에 있어 어찌 애상(哀傷)하지 않을 수 있었겠는가마는, ‘가마(加麻)했다.’는 말은 본시 실상(實狀)이 아닌 것이었다. 소위 윤증(尹拯)의 ‘양존(兩尊)’이란 말은 완전히 터무니없는 말로 변명할 것도 없고, 남구만의 ‘흔척(欣戚)’이란 말은 진실로 실언(失言)을 한 것이나, 이를 들어 두 가지 마음을 가지는 것이라 함은, 단지 말하는 자의 경험(傾險)하는 짓임을 볼 수 있는 일이며, 박세채의 두세 문객(門客)이 사감을 끼고서 반복하는 짓을 한 일은 처음부터 말할 것이 없는 일이다. 효종조(孝宗朝)에 산인(山人)이 격양(激揚)한 공로를 사류(士流)들이 어찌 일찍이 허여(許與)하지 않았었는가? 낙당(洛黨)들의 자손 중에 더러 끼이는 사람이 있게 된 것은 그의 사람됨이 취할 데가 있거나 그의 언론(言論)이 우연히도 맞게 되는 데가 있었던 것에 지나지 않는 것이니, 이것이 어찌 족히 사류들을 병들게 할 수 있었겠는가? 과연 그의 말대로라면, 기묘 사화(己卯士禍) 적의 이유청(李惟淸)의 후손이나 을사 사화(乙巳士禍) 적의 민제인(閔齊仁)의 후손이나가 바야흐로 당인(黨人)들의 주종(主宗)이 되었다면, 역시 이로 인해 그 당인들을 이름하기를 남곤(南袞)·심정(沈貞)이나 허자(許磁)·이기(李芑)의 당이라 해야 할 것인가? 역적 이항(李杭)의 죄악에 있어서는 모두가 암암리에 빚어진 것으로서, 비록 온 나라 사람들이 의심하는 바였지만 당초부터 명백하게 드러난 것이 없었고, 신사년에 이르러서야 비로서 발로되였고 보면, 갑술년에 끝까지 다스리지 못했던 것은 또한 사세가 그렇게 되었던 것이니, ‘끌어대어 농간 부렸다[援引作弄]’는 등의 말은 곧 하나의 급변(急變)인 것이다. 의논하는 자들이 터무니없는 것을 날조(揑造)하고 의사(疑似)한 것을 꾸며대어 기필코 암암리에 오멸(汚衊)하는 짓을 하려고 하였음은, 이사명(李師命)과 김춘택(金春澤)이 원수를 갚으려고 하는 사정을 위하여 한 짓에 지나지 않은 것이다. 옳음과 그름은 이미 일정한 구분이 있고 오장(五臟)은 스스로 가리울 수 없는 것인지라, 일찍이 공정한 안목(眼目)으로 본다면 한 번의 웃음거리도 되지 못할 것을 알아차리지 못한 것이니, 아, 또한 통탄스러운 일이다.",
                "hj": "○丁酉/左副承旨金昌協上陳情疏。 上許遞。【原疏見上。】先是, 昌協貽書九萬, 勉之以討罪正法之義, 且言殺其父者, 治以殺先賢趙光祖之罪, 方可以立於世。 而九萬不從。 夫己巳金壽恒之死, 誠爲至冤, 當國諸凶, 固不無禍士流之罪, 而此旣出於黨伐報復之私, 則自朝廷言之, 不可復事誅殺, 效尤, 而益其禍, 參酌定罪, 自有公議, 非昌協之所可與聞也。 昌協雖自許以天理之公天討之正, 而怨毒憤激之言, 人孰不謂其有私, 昌協素號知道, 而於是乎夫其語默也。 夫庚申淸流, 固嘗主平恕之論, 而杜告密之門, 初何以逆知其有己巳禍福之說? 已極可笑。 戊己之間, 聲罪於逆杭, 盡節於坤極, 如李徵明、朴世采、南九萬、朴泰輔諸人, 皆出於士流, 則與杭表裏之說, 何爲而發? 此不過祖述師命ㆍ致祥輩譸張之凶言, 而不覺其爲誣上之歸, 其亦無嚴極矣。 朴世采初年, 主張淸議, 而末後未見其持貳。 宋時烈之死於士禍, 誠爲慘怛, 則以世采平日從遊之義, 安得不哀傷, 而加麻之云? 元非實狀, 所謂尹拯兩尊之言, 全是自地無根之說, 不足多辨。 南九萬欣戚之稱, 誠是失言, 而以此而謂之二心, 只見言者之傾險, 世采二三門客之挾私反覆, 初無足道。 孝廟朝山人激揚之功, 士流何嘗不許之? 洛黨子孫之或有參錯者, 不過以其人之或可取, 言議之或偶 合也。 此何足以病士流? 而果如其言, 則己卯惟淸之後, 乙巳齊仁之孫, 方爲黨人之所宗, 則亦可因此而名黨人曰。 袞ㆍ貞ㆍ滋ㆍ芑之黨也哉? 至於逆杭之罪, 皆是暗地醞釀者, 雖被國人之所疑, 而初無明白著見, 陰凶情節, 至辛巳而始發, 則甲戌之不能窮治, 亦其勢然也。 而援引作弄等說, 卽一急變, 議者之捏合虛無, 粧撰疑似, 必欲汚衊於暗中者, 不過出於爲師命ㆍ春澤報仇之私, 而是非旣有定分, 肝肺不能自掩, 曾不知自公眼觀之, 不足以供其一笑, 噫亦痛矣!"
            }
        }
    },
    "12": {
        "2": {
            "1": {
                "H2KE-EN": "On eulmi day, Compilation Commissioner Jeong Ho submitted a memorial regarding the current affairs, and he strongly insulted the high officials who were in charge of serving the King. The King refused to reprimand the matter as was unsatisfactory, and reprimanded him. 【상소와 비답 내용은 위에 보인다.】 사신은 논한다. At the time, a large house was naturalized in the gisa year (. Nevertheless, the natural grievances have already been deep, and the natural grievances have been unsatisfactory. That is generally due to the sense of the influence of the ",
                "H2KE-nKo": "을미년에 수찬 정호가 상소하여 시사를 논하면서 일을 담당한 대신을 힘껏 공격하니, 주상이 비답하기를,“소요를 야기한 것에 대해 불쾌하다고 책망하였다.”하였다. - 원래의 상소와 비지는 위에 보인다. - 사신은 논한다. 이때 기사년에 화를 입은 대가들이 한둘이 아니었으나 원한이 이미 깊어져서 보복이 불쾌하게 된 것은 모두 남구만의 지론이 흔들리지 않았기 때문이니, 화를 입은 집안의 자제들이 이 사람에게 노여움을 옮긴 것이 진실로 적지 않다. 그런데도 오히려 감히 드러내 놓고 원수로 보는 말을 하지 못하고 이와 같은 명분과 의리에 대한 논의를 만들어 고집을 조금도 가차 없이 하였으니, 윗사람의 비위를 맞추는 부류와 일 만들기 좋아하는 무리들이 태도를 바꾸고 얼굴을 바꾸어 논의가 거듭 나왔다. 전후로 대신을 논핵한 것이 마치 똑같은 투식에서 나온 듯하였는데, 김호와 정호에 이르러 극에 달하였다. 말은 여기에 있고 뜻은 저기에 있으니, 실로 사사로움을 위한 것이고 공적인 것을 위한 것이 아니라면 이 또한 대부분 정직하지 못한 것이다. 무한한 기관이 서로 제기하였다가 번번이 실패한 것은 진실로 정직하지 못한 탓이니, 경계하지 않을 수 있겠는가.\n",
                "date_ko": "숙보 27권, 20년(1694 갑술 / 청 강희(康熙) 33년) 12월 2일(을미) 1번째기사",
                "gt-oKo": "수찬 정호(鄭澔)가 상소하여 시사(時事)를 논하되, 일을 담당한 대신을 극력 공격하니, 임금이 비답하기를, “시끄러운 단서를 야기하는 불쾌한 짓이다.” 하며 책망했다.【원소(原疏)와 비지(批旨)는 앞에 보인다.】 사신(史臣)은 논한다. 이때 기사년의 화를 입은 대가(大家)들이 하나만이 아니었는데, 원수진 원한이 이미 심각하였으나 통쾌하게 보복하지 못했던 것은 대개 남구만(南九萬)의 지론(持論)이 흔들리지 않았기 때문이었으므로, 화를 입은 대가의 자제들이 이 사람에게 노여움을 옮기는 경우가 진실로 적지 않았다. 그래도 감히 나타나게 원수로 여기는 말을 하지는 않고서, 이처럼 명분(名分)과 의리에 관한 논을 만들어 고집하기를 조금도 가차없이 했는데, 승망(承望)하는 부류들과 일 만들기 좋아하는 무리들이 개두 환면(改頭換面)하고서 하는 의논이 층층으로 나왔다. 전후에 대신을 논박한 것이 마치 똑같은 투에서 나온 것 같았고, 김호(金灝)와 정호에 이르러서는 극도에 달했는데, 말은 이런 것이었지만 뜻은 저쪽에 있는 것이었고, 실지는 사감을 위한 것이지 공정한 것이 아니었으니, 이는 또한 대부분 정직하지 못한 것이 아니겠는가? 한없는 기관(機關)을 이리저리 발동하였지만 그때마다 실패하게 된 것은 진실로 정직하지 못한 소치 때문이었으니, 경계하지 않을 수 있겠는가?",
                "hj": "○乙未/修撰鄭澔疏論時事, 力攻當事大臣。 上批以起鬧不快責之。【原疏批旨見上。】 【史臣曰: “時大家之被禍於己巳非一, 而仇怨旣深, 報復未快者, 率由於南九萬之持論不撓, 則禍家子弟, 移怒於此人者, 固不淺矣。”】 猶不敢顯言仇視, 而作此名義之論, 執持不少假借, 承望之流, 喜事之輩, 改頭換面, 論議層發, 前後論大臣者, 如出一套, 至金灝ㆍ鄭澔而極矣。 言在此而意在彼, 實爲私而非爲公, 則是亦多不直哉? 無限機關, 互發而輒敗者, 良由於不直之致也, 可不戒哉? 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十七終"
            }
        }
    },
    "leap month 5": {
        "2": {
            "1": {
                "H2KE-EN": "On mujin day, [the King] ordered that in the mujin year (, when 장희재를 was sentenced to death, he was sentenced to death by the prescribed judgment of the previous royal decree that had been issued by the former royal decree. Make Taker in accordance with the law, the King followed Chief State Councilor 남구만의 말에 따른 것이다.【상세한 내용은 위에 보인다.】 At that time, [Yi] Wan [], [Yi] Jangdo [], and others confessed to thoroughly confessed, and the circumstances of [Mun] Ban [] and the 장희재의 음흉한 정상이 더욱 낭자하였다. When the King issued a royal decree, the circumstances of communication writing were exposed to the palace, and the circumstances of the thieves of plotting to kill the mother of the king were even more unpardonable. [Mun] Man did not know the importance of the human relationships and the human relationships must be forgiven. How could there have been no thoughts to do so? Generally, at the beginning of the mujin year (, sometimes there were those who were unfairly involved in the human relationships. Thus, the circumstances of Yi Samyeong , [Yi] Chisang [], and others were able to reprimand to execute Heavens punishment. In the royal decree of the gapjin year (, there were worrisome concerns that the strength of the powerful subjects were thoroughly oughly observed. Moreover, the circumstances of the powerful people were originally a meritorious and a great family. From the beginning, [the circumstances of] Kim Chuntaeks strength were expelled from the world, and the circumstances of secrength were opened. [The circumstances of] six cheok were entrusted with the hands of the palace ladies and eunuchs entrust the entire palace ladies. [The circumstances of the circumstances] were certainly not truly observed. The King also loudly changed loudly, and the loyalty and generosity of the world were truly without anything. The danger of the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain were apprehensive. However, [the circumstances of] their words cannot be exposed, and the strength of the powerful cannot be forgiven. Then, how could [Mun] Man, at this time, disregarding the public law and violated the enforcement of human relationships, failing to save the world and unruly observed the circumstances of the world are also worrisome.",
                "H2KE-nKo": "무진년에 장희재를 전일의 판부에 따라 사형을 감하여 처리하라고 명하였다. 민암을 법대로 신문하였는데, 영의정 남구만의 말을 따른 것이다. - 상세한 내용은 위에 보인다. - 이때 함이완과 민장도의 무리가 차례로 실토하였다. 민암과 장희재의 음흉한 정절이 더욱 낭자하였는데, 주상이 언문 편지를 내서 단서가 궁궐에까지 미쳤다. 역적 무리가 국모를 위태롭게 하려고 모의한 죄는 더욱 하루라도 천지 사이에 살려 둘 수 없다. 남구만이 윤리와 강상이 지극히 중대하다는 것을 모르지 않으면서도 반드시 곡진히 용서해 주려고 한 것도 어찌 소견이 없어서 그랬겠는가. 무진년 초부터 더러 불리하다는 이유로 당인을 견지한 경우가 있었으니, 당인이 이미 스스로 위태롭게 여기는 마음이 없지 않았다. 이사명과 홍치상 등이 스스로 천벌을 초래한 것도 반드시 여기에 연루되지 않았다고 할 수 없다. 갑술년 성상의 하교 가운데 ‘강한 신하가 동요할 염려는 반드시 혼자만의 견해로 깊이 염려한 것이다.’라고 하셨는데, 더구나 당인은 본래 훈척대가이니 더 말할 것이 있겠는가. 진실로 일찍이 천지를 뒤흔들 만한 힘이 있었는데, 김춘택의 일이 있은 뒤부터 더욱 은밀한 지름길을 열어 놓고서 아득한 6척을 깊은 궁중의 부녀자와 환관의 손에 맡겨 버렸다. 그러나 반드시 참으로 지성으로 두루 방비한 것은 아니었다. 주상이 또 기쁨과 노여움이 자주 바뀌어 충신과 지사들이 진실로 이미 온갖 생각을 다하였으니, 종묘사직의 위태로움이 머리털처럼 늠름하였다. 그러나 이미 말로 표현할 수 있는 것이 아니고 또 지력으로 막을 수 있는 것도 아니었다. 남구만이 이에 공법을 굽히고 뭇사람의 노여움을 범하면서 의연하게 천하의 비방을 몸소 떠맡고서 반드시 죽여야 하고 용서해서는 안 되는 죄인을 풀어 주어 임금으로 하여금 반드시 ‘저렇게 죄가 있다.’라고 말하게 하고도 오히려 할 수 있는 일이 있어서 용서하였는데, 하물며 이보다 더 큰 일을 어찌 소홀히 할 수 있겠는가. 목을 늘이고 죽기를 원하는 진심을 굳건히 알아서 더욱 천성의 사랑을 굳건히 한다면, 불량한 무리들도 반드시 돌아보며 두려워하고 꺼려서 미리 화심을 막을 수 있을 것이다. 그렇게 되면 동기간의 친족이 화가 서로 미치지 않고 시어의 침모도 더해지지 않을 것이며, 모자간의 사랑을 안일하게 여겨서 좌우에서 엿보고 스스로 단절할 것이다. 마땅히 죽여야 할 죄에 대해 형률을 감하더라도 이미 바로잡은 곤극에 손상될 것이 없고, 화란을 미연에 해소시켜 지극히 위태로운 저위에 대해 더욱 무겁게 할 것이다. 온화하고 한가롭게 지내면서 과격하지도 않고 저지하지도 않으면서 나라의 형세를 반석같이 안정되게 한다면, 남구만의 고심과 충려가 돌아보건대 어찌 좁은 도량과 얕은 소견으로 헤아릴 수 있겠는가. 옛날에 이른바 사직지신이라고 한 것도 이와 비슷하다.\n",
                "date_ko": "숙보 26권, 20년(1694 갑술 / 청 강희(康熙) 33년) 윤5월 2일(무진) 1번째기사",
                "gt-oKo": "장희재(張希載)를 전일의 판정한 비답에 따라 사형을 감면해 처리하고 민암(閔黯)은 법대로 심문하라고 명하였으니, 영의정 남구만의 건의에 따른 것이다.【상세한 것은 위에 보인다.】 그 때 함이완(咸以完)·민장도(閔章道)가 차례로 자백을 하여 민암·장희재의 음흉한 정상이 더욱더 낭자하게 드러났는데, 임금이 하교하여 언서(諺書) 사건을 발설함에 있어서 그 단서가 궁궐에까지 미치게 되어 역적 무리가 국모(國母)를 모위(謀危)한 죄는 더욱 단하루도 천리 사이에 목숨을 살려둘 수가 없었다. 남구만이 윤상(倫常)이 지극히 중요하다는 것을 모르는 바 아닌데 굳이 너그럽게 용서를 해주려고 했던 것은 어찌 소견이 없어서 그런 것이겠는가? 대개 무진년 초기로부터 불리(不利)하다는 것으로 당인(黨人)을 견지(堅持)한 경우가 있었으니, 당인이 이미 스스로 위험하다는 생각을 갖지 않을 수가 없었다. 이사명(李師命)·홍치상(洪致祥)의 무리가 스스로 천주(天誅)를 자초한 것이 여기에 연유되지 않았다고 기필할 수가 없으며, 갑술년의 성교(聖敎) 가운데 ‘강한 신하가 동요하다.’는 염려도 분명 뭔가 혼자서 내다보시고 깊이 염려한 바가 있어서였던 것이다. 더구나 당인은 본래 훈척(勳戚)의 대가(大家)들로서 진실로 일찍이 천지를 뒤흔드는 힘이 있었는데, 김춘택(金春澤)의 사건이 있는 이후로부터는 더욱 은밀한 지름길을 열어서 어린 왕자는 깊은 궁중의 부시(婦寺)들 손에 맡겨두고 지극한 정성으로 주변을 방위하는 태도는 꼭 참으로 있지는 않았다. 임금은 또 희로(喜怒)의 감정이 자주 변하여 충신(忠臣)과 지사(智士)의 생각은 진실로 이미 이르지 않는 바가 없었으나, 종사(宗社)의 위태로움은 무섭기가 머리터럭과 같았다. 그러나 언어로 표현할 수 있는 일이 아니었고 또 지력(智力)으로 방지할 수 있는 일도 아니었다. 남구만이 이에 공법(公法)을 굽히고 중노(衆怒)를 범하여 용감하게 천하의 비방을 자신이 떠맡고서 반드시 죽여야 하고 용서해서는 안되는 죄인을 석방시켜 주상으로 하여금 반드시 ‘저와 같이 죄가 있는데도 오히려 위하는 바 있어서 용서를 해주었는데 하물며 이보다 나은 경우에 어찌 소홀히 다룰 수 있겠는가? 진실로 목을 늘여 죽기를 바라는 혈성(血誠)은 알지만 더욱 그 천성(天性)의 애정을 굳건히 하도록 하라.’는 말을 하게 하며, 불량한 무리들도 반드시 돌아다보고 두렵게 생각하여 미리 그 나쁜 마음을 방지시키고, 동기(同氣) 간의 친척들이 화(禍)가 서로 미치지 아니하여 시어(侍御)의 침모(侵侮)가 가해지지 않게 하며, 모자(母子) 간의 애정이 안정을 유지하여 좌우(左右)의 욕망이 저절로 좌절되도록 하였으며, 당연히 죽어야 할 죄인에 대해 형벌을 감면하였으나, 이미 복위(復位)된 중전에게는 하등의 손실이 없고, 화란을 미연에 해소시켜서 지극히 위태롭던 세자의 위치를 보다 확고하게 하고 종용하고 한가로우며 과격하지 않고 소침하지 않은 가운데 나라의 형세를 반석(盤石)처럼 안정되도록 조처하였으니, 남구만의 괴로운 심정과 충성된 생각을 돌아보건대 어찌 좁은 도량과 얕은 소견이 능히 측량할 바이겠는가? 옛적의 이른바 사직(社稷)의 신하라는 것이 대개 이에 가깝다고 하겠다.",
                "hj": "○戊辰/命希載用前日判批, 減死處之。 黯如法訊問, 從領議政南九萬之言也。【詳見上。】時以完、章道輩, 次第吐款, 黯ㆍ希載陰凶情節, 益復狼藉, 而及上敎發諺書事, 端緖至及於宮闈, 而賊竪謀危國母之罪, 尤不可一日容息於覆載。 九萬非不知倫常之至重, 而必欲曲貸者, 亦豈無所見而然哉? 蓋自戊辰初, 或有以不利持黨人, 則黨人已不無自危之心, 師命、致祥輩之自速天誅者, 未必不坐於此, 而甲戌聖敎中强臣動搖之慮, 必有獨見而深慮者, 況黨人素勳戚大家? 固嘗有掀動天地之力, 而自有春澤事, 益開幽陰蹊徑, 藐然六尺, 委之於深宮婦寺之手, 而未必眞有至誠周防者。 上又喜怒數變, 忠臣智士之慮, 固已無所不至, 而宗社之危, 澟澟如髮矣。 然旣非言語之所可形, 又非智力之所可防, 則九萬於是, 屈公法犯衆怒, 毅然以身任天下之謗, 而釋其必殺無赦之罪人, 使君上必曰有罪如彼, 而尙且有所爲而貸之, 則況進於此而其肯忽之乎? 斷斷知延頸願死之血忱, 而益堅其天性之愛, 不逞之輩, 亦必顧望畏忌, 有以逆杜其禍心, 同氣之親, 禍不相及而侍御之侵侮不加, 母子之愛, 倚以爲安而左右之覬覦自絶, 減律於當死之罪而無損於已正之坤極, 消亂於未然之前而增重於至危之儲位, 雍容暇豫, 不激不沮而措國勢於盤石之安, 則九萬之苦心忠慮, 顧豈褊量淺見之所能測, 而古所謂社稷之臣者, 蓋亦近之矣。"
            }
        }
    }
}