{
    "01": {
        "2": {
            "1": {
                "H2KE-EN": "On eulyu day, the first day of the month, Sim Gwangsu was conferred as second minister of personnel . [Sim] Gwangsu was the preceptor of Emperor Taizong (r. of the reign of Emperor Taizong , who was the preceptor of the Royal Tomb of Queen Jangsu . In byeongja year (, [the Royal Tomb of King Taejo] conferred a sense of honor and conferred a sense of honor. In byeongja year (, [the Royal Tomb of King Taejo] conferred a sense of honor and expelling a sense of honor. In the gihae year (, [the Royal Tomb of King Taejo] conferred with [Ha] Bun and others, and [the Royal Tomb of King Taejo] conferred with many scrupulous opinions. On this day, [the Royal Tomb of King Taejo] was presumptuously praised.",
                "H2KE-nKo": "증 승지 심광수에게 이조 참판을 추증하였다. 심광수는 효종이 잠저에 있을 때의 사부이다. 장릉을 추숭하는 데 이의를 제기하였고, 병자년에 성을 포위하고 화의를 배척하여 자못 명망이 드러났으며, 기해년에 예를 논할 때에는 윤휴 등과 합하였는데, 언론에 편파적이고 창궐한 것이 많았다. 이때에 이르러 외람되게 포상하는 은전을 입었다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 1월 2일(을유) 1번째기사",
                "gt-oKo": "승지(承旨) 심광수(沈光洙)에게 이조 참판(吏曹參判)을 추증하였다. 심광수는 효묘(孝廟)의 잠저(潛邸) 때의 사부(師傅)였다. 장릉(長陵)을 추숭(追崇)하는 데 다른 의견을 주장했고, 병자년에 성이 포위되었을 때는 화의(和議)를 배척하여 자못 명성과 인망이 드러났으며, 기해년에 예(禮)를 논할 때는 윤휴(尹鑴) 등과 합하여 언론(言論)이 피창(詖猖)한 것이 많았는데, 이에 이르러 과람한 포상의 은전을 입었다.",
                "hj": "○乙酉/贈承旨沈光洙吏曹參判。 光洙, 孝宗潛邸時師傅也。 長陵追崇立異, 丙子圍城斥和議, 頗著聲望。 己亥論禮, 與鑴等合, 言論多詖猖。 至是, 濫蒙褒典。"
            },
            "2": {
                "H2KE-EN": "As Dongyong Mountain Fortress in Seongju , Gyeongsang Province was completed.",
                "H2KE-nKo": "경상도 성주의 독용 산성이 완성되었다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 1월 2일(을유) 2번째기사",
                "gt-oKo": "경상도(慶尙道) 성주(星州)에 독용 산성(禿用山城)이 이루어졌다.",
                "hj": "○慶尙道星州禿用山城成。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "In gichuk year (, when the King suspended the construction of military wooden circumstances wooden enooden wooden circirculation of wooden",
                "H2KE-nKo": "기축년에 윤휴가 병거의 제조를 정지하기를 청하는 상소를 올렸는데, 눈물을 뿌리며 영결한다는 말이 있었다. 주상이 연달아 비망기를 내렸는데, 말뜻이 특별히 융숭하여 사관을 보내 전유하게 하였다. 윤휴가 오랜 뒤에야 나왔는데, 윤휴가 이른바 대계라는 것은 병거를 만드는 한 가지 일에 불과하였다. 그런데 기근은 따지지 않고 오직 많이 만드는 것만을 일삼았으며, 주상이 조금이라도 어렵게 여기면 번번이 물러나서 임금에게 강요하였으니, 그 패망함이 극에 달하였다. 송시열이 앞장서서 고상한 의론을 제창한 뒤로부터 산림에 자취를 의탁하는 자들이 번번이 이를 빙자하여 진출할 길을 삼았다. 송시열은 효종께서 분발하여 큰일을 하려는 뜻을 만났으니, 진실로 이 말을 올릴 만하였다. 그러나 윤휴의 시대에는 어린 임금이 새로 즉위하여 나라의 형세가 외롭고 위태로웠으니, 바로 주자가 이른바 ‘구구한 동남 지방의 일’에 대해서도 오히려 근심을 금할 수 없었다. 윤휴가 큰 소리로 공갈하여 간과를 움직일 것을 꾀하였는데, 다행히 당시의 의론이 허여하지 않은 것을 다행으로 여겼다. 그가 나라를 그르치고 일을 그르친 죄는 비록 그의 살점을 씹어 먹더라도 무슨 보탬이 되겠는가. 아, 윤휴는 단지 한낱 속마음이 없는 사람일 뿐이다. 처음에 무엇 때문에 이렇게까지 명예를 훔친단 말인가.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 1월 6일(기축) 1번째기사",
                "gt-oKo": "윤휴(尹鑴)가 병거(兵車)의 제조를 정지했다 하여 소(疏)를 올렸는데, 그 가운데에 눈물을 뿌리고 영결(永訣)한다는 말이 있어, 임금이 연달아 비망(備忘)을 내렸는데, 그 말의 뜻이 특별히 융숭하였다. 사관(史官)을 보내어 유지(諭旨)를 전하니, 윤휴가 오랜 만에 나왔다. 윤휴의 이른바 대계(大計)라는 것은 병거를 만드는 한 가지 일에 지나지 아니하였는데, 기황(飢荒)도 헤아리지 아니하고 오직 많이 만들기를 일삼기 때문에 임금의 뜻이 조금만 어려워하면 언제나 퇴임하겠다고 임금에게 청하였으니, 그 패망(悖妄)됨이 심하였다. 무릇 송시열(宋時烈)이 고론(高論)을 제창한 뒤로 자취를 산림(山林)에 의탁한 자가 언제나 이를 빙자하여 진신(進身)하는 길로 삼았다. 송시열은 효종의 분발하여 유위(有爲)하려는 뜻을 만났던 것이니, 본래 이러한 말을 올릴 만하였지만, 윤휴에게 있어서는 시기적으로 나이 어린 임금이 새로 왕위를 이어 국세(國勢)가 고위(孤危)하였으니, 주자(朱子)가 이른바 ‘구구한 동남(東南)의 일을 이루 다 근심할 수 없다.’는 것이다. 윤휴가 큰 소리로 공갈하여 간과(干戈)를 움직여 보려고 꾀했으나, 다행히 당시의 여론이 허여하지 아니하였으니, 그가 나라를 그르치고 일을 낭패시킨 죄는 그 살덩이를 먹는다 하더라도 어떻게 보상되겠는가? 아! 윤휴는 특별히 한 창자없는 사람일 뿐인데, 처음에 어떻게 하여 이름을 도둑질한 것이 여기에 이르렀단 말인가?",
                "hj": "○己丑/尹鑴以兵車之停造陳疏, 有揮淚永訣語, 上連下備忘, 辭旨特隆, 遣史官傳諭, 鑴久乃出。 鑴之所謂大計者, 不過造兵車一事, 而不計飢荒, 惟以多造爲事。 上意少持難, 則輒以退要君, 其悖妄極矣。 自夫宋時烈倡爲高論之後, 托跡山林者, 輒藉此爲進身之路。 時烈則遇孝廟奮發有爲之意, 固可以此言進, 在鑴時則沖君新嗣, 國勢孤危, 政朱子所謂區區東南事, 尙不勝其憂者也。 鑴以大言虛喝, 謀動干戈, 幸時議不與耳。 其誤國僨事之罪, 雖食其肉, 何補? 噫! 鑴特一無腸人耳, 初何以盜名至此也?"
            }
        }
    },
    "02": {
        "7": {
            "1": {
                "H2KE-EN": "At the gimi day, there was a discussion about discontinuing the 총관 to be abolished at the time of gimi year (. Right State Councilor Heo Mok submitted a memorial requesting that the discontinue of it should not be abolished. The King replied, The old system of the royal ancestors cannot be abolished imprudently.",
                "H2KE-nKo": "이때 총관을 혁파해야 한다는 의론이 있었는데, 우의정 허목이 차자를 올려 폐지할 수 없다고 논하니, 답하기를,“조종의 옛 제도를 가벼이 혁파할 수 없다.”하였다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 2월 7일(기미) 1번째기사",
                "gt-oKo": "이 무렵 총관(摠管)은 마땅히 파(罷)해야 한다는 의논이 있었는데, 우의정(右議政) 허목(許穆)이 차자[箚]를 올려 폐할 수 없음을 논하니, 임금이 조종(祖宗)의 옛 제도를 가볍게 파할 수 없다고 답하였다.",
                "hj": "○己未/時有摠管當罷之議。 右議政許穆箚論其不可廢, 答以祖宗舊制, 不可輕罷。"
            }
        }
    },
    "03": {
        "11": {
            "1": {
                "H2KE-EN": "On gyesa day, Chief State Councilor Heo Seong , on the basis of the memorial submitted by Yi Hupyeong , 차자를 올려 사직하기를, “이후평의 상소의 주된 뜻은 오로지 Jo Sagi and Yi Sugyeong을 신구하기 위한 것이었으니, 이 일의 전말은 이미 성명께서 통촉하신 바입니다. Jo Sagis previous incident was evidently impossible, and it is improper to discuss the errors made by a momentary errors of a momentary errors. This is why your subject deeply reprimanded him before his seat. As Jo Sugyeong, there is no one who does not know about what he is a mother between mother and son. However, your subject does not wish to stubbornly speak about this. Only after Jo Sapyeongs memorial, he shamelessly performed public duties and requested that he be punished for his punishment. Now, Yi Hupyeong, on the grounds that he uttered a momentary harbored a momentary impossible momentary mo",
                "H2KE-nKo": "영의정 허적이 이후평의 상소로 인하여 차자를 올려 사직하기를,“이후평이 올린 상소의 주된 뜻은 오로지 조사기와 이수경을 신구하기 위해 나온 것이니, 이 일의 전말에 대해서는 이미 명철한 주상께서도 통촉하고 계실 것입니다. 조사기의 지난날 일은 터무니없기 짝이 없으니, 한때의 착오로 논하는 것은 부당합니다. 이것이 신이 어전에서 심각하게 배척하는 까닭입니다. 이수경은 어미와 자식 사이에 서로 뜻이 맞지 않는다는 말을 모르는 사람이 없는데, 신도 꼬치꼬치 말하고 싶지 않아서 다만 조사기의 상소가 나온 뒤에 버젓이 공무를 행하고 죄를 청한 것입니다. 그런데 지금 이후평이 이에 양쪽 다 비난하고 기이하게 중상하며 어진이를 방해하고 사적인 혐의를 사려 한다는 등의 말로 신의 죄를 나열하였습니다. 신이 조목조목 변명하려 해도 피로할 뿐 아니라 나라의 체모로 볼 때 어찌 이런 일이 있을 수 있겠습니까.”하고, 좌의정 권대운도 차자를 올려 사직하면서 조사기 등을 심각하게 배척하였는데, 모두 너그러운 비답을 내렸다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 3월 11일(계사) 1번째기사",
                "gt-oKo": "영의정(領議政) 허적(許積)이 이후평(李后平)의 소(疏)로 인하여 차자(箚子)를 올려 사직(辭職)하기를, “이후평의 소의 주된 뜻은 오로지 조사기(趙嗣基)와 이수경(李壽慶)을 신구(伸救)하기 위하여 나온 것입니다. 이 일의 전말(顚末)은 이미 성명(聖明)께서도 통촉하시는 바입니다. 조사기에 대한 지난날의 일은 그 근거가 없음이 막심(莫甚)하므로, 한때의 착오로 논할 수도 없습니다. 이 때문에 신(臣)이 전석(前席)에서 통렬히 배척한 것입니다. 이수경(李壽慶)은 모자(母子) 사이에 불화(不和)하다는 소문을 모르는 사람이 없는지라, 신이 오히려 말을 캐려고 하지도 않습니다. 다만 조사기의 소가 있은 뒤에도 안연(晏然)하게 행공(行公)하면서 청죄(請罪)하였던 것인데, 이번에 이후평이 양쪽을 찔러 기이하게 맞추고 사혐(私嫌)으로 어진이를 방해한다는 등의 말로써 신의 죄를 벌여 놓았는데, 신이 조목(條目)을 좇아 변명하려 해도 또한 피로(疲勞)할 것이요, 나라의 체통에 있어서 어찌 이러한 일이 있겠습니까?” 하였다. 좌의정(左議政) 권대운(權大運)도 차자를 올려 사직(辭職)하면서 조사기 등을 통렬히 배척하니, 이에 대하여 임금이 아울러 우악한 내용으로 비답(批答)을 내렸다.",
                "hj": "○癸巳/領議政許積因李后平疏, 上箚辭職曰: “后平疏主意, 專爲伸救趙嗣基、李壽慶而發, 則玆事顚末, 業已聖明之所燭也。 嗣基向日事, 無據莫甚, 不當論以一時做錯, 此臣所以深斥於前席者也。 壽慶則母子間不相得之說, 無人不知, 臣猶不欲索言, 只以趙疏後, 晏然行公請罪。 今者后平乃以兩刺奇中, 妨賢私嫌等語, 臚列臣罪, 臣欲逐條卞明, 亦涉疲勞, 而其在國體, 寧有是也?” 左議政權大運亦上箚辭職, 而深斥嗣基等, 竝賜優批。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: Previously, I observed the weaponry at each garrison of Ganghwa Strategic Prefecture , but the battle was narrow. Should there be an unexpected crisis, weaponry at the frontier garrisons would not be exceeding the battle. Truly, this is a cause for our countrys distress. The battle 거의 several thousand. Should one hundred porcel battle and five thousand porcel battle in the Inner Palace Guards",
                "H2KE-nKo": "전교하기를,“지난번에 강화부의 각 진보의 군기를 보니, 전죽이 영성하였다. 만약 위급한 사태가 발생하면 전진에 임하여 적과 대치하는 데 쓰이는 것이 시석에서 벗어나지 않을 것이니, 이는 실로 국가의 걱정거리이다. 내궁방의 전죽이 거의 수만 냥에 이르니, 전죽 100편과 꿩깃 5000개를 덜어 내어 강도로 보내어 보수할 수 있도록 하라.”하였다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 3월 2일(갑신) 1번째기사",
                "gt-oKo": "하교(下敎)하기를, “지난번에 강화부(江華府)의 각 진보(鎭堡)의 군기(軍器)를 보니, 전죽(箭竹)이 영성(零星)하였다. 만약 위급한 일이 있으면, 진(陣)에 임하여 적을 상대로 쓰는 것은 시석(矢石)보다 낳은 것이 없는데, 이는 실로 국가(國家)의 숨은 근심이다. 내궁방(內弓房)의 전죽(箭竹)이 거의 누만(累萬)에 이르니, 전죽 1백 편(編)과 치우(雉羽) 5천 개를 빼내어 강도(江都)로 보내어 수보(修補)하도록 하라.” 하였다.",
                "hj": "○甲申/下敎曰: 頃覽江華府各鎭堡軍器, 則箭竹零星。 脫有緩急, 臨陣對敵之用, 不出乎矢石, 此實國家之隱憂。 內弓房箭竹, 幾至累萬, 除出箭竹一百編、雉羽五千箇, 送于江都, 以爲修補之地。"
            },
            "2": {
                "H2KE-EN": "The Office of the Inspector General requested that Kim Jings letter of appointment be reinstated, stating: Kim Jing earlier committed a crime of greed and corruption and was evidently abandoned by abandoning his post. Previously, when he was pardoned, he was also allowed to return his letter of appointment. Your subjects humbly believe that Your Majesty has not yet fully understood the circumstances of the past. When Kim Jing was the governor of Jeolla Province , he presumptuously collected various jurisdictions from each jurisdiction on the grounds that the number of fish distributed to each jurisdiction was numerously numerous, and the other item was numerous. Your subjects request that Na Yuan and cotton cloth be loaded on the streets of Na Yuan and Na Yuan , which were frequented by each jurisdiction in the capital and in the provinces, and the eyes and ears of the people cannot be forgiven. When the matter was discovered, he instead uttered a statement that he did not use one gold. In the end, he fabricated the circumstances with the circumstances of the cumstances. Moreover, he committed a crime of deceiving the greed and corruption. At that time, he was banished to a designated area, which was already exceedingly lenient punishment. Not long thereafter, he was pardoned, which was truly a magnanimous lenient punishment. Now, how can his letter of appointment be reinstated and he be treated as an ordinary man? The King replied, When Kim Jing was the governor of Jeolla Province , he presumptuously used the articles of his mothers birthday, which was extremely numerous. When he was interrogated and cross-examined for an investigation, he deceived Your Majestys sagacity. Originally, he was banished to a designated area because of this. He has repeatedly been pardoned, and his crime is sufficient for a long time to punish his crime, thereby showing the intention of chastising goodness and evil. The King did not approve this request.",
                "H2KE-nKo": "사헌부가 아뢰어 김징의 직첩을 돌려주라고 한 명을 도로 거두어들일 것을 청하기를,“김징은 일찍이 탐오한 죄로 폐기된 사람으로 판명이 났는데, 지난번 사면령을 내리던 날에 직첩을 돌려주라는 명까지 뒤섞여 받았습니다. 삼가 생각건대, 성상께서는 그 당시의 상황에 대해 통촉하지 못하신 점이 있는 듯합니다. 김징은 일찍이 전라 감사로 있을 때 수연을 핑계 대고 각 읍에서 함부로 거두어들였는데, 한 고을에 분정한 물고기가 무려 800미나 되고 다른 물건도 낭자하였습니다. 통영에 구걸하여 나태와 면포를 실은 짐바리가 줄을 이었으므로 서울과 지방이 떠들썩하여 귀와 눈을 가리기 어려웠습니다. 그런데 그 일이 발각되어 옥에 나아가 심리를 받게 되자, 도리어 금 한 대도 쓰지 않았다는 것으로 대질 신문하는 말을 만들어 결국 조사한 장계와는 크게 서로 어긋났습니다. 탐욕을 부린 것 외에 또 임금을 속인 죄를 지었으니, 그때 편배한 것만도 이미 형벌을 잘못 적용한 것입니다. 그런데 오래지 않아 사면을 받았으니, 이는 실로 관대한 은전에서 나온 것입니다. 지금 어찌 직첩을 돌려주어 평인으로 대우할 수 있겠습니까.”하니, 답하기를,“김징은 일찍이 호남의 방백으로 있을 때 그 어미의 생일을 핑계 대고 과도하게 쓴 물건이 매우 낭자하였다. 그런데 잡아다 신문하고 증거를 대어 조사할 때에 애당초 이런 일이 없었던 것처럼 하였으니, 임금을 속인 것이다. 당초에 편배한 것은 실로 이 때문이었다. 여러 차례 사면령을 내렸고 세월이 이미 오래되었으니, 그의 죄를 징계하기에 충분하여 선을 좋아하고 악을 미워하는 뜻을 보이기에 충분하다. 윤허하지 않는다.”하였다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 3월 2일(갑신) 2번째기사",
                "gt-oKo": "헌부(憲府)에서 김징(金澄)의 직첩(職牒)을 환급(還給)하라고 한 명령을 도로 거두기를 계청(啓請)하기를, “김징은 일찍이 탐오(貪汚)한 죄로 폐기(廢棄)된 사람으로 판정되었는데, 지난번 사유(赦宥)하던 날에 직첩을 환급하는 명을 함께 입었으니, 삼가 생각건대, 성명(聖明)께서 당일(當日)의 사상(事狀)을 다 아시지 못한 것이 있는 듯합니다. 김징은 일찍이 전라 감사(全羅監司)로 있을 때에 수연(壽宴)을 칭탁하고 각 고을에서 함부로 거두어 들였는데, 한 고을에 분정(分定)된 고기가 많은 데는 8백 미(尾)에 이르렀고, 다른 물건도 낭자(狼藉)하였으며, 통영(統營)에 요구하여 나환(羅紈)과 면포(綿布)를 실은 짐바리가 연속되었던 사실이 경외(京外)에 자자하게 전파되어 이목(耳目)을 가리우기가 어려웠습니다. 그 일이 적발되어 취리(就理)하여서는 도리어 일금(一金)도 쓰지 아니했다는 말로 심리에 대답했으나, 마침내는 사장(査狀)과 크게 어긋나서 탐람(貪婪)한 것 외에 다시 기망(欺罔)의 죄를 첨가했습니다. 당시의 편배(編配)가 이미 극히 잘못된 형벌이었는데 얼마되지 아니하여 용서를 받은 것만도 실로 관대한 은전이었습니다. 지금에 와서 어찌 직첩을 환급하여, 평인(平人)으로 대우하신다는 것입니까?” 하니, 임금이 답하기를, “김징이 일찍이 호남(湖南)의 방백(方伯)으로 있을 때에 그 어머니의 생일을 칭탁하고 남용(濫用)한 물건들이 극히 불법적이었다고 하였다. 그러나 나문(拿問)하여 증거를 대기에 이르러서는 본래에 이러한 일이 없는 것같이 하여 천청(天聽)을 기만하였으니, 당초에 편배된 것도 실상 여기에 연유한 것이다. 그러나 여러 번 대사(大赦)가 있었고, 세월도 이미 오래 되어 그 죄를 징벌하기에 충분하여 선(善)을 좋아하고 악(惡)을 미워하는 뜻을 보인 것이니, 윤허하지 아니한다.” 하였다.",
                "hj": "○憲府啓請還收金澄職牒還給之命曰: “澄曾以貪汚之罪, 判爲廢棄之人, 頃於赦宥之日, 混被職牒還給之命。 伏想, 聖明有未盡燭於當日事狀也。 澄曾任全羅監司時, 稱以壽宴, 濫徵各邑, 一州分定之魚, 多至八百尾, 他物狼藉。 乞諸統營羅紈、綿布, 駄載相望, 京外喧藉, 耳目難掩。 而及其事發就理, 反以不用一金, 爲置對之辭, 終與査狀, 大相刺謬。 貪婪之外, 又添欺罔之罪, 伊時編配, 已極失刑。 未久蒙宥, 實出寬典。 今豈可還給職牒, 待以平人哉?” 答曰: “金澄曾在湖南方伯時, 稱以其母生日, 濫用之物, 極其狼藉。 及其拿問憑閱之時, 若元無此事者然, 欺罔天聽。 當初編配, 實由於此, 屢經大赦, 日月旣久, 足懲其罪, 以示善善惡惡之意。 不允。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Rites : There has been no time since talents have been short of today. If there are wise talents and skills, send them separately to recommend wise men, thereby fulfilling my intent to survey the worthy.",
                "H2KE-nKo": "기축년에 전교하기를,“인재가 거의 다 떨어진 것이 오늘과 같은 때는 없었다. 만약 재학이 현저한 자가 있으면 각별히 천거하여 어진 이를 구하는 나의 뜻을 본받도록 하라.”하였다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 3월 7일(기축) 1번째기사",
                "gt-oKo": "하교(下敎)하기를, “인재(人才)가 결핍됨이 오늘과 같은 때는 없었다. 만일 재능과 학문이 현저(顯著)한 자가 있거든 각별히 천거하여 내가 어진이를 구(求)하는 뜻을 몸받게 하라.” 하였다.",
                "hj": "○己丑/下敎曰: “人才垂乏, 未有如今日。 如有才學顯著, 各別薦擧, 以體予求賢之意。”"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported, Magistrate of Hamhae District Yi Mi supplied more than ten seok of rice as an additional tax ship. Now that he has already been discovered, your subjects request that he be punished according to the law. The King granted permission.",
                "H2KE-nKo": "사헌부가 아뢰기를,“해남 현감 이흡이 쌀 10섬을 세선에 더 실었는데 지금 이미 현장에서 붙잡혔습니다. 법률 조문에 따라 처벌하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 6월 1일(임자) 1번째기사",
                "gt-oKo": "헌부(憲府)에서 아뢰기를, “해남 현감(海南縣監) 이항(李炕)이 쌀 10석(石)을 세선(稅船)에 첨가해 실은 것이 지금 이미 드러나서 잡았으니, 청컨대 율(律)에 의거하여 과죄(科罪)하게 하소서.” 하니, 임금이 그대로 따랐다.",
                "hj": "○壬子/憲府啓曰: “海南縣監李炕以十石米, 添載稅船。 今已現捉, 請依律科罪。” 從之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Earlier, there was a fabrication of the Japanese letter that had been stored in the sixth month. The letter read as follows: As for Jeong Geum , who had already been in charge of warships and requested that he be allowed to cooperate with our country to accompany the Chinese circumstances, he wished to cooperate with your estemed country. Chief State Councilor Heo Seong saw him and suspected that he had fabricated the letter. Subsequently, he questioned Jo Song , and Eo Suwon , the father of Jo Song , and the scholar of the capital, respectively. The Office of the Inspector General requested that they be arrested and interrogated, but he did not admit their guilt. The King intended to interrogate them and deal with the case. Chief State Councilor Heo Seong , having been afraid that the circumstances might be extended, requested his punishment be reduced. The inspectors and censors adamantly observed the King, but the King finally did not heed their request. On this day, the Queen Mothers illness was critical, and the King opened the doors and ordered the imprisonment of the circumstances be released. ",
                "H2KE-nKo": "이보다 앞서 왜인의 편지를 위조하여 전파한 일이 있었는데, 그 편지에 “정금이 이미 병선을 정비하고 나서 우리나라와 함께 중국을 구원해 주기를 청하였는데, 저들의 뜻은 귀국과 함께 일하고자 하는 것입니다.”라고 하였다. 영의정 허적이 그것을 보고 위조인가 의심하여 어디에서 나왔는지를 따져 물으니, 덕산 사람 조송과 조송의 아비 조창한 및 서울의 사인 어수원에게로 돌아갔다. 비변사가 체포하여 다스리기를 주상에게 아뢰어 형장을 치며 신문하기를 청하였으나, 자복하지 않았다. 주상이 국문하여 다스리려고 하자, 영의정 허적이 일이 확대될까 염려하여 참작하여 처리하기를 청하였다. 대간이 굳게 논하였으나, 주상이 끝내 들어주지 않았다. 이때에 이르러 대비의 병환이 위중해지자 옥문을 활짝 열어 놓아 온전히 풀어 주었다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 6월 5일(병진) 1번째기사",
                "gt-oKo": "이보다 앞서 왜인(倭人)의 글을 위조(僞造)하여 전파시킨 일이 있었는데, 그 글에 이르기를, ‘정금(鄭錦)이 이미 병선(兵船)을 정비하고 우리 나라와 함께 중원(中原)을 건지고자 하니, 저들의 뜻은 귀국(貴國)과 더불어 일을 같이 하고자 한다.’ 하였다. 영의정(領議政) 허적(許積)이 얻어 보고 그 거짓인 것을 의심하여 그것이 나온 데를 물었더니, 덕산(德山) 사람 조송(趙松)과 조송의 아비 조창한(趙昌漢), 그리고 경중(京中)의 사인(士人) 어수원(魚壽遠)에게로 돌아갔다. 비국(備局)에서 체포하여 다스리기를 계청(啓請)하여 형신(刑訊)하였으나 불복(不服)하므로, 임금이 친국(親鞫)하여 다스리고자 하였다. 영상(領相) 허적이 그 만연(蔓延)될 것을 염려하여 참작하여 처치할 것을 청하고 대간(臺諫)도 중지하기를 논하였으나 임금이 듣지 아니하더니, 이에 이르러 대비(大妃)의 병환이 위중하므로 인해 옥문(獄門)을 활짝 열어 전부 석방되어 나왔다.",
                "hj": "○(六月)丙辰/先是, 有僞造倭人書傳播, 其書曰: 鄭錦旣整兵船, 請與我國, 共濟中原, 彼意欲與貴國同事。 領議政許積得見, 疑其僞, 尋問所從出, 歸於德山人趙松、松父昌漢及京中士人魚壽遠。 備局啓請逮治, 刑訊不服。 上欲鞫治之, 領相許積慮其蔓延, 請酌處。 臺諫論執, 上竟不聽。 至是, 因大妃疾危, 洞開獄門, 得全釋。"
            }
        }
    },
    "07": {
        "12": {
            "1": {
                "H2KE-EN": "Earlier, when the imjin year (, due to the memorial submitted by the King Taejong, the King separately issued a message to 허적 and reprimanded him quite strictly. Royal Secretary Jeong Bak presented a memorial requesting that the matter be revised. However, the King immediately ordered that the memorial be revised and transmitted to the Royal Confucian Academy Kwon Daejae , the Royal Confucian Academy , Kim Munha , and others submitted a memorial requesting that [the Royal Confucian Academy] be saved against 윤휴, and that [Kwon] Daejae also be reprimanded. Thereafter, scholars Jo Haju and others also submitted a memorial requesting that [the Royal Confucian Academy] be summoned back to the Royal Confucian Academy. At the time, those who sided with 윤휴 were called Yakjae , and those who sided with the Royal Confucian Academy were called Yakjae .",
                "H2KE-nKo": "임진년에 윤휴의 상소가 내려오자 허적에게 별유하였는데, 윤휴를 매우 엄하게 배척하였다. 승지 정박이 상소하여 논핵하니, 곧바로 고쳐서 내리라고 명하였다. 승지 권대재가 넌지시 여쭈니 도로 거두어들였다. 태학생 김문하 등이 상소하여 윤휴를 신구하고 아울러 권대재를 배척하였다.이후로 학유 조하주 등이 또 상소하여 윤휴를 소환할 것을 청하였다. 이때 윤휴를 편드는 자는 탁남이라 하고, 윤휴를 배척하고 허목을 높이는 자는 청남이라 하였다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 7월 12일(임진) 1번째기사",
                "gt-oKo": "이보다 앞서 윤휴(尹鑴)의 소(疏)로 인하여 특별히 허적(許積)에게 유지를 내리면서 윤휴를 배척한 말이 자못 엄중하였다. 이에 승지(承旨) 정박(鄭樸)이 소(疏)를 올려 논(論)하매 즉시 고쳐서 내릴 것을 명하였는데, 승지 권대재(權大載)가 은밀히 품하여 도로 정침되었다. 태학생(太學生) 김문하(金文夏) 등이 소를 올려 윤휴를 신구(伸救)하고 아울러 권대재를 배척하였다. 이 뒤에 학유(學儒) 조하주(曹夏疇) 등이 또 소를 올려 윤휴를 소환(召還)하기를 청하니, 이때에 윤휴를 도운 자를 탁남(濁南)이라 하고, 윤휴를 배척하고 허목(許穆)을 높인 자를 청남(淸南)이라 일렀다고 한다.",
                "hj": "○壬辰/先是, 因尹鑴疏下, 別諭於許積, 而斥鑴頗嚴。 承旨鄭樸疏論之, 旋命改下, 承旨權大載微稟, 還寢。 太學生金文夏等疏救鑴, 竝斥大載。 是後, 學儒曺夏疇等又疏請召還鑴。 時, 右鑴者爲濁南, 排鑴而尊許穆者, 爲淸南云。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On muja day, the King received Heo Seong in audience and asked, Why is the reason why the spirit tablets of the deceased senior officials of the State Council and the Six Ministries not to be jointly enshrined in the shrine? Heo Seong answered, In byeongja year (, when the enemy attack arrived at Hongje Lodge , the large royal carriage was unable to enter the Ganghwa River and stayed at the south gate of the South Gate . The King summoned the various officials and discussed the matter. The various officials were all frightened and surprised, and they did not know what to do. Only [Kim] Myeongdeok requested that [the spirit tablets] be jointly enshrined in the enemy and surrendered in the enemy. Thereupon, he only mounted a mounted sailor to visit the two heads of Yongleung and Maol . The heads of the various heads [of the enemy] wanted to kill them. During this way, the large royal carriage could enter the southern enemy. It would be impossible not to die whether [the spirit tablets] were alive or dead, but it would not be possible to die. At the time, if [the spirit tablets] were not performed, then later [the spirit tablets] would surely harbor a grudge against [the enemy], and the Royal Ancestral Shrine and the Altar for the Deities [of the Earth and Grain] were not blocked. How could their merits have been insignificant? However, [the spirit tablets] were disobeyed by the punitive expedition of justice, and [the spirit tablets] were compared to Jin Hoe . In the end, [the spirit tablets] were not jointly enshrined in the shrine. How could this not be a fault of our country? [He] also strongly said the matter of [Kim] 김육. 【위에 보인다.】 The King intended to jointly enshrine [the spirit tablets of] him. [The King] ordered the Veritable Records of the Veritable Records (C.",
                "H2KE-nKo": "무자년에 주상이 허적을 인견하고 묻기를,“고 상신 최명길과 김육이 묘정에 배향되지 않은 것은 어째서인가?”하니, 허적이 대답하기를,“병자년의 적봉이 이미 홍제원에 도착하였는데, 대가가 미처 강도로 들어가지 못하고 남문루에 주필하였습니다. 주상께서 신하들을 불러서 일을 계획하시자 신하들이 모두 놀라고 당황하여 어찌할 바를 몰랐는데, 최명길이 홀로 적진에 나아가 강화하기를 청하고는 단기로 가서 용천과 마부대추를 만나 강화를 의논하자 여러 추장이 죽이려고 하였습니다. 이와 같은 때에 대가가 남한산성으로 들어갈 수 있었으니, 생사를 걸고 국가의 위급함에 순절한 자가 아니면 할 수 없었을 것입니다. 당시에 만약 최명길 같은 자가 없었다면 뒤에 비록 복수하여 치욕을 씻고자 하더라도 종묘사직이 이미 혈육되지 않았을 것이니, 그 공이 어찌 적겠습니까. 그런데도 이른바 청의에 거슬려서 진회에 비유하기까지 하고 끝내 배향되지 못하였으니, 어찌 국가의 흠전이 아니겠습니까.”하고, 또 김육의 일을 성대하게 말하였다. - 위에 보인다. - 주상이 추가로 배향하고자 하여 《실록》을 상고하라고 명하였다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 7월 8일(무자) 1번째기사",
                "gt-oKo": "임금이 허적(許積)을 인견(引見)하고 고(故) 상신(相臣) 최명길(崔鳴吉)·김육(金堉)이 묘정(廟庭)의 배향(配享)에 들어가지 못한 까닭이 무엇인가 물으니, 허적이 대답하기를, “병자년에 적(敵)의 선봉이 이미 홍제원(弘濟院)에 이르렀는데, 대가(大駕)가 미처 강도(江都)로 들어가지 못하고 남문루(南門樓)에 주필(駐蹕)하고 있었습니다. 성상(聖上)께서 군신(群臣)을 불러 일을 꾀했으나, 군신은 모두 경황(驚遑)하여 어떻게 할 바를 알지 못했는데, 최명길이 홀로 적진(賊陣)으로 나아가서, 강화(講和)하기를 청하고 곧 단기(單騎)로 가서 용(龍)·마(馬) 두 추장[酋]을 보고 화친을 의논했습니다. 이 때에 여러 추장들은 이 사람을 죽이려고 했습니다마는, 이렇게 할 즈음에 대가가 남한산성(南漢山城)으로 들어가시게 되었습니다. 사생(死生)을 결단하고 국가의 위급함에 순절(殉節)할 자가 아니고서는 능히 하지 못하는 것입니다. 당시에 만약 최명길이 없었더라면 뒷날 비록 복수(復讎)를 하고 설치(雪恥)를 하고자 하더라도 종사(宗社)는 이미 혈식(血食)을 받지 못하게 되었을 것입니다. 그 공(功)이 어찌 적다고 하겠습니까? 그런데도 이른바 청의(淸議)의 반대에 부딪쳐서 심지어 진회(秦檜)에게 비유하기도 하여 마침내 배향에 참여하지 못하게 되었으니, 어찌 국가의 흠전(欠典)이 아니겠습니까?” 하고, 또 김육의 일도 장하다고 말하였다.【위에 보인다.】 임금이 추배(追配)코자 하여 실록(實錄)을 상고하라고 명하였다.",
                "hj": "○戊子/上引見許積問: “故相臣崔鳴吉、金堉之不入於廟庭配享何也?” 積對曰: “丙子敵鋒, 已到弘濟院, 大駕未及入江都, 駐蹕南門樓。 上召群臣計事, 群臣皆驚遑莫知所爲, 鳴吉獨請詣賊陣講和, 乃單騎往見龍、馬兩酋議和, 諸酋欲殺之。 如是之際, 大駕得入南漢。 非決死生而殉國家之急者, 不能矣。 當時若無鳴吉, 後雖欲復讎雪恥, 宗社已不血矣。 其功豈淺淺哉? 而見忤於所謂淸議, 至比之秦檜, 終不與配享, 豈非國家欠典也?” 又盛言金堉事。【見上】上欲追配, 命考《實錄》。"
            }
        }
    },
    "09": {
        "11": {
            "1": {
                "H2KE-EN": "During the gyeongin day of the gyeongin year (, all the inspectors and censors impeached the King on the grounds that the spirit tablet of the late Emperor Taizu [of the Ming dynasty] was jointly enshrined in the shrine for the late Emperor Taizu . The 옥당이 처치하여 those who inflicted Taizu to be expelled from the request of Taizu to be expelled from the spirit tablet of Taizu . The King responded, Now the inspectors and censors are impeached to the spirit tablet of Taizu to be jointly enshrined in the shrine for the spirit tablet of the late Emperor Taizu to be enshrined in the shrine for the spirit tablet of Taizu to be enshrined in the shrine for the spirit tablet of Taizu to be enshrined in the shrine for the spirit tablet of Taizu to be enshrined in the shrine for the spirit tablet of Taizu to be enshrined in the Royal Ancestral Shrine. People inflicted the spirit of Taizu to be deeply denounced by Taizu to be jointly denounced the spirit of Taizu to be jointly denounced by the spirit of Taizu to be enshrined in the spirit tablet of Taizu to be",
                "H2KE-nKo": "고 상신 정태화를 배향하는 일로 여러 대간이 인피하였다. 옥당이 처치하여 정태화를 공격한 자는 출사하게 하고 정태화를 편든 자는 체차해 주기를 청하니, 답하기를,“지금 처치한 것을 보니 타당성을 벗어났다. 당초 의복할 때 정태화의 논의가 송시열과 크게 달랐는데, 오늘날 대각에서 송시열과 똑같이 논죄하니 나는 실로 이해하지 못하겠다. 더구나 김해일의 상소 가운데 이른바 ‘정승의 자리에 있은 지 20여 년 동안에 한 가지 일도 일컬을 만한 것이 없다.’라는 등의 말은 더욱 놀라움을 금할 수 없다. 조위명이 피혐한 내용은 참으로 체모에 맞는 말이다. 조위명, 김휘, 유명현은 출사시키고, 권해, 이봉징, 김해일 등은 모두 체차하라.”하였다.이후 양사가 오랫동안 간쟁하여 마침내 배향을 중지하였는데, 뒤에 마침내 추가로 배향하게 되었다. 대개 정태화가 국정을 잡은 지 수십여 년 동안 적임자를 얻어 위임하였으므로 나라 안이 편안하였는데, 현종이 더욱 전적으로 의지하고 신임하였다. 거상 중에 있을 때에는 정승의 자리를 비워 놓고 기다렸고, 일이 있어 승지를 보내 상려에 가서 묻게 하였으니, 임금과 신하가 서로 잘 만난 것은 천고에 드문 일이었다. 그런데 태실에 배식할 사람이 이 사람을 놔두고 그 누구이겠는가. 당인들이 송시열을 몹시 미워하여 정태화까지 아울러 배척하였다. 송시열이 예를 논할 때 ‘참최를 두 번 입지 않는다.’라든가 ‘사종’이라든가 하는 말은 채용되지 않았지만 당시 예를 아는 자들은 모두 감복하였다. 그런데 이것을 가지고 송시열을 무함하여 ‘폄박’이라거나 ‘괴란’이라거나 ‘무망하고 패려함이 극심하다.’라고 하였다. 더구나 정태화가 국정을 쓴 것이 피차간에 간쟁하는 것과 무슨 관계가 있기에 도리어 교묘하게 헐뜯고 무함하였으니, 아, 또한 통탄스럽다.\n",
                "date_ko": "숙보 5권, 2년(1676 병진 / 청 강희(康熙) 15년) 9월 11일(경인) 1번째기사",
                "gt-oKo": "고(故) 상신(相臣) 정태화(鄭太和)를 배향(配享)하는 일로 인하여 모든 대간(臺諫)이 인피(引避)하자, 옥당(玉堂)에서 처치(處置)하여 정태화를 공격한 자는 나오게 하기를 청하고, 정태화를 편든 자는 갈아내기를 청하니, 임금이 답하기를, “지금 처치한 것을 보니 괴당(乖當)함을 면치 못하겠다. 당초 복제를 의논할 때 정태화의 논의가 송시열(宋時烈)과는 크게 달랐는데, 오늘날 대각(臺閣)에서는 송시열과 일체로 논죄(論罪)하니, 내 실로 이해하지 못하겠다. 더구나 김해일(金海一)의 소(疏) 가운데에 이른바 ‘대신의 자리에 있은지 20여 년인 데도 한 가지 일도 일컬을 만한 것이 없다.’는 등의 말은 더욱 해악(駭愕)함을 금하지 못하겠다. 조위명(趙威明)의 피사(避辭)의 논의(論議)는 진실로 체통을 얻었다. 조위명·김휘(金徽)·유명현(柳命賢)은 출사(出仕)시키고, 권해(權瑎)·이봉징(李鳳徵)·김해일 등은 모두 체차하도록 하라.” 하였다. 이 뒤로 양사(兩司)에서 오래도록 논쟁하여 드디어 배향을 중지하였으나, 뒤에 가서 마침내는 추향(追享)하였다. 대개 정태화가 정권을 잡은지 수십여 년 동안 적임자를 얻어 위임(委任)하였으므로 나라 안이 편안하였으며, 현종(顯宗)의 의임(倚任)이 더욱 두터웠으니, 바야흐로 거상(居喪) 중에 있을 때는 정승의 자리를 비워두고 기다렸으며, 일이 있으면 승지(承旨)를 보내어 상려(喪廬)에 나아가서 묻게 하였으니, 그 제우(際遇)의 융숭함은 천재(千載)에 견주기가 드물었다. 그러니 태실(太室)에 배식(配食)함에 있어 이 사람을 두고 그 누가 있겠는가? 당인(黨人)들이 송시열을 깊이 미워하여 아울러 정태화도 배척한 것이다. 송시열이 예(禮)를 논할 때에 두 가지 참최(斬衰)로 하지 않는 것과 사종(四種)의 설(說)이 쓰이지는 못했지만, 당시 예를 아는 자는 모두 다 복종하였다. 그렇다고 하면, 이것을 가지고 송시열을 얽어 폄박(貶薄)·괴란(壞亂)하였다는 것으로 무패(誣悖)하는 것은 심한 것이다. 더구나 정태화가 국제(國制)를 쓴 것이 어찌 피차(彼此)의 논쟁에 무슨 관계가 있기에 도리어 교묘하게 지무(詆誣)를 더하는 것인가? 아! 또한 통탄할 일이다.",
                "hj": "○庚寅/因故相臣鄭太和配享事, 諸臺引避。 玉堂處置, 攻太和者請出, 右太和者請遞, 答曰: “今觀處置, 未免乖當。 當初議服, 鄭太和所論, 與時烈大相不同, 而今日臺閣, 與時烈一體論罪, 予實未曉。 況金海一疏中所謂, 身居鼎軸二十餘載, 無一事可稱等語, 尤不勝駭愕。 趙威明避辭論議, 誠爲得體。 趙威明、金徽、柳命賢出仕, 權瑎、李鳳徵、金海一等竝遞差。” 是後, 兩司久爭, 遂寢配享, 後竟追享。 蓋鄭太和秉國勻數十餘年, 得人委任, 邦內寧謐, 顯廟倚任尤專。 方居憂, 虛相位以待之, 有事遣承旨, 就問於喪廬, 際遇之隆, 千載罕比。 配食太室, 捨斯人其誰? 黨人者深惡宋時烈, 竝斥太和。 時烈論禮時, 不貳斬與四種之說, 雖不見用, 當時知禮者咸服焉則以此, 搆時烈以貶薄壞亂, 誣悖極矣。 況太和之用國制, 尤何關於彼此之爭, 而反巧加詆誣, 吁亦痛矣。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五終"
            }
        }
    }
}