{
    "01": {
        "10": {
            "1": {
                "H2KE-EN": "The King received officials in the morning court assembly in the byeongsul year (. The King issued a royal order, which stated, The monarch is striving to circulate public justice. How could I impartially displease the petty officials? Originally, it was not something that I denounced the petty officials. On a previous day, when Kim Hongbok reported on the basis of the statement, I regarded me as a petty official. As to Bak 박태sun, I also do not know that he would defend the brilliance of public posts. However, Yi Sasang clearly harbored a private matter in his place. Therefore, he cannot be compelled to any other faults that he tried to conceal the incident of Kim Chunseok for a moment. Therefore, it would also not be improper to remove him from the capital. Is it not know that what I denounced mean? Kim Bongseok raised the petty official in charge of concealing the office in charge of concealing the officials in charge of concealing the Office of the Inspector General . At that time, I regarded this as improper. Although Kim Chunseok did not request that he be dismissed from his office, he said only that he was aware of Kim Chunseok and others, which was more serious than that of Yun Sehui and others who requested that he be dismissed from his office. Originally, I did not depend on the petty officials. However, Kim Chiryong tried to conceal the petty official in charge of concealing the officials in charge of concealing the matter. I already worried about the petty officials in charge of concealing the matter, but the words of Kim Hongbok have been unreasonable because of the officials in charge of concealing the officials in the Six Ministries. Then, how can the petty officials conceal the affairs of concealing the official in charge of concealing the affairs? The King said, The Ministry of Personnel exclusively understands the petty official in charge of concealing the affairs of Kim Chunseok, and there is no meritorious deeds in the future. If the former officials in charge of concealing the petty official in charge of concealing the officials in charge of concealing the official in charge of concealing the officials in charge of concealing the official in charge of concealing the officials in the Office of the Inspector General []? ",
                "H2KE-nKo": "병술년에 소대를 행할 때 주상이 하교하기를,“임금이 힘써 공정하게 하려고 하는데 내가 어찌 유봉서를 치우치게 미워하고 전관을 치우치게 사랑하는 것이겠는가. 원래 그 사이에서 억누르거나 찬양하는 것이 아니다. 그런데 며칠 전 김홍복이 피혐한 내용 중에 나를 편벽되고 편벽되었다고 하였다. 박태순에 대해서는 나도 그가 반드시 청망을 막아야 한다는 것을 몰랐다. 그러나 이사상은 분명히 처치하는 데에 사사로운 마음을 품고 있었으니, 한때 김춘택을 논핵한 일로 다른 잘못을 덮어 둘 수는 없다. 그렇다면 이번에 외직에 보임한 것도 안 될 것이 없으니, 내가 고집하는 것이 과연 그른지 모르겠다.유봉서가 드러내 놓고 전관을 공격하여 제거하였으니, 한때 외직에 보임한 것은 유배 보내거나 축출하는 것과는 비교가 되지 않는다. 그런데도 논핵하여 체차하기를 청한 계사를 정지한 대관을 논박하여 체차한 것은 매우 근거가 없다.일찍이 갑자년에 정언 윤세희와 최석항이 이익을 파직하기를 청하였는데, 그때 내가 옳지 않다고 여겼다. 그런데 지금 유봉서가 비록 파직하기를 청한 말은 없었지만, 그가 ‘한갓 김춘택이 있는 줄만 안다.’라는 등의 말은 윤세희 등을 파직하기를 청한 논의보다 더 심한 점이 있다. 나의 시비는 본래 한쪽에 치우친 것이 아닌데, 김치룡이 이사상 등의 협잡한 자취를 덮으려고 하였으니, 이는 실로 사사로운 뜻에 이끌린 것이지 공정한 마음에서 나온 것이 아니다. 내가 이미 여러 신하가 사사로운 데에 치우친 것을 염려하였는데 김홍복의 말이 이와 같으니, 이는 마음과 뜻이 서로 통하지 않기 때문에 그런 것이다.”하니, 승지 최상익이 아뢰기를,“아랫사람들이 어찌 모두 사사로운 데에 치우친 것이겠습니까. 그러나 일마다 모두 사사로운 것으로 의심한다면 이는 진정시키는 방도가 아닙니다. 주상께서 매사를 위에서 기준을 세워 반드시 공정하게 하신다면 시비는 저절로 정해진 것이니, 또한 어찌 여러 신하가 사사로운 데에 가리우는 것을 걱정하겠습니까.”하였다. 주상이 말하기를,“나의 주된 뜻은 단지 일의 시비에 따라 처리하고 다시 여러 신하가 사사로운 데에 치우친 것을 의심하지 않으려는 것이다. 만약 혹시라도 먼저 편당이라고 의심한다면 위아래가 서로 어긋나게 될 것이다. 방금 하교 중에 이른바 박태순에 대해서는 그것이 막을 만한 것인지 모르겠다. 이사상에 대해서는 막는 것이 마땅하다고 한 것은 바로 분석하여 말한 것이니, 어찌 편벽되고 편벽된 것이 있겠는가. 그런데 김홍복이 피혐한 내용 중에 편벽되고 편벽된 것이 있다고 한 것은 매우 의아스럽다. 이사상이 김춘택의 일을 논핵하여 아뢴 것은 원래 수립한 것도 아니고 또 공로도 아니다. 뒤에 일을 그르친 실수가 있는데도 만일 이전의 일로 덮는다면 시비가 어찌 가려지지 않겠는가. 설령 이사상이 논핵하여 아뢴 일을 공이 있다고 하더라도 공은 공이고 죄는 죄인데, 한때 잠시 배척한다고 해서 무슨 안 될 것이 있겠는가. 이는 다름이 아니라 김춘택의 일을 가지고 나라 안에 함정을 만드는 것이다.”하니, 최상익이 아뢰기를,“근래 논의하는 사이에 조금이라도 합당하지 않은 것이 있으면 김춘택의 당이라고 지목하여 위협할 계책으로 삼으니, 이는 성상의 하교가 참으로 옳습니다.”하였다. 주상이 말하기를,“김춘택의 죄상은 대간의 계사에 낭자하게 나열되어 있다. 그러나 내가 공정한 마음으로 보건대, 대신이 논핵한 것이 어찌 모두 겉치레이고 모두 실상이다. 며칠 전 하교에서 운운한 것은 이 때문이었다. 지금 이미 참작하여 정배하였으니 시비가 이미 정해졌다. 그런데 유봉서는 죄를 김진귀에게 돌리고 있다. 판윤은 바로 육경이 규례대로 의망하는 자리인데 반드시 영원히 폐기하고자 하여 이와 같이 당을 비호한다면 임금의 마음이 어찌 흡족하고 시원하겠는가. 유봉서의 말은 바로 그 아비를 아울러 죄주자는 뜻이다. 모반 대역을 제외하고는 어찌 그 아들에게 연좌되는 것이 그 아비에게까지 미칠 수 있겠는가. 나는 그것이 그렇지 않다는 것을 분명히 알고 있다.”하니, 최상익이 아뢰기를,“임금이 만약 진정시키지 않는다면 어떻게 나랏일을 해 나갈 수 있겠습니까. 지금 전조에 공무를 행할 사람이 없어 도목 정사가 지연되고 있으니 또한 걱정스럽습니다.”하자, 주상이 말하기를,“전조는 인물을 진퇴시키는 권한을 전적으로 맡고 있는데, 사람의 견해는 사람의 얼굴이 같지 않은 것과 같다. 의견이 혹 다르면 공정한 마음으로 서로 가부를 논하는 것이 본래 좋은 일인데도 반드시 죄목으로 공격해 제거하니, 앞으로 몇 차례 도목 정사를 넘길 수 있는 전관이 몇 사람이나 되겠는가. 무릇 추고하기를 청하는 등의 일은 바로 관원이 서로 바로잡아 주는 것인데 공격해 제거하는 것을 일삼고 있으니, 오늘날의 전관이 되는 것이 또한 어렵지 않겠는가.”하였다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 1월 10일(병술) 1번째기사",
                "gt-oKo": "소대(召對)할 때 임금이 하교하기를, “임금은 힘써 공정하게 하려는 법이니, 내 어찌 유봉서(柳鳳瑞)만을 치우치게 미워하며, 전관(銓官)만을 치우치게 사랑하랴? 원래 그 사이에 억압하거나 찬양함이 아니었는데, 일전에 김홍복(金洪福)은 피사(避辭)에서 나를 편벽되다고 했다. 박태순(朴泰淳)은 나도 또한 반드시 청망(淸望)을 막아야 할지 알지 못하겠으나, 이사상(李師尙)은 분명히 처치함에 있어서 사사로운 마음을 끼고 있었으니, 한때 김춘택(金春澤)의 일을 논한 일로써 다른 과실을 가릴 수 없다면, 지금 이 외방으로의 보임도 역시 옳지 못한 바가 없으니, 내가 고집한 바가 과연 그른 것인지 나는 알지 못하겠다. 유봉서가 현저하게 전관(銓官)을 배격하여 한때 외방에 보임되었으나, 유방(流放)이나 찬축(竄逐)에 견줄 바가 아닌데, 정계(停啓)한 대관(臺官)을 논박(論駁)하여 체직하게 한 것은 유달리 의거할 바 없는 것이다. 일찍이 갑자년에 정언(正言) 윤세희(尹世喜)·최석항(崔錫恒)·이익(李翊)을 파직하도록 청했는데, 그때 나는 이를 옳지 않다고 했었다. 그런데 지금 유봉서는 비록 파직을 청한 말은 없었으나, 그의 ‘한갓 김춘택이 있음만 안다.’는 등의 말은 윤세희 등이 파직을 청한 논의보다 심함이 있다. 나의 시비는 본래 한편에 기울지 않았는데, 김치룡(金致龍)이 이사상(李師尙) 등의 협잡한 흔적을 가리고자 했으니, 이는 진실로 사사로운 뜻에 이끌림이지 공정한 마음에서 나옴이 아니다. 내 이미 여러 아랫사람들의 사사로움에 치우침을 우려했는데, 김홍복의 말이 이와 같으니, 이는 정지(情志)가 서로 통하지 않음에 연유하여 그러한 것이다.” 하니, 승지 최상익(崔商翼)이 말하기를, “아래에 있는 사람이 어찌 다 사사로움에 치우치겠습니까? 일마다 모두 그 사사로움을 의심한다면, 이는 전정시키는 도리가 아닙니다. 성상께서 일마다 위에 표준을 세우시고, 반드시 공평하고 반드시 바르게 하시면 옳고 그름이 저절로 정해질 것입니다. 또한 어찌 모든 아랫사람의 사사로움에 가려질 것을 걱정하겠습니까?” 하였다. 임금이 말하기를, “나의 주된 뜻은 다만 그 일의 옳고 그름에 따라 처리하려는 것이다. 다시 여러 아랫사람의 편당(偏黨)을 의심하는 것이 아니다. 만약 먼저 그 편당을 의심한다면, 위아래가 어긋나고 막힌다. 일전의 하교에 이른바 박태순은 청망을 막아야 할 것인지 알지 못하였으나, 이사상은 막는 것이 마땅하다고 말한 것은 바로 분석하여 말함이니, 어찌 치우침이 있겠는가? 그런데 김홍복의 피사(避辭) 가운데 치우침에 관련됨이 있다고 말한 것은 자못 괴이하게 여길 만하다. 이사상이 김춘택의 일을 논계함은 원래 수립함도 아니고, 또 공로도 아니다. 뒤에 와서 일을 그르친 과실이 있는데도 만일 전날의 일로 덮는다면, 옳고 그름이 어찌 가려지겠는가? 설령 이사상이 논계(論啓)한 일을 공이 있다 하더라도 공은 그대로 공이고, 죄는 그대로 죄인데, 한때 잠시 배척했다 하여 무엇이 불가할 것이 있으랴? 이는 다름이 아니라, 김춘택의 일로 나라 안에 함정을 만드는 것이다.” 하였다. 최상익이 말하기를, “근래 논의하는 사이에 조금만 맞지 않음이 있으면, 김춘택의 당파로 지목하여 협지(脅持)할 계책으로 삼습니다. 이는 성교(聖敎)가 진실로 옳습니다.” 하자, 임금이 말하기를, “김춘택의 죄상을 대계(臺啓)에 낭자하게 나열하였는데, 내가 공정한 마음으로 보건대, 대신(臺臣)이 논한 바가 어찌 다 허투(虛套)이고 어찌 다 실상이겠는가? 일전 하교에 말했던 것이 이것이다. 지금 이미 참작해서 정배(定配)하였으니, 옳고 그름이 이미 결정되었는데, 유봉서는 죄를 김진귀(金鎭龜)에게 돌리고 있다. 예컨대 판윤(判尹)은 바로 6경(卿)의 관례에 따르는 망(望)인데, 반드시 영구히 폐치해 버리려고 하니, 자기 당을 보호하기를 이와 같이 하고자 한다면, 군왕의 마음이 어찌 흡족하고 시원하게 여길 수 있겠는가? 유봉서의 말은 바로 그 아비를 아울러 죄주자는 뜻이니, 반란을 도모한 큰 역적 이외에 어찌 그 아들의 연좌(緣坐)로 그 아비에게 죄를 미치게 한단 말인가? 나는 결단코 그것이 옳지 않음을 알고 있다.” 하였다. 최상익이 말하기를, “성상께서 만약 진정시키지 않으신다면, 어떻게 나랏일을 해나가겠습니까? 지금 전조(銓曹)에는 공무를 집행하는 사람이 없어서 대정(大政)가 지연되고 있는 것도 또한 답답하고 염려스럽습니다.” 하자, 임금이 말하기를, “전조에서 인물을 진퇴시키는 권한을 전담하고 있으나, 사람의 소견(所見)은 사람 얼굴이 똑같지 않음과 같으므로, 의견이 혹 다르면 공정한 마음으로 옳고 그름을 관찰하는 것이 본시 좋은 일인데, 반드시 죄목으로 공격해 버리니, 이 뒤의 전관으로서 능히 몇 차례의 도목(都目)을 지탱해 낼 수 있는 자가 몇 사람이나 있겠느냐? 대저 추고(推考)를 청하는 등의 일은 바로 관사(官師)가 서로 과실을 규간(規諫)하는 것인데, 바로 공격해 없애는 것을 일삼고 있으니, 오늘날 전관이 된 자가 또한 어렵지 않겠는가?” 하였다.",
                "hj": "○丙戌/召對時, 上下敎曰: “人君務欲公正, 予豈偏嫉鳳瑞, 偏愛銓官? 元非抑揚於其間, 而日昨金洪福避辭中, 以予爲偏僻。 夫朴泰淳, 則予亦不知其必塞淸望, 而李師尙, 則分明挾私於處置, 不可以一時論春澤之事, 掩覆他過, 則今此出補, 亦無不可, 未知予之所執果非耶? 鳳瑞顯然擊去銓官, 一時外補, 非流放竄逐之比, 而駁遞停啓臺官, 殊甚無據矣。 曾在甲子, 正言尹世喜、崔錫恒, 請罷李翊, 伊時予以爲非是, 而今此鳳瑞雖無請罷之言, 其曰徒知有春澤等語, 有甚於尹世喜等請罷之論矣。 予之是非, 本不倚於一邊, 而金致龍欲掩師尙等挾雜之迹, 此實牽於私意, 非出公心也。 予旣慮群下之偏私, 而洪福之言如此, 此由於情志不通而然矣。” 承旨崔商翼曰: “在下者豈皆偏私, 而事事皆疑其私, 則非鎭定之道。 自上每事建極于上, 必公必正, 則是非自有天定, 亦何患群下之蔽私乎?” 上曰: “予之主意, 只欲隨事是非而處之, 不復疑群下之偏黨。 若或先疑其偏黨, 則上下乖阻。 卽者下敎中所謂朴泰淳, 則未知其可塞, 李師尙則防塞爲宜云者, 乃分柝言之, 寧有偏着, 而金洪福避辭中謂有偏係者, 殊可訝也。 李師尙論啓春澤之事, 元非樹立, 又非功勞。 後有誤事之失, 而若以前事掩蓋, 則是非豈不掩蔽乎? 設令師尙論啓之事, 謂之有功, 功自功罪自罪, 一時暫斥, 有何不可乎? 此無他, 以春澤事爲穽於國中也。” 商翼曰: “近來言議間, 有些不合, 則目之以春澤之黨, 以爲脅持之計。 此則聖敎誠然矣。” 上曰: “春澤罪狀, 臺啓臚列狼藉, 而予以公心見之, 臺臣所論, 豈皆虛套, 豈皆實狀? 日昨下敎云云者, 此也。 今旣參酌定配, 是非已定, 而柳鳳瑞則歸罪於金鎭龜。 如判尹, 乃是六卿循例之望, 而必欲永廢, 護黨如是, 則君心豈能洽然爲快乎? 鳳瑞之言, 乃竝罪其父之意, 謀反大逆外, 豈以其子之緣坐, 延及其父乎? 予則決知其不然矣。” 商翼曰: “君上若不鎭定, 何以做國事乎? 卽今銓曹無行公之人, 大政遷就, 亦可悶慮。” 上曰: “銓曹專任進退人物之權, 而人之所見, 如人面之不同, 意見或異, 則公心相可否, 自是好事, 而必以罪目擊去, 此後銓官, 能支過數次都目者, 有幾人耶? 凡請推等事, 乃是官師相規, 而乃以擊去爲事, 爲今日之銓官, 不亦難乎?”"
            }
        }
    },
    "02": {
        "30": {
            "1": {
                "H2KE-EN": "On eulhae day, the Office of the Censor General reported to the King, During the occurrence of a misfortune at Jangneung , the occurrence of frequently occurred in order to find someone else. However, the occurrence of fabricating f ",
                "H2KE-nKo": "사간원이 아뢰기를,“장릉의 변고는 쟁차의 소임에서 연유한 것인데, 전답을 팔아 뇌물을 썼다는 말이 공사 중에 낭자합니다. 재랑의 신분으로 이렇게 모욕적인 말을 하였으니, 참봉 이택을 파직하소서.”하니, 주상이 그대로 따랐다. 이택후는 과거에 급제하였는데, 당인들이 허물을 씻고 청요직을 두루 거쳤으므로 사람들이 모두 비웃었다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 2월 30일(을해) 1번째기사",
                "gt-oKo": "간원(諫院)에서 아뢰기를, “장릉(章陵)에 변고가 일어남은 그 소임(所任)을 다투어 임명한 데서 연유한 것인데, 밭을 팔아 뇌물을 썼다는 말이 공사(供辭) 속에 낭자합니다. 자신이 재랑(齋郞)이 되어 이러한 더러운 말이 있으니, 청컨대 참봉(參奉) 이택(李澤)의 직임을 파면하소서.” 하니, 임금이 그대로 따랐다. 이택은 뒤에 과거에 올라, 그 당인에 의해 모든 하자를 씻어버리고 청요(淸要)한 관직을 두루 지내니, 사람들이 다 비웃었다.",
                "hj": "○乙亥/諫院啓以: “章陵作變, 由於爭差所任, 而賣田行賂之說, 狼藉於供辭中。 身爲齋郞, 有此汚衊之言, 請罷參奉李澤職。” 上從之。 澤後登第, 被黨人抆拭, 遍歷淸要, 人皆嗤笑。"
            }
        }
    },
    "04": {
        "18": {
            "1": {
                "H2KE-EN": "During the imsul year (, during the lecture of the Royal Lecture , Second Deputy Director of the Office of Royal Lectures Yi Yeo requested that the King approve the request of the inspectors and censors regarding the case of Oh Sibok and others. The King ordered that the appointment of Oh Sibok be reinstated. Originally, 최석정이 strive to expedient governance and wished to report the King to request that Oh Sibok and others be reinstated, and the King first sent a letter to Kim Changhyeol and his brothers. However, Kim Changhyeol declined his words and refused to reply to Kim Changhyeol. In his response, Kim Changhyeol, his grandfather [Kim] Myeonggil [] and his grandfather [Kim Myeonggil], slandered him, which was nearly a single boy of the marketplaces. Generally, the persons in gisa year ( were guilty of great importance. However, all of them were imprudent at the beginning of their habitants. Therefore, one or two 흉도 except for those who were guilty of their guilt and appointed to government positions, which is a state law that cannot but be stopped. As for Jeong Seokrin, he had already thought to do this, he should only ask his worthy and the gravity of his crime. It is not necessary to request the punishment of his guilt by the flogging of his guilt by the floging of his guilt. However, his grief cannot be questioned and questioned. Kim Changhyeol and his brothers are certainly unable to hear what they cannot hear. Furthermore, he cannot be abruptly a public post due to his personal grief. Thus, only his words can he be rejected. How could he suddenly reply on the words of slanderous behavior? Kim Changhyeol was designated as an upright scholar. However, he was imprudent in this way. Those who compiled the history did not know whether he should be abruptly abruptly. However, he praised his praise",
                "H2KE-nKo": "주강을 행하였다. 이때 지경연 이여가 대간의 계사를 따라 오시복 등의 일을 시행할 것을 청하니, 주상이 그들을 서용하라는 명을 도로 거두어들일 것을 명하였다. - 상세한 내용은 위에 보인다. - 처음에 최석정이 탕평책을 힘써 주장하면서 주상에게 아뢰어 오시복 등을 서용하기를 청하려고 먼저 편지로 김창협 형제에게 물었는데, 김창협이 겸손한 말로 거절하였다. 김창흡의 답에 최석정의 조부 최명길의 이름을 거론하며 모욕을 가한 것이 마치 저자 아이들의 말투와 같았다. 기사년의 사람들은 죄가 진실로 무겁지만, 애당초 모두 당파의 습성이 고질화된 탓에 걸려들었다. 그러니 한두 명의 흉악한 자들 외에 죄명을 깨끗이 씻어 주고 조용하는 것은 본래 왕도 정치에서 그만둘 수 없는 일이다. 최석정이 이미 여기에 뜻을 두었다면, 다만 그 사람의 현부를 물어보고 그 죄의 경중을 논하면 그만이지, 먼저 화를 입어 원수진 집안에 대해 해직을 청할 필요는 없다. 그런데 애석하게도 묻지 않아야 할 것을 물었구나. 김창협 형제의 경우는 이에 대해 진실로 차마 들을 수 없는 점이 있다. 또 사사로운 원한 때문에 공기를 방해해서는 안 되니, 오직 말로 거절하면 그만인 것이다. 또 어찌 갑자기 패려궂은 말로 보복할 수 있단 말인가. 김창흡은 세상에서 고상한 선비로 지목하지만, 낭관은 마땅히 이와 같이 해야 한다. 그런데 초사를 편수한 자가 숨길 만한 줄을 모르고 추후로 장려하고 인정하였으니, 식자들이 비웃었다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 4월 18일(임술) 1번째기사",
                "gt-oKo": "주강(晝講) 때에 지경연(知經筵) 이여(李畬)가 대관(臺官)이 아뢴 오시복(吳始復) 등의 일을 따르도록 청하니, 임금은 서용(敍用)의 명을 도로 정지하도록 명했다.【위에 자세히 보인다.】 처음에 최석정(崔錫鼎)이 탕평책(蕩平策)을 강력히 주장하고, 임금에게 아뢰어 오시복 등의 서용을 청하고자 하여 먼저 서간으로 김창협(金昌協) 형제에게 물었으나, 김창협은 겸손한 말로 거절하고, 김창흡(金昌翕)의 답은 최석정의 할아버지 최명길(崔鳴吉)의 이름을 들먹거리면서 꾸짖어 욕하니, 거의 저자 아이들의 말투와 같았다. 대저 기사년 사람들이 죄가 본시 무겁기는 하나, 처음에는 모두 고질적인 당파의 풍습에 말려 들어간 것이니, 한두 사람의 흉악한 우두머리를 제외하고는 탕척(蕩滌)하고 선발 등용하는 것이 본시 곧 왕도 정치의 폐하지 못할 일인 것이다. 최석정이 이미 여기에 뜻을 두었다면, 다만 마땅히 그 사람의 현부(賢否)를 묻고 그 죄의 경중(輕重)만을 논할 뿐이고, 먼저 화(禍)를 입고 원한을 품은 집안에 양해를 구할 필요가 없었던 것인데, 애석하게도 묻지 않을 것을 물었던 것이다. 김창협 형제에 이르러서는 이 일에는 본시 차마 듣지 못할 바가 있기는 하나, 또 사사로운 원한으로 공기(公器)를 막을 수 없는 것이고, 오직 말로 거절할 뿐인데, 어찌 갑자기 거칠고 교만한 말로 회답한단 말인가? 김창흡을 세상에서 고사(高士)로 지목하나, 그의 적절하지 못함이 이와 같았다. 처음 역사를 편수하는 자가 그 기피해야 함을 알지 못하고, 추후하여 그를 권장하고 칭찬하였으므로, 식자들이 이를 비웃었다.",
                "hj": "○壬戌/晝講時, 知經筵李畬, 請從臺啓吳始復等事, 上命還寢敍用。【詳見上。】始, 崔錫鼎務主蕩平, 欲白上, 請敍始復等, 先以書問於金昌協兄弟, 昌協以遜辭絶之, 昌翕之答, 擧錫鼎祖鳴吉名而詬辱焉, 殆同市童口氣。 夫己巳人, 罪固重矣, 而初皆坐於黨習之痼蔽, 則一二凶渠之外, 蕩滌、調用, 自是王政之所不可已者。 錫鼎旣有意於此, 則只當問其人之賢否, 論其罪之輕重而已, 不必先乞解於被禍仇怨之家, 惜乎其不當問而問也。 至於昌協兄弟, 於此固有所不忍聞者, 而又不可以私怨而妨公器, 則惟有辭以拒之而已, 又何可遽報以悖僈之辭? 昌翕世目以高士, 而郞當如此。 修初史者, 不知其可諱, 而追加奬許, 識者笑之。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Shin Mi , Second Minister of Rites 서종태가 상소하여 스스로 변명하였는데, the King responded to that Shin Ims word behavior was unable to reflect upon him. The King responded, Do not reflect upon him because he was dangerous and wicked. 사신은 논한다. 서종태는 not a man who insulted the sage of Confucian scholars. The word and the word of Bak Sanggyeong were directly designated as Bak Sanggyeong and others. However, the word and the word were unable to clearly explain the word. If he said that he had failed to speak, it would be acceptable. However, he said that he insulted the word and insulted the word was not the truth. Nevertheless, Shin Im stubbornly observed this and tried to suppress the word. People at that time called him cunning and wicked.",
                "H2KE-nKo": "예조 참판 서종태가 신임이 올린 상소의 내용으로 상소하여 스스로 해명하니, 주상이 비답하기를,“위험한 말은 개의할 것이 못 된다.”하였다. 사신은 논한다. 서종태는 유현을 모욕할 사람이 아니다. 날조했다는 등의 말은 바로 박상경 등이 기회를 틈타 함정에 밀어넣은 말을 가리킨 것인데, 말을 만드는 과정에서 명백하게 하지 못하였다. 실언했다고 한다면 괜찮지만 능욕했다고 한다면 그의 본뜻이 아니다. 그런데 신임이 이것을 트집잡아 말을 하여 위협할 계책으로 삼으니, 당시 사람들이 음험하고 간사하다고 지목하였다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 4월 27일(신미) 1번째기사",
                "gt-oKo": "예조 참판 서종태(徐宗泰)가 신임(申銋)이 상소한 말로 인해 소를 올려 스스로 변명하자, 임금이 ‘위험한 말은 개의(介意)할 것이 못된다.’고 비답했다. 사신(史臣)은 말한다. “서종태는 유현(儒賢)을 침해하거나 모욕할 사람이 아니다. 날조했다는 등의 말은 바로 박상경(朴尙絅) 등이 기회를 틈타 곤경에 빠뜨리려고 모함한 말을 가리킨 것인데, 어구(語句)를 만들 적에 명백히 하지 못했던 것이니, 혹 실언(失言)이라고 이른다면 옳거니와, 능멸해 모욕했다고 이른다면 그 본연의 심정이 아니다. 그런데 신임이 이를 고집해 말하면서, 협박해 복종하게 할 계책으로 삼으니, 당시 사람들이 음흉한 사람으로 지목했다.”",
                "hj": "○辛未/禮曹參判徐宗泰, 以申銋疏語, 陳疏自辦, 上批以危險之說, 不足介意爲答。 【史臣曰: “宗泰非侵侮儒賢之人也。 捏造等說, 正指朴尙絅等乘機擠陷之言, 而措語之間, 不能明白, 若謂之失言則可也, 而謂之凌辱, 則非其本情, 而銋乃執此爲言, 以爲脅持之計, 時人目之以險詖。”】"
            },
            "2": {
                "H2KE-EN": "Former Inspector General Yun Jin passed away. [Yun] Jin was the grandson of Munjeong [Yun] Hwon [], who was the grandson of Munjeong (Jeongjong. From early age, he studyed the mediocre father of Mungyeong (Second Virtue of Culture and Confucius. His character was clear and pure and upright, and he was not slow-hearted in ordinary times. He had a thorough knowledge of his knowledge and was well-versed in his studies, and sometimes he possessed his superior motives. He concentrated solemnly in the inner quarters and did not admire his glory to promote himself. He passed the second civil service examination and held various government positions in succession. When his parents died, he immediately decided to leave his post and retired from his post. In general, he was also suppressed by the current circumstances and was inevitably observed by the circumstances of his cumstances. When he was summoned repeatedly, he did not come to work. Confucius, repeatedly praised his self-restraint. He requested that he be promoted to the higher grade of the senior grade of the junior grade",
                "H2KE-nKo": "전 대사헌 윤진이 졸하였다. 윤진은 문정공 윤황의 손자로서 젊어서부터 그의 계부 문경공 윤선거에게 수학하였다. 사람됨이 총명하고 순수하며 단정하고 굳세었으며 평소에 나태한 모습을 보이지 않았다. 식견이 통달하고 투철하여 일을 논하고 사람을 논함에 대부분 적중하였으므로 사람들이 그의 선견지명에 탄복하였다. 내수에 전력하고 영달을 사모하지 않았으며, 장원으로 뽑혀 청현직을 두루 거쳤다. 어버이가 죽자 즉시 벼슬에서 물러나기로 결심하였으니, 이는 시세를 헤아리고 송시열의 주장이 너무 지나친 것을 병통으로 여겨 뭇사람을 따라 구차하게 영합하는 것을 싫어하여 그만두었기 때문이다. 여러 차례 불렀으나 번번이 나아가지 않으니, 문순공 박세채가 그의 염퇴를 장려하여 비빈으로 승진시키기를 청하였다. 숙배하고는 즉시 돌아갔다. 갑술년 경화 때에 또 아경에 발탁되었다. 문충공 남구만이 박세당, 임영과 함께 똑같이 불러서 등용하기를 청하였으나, 윤진은 젊었을 때 물러나는 것을 수치로 여기고 노퇴하여 끝내 나오지 않았다. 이때에 이르러 졸하니, 호는 덕포이다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 4월 27일(신미) 2번째기사",
                "gt-oKo": "전(前) 대사헌 윤진(尹搢)이 죽었다. 윤진은 바로 문정공(文正公) 윤황(尹煌)의 손자로서, 젊어서부터 그 계부(季父) 문경공(文敬公) 윤선거(尹宣擧)에게 수학(受學)했다. 사람됨이 총명 순수하고 단정 침중하여, 평소에 나태한 모습을 보이지 않았다. 식견이 통달 투철하여 일을 논하고 사람을 논하여도 적중함이 많아서 사람들이 그 선견지명(先見之明)에 탄복하기도 했다. 마음을 지키는 데 전념하고, 영화로운 진취를 사모하지 않았다. 괴과(魁科)에 급제하여 청현(淸顯)한 벼슬을 역임하고, 어버이가 죽자 즉시 뜻을 결정해 은퇴하니, 대개 당시의 형세를 헤아리고 송시열(宋時烈)의 주장이 너무 지나침을 병통으로 여겨 많은 사람을 따라 구차하게 합치는 것을 싫어하여 그만둔 것이다. 여러 번 불렀으나 번번이 나아가지 않자, 문순공(文純公) 박세채(朴世采)가 그의 조용히 은퇴하는 것을 칭찬하고, 비옥(緋玉)으로 승진시키기를 청했는데, 숙배(肅拜)하고 바로 돌아갔다. 갑술년 경화(更化)에 또 아경(亞卿)에 발탁되니, 이는 문충공(文忠公) 남구만(南九萬)이 박세당(朴世堂)·임영(林泳)과 일체로 불러 등용하기를 청한 것이다. 그러나 윤진은 젊어서는 물러가고 늙어서 나아감을 부끄러워하여 끝내 일어나지 않다가, 이에 이르러 졸(卒)하였다. 호(號)는 덕포(德浦)이다.",
                "hj": "○前大司憲尹搢卒。 搢卽文正公煌之孫, 自少受學於其季父文敬公宣擧。 爲人明粹端凝, 平居不設惰容。 見識通透, 論事論人, 多中, 人或服其先見。 專於內守, 不慕榮進。 擢魁科, 歷淸顯, 親歿, 卽決意休退。 蓋亦量時勢, 病宋時烈主張太過, 厭隨衆苟合而止也。 屢召輒不就, 文純公朴世采奬恬退, 請陞緋, 肅命卽還。 甲戌更化, 又擢亞卿, 文忠公南九萬, 請與朴世堂、林泳, 一體召用。 搢恥少退老進, 終不起, 至是卒。 號德浦。"
            }
        }
    },
    "06": {
        "20": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a joint memorial to the King (Sejong requesting that Seong Seokrin be expelled from his post and demoted from his post. The King commanded that he not be raised. 사신은 말한다. “최석정 encountered the barbarians many lost their proper measures. He also did not admonish the barbarians arbitrarily letters. According to the public law, he certainly committed a crime. However, his intention was to devise the barbarians. If there is any errors errors, his dismissal of his post would be sufficient to discipline his misdeeds. Why must he be added to the law and then satisfy the hearts of the people? Jeong Ho and others directly sent them to the guilty of forgetting the King and forget the country. They tried to devise the circumstances and attempted to seize the circumstances and attempt to conceal the barbarians. People regard this as improper. ",
                "H2KE-nKo": "갑자년에 양사가 합동으로 계사를 올려 최석정의 관작을 삭탈하고 도성 밖으로 내쫓을 것을 청하니, 주상이 번거롭게 하지 말라고 답하였다. 사신은 논한다. 최석정이 청나라 사람을 접대할 때 대부분 마땅함을 잃었고, 오만한 글이 왔을 때에도 쟁집하지 않았으니, 공법으로 헤아려 볼 때 진실로 죄가 있다. 그러나 미봉하려는 의도에서 한 일이었으니, 잘못되었으면 파직하는 벌로도 그 잘못을 징계하기에 충분하다. 어찌 굳이 더 무거운 법률을 적용한 뒤에야 사람들의 마음이 시원하겠는가. 그런데도 정호 등이 곧바로 임금을 잊고 나라를 저버린 죄과로 몰아넣어 기회를 틈타 함정에 밀어 넣으려고 꾀하였으니, 식자들이 그르게 여겼다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 6월 20일(갑자) 1번째기사",
                "gt-oKo": "양사(兩司)에서 합계(合啓)하여 최석정(崔錫鼎)의 삭출(削黜)을 청했는데, 임금은 번거롭게 하지 말라고 답했다. 사신(史臣)은 말한다. “최석정이 청나라 사신을 접대함에 실책이 많았고, 교만한 글을 보내 왔을 때에도 또한 다투어 고집하지 않았으니, 공법(公法)으로 헤아려 볼 때 진실로 그 죄가 있기는 하나, 그 뜻은 미봉하려는 데 있었으니, 일에 착오가 있으면 파직의 벌로도 족히 그의 잘못을 징계할 수 있는데, 굳이 율(律)을 더한 뒤에야 사람 마음에 쾌하겠는가? 정호(鄭澔) 등이 곧바로 임금을 잊고 나라를 저버린 죄과에 몰아넣어 기회를 틈타 곤경에 빠뜨리고 모함할 계책으로 삼았으니, 식자들이 이를 그르게 여겼다.”",
                "hj": "○甲子/兩司合啓, 請崔錫鼎削黜, 上答以勿煩。 【史臣曰: “崔錫鼎接待彼人, 多失其宜, 慢書之來, 亦未爭執, 揆以公法, 固有其罪, 而意在彌縫, 事有差誤, 則罷職之罰, 足懲其失, 何必加律而後, 快於人心乎? 澔等直驅之於忘君負國之科, 以爲乘機擠陷之計, 識者非之。”】"
            }
        }
    },
    "08": {
        "23": {
            "1": {
                "H2KE-EN": "Right State Councilor Yi Sebaek submitted a memorial requesting the King to pay his respects at the Royal Tomb of King Taejo . The King approved this request. 사신은 논한다. Earlier, the King first issued a royal order to pay his respects at the Royal Tomb of King Taejo and to pay his respects at the Royal Tomb of King Taejo and to the two Royal Tombs of King Taejo. This was indeed a mere conspiracy of propriety and propriety. However, 유상운 and others worried that it would be at variance with the benevolence of obeying the royal order. However, this would not be a serious disturbance between righteousness and righteousness. Recently, Yi Sebaek submitted a memorial requesting the King to pay his respects and the King again issued a royal order. Not only did the imperial order have been changed frequently, but it also can be seen that the three state councilors did not satisfy conspiracy with each other. In general, when Yi Sebaek was at the beginning of the reign of King Taejo, he was supposed to support the two state councilors. In general, whenever there was a distinction between the two state councilors, the two state councilors also could not support the right and wrong. Because of this, the plan was slackened, and the state affairs were slackened. How could we expect that Your Majesty would support the benevolence of supporting the supporting .",
                "H2KE-nKo": "갑자년에 우의정 이세백이 차자를 올려 숭릉에 전알하기를 청하니, 주상이 아뢴 대로 시행하라고 답하였다. 사신은 논한다. 처음에 주상이 세 능에 친히 제사 지내고 두 능에 전알하겠다고 하교하였으니, 이는 실로 인정과 예의를 참작한 데서 나온 것이다. 그런데 유상운 등이 수고로움으로 건강을 해칠까 염려하여 내린 명을 거두어 달라고 청하였으니, 임금의 뜻을 받들어 따르는 아름다운 뜻에 어긋났다. 그러나 또한 의리에 크게 해가 되지는 않았다. 지난번에 이세백이 마침내 차자를 올려 진달하여 다시 명을 거두어 달라고 청하였는데, 조정의 명령이 자주 바뀌었을 뿐만 아니라 삼공이 서로 화합하지 않았다는 것을 여기에서도 알 수 있다. 이세백은 정승에 제수된 초기부터 두 정승과 대립하여 모든 일을 구획할 때에 반드시 서로 의견이 달랐으며, 두 정승도 가부를 서로 조정할 수 없었다. 이로 말미암아 조정의 계책이 전도되고 나랏일이 흐트러졌으니, 오히려 어찌 덕을 같이하여 협찬하는 아름다움을 바랄 수 있겠는가. 식자들은 근심하고 탄식하였다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 8월 23일(갑자) 1번째기사",
                "gt-oKo": "우의정 이세백(李世白)이 차자(箚子)를 올려 숭릉(崇陵)에 전알(展謁)하기를 청하니, 임금이 그대로 시행하라고 답했다. 사신(史臣)은 말한다. “당초에 임금이 3릉(三陵)에 친히 제사하고 2릉(二陵)에 전알한다고 하교했는데, 이는 실로 정리와 예절을 참작한 데서 나온 것이었다. 그런데 유상운(柳尙運) 등이 과로로 인해 몸을 해칠까 우려하여 내려진 명을 정침하도록 청하였으니, 받들어 따르는 뜻에는 어긋남이 있으나, 또한 의리를 크게 해치는 데 이르지는 않는 것이다. 이에 이세백이 끝내 차자를 올려 진달해 청하여 또 다시 반한(反汗)하게 하니, 이는 조정의 명령이 자주 변경될 뿐만 아니라, 삼공(三公)이 서로 화협(和協)하지 못함을 이에서 또한 볼 수 있다. 대개 이세백이 정승에 임명된 초기로부터 두 정승과 버티고 서서 모든 것을 구획(區劃)할 때에 반드시 의견을 달리했고, 두 정승도 또한 가부(可否)를 서로 조정하여 이루지를 못하였다. 이로 말미암아 조정의 계책이 뒤바뀌고 나랏일이 흩어지곤 하였으니, 어찌 다시 마음과 덕을 같이하여 협찬하는 아름다움을 바라겠는가? 식자들이 이를 근심하며 탄식했다.”",
                "hj": "○甲子/右議政李世白, 箚請展謁崇陵, 上答以依施。 【史臣曰: “初上以三陵親祭, 二陵展謁下敎, 此實出於參酌情禮, 而柳尙運等, 以勞傷爲慮, 請寢成命, 有乖將順之美, 然亦不至大害於義理。 乃者李世白遂上箚陳請, 又復反汗, 不但朝令之數變, 三公之不相和協, 於此亦可見矣。 蓋世白自拜相之初, 與兩相角立, 凡於區畫之際, 必相崖異, 兩相亦不能可否相濟。 由是廟謨顚倒, 國事渙散, 尙何望同德協贊之美乎? 識者憂歎。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十二上終"
            }
        }
    },
    "10": {
        "20": {
            "1": {
                "H2KE-EN": "On mujin day, Censor Jeong Ho submitted a memorial requesting that the students of the Royal Confucian Academy be expelled from their 스승s teachings. They then requested that the disciplinary and right and wrong be corrected. The King reprimanded [Jeong Hos] 엄한 비답 and reprimanded [Jeong Hos] memorial. 사신은 논한다. The wording memorial submitted by Jeong Ho stated that the disciplinary and right and wrong should be clarified and that the disciplinary and right and wrong should be clarified. If [Jeong Hos] words were generally clarified, how would it not be proper? However, [Jeong Hos] thoroughly studying the circumstances, [Jeong Hos] clarified s. The King finally issued a royal order to clarify the disciplinary and right and wrong. It would be almost impossible to conclude the public justice. Kim Jin also continued to successively discuss the disciplinary and the disciplinary of the decision between the Royal Confucian Academy and the royal clarified",
                "H2KE-nKo": "사간 정호가 상소하여 논하기를,“재생이 사장을 쫓아낸 것은 윤증을 예우한 데서 말미암은 것입니다.”하고, 이어 호오를 바르게 하고 시비를 밝힐 것을 청하니, 주상이 엄한 비답을 내려 꾸짖었다. - 원래의 상소와 비지는 위에 보인다. - 사신은 논한다. 정호의 상소 윗부분에서 사정을 분변하고 시비를 밝힐 것을 말하였으니, 그 말을 대충 논하면 어찌 정당하지 않겠는가. 그러나 그 어맥을 자세히 따져 보면, 그 당여를 정직하다고 하고 자기와 다른 사람을 사특하다고 하고 자기와 다른 사람을 끌어들여 자기와 다른 사람을 배척하는 자료로 삼았으니, 그 뜻이 참으로 옳지 않다. 그러나 아랫부분의 말은 성균관 유생의 일로 인하여 오래된 의론을 제기하여 유현을 공격하고 배척하여 시끄러운 단서를 야기한 것이다. 주상이 마침내 비지를 내려 호오를 분명히 보여 주었으니, 거의 근거 없는 의론을 진정시키고 공론을 펼 수 있을 것이다. 그런데 김진규가 또 이어서 일어나 처분이 전후로 서로 다른 것을 논하고 승정원에서 왕명을 받들 수 없다고 배척하였다. 정호의 과격함과 김진규의 위험함은 조정을 어지럽히고 세도를 무너뜨릴 만하니, 식자들이 한심하게 여기지 않는 이가 없었다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 10월 20일(신유) 1번째기사",
                "gt-oKo": "사간(司諫) 정호(鄭澔)가 소를 올려 논하기를, “성균관 유생들이 사장(師長)을 쫓아낸 것은 윤증(尹拯)을 예로써 대우한 것에서 말미암은 것입니다.” 하고, 이어 호오(好惡)를 바르게 하고, 시비(是非)를 밝힐 것을 청하니, 임금이 엄한 비답으로 책망하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 사신은 말한다. 정호가 소를 올려 사정(邪正)을 분별하고 시비(是非)를 밝힐 것으로써 말을 하였으니, 그 말을 범연하게 논한다면 어찌 정당하지 않겠는가? 그러나 그 어맥(語脈)을 자세히 살펴보면, 그와 같은 당(黨)은 바르고 옳다 하고, 자기와 다른 사람은 바르지 못하고 틀렸다 하여 그의 당을 끌어들여 자기와 의론이 다른 사람을 배척하는 자료로 삼았으니 그 뜻이 실로 이미 옳지 못하였다. 그가 아래 조항에서 한 말은 바로 성균관 유생들의 일로 인하여 아득히 먼 논쟁을 제기하여 유현(儒賢)을 공격하며 배척하여 시끄러운 실마리를 야기(惹起)하니, 임금이 드디어 비지(批旨)를 내리어 호오(好惡)가 밝게 드러내어 거의 부의(浮議)를 진정시키고 공론(公論)을 펼 수 있게 되었다. 그런데 김진규(金鎭圭)가 또 이어 논의를 일으켜 앞뒤의 처분이 같지 않은데도 승정원에서 돌려보내지 못한 것으로써 배척하였으니, 정호(鄭澔)의 과격함과 김진규(金鎭圭)의 위험함은 충분히 조정을 어지럽히고 세도(世道)를 무너뜨릴 만하여 유식한 사람들이 한심해하지 않는 이가 없었다.",
                "hj": "○辛酉/司諫鄭澔疏論: “齋生之逐去師長, 由於禮待尹拯。” 仍請正好惡明是非, 上嚴批責之。【原疏、批旨見上。】 【史臣曰: “鄭澔之疏上款, 以辨邪正明是非爲言。 泛論其言, 則豈不正當, 而詳究語脈, 則以其黨爲正爲是, 以異已爲邪爲非, 以爲引其黨斥異己之資, 其意固已不韙, 而至如下款語, 乃因泮儒之事, 提起久遠之論, 攻斥儒賢, 惹起鬧端, 自上遂下批旨, 明示好惡, 庶可以鎭浮議伸公論, 而金鎭圭又繼起, 論處分之前後異同, 斥喉司之不能繳還。 澔之矯激, 鎭圭之危險, 足以亂朝廷而壞世道, 有識者莫不寒心焉。”】"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "In imsul year (, Second Minister of Taxation 서종태가, the words of Shin Im , Jeong Ho , and others were involved in order to resign from office. The King responded, In the memorial submitted by Jeong Ho, I suspected my dear sir by suspecting that the sacrificial purification occurred inside the ritual purification occurred. This is absolutely unusual, and I am truly not right. As for Shin Im, how could he be deeply suspected by himself as a series of course? My dear sirs should not resign.",
                "H2KE-nKo": "임술년 호조 참판 서종태가 신임과 정호 등의 상소 내용을 이유로 인혐하여 사직하니, 주상이 답하기를,“정호의 상소에서는 재생과 안팎이 되었다고 경을 의심하였으니, 이는 전혀 뜻밖의 일이다. 나는 실로 옳지 않게 여긴다. 신임의 경우는 일생 동안 남을 헐뜯는 것으로 사업을 삼았으니, 어찌 깊이 혐의할 것이 있겠는가. 경은 사직하지 말라.”하였다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 10월 21일(임술) 1번째기사",
                "gt-oKo": "호조 참판(戶曹參判) 서종태(徐宗泰)가 신임(申銋)·정호(鄭澔) 등의 소어(疏語) 때문에 인혐(仁嫌)하여 사직하였다. 임금이 답하기를, “정호(鄭澔)의 소 가운데에 재생(齋生)들과 표리(表裏)가 되었다고 한 것은 아마도 경에게는 사실과 다른 것 같으니, 나는 실로 옳지 않게 여긴다. 신임에 이르러서는 일생 동안 남을 깨물기에 힘쓰는 것을 사업으로 여기니, 어찌 깊은 혐의가 있겠는가? 경은 사직하지 말라.” 하였다.",
                "hj": "○壬戌/戶曹參判徐宗泰, 以申銋、鄭澔等疏語, 引嫌辭職。 上答曰: “鄭澔疏中, 乃以與齋生表裏疑卿, 是萬萬情外, 予實不韙也。 至於申銋, 一生以踶齧爲事業, 何足深嫌? 卿其勿辭。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Rites, which stated, An official of the Ministry of Rites should quickly discuss the matter of offering a title to the Senior Abdicated King upon him in order to honor the Queen Sinui . This was according to the request of Shin Gyu . 사신은 논한다. When Grand Prince Nohsan was born of a concubine, there was none who did not feel sorrow and grief. For this reason, Shin Gyu presented a memorial to the King and the King performed the ceremony of offering a posthumous title to him in gisa year (. However, the ancestors have not discussed this matter for several hundred years since the ancestors have always been discussed. This is generally because it was difficult to say anything to speak about the matter. Moreover, Nam Guns opinion was also answered that the principle of offering a title to honor the relatives should be avoided. This is truly very careful. But the King decided to implement it alternately. When the Royal Ancestral Shrine was enshrined in the Royal Ancestral Shrine , there was a natural disaster in a storm. When the Royal Ancestral Shrine was enshrined in the Royal Ancestral Shrine , there was a natural disaster in a storm. When the Royal Ancestral Shrine was enshrined in the Royal Ancestral Shrine , there was also a disaster of wicked disaster. People began to discuss the matter lightly.",
                "H2KE-nKo": "주상이 비망기를 내려 예관으로 하여금 노산군을 복위하자는 의논을 속히 거행하고 신비를 조금 더 존봉하게 하였다. 신규가 상소하여 청한 것을 따른 것이다. 사신은 논한다. 노산군이 선양할 때의 일은 지금까지도 나라 사람들이 모두 슬퍼하고 있으니, 이것이 신규가 상소하고 주상이 추복하는 예를 거행한 이유이다. 그러나 조종 수백 년 이래로 이에 대해 의논한 적이 없었던 것은 일이 지극히 말하기 어려운 점이 있었기 때문이고, 남구만의 의견도 존귀한 이를 휘하고 친한 이를 휘하는 의리를 가지고 대답하였으니, 이는 참으로 십분 신중히 해야 할 부분이다. 그런데 주상이 단연코 단호히 시행하였다고 한다. 뒤에 부묘할 때 큰 바람이 불었다는 이변이 있었고, 복위한 데 대한 경과에서 또 요사스러운 변고가 생겼으므로 사람들이 비로소 그가 경솔하게 거행한 것에 대해 의논하였다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 10월 28일(기사) 1번째기사",
                "gt-oKo": "임금이 비망기를 내려 예관(禮官)으로 하여금 빨리 노산(魯山)을 복위하는 일에 대해 의논하게 하고 신비(愼妃)를 조금 더 존봉(尊奉)하도록 하였는데, 신규(申奎)의 소청(疏請)을 따른 것이다. 사신은 말한다. 노산 대군(魯山大君)이 선양(禪讓)할 때의 일은 오늘에 이르기까지 국인(國人)들이 슬퍼하지 않음이 없으니, 이것이 신규가 진소(陳疏)한 까닭이며, 또한 임금께서 추복(追復)의 예를 행하게 한 까닭이다. 그러나 조종(祖宗)이 수백 년 이래로 일찍이 의론이 여기에 미치지 못한 것은, 대개 이 일에는 지극히 말하기 어려운 것이 있었기 때문이며, 남구만(南九萬)의 의논 또한 존친(尊親)을 휘(諱)하는 뜻으로써 대답하였다. 그러니 이는 실로 십분 신중해야 될 일인데 임금이 단연코 이를 실행하겠다고 하였다. 나중에 부묘(祔廟)할 때에 큰 바람이 일어난 이적(異蹟)이 있었고, 복위(復位)의 경과(慶科)에 또 요변(妖變)이 생기니, 사람들이 비로소 그 경솔하게 거행한 것을 말하였다.",
                "hj": "○己巳/上下備忘記, 令禮官亟擧魯山復位之議, 稍加尊奉於愼妃。 從申奎疏請也。 【史臣曰: “魯山大君禪讓時事, 至今國人, 莫不哀傷。 此申奎之所以陳疏, 而上之所以修擧追復之禮者也。 然祖宗累百年來, 未嘗議及於此者, 蓋以事有至難言者, 而南九萬之議, 亦以諱尊諱親之義爲對。 此誠十分愼重處, 而自上斷然行之云。 後祔廟時, 有大風之異, 復位慶科, 又生妖變, 人始議其輕擧焉。”】"
            }
        }
    },
    "11": {
        "3": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported on the dismissal of Yi Jeonggyeom , who was in the case of a private family. The King reprimanded him and specially reprimanded him. Originally, the original report and the royal decree was shown to the King. Originally, the two houses of Song and Yin Feng (K. Yun Bong competed with their steadfastness, and the steadfastness of the ssteadfastness of the steadfastness of the s",
                "H2KE-nKo": "사헌부가 아뢰어 이정겸을 체차하기를 청하니, 주상이 비답을 내려 준절히 꾸짖고 특별히 출사하게 하였다. - 원래의 계사와 비지는 위에 보인다. - 송·윤 양가의 다툼은 매우 장단점이 있으나 군자는 서로 실수로 귀결된다. 아버지와 스승 사이에는 의리가 둘 다 온전하기 어려우니, 혹 주선을 잘하지 못한 자가 있더라도 결코 곧장 스승을 배반한 죄과로 몰아넣어서는 안 된다. 요컨대 사가에 관계된 일은 조정에 올릴 수 있는 것이 아닌데, 당초에 두 대신이 경솔하게 주상에게 보고하여 한쪽만 치우치게 죄준 것은 참으로 잘못된 것이다. 당인들이 위세를 빙자하여 시기하고 헐뜯어 수십 년 동안 현황과 싸운 싸움을 초래한 것은 더욱 매우 옳지 못하다. 이때에 이르러 주상이 누누이 100여 마디의 비답을 내려 명백하게 깨우쳐 보였으니, 아버지와 스승 가운데 누가 중하고 누가 가벼운가 하는 뜻과 애당초 조정에서 알 바가 아니었다는 하교는 말뜻이 간절하고 의리가 정당하여 백세의 단안이 되기에 충분하였다. 이로부터 사류가 세도를 위하여 서로 경하하고 당인들이 두려워하는 바가 있게 되었다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 11월 3일(갑술) 1번째기사",
                "gt-oKo": "사헌부에서 처치하여 이정겸(李廷謙)을 체직하라 아뢰니, 임금이 비답을 내려 심하게 꾸짖음이 특출(特出)하였다.【원래의 계(啓)와 비지(批旨)는 위에 보인다.】 송(宋)·윤(尹) 양가의 다툼이 조금 장단점은 있으나 군자로서는 모두 잘못이 있다. 부·사(父師) 사이는 의(義)를 모두 온전하게 하기 어려웠으니, 비록 혹 주선을 잘못함이 있다 하더라도 결코 곧바로 스승을 배반했다는 죄과로 몰 수는 없는 것이다. 요는 일이 사사로운 집안에 관계되는 것이니 조정으로 미루어 올릴 수 없는 것인데, 당초에 두 대신이 경솔하게 임금에게 알리어 한쪽으로만 치우치게 죄를 주게 한 것은 실로 잘못된 것이며, 당인(黨人)들이 중대함을 빙자하여 서로 깨물어 뜯어 수십 년 간의 피로 얼룩진 싸움을 초래한 것은 더욱 매우 옳지 않다. 이에 이르러 임금이 자세하게 백여 마디의 비답을 내려 명백하게 열어보여서 아버지와 스승 사이에 누가 중하고 누가 가벼운가 하는 말과, 애초에 조정에서 알 바가 아니라고 하교하였으니, 사의(辭意)가 간절하고 의리가 정당하여 족히 백세(百世)의 단안(斷案)이 되었다. 이로부터 사류(士類)들은 세도(世道)를 서로 경하하게 되고, 당인(黨人)들은 두려워하여 꺼리는 바가 있게 되었다.",
                "hj": "○甲戌/憲府處置, 啓遞李廷謙, 上下批切責特出之。【原啓、批旨見上。】 宋、尹兩家之爭, 煞有短長, 而君子歸之胥失。 父、師之間, 義難兩全, 則雖或有不善周旋者, 而決不可直驅於背師之科。 要之事係私家, 非可以推上於朝廷者, 當初兩大臣之率爾上聞, 偏罪一邊, 誠爲失着, 黨人之藉重齮齕, 以致數十年玄黃之戰者, 尤極不韙。 至是, 上批縷縷百餘言, 開示明白, 父師孰重孰輕之旨、初非公朝所知之敎, 辭意懇惻, 義理正當, 足爲百世斷案。 自此士類, 爲世道相慶, 而黨人有所畏忌焉。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On byeongja day, upon the first day of the byeongja year (, the King sent a royal secretariat to grant a separate message to Assistant Commander [of the Office of the Royal Decrees] [] Yun Gyeom . The secretariat reads as follows: My dear sir is the elderly virtuous and virtuous scholar of the world. My dear sir, being prudent and unworthy of being appreciated by this world. Recently, Jeong Ho submitted a memorial on the opportunity to insult the throne and insulted his will of humiliation. Considering that the world, how can it not be? However, I have already thoroughly understood my dear sirs mind and clearly showed it to him. Thus, I deeply detested the world of Jeong Ho and hurriedly punished him for his crime. Then, how could my dear sir be uneasy? My dear sir, quickly retire from his distant heart and rush to assume his post.",
                "H2KE-nKo": "주상이 우참찬 윤증의 사장으로 인하여 사관을 보내 별유하였다. 그 대략에,“경은 임천의 기덕으로 세상의 대유가 되었으니, 과인의 본보기가 되는 바가 얼마나 크겠는가. 그런데 지난번에 정호가 기회를 틈타 상소를 올려 제멋대로 모욕을 가하였으니, 세도를 생각하면 어찌 한심하지 않겠는가. 그러나 이미 경의 심사를 환히 알고 명백하게 열어 보여 주었으니, 정호의 정태를 깊이 미워하여 속히 견책하는 벌을 내린다면 경에게 무슨 털끝만큼이라도 불안할 것이 있겠는가. 경은 멀리 떠나려는 마음을 속히 돌려 선뜻 길에 오르라.”하였다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 11월 5일(병자) 1번째기사",
                "gt-oKo": "임금이 우참찬(右參贊) 윤증(尹拯)의 사장(辭狀)으로 인하여 사관(史官)을 보내어 별유(別諭)하였는데, 그 대략에 이르기를, “경은 임천(林泉)의 기덕(耆德)으로서 세상의 대유(大儒)가 되어 과매(寡昧)가 긍식(矜式)이 됨이 어떠하겠는가? 그런데 일전에 정호(鄭澔)가 기회를 타고 소를 올려 제멋대로 침모(侵侮)하였으니, 세도(世道)를 생각하면 어찌 한심하지 않겠는가? 그러나 이미 경의 심사(心事)를 다 환히 알아 명백하게 열어 보였으며, 정호의 실상과 태도를 곧바로 나무라고 처벌하였으니, 경에 있어서 어찌 털끝만큼이라도 불안한 것이 있을 수 있겠는가? 경은 그 멀리 있는 마음을 빨리 돌이켜 빨리 벼슬길에 오르라.”",
                "hj": "○丙子/上因右參贊尹拯辭狀, 遣史官別諭。 略曰: 卿以林泉耆德, 爲世大儒。 寡昧之所矜式爲如何, 而乃者鄭澔, 乘機投疏, 恣意侵侮。 言念世道, 豈不寒心? 然業已洞悉卿之心事而明白開示, 深惡澔之情態而快施譴罰, 則於卿有何一毫不安哉? 卿其亟回遐心, 幡然登途。"
            },
            "2": {
                "H2KE-EN": "Former Assistant Section Chief Min Iseung passed away. Min Iseungs courtesy name was Eonhwi . He was born in a cold weather and was able to devote himself to learning. He studyed his studies at 윤증s gate. He was studying diligently and reading the Six Codes (K. Yukjeon studyed his own words. He destroyed the room for all day and sat on his back. He did not succeed to his successor. Even though he was not steadfast in his nature, he studyed his knowledge. However, his opinion was clear and sincere, and his artisans devoted himself was greatly recognized by the various Confucian scholars of the ages. He had been recommended to the royal court, and he was directly appointed to a village in a single hardship. He immediately returned [to the capital]. He was simple and strict in his judgment, and he was also forgetful. The court [of Ming China] was also placed in the position of the inspectors and censors and the Office of Lectures for the Crown Prince . Unfortunately, he passed away. Confucian scholars grieved him. His name was Seongje . The Virtue of Emperor Xiaozong of the Song dynasty, Comprehensive Merit Subjects , Comprehensive Merit Subjects .",
                "H2KE-nKo": "전 좌랑 민이승이 졸하였다. 민이승의 자는 언휘이다. 한미한 가문에서 태어나 자력으로 학문에 전념하여 윤증의 문하에서 수업하였다. 곤궁함을 견디고 글을 읽었으며 육경을 자기 말처럼 외웠다. 부서진 집이나 떨어진 자리에 종일토록 위좌하여 소곤을 잇지 못하였으나 또한 태연하였다. 비록 자질이 반드시 크게 전수받은 것은 아니지만 견식이 혹 편파적이고 고상한 듯하였다. 그러나 언론이 분명하고 절실하며 공부를 각박하게 하여 한때의 여러 선비들이 크게 감복하였다. 천거를 받아 조정에 올라 산골 고을에 제수되었다가 잠시 부임하였다가 곧바로 돌아갔으며, 청렴하고 근엄하게 자신을 단속하고 또한 남긴 생각이 있었다. 조정에서 바야흐로 대간의 직임과 서연에 있었는데, 불행히도 갑자기 졸하니 사류들이 애석하게 여겼다. 호는 성재이다.\n",
                "date_ko": "숙보 32권, 24년(1698 무인 / 청 강희(康熙) 37년) 11월 5일(병자) 2번째기사",
                "gt-oKo": "전(前) 좌랑(佐郞) 민이승(閔以升)이 졸(卒)하였다. 민이승의 자(字)는 언휘(彦暉)로서, 한미(寒微)한 집안에서 태어나 자력으로 학문에 자신을 맡겨 윤증의 문하에서 수업하였는데, 실로 모든 책을 다 읽었으며 육경(六經)을 자기의 말처럼 암송하였다. 부서진 집의 떨어진 자리 위에 종일토록 위좌(危坐)하여, 나물에 현미밥조차 잇지 못했어도 또한 태연하였다. 비록 자질을 반드시 크게 받지 못하여 견식(見識)에 혹 치우침이 있는 듯하였으나, 말과 의논이 명백하고 절실하며 공부하는 데 각고(刻苦)함은 일시의 모든 선비들에게 크게 복종받았다. 천거를 받아 조정에 올라 조그마한 읍에 제수되어 잠시 부임하였다가 곧 돌아왔는데, 청렴하고 엄격함으로써 스스로를 다스렸으며, 또 그곳 백성들이 떠난 뒤에도 사모하였다. 북방(北方)에 조회를 갔다 왔으며, 또한 대직(臺職)과 경연(經筵)에도 있었으나 불행히도 일찍 죽으니, 사류(士流)들이 애석해 하였다. 호(號)는 성재(誠齋)이다.",
                "hj": "○前佐郞閔以升卒。 以升字彦暉, 生於寒門, 能自力委己於學, 受業於尹拯之門, 固窮讀書, 誦六經如己言。 破屋弊席, 終日危坐, 疏糲不繼而亦夷然也。 雖資質未必大受, 見識或似偏枯, 而言議之明切, 工課之刻苦, 大爲一時諸儒之所服。 被薦登朝, 除峽邑, 暫赴卽歸, 淸嚴自律, 亦有遺思。 朝廷方且處以臺職、書筵, 而不幸遽卒, 士流惜之。 號誠齋。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十二下終"
            }
        }
    }
}