{
    "02": {
        "20": {
            "1": {
                "H2KE-EN": "Former Third Censor Yun Haenggyo of the Office of the Censor General submitted a memorial on the occasion of the King and the affairs of the King were thoroughly discussed. The summary of the memorial read as follows: The recent incident of the palace courtyard was a natural disaster of the state. If Your Majesty were to clarify the distinction between noble and base and secret, how could there be any incident of the sake of the imjin year (? From this day forward, your subject shall be apprehensive and vigilantly apprehensive about what to do. Your Majesty shall clearly reflect upon the cardinal principles and examining what to do and uphold the sake of the thieves, thereby preventing evil thieves from relying upon Your Majesty. Your subject heard that among the royal concubines, each of them shall install private sake of the palace gates outside the palace gates and separately shall be installed on the grounds that there shall be no deficiency in the sake of Your Majestys virtue. A few years ago, Kwon Sus memorial was already included in this memorial. Your subject humbly hopes that Your Majesty shall grant them an investigation of the record? Regarding the sake of the palace, the grace extensive amounts to the mountains and rivers, and the sake of the palace gates, and the sake of the age of the sake of the palaces sake of the sake of",
                "H2KE-nKo": "전 헌납 윤행교가 시골에 있으면서 상소하여 군덕과 시사를 극론하였는데, 그 대략에,“지난번 궁정의 변고는 바로 나라의 하나의 액운이었습니다. 전하께서 기사년 이전에 존비의 구분을 밝히고 수신 제가의 방도를 다하셨다면 기사년의 일은 없었을 것입니다. 만약 갑술년 이후에 내외의 구분을 엄격히 하고 사특하고 사특한 길을 막아서 사특하고 요망한 기운이 몰래 불어나지 못하게 하셨다면, 어찌 다시 지난날의 일이 있었겠습니까.지금부터는 마음에 두려운 마음으로 경계하여 두려운 마음으로 자신을 반성하고 이치를 밝혀 일을 살피며 자신을 바로잡아 사물을 통솔하여 흉악하고 음흉한 무리가 다시는 의지할 곳이 없게 하신다면, 전하께서 지난날 당하신 일이 반드시 이익을 늘리는 데 하나의 큰 도움이 되었을 것입니다.신이 듣건대 명호가 있는 후궁은 각각 사장을 대궐 밖에 두고 종을 두어 지키게 한다고 합니다. 또 듣건대 차비문에 왕래하는 잡인들이 간혹 제한이 없다고 하니, 만약 과연 그런 일이 있다면 성덕에 누가 될까 두렵습니다. 연전에 권수의 상소에서 이미 이 일을 언급하였으니, 삼가 바라건대 명철한 주상께서는 혹 살펴 기억하소서. 절수한 것으로 말하면, 은택이 산해에 두루 미쳤으니 주인 없는 묵정밭이라고는 하나 실은 약탈의 길을 열어 놓은 것입니다. 명목은 공평하게 매매한다는 것이지만 단지 간악한 자들의 소굴이 될 뿐입니다. 액정서에 속한 자는 일정한 녹봉을 가지고 때때로 사여하여 입고 먹는 것을 넉넉하게 하는데, 어찌 다시 사장과 사전을 두어 나라 사람들의 의론을 불러일으킬 수 있겠습니까. 궁장이 나라 안에 두루 있는 것은 실로 치세에 있어서는 안 되는 것입니다. 예로부터 엿보는 무리들이 이러한 지름길로 인하여 저항할 수 있는 발판을 삼지 않은 경우가 드무니, 명주가 가장 깊이 생각해야 할 부분입니다.”하니, 주상이 비답하기를,“당을 비호하는 것이 개탄스럽다.”하고, 책망하였다. - 원래의 상소와 비지는 위에 보인다. - 윤행교는 바로 유신 윤증의 아들이다. 상소에서 군덕을 논한 것은 진실로 명언이 많았으나, 시사를 논한 것은 색목과 틀에서 벗어나지 못하였다. 총애받는 자리에 있다는 말에 어두웠다는 말은 기사년에 화를 입은 신하들에게 시행한 것이 아니다. 설령 신하들이 참으로 총애받는 자리에 잘 있지 못하여 화를 당한 자가 있었다 하더라도 윤행교가 말한 것으로 보면 혐의가 없을 수 없다. 대개 그는 사람됨이 오활하여 일을 그다지 잘 알지 못하였기 때문에 그 말도 실수를 면치 못한 것이다. 그러나 권수의 초사를 편수한 자가 존중받는 자리에 대해 분노하여 ‘아비가 흉당을 끌어들여 헌장을 얻어 보았다.’라는 등의 말까지 하면서 뒤미처 욕하였는데, 말이 매우 조리가 없어 마치 장사치의 말투와 같았다. 식자들은 또 놀라워하였다.\n",
                "date_ko": "숙보 36권, 28년(1702 임오 / 청 강희(康熙) 41년) 2월 20일(임신) 1번째기사",
                "gt-oKo": "전(前) 헌납(獻納) 윤행교(尹行敎)가 향리에 있으면서 상소하여 군덕(君德)과 시사(時事)를 극론(極論)하였는데, 대략에 말하기를, “지난번 궁정(宮庭)의 변고는 바로 국가의 한 액운이었습니다. 전하께서 만약 기사년전에 존비(尊卑)의 구분을 밝히고 수신제가(修身齊家)하는 방도를 다하셨다면 기사년의 일은 없었을 것이며, 만약 갑술년후에 내외(內外)의 금방(禁防)을 엄중히 하고 사사(私邪)의 길을 막아서 사특하고 요망한 기(氣)가 몰래 번지게 하지 않았다면, 어찌 다시 그때의 일이 있었겠습니까? 이어서 지금부터 척연(惕然)히 마음을 경계하고 구연(瞿然)히 자신을 반성하며, 이치를 밝혀 일을 살피고 자신을 바르게 하여 사람을 거느리어 흉음(凶陰)한 무리들이 다시는 의지할 곳이 없게 한다면, 전하께서 지난번 당하신 일들이 반드시 증익(增益)하는 데에 하나의 큰 도움이 됐을 것입니다. 신이 듣건대, 명호(名號)가 있는 후궁(後宮)은 각기 사장(私莊)을 대궐 밖에 두고서 종을 두어 지킨다 하며, 또 듣건대, 차비문(差備門)을 왕래한 잡인(雜人)들은 간혹 방한(防限)이 없다 하니, 만약 참으로 그런 일이 있다면 아마도 성덕(聖德)에 누(累)가 될까 싶습니다. 연전(年前) 권수(權)의 소(疏)에 이미 이 일을 언급하였으니, 성명(聖明)께서는 혹시 살피고 기억하십니까? 심지어 은택으로 절수(折受)한 것이 산해(山海)에 빙 둘렸는데, 주인 없는 황무지라 명명(命名)하여 실로 빼앗는 길을 열어주고 적절한 값으로 매매(買賣)한 것이라 이름하지만, 단지 간사한 무리들이 모이는 곳을 이루고 있습니다. 대저 액정(掖庭)에 매인 문서대로 상름(常廩)의 수효가 있고, 때때로 사여(賜予)가 있어 의식(衣食)이 넉넉한데도 어찌 더 사장(私莊)과 사전(私田)을 두게 하여, 나라 사람들의 비난을 일으키게 하십니까? 궁장(宮莊)이 나라 가운데에 두루 있는 것은 실로 치세(治世)에 마땅히 있어서는 안될 일입니다. 예로부터 엿보는 무리들이 이런 부정한 길로 인하여 치고 다투는 발판으로 삼지 않음이 드무니, 명주(明主)께서 가장 깊이 생각하시어 처리해야 할 곳입니다…….” 하니, 임금이 비답하기를, “당(黨)을 두호하니, 개탄스럽다.” 라고 꾸짖었다.【원소(原疏)의 비지(批旨)는 위에 보인다.】 윤행교는 바로 유신(儒臣) 윤증(尹拯)의 아들로서, 소 가운데서 군덕(君德)을 논한 것은 명언(名言)이 많았으나, 그가 논한 시사(時事)는 색목(色目)의 과구(科臼)를 벗어나지 못하여 ‘총애의 자리에 있는 데에 어두웠다’는 말 같은 것은 기사년을 당한 여러 신하들에게 할 말이 아니다. 설령 여러 신하들이 참으로 총애받는 자리에 잘 있지 못하여 재앙을 부른 사람이 있었다 하더라도, 윤행교가 말하기에는 혐의가 없지 않을 수 없었다. 대개 그 사람이 오활하여 일을 그다지 이해하지 못하였기 때문에 그 말도 또한 잘못됨을 면치 못하였다. 그러나 초사(初史)를 편수한 자가 그가 높이는 바를 해친 것에 노하여 ‘그의 아비가 흉당(凶黨)에게 이끌림을 당해 헌장(憲長)을 다투어 얻었다’는 등의 말을 추가(追加)하여 욕을 해서 말이 매우 조리를 잃어 거의 고수(賈竪)의 말과 같았으니, 식자들이 또 해괴하게 여겼다.",
                "hj": "○壬申/前獻納尹行敎在鄕上疏, 極論君德時事, 略曰: 向來宮庭之變, 卽邦家一厄會也。 殿下若於己巳之前, 明尊卑之分, 盡修齊之方, 則可以無己巳之事矣。 若於甲戌之後, 嚴內外之防, 杜私邪之逕, 毋令邪妖之氣, 潛滋暗殖, 則寧復有向日之事耶? 繼自今, 惕然警乎心, 瞿然反乎身, 明理以察事, 正己以率物, 毋使凶陰之徒, 復有所依蔭之所, 則殿下向日所遭, 未必不爲增益之一大助也。 臣聞後宮之有名號者, 各置私莊於闕外, 置僕典守, 又聞雜人之往來差備門者, 或無防限。 若果有之, 恐爲聖德之累。 年前權之疏, 已及此事, 伏惟聖明, 或賜省記也? 至於折受, 恩澤遍於山海, 名爲無主陳荒, 而實開攘奪之路, 名爲平直買賣, 而祇作奸宄之藪。 夫係籍掖庭, 常廩有數, 以時賜予, 衣食自裕, 則何可更有私莊、私田, 以起國人之議耶? 宮庄之遍於國中, 實非治世之所宜有者。 從古覘伺之輩, 鮮不因此等蹊逕, 以爲投抵之階, 最宜明主之深念處也云云。 上批, 以護黨可慨, 責之。【原疏批旨見上。】 行敎, 卽儒臣拯之子也。 疏中論君德, 固多名言, 而其論時事, 未能脫然於色目科臼, 若其昧於居寵之說, 非所以施於己巳被禍之諸臣。 設令諸臣, 眞有不善居寵而取禍者, 自行敎言之, 不能無嫌。 蓋其人迂踈, 不甚解事, 故其言亦不免有失也。 然修初史者, 怒其傷於所尊, 而至以其父爲凶黨汲引, 睹得憲長等說, 追加反詈, 語極無倫, 殆若賈竪口氣, 識者又駭之。"
            }
        }
    },
    "03": {
        "17": {
            "1": {
                "H2KE-EN": "In musul year (, [Yi] Chang , a man from musul year (, submitted a memorial requesting that an incident be reported to the Royal Ancestral Shrine in the sinsa year (. The Royal Secretariat reported this to the King and accepted the memorial. The King ordered the return of the memorial to the Royal Ancestral Shrine. Later, the King ordered that the memorial submitted to the Royal Ancestral Shrine be returned to him. Later, the King ordered that the memorial be returned to the Royal Ancestral Shrine to the Naju . Later, the King ordered that Yi Ban be exiled to Naju . In writing that [Yi] Changs memorial, Jinhang , murdering the King, and others did not show any intention to harbor the intention to harbor his superiors. He was extremely disrespectful. However, he requested to the Royal Ancestral Shrine to secretly harbored any grudge against him. From antiquity, those who harbored plots to harbored plots must first raise the opinion of the Royal Ancestral Shrine to the Royal Ancestral Shrine. Truly, this is the Royal Ancestral Shrine to circumstances and then can harbored such grudges. There was no one who insulted the mother of [Yi] Cheom [] and [Yi] Mok [] insulted the administration of the state. [Yi] Changs writing was also from this. The palace was thoroughly clean and clear, and his distinction was already strict. Why would it be necessary to repeatedly clarify the Royal Ancestral Shrine to grieve the Crown Prince? However, [Yi] Chang uttered absurdly speaking illegal words in such a way as this. His intention to enjoy a grudge against his own behavior is known to everyone in the world. At first, the King ordered that [Yi] Chang be exiled to a designated area. Nevertheless, the King ordered that [Yi Chang] be exiled to a separate place so that he could conceal the administration of his superior motives. Thus, the King issued a",
                "H2KE-nKo": "무술년에 흉악한 사람인 임창이 상소하여 신사년 궁정의 변고를 태묘에 고할 것을 청하였는데, 승정원이 주상에게 여쭈어 봉입하였다. - 원래의 상소와 계사의 내용은 위에 보인다. - 주상이 상소를 돌려주라고 명하였다. 뒤에 유신 이탄의 말로 인하여 나주에 정배하라고 명하였다. 임창의 상소 가운데 ‘진항이 임금을 시해하였다.’라는 등의 말은 임금을 배반하는 뜻이 조금도 없었으니 무엄하기 짝이 없다. 그러나 태묘에 고하자는 청에 이르러서는 은연중에 한없는 화심을 품었다. 전부터 흉계를 품은 자는 반드시 먼저 태묘에 고하자는 의논을 제창하였으니, 이는 진실로 태묘에 고한 뒤에야 그 일을 중대하게 여겨 그 흉악한 짓을 마음대로 할 수 있기 때문이다.이이첨이 폐모한 것과 윤휴와 허목이 선정을 해친 것은 모두 이 논의를 먼저 제기한 것이니, 임창의 흉악한 상소도 그 의도가 여기에서 나온 것이다. 궁위가 엄숙하고 깨끗하여 처분이 이미 엄하였는데, 어찌 굳이 다시 이전의 일을 제기하여 동궁의 마음을 슬프게 할 필요가 있겠는가. 그런데 임창이 아무런 이유 없이 함부로 말하는 것이 이 지경에 이르렀으니, 그가 화를 즐기고 시험해 보려는 마음은 길가는 사람도 아는 바이다. 당인들이 애초에 엄히 배척하지 않았는데, 주상이 정배하라고 명하자 오히려 다시 편한 곳으로 정하고 곡진히 비호하여 주상의 엄한 하교로 고쳐 정배하게 하였으니, 온 나라 사람들의 의혹과 놀라움을 또 어찌 면할 수 있겠는가.\n",
                "date_ko": "숙보 36권, 28년(1702 임오 / 청 강희(康熙) 41년) 3월 17일(무술) 1번째기사",
                "gt-oKo": "흉인(凶人) 임창(任敞)이 상소하여 신사년 궁정(宮庭)의 변고를 태묘(太廟)에 고하기를 청하였는데, 승정원(承政院)에서 봉입(捧入)하기를 계품(啓稟)하니,【원소(原疏)의 아뢴 말은 위에 보인다.】 임금이 돌려주게 하였다. 후에 유신(儒臣) 이탄(李坦)의 말로 인하여 나주(羅州)에 귀양 보냈고, 임창의 소 가운데 ‘진항(陳恒)이 그의 임금을 시해하였다.’는 등의 말은 임금에게 두 마음 품기를 조금도 주저하는 마음이 없으니 이미 무엄(無嚴)함이 그지없고, 태묘에 고하자는 청에 이르러서는 은연중 무한한 화심(禍心)이 있었다. 전부터 흉계(凶計)를 품은 자는 반드시 먼저 태묘에 고하자는 의논을 창도(倡導)하였으니, 진실로 태묘에 고한 후에는 바야흐로 그 일을 중하게 하여 그 흉모를 마음대로 행할 수 있는 것이다. 이이첨(李爾瞻)이 폐모(廢母)한 것이나 윤휴(尹鑴)·허목(許穆)이 선정(先正)을 해친 것이 모두 이런 의논을 먼저 했는데, 임창의 흉소(凶疏)도 의도가 또한 이에서 나왔다. 궁위(宮闈)가 숙청(肅淸)하여 처분이 이미 엄하였는데, 하필 다시 지난 일을 들어 동궁(東宮)의 마음을 슬프게 하여야 하겠으므로, 임창의 무단히 함부로 말한 것이 이에 이르렀으니, 그의 화(禍)를 좋아하고 엿보아 시험하는 마음은 길 가는 사람도 알고 있는 바인데, 당인(黨人)이 애초에 엄중히 물리치지 않았고, 임금이 유배할 것을 명하기에 미쳐서도 오히려 다시 편리할 곳으로 정하고 곡진하게 포용과 비호를 더하였다. 그래서 임금의 고쳐 정배하라는 엄교(嚴敎)가 있게 하였으니, 나라 사람들의 의심하고 놀라와함을 또 어찌 면할 수 있겠는가?",
                "hj": "○戊戌/凶人敞上疏, 請以辛巳宮庭之變, 告于太廟, 政院啓稟捧入,【原疏啓語見上。】上令還給, 後因儒臣李坦言, 命配於羅州。 敞疏中陳恒弑君等語, 略無爲貳君顧藉之意, 已極無嚴, 而至於告廟之請, 隱然有無限禍心。 自前包藏凶計者, 必先倡爲告廟之議, 誠以告廟之後, 方可重其事而逞其凶也。 爾瞻之廢母, 鑴、穆之毒正, 莫不先之以此論, 敞之凶疏, 意亦出此。 宮闈肅淸, 處分已嚴, 顧何必更提前事, 以慼東宮之心, 而敞之無端肆言, 乃至於此, 其樂禍嘗試之心, 路人所知。 黨人初不嚴斥, 及上命配, 而猶復定以便地, 曲加容庇, 致令上嚴敎改配, 國人之疑駭, 又安能免也?"
            }
        }
    },
    "05": {
        "10": {
            "1": {
                "H2KE-EN": "Inspector General [of the Office of the Inspector General] [] [of the Royal Ancestral Shrine ] [], Inspector General [of the Office of the Censor General] [], reported on the joint discussion that cannot jointly occur. [The report] stated in a sense of discussion, Your subject ventures to say that [Your Majesty] is indignant. As a great surveillance official, he should observe his ordinary circumstances and ought to seek his ordinary circumstances in his ordinary circumstances. The other day, [Chinese] Nam Ji was investigated in prison. Truly, this was a fault of error. However, he observed his ordinary circumstances in his ordinary circumstances, and he sought to seek his ordinary circumstances in his ordinary circumstances. He was only deeply worried about the countrys concern and far-dinary worries. Fortunately, [however], there was an unavoidable occurrence in the past few years affair disasters. Due to this, he reprimanded his crime and did not pursue his ordinary circumstances at the beginning of his ordinary circumstances. At the beginning of his circumstances, he had already been frightened and apprehensive, and his punishment was added to his ordinary circumstances. As he requested to banish him to a designated area, how could his ordinary circumstances be considered so far as to observe his ordinary circumstances? As for Yun Jiwans request that he be dismissed from his post and denounced his cumstances as a urveillancestor, he had already returned to the truth. Nevertheless, he continued to admonish the inspectors and censors to say that he wished to do as he pleased. Your subject heard that because he had participated in prisons, he submitted a memorial detailed in the previous year. Although he failed to present [the memorial], some ministers had saw the draft of the memorial. How could he have suspected today that his ordinary circumstances would have suspected? Alas! A man who slightly human feel ",
                "H2KE-nKo": "대사헌 서종태가 합동 계사에 구차하게 동조할 수 없다는 이유로 진계하고 인피하였는데, 그 대략에,“신은 세 대신이 합동 계사에 대해 삼가 개탄스럽게 여기는 점이 있습니다. 대범인은 평소의 태도를 살펴보아야 하고 다른 사람을 논핵할 때는 본심을 따져야 합니다. 남구만은 지난번 중대한 옥사를 조사할 때 진실로 일을 당하여 착오를 일으킨 잘못이 있었습니다. 다만 그가 평소 수립한 것을 살펴보면 화복 때문에 마음을 움직이지는 않았으니, 그의 본심을 따져 보면 단연코 국가를 위해 깊이 근심하고 멀리 생각한 것일 뿐입니다. 그런데 국가가 불행하여 몇 해 전에 발생한 화변이 뜻밖에 발생하였습니다. 이 때문에 그의 죄를 소급해 허물하면서 조금도 당일의 마음을 미루어 헤아리지 않아, 첫머리에 논핵한 계사의 내용이 이미 사람들로 하여금 놀라고 두려워하게 하여 죄율을 거듭 가하고 찬배하기를 청하기까지 하였으니, 이것이 과연 오로지 의리를 지키고 공평한 마음으로 일을 논하는 마음에서 나온 것이겠습니까.윤지완을 파직하기를 청한 계사에서 죄목이 긴요한 말을 끄집어내어 이미 실상을 잃은 것으로 결론지었는데도 여전히 논핵하기를 그치지 않고 있으니, 오늘날 대각은 하고 싶은 대로 한다고 할 만합니다.신이 일찍이 듣건대 유상운이 옥사에 참여하였기 때문에 몇 년 전에 즉시 스스로 논열하는 상소를 갖추어 올렸다고 합니다. 비록 미처 올리지는 못했지만 그 상소의 초고를 본 경재가 있었으니, 어찌 오늘날 그의 심적을 의심받을 줄을 생각이나 했겠습니까. 아, 조금이라도 사람의 마음이 있는 자라면 반드시 차마 이런 짓을 하지는 못할 것이니, 오늘날의 세도는 험악하고도 야박하다고 할 만합니다. 신은 평소 본래의 뜻이 치우치고 심각한 논의에 파란을 조장하여 전하의 조정을 손상하고 싶지 않았습니다. 이제 곧 죽을 지경에 이르렀으니, 차마 다시 마음을 바꾸어 시세에 따라 나아갈 수 없습니다. 신의 어리석은 견해가 이와 같아서 끝내 구차하게 동조하기 어려우니, 체차하여 주소서.”하니, 주상이 사직하지 말라고 명하였다.\n",
                "date_ko": "숙보 36권, 28년(1702 임오 / 청 강희(康熙) 41년) 5월 10일(신묘) 1번째기사",
                "gt-oKo": "대사헌 서종태(徐宗泰)가 합계(合啓)에 구차히 함께 진계(陳啓)할 수 없다는 것으로써 인피(引避)하였는데, 그 대략에 말하기를, “신이 세 대신에 대한 합계에 가만히 느낀 바가 있습니다. 대개 사람을 살핌에 있어서는 마땅히 평소의 일을 살펴보아야 하고, 사람을 논함에 있어서는 마땅히 본심을 찾아보아야 하는 것입니다. 남구만(南九萬)은 지난번 중옥(重獄)을 살피면서 참으로 일을 당해 착오한 잘못이 있지마는, 다만 그가 평소에 이룩하여 세운 것을 살펴본다면 화복(禍福)으로써 마음을 움직이지 않았으니, 그 본심을 따져 보면 성실하게 국가를 위해 깊이 근심하고 먼 장래를 염려했을 뿐입니다. 국가가 불행하여 지난해 화변(禍變)이 뜻밖에서 나왔으나, 이로써 그의 죄를 추급(追及)하여 죄주면서 조금도 당일의 심사(心事)를 근원을 추구(推究)하지 않아, 처음 논계(論啓)한 조어(措語)가 이미 사람들을 놀라게 하였고, 죄율(罪律)을 점점 더하여 귀양 보내기를 청하기에 이르렀으니, 이것이 과연 오로지 의리(義理)를 지키면서 평심(平心)으로 일을 논하는 마음에서 나온 것이겠습니까? 윤지완(尹趾完)을 파직하기를 청한 계사에 죄목으로 잡은 긴절한 말이 이미 실정(實情)을 잃은 것이었는데도 오히려 논핵하기를 그만두지 않았으니, 오늘날 대각(臺閣)은 다만 마음대로 한다고 할 수 있습니다. 신은 일찍이 듣건대, 유상운(柳尙運)이 옥사(獄事)에 참석했으므로 지난해 스스로를 논열(論列)하는 소를 썼는데, 비록 과연 올리지는 않았으나, 그 소의 초(草)를 본 경재(卿宰)가 있다 하는데, 어찌 오늘날 그의 심적(心跡)을 의심받을 줄 알았겠습니까? 아! 조금이라도 사람의 마음이 있는 자라면 반드시 차마 이처럼 하지는 못할 것이니, 오늘날의 세도(世道)는 험난하고도 각박하다고 할 수 있습니다. 신의 평생 본뜻은 치우치고 심각(深刻)한 논의에 파란을 조장하여 전하의 조정을 상하게 하지 않으려는 것입니다. 지금에 이르러 조석(朝夕)사이에 죽는다 하더라도 차마 다시 그런 마음을 고치어 시대의 추향(趨向)에 따를 수는 없습니다. 미혹된 의견이 이러하여 끝내 함부로 남에게 영합(迎合)하기가 어려우니, 청컨대 갈아치우소서.” 하니, 임금이 사직하지 말라고 하였다.",
                "hj": "○辛卯/大司憲徐宗泰, 以合啓之不可苟同, 陳啓引避, 略曰: “臣於三大臣合啓, 竊有慨然者。 大凡察人, 當觀平素, 論人當求本心。 南九萬頃按重獄, 誠有當事錯誤之失, 而第觀其平素樹立, 不以禍福而動心, 求其本心, 斷斷爲國家深憂遠慮而已。 國家不幸, 頃年禍變, 出於意慮之外, 以此而追咎其罪, 少不推原當日之心, 初頭論啓措語, 已令人駭悚, 罪律層加, 至於請竄, 是果出於專執義理, 平心論事之心乎? 尹趾完請罷之啓, 執以爲罪目之緊語, 旣歸失實, 而猶論之不已, 今日臺閣, 可謂惟意所欲矣。 臣曾聞柳尙運, 以參涉獄事之故, 頃年卽具自列之疏。 雖未果上, 而卿宰有見其疏草者, 豈意今日, 至以心跡見疑? 噫(噫)〔嘻〕! 稍有人心者, 必不忍爲此, 今日世道, 可謂險且薄矣。 臣平生本志, 不欲助瀾於偏係深刻之論, 以傷殿下之朝廷。 及今朝夕且死, 不忍更變其衷, 以循時趨。 迷見如此, 終難苟同, 請命遞斥。” 上令勿辭。"
            }
        }
    },
    "06": {
        "8": {
            "1": {
                "H2KE-EN": "Im Hongmang , a nephew of his nephew, presented a memorial to the King and reprimanded him. The memorial read as follows: Your subject is old and strong, and he is unable to strictly adjudicate his son and nephew. Your subjects nephew of his familys nephew, but his nephew was slightly impressed. In your subjects opinion, it is impossible that Your Majesty has treated your subjects favor and allowed your subjects to assume their duties for a long time. Now that your subject has committed a crime against the imperial court, he has been exiled to a designated area. Your subject is a guilty man of Bai Yan . How could he be able to claim that he is unaware of his own principal offence? The King ordered that he not be punished.",
                "H2KE-nKo": "우윤 임홍망이 자신의 조카 임창이 흉악한 상소를 올렸다는 이유로 상소하여 인책하였는데, 그 대략에,“신은 기운이 쇠약하고 마음이 약하여 자식과 조카를 엄히 단속하지 못하였습니다. 집안 조카 임창은 성품이 본래 집요하여 신이 말하는 것마다 일체 상반되므로 신은 그가 하는 대로 내버려 둔 지 오래되었습니다. 그런데 지금 괴상하고 망녕된 상소 때문에 조정에 죄를 얻어 편배되기까지 하였으니, 신은 바로 마원의 죄인입니다. 가장의 신분으로 어찌 감히 몰랐다고 핑계 대고 홀로 그 죄를 면할 수 있겠습니까.”하니, 주상이 사직하지 말라고 명하였다.\n",
                "date_ko": "숙보 36권, 28년(1702 임오 / 청 강희(康熙) 41년) 6월 8일(무오) 1번째기사",
                "gt-oKo": "우윤(右尹) 임홍망(任弘望)이 그의 조카 임창(任敞)이 흉소(凶疏)를 올린 이유로써 상소하여 허물을 들어 자책(自責)하였는데, 그 대략에 말하기를, “신은 심기(心氣)가 쇠약해서 자질(子姪)을 엄히 단속하지 못하였습니다. 집안 조카 임창은 성품이 본디 고집이 세어서 신의 말하는 것엔 일체 상반(相反)되므로, 신은 은혜를 해칠까 염려되어 그가 하는 대로 내버려 둔 지가 오래 되었습니다. 이제 괴망(怪妄)한 상소로써 조정에 죄를 지어 편배(編配)하기에 이르렀으니, 신은 바로 마원(馬援)의 죄인입니다. 자신이 집안의 어른인데, 어찌 감히 몰랐다고 핑계하여 홀로 그 죄를 면하겠습니까?……” 하였는데, 임금이 사직하지 말라 하였다.",
                "hj": "○戊午/右尹任弘望, 以其姪敞, 上凶疏, 陳疏引咎, 略曰: 臣氣衰心弱, 不能嚴束子姪。 家姪敞, 性本執拗, 凡臣所言, 一切相反, 臣恐其夷恩, 任其所爲者久矣。 今以怪妄之疏, 得罪朝廷, 至於編配, 臣卽馬援之罪人也。 身爲家長, 何敢諉以不知, 而獨免其罪乎? 云云。 上令勿辭。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十六"
            }
        }
    },
    "07": {
        "15": {
            "1": {
                "H2KE-EN": "On gapja day, Chief Royal Secretary Yi Don , who was the first day of the month, presented a memorial to the King as follows: Your subject has recently meted out natural disasters and was unable to overcome the sincerity of loyalty and frustration with all the officials of the Office of the Censor General, and consulted a simple writing on a single writing on the ancients, but continued to see various inspectors and censors suddenly avoid their suspicion. Yesterday, your subject humbly observed the memorial to the Censor General Choe Jungtae , which increased the single writing on the grounds that all the words of the Office of the Censor General were not reprimanded. In the end, he made a decision on the basis of the single writing on the Office of the Inspector General to pervert the sovereign. Alas! What are these words? What is the words of the Office of the Censor General writing on the single writing on the grounds that Choe Jungta did not know the single writing on the grounds that Choe Jungtae had observed the single writing on the grounds that Choe Jungtae had observed the writing on the single writing on the grounds that he did not know about the single writing on the grounds that the memorial writing on the single writing on the grounds that the single writing on the grounds was truly apprehensive. Yet, Choe Jungtae impeached Kim Gu from his office on the grounds that he did not know whether his single writing on the grounds that he did not know whether his single writing on the grounds that he was imprehible writing on the single writing on the grounds that he had been punished by Choe Jungtae",
                "H2KE-nKo": "갑자년에 도승지 이돈이 여러 대간이 피혐한 계사로 인하여 상소하였는데, 그 대략에,“신은 근일의 재이가 비상하여 나라를 걱정하고 임금을 사랑하는 정성을 금할 수 없었습니다. 그래서 승정원의 동료와 상의하여 대략 문자를 지어 스스로 옛사람이 경계를 진달한 의리를 따랐는데, 잇따라 여러 대간이 인피한 것을 보니 참으로 불안하였습니다. 어제 사간 최중태가 피혐한 내용을 보니, 종이 가득 장황하게 늘어놓은 말들이 모두 본원을 공격한 말이었고, 끝에는 대각을 억지로 얽어서 임금을 현혹한 것으로 결론지었습니다. 아, 이것이 무슨 말입니까.본원의 계사에서 말한 것이 어찌 터무니없이 날조하여 구차하게 입에 올리는 말이겠습니까. 그러나 끝에 가서는 그 사람을 지적하지 않고 그 일을 들어 명백하게 곧바로 진달했다고 책망하였습니다. 이는 최중태가 계사의 체제를 잘 몰라서 그런 것입니다.그런데 지금 그 말이 이와 같으니, 신은 이에 대해 모두 진달하지 않을 수 없습니다.윤행교의 상소 같은 것은 비록 그 한 단락은 당세에 듣기 싫어하는 것이지만, 그가 논한 것은 진실로 충성과 사랑을 다해서 나온 것인데 떼를 지어 일어나 번갈아 공격하기에 여력을 남기지 않았습니다.조정위가 김구를 탄핵하여 파직한 것에 대해 비록 그가 논한 것이 사실인지 아닌지는 알 수 없으나, 소신이 중신과 재신을 탄핵한 것에서 또한 강어의 절개를 두려워하지 않았음을 볼 수 있습니다.윤성준이 논사하는 직책에 있으면서 상소하여 소회를 진달한 것은 실로 나라를 걱정하고 임금을 사랑하는 정성에서 나온 것이지, 오로지 당세에 죄를 입은 한두 사람만을 위해서가 아닙니다. 그런데 서둘러 죄주기를 청하면서 조금도 고려하지 않았으니, 이것이 무슨 대간의 체모이며 이것이 무슨 풍습입니까.이 밖에 배척하고 반목하는 방자하고 방자한 논의는 진실로 한두 단락에 그치지 않습니다. 그러나 본원의 계사에서 애당초 낱낱이 거론하지 않은 것은 단지 체제와 규례에 구애되어 그 실상을 대충 논한 것이니, 마땅히 스스로 반성하기에도 겨를이 없어야 할 것입니다. 그런데 감히 온갖 말로 도리어 꾸짖어 그 시비를 의논하지 못하게 하였으니, 이러고도 국가를 어떤 지경에 두려고 했단 말입니까.”하니, 주상이 사직하지 말라고 하였다.\n",
                "date_ko": "숙보 37권, 28년(1702 임오 / 청 강희(康熙) 41년) 7월 15일(갑자) 1번째기사",
                "gt-oKo": "도승지(都承旨) 이돈(李墩)이 여러 대관(臺官)의 피사(避辭)로 인하여 소(疏)를 올렸는데, 그 대략에 이르기를, “신(臣)이 근일의 재이(災異)가 심상(尋常)하지 아니하여 나라를 근심하고 백성을 사랑하는 정성을 금할 수 없었으므로, 승정원의 동료(同僚)들과 서로 의논하여 대략 문자를 지어서 스스로 옛 사람이 진계(陳戒)한 내용에 결부시켰는데, 잇따라 여러 대관(臺官)의 인피(引避)를 보게 되니, 정말 불안합니다. 어제 사간(司諫) 최중태(崔重泰)의 피사(避辭)를 삼가 보건대, 종이에 가득한 장황(張皇)한 말이 본원(本院)을 공척(攻斥)하는 말이 아닌 것이 없으며, 끝에는 억지로 대각(臺閣)을 무함하고 군주를 미혹(迷惑)되게 하는 것으로 결론지었으니, 아! 이것이 무슨 말입니까? 본원의 계사(啓辭)에 말한 것이 어찌 사실이 아닌 거짓이요, 쓸데없는 공론(空論)으로 구차하게 입에 오르는 말이겠습니까마는, 끝에 가서 그 사람을 지목하고 그 사건을 들어서 명백하게 바로 진달(陳達)하지 않았다는 이유로 책망하였는데, 이는 최중태가 계사의 형식과 순서를 알지 못해서 그러한 것이나, 이제 그의 말한 것이 이와 같으니 신이 죄다 진달하지 않을 수가 없습니다. 윤행교(尹行敎)의 소(疏)는 비록 그 한 단락(段落)은 곧 당세에서 듣기 싫어하는 바이지마는, 그 논술(論述)한 것은 다 충군애국(忠君愛國)에서 발생했는데, 여러 사람이 일어나 번갈아 공격하며 힘을 남기지 않았습니다. 조정위(趙正緯)가 김구(金構)를 핵파(劾罷)한 것은 그 논핵한 허실(虛實)이 어떠한지는 알 수 없으나, 소신(小臣)으로서 중재(重宰)를 논핵(論劾)했으니, 또한 강어(强禦)를 두려워하지 않는 그의 절조(節操)를 볼 수 있었습니다. 윤성준(尹星駿)은 직책(職責)이 논사(論思)하는 지위에 있으므로, 생각한 바를 소진(疏陳)한 것이 실제로 나라를 근심하고 백성을 사랑하는 정성에서 나왔으니, 오로지 당세의 죄를 입은 한 두 사람을 위한 것이 아니었는데, 청죄(請罪)하는 데 조급히 서둘러서 조금도 돌보지 않았으니, 이것이 무슨 대각(臺閣)의 체면이며, 이것이 무슨 풍습입니까? 이 밖에도 물리치고 억누르려는 방사(放肆)한 의논은 진실로 한 두 단락(段落)에 그치지 않을 것이나, 본원의 계사 중에 처음부터 두루 거론하지 않은 것은 다만 체례(體例)에 구애받아 그 실상(實狀)을 대충 논술(論述)한 것이니, 마땅히 스스로 반성하는 데 겨를이 없는 것같이 해야 할 것인데, 이에 감히 온갖 말을 다하여 도리어 꾸짖으면서 그 시비(是非)를 비평하지 못하게 하니, 이와 같이 하고서 국가를 어떤 지경에 두고자 하는 것입니까?” 하니, 임금이 사직하지 말라 하였다.",
                "hj": "○甲子/都承旨李墪, 因諸臺避辭, 陳疏略曰: 臣於近日災異非常, 不勝憂愛之忱, 與院僚相議, 略搆文字, 自附於古人陳戒之義, 而連見諸臺引避, 固已不安。 昨伏見司諫崔重泰避辭, 滿紙張皇, 無非攻斥本院之語, 末乃斷之以勒搆臺閣, 熒惑人主。 噫! 是何言也? 本院啓辭所云云者, 豈架虛鑿空, 苟然騰口之言, 而末乃以不指其人、擧其事, 明白直陳責之。 此則重泰未諳啓辭體段而然, 而今其爲言如此, 臣不得不悉陳之。 如尹行敎之疏, 雖其一段, 卽當世之所惡聞, 而若其所論, 則儘多忠愛而發, 而群起迭攻, 不遺餘力。 趙正緯之劾罷金構, 雖未知其所論虛實之如何, 而以小臣劾重宰, 亦可見其不畏强禦之節。 尹星駿之職在論思, 疏陳所懷, 實出憂愛之誠, 非專爲當世被罪之一二人, 而汲汲請罪, 不少恤焉, 此何臺體, 此何風習也? 此外擠軋放肆之論, 固不足於一二段, 而本院啓辭中, 初不歷擧者, 只拘於體例, 而泛論其實, 則宜若自省之不暇, 而乃敢極口反詈, 使不得議其是非, 如是而欲置國家於何地耶? 云云。 上令勿辭。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the first month, the Royal Secretariat addressed the means of earthquakes regarding the disasters of earthquakes and exercisively apprehensive measures to cultivate the cultivation of calamity. The summary reads as follows: In the past, a fire breaks out to the moon of the start of the star",
                "H2KE-nKo": "승정원이 지진의 변고로 인하여 수성하는 도리를 극진히 진달하였는데, 그 대략에,“지난번에 화성이 북두성을 침범하고 달로 들어갔으니 그 징조가 사첩에 실려 있는 것이 가장 위태롭고 두려웠습니다. 그런데 어제 있었던 지진의 변고가 또 초가을에 발생하여 집이 흔들리고 소리가 예사롭지 않았으므로 신들은 머리를 맞대고 깜짝 놀라 근심과 탄식을 금치 못하였습니다. 어떤 화기가 보이지 않는 가운데 잠복해 있어서 천지가 이렇게까지 경계를 보이는지 모르겠습니다. 신들의 구구한 생각으로는, 전하께서는 명철한 지혜로 사정을 환히 꿰뚫어 보고 계시지만, 혹 신하들을 경시하는 병통이 있고 경사에 두루 통달하여 정상적인 변고를 짐작하는 것이 도리어 신하들을 가까이하는 실제가 부족하고, 사사로운 뜻이 때때로 성행하여 궁중과 부중이 일체가 되는 아름다움을 볼 수 없으며, 표준이 확립되지 않아 백관들이 감독하고 바로잡는 성대함을 볼 수 없습니다. 이 때문에 무기력한 습성이 이루어지고 진작하고 분발하는 기상이 적어져서 묘당은 문서나 처리하는 데에만 매달리고 정돈하는 일을 담당하려는 뜻이 없고, 대각은 자기편이면 무조건 돕고 반대편이면 무조건 공격하는 데만 매달리고 잘못을 바로잡아 주는 효과는 없으며, 안일하고 나태하여 수습할 수 없으니 온갖 법도가 무너지고 만백성이 원망하는 것은 이상할 것이 없습니다. 만약 이대로 계속 놔둔다면 국가가 장차 어느 지경에 이를지 알 수 없습니다. 이것이 하늘의 경고가 이처럼 중복되고 박절한 이유입니다. 삼가 바라건대, 전하께서는 항상 하늘을 대하는 정성을 간직하여 수성하는 근본으로 삼고, 신하들을 신칙하고 면려하여 오직 실질적인 일에 힘쓰고 형식적인 것을 없애며, 과감하게 말하는 것을 장려하고 인도하여 언로를 넓혀 나가소서. 그러면 천심을 기쁘게 하고 화기를 불러올 수 있을 것입니다.”하니, 주상이 절실하게 유의하겠다고 답하였다. 계사는 도승지 이돈이 지은 글이다. 뒤에 대각이 자기편이면 무조건 돕고 반대편이면 무조건 공격한다는 등의 말로 서로 잇따라 인피하였다.\n",
                "date_ko": "숙보 37권, 28년(1702 임오 / 청 강희(康熙) 41년) 7월 5일(갑인) 1번째기사",
                "gt-oKo": "승정원(承政院)에서 지진(地震)의 재변(災變)으로 인하여 간곡히 수성(修省)하는 도리(道理)를 진달(陳達)하였는데, 대략에 이르기를, “지난번에 화성(火星)이 북두성(北斗星)을 침범하고 달로 들어갔으니, 그 징조의 감응(感應)을 사책(史冊)에 기록하여 놓은 것이 가장 위태롭고 두려운 것인데, 어제 지진의 재변이 또 가을의 첫달에 나타나서 가옥(家屋)이 흔들리고 울리는 소리가 심상(尋常)하지 아니하였으므로, 신(臣) 등이 머리를 맞대고 매우 놀라서 몹시 근심하고 탄식했으니, 어떤 모양의 화기(禍機)가 어두운 속에 잠복(潛伏)하고 있는지 알 수 없으나, 천지(天地)가 깨우침을 보임이 이와 같이 극도(極度)에 이르는 것인지요? 신 등의 변변치 못한 망령된 뜻으론, 전하(殿下)께서 명철(明哲)하고 예지(睿智)하여 사정(事情)에 통달(洞達)하시나 간혹 여러 신하들을 가볍게 보는 결점이 있고, 경사(經史)에 널리 통하여 상도(常道)와 변고(變故)를 헤아려 잘 처리하시나 도리어 아랫신하에게 친절하신 실상이 부족하며, 사사로운 뜻을 가끔 앞세워 궁중(宮中)과 정부(政府)가 합심(合心)되는 아름다움을 볼 수 없고, 표준(表準)이 서지 않아서 백관(百官)을 바로잡는 번성함을 볼 수 없는 듯합니다. 이러한 까닭에 쇠미한 습성이 형성되고 떨쳐 일어나는 기풍(氣風)이 적어서 묘당(廟堂)은 장부(帳簿)를 제출하는 일정한 기한을 맞추는 데만 힘을 써서 정돈(整頓)을 담당할 뜻이 없고, 대각(臺閣)은 자기편의 사람을 무조건 돕고 반대편의 사람은 무조건 공격하는 데만 넋을 빼앗겨 잘못을 바로잡아 도와주는 효과가 없으며, 세월을 허송하며 쇠약하고 나태해지니, 수습할 수가 없습니다. 온갖 법도의 궤열(潰裂)과 많은 백성의 원망은 별로 이상할 것이 없다 할지라도 만일 이런 것이 계속된다면 국가 장차 어떠한 지경에 이르게 될지 알 수 없을 것이니, 이에 위로 하늘이 경고(警告)하는 바가 이와 같이 거듭되고 박절(迫切)합니다. 삼가 원하건대, 전하께서는 항상 대월(對越)의 정성을 가지고 수성(修省)하는 근본으로 삼고, 여러 신하를 칙려(勅勵)하여 오로지 실제의 일에만 힘쓰고 형식적인 꾸밈은 버리게 하며, 직언(直言)을 권하고 인도하여 말할 수 있는 길을 넓게 확장한다면, 천심(天心)을 즐겁게 하여 화기(和氣)를 불러 올 수 있을 것입니다.” 하니, 임금이 절실히 유의(留意)할 것으로 대답하였다. 계사(啓辭)는 곧 도승지(都承旨) 이돈(李墩)의 글인데, 뒤에 대각(臺閣)이 당동 벌이(黨同伐異) 등의 말로 인하여 서로 잇따라 인피(引避)하였다.",
                "hj": "○甲寅/政院因地震之變, 極陳修省之道。 略曰: 向者火星之犯斗入月, 其徵應之著, 在史牒者, 最甚危怕, 而昨日地震之變, 又出孟秋之月, 屋宇掀動, 聲響非常, 臣等聚首震驚, 不勝憂歎。 未知何樣禍機, 伏在冥冥, 而天地之示警, 至於此極耶? 臣等區區妄意, 殿下明睿所照, 洞達事情, 而或有輕視群下之病, 淹貫經史, 斟酌常變, 而反欠親切下工之實, 私意時勝而未見宮府一體之美, 表率不立而未見百官董正之盛。 是以, 委靡之習成, 振奮之氣少, 廟堂則屑屑於簿書期會之間, 而無擔當整頓之意, 臺閣則規規於黨同伐異之際, 而無補拾繩糾之效, 玩愒頹惰, 莫可收拾, 百度之潰裂、兆民之怨讟, 無足異也。 若長此不已, 則不知國家, 將稅駕於何地? 此上天之所以警告, 若是其重複迫切。 伏願殿下, 常存對越之誠, 以爲修省之本, 勑勵群工, 惟務實事, 革去文具, 奬導敢言, 恢張言路, 則可以悅豫天心, 召回和氣矣。 上以切至留意爲答。 啓辭卽都承旨李墪之文也。 後臺閣以黨同伐異等說, 相繼引避。"
            }
        }
    },
    "08": {
        "23": {
            "1": {
                "H2KE-EN": "On imin day, the Ministry of Punishments reported to the King on the basis of an official report presented by the Ministry of Punishments , saying, It is impossible to thoroughly confess the facts without having thoroughly confessed. The King ordered that he be severely punished and interrogated. In the imo year (, when the application of the state examination was conducted, it was enough that all the powerful sons of the powerful families were made to use thick paper, which was already enough to suspicion and slander others. However, when the application was issued, nine people were selected and selected. However, eight people were the relatives of the literary li",
                "H2KE-nKo": "형조가, 상소를 올린 최세일을 평문하는 마당에 실정을 자백할 리가 만무하다는 이유로 주상에게 아뢰어 주상의 재가를 청하니, 주상이 엄히 형장을 치며 캐물으라고 명하였다.임오년 과시의 시지를 과장에 임박하여 변통하여 권세가의 자제들로 하여금 모두 두꺼운 종이를 쓰게 한 것만으로도 이미 사람들의 의심과 비방을 초래하기에 충분하다. 그런데 방목이 나오자 9인을 뽑았는데, 8인은 바로 시관의 가까운 친척이니 온 세상이 떠들썩하게 의심하는 것은 애당초 이상한 일이 아니다. 시골 유생의 상소에서 위험한 말이 많았으니 진실로 괴상한 무리라는 지목을 면할 수 없다. 그러나 또한 뭇사람의 노여움으로 인하여 일을 크게 벌인 것에 불과하니, 조정에서 그대로 두어야 할 것이다. 엄히 형장을 치며 추문하도록 한 명은 바로 위엄으로 제압한 것이니, 당파 사람들이 사사로이 한 것이 이미 이와 같았다. 그 뒤 임진년의 방목은, 한 고관의 친척과 친구의 아들이 합격하면 반드시 옥사를 성립시켜 빼 버리기를 청한 뒤에야 그만두었다. 그들이 이처럼 마음대로 조정하였으니, 이러한 일은 반드시 하늘에 죄를 얻을 것이다.\n",
                "date_ko": "숙보 37권, 28년(1702 임오 / 청 강희(康熙) 41년) 8월 23일(임인) 1번째기사",
                "gt-oKo": "형조(刑曹)에서 진소(陳疏)한 사람인 최세일(崔世鎰)이 평문(平問)해서는 실정을 절대로 말할 리가 없을 것이라는 이유로 임금의 재가(裁可)를 계청(啓請)하니, 임금이 엄형(嚴刑)으로 구문(究問)하라 하였다. 임오년의 과거(科擧)에서 시지(試紙)를 과장(科場)에 임해 변통하여 권세 있는 집안의 자제(子弟)로 하여금 다 두꺼운 종이를 쓰도록 한 것은 이미 사람들의 의혹과 비방을 초래하기에 족하였다. 그리고 방(榜)을 내면서 9명을 선출했는데, 8명이 곧 시관(試官)의 가까운 친척이었으므로, 온 세상이 떠들썩하게 의심한 것은 처음부터 이상한 일이 아니었다. 시골 선비들의 상소가 위험한 말이 많아서 진실로 괴귀(怪鬼)하다는 지목(指目)을 면하지 못하였으나, 또한 여러 사람의 분노(憤怒)로 인하여 확대된 데 불과하므로, 조가(朝家)에서 마땅히 처치(處置)해야 할 따름인데, 엄한 형벌에 처하라는 명으로 곧바로 위력으로 제압하니, 당인(黨人)들의 자기 마음대로 함이 이미 이와 같았다. 그 뒤 임진년 방목(榜目)에서는 한 고관(考官)의 친구 아들이 참방(參榜)되었는데, 반드시 옥사(獄事)를 만들어서 뽑아낼 것을 청한 다음에 그만두었다. 그들의 마음대로 내렸다 올렸다 함이 이와 같으니, 이러한 일은 반드시 하늘에 죄를 받게 될 것이다.",
                "hj": "○壬寅/刑曹以陳疏人崔世鎰平問之下, 萬無輸情之理, 啓請上裁, 上令嚴刑究問。 壬午科試紙之臨場變通, 致令勢家子弟, 皆用厚紙者, 已足招人疑謗, 而及其榜出, 選出九人, 而八人卽試官至親, 則一世之譁然致疑, 初非異事。 鄕儒之疏, 語多危險, 固不免怪鬼之目, 而亦不過因衆怒而張大之, 則自朝家惟當置之而已, 嚴刑之命, 直以威制, 黨人之自私, 旣如此。 及後壬辰榜, 則以一考官親友子之得參, 必成獄請拔而後乃已。 其任意低仰如此, 此等事, 獲罪於天必矣。"
            }
        }
    },
    "09": {
        "25": {
            "1": {
                "H2KE-EN": "[The King] received in audience Second Inspector [of the Office of the Inspector General] Yi Deokyeong , who presented a memorial regarding the problem of the purpose of the palace clerk. [The King] requested that this problem be thoroughly reformed on the day of calamity. 【위에 보인다.】 The King said, The purpose of the palace clerk has already been settled. As for the purpose of buying and selling, the governor should also be ordered to thoroughly investigate [the problem]. The problem of palace clerks and the problem of problems should also be punished. The governor of each province requested the request of the King to be entirely granted. How could I not spare this problem? As for the purpose of the palace clerk, it is not necessary to mention the descendants of the princes. Your words are arrogant. I truly disliked to hear this problem. How could the winter clerk be necessary to the purpose of the palace clerk? Even if the purpose of the palace clerk is not necessary, how could there be no thoroughly thoughly ccccur. Right State Councilor [of the Office of the Royal Lectures] [] [of the Inspector General] [] [of the Office of the Censor General] [] [of the Censor General] [], saying, The ordinary people are also descendants of the purpose of the palace clerk. Furthermore, if there is no descendants of the monarchs and the descendants of the house clerk, how can this effect? However, wicked men sometimes report the purpose of buying and selling, there will be no problems of problems. Second Deputy Director [of the Office of Royal Decrees] Kwon Sangyu and acting Fifth Deputy Director [of the Office of the Royal Decrees] Yi Ingil , the King was unable to hear the magnanimity of the palace clerk and earnestly reported [to the King]. [The King] requested that the study of the Royal Confucian Academy be additionally encouraged the study of cultivating clerks in the eight provinces. All the people said this problem, If the purpose of the palace clerk does not be abolished, the state will surely fall into ruin. The inspectors and censors presented memorials requesting that the purpose of the palace clerks be abolished, and",
                "H2KE-nKo": "계유년에 대신을 불러서 보았다. 이때 집의 이덕영이 궁장을 절수하는 폐단에 대해 진달하고, 재변을 만난 날에 이 폐단을 통렬히 개혁할 것을 청하였다. - 상세한 것은 위에 보인다. - 주상이 말하기를,“절수는 이미 기한을 정하였고, 사사로이 매매하는 것도 도신으로 하여금 살피게 하였으며, 궁차가 폐단을 일으키는 것도 치죄하게 하였다. 각 도의 도신이 청한 것도 모두 허락하였으니, 내가 어찌 인색하게 아까워하겠는가. 후궁은 말할 필요가 없고 왕자의 자손도 고려하지 않을 수 있겠는가. 그대의 말이 편벽되어 내가 실로 듣기 싫다. 겨울에 천둥이 치는 것이 어찌 반드시 절수 때문이겠는가. 절수하지 않더라도 어찌 겨울에 천둥이 없으리라고 기필할 수 있겠는가. 말이 중도에 맞지 않으니, 나는 이해할 수 없다.”하니, 이덕영이 아뢰기를,“근래의 일은 신이 과연 미처 듣지 못하였습니다만, 신구를 막론하고 모두 내주고 법전을 상고하여 하사해 주시는 것이 좋겠습니다.”하고, 우의정 신완은 아뢰기를,“여염의 서민도 오히려 자손을 위한 계책을 하는데, 하물며 제왕가의 자손에 전장이 없다면 어떻게 모양을 갖추겠습니까. 다만 간사한 무리가 혹 매매를 진고할 때에 연줄을 타고 농간을 부리는 폐단이 없지 않을 것입니다.”하였다. 부교리 권상유와 행 부호군 이인엽이 주상에게 간언을 받아들이는 것이 넓지 못하고 말씨가 너무 노골적이라는 내용으로 누누이 경계할 것을 진달하고, 주상에게 더욱 함양하는 공부를 할 것을 청하니, 주상의 뜻이 조금 풀렸다.사신은 논한다. 그때 궁가에서 절수하는 폐단이 끝이 없어서 궁벽한 산이나 먼 바다나 어느 한 곳도 궁가의 농락에 들어가지 않은 곳이 없었으며, 백성들의 먹을 것을 빼앗아 끝없는 비용에 제공하였다. 백성들이 탄식하는 것은 팔도가 똑같았고, 많은 사람들이 한결같은 말로 모두 ‘궁장을 혁파하지 않으면 나라가 반드시 망할 것이다.’라고 하였다.대간이 상소하여 혁파할 것을 청하고 각 도에서 장계로 보고하고 어사가 돌아와 아뢰는 것이 전후로 계속되어 이루 다 꼽을 수 없을 정도였는데, 주상은 한결같이 듣기 싫고 한 번도 채택하여 시행하지 않았으니, 식자들의 근심과 탄식을 이루 다 말할 수 있겠는가. 하늘의 견책이 거듭되는 이때에 마땅히 두려워하고 반성하기에 겨를이 없어야 할 것인데, 이에 ‘겨울 천둥이 어찌 절수에서 말미암았겠는가.’라고 하였으니, 아, 이것이 무슨 말인가.하늘의 도는 심원하여 진실로 어떤 재앙이 과연 어떤 일 때문에 일어났다고 말할 수 없지만, 또한 반드시 그렇지 않으리라고 어찌 장담하겠는가. 신하들이 이미 명백하게 말하고 드러내어 간하여 나의 잘못을 바로잡지 못하고, 도리어 ‘제왕가의 자손에 전장이 없으면 어떻게 모양을 갖추겠는가.’라고 말하였으니, 너무도 구차하다. 하늘의 재변이 어찌 이와 같지 않을 수 있겠는가.\n",
                "date_ko": "숙보 37권, 28년(1702 임오 / 청 강희(康熙) 41년) 9월 25일(계유) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 집의(執義) 이덕영(李德英)이 궁장(宮庄)을 절수(折受)하는 폐단을 진달(陳達)하여 재변(災變)을 당하는 이때에 이 폐단을 과감하게 개혁하기를 청하니,【전부 위에 보인다.】 임금이 말하기를, “절수는 벌써 한계(限界)를 정하였고, 그들이 사사로이 매매(買賣)하는 것도 또한 도신(道臣)으로 하여금 똑똑히 살피게 하였으며, 궁차(宮差)들이 폐단을 일으키는 것도 또한 치죄(治罪)하라 명령하여 각도 도신(道臣)들의 청을 전부 허가하였으니, 내가 어찌 너무 아낀 바가 있는가? 후궁(後宮)은 말할 필요가 없고, 왕자(王子)의 자손을 위하는 계획도 또한 돌아볼 수가 없겠는가? 그대의 말이 편벽(偏僻)되므로, 내가 실로 듣기 싫도다. 겨울 천둥이 어찌 반드시 절수(折受)에 연유하겠는가? 비록 절수하지 않더라도 어찌 겨울 천둥이 없으리라는 것을 기필할 수 있겠는가? 말이 사리(事理)에 맞지 않으니, 내가 이해할 수가 없다.” 하였는데, 이덕영이 말하기를, “근래의 일은 신(臣)이 과연 미처 듣고 알지 못했으나, 절수의 신구(新舊)를 물론하고 다 내주었다 하니, 법전(法典)을 상고해서 주는 것이 좋을 것입니다.” 하였다. 우의정 신완(申琓)이 말하기를, “여항(閭巷)의 서민(庶民)들도 오히려 또 자손(子孫)의 계책을 하는데, 하물며 제왕가(帝王家)의 자손이 만일 전장(田庄)이 없으면 어떻게 모양을 갖추겠습니까? 다만 간세(奸細)한 무리들이 혹 사고 파는 것을 진고(進告)하는 즈음에 권세 있는 연줄을 타고 간계(奸計)를 부리는 폐단이 없지는 않을 것입니다.” 하였다. 부교리(副校理) 권상유(權常游)와 행부호군(行副護軍) 이인엽(李寅燁)이 임금의 청납(聽納)하는 도량이 크지 못하고 말하는 기세가 너무 드러난 이유로써 상세히 진계(陳戒)하여 성학(聖學)에서 더욱 함양(涵養)하는 공부를 더하기를 청하니, 임금의 마음이 조금 풀렸다. 사신(史臣)은 논한다. “그때에 궁가(宮家) 절수(折受)의 폐단이 끝이 없어서 산과 바다 끝까지 어느 곳 하나라도 궁가의 농락(籠絡)에 들어가지 않은 것이 없었는데, 백성의 입술에 붙은 밥까지 빼앗아 미려(尾閭)의 소비(消費)에 공급하니, 백성들의 탄식하고 걱정함은 팔도(八道)가 모두 꼭 같았으며, 많은 사람들이 이구동성으로 모두 말하기를, ‘궁장(宮庄)을 없애지 않으면 나라가 반드시 망할 것이다.’라고 하였다. 대간(臺諫)이 상소하여 혁파(革罷)를 청하고, 각도(各道)에서 계문(啓聞)하고, 어사(御史)가 돌아와서 아뢰는 등 앞뒤로 계속되는 것이 손꼽아 다 셀 수가 없었으나, 임금이 한결같이 듣기를 싫어하여 한 가지도 채택(採擇)해서 시행하지 않으니, 식견이 있는 사람의 근심과 탄식을 이루 다 말할 수 있겠는가? 하늘의 꾸짖음이 거듭되는 이때를 당하여 마땅히 두려워하고 반성하는 데 겨를이 없어야 할 것인데도, 이에 말하기를, ‘겨울 천둥이 어찌 절수(折受)에 연유한 것이겠는가?’ 하니, 아아! 이것이 무슨 말인가? 천도(天道)는 깊고 멀어서 진실로 어떤 재앙이 과연 어떤 일 때문에 발생하였는지 말할 수는 없으나, 또한 반드시 그렇지 않은 줄을 어찌 알겠는가? 여러 신하들이 명백하게 말하고 뚜렷하게 간해서 과실(過失)을 바로잡지는 않고 이에 도리어 ‘제왕가(帝王家)의 자손이 전장(田庄)이 없으면 무엇으로 모양을 이루겠는가?’라고 말하니, 구차스러움이 심하도다. 하늘의 재변(災變)이 어찌 이와 같지 않을 수 있겠는가?.”",
                "hj": "○癸酉/引見時, 執義李德英陳宮庄折受之弊, 請於遇災之日, 痛革此弊,【詳見上。】上曰: “折受旣定限矣, 於其私買賣, 亦令道臣照察, 宮差之作弊, 亦令治罪, 各道道臣之所請, 一倂許之, 予豈有所吝惜? 後宮不須言, 王子子孫計, 亦不得顧乎? 爾言偏僻矣, 予實厭聽焉。 冬雷豈必由於折受乎? 雖不折受, 安能必其無冬雷乎? 言不適中, 予未可曉也。” 德英曰: “近事臣果未及聞知, 而勿論新舊, 盡爲出給, 考諸法典而賜予好矣。” 右議政申琓曰: “閭巷匹庶, 尙且爲子孫計。 況帝王家子孫, 若無田庄, 何以成樣乎? 第奸細之徒, 或於進告買賣之際, 不無夤緣用奸之弊矣。” 副校理權尙游、行副護軍李寅燁, 以上聽納未弘, 辭氣太露, 縷縷陳戒, 請於聖學上, 益加涵養之工, 上意稍解。 【史臣曰: “其時宮家折受之弊, 罔有紀極, 窮山極海, 無一不入於宮家之籠絡, 奪民口吻之食, 以供尾閭之費, 百姓咨嗷, 八道同然, 萬口一談, 皆曰宮庄不罷, 國必亡矣。 臺疏之請革, 各道之狀聞, 御史之歸奏, 前後相續, 指不勝屈, 而上一例厭聞, 不一採施, 識者憂歎, 可勝言哉! 當天譴荐疊之日, 正宜恐懼反求之不暇, 而乃曰冬雷豈由於折受乎, 噫! 此何言也? 天道玄遠, 固不可謂某災果爲某事而發, 而亦安知其必不然耶? 諸臣旣不能明言顯諫, 匡救闕失, 而乃反以帝王家子孫, 無田庄何以成樣爲言, 苟且甚矣。 天災安得不如此哉?”】"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Seo Munjung as chief state councilor in the jeongchuk year ( and thirty-five high officials were replaced. 사신은 논한다. [Seo] Munjung has no study of learning, but he has not passed the state examination and has served many posts in counties and districts. He has thorough knowledge of the administration of the petty official matters, and he is even able to understand our countrys laws. He has also sincere and diligent in character, and has become old age and has never neglected. He has always said, People cannot eat anything to eat anything. Originally, he did not engage in government buildings. People do not dare to violate them. For this reason, he has long served as minister of punishments and praised his praise of praise. At this time, when he became chief state councilor , he repeatedly submitted a memorial regarding the evils of the people and the problems of palace fields. His words were thoroughly urgent and urgent, and thus the King disliked and hearing them. Because of this, the Kings favor was gradually decrepit, and his old and infirm was worse, he eventually requested that he be replaced. Consequently, the public opinion was regretted. ",
                "H2KE-nKo": "서문중을 정승의 직임에 제수하였다. 소장을 35차례나 올려 체차하였다. 사신은 논한다. 서문중이 비록 학술은 없으나 급제하지 못하고 주부를 많이 역임하여 이사에 익숙하고 국조의 전장에 더욱 통달하였다. 게다가 성품이 또 정근하여 늙을 때까지 게을리하지 않고 항상 말하기를 ‘사람은 하루도 무사히 밥을 먹을 수 없다.’라고 하였다. 평생에 뇌물을 쓰지 않았으므로 사람들이 감히 간섭하지 못하였다. 이 때문에 오랫동안 형조와 병조의 직임을 맡고 있었으므로 칭송과 칭찬이 매우 높았다. 이때에 이르러 영의정이 되어 여러 차례 백성들의 고통과 궁장의 고질적인 폐단을 주상에게 진달하였는데, 그의 말이 간절하고 절박하여 주상이 듣기 싫어하는 것이 많았다. 이로 말미암아 주상의 권고가 점점 쇠해지고 또 노병이 점점 심해져서 마침내 체차해 주기를 청하고야 말았으니, 공의가 애석하게 여겼다.\n",
                "date_ko": "숙보 37권, 28년(1702 임오 / 청 강희(康熙) 41년) 9월 29일(정축) 1번째기사",
                "gt-oKo": "서문중(徐文重)을 영의정(領議政)에 임명하였으나, 서른 다섯 번이나 상소를 올리므로, 체직(遞職)하였다. 사신(史臣)은 논한다. “서문중은 비록 학술(學術)은 없으나 급제(及第)하기 전부터 여러 주부(州府)를 겪었으므로, 이사(吏事)에 숙달(熟達)하고 더욱 국조(國朝)의 제도에 통달하였다. 성격이 또 세밀하고 근면하여 늙을 때까지 게을리하지 않았는데, 늘 말하기를, ‘사람이 하루도 하는 일 없이 먹어서는 안된다.’ 하면서 평생에 관절(關節)을 한 일이 없으므로, 사람들이 감히 간청하지 못하였다. 이런 관계로 오래도록 형조(刑曹)·병조(兵曹)의 일을 맡아서 칭찬이 대단하였고, 이때는 수상(首相)이 되어서 여러 번 백성의 괴로움과 궁장(宮庄)의 나쁜 병통을 임금에게 진달(陳達)하였는데, 그 말이 간곡하고 박절하여 임금이 듣기 싫어하는 것이 많았다. 이로 연유하여 임금의 권애(眷愛)가 점점 쇠진하고, 또 노쇠(老衰)한 병이 점점 심해져서 마침내 체귀(遞歸)를 원하여 이에 그치니, 공의(公議)가 아깝게 여겼다.”",
                "hj": "○丁丑/以徐文重拜相職, 章三十五上而遞。 【史臣曰: “文重雖無學術, 而自未第, 多歷州府, 諳練吏事, 尤通國朝典章。 性又精勤, 至老不懈, 常曰: ‘人不可一日無事而食。’ 平生不作關節, 人亦不敢干。 以故久掌刑兵, 頌譽頗騰, 及此爲首相, 屢以生民疾苦、宮庄弊瘼, 陳達于上, 其言懇迫, 多上所厭聞者。 由是, 上眷(寢)〔寖〕衰, 且老病轉甚, 遂求遞乃已, 公議惜之。”】"
            }
        }
    },
    "10": {
        "15": {
            "1": {
                "H2KE-EN": "When Right State Councilor Yi Sebae was ill in the imjin year (, he begged permission to check on the sleep and 뜸을 떴다. 사신은 논한다. Yi Sebae was diligent and frugal in character, and honest in handling affairs. He was quite frugal and frugal in character. Only when he was in the position of the Ministry of Personnel, he concentrated on the sense of discussions and was extremely imprudent in his employment. When he became prime minister, he arrogantly impeached the meaning of discussions and expelled him from doing so as to demonstrate himself from work. This caused the sense of discussions in recent years, and this is all guilty of Yi Sebae.",
                "H2KE-nKo": "임진년에 우의정 이세백이 병을 이유로 정고하고 침을 맞으며 뜸을 뜨고 휴가를 청하였다. 사신은 논한다. 이세백은 침착하여 말과 웃음이 적었고 일을 처리함에 과감하고 굳센 점이 많았으며 자신을 단속함에 자못 청렴하고 검소하였다. 다만 전조에 있을 때에는 오로지 당론만을 일삼아 사람을 등용하고 버리는 것이 매우 편벽되었다. 그가 정승이 되어서는 언로를 막고 자기와 의견이 다른 사람을 내쫓는 것을 사업으로 삼아 근래에 사론이 더욱 어그러지고 과격해지게 하였으니, 이는 모두 이세백의 죄이다.\n",
                "date_ko": "숙보 37권, 28년(1702 임오 / 청 강희(康熙) 41년) 10월 15일(임진) 1번째기사",
                "gt-oKo": "우의정(右議政) 이세백(李世白)이 병을 아뢰고 침구(針灸)할 휴가를 원하였다. 사신(史臣)은 논한다. “이세백은 침착하여 말과 웃음이 적으며, 일을 처리하는 데는 결단성이 있고, 몸을 단속하는 데는 자못 청렴하고 검소하였으나, 다만 전관(銓官)의 지위에 있을 때는 당론(黨論)만 오로지 일삼아서 등용하고 버림이 매우 편벽되더니, 영상(領相)이 되어서는 언로(言路)를 저지해 막고 반대편의 사람을 내쫓는 것으로 사업을 삼았으니, 근래에 사론(士論)이 더욱 서로 어긋나고 과격하게 된 것은 다 이세백(李世白)의 죄이다.”",
                "hj": "○壬辰/右議政李世白呈病, 乞針灸暇。 【史臣曰: “世白沈凝寡言笑, 處事多果毅, 律身頗淸儉, 但在銓地, 專事黨論, 用舍甚偏, 及爲相, 以沮遏言路, 斥逐異己, 爲事業, 使近來士論益乖激, 皆世白之罪也。”】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Assistant State Councilor Yi Yeo submitted a memorial requesting his resignation on the grounds of gyesa year (, but the King did not approve his resignation. Yeo was a member of the Office of Royal Genealogy and had him come to the capital from his hometown to repeatedly resign from his office, and then he submitted a memorial after completing his resignation. When the Royal Wedding Ceremony was completed, Yeo was immediately expelled to outside the capital and submitted a memorial requesting his resignation. 사신은 논한다. Yeo was gentle and foolish by nature and reputation, and his commension was very important in the beginning. When he was appointed as the minister of personnel , Yeo did not wish to observe the position of the Ministry of personnel because he had a member of his fathers instructions and did not wish to observe the position of the Ministry of personnel . The King repeatedly urged Yeo to his position and only then left him. People all said, Though this is a matter of importance and righteousness, he could not observe the Royal Wedding Ceremony. However, he must be replaced for a long time. Yeo remained silent and delayed, and when he was replaced, Yeo was replaced suddenly when he was replaced. He then entered the capital after three or four regular performance evaluation. All people laughed and scolded him. His character was foolish and foolish. When he was in the position of the Ministry of Personnel , he recommended unworthy persons, and many of them were unworthy persons. His controlling opinion was also simple-minded, and his reputation was so great that his reputation was greatly disappointed.",
                "H2KE-nKo": "계사년에 좌참찬 이여가 상소하여 사직하니, 주상이 허락하지 않았다. 이여는 교명문 제술관으로 시골에서 올라와 여러 번 사양한 뒤에 지어 올리고 가례가 지난 뒤에는 즉시 도성 밖으로 나가 상소하여 사직한 일이 있었다. 사신은 논한다. 이여는 문아로 명망이 있었으므로 사론이 처음에는 매우 존중하였다. 이조 판서에 제수되자 이여는 아버지의 유계가 있다는 이유로 전관의 자리를 담당하고 싶지 않았다. 주상이 여러 차례 재촉한 뒤에야 출사하니, 사람들이 모두 말하기를 ‘이것이 비록 분의에 쫓겨 끝내 선대의 경계를 지킬 수는 없지만 오래지 않아 반드시 체직되어 떠날 것이다.’라고 하였다. 이여가 그대로 머뭇거리며 지체하다가 체차되자마자 곧바로 들어와 도목 정사를 3, 4번이나 넘겼으므로 사람들이 모두 비웃고 욕하였다. 사람됨이 어리석고 나약하여 특별한 지조가 없었으므로 전조에 있으면서 주의할 때에 적합하지 않은 사람이 많았고 지론도 편벽되고 심하였으므로 마침내 명망이 크게 손상되었다.\n",
                "date_ko": "숙보 37권, 28년(1702 임오 / 청 강희(康熙) 41년) 10월 16일(계사) 1번째기사",
                "gt-oKo": "좌참찬(左參贊) 이여(李畬)가 사직(辭職)하겠다는 소(疏)를 올렸으나, 임금이 윤허(允許)하지 않았다. 이여는 교명문(敎命文) 제술관(製述官)으로 시골에서 올라와 여러 번 사양하다가 제술하여 바쳤고, 가례(嘉禮)가 지나자 곧 성밖에 나가서 소사(疏辭)가 있었다. 사신(史臣)은 논한다. “이여가 문아(文雅)로 명망(名望)이 있으므로, 선비들의 여론이 처음에는 매우 존중하였다. 그런데 이조 판서(吏曹判書)에 제배(除拜)되었을 때 이여가 아버지의 유계(遺戒)가 있다는 이유로 전형(銓衡)의 자리를 담당하지 않으려고 하다가 임금이 누차 친절히 재촉한 다음에 나오니, 사람들이 모두 말하기를, ‘이것은 비록 분의(分義)에 몰려서 끝내 선계(先戒)를 지킬 수 없었던 것이나, 오래지 아니하여 반드시 체임되어 갈 것이다.’ 하였다. 그런데 이여가 그대로 머뭇거리며 머물러 있었고, 잠깐 체직(遞職)되었다가 곧 들어와서 3, 4번 도목정(都目政)까지 지나게 되니, 사람들이 모두 비웃으며 꾸짖었다. 사람됨이 혼약(昏弱)하고 특별한 지조(志操)가 없어 전조(銓曹)에 있으면서 주의(注擬)에 마땅하지 못한 사람이 많았고, 지론(持論)이 또한 매우 편벽되었으므로 명망이 크게 손상되었다.”",
                "hj": "○癸巳/左參贊李畬, 陳疏辭職, 上不許。 畬以敎命文製述官, 自鄕上來, 累辭而後製進, 過嘉禮, 卽出城外, 有疏辭。” 【史臣曰: “畬文雅有名望, 士論初甚重之。 及拜吏判, 畬以父有遺戒, 不欲當銓地, 上累次敦迫而後乃出, 人皆曰: ‘此雖迫於分義, 不得終守先戒, 然自當非久必遞去。’ 畬仍因蹲滯, 乍遞旋入, 至過三四都目, 人皆嗤罵之。 爲人昏弱無特操, 居銓注擬, 多匪人, 持論亦偏甚, 名望遂大損。】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十七"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General requested the King to dismiss former Second Deputy Director Choe Changdae from his position. The summary of the memorial read as follows: Choe Changdae enraged former Responding Editor of the Office of Royal Decrees Yi Manseong by angrying about the words of former Responding Editor of the Office of the Inspector General . Yi Manseongs younger sister of the Minister of Personnel Yi Ik deliberately slandered the incident of Yi Manseong and absurdly slandered the office. He also said that he received bribes and was appointed to a government post. Originally, Yi Manseong submitted a memorial without conclusion, which resulted in this situation. However, he enraged his son and slandered his fathers brother, which is not a beautiful familiar with scholar-officials. How could he have expected that such an unruly custom behavior at the time of the court assembly? He should not be left unpunished and left unpunished. The King did not approve this request. 사신은 논한다. At the time, Yi Manseong arbitrarily confronted the memorial that his younger sister of the Minister of Personnel Yi Ik was impeached by his younger sister of the Office of the Inspector General. He also said that his younger sister was impeached by his younger sister sister. Generally, when Yi Ik served as minister, he was impeached by 최석항 and Yun Sehui . Choe Changdae was the son of 최석항s nephew of his nephew. At the time, he submitted a memorial to reprimand his younger sister and claimed that Yi Manseong had not been able to properly arbitrarily arbitrarily. Furthermore, when Yi Ik served as minister of personnel , he finally received bribes and was appointed to a government post. He speaks about the discussion of the inspectors and censors arbitrarily. Generally, Yi Ik was appointed to a government post that he stored grain in a remote area. He was appointed as an official in charge of selecting mid-tier officials and was greatly arbitrarily suspicion and slandered by the public opinion. Now, Yi Manseong,",
                "H2KE-nKo": "사헌부의 신계에서 전 부교리 최창대를 파직할 것을 청하였는데, 그 대략에,“최창대가 전 응교 이만성의 사직 상소 중의 어구에 화를 내어 이만성의 숙부인 고 판서 이익이 전조를 맡았을 때의 일을 뒤미처 제기하여 멋대로 비난하고 헐뜯었으며, 심지어 뇌물을 받고 벼슬을 주었다고 말하였습니다. 당초 이만성의 상소는 말에 참작한 것이 없어서 이렇게 된 것이지만, 자식의 집에 화를 내어 부형을 욕보인다는 것은 결코 사대부간의 아름다운 일이 아닙니다. 청명한 조정에 이렇게 옳지 못한 풍습이 있을 줄이야 어찌 생각이나 했겠습니까. 결코 그대로 두고 논하지 않아서는 안 됩니다.”하니, 주상이 윤허하지 않았다. 사신은 논한다.이때 이만성이 사소한 일로 인하여 남과 쟁론하다가 상소하는 사이에 우연히 그의 숙부인 고 판서 이익이 전조에 있을 때 탄핵을 받았을 때의 일을 언급하였는데, 그 내용에 ‘숙부가 소인에게 탄핵을 받았다.’라고 하였다. 이익은 일찍이 이조 판서로 있을 때 최석항과 윤세희 등의 탄핵을 받았는데, 최창대는 바로 최석항의 조카이다. 관직에 있을 때 상소하여 그의 숙부를 변명하면서 이만성의 말을 가려서 하지 않았다고 배척하였다. 또 이익이 이조 판서로 있을 때 과연 뇌물을 받고 벼슬을 주었다는 이유로 대간의 의론을 초래했다고 말하였다. 대개 이익은 먼 시골에 곡식을 쌓아 두었는데, 이름난 아들이 침랑을 가려 뽑는 직임을 맡았다는 이유로 크게 의심과 비방을 받았으니, 공의가 그르게 여겼다. 지금 이만성이 사적인 감정으로 인하여 소인으로 대관을 욕보였으니, 방자하다고 할 만하다. 최창대가 이만성에게 화를 내고 이익에게까지 미친 것도 온당하지 못하다.\n",
                "date_ko": "숙보 37권, 28년(1702 임오 / 청 강희(康熙) 41년) 10월 3일(경진) 1번째기사",
                "gt-oKo": "사헌부(司憲府)에서 새로 아뢰어 전 부교리(副校理) 최창대(崔昌大)의 파직(罷職)을 청하였는데, 대략에 이르기를, “최창대는 전 응교(應敎) 이만성(李晩成)의 사소(辭疏) 가운데 있는 한 귀절의 말에 발노(發怒)하여 이만성의 숙부인 고(故) 판서(判書) 이익(李翊)이 전형(銓衡)을 맡았을 때의 일을 소급해 제기하여, 제멋대로 비난하고 헐뜯으며 뇌물을 받고 벼슬을 주었다고 말하기까지 하였습니다. 당초에 이만성의 소(疏)가 말에 참작함이 없어서 이렇게 되도록 하기는 하였지만 자제(子弟)에게 노하여 부형(父兄)을 욕하는 것은 결코 사대부(士大夫) 사이이 좋은 일이 아닙니다. 어찌 청조(淸朝)에서 이런 옳지 못한 풍습이 있을 줄 생각했겠습니까? 절대로 그냥 두고서 논죄(論罪)하지 않을 수 없습니다.” 하였으나, 임금이 윤허(允許)하지 않았다. 사신(史臣)은 논한다. “이때에 이만성이 작은 일로 인하여 사람들과 논쟁하다가 소장(疏章) 가운데 그의 숙부 고(故) 판서(判書) 이익(李翊)이 전형(銓衡)의 자리에 있으면서 탄핵(彈劾)받은 때의 일을 우연히 언급(言及)하여 ‘숙부가 소인(小人)으로부터 탄핵을 당했다.’는 말을 하였는데, 대개 이익이 일찍이 이조 판서가 되었을 때 최석항(崔錫恒)·윤세희(尹世喜) 등의 탄핵을 받은 것이었다. 최창대는 곧 최석항의 조카로서, 홍문관(弘文館)에 있으면서 상소하여 그 숙부를 변명하고 이만성이 말을 가려서 하지 않음을 배척하였다. 또 이익이 이판(吏判)으로 있을 때 과연 뇌물을 받고 벼슬을 준 일 때문에 대간(臺諫)의 비평을 초래(招來)한 것을 말하였다. 대개 이익이 먼 시골에 곡식을 쌓아 둔 이름없는 사람에게 침랑(寢郞)을 선택하는 소임을 임명한 일 때문에 크게 의심과 비방을 초래(招來)한 것은 공의(公議)가 비난하는 바인데, 이제 이만성이 그 사사로운 감정으로 인하여 대관(臺官)을 소인(小人)이라 욕한 것은 방자하다 하겠고, 최창대가 이만성에게 성을 내어 이익에게 언급한 것도 또한 온당치 못하다 할 것이다.”",
                "hj": "○庚辰/憲府新啓, 請罷前副校理崔昌大。 略曰: “昌大發怒於前應敎李晩成辭疏中句語, 追提晩成叔父故判書臣翊秉銓時事, 肆意詆訾, 至以受賂授官爲言。 當初晩成之疏, 語無斟酌, 有以致此, 而若其怒子第辱父兄, 決非士夫間美事也。 豈意淸朝之上, 有此不韙之習耶? 決不可置而不論矣。” 上不允。 【史臣曰: “時, 晩成因微事, 與人爭論, 疏章間偶及其叔父故判書翊, 在銓地被劾時事, 有曰叔父被劾於宵人。 蓋李翊, 曾爲吏判, 被崔錫恒、尹世喜等所彈。 昌大卽錫恒姪子也。 方在館職, 乃上疏訟其叔, 斥晩成之言不擇發。 又以李翊爲吏判時, 果受賂授官, 以速臺議爲言。 蓋翊授遐鄕積粟, 無名子以寢郞揀擇之任, 大致疑謗, 公議所非。 今晩成之因其私憾, 辱臺官以宵人, 可謂肆矣, 昌大之怒晩成而及李翊, 亦未得當矣。”】"
            }
        }
    }
}