{
    "01": {
        "28": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the gyeongin day [of the twelfth month], the King dispatched Governor of Gangwon Province 오도일 to bestow a poem . The other day, [the King] sent a palace servant to bestow a poem , and [the poem] extended [the poem poems. [However], [Hai] Do had a skillful talent, and the ruler of upholding righteousness. Originally, the King was very cautious, and thus he was unable to belong to the court. [But] the magnanimous grace reached this point. Generally, a subject rose from a distant place, and he has received royal favor. From ancient times, how could it be possible [for him] to find the secret poem poem? [However], however, [His Majesty] suddenly claimed [his] poem poems? [However,], the historian compiled [the poem], openly interrogating [his] poem, and humiliated [his] slandering. [However,] he eventually flattered [his] slandering and slandered. People were astonished.",
                "H2KE-nKo": "주상이 강원도 관찰사 오도일을 보내기 며칠 전에 액정서의 하례를 특별히 보내 오도일에게 시를 내려 매우 융숭하게 장려하였다. 오도일은 뛰어난 재주가 있고 곧은 도리를 주로 하였는데, 주상이 평소 그를 소중히 여겼다. 비록 당인들로부터 미움을 받아 조정에 용납되지는 못하였지만 이렇게까지 은수가 우악하였다.대체로 신하는 소원한 데서 기용되어 임금의 총애를 받는 경우가 예로부터 어찌 한정이 있겠는가. 그런데 어찌 번번이 이것을 가지고 유음한 것으로 돌려서 초사를 편수한 자가 공공연히 억측하여 무함과 비방을 추가해서야 되겠는가. 식자들이 해괴하게 여겼다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 1월 28일(경인) 1번째기사",
                "gt-oKo": "임금이 강원도 관찰사 오도일(吳道一)을 보내기 며칠 전에 특별히 액례(掖隷)를 보내 오도일에게 시(詩)를 하사하고 장허(奬許)하기를 매우 융성하게 하였다. 오도일이 준재(俊才)가 있고 직도(直道)를 주장하니, 임금이 평소부터 그 재능을 존중하여 비록 당인(黨人)에게 미움을 받아 조정에 용납되지 못했지만, 은수(恩數)의 우악(優渥)함이 이 지경에 이른 것이다. 대저 신하가 소원(疏遠)한 데서 일어나 군상(君上)의 총우(寵遇)를 입은 자가 옛부터 얼마나 많았는가? 그러나 어찌 이것을 곧바로 유음(幽陰)에 돌릴 수가 있겠는가? 그런데도 초사(初史)를 편찬한 자가 공연히 억측하며 무함과 비방을 추가하였으니, 식자(識者)가 해괴하게 여겼다.",
                "hj": "○庚寅/上臨遣江原觀察使吳道一。 前數日, 特遣掖隷, 賜道一詩, 奬許甚隆。 道一有俊才, 主直道, 上素器重, 雖爲黨人所忌, 不容於朝, 而恩數之優渥至此。 夫人臣起於踈遠, 被君上之寵遇者, 自古何限, 豈可輒以此歸之於幽陰, 而修初史者, 公然億逆, 追加誣詆, 識者駭之。"
            }
        }
    },
    "02": {
        "5": {
            "1": {
                "H2KE-EN": "Left State Councilor 박세채가 졸하였다. The posthumous title of Munsun was granted [to him], and afterwards [he] was enshrined in the Royal Ancestral Shrine . 박세채는 젊은 나이에 뜻을 도학에 두었고, and his skills were so deep that he was diligent and pure. He was studying in nature and principles, and he was studying the world by Yi Hwang . He was studying the world by Yi I, and he was deeply studying the study of studying and studying the proprieties. He was similar to Kim Jangsaeng . Though he was not superior to the world, he was quite frugal and sincere in his studies. Even though he was not superior to his gentle and prudent, he was not superior to his superior toward his superior to",
                "H2KE-nKo": "정유년에 좌의정 박세채가 졸하였다. 시호는 문순인데, 뒤에 태묘에 배향되었다. 박세채는 젊은 나이에 도를 지녔고 조예가 정밀하고 심오하였다. 성리학에 침잠하고 이황을 배워 경국제세를 담당하였는데, 이이를 배워 예학에 조예가 깊어 김장생과 비슷하였다. 기위하고 괴걸스러운 자질은 송시열에게 미치지 못하지만 자상하고 온화한 자질은 그를 능가하였고, 화후하고 근독한 기풍은 윤증에게 미치지 못하지만 명백하고 정직한 면은 그를 능가하였다. 공부가 각박하고 고달프며 문로가 정당하고 출처와 언행이 순수하여 하자가 없는 것은 거의 근세의 제유들이 미칠 수 있는 바가 아니었다. 당론이 있고부터 세상의 학자들이 한쪽으로 치우치지 않는 경우가 드물었는데, 박세채가 홀로 의리를 주장하여 한쪽으로 치우치거나 한쪽으로 치우치거나 한쪽으로 치우치지 않은 적이 없었다. 경신년에 청의를 주장하고, 무진년에 역종을 논하고, 갑술년에 장희재를 토죄할 때 일에 따라 바른말을 하여 모두 세도에 공로가 있었으므로 피차가 서로 좋아하지 않으면서도 조금도 동요하지 않았다. 송나라와 윤씨 양가의 다툼으로 인하여 선비들의 추향이 분열되어 붙들어 주고 억누르는 것이 모두 한쪽으로 치우쳤는데, 박세채가 능히 은의를 참작하여 정론을 만들었으니, 백세의 공안이 되기에 충분하였다. 만년에 제우를 당한 것은 천년에 한 번 있을까 말까 한 성대한 일이라고 할 수 있는데, 지치를 아직 돌리지 않아 명철한 사람이 갑자기 죽으니, 군자가 이 세상을 위하여 슬퍼하였다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 2월 5일(정유) 1번째기사",
                "gt-oKo": "좌의정 박세채(朴世采)가 졸(卒)하였다. 시호는 문순(文純)이고, 뒤에 태묘(太廟)에 배향(配享)되었다. 박세채는 어린 나이에 도학(道學)에 뜻을 두어 조예(造詣)가 정심(精深)하였다. 성리(性理)에 침잠(沈潛)한 것은 이황(李滉)을 배우고, 경제(經濟)를 담당하는 것은 이이(李珥)를 배웠으며, 예학(禮學)에 깊은 것은 김장생(金長生)과 같았다. 기위(奇偉)·괴걸(魁傑)한 자품은 비록 송시열(宋時烈)에 미치지 못했으나 자상(慈詳)·온자(溫藉)함은 그보다 나았고, 화후(和厚)·근독(謹篤)의 풍도는 비록 윤증(尹拯)에게 미치지 못했으나 명백(明白)·솔직(率直)함은 그보다 더하였다. 공부(工夫)의 각고(刻苦)와 문로(門路)의 정당함, 그리고 출처(出處)와 언행(言行)이 깨끗하여 하자가 없음에 있어서는 거의 근세(近世) 제유(諸儒)의 미칠 바가 아니었다. 당론(黨論)이 있은 이후로부터 세상의 학자가 한쪽에 치우치지 않는 경우가 적었는데, 박세채는 오직 의리만을 위주로 하고 전적으로 찬동하거나 전적으로 부정하는 경우가 없었다. 경신년에 청의(淸議)를 주장한 것과, 무진년에 역종(逆宗)을 논한 것과, 갑술년에 장희재(張希載)를 토죄(討罪)한 것은 일에 따라 바른 말을 한 것으로 모두 세도(世道)에 공로가 있었으며, 비록 피차(彼此) 간에 서로 기뻐하지 않았지만 조금도 동요하지 않았다. 송시열과 윤증 양가(兩家)의 분쟁에 있어서 선비들의 추향이 분열되어 비호하고 억제함이 모두 한쪽에 치우쳤지마는, 박세채는 능히 은혜와 의리를 헤아려 정론(正論)을 저술하여 백세(百世)의 공안(公案)이 되기에 충분했다. 만년의 제우(際遇)는 천재 일우(千載一遇)의 훌륭한 일이라 할 수 있는데, 지치(至治)가 회복되기도 전에 철인(哲人)이 갑자기 별세하니, 군자(君子)가 이 세상을 위하여 슬퍼하였다.",
                "hj": "○丁酉/左議政朴世采卒。 諡文純, 後配享太廟。 世采妙年志道, 造詣精深。 沈潛性理, 學李滉, 擔當經濟, 學李珥, 深於禮學, 似金長生。 奇偉魁傑之資, 雖不及於宋時烈, 而慈詳蘊藉過之; 和厚謹篤之風, 雖不及於尹拯, 而明白易直勝之。 至於工夫之刻苦, 門路之正當, 出處言行, 粹然無疵, 殆非近世諸儒所能及。 自有黨論, 世之學者, 鮮不偏係, 而世采獨主於義, 而無適莫。 庚申之主淸議、戊辰之論逆宗、甲戌之討希載, 隨事正言, 皆有功於世道, 雖彼此交不悅而不少動也。 宋、尹兩家之爭, 士趨分裂, 扶抑皆偏, 而世采能酌量恩義, 著爲正論, 足爲百世公案。 晩年際遭, 可謂千一之盛, 而至治未回, 哲人遽亡, 君子爲斯世悲之。"
            }
        }
    },
    "04": {
        "10": {
            "1": {
                "H2KE-EN": "On sinchuk day, Assistant Deputy Director [of the Office of Royal Decrees] Kim Changhyeol paid a farewell visit to the King and did not summon him to the King. [Kim] Changhyeol wished to abandon [his father] because his father Kim 김수항이 died of an unwilling obligation. His elder brother [Kim] Jeol [] was appointed as the censor of the Office of the Censor General . [Kim] also did not summon his fathers warnings against his fathers admonition. However, [Kim] Changhyeol was able to hide his fathers studies, and he became a Confucian scholar of the world. When [Kim] Jeol [] arrived at dusk, [Kim] Jeol [] held successive posts of 청요직을 두루 거치면서 greed and fond of powerfulness, enjoying powerful and powerful. Nothing did he stopped at all. People disliked him.",
                "H2KE-nKo": "부제학 김창협이 사직하여 소명에 응하지 않았다. 김창협은 그의 아버지 김수항이 비명에 죽었기 때문에 스스로 벼슬을 그만두려고 한 것이다. 그의 형 김창집을 대사간에 제수하였으나 역시 청현직을 맡았기 때문에 그 아버지의 유계를 어기고 나오지 않았다. 그러나 김창협은 능히 은거하여 학문에 뜻을 두어 세상의 명유가 되었는데, 김창집은 늦게야 청요직을 두루 거치면서 권력을 탐하고 세력을 좋아하여 못하는 짓이 없었으므로 침뱉고 더럽게 여기지 않는 사람이 없었다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 4월 10일(신축) 1번째기사",
                "gt-oKo": "부제학 김창협(金昌協)이 사체(辭遞)하고 소명(召命)에 응하지 않았다. 김창협은 그 부친 김수항(金壽恒)이 비명(非命)에 죽었기 때문에 스스로 폐인(廢人)이 되려고 한 것이다. 그 형인 김창집(金昌集)도 대사간에 임명했지만, 역시 청현(淸顯)의 직책은 그 부친의 유계(遺戒)를 범한다고 하여 나오지 않았다. 그러나 김창협은 능히 은거(隱居)하여 학문에 뜻을 두어 세상의 명유(名儒)가 되었는데, 김창집은 만년에 청관 요직(淸官要職)을 두루 거치며 권세를 탐하여 이르지 않는 바 없었으니, 침을 뱉으면서 비루하게 여기지 않는 사람이 없었다.",
                "hj": "○辛丑/副提學金昌協辭遞, 不赴召。 昌協以其父壽恒, 死於非命, 故欲自廢也。 其兄昌集, 除大諫, 亦以淸顯之職, 犯其父遺戒, 不起焉。 然昌協能隱居志學, 爲世名儒, 而昌集晩來, 歷任淸要, 貪權樂勢, 無所不至, 人莫不唾鄙之。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyeongsin day, because of the drought, high officials requested the release of the lightest punishment of those who were punished in the gapjin year (. Left State Councilor Yu Sangji requested the release of the inspectors and censors in the gisa year ( to the memorial of the senior officials of the State Council and the Privy Council , which was the lightest punishment. However, the King ordered the State Tribunal to adjudicate the case. The inspectors and censors in the gisa year ( were guilty of grave. However, the court discussed that they were suffering from the habitants and were too numerous to execute them, and all of them were treated with magnanimity. If the gravity of their crimes and the gravity of the law were inconsistent, then the release of the release would not cause any harm to the benevolence of excessive pardon. However, the historians compiled only know that the safety of their cliques 보복, and they did not think of the cardinal principles of the state and instead blame on the high officials who presented a request to the King. Those who laughed at this.",
                "H2KE-nKo": "대신이 한재로 인하여 갑술년에 죄를 받은 사람들의 가벼운 죄수를 관대하게 처결하여 풀어 줄 것을 청하였다. 좌의정 유상운이 기사년에 김수항을 논핵한 대관은 경재의 상소에 비해 죄가 가벼운데도 도리어 무거운 형률을 받았다는 이유로 관대하게 처결하여 풀어 줄 것을 청하였다. 주상이 의금부에 명하여 소결하게 하였다.기사년의 대관은 죄가 진실로 무겁다. 그러나 조정의 의론은 당습에 병이 들어 이루 다 주벌할 수 없다고 하여 일체 관대하게 처리하였다. 만약 그 죄율의 경중이 뒤바뀌었다면 재해를 만나 관대하게 처결하여 풀어 주는 것이 널리 죄명을 씻어 주는 인자함에 해롭지 않았을 것이다. 그런데 초사를 편수한 자가 사당의 보복만을 알고 국가의 대체는 생각하지 않은 채 진청한 상신에게 추가로 비난을 가하였으므로 식자들이 비웃었다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 4월 29일(경신) 1번째기사",
                "gt-oKo": "대신(大臣)이 한재(旱災)로 인하여 갑술년에 죄를 입은 사람 중 죄상이 가벼운 자를 너그럽게 처결하여 석방할 것을 청하였다. 좌의정 유상운(柳尙運)이 기사년에 김수항(金壽恒)을 논계(論啓)한 대관(臺官)은 경재소(卿宰疏)에 비하여 죄상이 가벼운데 도리어 중벌을 받았다 하여 석방할 것을 청하자, 임금이 의금부에 명하여 소결(疏決)하게 하였다. 기사년의 대관(臺官)은 죄상이 진실로 무겁다. 그러나 조정에서, ‘당습(黨習)에 고질이 된 것을 다 처벌할 수 없으니 일체 관대하게 처리한다.’고 의논하였다. 죄와 율(律)의 경중(輕重)이 도치된 경우 가뭄을 만나 석방시키는 것이 광탕(曠蕩)의 인덕(仁德)이 되기에 해롭지 않을 것인데, 초사(初史)를 편수(編修)한 자가 다만 사당(私黨)의 보복(報復)만을 알고, 국가의 대체(大體)는 생각하지 아니하여 진청(陳請)한 상신(相臣)에게 비난을 추가(追加)하였으니, 견식이 있는 사람들이 비웃었다.",
                "hj": "○庚申/大臣因旱災, 請疏釋甲戌被罪人輕罪。 左議政柳尙運, 以己巳論啓金壽恒臺官, 比卿宰疏, 罪輕而反被重律, 請加疏放, 上命禁府疏決。 己巳臺官, 罪固重矣, 而朝議以其病於黨習, 不可勝誅, 一切處之以寬大。 若其罪律輕重之倒置者, 則遇災疏放, 不害爲曠蕩之仁, 而修初史者, 只知私黨之報復, 不念國家之大體, 追加疵議於陳請之相臣, 識者笑之。"
            }
        }
    },
    "05": {
        "11": {
            "1": {
                "H2KE-EN": "On imsin day, Fifth Royal Secretary Bak Taesun , who violated the royal mandate, was replaced, and he was imprisoned at the State Tribunal for his dismissal from office. This was because there was an opportunity to come back and forth from the gisa year ( when the mandate plotted a rebellion and plotted a rebellion. It was not possible that [Bak] Jangdo and [Han] Eonryang first began to come back and forth. At the time, there was absurd regretful and mismand rectifying [the rebellion], but it cannot be dealt with directly at the time of [Yi] In [] and [Han] In []. Furthermore, how can the administration of faults and faults be eliminated? The administration of a ruler benevolently treated as a multitude of righteousness, but it is not possible to have a subject who is not able to attend to [his office] without office. [However,] those who compiled the historians hurriedly slandered and slandered, and [the administration] reached the point of human relationships and human relationships, which is too fault. Yet, even after the gisa year (, [the administration of] powerful functionaries deteriorately, and the scholar-officials should have harbored their minds. [Bak] Taesun and the other [officials] were unable to self-reflect their minds and hardships were impressed in his behavior, and [the administration of] his behavior was inevitably unconspired by others.",
                "H2KE-nKo": "우부승지 박태순이 패초를 어기자, 체차되어 취리하였다. 기사년 이후의 거취에 대해 물의가 있었기 때문이다. 기사년의 사람들이 찬역을 빚어내는 상소를 민장도와 민언량의 공초를 기다려서야 비로소 꺼냈으니, 그 당시에 진실로 벼슬을 잃을까 걱정하여 바로잡지 못한 죄가 없지는 않았으나, 곧바로 이이첨과 정인홍의 시대라고 하여 처리할 수는 없었다. 더구나 하자를 씻어 주고 허물을 씻어 주는 것은 왕자의 정사이니, 어찌 반드시 모두 첫째 의리로 뭇 신하를 대하겠는가. 남구만이 이른바 ‘신하는 벼슬하지 않을 의리가 없다.’라고 한 것은 관대한 의론에 해가 되지 않는데, 초사를 편수한 자가 뒤미처 비난하고 헐뜯어 윤리를 손상시키고 의리를 무너뜨린 것으로 귀결시키기까지 하였으니, 그 또한 지나치다. 그렇기는 하지만 기사년 이후로 권간이 조정을 어지럽혔으니, 사군자는 진실로 마음속에 품고 있어야 할 것이다. 그러나 박태순의 무리 몇몇 사람은 스스로 조용히 있지 못하고 몸가짐에 비평할 만한 점이 많았으니, 사람들의 비난을 면치 못한 것은 당연하다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 5월 11일(임신) 1번째기사",
                "gt-oKo": "우부승지 박태순(朴泰淳)이 패초(牌招)를 어겼으므로, 체직(遞職)되어 취리(就理)하였는데, 기사년 이후의 거취(去就)에 물의(物議)가 있었기 때문이었다. 기사년의 사람들이 찬역(簒逆)을 양성(釀成)했던 자취는 민장도(閔章道)·이언량(李彦良)의 공초(供招)를 기다려 비로소 발단되었으니, 그 당시에 있어서 진실로 자기의 실직(失職)을 근심하여 군주의 과오를 바로잡지 못한 죄가 없는 것은 아니나, 곧바로 이이첨(李爾瞻)·정인홍(鄭仁弘)의 시대로 처리할 수는 없는 것이다. 더구나 하자(瑕疵)와 더러움을 깨끗이 씻어버리는 것은 왕자(王者)의 정치이니, 어찌 반드시 모두 제일(第一)의 의리(義理)를 여러 신하들에게 기대할 수가 있겠는가? 남구만(南九萬)의 이른바, ‘신자(臣子)가 벼슬하지 않을 의리가 없다.’고 한 것은 관대한 의논이 되기에 해로움이 없는데, 초사(初史)를 편수(編修)한 자가 비난과 나무람을 추가하여 인륜(人倫)을 손상시키고 의리를 무너뜨린 데로 돌리기까지 하였으니, 그 또한 지나친 일이다. 비록 그러하지만 기사년 이후에 권간(權奸)이 조정을 탁란(濁亂)시켰으니, 사군자(士君子)는 진실로 마땅히 재덕(才德)을 감추고 나타내지 않아야 하는데도, 박태순의 무리 몇 사람은 스스로 조용히 있지 못하고 몸가짐에 거론 비평할 점이 많았으니, 사람들로부터 말을 들은 것도 당연한 일이라 하겠다.",
                "hj": "○壬申/右副承旨朴泰淳違牌, 遞職就理。 以己巳後去就, 有物議也。 己巳人醞釀簒逆之疏, 待章道、彦良招而始發, 則當其時固不無患失不匡之罪, 而不可直以爾瞻、仁弘之時, 處之。 況滌瑕蕩垢, 王者之政, 豈必皆以第一義待群下, 而南九萬所謂臣子無不仕之義云者, 不害爲寬大之議, 修初史者之追加譏詆, 至歸之於傷倫而敗義者, 其亦過矣。 雖然, 己巳以後, 權奸濁亂, 則士君子固當卷懷, 而泰淳輩若而人, 不能自靖, 持身多可議, 宜其不免於人言也。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "When the King received in audience Yi Eonsun in the eulhae year (, the King asked him about the matter of Yi Eonsuns punishment. Chief State Councilor 남구만이 아뢰기를, “이언순이 귀양갈 때에 encountered Yi Sido , and Yi Sido was slightly provided with him. Later, Yi Sido communicated a letter to secretly plotting to change the vacancy. Yi Eonsun happened to hear his words and sent a letter to inquire about the circumstances. If Yi Eonsun possessesses a slightest knowledge of himself, he would certainly surely harbor no chance to conceal his ears. Hearing this, he was delighted and happy. Furthermore, Yi Eonsun had communicated with him and communicated with him. He is truly impossible. However, he has never committed a crime of communicating with him and plotting to conceal the circumstances. Also, there is no circumstances wherein to conceal the circumstances. Thus, how could it not be right? The King ordered that he be removed from office. Deputy Education Director [of the Office of Royal Decrees] Heo Jin reported that Yi Sang had committed a crime and died. Your subject requests that he be resolved and resolved. The King said that he was sentenced to a serious crime. However, on the day when he was worried about drought, many officials praised his grievances and specially reappointed his government position. Yi Eonsun was little talent, but he was arrogant and arrogant of his talent and arrogant. He was impossible and lacked behavior. He did not care about the circumstances of the circumstances and caused his abandonment. Although Yi Sangs crime is not clearly aware of this, he must have been involved in the circumstances. However, because he was involved in his relative, Heo Jin did not violate the prohibition without hesitation. He directly requested that he be resolved and resolved. The public opinion was surprised.",
                "H2KE-nKo": "을해년에 인견하였을 때 주상이 이언순을 참작하여 처리한 일에 대해 하문하였다. 영의정 남구만이 아뢰기를,“이언순이 귀양 갈 때 이시도와 만났는데, 이시도가 약간의 노자를 주었습니다. 그 뒤에 이시도가 편지를 보내어 환국을 은밀히 도모할 계획을 통보하자, 이언순이 기꺼이 그 말을 듣고 편지를 보내 그 곡절을 물었습니다. 가령 이언순이 조금이라도 자중할 줄 알았다면 이 말을 듣게 되면 필시 귀를 막기에 겨를이 없었을 것인데, 지금 그 말을 듣고 기뻐하였으며, 또 따라서 편지를 주고받으며 통문하였으니, 몸가짐과 처신이 참으로 매우 형편없습니다. 그러나 이미 공모하고 계획을 세운 죄도 없고, 또 물어볼 만한 숨겨진 실정도 없으니, 조정에서 참작하여 죄목을 정하는 것이 또한 어찌 안 될 것이 있겠습니까.”하니, 주상이 삭직하라고 명하였다. 부교리 민진후가 이상이 죄로 인해 죽은 원통함을 아뢰고 신원해 줄 것을 청하니, 주상이 연좌된 바가 지극히 무겁고 가뭄을 안타깝게 여기는 날에 신하들이 그의 원통함을 말하니, 특별히 관작을 회복해 주라고 답하였다.이언순은 문예는 조금 있었으나 재주를 믿고 남을 업신여겼으며, 경박하고 행검이 없었다. 추기를 삼가지 않아 법망에 걸려 자연히 폐기되었다.이상의 죄상은 비록 분명히 알 수 없으나 다만 관계된 바가 지극히 중대한데, 민진후가 그의 인척이라는 이유로 사사로운 정에 이끌려 금령을 무시하고 곧바로 신원해 줄 것을 청하니, 공론이 해괴하게 여겼다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 5월 14일(을해) 1번째기사",
                "gt-oKo": "인견(引見)할 때 임금이 이언순(李彦純)을 참작해 처리하는 일을 하순(下詢)하니, 영의정 남구만(南九萬)이 말하기를, “이언순은 귀양갈 때 이시도(李時棹)와 서로 만났는데, 이시도가 약간의 노비(路費)를 주었습니다. 그 뒤에 이시도가 편지로 그가 환국(換局)을 몰래 도모하는 계획을 알렸는데, 이언순이 그 말을 듣고 반기며 편지를 보내 그 곡절(曲折)을 물었습니다. 이언순이 조금만 자기 자신을 아낄 줄 알았더라도 이런 말을 들으면 반드시 귀를 막기에 바빴을 터인데, 이제 곧 그 말을 듣고 기뻐하였고, 또 뒤따라 편지를 주고 받으며 통문(通問)하였으니, 몸가짐이 진실로 매우 무상(無狀)하였습니다. 그러나 이미 공모하여 설계(設計)한 죄가 없고, 또 실정을 숨겨서 신문(訊問)할 만한 단서도 없으니, 조정에서 참작하여 죄를 결정해도 무슨 불가함이 있겠습니까?” 하니, 임금이 삭직(削職)을 명하였다. 부교리 민진후(閔鎭厚)가 이상(李翔)이 죄사(罪死)한 원통함을 아뢰고, 소설(昭雪)을 더할 것을 청하니, 임금이 ‘관계된 바가 매우 무거우나 가뭄을 걱정하는 시기에 여러 신하들이 그 원통함을 말하므로 특별히 복관(復官)한다.’고 답하였다. 이언순은 문예(文藝)가 조금 있었으나, 재주를 믿고 남을 능멸하며 경솔하여 행검(行檢)이 없었는데, 언어(言語)를 조심하지 않다가 법망(法網)에 걸려 저절로 폐기(廢棄)되었다. 이상의 죄상은 비록 분명히 알 수는 없었으나, 다만 그 관계(關係)된 바가 지극히 중대하였는데, 민진후(閔鎭厚)가 그의 인척(姻戚)이란 이유로 사정(私情)에 끌려서 금령(禁令)도 마음에 두지 않고 곧바로 신설(伸雪)을 청하였으므로, 공의(公議)가 놀라와하였다.",
                "hj": "○乙亥/引見時, 上以李彦純酌處事下詢, 領議政南九萬曰: “李彦純就謫時, 與李時棹相逢, 時棹略有資給。 其後時棹書通其潛圖換局之計, 彦純樂聞其言, 貽書問其曲折。 使彦純稍知自好, 一聞此言, 必將掩耳之不暇, 今乃聞而喜之, 又從而往復通問, 持身律己, 誠極無狀。 然旣無通謀設計之罪, 又無隱情可問之端, 朝家參酌定罪, 亦何不可乎?” 上命削職。 副校理閔鎭厚白李翔罪死之冤, 請加昭雪, 上以所坐至重, 而憫旱之日, 諸臣稱其冤, 特爲復官爲答。 彦純薄有文藝, 而恃才傲物, 輕佻無行檢, 不愼樞機, 罹文網自廢。 李翔罪狀, 雖不可灼知, 而第其關係至重, 鎭厚以其姻家, 牽連情私, 不有禁令, 直請伸雪, 公議駭之。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinsa day, when various high officials in the sinsa year (, Chief State Councilor 남구만이, according to the precedent of Emperor Taizong of the Tang dynasty, Your Majesty issued an instruction to reprimand those who were punished by death and release them. At the time, the principal offenders of the gisa year (, such as Min Bul and Yi Uim , were already punished by death. As Jang Huii was supposed to save his life, it was separately a deep and long-term plan for him to punish him again. However, the remaining court officials who fail to erroneously are what the ancients said, A group of people who were supposed to conceal their principal . The high officials exercisively encouraged himself to reprimand the ruler and thereby cultivating himself. Truly, this is a way to cardinal corrupt families, but never seems harm to the human relationship of the principal pal principal position of high officials. Yet again",
                "H2KE-nKo": "신사년에 여러 대신이 청대하였을 때 영의정 남구만이 당나라 덕종의 봉천 고사에 따라 자신을 책망하는 하교를 내리고 죄를 입은 사람들을 모두 관대하게 처결하여 풀어 줄 것을 청하였다. 이때 기사년의 죄괴인 민암과 이의징 같은 자는 이미 법에 따라 처형되었다. 장희재를 살려 준 것은 특별히 심장한 염려에서 나온 것이니 더 이상 논의할 것이 없고, 그 나머지 조정의 신하 중에 과오를 범한 자는 바로 옛사람이 말한 ‘위협에 못 이겨 추종한 자는 다스리지 않는다.’라는 무리이다. 대신이 임금을 권면하여 스스로를 책망하고 신하들을 처벌하여 스스로 새로워지도록 하는 것은 진실로 표준을 세우고 붕당을 없애는 방도에 맞는 것이고, 윤리와 의리에 해가 되는 것은 보지 못하였다. 그런데 당인들이 보복하는 사심을 가지고 대신의 공평무사한 의론에 노여움을 옮겨 이미 명분과 의리를 빌려서 죄를 주었는데, 지금 다시 비난하는 의론을 추가하였다. 이른바 ‘한 사람도 주벌을 면할 수 없다.’라고 한 것은 바로 악독한 수단이니, 이런 말을 하는 자는 길인이 아니겠는가.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 5월 20일(신사) 1번째기사",
                "gt-oKo": "여러 대신(大臣)들이 청대(請對)할 때에 영의정 남구만(南九萬)이 당(唐)나라 덕종(德宗)의 봉천(奉天) 고사(故事)에 따라 몸소 자신을 책망하는 하교(下敎)를 내리고, 죄를 입은 사람들을 모조리 너그럽게 처결하여 석방할 것을 청하였다. 이때 기사년 죄인의 괴수(魁首)인 민암(閔黯)·이의징(李義徵) 같은 자들은 이미 법에 의해 처형되었고, 장희재(張希載)를 생의(生議)에 부친 것은 특별히 심장(深長)한 생각에서 나온 것이었으니, 또 다시 거룩할 것이 없다. 그 나머지 조정 신하로서 과오를 범한 자들은 바로 옛사람이 이른바, ‘위협을 당해서 복종(服從)한 사람은 죄를 다스리지 않는다.’는데 해당하는 무리이다. 대신이 자기 잘못을 스스로 꾸짖는 것을 군상(君上)에게 권면하고, 개과 천선(改過遷善)하는 것을 여러 신하들을 처리한 것은 진실로 나라의 표준을 세우고 조정의 붕당(朋黨)을 해소하는 방도를 얻은 것이며, 인륜(人倫)과 의리에 해로운 것임을 볼 수가 없는데, 당인(黨人)들은 보복(報復)하고자 하는 사심(私心)을 가지고 대신의 공평무사한 의론에 노여움을 옮겨 이미 명분과 의리를 빌어 논죄하고, 이제 다시 비난하는 의논을 추가하였다. 그 이른바, ‘한 사람도 현주(顯誅)를 면할 수 없다.’고 한 것은 참혹하고 혹독한 수단으로서 이 말을 한 사람은 아마 길인(吉人)이 아닐 것이다.",
                "hj": "○辛巳/諸大臣請對時, 領議政南九萬, 請依唐德宗奉天故事, 下敎責躬, 被罪人一倂疏釋。 時, 己巳罪魁如黯、義徵者, 已伏法矣。 希載之傅生, 別是深長之慮, 則又不可更論, 而其餘廷臣之詿誤者, 正古人所謂脅從罔治之輩。 大臣所以勉君上以自責, 處群下以自新者, 誠得建極消朋之道, 未見其有害於倫義, 而黨人以報復之私, 移怒於大臣平恕之論, 旣借名義而罪之, 今復追加疵議。 其所謂無一人可免顯誅云者, 直是熸毒手段, 爲此說者, 其非吉人歟!"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On muja day, the Royal Secretariat refused the withdrawal of Yi Samyeong and Yi Sang for their restoration of government positions. The King transmitted a royal directive to reprimand them and reprimanded them, saying, In general, when a subject commits a crime that must be rectified as a subject who cannot be rectified as a subject who is in the royal secretariat and attending the King, the official in charge of the royal secretariat should repeatedly according to the circumstances. In terms of right and wrong, how could a subject repeatedly regarding punishments and rewards and rectify the right and wrong? Now, the 거조 of Yi Samyeong and Yi Sang for their restoration of government positions has ultimately been unsatisfied. This is not until to wait until the memorial of Bak Taesang today and there is no natural distinction between right and wrong. Therefore, the order that I rectified the rectified rectant rems only because of his words, which is originally not a single worthy of importance. Now, Yi Samyeong hurriedly repeatedly by repeatedly repeatedlying himself as a single worthy of hearing and causing great disadvant relationships from the state. He is extremely impolite. The King then ordered that the rectant responsibilities.",
                "H2KE-nKo": "승정원이 이사명과 이상을 복관하라는 명을 도로 거두어들일 것을 반려하니, 주상이 비망기를 내려 준절히 꾸짖기를,“신하가 말 때문에 죄를 얻게 되면 바로잡지 않아서는 안 된다. 승정원의 신하는 임금을 가까이에서 모시는 직임을 맡고 있으니, 일에 따라 이의를 제기하는 것은 사리로 볼 때 당연한 것이다. 그런데 형벌과 상을 분명히 하고 시비를 바로잡는 일에 대해 어찌 이의를 제기할 수 있단 말인가. 이번에 이사명과 이상을 복관한 일은 끝내 불쾌한 점이 있다. 이는 오늘 박태상의 상소를 기다리지 않더라도 자연 시비를 가릴 수 있는 천성이 있는 것이다. 그렇다면 오늘 도로 거두어들일 것을 명한 것은 그 말의 단서 때문에 나온 것에 불과하고 원래 한 사람의 말만을 치우치게 쓴 뜻은 아니다.그런데 지금 급급하게 신구하면서 심지어 ‘듣는 사람마다 놀라고 의혹되어 나라의 체모를 크게 손상하였다.’라는 말까지 하였으니, 너무도 무엄하다.”하고, 이어 해당 승지를 문비하라고 명하였다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 5월 27일(무자) 1번째기사",
                "gt-oKo": "승정원에서 이사명(李師命)·이상(李翔)의 복관(復官)을 환수(還收)하라는 명을 교환(繳還)하니, 임금이 비망기(備忘記)를 내려 크게 꾸짖기를, “무릇 신하들이 말로 죄를 얻어 구정(救正)하지 않을 수 없는 경우는 후사(喉司)의 신하가 직책이 근밀(近密)한 데 있으니, 일에 따라 촌탁(村度)하는 것이 사리에 당연한 것이다. 그러나 어찌 형상(刑賞)을 분명히 하고 시비(是非)를 바르게 하는 일에 복역(覆逆)할 수 있겠는가? 이제 이 이사명·이상에 대한 복관의 조처가 끝내 불쾌(不快)한 바가 있다는 것은 오늘 박태상(朴泰尙)의 상소를 기다리지 않더라도 저절로 시비의 천리(天理)가 있는 것이니, 오늘 환수하라는 명령은 그 언단(言端)으로 인하여 낸 것에 지나지 않으며, 원래 한 사람의 말을 치우치게 쓴 뜻은 아니다. 이제 곧 급급히 신구(伸救)하여, ‘듣는 이가 놀라 의혹을 갖고, 나라의 체모를 크게 손상시킨다.’는 말을 하기까지 하니, 그 무엄함이 심하다.” 하고, 이내 해당 승지를 문비(問備)할 것을 명하였다.",
                "hj": "○戊子/政院繳還李師命、李翔復官還收之命, 上下備忘切責曰: “凡人臣之以言獲罪, 不可不救正者, 則喉司之臣, 職在近密, 隨事覆逆, 事理則然, 而安有覆逆於明刑賞正是非之事哉? 今玆李師命、李翔復官之擧, 終有所不快者, 此不待今日朴泰尙之疏, 而自有是非之天, 則今日還收之命, 不過因其言端而發耳, 元非偏用一人之言之意也。 今乃汲汲伸救, 至以聽聞駭惑, 大傷國體爲之辭, 其爲無嚴甚矣。” 仍命問備當該承宣。"
            },
            "2": {
                "H2KE-EN": "During the lecture on the Confucian Classics , Assistant State Councilor 박세 Jun requested the King to revise the royal order on the specially adjudication of Eoshita and Stabilization on the grounds that the royal order was issued. The King granted this request. 서종태 said, After the royal order, if it is impossible to revise the royal order, it would be proper to revise the royal order. If it is not impossible to revise the royal order, it would be proper to revise the royal order even if it is not impossible to revise the royal order. If it is not impossible to revise the royal order, it would be proper to revise the royal order only when it is not occurred. How could your subject suddenly request the royal order to revise the royal order? The King refused to revise the royal order.",
                "H2KE-nKo": "주강을 행할 때 참찬관 박세준(朴世)이 어사휘를 특별히 체차한 비망기 중의 엄한 전지를 산개할 것을 청하니, 주상이 허락하였다. 서종태가 아뢰기를,“왕의 말이 이미 내려진 뒤에 대단히 지나치면 진실로 산개해야 합니다. 그러나 대단한 것이 아니라면 말을 구사하는 과정에서 온당치 못한 점이 있더라도 그렇지 않다는 것을 개진하면 됩니다. 어찌 감히 번번이 산개할 것을 청할 수 있겠습니까.”하니, 주상이 답하지 않았다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 5월 27일(무자) 2번째기사",
                "gt-oKo": "주강(晝講) 때 참찬관(參贊官) 박세준(朴世)이 어사휘(魚史徽)를 특별히 체직시키라는 비망기(備忘記) 중의 엄지(嚴旨)를 산개(刪改)할 것을 청하니, 임금이 윤허하였다. 서종태(徐宗泰)가 말하기를, “왕언(王言)이 이미 내려진 뒤에 만일 대단히 과당(過當)한 데 관계된 것이라면 진실로 산개(刪改)하는 것이 좋겠지만, 만약 대단한 것이 아니라면 조어(措語) 사이에 비록 미안한 곳이 있더라도 다만 마땅히 그렇지 않다는 것을 개진(開陳)할 뿐입니다. 어찌 감히 문득 산개(刪改)하는 일을 청을 할 수가 있겠습니까?” 하였으나, 임금이 답하지 않았다.",
                "hj": "○晝講時, 參贊官朴世, 請刪改魚史徽特遞備忘中嚴旨, 上許之。 徐宗泰曰: “王言旣下之後, 若係大段過當, 則固可刪改, 而如非大段, 則措語間雖有未安處, 只當開陳其不然而已。 何敢輒以刪改爲請乎?” 上不答。"
            }
        }
    },
    "06": {
        "10": {
            "1": {
                "H2KE-EN": "Responding Education Director of the Office of Royal Decrees Kim Jin in the gyeongja year (, Chief State Councilor Nam Ji submitted a memorial strongly reprimanded the incident of 광해군 (K. Gwangyu . The King reprimanded him and dismissed him from office. The memorial submitted to the King and the royal decree was shown to the King. It stated that the various officials in the gisa year ( were different from those of the various evils during the reign of 광해군 (K. Gwangyu . Generally speaking, the circumstances of disregarding their losses and disregarding their misdeeds were not rectified, and the circumstances and the dismissal of an innocent crime were different from the degree of difference. The circumstances of the gisa year ( are truly serious. However, if the circumstances were discussed, except for those who were interrogated, such as Na , and Na , there was no circumstances wherein the conspiracy of disregarding the corruption of corruption",
                "H2KE-nKo": "부응교 김진규가 영의정 남구만이 며칠 전 연석에서 인용한 광해군 때의 일을 가지고 상소하여 극력 공격하니, 주상이 준절히 꾸짖고 파직하였다. - 원래의 상소와 비지는 위에 보인다. - 남구만이 이른바 기사년의 신하들은 광해군 때의 군흉들과는 차이가 있다고 한 것은, 대체로 지위를 잃을까 걱정하여 바로잡지 못한 것은 임금의 미움을 받아 폐출을 청한 것과 죄가 경중의 차이가 있다는 것을 말한 것이다. 기사년의 사람들은 죄명이 진실로 무겁지만, 만약 공평한 마음으로 논한다면 민암, 민장도, 이의징, 장희재의 무리로서 국문을 받고 죄를 받은 자 외에 목내선, 권대운 같은 자는 애당초 폐출을 모의한 정황이 국초에 나타난 자가 없으니, 연좌된 죄는 언어와 행동거지에 무엄한 일에 지나지 않는다. 이것이 어찌 이이첨과 정인홍의 죄라고 곧바로 단정할 수 있겠는가. 대신의 말은 바로 어진 사람과 군자의 본정을 따져서 죄를 정해야 한다는 의론이니, 명분과 의리에 방해가 된다는 것을 볼 수 없다. 그런데 김진규는 기사년 이후에 죄를 받은 사람으로서 몰래 보복할 생각을 품고서 공평하게 용서해야 한다는 의론에 화를 내어 기를 돋구어 이렇게까지 비난하고 배척하였다. 심지어 ‘쥐를 잡고 싶어도 그릇을 <unk>까 두려워해야 한다는 것을 생각하지 않았다.’라고 한 것은, 죄를 구하는 것이 지극히 심각하여 견강부회하고 문치하는 상소가 뚜렷이 있었으니, 참으로 옳지 않다. 더구나 김진규는 바로 외척의 집안이고 김춘택의 숙부이니, 처지와 사사로운 의리로 볼 때 또한 어찌 분수를 넘어 조정의 의론에 참여할 수 있겠으며, 혐의를 무릅쓰고 사류를 죄주는 것이 이와 같을 수 있겠는가. 그런데도 기필코 이 일을 빙자하여 대신을 몰아내고야 말려고 하니, 참으로 한심하다. 처음 사초를 편수한 자가 이것을 죄주어야 한다는 것을 모르고서 추후에 비호하고 억제하기를 매우 치우치게 하였으니, 식자들이 해괴하게 여겼다.\n",
                "date_ko": "숙보 28권, 21년(1695 을해 / 청 강희(康熙) 34년) 6월 10일(경자) 1번째기사",
                "gt-oKo": "부응교(副應敎) 김진규(金鎭圭)가 영의정 남구만(南九萬)이 일전에 연중(筵中)에서 인용한 광해군(光海君) 때의 일을 가지고 진소(陳疏)하여 극력 공격하니, 임금이 크게 꾸짖고 파직시켰다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 남구만이 이른바, ‘기사년의 여러 신하들은 광해군 때의 군흉(群凶)과 다르다.’고 한 것은 대개 실직(失職)을 근심하여 임금의 과오를 바로잡지 못한 실수는 임금의 나쁜 짓에 영합하여 폐출(廢黜)을 청한 것과 범죄의 경중이 차이가 남을 말한 것이다. 기사년의 사람들이 죄명(罪名)은 진실로 무겁다. 그러나 만일 공평한 마음을 가지고 논한다면 민암(閔黯)·민장도(閔章道)·이의징(李義徵)·장희재(張希載) 등의 국문을 받아 사형(死刑)을 당한 자 이외에 목내선(睦來善)·권대운(權大運) 같은 자들은 애당초 폐출을 모의한 정황이 국초(鞫招)에 나타난 것이 없었으니, 그들이 입은 죄는 언어(言語)와 행동 사이의 무엄(無嚴)한 일에 지나지 않는다. 이것을 어찌 곧바로 이이첨(李爾瞻)·정인홍(鄭仁弘)과 같은 죄로 단정할 수가 있겠는가? 대신(大臣)의 말은 바로 인인(仁人)·군자(君子)의 정상을 추구(推究)하여 죄를 판단 결정하는 의론이므로, 명분과 의리에 해로움이 있음을 볼 수가 없다. 그런데 김진규는 기사년 이후에 죄를 받았던 사람으로서 몰래 보복하려는 사실을 품고 공평 무사(公平無私)한 의론에 발로(發怒)하여 비난하고 배척함이 이 지경에 이르렀다. ‘쥐에게 돌을 던져서 때려 잡고 싶으나, 그릇을 깰까 꺼림을 염두에 두지 않았다.’고 한 것에 있어서는 죄를 구함이 너무나 심각하여 부회(傅會)하고 문치(文致)한 자취가 현저히 있었으니, 진실로 이미 옳지 못한 것다. 더구나 김짐규는 바로 척완(戚畹)의 집안이요, 김춘택(金春澤)의 숙부(叔父)이니, 그 처지(處地)나 사의(私義)에 있어 또한 어찌 분수를 넘어 조론(朝論)에 참여하고, 혐의를 무릅쓰고 사류(士流)를 논죄(論罪)하기를 이와 같이 할 수가 있겠는가? 그런데도 반드시 이 일을 빙자해 대신을 핍박하여 내쫓은 뒤에야 그만두려고 하였으니, 족히 한심스러운 점이 있다. 초사(初史)를 편수(編修)한 자가 이를 논죄할 줄은 알지 못하고, 비호와 억제를 추가(追加)하기를 매우 치우치게 하였으니, 견식이 있는 사람들이 놀라와하였다.",
                "hj": "○庚子/副應敎金鎭圭, 以領議政南九萬日前筵中所引光海時事, 陳疏力攻, 上切責罷職。【原疏、批旨見上。】 九萬所謂己巳諸臣, 與光海時群凶有異云者, 蓋言其患失不匡, 與逢惡請廢者, 罪犯有輕重之差也。 己巳之人, 罪名固重, 而若平心論之, 則黯、章道、義徵、希載輩, 被鞫正罪者之外, 如來善、大運者, 初無謀廢情節之見於鞫招者, 則所坐之罪, 不過語言擧措間無嚴之事也。 此豈可直斷以爾瞻、仁弘之罪? 大臣之言, 直是仁人、君子原情定罪之論, 未見其有妨於名義, 而鎭圭以己巳後被罪之人, 陰懷報復之私, 而發怒於平恕之論, 盛氣詆斥至此。 至於不念器之當忌云者, 求罪至深, 顯有傅會文致之疏, 固已不韙。 況鎭圭, 卽戚畹之家, 而春澤之叔, 則其在處地、私義, 亦豈可越分而與朝論, 冒嫌而罪士流若此哉, 而必欲藉此事, 迫逐大臣而後已, 有足寒心。 修初史者, 不知罪此, 而追加扶抑甚偏, 識者駭之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十八終"
            }
        }
    },
    "07": {
        "25": {
            "1": {
                "H2KE-EN": "On eulyu day, Second Inspector [of the Office of the Inspector General] Yi Samseok presented a memorial to the King, which stated that it was not proper to release [Kim] Inseoks case. [Kim] Chunseoks father, [Kim] Jingwi , who had been appointed [to a position] as before, was unsatisfactory to the peoples situation. The King ordered that [Kim] Inseoks case be strictly reprimanded and severely reprimanded [Kim] Inseoks case. The case of [Yi] Jungjeok was actually involved in [Kim] Chunseoks case. The fact that [Kim] Chunseok had been revealed in the interrogation, and the circumstances of his crime were evident. Nevertheless, the sages did not wish to thoroughly investigate [the case], and the high officials did not want to punish [Kim] Jungjeoks crime. Not only did [Kim] Chunseok, but [the circumstances] did not evade [the case]. [Yi] Jungjeok also looked at the home of [Kim] Inseoks love for [Kims] love for [Kim] Inseoks love for [Kim]. At this time, [Yi] Samseok, able to disregard the powerful and the circumstances of [Kim] Chunseok and [Yi] Jungjeok, as well as the love for [Kim] Jungjeoks crime. People regarded [Kim] Chunseoks utterance and [Kim] Jungjeok that he dared to speak. [Kim] Jingwi also sometimes regarded him as extremely severe.",
                "H2KE-nKo": "을유년에 집의 이삼석이 상소하여, 권대운을 관대하게 처결하여 풀어 주는 것이 옳지 않다는 것과 김춘택의 아비 김진귀가 예전처럼 대우를 받아 여론에 흡족하지 않은 정상에 대해 논하니, 주상이 아래 조항의 일에 대해 엄한 비답을 내려 준절히 꾸짖었다. - 원래의 상소와 비지는 위에 보인다. - 이중혁의 일은, 김춘택이 실로 은밀히 주관한 것으로 국청의 공초에서 나온 것을 보면 정황이 낭자한데도 유현이 끝까지 다스리려고 하지 않았고, 대신이 이중혁만을 죄주었다. 김춘택이 두루 막아서 편지를 현장에서 적발하지 않았을 뿐만 아니라, 이중혁 같은 자도 인경공의 본가이기 때문에 돌봐 준 바가 있었다. 또 연루된 자가 엄청나게 많아 보고 듣는 이들이 더욱 놀라워할까 염려하여 단지 죄지은 괴수 하나를 처벌하여 조정을 높이고 간사한 싹을 막으려고 하였으니, 그 의도도 김춘택에게 사정을 두어서 그런 것은 아니었다. 그러나 온 세상의 청의가 혹 와주가 법망에서 빠져나간 것에 대해 불쾌하게 여기는 경우가 있었다. 이때에 이르러 이삼석이 능히 척완의 세력을 돌아보지 않고 곧바로 김춘택이 이중혁과 같은 죄를 지은 정상에 대해 진달하니, 식자들은 그가 과감하게 말한 것을 훌륭하게 여겼다. 그러나 김진귀까지 아울러 논핵한 것에 대해서는 또 혹 너무 심하다고 논의하기도 하였다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 7월 25일(을유) 1번째기사",
                "gt-oKo": "집의(執義) 이삼석(李三錫)이 진소(陳疏)하여, 권대운(權大運)의 소석(疏釋)의 불가함과 김춘택(金春澤)의 아비 김진귀(金鎭龜)의 처우가 전과 다름없어서 물정(物情)을 만족시키지 못하는 정상(情狀)을 논하니, 임금이 하관(下款)의 일로써 엄비(嚴批)하며 이를 절책(切責)하였다.【원소(原疏)의 비지(批旨)는 위에 보인다.】 한중혁(韓重爀)의 일은, 김춘택이 사실 드러나지 않게 이를 주관한 것이 국문(鞫問)하여 공초(供招)한 자의 입에서 나온 것으로 보더라도 정절(情節)이 낭자(狼籍)한데, 유현(儒賢)이 끝까지 다스리려고 하지 않고, 대신(大臣)이 단지 한중혁만을 죄주는 것은, 다만 김춘택이 두루 방비(防備)하여 〈오고간〉 편지를 현실(現實)로 적발되지 못하게 함이 있을 뿐만 아니라, 만약 한중혁이 또한 인경 왕후(仁敬王后)의 본가(本家)에서 돌보아 주고 도와주는 바가 있음으로써 연루(連累)됨이 호대(浩大)하여 청문(聽聞)을 더욱 놀라게 하는 것이 있을까 염려하여, 다만 한 사람의 죄괴(罪魁)를 죽여 조정(朝廷)을 높이고 간두(奸竇)를 막고자 하였던 것이요, 그 뜻이 또한 김춘택에게 사정(私情)이 있어서 그런 것은 아니나, 한 세상의 청의(淸議)가 혹은 와주(窩主)가 법망(法網)에서 벗어남을 불쾌하게 여기는 자도 있었다. 이에 이르러, 이삼석이 능히 척완(戚畹)의 세력을 돌아보지 않고 곧장 김춘택이 한중혁과 더불어 죄를 같이하는 정상을 진달하였느니, 식자(識者)는 그 감히 말함을 아름답게 여겼으나, 김진귀(金鎭龜)를 아울러 논한 데에 이르러서는 또 혹시 그 너무 심한 것임을 의논하였다.",
                "hj": "○乙酉/執義李三錫陳疏, 論權大運疏釋之不可, 春澤父鎭龜任遇如故, 未厭物情之狀, 上以下款事, 嚴批切責之。【原疏批旨見上。】 重爀之事, 春澤實陰主之, 以發於鞫招者見之, 情節狼藉, 而儒賢之不欲窮治, 大臣之只罪重爀, 不但春澤有周防不現捉書尺, 如重爀, 亦以仁敬本家, 有所顧藉, 且慮有株連浩大, 而益駭聽聞, 只欲誅一罪魁, 尊朝廷而塞奸竇, 其意亦非有私於春澤而然, 而一世淸議, 或有不快於窩主之漏網矣。 至是, 三錫能不顧戚畹之勢, 而直陳春澤與重爀同罪之狀, 識者多其敢言, 而至於竝論鎭龜, 則又或議其已甚矣。"
            }
        }
    },
    "09": {
        "5": {
            "1": {
                "H2KE-EN": "The King ordered that Magistrate of Ganghwa Strategic Prefecture Kim Gu be raised the rank of Grand Master for Excellent Virtue and that he be rewarded for his meritorious deed of building the hall of Jangnyeong Hall . 사신은 논한다. Kim Gus buildings several kan of houses were building. How could he have earned meritorious deeds and was promoted to a higher rank? At the beginning, when the royal portraits arrived in Ganghwa , Kim Gu suddenly heard the news of the King and was able to prepare ceremonial military regalia and ceremonial guards to greet them on the left side of the road. Moreover, Kim Gu was able to supervise the construction in person and made a completed within a few days. The King considered this very praiseworries and thus bestowed rewards upon him.",
                "H2KE-nKo": "갑자년에 주상이 강화 유수 김구에게 가의대부의 품계를 가자하라고 명하였는데, 장녕전을 중건한 공로에 대해 상을 준 것이다. 사신은 논한다. 김구가 몇 칸의 집을 중건한 것이 무슨 기록할 만한 공로가 있다고 자급을 올려 주는 데까지 이르렀는가. 당초 어용이 강화에 도착했을 때 김구가 창졸간에 소식을 듣고 의위를 잘 갖추어 길 왼쪽에서 맞이하였으며, 또 공역을 친히 감독하여 며칠 안으로 완성하였으므로 주상이 매우 가상하게 여겼기 때문에 이런 지나친 상을 내린 것이다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 9월 5일(갑자) 1번째기사",
                "gt-oKo": "임금이 명하여 강화 유수(江華留守) 김구(金構)에게 가의 대부(嘉義大夫)의 품계(品階)를 더하였으니, 장녕전(長寧殿) 중건(重建)의 공로(功勞)를 상준 것이다. 사신(史臣)은 말한다. “김구가 몇 간(間)의 집을 중건(重建)한 것이 무슨 기록할 만한 공로가 있기에 승자(陞資)에 이른단 말인가? 당초에 어용(御用)이 강화(江華)에 이름에 김구가 창졸간에 소식을 듣고 능히 의위(儀衛)를 갖추어서 길 왼쪽에서 맞이하고 또 능히 공역(工役)을 친히 동독(董督)하여 며칠도 아니되어 일이 이루어짐을 아뢰니, 임금이 이를 깊이 가상히 여겼기 때문에 이 분수에 넘치는 상(賞)을 베푼 것이다.”",
                "hj": "○甲子/上命加江華留守金構嘉義階。 賞長寧殿重建之勞也。 【史臣曰: “構之重建數間屋, 有何可紀之勞, 而至於陞資? 蓋當初御容之到江華也, 構倉卒聞報, 能備儀衛, 以迎於路左, 又能親督工役, 不日告成, 上深嘉之, 故施此濫賞焉。”】"
            }
        }
    },
    "10": {
        "13": {
            "1": {
                "H2KE-EN": "[The King] received in audience Choe Gyuseo , the headmaster of the Office of the Royal Decrees , and reported to the King, Assistant Deputy Director [of the Office of Royal Decrees] [] Im Yeong is beyond the extraordinary skills, and his knowledge is beyond the extraordinary clerk. Now he is not able to serve his official duties due to illness, and there will be a long-term plan for him to proceed to the capital. If he is to stay in the capital and take care of the medicine, it would be better. Left State Councilor [of the Office of the Royal Decrees] [] also requested that following the precedent of the late Deputy Director [of the Office of Royal Decrees] Yi Dansang , the King granted him medicine. The King said, Im Yeong is extremely a regretful subject, but his illness is as severe as this. Upon hearing this, hearing of his sadness. It would be appropriate to have him stay in the capital and grant him medicine. ",
                "H2KE-nKo": "임인년에 인견하였을 때 대사성 최규서가 주상에게 아뢰기를,“부제학 임영은 문학과 식견이 동류들보다 훨씬 뛰어났는데, 지금은 병으로 공무를 보지 못하여 장차 영원히 떠날 뜻을 갖게 되었습니다. 그를 경저에 머물게 하여 의약을 편리하게 하는 것이 좋겠습니다.”하고, 좌의정 유상운도 선왕 때 고 부제학 이단상의 예에 따라 특별히 약물을 내려 주기를 청하니, 주상이 말하기를,“임영은 매우 애석한 신하이지만 병세가 이와 같다고 하니, 듣기에 측은하다. 경저에 머물게 하여 약물을 넉넉히 지급하게 하는 것이 좋겠다.”하였다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 10월 13일(임인) 1번째기사",
                "gt-oKo": "인견할 때에 대사성(大司成) 최규서(崔奎瑞)가 임금께 여쭙기를, “부제학(副提學) 임영(林泳)은 문학(文學)과 식견(識見)이 시류(時流)의 무리에서 높이 뛰어났는데, 이제 병들어 행공(行公)하지 못하므로 장차 〈고향으로〉 아주 떠날 뜻을 가지고 있으니, 만약 서울집에 머물러 있게 하여 의약(醫藥)으로 편리토록 한다면 좋겠습니다.” 하고, 좌의정(左議政) 유상운(柳尙運)도 또한 선조(先朝)의 고(故) 부제학(副提學) 이단상(李端相)의 전례에 의하여 약물(藥物)을 특사(特賜)하기를 청하니, 임금이 말하기를, “임영은 극히 가석(可惜)한 신하인데, 병세(病勢)가 이와 같다고 하니, 듣기에 측연(惻然)하다. 서울집에 머물러 있게 하여 약물을 넉넉히 주는 것이 가하다.” 하였다.",
                "hj": "○壬寅/引見時大司成崔奎瑞白上曰: “副提學林泳, 文學見識, 超出流輩, 今者病不能供仕, 將有長往之意。 若使留住京邸, 以便醫藥則好矣。” 左議政柳尙運, 亦請依先朝故副提學李端相例, 特賜藥物, 上曰: “林泳極是可惜之臣, 而病勢如此云, 聞來惻然。 使之留在京邸, 優給藥物可也。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On musin day, Chief State Councilor 남구만이 상소하여, [the King] ordered that the punishment of [Yi] Junghyeok [] be confiscated and that he be expected from the 한편. The King granted him a thoroughly addressed him. 【원래s memorial and the royal decree was shown to the King. 】 남구만이 논한 두 가지 일은 이미 [the King] intended to eliminate the evil cliques and to prevent wicked cliques. Truly, this is a key of the worthy of the world. The reason why [the King] reappointed his words and dismissal of his 거취 was truly applied to a high official who reported to the King. The historian who compiled the historian who failed a crime was guilty of no crime, which was quite worrisome. Nevertheless, the words that [Yi] Junghyeok was abandoned by his self-restraint, fearing that he might raise his self-restraint. This is even more worried that he was angry to punish [Yi] Junghyeok []. However, the two characters of [Yi] Junghyeok were especially addressed to his guilt. Truly, his circumstances are not able to conceal his crime. However, his fabrication and slandering rumors reached the body of his deceased fathers body, which is extremely impossible.",
                "H2KE-nKo": "무신년에 영의정 남구만이 상소하여, 한중혁을 처단하고 한편의 죄명을 깨끗이 씻어 줄 것을 진달하니, 주상이 세세한 너그러운 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. - 남구만이 논한 두 가지 일은 이미 붕당을 없애고 간사한 구멍을 막으려는 뜻에서 나왔으니, 참으로 당세의 요도라고 할 수 있다. 그 말의 용사에 따라 거취를 정한 것은 참으로 대신이 임금에게 고하는 체모를 얻은 것이고, 초사를 편수한 자가 죄 없는 사람에게 죄를 구하는 것은 너무도 가소롭다. 그러나 이른바 한중혁을 견지하면서 혹시라도 살려 주자는 의논에 붙일까 두려워했다고 한 것으로 말하면, 한중혁을 다스리는 데에 노여움이 있다는 것을 더욱 알 수 있다. 그리고 ‘역적을 비호한다.’라는 말은 단지 그의 죄를 성토하는 구실을 빌린 것일 뿐이니, 참으로 이른바 ‘속마음을 스스로 숨길 수 없다.’라는 것이다. 그런데 이미 백골이 된 청류를 무함하고 헐뜯기까지 하였으니, 그 무엄함이 또 심하다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 10월 19일(무신) 1번째기사",
                "gt-oKo": "영의정(領議政) 남구만(南九萬)이 소(疏)를 올려, 한중혁(韓重爀)을 처단(處斷)하여 일변(一邊)을 탕척(蕩滌)할 뜻으로써 진달(陳達)하니, 임금이 간곡하게 우비(優批)를 내렸다.【원소(原疏)의 비지(批旨)는 위에 보인다.】 남구만이 논한 바 두 가지 일은 이미 붕당(朋黨)을 없애고 간두(奸竇)를 막는 뜻에서 나왔으니, 진실로 당세(當世)의 요도(要道)라고 이를 만하면, 그 말의 용사(用舍)로써 거취(去就)를 결정한다는 것은 참으로 대신이 임금에게 고(告)하는 대체(大體)를 얻었는데도, 초사(初史)를 편수(編修)하는 자가 죄없는 이에게 죄를 구(求)함이 이미 극히 가소롭다. 그리고 그 이른바 ‘한중혁의 〈처형(處刑)을〉 견지(堅持)하여서 그 혹시 살리는 의논에 붙일까 두려워하였다.’라는 말은 더욱 노여워하는 바가 한중혁을 다스리는 데에 있음을 볼 수 있고, ‘호역(護逆)’ 두 글자는 특히 죄를 성토(聲討)하는 구실을 빌리는 것으로서, 참으로 이른바, ‘폐간(肺肝)이 스스로 가리우지 못한다.’는 것이며, 무함(誣陷)과 헐뜯음이 이미 백골(白骨)이 된 청류(淸流)에게 추급(追及)한 데에 이르러서는 그 무엄(無嚴)함이 또 심하다.",
                "hj": "○戊申/領議政南九萬, 疏陳處斷重爀, 蕩滌一邊之意, 上賜縷縷優批。【原疏批旨見上。】 九萬所論二事, 旣出於消淫朋塞奸竇之意, 則誠可謂當世之要道。以其言之用舍, 而卜其去就者, 眞得大臣告君之體, 修初史者之求罪, 於無罪, 已極可笑, 而若其所謂操持重爀, 恐其或傅生議云者, 益可見所怒在於治重爀, 而護逆二字, 特其假借聲罪之資。 眞所謂肝肺不能自掩者, 而至於誣詆之追及於旣骨之淸流, 其無嚴又甚矣。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinmyo day, the first day of the eleventh month, [the King] again appointed Nam구만 as chief state councilor . Our nature was clear and wisdom, and your nature was upright and trustworthy. At the beginning of the reign of King Jeongjong, he was first invested with the defense of the country and was well-versed in his behavior. His knowledge was so far that he did not pursue personal favoritism and was not satisfied with rumors. When he was punished, he was striving to conform to the faults of the principal offender. However, he did not forgotten the principal offender and tried to control [the principal offender] without observing anything to occur. Instead, he did not angry about any arousing opinions or worries. Instead, he did not avoid the transgression of the law and was trusted by his self-restraint, and he was trusted by his self-restraint, thereby warning future generations. Instead, he did not pursue personal favoritism and endeavored to govern [the principal offender], encouraging public justice, encouraging discipline, and encouraging discipline and encouraging disciplinary accomplinary accomplishments. When the King was attentive to govern [the principal offender], he observed the circumstances of various officials. There was no difference in natural disciplinary accomplinary accomplishments of natural disciplinary accomplinciplinary accomplinary accomplishments. The sage said, When the beginning of the gapjin year (, there was a single world in succession. Our fifty years of age and peaceful reign of our King Jeongjong was rendered to his meritorious service",
                "H2KE-nKo": "다시 남구만을 영의정으로 삼았다. 남구만은 견식이 밝고 투철하며 지조와 행실이 곧고 굳건하였다. 경화의 초기에 맨 먼저 패국을 담당하였는데, 일 처리가 안상하였다. 식견과 사려가 깊고 원대하여 당파에 물들지 않았고 근거 없는 의논에 흔들리지 않았다. 죄를 논할 때는 평번을 위주로 하면서도 일찍이 수악을 비호하지 않았고, 일에 임해서는 흔들리거나 빼앗김이 없었다. 또한 이의를 제기하는 데 분노하거나 미워하지 않았고, 환난을 염려하는 데 절실한 것이면 법을 굽힌 죄를 피하지 않고 혼자의 견해만 믿었으며, 뒷사람을 징계하는 데 엄격하였다. 그러면 당파를 비호하는 사심 때문에 반드시 다스리고야 말았으며, 공도를 넓혀 기강을 세우고 은혜로운 정사를 베풀어 백성들을 위로하였다.주상이 바야흐로 뜻을 가다듬어 정치를 하고 있는데, 여러 신하를 살펴보니 남구만만한 이가 없었다. 그의 공정함을 가상히 여기고 그의 재능을 중히 여겨 잠깐 체차하였다가 다시 제수하여 의지하고 신임하는 것이 더욱 돈독하였다. 비록 이의를 제기하는 말이 답지하였지만 하늘의 보살핌은 쇠하지 않았다. 군자가 말하기를 ‘갑술년의 초정은 바로 근세에 한번 중흥한 것인데, 우리 성상의 50년 동안 태평하게 다스린 정치는 남구만과 함께 공이 있다.’라고 하였다. 그런데 지금 초사를 편수한 자가 이에 사심과 편견을 가지고 비난하는 의론을 추가하였으니, 또한 가소롭다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 10월 2일(신묘) 1번째기사",
                "gt-oKo": "다시 남구만(南九萬)을 영의정(領議政)으로 삼았다. 남구만은 식견(識見)이 명철(明哲)하고 지조(志操)가 굳었으며, 경화(更化)의 처음에, 맨 먼저 패국(敗局)을 담당하여 시조(施措)가 안상(安祥)하고, 식려(識慮)가 심원(深遠)하여 당파(黨派)에 물들지 않고 부의(浮議)에 움직이지 않았다. 죄를 논함은 평반(平反)을 힘써 주장하였으나 일찍이 수악(首惡)을 용서하거나 비호(庇護)하지 않았고, 일에 임하여 뜻이 흔들리어 빼앗김이 없었으나 또한 이의(異議)를 제기하여 와도 분개하거나 질시(嫉視)하지 않았으며, 환난(患難)을 근심하기에 절실(切實)한 일이면 법을 굽히는 죄도 피치 아니하여서 그 혼자만의 견해(見解)를 믿었으며 뒷 사람을 징계(懲戒)하기에 엄격히 해야 할 일이면 파당(派黨)을 옹호(擁護)하는 사정(私情)으로써 하지 않고 반드시 이를 다스리고야 말았으니, 공도(公道)를 넓히어 기강(紀綱)을 세우고 은혜로운 정사(政事)를 베풀어서 백성을 위로하였다. 임금이 바야흐로 뜻을 가다듬어 나라를 다스릴 제, 뭇신하를 살폈으되 남구만 같은 이가 없으므로, 그 공변됨을 가상히 여기고 그 재능을 존중하며 잠깐 체임(遞任)하였다가 거듭 임명하여 의지하고 신임함이 더욱 독실(篤實)하여서 비록 딴말이 시끄럽게 이르러도 임금의 권우(眷遇)가 쇠하지 않았다. 이에 군자(君子)가 이르기를, ‘갑술년의 초정(初政)은 곧 근세(近世)의 한 중흥(中興)이니, 우리 성상(聖上)의 50년의 소강(小康)의 다스림은 남구만이 공로가 있는데 참여된다.’라고 하였는데, 이제 초사(初史)를 편수(編修)하는 자가 곧 사심(私心)과 편견(偏見)을 가지고 기의(譏議)를 추가(追加)하였으니, 또한 가소롭다.",
                "hj": "○辛卯/復以南九萬爲領議政。 九萬見識明透, 操履貞固, 更化初, 首當敗局, 施措安詳。 識慮深遠, 不染於黨私, 不動於浮議。 論罪務主平反, 而未嘗容庇於首惡, 臨事無所撓奪, 而亦不憤嫉於異議, 切於慮患, 則不避屈法之罪, 而信其獨見, 嚴於懲後, 則不以護黨之私, 而必治乃已, 恢公道而立綱紀, 施惠政而慰黎庶。 上方銳意爲治, 察群臣無如九萬, 嘉其公而重其才, 乍遞重拜, 倚任益篤, 雖異言噂沓, 而天眷不衰。 君子謂: “甲戌初政, 乃近世一中興, 而我聖上五十年少康之治, 九萬與有功焉。” 今修初史者, 乃以私心偏見, 追加譏議, 其亦可笑。"
            }
        }
    },
    "11": {
        "13": {
            "1": {
                "H2KE-EN": "Shin Mihyeon was appointed as Envoy for Expressing Gratitude for Imperial Benevolence . The crime of [Grand Prince] Bang [] cannot be executed. However, all [Grand Prince] Bang [] had been drawn in secret and did not related to the interrogation draft. Truly, this is not known to the outer court. However, the historian who compiled the draft of the drafting of the draft of the burning of the drafting of the burning the burning. The crimes of [Grand Prince] Bang [] were evidently exposed, and eventually [Grand Prince] was punished by death.",
                "H2KE-nKo": "동평군 이항을 사은 정사로 삼았다. 이항의 죄는 진실로 죽음을 면치 못하지만, 모두 남모르는 곳에서 빚어낸 것으로 애초에 국문을 행하는 공초에서 관련되지 않았으니, 진실로 외정에서 알 수 있는 바가 아니었다. 그런데 초사를 편수한 자가 법망에서 빠져나간 것을 한스럽게 여겨 국정을 담당한 대신을 뒤미처 허물하였으니, 공평한 논의가 전혀 아니었다. 신사년의 옥사가 일어나자 이항의 죄상이 낭자하게 다 드러나 마침내 하늘의 주벌을 받았다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 11월 13일(신미) 1번째기사",
                "gt-oKo": "동평군(東平君) 이항(李杭)을 사은 정사(謝恩正使)로 삼았다. 이항의 죄는 진실로 주륙(誅戮)도 용납될 수 없는 것이나 모두 암암리에 양성(釀成)하여 처음에 국문(鞫問)의 초사(招辭)에 간련(干連)되지 않았으니, 진실로 외정(外廷)이 알 수 있는 것이 아닌데도, 초사(初史)를 편수(編修)하는 자가 그 법망(法網)에서 벗어남을 한(恨)스럽게 여겨 당국(當國)의 대신(大臣)을 추구(追咎)함은 매우 평심(平心)의 의논이 아니다. 신사년의 옥사(獄事)가 일어남에 미쳐 이항의 죄상이 낭자하게 모두 드러나서, 마침내 복주(伏誅)되었다.",
                "hj": "○辛未/以東平君杭, 爲謝恩正使。 杭之罪, 固不容誅, 而皆從暗地釀成, 初不干連於鞫招, 則固非外廷之所可知, 而修初史者, 恨其漏網, 追咎當國之大臣, 殊非平心之論也。 及有辛巳獄, 杭之罪狀, 狼藉畢露, 竟伏天誅。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King issued a royal message to Director of the Royal House Administration Yun Jiwan so that he might exhort his intent to persuade him to the court. The Kings message reads as follows: As a high official who has long left the capital, it is impossible for him to govern peace and govern it. Furthermore, this countrys state and the peoples concerns have already reached one hundred cheok long territory days. My dear sirs possessessed magnanimity and upright integrity shall surely be relied upon the late corrupt practice. This is why I wish to summon him to the court and then repeatedly explain his intent. Therefore, I admonish him with a written message to earnestly explain his intent. My dear sir should satisfy him and come together.",
                "H2KE-nKo": "주상이 영돈녕부사 윤지완에게 어찰을 내려 조정에 나오라는 뜻으로 면유하였다. 수서로 그 대략에,“대신이 오랫동안 도성을 떠나 있는 것은 태평성대를 유지하는 것으로도 오히려 불가한데, 하물며 지금 나라의 계책과 백성의 근심이 이미 백척간두에 이른 때야 말할 것이 있겠는가. 경의 깊고 확고한 도량과 확고한 지조는 끝내 반드시 말세의 퇴폐한 풍속에 힘입을 것이니, 이것이 내가 초치하고야 말려는 까닭이다. 이에 수서로 간곡하게 거듭 유시하니, 경은 안심하고 함께 들어오라.”하였다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 11월 15일(계유) 1번째기사",
                "gt-oKo": "임금이 영돈녕부사(領敦寧府事) 윤지완(尹趾完)에게 어찰(御札)을 내려 조정에 나오라는 뜻으로 면유(免諭)하였으니, 수서(手書)의 대략에 이르기를, “대신(大臣)이 오래도록 서울을 떠남은 나라가 다스려져 태평한 때에 있어서도 오히려 불가(不可)하다고 하거든, 하물며 이 나라의 계책과 백성의 근심이 이미 백척간두(百尺干頭)에 이른 날이겠는가? 경(卿)의 깊고도 먼 생각과 독실하고도 확고한 절조(節操)가 마침내 반드시 말로(末路)의 퇴속(頹俗)에 힘입음이 있을 것이니, 이것이 내가 반드시 〈조정에〉 이르게 한 뒤에야 그만두고자 하는 것이다. 이에 수서(手書)로써 정녕(丁寧)하게 신고(申誥)하는 것이니, 경은 안심하고 함께 오라.” 하였다.",
                "hj": "○癸酉/上下御札於領敦寧尹趾完, 勉諭造朝之意。 手書略曰: 大臣久離京輦, 在治泰, 尙云不可, 矧玆國計民憂, 已到百尺竿頭之日? 卿之沈凝之量, 敦確之操, 終必有賴於末路頹俗, 此予之所以欲致之而後已者也。 玆以手書, 丁寧申誥, 卿其安心偕來。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Kang Minjeo , a student in the gyeongjin year (, submitted a memorial to the King reprimanded Chief State Councilor 남구만 . The King was frightened and ordered that a royal directive be sent to the State Tribunal for interrogation. 【상소 and the royal decree was shown to the King. 】 The 당인들이 already deeply angryed the case of [Kang] Junghyeom for the matter of [Kang] Hyeom and tried to forgive [Kang] Huihui . [Kang] Minjeo was slandered by all his measures. [Kang] Minjeo was a man of the same clique as a single royal carriage. A wicked person secretly accepted peoples secret concealment and destroyed the state. Truly, he was very slightly abandoned. As he had already been a Confucian scholar, it would be excessive for him to ask about the matter of his investigation.",
                "H2KE-nKo": "경진년에 유학 강민저가 응지소를 올려 영의정 남구만을 전적으로 공격하니, 주상이 진노하여 비망기를 내려 잡아다 국문하라고 명하였다. - 원래의 상소와 비지는 위에 보인다. - 당인이 한중혁의 일로 남구만에게 깊이 화를 내어 장희재를 가차하여 온갖 계책으로 모함하였다. 강민저는 바로 당인이 무뢰배와 연에서 꾸며 낸 자이다. 도깨비 같은 자가 남의 사주를 받아 나랏일을 망친 것은 진실로 매우 미워할 만하다. 그러나 이미 유관을 쓰고 있으니, 가상하게 여겨 하문한 것은 지나쳤다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 11월 22일(경진) 1번째기사",
                "gt-oKo": "유학(幼學) 강민저(姜敏著)가 응지(應旨)하는 소(疏)를 올려 오로지 영의정(領議政) 남구만(南九萬)을 공격하니, 임금이 진노(震怒)하여 비망기(備忘記)를 내려 나국(拿鞫)을 명하였다.【원소(原疏)의 비지(批旨)는 위에 보인다.】 당인(黨人)이 이미 한중혁의 일을 가지고 깊이 남구만을 노여워하여 장희재(張希載)를 빌어서 백계(百計)로 경함(傾陷)하였으니, 강민저는 곧 당인의 무뢰배(無賴輩)가 꾸며 내보낸 것이며, 간사한 무리가 남의 음주(陰嗾)를 받아 나라 일을 저해(沮害)함이 진실로 미우나, 이미 유관(儒冠)을 쓴 자이니, 가폐(嘉肺)의 물음은 지나친 것이다.",
                "hj": "○庚辰/幼學姜敏著上應旨疏, 專攻領議政南九萬, 上震怒, 下備忘命拿鞫。【原疏批旨見上。】黨人旣以重爀事, 深怒九萬, 假借希載, 百計傾之。 敏著, 卽黨人無賴輦所粧出也。 怪鬼之受人陰嗾, 沮敗國事, 固可痛嫉, 而旣是儒冠, 則嘉肺之問過矣。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Lord of Mungpyeong Ku Il died in jeongmyo year (. The historian'storian'storian'storian'storian'storian'storian'storian'storian'storian'storian'storian'storian'storian's draft is not necessarily observed by the government office and rank. If there is no talent or skills, even those who should be appointed should not be easily granted, it would be proper not to easily grant them permission even though they should be appointed to a position in accordance with precedent. However, Ku Il, who is an ordinary military official, also can be appointed to a position in jeongmyo year (. This is truly presumptuous. Kim Ho , Im Wongu , and others are merely one dog of the same cliques and one dog of the same cliques. Their ranks and ranks are also low, and this is also not proper to write them in accordance with precedent. However, they merely write on the grounds that their personal favors were broken and gave them to them in write on the grounds that they were personal favors that they were involved and gave them to them in write on the grounds that they had passed away. People attentively sensured them.",
                "H2KE-nKo": "능평군 구일이 졸하였다. 사씨가 ‘졸’이라고 쓴 것은 전적으로 관위만을 볼 필요가 없다. 진실로 일컬을 만한 재덕이나 사업이 없으면 비록 으레 얻을 수 있는 것이라도 가볍게 허락하지 않아야 하는데, 구일과 같은 범용한 무재도 모두 얻었으니 이는 참으로 외람된 것이다. 김호와 임원구의 무리는 당인의 일개 응견에 불과하고, 인물과 지위와 명망도 매우 미천하니, 이 또한 규례에 써서는 안 되는데, 단지 남을 공격하는 사사로운 은정으로 곡진하게 써서 그 졸한 사람에게 주었으므로 식자들이 해괴하게 여겼다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 11월 9일(정묘) 1번째기사",
                "gt-oKo": "능평군(綾平君) 구일(具鎰)이 졸(卒)하였다. 사씨(史氏)가 ‘졸(卒)’을 씀은 반드시 오로지 관위(官位)만을 볼 뿐이 아니요, 진실로 재덕(才德)과 사업(事業)의 일컬을 만한 것이 없으면 비록 관례가 마땅히 얻을 바라 하더라도 가볍게 허락하지 말아야 하는데도, 구일과 같은 범용(凡庸)한 무재(武宰)가 또한 모두 이를 얻었으니, 이는 진실로 분수에 넘친 것이다. 김호(金灝)·임원구(任元耉)의 무리에 이르러서는 당인(黨人)의 한낱 응견(鷹犬)에 지나지 않고 인망(人望)과 지위가 또한 매우 비천(卑賤)하니, 이 또한 관례에 있어 마땅히 쓰지 말아야 하는데도, 다만 그 반대당(反對黨)을 공격한 사사로운 은공을 가지고 곡필(曲筆)하여서 그 ‘졸(卒)’을 주었으니, 식자(識者)가 이에 놀래었다.",
                "hj": "○丁卯/綾平君具鎰卒。 史氏書卒, 不必專視官位而已, 苟無才德、事業之可稱, 則雖例所當得者, 宜不輕許, 而如鎰之凡庸武宰, 亦皆得之, 此固濫矣。 至於金灝、任元耉輩, 不過黨人之一鷹犬, 人地位望, 亦甚卑微, 則此又於例不當書, 而只以其搏噬之私恩, 曲筆而與其卒, 識者駭之。"
            }
        }
    },
    "12": {
        "9": {
            "1": {
                "H2KE-EN": "The King ordered Director of the Royal House Administration Baek Gwanghyeon to send the royal physician Baek Gwanghyeon to the place where Director of the Royal House Administration Yun Jiwan was staying. [But] Gwanghyeon was incompetent in governing the swelling of his paralyticular body, and thus he was called a physician. On this day, the King ordered [Byeon] Gwanghyeon to go and examine [the swelling of his parent].",
                "H2KE-nKo": "정유년에 주상이 영돈녕부사 윤지완이 있는 곳에 어의 백광현을 보내라고 명하였다. 백광현은 종기를 잘 치료하여 기이한 효과가 많았으므로 세상에서 신의라고 일컬었다. 이때에 이르러 주상이 윤지완이 다리에 병이 있다고 하여 백광현에게 가서 보라고 특별히 명하였다.\n",
                "date_ko": "숙보 29권, 21년(1695 을해 / 청 강희(康熙) 34년) 12월 9일(정유) 1번째기사",
                "gt-oKo": "임금이 명하여 어의(御醫) 백광현(白光炫)을 영돈녕부사(領敦寧府事) 윤지완(尹趾完)이 있는 곳에 보냈다. 백광현은 종기(腫氣)를 잘 치료하여 많은 기효(奇效)가 있으니, 세상에서 신의(神醫)라 일컬었다. 이때에 이르러, 윤지완이 각병(脚病)이 있었으므로, 특별히 백광현을 명하여 가보게 한 것이다.",
                "hj": "○丁酉/上命送御醫白光炫於領敦寧尹趾完處。 光炫善治腫, 多有奇效, 世稱神醫。 至是, 上以趾完有脚病, 特命光炫往視。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之二十九終"
            }
        }
    }
}