{
    "01": {
        "10": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Supreme General [of the Middle Army] Nam Man , who had passed the age of gyeongjin year, submitted a memorial twice requesting that he be retire from his office. The King refused to grant him an importance and importance upon him. The summary of the memorial read as follows: The minister has retired from his office for four months. Ever since I have reflected upon him, I have grieved him for a long time. How could my dear sir not have any heart of love for him? Furthermore, in the spring of the jeongchuk year (, when he entered the hall of governance, he saw his hands and explained him, which was not more than the symptoms of hunger. My dear sir, being loyal to the country, was deeply loyal. Why did he not understand my sincerity of depending upon him and urgently leave me like this? I am truly ashamed and unable to reflect upon him. Furthermore, it is even more unacceptable that he requested that he be retire from his advanced years of age. In the past, when King Wen of Zhu Xi , he was eighty years of age, he was still not allowed to retire from his office. On the tenth day, he conducted state affairs at the State Council . Furthermore, what is the time of today? Due to the famine, the disease of widespread disease was extremely severe. The disease of anxiety caused by the world cannot be described. Therefore, it would be proper that he should support his mind in order to save his world. How could he bear to sleep and shamelessly see him? Even if my dear sir had already retireated from his office, he rose from his office to support his own prime minister, such as the ancient incident of Zhu Xi Xiang , who was able to fulfill his wishes as unavoidable and importance in the military and military affairs. How could he support his request by supporting him and neglecting his old age and ask him about this? My dear sir, my dear sir, embodying my hearts words and shall suddenly come to the ",
                "H2KE-nKo": "영중추부사 남구만이 나이가 많다는 이유로 재차 상소하여 치사하기를 청하였는데, 주상이 융숭한 비답을 내렸다. 그 대략에,“경이 서울을 떠난 지 4개월이 지났다. 자나 깨나 그리워하는 마음이 오래될수록 더욱 깊어지는데, 경만 어찌 그리워하는 마음이 없겠는가. 더구나 정축년 봄에 편전에 입대하였을 때 손을 잡고 면유한 일은 그 심정이 기갈에 허덕이는 것과 같을 뿐만이 아니었는데, 나라를 깊이 생각하는 경의 충성심으로 어찌 내가 의지하고 믿는 정성을 헤아리지 않고 이처럼 서둘러 나를 버린단 말인가. 내가 실로 부끄러워 마음을 가눌 수 없다. 치사하겠다는 청은 더욱 그렇지 않은 점이 있다. 옛날 문노공은 80세의 나이로도 치사를 허락하지 않고 10일에 한 번씩 도당에서 일을 의논하였다. 더구나 지금이 어떤 때인가. 기근이 계속되고 전염병의 참혹함과 우려스러운 단서를 이루 다 꼽을 수 없을 정도이니, 바로 마음을 합하여 쓰러지는 것을 붙들어 주기에 겨를이 없어야 할 때이다. 그런데 어찌 차마 팔짱을 낀 채 아무렇지도 않게 보고만 있을 수 있단 말인가. 설령 경이 이미 치사하였다 하더라도 기용하여 스스로 보좌하게 하는 것을 노공 평장군국중사의 고사처럼 해야 할 것이다. 따라서는 안 되는 청을 힘써 따라서 장수를 누려 황발에게 물을 수 있는 방도를 소홀히 해서야 되겠는가. 경은 나의 진심에서 우러나온 말을 깊이 헤아려 선뜻 조정에 나와서 밤낮으로 간절히 기다리는 나의 바람을 저버리지 말라.”하였다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 1월 10일(경진) 1번째기사",
                "gt-oKo": "영중추(領中樞) 남구만(南九萬)이 나이가 찼다는 것으로 다시 상소하여 치사(致仕)시켜 줄 것을 청하니, 임금이 융중(隆重)히 여기는 비답(批答)을 내렸는데 대략 이르기를, “경(卿)이 서울을 떠난 지 4개월이 지났다. 자나깨나 그대 생각 오랠수록 더욱 깊어져 가는데, 경은 유독 그리운 마음이 없단 말인가? 더구나 정축년 봄 편전(便殿)에 입대하였을 적에 손을 잡고 면유(面諭)한 일은 그 정이 기갈(饑渴)들린 정도 뿐만이 아니었는데, 경의 나라를 사랑하는 깊은 충성으로 어찌 내가 의지하려는 정성을 헤아리지 않은 채 서둘러 이와 같이 나를 버리는 것인가? 나는 진실로 부끄러워 마음을 가눌 수가 없다. 나이가 찼다는 것으로 치사시켜 주기를 청한 데 이르러서는 더욱 타당하지 않은 점이 있으니, 옛날 문노공(文潞公)은 나이 80에도 오히려 치사(致仕)를 허락하지 않고 10일에 한 번씩 입조(入朝)하여 도당(都堂)에서 일을 의논하게 했는데, 더구나 지금은 어떠한 때인가? 기근(饑饉)이 잇달고 여역(癘疫)이 참담하여 근심 걱정이 이루 셀 수 없으니, 바로 마음을 합쳐 전복되는 것을 부지(扶持)시키기에 겨를이 없어야 할 시기인데, 어떻게 차마 수수방관(袖手傍觀)할 수 있겠는가? 설령 경(卿)이 이미 치사(致仕)하였더라도 불러서 보도(輔導)하게 하기를 문노공(文潞公)에게 군국(軍國)의 중사(重事)를 평장(平章)하게 했던 고사(古事)처럼 할 것인데, 마땅히 따르지 않아야 할 청을 힘써 따라서 노성한 사람을 버리지 말고 노성한 사람에게 물어야 한다는 도리를 소홀리 할 수 있겠는가? 경은 나의 진심에서 우러난 이 말을 체념하여 마음을 돌려 조정에 나아와서 날마다 우두커니 서서 기다리는 그 소망을 저버리지 말라.” 하였다.",
                "hj": "○庚辰/領中樞南九萬, 以年至, 再疏請休致, 上賜批隆重。 略曰: 卿之去國, 閱四箇月矣。 寤寐思想, 久而冞深, 卿豈獨無係戀之心乎? 況丁丑春入對便殿, 握手面諭之事, 不啻情如饑渴, 以卿體國深忠, 胡不諒予倚毗之誠, 而汲汲然捨予若是耶? 予實慙恧, 無以爲懷。 至於引年之請, 尤有所不然者。 昔文潞公以八十之年, 猶不許其休致, 十日一朝, 議事都堂。 矧惟今日是何等時乎? 饑饉連仍, 疾癘慘毒, 憂虞之端, 指不勝屈, 正宜協心扶顚之不暇, 豈忍袖手恝視耶? 藉令卿雖已致仕, 起以自輔, 如潞公平章軍國重事之古事。 其可勉從不當從之請, 以忽無遺壽耉、詢玆黃髮之道乎? 卿其體予心腹之辭, 幡然造朝, 毋孤日夕虛佇之望。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On sinchuk day, when the King had a congratulatory ceremony for the Crown Princes health recovered from his congratulatory ceremony, the Ministry of Rites did not report the music to the throne because the Ministry of Rites had presented the ritual procedure in which the Crown Prince had recovered from his congratulatory ceremony. The King then ordered the Ministry of Rites to revise the ritual and report the results to the throne. 사신은 논한다. The Crown Prince recovered from his congratulatory ceremony is truly a great event. Among all the officials and people, who would not have done to gladly. The Ministry of Rites did not report the matter to the throne was also due to an unusual object. The King had suspicion and anger in such a way as this. Those who were disappointed.",
                "H2KE-nKo": "신축년에 주상이 춘궁의 두후가 회복된 데 대해 진하할 때 해당 조에서 올린 의주 가운데 음악을 연주할 것인지 여부에 대해 주상에게 여쭈지 않았다는 이유로 엄한 하교를 내려 해당 조를 호되게 꾸짖고, 이어 다시 마련하여 아뢰라고 명하였다. 사신은 논한다. 춘궁의 두후가 회복된 것은 실로 막대한 경사이니, 우리 모든 신민이 누군들 기뻐하는 마음이 없겠는가. 그러나 해당 조에서 여쭈지 않은 것도 고의성이 없는 데서 나온 것인데, 주상의 의심과 노여움이 이 지경에 이르렀으니 식자들이 개탄스럽게 여겼다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 2월 1일(신축) 1번째기사",
                "gt-oKo": "임금이 춘궁(春宮)의 두진(痘疹)이 나았다는 것으로 진하(陳賀)할 적에 해조(該曹)에서 진달한 의주(儀注)에 음악의 연주 여부에 대해 계품(啓稟)하지 않았다는 것 때문에 엄교(嚴敎)를 내려 해조를 준절히 나무라고 인하여 다시 마련(磨鍊)하여 아뢰라고 명하였다. 사신(史臣)은 논한다. 춘궁(春宮)의 두진이 나은 것은 실로 아주 큰 경사이니, 모든 신민(臣民)으로서 누군들 기쁜 마음이 없겠는가마는, 해조(該曹)에서 계품하지 않은 것도 아무런 의도가 없었던 것인데, 임금의 의노(疑怒)가 여기에 이르렀으므로 식자(識者)들이 개탄하였다.",
                "hj": "○辛丑/上以春宮痘候平復陳賀時, 該曹所進儀注中動樂與否, 不爲啓稟之故, 下嚴敎切責該曹, 仍命改磨鍊以啓。 【史臣曰: “春宮平復, 實是莫大之慶, 凡我臣民孰無歡抃之心, 而該曹之不稟, 亦出於無情, 上之疑怒至此, 識者慨然。”】"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Office of the Censor General impeached Fourth Censor Yi Jo for violating the law and returned to his hometown on the grounds that he had been impeached and dismissed. 사신은 논한다. When [Yi] Jo was first appointed as fourth-rank aide [to the governor], he had not yet received the signature of approval. He could not make a request for his leave. He temporarily proceeded to his hometown to see his mothers funeral. After his signature of approval, he immediately impeached himself. All of the officials said that he should be avoided for violating the law. However, he was impeached and dismissed from his position. This was a straightforward. At this time, when Choe Sangik was appointed as governor of Chungcheong Province , he was unable to proceed to his hometown. Because he was unfairly disappointed, his son [Choe] Jungtae [] was now serving as third-rank aide [to the governor], he suspected that Jo had impeached and upholded him. In the end, he finally seized the inspectors and censors to impeach him for his impeachment. People at the time were even more satisfied.",
                "H2KE-nKo": "사간원이 정언 이조가 법을 어기고 하향한 일을 논핵하여 파직하였다. 사신은 논한다. 이조가 처음 정언에 제수되었을 때 서경을 거치지 않았으므로 휴가를 청할 수 없었고, 잠시 밖에 나가 처모의 장례를 살폈다. 서경을 마치고는 즉시 스스로 논핵하였는데, 여러 사람의 의론이 규례를 어겼으므로 피혐해야 한다고 하였다. 그러나 논박하여 파직하기까지 하였으니, 이는 과격한 것이다. 이때 최상익이 충청 감사에 제수되었는데, 미처 부임하지 않아 여론이 불만스럽게 여겼다. 그의 아들 최중태가 헌납이 되었는데, 이조가 탄핵하여 바로잡는 뜻이 있는가 의심하여 마침내 동료 대간을 사주하여 탄핵하여 제거하게 하였으니, 당시의 의론이 더욱 해괴하게 여겼다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 3월 10일(기묘) 1번째기사",
                "gt-oKo": "간원(諫院)에서 정언(正言) 이조(李肇)가 법을 어기고 하향(下鄕)했다는 것으로 탄핵하여 파직시켰다. 사신(史臣)은 논한다. 이조(李肇)가 처음 정언(正言)으로 제수되어 서경(署經)을 시행하지 않았으므로, 휴가를 청할 수가 없어서 잠시 외방에 내려가 처모(妻母)의 장사(葬事)를 보고 왔는데, 서경을 받고 나서는 즉시 스스로 탄핵하니, 여러 의논들이 ‘예(例)를 어겼으므로, 인피해야 된다.’ 했었다. 이때에 이르러 논박하여 파직시켰는데 이는 지나치게 과격한 처사였다. 이때 최상익(崔商翼)이 충청 감사(忠淸監司)에 제배되어 부임하지 않고 있었으므로 물정(物情)이 탐탁잖게 여기고 있었는데, 그의 아들 최중태(崔重泰)가 바야흐로 헌납(獻納)으로 있으면서 이조(李肇)가 이를 핵정(劾正)할 뜻을 품고 있는가 의심하여 드디어 요대(僚臺)를 사주해서 탄핵하여 제거하였으므로, 시의(時議)가 더욱 경악하였다.",
                "hj": "○己卯/諫院以正言李肇越法下鄕, 劾罷之。 【史臣曰: “肇之始授正言也, 未行署經, 無以請暇, 暫出外視妻母葬, 旣署卽自劾, 諸議謂以越例可避, 而至從駁罷, 是矯激也。 是時崔商翼拜忠淸監司, 未及赴, 物情不厭, 其子重泰, 方爲獻納, 疑肇有劾正意, 遂嗾僚臺彈去之, 時議益駭之。”】"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "During the memorial submitted by Kwon Sangyu , Fourth Censor of the Office of the Censor General , [Kwon] Sangyu , avoided the punishment of Yi Bongseo . [The King] ordered that Choe Jung태 , third censor of the Office of the Censor-General , be released. 사신은 논한다. 윤증 devoted himself to falsely accusing his late father. Truly, he should have apologized his own behavior, and this can be said to be correct in terms of righteousness. Nevertheless, he mistakenly lost the way of preserving his behavior. Subsequently, [Kwon] Song suddenly denounced [Kwon Sangyu], who suddenly denounced [Kwon Sangyu] integrity and denounced [Kwon Sangyu], suddenly, suddenly lost his flattery. Due to this, he flattered a colleague with each other and denounced [Kwon Sangyu]. Everyone eliminated [Kwon Sangyu] insulted [Kwon Sangyus] slander and denounced [Kwon Sangyus] slander. [Kwon Sangyu] also witnessed [Kwon Sangyus] slander and denounced [Kwon Sangyus] slander [Kwon Sangyus s]. The slandering of his slandering and denounced [Kwon Sangyus] slander [Kwon Sangyus s] slandering and denounced [Kwon Sangyus s] slander [Kwon Sang",
                "H2KE-nKo": "무술년에 정언 권상유가 이봉서의 상소 때문에 인피하니, 헌납 최중태가 처치하여 출사하게 하였다. 사신은 논한다. 윤증은 그 선조를 무함하는 데 마음을 다하였다. 진실로 일찍 스스로 목숨을 끊었다면 의리가 바르다고 할 수 있는데, 도리어 선처하는 도리를 잃었다. 송시열이 갑자기 청절한 선비에게 비방을 가하여 사람들로 하여금 시기하고 시기하는 것으로 의심하게 하였다. 이 때문에 세상에서 말하기를 ‘두 집안은 대체로 서로 잘못이 있다.’라고 하였다. 그러나 곧 서로 원수가 되어 각각 서로 다투면서 일체 추잡하게 헐뜯는 것을 기괄로 삼으니, 식자들이 세도를 위해 근심하였다.이봉서 같은 무리는 얼마나 기슬 같은 자이며, 이로 인하여 권상유가 시구로 윤증을 헐뜯고 욕하였다. 그 ‘교만한 아이나 질투하는 아녀자’라는 비유는 매우 이치에 어긋나고 거듭 진신에게 수치를 끼쳤으니, 인심은 당론에 고질이 되었다는 것을 충분히 알 수 있다. 그런데 최중태는 또 유생의 상소를 가리켜 사악하다고 하면서 일종의 모함하고 배격하였으니, 이와 같이 부화뇌동하는 부류야 또 어찌 말할 것이 있겠는가.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 3월 29일(무술) 1번째기사",
                "gt-oKo": "정언(正言) 권상유(權尙游)가 이봉서(李鳳瑞)의 상소 때문에 인피(引避)하니, 헌납(獻納) 최중태(崔重泰)가 출사(出仕)하도록 처치(處置)하였다. 사신(史臣)은 논한다. 윤증(尹拯)이 그 선생을 무함하는 데에 마음을 다하였으니, 진실로 일찍이 스스로 사절(謝絶)하였더라면 의(義)에 있어 올바르다고 할 수 있을 터인데, 도리어 선처(善處)하는 도리를 잃었다. 송시열(宋時烈)은 갑자기 청절(淸節)을 지닌 선비에게 비방을 가하여 사람들로 하여금 시기하는 것인가 의심하게 만들었다. 이 때문에 세상에서 말하기를, ‘양가(兩家)가 대체적으로 서로 잘못을 저질렀다.’ 하였으며, 서로 원수가 되어 각기 다투며, 일체 추악한 비방을 가하는 것을 무함의 초점에 맞추었기 때문에 식자(識者)들이 세도(世道)를 위하여 걱정하였다. 이봉서(李鳳瑞) 같은 무리는 기슬(蟣虱)이나 다름없는 자인데, 이 때문에 권상유(權尙游)가 제멋대로 지껄여 윤증을 헐뜯어 모욕하기를 마치 교만한 아이나 시기하는 부인을 깨우치듯이 하였으니, 지극히 사리에 어긋났고, 거듭 진신(縉紳)들에게 수모를 안겨준 것이다. 여기에서 인심(人心)이 당론(黨論)에 고질화 되었음을 알 수가 있는데, 최중태(崔重泰)가 또 유소(儒疏)를 가리켜 일종의 간사한 짓이라고 하면서 배척 공격하여 경함(傾陷)시키려 하였으니, 이렇게 뇌화 부동하는 부류들이야 말할 것이 뭐 있겠는가?",
                "hj": "○戊戌/正言權尙游, 以李鳳瑞疏引避, 獻納崔重泰處置出之。 【史臣曰: “尹拯盡心於誣及其先。 苟早自謝絶, 可謂義正, 而顧乃失善處之道。 宋時烈遽加毁僇於淸節之士, 使人疑其忌忮。 是以世言: ‘兩家, 大率互有失。’ 而便成朋仇, 各相牴角, 一切以醜詆爲機括, 識者爲世道憂之。 如鳳瑞輩, 此何等蟣蝨也, 因是而權尙游矢口毁辱於尹拯, 若其驕兒妬婦之喩, 極其悖理, 重以羞搢紳, 足見人心痼於黨論, 而崔重泰又指儒疏爲邪, 一種傾陷排攻, 若此和附者類, 又何足道也?”】"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "During the jeongchuk year (, when expositing the lecture on the Confucian Classics, Expositor Kim Sip , finally proceeded to the palace and reported to the King, saying, Your Majesty has recently proceeded to the residence of Princess twice, which is truly a virtuous virtue of fraternal affection. Reflecting upon this, the Crown Prince is not necessarily observed by the previous dynasty, and it is proper to have the Crown Prince appreciation of Your Majesty. The King was pleased and accepted his words. Expositor Yi Jeonggyeom said, The illness of Princess is grave, and Your Majestys sympathy is so deserving that Your Majesty proceeds to the place of his journey. However, Your Majesty did not wait until the ceremonial military regalia and guards hurriedly travel on the middle of the road and hurriedly proceeded to the palace. When Your Majesty recovered from illness, Your Majesty again proceeded to the house and stayed there at the evening. In your subjects opinion, it is not proper that Your Majesty proceeds twice to the palace. The King did not respond to this. 사신은 논한다. At present, the time the King avoided statement of words, and the custom was warm and humble. Recently, when Your Majesty proceeded to the residence of Princess twice, the lower-ranking officials should admonish the Crown Prince and praise the Crown Prince in order to increase the evils of unexpectedly traveling to the palace when there is no occasion. Furthermore, the lecture on the Confucian Classics should be expected to open the symptoms of Your Majesty, thereby rectifying the fault of Your Majesty. However, Kim Sip supported the meanings of exposing the meaning of exposing the ancient times.",
                "H2KE-nKo": "주강을 행할 때 시강관 김시걸이 문의로 인하여 주상에게 아뢰기를,“성상께서 근래 두 번이나 공주의 집에 납시니, 이는 친족을 돈독히 하는 성대한 덕입니다. 생각건대 세자는 멀리 전대를 본받을 필요 없이 성상의 모범을 취해야 할 것입니다.”하니, 주상이 그 말을 기꺼이 받아들였다. 시독관 이정겸이 아뢰기를,“공주의 병이 위중해지자 성상께서 불쌍히 여겨 영결에 임하는 것이 급하였습니다. 그런데 의장과 시위의 의식을 기다리지 않고 갑자기 사잇길로 급히 연을 타고 나갔다가 병이 조금 나아지자 또다시 문안하러 가서 밤새도록 사제에 머물렀습니다. 신의 생각에는 두 번 번거롭게 동가하는 것이 모두 합당한 일인지 모르겠습니다.”하니, 주상이 답하지 않았다. 사신은 논한다.지금은 말하는 것을 꺼리고 풍습은 나약하다. 요즈음 두 번이나 공주의 집에 임하였으니, 아랫사람은 법도가 아닌 것을 경계해야지 찬양하고 찬송하여 불시에 유행하는 조짐을 열어 놓아서는 안 된다. 더구나 경연 석상에서 강론할 때는 더욱 점점 물들어 가는 길을 열어 주어 잘못된 점을 바로잡아 줄 것을 생각해야 한다. 그런데 김시걸이 문의를 인용한 것이 이와 같으니, 옛사람이 임금의 안색을 거스리고 간쟁한 것에 비하면 어떠한가.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 3월 8일(정축) 1번째기사",
                "gt-oKo": "주강(晝講) 때에 시강관(侍講官) 김시걸(金時傑)이 글의 뜻을 인하여 임금에게 아뢰기를, “성상(聖上)께서 근일 두 번이나 공주(公主)의 집에 임어(臨御)하시었으니, 이는 돈친(敦親)의 성덕(盛德)인 것입니다. 생각건대 세자(世子)께서는 멀리 전대(前代)를 본받을 필요 없이 성상을 본받으셔야 할 것입니다.” 하니, 임금이 그 말을 가납(嘉納)하였다. 시독관(侍讀官) 이정겸(李廷謙)이 아뢰기를, “공주(公主)의 병이 위독하자 성상께서 가엾게 여기셔서 영결(永訣)에 임어하시는 데에 급한 나머지 장위(仗衛)의 위의(威儀)도 기다리지 않고 갑자기 샛길로 급히 연(輦)을 타고 나아가셨습니다. 병이 좀 차도가 있자 다시 문안차 나아가시어 밤새도록 사제(私第)에 머무르셨습니다. 신의 생각에는 두 번 번거롭게 동가(動駕)한 것이 모두 마땅한 것이었는지 모르겠습니다.” 하니, 임금이 답하지 않았다. 사신(史臣)은 논한다. 바야흐로 말하는 것을 꺼려 하여 풍습이 나약하기 그지없다. 지난번 두 번 공주의 집에 임어한 것은 아랫사람으로서 그것이 법도에 어긋나는 것임을 경계해야 할 것이요, 이를 부추겨 찬송(贊頌)함으로써 불시에 유행(遊幸)하는 조짐을 열게 해서는 안되는 것이다. 더구나 경석(經席)에서의 강론(講論)은 더욱 점차 계발(啓發)시킬 것을 생각하여 궐실(闕失)을 광구(匡救)해야 할 것이데, 김시걸이 글의 뜻을 인용하여 증거한 것이 이러하였으니, 옛사람이 범안(犯顔)하여 가면서 간쟁(諫諍)했던 것과 견주어 어떠한가?",
                "hj": "○丁丑/晝講時, 侍講官金時傑, 因文義白上曰: “聖上近日再臨公主第, 寔敦親之盛德。 念惟世子, 不必遠法前代, 宜取範於聖上矣。” 上嘉納其言。 侍讀官李廷謙曰: “公主病劇, 聖意愍然, 急於臨訣, 而不待仗衛之儀, 遽從間途, 倉卒輦出。 及其病間, 又復就問, 終夕駐留於私第。 臣意再煩動駕, 俱未知其得宜也。” 上不答。 【史臣曰: “方今以言爲諱, 風習巽耎。 比者再臨主第, 在下者可戒其非度, 不可揄揚贊頌, 以啓不時遊幸之漸。 況經席講論, 尤宜思所以啓發浸漬, 庶幾匡救闕失, 而時傑之引據文義如此, 比之古人犯顔諫爭, 何如也?”】"
            }
        }
    },
    "04": {
        "25": {
            "1": {
                "H2KE-EN": "Yu Bong , 평사 of the Bureau of Capital Markets , died in the place of the northern front of the gapjin year (. The governor reported this to the King. [Yu] Bongseo was the son of [Yu] Sangun . His words were excessive and arrogant. However, the cardinal principles were upright, and he was banished to a squad place, which was grieved. When [Yu] returned [to the capital], he was also banished to a remote frontier area and died. Upon hearing this, people were grieved.",
                "H2KE-nKo": "갑자년에 북평사 유봉서가 북막의 임소에서 졸하였다고 도신이 장계로 보고하였다. 유봉서는 바로 유상운의 아들이다. 김춘택 부자의 일을 논한 것이 말투가 너무 과격하였으나 대체는 바르고 장기 있는 지역에 보임되었으니 원통하다. 돌아오자마자 또 먼 변방으로 나갔다가 병으로 죽으니 듣는 사람들이 슬퍼하였다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 4월 25일(갑자) 1번째기사",
                "gt-oKo": "북평사(北評事) 유봉서(柳鳳瑞)가 북막(北幕)의 임소(任所)에서 몰(歿)하였는데, 도신(道臣)이 장문(狀聞)하였다. 유봉서는 곧 유상운(柳尙運)의 아들로서, 김춘택(金春澤) 부자(父子)의 일을 논함에 있어 사기(辭氣)가 너무 과격하였지만, 대체(大體)는 옳았는데 장지(瘴地)에 내쳤으니 원통한 일이었다. 그리고 그곳에서 돌아오자마자 또 먼 변새(邊塞)로 내쫓아 병들어 몰(歿)하였으므로, 듣는 사람들은 모두 슬퍼했다.",
                "hj": "○甲子/北評事柳鳳瑞歿於北幕任所, 道臣狀聞。 鳳瑞卽尙運之子也。 其論春澤父子事, 辭氣太過激, 然大體則正, 斥補瘴地, 冤矣。 才還, 又出絶塞病歿, 聞者傷之。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Minister of Taxation Min Jinjang , who repeatedly submitted a memorial slandered a royal relative by Bak Taechang and repeatedly submitted a memorial requesting his resignation. The King ordered that he not be refused. 사신은 논한다. The Book of Poetry (C. Li ji reads, The Book of Poetry (C. Shijing describes the world and the praise of the modest model modest mod",
                "H2KE-nKo": "호조 판서 민진장이, 박태창이 상소하여 척리를 비난하였다는 이유로 재차 상소하여 사직하니, 주상이 사직하지 말라고 명하였다. 사신은 논한다. 《주역》에 길흉을 드러내어 겸양의 효과를 말하였고, 반고는 외척이 전하는 말에서 특별히 드러났다. 그 뜻을 살펴보면 후세를 깊이 경계한 것이다. 민진후와 김진규는 왕실의 가까운 친척으로서 험악한 일을 두루 겪었으니, 더욱 삼가고 두려워해야 할 것이다. 그런데 오히려 입술을 놀려 논의하는 자리에 있으면서 여러 번 실패해도 후회하지 않았으니, 어쩌면 그리도 겸양의 도리를 모르는가. 민진후의 망언에 대해서는 견책하는 벌을 내려야 마땅하나, 권세를 잡고 조정을 기울이는 데 급급하여 번번이 척완을 조절하는 것은 지나치다. 김진규의 경우는 세상에서 김춘택의 집안을 수치로 여기니, 또 어찌 말할 것이 있겠는가. 민진장은 몸과 마음을 다하여 나라를 위하는 충신으로서 두소군이 머뭇거린 기풍이 있다고 한다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 4월 9일(무신) 1번째기사",
                "gt-oKo": "호조 판서(戶曹判書) 민진장(閔鎭長)이, 박태창(朴泰昌)이 상소를 올려 척리(戚里)를 비난하였다는 것을 이유로 다시 상소하여 사직(辭職)하였는데, 임금이 사직하지 말라고 명하였다. 사신(史臣)은 논한다. 《주역(周易)》에 길흉(吉凶)을 드러내어 겸영(謙盈)의 효과를 말하였고, 반고(班固)는 특별히 외척전(外戚傳)을 저술하였는데, 그 지의(旨意)를 거슬러보면 깊이 후세를 경계하는 것이다. 민진후(閔鎭厚)와 김진규(金鎭圭)는 가까운 척속(戚屬)으로서 험흔(險釁)을 다 겪었으므로, 마땅히 더욱 경계하여 두려워하고 근신해야 할 것인데, 오히려 언자(言者)들을 선동하여 여러번 실패하고서도 뉘우치지를 않으니, 어쩌면 이리도 겸손하게 처신해야 한다는 의리에 어둡단 말인가? 민진후의 망언(妄言)에 대해서는 의당 견벌(譴罰)이 있어야 하나, 조정을 기울일 만한 권세를 잡은 지위에 두어 번번이 척완(戚畹)으로서 조절하게 했으니, 잘못이다. 김진규는 세상에서 김춘택(金春澤)의 집안이라는 것을 수치스럽게 여겼으니, 말할 것이 뭐 있겠는가? 민진장(閔鎭長)은 몸과 마음을 다 바쳐 나라를 위하는 진신(藎臣)으로 두소군(竇少君)처럼 양보하는 기풍이 있다고 하였다.",
                "hj": "○戊申/戶曹判書閔鎭長, 以朴泰昌疏譏切戚里, 再疏辭職, 上命勿辭。 【史臣曰: “《易》著吉凶而言謙盈之效, 班固特著於外戚傳, 遡其旨意, 深以戒於後世也。 閔鎭厚、金鎭圭, 屬爲肺腑, 備經險釁, 宜益戒懼謹飭, 而猶皷吻談議之地, 雖屢躓而不悔, 是何昧然於處謙之義歟? 鎭厚妄言, 宜有譴罰, 然所處异乎秉權傾諸朝, 而輒以戚畹操切, 則過矣。 若鎭圭, 世以其春澤之家爲恥, 又曷足道哉? 閔鎭長鞫躬盡瘁, 爲國藎臣, 有竇少君逡巡之風云。”】"
            }
        }
    },
    "05": {
        "28": {
            "1": {
                "H2KE-EN": "When jeongyu day, [the King] received in audience the Left State Councilor Jeong Seokrin on the grounds of the problem of distribution of palace corresponding to the palace corresponding to a large number of people. [The King] ordered that the inspectors and censors follow the request. Minister of Punishments Kim Gu reported as follows: Your subject visited Jeolla Province as pacification commissioner , and learned the skills of the province. In Naju , there is a corresponding to 10,000 geun of cotton mulberry treasury, and the other items are also suitable. The corresponding to the corresponding corresp",
                "H2KE-nKo": "정유년에 대신을 불러서 보았다. 이때 좌의정 최석정이 궁장을 절수하는 폐단에 대해 진달하면서 누영통에 민폐가 매우 많다는 이유로 대간의 계사를 따를 것을 청하였다. 형조 판서 김구가 아뢰기를,“신이 일찍이 순무사로 호남에 가서 온 도의 일을 익히 알고 있습니다. 나주에 사복시의 둔전이 있는데, 한 목장에서 거두어들인 면화 1만 근과 다른 물건도 이와 비슷합니다. 그 나머지 진도와 순천의 둔전도 모두 이곳으로 옮겨 떼어 주어야 하는데, 본시에서 거두어들인 것이 매우 적어서 모두 감목관이 제 주머니를 윤택하게 하는 밑천으로 삼고 있으니, 궁차의 폐해는 감목관보다 훨씬 더 무겁습니다. 여러 궁가로 하여금 이러한 둔전을 망정하게 한다면 누영통에 비하면 또한 훨씬 나을 것입니다.”하니, 주상이 말하기를,“대신이 진달한 바가 타당하다. 누영통에 대한 일은 마땅히 윤허할 것이다.”하였다. 대신이 ‘한번 장가든 아홉 여자’라는 말은 참으로 아첨에 가까우니, 의자들이 추후에 비난하는 의론을 가하는 것은 진실로 옳다. 그러나 김구의 둔전을 망정하자는 청은 유독 아첨이 심한 것이 아니겠는가. 의자들이 빠뜨려 놓고 논하지 않는 것은 또한 무슨 까닭인가? 그 또한 사사로움에 가리운 것이라고 할 만하다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 5월 28일(정유) 1번째기사",
                "gt-oKo": "인견(引見)할 때 좌의정(左議政) 최석정(崔錫鼎)이, 궁장(宮庄)의 절수(折受)에 대한 폐단을 진달하면서 누영통(樓盈筒)의 민폐(民弊)가 매우 많다는 것으로 대계(臺啓)를 따를 것을 청하였다. 형조 판서(刑曹判書) 김구(金構)가 아뢰기를, “신(臣)이 순무사(巡撫使)로 호남(湖南)에 간 적이 있으므로, 도내(道內)의 일을 익히 알고 있습니다. 나주(羅州)에 사복시(司僕寺)의 둔전(屯田)이 있는데, 한 목장(牧場)에서 거두어 들이는 면화(綿花)가 1만 근(斤)이나 되고 다른 곡물도 이에 맞먹습니다. 그 나머지 진도(珍島)·순천(順天)의 둔전도 모두 이와 비슷한데, 본시(本寺)에서 거두어 들이는 것은 매우 적고 모두 감목관(監牧官)의 주머니를 기름지게 하는 밑천으로 돌아가니, 궁차(宮差)의 폐해는 감목관에 견주어 가벼운 것입니다. 만일 제궁(諸宮)에게 이런 둔전을 망정(望定)하여 준다면, 누영통(樓盈筒)에 견주어 볼 때 매우 낫습니다.” 하니, 임금이 이르기를, “대신(大臣)이 진달한 바가 마땅하니, 누영통에 대한 일은 마땅히 윤허하도록 하겠다. 대신이 〈옛날에 제후는〉 한 번에 아홉 명의 여자를 얻는다고 한 이야기는 진실로 도유(導諛)하는 데 근사한 말이요, 의자(議者)들이 허물을 추가(追加)한 논의는 진실로 당연한 것인데, 김구(金構)가 둔전을 망정하라고 청한 것은 극심한 아첨이 아닌가? 의자(議者)들이 이를 궐하고 논하지 않는 것은 무슨 까닭인가? 그 또한 사심(私心)에 가리워졌다고 할 수 있겠다.” 하였다.",
                "hj": "○丁酉/引見時, 左議政崔錫鼎, 陳宮庄折受之弊, 以樓盈筒民弊甚多, 請從臺啓。 刑曹判書金構曰: “臣曾以巡撫使, 往湖南, 習知一道事。 羅州有司僕屯田, 一牧所收綿花萬斤, 他物亦稱是。 其餘珍島、順天屯, 皆可放此, 而本寺所收尠少, 盡歸監牧官潤橐之資, 宮差之害, 較輕於監牧。 若使諸宮, 望定如此屯田, 比之樓盈, 亦太優勝矣。” 上曰: “大臣所達得宜, 樓盈筒事, 當允從矣。” 大臣一娶九女之說, 誠近導諛, 議者之追加疵議, 固然矣, 而金構屯田望定之請, 獨非謟媚之尤者乎? 議者之闕而不論, 抑何哉? 其亦可謂蔽於私者矣。"
            }
        }
    },
    "06": {
        "18": {
            "1": {
                "H2KE-EN": "On eulmyo day, the Office of the Censor General requested that Fifth Rank Military Officer Jo Daeru be dismissed from his post because he violated the prohibition law and presumptuously rode post-station horses. The King did not approve this request. 사신은 논한다. Jo Daeru was originally intelligent in his conduct. Earlier, he had been imprisoned by scholar-officials, and he was imprisoned by the cunning and administrative bribes. He entered government service and received rice from the local magistrate. People were extremely greed. Now, he again violated the law and presumptuously rode post-station horses without restraint. He did not observe the prohibition [of the prohibition] from serving as an official attending the royal court. How can he be shown to all directions?",
                "H2KE-nKo": "사간원이 부교리 조대수가 금령을 어기고 함부로 역마를 탄 일로 주상에게 아뢰어 파직을 청하였으나, 주상이 따르지 않았다. 사신은 논한다. 조대수는 처신이 평소 한계를 뛰어넘은 것이 많았다. 일찍이 선비로 있을 때 제택의 간사한 이익에 연루되어 옥에 갇혔는데, 조정에 서서는 고을 수령의 선물을 받았으므로 사람들이 매우 더럽게 여겼다. 그런데 지금 또 법을 어기고 함부로 역마를 타고 다니면서 거리낌 없이 조정의 금령을 받들지 않는 것이 근신으로부터 시작되었으니, 어떻게 사방에 모범을 보일 수 있겠는가.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 6월 18일(을묘) 1번째기사",
                "gt-oKo": "간원(諫院)에서 부교리(副校理) 조대수(趙大壽)가 법금(法禁)을 범하고 외람되이 역말[驛馬]을 탔다는 것을 이유로 파직시키라고 계청(啓請)하였으나, 임금이 따르지 않았다. 사신(史臣)은 논한다. 조대수는 행검이 평소 상도(常道)에 넘친 것이 많았으니, 사자(士子)로서 제택(堤澤)의 이권에 관계한 일에 연좌되어 계류(繫留)되었었고, 조정에 벼슬하여서는 읍재(邑宰)의 쌀을 받은 일이 있었기 때문에 사람들이 매우 더럽게 여겼다. 이제 또 법금을 무시하고 외람되이 역말을 타는 등 돌아보고 꺼리는 것이 없었는데, 조정의 법금을 봉행하지 않는 것이 근신(近臣)으로부터 시작되었으니, 어떻게 사방에다 지시(指示)하겠는가?",
                "hj": "○乙卯/諫院以副校理趙大壽犯禁濫騎, 啓請罷職, 上不從。 【史臣曰: “大壽行己, 素多踰閑, 嘗爲士子, 坐堤澤奸利事被繫, 立朝以受邑宰米餽, 人甚汙之。 今又越法濫騎, 無所顧忌, 不奉朝禁, 自近臣始, 何以示四方乎?”】"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General requested that Circuit Fifth Inspector Han Baeju be punished for his wrongdoings before the burial of his father. The Office of the Inspector General requested that Han Baeju be removed from the designated area for ten days before the burial of his father. The King did not approve this request. 사신은 논한다. Han Baeju was originally a man of unclear man and thus was originally slandered. At the beginning of the gapjin year (, when he was serving as the Royal Confucian Academy , he punished Kim Chuntaek for his crime. There was no one who was not fond of his integrity and regarded his steadfast integrity. When Baeju had presumptuously insulted his slander, he established a sense of slander because he wished to observe his slander. He said that he had already received the slander of Kim Chuntaek for his pursuit of slandering and slandering his slandering. His skills are not easy to know. However, the inspectors and censors again requested that he be removed from the designated area for his fathers passing the designated area. Indeed, he was a plan for Kim Chuntaek to resolve his grievances and resolve his grievances. How could he be sufficient for public justice?",
                "H2KE-nKo": "사헌부가 감찰 한배주가 자기 숙부의 발인이 있기 10일도 안 되어 사신을 차출하려고 도모한 죄를 논핵하여 사판에서 삭제할 것을 주상에게 청하였는데, 주상이 따르지 않았다. 사신은 논한다. 한배주는 본래 부정한 사람으로 평소 비방이 많았다. 갑술년 초에 성균관의 직임을 맡았을 때 김춘택을 처벌할 것을 논핵하니, 청의를 지닌 자들이 모두 훌륭하게 여겨 기절로 허여하였다. 그런데 한배주가 비방을 무릅쓰고 기치를 세운 것은 이를 빙자하여 자기가 비방을 받은 것이 김춘택에게서 연유한 것이라고 여기고서 비방하고 헐뜯는 자들을 위협하여 제압할 계책으로 삼았으니, 그 기량을 알기 어렵지 않다. 그러나 대간의 계사에서 사판에서 삭제할 것을 다시 논한 것은 아무래도 너무 심한 듯하다. 그러나 사실은 김춘택을 위하여 원수를 갚고 분풀이를 하려는 계책이었으니, 또한 어찌 공론이 될 수 있겠는가.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 6월 21일(무오) 1번째기사",
                "gt-oKo": "헌부(憲府)에서 감찰(監察) 한배주(韓配周)가 자기 숙부(叔父)의 발인(發靷)이 있은 지 10일도 안되어 출사(出使)에 차임되기를 도모했다는 죄를 이유로 삭거 사판(削去士版)할 것을 청하였으나, 임금이 따르지 않았다. 사신(史臣)은 논한다. 한배주는 본디 부정(不靖)한 사람으로 평소 많은 비방을 받아왔다. 갑술년 초에 반임(泮任)으로 있으면서 김춘택(金春澤)의 죄를 논할 적에는 청의(請議)를 지키는 사람들이 모두 훌륭하게 여겨 기절(氣節)로써 허여(許與)하지 않는 바가 없었으나, 한배주가 비방을 무릅쓰고 기치(旗幟)를 세운 것은 이를 빙자하여 자기가 받는 비방이 김춘택(金春澤)에게서 연유하였다고 생각하고, 저훼(詆毁)한 자들을 협제(脅制)할 계책으로 삼았으니, 그 기교를 알기는 어렵지가 않다. 그러나 대계(臺啓)가 다시 삭거 사판하기를 청한 것은 끝내 너무 심한데 관계된다. 그것은 실상 김춘택을 위하여 원수를 갚고 분을 풀어주려는 계책이 되어버린 것이니, 또한 어떻게 공론(公論)이라고 할 수가 있겠는가?",
                "hj": "○戊午/憲府論監察韓配周, 以其叔父發引前未十日, 圖差出使之罪, 啓請削版, 上不從。 【史臣曰: “配周, 本以不靖之人, 素多疵謗。 甲戌初, 爲泮任, 論罰金春澤, 持淸議者, 莫不多之, 許以氣節, 而配周之所以冒謗立幟, 蓋欲藉此, 謂已之受謗, 緣於春澤, 爲脅制詆毁者之計, 其伎倆不難知矣。 然臺啓之再論以削版, 終涉已甚。 其實爲春澤報怨雪憤計也, 亦曷足爲公論乎?”】"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Nam Ji submitted a memorial regarding the reason why he had already retired from his office and could not dare return to his hometown. The King granted him a generous favor. The memorial read as follows: In the past, Emperor Taizong (r. of the Ming dynasty requested that he be retired from his office. However, Emperor Taizong did not approve his request and ordered Yu Daha to explain the reason that the peaceful state could not bear to abandon me and return to his hometown. Yu Dasan wept and said in tears, I cannot return to his hometown. His sovereign and subjects loyalty and righteousness can be seen over several hundred years. Furthermore, the difficulties of the state are not only the signs of peaceful state. Also, I have relied upon me and looked upon me as well as not only Yu Dasan but my dear sir left me simply like this. How can this be said that he wished to be a multitude of virtue and a senior official ? Last year, two or three high officials were retired from the capital for a long time, and my dear sir requested that they be summoned back to their hometown. The other day, my dear sirs request was what I wished today. This should also be taken into consideration. My dear sirs will surely determine my mind and never cease myself. My dear sirs do not trouble me.",
                "H2KE-nKo": "무진년 영중추부사 남구만이 상소하여 이미 물러난 뒤에는 감히 다시 나아갈 수 없다는 의리를 진달하니, 주상이 너그러운 비답을 내렸다. 그 대략에,“옛날 명나라 대산이 치사를 청하였으나 효종이 허락하지 않고, 유대하로 하여금 ‘태평성대의 조짐이 보이지 않으니 차마 짐을 버리고 먼저 돌아갈 수 없다.’라는 뜻으로 하유하게 하니, 대산이 눈물을 흘리며 말하기를 ‘나는 집으로 돌아갈 수 없다.’라고 하였다. 군신의 뜻이 서로 미덥다는 것을 수백 년 뒤에서 볼 수 있다. 더구나 지금 나라의 운명이 어렵고 위태로워 태평성대의 조짐이 보이지 않을 뿐만이 아닌 데야 더 말할 것이 있겠는가. 나 소자가 의지하고 믿는 것도 대산 정도뿐만이 아닌데, 경이 나를 버리는 것이 한결같이 이 지경에 이르렀으니, 이것이 어찌 평소에 덕망이 높은 원로에게 바라던 것이겠는가. 몇 해 전에 두서너 대신이 오랫동안 황야에 은둔하였는데, 경이 일의 체모로 볼 때 온당치 않다고 하면서 심지어 소환할 것을 청하기까지 하였다. 경이 지난날 청한 것이 바로 나의 오늘의 마음이었으니, 이 점도 생각하지 않을 수 없다. 나의 뜻이 굳게 정해져서 일어나지 않아도 그만두지 않을 것이니, 경은 나를 괴롭히지 말라.”하였다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 7월 1일(무진) 1번째기사",
                "gt-oKo": "영중추부사(領中樞府事) 남구만(南九萬)이 상소하여 이미 물러난 뒤에는 감히 다시 나아갈 수 없다는 의리에 대해 진달하니, 임금이 우답(優答)을 내렸는데, 그 대략에 이르기를, “옛날 황명(皇明) 때 대산(戴珊)이 치사(致仕)시켜 줄 것을 빌었으나, 효종(孝宗)이 윤허하지 않으면서 유대하(劉大夏)를 시켜 전유(傳諭)하기를, ‘태평한 조짐이 보이지 않으니, 차마 짐(朕)을 버리고 먼저 돌아갈 생각을 할 수는 없다.’ 하니, 대산이 눈물을 흘리면서 말하기를, ‘내가 집으로 돌아갈 수가 없구나.’ 하였다. 이렇게 군신(君臣)의 정지(情志)가 서로 미더웠음을 수백 년 뒤에도 가히 알 수 있는데, 더구나 지금은 국운의 어려움이 태평한 조짐이 보이지 않을 뿐만이 아닌 것이겠는가? 내가 믿고 의지하는 것이 또 대산 정도 뿐만이 아닌데, 경(卿)이 무심하게 나를 버리는 것이 한결같이 이에 이르렀으니, 이것이 어찌 평일 숙덕(宿德)이 원로(元老)에게 기대하던 것이겠는가? 연전에 두서너 대신(大臣)이 오랫동안 황야(荒野)로 물러가 있자, 경(卿)이 이는 사체가 마땅하지 않다는 것으로 소환(召還)할 것을 청하기까지 하였었는데, 경이 지난날 청한 것은 곧 지금의 나의 마음이니, 이 점 또 생각하지 않을 수 없다. 나의 뜻은 확고하게 결정되어 있어 나오게 하지 않고는 중지하지 않을 것이니, 경은 나를 피곤하게 하지 말라.” 하였다.",
                "hj": "○戊辰/領中樞府事南九萬, 疏陳旣退後不敢復進之義, 上賜優批。 略曰: “昔皇明戴珊乞致仕, 孝宗不許, 令劉大夏諭以太平未兆, 不忍捨朕先歸之意, 珊泣下曰: ‘吾不得還家。’ 君臣情志之相孚, 可見於數百載之下也。 矧今國步之艱難, 不翅太平之未兆? 小子之倚信, 又不翅戴珊, 而卿之棄予, 恝然一至於此, 是豈平日所望於宿德元老? 頃年二三大臣, 久遯荒野, 卿以事體非宜, 至請召還。 卿昔日之請, 卽予今日之心, 則此又不可不念也。 予志堅定, 不起不止, 卿無困我。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Clerk Song Jingeun , a lower clerk of the Office of Royal Decrees , submitted a memorial on the confrontation of Medicine , which was a confrontation with the confrontation of Medicine. The King ordered that he not be supplied. 사신은 논한다. The clerk of Yun Jiins memorial was indeed a confrontation of royal relatives. Truly, this was a public justice. Truly, if he had satisfied his words and did not participate in the court, he would share a colleague with his colleague and self-restraint, and he would possibly be able to confront the jade. Now, Medicine Song Jingeun , arrogantly claiming that his suspicion was more severe. Instead, he did not show any intention to regret his regret and regret his regret. How could this be treacherous? Song Jingeuns memorial on the confrontation of Medicine Med",
                "H2KE-nKo": "교리 송징은이 민진후의 대변하는 상소로 인하여 상소하여 스스로 변명하니, - 원래의 상소는 위에 보인다. - 주상이 사직하지 말라고 명하였다. 사신은 논한다. 윤지인의 차자 가운데 척속이라고 한 것은 실로 바꿀 수 없는 공의이다. 진실로 이 말을 음미하여 조정의 논의에 참여하지 않고 붕당을 일삼지 않으면서 분수를 끌어대어 스스로 지조를 지켰다면 다른 산의 돌을 가지고도 옥을 다듬을 수 있었을 것이다. 그런데 지금 민진후는 장황하게 스스로 변명하여 의심과 노여움이 점점 깊어지면서 조금도 스스로 반성하여 뉘우치는 뜻이 없으니, 어쩌면 그리도 사리에 어긋나는가. 송징은이 변론하는 차자는 매우 정확하여 민진후의 망녕되고 방자한 기세를 꺾기에 충분하였으니, 그의 순박하고 정직하여 과감하게 말하는 것이 가상하다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 7월 11일(무인) 1번째기사",
                "gt-oKo": "교리(校理) 송징은(宋徵殷)이, 민진후(閔鎭厚)의 대소(對疏) 때문에 스스로 변론하는 상소를 올렸는데,【원소(原疏)는 위에 보인다.】 임금이 사퇴하지 말라고 명하였다. 사신(史臣)은 논한다. 윤지인(尹趾仁)의 차자(箚子)에서 지적한 척속(戚屬)에 대한 한 조항은 실로 바뀔 수 없는 공의(公議)이니, 진실로 이 말을 음미하여 조론(朝論)에 참여하지 않고 붕음(朋淫)을 일삼지 않은 채 분의를 깨달아 자정(自靖)했었다면, 이것이 타산지석(他山之石)이 되어 옥(玉)으로 다듬을 수가 있었을 것이다. 그런데 지금 민진후(閔鎭厚)는 장황하게 스스로 변명하면서 의심과 노여움이 점점 깊어져 가는 데도 조금도 스스로 반성하여 뉘우치고 징계하는 의도가 없으니, 어쩌면 그리도 패려스러운가? 송징은이 변론(卞論)한 차자(箚子)는 매우 정확(精確)하여 민진후의 망령된 기운을 꺽기에 충분했으니, 그의 박직(樸直)하고 과감한 말은 숭상할 만하다.",
                "hj": "○戊寅/校理宋徵殷, 因閔鎭厚對疏, 陳疏自卞,【原疏見上。】上命勿辭。 【史臣曰: “尹趾仁箚中敎戚屬一款, 實是不易之公議也。 苟能有味乎斯言, 不與朝論, 無事朋淫, 引分自靖, 則他山之石, 可以攻玉, 而今者閔鎭厚, 張皇自明, 疑怒轉深, 少無自反懲悔底意, 何其戾也? 宋徵殷卞論之箚, 極爲精確, 足以折鎭厚妄肆之氣, 其樸直敢言, 可尙也。”】"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On muja day, Supreme General of the muja year (, Supreme General [of the Middle Army] Nam Ji again submitted a memorial regarding the age of absurdity. The King also granted a genuine favor. 사신은 논한다. 남구만은 사람됨이 강직하고 방정하며 재주와 식견이 통달하고 민첩하였다. When serving the royal court [of Ming China], there was a thorough knowledge of the beginning and endeavored to serve the King. Every time ago, he was dismissed three times without exceptionally upright loyalty. In the gapjin year (, when he became the chief state councilor of the Office of the Royal Relatives , he hurriedly killed people of the same clan after the gisa year (, naturalized natural . During the winter of the byeongja year (, the King was ill and summoned to the capital city. The King",
                "H2KE-nKo": "무자년 영중추부사 남구만이 다시 나이를 이유로 상소하니, 주상이 또 너그러운 비답을 내렸다. 사신은 논한다. 남구만은 사람됨이 강직하고 재식이 통민하여 조정에서 임금을 섬김에 진실로 본말이 있었다. 전후로 세 번 내쳐진 것이 모두 곧은 도리를 지녀 당파에 들어가지 않았다. 갑술년에 정권을 잡았을 때는 바로 기사년의 당인들이 한쪽 사람들을 해친 뒤였으므로 거실과 대족들이 그의 원수와 가족이 많아 원한이 뼈에 사무쳤다. 이때에 이르러 그들이 내쳐 물리칠 기회를 틈타 명분과 의리를 빙자해 장차 통쾌하게 이들을 제거해서 사사로운 분을 풀려고 논의가 분분하고 날카로운 기세가 등등하여 그 형세를 막을 수가 없었다. 그러나 남구만은 이미 적막한 마음이 없었고 또 피차간에 서로 시살하여 온 조정이 모두 원수처럼 되었으니, 나라를 망치는 화가 반드시 여기에 있을 것이라고 염려하여 유독 관대하게 용서하자는 의논을 주장하였다. 장희재가 국모를 모해한 죄가 발생하자 나라 사람들이 모두 분개하여 모두 죽여야 한다고 하였다. 이때 희빈 장씨가 동궁을 낳아 기르고 있었는데, 장희재는 바로 희빈의 아우였다. 만약 장희재를 끝까지 다스린다면 그 형세가 장차 희빈에게까지 미치게 되어 동궁의 형세가 고립될 것이므로 식견 있는 사람들이 대부분 걱정하였다. 남구만도 장희재의 죄가 용서받을 수 없이 꽉 차서 용서받을 수 없다는 것을 모르는 것은 아니었으나 시세를 묵묵히 헤아리고 홀로 고심을 품고서 기필코 그 옥사를 지레 결단하여 미봉할 계책으로 삼고자 역적을 비호한 죄를 기꺼이 감수하여 형장을 더 치자는 논의를 힘껏 저지하였다. 한중혁이 은밀히 내통하여 온 세상을 속였는데, 당시의 여론은 중전을 복위하는 데 힘이 있다고 하여 드러내 놓고 그를 비호한다고 하였다. 이에 무지한 불량한 무리들이 또다시 발탁되기를 희망하여 인심이 타락하고 요행을 바라는 소굴이 크게 열렸다. 남구만이 수차를 올려 한중혁이 군부를 무욕한 죄를 통렬히 미워하여 마침내 조사하여 다스릴 수 있게 되었다. 이 세 가지 일은 실로 지난 역사책에서도 보기 드문 난처한 변고이다. 장희재를 처리한 한 가지 일은 혹 지나친 염려에서 실수가 있었더라도 정상적인 도리로 볼 때 부족한 점이 있었다. 당론을 억제하고 부정한 길을 막은 일은 그 공이 크다. 한 사람의 견해로 온 나라의 공론을 홀로 배격하여 사방에서 흔들어 흔들어 대는데도 변동하지 않았으니, 진실로 깊은 식견과 큰 담력이 없었다면 또한 어찌 이런 일을 할 수 있었겠는가. 그러나 이로 말미암아 여러 사람의 원망이 고슴도치 털처럼 모여들고 여러 사람의 비방이 번갈아 일어나 원망의 화살이 온 몸에 집중되고 참소와 비방이 뼈에 사무쳐 조정에서 편안히 있을 수 없었으며, 여러 차례 낭패를 당하고도 끝내 후회하는 기색이 없었다.병자년 겨울에 주상이 병이 있어 결성에서 부름을 받고 도성으로 들어오자, 주상이 사대하게 하고 손을 잡고 머물도록 권하였으나 부득이 경저에 머문 지 거의 1년이 되었다. 또 이듬해에 나이가 되자 소장을 올려 치사하기를 청하여 마침내 용인 파담의 별서로 돌아갔다. 이때에 이르러 은혜로운 소명이 거듭 내려 근시가 서로 지키고 있었으나 굳게 사양하고 나오지 않았다. 남구만은 세 조정을 섬긴 유로로서 비록 전야에 있었지만 시사가 날로 문란해지는 것을 생각하고 나라가 날로 위태로워지는 것을 통탄하였으니, 어찌 마음과 힘을 다해 바로잡고자 하는 뜻이 없었겠는가. 주상이 전후로 소명을 내린 것은 단지 겉으로 드러난 허례일 뿐이고 성심으로 위임한 뜻은 없었으니, 그가 동강의 언덕을 지키면서 끝내 이 세상에 뜻을 끊어 버린 것은 당연하다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 7월 21일(무자) 1번째기사",
                "gt-oKo": "영중추부사(領中樞府事) 남구만(南九萬)이 다시 나이가 찼다는 것으로 진소(陳疏)하니, 임금이 또 우답(優答)을 내렸다. 사신(史臣)은 논한다. 남구만은 인품이 강직하고 재식(才識)이 통민(通敏)하여 조정에 나아가 임금을 섬김에 있어 진실로 본말(本末)이 있었다. 전후 세 번 파출(罷黜)되었던 것은 모두 직도(直道)에 의한 것으로 당비(黨比)하는 가운데 들어가지 않았다. 갑술년에 정권(政權)을 잡자, 바로 기사년의 당인(黨人)들이 다른 한편의 사람들을 장해(戕害)한 뒤를 당하였으므로, 거실(巨室)과 대족(大族)으로 원한을 품은 집안이 많았고, 누적된 유감이 뼈에 사무쳐 있었는데, 이렇게 퇴척(退斥)시킬 기회를 타고서도 명의(名義)를 중히 여겼다. 장차 통쾌하게 제거해 다스려 사분(私憤)을 갚는 것으로써 논의가 분분하고 예봉이 날카로와 그 기세를 저지할 수가 없었는데, 남구만(南九萬)은 시비(是非)하는 마음이 이미 없었으며, 또 피차가 서로 시살(厮殺)하게 되면 온 조정이 모두 원수가 되어 나라가 망할 화(禍)가 반드시 여기에 있게 될 것을 우려하여 홀로 관대(寬大)한 의논을 주장하였다. 장희재(張希載)가 국모(國母)를 시해(弑害)하려 한 죄가 발각됨에 이르러는 나라 사람들이 모두 죽여야 된다고 하였었다. 이때 희빈(禧嬪) 장씨(張氏)가 동궁(東宮)을 낳았는데, 장희재는 곧 희빈의 아우이니, 만일 장희재를 철저하게 다스린다면 그 형세가 희빈에게까지 미치게 되어 동궁의 형세도 외롭게 될 것이므로, 식견(識見)이 있는 사람으로 우려하는 이가 많았다. 남구만 또한 장희재의 죄가 커서 용서할 수 없다는 것을 모르지 않았지만, 묵묵히 시세(時勢)를 헤아려 홀로 걱정하는 마음을 품고는 기필코 그 옥사(獄事)를 속히 결단하여 미봉(彌縫)할 계책을 세우고, 역적(逆賊)을 비호한다는 죄를 감수하면서 가형(加刑)하자는 의논을 저지시켰다. 한중혁(韓重爀)이 음사(陰邪)한 무리와 교통(交通)하여 일세(一世)를 속였으나, 시의(時議)는 곤전(坤殿)을 복위(復位)시키는 데 공로가 있었다 하여 드러나게 영호(營護)하는 말을 하였다. 이에 무지하고 불령(不逞)한 무리들이 또 다시 발탁되어 나아가기를 바라게 되었고, 인심이 여기에 빠져들어 요행을 바라는 문이 크게 열렸는데, 남구만이 손수 차자(箚子)를 올려 한중혁이 군부(君父)를 무욕(誣辱)한 죄를 통렬히 분변해서 마침내 안치(按治)할 수가 있었다. 이 세 가지 일은 전사(前史)에도 있기가 드문 처치하기 어려운 변(變)으로서, 장희재를 처치한 한 조항은 지나친 우려로 인한 잘못과 경상(經常)의 도리에 혐의스러운 바가 있으나, 당론(黨論)을 제재하고 사경(邪逕)을 막은 것은 그의 공이 켰다. 대저 한 사람의 의견으로써 홀로 온 나라의 여론을 배척하여 동요시키는 논의가 사방에서 이르렀으나, 전혀 변동이 없었으니 진실로 깊은 식견과 큰 담력(膽力)이 없으면 어떻게 이를 변별할 수가 있었겠는가? 그러나 이로 말미암아 사람들의 원망이 집중되고, 많은 비방이 잇달아 일어나 원망이 자신에게로 모이니, 참소와 비방이 커서 조정에서 편히 있을 수가 없었고, 여러번 횡액을 당하였지만 끝내 후회하는 기색이 없었다. 병자년 겨울에 임금이 병을 앓게 되자, 결성(結城)에서 부름을 받고 성중(城中)으로 들어왔는데, 임금이 사대(賜對)하게 하고 손을 잡아 머물기를 권면하니, 부득이 경저(京邸)에 머문 것이 거의 1년이나 되었다. 또 다음해에 나이가 찼다는 것으로 소장(疏章)을 올려 치사(致仕)시켜 줄 것을 바라고, 드디어 용인(龍仁) 파담(琶潭)에 있는 별서(別墅)로 돌아가니, 이때에 이르러 은혜로운 소명(召命)을 거듭 내리고 근시(近侍)가 잇달아 내려왔었지만, 굳게 사양하고 나아가지 않았다. 남구만은 세 조정(朝廷)의 유로(遺老)로서 비록 시골에 가 있으면서도 시사(時事)가 날로 문란해지는 것을 걱정하였고, 종묘 사직이 날로 위태로와지는 것을 마음 아파하였으니, 어찌 심력(心力)을 다하여 광구(匡救)하려는 뜻이 없었겠는가? 임금의 전후 소명(召命)이 단지 겉치레인 허례(虛禮)일 뿐 성심으로 위임(委任)하는 뜻이 없었으니, 그가 동강(東岡)의 언덕을 지키면서 끝내 이 세상에 대해 마음을 끊은 것이 당연하다.",
                "hj": "○戊子/領中樞府事南九萬, 復引年陳疏, 上又賜優批。 【史臣曰: “南九萬爲人剛方, 才識通敏, 立朝事君, 儘有本末。 前後三黜, 皆以直道, 而不入於黨比之中。 逮甲戌秉軸, 政當己巳黨人戕害一邊人之後, 巨室、大族, 多其仇怨家, 積憾次骨。 及是乘其斥退之機, 藉重名義, 將快意鋤治, 以售私憤, 論議紛紜, 鋒穎崢嶸, 其勢莫可沮遏, 而九萬旣無適莫之心, 且慮彼此互相厮殺, 擧朝盡成仇敵, 亡國之禍必在於此, 獨主寬貸之議。 及希載謀害國母之罪發也, 國人咸憤, 皆曰可殺。 時, 禧嬪張氏, 誕育東宮, 希載卽禧嬪之弟, 若窮治希載, 則其勢將延及禧嬪, 而東宮勢孤, 有識多竊憂之。 九萬亦非不知希載之罪, 貫盈罔赦, 而默揣時勢, 獨抱苦心, 必欲徑斷其獄, 以爲彌縫之計, 甘處護逆之罪, 力沮加刑之論。 重爀交通幽陰, 誑誘一世, 而時議以爲有力於坤殿復位, 顯言營護。 無知不逞之徒, 又復希望進擢, 人心陷溺, 倖穴大開。 九萬進手箚, 痛韓重爀誣辱君父之罪, 竟得按治。 凡此三件事, 實是前牒所罕有難處之變, 而其所以處希載一着, 雖或失之過慮, 有歉於經常之道, 若其裁黨論而杜邪逕, 則其功大矣。 夫以一己之見, 獨排擧國之論, 撓撼四至, 莫之變動。 苟非深識、大膽, 亦安能辦此耶? 然由是衆怨蝟集, 群謗迭興, 怨鏑叢身, 讒毁銷骨, 不得安於朝廷之上, 屢遭顚躓而終無悔尤之色。 丙子冬, 上有疾, 自結城承召入城, 上令賜對, 握手勉留, 不得已淹滯京邸, 殆一年。 又翌年, 年至, 上章乞致仕, 遂歸龍仁琶潭之別墅, 至是恩召荐降, 近侍相守, 而牢辭不起。 九萬以三朝遺老, 雖在田畝, 念時事之日紊, 痛宗國之日危, 詎無竭心力匡救之志? 上之前後召命, 只是外面虛禮而已, 無誠心委任之意, 宜其守東岡之陂, 而終絶意於斯世也。”】"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyeongo day, the first day of the fourth month, Minister of Personnel Shin Wan entered the suspension of the regular performance evaluation and retired from his summoning officials. 사신은 논한다. [Shin] Wan was in charge of impeaching officials and expectations against others. Nevertheless, [Shin] Wan presumptuously occupyed the regular performance evaluation and retired summons summonsummons summons and retired summons or retired summons and retired summons of officials",
                "H2KE-nKo": "이조 판서 신완이 도목 정사를 마치고 잠시 들어왔다가 패초를 받고 다시 나왔다. 사신은 논한다. 신완이 이조 판서로 있을 때 사람들의 비난을 많이 받았는데도 염치를 무릅쓰고 자리를 차지하였고, 재차 도목 정사를 마치고서는 규례대로 잠시 들어왔다가 패초를 받고 즉시 나왔으니, 욕을 참고 수치를 잊은 것이 심하다. 이때 김구와 조태채가 신완의 친객이 되어 크고 작은 주의와 통변이 대부분 그의 손에서 나왔으므로 사람들이 겸판서와 가랑청이라고 하였으니, 김구 등이 정사를 마음대로 한 것을 비난한 것이다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 7월 3일(경오) 1번째기사",
                "gt-oKo": "이조 판서(吏曹判書) 신완(申琓)이 대정(大政)이 지나고 나서 잠깐 들어왔다가 패(牌)를 받고는 다시 나아갔다. 사신(史臣)은 논한다. 신완이 전권(銓權)을 잡고 사람들의 말을 많이 받았으나, 허물을 무릅쓰고 있었다. 다시 대정(大政)이 지나고 나서 전례에 따라 잠시 들어왔다가는 패(牌)를 받고 즉시 나아갔으니, 비난을 참고 부끄러움을 잊은 것이 너무 심했다. 이 때 김구(金構)와 조태채(趙泰采)가 신완의 친객(親客)이 되어 크고 작은 주의(注擬)와 통변(通變)이 그들의 손에서 나온 것이 많았으므로, 사람들이 겸판서(兼判書)·가랑청(假郞廳)이라고 하였으니, 이는 김구 등이 정사(政事)를 멋대로 한 것을 비난한 말이다.",
                "hj": "○庚午/吏曹判書申琓, 過大政乍入, 承牌復出。 【史臣曰: “琓之秉銓, 厚招人言, 而淟涊冒據, 再過大政, 遵例乍入, 承牌卽出, 忍詬忘恥, 甚矣。 時, 金構、趙泰采, 爲琓親客, 大小注擬、通變, 多出其手, 人謂之兼判書、假郞廳。 蓋譏構等顓政也。”】"
            }
        }
    },
    "08": {
        "23": {
            "1": {
                "H2KE-EN": "On muja day, muja year (, 대사간최석항이 상소하여 논하기를, “지성균관사김진귀의 도태가 부당하다는 것을 Royal Confucian Academy , which was not proper. The King responded with the explanation of the means of the Royal Confucian Academy that was truly good. The King responded to this. 【상소의 원소와 비지는 위에 보인다.】 사신은 논한다. At that time, the 당론이 날로 고질이 되어 가고, the place for the head of the Royal Confucian Academy also changed to the place for quarreling. Those who were slightly voluntarily self-restrained are still humiliated by shame. Only those who pleasurely volunteered to the Royal Confucian Academy shamelessly rush to the Royal Confucian Academy , depossessing their powerful claims, raising the discussion. Last year, Assistant Headmaster Yi Don , who involved a colleague with each other, encountered a member of the Royal Confucian Academy on the grounds that he was unable to remove the powerful claims. Following this, Second Royal Confucian Academy Kim Jingwi , failurely followed his own discretion and checked the Royal Confucian Academy, checked the Royal Confucian Academy to remove or dismissal from the Confucian Academy. Instead, the claims of handling of affairs were slightly disappointed, and the people indignantly rushed him. Ultimately, the memorial submitted by [Kim]최석항.",
                "H2KE-nKo": "무자년에 대사간 최석항이 상소하여 지성균관사 김진귀를 성균관의 직임에서 태거한 것이 부당하다고 논하였는데, 주상이 대의는 진실로 좋다고 비답하였다. - 원래의 상소에 대한 비지는 위에 보인다. - 사신은 논한다. 이때 당론이 날로 고질화되어 성균관의 수선이 되는 곳도 또한 변하여 서로 다투는 장소가 되었다. 청금들 가운데 조금이라도 자중하는 자는 오히려 자취에 물들었다고 수치스럽게 여겼으나, 오직 일 만들기를 좋아하는 무리는 다투어 태학에 나아가 그 권한을 잡고서 입술을 놀리고 담론하였다. 왕년에 대사성 이돈이 자기 당의 일종의 각립하는 무리를 끌어들여 등용해서 한창 눈을 부릅뜨고 틈을 엿보고 있었는데, 지성균관사 김진귀가 이에 그 호오를 따라 성균관의 재사에 패를 만들어 유생을 출척하는 등 처사가 전도되었으므로 여론이 떠들썩하게 놀라 마침내 최석항의 상소가 있게 된 것이다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 8월 23일(무자) 1번째기사",
                "gt-oKo": "대사간(大司諫) 최석항(崔錫恒)이 상소하여 지성균(知成均) 김진귀(金鎭龜)가 반임(泮任)을 태거(汰去)시킨 것이 부당하다는 것을 논하니, 임금이 대의(大意)는 진실로 좋다고 비답하였다.【원소(原疏)에 대한 비지(批旨)는 위에 보인다.】 사신(史臣)은 논한다. 이때 당론(黨論)이 날로 고질화되어 수선(首善)하는 반궁(泮宮)이 또한 변하여 서로 다투는 장소가 되어 버리고 말았다. 청금(靑衿)들 가운데 조금만이라도 자호(自好)하는 사람은 오히려 자취가 물들까 하여 수치스럽게 여겼는데, 오직 일 만들기 좋아하는 무리들만이 다투어 태학(太學)에 나아와 그 권한을 잡고 의논을 선동하였다. 왕년에 대사성(大司成) 이돈(李墩)이 이끌어 진출시킨 그의 당여(黨與)로 각립(角立)하고 있는 일종의 무리들이 바야흐로 틈을 엿보고 있었는데, 지성균(知成均) 김진귀(金鎭龜)가 미워하고 좋아하는 데 따라 반재(泮齋)에서 패(牌)를 만들어 유생(儒生)들을 출척(黜陟)시켰으므로, 처사가 전도되고 물정(物情)이 떠들석하게 놀라니, 최석항의 상소가 있게 된 것이다.",
                "hj": "○戊子/大司諫崔錫恒, 疏論知成均金鎭龜汰去泮任之不當, 上批以大意固好, 答之。【原疏批旨見上。】 【史臣曰: “是時黨論日痼, 泮宮首善之地, 亦變爲爭挐之所。 靑衿之稍能自好者, 猶以染迹恥之, 惟喜事之徒, 競趨太學, 操持其柄, 皷吻談議。 往年大司成李墪, 引進其黨一種角立之類, 方睢盱闖隙, 知成均金鎭龜, 乃循其好惡, 作牌泮齋, 黜陟儒生, 處事顚倒, 物情譁然駭之, 遂有錫恒之疏。”】"
            }
        }
    },
    "09": {
        "29": {
            "1": {
                "H2KE-EN": "[The King] received in audience Third Censor [of the Office of the Censor General] Yun Gwan , in the gapjin year (, addressed the King with a summary single word and said, Your subject heard that those who conceal the death of the deceased will surely alive, and those who look to preserve will surely alive. Presently, the mans illness has already fallen under the jurisdiction. If he trusts the physicians words and preserves himself that he will surely die, it will still be possible to save his life. If he is disliked to hear the death of the deceased person and does not want to circulate his life, he will certainly surely die. The monarch disliked to hear the words of the cause of theft. Yesterday, the memorial from the Ministry of Personnel stated that the words of the cause of the caused by Kwak Gong . From antiquity, when subjects present a warning to the sovereign, the sage of Emperor Wu [of Zhou] said, Do not like Danzong , but the sage of Emperor Wu [of Zhou] said, Do not like Emperor Wu [of Zhou] accepted wine and became intoxicated. Juchang was also compared to Emperor Taizu of Han and Emperor Wen [of Zhou China]. Furthermore, how could this cause the words of Kwak Gong to trouble the cause of the caused by",
                "H2KE-nKo": "갑자년 이침을 불러서 보았다. 이때 헌납 이광좌가 주상의 잘못된 점을 누누이 논하고, 또 아뢰기를,“신이 듣건대, 망하는 것을 숨기는 자는 반드시 망하고 보존되기를 도모하는 자는 반드시 보존된다고 하였습니다. 지금 사람의 병이 이미 죽을 지경에 이르렀다 하더라도 만약 의원의 말을 믿고 스스로 반드시 죽을 것이라고 여겨 힘을 다해 치료한다면 그래도 살아날 방도가 있겠지만, 만약 사망한다는 말을 듣기 싫어하여 절약하고 신중하게 조섭하려 하지 않는다면 결국에는 또한 반드시 죽고야 말 것입니다. 임금이 망한다는 말을 듣기 싫어한다면 그 폐해를 더욱 어찌 이루 다 말할 수 있겠습니까.일전에 이조의 상소에서 곽공이 망한다는 말을 한 것에 대해 성상의 하교가 크게 잘못되었습니다. 예로부터 임금에 대해 경계하는 신하가 우임금처럼 성스러운 분에게 ‘단주처럼 하지 마소서.’라고 하였고, 성왕처럼 어진 분은 ‘상왕 수처럼 술에 빠지지 마소서.’라고 하였으며, 주창도 한 고조를 걸주에 견주었습니다. 더구나 이 곽공의 말이 어찌 성기를 번거롭게 할 만한 것이겠습니까. 그런데도 성상의 하교가 이와 같으시니, 어찌 크게 걱정스럽고 민망하지 않을 수 있겠습니까.” - 하니, 주상이 아무 말이 없었다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 9월 29일(갑자) 1번째기사",
                "gt-oKo": "인견(引見)할 때 헌납(獻納) 이광좌(李光佐)가 임금의 궐실(闕失)을 논하면서 수천백 마디를 말하고, 또 아뢰기를, “신(臣)이 듣건대, 망하는 것을 숨기는 자는 반드시 망하고 보존하기를 도모하는 자는 반드시 보존된다고 하였습니다. 지금 어떤 사람의 병이 이미 사경(死境)에 이르렀더라도 만약 의원(醫員)의 말을 믿고 스스로 필사(必死)의 노력을 기울여 조치(調治)한다면 오히려 살아날 길이 있지만, 만일 사망한다는 말을 듣기 싫어하면서 절제하고 근신하여 조섭하려 하지 않는다면 마침내 또한 반드시 죽고야 마는 것입니다. 임금이 망국(亡國)에 대한 이야기를 듣기 싫어한다면 그 해는 더욱 어떻게 말할 수 있겠습니까? 일전에 이조(李肇)의 상소에서 거론한 곽공(郭公)의 망국설(亡國說)에 대해 성교(聖敎)에서 매우 그르게 여겼습니다. 옛부터 신하가 임금에게 진계(進戒)할 경우 우(禹)임금같은 성인(聖人)에게도 ‘단주(丹朱)처럼 오만하지 마소서.’ 하였고, 성왕(成王)같이 어진이에게도 ‘상왕(商王) 수(受)처럼 술에 빠지지 마소서.’ 하였고, 주창(周昌)도 한 고조(漢高祖)를 걸주(桀紂)에게 견주었습니다. 더구나 이 곽공(郭公)에 대한 이야기가 무엇이 우러러 성기(聲氣)를 번거롭히는 것이 있기에 성교(聖敎)가 이와 같단 말입니까? 이 어찌 매우 근심스럽고 민망한 일이 아닐 수 있겠습니까?”【전교 내용은 위에 보인다.】 하니, 임금이 아무 말도 없었다.",
                "hj": "○甲子/引見時, 獻納李光佐, 論上闕失縷縷千百言, 且曰: “臣聞諱亡者必亡, 圖存者必存。 今人病雖已至死域, 若信醫言, 自以爲必死, 極力調治, 則猶有生道, 若厭聞死亡之說, 不肯節愼將攝, 則終亦必死而後已。 人君厭聞亡國之說, 其害尤豈可言乎? 日昨李肇疏中郭公亡國之說, 聖敎大以爲非。 自古人臣之進戒於君者, 於禹之聖而曰毋若丹朱敖, 成王之賢而曰毋若商王受之酗于酒, 周昌亦比漢高於桀、紂。 況此郭公之說, 豈足以仰煩聲氣, 而聖敎乃如此? 豈不大可憂憫乎?”【詳見上。】上默然。"
            }
        }
    },
    "10": {
        "16": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Chief State Councilor Yu Eun submitted a memorial on the grounds that Yi Seseok had submitted a resignation on account of his illness and submitted a memorial requesting his resignation on account of his occasion. He again impeached [Yi] Jos case, which was too excessive. The King was strictly reprimanded by him. 【상소의 원소와 비지는 위에 보인다.】 사신은 논한다. Although there was no place in which Yi Jo had submitted a memorial on account of his occasion, his words were very honest and honest. He showed moral integrity to dispute officials. However, at the time, he was disappointed by claiming that he was directly beaten with the slanderous criticism. If a high official knew that this was not right, he should clearly claim his words and clearly discern right and wrong. Now, in the morning court assembly, he simply discerned the right and wrong of his judgment on the account of his judgment, which was inevitable. When the inspectors and censors impeached them, he first claimed the royal instruction and severely reprimanded him. The writing on the grounds that",
                "H2KE-nKo": "영의정 유상운이 이세석의 피혐에 대한 비지의 내용으로 인하여 상소하여 사직하였다. 이조의 일에 대한 처분이 너무 지나쳤다고 거듭 논하니, 주상이 엄한 비답을 내려 준절히 꾸짖었다. - 원래의 상소와 비지는 위에 보인다. - 사신은 논한다. 이조의 피혐 상소에 과격하고 편벽된 부분이 없지 않으나 말이 대부분 직절하여 늠름하게 간쟁하는 신하의 기풍이 있었다. 그런데 시의가 곁눈질하며 곧바로 알력을 부리는 죄과로 몰아넣었다. 대신이 마음속으로 그렇지 않다는 것을 알았으면 분명하게 말하고 공변되게 말하여 시비를 분변했어야 한다. 그런데 지금 조정의 반열에서 그 처치의 잘잘못을 대략 논하였으니 체모를 잃은 것이다. 대간의 피혐에서는 먼저 임금의 하교와 엄한 질책을 들추어 낸 뒤에 죄를 인책하는 상소에서 또 근본을 탐색하고 논핵하지 못하고 지나치게 후하게 용납해서는 안 된다는 등의 말은 임금의 노여움을 촉발시키기에 족할 뿐이니, 그가 낭패를 당하는 것을 괴이하게 여길 것이 없다. 그러나 대신은 그와 더불어 천위를 함께하고 천직을 다스리는 사람이니, 그 진퇴가 가볍지 않고 중하다. 그런데 단지 말 한마디가 뜻에 거슬렸다는 이유로 꾸짖고 배척하여 파직하기를 조금도 어렵게 여기지 않았으니, 구경의 대신을 공경하는 의리에 비추어 볼 때 어떠한가. 성덕에 누가 됨이 크니, 애석함을 금할 수 없다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 10월 16일(경진) 1번째기사",
                "gt-oKo": "영의정(領議政) 유상운(柳尙運)이 이세석(李世奭)의 피혐(避嫌)에 대한 비사(批辭)를 인하여 소장을 올려 사직(辭職)하였다. 그리고 이조(李肇)의 일은 처분이 너무 지나쳤음을 거듭 논하였는데, 임금이 엄한 비답(批答)을 내려 준절히 나무랐다.【상소와 비답은 위에 보인다.】 사신(史臣)은 논한다. 이조(李肇)의 피소(避疏)가 과격하고 일방적인 데가 없지 않았으나, 직절(直截)한 말이 많아서 늠연히 쟁신(諍臣)의 풍도가 있었는데, 시의(時議)가 이를 좋지 않게 보고 바로 경알(傾軋)시키는 죄목에 몰아넣었다. 대신(大臣)이 마음속으로 그렇지 않다는 것을 알았으며, 마땅히 명백한 공론(公論)을 제기하여 시비(是非)를 분변해야 되는 것인데, 이제 조반(朝班)에서 그에 대한 처치(處置)의 득실을 간략히 논하였으니, 사체에 어긋남을 면할 수 없다. 대간(臺諫)이 피혐함에 이르러서도 먼저 임금의 분부가 너무 엄했다는 것을 들추어 낸 뒤 인죄(引罪)하는 소장에서 근본을 조사하여 핵론(覈論)하지 못한 채 지나치게 후하다느니, 용납하지 못한다느니 하는 등의 이야기 만을 하였으니, 이는 임금의 노여움을 촉발시키기에 족한 것으로, 그가 낭패당한 것은 괴이하게 여길 것도 없다. 그러나 대신(大臣)이란 〈임금이〉 그와 함께 천위(天位)를 같이하여 천직(天職)을 다스리는 사람이므로, 그의 진퇴(進退)는 가볍게 할 것이 아니라 중하게 해야 하는데, 단지 한마디 말이 뜻에 거슬렸다고 하여 매도하고 파척(罷斥)함에 있어 조금도 어렵게 여기지 않았으니, 구경(九經)의 ‘대신(大臣)을 공경하라.’는 뜻에 견주어 보건대 어떠한가? 성덕(聖德)에 누가 됨이 크니, 애석함을 금할 수 있겠는가?",
                "hj": "○庚辰/領議政柳尙運因李世奭避嫌批辭, 陳疏辭職。 申論李肇事處分之太過, 上嚴批切責。【原疏、批旨見上。】 【史臣曰: “李肇疏避, 雖不無過激偏係之處, 語多直截, 澟有諍臣之風, 而時議側目, 直歐之於傾軋之科。 大臣心知其不然, 則當明言公說, 以辨是非, 而今於朝班, 略論其處置之得失, 未免失體。 及夫臺避, 先訐上敎嚴責之後, 其引罪之章, 又不能探本覈論, 過厚不容等說, 適足以觸激上怒, 毋怪乎其顚沛也。 然大臣者, 與之共天位治天職者也。 其進退不輕而重, 而特以一言之忤意, 詈罵之、斥罷之, 曾不少難, 視夫九經敬大臣之義, 何如也? 其爲聖德之累大矣。 可勝惜哉!”】"
            }
        }
    },
    "12": {
        "22": {
            "1": {
                "H2KE-EN": "Fourth Inspector Yi Segeun , Fourth Inspector of the byeongsul [of the Office of the Inspector General ] , presented a report to the King for the successful candidate of successful candidates for the civil service examination. At the end of the occasion, [Yi] also submitted a memorial regarding the greed and corruption of Minister of Personnel Shin Wan , the greed and corruption of his greed and corruption. He then requested that he be replaced. The King received him in audience and reprimanded him to Eumseong District . 【원래 a report and the royal instruction had been shown to the King. 】 In the gisa year (, the successful candidates of the state are truly impossible to great importance. The principal offenders who fabricated the state examination and the 시관이 privately gave bribes were already exposed, and they were punished according to the law in sequence. However, the inspectors and censors led the cunning clerks in charge of transgressions in the Office of the Inspector General to cause wicked disorder, and there was already without any evidence that they had committed the same evidence. Moreover, the word of possession of posession of poession of poes",
                "H2KE-nKo": "지평 이세근이 증광 문과를 파방하기를 청하는 계사를 올리고, 말미에 또 이조 판서 신완의 간사하고 탐욕스러운 정상을 논핵하고 이어 체차하기를 청하였다. 주상이 불러서 보고 준절히 꾸짖고는 내쳐 음성현에 보임하였다. - 원래의 계사와 연석의 하교는 위에 보인다. - 기묘년의 과거는 실로 국가의 막대한 변고이다. 과거의 역적이 농간을 부리고 시관이 사정을 쓴 것이 진실로 이미 충분히 드러나서 차례로 법에 저촉되었다. 그러나 대감이 간사한 아전을 데리고 들어가 요사스러운 변고를 초래한 것으로 말하면, 이미 부화뇌동한 자취가 없지 않다. 더구나 ‘등결’이라는 말과 ‘군사가 대립한다.’라는 말과 ‘역서’라는 말로 서로 약속한 말은 모두 애매모호하여 끝내 명백하게 조사해 낼 수 없으니, 약간 명의 간악한 괴수가 죄에 저촉되었다는 이유로 곧 결말이 날 죄안으로 삼아서는 안 된다.조정에서 그 전체의 방목을 파할 때에 숙유가 그 속에 끼어 있다는 이유로 용서해 주지 않은 것은 참으로 체통을 얻었다고 하겠다. 그러나 애석하게도 방목에 든 한두 명의 당인이 조금이라도 세력이 있어서 권귀와 결탁하여 그들의 입김을 밑천으로 삼고, 괴귀한 무리들을 사주하여 입술을 놀려 끝내 이미 파한 과거를 이유 없이 소급하여 회복하게 하였으니, 나라의 형세가 전도되고 과명이 바르지 못한 것이 이보다 더 심한 것이 없으므로 식자들이 통탄스럽게 여겼다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 12월 22일(병술) 1번째기사",
                "gt-oKo": "지평(持平) 이세근(李世瑾)이 증광 문과(增廣文科)의 파방(罷榜)에 대해 발계(發啓)하였는데, 끝에 또 이조 판서(吏曹判書) 신완(申琓)의 회호(回互)스럽고 탐독(貪瀆)스러운 정상을 논하면서 이어 체차(遞差)시킬 것을 청하니, 임금이 이세근을 인견하여 준절히 책한 뒤에 음성현(陰城縣)에다 척보(斥補)하였다.【원계(原啓)와 인견 내용은 위에 보인다.】 기묘년의 과거(科擧)는 실로 국가의 막대한 변괴(變怪)로서 과적(科賊)들의 농간과 시관(試官)들의 행사(行私)가 진실로 이미 밝게 드러났으니, 차례로 법에 저촉시켜야 될 것이다. 대감(臺監)이 간리(奸吏)를 데리고 들어와서 요사스런 변을 일으킨데 이르러서는 이미 부화 뇌동한 형적이 없지 않았다. 더구나 등결(騰結)된 자호(字號)의 이야기와 군사(軍士)를 대립(代立)시킨 정상과 역서(易書) 때 서로 약속한 말들이 모두 애매 모호하여 끝내 명백하게 조사하여 낼 수가 없으니, 약간의 간괴(姦魁)를 죄에 저촉시킨 것을 가지고 곧 옥안(獄案)을 종료시켜서는 안 되는 것이다. 조정에서 전방(全榜)을 파함에 있어 숙유(宿儒)가 그 가운데 참여되는 있다는 것으로 가차(假借)한 것이 없었으니, 진실로 체통을 얻었다고 할 수 있다. 그러나 애석하게도 방중(榜中)의 한두 당인(黨人)이 조금 세력(勢力)이 있어 권귀(權貴)와 결탁하여 추천을 돕게 하고 괴괴(鬼恠)한 자들을 사주하여 논의를 선동하여 끝내 파방(罷榜)시켜 버린 과거(科擧)를 무단히 추후에 회복시켰다. 국세(國勢)의 전도와 과명(科名)의 부정함이 이 보다 더할 수 없었기 때문에, 식자(識者)들이 통분해 하였다.",
                "hj": "○丙戌/持平李世瑾發增廣文科罷榜之啓, 末又論吏曹判書申琓回互貪濁狀, 仍請遞差, 上引見切責, 斥補陰城縣。【原啓、筵敎見上。】己卯科, 實國家莫大之變。 科賊之弄奸, 試官之行私, 固已爛熳現露, 次第抵法, 而至於臺監之率入奸吏, 致有妖變, 已不無符同之跡。 況騰結字號之說, 軍士代立之狀, 易書相約之言, 俱涉黯黮, 終未能明白査出, 則不可以若干姦魁之抵罪, 便爲已了之案。 朝家之罷其全榜, 不以宿儒之參錯其中, 而有所假借者, 諴爲得體, 惜乎榜中一二黨人, 稍有勢力, 結權貴而資吹噓, 嗾怪鬼而皷唇吻, 終令已罷之科, 無端追復。 國勢之顚倒, 科名之不正, 莫過於此, 識者痛之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十三終"
            }
        }
    },
    "leap month 7": {
        "3": {
            "1": {
                "H2KE-EN": "On gihae day, the Office of the Inspector General reported on the dismissal of Governor of Jeolla Province Bak Taesun ,【원계는 위에 보인다.】 사신은 논한다. [Bak] Taesuns character was not upright and also strived to demonstrate the sense of disrespectfulness. He did not uphold his mind and conduct, and thus his knowledge was not right. When he was in the Office of the Censor General , he first submitted a report to the King for the punishment of Kim Chuntaek. Later, he again impeached Yi Samyeong , Yi Sang , and others, which was greatly displeased by the three houses. He was repeatedly placed in a government position, and he lived in a slight place for a long time. When he was appointed as the governor of Gyeonggi [Province] [], he worried the rumors of slandering, and the people were frightened. When the impeachment of the Office of the Inspector General was about to be impeached, [Bak] Taesun did not reflect upon him and hurriedly paid a farewell visit to the King. He went to his new post without considering his sense of self-restraint. He also impeached the impeachment of the Office of the Inspector General on the grounds that his impeachment was not true, and his actions were clearly evident. Sometimes he suspected that Kim and Yi Sang had secretly harbored a grudge against his grudge. This is nearly identified.",
                "H2KE-nKo": "사헌부가 아뢰어 전라 감사 박태순을 체차하였다. - 원래의 계사는 위에 보인다. - 사신은 논한다. 박태순은 사람됨이 단정하지 못하고 또 괴격한 논의를 힘써 마음 씀이와 일 처리에 명백하고 정직하지 못한 것이 많았으므로 식자들이 옳게 여기지 않았다. 그가 간관의 직책에 있을 때 김춘택을 토죄하기를 청하는 계사를 맨 먼저 꺼냈고, 그 뒤에 또 이사명과 이상 등의 일을 논하였다. 이 세 집안에게 크게 미움을 받아 여러 차례 청환의 길이 막혀 오랫동안 한산한 지위에 있었다. 남선을 안찰할 때에는 비방하는 말이 전파되어 여론이 시끄러웠고, 대간의 탄핵이 나오려 할 때에는 박태순이 전혀 꺼리지 않고 서둘러 하직 인사를 하여 비방을 무릅쓰고 부임하였다. 그가 부박하고 조급하여 이기려고만 힘쓰고 염치를 돌아보지 않는 것이 이와 같았고, 대간의 계사에서 논한 것도 대부분 사실이 아니어서 마음을 쓰고 기회를 이용한 자취가 현저하였다. 어떤 이는 김춘택과 이상 집안에서 은밀히 사주하여 유감을 풀려고 한 것이라고 의심하기도 하였는데, 대체로 근사한 말이다.\n",
                "date_ko": "숙보 33권, 25년(1699 기묘 / 청 강희(康熙) 38년) 윤7월 3일(기해) 1번째기사",
                "gt-oKo": "헌부(憲府)에서 아뢰어 전라 감사(全羅監司) 박태순(朴泰淳)을 체직하였다.【원계(原啓)는 위에 보인다.】 사신(史臣)은 논한다. 박태순은 인품이 단정하지 못한 데다가 또 괴격(乖激)한 의논을 힘써 처심(處心)과 행사(行事)에 명백 정직하지 못한 것이 많았으므로, 의자(議者)들이 옳게 여기지 않았다. 그가 간직(諫職)에 있을 적에 제일 먼저 김춘택(金春澤)을 토죄(討罪)하여 아뢰었는데, 그뒤에 또 이사명(李師命)과 이상(李翔) 등의 일을 논하여 세 집안에게 크게 미움받았으므로, 누차 청로(淸路)가 막혀 오랫동안 산지(散地)에 있었다. 전라 감사가 되자 비방하는 말이 전파되어 물정(物情)이 떠들썩하므로, 대간(臺諫)이 탄장(彈章)을 올리려 하였으나, 박태순이 전혀 꺼리지 않고 서둘러 사폐(辭陛)한 다음 비방을 무릅쓰고 부임하였으니, 그가 경망스럽고 이기기를 힘써 염치를 돌보지 않는 것이 이와 같았다. 그리고 대계(臺啓)에서 논한 것도 부실한 것이 많아서 마음을 기울여 기심(機心)을 쓴 자취가 드러났으니, 혹자는 김(金)·이(李)의 집안에서 은밀히 사주하여 감정을 풀었다고 하는데, 그 말이 근사하다.",
                "hj": "○己亥/憲府啓遞全羅監司朴泰淳【原啓見上。】 【史臣曰: “泰淳爲人不端, 又務爲乖激之論, 處心、行事, 多不白直, 識者不韙之。 其在諫職也, 首發金春澤討罪之啓, 其後又論李師命、李翔等事, 大見嫉於三家, 累塞淸塗, 久處散地。 及按南闑, 謗言流播, 物情譁然, 臺彈將發, 泰淳全不顧忌, 汲汲辭陛, 冒謗赴任, 其浮躁務勝, 不恤廉隅如此, 而臺啓所論, 亦多不實, 顯有費心用機之迹。 或疑金、李家, 陰嗾逞憾, 蓋近之矣。”】"
            }
        }
    }
}