{
    "01": {
        "16": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General presented a new report to the King. The summer of the Office of the Inspector General stated as follows: On a previous day, when I attended the Royal Lecture, Chief Royal Secretary Yeo필yong recommended Yun Jiin and praised his talent and knowledge. He requested that he be appointed to a government post, which seems to be a magnanimous talent and was unable to harbor hardships. Generally speaking, the responsibility of encouraging talent is the responsibility of the Ministry of Personnel, and the principal appointment and reappointment is executed by the sovereign. Though high-ranking officials are of great importance, they cannot dare to directly request such a request. How can this be a royal secretary who cannot be troubled? If such a way is prevented, in the future, those who flatter chastise and flatter principal flattery will share their faces in turn and appear in turn without fear, and the evils of these are not worrisome. Your subjects request that Yeo필yong be replaced. The King ordered that Yeo필yong be interrogated.",
                "H2KE-nKo": "사헌부가 새로 논핵하는 계사를 올렸는데, 그 대략에,“며칠 전 연석에서 승지 여필용이 윤지인을 천거하여 재주와 식견으로 장려하고 감별하여 서용하기를 청하여 마치 큰 덕과 큰 재주가 침체되어 펴지지 못하는 자처럼 하였습니다. 대체로 인재를 장려하여 등용하는 것은 그 책임이 전조에 있는데, 거두어 서용하고 감별하여 복직시키는 권한이 임금에게서 나오니, 비록 대신의 중임이라 하더라도 감히 곧바로 청하지 못하는 것입니다. 이것이 어찌 승지 한 사람이 번거롭게 할 수 있는 일이겠습니까. 이 길을 막지 않는다면 훗날 사사로움을 따르고 좋아하는 사람에게 아첨하는 자들이 장차 얼굴을 들고 번갈아 나와 거리낌 없이 행동할 것이니, 그 말류의 폐단을 염려하지 않을 수 없습니다. 여필용을 체차하소서.”하니, 주상이 추고하라고 명하였다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 1월 16일(임술) 1번째기사",
                "gt-oKo": "사헌부(司憲府)의 신계(新啓)의 대략에 이르기를, “전일 연중(筵中)에서 승지(承旨) 여필용(呂必容)이 윤지인(尹趾仁)을 천거하여 재식(材識)을 칭찬하고는 뽑아서 서용(敍用)하기를 청하였는데, 석덕(碩德)이나 굉재(宏才)가 억울하게 묻혀 있어 펴지 못하는 것처럼 한 것이 있습니다. 대저 인재를 추천해 올리는 것은 책임이 전조(銓曹)에 있고 거두어 서용하고 이끌어 쓰는 권한(權限)이 군주에게서 나오니, 비록 대신의 중책으로서도 오히려 감히 직접 청하지 못하는데 이것이 어찌 한 사람의 승선(承宣)이 번거롭게 할 일이겠습니까? 이 길을 막지 않으면 후일에 사정(私情)에 따르고 좋아하는 바에 아첨하는 자가 장차 각 방면에서 번갈아 나와서 돌아보아 꺼림이 없을 것이니 그 널리 퍼지는 폐해를 염려하지 않을 수 없습니다. 청컨대, 여필용을 체차하소서.” 하니, 임금이 추고(推考)를 명하였다.",
                "hj": "○壬戌/憲府新啓略曰: “頃日筵中, 承旨呂必容, 乃擧尹趾仁, 奬以材識, 請以甄敍, 有若碩德宏才, 沈屈莫伸者然。 大凡奬進人才, 責在銓曹, 收敍牽復, 權出人主, 雖以大臣之重, 猶不敢直請。 此豈一承宣所可煩冒者? 此路不防, 則日後循私阿好者, 將面面迭出, 無所顧忌, 其流之弊, 不可不慮。 請呂必容遞差。” 上令推考。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyehae day, when the King received in audience in the gyemyo year (, Second Drafter in the Office of Royal Decrees Yi Tan reported to the King, saying, The Office of the Inspector General requested the replacement of a royal secretary. In your subjects opinion, this is not. As a royal secretary attends the Royal Lecture, how can there be a problem in which a royal secretary should present a single tally? If he says that a person should not present a single tally, it would be proper to present a single tally. However, now he says that this is responsible for the duties of the former officials, and this is related to the power of the sovereign. If this is true, your subject fears that the way of a subject to present a single tally would not be broad from this day. Moreover, Yeo필yong submitted a single tally that Yun Jiin had litle talent and knowledge. However, he has been punished for a long time and was dismissal from his position. This is merely for Your Majestys sagacity to understand it. As for the great virtue and great talent, he directly requested that he be selected and appointed, which was originally not the words of Yeo필yong. However, the impeachment of the inspectors and censors submitted a impeachment is excessively excessive. Moreover, your subject fears that this might be insufficient for present a single tally, and it would also be contrary to the Way of Your Majesty to listen to his words. The King said, As for Yeo필yongs words, it seems inappropriate to present a single tally, but it seems uncomfortable [to present a single tally]. However, the single tally are truly good.",
                "H2KE-nKo": "소대를 행하였다. 이때 교리 이탄이 주상에게 아뢰기를,“사헌부가 승지를 체차하기를 청하였는데, 신의 생각은 그렇지 않은 점이 있습니다. 승지는 어전에서 가까이 모시고 있으니, 진실로 소회가 있으면 한마디로 진달하는 것이 무슨 안 될 것이 있겠습니까. 만약 ‘아무개는 죄가 있고 재주가 없어 진달해서는 안 된다.’라고 한다면 혹 그럴 수도 있겠지만, 지금 ‘이는 전관의 책임이고 이는 임금의 권한에 관계된다.’라고 하였습니다. 과연 이와 같다면 신은 신하가 진언하는 길이 이로부터 넓지 못할까 염려됩니다. 더구나 여필용은 윤지인이 재주와 식견이 있는데도 오랫동안 죄를 받아 폐기된 것을 대략 진달하였으니, 명철한 주상께서 굽어살펴 주시기를 바란 것에 불과합니다. 석덕과 굉재로 말하면 곧바로 감별하여 발탁하기를 청한 것은 본래 여필용의 말이 아닌데, 대간이 소장을 올려 탄핵한 것은 과중함을 면치 못하였습니다. 게다가 진언하는 계제에 흠이 있을 듯하고 또한 성상께서 간언을 받아들이는 방도에도 해가 될 듯합니다.”하니, 주상이 말하기를,“여필용이 말한 것은 마치 서용하기를 청하는 것처럼 하였으니, 온당치 못한 듯하다. 유신이 진달한 대의는 참으로 좋다.”하였다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 1월 17일(계해) 1번째기사",
                "gt-oKo": "소대(召對)할 때에 교리(校理) 이탄(李坦)이 임금에게 아뢰기를, “사헌부에서 승지를 바꾸기를 청하였는데, 신의 생각은 그렇지 아니함이 있습니다. 승지는 전석(前席)에 가까이 모시고 있으니 진실로 마음속에 품은 바가 있으면 한마디 말을 아뢰는 것이 무슨 옳지 못함이 있겠습니까? 만약 말하기를, ‘누구는 죄가 있고 재주는 없으니 마땅히 진달할 수 없다.’고 한다면 혹시 가하거니와, 이제 말하기를 ‘이는 전관(銓官)의 책임에 매인 것이고, 이는 군주의 권한에 속한 것이다.’라고 하였으니, 과연 이와 같게 된다면 신은 신하의 말을 올리는 길이 이로부터 넓지 못할까 염려됩니다. 하물며 여필용은 ‘윤지인(尹趾仁)이 재식(才識)이 있는데 오래 죄폐(罪廢)되었다.’는 것을 약간 진달하여 성명(聖明)께서 굽어 살피시게 하려는 데 불과했을 뿐이며, 석덕 굉재(碩德宏才)라고 바로 발탁하기를 청한 것은 본래 여필용의 말이 아니니, 대간의 탄핵은 과중함을 면치 못할 것입니다. 또 말을 올리는 차례에 결함이 있고 성상의 청납(聽納)하시는 길에도 방해가 있을까 두렵습니다.” 하니, 임금이 말하기를, “여필용의 말한 바가 서용하기를 청하는 것처럼 한 것이 있으니 온당치 못한 듯하나, 유신(儒臣)의 계달(啓達)한 바는 대의(大意)가 진실로 좋다.” 하였다.",
                "hj": "○癸亥/召對時, 校理李坦白上曰: “憲府請遞承宣, 臣意有不然者。 承宣昵侍前席, 苟有所懷, 一言陳白, 何不可之有? 若曰某人有罪無才, 不當陳白云爾, 則容或可矣, 今乃曰, 此係於銓官之責, 此涉於人主之權。 果如是, 則臣恐人臣進言之路, 自此不廣。 況呂必容, 略陳尹趾仁有才識, 而久罪廢, 不過欲聖明之垂察而已。 至於碩德宏才, 直請甄擢, 本非必容之言, 而臺章彈劾, 未免過重。 且恐有歉於進言之階, 亦有妨於聖上聽納之道矣?” 上曰: “呂必容所言, 有若請敍者然, 似未安, 而儒臣所達, 大意誠好矣。”"
            }
        }
    },
    "02": {
        "12": {
            "1": {
                "H2KE-EN": "Former Minister of Works Hong Suhyeong submitted a memorial on the basis of the memorial of Jo Gwon . [Hong] Gwon fabricated himself with a memorial. [Hong] Gwon fabricated a superior man and severely impeached him. The King ordered that he not be refused. 사신은 논한다. When Jo Gwon was first appointed to the Office of Palace Procurement , 조태일이 demonstrated him for his presumptuous post. When Hong Suhyeong became the head of the Ministry of Personnel , he did not impeach him for a long time. On this day, [Jo] Gwon strongly impeached the Ministry of Personnel and also demonstrated 조태dong. 조태동은 조태일의 종형이기 때문에 Hong Suhyeong submitted a memorial like this.",
                "H2KE-nKo": "정해년에 행 공조 판서 홍수헌이 조권의 상소로 인하여 소장을 올려 스스로 변명하였는데, 조권이 혐의를 무릅쓰고 남을 논핵한 것에 대해 매우 비난하고 배척하였다. 주상이 사직하지 말라고 명하였다. 사신은 논한다. 조권이 처음 춘방에 의망되었을 때 조태일이 그가 외람되이 청직에 통망되었다고 배척하였고, 홍수헌이 전장으로 있을 때에도 오랫동안 의망하지 않았다. 이때에 이르러 조권이 전조를 심각하게 공격하고 겸하여 조태동을 배척하였다. 조태동은 조태일의 종형이기 때문에 홍수헌의 상소가 이와 같았다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 2월 12일(정해) 1번째기사",
                "gt-oKo": "공조 판서(工曹判書) 홍수헌(洪受瀗)이 조권(趙權)의 상소로 인하여 글을 올려 스스로 변명하였는데, 조권이 혐의를 무릅쓰고 사람을 논핵하였다 하여 매우 비난을 가하니, 임금이 사면하지 말도록 하였다. 사신(史臣)은 논한다. “조권이 처음 춘방(春坊)에 추천되었을 때에 조태일(趙泰一)이 그가 깨끗한 벼슬에 외람되이 통한 것을 배척하였고, 홍수헌이 이조 판서가 되자 또한 오래 검거(檢擧)하지 아니하였는데, 이때에 와서 조권이 전조(銓曹)를 매우 공격하고 조태동(趙泰東)까지 배척하였다. 조태동은 조태일의 종형(從兄)이므로 홍수헌의 상소가 이와 같았다.”",
                "hj": "○丁亥/行工曹判書洪受瀗, 因趙權疏, 陳章自辨, 以權冒嫌論人, 深加譏切, 上令勿辭。 【史臣曰: “趙權之初擬春坊也, 趙泰一斥其猥通淸塗, 洪受瀗之爲銓長, 亦久不檢擧。 至是, 權深攻銓曹, 兼斥泰東。 泰東, 泰一之從兄也, 故受瀗之疏如此。\"】"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Former Minister of Personnel 오도일 passed away at the place of Jangseong . [On the contrary,] 오도일 was a magistracy and a magnificent talent, and his wise and wise knowledge was extraordinary. His moral integrity rose to people, and his literati was also gentle and frugal. He was simple and diligent, but inward, he was natural. When he was serving in the Office of the Inspector General , he supported himself to strive to moral integrity and moral integrity, which made the scholar-officials expected him. His self-restraint was clear, and his nature was recognized by ice and frugal. His nature was enough to enjoy wine, and he became intoxicated. If he were not willing to devote himself to the world, he was unable to serve in the capital and in the provinces as an official in the capital and in the provinces, and there was an extraordinary reputation. The King also appreciated his talent and had his extraordinary accomplishments throughout the world. However, his disposition was not upright and upright, and he enjoyed pleasure to insult people. When he became intoxicated, he slandered many people in his seat. He was brave in arrogant in the world, and he endeavored to insult the world. He also was unable to diligently serve as a glory. After the gisa year (, his reputation and his reputation was unsatisfactory for public justice. The memorial submitted by [Chinese] Samyeong and others for the gapjin year ( was originally not what people did not dare do. However, he became more severely resentful and jealousy. [On the contrary,] 오도일 was also enough to become even more arrogant, and he was prudent in the power of his powerful and encouraging affairs. He was entrusted with his behavior and repeatedly meted out the world, but he remained unpunished. When he was interrogated in the appeal of the",
                "H2KE-nKo": "기축년 전 판서 오도일이 장성의 적소에서 졸하였다. 오도일은 척당하고 뛰어난 재주가 있었으며 총명함이 무리에서 뛰어났고 풍치가 사람을 감동시켰으며 문사 또한 넉넉하고 민첩하였다. 겉으로는 순박하고 소탈한 듯했으나 속마음은 실로 기경하였다. 대각에 있으면서 청의를 주장하고 스스로 풍절을 가다듬어 일대의 사류들에게 추앙을 받았다. 몸가짐이 청백하여 세상에서 빙벽으로 인정하였다. 성품이 술을 좋아하여 술에 취한 적이 많았는데, 세상일을 마음에 두지 않고 내직과 외직을 맡으면서 번번이 혁혁한 명성이 있었다. 주상도 그의 재주가 많은 것을 기특하게 여겨 세상에 드문 남다른 예우를 받았다. 그러나 성품이 단정하고 아름다움이 부족하고 기를 숭상하여 남을 업신여기기를 좋아하였다. 술에 취하여 좌중을 꾸짖는 일이 많았고 당론에 용감하여 괴격한 것을 힘써 주장하였다. 또 영리에 태연하지 못하여 기사년 이후의 거취에 공의에 불만을 품은 것이 있었다. 갑술년에 이사명 등을 논핵한 상소는 진실로 남들이 감히 말할 수 없는 것이었으나 당인들의 원망과 미움을 더욱 심하게 받았다. 오도일도 이로 인하여 더욱 격렬해져서 세력을 붙좇고 일 만들기를 좋아하는 자들의 추앙을 받았다. 행동거지가 방자하고 전도되어 여러 차례 낭패를 당하였으나 나아가기만 하고 물러나지는 않았다. 과시의 조사와 민언량의 옥사가 있게 되자 억울하게 무함과 모욕을 당하였다. 당인들이 마침내 억지로 끌어다 대어 단련하여 마침내 귀양가서 죽었다. 군자가 진실로 그의 죄가 아님을 상심하여 법망에 걸리게 되었는데, 또한 창랑의 물결로 스스로 자초한 것이라고 하였다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 2월 14일(기축) 1번째기사",
                "gt-oKo": "전 판서(判書) 오도일(吳道一)이 장성(長城) 적소(謫所)에서 졸(卒)하였다. 오도일은 척당(倜儻)하고 뛰어난 재주가 있으며 총명(聰明)이 무리에서 뛰어났고, 풍치(風致)가 사람을 움직이고 문사(文辭)가 넉넉하고 민첩하여, 외면은 박소(樸疏)한 듯하나 내면은 실제로 기경(機警)하였다. 대각(臺閣)에 있으면서 청의(淸議)를 주장하여 스스로 풍절(風節)을 힘써 한 시대 사류(士類)의 추허(推許)하는 바가 되었다. 몸을 다스리기를 청백하게 하여 세상에서 빙벽(氷蘗)으로서 인정하였다. 성품이 술을 좋아하여 몹시 취한 적이 많아서 세상 일을 경영할 뜻이 없는 듯하였으나 안팎 벼슬에 나아가 문득 빛나는 명성이 있었다. 임금도 그 재주가 많음을 기특하게 여겼으므로 세상에 드문 특별한 은혜를 입었다. 그러나 성품이 단정하지 못하고 정성스러움이 부족하며 기(氣)를 숭상하고 남을 업신여기기를 좋아하여 술이 취하면 같은 좌석에 있는 사람을 욕하는 일이 많았고 당론(黨論)에 용감하여 괴격(乖激)함을 힘써 주장하였다. 또 영리(榮利)에 담담하지 못하여 기사년후에 그 거취(去就)가 공론에 불만족한 것이 많았고, 갑술년에 이사명(李師命) 등을 논핵한 상소는 진실로 사람들이 감히 말할 수 없는 것이어서 당인(黨人)의 원망과 미움을 받음이 더욱 심하였다. 오도일도 이로 인해 더욱 격렬해져서 형세에 따르고 일을 좋아하는 자의 높이는 바가 되었다. 행동이 방종하여 여러 번 실패를 당하였으나 나아감만 있고 물러남이 없었는데, 과사(科査)와 민언량(閔彦良)의 옥사(獄事)가 있음에 미쳐 무함과 모욕을 부당하게 입자 당인(黨人)들이 드디어 억지로 죄를 만들어 꾸며서 마침내 귀양가서 죽으니, 군자(君子)가 그 죄가 아닌데 꾸며서 만든 죄망(罪網)에 걸린 것을 진실로 슬퍼하였으나, 또한 ‘창랑(滄浪)의 물이 스스로 취한 것이라.’ 말하였다.",
                "hj": "○己丑/前判書吳道一, 卒於長城謫所。 道一, 倜儻有儁才, 聰明超類, 風致動人, 文辭亦贍敏。 外似樸踈, 內實機警。 居臺閣, 主張淸議, 自勵風節, 爲一代士流所推許。 律己淸白, 世以氷蘗許之。 性嗜酒, 多沈醉, 若不以世事經意, 而莅官內外, 輒有赫赫聲。 上亦奇其才多, 被曠世異數, 然性欠端懿, 尙氣好凌人, 醉多罵坐, 勇於黨論, 務主乖激。 又不能恬於榮利, 己巳後去就, 有不滿於公議者, 甲戌論師命等疏, 固人所不敢言, 而被黨人怨嫉益甚。 道一亦因此益激, 爲趨勢喜事者所宗。 行止放倒, 屢遭顚疐, 有進無退, 及有科査及彦良獄, 橫被誣衊, 黨人遂傅會鍜鍊, 竟以謫死。 君子固傷其非罪, 罹文網, 而亦以爲滄浪自取云。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King appointed Yi Iksu as second minister of works . 사신은 논한다. Yi Iksu was upright and prudent, and his 지조 was upright, and his position reached the rank of minister. He was gentle and diligent in the same manner as a poor scholar.",
                "H2KE-nKo": "이익수를 공조 참판으로 삼았다. 사신은 논한다. 이익수는 청렴하고 신중하며 지조가 있고 지위가 공경의 반열에 올랐으나 담박하기가 가난한 선비와 같았다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 2월 15일(경인) 1번째기사",
                "gt-oKo": "이익수(李益壽)를 공조 참판(工曹參判)으로 삼았다. 사신(史臣)은 논한다. “이익수는 청렴하고 근신(謹愼)하여 지조를 지킴이 있고 벼슬이 경(卿)의 반열에 올랐으나 담박(澹泊)함이 가난한 선비와 같았다.”",
                "hj": "○庚寅/以李益壽爲工曹參判。 【史臣曰: “益壽淸愼有操守, 位躋卿列, 澹泊如寒士。”】"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On jeongyu day, the first day of the month, the Office of the Inspector General submitted a memorial as follows: Recently, Jo Gwons memorial impeached the preceptor of the Ministry of Personnel, which was quite fair. Hong Suhyeong submitted a memorial and repeatedly submitted a memorial, which was extremely urgent and apprehensive. Nevertheless, it is not proper that officials highly love each other in such a way.Your subject requests that Hong Suhyeong be interrogated. The distinction between right and wrong and the distinction between the right and wrong and the distinction between heaven and earth. Yesterday, when Jo Gwon submitted a memorial on the grounds that his draft of Jo Gwon was unclear, he was unclear and unclear. The circumstances of the Office of the Inspector General impeached Jo Gwon like this. Your subject requests that Jo Gwon be replaced. The King ordered that Hong Suhyeong be interrogated, but he did not approve the request.",
                "H2KE-nKo": "정유년에 사헌부의 신계가 있었다. 그 대략에,“일전에 조권이 상소하여 전조를 논척한 것은 매우 온당치 못하였습니다. 홍수헌이 상소하여 스스로를 변명하였는데, 말투가 너무 박절하여 조금도 고려하지 않았습니다. 벼슬아치들이 서로 공경하는 도리가 이와 같아서는 안 됩니다. 홍수헌을 추고하소서. 사와 정의 분별은 마치 훈과 유처럼 판이하고, 의와 이의 분별은 천지와 같을 뿐만이 아닙니다. 일전에 조권이 상소하여 피혐한 말뜻은 흐리멍덩하여 전혀 조리가 없었습니다. 대각의 지론이 이처럼 적막하니, 조권을 체차하소서.”하니, 주상이 홍수헌은 추고하고 조권은 체차하지 말라고 명하였다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 2월 22일(정유) 1번째기사",
                "gt-oKo": "사헌부의 신계(新啓)에 대략 이르기를, “요즈음 조권(趙權)이 상소하여 전조(銓曹)를 침범해 배척하였는데 자못 온당함을 잃었으며, 홍수헌(弘受瀗)은 상소하여 스스로 변명하였는데 말하는 기색이 너무 박절하여 조금도 돌아보고 아낌이 없으니, 진신(搢紳)이 서로 공경하는 도리가 마땅히 이와 같이 할 수 없습니다. 청컨대, 홍수헌을 추고(推考)하소서. 사(邪)와 정(正)의 구분은 훈(薰)과 유(蕕)처럼 판이하고, 의(義)와 이(利)의 분별은 하늘과 땅의 차이뿐만이 아닙니다. 일전에 조권이 상소하여 사피(辭避)하는 가운데 말의 뜻이 뭉쳐서 구별이 없고 분명하지. 못하며 전혀 차례가 없었는데도 대각(臺閣)의 지론(持論)이 이처럼 적막(寂寞)하니, 청컨대 조권을 체차(遞差)하소서.” 하니, 임금이 홍수헌은 추고(推考)하고 조권은 체차하지 말게 하였다.",
                "hj": "○丁酉/憲府新啓略曰: “日者趙權之疏, 其侵斥銓曹, 殊欠穩當, 洪受瀗陳疏自辨, 辭氣太迫, 不少顧藉。 搢紳相敬之道, 不宜若是。 請洪受瀗推考。 邪正之分, 判若薰蕕; 義利之辨, 不翅天壤。 日昨趙權疏避中語意, 囫圇曚曨, 全無倫脊。 臺閣持論, 寂寞如是, 請趙權遞差。” 上令推考受瀗, 不許遞權。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On muin day, the King appointed Kim Deokgi as magistrate of Suwon Magistracy . 사신은 논한다. Deokgi was greedy and dull, and thus he was not familiar with others. However, the State Council recommended [Kim Deokgi] for the position of magistrate of a strategic prefecture and appointed him as a strategic prefecture. The public opinions were surprised and grieved. ",
                "H2KE-nKo": "김덕기를 수원 부사로 삼았다. 사신은 논한다. 김덕기는 탐오하고 까다롭고 잗달아서 사람들이 끼워 주지 않는데 묘당이 추천하여 이름난 부에 제수하니, 공의가 놀라고 탄식하였다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 2월 3일(무인) 1번째기사",
                "gt-oKo": "김덕기(金德基)를 수원 부사(水原府使)로 삼았다. 사신(史臣)은 논한다. “김덕기는 탐오(貪汚)하고 까다롭고 자질구레하여 사람들이 동렬(同列)에 끼워주지 않았는데 묘당(廟堂)에서 추천하여 명부(名府)에 임명하였으니, 공론이 놀라고 탄식하였다.”",
                "hj": "○戊寅/以金德基爲水原府使。 【史臣曰: “德基貪汚苛瑣, 人所不齒, 而廟堂尉薦, 授以名府, 公議駭歎。”】"
            }
        }
    },
    "04": {
        "17": {
            "1": {
                "H2KE-EN": "Student of the Royal Confucian Academy Hong Gyejeok and others submitted a memorial requesting that the Records of the Great Learning (C. Shijing be displayed by the Comprehensive Mirror to Aid in Government (C. Shijing . There was a study of Zhu Xis Family Rituals (C. Shi jiali . For the late Senior S",
                "H2KE-nKo": "임진년에 태학생 홍계적 등이 박세당의 《사변록》에 주자의 설과 이의를 제기한 것이 있고, 고 상신 이경석의 비문에 송시열을 모욕한 말이 있다 하여 상소하여 문자를 거두어들여 물이나 불 속에 던져 버리고 이어서 성인을 헐뜯고 현인을 모욕한 죄를 다스려 선비들의 추향을 바르게 할 것을 청하니, 주상이 해당 조로 하여금 주상에게 여쭈어 처리하게 하였다. 예조가 의견을 갖추어 주상에게 아뢰고 비문과 책자를 올려 명백히 분변하고 엄히 배척할 것을 청하니, 주상이 답하기를,“박세당은 관작을 삭탈하고 도성 밖으로 내쫓고 유신으로 하여금 조목조목 변파하게 한 뒤에 비문과 책자는 모두 불태워 버리라.”하였다. - 박세당은 출신한 지 얼마 안 되어 용감하게 물러나 고상한 지조가 있고 문장에 능하며 경서를 연구하고 박학하여 장구에 구애받지 않았다. 그러나 성품이 집요하고 신기한 것을 숭상하여 저술한 경서의 학설에 견강부회하는 말이 많았다. 그러나 스스로 진귀한 체하면서 너무 지나치게 주장하였고 주자의 학설을 논한 것도 불손하였다. 가령 세상에 도학을 맡은 자가 있다면 진실로 엄격한 말로 배척해도 무방하겠지만, 그가 송시열과 배치되어 평소 당인들의 시기와 미움을 받았기 때문에 이때에 이르러 자중하여 상소하여 배척한 것이다. 다만 궤변으로 처리하였을 뿐만 아니라 심지어 그 글을 불태우고 그 사람을 죄줄 것을 청하기까지 하였으니, 또 전적으로 당론을 배척하고 모함하는 습속으로 귀결되어 식자들이 비난하였다.박세당이 송시열을 논한 것도 공평하지 못하였다. 송시열이 이경석에 대해서는 일찍이 도리의 문하에 출입하였는데, 사소한 지푸라기 하나라도 있게 되자 비로소 머리를 감춘 문자를 가지고 암암리에 모욕하였으니, 자못 학자들의 말투가 아니었다. 그런데 홍계적 등은 오랜 세월이 지난 뒤에 이처럼 추악한 소문이 드러났으니, 송시열의 충신이라고 할 수 없다. 더구나 사가의 문자가 자기를 존경하는 사람을 모욕한 것에 대해 장황하게 상소하여 곧바로 그 죄를 청하니, 세상에서 또 해괴하게 여겼다.김창흡의 경우는 공명과 이록에 초탈되었으니, 진실로 일대의 고사라고 할 수 있다. 그런데 갑자기 다시 편지를 주고받는 사이에 팔뚝을 걷어붙이고 마구 뱉었으니, 변란을 만난 뒤에 스스로 단속한 본뜻을 자못 잃은 것이다. 어찌 그의 마음속에 당론의 종자가 전혀 소멸되지 않아서 그런 것이겠는가.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 4월 17일(임진) 1번째기사",
                "gt-oKo": "태학생(太學生) 홍계적(洪啓迪) 등이 청하기를, “박세당(朴世堂)의 《사변록(思辨錄)》에 주자(朱子)의 학설과 어긋나고 다름이 있으며, 고(故) 상신(相臣) 이경석(李景奭)의 비문(碑文)에 송시열(宋時烈)을 침범해 욕한 말이 있습니다. 문자(文字)를 거두어 들여서 물과 불속에 던져버리고, 인하여 성인(聖人)을 헐뜯고 현인(賢人)을 업신여기는 죄로 다스리어 선비의 추향(趨向)을 바르게 하소서.” 하니, 임금이 해조(該曹)로 하여금 품처(稟處)하게 하였다. 예조(禮曹)에서 복계(覆啓)하여 비문과 책자를 올리면서 명백히 분변하여 엄중하게 배척하기를 청하였다. 임금이 답하기를, “박세당은 삭출(削黜)하고 유신(儒臣)으로 하여금 축조(逐條)하여 변파(辨破)하게 하라.” 하였는데, 뒤에 비문과 책자를 모두 불속에 던져버렸다.【원소(原疏)와 계사(啓辭)의 비지(批旨)는 위에 보인다.】 박세당은 출신(出身)한 지 얼마 안되어 용감하게 물러나서 높은 절개가 있었고 문장에 능하며 경(經)을 연구하고 널리 배워 장구(章句)에 구애받지 않았다. 그러나 성품이 집요(執拗)하고 신기(新奇)함을 숭상하여 지은 경설(經說)은 말로 억지로 끌어다가 꾸며댄 것이 많은데 스스로 귀중하게 여기기를 닳아빠진 비[弊箒]처럼 하였다. 주장이 너무 지나쳐서 주자의 해설을 논하는 데에도 혹시 공손하지 못함이 있었으니, 세상에 도학(道學)을 맡은 자들이 말하고 물리침이 엄중한 것은 진실로 방해될 것이 없지마는, 그가 송시열과 배치(背馳)된 이유 때문에 평소부터 당인(黨人)의 꺼리고 미워함을 입었다. 이때에 이르러 권위(權威)를 빙자하여 상소로 배척하기를, 다만 어긋나고 괴이하다고 처리할 뿐 아니라 그 글을 불태우고 그 사람을 처벌하기를 청하는 데 이르렀는데, 역시 오로지 당론(黨論)의 배척하고 모함하는 버릇에 돌아가서 식자(識者)의 비난하는 바가 되었다. 대저 박세당이 송시열을 논한 것도 역시 그 공평함을 얻지 못하였고, 송시열이 이경석(李景奭)에게는 이미 일찍이 도리(桃李)의 문(門)에 출입하였는데도 작은 하자가 있게 되자, 비로소 장두 문자(藏頭文字)로써 어두운 곳에서 모욕하였으니, 자못 학자의 구기(口氣)가 아니다. 홍계적 등은 세월이 오래 지난 후에 이를 드러내어 모욕한 일이 있으니 송시열의 충신이라고 말할 수 있다. 하물며 사가(私家)의 문자가 그 존경하는 바를 침욕(侵辱)하였다는 이유로써 장황하게 상소하여 바로 그 죄를 청하였으니, 세상에서 또 놀랐다. 김창흡(金昌翕)에 이르러서는 공명(功名)과 이록(利祿)에 초탈(超脫)하였으니 진실로 한 시대의 높은 선비라고 이를 만한데, 갑자기 다시 편지 왕복하는 사이에 팔을 걷어붙이고 꾸짖고 욕하여 변고(變故)를 만난 뒤에 물러나서 자못 삼가는 본뜻을 잃었으니, 그 가슴 속에는 당론의 종자가 온전히 소멸되지 못하여 그렇게 된 것인가?",
                "hj": "○壬辰/太學生洪啓迪等, 以朴世堂《思辨錄》, 有崖異朱子說者, 故相李景奭碑文, 有侵辱宋時烈之言, 陳疏請收入文字, 投之水火, 仍治其毁聖侮賢之罪, 以正士趨, 上令該曹稟處。 禮曹覆啓, 進碑文、冊子, 請明辨嚴斥。 上答以世堂削黜, 令儒臣, 逐條辨破, 後碑文、冊子, 竝投火。【原疏、啓辭批旨見上。】 世堂出身未幾, 勇退有高節, 能文章, 窮經博學, 不泥章句。 然性執拗尙新奇, 所著經說, 語多牽强, 而自珍弊箒, 主張太過, 其論朱子說, 亦或不遜。 使世有任道學者, 固不妨辭闢之嚴, 而以其背馳時烈, 素被黨人忌嫉。 至是, 藉重疏斥, 不但以弔詭處之, 而至請火其書而罪其人, 則又全歸於黨論排陷之習, 爲識者所非。 若夫世堂之論時烈, 其亦不得其平, 時烈之於景奭, 旣嘗出入於桃李之門, 而及有纖芥, 始以藏頭文字, 暗地醜辱, 殆非學者口氣, 而啓迪等, 乃於久遠之後, 有此露醜, 不可謂時烈之忠臣。 況以私家文字之侵辱其所尊, 張皇陳疏, 直請其罪, 世又駭之。 至於金昌翕, 超脫於功名、利祿, 固可謂一代高士, 而忽復攘臂噴薄於書尺往復之間, 殊失遭變後斂約之本意, 豈其胸中黨論種子, 全不能消滅而然歟?"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On byeongsin day, Fifth Rank Military Officer Oh Myeongjun submitted a memorial to impeach Minister of Personnel Kim Gu , which was extremely cruelly disrespectful. The King consequently reprimanded him by 엄한 비답을 내려 rebuked him. 【원래s memorial and the royal decree was shown to the King. 】 사신은 논한다. Kim Gu was a small capacity, and successively served as a responsibility for him. He relied upon his skills and pursued his own self-restraint. His grievances and grievances were exposed to the world. Moreover, he was a man of nature and quick and quickly fabricated by the King. The King favored him, and thus people criticized him as a petty man. Out of his behavior, Oh Myeongjun hurriedly wished to promote him and wished to become a section chief of the Ministry of Personnel . At night, he rushed to the gate of the privilege of the privilege.",
                "H2KE-nKo": "부교리 오명준이 상소하여 이조 판서 김구를 매우 참혹하게 공격하니, 주상이 엄한 비답을 내려 꾸짖었다. - 원래의 상소와 비지는 위에 보인다. - 사신은 논한다. 김구는 작은 기량으로 중요한 직임을 두루 거쳤는데, 그 재주를 믿고 강퍅하고 편벽되게 제멋대로 행동하여 원망과 비방이 온 세상에 가득하였다. 또 그 사람됨이 기개가 있고 민첩하여 주상의 뜻에 많이 맞았으므로 주상이 그를 총애하였다. 이로 말미암아 사람들이 소인이라고 지목하였다.오명준은 행실이 비루하여 벼슬길에 나아가는 데 급급하여 전랑이 되려고 어두운 밤에 시임 재상의 집에 분주하였다. 전랑이 저지당하자 즉시 도리어 김구를 탄핵하여 그가 수시로 이랬다저랬다 한 자취를 감추려고 하니, 사람들이 그의 정태를 더욱 미워하였다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 4월 21일(병신) 1번째기사",
                "gt-oKo": "부교리(副校理) 오명준(吳命峻)이 상소하여 이조 판서 김구(金構)를 공격하기를 몹시 참혹하게 하였는데, 임금이 엄한 비답(批答)으로 이를 꾸짖었다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 사신(史臣)은 논한다. “김구는 작은 국량(局量)으로서 중요한 임무를 두루 거쳐서 그 빛나는 재주만 믿고 강직하고 편협하여 자기 마음대로 해서 원망과 비방이 온 세상에 넘쳤으며, 또 사람됨이 기경(機警)하고 말을 썩 잘하여 임금의 뜻을 많이 맞추었으므로 임금이 사랑하니, 이로 말미암아 사람들이 소인(小人)으로 지목하였다. 오명준은 행신이 야비하여 승진하는 일에 급하여 전랑(銓郞)이 되고 싶어서 어두운 밤에 현재 재상의 집에 분주히 나들었는데, 전랑에 막힘을 당하자 곧 도리어 김구를 탄핵하여 그의 때에 따라 반복(反復)하는 자취를 덮으려고 하니, 사람들이 그 정태(情態)를 더욱 미워하였다.”",
                "hj": "○丙申/副校理吳命峻, 疏攻吏曹判書金構甚慘, 上嚴批責之。【原疏批旨見上。】 【史臣曰: “構以小器, 歷試重任, 恃其才華, 剛褊自用, 怨謗溢于一世。 且其爲人, 機警捷給, 多中上意旨, 上眷愛之, 由是, 人以小人目之。 命峻行己卑汚, 急於進取, 欲爲銓郞, 昏夜奔走於時宰之門, 及見塞銓郞, 卽反劾構, 欲以掩其隨時反復之跡, 人益惡其情態。”】"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Left State Councilor Yi Sebae , who served as left state councilor , passed away. [Yi] Sebae , a strategic preferential man, was strong and diligent in character. He observed the cardinal principles and honest integrity. However, he did not have a study of learning and was contrary to the Tang [dynasty]. Because of this, the world failure to be insufficient. Earlier, when a single possession was lost, he did not eat medicine.",
                "H2KE-nKo": "좌의정 이세백이 졸하였다. 이세백은 괴석하고 역량이 있었으며, 나라의 대체를 잡고 몸가짐이 청간하였다. 그러나 학술이 없고 당론에 병통이 있었으므로 세상에서 이것을 단점으로 여겼다. 일찍이 연석에서 실언을 한 적이 있었는데, 병이 들어도 약을 복용하지 않았다고 한다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 4월 9일(갑신) 1번째기사",
                "gt-oKo": "좌의정(左議政) 이세백(李世白)이 졸(卒)하였다. 이세백은 괴석(魁碩)하고 역량(力量)이 있으며 국정을 담당하여 대체(大體)를 지켰고 몸을 다스리기를 청렴하고 간소하게 하였다. 그러나 학술(學術)이 없고 당론(黨論)에 치우쳐 세상에서 이를 단점으로 삼았다. 일찍이 연석(筵席)에서 실언(失言)을 했으며, 병이 들어도 약을 먹지 않았다고 한다.",
                "hj": "○甲申/左議政李世白卒。 世白, 魁碩有力量, 當國持大體, 律身淸簡。 然無學術, 病於黨論, 世以此短之。 嘗於筵席有失言, 疾病不服藥云。"
            }
        }
    },
    "05": {
        "21": {
            "1": {
                "H2KE-EN": "Magistrate of Gimhae District Yi Haseong and others presented a memorial to the King to displease Hong Gyejeok , Kim Changheup , and others from insulting his grandfather [Yi] Gyeongseok []. The King ordered that this memorial be returned to them. [However], Gyeongseok, who was loyal and filial piety while serving the royal court, was loyal and trustworthy. He became a renowned subject of many generation. The actions of compiling a memorial were generally due to the command of the King and the urgent state. In terms of benevolence, a man of benevolence, and a man of benevolence should properly understand his mind and be sympathized for him. How could he bear to address the misfortune of someones unfortunate criticisms? Moreover, 송시열, Gyeongseok, having been praised by the entire age, served the court with him. One day, he harbored a slightest grudge against his grandfather, and openly defamed him. The people of this world were truly not right. In addition, [However], Hong Gyejeok, Kim Changheup, and others repeatedly suppressed [his grandfather] words and insulted [his grandfather] virtues. He spreaded his words and scolded [his grandfather] without any regret. This is extremely unfortunate. [Yi] Haseong and others rushed their grandfather to clarify their grandfather. Truly, this is a sense of human relationship. How could there be a time to address the words of grievances? Everyone who compiled the history could not punish [Hwang] Gyejeok and others forget their self-restraint. Instead, [Hwang] Haseong and others blamed [Hwang] and blamed [Hwang], and even ignorant and blamed [Hwang], which is also unjust.",
                "H2KE-nKo": "을축년에 현령 이하성 등이, 홍계적과 김창흡 등이 그의 조부 이경석을 모욕하였다는 이유로 상소하여 변명하니, - 원소는 위에 보인다. - 주상이 돌려주라고 명하였다.이하석은 집에서는 효성스럽고 우애가 있었으며 조정에서는 충성스럽고 미더웠으며 명망과 덕망이 탁월하여 여러 조정의 명신이 되었다. 비석을 지은 한 가지 일은 군부의 명을 핍박하여 나라의 위급함을 풀어 주려는 데에서 나온 것이니, 어진 사람과 군자는 진실로 그 본심을 이해하고 그 당한 바를 불쌍히 여겨야 한다. 어찌 차마 남의 불행으로 인하여 비난하는 말을 뒤미처 할 수 있겠는가. 더구나 송시열은 이경석에 대해 반평생 동안 사모하고 기뻐하며 같은 조정에서 주선하였는데 하루아침에 작은 감정을 품고 공공연히 비방하였으니, 세상에서 공론을 견지하는 자들이 진실로 옳지 않게 여겼다. 홍계적과 김창흡 등이 또다시 거짓말을 서술하여 장덕을 무함하고 모욕하며 입에서 나오는 대로 마구 질책하면서 조금도 거리낌이 없었으니, 매우 상서롭지 못하다. 이하성 등이 황급하게 그 조부를 위해 변명한 것은 진실로 사람의 도리로 보아 필연적인 것인데, 억울함을 호소하는 말을 어느 겨를에 송시열에게 가려서 하겠는가. 처음 사초를 편수한 자가 홍계적의 무리가 노성한 이를 모욕한 것을 죄주지 못하고 도리어 이하성 등이 승부를 겨루었다고 허물을 돌려 어리석고 망녕되다고 책망하기까지 하였으니, 그 또한 공정하지 못하다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 5월 21일(을축) 1번째기사",
                "gt-oKo": "현령(縣令) 이하성(李厦成) 등이, 홍계적(洪啓迪)·김창흡(金昌翕) 등이 그의 조부 이경석(李景奭)을 침욕(侵辱)한 까닭으로 상소하여 변폭(辨暴)하였는데【원소(原疏)는 위에 보인다.】 임금이 돌려 주라고 명하였다. 이경석은 집에 있으면 효우(孝友)하고 조정에 있으면 충신(忠信)하여 이름과 덕망이 우뚝하여 여러 조정의 명신(名臣)이 되었다. 그런데 비문을 지은 한 가지 일은 대저 군부(君父)의 명령에 몰리게 되고 국가의 위급함을 늦추게 하려는 데에서 나왔으니, 인인(仁人) 군자(君子)는 마땅히 그 본 마음을 양해하고 그 당한 바를 민망스럽게 여겨야 할 것인데, 어찌 차마 남의 불행한 일로 인하여 헐뜯는 비평을 추가(追加)할 수가 있겠는가? 하물며 송시열(宋時烈)은 이경석을 반평생동안 사모하고 좋아하였으며 같은 조정(朝廷)에서 일하였는데, 하루아침에 하찮은 감정을 품고서 공공연히 욕하고 꾸짖게 되었으니, 세상에서 공론을 지키는 자는 진실로 옳게 여기지 아니하였다. 홍계적·김창흡 등이 또다시 잘못된 말을 이어 받아서 덕있는 사람을 무욕(誣辱)하여 말을 함부로 지껄이면서 조금도 돌아보고 아끼는 일이 없었으니, 그 상서롭지 못함이 심하다. 이하성 등이 허둥지둥 하면서 그 조부를 위하여 신변(伸辨)한 것은 실로 사람의 도리로 보아 필연적인 것인데, 억울함을 호소하는 말이 어느 겨를에 송시열에 대한 말을 가리겠는가? 초사(初史)를 편찬한 자가 홍계적의 무리가 노성(老成)을 침범해 모욕한 것을 죄주지 못하고서, 도리어 이하성 등의 이기기를 겨루는 일에 허물을 돌려서 ‘어리석고 망령되다.’는 말로써 꾸짖었으니, 또한 공정하지 못하다.",
                "hj": "○乙丑/縣令李厦成等, 以洪啓迪、金昌翕等, 侵辱其祖景奭, 陳疏辨暴, 【原疏見上。】上命還給。 景奭, 居家孝友, 立朝忠信, 名德卓然, 爲累朝名臣。 撰碑一事, 蓋出於迫君父之命, 紓國家之急, 則仁人、君子, 固當諒其本心, 而愍其所遭。 豈忍因人之不幸, 而追加疵議哉? 況宋時烈之於景奭, 半世慕悅, 同朝周旋, 而一朝挾微憾, 公肆醜詆, 世之持公議者, 固不韙之。 啓迪、昌翕等, 又復祖述躛言, 誣辱長德, 信口噴薄, 略無顧藉, 其不祥甚矣。 廈成等之遑遑爲其祖伸辨, 固人理之所必然, 鳴冤之辭, 又何暇擇言於時烈乎? 修初史者, 不能罪啓迪輩之侵侮老成, 而乃反歸咎於厦成等之角勝, 至以愚且妄責之, 其亦不公矣。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Minister of Taxation Yi In엽 was dismissed from his post, and 조태채를 발탁하여 Minister of Taxation . 사신은 논한다. 조태채는 본래 재능과 기국이 없었고, 평소 enjoyed pleasures and shamelessly. People did not devote themselves to praise meritorious deeds. Originally, he was closely associated with high-ranking officials, and suddenly was promoted to government posts. Only six years of age. Yi Myeongdeok praised him, saying, When the government appreciates the appointment of Yi In엽 and appoints 조태채 to government posts, there is a difference between the loss and the loss of the losss of the loss of the los",
                "H2KE-nKo": "호조 판서 이인엽을 면직하고, 조태채를 호조 판서에 발탁하였다. 사신은 논한다. 조태채는 본래 재능과 기국이 없고 평소에 농담과 웃음을 잘하여 배우에 가까웠으므로 사람들이 공보로 기대하지 않았다. 본래 대신과 친밀하여 갑자기 천거되어 발탁되었는데, 5품에서 팔좌에 오른 지 겨우 6년뿐이었다. 이관명이 탄식하기를 ‘조정에서 인재를 등용하는 것으로 말하면, 이인엽을 축출하고 조태채를 등용하는 것은 득실이 현격하다. 이와 같은 것을 일찍 알았다면 내가 이인엽을 탄핵할 필요가 없었을 것이다.’라고 하였다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 5월 26일(경오) 1번째기사",
                "gt-oKo": "호조 판서(戶曹判書) 이인엽(李寅燁)이 사면하니, 조태채(趙泰采)를 호조 판서로 삼았다. 사신(史臣)은 논한다. “조태채는 본래 재능이 없고 평소에 농담하고 웃으며 배우(俳優)에 가까와서 사람들이 공보(公輔)로 기대하지 아니하였다. 그런데 본래 대신과 친밀하여 갑자기 추천 발탁되어 5품에서 팔좌(八座)에 승진(陞進)되었으니 그 기간이 겨우 6년이 걸렸다. 이관명(李觀命)이 탄식하기를, ‘조정에서 사람을 임용하는 일로 말한다면 이인엽을 쫓아 내고 조태채를 쓰는 것은 득실(得失)이 서로 현격한데, 이와 같을 것을 일찍 알았다면 내가 이인엽을 탄핵할 필요가 없었을 것이다.’라고 하였다.”",
                "hj": "○庚午/戶曹判書李寅燁免, 擢趙泰采爲戶曹判書。 【史臣曰: “泰采素無才具, 平居諧笑, 近於俳優, 人不以公輔期之。 素與大臣親昵, 驟被薦擢, 自五品而陞八座, 僅六年耳。 李觀命歎曰: ‘以朝家用人言之, 逐寅燁而用泰采, 得失相懸。 早知如此, 吾不必劾寅燁’ 云。”】"
            }
        }
    },
    "06": {
        "4": {
            "1": {
                "H2KE-EN": "On muin day, Chief State Councilor Jeong Seokrin presented a memorial to the King and await his punishment. The King sent an official to persuade him so that he may enter the capital. Later, Right State Councilor Shin Wan reported to the King in the Royal Lecture, saying, From ancient times, there were many disasters in the palaces. However, there was no such a decision as the 처분 of the sinsa year (. For all the crimes of Jang claiming to death, who would not have grieved and grievances? At that time, your subject, together with Jeong Seokrin and 고 Left State Councilor Yi Sebae , held a discussion in the palace courtyard. In your subjects opinion, it is necessary to thoroughly study the circumstances and the circumstances [of the cumstances and the circumstances and the cumstances [of the circumstances and the cumstances and the circumstances]. In your subjects opinion, it is better to arbitrarily arbitrarily. However, the circumstances and the circumstances [of the circumstances and the cumstances and the cultivation of the cultivating cult",
                "H2KE-nKo": "영의정 최석정이 대간의 계사로 인하여 상소하여 대죄하니, 주상이 사관을 보내 전유하여 안심하고 들어오도록 하였다. 뒤에 우의정 신완이 최석정을 위해 연석에서 아뢰기를,“예로부터 궁위에 변고가 많았지만 신사년의 처분처럼 명백하고 정대한 경우는 없었습니다. 죄로 죽은 장씨의 죄상에 대해 신하 된 자라면 누군들 분통해하며 놀라고 분통해하는 마음이 없겠습니까. 그때 신이 최석정 및 고 좌의정 이세백과 함께 궐하에 모여 의논하였는데, 신들은 반드시 정절을 알아낸 뒤에야 난처한 때를 만나 간쟁할 수 있다고 여겼습니다. 그러자 최석정이 난처한 상황에서 간쟁하는 것이 낫다고 여겨 마침내 세 번째 차자를 올렸습니다. 다만 그 일이 창졸간에 생겼기 때문에 말뜻이 완곡하지 못하였고 문자도 가려서 표현하지 못하였습니다. 이는 대개 춘궁을 위한 지나친 염려에서 나왔을 뿐이지 어찌 털끝만큼이라도 역적을 비호하려는 뜻이 있었겠습니까. 지난번 사직 상소를 보더라도 후회하는 말이 있었습니다. 대간의 상소에서 고집한 바는 당당한 정론이니 누가 감히 그르다고 하겠습니까마는, 최석정의 본심은 이와 같지 않았습니다.”하니, 주상이 다시 의정으로 뽑은 것은 하자를 씻어 주려는 의도에서 나온 것이라고 답하였다. - 주상의 하교는 위에 보인다. -\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 6월 4일(무인) 1번째기사",
                "gt-oKo": "영의정(領議政) 최석정(崔錫鼎)이 대계(臺啓)로 인하여 상소하고 대죄(待罪)하니 임금이 사관(史官)을 보내어 잘 타일러서 안심하고 들어오게 하였다. 뒤에 우상(右相) 신완(申琓)이 최석정을 위하여 연중(筵中)에서 아뢰기를, “예로부터 궁위(宮闈)의 변고(變故)가 또한 많이 있었으나 신사년의 처분과 같이 명백하고 정대(正大)한 것은 있지 않았습니다. 죄로 죽은 장씨(張氏)의 죄상은 신하가 된 사람이라면 누군들 분개하고 놀라고 아픈 마음이 없겠습니까? 그때에 신이 최석정과 고(故) 좌상(左相) 이세백(李世白)과 더불어 궐하(闕下)에 모여서 의논하였는데, 신 등은 말하기를 ‘반드시 정절(情節)을 알아 낸 뒤에 난처한 때를 당하면 바야흐로 간(諫)할 수 있다.’고 하니, 최석정은 말하기를, ‘처리하기 어려워지기 전에 간(諫)하는 것만 못하다.’고 하면서 드디어 세 번 차자(箚子)를 올렸습니다. 다만 그 일이 창졸간에 나왔기 때문에 말 뜻이 완곡(婉曲)함을 잃었고 문자도 골라서 표현하지 못하였으나 대개 춘궁(春宮)을 위한 지나친 생각에서 나온 것일 뿐이지 어찌 털끝만큼이라도 역전을 두호하는 뜻이 있었겠습니까? 전일 사직 상소를 살펴보건대, 또한 후회하는 말이 있었습니다. 대간(臺諫)의 상소에 고집한 바는 바로 당당한 정론(正論)이므로 누가 감히 이를 비난하겠습니까만, 최석정의 본뜻은 이와 같지는 않았습니다.” 하니, 임금이, ‘거듭 정승에 임명하는 것은 하자(瘕疵)를 씻어주려는 데에서 나왔다.’는 말로써 답하였다.【임금의 전교는 위에 보인다.】",
                "hj": "○戊寅/領議政崔錫鼎, 因臺啓, 陳疏待罪, 上遣史官, 諭令安心入來。 後, 右相申琓, 爲錫鼎陳白筵中曰: “自古宮闈之變, 亦多有之, 而未有如辛巳處分之明白正大也。 罪死人張氏罪狀, 凡爲臣子, 孰無憤惋驚痛之心哉? 伊時臣與錫鼎及故左相李世白, 會議於闕下, 臣等以爲, 必究得情節而後, 當難處時, 方可爭之。 錫鼎以爲, 不如爭之於難處之前, 遂上三箚。 惟其事出倉卒, 故辭意(昧)〔殊〕欠婉曲, 文字亦不擇發, 而蓋出於爲春宮過慮而已, 豈有一毫護逆之意乎? 以向日辭疏觀之, 亦有追悔之語矣。 臺疏所執, 卽堂堂正論, 誰敢非之, 而錫鼎本情則不如是也。” 上以重卜, 出於滌瑕爲答。【上敎見上。】"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "At the time of gihae year (, Right State Councilor Shin Wan requested to summon Yi Yeo and Choe Gyuseo , and others to summon Yi Yeo and Choe Gyuseo , but the King did not come to participate in the Directorate of Medicine for the Establishment of Ceremonies for a period of time, which shows very uncomfortable intent. 【연석의 하교는 위에 보인다.】 사신은 논한다. [Choe] Gyuseos retreat can be said to be a sense of righteousness. However, he is sufficient to encourage the morale of self-restraint, and he is able to encourage the world through self-restraint. Not only is the natural distance between Heaven and earth. When the King reached [Choe] Gyuseo, he suddenly issued a royal instruction. This is not a matter of encouraging a sense of honor and moral integrity and moral integrity.",
                "H2KE-nKo": "기묘년에 이인을 인견하였을 때 우의정 신완이 이여와 최규서 등을 정중히 권면하여 불러올 것을 청하니, 주상이 그동안 의약청 때에 최규서가 한 번도 와서 참석하지 않았다고 하여 매우 온당치 못하다는 뜻을 보였다. - 연석의 하교는 위에 보인다. - 사신은 논한다. 최규서가 물러간 것은 의리가 없다고 할 수 있다. 그러나 염퇴하는 기풍은 충분히 세상을 격려할 수 있으니, 조급하게 출세하려고 다투는 것에 비교하면 하늘과 땅의 차이일 뿐만이 아니다. 그런데 위에서 최규서를 언급하면서 번번이 엄한 하교를 내리는 것은 아마도 염치와 절개를 장려하고 퇴폐한 풍속을 진작하는 방법이 아닌 듯하다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 6월 5일(기묘) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 우의정 신완(申琓)이, 이여(李畬)·최규서(崔奎瑞) 등을 돈면(敦勉)하여 부르기를 청하니, 임금이 전후의 의약청(議藥廳) 때에 최규서가 한 번도 와서 참여하지 않았던 일로써 미편한 뜻을 깊이 보였다.【상교(上敎)는 위에 보인다.】 사신(史臣)은 논한다. “최규서가 물러간 것은 의리(義理)가 없다고 말할 수 있으나 그 염퇴(恬退)의 기풍은 세상을 가다듬게 할 수가 있으니, 공명(功名)을 취하는 데에 초조하게 다투는 자와 비교하면 하늘과 땅의 차이가 될 뿐만 아닌데, 임금으로부터 말이 최규서에게 미치자 문득 엄중한 전교를 내렸으니, 아마 청렴한 절개를 권장하고 퇴폐한 풍속을 바로잡는 바가 아닐 듯하다.”",
                "hj": "○己卯/引見時, 右議政申琓, 請敦勉召致李畬、崔奎瑞等, 上以前後議藥廳時, 奎瑞一不來參, 深示未安之意。【筵敎見上。】 【史臣曰: “奎瑞之退去, 可謂無義, 然恬退之風, 足以礪世。 其視躁競進取者, 不啻天淵矣。 自上語及奎瑞, 輒下嚴敎, 恐非所以奬廉節而振頹俗也。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十八上"
            }
        }
    },
    "10": {
        "20": {
            "1": {
                "H2KE-EN": "Yi Hyeonseok , second deputy director of the Office of State Records , passed away. [Yi] Hyeonseok was the grandson of [Yi] Sugwang []. He was gentle and upright, and not enjoyed the sense of discussion. In the gisa year (, his colleagues arrogantly encroached the sense of through cultivating himself. People regarded this as high as this. After the gapjin year (, he also had been reappointed and appointed again. At this time, he passed away. Though historians had passed away, even though he was a government post of minister and minister, he was not worthy of talent and virtue and achievements. He should not be allowed to do so rather arbitrarily. People who possessed historians principal accomplices were unable to adjudicate on public justice. Truly, this was excessive. As for Yi Seseok, his official post was no more than third inspector , and his reputation was limited and his reputation was light. Moreover, there were many errors and mistakes, and his reputation was not worth mentioning. However, he was related to a relationship with others. How could he not be laughable?",
                "H2KE-nKo": "임진년에 지사 이현석이 졸하였다. 이현석은 고 명신 이수광의 증손이다. 성품이 차분하고 단아하여 당론을 좋아하지 않았다. 기사년에 그의 동료들이 기세가 등등하였으나 유독 그에 물들지 않았으므로 사람들이 훌륭하게 여겼다. 갑술년 이후에도 다시 현직에 등용되었는데, 이때에 이르러 졸하였다. 사가에서 ‘졸’ 자를 썼을 때 경상의 관직에 있는 자라도 볼 만한 명덕이나 사업이 있지 않으면 또한 아무나 가볍게 허여할 수 없는 것이다. 사필을 잡은 자가 공정하게 결재하지 못한 것도 진실로 이미 외람된 것이 많았다. 이세석의 경우는 벼슬이 장령에 불과하고 인물도 미천하고 명망도 가벼운 데다가 흠잡을 만한 허물이 많았으니, 참으로 따질 것도 없다. 그러나 인척 관계를 맺은 것은 남들이 보지 못한 것이라고 하면서 외람되이 졸한 자를 써서 주었으니, 어찌 가소로운 일이 아니겠는가.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 10월 20일(임진) 1번째기사",
                "gt-oKo": "지사(知事) 이현석(李玄錫)이 졸(卒)하였다. 이현석은 고(故) 명신(名臣) 이수광(李睟光)의 증손(曾孫)이었다. 마음이 화평하고 단아(端雅)하여 당론(黨論)을 좋아하지 않았다. 기사년에 그의 무리들이 세력을 떨쳤으나 그만은 거기에 물들지 않았으니, 사람들은 이런 일로 그를 훌륭하게 여겼다. 갑술년 뒤에 또한 다시 현용(顯用)되었다가 이에 이르러 졸(卒)하였다. 사가(史家)에서 ‘졸(卒)’자를 쓰는 것은 비록 경상(卿相)의 관직을 누렸더라도 명덕(名德)이나 사업(事業)에 볼 만한 것이 없을 경우 누구에게도 경솔하게 쓰는 것을 허락하지 않는데, 사필(史筆)을 잡은 자가 공평하게 짐작하여 쓰지 않고 분수에 넘치게 쓴 적이 많았다. 이세석(李世奭) 같은 이는 관직이 장령(掌令)에 불과하였고, 사람도 미천하고 명망(名望)도 가벼운데다가 흠잡을 것이 많고, 잗달아서 헤아릴 것이 없었으나, 인척(姻戚) 관계에 있기 때문에 다른 사람이 보지 않는다고 하여 외람되게 졸(卒)자를 썼으니, 어찌 우습지 않는가?",
                "hj": "○壬辰/知事李玄錫卒。 玄錫, 故名臣(晬光)〔睟光〕之曾孫也。 恬雅不喜黨論。 己巳, 其儕流鴟張, 獨不染跡, 人以此多之。 甲戌後, 亦復顯用, 至是卒。 史家書卒, 雖官卿相者, 非有名德、事業之可觀, 則亦不可人人而輕許, 秉史筆者, 不能一裁以公, 固已多濫。 至於李世奭, 官不過掌令, 人微望輕, 且多釁累, 齷齪無足數, 而牽連姻好, 謂人所不見, 而猥以書卒, 與之, 豈不可笑?"
            }
        }
    },
    "12": {
        "13": {
            "1": {
                "H2KE-EN": "Former Right State Councilor Kim Gu passed away. [Kim] Gu was foolish and foolish by nature, and was well-versed in his statement and was well-versed in his studies. The King favored him with great generosity. However, [Kim] did not have any foolish talent and do not know the cardinal principles, and there was no good reputation [to him]. Moreover, [Kim] was happy to flatter the King and did not present [to the King]. When [Kim] was staying in the capital, [Kim] received a secret directive and privately built a hall for enshrining a portrait hall. Subsequently, [Kim] Gwang was impeached and impeached. When [Kim] was serving as a horse of the Office of the Royal Stables , [Kim] requested that a dragon-in-chief be reinstated and that a new dragon-chief be reinstated. In the world, [Kim] was called flattery and flattery. Jo Jeongwi , Oh Myeongjun , and others also impeached [Kim] in succession. [Jo] Jeongwis words were particularly grudge, and the King became angry to mention him. Subsequently, [Kim] was appointed to a position in succession, and [the King] bestowed special favor upon him. Soon afterward, he occurred a mourning period and left his position. At this time, [Kim] died.",
                "H2KE-nKo": "전 우의정 김구가 졸하였다. 김구는 명민하고 정력이 있었으며 사령을 잘하여 주상의 총애가 매우 두터웠다. 그러나 실력은 없고 까다롭고 자질구레하여 대체를 몰랐으므로 가는 곳마다 훌륭한 명성이 없었다. 또 임금의 뜻에 아첨하고 순종하기를 좋아하여 일찍이 선을 권하고 악을 미워한 적이 없었다. 심도에 있을 때 밀지를 받고 사사로이 영전을 세웠다가 마침내 이광좌의 탄핵을 받았다. 병조 판서에 제수되자 용대기를 고쳐 새롭게 할 것을 청하였으므로 세상에서 아첨하고 아첨한다고 지목하였다. 조정위와 오명준 등이 또 잇따라 탄핵하였는데, 조정위의 말이 더욱 참혹하였다. 주상이 언자에게 노하여 마침내 의정에 제수하고 더욱 총애하였는데, 얼마 지나지 않아 상을 당하여 직위를 버리고 이때에 이르러 졸하였다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 12월 13일(갑신) 1번째기사",
                "gt-oKo": "전 우의정 김구(金構)가 졸(卒)하였다. 김구는 명민(明敏)하고도 정력(精力)이 있으며, 사령(辭令)에 유능하여 임금이 매우 융성하게 대접하였다. 그러나 진정한 재능이 없었으며, 까다롭고 잗달아서 대체(大體)를 알지 못하였고, 가는 곳에 좋은 명성(名聲)이 없었다. 또한 임금의 뜻에 아첨하고 순종하기를 좋아하여 일찍이 임금을 보좌하여 선(善)을 전하고 악(惡)을 못하게 한 일이 없었으며, 심도(沁都)에 있을 때 밀지(密旨)를 받고 사적(私的)으로 영전(影殿)을 세웠다가 결국 이광좌(李光佐)의 탄핵을 받았다. 그리고 사마(司馬)로 있을 때 용대기(龍大旗)를 새것으로 바꾸자고 청하니, 세상에서 아첨하는 사람으로 지목하였다. 그리하여 조정위(趙正緯)·오명준(吳命峻) 등이 서로 잇달아 탄핵하였는데, 조정위의 탄핵이 더욱 참혹하였다. 임금이 탄핵한 자를 괘씸히 여겨 김구를 정승으로 임명해 더욱 총애하는데, 얼마 안되어 친상(親喪)을 당하여 직위를 버렸고 이 때에 와서 졸하였다.",
                "hj": "○甲申/前右議政金構卒。 構明敏有精力, 善於辭令, 上眷甚隆。 然無實才, 苛瑣不知大體, 所在無善聲。 且喜阿順上旨, 未嘗獻替, 居留泌都時, 受密旨, 私建影殿, 遂被李光佐論劾。 及居司馬, 請改龍大旗以新之, 世以諂侫目之。 趙正緯、吳命峻等, 又相繼彈論, 正緯言尤慘, 上怒言者。 遂大拜, 益加寵眷, 未幾遭喪去位, 至是卒。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Jeong Sik , Fourth Censor of the Office of the Censor General , reported on the crimes of greedy and illegal acts of corruption and impeachment. He then requested that he be dismissed from his post and that he be interrogated and punished. The King replied, I do not know that this is proper. Originally, the content of the memorial and the royal decree was shown to the King. Hence, greedy and violent behavior. Li Xiang also deceitfully deceived and wicked. When he was serving in a magistracy, he confiscated government property, which amounted to several thousands. When the matter was discovered, he committed the crime of taking or receiving illegal acts. When he was serving in the Office of the Inspector General , he did not fear the powerful and powerful officials and reported this to the King. His sensibility is praiseworthy. However, the historian who compiled the historians suspected him to act on the occasion and instead raise his circumstances and instead slandered him. He also fell under the thirty-eighth day of the third-eighth month of the Veritable Records of King Taejong (Jeongjongs great-great-grandfather of King Taejos great-grandfather of King Taejos great-greather",
                "H2KE-nKo": "임진년에 정언 정식이, 조태채와 이이명이 관서와 심도에 있었을 때의 일로 장계하여, 탐오하고 불법하며 기만하고 해독을 끼친 죄를 논하고, 이어 파직하고 조사하여 처리할 것을 청하니, 주상이 온당한지 모르겠다고 답하였다. - 원래의 상소와 비지는 위에 보인다. - 조태채는 본래 행실이 좋지 않아 곧 하나의 거간꾼이고, 이이명도 흉악하고 교활하였다. 풍요한 고을에 부임해서는 공화를 거의 수만 냥이나 횡령하였다가 이 일로 인하여 탄로 나서 낭자하게 장오죄를 범하였다. 대각에 있는 자가 권귀를 두려워하지 않고 논계한 것은 그 풍채가 가상하다.그런데 초사를 편수한 자가 도리어 기회를 틈타 미리 공격한 것으로 의심하였고, 심지어 마음씀이 바르지 못하여 추가로 오욕을 가하기까지 하였으니, 그 또한 당파를 비호하는 것을 병통으로 여긴 것이다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 12월 21일(임진) 1번째기사",
                "gt-oKo": "정언 정식(鄭栻)이 조태채(趙泰采)와 이이명(李頤命)의 관서(關西)와 심도(沁都)에 있을 때 일을 가지고 그들의 탐오 불법(貪汚不法)한 일과 임금을 기만(欺瞞)하고 백성에게 해독을 끼친 죄를 논계(論啓)하고, 이어서 그들을 파직시키어 사실을 밝혀 처치하기를 청하였는데, 임금은 그의 논계가 온당한 것인지 알지 못하겠다고 비답하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 조태채는 본래 행실이 없어서 바로 하나의 거간꾼이었으며, 이이명도 역시 흉칙스럽고 교활한 인품으로서 풍요한 지방에 부임하여서는 공금(公金) 수만 냥(兩)을 축내었다가 다른 사건 때문에 탄로나자, 장죄(贓罪)를 범했다는 소문이 낭자하게 전파되었다. 그러니 대각(臺閣)에 있는 사람이 그들의 권력을 두려워하지 않고 논계(論啓)한 것은 그 풍채(風采)를 숭상할 만한데, 앞서 초사(初史)를 편수(編修)한 자는 도리어 기회를 편승하여 몰아붙인 것으로 의심하였을 뿐 아니라, 부정(不正)한 생각을 가지고 명예를 손상시켰다고까지 하였으니, 그 또한 당파를 옹호하는 일에 병든 사람이다.",
                "hj": "○壬辰/正言鄭栻以趙泰采、李頣命, 關西、泌都時事, 啓論其貪汚不法, 欺瞞流毒之罪, 仍請罷職覈處, 上答以未知穩當。 【原疏批旨見上。】 泰采素無行, 卽一駔儈, 頣命亦兇狡濫猾, 及處饒府, 乾沒公貨, 幾累萬, 因事現露, 犯贓狼藉。 居臺閣者, 不畏權貴, 有所論啓, 其風采可尙, 而修初史者, 反疑其乘機逆擊, 至以用意不正, 追加汚衊, 其亦病於護黨者矣。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十八下"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, the King appointed 서종태 as minister of punishments . 사신은 논한다. It has been several years since 서종태 had served in the government and did not receive stipends. Right State Councilor Yi Yu , having been involved in the righteousness, requested the King to request that he be interrogated. Nevertheless, he still did not receive stipends. Is this because he did not wish to serve in the government as he intended? Or should he follow Lady Jangs stipends? He did not speak about the stipends. People were unable to understand the circumstances. However, he is worthy of stipends and shortage of stipends.",
                "H2KE-nKo": "서종태를 형조 판서로 삼았다. 사신은 논한다. 서종태는 벼슬하면서 녹봉을 받지 않은 지 여러 해가 되었는데, 우의정 이유가 의리가 없다는 이유로 연석에서 아뢰어 추고하기를 청하였다. 그런데도 여전히 받지 않으니, 벼슬하는 것이 의도가 있어서인가, 아니면 장씨의 무명전을 본받은 것인가? 분명하게 말하려 하지 않으니, 사람들이 헤아릴 수 없지만 구차하게 녹봉을 받는 것보다는 훨씬 낫다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 12월 23일(갑오) 1번째기사",
                "gt-oKo": "서종태(徐宗泰)를 형조 판서(刑曹判書)로 삼았다. 사신(史臣)은 말한다. “서종태는 벼슬자리에 있으면서 녹봉(祿俸)을 받지 않은 지 몇 해가 되었는데, 우상(右相) 이유(李濡)가 옳지 못하다고 하여 경연(經筵)에서 추고(推考)하기를 청하였으나 그래도 받지 않았으니, 벼슬하는 것이 그의 본래 뜻하던 바가 아니어서 그랬던 것인가, 아니면 장씨(張氏)의 무명전(無名錢)을 본받으려고 그랬던 것인가? 본인이 분명히 말하기를 싫어하니 다른 사람이 그의 심중을 헤아리기도 어렵지만, 구차스럽게 녹만 타먹는 벼슬아치에 비하여 훨씬 훌륭하였다.”",
                "hj": "○甲午/以徐宗泰爲刑曹判書。 【史臣曰: “宗泰, 仕而不受祿俸者有年。 右相李濡以其無義, 筵白請推, 而猶不受。 仕宦非志故耶? 抑效張氏無名錢耶? 不肯明言, 人不能測知, 而賢於苟祿則遠矣。”】"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinmyo day, Supreme General [of the Middle Army Commandery General] Yun Jiwan returned to his hometown in the gichuk year (. The King granted him a generous favor and sent a royal messenger to convey the message [to Yun Jiwan]. 사신은 논한다. Yun Jiwans magnanimity and magnanimity was exceeding others. Originally, he had great reputation and reputation. But his literati was insufficient in his knowledge. Not long afterward, he resigned from his position due to his sickness. His left arms were so decayed that he eventually fell ill. He retired from his hometown nearly ten years, and he did not participate in the administration of his reign. The King was very cautious in his capacity, and he was unable to recognize his favor.",
                "H2KE-nKo": "기묘년에 영중추부사 윤지완이 상소를 남겨 두고 고향으로 돌아갔다. 주상이 너그러운 비답을 내리고 사관을 보내 전유하였다. 사신은 논한다. 윤지완은 기개와 도량이 뛰어나고 청렴하고 검소함이 남보다 뛰어났다. 평소 중망을 받고 있었으나 식견이 부족하였다. 의정에 제수된 지 얼마 되지 않아 다리의 병 때문에 해면되었는데, 왼쪽 다리가 그대로 썩어 끊어져 마침내 병이 되었다. 시골에 물러나 있은 지 거의 10여 년이 되어 시사를 간여하지 않았는데, 주상이 평소 그를 소중히 여겨 대우해 주는 것이 쇠하지 않았다.\n",
                "date_ko": "숙보 38권, 29년(1703 계미 / 청 강희(康熙) 42년) 12월 8일(기묘) 1번째기사",
                "gt-oKo": "영중추(領中樞) 윤지완(尹趾完)이 상소문을 남긴 채 고향으로 돌아갔다. 임금이 우악(優渥)한 비답을 내리고 사관(史官)을 보내어 전유(傳諭)하였다. 사신(史臣)은 말한다. “윤지완은 기개(氣槪)와 도량이 훌륭하고 청렴 검소한 성품이 다른 사람보다 뛰어나서 본래부터 중망(重望)을 지니고 있었으나, 식견이 부족한 점이 있었다. 정승에 임명된 지 얼마 안되어 각질(脚疾) 때문에 해면(解免)되었는데, 곧이어 왼쪽 다리가 썩어서 절단하였고, 결국에는 폐질(癈疾)이 되고 말았다. 시골에 물러가 거주한 지 거의 10년이 넘었는데, 시사(時事)에 참여하지 않았으나 임금이 평소에 그를 중히 여겨서 친근하게 대접하는 것이 쇠하지 않았다.”",
                "hj": "○己卯/領中樞尹趾完, 留疏還鄕。 上賜優批, 遣史官傳諭。 【史臣曰: “趾完, 氣度偉然, 淸儉過人, 素負重望, 而識見有不足處。 大拜未幾, 以脚疾解免, 左脚仍以腐斷, 遂成廢疾。 屛居田里, 垂十年餘, 不預時事, 上素器重, 眷遇不衰。\"】"
            }
        }
    }
}