{
    "01": {
        "2": {
            "1": {
                "H2KE-EN": "The King issued a special royal directive to the former 대사간 Yi Imyeong , who was appointed to a government post in the gyeongin year (, which stated, Last year, his memorial was presented to the King was extremely imprudent. However, he has been dismissed for a long time since he has committed a crime and has been dismissed from office for a long time. Now that we are rectified, it is necessary to bestow a royal favor upon him in order to open a way to reform himself. Thus, I shall specially appoint him to a government post. ",
                "H2KE-nKo": "경인년에 주상이 특교를 내려 전 대사간 이이명을 서용하라고 명하고 말하기를,“지난해에 올린 한 통의 상소는 무엄하기 짝이 없었는데 죄로 인해 폐기된 지 이미 오래되었다. 지금 신정을 맞이하여 허물을 씻어 주는 은전을 시행하여 스스로 새로워질 수 있는 길을 열어 주어야 할 것이니, 특별히 서용하라.”하였다.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 1월 2일(경인) 1번째기사",
                "gt-oKo": "임금이 특교(特敎)를 내려서 전(前) 대사간(大司諫) 이이명(李頤命)을 서용(敍用)하라고 명하고 말하기를, “지난해 올린 글이 매우 무엄(無嚴)하였던 관계로 죄를 주어 내친 지 이미 오래 되었다. 이번 신정(新正)을 맞이하여 묵은 때를 씻어 버리게 하는 은전을 베풀고 스스로 새로운 길을 열어 나가도록 하기 위하여 특별히 서용한다.” 하였다.",
                "hj": "○庚寅/上下特敎, 命敍前大司諫李頤命曰: “向年一疏, 極其無嚴, 而罪廢已久。 値玆新正, 宜施蕩垢之典, 以開自新之路。 特爲敍用。”"
            }
        }
    },
    "02": {
        "11": {
            "1": {
                "H2KE-EN": "Yi Dongeon , a fourth censor of the Office of the Censor General , petitioned for the execution of those who entered the fields of the gisa year (1409, the fifth year of King Taejongs reign, all of them should be demoted from their names. The King strictly admonished him and reprimanded him. 【원계와 비답이 갖추어졌다. 】 On the day of the gisa year (1409, the seventh year of King Taejongs reign was the day of descendants of Queen Gons residence . In the early morning, there was already a royal order that occurred someone who had lost his power and could not read the royal seal. For this reason, he was unable to hear and submitted it in accordance with precedent. When he passed the state examination, he sent a boy of his family to receive red examination tallies, which showed himself to self-restraint. One successful objects, and the successful objects that the prohibition was occurred. Although the happened to be unfortunate, the public opinion also examined the truth and sympathized with the truth. Therefore, there was no difference between them for more than ten years. At this time, Yi Dongeon strongly observed him. People truly suspected him that there was a sense of sympathy. However, the King issued a royal order as such.",
                "H2KE-nKo": "기사년 정언 이동언이 주상에게 아뢰어 기사년 전시의 과장에 들어간 사람들을 모두 사판에서 삭제할 것을 청하니, 주상이 준엄한 비답을 내려 해괴하다고 책망하였다. - 원래의 계사와 비답의 내용은 모두 위에 보인다. - 기사년 전시 날은 곤전이 손위한 날이었다. 전날 새벽에 이미 처분하였으나 세력을 잃은 사람들이 조보를 볼 수 없었기 때문에 막연히 듣지 못하고 규례대로 지어 올렸다. 급제자를 발표할 때 가동을 보내 대신 홍패를 받아 자숙하는 뜻을 보였으므로 한 방이 상소를 올려 궐문에서 호소하였는데, 금령으로 인해 저지되었다. 일이 마침 불행하였으나 공의도 그 본정을 살피고 그가 당한 일을 불쌍히 여겼기 때문에 십수 년 동안 이론이 없었다. 이때에 이르러 이동언이 강력히 견지하니, 식자들은 진실로 그에게 협잡이 있는 것으로 의심하였고 주상의 하교도 이와 같았다.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 2월 11일(기사) 1번째기사",
                "gt-oKo": "정언 이동언(李東彦)이 계청(啓請)하기를, 기사년 전시(殿試)에 입장(入場)하였던 모든 사람을 모두 사판(仕版)에서 지워버리자고 하니, 임금이 엄중한 비답을 내려 해괴(駭怪)하다고 꾸짖었다.【원계(原啓)와 비답은 위에 보인다.】 기사년 전시일(殿試日)은 바로 곤전(坤殿)이 손위(遜位)하던 날로 전날 새벽에 벌써 처분이 있었는데, 실세(失勢)한 사람들이 조보(朝報)를 보지 못한 관계로 전연 알지 못하고 상례(常例)에 따라 글을 지어 바쳤던 것이다. 그리고 급제자를 창방(唱榜)할 때 가동(家僮)을 보내어 대신 홍패(紅牌)를 받아 오게 하고, 스스로 안정(安靖)하게 과거를 보이라는 것으로써 상소하고 궐문(闕門)에서 부르짖다가 금령(禁令)으로 저지(沮止)당하였다. 일이 마침 불행한 시기를 당하였으나, 공의(公議)가 또한 그 정상(情狀)을 잘 살펴 보고 본의 아니게 그런 일을 만나게 된 입장을 안타까이 여겼기 때문에 십수 년 동안 이론(異論)이 없었던 것이다. 그런데 지금 와서 이동언이 힘써 이 문제를 주장하게 되니, 식자(識者)들은 거기에 협잡(狹雜)이 있으리라고 의심하게 되었고, 임금의 하교(下敎)도 이러하였다.",
                "hj": "○己巳/正言李東彦啓請, 己巳殿試入場諸人, 竝削去仕版, 上嚴批, 以怪駭責之。【原啓、批辭具上。】己巳殿試日, 卽坤殿遜位之日。 前曉已有處分, 而失勢人不得見朝報, 故漠然無聞, 循例製呈。 及唱第, 遣家僮替受紅牌, 以示自靖, 一榜陳疏叫閽, 而以禁令見沮。 事會雖不幸, 公議亦察其本情, 而憫其所遭, 故十數年無異論。 至是東彦力持之, 識者固疑其有挾雜, 而上敎亦如此。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "During the jeongyu year (, when the King read the lecture on the Confucian Classics of jeongyu year (, Fourth Censor Yi Dongeon submitted a memorial regarding the successful candidates for successful candidates in the previous state examination. The King said, The government has already established the state examination, but it is not possible to personally observe the state examination. Nevertheless, these successful candidates are expelled to be expelled from the register of officials. This is extremely wrong. If we observe the report, it would be improper to banish him to a designated area and expelled him from banishment to a designated area. Why would we only have him expelled from the register of officials? Yi Dongeon said, Although this state examination is an observation of the state examination, it is an observation of a subject who has been unable to observe the examination on the day of jeongyu year. How can we observe the examination on the day of successful candidates as before? Furthermore, the final examination is different from that of the 초시 and the metropolitan second stage examinations. Therefore, it would not be improper to abolish the examination on the day of successful candidates and wait for the observation. How could there be no other day? Even if we observe the mourning period for ones parents, there is no difference between the first and the second stage examination after the burial. After the first anniversary of ones parents passing, there is a difference between normal and the second stage examination. Therefore, it would be proper not to take the examination on the day of successful candidates and wait for another state examination on the day of successful candidates. Nevertheless, the examination on the day of successful candidates skill in archery on the final examination on the day of successful candidates. Therefore, the public opinions are so strict as to cease until now. This is why your subject has presented the discussion of expelling from the register of officials from the register of officials. Regarding the royal instruction of expelling the examination on the day of successful candidates, it is not possible to discuss this state examination. Indeed, your subject does not worry about the successful candidates. The King said, I also truly believe that the examination candidates be expelled from the examination on the day of successful candidates. If the government sets the examination on the passers of successful candidates to take the examination on the pretext of successful candidates, this is not a successful candidates. Yi",
                "H2KE-nKo": "주강을 행하였다. 정언 이동언이 이전부터 올려 왔던 기사년의 방목에 든 사람들의 일에 대해 진달하니, 주상이 말하기를,“조정에서 이미 과장을 설치하였으니 사사로이 관광하는 과거가 아니다. 그런데 이렇게 부당한 논의를 제기하여 반드시 사판에서 이름을 삭제하고야 말려고 하니 매우 그르다. 계사 중에 나열한 것을 가지고 본다면 유방하거나 찬극해도 안 될 것이 없는데 어찌 사판에서 이름을 삭제하는 데 그칠 뿐이겠는가. 어찌하여 곧바로 파방하여 마음을 시원하게 하지 않는가.”하였다. 이동언이 아뢰기를,“비록 국시이기는 하지만 그날은 바로 신하로서 망극한 날입니다. 어찌 아무렇지도 않게 평상시와 같이 태연히 시험에 나아갈 수 있겠습니까. 그리고 전시는 초시나 회시와는 차이가 있으니 그날 과장을 파하고 처분을 기다린다 해도 안 될 것이 없습니다. 좌차를 나누어 차지하는 것이 어찌 다른 날이 없겠습니까. 비록 부모의 상사로 말하더라도 장례를 치른 뒤에는 초종과는 차이가 있고, 초기가 지난 뒤에는 점차 차이가 있기 때문에 자연 평인과 같게 되는 것입니다. 그러니 지금 이 사람들은 그날에 시험에 응시하지 못하게 하고 다른 날을 기다려 과장을 설치해야 할 것입니다. 그런데 이렇게 하지 않고 반드시 이날 과장에 들어가 기예를 겨루면서 오직 미치지 못할까 염려하였기 때문에 공의가 지금까지 그치지 않고 있습니다. 이것이 신이 사판에서 이름을 삭제하자는 논의를 제기한 까닭입니다. 파방하라는 하교는 이번 과거에서 논할 수 있는 것이 아니지만 실로 신은 미처 생각하지 못했던 바입니다.”하니, 주상이 말하기를,“나도 참으로 파방하는 것이 옳다고 여기는 것은 아니다. 조정에서 과장을 설치하여 여러 사람이 시험에 응시하였으니 이것은 사사로운 과거가 아니다. 그런데 이렇게 사판에서 이름을 삭제하자는 논의를 제기하였기 때문에 이런 말을 하는 것이다.”하였다. 이동언이 마침내 인피하니, 주상이 사직하지 말라고 명하였다.대체로 전시가 초시나 회시와 다른 것은 좌차를 나누어 차지한다는 것이 참으로 이동언의 말과 같다. 이것은 이미 과거에 급제한 자들이니 그다지 중요하지는 않다. 지난번에 방목에 든 사람들이 과연 스스로 처신할 줄 알았다면 어찌 반드시 좌차를 나누어 차지하는 데 급급하여 경솔하게 과장에 나아가 스스로 명분과 의리를 손상한단 말인가. 과장에 들어가기 전에 듣지 못하였다는 것을 여기에서 더욱 징험할 수 있다. 과장을 파하고 물려서 설행하는 것은 시관에게 요구할 수 있고 거자를 처벌할 수 있는 것이 아니다.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 3월 10일(정유) 1번째기사",
                "gt-oKo": "주강(晝講)할 때에 정언(正言) 이동언(李東彦)이 앞서 계달(啓達)한 기사년 방목(榜目) 중에 들어 있는 사람들의 일을 진술하니, 임금이 말하기를, “조정에서 이미 과장(科場)을 실시하였으면 이는 사사로 관광(觀光)이나 하는 과장이 아니다. 그런데 이것을 부당하다고 논박하여 꼭 삭판(削版)을 하고 나야 그만 두려고 하니, 매우 잘못된 생각이다. 계사(啓辭) 중에 나열된 내용을 본다면 유배시키고 사형을 시켜도 불가할 것이 없을 터인데 어찌 삭판(削版)으로 그치고 마는가? 어찌 곧장 파방(罷榜)을 청하여 마음을 흡족하게 하지 않는가?” 하였다. 이동언이 말하기를, “아무리 국시(國試)라지마는 그날은 신자(臣子)로서 망극(罔極)한 날입니다. 어떻게 안연(晏然)이 평일(平日)과 같이 시험에 참석하겠습니까? 게다가 전시(殿試)는 초시(初試)나 회시(會試)와 달라서 그날 파장(罷場)을 하고 다음 처분을 기다렸어도 안될 것이 없었습니다. 좌석의 차례대로 자리를 차지하는 것이야 어찌 다른 날에는 없겠습니까? 부모의 상(喪)을 가지고 말하여 본다면 장례가 끝난 뒤에는 초종(初終) 때와 다르고, 초기(初朞)가 지난 뒤에는 점차 더 달라져서 평인(平人)과 같아지는 것입니다. 지금 이 사람들도 그날 시장(試場)에 나가지 말고, 다른 날 설장(設場)하기를 기다렸어야 옳았습니다. 이렇게 하지 않고 하필 바로 이 날에 시험장에 들어가서 재주를 비교하기를 혹시라도 남보다 뒤질까 염려하였으니, 공의(公議)의 준엄한 비판이 지금까지 끝나지 않았습니다. 이게 바로 신(臣)이 삭판하자는 의논을 발설한 원인입니다. 그리고 파방의 하교에 대하여서는 이 과거에는 의논할 성질이 아닙니다. 이것은 사실 신의 생각이 미치지 못한 내용입니다.” 하니, 임금이 말하기를, “나도 진실로 파방하여야 된다는 뜻은 아니었다. 조정에서 과장(科場)을 설치하고 모든 사람들이 응시하였다면 이게 바로 사적인 과거가 아닌데, 이것을 가지고 삭판하라는 의논을 내어 놓으므로 이런 말을 한 것이다.” 하였다. 이동언이 드디어 인피(引避)하니, 임금이 사직하지 말라고 명하였다. 무릇 전시(殿試)가 초시·회시와 다른 점은 좌석의 차례대로 자리를 차지하는 것으로서 이동언(李東彦)의 말과 같은 점이 있으니, 이미 득제(得第)한 사람으로서는 좌석을 차지함이 중요한 것도 없다. 지난번에 급제한 사람으로 하여금 스스로 처신할 줄을 알게 했다면 하필 좌차(坐次)를 차지하는 데 급급하여 경솔히 과장에 들어와서 스스로 명분을 손상시켰겠는가? 입장(入場)하기 전에 소문을 듣지 못한 것이 여기서 더욱 분명한 증거가 된다. 그리고 과거를 파장하고 연기하는 문제는 시관(試官)에게 책임이 있는 것이고 응시자에 죄를 돌려서는 안된다.",
                "hj": "○丁酉/晝講時, 正言李東彦陳前啓己巳榜中人事, 上曰: “朝家旣設場, 則非私自觀光之科也。 乃爲此不當之論, 必欲削版而後已, 殊甚非矣。 若以啓辭中所臚列者觀之, 流放竄殛, 無所不可, 奚止削版而已? 何不直請罷榜以快心乎?” 東彦曰: “雖是國試, 其日乃臣子罔極之日。 何可晏然就試, 自同平日乎? 且殿試與初、會試有異, 則伊日罷場, 以俟處分, 未爲不可。 分占坐次, 豈無他日? 雖以父母之喪言之, 葬後與初終有異, 以至於初朞之後, 漸次有間, 因以自同平人, 則今此諸人, 勿爲赴試於其日, 以待他日之設場可也, 而不此之爲, 必於是日, 入場較藝, 惟恐不及, 故公議之嚴, 至今未已。 此臣所以發削版之論也。 若夫罷榜之敎, 非所可論於此科, 而實臣意慮之所不及也。” 上曰: “予亦非眞以罷榜爲可也。 朝家設場, 諸人赴試, 則此非私科, 而乃爲此削版之論, 故所以發此言也。” 東彦遂引避, 上命勿辭。 夫殿試之異於初、會試, 只分占坐次者, 誠有如東彦之言, 此在已得第者, 無甚關緊。 向使榜中人, 果知自處, 則何必汲汲於坐次之分, 而率爾赴場, 以自傷其名義哉? 其不聞於入場之前, 卽於此益驗矣。 至於罷場退設, 可以責於試官, 而非所以罪擧子者也。"
            }
        }
    },
    "04": {
        "4": {
            "1": {
                "H2KE-EN": "On sinyu day, when the King received in audience the first day of the ninth month, Fourth Inspector [of the Office of the Inspector General ] []Jwak , submitted a new report to the King to request that former Third Inspector [of the Office of the Royal Lectures ] Yi Seseok be dismissed from his post and reappointed. The memorial read as follows: Yesterday, when Yi Seseok submitted a memorial requesting the Office of Palace Eunuchs to the Office of Palace Eunuchs , the expression of the means of his intent was observed and sorrowful that he could not overcome his discourtesy. Generally, in the case of the state examination, [Yi] Sijun was the first principal offender. The number of clerks of the Office of the Inspector General nearly seventy. The applicants who secretly gave bribes to Sijun was Sijun . The reason Yi Seseok brought and brought them to Sijun was Sijun. If the applicants were unable to clearly understand that Yi Seseok had brought and brought to Sijun, why did they secretly arrange such a circumstances and secretly set a circumstances? Sijun eventually, Sijun eventually arbitrarily entered the place of his temporary quarters and fabricated the circumstances and plotted numerous schemes. Even if the inspectors and censors originally brought and brought them to Sijun , even if they were not involved in the affairs of the people, how could they suspect the suspects of the peoples suspects? This is the circumstances of the inspectors and censors have been impeached by the Office of the Inspector General for a long time, and the circumstances of the people have not ceased for a long time. Although they were arrested last year, even though they were released from their guilt, Sijun was able to impose punishment before the Ministry of Personnel and the Ministry of Personnel impeached them, which already runs contrary to the cardinal principles of governing the state. As for the way of Yi Seseok, he should be apprehensive and apprehensive, and wait for the public opinion. Now, he fabricated the circumstances and fabricated the circumstances to conceal the circumstances and hide the circumstances. In secret, he concealed the public opinion",
                "H2KE-nKo": "상참을 행하였다. 이때 지평 이태좌가 새로 아뢰어 전 필선 이세석을 파직하고 서용하지 말 것을 청하였는데, 그 대략에,“며칠 전 이세석이 춘방(春坊 세자시강원)에서 올린 사직 상소의 말뜻이 어지럽고 종잡을 수 없어 놀라움을 금할 수 없었습니다. 과옥에서 농간을 부린 것이 바로 이시준이 괴수이고 사헌부의 서리의 수가 거의 70명에 가까우며, 거자들이 몰래 뇌물을 주고받은 것이 이시준입니다. 이세석이 뽑아내어 데리고 들어간 것은 이시준입니다. 만약 거자들이 이세석이 데리고 들어간 이시준을 확실히 알지 못하였다면 어찌 이와 같이 미리 서로 약속하고 몰래 계략을 꾸몄겠습니까. 이시준이 마침내 차례를 뛰어넘어 들어가 농간을 부리고 수단을 부려 허다한 간특한 계책을 꾸며 내었으니, 당초에 데리고 들어간 대관이 비록 스스로 간여하지 않았다고 하더라도 사람들의 의혹을 또한 어떻게 스스로 풀 수 있겠습니까. 이것이 대간의 계사가 나오게 된 이유이고, 사람들의 말이 떠들썩하여 오래도록 그치지 않는 이유입니다.작년에 체포되어 풀려나기는 하였으나, 이시준을 감단하기 전에 전조가 지레 먼저 검거한 것은 이미 정사의 체모를 잃은 것입니다. 이세석이 스스로 처신하는 도리로 볼 때 오직 두려운 마음으로 인죄하고 공의를 기다렸어야 합니다. 그런데 지금 말도 되지 않는 말을 꾸며내어 가리기 어려운 자취를 가리고자 하여 은연중에 대각의 공론을 빚어낸 죄과로 돌렸으니, 그 마음씀이 바르지 못하고 말솜씨가 무엄하기가 이보다 더 심할 수 없습니다.”하니, 주상이 말하기를,“이 일은 막 하교하였는데 대간이 지금 또 논핵하여 아뢰고 있다. 조사하여 밝혀내서 빠져나간 뒤에 줄곧 의심한다면 장차 어떻게 조사하여 밝힐 수 있겠는가. 일의 체모로 볼 때 참으로 온당치 못하다.”하였다. 이태좌가 인피하니, 주상이 사직하지 말라고 명하였다.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 4월 4일(신유) 1번째기사",
                "gt-oKo": "인견(引見)할 때에 지평 이태좌(李台佐)가 새로 아뢰어 전(前) 필선(弼善) 이세석(李世奭)을 파직하고 서용하지 말 것을 청하였는데, 대략 말하기를, “며칠전에 이세석이 춘방(春坊)에 사직한 상소에 그 내용이 매우 허황되어 몹시 해괴합니다. 저 과옥(科獄)에 있어서 간계(奸計)를 행사한 것이 민시준(閔時俊)이 주범입니다. 헌리(憲吏)의 수가 70명이나 되는 중에 거자(擧子)의 무리가 뇌물로써 결탁한 것이 민시준이고, 이세석이 끌어내어 데리고 들어간 자도 민시준입니다. 만일 응시자가 이세석이 데리고 들어간 민시준을 확실히 몰랐다면 어떻게 이와 같이 서로 약속을 하고, 이런 기회를 몰래 만들었으며, 민시준이 마침내 차례를 뛰어넘어 들어가서 교묘한 수단으로 온갖 간특한 꾀를 만들어 내었겠습니까? 당초에 데리고 들어간 대관(臺官)이 아무리 관계가 없다고 여기더라도 사람을 품은 의혹을 어찌 풀 수 있겠습니까? 이것이 대각(臺閣)에서 논계(論啓)가 발단된 바이고 사람들이 시끄럽게 떠들며 오래도록 그치지 않는 원인입니다. 작년에 체포당하였다가 풀려 나기는 하였지마는 민시준을 신문하여 처단하기 전에 전조(銓曹)가 먼저 검거(檢擧)한 것도 이미 정체(政體)를 잃은 것이고, 이세석이 스스로 처신하는 도리에 있어서도 마땅히 죄를 느끼고 송구스럽게 생각하여 공의(公議)를 기다렸어야 할 터인데 지금 오히려 말도 되지 않는 것을 억지로 꾸며 가리기 어려운 자취를 덮으려고 하여 은연중에 대각의 공론(公論)을 꾸며낸 죄과로 돌렸으니, 그 마음이 부정(不正)한 것이나 말솜씨의 무엄하기가 이보다 심할 수 없습니다…….” 하니, 임금이 말하기를, “이 일은 이제 막 하교한 것인데, 대관(臺官)이 지금 또 논계(論啓)했으니 사실을 밝혀내서 석방한 뒤에 또 의심한다면 어찌 조사하여 핵실(覈實)할 필요가 있는가? 그것은 사체(事體)에 있어서 진실로 부당한 일이다.” 하였다. 이태좌(李台佐)가 인피(引避)하니, 임금이 사직하지 말라고 명하였다.",
                "hj": "○辛酉/引見時, 持平李台佐新啓, 請前弼善李世奭罷職不敍。 略曰: 日昨李世奭春坊辭疏, 語意眩幻, 不勝駭然。 蓋科獄用奸, 時俊卽魁。 憲吏之數, 殆近七十, 擧子輩陰與賂結者, 時俊也, 世奭之拈出帶入者, 時俊也。 若使擧子輩, 不能的知世奭之率入時俊, 則何如是預爲相約, 潛設機關, 而時俊終得越次差入, 幻弄手段, 生出許多奸慝之計, 則當初帶入之臺官, 雖自以爲無所干預, 人心之疑惑, 亦何以自解乎? 此臺啓之所以發, 而人言喧藉, 久而未已者也。 昨年被逮, 雖獲脫出, 時俊未勘斷之前, 銓曹之徑先檢擧, 已失政體, 而在世奭自處之道, 惟當悚惕引罪, 以俟公議, 而今乃粧撰不成之說, 欲以遮護難掩之跡, 隱然以臺閣公論, 歸之於醞釀之科, 其用意之不正, 遣辭之無嚴, 莫此爲甚云云。 上曰: “此事纔已下敎, 而臺諫今又論啓。 査覈脫出之後, 一向致疑, 則將焉用査覈爲哉? 其在事體, 誠爲不當矣。” 台佐引避, 上命勿辭。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十五"
            }
        }
    },
    "08": {
        "23": {
            "1": {
                "H2KE-EN": "Supreme General of the muin year (, Supreme General [of the Middle Army Commandery General] Yu Eun submitted a memorial requesting that Yi Inhwa be punished with the same punishment. The King sent an official to persuade him to feel satisfactory [with Yi Inhwa]. As for the memorial submitted by Yu Eun, Yu Eun assisted the King at the beginning of the world. Although the earlier [of Yu Eun] was seriously imprudent, the King was entrusted with the world and did not suddenly cclaim that he was punished. Therefore, Yu Eun had not once requested that he be punished with the same punishment. This was also due to the circumstances. However, Yi Inhwa submitted a memorial requesting that Yu Sanggyeong and others be compared to the world, and Yu Eun was already able to feel easily uncomfortable. In the sinsa year (, the state funeral of the two State Councilors had already been delayed enough to observe the representment of the represent",
                "H2KE-nKo": "판중추부사 유상운이 이인화의 상소 때문에 상소하여 인혐하면서 남구만과 같은 죄를 받기를 청하니, 주상이 사관을 보내 전유하여 안심하게 하였다. - 원래의 상소에 대한 비답은 위에 보인다. - 유상운이 맨 먼저 남구만의 ‘깊이 먼 앞날을 염려해야 한다.’라는 의론을 찬성하였다. 남구만이 일찍이 당인에게 심한 비난을 받았지만 주상이 바야흐로 남구만에게 의지하고 있었으므로 반드시 갑자기 이것을 죄로 삼지는 않았을 것이니, 유상운이 일찍이 같은 죄를 받기를 청하지 않은 것은 또한 형세상 그럴 수밖에 없었던 것이다. 그런데 이인화가 상소하여 논한 것이 박상경의 무리에 비해 더욱 참혹하였으니, 유상운이 이미 스스로 편안하기 어려웠다. 그러다가 신사년 국상이 났을 때 두 정승과 같은 자가 처음에는 역적을 토죄하는 일을 느슨하게 하자고 주장하였으니, 그 마음에 비록 고려할 것이 있었으나 이때에 이르러서는 진실로 크게 스스로 편안하지 못한 점이 있었다. 더구나 또 무뢰한 당인들이 터무니없는 말로 사람들을 두렵게 하고 심지어는 대궐 밖에서 곡하는 반열에 있는 사람들을 핍박하여 쫓아내기까지 하였으니, 기세가 당당하였다. 남구만이 진실로 장차 아침저녁으로 도마 위에 있게 되었으니, 유상운이 공제가 지난 즉시 인죄하는 상소를 올린 것은 또한 사리로 볼 때 필연적인 것이다.이때에 주상이 막 성상의 배필을 여의고 나서 지난날의 일을 후회하고 애도하는 마음이 갑절이나 간절하였으니, 지혜로운 자가 이것을 본다면 바야흐로 기사년의 흉당들이 거듭 죄를 입은 것을 보게 될 것이다. 이봉징이나 민언량 같은 무리로서 당을 위하여 목숨을 걸고 본성을 잃은 자가 아니라면 누가 감히 요행을 바라는 마음을 가질 수 있겠는가. 설령 유상운이 이익만 알고 의리는 모른다 하더라도 어찌 노성하고 식견과 사려로 반드시 요행을 바라는 이런 일을 할 수 있단 말인가. 이는 참으로 어린아이의 말인데, 당인들이 이미 이것을 가지고 그 자리에 앉은 자리에서 시기하고 배척하였으며, 초사를 편수한 자가 또 뒤미처 무함하고 헐뜯으면서 심지어 속마음을 감추기 어렵다고 말하기까지 하였으니, 식자들이 비웃었다.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 8월 23일(무인) 1번째기사",
                "gt-oKo": "판부사 유상운(柳尙運)이 이인화(李仁華)의 상소 때문에 진소(陳疏)하여 인혐(引嫌)하고 남구만(南九萬)과 똑같이 죄주기를 청하였으나, 임금이 사관(史官)을 보내어 유시하여 안심하라고 하였다.【원래 상소와 비답은 위에 보인다.】 유상운은 이미 맨먼저 남구만의 ‘깊이 먼 장래를 염려한다.’는 의논에 찬성하였는데, 남구만이 비록 일찍이 거듭 당인(黨人)들에게 비방을 당하였으나, 임금이 바야흐로 남구만에게 믿고 의지하고 있었으므로 반드시 갑자기 이것을 죄로 삼지는 않았던 것이었으니, 유상운이 일찍이 똑같이 죄주기를 청하지 아니하였던 것은 또한 그 형세가 그러하였던 것이다. 그러나 이인화의 소론(疏論)은 박상경(朴尙絅)의 무리들에 비하여 더욱 참혹하였으므로, 유상운은 이미 스스로 편안하기 어려웠다. 그리고 곧 신사년의 민비의 국상이 있자, 두 재상과 같은 사람은 처음에 이미 토역(討逆)을 늦추자고 주장하였으니, 그들의 마음에 비록 고려(顧慮)한 것이 있다 할지라도 이때에 이르러서는 진실로 크게 스스로 편안하지 못한 것이 있었다. 더욱이 또 무뢰한 당인(黨人)들이 큰 소리를 치며 공동(恐動)시키고 심지어 궐외(闕外)의 곡반(哭班)으로 핍박하여 쫓아내는 자까지 있어 기세가 당당하였다. 남구만은 진실로 조석간에 지극히 위험한 처지에 있었으니, 유상운이 공제(公除)를 지내고 즉시 자기 죄를 인책하는 상소를 올린 것은 또한 사리상 필연적인 것이었다. 이때 임금이 바야흐로 막 성배(聖配)를 여의어 지난날을 후회하고 애도하는 마음이 갑절이나 간절하였으니, 지혜로운 사람의 관점에서 본다면 바야흐로 기사년의 흉당(凶黨)들은 무거운 죄를 받게 되어 있었다. 이봉징(李鳳徵)이나 민언량(閔彦良) 같이 사당(死黨)을 위해 실성(失性)한 자가 아니라면, 누가 감히 요행(僥倖)을 바라는 마음을 가질 수가 있었겠는가? 설령 유상운이 이익만 알고 의리를 알지 못한다 하더라도, 어찌 그 노성(老成)한 식견(識見)으로서 반드시 요행이 없을 곳에서 공(功)을 얻으려고 하였겠는가? 이것은 진실로 어린아이들의 말인데, 당인(黨人)들이 이미 이것을 가지고 생전에 그를 몹시 싫어하였고, 초사(初史)를 편수한 자가 또 그를 무함(誣陷)하고 비난하는 말을 추가하였으며, 심지어 진심을 감추기가 어려웠다고 말을 하기에 이르렀으니, 식자(識者)들이 이것을 비웃었다.",
                "hj": "○戊寅/判府事柳尙運, 以李仁華疏, 陳疏引嫌, 請與南九萬同罪, 上遣史官, 諭令安心。【原疏批辭見上。】 尙運旣首贊九萬深長慮之議, 九萬雖嘗重被黨人醜詆, 而上方倚毗九萬, 未必遽以此爲罪, 則尙運之不曾以同罪爲請者, 亦其勢然也, 而仁華疏論, 比尙絅輩尤慘, 尙運已自難安, 而乃有辛巳國哀, 如兩相者, 初旣主緩於討逆, 其心雖有所顧慮, 而到此誠有大不自安者。 況且黨人無賴者, 譸張恐動, 至有倡言, 迫逐於闕外哭班者, 氣勢堂堂。 九萬固將朝暮刀俎, 則尙運之過公除, 卽上引罪之疏, 亦事理之所必然也。 是時上方新喪聖配, 追悔旣往, 哀悼倍切, 使智者觀之, 方將見己巳凶黨之重被罪也。 如非鳳徵、彦良輩, 死黨喪性者, 孰敢有希望僥倖之心? 設令尙運知利而不知義, 豈以其老成識慮, 乃爲此徼功於必無幸之地哉? 此眞兒童之言, 而黨人旣以此齮齕於坐前, 修初史者, 又追加誣詆, 至以肝肺難掩爲言, 識者笑之。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On imo day, Junior Fifth Rank Military Officer Yi Bongjeom submitted a memorial, which stated, The first time when the Queen Mother growed a single symptom, she finally finally. The ladies-in-waiting of the queen finally unjustified, and the mourning clothes for the royal concubines are also not what subjects cannot dare arbitrarily discuss. People suspected that something occurred out of personal favoritism, and there was no one who did not feel angry and angry. Later, when [Yi] Eonryangs imprisonment was completely exposed, he was finally punished by banishment to a designated area.",
                "H2KE-nKo": "부사직 이봉징이 상소하여 맨 먼저 대행 왕비가 담종으로 승하하자 적의가 마침내 비게 되었다고 말하고, 이어 복제를 논하였는데, 주상이 온당치 못하다고 비답하고 책망하였다. - 원래의 상소와 비지는 위에 보인다. - ‘담종’ 두 글자는 이미 여러 어의가 이름을 부르지 않은 증세이고, ‘적의가 마침내 비게 되었다.[翟儀遂空]’라는 ‘공’ 자는 말뜻을 더욱 헤아리기 어려우며, 후궁의 복제는 또한 신하로서 감히 함부로 의논할 수 있는 것이 아니었다. 식자들은 그가 사사로움이 있는 것으로 의심하여 놀라고 분하게 여기지 않는 이가 없었다. 뒤에 민언량의 옥사로 인하여 모두 드러나서 마침내 섬에 위리안치되었다.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 8월 27일(임오) 1번째기사",
                "gt-oKo": "부사직 이봉징(李鳳徵)이 상소하였는데, 먼저 대행 왕비(大行王妃)께서 담종(痰腫)으로 승하하시어 적의(翟儀)가 마침내 비게 되었음을 말하고, 이어서 복제(服制)를 논하였으나, 임금이 온당하지 못하였다고 비답하고 꾸짖었다. 【원래의 상소와 비지(批旨)는 위에 보인다.】 ‘담종(痰腫)’이라는 두 글자는, 이미 여러 어의(御醫)들도 그 병명을 붙이지 못한 증세였고, ‘적의(翟儀)가 마침내 비게 되었다’라고 한 것 가운데 ‘비었다[空]’는 글자의 말뜻은 더욱 헤아리기 어려웠다. 후궁(後宮)의 복제(服制)는 또 인신(人臣)이 감히 망령되게 의논할 수 없는 것이므로 식자(識者)들이 그 사정(私情)이 있음을 의심하며 놀라고 분개하지 아니한 사람이 없었다. 뒤에 민언량(閔彦良)의 옥사(獄事)로 인하여 모두 다 폭로되어, 드디어 외딴 섬에 위리 안치(圍籬安置)되었다.",
                "hj": "○壬午/副司直李鳳徵疏, 首言大行妃, 以痰腫禮陟, 翟儀遂空, 仍論服制, 上批以未穩當責之。【原疏批旨見上。】痰腫二字, 旣是諸御醫所未名之症, 翟儀遂空之空字, 語意尤叵測, 後宮服制, 又非人臣所敢妄議者。 識者疑其有私, 莫不駭憤。 後因彦良獄畢露, 遂被島棘。"
            }
        }
    },
    "09": {
        "3": {
            "1": {
                "H2KE-EN": "Minister of Rites 서종태 and Second Minister [of Rites] Yi Ingil submitted a joint memorial requesting that Yi Bongg징이 상소를 올렸다. 그 대략에 이르기를, “이번 국상 때에 various matters involving the state funeral should only based on the ritual procedures and the ritual procedures of the 등록. Nevertheless, except for ordinary rites, the ritual procedures cannot be discussed by the officials of the Ministry of Rites. The title of Crown Princess Hui has already been descended from the royal concubines, and there has been no distinction between noble and ceremonial procedures. Then, what based upon the institution of mourning for the late Queen Mother in the current world? Your subjects are ignorant and do not know the study of etiquette. If there is any precedent that can be evidently evident, why did Yi Bongg징이 not clearly explain this and merely blame the Ministry of Rites? What do you think about this? The King answered that absurd reprimanded unexpectedly. Why must it be suspicious? [The King] replied.",
                "H2KE-nKo": "정해년에 예조 판서 서종태와 참판 이인엽이 연명으로 상소하여 이봉징의 상소를 논하였는데, 그 대략에,“이번 국휼 때에 관계된 모든 절목은 예전과 등록의 의절에 근거하여 마련하였으나, 일반적인 규례와 전례 외에는 예관이 감히 의논할 수 있는 바가 아닙니다. 희빈의 위호가 후궁으로 강등되어 일찍이 예절을 구별한 적이 없는데, 오늘날의 복제는 또한 어디에 근거하여 그 사이에서 재량하여 여쭈는 것입니까. 신들의 어리석은 소견으로는 예학에 더욱 어두우니, 만약 근거할 만한 전례가 있다면 이봉징이 어찌 명백히 말하지 않고 다만 해당 조에 책망을 가한 것은 또한 무슨 의도란 말입니까.”하니, 주상이 답하기를,“뜻밖의 배척을 어찌 혐의할 필요가 있겠는가.”하였다.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 9월 3일(정해) 1번째기사",
                "gt-oKo": "예조 판서 서종태(徐宗泰)와 참판 이인엽(李寅燁)이 연명(聯名)으로 상소하여 이봉징(李鳳徵)의 상소를 논하였다. 대략에 이르기를, “이번 국휼(國恤) 때 모든 관련된 절목(節目)을 다만 예전(禮典)과 등록(謄錄)의 의절(儀節)에 의거하여 마련하였으나, 일반적 예문(禮文)과 상례(常例)의 법전 이외의 문제에 이르러서는 예관(禮官)이 감히 의의(擬議)할 것이 아닙니다. 희빈(禧嬪)의 위호(位號)를 이미 후궁(後宮)으로 강등하였고 일찍이 예절(禮節)의 구별이 없었으니, 금일의 복제(服制)를 또한 무엇에 근거하여 그 사이에 경중(輕重)을 재품(裁稟)하여야 하겠습니까? 신 등의 어리석은 식견은 예학(禮學)에 더욱 어두운데, 만약 예전(禮典)에 증거할 만한 것이 있다면, 이봉징이 어찌 분명하게 말하지 아니하는 것입니까? 그리고 다만 해조(該曹)에 대하여 허물과 견책을 더하는 것은 또한 무슨 뜻입니까?” 하니, 임금이 ‘뜻밖에 침척(侵斥)한 것을 어찌 반드시 혐의(嫌疑)로 삼는가?’라고 답하였다.",
                "hj": "○丁亥/禮曹判書徐宗泰、參判李寅燁聯名疏論李鳳徵疏。 略曰: 今此國恤時, 凡干節目, 只據禮典及謄錄儀節而磨鍊, 至於常文例典之外, 有非禮官所敢擬議也。 禧嬪位號, 旣降於後宮, 曾無禮節之區別, 則今日服制, 亦何所據, 而爲裁稟輕重於其間耶? 臣等蒙蔽之見, 尤昧禮學。 若有典禮之可以證據者, 則鳳徵何不明言, 而只加咎責於該曹者, 抑何意耶云云。 上以意外侵斥, 何必爲嫌, 答之。"
            }
        }
    },
    "10": {
        "12": {
            "1": {
                "H2KE-EN": "On eulchuk day, [Yi] Gyuseo , a member of the eulchuk year (, plotted that [Yi] Gyuseo , a member of the Royal Placenta Chamber , presented a memorial to the King with an impeachment of impeachment, and then impeached all the people of the최석정 . The Royal Secretariat reported this to the King. The King ordered that the memorial be returned to him. At the time, there was a natural disaster in the palace, and the King was so angry that he discussed the favor of [Yi] Geun and the others had already been punished. All the people in this worry that he was apprehensive about the Royal Placenta Chamber. People still hid in secret and secretly submitted a memorial to fabricately fabricate [the member of the Royal Placentacenta Chamber ]. [Yi] Gyuseo and [Yi] Chang were the member of the same surname. [Yi] Gyuseoseoseoseoseoseose from the memorial to the King with a member of the Chamber (Chamber of the Chamber of the Chambery and the Chamber of the Chamberemonies .",
                "H2KE-nKo": "을축년의 흉인 이규서가 내옥의 일로 흉악한 상소를 올리고, 이어 최석정 등 여러 사람을 차례로 비난하였다. 승정원이 주상에게 여쭈니, 주상이 돌려주라고 명하였다. - 원래의 상소는 위에 보인다. - 이때 변고가 궁궐에서 발생하여 주상이 한창 진노하고 있었는데, 은혜를 온전히 해야 한다고 논한 자들은 이미 모두 죄를 받았으므로 세상 사람들이 모두 벌벌 떨며 종국에 대한 근심을 품었다. 불량한 무리들이 바야흐로 깊은 곳에 숨어 있다가 몰래 괴상한 무리들을 사주하여 어지럽게 상소를 올려 터무니없는 말로 임금을 떠보게 하였으니, 이규서와 임창은 바로 그 창귀이다. 이규서가 상소에서 인용한 박소와 무후 등의 말은 더욱 흉패하기 짝이 없었다. 그래서 주상의 뜻을 도발하여 오직 자전의 인자한 마음을 상하게 하지 못할까 두려워하였는데, 주상의 인자하고 명철함에 힘입어 끝내 다른 뜻이 없게 되었다. 당인들이 은혜를 온전히 해야 한다는 의론을 공격하는데도 한 마디도 이규서를 죄주지 않았으니, 어찌 나라 사람들의 의심을 면할 수 있겠는가.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 10월 12일(을축) 1번째기사",
                "gt-oKo": "흉인(凶人) 박규서(朴奎瑞)가 내옥(內獄)의 일을 가지고 흉악한 상소를 올리고, 이어서 최석정(崔錫鼎) 등 여러 사람들을 두루 비방하였는데, 승정원에서 계품(啓稟)하니, 임금이 도로 내주라고 명하였다.【원래의 상소는 위에 보인다.】 그때 변고가 궁위(宮闈)에서 일어나자, 임금의 노여움이 바야흐로 대단하여, 온전히 은혜를 베풀자고 논한 사람들이 이미 모두 죄를 받았으므로, 세상에서 모두 무서워 떨면서 종사(宗社)와 나라를 걱정하였다. 이에 불령(不逞)한 무리들이 바야흐로 또 깊고 어두운 곳에 숨어 있다가 몰래 괴귀(怪鬼)한 자들을 사주하여 어지럽게 상소하고 큰 소리로 떠들며 임금을 떠보게 하였으니, 박규서와 임창(任敞)이 그 창귀(倀鬼)였다. 박규서의 상소 가운데 인용한 박소(薄昭)와 무후(武后) 등의 말은 더욱 흉패(凶悖)하고 윤기(倫紀)가 없는 것으로 임금의 뜻을 도발(挑發)하여 오로지 그 인자한 마음을 상하게 하지 못할까 두려워하였는데, 임금의 어질고 밝음에 힘입어 마침내 다른 일은 없었다. 당인(黨人)들이 돌아보고 바야흐로 은혜를 온전히 하자는 의논을 주장하는 데 힘을 다하였지만, 일찍이 박규서를 죄주자는 한 마디 말도 나오지 아니하였으니, 나라 사람들의 의혹스러움을 어찌 능히 면할 수가 있었겠는가?",
                "hj": "○乙丑/凶人奎瑞, 以內獄事, 上凶疏, 仍歷詆崔錫鼎諸人, 政院啓稟, 上命還給。【原疏見上。】時, 變生宮闈, 天怒方震, 論全恩者, 旣皆得罪, 世皆惴惴然有宗國之憂。 不逞之徒, 方且隱伏幽陰, 潛嗾怪鬼, 紛然投疏, 譸張嘗試, 奎瑞、敞, 卽其倀鬼也。 奎瑞疏中所引薄昭、武后等說, 尤凶悖無倫, 所以挑發上意, 惟恐不傷其慈天, 而賴上仁明, 竟得無他焉。 黨人顧方致力於攻全恩之議, 而未嘗出一言罪奎瑞, 惡能免國人之疑哉? 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十五終"
            }
        }
    },
    "11": {
        "9": {
            "1": {
                "H2KE-EN": "Former 좌찬성 윤증이 시골에 있으면서 상소하여 advising the intent of protecting the Crown Prince in the imjin year (, the King responded to his intent of protecting the Crown Prince. The King responded to his intent. 【상소와 비답 내용은 위에 보인다.】 윤증이 appreciated himself in the capital and dared not fulfill his duties as a self-restraint of the moral importance. Therefore, he did not advise a single word to the court [of Ming China]. However, the cardinal principles and the moral importance of righteousness must be unable to advise his words. In the gisa year (, the terrace of the Queen and the foundation of the state in the sinsa year ( all destroyed the danger of the Royal Ancestral Shrine and the Altar of the Soil and Grain . As a subject, he cannot advise his words. However, in the case of gisa year (, 윤증 was driven from the gabo year until the gabo year (, and he did not treat him as a Confucian scholar. In terms of righteousness, he cannot harbor a single cheok to uphold the cardinal principles. He did not advise his words because he was summoned by the Inspector General . It has already been several years since his incidents were excessive. Furthermore, he was prohibited from advising the law on the transgression of transgressions of transgressions. Moreover, according to the penal code, if a scholar who did not attend to the punishment, he was driven from the punishment and was driven from the punishment of banishment. If he was first summoned, he would not be able to advise his words and discuss state affairs. Only at the end of his memorial, he was grieved of an upright official who died and remonstrated the King, thereby showing his intention to grieve over the matter. In the case of sinsa year (, he was summoned to a single difference of his duties. It has already eight years since he was summerable to summon him. Even if he did not appear, the monarchs of his superior like this. In terms of righteousness, it is possible to advise the righteousness to danger and danger in the Royal Ancestral Shrine and the Altar of the Soil and Grain (C. Xuan . Xuan , it is possible to advise his loyalty to endure his loyalty. In terms of righteousness, he should not suddenly reform himself as a single word.",
                "H2KE-nKo": "임진년에 좌찬성 윤증이 시골에 있으면서 상소하여 동궁을 보호해야 한다는 뜻을 진달하니, 주상이 유의하겠다고 답하였다. - 원래의 상소와 비지는 위에 보인다. - 윤증이 분의를 내세워 재야에 있으면서 감히 세도를 자신의 임무로 삼지 않았기 때문에 일찍이 한마디 말도 조정의 정사에 미친 적이 없었다. 그러나 윤리와 관계되는 일에 대해서는 의리상 또 말하지 않을 수 없다. 기사년에 곤극이 기울어지고 신사년에 국본이 위태로웠던 것은 모두 종사의 존망에 관계된 것이니, 신하 된 자로서 말이 없어서는 안 된다. 그러나 기사년의 변고는 윤증이 갑자년부터 금고되어 유신으로 대우하지 않았기 때문에 의리상 한 자[尺]를 굽혀 곧바로 찾을 수 없었으니, 말하지 않은 것은 당연하다.그런데 대사헌으로서 소명을 거두어 온 지 이미 여러 해가 지났고, 또 역률로 논죄하는 것을 금하였다. 또 어묵의 의리를 따져서 징벽에 나아가지 않은 선비를 죄로 금고하고 비로소 한 번 불렀으니, 또한 입을 열어 국사를 논할 때가 아니다. 다만 사직 상소의 말미에 직신이 목숨을 걸고 간한 것을 애도하여 그 일을 몹시 마음 아프게 여긴다는 뜻을 보였고, 신사년의 일은 소명을 맞이하여 특별히 대우한 지 이미 8년이 되었다. 몸은 비록 나가지 않았으나 임금이 이처럼 마음을 기울였으니, 국가의 존망에 관계된 일에 대해서는 의리상 진실로 말할 만하지만 그 일은 또 화란의 기미가 미연에 잠복해 있어서 보호에 힘을 쓸 수 있었다. 이것이 윤증이 경계를 깨뜨리고 진언하여 반드시 성인의 자애로운 마음을 권면하여 그 충성을 다하게 된 이유이다.주머니를 긁어모은 것은 바로 본래의 규모이니, 또한 갑자기 변경해서는 안 된다. 그러므로 요컨대 모두 죄를 인책하는 말로 돌렸으니, 그동안의 처의가 잘못된 것을 볼 수 없다. 그런데 초사를 편수한 자가 기사년의 일은 말할 수 없다는 것을 헤아리지 못하고 아울러 신사년에 견책을 보전해야 한다는 논의까지 하면서 무함과 비방을 추가하여 ‘스스로 올바르지 못한 것을 본받는다.’라는 등의 말로 그의 심술을 단정하였으니, 당인들이 사리를 살피지 못하고 억지로 말을 만든 것이 모두 이와 같다.\n",
                "date_ko": "숙보 35권, 27년(1701 신사 / 청 강희(康熙) 40년) 11월 9일(임진) 1번째기사",
                "gt-oKo": "좌찬성(左贊成) 윤증(尹拯)이 시골에 있으면서 상소(上疏)하여 동궁(東宮)을 보호하는 뜻으로 진달(陳達)하니, 임금이 유의(留意)하겠다고 답하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 윤증이 분의(分義)를 칭탁하고 초야(草野)에 있으면서, 감히 세도(世道)로써 자임(自任)하지 않았기 때문에, 일찍이 한 마디 말도 조정(朝政)에 미치지 않았으나, 이륜(彛倫)에 관계되는 바에 이르러서는 의리상 또 말하지 않을 수 없었던 것이다. 기사년의 곤극(坤極)의 기울어짐과 신사년의 국본(國本)의 위태로움은 모두 종사(宗社)의 존망(存亡)이 매인 일로서, 인신(人臣)된 자가 말이 없을 수 없는 일이나, 기사년의 변고는 윤증이 갑자년부터 폐고(廢錮)되어 유신(儒臣)으로 대우하지 아니하였으므로, 의리로 보아 척(尺)을 굽혀 심(尋)을 펼 수 없으니, 〈윤증이〉 말하지 않은 것이 진실로 마땅하다. 그 대사헌(大司憲)으로 거두어 부른 데 미쳐서는 일이 이미 여러 해가 지나갔고, 또 역률(逆律)로써 논하겠다는 금령이 있었고, 또 어묵(語默)하였다는 의(義)로 얽어 징벽(徵辟)에 나가지 않은 선비를 죄로 폐고시켰다가 한 번 부름을 받았으니, 또한 입을 열어 국사(國事)를 논할 때가 아니였으므로, 다만 사직소[辭疏]의 말미에 직신(直臣)이 죽기를 무릅쓰고 간(諫)한 것을 애도하여 그 일을 깊이 슬퍼하는 뜻을 보였고, 신사년의 일은 연소(延召)의 명이 특이하게 융숭하였으나, 때가 이미 8년이었으며, 몸은 비록 나가지 않았으나 군상(君上)이 마음을 경주(傾注)함이 이와 같았으니, 일이 국가 존망에 매인 것은 의리로 보아 진실로 말해야 하고, 그 일이 또한 화기(禍機)가 미연(未然)에 잠복하고 있어서 〈세자의〉 보호에 힘써야 하는지라, 이것이 윤증이 파계(破戒)하고 진언(進言)하여 반드시 성인(聖人)의 자애(慈愛)에 대한 변동이 없었음을 힘쓰게 하여 그 충성을 다한 것이다. 대저 과묵(寡默)한다는 것은 곧 그 본래의 규모(規模)이며, 또한 급작스레 변하는 것은 부당하기 때문에, 요컨대, 모두 자신의 죄책으로 칭탁하는 말로 돌렸으니, 전후(前後)의 의리에 처(處)함이 그 과실이 있음을 보지 못하였는데도, 처음 사책(史策)을 편수한 자가 이미 기사년의 말할 수 없는 처지임을 살피지 않고, 아울러 신사년의 보호의 의논과 함께 무함(誣陷)과 저훼(詆毁)를 추가(追加)하여 ‘스스로 바르지 못한 것을 본받았다.’는 등의 말로써 그 심술(心術)을 단정하였으니, 당인(黨人)들이 사리(事理)를 살피지 않고 억지로 굴레를 씌워 만든 말이란 모두 이와 같으리라.",
                "hj": "○壬辰/左贊成尹拯, 在鄕上疏, 陳保護東宮之意, 上答以留意。【原疏批旨見上。】 拯引分在野, 不敢以世道自任, 故未嘗以一言及朝政, 而至於倫彝所關, 義又不可不言。 己巳坤極之傾、辛巳國本之危, 皆係宗社存亡, 爲人臣者, 不可無言, 然己巳之變則拯自甲子錮廢, 不以儒臣待之, 義不可枉尺直尋, 不言, 固也。 及其以大司憲收召, 事過已有年, 又有論以逆律之禁, 且律以語默之義, 徵辟不就之士, 罪而錮之, 始一召之, 則亦非可開口論國事之時, 只於辭疏之末, 悼直臣之死諫, 以示痛傷其事之意, 辛巳之事則延召隆異, 時已八年矣, 身雖不出, 君上傾注如此, 事係國存亡者, 義固可言, 而其事又禍機伏於未然, 保護可以容力, 此拯所以破戒進言, 而必勉聖人之止慈, 以畢其忠。 若夫括囊, 乃本來規模, 亦不宜遽變, 故要皆歸之於引罪之辭, 前後處義未見其有失, 修初史者, 旣不諒己巳之不可言, 幷與辛巳保譴之論而追加誣詆以自效不正等語, 斷其心術, 黨人之不察事理, 抑勒爲辭, 皆類此也哉。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之三十五"
            }
        }
    }
}