{
    "01": {
        "13": {
            "1": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] [] Jeong Donghu , Third Censor [of the Office of the Censor General] Han Yeongjo , and others submitted a joint memorial requesting that [the King] elevate a requesting that [the King] grant [the request]. At the time, a member of the petty men, secretly occupyed the State Council and dared to request that [the King] grant the request of [the King] honorific title. The request of the Office of the Royal Attire and the request of the Office of the Censor-General was already called the shame of a sage. The matter of the Office of the Inspector-General and the Office of the Censor-General is also different from that of the State Council. [Jeong] Donghu and others obeyed the order of powerful officials and presumptuously occupyed the name of the fifth-rank military official and flattered the discussion of flattering [the King], which was extremely humiliated by the Office of the Inspector-General and the Office of the Censor-General. People were even more disappointed.",
                "H2KE-nKo": "장령 정동후, 헌납 한영조 등이 합동으로 아뢰어 존호를 올릴 것을 청하였으나, 주상이 들어주지 않았다. 이때 일개 비부로서 묘당의 자리를 차지하고 있으면서 벼슬자리를 잃을까 걱정하는 마음으로 감히 존호 올리기를 청하였다. 빈청의 계사와 정청의 설치는 이미 성세의 수치라고 할 수 있다. 대각의 일의 체모는 묘당과 비교해 볼 때 또 다른데, 정동후 무리가 권세를 <unk> 신하들의 말투를 받들어 사직이라는 이름을 쓰고 아첨하는 논의에 빌붙었으니, 대각을 욕되게 한 것이 극에 달하였다. 식자들이 더욱 해괴하게 여겼다.\n",
                "date_ko": "숙보 53권, 39년(1713 계사 / 청 강희(康熙) 52년) 1월 13일(신묘) 1번째기사",
                "gt-oKo": "장령(掌令) 정동후(鄭東後)와 헌납(獻納) 한영조(韓永祚) 등이 합계(合啓)하여 존호(尊號)를 올리기를 청하였으나, 임금이 들어주지 않았다. 이때에 한 떼의 비루한 사람들이 낭묘(廊廟)를 점거하고, 이에 벼슬자리를 잃을까 걱정하는 마음으로써 감히 존호 올리는 청을 진달하니, 빈청(賓廳)의 계(啓)와 정청(庭請)의 설시가 이미 성세(聖世)의 수치라고 말할 수 있다. 대각(臺閣)의 사체(事體)와 면모에 있어서는 묘당(廟堂)에 견주면 또 다른데, 정동후의 무리는 권신(權臣)들의 비위를 맞추기 위해 사직(司直)의 이름을 띠고서 아첨하는 의논에 붙었으니, 그것이 대각(臺閣)을 욕되게 함이 극도에 달하였다. 견식이 있는 이는 더욱 해괴하게 여겼다.",
                "hj": "○辛卯/掌令鄭東後、獻納韓永祚等, 合啓請上尊號, 上不聽。 時, 一群鄙夫, 竊據廊廟, 乃以患失之心, 敢陳尊號之請, 賓廳之啓, 庭請之設, 已可謂聖世之羞。 至於臺閣事面, 視廟堂又別, 而東後輩, 承望柄臣喉氣, 冒司直之名, 而附導諛之論, 其辱臺閣極矣。 識者尤駭之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Former Minister of War Yi Don passed away in the place of Asan . [Yi] Don was a grandson of a distinguished ancestors. He lived in home with filial piety and fraternal affection, and he was upright in the royal court. He was even more frugal and skilled by the world. His character was arrogant and narrow, and his integrity was extremely honest. When he was young, he did not commit treason. People very disliked him. At that time, people of the same class frequently plotted to find people of the same class. [Yi] Don was unable to overcome his anger. Earlier, when he attended the Royal Lecture , there was a saying that [Yi Don] was designated as a distinguished righteousness and was severely reprimanded. Because of this, people of the same class even more detested him. When he passed the civil service examination in the imjin year (, he was deeply classified by the classical class. In the end, people all grieved him. However, when [Yi] Don died in the gisa year (, [Yi] Don was actually involved in the same class. The classical words of [Yi] Don were the words of [Yi Don], but he dared not request that [Yi Don] be punished in the same class. He silently went to a frontier town. In the gapsul year (, he successively held various government positions, but he did not reprimand his faults. Finally, he finally became erroneous in public opinions. When he was in charge of selecting officials, he employed personal gains and strived to demonstrate the classical class. When he passed the civil service examination in the imjin year (, he received a royal summons and returned to his home. Truly, he was aged and absurd revealed. But when he revealed his classical errors, he also did",
                "H2KE-nKo": "갑진년에 전 판서 이돈이 아산의 적소에서 졸하였다. 이돈은 명조의 손자로서 가정 생활에 효우가 돈독하고 조정에 서서 염개하였다. 더욱이 문아로 세상에서 칭송을 받았으나 사람됨이 성급하고 편협하며 지론이 매우 준엄하였다. 젊어서는 오도일과 사이가 좋지 않았으므로 당인들이 매우 미워하였다. 당시 당인들이 걸핏하면 명의로 사람을 몰아대니, 이돈이 분한 마음을 이기지 못하였다. 일찍이 연석에서 ‘명의로 함정을 삼는다.’라는 말이 있어 거듭 견책을 받았는데, 당인들이 더욱 이 때문에 미워하였다. 임진년 과거가 있을 때 일이 심각한 법조문에 들어 있었는데, 마침내 죄가 아닌 것으로 배척받아 죽었으므로 사람들이 모두 원통하게 여겼다.그러나 기사년에 충신 박태보가 죽었을 때 이돈이 실제로 그와 함께 일을 하였는데, 상소 가운데 더욱 격렬하게 저촉된 것은 이돈이 지은 것이었다. 그러나 감히 죄가 같은 것으로 청하지 못하고 묵묵히 변방 고을에 부임하였다. 갑술년에 이르러 청화직을 두루 역임하였는데, 한 번도 인책하지 않아 마침내 청의에 비난을 받았다. 전선을 관장하면서 사람을 등용하고 버리는 것을 치우치게 하고 사사로운 데에 치우치게 하여 괴격한 의론을 힘써 주장하였다. 임진년 과거가 있을 때 소패를 받든 뒤에 집으로 돌아온 것은 진실로 노망에서 나온 것이지만, 스스로 변명할 때 말에 착오가 많았고 치대하는 말 또한 대체를 몰랐으므로 식자들이 더욱 병통으로 여겼다.\n",
                "date_ko": "숙보 53권, 39년(1713 계사 / 청 강희(康熙) 52년) 1월 26일(갑진) 1번째기사",
                "gt-oKo": "전(前) 판서(判書) 이돈(李墩)이 아산(牙山)의 적소(謫所)에서 졸(卒)하였다. 이돈은 명조(名祖)의 손자로서 가정에 있어서는 효우(孝友)가 돈독하였고 조정에 나가서는 염개(廉介)가 현저하였다. 더욱 문아(文雅)로써 세상에서 칭송을 받았는데, 사람된 품이 도량이 좁았고 지론(持論)이 매우 초준(峭峻)하였다. 소시(小時)에는 오도일(吳道一)과 서로 뜻이 맞아 절친하게 지내니, 당인(黨人)들이 몹시 미워하였다. 그 때 당인들이 걸핏하면 명의(名義)로써 사람을 몰아붙이니, 이돈이 분노를 참지 못하여 일찍이 연석(筵席)에서 ‘명의(名義)로 함정(陷穽)을 삼는다.’는 말을 하여 무겁게 견책(譴責)을 받았고, 당인(黨人)들은 이로 인해 더욱 미워하였다. 임진년 과시(科試)가 있음에 미쳐서 일이 심각한 용법(用法)에 맞혀져서 마침내 비죄(非罪)로써 배척되어 죽게 되니, 사람들이 모두 원통하게 여겼다. 그러나 기사년에 충신(忠臣) 박태보(朴泰輔)가 죽을 때 이돈이 실은 그와 일을 같이 하였고, 상소 내용 가운데 더욱 과격하고 저촉되는 것은 이돈의 말이었는데, 감히 동죄(同罪)로써 청하지 못하고 아무말 없이 변읍(邊邑)으로 부임하였다가, 갑술년에 이르러서는 청화(淸華)한 벼슬을 두루 역임하며 한 번도 과오를 인책하지 않으니, 마침내 청의(淸議)에 비난받았다. 전선(銓選)을 관장할 적에 사람을 등용하고 버리는 것을 편벽되고 사사롭게 하였고, 사리에 어긋나고 과격한 이론을 극력 주장하였다. 임진년 과시에 당해서는 소패(召牌)를 받은 뒤에 집으로 돌아갔으니, 이는 진실로 노망(老妄)에서 나온 것인데 스스로 변명하는 즈음에 말이 착오가 많았고, 치대(置對)하는 말 또한 대체(大體)를 알지 못하니, 견식이 있는 이는 더욱 병통으로 여겼다.",
                "hj": "○甲辰/前判書李墪卒於牙山謫所。 墪以名祖之孫, 居家篤孝友, 立朝著廉介。 尤以文雅, 見稱於世, 而爲人狷隘, 持論極峭峻。 少與吳道一莫逆, 黨人甚嫉之。 時, 黨人動以名義驅人, 墪不勝忿, 嘗於筵席, 有名義爲穽之說, 重被譴責, 黨人益以此齮齕。 及有壬辰科, 事中深文, 竟以非罪擯死, 人皆冤之。 然己巳忠臣朴泰輔之死, 墪實與同事, 疏語中尤激觸者, 墪之辭也, 而不敢以同罪爲請, 泯默赴邊邑, 至甲戌, 遍歷淸華, 不一引咎, 遂爲淸議所短。 掌銓選, 用舍偏私, 務主乖激之論。 當壬辰科, 承牌後還家, 固出老妄, 而自明之際, 語多差錯, 置對之辭, 亦不知大體, 識者益病之。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On imo day, Chief State Councilor Yi Yu reported to the King that Your Majesty has acceded to the throne 40 years of eulmyo year ( and requested permission to praise . Moreover, the Ministry of Punishments has not yet reported this to the King. Your subject requests that the officials of the senior third rank or above be impeached and punished according to the law. The King issued an instruction that the eulmyo year ( was not yet forty years of eulmyo year, and ordered that they not be cross-examined and interrogated. 사신은 논한다. The instructions of the King were extremely profound. Even though the praise of the King Taejo at the end of eulmyo year (, praise of the King.",
                "H2KE-nKo": "영의정 이유가 아뢰어, 성상께서 즉위하신 지 40년이 되었다고 칭경하기를 청하고, 또 해당 조에서 아직도 여쭈지 않았다고 하여 해당 당상을 무거운 쪽으로 추고하기를 청하니, 주상이 을묘년의 기원이 올해 40세가 되지 않았다고 하교하면서 추고하지 말고 거행하지 말라고 명하였다. 사신은 논한다. 임금의 하교가 지극하고도 극진하다. 비록 40년이 찼더라도 신하가 임금을 사랑하는 정성은 진실로 칭경하는 한 가지 일에 있는 것이 아닌데, 더구나 그렇지 않은 경우이겠는가. 일찍이 목묘 말년에 행신 유영경이 앞장서서 이 논의를 주장하여 지금까지도 봉군이라고 지목하고 있는데, 어찌 오늘날에 다시 일어날 줄을 생각이나 하였겠는가.\n",
                "date_ko": "숙보 53권, 39년(1713 계사 / 청 강희(康熙) 52년) 1월 4일(임오) 1번째기사",
                "gt-oKo": "영의정(領議政) 이유(李濡)가 계사(啓辭)를 올려, 성상(聖上) 즉위(卽位) 40년을 경축할 것을 청하고, 또 해조(該曹)에서 아직까지 계품(啓稟)이 없다 하여 해당 당상관(堂上官)을 중죄로 추고(推考)할 것을 청하니, 임금이, ‘을묘년이 기원(紀元)이니, 금년은 미처 40년이 되지 않았다.’고 하교하여 추고(推考)하지 말고 거행하지 말 것을 명하였다. 사신(史臣)은 논한다. 임금의 하교는 지극하고 극진하다 하겠다. 비록 40년이 다 되었다 하더라도 신자(臣子)의 사랑하고 공경하는 정성은 진실로 칭경(稱慶)한 절차에만 있는 것이 아닌데, 더구나 그것이 그렇지도 않은 것이겠는가. 일찍이 목묘(穆廟) 말년(末年)에 행신(倖臣) 유영경(柳永慶)이 이 의논을 먼저 제창하여 지금까지 봉군(逢群)으로 지목하고 있는데, 어찌 오늘날에 이런 일이 다시 일어날 줄을 생각이나 했겠는가.",
                "hj": "○壬午/領議政李濡, 啓以聖上卽位四十年, 請稱慶, 且以該曹之尙無啓稟, 請當該堂上, 從重推考, 上以乙卯紀元, 今年未滿四十爲敎, 命勿推勿擧行。 【史臣曰: “上敎至矣盡矣。 雖滿四十年, 臣子愛戴之誠, 亶不在於稱慶一節, 則況其不然者乎? 曾在穆廟末年, 倖臣柳永慶, 首倡此論, 至今目之以逢君。 豈意復起於今日乎?”】"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King conducted the regular morning court assembly in the gyemi year (. Chief State Councilor Yi Yu and Minister of War 조태채 again presented a request for praise . Yi Yu said, The ancestors also praise forty praise stye pe praise stye praise . Chief State Councilor Yi Yu and Minister of War 조태채 said: As for the law of praise raise praise , the raise praise . Superinently, Superintendent [Yi] Yi Imyeong and Left Royal Secretary Kim Deokgi also praise raise praise",
                "H2KE-nKo": "계미년에 주상이 조참례를 행하였다. 영의정 이유와 병조 판서 조태채가 다시 경사를 축하하는 청을 진달하였다. 이유가 아뢰기를,“선조께서도 내년이 바로 40년이라고 하교하셨는데, 다만 여러 사람의 마음이 간절하기 때문에 마침내 윤허하셨으니, 오늘날 주상께서 마지못해 따라 주시는 것은 원래 온당치 않은 일이 아닙니다. 그러나 선왕께서 이미 행하신 예를 전하께서도 기꺼이 받아들이려 하지 않으신다면 일이 크게 어그러지는 것이니, 또한 온당치 않은 듯합니다.”하고, 조태채가 아뢰기를,“사가에서 햇수를 제한하는 법으로 논하면 올해가 39년인데, 전하께서 즉위하신 초기부터 계산하면 꼭 40년이 찼습니다. 그러므로 여러 신하가 아뢰어 청한 것은 대개 이 때문입니다. 명나라 고황제는 25년에 경사를 축하하고 헌수하였으며, 세종은 30년과 40년에도 모두 행하였고, 선묘조에서도 명나라와 우리 열성조의 고사에 의거하여 행하였습니다. 지금 굳이 겸양을 고집하면서 허락하지 않으신다면 일이 크게 어그러지는 것이니, 또한 온당치 않은 듯합니다.”하고, 또 아뢰기를,“열성께서 이미 행하신 일은 전례와 같으니, 지금 준행하는 것은 선왕의 뜻을 계승하는 것과 다름이 없습니다.”하고, 판중추부사 이이명과 좌승지 김덕기도 서로 이어서 힘껏 청하니, 주상이 마지못해 따르겠다고 답하였다.김덕기가 이어서 존호를 올리자는 논의를 발론하고, 이유와 조태채가 다시 이어서 진달하였다. 조태채가 아뢰기를,“한나라, 당나라, 송나라로부터 명나라와 우리나라에 이르기까지 모두 행하기를 청하는 전례가 있어 마치 전례인 것처럼 하였습니다. 성덕이 겸양하여 자처하지 않으시니, 여러 신하가 더욱 억울해하고 있습니다.”하고, 이유가 아뢰기를,“지금 이미 단서를 발론하였으니, 까닭 없이 물러갈 수는 없습니다. 대신과 여러 신하로 하여금 각각 소견을 진달하게 하소서.”하였다. - 상세한 것은 위에 보인다. - 주상이 굳게 정하였다고 하교하고 끝내 들어주지 않았다. 연초에 연방할 때 아름다운 말이 적막하였고, 묘당의 큰 계책은 임금의 뜻에 영합하고 아첨하는 말이 아닌 것이 없었다. 아, 조종조의 좋은 법과 아름다운 정치가 폐지된 것이 어찌 한정이 있었겠는가. 그런데도 수거하기를 청하였다는 말은 들리지 않고, 도리어 경사를 축하하고 존호를 올리는 것을 전례라고 하고 또 선왕의 뜻을 계승한다고 하면서 반드시 종용하여 성취시키려고 하였다. 국정을 잡은 자가 이와 같이 무식하니, 식자들이 걱정하였다.사신은 논한다. 휘호는 옛날 성왕의 성대한 일이 아니니, 육지와 사마광의 논의를 보면 징험할 수 있다. 비록 높이고 드러내려는 지극한 정성에서 나온 것이기는 하지만, 오히려 아첨으로 인도하는 결과가 될 것이다. 더구나 한두 명의 탐하는 무리가 이해관계로 비교하여 총애를 굳히고 지위를 보전하려는 계책을 삼으려고 한 것이겠는가.이때에 조정이 한쪽은 나아가고 한쪽은 물러나서 호오가 정해지지 않아 소인의 심보로 함부로 주상의 뜻을 헤아려 이렇게 아뢰어 청할 수 있다고 위에서 굳게 맺었으나, 그래도 청의에 죄를 얻을까 두려워하여 머뭇거리며 감히 발론하지 못한 지 오래되었다.이유는 보필하는 자리에 있는 몸으로 비록 임금을 올바른 길로 인도하지는 못하였지만, 이런 일에 마음을 쏟고 다른 사람이 입 밖에 내는 것을 요행으로 여겨 그 청을 이루려고 하였으니, 무식하기 짝이 없다.지난해 이유민이 상소하여 청할 때 사람들이 대부분 조태채가 주장하였다고 전하였기 때문에 그의 종제인 조태억이 이유민을 논핵하려고 하였으나, 서로 핍박하는 것을 혐의하여 조태채에게 물어보니 굳게 숨겼다. 그런데 지금 도리어 그 상소를 주장한 것을 자신의 공으로 삼았으니, 사람으로서 염치가 없는 것이 어찌 이 지경에 이르렀단 말인가. 조태채와 김덕기 등이 어전에서 주대할 때 어리석고 미친 사람처럼 행동거지가 해괴하고 패악하였다. 또 조태채는 왕자와 반열의 차서를 총관할 때 마침 어깨를 나란히 하고 있었으므로 감히 귀에 대고 말을 하려고 하였다. 전에 이르기를 ‘비루한 사람과 함께 임금을 섬길 수 있겠는가.’라고 하였으니, 조태채 같은 무리는 면하기 어렵다.\n",
                "date_ko": "숙보 53권, 39년(1713 계사 / 청 강희(康熙) 52년) 1월 5일(계미) 1번째기사",
                "gt-oKo": "임금이 조참례(朝參禮)를 행하니, 영의정(領議政) 이유(李濡)와 병조 판서(兵曹判書) 조태채(趙泰采)가 다시 칭경(稱慶)의 청을 진달하였다. 이유가 말하기를, “선조(宣祖)께서도 또한 ‘명년(明年)이 바로 40년이라.’는 하교를 하셨으나, 특별히 여러 사람들의 마음이 간곡하고 지극함에 따라서 필경에는 윤허하시었으니, 오늘날 성상께서 마지못해 따르시는 것은 원래 미안(未安)한 일이 아닙니다. 그런데 선조(先朝)에서 이미 시행한 예를 전하께서 오히려 기꺼이 받으려 하지 않으신다면 일이 현격하게 차이(差異)가 날 것이니, 또한 미안할 듯합니다.” 하고, 조태채는 말하기를, “사가(史家)의 한년(限年)의 방법으로써 논한다면 금년이 바로 39년이지만, 만일 임어(臨御)하신 처음으로부터 계산한다면 꼭 40년이 됩니다. 그러므로 여러 신하들이 진청(陳請)을 하는 것은 대개 이런 까닭입니다. 명(明)나라 고황제(高皇帝)는 25년에 칭경(稱慶)하여 헌수(獻壽)하였고, 〈명나라〉 세종(世宗)은 30년과 40년에 또한 모두 이 일을 거행하였으며, 선조조(宣祖朝)에도 또한 명(明)나라와 우리 열성조(列聖朝)의 고사(故事)에 의거하여 이 일을 거행하였습니다. 지금 만일 겸양을 고집하시어 윤허하지 않으신다면 일이 현격하게 차이(差異)가 날 것이니, 또한 아마 미안할 듯합니다.” 하였다. 또 말하기를, “열성조(列聖朝)에서 이미 시행한 일은 전례(典禮)와 같은 점이 있으므로, 이제와서 준행하는 것은 계술(繼述)과 다름이 없습니다.” 하고, 판부사(判府事) 이이명(李頤命)과 좌승지(左承旨) 김덕기(金德基) 또한 서로 잇따라 극력 청하니, 임금이 답하기를, “마지못해 따른다.” 하였다. 김덕기가 이내 존호(尊號)의 의논을 발론하고, 이유(李濡)와 조태채(趙泰采)가 다시 잇따라 진달하였다. 조태채가 말하기를, “한(漢)·당(唐)·송(宋)으로부터 명(明)나라와 우리 조정에 미치기까지 모두 시행하기를 청한 전례가 있는 것이 마치 전례(典禮)와 같은 점이 있는 듯합니다. 성덕(聖德)이 겸양하시어 받아들이지 않으시니, 여러 신하들은 더욱 다시 억울(抑鬱)해 합니다.” 하고, 이유는 말하기를, “지금 이미 발단(發端)이 되었으니, 무단(無端)히 물리쳐 버릴 수는 없습니다. 청컨대 대신(大臣)과 여러 신하들로 하여금 각각 소견을 진달하게 하소서.” 하니,【상세한 것은 위에 보인다.】 임금이 굳게 결정하였다는 것으로써 하교하고 끝내 받아들이지 않았다. 세초(歲初)에 〈대신을〉 맞이하여 의논하였으나, 가언(嘉言)은 하나도 없었고, 조정의 큰 계획도 임금의 비위나 맞추고 아첨이나 하는 말 아닌 것이 없었다. 아! 조종조(祖宗朝)의 좋은 법과 아름다운 정치는 폐지되어 실추된 것이 한없이 많은데도 수거(修擧)할 것을 청한 것을 듣지 못하였다. 도리어 이에 ‘칭경(稱慶)’과 ‘존호(尊號)’를 이미 전례(典禮)라 말하고, 또 계술(繼述)이라 말하여 반드시 종용(慫慂)하여 성취시키려 하였다. 국가의 치평(治平)을 맡은 자들이 무식하기가 이와 같으니, 견식이 있는 이는 이를 근심하였다. 사신(史臣)은 논한다. 휘호(徽號)는 옛 성왕(聖王)의 성절(盛節)이 아니니, 육지(陸贄)와 사마광(司馬光)가 논(論)한 것을 보면 증거할 수가 있다. 비록 숭양(崇揚)하는 지극한 정성에서 나왔다 하더라도 오히려 아첨을 인도하는 결과가 될 것인데, 더구나 한 두 사람 탐련(貪戀)하는 무리들이 이해(利害)를 비교하여 끌어대며 총애를 굳히고 지위를 보존하는 계책으로 삼고자 한 것이겠는가. 그때에 조정이 한번은 진출하고 한번은 물러서며 호오(好惡)가 결정되지 아니하여, 결국은 소인(小人)의 마음으로써 망령되이 성상의 뜻을 헤아리게 되었으니, 이러한 진청(陳請)을 하여 임금에게 굳게 결합될 수 있다고 여겼으나, 그래도 오히려 청의(淸議)에 죄를 얻을까 두려워하여 주저하며 감히 발설하지 못한 지 오래 되었다. 그런데 이유(李濡)는 자신이 보필(輔弼)하는 처지에 있으면서 비록 임금을 정도(正道)로 인도하지는 못한다 하더라도 이러한 일에 마음을 기울여 다른 사람이 발설한 것을 요행으로 여겨서 그 청을 이루려고 하였으니, 그 무식함이 심한 편이다. 지난해에 이유민(李裕民)이 소청(疏請)하였을 때에 사람들이 많이 그것이 조태채(趙泰采)의 주장이라고 이야기하였다. 그러므로 그 종제(從弟)인 조태억(趙泰億)이 이유민을 논핵하려고 하다가 그것이 서로 상핍(相逼)되는 점을 혐의스럽게 여겨 조태채에게 물으니 굳게 은휘(隱諱)하였다. 그런데 이제 곧 도리어 그 상소를 주장한 것으로써 자기의 공로를 삼았으니, 사람의 수치심이 없음이 어찌 이 지경에 이를 수가 있겠는가. 조태채·김덕기(金德基) 등은 전석(前席)에서 주대(奏對)할 즈음에 마치 백치 같기도 하고 미치광이 같디고 하여 행동이 해괴하고 패리(悖理)하였다. 그리고 또 조태채는 왕자(王子)와 더불어 반서(班序)를 총관(摠管)하다가 마침 어깨를 나란히 하게 되자 감히 귀에 대고 말을 하려고 하였다. 경전(經傳)에 말하기를, ‘비루한 남자가 더불어 임금을 섬길 수가 있겠는가.’ 하였는데, 조태채와 같은 무리는 거기에서 면하기가 어렵다고 하겠다.",
                "hj": "○癸未/上行朝參禮。 領議政李濡、兵曹判書趙泰采, 復陳稱慶之請。 濡曰: “宣廟亦以明年乃四十年爲敎, 而特因群情之懇至, 畢竟允許, 則今日自上勉從, 元非未安之事, 而先朝已行之禮, 殿下猶不肯受, 則事涉逕庭, 亦似未安矣。” 泰采曰: “論以史家限年之法, 則今年是三十九年, 而若計自臨御初, 則恰滿四十年, 故群下之陳請, 蓋以此也。 皇朝高皇帝二十五年, 稱慶上壽, 世宗三十年、四十年, 亦皆行之, 宣廟朝亦據皇朝及我列聖朝故事而行之。 今苦執謙而不許, 則事涉逕庭, 亦恐未安矣。” 又曰: “列聖已行之事, 有同典禮, 到今遵行, 無異繼述。” 判府事李頤命、左承旨金德基, 亦相繼力請, 上答以勉從。 德基仍發尊號之論, 濡、泰采, 復繼陳。 泰采曰: “自漢、唐、宋曁于皇朝、我朝, 皆有請行之例, 有若典禮者然。 聖德撝謙不居, 群下益復抑鬱。” 濡曰: “今已發端, 不可無端退去。 請使大臣、諸臣, 各陳所見。”【詳見上。】上以牢定爲敎, 終不聽。 歲初延訪, 嘉言寂寥, 廊廟訏謨, 罔非逢迎諂媚之言。 噫! 祖宗朝良法、美政, 廢墜者何限, 而未聞以修擧爲請, 顧乃以稱慶、尊號, 旣謂之典禮, 又謂之繼述, 必欲慫慂而贊成之。 秉國成者, 無識如此, 識者憂之。 【史臣曰: “徽號, 非古聖王盛節, 觀陸贄、司馬光之論, 可徵矣。 雖出於崇揚之至誠, 猶將爲導諛之歸。 況一二貪戀之輩, 較挈利害, 欲爲固寵保位之計者哉? 時, 朝著一進一退, 好惡靡定, 致以小人之腹, 妄揣上意, 謂可以爲此陳請, 固結於上, 而猶恐其得罪淸議, 囁嚅而不敢發者久矣。 李濡, 身在輔弼, 縱不能引君當道, 而役心於此等事, 倖他人之發口, 而欲遂其請, 其無識甚矣。 頃年李裕民之疏請也, 人多傳泰采主張, 故其從弟泰億, 欲論裕民, 而嫌其相逼, 問於泰采, 則牢諱之。 今乃反以主其疏爲己功, 人之無恥, 豈至於斯耶? 泰采、德基等, 當前席奏對之際, 如癡如狂, 擧措駭悖。 且泰采與王子, 摠管班序, 適比肩, 敢欲爲附耳語。 傳曰: ‘鄙夫可與事君哉?’ 如泰采輩, 難乎免矣。”】"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Minister of Taxation Jo Gui , the first day of the twelfth month, submitted a memorial to admonish the King. The summoning officials of the Tang [Dynasty] said, The epidemic of honorific titles in the Tang [Dynasty] is not in accordance with ancient institutions, and it has already been repeatedly observed. The epidemic title also said, From the beginning of the peoples livelihood, the sages of the sovereign are the most virtuous and sages. The epidemic titles of Emperor Xiao , and Emperor Xiao [of the Tang dynasty] are only one character. Xiao and Emperor Xiao [of the Song dynasty] continued to produce the great sages. Nevertheless, they were lowly cautious and designated their titles to become the king. Emperor Xiao [of the Song dynasty], and the character hui [of the Song dynasty] was surreptituted by Emperor Xiao [of the Song dynasty]. The character hui [of the Song dynasty] was surreptituted by Emperor Xiao [of the Song dynasty], and the character hui [of the Song dynasty] was the first principally printed by Emperor Xiao [of the Song dynasty]. Subsequently, the sovereigns impartial and light [of the Song dynasty] is not the character printed by Emperor Xiao [of the Tang dynasty], and the character hui [of the Song dynasty] does not contribute to the character hui [of the Song dynasty]. The character hui [of the Song dynasty] does not contribute to the character hui [of the Song dynasty], and the character hui [of the Song dynasty] does not contribute to the character hui [of the Song dynasty]. The character hui [of the Song dynasty] Xiao [of the Song dynasty] is the character hui [of the Song dynasty]. How could the character hui [of the Song dynasty] be trusted by Emperor Xiao [of the Song dynasty]? Your Majesty is brilliant and observed in ancient institutions, and your clear and judgments are exceedingly extraordinary, and therefore, although the character hui [of the Song dynasty] exceeds the character hui [of the Song dynasty], the character hui [of the Song dynasty] does not contribute to the character hui [of the Song dynasty], and the character hui [of the Song dynasty] did not contribute to the character hui [of the Song dynasty] in accordance with the character Xiao [of the Song dynasty]. Ah!",
                "H2KE-nKo": "호조 판서 조태구가 상소하여 경계할 점을 아뢰었다. 그 대략에,“당나라의 신하 육지가 말하기를 ‘존호를 올리는 일은 본래 옛 제도가 아니고 안태한 때에 거행한 것도 이미 겸양의 덕에 누가 됩니다.’라고 하였고, 또 말하기를 ‘복희, 신농, 황제, 요, 순은 백성들이 태어난 이래로 군주의 덕이 신성한 분들입니다. 그런데 그를 가리켜 황이라 하고 제라 하는 것은 오직 이 한 글자뿐이고, 우왕과 탕왕이 뒤를 이어 일어난 것도 모두 대성인인데도 오히려 스스로를 비박하게 여겨 칭호를 낮추어 왕이라 하였습니다. 영진(嬴秦 영명옹주)은 덕은 은나라와 주나라에서 쇠퇴하고 이름은 의호에서 훔쳤으므로 황과 제를 겸해서 비로소 총괄하여 일컬었습니다. 후대에 혼미하고 편벽된 군주는 이에 성이 천원에 대한 칭호가 있었으니, 여기에서 군주의 경중은 명호에 있지 않다는 것을 알 수 있습니다. 그 칭호를 높인다 해도 휘유에 보탬이 없고 그 이름을 깎는다 해도 덕미에 손상되지 않는다는 것을 분명히 알 수 있습니다.’라고 하였으며, 말미에 또 말하기를 ‘이윤은 그 군주가 요와 순과 같지 않은 것을 수치스럽게 여겼으니, 신도 수치스럽게 여깁니다.’라고 하였습니다. 만일 육지가 어질지 않다면 그만이지만, 육지가 어질었다면 그 말을 어찌 믿고 복종하지 않겠습니까.전하께서는 총명하고 옛것을 상고하고 명쾌하고 결단성이 뛰어나시어 하는 일이 보통 사람보다 훨씬 뛰어나시니, 비록 신하들의 융숭한 정성을 다한다 하더라도 어찌 끝이 있겠습니까. 만약 전하께서 한결같이 겸양만 하여 허명을 받지 않고 실제의 아름다움을 손상시키신다면, 그 성대한 덕의 광휘가 백왕보다 훨씬 뛰어나게 될 것이니, 어찌 몇 글자의 휘칭 정도일 뿐이겠습니까.아, 진연은 작은 절차인데도 전하께서는 오히려 그것이 혹 지나치게 즐기는 것에 가까울까 염려하시어 어제의 비망기를 추후에 내리셨으니, 대성인의 겸손하신 지극한 아름다움을 여기에서도 알 수 있습니다. 끝내 이 마음을 미루어 넓혀서 오늘날 존호를 올리자는 요청에 대해 굳게 고집하고 흔들리지 않는다면, 더욱 어찌 성상의 몸에 아름다움을 더하지 않겠습니까.”하니, 주상이 너그러운 비답을 내렸다.\n",
                "date_ko": "숙보 53권, 39년(1713 계사 / 청 강희(康熙) 52년) 1월 6일(갑신) 1번째기사",
                "gt-oKo": "호조 판서(戶曹判書) 조태구(趙泰耉)가 상소하여 진계(陳戒)하였는데, 대략 말하기를, “당(唐)나라의 신하 육지(陸贄)가 말하기를, ‘존호(尊號)가 생겨난 것은 본래 옛날의 제도가 아니고 안태(安泰)한 시대에 시행된 것이니, 이미 겸허하신 덕에 누를 끼친 것입니다.’ 하고, 또 말하기를, ‘복희(伏羲)·신농(神農)·황제(黃帝)·요·순(堯舜)은 백성들이 있은 이래로 군주의 덕이 가장 신성(神聖)한 분들이었으나, 그들의 지칭(指稱)한 것은 ‘황(皇)’이니 ‘제(帝)’이니 하는 다만 한 글자뿐이었고, 우왕(禹王)과 탕왕(湯王)이 잇따라 일어나니 이들은 모두 대성(大聖)이셨으나 오히려 스스로 검소한 생활을 하시며 호(號)를 낮추어 왕(王)이라 했으며, 영성(嬴姓)을 가진 진(秦)나라는 덕은 은(殷)·주(周)보다 쇠퇴(衰退)해졌으나 이름은 복희씨에게서 표절(剽竊)하여 ‘황(皇)’과 ‘제(帝)’를 겸하여 비로서 황제(皇帝)로 일컬었던 것입니다. 후대에 혼미한 군주는 이에 성(姓)에 대하여서도 천원(天元)의 칭호를 두었으니, 여기서 군주(君主)의 무겁고 가벼움은 명칭에 있지 않으므로, 그 칭호를 높여도 휘유(徽猷)에는 도움이 없고 그 명호를 낮춘다 해도 덕미(德美)에는 손상되지 않는다는 것을 알 수 있으며, 득실(得失)이 같다는 것을 앉아서 분변(分辨)할 수 있는 것입니다.’ 하였습니다. 끝에 가서 또 말하기를, ‘이윤(伊尹)은 그 군주가 요·순(堯舜)과 같지 못한 것을 부끄럽게 여겼는데, 신도 또한 그것을 부끄럽게 여깁니다.’ 하였습니다. 만일 육지(陸贄)가 현자(賢者)가 아니라면 그만이지만, 만약 육지가 현자라면 그의 말을 어찌 신복(信服)하지 않겠습니까. 전하께서는 총명(聰明)은 옛 제도를 고찰하시고 명단(明斷)은 혁연(赫然)하시어 무릇 행위하시는 바가 보통에 훨씬 뛰어나시니, 비록 신자(臣子)의 높이려는 정성이 지극하지 못한 바가 있더라도 만일 전하께서 한결같이 겸억(謙抑)하시어 허명(虛名)을 받아 실미(實美)를 손상시키지 않는다면, 그것이 성덕(聖德)의 광휘(光輝)됨이 백왕(百王)보다 높이 뛰어날 것이니, 어찌 몇 글자의 휘칭(徽稱)일 뿐이겠습니까. 아! 진연(進宴)은 소절(小節)인데도 전하께서는 오히려 그것이 혹시나 사치하고 과장하는 일에 가까울까 염려하시어 추가로 어제 비망기(備忘記)를 내렸으니, 대성인(大聖人)의 겸손하신 지극한 아름다움을 여기에서도 볼 수가 있습니다. 끝내 이 마음을 미루어 넓혀서 오늘 현호(顯號)의 요청에 있어서 굳게 지켜서 요동되지 않는다면, 더욱 어찌 성상의 몸에 아름다움을 증가시키지 않겠습니까.” 하니, 임금이 우비(優批)를 내렸다.",
                "hj": "○甲申/戶曹判書趙泰耉上疏陳戒。 略曰: 唐臣陸贄之言曰: “尊號之興, 本非古制, 行於安泰之日, 已累謙沖。 又曰: “伏羲、神農、黃帝、堯、舜, 自生民以來, 君德之最神聖者也, 其指以爲稱者, 曰皇曰帝, 唯是一字, 禹、湯繼興, 莫非大聖, 尙自菲薄, 降號爲王。 嬴秦, 德衰於殷、周, 名竊於義昊, 兼皇與帝, 始總稱之。 後代昏僻之君, 乃有姓對天元之號, 是知人主重輕, 不在名稱, 崇其號無補於徽猷, 損其名不傷於德美, 得失之侔, 居然可辨。” 末又云: “伊尹恥其君不如堯、舜, 臣亦恥之。” 如使陸贄非賢則已, 使贄而賢也, 其言豈不可信而服乎? 殿下聰明稽古, 明斷赫然, 凡所作爲, 出尋常萬萬, 雖臣子致隆之誠, 靡所屆極, 倘殿下一意謙抑, 不受虛名, 以損實美, 則其爲盛德光輝, 高出百王, 奚啻數字之徽稱而已? 噫! 進宴, 小節也, 而殿下猶慮其或近於豐豫, 追下昨日之備忘, 大聖人挹損之至美, 於此亦可見矣。 終乃推廣此心, 堅持不撓於今日顯號之請, 則尤豈不增美於聖躬乎? 上賜優批。"
            },
            "2": {
                "H2KE-EN": "[The King] received in audience Sixth Royal Secretary Shin Sim , who had not yet performed a congratulatory ceremony for celebrating the Imperial Crown Princes birthday, requested that officials of the Ministry of Rites be replaced. The King ordered that Minister of Rites Kim Jin be replaced. Shin Sim then presented [to the King], saying, Yesterday, the censors presented a memorial on the matter of 존호ing the Imperial Crown Princes birthday. Your subjects also agreed and desired to continue [the memorial] to the throne. However, due to the high-ranking officials, they suddenly resigned from office and could not speak the word. Your subjects and people have expectations [with the Imperial Crown Princes body] for a long time. Who does not respect the virtues of Your Majesty? However, how can the majority of the people in the entire country be stopped at the end? Your subjects venture to say that Yesterday, high-ranking officials were ordered to gather at the Royal Cuisine Office, but the number of officials of the second rank or above was not many, and the date is temporarily date. How could this be a matter of great importance? Yet, the date is already issued, and the date is also date. This is extremely uncomfortable. [Shin Sim] also displeased Yi Manseongs memorial, saying, It was wrong to address the words of Yu Chang . The King said, Early on, 존호ing the Imperial Crown Princes bend from the beginning, I have already decided. What need is there to discuss [the matter] again? 【상세한 내용은 위에 보인다.】 사신은 논한다. Shin Sim is one official attending the King. The problem of the ritual officials cannot be arbitrarily reported. However, the problem of presenting a congratulatory ceremony and 존호ing the Imperial Crown Princes birthday is very important. How dare I alone make a request for the presentation of the Imperial Crown Prince at the front of the Imperial Crown Princes palace? Earlier, when Shin Sim wanted to make a request for presenting a congratulatory ceremony for the regular morning court assembly, he could not speak the word during the sudden moment. Thus, Yi Yu became greatly suspicious and angry. He displeased his reputation. Shin Sim was urgent in his sense of arbitrarily repeated. On this day, he did not seek himself to enter the royal palanquin.",
                "H2KE-nKo": "인견할 때 동부승지 신심이 칭경과 진하를 아직도 거행하지 않았다는 이유로 예관을 체차해 주기를 청하니, 주상이 예조 판서 김진규를 체차하라고 명하였다. 신심이 이어서 나아가 아뢰기를,“어제 간신이 존호를 올리는 일로 진달한 바가 있었는데, 신의 뜻도 같았으므로 이어서 진달하고자 하였으나 대신이 지레 물러갔기 때문에 미처 말을 꺼내지 못하였습니다. 신민들이 우러러 바라는 것이 시간이 갈수록 더욱 답답해하고 있으니, 성상의 겸손한 덕을 누군들 공경하지 않겠습니까. 그러나 온 나라의 여론을 어찌 끝내 막을 수 있겠습니까.삼가 듣건대 어제 대신이 명령을 내려 빈청에 모이려고 하였는데, 2품 이상의 관원이 많지 않다는 이유로 우선 기일을 뒤로 물렸다고 합니다. 이것이 얼마나 큰일인데 이미 명령을 내렸는데 또 기일을 뒤로 물린단 말입니까. 일의 체모로 볼 때 매우 온당치 못합니다.”하고, 또 이만성의 상소를 배척하기를,“유창을 잘못 인용하였습니다.”하니, 주상이 말하기를,“존호는 처음부터 굳게 거절하여 나의 뜻이 이미 정해졌으니, 무슨 다시 논할 일이 있겠는가.”하였다. - 상세한 것은 위에 보인다. - 사신은 논한다. 신심은 일개 연신일 뿐이다. 예관의 변통은 단독으로 여<unk> 일이 아니다. 진연과 존호는 더욱 중대한 일인데, 어찌 감히 홀로 어전에서 진달하여 마치 개인적으로 공을 바라는 자처럼 할 수 있단 말인가. 신심은 당초 조참 때 존호를 올리자는 청을 꺼내기로 서로 약속하였는데, 창졸간에 미처 말을 꺼내지 못하자 이유가 크게 의심하고 노여워하여 반복 무상함을 배척하였다. 신심은 스스로 해명하기에 급급하여 이날은 그의 윤차가 아닌데도 스스로 입시하기를 요구하였으니, 그 의도가 임금의 뜻에 영합하려는 데 있었다는 것이 저절로 드러났다. 인간으로서 수치스러운 일을 하는 자가 있다는 것을 모르는 것은 바로 이런 무리를 위해서 하는 말이다.\n",
                "date_ko": "숙보 53권, 39년(1713 계사 / 청 강희(康熙) 52년) 1월 6일(갑신) 2번째기사",
                "gt-oKo": "인견(引見)할 때 동부승지(同副承旨) 신심(申鐔)이 ‘칭경(稱慶)’과 ‘진하(陳賀)’를 아직까지 거행하지 않은 것을 가지고 예관(禮官)을 체직시킬 것을 청하니, 임금이 예조 판서(禮曹判書) 김진규(金鎭圭)를 체직시키라고 명하였다. 신심이 이내 나아가 아뢰기를, “어제 간신(諫臣)이 존호(尊號)의 일로써 진달(陳達)한 바가 있었는데, 신(臣)의 의사도 또한 같았으므로 잇따라 진달하려고 하였으나, 대신(大臣)이 곧 물러갔기 때문에 미처 발언하지 못하였습니다. 신민(臣民)의 큰 기대는 시간이 더욱 오랠수록 더욱 답답해 하니, 성상의 겸손하신 덕은 누군들 흠송(欽誦)하지 않겠습니까마는, 온 나라 여러 사람의 심정(心情)을 어찌 끝까지 막아버릴 수가 있겠습니까. 삼가 듣건대, ‘어제 대신(大臣)이 명령을 내려 장차 빈청(賓廳)에 모이려고 하였다가 2품(二品) 이상 관원의 수효가 많지 않은 까닭에 우선 기일(期日)을 뒤로 미루었다.’ 합니다. 이것이 얼마나 중대한 일인데 이미 명령을 내렸다가 또 기일을 미루는 것입니다. 사체(事體)에 있어 매우 미안한 일입니다.” 하고, 또 이만성(李晩成)의 상소를 배척하여 말하기를, “유창(劉敞)의 말을 잘못 인용한 것입니다.” 하니, 임금이 말하기를, “존호(尊號)는 당초부터 굳게 거절했던 바로서 나의 뜻을 이미 결정하였는데, 무슨 다시 논의할 일이 있겠는가.” 하였다.【상세한 것은 위에 보인다.】 사신(史臣)은 논한다. 신심(申鐔)은 한낱 연신(筵臣)일 뿐이니, 예관(禮官)의 변통에 대하여 혼자서 품의할 수 있는 일이 아니다. 진연(進宴)과 존호(尊號)에 있어서는 더욱 중대한 사항인데, 어찌 감히 홀로 전석(前席)에서 진청(陳請)하여 마치 스스로 사사롭게 공(功)을 바라는 것처럼 할 수가 있겠는가. 대개 신심이 처음 조참(朝參)때 존호(尊號)의 청을 발설하기로 서로 약속을 하였는데, 갑작스런 사이에 미처 발설을 하지 못하니, 이유(李濡)가 크게 의심과 분노를 내어 그의 반복(反覆)함을 배척하였다. 신심은 스스로 해명하는 급급하여 이 날은 그의 윤차(輪次)가 아닌데도 스스로 입시(入侍)하기를 요구하였으니, 그 의도가 봉영(逢迎)에 있다는 것이 정상에서 저절로 탄로되었다. 인간(人間)으로서 수치(羞恥)스러운 일이 있는 것을 알지 못하는 자란 바로 이런 무리를 위하여 한 말이라고 하겠다.",
                "hj": "○引見時, 同副承旨申鐔以稱慶、陳賀, 尙未擧行, 請遞禮官, 上命遞禮曹判書金鎭圭。 鐔仍進曰: “昨日諫臣以尊號事, 有所陳達, 臣意亦同, 欲爲繼陳, 而因大臣徑退, 未及發口矣。 臣民顒望, 愈久愈鬱, 聖上謙德, 孰不欽譎, 而一國輿情, 何可終遏乎? 竊聞昨日大臣出令, 將會賓廳, 以二品以上員數之不多, 姑退日期云。 此何等大事, 旣已出令, 又退日期? 事體極爲未安矣。” 且斥李晩成疏以爲: “誤引劉敞。” 云, 上曰: “尊號自初牢拒, 予意已定, 有何更論之事乎?”【詳見上。】 【史臣曰: “申鐔, 是一筵臣耳。 禮官變通, 非可獨稟, 至於進宴、尊號, 尤係重大, 何敢獨於前席陳請, 有若自私以要功者哉? 蓋鐔初以朝參時, 欲發尊號之請相約, 而倉卒間, 未及發說, 李濡大生疑怒, 斥其反覆。 鐔急於自解, 是日, 非其輪次, 而自求入侍, 意在逢迎, 情態自露。 不識人間有羞恥事者, 正爲此輩道也。”】"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Responding Editor of the Office of Diplomatic Correspondence Bak Bongryeong submitted a memorial requesting the importance of honorific title. The King granted a generous favor to him. Military Protector Kim Jin came to the Office of Ritual Procedures on the grounds that the officials of the Ministry of Rites did not report this to the King for announcement. He submitted a memorial to the King for his responsibility. The King granted a royal approval. 【상소 were all readily submitted to the King. 】 사신은 논한다. Bak Bongryeong and Kim Jin규는 전부터 strong mentioned the importance of honorific titles. Bak Bongryeongs present memorial was particularly urgent and appreciated. Kim Jingyu had repeatedly served as a wind and frost breaking, and half of them were destroyed. Even though he would not wish to directly make a request to the King, his words were quite slightly abandoned from the slightest horn. People compared him with the slightest horn.",
                "H2KE-nKo": "병술년에 응교 박봉령이 상소하여 존호를 올리자는 의론을 배척하니, 주상이 너그러운 비답을 내렸다. 호군 김진규가, 예관이 아직 주상에게 여쭈어 경사를 축하하지 않았다는 이유로 상소하여 인책하니, 주상이 의례적인 비답을 내렸다. - 상소는 모두 위에 보인다. - 사신은 논한다. 박봉령과 김진규는 전부터 존호를 올리자는 의론에 발을 들여놓았는데, 박봉령의 이번 상소는 더욱 절실하고 격앙되었다. 김진규는 여러 차례 풍상을 겪어 태반이 사라졌는데, 비록 곧바로 아뢰려고 하지는 않았지만 상소의 내용이 상당히 모난 부분을 잘라 버렸으므로 사람들이 그를 아첨하는 것에 견주었다.\n",
                "date_ko": "숙보 53권, 39년(1713 계사 / 청 강희(康熙) 52년) 1월 8일(병술) 1번째기사",
                "gt-oKo": "응교(應敎) 박봉령(朴鳳齡)이 존호(尊號) 올리는 의논을 상소하여 배척하니 임금이 우비(優批)를 내렸고, 호군(護軍) 김진규(金鎭圭)가 예관(禮官)으로 있을 때 ‘칭경(稱慶)’을 품의하지 않은 것으로써 상소하여 허물을 인책하니, 임금이 예비(例批)를 내렸다.【상소는 모두 위에 보인다.】 사신(史臣)은 논한다. 박봉령(朴鳳齡)과 김진규(金鎭圭)는 종전부터 존호(尊號)를 올리는 의논에 대하여 입장을 세웠는데, 박봉령의 지금의 상소는 더욱 간절하고 격앙(激昂)하였다. 김진규는 여러 번 풍상(風霜)을 겪었으므로 그 의지가 태반은 사라졌는데, 비록 곧바로 스스로 기꺼이 진청(陳請)하려고 하지 않았지만 소어(疏語)에 자못 뾰족한 모를 깎아 없앴으니, 사람들이 이를 지위(脂韋)에 비유하였다.",
                "hj": "○丙戌/應敎朴鳳齡疏斥尊號之議, 上賜優批, 護軍金鎭圭, 以禮官時不稟稱慶, 陳疏引咎, 上賜例批。【疏皆見上。】 【史臣曰: “鳳齡、鎭圭, 自前立脚於尊號之論, 而鳳齡今疏, 尤剴切激昻。 鎭圭則屢經風霜, 太半銷落, 雖不肯直自陳請, 而疏語頗剗去稜角, 人比之脂韋矣。”】"
            }
        }
    },
    "05": {
        "2": {
            "1": {
                "H2KE-EN": "On muin day, the Office of the Inspector General requested that Junior Fifth Rank Military Officer Kim Jae be removed from the register of officials . The King did not approve this request. Kim Jae was pure and sincere and no splendor. He was studying at leisure, and early on studying Confucius. At sunset, he eventually entered the gate of the Confucian studies of Confucian scholars []. He recommended him as an official of the Office of the Royal Lectures for the Crown Prince and frequently entered the Office of Lectures for the Crown Prince to explanatory Confucian classics. The Crown Prince was extremely pleased. The Crown Prince granted him a handwritten letter and also gave him a handwritten covered with covered co",
                "H2KE-nKo": "사헌부가 아뢰어 부솔 김재해를 사판에서 삭제할 것을 청하였는데, - 조어는 위에 보인다. - 윤허하지 않았다. 김재해는 순박하고 꾸밈이 없었다. 가난하게 살면서 글을 읽었고 일찍이 선정신 박세채에게 배웠으며, 만년에는 또 유현 윤증의 문하에 출입하였다. 추천으로 계방(桂坊 세자익위사)의 관원이 되어 자주 서연에 들어가 경전의 뜻을 잘 설명하였는데, 세자가 매우 중히 여겨 수찰을 하사하고 또 문방구를 주었으며, 이어 입직을 교체하지 말게 하였다. 김재해가 더욱 감격하여 아는 것을 모두 말하자, 당인들이 이 때문에 시기하고 질시하여 사문의 변무하는 상소에 참여하지 않았다고 하면서 스승을 배반했다고 지목하여 반드시 쫓아내고야 말았다. 그러나 김재해는 재주가 엉성하고 식견이 거칠어 일이 더러 비루하고 잗달았으므로 세상에서 이것을 단점으로 여겼다.\n",
                "date_ko": "숙보 53권, 39년(1713 계사 / 청 강희(康熙) 52년) 5월 2일(무인) 1번째기사",
                "gt-oKo": "사헌부(司憲府)에서 부솔(副率) 김재해(金載海)를 사판(仕版)에서 삭제할 것을 계청(啓請)하였으나,【조어(措語)는 위에 보인다.】 윤허하지 않았다. 김재해는 순박(純樸)하여 허식(虛飾)이 없었다. 가난하게 살면서 독서(讀書)하였고, 일찍이 선정신(先正臣) 박세채(朴世采)에게 배웠으며, 만년에는 또 유현(儒賢) 윤증(尹拯)의 문하에 출입하였다. 추천받아 계방(桂坊)의 벼슬아치가 되어 서연(書筵)에 자주 들어가 경전(經傳)의 뜻을 잘 설명하니, 세자(世子)가 매우 중히 여겨 수찰(手札)을 하사하고, 또 문방(文房)의 도구를 주었다. 인하여 체직(替直)을 하지 말도록 하니 김재해가 더욱 감격하여 아는 것은 말하지 않는 것이 없었다. 당인(黨人)들이 이로 인해 시기 질투하여, 사문(師門)의 변무소(辨誣疏)에 참여하지 않았다 하여 스승을 배반했다고 지목하여 반드시 쫓아내고야 말았다. 그러나 김재해는 재주가 성글고 지식이 거칠어 일이 간혹 촌스럽고 자질구레하니, 세상에서 이것을 단점으로 여겼다.",
                "hj": "○戊寅/憲府啓請削副率金載海仕版,【措語見上。】不允。 載海, 純樸無華。 窮居讀書, 早從先正臣朴世采學, 晩又出入於儒賢尹拯之門。 以薦爲桂坊官, 頻入書筵, 善說經旨, 世子甚重之, 賜手札, 且給文房具。 仍令勿爲替直, 載海益感激, 知無不言。 黨人以此忌嫉, 謂其不參於師門辨誣疏, 以背師目之, 必逐去乃已。 然載海才踈識麤, 事或鄙瑣, 世以此短之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十三"
            }
        }
    },
    "06": {
        "16": {
            "1": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Seo Myeongu presented a memorial to the King and encouraged the current affairs of the people. He displeased Kim Yus rescinded beyond the prescribed motives. The memorial read as follows: Regarding the gyemyo year (, it is not proper to rescind rescinded beyond the expectations of all people, and thus the righteousness shall be eternally discussed for a hundred years.Kim Yu, harboring wicked skills, contributed to secret and secret schemes to conceal the possession of the people and plotted to rescind resc",
                "H2KE-nKo": "장령 서명우가 상소하여 시사를 성대하게 논하였다. 김유의 복과에 대한 일을 논척하였는데, 그 대략에,“기묘년의 복과를 추복해서는 안 된다는 것은 많은 사람들의 공론이고 백세의 정론입니다. 김유는 영특하고 영리한 술책을 믿고 교묘하고 치밀한 계책을 써서 시배를 농락하여 복과를 도모하고야 말았습니다. 용담 고을의 아들이 상소를 올려 청한 것으로 보더라도 그가 분주하게 주선하여 경영한 것이 분명하여 숨기기 어려우니, 어찌 숨길 수 있겠습니까.”하였다. 주상이 엄한 비답을 내려 꾸짖고 체차하라고 명하였다. - 원래의 상소와 비지는 위에 보인다. - 용담은 김유가 일찍이 고을을 다스렸고, 간관 이덕영도 김유의 형인 김구의 처남이므로 서명우의 말이 이와 같았다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 6월 16일(신묘) 1번째기사",
                "gt-oKo": "장령(掌令) 서명우(徐命遇)가 진소하여 시사(時事)를 대단히 논하고, 김유(金楺)의 복과(復科)한 일에 대해 배척하였는데, 대략 말하기를, “기묘과(己卯科)를 추복(追復)하는 것이 부당함은 모든 사람의 공론(公論)이며 백세(百世)의 바른 의논입니다. 김유(金楺)는 구변(口辯)이 좋고 잔꾀가 있는 술책을 믿고 교밀(巧密)한 계책을 써서 시배(時輩)를 농락(籠絡)하여 회복하기를 도모하고야 그만두었습니다. 비록 용담(龍潭) 고을 자제들이 상소한 것과 연인(連姻)한 간관(諫官)의 진청(陳請)으로써 살펴보더라도 그가 애써서 경영(經營)한 바는 분명하여 감추기가 어려운데 어떻게 숨기겠습니까? ……” 하니, 임금이 엄비(嚴批)로 책망하고 체차(遞差)를 명하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 용담은 바로 김유가 일찍이 부임했던 고을이며, 간관(諫官) 이덕영(李德英)도 또한 김유의 형인 김구(金構)의 부생(婦甥)이기 때문에 서명우의 말이 이러한 것이다.",
                "hj": "○辛卯/掌令徐命遇陳疏盛論時事。 其斥金楺復科事, 略曰: 己卯科之不當追復, 萬口公誦, 百世正議。 金楺挾侫慧之術, 費巧密之計, 籠絡時輩, 圖復乃已。 雖以龍潭邑子之投章, 連姻諫官之陳請觀之, 其所奔走經營, 昭然難掩, 焉可諱也? 云云。 上嚴批責之, 命遞差。【原疏、批旨見上。】龍潭, 卽楺曾莅之邑, 諫官李德英亦楺兄構之婦娚, 故命遇之言如此。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On eulmi day, Left State Councilor Yi Myeongdeok presented a memorial to the King to explain his guilt by Seo Myeongu . The memorial readily read as follows: A royal favor and abandoning high office is a treacherous nature. It is truly impossible for him to abandon his power by nature to abandon his powerful side. If his words were as such, his habby cannot redeem himself from punishment. Even if his slander fabricated powerful powerful.",
                "H2KE-nKo": "을미년에 좌의정 이이명이 서명우의 상소 때문에 상소하여 스스로 변명하였는데, 그 대략에,“총애를 희구하고 지위를 굳건히 하는 것은 바로 간사한 소인배의 심보이니, 그가 총애를 희구하고 지위를 굳힐 마음을 품는 것은 참으로 형편없습니다. 총애를 희구하고 지위를 제수받은 자는 그 누가 임금의 은혜를 입었으므로 진실로 그의 말대로라면 머리카락을 뽑아 세어도 그 죄를 속죄하기 어려울 것입니다. 비록 교묘히 헐뜯는 뜻에서 나왔더라도 즉시 배척하여 총애와 지위를 단절하고 지극히 공정함을 밝혀야 할 것입니다.”하니, 주상이 너그러운 비답을 내렸다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 6월 20일(을미) 1번째기사",
                "gt-oKo": "좌의정 이이명(李頤命)이 서명우의 상소 때문에 진소(陳疏)하여 스스로 변명하였는데, 대략 말하기를, “총애(寵愛)를 희구하여 지위를 굳혔다는 말은 바로 간사한 사람의 과격한 성정(性情)이고, 총애를 희구하여 지위를 굳힐 마음을 갖는 것도 바로 모두 무상(無狀)한 것입니다. 총애를 얻어 벼슬을 제수받았다는 것은 허물이 군은(君恩)에 미친 것이니, 참으로 그 말과 같다면 머리털을 뽑아 헤아려도 속죄(贖罪)하기가 어려울 것이니, 비록 교묘히 헐뜯은 데서 나온 것이라 하더라도 마땅히 척퇴(斥退)하여 총위(寵位)를 끊어 지극히 공정(公正)함을 밝히소서.” 하니, 임금이 우악한 비답을 내렸다.",
                "hj": "○乙未/左議政李頣命以徐命遇疏, 陳疏自辨。 略曰: 徼寵固位, 卽憸宵之索性, 卽其生心於徼固者, 儘無狀矣。 啓寵而授位者, 累及於君恩, 苟如其言, 擢髮難贖其罪。 雖或出於巧詆, 宜卽斥退, 絶其寵位, 以昭至公也。 上賜優批。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Kim Deokgi , the first deputy magistrate of Jeongyu , submitted a memorial requesting that Seo Myeongu be punished for his failure to explain himself in detail. The King ordered that he not be punished. 사신은 논한다. Deokgi was truly unsatisfactory because he was apparent to the people. Although Seo Myeongus reprimand was not from a public mind, his words were similar to that they were not suitable. Considering this, how could there be no reason for him to support his erect? On the following day, when the second deputy director [of the Office of Royal Genealogy] came out, the administrative official [of the Office of Royal Genealogy] selected Deokgi from his former position. People regarded him as high as this.",
                "H2KE-nKo": "정유년에 우윤 김덕기가 서명우가 상소하여 배척한 것으로 인하여 상소하여 누누이 스스로 해명하니, 주상이 사직하지 말라고 명하였다. 사신은 논한다. 김덕기를 지신사에 의망한 것은 실로 여론에 맞지 않으니, 서명우가 배척한 것이 비록 공심에서 나온 것은 아니지만 합당하지 않다고 말한 것은 옳은 말이다. 돌아보건대 이 성상의 비답 중에 ‘부호하고 억제하는 것이 현격하게 다르다.’라고 한 것이 어찌 그럴 만한 이유가 없겠는가. 그다음 날 도승지가 출사하자 정관이 김덕기를 구망 중에서 빼 버리니, 사람들이 모두 훌륭하게 여겼다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 6월 22일(정유) 1번째기사",
                "gt-oKo": "우윤(右尹) 김덕기(金德基)가 서명우의 소척(疏斥)으로 인하여 진소하여 누누이 스스로 드러내 아뢰니, 임금이 사직하지 말라고 하였다. 사신(史臣)은 말한다. “김덕기를 지신사(知申事)에 의망(擬望)한 것은 실로 물정(物情)에 맞지 않았으니, 서명우의 배척이 비록 공심(公心)에서 나온 것이 아니라 하더라도 적합하지 않다고 말한 것은 옳다. 이 성비(聖批) 중에서 부억(扶抑)함이 아주 다른 것만 보아도 어찌 그렇게 된 까닭이 없겠는가? 이튿날의 지신사(知申事)를 내는 데 이르러서는 정관(政官)이 김덕기를 구망(舊望) 중에서 뽑아버리니, 사람마다 이를 칭찬하지 않는 사람이 없었다.”",
                "hj": "○丁酉/右尹金德基, 因徐命遇疏斥, 陳疏縷縷自暴, 上令勿辭。 【史臣曰: “德基知申之擬, 實未允於物情, 則徐命遇所斥, 雖非出於公心, 而言其不合則是矣。 顧此聖批中扶抑之懸殊者, 豈無所以然乎? 及至翌日知申之出也, 政官拔德基於舊望中, 人莫不多之。”】"
            }
        }
    },
    "07": {
        "21": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King conducted a convict of judgment on criminal cases in the byeongin year (. Right State Councilor Kim Uhang reported to the King as follows: The Way of constructing the Way of Benevolence and Longevity is not to study other things. The sovereign is the same as the heaven and earth as the sun and moon as well as the sun and the stars of all ages, and the worthy of officials cannot escape from them. If there is a particular in the discussion, it would be possible to promptly punish those who have more severe particular particularly, regardless of whether the particular parres. Nevertheless, if a particular parental in the past particular",
                "H2KE-nKo": "주상이 소결을 행하였다. 우의정 김우항이 주상에게 아뢰기를,“황극을 세우는 방도는 다른 데서 구할 것이 아닙니다. 임금은 천지와 일월이 만물을 비추는 것과 같아서 뭇 신하의 어질고 어리석음과 굽고 곧은 것을 스스로 피할 수 없습니다. 만일 당론이 더욱 심한 사람이 있으면 피차를 막론하고 속히 죄척을 가한다면 거의 징계하고 면려하는 방도가 될 것입니다. 조정의 의론이 분열되어 그동안 성상의 하교가 간절하고 지성스러웠으니, 진실로 사람의 마음을 가진 자라면 누군들 감동하지 않았겠습니까. 이미 이루어진 고질적인 폐습을 끝내 고치지 않은 자에게 죄를 준다면 그가 어찌 감히 억울하다고 하겠습니까.서명우의 상소는 그 의도가 남을 무함하는 데 있었고, 대신과 중신을 힘껏 공격하였으니, 그 마음과 행적을 논하면 중죄를 가하더라도 불가할 것이 없습니다. 그러나 지금 소결할 때에 참작하여 풀어 준다면 어찌 성덕의 일이 아니겠습니까.이선부와 김두남은 죄를 주어서는 안 된다는 뜻을 말한 것에 지나지 않는데 대간이 논죄하기까지 하였고, 또 피혐한 내용은 매우 옳지 않습니다. 한재가 이 지경에 이르렀는데도 비가 올 기미는 막연하여 서울의 죄수와 지방에 편배된 약간 명이 겨우 풀려나는 은택을 입었으니, 이 또한 적체를 소통시키는 방도입니다. 다만 전에 이르기를 ‘3개월 동안 임금이 없으면 조문한다.’라고 하였습니다. 신하가 출신하여 임금을 섬길 때 기대하는 바가 어떠한데 종신토록 폐고시킨다면 어찌 불쌍하지 않겠습니까. 지난번에 폐출된 자의 죄명을 신이 자세히 알지는 못하지만, 지금 갑술년과의 거리가 이미 20년이 되었으니, 죄가 있든 없든 간에 한결같이 폐고시킨다면 반드시 원통하고 억울한 기운이 위로 하늘의 화기를 손상할 것이니, 어찌 소통시키는 방도가 없겠습니까. 그 가운데 삼사에 출입한 사람은 성상께서 그 사람됨을 아실 것입니다. 신이 아직도 기억하건대, 예전에 입시하였을 때 상께서 김정태의 괴이한 정상과 목임일의 경우 사람을 상해할 마음이 하나도 없다고 하교하셨습니다. 신은 이에 대해 그림자나 메아리가 미치지 못하지만 이미 상해할 마음이 없다면 바로 선인입니다. 널리 죄명을 씻어 주는 정사에 있어서 적체를 소통시키는 것도 재앙을 그치게 하는 데 일조가 될 것입니다.”하니, 주상이 말하기를,“대의가 참으로 좋다.”하였다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 7월 21일(병인) 1번째기사",
                "gt-oKo": "임금이 소결(疏決)을 행하였는데, 우의정 김우항이 임금에게 아뢰기를, “건극(建極)하는 도리는 다른 데서 구하는 것이 아닙니다. 인주(人主)는 천지(天地)를 일월(日月)이 비치는 것과 같이 만물을 통치하여야 군하(群下)의 현우(賢愚)·왕직(枉直)이 스스로 도피할 수가 없으며, 만일 당론(黨論)이 더욱 심한 사람이 있으면 피차를 물론하고 빨리 죄척(罪斥)을 가해야만 거의 악한 일을 징계하고 착한 일을 장려하는 방도가 있게 될 것입니다. 조정 의논이 궤열(潰裂)된 까닭에 전후의 성교(聖敎)가 간측(懇惻)할 뿐이 아니었으니, 진실로 사람의 마음을 지닌 자라면 누군들 감동하지 않겠습니까. 이미 이루어진 고습(痼習)을 끝내 고치지 않는 자에게 죄를 주면 그들이 어찌 감히 억울하다고 일컫겠습니까. 서명우의 상소는 뜻이 경알(傾軋)하는 데 있어 대신(大臣)과 중신(重臣)을 힘껏 공격하였으니, 그 심적(心跡)을 논하자면 비록 중죄를 주더라도 불가한 것이 없으나, 이제 소결(疏決)을 당하여 참작해 석방한다면 어찌 성덕(盛德)을 베푸는 일이 아니겠습니까. 이선부(李善溥)·김두남(金斗南)은 그를 죄주어서는 안된다는 뜻을 말한 것에 불과한데 대간(臺諫)이 논죄하기에 이르렀고, 또 피혐한 사의(辭意)가 아주 올바르지 못하였습니다. 한재(旱災)가 이 지경에 이르러 비가 올 뜻이 막연한데, 경중(京中)의 죄수 및 외방(外方)에 편배(編配)한 약간 명만이 겨우 풀려나는 은택을 입은 것 또한 막힌 것을 소통시키는 도리이나, 다만 《맹자(孟子)》에 이르기를, ‘3개월 동안 섬길 임금이 없으면 위문한다.’라고 하였으니, 신하가 출신(出身)하여 임금을 섬기면서 기대하는 바가 어떠하거늘 만약 종신토록 폐고(廢錮)시킨다면 어찌 불쌍하지 않겠습니까? 지난번 폐출(廢黜)된 자의 죄명을 신이 자세히 알지는 못하지만, 이제 갑술년이 지난 지 20년이나 되었으니, 그 유죄 무죄를 막론하고 한결같이 폐고시키면 반드시 억울한 기운이 쌓여 위로 천화(天和)를 침범할 것이니, 어찌 소통(疏通)하는 도리가 없겠습니까? 그 가운데 삼사(三司)에 출입한 자는 성상께서 마땅히 그 사람됨을 아실 것입니다. 신이 아직도 기억하건대 지난해 입시(入侍)할 때에 성상께서 김정태(金鼎台)의 괴상(怪狀)과 목임일(睦林一)의 인물을 상해할 마음이 없었던 것을 전교하셨습니다. 신은 이에서 영향(影響)이 미치지 못하였으나, 이미 상해할 마음이 없었다면 이는 바로 선인(善人)이니, 광탕(曠蕩)하는 정사에 있어 울체(鬱滯)된 것을 소통하는 것도 역시 재변을 그치게 하는 데 일조(一助)가 될 것입니다.” 하니, 임금이 말하기를, “대의(大意)는 참으로 좋다.” 고 하였다.",
                "hj": "○丙寅/上行疏決, 右議政金宇杭白上曰: “建極之道, 不在他求。 人君如天地日月之照臨萬物, 群下之賢愚枉直, 自莫能逃。 如有黨論尤甚之人, 勿論彼此, 亟加罪斥, 庶有懲勵之道矣。 以朝議潰裂, 前後聖敎, 不啻懇惻, 苟有人心者, 孰不感動? 就其已成痼習, 終不悛改者而罪之, 則渠何敢稱冤乎? 徐命遇之疏, 意在傾軋, 力攻大臣、重臣, 論其心跡, 則雖加重罪, 宜無不可, 而今當疏決, 參酌放釋, 豈非盛德事乎? 李善溥、金斗南, 不過言其不可罪之意, 而臺諫至於論罪, 且其避嫌辭意, 殊不韙矣。 旱災至此, 雨意漠然, 京中罪囚及外方編配若干人, 僅蒙解澤, 亦是疏滯之道, 而第《傳》曰: ‘三月無君則弔。’ 人臣出身事君, 所期如何, 而若使終身廢錮, 豈不憫惻乎? 向時廢黜者罪名, 臣未之詳也, 而今距甲戌, 已至二十載, 無論其有罪無罪, 一向廢錮, 必有冤鬱之氣, 上干天和, 豈無疏通之道乎? 其中出入三司之人, 聖上當知其爲人。 臣尙記昔年入侍時, 自上敎以金鼎台怪狀, 睦林一無傷人害物之心。 臣於此, 影響不及, 而旣無傷害之心, 則便是善人也, 其在曠蕩之政, 疏通滯鬱, 則亦是弭災之一助矣。” 上曰: “大意固好矣。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Kim Uhang as Right State Councilor in the gyeongsul year (. Kim Uhang was a special royal order and was appointed as Right State Councilor . Kim Uhangs personality was magnanimous and magnanimous, and his opinion was easy. When he served as the sixth-rank administrative head [of the Six Boards] several times, he succeeded to have a good reputation. He was diligent in state affairs, and he did not like to slander and denounce him. Originally, he treated the people of the same class. When the state examination in the imjin year (, Kim Uhang, as an executive official , was deeply sympathized with Yi Dons grievance, disliked the people of the same class and fabricated a false accusation, submitted a memorial to the King. The people of the same class were even more widely scolded and denounced. On this day, he was appointed as an official who compiled the historian who had compiled the historians in order to add another classical decision.",
                "H2KE-nKo": "경술년에 주상이 특지로 김우항을 우의정에 제수하였다. 김우항은 기국과 도량이 너그럽고 언의가 공평하고 너그러웠으며, 여러 번 육조의 장관을 지내면서 번번이 유능하다는 명성이 드러났다. 나랏일에 부지런하고 남을 헐뜯는 것을 좋아하지 않았으므로 당인들이 평소 경시하였다. 임진년 과시의 조사 때에 김우항이 시관으로서 이돈의 원통한 정상을 마음으로 안타깝게 여기고 당인들이 날조한 것을 미워하여 상소하여 아뢰니, 당인들이 더욱 떠들썩하게 그를 배척하였다. 이때에 이르러 의정에 임명되었는데, 초사를 편수한 자가 또 비난하는 의론을 추가하였다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 7월 5일(경술) 1번째기사",
                "gt-oKo": "임금이 특지(特旨)로 김우항(金宇杭)을 우의정(右議政)에 제배(除拜)하였다. 김우항은 기량(器量)이 너그럽고 언의(言議)가 평서(平恕)하여 여러 번 6부(六部)의 장관을 지내며 문득 재능이 있다는 명성이 드러났었다. 국사에 부지런하고, 헐뜯기를 좋아하지 않았으므로, 당인(黨人)들이 평소 가볍게 보았다. 임진년 과사(科査)에 김우항은 시관(試官)으로 이돈(李墩)의 억울한 형상을 불쌍하게 여기고 당인(黨人)이 허구 날조한 것을 미워하여 상소(上疏)하여 이를 아뢰니, 당인들이 더욱 시끄럽게 헐뜯어 배척했다. 이때에 이르러 대배(大拜)하니, 초사(初史)를 편수(編修)한 자들이 추가하여 헐뜯었다.",
                "hj": "○庚戌/上以特旨, 拜金宇杭爲右議政。 宇杭器量寬弘, 言議平恕, 屢長六部, 輒著能聲。 勤於國事, 不喜翕訾, 黨人素輕之。 及壬辰科査, 宇杭以試官, 心憫李墪冤狀, 惡黨人構捏, 疏白之, 黨人益譁然詆斥。 至是大拜, 修初史者, 又追加疵議。"
            }
        }
    },
    "08": {
        "11": {
            "1": {
                "H2KE-EN": "Kim Jin , the minister of Works , referring to a written statement on Yi Sihyeong , presented a memorial to the King and 스스로 변명하였다. The memorial to the King stated in a conference on Yi Sihyeongs conferred on Yi Sihyeongs conferral on Yi Sihyeongs conferral. Yi Sihyeongs conferral on Yi Sihyeongs in Yi Sihyeongs conferral on Yi Sihyeongs conferral with Yi Sihyeongs conferral on Yi Sihyeongs conferral ",
                "H2KE-nKo": "병술년에 공조 판서 김진규가 이시형의 공초 내용과 이진망의 상소 내용을 가지고 상소하여 스스로 변명하였는데, 이시형의 공초 내용을 논하였다. 그 대략에,“이빈흥이 신의 먼 친척이 되는 것을 마치 기화처럼 여겨 은연중에 신을 이건명, 이의현 등과 함께 모의하고 준열하게 청탁한 죄과에 몰아넣었습니다. 아, 신이 처음에 이빈흥이 들은 것을 범연히 듣고 이의현에게 말하지는 않았다고 하더라도, 이의현이 필시 스스로 들은 것이 있어서 이빈흥을 지적하여 고했을 것입니다. 그렇다면 그가 연루되어 날조한 것은 너무도 형편없고, 그런 일이 없는데 말을 지어내어 사람을 모함한 것은 얼마나 큰 죄인데 먼 친척과 모의한단 말입니까. 이빈흥이 갇혀 있을 때 그 집안의 편지에서 신의 직명을 언급하였는데, 남이 보았다고 한 것은 또한 괴이합니다. 이 말의 허실이 어떠한지는 논할 것도 없이 정몽선에게 형장을 가할 때 동료가 이미 두 가지 뜻을 보였으니, 신은 진실로 끝까지 캐기가 어렵다는 것을 알았습니다. 어찌 끝까지 캐물은 뒤에 이빈흥의 집안사람에게 말하였겠습니까.또 신은 처음에 정몽선에게 의례적인 형장을 가하였고, 이어서 판부로 인하여 형장을 가하였는데 형장은 모두 형혈에 비교하였으니, 별장을 쓰지 않은 것은 이례들도 알고 있습니다. 그런데 두 차례 형신한 뒤에 또 공무를 행하지 못하였으니, 혹독하게 형장을 쳤다는 비방은 신이 굳이 변명할 필요가 없습니다.북소에 관한 말을 신이 처음 들은 것은 실로 조태동이 살아 있을 때였는데 조태채가 그 집안사람에게서 들은 것을 발설하려 하지 않았고, 신도 일의 체모를 아깝게 여겨 덮어 두었습니다. 그러다가 이세덕이 옥사의 실정을 현혹하게 되자 어쩔 수 없이 대략 거론하였습니다. 지금 이시형은 조태채와 함께 욕하고 꾸짖었으니, 이는 필시 조태동이 죽은 것에 대해 물을 만한 것이 없다고 여겨서 그러는 것일 것입니다.” - 그가 이진망에게 대답한 소의 내용은 위에 보인다. - 하니, 주상이 이미 유시하였다고 답하고, 이진망의 일을 논한 것에 대해 엄한 비답을 내려 책망하였다. - 비지는 위에 보인다. -\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 8월 11일(병술) 1번째기사",
                "gt-oKo": "공조 판서 김진규(金鎭圭)가, 이시형(李蓍亨)의 공사(供辭)와 이진망(李鎭望)의 소어(疏語)로써 진소(陳疏)하여 스스로 변명하고, 이시형의 공사에 대해 대략 논하기를, “이빈흥(李賓興)이 신의 먼 친척이 되는 것을 기화(奇貨)처럼 여겨 은연중에 신을 이건명(李健命)·이의현(李宜顯) 등과 모의하여 부추긴 죄과(罪科)에 몰아넣었습니다. 아! 신이 처음에 비록 이빈흥이 들은 바를 전하는 것을 범연하게 들었으나 이의현에게 말하지 않았으니, 이의현은 반드시 스스로 들은 바가 있어서 이빈흥을 가리켜 고하였을 것인즉, 그가 관련된 사람들을 끌어들여 합쳤다는 것은 이미 매우 의의(意義)가 없습니다. 그런 일이 없는데도 말을 만들어 남을 무함하는 것이 얼마나 큰 죄인데, 이에 먼 친척과 모의(謀議)하였겠습니까? 이른바 이빈흥이 갇혀 있을 때 그의 가서(家書)에 신의 직명(職名)이 언급된 것을 다른 사람이 보았다고 하는 것 또한 괴이하게 여길 만합니다. 이 말의 허실(虛實)이 어떠한지를 물론하고, 정몽선(鄭夢先)에게 형벌을 가할 때를 당하여 동료가 이미 의심하는 뜻을 보였으므로 신은 본디 그것을 끝까지 따지는 게 어려움을 알았으니, 어찌 끝까지 추문(推問)한 후에야 이빈흥의 가인(家人)에게 말하였겠습니까. 또 신은 처음에 정몽선에게 예형(例刑)을 실시하고, 잇따라 판부(判付)로 인하여 가형(加刑)하였는데, 장(杖)은 모두 형혈(刑穴)에 맞는 것이었으며, 별장(別杖)을 쓰지 않았음은 이례(吏隷)들도 알고 있습니다. 그리고 2차로 형신한 후에는 또 행공(行公)하지 못하였으니, 혹형(酷刑)하였다는 비방은 신이 변명할 필요조차 없습니다. 북소(北所)에 있었다는 말은 신이 처음 듣는 바로서, 실로 조태동(趙泰東)의 생전에 있었으나 조태채(趙泰采)가 한집안에서 들은 바를 발설하려고 하지 않았으며, 신도 또한 사체(事體)를 애석하게 여겨 그냥 두었는데, 이세덕(李世德)이 옥정(獄情)을 현혹시키기에 이르러 마지못해서 대략 거론했습니다. 지금 이시형이 조태채와 아울러서 욕하는 것은 반드시 조태동이 죽었으므로 물을 수 없다고 여겨 그런 것이 아니겠습니까.” 하였다.【그의 이진망에 대한 소어(疏語)는 위에 보인다.】 임금이 이미 유시하였다는 것으로 답하고, 이진망에 대해 논(論)한 것으로써 엄비(嚴批)로 책망하였다.【비지(批旨)는 위에 보인다.】",
                "hj": "○丙戌/工曹判書金鎭圭以李蓍亨供辭, 李眞望疏語, 陳疏自辨。 其論蓍亨供略曰: 以李賓興之爲臣踈戚, 視若奇貨, 隱然驅臣於與李健命、李宜顯等, 謀議峻囑之科。 噫! 臣始雖泛聞賓興傳其所聞, 而不以言於宜顯, 宜顯必自有所聞, 而指告賓興, 則彼所以牽連捏合者, 已極無謂, 而無其事而造言陷人, 是何等大罪, 乃與踈戚謀議乎? 其謂賓興在囚時, 其家書之提及臣職名, 而爲人所見云者, 亦有可怪。 無論此說虛實之如何, 當夢先之加刑, 同僚已示貳意, 臣固知其難於究竟, 則豈以窮推後, 已言於賓興家人耶? 且臣則始施例刑於夢先, 繼因判付加刑, 而杖皆較刑穴, 其不用別杖, 吏隷亦知。 二次之後, 又, 不得行公, 酷刑之謗, 臣不必與辨矣。 北所之說, 臣之始聞, 實在趙泰東生前, 而趙泰采不欲發其一家所聞, 臣亦惜事體, 而憖置之, 及至世德之熒惑獄情, 不得已略擧。 今蓍亨竝與泰采而詬罵, 此必以泰東之死, 謂無可問而然耶? 【其對李眞望疏語見上。】上答以已諭, 以所論眞望事, 嚴批責之。【批旨見上。】"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Inspector General Bak Gwon , who was in the gabo year (, submitted a memorial regarding the confession of Yi Sihyeong , submitted a confession of a confesion to the King. The confession read as follows: When your subject inspected the three provinces in order to cross-examine, he must be cross-examined and cross-examined, in accordance with the Great Ming Code (C. Da Ming l , he was ordered to cross-e and cross-examined with cross-examined and cross-e and cross-examined the examined and cross-e and cross-examined",
                "H2KE-nKo": "대사헌 박권이 이시형이 공초한 내용을 가지고 상소하여 스스로 변명하였는데, 그 대략에,“신이 삼도를 두루 안찰하면서 형신할 때에는 반드시 비교하여 법대로 처형한 장을 사용하였습니다. 그런데 형관이 되어 본조의 형장이 크고 작으며 두텁고 얇은 것이 매우 고르지 못하다는 말을 듣고, 신이 해당 율관으로 하여금 신장을 거두어 모아 한결같이 《대전》의 척촌 수에 따라 그 길고 짧으며 두텁고 얇은 것을 재량하여 철혈로 비교하여 바로잡게 한 뒤에 율관으로 하여금 장배에 서명하게 하고, 임시하여 출용하여 장을 집행한 사람은 낮추거나 높일 수 없게 하였습니다. 종전에 뇌물을 써서 장을 가볍게 친 것은 매우 민망스럽다고 하였고, 여러 겸종들이 형신을 받은 장을 또한 율관이 서명한 것인데, 다만 뇌물을 쓰는 길이 끊어짐으로 인하여 전날의 가벼운 것에 비할 바가 아니었습니다. 이돈의 집안이 절박하게 여기는 것은 바로 여기에 있는데, 이시형이 별장이라는 말을 지어낸 것이 아니겠습니까. 형신을 받은 뒤에 그대로 얼어서 죽게 된 것은 진실로 괴이할 것이 없으나, 그 뒤에 한 사람이 죽은 것은 석방된 지 이미 오래된 뒤에 있었는데 지금 모아서 장독에 죽었다고 하니, 그것이 과연 말이 되는 것입니까.서울과 지방의 죄수로서 한 차례 형신을 받다가 죽은 자가 어찌 한이 있겠습니까마는, 모두 혹독한 형벌로 다스렸다는 말은 듣지 못하였습니다. 신은 일찍이 오도일의 문하에 한번도 찾아간 적이 없으니, 그가 살던 동명과 이사한 지 오래되었는지의 여부는 진실로 잘 모릅니다. 정몽선의 공초 가운데 곤동과 이현이 서로 바뀌었는지의 여부를 힐문하지 못한 것은 형세상 진실로 그럴 수밖에 없었습니다. 그러나 처음 공초에서 곤동이라고 칭한 것은 현란시키려는 계책에서 나온 듯하고, 끝에 가서 이현이라고 대답한 것은 바른대로 공초하지 않을 수 없어서 그런 것이니, 이것이 원통함을 하소연하는 증거라고 할 수 있겠습니까.”하니, 주상이 답하기를,“어찌 혐의할 것이 있겠는가.”하였다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 8월 19일(갑오) 1번째기사",
                "gt-oKo": "대사헌(大司憲) 박권(朴權)이 이시형의 공사(供辭)로써 진소(陳疏)하여 스스로 변명하였는데, 대략 말하기를, “신은 3도(三道)를 두루 안찰(按察)하면서 형신(刑訊)은 반드시 교정(較正)한 법장(法杖)을 사용하였는데, 외람되게 형관(刑官)이 되어서 본조 형장(刑杖)의 대소(大小)·후박(厚薄)이 매우 고르지 못하다는 말을 듣고는, 신이 해당 율관(律官)으로 하여금 신장(訊杖)을 거두어 모아 한결같이 《대전(大典)》의 척촌(尺寸) 수에 의거하여 그 장단·후박을 재어 철혈(鐵穴)로 교정(較正)한 후에 율관(律官)을 시켜 장배(杖背)에 이름 붙여 놓아서, 임시(臨時)해서 사용하여 곤장을 치는 사람이 낮추거나 높일 수 없도록 하였습니다. 종전에는 뇌물을 써서 헐장(歇杖)을 치게 하는 것이 매우 민망하였다고 하는데, 여러 하인들이 형을 받은 곤장도 또한 율관(律官)이 이름을 붙여 놓은 것이었으나, 다만 뇌물 쓸 길이 끊어짐으로 인해 전일 가볍게 치던 것에 비할 바가 아니었으니, 이돈(李墩)의 집에서 절박하게 여긴 것은 이에 있습니다. 그래서 이시형이 별장(別杖)이란 말을 만들어낸 것이 아니겠습니까? 형을 받은 후 그대로 얼어붙은 땅에 두어서 죽게 된 것은 괴이하게 여길 것이 없고, 그 후 한 사람이 죽은 것은 석방된 지 이미 오랜 후에 있었는데도 지금 보아 합쳐서 장독(杖毒)에 죽었다고 하는 것이 과연 사리에 맞는 말이겠습니까? 경외(京外)의 죄수로 1차의 형신에 죽은 자가 어찌 한정이 있겠습니까마는, 형률(刑律)이 혹심해서였다는 말을 듣지 못했습니다. 신은 일찍이 한 번도 오도일(吳道一)의 집을 찾아보지 않았으므로, 살고 있는 동명(洞名)과 이사한 것이 오래 되었는지 가까운지를 본디 모르고 있었습니다. 정몽선의 초사 가운데 곤동(壼洞)과 이현(泥峴)을 서로 바꾸었는지 여부를 힐문하지 못한 것은 형세가 본래 그러했던 것입니다. 처음 초사에서 곤동(壼洞)이라 일컬었던 것은 현란시킬 계책에서 나온 듯하며, 나중에 이현(泥峴)이라고 대답한 것은 직초(直招)하지 않을 수 없어서 그런 것이니, 이것이 억울함을 호소하는 증거라고 말할 수 있겠습니까?” 하니, 임금이 답하기를, “어찌 혐의할 것이 있겠는가?” 하였다.",
                "hj": "○甲午/大司憲朴權, 以李蓍亨供辭, 陳疏自辨。 略曰: 臣歷按三道刑訊, 必以較正法杖用之, 及叨刑官, 聞本曹刑杖大小、厚薄, 甚爲不均, 臣使當該律官, 收聚訊杖, 一依《大典》尺寸之數, 裁其長短、厚薄, 以鐵穴較正後, 使律官, 着名杖背, 臨時出用執杖之人, 不得低昻。 從前行賂歇杖者, 極以爲悶云, 諸傔受刑之杖, 亦律官着名者, 而只因行賂路絶, 不比前日之輕, 無乃墪家所以爲切迫者, 乃在於此, 而蓍亨創爲別杖之說耶? 受刑之後, 仍處凍地致斃, 固無足怪, 厥後一人之死, 乃在於放釋旣久之後, 而今欲湊合, 謂之死於杖毒, 其果成說乎? 京外罪囚之致死於一次之刑者, 何限, 而未聞皆以酷刑律之也。 臣未嘗一躡吳道一之門, 所居之洞名, 移徙之久近, 固所昧昧。 夢先招中, 壼洞、泥峴互換與否, 不得詰問, 勢固然耳, 而初招之稱以壼洞者, 似出於眩亂之計, 末後以泥峴爲對者, 不得不直招而然, 則此可謂訟冤之證耶云云。 上答以何足爲嫌。"
            }
        },
        "3": {
            "1": {
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 8월 3일(무인) 1번째기사",
                "gt-oKo": "이돈(李墩)의 손자 이시형(李蓍亨)이 격고(擊鼓)하여 그 할아버지의 억울함을 호소하였는데, 공사(供辭)에 대략 말하기를, “여러 신하들의 소주(疏奏) 가운데 말하기를, ‘문형(文衡)이 위패(違牌)한 후에 급히 집으로 돌아갔다.’라고 하였으나, 문형이 위패한 것이 이미 돌아온 후에 있었음은 이미 이진수(李震壽)·여광주(呂光周)의 상소에서 이미 자세한데, 거기에 말하기를, ‘시제(試題)의 수망(首望)이 그의 손에서 나왔다고 사람들이 다 말한다.’ 하고, 또 말하기를, ‘조금 변환(變幻)한 것은 있으나 원래 별제(別題)는 아니었다.’라고 하였습니다. 출제(出題)할 때에 망조(亡祖)는 공수(龔遂)를 주제로 하려 하였고 다른 시관(試官)은 왕생(王生)을 주제로 하려고 하였는데, 명관(命官)이 가져다 재단(裁斷)하여 마침내 왕생을 주제로 삼았으니 주객(主客)이 이미 판연(判然)하고, 지의(旨意)가 아주 달랐습니다. 거기에 말하기를, ‘전형(銓衡)을 공명하게 하는 사람이 어찌 물러나 앉아 있었겠는가? 하였고, 또 말하기를, ‘시관(試官)이 눈으로 직접 보고서 말을 전했다.’라고 하였으니, 뽑아서 올릴 때와 참고(參考)할 때에 망조(亡祖)가 끝내 참섭(參涉)하지 않았다는 정상은 여러 고관(考官)들이 자세히 아는 바이며, 시험을 주관한 대신도 또한 사람들의 말이 틀렸다고 말하였습니다. 송상기(宋相琦)의 상소에서는 수점(受點)하기 전에 집으로 돌아간 것을 ‘낙점(落點)한 후에 나갔다.’라 하고 해가 저물어서 다시 예궐(詣闕)한 것을 ‘밤이 늦은 후 비로소 돌아왔다.’라고 한 것은, 더욱 음험하고 교활합니다. 자신이 승정원(承政院)에 있었으니 사실을 정확하게 알 것인데, 서로 바꾸어 말을 만들어 오로지 속이고 숨기기만 일삼으니, 그의 주합(湊合)하여 화응(和應)하는 태도는 차마 모여서 바로 볼 수가 없습니다. 조태채(趙泰采)의 상소에 말하기를, ‘두루 찾아다닌 것이 귀일(歸一)되었으니, 사정(私情)을 쓴 것은 저절로 그 가운데 있다.’라 하고, 또 말하기를, ‘합고(合考)에 불참했다는 것은 문제 밖이다.’라고 하였습니다. 아! 만약 자신이 합고에 참여하지 않았다면 결코 손을 쓸 처지가 못되는데, 지금 이에 합고에 참여한 것을 문제 밖이라 하여 반드시 두루 찾아다녔다는 일에 중점을 돌리려고 하는 것은 무엇 때문입니까? 대개 시제(試題)에 대한 것이 이미 거짓으로 돌아갔고, 합고한 것이 또 거짓으로 돌아갔으니, 사정을 썼다고 말한 것은 전혀 근거가 없으며, 두루 찾아 다녔다는 말도 또 빈말이 될 것이기 때문에 명백하여 쉽게 알 수 있는 일을 버리고 암매(黯昧)하여 밝히기 어려운 단서에 따라 없는 죄를 교묘하게 꾸며 법망(法網)을 끌어넣는 것이 진실로 그의 손에 달려 있습니다. 만일 과연 두루 찾아다녔다는 죄안(罪案)을 꾸며 만든다면 사정을 썼다는 죄과(罪科)에 몰아넣었다고 말할 수 있으니, 그 계획을 세워 마음을 쓴 것이 참으로 이른바 폐간(肺肝)을 보는 것과 같습니다. 끝에 가서 가율(加律)하는 계사(啓辭)에서 또 말하기를, ‘수점(受點)한 후 갑자기 집으로 돌아갔다.’라 하고, 또 말하기를, ‘그 출방(出榜)에 이르러 보니 과연 그 사람을 뽑았다.’라고 하였습니다. 집에 돌아간 것이 낙점(落點) 전이었다는 중험이 아주 명백하고, 합고(合考)하여 초정(抄定)할 때 전혀 참섭한 바가 없었으니, 뽑고 뽑지 않는것이 나와 무슨 상관이 있기에 그가 이처럼 억륵(抑勒)하고 협박하는 것입니까? 이는 모두 없는 사실을 꾸며서 남을 속이는 것입니다. 이빈흥(李賓興)은 바로 김진규(金鎭圭)의 가까운 친족(親族)인데 망조(亡祖)와 원한이 있으며, 오수원(吳遂元)은 이건명(李健命)·이의현(李宜顯) 집안과 원한이 쌓인 혈수(血讎)사이인데, 오수원의 집은 이빈흥의 집과 이웃 사이에 있고, 망조(亡祖)는 오수원의 집과 친절하였기 때문에, 이에 집에 돌아갔다는 한 가지를 고집하여 이용할 만한 틈을 만들어 일거(一擧)에 두 가지를 맞히려는 계책을 삼은 것입니다. 만약 ‘누가 어느 날 누구의 집을 찾아가 창설(倡說)하였다.’고 하여 사람을 모집해 증인을 삼으면, 청문(聽聞)을 의란(疑亂)시킬 수 있겠지마는, 그들도 또한 스스로 해명하기가 어려우므로, 드디어 감히 함부로 말을 전하여 경재(卿宰)와 함께 모의하여 간신에게 근거없는 말을 퍼뜨렸으니, 그들의 치밀하게 경영(經營)한 정상이 낭자(狼藉)하여 감추기가 어려우니, 비록 은밀하게 숨기려 해도 어찌 될 수가 있겠습니까? 비록 그러하나 이빈홍의 처음 초사(初辭)에서 이른바 말을 전한 자는 이정흥(李禎興)이고 목도(目睹)한 자는 윤팽수(尹彭壽)라 하였는데, 윤팽수가 갇히게 되어서는 그의 어린 동생과 동노(童奴)에게 돌려서 미루었습니다. 이들이 이끌어 댄 사람은 혹 이웃에 사는 얼종(孽從)이거나 행랑 밑에 사는 사인(私人)이며, 혹은 먹여 기르는 아이이거나 일을 해주는 종입니다. 시종 담당하여 한쪽 편을 드는 자는 다른 사람이 아니라 바로 원수진 이빈흥이며, 이끌어 대어 증인을 삼은 자도 또한 다른 사람이 아니라 바로 이빈흥의 얼족(孽族)과 거지와 어리석은 종인데, 대낮 큰 길에 많은 사람들이 무리를 지어 있을 때 어찌 한 사람도 공정하게 믿을 만한 증거를 댈 사람이 없다는 것입니까? 이빈홍이 붙잡혀 오던 처음에 향유(鄕儒)를 모집하여 입증(立證)한다는 말이 낭자하게 전파되었는데, 그후에 추가해 들으니, 작년 7월 초 이정흥의 형 이도흥(李道興)이 용인에 사는 송도성(宋道聖)에게 편지를 보내어 말하기를, ‘하댁(下宅)이 바야흐로 의금부에 갇혀 있는데, 장차 그대의 이름을 대려고 한다. 나졸(羅卒)이 만약 내려가면 으레 7냥의 돈을 주어야 하는데, 그대의 집은 아주 가난하니, 여기에서 이미 준비해 두었다.’라고 하였다 하는데, 이른바 ‘하댁’이란 바로 이빈흥을 가리킨 것입니다. 송도성이 놀랍고 괴이하게 여겨 사양하면서 거절하기를, ‘정시(庭試) 때 내가 비록 하댁을 따라 올라갔지만, 24일에는 도저동(桃渚洞) 이유흥(李猶興)의 집에 갔다가 돌아와 이현(泥峴)에 도착했을 때에는 봉화(烽火)가 이미 켜졌는데, 내가 어찌 일찍이 이 판서(李判書)를 보았겠는가? 평생 동안 그 면목(面目)을 알지 못했는데, 어떻게 어떤 사람이 이 판서인지 알겠는가?’ 하였습니다. 이도흥이 말하기를, ‘이처럼 민박(憫迫)한 때에 그대는 어찌 친구를 구제하지 않는가?’ 하니, 송도성이 말하기를, ‘일이 비록 그러하나, 내가 이미 얼굴을 모르는데 목견(目見)하였다고 했다가 갇힌 후에 나로 하여금 많은 사람들 가운데서 이 판서를 식별해 내라고 한다면 내가 어떻게 분별하겠는가?’라고 하였습니다. 이정흥이 말하기를, ‘마땅히 여기에서 이 판서의 형모(形貌)를 그림으로 그려줄 터이니, 그대가 만약 자세히 보고 가만히 기억해 두면 반드시 어긋날 이치가 없을 것이다.’라고 하니, 송도성이 말하기를, ‘나는 차마 까닭 없이 남을 구함(構陷)하지 못하겠으니, 결코 이일은 할 수가 없다.’ 하고, 인하여 행랑으로 나갔더니, 그와 알고 지내던 주인집 비(婢)가 송도성에게 말하기를, ‘이런 상관없는 일에 여러 사람의 유혹 속에 빠지는 일이 없도록 하는 것이 좋겠습니다. 죽거나 살거나 간에 그가 스스로 담당해야지 결단코 함께 모의해서는 안됩니다.’라고 하였습니다. 이튿날 아침에 송도성이 돌아가겠다고 하니, 이정흥 등이 말하기를, ‘어제 의논한 일을 그대가 기꺼이 듣지 않으니 어쩔 수 없으나, 이런 말을 만약 입 밖에 낸다면 나는 마땅히 절교(絶交)할 것이다.’라고 하였다고 하는데, 송도성은 바로 이빈홍 집 묘하(廟下)에 사는 사람으로서 평생 친하게 지낸 사이입니다. 송도성이 돌아온 후에 그 위협하고 꾀던 정상에 분개해서 그 동네 사는 친구들 사이에 문득 말하기를, ‘내가 이러이러한 이를 하마터면 갇혀 형벌받는 것을 면치 못할 뻔하였다.’라고 하였는데, 송도성의 말을 자세히 듣고 저에게 전해준 자가 몇 사람만이 아니라, 그 전말(顚末)을 베끼어 자필(自筆)로 써서 저에게 준 사람까지 있습니다. 그러니 이빈흥이 처음 착실하게 입증할 자를 모으고자 하였으나, 끝내 순종하는 사람을 얻지 못하여 치애(稚騃)를 드러내는 상황을 면치 못했음은 이 한 조항만 가지고도 엿보아 알 수가 있으니, 이런 기관(機關)은 흉휼(凶譎)하고 유비(幽秘)하여 비록 귀신이라 하더라도 역시 헤아릴 수가 없을 것입니다. 또 이성흥(李聖興)은 바로 이빈흥의 재종제(再從弟)이며 이정흥(李禎興)의 적동생(嫡同生)입니다. 당초 이빈흥이 그의 아들 이경대(李慶大)를 빌어 증인으로 세우려고 하였더니 이성흥이 따르지 않았으며, 또 이성흥의 비(婢) 악발(惡發)의 아들을 불러 증인으로 삼으려 했더니 악발이 까닭 없이 위협하는 것을 원망하여 갖가지로 나쁜 일을 드러내었기 때문에, 이에 이런 치애(稚騃)를 부득이 모아 증인으로 삼은 것입니다. 이빈흥이 이성흥의 집 사람을 얻어 증인을 삼으려는 것은 대개 이성흥이 사는 곳이 오수원(吳遂元)의 집과 서로 붙어 있어 그로 하여금 입증(立證)하게 하면 쉽게 의혹(疑惑)을 초래할 수가 있기 때문이었습니다. 이런 정절(情節)은 제가 이성흥의 한집안 사람에게 들었으니 이미 매우 명백하고 확실합니다. 예강(禮講)의 연월이 서로 틀리는 데 이르러서는 거짓으로 꾸민 정상이 이미 드러났는데, 이빈흥은 오로지 그 계책이 혹시 드러날까 두려워하여 먼저 스스로 말을 만들어 자세히 윤팽수(尹彭壽)를 위해 대신 공술(供述)했으니, 이미 매우 무상(無狀)합니다. 한 달과 몇 달은 짧은 기간의 일이므로 잘못 기억할 것이 아닌데, 그를 다시 핵실(覈實)하기에 미쳐서는 한 달이 변하여 1년이 되고 몇 달은 3년 후로 늦추어졌으니, 옥정(獄情)의 어긋난 단서로서 무엇이 이보다 더 심한 것이 있겠습니까? 듣건대 이빈흥이 윤팽수의 어미를 이성흥의 집에 데려다 두고 이익을 미끼로 꾀고 위세로써 협박하고 전곡(錢穀)을 뇌물로 주었기 때문에 가산(家産)이 바닥 나서 분노하고 원망하는 소리가 도로에 전파되었다고 하니, 만약 한 번 형신(刑訊)하는 거조가 있으면 그간의 정절(情節)은 거의 드러나게 될 것입니다. 또 듣건대 이빈흥이 옥(獄)에 있을 때 편지 한 장이 밖으로부터 한 수인(囚人)에게 전해졌으므로 뜯어 보니 바로 이빈흥 집의 편지였다 합니다. 그런데 편지의 말이 은비(隱秘)하고 난해(難解)하였는데, 이르기를, ‘정몽한(鄭夢漢)이 어제 또 불복(不服)하였으니, 장차 어떻게 하겠는가? 그러나 추판(秋判)의 뜻은 반드시 끝가지 추문한 후 그만두려 하니, 이는 다행스럽다. 다만 집안에 또 변고가 생길 조짐이 있으므로, 이것이 매우 괴롭고 염려된다.’라고 하였는데, 이른바 몽한(夢漢)이란 바로 정몽선(鄭夢先)이며, 추판(秋判)은 바로 김진규(金鎭圭)입니다. 그 때 윤팽수·갑술(甲戌) 무리의 부모는 서로 원망하고 비방하면서 장차 사실대로 관청에 고발하려고 한다는 말이 도하(都下)에 전파되었으니, 거기에 이른바, ‘변고가 생기려 한다.’고 말한 것은 바로 이런 일을 가리키는 것입니다. 또 이윤언(李胤彦)이 망조(亡祖)를 만났다고 하는 한 조항으로 말한다면, 남동(南洞)의 동네 어귀에 상가(上街)와 하가(下街)가 있는데 상가는 이현(泥峴)에서 오는 길이며 하가는 하량교(河梁橋)에서 오는 길입니다. 당초에 이빈흥이 이윤언을 끌어들여 증인을 삼았을 때 이윤언의 처부(妻父) 우윤(右尹) 김덕기(金德基)가 본래 남동에 살고 있었는데, 마침 동네 가운데 친구 집에 이르렀다가 말이 이윤언의 일에 미치게 되자, 말하기를, ‘이윤언은 그날 과연 우리 집에 왔다가 즉시 돌아갔다. 바야흐로 동구(洞口)를 나가는데 한 전도(前導)가 하가(下街)로 부터 왔는데, 말에서 내려 서서 보니 바로 이 판서였다고 하였으므로, 종조당(從祖堂)이 즉시 가서 그 곡절을 물었더니, 대답한 바가 한결같이 듣던 바와 같았다.’라고 하였는데, 사인(士人) 안수함(安壽咸)은 바로 이윤언의 일가 사람입니다. 이윤언이 붙잡혀 갔다는 말을 듣고 가서 그 까닭을 묻고는 와서 전하는데, 종조(從祖)가 김덕기(金德基)에게서 친히 들은 바와 어긋나는 것이 없었습니다. 이윤언이 망조(亡祖)가 하가(下街)를 따라오는 것을 본 것이 이미 매우 명백하다면, 두루 찾아보지 않았다는 상황을 확실히 알 수 있으니, 이는 모두 파탄(破綻)된 것입니다. 이의현(李宜顯)의 상소 가운데 이른바 합고(合考)에 참여할 때 눈으로 직접 보았다는 시관(試官)을 망조(亡祖)가 공사(供辭)에서 이 일을 말한 자에게 함문(緘問)하여 그가 누구인가를 물어달라고 원하였으나, 금오(金吾)의 복주(覆奏)에는 끝내 한 글자도 거론한 것이 없었으니, 대개 여러 사람의 눈은 가리기가 어렵고 공증(公證)하는 사람이 아주 많으므로 혹 이의현이 만들어 낸 정상이 드러나고, 인하여 패로(敗露)될까 두려워하였기 때문입니다. 예강(禮講)의 한 조항은, 윤팽수가 전후로 말을 바꾼 것이 막대한 위단(違端)이었는데도 끝내 형신(刑訊)을 청하지 않았으니, 그들이 일에 따라 굽혀 비호하는 정상을 숨길 수가 없습니다, 이윤언이 만났다는 곳이 상가·하가 두 거리 가운데 어느 곳인지를 전혀 캐물어 변별(辨別)하지 않고 남동(南洞)에서 만났다고만 말하여 억지로 두루 만나러 다녔다는 큰 징험을 삼았습니다. 끝에 가서 오수원(吳遂元)의 초사(招辭)에, ‘그날 좌객(座客)이 많았다.’는 것으로써 두루 찾아다니지 않은 실상을 증명하였는데, 의언(議讞)할 즈음에 끝내 추문을 청하지 않았으니, 오로지 증좌(證左)가 혹시 사실일까 두려워해서입니다. 이윤언이 이미 포시(晡時)라고 말하였는데, 정몽선(鄭夢先) 및 여러 하인들의 초사에는 오시(午時)에 집에 돌아왔다고 말하였으니, 오시에 돌아온 사람이 어떻게 포시(晡時)에 동네로 들어올 이치가 있겠습니까? 피차 서로 틀리는 것이 말하는 것마다 모두 이와 같은데도 안문(按問)할 때 역시 한 마디도 자세하게 캐묻는 일이 없었습니다. 정몽선 및 여덟 하인들이 혹형(酷刑)을 받은 실상을 말하면 참혹합니다. 상제(常制) 외에 별도로 중장(重杖)을 만들어 한 대를 칠 때마다 꾸짖고, 사람을 바꾸어가며 한 대씩 치니, 몇 대만에 피와 살이 터지고 찢어져 1차의 형신(刑訊)에 죽은 자가 두 사람이었습니다. 아! 참혹합니다, 여덟 하인이 1차의 형신을 받은 후에 한 사람이 먼저 옥중에서 죽고, 나머지는 모두 장차 끊어지려는 목숨이 경각(頃刻)에 달려 있었는데, 형관(刑官)은 혹형을 한 자취를 감추려고 하여 이에 1차의 형신에 처음에는 중상(重傷)이 아니었으나 추위와 굶주림 때문에 죽게 되었다는 등의 말로 멋대로 초기(草記)하여 현혹시킬 계책을 삼았습니다. 추위와 굶주림 때문에 죽은 것이 과연 그 말과 같다면 어찌 석방된 후에 한 사람이 또 죽고, 간신히 살아남은 자들도 모두 폐인(廢人)이 되었겠습니까? 그들이 온갖 방법으로 속이고 가린 것도 무엄합니다. 정몽선의 초사에 곤동(壼洞)과 이현(泥峴)을 서로 바꾸어 틀리게 대답하였으니, 그 정상을 볼 수 있습니다. 오수원의 집이 곤동(壼洞)에 우거(寓居)하고 있던 것은 이미 10년 전이었고, 이현(泥峴)으로 이거(移居)한 것도 이미 8년이나 오래 되었습니다. 정몽선은 여러 해 동안 경사(京司)에 사역(使役)한 사람이니 재상(宰相)이 살고 있는 집을 기억해 알지 못할 이치가 절대로 없는데, 여러 해 동안 지금까지 살고 있는 곳을 버리고 오래 전에 일찍이 우거했던 곳을 가리켰습니다. 이는 실로 상리(常理) 밖이니, 그가 설명을 하려고 해도 되지 않으므로 갑자기 생각하여 억지로 대답한 정상이 불을 보듯이 분명한데, 오로지 말을 고쳐 무복(誣服)한 것만을 다행으로 여겨 일찍이 그 어긋난 단서를 힐문(詰問)하지 않았습니다. 또 여덟 하인이 정몽선과 면질(面質)을 원한 것이 누누할 뿐만이 아니었으니 한 번 대질(對質)시키는 것은 그만둘 수 없습니다. 그러나 혹 정상이 드러날까 두려워하여 대질시키지 못하게 하고, 곧바로 형신(刑訊)하기를 청하여 갖가지로 위협하여 끝내 초독(楚毒)을 견디지 못하여 함께 거짓 승복(承服)하게 되었는데, ‘이미 사경(死境)에 임박해서 부득이 승복(承服)한다.…’고 한 데 불과했으니, 그것이 온갖 협박에 못 이겨 억지로 거짓 승복한 상황에서 나온 것임을 이에서 볼 수 있습니다. 이것이 모두 그들의 마음씀인 것입니다. 아! 조태채(趙泰采)가 고(故) 대사헌(大司憲) 조태동(趙泰東)이 ‘나 역시 시관(試官)으로서 대궐에 나아갔더니, 이돈(李墩)은 이미 나갔는데, 늦은 후에 다시 와서는 「북소(北所)에 가서 있었다.」라고 하였다.’는 말을 끌어대어 마치 망조(亡祖)가 집에 돌아갔던 것을 숨기려고 북소에 갔다고 핑계한 것을 조태동이 친히 망조에게 들은 것처럼 하였습니다. 그러나 망조(亡祖)가 다시 대궐에 나아갔을 때에는 문이 이미 잠겼으므로 직방(直房)에서 유숙하고, 이튿날 새벽 문이 열린 후에 대궐 안에 있던 여러 시관이 비로소 나왔기 때문에, 망조(亡祖)도 그 뒤를 따라 시소(試所)로 나아갔던 것입니다. 당초에 다시 대궐에 나아갔을 때 이미 대궐에 들어가지 못하였으니, 조태동과는 원래 상면(相面)한 일이 없었는데, 북소에 갔다는 말이 어디에서 나온 것입니까? 망조(亡祖)는 패초(牌招)를 받기 전에 이미 집으로 돌아가겠다는 뜻을 여광주(呂光周)가 찾아왔을 때 미리 말하였고, 대궐에 나아간 후에도 또 집에 돌아간 실상을 이진수(李震壽)가 직숙하고 있을 때 상세히 말하였으며, 또 동료들 사이에서 힘껏 억울한 실상을 변명하였습니다. 비록 조태채의 상소를 보더라고, 그가 조태동의 말을 끌어대어, 망조(亡祖)를 허구 날조하는 하나의 큰 패병(欛柄)으로 삼은 것이 한 집안의 친한 사람에게서 나왔으니, 이것이 어찌 항정(恒情)으로서 헤아릴 수 있는 것이겠습니까? 과연 조태채가 이 말을 여름 초에 친히 들었다고 한다면, 사람을 함해(陷害)하려는 심술과 경솔히 내뱉는 구업(口業)을 어찌 하루인들 말을 참고 견디다가 반 년 후 조태동이 죽은 날에야 비로소 꺼냈겠습니까? 조태채가 시종 이 옥사(獄事)를 담당하면서 오로지 죄명을 얽어 만드는 것만 능사(能事)로 삼았으니, 사람으로 차마 이런 일을 한다면 무슨 일인들 차마 하지 못하겠습니까? 연석(筵席)에서 감죄(勘罪)하던 날에 미쳐 헌의(獻議)한 대신과 여러 신하들이 ‘두루 찾아다녔다.’는 한 조항을 유무(有無) 사이에 두었으니, 하나는 ‘아주 의심스러운 데 관계된다.’는 것이고, 하나는 ‘의심이 없을 수 없다.’는 것이며, 심지어 ‘사정(私情)을 썼다고 결단하는 것은 너무 지나친 듯하다.’라는 등 모호하게 말을 하면서 곧바로 작처(酌處)를 청하였으니, 그가 비록 마음을 다하여 없는 죄를 꾸며 만들어낸 것이 이르지 않은 바가 없지마는, 설명을 하기가 어려워 구차스레 죄안을 만든 것이 이에 이르러서는 더욱 도피할 수가 없습니다. 대저 전일의 정시(庭試) 고관(考官)은 단지 문견(聞見)으로 대령(待令)하게 하고 패초(牌招)하는 규정이 없었는데, 중간에 한 번 비록 패초를 청하기는 하였으나 혹 머물기도 하고 혹은 물러가기도 하여 역시 일정한 규례가 없었습니다. 그래서 망조(亡祖)는 오로지 옛 규례가 그러한 것만 알고 말세(末世)의 환난을 염려하는 방도에는 다시 생각이 미치지 못하였으며, 그때 천폄(遷窆)이 박두하여 나이 어린 사람에게 중대한 일을 맡길 수가 없어 모든 일을 하는 데 망조(亡祖)가 스스로 주장(主張)하여야 했기 때문에, 본래 잠시 나갔다가 곧 돌아와 지시하고 본부하려고 했던 것입니다. 대개 그대로 시소(試所)에 들어가면 또 장차 날짜를 허비하여 양장(襄葬)의 중요한 일을 기한에 맞추어 주선하기 어려운 형세를 염려했던 것입니다. 그날 일의 상황이 한결같이 이러하였는데, 이제 만약 지려(智慮)가 주밀하지 못하고, 거조가 경솔했다는 것으로 허물을 삼는다면, 망조(亡祖)도 또한 마땅히 굽혀 사죄하기에 겨를이 없을 것이나, 이 일로 인해 허구 날조하여 두루 다니면서 사정을 썼다는 죄안을 만들려고 하니, 아! 가슴이 아픕니다. 천하에 어찌 이런 일이 있겠습니까? 설령 망조(亡祖)가 거자(擧子)에게 사정을 두려고 하였다면, 패초(牌招)받기 전에는 한가하지 않은 날이 없었으니, 은밀하게 의논하여 몰래 통하여도 불가할 것이 없을 것인데, 어찌 대낮에 큰 도시 가운데에서 전도(前導)를 세우고 벽제(辟除)하면서 거자(擧子)의 집을 돌아다니며 과장(科場)에서 사정을 쓰는 자가 있겠습니까? 이것이 사리에 맞겠습니까 맞지 않겠습니까? 가로(街路)의 행인이나 시전(市廛)의 소민(小民) 등 많은 눈이 둘러보고 있으므로 가리우고 숨길 수가 없으니, 아! 억울합니다. 천하에 어찌 이런 일이 있겠습니까? 망조(亡祖)는 종지(宗支)에서 나와 지위가 높았고, 매양 ‘속이지 말고 숨지지 말라[勿欺無隱]’는 네 글자를 스스로 마음속에 힘썼는데, 불행하게도 여러 사람이 감정을 품고 원한을 풀려는 놀라운 기미가 몰래 일어나 마침내 몸이 함정 속에 빠져서 연해(煙海) 바닷가로 귀양을 가게 되어, 하늘에 호소할 길이 없어 억울함을 품은 채 지하로 들어갔습니다. 죽기에 임하여 곡진하게 타이른 말은, ‘오로지 성주(聖主)께 의심을 받아 선조(先祖)를 욕되게 한 것이 평생의 지극한 원한이 되었으니, 속을 썩이고 뼈를 깍는 사통(私痛)을 차마 말할 수 없다.’고 한 것이었으니, 성조(聖朝)의 지극한 인덕(人德)으로 신하를 친근하는 도리에 있어 유독 몹시 서러워하고 불쌍히 여기지 않습니까? 이끌어 댄 여러 사람은 모두 있으니, 원하건대 유사(攸司)에 명하여 낱낱이 조사하여 물어서 망조(亡祖)의 지극한 원통을 낱낱이 조사하여 묻도록 하소서.” 하니, 임금이 의논하여 처리하라고 명하였다.",
                "hj": "○戊寅/李墪孫蓍亨, 擊皷訟其祖冤。 供辭略曰: “諸臣疏奏中有曰: ‘文衡違牌後, 急急還家’ 云, 而文衡違牌, 在於旣還之後, 已悉於李震壽、呂光周之疏。 其曰: ‘試題首望之出於其手, 人皆言之。’ 又曰: ‘略有變幻, 元非別題。’ 出題時亡祖則欲以龔遂爲主, 他試官則欲以王生爲主, 取裁命官, 終以王生爲題, 主客旣判, 旨意懸殊。 其曰: ‘提衡之人, 何可退坐乎?’ 又曰: ‘試官目覩傳說。’ 抄上之際, 參考之時, 亡祖終不參涉之狀, 諸考官之所詳知, 主試大臣, 亦以人言之爽誤爲言。 若相琦疏, 則以受點前還家, 謂之落點後出去, 日曛時還詣, 謂之夜深後始到者, 尤爲陰巧。 身在政院, 的知事實, 而互換爲說, 專事欺隱, 其湊合和應之態, 有不忍正視。 趙泰采之疏曰: ‘歷抵歸一, 則用情自在其中。’ 又曰: ‘合考不參, 自是題外。’ 噫! 若非身參合考, 則決無容手之地, 而今乃以參考爲題外, 必欲歸重於歷抵, 何也? 蓋試題旣歸虛, 合考又歸虛, 則謂之用情, 都無所據, 歷抵又將脫空, 故捨明白易知之事, 循黯昧難明之端, 而鍜鍊羅織, 固在其手。 如果構歷抵之案, 則謂可驅入於用情之科, 其設計用意, 政所謂如見肺肝也。 末後加律之啓, 又曰: ‘受點後忽然還家。’ 又曰: ‘及其榜出, 果取其人。’ 還家之在於落點之前, 証驗固甚明白, 合考抄定, 全無參涉, 則取與不取, 干我何事, 而其抑勒驅脅如此? 此皆其構誣也。 賓興, 卽鎭圭之切族, 而與亡祖有仇怨, 吳遂元與健命、宜顯家, 有積怨血讎, 遂元家與賓興家隔隣, 而亡祖與遂元家親切, 故乃以還家一着, 執爲可乘之釁, 欲爲一擧竝中之計。 若曰以某也於某日歷抵某家倡說, 而募人爲證, 則可以疑亂聽聞, 而彼亦難於自明, 遂敢肆然傳說, 合謀於卿宰, 蜚語於諫臣, 其綢繆經營之狀, 狼藉難掩, 雖欲秘諱, 爲可得耶? 雖然, 賓興初招所謂傳說者, 禎興也, 目覩者彭壽, 而及彭壽之被囚也, 轉諉於其稚弟與童奴。 此等所引, 或是隣居之孽從, 廊底之私人, 或是豢養之兒, 仰役之奴也。 終始擔當立隻者, 非他人也, 乃仇怨之賓興也, 援引作證者, 又非他人也, 乃賓興之孽族與丐子、癡僕, 而白晝大路人衆成群之時, 何無一人公立可信之證乎? 賓興就拿之初, 募鄕儒立證之說, 狼藉傳播矣。 其後追聞, 昨年七月初, 禎興之兄道興, 抵書于龍仁居宋道聖曰: ‘下宅方被囚於禁府, 將以君名現告。 羅卒若下去, 則例給七兩錢, 而君家貧甚, 自此已備置’ 云。 所謂下宅, 卽指賓興。 道聖驚怪, 辭而拒之曰: ‘庭試時, 我雖以下宅隨從上來, 而二十四日出往桃渚洞李猶興家, 還到泥峴, 則烽火已擧, 吾何以曾見李判書乎? 平生不識其面目, 何以知某人之爲李判書耶?’ 道興曰: ‘如此憫迫之時, 君何不救濟親舊耶?’ 道聖曰: ‘事雖如此, 吾旣不知面, 而稱以目見, 入囚之後, 使吾解識李判書於多人之中, 則吾何以分別耶?’ 禎興曰: ‘當自此畫出李判書形貌, 君若孰視而默記, 則必無違錯之理也。’ 道聖曰: ‘吾不忍白地構人, 決不可爲此事。’ 仍爲出來行廊, 則其所眄主人之婢, 謂道聖曰: ‘以如此不干之事, 無陷於諸人敎誘之中可也。 生死之間, 彼自擔當, 決不可同謀也。’ 翌朝, 道聖告歸, 則禎興等曰: ‘昨議之事, 君不肯聽, 無可奈何, 而此語若出口, 則吾當絶交’ 云。 道聖者, 卽賓興墓下居生之人, 而平生親昵間也。 道聖還後, 憤其威脅敎誘之狀, 其洞居親舊之間, 輒告之曰: ‘吾以如此如此之事, 幾不免見囚被刑。’ 詳聞道聖之言, 而傳於矣身者, 不啻數人, 而至有謄其顚末, 自筆書給於矣身之人, 則賓興之初欲構募着實立證者, 而終不得順從之人, 未免以稚騃現出之狀, 據此一款, 可以覷破, 此等機關, 凶譎幽秘, 雖鬼神, 亦有不可測者。 且李聖興, 卽賓興之再從弟, 而禎興之嫡同生也。 當初賓興, 欲借其兒子慶大, 立以爲證, 則聖興不從, 又欲募聖興之婢惡發之子爲證, 則惡發怨其白地驅脅, 多般揚惡, 故乃以此等稚騃, 不得已募證。 賓興之欲得聖興家人而爲證者, 蓋以聖興所居, 與遂元家相接, 使之立證, 易致疑惑故也。 此等情節, 矣身詳聞於聖興一家人, 旣甚明的。 至於禮講年月之相左, 誣飾之狀旣著, 而賓興惟恐其計之或露, 先自措辭, 曲爲彭壽代供者, 已極無狀。 而一月與數朔, 便是咫尺間事, 非可錯記者, 而及其更覈也, 一月變爲期年, 數朔退作三歲, 獄情之違端, 孰甚於此? 聞賓興率置彭壽之母於聖興家, 啗之以利, 脅之以威, 錢穀之賂, 殆罄家産, 而憤懟怨怒之聲, 猶且騰諸道路。 若有一番刑訊之擧, 則其間情節, 幾乎敗露矣。 又聞賓興在獄時, 有一札自外來傳於一囚人, 故折見, 則乃賓興家書, 而書辭隱秘難解而有曰: ‘夢漢, 昨又不服, 其將奈何? 然而秋判之意, 必欲窮推而後已, 是可幸也。 但家中, 又將有生變之漸, 是極悶慮’ 云云。 所謂夢漢, 卽夢先, 秋判, 卽鎭圭也。 其時彭、甲輩父母, 交相怨謗, 將欲以實告官之說, 傳播於都下。 其所謂生變云者, 正指此等事也。 且以李胤彦逢着亡祖一款言之, 南洞洞口, 有上、下街, 上街則自泥峴來路也, 下街則自河梁橋來路也。 當初賓興之引胤彦爲證也, 胤彦妻父右尹金德基, 本居南洞, 適到洞中親舊家, 語及胤彦事曰: ‘胤彦伊日, 果來吾家卽還。 方出洞口, 有一前導, 自下街而來, 下馬立見, 則乃李判書也’ 云云, 故從祖堂卽爲往問其委折, 則所答一如所聞, 而士人安壽咸, 卽胤彦之一家也。 聞胤彦就拿, 往問其由而來傳, 與從祖之親聞於德基者, 無所參差。 胤彦之見亡祖從下街而來者, 旣甚明白, 則不爲歷抵之狀, 的然可知, 此皆其破綻者也。 宜顯疏中所云, 參考時目覩試官, 亡祖供辭, 乞以玆事, 緘問於言者, 問其爲誰某, 而金吾覆奏, 終無一字擧論, 蓋衆目難掩, 公證至多, 或恐宜顯做出之情, 仍至敗露故也。 禮講一款, 彭壽之前後變說, 是莫大之違端, 而終不請訊, 其隨事曲護之情, 有不容掩也。 胤彦逢着之處, 上、下兩街, 全不鉤問辨別, 從以逢着於南洞爲言, 勒爲歷抵之大驗。 末後遂元之招, 以伊日座客之多, 以證不歷抵之實狀, 而議讞之際, 終不請問, 惟恐證左之或實。 胤彦旣以日晡爲言, 而夢先及諸傔之招, 則乃以午時還宅爲言。 午還之人, 豈有晡時入洞之理乎? 彼此相左, 節節如此, 而按問之時, 亦無一言盤詰。 夢先及八傔酷刑之狀, 言之慘矣。 常制之外, 別造重杖, 箇箇嗔喝, 杖杖替人, 數杖之內, 血肉糜爛, 一次之刑, 致斃者二人, 噫嘻慘矣! 八傔一次受刑之後, 一人先斃於獄中, 餘皆奄奄, 命在頃刻, 則刑官欲掩酷刑之跡, 乃以一次之刑, 初不重傷, 凍餓致斃等說, 肆然草記, 以爲眩惑之計。 凍餓而死, 果如其言, 則豈於見放之後, 一人又斃, 而辛苦得生者, 亦皆爲殘疾之人耶? 其百般欺蔽, 亦無嚴矣。 夢先之招, 壼洞、泥峴之互換錯對, 其情可見。 遂元之家, 僑寓壼洞, 曾在十年之前, 移居泥峴, 已是八年之久, 則夢先以多年使役於京司之人, 宰相家居, 萬無不能記認之理, 而捨累載時居之所, 指久遠曾寓之處, 此實常理之外, 則其求說不得, 猝辦强對之狀, 明若觀火, 而惟以變辭誣服爲幸, 而曾不詰問其違端。 且八傔之願與夢先面質者, 不啻縷縷, 一番對質, 在所不已, 而或恐情狀現露, 不使對質, 直爲請刑, 威迫萬端, 終使不勝楚毒, 同歸誣承, 而不過曰旣迫死境, 不得已承款云云而已, 其出於萬分怵迫, 强爲誣承之狀, 於此亦可見矣, 此皆其用意者也。 噫嘻! 泰采之所引故大司憲趙泰東之言曰: ‘吾亦以試官詣闕, 則李墪已出去, 晩後還詣, 以爲往在北所’ 云云, 有若亡祖欲諱還家, 托往北所, 而泰東親聞於亡祖者然。 亡祖之還詣也, 門已下鑰, 留宿直房, 翌曉開門之後, 諸試官之在闕中者, 始爲出來, 故亡祖隨其後, 進詣試所矣。 當初還詣之後, 旣不得入闕, 則與泰東, 元無相面之事, 北所之說, 何從而發乎? 亡祖承牌之前, 旣以還家之意, 預言於光周來訪之時, 詣闕之後, 又以還家之實狀, 備言于震壽在直之時, 且於儕友間, 力辨其冤狀。 雖以泰采疏見之, 其引泰東之言, 以爲構捏亡祖之一大欛柄者, 出於同堂之親, 是豈恒情之所可測者耶? 果使泰采, 親聞此言於夏初, 則以陷害之心術, 輕脫之口業, 豈可一日含忍, 而始發於半年後泰東身死之日耶? 泰采終始擔當此獄, 惟以構成罪名爲能事。 人而忍此, 何事不可忍也? 及其筵席勘罪之日, 大臣諸臣所獻議者, 以歷抵一款, 置之有無之間, 一則曰殊涉可疑, 一則曰不能無疑, 至以斷以用情, 似涉太過等語, 糢糊爲說, 直請酌處, 則彼雖極意鍜鍊, 靡所不至, 而其難於爲說, 苟然成案者, 至此而益無所逃矣。 大抵在前庭試考官, 只令聞見待令, 而無牌招之規, 中間一次, 雖請牌招, 而或留或退, 亦無定例, 而亡祖惟知古規之如彼, 不復思及於末世慮患之道, 其時遷窆迫頭, 而年少未任重事, 凡百事爲, 亡祖皆自主張, 故本欲暫進旋歸, 以爲指揮分付之地, 蓋慮仍入試所, 則又將費了日字, 襄葬重事, 勢難及躬周旋也。 伊日事狀, 斷斷如此。 今若以智慮未周, 擧措踈率爲咎, 則亡祖亦當摧謝之不暇, 而因此構捏, 欲成歷抵用情之案, 噫嘻痛哉! 天下寧有是耶? 設令亡祖欲私於擧子, 則承牌之前, 無非閒日, 密議潛通, 無所不可。 豈有白晝大都市之中, 騶導呵擁, 迂往擧子之家, 而爲科場之私情者哉? 此於事理, 近乎否乎? 街路行人, 市廛小民, 萬目環瞻, 非可掩諱。 噫嘻冤哉! 天下寧有是耶? 亡祖出自宗支, 致位隆顯, 每以勿欺無隱四字, 自勖於心, 而不幸群憾逞毒, 駭機潛發, 卒至陷身於坑穽之中, 竄跡於煙海之濱, 無路籲天, 含冤入地。 臨歿諄諄之語, 惟以見疑聖主, 忝辱先祖, 爲平生之至恨, 腐心剌骨之私痛, 有不忍言者, 而在聖朝至仁體下之道, 獨不衋然傷愍乎哉? 所援諸人俱在, 乞命攸司, 一一按問, 使亡祖至冤至痛, 一一按問。” 上命議處。"
            }
        },
        "6": {
            "1": {
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 8월 6일(신사) 1번째기사",
                "gt-oKo": "지평(持平) 이진망(李鎭望)이 진소(陳疏)하여 그 조부 문충공(文忠公) 이경석(李景奭)이 홍계적(洪啓迪)·김진규(金鎭圭)에게 무함을 당한 억울함을 호소하였는데, 대략 말하기를, “홍계적 등이 정소(呈疏)할 적에 김진규가 맨 먼저 스스로 담당하여 그 글을 지었는데, 그 말은 오로지 신의 조부가 정축년 찬문(撰文)한 일로써 하나의 큰 죄안(罪案)을 삼아 고(故) 상신(相臣) 송시열(宋時烈)이 신의 조부를 헐뜯어 욕한 장본인이었다고 하였습니다. 대개 그의 마음은 스스로 내가 지금 나의 군당(群黨)을 부추겨 일으켜서 우리가 높이는 사람을 도와서 옹립(擁立)하고 태학(太學)의 공론(公論)이란 명분(名分)을 빌어서 일시에 현환(眩幻)시킬 계책을 삼는다면, 장덕 숙망(長德宿望)을 한 붓에 지워버릴 수 있고 여론(輿論)과 공론(公論)을 하루 아침에 변란시킬 수 있다고 생각한 것입니다. 신들의 상소가 나오기에 미쳐 인조(仁祖)께서 면유(面諭)하신 매우 간절한 뜻과 조부가 명을 받들고 부지런히 힘쓴 뜻은 그 사실이 모두 드러나서 약한 나라의 군신(君臣)이 위급함을 당해 서로 도왔던 것이 족히 후인(後人)들을 격동시켜 슬프게 하였으니, 글을 지은 일절(一節)은 마침내 신의 조부의 허물이 될 수 없는 것이 분명합니다. 등본(謄本)이 한 번 전파되자 나라 사람들이 돌려가며 보고, 참으로 일단(一段)의 공심(公心)이 있는 자는 마음과 뜻이 쾌활해 하지 않음이 없었으니, 시비(是非)의 공론(公論)은 백 년을 기다리지 않고도 정해졌던 것입니다. 김진규는 이러한 사납고 패려한 성품에서 더욱 남에게 이기기를 힘써서 스스로 한 상소를 지어 그의 동생 김진서(金鎭瑞)를 보내어 장진환(張震煥)을 유혹하고 협박하여 올리게 했는데, 대개 김진서는 장진환의 고부(姑夫)가 됩니다. 신들이 상소에서 신풍 부원군(新豐府院君) 장유(張維)가 글을 지은 일에 언급했기 때문에, 그가 이에 그것을 빙자하여 패병(欛柄)을 삼았으나, 일편(一篇)의 정신은 신풍 부원군을 위하는 데 있는 것이 아니라 신의 조부를 욕하는데 급급했으며, 그래도 스스로 마음이 상쾌하지 못하여 다시 분풀이 하려고 생각한 것입니다. 마침 국자(國子)의 직임에 있으면서 풍지(風旨)를 드러내 보이며 그로 하여금 상소하는 일을 창도(倡導)하게 하고, 몰래 친한 사람에게 넌지시 말하여 스스로 글짓기를 요청했습니다. 그리고 글을 이미 완성하였으나, 스스로 말이 아주 패악하여 사람들이 받아들여 쓰지 않을 것을 알고는 이에 다시 말을 보내기를, ‘전부 다 쓰겠다면 보내겠지만, 참고로 쓰겠다면 보낼 수 없다.’라고 하였는데, 과연 반중(泮中)의 여러 의논에 저지(沮止)당했습니다. 또 사인(私人)으로 하여금 그 원고(原藁)를 소매 속에 넣고 가게 하고는 다른 재상이 지은 것이라고 사칭(詐稱)하였으나, 끝내 이루어지지 않게 되자, 마침내 자기의 소(疏)를 만들어 올렸던 것입니다. 아, 그 일이 올바르고 말이 공정하다면 분명한 말로 의견을 나타내는 것이 옳을 것인데, 어찌 이에 자취를 감추고 두세 번에 이르도록 경영(經營)하다가 그 계책이 없어지고 형세가 궁하게 되어서야 비로소 그 머리와 얼굴을 드러내는 것입니까? 그의 음비(陰秘)하여 처신(處身)을 드러내지 않고 흉악하고 교활하여 방자(放恣)한 태도는 진실로 많은 사람이 직접 함께 본 바입니다. 김진규는 이미 찬문(撰文)한 일이 끝내 신의 조부를 헐뜯어 허물할 수 없음을 알고는 이에 말하기를, ‘설령 사세에 핍박받아 하지 않을 수 없었다 하나, 어찌 그 내용을 잘 만들 방법이 없었기에 힘껏 찬미(贊美)하고 조금도 재량(裁量)하지 않았는가?’ 하였으니, 아! 이것이 무슨 말입니까? 성하지맹(城下之盟)은 어찌할 수 없었으나, 도성에 돌아온 후에도 저 오랑캐들의 의노(疑怒)가 더욱 심하여 걸핏하면 무력(武力)으로 위협하였는데, 오히려 한두 문자(文字)를 자랑스럽게 지켜 다시 도탄(塗炭)의 화(禍)를 도발할 수 있겠습니까? 노인(虜人)들이 글을 요구하면서 사신(詞臣)을 빨리 뽑아 화급(火急)히 지어내게 하고, 심지어 별도로 사람을 보내 상중(喪中)에 있는 철장(哲匠)에게 부탁하기까지 하였으며, 또 신의 조부가 지어서 올리자 노인(虜人)은 너무 간략함을 노여워하여 다시 지을 것을 독촉하였으니, 인조(仁祖)께서 면유(面諭)한 말씀에 ‘격노(激怒)시키지 말라.’하는 전교가 계셨습니다. 간측(懇惻)한 유시가 이처럼 정녕하였으니, 언외(言外)의 숨겨진 뜻을 다시 어디로부터 찾겠다고 김진규(金鎭圭)는 이에 우선 저들의 요구에 응한 것을 가지고 말을 하는 것입니까? 더욱 웃을 만한 것은 김진규가 장진환(張震煥)의 상소에 있는 견양(牽羊)이라는 귀절을 존주(尊周)의 큰 증거로 삼았으나, 신의 조부가 지은 글 가운데 첫머리에 있는 ‘바람이 가을 죽순 껍질을 날리듯 하였다.’ 하는 것과 ‘화로불에 기러기 털을 태우듯 하였다.’는 등의 구절이 모두 부견(苻堅)이 진(晉)나라를 침략할 때 스스로 과시(誇示)한 말임은 전연 모르고 있습니다. 대저 신풍 부원군(新豐府院君)이 초자(楚子)를 인용한 것은 본디 뜻이 있었으나, 저강(氐羗)이 와서 중화(中華)를 침범한 데에 비교한 것과는 역시 차이가 있습니다. 바야흐로 그 초(草)를 엮을 때 이런 문자가 많지 않았던 것은 아니지만, 다만 이 몇 구(句)는 뜻을 함축한 것이 심미(深微)하므로 유독 범문정(范文程)이 한결같이 지워버린 가운데 들지 않았던 것입니다. 이제 김진규가 비유를 끌어대는 뜻에 아주 어두워 억지로 비교하고 분별하는 계책을 내었으나, 이것은 변명할 것도 못됩니다. 존주(尊周)의 의리와 거(莒)에 있던 아픔을 어찌 일찍이 붓 한 번 놀리는 잠시라도 잊었겠습니까만, 일이 구애되고 형세가 핍박받게 되자, 피눈물을 닦고 한을 삼키면서 마음에 없는 말을 엮었으니, 천 년 후에 참으로 충신(忠臣) 의사(義土)가 있다면 마땅히 당시의 상황을 묵상(默想)하여 그 심사를 헤아려 성조(聖祖)께서 원통함을 품고 아픔을 참은 마음을 슬퍼하고, 여러 신하들이 살아서 때를 만나지 못한 아픔을 슬퍼할 것입니다. 그런데 도리어 지나간 발자취를 모아서 망극한 말을 얽어 만들어 헐뜯고 욕하기를 조금도 돌아보아 생각지 않은 것은 또한 무슨 마음입니까? 대저 김진규는 사람됨이 음험하고 간특하여 당(黨)을 위해 죽을 힘을 다하는 데에 용감하여 비록 한만(閑漫)한 말이라 하더라도 반드시 다른 사람을 능가(凌駕)하여 그의 패류(悖謬)한 말을 이루려고 하니, 이것이 그 일생의 기량(技倆)입니다. ‘하간(河間)’이란 한 귀절은 더럽고도 비패(鄙悖)하여 더욱 서적(書籍)에서는 듣지 못하였으니, 아! 슬픕니다. 천지 사이에 이런 패악한 사람이 있겠습니까? 신은 매양 생각이 이에 미치면 오장(五臟)이 찢어집니다.” 하니, 임금이 융중(隆重)한 비답을 내렸다.【비지(批旨)는 위에 보인다.】",
                "hj": "○辛巳/持平李眞望, 陳疏訟其祖文忠公景奭, 被誣於洪啓迪、金鎭圭之冤。 略曰: 啓迪等之呈疏也, 鎭圭首自擔當, 爲構其文, 而其言則專以臣祖丁丑撰文事, 爲一大案, 以爲故相臣宋時烈詆罵臣祖之張本。 蓋其心自謂, 吾今皷發吾群黨, 扶擁吾所尊, 假太學公論之名, 爲一時眩幻之計, 則長德宿望, 可以一筆句抹, 輿言、公誦, 可以一朝變亂。 及臣等之疏出, 則仁廟面諭懇迫之旨, 臣祖承命黽勉之意, 事實俱著, 弱國君臣, 臨危相須者, 有足以激悲後人, 撰文一節, 終不可爲臣祖之疵咎者, 較然矣。 謄本一播, 國人傳看, 苟有一段公心者, 莫不心快意豁, 是非之公, 不待百年而定。 鎭圭於此, 狼戾之性, 益務角勝, 自構一疏, 遣其弟鎭瑞, 誘脅張震煥而上之。 蓋鎭瑞爲震煥之姑夫, 而臣等之疏, 及於新豐府院君張維撰文事, 故彼乃藉爲欛柄, 一篇精神, 不在於爲新豐地, 而急於詬辱臣祖, 猶不自快, 更思所以逞忿者。 適居國子之任, 顯示風旨, 俾倡疏擧, 陰諷所親, 自要構文。 文旣成, 自知言絶悖, 人必不肯受用, 乃復送言, 以爲全用則可送, 參用則不可送, 果爲泮中諸議所格。 又使私人, 袖其藁而往, 詐稱他宰之文, 而終不見售, 遂作自己疏投呈。 噫! 使其事正而言公, 則明言顯議可矣, 何乃匿跡經營, 至再至三, 及其計絶勢窮, 始露其頭面乎? 其陰秘閃鑠, 凶狡縱恣之態, 固已萬目所共見。 鎭圭旣知撰文事, 終不足爲臣祖之疵咎, 乃曰: “設令迫於事勢, 不得不爲, 豈無善爲其辭之道, 而極力贊美, 無少裁量?” 噫嘻! 是何言也? 城下之盟, 萬不獲已, 及夫還都, 彼虜之疑怒益甚, 動以干戈(胥)〔脅〕之, 尙可以一二文字, 有所矜持, 更挑塗炭之禍耶? 虜人之徵文也, 亟選詞臣, 火急撰出, 至於別遣人, 見屬於在憂之哲匠, 且於臣祖之撰進也, 虜人怒其太略, 督令改述, 則面諭之辭, 至以無致轉激爲敎。 懇惻之諭, 若是丁寧, 則言外微旨, 復何從求, 而鎭圭乃以姑應彼索爲言耶? 尤可笑者, 鎭圭謂震煥之疏, 有以牽羊之句, 爲尊周之大證, 而殊不知臣祖所撰中, 首揭風捲秋蘀, 及爐燎鴻毛等句, 俱用符堅寇晋時自夸之語。 夫新豐之引楚子, 固有意焉, 而比諸氐、羌之來寇中華, 亦有間矣。 方其屬草也, 此等文字, 不爲不多, 而唯此數句, 寓旨深微, 獨不入於范文程一倂塗抹之中。 今鎭圭全昧援譬之意, 强生較量分別之計, 斯亦不足辨也。 尊周之義, 在莒之痛。 何嘗暫忘於一下筆之頃, 而事有所拘, 勢有所迫, 抆血飮恨, 强綴匪心之辭, 千載之下, 苟有忠臣、義士, 固當默想時象, 揣念心事, 悲聖祖含冤忍痛之心, 哀諸臣生丁不辰之痛, 而顧乃捃摭旣往之跡, 構成罔極之語, 詆罵詬辱, 略不顧慮者, 此又何心哉? 大抵鎭圭, 爲人陰戾奰慝, 勇於死黨, 雖於閑漫言語, 必欲凌人而駕物, 以濟其悖謬之說, 此其一生伎倆也。 河間一句, 醜穢鄙悖, 尤是載藉所未聞者。 噫嘻痛哉! 天壤之間, 乃有此悖惡之人耶? 臣每一念到, 五內痛裂云云。 上賜批極隆重。【批旨見上。】"
            }
        }
    },
    "09": {
        "29": {
            "1": {
                "H2KE-EN": "On gyeyu day, Yu Sung , the second censor of the Office of the Censor General , submitted a memorial regarding the observation of observation. At the end of the gyeyu year (, [Yu Sung] was appointed as minister of personnel . [Yu Sung] was always grieved and regretful. The King answered that he was unaware of this. At the time, Minister of Personnel Hwang Heum was not the expectations of the people. Therefore, [Yu] Sungs memorial was revealed. However, [Hwang] Heum was indeed frugal and honest by nature, and he did not imprudent. Instead, he was better than 이른바 expectations of the people.",
                "H2KE-nKo": "사간 유숭이 상소하여 시사를 논하고, 끝부분에 ‘이조 판서를 윤차하는 것 같아 항상 개탄하고 애석하게 여겼다.’라고 말하니, 주상이 이해하지 못하겠다고 답하였다. - 원래의 상소와 비지는 위에 보인다. - 이때 이조 판서 황흠이 인망이 없었기 때문에 유숭의 상소에서 언급한 것이다. 그러나 황흠은 실로 염정하여 당론이 너무 심하지 않았으니, 도리어 이른바 인망이 있다는 것보다 나았다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 9월 29일(계유) 1번째기사",
                "gt-oKo": "사간(司諫) 유숭(兪崇)이 시사(時事)를 상소하여 논하고, 끝에서 총재(冢宰)를 제배(除拜)하는 것이 윤차(輪差)하는 것과 같음이 있으므로 늘 개연(慨然)하여 애석하게 여겼다고 말하니, 임금이 이해할 수 없다고 답하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 이때에 이조 판서 황흠(黃欽)이 인망(人望)에 어긋났기 때문에 유숭의 상소에 언급된 것이다. 그러나 황흠은 실로 염정(恬靜)하여 당론(黨論)에는 너무 심하게 하지 않았으니, 도리어 이른바 인망(人望)이 있다는 자보다 나았다.",
                "hj": "○癸酉/司諫兪崇疏論時事, 末以冢宰除拜, 有若輪差, 尋常慨惜爲言, 上答以未曉。【原疏、批旨見上。】時, 吏判黃欽, 非人望, 故崇疏及之。 然欽實恬靜, 黨論不爲泰甚, 反有愈於所謂人望者矣。"
            }
        }
    },
    "10": {
        "5": {
            "1": {
                "H2KE-EN": "Second Deputy Director [of the Office of the Royal Genealogy ] Yi Gwangjeok submitted a memorial to advise his opinion and petitioned for the punishment of Seo Myeongu . The memorial read as follows: Seo Myeongus crime cannot be pardoned by banishment to a northern frontier. If he seeks to benefit his royal favor and occupying high-ranking officials, he will find no choice but to rescue the high-ranking officials instead of false accusations. There will be no way to prevent advantage of adv",
                "H2KE-nKo": "기묘년에 지사 이광적이 상소하여 소회를 진달하고 신사철의 말을 따라 서명우를 죄줄 것을 청하였는데, 그 대략에,“서명우의 참소하는 말은 북쪽 지방에 내쳐야 합니다. 총애를 구하고 지위를 굳히는 말을 끝까지 조사하지 않는다면 대신이 무함을 받은 것을 끝내 시원하게 씻을 수 없을 것이고 참소하는 말이 교란되어 끝내 두절될 수 없을 것이며 천둥 번개가 치는 편치 않은 재변도 없앨 수 없을 것입니다.”하니, 주상이 엄한 비답을 내려 꾸짖었다. 그 대략에,“지금 경이 서명우에게 먼 지역으로 내쫓는 형전을 시행하지 않은 것을 겨울 천둥의 반응이라고 하는데, 그 의도는 견강부회하는 데 있을 뿐만이 아니다. 과연 경의 말대로라면 지금 이후로 남을 무함하고 반목하는 무리로서 의도가 위험한 자는 모두 형리에게 내려 철저히 조사할 것이니, 그 말류의 폐단이 어찌 끝이 있겠는가.아, 경은 백발의 나이로 재이를 만나 근심하고 두려워하는 때에 서둘러 상소를 올렸는데, 첫째는 서명우를 철저히 조사하라는 것이고 둘째는 서명우에게 형률을 더해서 재이를 없애는 제일의 계책으로 삼으라는 것이었다. 어찌 이런 일이 있단 말인가. 내가 실로 놀랍고 한탄스럽다.”하였다. - 원래의 상소와 비지는 위에 보인다. - 이광적이 늙어서도 죽지 않고 이에 권귀에게 아첨하고 빌붙을 계책으로 재이와 견강부회하는 말을 빌려서 언관을 무함하여 반드시 죄를 더하려고 하였으니, 이것이 바로 이른바 인간의 수치스러운 일을 모른다는 것이다. 주상의 하교가 엄명하여 노련한 간신으로 하여금 간담을 서늘하게 할 만하였으므로 사람들이 모두 통쾌하게 여겼다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 10월 5일(기묘) 1번째기사",
                "gt-oKo": "지사(知事) 이광적(李光迪)이 소회(所懷)를 진소하여 신사철(申思喆)의 말을 따르고 서명우(徐命遇)를 죄주기를 청하였는데, 대략 이르기를, “서명우의 참소하는 말은 북쪽 변방에 정배(定配)하는 것으로도 용납되지 않습니다, ‘총애를 희구하여 지위를 굳혔다.’는 말을 끝까지 핵실(覈實)하게 하지 않으면 대신(大臣)이 무함받은 것을 끝내 시원하게 씻지 못하게 되고, 참소하는 말이 어지러워도 마침내 두절(杜絶)시킬 바가 없을 것이며, 진뢰(震雷)가 편안치 못한 재변도 또한 소멸시킬 수가 없을 것입니다.” 하니, 임금이 엄비(嚴批)로 책망하였는데, 대략 이르기를, “지금 경(卿)이 서명우에게 투비(投畀)하는 법을 쓰지 않아서 겨울 천둥이 응하였다고 하는데, 그뜻은 부회(傅會)하는데 있을 뿐만 아니다. 과연 경의 말과 같다면, 지금부터 경알(傾軋)하는 무리로서 마음씀이 위험한 자는 모두 형리(刑吏)에게 내려 추궁하고 힐문해야 할 것이니, 그 말류(末流)의 폐해가 어찌 끝이 있겠는가. 아! 경은 백수(白首)의 나이에 재변을 만나 근심하고 두려워하는 날을 당하여서 둘러 상소하여 첫 번째로, ‘서명우를 구핵(究覈)하라.’하고, 두 번째로, ‘서명우에게 가율(加律)하여 재변을 늦추는 제일의 계책으로 삼으라.’고 하였으니, 어찌 이런 일이 있겠는가. 나는 실로 놀랍고 탄식한다.” 하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 이광적이 늙어 죽지 않고 이에 권귀(權貴)에게 아첨하여 붙좇는 계책으로 재이(災異)와 부회(傅會)하는 말을 빌어 터무니없는 말을 만들어 내어 언자(言者)에게 반드시 죄를 가하려고 하였으니, 이것이 바로 이른바 인간으로서 수치수러운 일을 모른다는 것이다. 상교(上敎)가 엄명(嚴明)하여 간교한 늙은이로 하여금 담(膽)이 서늘하게 하였으니, 사람들이 모두 시원스럽게 여겼다.",
                "hj": "○己卯/知事李光迪, 疏陳所懷, 請從申思喆言, 罪徐命遇。 略曰: 命遇讒言, 罪不容於投畀有北。 徼寵固位之言, 不使窮覈, 則大臣被誣, 終無以快雪, 讒口交亂, 終無以杜絶, 震雷不寧之變, 亦無以消弭也云云。 上嚴批責之, 略曰: “今卿以不施命遇投畀之典, 爲冬雷之應, 其意不特在於傅會也。 果如卿言, 則從今以後, 傾軋之輩, 用意危險者, 皆將下吏究詰, 其流之弊, 庸有極乎? 噫! 卿以白首之年, 當遇災憂懼之日, 其所汲汲投疏, 一則曰究覈命遇, 二則曰加律命遇, 以爲消弭之第一策, 寧有是哉? 予實駭歎也。”【原疏、批旨見上。】 光迪老而不死, 乃以諂附權貴之計, 借災異、傅會之說, 構捏言者, 必欲加罪, 此正所謂不識人間羞恥事者。 上敎嚴明, 足令老奸破膽, 人皆快之。"
            }
        }
    },
    "11": {
        "28": {
            "1": {
                "H2KE-EN": "[The King] appointed Yi Taek as assistant section chief of the Ministry of Personnel , and Kim Jin as magistrate of Gaeseong . 사신은 논한다. Yi Taek, an ordinary person, was foolish and foolish. Earlier, he was banished to a designated area, but he was unable to overcome his expenditures from the neighboring county. He successively was appointed to a designated area, and therefore his administration was insufficient in simple and circumspection. He whose opportunity was similar to the government, and there were many who were in such a manner as this. However, he was not abandoned by a vacancy in the world, and his title was pitiful. Kim Jin, whose nature was upright and honest, was indeed rare. He was in charge of the examination. The world competed to be extremely fair. When he was in the Slave Agency , all the litigants regarded himself as unjust, but he was already disappointed by the world, and he was unable to reach the higher level of the senior minister [of the Ministry of Personnel] and then went to a designated area to his designated area. The public opinion was pitiful.",
                "H2KE-nKo": "이택을 이조 좌랑으로, 김진규를 강화 유수로 삼았다. 사신은 논한다. 이택은 속되고 용렬한 무리로서 일찍이 일을 말하다가 귀양을 갔는데, 이웃 고을에서 그 가렴주구를 견디지 못하여 잠깐 하읍에 보임되었다. 정사의 업적이 간소하고 절약하는 데 부족함이 있었으며, 몸가짐과 벼슬살이가 대부분 이와 같았다. 그런데도 천부의 화려한 벼슬은 조금도 벼슬길을 막지 않았으니, 명기가 아깝다.김진규가 청렴하고 고지식한 것은 실로 그 짝이 드물었다. 고시를 관장하자 온 세상이 앞다투어 지극히 공정하다고 추천하였고, 추부에 있을 때는 송사하는 자들이 모두 스스로 원통해하지 않을 것이라고 여겼다. 그러나 이미 세상의 미움을 받았고 또 위에 신임을 받지 못하여 정경으로 있다가 유수에서 나간 것은 좌천을 면치 못하였으니, 공의가 애석하게 여겼다.\n",
                "date_ko": "숙보 54권, 39년(1713 계사 / 청 강희(康熙) 52년) 11월 28일(임신) 1번째기사",
                "gt-oKo": "이택(李澤)을 이조 좌랑(吏曹佐郞)으로, 김진규(金鎭圭)를 강화 유수(江華留守)로 삼았다. 사신은 논한다. “이택은 속되고 용렬한 무리로 일찍이 일을 말하다가 귀양을 갔었는데, 이웃 고을이 그의 주구(誅求)를 감당하지 못하였고, 잠깐 하읍(下邑)에 보임되었지만 정적(政績)이 간약(簡約)하지 못하였으니, 몸가짐과 벼슬살이가 거의 이러하였는데도 천부(天部)의 화관(華貫)에 조금도 막힘이 없었으니, 명기(名器)가 아깝다. 김진규는 청소(淸素)·고직(孤直)함이 실로 그 짝이 드믈고 고시(考試)를 관장함에 한 세상이 다투어 지공(至公)하다고 추허(推許)하였다. 추부(秋部)에 있게 되자 소송하는 자들이 모두 스스로 억울함이 없다고 말하였는데, 이미 세상의 미움을 받고 또 임금에게 용납되지 못하여 정경(正卿)으로서 유수(留守)로 나간 것은 좌천(左遷)을 면치 못했으니, 공의(公議)가 애석하게 여겼다.”",
                "hj": "○壬申/以李澤爲吏曹佐郞, 金鎭圭爲江華留守。 【史臣曰: “李澤流俗庸庸之輩, 嘗言事被謫, 隣邑不堪其誅求, 乍補下邑, 政績有歉於簡約。 持身居官, 類多如此, 而天部華貫, 不少枳礙, 名器可惜也。 金鎭圭之淸素孤直, 實罕其倫, 掌考試, 一世爭推以至公, 在秋部, 訟者皆自以爲無冤, 而旣見忤於世, 且不得於上, 從正卿出留守, 未免左降, 公議惜之。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十四"
            }
        }
    }
}