{
    "01": {
        "15": {
            "1": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Yi Yumin submitted a memorial requesting that an honorific title be bestowed upon him, but the King did not approve his request. At the time, the people of the same class as those who were lost their opportunity to lose their oportunity and presumptuously scrutinize the intent of Your Majesty and seized the memorial by Yi Yumin . However, there was inevitably one or two individuals among them who were shameless and were separated from the one or two individuals. They raised their sense of moment to hide the eyes and ears. However, they did not exert themselves in strength and secretly happened to achieve their oportunity. Furthermore, the distinction between scholar-officials secretly deliberated on the sides of the class and the distinction between clear and righteousness and cannot be concealed. Thus, they suddenly fabricated a rumor and deceived the rumor as if they were able to do this, and they tried to harbor a rumor. This is also worrisome. When scholar-officials did not have such opportunity, they strongly arbitrarily arbitrarily. Even though they desired to fabricate the rumors and defame them, they could not do so. How can the public opinions of the eternal world be hidden? As for the literary and integrity of 최석정이, his literary and integrity was revealed by the world. How could they bear to be unclear and unclearly classified? Nevertheless, they fabricated a rumor and arbitrarily classified the royal class",
                "H2KE-nKo": "장령 이유민이 상소하여 존호를 올리기를 청하였으나, 주상이 허락하지 않았다. - 상소의 내용과 비지는 위에 보인다. - 이때 당인들이 벼슬을 잃을까 걱정하는 마음으로 임금의 뜻을 망녕되이 헤아려 이유민을 사주하여 상소를 올리게 하였다. 그러나 일단의 수치스러운 마음이 없지 않아 그들 가운데 한두 사람으로 하여금 겉으로는 이의를 제기하는 것처럼 하여 사람들의 이목을 가리는 계책으로 삼았다. 그러나 강력하게 간쟁하지 않고 속으로는 그것이 이루어지기를 다행으로 여겼다. 또 사류가 곁에서 은밀히 의견을 내어 청탁과 사정의 구분을 가릴 수 없게 되자, 문득 다시 근거 없는 말을 지어내어 마치 저들이 장차 이것을 하려고 하면서 내가 일부러 먼저 발론한 것처럼 하여 단점을 비호하고 비방을 나누려는 계책을 삼았으니, 그 또한 가소롭다. 사류가 처음에는 이런 마음이 없었다가 뒤에 또 극력 간쟁하니, 비록 꾸며내서 더럽히려 해도 할 수 없는 점이 있다. 백세토록 자취를 살피는 공의가 어찌 임금의 위엄을 피할 수 있겠는가. 최석정의 문아하고 청개한 것으로 말하면 세상에서 추앙하고 복종하는 바이니, 어찌 차마 애매한 일을 할 수 있겠는가. 그런데도 터무니없이 사경을 위하는 말을 지어내어 임금을 무함하고 더럽히는 것을 돌아보지 않았으니, 더욱 통탄스럽다.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 1월 15일(기사) 1번째기사",
                "gt-oKo": "장령(掌令) 이유민(李裕民)이 상소하여 존호(尊號)를 청하였으나, 임금이 허락하지 아니하였다.【소어(疏語)와 비지(批旨)는 위에 보인다.】 이 당시 당인(黨人)들이 잃어버리면 어쩌나 하는 마음으로 망령되게 임금의 뜻을 헤아려 이유민에게 상소문을 쓰도록 사주(使嗾)하였는데, 한 점의 부끄러움은 없지 않았던지 그들 가운데서 한두 사람을 나누어 겉으로 반대 의사를 표시하는 것처럼 하여 사람들의 이목을 가리는 계책으로 삼아, 힘써 다투지 아니하며 암암리에 그것이 이루어짐을 다행으로 여겼다. 또 사류(士類)들이 곁에서 그윽이 의논함으로 청탁(淸濁)과 사정(邪正)의 구분을 숨길 수가 없게 되자, 곧 다시 근거없는 말을 주장(譸張)하여 마치 ‘저들이 장차 이 일을 하려고 하므로 내가 먼저 발론(發論)했다.’는 것처럼 함이 있었으니, 단점을 비호하고 비방을 나눈 계책으로 삼은 것이 또한 가소로웠다. 사류는 애초부터 이런 마음이 없었고 뒤에 또 힘써 다투었으니, 비록 꾸며대고 더럽히고자 하더라도 될 수 없는 일이다. 백세(百世)토록 안적(按跡)할 공의(公議)에 비추어 어찌 그 곤월(袞鉞)에서 벗어날 수 있겠는가? 최석정(崔錫鼎)의 문아(文雅)하고 청개(淸介)함에 이르러서는 세상이 추복(推服)하는 바이니, 어찌 차마 흐릿한 일을 했겠는가? 그런데도 터무니없이 사경(私徑)의 설을 만들어내며 그 상궁(上躬)을 속이고 더럽힘을 돌아보지 아니하였으니, 더욱 통탄스럽다.",
                "hj": "○己巳/掌令李裕民疏請尊號, 上不許。【疏語批旨見上。】時, 黨人以患失之心, 妄測天意, 嗾成裕民疏, 而不無一段羞恥之心, 分令自中一二人, 陽若崖異, 以爲掩人耳目之計, 而爭之不力, 陰幸其成。 且以士流, 從旁竊議, 淸濁邪正之分, 有不可掩, 輒復譸張無根之言, 有若彼將爲此, 吾故先發者然, 以爲護短分謗之計, 其亦可笑。 士流初無此心, 後又力爭, 雖欲粧撰汚衊, 有不可得。 百世按跡之公議, 何以逃其袞鉞? 至如崔錫鼎之文雅淸介, 世所推服, 豈忍爲黯黮之事, 而白地創出私徑之說, 不顧其誣衊上躬, 尤可痛也。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Compilation Commissioner of the gyeongo year ( and Compilation Commissioner of the Office of the Royal Decrees Genealogy presented a memorial requesting that Yi Yumin be wrongly punished. The memorial to the end stated as follows: Yi Yumin is foolish and foolish, and ignorant, is unknown todays memorial. I do not know who is correct. However, if he is not earlier dismissed from his position, then your subject fears that there might be wicked foolish and greedy violent thieves increasingly increasing the country. He then requested that Yi Yumin be expelled from his position. The King granted a gentle 비답을 내렸다.【원래 name and 비지는 위에 보인다.】 Genealogy submitted a memorial admonishing Yi Yumin, and the truth of righteousness was already disclosed. When compiling the history, he angry about the aforementioned motives such as Yi Yumin. Generally speaking, if someone dislikes righteousness and dislikes the righteousness, he would suddenly say that he had earlier occurred about the aforementioned motives and uttered motives such a motive. Then how could he trust the motives such a motive? With the exception of several men, those who secretly lucked motives such a motive that Yumin had already secretly happened to achieve profit and enjoyed profit together. However, when he deliberated the matter, he also claimed that the aforementioned interest motives such as the claiming of interest motives such as the motives of interest motives such as the",
                "H2KE-nKo": "수찬 조태억이 상소하여 이유민이 존호를 올릴 것을 청한 잘못을 논하였다. 상소의 말미에 대략,“이유민은 어리석고 문장을 잘하지 못하니, 오늘 이 상소를 누가 주장하였는지 모르겠습니다. 그러나 만약 일찌감치 물리치지 않는다면 신은 두렵건대, 여우와 <unk>이 같은 온갖 괴이한 일이 거듭 발생하여 나라가 나라답지 못한 지경에 이를까 염려됩니다.”하고, 이어 현저하게 가죄하여 축출할 것을 청하니, 주상이 온화한 비답을 내렸다. - 원호와 비지는 위에 보인다. 조태억이 상소하여 이유민을 공격한 것은 사정이 이미 판가름 났는데, 초사를 편수한 자가 ‘그가 먼저 발언한 것을 분하게 여겼다.’라는 등의 말로 추후에 오욕을 가하여 백세토록 의란시킬 계책을 삼았다. 이미 사특한 논의를 한 이상 다른 사람이 정론을 견지하는 것을 미워한다면, 다시 ‘그가 일찍이 이런 뜻이 있었는데 먼저 발언한 것을 혐의쩍게 여겨 이런 말을 하였다.’라고 할 것이니, 그것이 과연 말이 된다면 또 누가 그것을 믿겠는가.몇 사람 외에 반대 의견을 주장하는 자들은 처음에 이미 그 일이 이루어지기를 은근히 다행으로 여겨 함께 그 이익을 누렸고, 그 일을 소급하여 논하자 또 ‘일종의 이익을 탐하여 완전히 한쪽으로 귀결되었다.’라는 등의 말로 겉으로는 기롱하고 폄하하는 것처럼 하면서 한두 가지 일을 앞장서서 주장한 자들에게 허물을 돌렸는데, 그들만 유독 벗어날 계책을 하였으니, 어찌 가소롭지 않겠는가. 주상의 생각에는 김진규를 미워하고 조태억의 형 조태일이 배척하였기 때문에 비록 이 상소가 있었지만 거스르지 않았다는 말은 바로 어린아이의 말이니, 더욱 놀랍다. 사신은 논한다. 한 번 이유민의 상소가 나오고부터 조정에 있는 신료들이 대부분 우물쭈물 구차하게 동조하고 감히 드러내 놓고 배척하지 못하였으니, 이는 주상이 장차 받아들이리라고 생각했기 때문이다. 그런데 유독 조태억만이 그 불가함을 분명히 말하고 누누이 1000여 마디의 말을 하였는데, 말이 엄하고 의리가 정대하여 논사하는 체모를 깊이 얻었으니, 비록 명소라고 해도 될 것이다. 조태억의 상소가 나오고부터 이 논의가 잠잠해졌다고 하니, 이 또한 그 당시 당인의 필적과 같은 한 줄기 공의이니 없어지지 않았다고 할 만하다. 그러나 훗날 역사를 편수한 자가 추가로 거짓을 꾸미는 것에 비교해 볼 때 또한 세도가 더욱 떨어졌다는 것을 징험할 수 있다.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 1월 16일(경오) 1번째기사",
                "gt-oKo": "수찬(修撰) 조태억(趙泰億)이 상소하여 이유민이 존호(尊號)를 올릴 것을 청한 잘못을 논하였다. 상소 끝에 대략 이르기를, “이유민은 우매하여 문장력이 없으니, 오늘의 이 상소를 누가 주장했는지 알지 못하겠습니다. 그러나 일찌감치 배척하여 물리치지 않는다면, 신은 미꾸라지나 두렁허리, 여우나 삵쾡이 같은 온갖 괴이한 것들이 거듭 나타나 나라가 나라답지 아니한 지경으로 바뀔까 두려워합니다.” 하고, 이어서 드러나게 죄를 주어 내칠 것을 청하니, 임금이 온화한 비답을 내렸다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 조태억이 상소하여 이유민을 공격한 것은 간사함과 정대함이 이미 판단되었는데, 처음 사기(史記)를 편수한 자는 그 먼저 발단(發端)한 것을 분통하게 여겼다는 등의 말로써 오멸(汚衊)을 추가하여 백세(百世)토록 의란(疑亂)할 계책을 삼았다. 대저 자신이 사악한 논의를 하면 다른 사람이 바른 논의를 주장하는 것을 싫어하여, 곧 다시 ‘저들도 일찍이 이런 뜻이 있었다.’고 하며 그 먼저 발론하는 것을 꺼려서 이런 말을 하였다고 한다면 그것이 과연 말이나 되겠으며 또 누가 믿으려 하겠는가? 몇몇 사람 외에 반대 의사를 표시하는 것처럼 했던 자들도 처음에는 이미 그것이 이루어지기를 암암리에 다행으로 여겨 같이 그 이익을 누리고자 하였으나, 그 일을 추론(追論)하게 됨에 이르러서는 또 일종(一種)의 이익을 좋아하는 것이라 하며 전혀 한쪽 편의 말로 귀착시켜 마치 겉으로 기롱하고 폄척(貶斥)하는 것처럼 하였으며, 일을 처음 제창한 한두 사람에게 허물을 돌리고 그 무리들만 홀로 발뺌을 할 계책을 삼았으니 어찌 가소롭지 아니한가? ‘임금의 뜻이 김진규(金鎭圭)를 미워함을 〈엿보아〉 조태억(趙泰億)의 형 조태일(趙泰一)이 제함(擠陷)하였으므로 비록 이 상소가 있었어도 싫어하지 않았다.’는 말에 이르러서는 곧 아이들의 말이니, 더욱 해괴하게 여길 만하다. 사신은 말한다. “이유민의 상소가 한 번 나오자 조정에 있는 신료(臣僚)들이 거개가 모두 우물쭈물하며 구차히 부동(附同)하려 하고 감히 드러내 놓고 배척하지 못한 것은 대개 임금이 장차 받아들일 것으로 생각하였기 때문이었다. 그런데 유독 조태억만은 그 불가함을 명백히 말하여, 누누한 천여 마디의 말이 사기(辭氣)가 엄격하고 의리가 정대(正大)해서 깊이 논사(論思)의 체모를 얻었으니, 비록 명소(名疏)라 하더라도 좋을 것이다. 대개 조태억의 상소가 나온 뒤로부터 이러한 논의가 멈추어 그쳐지게 되었다고 하였으니, 그 당시 당인(黨人)의 붓에 한 줄기의 공의(公議)가 민몰(泯沒)되지 아니하였다고 할 만하다. 그 뒷날 역사를 편수(編修)한 자가 추가하며 무욕(誣辱)하고 꾸며댄 것을 살펴본다면 또한 세도(世道)가 더욱 떨어졌음을 징험할 만하다.”",
                "hj": "○庚午/修撰趙泰億疏論李裕民, 請上尊號之非。 疏末略曰: 裕民愚騃不文, 今日此疏, 未知孰主張是, 而若不早賜斥退, 則臣恐鰍鱔狐狸, 百怪層出, 轉至於國不爲國矣。 仍請顯加罪黜, 上賜溫批。【原號批旨見上】 泰億疏攻裕民, 邪正已判, 修初史者, 以憤其先發等說, 追加汚衊, 以爲疑亂百世之計。 夫已爲邪議, 惡人之持正議, 則輒復曰彼嘗有此意, 嫌其先發而爲此言云爾, 則其果成說, 而又孰信之? 若干人外, 若崖異者, 始旣陰幸其成, 同享其利, 而及夫追論其事, 則又以一種嗜利, 全歸一邊等說, 陽若譏貶, 以爲歸過於一二首事者, 而渠輩獨自解脫之計, 豈不可笑? 至於上意, 惡金鎭圭, 泰億兄泰一擠之, 故雖有此疏, 不以爲忤之說, 直是兒童之言, 尤可駭也。 【史臣曰: “一自裕民之疏出, 在廷臣僚, 率皆依違苟同, 不敢顯言斥之, 蓋意其爲上將納之也。 獨泰億, 明言其不可, 縷縷千餘言, 辭嚴義正, 深得論思之體, 雖謂之名疏可也。 蓋自泰億疏出, 而此論寢息矣云, 此亦其時黨人之筆, 一脈公議, 可謂不泯, 而其視後日修史者之追加誣飾者, 亦可以驗世道之益下也。”】"
            }
        }
    },
    "02": {
        "25": {
            "1": {
                "H2KE-EN": "Lord of Jangpyeong Shin Wan died in the musin year (. [Shin] Wan was upright and gentle, but inward, he was truly dull and foolish. He did not have any special integrity. Every day, he was appointed Han Taedong and Jo Jigyeom , to serve as foolish opinions. In the gapjin year (, when [he] was appointed as a merit subject , [he] was dismissed from his position. [He] thought that [he] was disappointed. At that time, During the reign of Munsun, Confucius, 박세채 , successively conspired to conspiracy to the conspiracy of the King. After [Jhin] was promoted to the Office of State Rites , [he] looked up to the King for a long time and robbed a powerful man to support the conspiracy of the conspiracy and repeatedly impeached the scholars. In the end, [he] harbored a gisaeng (female entertainer concubine by nature and listened to his words. [He] sold government posts and sold [him] to prison. The courtyard was similar to the market. [He] was even more worthy of view. However, [he] was gentle and sincere in his benevolence and sincere, and was also praised in the worthy of his nature.",
                "H2KE-nKo": "평천군 신완이 졸하였다. 신완은 겉으로는 단아하였으나 속으로는 실로 어리석고 나약하며 연약하고 아첨을 잘하여 특별한 절개가 없었다. 젊은 날 한태동과 조지겸에게 붙어서 청의가 되었고, 갑술년에 충훈부의 일로 남구만에게 논박받아 파직되었으니, 속으로 그를 칭찬하였다. 이때 문순공 박세채가 토역을 주장하여 남구만과 약간의 차이가 있었는데, 신완의 무리가 마침내 사문을 구실로 삼아 당인들과 투합하였다. 뒤에 이조 판서에서 의정부로 올라서는 윗사람의 뜻에 순종하고 기쁘게 해 주었으며, 오랫동안 권병을 쥐고서 당인들을 붙들어 세우고 사류를 배척하고 억눌러서 여러 차례 혜문의 탄핵을 받았다. 만년에는 기첩에게 빠져서 말하는 대로 들어주었으며, 매관 육옥하여 문정이 저자와 같았으니, 더욱 볼 만한 것이 없었다. 그러나 자상하고 돈목하여 세상에서 또 칭송하는 이가 많았다.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 2월 25일(무신) 1번째기사",
                "gt-oKo": "평천군(平川君) 신완(申琓)이 졸(卒)하였다. 신완이 외모는 비록 단아(端雅)하였지만, 속은 실로 흐리멍덩하고 겁이 많았으며, 부드럽고 유약하여 특별한 절조(節操)가 없었다. 젊은 날에는 한태동(韓泰東)과 조지겸(趙持謙)에게 붙어 청의(淸議)를 주장하였는데, 갑술년에 이르러 훈부(勳府)의 일 때문에 남구만(南九萬)에게 논박받아 파직되었으므로, 속으로 원한을 품었다. 이때 문순공(文純公) 박세채(朴世采)가 토역(討逆)을 주장하여 남구만과 약간 차이[逕庭]가 있었는데, 신완의 무리가 마침내 사문(師門)을 구실로 삼아 당인(黨人)과 투합(投合)하였다. 뒤에 천관(天官)에서 시작하여 태부(台府)에 올라 임금의 뜻에 순종하고 열복(悅服)하여 오랫동안 권병(權柄)을 차지하고, 당인을 부식(扶植)하며 사류(士類)를 배척해 억눌렀으므로 여러 차례 환관(宦官)의 탄핵을 당하였다. 만년에는 기첩(妓妾)에게 마음이 홀리어 말하는 것마다 다 들어주었으며, 관직과 옥사(獄事)를 파니, 문정(門庭)이 저자와 같아 더욱 족히 볼 것이 없었다. 그러나 그 자상하고 돈목(敦睦)함에 대해서는 세상에서 또 칭송함이 많았다.",
                "hj": "○戊申/平川君申琓卒。 琓, 外雖端雅, 內實昏懦軟媚, 無特節。 少日付韓泰東、趙持謙, 爲淸議, 甲戌以勳府事, 爲南九萬所論罷, 意嗛之。 時, 文純公朴世采主討逆, 與九萬議, 微有逕庭, 琓輩遂以師門藉口, 投合黨人。 後自天官登台府, 以承順取悅於上, 久竊權柄, 扶植黨人, 排抑士流, 累被惠文之彈。 晩年蠱心妓妾, 惟言是聽, 賣官鬻獄, 門庭如市, 尤無足觀。 然其慈詳敦睦, 世又多稱之。"
            }
        },
        "6": {
            "1": {
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 2월 6일(기축) 1번째기사",
                "gt-oKo": "영의정(領議政) 최석정(崔錫鼎)이 김창집(金昌集)의 상소로 인하여 진소(陳疏)해 스스로 변명하였다. 대략에 이르기를, “이 옥사(獄事)는 사건에 의거하여 상변(上變)한 데 비교할 것이 아니며, 윤순명(尹順命)과 장희재(張希載)가 모두 이미 주륙(誅戮)을 당해 죽었으므로 빙문(憑問)할 자취가 없었으니, 국청(鞫廳)을 설치한 것이 본래 과중(過重)한 데 관계되었습니다. 다만 성명(成命)이 이미 내려졌고 사체(事體) 또한 중대하였으므로 봉행(奉行)하지 않을 수 없었던 것입니다. 그리고 〈옥사를〉 안치(按治)한 뒤에 그으기 스스로 생각하건대, 지난일의 실상을 이미 핵실(覈實)해 얻어내기 어렵고 당초에 공사(供辭)를 기록하지 않았던 것은 반드시 정실(情實)이 없던 데서 나왔을 것이니 길이 죄줄 것은 없었습니다. 그러므로 그 당시 여러 사람의 의논에 혹 ‘마땅히 죄를 주어 견책(譴責)해야 한다.’는 말이 없지 않았으나, 신의 뜻으로는 그렇지 않다고 여겼습니다. ‘좋지 않다.’라는 말과 ‘깊이 해로울 것이다.’는 말에 이르러서는 경중이 현격하게 다르나, 처음에 강이징(姜以徵)·여필중(呂必重) 두 사람이 모두 ‘좋지 않다.’는 말로 공초(供招)를 바쳤으므로, 연대(筵對)할 때 임부(林溥)의 상소의 흉험(凶險)함과 뜻을 씀의 절통한 정상을 갖추어 진달했던 것입니다. 그리고 이어서 언근(言根)이 귀착될 곳이 없다고 하여 형신(刑訊)할 것을 청하였는데, 비록 그의 형이 끌려들어 오게 된 것에 말미암기는 하였지만 과연 날조한 것으로 논단(論斷)하지는 아니하였고, 그뒤에는 강이징과 여필중의 초사로 인하여 수쇄(收殺)하고자 하였습니다. 그런데 얼마쯤 지나자 원임 대신(原任大臣)의 서계(書啓)에 이르기를, ‘허실(虛實)과 정위(情僞)를 캐 보지도 아니하고 버려두어 논하지 아니하니 통탄스런 마음이 뼈에 사무쳐 죽기를 구하여도 얻지 못하니, 신이 진실로 불안합니다.’ 하였고, 그 스스로 인책(引責)하는 차자(箚子)에 ‘「모해(謀害)」란 네 글자는 문사랑(問事郞)이었던 두 사람의 초사에 모두 「듣지 못하였으며 단지 좋지 않을 것이라는 말만 있었다.」고 하였으니, 그 당시 정상의 허실을 이에 의거해 알 수가 있습니다.’라고 하였습니다. 그리고 임완(林浣)의 초사에서 박태춘(朴泰春)을 끌어다대고 박태춘이 ‘또한 해로울 것이다.’라고 초사를 바친 데 이르러서는 어구(語句)를 즉각 바꾸어 명백히 숨기는 정절이 있었으나, 강이징과 여필중 두 사람은 여전히 전의 말을 고집하였습니다. 신의 뜻으로는 도리어 이에 의거하여 수쇄(收殺)하고자 하였으므로, 그 당시의 차사(箚辭)에 ‘이번에 국청(鞫廳)을 설치한 것은 본래 〈동궁(東宮)을〉 모해(謀害)하려고 하였다는 네 글자가 마음을 놀라게 하였으므로 그 말의 유무(有無)를 구명(究明)하고자 했던 것입니다. 그런데 문사 낭청(問事郞廳)과 여러 사람들의 초사로 보건대, 네 글자가 적(賊)의 초사에서 나오지 않았음을 지금 미루어 알 수가 있습니다. 이 말의 근원은 핵실(覈實)해 알아내지 않을 수 없겠지만, 임부가 처음에 비록 말이 궁색하여 그의 형을 끌어들였다 하더라도 임완의 초사에 또 별다른 말이 없었으니, 임부는 이미 날조한 것으로 논단(論斷)하기 어려우며, 박태춘은 그 아우가 이미 죽어 지금 끝까지 신문(訊問)하기 어려우니, 빙문(憑問)할 길이 또 끊어졌습니다. 그렇다면 지금 마땅히 물어야 할 바는 불리(不利)한 마음 한 조항에 있습니다.’라고 하였으니, 이 두 차례의 차자에 의거하면 신의 주된 뜻을 알 수 있을 것입니다. 이 옥사(獄事)의 긍경(肯綮)은 단지 여필중과 강이징에게 있을 뿐인데 추치(推治)하며 면질(面質)시킨 것이 여러 차례일 뿐만이 아니었으나, 국청을 설치한 지 몇 달이 되도록 모두 형신(刑訊)을 청하지 아니하였으니, 국청에서 대개 본래부터 뜻을 둔 바가 있었기 때문이었습니다. 그런데 그 당시 외간의 물정(物情)이 심지어 여러 신하들을 굽혀서 비호(庇護)하며 옥사의 체모를 무너뜨리려 한다며 비방하는 의논이 파다하니, 이는 진실로 신의 책임입니다. 그러나 대명(待命)하고 있는 여러 재신(宰臣)들의 뜻도 또한 전혀 징치(懲治)하지 아니하고 초초하게 마감(磨勘)하므로서 허물을 삼아 의심하고 노여워하는 말이 좌우에서 몰려 들어 한결같이 서계(書啓)의 사의(辭意)에 부합(符合)되었으니, 신은 실로 두렵고 위축되어 어떻게 하면 좋을지를 알지 못하였습니다. 그리고 연석(筵席)에서 성교(聖敎)로 거듭 안치(按治)를 명하신 뒤에 이르러서는, 몇 사람의 공사(供辭)에 어긋나는 단서가 뒤섞여 나오자 한 차례 형신할 것을 청한 것은 전적으로 부득이한 데서 나온 것이며, 그 당시 판부(判付) 안의 ‘세 사람에게 모두 숨기는 정상이 있으니 아울러 형추(刑推)를 청한 것은 깊이 옥체를 얻었다.’는 하교는 대개 또한 여러 죄수들의 정상이 바뀜을 살핀 것이니, 사례(事例)의 마땅한 것이었습니다. 그런데 신문(訊問)하는 아래에서 말을 바꾸어 초사를 바치자 신이 계사(啓辭)를 의논하며 갖추어 논하기를, ‘여필중은 비록 승복하였다 할지라도 여러 차례 말을 바꾸어 어지럽게 만듦이 막심하니 그대로 따라서 다 믿을 수는 없다.’고 하였더니, 그 당시 여러 사람들이 의논하기를, ‘여필중이 이미 승복하였으니, 유언명(兪彦明)과 이성조(李聖肇)를 법에 의거해 마땅히 그 다음 차례로 형신할 것을 청하여야 한다.’ 하였으나, 신이 또 불가하다고 고집하고 아울러 등대(登對)하여 작처(酌處)할 것을 청하였습니다. 대개 두 사람은 여필중·강이징과는 경우가 다른데다 이미 죄수들이 끌어댄 바도 아니며, 또 곁에서 입증(立證)할 것도 없었기에 진실로 형(刑)을 쓸 수가 없었던 것입니다. 또 옥정(獄情)과 여러 죄수들을 보건대 바꾸고 뒤집는 것이 여러 갈래여서 한 군데로 귀착될 리가 결코 없으며, 끝까지 다스리고 널리 신문(訊問)한다면 다만 더욱 처리하기만 어렵게 될 것이기에 이 이외에는 다시 별다른 방도가 없었기 때문이었습니다. 여러 신하들의 정실(情實)에 이르러서는, 신이 초두에 연석(筵席)에서 아뢰기를, ‘만약 「모해(謀害)」란 말이 있었다면 어찌 쓰지 않았을 리가 있겠습니까? 「좋지 않다.」는 말에 이르러서는 설령 마땅히 기록해야 하는데도 쓰지 않은 것이 있다 할지라도, 이는 우연히 살피지 아니한 데서 나온 것이지 다른 뜻이 있었던 것은 아닙니다.’라고 하였고, 뒤의 연석에서는 아뢰기를, ‘유지발(柳之發)이 외간의 말을 와서 전달한 뒤에 다시 윤순명(尹順命)에게 물어본 일로 보건대, 그 마음이 숨기고자 하는 데서 나오지 아니하였음을 확실히 볼 수 있습니다.’라고 하였습니다. 이것은 상하가 들은 바이니, 모두 이 두 조목에 의거한다면 신의 본마음을 볼 수 있을 것입니다. 여러 신하들이 기록하지 아니한 것이 숨기려는 데서 나오지 아니하였다는 말을 이미 앞에서 하였고, 여필중이 말을 바꾸기 때문에 족히 그대로 따라 믿을 수 없는 정상을 또 뒤에 진달하였으며, 성상께서도 연석에게 하신 하교도 또한 단지 ‘어찌 좋겠는가?’라는 말을 기록하지 아니한 것만을 허물로 삼았으니, 그 당시 상하가 헤아려서 처분한 뜻을 여기서 볼 수 있는 것입니다. 그런데 어찌하여 고심(苦心)을 양해(諒解)하지 아니하고 왕왕 불평스런 말을 상주하는 글에 쓰는 것인지요? 그리고 재차의 국문(鞫問)이 이미 완결된 뒤에 이르러서는 자리는 같이 하는 대신(大臣)이 뒤미쳐 논척(論斥)을 더하였는데, 가리킨 뜻이 귀착되는 바에 진실로 크게 놀랍고 두려워할 만한 것이 있었으니, 신은 이에 아연 실색하였습니다. 그 상소에 운운한 것은, 은연중에 지난 가을 옥사를 안치(按治)했던 자가 어구(語句)를 꾸며내어 흉인(凶人)의 모해(謀害)란 말을 구체화시키려고 하였고, 날짜를 바꾸고 뒤엎어 여러 신하들의 스스로 변명할 단서를 가리고자 하였다며 그 뜻이 전적으로 여러 신하들을 얽어서 죽이려는 데 있었던 것처럼 여겨지게 하였으니, 아! 심하기도 합니다. 어떻게 더불어 말할 수가 있겠습니까? 그 당시 일의 정상을 여전히 기억해 낼 수 있는데, 그 요점과 대강의 내용은 죄인이 발명(發明)한 초사에 관한 것으로서 대의(大意)는 ‘언문 편지 가운데 위에는 이미 「모해(謀害)」란 말을 썼고 아래에는 「또한 해롭다.」는 글자가 있으니, 어세(語勢)를 자세히 따져보면 저절로 알 수 있을 것입니다.’라고 한 것과 ‘삼키고 뱉으며 바꾸고 어지럽혀 말이 되지 아니하므로 인해 그 초사를 들어 문목(問目)으로 만들어서 그 초사에 운운했다.’고 한 것이었으니, 또한 일찍이 연석의 주달(奏達)에서 이미 말했던 것입니다. 그런데 근래에 듣자니, 이것을 의심하고 비방하는 한 단서로 삼았다고 하는데, 상소 가운데 ‘위 조항의 흉언(凶言)은 위아래의 문자를 짜맞춘 것이다.’고 말하는 것은 아마도 이 일을 가리킨 것인 듯 합니다. 그리고 아랫 조항의 다시 물었다는 한 구절에 대하여 ‘전후의 날짜를 어지럽혔다.’고 말하는 것은 이미 의거할 만한 문안(文案)이 없어 일월(日月)을 진실로 지적하기 어려우나, 언문 편지에 대한 초사가 대략 11월 19일에 실려 있어 금오(金吾)에서 처음에 이 날을 근거로 삼았습니다. 그러나 얼마 지나지 아니하여 대명(待命)하고 있던 여러 문사랑(問事郞)들이 연명(聯名)으로 진소(陳疏)하여 그것이 사실과 어긋난다 하며 ‘19일은 윤순명(尹順命)을 재차 신문한 날이고 처음 초사가 나왔던 것은 곧 그 전의 달이었다.’고 하였습니다. 만약 그러하다면 처음의 초사와 재차 신문한 것은 서로 그 사이가 멀리 떨어지니, 김창집(金昌集)이 상소에서 말한 ‘그 다음 날에 했다.’는 설은 모순됨을 면할 수 없습니다. 그리고 조금 있다가 들으니, 김창집이 스스로 잘못 기억하였다 하였고, 여러 문사랑의 초사에 또 참고해 증거로 삼을 만한 것이 있었으므로 전달로 정했다고 하였습니다. 대저 바뀌고 어지러운 초사에서 끄집어 내어 빙문(憑問)할 문목(問目)으로 삼았으니, 이것은 자연히 옥사를 다스리는 데 있어서 늘 있는 일이며, 처음에는 고계(考啓)한 설에 의거하였다가 곧 돌아서서 징험할 만한 말을 따른 것도 또한 순리(順理)로 미루어 나가는 데서 나왔던 것인데, 여기에 무슨 노여워할 만한 일이 있기에 그 말하는 바가 이다지도 심각하고 빡빡한 데 이른단 말입니까? 가령 신에게 만약 흉언(凶言)을 믿어 한 오라기라도 사람을 해칠 뜻이 있었다고 한다면, 강이징과 여필중에 대한 형신(刑訊)의 청을 처음에 어찌하여 몇 달 동안이나 어렵게 여겨 버텼겠으며, 유언명(兪彦明)과 이성조(李聖肇)를 계속해서 추문(推問)하는 것에 대해 또 어찌하여 여러 사람들의 의논을 따르지 않겠습니까? 앞에서는 무엇 때문에 재차 차자로 논하여 ‘좋지 않다.’라는 말로 수쇄(收殺)하고자 힘썼으며, 뒤에는 어찌하여 의논하는 계사에 말을 쓰며 ‘모해’라고 말한 초사를 그대로 따라 믿을 수가 없다고 했겠습니까? 신은 수인(囚人)들이 말한 초사에 대하여 도리어 믿을 수가 없다고 하였는데, 사람들은 억지로 흉언(凶言)을 성립시키고 죄를 얽어 사람들을 함해(陷害)한다며 신을 의심하니, 이것이 진실로 무슨 뜻입니까? 가령 신이 과연 일월(日月)을 어지럽히고 다시 물을 자취를 인멸시키고자 하였다면, 다시 물어보았던 일을 겉으로 드러내고 여러 신하들의 심사(心事)를 명백히 보인 일을 또 무엇 때문에 했단 말입니까? 신은 정직하게 다시 물어보았던 한 가지 일을 의거해 신백(伸白)할 바탕으로 삼았는데, 사람들은 신이 이 실제의 자취를 숨겨서 스스로 변명할 수 없게 만들었다고 하니, 이것은 진실로 무슨 마음입니까? 설령 절목(節目) 사이에 한두 가지 허술하거나 잘못된 것이 있다 할지라도 미루어 용서해야 마땅할 터인데, 지금 말하는 자들은 오로지 사정(事情) 밖의 일을 더듬어 찾아내고 억지로 위험스런 단안(斷案)을 이루고자 하여 숨어서 고집하고 드러내어 헐뜯으며 처음 〈옥사를〉 안치(按治)했던 여러 신하들을 곧장 기회를 틈타 얽고 해치려는 죄과(罪科)로 몰아넣으려고 하니, 이것이 어찌 보통 심사로써 할 수 있는 바이겠습니까? 젊은 도사(都事)라면 진실로 족히 책망할 것이 없겠지만 노성(老成)한 사람마저 또한 다시 이렇게 하니, 의조(疑阻)의 해(害)가 한결같이 이 지경에 이르렀단 말입니까?” 하니, 임금이 우악한 비답을 내렸다.【비사(批辭)는 위에 보인다.】",
                "hj": "○己丑/領議政崔錫鼎因金昌集疏, 陳疏自辨。 略曰: 此獄非據事上變之比, 順命、希載, 皆已誅死, 憑問無跡, 設鞫本涉過重。 第以成命旣下, 事體亦重, 不得不奉行。 及夫按治之後, 竊自量度曰, 前事實狀, 旣難覈得, 而當初供辭之不錄, 必出無情, 無可深罪, 故其時群議, 或不無當有罪責之言, 而臣意以爲不然。 至於不好深害, 輕重懸殊, 而初頭姜、呂兩人, 皆以不好納招, 故筵對時, 備陳溥疏凶險用意絶痛之狀, 仍以言根之無歸宿, 請爲刑訊。 雖因其兄之被引, 不果以捏造論斷, 厥後欲因姜、呂之招, 而收殺矣。 旣而原任大臣書啓有曰: “不究虛實情僞, 欲置而不論, 痛心剌骨, 求死不得, 臣固不安。” 其自引之箚有曰: “謀害四字, 問事二人之招, 皆以爲未聞, 只有不好底事等語云, 則其時事狀之虛實, 據此可知云云。” 及至浣招, 引告泰春, 而泰春以亦害納招, 語句立變, 明有隱情, 而姜、呂兩人, 尙持前說。 臣意猶欲據此而收殺, 故其時箚辭曰: “今此設鞫, 本爲謀害四字之驚心, 欲究其語之有無矣。 以問事郞廳及諸人之招觀之, 四字之不出於賊招, 今可推知, 此語根因, 不可不覈得。 溥初雖言窮, 援引其兄, 而浣招又無異辭, 則溥旣難以捏造論斷, 泰春則其弟旣死, 今難窮訊, 憑問之路又絶。 然則今日所當問, 在於不利之心一款云云。” 卽此兩箚, 臣之主意, 可知矣。 此獄肯綮, 只在姜、呂兩人, 而推治面質, 不啻累次, 而設鞫數朔, 皆不請刑, 鞫廳本意, 蓋有所在。 其時外間物情, 至以曲護諸臣, 壞了獄體, 謗議播騰, 此則臣固任之, 而待命諸(家)〔宰〕之意, 亦以全不訊治, 草草了當爲咎, 疑怒之言, 左右沓至, 一符於書啓辭意, 臣實惶蹙, 莫知如何而可矣。 及夫筵席, 聖敎申命, 按治之後, 數人供辭, 違端錯出, 一番請刑, 亶出於不得已。 其時判付內, 三人者俱有隱情, 竝請刑推, 深得獄體之敎, 蓋亦察夫諸囚之情變, 事例之當然也。 訊問之下, 變辭納招, 而臣於議啓, 備論之曰: “必重雖曰承款, 累度變辭, 胡亂莫甚, 不可准信。” 云云, 其時群議以爲: “必重旣已承款, 兪彦明、李聖肇等, 法當以次請訊。” 臣又執不可, 竝請登對酌處。 蓋兩人, 與姜、呂異, 旣非囚人所援, 又無從旁立證, 固不可用刑。 且觀獄情, 諸囚變幻多端, 萬無歸一之理, 而窮治廣訊, 只益難處, 此外更無他道故也。 至於諸臣情實, 則臣之初頭筵奏有曰: “若有謀害之言, 豈有不書之理? 至於不好等語, 設有當錄而不書, 此出於偶然不察, 非有他意。” 末後筵奏有曰: “以柳之發來傳外言之後, 更問順命事觀之, 其心之非出掩匿, 斷然可見。” 此則上下之所聞, 悉據此兩條, 則臣之本心, 可見矣。 諸臣不錄, 非出掩匿之言, 旣發於前, 必重變辭, 無足准信之狀, 又陳於後, 聖上筵敎, 亦但以不錄何好爲咎, 則其時上下勘處之意, 此可見矣。 奈之何苦心未諒, 往往不平之言, 發於奏牘? 及今再鞫旣完之後, 同席大臣, 追加論斥, 指意所歸, 誠有大可駭怕者。 臣, 於是, 不覺失圖也。 其疏云云, “隱然以前秋按事者, 粧撰句語, 欲實凶人謀害之言, 變幻日字, 欲掩諸臣自辨之端, 其意專在於構殺諸臣者然”, 噫嘻甚矣! 尙可與言哉? 其時事狀, 猶可記得, 其要槪, 罪人發明之招, 大意以爲諺書中, 上旣着謀害, 而下有亦害字, 尋繹語勢, 自可知之云云, 呑吐變亂, 語不成說, 故因擧其招辭, 發爲問目, 其招云云, 亦嘗發於筵奏矣。 近聞以此爲疑謗之一端, 疏中上款凶言, 皺合上下文字云者, 似指此事也。 下一款, 更問一節, 汨亂前後日月云者, 文案旣無可據者, 月日誠難指的, 而諺札招語, 略載於十一月十九日, 金吾考啓, 初以是日爲據矣。 旣而待命諸問郞, 聯名陳疏, 訟其失實, 以爲十九日, 是順命再問之日, 而初招之發, 乃在前月云。 苟然則初招再問, 相去間闊, 與金昌集疏翌日之說, 未免矛盾。 俄聞昌集, 自以爲錯記, 而諸問郞之招, 又有可以參證者, 故以前(日)〔月〕爲定矣。 夫拈用變亂之招, 發爲憑問之目, 此自治獄之常事, 初據考啓之說, 旋從可驗之言, 亦出於順理推去, 此有何可怒之事, 而其所爲言, 至此之深密耶? 如使臣, 或有取信凶言, 一毫傷人之意, 則姜、呂請刑, 初何以累朔持難, 兪、李繼問, 又何以不從群議乎? 前何苦而再次箚論, 務欲以不好收殺, 後何爲而措辭議啓, 以謀害之招, 不可准信耶? 臣於囚人說出之招, 尙謂之不可信, 而人則疑臣以强成凶言, 構罪陷人, 此誠何意也? 如使臣, 果欲汨亂日月, 欲滅更問之跡, 則表出更問之擧, 明示諸臣之心事, 又何爲而發也? 臣則正以更問一節, 據爲伸白之地, 而人則謂臣掩此實跡, 俾不得自辨, 是誠何心也? 設有節目間一二踈失, 宜若在所推恕, 而今之言者, 惟欲探求事情之外, 勒成危險之案, 陰持顯詆, 直驅初按諸臣於乘機構害之科, 此豈平常心事所可爲耶? 年少都事, 則固無足責, 而老成之人, 亦復爲之, 疑阻之害, 一至此哉? 上賜優批。【批辭見上。】"
            }
        }
    },
    "03": {
        "2": {
            "1": {
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 3월 2일(을묘) 1번째기사",
                "gt-oKo": "영의정 최석정(崔錫鼎)이 또 좌상(左相) 김창집(金昌集)의 상소로 인해 진소(陳疏)하여 스스로 변명하였는데, 대략에 이르기를, “요상(僚相)이 신을 의심하는 것이 전적으로 연석(筵席)에서 상주한 몇 가지 조목에 있는데, 여기에 또 괴이하게 여길 만한 것이 있습니다. 상소에서 인용한 바 우신(愚臣)이 연석에서 주달한 말은 ‘「좋지 않겠다.」는 말과 「이롭지 않다.」는 말에 무슨 차이가 있겠는가?’라는 것과 ‘위에 「나를 죽이려 꾀한다.」는 글이 있고 아래에 「해로움이 있다.」는 글자가 있으니, 어찌 중대하지 아니한가?’라는 것인데, 전혀 어긋나고 잘못된 것으로 모두 신이 주대(奏對)한 말이 아닙니다. 그리고 ‘박태춘(朴泰春)의 초사 가운데 「위에 죽이기를 꾀한다는 글자가 있고 아래에 또한 해롭다는 글자가 있으니, 그 앞뒤를 자세히 따져보면 족히 증거를 이룰 수 있다.」고 말하였으므로, 문목(問目) 가운데서 이를 가지고 물어보았더니 어제 과연 실토하였다.’고 말한것은 자구(字句)가 잘못된 것이 많으며 말의 뜻이 곧 어그러진 것이었습니다. 지금 비록 날짜가 제법 오래 되었지만, 그 뜻의 맥락과 어구(語句)에 이와 같지 않음이 있음을 신은 여전히 기억하고 있습니다. 또 그 당시에 당후 일기(堂后日記)와 우사(右史)가 기록한 바를 얻어 보았으며, 당일 돌려가며 본 사람 또한 한둘이 아니었습니다. 신이 위에 진달하지 아니하고 두 사관(史官)이 붓으로 기록하지 아니한 바인데, 지금 ‘그 입으로부터 나와 성총(聖聰)에 진달한 바이며 사관이 기록한 바에 올라 있다.’고 한다면, 이것은 다른 사관이 기록한 것에 혹 착오가 와전(訛傳)이 있어서 그런 것이 아니겠습니까? 연석에서의 말이 허무한 데로 돌아감이 이와 같은데도 심지어 ‘임부가 상소에서 말한 바와 다름이 거의 드물다.’고 하니, 아! 대신의 말이 이럴 수가 있단 말입니까? ‘위에 모「(某)」자가 있고 아래에 「해(害)」자가 있다고 하는 것이 비록 죄인의 초사에서 나오기는 하였지만, 어찌하여 이로써 문목(問目)을 만들 수 있는가?’라고 한 데 이르러서는 신이 전의 상소에서 대략 이미 그 일의 정상을 진달하였으며, 그 초사로 인하여 문목을 만드는 것은 옥사를 안치(按治)하는 데 있어 상례(常例)이니, 이로 인하여 이렇게까지 의심을 하는 것은 실로 보통 사람의 마음이 미칠 바가 아닙니다. 신의 정실(情實)과 옥사를 안치한 일의 본말을 대략 앞의 상소에 갖추어 놓았으니, 마음을 가라앉혀 참작하고 빙험하여 죄다 살펴서 아는 것이 마땅할 것인데, 단지 잘못 기록되고 와전(訛傳)된 연설(筵說)과 규례를 따른 아무런 정실도 없는 문목에 의거하여 곧장 사람을 억지로 흉언(凶言)을 만들고 죄를 얽어 사람을 모해하는 죄과로 몰아넣으니, 이것은 무슨 뜻입니까? 아래의 한 조항에 이르러서는, 간신(諫臣)의 상소와 금오(金吾)의 계사(啓辭)를 전적으로 원임 대신을 굽혀 벗어나게 하려는 데서 나온 것이라고 하면서 일월을 어지럽히는 증거가 된다고 고집하였는데, 이 일의 곡절(曲折)은 이미 전후의 여러 상소에서 그 대개를 다 밝혔습니다. 간신과 금오는 이미 한 오라기의 다른 뜻이 없었으니, 국청(鞫廳)에서 이에 대하여 그 사이에 무슨 기뻐하고 언짢아하며 허락하고 부인하는 일이 있겠습니까? 그런데 지금 말하기를, ‘비로소 명백히 변석(辨釋)하여 문목을 만들 것을 허락하였다.’ 하니, 또한 이상하지 않습니까? 이성조(李聖肇)는 한두 차례 추문(推問)하였으나 처음부터 끝까지 캐물을 것이 없었으므로 가볍게 참작하여 처분하였으니, 또한 무겁게 구문(究問)하려는 뜻이 아니었습니다. 그런데 지금 ‘반복하여 끝까지 캐물어 무겁게 구문(究問)하고자 하였다.’ 하면서 이로써 말을 삼는 것을 진실로 이해할 수가 없습니다. 신문을 청하자는 논의를 굳게 고집하며 따르지 아니한 것은 바로 신문하는 것을 옳지 아니한 일이라고 생각하였기 때문일 뿐입니다. 그런데 지금 ‘형신(刑訊)받을 일이 무엇이냐?’고 하면서 신을 책망하니, 또 무엇 때문인지요? 또 신이 흉언이란 두 글자에 대하여 대개 7, 8분 그런 것이 있었으리라 의심하여 증명하고, 공초를 좌지우지하며 주대(奏對)할 때 낮추고 높였다고 하는데, 신이 이미 연석에서 주달하기를, ‘「좋지 않다.」는 것은 「모해」란 것과 판이하게 다릅니다.’라고 하고, ‘만약 「모해」란 말이 있었다면 어찌 쓰지 않았을 리가 있겠습니까?’라고 하였으니, 그 낮추고 높혔다고 하는 것은 무엇인지요? 신이 각 사람의 공초에 대하여 이미 말하기를, ‘네 글자가 적(賊)의 초사에서 나오지 아니하였음을 지금 미루어 알 수 있다.’ 하였고, 또 ‘여필중이 말을 바꾸어 그대로 따라서 믿을 수 없다.’고 하였으니 그 좌지우지하였다는 것이 무엇인지요? 가자(賈子)가 말하기를, ‘사람을 논하는 자는 반드시 그 일로써 보아야 한다.’고 하였으니, 오늘날 다투는 바에 있어서 안치(按治)할 즈음의 상황을 살피고 장주(章奏)의 사이를 징험해 본다면 고심(苦心)한 바를 거의 명백하게 알 수 있을 것입니다. 그러니 지금 만약 ‘마음은 비록 서로 보호하고자 하는 데서 나왔으나 일은 명백히 핵실(覈實)하는 데 부족함이 있었다.’고 한다면 신은 마땅히 부끄러워하며 승복하기에 겨를이 없을 것입니다. 그러나 전후의 소사(疏辭)가 매번 정상 밖에서 나와서 구절구절 의심을 하며 끝내 의혹을 풀지 않고 있습니다. ‘한쪽 편의 사람들이 안팎으로 경영하는 계책’이라는 몇 구절에 이르러서는, 곧 장차 한 무리의 사람을 들어 전체를 의심하는 것으로 한 장의 흉소(凶疏)에 의거하여 어질고 착한 이들을 널리 더럽히니, 가벼이 귀신을 실은 수레를 믿고 옥석(玉石)이 함께 타는 것을 돌아보지 아니하는 것입니다. 아! 여러 신하들이 당한 바는 이미 너무나도 무왕(誣枉)한 것으로서, 그 마음에 괴로와 하고 머리를 아파하는 까닭이 바로 여기에 있습니다. 그런데 지금 또 너무나도 무왕함을 마구 아무런 연고가 없는 사람에게 씌우니, 판부사(判府事) 서종태(徐宗泰)가 말한 바 ‘그 억울한 것으로 말할 것 같으면 피차간에 무엇이 다르겠느냐?’고 한 것은 말이 간약하고 뜻이 명백하다 하겠습니다. 그러나 신이 슬퍼하고 탄식하는 것은, 구구한 본래의 뜻이 전적으로 여러 신하들의 처지를 위하는 데 있었는데도, 이미 능히 흉언의 허망함을 환히 핵실하여 여러 사람들의 미심쩍어하는 마음을 풀지 못하고, 끝내는 의심을 받고 원망을 불러일으킴이 이처럼 시끄럽고 떠들썩하게 되었다는 것입니다. 화를 내며 다투는 말이 잇달아 묘당(廟堂)에 몰려드니, 위로는 성상께서 근심하고 번뇌하시어 비사(批辭)의 뜻이 화평(和平)함을 잃고, 아래로는 여러 신료(臣僚)들이 탄식하고 놀라 경색(景色)이 아름답지 않게 되었습니다. 이것은 모두 정성과 미더움이 부합되지 못하고 일의 처리가 명민(明敏)하지 못한 소치로 모두 신의 죄이니, 도리어 누구를 탓하겠습니까? 어제 또 판부사 이여(李畬)의 소본(疏本)을 얻어 보았더니, 신의 앞의 상소 가운데 몇 조항을 편안하기 어려운 단서로 주장하였습니다. 그러나 그 당시의 거조(擧條)에 있어서 첨가하고 고친 곡절이 과연 상소 가운데서 진달한 바와 같다면, 당초에 이미 개체(芥滯)할 뜻이 없었는데 지금에 와서 어찌 추가로 허물할 리가 있겠습니까? 그리고 ‘두 적(賊)이 모두 죽었기 때문에 빙문(憑問)할 방도가 없다.’고 말한 데 이르러서는, 이것은 신이 원래 연석에서 주달한 것이며 ‘명백하게 옥사를 이루기 어려운 정상이 있다.’는 뜻을 끌어댄 것으로 대개 ‘두 적이 만약 살아 있다면 법에 있어서 마땅히 빙문하고 핵실하여 흉언이 실상이 없음을 더욱 징험해야겠지만, 지금은 모두 죽었기 때문에 옥체(獄體)를 이룰 수 없다.’고 한 것이었습니다. 그런데 대신이 지금 이것을 끌어대어 편안하기 어려움을 변명하니, 크게 뜻과 생각이 미치는 바가 아닙니다.” 하니, 임금이 우악한 비답을 내렸다.【비지(批旨)는 위에 보인다.】",
                "hj": "○乙卯/領議政崔錫鼎又因左相金昌集疏, 陳疏自辨。 略曰: 僚相疑臣, 專在於筵奏數條, 而此又有可怪者。 疏中所引愚臣筵奏之言, 不好與不利, 何間云云, 及上有謀殺我之文, 下有害字, 豈不重歟云者, 全然爽誤, 皆非臣奏對之語。 朴招中, 上有謀殺字, 下有亦害字, 尋繹其首尾, 適足以證成云, 故問目中, 以是問之, 昨果吐實云者, 字句多錯, 語意便乖。 今雖日月稍久, 其意脈言句, 有不如此, 臣猶能記存。 且於其時, 得見堂后及右史所記, 當日傳看者, 亦非一二人矣。 愚臣之所不上陳, 兩史官之所不筆錄, 而今曰出自其口, 達于聖聽, 登諸史官所記, 此無乃他史官之錄, 或有差訛而然耶? 筵說之脫空如此, 而至曰其異於溥疏所云者, 幾希, 噫嘻! 大臣之言, 乃有是耶? 至於上謀下害之云, 雖出罪人之招, 何乃以此爲問目云者, 臣於前疏, 略已陳其事狀矣, 因其招辭, 發爲問目, 旣是按獄之常例, 則因是而致疑至此, 實非恒情之所及也。 臣之情實, 與夫按獄事本末, 略具於前疏, 平心參驗, 宜若諒悉, 而只憑誤記訛傳之筵說, 循例無情之問目, 直驅人於强成凶言, 構罪陷人之科, 此何意也? 至於下一款, 則專以諫臣之疏, 金吾之啓, 謂出於曲脫原任大臣, 而据以爲汨亂月日之證, 玆事委折, 亦已槪悉於前後諸疏。 諫臣、金吾, 旣無一毫他意, 則鞫廳於此, 又何有欣慼, 許否於其間, 而今曰始乃明釋, 許爲問目者, 不亦異哉? 李聖肇則一再推問, 初無窮詰之事, 從輕勘處, 亦非重究之意, 而今謂之反復窮詰, 欲加重究, 以此爲言, 固未可曉。 請訊之論, 堅執不從, 正以訊問爲不可故耳。 今以可受刑者何事, 責於臣, 抑又何哉? 又謂臣於凶言二字, 蓋以七八分, 疑其有而證之, 以左右於供招, 抑揚於奏對, 臣於當日筵奏, 旣曰: “不好與謀害判異”, 而又曰: “若有謀害之言, 豈有不書之理?” 其謂抑揚者, 何也? 臣於各人供招, 旣曰: “四字之不出於賊招, 今可推知。” 又曰: “必重變說, 不可准信。” 其謂左右者, 何也? 賈子曰: “論人者, 必以其事觀之。” 今日所爭, 考之按治之際, 參之章奏之間, 苦心所在, 庶可明知。 今若曰: “心雖出於相護, 事則欠於明覈” 云爾, 則臣當愧服之不暇, 而前後疏辭, 每出於情外, 節節生疑, 終不解惑。 至於一番人表裏經營之計數句, 是將擧一隊而疑之, 憑一凶疏, 廣汚良善, 輕信載鬼之車, 不恤俱焚之玉。 噫! 諸臣之所遭, 旣是萬萬誣枉, 其所痛心疾首, 正在於此。 今又以萬萬誣枉, 橫加於無故之人, 判府事徐宗泰所云: “其爲可冤, 彼此何殊者”, 可謂辭約而旨明矣。 然臣之竊所傷歎者, 區區本意, 亶在於爲諸臣地, 而旣不能洞覈凶言之虛罔, 有以釋然於群情, 而終又受疑, 興怨致此, 紛紛卒卒。 忿爭之言, 相尋於廟堂, 上則聖情憂惱, 辭旨失平, 下則群僚嗟愕, 景色不佳。 此皆誠信未孚, 處事不敏之致, 皆臣之罪, 尙誰咎哉? 昨又得見判府事李畬疏本, 則以臣前疏數款, 執爲難安之端。 其時擧條, 添改委折, 果如疏中所陳, 當初旣無芥滯之意, 到今豈有追咎之理? 至於兩賊已死, 憑問無階云者, 此臣原初筵奏, 引以明有難成獄之狀。 蓋兩賊若存, 法當憑覈, 益驗凶言之無實, 而今皆誅死, 無以成獄體云爾。 今大臣之引此辨難, 殊非意料之所及矣。 上賜優批。【批旨見上。】"
            }
        }
    },
    "04": {
        "21": {
            "1": {
                "H2KE-EN": "During the gyemyo year (, the King received Right State Councilor Yi Myeongdeok in audience and saved [Chief Royal Secretary] Zhen Li , saying, Left State Councilors character is exceedingly magnanimous and cautious. Originally hearing transmitting his words, [they] also have been guilty of guilty and indignant about his grievances and sorrowful that his word came to speak the meaning of guilty and inflicting grievances. The intent of guilty and inflicting the meaning of guilty has not been excessive, which runs contrary to the principle of the national Six Codes (K. K. K",
                "H2KE-nKo": "계묘년에 불러서 보았다. 이때 우의정 이이명이 김창집을 신구하여 아뢰기를,“좌의정은 사람됨이 지나치게 경솔하여 본래 교묘하고 왜곡된 뜻이 없었습니다. 전하는 말을 지나치게 듣고 또 죄명에 연루되어 원통함이 절박하였는데 상소의 내용이 이와 같았으니, 이는 선류를 일망타진하려는 뜻에서 나온 것이 아닙니다. 그런데 몇 차례의 비지가 끝내 정도에 지나친 결과가 되었으니, 《중용》 〈구경〉의 뜻에 매우 어긋납니다. 국가의 난망이 얼마 남지 않았으니, 선류를 일망타진하라는 등의 비지를 지금 비록 시일이 오래되었지만 도로 거두어들이는 것이 마땅할 듯합니다.”하니, 주상이 말하기를,“좌의정의 상소에 대한 비답은 나의 잘못이 아니라 스스로 취한 것이다. 지금 나라의 형세가 위태로워 비록 대신이 공경하고 협력하더라도 위태롭고 어지러운 형세를 오히려 구제하기 어려운데, 지금 옥사를 안치한 신하를 모함하여 한쪽까지 모두 의심하게 하여 조정이 지금까지 편안하지 못하게 하였으니, 일망타진하라는 하교는 이 때문에 나온 것이다. 불행하게도 임부의 옥사가 일어나 국옥이 지연되어 사단이 점점 많아졌는데, 갑과 을이 또 다른 논의를 견지한다면 나랏일이 반드시 더욱 무너져 흩어질 것이므로 마음속으로 항상 근심하였다. 그런데 좌의정의 상소가 갑자기 이 지경에 이르렀으니, 이 사람이 이런 짓을 할 줄은 참으로 헤아리지 못하였다. 내가 실로 개탄스럽게 여긴다.국사가 완료된 뒤에 영의정과 좌의정 두 사람을 특별히 의정으로 뽑은 뜻은 공평한 데서 나왔는데, 대신의 상소가 나오자 묘당이 마침내 텅 비게 되었으니, 어찌 애석하지 않겠는가.”하였다. 이이명이 아뢰기를,“성상의 하교가 이에 이르시니, 김창집은 반드시 황공하고 부끄러워 죽고 싶을 것입니다. 국조 이래로 대신을 대우함이 이와 같은 때가 없었는데, 어찌 일망타진한다는 등의 제목으로 하교하신 뒤에야 준엄하고 절실하게 하겠습니까.”하니, 주상이 답하지 않았다.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 4월 21일(계묘) 1번째기사",
                "gt-oKo": "인견(引見)하였을 때 우의정 이이명(李頤命)이 김창집(金昌集)을 신구(伸救)하며 말하기를, “좌상(左相)의 사람됨이 탄솔(坦率)한 데 지나치나, 본래 교묘하거나 굽은 뜻은 없습니다. 전하는 말을 지나치게 들은 데다가 또 죄명(罪名)을 입은 것이 쌓인 나머지 억울하고 원통함이 절박하여 소어(疏語)가 이와 같았던 것이지, 선류(善類)를 일망타진하려는 뜻에서 나온 것이 아닙니다. 그런데 몇 차례의 비지(批旨)가 끝내 과당(過當)한 데로 귀착되게 되었으니, 구경(九經)의 뜻이 몹시 어긋남이 있습니다. ‘국가가 어지러워져 망하는 날이 며칠 남지 않았다.’ ‘선류를 일망타진하려고 한다.’는 등의 비지는 지금 날짜가 오래되었지만 환수(還收)하는 것이 마땅할 듯합니다.” 하니, 임금이 말하기를, “좌상의 상소에 대한 비답은 내가 지나친 것이 아니고, 스스로가 자초한 것이다. 지금 나라의 형세가 위태로와 비록 대신들이 인협(寅協)한다 할지라도 위태로움과 어지러움을 도리어 구(救)하기 어려운데, 지금 곧 옥사를 안치한 신하를 경함(傾陷)하며 아울러 한쪽 편 사람들을 죄다 의심해 조정으로 하여금 지금까지 편안하지 못하게 하였으니, ‘일망타진하려고 한다.’는 하교는 이 때문에 나왔던 것이다. 불행하게도 임부(林溥)의 옥사가 일어나자 국옥(鞫獄)이 시간을 끌고 사단(事端)이 점점 많아졌는데, 이 사람 저 사람이 또 다른 논의를 고집하니, 나랏일이 반드시 더욱 궤열(潰裂)되고 흩어질 것이므로 마음속으로 항상 근심하고 걱정해 왔다. 그런데 좌상의 상소가 갑작스레 이에 이르렀으니, 이 사람이 이런 일을 할 줄 진실로 미처 헤아리지 못하였으므로 내가 실로 깜짝 놀라며 탄식하였다. 그리고 국사(鞫事)가 완결된 뒤에 영상(領相)과 좌상(左相)을 특별히 매복(枚卜)한 뜻은 공평(公平)한 데서 나왔는데도, 대신의 상소가 나오자 묘당(廟堂)이 마침내 텅 비게 되었으니, 어찌 애석하게 여기지 않을 수 있겠는가?” 하였다. 이이명이 말하기를, “성교(聖敎)가 이에 이르렀으니, 김창집은 반드시 마땅히 놀라고 부끄러워하며 죽고자 할 것입니다. 그러나 국조(國朝) 이래로 대신을 대우함이 이와 같은 때가 없었으니, 어찌 반드시 ‘일망타진하려 한다.’는 등의 제목으로 하교하신 뒤에야 곧 엄하고 준절(峻切)함이 되겠습니까?” 하였으나, 임금이 답하지 아니하였다.",
                "hj": "○癸卯/引見時, 右議政李頣命伸救金昌集曰: “左相爲人, 過於坦率, 本無巧曲之意。 過聽傳言, 且積罹罪名, 冤痛迫切, 疏語如此, 非出於網打善類之意。 數次批旨, 終爲過當之歸, 殊有乖於九經之義矣。 國家之亂亡無日, 網打善類等批旨, 今雖日久, 收還似宜矣。” 上曰: “左相疏批, 非予之過, 乃自取也。 卽今國勢岌嶪, 雖大臣寅協, 危亂之勢, 猶難救得, 今乃傾陷按獄之臣, 竝與一番而盡疑之, 使朝廷, 至今不寧, 網打之敎, 爲此而發也。 不幸溥獄出, 而鞫獄遷就, 事端漸多, 甲者乙者, 又持他論, 則國事必益潰散, 故心常憂悶矣。 左相之疏, 遽至於此, 此人之爲此, 誠所未料, 予實慨惋也。 鞫事完了之後, 領、左相兩人特卜之意, 出於公平, 而大臣疏出, 廟堂遂空, 豈不可惜乎?” 頣命曰: “聖敎至此, 昌集必當惶愧, 欲死矣。 國朝以來, 待大臣未有若此之時, 何必以網打等題目爲敎, 而後乃爲嚴切乎?” 上不答。"
            }
        }
    },
    "06": {
        "16": {
            "1": {
                "H2KE-EN": "Concurrent Supreme General [of the Middle Army] []Jeong Yeok , acting as Supreme General [of the Middle Army] [] , submitted a memorial to the King to reprimand himself. The memorial read as follows: The remonstrance between this matter was first raised by the high officials memorial, but he already said that the remonstrance between the world and the remonstrance between the official historian and the remonstrance between them and the remonstrance between it and the remonstrance between the official historian and the remonstrance between it and the remonstrance between the official historian and the remonstrance between the three historians, and there is no significance between the remonstrance between the three historians and the remonstrance between them and the remonstrance between the official historian and the remonstrance between the King and the remonstrance between",
                "H2KE-nKo": "정유년에 행 판중추부사 최석정이 이택의 상소로 인하여 상소하여 스스로 변명하였는데, 그 대략에,“이 일에 대한 다툼은 처음 대신의 상소에서 나왔습니다. 그러나 이미 ‘흉악한 말에 꼭 들어맞았다.’라고 하였고, 또 사관이 기록한 것을 인용하여 해석하기를 ‘오직 처음부터 끝까지 끄집어냈다.’라고 하였으며, 심지어 ‘모해의 죄안을 만들려고 하였다.’라고 의심하기까지 하였으니, 의심과 노여움이 있는 곳이 이것이 가장 긴요하고도 긴요합니다. 신이 놀라고 통분해하며 변명하고자 하는 것도 오로지 여기에 있습니다. 이택의 상소가 나오자 비로소 그 세 사관이 기록한 것을 살펴보니 모두 ‘모’ 자가 없었고, 두 사관이 기록한 것도 모두 ‘해’ 자가 없었습니다. 또 대신이 올린 상소의 내용이 사실이 아닌 것을 괴이하게 여겼으므로 신의 상소에서 ‘ 꼭맞추어 혼자 끄집어냈다.’라고 하였으니, 어디에서 나온 말이란 참으로 이를 두고 한 말입니다.이택의 두 번째 상소에서 비로소 ‘시끄럽고 소란스러운 가운데 「모」 자를 썼다.’라고 말하였는데, 신은 그제야 그 곡절을 알았습니다. 그러나 상소를 올릴 때에 대체를 보존하려고 힘써 잘못을 합리화한 잘못을 대략 논하였고, ‘잘못을 합리화하려고 하였다.’라고 잘못 기록하여 소란을 일으킨 상황에 대해서는 일찍이 한마디도 책망하지 않고 단지 ‘함께 들어맞았다.’라고만 하였으니, 거짓말이 더욱 드러났습니다. 그러니 어찌 다시 변명할 필요가 있겠습니까. 이는 이택과 대질하여 변론한 것이 아니라 바로 대신의 상소를 변명하였기 때문입니다.이택은 지금 또 연달아 소장을 올려 뒤미처 논열하면서 말을 허비해 가며 다투고 힐난하여 마치 신이 자신과 대질하여 변론하는 것처럼 하니, 이것만도 이미 뜻밖입니다.그런데 그 말뜻을 살펴보면 배척을 받아 스스로 인책하는 데 있지 않고 오로지 다른 말을 주워 모아 ‘함께 들어맞았다.’라고 한 말을 사실로 만들려고 하니, 또한 이상하지 않습니까. 대체로 ‘해’ 자는 신이 아뢴 것이 아니고 사초에 잘못 기록한 것이며, ‘모’ 자는 사초에 실려 있는 것이 아닌데 잘못 기록하여 대신에게 보였으니, 오늘날 간쟁하는 골자가 모두 허사로 돌아가고 말았습니다. 그런데도 한 번 상소하고 두 번 상소하면서도 오히려 스스로 잘못이 없다고 여기고 있으니, 사람들이 스스로 반성할 줄 모르는 것이 이 지경에 이르렀단 말입니까.”하니, 주상이 비답하기를,“이택이 잘못을 합리화하려고 한 것은 참으로 놀랍다. 안심하고 공무를 행하라.”하였다.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 6월 16일(정유) 1번째기사",
                "gt-oKo": "행 판중추부사(行判中樞府事) 최석정(崔錫鼎)이 이택(李澤)의 상소로 인해 진소(陳疏)하여 스스로 변명하였는데, 대략에 이르기를, “이 일을 다툼은 애초 대신(大臣)의 상소에서 비롯되었는데, 이미 ‘흉언(凶言)을 짜맞추었다.’ 하였고, 또 사관(史官)이 기록한 바를 인용하여 해석하기를, ‘유독 수미(首尾)를 끄집어내었다.’고 하며 심지어 ‘모해(謀害)란 말을 만들어 내려 했다.’는 죄안으로 의심하기까지 하였으니, 의심과 노여움의 소재처에 있어서 이것이 가장 긴요한 것이 되며, 신이 놀라고 통분해 하며 변명하고자 하는 것 또한 전적으로 여기에 있습니다. 이택의 상소가 나옴에 미쳐 비로소 그 세 사관이 기록한 바를 보았는데, 아울러 ‘모(謀)’자가 없었으며 두 사관의 기록한 바에도 아울러 ‘해(害)’자가 없었으니, 또 그윽이 대신의 소어(疏語)가 사실이 아님을 괴이쩍게 여겼던 것입니다. 그러므로 신의 상소 가운데 ‘짜맞추고 유독 끄집어내었다는 말이 어디로부터 나온 것인가?’라고 한 것은 진실로 이를 말한 것이었습니다. 그리고 이택의 두 번째 상소에서 비로소 ‘시끄럽고 떠들썩한 가운데 「모(謀)」라 썼다.’고 말하였으니, 신은 비로소 그 곡절을 알았으나 진소할 즈음에는 대체(大體)를 보존하기에 힘써 대략 그 수비(遂非)의 잘못을 논하였고 잘못 기록하여 소란을 야기시킨 정상에 대해서는 일찍이 한 마디도 허물하거나 책망하지 아니하였으며, 단지 ‘짜맞추었다는 것이 허사(虛事)로 돌아감이 더욱 드러났으니 어찌 다시 변명을 일삼겠는가?’라고 하였습니다. 대개 이것은 이택과 더불어 대답하거나 변명하자는 것이 아니었고 곧 대신의 상소에 대하여 변명하고자 하였기 때문이었습니다. 그런데 이택은 지금 또 잇달아 글을 올리고 뒤미쳐 논박하여, 말을 허비하여 다투어 힐난함을 마치 신이 자기 자신과 더불어 대답하고 변명하는 것처럼 하니, 이미 뜻 밖의 일입니다. 그리고 그 말뜻을 보건대, 배척을 받아 스스로 인책(引責)하는 데 있지 아니하고 전적으로 다른 말들을 줏어모아 ‘짜맞추었다.’는 설을 사실로 만들려고 하니, 또한 이상하지 아니합니까? 대저 ‘해(害)’자는 신이 상주(上奏)한 것이 아니라 사초(史草)에 잘못 기록한 것이며, ‘모(謀)’자는 시초에 등재(登載)된 바가 아니라 잘못 기록하여 대신에게 보인 것이니, 오늘 다투는 골자는 모두 허망한 데로 돌아갔습니다. 그런데 한 번 상소하고 두 번 상소하며 도리어 자신은 잘못이 없다고 여기니, 사람들이 스스로 반성할 줄을 알지 못함이 이 지경에 이르렀단 말입니까?” 하니, 임금이 비답하기를, “이택의 수비(遂非)는 진실로 해괴하게 여길 만하다. 안심하고 행공(行公)하라.” 하였다.",
                "hj": "○丁酉/行判中樞府事崔錫鼎因李澤疏, 陳疏自辨。 略曰: 此事之爭, 初發於大臣之疏, 而旣曰皺合凶言, 又引史官所錄, 而釋之曰: “獨拈首尾”, 至疑以欲成謀害之案, 疑怒所在, 此爲最緊, 臣之警痛欲辨, 亦亶在此。 及夫澤疏之出, 始審其三史所錄, 竝無謀字, 兩史所錄, 竝無害字, 則又竊怪大臣疏語之非實, 故臣疏中, 皺合獨拈, 何自而發者, 良謂是也。 及澤再疏, 始以蔥擾中, 以謀書之爲言, 則臣始乃知其委折, 而疏陳之際, 務存大體, 略論其遂非之失, 而誤錄起鬧之狀, 曾不一言咎責, 只云皺合之脫空益著, 何事於更辨? 蓋此非與澤對辨也, 乃辨大臣之疏故也。 澤今又連章追論, 費辭爭詰, 若以臣與己對辨者然, 已是意外, 而觀其語意, 不在於被斥而自引, 專欲捃摭他語, 以實皺合之說, 不亦異哉? 夫害字, 非臣所奏, 而誤錄於史草, 謀字非史草所載, 而誤爲錄示於大臣, 則今日所爭之骨子, 都歸虛地, 而一疏再疏, 猶自以爲無失, 人之不知自反, 乃至是耶? 上以澤之遂非, 良可駭然。 安心行公, 爲批。"
            }
        }
    },
    "11": {
        "5": {
            "1": {
                "H2KE-EN": "On gyechuk day, Minister of War Yi Inchung submitted a memorial requesting his resignation on the basis of Yi Gyoak and others based upon the words of Yi Gyoak and others. He submitted a memorial requesting his resignation and returned to his hometown to his hometown. The King refused to grant approval. 【상소의 내용에 대한 비지는 위에 보인다.】 Inchung was slightly occupied by nature and knowledge. However, he was diligent and diligent in state affairs and was slightly delayed by the 당론. The King relied upon him with utmost importance and had him stay in power for a long time. Because of this, the people of the same clique hatred him and slandered him with various kinds of slandering. Nevertheless, the King relied upon him eventually without decline. Then, he deceived the slanderous words and insulted him with ulterior motives, suspecting him to suspect him. Generally speaking, between ruler and subject, no meritorious deeds have been long since ancient times, and the powerful and honesty have been numerous since ancient times. How could all have been depending on the danger of the world? Moreover, Inchung has been loyal and diligent in his family and cultivated his reputation and conduct. How could there be any slightly suspicious about this man who had suspected this man? But how could he bear to suspect him by slandering his personal gain, suspecting him in a world? The sun and the moon have occasionally observed this way. Truly, this is pitiful.",
                "H2KE-nKo": "병조 판서 이인엽이 이교악 등의 말로 인하여 상소하여 사직하고 고향으로 돌아갈 것을 청하니, 주상이 융숭한 비답을 내렸다. - 상소의 내용과 비지는 위에 보인다. - 이인엽은 재주와 식견이 비록 둔하고 꽉 막혔으나 나랏일에 부지런하고 당의에 관심을 두지 않았다. 주상이 지극히 융숭하게 의지하고 신뢰하여 오랫동안 권력 있는 요직에 있었다. 당인들이 이 때문에 시기하고 질투하여 전후로 온갖 방법으로 참소하고 헐뜯었으나 주상의 권우가 끝내 쇠하지 않았다. 이에 또 흉악한 말을 터무니없이 떠벌려 무함과 모욕을 추가하고 심지어 ‘오래 끌어들였다.’라고 의심하기까지 하였다. 임금과 신하 사이에 훈신도 아니고 옛 신하도 아니며 권우가 융숭한 자가 예로부터 무수히 많았으니, 어찌 모두 깊은 산골짜기에 도움을 받았겠는가. 더구나 이인엽은 가세가 충성스럽고 근신하며 명예와 행실을 갈고 닦았으니, 어찌 조금이라도 이 말과 비슷한 점이 있다고 차마 미워하고 질투하는 사심으로 사람을 망극한 지경으로 의심할 수 있겠는가. 해와 달이 위에 있는데 이처럼 무함하고 패악하니, 참으로 통탄스럽다.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 11월 5일(계축) 1번째기사",
                "gt-oKo": "병조 판서(兵曹判書) 이인엽(李寅燁)이 이교악(李喬岳) 등의 말로 인하여 상소하여 사직(辭職)하고 물러나 전리(田里)로 돌아갈 것을 청하자, 임금이 융숭하고 무거운 비답을 내렸다.【소사(疏辭)와 비지(批旨)는 위에 보인다.】 이인엽은 재주와 식견이 비록 둔하고 막히었으나 나랏일에 부지런하고 당의(黨議)에 관심을 두지 않았으므로, 임금이 의지하고 믿음이 지극히 융숭하여 오랫동안 권요(權要)에 두었다. 당인(黨人)들이 이것을 시기하고 질투하여 전후에 백 가지로 참소하고 헐뜯었으나 임금의 사랑이 끝내 조금도 쇠퇴하지 아니하였다. 그러자 이에 터무니없는 흉언(凶言)을 펼쳐내고 뒤미쳐 무함하고 더럽히며 심지어 오원(奧援)이 있다고 의심하기까지 하였다. 대저 임금과 신하의 사이에서 훈신(勳臣)도 구신(舊臣)도 아니면서 사랑하여 우대함이 융성하고 흡족한 경우가 옛부터 한정이 없었으니, 어찌 모두 유음(幽陰)한 데에 의지함이 있었단 말인가? 더우기 이인엽은 집안이 대대로 충성스럽고 근실하며 명행(名行)에 힘썼으니, 어찌 일분이라도 이 말과 가깝고 비슷한 것이 있길래, 차마 미워하고 질시하는 사사로운 마음으로 사람을 망극한 곳에다 몰아넣고 의심하는가? 해와 달이 하늘에 있는데도, 속이고 패리(悖理)하게 구는 것이 이 지경에 이르니, 진실로 통탄할 만하다.",
                "hj": "○癸丑/兵曹判書李寅燁因李喬岳等言, 上疏辭職, 請退歸田里, 上賜批隆重。【疏辭批旨見上。】 寅燁, 才識雖鈍滯, 而勤於國事, 緩於黨議, 上倚毗至隆, 久處權要。 黨人以此忌嫉, 前後讒詆百端, 而上眷終不衰, 乃又譸張凶言, 追加誣衊, 至以奧援爲疑。 夫君臣之間, 非勳非舊, 而眷遇隆洽者, 自古何限, 則豈皆有賴於幽陰, 而況寅燁, 家世忠謹, 砥礪名行, 豈有一分疑似於此言者, 而忍以媢嫉之私, 疑人於罔極之地? 日月在上, 誣悖至此, 良可痛也。"
            }
        }
    },
    "12": {
        "3": {
            "1": {
                "H2KE-EN": "The King received the officials in Deokyu Hall in the sinsa year (. Chief State Councilor Jeong Yeok reported as follows: Minister of Personnel Jo Sangu repeatedly violated the royal mandate, and therefore Your Majesty issued an order to deal with the matter. Previously, when the administrative officials came to inquire about the matter of the recommendation of Minister of Personnel , your subject appointed Jo Sangu to be 의망ed and sent. Left State Councilor wrote a private letter to your subject, stating as follows: In the previous year, when Jo Sangu discussed the recommendation of",
                "H2KE-nKo": "덕유당에서 주상이 신하들을 인견하였다. 영의정 최석정이 아뢰기를,“이조 판서 조상우가 여러 차례 패초를 어기자 주상에게 여쭈어 처리하라는 명이 있기까지 하였습니다. 지난번에 정관이 이조 판서를 천망하는 일로 와서 묻기에, 신이 조상우를 의망하여 보냈습니다. 그런데 좌의정이 사서로 신에게 묻기를 ‘지난해 조상우를 천망하는 일로 어전에서 진달한 말이 있었는데, 그 뒤의 곡절이 어떠한지 모르겠다.’라고 하였습니다. 또 말하기를 ‘사람들이 혹 「조상우가 논의하는 과정에서 준엄하고 과격한 점이 없지 않았다.」라고 하는데, 이 말이 어떠한가?’라고 하기에, 신이 대답하기를 ‘지난해에 당한 일은 이미 성상의 밝은 감식에 힘입어 해명되었다. 논의하는 것으로 말하면 지금 세상 사람들이 누군들 이를 면할 수 있겠는가마는, 조상우는 성품이 본래 온화하고 후하여 진실로 치우치고 준엄한 뜻이 없으며, 설혹 있다 하더라도 지위와 명망이 이미 높으니, 이것을 가지고 구애해서는 안 된다.’라고 하였습니다. 그간의 곡절은 이와 같은 데 지나지 않는데, 어찌 이것을 가지고 지나치게 스스로 인혐할 수 있겠습니까. 대개 지난해의 이 일은 본래 이탄이 오도일을 탄핵하였기 때문이고, 이미 실상이 아니어서 이미 여러 신하의 변파를 거쳤으니, 사우간에 조금도 미진한 일이 없습니다. 이것은 성상께서도 이미 잘 알고 계시는 바입니다.”하니, 좌의정 이유가 아뢰기를,“조상우는 지위와 명망, 이력으로 논하면 어찌 오늘을 기다려 비로소 전망에 의망하겠습니까. 다만 근년에 운운한 말로 인하여 이와 같은 결과를 초래한 것입니다. 그 당시 동료 정승이 진달한 바가 있었는데, 그 뒤에 여러 차례 전망을 거쳤으나 끝내 거론하지 않았습니다. 이른바 지론이라는 것은, 신이 조상우와 본래 서로 친분이 두터웠기 때문에 일찍이 조화롭게 서로 권면하지 않은 적이 없었으니, 그의 마음이 편벽되지 않다는 것을 모르지 않았습니다. 그러나 사람들이 혹 이것을 가지고 말하기도 하였습니다. 이처럼 조정의 분위기가 날로 어그러져 비록 온화하고 후덕한 사람이더라도 준엄하고 과격한 논의조차도 억제할 수 없기 때문에 말하는 과정에서 아울러 언급한 것이지, 가부를 논하는 과정에서 관계된 것이 아닙니다. 신이 막고자 한다면 회천하는 전관으로 하여금 직접 상의하게 해야지, 어찌 글로 서로 물을 필요가 있겠습니까. 끝내 이것을 가지고 인혐한다면 신 또한 불안합니다.”하였다. 주상이 말하기를,“이조 판서가 세 차례 상소하여 천망을 의논하는 일로 말을 하였다. 이조 판서의 사람됨은 논의가 본래 과격한 것이 아니고, 그 지위와 명망으로 말하면 실로 전임에 합당한데, 여러 차례 패초를 어기고 끝내 의금부에서 대명하기에 이르렀다. 그 왕복한 곡절을 반드시 명백하게 안 뒤에야 출사할 수 있기 때문에 내게 물어 처리하게 한 것이다. 좌의정의 글 가운데 단지 당초의 곡절만 묻고 다른 뜻은 없었다고 하였으니, 진실로 편안하기 어려운 단서가 없다. 다시 패초하여 직임을 살피게 하는 것이 좋겠다.”하였다. 사신은 논한다.이른바 동료 정승이란 바로 신완이다. 신완과 조상우는 젊었을 때 친하게 사귀었는데, 신완이 갑자기 권세와 이익만을 추구하는 당에 뛰어들어 마침내 조상우의 사우간의 일을 가지고 연석에서 참소하고 무함하였다. 그가 이익을 추구하고 의리를 잊으며 의도적으로 벼슬길을 막는 작태는 차마 똑바로 볼 수 없다. 대신 이세근이 이른바 ‘도리어 옛 벗을 배척한다.’라고 한 것은 바로 이러한 부분을 가리킨 것이다. 조상우는 선비로 있을 때부터 유문에 출입하여 일찍부터 선비의 명망을 짊어지고 있었다. 현재 이익을 추구하고 당을 좋아하는 무리들이 거의 모두 차례로 전조에 들어갔는데, 논의가 준엄하고 과격하다는 명목으로 조상우만 유독 벼슬길을 막는다면 이것이 어찌 공론이겠는가.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 12월 3일(신사) 1번째기사",
                "gt-oKo": "임금이 덕유당(德游堂)에서 여러 신하들을 인견(引見)하였다. 영의정 최석정(崔錫鼎)이 말하기를, “이판(吏判) 조상우(趙相愚)가 여러 차례 위패(違牌)하여 품처(稟處)하라는 명까지 있었습니다. 접때 정관(政官)이 이판을 천망(薦望)하는 일로 와서 물었으므로 신이 조상우로 의망(擬望)하여 보냈는데, 좌상(左相)이 사서(私書)로 신에게 묻기를, ‘지난해에 조상우로 의논해 천망하는 일을 탑전(榻前)에서 진달한 말이 있었는데, 그 뒤의 곡절이 어떠한지 알지 못하겠습니다.’하였고, 또 ‘사람들이 혹 말하기를, 「조상우는 논의하는 데 있어 준격(峻激)함이 없지 않다.」고 하니 이 말은 어떠합니까’라고 하기에 신이 대답하기를, ‘지난해에 당한 바는 이미 천감(天鑑)이 환히 풀어주심을 입었고, 논의에 이르러서는 지금 세상 사람으로서 누군들 이와 같음을 능히 면할 수 있겠는가? 조상우는 성품이 원래 온화하고 관후(寬厚)하여 진실로 편벽되거나 준격한 뜻이 없으며, 설령 있다고 하더라도 지망(地望)이 이미 높으니 이것을 장애로 삼는 것은 마땅하지 않다.’고 하였습니다. 그 사이의 곡절이 이와 같은 데 지나지 아니하여, 어찌 이로써 지나치게 스스로 인혐(引嫌)할 수 있단 말입니까? 대개 지난해의 이 일은 본래 이탄(李坦)이 오도일(吳道一)을 탄핵한 데서 말미암은 것이었으나 이미 실상이 아니었고, 이미 여러 신하들의 변파(辨破)함을 거쳤으니 사우간(士友間)에 조금도 미진한 일이 있지 아니합니다. 이는 성명(聖明)께서도 이미 죄다 아시는 일입니다.” 하니, 좌의정 이유(李濡)가 말하기를, “조상우를 지망과 이력(履歷)으로 논한다면 어찌 오늘을 기다려 비로소 전망(銓望)에 비의(備擬)하겠습니까? 단지 지난해의 운운(云云)하는 말 때문에 이와 같이 되었던 것이며, 그 당시 요상(僚相)이 진달한 바가 있었고 그 후에 여러 차례 전망을 거쳤으나 끝내 거론하지 아니한 것입니다. 이른바 지론(持論)한 조항에 대해서는, 신이 조상우가 평소에 서로 친밀하고 두터이 지냈기 때문에 일찍이 조화(調和)로써 할 것을 서로 권면하지 아니한 적이 없지 아니하였으며, 그 마음이 편벽되지 아니하다는 것을 알지 못함이 아닙니다. 그러나 ‘사람들이 혹 이로써 말한다.’고 한것은, 이처럼 조상(朝象)이 날로 어긋나 비록 온화하고 관대한 사람이라고 할지라도 준격한 논의에 이르러서는 또한 능히 억제하지 못하기 때문에 아울러 말하는 김에 언급한 것이지, 가부(可否)를 논하는 즈음에 관계되는 것은 아니었습니다. 신이 막고자 했다면 회천(回薦)하는 전관(銓官)으로 하여금 곧바로 왕복(往復)함이 마땅하거늘 어찌 글로써 서로 물을 필요가 있겠습니까? 끝내 만약 이로써 인혐한다면 신도 또한 불안합니다.” 하였다. 임금이 말하기를, “이판의 세 차례 상소는 천망을 의논하는 일을 말한 것이다. 이판의 사람됨과 논의는 본래 괴격(乖激)하지 아니하고 그 지망을 말하자면 실로 전임(銓任)에 꼭 맞으나, 여러 차례 위패(違牌)하여 마침내 금오(金吾)에 서명을 기다리기에 이르렀다. 그 왕복한 곡절을 반드시 명백하게 안 뒤에야 출사(出仕)할 수 있으므로, 품처(稟處)하게 한 것이다. 그리고 좌상의 편지 가운데 단지 그 당초의 곡절만 묻고 다른 뜻은 없었다고 하니, 진실로 편안하기 어려울 단서가 없다. 다시 패초(牌招)하여 직임을 살피도록 하는 것이 좋겠다.” 하였다. 사신은 말한다. “이른바 요상(僚相)이란 곧 신완(申琓)이다. 신완은 조상우에 대하여 젊은 날의 친교(親交)가 있었으나, 신완이 갑작스레 권세와 이익이 있는 당(黨)에 투신(投身)하여 끝내는 조상우의 사우간(士友間)의 일로 연석(筵席)에서 헐뜯고 무함하였으나, 그 이익을 보고 의리를 잊으며 뜻을 써서 앞길을 막으려는 태도를 차마 바로 볼 수가 없었다. 대신(大臣) 이세근(李世謹)이 이른바 ‘도로 옛 벗을 밀쳐내었다.’고 한 것은 바로 이것을 지적한 것이다. 조상우는 스스로 장보(章甫)에 있으면서 유문(儒門)에 출입하여 일찍부터 사류(士流)의 중망(重望)을 짊어졌는데, 지금 이익을 따르고 당(黨)을 좋아하는 무리들이 모두 차례차례 전석(銓席)에 들어갔는데, 이에 논의가 준격하다는 명목으로 유독 조상우만 막으니, 이것이 어찌 공론(公論)이란 말인가?”",
                "hj": "○辛巳/上引見諸臣於德游堂。 領議政崔錫鼎曰: “吏判趙相愚, 累次違牌, 至有稟處之命矣。 向者政官, 以吏判薦望事來問, 故臣以趙相愚, 擬望以送矣, 左相以私書問於臣曰: ‘頃年以趙相愚議薦事, 有榻前陳達之言矣, 未知其後委折如何?’ 又曰: ‘人或云趙於論議上, 不無峻激云云, 此言如何?’ 臣答曰: ‘頃年所遭, 已蒙天鑑之昭釋。 至於論議, 則今世人誰能免此, 而相愚性本和厚, 固無偏峻之意, 設或有之, 地望已隆, 不宜以此爲礙’ 云。 其間委折, 不過如斯, 豈可以此過自引嫌? 蓋頃年此事, 本由於李坦之劾吳道一, 而旣非實狀, 已經諸臣之辨破, 士友間少無未盡之事。 此聖明之所已悉也。” 左議政李濡曰: “趙相愚, 以地望履歷論之, 則何待今日, 始擬銓望乎? 只緣頃年云云之言, 以致如此。 其時, 僚相有所陳達, 而厥後累經銓望, 終不擧論矣。 所謂持論一款, 臣與相愚, 素相親厚, 未嘗不以調和相勉, 非不知其心之不偏, 而人或以此爲言者, 當此朝象日乖之時, 雖是和厚之人, 至於峻激之論, 亦不能裁抑, 故竝及於語次間, 而不是關係於可否之際矣。 臣欲塞之, 則當使回薦之銓官, 直爲往復。 何必以書相問乎? 終若以此引嫌, 則臣亦不安矣。” 上曰: “吏判三疏, 以議薦事爲言。 吏判爲人論議, 本非乖激, 言其地望, 實合銓任, 而累次違牌, 終至待命金吾。 其往復委折, 必須明白知之, 然後可以出仕, 故使之稟處矣。 左相書中, 只問其當初委折, 而無他意云, 固無難安之端。 更爲牌招察任可也。” 【史臣曰: “所謂僚相, 卽申琓也。 琓之於相愚, 乃少日親交, 而琓乃猝投於勢利之黨, 終以相愚師友間事, 讒誣於筵席。 其見利忘義, 用意枳塞之態, 有不忍正視。 臺臣李世瑾所謂反擠舊朋者, 正指此等處也。 相愚自在章甫, 出入儒門, 早負士望。 見今趨利好黨之輩, 率皆次第入銓, 而乃以論議峻激之目, 獨枳相愚, 則是豈公論也哉?”】"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Yu Sangro passed away. [Yu] Sangro was stricken by a cold and remote from a distant place, and his literary and skills reached the high-ranking official. When he was in charge of the state affairs, he was well-versed in his circumstances. People praised the supreme general of the Ministry of Taxation , and his steadfast integrity was so great that even those who did not differ from others were all satisfied. When the gapjin year (, he suggested 남구만을 loyalty and ultimately became a grudge against others, and he repeatedly met him out of slander. He fabricated the words of fabricating and slandering, and eventually reached the death of his deceased. He finally fabricated the slandering of the slandering he had fabricated the slandering of the world. People at the beginning of the Goryeo period, and he was unable to enlighten the public justice, thereby reforming evil customs. Confucian scholars grieved him. 사신은 논한다. [Yu] Sangro, at the beginning of the court, had many intelligent integrity and frugal integrity, and at home he had many intelligent integrity. He was repeatedly changed by his natural disposition, and when he was intelligent in his position, he was unable to oppportunate himself. When he left the capital to become a magistracy, he entered the capital to stay in the main frontier garrison. He did not occupy his familys livelihoods. When he passed away, he had no other opportunity to do so. This is also difficult to reach him. However, at the beginning of the gapjin year (, he was accompanied by 남구만과 함께 나랏일s, and he was very worried about the slander of the supreme general supreme. Because of this",
                "H2KE-nKo": "판중추부사 유상운이 졸하였다. 유상운은 한미하고 먼 곳에 몸을 떨쳐 문학과 재지로 스스로 경상에 이르렀다. 나라의 계책을 주관하면서 사정을 곡진히 하였으므로 사람들이 참으로 호조 판서라고 일컬었다. 청간한 절개는 자기와 의견을 달리하는 자라도 모두 탄복하였다. 갑술년에 이르러 남구만을 도와 깊이 먼 앞날을 염려하였는데, 마침내 당인들이 원수로 여기고 미워하여 여러 차례 해독을 입었으며, 무함하고 헐뜯는 말이 죽은 뒤에까지 미치고 심원한 말이 전혀 근거가 없었다. 식자들은 세도를 위해 개탄하였다. 그러나 경화하던 초기에 이조 판서가 되어 공도를 크게 넓혀서 피폐한 풍속을 바로잡지 못하였으므로 사류들이 애석하게 여겼다. 사신은 논한다. 유상운은 조정에 있을 때에는 강직하고 과감한 지조가 많았고 집에 있을 때에는 청백한 절개가 있었다. 국면이 여러 차례 바뀌어 자신이 눈을 부릅뜨고 지켜보는 자리에 있으면서도 일을 맡아서는 용감하게 결단하고 지론이 구차하지 않아 본래 빼앗을 수 없는 점이 있었다. 큰 도의 관찰사로 나가서는 중요한 요직에 있으면서 집안사람의 산업을 하지 않았고, 죽은 뒤에는 상자에 남은 옷이 없었으니, 이 또한 탁월하여 미치기 어려웠다. 다만 갑술년 초에 남구만과 함께 나랏일을 하면서 깊이 먼 앞날을 염려하였는데, 도리어 식자들의 비난하는 바가 되었으니, 이 때문에 사류의 마음을 자못 잃었다. 더구나 신사년에 올린 한 통의 상소는 시기를 놓쳐 끝내 좋아하지 않는 자들의 구실거리가 되었으니, 사람들이 모두 애석하게 여겼다.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 12월 4일(임오) 1번째기사",
                "gt-oKo": "판부사(判府事) 유상운(柳尙雲)이 졸(卒)하였다. 유상운은 한미(寒微)한 처지에서 스스로 분발하여 문학(文學)과 재주로 경상(卿相)에까지 이르렀다. 국계(國計)를 주관함에 있어서는 사정에 곡진(曲盡)하여 사람들이 참다운 탁지(度支)라고 일컬었고, 청간(淸簡)한 한 절조(節操)는 비록 자기와 의견을 달리하는 사람이라 하더라도 또한 모두 탄복하였다. 갑술년에 이르러 남구만(南九萬)을 도와 깊이 먼 앞날을 염려하였는데, 마침내 당인(黨人)들이 원수처럼 미워하는 바 되어 여러 차례 해독(害毒)을 입었고, 무함하고 헐뜯는 말이 죽은 뒤에까지 미치며 오원(奧援)이 있었다는 설이 터무니 없이 나타나니, 식자들이 세도(世道)를 위해 개탄하였다. 그러나 경화(更化)하던 처음에 전조(銓曹)의 장관(長官)이 되어 능히 공도(公道)를 넓혀 퇴폐한 습속을 바로잡지 못하였으므로, 사류들이 애석하게 여겼다. 사신은 말한다. “유상운은 조정에서는 강명(剛明)하고 과감한 조행(操行)이 있었고, 집에서는 청백(淸白)한 지절(志節)이 있었다. 국면(局面)이 여러 차례 바뀌어 몸은 여러 사람의 미움을 받았으나, 일을 맡아서는 용감하게 결정하여 지론(持論)이 구차스럽지 아니하였으므로, 스스로 빼앗을 수 없는 것이 있었다. 나가서는 큰 도(道)를 안찰(按察)하고 들어와서는 중요한 자리에 있었지만, 집안 사람들의 생활을 돌보지 않았고 자신이 죽은 뒤에는 상자 속에 남은 옷가지가 없었으니, 이 또한 남보다 뛰어나 미치기 어려운 것이다. 그러나 다만 갑술년의 처음에 남구만과 더불어 같이 나랏일을 하며 깊이 먼 앞날을 염려한 것이 도리어 식자들이 비난하는 바 되어 이로써 자못 사류의 마음을 잃었다. 더우기 신사년의 한 상소는 시기(時期)에 뒤짐을 모면하지 못하여 마침내 좋아하지 아니하는 자들이 구실로 삼는 자료가 되었으니, 사람들이 모두 애석하게 생각하였다.”",
                "hj": "○壬午/判府事柳尙運卒。 尙運, 奮身寒遠, 以文學、才諝, 自致卿相。 主國計, 曲盡事情, 人稱眞度支, 淸簡一節, 雖異己者, 亦皆歎服。 至甲戌右南九萬深長慮, 遂爲黨人所仇嫉, 屢中毒螫, 誣詆之言, 至及身後, 奧援之說, 創出白地, 識者爲世道嘅然。 然長銓於更化之初, 不能大恢公道, 以矯弊俗, 士流惜之。 【史臣曰: “尙運, 立朝多剛果之操, 居家有淸白之節。 局面屢變, 身居睢盱, 而當事勇決, 持論不苟, 自有不可奪者。 出按雄藩, 入處要津, 而不爲家人産業, 身歿之後, 篋無餘衣, 斯亦卓乎難及, 而第當甲戌初, 與南九萬, 共爲國事, 深長之慮, 乃反爲識者之所非, 以此頗失士流之心。 況辛巳一疏, 未免後時, 終爲不悅者藉口之資, 人咸惜之。”】"
            },
            "2": {
                "H2KE-EN": "Bak Sim , former magistrate of Government Arsenal , passed away. [Bak] Sims courtesy name was Daesu . He was the son of [Bak] Munhyo , the son of [Bak] Jangwon . [Bak] Jangwon was from the utmost benevolence and gentle virtue, and [he] became a renowned subject of the world. [Bak] Sim was young and studying in his family, and Jang also accompanied him to his hometown of 박세채. His character was strong and integrity and sincere, and [he] possessed ten thousand people to come [to his hometown to his hometown]. He did not install a distinction between men and his wrongdoings in face-to-face. Even though he was not slightly generous, his nature was simple and prudent, and his sincerity reached the countenance of his face-to-face and speak. [Bak] Sims learning was always studying the Comprehensive Mirror to Aid in Government (C. Zhu Xi's Family Rituals , and he was able to understand the circumstances and devoted himself to his hardship. One occasion he did not dare excessively observe his misdeeds. He was able to mourn his mourning period, and 이세필이 praised his utmost behavior and communication with his spirit. Even though he was not studying and speaking, his elder brother [Bak] Geun and [Bak] Geun] Geun and his younger brother [Bak] Jin",
                "H2KE-nKo": "전 군수 박심이 졸하였다. 박심의 자는 대숙이고 문효공 박장원의 아들이다. 박장원은 지극한 행실과 맑은 덕으로 세상의 명신이 되었다. 박심은 어려서 가정에서 배웠고 장성하여서는 또 박세채의 문하에 종유하였다. 사람됨이 강의하고 독실하여 만 사람이면 내가 갈 뜻이 있었다. 남과 말할 때에는 경계를 두지 않고 말하기 어려운 잘못을 면전에서 배척하였으며, 비록 대인이라 하더라도 조금도 용서하지 않았다. 질박하고 성실한 기개와 측달한 정성이 얼굴빛과 말에 드러났다. 그가 학문을 할 때에는 매양 《논어》와 《소학》의 글을 일상생활에 체험하였고, 분발하고 각고하여 일거일동을 감히 법도에 지나치게 하지 않았다. 거상을 잘하자 이세필이 그의 지극한 행실과 신통함을 칭찬하였다. 비록 문학과 사변에 있어서는 혹 그의 장점이 아니었지만, 그가 거경하고 근독한 점에 있어서는 참으로 옥루에 부끄럽지 않았으므로 세상의 제유들이 따라갈 수 없었으니, 알지 못하는 자들은 도리어 그가 고집부리는 것을 병통으로 여겼다. 천거로 서연에 뽑혔으나 나아가지 않았고, 늦게 군읍에 부임하여 모두 남긴 생각이 있었다. 이때에 이르러 졸하니, 호는 결포이다. 형 박빈과 박선, 아우 박진은 모두 고상한 행실과 아름다운 자질을 지녔는데, 박선은 더욱 일세의 중망을 지녔다. 그러나 불행하게도 몇 년이 안 되어 세상에서 모두 애석하게 여겼다.\n",
                "date_ko": "숙보 45권, 33년(1707 정해 / 청 강희(康熙) 46년) 12월 4일(임오) 2번째기사",
                "gt-oKo": "전(前) 군수(郡守) 박심(朴鐔)이 졸(卒)하였다. 박심의 자(字)는 대숙(大叔)이고, 문효공(文孝公) 박장원(朴長遠)의 아들인데, 박장원은 지극한 행실과 맑은 덕으로 세상의 명신(名臣)이 되었다. 박심은 어려서는 가정에서 배우고 장성해서는 또 박세채(朴世采)의 문하(門下)에 종유(從遊)하였는데, 사람됨이 강의(剛毅)하고 독실(篤實)하여 ‘비록 만 사람이 막더라도 나는 나아간다.’는 뜻이 있었다. 다른 사람과 이야기 할 적에는 경계를 두지 아니하고 말하기 어려운 잘못을 면전에서 나무라고 비록 대인(大人)이라 할지라도 조금도 용서하지 아니하였으며, 질박하고 성실한 기운과 슬퍼하고 애달파하는 정성이 얼굴빛과 말에 나타났다. 그 학문을 하는 것은, 늘 《논어(論語)》와 《소학(小學)》 등의 책을 일상 생활에 몸으로 실천하려 하였으며, 분발하고 각고하여 하나의 동정(動靜)도 감히 법도에서 벗어나지 않았다. 그리고 거상(居喪)을 잘하여 이세필(李世弼)은 그 지극한 행실이 신명(神明)에 통하였다고 칭송하였으며, 비록 문학(問學)과 사변(思辨)에 있어서는 혹 그의 장처(長處)가 아닌 것도 있었으나, 거경(居敬)·근독(謹獨)함에 있어서는 진정 옥루(屋漏)에 부끄럽지 않았으니, 세상의 여러 유자(儒者)들이 능히 미치지 못할 바였다. 그러나 알지 못하는 사람들은 혹 도리어 그 고체(固滯)함을 병통으로 여기기도 하였다. 천거(薦擧)로 서연(書筵)에 뽑히였으나 나아가지 아니하였고, 만년에 군읍(群邑)에 부임하였는데, 〈백성들이〉 모두 끼친 은덕을 생각하였다. 이에 이르러 졸하니, 호는 지포(芝浦)였다. 형 박빈(朴鑌)과 박선(朴銑) 그리고 동생 박진(朴鎭)도 모두 높은 행실과 아름다운 자질이 있었는데, 박선은 더욱 일세의 중망(重望)을 짊어지고도 불행히 수명이 짧았으므로, 세상에서 모두 애석하게 여겼다.",
                "hj": "○前郡守朴鐔卒。 鐔字大叔, 文孝公長遠之子。 長遠以至行淸德, 爲世名臣。 鐔少學家庭, 長又從遊於朴世采之門, 爲人剛毅篤實, 有萬人吾往之意。 與人言, 不設畦畛, 面斥難言之過, 雖大人不少饒, 質慤之氣, 惻怛之誠, 達於容色言辭。 其爲學, 每以《論語》、《小學》之書, 體驗於日用, 奮發刻苦, 一動靜, 不敢放過於繩墨。 善居喪, 李世弼稱其至行通神。 雖於問學、思辨, 或非其長, 而若其居敬、謹獨, 眞不愧於屋漏者, 世之諸儒, 莫能及焉, 不知者, 或反病其固滯也。 以薦被選書筵, 不就, 晩赴郡邑, 皆有遺思。 至是卒, 號乏浦。 兄鑌、銑, 弟鎭, 皆有高行美質, 而銑尤負一世重望, 不幸無年, 世皆惜之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之四十五"
            }
        }
    }
}