{
    "01": {
        "3": {
            "1": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Kim Dongro submitted a memorial to applying the words of Yu Jipin and to expel Jo Daersu . The King granted a royal approval. 【상소 and the royal approval were shown to the King. 】",
                "H2KE-nKo": "정해년에 지평 김동필이 상소하여 유집일의 말을 인용하여 조대수를 신구하니, 주상이 의례적인 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 1월 3일(정해) 1번째기사",
                "gt-oKo": "지평(持平) 김동필(金東弼)이 진소(陳疏)하여 유집일(兪集一)의 말을 인용하며 조대수(趙大壽)를 신구(伸救)하니, 임금이 의례적인 비답을 내렸다.【원소(原疏)와 비지(批旨)는 위에 보인다.】",
                "hj": "○丁亥/持平金東弼陳疏引兪集一之言, 伸救趙大壽, 上賜例批。【原疏、批旨見上。】"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On muja day, Yu Jipil submitted a memorial regarding the circumstances of Kim Dongbyeon . The memorial read as follows: After the passers of the gyemyo year (1399, the fifth year of King Sejongs reign, Examining Education Officer Jo Daeru submitted a memorial stating that the circumstances of the Royal Secretaries were selected. Your subject also sat together with the examining Education Office. When other examining Education Officer Jo Daeru thoroughly scolded Jo Daeru, Jo Daeru did not worry about the circumstances and the circumstances. He truly witnessed that Jo Daeru did not worry about the circumstances. The memorial readily like this. Ultimately, Jo Daeru was punished for great importances, but he fails to explain his circumstances, which always became suspicious. There have been someone who contacted such circumstances as this. The King refused to grant a royal approval. ",
                "H2KE-nKo": "무자년에 유집일이 김동필의 상소로 인하여 상소하여 곡절을 진달하였는데, 그 대략에,“기묘년 방목이 나온 뒤에 고관 조대수가 상소에서 유세기의 시권을 가지고 취할 만하다고 말하였는데, 신도 시관으로서 그와 함께 앉아 있었습니다. 이에 다른 고관들이 유세기의 대책에서 취사선택할 때 조대수는 그 사이에서 한마디도 가타부타 하지 않았으니, 이는 신이 실로 목격한 일입니다. 그런데 그 상소가 이와 같았으며, 결국에는 크게 비난을 받고도 스스로 변명할 말이 없어 마음속으로 항상 의아하게 여겼습니다. 전후로 이것을 가지고 다른 사람과 주고받은 일이 있습니다.”하니, 주상이 의례적인 비답을 내렸다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 1월 4일(무자) 1번째기사",
                "gt-oKo": "유집일이 김동필의 소 때문에 소를 올려 곡절을 진달하였다. 그 대략에 이르기를, “기묘년의 방목(榜目)이 나온 뒤 고관(考官) 조대수(趙大壽)의 소에 ‘유세기(兪世基)의 시권(試券)에 대하여 그 취할 점이 있다고 말했다.’고 하였습니다. 신도 또한 시관(試官)으로서 그와 더불어 자리를 함께 하였는데, 다른 고관이 유세기의 대책(對策)의 취사(取舍)를 심하게 힐문하였을 때 조대수는 그 사이에서 한 마디의 가부(可否)를 말함이 없었으니, 이는 신이 실로 목도(目覩)한 바입니다. 그런데 그 소가 이와 같아 마침내 큰 견책(譴責)을 입고도 이의(異議)없이 자백했으니, 마음으로 항상 의아하게 생각하여 전후로 이것으로 다른 사람과 수작한 일이 있었습니다.” 하니, 임금이 의례적인 비답을 내렸다.",
                "hj": "○戊子/兪集一因金東弼疏, 疏陳委折。 略曰: 己卯榜出後, 考官趙大壽疏中, 以兪世基試券, 言其可取爲辭, 而臣亦以試官, 與之同坐, 他考官大詰世基對策取舍之際, 大壽則無一言可否於其間, 臣實目覩, 其疏乃如此。 終被大何, 而無辭自白, 心常爲訝, 前後以此與人酬酢者有之矣。 上賜例批。"
            }
        }
    },
    "03": {
        "18": {
            "1": {
                "H2KE-EN": "Former Minister of Punishments Yun Ido passed away. He was observed in the age of the King. [Yun] Ido was young and born of a concubine. At the time, he became a court official and held various government offices in the capital and in the provinces. When he was appointed as the governor of Chungcheong Province , he encountered the powerful and concealed his powerfulness. Originally, he possessed illegal acts of imprisonment and giving bribes. He presented a memorial to the King to impeach him for committing adultery. [Yun] Ido submitted a memorial to the King for his private behavior. As he eventually committed adultery, he died. In the world he praised his strong and frugality in this world. The relatives of [Yun] Sang were great in his power, and his sons were supposed to take turns in powerful posts. In the end, he was promoted to eight chamber. At the end of his death, he was promoted to the eight chamber. At the time, he passed away.",
                "H2KE-nKo": "전 판서 윤이도가 졸하였다. - 나이는 위에 보인다. - 윤이도는 젊어서 변려문으로 이름이 났고 늦게야 조정에 올라 내외의 관직을 두루 거쳤다. 호서를 안찰할 때에 이상이 당시 전의 땅에 있으면서 세력을 믿고 은닉하여 평소 불법을 자행하는 일이 많았고, 옥사의 재화를 탐내 상소를 올려 간음한 죄를 증명하였다. 윤이도가 장계를 올려 그 사사로움을 드러냈는데, 이상이 마침내 이 죄로 죽었으므로 세상에서 그의 강직하고 과감함을 칭찬하는 이가 많았다. 이상의 겨레붙이가 커서 여러 자제들이 번갈아 권력 있는 요직에 있었는데, 윤이도가 중상모략을 당하여 벼슬이 떨어졌고, 말년에 대질로서 팔좌에 올랐다가 이때에 이르러 졸하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 3월 18일(신축) 1번째기사",
                "gt-oKo": "전(前) 판서(判書) 윤이도(尹以道)가 졸(卒)하였다.【나이는 위에 보인다.】 윤이도는 젊어서 변려문(駢儷文)으로 이름이 났고 늦게 조정(朝廷)에 올라 내외직(內外職)을 역임(歷任)하였다. 충청 감사(忠淸監司)가 되었을 때 이상(李翔)이 그때 전의(全義) 땅에 있으면서 세력에 기대어 은일(隱逸)에 충원되고 평소에 불법(不法)을 행함이 많았는데, 소장(訴狀)을 올려 옥화(獄貨)의 이(利)를 취하고 소(疏)를 올려 간음(奸淫)을 증언(證言)하였다. 윤이도가 장문(狀聞)하여 그 음사(陰私)를 발론(發論)하자 이상은 마침내 이 때문에 죄를 받아 죽었으니, 세상에서 그 강직(剛直)하고 과감(果敢)함을 일컫는 자가 많았다. 이상의 족속(族屬)이 강대하고 여러 자제(子弟)가 번갈아 권요(權要)를 차지하니, 윤이도가 그 해침을 받아 낙척(落拓)하였으나, 말년(末年)에 대질(大耋)로 팔좌(八座)에 오르고 이때에 이르러 졸하였다.",
                "hj": "○辛丑/前判書尹以道卒。【年見上。】 以道, 少以駢儷名, 晩登朝, 歷官內外。 及按湖西, 李翔時在全義地, 挾勢充隱, 素多不法, 狀利獄貨, 疏證奸淫。 以道狀發其私, 翔卒以此罪死, 世多稱其剛果。 翔族大, 諸子弟迭處權要, 以道中螫落拓, 末年以大耋, 陞八座, 至是卒。"
            }
        }
    },
    "04": {
        "27": {
            "1": {
                "H2KE-EN": "On gyemyo day, Fifth Rank Military Officer Jeong Sik came to the palace to express his gratitude for the new imperial order. 사신은 논한다. [Jeong] Siks memorial submitted last winter was solely observed by the public opinion, but his colleagues dislike those who were familiar with the same surname are even more severe. [Jeong] Sik was not slightly resolved, and [Jeong Sik] was even more strongly clarified. Yi Suk , 오명항 , and others clarified their minds and appealed them to the memorial. [Jeong] Sik was extremely slandered due to his abilities. Earlier, when [Jeong] Sik was summoned for his appointment, [Jeong Sik] supported him for a long time. Only then did [Jeong Sik] strive to assume office.",
                "H2KE-nKo": "부교리 정식이 신명에 사은하였다. 사신은 논한다. 정식이 지난겨울에 올린 한 통의 상소는 공론을 단독으로 견지한 것이었는데, 당파에 병든 동료들의 비난이 더욱 심해지자 정식은 조금도 굽히지 않고 더욱 힘껏 변론하였다. 이돈과 오명항의 무리가 그들의 심술을 논척하여 소장에 올리기까지 하였다. 정식은 지극히 모욕을 당하여 전후로 제수하는 소명이 내려졌을 때 오랫동안 버티다가 마침내 마지못해 직임에 나아간 것이다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 4월 27일(기묘) 1번째기사",
                "gt-oKo": "부교리(副校理) 정식(鄭栻)이 새로운 임명(任命)에 사은(謝恩)하였다. 사신(史臣)은 논한다. 정식의 지난 겨울의 한 소(疏)는 홀로 공론(公論)을 부지(扶持)한 것이었다. 그 제류(儕流)로서 당사(黨私)에 병든 자가 성을 내고 비방함이 매우 심하였으나, 정식은 조금도 굽히지 않고 분변(分辨)하기에 더욱 힘썼다. 이돈(李墩)·오명항(吳命恒)의 무리가 심지어 그 심술(心術)을 배척하여 장소(章疏)에 올리기까지 하였으니, 정식은 조우(遭遇)한 바를 지극히 욕되게 여겨 전후로 제소(除召)가 있을 때마다 여러 번 굳게 사절하였는데, 이때에 이르러 비로소 마지 못하여 직임에 나아간 것이다.",
                "hj": "○己卯/副校理鄭栻出謝新命。 【史臣曰: “栻之去冬一疏, 獨持公論, 而其儕流之病於黨私者, 嗔謗滋甚, 栻不少屈, 辨之尤力。 李塾、吳命恒輩, 至斥其心術, 登於章疏。 栻以所遭至衊, 前後除召之下, 積有撕捱, 至始黽勉就職。”】"
            },
            "2": {
                "H2KE-EN": "Assistant State Councilor Yun Segi presented a memorial to express his appeal to the King, which stated, We humbly request that Your Majesty abandon the ancient laws and take care of calamities in fear of calamities and constantly exert every effort to increase the sincerity. Your Majesty should strive to cultivate the symptoms and raise the symptoms of Your Majesty, and widely skilled scholars who are well-versed in knowledgeable and behavior in order to assist the Crown Prince. He also said, Upon reflection, the number of such matters is truly a urgent matter of urgency today. Outside the symptoms of Your Majestys earnest sincerity, I also wish to make a single report. Yesterday, when Your Majesty proceeded to the palace to take care of the people on the grounds that the intention was indeed. However, Your Majesty received them in audience for a long time, and the weather was already worried. Your subject also did not dare say a word and withdrew. Your subject also observed that the symptoms of Your Majesty were observed. The King granted a sense of sense. 사신은 논한다. Yun Segi had been imprisonment from Kim Siks imprisonment since the time of his imprisonment, and he became a symptoms of his mind and foolish. In general, there were many cases in which he did not observe his knowledge. Earlier, he had received a royal command from the Office of the Royal Stables , but he did not proceed to the court for a long time. Only because he did not proceed to the court to hold the honorific title for the King, he was always grieved and uncomfortable. Only on the previous day, he went to the temporary palace in order to make him said, Now, I intend to make a request for the honorific title, but I would like to see the auspicious observation before the deceased. The high officials ceased this but did not heed their request. When the King came to the palace, he could not make a word. Afterward, he submitted this memorial.",
                "H2KE-nKo": "우참찬 윤세기가 상소하여 경계하는 말을 아뢰었다. 그 내용은 한쪽으로 치우친 것을 버리고 옛 법을 지키며, 재이를 두려워하여 더욱 성실에 힘쓰고 옥체를 보양하여 속히 건강을 돌보며, 널리 박식하고 경서에 밝은 선비를 초빙하여 춘궁을 보익하는 방도로 삼기를 청하는 것이었다. 또 아뢰기를,“돌아보건대, 이 몇 가지 조목은 실로 오늘날의 급선무입니다. 이 밖에도 구구한 정성을 한 번 진달하고자 하는 것이 있습니다. 어제 차대 때 기어서 입시한 것은 실로 의도가 있어서였습니다. 그런데 인접하신 지 자못 오래되었고 날도 이미 저물었으며, 신도 정신이 흐릿하여 한마디 말도 못하고 물러났으니, 정신이 흐릿해진 정상을 신도 알 수 있습니다.”하니, 주상이 너그러운 비답을 내렸다. 사신은 논한다. 윤세기는 김식의 옥사를 겪은 이후로 심신이 혼미한 증세를 거듭 얻어 모든 일에 대부분 잘 알지 못하였다. 일찍이 병조 판서의 명을 받았으나 조정에 나오지 않은 지 오래되었다. 오직 주상에게 존호를 올리는 일이 아직 진행되지 않은 것을 항상 한스럽게 여겨 왔는데, 갑자기 어제 병든 몸을 이끌고 빈청으로 나아가 스스로 말하기를 ‘지금 존호 올리는 일을 우러러 청하고자 하는데 죽기 전에 성대한 의식을 볼 수 있을 것입니다.’라고 하니, 대신이 말렸으나 듣지 않았다. 입시하였을 때에도 진달하지 못하고 물러나 이 상소를 올렸다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 4월 27일(기묘) 2번째기사",
                "gt-oKo": "우참찬(右參贊) 윤세기(尹世紀)가 상소하여 진계(陳戒)하기를, “청컨대, 편벽(偏僻)된 마음을 버리고 옛 전장(典章)을 지키시며, 재이(災異)를 두려워하여 더욱 성실(誠實)에 힘쓰시고, 옥후(玉候)를 수양(修養)하시어 몸을 아끼시며, 널리 박식(博識)·경행(經行)의 인사(人士)를 부르시어 춘궁(春宮)을 보익(輔翼)하는 방도(方道)에 보탬이 되게 하소서.” 하고, 또 말하기를, “돌아보건대, 이 몇 가지는 실로 오늘의 급선무이며, 이 밖에도 구구(區區)한 성곤(誠悃)을 한 번 우러러 진달하고자 하였습니다. 어제 차대(次對) 때에 포복(匍匐)하여 입시(入侍)한 것은 뜻이 실로 여기에 있었는데, 인접(引接)이 자못 길어지고 날도 이미 늦은데다 신 또한 정신이 흐려서 한 마디 말도 올리지 못하고 물러났으니, 혼미(昏迷)한 정상을 신이 또한 볼 수 있었습니다.” 하니, 임금이 우악한 비답을 내렸다. 사신(史臣)은 논한다. 윤세기는 이식(李鉽)의 옥사(獄事)를 겪고 나서부터 심신(心神)이 혼미한 증세(症勢)를 얻어, 무릇 일용 사물(日用事物)에 있어 살펴 알지 못하는 것이 많았으니, 비록 일찍이 사마(司馬)의 임명을 받았으나 조정에 나오지 않은 지 오래였다. 오직 주상(主上)의 존호(尊號)를 올리지 않음을 평소에 한스럽고 답답하게 여기더니, 어제 별안간 병든 몸을 이끌고 빈청(賓廳)에 이르러 스스로 말하기를, ‘이제 존호의 일을 앙청(仰請)하여 이 몸이 죽기 전에 성대한 의절(儀節)을 보고자 한다.’ 하였다. 대신(大臣)이 말렸으나 듣지 않았는데, 입시하자 또한 진달하지 못하고 물러나와 이 소를 올린 것이다.",
                "hj": "○右參贊尹世紀上疏陳戒: 請祛偏係, 守舊章, 恐懼災異, 益懋誠實, 頣養玉候, 亟盡保嗇, 廣招博識經行之士, 以資輔翼春宮之方。 又曰: 顧此數款, 實皆今日急務, 此外亦有區區誠悃, 欲一仰陳者。 昨日次對匍匐入侍, 意實在此, 而引接頗久, 日勢已晏, 臣亦精神昏瞀, 不得一言而退。 顚迷之狀, 臣亦可見云云。 上賜優批。 【史臣曰: “世紀自經鉽獄以來, 重得心神迷罔之症, 凡於事爲, 多不省識, 雖嘗承司馬之命, 而不迹朝堂, 蓋久矣。 惟以主上尊號之未進, 居常恨鬱, 忽於昨日, 扶病詣賓廳, 自言: ‘今欲以尊號事仰請, 庶幾未死之前, 得見盛儀。’ 大臣止之而不聽, 及入侍, 亦不果陳達, 退而上此疏。”】"
            }
        }
    },
    "05": {
        "13": {
            "1": {
                "H2KE-EN": "On eulmi day, the King received the officials in the eulmi year ( and officials in the hall of governance in order to release the prisoners due to the drought. The King ordered that Kim Chuntaek be released, and that Oh Sibok be removed from the mainland, and that he be expelled from the mainland. The King asked the officials about whether or not Kim Chuntaek was released. Chief State Councilor 서종태 answered, It would be appropriate not to discuss his punishment because his punishment had already been reduced. 판의금부사 조태채 said, Originally, his crime was not clearly enforced. Moreover, his punishment has already been reduced. Therefore, he cannot remain in the mainland after completing his term after completing his term. The King said, The names of Kim Chuntae have been confined to prison many times. Therefore, it can be possible for him to know that his behavior was unclear. However, he has already been punished by completing his punishment by completing his term after completing his term. Even if he should be sent back again, he should be released. The King ordered that Oh Sibok and 조태채 be released again, saying, Oh Sibok is a man who is a high-ranking official and inquired about his mourning clothes in the middle of the midle of the road. Truly, his crime is grave. However, he should be expelled from the mainland after completing his term after completing his term. Superintendent [of the Middle Army Commandery General] Yi Yu and Yi I responded, Originally, his crime has already been grave. Therefore, your subjects dare not discuss the matter lightly. Second Deputy Director of the Royal House Administration Nam Chihyun , Fifth Royal Secretary Yi Dongam , and others all agreed with 조태채s opinion. The King said, The crime of Oh Sibok is extremely serious. Therefore, in the previous winter he has been expelled from completing his term after completing a completing his term after completing his term",
                "H2KE-nKo": "선정전에서 을미년에 주상이 대신과 여러 신하를 불러서 보았다. 가뭄을 근심하여 죄수를 불쌍히 여겨 김춘택을 석방하고, 오시복의 위리를 철거하고 육지로 나오게 하였다. 주상이 김춘택을 석방하는 것이 옳은지 그른지를 여러 신하에게 물으니, 영의정 서종태가 대답하기를,“이미 감등하였으니 논하지 않는 것이 마땅할 듯합니다.”하고, 판의금부사 조태채는 아뢰기를,“당초의 죄명이 이미 분명하지 않고 또 이미 감등하였으니 도년 뒤에 그대로 두어서는 안 됩니다.”하였다. 주상이 말하기를,“김춘택의 이름이 자주 옥사에 들어갔으니 그의 처신이 좋지 않음을 따라서 알 수 있다. 그러나 이미 감등한 사람이니 이후에 비로소 죄가 있으면 비록 다시 보내더라도 이번에는 석방하라.”하였다. 주상이 오시복과 조태채는 그대로 두라고 명하고 말하기를,“오시복은 높은 반열의 사람으로 내간의 복제를 중로 사람에게 탐문하였으니 실로 막중한 죄이다. 10년 동안 천극하였으니 그 죄를 징계할 수 있다. 10년 동안 천도도 변하였고 옛날에도 늙고 병들어 곤궁하고 외로운 자가 있었으니 특별히 석방한 예가 있다. 이 또한 육지로 내보내도 안 될 것이 없다.”하였다. 서종태도 조태채의 말이 옳다고 이어서 진달하였다. 판중추부사 이유와 이이명은 아뢰기를,“당초의 죄명이 이미 무거웠으니 아래에서 감히 경솔하게 의논할 수 없습니다.”하고, 동지의금부사 남치훈과 우부승지 이동암 등은 모두 조태채의 말이 옳다고 하니, 주상이 말하기를,“오시복은 죄명이 지극히 무겁기 때문에 지난겨울의 소결과 이번에도 모두 그대로 두었다.”하였다. 서종태와 조태채가 다시 전에 했던 말을 되풀이하여 육지로 나오게 할 것을 힘껏 청하니, 주상이 말하기를,“위리한 지 해가 오래되면 또한 위리를 철거할 방도가 있다. 오시복을 절도에 천극한 지 이미 10년이 지났으니 육지로 나오게 하고 위리를 철거하는 것이 좋겠다.”하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 5월 13일(을미) 1번째기사",
                "gt-oKo": "임금이 선정전(宣政殿)에서 대신(大臣)과 여러 신하들을 인견(引見)하고, 가뭄을 근심하여 여수(慮囚)하였다. 김춘택(金春澤)을 방송(放送)하고, 오시복(吳始復)의 위리(圍籬)를 거두어 뭍으로 나오게 하였다. 임금이 김춘택의 방송에 대한 가부(可否)를 여러 신하들에게 묻자, 영의정(領議政) 서종태(徐宗泰)는 대답하기를, “이미 감등(減等)하였으니, 논하지 않는 것이 마땅할 듯합니다.” 하고, 판의금부사(判義禁府事) 조태채(趙泰采)는 말하기를, “당초에 죄명이 이미 분명하지 않았고 또 이미 감등하였으니, 도년(徒年) 뒤에 그대로 둘 수 없습니다.” 하니, 임금이 말하기를, “김춘택의 이름이 여러 번 옥사(獄事)에 들었으니, 그 몸가짐이 좋지 않음을 따라서 알 수 있다. 그러나 이미 감등한 사람이니 일후(日後)에 죄가 있을 것 같으면 비록 다시 보내더라도 이번에는 방송하라.” 하였다. 임금이 오시복(吳始復)은 그대로 두라고 명하니, 조태채(趙泰采)가 말하기를, “오시복은 높은 반열(班列)의 사람으로서 내간(內間)의 복제(服制)를 중간에 있는 사람에게 탐문(探問)하였으니, 실로 막중한 죄입니다. 하지만 10년 동안 천극(栫棘)하였으니, 그 죄를 징계하였다고 할 만합니다. 10년이면 천도(天道) 또한 변하며, 옛날에 또 늙고 병든데다 곤궁하며 자식까지 없는 자는 특별히 방송한 예(例)가 있었으니, 이 사람 또한 뭍에 둔들 안될 것이 없겠습니다.” 하고, 서종태(徐宗泰) 또한 조태채의 말이 옳다며 뒤를 이어 진달하였다. 판중추부사(判中樞府事) 이유(李濡)와 이이명(李頤命)은 ‘당초의 죄명이 이미 무거우므로 밑에서 감히 가볍게 의논할 수 없다.’ 하고, 동의금부사(同義禁府事) 남치훈(南致熏)·우부승지(右副承旨) 이동암(李東馣) 등은 모두 조태채의 말이 옳다 하였다. 임금이 말하기를, “오시복은 죄명이 지극히 무겁기 때문에 지난 겨울 소결(疏決) 및 이번에 모두 그대로 둔 것이다.” 하자, 서종태와 조태채가 다시 앞서 했던 말을 되풀이하면서 뭍으로 내보낼 것을 힘써 청하니, 임금이 말하기를, “위리(圍籬)한 지 해가 오래 되면, 또한 위리를 거두는 길이 있다. 오시복을 절도(絶島)에 천극(栫棘)한 지 이미 10년이 넘었으니, 뭍으로 내보내고 위리를 거두는 것이 옳다.” 하였다.",
                "hj": "○乙未/上引見大臣、諸臣於宣政殿。 憫旱慮囚, 放金春澤, 撤吳始復圍籬出陸。 上以春澤放送可否, 詢問諸臣, 領議政徐宗泰對曰: “旣已減等, 勿論似宜。” 判義禁趙泰采曰: “當初罪名, 旣不分明, 而又已減等, 則徒年之後, 不可仍之。” 上曰: “春澤之名, 數入於獄事, 其行己之不善, 從可知矣。 然旣是減等之人, 日後始有罪, 雖可更送, 而今番則放之。” 上命仍始復、泰采曰: “始復以崇班之人, 探問內間服制於中路人處, 實是莫重之罪, 而十年栫棘, 可懲其罪。 十年, 天道亦變, 古亦有老病窮獨者, 特爲放送之例。 此亦出置陸地, 未爲不可矣。” 宗泰亦以泰采言爲可而繼陳之。 判中樞府事李濡、李頣命以爲: “當初罪名旣重, 自下不敢輕議。” 同義禁南致熏、右副承旨李東馣等, 皆以泰采言爲可, 上曰: “始復罪名至重, 故前冬疏決, 及今番皆仍之矣。” 宗泰、泰采, 更申前說, 力請出陸, 上曰: “圍籬年久, 則亦有撤圍籬之道。 始復之絶島栫棘, 已過十年, 出陸撤圍籬可也。”"
            }
        }
    },
    "06": {
        "11": {
            "1": {
                "H2KE-EN": "Assistant Deputy Director of the Office of the gyemyo year ( Yi Geomyeong also submitted a memorial requesting that Kwon Ikgwan be impeached. He then presented five reasons to impeach him. He also presented a memorial to the end, which stated, The reasons of this matter have already been fully explained in the memorial that the previous memorial had already been fully explained. Now, your subject requests that a detailed memorial be impeached. This is not the first time that this matter started today. At the beginning of the third month, your subject went to the Office of the Inspector General , and there was a man who first claimed this matter. At that time, all the senior officials [of the State Council and Privy Council] were not aware of this. Thereafter, your subject and 중신 had slightly communicated with each other in the private. It has been a long time since I had communicated with the family of Yi Bok . On a previous day, a man named Yi Bok , who suddenly guided this matter again and asked him about this matter. Your subject answered that someone who had participated in the room also participated in this matter. How could this matter be separately aware of this matter? A man on the side of the high officials【조태구를 가리킨다.】 laughed and said, Your subject should have been punished for not reporting this matter. However, his words were slightly from laughing. Therefore, your subject also laughed and responded. The current situations of the previous memorial were no more than this. In your subjects opinion, a man who had communicated with each other would necessarily not worry about his own words and rumors to others. Therefore, your subject answered that because many people heard this matter from the Office of the Inspector General , he blamed your subject on the side of the claim. Therefore, your subject regarded this as laughing. On a few days later, when the inspectors and censors presented memorials, he finally guided the slightest s. Now, the Office of the Inspector General is a relative of both 중신 and his family. Therefore, the slightest s of this day must have been thoroughly heard and thoroughly. How could this be worrisome about this? Your subject did not care about the slightest s from the slightest",
                "H2KE-nKo": "부제학 이건명이 또 권익관이 피혐한 내용을 가지고 상소하여 스스로 변명하고, 이어 다섯 가지를 조사해야 한다고 진달하였다. 그 말미에 또 아뢰기를,“이 일의 곡절에 대해서는 지난번 상소에서 이미 대략 거론하였습니다만, 지금 자세히 진달하겠습니다. 이는 오늘 처음 제기한 것이 아니라 3월 초에 신이 비국의 좌중에 나아갔을 때 먼저 이 논의를 제기한 자가 있었는데, 그때 자리에 있던 재신들이 모두 들어서 알고 있었습니다. 그 뒤에 신이 중신과 사실에서 대략 서로 주고받은 지 오래되었습니다.며칠 전에 이탄의 집에서 중신 - 이언강을 가리킨다. - 이 일이 갑자기 또 이 일을 끌어다가 제기하여 묻기에, 신이 답하기를 ‘비국의 자리에 참석하여 들은 사람도 지금 여기에 있으니, 이 일에 대해 내가 어찌 별도로 아는 것이 있겠는가.’라고 하였습니다. 곁에 있던 한 중신 - 조태구를 가리킨다. - 이 웃으며 신에게 말하기를 ‘마땅히 고발하지 않은 죄를 받아야 한다.’라고 하였는데, 그 말이 놀리고 장난한 데서 나온 것 같았으므로 신도 웃으면서 답하였습니다.그간의 상황은 이와 같은 데 불과합니다. 신의 생각에는 전일 주고받은 중신이 필시 사사로운 말을 사람들에게 퍼뜨리지 않았을 것이라고 여겼습니다. 그래서 신이 답하기를 ‘비국의 여러 사람이 들은 말을 옆에서 신을 허물하는 중신은 필시 그 사이에 깊은 뜻을 두지 않았을 것이다.’라고 하였기 때문에 신이 놀리고 장난하였다고 한 것입니다. 그런데 며칠 지나지 않아 대간의 상소가 과연 나왔는데, 지금에 와서 대수롭지 않게 놀리고 장난하였다는 등의 말이 모두 신의 죄안이 되었습니다.지금 이 헌신은 바로 두 중신과 한집안 가까운 친척이니, 그날의 이야기를 진실로 자세히 들었을 것입니다. 그런데 연줄을 타고 조절하는 것이 이 지경에 이르렀으니, 이것이 어찌 신의 생각이 미칠 수 있는 바이겠습니까. 신이 중요한 일을 신중히 하지 못하여 무릎을 맞대고 웃으며 이야기하는 사이에 저도 모르게 기밀이 저절로 저촉되었습니다. 그 이유를 자세히 따져 보면 모두 스스로 취한 것이니, 오히려 누구를 탓하겠습니까.”하니, 주상이 비답을 내려 성내는 것을 책망하였다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 6월 11일(계해) 1번째기사",
                "gt-oKo": "부제학 이건명(李健命)이 또 권익관(權益寬)의 피사(避辭)때문에 소(疏)를 올려 스스로 변명하였다. 이어 다섯 가지 핵실해야 할 것을 진달하고, 말미에 또 말하기를, “이 일의 곡절을 전소(前疏)에다 이미 대략 거론하였습니다만, 이제 자세히 진달하기를 청합니다. 이는 오늘에 처음 발론(發論)하는 것이 아니라 3월 초에 신이 비국(備局)의 좌중(坐中)에서 먼저 이 의논을 꺼낸 일이 있었으니, 그때 자리에 있었던 여러 재신(宰臣)으로서 듣지 아니한 자가 없었으며, 그 뒤 신이 중신(重臣)과 더불어 사실(私室)에서 대략 서로 수작한 지도 오래 되었습니다. 일전에 이탄(李坦)의 집에서 중신이【이언강(李彦剛)을 가리킨되.】 문득 또 이 일을 끌어내어 묻기에, 신이 대답하기를, ‘비국의 자리에 참석하여 들은 사람이 또한 바야흐로 여기에 있으니, 이 일에 대해 내가 어찌 별달리 아는 바가 있겠는가.’ 하였는데, 곁에 있던 한 중신이【조태구(趙泰耉)를 가리킨다.】 웃으면서 신에게 이르기를, ‘마땅히 발고(發告)하지 않은 죄를 받아야 한다.’고 하였습니다. 그 말이 놀리며 농담을 하는 데서 나온 듯하므로, 신도 또한 웃으며 대답했던 것이니, 전후의 정상(情狀)은 이와 같은 데 지나지 않았습니다. 신은 전날 수작한 중신이 반드시 사사로운 말을 사람들에게 퍼뜨리지 않을 것으로 여겼기 때문에 비국에서 여러 사람이 들은 말로 대답하였으며, 곁에서 신을 허물한 중신도 반드시 그 사이에 깊은 뜻을 두지 않았을 것으로 여겼기 때문에 신은 놀리며 농담한다고 생각했던 것입니다. 그런데 며칠 지나지 아니하여 대장(臺章)이 과연 나왔고, 지금 와서는 범연히 대응한 것과 놀리고 농담했다는 등의 말이 모두 신의 죄안(罪案)이 되었습니다. 이제 이 헌신(憲臣)은 곧 두 중신의 한 집안의 지친(至親)으로서 그날의 설화(說話)를 자세히 듣고 연줄을 타서 조절(操切)함이 이에 이르렀으니, 이것이 어찌 신의 생각이 미칠 바이겠습니까. 신이 추기(樞機)를 삼가지 아니하여 무릎을 맞대고 웃고 말하는 사이에 쇠뇌[弩]와 활시위에 스스로 부딪힘을 깨닫지 못하였으니, 자세히 그 까닭을 생각한다면 스스로 취하지 않음이 없습니다. 오히려 누구를 탓하겠습니까.” 하니, 임금이 비답을 내려 그 성냄을 책망하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】",
                "hj": "○癸亥/副提學李健命, 又以權益寬避辭, 上疏自辨, 仍陳五可覈, 末又曰: 玆事委折, 前疏固已略擧, 而今請詳陳焉。 此非今日始發者, 在三月初, 臣詣備局坐中, 有先發此論者, 其時在座諸宰, 莫不聞知, 厥後臣與重臣, 略相酬酢於私室者久矣。 日昨李坦之家, 重臣【指李彦綱。】 忽又引發玆事而爲問, 臣答以備坐參聞之人, 亦方在此, 則此事吾豈別有知乎? 傍有一重臣,【指趙泰耉。】笑謂臣宜被不發告之罪, 而其言似出於嘲謔, 故臣亦笑而答之。 前後事狀, 不過如斯。 臣意前日酬酢之重臣, 必不以私語, 浪播於人, 故臣答以備局衆聞之辭, 在傍咎臣之重臣, 必不存深意於其間, 故臣謂之嘲謔矣。 不出數日, 臺章果發, 而到今泛應嘲謔等語, 皆爲臣罪案。 今此憲臣, 卽兩重臣一家至親, 伊日說話, 固宜詳聞, 而夤緣操切, 乃至於此, 此豈臣意慮之所及哉? 臣不愼樞機, 接膝笑語之間, 不覺機括之自觸。 細究厥由, 罔非自取, 尙誰尤哉? 上賜批, 責其慍怒。【原疏、批旨見上。】"
            },
            "2": {
                "H2KE-EN": "The King summoned the officials of the Office of the Censor General . Expositor of the Office of the Royal Lectures 오명항 reported to the King as follows: Previously, 통신사 and others were punished for their failure to perform their duties as an envoy. However, the circumstance Office of the Censor General Kwon Su submitted a memorial on the stepmother of the memorial, which indeed redression. From antiquity, when the communication envoy of Japan gave the items to the Japanese [Japanese], sometimes he did not accept it, and sometimes he stayed at Tsushima Island for the purpose of the transport of our country. Now, the communication envoy also stayed here for the purpose of the Japanese [Japanese] envoys, and this is truly not a thorough knowledge. Furthermore, your subject heard that the Japanese [Japanese] who gave the items to the Japanese [Japanese] soldiers down, and the goods brought by the Japanese [Japanese] people sold them to the marketplace. This is not a matter of rather communication. However, the words of the Japanese [Japanese] people are adjacent to several ri, and therefore the reasons [for the communication envoy]. The embassiesiesies on the embassiesies of the communication envoy are largely four or five hundred. Each of them proceeded to the sea and cross the sea for a few years, and they brought their garments and sent them four times. Furthermore, they sent their local products according to the Japanese [Japanese] people. How could their loads and loads be adjacent to several ri? Even if high officials outside the capital fail to listen to their misdeeds, it is not worrisome that the communication envoy is extremely sympathy. The King said, Truly, this is what 유신 said. I also already know that this is not so. 조태억 argued that Yi Dongeon and others were seriously disobeyed the Chinese people and sought to satisfy them. However, when an envoy came to our country, he circumstanced to harbor grudge his grievances and insulted them never to cease. From the [Joseon] court, he was already punished for his execution and demoted from office and demoted. Nevertheless, he eventually submitted a memorial to Kwon Su and others. Therefore, 오명항 argued of this. However, 조태억 and Kwon Sugan were all talented and foolish, and their composition was skilled in composition. Nevertheless",
                "H2KE-nKo": "주상이 옥당의 관원을 소대하였는데, 시독관 오명항이 주상에게 아뢰기를,“지난번에 통신사 등이 사명을 받들고 가서 직무를 제대로 수행하지 못한 것 때문에 조정에서 이미 논죄하였습니다. 그런데 사간 권수(權)가 상소의 아랫부분에 진달한 것은 실로 원통하다고 할 만한 단서가 있습니다. 전부터 일본 통신사는 저쪽에서 으레 주는 물건을 받지 않기도 하고 받기도 하면서 대마도에 머물려 두어 우리나라에서 수송해 오는 것을 제해 주었습니다. 이번에 통신사도 머물려 두고 왔다고 하니, 이는 진실로 알기 어려운 일이 아닙니다.또 듣건대 저쪽에서 지급하는 물품이 아래로 고졸에게까지 미쳤다고 하니, 이들이 가지고 온 물화를 시장에 파는 것은 원래 이상한 일이 아닙니다. 그리고 몇 리나 연하여 뻗쳤다는 말은 그럴 만한 곡절이 있습니다. 통신사 일행이 데리고 가는 것은 4, 5백 인이 바다를 건너서 해를 넘기는 사행에 각각 사시의 의복을 가지고 있고, 또 저쪽에서 으레 보내는 방물도 있으니, 그 짐바리가 어찌 몇 리나 연하여 뻗어 나가는 정도에 그칠 뿐이겠습니까. 지방에 있는 대신이 과도하게 듣고 논열한 것은 괴이할 것이 없지만 통신사의 입장에서는 매우 안타깝습니다.”하니, 주상이 말하기를,“참으로 유신의 말과 같다. 나도 그것이 그렇지 않다는 것을 이미 알고 있다.”하였다. 조태억이 이동언 등의 일을 논핵하면서부터 거듭 당인들의 비위를 거슬려 기필코 앙갚음하려고 하였는데, 사신의 일이 있게 되자 기회를 틈타 유감을 풀려고 추악한 욕을 그치지 않았다. 조정에서 이미 관작을 삭탈하고 도성 밖으로 내쫓는 벌을 시행하였으나 그래도 물어뜯어 마침내 권수의 상소가 나오게 되었으므로 오명항이 이와 같이 신백한 것이다.그러나 조태억과 신수간은 모두 재주가 민첩하고 문장에 능하였으나 확고한 지조가 없고 원대한 식견이 부족하였다. 이방언은 더욱 경솔하고 천박하여 볼 만한 것이 없었으므로 사신의 임무를 수행할 때 식자들은 그가 재능이 없다는 것을 이미 염려하였는데, 뒤에 과연 일이 생겨 낭패를 보게 되었다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 6월 11일(계해) 2번째기사",
                "gt-oKo": "임금이 옥당관(玉堂官)을 소대(召對)하였다. 시독관(侍讀官) 오명항(吳命恒)이 임금께 아뢰기를, “접때 통신사(通信使) 등이 사명(使命)을 받들고 가서 직책을 다하지 못하였으므로 조가(朝家)에서 이미 논죄(論罪)하였는데, 사간(司諫) 권수(權)의 소의 아랫조항에 진달(陳達)한 바에 이르러서는 실로 원통하다 할 만한 단서가 있습니다. 전부터 일본 통신사(日本通信使)는 저쪽에서 으레 주는 물건은 혹은 안 받기도 하고, 혹은 받아 대마도(對馬島)에 머물러 두어 우리 나라에서 보낼 물건을 공제(控除)하기도 하였던 것입니다. 그런데 이번의 통신사(通信使) 역시 머물러 두고 왔다고 하니, 이는 진실로 알기 어려운 일이 아닙니다. 또 듣건대, 저쪽에서 물건을 준 것이 아래로 고졸(篙卒)에게까지 미쳤다고 하니, 이들이 가지고 온 물화(物貨)를 장시(場市)에서 파는 것은 본래 이상한 일이 아닙니다. 그리고 복물(卜物)이 몇 리(里)에 뻗쳤다는 말에는 그럴 만한 곡절이 있습니다. 통신사(通信使) 일행이 데리고 가는 사람은 대략 4, 5백 명으로, 바다를 건너고 해를 넘기는 행차이므로 각각 사철의 의복을 가지고 가며 또 저쪽에서 으레 보내는 방물(方物)이 있으니, 그 복태(卜駄)가 어찌 몇 리를 뻗치는 데만 그치겠습니까. 밖에 있는 대신(臺臣)이 그릇 듣고 진론(陳論)함은 비록 족히 괴이할 것도 없으나, 통신사에게 있어서는 너무나도 민망스럽습니다.” 하니, 임금이 말하기를, “진실로 유신(儒臣)의 말과 같다. 나도 또한 이미 그것이 그렇지 않음을 알았다.” 하였다. 조태억(趙泰億)은 이동언(李東彦) 등의 일을 논하면서부터 거듭 당인(黨人)들에게 미움을 받아 반드시 보복하여 마음을 시원하게 하고자 하였던 것이니, 사신(使臣)의 일이 발생하자 기회를 타 원한을 갚으려고 헐뜯고 욕을 퍼붓기를 마지 아니하였다. 조가(朝家)에서 이미 삭출(削黜)의 벌(罰)을 베풀었는데도 오히려 또 물어 뜯고자 하여 드디어 권수의 소(疏)가 있었기 때문에 오명항이 이처럼 신백(伸白)했던 것이다. 그러나 조태억과 임수간(任守幹)은 모두 재질(才質)이 민첩하고 문사(文辭)에 능하였으나, 확고하게 지조를 지킴이 없었고 원대한 식견이 부족하였다. 이방언(李邦彦)은 더욱 경솔하여 볼 만한 것이 없었기 때문에 전대(專對)하는 책임을 맡은 날 식자(識者)들이 이미 그 적재(適才)가 아님을 염려하였는데, 뒤에 과연 일을 일으켜서 말썽을 초래하였다.",
                "hj": "○上召對玉堂官。 侍讀官吳命恒白上曰: “向者通信使等, 以奉使不職, 朝家旣已論罪, 而至於司諫權疏下款所陳, 實有稱冤之端。 自前日本信使, 於彼中例贈之物, 或不受或受, 而留諸馬島, 以除我國所輸。 今此信使, 亦留置而來云, 此固非難知之事也。 且聞彼中所給, 下及篙卒, 此輩之齎來物貨, 賣諸埸市, 元非異事。 而連亘數里之說, 厥有委折。 信使一行所帶, 大較四五百人, 越海經年之行, 各持四時衣服, 又有彼中例送方物, 其卜駄奚止連亘數里乎? 在外臺臣之過聽而陳論, 雖無足怪, 在信使, 殊極憫然矣。” 上曰: “誠如儒臣之言。 予亦已知其不然矣。” 泰億自論李東彦等事, 重忤黨人, 必欲甘心矣, 及有使事, 乘機逞憾, 醜辱不已。 自朝廷已施削黜之罰, 而猶且齮齕, 遂有權之疏, 故命恒爲之伸白如此。 然泰億、守幹, 皆才敏, 長於文辭, 而無確操欠遠識, 邦彦尤輕佻無可觀, 專對之日, 識者已慮其非才, 後果生事, 致有噂。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Minister of Works Jo Gui , the first day of the twelfth month, due to Yi Geomyeongs impeachment, submitted a memorial to the King to reprimand him. The memorial read as follows: The anger of the loud anger of the love of the human relationship was not similar to ordinary. Your subject is extremely surprised. On the first day of this month, your subject visited Governor of Gyeongsang Province Yi Tan . Many high officials came and gathered. After late, Yi Geomyeong also arrived. When we greeted and greeted, he spoke about the miscellaneous affairs of the state examination and said, A Confucian scholar named Danbong Gate . He said, How can we know about this? He said, I personally heard that a Confucian scholar named himself. Your subject laughed and said, Truly, he is a Confucian scholar who is extremely disrespectful. Why did he not report this to the King? Then he sat in a love of the human relationship with the love of the",
                "H2KE-nKo": "갑자년에 공조 판서 조태구가 이건명이 상소하여 논한 일 때문에 상소하여 스스로 변명하였는데, 그 대략에,“이을이 화를 낸 것은 가리키는 뜻이 예사롭지 않으며, 심지어 웃고 이야기하는 과정에서 기괄이 스스로 저촉되었다고 말하였으니, 신은 놀라움을 금할 수 없습니다. 이달 1일에 신이 경상 감사 이탄을 찾아가 만났더니, 여러 경재가 많이 와서 모였고, 늦은 뒤에야 이건명도 도착하였습니다. 말을 주고받을 때에 정시의 난잡한 일에 대해 언급하면서 심지어 ‘유생 중에 단봉문 밖에서 글을 지어 올린 자가 있었다.’라고까지 하였는데, ‘어떻게 알았는가?’라고 하니, ‘유생이 스스로 한 말을 직접 들었다.’라고 하였습니다. 신이 웃으면서 ‘진실로 그렇다면 그 유생은 매우 형편없었는데, 지금 어찌하여 고발하지 않았는가.’라고 하니, 자리에 있던 모든 사람들이 크게 웃고 파하였습니다. 이것은 한 사람이 혼자 들은 것이 아니라 대신이 듣고서 아뢴 것이니, 이상한 일이 아닙니다. 만약 대신이 신에게 와서 물어보았다면 신은 굳이 감추고 숨길 필요가 없었을 것인데, 마침 물어보지 않았을 뿐입니다. 지금 논핵하여 아뢴 대관을 신 일가 사람이라고 하여 신을 비난하는 칼자루로 삼고 있으니, 참으로 가소롭습니다.대체로 겉으로는 남과 농담을 하면서 몰래 사람을 사주하여 논핵하게 하였는데, 신은 본래 이런 태도를 본받지 않았습니다.”하니, 주상이 비답하기를,“사람을 너무 심하게 의심한 잘못은 그에게 있다.”하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 6월 12일(갑자) 1번째기사",
                "gt-oKo": "공조 판서(工曹判書) 조태구(趙泰耉)가 이건명의 소론(疏論) 때문에 진소(陳疏)하여 스스로 변명하였다. 그 대략에 이르기를, “이을(移乙)의 노여움은 지의(指意)가 예사롭지 않고 심지어는 웃고 말하는 사이에 쇠뇌와 활시위에 스스로 부딪쳤다고 말하였으니, 신은 놀라움을 견디지 못하겠습니다. 이 달 초하루에 신이 경상 감사(慶尙監司) 이탄(李坦)을 찾아가 보았는데, 여러 경재(卿宰)가 많이 와 모여 있었고, 늦게서야 이건명도 또한 왔었습니다. 수작할 즈음에 말이 정시(庭試)의 잡란(雜亂)한 일에 미치자, ‘유생(儒生)이 단봉문(丹鳳門) 밖에서 글을 지어 바쳤다.’ 하는 말까지 나왔습니다. 신이 ‘어떻게 아느냐.’고 하였더니, ‘직접 유생(儒生)이 스스로 말하는 것을 들었다.’고 하였습니다. 신이 웃으면서 ‘진실로 이와 같다면 그 유생이 지극히 무상(無狀)하니, 이제 어찌하고 발고(發告)하지 않는가.’라고 했더니, 자리에 있던 모든 사람들이 크게 웃고 파(罷)하였습니다. 이것은 한 사람이 혼자 들은 것이 아니었으니, 대신(臺臣)의 듣고 아뢴 것은 이상스런 일이 아닙니다. 그리고 만약 대신(臺臣)이 신을 찾아와 물었다면 신은 반드시 숨기지 않았을 것이나 때마침 묻지 않았을 뿐입니다. 이제 논계(論啓)한 대신(臺臣)이 신의 한 집안 사람이라며 신을 욕하는 패병(欛柄)으로 삼으니, 진실로 가소롭습니다. 대저 겉으로는 남과 더불어 농담(弄談)을 하며 웃다가 몰래 사람을 사주하여 탄론(彈論)하게 하는 따위의 태도를 신은 본디 본받지 않았습니다.” 하니, 임금이 비답하기를, “사람을 너무 지나치게 의심한 잘못은 저 사람에게 있다.” 하였다.",
                "hj": "○甲子/工曹判書趙泰耉, 以李健命疏論, 陳疏自辨。 略曰: 移乙之怒, 指意非常, 至以笑語之間, 機括自觸爲辭, 臣不勝駭然。 今月初一日, 臣往見慶尙監司李坦, 諸卿宰多來會, 晩後健命亦至。 酬酢之際, 語及庭試雜亂之事, 而至曰: “儒生有丹鳳門外製呈者。” 曰: “何以知之?” 則云: “親聞儒生之所自言。” 臣笑謂之曰: “誠如是, 則其儒生極無狀, 今何不發告?” 云爾, 則滿座大笑而罷。 此非一人之所獨聞, 臺臣之聞而啓之, 不是異事。 若使臺臣, 來問于臣, 則臣固不必掩諱, 而適未之有問耳。 今以論啓之臺官, 謂臣一家之人, 執以爲詬臣之欛柄, 誠可笑也。 夫陽與人諧笑, 而陰嗾人彈論, 臣本不效此態也。 上批以疑人太甚, 所失在彼, 爲答。"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Kwon Ikgwan again presented a memorial to the King to displease himself. At the end of the memorial, the memorial read as follows: On the following day, your subject also heard that the majority of many groups of high officials in the middle of the pavilion was built and submitted [to the King]. There was no one who was not frightened. This is why your subject had reported [to the King]. Now, the minister [of the Office of the Inspector General] has thoroughly claimed that the majority [of the majority of the major",
                "H2KE-nKo": "지평 권익관이 또 이건명의 상소 때문에 상소하여 스스로 변명하고, 말미에 또 아뢰기를,“재신이 말을 꺼낸 다음날 신도 이정의 많은 사람들이 모인 곳에서 과장 밖에서 글을 지어 바쳤다는 이야기를 뒤미처 듣고서 놀라지 않는 사람이 없었습니다. 이것이 신이 논핵하는 계사를 올리기 시작한 까닭입니다. 그런데 지금 재신은 이 한 가지 일에 대해서는 모호하게 말을 하여 기필코 두루 가리고자 다른 말을 뒤섞어 진달하여 주상의 귀를 현혹시켰습니다. 심지어 신의 집안사람 두 사람을 끌어들여 크게 의심하고 노여워하며 말을 전하는 계제로 억지로 정하여 신을 견제할 계책을 삼았습니다. 만일 오늘날 조정에 조금이라도 기강이 있다면 사람들의 말이 감히 이처럼 방자할 수 있겠습니까.”하니, 주상이 의례적인 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 6월 12일(갑자) 2번째기사",
                "gt-oKo": "지평(持平) 권익관(權益寬)이 또 이건명(李健命)의 상소 때문에 진소(陳疏)하여 스스로 변명하고, 말미에 또 이르기를, “재신(宰臣)이 발언(發言)한 이튿날 신 또한 이정(離亭)의 여러 사람의 모임에서 과장(科場) 밖에서 글을 지어 바쳤다는 설에 대해 추문(追聞)하였는데, 놀라지 않는 사람이 없었으니, 이것이 신의 논계가 나오게 된 까닭입니다. 그런데 이제 재신은 이 한 가지 사실에 대해서는 모호한 말로 반드시 두루 가리고자 하고 딴 말까지 섞어 진술하여 성상의 청문(聽聞)을 현혹시켰습니다. 그리고 신의 한 집안의 두 사람을 끌어대어 의심과 노여움을 크게 더하며 억지로 말을 전한 계제(階梯)로 정하여 신의 몸을 겸제(箝制)할 계책을 하기에 이르렀습니다. 만일 오늘날 조정에 조금이라도 기강(紀綱)이 있다면 사람의 말이 감히 이와 같이 방자할 수 있겠습니까.” 하니, 임금이 의례적인 비답을 내렸다.【원소(原疏)와 비지(批旨)는 위에 보인다.】",
                "hj": "○持平權益寬又以李健命疏, 陳疏自辨。 末又曰: 宰臣發言之翌日, 臣亦追聞於離亭衆會之中, 場外製呈之說, 人莫不爲駭。 此臣啓之所以發, 而今宰臣, 於此一款, 則糢糊說去, 必欲周遮, 雜陳他說, 以眩惑上聽, 而至於攙引臣一家兩人, 大加疑怒, 勒定傳言之階, 以爲箝制臣身之計。 如使今日朝廷, 少有紀綱, 人之爲言, 敢如是肆然耶? 上賜例批。【原疏、批旨見上。】"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On imsin day, the King received the officials in the Hall of Governance and various officials in rotation. Chief State Councilor 서종태가 성상의 하교로 인하여 청하기를, “다섯 가지 verified investigation and the five verified investigation and the verified investigation of the circumstances from the outside [the capital] should be thoroughly investigated. The King also said, Yi Suk received the tally and returned to his home after receiving the tally. Truly, this is a serious mistake. However, I have heard that Yi Suk mistakenly claimed the precedent of the examination passers in the examination. In general, the examination passers in the examination have no rule of summoning the tally. Those who receive the tally after receiving the tally are staying at home and received the twentieth day. Hence, Yi Suk has been well-versed in this thoroughly, and this is sometimes due to his old age and dullness. As for Yi 이건명s case, at the beginning, Kwon Ikgwan requested that an investigation be cross-examined for an investigation, which is unacceptable. However, the King has already approved the circumstances of the inspectors and censors. Therefore, it would be proper to advise the circumstances based on the circumstances and directly submit the tally. However, he ultimately did not say anything. 이건명s case is also wrong. The King said, That is correct.",
                "H2KE-nKo": "선정전에서 대신과 여러 신하를 불러서 보았다. 영의정 서종태가 주상의 하교로 인하여 이건명의 상소 중 다섯 가지 조사할 만한 것과 밖에서 지어 바친 것을 모두 분명하게 조사할 것을 청하였다. 또 아뢰기를,“이숙이 패초를 받은 뒤에 집으로 돌아간 것은 참으로 대단히 잘못된 일입니다. 다만 듣건대, 이숙이 정시의 시관에 대한 옛 규례를 잘못 알고서 이런 일이 있었다고 합니다. 대개 정시의 시관은 본래 패초하는 규례가 없고 낙점을 받은 사람이 집에서 듣고 새벽에 궐하에 나아갔기 때문에 이숙이 전부터 이 일에 익숙하였으니, 이번의 이 일은 아마도 늙어서 정신이 혼미해서 그런 듯합니다.이건명의 일은 당초에 권익관이 사실에서 한 말을 가지고 함사를 보내 묻기를 청하기까지 하였으니, 그것이 타당한지 모르겠습니다. 그러나 주상께서 이미 대간의 말을 윤허하셨으니, 이건명은 들은 대로 곧바로 진달하는 것이 옳은데 끝내 아무런 말이 없었으니, 이건명도 잘못입니다.”하니, 주상이 말하기를,“그렇다.”하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 6월 20일(임신) 1번째기사",
                "gt-oKo": "임금이 대신(大臣)과 여러 신하들을 선정전(宣政殿)에서 인견(引見)하였다. 영의정 서종태(徐宗泰)가 임금의 하교로 인하여 이건명(李健命)의 상소에 있는 다섯 가지 핵실할 일 및 밖에서 글을 지어 바친 일을 일체(一體) 명백하게 사핵(査覈)할 것을 청하고, 또 말하기를, “이돈(李墩)이 수패(受牌)한 뒤 집으로 돌아간 것은 참으로 대단한 실수요 잘못입니다. 다만 듣건대, 이돈은 정시(庭試)의 시관(試官)의 구례(舊例)를 잘못 알았기 때문에 이런 일이 있게 되었다고 합니다. 대개 정시의 시관은 본디 패초(牌招)의 규례가 없고, 수점(受點)한 사람이 집에서 명을 들으면 새벽에 궐하(闕下)에 이르기 때문에 이돈은 전부터 여기에 습관이 되었던 것이니, 이번의 일은 혹 늙고 정신이 없어 그런 것인 듯합니다. 이건명(李健命)의 일은 애초 권익관(權益寬)이 사실(私室)의 말에 대해 함문(緘問)을 청하기까지 하였으니, 그것이 마땅한 일인지 알지 못하겠습니다. 그러나 성상께서 이미 대신(大臣)의 말을 윤허(允許)하셨으니, 이건명은 들은 대로 곧게 진달함이 옳은데, 종시 말이 없으니 이건명도 또한 잘못입니다.” 하니, 임금이 말하기를, “그렇다.” 하였다.",
                "hj": "○壬申/上引見大臣、諸臣於宣政殿。 領議政徐宗泰因上敎, 請以李健命疏中五可覈及自外製呈者, 一體明査。 又曰: “李塾之承牌後還家, 固其大段失誤, 而第聞塾錯認庭試試官舊例而有此云。 蓋庭試試官, 本無牌招之規, 受點之人, 在家承聞, 曉詣闕下, 故塾自前慣此, 今玆之事, 或是老昏而然矣。 李健命事, 當初權益寬以私室之語, 至請緘問, 未知其得當, 而然自上旣允臺言, 則健命據所聞直陳可也, 而終無所言, 健命亦非矣。” 上曰: “然。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulmyo day, former Magistrate of Jangui District Byeon Jindeung , falsely claimed that Yi Sang , a man who committed a crime while serving as a royal command, made a complaint against him. The King 비답을 내려 reprimanded him, saying, The crimes of Yi Sang cannot be compared to clarifying it, and yet he submitted a memorial requesting that he be resolved. Although he was a paragon of his teachings, he is quite discourteous and sense.",
                "H2KE-nKo": "전 을묘년 전 현감 변진일 등이 응지한다는 핑계로 죄로 죽은 사람인 이상을 위해 억울함을 호소하니, 주상이 비답을 내려 꾸짖기를,“이상의 죄는 밝히기 어려운 것에 비할 바가 아닌데 상소하여 신원을 청하였으니, 비록 스승을 위한 것이라고는 하지만 매우 놀랍고 이상하다.”하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 6월 3일(을묘) 1번째기사",
                "gt-oKo": "전(前) 현감(縣監) 변진일(邊震一) 등이 응지(應旨)를 가탁(假托)하여 죄를 받아 죽은 사람인 이상(李翔)을 위하여 송원(訟冤)하니, 임금이 비답(批答)을 내려 책망하기를, “이상의 죄는 밝히기 어려운 것에 비길 것이 아닌데도 신원(伸冤)을 소청(疏請)하였으니, 아무리 스승을 위한다지만 너무나도 해이(駭異)하다.” 하였다.",
                "hj": "○乙卯/前縣監邊震一等, 假托應旨, 爲罪死人李翔訟冤, 上賜批責之曰: “李翔之罪, 非比難明, 而疏請伸冤, 雖曰爲師, 殊可駭異也。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Fourth Inspector Kwon Ikgwan of the Office of the Inspector General reported to the King on the grounds that Yi Geomyeong submitted a memorial requesting an interrogation of an impeachment, he avoided suspicion and arbitrarily displayed himself. The summary of the memorial read as follows: If this is true, it is impossible to leave it. Truly, this is what Your Majesty instructed. However, the words of filling literary li ",
                "H2KE-nKo": "지평 권익관이 이건명의 상소에 대해 함사를 보내 물으라는 명을 거두어 줄 것을 청하였다는 이유로 인피하고 스스로 변명하였는데, 그 대략에,“과장 밖에 앉아 글을 짓고 시소에 들어가 바친 것에 대해 과연 이런 일이 있었다면 그대로 두어서는 안 된다는 것은 참으로 성상의 하교와 같습니다. 그러나 ‘직방에 가득하다.’라는 말과 ‘제 마음대로 출입하였다.’라는 말은 번갈아 장주에 진달하였고, 원래 지적하여 다스릴 단서가 없었습니다. 유독 이건명이 전하는 말에 ‘그 사람에게 직접 들었다.’라고 하였으니, 어찌 재신에게서 나온 말이라 하여 안문하지 않을 수 있겠습니까. 과연 이와 같다면 과장의 간사하고 외람된 일이 비록 재신의 귀에 들어갔더라도 끝내 주상께 보고될 계제가 없고, 또 조사하여 다스릴 길이 끊어질 것이니, 그 관계된 바가 참으로 가볍지 않고 중대합니다. 더구나 삼사는 언론을 함께 주도하고 옥당은 또 근밀한 자리에 있으니, 무릇 법과 기강에 관계된 일이면 진실로 들은 대로 모두 진달해야 합니다. 또 일을 맡은 관원을 의금부로 잡아다 조사하자는 청이 이미 어전에서 나왔는데, 거자를 안문하는 것이 유독 다른 일이란 말입니까. 경악의 장관도 오히려 전하를 위하여 말을 다하려 하지 않으니, 이보다 더 심하게 군신의 사이가 막힌 일이 어디 있겠습니까. ‘책임을 메꾸고 미봉하였다.’라는 등의 말은 더욱 상식을 벗어난 말이니, 참으로 한번 웃을 거리도 못 됩니다. 이번 과거가 엄하지 않다는 말은 신하들도 이미 갖추어 진달하였으나, 오직 이건명이 진달한 ‘외제’라는 한 가지 일만은 아직도 성상께 올라가지 못하였기 때문에 신이 과연 대각에 들어가던 초기에 논핵하는 계사를 올리기 시작하였으니, 그 의도는 단지 과장을 엄하게 하고 훗날의 폐단을 막으려는 데 있었습니다.”하니, 주상이 의례적인 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 6월 8일(경신) 1번째기사",
                "gt-oKo": "지평(持平) 권익관(權益寬)이, 이건명(李健命)이 소를 올려 함문(緘問)을 정지하기를 청한 일 때문에 인피(引避)하고 스스로 변명(辨明)하였다. 그 대략에 이르기를, “과장(科場) 밖에 앉아 글을 짓고 시소(試所)에 들어가 바친 일이 과연 있었다면 그대로 둘 수 없음은 진실로 성교(聖敎)와 같습니다. 직방(直房)에 충만(充滿)하였다는 말과 출입(出入)을 제 마음대로 하였다는 말은 번갈아 장주(章奏)에 진달하였지만, 원래 지적하여 안치(按治)할 단서(端緖)가 없었고, 유독 이건명이 전한 바에 이미 ‘친히 그 사람에게서 들었다.’고 하였으니, 어찌 말이 재신(宰臣)에게서 나왔는데도 안문(按問)하지 않을 수 있단 말입니까. 과연 이와 같다면 과장(科場)의 간람(奸濫)한 일이 비록 재상(宰相)의 귀에 들어가더라도 끝내 상문(上聞)의 계제(階梯)가 없고, 또 안핵(按覈)하여 다스리는 길이 끊어질 것이니, 그 관계되는 바가 진실로 가볍지 않고 중대합니다. 더욱이 삼사(三司)는 함께 언의(言議)를 맡고 있고, 옥서(玉署)는 또 근밀(近密)한 곳에 있으니, 무릇 법강(法綱)에 관계되는 일이 있으면 진실로 들은 대로 모두 진달함이 마땅합니다. 또 일을 맡은 관원을 나핵(拿覈)하자는 주청(奏請)이 이미 전석(前席)에서 나왔으니, 거자(擧子)를 안문(按問)하는 것이 유독 별도의 일이 된단 말입니까. 경악(經幄)의 장관(長官)도 오히려 즐겨 전하를 위하여 말을 다하지 않으니, 당폐(堂陛)의 막힘으로 어느 것이 이보다도 심할 수 있겠습니까. 색책(塞責)·미봉(彌縫) 등의 말에 이르러서는 더욱 상정을 벗어난 것이니, 진실로 한 번 웃을거리도 못됩니다. 이번 과거는 엄정(嚴正)하지 못하였다는 말을 여러 신하들이 또한 이미 갖추어 진달하였으나, 오직 이건명이 진달한 바 밖에서 지었다는 이 한 가지 사실에 대해서만은 아직 등문(登聞)이 없기 때문에 신이 과연 대각(臺閣)에 들어온 처음에 발계(發啓)한 것이고, 그 뜻은 다만 과장(科場)을 엄정하게 하여 뒷날의 폐단을 막는 데 있었습니다.” 하니, 임금이 의례적인 비답을 내렸다.【원소(原疏)와 비지(批旨)는 위에 보인다.】",
                "hj": "○庚申/持平權益寬, 以李健命疏請寢緘問, 引避自辨。 略曰: “坐製場外, 入呈試所, 果有是事, 不可置之, 誠如聖敎, 而充滿直房之說, 出入惟意之言, 迭陳於章奏, 元無指摘按治之端, 獨健命所傳, 旣曰親聞其人, 則何可以言出宰臣, 而不爲按問乎? 果如是, 則科場奸濫之事, 雖入於宰執之耳, 終無上聞之階, 又絶覈治之路, 其所關係, 誠不輕而重矣。 況三司同主言議, 玉署且居近密, 凡有事關法綱, 固宜隨聞畢陳。 且掌事官拿覈之請, 旣發於前席, 則擧子按問, 獨爲別樣事耶? 經幄之長, 尙不肯爲殿下盡言, 則堂陛壅隔, 孰有甚於此哉? 至若塞責、彌縫等語, 尤出常情之外, 誠未滿一哂也。 今科不嚴之說, 諸臣亦旣備陳, 而唯此健命所陳外製一款, 尙欠登間, 故臣果發啓於入臺之初, 其意只在於嚴科場而杜後弊也。” 上賜例批。【原疏、批旨見上。】"
            }
        }
    },
    "07": {
        "10": {
            "1": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Seo Myeongu impeached Yi Hyeon for his discourtesy. The summary of the memorial read as follows: The affair of writing on the side [of the side of the",
                "H2KE-nKo": "장령 서명우가 이의현을 논박하였다. 그 대략에,“지난번 상소에서 논한 ‘출제한 일’이 이미 허투로 돌아갔으니, ‘무릎을 맞대고 상의했다.’라는 말은 실로 날조한 것입니다. 그런데 중신이 사실에 근거하여 상소하여 변론한 뒤에 이치에 닿지도 않고 말이 궁색하여 변명할 만한 것이 없자, 이에 ‘어찌 일찍이 은밀히 의논하고 사정을 쓴 적이 있는가.’라고 하였습니다. 전후의 말이 서로 모순되니, 상소에서 논한 것이 오로지 억지를 부린 것임을 여기에서 알 수 있습니다. ‘하지 않은 짓이 없다.’라는 등의 말은 더욱 사리에 어긋나 공의가 모두 놀라고 있습니다. 체차해 주소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 10일(신묘) 1번째기사",
                "gt-oKo": "장령(掌令) 서명우(徐命遇)가 이의현(李宜顯)을 논박(論駁)하였다. 그 대략을 이르기를, “전소(前疏)에서 ‘논한 바 출제(出題)를 대한 한 가지 일은 이미 허투(虛套)로 돌아갔고 무릎을 맞대고 서로 의논하였다는 말도 실로 날조(捏造)에서 나왔다.’고 했는데, 중신(重臣)이 사실에 의거하여 소변(疏辨)한 뒤 사리가 궁(窮)하고 말이 딸려 변명할 수 없게 되자, 이에 말하기를 ‘어찌 일찍이 은밀하게 의논하여 사정(事情)을 쓴 적이 있었겠는가.’라고 하였습니다. 전후의 말이 저절로 서로 모순되니, 소론(疏論)이 오로지 억륵(抑勒)에서 나왔음을 이에서 알 수 있습니다. ‘하지 않는 짓이 없다’는 등의 말은 더욱 이치에 어긋나 공의(公議)가 모두 놀랍게 여기니, 청컨대 체차(遞差)하소서.” 하니, 임금이 그대로 따랐다.",
                "hj": "○辛卯/掌令徐命遇(䮕)〔駁〕論李宜顯。 略曰: “前疏所論出題一事, 旣歸虛套, 接膝相議之說, 實出捏造, 而及其重臣據實疏辨之後, 理窮辭屈, 無可辨明則乃曰: ‘何嘗有密議用情?’ 前後之言, 自相矛盾, 疏論之專出抑勒, 卽此可見。 至於無所不爲等語, 尤極悖謬, 公議俱駭, 請遞差。” 上從之。"
            },
            "2": {
                "H2KE-EN": "Minister of Punishments Kim Jin submitted a memorial requesting his resignation, which stated as follows: Jo Myeong and Yu Minjeong are now involved in the face-to-face examination. [Jo] Myeong was arrested and interrogated because Yi Geomyeong reported [to the King], and his words to 이건명 were already explained. Now, the interrogation of [Yu] Minjeong is only about interrogating [Yu] Minjeongs confession. However, this incident was already caused by Yi Geomyeong, and Yi Geomyeong is your subjects wifes cousin. How could your subject also have no interrogating [Yu]? Moreover, Yi Suk visited the house of the wives of the apprehension of apprehension",
                "H2KE-nKo": "형조 판서 김진규가 상소하여 사직하기를,“조명과 유민정을 지금 면질시켜야 합니다. 조명을 이건명이 고발한 것으로 인하여 잡아다 신문하니, 이건명에게 말한 것을 그가 이미 스스로 진술하였습니다. 지금 안핵하는 것은 유민정의 공초를 교위한 한 가지 일일 뿐입니다. 그러나 이 일이 발생한 것은 이미 이건명으로 인한 것이고 이건명은 바로 신의 처당이니, 신이 여기에 또한 어찌 구애되는 바가 없겠습니까.또 이돈이 거자의 집을 두루 찾아다닌 것으로 인하여 현재 그의 종인을 추문하고 있는데, 이빈흥도 대사간이 이 일을 전하여 말하였다고 지목한 것으로 인하여 의금부에 갇혔습니다. 종인을 추문하는 것은 본디 이빈흥과는 관계가 없지만, 이빈흥은 과거가 끝난 뒤에 일찍이 신에게 말한 적이 있습니다. 대사간이 조정에 돌아온 뒤에 신은 일찍이 서로 얼굴을 맞대고 편지를 보낸 적이 없으니, 그가 따라서 들은 사람은 반드시 따로 있을 것입니다. 그러나 이미 이빈흥을 지적하여 고발하였고 이빈흥은 신의 표재종의 친척이니, 신이 이 일로 이돈을 안핵하는 것은 온당치 않은 듯합니다.”하니, 주상이 사직하지 말라고 명하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 10일(신묘) 2번째기사",
                "gt-oKo": "형조 판서(刑曹判書) 김진규(金鎭圭)가 상소하여 사직(辭職)하며 이르기를, “조명(趙銘)과 유민정(柳敏廷)이 이제 면질(面質)하였습니다. 조명을 이건명(李健命)이 고한 바에 따라 잡아다 물었더니, 이건명에게 말한 것을 그가 이미 스스로 진술하였습니다. 이제 안핵할 것은 유민정의 초사(招辭)의 교위(敎諉)에 관한 한 가지 사실일 뿐입니다. 그러나 이 일의 발단은 이미 이건명으로부터 말미암았고 이건명은 곧 신의 처족(妻族)이니, 신이 이 일에 있어서 또한 어찌 구애됨이 없겠습니까. 또 이돈이 거자(擧子)의 집을 두루 찾아다닌 일을 바야흐로 그 종인(從人)에게 추문(推問)하고 있는데, 이빈흥(李賓興) 또한 간장(諫長)이 이 일을 전하여 말한 사람이라고 지적했기 때문에 의금부(義禁府)에 갇혀 있습니다. 종인의 추문은 본디 이빈흥과 관계가 없으나, 이빈흥은 과거 뒤 일찍이 신에게 말한 적이 있었습니다. 간장이 환조(還朝)한 뒤 신이 일찍이 서로 만나거나 글월을 통한 적이 없었으니, 누구인지는 모르지만 반드시 따라 들은 사람이 있을 것입니다. 그러나 이미 이빈흥을 지적하여 고하였고, 이빈흥은 신의 표재종(表再從)의 인척이 되니, 신이 이런 처지에 있으면서 이돈을 안핵함은 불편할 듯합니다.” 하니, 임금이 사직하지 말라고 하였다.",
                "hj": "○刑曹判書金鎭圭上疏辭職曰: 趙銘、柳敏廷, 今當面質矣。 銘因李健命所告而逮問, 則其所言於健命者, 渠已自陳。 今其所按者, 敏廷之招, 敎諉一款而已。 然玆事之發, 旣因健命, 健命卽臣妻黨, 臣於此, 亦豈無所礙耶? 又以李塾歷抵擧子家, 方推問其從人, 而李賓興亦因諫長之指, 以爲傳說此事, 見囚金吾矣。 從人推問, 固不干於賓興, 而賓興於科後, 嘗有言於臣, 而諫長還朝之後, 臣未曾相面通書, 則其所從聞, 必自有其人。 然旣指告賓興, 賓興爲臣中表再從之戚, 則臣之以此按墪者, 似不便矣。 上令勿辭。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The statement of Yi Jingyun , who passed the civil service examination in the eulmi year (, submitted a confession of a confesion of a confesion. The confesion of a confession of a confesion. The confession of a confesion of a confes",
                "H2KE-nKo": "을미년에 급제한 이진급이 공초한 내용은 대략 다음과 같다. “저의 시권은 애당초 박봉령이 채점한 축에서 나왔는데, 고관 중에 혹 헐뜯는 자가 없지 않았습니다. 그러나 박봉령이 시종일관 힘껏 주장하여 여러 차례 명관 앞에서 다투면서 반드시 높은 등급에 둔 뒤에야 그만두었습니다. 박봉령은 저에게 좋아하는 자가 아니니, 제가 과거에 급제한 것이 어찌 털끝만큼이라도 의심할 만한 단서가 있겠습니까. 이번 과거는 비바람이 몰아치는 때에 앞을 다투어 시권을 바쳐서 무수히 쌓였으니, 계속해서 글자를 써넣지 못하는 것은 사리로 볼 때 당연합니다. 안중필과 이만유 두 사람의 시권은 모두 140축 뒤에 있었고 허리에서 떨어진 곳도 더 멀었으니, 이러한 때에 어찌 계속해서 글자를 써넣을 리가 있겠습니까. 만약 올봄에 본조에서 현록한 것을 반드시 믿을 만한 문안으로 여긴다면, 안중필과 조진희는 모두 미시에 시권을 바친 것으로 현록하고 조진희의 시권은 ‘황’ 자로 엮으며, 안중필의 시권은 ‘뇌’ 자로 엮어 놓았으니, ‘황’ 자와 ‘뇌’ 자가 그 사이에 1300여 장이나 됩니다. 한때 함께 바친 사람의 자호의 이르고 늦음이 이처럼 현격하게 다르니, 시권을 바친 것의 이르고 늦음으로써 글자를 엮은 것의 선후를 단정할 수 없는 것이 분명합니다.” 의금부가 아뢰어 형장을 치기를 청하니, 주상이 의논하여 처리하라고 명하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 14일(을미) 1번째기사",
                "gt-oKo": "급제(及第) 이진급(李眞伋)의 공사(供辭)의 대략에 이르기를, “저의 시권(試券)은 애초 박봉령(朴鳳齡)이 고과(考科)한 축(軸)에서 나왔는데, 고관(考官) 중에 혹 헐뜯어 말하는 자가 없지 않았으나 박봉령이 시종일관 힘써 주장하고 명관(命官)의 앞에서 여러 번 다투어 반드시 높은 등급에 둔 뒤에야 그만두었던 것입니다. 박복령은 이미 저와 친밀한 사이도 아니니, 저의 과거 급제에 어찌 털끝만큼이라도 의심할 만한 단서가 있단 말입니까. 이번 과거는 비바람이 휘몰아치는 때에 앞을 다투어 시권(試券)을 바쳐서 수없이 쌓였으니, 그 순번대로 글자를 메우지 못한 이세(理勢)가 참으로 그런 것입니다. 안중필(安重弼)·이만유(李萬維) 두 사람의 시권은 모두 1백 40축(軸) 뒤에 있어서 중간(中間)을 훨씬 더 넘겼으니, 이때에 어떻게 순서대로 글자를 메울 수가 있었겠습니까. 만약 지금 예조(禮曹)의 현록(懸錄)을 반드시 믿을 수 있는 문안(文案)으로 생각한다면, 안중필과 조진희(趙鎭禧)는 모두 미시(未時)에 시권을 바친 것으로 현록되어 있습니다. 그리고 조진희의 시권은 ‘황(黃)’자에 안중필의 시권은 ‘뇌(賴)’자에 엮어졌는데 ‘황’자와 ‘뇌’자 사이에는 1천 3백여 장이나 되는 다수의 시권이 있습니다. 한때 같이 바친 사람의 자호(字號)의 이르고 늦음의 아주 동떨어짐이 이와 같은 데에 이르렀으니, 그 시권을 바침의 이르고 늦음으로써 그 자호(字號)를 엮은 선후를 단정할 수 없음이 분명합니다.” 하였다. 의금부에서 형신(刑訊)을 계청(啓請)하니, 임금이 의논하여 처리하라고 하였다.",
                "hj": "○乙未/及第李眞伋供辭略曰: “矣身試券, 初出於朴鳳齡所考之軸。 考官或不無訾毁者, 鳳齡終始力主, 屢爭於命官之前, 必置高等而後已。 鳳齡旣非所好於矣身者, 則矣身科第, 有何毫末可疑之端耶? 今科風雨迫急之際, 爭先呈券, 無數委積, 則其不得續續塡字, 理勢固然。 安重弼、李萬維兩人之券, 俱在百四十軸之後, 去腰中又加遠, 此時寧有續續塡字之理乎? 若以今春曹懸錄, 必爲可信之案, 則安重弼、趙鎭禧, 俱以未時呈券懸錄, 而鎭禧之券, 編於黃字, 重弼之券, 編於賴字, 黃之去賴, 其間至於一千三百餘張之多。 一時同呈之人, 字號早晩之懸殊, 至於如此, 其不可以呈券之早晩, 斷其編字之先後也明矣。” 禁府啓請刑, 上令議處。"
            },
            "2": {
                "H2KE-EN": "On gapsul day, the first day of the month, Yi Jingyeong and others had a confession [to the King]. The summary of the memorial read as follows: After the first confession [of the memorial] has been submitted [by the King], His Majesty the King has decided to discuss the matter and decided for several days. If the censors wish to speak about this, why did the memorial submitted by the Office of the Censor General not impeach him and finally stubbornly avoided suspicion after several days have passed. In his mind, the Office of the Inspector General directly reported [the matter] to the King, and therefore, the Office of the Inspector General would be no punishment for him. For this reason, [the Office of the Inspector General] was only concerned that [the Office of the Inspector General] might be exonerated, and [the Office of the Inspector General] intended to impeach [the examination] as a summary of the second inspector [of the Office of the Inspector General] as a summary of discussion. The memorial submitted by the Office of the Inspector General stated as follows: When the wind and rain falls suddenly, the required number of candidates for the required number of required number. Although the Office of the Inspector General directly wrote two candidates for the required number of required number. How can there be a single suspicion? The State Tribunal requested that [the Office of the Inspector General] interrogate [the Office of the Inspector General] again. Following the confession [of the memorial], the Office of the Inspector General reported [to the King], and the Office of the Inspector General did not know the writings for the required number of candidates for the required number of candid number of days for the required number of candidates for the required number",
                "H2KE-nKo": "이헌영 등이 재차 공초하였다. 그 대략에,“처음 공초를 바친 뒤에 명철한 주상께서 의논하여 처리하라고 판부하신 지 며칠이 지났습니다. 간신이 하고 싶은 말이 있으면 지난번 상소에서는 어찌하여 제기하여 논하지 않고 여러 날이 지난 뒤에야 비로소 억지로 인피하였습니다. 그의 생각은 해당 부에서 곧장 주상께 여쭈어 결단한다면 죄를 더 줄 수 없을 것이라고 여겼기 때문에 혹시라도 빠져나갈까 두려워한 나머지 기어이 이것을 가지고 다시 추궁할 자료로 삼으려고 한 것이니, 아, 또한 괴이합니다.또 해당 부에서 의논하여 아뢴 내용 중에 ‘바람이 세차게 몰아치는 때에 서울과 지방의 거자가 반이 넘게 예백하였는데 같은 붓으로 써서 바쳐 하나는 600장 안에 들어갔고 하나는 600장 안에 들어갔으니, 모두 선발 대상에 포함된 것입니다. 대간의 상소는 대체로 여기에서 말미암은 것입니다.’라고 하였습니다. 그 말의 맥락을 따져 보면 이번에 거자들이 예백을 많이 한 것에 대해 저희 형제만 홀로 글을 지어 바친 것으로 의심하였는데, 이는 그렇지 않은 점이 있습니다.감제의 시각은 정시에 비해 더욱 촉박한데 또한 한 사람이 두 시권을 아울러 써서 선발에 참여하였습니다. 그렇다면 집안의 아우가 두 시권을 아울러 써서 기한 안에 바친 것은 이상한 일이 아닙니다. 더구나 60장과 600장은 그 사이의 시각이 적지 않으니, 아무리 글을 잘하고 글씨를 잘 쓰는 사람이더라도 기한 안에 요행으로 글을 지어 바친 것이 어찌 조금이라도 의심할 만한 단서가 있겠습니까.”하였다. 의금부가 아뢰어 다시 추고할 것을 청하였다. - 원래의 공초와 의논하여 아뢴 내용은 위에 보인다. - 이헌영은 글을 잘한다는 명성이 약간 있었으나 이헌장은 문사에 능하지 못하였다. 그런데 뜻밖에 연벽과의 과작이 모두 아름다웠으므로 세상에서는 모두 그가 미리 지어 놓은 글을 보았다고 하였다. 마침 이숙이 패초를 받고 집으로 돌아갔는데, 이헌영은 또 그 동네 사람으로 친하게 지내는 자였으므로 당인들이 이것을 빙자하여 죄를 만든 것이다. 그러나 시제는 이숙이 낸 것이 아니고 이헌영 등이 선발 대상에 든 것도 이숙의 손에서 나오지 않았으며, 반드시 시제를 미리 지어 사사로움을 행한 죄과로 몰아넣으려고 하였으니, 이는 바로 교묘하게 꾸며 낸 수단이다.이헌영의 도리로 볼 때 과연 미리 지어 놓았다면 오직 그가 우연히 시제를 만난 상황을 곧바로 진달했어야 하는데, 단지 시제를 내고 선발된 것이 이숙에게서 나오지 않았다는 것만으로 그 사사로움이 없음을 스스로 밝혔으니, 사리가 분명하고 말이 곧다고 할 수 있다. 그런데 지금 죄를 두려워하고 혐의를 멀리하여 스스로 임금에게 사실대로 고하지 않았다는 죄과에 빠졌으니, 어찌 개탄스럽지 않겠는가.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 14일(을미) 2번째기사",
                "gt-oKo": "이헌영(李獻英) 등이 다시 공초(供招)하였다. 그 대략에 이르기를, “처음 공초를 이미 바친 뒤에 성명(聖明)이 의논하여 처리할 것으로 판하(判下)하신 지 며칠 되었습니다. 간신(諫臣)은 말할 일이 있다면 지난날의 소(疏)에다 어찌 제기하여 논하지 않고 여러 날을 지낸 뒤 비로소 억지로 인피(引避)하는 것입니까. 그 생각인즉, 해부(該府)에서 곧장 품단(稟斷)한다면 죄를 더할 수 없기 때문에 오직 혹시 벗어날까 두려워하여 반드시 이것으로 다시 추문(推問)하는 자료로 삼고자 한 것이니, 아아! 또한 이상합니다. 또 해부의 의계(議啓)에 이르기를, ‘비바람이 휘몰아치는 때에 경외(京外)의 거자(擧子)의 과반수가 예백(曳白)하였는데, 같은 글씨로 써서 바쳐 하나는 60장 안에 들어가고 하나는 6백장 안에 들어가 모두 선발중에 들어 있었으니, 대소(臺疏)는 이에서 말미암았던 것입니다.’라고 하였습니다. 그 어맥(語脈)을 살펴본다면 이번에 거자들의 예백(曳白)이 많았던 것을 가지고 저희 형제만은 홀로 능히 글을 지어 바친 데 의심을 두는 것이나, 이는 그렇지 아니합니다. 감제(柑製)의 시각(時刻)은 정시(庭試)에 비하여 더욱 촉박(促迫)한데도 또한 한 사람이 두 시권을 아울러 써서 선발에 든 경우도 있으니, 제 아우가 두 시권을 아울러 써서 시한(時限)안에 바친 것은 이상한 일이 아닙니다. 더욱이 60장에서 6백장에 이르기까지는 그 사이의 시간이 적지 않으니, 비록 글짓기에 노둔하고 글씨가 졸렬한 사람이라 하더라도 시한 안에 요행으로 글을 지어 바침에 어찌 털끝만큼이라도 의심한 만한 단서가 있단 말입니까.” 하니, 의금부에서 다시 추문(推問)할 것을 계청하였다.【원공(原供)과 의계(議啓)는 위에 보인다.】 이헌영은 글을 잘한다는 이름이 약간 있었으나 이헌장은 문사(文辭)에 능하지 못한데도, 뜻밖에 연벽(聯璧)한데다 과문(科文)이 모두 아름다웠으므로, 세상에서 모두 미리 지은 것으로 여겼다. 또 때마침 이돈이 명패를 받은 뒤 집으로 돌아갔고, 이헌영은 또 같은 동네 사람으로서 친밀(親密)하게 지내는 사이였으므로, 이것이 당인(黨人)들이 빙자하여 죄를 얽은 까닭이었다. 그러나 시제(試題)는 이미 이돈이 낸 것이 아니었고, 이헌영 등의 합격이 또 이돈의 손에서 나오지 않았으니, 반드시 미리 지어 사사로움을 행한 죄과(罪科)로 몰아넣고자 한 것은 참으로 단련(鍛鍊)의 수단이다. 이헌영의 도리로는 과연 미리 글을 지었다면 오직 그 우연히 시제(試題)와 맞은 정상(情狀)을 솔직하게 진술함이 마땅할 것이요, 다만 출제(出題)와 피선(被選)이 이돈에게서 나오지 않았음을 가지고도 스스로 그 무사(無私)함을 밝힐 수 있어 이치가 밝고 말이 곧다고 할 만한데도, 이제 죄를 두려워하고 혐의(嫌疑)를 멀리하여 스스로 임금에게 사실대로 고하지 않은 죄과에 빠지니, 어찌 개탄스럽지 않은가.",
                "hj": "○李獻英等再招略曰: “初招旣納之後, 聖明以議處判下者有日, 而諫臣欲有所言, 則向日疏中, 何不提論, 而始乃强爲引避於屢日之後, 其意以爲該府直爲稟斷, 則無以加之罪, 故惟恐其或脫, 必欲以此爲更推之資, 吁亦異矣。 且該府議啓中有曰: ‘風雨急遽之際, 京外擧子, 過半曳白, 而同筆寫呈, 一入於六十張之內, 一入於六百張之內, 俱在選中, 臺疏蓋由於此’ 云。 究其語脈, 則以今番擧子曳白之多, 致疑於矣身兄弟之獨能製呈, 此有不然者。 柑製時刻, 比庭試尤促, 而亦有一人竝書兩券, 至於參選, 則家弟之竝書兩券, 而得呈於限內者, 不是異事。 況六十張之於六百張, 其間晷刻, 不爲不多, 雖鈍作拙書之人, 限內之僥倖製呈, 有何一毫可疑之端耶云云。” 禁府啓請更推。【原供、議啓見上。】 獻英, 略有能文名, 獻章則不嫺於文辭, 意外聯璧科作俱佳, 世皆以爲逢其宿搆。 適會李塾承牌還家, 而獻英又其洞人親好者, 此黨人所以憑藉成罪, 而試題旣非塾所出, 獻英等中選, 又不出於塾手, 必欲驅之於預題行私之科者, 直是鍜鍊手段。 在獻英之道, 果是宿搆, 則惟當直陳其邂逅逢題之狀, 而只以出題被選之不出於塾, 自明其無私, 可謂理明而辭直, 今乃畏罪遠嫌, 而自陷於告君不以實之科, 豈不可嘅也哉?"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On imin day, Yi Suk was confessed again in the imin year (. He discussed the application of the state examination. The summary of the state examination reads as follows: When kneeling with knee-to-face while consulting with each other, it is also very cunning and deceitful that if I secretly consulted with the Office of Royal Decrees and secretly pledge with each other with each other, how could people say that this happen? As I especially seriously suffered from epidemic, even if I sat on my arms and sat on my arms, I cannot hear and discern it. Furthermore, because I was a high-ranking official, I was placed on the head of the west wall, and Kim Uhang and Yi Eongang sat in turn all placed on my right arms. Therefore, the words that I sat on my arms and sat on my arms have already been fabricated. Should there be a consultation on my arms and earth, I also cannot hear and hear each other? The epidemic of the passage investigation reads as follows: The epidemic of Consultivating Consultivation of Consultivation. Consultivated Consultivation of Consultivation",
                "H2KE-nKo": "이돈이 재차 공초를 받았다. 그가 시제에 관한 일을 논하였는데, 그 대략에,“무릎을 맞대고 서로 의논하는 것은 다른 시관이 참여하여 들은 바가 아니라고 한 것은 또한 매우 음흉하고 교활하여 마치 저와 예문관 제학이 은밀히 소곤거리며 사사로이 서로 모의하는 것처럼 말하였습니다. 사람들의 말이 어찌 이 지경에 이르렀단 말입니까. 저는 귀가 먹고 병이 특히 심하여 어깨를 나란히 하여 앉더라도 그 목소리를 높여 큰소리를 치지 않으면 이해할 수가 없습니다. 더구나 최석항은 숭품으로 서벽의 첫머리에 있고 김우항과 이언강은 차례대로 나란히 앉아 모두 저의 오른쪽에 있으니, 이른바 무릎을 맞대었다는 말은 이미 허투로 귀결되었습니다. 설사 서로 의논한 말이 있다 하더라도 또한 어찌 저와 귀가 먹어 혼자 들은 것이겠습니까.”하였다. 그가 두루 찾아다녔다는 증거에 대해 논하였는데, 그 대략에,“이빈흥은 이정흥에게 미루고 이정흥은 또 윤팽수에게 미루며, 윤팽수는 또 그의 아제 및 주인집의 어린 종을 끌어대었습니다. 이른바 이정흥은 바로 이빈흥의 서얼 6촌인데, 이른바 윤팽수도 이정흥의 행랑에 있으니 그가 구걸할 곳이 없음을 또한 알 수 있습니다. 그런데 머리를 바꾸고 얼굴을 바꾸어 구불구불 굴복하였으니, 그간의 정상을 간파하기 어렵지 않습니다.”하였다. 의금부가 윤팽수 등을 다시 추문할 것을 주상에게 아뢰어 청하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 21일(임인) 1번째기사",
                "gt-oKo": "이돈(李墩)이 두번째 공초(供招)에서 시제(試題)의 일을 논하였다. 그 대략을 이르기를, “무릎을 맞대고 서로 의논하여 다른 시관이 참여해 들은 바가 아니라는 말에 이르러서는 또한 심히 음교(陰巧)하여, 마치 제가 예문제학(藝文提學)과 은밀하게 소곤거리며 사사로이 서로 모의(謀議)한 일이나 있었던 것처럼 여기니, 사람의 말이 어찌 이 지경에 이른단 말입니까. 저는 귀를 먹은 병이 특히 심하여 비록 어깨를 나란히 하고 앉았다 하더라도 그 목소리를 높여 크게 말하지 않으면 능히 듣고 알지 못합니다. 더욱이 최석항(崔錫恒)은 높은 품질(品秩)로서 서벽(西璧)의 첫머리에 있었고, 김우항(金右杭)·이언강(李彦綱)은 차례로 벌려 앉아 모두 저의 오른쪽에 있었으니, 이른바 무릎을 맞댔다는 말은 이미 허투(虛套)로 돌아갔습니다. 그리고 설령 서로 의논한 말이 있다 하더라도 또 어찌 귀먹은 저 혼자만 들을 수 있었겠습니까.” 하고, 그 거자(擧子)의 집을 두루 찾아다녔다는 증거에 대해 논했는데, 그 대략에 이르기를, “이빈흥(李賓興)은 이정흥(李禎興)에게 미루고, 이정흥은 또 윤팽수(尹彭壽)에게 미루었으며, 윤팽수는 또 그 어린 아우 및 주인 집의 아이종을 끌어들였는데, 이른바 이정흥은 곧 이빈흥의 얼육촌(孽六寸)이며, 이른바 윤팽수는 또 이정흥의 집에서 행랑살이를 하고 있어 그 거지 신세로 의지할 데 없음을 또한 알 수 있습니다. 갖가지로 겉모습을 바꾸어서 일을 꾸민 그 사이의 정상(情狀)을 간파하기 어렵지 않습니다.” 하니, 의금부에서 다시 윤팽수 등을 추문(推問)할 것을 계청하였다.",
                "hj": "○壬寅/李塾再招。 其論試題事, 略曰: “至於接膝相議, 非他試官所與聞云者, 亦甚陰巧, 有若矣身與藝文提學, 密密呫囁, 私相謀議者然, 人之爲言, 胡至於此? 矣身聾病特甚, 雖比肩而坐, 非高其聲大其言, 則不能聽解。 況崔錫恒以崇品, 居於西壁之首, 金宇杭、李彦綱, 以次列坐, 皆居矣身之右, 則所謂接膝之說, 已歸虛套, 而設有相議之言, 亦豈矣身聾耳所可獨聞者乎?” 其論歷抵之證略曰: “賓興諉之於禎興, 禎興又諉之於尹彭壽, 彭壽又引其雅弟及主家兒奴。 所謂禎興, 卽賓興之孽六寸也, 所謂彭壽, 又在禎興之廊, 則其乞丐無依, 亦可知矣, 而改頭換面, 逶迤屈曲, 其間情狀, 不難覷破云云。” 禁府啓請更推彭壽等。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Yi Jinsu , the executive assistant to the magistrate of Jangdan in the gyemyo year (, took his statement by the officials of the senior third rank or above from the Ministry of War in order to present a memorial regarding the truth. The memorial read as follows: In the spring of this year, your subject was presumptuously appointed as the assistant section chief of the Ministry of War . One day of the regular civil service examination, he entered the inner quarters and entered the inner quarters. After a few successful candidates were selected for the executive assistant, Yi Suk came to his post at his hometown. He had a lower clerk wrote a memorial to the Royal Secretariat and spoke to your subject, saying, The executive assistant to the main quarters of the main quarters. This is an old precedent. However, he immediately left [the main quarters] and left [the main quarters]. Your subject was unaware of the precedent [of the executive assistant to the executive assistant of the Ministry of War]. Thereupon, Third Minister of War Im Yunwon , who was appointed as the executive assistant to the executive assistant, came [to the executive assistant to the executive assistant of the Ministry of War] to stay there and wait for the executive assistant to the executive assistant [of the Ministry of War]. In your subjects opinion, there should be no difference between the executive assistant to the executive assistant and the executive assistant to the executive assistant [of the Ministry of War]. Therefore, he wrote a memorial to Yi Suk, which was given to Yi Suk. Then Yi Suk replied, This is not the reason for the executive assistant to the executive assistant. The reason for the executive assistant [of the Ministry of War] does not executively like this. The King bestowed a royal directive on him.",
                "H2KE-nKo": "계묘년에 판결사 이진수가 이숙의 공초를 가지고 병조 당상을 끌어다가 상소하여 사실을 진달하였는데, 그 대략에,“신이 봄에 병조 참판으로 있으면서 정시 하루 전에 내성에 들어가 있었습니다. 그런데 고관의 망단자가 나온 뒤 얼마 안 되어 이숙이 패초를 받고 신의 직려에 와서 하리를 시켜 ‘진’ 자를 써서 승정원에 올리게 하고, 이어 신에게 말하기를 ‘정시의 시관은 각각 사차에 있다가 낙점을 받은 뒤에 궐하에 나아가는 것이 바로 고례이다.’라고 하고는 곧바로 나갔습니다. 신은 전례가 과연 어떠한지를 알지 못하고 그저 대수롭지 않게 듣고 지나쳤을 뿐입니다. 이윽고 본조 참의 임윤원 및 홍중하, 남취명 등 여러 사람도 고관에 의망되었다는 이유로 서로 잇달아 와서 그대로 신이 기다리던 곳에 머물러 낙점을 받았습니다. 신의 생각에 시관의 망단자에 든 사람은 다르게 해서는 안 된다고 여겼기 때문에 글을 써서 이숙에게 보냈더니, 이숙이 구례가 그렇지 않다는 뜻으로 답하였습니다. 그간의 곡절은 이와 같은 데 불과합니다.”하니, 주상이 의례적인 비답을 내렸다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 22일(계묘) 1번째기사",
                "gt-oKo": "판결사(判決事) 이진수(李震壽)가 이돈(李墩)이 초사(招辭)에서 병조 당상(兵曹堂上)을 원인(援引)함으로 인하여 사실을 소진(疏陳)하였다. 그 대략에 이르기를, “신은 봄에 외람되게 병조 참판(兵曹參判)의 자리에 있었으므로 정시(庭試) 하루 전날 내성(內省)에 들어가 있었습니다. 고관(考官)의 망(望)이 나온 뒤 얼마 안되어 이돈이 명패를 받고 신이 입직(入直)한 방으로 와서 하리(下吏)를 시켜 ‘진(進)’자를 써서 정원(政院)에 올리게 하고, 이어 신에게 말하기를, ‘정시의 시관(試官)은 각각 사차(私次)에 있다가 수점(受點)한 뒤 궐하에 나오는 것이 바로 고례(古例)다.’ 하고는 즉시 나가 버렸는데, 신은 전례가 과연 어떤 것인지 잘 알지 못하여 다만 범연(泛然)히 들어 넘겼을 뿐입니다. 얼마 뒤 본조(本曹)의 참의(參議) 신(臣) 임윤원(任胤元) 및 홍중하(洪重夏)·남취명(南就明) 등 여러 사람이 또한 고관에 의망(擬望)되었다며 서로 이미 내도(來到)하여 그대로 신이 있는 곳에 머무르며 낙점(落點)을 기다렸습니다. 신의 생각에 시관의 망(望)에 든 사람은 마땅히 다르지 않을 것이라고 여겨졌기 때문에 글을 써서 이돈에게 알렸더니, 이돈이 구례(舊例)가 그렇지 않다는 뜻으로 답하였습니다. 그 사이의 곡절은 이와 같은 데 지나지 않습니다.” 하니, 임금이 의례적인 비답을 내렸다.",
                "hj": "○癸卯/判決事李震壽, 以李塾招, 援引兵曹堂上疏陳事實。 略曰: 臣於春間, 忝叨騎曺佐貳, 庭科前一日, 入在內省矣。 考官望出後不多時, 李塾承牌來到臣直廬, 使下吏, 書進字於政院, 仍語臣曰: “庭科試官, 各在私次, 受點後進詣闕下, 乃是故例” 云, 而旋卽出去, 臣未諳前例之果如何, 只泛然聽過而已。 俄而本曹參議臣任胤元, 及洪重夏、南就明諸人, 亦以見擬考官望之故, 相繼來到, 仍留臣所待落點。 臣意以爲, 試望中人, 不宜異同, 故作書以報塾, 則塾答以舊例不然之意矣。 其間委折, 不過如斯云云。 上賜例批。"
            }
        },
        "24": {
            "1": {
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 24일(을사) 1번째기사",
                "gt-oKo": "지평(持平) 김시혁(金始㷜)이 소를 올려 이돈(李墩)의 원통한 정상을 아뢰고 겸하여 문금(門禁)의 일을 논하였다. 그 대략에 이르기를, “이의현(李宜顯)의 소에는 ‘이돈의 문형(文衡)이 반드시 시험을 주관(主管)하지 않음을 알고서 급급하게 도로 나갔다.’고 하였고, 이돈의 공사(供辭)에는 ‘예궐(詣闕)하였다가 집으로 돌아간 것은 오전에 있었고 문형의 특파(特罷)는 깊은 밤에 있었으니, 어떻게 문형이 반드시 시험을 주관하지 않음을 미리 헤아려 안단 말입니까.’ 하여 두 말의 서로 어긋남이 이와 같으니, 이돈이 집으로 돌아간 것과 문형 특파의 명(命)을 내린 시각을 한 번 조사하여 밝혀야 마땅하겠습니다. 이의현은, ‘이돈이 합고(合考)에 동참(同參)한 정상을 시관으로서 눈으로 보고 말을 전한 자가 있다.’고 하는데, 이돈은 ‘합고하여 과차(科次)를 정할 때 간예(干預)한 일이 없음은 여러 시관의 목도(目覩)한 바이다.’라고 하여, 두 말의 서로 어긋남이 또 이와 같으니, 간장(諫長)의 이른바 말을 전한 고관과 이돈의 이른바 목도한 여러 시관도 또한 한 번 함문(緘問)함이 마땅합니다. 윤팽수(尹彭壽)의 공사(供辭) 안의 그 집 문밖에 큰 돌이 있고 없음도 또한 자세히 핵실하여야 합니다. 또 갑술(甲戌)이 담 위에 걸터앉아 이를 보았다고 하였는데, 대저 19세의 아이종이 대낮에 담에 걸터앉아 남의 집을 내려다 본다는 것은 매우 이치에 가깝지 아니하니, 이 말이 또한 의심스럽습니다. 대저 가장 중요한 요점은 오로지 시관의 용정(用情)과 거자가 밖에서 글을 지은 데 있습니다. 만약 글제가 이미 이돈의 손에서 나왔고 오수원(吳遂元)의 글이 또 이돈이 뽑아 올린 것이라면, 유신(儒臣)과 간신(諫臣)의 그 용정을 의심함이 혹시 옳다고 할 수 있겠지만, 글제가 그 손에 나오지 않았고 시권이 또 딴 축(軸)에서 나왔다면, 설사 사심(私心)을 품었다 하더라도 실로 용정할 곳이 없으니, 이빈흥의 원인(援引)한 것 따위는 비록 두루 찾아다녔음을 증언(證言)하고자 하더라도 스스로 거짓말로 돌아감을 면하지 못할 것입니다. 시제(試題)에 대한 한 가지 사실은 최석항(崔錫恒)의 소에서 이미 밝게 말하였으나, 그 옥체(獄體)를 중히 여기는 도리(道理)에 있어서는 또한 사이에 두고 앉아 있던 두 중신(重臣)에게 함문(緘問)하여야 마땅하며, 오수원의 시권을 뽑아 올린 고관도 또한 자수(自首)하게 한다면 그 사이의 사실을 자세히 알 수 있을 것입니다. 여러 시관은 모두 경재(卿宰)나 시종(侍從)의 사람이니, 그 말의 경중(輕重)이 참으로 어린아이나 아이종의 증언보다 낫지 않겠습니까. 밖에서 지은 흔적을 논할 것 같으면, 다만 돈화문(敦化門)의 개폐(開閉)에 있을 따름입니다. 돈화문이 과연 활짝 열렸다면 비록 조명(趙銘)과 권치대(權致大)의 밖에서 지었다는 말이 없다 하더라도 과장(科場)의 엄격하지 못함을 알 수 있고, 돈화문이 만약 굳게 닫혔다면 조명과 권치대가 비록 돈화문의 동협문(東挾門)으로 나가 지었다고 하더라도 그 말은 허투로 돌아가게 마련입니다. 궐문(闕門)의 개폐는 지극히 엄중한 것이며, 비록 시어소(時御所)로써 말하더라도 각문의 관약(管鑰)의 출납(出納)은 승정원(承政院)에서 실제 주관합니다. 대정(大庭)의 시사(試士)는 일이 친림(親臨)과 같으니, 그날 궐문의 개폐는 시험을 관장하는 승선(承宣)이 스스로 검찰(檢察)을 담당했는데, 그때의 승선이 두 번 소를 올려 돈화문과 금호문(金虎門)의 모두 닫힌 상황을 진달하였고, 이번의 가위장(假衛將) 강필문(姜弼文)의 공초에 또한 거자가 입장(入場)한 뒤에 즉시 궐문을 도로 닫았다고 말하였습니다. 승선의 소와 위장의 공초가 이와 같이 명백하니, 그 말의 믿음성이 또한 무소(武所)에서 작간(作奸)하는 권치대와 향곡(鄕曲)에서 걸식(乞食)하는 조명보다 낫지 않겠습니까. 또 듣건대, 과거를 치른 날 거자들이 비에 젖음을 괴로워하여 떼로 지어 시소(試所)에 애걸하며 모두 문을 열어 나가기를 허락해 사상(死傷)을 면하기를 청하였는데도, 시소에서 허락하지 아니하여 먼저 시권을 바친 뒤에야 비로소 몰려 나갈 수 있었다고 하였습니다. 과연 조명과 권치대의 말처럼 궐문이 활짝 열려 있었다면 거자의 무리가 마땅히 마음대로 나갈 것이지 어찌 번거롭게 빌고 열어주기를 청한단 말입니까. 또 승지(承旨)가 글제를 가지고 출입한 것은 비록 단봉문(丹鳳門)을 경유했다지만, 재차 왕복할 때에는 해가 이미 저물었으니, 돈화문 앞을 지나면서 어찌 동협문이 활짝 열린 것을 보고도 놀라 묻고 엄히 방폐(防閉)를 더하지 않을 리가 있었겠습니까. 다만 이 한 가지 사실만으로도 이미 그 돈화문의 본디 활짝 열려 있지 않았음을 징험(徵驗)할 수 있습니다. 금란관(禁亂官) 원택(元澤)의 공초에는 ‘저녁때가 가까와서 내도(來到)한 즉 궐문이 굳게 닫혀 잡인(雜人)의 출입하는 일이 없었다.’고 하였고, 권치대는 스스로 이르기를, ‘시권을 써서 바칠 때 날이 이미 어두웠다.’고 하였는데, 이른바 어둡다는 것은 저녁 때에 비하여 더욱 늦은 것이니, 원택이 비록 늦게 당도했다 하더라도 권치대가 시권을 써서 바칠 때는 원택이 이미 와서 앉아 있었을 것이니, 과연 밖에서 글을 지어 들어와 바친 일이 있었다면 원택이 또한 어찌 보지 못하였겠습니까. 그 서로 어긋남이 한 두 가지에 그치지 않아 줄곧 평문(平問)할 수 없으니, 마땅히 형조(刑曹)로 하여금 엄형(嚴刑)하여 실정(實情)을 알아내도록 해야 할 것입니다. 더욱이 듣건대, 권치대와 조명은 진소(陳疏)한 유신(儒臣)에 대하여 매우 가까운 인척(姻戚)이 되고 혹은 먹여 살리는 얼속(孽屬)이 되며, 윤팽수와 갑술은 이빈흥에 대하여 혹은 얼종(孽從)으로써 협호(挾戶)에 들어 사는 한미(寒微)한 걸개(乞丐)가 되고, 혹은 한 집안에서 부리는 노복(奴僕)이 된다 하니, 그 구부리고 종용하여 힘이 되기 쉬운데도, 그 원인(援引)하여 입증(立證)하는 바는 모두 이 무리에게서 나왔으니, 중외(中外)의 의혹이 이로 말미암아 더욱 심해지건만 홀로 성상(聖上)께서 알지 못하실 뿐입니다.” 하니, 임금이 해부(該府)로 하여금 품처(稟處)하게 하였다.",
                "hj": "○乙巳/持平金始㷜疏白李塾冤狀, 兼論門事。 略曰: 李宜顯疏以爲: “李塾知文衡之必不主試, 汲汲還出。” 李墪供辭以爲: “詣闕還家, 在於午前, 文衡特罷, 在於深夜, 何以逆料文衡之必不主試?” 云, 兩言緯繣如此, 李墪還家及文衡特罷命下之時, 宜有一番査明也。 宜顯則以爲墪同參合考之狀, 試官有目見而傳說者。” 墪則以爲: “合考定次時, 無干預之事, 諸試官之所目覩。” 兩言相左又如此, 而諫長所謂傳說之考官, 李墪所謂目覩之諸試官, 亦宜一番緘問也。 彭壽供辭中, 其家門外大石之有無, 亦可審覈。 且甲戌則跨于墻上而見之云, 夫以十九歲兒奴, 白晝跨墻, 壓臨人家, 殊不近理, 此言亦涉可疑。 大抵肯綮, 專在試官之用情, 擧子之外製, 而若題旣出於李墪之手, 吳遂元之文, 又是李墪之所抄上, 則儒臣、諫臣之疑其用情, 容或可也, 而題不出於其手, 券又上於他軸, 則設有懷私之意, 實無用情之地, 賓興所引之類, 雖欲質言其歷抵, 而自不免爲脫空之歸矣。 試題一款, 則崔錫恒之疏, 旣已明白說出, 而其在重獄體之道, 亦宜緘問於間坐兩重臣, 而吳遂元試券抄上之考官, 亦令自首, 則其間事實, 可以詳知。 諸試官俱是卿宰、侍從之人, 則其言輕重, 顧不愈於稚兒、童奴之所證耶? 若論外製之迹, 則只在敦化門之開閉而已。 敦化門果洞開, 則雖無銘、致大外製之言, 科場之不嚴, 可知, 敦化門若閉鎖, 則銘、致大雖曰出製於門之東挾, 其言自歸虛套矣。 闕門開閉, 極其嚴重, 雖以時御所言之, 各門管鑰之出納, 政院實主之。 大庭試士, 事同親臨, 其日闕門之開閉, 掌試承宣, 自當檢察, 而伊時承宣, 再疏陳敦化門、金虎門竝閉之狀, 今此假衛將姜弼文之招, 亦以擧子入場後,卽爲還閉爲言。 承宣之疏, 衛將之招, 若是明白, 則其言之可信, 亦不愈於武所作奸之致大, 鄕曲流丐之趙銘乎? 且聞科日擧子, 困於沾濕, 群聚乞哀於試所, 皆請開門許出, 冀免死傷, 而試所不許, 則先呈之後, 始得逬出云。 闕門洞開, 果如銘、致大之言, 則擧子輩, 固當任自出去, 顧何待煩乞而請開耶? 且承旨持書題出入, 雖由於丹鳳門, 再次往復之時, 日勢已晏, 路過敦化門前, 則豈有目見其東挾洞開, 而不爲驚問嚴加防閉之理乎? 只此一款, 巳可驗其敦化門之元不洞開, 而禁亂官元澤之招以爲: “向夕來到, 則闕門牢鎖, 無雜人出入之事。” 致大則自謂: “書呈之時, 日已昏矣。” 所謂昏者, 比向夕尤暮, 元澤雖曰晩到, 致大書呈之時, 則元澤固已來坐, 果有外製入呈之事, 則元澤亦豈不見之乎? 其所違錯, 非止一二, 則不可一向平問, 宜令秋曹, 嚴刑得情也。 況聞致大、銘, 於陳疏儒臣, 或爲切近之姻婭, 或是豢養之孽屬, 而彭壽、甲戌, 於賓興或爲孽從, 夾雇之寒乞, 或是一家使喚之奴僕, 則其驅使慫慂, 易以爲力, 其所援引立證, 皆出於此類, 則中外之惑, 職此滋甚, 而獨聖上未之知耳云云。 上令該府稟處。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Superintendent of the byeongo year (, Director of the Directorate of the Palace Kitchen Supplies 조태채가 Kim Si혁의 상소로 인하여 a reply to the King. The response of the memorial read as follows: Now, the matter of Yi Don has only been cross-examined andcross-examined. Therefore, the cardinal principles of impeaching and investigating officials directly reporting to the King in order to thoroughly inquire into the actual circumstances and the actual circumstances. However, after the conclusion of the matter has been completed, the actual circumstances and the actual circumstances differ from the actual circumstances. If the Ministry of Punishments were ordered to cross-examined andcross-examined [the circumstances], how could the Ministry of Punishments suddenly cross-examined andcross-examined [the circumstances]? The circumstances of taking-examined and investigating [the circumstances] have also confessed [the circumstances] on [the cumstances] including [Yi Don], who supported [the circumstances] on [the circumstances] investigating [the circumstances] on [the cumstances] by cross-examined and investigating [the circumstances] into [the cumstances] and investigating [the circumstance",
                "H2KE-nKo": "판의금부사 조태채가 김시혁의 상소로 인하여 대변하는 상소를 올렸는데, 그 대략에,“이번에 논핵한 이돈의 일은 단지 두루 찾아다녔다는 한 가지 일일 뿐이니, 옥사를 다스리는 체모로 볼 때 오직 간신이 지적하여 고한 것을 가지고 차례차례 빙문하여 그 허실을 알아내야 합니다. 그런데 결국 하나로 귀결된 뒤에는 사정을 썼는지의 여부가 자연히 그 속에 있게 됩니다. 만약 다시 핵문하라는 명이 있으면 해당 조는 단지 봉행만 하면 될 뿐인데, 어찌 두루 찾아다녔다는 말이 끝나기도 전에 갑자기 제기하여 물을 수 있단 말입니까.예강에서 얼굴을 안다는 말과 과거 전에 두루 찾아다닌 일을 윤팽수와 갑술년이 함께 공초하였으니, 그가 가난하게 살고 있는 한미한 거지나 한 집안의 노복이 과연 헌신의 말과 같다면 거지나 노속이라는 핑계로 내버려 두고 묻지 않을 수 있겠습니까. 신은 실로 그 의도가 어디에 있는지 모르겠습니다.”하니, 주상이 너그러운 비답을 내리고, 이어 주상에게 여쭈어 처리하라는 명을 취소하였다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 25일(병오) 1번째기사",
                "gt-oKo": "판의금부사(判義禁府事) 조태채(趙泰采)가 김시혁(金始㷜)의 상소 때문에 대변(對辨)하는 소를 올렸다. 그 대략에 이르기를, “이번에 핵실하는 바 이돈(李墩)의 일은 단지 거자(擧子)의 집을 두루 찾아다닌 한가지 일이니, 그 안옥(按獄)하는 사체(事體)로는 오직 마땅히 간신(諫臣)이 지적하여 고한 바를 가지고 차례차례 빙문(憑問)해 그 허실(虛實)을 알아낼 것이며, 마침내 하나로 귀착된 뒤에는 용정(用情)의 여부가 저절로 그 속에 있게 될 것입니다. 그리고 만약 다시 핵문(覈問)하라는 명이 있다면 해조(該曹)에서는 단지 봉행(奉行)해야 마땅할 뿐입니다. 어찌 거자의 집을 두로 찾아다닌 일을 아직 조사해 완결짓기도 전에 불쑥 제기하여 물을 수가 있단 말입니까. 예강(禮講)에서 낯을 알게 되었다는 말과 과거 전에 거자의 집을 두루 찾아다닌 일을 윤팽수(尹彭壽)와 갑술(甲戌)이 함께 공초를 바쳤는데도 그 행랑에 사는 한미한 거지이고, 한 집안의 노복임이 과연 헌신(憲臣)의 말대로라면 장차 거지나 노속(奴屬)이라고 빙자하여 그대로 두고 묻지 않는다는 것입니까. 신은 실로 그 뜻을 둔 곳을 알지 못하겠습니다.” 하니, 임금이 우악한 비답을 내리고 이어 품처의 명을 정지하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】",
                "hj": "○丙午/判義禁趙泰采, 因金始㷜疏, 上對疏。 略曰: 今此所覈李墪事, 只是歷抵一款, 則其在按獄之體, 惟當以諫臣所指告者, 次次憑問, 以得其虛實, 而畢竟歸一之後, 則用情與否, 自在其中。 若有更爲覈問之命, 則該曹只當奉行而已。 其何可突然提問於歷抵未究竟之前耶? 禮講知面之說, 科前歷抵之事, 彭壽、甲戌, 同爲納供, 則其挾居之寒乞, 一家之奴僕, 果如憲臣之言, 其將諉以乞兒奴屬, 而置而不問耶? 臣實未曉其意之所在也。 上賜優批, 仍寢稟處之命。【原疏、批旨見上。】"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Kim Sihong , who witnessed the Kings 하교와 조태채의 상소를 이유로 인피하며 스스로 변명하였는데, 대략에 이르기를, “지금 이 조사하는 일이 비록 한 가지 사항에 있기는 하나, 이른바 거자",
                "H2KE-nKo": "지평 김시혁이 주상의 하교와 조태채의 상소로 인하여 인피하고 스스로 변명하였다. 그 대략에,“이번에 조사하는 일이 비록 거자의 집을 두루 찾아다닌 한 가지 일에 있기는 하지만, 이른바 두루 찾아다닌 일은 오로지 과장에서 사정을 썼는지의 여부에 달려 있습니다. 그렇다면 의금부 당상의 상소 가운데 ‘문형이 좌파되고 합고가 불참된 것은 모두 두루 찾아다닌 것과는 상관이 없지만 본래 제목을 벗어났다.’라고 한 것에 대해 신은 참으로 그 까닭을 모르겠습니다. 과연 이돈이 문형이 반드시 과시를 주관하지 않을 것임을 알고 서둘러 도로 나갔고, 합고도 과연 참여하여 주관하였습니다. 그러나 시관이 목격하고 말을 전한 자가 있다면 사정을 썼는지를 의심하는 것은 형세상 진실로 면하기 어려우니, 이는 참으로 자세히 조사하지 않을 수 없으며 또한 신이 오늘날 처음 제기한 것도 아닙니다.당초 간신이 두 번째 올린 상소 가운데 기를 돋구어 논열하면서 전에 했던 말이 거짓이 아님을 실증하였고, 그 상소에서 논한 다른 일도 모두 조사하여 빠뜨림이 없었으니, 이 두 가지 일도 마땅히 모두 조사하여 처리하게 해야 할 것임이 매우 분명합니다.이돈의 공사에서도 ‘집에 돌아간 것은 오전에 있었고, 특별히 파직한 것은 깊은 밤에 있었다.’라고 하여 스스로 변명하는 단서로 삼았습니다. 합고를 할 때의 일에 대해서는 명관이 자세히 알고 여러 시관이 함께 본 것이라고 누누이 말하였고, 명관과 여러 시관도 불안한 마음을 품고 아직까지 상소하여 변명하는 일이 없으니, 그 당시의 상황이 과연 어떠했는지 모르겠습니다. 설령 명관이 이돈의 공사에서 조금도 어긋남이 없다고 하고, 여러 시관들도 그 실상이 이와 같다고 말하였다 하더라도 장차 두 아이가 두루 찾아다닌 말을 증거로 삼은 것을 참으로 믿을 수 있는 것으로 귀결시키고 과장의 사실을 끝내 한번도 조사하여 밝히지 않을 수 있겠습니까.이 옥사의 핵심은 모두 사정을 쓴 한 가지 일에 달려 있는데, 사정을 썼는지의 허실을 살피고자 한다면 시제를 함문하는 것 외에 지금 조사해 내지 못한 것은 ‘집에 돌아간 것은 문형이 위파되기 전에 있었다.’라고 하고, 오수원의 시권은 ‘모축에서 나왔다.’라고 하며, ‘합고를 할 때 가부를 참섭하였다.’라고 하는 일입니다. 그 가운데 시권이 모축에서 나왔다는 것은 바로 신이 논한 것이고, 그 나머지 두 가지는 본래 간신이 맨 먼저 꺼낸 것입니다. 지금 간신이 지적하여 고한 것을 가지고 이미 ‘차례차례로 빙문하였다.’라고 하였으니, 일체 상세히 조사하여 실정을 알아내어 처리하지 않을 수 없는 것이 분명합니다.종전에는 중대한 옥사를 미처 끝까지 조사하기 전에 진실로 물을 만한 단서가 있으면 대각이 상소를 올리기도 하고 계사를 올리기도 하여 명백히 조사하기를 청한 것이 전후로 한두 번이 아니었으니, 이는 조사하는 일이 이미 끝났으면 비록 물을 만한 것이 있더라도 때늦게 말하였기 때문입니다. 만약 옥안이 완결되기 전에 옥치의 잘잘못을 제기하여 논한다면 진실로 혹 지레 먼저 처리했다는 혐의가 있지만, 신이 논열한 것은 단지 이 일 가운데 조사할 만한 단서에 대해서만 논하였을 뿐 실로 그 사이에 다른 뜻은 없었습니다. 그런데 이런 온당치 못한 하교를 받들게 되었으니, 이는 모두 신이 평소의 언행이 군부에게 믿음을 받지 못한 소치입니다. 몸을 어루만지며 스스로 슬퍼할 뿐 무슨 말을 하겠습니까.”하니, 주상이 사직하지 말라고 명하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 26일(정미) 1번째기사",
                "gt-oKo": "지평 김시혁(金始㷜)이 임금의 하교 및 조태채(趙泰采)의 소 때문에 인피(引避)하고 스스로 변명하였다. 그 대략에 이르기를, “이번에 사핵하는 일은 비록 거자의 집을 두루 찾아다녔다는 한 가지 사실에 있고, 두루 찾아다닌 일은 오로지 과장(科場)의 용정(用情) 여부에 관련됩니다. 그런즉 금부 당상(禁府堂上)의 상소에서 ‘문형(文衡)의 좌파(坐罷)와 합고(合考)의 불참이 모두 두루 찾아다닌 것과는 관련이 없으니, 저절로 문제 밖의 일이 된다.’고 한 것을 신은 진실로 그 까닭을 알지 못하겠습니다. 과연 이돈이 문형이 반드시 시험을 주관하지 않음을 알아 급급하게 도로 나가고, 합고(合考) 또한 과연 참섭(參涉)하고 주장하여 시관이 눈으로 보고 말을 전한 것이 있었다면 용정의 의혹은 사세로 보아 진실로 면하게 어려우니, 이는 참으로 자세히 사핵하지 않을 수 없는 것입니다. 또한 신이 오늘 처음으로 발언한 것이 아니라 당초에 간신(諫臣)이 여러 번 상소에다 기를 돋구어 논열(論列)하며 그 앞서 했던 말이 거짓이 아님을 실증(實證)하였고, 그 상소에 논한 바 딴 일은 모두 조사하여서 유루(遺漏)가 없었으니, 이 두 가지 일도 또한 마땅히 모두 핵처(覈處)하게 하는 속에 들어야 함이 너무나도 몹시 분명합니다. 이돈의 공사(供辭)는 또 집에 돌아간 것은 오전에 있고 특파(特罷)는 깊은 밤에 있었다며 그 스스로 변명하는 단서로 삼았으나, 합고 때의 일에 이르러서는 명관(命官)의 자세히 아는 바이고 여러 시관이 함께 본 바라고 여러 차례 말하였는데, 명관 및 여러 시관도 또한 불안한 마음을 품어 아직도 소변(疏辨)의 거조가 없으니, 그때 일의 정상이 과연 어떤 것인지를 알지 못하겠습니다. 설령 명관이 이돈의 공사를 털끝만큼도 어긋남이 없는 것이라 하고, 여러 시관이 또한 그 실상(實狀)의 이와 같음을 말한다 하더라도, 그 두 아이가 두루 찾아다녔다고 증언한 말로써 참으로 취신(取信)할 수 있는 데로 돌리고, 시장(試場)의 사실은 마침내 한 번의 사명(査明)도 하지 않는단 말입니까. 이 옥사(獄事)의 가장 긴요한 점은 모두 용정(用情) 한 가지 일에 있으니, 용정의 허실(虛實)을 살피고자 한다면, 시제(試題)의 함문(緘問) 외에 현재 아직도 조사해 내지 못한 바는 ‘집으로 돌아간 것이 문형의 위파(違罷)전에 있었는지, 뒤에 있었는지’와 ‘오수원(吳遂元)의 시권이 어느 축(軸)에서 나왔는지’, 그리고 ‘합고(合考) 때에 가부(可否)를 참섭(參涉)했는지’ 입니다. 그 중에 시권이 어느 축에서 나왔냐 하는 것은 곧 신이 논한 바이고, 그 밖의 두 조항은 본디 간신(諫臣)이 맨 먼저 발론(發論)한 것입니다. 이제 간신이 지적하여 고한 바로 차례차례 빙문(馮問)하기로 이미 정하였으니, 일체(一體)로 자세히 조사하여 실정을 알아내 처리하지 않을 수 없음이 분명합니다. 종전에는 중대한 옥사를 끝까지 조사하기도 전에 만약 물을 만한 단서가 있으면 대각(臺閣)에서 혹은 소를 올리고 혹은 아뢰어서 밝게 핵실할 것을 우러러 청한 것이 전후로 한 번만이 아니었으니, 사핵하는 일이 이미 완결되면 비록 물을 만한 것이 있어도 때늦은 말로 돌리기 때문입니다. 옥안(獄案)을 아직 완결짓기 전에 안치(按治)의 득실(得失)을 제기하여 논하는 것은 진실로 혹시 경솔하게 앞질러 한다는 혐의가 있으나, 신의 논열하는 바는 다만 이 일 안에서 사핵할 만한 단서에 대하여 논하였을 뿐이요, 실로 그 사이에 딴 뜻이 없었습니다. 그런데 이런 미안한 하교(下敎)를 받으니, 신의 평일의 언행(言行)이 군부(君父)에게 신임을 받지 못한 소치가 아님이 없습니다. 몸을 어루만지며 스스로 슬퍼할 뿐이니, 오히려 무슨 말을 하겠습니까.” 하니, 임금이 사직하지 말라고 하였다.",
                "hj": "○丁未/持平金始㷜, 以上敎及趙泰采疏, 引避自辨。 略曰: “今此査事, 雖在於歷抵一款, 而所謂歷抵之事, 亶係科場之用情與否, 則禁堂疏中文衡之坐罷, 合考之不參, 皆不係於歷抵, 而自是題外云者, 臣誠莫曉其然也。 果使李墪, 知文衡之必不主試, 汲汲還出, 合考亦果參涉主張, 而試官有目見傳說者, 則用情之疑, 勢固難免, 此誠不可不詳覈, 而亦非臣今日之始發, 當初諫臣再疏中, 盛氣論列, 以實其前言之不誣, 而其疏所論他事, 擧皆査究, 無所遺漏, 則此兩事, 亦宜在竝令覈處之中, 較然明甚, 而李墪供辭, 又以還家在於午前, 特罷在於深夜, 爲其自明之端, 至於合考時事, 乃以命官之所詳知, 諸試官之所共見, 縷縷爲言, 而命官及諸試官, 亦懷不安, 尙無疏辨之擧, 未知其時事狀之果如何, 而設令命官, 以墪供辭, 謂無一毫差爽, 諸試官亦言其實狀如此, 其將以兩兒所證歷抵之語, 歸之於眞可取信, 而試場事實, 則終不一番査明耶? 此獄肯綮, 都在用情一着, 而欲審用情之虛實, 則試題緘問之外, 卽今所未査出者, 還家之在於文衡違罷之前後也, 吳遂元之試券, 出於某軸也, 合考時參涉可否事也。 其中試券之出於某軸, 卽臣所論, 而餘外兩款, 則本是諫臣所首發者也。 今以諫臣所指告, 旣謂之次次憑問, 則其不可不一體詳査, 得實而處之也明矣。 從前重獄, 未及究竟之前, 苟有可問之端, 則臺閣之或疏或啓, 仰請明覈者, 前後非一, 蓋以査事旣了, 則雖有可問者, 言歸後時故也。 若於獄案未完之前, 提論案治之得失, 則固或有徑先之嫌, 而臣之所論列, 只就本事中可査之端, 而論之而已, 實無他意於其間。 承此未安之敎, 莫非臣平日言行不能見信於君父之致, 撫躬自悼, 尙何言哉!” 上令勿辭。"
            },
            "2": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Yun취ri also submitted a memorial regarding the imprisonment of the state examination. The summary of the memorial read as follows: After the passers of the state examination, the rumors have occurred, and the writings of inspectors and censors have occurred. Therefore, it would be proper to thoroughly cross-examine them. At that time, the application of",
                "H2KE-nKo": "장령 윤취리도 상소하여 과거의 옥사를 논하였다. 그 대략에,“이번 경과가 있은 뒤로 유언비어가 떠들썩하고 대간의 소장이 답지하고 있으니, 철저히 조사하는 조치가 있어야 마땅합니다. 그런데 그때의 고관은 바로 중신, 재신, 삼사의 신하입니다. 그 겸종을 가두고 그 의심스러운 단서를 조사하는 것은 종으로 주인을 입증하고 졸개로 장수를 입증하는 것에 가깝지 않겠습니까. 국가의 기강은 오직 체통을 유지하는 데 달려 있으니, 고관이 사심을 부린 자취가 과연 있다면 곧바로 의금부로 잡아다 신문하여 법률에 따라 죄를 주어도 진실로 안 될 것이 없습니다. 그런데 지금 겸종을 빌려서 사심을 부린 자취를 입증하고 어리고 어리석음을 믿어 두루 찾아다닌 실상을 찾으니, 일의 체모를 손상하고 조정을 욕되게 한 것은 이미 말할 것도 없고 또한 신하들을 예로 부리는 도리에도 흠이 될 듯합니다. 신은 삼가 애석하게 여깁니다.”하고, 말미에 또 유혁연 등을 복관하는 일에 대해 논하니, 주상이 엄한 비답을 내려 꾸짖었다. - 비지는 위에 보인다. -\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 26일(정미) 2번째기사",
                "gt-oKo": "장령(掌令) 윤취리(尹就履) 역시 소를 올려 과옥(科獄)을 논하였다. 그 대략에 이르기를, “이번의 경과(慶科) 뒤에 유언(流言)이 떠들썩하게 끓어오르고 대장(臺章)이 몰려드니, 끝까지 핵실(覈實)하는 거조가 있음이 마땅합니다. 그러나 그때의 고관(考官)은 곧 중신(重臣)·재신(宰臣)과 삼사(三司)의 신하이니, 그 겸종(傔從)을 가두어 그 의심나는 단서를 핵실한다면 종으로 주인의 죄를 입증(立證)하며 군사로 장수의 죄를 입증하는 데 가깝지 않겠습니까. 국가가 사방(四方)의 표준(表準)이 됨은 오직 체통의 유지에 있으니, 고관이 사정(私情)을 행하고 과연 그런 형적(形迹)이 있다면 즉시 나문(拿問)하여 율(律)에 의하여 죄줌이 진실로 불가할 것이 없습니다. 그런데 이제 겸종을 빌어서 행사(行私)의 형적을 입증하고, 어리석은 아이들을 믿어 두루 찾아다닌 사실을 캐냄이 그 사체(事體)를 손상하고 조정을 욕되게 함은 이미 말할 수 없을 지경이며, 군신(群臣)을 예(禮)로 부리는 도리에 부족함이 있을까 두렵습니다. 신은 적이 애석하게 여기는 바입니다.” 하고, 말미에 또 유혁연(柳赫然) 등의 복관(復官)의 일을 논하였으니, 임금이 엄한 비답을 내려 책망하였다.【비지(批旨)는 위에 보인다.】",
                "hj": "○掌令尹就履亦疏論科獄。 略曰: 今此慶科之後, 流言喧騰, 臺章沓至, 宜其有窮覈之擧, 而伊時考官, 卽重臣、宰臣、三司之臣也。 囚其傔從, 覈其疑端, 殆不近於以奴證主, 以卒證將乎? 國家之綱紀四方者, 惟在體統之維持。 考官行私, 果有形迹, 則直爲拿訊, 依律科罪, 固無不可, 而今乃借傔從而證行私之迹, 信童騃而求歷抵之實, 其虧事體, 辱朝廷, 已不可言, 而亦恐有歉於禮使群臣之道, 臣竊惜之。 末又論柳赫然等復官事, 上嚴批責之。【批旨見上。】"
            },
            "3": {
                "H2KE-EN": "Third Minister of Punishments Yi Donggan presented a memorial regarding the difference between Minister [of Punishments] Kim Jin and submitted a memorial regarding the true idea. The memorial read as follows: These days, the articles of the articles and the articles of",
                "H2KE-nKo": "형조 참의 이동암이 판서 김진규와 견해가 다르다고 상소하여 사실을 진달하였는데, 그 대략에,“이번에 두루 찾아다녔다는 말이 처음으로 간신과 재신의 상소에서 나왔습니다. 그러나 두루 찾아다녔다는 사람은 재신의 지적으로 인하여 즉시 적발되기는 하였으나 두루 찾아다녔다는 증거는 대신에게 물어서는 안 되므로 겸종에게 캐물었습니다. 그런데 각 사람들의 공초에 모두 ‘원래 두루 찾아다닌 일은 없다.’라고 하였고, 패초를 받고 갔다 오는 길에 명백하게 지적하여 진술한 것이 마치 한 사람의 입에서 나온 듯하였습니다. 그런데 유독 정몽선만은 ‘중로에서 뒤떨어졌으므로 두루 찾아다녔는지의 여부를 모른다. 그날 교자군의 성명도 기억하지 못한다.’라고 하였으니, 속인 자취가 있는 듯합니다.그리고 다시 공초한 내용 중에 ‘과거 날에 시소에 따라 들어가야 하므로 미리 <unk>가락을 들이려고 한다. 유의와 입모 등의 물건도 수습하여 가지고 들어가야 하는데, 지나가는 길에 마침 그 집이 가까웠기 때문에 협종으로 하여금 대신 서 있게 하여 뒤떨어지게 하였다. 또 그날 교자군은 본조의 구종이 아니고 모두 겸대한 각사의 구종으로 윤차로 대신 서 있는 자들이기 때문에 자세히 기억하지 못한다.’라고 하였으니, 또한 근거가 없지 않습니다. 대신 서 있는 협종 및 동행한 각 사람들의 처소에 대해 반복해서 캐물은 뒤에야 그 진위를 조사할 수 있는데, 신문해야 할 사람들을 하나도 추문하지 않고 곧바로 형신을 가하는 것은 분명하고 신중하게 하는 도리에 흠이 될 듯합니다.또 윤팽수와 갑술년에 의금부에서 지금 안문하였으니, 두루 찾아다녔는지의 허실은 자연 조사해 낼 것입니다. 그리고 겸종들은 바로 지엽적인 사람들이니, 우선 윤팽수 등의 결말이 나기를 기다렸다가 엄히 밝혀 감단해도 늦지 않을 것입니다.조명이 전후로 말을 바꾼 정상과 권치대가 끝내 함께 서 있던 사람들을 숨겼으니, 이것만도 너무도 통탄스럽고 놀랍습니다. 그런데 위장의 서리와 군사, 금란관의 서리와 나장 등의 공초에 모두 ‘돈화문의 두 협문에 종일 굳게 잠겨 있어서 원래 거자가 드나든 일이 없다.’라고 하였으니, 조명과 권치대가 돈화문 밖에서 지어 바쳤다는 말은 이미 속인 것입니다. 옥사의 체모로 볼 때 형추하여 캐물어서 그 간사한 정상을 알아내야 할 듯합니다. 강필문과 원택도 의금부에서 지금 추핵하고 있으니, 결말이 나기를 기다렸다가 다시 주상께 여쭈어 아뢰라는 뜻으로 서로 의논하여 결정해야 할 것입니다.조명과 권치대의 정상이 모두 드러났는데도 즉시 형신하기를 청하지 않은 것은 옥사를 상세히 하고 신중히 하려는 뜻에서 나온 것입니다. 그렇다면 유독 정몽선이 뒤떨어졌는지의 여부에 대해서만 동행한 각 사람에게 캐묻지 않고 지레 형신을 가하는 것은 실로 공평하고 신중하게 처리하는 방도가 아닙니다. 신의 의견은 본래 이와 같은데도 장관과 동료가 시종일관 어렵게 여기면서 하나로 귀결되지 않고 있으니, 신이 어찌 구차하게 애써 따라 주어 옥사를 다스리는 체모를 손상할 수 있겠습니까.”하니, 주상이 엄한 비답을 내려 이견을 내세운다고 꾸짖었다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 26일(정미) 3번째기사",
                "gt-oKo": "형조 참의(刑曹參議) 이동암(李東馣)이 판서(判書) 김진규(金鎭圭)와 견해를 달리하는 것 때문에 소를 올려 사실을 진달하였다. 그 대략에 이르기를, “이번에 두루 찾아다니고 밖에서 지었다는 말이 비로소 간신(諫臣)·재신(宰臣)의 소에서 나왔는데, 밖에서 지은 사람은 재신이 지적하며 고함으로 인하여 비록 즉시 현발(現發)되었으니, 두루 찾아다닌 데 대한 증거는 대신(臺臣)에게 함문할 수 없어서 겸종에게 구문(究問)하는 거조가 있었습니다. 그런데 각 사람의 공초에서 모두 ‘본디 두루 찾아다닌 일이 없다.’ 하고, 수패(受牌)하고 갔다가 돌아온 길을 명백하게 지적하여 진술함이 마치 한 사람의 입에서 나온 것 같았습니다. 유독 정몽선(鄭夢先)만은 ‘중로(中路)에서 뒤떨어졌기 때문에 두루 찾아다닌 여부를 알지 못하며, 그날의 교자군(轎子軍)의 성명도 또한 기억하지 못한다.’고 하였으니, 속이는 흔적이 있는 듯합니다. 그리고 재차의 공초에 ‘과거날 마땅히 시소(試所)로 따라 들어가야 하기에 미리 시장(試場)에 들어가고자 하였고, 유의(襦衣)·입모(笠帽) 등의 물건을 역시 수습하여 가지고 들어가야 하는데, 지나는 길에 마침 그 집 근처를 경유하기 때문에, 좌우의 협배(挾陪)를 대신 세우고 뒤떨어졌습니다. 또 그날 교자군은 본조(本曹)의 구종(驅從)이 아니고 모두 각사(各司)를 겸대(兼帶)한 구종으로서 윤차(輪次)로 대신 번을 서는 자였기 때문에 자세히 기억하지 못합니다.’고 한 것은 또한 근거가 없지 않으니, 대신 세운 협배 및 동행한 각 사람 등에게 반복하여 반문(盤問)한 뒤에야 그 진위(眞僞)를 핵실할 수 있습니다. 마땅히 각 사람에게 물어야 하는데도 전혀 추문(推問)하지 않고 곧장 형신(刑訊)을 가한다면 분명히 하고 신중히 하는 도리에 부족함이 있을 듯합니다. 또 윤팽수(尹彭壽)와 갑술(甲戌)은 의금부에서 이제 안문(按問)하고 있으니, 두루 찾아다닌 데 대한 허실(虛實)은 저절로 조사해 내게 마련이며, 겸종 각 사람은 곧 지엽(枝葉)이 되니, 우선 윤팽수 등의 결말(結末)을 기다려 엄하고 분명하게 감단(勘斷)해도 또한 늦지 않을 것입니다. 조명(趙銘)이 전후로 변사(變辭)한 정상과 권치대(權致大)가 끝내 동접(同接)한 사람을 은휘한 것은 이미 지극히 놀랍습니다. 위장(衛將)의 서리(書吏)·군사(軍士)와 금란관(禁亂官)의 서리·나장(羅將) 등의 초사(招辭)에 모두 ‘돈화문의 두 협문(挾門)은 종일 굳게 닫혀 거자가 출입한 일이 없다.’ 하였으니, 조명과 권치대가 돈화문 밖에서 지어 바쳤다는 말은 이미 무망(誣罔)으로 돌아갔습니다. 그 옥체(獄體)에 있어서 마땅히 형추(刑推)해 구문(究問)하여 그 간사한 정상을 캐내야 할 듯합니다. 강필문(姜弼文)과 원택(元澤)도 또한 의금부에서 바야흐로 추핵(推覈)하고 있으니, 끝까지 조사하기를 기다려 다시 품계(稟啓)할 뜻으로 서로 적절하게 의논하였습니다. 조명과 권치대 같은 자들은 정상이 모두 드러났으나 오히려 즉시 형벌을 청하지 않았음은 중대한 옥사를 상세하고 신중하게 여기는 뜻에서 나왔습니다. 그런즉 유독 정몽선(鄭夢先)이 뒤처진 일의 허실(虛實)에 대해서만은 동행한 각 사람에게 반문(盤問)하지 않고 곧장 형신(刑訊)을 더함은 실로 공평하고 상심(詳審)하는 방도가 아닙니다. 신의 의견이 본시 이와 같은데도 장료(長僚)가 시종일관 어렵게 여겨 한 곳으로 귀착되지 못하니, 신이 어찌 구차하게 억지로 따라 안옥(按獄)의 사체(事體)를 손상시킬 수 있겠습니까.” 하니, 임금이 엄한 비답을 내려 그 이의(異議)를 세움을 책망하였다.",
                "hj": "○刑曹參議李東馣, 以與判書金鎭圭異見, 疏陳事實。 略曰: 今此歷抵外製之說, 始發於諫臣、宰臣之疏, 而外製之人, 則因宰臣之指告, 雖卽現發, 歷抵之證, 不可緘問於臺臣, 乃有究問傔從之擧, 而各人之招, 皆以爲: “元無歷抵之事。” 承牌往還之路, 明白指陳, 如出一口, 獨鄭夢先, 稱以中路落後, 故不知歷抵與否。 其日轎子軍姓名, 亦不能記得云者, 似有欺詐之迹, 而更招中, 以科日當隨入試所, 欲爲預先入匙, 襦衣、笠帽等物, 亦當收拾持入, 而過去之路, 適由其家近, 故使挾陪替立而落後。 且伊日轎子軍, 非本曹驅從, 俱是兼帶各司驅從之輪次替立者, 故不能詳記云者, 亦不無所據。 替立挾陪及同行各人等處, 反復盤問後, 可覈其眞僞, 當問各人, 一不推問, 而直加刑訊, 似欠明愼之道。 且尹彭壽、甲戌, 禁府今當按問, 則歷抵虛實, 自當査出, 傔從各人, 乃其枝葉, 姑待彭壽等結末, 嚴明勘斷, 亦且未晩矣。 趙銘前後變辭之狀, 權致大終諱同接之人, 已極痛駭, 而衛將書吏、軍士, 禁亂官書吏、羅將等招辭中, 皆以爲敦化兩挾門, 終日牢鎖, 元無擧子出入之事云, 則銘、致大之敦化門外製呈之說, 已歸誣罔。 其在獄體, 似當刑推究問, 得其奸狀, 而姜弼文、元澤, 亦自禁府, 方爲推覈, 以待其究竟, 更爲稟啓之意, 相議停當。 如銘、致大之情狀盡露, 猶且不卽請刑, 蓋出於詳愼重獄之意, 則獨於夢先落後虛實, 不爲盤問於同行各人, 而徑加刑訊, 實非平允審克之道。 臣之意見, 本自如此, 長僚終始持難, 不得歸一, 臣何可苟然勉從, 以損按獄之體乎? 上嚴批責其立異。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Minister of Punishments Kim Jin , the first day of the musin year (, Minister of Punishments Kim Jin presented a memorial to the King. The memorial read as follows: Mongseon and Yi Don are essential in terms of security, and therefore should be no way to retire and eat in the middle of the road. Although Kim Gyesaengs statement that all the people under his control are supposed to eat morning court assembly, their absurd responsibility must have been exposed. Moreover, the names of the palanquin of the palanquin, the palanquin of",
                "H2KE-nKo": "형조 판서 김진규가 이동암의 상소로 인하여 상소하였는데, 그 대략에,“정몽선은 이돈에 대해 그 긴절함이 다른 겸종에 비할 바가 아니니, 결코 중도에서 물러나 밥을 먹었을 리가 없습니다. 김계생의 공초 가운데 ‘여러 하인이 모두 아침밥을 먹었다.’라는 말로 징험하더라도 그가 가탁한 것은 저절로 탄로 났습니다. 더구나 가마를 <unk> 자의 이름을 혼미하여 기억하지 못한다고 핑계 대는 것도 캐묻는 것을 막으려는 뜻에서 나온 것이니, 그 간사한 정상은 진실로 신문해야 합니다. 이돈이 대궐에 나아간 일시가 겸종의 말과 서로 어긋나니, 우선 일시를 기다려 각 사람에게 캐물은 뒤에 본죄로 형벌을 청해야 합니다. 그러므로 전에 의언에서 이 뜻을 언급하여 윤허하셨습니다. 어제 또 여러 겸종을 모두 조사하였으나 그래도 차이가 나니, 이것을 이유로 매번 당연히 시행해야 할 신문을 늦추어서는 안 됩니다. 이것이 신이 주상께 여쭈어 형벌을 청하고자 하는 이유입니다. 그런데 동료 관원 중에 어떤 이는 ‘정몽선이 물러나 밥을 먹었으니, 다른 겸종을 조사해야 한다.’라고 하고, 어떤 이는 ‘의금부가 현재 이돈이 거자를 두루 찾아다닌 일을 조사하고 있으니, 결말이 나기를 기다려 정몽선에게 형벌을 청해야 한다.’라고 하며, 또 어떤 이는 ‘조명과 권치대가 형벌을 청하지 않은 것은 궐문이 열리기를 기다려 모두 조사하기 위해서인데, 어찌 유독 정몽선에게만 갑자기 형벌을 청한단 말인가.’라고 하여, 그 말이 여러 차례일 뿐만이 아니었습니다.그의 상소를 보니, 말은 대략 같으나 간혹 차이가 있었습니다. 그러나 신은 이에 대해 모두 해명할 것이 있습니다. 이른바 다른 겸종이란 모두 정몽선의 같은 무리이고 또 함께 갇혀 있었으니, 그 마음과 뜻이 서로 좋았음을 알 수 있습니다. 그런데 그가 또 스스로 신문하기를 청하였으니, 그 의도는 비호하려는 데 있고 사실대로 고하지 않은 것이 분명합니다. 이는 옥사의 체모로 볼 때 공적인 증거로 처리할 수 있는 것이 아닙니다.저 김계생의 말 한마디도 이돈이 갔다가 돌아오는 시기의 조만을 조사하기 위해 우연히 말을 꺼낸 것인데, 정몽선에게 방해가 된다는 것을 스스로 깨닫지 못하였습니다. 그러므로 지금 만약 정몽선의 일을 가지고 신문한다면 누가 기꺼이 사실대로 대답하여 정몽선과 원한을 맺으려 하겠습니까. 겸종에게 신문하고자 하는 것이 마침 정몽선의 처지를 위해서일 듯합니다.또 판의금부사가 처음 과옥으로 청대하였을 때 형조로 하여금 이돈의 겸종을 철저히 조사하게 하기를 청하였기 때문에 처음부터 형조와 의금부에서 조사하는 일을 모두 거론하며 일찍이 지체한 적이 없었는데, 지금 유독 정몽선에게만 형벌을 청하며 ‘저것을 기다려야 한다.’라고 하니, 신은 이해할 수 없습니다.조명과 권치대가 정몽선의 일을 가지고 비교하여 대답한 것으로 말하면 또한 말할 만한 것이 있습니다. 그러나 조명이 말을 바꾸었으니 매번 평문해서는 안 됩니다. 조명과 유민정이 어긋난 단서가 또한 그러할 뿐만 아니라, 외부에서 찢어버린 요점도 궐문이 열리기를 기다려 궐문이 열리기를 기다려 당연히 궐문이 열리기를 기다려 모두 철저히 조사하여 주상께 여쭈어야 하기 때문에 신이 이미 이것을 진달하였습니다. 권치대가 비록 동접을 고하지는 않았지만 또한 궐문이 열리는 것을 보아 가며 철저히 조사하여 처리해야 하기 때문에 신은 권치대가 전에 공초한 것이 만약 허위로 돌아갔으면 형벌을 청하는 것을 면치 못할 것이라고 동료들에게 말하였습니다. 대개 위장과 금란관 소속의 공초한 것에도 어긋나는 것이 많아서 과연 실상이 되는지 알 수 없습니다. 그렇다면 죄를 다스리는 체모는 본래 선후가 있기 때문입니다. 동료의 뜻이 처음부터 과연 이와 같았다면 신이 이전부터 논핵해 왔던 계사에서 ‘같은 무리에게는 물을 만한 것이 아니다.’라고 하고, ‘시간이 차이가 나는 것을 따져 묻기를 기다린 뒤에 형벌을 여쭈어야 한다.’라고 하였으니, 어찌 일찍이 이의를 제기하지 않았단 말입니까. 전에 일이 조금 늦어지면 따라 참여하고 연명하여 서명하였는데, 지금 일이 임박하자 억지로 어기면서 따르지 않으니, 신은 삼가 동료를 위해 애석하게 여깁니다.”하니, 주상이 너그러운 비답을 내렸다. - 비지는 위에 보인다. -\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 27일(무신) 1번째기사",
                "gt-oKo": "형조 판서(刑曹判書) 김진규(金鎭圭)가 이동암(李東馣)의 상소 때문에 진소(陳疏)하였다. 그 대략에 이르기를, “정몽선(鄭夢先)은 이돈(李墩)에게 있어, 그 긴절(緊切)함이 다른 겸종(兼從)의 비할 바가 아니니, 결코 중로(中路)에서 물러가 밥을 먹었을 리가 없습니다. 비록 김계생(金戒生)의 초사에 나온 ‘여러 하인이 모두 아침밥을 먹었다.’는 말을 가지고 징험하더라도, 그 가탁(假托)한 바가 스스로 파탄(破綻)으로 돌아갑니다. 더욱이 교자(轎子)를 메었던 자의 이름을 혼미(昏迷)하여 기억하지 못한다고 핑계대는 것은 또한 반문(盤問)을 막으려는 뜻에서 나온 것이니, 그 간사한 정상은 진실로 신문(訊問)함이 마땅하며, 그 고(告)한 바 이돈이 궐문에 나아간 일시(日時)가 겸종(傔從)의 말과 서로 어긋나니, 우선 그 일시를 각 사람에게 추궁해 물은 연후에 본죄(本罪)로서 형벌을 청함이 마땅하므로, 전번의 의언(議讞)에 이 뜻을 언급하여 윤허(允許)가 내렸던 것입니다. 그리고 어제 또 여러 겸종을 모두 핵실하였으나 오히려 또 서로 어긋났었는데, 이것을 가지고 매양 그 마땅히 신문할 바를 지연(遲延)시킬 수는 없었으니, 이것이 신이 계품에 의하여 형벌을 청하고자 한 까닭이었습니다. 그런데, 요석(僚席)의 혹은 ‘정몽선이 물러가 밥먹은 것을 마땅히 다른 겸종에게 사문(査問)하여야 한다.’ 하고, 혹은 ‘의금부에서 바야흐로 이돈이 두루 찾아다닌 일을 사핵하니, 마땅히 끝까지 조사하기를 기다려 정몽선에게 형벌하기를 청하여야 한다.’ 하였으며, 또 혹은 ‘조명과 권치대의 형벌을 청하지 않음은 궐문(闕門)의 개폐(開閉)의 핵실이 모두 끝나기를 기다리기 위한 것인데, 어찌 유독 정몽선에게는 급작스레 형벌을 청하는가.’ 하여 그 말이 번다(煩多)할 뿐만이 아니었습니다. 그 소를 보기에 미쳐 말은 비록 대략 같으나 간혹 조금 다른 것도 있었으니, 신이 이에 대하여 모두 변명할 만한 것이 있습니다. 이른바 다른 겸종이란 모두 정몽선과 같은 무리이며 또 함께 갇힌 자로서 그 정지(情志)가 서로 친밀함을 알 수 있습니다. 그리고 그들이 또 묻기를 자청(自請)함은 그 뜻이 비호하는 데 있어 사실대로 고하지 않을 것이 분명하니, 이는 옥체(獄體)의 공증(公證)으로 처리할 수 있는 것이 아닙니다. 김계생의 한 마디 말 또한 이돈의 왕환(往還)할 때의 이르고 늦음을 사문(査問)함으로 인하여 우연히 튀어나온 말이었고, 그 정몽선에게 해가 될 줄은 스스로 깨닫지 못했던 것입니다. 그러므로 이제 만약 정몽선의 일로 묻는다면 누가 즐겨 사실대로 대답해 정몽선과 원한을 맺는단 말입니까. 여러 겸종에게 묻고자 하는 것이 정몽선을 위하는 터전이 되기에 알맞을까 두렵습니다. 또 판의금부사(判義禁府事)가 처음 과옥(科獄)때문에 청대(請對)하였을 때 이미 형조(刑曹)로 하여금 이돈의 겸종을 구문(究問)하게 할 것을 청하였기 때문에, 애초부터 형조와 의금부에서 같이 추핵(推覈)하는 일을 거행하여서 일찍이 더디 기다리는 바가 없었습니다. 그런 즉 이제 홀로 정몽선의 형벌을 청함에 대해서는 ‘마땅히 저들의 결말을 기다려야 한다.’고 하는 것은 신이 그 연유를 알지 못하겠습니다. 조명과 권치대를 정몽선의 경우와 비교함에 이르러서도 또한 말할 만한 것이 있습니다. 조명이 초사(招辭)를 바꾸므로 번번이 평문(平問)할 수 없음은 단지 조명만 그런 것이 아니라, 유민정(柳敏廷)의 위단(違端)도 또한 그러합니다. 밖에서 지은 일에 대한 요점(要點)은 궐문의 개폐에 있으니, 마땅히 궐문의 일을 모두 구핵(究覈)하기를 기다려 다시 주품(奏稟)하여야 하기 때문에, 신이 이미 이것으로 진달하였습니다. 권치대가 비록 동접을 고하지 않았으나 또한 마땅히 궐문의 일의 구핵을 보아서 처리하여야 하겠기 때문에 신이 ‘권치대의 전번의 공초가 만약 허투(虛套)로 돌아간다면 마땅히 형벌을 청함을 면치 못할 것이다.’며 요석에게 말하였습니다. 대개 위장(衛將)과 금란관 소속의 공초한 바도 서로 어긋남이 많아 과연 실상(實狀)이 되는지 알지 못하고 있으니, 안치(按治)의 사체에 절로 선후(先後)가 있기 때문이었습니다. 만일 동료(同僚)의 뜻이 처음부터 과연 이와 같았다면 신이 전계(前啓)에서 ‘같은 무리는 물을 것이 아님’을 말하고, 또 일시(日時)의 조금 어긋나는 것을 구문(究問)한 뒤에 품형(稟刑)할 것을 말하였는데, 왜 진작 입이(立異)하지 않았습니까. 앞서 일이 좀 늦어졌을 때에는 수참(隨參)하여 연서(聯署)하고 이제 일이 급박하기에 임하여서는 억지로 어기고 따르지 않으니, 신은 적이 동료를 위해 애석하게 생각합니다.” 하니, 임금이 우악한 비답을 내렸다.【비지(批旨)는 위에 보인다.】",
                "hj": "○戊申/刑曹判書金鎭圭, 因李東馣疏, 陳疏。略曰: 夢先之於李墪, 其緊切非他傔之比, 決無中路退食之理。 雖以金戒生招中諸下人, 皆朝食之語驗之, 其所假托者, 自歸破綻。 況擔轎者之名, 托以昏迷不記者, 亦出於欲杜盤問之意, 其奸狀, 固當訊問。 其告墪詣闕日時, 與傔從言相違, 則宜姑待日時之窮問各人後, 以本罪請刑, 故前及此意於議讞中而允下矣。 昨又盡覈諸傔從, 而猶且參差, 不可以此, 每稽其當施之訊問, 此臣所以欲依啓稟請刑者, 而僚席或以爲: “夢先退食, 宜査問他傔從。” 或以爲: “金吾方覈墪歷抵事, 宜待其究竟, 請刑於夢先。” 又或以爲: “趙銘、權致大之不請刑者, 爲待闕門開閉之盡覈, 何獨於夢先而遽請刑?” 其言不啻累累。 及見其疏, 則語雖略同, 間有差殊者, 而臣於此, 皆有可辨者。 所謂他傔, 皆夢先之同隊, 而又與同囚者, 其情志之相好可知, 而渠又自請問, 則其意在庇護, 不以實告者較然, 此非獄體所可處以公證。 彼金戒生之一言, 亦因査問墪往還之時早晩, 偶發語次, 而不自覺其有妨於夢先, 故今若以夢先事問之, 則誰肯對之以實, 與夢先結怨乎? 恐欲問諸傔者, 適所以爲夢先地也。 且判金吾之始以科獄請對也, 已請令秋曹究問墪傔, 故自初秋曹與金吾, 竝擧推覈之事, 未嘗有所遲待, 則今獨於夢先之請刑, 謂當待彼云者, 臣所未曉也。 至於銘、致大, 爲夢先比對, 亦有可言者。 銘變辭, 不可每每平問。 不特銘、柳敏廷之違端亦然矣, 而外裂肯綮, 在於闕門開閉, 則宜待門事之盡爲究覈而更稟, 故臣已以此陳之矣。 致大雖不告同接, 亦當觀門事究覈而處之, 故臣以致大前供, 若歸虛, 當不免請刑, 言於僚席, 蓋以衛將、禁亂官所屬所供, 亦多差違, 姑未知果爲實狀, 則按治之體, 自有先後故也。 如僚意初果如此, 則臣之前啓, 謂同隊之非所可問, 而謂待究問日時之差違, 而後稟刑也, 何不早爲立異? 前於事之稍緩時, 則隨參而聯署, 今於事之臨迫也, 則强違而不從, 臣竊爲同僚惜之。 上賜優批。【批旨見上。】"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On giyu day, Fourth Inspector Kwon Ikgwan presented a memorial to resign from his office in the giyu year (. The memorial read as follows: The other day, 유신 disobeyed the royal order and strongly suppressed the inspectors and censors. It was nothing more than the circumstances of the two characters for importance to importance upon him. The circumstances and the circumstances of the inspectors and censors have already been clearly disclosed in the memorial previously submitted by your subject. Furthermore, your subject eventually received a decision on the matter of investigating the circumstances and eventually received a decision from Your Majesty to summon and interrogate him for an investigation. Thus, why would your subject necessarily raise the troubles again? Furthermore, the memorial submitted by both the censors stated, Why did you not disclose the names and disclose them directly without disclosed? This is even more worrisome. The cunning petty men, Chidae , and the names and 행적s cannot be counted as many people. If they were not a relative or adopted family, who would have known the cunning and presumptuous situations of these people? Moreover, the 유신 who heard the news and also disregarded the circumstances and did not explain the investigation at the beginning of the investigation. Thus, how could your subject know that the persons were able to disclose the names and directly request them? It would be possible to say that there was no way to demonstrate the circumstances of your subject by flattering and flattering the circumstances. However, why would your subject not believe that their words were hard to hide the circumstances? Moreover, the 유신 first said that he personally heard the news and the second memorial was revealed to the circumstances of an investigation. However, when the investigation was reported, he returned to the news of the circumstances and personally heard the news of the circumstances and the circumstances of the circumstances. Thus, the circumstances and the circumstances of the people in the capital and in the provinces are already worrisome. Furthermore, since your subject submitted a memorial, it would be impossible to cease only for the circumstances.",
                "H2KE-nKo": "지평 권익관이 사직하는 상소를 올렸는데, 그 대략에,“지난번에 유신이 성명을 어기고 대간의 말을 위협한 것은 ‘사체’라는 두 글자를 중요한 구실로 삼은 것에 불과한데, 그것을 가로막고 미루어 핑계를 댄 정상은 진실로 이미 신이 앞서 올린 상소에서 밝혀졌습니다. 그리고 신이 함사를 보내 달라고 청한 일은 마침내 성상께서 재결하여 결정을 내리시고 심지어 불러서 물어보고 사실을 조사하여 다스리는 일까지 있게 되었으니, 신이 어찌 다시 번거로운 말을 제기할 필요가 있겠습니까.두 간신의 상소에서 ‘어찌하여 이름을 지적하여 곧바로 배척하지 않는가.’라고 말한 것은 더욱 가소롭습니다. 저 간사한 권치대와 떠돌아다니며 빌어먹는 이명의 이름과 행적은 사람들이 헤아릴 수 없으니, 인척이나 먹여 기르는 집안이 아니라면 이 무리들의 간사하고 외람된 정상을 누가 알 수 있겠습니까. 더구나 이 말을 들은 유신도 굳게 거부하여 조사하기를 청하는 초기에 나오지 않았으니, 신이 어떻게 그 사람을 알아서 이름을 거론하여 곧바로 청할 수 있겠습니까. 유신에게 아부하고 신의 몸을 단속하는 것은 최선을 다했다고 할 수 있는데, 유독 그 말이 군색하여 말이 되지 않는다는 것은 생각하지 않는단 말입니까.그리고 유신이 처음에는 직접 들었다고 했다가 두 번째 상소에서는 비변사의 좌기에서 전해 들은 것으로 돌렸고, 물어서 나에게 아뢴 뒤에는 또 이명이 와서 말한 것으로 돌렸습니다. 직접 듣고 전해 들은 것은 앞뒤가 차이가 나고 이명과 권치대가 따라서 농간을 부렸으니, 이것만도 이미 서울과 지방의 의혹을 키웠습니다. 더구나 신의 상소가 나온 뒤에는 형세상 그만둘 수 없는 것인데, 근거 없는 말이 문계하기 전에 먼저 전파되어 오가며 전하는 말이 이루 말할 수 없이 분분하였습니다. 그런데 이명이 갑자기 하문을 받고 대답하는 말에서 나왔고 권치대는 도리어 지방에 있는 사람에게서 나왔으니, 그 속셈을 헤아릴 수 없습니다.”하니, 주상이 사직하지 말라고 명하였다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 28일(기유) 1번째기사",
                "gt-oKo": "지평(持平) 권익관(權益寬)이 사직소(辭職疏)를 올렸다. 그 대략에 이르기를, “접때 유신(儒臣)이 성명(成命)을 어기고 대간(臺諫)의 말을 협박한 것은 ‘사체(事體)’란 두 글자를 중요한 구실(口實)로 빌린 데 지나지 않으니, 그 가리고 막으며 미루고 핑계대는 정상은 이미 신의 전소(前疏)에서 밝게 분변(分辨)되었습니다. 또 신의 함문(緘問)을 청한 일이 마침내 성상의 결재(決裁)를 받아 불러 물어서 핵치(覈治)하는 거조가 있기에 이르렀으니, 신이 어찌 다시 번거로운 말을 끌어낼 필요가 있겠습니까. 두 간신(諫臣)이 상소에다 ‘왜 지명(指名)하여 곧장 배척하지 않았느냐.’고 말한 것은 더욱 지극히 가소롭습니다. 저 간세(奸細)한 권치대(權致大)와 유개(流丐)와 같은 조명(趙銘)은 그 이름과 행적이 사람의 수효(數爻)에도 들지 않는 바이니, 인아(姻婭)의 족속이나 먹여 살리는 집안이 아니면 이 무리의 간람(奸濫)의 정상을 누가 알 수 있단 말입니까. 더욱이 직접 들은 유시(儒臣)도 또한 이를 두호하여 핵실(覈實)을 청하는 초기에 말을 내지 않았으니, 신이 어찌 능히 그 사람을 알아 이름을 들며 곧장 청한단 말입니까. 그 유신에게 아부(阿附)하고 신의 몸을 조절(操切)함이 지극하지 않음이 없다고 이를 만합니다만, 유독 그 말이 군둔(窘遁)하여 말도 되지 않음은 생각하지 않는단 말입니까. 또 유신(儒臣)이 처음에는 이미 ‘직접 들었다’고 했다가, 두번째 소에서는 ‘비국(備局)의 자리에서 권하여 들은 것’으로 돌렸으며, 문계(問啓) 때에는 또 조명(趙名)이 와서 말한 것으로 돌려, 직접 듣고 전하여 들은 것이 앞뒤가 서로 맞지 않고 조명과 권치대(權致大)가 따라서 허깨비처럼 나타나니, 이것이 이미 중외(中外)의 의혹을 더 커지게 하였던 것입니다. 더욱이 신의 소(疏)가 이미 나온 뒤 형세상 그대로 그만둘 수 없게 되자 수군거리는 말을 문계(問啓) 전에 먼저 퍼뜨려 오가며 말을 전하는 것이 몹시도 떠들썩하였고, 조명이 문득 승문(承問)하여 대답하는 자리에 돌출(突出)하며 권치대가 도리어 밖에 있는 사람에게서 튀어나왔으니, 그 속셈을 상정(常情)으로는 헤아릴 수 없습니다.” 하니, 임금이 사직하지 말라고 하였다.",
                "hj": "○己酉/持平權益寬上辭職疏。 略曰: 向者儒臣之違拒成命, 脅持臺言, 不過以事體二字, 爲籍重之資, 而其遮攔推托之狀, 固已辨晰於臣之前疏。 且臣請緘之事, 卒乃取決於睿裁, 至有招問覈治之擧, 則臣何必更提煩說也? 至若兩諫臣疏中, 以何不指名, 直斥爲言, 尤極可笑。 彼奸細之致大, 流丐之銘, 其名字行迹, 人所不數, 除非姻婭之屬、豢養之家, 則此輩奸濫之狀, 孰得以知之? 而況聽聞之儒臣, 亦且靳固, 不出於請覈之初, 則臣何能知其人而擧名直請乎? 其阿好儒臣, 操切臣身, 則可謂靡不用極, 而獨不念其言之窘遁不成說耶? 且儒臣, 初旣曰親聞, 而再疏則歸之於備坐之傳聞, 及其問啓, 則又歸之於銘之來言, 親聞傳聞, 前後差殊, 而銘、致大, 隨而幻出。 此已滋中外之惑, 而況臣疏旣出之後, 勢不可但已, 則噂之言, 先播於問啓之前, 來往傳說, 不勝其紛紜, 而銘忽突出於承問之對, 致大反出於在外之人, 那裏機關, 恒情莫測。 上令勿辭。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the fourth month, Yi Hyeon , the inspector general , made a confession of the statement of Yi헌yeong and others. When [Yi Hyeon] was confronted with a confrontation by",
                "H2KE-nKo": "경인년에 대사간 이의현이 이헌영 등의 공초 내용과 최석항이 대변하는 상소를 올려 인혐하면서 최석항에 대해 스스로 변명하였는데, 더욱 기염을 토하면서 심지어는 ‘교자’라는 지목은 세상에 본래 있는 것인데 도리어 신에게 덮어씌웠으니, 그 말의 참혹하고 각박함은 차마 들을 수 없는 점이 있다.......’라고 운운하니, 주상이 의례적인 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. - 사신은 논한다. 이의현이 피혐한 내용은 오로지 억측에서 나온 것으로 말이 조리에 맞지 않고 군색하고 회피한 것이 막심하다. 그가 의도적으로 남을 모함한 정상은 참으로 차마 바로 볼 수 없다.\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 7월 9일(경인) 1번째기사",
                "gt-oKo": "대사간(大司諫) 이의현(李宜顯)이 이헌영(李獻英) 등의 공사(供辭) 및 최석항(崔錫恒)의 대소(對疏)때문에 인혐(引嫌)하여 스스로 변명하였는데, 최석항에게는 더욱 공박(攻迫)을 더하고 심지어 말하기를, “‘교(巧)’ 자(字)로 지목할 만한 사람은 세상에 적합한 사람이 있는데, 도리어 신에게 씌우니, 그 말의 참혹하고 각박함은 차마 들을 수 없습니다.” 하니, 임금이 의례적인 비답을 내렸다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 사신(史臣)은 논한다. 이의현의 피사(避辭)는 오로지 억측에서 나와 말도 되지 않고 군박(窘迫)이 막심하니, 사람을 무함(誣陷)하는 데 뜻을 쓰는 정상을 진실로 차마 바로 보지 못하겠다.",
                "hj": "○庚寅/大司諫李宜顯, 以李獻英等供辭, 及崔錫恒對疏引嫌, 自辨於錫恒, 益肆噴薄, 至曰: “巧字之目, 世自有人, 而反以加之於臣, 其言之憯刻, 有不忍聞” 云云, 上賜例批。【原疏批旨見上。】 【史臣曰: “宜顯之避辭, 專出於億逆, 語不成說, 窘遁莫甚。 其用意陷人之狀, 誠不忍正視也。”】"
            }
        }
    },
    "08": {
        "11": {
            "1": {
                "H2KE-EN": "The Ministry of Punishments Yi Jinsu , the third minister of Punishments , submitted a memorial regarding impeaching and impeachment. The summary of the memorial read as follows: If [Yi] Mongseons failure to make a confrontation of [the confrontation of] a confrontation of a confrontation by a confron",
                "H2KE-nKo": "형조 참의 이진수가 상소하여 조사하는 일을 논하였다. 그 대략에,“정몽선이 과연 뒤처졌다면 그 버릇이 놀랄 만하고, 뒤처지지도 않았는데 핑계를 댄다면 그 정상이 더욱 통탄스럽습니다. 3일 동안에 이미 두 차례의 형신을 받았는데도 줄곧 스스로 변명하고 있습니다. 신의 생각에는 뒤처진 것은 원래 죽을죄가 아닌데, 거듭 형신을 받다가 혹 죽기라도 한다면 죄인을 신중히 심의하는 도리에 어긋날 듯합니다. 그러므로 우선 갇혀 있는 여러 겸종에게 빙문하여 그 실상을 분명히 알아낸 뒤에 다시 형신을 더하는 것을 의논하여도 늦지 않을 듯합니다. 장석에게 말하였으나 기꺼이 마음을 돌려 듣지 않았습니다. 밖에서 지은 것이 사실인지 아닌지를 조사하려고 궐문을 여닫을 때에 먼저 엄히 신문해야 한다는 것은 참으로 성상의 하교와 같습니다.그날 거자가 과장에 들어간 뒤 과장이 끝나기 전에 돈화문이 굳게 잠겨 열리지 않았다는 것은 많은 사람이 다 보았고 나라 사람들의 말이 한결같았습니다. 의금부와 형조의 여러 죄수만 같은 말로 공초를 바쳤을 뿐만 아니라, 지난번에 유신이 연석에서 아뢰어 단봉문의 금란관을 죄주기를 청한 일과 승지가 두 번째 올린 상소 가운데 돈화문과 금호문처럼 굳게 닫혀 있지 않다는 것을 보더라도 굳게 잠겨 있는 것이 틀림없다는 것을 증험할 수 있습니다. 그렇다면 시각이 빠르고 늦은 차이가 있고, 가시울타리와 포장이 있고 없는 것은 모두 지엽적인 문제입니다.일전에 이졸을 다시 추문한 것으로 인하여 동협문과 서협문이 모두 열렸다는 말에 대해 의금부의 두 죄수를 다시 추문하자는 청이 있었습니다. 그러나 여러 공초가 이미 과장이 파할 때였다고 말하였으니, 또한 어찌 조사할 만한 핵심이 되겠습니까. 궐문이 굳게 잠겨 있는 것이 이미 이처럼 명백하고, 밖에서 지었다고 자칭하는 것은 일마다 어긋나고 잘못되었습니다. 또 신이 지난번 상소에서 지적하여 진달한 바와 같다면 신문하는 일은 순서에 따라 응당 행해야 할 일이니, 지체하도록 내버려 두어서는 안 됩니다. 더구나 그 정상이 더욱 매우 통탄스러운 점이 있습니다. 이명은 당초에 궐문 밖의 여염집에 나가 앉아 있었다고 스스로 유신에게 말하였습니다.정치대는 재신이 상소에서 밖에서 지은 처소를 말하지는 않았지만, 일찍이 비변사의 좌석에서 재신이 이미 대루청에서 밖에서 지었다는 말을 꺼냈다고 하였으니, 이는 필시 정치대를 가리켜서 말한 것입니다. 그런데 본조에서 추문할 때에 두 사람이 공초한 것이 모두 돈화문의 행랑이라고 대답한 것은 다름이 아닙니다. 여염집은 반드시 집주인이 있어서 지적하여 고하기가 어렵고, 대루청은 먼저 사인이 빌려 들어간 것이 있어서 재신에게 터무니없이 떠벌린 말이 장차 근거 없는 것이 되고 말았기 때문에 이명의 무리가 어쩔 수 없이 갑자기 동협문이라는 말을 분변하여 꾸며 내고 현혹할 계책으로 삼은 것입니다. 그 간사한 정상이 마치 폐부를 보는 듯합니다.”하니, 주상이 엄한 비답을 내려 꾸짖었다. - 비지는 위에 보인다. -\n",
                "date_ko": "숙보 51권, 38년(1712 임진 / 청 강희(康熙) 51년) 8월 11일(임술) 1번째기사",
                "gt-oKo": "형조 참의(刑曹參議) 이진수(李震壽)가 소를 올려 사핵(査覈)의 일을 논하였다. 그 대략에 이르기를, “정몽선(鄭夢先)이 과연 뒤쳐졌다면 그 버릇이 놀랄 만하고, 진실로 뒤쳐지지 않았는데도 핑계를 댄다면 그 정상(情狀)이 더욱 통분(痛憤)합니다. 사흘 동안 이미 두차례의 형벌을 받고도 줄곧 스스로 변명하길래, 신이 ‘뒤쳐졌던 것은 본디 죽을 죄가 아닌데 형벌을 함부로 써서 혹시 죽기라도 한다면 흠휼(欽恤)의 도리에 어긋남이 있을까 두렵다. 그러니 우선 갇혀 있는 여러 겸종에게 빙문하여 그 정상을 밝게 캐낸 뒤 다시 형벌을 더하는 것을 의논하더라도 또한 늦지 않을 듯하다.’고 생각하여 장석(長席)에게 말하였더니, 즐겨 마음을 돌려 듣지 않았습니다. 밖에서 지은 일의 허실(虛實)을 사핵(査覈)하고자 함에 이르러서는 궐문의 열고 닫음을 마땅히 먼저 엄중히 신문하여야 한다고 함이 진실로 성교(聖敎)와 같습니다. 그날 거자(擧子)가 입장(入場)한 뒤로부터 파장(罷場)전까지 돈화문이 굳게 잠겨 열리지 않았음은 수많은 사람의 눈이 보았고 나라 사람의 말이 한결같았으니, 비단 의금부(義禁府)와 본조(本曹)의 여러 수인(囚人)이 똑같은 말로 공초를 바쳤을 뿐만이 아닙니다. 비록 지난날 유신이 연석(筵席)에서 아뢴바 단봉문(丹鳳門)의 금란관(禁亂官)을 죄주기를 청한 일 및 승선(承宣)의 두번째 상소의 돈화문과 금호문(金虎門) 두 문을 굳게 닫음만 같지 못하다는 말로 보더라도 또한 그 의심할 바 없이 굳게 잠기어 있었음을 징험(徵驗)할 수 있으며, 시각(時刻)의 이르고 늦음의 조금 다른 것과 극위(棘圍)·포장(布帳)의 있고 없음은 모두 지엽적인 문제입니다. 엊그제 이원(吏員)과 군졸을 다시 추문(推問)한 것 중에 동협문(東夾門)과 서협문(西夾門)이 모두 열렸었다는 말로 인하여 비록 의금부의 두 죄수를 다시 추문하자는 계청이 있었으나, 모든 공초(供招)가 이미 파장 때였다고 말하였으니, 또 어찌 사문(査問)의 요점(要點)이 되기에 족하단 말입니까. 문이 굳게 잠겨 있었음이 이미 이와 같이 명백(明白)하고, 밖에서 지었다고 자칭(自稱)하는 자가 일마다 어긋남이 또 신의 전소(前疏)에 지적하여 진달한 것과 같으니, 신문(訊問)의 거조는 응당 차례로 시행할 일이고 그 시간을 끌며 미루는 데 내맡겨 두지 말아야 마땅합니다. 하물며 그 정상이 더욱 지극히 절통(絶通)한 바가 있는 것이겠습니까. 조명은 당초에 궐문 밖의 여염집에 나가 앉아 있었음을 유신에게 스스로 말하였고, 권치대는 재신(宰臣)의 소에서 비록 바깥에서 지은 처소(處所)를 말하지 않았으나, 일찍이 비국(備局)의 자리에서 재신이 이미 대루청(待漏廳) 밖에서 지었다는 말을 꺼냈다고 하였으니, 이는 반드시 권치대를 지적하여 말한 것입니다. 본조(本曹)에서 추문할 때에 미쳐 두 사람의 공초가 모두 돈화문의 낭무(廊廡)라고 대답했던 것은 다름이 아니라, 여염집이었다고 대답한다면 반드시 집주인이 있어 지적하여 고하기 어려우나, 대루청은 먼저 사인(士人)으로서 빌어 들어간 자가 있어 그 재신에게 떠벌린 말이 장차 거짓으로 돌아감을 면치 못하게 되기 때문에, 조명의 무리가 어쩔 수 없이 졸지에 동협문이란 말을 만들어 그럴듯 하게 꾸며대고 현혹(眩惑)시킬 계책으로 삼은 것입니다. 간악한 정상이야말로 마치 폐부(肺腑)를 보는 듯합니다.” 하니, 임금이 엄한 비답을 내려 책망하였다.【비지(批旨)는 위에 보인다.】",
                "hj": "○壬戌/刑曹參議李震壽疏論査事。 略曰: 夢先果爲落後, 則其習可駭, 苟不落後而推托, 則其情尤可痛也。 第三日之內, 旣受二次之刑, 而一向自明。 臣意以爲, 落後元非死罪, 洊刑或至殞斃, 則恐有乖於欽恤之道, 故以姑先憑問於在囚諸傔, 明得其實狀, 然後更議加刑, 亦似未晩, 言于長席, 不肯回聽。 至於欲覈外製之虛實, 闕門開閉, 宜先嚴問, 誠有如聖敎, 而伊日擧子入場後, 罷場前敦化門之牢鎖不開, 萬目咸覩, 國言如一, 非獨金吾及本曹諸囚之一辭納供。 雖以向日儒臣筵奏之請罪丹鳳門禁亂官事, 及承宣再疏中不如敦化、金虎兩門之牢閉云者見之, 亦可驗其牢鎖無疑, 則時刻早晩之差殊, 棘圍、布帳之有無, 都是枝葉。 日昨因吏卒更推中, 東、西挾竝開之說, 雖有金吾兩囚更推之請, 而諸供旣以罷場時爲言, 則亦豈足爲査問中肯綮耶? 門之牢鎖, 旣如是明白, 自稱外製者之事事違錯, 又如臣前疏所指陳, 則訊問之擧, 係是次第應行之事, 而不宜一任其遷就。 況其情狀, 尤有萬萬絶痛者。 銘則當初以出坐門外閭家, 自言於儒臣矣。 致大則宰臣疏中, 雖不言外製處所, 而曾於備局之坐, 宰臣已發待漏廳外製之說云爾, 則此必指致大而言也。 及至本曹推問之際, 兩人所供, 皆以敦化廡爲對者, 此無他, 蓋以閭家則必有家主, 難於指告, 待漏廳則先有士人之借入者, 其所譸張於宰臣之言, 將不免爲脫空之歸, 故銘輩不獲已猝辨東挾之說, 以爲粧撰眩惑之計, 其爲奸狀, 如見肺腑。 上嚴批責之。【批旨見上。】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十一終"
            }
        }
    },
    "09": {
        "11": {
            "1": {
                "H2KE-EN": "On sinmyo day, Yi Deokyeong was appointed as 사간으로, Han Yeongjo was appointed as 헌납으로, Jeong필동을 장령으로, Hong Uryeong was appointed as 정언으로, and Yi Geomyeong was appointed as 부제학으로 삼았다. 사신은 논한다. Yi Uiui , having not yet been appointed chief official , alone participated in the level of",
                "H2KE-nKo": "이덕영을 사간으로, 한영조를 헌납으로, 정필동을 장령으로, 홍우녕을 정언으로, 이건명을 부제학으로 삼았다. 사신은 논한다. 이의현은 장관의 자리가 아직 나오지 않은 틈을 타서 혼자 정사하는 자리에 참석하였다. 삼사에 빈 자리가 많자 모두 사당으로 갖추어 의망하였고, 사고가 있어 벼슬길이 막힌 부류는 동료에게 물어보지도 않고 멋대로 다시 통망하였으며, 임금의 낙점도 한쪽 사람들에게만 치우치게 미쳤다. 이세덕의 무리가 주상의 마음을 감동시켜 돌리지 못하고 한갓 주상의 마음을 격노하게 하였으니, 붙들어 주고 억누르는 것이 이처럼 지나치게 편벽되었으므로 식자들이 개탄하지 않는 이가 없었다.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 9월 11일(신묘) 1번째기사",
                "gt-oKo": "이덕영(李德英)을 사간(司諫)으로, 한영조(韓永祚)를 헌납(獻納)으로, 정필동(鄭必東)을 장령(掌令)으로, 홍우녕(洪禹寧)을 정언(正言)으로, 이건명(李健命)을 부제학(副提學)으로 삼았다. 사신(史臣)은 논한다. 이의현(李宜顯)이 장관(長官)이 출사(出仕)하지 않는 틈을 타서 혼자 정석(政席)에 참여하여, 삼사(三司)의 많은 자리를 모두 사당(私黨)으로 비의(備擬)했고, 사고가 있어서 지색(枳塞)당하고 있는 사람들을 동료들에게 물어보지도 않은 채 제멋대로 다시 소통(疏通)시켰으며, 임금의 낙점(落點)도 또한 한편의 사람들에게만 치우치게 미쳤다. 이세덕(李世德)의 무리가 이미 천심(天心)을 감동시켜 돌리지 못하고 한갓 신충(宸衷)만 격뇌(激惱)하게 하여, 붙잡아 세우고 억제하고 하기를 이처럼 너무 치우치게 하므로, 식견 있는 사람들이 개탄하지 아니함이 없었다.",
                "hj": "○辛卯/以李德英爲司諫, 韓永祚爲獻納, 鄭必東爲掌令, 洪禹寧爲正言, 李健命爲副提學。 【史臣曰: “李宜顯乘長僚之未出, 獨參政席, 三司多窠, 皆以私黨備擬, 有故見枳之類, 不問僚席, 擅自復通, 天點亦偏及於一邊之人。 世德輩旣不能感回天心, 而徒激惱宸衷, 扶抑之太偏如此, 識者無不慨歎焉。”】"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On musul day, Junior Fifth Rank Military Officer Song Sanggi presented a memorial to the King and 스스로 변명하였는데, 그 대략에 이르기를, “신이 재차 appealed to the King, both the gates of Donhwa Gate and the golden tiger were closed. Generally, these two gates were necessary to close the doors of Donhwa Gate and also 분부한 일이 있었는데, having only thought that Donhwa Gate would be closed, unexpectedly the doors would be opened. Therefore, in accordance with the circumstances, the circumstances of Donhwa Gate would not be compared to the doors of each gate. When the doors of doors and open the doors of each gates of the doors of the transgressions of the doorsions of the doors of Donhwa Gate (the doors of Donhwa Gate when the doors of Donhwa Gate were opened and closed the doors of Donhwa Gate (the doors of Donhwa Gate . Nevertheless, when the doors of doors and open the doors of the doors",
                "H2KE-nKo": "무술년에 부사직 송상기가 이세덕의 상소로 인하여 상소하여 스스로 변명하였는데, 그 대략에,“신이 두 번째 상소에서 돈화문과 금호문이 모두 닫혔다고 한 것은 이 두 문이 이미 닫혀야 할 문이기 때문이고, 또 분부할 일이 있어서 닫혔으리라고만 생각하였기 때문에 열릴 줄은 생각지도 못하였습니다. 그래서 그 사세에 근거하여 단봉문이 두 문과 같지 않다는 것을 증명하였을 뿐이지, 애당초 눈으로 보고 말을 한 것은 아니었습니다.각 문을 여닫는 절목에 대해 조태채가 상소하여 진달하였고, 신도 가져다 보니 내관과 위장이 여닫는 것을 주관하였을 것입니다. 설령 열었다 닫혔다 하더라도 전내의 신하들은 귀와 눈이 미치지 못하였으니, 그간의 상황을 어떻게 알 수 있겠습니까.김시혁의 상소에서 또 ‘승지가 서제를 가지고 왕래할 때에 활짝 열렸다는 것을 눈으로 직접 보았다면 어찌 놀라서 물어보지 않고 엄히 막았겠습니까.’라고 하였는데, 이 또한 그렇지 않은 점이 있습니다.신이 단봉문으로 왕래할 때에 비를 무릅쓰고 급히 달려가 도롱이를 입고 우산을 둘러싸고서 행인들 사이에 의심을 갖지 않았는데, 어느 겨를에 자세히 살펴보았겠습니까. 또 감히 돈화문을 지나기 전에 우회하는 길을 택해 지나가지 못하였으니, 궁문과의 거리가 그래도 조금 멀 뿐만이 아닙니다. 눈으로 보지 못한 것도 사세가 본래 그러한 것입니다. 더구나 그 당시 시장을 미처 변통하지 못하였고 서제도 굳이 내걸 필요가 없었으니, 열었다 닫았다 하는 것은 원래 오늘날 논쟁하는 것과는 무관한 것입니다.”하니, 주상이 너그러운 비답을 내렸다.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 9월 18일(무술) 1번째기사",
                "gt-oKo": "부사직(副司直) 송상기(宋相琦)가 이세덕의 상소에 인해 진소(陳疏)하여 스스로 변명하였다. 그 대략에 이르기를, “신이 재차의 상소에 돈화문(敦化門)과 금호문(金虎門)이 아울러 닫혀 있는 것으로 돌린 것은, 대개 이 두 문은 이미 응당 닫혀 있어야 할 문이고 또한 분부(分付)를 한 일이 있었기에, 다만 닫혀 있을 것으로 생각하고 열려 있을 줄은 생각하지 않았기 때문입니다. 그러므로 사세에 의거하여 단봉문(丹鳳門)이 이 두 문과 똑같지 않음을 증거하였을 뿐이고, 당초부터 목격하고 말을 한 것은 아니었습니다. 각문의 개폐 절목(開閉節目)은 조태채(趙泰采)가 상소에 진달하였고 신(臣)이 또한 가져다가 보니, 내관(內官)과 위장(衛將)이 스스로 마땅히 열고 닫는 것을 주관하도록 되어 있었습니다. 설령 혹 열리고 혹 닫힌 때가 있었다 하더라도, 전내(殿內)에 있는 여러 신하들은 이목(耳目)이 미치지 않는 바이니, 그 사이의 상황을 어떻게 알 수 있겠습니까. 김시혁(金始㷜)의 상소에 또한 ‘승지가 글제를 가지고 왕래할 적에 활짝 열려 있음을 눈으로 보고도 어찌하여 놀라 물어보고 엄중하게 방한(防閑)을 가하지 않은 것인가.’라고 하였는데, 이는 또한 그렇지 않은 바가 있습니다. 신(臣)이 단봉문으로 왕래할 적에 비를 무릅쓰고 빨리 달렸고 우장을 입고 우산을 썼으니, 잠깐 오가는 사이에 일찍이 의심 갖지 않은 문을 어느 겨를에 자세히 보았겠습니까. 또한 감히 돈화문 앞을 슬쩍 지날 수가 없어 우회하는 길로 다녔으니, 궁문(宮門)과의 거리가 오히려 조금만 멀 뿐만이 아니었습니다. 눈으로 볼 수 없었음은 또한 사세가 참으로 그랬던 것입니다. 더우기 그 시각에는 시험장을 미처 변통하지 못하여 글제 또한 내걸 필요가 없었으니, 문이 열렸거나 문이 닫혔거나는 본시 오늘날 논쟁하는 바와는 상관이 없는 것입니다.” 하니, 임금이 우악(優渥)한 비답을 내렸다.",
                "hj": "○戊戌/副司直宋相琦因李世德疏, 陳疏自辨。 略曰: 臣之再疏, 以敦化、金虎歸之倂閉者, 蓋此兩門, 旣是應閉之門, 且有分付之事, 只意其閉, 不意其開, 故據其事勢以證丹鳳之與兩門不侔而已, 初非目見而爲之說也。 各門開閉節目, 趙泰采疏陳之, 臣亦取見, 則內官、衛將, 自當主其開閉矣。 設有或開或閉之時, 殿內諸臣, 耳目不及, 其間事狀, 何以知之? 金始㷜疏, 又以承旨持書題往來之際, 目見其洞開, 則豈不驚問而嚴加防閉云, 此亦有不然者。 臣自丹鳳往來也, 冒雨疾馳, 被蓑擁傘, 行路卒乍之間, 曾不致疑之門, 何暇諦視, 而且不敢掠過敦化之前, 取迂路以行, 則宮門相去, 猶不翅稍遠。 不得目見, 亦是事勢之固然也。 況於其時, 試場未及變通, 書題亦未必出揭, 則其開其閉, 元不關於今日之所爭也。 上賜優批。"
            }
        },
        "24": {
            "1": {
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 9월 24일(갑진) 1번째기사",
                "gt-oKo": "정언 조원명(趙遠命)이 상소하여 과옥(科獄)의 사핵(査覈)에 대하여 논했다. 권응(權譍)의 일을 논한 대문의 대략에 이르기를, “권응이 갇히기 전에는 극구 스스로 변명하여 사람을 만날 적마다 곧 말을 했고, 이어 두서너 친구에게 서찰(書札)을 보내기까지 하여 오로지 사람들이 듣고 알지 못할까 두려워했는데, 이는 치밀하게 꾸민 사찰(私札)과는 다른 것이기에 낭자하게 전파하여 보게 되었습니다. 그 개략은 ‘그들이 하는 말은 허풍을 치지 않은 것이 없었는데, 저 대관(臺官)이란 사람들은 이번의 사핵(査覈)하는 일이 바야흐로 한창인 즈음에 혹시라도 사핵하는 일이 터무니없는 것으로 돌아갈까 하여, 끝까지 뒤지고 널리 탐문하며 증거를 얻어낼 것을 바라다가, 지난번에 내가 글을 짓지 않고 나와 버린 것을 듣자, 마치 기화(奇貨)라도 얻은 듯 놓칠 수 없는 기회라 여겨 부연(敷演)하고 덧붙여 과거 때의 일이 난잡했던 증거로 삼았다. 또 「궐문이 활짝 열린 것을 눈으로 보고 진신(搢紳)들에게 전파하여 말했다.」는 등의 말을 가지고 억지로 증안(證案)을 삼아 사람을 불측(不測)한 곳으로 몰아넣으며 나를 누구의 사주(使嗾)를 받아 몰래 부합(附合)하는 자로 만들려 하고 있으니, 꾀를 부림이 지극히 음흉하고 간사하다. 저 홍우녕(洪禹寧)이란 사람은 본시 책할 것도 없는 사람이거니와, 그 지주(指嗾)하는 짓을 하고 있음은 진실로 통탄스러운 일이다.’ 하였고, 이어 다시 발론(發論)한 대관(臺官)의 사위에게 말을 전하기를, ‘사실과 틀림을 들어 인피(引避)하라.’는 뜻으로 누누이 간청(懇請)했다고 합니다. 대저 그의 사서(私書)의 말은 이와 같고 공사(供辭)는 저와 같아, 한 사람의 말이 전후로 판연하게 다르니 그 까닭은 무엇이겠습니까. 이미 ‘마치 기화(奇貨)라도 얻은 듯 부연하고 덧붙였다.’고 하였고, 또 ‘문이 열렸음을 눈으로 보았다는 등의 말을 가지고 억지로 증안을 삼으며, 몰래 부합하는 것으로 만들려 하였다.’고 하였으니, 당초 문이 열렸다는 말을 하지 않았는데, 억지로 증거로 세우고 부합하도록 만든 상황을 볼 수 있습니다. 그런데 처음에는 이미 그렇게 거부하여 배척하다가 마침내는 곧 앞장서서 증인이 되었으니, 무슨 연유로 중간에 변하게 되었는지 알 수는 없지만, 이른바 지주(指嗾)한 사람이란 반드시 가리키는 바가 있을 것인데, 과연 어떤 사람이겠습니까. 전후로 변환(變幻)한 연유와 중간에서 지주한 사람 및 밖에서 글을 지은 거자(擧子)들을 눈으로 보았는지를 다시 가두고 엄중하게 사핵하여 그 실상을 캐내지 않을 수 없습니다.” 하고, 궐문에 대한 일을 논한 대문의 대략에 이르기를, “듣건대, 그날 응판소(應辦所)를 무겸청(武兼廳)에다 차리고 소속인 팔사(八司)가 대궐 밖에 모여 대기했는데, 진배(進排)하는 잡물(雜物)을 제때 마련하지 못한 것이 많았으므로, 응판관(應辦官)이 조금 늦어지는 까닭을 힐문하자, 하인(下人)들의 대답이 ‘단봉문(丹鳳門)으로 해서 출입하는데 단봉문 길이 응판소에서 가장 멀기 때문에 자연히 그렇게 된다.’고 했다는 것입니다. 대개 금호문(金虎門)과 돈화문(敦化門)이 응판소에서 가장 가까운데도 반드시 우회(迂回)하여 단봉문 길을 택하였으므로 매양 군색하고 급박하게 되었으니, 두 문이 통하지 않았음은 자연히 그 속에 들어있는 일이고, 응판소 소속의 팔사(八司)의 하인들이 온 종일 왕래할 적에 두 문이 열렸는지 닫혔는지를 보지 못했을 리가 없습니다. 또한 위장(衛將)들이 죄를 두려워하여 저뢰(抵賴)하는 것과는 다름이 있어 공증(公證)이 되기에 족하니, 예빈시(禮賓寺) 및 팔사의 하인들을 또한 마땅히 일체 모두 핵문(覈問)해야 합니다.” 하고, 승지의 일을 논한 대문의 대략에 이르기를, “파자교(把子橋)에서 돈화문을 바라보며 곧장 홍마목(紅馬木) 근처로 오면 당연히 단봉문 길로 굽어 들어가게 됩니다. 바로 그 바라보는 곳이 이처럼 긴데도 두 차례나 올라올 때 한 번도 열렸는지 닫혔는지를 보지 못했다는 것이 과연 사리에 가깝겠습니까. 단봉문으로 해서 나와 많은 인마(人馬)가 늘어서 가득찬 와중에 잠시 가로질러 지나간 권응(權譍)은 능히 사람들이 드나드는 상황을 자세히 살필 수 있었는데도, 파자교에서 두 차례 올라오며 곧장 돈화문을 바라보고, 먼 데에서 가까이 온 승선(承宣)은 일찍이 열렸는지 닫혔는지를 조금도 보지 못했으니, 일이 사리에 배반되고 사정에 가깝지 않음이 한결같이 이에 이를 수 있겠습니까.” 하고, 김진규(金鎭圭)의 일을 논한 대문의 대략에 이르기를, “헌신(憲臣)이 자신의 죄상으로 말한 바를 일체 성상(聖上)을 속이고 성상을 기롱한 것으로 돌리면서, 알소(訐訴)하는 말을 하여 곧 참소하는 사람이 되었으니, 이것이 어찌 옛사람의 과오가 있으면 자기의 탓이라 하던 의리이겠습니까. 신(臣)이 접때 그가 앞서 올린 상소를 보았더니 일종의 논의가 있었는데, 이번 일의 시비에 있어서 성교(聖敎)와 상반되는 말을 하였으므로, 저도 모르게 통탄하고 놀라 이는 장탕(張湯)이 임금의 뜻을 보며 옥사(獄事)를 다스린 것과 같은 것이고, 좌씨(左氏)가 말한 바 ‘천자(天子)가 편드는 것을 또한 편든다.’고 한 것과 같은 것이라 여겼습니다. 김진규가 평소에 자처(自處)하기를 또한 크게 비오(卑汚)하지는 않았는데, 이번에 이런 말들을 가지고 대각(臺閣)과 대항하고 있으니, 이는 인간 세상에 수치스런 일이 있음을 알지 못한 것입니다. 그가 성교(聖敎)를 칭술(稱述)하였음은 대개 자중(藉重)하여 남을 막아내는 장본을 삼으려 한 것인데, 과연 오늘날 헌신에게 대변(對辯)하는 상소에 나온 것입니다. 그의 마음가짐이 이러하니 옥사(獄事)를 다스림이 공평하지 못함은 진실로 괴이하게 여길 것이 없습니다.” 하니, 임금이 엄중한 비답을 내려 책하였다.【원소(原疏)에 대한 비답을 위에 나와 있다.】",
                "hj": "○甲辰/正言趙遠命疏論科査。 其論權譍事略曰: 譍未囚之前, 極口自明, 逢人輒說, 繼而貽書於數三親舊, 惟恐人之不聞知, 則此與綢繆私札有異, 狼藉傳看。 其槪曰: “其所爲說, 無非譸張, 而彼臺官者, 當此査事方張之際, 或恐査事之歸虛, 窮搜廣問, 要得證援, 而聞吾向者不製文而出, 如得奇貨, 以爲機不可失, 敷演增益, 以爲科事雜亂之證, 而又以目見闕門洞開, 傳說搢紳等語, 勒爲證案, 驅人於不測之地, 欲使我承望風旨, 暗爲附合, 其爲計極其陰譎。 彼哉禹寧, 固不足責, 其爲指嗾者, 誠可痛惋。” 仍復送言於發論臺官之女壻, 以爽實引避之意, 縷縷通懇云。 夫其書辭則如此, 供辭則如彼, 一人之言, 前後判異, 其故何哉? 旣曰: “如得奇貨, 敷演增益。” 又曰: “以目見門開等語, 勒爲證案, 欲使暗爲附合。” 云, 則其初不言門開, 而勒令立證, 使之附合之狀, 可見矣。 初旣如許拒斥, 終乃挺身作證, 未知緣何中變, 而其所謂指嗾者, 必有所指, 其果何人耶? 前後變幻之由, 中間指嗾之人, 及外製擧子, 目見與否, 不可不更囚嚴覈, 究得其實狀也。 其論闕門事略曰: 聞其日應辦所設, 在武兼廳所屬八司, 聚待於闕外, 進排雜物, 多不及時, 故應辦官詰問其稍緩之由, 則下人輩, 對以出入由丹鳳, 而丹鳳路應辦所最遠, 故自致如此云。 蓋金虎、敦化, 最近於應辦所, 而必迂取丹鳳門路, 每致窘急, 則兩門之不通, 自在其中, 應辦所屬八司下人, 終日往來, 兩門開閉, 無不見之理。 且與衛將輩, 畏罪抵賴者有異, 足爲公證, 禮賓寺及八司下人, 亦宜一倂覈問也。 其論承旨事略曰: 自把子橋, 望見敦化門, 直至紅馬木近處, 當迤入丹鳳路。 卽其望見處, 若是其長, 而再次上來時, 一不見開閉云者, 其果近似乎? 由丹鳳出, 萬馬駢闐中, 暫時橫過之權譍, 則能細察人物出入之狀, 自把子橋, 再次上來, 直瞻敦化, 自遠而近之, 承宣則曾不略見其開閉, 事之反理而不近情, 一至於此哉? 其論金鎭圭事略曰: 憲臣之所以罪狀其身者, 一切歸之於誣聖譏聖, 訐訴之言, 便成讒口, 此豈古人過則稱己之義哉? 臣向見其前疏, 有一種論議, 於玆事是非, 與聖敎相反之語, 不覺歎駭曰, 此張湯所以視上意, 而治獄者, 左氏所謂: “天子之所右, 亦右之” 者也。 鎭圭之平日自待, 亦不至太卑汚, 而今以此等語, 敵臺閣, 是不知人間有羞恥事也。 其所稱述聖敎, 蓋欲爲藉重禦人之張本, 而果發之於今日對憲臣之疏。 其秉心如此, 治獄之不平, 固不足异也。 上嚴批責之。【原疏、批旨見上。】"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On byeongo day, Acting Military Protector Kim Jinui submitted a memorial requesting that Jo Wonmyeong be punished for his discourtesy. In the byeongo year (, the memorial read as follows: If his slander and slandering the sage and shamelessly, his importance is not insignificant. How could your subject suspect that the slandering of his discussion is meant to demonstrate your subject and discern the righteousness? Your subject heard that the ancients admonished your subjects to follow the sage of slandering the sage and rectify the sage of slandering the sage of sage. However, your subject did not hear that it was clearly clarified by the sovereign. Thus, your subject deceived the importance of personal gains and deceived the sage of slandering the virtue and faults. Thus, he dared to evade his responsibility to demonstrate the sage of slandering the sage. On a previous day, Kim Sedeok submitted a memorial, and dared to discern the sage of Your Majesty to demonstrate the sage of slandering the sage of Yi Don and apprehend the sage of storing the king? In your subjects humble opinion, it would be proper to follow Your Majestys order today. However, Jo Wonmyeong made the evidence of storing the sage of storing the king and apprehensive the evidence of your subject. This means that he harbored the sage of storing the current sage of storing the king and apprehensive the sage of storing the king. Now that Your Majesty dislikes the sage of storing the s of the sage and impeaches the importance of your subject, how could your subject say that it would be possible for your subject to demonstrate the sages? In general, the sage of slandering the sage and slandering the sage was originally based on storing the sage of storing the sage, but the sage of slandering the sage of shameless sage and slandering the sage of Your Majesty. Your subject is afraid that the shame of",
                "H2KE-nKo": "행 호군 김진규가 조원명의 상소 때문에 상소하여 스스로 변명하였는데, 그 대략에,“성상을 기롱하고 무함했다는 등의 말로 신의 죄안을 삼아 수치를 모르는 것이라고 욕하기까지 한 것은 관계된 바가 작지 않으니, 신이 어찌 그 의론이 신을 배척하는 데서 나온 것을 혐의쩍게 여겨 군신의 의리를 분변하지 않을 수 있겠습니까. 신이 듣건대, 옛사람은 신하 된 자가 그 아름다운 뜻을 받들어 그 악을 바로잡아 주었다고 하였지, 군상이 통촉하였다고는 듣지 못하였습니다. 신이 사사로움을 부려 속이고 가리는 것이 덕에 흠이 되고 정사에 흠이 된다고 여겨, 감히 자신과 의견이 다른 사람을 비난하고 배척한다고 가탁하여 그 분노와 원망을 시원하게 풀었습니다. 그런데 지난번 이세덕의 상소에서는 감히 이돈을 두루 막은 성상의 통촉을 가지고 ‘사리를 따지지 않고 먼저 동이를 정했다.’라고까지 하였으니, 이것이 과연 유사를 비난하고 배척하는 데에 그쳤지 성상을 비난하고 무함하는 것이 아니겠습니까.신의 어리석은 생각으로는, 오늘의 처분은 신하가 받들어야 할 것인데 조원명은 성상의 하교를 받들어 따랐다고 신의 죄안을 삼았으니, 이는 은연중에 처분이 바로잡아 구제할 수 있는 것으로 귀결된 것입니다. 장탕이 문장을 기만한 것은 그 당시 상황이 어떠하였습니까. 저 장탕이 성상의 뜻을 살핀 것은 옳지 않았기 때문에 사신이 비난한 것입니다. 그러나 지금 성상께서는 두루 막은 것을 매우 미워하시니, 신이 받들어야 할 것인데 이것을 가지고 신을 지목하니, 신이 어찌 족히 성조에 욕됨이 있다고 말할 수 있겠습니까.대체로 ‘성상을 비난하고 무함하였다.’라고 한 것은 본래 근거가 있는 것이고 원래 참소한 것이 아닌데, 그는 수치를 모른다는 것으로 신을 욕하였습니다. 신은 모르겠습니다만, 임금을 비난하고 무함한 사람을 통탄스럽게 여기는 것이 수치가 되는 것입니까, 아니면 사당을 비호하고 멋대로 비난하고 무함하는 것을 수치가 되는 것입니까. 신이 비록 보잘것없지만 그 마음가짐이 군부를 높이고 간사함을 분변하는 데에 있으니, 이런 마음으로 옥사를 다스린다면 조원명에게 배척을 당하는 것은 당연합니다. 또한 신은 매우 통탄스러운 점이 있습니다. 명철한 주상께서 요즈음 이 일에 대해 조처하신 것이 어찌 배척하는 자가 무함하고 현혹하는 것이겠습니까. 그런데 조원명은 이에 해와 달이 뜬구름에 가리워진 것에 비유하였습니다. 아, 이 무리가 세력을 믿고 제멋대로 법을 무시하고 옥안을 혼란시키려고 하다가 성명의 엄한 배척을 받았는데도 여전히 현혹시키고자 하여 그 말이 불손한 것을 돌아보지 않았으니, 신처럼 무함당한 것에 대해서도 스스로 탄식할 겨를이 없습니다.”하였다. - 원래의 상소와 비지는 위에 보인다. -\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 9월 26일(병오) 1번째기사",
                "gt-oKo": "행 호군(行護軍) 김진규(金鎭圭)가 조원명(趙遠明)의 상소로 인해 진소(陳疏)하여 스스로 변명하였다. 그 대략에 이르기를, “그가 ‘성상을 기롱한 것이다.’, ‘성상을 속인 것이다.’란 말들을 한 것으로 신(臣)의 죄안(罪案)을 삼으며 수치(羞恥)를 알지 못하는 것이라고 욕하기까지 한 것은 관계되는 바가 적지 않은 것이니, 신이 어찌 그런 논박이 신을 배척하는 데서 나온 것임을 혐의로 잘못 여겨 군신(君臣)의 의리를 분변하지 않을 수 있겠습니까. 신은 옛사람들이 신자(臣子)된 사람을 교훈한 바는 그 아름다움을 장순(將順)하고 그 악을 광구(匡救)하게 하는 것이었다고 들었으며, 군상(君上)이 통촉(洞燭)하고 있는 일을 신하가 사심을 가지고 속이고 가리며 실덕(失德)과 비정(疪政)으로 여겨 감히 자기와 다른 사람을 비방하고 배척하는 데 가탁해 자기의 분과 원망을 푼다고 한 것을 듣지 못했습니다. 일전의 이세덕(李世德)의 상소는 감히 성상(聖上)께서 이돈(李墩)을 주차(周遮)하는 것으로 통촉하고 계시는 일을 ‘사리는 따져 보지도 않고 먼저 같은지 다른지를 작정한 것이다.’고까지 하였으니, 이것이 과연 유사(攸司)를 비방하여 배척한 데만 그칠 뿐, 성궁(聖躬)을 기롱하고 무망(誣罔)한 것이 아니란 말입니까. 대개 신의 어리석은 생각으로는 오늘날의 처분은 신자(臣子)들이 장순(將順)해야 할 바라고 여기는데, 조원명이 성교(聖敎)를 칭술(稱述)한 것을 들어 신(臣)의 죄안(罪案)으로 삼았으니, 이는 은연중 처분을 광구(匡救)해야 할 바의 것으로 돌린 것입니다. 장탕(張湯)의 무문농법(舞文弄法)은 그때의 사세가 어떠했습니까. 저 장탕이란 사람은 임금의 뜻을 살펴본 것이 옳지 못했기 때문에 사신(史臣)이 비난했던 것입니다. 오늘날 성명께서 주차(周遮)를 싫어하심은 지극히 공명 정대(公明正大)한 것이니, 신(臣)으로서는 마땅히 그대로 받들어야 하는 것입니다. 그런데 이것을 가지고 신을 지목하니, 신이 어찌 족히 말을 하여 성조(聖朝)에 욕을 끼치겠습니까. 대개 ‘성상을 기롱하였다.’고 한 것이나 ‘성상을 무망(誣罔)하였다.’고 한 것은 본시 의거한 데가 있는 것이고 원래 참소한 것이 아니었는데도, 그가 곧 ‘수치(羞恥)를 알지 못한 것’으로 신(臣)을 모욕했습니다. 신은 알 수 없습니다마는, 군상(君上)을 기롱하고 무망하는 사람을 통탄스럽게 여기는 것이 수치가 되는지요. 아니면 사당(私黨)을 비호하고 제멋대로 군상을 기롱하고 무망하는 것이 수치가 되는 것인지요. 신이 비록 변변치는 못합니다마는, 마음에 가지고 있는 바는 군부(君父)를 존숭하고 간위(奸僞)를 가리는 데 있습니다. 이런 마음을 가지고서 옥사(獄事)를 다스렸으니, 조원명에게 배척을 받음은 당연한 일입니다. 신이 또한 깊이 통탄스럽게 여기는 바가 있습니다. 성명께서 요사이에 이번 일을 처리하신 것은 밝은 안목으로 영단을 내리신 것이니, 대저 어찌 배척·알력(軋轢)하는 자가 무망(誣罔)하거나 현혹시킬 수 있는 것이겠습니까마는, 조원명은 곧 해와 달이 뜬구름에 가려진 데 견주었습니다. 아! 이 무리들이 세력을 믿고 방자하게 법을 무시하며 옥안(獄案)을 변란(變亂)하려다가 성명(聖明)께 엄한 배척을 당했는데도, 오히려 제멋대로 형혹(熒惑)하려고 들어 말이 불손(不遜)함도 돌아보지 않았으니, 신(臣)과 같은 사람이 모함을 받음은 또한 자탄(自歎)할 겨를도 없는 것입니다.” 하였다.【원소(原疏)에 대한 비답은 위에 나와 있다.】",
                "hj": "○(丙子)〔丙午〕/行護軍金鎭圭, 以趙遠命疏, 陳疏自辨。 略曰: 若其以譏聖誣聖等語, 爲臣罪案, 至詬以不識羞恥者, 關係非細, 臣豈可曲嫌其論之出於斥臣, 而不辨君臣之義耶? 臣聞古人之所以訓爲人臣子者, 將順其美, 匡救其惡, 未聞以君上之照燭, 其臣之用私欺蔽, 爲闕德疵政, 敢假托於詆斥異己, 以快其憤懟者, 而日者世德之疏, 乃敢以聖上之洞燭於周遮李墪者, 至以爲: “不問事理, 先定同異”, 則此果止於詆斥攸司, 而非所以譏誣聖躬耶? 蓋臣愚意, 竊謂今日處分, 臣子之所可將順, 而遠命以稱述聖敎, 爲臣罪案, 是隱然歸處分於可以匡救也。 張湯之舞文, 其時勢何如耶? 彼湯所視上意者, 不是, 故史臣剌之, 而今聖明之惡周遮, 極其明正, 宜臣所以奉承, 而以此目臣, 臣何足言有辱聖朝? 蓋譏聖誣聖云者, 自有援據, 元非讒訴, 而彼乃以不識羞恥, 僇辱於臣。 臣未知痛人之譏誣君上者, 爲可羞恥歟? 抑護私黨恣譏誣者, 爲可羞恥歟? 臣雖不侫, 其所秉心, 在於尊君父, 辨奸僞。 以此心而治獄, 宜其見斥於遠命矣。 抑臣又有所深痛者。 聖明近日之處玆事者, 离明乾斷, 夫豈是排軋者所誣眩, 而遠命乃比於日月之翳浮雲。 噫! 此輩恃其勢力, 恣意蔑法, 欲變亂獄案, 而爲聖明所嚴斥, 猶欲肆其熒惑, 不顧其言之不遜, 如臣等被構, 亦不暇自歎矣。【原疏、批旨見上。】"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On eulyu day, Fourth Inspector Yi Sedeok presented a memorial to the King in order to discuss the imprisonment of the state examination. The imprisonment of Yi Don was as follows. The imprisonment of Yi Don has already been forty years since he has served in the court. How could Your Majesty not understand the circumstances and the end of his personality? Should it be said that he was upright and narrow, it would be right to say that he had harbored slanderous personality. However, how could there be a slight grudge against him? In general, he returned to his home after receiving the royal order. This was truly because he was old and dull and foolish. However, due to this, he fabricated the imprisonment of the state examination, and he exerted his utmost effort to thoroughly impose the imprisonment of the state examination. How could this not be a great grievance in the world? The imprisonment of [Yi] Bin Heung and others was as follows: Now, the imprisonment of [Yi] Bin Heung and others has already been able to conceal his grievances. As for the imprisonment of the rites, the year and month of the celebratory and the year of the celebratory, there is no one who does not relations with him, and there is no intention to secure the circumstances. However, the imprisonment of the state examination is merely trusted by the imprisonment of the state examination. The imprisonment of the state examination is as follows: The imprisonment of the state examination and the imprisonment of the state examination is as such. The remonstrances of the censors are also ordered to interrogate [Yi Don and Yi Don and the imprisonment of the state examination. However, the imprisonment of the state examination and the imprisonment of the state examination cannot be easily established? The imprisonment of the state examination is as follows: The imprisonment of Yi Don and the King imprisonment of Yi Don and the other officials imprisonment of Yi Don and the imprisonment of",
                "H2KE-nKo": "지평 이세덕이 상소하여 과거의 옥사를 논하였다. 이돈을 신구하였는데, 그 대략에,“이돈이 조정에 선 지 이미 40년이 되었습니다. 그 사람됨의 본말을 전하께서 어찌 굽어살피지 못하셨겠습니까. 만약 견개하고 준애하다고 한다면 괜찮지만, 간사하게 음사한 짓을 한 것으로 말하면 어찌 털끝만큼이라도 비슷한 점이 있겠습니까. 대개 그가 패초를 받고 집으로 돌아간 것은 진실로 늙어서 정신이 혼미하여 뒤죽박죽이 된 결과입니다. 그런데 이로 인하여 견강부회하고 마음을 다해 두루 나열하여 두루 찾아다녔다는 죄안을 만들었으니, 어찌 천하의 지극히 원통한 일이 아니겠습니까.”하고, 이빈흥 등을 논핵하였는데, 그 대략에,“지금 이빈흥의 두 번째 공초를 보니, 유감을 품은 이유를 이미 스스로 숨기지 못하였습니다. 예강 연월 중에 그와 관계가 없는 것을 모두 대신 담당하여 해명한 것은 틈이 생기도록 하려는 의도였는데, 의금부가 치우치게 그 말만 믿고 끝까지 조사할 생각을 하지 않았으니, 거의 상정으로는 헤아릴 수 있는 바가 아니었습니다.”하였다. 그가 고시하는 일에 대해 논핵하였는데, 그 대략에,“출제하여 시권을 뽑고 주시관이 고시하여 참고하였다는 등의 말은 간신이 이돈을 죄주고 이돈이 스스로 해명한 것이 모두 여기에 있었습니다. 간신의 상소에 대한 비답에서 또 철저히 조사하라고 하셨으니, 한번 조사하여 밝히는 것은 그만둘 수 없는 일입니다. 그런데 문제 밖의 일이라고 핑계 대고 끝내 여러 고관에게 함사를 보내 물으라는 요청이 없었으니, 어쩌면 법전의 많은 사람들이 모인 자리에서 즉시 애매모호하게 분변할 수 있고 여러 아이들이 서로 떠들어 대어 댈 데가 없어 쉽사리 굳건히 정해졌기 때문이 아니겠습니까.”하고, 궐문의 일에 대해 논핵하였는데, 그 대략에,“대궐을 비우고 여닫는 것은 위장이 맡아 지키는 것이고, 과거 보는 날에는 승지가 으레 주관합니다. 더구나 전에 올린 상소에서 두 문이 모두 열렸다고 분명히 말하였으니, 지금 사설이 분분하고 일이 거듭 발생하는 때에 의금부로 잡아다 신문하여 분명하게 조사하는 것을 그만둘 수 없습니다. 그런데 의금부에서는 한갓 구구하게 다시 위장을 추고하는 것만을 일삼고 있으니, 이는 위장은 사람이 미천하여 자복을 받아 낼 수 있고 승지는 벼슬이 높아서 갑자기 말을 바꾸기 어려워서 그런 것이 아니겠습니까.”하고, 말미에 또 아뢰기를,“최석항의 함사와 이돈의 공사에는 그 출제하여 참고한 일에 대해 모두 명관을 끌어대어 말하였고, 명관이 다른 사람에게 말한 것에도 ‘사실이 참으로 그렇습니다.’라고 하였는데, 연달아 차자를 올려 진달할 때에 끝내 한마디도 언급하지 않았습니다. 대신의 처지에서 어찌 조사하는 일이 끝나지 않았다고 하여 머뭇거릴 필요가 있겠습니까. 신은 삼가 개탄스럽게 여깁니다.”하였다. 상소가 들어가자, 주상이 진노하여 원지에 찬배하라고 명하였다. - 원래의 상소와 연석의 하교는 위에 보인다. - 사신은 논한다. 대간의 말이 비록 과격하더라도 꺾어서는 안 되는데, 더구나 이 이세덕은 김진규 등이 단련한 정상을 목격하고 근심과 분노를 이기지 못하여 정성을 다해 논핵하였는데, 말이 매우 정직하였다. 그러니 더욱 마음을 비우고 수용하여 언로를 넓히고 옥사의 심리를 공평하게 해야 할 것이다. 그런데 도리어 당습으로 의심하여 직신으로 하여금 아침에 아뢰었다가 저녁에 찬배하게 하였으니, 매우 성덕의 일이 아니다. 이돈이 함정으로 만들었다는 말은 참으로 망발이다. 만약 이 말이 과연 그의 평생을 충분히 단정할 만하다면 또 어찌 그 뒤에 총애하여 등용해서 총재의 직임을 제수하기까지 한단 말인가. 10년이 지난 뒤에 소급하여 허물하고 이세덕에게 노한 것도 부족하여 또 이돈에게로 옮겨 크게 임금의 덕에 누를 끼쳤는데도 연신은 한마디 말도 없이 잠자코 있다가 물러났고, 이명웅은 또 임금의 뜻을 굽혀 순종하고 이어서 말한 사람을 비난하고 배척하기에 여력을 남기지 않았으니, 그 또한 무식하고 염치가 없는 매우 심한 자이다.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 9월 5일(을유) 1번째기사",
                "gt-oKo": "지평 이세덕(李世德)이 상소하여 과옥(科獄)의 일을 논하였다. 이돈(李墩)을 신구(伸救)한 대문의 대략에 이르기를, “이돈은 입조(立朝)한 지 이미 40년이 되었습니다. 그의 사람됨의 본말(本末)을 전하께서 어찌 굽어보시지 못하셨겠습니까. 만일 견개(狷介)하고 준애(峻隘)하다 한다면 옳겠지만, 간사하고 음사(陰私)하다는 것에 이르러서는 어찌 털끝만큼이라도 비슷한 것이 있겠습니까. 대개 그가 승패(承牌)한 뒤 집으로 돌아갔던 것은 진실로 늙고 정신이 없어 착각했던 소치에서 나온 것입니다. 그런데 이로 인하여 부회(傅會)하고 뜻을 다 기울여 두루 나직(羅織)하고 두루 찾아 다녔다는 죄안(罪案)으로 성립시켰으니, 어찌 천하에 지극히 원통한 일이 아니겠습니까.” 하고, 이빈흥(李賓興) 등을 논한 대문의 대략에 이르기를, “지금 이빈흥의 재차의 공초(供招)로 보건대, 감정을 품고 있는 연유를 이미 스스로 은휘(隱諱)하지 못하고 있습니다. 그와는 상관이 없는 예강(禮講) 연월(年月)을 끌어대어 분소(分疏)하지 않는 것이 없이 하였음은, 그의 뜻이 좋지 않은 사이를 앙갚음하기에 있은 것인데, 금오(金吾)에서 치우치게 그의 말만 믿고 끝까지 핵실(覈實)할 것을 생각하지 않았음은 자못 상정(常情)으로 헤아릴 수 없는 일입니다.” 하고, 고시(考試)의 일을 논한 대문의 대략에 이르기를, “글제를 냈다느니, 시권(試券)을 뽑았다느니, 주시(主試)가 참고(參考)했다느니 하는 등의 말은 간신(諫臣)이 이돈을 죄주게 된 바이며, 이돈이 스스로 해명해야 할 바도 모두 여기에 있습니다. 간신의 상소에 대한 비답(批答)에서 또 구문(究問)하도록 하셨으니, 한 번 조사해 밝힘은 그만둘 수 없는 일인데도, 문제 이외의 것이라고 핑계하고 끝내 여러 고관(考官)에게 함문(緘問)을 청하는 일이 없었습니다. 어찌 법전(法殿)의 여러 사람이 모인 자리에서는 뭇사람의 눈이 즉시 호도(糊塗)하고 있음을 가려낼 수 있지만, 여러 아이들이 저들 스스로 떠드는 말은 빙신(憑信)할 수 없는 것이므로 억지로 결정해버리기 쉽기 때문이 아니겠습니까.” 하고, 궐문에 관한 일을 논한 대문의 대략에 이르기를, “빈 궐문의 여닫음은 위장(衛將)이 맡아서 하지만, 과거날에는 으레 승선(承宣)이 주관하는 법입니다. 더우기 앞서의 상소에 양문(兩門)이 모두 열렸었음은 분명히 말했으니, 지금 사설이 시끄럽고 곡절이 층층으로 생기고 있는 때를 당해서는 잡아다 추문(推問)하여 분명하게 사핵하는 것을 그만둘 수 없습니다. 그런데도 금오(金吾)에서는 한갓 구구하게 다시 위장을 추문하는 것을 일로 삼고 있으니, 곧 위장은 이미한 사람들이라 승복(承服)받을 수 있지만, 승선(承宣)은 높은 벼슬이라 갑자기 말을 바꿀 수 없어서 그런 것이 아니겠습니까.” 하고, 말미에 또 논하기를, “최석항(崔錫恒)의 함답(緘答)과 이돈의 공사(供辭)는 글제를 내거나 참고(參考)할 때의 일에 있어서 모두 명관(命官)을 끌어 말을 했고, 명관이 사람들에게 말을 한것에도 또한 ‘사실이 진실로 그러했다.’고 했는데도, 잇따라 차례로 차자(箚子)를 진달할 즈음에 끝내 한 마디 말도 제기하여 언급하지 않았습니다. 대신의 처지로 어찌하여 사핵(査覈)하는 일이 끝나지 않았다 하여 지대(遲待)할 필요가 있겠습니까. 신(臣)은 그윽이 개탄스럽게 생각합니다.” 하였는데, 상소가 들어가자, 임금이 진노(震怒)하여 먼 곳으로 귀양보내도록 명하였다.【원소(原疏)에 대한 연석(筵席)에서의 하교는 위에 나와 있다.】 사신(史臣)은 논한다. 대관(臺官)의 말은 비록 혹 과격하더라도 마땅히 꺾어서는 안된다. 더우기 이번에 이세덕은 김진규(金鎭圭)의 무리가 단련(鍛鍊)하는 정상을 눈으로 보고 우려와 분개를 견디지 못하여 혈성(血誠)을 다해 논하여 말이 매우 간절하고 정직하였다. 그렇다면 허심탄회하게 용납하고 받아들여 언로(言路)를 넓히고 옥사(獄事)의 심리를 공평하게 해야 더욱 마땅할 것인데, 이에 도리어 당습(黨習)으로 의심하여 정직한 신하가 아침에 아뢰고 저녁에 귀양갔으니, 너무나도 성덕(盛德)의 일이 아니다. 이돈의 ‘함정이 되었다.’고 한말과 같은 것은 진실로 망발이다. 그러나 만약 이 말을 가지고 과연 그의 한 평생을 단정할 수 있었다면, 또 어찌하여 그 뒤에도 총애(寵愛)하여 임용(任用)하고 총재(冢宰)의 소임을 제수하기까지 하였는가. 10년이 지난 뒤에 뒤쫓아 죄주되, 이세덕에게 노한 것도 부족하여 또 이돈에게 옮겨 크게 임금의 덕에 누가 되었는데도, 연신(筵臣)들은 입을 다물고 한 마디 말도 하지 않고서 물러갔고, 유명웅(兪命雄)은 또 임금의 뜻에 굽혀 순응하였으며, 따라서 언자(言者)를 욕하여 배척하기에 힘을 남기지 않았으니, 또한 무식하고 염치없음이 매우 심한 자이다.",
                "hj": "○乙酉/持平李世德陳疏論科獄事。 其救李墪則略曰: 李墪之立朝, 已四十年矣。 其爲人本末, 殿下豈不俯燭? 若謂之狷介峻隘則可也, 而至於回互陰私, 豈有一毫髣髴者哉? 蓋其承牌後還家, 固出於老昏顚錯之致, 而因此傅會, 極意周羅, 以成歷抵之案者, 豈非天下之至冤耶? 其論賓興等則略曰: 今以賓興再招觀之, 則致憾之由, 旣不能自諱。 禮講年月之不干於渠者, 無不替當分踈, 意在修隙, 而金吾之偏信其言, 不思窮覈者, 殆非常情之所可測也。 其論考試事則略曰: 出題抄券, 主試參考等說, 諫臣所以罪墪, 墪之所以自明者, 皆在於此。 諫臣疏批, 又令究問, 則一番査明, 在所不已, 而諉以題外, 終無諸考官緘問之請, 豈法殿稠坐, 衆目可以立辨糊塗, 而群兒之自相嘵訛, 無所憑信, 易於硬定故也耶? 其論闕門事則略曰: 空闕開閉, 衛將典守, 而科日則承宣例主之。 況其前疏, 明言兩門之倂開, 則今當辭說紛挐, 節拍層生之際, 拿問明覈, 不容但已。 金吾徒以區區更推衛將爲事, 無乃衛將人微, 可以取服, 承宣官高, 猝難變辭而然耶? 末又曰: 崔錫恒之緘辭, 李墪之供辭, 於其出題參考事, 皆引命官爲言, 命官之言于人者, 亦言: “事實誠然” 云, 而連次箚陳之際, 終無一辭提及。 大臣處地, 何必以査事未了, 而有所遲待耶? 臣竊慨然也。 疏入, 上震怒, 命遠竄。【原疏、筵敎見上。】 【史臣曰: “臺言雖或過激, 不當摧折, 而況玆李世德, 目見鎭圭輩鍜鍊之狀, 不勝憂憤, 瀝血殫論, 言甚功直, 則尤宜虛心容受, 以廣言路, 以平獄理 而乃反以黨習疑之, 使直臣, 朝奏而夕竄, 甚非盛德事也。 至若李墪爲穽之言, 誠妄發也, 倘以此言, 果可以足斷平生, 則又何以寵用於其後, 至授以冢宰之任耶? 追咎於十年之後, 怒世德而不足, 又移於墪, 大爲君德之累, 而筵臣默無一言而退, 命雄又曲順上旨, 從而詆斥言者, 不遺餘力, 其亦無識無恥之甚者也。”】"
            }
        }
    },
    "10": {
        "15": {
            "1": {
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 10월 15일(을축) 1번째기사",
                "gt-oKo": "대사간 이제(李濟)가 상소하여 과옥의 사핵(査覈)에 대하여 논하였다. 궐문에 대한 일을 논한 대문의 대략에 이르기를, “과장(科場) 밖에서 글을 지은 것이 어떠한 죄벌(罪罰)입니까. 그런데도 앞장서서 스스로 떠맡다가, 사설(辭說)이 조금이라도 반대되던 했던 말을 변경하여 맞아떨어지기를 바라니, 여기에는 반드시 은휘(隱諱)하는 정상이 있습니다. 가위장(假衛將)과 금란관(禁亂官)들이 모두 문이 닫혔다고 했고, 승선(承宣)의 상소에도 또한 두 문이 굳게 닫혔음을 밝혔으며, 뒤의 상소에 비록 ‘직책을 거행했는지는 보장(保障)하기 어렵다.’는 말이 있기는 있습니다마는, 이미 엄하게 신칙(申飭)하였으니, 위장들이 어찌 감히 닫지 않았겠습니까. 이미 시소(試所)의 신칙이 있었으니, 병조(兵曹)의 절목(節目)에 논할 바가 아닙니다. 의금부에서는 마땅히 이를 가지고서 문에 관한 일을 감단(勘斷)해야 하고, 형조(刑曹)에서도 또한 따라서 조명(趙銘)과 권치대(權致大)를 형신(刑訊)할 것을 계청(啓請)해야 하는데도 서로가 떠밀고 핑계대며 오로지 시간을 끌기만 일삼고 있으니, 반드시 그 사이에는 큰 기관(機關)이 끼어 있는 것입니다. 이러한 실정과 형편을 온 세상 사람들이 누군들 알지 못하겠습니까마는, 유독 전하께서 알지 못하고 계시는 것입니다. 이를 미루어 말하자면 두루 찾아 다녔다는 일도 어찌 이와 다르겠습니까.” 하고, 대각(臺閣)에 관한 일을 논한 대문의 대략에 이르기를, “순풍(順風)을 탄 나머지에 못하는 바가 없습니다. 대각에 있는 사람들이 조원명(趙遠命)이 인피(引避)하며 말을 다할까 두려워 급급하게 파직을 계청(啓請)하고 공격해 제거하였습니다. 그리고 그 꾀가 이미 이루어지자 또 마음에 통쾌하도록 죄를 가하려고 하여, 언관(言官)으로서 언관에게 죄를 줄 것을 청하였으니, 이세덕(李世德)을 멀리 귀양 보내는 명의 환수(還收)를 정계(停啓)한 것은 또한 족히 괴이하게 여길 것이 없습니다. 김춘택(金春澤)의 적배(謫配)에 이르러서는, 그 사람과 한 나라 안에서 같이 살 수 없음은 상하(上下) 피차(彼此)가 꼭같은 의견입니다. 성상(聖上)께서 비록 호생지덕(好生之德)으로 방송(放送)을 명하셨다 하더라도, 진실로 극력 논쟁하여 반한(反汗)을 기약해야 마땅한데, 공의(公議)를 돌아보지 않고 맨 먼저 논계(論啓)를 정지했으니, 이는 또한 당의(黨議)라 그만둘 수 없는 것입니까.” 하고, 권응(權譍)에 관한 일을 논한 대문의 대략에 이르기를, “시배(時輩)들이 구득한 사서(私書)를 가지고 조원명(趙遠命)의 죄로 삼고 있는데, 두루 찾아다녔다느니 거화(擧火)이니 협문(夾門)이니 북소(北所)이니 하는 말이 모두 사사로운 이야기에서 나와 장독(章牘)에 오른 것인 줄은 알지 못하고 있습니다. 이는 사의(私意)에 완전히 가리워져 그렇게 된 것입니다.” 하고, 김진규(金鎭圭)에 관한 일을 논한 대문의 대략에 이르기를, “조원명이 수치(羞恥)를 알지 못하는 사람이라고 기롱했는데도, 또 다시 뻔뻔스런 얼굴로 억지고 다투고 장순(將順)한 것으로 자처(自處)하고 있습니다. 요순(堯舜)·시절에도 또한 비방목(誹謗木)을 세웠습니다. 성세(聖世)라 하여 어찌 곤직(袞職)에 실수가 없겠습니까. 마땅히 광구(匡救)해야 하는데도 광구하지 못하고 곧 ‘내가 능히 장순(將順)한다.’고 했으니, 과연 신하된 사람이 임금을 섬기는 도리에 맞는 것인지요. 그는 ‘이세덕(李世德)은 유사(攸司)에다 노여움을 가져 감히 지척(指斥)할 수 없는 곳에 옮겼다.’고 하고, 또 ‘조원명은 성교(聖敎)를 칭술(稱述)한 것을 신(臣)의 죄로 삼아, 은연중에 처분을 광구(匡救)해야 할 것으로 돌렸다.’라고 하여, 자신이 사람들에게 배척받은 것을 성상께 돌려 공동(恐動)시키고 스스로 벗어 나려는 계책을 삼았습니다. 장탕(張湯)의 일을 변명함에 이르러서는 시세(時世)를 가지고 말을 하였으니, 그의 뜻은 ‘성세(聖世)를 효무(孝武)의 시대에 견주었다.’는 것으로 조원명의 죄목(罪目)을 삼은 것입니다. 옛적의 언자(言者)들이 곧장 자기 나라 임금을 걸주(桀紂)·에 견주는 경우가 있었지만, 불경(不敬)이라 하여 죄를 주었음을 들어보지 못했습니다. 취렴(聚斂)하는 신하로 배척할 적에는 상홍양(桑弘羊)에게 견주고, 간사한 신하로 배척할 적에는 노기(盧杞)에게 견주곤 한 것이 고금(古今)에 어찌 한정이 있었겠습니까마는, 견준 시세 때문에 언자(言者)에게 죄를 주었음은 들어보지 못했습니다. 또 이세덕의 아내의 한탄하는 말을 들어 하늘을 속이는 짓이라고 했습니다마는, 윤취리(尹就履)·김상원(金相元)·남치훈(南致熏)의 상소에 모두 겸종(傔從)들을 구문(究問)하는 것은 불가하다고 말했으니, 오늘날의 사핵(査覈)하는 일에 불만스런 뜻을 가지고 있음을 알 수 있습니다. 그런데도 의언(議讞)하는 사람들이 마디마디 어긋나게만 하고 있으니, 온 세상의 공론이 어찌 억울하게 여기며 개탄하지 않을 수 있겠습니까. 그렇다면 과연 누가 하늘을 속이는 것이고 누가 하늘을 속이지 않는 것입니까. 이돈(李墩)이 무슨 기염(氣焰)이 있어서 온 세상을 구사(驅使)할 수 있겠습니까. 연교(筵敎)는 한때의 엄한 뜻에서 나온 것이고, 승지(承旨)가 과당하다고 논계(論啓)하였으니 이에 공론을 볼 수 있는데도, 김진규는 곧 ‘이돈의 기염을 모두 통촉(洞燭)하신 것이라.’고 하며 따라서 찬양하였습니다. 이는 단지 이돈만 모함한 것이 아니라 대개 한편의 사람들을 모함하여 일망타진(一網打盡)하려고 한 것이니, 또한 몹시 위험하고 두려운 일입니다. 당초 간장(諫長)의 상소에 영남(嶺南) 유생(儒生)이 눈물 흘린것을 들어 말을 하여 말이 공동(恐動)시키려는 데 관계되었고, 재차의 상소와 삼차의 상소에도 반드시 증거로 만들려 했으니, 공정한 마음에서 나온 것이 아님을 알 수 있습니다. 더우기 또한 증인과 간련자(干連者)들이 모두가 아이들이거나 무뢰(無賴)한 무리이었으니, 이것을 가지고 옥사(獄事)를 구성한다면, 어떻게 후세에 보일 수 있겠습니까.” 하였는데, 상소가 들어가자 임금이 파직을 명하였다.【원소(原疏)와 연교(筵敎)는 위에 나와 있다.】",
                "hj": "○乙丑/大司諫李濟疏論科査。 其論闕門事略曰: “科場外製, 何等罪罰, 而挺身自當, 辭說少反, 則變其言而求其合, 此必有隱情。 假衛將、禁亂官, 皆言門閉, 承宣之疏, 亦明兩門之牢閉, 後疏雖有難保擧職之語, 而申飭旣嚴, 則衛將何敢不閉? 旣有試所申飭, 則兵曹節目, 非所可論也。 禁府當以此勘斷門事, 刑曹亦隨以請刑銘、致大, 而互相推托, 專事遷延, 必有大機關, 存於其間。 似此情形, 一世之人, 誰不知之, 獨殿下未之知耳。 推是而言之, 歷抵之事, 何以異此? 其論臺閣事略曰: 順風之餘, 無所不至。 居臺閣者, 恐遠命之引避盡言, 汲汲請罷而擊去之。 其計旣行, 又欲快意而加罪之, 以言官而請罪言官, 則李世德遠竄還收之停啓, 亦無足怪也。 至於金春澤之謫配, 其人之不可與同中國, 無上下彼此一辭。 聖上雖以好生之德, 命之放送, 固宜力爭, 必期反汗, 而不顧公義, 首先停論, 此亦黨議之不可已耶? 其論權譍事略曰: 時輩以購得私書, 爲遠命之罪, 而不知歷抵、擧火、夾門、北所, 皆出於私說話, 而登諸章牘。 此則錮蔽於私意而然也。 其論金鎭圭事略曰: 遠命譏之以不識羞恥, 則又復靦面强爭, 自居以將順。 堯、舜之時, 亦立誹謗之木。 聖世豈無袞職之闕? 當匡救而不能匡求, 乃曰吾能將順, 果合於人臣事君之道乎? 其曰: “世德以怒於攸司, 移之於不敢指斥之地。” 其曰: “遠命以稱述聖敎爲臣罪, 隱然歸處分於可以匡救。” 以身之被斥於人者, 而歸之於聖上, 以爲恐動自脫之計。 至其辨張湯之事, 而以時世爲言, 其意以比聖世於孝武之時, 爲遠命之罪。 古之言者, 直比其君於桀、紂者有之, 未聞罪之以不敬。 斥聚斂之臣, 則比之弘羊, 斥好邪之臣, 則比之盧杞, 卽古今何限, 未聞以所比之時世, 而罪言者也。 又以世德婦孺齋咨之言, 而謂之欺天, 尹就履、金相元、南致熏之疏, 皆言其究問傔從之不可, 不滿於今日査事之意, 可知, 而所以議讞者, 節節乖舛, 一世之公議, 寧不抑菀而歎慨乎? 然則果孰欺天, 而孰爲不欺天乎? 李墪有何氣焰, 可以驅使一世? 筵敎出於一時嚴旨, 而承旨論其過當, 此可見公議, 而鎭圭乃以墪之氣焰, 擧皆洞燭, 從而贊之。 此則非但所以擠墪, 蓋欲擠一邊人而網打之, 其亦危怕之甚矣。 當初諫長疏中, 擧嶺儒流涕爲言, 言涉恐動, 再疏三疏, 必欲證成, 非出於公心可知。 況且證左干連, 皆是童孩、無賴之類, 以此成獄, 何以示後? 疏入, 上命罷職。【原疏、筵敎見上。】"
            },
            "2": {
                "H2KE-EN": "Assistant State Councilor Yun Segi passed away. Yun Segi was simple and imprudent by nature and lacked behavior. He was slightly intelligent and slandered by others. When he became a high-ranking official, he treated the petty official as well. In the world, he did not treat scholar-officials with him. He strongly performed the praise of the honorific title. He colluded with Yu , Tae Chae , and others, together with him. When he was imprisoned in the prison, he lost his mind and lost his nature. At this time, he died. However, he was strongly loved with filial piety and filial piety, encouraging his virtuous conduct. People in the world sometimes called him praise of this.",
                "H2KE-nKo": "좌참찬 윤세기가 졸하였다. 윤세기는 거칠고 경솔하며 행검이 없었으며 속된 말로 남을 모욕하기를 잘하였다. 높은 품계에 올라서는 동료 서리를 대할 때에도 그러하여 세상에서 사대부로 대우하지 않았다. 존호 올리는 일을 매우 강력히 주장하여 이유, 조태채의 무리와 한마음으로 도와 이루었다. 김식의 옥사를 거치고 나서는 심성을 상실하였는데, 이때에 이르러 졸하였다. 그러나 효성과 우애를 독실히 하고 의기를 숭상하였으므로 세상에서 혹 이 때문에 그를 훌륭하게 여겼다.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 10월 15일(을축) 2번째기사",
                "gt-oKo": "좌참찬 윤세기(尹世紀)가 졸(卒)하였다. 윤세기는 거칠고 경솔하며 행검(行檢)이 없었고 사람들에게 상말로 욕을 잘하였다. 높은 품계(品階)에 있으면서도 동료들을 대하여 또한 그러하므로 세상 사람들이 사대부로 대우하지 않았으나, 존호(尊號)를 매우 힘써 주창(主唱)하여 이유(李濡)·조태채(趙泰采) 등과 마음을 합쳐 협찬(協贊)하여 성사시켰다. 이식(李栻)의 옥사(獄事)를 겪으면서는 심성(心性)을 상실하였는데, 이때에 와서 졸한 것이다. 그러나 효도와 우애에 돈독하고 의기(意氣)를 숭상하였으므로, 세상 사람들이 혹 이 점을 장처(長處)로 여기기도 하였다.",
                "hj": "○左參贊尹世紀卒。 世紀, 麤率無行檢, 善以俚語辱人。 及居崇品, 對僚吏亦然, 世不以士夫待之。 主尊號甚力, 與濡、泰采輩, 同心贊成。 及經鉽獄, 喪失心性, 至是卒。 然篤孝友尙意氣, 世或以此多之。"
            }
        }
    },
    "11": {
        "10": {
            "1": {
                "H2KE-EN": "The State Tribunal interrogated Kwon Geuk , who did not carefully examine the words of Kwon Geuk for his personal use in the gichuk year (1419, the fifth year of King Sejongs reign, and interrogated Kim Sangok again. [Kwon] Geuk confessed [Kwon] Geuk for his confession as follows: The personal letter was extremely distressed by his anger and his words were not thoroughly selected. However, the censors purchase [Kwon Geuk] for his personal letter. This was not what I could do. In the end, [Kwon Geuk] also led three men including Im Dang , Kwon Cheom , and Yi Sugang in order to clarify [Kwon Geuk for his confession]. The three men were all relatives of Kwon Geuk for his confession. The State Tribunal interrogated three men, and the confessions of three men were all confesed to Kwon Geuk for his confession. The State Tribunal finally reported [Kwon Geuk] for the release of Kwon Geuk. 사신은 논한다. The do not open and opening of Donhwa Gate was truly related to the strictness of the 과장. The two high officials enjoyed the words of [Kwon] Geuk and [Kwon] Chidae , who happened to hear the words of [Kwon] Geuk and [Kwon] Chidae , and finally delivered them to officials. Eventually, [Kwon] Geuk submitted [Kwon Geuk] and fabricated a false report to the King. [Kwon Geuk] fabricated a great impeachment. However, his words were not confused, and the matter was not similar to the principle. [Kwon Geuk] would have no longer treacherous acts. The high officials also searched for [Kwon] Geuk for his confession. [Kwon] Geuk also fabricated many circumstances and cannot be trusted. For this reason, [Kwon] also Geuks elder brother-in-law Kwon Cheom for confesssion. Kwon Cheom , being the son of [Kwon] Geuk for his confession, was inevitable",
                "H2KE-nKo": "기축년에 의금부에서 권응의 사서 내용이 상세하지 못하다는 것과 김상옥의 계사를 가지고 다시 추문을 가하였는데, 권응의 공초 내용은 대략 다음과 같다.“사서의 경우는 분한 마음이 극에 달하여 말을 가려서 하지 않았으나, 간신이 사서를 구득하여 구실로 삼을 줄은 생각지도 못하였습니다.” 말미에 또 임당, 권첨, 이수강 세 사람을 끌어대어 해명하였는데, 세 사람은 모두 권응의 지친이었다. 의금부가 세 사람을 잡아다 신문하니, 세 사람의 공초가 모두 권응의 말과 같았다. 의금부가 마침내 아뢰어 권응을 석방하였다. 사신은 논한다. 돈화문이 열리고 열리지 않는 것은 실로 과장이 엄격하고 엄격하지 않은 데 관계된다. 두 재신이 이명과 권치대의 허망한 말을 즐겨 듣고 비로소 벼슬아치들 사이에 전파하여 마침내 상소와 계사가 올라오자, 없는 사실을 날조하여 큰 옥사를 격발시켰다. 다만 말이 조리에 맞지 않고 일이 이치에 가깝지 않아 장차 그 간계를 부릴 수 없게 되자, 대신이 또 권응을 찾아내어 증거로 삼았다. 권응도 어긋나는 단서가 많아 믿을 수 없었으므로 또 그의 재종형인 권첨을 끌어들여 사실로 만들려고 하였다. 권첨은 권응의 아들을 후사로 삼았으나 정세에 몰려 어쩔 수 없이 권응의 말을 곡진히 따랐는데, 권응의 공초가 한결같이 권응의 공초와 같았다. 당시 사람들이 권응교라고 하였는데, 권첨은 일찍이 응교를 지냈고 그 말은 오로지 권응이 시킨 데서 나왔기 때문에 사람들의 말이 이와 같았다.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 11월 10일(기축) 1번째기사",
                "gt-oKo": "의금부에서 권응(權譍)이 사서(私書)의 조어(措語)를 잘 살피지 않은 것과 김상옥(金相玉)의 계사(啓辭)를 가지고 다시 추문(推問)을 가하니, 권응의 공초(供招)의 대략에 이르기를, “그 사서는 분개와 한탄이 극도에 달했기에 말을 가리지 않았던 것인데, 간신(諫臣)이 그 사서를 구득하여 구실(口實)을 삼을 줄은 미처 생각하지 못했던 바입니다.” 하고, 끝에는 또한 임당(任瑭)·권첨(權詹)·이수강(李壽崗) 세 사람을 끌어대어 해명했는데, 세 사람은 모두 권응의 지친이다. 의금부에서 세 사람을 잡아다가 추문하니, 세 사람의 공초가 모두 권응의 말을 옳게 여겼으므로 의금부에서 드디어 아뢰어 권응을 놓아주었다. 사신(史臣)은 논한다. 돈화문(敦化門)이 열렸는지 열리지 않았는지는 실로 과장(科場)이 엄격했는지 엄격하지 않았는지와 관계가 있는 일이다. 두 재신(宰臣)이 조명(趙銘)과 권치대(權致大)의 허망한 말을 반갑게 들어 처음에 진신(搢紳)들 사이에 전파하고 마침내 상소와 계사(啓辭)에 올리기까지 하여, 터무니없는 말을 만들어 내어 큰 옥사(獄事)를 격발(激發)해 구성했지만, 다만 어불성설인데다 일이 사리에 가깝지 않아 장차 그 간계(奸計)를 이룰 수가 없었다. 대신(臺臣)들이 또한 권응을 찾아내어 증인으로 내세웠지만 권응 또한 어긋나는 단서가 많아 취신(取信)할 수 없었으므로 또 그의 재종형(再從兄) 권첨(權詹)을 끌어대어 사실로 만들려고 하였다. 그런데 권첨은 권응의 아들을 후사(後嗣)로 삼았으므로 사정에 얽매이고 사세에 몰려 부득이 권응의 말을 굽혀 따라 공초가 한결같이 권응의 공초와 같았다. 당시 사람들은 ‘권응교(權應敎)라.’고 했는데, 대개 권첨이 일찍이 응교(應敎)를 지냈었고, 그의 공술하는 말이 오로지 권응의 교사(敎唆)에서 나온 것이었기 때문에 사람들의 말이 이와 같았던 것이다.",
                "hj": "○己丑/禁府以權譍私書措語之不爲詳審, 及金相玉啓辭, 更加推問, 譍供略曰: “私書則憤惋所極, 言不擇發, 而諫臣之購得私書, 以爲口實, 非意慮之所及也。” 末又引任瑭、權詹、李壽岡三人以明之, 三人皆譍至親也。 禁府拿問三人, 則三人所供, 皆是譍言, 禁府遂啓放譍。 【史臣曰: “敦化門之開不開, 實關於科場之嚴不嚴。 兩宰臣樂聞銘、致大虛妄之言, 始傳于搢紳之間, 卒登於疏啓之上, 構虛捏無, 激成大獄, 而第語不成說, 事不近理, 將無以售其奸, 臺臣又覓出權譍而立證, 譍亦多違端, 不可取信, 故又引其再從兄權詹而欲實之。 詹以譍子爲其後, 拘於情迫於勢, 不得已曲從譍言, 所供一如譍招。 時人謂之權應敎, 蓋詹曾經應敎, 而其言專出於權譍所敎, 故人言如此。”】"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On byeongsin day, Yi Don , a personal aides of Yi Don , died in prison. The Ministry of Punishments reported that he died of hungry and cold.",
                "H2KE-nKo": "병신년에 이돈의 겸종 한 사람이 옥중에서 죽었다. 형조가 굶주림과 추위로 인해 죽었다고 아뢰었다.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 11월 17일(병신) 1번째기사",
                "gt-oKo": "이돈(李墩)의 겸종(傔從) 한 사람의 옥중에서 죽으니, 형조(刑曹)에서 굶주림과 추위로 죽었음을 아뢰었다.",
                "hj": "○丙申/李墪傔從一人, 死獄中, 刑曹啓以饑寒殞斃。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The State Tribunal reported to the King on the grounds of the eulsa year (, Yi Don and his personal interpreters have already confessed to the house of Oh Suwon in interrogating through Yi Don and confessed to the throne. Therefore, Yi Don and his personal interpreters have already been recognized by Yi Don and his personal interpreters. Therefore, your subjects request that Oh Suwon also be interrogated and interrogated. The King granted permission. At the time, the Ministry of Punishments interrogated his personal interpreters and severely beaten them to death. There was no one who did not feel grievances. 사신은 논한다. The personal interpreters of Yi Don and his personal interpreters were interrogated to evidence the crime of evidence to the head of the office. Therefore, this is not a matter of a prosperous era. Moreover, the personal interpreters of Yi Don and his personal interpreters are related to the admitters or not. Therefore, it is difficult to reprimand those who have already been able to reprimand to life. However, Yi Don and his false interpreters have been falsely confessed by Yi Don and his personal interpreters. However, Yi Don and his false interpreters were merely returned to Yi Don and his personal interpreters. If such interpreters can be able to observe the hearts of the people?",
                "H2KE-nKo": "의금부가 아뢰기를,“이돈의 여러 겸종이 이미 이돈이 오수원의 집에 두루 찾아다닌 것을 바른대로 공초하였으니, 이돈이 전에 공초한 것이 허황하다는 것을 알 수 있습니다. 이것을 가지고 이돈을 다시 추문하고 오수원도 의금부로 잡아다 신문하여 증거를 대어 조사하소서.”하니, 주상이 윤허하였다.이때 형조가 겸종을 신문하였는데 혹독하게 형장을 쳐서 목숨을 잃는 경우가 있었으므로 도성 사람들이 모두 원통하게 여겼다. 사신은 논한다. 겸종을 추문하여 관장의 죄를 증명하는 것은 원래 성세의 일이 아니다. 더구나 이돈의 겸종들이 그가 죽었는지 살았는지에 대해서는 자복을 받았는지의 여부에 달려 있으니, 죽었는지 살았는지에 대해서는 사람들이 요구하기 어려운 것이다. 이미 살릴 수 있는 길로 인도하고서 형장을 지나치게 쳐서 거짓 자복을 받은 것으로 스스로 단안을 삼아 곧바로 이돈을 허황한 것으로 귀결시켰으니, 이러고도 사람들의 마음을 복종시킬 수 있겠는가.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 11월 26일(을사) 1번째기사",
                "gt-oKo": "의금부에서 아뢰기를, “이돈의 여러 겸종(傔從)들이 이미 이돈이 오수원(吳遂元)의 집에 두루 찾아갔음을 바른대로 공초했으니, 이돈의 앞서 공초는 허황한 것임을 알 수 있습니다. 이를 가지고 이돈을 다시 추문(推問)하고 오수원도 또한 청컨대 잡아다가 추문하여 증거를 사핵(査覈)하게 하소서.” 하니, 임금이 윤허하였다. 이때 형조에서 겸종들을 심문하면서 혹독하게 형장을 가하여 목숨이 떨어지는 사람이 있었으므로, 도성(都城) 사람들이 원통하게 여기지 않음이 없었다. 사신(史臣)은 논한다. 오직 겸종들만 추문하여 관장(官長)의 죄를 증거하려 함은 원래 성세(聖世)의 일이 아니다. 더욱이 이돈의 겸종들은 죽고 사는 것이 승복(承服) 여부에 달려 있고 사생(死生)이 결정나는 순간에는 남이 책임지기 어려운 바인데, 이미 살 수 있는 길이라고 유도(誘導)해 놓고 지나친 형장(刑杖)으로 거짓 자복을 얻어낸 뒤 스스로 단안(斷案)을 내리되, 곧장 이돈을 허황한 사람으로 돌렸으니, 이러고도 사람들의 마음을 복종시킬 수 있겠는가.",
                "hj": "○乙巳/禁府啓曰: “李墪諸傔, 旣以墪歷抵吳遂元家, 直招, 則墪之前招, 可知其虛謊。 以此更推於墪, 遂元亦請拿問憑覈。” 上允之。 時, 刑曹訊問傔從, 而杖酷至殞命者有之, 都人莫不冤之。 【史臣曰: “推問傔從, 以證官長之罪, 元非盛世事, 而況李墪傔從等, 其死其生, 係於承款與否, 死生之際, 人所難責。 旣導之以可生之路, 而施以淫刑, 得其誣服, 自以爲斷案, 而直歸墪於虛謊, 此而能服人心乎?”】"
            }
        }
    },
    "12": {
        "10": {
            "1": {
                "H2KE-EN": "On gimi day, Minister of War 조태채가 소를 올려 진달하기를, “이세덕의 상소 가운데 북소에 관한 말은 직접 hearing that his 종형인 고 대사헌 조태동이 rumors from the entrance of his house, and therefore, Inspector General 조태동이 rumors from the entrance of his house and rumors are impossible because it is difficult to make a living. The King granted a simply 비답을 내렸다.【원래의 상소와 비답의 내용은 위에 보인다.】 사신은 논한다. The rumors from the north소에 관한 말은 과연 이돈의 입에서 나온 것인지 알 수 없다. However, when Yi Don returned to his hometown, the prohibition gates were already opened. 조태동이 말하기를, ‘다시는 이돈과 서로 만날 수 없다.’고 하였다. 북소도 대궐 안인데, 이돈이 아무리 deceived and 은휘하고자 한들 어찌 utter such words? 조태동은 아이들과 같지 않은데, 어찌 suddenly trusted him and did not suspicion? Although 조태채는 비록 one of his houses surrendered together, all of them did not hear what 조태채 alone heard. When 조태동이 살아 있을 때 그 말이 미처 rumors, 조태동이 죽고 나서야 비로소 rumors and impeached him as evidence. Also, when he was investigated investigation, he said, When Yi Don was alive, Yi Don deceived his brother, he will certainly deceive the King. Hence, it is necessary to thoroughly cross-examine him. People all became suspicious and suspicious. After Yi Don returned to his hometown, he asked him about whether he returned to his hometown or not. However, he answered that there was no thorough knowledge. The rumors from 조태채 are truly suspicious. However, how can Yi Don also be trusted?",
                "H2KE-nKo": "기미년에 병조 판서 조태채가 상소하여 이세덕의 상소 가운데 북소에 관한 말을 그의 종형인 고 대사헌 이태동에게서 직접 들었다고 진달하고, 이어 한집안 간의 사사로운 말이 파다하게 퍼진 것을 불안하게 여기는 단서로 삼기를 청하니, 주상이 의례적인 비답을 내렸다. - 원래의 상소와 비지는 위에 보인다. - 사신은 논한다. 북소에 관한 말이 과연 이돈의 입에서 나온 것인지는 알 수 없으나, 다만 이돈이 도로 나왔다가 돌아오는 길에는 금문이 이미 잠겨 있었다. 조태동이 말하기를 ‘다시는 이돈과 서로 대면할 수 없습니다.’라고 하였다. 북소도 대궐 안이니, 이돈이 아무리 속이려고 한들 어찌 이런 말을 할 수 있겠는가. 조태동은 어린아이와는 같지 않으니, 어찌 갑자기 믿고 의심하지 않을 수 있겠는가. 조태채가 비록 한집안 사람이 함께 있었다고 말하지만 여러 사람은 모두 듣지 못했는데 조태채가 어디에서 혼자 들었단 말인가.조태동이 살아 있을 때에 그 말이 퍼지지 않았는데, 그가 죽자 비로소 앞장서서 말하고 심지어 기만한 증거로 끌어대기까지 하였다. 또 옥사를 다스릴 때에 말하기를 ‘종형이 살아 있을 때에 「이돈이 벗을 속였으니 또한 반드시 임금을 속였을 것이다. 모름지기 엄히 조사하여 엄중히 조사해야 한다.」라고 하였다.’라고 하였다. 사람들이 모두 그것이 허탄한 말이라는 것을 의아하게 여겼는데, 이돈이 과거에 급제한 뒤에 친한 벗이 편지를 보내 도로 나갔는지의 여부를 묻자, 대답하기를 ‘전혀 이런 일이 없었다.’라고 하였다. 조태채의 말이 진실로 의심스러우나 이돈도 어찌 족히 믿을 수 있겠는가.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 12월 10일(기미) 1번째기사",
                "gt-oKo": "병조 판서 조태채(趙泰采)가 상소하여, 이세덕(李世德)의 상소 안에 ‘북소(北所)’란 말은 그의 종형(從兄) 고(故) 대사헌(大司憲) 조태동(趙泰東)에게서 직접 들은 것임을 진달하고, 이어 한 집안에서 사사로이 한 말이 전파되어 편안하지 못한 단서가 되었음을 진달하니, 임금이 의례적인 비답을 내렸다.【원소(原疏)와 비지는 위에 나와 있다.】 사신(史臣)은 논한다. ‘북소’란 말이 과연 이돈(李墩)의 입에서 나온 것인지 알 수 없지만, 다만, 이돈이 도로 나왔다가 길을 되돌아갈 때는 금중(禁中)의 문에 이미 자물쇠가 채웠졌다. 조태동의 말도 ‘다시 이돈과 상면(相面)하지 못했다.’고 했고 북소 역시 대궐 안이니, 이돈이 비록 기휘(欺諱)하고 싶었다 하더라도 어찌 그런 말을 하겠고, 조태동은 아동(兒童)이 아닌데 어찌 졸급하게 그 말을 믿고 의심하지 않았겠는가. 조태채는 비록 ‘한 집안 사람들만 같이 있었다.’고 말하고 있지만, 여러 사람들이 모두 들은 바 없는 것을 조태채는 어떻게 하여 혼자 들었단 말인가. 조태동이 살아 있을 때는 그런 말이 전파되지 않았는데, 그 자신이 몰(歿)하자 주창하기 시작하여 기만(欺謾)한 증거로 끌어대기까지 하였고, 또 안옥(按獄)할 때는 ‘종형이 살아 있을 때 「이돈이 벗을 속였으니, 또한 반드시 임금도 속일 것이다. 모름지기 마땅히 엄중학게 사핵(査覈)해야 한다.」고 극력 말했다.’고 하였으므로, 사람들이 모두 허황한 말에 의아심을 가졌다. 이돈은 과거 이후에 친근한 벗이 서찰(書札)을 보내어 도로 나간 일의 허실(虛實)에 관해 묻자 ‘전연 그런 일이 없다.’고 답했다. 조태채의 말이 진실로 의심스럽기야 하지만 이돈 또한 어찌 족히 믿을 수 있겠는가.",
                "hj": "○己未/兵曹判書趙泰采疏陳李世德疏中北所之說, 親聽於其從兄, 故大司憲泰東, 仍以一家間私語騰播, 爲其難安之端, 上賜例批。【原疏、批旨見上。】 【史臣曰: “北所之說, 未知果出於李墪之口, 而第墪之還出復路時, 則禁門已下鑰矣。 趙泰東言: ‘其更不得與墪相面。’ 北所亦是闕內, 則墪雖欲欺諱, 詎爲此言, 而泰東非如兒童, 豈遽信而不疑乎? 趙泰采雖以一家人同在爲說, 而諸人皆未有聞, 泰采何從而獨聞之耶? 泰東在時, 其言未播, 而及其身歿, 始爲倡說, 至引以爲欺謾之證。 又於按獄時以爲: ‘從兄生時, 盛言墪欺友, 亦必欺君, 須當嚴査重究。’ 云, 人皆致訝其虛誕, 而墪於科後, 親友有抵書, 問其還出虛實, 則答以全無是事。 泰采之說, 固涉可疑, 而墪亦何足信乎?”】"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "During the incident of the palace gate, the King dismissed Kang필mun from office and dismissed Won Taek from office. When the King received him in the three investigative bodies, Assistant State Councilor Heo Jin reported to the King as follows: The case of the initial round",
                "H2KE-nKo": "궐문의 일 때문에 강필문을 삭직하고 민원택을 파직하였다. 삼복하여 인견하였을 때 좌참찬 민진후가 주상에게 아뢰기를,“시소의 문에 관한 일은 이제 결말을 지어야 합니다. 강필문 등의 공초 내용은 앞뒤가 맞지 않기도 하고 피차가 맞지 않기도 하여 진실로 그 실상을 조사해 내기 어렵습니다. 더구나 이른바 ‘음흉하여 시각을 판별할 수 없고 시일이 조금 오래되어 또한 자세히 기억하기 어렵다.’라고 한 것은 사세가 혹 그럴 수도 있지만 구두 공초는 분명히 수교가 있습니다. 그러므로 그가 구두 공초를 한 것이 처음 공초와 비교하면 조금 단서가 되는데도 오히려 전의 말을 가로막으려고 하였으니 군색함을 면할 수 없습니다. 다만 그가 전후로 공초한 것으로 형세를 참작해 보면 미루어 알 수 있습니다. 그날 파루 때에 병조의 절목에 따라 돈화문을 열고 거자를 들여보낸 뒤에 문을 닫기는 하였으나 자물쇠를 채우지 않았고 동협문은 열기도 하고 닫기도 하였습니다. 그런데 초기를 써서 보낼 때 장옥이 번잡한 가운데 명령이 즉시 통하지 못하고 문이 닫히기도 전에 서제가 이미 걸려 있었습니다. 서제를 내건 지 얼마 되지 않아 선두 공초가 즉시 이르렀는데 권응이 가장 먼저 나왔으니 ‘상 위에 인 소동이 들어온다.......’라고 한 모습을 본 것은 괴이할 것이 없습니다. 자물쇠를 채운 지 한참 뒤에 시장이 이미 끝났는데 단봉문이 메워졌다는 이유로 시소에서 돈화문을 도로 열게 하였습니다. 거자들이 문이 닫혔는데도 나갈 수 없었던 것은 문이 실제로 열려 있지 않았기 때문이고, 문이 열려 있다가 나갈 수 있었던 것은 문이 실제로 닫혀 있지 않았기 때문이며, 열렸다느니 닫혔느니 하는 것은 모두 거짓이라고 할 수 없습니다. 강필문의 공초에는 ‘문을 열었을 때 거자들이 아직도 초고를 작성하여 시권을 쓴 자가 있다.’라고 하였고, 민원택의 공초에도 ‘문을 연 뒤에 돌아갈 때 과장 안의 거자들이 아직 다 나가지 않았다.’라고 하였습니다. 이러한 때에 거자들이 나가기도 하고 들어오기도 한 것도 이상한 일이 아닙니다.또 문목은 자물쇠를 문이 닫혔다고 하였는데, 강필문은 ‘비록 자물쇠를 채우지 않았더라도 문이 활짝 열리지 않았다면 문이 닫혔다고 할 수 있다.’라고 하였습니다. 그러므로 권필문이 공초한 내용이 문목과 서로 틀리기도 하고 또 문을 닫지 않았으면 죄가 사형에 해당될까 염려하였기 때문에 숨기고 바른대로 고하지 않은 것이니, 여기에서 연유한 듯합니다. 전후로 말을 바꾼 죄를 면하기 어렵습니다.민원택은 문이 닫힌 일은 맡은 직무가 아니므로 비록 강필문과는 차이가 있지만 또한 전후로 말을 바꾼 죄가 없지 않으니, 두 사람을 경중을 나누어 논죄해야 할 듯합니다.”하였다. 영의정 이유가 민진후의 말을 옳게 여기니, 주상이 그대로 따랐다. 사신은 논한다. 궐문을 여닫는 것은 은밀하여 알기 어려운 일이 아니다. 다만 장옥이 난잡하였기 때문에 활짝 열렸다는 말이 처음 전파되자 권치대가 또 따라서 과장 밖에서 글을 지어 바쳤다는 말을 퍼뜨려 마침내 위장에게 캐물었으나 활짝 열렸다는 사실을 알아내지 못하였다. 그러자 의금부와 형조가 서로 미루면서 몇 달 동안 질질 끌었다. 대신이 비로소 권응을 끌어들여 문이 열렸다는 증거를 실증하였는데, 그 가운데에는 또한 활짝 열려 있지 않았다는 정확한 견해가 있는 자도 있었다. 이에 그 설명을 찾다가 찾지 못하자 문을 열기도 하고 닫히기도 했다는 말로 미봉하여 결말을 지을 계획을 하였다. 그러나 진주하는 말은 저절로 서로 모순되니, 비록 제 마음대로 신축시켰다고 하더라도 그 형적을 가리기 어렵다. 강필문 등이 과연 무슨 죄인가.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 12월 13일(임술) 1번째기사",
                "gt-oKo": "궐문에 관한 일 때문에 강필문(姜弼文)은 관직을 삭탈하고 원택(元澤)은 파직하였다. 삼복(三覆)하려고 인견(引見)했을 때 좌참찬(左參贊) 민진후(閔鎭厚)가 임금에게 아뢰기를, “시소(試所)의 문에 관한 일은 이제는 마땅히 수습해야 합니다. 강필문 등의 공사(供辭)가 더러는 앞뒤가 틀리기도 하고 더러는 피차(彼此)가 어긋나기도 하여 진실로 실상을 사핵(査覈)해 내기 어렵습니다. 더우기 그들이 이른바 ‘음산하고 구름이 끼어 시각을 변별(辨別)할 수 없었고, 시일이 조금 오래 되어 또한 자세하게 기억할 수 없다.’고 한 것은 사세가 혹 그럴 수도 있을 것입니다. 그리고 구초(口招)는 분명히 수교(受敎)가 있었기 때문에 그가 구초를 하게 된 것인데, 처음 공초와 비교하면 조금 단서(端緖)가 있으나 오히려 앞서 한 말을 가로막으려 하여 군색한 둔사(遁辭)를 면하지 못하고 있습니다. 다만 그가 전후로 공술한 말로 형편을 참작해 보건대, 추측하여 알 만합니다. 그날 파루(罷漏) 때 병조(兵曹)의 절목(節目)에 의하여 돈화문(敦化門)을 열고 거자(擧子)들을 들여보낸 뒤 비록 문을 닫기는 했지만 자물쇠를 채우지는 않았고 동협문(東挾門)은 열려 있다가 닫혀 있다가 하였으며, 초기(草記)를 써 보낼 즈음에는 장옥(場屋)이 분답한 중이라 명령이 바로 통할 수 없었으므로 문을 미처 닫지 못하고 글제를 이미 내걸었는데, 글제를 내건 지 얼마 되지않아 선정(先呈)이 바로 이르렀고 권응(權譍)이 가장 먼저 나왔으니, ‘밥상을 머리에 인 소동(小童)이 들어가는 것을 보았다.……’고 한 상황은 족히 괴이하게 여길 것이 없습니다. 자물쇠를 채우고 잠시 뒤 시장(試場)을 이미 파하자, 단봉문(丹鳳門)이 꽉 메워졌기 때문에 시소(試所)에서 돈화문을 도로 열도록 하였으니, 거자(擧子)들 중에 문이 닫혀 나가지 못하는 참에 당했던 사람은 문이 실제로 열리지 않았다고 하고, 문을 열어 나가게 된 참에 당했던 사람들은 문이 실제로 닫혀 있지 않았다고 하게 된 것이라, 열렸다고 하건 닫혔다고 하건 모두 무망(誣罔)한 것이라고 할 수 없습니다. 강필문(姜弼文)의 공초에는 ‘문을 열었을 때에 아직도 시권(試券)을 구초(構草)하는 거자(擧子)가 있었다.’고 하였고, 원택(元澤)의 공초에도 ‘문을 연뒤 돌아왔을 때에도 과장(科場) 안에 거자들이 아직도 다 나가지 않았다.’고 하였으니, 이때 거자들이 혹은 나가기도 하고 혹은 들어오기도 한 것 또한 괴이한 일이 아닙니다. 또 문목(問目)은 자물쇠 채운 것을 문을 닫은 것이라 했는데, 강필문은 ‘비록 자물쇠를 채우지 않았더라도 문을 활짝 열지 않았으면 또한 문을 닫은 것이라 할 수 있는 것으로 여겼다.’고 했습니다. 그러므로 공술하여 대답한 말이 혹 문목과 서로 틀리게 된 것입니다. 또 문을 닫지 않았으면 죄가 마땅히 사형에 이르게 될까 두려워하였으니, 고의로 은휘(隱諱)하고 바른대로 말하지 않은 것은 이에 연유한 듯합니다. 그러나 전후에 이랬다 저랬다 한 죄를 면하게 될 수가 없습니다. 원택은 문에 관한 일은 맡은 직책이 아니므로 비록 강필문과 차이가 있기는 하지만 또한 전후로 말을 바꾼 죄가 없을 수 없으니, 두 사람을 마땅히 경중을 나누어 논죄(論罪)해야 할 듯합니다.” 하고, 영의정 이유(李濡)가 민진후의 말이 옳다고 하니, 임금이 그대로 따랐다. 사신(史臣)은 논한다. 궐문의 열림과 닫힘은 은미하고 오묘하여 알기 어려운 일이 아니다. 특히 장옥(場屋)이 난잡했기 때문에 활짝 열렸다는 말이 당초 권치대(權致大)에게서 전파되었던 것이다. 또 따라서 과장(科場) 밖에서 글을 지어 바쳤다는 말을 하였으므로 드디어 위장(衛將)들에게 캐물었으나 활짝 열렸던 사실을 밝혀 내지 못하자, 의금부와 형조가 고의로 서로 미루고 핑계대어 여러 달을 끌었다. 대신(臺臣)이 비로소 권응(權譍)을 끌어들여 문이 열린 증거를 사실로 만들려 했지만, 그 가운데 또한 열리지 않은 실상을 확실하게 본 자가 있어 증거가 될 말을 찾아보아도 되지않자, 이에 열리기도 하고 닫히기도 했다는 말로 미봉(彌縫)하고 수습하려는 계책으로 삼은 것이다. 하지만 진주(陳奏)하는 말은 저절로 서로 모순(矛盾)이 생기게 되었으니, 비록 제뜻대로 신축(伸縮)한다 하더라도 그 형적(形迹)을 덮기 어려울 것이다. 강필문 등에게 관연 무슨 죄가 있단 말인가.",
                "hj": "○壬戌/以闕門事, 削姜弼文職, 罷元澤職。 三覆引見時, 左參贊閔鎭厚白上曰: “試所門事, 今當收殺矣。 姜弼文等供辭, 或前後違左, 或彼此逕庭, 誠難覈得其實狀。 況其所謂陰曀不能辨別時刻, 日月稍久, 亦難仔細記憶者, 事勢或然, 而口招明有受敎, 故渠乃口招, 比初招稍有端緖, 而猶欲遮議前言, 未免窘遁。 第以其前後所供, 參量形勢, 則可以揣知矣。 其日罷漏時, 依兵曹節目, 開敦化門入擧子後, 門雖閉而不下鑰, 東挾門則或開或閉, 而草記書送之際, 場屋紛沓之中, 命令不能卽通, 門未及閉, 而書題已懸, 懸題未幾, 先呈卽至, 權譍最先出來, 則見其戴床小童入云云之狀, 無足怪矣。 下鑰移時, 試場已罷, 而以丹鳳門塡咽之故, 自試所使之還開敦化, 擧子輩當其門閉而不得出者, 謂之門實不開, 當其門開而得出者, 謂之門實不閉, 曰開曰閉, 俱不可謂誣罔也。 弼文之招以爲: ‘開門時擧子, 尙有構草書券者。’ 元澤之招, 亦以爲: ‘開門後還歸之時, 場中擧子, 猶未盡出’ 云。 當此之時, 擧子之或出或入, 亦非異事矣。 且問目, 則以下鑰謂之門閉, 而弼文則以爲, ‘雖未下鑰, 門不洞開, 則亦可謂之門閉, 故以致供對之辭, 或與問目相左。 且恐不閉門, 則罪當至死, 故諱不直告, 似由於此。 前後變幻之罪, 在所難免。 元澤則門事非職掌, 雖與弼文有間, 亦不能無前後變辭之罪, 兩人似當分輕重論罪矣。” 領議政李濡是鎭厚言, 上從之。 【史臣曰: “闕門開閉, 非隱奧難知之事, 特以場屋雜亂之故, 洞開之說初播, 權致大又從以爲場外製呈之言, 遂鉤問衛將, 而未得其洞開之實, 則禁府、刑曹, 故相推諉, 延拖數月。 臺臣始攙引權譍, 以實開門之證, 而其中亦有的見不開之狀者, 則求其說而不得, 乃爲或開或閉之說, 以爲彌縫收殺之計, 而陳奏之言, 自相矛盾, 雖謂惟意之伸縮, 難掩其形迹。 弼文等果奚罪哉?”】"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On musul day, Fourth Censor Yi Jeong억 of the Office of the Censor General submitted a memorial requesting the reinstatement of Jeong Ho . The King said that it was not proper. The King responded to this. 사신은 논한다. Earlier, when Jeong Ho was entrusted to the royal court, he colluded with the sense of discussions and demonstrated himself with others. His behavior was arrogant and fabricated. In addition, he strongly encouraged the words of the Confucian scholars that 윤증 betrayed his 스승s ancestors and requested that he be removed from his descendants. The local schools submitted a memorial advising the situation. The King specially ordered that he be banished to the northern frontier. Later, when a high official submitted a memorial to the King, he slightly granted him a slightly moving to a designated area. When he was appointed to a designated area, he competed to explain his false accusations with many officials in the Royal Lectures and returned to his hometown. However, he has not been appointed to a government post for a long time. Therefore, Yi Jeong억 observed him for a moment. Jeong Ho was originally a good reputation, but his nature was narrow and arrogant, and his sense of propriety was very harbored.",
                "H2KE-nKo": "무진년 정언 이정억이 상소하여 정호를 견복하기를 청하니, 주상이 불가하다고 답하였다. 사신은 논한다. 당초 정호가 조정에 나올 때에 시론을 담당하여 자기와 의견을 달리하는 사람을 배척하고 반목하는 행동이 전도되고 망녕되었다. 또 유신 윤증이 스승을 배반했다는 설을 극력 주장하여 장차 유일에서 삭제하기를 청하려고 하였는데, 향유들이 윤증을 위해 그 실상을 상소하여 진달하자, 주상이 특별히 멀리 관북에 찬배하라고 명하였다. 뒤에 대신의 진주로 인하여 조금 내지로 옮겨 주었는데, 그 당이 등용되자 연석에서 여러 신하를 대할 때에 그것이 무함임을 다투어 아뢰어 방환되기에 이르렀다. 그러나 오래도록 감별하여 서용되지 않았기 때문에 이정억이 이렇게 시험해 본 것이다. 정호는 평소 경개하다고 일컬어졌으나 타고난 성품이 편협하고 괴퍅하며 지론이 심각하여 취하지 않는 사람이 많았다.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 12월 19일(무진) 1번째기사",
                "gt-oKo": "정언 이정억(李禎億)이 상소하여 정호(鄭澔)를 견복(牽復)하기를 청했는데, 임금이 불가하다고 답하였다. 사신(史臣)은 논한다. 당초 정호(鄭澔)가 조정에 나아갔을 적에 시론(時論)을 떠맡아 자기와 다른 사람들을 배알(排軋)하였고 거조는 전망(顚妄)하였다. 또 유신(儒臣) 윤증(尹拯)이 스승을 배반했다는 말을 극력 주창하여 장차 유일(儒逸)이란 말을 깎아버릴 것을 청하려고 하였는데, 향유(鄕儒)들이 윤증을 위해 상소하여 실상을 진달하니, 임금이 특별히 멀리 관북(關北)으로 귀양 보내도록 명했다. 뒤에 대신의 진주(陳奏)로 인해 조금 내지(內地)로 옮기도록 했는데, 그의 당이 진출(進出)하여 임용(任用)되자 경연(經筵)에 입대(入對)한 여러 신하들이 다투어 그가 모함받았음을 아뢰어 방환(放還)되기에 이르렀지만, 오랫동안 다시 서용(敍用)하지 않았기 때문에 이정억이 이처럼 떠본 것이다. 정호는 평소에 경개(耿介)하다는 칭찬을 받기는 했지만, 타고난 성미가 편협하고 괴퍅하였고 지론이 너무 각박하므로 취하지 않는 사람이 많았다.",
                "hj": "○戊辰/正言李禎億疏請牽復鄭澔, 上以不可, 答之。 【史臣曰: “初鄭澔之趨朝也, 擔當時論, 排軋異己, 擧措顚妄。 且力主儒臣尹拯背師之說, 將有削逸之請, 鄕儒等爲拯疏陳其狀, 上特命遠竄關北。 後因大臣陳奏, 稍賜內徙, 及其黨之進用, 筵對諸臣, 競白其誣, 至於放還, 而久不甄敍, 故禎億爲此嘗試。 澔素得耿介之稱, 而賦性徧愎, 持論刻深, 人多不取之。”】"
            }
        },
        "2": {
            "1": {
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 12월 2일(신해) 1번째기사",
                "gt-oKo": "임금이 초복(初覆)을 행하여, 이돈(李墩)을 아산현(牙山縣)에 부처(付處)하고 오수원(吳遂元)을 양재역(良才驛)에 도배(徒配)하라고 명하였다.【연석(筵席)에서의 말은 위에 나와 있다.】 임진년 과거(科擧)는 종일 큰 비가 내려 운기(運氣)를 잘못 만났는데, 불행하게도 유생(儒生)들이 지극히 많이 모여 비를 맞아 덜덜 떨며 문의 처마 밑에 몰려 있었으므로 차마 몰아낼 수가 없었다. 그래서 여러 차례 계달(啓達)하고 과장(科場)의 한계를 물려 마침내 돈화문과 금호문(金虎門)을 한계로 하였으므로 자못 과장의 모양을 이루지 못하였다. 이돈이 가장 많은 미움을 받은 것이나 이언강(李彦綱)에게 의심과 훼방이 쌓였던 것은 바야흐로 고시(考試)에 참여했고 방목(榜目)이 나오자 선발(選拔)에 든 사람이 한편의 대가(大家)의 자제들이 많았기 때문이었다. 또 불행하게도 이돈이 승패(承牌)하고 집에 돌아간 일이 있었으니, 야박한 세속의 떠들썩한 말이 당습(黨習)으로 취모멱자(吹毛覔疵)하는 때에 어찌 헐뜯어 의논하지 않겠는가. 이것이 일 만들기 좋아하는 무리들이 두루 찾아다녔다느니 문이 열려 있었다느니 하는 등의 허다한 거짓말을 만들어낸 까닭인데, 당인(黨人)들이 반갑게 듣고서 떠들어대어 전파한 것이다. 애석하게도 조정에서 진압하여 안정시키지 못한데다가 권익관(權益寬)이 경솔하게 손을 대어 이건명(李健命)이 사실(私室)에서 한 말의 근거를 몰아세워 물음으로 노여움을 격발(激發)시키고 그 계책을 굳히게 만들었으니, 이는 진실로 망령된 짓을 한 것이다. 그리고 저 당인들은 처음에는 비록 지나치게 서로 의심하고 스스로 벗어나기에 급급하여 사핵하는 일을 벌이게 만들었으나, 피차의 공사(供辭)와 여러 신하들의 소장을 보게 되자 글제도 그 사람에게서 나오지 않았고 선취(選取)도 또한 다른 사람의 손이 한 것이었다. 원한을 품은 집들이 모함하여 하는 말이나 모집해 온 아동(兒童)들로는 두루 찾아다닌 일의 증거로 삼을 수도 없고, 무뢰배(無賴輩)들의 허황한 말은 앞뒤가 서로 반대되어 돈화문이 열렸던 것을 믿을 수가 없었으니, 오직 마땅히 경솔하게 떠도는 말을 믿고 망령되게 사핵하는 일을 벌인 것을 뉘우쳐야 다소간의 의단(疑端)이 또한 얼음처럼 풀릴 수 있을 것이다. 그런데 음침하고 사나운 김진규(金鎭圭)와 교활한 조태채(趙泰采)가 이에 도리어 놓칠 수 없는 기회로 여겨 기필코 이를 빙자하고 단련(鍛鍊)하여 사류(士類)들을 화에 빠뜨리려고 낮추었다 높였다 하며 한결같이 그 사정(私情)에 내맡겨 조종(操縱)하되, 자리를 같이한 법관(法官)들이 서로 곤란하게 여기는 것도 돌아보지 않고 혜문(惠文)이 죄를 성토하며 공격해도 거들떠보지 않았다. 이에 감정을 품었던 무리들이 날뛰고 온갖 괴물(怪物)들이 허풍을 떨며 요망한 노래를【임인년 역적의 공초에, ‘노론(老論)이 임진년(壬辰年)의 과거를 가지고 긴 노래를 지어 어린 궁녀(宮女)들을 시켜 희미하게 창밖에서 부르며 지나가게 했는데, 임금께서 하문하여 매를 맞은 다음에야 고백했다.’고 했다.】 퍼뜨려 임금의 의심을 일으키고, 대관(臺官)의 말을 빌려 임금의 노여움을 격발(激發)시키면서 지나친 형벌로 거짓 자복을 받아냈다. 하지만 마침내는 대궐 문이 열린 것도 아니고 열리지 않은 것도 아닌 가운데 이르렀고, 이돈을 사정을 쓴 것도 아니고 사정을 쓰지 않은 것도 아닌 사이에 몰아넣어 스스로 참소하여 구기(口氣)와 소소(宵小)들의 수단이 됨을 면하지 못하였으니, 통탄스러움을 견딜 수 있겠는가. 그때 사실들이 장주(章奏)와 문안(文案)에 갖추 기록되어 있어 곡직(曲直)과 허실(虛實)을 가릴 수 없는데도 초사(初史)를 찬수(纂修)한 자가 또 꾸며낸 ‘북소(北所)’란 말을 추가해 넣어 내력(來歷)이 당초부터 분명하지 못하였고, 또 ‘앵자(鶯子)’란 말을 터무니없이 다시 들어내어 허구 날조(虛構捏造)함으로써 백세(百世)를 의란(疑亂)하게 하는 계책으로 삼으니, 식견 있는 사람들이 더욱 해괴하게 여겼다. 대저 이돈이 승패(承牌)하고서 집으로 돌아간 사정은 이렇다. 대개 옛날부터 감시(監試)·동당시(東堂試)는 시관(試官)의 천망(薦望)을 입계(入啓)하는 즉시 패초(牌招)하여 대궐 안에서 밤을 새우고, 낙점(落點)을 한 다음에는 곧장 시소(試所)로 가야 하지만, 정시(庭試)·전시(殿試)에는 이러한 규정이 없어 시관에 의망(擬望)된 사람들이 각자 자기 집에 있으면서 낙점을 기다렸다가 스스로 시소로 간다. 임진년(壬辰年)의 정시는 마침 공궐(空闕)에서 시행하도록 되어 있어 시관들에게 무슨 탈이 있다면 갔다 왔다 하기 어려울 것이라고 염려하여 이처럼 처음으로 패초(牌招)하기를 계청(啓請)했던 것이었으니, 단지 어떤 탈이 있는지 없는지를 알고자 한 것이었고 당초부터 과장(科場)을 엄격하게 하기 위해 변통한 것은 아니었다. 모든 시관들은 말로(末路)가 험하여 이미 들어갔다 나오기가 곤란했기 때문에 드디어 모두 그대로 머물러 있었지만, 이돈은 노인이고 대범하여 마침 도로 나왔던 것이었으니, 도리어 머물러 있어야 했다고 하는 것은 옛 규정을 알지 못한 것이다. 두루 찾아다닌 일의 허실(虛實)에 있어서도 목격(目擊)한 것이 아니면 증명할 수 없으나, 가령 이돈이 사정을 쓰려고 도로 나가게 될 때를 기다리지 않고서 직접 나갔다면, 이는 분명한 일이다. 을유년(乙酉年) 이후로 임금이 잇따라 사류(士類)를 임용(任用)하므로, 비록 당인(黨人)이 끼어 있기는 했지만 마침내 능히 제마음대로 할 수가 없었다. 그래서 사류를 넘어 뜨리고자 하였지만 틈을 얻을 수 없었는데, 이에 이르러 과거에 관한 일을 탈 만한 기회로 여겨 뜻을 다 기울이며 허풍을 쳤고 마침내 계책을 꾸몄던 것이다. 이건명(李健命)의 집안에서 이 일을 주관하였는데, 그의 여러 조카들이 직접 이빈흥(李賓興)을 찾아가 종용(慫慂)하는 것은 사류들이 목격한 바이다. 그런데 옥사(獄事)는 이미 일어났지만 당초 형관(刑官)들 중에 일을 시킬 만한 사람이 없었다. 윤취상(尹就商)이 소추관(小秋官)이 되자 이건명이 두 차례나 자신을 굽히어 찾아가 극력 권했지만 윤취상은 굳게 거절하고 듣지 않았다. 그런 뒤에 김진규(金鎭圭)와 조태채(趙泰采)를 얻자 비로소 뜻을 다 기울여 단련(鍛鍊)했는데, 갖가지 병통과 실패만 나오고 마침내 지시한 대로 옥사를 성립시키지 못하였다. 이건명이 또 여러 고관(考官)들의 겸종(傔從)을 사핵(査覈)할 것을 청했는데, 조금도 의단(疑端)이 있은 것이 아님에도 공연히 그대로 하여 재상(宰相)들의 법종(法從) 17인을 모두 암담(黯黮)한 가운데로 몰아넣으므로, 사람들이 더욱 해괴(駭怪)하게 여겼다. 뒤에 이건명의 집이 결판이 나서 귀양가게 되자, 마침내 멀리 내다보는 식견을 가진 사람들로 하여금 ‘반드시 임진년(壬辰年)에 얻은 일이다.’라고 하게 하였으니, 아! 두려워해야 할 일이 아니겠는가.” 사신(史臣)은 논한다. 한 번 조정의 의논이 분열되고 나서 피차(彼此) 심정과 뜻이 서로 막혀 만약 한가지 일이 있으면 곧 먼저 의심부터 하였다. 올봄 과거에 관한 일도 처음에는 의심과 시기에서 생겨난 것으로 떠도는 비방(誹謗)에 따라 움직이다가, 끝에 가서는 허망한 것으로 귀착되어 도로 걸려들까 염려하여, 온갖 꾀를 부려 뚫고 찔러대어 기필코 그 일을 사실로 만들고자 하였으니, 심하도다. 당론(黨論)의 해독이 한결같이 이 지경에 이르렀단 말인가. 이돈이 두루 찾아다녔다는 일은 이미 목격(目擊)한 것이 아니기에 진실로 질언(質言)하기 어렵고, 시권(試券)을 뽑을 적에도 절대로 의사(疑似)한 흔적이 없었기에 사정을 썼다는 한 가지 일이 저절로 백탈(白脫)로 돌아간다면, 사리에 가깝지 않을 듯하다. 무릇 옥사(獄事)의 사체란 피고(被告)에게 잡아낼 만한 행적이 없으면 마땅히 다시 지고(指告)한 사람에게 물어보아야 하는 법이다. 그런데 이번에는 단지 지고한 사람의 말만 신빙(信憑)하여 곧장 실제로 그런 일이 있었던 것으로 단정하면서 한편으로 겸종(傔從)들을 추문(推問)하여 증거를 만들고, 한쪽 편의 어긋나는 단서는 제쳐 놓고 묻지 않았으니, 이것이 과연 한결같이 공평한 마음에서 나온 것이겠는가. 다른 증거는 없고서 특히 아이종과 어린아이의 말만 가지고 억지로 중신(重臣)의 죄안(罪案)을 구성했으니, 가령 어느 사람이 지고(指告)하기를, ‘어느 재상(宰相)이 어떤 짓을 했다.’고 한다면, 증인에게 물어보지도 않고서 곧바로 그 죄를 감단(勘斷)할 수 있겠는가. 권익관(權益寬)이 그 허망함을 가리려 했지만 뜻을 쓴 자취가 저절로 드러났고 구만리(具萬理)가 또 따라서 격화(激化)시켜 도리어 그들의 노여움만 야기해 지절(枝節)이 층층으로 생겼다. 옥사를 반년이나 끌면서 갖가지로 사핵(査覈)해 보았지만 끝내 현저한 단서를 얻어내지 못하게 되자, 연로(年老)하므로 형신(刑訊)을 청할 수 없다는 핑계로 결국 마감(磨勘)한 것이 반신 반의(半信半疑)하는 가운데 둔 것에 지나지 않았다. 오수원(吳遂元)에 있어서는 더욱 잡아낼 만한 형적(形迹)이 없으므로 곧장 사실대로 고하지 않았다고 몰아세워 죄가 편배(編配)에 이르렀으니, 임금이 비록 성명(聖明)하다 하더라도 어떻게 그 사이의 사정을 다 알 수 있었겠는가. 또한 임금이 바야흐로 한편의 사람만 마음에 두고 임용(任用)하고 있었기 때문에 선입견(先入見)이 주가 되어, 이돈을 신구(伸救)하는 말은 질투하는 지어미의 말이 되어버림을 면할 수 없었으니, 애석한 일이다. 그러나 평소 이돈의 언의(言議)는 괴격(乖激)을 주장하기에 힘썼으므로 세상 사람들에게 미움을 받은 지 오래였고 임금도 또한 그의 사람됨을 야박하게 여겼다. 그러므로 한 가지 일을 망령되어 했다가 사람들에게 매얼(媒孽)을 당해 위아래에 구해(救解)해 주는 사람이 없었으니, 어찌 창랑 자취(滄浪自取)와 같은 일이 아니겠는가. 또한 그가 처음의 공초에서 그만 ‘이빈흥(李賓興)과 사혐(私嫌)이 있다.’고 했는데, 사람들이 사체를 알지 못한 것이라고 기롱하였다.",
                "hj": "○辛亥/上行初覆, 命付處李墪於牙山縣, 徒配吳遂元於良才驛。【筵說見上。】壬辰科, 大雨終日, 運氣固値不幸, 儒生至多, 而冒雨戰懍, 屯聚於門廡, 不忍驅出。 以致屢啓, 而退場屋之限, 終以敦化、金虎門爲限, 殆不成科場貌樣。 如李墪之最被忌嫉, 李彦綱之積有疑謗者, 方參考試, 而及榜出中選者, 多一邊大家子。 不幸又有李墪承牌還家之事, 則薄俗嘵吪之言, 黨習吹覓之時, 安能無疵議? 此喜事輩, 所以創出歷抵、門開等許多躛言, 而黨人之所以樂聞而喧傳者也。 惜乎! 朝廷不能鎭之以安靜, 而權益寬率易下手, 迫問李健命私室言根, 有以激其怒, 而堅其計。 此固妄着, 而彼黨人者, 始雖過於相疑, 急於自脫, 致有行査之擧, 而及見彼此供辭, 諸臣章疏, 書題不出於其人, 選取又在於他手, 怨家誣辭, 募取兒童, 非所以證歷抵, 無賴謊說, 前後相反, 不可以信門開, 則唯當悔其輕信, 浮言妄擧, 査事多少疑阻, 亦可氷釋, 而陰鷙之鎭圭, 狡猾之泰采, 乃反視以爲不可失之機, 必欲憑藉鍜鍊, 以禍士流, 低昻操縱, 一任其私, 同席秉法相難而不恤也, 惠文聲罪以攻而不顧也。 於是焉群憾跳(跟)〔踉〕, 百怪譸張, 播妖歌【壬寅逆招云, 老論以壬辰科作長歌, 敎小宮女, 夜微唱過於戶外, 致上問, 及受撻而後, 告白云。】而動上疑, 借臺言而激上怒, 淫刑以逞, 取其誣承, 卒至於置闕門於或開或不開之中, 驅李墪於行私不行私之間, 而自不免爲讒賊口氣、宵小手段矣, 可勝痛哉? 其時事實, 章奏與文案俱在, 曲直虛實, 有不可掩, 而修初史者, 又追加粧撰北所之言, 來歷初不分明鶯字之說, 白地又復創出, 搆虛捏無, 以爲疑亂百世計, 識‘者尤駭之。 大抵李墪之承牌還家, 蓋以自古監試、東堂 則試官望入, 卽牌招, 經夜於闕中, 落點後, 直赴試所。 庭試、殿試, 則無此規, 試官擬望者, 各在其家, 待落點, 自往試所。 壬辰庭試, 則適以設行於空闕, 慮試官有頉, 則難於往復, 爲此創請牌招, 只欲知有頉與否, 初非爲嚴科場而變通也。 諸試官以末路嶮巇, 旣入難出, 遂皆仍留, 墪老人踈率, 適還出, 反謂留者, 不知古規。 至於歷抵虛實, 非目覩不可明, 而使墪爲私, 不待還出而躬造, 此較然矣。 自乙酉以後, 上連用士流, 雖黨人間之, 而終不能專擅, 意欲傾士流而未得間也。 至是, 以科事爲可乘, 極意譸張, 竟售其計, 而健命家主之, 其諸姪躬就賓興, 慫慂士流, 有目覩者。 獄旣興, 刑官初未有可指使者。 尹就商爲小秋官, 健命再屈就力勸, 就商堅不聽。 後得鎭圭、泰采, 始極意鍜鍊, 病敗百出, 意不能具獄如指矣。 健命又請覈諸考官傔從, 非有毫髮疑端, 而公然爲此, 盡歐宰輔法從十七人於黯黮中, 人益駭之。 後健命家覆亂流鮮終, 使有遠見者, 必於壬辰得之, 嗚呼, 可不懼哉! 【史臣曰: “一自朝議岐貳, 彼此情志相阻, 苟有一事, 輒先生疑。 今春科事, 初出於疑忌中, 動於浮謗, 末後慮其歸虛, 而反坐百計鑽剌, 必欲實其事而後已。 甚矣, 黨論之害, 一至此哉! 李墪之歷抵, 旣非目覩, 固難質言, 而試取之際, 絶無疑似之迹, 用私一着, 自歸白脫, 則似乎不近理矣。 凡獄體, 被告者無可執之迹, 則所當更問指告者, 而今則只憑告者之口, 直斷以實有是事, 傍推傔從而證成之, 一邊違端, 倚閣不問, 此果一出於平心乎? 無他證驗, 而特以兒僕、稚童之言, 勒成重臣之罪案, 則設令有人告某宰爲某事, 其可不問證參, 而遽勘其罪耶? 權益寬欲辨其虛, 而用意之迹自露, 具萬理又從而激之, 反惹其怒, 節拍層生, 半年牢狴, 多般鉤覈, 而終未得顯著之端, 則托以年老不得請刑, 畢竟磨勘, 不過置之疑信之間。 吳遂元則尤無形迹之可執, 而直驅於不以實告, 罪至編配。 君上雖聖明, 何以悉燭其間事情也? 上方且嚮用一邊人, 故先入爲主, 救墪者未免爲妬婦之言, 惜哉! 然墪平日言議, 務主乖激, 爲世所惡久矣, 而上亦薄其爲人, 故一事妄着, 被人媒孽, 而上下莫爲之解焉, 豈非滄浪之自取乎? 且其初供, 乃言: “其與李賓興, 有私嫌。” 人以不識體, 譏之。”】"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Ministry of Punishments reported on the case of Jo Myeong , a criminal of the Ministry of Punishments , who was sentenced to conscription in the outer marketplace, and Yu Minjeong , a literary licentiate, was sent to military exile in the frontier. When the King received him in audience, Minister of Punishments Bak Gwon reported to the King, The other day, Jo Myeong and Yu Minjeong were reported to the King, and Your Majesty first ordered that Jo Myeong be questioned. However, the case of this imprisonment should be completed until the circumstances of the cumstances of the circumstances. Therefore, it was impossible to thoroughly examine the circumstances of the cumstances, and it was impossible to thoroughly cross-examined the conscriptions. If Jo Myeong thoroughly cross-examined the circumstances of the cumstances of the culation of the circumstances and the circumstances of the cumstances of the culation of the circumstances of the cumstances and the circumstances of the cumstances of the culation of the circumstances of the culation of the cultivation",
                "H2KE-nKo": "갑술년에 시장 밖에서 제술한 일로 형조의 죄인 조명을 종신토록 수군에 충정하고, 진사 유민정은 변원에 충군하였다. 인견할 때 형조 판서 박권이 주상에게 아뢰기를,“지난번에 조명과 유민정의 일로 진달하여 여쭈자 먼저 조명을 신문하라는 하교가 있었습니다. 이 옥사의 처결은 궐문의 일이 끝나기를 기다려야 하기 때문에 미처 추안을 자세히 상고하지 못하여 창졸간에 갖추어 아뢰지 못하였습니다. 추후에 그 옥안과 김진규의 상소를 보니, 조명과 유민정은 모두 신문할 만한 단서가 있었습니다. 조명을 만약 다시 추문한다면 유민정을 불러서 물어볼 수 있을 것이고, 신문해도 자복하지 않는다면 전에 공초한 내용대로 가감할 것이 없다고 품계하겠습니다. 그러나 지레 다시 추문하기를 청하기는 어려우니, 대신과 김진규에게 하문하여 처리하소서.”하고, 참찬 김진규는 아뢰기를,“조명은 여러 차례 말을 바꾸었고 유민정은 본래 어긋난 단서가 있습니다. 그러나 신문할 만한 것은 원래 한 건의 일이 아니니, 각각 그 죄를 신문해야 합니다. 박권은 옥안을 자세히 알지 못해서 그런 것입니다.”하고, 영의정 이유는 아뢰기를,“조명이 여러 차례 원사를 바꾼 것은 애초에 숨기려고 하다가 점차 실토하게 된 소치인 듯합니다. 다시 조명을 신문하여 분명하게 조사하면 감처할 수 있을 것입니다. 그러므로 신이 우러러 아뢸 것이 있습니다. 다만 유민정에게는 분변할 만한 분명한 증거가 있는데 조명만 말을 바꾸었으니, 먼저 조명을 신문해야 합니다. 그러나 이는 그렇지 않습니다. 두 사람에게는 모두 의심스러운 단서가 있는데 지레 먼저 혼자 신문하는 것은 옥사를 다스리는 차례가 아닌 듯하니, 형관의 말대로 두 사람을 아울러 신문하는 것이 마땅합니다.”하고, 호조 판서 조태구는 아뢰기를,“이건명의 서계로 보건대, 조명은 애초에 궐문 밖의 여염집이라고 말하였고, 권치대는 돈화문이라는 말이 나온 뒤에야 비로소 돈화문이라고 말하였으니, 이것이 신문할 만한 단서가 됩니다. 그런데 그 당시에 철저히 조사하지 않았으므로 사람들이 모두 말을 하였습니다. 먼저 조명을 신문하면 유민정이 지은 곳을 알 수 있을 것입니다.”하고, 박권은 아뢰기를,“조명이 처음에는 여염집이라고 이건명에게 말하더니, 신문할 때에는 여러 차례 말을 바꾸었습니다. 유민정은 행적이 의심스러운 점이 있으니, 두 사람을 모두 신문한 뒤에야 분변하여 밝힐 수 있을 것입니다.”하고, 김진규는 아뢰기를,“신이 어찌 조명을 신문해야 한다고 말하지 않은 적이 있습니까. 유민정도 신문해야 할 단서가 있는데, 어찌 조명만 신문할 수 있겠습니까.”하였다. 조태구가 아뢰기를,“대궐 밖의 여염집이라는 말은 이미 재신의 서계에 올라 있는데, 여러 차례 말을 바꾸고 끝에 가서 돈화문이라고 대답한 것은 반드시 숨긴 정상이 있을 것이니, 먼저 신문하는 것이 마땅합니다.”하니, 주상이 모두 신문하라고 명하였다.처음에 조명을 신문하라고 명하였을 때 박권이 경솔히 말을 꺼냈고, 이유도 옥사의 체모에 근거하여 대답하였는데, 물러나자 김진규 등이 힘껏 공격하였다. 박권은 어쩔 수 없이 여러 날 시간을 끌다가 다시 김진규를 끌어대어 진주하였다. 이유가 다시 그 말을 우물쭈물하다가 마침내 모두 신문하는 것으로 허락을 받았다. 그 뒤에 자복을 받아 보니, 조명의 공초에 ‘유민정과 함께 돈화문 밖의 처마에 가서 글을 쓰고 도로 약방 근처로 들어가 정서하여 바쳤으며, 이 판서의 집에 가서 말을 주고받을 때에 이것을 고하였습니다. 돈화문 밖의 처마 밑은 여염집이므로 이것을 언급하였는데, 유민정에게 꼬임을 당하여 애당초 말을 꺼내지도 않고 말을 꾸며서 공초를 바쳤다가 이제야 비로소 바른대로 고합니다.’라고 하였다. 유민정은 형신하기를 기다리지도 않고 곧바로 밖에서 글을 지었다고 공초를 바쳤다. 형조가 마침내 이와 같이 감률하니, 사람들이 모두 유민정을 위해 원통하게 여겼다.사신은 논한다. 박권의 말은 무엄하기 짝이 없다. 지척의 어전에서 감히 방자하게 기만하였으니, 이른바 ‘전에 공초한 내용대로 가감할 것이 없다.’라고 한 것이 과연 말이 되는가. 대개 유민정은 과거에 응시한 유생으로 밖에서 글을 지었다는 것은 이치에 가깝지 않은 듯하지만, 조명의 사람됨을 신문한다면 실토하기 쉽기 때문에 그 죄가 이건명에게 미칠까 두려워 다른 것은 돌아볼 겨를이 없었으니, 제뜻대로 하려고 했다고 할 수 있다. 조태구가 비록 분한 마음을 품고서 강경하게 분변했더라도 어찌 그 사이에 영향을 줄 수 있었겠는가.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 12월 25일(갑술) 1번째기사",
                "gt-oKo": "시장(試場) 밖에서 글을 지은 일로 형조(刑曹)의 죄인 조명(趙銘)을 그 자신에 한하여 수군(水軍)에 충정(充定)하고, 진사(進士) 유민정(柳敏廷)은 변원(邊遠)에 충군(充軍)되었다. 인견(引見)때 형조 판서 박권(朴權)이 임금에게 아뢰기를, “지난번 조명(趙銘)과 유민정(柳敏廷)의 일을 진품(陳稟)했을 적에 먼저 조명을 추문하라는 하교가 있었습니다. 이 옥사(獄事)의 처결은 마땅히 문(門)에 관한 일이 끝나기를 기다려야 하기 때문에 미처 추안(推案)을 자세히 고찰해 보지 못하여 창졸간에 갖추어 진달(陳達)할 수가 없었습니다. 추후로 그 옥안(獄案)과 김진규(金鎭圭)의 상소를 보건대, 조명과 유민정에게 다같이 추문해야 할 단서가 있었습니다. 만일 조명을 다시 추문한다면 유민정에게도 초문(招問)해야 할 것인데, 만일 심문해도 자복하지 않는다면 마땅히 앞서의 공초에 가감(加減)이 없는 것으로 품계(稟啓)하겠습니다. 그러나 앞질러 다시 추문을 청하기에는 어려움이 있으니, 청컨대 대신과 김진규에게 물어 처결하소서.” 하니, 참찬(參贊) 김진규가 아뢰기를, “조명은 여러 차례 말을 바꾸었고 유민정은 본시 어긋나는 단서가 있었습니다. 그러나 핵실(覈實)하여 추문해야 할 것이 원래 동일한 사건(事件)이 아니므로 마땅히 각자에게 그 죄를 가지고 추문해야 합니다. 박권이 옥안을 자세히 알지 못하여 그런 것입니다.” 하였다. 영의정 이유(李濡)가 아뢰기를, “조명이 여러 차례 원사(爰辭)를 바꾸었음은 당초 은휘(隱諱)하려고 했다가 점점 실토(實吐)하게 된 소치에서 나온 것인 듯합니다. 다시 조명을 추문(推問)하여 분명하게 핵실(覈實)해야 감처(勘處)할 수 있기 때문에 신(臣)이 앙달(仰達)한 바가 있었던 것입니다. 다만 유민정에게 가려야 할 분명한 증거가 있기는 하지만, 조명이 유독 말을 바꾸었으니, 마땅히 먼저 조명을 심문해야 할 것입니다. 그러나 이 경우는 그렇지 않습니다. 두 사람이 다함께 의심스러운 단서가 있는데 앞질러 먼저 한 사람만 심문하는 것은 안옥(按獄)하는 순서가 아닌 듯하니, 형관(刑官)의 말대로 두 사람을 아울러 심문하는 것이 합당합니다.” 하고, 호조 판서 조태구(趙泰耉)는 아뢰기를, “이건명(李健命)의 서계(書啓)를 보건대, 조명이 당초에는 대궐 밖의 여염집이라고 말했다가 권치대(權致大)의 돈화문에 대한 말이 나온 다음에는 비로소 돈화문이라고 말했습니다. 이것은 심문해야 할 단서가 되는데 그때 사핵(査覈)하지 않았으므로 사람들이 모두 말을 했습니다. 먼저 조명을 심문해 보면 유민정이 글 지은 곳을 알 수 있을 것입니다.” 하였다. 박권이 아뢰기를, “조명이 처음에는 여염집이라고 이건명(李健命)에게 말했다가 사문(査問)할 즈음에는 여러 차례 말을 바꾸었고 유민정은 행적이 의심스러운 데 관계되니, 두 사람을 다같이 심문한 다음에야 가려 밝힐 수 있을 것입니다.” 하자, 김진규가 아뢰기를, “신(臣)이 어찌 일찍이 조명을 마땅히 심문해야 한다고 말하지 않았겠습니까. 유민정도 또한 심문해야 할 단서가 있는데, 어찌 유독 조명만 심문하겠습니까.” 하였다. 조태구(趙泰耉)가 아뢰기를, “대궐 밖의 여염집이란 말이 이미 재신(宰臣)의 서계(書啓)에서 나왔는데 여러 차례 그 말을 바꾸었고, 끝에 가서 돈화문(敦化門)을 들어 답변한 것은 반드시 은휘(隱諱)하는 실정이 있는 것이니, 먼저 심문을 하는 것이 합당합니다.” 하니, 임금이 다같이 심문하도록 명하였다. 당초 조명을 심문하도록 명했을 적에 박권은 경솔하게 발언하였고, 이유 또한 옥사(獄事)의 사체를 들어 앙대(仰對)하였다. 그러나 물러나자 김진규 등이 극력 공격하므로 박권은 부득이 여러 날 천취(遷就)하다가 다시 김진규를 끌어대어 진주(陳奏)하고 이유는 다시 말을 얼버무린 것이었는데, 드디어 청했던 대로 다같이 심문하게 되었다. 그 뒤에 자복을 받자, 조명은 공술하기를, “유민정과 함께 돈화문 밖 처마 밑으로 나가 글을 쓰다가 도로 약방(藥房) 근처로 들어와 정서하여 바쳤고, 이 판서(李判書)의 집에 가서 수작(酬酌)할 적에 이렇게 말했습니다. 돈화문 밖의 처마 밑은 곧 여염집들이기 때문에 이렇게 언급했던 것인데, 유민정에게 꾀여 처음에는 발설하지 않고 말을 꾸며서 공초를 바쳤다가 이제야 비로소 바른대로 고하는 것입니다.” 하였고, 유민정은 형벌하기를 기다리지 않고 곧장 밖에서 글을 지은 것으로 공초를 바쳤다. 형조에서 이와 같이 감률(勘律)하니, 사람들이 모두 유민정을 위해 원통하게 여겼다. 사신(史臣)은 논한다. 박권의 말은 몹시 무엄(無嚴)하다. 전석(前席)의 지척(咫尺)에서 감히 제멋대로 기만(欺謾)하였던 것이니, 이른바 ‘앞서의 공초보다 더한 것도 덜한 것도 없다.’는 말이 과연 말이나 되는가. 대개 유민정은 곧 과거에 응시(應試)한 유생(儒生)이므로 밖에서 글을 지었다는 것은 사리에 가깝지 않은 듯하고, 조명의 사람됨은 만일 심문을 더한다면 쉽사리 실토(實吐)할 것 같았기 때문에, 오직 이건명(李健命)에게 그 죄가 미칠까 두려워 다른 것은 돌아볼 겨를도 없이 주차(周遮)하여 비호(庇護)한 것이니, 오직 마음에 하고 싶은 대로 한 것이라 하겠다. 조태구는 비록 분개가 쌓여 있기에 강경하게 분변하기는 했지만 어찌 그 사이에 영향(影響)을 줄 수 있었겠는가.",
                "hj": "○甲戌/以試場外製事, 刑曹罪人趙銘, 限己身水軍充定, 進士柳敏廷, 邊遠充軍。 引見時刑曹判書朴權白上曰: “頃以趙銘、柳敏廷事陳稟, 而有先問趙銘之敎矣, 此獄處決, 當待門事之究竟, 故未及詳考推案, 倉卒間不得備達。 追見其獄案及金鎭圭疏, 則銘及敏廷, 俱有可問之端。 銘若更推, 則可以其招問於敏廷, 而若訊問不服, 則當以前招無加減, 稟啓矣。 然有難徑請更推, 請詢大臣及金鎭圭而處之。” 參贊金鎭圭曰: “銘則屢變其說, 敏廷則自有違端。 其可覈問者, 元非一件事, 所當各以其罪爲問, 朴權未詳獄案而然矣。” 領議政李濡曰: “銘之屢變爰辭者, 似出於初欲隱諱, 漸至吐實之致。 更問銘而明覈之, 可以勘處, 故臣有所仰達矣。 第敏廷有可辨之明證, 而銘獨變辭, 則宜先訊銘, 而此則不然。 兩人俱有疑端, 徑先獨訊, 似非按獄次序, 依刑官之言, 竝問兩人爲宜矣。” 戶曹判書趙泰耉曰: “以李健命書啓見之, 趙銘, 初以闕外閭家爲言, 權致大敦化門之說出, 然後始以敦化門爲言。 此可爲訊問之端, 而其時不爲究覈, 人皆以爲言。 先訊銘則可知敏廷所製之處矣。” 權曰: “銘, 初以閭家, 言於李健命, 而及其究問之際, 屢變其說, 敏廷則跡涉可疑, 兩人竝訊然後, 可以辨明矣。” 鎭圭曰: ‘臣何嘗不言銘之宜訊乎?’ 敏廷亦有可訊之端, 何可獨訊銘也?” 泰耉曰: “闕外閭家之說, 旣登於宰臣書啓, 而屢變其說, 末以敦化門爲對者, 必有隱情, 先加訊問當矣。” 上命竝訊之。 初, 趙銘之命訊也, 朴權率然而發, 李濡亦據獄體仰對。 退而鎭圭等力攻之, 權不得已遷就累日, 更引鎭圭而陳奏, 濡復依違其言, 遂以竝訊得請。 其後取服, 則銘招以爲: “與敏廷出往敦化門外簷下書之, 還入藥房近處, 正書呈納, 往李判書家酬酢之際, 以此告之。 敦化門外簷下, 便是閭家, 故以此言及, 而爲敏廷所誘, 乃以初不發口, 飾辭納招, 今始直告” 云。 敏廷則不待施刑, 直以外製納供。 刑曹遂勘律如此, 人皆爲敏廷冤之。 【史臣曰: “朴權之言, 無嚴甚矣。 咫尺前席, 敢肆欺謾, 所謂前招無加減云者, 其果成說乎? 蓋敏廷是應擧儒生, 外製似不近理, 而銘之爲人, 若加訊, 則易於吐款, 故惟恐其罪及於李健命, 周遮掩護, 不暇他顧, 可謂惟意所欲矣。 趙泰耉雖蓄憤而勁辨, 豈能有無於其間哉?”】"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Kwon Chidae , a criminal of the Ministry of Punishments , was sentenced to compile a naval forces within the time limit of his navy. The penal code dictates that [Kwon] Chidae be punished for committing fornication in the front of the 과장. [Kwon] Chidae was originally a child of a female shaman. At first, he speaked to others about the front of the 과장. Yi Geomyeong , a relative of [Kwon Chidae], and thus he heard this and delivered a message to the public seat. When [Kwon Chidae] was sent to the letter, [Kwon Chidae] tried to guilty [Kwon Chidae] and confessed [Kwon Chidae]. Kwon Sangyu was a relative of his surnavy. Consequently, [Kwon Chidae] submitted a message to the throne and was arrested. Concerned that [Kwon Chidae] presented a mesage to the King because [Kwon Chidae] did not interrogate him. In general, [Kwon Chidae] was afraid that [Kwon Chidae] might confess [Kwon Chidae] falsely confessed and the words of opening the gates were false. [Kwon] Chidae shamelessly entrusted [Kwon Chidae] to commit fornication. People scorned him and hated him.",
                "H2KE-nKo": "형조의 죄인 권치대를 당사자에 한하여 수군에 충정하고, 과장에서 농간을 부린 데 대한 형률로 감처하였다.권치대는 본래 무뢰한으로, 애초에 과장 밖에서 글을 지어 바친 일을 사람들에게 떠들어 대었는데, 이건명이 그의 인척이었기 때문에 그 말을 듣고 공좌에 전달하였다. 함사를 보내자 끌어대어 증거로 삼으려고 하였는데, 권치대가 이에 그 말을 뒤집었다. 권상유는 바로 그의 성족으로서 마침내 상소를 올렸다가 체포되었다. 그가 미리 지어 놓았다고 하면서 글을 써서 바친 것은 시제와는 차이가 있는데도 김진규가 그래도 따져 묻지 않았으니, 이는 권치대가 무고임을 자복하고 과장을 열었다는 말이 허사로 돌아갈까 염려하였기 때문이다.권치대는 달가운 마음으로 가르쳐서 스스로 죄를 지었으므로 사람들이 모두 천하게 여기고 미워하였다.\n",
                "date_ko": "숙보 52권, 38년(1712 임진 / 청 강희(康熙) 51년) 12월 28일(정축) 1번째기사",
                "gt-oKo": "형조(刑曹)의 죄인 권치대(權致大)가 그 자신에 한해 수군(水軍)에 충정(充定)되었다. 과장(科場)에서 간계(奸計)를 부린 율(律)로 감단(勘斷)한 것이다. 권치대는 본시 무뢰한(無賴漢)으로서 당초에 과장 밖에서 글을 지어 바친 일을 사람에게 떠벌렸는데, 이건명(李健命)은 그와 인아(姻錏) 사이이므로 듣고 공좌(公坐)에 전한 것이다. 그래서 함문(緘問)하게 되자 끌어대어 증거로 삼으려고 했는데, 권치대는 이에 한 말을 번복하였고, 권상유(權尙游)는 곧 그의 성족(姓族)으로서 상소하여 발설했다가 잡혔다. 그의 미리 얽어 놓았다가 써서 바쳤다는 글도 시제(試題)와는 다름이 있었는데도, 김진규(金鎭圭)는 오히려 핵실하여 묻지 않았으니, 대개 권치대가 속여서 말했음을 자복하여 문(門)을 열었다는 말이 허망한 것으로 돌아갈까 두려워했기 때문이었다. 권치대가 유인(誘引)하는 말을 달갑게 여기다가 스스로 죄에 걸려 들었으므로, 사람들이 모두 천하게 여기고 미워했다.",
                "hj": "○丁丑/刑曹罪人權致大, 限己身水軍充定。 勘以科場用奸之律。 致大素無賴子, 初以場外製呈之事, 倡說於人, 李健命爲其姻婭, 故聞之, 傳道於公坐。 及其發緘也, 欲引而爲證, 致大乃反其說, 權尙游卽其姓族, 遂疏發之而被逮。 其稱以宿構而書呈者, 與試題有異, 而金鎭圭猶不覈問, 蓋恐致大服其誣, 而開門之說歸虛也。 致大甘心敎誘, 而自就於罪, 人皆賤惡之。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十二"
            }
        }
    }
}