{
    "01": {
        "16": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, [the King] appointed [Jeong] Gyeon as right state councilor . [Jeong] Gyeons nature was pure and sincere, and his conduct was extremely sincere. Even though he did not have a long time, his virtue and pure behavior was looking upright and upright, and he was ignorant by nature. In the world, his diligence and generousness of his family and his virtue and beautiful appearance were quite undeservedly not to be virtuous Confucian scholars. When his father and his teachers were unfortunately encountered, he was almost impossible for many peoples opinions. However, he never uttered his countenance with anger and words. When scholar-officials rushed his home, there was no one who did not respect and love him. However, he was negligent in terms of human feelings and generosity. Sometimes there was someone who made mistakes. When [Jeong Gyeon] was summoned for a bow and an armrest thirty years, he observed the eastern mountains and firmly observed himself from the beginning to end. On this day, [Jeong Gyeon] was appointed to a great post. Our dynasty admired Confucian studies, and many scholars in the world were promoted to high positions. However, [Jeong Gyeon] was [appointed] to the court [of Ming China] for one day, and he was appointed to a high-ranking official. It was from the beginning to [Jeong] Gyeon to the beginning of the world of the world. Later,",
                "H2KE-nKo": "무자년에 윤증을 우의정으로 삼았다. 윤증은 마음가짐이 순실하고 행동거지가 독실하여 격물·치지·사변하는 것이 장점은 아닌 것 같지만 덕성이 혼후하여 정직하게 충양하고 암암리에 날로 빛났다. 가법이 근후하고 덕용이 화수한 것은 거의 근유들이 미칠 바가 아니었다. 아버지와 스승 사이에 불행한 일을 만나 사람들의 비난에 시달려 거의 견딜 수 없는 것이 있었으나 성내는 기색을 얼굴빛과 말에 드러내지 않았다. 문에 오른 선비들은 우매한 자나 지혜로운 자나 할 것 없이 공경하고 사랑하였다. 다만 인정과 세태에 소홀하여 때로는 혹 남에게 속임을 당했다고 한다. 궁정으로 부른 지 거의 30년이 되었으나 동강을 고수하여 시종 한결같은 절개를 지켰는데 이때에 이르러 의정에 올랐다.우리 조정에서 유술을 숭상하고 숭상하여 산림에 은거한 선비들이 대부분 현달한 지위에 올랐다. 그러나 백의로서 하루도 조정에 나오지 않고 의정에 제수된 것은 윤증으로부터 비롯되었다. 논의하는 자들이 세도를 위해 근심하는 것은 진실로 지나친 말이 아니었다. 그 뒤에 권상하는 평범하고 용렬하여 볼 만한 것이 없었는데 윤증의 뒤를 이어 정승에 제수하였다.\n",
                "date_ko": "숙보 47권, 35년(1709 기축 / 청 강희(康熙) 48년) 1월 16일(무자) 1번째기사",
                "gt-oKo": "윤증(尹拯)을 우의정(右議政)으로 삼았다. 윤증은 마음을 가짐이 순실(醇實)하고 행동함이 지극하게 독실하였고, 격물(格物)·치지(致知)와 신사(愼思)·명변(明辨)은 비록 우월하지 않은 것 같았지만, 원만한 덕성(德性)과 정직하게 쌓은 존양(存養)이 은은하게 날로 드러났고, 삼가하고 후덕한 가법(家法)과 온화하면서도 맑은 용의(容儀)가 자못 근세(近世)의 유자(儒者)들의 미칠 바가 아니었다. 아버지와 스승 사이의 일로 불행한 상황을 만나게 되어, 곤란이 쌓이는 세상 사람들의 말이 거의 견딜 수 없었는데도 성내는 기색을 일찍이 안색이나 말에 나타내는 일이 없었고, 그의 문하(門下)에 드나드는 선비들은 우둔한 사람이나 지혜로운 사람을 막론하고 존경하면서 친애(親愛)하지 않는 이가 없었다. 다만 인정(人情)과 세태(世態)에 소원하여 때로는 더러 사람들에게 의혹(疑惑)을 받기도 했었다. 궁정(弓旌)으로 부르기를 거의 30년이나 했지만, 굳게 동강(東岡)을 지키며 한결같은 지조로 시종하다가 이에 이르러 대배(大拜)하게 된 것이다. 우리 조정에서 유술(儒術)을 숭상하여 암혈(巖穴)에 있는 선비가 많이 현달한 지위에 오르게 되었다. 그러나 백의(白衣)로서 하루도 조정에 나아간 일이 없이 정승에 제배(除拜)된 것은 윤증으로부터 시작되었다. 논하는 사람들이 세상의 도의를 위해 근심하고 있다는 것이 진실로 지나친 말이 아니었는데, 그 뒤에 권상하(權尙夏)가 평범하고 용렬하여 볼 만한 것이 없으면서 윤증의 뒤를 이어 정승에 제배되었다.",
                "hj": "○戊子/以尹拯爲右議政。 拯立心醇實, 制行篤至, 格致思辨, 雖若非長, 而德性渾厚, 充養正直, 闇然以日章。 家法之謹厚, 德容之和粹, 殆非近儒所及。 父師之間, 遭値不幸, 積困人言, 殆有不可堪者, 而忿懥之氣, 未(賞)〔嘗〕發於色辭, 士之登其門者, 無愚智, 莫不敬而愛之。 但踈於人情世態, 時或爲人所誤云。 弓旌之招, 幾三十年, 固守東岡, 終始一節, 至是大拜。 我朝崇尙儒術, 巖穴之士, 多登顯位。 然以白衣, 不一日造朝而拜相, 自拯始。 議者之爲世道憂, 固非過言, 而其後權尙夏凡庸無可觀, 而繼拯拜相。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Chief State Councilor Choe Seokjeong submitted a memorial requesting to resign from office in eulmi year (, Chief State Councilor Choe Seokjeong submitted a memorial requesting that he be dismissed from office. The summary of history reading, which is not related to the superiors of the Royal Confucian Academy and is not related to the objects of the court. However, Choe Seokjeong contributed to history and pursued history and submitted a memorial to the King, and he changed his face-to-face in his face-to-to-face in his face-to-to-to-face in his face-to-to-to-face. The King responded with a generous response and encouraged him. ",
                "H2KE-nKo": "영의정 최석정이 상소하여 면직을 청하였다. 그 대략에,“경적을 편집하는 일은 진실로 세상의 일이나 조정의 의론과는 관계가 없습니다. 그런데 마음을 다해 잘못을 덮어 씌워 소장을 올리기까지 하였으니, 논사하는 자리에서 얼굴을 바꾸고 번갈아 공격한 것입니다. 어떻게 다른 사람의 욕을 듣고 그대로 정승의 자리를 차지하고 있을 수 있겠습니까.”하니, 주상이 너그러운 비답을 내리고 위유하였다.\n",
                "date_ko": "숙보 47권, 35년(1709 기축 / 청 강희(康熙) 48년) 1월 23일(을미) 1번째기사",
                "gt-oKo": "영의정 최석정(崔錫鼎)이 상소하여 면직을 원하였다. 그 대략에 이르기를, “경적(經籍)을 편집하는 일은 진실로 세상 일이나 조정의 의논과는 상관이 없는 것인데, 마음을 써서 취모 멱자(吹毛覓疵)하고 세구 구흔(洗垢求㾗)하여 소장(疏章)을 올리느라, 논사(論思)하는 자리에 있는 사람들이 얼굴을 바꾸어 가며 번갈아 공격하고 있습니다. 그런데 어떻게 그들이 욕하고 헐뜯는 소리를 들으며 그대로 모든 바라보는 자리에 있을 수 있겠습니까?” 하니, 임금이 우악(優渥)하게 비답을 내려 위유(慰諭)하였다.",
                "hj": "○乙未/領議政崔鍚鼎陳疏乞免。 略曰: 編摩經藉, 固不干於世事朝論, 而費心吹洗, 至登章牘, 論思之地, 換面迭攻。 其何可從他罵詈, 仍據於具瞻之地哉? 上優答慰諭。"
            }
        }
    },
    "06": {
        "3": {
            "1": {
                "date_ko": "숙보 47권, 35년(1709 기축 / 청 강희(康熙) 48년) 6월 3일(임인) 1번째기사",
                "gt-oKo": "영의정 최석정(崔錫鼎)이 상소하여, 《예기유편(禮記類編)》을 변론하는 책자(冊子)를 올렸다. 이때에 소장(疏章)이 번다했었고 단계(段階)를 좇아 죄목(罪目)을 찾아냈었는데, 최석정이 조목마다 매우 세밀하게 변명하되 모두 근거가 있었다. 그 끝부분에 대략 말하기를, “전후의 여러 상소 내용이 매양 ‘상자 속에 사사로이 간직하고 있는 것과 같은 것이 아니라.’는 것으로써 말을 했고, 또 한 번도 인책(引責)하지 않은 것을 들어 죄를 삼고 있으니, 이에 있어서는 저으기 두려워짐을 금하지 못하겠습니다. 신이 이미 망령되게 편술(編述)하느라 해가 쌓이도록 마음과 힘을 소비하면서, 깊이 간직해 두고 내놓지 않으면 지적하여 논하게 되는 것을 면하게 될 줄 알지 못한 것이 아닙니다마는, 어리석기 연석(燕石) 같으면서도 야근(野芹)처럼 간절한 정성이 있어서였습니다. 《중용》과 《대학》의 1, 2대문의 부주(附註)에 있어서는 진실로 참람하고 외람됨이 지극한 줄 압니다마는, 모두 의거(依據)한 데가 있는 것이고 당초부터 자신이 만든 말이 아니었습니다. 또 일찍이 전배(前輩)의 명현(名賢)들을 보건대 경서(經書)의 교훈을 논술(論述)한 글에 있어서 또한 예람(睿覽)에 올리는 수가 많았습니다. 문효공(文孝公) 조익(趙翼)도 무릇 경전(經傳)을 주해(註解)한 것을 대개 모두 상소에다 갖추어 올렸었고, 고 참판(參判) 신(臣) 최입(崔岦)이 저술한 《주역구결(周易口訣)》은 정자(程子)의 전(傳)과 주자(朱子)의 본의(本義)대로 인용하지 않았지만, 역시 상소에다 갖추어 올리매 간행(刊行)하게 되었고, 아울러 아름답게 여겨 칭찬해 주심을 받았었지만, 그 당시에 몹시 배척하는 것이 있었음을 들어보지 못했습니다. 거칠고 경솔한 성미가 자세하게 생각해 보지도 않고서 마침 경연(經筵)에 올라간 참에 감히 상문(上聞)했다가, 오늘날의 풍파를 야기(惹起)하여 갈수록 한이 없는 갈등이 생기게 했습니다. 이는 또 신(臣)의 지혜와 생각이 우활(迂濶)하고 어두운 소치인데, 오히려 누구를 허물하겠습니까? ‘한 번도 인책하지 않았다.……’는 말에 있어서는, 신(臣)이 올린 소장(疏章) 내용에 있어서 진실로 일찍이 여러 차례 부끄럽게 여기며 자송(自訟)하고 있는 뜻을 언급했었습니다. 참람하고 외람되고 망령되고 경솔한 죄를 신이 이미 스스로가 매우 분명하게 알고 있는데, 오늘날 말을 하는 사람들이 경전(經傳)을 파괴하고 성현을 업신여긴다고 지목하고 있고, 이단(異端)의 사설(邪說)이라고 단정하고 있으니, 평생에 선현(先賢)들을 존숭하며 사모해 온 마음에 아무 말없이 중간에 엎드려 있을 수 없습니다. ‘대략 운운’한 말에 있어서도 무릇 어찌 앞서의 일을 비호(庇護)하여 과오를 문식(文飾)하려는 뜻에서 나온 것이겠습니까? 비록 그렇기는 하나 이는 모두가 신(臣)의 죄입니다. 평소에 인망(人望)이 없던 신이 얕은 학식을 가지고 망령되이 성현들이 남긴 경전을 수정(修訂)했고, 또 다시 이때의 형편을 헤아려 보지도 않고 깊이 간직해 두지도 않다가 오늘날의 분쟁(紛爭)을 가져오게 되었습니다. 신이 이제는 혀를 깨물며 부끄러워하고 후회해도 진실로 마음을 어떻게 할 수가 없습니다.” 하니, 임금이 비답(批答)을 내려 장유(奘諭)하였다. 최석정은 남들보다 뛰어나게 총명하여 비록 일찍이 묻고 배우기에 전심(專心)하지 않고도 십삼경(十三經)에 해박하였고, 제자 백가(諸子百家)에 있어서도 통하여 자못 속유(俗儒)들이 미칠 수 있는 바가 아니었다. 더욱 예학(禮學)에 공력을 들였었는데, 편집한 예서(禮書)가 비록 분류(分類)하여 뽑아놓은 것에 가깝기는 했지만, 뽑아놓은 차례가 잘 정돈되어 예가(禮家)들에게 큰 도움이 있는 것이었다. 비록 더러 장구(章句)를 나누어 놓기도 하고 옮기기도 했었지만, 또한 모두 선유(先儒)들의 서론(緖論)에 따라 한 것이고 당초부터 경솔한 뜻으로 두찬(杜撰)해 놓은 것은 아니었다. 그가 또한 주부자(朱夫子)에 대해서도 극력 높일 대로 높이고 중시하여 일찍이 말 한 마디도 저촉하여 침해하는 것이 있지 않았었으니, 생각해 보건대 어찌 오(吳)나라나 초(楚)나라가 참람하게 왕자(王者)라고 한 것과 같은 혐의가 있는 것이겠는가마는, 오직 경연(經筵)에서 주달(奏達)한 한 가지 일은 마침내 경솔한 짓을 한 것이다. 만일 이를 들어 분수에 넘치는 외람된 것으로 허물한다면 무릇 누가 불가하다고 하겠는가? 다만 최석정이 사류(士流)의 영수(領袖)로서 바야흐로 신임(信任)을 받아 쓰이고 있는 것 때문에 편당하는 사람들이 기필코 이 일을 핑계로 모함하려고 하여, 마치 기화(奇貨)를 얻은 듯이 서로 소장(疏章)을 올리면서 주자(朱子)를 호위(護衛)하는 것으로 자처(自處)하고, 곧장 최석정을 이단(異端)으로 공격하기를 마치 홍수(洪水)나 맹수(猛獸)의 화가 다가선 것처럼 하고 있다. 자못 식견있는 사람이 보기에는 선성(先聖)을 핑계로 당동 벌이(黨同伐異)하는 짓으로 비쳐질 것을 알아차리지 못하는 것이니, 그 공경스럽지 못함이 더욱 큰 것이다. 무릇 학문하는 사람들이 자신의 소소한 지능을 믿고서 선유(先儒)를 업신여기는 것도 진실로 옳지 못한 것인데, 의아스러운 데를 차기(箚記)한 것에 있어서는 진실로 묻고 배우고 하기에 도움이 되는 것이기에, 또한 선현(先賢)들도 일찍이 금하지 않았던 것이다. 박세당(朴世堂)의 《사변록(思辨錄)》은 진실로 주자(朱子)의 문하(門下)에 조금 배치되는 듯했으니, 세상에 진유(眞儒)가 있다면 진실로 말을 하여 물리치더라도 방해로울 것 없을 것인데, 그의 글을 불태우고 그 사람을 죄준 것을 마침내 편당하는 논으로 돌려버리게 되었었다. 만약 무릇 최석정의 《예기유편》에 있어서는 일체를 자양(紫陽)에 귀착시켰고, 당초부터 일찍이 조금도 경전을 파괴하거나 성현을 업신여기는 논은 하지 않았었는데, 편당하는 사람들이 장황하게 날조(捏造)하여 기필코 죄목(罪目)을 만들려고 하였다. 이 두 사람의 거듭 시기하여 배척함을 당하게 된 뒤부터는 학문하는 사람들이 모두 이를 경계로 삼아 다시는 신사(愼思)하고 명변(明辨)하는 학문에 뜻을 두지 않게 되었고, 편당하는 무리들로 조금 세상을 속이기에 교활한 자들은 으레 주자의 글 중에서 약간의 구절(句節)을 찾아내어 외어대며 과시를 하여 대박두(大拍頭) 호규환(胡叫喚)하는 거리를 삼게 되고, 독서(讀書)하는 참다운 사람은 세상에 끊어진 지 대개 오래이게 되었다. 이번에 최석정이 변론(辨論)한 책자(冊子) 내용에 ‘해가 쌓이도록 마음과 힘을 소비했다.’는 말들이 있었지만, 말을 해 가는 동안에 범연하게 글자를 쓴 것에 지나지 않는 것이고, 당초부터 일찍이 주자의 이른바 ‘한 평생의 공력이 보망장(補亡章)에 있다.’고 한 말을 끌어다가 빗대어 논했던 것은 아닌데, 첫번에 사실(史實)을 편수(編修)하는 사람들이 곧장 ‘선성(先聖)을 업신여기고 자기 소견을 과시(誇示)한 것이라고 헐뜯는 논을 추가(追加)하기를 마치 최석정이 참으로 주자와 경중을 겨룬 것처럼 하되, 최석정이 하지도 않은 말을 만들어 내어 암암리에 장찬(粧撰)하여 마음대로 남을 더럽히고 손상하여 백세(百世)토록 의난(疑亂)할 계획을 하였음은 그 또한 너무도 음흉하고 간교(奸巧)한 일이다.",
                "hj": "○壬寅/領議政崔錫鼎, 疏進《類編》辨論冊子。 其時, 章疏紛然, 逐段求罪, 錫鼎條辨甚悉, 皆有根據。 其末略曰: 前後諸疏中, 以非如篋笥私藏爲言, 又以不一引咎爲罪, 是則竊不勝其瞿然也。 臣旣妄有所編述, 費了積年心力, 非不知深藏不出, 可免指議, 而愚同燕石, 誠切野芹。 至於《庸》、《學》, 一二附註, 誠知僭猥之極, 而皆有據依, 初非已說。 且嘗觀前輩名賢, 於其論述經訓之文字, 亦多進徹於睿覽。 如文孝公趙翼, 凡有註解經傳, 擧皆具疏投進, 如故參判臣崔岦所著《周易曰訣〔周易口訣〕》, 多不用程、朱傳義, 而亦具疏投進, 至於刊行, 而竝蒙嘉奬, 不聞當時, 有深斥者。 踈率之性, 不加審思, 適於登筵之際, 敢以上聞, 惹起今日鬧端, 轉生無限葛藤。 此又臣智慮迂闇之致, 尙誰尤哉? 不一引謝云云, 臣於章牘中, 固嘗屢致慙訟之意。 僭(狠)〔猥〕妄率之罪, 臣旣自知甚明, 而今之言者, 目之以毁經侮聖, 斷之以異端邪說。 以平生尊慕先賢之心, 有不容泯然, 引伏中間, 略有云云, 夫豈出於護前文過之意也? 雖然, 此皆臣罪也。 以臣人望素蔑, 學識膚淺, 而妄有修訂於遺經, 又復不量時宜, 未能莊閟, 致有今日之紛紛。 臣於是, 咋舌愧悔, 誠無以爲心矣。 上賜批奬諭。 錫鼎聰明絶人, 雖未嘗專意於問學, 而博極十三經, 傍及諸子, 殆非俗儒所及。 尤用力於禮學, 所編禮書, 雖近類抄, 而撰次整齊, 大有補於禮家。 雖或分移章句, 而亦皆遵依先儒緖論, 初非率意杜撰。 其於朱夫子, 亦極致隆歸重, 未嘗有一言礙逼, 則顧安有吳、楚僭王之嫌, 而惟其筵奏一着, 終涉率易。 若以此咎其僭越, 則夫誰曰不可, 而只以錫鼎爲士流領袖, 方彼嚮用, 黨人必欲藉此擠之, 如得奇貨, 章交公車, 自處以衛護朱子, 而直以異端, 攻錫鼎, 眞若有洪水、猛獸之禍。 殊不知自識者觀之, 憑藉先聖, 以濟黨伐, 其不敬尤大矣。 夫學者之挾其小智, 凌駕先儒, 固爲不韙, 而至於箚記疑難, 實有益於問學, 亦先賢之所未嘗禁。 朴世堂《思辨錄》, 誠若少背於朱門, 使世有眞儒, 固不妨辭闢, 而至於火書罪人, 終歸黨論。 若夫錫鼎《類編》, 一切會極於紫陽, 初未嘗髣髴於毁經侮聖之論, 而黨人張皇構捏, 必欲成罪。 自兩人重被齮齕之後, 學者皆以爲戒不復加意於思辨之學, 而黨人輩, 稍黠於欺世者, 輒取朱子書中若干句語, 誦習而眩耀之, 以爲大拍頭胡叫喚之資, 而讀書眞種子, 絶於世蓋久矣。 今此錫鼎辨論冊中, 固有費了積年心力等語, 而不過行語間泛下文字, 初未嘗援引朱子所謂一生功力, 在於補亡章之語, 而比對論之, 則修初史者, 直以蔑先聖誇己見, 追加疪議, 有若錫鼎眞與朱子, 較量輕重者然, 創出錫鼎所不言之言, 暗地粧撰, 極意汚衊, 以爲疑亂百世之計, 其亦陰巧甚矣。"
            }
        }
    },
    "07": {
        "25": {
            "1": {
                "H2KE-EN": "Left State Councilor 서종태가 세 번 차자를 올려 면직을 청하였는데, 임금이 승지를 보내어 도타운 비답을 내리기를, “경이 사직하는 글을 두 번 올린 것은 워낙 지나쳤거니와, 이제 또 세 번까지 이른 것은 due to the loyalty and 뜻이 맞지 않기 때문이니, 놀랍고도 부끄러워서 마치 lost his left and right hands. 접때 경이 품의하여 정한 것은 essential concern for the government office, although there was a difference in the same manner, only the appropriateness of imprisonment of imprisonment. Regarding the two characters of imprisonment, the meaning of imprisonment of imprisonment, imprisonment of impris, and imprisonment of impris and imprisonment",
                "H2KE-nKo": "좌의정 서종태가 세 번째 차자를 올려 면직해 주기를 청하니, 주상이 승지를 보내 너그러운 비답을 내리기를,“경이 두 번이나 사직하는 글을 올린 것도 진실로 이미 지나쳤는데, 지금 또 세 번이나 올라왔으니, 이는 나의 마음이 미덥지 못한 탓이다. 놀랍고도 부끄러워 마치 좌우의 손을 잃은 것 같다. 일전에 경이 내게 물어 정한 것은 공가를 위한 주도면밀하고도 자상하게 하려는 생각에서 나온 것이니, 설령 의견이 같지 않더라도 단지 추후에 부칠 것인지의 여부만을 진달하면 될 것이다. 그런데 ‘오랑캐에게 아첨한다.[媚虜]’라는 두 글자는 말뜻이 예사롭지 않기 때문에 이미 민진후의 차자에 대한 비답에서 미안하다는 뜻을 보였다.대체로 이 사람의 논의는 대부분 과격하여 매우 적절하지 못하므로 내가 일찍이 병통으로 여겼다. 전혀 뜻밖의 말을 개의할 것이 뭐가 있겠는가. 현재 삼공의 자리가 거의 비어 있는데 경이 또 이렇게까지 사양하니, 나는 필시 억울하고 병이 더칠 것이다. 경은 모쪼록 간절한 나의 뜻을 헤아려 다시는 정세를 이유로 사직하지 말라.”하였다.\n",
                "date_ko": "숙보 47권, 35년(1709 기축 / 청 강희(康熙) 48년) 7월 25일(갑오) 1번째기사",
                "gt-oKo": "좌의정 서종태(徐宗泰)가 세 차례 차자(箚子)를 올려 면직을 원하니, 임금이 승지를 보내어 우악(優渥)하게 비답을 내리기를, “경(卿)이 두 차례나 사본(辭本)을 올린 것은 진실로 이미 지나친 일인데, 이번에 또 세 차례나 올리게 되었으니, 이는 정지(情志)가 맞지 않는 소치로 말미암은 것이기에 놀랍고도 부끄러우며 마치 좌우의 손을 잃게 되는 듯하다. 요즈음 경이 품정(稟定)한 일은 공가(公家)를 위한 주밀하고 자상한 생각에서 나온 일이니, 설사 의견이 같지 않은 데가 있다 하더라도 단지 곁들인 건의 합당 여부만 진달해야 할 것이고, ‘오랑캐에게 아첨한다[媚虜]’한 두 글자에 있어서는 말 뜻이 심상하지 않은 것이기에, 이미 미안한 뜻을 민진후(閔鎭厚)의 차자에 대한 비답에 보였었다. 대저 이 사람의 의논은 대개 과격한 말이 많아 너무도 맞지 않는 것이 많기에 내가 일찍부터 부족하게 여기고 있는 터이니, 천만 뜻밖의 말을 어찌 개의(介意)할 것 있겠는가? 당연한 지금 정승의 자리가 거의 비어 있는데 경이 또한 이처럼 사직하게 되므로 내가 필경에는 답답하여 병이 더치게 되겠으니, 경은 모름지기 나의 근간(懃懇)한 뜻을 체득하여 다시는 심정과 사세를 들여 사직하지 말라.” 하였다.",
                "hj": "○甲午/左議政徐宗泰三上箚乞免, 上遣承旨, 賜優批曰: “卿之再上辭本, 固已過矣, 今又至三, 玆由於情志不孚之致, 愕然且慙, 如失左右手也。 日者卿之所稟定, 出於爲公家周詳之慮, 則設有意見之不同, 只陳追付之當否而已, 而媚虜二字, 語意非常, 故已示未安之意於閔鎭厚箚批矣。 大抵此人論議, 率多過激, 太欠稱停, 予嘗病之。 萬萬情外之說, 何足介懷? 目今鼎席殆空, 而卿又巽辭至此, 予必抑鬱而添病也。 卿其須體懃懇之旨, 勿復以情勢爲辭。”"
            }
        }
    },
    "10": {
        "17": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Bak Huijin reported to the King on the grounds that Yun Segi was incompetent in receiving a group of ignorant people and made a false accusation against them. It was requested that his post be removed from office. The King did not approve this request. 【계사는 위에 보인다.】 사신은 논한다. Yun Segi is an imprudent and a corrupt man. The Office of the Inspector General requested that he be reprimanded the way of scholar-officials to cultivate himself. Is this not straightforward? Alas! A man of a man and a man of",
                "H2KE-nKo": "지평 박희진이, 윤세기가 형편없는 무리를 영접하여 무고의 변고를 빚어냈다는 이유로 주상에게 아뢰어 관직을 삭탈하기를 청하였는데, 주상이 따르지 않았다. - 계사는 위에 보인다. - 사신은 논한다. 윤세기는 거칠고 비열한 일개 비부이다. 대간의 계사에서 사대부가 자신을 단속하는 도리를 책망하려고 하였으니, 또한 오활하지 않은가. 아, 사람이 아무리 형편없다 하더라도 그 관직은 대사마의 존귀한 자리이다. 아침에는 옥사를 다스리는 관원이 되었다가 저녁에는 머리를 싸매고 갇혀서 한낱 무뢰배인 죽을죄를 지은 놈과 서로 욕하고 대질하였으니, 이는 실로 조정의 수치이다.일찍이 윤세기가 평소에 군교와 무사를 대할 때 설만한 말과 패악한 욕설을 퍼부은 적이 있다고 들었으니, 오늘날의 이 화가 반드시 짐이 여기에서 비롯되지 않았다고 할 수 없다.\n",
                "date_ko": "숙보 47권, 35년(1709 기축 / 청 강희(康熙) 48년) 10월 17일(갑인) 1번째기사",
                "gt-oKo": "지평 박희진(朴熙晉)이, 윤세기(尹世紀)가 무상(無狀)한 무리들을 영접(迎接)함으로써 무고(誣告)하는 변고를 빚어내게 된 것을 들어 관작을 삭탈할 것을 계청(啓請)하였으나, 임금이 들어주지 않았다.【계사(啓辭)는 위에 보인다.】 사신(史臣)은 말한다. “윤세기는 하나의 거칠고 패리(悖理)한 비부(鄙夫)인데, 대관(臺官)이 아뢴 말은 사대부(士大夫)가 자신을 신칙해 가는 도리에 책망하려고 했으니 또한 우활(迂濶)한 일이 아닐 수 있겠는가? 아! 비록 무상한 사람이라 하더라도 그의 관직은 높은 대사마(大司馬)이었는데, 아침에는 옥사(獄事)를 처결하는 관원이 됐다가 저녁에는 머리에 자루를 쓴 죄수가 되어, 곧 하나의 무뢰(無賴)한 사형 죄수와 서로 헐뜯으며 대질하게 되었으니, 이는 진실로 조정의 수치이다. 일찍이 듣건대 윤세기는 평소에 군교(軍校)와 무사(武士)들을 상대로 외설한 말과 패악(悖惡)한 욕설을 하기 좋아한다고 했었으니, 오늘의 이런 화는 이에서 조짐한 것이 아닐 수 없을 것이다.”",
                "hj": "○甲寅/持平朴熙晋, 以尹世紀迎接無狀之輩, 釀成誣告之變, 啓請削奪官辭, 上不從。【啓辭見上。】 【史臣曰: “尹世紀, 一麤戾鄙夫也。 臺啓欲責之以士夫飭躬之道, 不亦迂遠乎哉? 噫! 人雖無狀, 其官則大司馬之尊也。 朝爲按獄之官, 夕作囊頭之囚, 乃與一無賴死罪漢, 交詬相質, 此實朝廷之羞也。 嘗聞世紀, 平居對軍校、武士, 喜褻言悖辱。 今日此禍, 未必非朕於此也。”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之四十七終"
            }
        }
    }
}