{
    "01": {
        "15": {
            "1": {
                "H2KE-EN": "On gyehae day, Fourth Censor of the Office of the Censor General Kim Dongbae requested that Choe Jung태 be dismissed from his post, but the King did not approve his request.【원계는 위에 보인다.】 [Choe] Jung태가 began to be replaced from the governor of Gangwon Province , and then entered the temporary royal court and said, After the 존호를 올리라는 명이 중지되자, the people of our country disappointed their former position. [Choe] Jung태 wrote a memorial to displease [the fact that] mistakenly revealed [the fact that] had slandered [the fact that]. [However], [Choe] Jung태가 slandered [the fact that] had slandered [the fact that] revealed [the fact that] had landered [the fact that] revealed [the fact that] had slandered [the fact that]. [However], even though [the fact that] had slandered [the fact that]. People at that time [the fact that] had slandered the royal secretary, such",
                "H2KE-nKo": "계해년에 정언 김동필이 주상에게 아뢰어 최중태를 파직할 것을 청하였으나, 주상이 허락하지 않았다. - 원래의 계사는 위에 보인다. - 최중태가 처음에 강원 감사로 있다가 체차되어 돌아와서 입시한 기회에 아뢰기를,“존호를 올리는 명을 취소한 뒤에 영동 백성들이 낙담하여 공의가 예전의 벼슬길을 막았습니다.”하였다. 최중태가 상소하여 낙망을 변론하다가 잘못 낙담하여 그 허물을 사관에게 돌렸다. 김동필은 그 당시의 사관이었는데, 주상에게 아뢰어 그가 교묘하게 꾸며 낸 정상을 배척하였다. 사신은 논한다. 한번 존호를 올리자는 논의가 나오고부터 이유민처럼 염치없는 무리가 꼬리를 물고 일어났는데, 최중태의 낙담한 정상에 이르러 극에 달하였다. 존호를 취소하라고 명한 것은 실로 성덕을 빛낸 것이니, 신하 된 자는 오직 주상의 뜻을 받들어 순종하기에 겨를이 없어야 할 것이다. 그런데 최중태는 이에 ‘담락’이라는 두 글자로 임금에게 잘 보이려고 이처럼 차마 똑바로 볼 수 없는 말을 지어냈다.그의 심보로도 공의를 꺼려서 물러나 뒷말을 하여 기필코 기주의 잘못으로 돌리려고 하였으니, 그 마음이 어디에 있는지는 길가는 사람도 모두 알 것이다. 아무리 임금을 속이고자 한들 누구를 속일 수 있겠는가. 당시 사람들이 낙담한 승지라고 하였는데, 이처럼 비루하고 해괴한 무리도 모두 의관의 반열에 끼어서 조정을 욕되게 하였으니, 통탄스러움을 금할 수 있겠는가.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 1월 15일(계해) 1번째기사",
                "gt-oKo": "정언(正言) 김동필(金東弼)이 최중태(崔重泰)를 파직(罷職)하기를 계청(啓請)하였으나, 임금히 윤허하지 않았다.【원계(原啓)는 위에 보인다.】 최중태가 처음에 강원 감사[關東伯]로부터 체귀(遞歸)하여 입시(入侍)함으로 인하여 말하기를, “존호(尊號)를 올리는 명령이 중지된 뒤에 우리 나라 백성[東民]이 담락(膽落)하였으며, 공의(公議)도 구천(舊踐)을 지애(枳礙)하였습니다.” 하였다. 최중태가 마음이 쓸쓸하다는 것을 잘못하여 담이 떨어졌다[膽落]는 것으로 했다고 상소하여 변명하면서 허물을 사관(史官)에게 돌리었다. 김동필(金東弼)은 곧 그때의 사관(史官)이었는데, 그의 교식(巧飾)하는 형상(形狀)을 아뢰어 배척하였다. 사신(史臣)은 말한다. “한 번 존호(尊號)를 올리자는 의논이 나옴으로부터 이유민(李裕民)과 같은 부끄러움이 없는 무리가 뒤를 이어 잇따라 일어나더니, 최중태(崔重泰)의 담락(膽落)하였다는 데 이르러서 극도에 달하였다. 존호(尊號)를 중지하라고 명한 것은 진실로 성덕(聖德)에 광채(光彩)가 있으니, 신하된 자도 마땅히 받들어 순종(順從)하기를 바빠야 할 것인데도, 최중태는 이에 ‘담락(膽落)’이란 두 글자로써 임금에게 아첨을 구하여 이같은 차마 바로 볼 수가 없는 말을 만들었는데, 저의 심장(心腸)으로써도 또한 공의(公議)에 꺼리고 두려워 물러가서 뒷말이 있으면서 반드시 기주(記注)의 틀린 것에 돌리려고 했으니, 그 마음의 소재(所在)를 길 가는 사람도 모두 알게 되었다. 비록 천청(天聽)을 속이려 하더라도 그 누구를 속일 수 있겠는가? 당시의 사람들이 담락 승선(膽落承宣)이라고 일렀으니, 이와 같은 비오(鄙汚)하고 괴해(怪駭)한 무리가 또한 모두 의관(衣冠)에 동렬(同列)하고서 조정(朝廷)을 욕되게 하였으니, 통탄(痛歎)함을 금할 수 있겠는가?”",
                "hj": "○癸亥/正言金東弼, 啓請崔重泰罷職, 上不許。【原啓見上。】 重泰始自關東伯遞歸, 因入侍言: “尊號命寢後, 東民膽落, 公議枳舊踐。” 重泰疏辨落莫, 誤爲膽落, 歸咎史官。 東弼卽其時史官, 啓斥其巧飾狀。 【史臣曰: “一自尊號議出, 如李裕民無恥之輩, 接踵而起, 至於重泰之膽落而極矣。 命寢尊號, 實有光於聖德, 爲人臣者, 惟當將順之不暇, 而重泰乃以膽落二字, 要媚於君, 作此不忍正視之語, 而以渠之心腸, 亦憚於公議, 退有後言, 必欲歸之於記注之差爽, 其心所在, 路人皆知。 雖欲誣天聽, 其誰欺乎? 時人謂之膽落承宣, 如許鄙汚怪駭之輩, 亦皆齒衣冠而辱朝廷, 可勝痛哉?”】"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On eulhae day, Third Censor [of the Office of the Censor General] Hwang Gyeha suspended the suspension of Choe Jung태 . Third Inspector [of the Office of the Inspector General] Yi Ik Han submitted a memorial admonishing the suspension of the king. [Hwang] Gyeha avoided the suspension of the Office of the Censor General and replaced the suspension of the ggesion of the grievance of the human relationship. When Choe Jung태 uttered the suspension of the world, he also knew that it was a shame. When [Choe] Dongbong had reported the suspension of the public justice, he dared to suspend the suspension of the hiding of the human relationship. However, the suspension of the hiding of the king.",
                "H2KE-nKo": "정언 황계하가 최중태에 대한 전계를 정지하였다. 장령이익한이 황계하가 멋대로 전계를 정지한 잘못을 상소하여 논핵하였다. 황계하가 인피하니, 사간원이 아뢰어 체차하였다. 심하도다, 이욕이 사람을 그르침이여! 최중태의 담락설이 처음 나왔을 때 그 무리들도 수치스럽다는 것을 알았고, 김동필에 대한 전계가 공의를 위한 것임을 모르지 않았을 텐데도 단지 당파를 비호하려는 마음으로 감히 체차하여 전계를 정지하였다. 그러나 황계하가 피혐하는 말에도 오히려 근거 없는 말로 둘러대었으니, 감히 실언했다고 하지 않을 수 없었다. 득실에 관계되고 이해에 마음이 움직이는 것으로 말하면, 이유와 조태채의 무리가 곧바로 존호를 올리기를 청하였는데 온 조정이 같은 말을 하였으니, 벼슬을 잃을까 걱정하고 염치없는 무리가 또 최중태 한 사람에 그치지 않았다.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 1월 27일(을해) 1번째기사",
                "gt-oKo": "정언(正言) 황계하(黃啓河)가 최중태(崔重泰)의 계주(啓奏)를 정지하였는데, 장령(掌令) 이익한(李翊漢)이 황계하가 제멋대로 정지시킨 잘못을 상소하여 논핵하였다. 황계하가 인피(引避)하자, 사간원(司諫院)에서 아뢰어 체차(遞差)하였으니, 이욕(利慾)이 사람을 그르침이 심하였다. 최중태의 담락설(膽落說)이 처음 나왔을 때 그 무리들도 또한 그것이 부끄러워할 일임을 알았으며, 김동필(金東弼)이 아뢰어 적발하는 데 미쳐서는 그것이 공의(公議)가 됨을 알지 못한 것은 아닌데도, 다만 호당(護黨)라는 마음으로써 감히 갑자기 정지하게 되었다. 그러나 황계하(黃啓河)의 피사(避辭)에도 오히려 또 쓸데없는 말로써 많이 말했으나, 감히 실언(失言)했다고 하지 않을 수가 없었다. 그 득실(得失)이 관계되고 이해(利害)가 마음을 움직이는 데 이르러서는 이유(李濡)와 조태채(趙泰采)의 무리도 직접 존호(尊號)를 청하여 온 조정[滿朝]이 한 가지로 말하였으니, 지위를 잃을 것을 걱정하는 염치(廉耻)없는 무리가 또 한 명의 최중태에 그치지 않았다.",
                "hj": "○乙亥/正言黃啓河停崔重泰之啓, 掌令李翊漢疏論啓河擅停之失。 啓河引避, 諫院啓遞之。 甚矣, 利慾之誤人也! 重泰膽落說之初出也, 渠之輩流, 亦知其可恥, 及東弼啓發, 非不知其爲公議, 而只以護黨之心, 乃敢遞停。 然啓河避辭, 猶且游辭周遮, 不敢不謂之失言。 至其得失所關, 利害動心, 則濡、泰采輩, 直請尊號, 而滿朝同辭, 患失無恥之輩, 又不止一重泰也。"
            }
        }
    },
    "02": {
        "20": {
            "1": {
                "H2KE-EN": "Chief State Councilor Jeong Yeok reported to the King as follows: Although Governor of Jeolla Province Yi Gwang was young, his administrative skills are so numerous that he can be responsible for assigning the duties of the Office of Astronomy and Geomancy . Thus, he came to the palace to attend to the King and requested that he be transferred to the capital in order to manage the affairs. The King approved this.",
                "H2KE-nKo": "정유년에 영의정 최석정이 전라 감사 이광좌의 나이가 비록 어리지만 종핵하여 치적이 있어 이정청의 직임을 감당할 만하다는 이유로 입시하여 내직으로 옮겨 구관하게 하기를 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 2월 20일(정유) 1번째기사",
                "gt-oKo": "영의정(領議政) 최석정(崔錫鼎)이, 전라 감사(全羅監司) 이광좌(李光佐)가 나이는 비록 젊더라도 사물의 본말을 종합하여 밝히어 치적(治績)이 있으므로, 이정청(釐正廳)의 임무를 감당할 만하다는 이유로써 입시(入侍)로 인하여 내직(內職)으로 옮기어 구관(句管)하기를 청하니, 임금이 그대로 따랐다.",
                "hj": "○丁酉/領議政崔錫鼎以全羅監司李光佐, 年雖少, 綜核有治績, 可堪釐正廳之任, 因入侍, 請內遷句管, 上從之。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On jeongmi day, the first day of the month, the Censor General Yun Seyu submitted a memorial to admonish 영상 최석정이 requesting the release of Yi Bul , who was involved in the crime of being involved in the crime of implicated in Mok . He also displeased the circumstances of the officials in the Censor General who silently silently. The King granted a 엄한 비답을 내렸다.【비답 내용은 위에 보인다.】 사신은 논한다. Originally, when a high official had made a report to the King, it was inevitably impossible for him to pass judgment on this matter. How could it not be right to pass judgment on this matter? However, it was already very surprised that he was involved in the crime of being involved in the crime. Moreover, there was no other words that were involved in the crime of being involved in the crime by being involved in the crime of being involved in the crime by being involved in implicated in the crime of being involved in the crime. If this behavior, how could the hearts of the people be in 복종시킬 수 있겠는가?",
                "H2KE-nKo": "정미년에 사간 윤세유가 상소하여, 영의정 최석정이 민암의 연좌인을 풀어 주기를 청한 잘못을 공격하고, 겸하여 삼사가 침묵하고 있는 정상을 논척하니, 주상이 엄한 비답을 내렸다. - 비답의 내용은 상소 위에 보인다. - 사신은 논한다. 당초 대신이 연석에서 아뢴 것은 오로지 망녕된 행동에서 나온 것이니, 이것으로 논죄하는 것이 무슨 안 될 것이 있겠는가. 다만 ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’, ‘역적을 비호한다.’라는 말을 갑자기 삽입하여 반드시 사람을 헤아릴 수 없는 지경으로 몰아넣고자 하는 것은 오로지 당인의 수단이다. 이와 같이 하고서 인심을 복종시킬 수 있겠는가.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 2월 30일(정미) 1번째기사",
                "gt-oKo": "사간(司諫) 윤세유(尹世綏)가 영상(領相) 최석정(崔錫鼎)이 민암(閔黯)에게 연좌(緣坐)되어 잘못된 이를 방면(放免)하여 보내기를 청한 일을 상소하여 공격하고, 겸하여 삼사(三司)에서 입을 다물고 잠잠히 있는 형상(形狀)을 공척(攻斥)하니, 임금이 엄비(嚴批)를 내려 주었다.【비답(批答)한 말은 소상(疏上)에 보인다.】 사신(史臣)은 말한다. “당초에 대신(大臣)의 연주(筵奏)한 것이 오로지 망작(妄作)에서 나왔으니, 이 일로써 논죄(論罪)한다면 무엇이 불가하겠는가? 다만 호역(護逆)하는 것도 또한 역적(逆賊)이라는 등의 말은 이미 매우 경해(驚駭)할 일인데, 더구나 연주(筵奏)에 없었던 역률(逆律) 외에 연좌(緣坐)가 없었다는 말을 갑작스럽게 삽입(揷入)하여 반드시 사람을 망측(罔測)한 경지(境地)에 몰아 넣으려고 한 것은 오로지 당인(黨人)의 수단(手段)이니, 이와 같이 하고서 능히 인심(人心)을 복종(服從)시킬 수가 있겠는가?”",
                "hj": "○丁未/司諫尹世綏, 疏攻領相崔錫鼎請放送黯緣坐之失, 兼斥三司喑默之狀, 上賜嚴批。【批答語見疏上。】 【史臣曰: “當初大臣筵奏, 專出妄作, 以此論罪, 何所不可, 而但護逆亦逆等語, 已極驚駭。 況筵奏所無逆律外無緣坐之言, 突然揷入, 必欲驅人於罔測之境, 專是黨人手段, 如是而可能服人心耶?”】"
            }
        }
    },
    "03": {
        "14": {
            "1": {
                "H2KE-EN": "Shin Seongha , Jeongha , and others wrote a memorial to dispute the matter of his father [Shin] Wan [] and his father [Shin] Wan [] in the sinsa year (. The King granted a generous recipient [to Shin Seongha]. 【상소의 내용과 비답은 위에 보인다.】 사신은 논한다. 최석정이 requested to release [Shin] Changdo , his nephew of his nephew, and [Shin] Wan requested to forgive [Shin] Wans son [Shin] Yudo [], the son of [Shin] Wan [], to be executed, to be executed. Their crimes were similar to no difference. If [Shin] was punished at the beginning of the law, there would be a difference [for him]. This is similar to what he said. However, the reason why high officials before and afterward did not wish to apply to applying to lodging the law. If [Shin] Wan [] applying to lodging with the law, then how could there be any difference [to apply to lodging with his father? Though the ancients also presented a memorial to the King in the mourning clothes and hempen bands of his father, [Shin] Wan [] did not have any circumstances to falsely accuse of lodging to lodging for his father.",
                "H2KE-nKo": "거상 중인 신성하와 신정하 등이 상소하여 유신의 상소 중에 자기 아버지 신완이 신사년에 헌의한 일을 인용한 것에 대해 변론하니, 주상이 너그러운 비답을 내렸다. - 상소의 내용과 비지는 위에 보인다. - 사신은 논한다. 최석정이 민암의 조카 민창도의 연좌를 풀어 줄 것을 청하고, 신완이 민암의 아들 민유도의 노륙을 용서해 줄 것을 청하였으니, 연좌된 죄를 논하면 조금도 차이가 없다. 만약 죄를 정하는 초기에 법이 시행된 뒤에는 차이가 있다고 한다면 이것은 그래도 말이 되지만, 그동안 대신이 연좌를 시행하지 않으려고 한 뜻은 마찬가지였다. 만약 역적을 비호한 것도 역적에 대한 형률이라고 단정한다면 피차 모두 그 형률을 적용해야 하니, 어찌 털끝만큼이라도 차이가 있겠는가. 부형에 관계된 일이므로 이치상 억울함을 풀어 주어야 하니, 비록 최마복 중에 있더라도 옛사람도 상소를 올린 자가 있었다. 그런데 지금 신완의 일은 원래 무함을 받을 단서가 없으니, 무슨 일을 분변해야 할지 모르겠다. 신성하의 무리는 한때 당인들이 충동질하는 말에 동요되어 자기 아버지가 분변해서는 안 되는 일을 분변하려고 최마복 차림으로 상소하였으니, 이것만도 이미 놀라운데, 하늘을 속이고 사람을 무함한다는 등의 말도 가려서 하지 않았으므로 사람들이 모두 이 상소를 사리를 모른다고 하였다.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 3월 14일(신유) 1번째기사",
                "gt-oKo": "부모(父母)의 상(喪)을 당한 사람 신성하(申聖夏)·신정하(申靖夏) 등이 유신(儒臣)의 소중(疏中)에서 그의 아비 신완(申琓)이 신사년에 헌의(獻議)한 것을 원인(援引)한 일을 상소하여 변명하니, 임금이 우악(優渥)한 답을 내리었다.【소어(疏語)와 비지(批旨)는 위에 보인다.】 사신(史臣)은 말한다. “최석정(崔錫鼎)이 민암(閔黯)의 조카 민창도(閔昌道)의 연좌(緣坐)되었음을 석방(釋放)할 것을 청하고 신완(申琓)은 민암의 아들 민유도(閔有道)의 노륙(孥戮)을 용서하기를 청하였다. 그들의 연좌된 것을 논하면 조금도 다름이 없다. 만약 정죄(定罪)하는 처음과 법을 시행한 뒤가 차별이 있다고 인정한다면, 이것은 오히려 말이 되지만, 전후(前後)의 대신(大臣)이 연좌를 시행하지 않으려는 생각은 같은 것이다. 진실로 호역(護逆)도 또한 역적(逆賊)이라는 형률(刑律)로써 판단한다면, 피차(彼此)가 모두 그 형률에 해당되니, 어찌 일찍이 조금이라도 차별이 있겠는가? 일이 부형(父兄)에 관계되어 도리상(道理上) 마땅히 억울함을 밝혀야 한다면, 비록 최마(衰麻) 중에 있더라도 옛사람도 또한 진소(陳疏)한 자가 있었다. 지금 신완의 일은 원래 무함(誣陷)을 받은 단서가 없었으니, 변명(辨明)할 것이 무슨 일인지를 알지 못하겠다. 신성하의 무리는 한때의 당인(黨人)들의 충동(衝動)하는 말에 움직여서 그 아비의 마땅히 변명하지 않아도 될 일을 변명하려고 상중에 상장(上章)한 것은 이미 이것은 놀랄 만하며, 하늘을 속이고 사람을 속이었다는 등의 말은 또한 가려서 꺼내지 않았으므로, 사람들이 모두 이 소장(疏章)으로써 사리(事理)를 알지 못한다고 여겼다.”",
                "hj": "○辛酉/丁憂人申聖夏、靖夏等, 疏辨儒臣疏中, 援引其父琓辛巳獻議之事, 上賜優答。【疏語批旨見上。】 【史臣曰: “崔錫鼎之請釋黯之姪昌道緣坐, 申琓之請貸黯之子有道孥戮, 論其所坐, 少無異同。 若以爲定罪之初, 法行之後, 有間云爾, 則此猶成說, 而前後大臣之不欲施緣坐之意, 一也。 苟以護逆亦逆之律, 斷之, 則彼此皆當其律, 何嘗一毫有間耶? 事係父兄, 理宜伸枉, 則雖在衰麻中, 古人亦有陳疏者, 而今申琓事, 元無受誣之端, 未知可辨者何事? 聖夏輩, 動於一時黨人衝動之言, 欲辨其父不當辨之事, 衰麻上章, 旣是可駭, 欺天誣人等語, 亦不擇發, 人皆以此疏, 謂不識事理焉。”】"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Expositor Yi Myeong , an expositor of the Office of the Lectures for the Establishment of Ceremonies , submitted a memorial on the fault of Comprehensive Examining Editor Im Sugans misconduct in the lecture of Comprehensive Examining Editor of the Office of Royal Lectures , and the King reprimanded his words were insufficient and reprimanded. Our country (Joseon and Xuanzhu (Emperor Wenzhu (Emperor Wenzhu, and Comprehensive Examination of the Zhu (Emperor Wenzhu of the lecture of Comprehensive Examining Edict Study of the lecture of the le lecture of the Great Comprehensive Study of the Grand Study of the Comprehensive Study of Historical Literature (C. Shiji",
                "H2KE-nKo": "경술년에 강관이관명이 상소하여 주강을 행할 때 검토관 임수간이 책자를 잘못 논한 것에 대해 변론하니, - 연석에서 한 말과 소의 내용은 위에 보인다. - 주상이 비답을 내려 말에 화평함이 부족하다고 책망하였다.우리나라는 포은과 퇴도가 도학을 창도하여 밝힌 뒤로부터 선비된 자들이 모두 주자를 존상하여 어리석은 자나 지혜로운 자나 모두 그러하였으니, 사람의 본성을 상실한 자가 아니라면 누가 감히 주자를 배반할 뜻을 갖겠는가. 역적 윤휴가 주자를 무함한 죄에 대해 송시열이 이미 《중용》을 개주하던 초기에 북을 치지 않고 단호하게 예안 뒤에 수사하였으니, 그것이 참으로 천토의 정당함을 얻은 것인지 알 수 없다. 그러나 송시열이 걸핏하면 주자를 일컬으면서 스스로 한 번 다스려 보겠다고 한 것은 또한 그것이 과연 남월 황옥으로 귀결되지 않을지 알 수 없다. 박세당의 《사변록》으로 말하면 괴상한 기량을 타진한 것에 불과하고, 최석정의 《예기유편》도 해진 해진 해진 해진 해진 해진 해진 해진 해진 해진 해진 해진 해진 해진 해진 몫이었으니, 당인들이 그 참람하고 망녕된 것을 배척하였을 뿐만 아니라 견강부회하고 문식하여 기필코 주자를 배반한 죄과로 귀결시키려고 한 것은 이미 본정이 아니다. 대개 그 뜻은 은연중에 송시열을 주 부자의 적전에 처하게 하고 곧바로 사람을 이단과 사설로 몰아넣어 참으로 홍수나 맹수의 화가 있는 것처럼 하였으니, 어찌 가소롭지 않겠는가. 더구나 이 《절작통편》을 경연에서 진강하는 데야 더 말할 것이 있겠는가. 《절요서독》은 진실로 몸과 마음에 절실하다고 할 수 있으니, 임수간이 한만하다고 한 것은 진실로 노둔하고 망녕된 듯하다. 그리고 제문과 묘지를 진강하는 데 절실하지 않다는 것과 임수간의 말도 소견이 없지 않으니, 요컨대 모두 주자를 경홀히 여기는 뜻에서 나온 것이 아니다. 이관명이 만약 평온한 마음으로 논란하였다면 어찌 불가하다고 하였겠는가. 그러나 주장이 너무 지나쳐서 반드시 무엄하게 배척하고 견련한 이인엽에 대해 한마디 말로 옆에서 도운 이인엽에 대해 언급하여 임수간의 무리가 참으로 성인을 모욕하는 데 뜻을 두고 위호하는 것으로 자임한 것처럼 하였으니, 이것이 어찌 임수간의 마음을 복종시킬 수 있겠는가. 그리고 초사를 편수한 자가 또 역적 윤휴의 죄와 박수간과 최수간의 일을 날조하여 합쳐서 주자를 배반한 죄안을 실증하고는 송시열이 유독 주 부자만을 존상하고 송시열을 미워하는 자가 감히 주자의 명호를 부르는 주 부자의 설에 노여움을 옮겨 근거 없는 액운을 함께 겪었다고 하였으니, 더욱 참람하고 망녕된 짓이다. 이것으로 사류를 더럽히고 백세토록 현란시킬 계책을 삼으려고 하니, 통탄스러움을 금할 수 있겠는가. 그러나 임수간의 상소에는 말을 가리지 않은 것이 많고 오로지 분노하는 기운에서 나왔으므로 식자들이 또 더러 놀라워하였다.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 3월 27일(갑술) 1번째기사",
                "gt-oKo": "시강관(侍講官) 이관명(李觀命)이 주강(晝講)할 때에 검토관(檢討官) 임수간(任守幹)이 진강(進講)한 책자(冊子)를 논란(論難)한 잘못을 상소하여 변명하니,【연설(筵說)과 소어(疏語)는 위에 보인다.】 임금이 말의 화평(和平)함이 모자란다는 이유로써 비답(批答)하여 책망하였다. 우리 나라는 포은(圃隱)과 퇴도(退陶)가 도학(道學)을 창도(倡導)하여 밝힌 뒤로부터 선비가 된 자는 주부자(朱夫子)를 존상(尊尙)하지 않는 이가 없으며, 우매하고 지혜있는 사람을 논할 것 없이 모두 그러하였으니, 만일 심성(心性)을 상실(喪失)하지 않은 자라면 누군들 감히 주자(朱子)의 뜻을 배반하는 이가 있겠는가? 역적(逆賊) 윤휴(尹鑴)가 주자를 무함(誣陷)한 죄(罪)는 송시열(宋時烈)이 이미 《중용(中庸)》을 개주(改註)한 처음에 북을 치고 공박하지 않았지만, 과단성 있게 예안(禮案)의 뒤에 죄를 들추어 신고해 내었더라면, 그것이 진실로 천토(天討)의 정당함을 얻었는지는 알 수가 없지마는, 송시열이 걸핏하면 주자(朱子)를 일컬으며 한 번 다스릴 것을 자임(自任)하는 것도 또한 그것이 과연 남월왕(南越王)이 황옥거(黃屋車)를 탄 결과가 되지 않을는지 알 수가 없겠다. 박세당(朴世堂)의 《사변록(思辨錄)》과 같은 경우는 괴벽(乖僻)한 기량(伎倆)이 되는 데 지나지 않으며, 최석정(崔錫鼎)의 《예기유편(禮記類編)》도 또한 모지라진 비[弊箒]를 스스로 진귀하게 여기는 데 돌아간 것이라면, 당인(黨人)이 다만 그 참녕(僭妄)함을 배척할 뿐만이 아니고, 부회(傅會)하고 문식(文飾)하여 반드시 주자(朱子)를 배반한 죄과(罪科)에 돌려보내려는 자는 이미 본정(本情)이 아니다. 대저 그들의 의도(意圖)는 은연중 송시열을 주부자(朱夫子)의 적전(嫡傳)에 처하게 하고는 사람들을 이단(異端)과 사설(邪說)에 곧바로 몰아넣어 참으로 홍수(洪水)와 맹수(猛獸)의 재화(災禍)가 있는 것처럼 하였으니, 어찌 가소롭지 않겠는가? 더구나 이 《절작통편(節酌通編)》을 경연(經筵)에서 진강(進講)하겠는가? 《절요서독(節要書牘)》은 진실로 몸과 마음을 닦는 데에 절실(切實)하다고 이를 만하다면, 임수간(任守幹)이 한만(閑漫)하다고 일컫는 것은 진실로 노망(魯莽)에 관계되지마는, 제문(祭文)과 묘지(墓誌)는 진강(進講)에 절실하지 않다는 것은 임수간의 말도 또한 견해(見解)가 없지 않으며, 요컨대 모두가 주자(朱子)를 경홀(輕忽)히 여기는 뜻에서 나온 것은 아니다. 이관명(李觀命)이 만약 평범한 마음으로 논란(論難)하였으면 어찌 불가(不可)하다고 하였겠는가? 그러나 주장(主張)이 너무 지나쳐서 반드시 엄척(嚴斥)의 견련(牽連)이 없는 이유로써 한 말로 옆에서 돕는 이인엽(李寅燁)에게 미쳐서 임수간의 무리가 성인(聖人)을 모욕하는 데에 뜻을 두면서도 위호(衛護)하는 자로써 자임(自任)하는 것처럼 한 것이 있으니, 이것이 어찌 족히 임수간의 마음을 복종(服從)시키겠는가? 초사(初史)를 편수(編修)한 자가 또 역적(逆賊) 윤휴(尹鑴)의 죄와 박세당(朴世堂)·최석정(崔錫鼎)의 일을 날합(捏合)하여 말을 하고, 주자(朱子)를 배반한 안(案)에 실증(實證)하고는 송시열이 홀로 주부자(朱夫子)를 존숭(尊崇)한다고 여겼는데, 송시열을 미워하는 자는 이에 감히 주부자(朱夫子)의 이름을 부르는 설(說)에 노여움을 옮겨서 헐뜯고 비방하여 백지(白地)같이 액화(厄禍)를 창출(創出)하였다고 하니, 더욱 극도로 참월(僭越)하여 이 일로써 사류(士流)를 오멸(汚衊)하여 백세(百世)토록 현란(眩亂)시키는 계략을 삼으려고 하였으니, 통탄(痛歎)함을 금할 수가 있겠는가? 그러나 임수간의 대소(對疏)는 말을 대부분 가리지 않고 오로지 성낸 기운에서 나왔으니, 식자(識者)들이 또한 혹시 놀라와하였다.",
                "hj": "○甲戌/侍講官李觀命, 疏辨晝講時檢討官任守幹論進冊子之失,【筵說、疏語見上。】上批以語欠和平責之。 吾東自圃隱、退陶, 倡明道學之後, 爲士者, 莫不尊尙朱夫子, 無愚智皆然, 如非喪失人性者, 孰敢有叛背朱子之意? 賊鑴誣朱子之罪, 宋時烈旣不鳴鼓於改註《中庸》之初, 而齗齗收司於禮案之後, 則未知其眞得天討之正, 而時烈之動稱朱子, 自任一治者, 亦未知其果不爲南越黃屋之歸。 至如朴世堂之《思辨錄》, 不過爲打乖伎倆, 崔錫鼎之《禮記類編》, 亦歸於弊箒自珍者, 則黨人之不但斥其僭妄, 而傅會文致, 必歸之於背朱子之科者, 己非本情。 蓋其意隱然處時烈於朱夫子嫡傳, 而直驅人於異端邪說, 眞若有洪水猛獸之禍, 豈不可笑? 而況此《節酌通編》之進講於經筵也? 《節要書牘》固可謂切於身心, 則守幹之稱以閒漫, 固涉魯莾, 而至於祭文、墓誌之不切於進講, 守幹之言, 亦不無見, 要皆非出於輕忽朱子之意。 觀命若平心論難, 豈曰不可, 而主張太過, 必以無嚴斥之牽連, 及於一語旁助之李寅燁, 有若守幹輩, 眞有意於侮聖, 而自任以衛護者然, 此何足以服守幹之心, 而修初史者, 又與賊鑴之罪, 朴、崔之事, 捏合爲辭, 以實叛背朱子之案, 以爲時烈獨尊朱夫子, 而惡時烈者, 乃敢移怒詆訾於朱夫子名呼之說, 創出白地同厄之云, 尤極僭越, 欲以此爲汚衊士流, 眩亂百世之計, 可勝痛哉! 然守幹對疏, 語多不擇, 專出忿懥之氣, 識者又或駭之。”"
            }
        }
    },
    "04": {
        "2": {
            "1": {
                "H2KE-EN": "Responding to a memorial submitted by Second Deputy Director of the Royal House Administration Han Seongu , Second Deputy Director of the Royal House Administration Yi Dongeon , submitted a memorial to the King to reprimand him. The memorial read as follows: The intent of a senior official is incomparable. If his words were true, then Yi Dongeon is a filial son? As for Kang Sang, he is not evident and easily knowledgeable. However, how could he talk about Kang Sangs responsibility for responsibilities for responsibility for",
                "H2KE-nKo": "교리 조태억이 동지의금부사 한성우가 상소하여 이동언을 구원한 것으로 인하여 상소하여 대변하였는데, 그 대략에,“재신의 상소는 그 의도가 예사롭지 않습니다. 진실로 그 말대로라면 이동언이 진짜 효자이겠습니까. 대신 반함한 것은 예사롭게 생각할 수 있는 일이 아니며, 강상은 뚜렷이 드러나 쉽게 알 수 있는 사람이 아닌데 이에 강상이 대신 반함하였다고 말을 전한 것은 어찌 까닭 없이 그랬겠습니까. 신이 논핵하여 아뢴 것은 실로 풍문에 근거한 것인데, 그 당시 이동언을 두둔하는 자들이 신을 무함하였다고 배척하기까지 하였으니, 신은 한때 떠들썩한 말로 승정원의 물음에 대답하지 않을 수 없었습니다. 옥관이 된 자는 다만 그 일의 허실을 조사해야 할 뿐이고, 언근의 선후는 논할 만한 것이 아닙니다. 그런데 지금 그 상소에서는 언근의 소재를 고하지 않고 단지 아뢴 뒤에 전파한 사람만을 거론하여 신의 죄로 삼았으니, 그 의도가 은연중에 아뢴 뒤에 전파한 말은 믿을 만한 것이 못 된다고 여긴 것입니다. 그렇다면 한사범이 전파한 말과 같은 것도 신이 꾸며 낸 말이고 애당초 근거가 없는 것입니까. 재신도 신이 물어서 아뢴 내용 중의 말을 가지고 상소하기까지 하였는데, 지금 그 말이 이와 같으니 신은 실로 그 의도를 이해할 수 없습니다.”하였다.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 4월 2일(무신) 1번째기사",
                "gt-oKo": "교리(校理) 조태억(趙泰億)이 동의금(同義禁) 한성우(韓聖佑)가 이동언(李東彦)을 상소하여 구호한 일로 인하여 진소(陳疏)하여 대변(對辨)하니, 대략에 이르기를, “재신(宰臣)의 상소는 생각이 비상(非常)합니다. 진실로 그 말과 같으면 이동언은 참된 효자(孝子)이겠습니까? 반함(飯含)을 대신 시킨 것이 보통 생각으로는 미치지 못할 일인데, 강상(江床)이 현저(顯著)하여 알기가 쉬운 사람이 아닌데도 이에 강상이 반함(飯含)을 대신했다는 것으로써 전설(傳說)한 것은 어찌 까닭이 없이 그렇게 된 것이겠습니까? 신의 논계(論啓)는 진실로 풍문(風聞)을 의거한 것인데도 그때에 이동언을 편드는 자가 신을 공척(攻斥)하여 무함(誣陷)한다고까지 했으니, 신은 한때 시끄럽게 떠드는 말로써 승정원(承政院)의 심문(審問)에 앙대(仰對)하지 않을 수가 없습니다. 옥관(獄官)이 된 자는 다만 마땅히 그 일의 허실(虛實)만을 조사할 뿐이고, 소문이 퍼진 근거[言根]의 선후(先後)는 논할 만한 것이 못되는데, 지금 그의 상소는 소문이 퍼진 근거의 소재(所在)를 알리지 않고 단지 계후(啓後)에 전파(傳播)한 사람만을 들어서 신의 죄(罪)로 삼았으니, 그의 의도(意圖)는 은연중 계후(啓後)에 전파한 말로써 믿을 것이 된다고 여기는 것입니다. 그렇다면 한사범(韓師范)이 전파한 말과 같은 것도 이 신이 틀리게 전한 말로써 처음부터 근맥(根脈)이 없었다는 것입니까? 재신(宰臣)도 또한 일찍이 신의 문계(問啓)한 속의 말로써 진소(陳疏)하기에 이르렀는데, 이제 그 말이 이와 같으니, 신은 진실로 그 의도(意圖)를 이해할 수가 없습니다.” 하였다.",
                "hj": "○戊申/校理趙泰億, 因同義禁韓聖佑疏救李東彦, 陳疏對辨。 略曰: 宰臣之疏, 命意非常。 苟如其言, 東彦是眞孝子耶? 替含非常慮所及之事, 江床非顯著易知之人, 而乃以江床替含傳說者, 豈無所以而然哉? 臣之論啓, 實據風聞, 而其時右東彦者, 至斥臣爲誣陷, 則臣不得不以一時喧騰之言, 仰對政院之問。 爲獄官者, 但當覈其事之虛實而已, 言根先後, 非所可論, 而今其疏, 乃以不告言根所在, 只擧啓後傳播之人, 爲臣之罪, 其意隱然以啓後傳播之言, 爲無足信也。 然則如韓師范所傳之言, 亦是臣杜撰之言, 而初無根脈耶? 宰臣亦嘗以臣問啓中語, 至於陳疏, 而今其言如此, 臣實莫曉其意也。"
            }
        }
    },
    "05": {
        "29": {
            "1": {
                "H2KE-EN": "The Compilation Commissioner of the gapjin year ( Yi Seo최 submitted a memorial to discuss the evils of human affairs. [The memorial] stated the evils of human importance. The summary of [Yi] Duseok [], the Hocho , and the circumstances of Munseok were not excessive. This is not only worried about the time of Jiaui, but also due to the fact that Your Majesty could not act in person. The King granted a generous favor. Hocho and the circulated culated cultivates. This was generally called Yu Deukn and his brothers of [Yu] Chan .",
                "H2KE-nKo": "갑진년에 수찬 이세최가 응지하여 상소하여 시사를 논하였다. 그가 사치의 폐단에 대해 논하였는데, 그 대략에,“두석과 호추는 문석과 벌통에 대해 소문이 파다할 뿐만이 아닙니다. 이는 가의가 그 당시를 걱정해서일 뿐만 아니라, 또한 전하께서 몸소 솔선수범하지 못한 교화에 연유한 것입니다.”하니, 주상이 너그러운 비답을 내렸다. 호추와 벌통은 유득일과 이집일 형제를 가리킨다.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 5월 29일(갑진) 1번째기사",
                "gt-oKo": "수찬(修撰) 이세최(李世最)가 응지(應旨)하여 상소(上疏)하며 시사(時事)를 논하였는데, 그 논한 것은 사치(奢侈)의 폐단이었다. 대략 이르기를, “놋쇠[豆錫]로 문지도리[戶樞]를 만들고 문석(文石)으로 벌통[蜂桶]을 만들었다는 전설(傳說)이 낭자(娘藉)할 뿐만이 아닙니다. 이것은 다만 가의(賈誼)가 그 시국(時局)을 걱정한 것뿐만이 아니며, 또한 전하(殿下)께서 능히 몸소 솔선(率先)하는 교화(敎化)가 없는 데 연유(緣由)한 것입니다.” 하니, 임금이 우악(優渥)한 비답을 내리었다. 문지도리와 벌통은 대개 유득일(兪得一)·유집일(兪集一) 형제(兄弟)를 지목한 것이다.",
                "hj": "○甲辰/修撰李世最, 應旨上疏論時事。 其論奢侈之弊, 略曰: 豆錫戶樞, 文石蜂桶, 傳說不啻狼藉。 此不但賈誼之憂其時, 而亦由殿下不能躬率之化也。 上賜優批。 戶樞、蜂桶, 蓋指兪得一、集一兄弟云。"
            }
        }
    },
    "09": {
        "24": {
            "1": {
                "H2KE-EN": "On jeongyu day, due to the memorial submitted by Kwon Ikpyeong ,【소는 위에 보인다.】 the King transmitted a royal directive to the Royal Secretariat , which stated as follows: In recent years, the state councilors are not improve, and those who are called scholar-officials always participate in the court assembly and arbitrarily plundered with them. This practice has been long since I desired to reform this practice. Moreover, as for the moral principles of righteousness, I have never forgotten the time, and there is no first intention to succeed to the throne. As for the honorific title, my intention was strongly determined, I specially ordered that such a memorial not be accepted. Truly, this practice cannot be compared to a momentary mo",
                "H2KE-nKo": "정유년에 주상이 권익평의 상소 - 상소는 위에 보인다. - 로 인하여 비망기를 내렸는데, 그 내용은 다음과 같다.“근래 나라의 체모가 존엄하지 못하여 선비라고 이름하는 자들이 번번이 조정의 논의에 간여하여 제멋대로 당파를 지어 공격하므로 마음속으로 항상 놀라고 한탄하여 이러한 습속을 바로잡으려고 한 지 오래되었다. 더구나 명의에 대해서는 내가 일찍이 방심한 적이 없고 원래 처음 먹은 마음을 계승하지 못한 일도 없었다. 존호에 대해서는 나의 뜻이 굳게 정해져서 이러한 소장은 봉입하지 말라고 특별히 명하였으니, 이는 실로 한때 겸양하는 것에 비할 바가 아니다.그런데 권익평은 보잘것없는 시골 유생으로서 감히 겉으로는 이 두 가지 일을 핑계 대고 속으로는 조정을 함정에 빠뜨릴 계책을 품어 방자하게 상소를 올렸는데, 종이에 가득 장황하게 늘어놓으면서 대신과 여러 신하를 헐뜯는 데 온 힘을 다 쏟아 망측한 죄과에 몰아넣으려 하였다. 그 의도가 위험하고 구사한 말이 매우 패려하였다. 아, 어전에서 직접 대면하여 명하여 비상한 은총을 베풀자 시기하고 미워하는 무리들이 기꺼이 쫓아 버렸다. 이 한 편의 정신은 오로지 영상에게 달려 있으니, 이것이 어찌 시골 유생이 할 수 있는 일이겠는가. 매우 통탄스럽다. 이처럼 괴상한 무리가 경솔히 방자하여 이처럼 끝없는 풍랑을 일으키니, 조정이 어느 때인들 안정될 수 있겠는가. 분명하게 분변하여 통렬히 배척하지 않을 수 없다. 권익평을 변원에 정배하고, 이 상소는 도로 내주라.”\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 9월 24일(정유) 1번째기사",
                "gt-oKo": "임금이 권익평(權益平)의 상소(上疏)를 인하여【소(疏)는 위에 보인다.】 비망기(備忘記)를 내리기를, “근래에 나라의 체통(體統)이 존엄성이 없어서 선비[儒]로써 명칭하는 자가 번번이 조론(朝論)에 간여하여 방자(放恣)한 생각으로 당동 벌이(黨同伐異)하므로, 마음속으로 항상 놀라와서 이 습관을 교정(矯正)하려고 한 것이 오래 되었다. 더구나 명의(名義)에 있어서는 일찍이 방과(放過)하지 않고 원래 처음 먹은 마음을 계속하지 않은 일은 없었다. 존호(尊號)와 같은 경우는 내 뜻이 견고하게 결정되었으므로, 이런 등류의 소장(疏章)은 특별히 봉납(捧納)하지 말도록 명하였으니, 그것은 진실로 한때의 겸양(謙讓)에 견줄 것이 아니었다. 그런데도 권익평(權益平)은 보잘것없는 시골의 유생(儒生)으로서 감히 겉으로는 이 두 가지 일을 빙자하고 속으로는 조정을 경함(傾陷)하려는 계략을 품고서 방자하게 투소(投疏)하여 종이에 가득히 장황(張皇)하게 늘어놓아 대신과 여러 신하들을 비방하고 헐뜯는 데에 여력(餘力)을 남기지 않고서 망측(罔測)한 죄과(罪科)에 몰아넣으려고 하였으니, 꾸며낸 생각이 위험(危險)하고 말을 낸 것이 아주 흉악(凶惡)하다. 아! 전석(前席)에서 면대(面對)하여 타이르고 보살핌이 비상(非常)하면 투기[娼嫉]하는 무리가 쫓아버릴 것을 달갑게 여겨서 일편(一篇)의 정신(精神)이 오로지 영상(領相)에게 있으니, 이것이 어찌 시골의 유생이 처리할 일이겠는가? 매우 통탄(痛歎)할 만하다. 이와 같은 도깨비[怪鬼] 같은 무리가 업신여기고 방자(放恣)하여 이러한 끝없는 풍랑(風浪)을 일으키니, 조정이 어느 때에나 편안하겠는가? 명백히 변별(辨別)하여 엄격히 퇴척(退斥)하지 않을 수 없다. 권익평을 변방의 먼 곳에 정배(定配)하고 이 소문(疏文)은 도로 내 주라.” 하였다.",
                "hj": "○丁酉/上因權益平疏,【疏見上。】下備忘曰: 近來國體不尊, 以儒爲名者, 輒干預朝論, 恣意黨伐, 心常駭惋, 欲矯此習者久矣。 況於名義, 予未嘗放過, 元無初心不繼之事。 至若尊號, 予志牢定, 此等疏章, 特命勿捧, 其實非一時謙讓之比, 而權益平以幺麿鄕生, 乃敢外托玆二事, 內懷傾陷朝廷之計, 肆然投疏, 滿紙張皇, 詆毁大臣、諸臣, 不遺餘力, 欲驅之於罔測之科, 而造意危險, 遣辭絶悖。 噫! 前席面命, 眷注非常, 則媢嫉之(之)徒, 甘心逐去, 一篇精神, 專在領相, 此豈鄕生所可辦也? 極可痛也。 如此怪鬼之輩, 輕易縱肆, 起此無限風浪, 朝廷何時寧靖乎? 不可不明辨痛斥。 權益平邊遠定配, 此疏還出給。"
            }
        }
    },
    "11": {
        "12": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported on seventeen men, including Yi Jae , who had served in the Office of the Inspector General in the Senior Abdicated King (Office of Benevolence and Longevity, to select seventeen men, including Yi Jae . 【자세한 내용은 위에 보인다.】 사신은 논한다. Presently, the 홍문록 was the selection of the officials of the Office of the Inspector General from ancient times. It would be appropriate to select scholars who are upright and frugal in the world throughout the time. If the selection of the officials is to be capable, would it be appropriate to select men? Even though Jeong Dobo was called the 홍문록 of seven years, he was not aware of the writing style and was participated in the current situation. After he ascended the Royal Lecture, he read the blind bl ",
                "H2KE-nKo": "홍문관 홍문록을 행하여 이재 등 17인을 뽑았다. - 상세한 내용은 위에 보인다. - 사신은 논한다. 지금의 홍문록은 옛날에 이른바 등영관의 선발이라는 것이다. 마땅히 한 시대의 문학이 있고 단아하고 어진 선비를 가려 뽑아야 하는데, 지금 선발한 자들이 과연 적임자를 얻었다고 할 수 있겠는가. 정도복은 비록 7세의 홍문록에 뽑혔다고는 하지만 전혀 문자를 알지 못하고 시세에 빌붙어 참여하였는데, 경연에 올라서는 고황의 고황을 읽으면서 눈이 멀고 눈이 멀다고 하여 세상에서 맹황 학사라고 일컬었으니, 이것이 어찌 어로와 시해를 분변하지 못하는 것과 다르겠는가. 이택은 처음 벼슬할 때에 비루하고 잗달다는 비방이 많았고, 집에 있을 때에는 잔인한 행실이 있었는데 외람되게도 붓을 잡고 연석에서 한 말을 거짓으로 전하여 상신에게 아첨하였으니, 이와 같은 부류가 무엇 때문에 이 선발에 오점을 남겼단 말인가.이교악의 경우는 처지가 이미 한미하고 사람됨이 실로 어리석고 망녕되며, 일찍이 공부를 조금 해득한 것으로 기꺼이 과적의 압우 노릇을 하면서 과장에 출몰하였으므로 사람들이 모두 손가락질하였으니, 그의 눈동자를 보면 심술이 바르지 못함을 알 수 있다. 부제학 조태구는 젊은 날 분주히 찾아다니던 옛 모습을 돌아보면서 공의를 돌아보지 않고 시사에 급급하여 명기를 무너뜨리고 어지럽힘이 한결같이 이 지경에 이르렀으니, 사의가 공의를 해침이 심하다.\n",
                "date_ko": "숙보 46권, 34년(1708 무자 / 청 강희(康熙) 47년) 11월 12일(갑신) 1번째기사",
                "gt-oKo": "홍문관(弘文館)에서 신록(新錄)을 거행(擧行)하고 이재(李縡) 등 17인을 뽑았다.【자세한 것은 위에 보인다.】 사신(史臣)은 말한다. “지금의 홍문록(弘文錄)은 예전에 이른바 ‘영각(嬴閣)의 선발에 올랐다.’는 것이다. 마땅히 한 시대에 문학(文學)이 단량(端良)한 선비를 간택(揀擇)하여야 하는데, 지금 선발된 것은 과연 그 적임자를 얻었다고 말할 수 있겠는가? 정도복(丁道復)은 비록 7세(七世)가 홍문록(弘文錄)에 뽑히었다고는 일컫지마는, 문자(文字)를 전연 알지 못하고 사세(事勢)에 반련(攀聯)하여 참여하였는데, 경연(經筵)에 오르게 되자 고황(膏肓)의 황(肓)을 읽을 적에 목맹(目盲) 맹(盲)이라 하여 세상에서 고맹 학사(膏盲學士)라고 일컬었으니, 이것이 어찌 어로(魚魯)와 시해(豕亥)를 분변(分辨)하지 못하는 것과 다르겠는가? 이택(李澤)은 처음 벼슬에 할 적에는 자질구레하다는 비방이 많았으며, 집에 있을 적에는 잔인(殘忍)한 행위가 있었는데, 외람되게 사필(史筆)을 잡아서는 연설(筵說)을 거짓 전하여 상신(相臣)에게 아첨하여 달라붙기를 구하였으니, 이와 같은 자의 무리가 어찌하여 이 간선(揀選)을 더럽히었는가? 이교악(李喬岳)의 경우는 지벌(地閥)이 이미 한미(寒微)한데다 인품(人品)도 진실로 어리석고 망령되었으나, 일찍이 정문(程文)의 시부(詩賦)를 조금 해득(解得)함으로써 과적(科賊)의 압우(狎友)에게 친절히 하고 장옥(場屋)을 출몰(出沒)하므로, 사람들이 모두 손가락으로 가리키었으니, 그 눈동자를 살펴보면 심술(心術)이 바르지 못한 것을 알 수가 있다. 부제학(副提學) 조태구(趙泰耉)는 젊은 날에 분추(奔趨)한 구면(舊面)을 돌아보면서 공의(公議)를 생각하지 않고서 시은(市恩)하는 데에 급급하게 끌려서 명기(名器)를 괴란(壞亂)시킨 것이 이 지경에 이르렀으니, 사의(私意)가 공사(公事)를 해롭힘이 심한 편이다.”",
                "hj": "○甲申/弘文館行新錄, 取李縡等十七人。【詳見上。】 【史臣曰: “今之弘錄, 古所謂登瀛之選也。 宜揀一代文學端良之士, 今之所選, 果可謂得其人耶? 丁道復雖稱七世弘錄, 專不解文字, 攀(聯)〔緣〕時勢而與焉, 及登經筵, 讀膏肓之肓, 爲目盲之盲, 世稱盲肓學士, 是何異魚魯豕亥之不辨也? 李澤筮仕, 多鄙瑣之謗, 居家有殘忍之行, 猥忝秉筆, 贗傳筵說, 求媚相臣, 若此者類, 何爲而玷斯選也? 至於李喬岳, 則地旣寒微, 人實騃妄, 嘗以稍解程賦, 甘爲科賊之狎友, 出沒場屋, 人皆指點。 觀其眸子, 心術之不正, 可知矣, 副提學趙泰耉, 顧少日奔趨之舊面, 不恤公議, 汲引市思, 壞亂名器, 一至於此, 甚矣, 私意之害公也!”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之四十六"
            }
        }
    }
}