{
    "02": {
        "29": {
            "1": {
                "H2KE-EN": "Right State Councilor 허목이 첫번째 사직서를 올리니, 임금이 우악한 비답을 내리고 윤허하지 않았다. 사신은 논한다. At this time, the administrative Assistant [of the Office of Royal Decrees] Yi Wonjeong , who was invested with words and appearance, was possible for the exposition of poems. However, there were no benefits of righteousness and vacant words in the sense of righteousness, and therefore no benefits to the effects of accomplishments. Sometimes, the appearance of a good official in the Han River , and others were designated as a high-ranking official. In general, [these investigation], [these investigation] was designated as [Mun] Mok and [Yun] Huang Yan . Among the two people, some of whom did not compose poems and left [the palace], even though [Mun] Mok did not compose poems [poems]. Due to this, [Mun] Mok sought permission to resign.",
                "H2KE-nKo": "우의정 허목이 첫 번째 정사를 올리니, 주상이 너그러운 비답을 내리고 윤허하지 않았다. 사신은 논한다. 이때 증광 시관 이원정이 언어와 용모를 책문으로 내면서 ‘의리와 공담은 아무래도 실효에 보탬이 되지 않는다.’, ‘강고의 단정한 태도는 좋은 벼슬을 좋아한다는 말에 혹 마음이 들기도 한다.’라는 등의 말이 있었으니, 대개 허목과 윤휴를 가리킨 것이다. 두 사람의 문도 중에 글을 짓지 않고 나간 자도 있었는데, 허목이 이 때문에 면직을 청한 것이라고 한다.\n",
                "date_ko": "숙보 7권, 4년(1678 무오 / 청 강희(康熙) 17년) 2월 29일(경오) 1번째기사",
                "gt-oKo": "우의정(右議政) 허목(許穆)이 첫번째의 사직서(辭職書)를 올리니, 임금이 우악한 내용으로 비답을 내려 주고 윤허하지 않았다. 사신(史臣)은 논한다. 이 때에 증광 시관(增廣試官) 이원정(李元禎)이 언어(言語)와 용모(容貌)로 책문(策問)을 내어서, 의리(義理)의 공담(空談)은 실효(實効)에는 끝내 유익함이 없고 세상을 예쁘게 단장한 얼굴은 혹 좋은 벼슬에 정을 얽는다는 등의 말이 있었는데, 대개 허목(許穆)과 윤휴(尹鑴)를 가리킴이었다. 두 사람의 문도(門徒)로 제술(製述)하지 않고서 나온 자까지 있었으므로, 허목이 이 때문에 면직(免職)하기를 빌었다.",
                "hj": "○庚午/右議政許穆初度呈辭, 上賜優批不允。 【史臣曰: “是時, 增廣試官李元禎以言語、容貌發爲策問, 而有義理空談, 終無益於實效; 江皐冶容, 或嬰情於好爵等語, 蓋指穆與鑴也。 兩人門徒, 至有不製而出者, 穆以此乞免云。”】"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King was not well due to the illness of the gapjin year (. Superintendent of the Directorate of Palace Kitchen Supplies Heo Jeok , Kim Seokju , and others requested that a physician be allowed to enter and take care of the Kings health. The King ordered that a physician be allowed to enter and take care of the Kings health, but he summoned 김석주 and also entered the Kings presence. In general, 김석주 was well-versed in the physicians. Heo Jeok and the royal secretaries and the official historians were all not allowed to enter. The official historian said, The proprieties between ruler and generation are very strict and important. Furthermore, 김석주 is a high official of a royal kin by marriage who is a royal kin by marriage. Thus, even if the royal kin by marriage is summoned, the royal kin should report to the King according to precedent. Only after the royal secretary and historians can they enter and take care of the Kings health. However, now, he has been allowed to enter and take care of the Kings presence without reason. This not only will it be impossible to disregard the problem of a royal kin by marriage, but the problems of a royal kin by marriage are raised from this day. Those who heard this are astonished.",
                "H2KE-nKo": "갑진년에 주상이 편찮았다. 약방 제조 허적과 김석주 등이 의관을 거느리고 입진하기를 주상에게 아뢰어 청하니, 주상이 의관만 입진하라고 명하고 대내에서 김석주를 불러 모두 입시하게 하였다. 이는 김석주가 의술을 잘 알기 때문이다. 허적과 승지, 사관은 모두 입시하지 못하였다. 사관이 아뢰기를,“임금과 신하 사이는 접견하는 예가 지극히 엄하고도 중합니다. 더구나 김석주는 외척의 중신으로서 지금 중요한 병권을 장악하고 있으니, 안에서 비록 소명이 있더라도 마땅히 전례에 의거하여 여쭈어 재가를 받아 승지와 사관을 갖춘 뒤에야 입진할 수 있습니다. 그런데 지금 아무 이유 없이 입시하였으니, 혐의를 멀리할 수 없을 뿐만 아니라 외척이 사사로이 근친하는 폐단이 이로부터 열릴 것입니다. 듣는 사람들이 놀라워한다고 합니다.”하였다.\n",
                "date_ko": "숙보 7권, 4년(1678 무오 / 청 강희(康熙) 17년) 2월 3일(갑진) 1번째기사",
                "gt-oKo": "임금이 편치 않으시어, 약방 제조(藥房提調) 허적(許積)·김석주(金錫胄) 등이 의관(醫官)을 거느리고 입진(入診)하기를 계청(啓請)하니, 임금이 단지 의관(醫官)만 입진(入診)하라고 명(命)하였다. 그러나 대내에서 김석주를 불러 아울러 입시(入侍)하게 하였으니, 대개 김석주가 의술(醫術)을 잘 알고 있기 때문이었다. 허적과 승지(承旨)·사관(史官)은 모두 입시하니 못하였다. 사관(史官)은 논한다. 군신(君臣)의 사이에 접견(接見)하는 예(禮)는 지극히 엄격하고 또 중하거늘, 더구나 김석주는 외척(外戚)의 중신(重臣)으로서 바야흐로 중병(中兵)을 장악하고 있은즉, 내전(內殿)으로부터 비록 소명(召命)이 있더라도 마땅히 예(例)에 의거하여 품복(稟覆)하여 승지(承旨)와 사관(史官)을 갖춘 뒤에 바야흐로 입진(入診)해야 옳은 것인데, 이제 바로 무단(無端)히 입시(入侍)하였으니, 멀리하고 피혐(避嫌)하지 않았을 뿐만 아니라, 척리(戚里)가 사사로이 뵙는 폐단이 이로부터 열리게 되었으니, 듣는 자가 해괴하게 여겼다.",
                "hj": "○甲辰/上違豫, 藥房提調許積、金錫冑等啓請率醫官入診, 上只命醫官入診, 而自內招錫冑, 竝入侍。 蓋錫冑曉解醫術故也。 積及承旨、史官皆不得入。 史官曰: “君臣之間, 接見之禮, 至嚴且重。 況錫冑以外戚重臣, 方握重兵, 則自內雖有召命, 當據例稟覆, 備承、史之後, 方可入診。 而今乃無端入侍, 不惟不能遠嫌, 戚里私覲之弊, 自此啓之也, 聞者駭之云。”"
            }
        }
    },
    "06": {
        "12": {
            "1": {
                "H2KE-EN": "Supreme General [of the Middle Army Commandery General] [] Jeong Jungjeong presented a memorial to the King in detail regarding the disrespectful human relationships and disrespectfulness of the human relationships. Earlier, when [Jeong Jungjeong] had been witnessed with him, he resigned from office due to his fault. The King responded that [Jeong Jungjeong] did not take particular loyalty and self-restraint. I truly reprimand him with a slightest reprimand. 【원래s memorial and the royal decree of the memorial and the royal decree was shown to the King. 】 Considering that [Jeong] Jungjeongs memorial, [Jeong Jungjeong] was not able to remove [Jeong] Zhongyong [] from the Zhongyong (C. Zhongyong and the proprieties of the Zhongyong . Why did [Jeong] 송시열 reprimand [Jeong Jungjeong] from his clique and reprimand him only because he had already passed away before the gabo year (. What do you think of this? If [Jeong Jungjeong] is allowed to do with his upright mind, who would be trusted? 사신은 논한다. [Jeong] Jungjeong had been able to enjoy [Jeong Jungjeong] for a long time and was extremely cautious in serving him. Earlier, he built a house in the vicinity of [Jeong] Gyus residence. [Jeong Jungjeong] insisted and requested that [Jeong Jungjeong] be even more administratively, and claiming that he be called a literati. At this point, he eventually betrayed [Jeong Jungjeong] and again submitted a memorial to reprimand [Jeong] Gyu. At that time, he regarded him as wrong. ",
                "H2KE-nKo": "신사년에 판중추부사 민정중이 상소하여 윤휴의 패륜하고 의를 멸시한 정상을 극론하고, 일찍이 교유하여 천거하였다는 이유로 인책하고 사직하니, 주상이 비답하기를,“서로 공경하고 협력할 생각은 하지 않으니, 내가 실로 개탄스럽게 여긴다.”하였다. - 원래의 상소와 비지는 위에 보인다. - 이 민정중의 상소를 보니, 윤휴가 《중용》의 개주 및 예론을 거친 뒤에 그를 끊지 못하였음을 알 수 있다. 그런데 송시열은 어찌하여 당여라고 배척하지 않고, 도리어 갑인년 이전에 이미 죽은 윤선거만을 미워하고 헐뜯는 것은 어째서인가? 이와 같은데도 스스로 공심이라고 자부하니, 누가 그것을 믿겠는가.사신은 논한다. 민정중이 윤휴를 따라 교유한 지 가장 오래되어 섬기기를 매우 조심스럽게 하였다. 일찍이 윤휴가 거처하는 곁에 집을 짓고는 경서를 가지고 더욱 잘 읽기를 청하여 스스로 문생이라고 일컬었는데, 이때에 이르러 드디어 배반하고, 또 소장을 올려 윤휴를 배척하니, 시의가 그르게 여겼다고 한다.\n",
                "date_ko": "숙보 7권, 4년(1678 무오 / 청 강희(康熙) 17년) 6월 12일(신사) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事) 민정중(閔鼎重)이 진소(陳疏)하여 윤휴(尹鑴)의 패륜(悖倫)하고 의(義)를 업신여긴 상황을 극론(極論)하고, 일찍이 더불어 교유(交遊)하고 천거한 것으로 책임지고 사직(辭職)하니, 임금이 비답하기를, “동료 사이에 서로 삼가고 협화하기를 생각하지 않으니, 내가 실로 개탄하여 이를 책망한다.【원소(原疏)의 비지(批旨)는 위에 보인다.】 이 민정중(閔鼎重)의 소(疏)를 보면, 그 윤휴(尹鑴)가 《중용(中庸)》의 주(注)를 고치고 예(禮)를 논(論)한 뒤에 끊지 못하였음을 알 수 있다. 송시열(宋時烈)이 어찌 당여(黨與)로써 배척하지 않고서 도리어 유독 갑인년 전에 이미 죽은 윤선거(尹宣擧)만을 미워하며 싫어하였으니 어찌된 것인가? 이와 같이 하면서 공심(公心)을 자허(自許)하니, 사람들이 누가 믿겠는가?” 하였다. 사신(史臣)은 논한다. 민정중(閔鼎重)은 윤휴(尹鑴)를 따라 교유(交遊)한 지가 가장 오래였으며, 섬기기를 심히 근신(謹愼)하였다. 일찍이 집을 윤휴가 사는 곁에다 짓고, 집경(執經)하기를 다시 청하여 문생(門生)으로 자칭(自稱)하더니, 이에 이르러 드디어 배반하였고, 또 상장(上章)하여 윤휴를 배척하였으니, 시의(時議)가 그르다고 하였다.",
                "hj": "○辛巳/判中樞府事閔鼎重陳疏, 極論鑴悖倫蔑義狀, 以曾與交遊薦聞, 引咎辭職。 上批以不念寅協, 予實嘅然責之。【原疏批旨見上。】觀此鼎重之疏, 可知其不能絶鑴於改注《中庸》及禮論之後。 宋時烈何不以黨與斥之, 而反獨齮齕於甲寅前已死之尹宣擧, 何哉? 如是而自許公心, 人孰信之? 【史臣曰: “鼎重從鑴遊最久, 事之甚謹。 嘗築室於鑴居之傍, 執經請益, 自稱門生。 至是遂背之, 又上章斥鑴, 時議非之云。”】"
            }
        }
    },
    "09": {
        "13": {
            "1": {
                "H2KE-EN": "On sinhae day, the Office of the Inspector General reported to the King, Magistrate of Gwangju Strategic County Yi Minseo has recovered from his old sick disease and himself knored his steps. If he had recovered, he could not overcome administrative affairs. Please dismiss him from his position. The King ordered that he be replaced. Earlier, when [Yi] Minseo was serving in the Office of the Censor General during the reign of King Hyeonjong , he became suddenly sick and sword his sword. From this day forward, King Hyeonjong was not appointed to a position of 청요직을 again.",
                "H2KE-nKo": "사헌부가 아뢰기를,“광주 목사 이민서는 묵은 병이 재발하여 스스로 넓적다리를 찔렀습니다. 설령 차도가 있다 하더라도 관리의 직무를 감당하지 못할 것입니다. 파직하소서.”하니, 주상이 체차하라고 명하였다. - 이민서는 일찍이 현종조에 옥당에 입직하였다가 심질이 갑자기 발작하여 칼로 스스로 목을 찔렀다. 이로부터 현종조에 다시는 청요직을 제수하지 않았다. -\n",
                "date_ko": "숙보 7권, 4년(1678 무오 / 청 강희(康熙) 17년) 9월 13일(신해) 1번째기사",
                "gt-oKo": "헌부(憲府)에서 아뢰기를, “광주 목사(光州牧使) 이민서(李敏敍)는 지병(持病)이 다시 일어나, 스스로 그 허벅다리를 찔렀으니, 설령 차도가 있더라도 이사(吏事)를 감당할 수 없으니, 청컨대 파직(罷職)하소서.” 하니, 임금이 명하여 체차(遞差)하게 하였다.【이민서(李敏敍)는 일찍이 현묘조(顯廟朝)에 옥당(玉堂)에 있었는데 심질(心疾)이 갑자기 발생하여 칼로 자신을 찔렀다. 이로부터 현묘(顯廟)께서 다시는 청요(淸要)의 직(職)을 제수하지 않았다.】",
                "hj": "○辛亥/憲府啓以光州牧使李敏叙宿病復發, 自刺其股。 設令得差, 不堪吏事, 請罷職, 上命遞之。【敏叙曾於顯廟朝直玉堂, 心疾猝發, 以刀自刎。 自此, 顯廟不復除淸要之職。】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之七"
            }
        }
    }
}