{
    "01": {
        "30": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Yun Gyeom died. His age was eighty-six. Upon hearing of his death, the King issued an order, stating: Deputy Director [of the Office of Royal Decrees] [], Supreme General [of the Middle Army Commandery General], whose study of virtue, has early loved reputation and reputation. I, unworthy and foolish by respect and trust, and the scholars prudent and behavior are what to do? When I ascended the Royal Placenta Chamber , I gentleadly summoned him, but due to my sincerity, I could not reform my distant heart. I regretted that he did not slightly slightly. How could I have expected that a disease would suddenly come? Then, the King ordered that funeral expenses be supplied according to precedent. Yun Gyeoms courtesy name was Jain , Papyeong . He was a grandson of Munjeong (C. Shujing . He was a son of Mungyeong (C. Shujing . His nature was gentle and pure, and since young, he succeedededededed to studies. He did not persuade him to the other. From the Elementary Learning to the Great (C. Xiaoxue , he reached the level of his studies, and was entrusted with his level of promotion in the inner quarters. When he reached the level of cold and ice, his age was like one day. When he became a child, he was able to support his virtue and was recognized in the outer quarters. People were inexperienced, and even those who contempted him did not know what he looked at his heart and admired him. In general, his nature was superior and magnanimous, his nature was high and deep. He satisfied in the level of his nature and received him like the sun and spring. His nature was especially virtuous, and he was the same as his nature and respectful. The sound of his truthfulness and study of his nature was only one man after Yi Munsun . His study was gentle and sincere, and his sound of harmony. There was a man who knows his virtue in the future. However, he encountered a disease of his father and his son, and when sometimes he treated him as a commander, the sage said that he was simply regretted and sadden",
                "H2KE-nKo": "판중추부사 윤증이 졸하였다. 향년은 86세였다. 부음이 알려지자, 주상이 하교하기를,“윤 판부사(尹判府事 서명선)는 산림에서 덕을 수양하여 일찍부터 두터운 명망을 지녔으니, 과인이 존경하고 신임하며 사림이 공경하고 본받는 것이 어떠하였겠는가. 정승의 자리에 올라서는 더욱 간절하게 정중히 불렀으나, 정성이 얕아 멀리 떠나려는 마음을 돌리지 못하였기 때문에 서운한 생각이 조금도 풀리지 않았다. 그런데 뜻밖에도 한 번 병이 깊어지자 흉문이 갑자기 닥칠 줄이야 어찌 생각이나 했겠는가.”하고, 이어 규례대로 장례를 치르라고 명하였다.윤증의 자는 자인, 파평인, 문정공 윤황의 손자, 문경공 윤선거의 아들이다. 타고난 자질이 온화하고 순수하며 깊고 후덕하여 어려서부터 가정에서 수학하여 외부의 유혹을 한 번도 빼앗은 적이 없었다. 《소학》에서부터 대인의 학문에 이르기까지 자급에 따라 진보하여 오로지 내면에 힘을 쏟았고, 깊은 못가에 임한 듯 얇은 얼음을 밟는 듯 조심조심하여 80년 동안 하루 같았다. 덕성이 충만하고 수양되어 화순함이 겉으로 드러나자 보는 사람들이 마음속으로 취하였다. 비록 평소에 시기하고 미워하는 자라도 스스로 모르는 사이에 마음을 돌려 공경하고 감복하였다.대개 용모와 자태가 수위하고 기상이 높고 깊어서 마치 소상처럼 앉고 양춘처럼 접하였으니, 하늘에서 부여받은 것이 이미 뛰어났고 정성과 공경으로 함양한 것이 귀한 듯하였다.그 진실한 마음과 심각한 공부는 이 문순공 이후 한 사람뿐이었고, 문장이 온후하고 간곡하여 중화의 명성이 있었으니, 후세의 덕을 아는 자들이 상고할 바가 있었다. 그러나 중간에 아버지와 스승의 망극한 변고를 만나 처신이 간혹 절도사와 차이가 있었으므로 군자가 애석하게 여겼고 그 뜻을 슬프게 여겼다고 한다. 세상에서 명재 선생이라고 일컬었다. 아우 윤추는 돈후하고 청엄하여 집에서는 순수한 행실이 있었고 고을을 다스릴 때에는 특이한 치적이 있었다. 만년에 부름을 받아 장령에 제수되었으나 나아가지 않았다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 1월 30일(임신) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事) 윤증(尹拯)이 졸(卒)하니, 수(壽)는 86세이었다. 부음(訃音)을 알리자, 임금이 하교(下敎)하기를, “윤 판부사(判府事)는 산림(山林)에서 덕(德)을 길러 일찍이 중망(重望)이 있었으니, 과인(寡人)이 존숭하여 신임(信任)함과 사림(士林)이 존경하고 본받음이 그 어떠하였겠는가? 정승에 오름에 미쳐 돈소(敦召)함이 더욱 간절했지만, 다만 정성이 부족하여 멀리 떠나려는 마음을 돌리지 못했으니, 결연(缺然)한 생각이 조금도 풀리지 않았다. 그런데 한 질병이 고질이 되어 갑자기 흉음(凶音)이 이를 줄이야 어찌 생각이나 했겠는가.” 하고, 인하여 전례(前例)에 따라 예장(禮葬)을 내리도록 명하였다. 윤증의 자(字)는 자인(子仁)이고 파평인(坡平人)으로 문정공(文正公) 윤황(尹煌)의 손자이며, 문경공(文敬公) 윤선거(尹宣擧)의 아들이다. 천부의 자질이 화수(和粹)하고 깊고 중후하였으며, 어려서부터 가정의 학문을 이어받아 한 번도 외부의 유혹에 빠지는 일이 없었다. 《소학(小學)》으로부터 대인(大人)의 학문에 이르기까지 순서를 따라 올라갔으며, 오로지 내면 수양(修養)에 힘써 깊은 연못에 임하고 살얼음을 밟듯 삼가고 조심하며 80평생을 하루같이 지내왔다. 그 덕성(德性)을 충만하게 길러 화순(和順)한 모습이 외면에 나타남에 미쳐서는 보는 자들이 심취(心醉)되어 비록 평일에 미워하고 질투하던 자들도 스스로 모르는 사이에 마음을 돌려 존경하고 복종하였다. 대개 용모와 자태가 청수하고 위연(偉然)하였으며 기상이 높고도 깊어서 그 앉은 모습은 마치 소상(塑像)과 같았는데, 접촉하면 봄볕과 같았으니, 그 하늘에서 품부(稟賦)한 바가 이미 빼어났고 성경(誠敬)으로 함양(涵養)한 탓으로 용모(容貌)에 나타나는 바가 자연 그러하였던 것이다. 그 진실한 심지(心地)와 독실한 공부는 이 문순공(李文純公) 이후 오직 한 사람뿐이었으며, 문장(文章)은 온후(溫厚)하고 간측(墾惻)하여 중화(中和)의 명성(名聲)이 있었으니, 후세에 덕을 아는 자는 이에서 고징(考徵)할 바가 있을 것이다. 그러나 중간에 어버이와 스승의 망극한 변고(變故)를 만나 처신(處身)함이 간혹 절도(節度)에 어긋남이 있었으므로, 군자(君子)가 이를 애석하게 여기고 그 뜻을 슬퍼했다고 한다. 세상에서 명재 선생(明齋先生)이라 일컬었다. 그 아우 윤추(尹推)는 돈후(敦厚)하고 청엄(淸嚴)하여 집에 있어서는 순독(純篤)한 조행(操行)이 있었고 고을을 다스리매 특이한 치적(治績)이 있었으며, 만년에 장령(掌令)으로 징소(徵召)를 받았으나 나아가지 않았다.",
                "hj": "○壬申/判中樞府事尹拯卒。 壽八十六。 訃聞, 上下敎曰: “尹判府事, 養德山林, 夙負重望, 寡昧之尊信, 士林之矜式, 爲如何哉? 逮登台司, 敦召愈懇, 只緣誠淺, 莫回遐心, 觖然思想, 未嘗少弛。 何意一疾沈綿, 凶(問)〔聞〕奄至耶?” 仍命庀喪如例。 拯字子仁, 坡平人, 文正公煌孫, 文敬公宣擧子。 天姿和粹淵厚, 自幼承學家庭, 一無外誘之奪。 自《小學》以至大人之學, 循級進步, 專用力於內, 臨履淵氷, 八十年如一日。 及其德性充養, 和順外著, 見者心醉, 雖平日媢嫉者, 自不覺其回心敬服焉。 蓋容姿秀偉, 氣象崇深, 坐如泥塑, 接如陽春, 其稟於天者, 旣特秀, 而以誠敬涵養(晬)〔睟〕盎者然也。 要其眞實心地, 刻苦工夫, 李文純後一人而已, 文章溫厚懇惻, 有中和之聲, 後之知德者, 有所考焉。 然中遭父師罔極之變, 處之或差於節度, 君子惜之, 而悲其意云。 世稱明齋先生。 弟推, 敦厚淸嚴, 在家有純行, 治郡有異績, 晩被徵拜掌令, 不就。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "Yun Haenghyo , a man residing in the gyeyu year (, submitted a memorial to the King expressing his gratitude to the King for the funeral and monthly stipends. The King sent his son to present the memorial to the King. The memorial read as follows: Your father has long suffered from an extreme grief over his passing, and thus he dared not occupy a government position in his previous memorial. In general, the favor of his father was granted by a government position was unable to presumptuously receive him. When his illness became critical, he said to your subject, After my father passed away, the various articles of the dead belonging to the deceased family as a scholar-official. The imperial court uses the articles of high-ranking officials articles for the articles of high-ranking officials, and thus fulfilling his duties. When he was alive, he had already benefited from Your Majestys grief and finally allowed him to retire and observe his will. His glory is compared to the articles of high-ranking officials. How can this be more than one hundred times as much as the articles of high-ranking officials? It would be appropriate to submit a memorial to express my will. However, as your subject was already in his fathers passing, he could not dare perform the articles of high-ranking officials articles and articles arrespecles articles arously articles articles. Therefore, Yun Haenghyo submitted a memorial to the State Council and was appointed to the western central government. The King ordered that the monthly stipends articles ar",
                "H2KE-nKo": "계유년에 거상 중인 윤행교가 상소하여 그 아버지 윤증의 유의를 진달하고, 예장과 월름을 사양하였으며, 그 아들을 보내 가져다 바치게 하였다. 그 대략에,“신의 아버지는 평생토록 지극한 슬픔을 안고 있으면서 감히 관직을 감당할 수 없다는 뜻을 그동안 올린 소장에서 이미 다 말씀드렸습니다. 관직에서 제수되는 모든 은수도 감히 받을 수 없었는데, 병이 위독해지자 신에게 말하기를 ‘내가 죽은 뒤에 송종하는 여러 도구를 한결같이 선비의 예로 하고 조정에서도 대신의 예수를 원용하니, 마땅히 일체 사양하여 나의 본분을 다해야 한다. 살아서는 이미 주상의 가련함을 입어 끝내 물러나 살도록 허락을 받아 그 뜻을 빼앗지 않았으니, 그 영광이 여러 대신의 예수에 비해 어찌 백배나 더할 뿐이겠는가. 훗날 한번 상소해서 나의 유의를 진달할 수 있을 것이다.’라고 하였습니다.신은 이미 거상 중이어서 감히 경대부의 예를 쓸 수 없고, 정려는 감히 관작을 쓸 수 없다는 것을 알고 있습니다. 은휼의 은전이 상례와 다르다는 것을 모르지는 않으나, 신의 아버지가 평소 자처하는 의리가 저와 같고 죽음에 임하여서는 정녕하게 부탁한 것이 또 이와 같으니, 몇 달이 지나지 않아 갑자기 세상을 떠난다면 옛사람이 이른바 ‘알고 있는 것으로 여기지 않는다.’라고 한 것은 참으로 자식으로서 차마 할 수 없는 일입니다. 월름의 경우는 신의 아버지가 이미 생전에 감히 받을 수 없었는데, 지금 어찌 감히 죽은 뒤에 함부로 받을 수 있겠습니까. 제수를 넉넉히 지급하라는 하교는 바로 평상시의 음식물과 일반입니다. 신의 아버지는 일찍이 그동안 급한 상황을 구제해 주신 은혜를 사양하였으나 할 수 없어서 받지 못하였으니, 지금도 사양할 말이 없습니다. 삼가 덕의를 받들겠습니다.”하니, 비답하기를,“아, 선경의 병이 오래도록 낫지 않고 있다가 갑자기 세상을 떴으니, 놀랍고 슬픈 마음을 어찌 이루 다 말할 수 있겠는가. 선경의 평소 뜻을 내가 어찌 모르겠는가. 그대가 지금 상소하면서 제수를 제외하고는 모두 도로 거두어 주기를 청한 것은 진실로 자식으로서 유의를 본받고자 하는 뜻에서 나온 것이다. 다만 생각건대, 선경이 평소 겸양이 비록 간절하였으나 일찍이 대신을 대우하는 예를 쓰지 않은 적이 없었으니, 죽은 뒤에 어찌 대신의 예를 쓰지 않을 수 있겠는가. 일의 체모로 볼 때 윤허할 수 없다.”하였다. 처음에 윤증을 의정부에서 서추로 옮겨 제수하였는데, 주상이 월름을 계속 지급하라고 명하였으나 사양하고 받지 않았다. 본도에서 주상에게 여쭈려고 하였으나 윤증이 번거롭게 하는 것은 온당치 못하다고 하여 굳이 만류하였다. 이에 쌓아 둔 500곡이 넘는 월름을 이산현에 보관해 두었는데, 이때에 이르러 비로소 장계로 보고하니, 모두 실어 보내라고 명하였다. 그러므로 윤행교의 상소에서 언급한 것이다. 장사를 지낼 때 관원을 보내 제주하게 하였는데, 윤행교도 유의라 하여 관작을 쓰지 않고 징사라고 썼다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 2월 1일(계유) 1번째기사",
                "gt-oKo": "초토인(草土人) 윤행교(尹行敎)가 소를 올려 그 아비 윤증의 유의(遺意)를 진달하고, 예장(禮葬)과 월름(月廩)을 사양하였으며 그 아들을 보내어 재정(䝴呈)하였는데, 대략 이르기를, “신의 아비가 평생 길이 절통(絶痛)한 한을 품고 감히 관직에 나아가지 못하는 뜻을 이미 전후의 장소(章疏)에 모두 아뢰었으며, 무릇 관작(官爵)으로 인해 내리는 은수(恩數)도 또한 감히 받지 못하였습니다. 병이 위독함에 미쳐 신에게 말하기를, ‘내가 죽은 후에 송종(送終)에 따르는 여러 기구(器具)는 한결같이 사례(士禮)로 하고, 조정(朝廷)에서 원용하는 대신(大臣)의 예수(禮數)는 마땅히 일체 사양하여 나의 본분(本分)을 지키도록 하라. 살아서 이미 성상의 권휼(眷恤)을 입어 마침내 은퇴(隱退)를 허락하고 뜻을 빼앗지 않았으니, 그 영광스러움이 모든 대신의 예수(禮數)에 견주어 어찌 백 갑절이 될 뿐이겠느냐? 후일 한 장의 상소로써 나의 유의를 진달하라.’ 하였습니다. 신이 이미 염습(殮襲)과 장사(葬事)에 있어서 감히 경대부(卿大夫)의 예(禮)를 쓰지 않았고 명정(銘旌)에도 감히 관작을 쓰지 못했습니다. 은휼(隱恤)의 은전(恩典)이 상례(常例)와 다름을 알지 못함은 아니나, 신의 아비가 평일에 자처(自處)하던 분의(分義)가 저와 같았고, 임종시(臨終時)에 정녕(丁寧)한 부탁이 또 이와 같았는데, 몇 달도 지나지 않아 갑자기 팽개친다면 옛사람의 이른바 ‘죽어서 앎이 있다고 여기지 않는다.’는 것이니, 진실로 자식으로서 차마 하지 못할 일입니다. 월름(月廩)에 이르러서는 신의 아비가 생전(生前)에 감히 받지 못했는데, 이제 사후에 미쳐 어찌 감히 받을 수가 있겠습니까? 제수(祭需)를 넉넉히 지급(支給)하라는 하교에 대하여는 곧 평상시의 음식물과 같은 것이데, 신의 아비가 일찍이 전후 주급(周急)의 은전(恩典)을 사양하지 못하고 그대로 받았고, 이제 또한 사양할 말이 없으니, 덕의(德義)를 삼가 받들겠습니다.……” 하니, 비답에 이르기를, “아! 선경(先卿)의 한 병이 오랫동안 침중하여 문득 세상을 떴으니 놀랍고 슬픈 마음을 어찌 다 말하랴? 선경이 평소 품고 있던 뜻을 어찌 모르겠느냐? 그대가 이번의 상소에서 제수(祭需) 이외에는 모두 환수(還收)를 청한 것이 본래 자식으로서 유의를 본받고자 하는 데서 나온 것임을 알고 있다. 다만 생각건대 선경이 평일에 그 겸양(謙讓)이 비록 간절했으나 일찍이 대신의 예(禮)로 대우하지 않음이 없었으니, 죽은 후에 어찌 대신의 예(禮)를 쓰지 않을 수 있겠느냐? 사체(事體)에 있어 윤종(允從)할 수 없다.” 하였다. 당초 윤증을 의정부(議政府)에서 서반(西班)의 중추부(中樞府)로 옮기고, 임금이 월름(月廩)을 계속 지급하도록 명하였는데 사양하고 받지 않았다. 본도(本道)에서 품계(稟啓)하고자 하였으나 윤증이 번거로움을 끼치는 것은 미안한 일이라며 그만 두게 하고, 5백 곡(斛)이 넘는 월름을 이산현(尼山縣)에 쌓아 두었다. 이에 이르러 비로소 장문(狀聞)하니 모두 실어 보내라고 명하였는데, 윤행교의 소에 언급(言及)하였기 때문이다. 장사(葬事)에 미쳐서도 관원을 보내어 제주(題主)하게 하였으나, 윤행교가 유의라 하여 관작을 쓰지 않고 징사(徵士)로 제주하였다.",
                "hj": "○癸酉/草土人尹行敎上疏, 陳其父拯遺意, 辭禮葬及月廩, 遣其子齎呈。 略曰: 臣父平生, 長抱至痛, 不敢當官職之意, 已盡於前後章疏, 凡於恩數之以官而及者, 亦不敢冒受, 病革, 語臣曰: “吾死後, 送終諸具, 一以士禮, 朝廷援用大臣禮數, 宜一切辭謝, 以遂吾本分。 生旣蒙上哀憐, 終許退伏, 不奪其志, 其爲榮, 視諸大臣禮數, 奚翅百倍? 異日可以一疏, 達吾遺意。” 臣旣於殮(肂)〔殔〕, 不敢用卿大夫禮, 題旌不敢用官爵。 非不知隱恤之典, 事異常例, 而臣父平日自處之義如彼, 臨歿丁寧之託, 又如此, 曾未數月, 遽爾遺棄, 則古人所謂: “不以爲有知者。” 誠人子之不忍也。 至若月廩, 臣父旣不敢受於生前, 今何敢冒受於身後也? 祭需優給之敎, 卽與常時食物一般, 臣父曾於前後周急之恩, 嘗辭謝不獲, 未免拜受, 今亦無說可辭, 祗承德意云云。 批曰: “噫! 先卿一疾彌留, 奄忽長逝, 震悼之懷, 曷可盡諭? 先卿平日之意, 予豈不知? 爾今陳疏, 祭需外乞竝收還, 固出於人子欲體遺意之意。 第念先卿平日, 撝謙雖切, 未嘗不用待大臣之禮, 則歿後安可不用大臣之禮乎? 其在事體, 不可允從。” 初, 拯自政府, 移拜西樞, 上命繼月廩, 辭謝不受。 本道欲稟啓, 拯以煩瀆爲未安, 固止之, 積廩過五百斛, 貯之尼山縣。 至是始狀聞, 竝命輸送, 故行敎疏及之。 及葬, 遣官題主, 行敎亦以遺意, 不書官爵, 題以徵士。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinmyo day, a band of the thirteenth month wrote in Sungrye Gate . The words were extremely impolite. ",
                "H2KE-nKo": "역적 신묘년에 어떤 자가 숭례문에 괘서하였는데, 말이 매우 부도하였다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 2월 19일(신묘) 1번째기사",
                "gt-oKo": "도둑이 숭례문(崇禮門)에 익명서(匿名書)를 건 사건이 있었는데, 말이 지극히 부도(不道)하였다.",
                "hj": "○辛卯/有賊掛書崇禮門, 語極不道。"
            }
        }
    },
    "03": {
        "26": {
            "1": {
                "H2KE-EN": "Hong Seokbo , a circuit inspector dispatched to oversee the famine in jeongmyo year (, in Jeolla Province, did not send relief aid to Superintendent [of the Middle Army] [] Yi Uhang , who did not send relief aid. It was requested that [Song] Seokbo be interrogated. [Hong] Seokbo had little skilled in the writing, and yet he did not comply with the writing of the circumstances. The circuit inspector said, Those who have been wandering and supported [the circuit inspector] to follow [the circuit inspector], encouraged [the circuit inspector] to return [to the capital], but did not allow [the circuit inspector]. At the time, [the circuit inspector] was called [the circuit inspector] to be missed.",
                "H2KE-nKo": "호남 감진 어사 홍석보가 통제사 이우항이 진휼할 재원을 보내지 않았다는 이유로 추고하기를 청하였다. 홍석보는 문장이 짧아 전후로 장계로 보고한 것이 문리를 이루지 못하였다. 그 내용에,“유랑하며 빌어먹는 자들은 부축을 받으며 따라다니고 돌아가도록 권하였으나 떨어지지 않았습니다.”하였는데, 당시에 이를 불락어사라고 하였다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 3월 26일(정묘) 1번째기사",
                "gt-oKo": "호남 감진 어사(湖南監賑御史) 홍석보(洪錫輔)가 통제사(統制使) 이우항(李宇恒)이 진곡(賑穀)을 보내지 않았다 하여 추고(推考)를 청하였다. 홍석보는 문장력이 부족하여 전후의 장계가 문리(文理)를 이루지 못했는데, 예을 들면, ‘유개(流丐)의 무리들이 서로 부여잡고 이끌며 따라다니기에 돌아가기를 권유했으나 불락(不落)하였다.’ 하였으므로, 당시 사람들이 ‘불락 어사(不落御史)’라고 조롱하였다.",
                "hj": "○丁卯/湖南監賑御史洪錫輔, 以統制使李宇恒, 不送賑資, 請推考。 錫輔短於文, 前後狀聞, 不成文理, 有曰: “流丐之類, 扶携隨行, 勸歸而不落。” 時謂之不落御史。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Minister of Taxation Jo Gui requested that the imposition of ginseng tax from Dongnae be directly submitted to the Bureau of Livestock Breeding so that he may secretly trade and reduce the amount of ginseng tax according to the circumstances. The King ordered that the matter be discussed by high officials and then deal with.",
                "H2KE-nKo": "호조 판서 조태구가 동래의 삼세를 지부에 곧바로 납부하게 하고, 잠상은 차율로 감하고 고발한 자에게는 삼의 반을 지급하기를 청하니, 주상이 대신과 의논하여 처리하라고 명하였다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 3월 29일(경오) 1번째기사",
                "gt-oKo": "호조 판서(戶曹判書) 조태구(趙泰耉)가 동래(東萊)의 삼세(蔘稅)를 곧장 호조(戶曹)에 바치게 하고, 잠상(潛商)은 형(刑)을 감하여 차율(次律)로 시행하며, 발고(發告)한 자에게는 삼(蔘)의 반액(半額)을 지급하기를 청하니, 임금이 대신에게 의논하여 조처하게 하였다.",
                "hj": "○庚午/戶曹判書趙泰耉請東萊蔘稅, 令直納地部, 潛商減以次律, 告者給蔘之半, 上令議大臣處之。"
            }
        }
    },
    "05": {
        "17": {
            "1": {
                "H2KE-EN": "Deputy Magistrate of Hanseong Magistracy Yun Jiin fell ill. The King ordered that a physician be sent to treat his illness. It was not possible for a member of the royal physician to treat his illness, but Yun Jiin was appointed as a minister. At that time, Yun Jiin was serving as the magistrate of Hanseong Magistracy , and he was diligent and prudent by nature. As he served as the official for a month, Yun Jiin did not cease even a single day. The King praised him for this and bestowed a special favor upon him.",
                "H2KE-nKo": "판윤 윤지인이 병이 났는데, 어의를 보내 병을 살피게 하라고 명하였다. 어의를 보내 병을 살피게 하는 것은 장상이 아니면 할 수 없는 일인데, 윤지인이 경재의 반열에 있으면서 이 자리를 얻었다. 이때 윤지인이 한성부를 다스리면서 근면하고 공정하다는 명성이 있었고 문후하는 반열에서 한 달이 넘도록 윤지인이 하루도 나오지 않은 적이 없었으므로, 주상이 이를 가상히 여겨 특별한 은전을 베풀었다고 한다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 5월 17일(정사) 1번째기사",
                "gt-oKo": "판윤(判尹) 윤지인(尹趾仁)이 병이 났으므로, 어의(御醫)를 보내어 병을 치료해 주도록 명하였다. 어의를 보내어 병을 치료해 주는 것은 장상(將相)이 아니면 있을 수 없는 일인데, 윤지인(尹趾仁)이 열경(列卿)으로 이런 은총을 입었던 것이다. 이때 윤지인이 한성부(漢城府)를 다스리면서 부지런하고 공정(公正)한 것으로 명성(名聲)이 있었으며, 승후(承候)하는 반열에 달을 넘기도록 윤지인이 하루도 나아가지 않은 적이 없었으므로, 임금이 이를 가상히 여겨 특이한 은전(恩典)을 베풀었다고 한다.",
                "hj": "○丁巳/判尹尹趾仁有疾, 命遣御醫視疾。 遣醫視疾, 非將相不得, 趾仁以列卿得之。 時, 趾仁治京兆, 勤公有聲, 候班閱月, 趾仁未嘗一日不進, 上以此嘉之, 施以異數云。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "In gyemyo year (, the Records of Rites and the Paper Manufacture Foundry was completed. Prior to this, Director of the Office of Astronomy and Geomancy Heo Won went to Beijing to purchase the books and obtained them. The Office of Astronomy and Geomancy printed the books and presented them to the King. The books were all thirteen books, and the Records of the Manufacture Foundry were also printed according to the Tang Code.",
                "H2KE-nKo": "《의상지》와 《의상지》가 완성되었다. 처음에 관상감 정 허원이 연경에 들어가 구입해 오자 관상감이 《의상지》를 간행하여 올렸는데, 책이 모두 13책이었다. 그리고 《의상지》 2책도 《당본》에 의거하여 모사해 낸 것이다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 5월 23일(계해) 1번째기사",
                "gt-oKo": "《의상지(儀象志)》와 도본(圖本)이 이루어졌다. 당초에 관상감 정(觀象監正) 허원(許遠)이 연경(燕京)에 들어가 구매(購買)해 오자, 관상감에서 《의상지》를 간행(刊行)해 올렸는데, 서적이 모두 13책이었고, 도본 2책도 또한 당본(唐本)에 의하여 모본(模本)을 떠냈다.",
                "hj": "○(癸卯)〔癸亥〕/《儀象志》及圖成。 初, 觀象監正許遠, 入燕購得而來, 觀象監刊《志》以進, 書凡十三冊, 圖二冊亦依唐本(糢)〔摸〕出焉。"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Haro impeached Second Minister of Punishments Yun Geunsang , who had received a royal order on the grounds that his illness was critical, proceeded to the palace and requested that he be impeached and punished. The King approved this request. Soon afterward, he dismissed Yun Geunsang from his post and released him. At that time, the impeachment of criminal cases was delayed and unjustly decided. People scattered to avoid suspicion. People indulged Yun Geunsang with benefit. Yun Geunsang learned of his grievance, but eventually he did not listen to him. At that time, he was suffering from a cold disease and finally declined the Ministry of Punishments to avoid suspicion. People jealoused him, and thus this report was issued.",
                "H2KE-nKo": "지평 김재로가 형조 참판 윤취상을 탄핵하기를,“궐하에서 문안할 때 병이 위중하다고 핑계 대고 교자를 타고 왔으니, 잡아다 신문하여 죄목을 정하소서.”하니, 그대로 따랐다가 곧이어 파직하고 풀어 주었다. 이때 과옥이 지연되어 판결이 나지 않았으므로 사람들이 모두 싫어하고 피하였다. 당인들이 이익으로 윤취상을 유혹하였으나, 윤취상은 그 원통함을 알면서도 끝내 들어주지 않았다. 마침 감기를 앓아 형조를 극력 사직하니, 당시 사람들이 미워하여 이렇게 아뢴 것이다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 5월 23일(계해) 2번째기사",
                "gt-oKo": "지평(持平) 김재로(金在魯)가 형조 참판(刑曹參判) 윤취상(尹就商)을 논핵하기를, “궐문(闕門) 아래에 승후(承候)하면서 병이 침중함을 핑계대어 교자(轎子)를 타고 왔으니, 나문(拿問)하여 정죄(定罪)하소서.” 하니, 그대로 따르고 얼마 후 파직하여 방송(放送)하였다. 이때 과옥(科獄)이 세월을 질질 끌며 결말이 나지 않으므로 사람들이 모두 싫어하고 회피하였는데, 당인(黨人)들이 이(利)로써 윤취상을 유혹하였으나 윤취상이 과옥의 억울한 사정을 알고 끝내 듣지 않았다, 마침 풍증(風症)과 마비의 증세가 있어 형판(刑判)을 극력 사양하니, 당시의 조관(朝官)들이 미워하여 이러한 논계가 있었던 것이다.",
                "hj": "○持平金在魯劾刑曹參判尹就商, 以承候闕下, 諉以病重, 乘轎進來, 請拿問定罪, 從之, 尋罷職放送。 時, 科獄遷延未決, 人皆厭避, 黨人以利啗就商, 就商知其冤, 終不聽。 適患風痺, 力辭秋曹, 時輩疾之, 有是啓。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Office of the Censor General impeached Ku Bongchang , Superintendent of Chungcheong Province , for his personal purpose, cut timber for shipbuilding, and supporting soldiers. Please dismiss him from his office and dismiss him from his office. The King did not approve this request.",
                "H2KE-nKo": "사간원이 논핵하기를,“충청 수사 구봉창은 사사로운 청탁에 따라 선재를 베는 일 및 군졸을 불쌍히 여기지 않았으니, 파직하고 서용하지 마소서.”하니, 따르지 않았다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 5월 29일(기사) 1번째기사",
                "gt-oKo": "간원(諫院)에서 논하기를, “충청 수사(忠淸水使) 구봉창(具鳳昌)이 사사로이 청촉을 받아 선박(船舶)에 쓸 재목을 함부로 베었고, 군졸을 애휼(愛恤)하지 않으니, 청컨대 파직하고 서용(敍用)하지 마소서.” 하였으나, 따르지 않았다.",
                "hj": "○己巳/諫院論忠淸水使具鳳昌, 循私囑斫船材及不恤軍卒, 請罷職不敍, 不從。"
            }
        }
    },
    "06": {
        "5": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Yun Jiwan entered the capital due to illness. On this day, [Yun] was staying [in the capital] for a memorial to report his return trip [to the capital]. The King sent an official in charge to stay [in the capital] and said, My nobleman, you entered the capital, and I was deeply pleased and relieved yourself. I was unaware that a memorial was barely staying [in the capital], but I suddenly returned [to the capital]. I was frightened and lost my left and right hands. In the end, [Yun] Jiwan did not stay [in the capital] and returned.",
                "H2KE-nKo": "영중추부사 윤지완이 주상의 병 때문에 도성에 들어왔다. 이때에 이르러 상소를 남겨 두고 돌아가겠다고 고하자, 주상이 사관을 보내 만류하며 말하기를,“경이 도성에 들어온 뒤로 병중에도 매우 기쁘고 위안이 되었는데, 뜻밖에도 한 통의 상소가 머무르자마자 돌아가는 길을 갑자기 찾으니, 나도 모르게 깜짝 놀라 마치 좌우의 손을 잃은 것 같다.”하였다. 윤지완은 끝내 머물지 않고 돌아갔다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 6월 5일(을해) 1번째기사",
                "gt-oKo": "영중추부사(領中樞府事) 윤지완(尹趾完)이 임금의 환후 때문에 도성(都城)에 들어왔는데, 이에 이르러 소를 남겨 두고 고귀(告歸)하였다. 임금이 사관(史官)을 보내어 만류하며 이르기를, “경(卿)이 도성에 들어온 후 질병으로 신음하는 가운데에서도 기쁘고 위안(慰安)됨이 실로 깊었는데, 뜻밖에도 한 장의 소를 남겨 두고 갑자기 돌아갈 길을 찾는다 하니, 놀라움을 금하지 못하겠으며, 마치 좌우의 손을 잃은 듯하다.” 하였으나, 윤지완은 끝내 머물지 않고 돌아갔다.",
                "hj": "○(乙巳)〔乙亥〕/領中樞府事尹趾完, 因上疾入都。 至是, 留疏告歸, 上遣史官留之曰: “自卿入城之後, 病裏欣慰良深, 不料一疏纔留, 歸路遽尋, 不覺愕然, 如失左右手也。” 趾完竟不留而歸。"
            },
            "2": {
                "H2KE-EN": "On imsul day, the first day of the month, the King entered the presence of the Capital Markets . Left State Councilor Yi Bi entered the presence and said, Jeju has suffered a severe famine. Please order the province to send 2,000 seok of rice and 7,000 seok of barley and wheat to the capital. The King followed this advice. The King also said, I have heard that the Jurchens on the street and cultivating cultivated cultivating",
                "H2KE-nKo": "약방에서 입진하였다. 좌의정 김창집이 함께 입시하여 아뢰기를,“제주에 기근이 심하니 본도로 하여금 쌀 2000섬과 보리 7000섬을 이송하게 하소서.”하니, 그대로 따랐다. 또 아뢰기를,“듣건대 육진 건너편의 호인들이 집을 짓고 밭을 개간하여 길을 연다고 합니다. 본도의 감사와 병사로 하여금 그들의 동정을 정탐하게 하고, 강변의 파수도 엄히 신칙하게 하소서.”하니, 도제조 이이명이 아뢰기를,“황조 때에는 천하가 한집안이어서 우리 백성이 중국 사람과 이웃 고을 같아서 요동 백성이 혹 위화도에 와서 경작하더라도 오히려 방비를 엄히 하지 못할까 염려하여 비를 세워 경계를 정하기까지 하였는데, 하물며 오늘날이겠습니까.”하였다. 제조 조태구가 아뢰기를,“신이 일찍이 서북 지방을 왕래하면서 강변의 형세를 살펴보니, 강북은 모두 텅 비어 사람이 없고 나무만 무성하였습니다. 그런데 근래에는 강변에 집을 짓고 밭을 개간하여 길을 닦으니, 그 뜻을 참으로 헤아릴 수 없습니다. 듣건대 청나라 사람이 삼을 캐고 짐승을 사냥하느라 때없이 왕래한다고 하니, 이는 필시 우리 변방 백성과 몰래 서로 매매하여 식량을 꾸려 가기 때문일 것입니다. 지금 변신을 엄히 신칙해야 하고, 또한 일의 기미를 살펴 전처럼 해이함이 없게 해야 합니다.”하고, 이이명이 아뢰기를,“앞으로 재자관이 가는 길에 봉성과 심양을 정탐하여 과연 사사로이 왕래하는 자가 있으면 자리를 옮겨 금지하게 해야 합니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 6월 5일(을해) 2번째기사",
                "gt-oKo": "약방(藥房)에서 입진(入診)하였다. 좌의정(左議政) 김창집(金昌集)이 함께 들어와 아뢰기를, “제주(濟州)에 기근(饑饉)이 심하니 본도(本道)로 하여금 쌀 2천 석과 모맥(麰麥) 7천 석을 이송(移送)하게 하소서.” 하니, 그대로 따랐다. 또 말하기를, “듣건대 육진(六鎭) 건너편에 호인(胡人)들이 집을 짓고 전지(田地)를 개간하며 도로를 개설한다 하니, 본도(本道)의 감사(監司)와 병사(兵使)로 하여금 그 동정을 탐문하게 하고, 강변을 파수(把守)하는 일도 또한 엄중히 신칙하게 하소서.” 하자, 도제조(都提調) 이이명(李頤命)이 말하기를, “명(明)나라 때 천하가 한 집안이 되어 우리 나라 사람들이 중국 사람과 더불어 이웃 고을과 같이 지냈고, 요동(遼東) 백성들이 간혹 위화도(威化島)에 경작하였는데도 오히려 방어(防禦)의 한계(限界)가 엄중하지 않음을 염려하여 비(碑)까지 세워 경계를 정했는데 하물며 오늘날이겠습니까?” 하였다. 제조(提調) 조태구(趙泰耉)는 말하기를, “신이 일찍이 서북 지방을 왕래하면서 강변의 형세를 살펴 보았더니, 강북(江北)은 모두 비어 사람이 없고 수목만 무성하였습니다. 요사이 와서 강의 연안(沿岸)에 집을 짓고 전지를 개간하며 도로를 신설(新說)한다 하니, 그 뜻을 참으로 헤아릴 수가 없습니다. 듣건대 청인(淸人)들이 삼(蔘)을 캐고 짐승을 사냥하며 무시로 왕래한다 하니, 이는 반드시 우리 변경(邊境)의 백성들과 더불어 몰래 물건을 매매(賣買)하여 그 양식을 대주기 때문입니다. 이제 변신(邊臣)에게 엄중히 신칙하고 또한 사세(事勢)와 기미를 살펴 전과 같이 해이(解弛)해지기 않게 함이 마땅할 것입니다.” 하고, 이이명은 말하기를, “앞으로 재자관(䝴咨官)이 가는 길에 봉성(鳳城)·심양(瀋陽) 등지에서 상세히 탐문하여 과연 사사로이 왕래하는 경우에는 자문(咨文)을 보내어 금지하도록 함이 마땅할 것입니다.” 하니, 임금이 그대로 따랐다.",
                "hj": "○藥房入診。 左議政金昌集同入曰: “濟州饑甚, 令本道, 移送米二千石、麰七千石。” 從之。 又言: “聞六鎭越邊胡人, 作舍墾田開道路。 令本道監、兵使, 窺探動靜, 江邊把守, 亦令申嚴。” 都提調李頣命曰: “皇朝時, 天下一家, 我民與華人, 如隣邑, 遼民或來耕於威化島, 尙慮其防限不嚴, 至立碑定界。 況今日乎?” 提調趙泰耉曰: “臣嘗往來西北, 觀江邊形勢, 江北皆空無人, 樹木成林而已。 近間沿江作舍墾田治道, 其意誠不可測。 聞淸人採蔘獵獸, 往來無時, 此必與我邊民, 潛相買賣, 以資其糧。 今宜嚴飭邊臣, 而亦宜伺察事機, 無如前解弛矣。” 頣命曰: “前頭齎咨之行, 探於鳳城、瀋陽, 果是私自往來者, 移次請禁爲可矣。” 上從之。"
            }
        }
    },
    "07": {
        "13": {
            "1": {
                "H2KE-EN": "Prior to this, Circuit Fifth Rank Military Officer of the Royal Confucian Academy Yeo Gwangju presented a memorial to the King, which stated, As for the mountain fortress of Joryeong is indeed a strategic point, we shall constantly construct the fortress according to the regulations for repairing and repairing the walls of the capital. Also, the King sent this matter to the State Council, but did not implement it. ",
                "H2KE-nKo": "이에 앞서 영남 어사 여광주가 논하기를,“조령 산성은 바로 요충지로서 국가의 승패와 관계가 있으니, 경성을 보수하는 규례처럼 허물어지는 대로 견고하게 쌓도록 하소서.”하고, 또 죽령에 성을 쌓는 것이 편리하다는 것을 진달하였는데, 이 일을 묘당에 내렸으나 시행되지 않았다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 7월 13일(임자) 1번째기사",
                "gt-oKo": "이에 앞서 영남 어사(嶺南御史) 여광주(呂光周)가 논하기를, “조령 산성(鳥嶺山城)은 바로 요충(要衝)에 해당하여 국가의 승패(勝敗)에 관계되니, 경성(京城)을 보수(補修)하는 규례와 같이 허물어지면 즉시 굳게 수축(修築)하게 하소서.” 하고, 또 죽령(竹嶺)에 축성(築城)하는 편의(便宜)를 진달하였는데, 그 일을 묘당(廟堂)에 내렸으나 시행되지는 않았다.",
                "hj": "○壬子/先是, 嶺南御史呂光周論: “鳥嶺山城, 政當要衝, 關國家勝敗, 隨毁堅築, 如京城脩補之規。” 且陳竹嶺築城之便, 事下廟堂, 不施。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Kim Yugyeong , a clerk of the Bureau of Livestock Breeding , submitted a memorial requesting his resignation. This was because Yi Yu , Yun Seyu , and others arbitrarily criticized their slander. The King replied, You should quickly take care of your duties.",
                "H2KE-nKo": "신축년에 사서 김유경이 상소하여 사직하였다. 지난해 휘호를 올릴 때 쟁론하다가 이유와 윤세유 등에게 도리어 욕을 당하였기 때문이다. 속히 직무를 살피라고 답하였다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 7월 2일(신축) 1번째기사",
                "gt-oKo": "사서(司書) 김유경(金有慶)이 소를 올려 사직(辭職)하였다. 지난해 휘호(徽號)를 정할 때 쟁론(爭論)하여 이유(李濡)와 윤세유(尹世綏) 등에게 도리어 꾸짖음을 당했기 때문이었는데, 빨리 직무(職務)를 살피라고 답하였다.",
                "hj": "○辛丑/司書金有慶上疏辭職。 以去年徽號時爭論, 爲李濡、尹世綏等所反詈故也。 答以從速察職。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Jo Seokmyeong , a circuit inspector of Gangwon Province , deliberated on the frontier defense of the eastern frontier defense of the western frontier defense of the eastern frontiers of the",
                "H2KE-nKo": "강원도 어사 조석명이 영동의 해방이 허술한 상황을 논하였는데, 그 대략에,“포인의 말을 자세히 들어 보니, 평해와 울진은 울릉도와 가장 가까워서 뱃길에 조금도 장애가 없고, 울릉도 동쪽에는 섬이 서로 이어져서 왜국과 접해 있으며, 무자년과 임진년에는 돛을 단 이양선이 표류하여 고령과 간성의 경계에 이르렀다고 하니, 왜선의 왕래가 빈번한 것을 알 수 있습니다. 조정에서는 비록 영해와 멀리 떨어져 있어 걱정할 것이 없다고 하지만 훗날 반드시 영남을 경유할 것이고 영동을 경유하지 않으리라고 어찌 장담하겠습니까. 미리 대비하는 계책을 조금도 늦출 수 없습니다.”하였다. 묘당이 그 말대로 강원도를 신칙하여 군보를 단속하게 할 것을 청하였다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 7월 22일(신유) 1번째기사",
                "gt-oKo": "강원도 어사 조석명(趙錫命)이 영동 지방의 해방(海防)의 허술한 상황을 논하였는데, 대략 이르기를, “포인(浦人)의 말을 상세히 듣건대, ‘평해(平海)·울진(蔚珍)은 울릉도(鬱陵島)와 거리가 가장 가까와서 뱃길에 조금도 장애(障礙)가 없고, 울릉도 동쪽에는 섬이 서로 잇달아 왜경(倭境)에 접해 있다.’고 하였습니다. 무자년과 임진년에 모양이 다른 배가 고성(高城)과 간성(杆城) 지경에 표류(漂流)해 왔으니 왜선(倭船)의 왕래가 빈번함을 알 수 있는데, 조가(朝家)에서는 비록 영해(嶺海)가 격(隔)해 있어 걱정할 것이 없다고 하지만, 후일의 변란이 반드시 영남에서 말미암지 않고 영동으로 말미암을지 어떻게 알겠습니까? 방어(防禦)의 대책을 조금도 늦출 수 없습니다.” 하니, 묘당(廟堂)에서 그 말에 따라 강원도에 신칙하여 군보(軍保)를 단속할 것을 청하였다.",
                "hj": "○辛酉/江原道御史趙錫命, 論嶺東海防踈虞狀。 略曰: “詳聞浦人言, 平海、蔚珍, 距鬱陵島最近, 船路無少礙, 鬱陵之東, 島嶼相望, 接于倭境。 戊子、壬辰, 異樣帆檣, 漂到高、杆境, 倭船往來之頻數, 可知。 朝家雖以嶺海之限隔, 謂無可憂, 而安知異日生釁之必由嶺南, 而不由嶺東乎? 綢繆之策, 不容少緩。” 廟堂請依其言, 飭江原道, 團束軍保。"
            }
        }
    },
    "08": {
        "13": {
            "1": {
                "H2KE-EN": "Hwang Sangro , a student of the Royal Confucian Academy , and others submitted a memorial to reply to the King regarding the case of Supreme General [of the Royal Confucian Academy ] [], including Supreme General [of the Middle Army Commandery General] [], Jeong Seokjeong , composed the mourning rite to 선정신 윤증 . 【원래의 상소는 위에 보인다.】 As your subject humbly examined the case of respecting the Zhou dynasty, respecting the righteousness of respecting the Zhou dynasty and the great plan of repaying the enemy was the cardinal principles of heaven and earth. People are able to become a man, and the whole country can be achieve a man. Who could dare say that they dare not discuss this matter? Only those who are responsible for this duty must observe what to do. Even if they are able to distinguish the situation, they should also observe the cardinal principles of the current situation. Truly, they do not understand what to do. If they do not understand the time of their reign, they only admired their name and absurdly absurdly. Furthermore, how could they be unable to deceive the enemy of righteousness and unable to deceive the enemy? However, they do not dare discuss the matter together with the men who are absurdly absurdly. What difference is there between the time of the king? For this reason, when the Han enemy attacked the fight of the enemy at first and subsequently defended the enemy at all times, our grievance was not completed for a long time. Kang Yu pursued the enemy attack, and Comprehensive Records of the Grand Scribe by the Grand Scribe also",
                "H2KE-nKo": "태학생 황상로 등이 상소하여 판중추부사 최석정이 지은 선정신 윤증에게 제사를 지낸 일에 대해 변명하였다. - 원래의 상소는 위에 보인다. - 신이 삼가 살펴보건대, 주나라를 높이고 의리를 바르게 하여 원수를 갚는 큰 계책은 바로 천경지의로서 사람이 얻으면 사람이 되고 나라가 얻으면 나라가 얻으면 나라가 되는 것이니, 하늘을 이고 땅을 밟고 사는 사람치고 누가 감히 비난하겠습니까. 그러나 이 책임을 맡은 자는 그 사람이 어떠한가를 보아야 하고 그 사람이 분별할 만하더라도 시세가 어떠한가를 살펴야 합니다. 만약 자신의 형편과 시세를 헤아리지 않고 한갓 그 이름만 사모하여 허튼소리로 망녕되이 행동할 뿐이라면, 또 어찌 대의를 속일 수 없다고 하여 그 사람도 감히 의논하지 못하고 그 사람의 참되고 망령됨을 논하는 것이 당시의 임금과 무슨 관계가 있겠습니까. 이 때문에 한나라의 역적을 토벌하는 것은 전후로 한 가지 의리였는데, 제갈양이 책임을 맡자 군사를 출동하여 이기지 못하여 천고에 한을 끼쳤고, 강유가 전담하자 제갈주가 《구국》을 저술하고 촉나라도 따라서 폐허가 되었으니, 어찌 이른바 그 사람이 어떠한가를 보아야 한다는 것이 아니겠습니까. 송나라의 복수는 어느 날인들 잊었겠습니까마는, 주 부자가 융흥과 건도의 시대에는 피눈물을 흘리며 말하였지만 금옹의 시대에는 다시 군사를 쓰는 일을 말하지 않았으니, 어찌 이른바 시세가 어떠한가를 살펴야 한다는 것이 아니겠습니까. 그렇다면 송시열이 스스로 대의를 펴겠다고 자부한 것은 참으로 제갈양의 재주와 지혜, 주 부자가 경세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세 제세제세제세제세제세제세 제세제세제세제세제세제세 제세제세제세제세제세제세제세제세제세제세제세제세제양 집사 광충의 큰 규모도 없고 또 주 부자가 안으로 정사를 닦고 밖으로 외적을 물리친 큰 계획도 없습니다. 다만 ‘대의’ 두 글자 중에 효종께서 분발하여 큰일을 하려는 뜻이 임하의 백의로서 어느새 빈사의 자리에 있게 되었습니다. 만약 효종께서 중도에 붕어하여 더욱 큰 뜻을 가다듬고 천하에 격문을 전달하는 것을 요구하여 날짜를 꼽아 군사를 일으킨다면, 이때를 당하여 송시열이 장차 어떻게 이 바람을 막고 이 계책을 도울 수 있겠습니까. 신은 그 본말이 다 드러나고 졸렬한 기예가 궁색해질까 두렵습니다.이로 말미암아 논해 보자면, 성조의 대의가 해와 달처럼 분명하여 우주에 가득 찼지만 송시열이 자임한 것은 허튼소리로 망녕되이 행동하여 마침내 강유가 하지 못한 것에 불과할 뿐이니, 어떻게 백대의 공정한 안목을 가리고 군자의 바른 논의를 막을 수 있겠습니까. 그렇다면 공언이라는 비난을 억지로 대의가 아니라고 하고 송시열의 평론을 억지로 성조를 무함한 것으로 귀결시킨 것은, 자기를 보호하려다가 도리어 욕을 당하고 높이려다가 도리어 낮춘 것을 많이 볼 수 있습니다. 그러나 당인들이 이를 빙자하여 남의 노를 잡고 세상을 속이는 납으로 삼을 것이니, 이에 어쩔 수 없이 한 번 변명하여 앞으로의 일을 끝내야 할 것입니다.”하였다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 8월 13일(임오) 1번째기사",
                "gt-oKo": "태학생(太學生) 황상로(黃尙老) 등이 소를 올려 판부사(判府事) 최석정(崔錫鼎)이 지은 선정신(先正臣) 윤증(尹拯)의 제문(祭文)에 대한 일로 변명하였다.【원소(原疏)는 위에 보인다.】 사신은 논한다. 존주(尊周)의 정의(正義)와 복수(復讎)의 대계(大計)는 곧 하늘의 떳떳한 이치이며 땅의 올바른 의리로서 사람이 이에 힘입어 사람이 되고 나라가 이에 힘입어 나라가 되는 법이니, 하늘을 이고 땅을 밟는 자라면 누가 감히 그르다고 비평하겠는가? 다만 이 책임을 맡은 자는 그 사람됨이 어떠한가를 보아야 할 것이며, 비록 그 사람이 적임자라 하더라도 또 그 시세(時勢)가 어떠한가를 살펴야 할 것이다. 만약 그 자신과 시세를 헤아리지 않고 한갓 그 명예만 사모하여 헛되이 달리고 망령되게 일을 만들 뿐이라면, 또 어찌 대의(大義)를 무망(誣罔)할 수 없다 하여 그 사람마저 감히 의논하지 못하겠으며, 그 사람의 참되고 망령됨을 논의하는 것이 또 그 당시의 임금과 무슨 관련이 있겠는가? 그러므로 한(漢)나라의 역적을 토벌하는 것은 전후로 한결같은 의리이겠지만, 제갈양(諸葛亮)이 그 임무를 맡아서는 출정(出征)하여 이기지 못하고 천고(千古)에 한(恨)을 남겼으며, 강유(姜維)가 전담(專擔)하여서는 초주(譙周)가 구국론(仇國論)을 저술하고 촉한(蜀漢)도 또한 따라서 멸망하였으니, 어찌 이른바 그 사람됨이 어떠한가를 보아야 한다는 것이 아니겠는가? 송(宋)나라가 복수(復讎)를 어느 날인들 잊을 수 있었겠는가? 주 부자(朱夫子)가 융흥(隆興)·건도(乾道) 때 혈성(血誠)을 다하여 말하였으나 금옹(金雍)의 세대(世代)에 이르러서는 다시 용병(用兵)에 대한 말을 하지 않았으니, 어찌 이른바 그 시세가 어떠한가를 살핀 것이 아니겠는가? 그렇다면 송시열(宋時烈)이 대의(大義)를 펴는 것을 자임(自任)했지만, 진정 제갈양의 재지(才智)와 주 부자의 경제책(經濟策)이 있어 앞장서서 그 책임을 담당하였으며, 끝내 사현(沙峴) 북쪽에 한 병졸이라도 출정(出征)시킨 적이 있었던가? 청인(淸人)은 바야흐로 왕운(旺運)을 타고 있었으니, 그 미약한 병력(兵力)을 가지고 압록강 서쪽에 한 발자국인들 들여놓을 틈을 엿볼 수 있었던가? 송시열의 당국(當國)한 기량(伎倆)을 보건대 강퍅(剛愎)하게 간(諫)하고 당파(黨派)를 좋아하는 데에 불과할 뿐 이미 제갈양의 슬기와 충성을 모으고 넓힌 큰 규모도 없거니와, 또 주 부자의 안으로 정사(政事)를 다스리고 밖으로 오랑캐를 물리치는 굳은 계획도 없었다. 다만 ‘대의(大義)’ 두 글자로써 효묘(孝廟)의 분발하고 회복하려는 뜻에 맞추어 산림(山林)의 한낱 백의(白衣)가 거연(居然)히 빈사(賓師)의 자리에 있게 된 것이다. 만약 효묘께서 중도에 승하(昇遐)하지 않고 더욱 큰 뜻을 가다듬어 천하에 그 격문(檄文)을 전하고 날짜를 정하여 출정(出征)하도록 책임을 지웠다면, 이때를 당하여 송시열이 장차 어떻게 그 기망(期望)에 부응(副應)하며 그 의도(意圖)를 도와 이루었겠는가? 사신은 아마도 그 본말(本末)이 모두 드러나고 졸렬한 기량(伎倆)마저 바닥이 났었을 뿐이라고 생각한다. 이로써 논하건대 성조(聖祖)의 대의(大義)는 일월(日月)같이 밝고 우주(宇宙)를 지탱할 만하지 않음이 아니나, 송시열이 스스로 담당한 바는 헛되이 달리고 망령되게 일을 만든 데 불과하여 마침내 강유(姜維)가 한 바에도 미치지 못할 것이니, 어떻게 백 대(百代)의 공정한 눈을 가리며 군자(君子)의 올바른 의논을 막을 수 있겠는가? 그런즉 공언(空言)의 기롱을 억지로 대의(大義)를 비난한다고 이르며 송시열을 평론함을 성조(聖祖)를 무함하는 것으로 돌리는 것은 그 두둔하고자 하다가 도리어 욕이 되고 높이고자 하다가 도리어 낮추게 되는 것을 볼 뿐이다. 그런데 당인(黨人)들은 이를 빙자하여 사람을 막는 방패로 삼고 세상을 속이는 방편(方便)으로 삼고 있으니, 이에 부득이 한 번 변명하여 뒷사람의 평론을 기다리는 바이다.",
                "hj": "○壬午/太學生黃尙老等, 上疏辨判府事崔錫鼎所撰祭先正臣尹拯文事。【原疏見上。】 臣謹按, 尊周正義, 復讎大計, 是天經地義, 人得而爲人, 國得而爲國者, 戴天履地, 疇敢非議, 而但任是責者, 當觀其人之如何耳, 雖其人之可辨, 而又當察其時勢之如何耳。 苟不量已量時, 而徒慕其名, 虛騁妄作而已, 又安可以大義之不可誣, 而竝其人不敢議, 議其人眞妄, 又何關於時君哉? 是故漢賊之討, 前後一義, 而諸葛亮任之, 則出師未捷, 貽恨千古, 姜維專之, 則譙周著論《仇國》, 蜀亦隨以丘墟, 豈非所謂觀其人如何者耶? 宋之復讎, 何日可忘, 而朱夫子在隆興、乾道之際, 則沫血言之, 而在金雍之世, 則不復言用兵事, 豈非所謂察其時勢之如何者耶? 然則宋時烈之自許以伸大義, 其眞有諸葛亮之才智, 朱夫子之經濟, 而挺然任其責, 終能出一卒於沙峴之北哉? 淸人之乘運方興, 其可以區區兵力, 窺左足於鴨綠之西哉? 觀於時烈之當國, 伎倆不過愎諫好黨, 旣無諸葛亮集思廣忠之洪規, 又無朱夫子內修外攘之石畫, 而但以大義二字中, 孝廟奮發有爲之志, 以林下一白衣, 居然在賓師之地。 若使孝廟, 不中途崩殂, 而益勵大志, 責其傳檄天下, 指日興師, 當是時, 時烈者, 將何以塞是望, 而贊是圖也? 臣恐其本末殫露, 黔驢技窮而巳。 由是論之, 聖祖之大義, 非不明揭日月, 撐拄宇宙, 而時烈之所自任者, 不過虛騁妄作, 卒不能爲姜維之所爲耳, 其何以掩百代之公眼, 而杜君子之正議也? 然則空言之譏焉而强謂之非大義, 時烈之評焉而勒歸於誣聖祖者, 多見其欲衛而反辱, 欲尊而反貶者也。 然而黨人者, 藉以爲御人之櫓楯, 欺世之桅蠟, 玆不得不一辨之, 以竣來後云爾。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On eulhae day, Yi Seman , a Confucian student in Gyeonggi [Province] , and others requested that the 서원 of the late Munhyo (Seongjong of the late Jo Ikmyeonggyo (Seongjong of the late father, be jointly enshrined in the State Shrine to Confucius . The King ordered that his grandson, the late Deputy Director Jo Jigyeom be jointly enshrined in the State Shrine to Confucius . The King sent the memorial to the Ministry of Punishments, and then had the Ministry of Rites advise on this matter, but the King did not implement it.",
                "H2KE-nKo": "경기 유학 이세만 등이, 고 문효공 조익의 명고 서원에 그의 아들 고 판서 조복양을 추향하라는 명과 그의 손자 고 부제학 조지겸을 철향하라는 명을 거두어 달라고 청하니, 주상이 그 상소를 해당 조에 내렸다. 해당 조에서 의견을 갖추어 아뢰어 시행하지 말라고 하였다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 8월 6일(을해) 1번째기사",
                "gt-oKo": "경기 유학(幼學) 이세만(李世萬) 등이 고(故) 문효공(文孝公) 조익(趙翼)의 명고 서원(明皐書院)에 그 아들 고(故) 판서(判書) 조복양(趙復陽)을 추향(追享)하는 것과 그 손자 고 부제학(副提學) 조지겸(趙持謙)을 철향(綴享)하라는 명을 정침(停寢)하기를 청하니, 임금이 그 소를 해조(該曹)에 내렸는데, 해조에서 복계(覆啓)하여 시행하지 않게 되었다.",
                "hj": "○乙亥/京畿幼學李世萬等, 請寢故文孝公趙翼明皐書院, 追享其子故判書復陽, 其孫故副提學持謙綴享之命, 上下其疏于該曹, 覆啓勿施。"
            }
        }
    },
    "09": {
        "13": {
            "1": {
                "H2KE-EN": "On sinhae day, Governor of Hamgil Province Yi Gwangwi requested that the defense garrison of Seongjin be abolished and that the Dancheon Garrison be installed. The State Council discussed the matter and requested that the defense garrison of the Imperial",
                "H2KE-nKo": "함경 감사 이광좌가 성진의 방영을 혁파하고 단천에 독진을 설치할 것을 청하였는데, 비변사가 의견을 갖추어 주상에게 아뢰어 성진의 일만 허락하였다. - 장계는 의논에 보인다. - 단천은 뒤에 마침내 독진을 설치하였다. 이광좌는 위엄과 명망이 있어서 북도에 있을 때 마음을 다해 정사를 하여 산천의 험하고 평탄한 것과 관방의 설치를 모두 궁구하고 정밀하게 생각하여 시행한 것이 대부분 기의에 맞았으며, 육진이 서로 교역하여 영이 시행되어 금지되었다. 병사 조상주도 명성과 치적이 있어서 장사꾼과 호인이 모두 두려워하였다. 뒤에 중강 - 의주 땅이다. - 가 와서 묻기를,“이광좌와 조상주가 아직 북도에 있는가?”하였는데, 대개 잠상들이 있는 곳을 탐지하고자 해서였다. 근래에 북도를 다스리는 자들이 전에는 민정중과 남구만이 있었고 뒤에는 이광좌가 있어서 어린아이들도 모두 그 이름을 외웠다. 그러나 민정중은 문교를 숭상하고 남구만은 제도를 잘 제정하여 이광좌가 인심을 감복시켜 각각 정치가 같지 않았다.\n",
                "date_ko": "숙보 55권, 40년(1714 갑오 / 청 강희(康熙) 53년) 9월 13일(신해) 1번째기사",
                "gt-oKo": "함경 감사(咸鏡監司) 이광좌(李光佐)가 성진(城津)의 방영(防營)을 혁파하고 단천(端川)에 독진(獨鎭)을 설치할 것을 청하니, 비국(備局)에서 복계(覆啓)하여 성진의 일만 허락하였는데,【장계(狀啓)와 의논은 위에 보인다.】 그 후 단천에도 마침내 독진을 설치하였다. 이광좌는 위망(威望)이 있었는데, 북도(北道)에 있으면서 치민(治民)에 마음을 기울이고 산천(山川)의 험이(險夷)와 관방(關防)의 제치(制置)에 대하여 몸소 답사(踏査)하고 정밀하게 생각하지 않음이 없어 시설(施設)한 바가 기의(機宜)에 적중함이 많았으며, 육진(六鎭)의 교역(交易)에 있어서도 영(令)이 시행되어 〈잠상(潛商)〉이 금지되었다. 병사(兵使) 조상주(趙相周)도 또한 명성(名聲)과 치적(治績)이 있었으니, 잠상과 호인(胡人)들이 모두 그 엄정(嚴正)함을 꺼려하였다. 그 후에 중강(中江)【의주(義州) 땅이다.】에서 와서 묻기를, “이광좌와 조상주가 아직 북도에 있는가?” 하였으니, 대개 잠상의 무리들이 그들이 있고 없는 것을 탐지(探知)하고자 함이었다. 근래에 북도의 방백(方伯)이 된 자는 앞서는 민정중(閔鼎重)과 남구만(南九萬)이 있었고 뒤에는 이광자가 있었으니, 어린 아이들도 모두 그 이름을 칭송(稱頌)하였다. 민정중은 문교(文敎)를 숭상하였고, 남구만은 제도(制度)의 설치(設置)를 잘했으며, 이광좌는 인심을 복종시켰으니, 그 치적(治績)이 각기 달랐다.",
                "hj": "○辛亥/咸鏡監司李光佐, 請罷城津防營, 設端川獨鎭, 備局議覆, 止許城津事,【狀與議見上。】端川後竟設獨鎭。 光佐有威望, 在北路, 殫心爲治, 山川險夷, 關防制置, 無不窮覽精思, 〔其〕所設施, 多中機宜, 六鎭互市, 令行禁止。 兵使趙相周, 亦有聲績, 商胡竝嚴憚之。 後於中江【義州地。】 來問曰: “李光佐、趙相周, 尙在北路否?” 蓋潛商輩, 欲探其在無也。 近來治北路者, 前有閔鼎重、南九萬, 後有光佐, 童孺皆誦其名, 而鼎重尙文敎, 九萬善制置, 光佐服人心, 治各不同焉。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十五終"
            }
        }
    }
}