{
    "01": {
        "25": {
            "1": {
                "H2KE-EN": "Inspector General Kwon Sang of the byeongjin year ( submitted a memorial regarding the matters of the Yuanyu of the Yuan Yuanyu of the Yuanyuan Yuanyu of the Yuanyuanyu of the Yuanyuan Yuanyu of the Yuan Yuanyu and 윤선거 of the Yuanyuan Yuanyu of the Yuan and 윤선거 of the Yuan Yuanyu of the Yuanyuan Yuanyu of the Yuan Yuanyu of the Yuanyuan Yuan Yuanyu of the Yuanyuanyuan Yuan Yuanyu of the Yuanyuanyuanyuanyuan Yuan Yuanyu of the Yuanyuanyuanyuan Yuan Yuanyu of the Yuanyuanyuanyuanyuan Yuanyu of the Yuanyuanyuanyuanyuanyuan Yuan Yuanyu of the Yuanyuanyuanyuanyuanyu of the Yuanyuanyuanyuanyuanyuan Yuan Yuanyu of the Yuanyuanyuanyuan Yuanyu of the Yuanyuanyuanyuanyuan Yuan Yuanyu of the Yuanyuanyuanyuan Yuanyu of the Yuanyuanyuan Yuan Yuanyu of the Yuanyuanyu of the Yuanyuanyuanyuan Yuan Yuanyu of the Yuanyuanyuanyuanyuanyuan Yuan Yuanyu of the Yuanyuanyuanyuanyuan Yuan Yuanyus copyed Yuan Yuanyu of the Yuanyuanyuanyuanyuan Yuanyu of the Yuanyuanyuanyuanyuanyuanyu of the Yuanyuanyuanyuanyuanyuanyuanyuan Yuanyuanyuan Yuanyuan Yuanyu of the Yuanyuanyuanyuanyuanyuanyuanyuanyuan Yuanyuanyuan Yuanyuan Yuanyus copyed his copy of the Yuanyuanyuanyuanyuan Yuanyu of the Yuanyuanyuanyuanyuanyuanyuanyuanyuan Yuanyuanyu of the Yuanyuanyuanyuanyuanyuanyuanyuanyuan Yuanyu of the Yuanyuanyuanyuanyuanyuanyuanyuanyu of the Yuanyuanyuan",
                "H2KE-nKo": "대사헌 권상하가 상소하여 《가례원류》의 일을 논하였다. - 원래의 상소는 위에 보인다. - 비지에 운운하였다. - 위에 보인다. - 《가례원류》의 곡절은 지난겨울 유규의 상소에 자세히 실려 있으니, 그가 유계와 윤선거를 위해 서로 손을 모아 함께 편집한 것이 분명하다. 더구나 그 초본이 윤증의 집에 보관되어 있어 두 사람의 필적이 분명히 실려 있다. 유계가 조정에 나올 때 윤선거 부자가 수정하고 윤색하여 보충한 것이 초본에 비해 14, 15가지가 증가하였다. 그러므로 두 집에서 소장하고 있는 편질의 많고 적음이 같지 않았다. 이이명이 아뢰어 청한 것은 유계의 초편이고, 유상기가 윤증을 따라 빌려서 간행한 것은 윤선거가 수정하여 완성한 것이니, 윤증 집안의 자제들이 빌려주려고 하지 않은 것은 이상한 일이 아니다. 유상기가 남의 종용을 받아 이랬다저랬다 무상하였다. 이것이 윤증이 왕복하는 것을 싫어하지 않은 까닭이고 다투는 데 뜻이 있었던 것은 아니었다. 권상하는 송시열의 문인으로서 윤가의 일을 만나면 오직 이 일을 힘껏 배척하였으니, 함께 편집한 사실에 대해서는 들어서 아는 것이 없는 듯하였다. 그런데 한갓 유계가 죽을 때 윤증 집안의 부형들에게 양자로 들어간 것을 가지고 이 책을 부탁한 증거로 삼아 마치 윤증이 죽은 스승을 배반하고 자기 것으로 간주한 것처럼 하였으며, 심지어 소하와 장가의 수단과 형칠의 낭패라고 지목하기까지 하였다. 대개 송시열이 만년에 혈기가 있고 용사하여 사기가 분려하였는데, 문도들이 복습하고 순용하는 것이 오로지 여기에 있었기 때문에 권상하가 본래 질박하고 성실하였는데, 구기가 이처럼 마구 쏟아졌다. 송시열의 묘문 가운데 윤휴를 편들어 화를 빚어냈다는 말은 더욱 전혀 이치에 닿지 않는 말이다. 그런데도 오히려 또 한결같이 스스로 변명하였으니, 권상하가야 말할 것이 있겠는가. 실로 송시열의 유폐가 후학들에게 병통이 되었다. 주상의 하교 가운데 ‘경은 마땅히 평온한 마음으로 생각해야 한다.’라고 한 것은 그 시비의 소재를 밝히려는 것이었다. 그런데 온화하고 박절하게 하지 않았으니, 처음의 하교와 서후문은 짓지 않아도 되고 동일한 뜻으로 예우하는 체모를 잃지 않은 것이다. 그렇다면 그 당시 사신이 이 하교를 사림의 걱정거리라고 한 것은 또한 가소로운 일이 아니겠는가.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 1월 25일(병진) 1번째기사",
                "gt-oKo": "대사헌(大司憲) 권상하(權尙夏)가 상소(上疏)하여 《가례원류(家禮源流)》의 일을 논하여 운운하고【원소(原疏)는 위에 보인다.】 비지(批旨)를 운운【위에 보인다.】 하였다. 《가례원류》의 곡절은 지난 겨울 유규(柳奎)가 상소한 데에 상세하거니와, 그것은 유계(兪棨)·윤선거(尹宣擧)가 함께 써서 함께 엮은 것임이 분명하다. 더구나 그 초본(草本)이 윤증(尹拯)의 집에 간직되어 있는데, 두 사람의 필직(筆蹟)이 분명히 있다. 유계가 조정에 나아가게 되어서는 윤선거 부자가 가다듬고 보탠 것이 초본(初本)보다 열 네댓 군데 더 보이므로 두 집에서 소장(所藏)한 편질(編帙)의 다과(多寡)가 같지 않다. 이이명(李頤命)이 아뢰어 청한 것은 유계의 초편(初編)인데, 유상기(兪相基)가 윤증으로부터 빌어서 간행(刊行)한 것은 윤선거가 고쳐 완성한 것이니, 윤증의 집 자제가 빌려주려 하지 않는 것은 이상한 일이 아니다. 그런데도 유상기가 남의 종용을 받아 반복(反覆)한 것이 변변치 못하다. 이것이 윤증이 왕복하여 마지않은 까닭이지 다투려는 뜻은 아니었는데, 권상하는 송시열(宋時烈)의 문인(門人)으로서 무릇 윤가(尹家)의 일을 만나기만 하면 이 일을 힘껏 배척하니, 그 함께 엮은 사실에 대하여는 들어서 아는 것이 없는 듯이 하면서, 다만 유계가 죽을 때에 뒷일을 윤증의 집 부형들에게 부탁한 것만으로 집요하게 이 글을 부탁한 증거로 삼아 마치 윤증이 죽은 스승을 저버리고 틀어쥐어 자기 물건으로 삼은 듯이 하고, 심지어는 소진(蘇秦)·장의(張儀)의 수단과 형칠(邢七)의 낭패로 지목하기까지 하였다. 대개 송시열이 만년에는 혈기로 용사(用事)하고 사기(辭氣)는 분려(忿戾)하였는데, 문도(門徒)가 따라 익히고 좇아 행한 것도 오로지 여기에 있었기 때문에 본바탕이 신중하고 성실한 권상하로서도 구기(口氣)가 이처럼 분박(噴薄)하였다. 심지어 송시열이 쓴 묘문(墓文) 가운데에 윤휴(尹鑴)를 편들어 화(禍)를 빚어냈다고 한 말은 더욱이 전혀 이치에 맞지 않으며, 오히려 또 한결같이 자명(自明)하니, 권상하가 어찌 말할 만한 것이겠는가? 실로 송시열의 유폐(流弊)가 후학(後學)에게 병통이 된 것이다. 임금의 분부 가운데에 경(卿)은 평온한 마음으로 생각하여야 한다고 한 것은 그 시비가 어디 있는지는 밝히되 온화하고 조용하여 핍박하지 않은 것이므로 처음에 후서(後序)한 글은 짓지 않았어야 옳다고 분부한 것과 뜻을 같이 하여 예대(禮待)하는 체모를 잃지 않은 것이니, 그 당시의 사신(史臣)이 이 분부를 사림(士林)에서 근심하였다고 한 것은 또한 우습지 않겠는가?",
                "hj": "○丙辰/大司憲權尙夏上疏, 論《源流》事云云,【原疏見上。】批旨云云。【見上。】《家禮源流》委折, 詳於前冬柳奎疏, 其爲兪棨、尹宣擧之交手共編, 明矣。 況其草本, 藏於尹拯家, 兩人筆蹟, 昭在。 及棨赴朝, 宣擧父子之修潤添補, 視初本增十四五, 故兩家所藏編帙, 多寡不同。 頤命之陳請, 卽棨初編, 而兪相基之從拯借刊, 乃宣擧所修成者, 則拯家子弟之不欲借, 非異事也。 相基之受人慫慂, 反覆無狀。 此拯所以不厭往復, 而非有意於爭, 而尙夏以宋時烈門人, 凡遇尹家事, 惟力擠是事, 於其共編之實, 若無聞知, 而徒以棨沒時, 托後於拯家諸父兄者, 執爲屬托是書之證, 而有若拯之背亡師, 而攬作已物者然, 至以蘇、張手段, 邢七狼狽目之。 蓋時烈晩年, 血氣用事, 辭氣忿戾, 而門徒之服習循用, 專在於此, 故以尙夏本質愿慤, 而口氣之噴薄如此。 至於時烈墓文中, 黨鑴釀禍之說, 尤萬萬無理, 而猶且齗自明, 尙夏何足言? 實時烈之流弊, 爲病於後學也。 上敎中, 卿宜平心而思者, 明其是非之所在, 而雍容不迫, 與初敎, 序後文, 不作可也, 同一意, 而不失禮待之體, 則其時史臣之以此敎, 爲士林之憂云者, 不亦可笑哉?"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Kim Uhang , the chief state councilor , referring to a lower official report presented by the King. When Oh Suwon was selected, Yi Don , who conferred the conferral of the state examination, the conferral of the state examination",
                "H2KE-nKo": "상신 김우항의 차자로 인하여 오수원을 선발할 때 이돈이 참고에 참여한 전말을 여러 고관에게 함사를 보내 물었다. - 위에 보인다. - 그 당시의 시관 박봉령이 일찍이 이돈이 합고에 참여하지 않았다는 이유로 - 여러 시관이 합좌하여 대오를 나누어 뽑아 올린 시권을 다시 상고하여 합격과 불합격을 정하는 것을 합고라고 한다. - 그 아우 박기령에게 말하니, 박기령이 자못 사람들에게 말을 전하였다. 함사를 보내 물을 때 박봉령이 대답하기를,“이돈은 실로 함께 참여하였습니다.”하였다. 대개 이돈이 만약 참고에 참여하지 않았다면 두루 찾아다니며 사정을 쓴 것이 저절로 허위로 밝혀졌기 때문에 시배들이 박봉령을 협박하여 사실을 뒤집어 대답한 것이다. 그 아우가 이르자 문을 닫고 사람을 보지 않았으니, 임진년의 과옥이 교묘하게 날조되었음을 여기에서 더욱 증명할 수 있다. 이때 전라 감사 김보택의 함사에도 “독권관 이언강은 명관이 두 제학을 불러 합고할 때 스스로 나아가 오수원의 시권을 선류에 뽑아 두고 마침내 삼중이라고 썼습니다.”라고 하였다. 이언강은 이미 지난겨울 민진후의 상소로 인혐하여 함사를 보내 묻지 않았고, 또 상소하여 김보택이 무함당한 것을 변명하면서 시험 보이는 일이 지극히 엄중함을 대략 논하였다. 합고가 이미 중대한데 명관이 어찌 유독 제학만 부르고 다른 시관은 언급하지 않을 리가 있겠으며, 신 또한 어찌 감히 부르기를 기다리지 않고 갑자기 스스로 나아갈 수 있겠는가. 선류에 뽑아 두는 것으로 말하자면, 명등의 고하는 바로 시험을 주관하는 대신의 임무이므로 비록 문형이라 하더라도 감히 스스로 마음대로 할 수 없는 것이다. 신이 비록 김보택이 말한 것처럼 망녕되이 스스로 주장하였지만 명관이 기꺼이 전적으로 신의 손에 맡기고 누구도 어쩌지 못하였겠는가. 대개 이 함사 가운데 한 편의 정신은 오로지 ‘스스로 나아간다.[自進去]’라는 네 글자에 있었고, 추연하여 ‘선류에 뽑아 두었다.[拔置選類]’라는 말을 만들었으며, 또 추연하여 ‘끝에 삼중이라고 썼다.[終書三中]’라는 말을 만들었으니, 그 처음부터 끝까지 배포한 것을 살펴보면 은연중에 신이 강경하게 뽑기를 힘껏 주장한 것으로 귀결된다. 신은 이에 대해 많은 말을 하고 싶지 않다. 주상이 너그러운 비답을 내렸다. 대개 김보택은 임진년의 상소에서 일찍이 이에 대해 언급하지 않았는데, 지금 갑자기 이언강을 사정을 쓴 죄과에 곧바로 몰아넣었다. 명관 김창집은 오히려 차자에 김보택이 잘못한 것을 말하였으므로 공의가 더욱 놀라워하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 1월 30일(신유) 1번째기사",
                "gt-oKo": "상신(相臣) 김우항(金宇杭)의 차자(箚子)로 인하여 오수원(吳遂元)을 뽑을 때에 이돈(李墩)이 합고(合考)에 참여한 전말을 고관(考官)들에게 함문(緘問)하였다고 운운【위에 보인다.】한다. 그 당시 시관(試官) 박봉령(朴鳳齡)이 일찍이 이돈은 합고【시관들이 합좌(合坐)하여 뽑아 올린 시권(試券)을 다시 고교(考校)하여 유(類)를 나누어 그 합격과 낙제를 결정하는 것을 합고라 한다.】에 참여하지 않았다고 그 아우 박기령(朴麒齡)에게 말하였으므로 박기령이 자못 사람들에게 전하여 말하였는데, 막상 함문하게 되었을 때에는 박봉령이 이돈은 실로 함께 참여하였다고 대답하였다. 대개 이돈이 합고에 참여하지 않았다면 두루 다니며 사정(私情)을 썼다는 혐의에서 절로 벗어나게 될 것이기 때문에 시배(時輩)가 박봉령을 협박해서 사실을 뒤집어 그 아우가 이르렀을 때에는 궐문(闕門)을 닫아서 사람을 보지 못하였다고 대답하였으니, 임진년의 과옥(科獄)이 교묘하게 날조되어 구성되었다는 것은 여기에서 더욱 증험할 수 있다. 이때 전라 감사(全羅監司) 김보택(金普澤)의 함사(緘辭)에도 ‘독권관(讀券官) 이언강(李彦綱)은 명관(命官)이 두 제학(提學)을 불러 합고할 때에 스스로 나아가 오수원(吳遂元)의 시권을 선택된 유(類)에 뽑아 두더니 마침내 삼중(三中)이라 썼다.’고 말하였다. 이언강은 이미 지난 겨울 민진후(閔鎭厚)의 상소 때문에 인혐하여 함문에 대답하지 않았고, 또 상소하여 김보택의 무고(誣告)를 변명하여 대략 논하기를, ‘시사(試事)가 지엄(至嚴)하고 합고(合考)가 원래 중한데, 명관(命官)이 어찌 홀로 제학(提學)을 불러서 다른 시관(試官)은 미치지 못하게 할 리가 있겠으며, 신 또한 어찌하여 감히 부르기를 기다리지 않고 불쑥 스스로 나아가겠습니까? 선택된 유 가운데 뽑아 두고 등급의 높낮이를 매기는 것으로 말하면, 주시(主試)하는 대신(大臣)의 임무이므로 비록 문형(文衡)이라 하더라도 감히 스스로 마음대로 할 수 없는데, 신(臣)이 비록 김보택이 운운한 것처럼 망령되게 스스로 주장하였다 하더라도 명관이 기꺼이 신의 손에 전적으로 맡긴 채 누구냐고 하지 않았겠습니까? 대개 이 함사 가운데에 있는 한 편(篇)의 정신은 오로지 ‘스스로 나아갔다[自爲進去]’는 넉 자에 달려 있는데, 추연(推演)하여 선택된 유에 뽑아 두었다는 말을 만들고 또 추연하여 끝내 삼중이라 썼다는 말을 만들었으니, 그 처음부터 끝까지 이리저리 속셈하여 계획한 것을 보면 넌지시 신을 억지로 뽑기를 힘껏 주장한 처지로 돌린 것입니다. 신은 여기에 대하여 많이 변명을 하고 싶지는 않습니다.’ 하니, 임금이 우악하게 답하였다. 대개 김보택이 임진년의 상소에서는 일찍이 이 일에 언급하지 않았다가, 이제 갑자기 이언강을 사정을 쓴 죄로 곧바로 몰았는데, 명관 김창집(金昌集)도 오히려 차자(箚子)에 김보택이 그르다고 말하였으므로 공론이 더욱 놀랍게 여겼다.",
                "hj": "○辛酉/因相臣金宇杭箚, 吳遂元選取時, 李墪參考顚末, 緘問於諸考官云云。【見上。】其時試官朴鳳齡, 嘗以李墪不參合考,【諸試官合坐, 更考分隊抄上之券, 定其立落, 謂之合考。】言於其弟麒齡, 麒齡頗傳說於人, 及夫緘問時, 鳳齡對以墪實同參。 蓋墪若不參考, 則歷(詆)〔抵〕用情, 自歸脫空, 故時輩迫脅鳳齡, 反實以對, 其弟至, 閉門不見人。 壬辰科獄之巧捏構成, 於此益可驗矣。 時, 全羅監司金普澤緘辭亦言: “讀券官李彦綱, 於命官招兩提學合考時, 自爲進去, 拔置吳遂元試券於選類, 而終書三中” 云。 彦綱已以前冬閔鎭厚疏, 引嫌, 不對緘問, 又疏辨普澤之誣, 略論試事至嚴, 合考旣重, 命官安有獨招提學而不及他試官之理, 臣亦何敢不待招, 而突然自進耶? 至於拔置選中, 命等高下, 乃是主試大臣之任, 雖以文衡, 有不敢自專。 臣雖妄自主張, 一如金普澤之云, 命官其肯專委臣手, 而莫之誰何耶? 蓋此緘辭中, 一篇精神, 專在於自爲進去四字, 推演而爲拔置選類之說, 又推演而爲終書三中之說, 觀其首尾排布, 隱然歸臣於力主硬取之地。 臣於此, 不欲多辨也。 上優答焉。 蓋普澤於壬辰疏, 未嘗及此, 今忽直驅彦綱於用情之科, 命官金昌集猶箚言普澤之非, 公議益駭之。"
            }
        }
    },
    "02": {
        "2": {
            "1": {
                "H2KE-EN": "On gyemyo day, Royal Secretary 오명항이 상소하여, the King ordered that the memorials not be accepted. The summary of the memorials stated as follows: On a previous day, Bak Gwang세가 submitted a memorial appealed to the King【지난 겨울에 Bak Gwang세가 and others submitted a memorial appealed to the King for a summary of Kwon Sangs discourtesy. Confucius【윤증을 가리킨다.】 hurry and insults, and thus the Confucian scholars in the capital all want to strive to appeal to the King. However, on the day when the Office of Royal Attire jointly served in the Office of Royal Attire, Your Majesty also requested that the memorial not be accepted until he recovered from his health until he recovered from his health. However, Your Majesty again instructed him to withdraw and wait until he has been curtailed. Now, Your Majesty has suddenly issued a special royal instruction and ordered that the memorial not be accepted permanently. This means that the summer of the ",
                "H2KE-nKo": "계해년에 승지 오명항이 상소하여 유생의 상소를 봉입하지 말라는 명을 거두어 줄 것을 청하였는데, 그 대략에,“며칠 전 박광세의 상소가 나왔을 때 - 작년 겨울에 박광세 등이 상소하여 권상하를 위해 변론한 일 때문이다. - 선정 - 윤증을 가리킨다. 참혹하게 무함과 모욕을 당하자 서울의 선비들이 일제히 호소하려고 하였는데, 마침 내의원이 함께 직숙하는 날을 만나 병이 회복될 때까지 봉입하지 말 것을 청하였으며, 성상께서도 물러나 기다리라고 하교하셨습니다. 그런데 지금 특교가 갑자기 내려 영원히 봉입하지 말게 하셨으니, 이는 성조에 믿음을 잃는 한탄이 있고 사기가 신장될 날이 없는 것입니다.또 유태원 등이 선정을 위해 변론하는 정성을 아직까지 주상께 전달하지 못하였는데도 유벌이 낭자하여 조금도 거리낌이 없었습니다. 유규 등이 평범하게 사리를 설명하고 시비를 밝히면서 천 리 먼 길을 발을 싸매고서 벌을 받고 낙심하고 돌아갔으니, 성상께서 진정시키는 것을 급선무로 삼아 신원하고 폭로하는 계제를 영원히 막으실 줄이야 어찌 생각이나 했겠습니까. 명을 거두어들여 공의가 신장되고 사기가 진작되게 하소서.”하였다. - 이에 대한 비답은 위에 보인다. - 작년 겨울에 진사 유태원 등이 윤증을 위해 상소하여 변론하면서 권상하의 《가례원류》 후서에서 무함하고 헐뜯은 일을 엄히 배척하였는데, 송시열을 아울러 공격하자 승정원이 저지하여 반벌이 뒤따라 가해졌다. 유규 등도 벌을 받고 돌아갔다. 주상의 뜻은 여기에서 비록 굽고 곧은 것을 환히 알면서도 진정시키는 데 힘썼다. 유생의 상소를 물리치라고 명하자 사론이 오래될수록 더욱 답답해하였는데, 오명항의 상소가 나오게 된 것이다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 2월 2일(계해) 1번째기사",
                "gt-oKo": "승지(承旨) 오명항(吳命恒)이 상소(上疏)하여 유소(儒疏)를 봉입(捧入)하지 말라는 명을 거두기를 청하였다. 대략 이르기를, “일전에 박광세(朴光世)의 소(疏)가 나와서【지난 겨울에 박광세 등이 상소하여 권상하(權尙夏)를 위하여 변명한 일이다.】 선정(先正)【윤증(尹拯)을 가리킨다.】이 근거 없는 모욕을 참혹하게 받았으니, 경중(京中)의 사류(士類)가 일제히 호소하려 하였습니다마는, 마침 약원(藥院)에서 모두 입직(入直)한 날이라 회복되실 동안은 봉입(捧入)하지 말기를 청하였고, 성상께서도 물러가 기다리라고 분부하셨습니다. 이번에 특교(特敎)가 갑자기 내려져 영구히 봉입하지 말게 하셨으니, 이것은 성조(聖朝)에는 신의를 잃는 한탄이 있고 사기(士氣)는 펼 수 있을 만한 날이 없는 것입니다. 또 대저 유태원(柳太垣) 등이 선정을 위하여 신변(伸辨)한 정성은 아직 성청(聖聽)에 전달되지 못하였는데 유벌(儒罰)이 낭자하여 조금도 돌아보아 거리끼지 않으며, 유규(柳奎) 등이 평온하게 사리를 말하여 그 시비를 밝혔으나 맨발로 천릿길을 왔다가 벌받고 쓸쓸히 돌아갔으니, 어찌 성상께서 진정(鎭定)하기를 힘쓰기 위하여 신원(伸冤)할 계제를 영구히 막으실 줄 알았겠습니까? 바라건대 반한(反汗)의 명을 내려 공론이 펴지고 사기가 진작(振作)되게 하소서.” 하였는데, 비답(批答)【위에 보인다.】하였다. 지난 겨울에 진사(進士) 유태원 등이 윤증을 위하여 상소하여 신변하고 권상하가 《가례원류》에 후서(後序)하여 헐뜯은 일을 엄히 배척하면서 아울러 송시열(宋時烈)을 공박하였는데, 정원(政院)에서 막아 물리치고 유벌이 뒤따랐으며 유규 등도 벌받고 돌아갔다. 임금의 뜻은 여기에서 굽고 곧은 것을 환히 통찰했으나 진정하기를 힘쓰느라 유소(儒疏)를 물리치라고 명하였으므로 사론(士論)이 오래 갈수록 더욱 울분하였고, 오명항의 상소도 이 때문에 나온 것이다.",
                "hj": "○癸亥/承旨吳命恒上疏, 請寢儒疏勿捧之命。 略曰: 日昨朴光世之疏出, 【前冬光世等上章爲權尙夏陳辨事。】而先正【指尹拯。】慘被誣辱, 則京華士類, 欲一齊籲, 適當藥院竝直之日, 有平復間勿捧之請, 而聖上又以退俟爲敎矣。 今者特敎忽降, 永令勿捧, 則是聖朝有失信之歎, 士氣無可伸之日。 且夫柳太垣等爲先正伸辨之忱, 迄未徹於黈纊, 而儒罰狼藉, 不少顧忌, 柳奎等平說事理, 明其是非, 而千里裹足, 被罰落莫而歸。 豈料聖上, 以鎭定爲務, 永塞伸暴之階耶? 乞下反汗之命, 使公議伸而士氣振焉。 【答批見上。】前冬進士柳太垣等, 爲尹拯上章伸卞, 嚴斥權尙夏《源流》後序誣詆事, 而竝攻宋時烈, 政院沮却, 泮罰隨加, 柳奎等亦被罰而歸。 上意於此, 雖洞悉枉直, 而務爲鎭定, 命却儒疏, 士論久而愈鬱, 命恒疏所以發也。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyemi day, Third Minister of Works 조태억 submitted a memorial, which stated, When the communication envoy to Japan was being impeached, it was observed several thousand. The King gave an order to release him. After 조태억 returned, he was reprimanded for several years and then reinstated. On this day, he began to remove his innocent words and clarified according to the circumstances. The King also realized that he had fabricated a false accusation. However, he was unable to reluctant the Japanese and destroy the cardinal principles of our country. In addition, he was unable to imprudent and restrain his servants and thus suspicions of many suspicions. In the end, he eventually became a fabricated by the public opinion. ",
                "H2KE-nKo": "계미년에 공조 참의 조태억이 상소하여, 그가 통신사로 갔을 때 논핵을 당한 일에 대해 스스로 변명한 것이 누누이 수천 마디나 되었는데, 비답을 내려 그의 마음을 풀어 주었다. 조태억이 통신사로 갔다가 돌아온 뒤에 견책을 받고 1년이 지나서야 서용되었다. 이때에 이르러 비로소 견강부회하였는데, 그가 변명한 말은 모두 근거가 있었다. 주상도 그가 무함당한 것을 깨달았으나, 다만 왜인에게 미움을 받아 나라의 체모를 손상하지 못하였고, 또 종도들을 단속하지 못하여 의심과 비방을 많이 받았으므로, 결국 공론의 비난을 받았다고 한다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 2월 22일(계미) 1번째기사",
                "gt-oKo": "공조 참의(工曹參議) 조태억(趙泰億)이 상소하여 그가 통신사(通信使) 때에 논박받은 일을 스스로 변명하기를 수천 마디나 길게 늘어놓았는데, 비답(批答)을 내려 용서하였다. 조태억은 사신으로 갔다가 돌아온 뒤에 견벌(譴罰)을 받았다가 한해를 지내서야 풀렸다. 이때에 이르러 비로소 이끌어 돌아오게 하자 변명하는 말이 다 근거가 있었으므로 임금도 그가 무함당한 것을 깨달았으나, 다만 왜인에게 존경받지 못하여 나라의 체모를 손상하고 또 데려간 무리를 단속하지 못하여 의심과 비방이 많게 하였으므로 마침내 공론에 헐뜯겼다 하였다.",
                "hj": "○癸未/工曹參議趙泰億上章, 自辨其信使時被論事, 縷縷數千言, 賜批開釋。 泰億使還後, 被譴經年乃敍。 至是始牽復, 辨理之言, 皆有根據, 上亦悟其受誣, 而但不能見憚倭人, 折損國體, 又不能檢戢從徒, 多致疑謗, 終爲公議所短云。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "As Left State Councilor Heo Jo submitted a memorial on the basis of an official in charge of an investigation in the imjin year (, the result was not evident, and thus he was deprived of Yi Jin and submitted a memorial to the King for his guilt. The memorial read as follows: On the previous day when all the examinees were examined by the official in charge of an official investigation, they originally wished to present a memorial to the King. However, Your Majesty already said that there was no need to raise an official in charge of an official investigation and an official in charge of an official investigation. At this time, the officials in charge of an official in charge of the",
                "H2KE-nKo": "좌의정 김창집이 임진년 과시의 고관에 대해 함사를 보내 물었을 때 끝내 명백하게 변명하지 않았다는 이유로 이진유에게 배척을 받았다는 이유로 차자를 올려 인책하였는데, 그 대략에,“며칠 전 여러 시관의 함사를 읽어 보시던 날에 진실로 차자를 올리려고 하였습니다. 그러나 성상께서 이미 ‘동참하였다.’라고 하기도 하고 ‘동참하지 않았다.’라고 하기도 하셨으니, 이 함사를 조사해 낼 길이 없어 그대로 두라고 판부하셨습니다. 신은 일이 이미 결말이 났으니 뒤미처 말할 필요가 없다고 생각합니다. 설령 말이 있었다 하더라도 실로 여러 신하가 말한 것 외에 홀로 나온 것이 없다면 또한 정확히 을박하는 데 아무런 보탬이 되지 못할 것입니다. 그래서 마침내 올리지 않았던 것입니다. 지금 이진유가 이 때문에 매우 비난하고 있으니, 신이 어찌 잠자코 있을 수 있겠습니까.그날 회고하던 초기에 이돈도 들어왔는데, 중간에 ‘제학이 없으니 불러와서 동참하게 해야 한다.’라고 말한 자가 있었으므로, 신은 비로소 그가 나갔다는 것을 깨닫고 다시 불러오게 되었습니다. 신은 그날 애당초 시기하고 엿보는 마음이 없었고, 또 한창 고시하는 일에 전념하고 있었으므로 곁에 있던 사람의 출입과 거래를 상세히 기억할 수 없으니, 그 사이에 사정을 썼는지의 여부를 더욱 어떻게 헤아려 알아서 질언할 수 있겠습니까.”하였다.대체로 합고할 때에 이돈이 전의 서무에 물러나 앉아 들어오지 않은 것은 여러 사람이 다 아는 바이다. 과시에서 조사하던 초기에는 김창집은 오히려 이돈이 합고에 참여하지 않았다는 것을 같은 조정에서 말하였다. 그러나 함사를 보내 물으라는 명이 내린 뒤에는 이돈이 합고에 참여했는지의 여부가 가장 중요한 사안이었기 때문에 함사를 보내 묻지 않았다는 핑계로 입을 다물고 아무 말도 하지 않았다. 이때에 이르러 이진유에게 핍박을 받아 처음에는 흐리멍덩하게 말을 하여 합고에 참여하지 않은 상태에 두었는데, 그 정태가 더욱 군색하여 숨기기 어려웠다. 그래서 마침내 조익명의 논박을 초래한 것이다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 2월 26일(정해) 1번째기사",
                "gt-oKo": "좌의정(左議政) 김창집(金昌集)이 임진년 과시(科試) 때의 고관(考官)을 함문(緘問)할 때에 끝내 명백한 것이 없었다 하여 이진유(李眞儒)에게 배척당하자 차자(箚子)를 올려 인책하였는데, 대략 이르기를, “저번에 여러 시관(試官)들의 함사(緘辭)를 다 보시던 날에 본디 차자를 올리려 하였으나, 성상께서 이미 ‘혹 동참(同參)하였다고도 하고 혹 동참하지 않았다고도 하니 이 함사로는 핵실(覈實)할 수 없으니 내버려 두라.’고 판하(判下)하셨으므로, 신(臣)은 ‘일이 이미 끝장났으니 뒤미처 말할 것이 없으며, 비록 말하게 하더라도 실로 여러 신하가 말한 것 외에 특별한 것이 없으니 또한 여러 가지 이론(異論)을 결정하는 데 무익(無益)할 것’이라고 생각하였기 때문에 드디어 상차하지 않았는데, 이제 이진유가 이 때문에 비난하니 신이 어찌 잠잠히 있을 수 있겠습니까? 그날 회고(會考)하던 처음에는 이돈(李墩)도 들어왔는데, 중간에 ‘제학(提學)이 없으니 마땅히 불러와서 동참하도록 하여야 한다.’고 말하는 자가 있어 신이 비로소 그가 나간 것을 깨닫고 다시 불러오게 하였습니다. 신은 그날 애초에 의심하여 단속하고 엿보아 살필 마음이 없었고, 또 바야흐로 고교(考較)하는 일에 전념하였으므로 옆 사람이 드나드는 것을 상세히 기억할 수 없는데, 그 사이에 사정(私情)을 썼는지 여부(與否)를 더구나 어떻게 헤아려 알아서 질언(質言)하겠습니까?” 하였다. 대개 합고(合考)할 때에 이돈이 전(殿)의 서무(西廡)에 물러가 앉아 들어오지 않았음은 뭇사람이 함께 아는 것이고, 과사(科査)하던 처음에 김창집이 오히려 이돈이 합고에 참여하지 않았다고 동료 조관(朝官)에게 말하였는데, 함문하라는 명이 내려진 뒤에는 이돈이 합고에 참여하였는지 여부가 가장 요긴한 점이 되었으므로 함문이 자기에게 미치지 않은 것을 핑계삼아 잠자코 말이 없었다. 이때에 이르러 이진유에게 몰리자 비로소 두리뭉실하게 말하여 참여하기도 하고 참여하지 않기도 한 중간에 두어서 정태(情態)가 더욱 군색한 것을 엄폐하기 어려웠으므로, 끝내 조익명(趙翼命)의 논박하는 의논을 초래하였다.",
                "hj": "○丁亥/左議政金昌集, 以壬辰科考官緘問時, 終無別白, 被斥於李眞儒上箚引罪略曰: 頃日諸試官緘辭徹覽之日, 固欲上箚, 而聖上旣以或云同參, 或云不參, 以此緘辭, 無以覈得, 置之判下, 臣謂事已出場, 不必追言。 雖使有言, 實無獨出於諸臣所言之外者, 則亦無益於定甲乙之異, 故不果上矣。 今眞儒以此譏切, 臣安得默然乎? 當日會考之初, 李墪亦入來, 中間有以提學不在, 宜招來同參爲言者, 臣始覺其出去, 更爲招至矣。 臣於是日, 初無猜防伺察之心, 又方專意於考較之役, 傍人之出入去來, 有不能詳記, 其間用情與否, 尤何以揣知而質言乎? 云云。 蓋當合考時, 墪退坐殿西廡不入, 衆所共知, 科査之初, 昌集猶以李墪之不參考, 語於同朝, 及夫緘問命下之後, 墪之參考與否, 爲肯綮, 故諉以緘問之不及, 噤默無言。 至是迫於眞儒, 始囫圇爲說, 置於參不參之間, 而情態益窘遁難掩, 終速趙翼命之(䮕)〔駁〕議。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King dismissed Minister of Personnel 조태채 from office. 사신은 논한다. 조태채는 early on, having reached high office and high office. He had already reached the high office and rank. However, he showed no self-restraint. When he served in the government, he was lacking integrity and integrity. He greedy property and loved corruption without anything. Even though the royal favor was not declined, many claimed the sense of discussion. The historians were acquainted with 조태채.",
                "H2KE-nKo": "신축년에 이조 판서 조태채를 면직하였다. 사신은 논한다. 조태채는 일찍부터 높은 벼슬에 올라 명예와 지위가 이미 극에 달하였는데도 몸가짐을 검속하지 않았고, 조정에 나와서는 명예와 절개가 부족하였으며, 재물을 탐하고 여색을 좋아하였으나 한 가지도 취할 만한 것이 없었다. 주상의 총애가 비록 쇠하지는 않았으나 청의가 대부분 그를 단점으로 여겼다. 사신은 조태채와 함께 취향을 받은 자이다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 10일(신축) 1번째기사",
                "gt-oKo": "이조 판서(吏曹判書) 조태채(趙泰采)가 면직되었다. 사신(史臣)은 말한다. “조태채는 일찍부터 숭현(崇顯)의 위치에 이르러 명위(名位)가 이미 극진하였으나 몸가짐을 조심하지 않았고, 조정에서는 명절(名節)이 부족했으며 재물을 탐내고 여색을 좋아하여 취할 만한 것이 하나도 없었으니, 임금의 총애는 비록 줄어들지 않았으나 청의(淸議)는 많이 허물하였다.” 사신은 조태채와 동류(同類)이었다.",
                "hj": "○辛丑/吏曹判書趙泰采免。 【史臣曰: “泰采早致崇顯, 名位已極, 而持身無檢, 立朝乏名節, 貪財好色, 無一可取, 上眷雖不衰, 淸議多短之。”】 史臣與泰采同臭者也。"
            }
        },
        "16": {
            "1": {
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 16일(정미) 1번째기사",
                "gt-oKo": "부제학(副提學) 유봉휘(柳鳳輝)·응교(應敎) 정식(鄭栻)이 상차(上箚)하여 대사헌(大司憲) 권상하(權尙夏)를 논하기를, “삼가 문경공(文敬公) 신(臣) 윤선거(尹宣擧)와 고(故) 상신(相臣) 송시열(宋時烈)은 처음에 서로 도의(道義)로 사귀는 사이였으니, 윤선거가 죽자 그 아들인 선정신(先正臣) 윤증(尹拯)이 송시열에게 묘문(墓文)을 지어주기를 청하면서 윤선거가 송시열에게 보내는 의서(擬書)를 보였는데, 그 글의 말이 송시열의 병통을 절실하게 맞혔습니다. 송시열이 글을 본 뒤에 묘문을 지었으나 자기 뜻에 따라 손을 대어 칭찬하지 않고 다만 행장(行狀)을 지은 사람에게 의탁하였으며, 비난하고 깎아내리는 뜻이 뚜렷이 있었습니다. 대저 평생의 고구(故舊)로서 그 절의(節義)를 장려하고 그 도학(道學)을 허여(許與)한 것이 지극하였는데, 유명(幽明) 사이에서 그 장려하고 허여하던 뜻을 갑자기 바꾼 것은 반드시 의서에 거슬려 성나게 한 것이 있은 데서 말미암아 그런 것이 아니라고 할 수 없을 것이니, 참으로 이른바 명월주(明月珠)를 주고도 안검(按劍)을 당하였다는 것입니다. 이 뒤부터 윤증은 비록 한두 번 왕복한 일이 없지 않기는 하나 다시는 묘문을 고쳐 달라고 청할 생각을 하지 않았고, 도리어 평일의 언행(言行) 사이에서 점점 본원(本源)의 심술(心術)에 대한 의심을 갖게 되었으나 정의(情義)가 이미 막혀서 경계하여 도울 길이 없었으니, 다만 제인(齊人)의 처첩이 중정(中庭)에서 헐뜯는다는 뜻으로 뜻을 같이하는 선비와 대강 수작한 일이 있을 뿐입니다. 그런데 송시열은 묘문을 고쳐 주고 고쳐 주지 않는 것은 우선 내버려두고 혹 유언(流言)에 의탁하여 근거 없이 욕하기도 하고 스스로 글을 보내어 헐뜯어 배척하기도 하며 잔인한 사람이라느니 물가에서 물으라느니 하는 따위의 말로 그 양친(兩親)을 욕하여 효자의 마음을 매우 상하게 하였으니, 이것이 아버지와 스승은 경중이 있다는 논의가 일어난 유래입니다. 대저 사람은 임금·스승·아버지에게서 생육되었으므로 한결같이 섬긴다는 것은 삼척동자라도 모르는 이가 없으나, 신하가 임금에 대하여 지킬 도리와 아들이 아버지에 대하여 지킬 도리에는 본디 차이가 있으니, 이러한 의리가 애초에 어찌 희미하여 알기 어렵겠습니까? 혹 까닭 없이 마음이 변했다면 스승을 저버린 죄를 면하기 어렵겠으나, 그 일의 단서와 같이 아버지와 스승 사이에 관계되어 끝내 둘 다 보전할 수 없다면 경중이 어디에 있는지는 환히 알 수 있는 것입니다. 이것은 이미 성명(聖明)이 굽어 통촉하여 전후의 비지(批旨)가 명백하고 정당하므로 시비(是非)는 이미 정하여졌고 왕정(枉正)이 절로 판명되었으니, 신들은 다시 논하여 변명할 것이 없습니다. 다만 행 대사헌(行大司憲) 권상하(權尙夏)는 젊어서 과거(科擧) 공부를 일삼았으나 성취하지 못하다가 늦게야 비로소 송시열의 문하에 출입하고는 그 의지하는 지위를 빌어 주제넘게 예우(禮遇)하는 반열(班列)에 끼었으므로, 그 마음이 실로 천거하여 준 것에 감동하여 늘 스스로 충성을 다할 것을 생각하였고 그 말이 비록 윤리에 어그러지더라도 또한 돌볼 겨를이 없었으니, 한결같이 섬긴다는 의리를 중시하여 반드시 선정(先正)에게 원한을 풀려 한 것은 그 유래가 오래 되었습니다. 다만 성의(聖意)가 굳게 정하여지고 공론은 겨루기 어려우므로 감히 분명히 말하여 뚜렷이 배척할 생각을 하지 못하였는데, 마침 유상기(兪相基)가 반복(反覆)하는 기회를 만나자 《가례원류(家禮源流)》의 일을 기화(奇貨)로 여기고는 형칠(刑七)의 낭패라는 말을 후서(後序)의 글에 끼워서 논하여 성의(聖意)를 엿보아 시험하려 하였으나, 그 교활하고 방종한 정상이 깊은 통찰 아래에서 피하지 못하여 형벌이 먼저 하나이면서 둘이고 둘이면서 하나인 발문(跋文)을 지은 사람에게 미치자, 드디어는 인책한다는 핑계로 한 소(疏)를 올리되 오히려 몰래 술책을 쓰고 방자하게 꾸며 지어서 위로는 성총(聖聰)을 속여 가리고 아래로는 선정을 무함하였으니, 신들은 저윽이 놀랍고 한탄스러운 지경임을 금치 못하겠습니다. 대개 《가례원류》는 곧 고(故) 부제학(副提學) 유계(兪棨)와 윤선거가 금산(錦山)에 살 때에 함께 엮은 것입니다. 손수 서로 쓴 본책(本冊)이 아직 있는데, 이제 권상하는 금산에서 함께 엮은 사실을 숨기려고 하여, 이것은 임천(林川)에서 귀양살 때에 엮은 것이라 하고, 손수 기초(起草)한 자취를 숨기려고 하여 중본(中本)을 베껴 쓴 것은 실로 이때에 있었던 일이라 하나, 만약 함께 써서 처음 만든 본(本)을 중본으로 돌린다면 유계가 혼자 손수 쓴 초본은 바야흐로 어느 곳에 감춰져 있는지 모르겠습니다. 임천에서 엮었다는 말은 실로 맹랑하고 중본이라 일컫는 것은 본디 내력이 없으며, 또 유계가 임종시에 영결(永訣)을 고한 글 가운데에 있는 ‘봉탁(奉托)’이라는 두 자를 가지고 《가례원류》를 촉탁(囑托)한 증거로 삼으나, ‘대개 혼자 엮었다.’고 하지 않았으니 촉탁하였다는 말은 성립될 수 없을 것이고, 촉탁이라고 하지 않았으니 빼앗았다는 죄가 구성될 수 없을 것입니다. 또한 반드시 첫 째도 스승을 저버렸고 둘째도 스승을 저버렸다는 말로 소(疏) 끝에 넌지시 그 단서를 드러내어 조상건(趙尙健) 같은 아첨하는 무리가 화답하여 응하게 하여 그 선정을 해칠 계책을 부리려 하였으니, 선비라 이름하여 출세길에 나서지 않는 자로서 어찌 차마 이런 일을 할 수 있습니까? 저 권상하가 《가례원류》를 혼자 엮었든 함께 엮었든 어진 두 신하에게는 더하거나 덜할 것이 없음을 모르는 것은 아니되, 함께 엮은 것을 혼자 엮었다고 말하는 까닭은 유계를 위한 것이 아니라 선정의 죄안(罪案)을 구성하려는 것이고, 죄를 구성하는 것으로 반드시 ‘스승을 저버렸다’고 하는 것은 《가례원류》의 일을 위한 것이 아니라 전날의 스승을 저버렸다는 무함에 들어맞게 하려는 이유에서입니다. 그의 생각으로는, ‘이렇게 하면 천청(天聽)을 현혹할 수 있고 시비를 어지럽힐 수 있으리라’ 하여 그 계책은 관건(關鍵)이 매우 비밀하다고 스스로 생각하였으나 그 평생의 기량(伎倆)이 여기에 이르러 남김없이 다 드러난다는 것은 스스로 깨닫지 못하였습니다. 이제 전하께서 이미 그 말을 배척하고, 또 그 글을 불사르고 정호(鄭澔)·조상건 등 부화(附和)하여 선정을 헐뜯은 무리도 다 차례로 논죄(論罪)하셨으나, 유독 권상하에게만은 오리려 종전에 대우하던 뜻에 따르고자 허례(虛禮)로 묶어 두시니, 처분이 마침내 구차하게 되고 경중이 전도됨을 면하지 못하여 소장(消長)의 기틀에 관계되므로 내버려두고 논하지 않을 수 없습니다. 더구나 그 본직(本職)과 겸대(兼帶)한 직임은 다 국가에서 유현(儒賢)을 처우하기 위한 것이니, 결코 본말(本末)이 죄다 드러나서 죄과가 이미 밝혀진 뒤에도 그대로 줄 수는 없습니다. 청컨대 행 대사헌 권상하를 파직(罷職)하라고 빨리 명하소서.” 하니, 답하기를, “아뢴 대로 하라.” 하였다.",
                "hj": "○丁未/副提學柳鳳輝、應敎鄭栻, 箚論大司憲權尙夏曰: 伏以文敬公臣尹宣擧、故相臣宋時烈, 始相與爲道義之交, 及宣擧歿, 而其子先正臣尹拯, 請墓文於時烈, 而以宣擧擬與時烈書示之, 其書辭語切中時烈病痛。 時烈見書後, 撰其墓文, 而不以己意, 犯手稱道, 只托撰狀之人, 顯有譏貶之意。 夫以平生故舊, 其所奬其節義, 而許其道學者, 至矣盡矣, 乃於幽明之間, 猝變其奬許之意, 此未必不由於擬書之有所觸忤而然, 眞所謂投明月而遭按劍者也。 自是之後, 拯則雖不無一二往復之事, 不復爲請改之計。 顧於其平日言行之間, 漸有本源心術之疑, 而情義旣阻, 規益無路, 徒以齊人妻妾, 訕於中庭之意, 略有酬酢於同志之士。 時烈則姑置墓文於許改不改之中, 而或托流言而誣辱, 或自貽書而詆斥, 乃以忍人、問諸水濱等說, 辱其兩親, 以重傷孝子之心, 此父師輕重之論所由起也。 夫人生於三, 事之如一, 雖三尺童子, 無不知之, 而其視爲臣綱爲子綱之君與父, 固有間矣。 此等義理, 初豈微晦而難見也哉? 若或無故而救貳, 則固難免背師之罪, 如其事端, 關涉於父與師之間, 終不得兩全, 則輕重所在, 灼然可知。 此則業已聖明之所下燭, 前後批旨, 明白正當, 是非已定, 枉正自判, 則臣等更無可以論辨者矣。 第惟行大司憲權尙夏, 少事擧業而無成, 晩始出入於時烈之門, 藉其依歸之地, 濫廁禮遇之列, 其心實感於吹噓, 而常思自効, 其言雖背於倫理, 而亦不暇恤, 歸重事一之義, 必欲甘心於先正者, 其來久矣。 只緣聖意堅定, 公議難抗, 不敢爲明言顯斥之計, 適會兪相基反覆之機, 其視《源流》, 如得奇貨, 乃以邢七狼狽之語, 攙論於序後之文, 欲以探試聖意, 而至其詖淫之狀, 莫逃於淵鑑之下, 郵罰先及於一而二、二而一撰跋之人, 則遂托以引咎, 投進一疏, 而猶且密設圈套, 恣加粧撰, 上以欺蔽聖聰, 下以誣陷先正, 臣等竊不勝駭惋之至。 蓋《家禮源流》, 卽故副提學兪棨與宣擧, 寓居錦山時, 所共編者也。 手筆互書本冊猶存, 而今尙夏欲諱錦山共編之地, 則曰: “是其謫居林川時所編, 欲諱手筆起草之跡”, 則曰: “中本之寫, 實在此時, 若以其互書草成之本, 歸之中本, 則未知初本之棨獨手書者, 見方藏在何所耶?” 林川之說, 實涉孟浪, 中本之稱, 元無來歷, 且以棨臨歿時告訣書中奉托二字, 作爲屬托《源流》之證。 蓋不曰獨編, 無以成屬托之言, 不曰屬托, 無以構攘取之罪, 亦必以一則背師, 二則背師之說, 微發其端於疏末, 使如趙尙健輩附麗之徒, 雌和而響應之, 欲售其毒正之計。 以儒爲名, 不出世路者, 何忍爲此擧耶? 彼尙夏, 非不知《源流》之獨編共編, 無所增損於兩臣之賢, 而所以共編, 謂之獨編者, 非所以爲兪棨地也, 乃所以構成先正之罪案也; 其所構罪, 必曰背師者, 非所以爲《源流》事也, 乃所以欲實前日背師之誣也。 其意以爲如此, 則天聽可以熒惑, 是非可以眩亂, 自謂其計, 關鍵甚秘, 而不自覺其平生伎倆, 到此而畢露無餘矣。 今殿下旣斥其言, 又火其書, 鄭澔、趙尙健等和附醜正之類, 亦皆次第論罪, 而獨於尙夏, 猶欲以從前視遇之意, 縻之以虛禮, 處分終歸苟且, 輕重未免倒置, 關係消長之幾, 有不容置而不論。 況其所帶本兼諸任, 俱是朝家所以處儒賢者, 決不可以仍畀於本末盡露罪戾已彰之後。 請行大司憲權尙夏亟命罷職。 答曰依啓。"
            },
            "2": {
                "H2KE-EN": "Recorder of the Office of Royal Decrees Hong Gyejeok presented a memorial to the King. 【위에 보인다.】 The King replied, The right and wrong of this matter is not only easy to distinguish between black and white. Not only is my intention has already been established, it is possible to have the public opinions in the future. Originally, it is necessary to confront with personal feelings and personal feelings. Thus, it is necessary to observe it. Even if you stubbornly tried to save me, how could this be sufficient to make me available? The Office of the Inspector General and the Office of the Censor General have their objects have already been upright. The opinions of the Office of the Censor General and the Office of the Censor General are also right. However, they arbitrarily fabricated suspicions without any chance, and they also reached the land of the Office of the Inspector General . Truly, they are surprised. Kwon상하가 composed the funerary oration and composition of the late Service of the Grand Service [of the Grand Service of the Grand Service.",
                "H2KE-nKo": "교리 홍계적이 상소하여 운운하니, - 위에 보인다. - 답하기를,“이 일의 시비는 흑백을 분변하기 쉬운 정도일 뿐만이 아니다. 내 뜻이 이미 정해졌을 뿐만 아니라 후세의 공의가 있기 마련이다. 본래 사사로운 호오에 이끌린 것이 아니니, 오직 견지해야 할 뿐이다. 그대가 아무리 많은 말을 늘어놓아 구원하려 한들 어찌 나의 귀를 움직일 수 있겠는가. 사헌부와 사간원의 계사는 고집이 이미 바르고 옥당의 차자에서 논한 것도 옳은데, 멋대로 날조하여 못하는 짓이 없었고 배척하는 말이 전조에까지 미쳤으니, 참으로 놀랍고 한탄스럽다. 권상하가 지은 서후문은 선정을 무함하고 헐뜯은 것이 도리어 정호보다 심하였는데, 내가 이미 그 글을 불태웠다. 또 권상하의 상소가 한번 나오자 호응하는 무리가 사방에서 일어나 기필코 이기고야 말려 하니, 참으로 온 세상의 변고이다. 실로 한심스럽다. 시비를 밝히는 도리로 볼 때 끝내 그대로 두어서는 안 된다.”하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 16일(정미) 2번째기사",
                "gt-oKo": "교리(校理) 홍계적(洪啓迪)이 상소(上疏)하여 운운【위에 보인다.】하니, 답하기를, “이번 일의 시비는 흑백처럼 가리기 쉬울 뿐이 아니다. 내 뜻은 이미 정하여졌을 뿐더러 절로 후세의 공론이 있을 것이다. 본디 사사로운 호오(好惡)에 끌린 것이 아니니, 오직 굳게 지켜야 할 따름이다. 네가 말을 많이 하여 구제하려 하더라도 어찌 내가 들어주도록 움직일 만하겠는가? 헌부(憲府)·간원(諫院)의 계청(啓請)은 지키는 것이 이미 올바르고 옥당(玉堂)의 차자(箚子)에서 논한 것도 옳은데, 마음대로 거짓을 꾸며 이르지 않는 데가 없고 배척하는 말이 또한 전조(銓曹)에 미쳤으니, 참으로 놀랍고 한탄스럽다. 권상하가 지은 후서(後序)의 글은 선정을 근거 없이 헐뜯은 소행(所行)이 도리어 정호보다 심하였는데, 내가 이미 그 글을 불살랐다. 또 권상하의 소가 한 번 나오자 화응(和應)하는 무리가 사면에서 일어나 반드시 다투어 이기고야 말려는 것은 참으로 일세(一世)의 변괴(變怪)이므로 실로 한심하니, 시비를 밝히는 도리로서 끝내 내버려 둘 수 없다.” 하였다.",
                "hj": "○校理洪啓迪上疏云云,【見上。】答曰: “玆事是非, 不翅若黑白之易辨。 不但予志之已定, 自有後世之公議。 本非牽於私好惡, 則惟當堅持而已。 爾雖費辭營救, 奚足以動予之聽哉? 憲府、諫院之啓, 所執旣正, 玉堂之箚, 所論亦是, 而恣意構捏, 無所不至, 侵斥之言, 亦及銓地, 誠可駭惋。 權尙夏所撰序後文, 其所以誣詆先正, 反有甚於鄭澔, 而予已燬其書矣。 且權尙夏之疏一出, 而和應之徒, 四面而起, 必欲角勝而後已, 誠一世變, 實爲寒心。 其在明是非之道, 終不可置之也。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On giyu day, Assistant Deputy Director [of the Office of Royal Decrees] Yuhong Hwi , Responding Editor Jeong Sik , and others proceeded to the palace to present a memorial to the King on the grounds that Hong Gyejeok submitted a memorial by the prohibition on night duty and then proceeded to the palace to present a memorial [to the King]. [The King] replied, Yesterday, the memorial advising the opinion of the world had already been correct. This is why [Hong Gyejeok] submitted a memorial immediately [to the King]. The memorial advising the world solely from deceiving the world and the supporting of the world were truly surprised. Furthermore, the words of the world and the world were extremely dangerous and the words of harboring grudge, and the world are also very unusual. I truly regret this. How can you be suspicious? You must not decline your words and take care of your duties immediately.",
                "H2KE-nKo": "부제학 유봉휘와 응교 정식 등이, 홍계적의 상소로 인하여 금직에서 지레 나가 소패를 따라 대궐에 나아가 상소하니, 답하기를,“며칠 전 차자에서 논한 것은 주장이 이미 정당하였으니, 이것이 한 통의 차자에 대해 즉시 윤허한 이유이다. 홍계적의 상소는 오로지 현인을 무함하고 당파를 비호하려는 데에서 나왔으니, 참으로 놀랍고 한탄스럽다. 더구나 기사년에 현인을 해친 당여라고 한 것은 구사한 말이 매우 위험하고 유감을 품었다는 등의 말도 매우 비상하게 반목하는 습관이니, 내가 실로 미워한다. 그대들이야 어찌 혐의할 것이 있겠는가. 부디 지나치게 사양하지 말고 즉시 나와 직임을 살피라.”하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 18일(기유) 1번째기사",
                "gt-oKo": "부제학(副提學) 유봉휘(柳鳳輝)·응교(應敎) 정식(鄭栻) 등이 홍계적(洪啓迪)의 소(疏)로 인하여 금직(禁直)에서 경출(徑出)하였다가 패초(牌招)에 따라 대궐에 나와 상소하니, 답하기를, “일전에 차자(箚子)로 논한 것은 지키는 것이 이미 올바르니, 이것이 한 번의 차자에 곧 윤허한 까닭이다. 홍계적의 소(疏)는 오로지 어진이를 무함하고 사당(私黨)을 감싸려는 데에서 나왔으므로 참으로 놀랍고 한탄스러운데다가, 더구나 바로 기사년에 어진이를 죽인 무리라 하여 말을 쓴 것이 매우 위험하고, 유감을 품었다는 따위 말도 매우 비상하게 반목하는 버릇이니, 내가 실로 미워하는데, 너희가 어찌 혐의할 만하겠는가? 모름지기 지나치게 사양말고 곧 나와서 직무를 보살피라.” 하였다.",
                "hj": "○己酉/副提學柳鳳輝、應敎鄭栻等, 因洪啓迪疏, 自禁直徑出, 隨牌詣闕陳疏, 答曰: “日昨箚論, 所執旣正, 此所以一箚卽允者也。 洪啓迪之疏, 專出於誣賢護黨, 誠可駭惋, 而況其便一己巳戕賢之黨之云, 遣辭極其危險, 含憾等語, 亦甚非常傾軋之習, 予實惡之, 爾等何足爲嫌? 須勿過辭, 卽出察職。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinhae day, Supreme General [of the Middle Army Commandery General] Yi Yeo submitted a memorial to displease Choe Seokmun and others. [The memorial] stated that [the memorial] was presented [to the King].",
                "H2KE-nKo": "판중추부사 이여가 상소하여 최석문 등의 상소에 대해 변명하였다. - 위에 보인다. -\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 20일(신해) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事) 이여(李畬)가 상소(上疏)하여 최석문(崔錫文) 등의 소(疏)에 대하여 변명하여 운운【위에 보인다.】하였다.",
                "hj": "○辛亥/判中樞府事李畬, 疏辨崔錫文等疏云云。【見上。】。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyechuk day, Assistant Deputy Director [of the Office of Royal Decrees] Yu Hwi , Responding Editor Jeong Sik , and others presented a memorial to the King to reprimand them. The memorial read as follows: Since this matter has been founded since the time of this matter, 저 선정신 윤증 and his son have surpassed high-ranking officials down to the 유생. Not only would it be possible to argue between righteousness and wrongdoings and instead have slandered each other. This is what your subjects have already been disappointed and surprised. Then, how can we follow their faults? Furthermore, we are even more unaware of this. As for the title and posthumous titles, we are indeed difference between noble and base. Even if we argue our subjects to argue, we also can argue our high-ranking officials to argue for our high-ranking and low-ranking officials. Now, we are able to compare the peoples feelings [for our high-ranking officials]. However, we argue that the high-ranking officials should argue for our high-ranking officials to argue for our high-ranking officials, we cannot argue and argue. Furthermore, the present memorial to the high-ranking officials sometimes 이름을 쓰지 않고 곧장 선정이라고 부르기도 하고, sometimes two characters for the high-ranking officials should eliminate their names only. This is indeed a way to argue the argue of the high-ranking officials to the high-ranking officials and low-ranking officials. How can we reprimand the way to argue the high-ranking officials and the low-ranking officials? The King responded, The memorial to the other day was observed and the admonition of the high-ranking officials. Why must we deeply suspect that the memorial to the high-ranking officials argue for our high-ranking officials? You should 사직하지 말고 quickly take care of your duties. ",
                "H2KE-nKo": "부제학 유봉휘, 응교 정식 등이 이여의 상소로 인하여 상소하여 스스로 변명하였는데, 그 대략에,“이 일이 있은 이래로 저 선정신 윤증 부자에 대해 위로는 대신으로부터 아래로는 유생에 이르기까지 사리로 서로 다툴 뿐만 아니라 반드시 헐뜯고 욕하는 말을 서로 가하려고 하니, 이것이 신들이 일찍이 놀랍게 여겼던 점입니다. 그렇다면 또한 어찌 그를 탓하여 본받겠습니까. 시호를 고의로 없앴다고 운운한 것은 신들이 더욱 이해할 수 없는 점이 있습니다. 직명과 시호는 과연 경중의 구분이 있습니다. 설령 신들이 고의로 없앤다 하더라도 또한 존경하고 사모하는 바가 대신과 각기 달라서 그런 것에 불과한데, 지금 가지런하지 않은 물정을 가지런하게 하고자 하면서 ‘존귀한 바를 우선 버리고 나를 따르라.’라고 하니, 그 또한 너무 소홀한 것입니다. 더구나 대신의 이번 차자에는 혹 성명을 쓰지 않고 곧바로 선정이라고 칭하기도 하고 혹 ‘상신’이라는 두 글자를 없애고 단지 성명만 쓰기도 하였으니, 이것이 과연 구하는 바를 먼저 시행하는 도리에 합당한 것입니다. 그런데 도리어 방자하고 거리낌 없다는 이유로 신들을 책망하니, 어찌 어진이를 높이는 도리에도 대관과 소관의 구별이 있다고 하겠습니까.”하니, 답하기를,“일전에 차자를 올려 논한 것은 주장하는 바가 이미 정당하였으니, 대신이 차자에서 한 말을 어찌 깊이 혐의할 필요가 있겠는가. 그대들은 사직하지 말고 속히 직임을 살피라.”하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 22일(계축) 1번째기사",
                "gt-oKo": "부제학(副提學) 유봉휘(柳鳳輝)·응교(應敎) 정식(鄭栻) 등이 이여(李畬)의 소로 인해 상소하여 스스로 변명하였다. 대략 이르기를, “이번 일이 있은 이래로 저들이 선정신(先正臣) 윤증(尹拯) 부자에 대하여 위로는 대신(大臣)으로부터 아래로는 유생(儒生)에 이르기까지 사리(事理)로써 서로 다툴 뿐아니라 반드시 서로 헐뜯어 욕하려 합니다. 이것은 신들이 일찍이 놀라고 한탄스러워한 것이니, 또한 어찌 남의 과실을 나무라면서 자신도 그 과실을 저지르겠습니까? 시호(諡號)를 짐짓 쓰지 않았다고 운운하는 것으로 말하면 신들이 더욱이 이해하지 못하겠습니다. 직명(職名)과 시호에는 과연 경중의 구분이 있으나, 설령 신들이 짐짓 쓰지 않았다고 하더라도 또한 존모(尊慕)하는 바가 대신(大臣)과 각각 달라서 그런 것에 지나지 않는데, 이제 가지런하지 않은 물정(物情)을 가지런하게 하려고 ‘존모하는 바를 우선 버리고 나를 따르라’고 하니, 그 또한 매우 꺼림직합니다. 더구나 대신의 이번 차자(箚子)에 혹은 성명을 쓰지 않고 곧바로 선정(先正)이라고 하거나 혹은 ‘상신(相臣)’ 두 자를 빼고 단지 성명만을 쓰기도 하였습니다. 이것이 과연 요구하는 것을 먼저 베푸는 도리에 합당하겠습니까마는, 도리어 방자하고 거리낌없이 신들을 책망하였으니, 어찌 어진이를 존경하는 도리에도 대관(大官)과 소관(小官)의 구별이 있겠습니까?” 하였는데, 답하기를, “저번에 차자로 논한 것은 지키는 것이 이미 올바르니, 대신의 차자의 말을 어찌하여 반드시 깊이 혐의하겠는가? 너희는 사직하지 말고 빨리 직무를 보살피라.” 하였다.",
                "hj": "○癸丑/副提學柳鳳輝、應敎鄭栻等, 因李畬疏上章自辨。 略曰: 自有玆事以來, 彼於先正臣尹拯父子, 上自大臣, 下至儒生, 不但以事理相爭, 必欲以醜辱相加。 此臣等之所嘗駭惋, 則亦豈尤而效之也哉? 至於故去諡號云云, 臣等尤有所未曉者。 職名、諡號, 果有輕重之分, 而設令臣等故去, 亦不過所尊慕, 與大臣各異而然, 今欲齊不齊之物情, 而曰姑舍所尊而從我, 其亦太踈也已。 況大臣今箚, 或不書姓名, 而直稱先正, 或遂去相臣二字, 而只書姓名者, 此果合於先施所求之道, 而反以縱恣無忌, 責臣等, 豈尊賢之道, 亦有大官、小官之別耶? 云云。 答曰: “日者箚論, 所執旣正, 大臣箚語, 何必深嫌? 爾等勿辭, 從速察職。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General reported again on the imprisonment of the imjin year (. [The Office of the Inspector General] requested again to impeach the case of the imprisonment of the imprisons and the imprisons of the imprisonment of the imprisons and the imprisonsons of the imprisons and the imprisons of the imprisons",
                "H2KE-nKo": "사헌부가 전계를 거듭 아뢰고, 또 임진년의 옥사를 다시 조사할 것을 청하여 아뢰기를,“임진년의 과옥은 일의 단서가 두 가지가 있으니, 첫째는 궐문을 여닫는 일이고, 둘째는 거자의 집을 두루 찾아다닌 일입니다. 대개 궐문을 여는 것이 사실이라면 과사를 엄하게 하지 못한 결과가 되어야 하고, 두루 찾아다닌 것이 사실이라면 과장에서 사정을 쓴 죄과를 면하기 어렵습니다. 그런데 의금부와 형조에서 철저히 조사한 뒤에 그에 대한 처리는 오히려 사정을 쓴 죄에 적용하지 않고 그 엄하지 않음을 논하였으니, 이른바 참작하였다는 것이 끝내 결말이 나지 않게 되었습니다. 만약 이와 같을 뿐이라면 애당초 어찌 굳이 온 힘을 기울여 조사를 행할 필요가 있겠습니까. 작성된 문안이 반드시 공의에 비난을 받을 것임을 스스로 알고 우선 이것으로 시관을 죄주고 과명에 누를 끼치려고 계획한 것에 불과하니, 아, 또한 통탄스럽습니다.대개 궐문은 높고 커서 사방을 내려다보고 있습니다. 더구나 개장하는 날에 인사들이 늘어섰으니, 궐문을 열고 닫는 것을 보고 알기가 무엇이 어렵겠습니까. 그런데도 증인이 된 자가 혹 말을 바꾸어 의심스러워 덮어 두고 조사하지 않았으며, 문을 지키던 선비가 혹 사실에 근거하여 스스로 해명하기도 하고 위협하여 자백을 받기도 하였으니, 조사를 행한 것이 이미 인심을 만족시키지 못하였습니다. 두루 찾아다닌 일로 말하면, 이미 해당 조에서 재차 조사하여 아뢰었으나 어긋나는 단서가 일치하지 않고 실상을 많이 바꾸었으니, 명철한 주상께서 그 진위의 분별을 굽어살피지 못하실 것인데 겸종이 장을 맞다가 죽었으니, 무엇을 구한들 얻지 못하겠습니까. 천한 하인들도 탄식하고 원통해하지 않는 사람이 없습니다. 지난번 대신 - 김우항 -에 대한 비답을 보더라도 공의가 어디에 있는지를 알 수 있습니다.”하였다. - 나머지는 위에 보인다. -\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 25일(병진) 1번째기사",
                "gt-oKo": "헌부(憲府)에서 전에 아뢴 일을 다시 아뢰고 또 임진년의 옥사(獄事)를 다시 사문(査問)하기를 청하여 말하기를, “임진년의 과옥(科獄)은 일의 단서가 두 가지인데, 그 첫 째는 궐문(闕門)의 개폐(開閉)에 관한 일이고, 그 둘 째는 거자(擧子)의 집을 두루 다닌 일입니다. 대개 문이 열린 것이 사실이라면 과사(科事)가 엄하지 않았던 것으로 돌아가야 할 것이고, 두루 다닌 것이 사실이라면 과장(科場)에서 사정(私情)을 쓴 죄를 면하기 어려울 것인데, 금오(金吾)·추조(秋曹)에서 구핵(究覈)한 뒤에도 그 처치하는 방법은 오히려 사정을 쓴 것으로 죄주지 않으면서 그 엄하지 않았음을 의논하니, 그 이른바 참작한다는 것은 끝내 낙착된 것이 없게 되었습니다. 만약 이렇게만 하고 만다면 처음부터 어찌하여 반드시 힘을 들여서 사문을 하였겠습니까? 만든 죄안(罪案)이 반드시 공론에 비난받는 것을 면하지 못하리라는 것을 스스로 알아 우선 이것으로 시관(試官)을 죄주고 과명(科名)을 허물하려는 생각에 지나지 않으니, 아! 또한 통탄스럽습니다. 대저 궐문은 높고 커서 거리를 임압(臨壓)하는데다가, 더구나 개장(開場)한 날은 인사(人士)가 늘어섰으니, 열리고 닫힌 것을 어찌 보고 알기가 어려웠겠습니까마는, 증언하는 사람이 혹 말을 바꾸어 의심스러워도 덮어 두고 핵실(覈實)하지 않고, 문을 지키던 군사가 혹 사실에 근거하여 스스로 밝혀도 위협하여 승복받았으니, 그 사문한 것이 이미 인심에 만족되지 않습니다. 두루 다닌 일로 말하면, 이미 해조(該曹)에서 두 번 감정하여 아뢰었으나 어그러진 단서가 한결같지 않고 실상(實狀)에 희미한 것이 많아서, 성명(聖明)이 그 진위(眞僞)의 구분을 통촉하실 수 없을 것인데, 겸종(傔從)은 형장(刑杖)을 맞다 죽었으므로 무엇을 구하여도 얻지 못할 것이니, 천한 하인이라도 한탄하고 원망하지 않는 이가 없습니다. 비록 여태까지의 대신(大臣)【김우항(金宇杭)이다.】의 차자(箚子)를 보더라도 공론이 어디에 있는지를 알 수 있습니다.……” 하였다.【나머지는 위에 보인다.】",
                "hj": "○丙辰/憲府申前啓, 又請更査壬辰獄事曰: “壬辰科獄, 事端有二, 其一, 卽闕門開閉事也, 其二, 卽擧子家歷抵事也。 蓋門開是實, 則當爲科事不嚴之歸, 歷抵是實, 則難免科場用情之科, 而及至金吾、秋曹究覈之後, 其所以處之者, 猶不律以用情, 而議其不嚴, 其所謂參酌者, 終至於無所着落。 若只如此而已, 初何必費力行査爲也? 不過自知其所成之案, 必不免見非於公議, 姑欲以此爲罪試官、累科名之計, 噫嘻亦痛矣! 夫闕門高大, (臨壓)〔壓臨〕通衢, 況在開場之日, 人士駢闐, 其所開閉, 何難見知, 而作證之人, 或變辭可疑, 而掩置不覈, 守門之士, 或據實自明, 而威脅取款, 其所行査, 已不厭人心。 至於歷抵事, 旣自該曹, 再次勘奏, 而違端不一, 實狀多幻, 則宜聖明之無以下燭其眞僞之分, 而傔從杖斃, 何求不得? 輿儓之賤, 莫不嗟冤。 雖以向來大臣【金宇杭】答觀之, 可知其公議所在云云。”【餘見上】。"
            },
            "2": {
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 25일(병진) 2번째기사",
                "gt-oKo": "수찬(修撰) 이진유(李眞儒)가 시골에서 상소하였다. 대략 이르기를, “생각하건대 신이 근일에 남의 말을 당하는 것이 갈수록 더욱 심하여지니, 신이 어찌 끝내 변명하지 않을 수 있겠습니까? 헌납(獻納) 신정하(申靖夏)의 소(疏)는 성교(聖敎) 가운데에 있는 아버지와 스승은 경중이 다르다는 말씀을 감히 오늘날 유상기(兪相基)의 일에 맞대 붙여 선정(先正)을 업신여기고 조롱하는 뜻을 뚜렷이 보였습니다. 대저 함께 엮은 글을 함께 엮었다고 하는 것이 유상기의 할아비에게 무슨 욕을 끼칠 것이 있길래 할아비에게 죄받을 일이라 하니, 참으로 할말을 찾을 수 없다 하겠습니다. 아! 사론(士論)이 처음 갈라질 때에 청의(淸議)를 지키던 한 무리의 명사(名士)는 지금 두루 가리킬 수 있다는 것을 신정하 또한 어찌 알지 못하겠습니까마는, 아부하는 데에 용감하여 돌아보지 못하고 헐뜯는 말이 도리어 존모(尊慕)하던 집에서 나왔으니,【노(老)·소(少)가 갈라질 때에 신정하의 아버지인 신완(申琓)이 소론(少論)이 되어 윤증(尹拯)을 존모한 것을 가리킨다.】 참으로 또한 세도(世道)의 변고입니다. 유현(儒賢)의 글을 감히 없애기를 청하였다고 한 것은 더욱이 한번 비웃을 거리도 못됩니다. 권상하(權尙夏)의 글은 본디 선정을 헐뜯은 하나의 편파(偏頗)적인 말이니, 없애기를 청한 것이 또한 늦었습니다. 정호(鄭澔)·조상건(趙尙健)을 파직한 것은 그 죄를 징계하기에 부족하므로, 신이 경인년에 귀양보낸 법을 끌어댄 것은 대개 엄하게 징계하려는 뜻에서 나온 것인데, 신정하는 대진퇴(大進退)라는 말로 위협하여 복종시키는 칼자루를 삼았으니, 이러한 비루하고 도리에 어그러지는 말을 어찌 많이 변명할 만하겠습니까? 약원(藥院)에서 막은 상소에서는 신정하의 사당(私黨)을 위하여 죽을 힘을 다하는 마음이 오히려 잘못을 엄폐(掩蔽)할 수 없어서 미처 두루 생각이 미치지 못하였다고 하였고, 전조(銓曹)에서 주의(注擬)할 때에도 신정하는 또한 본디 옆에서 보는 사람의 마음을 만족하여 복종시키기는 어렵다고 하였으니, 조정을 어지럽힌다고 한 것이 지나친지 신은 모르겠습니다. 심지어 김취로(金取魯)가 아뢴 피사(避辭)는 한결같이 신정하의 말을 따랐는데, 본사(本事)를 지연시켰다느니 선대(先代)의 원한에서 나왔다느니 친의(親誼)의 혐애(嫌礙)라는 따위의 말로 천청(天聽)을 어지럽힐 생각을 하였으니, 그 말의 파탄(破綻)을 더욱 알 수 있습니다. 권상하의 아비 권격(權格)은 신의 할아비가 아전(亞銓)이었을 때에 체차(遞差)하기를 계청(啓請)한 일이 있었으나 피차가 애초부터 조정에서 같이 벼슬하는 것을 회피한 일이 없었으며, 돌아보건대 신이 말한 것은 사문(斯文)의 큰 시비(是非)에 관계되는 것이니 사사로운 호오(好惡)로 의논될 수 있는 것이 아닙니다. 지친(至親)을 논죄(論罪)하였다고 한 것으로 말하면, 신의 내제(內弟) 홍석보(洪錫輔)가 일찍이 옥당(玉堂)의 차자(箚子)를 올리는 데 참여하였으나 신의 소(疏)는 본디 옥당을 제론(提論)하지 않고 단지 양사(兩司)만을 말하였고, 신의 아우 이진급(李眞伋)을 과방(科榜)에서 뺀 것은 본디 시관(試官)에 관계되지 않으므로 이돈(李墩)의 일과는 절로 다른 사건이니, 신이 무슨 혐의하여 피할 단서가 있겠습니까? 고관(考官)을 함문(緘問)한 일은 대개 이돈이 합고(合考)에 참여했는지 참여하지 않았는지를 핵실(覈實)하여 사정(私情)을 썼는지 여부를 가리려는 것이니 관계된 것이 가볍지 않은데, 중신(重臣)【이언강(李彦綱)을 가리킨다.】이 일찍이 대신(大臣)【김창집(金昌集)을 가리킨다.】이 과옥(科獄)의 처음부터 이돈이 합고에 참여하지 않은 정상을 애써 말하는 것을 들었으니, 진신(搢紳)과 대신이 본 바가 명확하다는 것을 대개 알 수 있습니다. 대신이 이미 그 사상(事狀)을 분명히 알았다면 한 번 상소하여 아뢰는 것이야 본디 안될 것이 없고, 원임 대신(原任大臣)【김우항(金宇杭)을 가리킨다.】의 차자(箚子)에 이미 주시(主試)한 대신을 증거로 삼았는데, 이제 와서 함대(緘對)가 갈라졌다면 대신이 끝내 말하지 않을 수 없는 것은 대개 틀림없을 것인데, 끝장났다고 핑계하여 다시 제론하지 않는 것은 또한 무슨 뜻입니까? 대신은 반드시 말하지 않으려 하고 신은 반드시 끌어내려 하니, 대신이 신에게 불평하는 것은 마땅합니다. 이제 그 차자 가운데에 말한 것이 평소에 지구(知舊)에게 말하던 것과 같은지 같지 않은지는 신이 알 바가 아닙니다마는, 대신이 임금에게 고한 말이 과연 자기 자신이 반성(反省)해 보아 부끄러울 것이 없다면 신이 어찌하여 오늘날 반드시 증언하여야 하겠습니까? 김순행(金純行)·윤득화(尹得和) 등의 소(疏)에 이른바 둔암 서원(遯巖書院)이란 이야기는 제천(提川)에 있을 때에 직접 들었다 운운하여 저들이 이미 신을 기망(欺罔)한 죄로 돌렸으니, 신이 어찌 잠잠할 수 있겠습니까? 대개 둔암 서원의 그날 모임에서 송시열(宋時烈)이 《가례집해(家禮集解)》 운운하였다는 말은 윤증의 종제(從弟)인 윤윤(尹掄)이 옛일을 잘 말하므로 호중(湖中)에서 온 자 가운데에 신에게 전하여 말한 자가 많이 있었고, 정양(鄭瀁)이 모임에 참여하였다는 말은 신도 윤혜교(尹惠敎)에게서 직접 들었으니, 그 말은 절로 내력이 있으며, 신이 엉터리로 지어낸 것이 아닙니다. 이른바 제천에 있을 때에 직접 들었다고 한 것은 신이 주대(奏對)한 것이 아니니, 이들이 어떠한 잘못된 연설(筵說)을 찾아 보았길래 임금에게 고한 말이 이처럼 자세히 알지 못했는지 모르겠습니다. 신이 제천에서 풀려 돌아온 것은 계사년에 있었던 일이고, 권상하와 정천(鄭洊)이 수작한 것은 갑오년에 있었던 일이니, 신이 제천에 있을 때에 비록 정천에게서 듣고 싶었더라도 들을 수 있었겠습니까? 신이 지난 겨울에 우연히 《가례집해》의 일을 정천에게 글을 보내어 물었더니 그 답서(答書)에 ‘우리 집에 과연 《가례집해》 다섯 권이 있으나 어느 어진이가 지은 것인지는 몰랐는데, 지난해에 황강(黃江)에 갔을 때에 그 강목(綱目)을 분배(分排)한 것을 가지고 여쭈어 어느 어진이가 지은 것인지를 알고자 하였더니, 이것은 《가례원류(家禮源流)》라고 대답하였다. 그 뒤에 수옹(遂翁)이 책자를 가져가서 임천(林川)으로 보냈는데, 유주부(兪主簿)가 서울에 올라왔을 때에 천(洊)이 가서 《가례집해》의 유래를 물었더니, 우리 집에 있는 것에 한 자도 가감한 것이 없다고 답하였다. 이제 이것을 끌어대어 증거로 삼으므로, 또 가서 증거로 끌어댄 곡절을 물었더니, 이것은 초본(初本)을 베껴낸 것이라고 답하였다.’ 하였고, 답서 끝에 또 ‘그 베껴 낸 연월과 어느 곳에서 왔는지는 천이 다 모른다.’ 하였습니다. 수옹은 권상하의 자호(自號)이고 임천은 유상기가 사는 곳이고 주부는 유상기의 벼슬입니다. 권상하가 유상기와 화응(和應)하여 환롱(幻弄)한 정상은 여기에서도 증험할 수 있습니다. 글을 보내어 물은 뒤에 또 정천과 상대하여 수작하였을 때에 말한 것이 답서의 말과 차이가 없었으니, 신이 답서의 말을 버려두고 직접 들은 것을 거론한 것은 이세(理勢)가 본디 그러한 것인데, 이 때문에 허망한 것으로 돌리는 것이 과연 말이 되겠습니까? 연설(筵說)을 고치기를 청하였다 운운한 것은 더욱 우습습니다. 입시(入侍)하였던 주서(注書)가 서간(書簡)으로 거조(擧條)를 묻는 것은 본디 예규(例規)인데, 저번에 입시한 주서가 서간으로 물은 것 가운데에서 신이 말하였다는 것은 단서가 많아서 전혀 경계를 가릴 수 없었으니, 이것이 신이 왕복하여 바로잡은 까닭입니다. 이 무리들이 말할 거리를 구하여도 얻지 못하자 도리어 잘못된 연설로 신의 죄를 꾸며 만들었으니, 전석(前席)에서 아뢴 것은 성명(聖明)이 혹 기억하시는 것이 있을 것인데 신이 어찌 감히 속일 수 있겠습니까? 또 이른바 《가례집해》가 《가례원류》의 초본(初本)이라고 한 것은 도무지 말이 되지 않는다는 것을 신이 대략 변명하겠습니다. 권상하의 소에 ‘어려서부터 유계의 문하에 출입하여 《가례원류》를 익히 들었는데, 이것은 그가 임천에서 귀양살 때에 엮은 것입니다.’ 하고, 또 ‘고(故) 진선(進善) 정양(鄭瀁)의 집에 《가례집해》가 있는데, 반드시 당시에 베껴 낸 것일 것입니다.’ 하고, 또 ‘유계가 풀려난 뒤에 금산으로 옮겨 살았는데 윤선거와 문을 마주하고 살았으니, 중본(中本)을 베낀 것은 실로 이때에 있었던 일입니다.’ 하였으니, 그 뜻은 대개 ‘유계가 일찍이 혼자 엮은 《가례집해》가 있고, 산천(山泉)이 함께 베낀 것은 그 중본인데, 《가례원류》라고 이름을 고친 것’이라는 것인데, 윤선거가 지은 유계의 행장(行狀)에는 ‘정축년 임천에서 귀양살 때에 《여사제강(麗史提綱)》을 지었고, 3년 지나서 사유(赦宥)받아 신사년에 이르러서는 금협(錦峽)에 옮겨 살았는데, 산천재(山泉齋)를 짓고 《가례원류》를 엮었다.’ 하였으니, 이제 《가례원류》를 임천에서 지은 것이라 하는 것은 또한 어디에 근거한 것입니까? 만약 ‘임천본(林川本)이 소략(疏略)함을 면하지 못하고 금협에서 책상을 마주하던 날에야 비로소 완비할 수 있었다.’고 한다면 정천의 집에 간직한 것이 어찌하여 금협본과 조금도 다른 것이 없겠습니까? 한 자도 가감한 것이 없다는 말은 정천이 실로 유상기에게 직접 물어서 신에게 전한 것인데, 이것은 본디 매우 의심스러운 것입니다. 만약 산천이 함께 베끼기 전에 이미 유계가 혼자 엮은 초본이 있어서 정양에게 전사(傳寫)되었다고 한다면, 이른바 혼자 엮은 본(本)이 마땅히 유상기의 집에 있어야 할 것인데, 지금 어느 곳에 감춰져 있습니까? 권상하의 소 가운데에 ‘반드시 당시에 베낀 것일 것입니다.’라고 한 것은 억측한 말이고, ‘어느 때에 이름을 고쳤는지는 모르겠습니다.’라고 한 것은 전혀 분명하지 않은 말입니다. 어려서부터 출입하여 이 일을 익히 들었다는 자의 말이 이러하여야 합니까? 권상하는 스스로 산림(山林) 사람이라 하면서도 임금에게 고한 말은 이러하니, 김순행의 무리야 본디 어찌 꾸짖을 만하겠습니까? 어제 또 삼가 홍계적(洪啓迪)의 소를 보건대, 말뜻이 음흉하고 참혹하여 ‘쟁탈(爭奪)될까 근심한다.’ 한 것이 있고 ‘교묘히 맞혀 투합(投合)한다.’ 한 것이 있으며, 끝에는 사류(士類)를 기사년에 어진이를 죽인 무리로 몰아서 화(禍)를 떠넘기려는 뜻이 뚜렷하였으니, 권상하가 지은 비문(碑文)에 있는 화를 빚는다는 말과 똑같은 투의 술책으로, 앞뒤로 꾸며 지은 것이 이르는 곳마다 파탄납니다. 성감(聖鑑)이 이미 통촉하여 사정(邪正)을 환히 가리셨으니, 신이 또 무엇을 말하겠습니까?” 하였는데, 답하기를, “소를 보고 상세히 알았다. 네 소론(疏論)을 지키는 것이 올바르거니와, 뜻밖에 헐뜯는 것을 어찌 혐의할 만하겠는가? 너는 사직하지 말고 빨리 올라와 직무를 보살피라.” 하였다.",
                "hj": "○修撰李眞儒在鄕陳章。 略曰: 念臣近日所遭人言, 愈出愈甚, 臣何可終始無辨乎? 獻納申靖夏之疏, 以聖敎中父師輕重之說, 乃敢對着於今日兪相基之事, 顯示侮弄先正之意。 夫以共編之書, 謂之共編, 有何貽辱於相基之祖, 而乃謂之爲祖而受罪, 眞可謂求說不得也。 噫! 士論分岐之初, 一隊名士之持淸議者, 今可歷指, 靖夏亦豈不知, 而勇於阿附, 不能却顧, 醜詆之言, 反出尊慕之家,【指老少分岐時, 靖夏父琓, 爲小論, 尊慕尹拯。】誠亦世道之變也。 儒賢文字, 敢請毁去云者, 尤不滿一哂。 尙夏之文, 自是醜正之一詖辭, 則毁去之請, 其亦晩矣。 鄭澔、趙尙健之黜罷, 未足懲罪。 臣之援據庚寅投畀之典, 蓋出嚴懲礪之意, 而靖夏乃以大進退之說, 作爲脅持之欛柄, 此等鄙悖之言, 何足多辨? 藥院之阻搪疏章, 以靖夏死黨之心, 猶不能掩非, 乃謂未及周思, 銓地注擬, 靖夏亦謂固難厭服傍觀者之心, 則謂之濁亂朝廷, 臣未知其過也。 至於金取魯啓避, 一襲靖夏之言, 而擔却本事, 生出先怨親誼嫌礙等說, 以爲眩惑天聽之計, 益可見其言之破綻也。 尙夏父格, 曾有臣祖亞銓請遞差之啓, 而彼此初無同朝回避之事, 顧臣所言, 係是斯文大是非, 有非私好惡之所可容議。 若乃論罪至親云者, 臣之內弟洪錫輔, 曾參堂箚, 而臣疏元不提論玉堂, 只言兩司, 臣弟眞伋之拔榜, 本不干涉於試官, 與李墪事, 自是別件, 臣何有嫌避之端乎? 考官緘問一款, 蓋欲覈李墪合考之參不參, 以辨其用情與否, 則關係不輕, 而重臣【指李彦綱。】嘗聞大臣,【指金昌集。】自科獄初, 力言李墪不參合考之狀, 搢紳及大臣所見之明的, 蓋可知矣。 大臣旣明知其事狀, 則一疏陳白, 固無不可, 原任大臣【指金宇杭。】之箚, 旣以主試大臣爲證, 而及今緘對岐貳, 則大臣之終不可不言, 蓋決矣, 而諉以出場, 不復提論, 抑何意耶? 大臣則必欲不言, 臣則必欲引發, 宜大臣之不平於臣也。 今其箚中所言, 與平日言於知舊者, 同與不同, 非臣所知, 而大臣告君之辭, 果能內省而無愧, 則臣何必質言於今日也? 金純行、尹得和等疏, 所謂遯院說話, 在堤川時親聞云云, 彼旣歸臣誣罔之科, 臣安得默然? 蓋遯院當日之會, 宋時烈有《集解》云云之論, 拯之從弟掄, 能說古事, 自湖中來者, 多有傳言於臣者, 至於鄭瀁參會之說, 臣又親聞於尹惠敎, 其言自有來歷, 非臣杜撰。 所謂堤川時親聞云者, 非臣奏對, 未知此輩, 覓見何樣說誤之筵說, 而告君之辭, 如是不審也? 臣之自堤解歸, 在於癸巳, 尙夏與鄭洊酬酢, 在於甲午, 則臣於在堤時, 雖欲聞於洊, 其可得乎? 臣於前冬, 偶以《集解》事, 書問於洊, 則其答書曰: “鄙家果有《集解》五卷, 而不知某賢所撰, 昨年往黃江, 以其綱目分排奉稟, 欲知某賢所撰, 則答以此乃《源流》也。 其後遂翁取去冊子, 仍送林川矣。 兪主簿之上京也, 洊往問《集解》所由, 則答言在吾家者, 無一字加減云矣。 今乃援以爲證, 故又往問證援曲折, 則答以此是初本之謄出者” 云云, 書末又曰: “其謄出年月, 及自何處來, 洊皆不知矣。” 遂翁, 尙夏自號, 林川, 相基所居, 主簿, 相基之職也。 尙夏之與相基, 和應幻弄之狀, 於此亦可驗矣。 書問後, 又與洊相對酬酢, 所言與書辭無差, 則臣之捨書辭而擧親聞, 理勢固然。 以此歸之於虛罔, 其果成說乎? 請改筵說云云, 益可笑也。 入侍注書, 簡問擧條, 自是例規。 日昨入侍注書簡問中, 臣之所言多端, 專不分界, 此臣之所以往復歸正者也。 此輩求說不得, 反以訛誤之筵說, 構成臣罪, 前席所陳, 聖明想或記有, 臣何敢誣也? 且所謂《集解》, 卽《源流》初本云者, 都不成說, 臣請略辨之。 尙夏疏曰: “自幼出入於兪棨之門, 習聞《源流》, 是其謫居林川時所編。” 又曰: “故進善鄭瀁家, 有《集解》, 必是當時所謄出者。” 又曰: “棨蒙放後, 移居錦山, 與尹宣擧, 對門而住, 中本之寫, 實在於此時。” 其意蓋曰: “棨曾有獨編之《集解》, 山泉互寫, 乃其中本, 而改名《源流》者也。” 宣擧所撰棨行狀以爲: “丁丑編配林川, 撰《麗史提綱》, 越三年蒙宥, 至辛巳, 移居錦峽, 構山泉齋, 編《家禮源流》。” 今以《源流》爲林川所撰, 抑何所據? 若曰林川之本, 不免踈略, 錦峽對床之日, 始克完備, 則洊家所藏, 何與錦峽之本, 無少異同耶? 無一字加減之說, 洊實親問於相基, 而傳於臣者, 此固可疑之甚者。 若曰山泉互寫之前, 已有棨獨編之草本, 爲瀁所傳寫, 則所謂獨編之草, 宜在相基之家, 今方藏在何所耶? 尙夏疏中, 必是當時所謄云者, 臆度之辭, 未知何時改名云者, 全昧之語也。 自幼出入, 習聞玆事者之言, 當如是乎? 尙夏自托山林之人, 而告君之辭如是, 則純行輩, 固何足責? 昨又伏見洪啓迪之疏, 語意陰慘, 一則曰患得爭奪, 一則曰巧中投合, 末乃驅士類於(乙)〔己〕巳戕賢之黨, 顯有嫁禍之意, 與權尙夏所撰碑文釀禍之說, 同一圈套, 而首尾粧撰, 觸處破綻。 聖鑑業已照燭, 洞辨邪正, 臣又何言哉? 答曰: “省疏具悉。 爾之疏論, 所執正矣。 意外詆詬, 何足爲嫌? 爾其勿辭, 從速上來察職。”"
            },
            "3": {
                "H2KE-EN": "부응교신사철이 상소하였는데,【위에 보인다.】답하기를, “지금 이 상소의 내용은 대개 화를 낸 것이 유신의 말에 화를 내었는데, 사기가 대단히 화평하지 못하다. 두 신하를 침척하는 데 여력을 남기지 않고, enjoying 화를 일으키기를 좋아하여 당을 위해 죽음을 각오하고, greedy and greedy. Nevertheless, [they] guaranteed side of the cliques and the side of the side and the side of side. Yet, the memorial that the side of the sides and the side of the side",
                "H2KE-nKo": "부응교 신사철이 상소하니, - 위에 보인다. - 답하기를,“지금 이 상소의 내용은 대개 유신의 말에 대해 화를 내었는데, 말투가 매우 화평하지 못하였다. 정조와 유봉휘 등 두 신하를 있는 힘을 다해 논척하였는데, ‘화를 즐기고 당여를 위해 목숨을 바치며 재물을 탐내어 만족할 줄 모르고 당여를 끌어들이고 남의 손을 빌려 배격한다.’라는 등의 말은 더욱 조리가 없다. 홍계적의 상소는 생각해 낸 것이 위험하니, 파직을 청하는 논의는 대간의 체모를 깊이 얻은 것이다. 그런데 또 보복한다고 하였으니, 이러한 논의는 본래 보고 싶지 않다. 그대는 사직하지 말고 직임을 살피라.”하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 25일(병진) 3번째기사",
                "gt-oKo": "부응교(副應敎) 신사철(申思喆)이 상소(上疏)【위에 보인다.】하니, 답하기를, “이번 소사(疏辭)는 대개 유신(儒臣)에 대하여 성낸 말인데, 사기(辭氣)가 크게 화평(和平)을 잃었다. 정조(政曹)와 유봉휘(柳鳳輝) 등 두 신하를 여력(餘力)을 남기지 않고 배척하였는데, 화(禍)를 일으키기를 좋아하고 사당(私黨)을 위하여 죽을 힘을 다한다느니 금전 재화(金錢財貨)를 탐내어 만족할 줄 모른다느니 당여(黨與)를 끌어들여 진용(進用)한다느니 남의 손을 빌어 배격한다느니 하는 따위의 말은 더욱이 두서가 없다. 홍계적(洪啓迪)의 소는 조의(造意)가 위험하니, 파직(罷職)하기를 청한 논의는 대간(臺諫)의 체례(體例)에 아주 맞는데도 또한 보복이라 하였으니, 이와 같은 논의는 본디 보고 싶지 않다. 너는 사직하지 말고 직무를 보살피라.” 하였다.",
                "hj": "○副應敎申思喆上疏,【見上。】答曰: “今玆疏辭, 蓋發怒於儒臣之言, 而辭氣大欠和平。 侵斥政曹及柳鳳輝等兩臣, 不遺餘力, 而樂禍死黨, 黷貨無厭, 引進黨與, 假手排擊等語, 尤極無倫。 洪啓迪之疏, 造意危險, 則請罷之論, 深得臺體, 又謂之報復, 似此論議, 本不欲觀也。 爾其勿辭察職。”"
            },
            "4": {
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 25일(병진) 4번째기사",
                "gt-oKo": "지평(持平) 조익명(趙翼命)이 상소(上疏)하였다. 대략 이르기를, “임금·스승·아버지에게서 생육한다는 가르침이 전(傳)에 있기는 하나 경중의 분별은 다 차이가 있습니다. 대개 아버지와 아들은 천속(天屬)이고 천속은 헤어질 수 없으나, 스승과 제자는 의합(義合)이므로 의리를 끊을 만하면 끊을 수 있습니다. 그러므로 스승이 중하지 않은 것은 아니나 경하여질 때도 있으니, 우리 동방의 명현(名賢)에도 규간(規諫)이 받아들여지지 않아서 드디어 사문(師門)에서 떠나는 것을 면하지 못한 경우가 있습니다. 더구나 어버이를 욕보인 큰일이 있어서 의리를 마땅히 끊어야 할 처지라면 일명(一名) 스승과 제자라 하여 끝내 한결같이 섬긴다는 의리를 지킬 수 없습니다. 지금 말하는 자가 어찌 천속이 중함을 모르겠습니까마는, 선정(先正)을 헐뜯기에 바빠서 이렇게 부자의 윤리가 전도(顚倒)되어 한편으로 모두 제껴지니, 어찌 세도(世道)의 변고가 아니겠습니까? 전 대사헌(大司憲) 권상하(權尙夏)는 다만 사문의 하자를 기울 생각만을 품고 시배(時輩)가 선정을 헐뜯는 길을 열어서, 기사년 당인(黨人)의 화(禍)는 선정이 빚어 만든 것이라 하고 함께 엮은 《가례원류(家禮源流)》의 글은 선정이 빼앗은 것이라 하여, 금석(金石)에 새기고 권수(卷首)에 얹어 스스로 한편의 앞잡이가 되어 사문(斯文)의 화태(禍胎)를 만들려 하였으니, 이것이 옥당(玉堂)이 상차(上箚)하여 죄주기를 청한 까닭이고 성명(聖明)이 처분하신 까닭입니다.” 하고, 또 말하기를, “신은 판부사(判府事) 김창집(金昌集)의 차자에 대하여 저윽이 의혹스러운 것이 있습니다. 그가 무인년에 관유(館儒)에 대응한 상소에서 이르기를, ‘아버지와 스승의 경하고 중한 윤리를 신의 아비 또한 어찌 모르겠습니까마는, 연주(筵奏)할 때에 그 당한 것이 불행하였기 때문이지 까닭없이 스승을 저버린 자와 견준 것은 아니었으므로 끝내는 견식(見識)이 밝지 못한 것으로 돌아갔습니다. 어찌 아버지와 스승의 경중을 헤아리지 않고 사세가 어떠한지를 묻지 않고서 유생이 말한 것처럼 스승을 저버린 죄를 가하여 망측한 죄로 몰기까지 하였겠습니까?’ 하였습니다. 이것을 보면 그 가정(家庭)의 뜻과 자기의 소견이 경중의 분별에 아주 어둡지는 않았는데, 이제는 경중이 있다는 말을 미처 듣지 못하였다고 방자히 차자로 아뢰어 마치 일찍이 이런 말이 없었던 듯이 하였습니다. 그러나 나이가 모기(耄期)가 아닌데 어찌 전의 일을 잘 잊는 사단(師丹)과 같겠습니까? 판부사 이여(李畬)의 차자로 말하면, 처음에는 아버지와 스승은 본디 경중이 있으므로 오륜(五倫)에는 스승·제자가 끼지 않았다는 따위의 말로 짐짓 성실하고 공평한 논의를 하여 마치 선정에게 조금 너그러이 하는 여지가 있는 듯하였으나, 두 번째 차자에는 오히려 옥당의 차론(箚論)을 헐뜯어 욕하고 구당(鉤黨)이라는 따위의 말로 공동(恐動)하고 협박하기까지 하여 마치 장차 사림(士林)의 화(禍)를 일으킬 듯이 하였습니다. 대신의 지위에 있으면서 붕비(朋比)의 형세와 사기(事機)가 급박한 때를 당하여 문득 한 번에 승부를 거는 일을 하니, 전하께서 장차 한두 대신에 의지하여 갈라진 논의를 조정하려 하시더라도 어찌 될 수 있겠습니까?” 하고, 또 말하기를, “이번에 고관(考官)을 함문(緘問)하라는 명이 내려진 뒤에 판부사 김창집은 주시(主試)한 대신으로서 곧바로 본 바에 따라 즉시 상차하여 아뢰어야 마땅할 것인데 잠자코 앉아서 보기만 하고 한 마디도 밝히지 않았습니다. 여러 사람의 함답(緘答)이 각각 다르고 누구나 다 명관(命官)에게 책임을 돌리게 되어서는 말하지 않으려 하더라도 그만둘 수 없는 형세인데도 고집하여 굳게 입을 다물었으니, 반드시 그 까닭이 있을 것입니다. 대개 사실대로 곧장 아뢰면 시배(時輩)에게 큰 해가 되고 본래의 사실을 고치자니 이미 동료에게 털어놓았으므로【김창집이 이언강(李彦綱)에게 이돈은 합고(合考)에 참여하지 않았다고 말한 일을 가리킨다.】 당연히 말하여야 하는데도 말하지 않고 이제까지 끌어오다가 유신(儒臣)이 상소하여 핍박한 뒤에야 비로소 억지로 상차하였으나, 가시를 삼킨 듯이 군색하게 피하는 것이 전혀 말이 되지 않았습니다. ‘일이 이미 끝장났으니 뒤미처 말할 것 없습니다.’ 하고, 또 ‘합고하던 처음에는 이돈도 들어왔는데, 중간에 제학(提學)이 있지 않으므로 불러와 동참(同參)해야 한다고 말하는 자가 있어서 신이 비로소 그가 나간 것을 깨닫고 불러왔습니다.’ 하였으나, 끝내 어느 때에 나가고 어느 때에 불러왔는지와 불러온 뒤에 입락(立落)에 함께 참여하였는지를 말하지 않았으며, 그가 말한 것은 더욱이 매우 두리뭉실합니다. 대개 이돈을 합고에 참여한 가운데에 끌어들이자니 참으로 턱없이 거짓 꾸미기가 어렵고, 참여하지 않은 것을 명백히 말하자니 당로(當路)에 죄를 얻을까 염려되므로, 짐짓 이 오간 것이 분명하지 않다는 말을 하여 넌지시 참여하고 참여하지 않은 사이에 버려두려 한 것입니다, 아래로는 양심을 저버리고 위로는 임금을 속였으니, 그 불충(不忠)하고 부직(不直)한 것이 누군들 이보다 심하겠습니까?” 하였다.【비지(批指)는 위에 보인다.】 사신(史臣)은 말한다. “고관은 함문하라는 명이 내려진 뒤에 김창집이 사실대로 상차하려 하였으나 그 아들이 비방을 일으키게 될까 염려하여 말렸으니, 이진유(李眞儒)의 말은 참으로 괴이할 것이 없다. 아! 몸이 대신이 되어서는 죽고 사는 것도 돌아볼 수 없는데, 하물며 한때의 비방하는 의논을 돌볼 겨를이 있겠는가? 아깝다, 대개 과옥(科獄)의 요체(要諦)는 오로지 이돈이 두루 다닌 일과 합고에 참여한 일에 달려있는데, 이돈이 이미 처음부터 고취(考取)에 참여하지 않았다면 그가 오수원(吳遂元)에 대하여 사정을 쓰지 않았다는 것을 알 만하겠으나, 이미 고취에서 사정을 쓰지 않았다면 또한 무슨 일로 두루 다녔겠는가? 김창집이 옥사(獄事)가 일어난 초기에는 화심(禍心)이 아직 움직이지 않았고 진정(眞情)이 아직 혼란되지 않았으며, 또한 합고에 참여하고 참여하지 않은 것이 이 옥사의 긴요한 안건이 된다는 것을 아직 헤아리지 못하였으므로 곧장 본 바에 따라 범연히 이언강에게 말하였는데, 고관을 함문하게 된 뒤에는 만약에 사실대로 대답한다면 앞뒤로 속셈하여 계획하고 갖가지로 꾸며 구성한 계책은 장차 이 일착(一着)부터 흔들려서 공허(空虛)한 데로 빠져버리고, 이돈을 무함한 것이 밝히려 하지 않아도 저절로 밝혀질 것이니, 이것이 잠잠히 사세가 변하여 가는 것을 보면서 한마디도 하지 않았던 까닭이다. 마지막에 몰린 뒤에야 응답하였으나 오히려 또 구차하고 난잡하였는데, 차마 제 양심을 저버리고서 그 실상을 밝히려 하지 않았고 차마 임금을 속이고서 제 사당(私黨)을 해치지 않으려 하였으므로, 임금이 분부하여 정직하지 않다고 배척하였으니, 천감(天鑑)이 매우 밝다.” 사신도 김창집에게 편드는 자이었으나 한 맥락의 공론은 오히려 사라지지 않았는데 초사(初史)를 편수(編修)한 자가 그 말이 곧은 것을 미워하여 삭제하여 없애버렸으니, 백대(百代) 뒤에 이것을 갖고 그 진위(眞僞)를 알 수 있을 것이다.",
                "hj": "○持平趙翼命上疏。 略曰: 生三之訓, 於傳雖有, 而輕重之辨, 儘有差殊。 蓋父子天屬, 天屬不可離也, 師生義合, 義可絶則絶之。 故師非不重, 而有時乎爲輕。 我東名賢, 亦有以規諷之不入, 未免遂貳於師門者。 況乎有僇親之大故, 而義在當絶, 則不可以一名師生, 而終守事一之義也。 今之言者, 豈不知天屬之重, 而急於醜正, 乃爲此顚倒, 父子之倫, 都閣一邊, 豈非世道之變耶? 前大司憲權尙夏, 徒懷師門修隙之計, 始開時輩醜正之蹊, 己巳黨人之禍, 謂之先正之釀成, 《源流》共編之書, 謂之先正之攘取, 刊之金石, 弁諸卷首, 自爲一邊之倡首, 將成斯文之禍胎, 此堂箚之所以請罪, 而聖明之所以處分者也。 又曰: 臣於判府事金昌集箚, 竊有訝惑者。 其戊寅對館儒之疏曰: “父師輕重之倫, 臣父亦豈不知, 筵奏時以其所遭不幸, 非如無端背師者比, 故終歸之於見識之不明。 曷嘗不量父師之輕重, 不問事勢之如何, 而互加背師之罪, 歐之於罔測之科, 如儒生所言者哉? 云云。” 以此觀之, 其家庭之意, 自己之見, 未嘗全昧輕重之分, 今乃以未聞輕重之說, 肆然箚陳, 有若曾無是說者然。 年非耄期, 豈如師丹之善忘前事哉? 至於判府事李畬之箚, 始以父師, 固有輕重, 五倫不列師生等語, 故爲衷平之論, 有若寬先(止)〔正〕一分地, 而再箚則索性詆辱, 玉堂箚論, 至以鉤黨等語, 恐動脅持, 有若將起士林之禍者然。 處大臣之地, 而遭朋比之勢, 事機之迫, 輒作孤注, 殿下將依一二大臣, 欲以調停岐論, 其可得乎? 又曰: 今番考官緘問之命下後, 判府事金昌集, 以主試大臣, 所當直據所見, 登時箚陳, 默默坐觀, 不爲一言別白。 及至諸緘各異, 莫不歸重於命官, 則雖欲不言, 勢不可已, 而堅持牢緘, 必有其故。 蓋以據實直陳, 有大害於時輩, 欲改本實, 則已墜言於同朝,【指昌集語李彦綱以李墪不參合考事也。】當言不言, 拖引至今, 及至儒臣疏逼之後, 始乃黽勉上箚, 而呑棗窘遁, 全不成說。 有曰事已出場, 不必追言, 又曰合考之初, 墪亦入來, 中間有以提學不在, 宜招來同參爲言者, 臣始覺其出去, 招來云, 而了不言某時出去, 某時招來, 及招來後, 同參立落與否, 其所爲說, 尤極囫圇。 蓋欲挽墪入於參考之中, 則實有難於白地誣捏, 如欲明言不參, 則恐得罪於當路, 故故爲此來去不分明之說, 隱然欲置於參不參之間。 下負心而上欺君, 其爲不忠不直, 孰甚於此? 云云。 【批旨見上。】 【史臣曰: “考官緘問命下之後, 金昌集欲據實陳箚, 而其子恐惹謗而止之。 李眞儒之言, 誠無怪矣。 噫! 身爲大臣, 死生且不可顧。 況暇恤一時之謗議乎? 惜哉! 蓋科獄肯綮, 專在李墪歷抵與參考, 而墪旣初不參於考取, 則其無用情於吳遂元, 可知, 旣無用情於考取, 則抑何事於歷抵? 昌集於獄發之初, 禍心未動, 眞情未汨, 亦未料參考與否之爲此獄緊案, 直以所見, 泛然說及於李彦綱, 及夫考官緘問後, 若據實以對, 則其首尾排布, 百塗構成之計, 將繇此一着, 而脫落空虛, 墪之誣, 不期白而自白矣。 此所以默默觀變, 不置一言, 末乃迫而後應, 而猶且苟且胡亂, 忍負其心, 不欲明其實狀, 忍欺君父, 不欲害其私黨。 上敎之斥以不白, 直天鑑孔昭。”】 史臣亦黨於昌集者, 而一脈公議, 猶未泯焉。 修初史者, 惡其言直, 而刪沒之, 百代之下, 執此而可得其情僞矣。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Former Executive Assistant Choe Seokmun of the former Section Chief of the Office of Honorable Guests Choe Seokmun of the gabo year ( submitted a memorial, which stated: I am similar to the throne. [Choe] Seokmun and others witnessed that [Choe] Seokmun had received creditical critical criticalical criticalicalical critical criticalicalical criticalical critical criticalicalical motion. Nevertheless, on account of these critical",
                "H2KE-nKo": "윤증의 문인 전 세마 최석문이 상소하여 운운하였다. - 위에 보인다. - 최석문 등은 그 스승이 망극한 무함을 받은 것을 목격하고 합문에서 호소하여 신원해 줄 것을 청하였다. 비록 고도는 아니지만 근세의 전철을 밟는 것은 그만둘 수 없는 일이었다. 그러나 《가례원류》의 일만을 말한 것이 아니라 신유년의 의서를 곧바로 발표한 것이니, 그 스승의 마음이 아니었다. 그 이유는 다음과 같다.“그 당시에 윤증은 스승과 제자의 분의가 끊어지지 않았고 송시열은 혈기의 누가 되어 점차 심술의 병통이 되었으니, 도가 있는 곳이라고 할 수 없고 범하지 않는 의리만 지켰을 뿐이다. 또 그 묘문을 조종한 것도 하나의 음양의 수단이었으니, 중간의 곡절은 상정으로는 미칠 수 있는 바가 아니었다. 윤증이 이미 증험한 것을 두루 열람하여 더욱 절친하게 알게 되자 의혹이 더욱 심해져서 진실로 차마 그 잘못된 것을 바로잡지 못하고 한 통의 의서를 약으로 써서 스스로 비간이 간쟁하여 죽은 것에 견주었다. 비록 그의 처세로 볼 때 규풍하고 입설하는 것을 혐의쩍게 여겨 절박한 마음을 상하였으나, 그 본정을 따져 보면 또한 충애에서 나온 것이 아닌 게 아니라 정녕하게 반복하여 한번 깨닫기를 바랐던 것이다. 그러나 그래도 이것을 가지고 도의의 교분에서 헤아려 보고 그 당시의 의리를 이룰 수 없음을 깨달아 상자 속에 숨겨 두고 일찍이 자제와 문생에게 널리 전파하지 않았으니, 윤증의 뜻을 또한 알 수 있다. 최석문으로서는 오직 분변해야 할 무함을 분변해야지 여기에 소급해서 언급해서는 안 되는데, 주상이 바야흐로 우리를 두둔하고 저들을 배척한다고 여겨 이 기회를 틈타 이 의서를 발송하여 임금으로 하여금 송시열의 병폐를 환히 알게 하고 자신도 모르게 그 스승이 평소에 숨겨 두었던 깊은 뜻에 어긋남이 있게 하였다. 그리하여 마침내 천심이 따라서 변하고 국시가 전도되게 하여 말류의 화가 지하에까지 미치게 하였으니, 일을 헤아린 것이 너무도 오활하고 말을 낸 것이 엉뚱하다.아, 이 의서를 상소 가운데 베껴서 아뢴 것은 진실로 큰 잘못이지만, 그 남겨 두었던 것을 드러내고 끝내 비밀로 하지 않은 것은 또한 윤가 자제의 허물이다. 애석함을 금할 수 없다.”\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 3일(갑오) 1번째기사",
                "gt-oKo": "윤증(尹拯)의 문인(門人)인 전(前) 세마(洗馬) 최석문(崔錫文)이 상소하여 운운【위에 보인다.】하였다. 최석문 등이 제 스승이 무함받는 것을 목격하고 망극(罔極)하여 임금에게 신리(伸理)를 호소한 것은 비록 고도(古道)가 아니기는 하나 근세의 관례를 따라서는 그만둘 수 없는 것이었다. 그러나 단지 《가례원류(家禮源流)》의 일만을 말하지 않고 신유년의 의서(擬書)를 곧바로 발론한 것은 제 스승의 마음과 어그러진다. 왜냐하면 그때에 있어서 윤증은 스승·제자의 본분을 아직 끊지 않았으나 송시열(宋時烈)은 혈기(血氣)의 흠이 점점 심술(心術)의 병통이 되어 도(道)가 있는 곳이라고 할 수 없으면서도 다만 범하지 않는다는 의리만 지켰고, 또 그가 쓴 묘문(墓文)에서 조종(操縱)한 것도 하나의 음양(陰陽)의 수단이므로 중간의 곡절이 상정(常情)이 미치는 바가 아니었다. 윤증이 이미 경험으로 겪어서 깨달은 것이 더욱이 몸소 간절하였기 때문에 의혹이 더욱 심하여졌고, 그래서 진실로 차마 그가 속여 그릇되게 인도하는 것을 구하지 않을 수 없었기에 의서(擬書)를 지어서 충고(忠告)하고 스스로 비간(比干)이 간쟁(諫諍)하다가 죽은 일을 좇아 따랐다. 비록 그 처지로서는 경계하는 듯한 혐의가 있고 그 입설(立說)은 절박한 흠이 있기는 하나, 원래 그 뜻은 또한 아닌게 아니라 충애(忠愛)에서 나왔으니, 정녕 반복하여 다행히 한 번 깨닫기를 바란 것이다. 그러나 오히려 이것을 도의(道義)의 교분에서 헤아려 생각하면서 그 시의(時義)를 거스를 수 없음을 깨닫고 무명 상자 가운데에 숨겨둔 채 일찍이 자제나 문생에게 널리 퍼뜨리지 않았으니, 윤증의 뜻을 또한 알 만하다. 최석문으로서는 변명하여야 할 무함만을 변명하고 이것에까지는 소급하지 않았어야 하는데, 임금이 바야흐로 우리를 편들고 저들을 배척한다고 생각하여 이 기회를 타서 이 글을 드러내서 임금이 송시열의 병폐를 환히 알게는 하였으나 그것이 제 스승이 평소에 숨겨둔 깊은 뜻에 어그러짐은 깨닫지 못하였으니 마침내는 임금의 마음이 따라서 변하게 되고 국시(國是)가 전도되어 장래의 화(禍)가 저승에까지 미치게 되었다. 그 일을 헤아리는 것이 사정(事情)에 어둡고 말을 내는 것이 망령됨이 심하구나. 아! 이 글을 소 가운데에 베껴서 아뢴 것이 본디 큰 잘못이거니와, 그 남겨 간직했던 것을 드러내어 끝내 숨기지 않은 것은 또한 윤가(尹家) 자제의 허물이니, 애석함을 금할 수 있겠는가?",
                "hj": "○甲午/尹拯門人前洗馬崔錫文上疏云云。【見上】。 錫文等目見其師, 受誣罔極, 叫閤伸理, 雖非古道, 循近世塗轍, 所不容已者。 然不徒言《源流》事, 而直發辛酉擬書, 有非其師之心也。 何者, 在其時, 尹拯師生之分未絶, 而時烈血氣之累, 漸爲心術之病, 不可謂道之所在, 而徒守無犯之義, 且其墓文操縱, 亦一陰陽手段, 中間曲折, 有非常情所及。 拯閱歷於已驗, 得尤親切, 所以惑之滋甚, 誠不忍其詿誤而莫之救, 擬以一書下藥, 自附比干之諫死。 雖其處勢, 嫌於規諷立說, 傷於切迫, 原其情, 亦未嘗不出於忠愛, 丁寧反復, 冀幸其一悟也。 然猶以是商量於道義之交, 而悟其時義之不可遂, 爲巾篋中諱藏, 不曾宣播於子弟、門生, 則拯之意, 又可知矣。 爲錫文者, 惟辨其當辨之誣, 而不宜溯及於此也, 而謂上方右我而斥彼, 乘此機發此書, 俾君上, 洞然知時烈病敗, 自不覺其有違於其師平日諱藏之深意, 而卒致天心隨變, 國是顚倒, 末流之禍, 至及泉壤。 甚矣, 其料事之迂, 而發言之妄也。 噫! 以是書, 謄聞於疏中, 固大錯矣, 發其遺藏, 而不終秘者, 亦尹家子弟之過也。 可勝惜哉!"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On eulmi day, Chief Royal Secretary Sim Suhyeon presented a memorial on the basis of the memorial submitted by Kim Sunhaeng ,【김순행의 상소는 위에 보인다.】 which stated as follows: When your subject was serving as governor of Jeolla Province , he speaked about the matter of the Yuan . When I asked the reason, he replied as follows: The original intent of the purpose of purpose",
                "H2KE-nKo": "을미년에 승지 심수현이 김순행의 상소 - 김순행의 상소는 위에 보인다. - 로 인하여 상소하였는데, 그 대략에,“신이 충청 감사로 있을 때 윤행교와 《가례원류》의 일을 언급하였는데, 그 곡절을 물으니 ‘선정의 본뜻은 이 책을 간행하고 싶지 않은 것은 아닙니다. 다만 함께 편집한 실상을 아뢰기도 전에 지레 먼저 간행하는 것은 온당치 못한 일입니다. 그런데 유상기가 즉시 간행하지 않았다는 이유로 갑자기 의심하고 노여워하여 끝내 절교하고는 등본을 서둘러 간행하였습니다.’라고 하였습니다. 이 때문에 과연 연석에서 아뢸 때 대략 들은 바를 진달하였을 뿐입니다. ‘우리 집 책[吾家書]’이라는 세 글자는 원래 선정이 일찍이 입 밖에 낸 것이 아닙니다. 윤행교서 중에 ‘세상에서 전하여 우리 집 책이라고 한다.’라는 말이 있는데, 대개 그 뜻은 ‘비록 함께 편집한 것이라도 뒤에 우리 집에서 완성하였기 때문에 세상 사람들이 우리 집 책이라고 인정한다.’라고 한 것입니다. 그런데 이것을 가지고 선정이 스승을 배반한 증거로 지목하여 심지어 ‘양심을 품고 양심을 품고 양심을 품고 양심을 품고 양심을 품고 양심을 갖는다.’라는 등의 말로 방자하게 무함하고 욕하기까지 하였으니, 참으로 통탄스럽습니다.”하였다.김순행의 무리가 심수현이 연석에서 아뢴 ‘윤행교서 중에 우리 집 책[吾家書]’이라는 세 글자를 윤증의 말이라고 하면서 ‘양심을 품고 양심을 갖다.’라고 무함하였으니, 참으로 변론할 것도 못 된다. 더구나 김순행의 외조부인 윤항과 그의 아우 윤총은 바로 윤증의 종형제인데, 송시열이 일찍이 윤휴의 아들이라고 욕하고는 반드시 윤항제와 윤총제라고 일컬었으니, 윤휴의 아들에 윤의제와 윤하제가 있었기 때문이다. 이 때문에 윤항 집안의 자손들이 송시열을 원수로 여겼다. 김순행은 그의 외손으로서 송시열을 위하여 윤증을 무함하는 것이 이 지경에 이르러 마침내 그의 외삼촌에게 절교당하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 3월 4일(을미) 1번째기사",
                "gt-oKo": "승지(承旨) 심수현(沈壽賢)이 김순행(金純行)의 소(疏)【김순행의 소는 위에 보인다.】로 인하여 상소하였는데, 대략 이르기를, “신이 충청도 관찰사로 있을 때에 윤행교(尹行敎)와 말하다가 《가례원류(家禮源流)》의 일을 언급했는데, 그 곡절을 물었더니, ‘선정(先正)의 본의가 이 글을 간행하려 하지 않은 것은 아니었다. 다만 함께 엮은 실상을 미처 밝히기 전에 지레 먼저 간행하기가 미안했는데, 유상기(兪相基)가 곧 내어 주지 않았기 때문에 문득 의심과 분노가 일어나 마침내 절교를 고하게 되었고, 곧 등본(謄本)으로 서둘러 인쇄에 들어갔다.’ 하였으므로, 과연 연주(筵奏) 때에 대략 들은 바를 아뢰었을 뿐입니다. ‘오가서(吾家書)’라는 석 자로 말하면 본디 선정이 일찍이 입에서 낸 것이 아닙니다. 윤행교의 글 가운데에 ‘세상에서 전하기를 우리 집 글이라 한다’는 말이 있되, 대개 그 뜻은 비록 함께 엮은 것이기는 하나 뒤에 와서 우리 집에서 완성하였기 때문에 세상 사람들이 우리집 글인 줄 안다는 것인데, 이것을 선정이 스승을 저버린 증거로 지적하여 심지어는 양양(攘羊)이니 동리(同利)이니 하는 따위의 말로 마음대로 근거 없어 헐뜯기에 이르렀으니, 참으로 통탄스럽습니다.” 하였다. 대개 김순행의 무리가 심수현이 윤행교의 글 가운데에 있는 ‘오가서’라는 석자를 윤증의 말이라고 연주(筵奏)한 것을 갖고 가로챈 것이라고 무함한 것은 참으로 분변(分辨)할 것도 못된다. 더구나 김순행의 외할아버지인 윤항(尹抗)과 그 아우인 윤총(尹摠)은 윤증의 종형제인데, 송시열(宋時烈)이 일찍이 윤휴(尹鑴)의 아들이라 욕하여 반드시 항제(抗濟)·총제(摠濟)라 불렀으니, 대개 윤휴의 아들로 의제(義濟)·하제(夏濟)가 있었기 때문이었다, 이 때문에 윤항의 집 자손이 송시열을 원수로 여겼는데, 김순행은 그 외손으로서 송시열을 위하여 윤증을 무함하는 것이 이에 이르렀으니, 드디어는 그 외삼촌에게 절교당하였다.",
                "hj": "○乙未/承旨沈壽賢, 因金純行疏,【純行疏見上。】上疏。 略曰: 臣待罪湖臬時, 與尹行敎, 語及《源流》事, 問其委折, 則以爲: “先正本意, 非不欲刊出此書也。 第以共編實狀, 未及陳白之前, 徑先刊行爲未安, 而兪相基以不卽出付之故, 遽生疑怒, 終至告絶, 乃以謄本, 汲汲入梓” 云, 故果於筵奏時, 略陳所聞而已。 至於吾家書三字, 元非先正所嘗發口者也。 行敎書中, 有世傳以爲吾家書之語, 蓋其意以爲, 雖是共編, 而後來完成於吾家, 故世人認作吾家書云爾, 則以此指爲先正背師之證, 至以攘羊同利等語, 恣意誣辱, 誠可痛惋云云。 蓋純行輩, 以壽賢筵奏行敎書中吾家書三字, 爲尹拯言, 而誣之以攘奪, 誠不足辨也。 況純行外祖尹抗及其弟摠, 乃拯之群從, 而宋時烈嘗辱之以尹鑴子, 必稱抗濟、摠濟。 蓋鑴子有義濟、夏濟故也。 是以抗家子孫, 視時烈爲讎。 純行以其外孫, 爲時烈誣拯至此, 遂見絶於其舅。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the gyeongin year (, the Minister of Punishments Yi Seonbu submitted a memorial stating that it would be inappropriate to replace the state examination because it was essential to avoid suspicion to avoid suspicion. At the time, the state examination was enough, and Minister of PersonnelJeong Seokgwi requested his resignation on the pretext of the Royal Confucian Academy in the imjin year (. Yi Seonbu also suspicion to avoid suspicion to the suspicion of Yi Don . The King ordered the replacement of Yi Seonbu with the replacement of Yi Seonbu. However, his father, Yun팽su falsely accused his son, and submitted a memorial to confession to the authorities. His circumstances were revealed. Yi Binheungs son, Yi Yangsu , made a confession to the throne, and he even said that Yi Seonbu saw the Third Minister of Punishments 박태hang in the waiting room in the court. He said that he was slandering to plicitiously conspiracy to plicitiously suspicion to",
                "H2KE-nKo": "경인년에 형조 판서 이선부가 상소하여 과거에 대한 조사에서 응당 피혐해야 할 혐의와 차관이 대행하는 것은 온당치 못하다는 것을 진달하고, 또 수인 이양수의 무함에 대해 변론하니, 비답을 내려 위유하였다. 이때 과거에 대한 조사가 한창 진행 중이었는데, 전 판서 최석항이 임진년의 고관으로서 사면하였다. 이선부가 또 이돈의 인척이라는 이유로 인혐하자, 주상이 차관에게 대행하라고 명하였는데, 윤팽수의 아버지가 그 아들이 무함하였다는 이유로 소장을 올려 사실을 자백하여 내막이 여지없이 드러났다. 이빈흥의 아들 이양수가 수인 속에 있으면서 공초를 바치면서 이선부가 조방에 들러 형조 참의 박태항을 만난 것을 가지고 모의하고 협박하였다고까지 하였다. 이선부는 박태항과 내외종형제였기 때문에 우연히 조방을 지나다가 그 사이가 트였는데, 이양수가 이것을 가지고 무함하여 조사하는 일을 저지할 계책으로 삼았기 때문에 이선부가 상소하여 대략 언급한 것이다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 4월 1일(경인) 1번째기사",
                "gt-oKo": "형조 판서(刑曹判書) 이선부(李善溥)가 상소(上疏)하여 과옥(科獄)을 사문(査問)하는 일을 응당 피혐(避嫌)하여야 한다는 것과 차관(次官)이 대행(代行)하는 것은 온당하지 못하다는 것을 아뢰고, 또 수인(囚人) 이양수(李養粹)의 무함을 변명하니, 비답(批答)을 내려 위유(慰諭)하였다. 이때 과옥의 사문이 한창 벌어졌는데, 전 판서 최석항(崔錫恒)이 임진년의 고관(考官)이었기 때문에 사직하여 면직되었다. 이선부도 이돈(李墩)의 인척이기 때문에 인혐(引嫌)하였으므로 임금이 차관에게 명하여 대행하게 하였는데, 윤팽수(尹彭壽)의 아버지가 그 아들이 속여서 글을 올린 사실을 자백하여 정상이 드러났으나, 이빈흥(李賓興)의 아들인 이양수는 갇혀 있으면서 공초(供招)를 바치되 이선부가 조방(朝房)에 들러 형조 참의(刑曹參議) 박태항(朴泰恒)을 만난 것을 가지고 협박을 모의하였다고 하였다. 대개 이선부와 박태항은 내외종 형제이므로 우연히 조방을 지나치다가 오랫만의 회포를 풀었는데, 이양수가 이것을 트집잡아 사문하는 일을 방해할 생각을 하였으므로 이선부가 상소하여 대략 언급한 것이다.",
                "hj": "○庚寅/刑曹判書李善溥上疏陳科査應避之嫌, 及次官替行之未安, 且辨囚人李養粹之誣, 賜批慰諭。 時, 科査方張, 前判書崔錫恒 以壬辰考官辭免。 善溥又以李墪姻親, 引嫌, 上命次官替行, 而尹彭壽之父, 以其子誣罔, 投狀首實, 情節敗露。 李賓興之子養粹, 在囚納供, 至以善溥歷見刑曹參議朴泰恒於朝房, 謂之謀議脅迫。 蓋善溥與泰恒, 爲中表兄弟, 故偶過朝房, 敍其間闊, 而養粹執此爲誣, 爲沮敗査事之計, 故善溥疏略及之。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Song Seongmyeong , 수찬 of the Office of the Establishment of Ceremonies , submitted a joint memorial regarding the matter of interrogating the Royal Placenta Chamber in the gihae year (. The summary of the memorial read as follows: Your subjects memorial is generally discussed by the Office of the Royal Placenta Chamber for the Royal Placentacenta Chamber for the Royal Placenta Chamber for the Royal Placentacenta Chamber. How could he have always been punished for the Royal Placenta Chamber for the Royal Placentacenta Chambera Chamber for the Royal Placentacenta Chamber, and the Royal Placentacenta Chamber for the Royal Placentacentacenta Chamber behavior, and the Royal Placentacenta Chamber for the Royal Placentacentacenta Chamber. Therefore, the officials in charge of the Royal Placenta Chamber do not dare submit reports to the Royal Placentacenta Chamber for the Royal Placentacentacentacenta Chamber for the Royal Placentacentacentacentacentacenta Chamber beloved in the Royal Placentacentacentacenta Chamber for the Royal Placentacentacentacentacenta Chamber for the Royal Placentacentacentacentacentacentacenta Chamber for the Royal Placentacentacentacentacentacentacentacenta Chamber for the Royal Placentacentacentacentacentacentacentacentacentacentacentacenta Chamber to the Royal Placentacentacentacentacentacentacentacentacentacentacenta Chamber for the Royal Placentacentacentacentacentacentacentacentacentacentacentacentacentacentac",
                "H2KE-nKo": "기해년에 수찬 송성명이 시골에 있으면서 소장을 올려 지난해에 내의원을 논한 일을 뒤미처 변론하였는데, 그 대략에,“신이 올린 한 통의 상소는 내의원이 내의원을 보호한다는 핑계로 다른 일을 두루 다스린 것에 대해 논한 것입니다. 어찌 일찍이 내의원을 보호한다는 것으로 죄를 삼았겠으며, 또한 어찌 조정의 알력과 관계가 있겠습니까. 다만 기해년의 기해년에 기해년에 기해년에 수찬 송성명이 향리에 있으면서 소장을 올려 신을 극악한 죄로 밀어넣고 같은 자리에서 차자를 올려 논척하였는데, 맺은 말이 지극히 심각하였습니다. 신은 지금도 그 일을 생각하면 저도 모르게 몸이 떨리고 머리털이 곤두서게 됩니다.대체로 보통 사람은 오랫동안 병을 앓아 온갖 일을 일체 줄인다면 또한 답답한 일이 있습니다. 전하께서 평소 정사에 부지런히 하시는 것으로 말하면, 성상의 마음이 익숙해져서 한밤중에 잠자리에 드실 때에도 만기를 모두 물리치고 단지 여시와 설어로 하여금 조용히 거처하게 하는 것이 반드시 조섭하는 방도에 맞는다고는 할 수 없습니다. 또 그 당시에 이미 긴요하지 않은 공사는 들이지 말라는 명이 있었기 때문에 승정원을 경유하여 들어간 것이지, 본래 한만하게 아뢴 편지는 없었습니다. 그런데 오명항과 조영복의 상소가 들어온 뒤에는 번번이 추고하기를 청하였기 때문에 승정원에서 감히 마음대로 출납하지 못하고 모두 내의원에 여쭈어 재가를 받았습니다.전하께서는 조용히 조섭하는 동안에도 나랏일을 잊지 않고 재이를 안타깝게 여기고 백성을 불쌍히 여기는 뜻을 항상 윤음에 드러내셨으며, 재상이 중간에 있으면서 보호한다는 핑계로 온갖 일을 저지하여 반드시 나라의 인후와 이목을 막고자 하였으므로 신은 일찍이 크게 탄식하였습니다. 이에 분통한 마음을 품고 갑자기 상소를 올렸는데, 말은 너무 갑작스러웠으나 또한 이미 본의를 따져 보면 ‘분수가 너무 지나치다.’라고 하였으니, ‘자장’이라는 두 글자도 미연에 한 말입니다. 다만 말류의 폐단이 장차 이와 같아질 것이라고 말하였을 뿐입니다. 그런데 내의원이 스스로 인책한 상소는 도리어 분한 마음을 품고 노여움을 쌓아 그가 남긴 말과 구사한 말이 마치 신이 내의원을 공척한 것처럼 하였으니, 어찌 잘못된 것이 아니겠습니까. 그가 인용한 주관의 ‘신체를 보호한다.’라는 뜻은 적절한지 모르겠습니다. 이른바 ‘신체를 보호한다.’라는 것은 바로 주나라 제도에 ‘태보를 보호한다.’라는 직책입니다. 삼가 《예기》를 살펴보니, ‘보호한다.’라는 것은 그 몸을 삼가서 보익하여 여러 도로 돌아가게 하는 것입니다. 신은 모르겠습니다만, 옛날의 태보는 후세의 아보가 하듯이 한결같은 마음으로 받들어 모셨습니까? 진실로 이와 같다면 근신하는 한 늙은 환관을 가려서 맡기면 충분한데, 어찌 반드시 대신이라야 하겠습니까. 또 문왕이 해가 기울도록 밥 먹을 겨를도 없이 해가 기울도록 <unk> 일을 인용하면서 말하기를 ‘이와 같이 한다면 문왕이 어찌 4, 50년 동안 나라를 누릴 수 있겠는가.’라고 하였으니, 아, 이것이 무슨 말입니까.신은 단지 문왕이 오래도록 나라를 누린 것은 오로지 해가 기울도록 밥 먹을 겨를도 없었기 때문이고, 문왕이 오랫동안 황녕하였기 때문에 오래도록 나라를 누렸다는 말은 듣지 못하였습니다. 대신이 어찌 마음으로 알지 못하겠습니까마는, 자신의 잘못을 이루려고 힘쓰고 남의 말을 억눌러서 옛 글을 억지로 끌어다가 구차하게 잘못 쓴 것을 증거대다가 필경에는 장보와 삼사의 상소까지 굳게 거절하여 자신도 모르게 끝내 참으로 입을 다물고서 신이 전에 운운한 것을 실증하였으니, 신은 삼가 우습습니다.”하니, 답하기를,“지나간 일을 어찌 뒤미처 허물할 필요가 있겠는가. 다만 대신을 핍박하여 마지않는 것은 매우 온당치 못하다. 그대는 사직하지 말고 올라와서 직무를 살피라.”하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 4월 10일(기해) 1번째기사",
                "gt-oKo": "수찬(修撰) 송성명(宋成明)이 시골에서 상소하여 지난해에 약원(藥院)을 논한 일을 뒤미처 변명하였다. 대략 이르기를, “신(臣)이 상소한 것은 대개 약원이 보호(保護)를 핑계삼아 다른 일까지 두루 단속하는 것을 논한 것이지, 어찌 보호(保護)하는 일을 죄라고 하였겠으며, 또한 어찌 조정(朝廷)에서 반목하는 일에 간여하였겠습니까? 바로 기기(忌器)에 어두운 혐의가 있고 투암(投暗)에 관련된 자취가 있기 때문에 위로는 임금에게 죄를 얻고 아래로는 당로(當路)에 원한을 사서, 대관(臺官)이 글을 올려 신을 극죄(極罪)로 떨어뜨리고 동료가 차자(箚子)를 올려 논하되 얽어맨 말이 지극히 심각하니, 신이 이제 와서 생각하면 절로 몸이 떨리고 머리칼이 솟습니다. 대저 여느 사람도 오래 앓느라 모든 일을 생략하면 또한 울화(鬱火)가 나거니와, 전하께서는 늘 정사에 부지런하신 것이 성정(聖情)의 습관인데 병석의 곁에 만기(萬機)를 모두 물리치고 다만 여시(女侍)·설어(暬御)만이 고요하고 조용하게 있게 하면 반드시 적절히 기(氣)를 펴고 조섭(調攝)하는 방도에 맞지 않을 것입니다. 또 그때 이미 긴요하지 않은 공사(公事)는 봉입(捧入)하지 말라는 명이 있었으므로 정원(政院)을 거쳐서 들인 것에는 본디 한만(閒漫)히 아뢰는 글이 없었고, 오명항(吳命恒)·조영복(趙榮福)의 소(疏)가 들어간 뒤에는 곧 추고(推考)하기를 청하였으니, 이 때문에 후설(喉舌)을 맡은 관사(官司)에서 감히 마음대로 출납(出納)하지 못하고 다 약원에서 재량하여 여쭈었습니다. 전하께서는 고요히 조섭하는 가운데에서도 나랏일을 잊지 않아서 재앙을 걱정하고 백성을 돌보는 뜻을 늘 분부하는 사이에 나타내시는데, 재상(宰相)은 중간에서 보호를 빙자하여 갖가지로 방해하여 반드시 나라의 인후(咽喉)·이목(耳目)을 막으려 하니, 신이 일찍이 크게 탄식하고 이에 분하고 한탄스러워서 문득 글을 올렸습니다. 그래서 말은 너무 급했으나 또한 본의를 따져보면 ‘분수에 너무 지나치다.’고 말한 것이고, ‘태장(殆將)’이라는 두 자도 미연(未然)의 말이니 ‘유폐(流弊)가 장차 이러할 것이라’고 특별히 말한 것뿐인데, 약원에서 자책한 소는 도리어 분노를 함축하여 그 말을 쓴 것이 마치 신이 보호를 공박한 것처럼 하였으니, 어찌 그릇되지 않겠습니까? 그 주관(周官)에서 인용한 신체를 보호한다는 뜻이 적절한지 모르겠습니다만, 이른바 신체를 보호한다는 것은 주(周)나라 제도에서 태보(太保)의 직무인데, 《예기(禮記)》를 삼가 살펴보면 ‘보호라는 것은 그 몸을 삼가서 보익(輔翼)하여 제도(諸道)로 귀결(歸結)하는 것이라’ 하였습니다. 옛 태보가 후세의 아보(阿保)가 하는 것처럼 한마음으로 뜻을 받들려고만 생각하였는지 신은 모르겠습니다만, 진실로 그러했다면 근신한 한 늙은 환관(宦官)을 가려서 맡기면 족할 것인데, 어찌하여 반드시 대신(大臣)이라야 했겠습니까? 또 문왕(文王)이 해가 기울어도 밥먹을 겨를이 없었다는 것을 인용하여 말하기를 ‘그러하였으면 문왕이 어찌 4, 50년 동안이나 재위(在位)할 수 있었겠습니까?’ 하였으니, 아! 이것이 무슨 말입니까? 신은 단지 문왕이 오래도록 재위하였던 것은 오로지 해가 기울도록 겨를 없이 부지런한 데 말미암은 것이라고만 들었지 문왕이 온 종일 정사(政事)를 게을리하면서 편안히 쉬었기 때문에 오래도록 재위할 수 있었다고는 듣지 못하였습니다. 대신이 어찌 마음으로 알지 못하였겠습니까마는, 자기의 잘못은 나쁜 줄 알면서도 수행하면서 남의 말은 누르려고 힘쓰느라 억지로 고서(古書)에서 따다가 잘못된 사용을 구차하게 증명하고 필경에는 장보(章甫)·삼사(三司)의 소(疏)를 모두 굳이 물리치고 단단히 막으며, 스스로 끝내는 참으로 겸제(鉗制)하고 엄폐하는 데로 돌아가서 신이 전에 운운한 것을 확인하게 된다는 것을 깨닫지 못하였으니, 신은 저윽이 우습습니다.” 하였는데, 답하기를, “이미 지난 일을 어찌하여 반드시 뒤미처 허물하여야 하겠는가마는, 다만 대신을 침척(侵斥)하고 핍박하여 마지않는 것은 매우 미안하다. 너는 사직하지 말고 올라와서 직무를 보살피라.” 하였다.",
                "hj": "○己亥/修撰宋成明, 在鄕封章, 追辨前年論藥院事。 略曰: 臣之一疏, 蓋論藥院之托以保護, 而旁治別事。 何嘗以保護爲罪, 而亦何預於朝廷上傾軋哉? 直緣嫌昧忌器, 跡涉投暗, 上而獲罪於君父, 下而招仇於當路, 臺地騰章, 擠臣極罪, 同席箚論, 締辭至深, 臣至今思之, 不覺體栗而髮竦也。 大抵恒人久病, 一切省事, 則亦有鬱火。 至如殿下, 常時勤政, 聖情習慣, 而丙枕之側, 萬幾都屛, 但令女侍、暬御, 閴然靜處, 未必有得於節宣調攝之方。 且其時旣有不緊公事勿入之命, 故由政院而入者, 本無漫奏閒牘, 而吳命恒、趙榮福疏入之後, 輒請推考, 玆故喉舌之司, 不敢任意出納, 皆裁稟於藥院。 殿下於靜攝之中, 不忘國事, 憫災恤民之意, 常形於綸綍之間, 宰相居間, 憑托保護, 而沮敗百度, 必欲錮國之咽喉、耳目, 臣嘗太息, 憤惋于斯, 遽然投匭。 言則太驟, 而亦旣推原本意, 謂之分數太過, 殆將二字, 亦是未然之辭, 特言流弊, 將如是爾。 藥院自引之疏, 乃反含憤蓄怒, 其遺辭措語, 有若臣攻斥保護者然, 豈不謬哉? 其所引周官保身體之義, 未見襯切。 所謂保身體者, 卽周制太保之職, 而謹按《禮記》曰: “保也者, 愼其身以輔翼之, 而歸諸道也。” 臣未知古之太保, 一意承奉, 如後世阿保爲也耶? 苟如是, 則擇謹愼一老宦, 任之足矣, 何必大臣乎? 又引文王之日昃不遑暇食, 而爲言曰 “如此則文王豈能享國四五十年?” 惡! 是何言也? 臣只聞文王之享國長久, 亶由於日昃不遑, 未聞文王長日荒寧, 故能享國久長也。 大臣豈不心知之, 而務欲遂已之非, 抑人之說, 硬取古書, 苟證謬用, 畢竟倂將章甫、三司疏, 而固拒牢阻, 自不覺終歸於眞箇鉗蔽, 以實臣之前所云云, 臣竊哂之云云。 答曰: “旣往之事, 何必追咎, 第侵逼大臣, 斷斷不已, 殊涉未安。 爾其勿辭, 上來察職。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, Minister of Personnel Kim Seokgwi presented a memorial to the King that the Third Minister of Personnel 조태억 was unusually punished for his misdeeds. However, he has been released without any regret. It would be proper to reprimand him and have him quickly summon and quickly summon him. The 영상 서종태 also presented a memorial to the King. The King said, I have already punished him for his misdeeds when serving as an envoy. However, it is inevitable that he embezzled goods. It would be proper to quickly summon him to assume his official duties.",
                "H2KE-nKo": "갑진년에 이조 판서 최석항이, 이조 참의 조태억이 당한 일이 예사롭지 않은데 그동안 남김없이 풀어 주었다고 진달하고, 마땅히 책유를 내려 속히 출사하게 해야 한다고 진달하였다. 영상 서종태도 진달한 바가 있자, 주상이 말하기를,“봉명 사신으로 갔을 때의 일은 벌이 이미 시행되었다. 재물을 탐냈다고 하는 것은 전혀 그럴듯하지 않으니, 속히 공무를 행하게 하라.”하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 4월 15일(갑진) 1번째기사",
                "gt-oKo": "이조 판서(吏曹判書) 최석항(崔錫恒)이, ‘이조 참의(吏曹參議) 조태억(趙泰億)이 당한 것은 비상하나 전후에 남김없이 용서하였으므로 책유(責諭)하여 빨리 출사(出仕)시켜야 한다’고 아뢰었고, 영상(領相) 서종태(徐宗泰)도 아뢴 것이 있었는데, 임금이 말하기를, “봉사(奉使) 때의 일은 벌이 이미 행하여졌거니와, 재화(財貨)를 탐냈다는 것은 전혀 그럴듯하지 않으니, 빨리 행공(行公)시키도록 하라.” 하였다.",
                "hj": "○甲辰/吏判崔錫恒, 陳吏曹參議趙泰億, 所遭非常, 而前後開釋無餘, 宜加責諭, 使之速出, 領相徐宗泰, 亦有所陳, 上曰: “奉使時事, 罰已行矣, 黷貨云者, 萬不近似, 使之速爲行公可也。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yi Binheung , the first secretary of the Special Royal Messenger Jo Jeongsun , in order to survey the words of the person who witnessed. The case was sent to the State Tribunal . The State Tribunal reported, After [Yi] Binheung had been imprisoned, he was ordered to have the Ministry of Punishments thoroughly inquire into [Yi] Binheung and obtain the circumstances. Then [Jo] Jeongsun should be interrogated. The Ministry of Punishments asked [Yi] Binheung, [but] Binheung confessed to admitting his guilt, and finally requested that he be punished. [Yi] Binheungs son [Yi] Yangsu and others beat the drum and falsely accused the judicial officials of the Ministry of Punishments . [They] fabricated the circumstances and wished to destroy the circumstances. Third Minister of Punishments Sim Suhyeon presented a memorial to verify the circumstances. The circumstances read, The confession that [Yi] Yangsu should be interrogated, but his guilt was eight. He should not be interrogated, and his guilt was three times. He spreadly rumors about the circumstances and rumors about the circumstances. He was extremely disappointed. At the beginning, [the King] ordered that each of the people who ought to be interrogated be imprisoned in turn. Today, the circumstances are all men who ought to be interrogated. In the street of the southern boundary, [he] went directly to Cheonggyo . Only based on the confession of Yi Yuneons confession, [he] can learn the circumstances of the circumstances. What difference is there in Jo Jeongsuns cross-examination and not cross-examination? [Jo] Jeongsun did not imprison [the circumstances of the circumstances] because [Yi] Binheung did not report the circumstances. Now, his son instead raise the circumstances of the judicial officials, which is even more grievous. [The King] received the 비답을 내렸다. Second Minister of Punishments Song Jinge also submitted a memorial to verify",
                "H2KE-nKo": "정미년에 이빈흥이 별검 조정순이 두루 찾아다녔을 때 목격한 사람의 말을 끌어다 증거로 삼았다. 이 일을 의금부에 내리니, 의금부가 아뢰기를,“이빈흥이 스스로 말하기를 ‘갇히게 된 뒤에 들었습니다.’라고 하였습니다. 다시 형조로 하여금 이빈흥에게 말을 전한 사람을 상세히 물어서 말의 출처를 알아낸 뒤에 조정순을 신문하게 하소서.”하였다. 형조가 이빈흥에게 물으니, 이빈흥이 버티면서 고하지 않았다. 마침내 형장을 치며 신문할 것을 청하니, 이빈흥의 아들 이양수 등이 격고하여 형관을 무함하면서 없는 사실을 날조하여 기필코 저지하려고 하였다. 형조 참의 심수현이 상소하여 변명하였는데, 그 대략에,“이양수가 공초한 내용은 신문해야 하는데도 신문하지 않은 것이 여덟 가지이고, 신문하지 않아야 하는데 신문한 것이 세 가지입니다. 장황하게 말을 늘어놓아 옥사의 실정을 혼란시켰으니, 매우 놀랍습니다. 명이 내려진 초기에 신문해야 할 사람들을 차례로 잡아 가두었고, 오늘 신문해야 할 사람들은 모두 신문해야 할 사람들입니다. 남동의 하가는 곧바로 청교로 통하는데, 단지 이윤언이 공초한 내용을 근거로 삼았으니, 그 경유하는 길을 알 수 있습니다. 돌아보건대 조정순을 신문해야 할지 안 해야 할지에 무슨 관계가 있겠습니까. 조정순이 아직까지 잡혀 오지 않은 것은 실로 이빈흥이 말의 출처를 보고하지 않은 탓인데, 지금 그의 아들이 도리어 이것을 가지고 형관을 협박할 계책으로 삼으니, 더욱 통탄스럽습니다.”하니, 온화한 비답을 내렸다. 형조 참판 송징은도 상소하여 변명하였는데, 그 뜻도 대략 같았다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 4월 18일(정미) 1번째기사",
                "gt-oKo": "이빈흥(李賓興)이, 별검(別檢) 조정순(趙正純)이 두루 다닐 때에 눈으로 보았다는 사람의 말을 들은 것을 인용하여 증거로 삼았다. 일이 금부(禁府)에 내려졌는데, 금부에서 아뢰기를, “이빈흥이 스스로 말하기를, ‘갇힌 뒤에 얻어들었다.’ 하므로, 다시 형조(刑曹)로 하여금 이빈흥에게 전하여 말한 사람을 상세히 물어서 그 언근(言根)을 알아 낸 뒤에야 조정순을 심문할 수 있겠습니다.” 하였다. 형조에서 이빈흥에게 물었으나 이빈흥이 항거하고 고하지 않으므로, 드디어 형신(刑訊)하기를 청하였는데, 이빈흥의 아들 이양수(李養粹) 등이 겪고(擊鼓)하여 형관(刑官)을 무함하고 날조한 것을 끌어대어 반드시 방해하려 하므로, 형조 참의(刑曹參議) 심수현(沈壽賢)이 상소(上疏)하여 변명하였다. 대략 이르기를, “이양수가 물어야 하는데 묻지 않은 것이 여덟 가지이고 묻지 않아야 하는데 물은 것이 세 가지라고 공초(供招)한 것은 장황히 말하여 옥사(獄事)의 정상을 의혹(疑惑)시키고 어지럽힘이니, 매우 놀랍습니다. 명이 내려진 당초에 응당 물어야 할 사람들을 차례로 가두었고 오늘 핵사(覈査)한 것은 다 이 응당 물어야 할 사람 중에서 입니다. 남동(南洞)의 하가(下街)는 바로 청교(靑橋)로 통하므로 단지 이윤언(李胤彦)이 공초한 것에만 의거하여도 그 거쳐 간 길을 알 수 있는데, 도리어 조정순(趙正純)을 핵사하고 핵사하지 않는 데에 무엇이 관계되겠습니까? 조정순이 아직 나문(拿問)받지 않는 것은 실로 이빈흥이 언근을 고하지 않은 소치에서 말미암은 것인데, 그 아들이 도리어 이것으로 형관을 협박할 생각을 하니, 더욱이 몹시 한탄스럽습니다.” 하였는데, 온유한 비답(批答)을 받았다. 형조 참판(刑曹參判) 송징은(宋徵殷)도 상소하여 변명하였는데, 그 뜻은 대략 같았다.",
                "hj": "○丁未/李賓興, 引別檢趙正純所聞歷抵時目覩人之言爲證。 事下禁府, 禁府啓以賓興自言, 就囚後得聞, 更令刑曹, 詳問傳說人於賓興, 得其言根, 然後正純可問。 刑曹問於賓興, 賓興抵賴不告, 遂請刑, 賓興子養粹等擊皷誣刑官, 以構捏必欲沮敗之, 刑曹參議沈壽賢疏辨之。 略曰: 養粹所供, 當問而不問者八, 不當問而問者三, 張皇爲說, 疑亂獄情, 殊極駭然。 命下之初, 應問各人, 次第囚禁, 今日所覈, 俱是應問中人。 南洞下街, 直通靑橋, 只據李胤彦之所供, 可知其所由之路矣, 顧何關於趙正純之覈與不覈也? 正純之迄不就拿, 實由於賓興之不告言根之致, 今其子, 反以此爲脅持刑官之計, 尤可痛恨云云。 承溫批。 刑曹參判宋徵殷亦疏卞之, 其意略同焉。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King appointed Jeong Yeok as magistrate of Gaeseong .",
                "H2KE-nKo": "정유년에 유봉휘를 개성 유수로 삼았다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 4월 8일(정유) 1번째기사",
                "gt-oKo": "유봉휘(柳鳳輝)를 개성 유수(開城留守)로 삼았다.",
                "hj": "○丁酉/以柳鳳輝爲開城留守。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On musul day, the Office of the Censor General advised: Seong Dohyeong , a clerk of the Office of Diplomatic Correspondence , should be dismissed from office. The Office of Diplomatic Correspondence implored the punishment of Yi Sijeong in the Office of Diplomatic Correspondence and presumptuously reprimanded the Royal Ancestral Shrine . In the case of scholars who presumptuously reprimanded by the Office of Diplomatic Correspondence , the Office of Diplomatic Correspondence Seong Dohyeong , and the Office of the Censor General implored Seong Dohyeong for the responsibility of presumptuously reprimanded to the Royal Ancestral Shrine .",
                "H2KE-nKo": "무술년에 사간원이 아뢰어 승문원 정자 성도형을 논핵하여 파직하고 서용하지 말 것을 청하였다. - 계사는 위에 보인다. - 괴원에서 이시정을 처벌할 것을 간통하여 윤증을 무함하고 욕하였는데, 강박 등이 답통에서 송시열이 화를 입은 것을 법대로 처형해야 한다고 하고 종묘에 고하는 것을 정론이라고 하였다. 이 때문에 강박을 찬배하고 나서 또 강윤 등을 파직해야 한다는 논의를 발의한 것이다.사류가 송시열을 공격하는 것은 오로지 윤선거를 꾸짖고 욕하는 데에 있다. 갑인년에 종묘에 고한 것이 형편없거나 기사년에 화를 입은 것은 지극히 원통한 일이었다. 비록 송시열과 절교한 윤가의 경우라도 오히려 통렬히 배척하고 불쌍히 여겼으니, 신유년의 의서가 어찌 여기에 관계된 적이 있었겠는가. 성도형은 당초 기사년의 죄안이 이미 8, 9년 전에 이루어졌는데 윤증을 심하게 무함하였으니, 어찌 탄핵하여 벌을 주지 않을 수 있겠는가.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 4월 9일(무술) 1번째기사",
                "gt-oKo": "간원(諫院)에서 아뢰어, 승문 정자(承文正字) 성도형(成道亨)을 논하여 파직하고 서용하지 말 것을 청하였다.【계사(啓辭)는 위에 보인다.】 괴원(槐院)에서 이시정(李蓍定)을 벌줄 것을 간통(簡通)한 것은 윤증(尹拯)을 근거 없이 욕하였기 때문이었는데, 강박(姜樸) 등이 답통(答通)하기를 송시열(宋時烈)이 화(禍)를 입은 것을 정법(正法)이라 하고 종묘(宗廟)에 고한 것을 정론(正論)이라 하였기 때문에 이미 강박을 귀양보낸데다가 또 강윤(姜綸) 등을 파직(罷職)하여야 한다는 논의를 일으켰다. 대개 사류(士流)가 송시열을 공박하는 것은 오로지 윤선거(尹宣擧)를 욕한 것에 달려 있는데, 갑인년에 종묘에 고한 변변치 못한 일과 기사년에 화를 입은 지극히 억울한 일로 말하면 비록 윤가(尹家)의 송시열과 서로 절교한 자라 하더라도 오히려 통렬히 배척하면서 가엾게 여기니, 신유년의 의서(擬書)가 어찌 일찍이 여기에 관계되었으랴마는, 성도형이 처음에 기사년의 죄안(罪案)이 이미 8. 9년 전에 만들어졌다고 윤증을 매우 무함하였으므로, 죄를 캐어 벌주는 거조(擧措)를 어찌 그만둘 수 있겠는가?",
                "hj": "○戊戌/院啓論承文正字成道亨, 罷職不敍。【啓見上。】槐院之簡罰李蓍定, 以誣辱尹拯, 而姜樸等答通, 以宋時烈之被禍, 謂正法, 告廟謂正論, 故旣竄樸而又發姜綸等罷職之論。 蓋士流之攻時烈, 專在於詬辱尹宣擧, 而若其甲寅告廟之無狀, 己巳受禍之至冤, 雖尹家之與時烈相絶者, 猶爲之痛斥而傷憐之, 則辛酉擬書, 何嘗關涉於此, 而道亨初以己巳之案, 已成於八九年之前, 厚誣尹拯, 劾罰之擧, 烏可已乎?"
            }
        }
    },
    "06": {
        "10": {
            "1": {
                "H2KE-EN": "On musul day, Chief State Councilor 서종태가 차자를 올렸는데, 대략에 이르기를, “이번에 imprisonment of the state examination was not only for the reason Yi Don . Initially, when imprisonment was conducted, sometimes suspects that the young and ignorant people imprisonment were made based on facts, and sometimes suspects that the imprisonment was not fair. The state rumors have not occurred until now. Thus, it was ordered that 거듭 imprisonment be thoroughly investigated. Truly, this is to thoroughly reveal the truth and to release the suspects of the entire world. After several months have passed since imprisonment, it has almost finally been completed. However, it is said that the imprisonment of the state examination can be completely fully identified. Therefore, why would it be necessary to imprison the state examination again? Order sometimes there are suspects of suspects. Thus, how can it be stopped only for the suspects of such suspects? Even if it is a commoner who imprisonment, the government will necessarily make a clear distinction so that there will be no grievances. Moreover, the ministers charged against the crime is not involved in light. Thus, it is truly proper to imprison the matter in detail and make a clear distinction between the facts and the facts. If there is anyone who commits a crime, he should be punished, and if there is no crime, he should be identified. Thus, the government should make a clear distinction.Nevertheless, when the imprisonment of the state examination has not yet finished, the Ministry of Rites did not wait for the imprisonment of the state examination. Thus, the King instructed that the imprisonment of the imprisonment cannot be trusted. However, the imprisonment of all the imprisonment of the state examination is not only caused by the peoples suspects, but the imprisonment of the state, and the imprisonment of the rules of the state cannot be insignificant. Now, as Your Majesty does not suspect a suspects of the circumstances, he should make a sense of mind and make a careful measure",
                "H2KE-nKo": "무술년에 영의정 서종태가 차자를 올렸는데, 그 대략에,“이번에 과옥을 다시 조사한 것은 오로지 이돈을 위해서 나온 것이 아닙니다. 당초 조사를 할 때에 어린아이를 끌어대고 겸종을 신문하여 증거를 만들어 내자, 혹 공평함을 잃었다고 의심하기도 하여 온 나라 사람들의 말이 지금까지 떠들썩합니다. 거듭 자세히 캐물으라고 명하신 것은 실로 그 실정을 캐내어 온 세상의 의혹을 풀어 주려는 것이었습니다. 그런데 조사하여 다스린 지 몇 달이 지나 이제 거의 완료되었는데도 갑자기 그만두라는 명을 내리셨습니다. 만약 그때의 사증이 모두 갖추어져서 모두 믿을 만하다고 여겼다면, 애당초 어찌 다시 조사할 필요가 있었겠습니까. 혹시라도 의심할 만한 단서가 있다고 여겼다면 어찌 그만두었겠습니까. 비록 죄망에 걸린 서민이라 하더라도 조정에서 반드시 분명하게 분변하여 원통함을 품는 일이 없게 해야 합니다. 더구나 경재의 신하는 죄명이 가볍지 않으니, 진실로 자세히 조사하여 그 허실을 밝혀서 범한 것이 있으면 죄를 주고 범한 것이 없으면 풀어 주어 조정의 처치가 분명하고 명백해지게 해야 합니다.그런데 지금 조사하는 일이 끝나기도 전에 해당 조의 감주를 입시하지 않고, 증인이 말을 바꾸는 것은 믿을 만한 것이 못 된다고 하교하시어 일체 애매모호한 상태로 내버려 두시니, 여론이 더욱 의혹할 뿐만 아니라 형정이 마땅함을 잃고 사례가 전도되는 것이 작은 일이 아닙니다. 지금 성상께서는 먼저 성상의 마음속에 의심을 두지 않고 한마음으로 확연히 결단하여 공평한 마음으로 처리하시고, 이어 해당 조에 명하여 반드시 자세히 살피고 한결같이 공안을 따라 끝까지 조사하는 것이 신의 구구한 바람입니다.작년에 판중추부사 김우항이 차자를 올려 시소에서 목격한 것과 두루 찾아다닌 일에 대해 의심스러운 정상을 진달하자, 소신이 감히 어리석은 견해를 진달하였는데, 그 차자의 내용이 명백하고 적절하여 사정을 깊이 파악하였다고 하였습니다. 지금 성상께서 믿지 못하는 것이 있어서 근거 없는 말로 여기시니, 삼가 매우 두렵고 부끄러워 죄를 기다립니다.”하였다. - 비답은 위에 보인다. -\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 6월 10일(무술) 1번째기사",
                "gt-oKo": "영의정(領議政) 서종태(徐宗泰)가 차자(箚子)를 올렸는데, 대략 이르기를, “지금 이 과옥(科獄)을 다시 사문(査問)하는 것은 오로지 이돈(李墩)을 위한 데에서 나온 것이 아닙니다. 대개 당초 안사(按査)할 때에 아이를 끌어대고 겸종(傔從)을 신문하여 증거로 삼아서 구성하였으므로 혹 그것이 공정을 잃었을까 의심하여 국론이 지금까지 시끄러우니, 거듭 힐문하도록 명한 것은 실로 실정을 밝혀 내어 세상의 의혹을 풀려는 것이었습니다. 수개월 동안 안치(按治)하여 이제 거의 끝나가는데 문득 버려두라는 명이 있으시니, 만약 그 때에 사증(辭證)이 구비(俱備)된 것을 죄다 믿을 수 있었다면 애초에 어찌하여 반드시 다시 사문하여야 하였겠으며, 혹 의심할 만한 단서가 있다고 생각한다면 어찌 그저 그만둘 수 있겠습니까? 한낱 서민으로서 죄망(罪網)에 걸린 자도 국가에서 반드시 명백하게 가려서 억울한 마음을 품지 않게 하는데, 더구나 경재(卿宰)인 신하로서 죄명이 가볍지 않은 데에 관계되었으니, 본디 상세히 핵사(覈査)하여 그 허실(虛實)을 밝혀서 범한 것이 있으면 죄주고 범한 것이 없으면 신설(伸雪)하여 국가의 처치가 환히 명백하도록 하여야 할 것입니다. 이제 사문하는 일이 아직 끝나지 않았는데, 해조에서 감주(勘奏)하기를 기다리지 않고 증거로 끌어댄 자가 말을 바꾸었으므로 믿을 만하지 못하다고 분부하여 일체 분명하지 않은 죄과(罪科)로 버려두게 하시니, 물정이 더욱 의혹될 뿐더러 형정(刑政)이 마땅함에 어그러지고 사례(事例)가 전도되는 것이 작은 일이 아닙니다. 이제 성상께서 미리 마음에 ‘의심을 두지 말고 마음을 터 평온한 마음으로 처치하시고, 이어서 해조에 명하여 반드시 상세히 살피고 한결같이 공안(公案)에 따라 끝까지 사문하게 하시는 것이 신의 구구한 소망입니다. 지난해에 판부사(判府事) 김우항(金宇杭)이 차자를 올려 시소(試所)에서 눈으로 본 것과 두루 다녔는지를 사문하는 일의 의심스러운 정상을 아뢰었는데, 신이 감히 어지러운 소견을 아뢰어 그 차사(箚辭)가 명백하고 적절하여 아주 사정에 맞는다고 하였습니다. 이제 성상께서 믿지 못할 것이 있어서 근거 없는 말로 여기시니, 삼가 매우 송구하고 부끄러워 대죄(待罪)합니다.” 하였다.【비사(批辭)는 위에 보인다.】",
                "hj": "○戊戌/領議政徐宗泰上箚。 略曰: 今此科獄更査, 亶非出於爲李墪。 蓋當初按査也, 援童騃訊傔從而證成之, 或疑其失平, 國言至今喧藉。 申命盤問, 實欲鉤得實情, 釋一世之疑惑也。 按治數月, 今幾完了, 而遽有置之之命。 若以其時辭證俱備, 爲可盡信, 則初何必更査, 或意其有可疑之端, 則豈容但已? 雖匹庶之罹罪網者, 朝家必爲之明卞, 俾無抱冤。 況卿宰之臣, 罪名所係不輕, 固宜詳加容覈, 明其虛實, 有犯則罪之, 無犯則伸之, 使朝家處置, 洞然明白。 今乃於査事未畢, 不侍該曹之勘奏, 敎以證援之變辭, 不足取信, 而一切置之黯黮之科, 不特物情之滋惑, 刑政之乖宜, 事例之顚倒, 非細故也。 今者聖上, 不先置疑於淵衷, 一心廓然, 平心處之, 仍命該曹, 必詳必審, 一從公案, 而究竟査事, 是臣區區之望也。 昨年判府事金宇杭, 箚陳試所目見及歷抵査事可疑之狀, 小臣敢陳迷見, 以其箚辭爲明剴, 深得事情。 今者聖上, 有所不信, 而以爲游辭矣, 伏深悚愧俟罪云云。 【批辭見上。】"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Fourth Censor Yun Sun of the Office of the Censor General presented a memorial to the King in the gihae year (. 그 대략에 이르기를, “신의 아비 고 Fourth Inspector [of the Office of the Inspector General ] Sehui , who had been Fourth Inspector of the Office of the Inspector General , impeached and impeached the circumstances of Yi Ik , the section chief of the Office of the Inspector General , who was formerly investigated and impeached by Yi Ik , the son of Yi Ik , as well as the late Fourth Inspector [of the Office of the Inspector General ], and [Yi] Manseong arbitrarily slandered [Yi Ik and Yi Ik] instead of the past and arrogantly slandered [Yi Ik and Yi Ik] insulted [Yi Ik and Yi Ik]. How could I have impeached my sons and grandchildren from impeachment and disregarded my personal grudge and acted insultivating people? At that time, your subject was a lowborn person of a strategic prefecture and appealed to the Heaven, and was afraid that he was unable tolerate [Yi Ik and Yi Ik] insult Your Majestys complaint. [Yi Ik and Yi Ik] only fell into my heart and sorrowful that I could not bear to speak to the present day. I did not expect that newly appointed [Yi Ik and Yi Ik] insulted [Yi Ik and Yi Samyeong]. The King answered that the circumstances of",
                "H2KE-nKo": "정언 윤순이 사직 상소를 올렸는데, 그 대략에,“신의 아버지 고 지평 신 윤세희가 일찍이 갑자년 연간에 당시 이조 판서 이익이 정사의 주의를 문란하게 한 정상을 탄핵하였습니다. 그런데 수십 년 뒤에 이익의 형의 아들 이만성이 지난 일을 뒤미처 제기하여 방자하게 되씹고 심지어 ‘소인’이라는 두 글자의 망극한 모욕을 가하여 아래로 지하에까지 미치게 하였습니다. 어찌 탄핵을 받은 집안의 자제가 사사로운 혐의를 돌아보지 않고 추잡하고 패악한 말로 도리어 말하는 자를 꾸짖기를 이만성이 하는 것처럼 할 수 있단 말입니까. 그때 신은 초야의 천한 자로서 성상께 호소하여 원통함을 호소하였으니, 외람된 짓이 될까 두려웠습니다. 다만 스스로 마음이 무너지고 뼈가 아파 지금까지 <unk> 참고 있었습니다. 그런데 뜻밖에도 새로 제수되어 대간의 말을 하였으니, 신의 사사로운 의리로 볼 때 어찌 아버지의 무함을 밝히지 못한 채 선신이 무함을 받은 자리에 무릅쓰고 있으면서 불효한 죄를 거듭 지을 수 있겠습니까.”하고, 이어 갑자년 대간의 의론이 신구한 일에 대해 - 그때의 대신 김우항과 임상원 등의 상소를 가리킨다. - 그 뒤에 우직하고 순박한 실상을 장려받는 것과 - 무진년에 이사명을 논핵할 때의 비지를 가리킨다. - 답하기를,“소인이라고 지목하는 것은 매우 형편없다. 이것이 어찌 공론이 될 수 있겠는가. 그대는 사직하지 말고 속히 직무를 살피라.”하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 6월 11일(기해) 1번째기사",
                "gt-oKo": "정언(正言) 윤순(尹淳)이 사직하는 소(疏)를 올렸는데, 대략 이르기를, “신(臣)의 아비 고(故) 지평(持平) 신(臣) 윤세희(尹世喜)가 일찍이 갑자년에 그때의 전장(銓長) 이익(李翊)이 정사(政事)의 주의(注擬)를 문란(紊亂)하고 외람되게 하는 정상을 탄핵하였는데, 수십년 뒤에 이익의 형의 아들인 이만성(李晩成)이 지난 일을 뒤미처 제기하여 방자하게 반서(反噬)하며 ‘소인(宵人)’이란 두 자를 붙이기까지 하여 망극(罔極)한 욕이 아래로 저승에 미치니, 어찌 탄핵받은 집의 자제로서 사사로운 혐의를 돌아보지 않고 더럽고 도리에 어그러진 구업(口業)으로 도리어 욕하여 말하는 것이 이만성이 하듯이 할 수 있겠습니까? 그때에 신은 초야의 미천한 사람으로서 임금에게 억울함을 하소하는 것은 주제넘을까 염려되어 다만 스스로 마음이 무너지고 뼈가 아파도 이제까지 넌지시 참아왔으나, 뜻밖에 새로 제수(除授)되어 간언(諫言)을 맡았으니, 신의 사의(私義)로서는 어찌 아비가 무함받은 것을 아직 씻지 못하였는데 선신(先臣)이 무함받은 지위에 무릅쓰고 있어 불효한 죄를 거듭 할 수 있겠습니까?” 하고, 이어서 갑자년에 대관(臺官)의 의논이 신구(伸救)한 것【그때의 대신(臺臣) 김우항(金宇杭)·임상원(任相元) 등의 상소를 가리킨다.】과 그 뒤에 우직하고 순박함을 칭찬받은 사실을 【무진년 이사명(李師命)을 논하였을 때의 비지(批旨)를 가리킨다.】 언급하였는데, 답하기를, “소인이라는 지목은 매우 부당하니, 이것이 어찌 공론이 될 만하겠는가? 너는 사직하지 말고 빨리 직무를 살피라.” 하였다.",
                "hj": "○己亥/正言尹淳辭疏。 略曰: 臣父故持平臣世喜, 曾於甲子年間, 劾伊時銓長李翊政注淆濫之狀。 乃於數十年, 翊之兄子晩成, 追提往事, 肆然反噬, 至加宵人二字罔極之辱, 下及泉壤。 安有被彈家子弟, 不顧私嫌, 以醜悖口業, 反詈言者, 如晩成爲也? 其時臣以草莽之賤, 籲天訟冤, 屑越是懼, 秪自崩心痛骨, 隱忍至今。 不意新除, 以諫爲言, 在臣私義, 安有父誣未白, 而冒據於先臣受誣之地, 以重其不孝之罪? 仍及甲子臺議之伸救,【指其時臺臣金宇杭、任相元等疏。】與厥後蒙奬戇樸之實,【指戊辰論李師命時批旨。】答以宵人之目, 殊甚無謂。 此何足爲公論哉? 爾其勿辭, 從速察職。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General Yun Seongjun , and Fourth Censor Sim Sangjeong reported again as follows: In the imjin year (, when the state examination was impeached, the evidence was caused by resentment and the evidence was caused by ignorant people. Thus, the state law was unjustly established and the opinions were all resentful. It was generally for this reason that the state examination was impeached again. Recently, the circumstances were all exposed and the circumstances of the circumstances have been completed. However, the King suddenly ordered that the state examination be kept under the pretext that the circumstances of the people are frightened, and the rumors of the people are raised. How can this be only for the people who can harbor a grudge? Truly, the circumstances of the circumstances and the circumstances of the circumstances are unjust. In general, the ancient times, those who secretly plotted to evade their evidence without waiting for a thorough investigation but confessed the evidence of the circumstances and inflicted confessions upon them, and those who impeached them after a thorough investigation and confesssion. Therefore, the circumstances of the cumstances of the circumstances are already evident. However, the circumstances of the Office of Honorable Guests are not evident, and the rumors of Yun Eon are also not for public evidences? When the judicial officials dealt with the case, the circumstances of the circumstances and the urgency of the urgency are unjust, which is already deeply regrettable. However, Your Majesty, wise and sage also suspects upon the circumstances of the cumstances of the circumstances, ordered the office in charge to thoroughly investigate the circumstances and the circumstances of the cumstances and the circumstances of the entire circumstances are made to clearly understand the cumstances and the circumstances of the cumstances. However, now that the circumstances and the circumstances of the circumstances and the circumstances should be kept without distinguishing the circumstances of the cumstances and the circumstances of the cumstances. What shall be done if the circumstances of the cumstances of the circumstances and the cultivation of the circumstances and the cumstances of the cultivation of the circumstances",
                "H2KE-nKo": "대사간 윤성준과 정언 심상정이 전계를 거듭 아뢰고, 또 아뢰기를,“임진년의 과시에 대한 조사는 원한에서 나온 것이고, 증인은 아둔한 어린아이에게서 이루어진 것입니다. 조정의 의론이 타당성을 잃어 여론이 모두 분개하고 있으니, 다시 조사하라는 명은 대개 여기에서 연유한 것입니다. 지난번에 옥사의 실정이 모두 드러나고 사안이 거의 완결되어 가는데 갑자기 그만두라는 명을 내리시니, 사람들이 놀라고 의혹하며 나라 사람들의 말이 떠들썩합니다. 이것이 어찌 한 사람만이 원한을 품어서 그런 것이겠습니까. 참으로 처분이 갑작스럽고 옥사의 결말이 없기 때문입니다.대체로 옛날에 은밀히 유혹하고 위협하여 증인을 들이던 자가 엄하게 조사하기도 전에 실토하고, 혹독한 형벌을 가하면서 핍박하여 승복한 자가 한번 평문을 거치고 나면 그간의 실정을 이미 추측할 수 있습니다. 가령 윤팽수와 갑술이 변환한 것을 믿을 것이 못 된다고 하고, 겸종이 이랬다저랬다 한 것을 의심할 것이 있다고 한다면, 이빈흥의 지친이 공초한 것은 유독 명백한 증거가 아니며, 이윤언이 하가했다는 말도 공적인 증거가 아니겠습니까. 형관이 조사하여 다스리는 것은 선후가 순서를 잃고 완급이 마땅함을 잃었으니, 이것이 이미 사람들이 깊이 개탄하는 바입니다. 그런데 명철하신 전하께서 또 뒤따라 일이 일어나기 전에 의심을 내어 특별히 도로 중지하도록 명하셨으니, 모르겠습니다만 전하께서는 어떤 조건에 지각이 있고 어떤 정상에 나타난 것이 있기에 이런 뜻밖의 하교를 하시는 것입니까. 만일 조금이라도 성상의 마음에 맞지 않는 것이 있다면 진실로 어떤 일에 믿기 어려운 단서가 있다고 하고, 이 단서가 의심스러운 자취가 있다고 하여 성상의 뜻을 분명히 보여 주고, 유사에게 거듭 명하여 철저히 조사하여 기필코 그 실상을 알아내고, 엄하게 신문하여 반드시 그 숨은 정상을 따져서 온 세상으로 하여금 그 굽고 곧은 것을 환히 알게 해야 합니다. 그런데 지금 단지 논할 만한 것이 없고 신원할 만한 것이 없다고 하교하시어 곧바로 애매모호하고 분명치 않은 상태에 두어 흑백을 분변하지 못하게 하고 옥석을 구분하지 못하게 하셨으니, 형정에 누가 되고 나라의 체모를 손상한 것이 돌아보건대 어떠합니까.아, 이 조사 이래로 하인들과 부녀자와 어린아이들도 모두 그 원통함을 호소하고 있으니, 어찌 시론에 근사하고 의심스러운 점이 있겠습니까. 무릇 임금이 간언을 듣는 도리는 진실로 거울처럼 공평하고 저울처럼 맑게 살펴서 그 일만 가지고 시비를 결정하고 굽고 곧은 것을 구분해야지, 의심스럽다는 한 글자를 먼저 마음에 두어 몰래 부월의 의혹을 초래해서는 안 됩니다. 또 의금부를 조사하는 일은 아직도 타당성을 아뢰지 않았는데, 형조를 조사하는 일을 지레 먼저 중도에 중지하여 지레 결정된 결과를 면치 못하였습니다. 조사하는 일을 그만두라는 명을 거두고, 이어 유사로 하여금 분명하게 조사하여 처리하게 하소서.”하니, 따르지 않았다. 대개 이 조사에 다른 의심스러운 단서가 없는데도 갑자기 도로 중지하도록 명한 것이다. 양사가 일제히 논하고 진신들이 모두 간쟁하였는데, 그 명백하고 적절함이 이 계사가 가장 심하였다. 만약 한 마디 말로 성상의 마음을 돌릴 수 있는데도 끝내 전하의 마음을 돌리지 못한다면, 어찌 주상의 마음이 이미 사류를 싫어하고 박대해서 그런 것이겠는가. 이로 말미암아 이돈의 무함이 끝내 시원스레 신원되지 못하였으니, 애석하다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 6월 14일(임인) 1번째기사",
                "gt-oKo": "대사간(大司諫) 윤성준(尹星駿)·정언(正言) 심상정(沈尙鼎)이 전에 아뢴 일을 다시 아뢰고, 또 말하기를, “임진년 과시(科試)에 관한 사문(査問)은 원한에서 나왔고 증거는 아이에게서 구성되었으므로 옥사(獄事)의 평의(評議)가 마땅하지 못하여 여론이 함께 분개합니다. 다시 핵사(覈査)하라는 명은 대개 여기에서 말미암았습니다. 저번에 옥사의 정상이 죄다 드러나서 사안(査案)이 거의 끝나가는데 문득 내버려 두라는 명이 있었으므로 여러 사람의 마음이 놀랍고 의혹되며 국언(國言)이 떠들썩하니, 이것이 어찌 한갓 한 사람이 원망을 품어서 그런 것이겠습니까? 참으로 처분이 급작스러움을 면하지 못하고 옥사에 낙착이 없기 때문입니다. 대저 전에 남몰래 교유(敎誘)받고 협박받아서 증언한 자가 엄한 핵사를 기다리지 않고 실토하였고, 혹독하게 형신(刑訊)받고 핍박받아서 승복한 자가 평문(平問)을 한번 겪고서 승복하였으니, 그간의 실정(實情)은 이미 추측할 수 있는데, 설령 윤팽수(尹彭叟)·갑술(甲戌)이 변환(變幻)한 것을 믿을 만하지 못하다고 하고 겸종(傔從)이 반복(反覆)한 것은 의심스러운 것이 있다고 하더라도, 이빈흥(李賓興)의 지친(至親)의 공초(供招)만은 명백한 증거가 아니겠으며, 이윤언(李胤彦)의 하가(下街)에 관한 말 또한 공정한 증거가 아니겠습니까? 형관(刑官)의 안치(按治)가 앞뒤 순서를 잃고 완급(緩急)이 마땅하지 않은 것을 이미 물정이 매우 개탄하는데, 전하의 명성(明聖)도 따라서 일에 앞서 의심을 일으켜서 특별히 도로 정지하게 하셨으니, 전하께서 어떠한 조건에서 걸리는 것이 있고 어떠한 정상에서 보신 것이 있어서 이런 뜻밖의 분부를 하셨는지 모르겠습니다. 혹 조금이라도 성심(聖心)에 미덥지 않은 것이 있다면, 본디 어느 일은 믿기 어려운 단서가 있다 하시고 이 단서는 의심스러운 흔적이 있다 하시어 성의(聖意)를 분명히 보이고 유사(有司)에 다시 명하여, 끝까지 핵실하여 반드시 그 실상을 알아내고 엄히 신문하여 반드시 그 숨은 정상을 밝히게 하여, 세상에서 환히 그 곡직(曲直)을 알게 하여야 할 것인데, 이제는 다만 논할 만한 것이 없고 신설(伸雪)할 만한 것이 없다고 분부하시어 곧바로 흐릿하고 명백하지 않은 처지에 내버려 두어서 흑백이 판가름되지 않고 옥석이 구분되지 않게 하시니, 형정(刑政)에 누를 끼치고 국체(國體)를 손상하는 것이 도리어 어떠하겠습니까? 아! 이 사문이 있고부터 하인이나 아녀자와 어린아이까지도 다 그 억울함을 말하지 않는 이가 없으니, 어찌 시론(時論)에 그럴듯한 것이 있는데도 의심스러운 것이랄 수 있겠습니까? 무릇 임금이 말을 듣는 도리로서는 본디 거울이 공정하고 저울이 공평하듯이 마음을 비우고 맑게 살펴서 다만 그 일에 대하여 시비를 정하고 곡직을 가려야 하며, 의심한다는 한 글자를 미리 마음에 붙여서 절부(竊鈇)의 의혹을 일으키지 않아야 할 것입니다. 또 금오(金吾)에서 사문하는 일이 오히려 아직 옥사의 평결(評決)을 아뢰지 않았는데 추조(秋曹)에 사문하는 일을 지레 먼저 중도에 그만두었으므로 크게 어그러지는 데로 돌아가는 것을 면하지 못하니, 청컨대 사문하는 일을 내버려두라는 명을 거두고 그대로 유사로 하여금 명백히 사문하여 치치하게 하소서.” 하였으나, 따르지 않았다. 대개 이번 사문에 다른 의심스러운 단서가 없는데도 문득 도로 정지하라고 명하였으므로 양사(兩司)에서 일제히 논하고 진신(搢紳)이 함께 다투었는데, 그 중에서 명백하고 적절하기로는 이 논계(論啓)가 으뜸이었다. 한 번 말하여 천의(天意)를 돌릴 수 있을 듯하였는데도 마침내 보살핌을 받지 못하였으니, 어찌 임금의 마음이 이미 사류(士流)를 꺼려해서 그런 것이 아니겠는가? 이로 말미암아 이돈(李墩)의 무함당한 것이 끝내 시원하게 씻어지지 못하였으니, 아깝다.",
                "hj": "○壬寅/大司諫尹星駿、正言沈尙鼎申前啓, 又言: “壬辰科査, 出於仇冤, 證成於童騃, 廷讞失當, 興論咸憤。 更覈之命, 蓋由於此。 乃者獄情盡露, 査案垂完, 而遽有置之之命, 群情驚惑, 國言喧藉。 此豈徒爲一人之抱冤而然哉? 誠以處分之不免徑遽, 獄事之無所着落故耳。 大抵昔之密誘而脅證者, 不待嚴覈而吐實, 酷刑而逼承者, 一經平問而納款, 則其間情實, 已可推測, 而設以彭、甲之變幻, 謂不足信, 傔從之反覆, 謂有可疑, 則賓興至親之招, 獨非明證, 胤彦下街之說, 亦非公證耶? 刑官之按治, 先後失序, 緩急乖宜, 此已物情之所深慨, 而以殿下之明聖, 又從以先事生疑, 特令還寢, 不審殿下, 有芥於何等條件, 有見於何樣情狀, 而乃有此意外之敎耶? 如或有一分未允於聖心者, 則固宜謂某事有難信之端, 謂此端有可疑之跡, 明示聖意, 申命有司, 窮覈而期得其實狀, 嚴訊而必究其隱情, 使一世曉然知其枉直, 而今乃只以無可論無可伸爲敎, 直置之於黯黮不明之地, 使黑白莫辨, 玉石未分, 其累刑政、傷國體, 顧何如哉? 噫! 自有此査以來, 輿儓、婦孺, 莫不皆誦其冤, 則豈有近似於時論, 而有可以涉疑者哉? 凡人君聽言之道, 固當虛心澄省, 如鑑公衡平, 只就其事、而定是非、分枉直, 不宜以一疑字, 先着於心, 致竊(鐵)〔鈇〕之惑也。 且金吾査事, 猶未奏當, 而秋曹査事之徑先中輟, 未免徑庭之歸。 請寢査事置之之命, 仍令有司, 明査處之。” 不從。 蓋此査無他疑端, 而遽命還寢。 兩司齊論, 搢紳咸爭, 其明白剴切, 此啓爲最。 若可以一言回天, 而竟未見省, 豈上心已厭薄於士流而然歟? 由是而墪之誣, 終不得夬伸, 惜哉!"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On jeongmi day, the first day of the twelfth month, the King entered the presence of yesterday and encouraged the misdeeds of the officials in charge of the impeachment of the officials in charge of the officials indeed. If the officials in charge of the officials were truly exposed to the people, then how could it be sufficient to punish the officials in charge of the officials in charge ",
                "H2KE-nKo": "정미년에 주상이 어제 약방이 입진하였을 때 양사가 과거의 조사에 대해 도로 중지한 잘못을 강력히 말하였다. - 연석에서 한 말은 위에 보인다. - 양사가 인피하였다. 지평 박필몽이 인피하기를,“설령 안사한 신하들이 참으로 남을 모함한 일이 있었다면 남을 모함한 형률로 논죄하는 것이 무슨 아까울 것이 있겠으며, 참으로 남을 모함한 일이 없었다면 대각이 아무리 남을 모함한 죄과로 사람을 몰아넣으려 한들 될 수 있겠습니까. 일이 일어나기 전에 의심한다는 것을 성상의 마음에 간직해 두셨다가 중간에 거의 마무리되어 가는 사안을 중지하셨으니, 어찌 이러한 사리가 있단 말입니까.”하고, 대사간 윤성준이 인피하기를,“조사하는 일을 그만두라는 명이 안험이 거의 끝나 가는 즈음에 갑자기 내려졌으므로 인정이 더욱 격렬해지고 나라의 체모가 더욱 손상되었습니다. 사헌부의 신하가 쟁집한 것은 실로 여론에서 나온 것인데, 본원에서 함께 발론하였으니 더욱 공의를 알 수 있습니다.”하고, 지평 최상리가 인피하기를,“전에 조사한 것과 새로 조사한 것이 각각 한 사안이 되었는데, 사실인지 거짓인지 구분되지 않아 죄가 있건 없건 뒤섞어 똑같은 죄과로 귀결되었습니다. 그러나 굽고 곧은 것이 분별이 없으니 나라의 체모가 크게 무너지고 형정이 매우 어그러졌습니다. 과연 지난번에 신하들이 남을 모함한 자취가 참으로 있었다면 대간의 말이 아니더라도 전하께서 반드시 용서하지 않으셨을 것이고, 그렇지 않았다면 어찌 남을 모함한 죄과로 사람을 일부러 몰아넣었겠습니까. 사실이 없는 의심을 가지고 미연의 일을 지레 짐작하여 옥사를 끝낼 증거로 삼았습니다. 참으로 이와 같다면 죄가 있는 자를 장차 끝까지 조사할 수 없을 것이고 죄가 없는 자를 또한 신원할 수 없을 것입니다.”하고, 정언 심상정이 인피하기를,“기로 중신이 바닷가에 귀양가서 죽었는데, 전하께서는 일찍이 그 마음과 행적을 살피지 않으시고 애매한 상태로 두려고 하십니다. 그런데 유독 안사한 신하들에 대해서만 그에 대한 견책이 혹 내려질 것을 미리 염려하셨으니, 전하께서 신하들을 대우하시는 것이 어찌 그리도 후하고 박함이 현격합니까. 만약 이러한 옥사를 허실을 밝히기 어려운 죄과로 치부하고 끝내 하나로 귀결시키는 일이 없다면, 당파가 날로 고질화되고 시기하고 괴퍅한 것이 습성이 된 이때에 남을 모함하는 소인배들이 이빈흥을 예사로 보고 암암리에 엿보다가 경탈할 기회에 불쑥 나타나 변괴가 거듭 생기고 무옥이 날로 일어나 세상에 온전한 사람이 없을 것이니, 나라가 그 병폐를 받게 될 것이고 위망의 조짐을 즉시 기대할 수 있을 것입니다.”하였다. 수찬 이정제를 모두 출사하게 할 것을 청하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 6월 19일(정미) 1번째기사",
                "gt-oKo": "임금이 어제 약방(藥房)에서 입진(入診)하였을 때에 양사(兩司)에서 과시(科試)에 관한 사문(査問)을 도로 정지한 것을 쟁론(爭論)한 잘못을 크게 말하였으므로【연석(筵席)에서 이야기한 것은 위에 보인다.】 양사에서 인피(引避)하였다. 지평(持平) 박필몽(朴弼夢)이 인피하여 말하기를, “설령 안사(按査)한 신하들이 참으로 남을 무함한 일이 있다면 남을 무함한 법으로 논한들 무슨 애석할 만한 것이 있겠으며, 참으로 남을 무함한 일이 없다면 대각(臺閣)에서 남을 무함한 죄로 남을 몰려고 하더라도 어찌 될 수 있겠습니까? 일에 앞서 나타난 것이 없는 의심을 성심(聖心)에 남겨 두어 중도에 거의 끝나 가는 사안(査案)을 정지하시니, 어찌 이러한 사리가 있겠습니까?” 하고, 대사간(大司諫) 윤성준(尹星駿)이 인피하여 말하기를, “사문하는 일을 내버려두라는 명이 안험(按驗)이 거의 끝날 즈음에 문득 내려지니, 인정(人情)이 더욱 격렬하여지고 국체(國體)가 더욱 손상됩니다. 헌신(憲臣)의 쟁집(爭執)은 실로 여론에서 나왔으며 본원(本院)에서도 아울러 발론하였으니, 공론을 더욱 알 수 있습니다.” 하고, 지평 최상리(崔尙履)가 인피하여 말하기를, “전에 사문한 것과 새로 사문한 것이 각각 한 사안이 되어 진위(眞僞)가 가려지지 않고, 죄가 있고 죄가 없는 것이 섞여서 마찬가지로 돌아가서 곡직이 구별되지 않으니, 국체의 손상이 크고 형정(刑政)이 어그러진 것이 심합니다. 과연 저번에 신하들이 남을 무함한 자취가 참으로 있다면 대각의 말이 아니라 하더라도 전하께서 반드시 용서하지 않으셔야 할 것이고, 그렇지 않다면 어찌 남을 무함한 죄로 남을 몰 까닭이 있겠습니까? 나타난 것이 없는 의심을 가지고 미연(未然)의 일을 미리 헤아려 옥사를 끝낼 증거로 삼았으니, 참으로 이렇게 한다면 죄가 있는 자를 장차 구핵(究覈)할 수 없을 것이고 죄가 없는 자도 신설(伸雪)할 수 없을 것입니다.” 하고 정언(正言) 심상정(沈尙鼎)이 인피하여 말하기를, “기로 중신(耆老重臣)이 바닷가에 귀양가서 죽었는데, 전하께서는 일찍이 그 마음의 자취를 살피지 않고 분명하지 않은 처지에 버려두려 하시었으면서 유독 안사한 신하들에 대하여만 견벌(譴罰)을 혹 가하려고 미리 생각하시니, 전하께서 신하를 대우하시는 것이 어찌 그리 후박(厚薄)이 매우 현격합니까? 만약 이러한 옥사를 허실(虛實)을 밝히기 어려운 지경에 버려두고 끝내 한 가지로 구명하는 일이 없으면 붕당(朋黨)은 날로 고질(痼疾)이 되고 시기와 괴팍한 성질이 버릇된 이때에 남을 무함하는 소인의 무리가 이빈흥(李賓興)의 일을 상례(常例)로 여기고서는 어두운 곳에서 엿보다가 경탈(傾奪)할 기회에 불쑥 나타나서 변괴(變怪)가 거듭 일어나고 무옥(誣獄)이 날로 흥(興)하여질 것이니, 세상에는 온전한 사람이 없을 것이고 나라는 그 병폐를 받아서 위망(危亡)의 조짐이 당장에 올 것입니다.” 하였는데, 수찬(修撰) 이정제(李廷濟)가 모두 출사(出仕)시키기를 청하였다.",
                "hj": "○丁未/上於昨日藥房入診, 盛言兩司爭科査還寢之失,【筵話見上。】兩司引避。 持平朴弼夢避曰: “設令按査諸臣, 眞有陷人之事, 則論以陷人之律, 有何足惜, 眞無陷人之事, 則臺閣雖欲驅人於陷人之科, 其可得乎? 以先事無形之疑, 留着聖心, 而中輟其垂了之案, 則寧有如許事理耶?” 大司諫尹星駿避曰: “査事置之之命, 遽下按驗幾了之際, 人情益激, 國體愈損。 憲臣爭執, 實出輿誦, 本院竝發, 益見公議。” 持平崔尙履避曰: “前査新査, 各爲一案, 而情僞未分, 有罪無罪, 混歸同貫, 而枉直無別, 國體之壞損大矣, 刑政之乖謬甚矣。 果使向來諸臣, 眞有陷人之迹, 則雖非臺言, 殿下必不加恕, 如其不然, 豈有故爲驅人於陷人之科耶? 以無形之疑, 逆揣未然之事, 以爲竟獄之左證。 誠如是也, 有罪者將無以究覈, 無罪者亦無以申雪耶?” 正言沈尙鼎避曰: “耆老重臣, 竄死海曲, 而殿下曾不察其心跡, 欲置之黯黮之地, 獨於按査諸臣, 預慮其譴罰或加, 殿下之待臣隣, 何其厚薄之太相懸耶? 若以此等獄事, 置之虛實難明之科, 終無指一究竟之事, 則當此黨比日痼, 猜愎成習之日, 宵小傾軋之輩, 視賓興爲常, 旁伺於黯昧之地, 闖發於傾奪之機, 變怪層生, 誣獄日興, 世無完人, 國受其病, 危亡之兆, 可立而待。” 修撰李廷濟竝請出仕。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十七終"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Acting Fifth Rank Military Officer Kim Jinui passed away. 사신은 논한다. Kim Jingyu was strong and honest, maintaining the law, clean and frugal integrity. He also had a literary skills. He was repeatedly in charge of the recruitment examination, and he was praised by the worthy. However, he was jealous and honest by nature, harboring peoples opinions. He stubbornly arrogantly devised the skills of the court [of Ming China]. There was no one who desired to establish a strategic prefecture for the major state [of Ming China], but he was not self-restrained by the royal clan. In general, Kim Jingyus admired place was a frugal and honest by maintaining the law. The opinion of historians was proper. However, he was jealous and cruel by nature, as if he harbored a strategic prefecture, frugal influential in confrontation with the skills of a colony of a",
                "H2KE-nKo": "행 사직 김진규가 졸하였다. 사신은 논한다. 김진규는 강직하고 법을 지켰으며 청렴하고 검소한 것으로 스스로를 면려하였다. 또 문감이 있어 여러 번 과시를 관장하여 인재를 얻었다고 일컬어졌다. 다만 성품이 시기심 많고 가혹하여 사람들의 언론에 집요하고 괴격하여 조정의 시비와 군국의 중대한 일을 모두 기치를 세워 담당하려 하였고 조금도 척리라고 자부하지 않았다. 김진규의 좋은 점은 검소하고 확고하게 법을 지키는 데 있었으니 사신의 의론이 옳았다. 그러나 시기심 많고 각박하며 사납기가 마치 변곤이 기와와 돌을 머금은 것처럼 하고 당의에 용감하여 자기와 의견이 다른 사람을 배격하고 심술을 부정하게 쓰는 것이 이따금 다른 사람의 일처럼 판이하였다. 임진년 과시의 사문이 바로 그중의 한 가지이다. 주상이 이러한 것을 알고 여러 차례 억제하여 일찍이 답답한 마음을 품고 뜻을 이루지 못하다가 유소에서 사실과 어긋나 소원한 사람과 다름없이 한 것은 그가 평소에 품고 있던 생각이 죽을 때까지 변하지 않아서 척리라는 이유로 소원함을 당한 것이다. 신하와 군주가 모두 영광스럽게 여기는데 이것을 한스럽게 여기니 그 또한 비루하다. 그러나 그의 고집이 변하지 않아 온 세상이 똑같이 평론하기를 ‘나라에 일이 있을 때 절개를 지키다 죽은 자는 반드시 이 사람일 것이다.’라고 하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 6월 3일(신묘) 1번째기사",
                "gt-oKo": "행 사직(行司直) 김진규(金鎭圭)가 졸서(卒逝)하였다. 사신(史臣)은 말한다. “김진규는 강직하게 법을 지키고, 청검(淸儉)에 스스로 힘썼고, 또 문감(文鑑)이 있어 여러 번 과시(科試)를 관장하였으므로 사람들의 칭찬을 받았다. 다만 성질이 시기심이 많고 가혹하여 남의 언론에 대해서는 집요하게 어그러졌고, 조정의 시비와 군국(軍國)의 중요한 일에 대하여 기치(旗幟)를 세워 담당하려 하지 않는 것이 없었으며, 조금도 척리(戚里)로서 스스로 겸손하지 않았다.” 대개 김진규의 좋은 점은 검소하고 강직하여 법을 지키는 데에 있으므로 사신의 말이 맞는데, 시기심이 많고 각박하며 포악하여 마치 와석(瓦石)을 머금은 변곤(卞壼)과 같았으며, 당의(黨議)에 용감하고 자기와 뜻을 달리하는 자를 배격할 때에 부정하게 심술(心術)을 쓰는 것이 이따금 아주 다른 사람의 일과 같았으니, 이를테면 임진년 과옥(科獄)의 사문(査問)이 그 한 가지이다. 임금이 이러한 것을 알고 여러 번 억제하였으므로 일찍이 답답하여 뜻을 이루지 못하였는데, 유소(遺疏) 가운데에 ‘어그러져서 소원(疎遠)한 신하와 다를 것이 없다.’ 하였으니, 이것이 그가 평생 품고서 죽을 때까지 변하지 않은 마음이다. 척리로서 소원되면 신하와 임금이 다 영예로운데, 이것을 원한으로 삼았으니 그 또한 비루하다. 그러나 그 고집(固執)하여 변하지 않는 것은 온 세상이 평판을 같이하여 ‘나라에 일이 있을 때에 절의(節義)를 지키다가 죽을 자는 반드시 이 사람일 것이다.’ 하였다.",
                "hj": "○(辛酉)〔辛卯〕/行司直金鎭圭卒。 【史臣曰: “鎭圭鯁確守法, 淸儉自礪, 且有文鑑, 屢掌試, 以得人稱。 但性猜厲苛, 於人言議, 執拗乖激, 朝廷是非, 軍國重事, 無不欲立幟擔當, 少不以戚里自遜也云。”】 蓋鎭圭好處, 在儉確守法, 史臣之論, 得矣, 而猜刻鷙悍, 如卞壼之含瓦石, 勇於黨議, 排擊異已, 枉用心術, 往往判若別人事, 如壬辰科査, 卽其一也。 上知其如此, 屢加裁抑, 嘗鬱鬱不得志, 遺疏中齟齬無異踈遠者, 是其平生含蓄, 至死不化, 以戚里見踈。 臣主俱榮, 而以此爲恨, 其亦陋矣。 然其固執不變, 擧世同評曰: “國有事死節者, 必此人” 云。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Choe Sangri made a recommendation regarding the impeachment of Yi Bin Heung and the impeachment of the impeached impeachment of the impeach of the impeachment",
                "H2KE-nKo": "지평 최상리가 전계를 거듭 아뢰고, 또 이빈흥을 조사하는 일을 도로 중지하는 일에 대해 논하기를,“이돈이 소명을 받고도 도로 물러난 것은 참으로 망녕된 일입니다. 그러나 이 한 가지 일로 인하여 그가 두루 찾아다닌 것으로 의심하기까지 한 것은 그의 실정이 아닙니다. 임진년에 조사한 일에 대해 여론이 지금까지 원통하다고 하고 있습니다. 이것이 성상께서 다시 조사하라고 명하신 이유입니다. 지금 해당 조의 문안을 살펴보건대, 송도성을 모집한 일에 대해 시우 등을 증인으로 삼고 윤팽수와 갑술을 교유한 사실에 대해 이정흥의 무리가 모두 자복하였습니다. 그 귀결점은 오로지 이빈흥 한 사람에게 있는데, 그는 많은 말을 늘어놓으며 저항하고 있으니, 그 정상이 매우 가증스럽습니다. 아, 당초에 끌어다 증거로 삼아 이렇게 두루 찾아다닌 것이 어찌 또한 윤팽수와 갑술 등과 여러 겸종이 아니겠습니까. 윤팽수와 갑술은 모두 이빈흥의 지친 집에서 걸식하는 아이들과 어린 종입니다. 전일에 증거로 삼은 것이 어찌 준거하여 믿을 만하고 오늘날에 자복한 것이 믿을 만하지 않겠습니까. 만약 오늘 자복한 것을 가지고 헤아려 알기 어렵다고 한다면, 전일에 증거로 삼은 것을 더욱 어떻게 헤아려 알 수 있겠습니까. 더구나 겸종을 처음 조사할 때 공초를 받은 것은 고문을 받다가 나란히 죽은 뒤에 겨우 알아내는 것이었는데, 지금은 한 번 평문할 때 실토하였습니다. 성상의 하교에 이른바 ‘믿어 주지 않는다.’라고 하신 것은, 신은 저쪽에 있지 이쪽에 있지 않다고 생각합니다.이윤언의 경우는, 이른바 인척이라는 것이 참으로 가소롭습니다. 그러나 그의 취향을 가지고 말한다면, 얼음과 숯처럼 상반될 뿐만이 아니니, 이것이 어찌 말을 만들어 이돈을 구원할 수 있는 것이겠습니까. 더구나 처음에 이빈흥이 끌어들여 많은 말을 늘어놓으면서 부합하였으니, 조금도 자중하는 뜻이 없었음을 또한 알 수 있습니다. 그런데 하가에서 만났다는 말이 신문할 때에 나왔으니, 이것이 어찌 공증이 되지 않겠습니까. 전하께서 만약 오늘 조사한 문안에 털끝만큼이라도 의심할 만한 점이 있다고 여기신다면, 진실로 재삼 조사하여 명백하게 되도록 힘쓰기는 어렵지 않습니다. 어찌 ‘수시’라는 두 글자를 먼저 성상의 뜻에 붙여 한창 벌어지고 있는 조사를 까닭 없이 중도에 중지하여 끝내 결말이 나지 않게 해서야 되겠습니까. 처분이 성급하여 공의가 더욱 격렬해지고 있으니, 옥사의 체모로 볼 때 결단코 그만둘 수 없습니다. 해당 조로 하여금 분명히 조사하여 처리하게 하소서.”하니, 따르지 않았다. 또 권치대와 조명을 신문하는 일에 대해 논하니, 그대로 따랐다. - 이 계사는 위에 보인다. -\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 6월 9일(정유) 1번째기사",
                "gt-oKo": "지평(持平) 최상리(崔尙履)가 전에 아뢴 일을 다시 아뢰고, 또 이빈흥(李賓興)을 사문(査問)하는 일을 도로 정지한 일을 논하기를, “이돈(李墩)이 부름을 받고 도로 물러간 것은 참으로 망령됩니다만, 이 한 가지로 인하여 그가 두루 다녔다고 의심하기까지 한다면 그 실정에 어그러질 것이니, 임진년에 사문(査問)한 일은 여론이 이제가지도 억울하다 합니다. 이것이 성상께서 다시 사문하라고 명하신 까닭인데, 이제 해조(該曹)의 문안을 보건대, 송도성(宋道成)을 뽑아 얻은 일을 시우(時遇) 등이 증언하고 윤팽수(尹彭叟)·갑술(甲戌)을 교유(敎誘)한 사실을 이정흥(李禎興) 등이 다 승복하였습니다. 그 귀착하는 바가 오로지 이빈흥 한 사람에게 달렸는데, 그는 말을 많이 하며 저항하니 정상이 매우 밉습니다. 아! 당초에 끌어대어 증거로 삼아 이 두루 다닌 일을 구성한 자가 어찌 또한 윤팽수·갑술 등과 여러 겸종(傔從)이 아니겠습니까? 윤팽수·갑술 등은 다 이빈흥의 지친(至親) 집에서 빌어먹던 아이와 아이 종[童奴]입니다. 전일에 증거로 삼은 것은 어찌 준거(準據)하여 믿을 만하고 오늘에 승복한 것은 믿을 만하지 못하겠습니까? 만약 오늘 승복한 것을 헤아려 알기 어렵다고 한다면 전일 증거로 삼은 것이야 더욱이 어찌 헤아려 알 수 있겠습니까? 더구나 겸종을 처음 사문하여 공초받은 것은 고문받고 줄줄이 죽은 나머지 겨우 얻은 것인데 지금은 한 번 평온하게 물어서 실토한 것이니, 성교(聖敎)에 이른바 믿을 수 없다고 하신 것이 전의 일이지 이번의 것은 아닐까봐 신은 염려됩니다. 이윤언(李胤彦)으로 말하면 이른바 인척이라는 것이 참으로 우스우며, 그 유(類)로 말하면 얼음과 숯처럼 판이할 뿐만이 아니니, 이것이 어찌 말을 만들어서 이돈(李墩)을 구제할 자이겠습니까? 더구나 처음에 이빈흥이 끌어댄 자로서 말을 많이 하며 서로 일치했으니 조금도 돌아볼 생각이 없으리라는 것 또한 알 수 있을 것인데, 하가(下街)에서 만났다는 말은 힐문할 때에 나왔으니, 이것은 어찌 공정한 증언이라 할 수 없겠습니까? 전하께서 오늘의 사안(査案)에 조금이라도 의심스러운 것이 있다고 하신다면 본디 두세 번 구핵(究覈)하여 명백하게 되도록 힘쓰기 어렵지 않을 것인데, 어찌하여 ‘수시(隨時)’란 두 자를 먼저 성의(聖意)에 두시어 한창 벌어지던 사문을 까닭없이 중도에 중지하여 끝내는 낙착점이 없는 데로 돌아가게 하십니까? 처분이 갑작스러우므로 공론이 더욱 격렬하여지고, 옥사(獄事)의 체례(體例)에 있어서도 결단코 그만둘 수 없으니, 해조로 하여금 명백히 구핵하여 처치하게 하소서.” 하였으나, 따르지 않았다. 또 권치대(權致大)·조명(趙銘)을 신문하는 일을 논하니, 그대로 따랐다.【이 계(啓)는 위에 보인다.】",
                "hj": "○丁酉/持平崔尙履申前啓, 又論李賓興査事還寢事曰: “李墪之承召還退, 誠妄矣, 而因此一着, 至疑其歷抵, 則非其情也。 壬辰査事, 輿論至今稱冤。 此聖上所以有更査之命者, 而今以該曹文案觀之, 募得道聖之事, 時遇等爲證, 敎誘彭、甲之實, 禎興輩俱服。 其所歸宿, 專在於賓興一人, 而渠乃費辭抵賴, 情狀痛惡。 噫! 當初之引以爲證, 成此歷抵者, 豈亦非彭、甲等及諸傔從耶? 彭、甲皆是賓興至親家乞兒、童奴也。 作證於前日者, 豈合準信, 而承款於今日者, 不足取信耶? 若以今日承款爲難測知, 則前日作證, 尤何可測知乎? 況傔從之初査取招, 僅得於拷掠駢斃之餘, 而今則吐實於一番平問之下, 聖敎所謂不之取信者, 臣恐在彼而不在此也。 至於李胤彦, 則所謂連姻, 眞可笑, 而言其臭味, 則不啻氷炭, 此豈造言而救墪者哉? 況始爲賓興之所引, 費辭投合, 則其無一分顧藉之意, 亦可見矣, 而下街逢着之說, 發於盤問之際, 則此豈不可爲公證哉? 殿下如以今日査案, 謂有一毫可疑, 則固不難再三究覈, 務歸明白, 何可以隨時二字, 先着聖意, 致令方張之査, 無端中輟, 終爲無着落之歸乎? 處分徑遽, 公議愈激, 其在獄體, 斷不可遂已。 請令該曹, 明覈處之。” 不從。 且論權致大、趙銘訊問事, 從之。【此啓見上。】"
            }
        }
    },
    "07": {
        "14": {
            "1": {
                "H2KE-EN": "Assistant Superintendent of the Office of the Royal Decrees Yun Sun went to his hometown to support his mother. He received him in audience and entered the capital. He presented a memorial to the King and also submitted a memorial to the King regarding the Kings virtue. The memorial read as follows: The symptoms of Your Majesty grow gradually increases the symptoms of Your Majesty, and the symptoms of the fire are dangerous. When the symptoms of Your Majesty lost their harmony and constantly receives items, your subject is unaware of the symptoms of Your Majesty. He also stated as follows: Your Majesty is already advanced in age and has experienced verified many circumstances. The symptoms of Your Majestys faults are almost regret, and the symptoms of your subjects are also almost reform. However, your subject has not been able to eliminate the symptoms of the illness for fifty years. He also stated as follows: The other day, Your Majesty issued a royal order stating that the symptoms of the state cannot be changed according to the symptoms of the symptoms. The two characters of the symptoms of the symptoms, and the symptoms of the symptoms to the symptoms of the squarters to the symptoms of the stoms of the symptoms of the stomstoms of the smestoms of the stomstoms of the",
                "H2KE-nKo": "부수찬 윤순이 어머니를 뵈러 고향에 내려갔다가 소명을 받고 도성에 들어와 사직하는 상소를 올리고 아울러 임금의 덕을 논하였다. 그 대략에,“성상의 건강이 1년이 넘도록 함양한 것이 점점 해이해지고 화기가 울적하게 잠복해 있어 천군이 화기를 잃었으니, 사물을 응접할 때 저도 모르게 빠른 걸음걸이가 되고 빠른 걸음소리가 나게 되었습니다.”하고, 또 아뢰기를,“전하께서는 춘추가 이미 높으시고 이치를 살펴보아도 많으시니 과실의 단서를 뉘우칠 수 있고 기질이 편벽된 것도 변화시킬 수 있을 것입니다. 그러나 50년 동안의 공부가 아직도 병의 뿌리를 하나도 제거하지 못하고 있습니다.”하고, - 이 두 가지는 오늘의 거조 아래에 있다. - 또 아뢰기를,“지난번 성상의 하교에 ‘국가의 처분은 때에 따라서는 안 된다.’라는 하교가 있었으니 ‘때에 따라서는 안 된다.’라는 말은 진실로 전하의 실언이 되었습니다. 그러나 신이 마음속으로 사사로이 말하기를 ‘전하께서 평소 사람을 등용하고 내치는 데 있어 어느 하나도 때에 따라서 하지 않은 것이 없으셨다. 한 마디 말이 뜻에 합당하면 천 마디 말이 모두 받아들여지고, 한 사람이 뜻을 거스르면 백 사람이 똑같이 죄를 받게 되어 충녕과 곡직이 무상하게 변환되어 국시가 정해질 날이 없고 당의가 약을 조제할 기약이 없으니, 온갖 법도가 병폐를 받는 것이 모두 여기에 근원한다.’라고 하였습니다. 지금 만약 여러 사람의 뜻이 먼저 정해지고 처분이 하나에서 나와 시세에 따라 변하지 않고 희노에 따라 처벌하지 않는다면, 비록 강경하게 정하는 폐단이 없지는 않겠지만 부화뇌동하고 요탈하는 병폐는 절반쯤은 구제할 수 있을 것입니다. 그런데 얼마 지나지 않아 갑자기 이런 거조가 있어 그 선악과 용사가 일체 때에 따라서 하는 결과를 면치 못하고 있으니, 어찌 분노가 치밀어 앞서의 말을 살펴볼 겨를이 없어서 그런 것이 아니겠습니까.”하고, - 이 단락은 ‘크게 손해가 있다.’라는 아래에 있다. - 또 아뢰기를,“신이 삼가 평소 마음에 잊지 못하고 있던 생각을 한번 진달하고자 하는 것이 있습니다. 신하가 임금을 섬기는 것은 자식이 어버이를 섬기는 것과 같은데, 목숨을 바쳐 임금을 섬기는 의리에 있어서 또한 임금을 우선으로 여기고 어버이를 뒤로 하는 자가 있다면 떳떳한 본성을 가진 사람이라면 누군들 없겠습니까. 시질하고 부호하는 방도로 말하면 임금과 어버이 사이에 체모가 같지 않기 때문에 손가락을 자르고 똥을 맛보아 자식에게는 효도가 되고 종기를 빨아주고 치질을 <unk>아주는 것이 신하에게는 아첨이 되는 것이니, 어찌 그 애모하는 것이 어버이만 못하겠습니까. 진실로 은혜와 의리의 구분에 있어 감히 분별이 없을 수 없기 때문입니다. 전하께서 시질하는 것이 좋지 않다는 이유로 내의원의 신하를 두 번이나 배척하셨는데, 혹시 진찰할 때 주선하는 데 소략하고 치밀한 점이 있고 말하는 데 충분하고 어눌한 점이 있는지 모르겠습니다. 그러나 성심으로 애태우고 밤낮으로 기원하는 것이 어찌 혹시라도 다를 수 있겠습니까.아, 대신의 책임이 어찌 단지 보호하는 절차에만 있겠습니까. 전하께서 허물을 찾고 허물을 찾는 것이 번번이 여기에 달려 있고, 의문과 절목의 말단적인 것 때문에 미워하고 박대하는 것이 너무 갑작스러워 임금과 신하 사이에 정지가 날로 막히고 조정의 위풍이 크게 무너지게 하였으니, 오늘날 전하의 허물이 되는 것이 또한 이보다 더 큰 것이 없습니다. 식자들의 근심이 어찌 끝이 있겠습니까. 그리고 대신의 진퇴는 관계된 바가 지극히 중대하니, 진실로 승정원에 유시를 내려 가리키는 뜻을 분명히 보여 주어야 합니다. 그런데 전하께서는 매번 의인이 사사로이 잔치할 때면 번번이 엄한 하교를 내리시어 대신으로 하여금 의인의 입에서 죄를 듣게 하고 허둥지둥 도성을 나갔는데도 승정원에서는 오히려 알지 못하고 있습니다. 의인은 곧 전하의 가노이니, 이것이 환첩과 무엇이 다르겠습니까. 그런데도 대신을 꾸짖어 물리친 것이 이 무리들에게서 말미암았으니, 임금이 대신을 대우하는 것이 어찌 이와 같을 수 있으며, 또한 장차 승정원을 두어 무엇하겠습니까. 이 길이 한번 열리면 그 말류의 폐단이 장차 이르지 않는 데가 없을 것이니, 이 또한 전하의 허물입니다.”하니, - 나머지는 초사에 실려 있는 것과 참고하여 보았다. - 답하기를,“의서와 묘문은 한번 자세히 보고 나서 처분을 고쳐 내려 시비가 크게 정해졌으니, 내 마음에 조금도 부끄러울 것이 없다. 그 밖에 견책을 받은 사람은 본래 용서할 만한 단서가 없는데, 어찌 이토록 장황하게 말하는가. 참으로 놀랍고 괴이하다.”하였다. 이튿날 주상이 온화한 유지를 내려 영상 서종태를 위유하였는데, 사람들이 윤순의 상소 내용에 저촉되고 거슬리는 것이 많다고 말하였으나 죄주지 않았다. 곧이어 또 꾸짖어 물리친 대신에게 위유하니, 혹 그 말에 감동되어 깨닫고 성덕이 빛날 것이라고 하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 7월 14일(신미) 1번째기사",
                "gt-oKo": "부수찬(副修撰) 윤순(尹淳)이 어머니를 뵈러 시골에 내려갔다가 부름을 받고 도성(都城)에 들어와 사직하는 소(疏)를 올리고 아울러 임금의 덕(德)을 논하였는데, 대략 말하기를, “성상의 환후가 한 해를 지나는 동안에 함양(涵養)이 점점 해이하여져서 화사(火邪)가 답답히 엎드려 있어 천군(天君)이 조화를 잃으셨으므로, 사물을 응접할 즈음에 그것이 빨리 달리는 자취가 되고 빠른 곡조의 음악이 되는 것을 스스로 깨닫지 못하십니다.” 하고, 또 말하기를, “전하께서는 춘추가 이미 높아지셨고 사리를 경험하신 것도 많으므로 과실의 꼬투리를 뉘우쳐 깨달으실 수 있고 기질이 치우친 것도 변화될 수 있을 것인데, 50년 동안의 공부가 아직 한 병근(病根)을 없애지 못하셨습니다.” 하고,【이 두 가지 일은 이날의 거조(擧措)라는 조목 아래에 있다.】 또 말하기를, “접때 성지(聖旨)에 국가의 처분은 수시(隨時)로 할 수 없다는 분부가 있었는데, ‘수시(隨時)’ 두 자는 본디 전하의 실언이겠습니다마는, 신은 사사로이 마음에서 ‘전하께서는 평소의 선악(善惡)과 용사(用捨)가 하나도 수시에서 나오지 않은 것이 없다.’고 생각합니다. 한 마디 말이 뜻에 맞으면 천 마디 말이 들어오고 한 사람이 뜻에 거슬리면 백 사람이 죄를 같이 받게 되어 충녕(忠佞)·왕직(枉直)이 덧없이 변하니, 국시(國是)가 정하여질 날이 없고 당의(黨議)는 끊길 때가 없어 갖가지 고통을 받는 것이 다 여기에서 근원합니다. 이제 임금의 뜻이 먼저 정하여져서 처분이 한결같은 데에서 나온다면, 시세에 따라서 변하지 않고 희노(喜怒)에 따라서 처리하지 않아서, 강경하게 정하는 폐단이 없지는 않더라도 흔들리고 변경하는 병폐를 절반은 바로잡을 수 있을 것입니다. 얼마 안되어 문득 이런 거조(擧措)가 있어 선악·용사가 일체 수시로 돌아가는 것을 면하지 못하니, 어찌 분노하는 것이 있어서 전에 말한 것을 돌볼 겨를이 없는 것이 아니겠습니까?” 하고,【이것은 크게 손상되는 것이 있다는 조목 아래에 있다.】 또 말하기를, “신에게는 평소에 마음에 잊혀지지 않아 한 번 아뢰려 하던 것이 있습니다. 대저 신하가 임금을 섬기는 것은 아들이 어버이를 섬기는 것과 같으나, 죽어야 할 처지에서 또한 임금을 먼저 생각하고 어버이를 뒤로 돌리는 것은 상도(常道)를 지키는 천성이니, 마음이 있는 자라면 누구인들 없겠습니까? 병구완을 하며 보호하는 도리로 말하면 임금과 어버이 사이에 체모가 같지 않으므로, 손가락을 자르거나 똥을 맛보는 것이 아들에게 있어서는 효성이 되나, 종기 난 데를 빨고 치질 난 데를 핥는 것이 신하에게 있어서는 간사한 것이 되니, 어찌 애모(愛慕)하는 것이 어버이에게 하는 것만 못하겠습니까마는, 참으로 은의(恩義)의 분별 때문에 감히 구별이 없을 수 없는 것입니다. 전하께서 병구완을 잘못하였다 하여 약원(藥院)의 신하를 두 번이나 배척하셨는데, 혹 환후를 진찰할 때에 주선하는 데에 소홀하고 친밀한 차이가 있거나 말하는 데에 만족하고 부족한 차이가 있었는지는 모르겠습니다마는, 그 성심으로 애태우고 밤낮으로 기원한 것에는 어찌 조금이라도 다를 것이 있었겠습니까? 아! 대신(大臣)의 책임은 오로지 보호하는 일에 있을 뿐인데, 전하께서 여기에서 허물을 찾고 흠을 찾아서 격식의 작은 절차를 가지고 박대하는 것이 너무 갑작스러워서 임금과 신하 사이에 정지(情志)가 날로 막혀 가고 조정에서 풍습이 크게 무너지게 된다면 오늘날 전하의 허물이 되는 것은 또한 이보다 큰 것이 없을 것이니, 식자의 근심이 혹 지극할 것입니다. 또 대신의 진퇴는 관계되는 것이 매우 중대하므로 본디 후사(喉司)에 하유하여 뜻을 분명히 보이셔야 할 것인데, 전하께서는 빈번이 의인(醫人)과 한가히 있을 때에 문득 엄한 분부를 내려 대신이 의인의 입에서 죄를 듣게 하시므로, 황급히 나가는 것을 후사에서도 모릅니다. 의인은 전하의 가노(家奴)이니, 이는 환시(宦寺)·궁첩(宮妾)과 무엇이 다르겠습니까마는, 대신을 꾸짖어 물리치는 것이 이들을 거치니, 임금이 대신을 대우하는 것이 어찌 이러할 수 있겠으며, 또 후사는 두어서 무엇하시겠습니까? 이 길이 한 번 열리면 그 말류의 폐단은 장차 이르지 않는 데가 없을 것이니, 이것도 전하의 허물입니다.” 하였는데,【나머지는 초사(初史)에 실린 것과 참작하여 보라.】 답하기를, “의서(擬書)와 묘문(墓文)을 한 번 상세히 보고 나서 처분을 고쳐 내려 시비를 크게 정하였으니, 내 마음에 조금도 부끄러울 것이 없다. 그 밖에 견책받은 사람은 본디 용서할 만한 단서가 없는데, 어찌하여 이토록 장황하게 말하는가? 참으로 해괴하다.” 하였다. 이튿날 임금이 부드러운 분부를 내려 영상(領相) 서종태(徐宗泰)에게 위유(慰諭)하고, 사람들이 윤순의 소어(疏語)에는 저촉되는 것이 많다고 말하였으나 죄주지 않고, 곧 꾸짖어 물리친 대신에게도 위유하니, 혹 그 말에 감동되어 깨닫고 성덕(聖德)의 빛이 된다고 하는 말이 없지 않았다.",
                "hj": "○辛未/副修撰尹淳, 以省母下鄕, 承召入都, 陳辭疏, 竝論君德。 略曰: 聖候經年, 涵養漸弛, 火邪鬱伏, 天君失和, 應事接物之際, 自不覺其爲疾趨之跡, 急弦之音。 又曰: 殿下春秋旣高, 閱理且多, 過失之端, 庶幾悔悟, 氣質之偏, 亦庶幾變化, 而五十年工夫, 尙不能除一病根。【此兩段在今日擧措下。】 又曰: 頃日聖旨, 有國家處分, 不可隨時之敎。 隨時二字, 固爲殿下失言, 而臣竊自私語於心曰: “殿下平日用舍臧否, 無一不出於隨時。 一言當意, 千言皆入, 一人忤旨, 百人同罪, 忠侫枉直, 變幻無常, 國是無可定之日, 黨議無裁劑之期, 百度之受病, 皆源於此。” 今若群志先定, 處分出一, 不以時勢而變焉, 不以喜怒而辟焉, 雖不無硬定之弊, 而若其浮動撓奪之病, 庶可以救得一半矣, 曾未幾何, 遽有此擧, 其臧否、用舍, 乃不免爲一切隨時之歸, 豈其有所忿懥, 不暇照管於前言歟?【此段在大有所損哉下。】 又曰: 臣竊有耿耿素蘊, 欲一陳暴者。 夫臣之事君, 猶子之事親, 而其所在致死之義, 抑有先君而後親者, 則秉彝之天, 有心者孰無之? 若其侍疾扶護之道, 君親之間, 體貌不同, 故斫指嘗糞, 在子則爲孝, 吮癰舐痔, 在臣則爲侫, 豈其愛慕不如親也? 良以恩義之分, 有不敢無別耳。 殿下以侍疾不善, 再斥藥院之臣, 抑未知診候之際, 周旋有踈密, 辭語有贍訥, 而若其誠心憂灼, 日夕祈祝, 夫豈或有異同哉? 噫! 大臣之責, 豈亶在於擁護之節, 而殿下之求過覓疵, 輒在於此, 以儀文、節目之末, 厭薄太遽, 使君臣之間, 情志日阻, 位著之上, 風習大壞, 則爲今日殿下之過者, 又無大於此, 識者之憂, 容有極哉? 且大臣進退, 關係至重, 固當降諭喉司, 明示指意, 而殿下每於醫人宴私之際, 輒下嚴敎, 使大臣聽罪於醫人之口, 蒼黃逬出, 喉司猶不知。 醫人, 卽殿下家奴, 此與宦妾何異, 而呵退大臣, 關由此輩, 人君之待大臣, 豈容若是, 亦將置喉司何爲? 此路一開, 其流之弊, 將無所不至, 此又殿下之過也。【餘與初史所載參看。】 答曰: “擬書、墓文, 一經詳覽, 處分改下, 是非大定, 於予心, 少無愧怍。 其他被譴之人, 本無可恕之端, 則何其張皇辭說之至此哉? 誠可駭異也。” 翌日, 上下溫旨, 慰諭領相徐宗泰, 人謂淳疏語多觸忤, 而不加之罪, 旋又慰諭於呵退大臣, 或不無感悟於其言, 爲聖德之光云。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Concubine of the Royal Confucian Academy Jeong Gwangwi submitted a memorial requesting that Yi Gwangwi and others be forbidden from their government offices. Earlier, Confucian scholars of the Royal Confucian Academy Bak Gwangmi and others submitted a memorial requesting that 윤증 be forbidden. Official of the Office of Diplomatic Correspondence Yi Gwangwi submitted a memorial requesting that [Yi Gwangwi] be forbidden from their government offices according to ancient precedents. Deputy Director of the Royal Confucian Academy Jeong Gwanha entered the Buddhist Academy and was punished. [The King] returned to the Office of Diplomatic Correspondence . [Yi] Gwangwi and others also punished [Jeong] Gwanha. In general, [the King] ordered the Office of Diplomatic Correspondence to forbidden people from their government offices from their government offices. Those who were to be forbidden were to be carried out. However, [Yi] Gwangwi received the order because the Office of Diplomatic Correspondence [] and the Office of the State Genealogy had joined seven men. The Office of Astronomy and Geomancy were all of the lowborn people and dared not advisable whether [the Office of Astronomy and Geomancy] did not dare to advise the circumstances. Only [Yi] Gwanggi , who was only one of the Office of Diplomatic Correspondence , was happened to be dismissed and returned to his hometown. Therefore, it is not proper that he should not be questioned. [Yi] Gwanggi, arbitrarily suspended the 재임 of the Office of Diplomatic Correspondence , reprimanded [Yi] Gwangwi and others. In fact, [Yi] Gwangwi and others followed the old practice of punishing Director of the Office of Ritual Procedures Yi Chon .",
                "H2KE-nKo": "임신년에 유척기가 상소하여 이광보 등을 사관에서 과거에 응시할 자격을 정지하도록 논핵하였다. - 원래의 상소와 비지는 위에 보인다. - 처음에 성균관 유생 박광세 등이 상소하여 윤증을 꾸짖고 욕하자, 승문원 관원 이광보가 옛 규례에 따라 간통을 보내 과거에 응시할 자격을 정지하도록 하고, 태학의 재임 정관하는 식당에 들어가 벌방을 가져다 승문원에 돌려주고, 이광보 등은 모두 정관하를 처벌하도록 하였다. 대체로 사관에서 과거에 응시할 자격을 정지하도록 하는 것은 3원을 갖추면 하는 것인데, 이광보에게 과거에 응시할 자격을 정지하도록 할 때에 승문원과 성균관에서 동참한 자가 7인이었고, 교서관은 모두 일반적인 부류여서 간통으로 물은 것에 대해 감히 가타부타할 수 없었다. 예문관에 유척기 한 사람만이 마침 파직되어 고향으로 내려갔으니, 물어야 하는데도 묻지 않은 것은 아니었다. 유척기가 두루 의논할 것도 없이 멋대로 재임을 정지하도록 하였다는 것으로 이광보를 배척하였는데, 이광보 등은 실로 선조 때에 사관에서 재임 이이첨을 처벌했던 고사를 따른 것이다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 7월 15일(임신) 1번째기사",
                "gt-oKo": "유척기(兪拓基)가 상소(上疏)하여 이광보(裡匡輔) 등이 사관 정거(四館停擧)를 행한 것을 논하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 당초에 반유(泮儒) 박광세(朴光世) 등이 상소하여 윤증을 헐뜯어 욕하였으므로, 괴원(槐院)의 관원 이광보가 고례(古例)에 따라 간찰(簡札)을 내어 정거하였는데, 태학(太學)의 재임(齋任) 정관하(鄭觀河)가 식당(食堂)에 들어가 벌방(罰榜)을 가져다가 괴원에 돌려보내니, 이광보 등이 정관하도 아울러 벌주었다. 대개 사관에서 정거할 때에는 3원(員)을 갖추면 하는 것인데, 이광보가 정거를 행할 때에는 괴원과 국자(國子)에서 같이 참여한 자가 7인이고, 운관(芸館)은 다 서류(庶流)이므로 감히 간찰로 물은 데에 가부(可否)할 수 없었고, 예원(藝苑)은 유척기 한 사람뿐인데 마침 파직(罷職)되어 시골로 내려갔으니 물어야 할 바가 아니어서 묻지 않은 것이다. 유척기는 두루 의논하기를 기다리지 않고 마음대로 재임을 정거하였다 하여 이광보를 배척하였으나, 이광보 등은 실로 선조(宣祖) 때에 사관에서 재임 이이첨(李爾瞻)을 정거한 옛일을 따른 것이다.",
                "hj": "○壬申/兪拓基疏論李匡輔等四館停擧。【原疏與批旨見上。】初, 泮儒朴光世等, 投疏詆辱尹拯, 槐院官李匡輔, 依古例發簡停擧, 太學齋任鄭觀河入食堂, 取罰榜, 還槐院, 匡輔等, 竝罰觀河。 蓋四館停擧, 備三員則爲之, 而匡輔之施停也, 槐院、國子, 同參者七人, 芸館皆庶流, 不敢可否於簡問, 藝苑獨拓基一人, 適坐罷下鄕, 則非當問而不問者。 拓基以不待遍議, 擅停齋任, 斥匡輔, 而匡輔等實遵宣廟朝四館罰齋任李爾瞻故事也。"
            }
        },
        "17": {
            "1": {
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 7월 17일(갑술) 1번째기사",
                "gt-oKo": "관학 유생(館學儒生) 오명윤(吳命尹) 등이 상소(上疏)하기를, “생각하건대 세도(世道)가 불행하여 갑자년에 사림(士林)이 다투는 꼬투리가 비로서 일어났는데, 그때 보필하는 신하가 사리를 살피지 않고 전하에게 권하여 한때를 위엄으로 진정하게 해서 드디어는 흑백이 거꾸로 놓이고 인심이 불만하게 되었으므로 말류의 폐해가 윤리를 무너뜨리게 될 것이었으나, 다행히 성학(聖學)의 고명(高明)이 백왕(百王)에 뛰어나시어 무인년의 분부에는 신충(宸衷)에서 결단하여 시비를 밝게 정하시어 아버지와 스승은 경중이 있다는 가르침이 일성(日星)처럼 게양되었으니, 참으로 이른바 만세에 백성의 표준을 세운 것이었습니다. 비록 사(私)에 치우쳐 깊이 병든 무리가 갑자기 바른 데로 돌아 가지는 못할지라도 감히 그 사설(邪說)을 마음대로 말하지 못하여 백성의 뜻이 크게 정하여지고 나라 사람이 성덕(聖德)을 이야기할 것이니, 천지에 세워도 어그러지지 않고 후세에 전하여도 할말이 있을 수 있었습니다. 그런데 일전에 전혀 뜻밖에 갑자기 의서(擬書)와 묘문(墓文)을 베껴 들이라는 명이 있었고 며칠 사이에 잇따라 성지(聖旨)를 내려 ‘의서의 말에는 과연 박절한 것이 많으니 전연 허물이 없는 데로 돌릴 수 없다.’ 하셨으며, ‘묘문 가운데에는 본디 윤선거(尹宣擧)를 욕한 일이 없으니 일종(一種) 운운한 말은 절로 사실에 어그러지는 것으로 돌아간다.’ 하시고, 선정(先正)을 근거없이 욕하여 현저히 죄벌을 받은 자를 차례로 소결(疏決)하여 석방하며 모두 지나치게 칭찬하기까지 하셨습니다. 19년 동안 굳게 정하셨던 성지(聖志)와 한결같이 알맞고 적당하여 밝게 게양한 의리를 까닭없이 갑자기 변하여 하루아침에 죄다 무너지니, 선악이 어지러워지고 뭇사람의 뜻이 동요하며 어진이를 무함하는 무리가 번갈아 일어나고 윤리에 어그러지는 논의가 거듭 일어나서 장차 사문(斯文)이 땅에 떨어지고 사화(士禍)가 하늘에 사무치게 되었습니다. 신들은 외람되게 현관(賢關)에 있어 오랫동안 지극한 교화를 입다가 갑자기 비상하게 잘못된 거조를 보고는 서로 돌아보며 놀라와서 심담(心膽)이 떨어지고 찢어지는 듯했습니다. 뜻밖에 우리 전하의 지극히 어질고 지극히 밝은 세상에서 이런 일이 있다니, 성심(聖心)이 이 일의 본말에 대하여 오히려 혹 분명히 살피시지 못한 것이 있어서 일월(日月)의 빛이 우연히 작은 구름에 가리운 것이 아니겠습니까? 신들이 말을 극진히 하여 양단(兩端)을 다해서 고하고 싶지 않은 것은 아니나, 또한 긴말을 보시려면 조용히 조리하시는 데에 방해될까 염려가 되니, 번거로운 말을 생략하고 그 줄거리에 대하여서만 명백히 가리켜 아뢰어 채택하여 살피시는 데에 갖추겠습니다. 생각하건대 사리라는 것은 천하의 지극히 공정한 것이니, 신들이 감히 사사로이 할 수 없을 뿐더러 전하께서도 사사로이 할 수 없는 것입니다. 전하의 처분이 사리에 맞지 않는다면 장차 천하에서 비평할 것이고 만세에서 비난할 것이니, 또한 어찌 신들만이 걱정하겠습니까? 전하께서 먼저 스스로 걱정하셔야 할 것입니다. 바라건대 전하께서는 이러한 이치를 깊이 살펴서 마음을 비우고 덕을 밝혀서 지극히 공정하게 재결하소서. 대개 고(故) 상신(相臣) 송시열(宋時烈)의 평생의 병통은 온 나라 사람이 말했을 뿐 아니라 사사로이 사모하던 자이더라도 또한 깊이 알아서 몰래 비평했으니, 겉으로 가리고 꾸민다 하여 끝내 엄폐할 수 있는 것이 아닙니다. 처음에 선정신(先正臣) 윤선거가 송시열과 도의(道義)로 사귀는 사이가 되어 그 행신(行身)·처사(處事)에 매우 근심할 만한 것이 있는 것을 보고 지극한 정성으로 선(善)을 권하며 말을 극진히 하지 않은 것이 없었으니, 송시열이 이른바 길보(吉甫)는 나에게서 그릇된 점만 본다고 한 것이 이 때문입니다. 그러나 번번이 그 잘못을 기질(氣質)의 병통으로 돌렸으니, 선정신 윤증(尹拯)이 가정의 교훈을 이어받아 스승과 제자로서 만날 때에 처신한 것도 그 뜻이 아닌게 아니라 이러하였습니다. 윤선거가 죽은 뒤 10여 년 동안에 송시열의 병통으로 실패한 것이 점점 많아지고 흠이 갖가지로 나타났는데, 무릇 그 심술(心術)의 기미를 볼 수 있는 것을 낱낱이 말하지 않아도 족하거니와, 그 커서 쉽게 보이는 것에 대하여 말하면 고(故) 참판(參判) 신 이유태(李惟泰)의 예설(禮說)에 관한 일이 바로 그 한 가지입니다. 대개 이유태가 일찍이 예설 한 통을 지어 송시열에게 질문하였더니 송시열이 손수 고쳐 주었는데, 이유태에게 불만을 갖게 되어서는 도리어 억지로 ‘이유태가 전의 소견을 바꾸어 신설(新說)을 다시 지어 시인(時人)에게 가엾이 여겨 주기를 바랄 생각을 하였다.’ 하였습니다. 이렇게 그 문도(門徒)에게 퍼뜨리고 나서 또 선정에게 누누이 말하고 이어서 송상민(宋尙敏)에게서 그 초고를 구하여 보게 하였는데, 그 초고를 보게 되니 본디 별본(別本)이 아니라 바로 송시열이 스스로 지적하여 고친 본이었습니다. 선정이 여러번 글로 물어서 그 의심스러운 것을 질정(質正)하였더니 송시열이 전후에 답변한 것은 모두 군색하게 피하는 것이었고, 이유태가 또 글로 힐문하였더니, 송시열이 말이 궁하여 졸리워서 글을 다 보지 못하였다고 답하였습니다. 선정이 송시열의 본원(本源)을 의심하게 되는 것이 여기에 이르러서 더욱 깊어졌습니다. 경신년 이후 송시열이 훈척(勳戚)과 체결하여 조정의 권세를 농간하게 되어서는 말과 행동과 일하는 것이 모두 국가를 병들이고 세도를 무너뜨릴 만한 것이었습니다. 대저 스승이란 그 도(道)를 가르치는 것인데, 이제 마음에서 나타나 일을 해치는 것이 저렇게 드러났으면 전에 이른바 도를 지킨다는 것은 대개 이미 땅을 깎은 듯이 남은 것이 없는 것입니다. 선정이 이에 대하여 어찌 참고 입을 다물고서 구차하게 스승과 제자라는 이름만 보존하고 말 수 있겠습니까? 또는 명백히 말하고 뚜렷이 간(諫)하여 만분의 일이라도 깨닫기를 바라야 하겠습니까? 이것이 의서를 지어서 비간(比干)을 본떠 한 번 말하고서 죽기로 마음먹은 까닭입니다. 이것은 본디 인인(仁人)·군자(君子)가 참마음과 지극한 정성으로 충성을 다하고 분수를 다하는 것이니, 참으로 성인(聖人)을 기다리고 하늘에 물어도 부끄러울 것이 없는 것입니다. 그 마음이 이렇듯 간절하다면 그 말이 분명하고 솔직하게 속을 털어 보여 꾸며 맞춘 것이 없는 것이니, 본디 또한 지극히 마땅한 의리이거니와, 그 말이 조금이라도 극진하지 못하였다면 그 정성이 곧 조금이라도 극진하지 못하였을 것입니다. 천감(天鑑)이 밝게 굽어보시는데 어찌 이것을 살피지 않고서 이제 과연 박절한 것이 많다고 분부하셨습니까? 이것이 어찌 사리를 통촉하시는 데에 명철한 성상께 바라는 것이겠습니까? 백대(百代) 뒤에 윤증의 정학(正學)을 알고 윤증의 고심(苦心)을 밝힐 수 있는 것은 바로 이 한 가지에 달려 있는데, 도리어 이 때문에 전연 허물이 없는 데로 돌릴 수 없다고 하셨으니, 어찌 대성인(大聖人)이 입언(立言)하는 체모에 매우 어그러지지 않겠습니까? 아! 전하께서는 여기에서 대개 한 번 말씀하시어 두 가지를 잃으신 것입니다. 또 송시열은 높고 성대하여 사람들이 감히 지적하여 찌르지 못하고 잘못을 공박하는 말이 지극히 들어가기 어려우므로 간하지 않는 것입니다. 간한다면 말이 매우 간절하지 않을 수 없고, 비유한다면 상세하기를 힘쓰지 않을 수 없으니, 반드시 이렇게 하고서야 동청(動聽)할 희망이 있을 것입니다. 송시열에게 이런 허물이 없다면 더욱 힘쓸 밑거리가 되기에 해롭지 않을 것이며, 조금이라도 있다면 초연하게 마음을 비우고 받아들여 사욕(私慾)을 이기고 천리(天理)를 회복하여 흠이 없는 데에 스스로 서기에 마침 알맞을 것입니다. 매우 아끼므로 상세히 책망하고 지극히 알기 때문에 상세히 논하여, 비록 정의(情義)가 막힌 뒤에라도 오히려 깨달아 고치기만 바랐으므로, 한마디 한마디가 오로지 진심으로 아끼는 데에서 나왔으니, 바로 이른바 이것은 아는 자와 말할 수 있되 속된 사람과 말하기 어렵다는 것입니다. 증자(曾子)가 말하기를, ‘군자가 남을 사랑할 때에는 덕으로 하고, 소인이 남을 사랑할 때에는 고식(姑息)으로 한다.’ 하였으며, 《춘추좌씨전(春秋左氏傳)》에는 ‘계손(季孫)이 나를 사랑하는 것은 병이고 맹손(孟孫)이 나를 미워하는 것은 약이다. 좋은 병이 나쁜 약만 못하다.’ 하였습니다. 아! 의서가 송시열에게는 참으로 이른바 덕으로 남을 사랑하는 것이고 나를 미워하는 약입니다. 아! 이것이 어찌 한편 사람들처럼 일체 구차하게 부동하여 뜻을 맞추고 그른 것을 따르는 자가 그 깊이를 헤아릴 수 있는 것이겠습니까? 놀랍게 여기고 떼지어 일어나서 공박하는 것은 괴이할 것 없습니다마는, 어찌하여 전하의 명성(明聖)으로 다시 천천히 밝혀서 살피지 않고 지레 미안한 분부를 내리셨습니까? 정리(定理)는 하늘에 달려 있고 공의(公議)는 백세(百世)에 달려 있으니, 한때의 여탈(與奪)이야 윤증에게 무슨 손익이 있겠습니까마는 도리어 왕언(王言)이 잘못된 것은 관계되는 것이 지극히 중대하니, 신들은 참으로 못 견디게 놀랍고 슬프며 실로 전하를 위하여 애석합니다. 또 의서에서 경계한 것을 한편 사람들은 유감을 품은 데에서 나왔다고 말하는데, 성교(聖敎)에도 과연 박절한 것이 많다고 하셨으니, 장차 시기하는 자가 구실 삼는 밑거리가 될 것입니다. 아! 유감을 품고 남을 무함하는 것을 음험하고 간사한 자가 하는 짓입니다. 윤증처럼 충신(忠信)하고 정직하여 안팎이 환히 통하는 자에게 굳이 이런 이름을 씌우는 것은 바로 이른바 백이(伯夷)를 가리켜 탐욕한다 하고 유하혜(柳下惠)를 의심하여 음란하다 하는 것입니다. 윤증에게 이런 것이 없다는 것은 아녀자도 믿는 것이고 길가는 사람도 아는 것이므로 본디 말을 하여 밝히느라 다툴 것도 없습니다마는, 혹 송시열에게 노여움이 있어서 그 사감을 부리려 하였다면, 그의 허물이 날로 불어 가고 명덕(名德)이 점점 쇠퇴하여 갈 때에 혹 생각을 고칠세라 염려될 것인데, 어찌하여 굳이 노여운 사람에게 입술이 타고 혀가 마르도록 극진히 말하고 충고하여 허물이 없는 데로 들어가게 하려 하겠습니까? 이것은 현명한 사람을 기다리지 않아도 알 수 있는 것입니다. 또 한 가지가 있습니다. 윤선거가 살아 있을 때에는 송시열과 본디 사이가 벌어지지 않았는데, 그 기유년의 글에 ‘사랑하는 사람에 대하여는 그 악한 것을 알지 못하여 또한 끌려서 따라가는 것을 면하지 못하고, 미워하는 사람에 대하여는 그 착한 것을 몰라서 또한 지나치게 살펴 의심하는 것을 면하지 못한다. 진퇴(進退)를 마음대로 하여 여탈(與奪)·고하(高下)가 모두 자기 뜻에 맡겨졌으므로, 총명(聰明)이 엄폐되고 호오(好惡)가 전도되어도 깨닫지 못한다……’ 하였습니다. 그 말도 매우 박절하니, 이것도 유감을 품은 데에서 나왔고 또한 박절하다고 할 수 있겠습니까? 윤선거가 의심한 것은 기질에 있었을 뿐이므로 그 경계한 것도 여기에 그쳤으나, 그 만절(晩節)을 보게 되었다면 그 말이 또한 지금의 의서와 달랐겠습니까? 또 기유년의 글도 윤선거가 보내려다가 그만둔 것인데, 매우 박절한 것이 거의 뼈를 찌르는 듯하였습니다. 윤증이 묘문을 받으려 할 때에 ‘선인(先人)이 지극한 정성으로 경계한 말을 한 번 보이지 않을 수 없다.’고 생각하고, 드디어 소매에 넣고 가서 보였습니다. 윤증에게 과연 충고하여 도우려는 혈성(血誠)이 없고 예쁘게 보여서 지나칠 정도로 칭찬하여 주기만 바랐다면, 또한 어찌하여 굳이 그 책상자에 깊이 감춘 것을 꺼내어 그가 즐거이 듣지 않을 것을 범하여 그의 분한(憤恨)을 돋우었겠습니까? 기유년의 글을 전에 보이고 신유년의 글을 뒤에 지은 것은 한 조각 성심에서 같이 나왔다는 것을 분명히 알 수 있습니다. 지금 말하는 자는 또 윤증이 겉으로는 스승과 제자의 체모를 지키는 체하면서 다른 곳에 글을 보내어 그 단점을 드러냈다는 것으로 스승을 저버린 큰 증거로 삼아 여러 번 전후의 소장(疏章)에 실었으나, 그 말은 더욱이 매우 이를 데 없거니와, 신들이 모두 밝히겠습니다. 대개 이 의서는 이미 중도에 거두고 보내지 않아서, 윤증은 의심이 있어도 묻지 못하고 생각이 있어도 말하지 못하였으므로 마음에 걸리는 게 되풀이 되어 어찌 할 바를 모르는데, 권이정(權以鋌)이 송시열의 외손이며 윤증의 처조카로서 마침 와서 조용히 윤증에게 송시열을 바로잡기를 바랐습니다. 윤증이 드디어 글을 썼으나 감히 보내지 못하여 매우 괴롭고 답답하다는 뜻을 말하였더니 권이정이 돌아가 송시열에게 고하였고, 송시열이 크게 노하여 한때의 말이 비로소 어지러워졌습니다. 문순공(文純公) 신(臣) 박세채(朴世采)가 글을 보내어 그 까닭을 물었더니, 윤증이 말썽을 거듭 일으킬세라 염려하여 잠자코 답하지 않다가 전후에 모두 세 번 물어서야 비로소 간략하게 그 대개를 답하고 이어서 처리할 방도를 물었습니다. 이것이 이른바 다른 곳에 글을 보냈다는 것입니다. 대저 처음에 의서를 지은 것은 다만 정성을 다하고 의리를 다하여 바로잡을 수 있기를 바란 것이고, 버려두고 보내지 않은 것은 박세채가 말리는 말을 받아들인 것입니다. 권이정에게 말한 것은 권이정은 송시열의 외손이어서 다른 사람과 같지 않으므로 지극한 정성을 전달하여 혹 받아들일 길을 열어 주기를 바랐기 때문이며, 박세채의 물음에 답한 것은 벗 사이에 서로 믿는 박세채 같은 사람이 있어서 처음에 이미 그 말을 받아들여 그만두었는데 이제 이 말이 지레 나온 것을 의심하여 글을 묻기까지 하였으니 사리에 있어서 답하지 않을 수 없었기 때문입니다. 그러나 오히려 처음에는 곧 답하지 않다가 세 번 묻게 되어서야 비로소 답하였으니, 신중한 것이 이러하였습니다. 이것이 그 전후의 곡절로서 선명하게 낙착이 있으니, 윤증의 처의(處義)에 무슨 작은 잘못이라도 있겠습니까? 그 이른바 다른 곳에 글을 보내어 단점을 드러냈다는 것이 어찌 매우 협제(脅制)하는 것이 아니겠습니까? 공정한 마음과 공정한 눈으로 그때 왕복한 글을 한 번 보면 누구인들 환히 간파하지 못하겠습니까마는, 이제 마디를 잘라 버리고 교묘하게 말을 만들어 마치 윤증이 다른 까닭이 없는데도 송시열의 허물을 남에게 드러낸 듯이 하여 이것으로 스승을 저버린 죄안(罪案)을 억지로 만들려 하니, 근거없이 만들어 낸 참담한 짓에 어찌 마음 아프지 않겠습니까? 송시열과 마지막에 서로 끊은 까닭으로 말하면, 오로지 송시열이 그 두 어버이를 그지없이 욕하여 부로(俘虜)이니 인인(忍人)이니 하고 윤휴(尹鑴)에게 편들었다는 말 때문일 뿐입니다. 대개 부로라는 말은, 처음에는 목천(木川)의 통문(通文)에 핑계대어 스스로 놀랍다 하여 배척한 것이었는데, 그 뒤에 송시열의 문도(門徒)가 또 버젓이 더럽다느니 누린내 난다느니 하는 따위 말을 통문에 싣고 또 따라서 말을 날조하여 소장(疏章)에 실었습니다. 과연 송시열이 참으로 목천의 통문에 놀랐다면, 그 문도가 극진히 헐뜯어 욕한 것이 목천의 통문보다 심한데도 일체 하는 대로 맡겨둔 것은 무엇 때문이겠습니까? 그렇다면 이 말이 본디 송시열의 문하에서 나왔는데 목천을 핑계댄 것이 명백합니다. 더구나 그가 이희조(李喜朝)의 물음에 답한 것은 또 고(故) 판서(判書) 김익희(金益熙)의 말을 핑계삼았는데, ‘그날 되(虜)가 군사로 여러 대부(大夫)와 상한(常漢)을 에워싸고 두어 사람을 베어 죽이면서 외치기를, 「항복하지 않는 자와 달아나는 자는 다 이렇게 한다. 항복하려는 자는 다 꿇어 앉으라.」 하였는데 미촌(美村)이 무리를 따라 꿇어앉았다.’ 하였으니, 미촌은 윤선거의 호입니다. 그때에 참으로 이런 일이 있어서 김익희가 상세히 아는 것일지라도, 어찌하여 김익희가 살아 있을 때를 전후하여 오륙십 년 동안 다른 사람들은 모두 들어서 아는 것이 없었는데, 김익희가 죽은 뒤에 갑자기 송시열의 입에서 나왔겠습니까? 그것이 날조에서 나온 것이 목천의 일과 같은 투가 아니라는 것을 누가 믿겠습니까? 더구나 김익희가 윤선거에 대해서는 서로 아는 것이 가장 깊어서 학생(學行)을 천거하는 글에 실었으니, 어찌 그가 무릎을 꿇고 되에게 항복한 정상을 상세히 알고도 도리어 조정에 천거하여 즐거이 임금을 속이는 사람이 되겠습니까? 이 말이 김익희에게서 나오지 않았다는 것은 단연코 알 수 있습니다. 인인이라는 말로 말하면, 대개 선정(先正)의 어머니 증(贈) 정경 부인(貞敬夫人) 이씨(李氏)가 명백히 순절(殉節)한 것을 윤선거가 구박하여 죽인 것으로 돌리려고 또한 김익희에게서 들었다고 하였으나, 김익희가 이런 말을 하지 않았으리라는 것은 위에서 아뢴 바와 같습니다. 그러므로 선정이 여러 번 송시열에게 글로 물었는데, 송시열이 처음에는 김상서(金尙書)가 인인이라고 말하였을 뿐이 아니라고 답하였으되 왕복하다가 말이 궁하게 된 뒤에는 물가에서 물으라고 하였습니다. 아! 이것이 어찌 남의 아들에게 차마 말할 수 있는 것이겠습니까? 또 김익희의 생질인 고(故) 참판(參判) 이선(李選)은 송시열에게 글을 보내어 그 외삼촌이 처음부터 이런 말을 하지 않았음을 밝히기까지 하였으니, 그가 김익희에게서 나왔다고 한 것은 참으로 허황한데 근거없는 말을 퍼뜨려서 분을 부리는 밑거리로 삼은 것은 분명하여 엄폐할 수 없습니다. 그때 박세채(朴世采)의 글 가운데에 이른바 한꺼번에 남의 두 어버이를 손상하였다 한 것이 바로 실상입니다. 이른바 윤휴에게 편들었다는 일로 말하면, 송시열이 스스로 상소하여 윤선거는 윤휴의 독에 맞아 문득 다른 사람이 되었다 하고, 문인(門人)에게 보낸 글에는 적변인(賊邊人)이라고 배척하기까지 한 것입니다. 윤선거가 윤휴에게 무슨 조금이라도 서로 관계된 것이 있겠습니까마는, 억지로 난적(亂賊)의 당여(黨與)라는 죄목을 씌웠으니, 아들로서 이 말을 듣고도 오히려 스승과 제자의 분수를 핑계하여 정의(情義)가 여전하다면, 이는 부모를 업신여기는 것입니다. 사람에게 부모가 없으면 어떻게 그 몸이 있겠으며, 또한 어떻게 이른바 천리(天理)·민이(民彛)라는 것이 있겠습니까? 아버지와 스승은 경중이 없다고 말하는 자는 거의 부모가 있다는 것을 몰라서 윤리가 어떠한 것인지 다시는 살피지 않는 자입니다. 그 의리가 어두워진 것이 모두 이 지경에 이르렀으니, 신은 아마도 이런 말이 방자하게 유행하면 그 말류의 해독이 장차 아버지를 업신여기는 지경에 이를 듯합니다. 이제 일종(一種)의 사람들은 도리어 아버지와 스승은 경중이 있다는 말을 가지고 의리가 어두워진 것이라고 배척하니, 그 아주 도리에 어그러지기 짝이 없고 양심이 어지러워진 것이 모두 어찌 이렇게 심합니까? 묘문으로 말하면 당초 스승과 제자가 서로 끊을 때에 관계되지 않았습니다. 대개 송시열이 윤선거에 대하여 평생 동안 도의(道義)로 사귀는 사이로 자처하였는데, 영구히 전하는 글을 부탁받았을 때에 평소에 칭찬하던 말로 논저(論著)하지 않고 다만 박세채가 지은 행장(行狀)의 말에 의지하였는데, 그 명(銘)에는 다시 ‘설명하여 전할 뿐이지 새롭게 짓지는 않았다[述而不作]’고 이어 썼습니다. 대저 송시열이 짓고 싶지 않은 마음이라면 사양하여도 될 것이며 짓되 곧바로 재량하여도 될 것인데, 이제는 짐짓 후배의 말에 의지하여 억양(抑揚)하는 마음이 뚜렷이 있고 성실한 뜻이 아주 없으므로, 선정이 여기에 대하여 참으로 마음에 의혹되는 것이 있어서 두세 번 왕복하여 고쳐 주기를 바랐을 뿐이지 처음부터 이것이 선친(先親)을 욕한 것이라고 생각한 적이 없으니, 어찌 이 때문에 서로 끊을 리가 있겠습니까? 더구나 묘문 때문에 서로 끊었다면 갑인년·을묘년 사이에 문득 끊었어야 할 것인데, 또한 어찌하여 10년 뒤를 기다렸겠습니까? 묘문의 일이 본원(本源)을 의심하게 된 한 꼬투리라 한다면 괜찮겠으나, 서로 끊은 것이 묘문 때문이라 한다면 전혀 실상에 어그러질 것입니다. 전후의 사실을 살피면 곧 똑똑히 알 수 있습니다. 한편 사람들이 이것을 모르는 것은 아닌데도 오히려 반드시 묘문 때문에 절교당하였다고 말하는 것은 대개 반드시 이렇게 하고서야 윤증을 묘문 때문에 유감을 부린 죄로 몰 수 있고 또 송시열이 남의 어버이를 욕하다가 절교당하였다는 것을 엄폐할 수 있다고 생각하였기 때문이니, 그 생각한 것이 바로 우습습니다. 이제 전하께서 상세히 밝히지 않고 도리어 ‘일종 운운한 것은 절로 사실에 어그러진 것으로 돌아간다.’고 분부하시어 마치 선정을 위하여 거짓을 변명하는 사람도 일찍이 이런 말을 한 것인듯 여기시니, 신들은 알 수가 없습니다. 묘문에는 처음부터 욕한 말이 없더라도 그 뒤에 인인(忍人)이니 수빈(水濱)이니 한 말이 이처럼 놀랍고 도리에 어그러지니, 성교(聖敎)에 이른바 어찌 아버지를 욕하여도 아들로서 편안히 받는 자가 있겠느냐고 한 것이 어찌 꼭 맞지 않겠습니까? 《가례원류(家禮源流)》의 일로 말하면, 처음부터 판단하기 어렵지 않아서 그 환하여 의심없는 것이 네 가지 있습니다. 공편(共編)한 사실은 두 현신(賢臣)의 필적(筆蹟)에 다 있어서 책을 펴면 똑똑히 알 수 있으니, 이것이 첫째입니다. 윤선거가 문충공(文忠公) 유계(兪棨)의 행장을 지었으면 양보하여 그에게 돌리는 것은 사리가 본디 그러할 것이고 송시열이 윤선거의 묘문을 지을 때에 명백히 공편이라 썼으니, 어찌 명백한 증거가 아니겠습니까? 이것이 둘째입니다. 상신(相臣)이 이른바 다른 집의 글인 줄 모르겠다 한 것이 세째입니다. 처음에는 독편(獨編)이니 부탁하였다느니 하다가 두 가지 증거가 다 허망한 데로 돌아가니 마지막에는 억지로 주객(主客)이 같은 일이라고 말하여 세 번 말을 바꾸어 속이고 군색하게 피한 것이 닿는 곳마다 터졌으니, 이것이 네째입니다. 그 환하여 의심없는 것이 이러한데, 전하께서는 또한 다시 까닭없이 고쳐서 권상하(權尙夏)·정호(鄭澔)의 서문(序文)·발문(跋文)으로 책머리를 다시 더럽히셨으니, 신들은 감히 이것이 무슨 거조(擧措)인지 모르겠습니다. 서문·발문을 이미 인간(印刊)하라고 명하셨으니, 이는 형칠(刑七)의 낭패(狼狽)요 소진(蘇秦)·장의(張儀)의 수단이라느니 마땅하지 않은 사람에게 부탁하여 사람들의 귀를 속였다는 따위 말을 근거가 있다고 생각하시는 것입니까? 이는 곧 몇달 전에 존엄하신 말씀으로 매우 배척하여 허물을 더하는 것에까지 이르렀는데, 이제 갑자기 다른 단서가 없는 데도 한결같이 뒤집어 성안(成案)하여 오직 구차하게 일번(一番) 사람들의 뜻을 따라 힘써 쫓으려 하시고 전후에 조치한 것이 거꾸로 되고 착오된 것은 걱정하지 않으시니, 유독 유식(有識)한 이가 몰래 탄식함과 후세의 비난함은 돌아보지 않습니까? 또 유계의 행장에 ‘임천(林川)에서 《여사제강(麗史提綱)》을 짓고 3년 지나 금산(錦山)에 들어가 《가례원류》를 지었다.’ 하였는데, 권상하는 ‘《가례원류》는 임천에 있을 때에 엮은 것이다.’ 하였습니다. 대저 송시열이 묘문을 짓고 윤선거가 행장을 지을 때에 다 눈으로 본 것에 의거하여 적었는데, 권상하는 후생(後生)으로서 70년 뒤에 그 실적을 거꾸러뜨리려 하였으니, 어찌 하늘을 속이고 사람을 속이는 것이 이러합니까? 그 밖의 중본(中本)이라는 말과 《가례집해(家禮集解)》라는 말은 다 만들어 낸 헛된 말이므로 전혀 근거가 없는 것입니다. 그 나머지 유상기(兪相基) 등이 거짓을 꾸며 만든 것은 더욱이 변명할 것도 없어서 신들도 그들과 변명하기 부끄럽습니다. 또 왕년의 여러 소(疏)에 변명하여 이미 밝혀졌으니, 다시 어찌 군소리를 하겠습니까? 다만 생각하건대 국가의 처분이 사실을 고려하지 않고 경우에 따라 바뀌어서 장차 뭇 아랫사람이 금석(金石)처럼 굳고 사시(四時)처럼 미더웁게 우러러볼 수 없게 하였으니, 신들은 이 때문에 매우 한탄합니다. 아! 선정신 윤증의 도학(道學)의 대범(大範)과 조예(造詣)의 극치(極致)는 신들처럼 처음 배우고 아는 것이 적은 자로서는 그 만분의 일도 헤아릴 수 있는 것이 아닙니다마는, 평생동안 심취(心醉)하여 일성(日星)처럼 우러르고 신명(神明)처럼 공경하는 까닭은 다만 그 질품(質稟)이 순수하여 반점도 잡된 것이 없고 지의(志意)가 진실하여 터럭만한 거짓도 없으며, 마음과 몸을 간직하고 사물을 조처할 때에 순수한 정성이 관철하고 지극히 바른 것이 유행하되 보이지 않는 곳에서도 일치하고 매우 늙어서도 처음과 같아서, 속에 채워져 쌓여 겉으로 순연히 넘치니, 앞에 나아가는 자는 살갗에 젖고 뼈에 스미며 바라보는 자는 마음을 고치고 생각을 바꾸어서 모두가 저절로 제 비루하고 거짓된 것을 잃어버리어 애연(藹然)히 충후(忠厚)하고 정직한 생각이 일어남을 깨닫지 못하게 됩니다. 생각하건대 예전에 이른바 참된 선비와 바르게 학문한 이는 순일(純一)하여 거짓이 없는 마음을 가진 대인(大人)이라 한 것이 여기에 가까운 것이니, 근세의 그 이름을 높이고 그 칭호를 크게 하여 겉치레는 넉넉하나 바탕이 좁은 자가 흉내낼 수 있는 것이 아닙니다. 대저 도(道)의 순박(純駁)과 학문의 진가(眞假)는 형위(刑威)·법령이 억지로 정할 수 있는 것이 아니며 언어·문자가 고치고 꾸밀 수 있는 것이 아니라는 것을, 모든 사리를 환히 아시는 전하로서 능히 마음을 비워 돌이켜 보신다면 어찌 분명히 알아서 확실히 판단하지 못하시겠습니까? 하늘이 성세(聖世)에 이 사람을 낸 것이 어찌 우연한 일이겠습니까마는, 살았을 때에 빈사(賓師)의 지위에 두어 보필하는 공을 다하게 하지 못한 것도 이미 천고(千古)의 지극한 한(恨)이 될 만한데, 이제 그 무덤의 사초(莎草)가 겨우 자리잡자 이에 도타이 믿던 뜻과 예우(禮遇)하던 정성을 끝맺지도 못한 채 사기(辭氣) 사이에 박대하는 뜻을 뚜렷이 보이어 욕하는 말이 방자하게 행하여져서 꺼리는 것이 없고 무함하는 무리가 뒤를 이어 다시 일어나게 하니, 어찌 마음 아프지 않겠습니까? 아! 무인년부터 이제까지 20년이 되었습니다. 그 사이에 조정이 뒤바뀌고 진신(搢紳)이 진퇴된 것이 한두 번이 아닌데, 번번이 한편 사람이 당로(當路)하면 스승을 저버렸다는 말로 선정을 꺾어 욕보이려는 자가 갖가지로 꾀하고 시험하지 않는 계책이 없었습니다. 더구나 이 스승을 저버렸다는 말은 처음에 이미 두 대신(大臣)에게서 나왔는데, 논의의 근저(根柢)는 다 훈척(勳戚)과 거실(巨室)이 대대로 국명(國命)을 잡은 집에 있었으니, 이들은 다 산을 기울이고 바다를 거꾸러뜨릴 힘과 해를 돌리고 하늘을 돌이킬 권세가 있어 으르렁대며 틈을 엿보아 불쑥 일어나 술책을 부리려 한 것이 몇 해가 되었으나, 머뭇거리고 망설여 마침내 감히 방자하게 뚜렷이 배척하지 못한 것은 다만 무인년의 성교(聖敎)가 있기 때문이었습니다. 대저 이러하였던 것이 어찌 한 때의 위명(威命)을 두려워한 것이겠습니까? 실로 속으로 지극히 마땅한 의리에 복종한 것입니다. 여기에서 도(道)의 정(精)한 것을 보고 이(理)의 밝은 것을 가리면 어찌 유림(儒林)의 시비를 정하고 선비의 추향을 바루게 될 뿐이겠습니까? 천상(天常)을 붙들고 인기(人紀)를 세운 공은 백성이 길이 의지하고 나라에서 더불어 세우는 것입니다. 전하께서 처음에는 능히 스스로 그 시비를 판정하고 스스로 그 진위(眞僞)를 구별하셨으므로 고명(高明)하고 통달(洞達)한 것이 왕고(往古)를 관통하고 후래(後來)를 초월하셨는데, 이제는 스스로 그 고명을 내치고 스스로 그 통달을 낮추어 뛰어난 성절(盛節)이 처음은 있으나 나중은 없게 하신 것은 또한 무엇 때문입니까? 신들의 소사(疏辭)를 상세히 음미하고 평이한 심기(心氣)로 돌이켜 살펴서 멀지 않아 반복될 일을 깊이 염려하고 간언(諫言)을 지체없이 받아들이는 아름다움을 쾌히 보이시어, 전후의 성지(聖旨) 가운데에서 미안한 글은 모두 거두도록 명하고 《가례원류》의 서문·발문은 다시 불살라 없애게 하며 선정을 근거없이 욕한 무리도 다시 매우 징계하여 임금이 고치는 것을 사람들이 다 우러러보게 하여 주신다면, 어찌 사문(斯文)과 세도(世道)의 행복일 뿐이겠습니까? 실로 성덕(聖德)의 빛이며 국가의 행복일 것입니다. 신들이 사문을 위하여 감히 아뢰어 시비를 밝히는 글은 실로 많은 선비가 함께 하는 논의인데, 상소하러 정원(政院)에 이른 뒤에 승지(承旨) 홍호인(洪好人)이 해방(該房)으로서 감히 막을 생각을 일으켜 장황히 품계(稟啓)하여 봉입(捧入)하지 말라는 명이 있게 하였으므로, 신들은 서로 돌아보며 놀라와서 절로 통탄하였습니다. 접때 피차의 소장(疏章)을 환후가 회복되실 때까지 봉입하지 말라는 명이 한때 진정시키려는 뜻에서 나오기는 하였으나, 관학(館學)의 많은 선비의 소로 말하면 사체(事體)가 절로 다르므로, 전번에 이시정(李蓍定) 등의 소는 매우 도리에 어그러져도 그것이 관소(館疏)이기 때문에 봉입하지 말라는 명에 얽매이지 않고 마침내 두 번이나 봉입하였으니, 이는 대개 3백 년 이래로 조종(祖宗) 때에 현관(賢關)을 대우한 뜻이 비상한 데에서 나왔기 때문입니다. 이제 홍호인은 사체를 알지 못하고 오로지 엄폐하려 하면서 먼저 스스로 신들의 죄를 나열하여 감히 천청(天聽)을 속이고, 근거없이 도리에 어그러지는 말은 본디 아뢰어 어지럽히지 말아야 한다는 따위 말로 애써 말하여 여쭈기까지 하였으니, 이는 전에 없던 어그러진 일이고 또 천고(千古)의 소인의 수단입니다. 홍호인처럼 사사롭게 편들어 총명을 엄폐하는 무리는 본디 꾸짖을 것도 못되나, 성상의 지극히 공정하여 치우침이 없는 덕을 도리어 굽혀서 그 뜻에 따라 봉입하지 말라는 명이 있었으니, 승선(承宣)을 위하는 것은 지극하나 많은 선비를 대우하는 것은 매우 박하다 하겠습니다. 신들이 이 미안한 분부 때문에 마침내 잠자코 물러간다면, 사기(士氣)가 막힐 뿐더러 3백 년 동안 내려 온 현관의 고규(古規)가 남김없이 땅에 떨어질 것이니, 신들의 수치일 뿐 아니라 성덕의 흠이 되는 것이 어떠하겠습니까? 신들의 진심을 다한 글을 한 번 예람(睿覽)하시고 말이 혹 성심(聖心)에 맞지 않는다면 신들이 만 번 죽임을 당하더라도 실로 마음에 달가울 바이겠으나, 이제 한 승선에게 중간에서 막혀 끝내 많은 선비의 심중의 정성을 드러내지 못한다면 신들은 국가의 원기가 다시 떨치지 못하여 마침내 반드시 난망(亂亡)의 지경에 이를까 염려되니, 어찌 마음 아프지 않겠습니까? 충분(忠憤)이 격동하는 바이므로 다시 호소합니다. 죽을 죄를 졌습니다.” 하였다. 이때 오명윤 등이 상소하러 대궐에 들어갔는데, 승지 이교악(李喬岳)·홍호인 등이 중간에서 막았으나 오명윤 등이 다투고 궐문(闕門)이 닫힐 때가 되어도 나가지 않으므로 이교악 등이 마지못하여 아뢰매, 임금이 봉입하지 말라고 명한 뒤에야 유문(留門)하고 나갔다. 이튿날 도승지(都承旨) 이의현(李宜顯)이 관유(館儒)의 소(疏)는 끝내 물리칠 수 없다고 아뢰니, 비로소 들이라고 명하였다. 대개 오명윤 등이 궐문이 닫힐 때가 되어도 나가지 않은 것은 참으로 터무니없는 잘못이나, 태학(太學)의 많은 선비의 소가 후사(喉司)에서 막힌 것은 전에 없던 일이니, 또한 이교악 등이 격동하여 만든 것이다. 대저 송(宋)·윤(尹) 두 집이 쟁집(爭執)하고부터 피차가 전후에 상소하여 변명한 것이 공거(公車)에 쌓였는데, 나쁜 말을 하지 않고 사리를 밝히는 것이 매우 절실하여 명백하고 적절한 것은 나양좌(羅良佐)의 소 이후에 오직 오명윤의 소가 으뜸이었다. 이 때문에 매우 노당(老黨)에게 미움받았으나, 이 하소는 편벽하게 듣고서 판결할 수 없다. 대개 이쪽에도 옳은 가운데에 그른 것이 있고 저쪽에도 그른 가운데에 옳은 것이 있기 때문에 당시에 있어서는 오직 박세채(朴世采) 한 사람이 중립하여 치우치게 돕지 않고 양편이 옳고 양편이 그르다 하여 좌우로 조정한 것을 그 왕복한 서찰에서 볼 수 있다. 그러나 송시열은 나이와 지위가 매우 높고 사표(師表)가 존귀한데다가 또 그 성질이 험하여 범하기 어려우므로 그 말을 공손히 하려고 감히 극진히 하지 못하였어도 오히려 이따금 절박하게 충돌하여 ‘한꺼번에 남의 두 어버이를 손상하였으니 그것이 어찌 성덕(盛德)의 일이겠는가?’ 하고, 또 ‘벗 사이의 평생의 의리를 어기고 효자의 그지없는 심정을 손상하여 인심이 따르지 않고 국론(國論)을 펴지 못하게 되어서 화란(禍亂)의 싹이 그지없다.’고 말하기까지 하였으니, 이는 마침내 세도(世道)가 있는 바에 해롭지 않다. 윤증은 바로 벗일 뿐이고 또 그 성질이 너그러워서 말을 놓아 경계하고 책망하기 어렵지 않은데도 ‘어의(語意)는 매우 절실하나 조금도 꺼리는 것이 없어서 적(敵)보다 못한 자도 감당하지 못할 것을 스승에게 행하여 보는 자로 하여금 사사로운 원망의 보복인지 의혹하게 해서 끝내는 스승을 위해 충애(忠愛)한 도리(道理)를 헛되게 했다. 묘갈명(墓碣銘)의 그르침이 오직 우장(尤丈)에게 달렸다 하여 이 때문에 번번이 몹시 개탄하니 이제 와서는 오형(吾兄)의 처신이 지나친 것이 도리어 심하다. 학문이니 심술(心術)이니 하여 나열하지 않은 것이 없으니 경계한다고는 하나 실은 비난하여 배척하는 것이다. 이는 오로지 의서 때문에 시작되어 피차가 꾸짖는 것인데 저울에 달더라도 경중이 같다.’고 한 데에 지나지 않았다. 그 목천(木川) 등 잡설로 말하면, 다만 전하여 들은 것이 잘못된 것으로 돌렸으므로 심술의 은미한 병통에 대하여는 번번이 과연 죄다 믿을 수 없다고 스스로 말하였는데, 그때에 있어서는 그럴 수 있었겠으나, 박세채가 오늘에 있어서 쇄록(瑣錄) 가운데에 있는 윤선거가 부로(俘虜)가 되는 것을 택하였다는 따위 말이 다 송시열의 입에서 나온 것을 보게 되었다면, 아마도 전하여 들은 것이 잘못되었다고 핑계하여 심술의 병통에 대하여 끝내 의심이 없을 수는 없었을 것이다.",
                "hj": "○甲戌/館學儒生吳命尹等疏曰: 伏以世道不幸, 自甲子年間, 士林之爭端始起, 而其時輔相之臣, 不察事理, 勸殿下以威定一時, 遂致黑白倒置, 人心咈菀, 末流之害, 將至於斁敗彝倫, 何幸聖學之高明, 超出百王, 乃於戊寅之敎, 斷自宸衷, 明定是非, 父師輕重之訓, 揭如日星, 眞所謂立萬世之民極者也。 雖偏私沈痼之輩, 未遽歸正, 而猶不敢售其邪說, 民志大定, 國人誦聖, 可以建諸天地而不悖, 傳之後世而有辭矣。 乃於日昨萬萬意慮之外, 忽有擬書、墓文謄入之命, 而數日之間, 連降聖旨, 若曰: “擬書辭語果多操切, 不可歸之於全然無過之地。” 曰: “墓文中元無辱及尹宣擧之事, 則一種云云之說, 自歸爽實。” 至於誣辱先正, 顯被罪罰者, 次第疏釋, 一倂奬借。 十九年堅定之聖志, 一副當昭揭之義理, 無端猝變, 一朝壞盡, 以致臧否貿亂, 群情波蕩, 誣賢之徒迭起, 悖倫之論層生, 將至於斯文墜地, 士禍滔天。 臣等忝居賢關, 久沐至化, 猝見非常之過擧, 相顧愕(怡)〔眙〕, 心膽隕裂。 不意我殿下至仁至明之世, 乃有此事, 無乃聖心, 於玆事源委, 猶或有未能昭察者, 而日月之光, 偶爲寸雲所蔽乎? 臣等非不欲極言殫論, 竭兩端而告之, 抑恐省覽長語, 有妨於靜攝, 請略去煩言, 只就其宗脊, 明白指陳, 以備採察。 竊伏念事理者, 天下之至公, 不惟臣等之所不敢私, 殿下亦不得以私之也。 殿下處分, 苟不當理, 將天下議之, 萬世非之, 亦豈惟臣等患之? 殿下宜先自患之。 伏願殿下, 深察此理, 虛心明聽, 以至公裁之也。 蓋故相臣宋時烈, 平生病痛, 非特國人言之, 雖其私相慕悅者, 亦莫不深知而竊議, 非可以外面遮飾, 而終於掩蓋者也。 始, 先正臣尹宣擧, 與時烈爲道義交, 見其行己、處事, 深有可憂者, 至誠責善, 無言不盡, 時烈所謂吉甫於我, 只見其非者此也。 然每以其失, 歸之於氣質之病。 先正臣尹拯, 承奉庭訓, 處於師生之際者, 其意亦未嘗不如是也。 及至宣擧沒後十餘年之間, 時烈之病敗滋多, 瘡疣百出, 凡可以見其心術之微者, 不一而足, 就其大而易見者言之, 則故參判臣李惟泰禮說事, 卽其一也。 蓋惟泰嘗著禮說一通, 質問於時烈, 則時烈爲之手自刪改, 及其不平於惟泰也, 乃反抑勒, 謂惟泰變其前見, 改撰新說, 以爲乞憐時人之計。 旣以此, 播傳於其門徒, 又對先正, 縷縷言之, 仍使求見其草於宋尙敏, 而及見其草, 則元非別本, 乃時烈所自點改之本也。 先正屢書叩問, 質其可疑, 則時烈前後答辭, 無非窘遁, 而惟泰又以書詰問, 則時烈語窮, 乃以睡着不能盡看來書爲答。 先正之致疑於時烈之本源者, 至此而愈深矣。 及夫庚申以後, 時烈締結勳戚, 簸弄朝權, 言行事爲, 無非可以病國家而壞世道者也。 夫師者, 師其道也, 而今其發於心, 害於事者, 彰露如彼, 則向所謂道之所存者, 蓋已剗地無餘矣。 先正於此, 其可隱忍含默, 苟存師生之名而已乎? 抑當明言顯諫, 以冀其萬一之開悟乎? 此擬書所以作, 而至以效比干一言而死, 爲心者也。 此固仁人、君子, 眞心至誠, 竭忠盡分, 眞可以竢聖人、質上蒼而無愧者也。 其心之切如此, 則其言之洞直輸寫, 無所回互者, 固亦至當之義, 其言不能盡一分, 則其誠便不能盡一分矣。 天鑑昭臨, 寧不察此, 而今乃以果多操切爲敎, 此豈所望於聖上燭理之明者乎? 百代之下, 可以知拯之正學, 質拯之苦心者, 正在於此一着, 而反以此, 謂不可歸之於全然無過之地, 豈不重有乖於大聖人立言之體乎? 嗚呼! 殿下於此, 蓋一言而再失之矣。 且夫時烈崇高亢盛, 人莫敢指刺, 攻闕之言, 至爲難入, 有不諫耳。 諫之則辭語不得不痛功, 引喩不得不勤備, 必如是然後, 方有動聽之望。 時烈無是過, 則不害爲加勉之資, 儘有之, 則正好脫然虛受, 克己私而復天理, 自立於無瑕之地也。 惜之深故責之備, 知之至故論之詳, 雖於情義乖阻之後, 猶冀其回悟而望其遷改, 一言一句, 亶出於眞誠護惜, 正所謂此可與知者道, 難與俗人言也。 曾子曰: “君子之愛人也以德, 細人之愛人也以姑息。” 《春秋傳》曰: “季孫之愛我也疢疾也, 孟孫之惡我也藥石也。 美疢不如惡石。” 噫! 擬書之於時烈, 眞所謂愛人之以德也, 惡我之藥石也。 嗚呼! 此豈一切苟同, 阿意順非, 如一番人者所能窺測其淺深哉? 無怪乎驚看駭視, 群起而攻之也, 獨奈何以殿下之明聖, 不復徐究而審察, 徑下未安之敎乎? 定理在太虛, 公議在百世, 一時與奪, 在拯何有損益, 而顧王言之失, 關係至重, 臣等誠不勝其咄咄慨然, 實爲殿下惜之也。 且擬書之規切, 一番人謂出於挾憾, 而聖敎又以爲果多操切, 將成媢嫉者藉口之資。 噫! 挾憾陷人, 陰邪奸險者之爲耳。 若拯之忠信正直, 表裏洞徹者, 而强被之以是名, 正所謂指伯夷爲貪, 疑柳下爲淫者也。 拯之無是, 婦嬬之所信, 行路之所知, 固無事於費辭辨爭, 而設有慍懟於時烈, 而求逞其私, 則是將幸彼愆過之日滋, 名德之漸喪, 惟恐其或有改度, 何苦而焦唇乾舌, 盡言忠告於所慍懟之人, 欲其入於無過之地耶? 此不待明者而可見矣。 抑又有一焉。 宣擧生時, 則與時烈, 固無間也, 而其己酉書曰: “所愛則不知其惡, 而又未免牽己而從之, 所惡則不知其善, 而又未免過察而疑之。 加膝墜淵, 與奪高下, 一任於己意, 聰明掩蔽, 好惡顚倒而不之覺。” 云云。 其言亦殊迫切, 此亦出於挾憾, 而又可謂之操切耶? 宣擧之疑, 只在氣質, 故其規砭止此耳。 若使及見其晩節, 則其言亦奚異於今之擬書哉? 且己酉書, 亦係宣擧欲送中止者, 而砭切之深, 幾於刺骨。 拯之將受墓文也, 以爲先人至誠箴規之言, 不可不使一見, 遂袖而眎之。 向使拯果無忠益之血忱, 而只欲容悅, 以要其溢美, 則亦何苦而發其篋笥之深藏, 以犯彼所不樂聞, 而挑其恚恨哉? 己酉書之示於前, 辛酉書之作於後, 其同出於一片赤心, 此可明知也。 今之言者, 又以拯外存師生之貌, 而移書別處, 暴揚其短, 爲背師之一大證, 屢登於前後章疏, 其言尤甚無謂, 臣等請得以卒辨之。 蓋此擬書, 旣中輟不送, 拯有疑而莫質, 有懷而莫吐, 纏綿反復, 莫知所方, 而權以鋌以時烈之外孫, 拯之婦姪, 適來從容望拯以匡救時烈。 拯遂以有書不敢送, 痛悶抑菀之意言之, 則以鋌歸告於時烈, 時烈大怒, 而一時辭說, 始紛然矣。 文純公臣朴世采, 貽書問其故, 則拯恐其重惹齒舌, 默而不答, 前後凡三問, 始乃略報其槪, 仍問處之之道。 此所謂移書別處者也。 夫初著擬書者, 只爲盡誠畢義, 冀有以捄正也, 置而不送者, 納世采輓止之言也。 言於以鋌者, 以以鋌是時烈之外孫, 非外人之比, 故冀其轉達至悃, 或開其採納之路也, 答世采之問者, 以朋友間相信, 有如世采, 而初旣納其言而寢止, 今訝此言之徑發, 至有書問, 則其在事理, 不得無報答也。 然猶初不卽答, 至於三問而始答之, 其難愼, 乃如此也。 此其前後委折, 鑿鑿有下落, 拯之處義, 有何毫釐之失? 其所謂移書別處, 暴揚其短者, 豈非脅勒之甚者哉? 苟以公心公眼, 一覽其時往復書尺, 則孰不能洞然看破, 而今乃剝去層節, 巧作辭說, 有若拯無他端, 而向人暴時烈之過者然, 欲以此勒成背師之案, 其誣捏之憯, 豈不痛心哉? 至於與時烈末梢相絶之故, 則專由於時烈, 以罔極之僇辱, 及其兩親俘虜、忍人及黨鑴之說是已。 蓋俘虜之說, 初則假托於木川通文, 自以爲驚駭而斥之者, 而其後時烈之門徒, 乃又公然以醜穢腥膻等語, 揭之通文, 又從而捏造辭說, 登之於章疏。 果若時烈實能驚駭於木川通文, 則使其門徒極口醜詈, 甚於木川, 而一任之者, 何也? 然則此說之本出於時烈之門, 而木川爲假托也明矣。 況其答李喜朝所問, 則又托以故判書金益熙之說, 而曰: “當日虜以兵圍住, 諸大夫、常漢斬殺數人而呼曰: ‘不降者逃走者皆如此。 欲降者皆跪。’ 美村從衆而跪。” 美村者, 卽宣擧之號也。 設令當時, 眞有此事, 而益熙之所詳知, 奈何益熙在世時, 前後五六十年間, 他人都未有聞知者, 而及益熙身沒之後, 忽發於時烈之口也? 其非出於捏造, 與木川事, 一套者, 人孰信之? 而況益熙之於宣擧也, 相知最深, 至以學行, 登之於剡章, 則安有詳知其屈膝降虜之狀, 而乃反薦聞於朝, 甘心爲欺君之人哉? 此說之非出於益熙者, 斷可見矣。 若夫忍人之說, 則蓋以先正之母贈貞敬夫人李氏之明白殉節者, 欲歸之於宣擧之迫殺, 而亦以爲聞之於金益熙, 益熙之少不爲此言, 如上所陳。 故先正屢書問於時烈, 時烈初答以爲: “金尙書不但曰忍人而已。” 及其往復語窮之後, 則乃曰: “問諸水濱。” 噫! 此豈向人子所可忍言者哉? 且益熙之甥侄故參判李選, 至貽書於時烈, 以明其舅之初無是言, 則其謂出於益熙, 實是虛謊, 而傳播無根之說, 以爲逞憤之資者, 昭不可掩。 其時朴世采書中所謂, 一擧而傷人之兩親者, 卽實狀也。 若所謂黨鑴事, 則時烈親自上章, 謂宣擧爲鑴毒所中, 便成別人, 其與門人書, 則至斥之以賊邊人。 宣擧之於鑴, 有何一毫相干, 而勒加以亂賊黨與之目? 爲人子而聞此, 猶且諉以師生之分, 而情義如舊, 則是無父母也。 人無父母, 何以有其身, 亦何以有所謂天理、民彝者乎? 謂父師無輕重者, 殆不知有父母, 而不復省彝倫之爲何等物事者也。 其義理之晦塞, 一至於此, 臣恐此說肆行, 則其流之害, 將至於無父之域矣。 今一種人, 反以父師輕重之論, 斥之以義理晦塞, 其絶悖無倫, 良心牿喪, 一何若是之甚也? 若乃墓文, 則初不干於師生相絶之際。 蓋時烈之於宣擧, 自處以平生道義之交, 及受其不朽之托, 不以其平日所稱道者, 有所論著, 只藉朴世采所著狀辭, 而於其銘則復以述而不作, 繼之。 夫使時烈心, 不欲撰則辭之可也, 撰之而直加裁酌, 亦可也, 今乃故爲藉重於後輩之言, 顯有抑揚之心, 殊無誠實底意, 故先正於此, 實有所訝惑於中者, 再三往復, 要其改定而已, 初未嘗以此爲辱及先親, 則寧有以此相絶之理乎? 況苟因墓文而相絶, 則甲寅、乙卯之間, 便當絶矣, 又何待十年之後乎? 若謂墓文事, 爲致疑本源之一端則可也, 謂其相絶, 因墓文則全非實狀, 以前後事實考之, 卽可瞭然。 一番人非不知此, 而猶必以因墓文見絶爲言者, 蓋謂必如是然後, 可以驅拯於因墓文逞憾之科, 又可以掩時烈辱人親而見絶之故, 其爲計直可笑。 今殿下不賜詳究, 反以一種云云, 自歸爽實爲敎, 有若爲先正辨誣之人, 亦曾有此言者然, 臣等竊所未曉也。 雖其墓文, 初無侵辱之語, 其後忍人、水濱之說, 若是其駭悖, 則聖敎所謂安有辱及其父, 而爲人子者, 安而受之者, 豈不的當乎? 至於《家禮源流》事, 初無難斷其灼然無疑者有四。 其共編之實, 兩賢臣手蹟俱在, 開卷可以瞭然, 此一也。 宣擧之撰文忠公臣兪棨行狀, 則其讓而歸之, 理固然也, 而時烈之撰宣擧墓文, 明白書之曰共編, 獨非明證乎? 此二也。 相臣所謂不知爲他家書者, 此三也。 初則曰獨編, 曰屬托, 兩證皆歸虛, 則末乃强稱之曰主客一事, 而三變其說, 誣罔窘遁, 觸處破綻, 此四也。 其灼然無疑, 乃如此, 而殿下亦復無端變改, 以權尙夏、鄭澔之序跋更汚於卷端, 臣等不敢知, 此何擧措也? 序、跋之文, 旣命還印, 則是以邢七狼狽, 蘇ㆍ張手段, 及付托非人, 誣人聽聞等說, 爲有據乎? 此卽數月前嚴辭痛斥, 至加罪譴者, 而今忽無他端, 而一反成案, 惟以苟循一番人之意, 欲爲務從, 不恤前後注措之顚倒錯謬, 獨不顧有識之竊歎, 後世之譏議乎? 且棨行狀曰: “在林川, 撰《麗史提綱》, 越三年入錦山, 著《家禮源流》。” 云, 而尙夏乃曰: “《源流》是林川時所編。” 夫時烈之撰墓文, 宣擧之撰行狀, 皆據目覩而記之, 尙夏以後生, 乃欲顚倒其實蹟於七十年之後, 其欺天誣人, 乃若是耶? 其他中本之說, 《集解》之云, 俱是鑿空, 全無所據。 其餘相基輩之所粧撰誣罔, 尤無足辨, 而臣等亦羞與之辨矣。 且往年諸疏辨之已晣, 復何贅焉? 獨念朝家處分, 不顧事實, 隨境變遷, 將使群下, 無以瞻仰於金石之堅、四時之信, 臣等竊爲之痛恨也。 噫! 先正臣拯道學之大範, 造詣之極致, 非臣等蒙學蔑識, 所可窺測其萬一, 而獨其所以平生心醉, 仰之如日星, 敬之如神明者, 只因其質稟純粹, 無半點麤䮕, 志意眞實, 無一毫虛僞, 宅心處己, 措事應物, 純誠貫徹, 至正流行, 屋漏一致, 大耋如初, 充積於內, 而粹盎於外, 就之者浹肌而淪髓, 望之者改心而易慮, 俱不覺自失其鄙詐, 而藹然生其忠厚、正直之意思。 意者古所謂眞儒、正學, 有赤子心之大人者, 此其庶幾焉, 類非近世之高其名大其號, 文肆而質虧者, 所可得以仿像也。 夫道之粹駁, 學之眞假, 非刑威、法令之所能硬定, 非言語、文字之所能矯飾, 以殿下之洞照萬理, 苟能虛心而反觀, 則豈不能明知而的斷乎? 天之當聖世而生此人者, 夫豈偶然, 而生不能致之賓師之位, 俾盡其輔贊之功, 已足爲千古之至恨, 今其墓草纔宿, 乃不能終其篤信之志, 禮遇之誠, 辭氣之間, 顯示貶薄, 至使僇辱之言, 肆行而無忌, 構誣之徒, 接跡而更起, 豈不痛心哉? 噫! 自戊寅至今垂二十年矣。 其間朝廷之翻覆, 搢紳之進退, 非止一再, 每當一番人之當路, 圖欲以背師之說, 折辱先正者, 爲謀百端, 無策不試。 況此背師之說, 初旣出於兩大臣, 而論議根柢, 皆在乎勳戚、巨室, 世執國命之家, 是皆有傾山倒海之力, 轉日回天之勢, 其所以狺然伺隙, 闖然求售者, 凡幾年矣。 然而趑趄囁嚅, 卒不敢肆然顯斥者, 徒以有戊寅之聖敎耳。 夫其如是者, 豈慴於一時之威命也? 實惟內服於至當之義理也。 此其見道之精, 擇理之明, 奚至於定儒林之是非, 正士子之趨向而已? 扶天常樹人紀之功, 生民永賴, 而國與有立矣。 殿下初旣能自定其是非, 自別其眞僞, 高明洞達, 有足以貫往古而超後來, 乃今自黜其高明, 自貶其洞達, 使卓然之盛節, 有始而無終者, 抑獨何哉? 倘蒙將臣等疏辭, 細賜玩繹, 平心易氣, 反鑑而求之, 深軫不遠之復, 快示轉圜之美, 前後聖旨中未安文字, 竝命收回, 《源流》序、跋, 更令燬絶, 誣辱先正之徒, 亦復痛加懲勵, 使日月之更, 人皆仰之, 則豈惟斯文、世道之幸? 實聖德之光, 國家之福也。 臣等爲斯文, 敢陳辨是非之章, 實出於多士共公之論, 而拜疏到院之後, 承旨洪好人以該房, 敢生阻搪之計, 張皇稟啓, 致有勿捧之命, 臣等相顧愕眙, 不覺痛惋也。 向日彼此疏章, 平復間勿捧之命, 雖出於一時鎭定之意, 而至於館學多士之疏, 事體自別, 前者李蓍定等疏, 極其悖謬, 而以其館疏之故, 不拘於勿捧之命, 終至再次捧入, 此蓋三百年來祖宗朝待賢關之意, 出尋常萬萬故也。 今者好人, 不識事體, 專欲壅蔽, 先自臚列臣等之罪, 敢欺天聰, 至以誣悖之言, 本不當仰溷等語, 費辭稟啓, 此固前所未有之悖擧, 而亦千古宵小之手段也。 如好人黨私蔽聰之輩, 固無足責, 以聖上至公無偏之德, 乃反曲循其意, 有此勿捧之命, 爲承宣則至矣, 而待多士則可謂太薄矣。 臣等因此未安之敎, 終若泯默而退, 則不但士氣之消沮, 三百年賢關之古規, 墜地無餘矣, 非特臣等之羞, 其爲聖德之累爲如何哉? 若使臣等瀝血之章, 一賜睿覽, 言或不槪於聖心, 則臣等雖萬被誅戮, 實所甘心, 今爲一承宣之從中阻搪, 終未暴多士肝膈之懇, 則臣恐國家元氣, 無復振, 而終必至於亂亡之域矣, 豈不痛心哉? 忠憤所激, 復此申籲。 死罪死罪。 時, 命尹等拜章入闕, 承旨李喬岳、洪好人等, 從中阻却, 命尹等爭之, 至門閉不出, 喬岳等不得已白之, 上命勿捧然後, 留門乃出。 翌日都承旨李宜顯, 白館儒疏不可終却, 始命入之。 蓋命尹之至門閉不出, 誠失之謬妄, 而太學多士疏, 見阻於喉司, 前未有也, 則亦喬岳輩激成之也。 自夫宋、尹兩家之爭執, 彼此前後疏辨, 堆積公車, 而其不加惡口辨理, 痛切明剴, 羅良佐疏後, 惟命尹疏爲最。 以此深爲老黨所嫉惡, 然此訟不可偏聽而判決之, 蓋以此有是中之非, 彼有非中之是, 故在當時, 惟朴世采一人, 中立不偏助, 兩可兩否, 左右調劑, 卽其往復書札, 可見矣。 然在宋時烈, 則年位之絶焉, 師表之尊焉, 而又其性險難犯, 要以遜其辭不敢盡, 而猶往往切迫觸突, 至曰: “一擧而傷人之兩尊, 其獨爲盛德事耶?” 曰: “乖朋友平生之義, 傷孝子罔極之情, 以至人心不服, 國論不張, 禍亂之萠, 靡有紀極。” 此終無害於世道所在, 尹拯則直是朋友耳。 又其天質寬緩, 不難於放言規責, 而不過曰: “語意深切, 無少顧藉, 於敵以下所不堪者, 行之於函丈, 使觀者疑於私怨之報復, 而終無爲師忠愛之道。” 曰: “碣文諸失, 獨在尤丈, 以玆每切慨恨, 到今吾兄所處之過重, 反有甚焉。 曰學問曰心術, 無不羅列, 雖曰規箴, 實則非斥。 此專爲擬書發, 而彼此咎責, 雖用稱秤, 輕重等耳” 若其木川等雜說, 只歸之於傳聞之詿誤, 故心術隱微之病, 每自謂不能果然傾信。 在其時容有然者, 然使世采及見於今日, 而瑣錄中, 宣卜俘虜等說, 皆自時烈口吻中噓出, 則恐不能諉以傳聞詿誤, 而心術之病, 其終無疑駭也哉?"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulhae day, the King dismissed Minister of War Yun Jiin from his post. [Yun] Jiin heard that his elder brother, Supreme General [Yun] Jiwan , was in Ansan , suffering from an illness. He hurriedly went back and forth one day, and the Office of the Censor General requested that [Yun] be interrogated. The King ordered that he be dismissed from his post.",
                "H2KE-nKo": "병조 판서 윤지인을 파직하였다. 윤지인이, 그의 형인 영중추부사 윤지완이 안산에서 병으로 앓고 있다는 보고를 듣고 하루 안에 급히 말을 달려 다녀왔다. 이에 간원이 추고하기를 청하니, 주상이 파직하라고 명한 것이다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 7월 18일(을해) 1번째기사",
                "gt-oKo": "병조 판서(兵曹判書) 윤지인(尹趾仁)의 벼슬을 파면하였다. 윤지인이, 그 형인 영부사(領府事) 윤지완(尹趾完)이 안산(安山)에서 앓아 지쳤다는 기별을 듣고 하루 안에 빨리 다녀 왔는데, 간원(諫院)에서는 추고(推考)하기를 청하였으나 임금이 파직(罷職)하라고 명하였다.",
                "hj": "○乙亥/罷兵曹判書尹趾仁職。 趾仁聞其兄領府事趾完, 在安山病㞃之報, 疾馳往返於一日之內, 諫院請推, 上命罷職。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Superintendent of the Privy Council Heo Hun , the first day of the twelfth month, due to the confession of the statement of Im Geonwon , the prisoners, submitted a confiscation on the confiscation of the case. The confiscation read as follows: Yi Seonggon and Yi Wongons brother are the son of your subjects older sister. When we passed the state examination in imjin year (, Yi Suk came to the capital and inquired of Yi Wongon who saw the confiscation of the confirmation",
                "H2KE-nKo": "판의금부사 민진후가 수인 임건원의 공사로 인하여 상소하여 변명하였는데, 그 대략에,“이성곤과 이원곤 형제는 바로 신의 사촌 누이의 아들입니다. 임진년 과시 때에 이돈이 거자를 찾아다닌 일을 이원곤이 직접 보았다는 말이 온 세상에 떠들썩하였으므로 신이 한창 놀라고 있던 차에 마침 이성곤이 신을 찾아왔기에 신이 묻기를 ‘그대의 아우가 거자를 찾아다닌 일을 직접 보았다는 말은 무슨 맥락이 있는가?’ 하니, 이성곤이 말하기를 ‘직접 보았다는 말은 거짓이다. 과시가 끝난 뒤에 이돈의 일에 대해 말하였더니, 이원곤이 말하기를 「이 일이 옳다. 직접 보지는 않았다 하더라도 직접 본 것과 다름이 없다.」라고 하였는데, 이는 그의 처남에게서 들었기 때문이다.’라고 하였습니다. 신이 또 말하기를 ‘근래 한 가지 이야기가 있다. 그때 그대 아우의 처남이 찾아와서 말하기를 「내일 과거는 이루어지지 않을 듯하다. 대제학이 패초하였는데도 나오지 않고 홍문 제학이 대궐에 나왔다가 도로 나갔다.」라고 하였는데, 그대가 이원곤의 처남이라는 말이 과연 이와 같은가?’라고 하니, 이성곤이 그렇다고 하였습니다. 신이 또 말하기를 ‘판서 김진규가 병조 참의 임방 - 이원곤의 처부 - 을 기성에서 만나 이원곤이 직접 보았다는 일을 물으니, 과연 있다고 대답하였다. 이튿날 임방이 김태의 집에 가서 또 이원곤이 본 것이 아니라 바로 그의 일가 사람이 본 것이라고 한 말을 들은 듯한데, 이는 그의 아들을 가리킨 것이 아닌가?’라고 하니, 이성곤이 말하기를 ‘그가 지금 숨겼으니, 어찌 그럴 리가 있겠는가. 이는 필시 우리 집안의 여러 종친을 가리킨 것이다.’라고 하였습니다.신이 ‘이 일을 두루 찾아다닌 것으로 알고는 와서 일의 실상을 묻는 자가 있으면 번번이 대답하기를 ‘이원곤이 직접 보지는 못하였으나 두루 찾아다닌 일이 사실이다.’라고 하였습니다. 임건원이 갑자기 찾아왔기에 신이 전날 문답한 말을 한 번 이야기하였는데, 임건원이 누누이 스스로 해명하고 갔습니다. 지금 임건원이 이른바 두루 찾아다닌 일이 사실이라고 한 것은 아마도 이로 인하여 나온 듯합니다. 임건원이 공초한 말 가운데 ‘제학이 지금 이 문밖을 지나가고 있다.’라는 한 단락은 신이 본래 들은 바가 없으니, 어찌 그리 말이 허술하단 말입니까.”하니, 답하기를,“이 상소를 의금부에 내려 죄를 심의할 때 참고할 수 있게 하라.”하였다. 대개 이원곤은 사람됨이 경망하여 처가에 군더더기로 거처하면서 그 논의에 물들었다. 임건원이 ‘제학이 집으로 돌아갔다.’라는 말을 듣고 이숙이 과연 두루 찾아다녔는가 의심하여 과시가 끝난 뒤에 번번이 이 일이 사실이라고 말하였는데, 마침내 사증이 되어 옥에 갇히게 되었다. 임방의 처가 임건원을 끌어대지 말 것을 간절히 청하자, 이원곤이 사사로운 정에 끌려 우물쭈물 얼버무리며 여러 차례 말을 바꾸다가 사기가 급박해지자 비로소 임건원을 끌어대었는데, 두 사람이 서로 책임을 전가하여 끝내 그 실정을 알아내기 어려웠다. 임건원이 또 이로 인하여 실제로 두루 찾아다닌 일을 가지고 제학이 지금 이 문 밖을 지나가고 있다는 말을 새로 만들어 내어 이원곤에게서 나왔다고 핑계 대었기 때문에 민진후가 상소하여 대략 언급한 것이다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 7월 27일(갑신) 1번째기사",
                "gt-oKo": "판의금(判義禁) 민진후(閔鎭厚)가 수인(囚人) 임건원(任健元)의 공사(供辭) 때문에 상소(上疏)하여 변명하였는데, 대략 말하기를, “이성곤(李成坤)·이원곤(李元坤) 형제는 신(臣)의 종자(從姊)의 아들인데, 임진년 과시(科試) 때에 이돈(李墩)이 거자(擧子)를 방문한 일을 이원곤이 눈으로 보았다는 말이 세상에서 떠들썩하므로, 신이 바야흐로 놀라와할 즈음에 마침 이성곤이 신을 보러왔기에, 신이 묻기를, ‘그대의 아우가 방문하는 것을 눈으로 보았다는 말에 무슨 연유가 있는가?’ 하였더니, 이성곤이 말하기를, ‘눈으로 보았다는 말은 허망하나, 과시 이후에 이돈의 일을 말하니 원곤이 「이 일은 사실이다. 눈으로 보지는 못하였더라도 눈으로 본 것이나 다름 없다.」 하였는데 대개 그 처남에게서 들었기 때문이다.’ 하였습니다. 신이 또 말하기를, ‘요즈음 한 가지 말이 있다. 그때 그대 아우의 처남이 보러 와서 「내일 과거(科擧)는 이루어지지 않을 듯하다. 대제학(大提學)은 패초(牌招)하여도 사진(仕進)하지 않고 홍문 제학(弘文提學)은 대궐에 나아갔다가 도로 나갔다 한다.」 하였다는데, 그대가 이른바 이원곤의 처남의 말이 과연 이러한가?’ 하였더니, 이성곤이 말하기를, ‘그렇다.’ 하였습니다. 신이 또 말하기를, ‘판서(判書) 김진규(金鎭圭)가 기성(騎省)에서 참의(參議) 임방(任防)【이 원곤의 장인이다.】을 만나 이원곤이 눈으로 보았다는 일을 물었더니 과연 있다고 답하였는데 이튿날 임방이 김진규의 집에 가서는 또 이원곤이 본 것이 아니라 그 일가 사람이 본 것이라고 말하였다는 말을 들은 듯한데, 그 자손을 가리킨 것이 아니겠는가?’ 하였더니, 이성곤이 말하기를, ‘그는 바야흐로 숨기는데 어찌 그럴 리가 있겠는가? 이는 반드시 우리 집의 뭇 하인을 가리킬 것이다.’ 하였습니다. 대저 신은 ‘이 일[此事]’이라는 두 자를 방문한 것으로 인정하고, 와서 사상(事狀)을 묻는 자가 있으면 답하기를, ‘이원곤이 눈으로 보지는 못하였으나 방문한 것이 사실이라 하더라.’ 하였습니다. 임건원이 갑자기 찾아왔기에 신이 전일 문답한 말을 한 번 다 말하였더니, 임건원이 누누이 스스로 변명하고 갔습니다. 이제 임건원이 이른바 방문한 것은 사실이라 한 것은 혹 이 때문에 나왔겠으나, 임건원의 공사 가운데에 제학(提學)이 바야흐로 이 문밖을 지났다는 것은 신이 본디 들은 바가 없는데, 어찌 그리 말이 허술합니까?……” 하였는데, 답하기를, “이 소를 금오(金吾)에 내려 주언(奏讞)할 때 참고할 것으로 삼게 하라.” 하였다. 대개 이원곤은 사람됨이 경망하고 처가집에 얹혀 살아서 그 논의에 물들었다. 임건원에게서 제학이 집에 돌아갔다는 말을 듣고서 이돈이 과연 방문하였으리라고 의심하여 과시 이후에 문득 이일이 사실이라고 말하였는데, 마침내 사증(辭證)이 되어 갇히게 되었을 때에 임방의 아내가 임건원을 끌어대지 말라고 애써 청하였으므로 이원곤이 사정(私情)에 끌려서 애매하게 말할 듯 말 듯하여 여러번 말을 바꾸다가 사기(事機)가 급박하여서야 비로서 임건원을 끌어대었으나, 양편이 서로 미루어 마침내 실정을 알아내기 어렵고, 임건원이 또 이에 따라 방문한 일을 사실로 만들려고 제학이 바야흐로 이 문을 지났다는 말을 만들어 내어 이원곤에게서 나왔다고 핑계하므로, 민진후가 상소하여 대략 언급하였다.",
                "hj": "○甲申/判義禁閔鎭厚, 因囚人任健元供辭, 疏辨。 略曰: 李成坤、元坤兄弟, 卽臣從姊之子。 壬辰科時, 李塾歷抵事, 元坤目覩之說, 喧騰一世, 臣方驚駭之際, 適成坤來見臣, 臣問曰: “君弟目覩歷抵之說, 有何苗脈耶?” 成坤曰: “目覩之說, 虛妄矣, 科後語李塾事, 元坤曰: ‘此事是矣。 雖不目覩, 無異目覩’ 云, 蓋因其妻娚而聞之故也。” 臣又曰: “近有一說。 其時君弟妻娚來見曰: ‘明日科擧, 似不成矣。 大提學牌不進, 弘文提學詣闕還出’ 云, 君所謂元坤妻娚之言, 果如此耶?” 成坤曰: “然矣。” 臣又曰: “似聞金判書鎭圭, 逢着任參議埅【元坤妻父。】於騎省, 問元坤目覩事, 則答以果有之。 翌日任令往金台家, 又以爲非元坤見之, 乃其一家人見之云, 無乃指其胤耶?” 成坤曰: “彼方隱諱, 寧有是理? 此必指吾家群從也。” 夫臣以此事二字, 認爲歷抵, 有來問事狀者, 輒答曰: “元坤雖不目覩, 而歷抵事是矣” 云云。 健元忽然委訪, 臣以前日問答之語, 說過一回, 健元縷縷自明而去。 今健元所謂歷抵是矣者, 似或因此而發, 至於健元供辭中, 提學方過此門外一段, 臣本無所聞, 何其言之虛踈也? 云云。 答以此疏, 下金吾, 以爲奏讞時參考之地。 蓋元坤, 爲人輕妄, 贅居婦家, 染於其論。 聞健元提學還家之說, 疑塾果歷抵, 科後輒言此事是矣, 卒爲辭證, 而臨當就囚, 埅妻苦乞勿援健元, 元坤牽係情私, 依違呑吐, 屢變辭說, 及其事機之迫, 始引健元, 兩相推諉, 卒難得其情。 健元又欲因此實歷抵事, 創造提學方過此門語, 諉以出於元坤, 故鎭厚疏略及之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyehae day, on the day of the gyehae year (, the King issued a royal order about several dozen royal orders to remove court officials from their hometowns. The King summoned Yi Myeongdeok , Yi김창집 , and others from the government office to reappoint them.",
                "H2KE-nKo": "이날 주상이 수십 장의 전지를 내려 조정 신하들을 배척해 물리치고, 당파를 지은 이이명과 김창집 등을 불러 다시 등용하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 7월 6일(계해) 1번째기사",
                "gt-oKo": "이날 임금이 수십 가지 분부를 내렸는데, 조신(朝臣)을 물리치고 당인(黨人) 이이명(李頤命)·김창집(金昌集) 등을 불러 다시 쓰는 일이었다.",
                "hj": "○癸亥/是日上下數十旨, 斥退朝臣, 召用黨人李頣命、金昌集等, 復用事。"
            }
        }
    },
    "08": {
        "14": {
            "1": {
                "H2KE-EN": "In sinchuk year (, the King appointed Supreme General [of the Middle Army] []Seongjong as superintendent of the Office of Royal Attire . He repeatedly declined, and only after receiving his order.",
                "H2KE-nKo": "신축년에 판중추부사 서종태를 내의원 제조에 다시 제수하였다. 여러 차례 사직한 뒤에야 명을 받들었다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 8월 14일(신축) 1번째기사",
                "gt-oKo": "판중추부사(判仲樞府事) 서종태(徐宗泰)를 내의 제조(內醫提調)로 다시 제배(除拜)하였다. 여러 번 사양하고서 명에 따랐다.",
                "hj": "○辛丑/以判中樞府事徐宗泰, 復拜內醫提調。 屢辭乃承命。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed the assistant section chief of the Ministry of Personnel in the gichuk year (. 사신은 논한다. Yin Feng (K. Yun Bongs literary",
                "H2KE-nKo": "기축년에 윤봉조를 이조 좌랑으로 삼았다. 사신은 논한다. 윤봉조는 문장이 명확하고 투철하였으나 경박하고 천박하여 비난하는 사람이 많았다고 한다. 윤봉조가 사관의 천망에 끼인 것은 홍치중이 경박하고 천박하다는 이유로 저지한 것이다. 사신도 윤봉조에게 편당한 자인데 그 말이 또 이와 같았으니, 뒤에 만규를 사주하는 일이 있게 된 것은 당연하다. 그러나 윤봉조는 실로 요사스러운 사람이니, 어찌 경박하고 천박하다고만 말할 수 있겠는가. 처지도 외롭고 한미한데 당에 교묘하여 외람되게 전필을 잡았으므로 여론이 해괴하게 여겼다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 8월 2일(기축) 1번째기사",
                "gt-oKo": "윤봉조(尹鳳朝)를 이조 좌랑(吏曹佐郞)으로 삼았다. 사신(史臣)은 말한다. ”윤봉조는 문사(文辭)가 명투(明透)하나 경천(輕淺)한 것을 흠잡아 비난하는 사람이 많으므로, 윤봉조가 사천(史薦)에 들었을 때에 홍치중(洪致中)이 이미 경천한 것 때문에 막았다.” 사신도 윤봉조에게 편드는 자인데 그 말도 이러하니, 의당 뒤에 만규(萬規)를 몰래 추기는 일이 있을 것이다. 그러나 윤봉조는 실로 요사한 사람이니, 어찌 경천하다고 할 뿐이겠는가? 문지(門地)도 단한(單寒)한데 당(黨)에 공교하여 외람되게 전필(銓筆)을 잡았으므로 물론이 놀라와하였다.",
                "hj": "○己丑/以尹鳳朝爲吏曹佐郞。 【史臣曰: “鳳朝文辭明透, 而但欠輕淺, 人多短之云。 鳳朝之參史薦, 洪致中已以輕淺沮之。”】 史臣亦黨於鳳朝者, 而其言又如此, 宜其有後來嗾族萬規事也。 然鳳朝, 實妖人, 豈可但曰輕淺而已? 地亦單寒, 而巧於黨, 濫秉銓筆, 物論駭之。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On sinhae day, Left State Councilor 김창집이 상소하여 the printing blocks for the Comprehensive Study of Historical Literary Liter ",
                "H2KE-nKo": "좌의정 김창집이 상소하여 윤선거의 문집의 판본을 헐기를 청하였는데, 주상이 그 말을 받아들여 그 판본을 헐고 상소한 유생 이홍제를 태인현에 정배하였다. - 원래의 상소는 위에 보인다. 비지는 위에 보인다. - 아, 김창집의 죄를 이루 다 주벌할 수 있겠는가. 사문의 다툼이 30년 동안 그치지 않고 점점 더 어그러지고 과격해져서 신구의 상소에 이르러 극에 달하였다. 김창집이 정승의 자리에 있으면서 통렬히 배척하여 막고 끊을 생각은 하지 않고 도리어 괴귀한 무리의 여론을 주워 모아 한숨을 쉬며 그 불을 부추기고 뒤흔들어 그 물결을 부추기며 주석하고 견강부회하여 유자광의 수단을 달게 여기고 이미 백골이 된 화를 빚어내었다. 임금의 뜻이 처음에는 배척하다가 마침내 변하게 한 자는 김창집이고, 대간의 의논이 공정하다가 곧 가라앉게 한 자는 김창집이고, 마침내 나이 젊은 유생들이 몹시 분하고 답답하여 스스로 왕옥에 갇혔던 자는 김창집이고, 잇따라 찬배되어 사림이 거의 피를 흘리게 된 자도 김창집이다. 저 신구의 무리를 어찌 꾸짖을 것이 있겠는가. 대신으로서 차마 이런 짓을 하였으니, 세도의 변고가 아, 또한 참혹하다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 8월 24일(신해) 1번째기사",
                "gt-oKo": "좌의정(左議政) 김창집(金昌集)이 상소하여 윤선거(尹宣擧)의 문집(文集)의 판(板)을 헐기를 청하니, 임금이 그 말을 받아들여 그 판을 헐고 소유(疏儒) 이홍제(李弘躋)를 태인현(泰仁縣)에 정배(定配)하였다.【원소(原疏)와 비지(批旨)는 위에 보인다.】 아! 김창집의 죄를 이루 주벌(誅罰)할 수 있겠는가? 사문(斯文)의 다툼이 30년이 되어도 그치지 않고 점점 더 어그러지고 격렬하여 신구(申球)의 소에 이르러 극심하였는데, 김창집은 자신이 보상(輔相)의 자리에 있으면서 매우 배척하여 막으려고 생각하지 않고, 도리어 괴귀(怪鬼) 같은 무리의 여론(餘論)을 주워 모아 호흡(呼吸)하여 그 불을 일으키고 흔들어 올려서 그 물결을 일으키며 쉽게 풀이하고 억지로 맞추어 유자광(柳子光)의 수단을 마음껏 부려 이미 죽어서 뼈가 된 사람의 화(禍)를 빚어 만들었다. 임금의 뜻이 처음에는 배척하다가 마침내 바뀌게 한 것도 김창집이고, 대간(臺諫)의 의논이 공정하다가 곧 가라앉게 한 것도 김창집이며, 마침내 젊은 선비들이 매우 분하고 답답한 마음이 격렬하여져서 스스로 왕옥(王獄)에 갇히게 한 것도 김창집이고, 잇따라 귀양보내어 사림(士林)이 거의 피를 흘리게 한 것도 김창집이다. 저 신구의 무리를 무엇이 꾸짖을 것이 되겠는가? 그런데 대신(大臣)으로서 차마 이런 일을 하니, 세도(世道)의 변함이, 아! 또한 참혹하다.",
                "hj": "○辛亥/左議政金昌集, 疏請毁《尹宣擧文集》板, 上入其言, 毁其板, 配疏儒李弘躋於泰仁縣。【原疏見上。 批旨見上。】噫嘻! 昌集之罪, 可勝誅哉? 斯文之爭鬩, 三十年未已, 轉輾乖激, 至球疏而極矣。 昌集身居輔相, 不思痛斥而遏絶之, 乃反掇拾怪鬼輩餘論, 噓噏而煽其火, 掀翻而鼓其瀾, 註釋附會, 甘心於子光手段, 釀成旣骨之禍。 使上意始斥, 而終變者昌集也, 臺議乍公, 而旋溺者昌集也, 卒之年少章甫, 痛憤鬱激, 自繫王獄者, 昌集也, 投竄相繼, 士林幾於流血者, 亦昌集也。 彼球輩, 何足責? 爲大臣而忍爲此, 世道之變, 吁亦熸矣。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "In eulmi year (, Yi Hongje , a literary licentiate , and others submitted a memorial to reply to the King regarding the case of Shin Gu . The memorial was presented to the King, but many discollections were calculated. Now, the memorial was presented to the King. In your subjects humble opinion, it has been more than thirty years since the Confucian scholars displayed their sense of discussions and displayed the matter. Nevertheless, the displayed each other slightly increasingly incur. Nevertheless, Shin Gu suddenly submitted a memorial to falsely accuse the late Minister of Court Ceremonial Literary literary liter",
                "H2KE-nKo": "을미년에 진사 이홍제 등이 상소하여 신구의 일에 대해 변명하였다. - 원소는 위에 보이는데 긴요한 부분은 많이 삭제하였으므로 지금 보충하여 넣는다. - 삼가 생각건대 근래에 사림이 서로 반목하여 논의가 분열된 지 이미 30년이 되었다. 다시 서로 어긋나 점점 더 격화되었지만 그래도 서로 해치고 죽이는 지경에는 이르지 않았는데, 지금 갑자기 신구라는 자가 흉악한 상소를 올려 고 문경공 신 윤선거를 끝없이 무함하였다. 그가 한없이 흉악한 말을 하고 참혹한 생각을 한 것은 바로 하나의 급서일 뿐이다. 어찌 성명의 세상에 이런 변괴가 있을 줄 생각이나 하였겠는가. - 이것이 기단이다. - 더구나 윤선거의 상소 가운데 또 ‘기우에 앉아 의기를 쏟는다.’라는 말이 있는데, 이것은 두거가 말한 것과 동일한 뜻이니, 의기를 쏟는다는 것에 또한 무슨 벌을 받을 만한 것이 있어서 취하여 비유한 것인지 모르겠다. 또 고금의 문자 가운데 단장 취의한 것이 한두 가지가 아니다. 개풍과 한천의 시가 얼마나 추악하고 수치스러운가. 그런데 도잠은 자기 어머니를 생각하는 도흥을 인용하였고, 주자는 그 재의 이름을 취하였다. 비록 옛날 대현의 문사라도 만약 구어를 찾아내어 오늘날처럼 주해하여 죄를 만든다면, 누가 능히 참혹한 칼날과 화망을 면할 수 있겠는가. 그가 아무런 근거도 없이 날조하여 조종을 핍박하기까지 하였는데도 오히려 꺼릴 줄을 모르니, 사람이 형편없는 것이 어찌 이럴 수 있단 말인가. 신들이 근원을 거슬러 올라가 논하고자 한다. - 이 단락은 ‘어찌 감히 이처럼 무엄할 수 있단 말인가.’라는 아래이다. - 또 평소 도의를 자세히 아는 친우 - 송시열을 가리킨다. - 가 나온 것을 보았다. 당세에 만약 장차 큰일을 할 것 같으면 글을 보내 권면하여, 사실을 먼저 하고 이름을 뒤로 하여 설시하고 조치하기를 바라기를 마치 주자가 말한 것처럼 몇 해의 규범으로 정하고 누누이 충고하여 임금의 비위를 건드리는 것을 피하지 않았다. - 이 단락은 ‘잊지 않는다.[無忘]’라는 아래이다. - 신들이 삼가 생각건대 예로부터 간사한 소인이 군자를 모함하여 해칠 때에는 문구를 따내고 말을 주워 모아 죄안을 만들어 세도에 화를 떠넘기는 일이 왕왕 있었다. 멀리는 장돈이 사마광의 상소를 따다가 종묘를 비방하였고, 가까이는 유자광이 조의제문을 주석하여 사림을 참벌하였으니, 청사의 주벌이 철월보다 엄하였다. 아, 성명이 위에 계신데 이런 도깨비 같은 무리가 어찌 오늘날에 날뛰어서야 되겠는가. 또 아뢰기를,“태학의 많은 선비들이 올린 상소는 곧바로 봉입하지 않는 것으로 주상께 여쭈었는데, 신구의 상소는 서둘러 봉입하고 한밤중에 문틈으로 신구 등이 소매 속에 넣은 책자를 들여오라고 재촉하였습니다. 그러나 삼사에 있는 자들은 문집을 보지 못하여 미처 논열하지 못하였다고 말하였으니, 안팎으로 호응한 자취를 어찌 감출 수 있겠습니까. 오늘날의 세도가 참으로 한심스럽습니다.아, 신구의 말은 바로 고변하는 말이고, 남을 참역의 죄로 무함하였습니다. 나라에는 일정한 형벌이 있으니, 삼가 바라건대 속히 담당 관사로 하여금 신구를 잡아다가 철저히 조사하여 응당 받아야 할 형률을 시행하게 하소서.”하였다. - 이 단락은 ‘또한 얼마 안 된다.’라는 아래이다. -\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 8월 8일(을미) 1번째기사",
                "gt-oKo": "진사(進士) 이홍제(李弘躋) 등이 상소(上疏)하여 신구(申球)의 일을 변명하기를,【원소(原疏)는 위에 보이는데, 긴요한 것이 많이 삭제되었으므로 이제 보충하여 넣는다.】 “생각하건대 요즈음 사림(士林)이 서로 반목하여 논의가 분리된 이미 30년이나 되었습니다. 서로 어그러지는 것이 점점 더 격렬하여졌어도 오히려 서로 해치고 죽이는 지경에 이르지는 않았었는데, 이제 갑자기 신구라는 자가 흉소(凶疏)를 올려 고(故) 문경공(文敬公) 신(臣) 유선거(尹宣擧)를 그지없이 무함하였습니다. 그 말이 흉패(凶悖)하고 생각이 참혹하여 바로 하나의 급서(急書)와 같으니, 어찌 성명(聖明)의 세상에 이러한 변괴가 있을 줄 생각하였겠습니까?【이것이 시작한 부분이다.】 더구나 윤선거의 소(疏) 가운데에 또 하나의 좌우에 두고 경계로 삼는 의기(欹器)로 삼는다는 말이 있고 이것도 두거(杜擧)라 한 말과 같은 뜻인데, 기기에도 무슨 받을 만한 벌이 있어서 따다가 비유한 것인지 모르겠습니다. 또 대저 고금(古今)의 글에서 한 장구(章句)를 잘라 내어 뜻을 딴 것은 한 둘로 셀 수 없습니다. 개풍(凱風)의 한천(寒泉) 이란 시(詩)가 얼마나 부끄러운 것이겠습니까마는, 도잠(陶潛)은 어머니를 생각하는 데에 인용하고 주자(朱子)는 재(齋)를 이름짓는 데에 뜻을 따서 썼습니다, 옛 대현(大賢)의 문사(文詞)일지라도 어구(語句)를 찾아내어 오늘날 하는 짓처럼 풀이하여 죄를 만든다면, 누가 참봉(潛鋒)·화망(禍網)에서 벗어날 수 있겠습니까? 억지로 만들어 내고 마음대로 꾸며 내어 조종(祖宗)을 핍박하기에 이르러도 오히려 꺼릴 줄 모르니, 사람이 변변치 못하기가 이럴 수 있겠습니까? 신들이 근원에 거슬러 올라가서 논하겠습니다.【이 부분은 ‘어찌 감히 이처럼 무엄할 수 있겠습니까?’라는 말 아래에 있다.】 또 평소에 도의(道義)로 맺은 친한 벗【송시열(宋時烈)을 가리킨다.】이 나가서 당세에 장차 유위(有爲)할 듯하니, 글을 보내어 권면하여 실속을 앞세우고 이름을 뒤로 하여 설시(設施)하고 조치(措置)하기를 바라서 주자가 이른바 몇 해의 경계로 정한 것처럼 누누이 충고하고 뜻에 거슬리는 것을 피하지 않았습니다.【이 부분은 ‘잊지 않는 의리’라는 말 아래에 있다.】 신들이 생각하건대 예전부터 간사한 소인이 군자를 함해(陷害)할 때에 문구(文句)를 들추어내고 말을 주워 모아 죄안(罪案)을 꾸며 만들고 세도(世道)에 화(禍)를 떠넘긴 일은 전사(前史)에서 찾으면 이따금 있습니다. 멀리는 장돈(章惇)이 사마광(司馬光)의 소장(疏章)에서 긁어 내어 종묘를 비방하였다 했고 가깝게는 유자광(柳子光)이 조의제문(弔義帝文)을 주석(註釋)하여 사림(士林)을 죽였는데, 청사(靑史)의 주벌(誅罰)이 부월(鈇鉞)보다 엄합니다. 아! 성명이 위에 계신데 이러한 도깨비 같은 무리가 어찌 오늘날에 날뛰어야 하겠습니까?” 하고, 또 말하기를, “태학(太學)의 많은 선비의 소는 곧바로 봉입(捧入)하지 않고 계품(啓稟)하였으나, 신구의 소에 대하여는 서둘러 봉입하고 한밤에 문틈으로 신구 등이 소매 안에 넣어 온 책자를 독촉하여 받아들였는데도, 삼사(三司)에 벌여 있는 자들은 문집(文集)을 보지 못하였으므로 미처 논열하지 못하였다고 말하니, 안팎에서 화응(和應)한 자취를 어찌 엄폐할 수 있겠습니까? 오늘날의 세도(世道)가 참으로 한심합니다. 아! 신구의 말은 곧 상변(上變)한 말인데, 남을 참역(僭逆)의 죄로 무고(誣告)하면 나라에 상형(常刑)이 있습니다. 바라건대 빨리 유사(攸司)를 시켜 신구를 데려다가 구명하여 받아야 한 율(律)을 시행하소서.……【이 부분은 ‘또한 바랄 수 없을 것입니다.’라는 말 아래에 있다.”】 하였다.",
                "hj": "○乙未/進士李弘躋等, 疏辨申球事。【原疏見上, 而緊段多刪, 今補入。】 竊念近者士林睽乖, 論議分張, 已至三十年所。 更相牴牾, 轉輾層激, 而猶不至於相戕相殺之境, 今忽有申球者, 投進凶疏, 誣陷故文敬公臣尹宣擧, 罔有紀極。 其遣辭之凶悖, 造意之慘毒, 卽一急書爾。 豈料聖明之世, 乃有此等變怪耶? 【此是起段。】 況宣擧疏中, 又有作一侑坐欹器之語, 此與杜擧之云, 同一意義, 不知欹器, 亦有何可受之罰, 而取以爲喩歟? 且夫古今文字, 斷章取義者, 不可一二數。 《凱風》、《寒泉》之詩, 何等醜恥, 而陶潜引興於思其母, 朱子取義於名其齋。 雖古大賢文詞, 若搜剔句語, 註解成罪, 如今日之爲, 則孰能免於(熸)〔憯〕鋒禍網哉? 其白地穿鑿, 恣意誣捏, 至於換逼祖宗, 而猶不知忌憚, 人之無狀, 乃有是耶? 臣等請泝源而論之。 【此段在何敢無嚴若是下。】且見親友之素詳以道義者【指宋時烈。】出, 而當世若將有爲, 則貽書勸勉, 望之以先實後名, 設施措置, 如朱子所謂定爲幾年之規, 縷縷忠告, 不避觸忤。【此叚在無忘之義下。】臣等竊伏念, 自古奸邪小人之陷害君子也, 摘抉文句, 捃摭語言, 構成罪案, 嫁禍世道, 求諸前牒, 往往而有。 遠則章惇剟取司馬光章疏, 以謗訕宗廟, 近則子光註釋《弔義帝文》, 而斬伐士林, 靑史之誅, 嚴於鐵鉞。 嗚呼! 聖明在上, 此等魑魅魍魎之輩, 豈宜跳踉於今日? 又曰: 太學多士之疏, 直以不捧啓稟, 而在球疏則汲汲捧入, 而半夜門隙, 促納球等袖中冊子, 而然且列三司者, 乃以未見文集, 未及論列爲言, 表裏和應之跡, 烏可掩諱? 今日世道, 良亦寒心。 噫! 球之言, 乃上變之言, 誣人以僭逆之罪。 國有常刑, 伏願亟令攸司, 取球究覈, 施以當被之律云云。 【此段在亦無幾矣下。】"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Magistrate of Chogye District Ku Manri was replaced by the magistrate of Chogye District in byeongsin year (. Ku Manri was replaced by the magistrate of Eonyang District . Ku Manjun died eventually at the place of his designated area. Ku Manjun was diligent and imprudent, and yet he was unwilling to serve as a government post. His controlling opinion was also virtuous, but he was guilty of no crime and died at the end of his death. People lamented and grieved.",
                "H2KE-nKo": "윤성준을 초계 군수로 바꾸고 구만리를 언양 현감으로 바꾸었다. 윤성준은 마침내 폄소에서 졸하였다. 윤성준은 성품이 염간하고 욕심이 적어 벼슬하기를 좋아하지 않았고 지론도 화평을 위주로 하였는데, 죄 아닌 것으로 연좌되어 마침내 영해에서 죽으니, 사람들이 슬퍼하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 8월 9일(병신) 1번째기사",
                "gt-oKo": "윤성준(尹星駿)을 초계 군수(草溪郡守)로 바꾸고 구만리(九萬理)를 언양 현감(彦陽縣監)으로 바꾸었다. 윤성준이 마침내 폄소(貶所)에서 졸(卒)하였다. 윤성준은 마음이 고요하고 깨끗하며 욕심이 적어서 벼슬하기를 좋아하지 않고 지론(持論)도 화평을 주장하였는데, 죄 아닌 데에 좌죄(坐罪)되어 마침내 영해(嶺海)에서 졸사(卒死)하니, 사람들이 슬퍼하였다.",
                "hj": "○丙申/尹星駿換草溪郡守, 具萬理換彦陽縣監。 星駿竟卒於貶所。 星駿恬簡寡欲, 不樂仕宦, 持論亦主和平, 而坐於非辜, 卒死嶺海, 人爲嗟傷。"
            }
        }
    },
    "09": {
        "10": {
            "1": {
                "H2KE-EN": "Governor of Chungcheong Province Yi Seeyeon , who was newly appointed as inspector general , heard that the King ordered that the woodblocks of the Comprehensive Mirror to Aid in Government (C. Geonshu Xi's Family Rituals be disclosed and then submitted a memorial advising that the woodblocks of the Comprehensive Mirror to Aid in Government (C. Geonshu Xi's Family Rituals be unable to uphold the royal order. The King strictly admonished him and replaced him.",
                "H2KE-nKo": "충청도 관찰사 이세면이 대사간에 새로 제수되어, 윤선거의 문집의 판본을 헐라는 명을 듣고 상소하여 윤선거가 무함당한 것을 변명하고 이어서 판본을 헐라는 명을 감히 봉행하지 못하겠다고 아뢰니, 엄한 비답을 내려 체차하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 10일(병인) 1번째기사",
                "gt-oKo": "충청도 관찰사(忠淸道觀察使) 이세면(李世勉)이 새로 대사간(大司諫)에 제배(除拜)되어, 윤선거(尹宣擧)의 문집(文集)의 판본(板本)을 헐라는 명을 듣고서 상소하여 윤선거가 무함받은 것을 밝히고 이어서 판본을 헐라는 명을 감히 봉행(奉行)할 수 없다고 아뢰었는데, 엄히 비답(批答)하고 벼슬을 갈았다.",
                "hj": "○丙寅/忠淸道觀察使李世勉, 新拜大司諫, 聞《尹宣擧文集》毁板之命, 疏辨宣擧之誣, 仍陳毁板之命不敢奉行, 嚴批遞職。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On mujin day, Second Minister of War Yi Daeseong submitted a memorial requesting that the printing blocks for Jin Gwan be discontinued in accordance with the old practice, that the printing blocks for the Comprehensive Mirror to Aid in Government should not be discontinued. The printing blocks for the Comprehensive Mirror to Aid in Government . The printing blocks for the Comprehensive Mirror to Aid in Government . The printing blocks for the Comprehensive Mirror to Aid in Government and Comprehensive Mirror to Aid in Government . The printing blocks for the Comprehensive Mirror to Aid in Government and Comprehensive Mirror to Aid in Government . The printing blocks for the Comprehensive Mirror to Aid in Government and Comprehensive Mirror to Aid in Government should not be discontinued. The printing blocks for the Comprehensive Mirror to Aid in Government and Comprehensive Mirror to Aid in Government should not be discontinued. The printing blocks for the Comprehensive Mirror to Aid in Government and Comprehensive Mirror to Aid in Government . ",
                "H2KE-nKo": "병조 참판 이대성이 상소하여 진관의 고사에 따라 윤선거의 문집 판본을 헐지 말 것을 청하였다. - 그 내용은 대략 아래에 보인다. - 하단에 이르기를,“대신의 사사로운 의리로 말하더라도 문집의 잡저 가운데 석실어록 9판은 모두 문정공 김상헌이 윤선거와 문답한 말이고, 부록 가운데 노강서원 영건문은 바로 고 상신 김수항이 지은 것입니다. 상신이 이러한 것을 알았다면 차마 아울러 헐지 못했을 것입니다.”하였다. - 비지는 아래에 보인다. -\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 12일(무진) 1번째기사",
                "gt-oKo": "병조 참판(兵曹參判) 이대성(李大成)이 상소(上疏)하여 진관(陳瓘)의 고사(故事)에 의하여 윤선거의 문집 판본을 헐지 말기를 청하였는데,【대략 아래에 보인다.】 하단(下段)에 말하기를, “대신(大臣)의 사의(私義)로 말하더라도, 이 문집의 잡저(雜著) 가운데에 있는 석실어록(石室語錄) 아홉 판(板)은 다 문정공(文正公) 김상헌(金尙憲)이 윤선거와 문답한 말이고, 부록(附錄) 가운데에 있는 노강서원 영건문(勞岡書院營建文)은 고(故) 상신(相臣) 김수항(金壽恒)이 지은 것이니, 상신이 이것이 있는 것을 보면 차마 모두 헐지 못할 것입니다.……” 하였다.【비지(批旨)는 위에 보인다.】",
                "hj": "○戊辰/兵曹參判李大成陳疏, 請依陳瓘故事, 勿毁《尹宣擧文集》板本,【大略見下。】下段有曰: 雖以大臣私義言之, 本集雜著中, 《石室語錄》九板, 皆文正公金尙憲與宣擧問答語也, 附錄中魯岡書院營建文, 卽故相臣金壽恒所撰也。 相臣苟見其有此, 則宜不忍竝毁云云。 【批旨見下。】"
            },
            "2": {
                "H2KE-EN": "Acting Fifth Rank Military Officer Yun Jiin denounced Yi Geomyeong and Kwon Sangyu on slandering themselves, and repeatedly impeached all the officials of the State Tribunal and presented a memorial to the King to confrontation. The memorial read as follows: The other day, Yi Geomyeong suspected anger and insulted him. Truly, he was unable to do so. Regarding the words of the gateways and the gateways, he led him to self-restraint. However, he did not know what he intended. At first, Yi Geomyeong told Jo Myeong that he told him to self-restraint houses outside the city gates outside the city gates. In the middle of the city gates, he told him that the houses outside the city gates were related to self-restraint houses. In the end, he eventually urged him to self-restraint houses at Donhwa Gate . Kwon Chidae also told Jo Myeong to Donhwa Gate . The circumstances and the circumstances of his circumstances are truly unknown. Therefore, your subjects submitted the memorial that he did not know where Jo Myeong and Kwon Chidae were told him to self-restraint houses. Why did Yi Geomyeong suspect him to self-restraint houses? The reason why he told him to self-restraint houses is that he told Kwon Cheom , Im Dang , and Yi Sugang to self-restraint houses. Kwon Cheom was the relative of Kwon Geung and also seized the son of Kwon Geung by marriage. Im Dang and Yi Sugang were also the relative of Kwon Geung. However, Kwon Geung sent someone to his private letters, and the circumstances were revealed. The circumstances and the circumstances were revealed, and the circumstances were revealed. If Kwon Cheom and others were true to self-restraint Jo Myeong, the circumstances and the circumstances were revealed are revealed. Therefore, it is not proper to 다시 self-restraint houses in order to self-restraint houses in self-restraint houses. Kwon Sangyu",
                "H2KE-nKo": "행 사직 윤지인이 이건명과 권상유가 스스로 변명한 상소로 인하여 다시 조사할 때의 의금부 당상들을 논척한 것으로 인하여 상소하여 변명하였는데, 그 대략에,“일전에 이건명이 의심하고 노여워하며 공격하고 배척한 것은 실로 생각지도 못했던 일입니다. ‘문명’이니 ‘조화’니 하는 말로 끌어다가 스스로 책임을 떠맡긴 것은 그 의도가 어디에 있는지 모르겠습니다. 당초에 이건명이 ‘외제’라고 조명을 고발하였는데, ‘외제’라고 한 장소가 처음에는 단봉문 밖의 여염집이라고 말하였다가 허사로 돌아갔고, 중간에는 ‘거리 밖의 치가’라고 말하였다가 또 허사로 돌아갔으며, 결국 어쩔 수 없이 핍박한 뒤에야 ‘돈화문’이라고 고발하였습니다. 권치대도 대루청에서 조명과 함께 돈화문으로 돌아갔으니, 그간의 정절은 참으로 헤아릴 수 없는 점이 있습니다. 그러므로 신들이 지난번 상소에서 ‘조화가 어디에 있는지 모르겠다.’라고 한 것은 조명과 권치대를 아울러 가리켜 말한 것이고, 이건명이 거듭 끌어다가 스스로 인혐한 것은 또 무슨 까닭이란 말입니까.이른바 ‘혹시 누락되어 묻지 않았다.’라고 한 것은 권첨, 임당, 이수강 세 사람을 가리키는 듯합니다.권첨은 바로 권응의 절친한 사이이고, 또 권응의 아들을 데려다가 후사로 삼았으며, 임당과 이수강도 권응의 육촌입니다. 그런데 권응이 다른 사람에게 보낸 사서가 드러나 정절이 드러나 감출 수 없게 되자 대간의 계사로 인하여 추문한 것입니다. 가령 권첨 등이 과연 공증으로 권응이 속인 것이 절절이 탄로 난 뒤라면 다시 증인한 자에게 물어서는 안 됩니다. 더구나 권첨 등은 모두 공증인이 아니니, 어찌 억지로 추문하여 나라의 체모를 손상할 수 있겠습니까.권상유가 공공연히 방자하게 모욕을 가하고 남이 자기를 비난한 것에 대해 노여워한 것은 진실로 사대부의 추악한 짓입니다.당초 권상유가 권치대를 고발할 때 만약 대루청 밖에서 지었다는 말을 바른대로 고하였다면, 그때 대루청의 집은 사인이 거처하는 곳이므로 그 허망한 정절을 반드시 즉시 분변하였을 것입니다. 그런데 권상유가 ‘대루청’이라고 한 말은 비변사의 회좌에서 이미 나왔는데 도리어 상소할 때 숨겼으니, 지금 상소에서 그 숨겼다는 이유를 변명하면서 앞서의 상소를 주석한 것은 하나도 말이 되지 않습니다. 또 그 상소를 이미 기초하였다가 곧바로 고친 것을 스스로 변명한 증거로 삼았으니, 그 또한 몹시 군색하고 회피한 것입니다.”하였다. 주상이 바야흐로 두 신하를 향용하고 있었기 때문에 답하기를,“기세를 돋구어 침범하고 배척하니, 이미 화평함이 결여되었다.”하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 12일(무진) 2번째기사",
                "gt-oKo": "행 사직(行司直) 윤지인(尹趾仁)이, 이건명(李健命)·권상유(權尙游)가 스스로 변명한 소(疏)에 다시 사문(査問)할 때의 금오(金吾)의 당상(堂上)들을 배척하였기 때문에 상소하여 변명하였는데, 대략 말하기를, “일전에 이건명이 의심하고 노하여 공박하고 배척한 것은 실로 생각이 미치지 않는 바입니다. 문명(門名)의 조화(造化)라는 말을 끌어대어 스스로 감당한 것은 그 뜻이 어디에 있는지 모르겠습니다. 당초에 이건명이 밖에서 지었다 하여 조명(趙銘)을 고발하였으나, 밖에서 지은 곳을 처음에는 단봉문(丹鳳門) 밖의 여염집이라고 말하였다가 거짓으로 돌아갔고, 중간에는 거리 밖의 대장장이 [治匠] 집이라고 말하였다가 또 거짓으로 돌아가니, 마침내 다급하여 어쩔 수 없게 되어서야 돈화문(敦化門)이라고 현고(現告)하였는데, 권치대(權致大)도 대루청(待漏廳)에서 조명과 함께 돈화문으로 갔으므로 그 사이의 사정에 참으로 헤아릴 수 없는 것이 있습니다. 그러므로 신들의 전소(前疏) 가운데에 조화가 어디에 있는지 모르겠다 한 것은 조명·권치대를 아울러 가리켜 말한 것인데, 이건명이 거듭 끌어다가 스스로 혐의하는 것은 또 무슨 까닭입니까? 그가 이른바 혹 빠뜨리고 묻지 않았다는 것은 권첨(權詹)·임당(任瑭)·이수강(李壽岡) 세 사람을 가리킨 듯하나, 권첨은 권응(權譍)의 절친(切親)이고 또 권응의 아들을 데려다 후사(後嗣)로 삼았으며 임당·이수강도 권응의 육촌인데, 권응이 남에게 보낸 사서(私書)가 나타나 사정이 드러나서 감쌀 수 없게 된 뒤에 대계(臺啓)에 따라 추문(推問)한 자입니다. 권첨 등이 과연 공증(公證)이라도 권응이 속인 것이 마디마디 드러난 뒤에는 증거로 끌어댄 자에게 다시 묻지 않아야 할 것인데, 더구나 권첨 등은 다 공증이 아니니, 어찌 굳이 추문하여 나라의 체모를 손상할 수 있겠습니까? 권상유가 버젓이 욕하여 남이 자기를 의논하는 것을 노여워한 것은 본디 사대부(士大夫)의 추악한 행동인데다가, 당초 권상유가 권치대를 고발할 때에 대루청 밖에서 지었다는 말을 곧바로 고하였다면 그때 대루청 집은 사인(士人)이 세들어 살던 곳이므로 그 허망한 정상이 반드시 당장에 밝혀졌을 것인데, 권상유가 대루청이라는 말을 이미 비국(備局)의 좌중(坐中)에서 내고서 도리어 상소할 때에 숨겼으니, 이제 소 가운데에서 그 숨긴 까닭을 변명하여 전소(前疏)를 풀이한 것은 조금도 말이 되지 않습니다. 또 그 소를 이미 기초하였다가 곧 고쳤다는 것으로 스스로 변명하는 증거를 삼았으니, 그 또한 군색하게 피하는 것이 심합니다.……” 하였는데, 임금이 바야흐로 두 신하를 거두어 쓰려한 까닭에 답하기를, “기세를 올려 배척하니 이미 화평을 잃었다.” 하였다.",
                "hj": "○行司直尹趾仁, 因李健命、權尙游自明之疏, 侵斥更査時金吾諸堂, 上疏陳辨。 略曰: 日者李健命之疑怒攻斥, 實是意慮之所不及。 以門名造化之說, 引以自當者, 莫知其意之所在也。 當初健命, 以外製發告趙銘, 而外製處所, 始以丹鳳門外閭家爲言而歸虛, 則中以街外治家爲言, 而又歸虛, 畢竟迫不得已然後, 乃以敦化門現告, 而權致大亦自待漏廳, 與銘同歸於敦化門, 其間情節, 誠有不可測者。 故臣等前疏中, 未知造化何居者, 乃竝指銘、致大而言, 健命之重引自嫌, 又何故也? 其所謂或漏而不問者, 似指權詹、任瑭、李壽岡三人, 而詹是譍之切親, 又取譍子爲後, 瑭、壽岡, 亦是譍之六寸, 而譍之抵人私書現出, 情節敗露, 無以掩護之後, 因臺啓推問者也。 使詹等, 果是公證譍之誣罔, 節節敗露之後, 不當更問於證引者。 況詹等, 俱非公證, 則豈可强爲推問, 以傷國體耶? 至若權尙游之公肆詬辱, 怒人議已, 固是士夫之醜行, 而當初尙游告致大之時, 若直告待漏廳外製之說, 則伊時待漏廳家, 爲士人僦居之所, 其虛妄之狀, 必將立辨, 而尙游以待漏廳之說, 旣發於備局之坐, 反諱於陳疏之時, 今於疏中, 發明其諱之之由, 註釋前疏者, 一不成說。 又以其疏之旣草旋改, 爲自明之證, 其亦窘遁甚矣云云。 上, 方嚮用兩臣, 故答以盛氣侵斥, 已欠和平。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On sinhae day, Minister of Punishments Min Yeok submitted a memorial on the matter of imin year (1422, the fourth year of King Sejongs reign regarding the memorials confiscated by the 유생 권필형이 the memorial under the confiscation of the memorial. Earlier, Jo Tae Jing , Kwon필hyeong , and others each bowed to the memorial and entered the palace. The Royal Secretariat scolded them but could not reach Donhwa Gate . Each of them arranged the memorial chest for the outside of the palace gate. They stood in order to stand according to rank. At sunset, the patrolmen received the tally and left [the palace]. The memorial chest for the memorial to open the road. The memorial chest for the memorial chest is very important, and many Confucian scholars stood in order to stand according to rank. They cannot cease on the road and endeavored for a long time. Generally, the patrolmen walk their tally to remove the patrolmen from patrolmen. The Royal Secretariat finally reported this to the King. The King eventually ordered that the memorial chest for the memorial be investigated and punished. Minister of Punishments 민진원이 the memorial chest for the memorial, and the memorial chest for the memorial was submitted by Kwon필hyeong , Bak Saje , Yi Segyeong , Yun Sim , Choe Hongsang , Jeong Sunri , Kim Gwanghyeong , and Yi Habal , respectively, said, They are at the same place as patrolmen and patrolmen from patrolmen. They are unable to be the first principal offender. 민진원이 stricken with Kwon필hind patrolmen from patrolmen, patrolmen from patrolmen patrolmen, patrolmen and patrolmen patrolmensmen patrolmen patrolmen. ",
                "H2KE-nKo": "형조 판서 민진원이 유생 권필형의 소하 유생들이 스스로 옥중에 갇혀 있는 일 때문에 상소하였다. - 소는 위에 보인다. - 처음에 조태징과 권필형 등이 각각 소를 올리고 대궐에 들어가니, 승정원에서 꾸짖어 금하였으나 들어가지 못하고 돈화문으로 들어가니, 두 사람이 각각 소함을 문 밖에 두고 반열을 이루어 차례로 섰다. 저물녘에 순장이 패를 받고 나가 소유에게 소함을 옮겨 길을 열게 하니, 소유가 소함은 체모가 중하고 많은 선비가 줄지어 섰으므로 길을 양보할 수 없다 하여 오랫동안 서로 버티고 있었다. 순장이 부신을 차고 순라를 도는 것은 막을 수 없는 것인데, 소유가 짐짓 막아서 위에 알리려 하였으므로 승정원에서 과연 위에 아뢰어 적발하여 다스리라고 명하기까지 하였다. 형조 판서 민진원이 소유에게 자수하게 하니, 소유가 권필형, 박사제, 이세경, 윤심, 최홍상, 정순일, 김광헌, 이하발 등 여덟 사람의 이름을 써서 바치면서 말하기를,“함께 막아서 수죄할 만한 것이 없다.”하였다. 민진원이 억지로 권필형을 수죄로 삼아 가두어 다스리기를 청하니, 여덟 사람이 드디어 앞다투어 옥에 갇혔다. 권필형이 공초를 바치기에 이르러 일제히 형조의 문밖에 나아가 함께 나아가 변명하기를 힘껏 청하였으나, 여러 번 다투었으나 들어가지 못하였다. 드디어 문을 밀치고 곧바로 들어가 민진원을 욕하고 꾸짖으니, 민진원이 갖가지로 곤박하여 나졸을 꾸짖어 끌어내게 하고 관아를 파한 뒤에 뒷문으로 몰래 나갔다. 소하인 젊은이들이 거리에 많이 서서 전령 군졸에게 이 손자가 있다고 크게 외치니, 민진원이 낯을 가리고 빨리 달려 달아나서 상소하여 고자질하였다. 주상이 엄한 하교를 내려 여덟 사람을 모두 극변에 정배하라고 명하였다.조태징은 조관으로서 의금부에 옮겨 결장되었는데, 돌아와 분한 마음을 내어 드디어 죽었다.조태징은 윤증의 문인으로 학문을 좋아하고 지극한 행실이 있으며 지조가 남달랐으니, 온 세상의 청사이다. 일찍이 과천 현감이었을 때에 몸소 거느리고 백성을 가르쳐서 빙벽을 스스로 견지하였으므로 온 경내가 칭송하였다. 만년에는 문을 닫아걸고 살던 곳이 바람과 햇볕을 가리지 못하여 조금도 개의치 않았다. 신구의 소가 나온 뒤에 김창집이 상소하여 판본을 헐기를 청하였으나, 승정원에서 유소를 막아서 철폐하지 못하여 순장이 막고 옥에 스스로 갇히게까지 하였다. 문을 밀치고 욕하며 거리에서 욕하고 꾸짖기까지 한 것은 분통하고 억울한 심정에서 나온 것이기는 하나 노여움을 풀 길이 없었으니, 요컨대 놀랍고 망녕된 것이다. 그러나 동경의 당인과 기묘년의 유생들도 기의에 격동되어 이따금 중도에 지나친 일을 하였으니, 저 유생들은 진실로 깊이 죄줄 것이 뭐가 있겠는가. 그러나 민진원이 소유를 질곡하고 많은 선비를 잡아끌어 마침내 한꺼번에 변방에 정배하여 사림의 위화를 꾸몄으니, 그 죄가 신구보다 더하며 참으로 김창집의 창귀이다. 통탄스러움을 금할 수 있겠는가.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 16일(임신) 1번째기사",
                "gt-oKo": "형조 판서(刑曹判書) 민진원(閔鎭遠)이, 유생(儒生) 권필형(權弼衡)의 소하(疏下) 유생들이 스스로 옥중에 갇힌 일 때문에 상소하였다.【소(疏)는 위에 보인다.】 처음에 조태징(趙泰徵)·권필형 등이 각각 상소하러 대궐에 들어가는데 정원(政院)에서 꾸짖어 막으므로 돈화문(敦化門)을 들어가지 못하고 두 사람이 각각 소함(疏函)을 문지방 밖에 놓고 줄지어 섰다. 저녁이 되어 순장(巡將)이 패(牌)를 받아서 나가다가 소유(疏儒)로 하여금 소함을 옮겨 길을 트게 하였으나 소유가 소함은 체모가 중대하고 많은 선비가 줄지어 섰으므로 길을 양보할 수 없다 하여 오래 서로 버티었다. 대저 순장이 부신(符信)을 차고 순라를 벌이면 이를 막을 수 없는 것인데, 소유가 짐짓 막고 임금에게 아뢰는 것을 빙자하려 하므로 정원에서 과연 임금에게 아뢰니, 적발하여 다스리라고 명하게 되었다. 형조 판서 민진원이 소유로 하여금 자수하게 하였더니 소유가 권필형·박사제(朴師悌)·이세경(李世庚)·윤심(尹審)·최홍상(崔弘相)·정순일(鄭順一)·김광헌(金光獻)·이하발(李夏發) 여덟 사람의 이름을 써서 바치고 말하기를, ‘막는 데에 같이 있었으므로 수죄(首罪)가 될 만한 자가 없다.’ 하였는데, 민진원이 억지로 권필형을 수죄로 삼아 가두어 다스리기를 청하였다. 여덟 사람이 드디어 옥에 갇히겠다고 다투고 권필형이 공초하게 되어서는 일제히 형조의 문밖에 나아가 같이 나아가 밝히겠다고 힘껏 요구하여 여러 번 다투었으나 들어가지 못하니, 드디어 문을 밀치고 곧바로 들어가 민진원을 욕하엿다. 민진원이 갖가지로 몹시 괴로움을 받고 나졸(邏卒)을 꾸짖어 끌어내게 하면서 관무(官務)를 파하고 뒷문으로 몰래 나가는데, 소하인 젊은 사람들이 모여 서서 거리를 막고 전령(傳令)하는 군졸에 이 손자가 있다고 크게 외치므로, 민진원이 낯을 가리고 빨리 달려 돌아가 상소하여 고해 바치니, 임금이 엄한 분부를 내려 여덟 사람을 모두 극변(極變)에 정배(定配)하라고 명하였다. 조태징은 조관(朝官)이라 하여 금부(禁府)로 옮겨서 결장(決杖)하였는데, 돌아가서 분이 나서 드디어 졸(卒)하였다. 조태징은 윤증(尹拯)의 문인(門人)으로 학문을 좋아하고 지극한 행실과 특이한 절조가 있어 남보다 뛰어난 자로서, 일세(一世)의 맑은 선비였다. 일찍이 과천 현감(果川縣監)이 되어 몸소 이끌어 백성을 교화하고 가난한 생활을 스스로 지켰으므로 온 경내(境內)에서 칭송하였고, 만년(晩年)에는 문을 닫고 나오지 않았는데, 사는 집이 바람과 해를 가리지 못하여도 조금도 개의하지 않았다. 신구(申球)의 소(疏)가 나온 뒤에 김창집(金昌集)이 상소하여 판본(板本)을 헐기를 청하였는데, 후사(喉司)에서 유소(儒疏)를 막아서 상달되지 못하자 순장을 막고 옥에 스스로 갇히게까지 하였으니, 문을 밀치고 들어가 욕하고 거리를 막아 꾸짖어 욕한 일이 있게 된 것은 비록 통분하고 억울하여 노여움을 풀 곳이 없기 때문일지라도 요컨대 놀랍고 망령된 일이다. 그러나 동경 당인(東京黨人)과 기묘년의 선비들도 기의(氣義)에 격동된 것이 많아서 이따금 지나친 일을 하였으니, 저 유생들이 진실로 무엇이 매우 죄책할 만하기에 민진원은 유소를 구속하고 많은 선비를 끌어내어 마침내 한꺼번에 귀양을 보내 사림(士林)의 위태한 화난(禍難)을 꾸몄으므로, 그 죄가 신구보다 더하니, 참으로 김창집의 창귀(倀鬼)이다. 마음 아파 견딜 수 있겠는가?",
                "hj": "○壬申/刑曹判書閔鎭遠, 因儒生權弼衡疏下諸生等, 自繫獄中事上疏。【疏見上。】初, 趙泰徵、權弼衡等, 各拜疏入闕, 政院呵禁不得, 入敦化門, 兩人各置疏函於門, 闕外成班序立。 至暮, 巡將受牌以出, 令疏儒, 移疏函開路, 疏儒以疏(緘)〔函〕體重, 多士班立, 不可讓路, 許久相持。 夫巡將佩符信(放)巡徼, 則是不可阻攔, 而疏儒故阻攔, 欲藉以上聞, 政院果白上, 至命摘治。 刑曹判書閔鎭遠, 令疏儒自首, 疏儒書納權弼衡、朴師悌、李世庚、尹審、崔弘相、鄭順一、金光獻、李夏發八人名曰: “同在阻攔, 無可首罪。” 鎭遠勒以弼衡爲首, 請囚治。 八人者遂爭繫獄, 至弼衡納供, 齊進刑曹門外, 力求同就辨, 屢爭不得入, 遂排門(扇)〔扉〕直入, 詬罵鎭遠。 鎭遠困迫萬端, 叱邏卒曳出之, 罷衙, 從後門潛出, 疏下諸年少, 簇立當街, 大號傳令軍卒, 有是孫, 鎭遠障面, 疾驅走歸, 投疏訐告, 上下嚴敎, 命八人竝配極邊。 趙泰徵以朝官, 移禁府決杖, 歸而發憤遂卒。 泰徵, 拯門人, 好學有至行, 特操殊異於人者, 一世之淸士也。 嘗爲果川縣監, 躬率敎民, 氷蘗自持, 闔境頌之。 晩來杜門, 所居不蔽風日, 不小爲意。 自球疏出後, 金昌集疏請毁板, 喉司阻儒疏不得撤, 致有巡將之阻攔, 牢獄之自繫, 而至於排門詬罵, 當街叱辱, 雖出於痛憤抑鬱, 而無所洩怒, 要之爲駭妄耳。 然東京黨人、己卯章甫, 亦多氣義所激, 往往爲過中之擧, 則彼諸生, 固何足深罪, 而鎭遠桎梏疏儒, 捽曳多士, 卒至一時配邊, 搆士林危禍, 其罪浮於球, 眞昌集之倀鬼也。 可勝痛哉?"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Former Assistant State Councilor of the Gapjin [China] Jo Gui , the first day [of the twelfth month], was strictly enforced by the King and submitted a memorial to the King. He also said, The memorial submitted by the chief state councilor has been raised once, and the natural disaster of the literati. As the ancient sages treated both kings and kings, they were unable to conceal their hardships below the natural location of the natural location. Your subject is afraid that it would be fortunate for the sake of the wisdom of the world. As your subject does not know what to do, he again uttered an absurd remark. His crime is even more severe than death. The King replied, It is not proper to excessively reprimand him from his own accord. It is very difficult to reform himself from the end of the memorial. As for the memorial to the end of the memorial, it would be difficult to change it. As for 조태구, he was upright and honest and impartial. In general, even when he was impeached, he would utterly speak without any opportunity even when he was impeached. People praised him.",
                "H2KE-nKo": "지사 조태구가 지난번에 내린 엄한 비답으로 인하여 사직 상소를 올리고, 또 아뢰기를,“상신의 차자가 한번 나오자 사림의 화가 싹트게 되었습니다. 그리하여 양조에서 예우하던 옛 현인이 저승에서 눌려 굴욕을 당하는 결과를 면치 못하게 되었으니, 신은 삼가 원통하고 안타깝게 생각합니다. 명철한 주상께서 다시 한번 살펴 주시기를 바랍니다. 신이 스스로 경계할 줄을 모르고 또다시 망발을 하였으니, 그 죄는 더욱 만번 죽어 마땅합니다.”하니, 답하기를,“한때의 책망 때문에 지나치게 스스로 인책해서는 안 된다. 상소 말미에 진달한 것은 결코 고치기 어렵다.”하였다. 조태구는 솔직하고 평이하여 말할 만한 일이 있으면 비록 소외된 척하더라도 번번이 할 말을 다하여 조금도 굽히지 않으니, 사람들이 이 때문에 그를 훌륭하게 여겼다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 18일(갑술) 1번째기사",
                "gt-oKo": "지사(知事) 조태구(趙泰耉)가 근일의 엄한 비답(批答) 때문에 사직하는 소(疏)를 올리고 또 말하기를, “상신(相臣)의 차자(箚子)가 한 번 나와서 사림(士林)의 화(禍)가 싹텄습니다. 두 조정(朝廷)에서 예우(禮遇)하던 옛 어진이가 구천(九泉) 아래에서 눌리고 움츠림을 면하지 못하게 만들었으니, 신(臣)은 이것을 억울하고 민망하게 여겨서 명주(明主)께서 다시 더 살피기를 바랍니다. 신이 스스로 경계할 줄 모르고 또 다시 망발하였으니, 죄가 더욱이 만 번 죽을 만합니다.” 하였는데, 답하기를, “한때의 책망을 지나치게 스스로 인책할 것 없다. 소(疏) 끝에 아뢴 것은 결코 고칠 수 없다.” 하였다. 조태구는 마음이 깨끗하고 곧으며 평탄하여 무릇 말할 만한 일을 당하면 소외된 처지에 있더라도 문득 말을 다하여 조금도 굽히지 않으니, 사람들이 이 때문에 칭찬하였다.",
                "hj": "○甲戌/知事趙泰耉, 以頃日嚴批, 陳辭疏, 且曰: 相臣之箚一出, 而士林之禍兆矣。 致令兩朝禮遇之昔賢, 不免掩抑沈屈於九原之下, 臣竊爲之冤愍, 冀幸明主之更加察焉。 臣不自知戒, 又復妄發, 罪尤萬死。 答曰: “一時誨責, 不宜過自引咎。 疏末所陳, 決難撓改也。” 泰耉白直坦易, 凡遇可言, 雖在踈斥, 輒盡言, 不少撓屈, 人以此多之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Im Sanggeuk , a correspondence official in the muo year (, was banished to Muncheon County . [Im] Sanggeuk and others submitted a memorial requesting that [Im] Sanggeuk be punished. [The King] repeatedly rejected [Im] Je, a wicked subject, and the Royal Secretariat repeatedly rejected [the memorial]. 김창집이 angry and appealed to the King. Consequently, this royal order was issued.",
                "H2KE-nKo": "상소한 유생 임상극을 문천군에 찬배하였다. 임상극 등이 이홍제의 소하로서 상소하여 같은 죄를 받기를 청하면서 김창집을 흉신이라고 배척하였는데, 승정원에서 여러 차례 물리쳤다. 김창집이 화를 내어 주상에게 호소하니, 마침내 이 명을 내린 것이다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 2일(무오) 1번째기사",
                "gt-oKo": "소유(疏儒) 임상극(林象極)을 문천군(文川郡)에 귀양보냈다. 임상극 등은 이홍제(李弘躋)의 소하(疏下)로서 상소하여 죄를 같이 받기를 청하고 김창집(金昌集)을 흉신(凶臣)이라고 배척하였는데, 정원(政院)에서 여러 번 물리쳤다. 김창집이 성내어 임금에게 하소하니, 드디어 이 명이 있게 된 것이다.",
                "hj": "○戊午/竄疏儒林象極於文川郡。 象極等, 以李弘躋疏下, 疏請同罪, 斥金昌集以凶臣, 政院屢却之。 昌集發怒, 訴於上, 遂有是命。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Senior Fifth Rank Military Officer Yi Seonbu of the sinsa year ( presented a memorial to the King in order to discuss the case of 신구 and 김창집 . The memorial read as follows: Generally speaking, the circumstances of the writings and displaying the writings of the virtuous man who had already been wisdom and plotted to blame the writings. How can this be a cunning and deceitful man who supported Your Majestys supported supporting",
                "H2KE-nKo": "사직 이선부가 상소하여 신구와 김창집의 일을 논하였는데, 그 대략에,“문자를 들추어 내고 주석을 달아서 이미 백골이 된 현인을 모함하여 헤아릴 수 없는 죄과에 두려고 한 것은 얼마나 간특한 짓입니까. 그런데 전하를 보필하는 자리에 있는 자가 마음을 다해 비호할 뿐만 아니라 도리어 앞장서서 대신 담당하여 겉으로는 진정시키는 계책을 가탁하고 속으로는 함정에 빠뜨릴 생각을 품었으며, 남이 자기를 비난할까 염려하여 도리어 입을 다물고 있을 계책을 내었습니다. 유생들의 쟁변하는 상소를 처음에는 일체 봉입하지 말 것을 청하였다가 여러 사람이 손가락질하여 스스로 해명할 수 없게 되자 이어서 말하기를 ‘차라리 즉시 봉입하는 것이 낫겠다.’라고 하면서 조종하고 신축하는 것을 오직 하고 싶은 대로 하였으니, 이렇게 하고서야 어떻게 인심을 복종시킬 수 있겠습니까.시비하는 마음은 사람마다 가지고 있는데 오늘날 조정에 어찌 모두 신구를 미워하는 마음이 없겠습니까. 그런데 대신의 차자가 한번 나오자 감히 이의를 제기하는 자가 없이 안팎에서 서로 호응하여 기필코 전하의 총명을 가리고 선현을 해치고야 말려고 하였습니다. 세도가 이 지경에 이르렀으니 다시는 어찌할 수 없습니다.”하니, 주상이 비망기를 내려 파직하였다.처음에 신구의 상소가 나오자 김재로 등이 큰소리로 도깨비라고 배척하고 심지어 죄를 주어야 한다는 논의까지 있었는데, 김창집의 상소가 나온 뒤로는 이 논의가 모두 감히 제기되지 못하여 끝내 한 사람도 신구를 배척하는 자가 없었다. 그러므로 이선부가 상소에서 언급한 것이다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 25일(신사) 1번째기사",
                "gt-oKo": "사직(司直) 이선부(李善溥)가 상소(上疏)하여 신구(申球)·김창집(金昌集)의 일을 논하였는데, 대략 말하기를, “글을 들추어 풀이를 달아서 이미 백골이 된 어진이를 모함하여 망측한 죄에 두려하는 것이 얼마나 간사한 것이겠습니까마는, 전하를 보필하는 지위에 있는 자가 뜻을 다하여 감싸려 할 뿐 아니라 도리어 앞장서서 대신 담당하여 겉으로는 진정시키는 계책이라 핑계하고 속으로는 죄에 빠뜨릴 뜻을 품었는데, 남이 자기를 의논할세라 염려하여 도리어 남의 입을 막을 생각을 일으켜 무릇 유생(儒生)들이 쟁변(爭辨)하는 소(疏)를 처음에는 일체 봉입(捧入)하지 말기를 청하였다가, 여러 사람이 손가락질하는 것을 스스로 해명할 수 없게 되니, 이어서 말하기를, ‘차라리 들어오는 대로 봉입하는 것만 못하다.’ 하여 조종하고 신축(信縮)하는 것을 하고 싶은 대로 하니, 이러고서도 어찌 인심을 복종시킬 수 있겠습니까? 시비를 가리는 마음은 사람마다 다 있는데, 오늘날의 조정에 어찌 다 신구를 미워하는 마음이 없겠습니까마는, 대신의 차자가 한 번 나오매 감히 남달리 이의하는 자가 없어 안팎으로 서로 화응(和應)하여 반드시 천총(天聰)을 엄폐하고 선현(先賢)을 해치고야 말려 하니, 세도(世道)가 이에 이르러서는 다시 어찌할 수 없습니다……” 하였는데, 임금이 비망기(備忘記)를 내려 파직(罷職)하였다. 처음 신구의 소가 나오자 김재로(金在魯) 등이 큰소리쳐 괴귀(怪鬼)라고 배척하고 죄 주어야 한다는 논의까지 있었으나, 김창집이 상소한 뒤에는 이런 논의를 모두 감히 내지 못하여 마침내 한 사람도 신구를 배척하는 자가 없었으므로, 이 선부가 상소하여 언급하였다.",
                "hj": "○辛巳/司直李善溥, 上疏論申球、金昌集事。 略曰: 夫摘抉文字, 演出註脚, 謀陷旣骨之賢, 欲置罔測之科者, 此何等奸慝, 而居殿下輔弼之地者, 非但極意營護, 乃反挺身替當, 外託鎭定之計, 內懷傾陷之意, 而慮人議已, 反生噤人口之計, 凡諸生爭辨之疏, 初請一切勿捧, 而十手所指, 無以自解, 則繼之曰: “無寧隨卽捧入。” 操縱伸縮, 惟意所欲。 如是而其可服人心乎? 是非之心, 人皆有之, 今日朝廷, 豈盡無惡球之心, 而大臣之箚一出, 無敢有崖異者, 表裏相應, 必欲掩蔽天聰, 毒害先賢而後已, 世道至此, 無復可爲云云。 上下備忘罷職。 初, 球疏之出, 金在魯等大言斥之以怪鬼, 至有當罪之論, 而昌集疏後, 此論竝不敢發, 卒無一人斥球者, 故善溥疏及之。"
            }
        },
        "27": {
            "1": {
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 27일(계미) 1번째기사",
                "gt-oKo": "좌윤(佐尹) 이광좌(李光佐)가 상소(上疏)하기를, “신(臣)은 근일의 일에 대하여 개탄하고 상심되는 것이 있습니다. 신구(申球)가 상소하고 상신(相臣)이 이어서 아뢰어 선현(先賢)이 남긴 글의 판각(板刻)을 헐어버리라고 명하고 또 언로(言路)를 막으라고 명하기까지 하셨으니, 이것이 무슨 거조(擧措)입니까? 대저 선정(先正)의 집이 시의(時議)에 오래 미움받아서 마침내 이런 그지없는 무함을 받게 된 것은 원임 대신(原任大臣)이 이미 대략 아뢰었거니와, 선정의 말이 조금도 성조(聖祖)를 핍박하려는 데에서 나온 것이 아니라는 것은 전후의 신하들이 또 이미 여러 번 밝혔는데, 전하께서는 끝내 깨닫지 못하고 오히려 저 신구를 죄줄 수 없다고 생각하며 상신의 말을 바꿀 수 없다고 생각하고 판각을 허는 일을 그만둘 수 없다고 생각하시니, 이는 성심(聖心)에 한결같이 치우친 데가 있어서 잘잘못이 어디에 있는지를 깊이 밝힐 겨를이 없을 뿐만 아니라, 신하들의 말이 대체(大體)를 극진히 논한 적이 없는데 예감(睿鑑)의 통촉하시는 것이 오히려 부회(傅會)하는 말을 조금 그럴듯한 것이 있다고 생각하시기 때문입니다. 신이 대략 지엽(枝葉)을 버리고 대체만을 논하겠습니다. 대저 예전부터 사가(私家)의 글에서 들추어내어 죄안(罪案)을 만들어 혹 임금을 욕하였다고 하거나 혹 선왕(先王)을 무함하였다고 하여 혹 그 글을 훼손하거나 혹 그 사람을 죄준 것이 어떠한 일입니까? 이제 시의(時議)가 가장 듣기 싫어하여 매우 물리치는 것은 유자광(柳子光)의 일인데, 신의 어리석은 생각으로는 그렇지 않다고 여깁니다. 대저 조의 제부(弔義帝賦)는 지은 자의 뜻이 과연 어디에 있는지 모르겠으나, 그 문생(門生)이 사책(史冊)에 쓰기를 ‘충분(忠憤)에 붙인다.’ 하였으니, 그 말이 그렇게 되었다면 이는 바로 항적(項籍)의 일을 가리켜 견준 것이 있습니다. 오늘날의 의리로 규제한다면 지은 자의 죄는 참으로 멸족(滅族)하고도 남음이 있겠으나, 그 풀이하여 고해 바친 자가 유자광이고 판단하여 죄로 친 것이 사화(士禍)가 되었으니, 참으로 지적하여 배척한 것이 있는 듯한 것도 오히려 이러한데, 더구나 오로지 꾸며낸 데에서 나오고 처음부터 당시의 일에 견주어 논할 만한 것이 없는 이번 일이겠습니까? 이것으로 논하면 오늘날의 이 논의는 그 첫머리부터 옳지 않은 것을 단연코 알 수 있습니다. 상신은 신구의 소가 화(禍)를 떠넘겨 악역(惡逆)으로 모는 것이 아니라 하였으나, 극률(極律)을 청한 것이 화를 떠넘기는 것이 아니고 무엇이겠습니까? 이 신구 하나를 죄주면 화근(禍根)이 끊어질 것인데, 무슨 논할 만한 참작하고 조정할 것이 있어서 이런 말이 안되는 말을 하고 판각을 헐기를 청하기까지 하여 스스로 멍에를 지고 따르는 것이 되는 것을 깨닫지 못합니까? 그 말이 옳다면 한 사람도 적은 것이 아닐 것이고, 그 말이 그르다면 만 사람도 많은 것이 아닐 것입니다. 예전부터 망극한 말을 떼지어 일어나서 지껄이는 자가 어찌 한정이 있었겠습니까마는, 이제 준열한 논의가 바야흐로 일어났는데 끌어다가 중대한 것으로 삼아서 마치 공론에서 나온 것처럼 하니, 또한 어그러지지 않습니까? 생각하건대 상신이 처음에도 어찌 반드시 이런 마음을 가졌겠습니까? 다만 신구에게는 죄를 용서해주고 이런 논의를 지키는 자에 대하여는 비웃음을 풀어 주려고 이런 흐릿한 말을 하였는데, 유생의 소장이 잇따라 나와 매우 심하게 공박하여 배척하니 그제야 그 말을 신장(伸長)하여 자신이 벗어나려고 더욱 주밀하게 후벼내고 더욱 가혹하게 분해(分解)하다가 자신의 명예가 더욱 떨어져서 다시 수습할 수 없게 되는 것을 몰랐으니, 그 점점 낭패하게 된 것을 신은 참으로 민망하게 여깁니다. 전하께서는 바야흐로 또한 그 말에 그르쳐져서 판각을 헐고 유생을 죄주어 청하는 대로 어기지 않고, 충언(忠言)·정론(正論)은 한결같이 엄하게 배척하시니, 말류(末流)의 화(禍)가 장차 어디에서 그칠 지 모르겠습니다. 상신의 창랑(滄浪)은 본디 스스로 취한 것이나, 전하께서는 어찌하여 한낱 상신을 위하여 스스로 예전에 쇠란(衰亂)하였던 세상으로 같이 돌아가 만세의 비평을 감수하십니까? 선조(先祖)에 자중(藉重)한 까닭으로 조금이라도 의혹되어 중요한 바가 걸려 있어서 처분이 이러하지 않을 수 없다고 생각하신다면, 실로 갖가지 고려가 잘못된 것입니다. 전하께서는 성학(聖學)이 백왕(百王)보다 높이 뛰어나고 예식(睿識)이 만리(萬理)를 밝게 비추시는데, 어찌하여 대체를 환히 보지 않고 이런 빙자하는 말에 매이십니까? 저 시안(詩案)을 꾸며 사화를 일으켜서 ‘이것은 임금을 욕한 것이고 선왕을 무함한 것이라’ 한 자가 어찌 그 그럴듯한 것에 따라 뜻을 다하여 꾸미지 않은 적이 있었습니까? 이것을 소중한 데에 달려 있다고 생각하여 그 말이 행하여질 수 있게 한 것은 그 임금이 어떠한 임금이겠으며 그 세상이 어떠한 세상이겠습니까? 전하께서 여기에서 찾으신다면, 반드시 신의 말이 끝나기 전에 스스로 환히 돌이켜 깨달으실 수 있을 것입니다. 신이 극진히 말하고 반복하여 마지못하는 것은 선정의 처지를 위한 것이 아니라 이 일이 조금이라도 성덕(聖德)에 흠이 될세라 염려하기 때문일 뿐입니다. 더구나 소장을 봉입하지 말기를 청한 것이 무슨 말입니까? 언로를 막는 것은 임금일지라도 감히 할 수 없는데, 더구나 상신이겠습니까? 그런데도 이것을 임금에게 청하였으니, 이것은 예전에 시안을 꾸며 사화를 일으킨 세상에서도 들은 적이 없는 것입니다. 어찌 한심할 만하지 않겠습니까? 아! 천하의 사변(事變)이 그지없고 의리도 그지없어서 요컨대 갑자기 죄다 통촉하고 엄위(嚴威)로 강경히 정할 것이 아니니, 반드시 평심(平心)으로 잠잠히 살피고 옛일을 인용하여 맞추어 밝히며 반복하여 헤아린 뒤에야 지극한 이치가 있는 것이 환히 밝혀질 것입니다. 신의 이 말이 참으로 심하게 부딪침이 많으나 말을 절박하게 하지 않으면 사리를 밝히지 못할 것이니, 만일 끝내 살펴 주시어 신구의 죄를 바루고 판각을 헐라는 명을 거두며 신하들의 죄를 용서하고 언로를 막은 것을 열어 참설(讒說)을 매우 미워하고 인심을 밝게 정하신다면, 실로 국가의 행복이고 세도(世道)의 다행이겠습니다.” 하니, 답하기를, “전후의 신하들의 소에 대한 비답에 이미 말하였거니와, 이 일은 관계되는 것이 지극히 중대한데 어찌하여 감히 판각을 허는 일을 쇠란한 세상에 견주어 논하는가? 더구나 대신이 의리를 밝힌 차자(箚子)에 무슨 노여울 만한 것이 있기에 이토록 장황하게 배척하는가? 또 ‘다만 신구에게 죄를 용서하려고’라는 데부터 ‘가혹하게 분해하다가’라는 데까지의 수십여 마디 말은 오로지 억측에서 나왔으므로 내가 참으로 해괴하게 여기며, 충언·정론이라 한 것도 매우 우습다. 이번 신구의 소는 본디 없는 것을 후벼 파서 거짓말을 한 것이 아닌데 이미 임금에게 아뢰었으면 사가의 글이라 하여 버려둘 수 없으니, 이것은 그 사리가 매우 명백하다.” 하였다.",
                "hj": "○癸未/左尹李光佐上疏曰: 臣於近日事, 竊有所慨惋傷痛者。 因申球投疏, 相臣繼陳, 至命毁棄先賢遺文板刻, 又命禁絶言路, 此何擧措也? 夫先正之家, 積忤於時, 終受此罔極之構誣者, 原任大臣旣已略陳矣, 先正之言, 分毫非出於挨逼聖祖, 前後諸臣, 又旣縷辨矣, 而殿下終不覺悟, 猶以彼申球, 爲不可罪, 相臣之言, 爲不可易, 毁板之擧, 爲不可止, 此不惟聖心, 一有偏係, 未暇深究得失之所在, 抑諸臣之言, 未嘗極論大體, 睿鑑所燭, 猶若以傅會之言, 謂有一分近似者故耳。 臣請略去枝葉, 只論大體。 夫自古取私家文字, 抉摘成案, 或以爲辱上躬, 或以爲誣先王, 或毁其文, 或罪其人者, 此何等事也? 今時議之最所惡聞而深拒者, 柳子光事, 而臣愚則竊以爲不然矣。 夫《弔義帝賦》, 未知作者之旨果何居, 而其門生, 書諸史冊曰, 以寓忠憤, 使其言然, 則是乃以項籍事, 有所指擬也。 律之以今日之義理, 則作者之罪, 誠湛滅而有餘矣。 然其註釋而訐告者, 爲子光, 所勘斷而誅討者, 爲士禍, 眞若有指斥者, 猶尙如此。 況今此事, 專出構捏, 初無可以比論於當時事者乎? 以此論之, 今日此論, 其頭顱之不是, 斷可知也。 相臣以球疏, 爲非嫁禍, 毆之惡逆, 請以極律者, 非嫁禍而何哉? 罪此一球, 則禍根絶矣, 有何參酌調停之可論, 而乃爲此不成說之言, 至請毁板, 自不覺其爲躬駕而隨之也? 其言是則一人非少, 其言非則萬人非多。 自古以罔極之言, 群起而咻之者何限, 而今以峻論方生, 引以爲重, 有若出於公議者然, 不亦左乎? 竊計相臣, 初亦豈必有是心哉? 只因其欲貰罪於球, 解嘲於持此論者, 乃爲此半上落下之論, 而儒章繼發, 攻斥甚嚴, 則於是乎求所以伸其說而脫其身, 剔扶愈密, 分解愈苛, 而不知其身名之愈敗, 不可復收拾, 其所轉輾狼狽, 臣誠爲之愍然也。 殿下則方且爲其說所誤, 毁板而罪儒, 惟所請而莫違, 忠言、正論, 一例嚴斥, 末流之禍, 將不知止泊於何所。 相臣之滄浪, 固其自取, 而殿下獨奈何爲一相臣, 自同歸於古昔衰亂之世, 甘受萬萬世評議也哉? 若以其藉重先朝, 故一分疑惑, 以爲所重有在, 處分不可不如是, 則實是千慮之失也。 殿下, 聖學高出百王, 睿識明照萬理, 曷不以大體洞觀, 而乃爲此憑藉之說所纏繞也? 彼構詩案, 起士禍而曰: “此辱上躬也, 誣先王也” 者, 何嘗不因其近似, 極意粧撰哉? 乃以此謂所重有在, 使其言而得行者, 其主爲何如主, 其世爲何如世也? 殿下苟於此而求之, 必不待臣言之畢, 而自可洞然回悟矣。 臣之極言反復而不能已者, 非爲先正地也, 只恐此擧, 萬萬爲累於聖德也。 況此疏章勿捧之請, 是何言也? 遏絶言路, 雖人主, 猶不敢爲。 況於相臣乎, 而敢以是上請, 此則古昔詩案士禍之世所未嘗聞也。 豈不足爲寒心哉? 噫! 天下之事變無窮, 義理亦無窮, 要非倉卒之所盡燭, 嚴威之所硬定, 必也平心而默察, 援古而符驗, 反復而思量焉然後, 至理之所存, 方可曉然昭晣矣。 臣之此言, 誠多觸激, 而言不切, 則理不明。 如蒙終賜照察, 正申球之罪, 反毁板之命, 宥諸臣之辜, 開言路之禁, 痛堲讒說, 明定人心, 實國家之福, 而世道之幸也。 答曰: “前後諸臣疏批, 已言之矣, 玆事關係至重, 則何敢以毁板之擧, 比論於衰亂之世耶? 況大臣明義理之箚, 有何可怒, 而張皇侵斥, 至於此哉? 且自只因其欲貰罪於球, 至分解愈苛等數十餘言, 專出億逆, 予實駭異, 而忠言、正論云者, 亦甚可笑。 今玆申球之疏, 元非鑿空架虛, 而旣已上聞, 則不可以私家文字而置之, 此其事理明甚矣。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the month, when the state examination was reviewed again in the imjin year (, Yun Punsus father, Yun Punsu , submitted a letter to the Ministry of Punishments , which stated that his son was falsely accused. [Yun] Punsus brother, [Yun] Gapson, and others finally confessed [Yun] Bunsus entrance to [Yun] Bunsu. [Yun] Bunsus second son, [Yun] Jeongheung , was also punished by [Yun] Bunheung. At this time, all of them were tortured. [Yun] Punsu, [Yun] Gapson, and others were directly punished by the penal code regarding truthful words. This was due to the report of Minister of Punishments Min Don . In general, this 옥사는 first became [Yun] Punsu, [Yun] Gapson, and [Yun] Punsus false accusation was based upon [Yun] Bunsu, [Yun] Gapson, and [Yun] Bunsus false accusation was truly based upon [Yun] Bunsus secret concealing [Yun] Bunsu. [Yun] Bunsus secret accusation were all suspected that [Yun] Geonmyeong and [Jeong] Jin규를 received the royal order. Gapson was his male slave, and [Yun] Punsu had long been able to raise his [Yuns] support. Earlier, after evidence, [Yun] had already confessed [his] evidence, but he did not tell the truth. [When he] was tortured, his father finally confessed [his] accusation. In terms of human feelings that [he] must do. Even though [Yun] Jeongheung and [Yun] Bunheung are close relatives, how could [Yun] be able to assist [Yuns] wicked together and confess [his] guilt? If [he] finally confessed [his] son, his father finally confesssed [his] accusation, then [he] said that his son should be forgiven, and [he] said that his father is wicked. In the end, his son was punished by the death penalty for his father. [Yun] accomplices and his younger brother finally confessed [his] accusation, [he] knows that [Yun] is related to social",
                "H2KE-nKo": "계복을 행하였다. 당초에 임진년 과시에 대한 조사가 다시 일어났을 때 윤팽수의 아버지 윤필정이 형조에 소장을 올려 그 아들이 무함한 것을 모두 진술하였는데, 윤팽수 형제와 갑술년 등이 과연 이빈흥에게 사주를 받았다고 자복하였고, 이빈흥의 재종 이정흥도 이빈흥에게 죄를 돌렸다. 이때에 이르러 모두 형장을 치며 신문하고 윤팽수와 갑술년 등에게는 곧바로 말을 바꾼 데 대한 형률을 시행하였으니, 형조 판서 민진원이 남의 비밀을 들추어 고발하였기 때문이다.이 옥사는 처음에 윤팽수와 갑술년의 무고에서 이루어진 것이고, 윤팽수와 갑술년의 무고는 실로 이빈흥이 은밀히 사주한 데서 나온 것이며, 이빈흥이 은밀히 사주한 것은 모두 이건명과 김진규의 뜻에 영합한 것으로 의심하였다. 갑술년은 그 종이었고, 윤팽수는 오랫동안 먹여 기르던 자였다. 처음에 증거가 성립된 뒤에 실정을 털어놓지 않으려고 형장을 치며 신문을 받으려고 하였으니, 그 아버지가 소장을 올려 사실을 자백하는 것은 인정상 필연적인 일이다. 이정흥과 이빈흥은 비록 가까운 친척이지만 또한 어찌 함께 악한 짓을 하며 서로 도와 시종 일관 버티기를 모두 당인의 바람처럼 할 수 있겠는가.아, 그 아들이 사주를 받고 그 아버지가 사실을 자백하면 그 아들은 용서할 만하다고 하고 그 아버지는 미워할 만하다고 하여 마침내 아들을 대신해서 아버지를 형벌하는 데까지 이르렀다. 그 종형제가 남을 무함하고 그 아우가 사실을 자백하면 그것이 풍속과 교화에 관계된다는 것을 알겠지만, 가까운 친척을 위해서 악을 숨기고 군부의 신문에 사실대로 대답하지 않는 것은 풍속과 교화에 관계된다는 것을 유독 알지 못하고 오히려 저것은 놓아두고 이것을 죄주었으니, 민진원의 간사함이 심하다. 윤팽수와 갑술년을 동일하게 여기고 이돈이 거자를 두루 찾아다녔다고 무함한 것은 믿을 만하고, 이돈이 두루 찾아다닌 것을 밝혔으면 반드시 처벌할 만하다고 하였는데 천하에 어찌 이런 일이 있단 말인가. 백대 후에 이것을 가지고 찾는다면 아마도 그 실정을 알아낼 수 있을 것이다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 4일(경신) 1번째기사",
                "gt-oKo": "계복(啓覆)을 행하였다. 당초 임진년 과시(科試)에 관한 사문(査問)이 다시 일어났을 때에 윤팽수(尹彭壽)의 아버지 윤필정(尹弼鼎)이 형조(刑曹)에 소장을 내어 그 아들이 속인 것을 다 설명하였는데, 윤팽수(尹彭壽) 형제와 갑술(甲戌) 등이 과연 이빈흥(李賓興)에게서 부추김을 받았다고 자복(自服)하고 이빈흥의 재종(再從) 이정흥(李禎興)도 이빈흥에게 죄를 돌렸다. 이때에 이르러 모두 형신(刑訊)하여 윤팽수(尹彭壽)·갑술 등에게 곧바로 말을 바꾼 율(律)을 시행하였는데, 형조 판서(刑曹判書) 민진원(閔鎭遠)이 고해 바쳤기 때문이다. 대개 이 옥사(獄事)는 당초에 윤팽수·갑술의 무고에서 이루어졌고, 윤팽수·갑술의 무고는 실로 이빈흥이 몰래 부추긴 데에서 나왔다. 이빈흥이 몰래 부추긴 것은 다 이건명(李健命)·김진규(金鎭圭)의 뜻에 따른 것으로 의심되는데, 갑술은 그의 종이고 윤팽수(尹彭壽)는 그가 오래 먹여 기른 자이므로 처음에 이미 증거가 구성된 뒤에도 실정을 불려고 하지 않다가 장차 형신(刑訊)을 받게 되니 그 아버지가 서장을 내어 사실을 고한 것은 인정이 반드시 그러하겠으나, 이정흥과 이빈흥은 지친(至親)일지라도 어찌 악한 일을 같이하고 서로 도와 끝내 항거하여 당인(黨人)이 바라는 대로 다할 수 있겠는가? 아! 그 아들이 부추김을 받은 것을 그 아버지가 사실을 고하였다면 그 아들은 용서할 수 있다 하겠으나 그 아버지는 밉다 하겠으니, 마침내 아들을 대신하여 아버지를 형벌하게 되었다. 그 재종이 남을 무고한 것을 그 아우가 불은 것은 그것이 풍교(風敎)에 관계된다는 것을 알면서, 지친을 위하여 악을 숨겨 임금의 물음에 사실대로 대답하지 않은 것만은 풍교에 관계되는 것을 알지 못하여 오히려 저것을 놓아두고 이것을 죄주었으니, 민진원의 간사함이 심하다. 윤팽수·갑술과 동일하게 이돈(李墩)이 거자(擧子)를 방문하였다고 무고한 것은 믿을 만한 것이 되고, 이돈이 방문하지 않았다고 밝히면 반드시 죄주어야 하는 것이 되니, 천하에 어찌 이런 일이 있겠는가? 백대(百代) 뒤에 이것을 가지고 찾으면 그 실정을 알 수 있을 것이다.",
                "hj": "○庚申/行啓覆。 初, 壬辰科査之更發也, (尹彭叟)〔尹彭壽〕父弼鼎, 投狀刑曹, 悉陳其子誣罔, 彭壽兄弟及甲戌等, 果以受嗾於賓興, 自服, 賓興之再從禎興, 亦歸罪於賓興。 至是, 竝加刑訊, 彭壽、甲戌等, 直施以變辭之律。 因刑曹判書閔鎭遠訐告也。 蓋此獄, 初成於彭壽、甲戌之誣, 彭、甲之誣, 實出於賓興之陰嗾, 賓興之陰嗾, 皆疑其承望健命、鎭圭之旨, 而甲戌, 其奴也, 彭壽久被其豢養者。 初旣證成後, 不肯輸情, 將受刑訊, 則其父之投狀首實, 人情之所必然。 禎興與賓興, 雖至親, 又何能同惡相濟, 終始抵賴, 盡如黨人之望? 噫! 其子之受嗾, 其父首實, 則謂其子可恕, 而謂其父可惡, 終至於代子刑父。 其從之誣人, 其弟吐款, 則知其爲有關風敎, 而爲至親諱惡, 不以實對於君父之問, 獨不知爲有關風敎, 而猶且縱彼而罪此, 甚矣鎭遠之奸也。 同一彭、甲而誣李塾以歷抵, 則爲可信, 明李塾以不歷抵, 則爲必可罪, 天下寧有是哉? 百代之下, 執此而求之, 庶乎其得其情矣。"
            },
            "2": {
                "H2KE-EN": "Supreme General Jo Sangu submitted a memorial requesting the King to withdraw the woodblock of the block of the ",
                "H2KE-nKo": "판중추부사 조상우가 상소하여 판본을 헐라는 명을 거두고 상소의 금령을 해제할 것을 청하고, 겸하여 김창집을 공격하였는데, 그 대략에,“근래 좌의정 김창집이 차자를 올려 선정신 윤선거의 문집 판본을 헐기를 청하고, 또 조사와 유생의 상소를 금지할 것을 청하였는데, 성상께서 일일이 윤허하여 따라 주셨습니다. 일전에 유신에게 답한 비답과 - 엄경수에게 답한 비답을 가리킨다. - 크게 차이가 나니, 신은 대신이 깊이 생각하지 않아서 성상의 뜻이 또 확고하게 정해지지 못한 것이 마음 아픕니다.신구의 상소 가운데 들추어내어 죄로 삼은 부분이 다섯 조목인데, 대신이 그 가운데 두 조목에 대해 부연하여 그 죄를 사실로 만들어 판본을 헐었다는 장본을 만들었으니, 이른바 ‘죄를 주려고 하면 어찌 할 말이 없을까 걱정하겠는가.’라는 것입니다.대저 윤선거가 평생 동안 논의한 것과 출처의 요점은 모두 이 몇 조목에서 벗어나지 않습니다. 문자로 나타내어 조정에 진달한 것이 이와 같고, 서척에 올려 남들에게 물어뜯은 것이 이와 같으며, 기타 대수롭지 않게 주고받은 말을 끌어다가 스스로 벼슬길을 막는 단서로 삼은 것도 이와 같습니다.우리 효종대왕께서는 임어하셨을 때 그 말을 무함하고 욕한 것이라고 하여 칭찬하고 장려하여 반드시 불러들이려고 하셨다는 말은 듣지 못하였고, 승하하신 후 58년 동안 무함하고 욕하였다고 하여 토죄하기를 청하는 의논이 있었다는 말은 듣지 못하였으며, 사모하고 존경하여 유현으로 대우하였습니다. 이번에 비로소 신구라는 자가 나왔는데, 그 말이 매우 위험하여 대각에서도 오히려 차마 그 말을 드러내 놓고 편들지 못하였고, 주상께서도 이어서 유신에게 내린 비답을 내리시어 시비가 이에 힘입어 크게 밝혀졌습니다. 그런데도 오히려 신구를 죄주지 않은 것을 억울하다고 하였는데, 대신의 차자가 또 올라왔습니다. 이미 정해진 뒤에 풍파를 격발시키고 이미 백골이 된 사람에게 죄명을 뒤집어 씌웠으며, 판본을 헐고 신구를 구제하여 사변이 극에 달하였습니다. 아, 신구 같은 자는 오히려 어찌 말할 것이 있겠습니까. 신은 대신을 위해 애석하게 여깁니다.”하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 4일(경신) 2번째기사",
                "gt-oKo": "판부사(判府事) 조상우(趙相愚)가 상소(上疏)하여 판본(板本)을 헐라는 명을 거두고 상소에 대한 금령(禁令)을 풀기를 청하면서 아울러 김창집(金昌集)을 공박하였는데, 대략 말하기를, “요즈음 듣건대 좌의정(左議政) 김창집이 상차(上箚)하여 선정신(先正臣) 윤선거(尹宣擧)의 문집(文集)의 판본을 헐기를 청하고 또 조사(朝士)·유생(儒生)의 상소를 금하기를 청하였는데 성상께서 낱낱이 윤허하셨다 하니, 일전에 유신(儒臣)에게 답하신 비지(批旨)【엄경수(嚴慶遂)에게 답한 비지를 가리킨다.】와 크게 서로 어그러지므로 신(臣)은 대신(大臣)이 깊이 생각하지 않고 성지(聖志)도 굳게 정하지 못하신 것을 상심합니다. 신구(申球)의 소(疏) 가운데에 들추어내어 죄로 삼은 곳이 다섯 가지인데, 대신이 그 가운데에서 두 가지를 부연(敷衍)하여 그 죄를 충실히 만들어 판본을 허는 원인으로 삼았으니, 이른바 죄를 씌우려면 어찌 할말이 없을 것을 걱정하겠느냐는 것입니다. 대저 윤선거가 평생 동안 논의하고 출처(出處)하는 데에 가장 중요하게 여긴 것은 모두 이 몇 가지 가운데에서 벗어나지 않습니다. 글에 나타내어 조정(朝廷)에 아뢴 것이 그러하고, 서찰에 실어서 남에게 보인 것이 그러하며, 그 밖에 한가히 수작하고 끌어대어 스스로 폐고(廢錮)하는 꼬투리로 삼은 것도 그러한데, 우리 효종 대왕(孝宗大王)께서 임어(臨御)하셨을 때에는 그 말을 근거없이 욕하는 것으로 여기셨다는 말을 듣지 못하였고 칭친하여 반드시 불러서 벼슬시키려 하셨으며, 승하하신 뒤 58년 동안에도 근거없이 욕하였다 하여 토죄(討罪)를 청하는 의논이 있었다는 말을 듣지 못하였고 우러르고 높여서 유현(儒賢)으로 대우하였습니다. 이제 비로소 신구라는 자가 나와 그 말하는 것이 지극히 위험하므로, 대각(臺閣)에서도 오히려 차마 뚜렷이 그 말에 편들지 못하였고, 성상께서는 잇따라 유신에게 비답(批答)을 내리시어, 시비가 이에 힘입어 크게 밝혀졌으나 그래도 신구를 죄주지 않은 것을 답답하게 여기는데, 대신의 차자(箚子)가 또 올라갔습니다. 이미 정하여진 뒤에 풍파를 격동하고 이미 백골이 된 사람에게 죄명을 씌워 인판(印板)을 헐고 신구를 구제하여 사변(事變)이 극진하였습니다. 아! 신구 같은 자를 오히려 무엇이 말할 만하겠습니까마는, 신은 대신을 위하여 아깝게 여깁니다.……” 하였다.",
                "hj": "○判府事趙相愚, 疏請收毁板之命, 弛章疏之禁, 兼攻金昌集。 其略曰: 近聞左議政金昌集陳箚, 請毁先正臣《尹宣擧文集》板本, 且請禁朝士、儒生之疏, 而聖上一一允從, 與日昨答儒臣之批,【指答嚴慶遂批。】大相逕庭, 臣竊傷大臣之不爲深思, 而聖志之又不能堅定也。 球疏中摘抉爲罪處五款, 而大臣就其中二款而敷衍, 以實其罪, 乃爲毁板張本, 所謂欲加罪, 何患無辭者也。 夫宣擧平生言議出處, 大頭腦, 都不外此數款中。 形諸文字而陳于朝者如是, 登諸書尺而眎乎人者, 如是, 其他等閑酬酢, 引以爲自廢之端者, 又如是, 而惟我孝宗大王臨御時, 未聞以其言爲誣辱, 而褒美嘉奬, 必欲徵起, 賓天後五十八年, 亦未聞以誣辱, 有請討之議, 慕仰尊尙, 待以儒賢。 今者始有申球者出, 而其言極危險, 臺閣猶不忍顯右其說, 自上繼下答儒臣之批, 是非賴以大明, 猶以不罪球爲抑鬱, 大臣之箚又上矣。 激風波於旣定之後, 被罪名於旣骨之人, 毁印板救申球, 而事變極矣。 噫嘻! 如球者, 尙何足言哉。 臣爲大臣惜之云云。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Superintendent of the Gapjin year (, Supreme General [of the Middle Army Commandery General] [] [of the Left Army Commandery General] [] [of the Right Army Commandery General] [] [of the Left Army Commandery General ] [] [of the Right Army Commandery General ] [] [of the Left Army Commandery General ] [] [of the Right Army Commandery General ] [] [of the Left Army Commandery General ] [] [of the Right Army Commandery General ] [] [of the Left Army ] [] [of the Right Army Commandery General ] [] [of the Right Army Commandery General] [] [of the Right Army Commandery General ] [] [of the Right Army Commandery General] [] [of the Right Army Commandery General ] [] [of the Right Army Commandery General] [] [of the Right Army Commandery General ] [] [of the Right Army Commandery General [] [of the Right Army ] [] [of the Right Army Commandery General [] [of the Right Army ] [] [of the Right Army Commandery General [] [of the Right Army ] [] [of the Right Army Commandery General [] [of the Right Army ] [] [of the Right Army Commandery General ] [] [of the Right Army ] []. [The Right Army Commandery General] [of the Right State Councilor] [] [of the Right Army ] [] [the Grand Abdicated King] [] [the Grand Abdicated King and the Right Army Commandery General] [] [of the Right Army] [] [of the Royal Confucian Academy] []",
                "H2KE-nKo": "갑자년에 판중추부사 서종태가 차자를 올려 신구와 김창집의 일을 논하였는데, 그 대략에,“며칠 전 대신이 차자를 올려 청한 것으로 인하여 갑자기 문경공 윤선거의 유집을 훼판하라는 명을 내리시니, 신은 놀라움과 탄식을 금할 수 없었습니다. 참으로 지금 우리 성명의 세상에 이런 일이 있으리라고는 생각지도 못하였습니다. 윤선거는 사림의 종사로서 처음부터 끝까지 양조의 융숭한 예우를 받았고, 그의 도덕의 순후함과 출처의 올바름은 지금까지도 온 세상의 존경과 신임을 받고 있습니다. 유고를 간행할 때에 좋아하지 않는 무리가 문자 사이의 구절을 끄집어내어 함부로 무함하여 마침내 신구의 상소가 나오게 되었는데, 그 내용이 매우 패악하여 곧바로 망측한 죄과로 몰아넣었습니다. 신의 생각에는 성명께서 이미 그 시비를 분명하게 보여 주셨다면 조정에는 반드시 남을 무함한 죄를 바로잡는 자가 있어서 참소하는 말이 다시는 행해지지 않았을 것입니다. 그런데 지금 대신은 그의 죄를 청하지 않았을 뿐만 아니라 도리어 그 논의를 격렬하게 만들었습니다. 무릇 문자를 주워 모아 죄안을 만들고 이어서 그 책을 불살라 없앤 경우는 옛날에도 더러 있었지만, 실로 치세의 아름다운 일은 아니었습니다. 대신이 어찌 차마 이런 말을 할 수 있단 말입니까.윤선거에 대한 단안은 신구가 상소에서 한 말을 부연한 것에 지나지 않는데, 신구가 성조를 위해 변무하였다고 하였으니, 아, 이것이 무슨 말입니까.만약 윤선거가 기록한 것이 과연 무함하여 훼판한 것이라면 어찌 그 훼판만 없앴을 뿐이겠습니까. 만약 근사하지도 않다고 여겼다면 어찌 그 사람이 남을 역률로 무함한 죄를 다스리지 않을 수 있겠습니까.윤선거의 원집은 이미 예람을 거쳤으니, 그가 평소 지향한 뜻을 알 수 있습니다. 임금을 무함하여 훼판한 것이 얼마나 극악한 역적입니까. 그런데도 윤선거의 유현으로서 어찌 털끝만큼이라도 그가 운운한 것과 비슷한 점이 있겠습니까. 유감으로 인하여 남을 무함한 것이 예로부터 어찌 한정이 있겠습니까. 그런데도 이런 무리한 참소하는 말을 주상에게 호소하여 유현에게 가하였다는 말을 듣지 못하였습니다. 오늘날 세도가 이처럼 극에 이르렀으니, 장차 무슨 짓인들 하지 않겠습니까. 신은 삼가 한심하고 또한 매우 두렵습니다.역적 윤휴의 말은 윤선거와 관계가 없는데, ‘그 말을 듣기 좋아서 그 말을 들었다.’라는 등의 말로 억측하고 억지로 단정하여 마침내 그 훼판을 청하기까지 하였으니, 이것은 무함하여 훼판한 죄과로 처리한 것입니다. 이와 같은데도 비록 곡진히 용서하였다고 하더라도 될 수 있겠습니까.아, 세도가 서로 상실되어 조정의 논의가 날로 무너지고 있습니다. 대신이 비록 근거 없이 떠드는 것을 진정시키고 참소하여 무함하는 것을 방지하지는 못하지만, 어찌 자신이 직접 도와주어 임금에게 전에 없던 지나친 거조가 있게 한단 말입니까. 신은 소장을 봉입하지 말기를 청한 것에 대해 더욱 개탄스러운 점이 있습니다. 이미 한 가지 일을 행하고 나서 먼저 여러 사람의 논의를 염려하여 언로를 막는 것이 어찌 성세의 거조이겠으며, 훗날의 폐단이 어떠하겠습니까. 성상께서는 깊이 더 생각하시어 지금 이 명을 모두 거두어들여 선비들의 마음을 진정시키고 변괴를 두려워할 수 있게 하소서.”하니, 답하기를,“좌상이 차자에서 한 뜻은 윤선거를 무함하여 훼판한 것으로 귀결시키려는 것이 아니다. 어제 대신의 차자에 대한 비답에서 이미 나의 뜻을 유시하였다.”하였다. 대개 서종태는 평생 논의를 좋아하지 않아 사문의 일에 대해 둘 다 그르게 여겼다. 김창집과 평소 서로 친하였는데, 이때에 이르러 김창집이 신구를 위해 무함하는 말을 지어내어 도와서 공격한 것을 보고는 마음 아프게 여겨 매우 강력하게 상소하여 배척하였는데, 말이 대부분 절실하고 준열하였다. 김창집이 가장 유감으로 여기고 노여워하여 거의 서로 관계를 끊을 뻔하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 9월 8일(갑자) 1번째기사",
                "gt-oKo": "판부사(判府事) 서종태(徐宗泰)가 상차(上箚)하여 신구(申球)·김창집(金昌集)의 일을 논하였는데, 대략 말하기를, “일전에 대신(大臣)이 상차(上箚)하여 청함에 따라 문득 문경공(文敬公) 윤선거(尹宣擧)가 남긴 문집(文集)의 판본(板本)을 헐라는 명이 있었으니, 신은 놀랍고 한탄스러움을 금치 못하겠고, 참으로 지금 우리 성명(聖明)의 세상에 이런 일이 있을 줄 헤아리지 못하였습니다. 윤선거는 사림(士林)의 종사(宗師)로서 처음부터 끝가지 두 조정에서 융성한 예우(禮遇)를 받았고, 그 도덕(道德)이 순수하고 출처(出處)가 바른 것은 이제까지도 일세(一世)의 경신(敬信)하는 바가 되었는데, 그 유고(遺稿)를 간행하기에 미쳐 기뻐하지 않는 무리가 글속의 어구를 들추어내어 마구 무함하다가 드디어 신구의 소(疏)가 나오기에 이르러서는 말뜻이 아주 도리에 어그러지고 곧바로 망측한 죄로 몰았습니다. 신의 생각으로는 성명(聖明)이 이미 그 시비를 명백히 보이셨으니 조정에는 반드시 그 남을 무함한 죄를 바루는 자가 있어서 참설(讒說)이 다시 행하여지지 못하리라 하였는데, 이제 대신이 그 죄를 청하지 않을 뿐 아니라 도리어 그 논의를 격동하여 이루었습니다. 대저 글을 주워 모아 죄안(罪案)을 만들고 따라서 그 글을 불살라 없앤 자가 예전에도 혹 있었으나 실로 치세(治世)의 아름다운 일이 아닌데, 대신이 어찌하여 차마 이런 말을 합니까? 그 윤선거에 대한 판단이라는 것이 신구의 소 가운데에 있는 말을 부연(敷衍)한 것에 지나지 않아서 신구가 성조(聖祖)를 위하여 거짓된 것을 변명하였다고 생각하는 것이니, 아! 이것이 무슨 말입니까? 윤선거가 적은 것이 과연 근거없이 헐뜯은 데에 관련된다면 어찌 그 판본만을 헐 뿐이겠으며, 만일 그럴듯하지 않다고 생각한다면 어찌 그 사람이 남을 역률(逆律)로 무함한 죄를 다스리지 않을 수 있겠습니까? 윤선거의 원집(原集)은 이미 예람(睿覽)을 거쳤으니 그 평생의 뜻을 아셨을 것입니다. 임금을 근거없이 헐뜯는 것이 어떠한 악역(惡逆)인데, 유현(儒賢)인 윤선거로서 어찌 조금이라도 그 운운한 바와 비슷한 것이 있겠습니까? 유감 때문에 남을 무함하는 일이 예전부터 어찌 한정이 있었겠습니까마는, 이런 무리한 참언(讒言)으로 상청(上聽)에 하소하고 유현에게 씌웠다는 말을 듣지 못하였습니다. 오늘날의 세도(世道)가 이처럼 지극하게 되었으니, 장차 무슨 일이 없겠습니까? 신은 한심하고 또한 매우 두렵습니다. 적신(賊臣) 윤휴(尹鑴)가 말한 것으로 말하면 윤선거에게 받아 들여진 것이 없는데도 즐겨 듣고 그 말을 받아들였다는 따위 말로 억측하고 억지로 판단하여 마침내 그 판본을 헐기를 청하기까지 하였으니, 이는 근거없이 헐뜯은 죄로 처치한 것인데, 이렇게 하고서 용서한 것이라고 말한들 어찌 될 수 있겠습니까? 아! 세도가 점점 쇠퇴하고 조정의 논의가 날로 어지러워지는데, 대신이 근거없이 떠드는 것을 진정시키고 거짓말을 하여 죄를 꾸미는 것을 막지는 못하더라도, 어찌하여 자신이 도와서 임금에게 전에 없던 잘못이 있게 합니까? 신은 소장(疏章)을 봉입(捧入)하지 말기를 청한 것에 대하여 더욱이 슬픈 바가 있습니다. 이미 한 가지 일을 행하고 나서 먼저 뭇사람의 의논을 염려하여 언로(言路)를 막는 것이 어찌 성세(聖世)의 거조(擧措)이겠으며, 뒷 폐단은 어떠하겠습니까? 성상께서 깊이 예사(睿思)하여 이번 성명(成命)을 모두 거두어 사심(士心)에 진정되는 바가 있고 변괴(變怪)에 두려워 금하는 바가 있게 하소서.……” 하였는데, 답하기를, “좌상(左相)이 상차(上箚)한 뜻은 윤선거를 근거없이 헐뜯은 것으로 돌린 것이 아니다. 어제 대신의 차자(箚子)에 대한 비답(批答)에 이미 내 뜻을 일렀다.” 하였다. 대개 서종태는 평생 동안 사문(斯文)에 관한 일을 논의하는 것을 좋아하지 않아서 양편을 비난하였다. 김창집과 평소에 서로 친숙하였으나, 이때에 이르러 김창집이 신구를 위하여 거짓말을 만들어 도와서 공박하는 것을 보고 마음 아프게 여겨 매우 힘써 배척하느라 몹시 준열한 말이 많았으므로, 김창집이 매우 원망하고 노하여 거의 서로 끊게 되었다.",
                "hj": "○甲子/判府事徐宗泰, 箚論申球、金昌集事。 略曰: 日昨因大臣箚請, 遽有文敬公尹宣擧遺集毁板之命。 臣竊不勝駭歎, 誠不料今我聖明之世, 乃有此事也。 宣擧以士林宗師, 終始受兩朝禮遇之隆, 其道德之醇, 出處之正, 至今爲一世所敬信。 及其遺藁之刊行也, 不悅之徒, 摘抉文字間句語, 橫加構誣, 遂至申球之疏出, 而語意絶悖, 直驅於罔測之科。 臣意, 聖明旣明示其是非, 則朝著之間, 必有正其誣人之罪者, 而讒說不復行矣, 今者大臣, 不惟不請其罪, 乃反激成其論。 夫捃摭文字, 投成罪案, 從而焚毁其書者, 古或有之, 而實非治世之美事。 大臣何忍爲此言? 其所以爲宣擧斷案者, 不過敷衍球疏中語, 而謂球爲聖祖辨誣, 噫嘻! 是何言也? 如使宣擧所記, 果涉誣毁, 則何但毁其板而已, 如以爲不近, 則何可不治其人之誣人逆律之罪乎? 宣擧原集, 旣經睿覽, 其平生指意可見矣。 誣毁君上, 何等惡逆, 而以宣擧之儒賢, 寧有一毫彷彿於其所云云者哉? 因憾誣人, 自古何限, 而未聞以此等無理之讒言, 訴之於上聽, 加之於儒賢。 今日世道, 至此之極, 將何所不有? 臣竊寒心, 而亦有深懼焉。 至若賊鑴之言, 無與於宣擧, 而以喜聞入其說等語, 億逆勒斷, 終至請毁其板, 是則處之以誣毁之科也。 如是而雖曰曲恕, 其可得乎? 噫! 世道交喪, 朝論日潰, 大臣雖不能鎭浮囂防讒構, 而何乃身自推助, 致有君上無前過擧? 臣於疏章勿捧之請, 尤有所慨然者。 旣行一事, 先慮群議, 禁遏言路, 豈聖世擧措, 而後弊當如何也? 聖上深加睿思, 今此成命, 竝賜反汗, 俾士心有所鎭定, 變怪有所戢畏云云。 答曰: “左相箚意, 非以尹宣擧歸之於誣毁也。 昨於大臣箚批, 已諭予意。” 蓋宗泰平生, 不喜論議, 於斯文事, 兩非之。 與昌集, 雅相習, 而至是見昌集爲球, 設誣辭助攻, 心痛之, 疏斥甚力, 語多切峻, 昌集最憾怒, 幾於相絶。"
            }
        }
    },
    "10": {
        "27": {
            "1": {
                "H2KE-EN": "Jeong Sik was transferred to Wonju , and next year he died in exile. [Jeong] Sik was not recorded in the records of his name, but he was not willing to observe his powerful and impeach him without observing his powerful powerfulness. He successively held various posts in the capital and in the provinces, and he was well-versed with integrity and was capable of competence. Because of his words, he was banished to Wonju, but he eventually did not return. The public opinion was grieved.",
                "H2KE-nKo": "계축년에 정식을 원주로 양이하였는데, 그 이듬해에 유배지에서 졸하였다. 정식은 기우가 수록되지 않아 평소의 명환으로 출세하였는데, 논의하는 데 궤변을 따르려 하지 않고 권세를 피하지 않고 탄핵하며 공격하였다. 중앙과 지방의 관직을 두루 거쳤는데 청렴하고 간결하며 일을 잘 처리하였으므로 사람들이 훌륭하게 여겼다. 말 때문에 유배지에서 끝내 돌아오지 않으니, 공의가 슬퍼하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 10월 27일(계축) 1번째기사",
                "gt-oKo": "정식(鄭栻)을 원주(原州)로 양이(量移)하였는데, 그 이듬해에 귀양살이하는 중에 졸(卒)하였다. 정식은 기국(器局)이 평범하지 않아서 한미한 집안에 태어나 명관(名官)이 되어 논의하는 데는 궤수(詭隨)를 즐겨하지 않고 탄핵하는 데는 귀세(貴勢)를 피하지 않았으며, 중외(中外)에 두루 시용(試用)되었는데 청렴하고 간명하며 일처리를 잘하였으므로 사람들이 칭찬하였다. 말 때문에 귀양가서 마침내 돌아오지 못하니, 공론이 슬퍼하였다.",
                "hj": "○癸丑/量移鄭栻于原州, 其明年, 卒于謫中。 栻, 器宇不錄錄, 出素門爲名宦, 論議不肯詭隨, 彈擊不避貴勢, 歷試中外, 淸簡而能辦, 人多之。 以言遷謫, 竟不返, 公議傷之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Yi Jeongju , Fourth Inspector [of the Office of the Inspector General] , presented a memorial [to the King]. 【위에 보인다. 】 The King had a royal directive transmitted [to him]. 【위에 보인다. 】 Jeongju was a poor man and presumptuously had a brilliant post. He flattered the administration of the people, and he changed his words whenever he changed his words and made a decision on the basis of his occasion. Yi Jeongik committed a serious crime. However, he dared to request that he be reappointed again. There was none among the public opinions that he was not frightened and saddened.",
                "H2KE-nKo": "지평 이정주가 상소하니, - 위에 보인다. - 비지 - 위에 보인다. - 이정주는 가난한 사람인데 외람되이 청로에 통망되어 시론에 이[蝨]처럼 빌붙었고, 윤팽수, 윤팽갑이 수시로 말을 바꾸어 죄안을 뒤집는 단안을 핑계 대었으며, 이정익이 지은 죄가 지극히 무거운데 감히 다시 서용하기를 청하였으니, 공론이 모두 놀라고 분통해하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 10월 5일(신묘) 1번째기사",
                "gt-oKo": "지평(持平) 이정주(李挺周)가 상소(上疏)【위에 보인다.】하여 비지(批旨)【위에 보인다.】가 있었다. 이정주는 미천한 사람인데 외람되게 청로(淸路)에 통하고 시론(時論)에 붙어서, 윤팽수(尹彭壽)·갑술이 수시로 말을 바꿨는데도 빙자하여 옥안(獄案)을 뒤집는 판단으로 삼고, 이정익(李禎翊)의 죄가 지극히 중한데도 감히 다시 임용하기를 청하였으므로, 공론이 모두 놀랍고 분통하게 여겼다.",
                "hj": "○辛卯/持平李挺周疏。【見上。】批旨。【見上。】 挺周, 窶人子, 濫通淸路, 蝨附時論, 彭、甲之隨時變辭, 而藉爲翻案之斷, 禎翊之罪犯至重, 而敢爲復用之請, 公論莫不駭痛焉。"
            }
        }
    },
    "11": {
        "21": {
            "1": {
                "H2KE-EN": "The King revised the stipend of the Office of State Records on the previous day. This was due to the memorial submitted by Jo Gwan . As for the stipend of the Office of State Records , the chief state councilor was in charge of the matter. There were many cases in which the chief state councilor did not have a member of the Office of Royal Decrees . People sought to discard and not to use the stipend of the previous stipends because there were many cases in which the Office of Royal Decrees did not participate in the capital. Then, the stipend of the Office of Royal Decrees did not participate in the stipends on the grounds that there was no such cases in the state첩. The evils of the stipends are similar to this point.",
                "H2KE-nKo": "전교하기를,“정축년에 도당록을 다시 권점하였는데, 이는 조관빈의 상소로 인한 것이다. 도당록의 체모는 영의정이 주관하니, 영의정이 있고 대제학이 없는 것은 옛날에도 행한 적이 많았다. 그런데 시배들이 전록에 자기와 의견이 다른 사람이 많다는 이유로 기필코 버리고 쓰지 않으려 하면서 대제학이 서울에 있다는 핑계로 참여하지 않았다는 구실로 흠을 잡아 이렇게 국첩에 없는 일을 하였으니, 당론의 폐단이 한결같이 이 지경에 이르렀단 말인가.”하였다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 11월 21일(정축) 1번째기사",
                "gt-oKo": "전일(前日)의 도당록(都堂錄)을 개권(改圈)하였는데, 조관빈(趙觀彬)의 소(疏) 때문이다. 도당록의 체례(體例)는 영상(領相)이 주장하므로 영상이 있으면 문형(文衡)이 없어도 예전에 많이 행하였는데, 시배(時輩)가 전일의 도당록에 자기들과 뜻을 달리하는 사람이 많자 반드시 버리고 쓰지 않으려 하여 문형이 경중(京中)에 있으면서 참여하지 않은 것을 핑계하여 구실로 삼고 흠잡아서 이런 국사(國史)에 없는 일을 하였으니, 당론(黨論)의 폐단이 이 지경에 이르렀다.",
                "hj": "○丁丑/改圈前日都堂錄。 因趙觀彬疏也。 堂錄之體, 領相主之, 有領相無文衡, 古多行之, 而時輩以前錄之多異己, 必欲棄不用, 托以文衡在京, 不參藉口而抵疵, 爲此國牒所無之擧, 黨論之弊, 一至此哉!"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gapsin day, the first day of the month, Assistant Supreme General of the Office of the Royal Decrees Kim Haro , Bak Saik , and others presented a memorial to resign. The memorial to the King stated as follows: Generally, on the day when the record of the previous record was completed, some people said that it was not possible for the Office of Royal Decrees to participate in the principal officials. However, in your subjects humble opinion, at the time of the principal officials in the State Council , there was a precedent in which the Office of Royal Decrees alone performed the principal officials alone. Therefore, there is no distinction between them and others in the capital. Therefore, your subjects suspect that this matter might be excessively excessive. Therefore, we did not mention this matter. However, the circumstances of this matter become gradually improved and eventually we finally finally. The King replied, After the finally finally. Thus, Jo Gwangwi also finally observed the matter of finally final",
                "H2KE-nKo": "부수찬 김재로와 박사익 등이 사직 상소를 올렸는데, 그 대략에,“대체로 전록이 처음 완성되던 날에 사람들이 혹 문형이 참석하지 않았다고 말하기도 하였습니다. 그러나 돌아보건대, 신의 생각에는 도당에서 권점을 행할 때에 문형이 유고하면 제학이 단독으로 행한 전례가 있으니, 지방에 있거나 서울에 있거나 간에 그다지 차별이 없다고 여겼습니다. 그런데 이 때문에 인혐하는 것은 너무 지나친 듯하였기 때문에 일찍이 제기하여 언급하지 않았습니다. 그러다가 사단이 점점 커져서 마침내 개록하게 되었으니, 전날 명을 받들었던 것은 자연 염치를 무릅쓰고 나아간 죄과가 되고 말았던 것입니다.”하니, 답하기를,“개록한 뒤에는 다시 혐의스러운 단서가 없으니, 사직하지 말고 직임을 살피라.”하였다. 처음에 조관빈도 전록으로 홍문관의 직임에 제수되었는데, 며칠 동안 입직하다가 비로소 개록하자는 논의를 제기하였다. 이 때문에 김재로 등이 마음속으로는 그것이 잘못된 것인 줄 알면서도 드러내 놓고 배척하지 못하였다. 그러나 이 상소의 은미한 뜻을 알 수 있다.\n",
                "date_ko": "숙보 58권, 42년(1716 병신 / 청 강희(康熙) 55년) 11월 28일(갑신) 1번째기사",
                "gt-oKo": "부수찬(副修撰) 김재로(金在魯)·박사익(朴師益) 등의 사직하는 소(疏)에 대략 말하기를, “대개 전일의 도당록(都堂錄)이 처음 완성된 날에 사람들이 혹 문형(文衡)이 참여하지 않은 것을 말하였으나, 도리어 신(臣)의 하찮은 생각에는 도당(都堂)에서 권점(卷點)할 때에는 문형이 유고(有故)하면 제학(提學)이 혼자 행한 전례가 이미 있으니 외방(外方)에 있건 경중(京中)에 있건 심한 차별이 없습니다. 이 때문에 인혐(引嫌)하는 것은 너무 지나친 듯하다고 여겨졌으므로 일찍이 제기하여 언급하지 않았는데, 일의 꼬투리가 점점 커지게 되어 마침내 개록(改錄)하게 되었으니, 전일 명을 따른 것이 절로 무릅써 사진(仕進)한 죄로 돌아갔습니다……” 하였는데, 답하기를, “개록한 뒤에는 다시 혐의할 꼬투리가 없으니, 사직하지 말고 직무를 살피라.” 하였다. 처음에 조관빈(趙觀彬)도 전일의 도당록에 의하여 관직(館職)에 제배(除拜)되었는데 여러 날 입직(入直)하기에 이르러서야 비로서 개록의 논의를 냈으므로 김재로 등이 마음으로는 그것이 그른 줄 알면서 뚜렷이 배척하지 못하였으나, 이 소(疏)에서 숨은 뜻을 알 수 있다.",
                "hj": "○甲申/副修撰金在魯、朴師益等辭疏。 略曰: 蓋當前錄初完之日, 人或以文衡不參爲言, 而顧臣微意, 以爲都堂圈點時, 旣有文衡有故, 提學獨行之例, 則在外在京, 無甚差別。 以此引嫌, 恐涉太過, 故未嘗提及, 及事端漸大, 終至改錄, 則前日承命, 自歸冒進之科云云。 答曰: “改錄之後, 無復嫌端, 勿辭察職。” 初, 趙觀彬亦以前錄拜館職, 至就直累日, 始發改錄之論, 故在魯等, 心知其非, 而不能顯斥, 然卽此疏微意, 可見也。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之五十八終"
            }
        }
    },
    "leap month 3": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, there was an occasion which was not occurred.",
                "H2KE-nKo": "삭선 - 결상 - 을 삭제하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 1일(신유) 1번째기사",
                "gt-oKo": "【위에 빠졌다.】",
                "hj": "○朔辛酉/【缺上。】"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On imsin day, the King dismissed Supreme General [of the Middle Army Commandery General]김창집 from his post. Although it was the opinion of the superior possibility of the Confucian sages, [the superior king] was strong in his clique, and he even said that his father did not speak about this, which is extremely disrespectful. When an official in charge of an investigation was questioned, [the superior ministries] harbored truthfully and deceived [the superior ministries], and [the superior ministries] were exposed. [The superior ministries] were exposed, and [the superior ministries] were exposed to be dismissed from his post. This was also fortunate.",
                "H2KE-nKo": "판중추부사 김창집을 파직하였다. 김창집은 사문의 시비에 대해 대대로 지켜 온 논의이기는 하지만 당동 벌이에 용감하여 아버지가 말하지 않은 것을 말하기까지 하였으니, 매우 도리에 어긋났다. 고관에게 함사를 보내 물을 때의 일로 말하면, 사실을 뒤집어 씌우고 마음을 속여 손발이 죄다 드러났으므로 파직되어 면직되기에 이르렀으니, 그 또한 다행이다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 12일(임신) 1번째기사",
                "gt-oKo": "판중추(判中樞) 김창집(金昌集)의 벼슬을 파면하였다. 김창집(金昌集)은 사문(斯文)의 시비에 대하여 비록 대대로 지켜 오는 논의가 있기는 하였으나 당벌(黨伐)에 용감하여 그 아버지가 말하지 않은 것을 말하기까지 하였으니, 도리에 어그러진 것이 심하였다. 고관(考官)을 함문(緘問)한 때의 일로 말하면, 사실을 뒤집고 양심을 속이다가 했던 짓이 죄다 드러나서 벌이 파면에 이르렀으니, 그 또한 다행이었다.",
                "hj": "○壬申/罷判中樞金昌集職。 昌集於斯文是非, 雖是世守之論, 而勇於黨伐, 至言其父之所不言, 悖理甚矣。 至於考官緘問時事, 反實欺心, 手脚盡露, 罰至罷免, 其亦幸爾。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Assistant State Councilor Yi Eongang died in the gyeyu year (. 사신은 논한다. [Yi] Eongangs character was skilled and clear in understanding. He was skilled by nature and honest by nature. He served his mother with all his filial piety. He was repeatedly appointed as the Ministry of Punishments . Since sinsa year (, he was twice as much as circumspection and adjudicating lawsuits and lawsuits. People called him uncomfortable in the recent years. However, he was not slightly cautious and uncrupulous. He received a bribe from his house and received a bribe from him. He also made many trivial matters. The people of this world despised him.",
                "H2KE-nKo": "좌참찬 이언강이 졸하였다. 사신은 논한다. 이언강은 사람됨이 기민하고 투철하며, 글을 지으면 넉넉하고 민첩하며 정밀하고 사납았으며, 계모를 섬기는 데 효성을 다하였다. 형조 판서를 여러 번 지냈는데, 신사년에 논박을 받은 뒤부터는 갑절이나 스스로를 신칙하고 면려하여 옥송을 잘 결단하였으므로 사람들이 근래에 드문 일이라고 일컬었다. 다만 젊어서부터 자신을 단속하는 데 구애받지 않아 간혹 추악한 비방을 받았고, 집안에서 청탁을 받아 또한 자질구레한 일이 많았으므로, 세상에서 이 때문에 비루하게 여겼다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 13일(계유) 1번째기사",
                "gt-oKo": "좌참찬(左參贊) 이언강(李彦綱)이 졸서(卒逝)하였다. 사신(史臣)은 말한다. “이언강은 사람됨이 기민하고 투명하며, 저술(著述)은 넉넉하고 민첩하며 날카롭고 굳세었고, 계모를 섬기기에 효성을 다하였다. 여러 번 형조 판서(刑曹判書)가 되었는데, 신사년에 논박받은 뒤부터는 훨씬 더 스스로 힘써서 옥송(獄訟)을 잘 결단하였으므로 사람들이 근래에 드문 바라고 칭찬하였다. 다만 젊어서는 자신을 단속하지 않아서 이따금 헐뜯겼고, 문정(門庭)에서 청탁을 받아서 잗단 일도 많았으므로, 세상에서 이 때문에 더럽게 여겼다.”",
                "hj": "○癸酉/左參贊李彦綱卒。 【史臣曰: “彦綱爲人, 機警明透, 綴文贍敏精悍, 事繼母盡孝。 屢長秋曹, 而自辛巳被論以後, 倍自飭厲, 善斷獄訟, 人稱之爲近來所罕。 但少不拘檢, 間被醜謗, 門受請謁, 亦多瑣屑之事, 世以此鄙之。”】"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Yi Sijeong , a Confucian student in the eulhae year ( and others presented a memorial [to the King]【위에 보인다.】. [The King] replied, Todays state is very firmly established. Moreover, Choe Seokmuns word is clearly explained, and Yu Hwi and others submitted a memorial [to the King] in order to correctly discuss [the matter]. [However,] all of you acted under the pretext of claiming to distinguish yourself and rumors, which was truly surprised and apprehensive. Furthermore, you spread a new claiming to righteousness, which is even more impossible. As for the word that you already discontinue yourself, [you] can say that it is extremely impossible [to claim you]. [However,] the claiming of claiming to uphold the righteousness was thoroughly reprimanded. [However,] those who insulted the righteousness were stricken with all yourself to save [the righteousness]. Truly, what happened? [you] can also be disappointed.",
                "H2KE-nKo": "관학 유생 이시정 등이 상소하니, - 위에 보인다. - 답하기를,“오늘날의 일은 국시가 크게 정해졌다. 더구나 최석문은 상소의 내용이 명백하고 유봉휘 등은 차자에서 논한 것이 정당하였다. 그런데 그대들은 신변한다는 핑계로 장황하게 늘어놓은 말들이 선정을 무함하고 시비를 현란시키려는 계책에서 나오지 않은 것이 없으니, 참으로 놀랍고 한탄스럽다. 그리고 새로운 의리의 설을 만들어 내었으니 더욱 무엄하기 짝이 없다. ‘이미 내버린 설을 다시 제기한다.’라는 등의 말은 너무도 억측한 것이라고 할 수 있다. 그런데 정도를 옹호하는 의론을 한꺼번에 공격하여 배척하고 정도를 해치는 사람을 있는 힘을 다해 구원하였으니, 이것이 진실로 무슨 심보란 말인가. 또한 가증스럽다.”하였다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 15일(을해) 1번째기사",
                "gt-oKo": "관학 유생(館學儒生) 이시정(李蓍定) 등이 상소(上疏)【위에 보인다.】하니, 답하기를, “오늘날의 일은 국시(國是)가 크게 정하여졌고, 더구나 최석문(崔錫文)의 소어(疏語)는 명백하고 유봉휘(柳鳳輝) 등의 차론(箚論)은 정당한데, 너희가 신변(伸辨)한다는 핑계로 장황하게 늘어놓은 말은 선정(先正)을 근거없이 욕하고 시비를 어지럽힐 생각에서 나오지 않은 것이 없으니, 참으로 놀랍고 한탄스러우며, 새로운 의리의 설(說)을 만들어 낸 것은 더욱이 매우 무엄하다. 이미 폐기한 설을 다시 제기한다는 따위의 말은 심한 억측이라 하겠는데, 바른 논의를 지키는 논의는 모두 공박하여 배척하고 바른 사람을 해치는 사람은 힘을 내어 변호하니, 이것은 참으로 무슨 마음인지 또한 밉다.” 하였다.",
                "hj": "○乙亥/館學儒生李蓍定等上疏,【見上。】答曰: “今日之事, 國是大定。 況崔錫文疏語明白, 柳鳳輝等箚論正當, 而爾等托以伸辨, 張皇辭說, 無非出於誣辱先正, 眩亂是非之計, 誠可駭惋, 而創出新般義理之說, 尤極無嚴。 至若更提已棄之說等語, 可謂億逆之甚, 而扶正之論, 一倂攻斥, 毒正之人, 出力救解, 是誠何心? 亦可惡也。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On muin day, the first day of the muin year (, Governor of Chungcheong Province Yun Haenggyo presented a memorial [to the King]【위에 보인다.】 with a royal approval [to the King]. The royal approval [to the King] was generally reported [to the King]. In general, when [Yun] 윤증 was always involved in a private house, [Yun] came to the court to raise a dispute and severely impeached him for his crime. Earlier, [Yun] made a warning to the sons of the literati. [Yun] said, [Because] sons and sons of the literary literati.",
                "H2KE-nKo": "충청 감사 윤행교가 상소하니, - 위에 보인다. - 비지 - 위에 보인다. - 대개 윤증은 평소에 매번 사가의 일을 조정에 미루어 올려서 분쟁을 야기하고 깊이 인책하여 죄로 삼았다. 일찍이 이 때문에 문인과 자제들을 경계하여 말하기를 ‘자제와 문인이 아버지와 스승을 위해 송변하는 것은 고도가 아니면 또한 어찌 공언이 되겠는가.’라고 하였다. 전후로 변론하는 상소가 나올 때마다 번번이 성심으로 만류하였으니, 송시열이 문도를 풀어서 어지러이 송변한 것과는 바로 얼음과 숯처럼 상반된 것이다. 윤행교가 능히 가정의 교훈을 따라 익혔는데, 이처럼 원통한 무함이 끝이 없어 한마디도 변리하지 않고 말씨가 종용하고 뜻이 측달하였으니, 그의 가법이 근후한 것을 또한 알 수 있다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 18일(무인) 1번째기사",
                "gt-oKo": "충청 감사(忠淸監司) 윤행교(尹行敎)가 상소(上疏)【위에 보인다.】하니, 비답(批答)【위에 보인다.】하였다. 대개 윤증(尹拯)은 평소에 번번이 사가(私家)의 일을 조정(朝廷)에 밀어 올려 분쟁을 일으킨다 하여 매우 인책되었다. 일찍이 이 때문에 문인(門人)·자제(子弟)를 경계하여 ‘자제나 문인이 아버지나 스승을 위하여 하소하고 변명하는 것은 고도(古道)가 아니니 또한 어찌 공언(公言)이 되겠는가?’라고 하였고, 전후에 변명하는 글이 나오면 번번이 성심으로 말렸으니, 송시열(宋時烈)이 문도(門徒)를 조종하여 어지러이 변명하려던 것과는 얼음과 숯처럼 아주 달랐다. 윤행교가 능히 가정의 가르침을 따라 익혀서 이처럼 억울한 무함이 그지없을 때에 한 마디도 변명하지 않았고 사기(辭氣)가 조용하고 지의(旨意)가 몹시 슬펐으니, 그 가법(家法)이 근후(謹厚)한 것을 또한 알 수 있다.",
                "hj": "○戊寅/忠淸監司尹行敎上疏。【見上。】批旨。【見上。】蓋尹拯平日, 每以私家事, 推上朝廷, 惹起紛爭, 深引爲罪。 嘗以是戒門人、子弟曰: “子弟、門人之爲父師訟辨, 非古道, 亦豈爲公言?” 前後辨章之出, 輒誠心挽沮, 則其與宋時烈縱門徒, 紛然求辨者, 直氷炭耳。 行敎能服習庭訓, 當此冤誣罔極, 不以一言辨理, 辭氣從容, 旨意惻怛, 其家法之謹厚, 亦可見矣。"
            },
            "2": {
                "H2KE-EN": "Assistant Deputy Director [of the Office of Royal Decrees] Yu Hwi , Education Director [of the Office of Royal Decrees] Jeong Sik , and others submitted a memorial to reprimand the false accusation of Yi Sijeong and others. The King granted a gentle 비답을 내렸다.",
                "H2KE-nKo": "부제학 유봉휘, 응교 정식 등이 상소하여 이시정 등이 무함하고 헐뜯은 것에 대해 변론하니, 온화한 비답을 내렸다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 18일(무인) 2번째기사",
                "gt-oKo": "부제학(副提學) 유봉휘(柳鳳輝), 응교(應敎) 정식(鄭栻) 등이 상소(上疏)하여 이시정(李蓍定) 등이 근거없이 헐뜯은 것은 변명하니, 온후(溫厚)한 비답(批答)을 내렸다.",
                "hj": "○副提學柳鳳輝、應敎鄭栻等, 疏辨李蓍定等誣詆, 賜溫批。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "[The Office of the Censor General] Song Jinmyeong , citing the case of Kang Bak and others answered the question of the Office of Diplomatic Correspondence , requested that he be dismissed from office.【계사는 위에 보인다.】 The King ordered that he be removed from office. As for the argument of Confucian studies, the dispute between father and son and grandfather, and the distinguished between father and son and grandfather. However, Kang Bak and others were the secret conspiracy of Ha Ryuns circumstances. Originally, when occasionally occurred this circumstances, they rushed to slander their rumors. What harm could there be in this case? Song Jinmyeong, being a man who conspiracy with 윤증, claimed that he submitted this report. His fairness and righteousness of 좋아하고 미워함에 있어 the right and wrong should not be left unpunished. That is the same as this. However, the historians compiled to compile the matter of 윤증s incident and the transgression of many wicked men in the gisa year ( were exposed to be discovered, and Song Jinmyeong was inevitably slightly disappointed. The secret men of the same claim that 윤증 was enraged by blamelessly enhanced the circumstances of 윤증. Thus, they fabricated a grudge against the sake of the section of the sake of Han dynasty",
                "H2KE-nKo": "정언 송진명이, 강박 등이 괴원의 통문에 답한 일을 논핵하여 파직할 것을 청하니, - 계사는 위에 보인다. - 주상이 삭직하라고 명하였다.사문의 쟁론은 단지 부자, 스승, 제자 사이, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례원류》, 《가례》, 《가례원류》, 《가례원류》, 《가례원류》\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 22일(임오) 1번째기사",
                "gt-oKo": "정언(正言) 송진명(宋眞明)이, 강박(姜樸) 등이 괴원(槐院)의 통문(通文)에 답한 일을 논하여 파직(罷職)하기를 청하니,【계사(啓辭)는 위에 보인다.】 임금이 삭직(削職)하라고 명하였다. 사문(斯文)의 쟁론(爭論)은 단지 부자(父子)·사생(師生) 사이의 일과 《가례원류(家禮源流)》를 피차가 변명한 데에 달려 있을 뿐인데, 강박 등은 윤휴(尹鑴)의 무리로서 애초에 이 기회를 타서 도리에 어그러진 말을 불쑥 퍼뜨리려 하였으니, 여기에 윤증(尹拯)이 무엇이 관계되겠는가? 송진명은 윤증을 존모(尊慕)하는 사람으로서 송시열(宋時烈)을 위하여 이 계(啓)를 내었으니, 그 호오(好惡)의 공정함과 시비의 올바름이 밉다고 물리치지 않는 것이 이러하였는데, 초사(初史)를 편수한 자는 도리어 윤증의 일이 기사년의 뭇 간사한 자와 연관된 것이 남김 없이 드러났으므로 송진명이 마지못하여 조금 스스로 특이하게 보이려 한 것이라 하였다. 당인(黨人)이 윤증을 원수로 여기고 윤증에게 분노하나 죄될 것이 없으므로 기사년의 화(禍)를 빚어 만들었다고 근거 없이 매우 무함하면서 이러한 공론이 윤증을 존모하는 자에게서 나온 것이라 하고, 또 따라서 여기저기에서 주워 모은 것을 아울러 더해 그 거짓을 채워서 후세를 속일 수 있다고 생각하였으니, 그 심장(心腸)이 매우 지나치다.",
                "hj": "○壬午/正言宋眞明, 論姜樸等答槐院通文事, 請罷職,【啓辭見上。】上命削職。 斯文之爭論, 只在於父子、師生之間, 《源流》彼此之辨, 而樸等以鑴黨, 初欲乘此機, 闖逞悖說, 於此尹拯何關焉? 眞明以尊慕尹拯之人, 爲時烈發此啓, 其好惡之公, 是非之正, 不以所惡而辟焉, 類是矣, 而修初史者, 反以爲拯事之與己巳群壬, 連絡關通綻露無餘, 眞明不得已, 稍自崖異。 黨人者讎拯怒拯, 無所成罪, 乃以釀成己巳禍, 白地厚誣, 而此等公議, 出於尊拯者, 又從以竝加捃摭, 求欲實其誣, 而謂後世可欺, 甚矣其心腸也。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Yi Jin , a record keeper of the Office of Royal Decrees , presented a memorial to the King to resign from his post. [Yi] 오명항 was formerly appointed to a record keeper of the Office of Royal Decrees . [He] also discovered the treacherous words of Yi Sijeong and others in the memorial. [The King] granted a gentle 비답을 내렸다.",
                "H2KE-nKo": "수찬 이진유가 사직 상소를 올려, 오명항이 전에 홍문관의 녹사를 논한 것을 가지고 스스로 선을 그린다고 하고, 또 이시정 등의 상소 가운데 무함하는 말을 한 것에 대해 변론하니, 온화한 비답을 내렸다.\n",
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 24일(갑신) 1번째기사",
                "gt-oKo": "수찬(修撰) 이진유(李眞儒)가 사직하는 소(疏)를 올려, 오명항(吳命恒)이 전에 관록(館錄)을 논한 일을 스스로 구획하는 뜻이라 하고, 또 이시정(李蓍定) 등의 소 가운데에 있는 무함하는 말을 밝히니, 온후(溫厚)한 비답(批答)을 내렸다.",
                "hj": "○甲申/修撰李眞儒上辭疏, 以吳命恒前論館錄事, 爲自畫之義, 且辨李蓍定等疏中誣語, 賜溫批。"
            }
        },
        "4": {
            "1": {
                "date_ko": "숙보 57권, 42년(1716 병신 / 청 강희(康熙) 55년) 윤3월 4일(갑자) 1번째기사",
                "gt-oKo": "부수찬(副修撰) 이하원(李夏源)이 상소(上疏)하여 임진년 과옥(科獄) 때에 궐문(闕門)에 관한 일을 논하다가 무함당한 것을 변명하였는데, 대략 이르기를, “신(臣)이 왕년에 한 소(疏)를 올린 것이 대저 어찌 제 한 몸을 위한 계책이었겠습니까? 한두 무뢰배(無賴輩)의 터무니없는 말로 인하여 갖가지 단서가 장황하여지니, 이것을 조장하여 마지 않으면 그 형세가 반드시 서로 살육하게 되고야 말 것이었는데, 마침 언지(言地)에 있었으므로 근심되고 한탄스러움을 금치 못하여 맨 먼저 들은 바를 거론하였고, 상리(常理)로 참작한 것은 참으로 천하의 만사가 상리의 밖에서 나오는 것이 없기 때문었으나, 한마디 말이 입에서 나오자 뭇 공격의 화살이 한몸에 모였습니다. 이제 낱낱이 뒤미처 변명하려 하지는 않겠습니다마는, 그날 들은 곡절이 범연히 지친(至親)에 견준 것이 아니라는 것은 신의 소에서 보면 누군들 모르겠습니까? 함문(緘問)을 청한 것은 오로지 신을 고달프게 핍박하려는 계책에서 나왔고, 삭출(削黜)을 청한 계(啓)에는 ‘지친’이란 두 자를 빼어버리고 억지로 죄안(罪案)을 만들었으나 그 말이 무함으로 돌아감을 스스로 몰랐으니, 참으로 이른바 죄를 가하려면 어찌 할말이 없을 것을 걱정하겠습니까? 세도(世道)가 위험한 것이 모두 이 지경에 이르렀습니다. 저번에 문이 닫힌 것을 열렸다고 한 것에는 그 설이 세 가지가 있는데, 하나는 거자(擧子)가 죄다 들어간 뒤에 곧 도로 닫지 않고 종일 활짝 열어 놓았다는 것이고, 하나는 거자들이 파장(罷場)하였다는 헛소문을 잘못 듣고 놀라 위장(衞將)에게 나가겠다고 청하였더니 위장이 문을 열어 나가게 하였다는 것이고, 하나는 시한 전에 일찍 열었다는 것입니다. 뒤의 두 설은 그때의 대사성(大司成) 민진원(閔鎭遠)의 소 가운데 본디 제기하여 언급한 단서가 없었으므로 그것이 사실이 아니라는 것은 이에 의거하여 알 수 있으며, 그 소의 주의(主意)는 비록 한 가지 설에 달려 있더라도 반은 열리고 반은 닫혔다는 것은 마디마디 파탄(破綻)되었습니다. 거기에 ‘돈화문(敦化門)을 여닫는 데에 관한 항목은 해조(該曹)의 절목(節目) 가운데에 이미 거자가 입장(入場)한 뒤에 도로 닫는다는 말은 없었습니다.’ 하고, 또 ‘시소(試所)의 신칙(申飭)이 시제(試題)를 건 뒤에 있었습니다.’ 하고, 또 ‘이 문이 일찍 열리고 늦게 닫힌 것은 형세가 반드시 그러할 바이었는데도 강필문(姜弼文) 등이 종일 굳게 닫혀 있었다고 말한 것은 실상이 아닐 듯합니다.’ 하고, 또 ‘시소에서 신칙하기 전에 열어서 시소에서 신칙한 뒤에 닫았다면 또한 죄줄 만한 것이 없을 것입니다.’ 하고, 또 ‘인정(人定)에 금란관(禁亂官)이 나아간 뒤에야 비로소 정제(整齊)하여 도로 닫을 수 있었다면 또한 심하게 죄줄 것은 못됩니다.’ 하고, 또 ‘종일 활짝 열어 두어 전혀 방한(防限)이 없은 뒤에야 그 죄가 더욱 무거울 것입니다.’ 하고, 또 ‘유신(儒臣)이 어떻게 반드시 죽을 줄 미리 알기에 간절하게 불쌍히 여기는 것이 한결같이 이 지경에 이르렀습니까?’ 하였습니다. 대저 돈화문은 본디 응당 닫혀 있어야 할 문인데, 그 연 것이 다만 거자를 들여보내기 위한 것이라면 거자가 죄다 들어간 뒤에는 비록 시소의 분부가 없더라도 절로 당연히 도로 닫았어야 할 것이고, 거자를 받아들이기 어려워서 뒤미처 돈화문으로 한정하였다면 그 전에는 비록 다시 닫지 못하였다 하더라도 그 뒤에는 곧 도로 닫았어야 할 것입니다. 그런데 위장(衞將)이 절목에 없는 것이라 하여 게을리하고 동념(動念)하지 않을 수 있겠으며, 시소도 절목에 없는 것이라 핑계하여 도로 닫으라고 분부하지 않을 수 있겠습니까? 진선문(進善門) 밖에 금란관이 처음 옮기고 다시 옮겼다가 마침내 단봉문(丹鳳門)에 옮겼다면 아직 옮겨 가게 되기 전에 닫히지 않은 것을 보았을 것이니, 어찌 절목에 없는 것이라 핑계하여 활짝 열린 채로 내버려 둘 수 있겠습니까? 유생(儒生)이 죄다 들어가면 곧 문을 닫게 하는 것이 본디 과장(科場)의 변하지 않는 규례인데, 더구나 시소에서 이미 죄다 들어간 뒤에는 도로 닫게 하였다면 금란관·위장들이 무엇 때문에 닫지 않고 속여서 고하겠습니까? 유생이 죄다 들어가고 시관(試官)이 숙배(肅拜)한 뒤에야 승지(承旨)가 비로서 시제(試題)를 여쭈는 일로 나가는 것으므로 문이 닫히기를 기다리지 않고 지레 먼저 시제를 여쭌다는 것은 결코 그럴 리가 없겠습니다마는, 문이 닫혔는지 여부를 알지 못한 채 지레 먼저 시제를 걸었다는 것이 과연 재신(宰臣)이 말한 것과 같다면 승지·시관이 직무를 다하지 못한 것이 위장들보다 그 잘못이 더 무거울 것인데, 전후의 상소에는 어찌하여 제론(提論)한 것이 없겠습니까? 권응(權譍)이 나갈 때에 문이 아직 닫히지 않았었다면 시제를 건 뒤에 나가겠다고 청한 거자는 절로 당연히 뜻대로 나갔어야 할 것인데, 또 어찌하여 시소에 청하여 문을 열기를 원하였겠으며, 스스로 먼저 바치고 나온 자는 또 어찌하여 다 단봉문을 거쳤겠습니까? 가정(加定)한 금란관이 나아간 뒤에야 비로소 도로 닫을 수 있었다면 권치대(權致大)의 공초(供招) 가운데에 ‘동협문(東夾門)에서는 그 수를 기억할 수 없는 거자가 진선문·돈화문 사이에 앉아서 제술(製述)하여 바쳤다.’ 한 것은 또한 어찌하여 보지 못하여 모르겠습니까? 권응이 나올 때에는 또 어찌하여 유독 상(床)을 인 어린 아이만을 보고 혼잡하게 앉아 있는 거자는 보지 못하였습니까? 신이 듣기로는 궐문을 마음대로 연 것은 곧 교형(絞刑)감의 죄라 하는데, 이미 권응의 공초를 사실로 여기고 승지도 따라서 의심스러운 말을 사실로서 확인하였다면 위장 등을 궁문(窮問)하고 형신(刑訊)을 청하는 것이 본디 차례의 일이니, 신의 소에 ‘죄없이 죽게 됩니다.’ 한 것이 어찌 지나치겠습니까? 처음부터 어떻게 시의(時意)가 단지 궐문을 연 데에만 달려 있을 줄 미리 헤아려 궐문을 지킨 관원은 도리어 부당하게 용서하고 그 죄로 죄주지 않으려 하겠습니까? 과시(科試) 뒤에 근거없이 두려워하는 것은 말세의 폐습인데, 궐문에 관한 일로 말하면 피차를 막론하고 조금 지식이 있는 자라면 다 근거가 없다 합니다. 근거가 없이 그때에 닫힌 것을 열렸다고 한 것은 다 상리(常理)에 벗어나서 구한 것이므로 동쪽을 버티면 서쪽이 기울고 온갖 결점이 허다한데, 듣건대, 한 승지는 ‘지금 이 궐문에 관하여 사문(査問)하는 일을 어찌 상리로 말할 수 있겠습니까?’라고 아뢰었다 하니, 뒷날에 나라를 망치는 화(禍)가 반드시 이 말에서 시작되지 않는다고 할 수 없습니다. 신은 실로 한심합니다.” 하였다. 대개 임진년(壬辰年)의 과옥(科獄)은 애매하게 끌어대서 만들지 않은 것이 없었는데, 돈화문(敦化門)이 열리고 닫힌 것으로 말하면 모든 눈이 다 보건만 단지 권응의 거짓 공초로 위장을 위협하여 반은 열리고 반은 닫혔던 것으로 돌렸으나, 나가려다가 못 나가자 문루(門樓)에 올라가 사내아이를 바라보고 서책(書冊)을 던진 거자가 있으니, 이하원이 들은 것도 이러한 류(類)이었다. 그러므로 비록 국외(局外)의 방관자(傍觀者)이면서도 화가 나고 미움을 금치 못하여 분명히 말하고 꺼리지 않았는데, 시배(時輩)가 그 말이 공정한 것을 미워하여 배척하여 내친 지 네댓 해가 되었다. 이때에 이르러 비로소 다시 진용(進用)되고서도 오히려 뒤미처 변명하여 마지 않았는데, 말이 다 분명하여 사리에 맞고 임금도 온유(溫諭)를 내리니, 사람들이 다 이 때문에 칭찬하였다.",
                "hj": "○甲子/副修撰李夏源疏辨壬辰科獄時, 論闕門事被誣。 略曰: 臣之向年一疏, 夫豈爲一身計哉? 因一二無賴輩譸張之言, 張皇萬端, 長此不已, 則其勢必至於相殺戮而後已, 適在言地, 不勝憂歎, 首擧所聞, 參以常理者, 誠以天下萬事, 無出於常理之外者, 一言發口, 衆鏑叢身。 今不欲一一追辨, 而伊日所聞曲折, 其非泛然至親之比, 觀於臣疏, 孰不知之? 緘問之請, 專出於困逼臣身之計, 削黜之啓, 拔去至親二字, 勒成罪案, 而自不知其言之歸於誣陷, 眞所謂欲加之罪, 何患無辭? 世道之危險, 一至此也。 向之以閉爲開者, 其說有三。 一則曰, 擧子盡入後不卽還閉, 終日洞開。 一則曰, 擧子輩誤聞罷場之虛驚, 請出於衛將, 則衛將開門許出。 一則曰, 限前早開。 後二說者, 其時大司成閔鎭遠疏中, 元無提及之端, 其爲無實, 據此可知。 其疏主意, 雖在於一說, 而半開半閉, 節節破綻。 其曰: “敦化門開閉一款, 該曹節目中, 旣無擧子入場後還閉之語。” 又曰: “試所申飭, 在於懸題之後。” 又曰: “此門早開晩閉, 勢所必然, 而弼文等終日牢閉之說, 似非實狀。” 又曰: “開之於試所申飭之前, 而閉之於試所申飭之後, 則亦無可罪。” 又曰: “人定禁亂官進詣後, 始能整齊還閉, 則亦不足深罪。” 又曰: “終日洞開, 全無防限, 然後其罪尤重。” 又曰: “儒臣何以預知其必死, 而懇懇憫惻, 一至於此?” 夫敦化門, 自是應閉之門, 而其開只爲擧子之入, 則擧子盡入後, 雖無試所分付, 自當還閉。 擧子難容追以敦化爲限, 則其前雖未復閉, 其後卽當還閉。 衛將其可謂之節目所無, 而慢不動念, 試所亦可諉以節目所無, 而不爲分付還閉乎? 進善門外, 禁亂官初移再移終移於丹鳳門, 則未及移去之前, 目爲不閉, 則其可諉以節目所無, 而任其洞開乎? 儒生盡入, 卽令閉門, 自是科場不易之例。 況自試所, 旣令盡入後還閉, 則禁亂官、衛將輩, 何故不閉而瞞告乎? 儒生盡入, 試官肅拜後, 承旨始以稟題事出去。 不待門閉, 經先稟題, 決無是理, 而不知門閉與否, 經先懸題, 果如宰臣所言, 承宣、試官之不能擧職, 比諸衛將, 其失較重, 前後章疏, 何無提論? 權譍出去時, 門猶未閉, 則懸題後請出之擧子, 自當任意出去, 又何以請於試所, 願其開門, 自先呈出來者, 又何以皆由丹鳳耶? 加定禁亂官進詣後, 始能還閉, 則致大招中, 東夾門不記其數之擧子, 坐於進善、敦化之間而製呈者, 亦何以不見不知耶? 權譍出來時, 又何以獨見戴床之小童, 而不見雜坐之擧子耶? 臣聞闕門擅開, 乃是絞罪。 旣以譍招爲實, 而承宣又從而設疑辭以實之, 則衛將等窮問請刑, 自是次第事。 臣疏所云無辜就死者, 豈其過乎? 初何以逆料時意, 只在開其門, 而守門之官, 反欲曲恕, 不以其罪, 罪之乎? 科後浮嘵, 末世弊習, 而至於門事, 毋論彼此, 稍有知識者, 無不曰無據。 無據, 伊時以閉爲開者, 皆求之常理之外, 東撑西傾, 百孔千瘡, 而聞一承宣, 以今此門査, 豈可以常理言之, 陳達云, 日後亡國之禍, 未必非此言, 有以啓之也。 臣實寒心焉云。 蓋壬辰科獄, 無非暗昧構成, 而至於敦化開閉, 萬目咸覩, 只以權譍誣招, 威脅衛將, 歸之於半開半閉, 而擧子之欲出不得, 登門樓, 望見奴馬, 投下書冊者有之, 則夏源所聞, 亦此類也。 故雖以局外傍觀, 不勝忿嫉, 洞言不諱。 時輩惡其言公, 斥黜四五年, 至是始復牽復, 猶追辨不已, 語皆鑿鑿中理, 上亦賜溫諭, 人皆以此多之。"
            }
        }
    }
}