{
    "02": {
        "25": {
            "1": {
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 2월 25일(갑진) 1번째기사",
                "gt-oKo": "장령(掌令) 한이원(韓以原)의 상소로 인하여 이희조(李喜朝)가 계달한 책자(冊子)를 내다가 사관(史官)에게 보였는데, 책자에 실린 내용은 모두 송시열(宋時烈)이 기사년에 유배당한 뒤 원망하는 글이었다. 그는 기사년 2월에 문원공(文元公) 김장생(金長生)을 제사하는 글에다 공자(孔子)와 주자(朱子)의 통서(統緖)를 김장생에게 돌리고 계속해서 말하기를, ‘소자(小子)가 익히 듣고 잊지 않고 지켜 왔다.’고 했다. 이는 김장생을 존경해서가 아니라 실은 공자와 주자의 적전(嫡傳)을 이은 정맥(正脈)으로 자처하기 위한 것이었다. 그가 윤선거(尹宣擧) 부자를 비난한 것은 윤선거가 실제로 문경공(文敬公) 김집(金集)의 고족 제자(高足弟子)이고, 김집이 또 문원공의 가학(家學)을 이어받은 것이 자사(子思)가 공자에 대한 것과 같았기 때문에 시기하고 질투하는 맹아(萌芽)가 오래도록 여기에 있었던 것이다. 처음에는 윤휴(尹鑴)와 절교하지 아니한 것을 빙자하여 먼저 그 당여(黨與)를 다스린다고 핑계하였고, 끝에 가서는 곧 선복(宣卜)이라는 등의 말을 만들어 내어 윤선거를 망칙(罔測)한 지경으로 몰아넣으면 문원공의 통서가 저절로 자기에게 돌아올 것이기 때문에 허다한 기관(機關)을 동원하였지만, 필경 죽음에 임하여 한 말에서 그의 본색이 모두 드러났다. 아아! 성현(聖賢)의 통서를 어찌 빼앗는다고 하여 점유할 수 있는 것이겠는가? 기사년 4월 권상하(權尙夏)에게 준 글에서 말하기를, ‘윤휴를 사문 난적(斯文亂賊)이라 하여 배척한 것은 정축년 변란 이후에 있었고 윤길보(尹吉甫)【윤선거의 자이다.】를 난적(亂賊)의 당여라고 하여 배척한 것은 또 그 후에 있었는데 윤증(尹拯)이 나의 문하에 출입한 것은 또 그 뒤에 있었으니, 이에 의거하면 내가 윤휴를 배척한 것은 마땅히 40년 전의 일이었다.’라고 하였으며, 또 말하기를, ‘강도(江都)에 있을 때 이름을 선복(宣卜)이라고 고쳤는데, 이것은 오랑캐의 사신을 참(斬)하자고 청하였을 때의 성명(姓名)이 오랑캐들에게 발각당할까 두려워서 이처럼 해괴하고 가소로운 일을 한 것이니, 추잡하기가 너무나 심하다.’라고 하였다. 대저 윤휴를 사문 난적이라고 배척한 것이 과연 정축년 변란 이후에 있었다면 이것은 위대 포의(韋帶布衣) 때였는데, 누구를 인연하여 전선(銓選)에 들었고 뒤에 진선(進善)에 초배(超拜)되었겠는가? 그가 윤선거를 난적의 당여(黨與)라고 하여 배척하였다면, 또 어떻게 그의 아들을 받아들여 그의 학업을 전수하는 고족 제자(高足弟子)로 삼았겠는가? ‘이름을 선복(宣卜)이라고 바꾸었다.’라고 한 데 대해서는 오랑캐들이 비록 강도(江都)를 함락하였다고 하더라도 반소(泮疏)의 성명을 어떻게 해서 알 수 있겠는가? 그런데도 발각당할까 두려워서 이름을 바꾸기에 이르렀겠는가? 이미 그가 추잡한 것을 알았다면, 또 어찌 도덕과 의리로 서로 연마하면서 30년 동안이나 오랜세월에 이를 수 있겠는가? 그런데도 이에 윤선거가 이미 몰한 지 20년 뒤 장차 죽을 날에야 비로소 발설한다는 말인가? 그가 어떤 사람에게 답한 글에서 말하기를, ‘그가 죽은 뒤에 언론(言論)과 실적(實跡)이 점차 그 자손과 문하생으로 인하여 드러나게 되었으니, 대체(大體)를 이미 상실했으므로 아름다운 말과 착한 행실이 있었다고 하더라도 창가(娼家)에서 예경(禮經)을 읽는 것에 지나지 않는다.’라고 하였다. 아아! 30년동안 함께 교유하였다면 어찌 그 언론과 실적을 모르겠는가? 그런데도 이에 틈이 생겨 원한이 깊어진 다음에 비로소 다른 사람이 전한 말로 인하여 바야흐로 그가 대체를 이미 상실한 사람인 줄 깨달았다는 말인가? 그의 《쇄록(瑣錄)》에서 말하기를, ‘윤선거가 이미 선복(宣卜)이라고 개명(改名)하여 오랑캐의 서찰을 받고 왕래한 뒤에는 스스로 훌륭하고 덕스러운 일을 다시 하지 못할 것이라 여겨, 만약 남이 취의 성인(取義成仁) 했다는 말을 들으면 매우 듣기 싫어하였으며, 효종[孝廟]께서 장차 대의(大義)를 펴려고 할 즈음에 이르러서도 기필코 비판하고 비웃으면서 말하기를, 「구천(句踐)은 거짓된 사람이고 연광(延廣)은 미치광이다.」라고 하였으며, 또 오랑캐의 형세를 과장하여 말하기를, 「천하에서 아무도 당해낼 수 없다. 결코 금(金)나라와 원(元)나라와도 비교할 수가 없다.」라고 하였으며, 또 우리 효종을 의논하기를, 「놀기를 즐기고 태만하고 오만하다.」라고 하면서 그가 바라는 것은 임금을 한결같이 송 고종(宋高宗)과 같은 사람이 되는 것이었다. 그가 감히 사리에 맞지도 않는 말로 무고하였으니, 그 죄는 가위 하늘에까지 사무칠 만하다. 지금 난적 윤휴의 여얼(餘孽)들이 감히 효종의 세실(世室)의 논의에 대해 노여움을 품고 처음에 건의하여 주청한 구신(舊臣)들을 죽이려 하면서 윤선복을 돕고 숭상하는 것은 하지 않는 짓이 없으니, 아아! 차마 무슨 말을 할 수 있겠는가?’ 하였다. 아아! 이런 따위의 언론은 보통 성질의 사람들의 입기운이 아니니 많은 변명을 할 것이 뭐 있겠는가? 그 밖에 윤선거의 고호(故號)가 미촌(美村)이었는데 뒤에 노서(魯西)라고 고쳤던 것은 오랑캐 원(元)나라 시대의 다루가치[達魯花赤]의 노(魯)자를 취한 것이라는 등 해괴하고 패려스럽기 짝이 없는 말들은 이루 다 기재할 수가 없다. 80년동안 유가(儒家)의 이름을 가탁(假托)하고서도 이런 말을 입에 올릴 수 있겠는가? 더구나 그가 절해(絶海)에 유배되어 실날같은 목숨만을 겨우 보존하던 때에는 은혜와 원수를 둘다 잊어야 할 터인데, 오히려 무슨 마음으로 이미 백골이 된 사람을 미워하여 억지로 근거없는 말을 날조해서 뒤집어 씌우기를 이와 같이 망극한 데에 이를 수 있겠는가? 그는 평시 전혀 심성(心性)에 대한 공부를 한 적이 없어서 혈기가 이미 다하고 위험한 화가 또 임박하자, 억울하고 분해하는 기운을 참고 견딜 수가 없어서 입을 열어서 피를 뿜은 것인데, 이는 남을 더럽히려고 하다가 도리어 자기가 더럽혀진다는 것을 깨닫지 못한 처사이니, 그 또한 불쌍할 따름이다. 그를 존경하고 숭배하는 무리들이 그 허물을 숨기고 그 단점을 보호할 줄을 모르고, 시기가 틈탈만하고 천심(天心)을 미혹시킬 수 있다고 여기고 이와 같은 것으로 을람(乙覽)을 더럽히기에 이르렀다. 사관(史館)에 내려 주어 백대(百代) 뒤에도 이것을 가지고 그 사람의 본말(本末)을 훤하게 알게 하였으니, 또한 하늘이 그 마음을 유도하여 그로 하여금 헛된 이름을 도둑질하고 후세 사람들을 속일 수가 없게 하기 위한 것이 아니겠는가? 초사(初史)를 편수하는 자가 한 마디 말도 기재하지 않고 원본과 내어주자고 청한 것을 아울러 삭제하여 없애버렸으니, 또한 그 뜻이 이를 선명(鮮明)하게 여기지 않았고 따라서 더럽히려 하지 않은 것을 알 수 있다. 이에 대략을 적어서 공안(公眼)의 감정(勘定)을 기다린다. 아아! 지난번 최석문(崔錫文)의 무리들이 그 스승이 중간에 거두어 깊이 간직하였던 글을 발출해 내었다가 문장(門墻)에 욕을 끼친 자들도 여기에서 또한 부끄러운 것을 알 수 있을 것이다.",
                "hj": "○甲辰/因掌令韓以原疏, 以李喜朝所達冊子, 出付史官。 冊子所載, 皆宋時烈己巳被謫後懟筆也。 其己巳二月, 祭文元公金長生文, 以孔、朱之統緖, 歸於長生, 繼之曰: “小子耳熟而服膺。” 此非尊長生, 實以孔、朱嫡傳正脈自居。 蓋其詬斥尹宣擧父子者, 以宣擧實文敬公金集高弟, 集又承文元家學, 如子思之於孔子, 故猜忮之萠, 久在於此。 始藉不絶鑴, 而諉之於先治黨與, 末乃生出宣卜等語, 驅宣擧於罔測之地, 則文元之統, 自可專歸於己, 故費盡許多機關, 而畢竟臨死之言, 本色呈露。 噫! 聖賢之統, 豈兜攬而可得者哉? 己巳四月, 與權尙夏書曰: “斥鑴以斯文亂賊者, 在丁丑亂後, 斥吉甫【宣擧字】以亂賊之黨者, 又在其後, 而拯之出入吾門, 又在其後, 據此則吾之斥鑴, 當在四十年前。” 又曰: “江都時改名宣卜, 是恐㤼請斬虜使時姓名, 爲虜所覺, 而爲此駭笑事, 醜莫甚焉。” 夫斥鑴以斯文亂賊, 果在丁丑亂後, 則此在韋布時, 緣何入銓後超拜進善? 斥宣擧以黨亂賊, 則又何容受其子爲傳業之高弟乎? 改名宣卜云者, 虜人雖陷江都, 泮疏姓名, 何從而知之, 而恐㤼其發覺, 至改其名乎? 旣知其醜, 則又何以道義相磨, 至三十年之久, 而乃於宣擧旣沒卄載後, 始發於將死之日也? 其答或人書曰: “及其死後, 言論、實跡, 漸因其子孫門生而呈露, 則大質已喪, 雖有嘉言、善行, 不過娼家之讀禮。” 噫! 三十年從遊, 豈不知其言論、實跡, 而乃於釁生怨深之後, 始因他人所傳, 而方覺其爲大質已喪之人耶? 其《瑣錄》曰: “尹旣改名宣卜, 受虜札往來之後, 自謂不復爲盛德事, 如聞人取義成仁, 則甚不喜聞, 至於孝廟之將伸大義, 則必爲非笑之言曰: ‘句踐詐矣, 延廣狂矣。’ 又張皇虜勢, 以爲: ‘天下莫能當。 決非金、元之比。’ 且議我孝廟, ‘般樂怠傲。’ 渠之所望, 欲一如宋高宗。 敢以不近之說誣之, 其罪可謂上通於天。 今賊鑴餘孽, 敢怒孝廟世室之議, 欲殺建請之舊臣, 贊尙宣卜, 無所不至, 嗚呼! 尙忍言哉?” 噫! 此等言論, 殆非常性人口氣, 顧何足多辨哉? 若其他宣擧故號美村, 後改魯西, 蓋取胡元時達魯花赤之魯字等, 駭悖無倫之說, 不可勝載。 曾謂八十年托名儒家, 而忍以此, 騰諸口哉? 況其絶海流竄, 一縷厪存之日, 恩怨幾乎兩忘, 而尙以何心, 齗齗於旣骨之人, 抑勒搆捏於白地, 至此罔極? 蓋其平日, 全無心性上用工, 而血氣旣耗, 危禍且迫, 抑鬱忿懟之氣, 忍耐不得, 開口噴血, 自不覺欲汚人而反自汚也, 其亦可哀也已。 尊尙之徒, 不知諱過護短, 而謂時機之可乘, 天心之可惑, 至以此上塵乙覽, 下付史館, 使百代之下, 執此而灼見其人之本末, 毋亦天誘其衷, 俾不得竊虛名而欺後人歟? 修初史者, 不載一言, 竝與以原出付之請而刪沒之, 亦可知其意之不以爲光鮮, 而不欲汚靑簡之編也。 玆用略著之, 以俟公眼之勘定焉。 噫! 向之崔錫文輩, 發其師中輟深藏之書, 貽辱門墻者, 於此亦可以知所愧矣。"
            }
        }
    },
    "03": {
        "17": {
            "1": {
                "H2KE-EN": "On byeongjin day, Second Minister of Rites Oh Myeongjun submitted a memorial requesting that the order of the demolishment of 윤선거s 서원 be eliminated. 【원래의 글은 위에 보인다. Presently, the natural words were collected and submitted. 】 Ah! After the death of the byeongja year ( and the jeongyu year (, the entire seas were destroyed and the head and shoes were rotated. Nevertheless, the head and shoes were sitting face to face. One life, only one who preserveded his will to uphold the order of 윤선거. If China had a sage ruler built this day, the enthronement of a pavilion was finally placed in a neighboring country, and our country would not be luxurious. How could this not be a luxurious event? The moral virtue and the study of learning cannot be fully studyed. Only this occasion, how could it not be said to honor Confucian scholars? Now, the Crown Prince has already extended his body, and yet he has suddenly met with great leniency. How could he not be afraid that the virtues of the Great King by giving magnanimity and encouraging future problems? This natural difference is insignificant? The reply to the King.",
                "H2KE-nKo": "예조 참판 오명준이 상서하기를,“윤선거의 서원을 철거하라는 명을 거두어 주소서. - 원서는 위에 보인다. 지금 중요한 말을 가져다 보충하여 넣는다. - 아, 병신년과 정유년에 하늘이 무너진 뒤로 사해가 함몰되고 관구가 도치되었는데, 가만히 앉아서 서쪽을 향하지 않고 종신토록 지조를 지킨 자는 윤선거 한 사람뿐이었습니다. 훗날 중국에서 성천자가 태어난다면 화읍의 봉분은 바로 작은 나라에 있게 될 것이니, 우리나라에 어찌 크게 빛남이 있지 않겠습니까. 그의 도덕과 학문은 지금 다 기술할 겨를이 없지만, 이 한 가지 일만으로도 어찌 선비를 존중하는 것이 마땅하지 않겠습니까. 지금 저하께서는 이미 백골이 된 신하에 대해 조금도 너그럽게 용서하지 않고 갑자기 극형을 쓰시니, 어찌 관대하게 용서하는 대조의 덕을 손상시키고 뒷날 시끄러운 폐단을 여는 일이 아니겠습니까.” - 이 단락은 ‘어찌 적겠는가.’라는 아래에 있다. - 하니, 답사 - 위에 보인다. -\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 3월 17일(병인) 1번째기사",
                "gt-oKo": "예조 참판 오명준(吳命峻)이 상서(上書)하기를, “청컨대 윤선거(尹宣擧)의 서원을 철폐하라는 명령을 거두소서.【원래의 글은 위에 보인다. 지금은 요점인 말만 취하여 보충하여 넣는다.】 아아! 병자년·정축년에 하늘이 무너진 뒤에 사해(四海)가 모두 함몰되어 상하가 뒤바뀌었을 적에 자리에 앉더라도 서향(西向)하지 아니하고 몸을 마치도록 지조를 지킨 이는 오로지 윤선거 한 사람뿐이었습니다. 후일 중국에서 성천자(聖天子)가 나타나게 된다면 획읍(畫邑)의 봉(封)함이 바로 편방(偏邦)에 있게 될 것이니, 우리 동방에 있어 어찌 큰 광영(光榮)이 아니겠습니까? 그의 도덕과 학문은 지금 다 진술할 겨를이 없습니다만, 이 한가지 절조로도 어찌 선비[士子]들이 존경하고 숭상하는 것이 마땅하지 아니하겠습니까? 지금 저하께서 이미 백골이 된 신하에 대하여 조금도 너그럽게 용서하여 주지 않고 갑자기 극도의 형전(刑典)을 쓰시니, 어찌 대조(大朝)께서 너그럽게 용서하는 덕을 손상시키고 후일 분쟁이 일어날 폐단을 여는 것이 아니겠습니까?”【이 단락은 ‘어찌 천선(淺尠)하겠습니까?’라는 글 아래에 있다.】 하였다.【세자가 답한 글은 위에 보인다.】",
                "hj": "○丙寅/禮曹參判吳命峻, 上書請寢尹宣擧書院毁黜之令。【原書見上。 今取要語補入。】 嗚呼! 丙、丁天崩之後, 四海淪陷, 冠屨倒置, 而坐不西向, 終身守志者, 獨宣擧一人耳。 異日中國若有聖天子作, 則畫邑之封, 定在於偏邦, 於我東, 豈不大有光乎? 其道德、學問, 今不暇盡述, 而只此一節, 亦豈不當爲士子之尊尙乎? 今邸下於旣骨之臣, 略不寬恕, 遽用極典, 豈不傷大朝寬恕之德, 而啓日後紛紜之弊乎? 【此段在豈淺尠哉下。】答辭。【見上。】"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Kim Yeon , Governor of Gyeonggi [Province] [], presented a memorial to the King [to the King], which stated, Earlier, when [I] submitted a memorial to explain the grievances of 윤선거 , it is impossible to carry out the order to destroy a series of a series. [The King] replied, [I] should quickly carry out [the order].",
                "H2KE-nKo": "경기 감사 김연이 상서하기를,“일찍이 윤선거를 위해 상소하여 무고를 당한 원통함을 변론하였으니, 지금 서원을 철거하라는 명을 봉행할 수 없습니다.”하니, 속히 거행하라고 답하였다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 3월 18일(정묘) 1번째기사",
                "gt-oKo": "경기 감사 김연(金演)이 상서하기를, “일찍이 윤선거(尹宣擧)를 위하여 상소하여 그가 무고를 당한 원통함을 변명하였으니, 지금 서원(書院)을 철폐하라는 명령을 봉행(奉行)할 수가 없습니다.” 하니, 답하기를, “빨리 거행하라.” 하였다.",
                "hj": "○丁卯/京畿監司金演上書, 以曾爲尹宣擧疏辨被誣之冤, 今不可奉行毁院之令, 答以斯速擧行。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On imja day, Second Minister of Rites Yi Gwangyu submitted a memorial requesting his resignation and then displeased Confucius. The summary of the memorial read as follows: The memorial submitted before your subjects sincerity was truly sincere. However, Your Majesty has already ordered not to accept it, and now your subjects cannot dare raise this matter again. On the contrary, the memorial submitted by the chief state councilor stated that your subject considers that the intention of selfishing the sedition of self-restraining the sedition [of self-restraining the sedition of surrendering the sedition of sun. How could there be a slightest suspicion and suspicion of the sedition of self-restraining the Royal Ancestral Shrine? However, the section of self-restraining the Royal Ancestral Shrine sedition of self-restraining the sedition of self-restraining",
                "H2KE-nKo": "임자년에 예조 참판 이광좌가 상소하여 사직하고, 이어 김창집을 배척하였는데, 그 대략에,“지난번 상소에서 진달한 것은 실로 신의 진심에서 나온 것이었으나 이미 봉입하지 말라는 명이 있었으니, 지금 감히 다시 제기하여 논할 수 없습니다. 오직 상신의 차자에서 신이 ‘당파를 위해 목숨을 걸고 단점을 비호한다.’라는 뜻은 무겁고, ‘조종을 존경한다.’라는 의리는 가볍다 하여 은연중에 천지간에 용납하기 어려운 형률을 적용하려고 하였으니, 아, 또한 심합니다. 당파를 위해 목숨을 걸고 싶은 마음은 신이 진실로 그 잘못을 본받을 수 없고, 또 비호할 만한 단점도 없습니다. 밝고 명철한 성조께서는 마치 해가 중천에 뜬 것과 같으니, 애당초 어찌 털끝만큼이라도 신변하기를 청할 만한 의심과 무함이 있었겠습니까. 그런데 중대한 종묘를 가탁하여 남을 배척할 자료로 삼으려고 하였으니, 존경하는 의리가 과연 이와 같은 것입니까. 더구나 또 남이 자기를 비평하는 것에 노하여 선조에 관계된 고사를 거론하여 서로 버티는 것이 이 어떠한 사람이 하는 짓이란 말입니까. 대신으로서 이런 짓을 할 줄 일찍이 생각이나 했겠습니까. 비록 그러하나 그동안 올린 차자의 내용은 실로 일반적인 심정으로는 미칠 수 있는 바가 아닙니다. 이는 다만 작은 일일 뿐이니, 또한 어찌 운운할 것이 있겠습니까.”하니, 답하기를,“처분이 크게 정해졌는데 뒤미처 배척을 가하니, 참으로 매우 놀랍고 괴이하다.”하였다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 3월 3일(임자) 1번째기사",
                "gt-oKo": "예조 참판 이광좌(李光佐)가 상시하여 사직하고 이어 김창집(金昌集)을 논척하였는데, 대략 이르기를, “전의 소장에서 아뢰었던 것은 실로 신의 피맺힌 정성이었는데 이미 받들지 말라는 명이 있었으니, 지금 감히 다시 제론(提論)하지 않겠습니다. 생각건대 이 상신(相臣)의 차자(箚子)에서, 신이 당여를 위하여 사력(死力)을 다하고 단점을 비호하려는 마음은 강하고 조상을 높이고 종사(宗社)를 받들려는 의(義)는 약하다고 하면서 은연중 하늘과 땅 사이에 용납하기 어렵다는 죄율을 적용하고자 하였으니, 아! 너무도 심합니다. 당여를 위해 사력을 다하는 마음은 신이 진실로 그런 허물을 본받을 수 없고 또 비호할 만한 단점도 없습니다. 밝고 밝으신 성조(聖祖)께서는 중천(中天)의 해와 같으신데, 처음부터 어찌 털끝만큼이라도 신변(申辨)을 청할 만한 의심과 무함이 있었겠습니까? 그런데도 종묘의 중함을 슬그머니 가탁하여 남을 죄에 밀어넣는 자료로 삼고자 하였으니, 조상을 높이고 종사를 공경하는 뜻이 과연 이러한 것입니까? 하물며 또 남이 자기를 논한 것에 노하여 관계되는 선대의 고사(故事)까지를 거론하면서 서로 버티는 것이 어떠한 사람의 소위(所爲)입니까? 대신으로서 이런 짓을 할 수 있겠습니까? 그러나 전후 차자의 내용은 실로 항정(恒情)으로서는 언급할 수 없는 것이 많았습니다. 이것은 특별히 작은 일일 따름이니, 또한 말할 가치가 있겠습니까?……” 하니, 답하기를, “처분(處分)이 크게 정해졌는데, 추후 침척(侵斥)을 가하니, 진실로 매우 괴이하다.” 하였다.",
                "hj": "○壬子/禮曹參判李光佐上書辭職, 仍斥金昌集。 略曰: 前疏所陳, 實臣血忱, 而旣有勿捧之命, 今不敢更有提論。 惟是相臣之箚, 謂臣以死黨護短之意重, 尊祖敬宗之義輕, 隱然欲擬以覆載難容之律, 噫亦甚矣。 死黨之心, 臣固不能效尤, 又無可護之短矣。 明明聖祖, 如日中天, 初豈有毫髮疑誣之可請申辨者, 而竊托宗廟之重, 欲以爲擠人之資, 尊敬之義, 果如是乎? 況且怒人議己, 擧其關係先故事, 以相支吾者, 此何等人所爲? 曾謂以大臣而爲此乎? 雖然, 其前後箚辭, 實多非恒情所可及者。 此特其小故耳, 亦何足云云? 答以處分大定, 追加侵斥, 誠極駭異。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On byeongjin day, the Office of the Censor General impeached Kim Jahae , Seal of the Office of the Censor General , stating: Kim Jahae is impudent and wicked by nature. Earlier, he served as executive assistant to the Office of the Crown Prince , and afterward, he flattered the director of the Office of the Queen of the Senior Abdicated King . Although Kim Jahae had a reputation for a long time, he cannot be placed in the rank of the Office of the Crown Prince for the Crown Prince. Please dismiss him from his position. Magistrate of Muju Strategic Prefecture Kim Sibo was short of the administrative skills, and he did not take care of the affairs. Magistrate of Naju Strategic Prefecture Yi Ik한이 was unable to assume heavy responsibilities. Please allow him to be replaced. The King did not approve the request. Kim Jahae was slightly well-versed in the classics and mastered in the Office of Lectures for the Crown Prince, and he was superior to the excellent knowledge of the people. He then presented Documents of the Meanings of the Great Learning (C. Zhongyongyong . The Crown Prince praised him. However, when his impeachment was suddenly impeached, the people quite regretted him.",
                "H2KE-nKo": "사간원이 아뢰기를,“세마 김재해는 사람됨이 음흉하고 행실이 비루하며, 일찍이 박세채를 섬겼고 뒤에 이윤에게 빌붙었습니다. 비록 오랫동안 해박한 명성이 있기는 하지만 익위사의 반열에 두어서는 안 되니 태거하소서. 무주 부사 김시보는 관리로서의 재능이 모자라고 귀머거리가 되어 일을 보지 못하며, 나주 목사 이익한은 일이 많은 것을 감당하지 못하니 모두 개차하소서.”하니, 주상이 따르지 않았다. 김재해는 경술이 조금 있어서 서연에 출입하였는데 강설이 동류들보다 우수하였다. 이어서 《중용도설》을 올리자 세자가 가상히 여겼다. 그런데 갑자기 탄핵이 미쳤으므로 여론이 매우 애석하게 여겼다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 3월 7일(병진) 1번째기사",
                "gt-oKo": "사간원에서 계달하여 탄핵하기를, “세마(洗馬) 김재해(金載海)는 사람됨이 음흉하고 간사하고 행신이 비루하고 패려스러웠는데, 일찍이 박세채(朴世采)를 섬기다가 뒤에 이윤(尼尹)에 빌붙었습니다. 비록 경술(經術)에 널리 통한다는 칭찬이 있기는 하지만 익위사(翊衛司)의 반열에 둘 수는 없으니, 도태시키소서. 무주 부사(茂朱府使) 김시보(金時保)는 이재(吏才)가 모자라고 귀가 먹어 정사를 다스리지 못하며, 나주 목사(羅州牧使) 이익한(李翊漢)은 번잡한 직임을 감당하지 못하니, 청컨대 모두 개차(改差)하소서.” 하였으나, 임금이 따르지 않았다. 김재해는 경술이 좀 있어서 서연(書筵)에 출입하였는데 강설(講說)이 동류(同流)들 가운데 우세하였다. 이어 그가 《중용도설(中庸圖說)》을 바치니, 세자가 가상하게 여겼었다. 그런데 탄핵의 논의가 갑자기 그에게 미치자 물정(物情)이 자못 그를 아깝게 여겼다.",
                "hj": "○丙辰/司諫院啓劾: “洗馬金載海, 爲人陰譎, 行已鄙悖, 曾事朴世采, 後附尼尹。 雖有淹該之稱, 不可置之翊衛之班, 請汰去。 茂朱府使金時保, 短於吏才, 聾不治事, 羅州牧使李翊漢, 不堪任劇, 竝請改差。” 上不從。 載海粗有經術, 出入書筵, 講說優於流輩。 仍進《中庸圖說》, 世子嘉之。 彈論遽及, 物情頗惜焉。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Minister of War Kim최석항이 상서하였는데, 대략 이르기를, “삼가 듣건대, 김재해는 일찍이 박세채에게 수학하였고, 또한 일찍이 출입한 고 유신 윤증의 문하에 출입하였습니다. 박세채가 윤증과 더불어 도의로써 서로 권면하여 사이가 좋았으니, 그 문도들이 종유하여 사이가 좋았던 것은 진실로 괴이할 것이 없습니다. 그러나 그 문도들이 종유하여 사이가 좋았던 것은 진실로 괴이할 것이 없습니다. 그러나 이미 스승의 문하에서 세상을 잃어버렸으므로, 왕래하면서 강론하여 그 스승의 도로써 사귀었습니다. 여러 현인들과 우리 조정의 선배들도 또한 많이 있었는데, 이로써 배척하고 고쳐서 스승에게 붙좇았다고 하니, 신은 그것이 무슨 말인지를 알지 못하겠습니다. 그러나 신이 천거한 사람이 이미 무거운 탄핵을 받았으니, 신이 어찌 감히 태연하게 있을 수 있겠습니까?” 하니, 답하기를, “대론이 경에게는 그다지 혐의스러운 일이 없으니, 안심하고 사직하지 말라.” 하였다. 대개 박세채는 윤증과 사이가 좋았으나, 사이가 변함이 없었는데, 노론은 이미 송시열을 잃어버리고, 대부분 박세채에게 붙좇았다. 박세채의 문도인 김유 등이 시론에 투합하여 문득 말하기를, ‘죽은 스승이 송나라를 존숭하고, 윤증을 배척하였다.’고 하였다. 그러므로 김재해와 같이 두 집에 출입한 사람을 지목하여 고쳐서 스승으로 삼고자 하여, 반드시 박세채를 위하여 절교한 증거로 삼으려고 한 것이다. 김재해가 탄핵을 받은 것을 어찌 족히 말할 것이 있겠는가? 설령 박세채가 <unk>이 있더라도 어찌 grief over it, grief over it. ",
                "H2KE-nKo": "병조 판서 최석항이 상서하였는데, 그 대략에,“삼가 듣건대, 김재해는 일찍이 문순공 박세채에게 수학하였고, 또한 일찍이 고 유신 윤증의 문하에 출입하였다고 합니다. 박세채가 윤증과 더불어 도의로 서로 권면하여 좋게 지냄에 차이가 없었으니, 그의 문도들이 두 문하에 종유한 것은 진실로 괴이할 것이 없습니다. 그러나 사문이 이미 죽자 그 스승의 도교를 왕래하며 도왔고, 송나라 조정의 여러 현인들과 우리나라의 선배들도 또한 많이 있었습니다. 그런데 이것을 가지고 스승을 바꾸고 남에게 빌붙었다고 배척하니, 신은 그것이 무슨 말인지 모르겠습니다. 그러나 신이 천거한 사람이 이미 무거운 탄핵을 받았으니, 신이 어찌 감히 태연히 있을 수 있겠습니까.”하니, 답하기를,“대간의 논핵은 경에게는 깊이 혐의할 일이 없으니, 안심하고 사직하지 말라.”하였다. 대개 박세채는 윤증과 교의가 시종 변함이 없었는데, 노론이 이미 송시열을 잃고 박세채에게 많이 빌붙었다. 박세채의 문도 김유 등이 시론에 투합하여 번번이 말하기를 ‘죽은 스승이 송나라를 높이고 윤증을 배척하였다.’라고 하였기 때문에 김재해처럼 두 문하에 출입한 자를 스승을 바꾸었다고 지목하여 반드시 박세채가 윤증과 절교하였다는 증거로 삼으려고 한 것이다. 김재해가 탄핵을 받은 것은 어찌 말할 것이 있겠는가. 박세채에게 지각이 있다면 어찌 구원 아래에서 탄식하고 한탄하지 않겠는가.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 4월 1일(기묘) 1번째기사",
                "gt-oKo": "병조 판서 최석항(崔錫恒)이 상서(上書)하였는데, 대략 이르기를, “삼가 듣건대, 김재해(金載海)는 일찍이 문순공(文純公) 박세채(朴世采)에게 수학하였고, 또한 일찍이 고(故) 유신(儒臣) 윤증(尹拯)의 문하에 출입하였습니다. 박세채가 윤증과 더불어 도덕과 의리로 서로 권면하여 교제하는 데 틈이 없었으므로, 그들의 문도(門徒)가 두 집 사이를 종유(從遊)한 것은 진실로 괴이할 것도 없습니다. 그러나 사문(師門)이 망하고 나서 스승의 도우(道友)에게 왕래하면서 강론하였던 것은 송조(宋朝)의 여러 현인(賢人)들과 아조(我朝)의 선배들 또한 많이 그렇게 하였습니다. 그런데 이것을 가지고 스승을 바꾸어 남에게 빌붙어 의탁하였다고 논척하니, 신은 그것이 무슨 말인지를 모르겠습니다. 그러나 신이 천거한 사람이 이미 중한 탄핵을 받았으니, 신이 어찌 감히 태연히 자리에 있을 수 있겠습니까?……” 하니, 답하기를, “대간의 논의는 경에게 깊이 혐의될 것이 없으니, 안심하고 사직하지 말라.” 하였다. 대개 박세채가 윤증에 대하여 교의(交誼)가 처음부터 끝까지 변함이 없었는데, 노론(老論)에서 이미 송시열(宋時烈)을 잃자 박세채를 붙쫓는 자가 많았다. 박세채의 문도인 김유(金楺) 등은 시론(時論)에 투합하여 번번이 말하기를, ‘죽은 스승이 송시열을 존경하고 윤증을 배척하였다.’라고 하였기 때문에 김재해처럼 양가(兩家)를 출입한 자를 스승을 바꾸었다고 지목하여 기필코 박세채가 윤증과 절교하였다는 증거로 삼으려 하였으니, 김재해가 탄핵을 당한 것은 말할 가치조차 없는 것이다. 박세채가 이것을 알게 된다면, 어찌 구천 지하(九泉地下)에서 탄식하고 슬퍼하지 아니하겠는가?” 하였다.",
                "hj": "○己卯/兵曹判書崔錫恒上書。 略曰: 伏聞金載海, 嘗受學於文純公朴世采, 而亦嘗出入於故儒臣尹拯之門。 世采之與拯, 道義相勉, 契好無間, 其門徒之從遊兩間, 固無足怪, 而師門旣喪, 往來講益於其師之道交, 宋朝諸賢, 我朝前輩, 亦多有之。 以此斥之以改師附托, 臣未知其何說也。 然臣所擧擬之人, 旣被重彈, 則臣何敢晏然? 云云。 答以臺論, 於卿無深嫌之事, 安心勿辭。 蓋世采之於拯, 交誼終始無變, 而老論旣失宋時烈, 多附世采。 世采門徒金楺等, 投合時論, 輒曰: “亡師尊宋而斥尹”, 故如載海之出入兩家者, 目之以改師, 必欲爲世采絶拯之證。 載海之被劾, 何足言? 使世采有知, 豈不嗟惋於九原下哉?"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On giyu day, Yi Myeongui , the Recorder of the Office of Lectures for the Establishment of Ceremonies , presented a memorial to the King. 【위에 보인다. [The memorial] was calculated and calculated. The memorial was added to Yi Huijo . [The memorial] stated as follows: In the past, Confucian scholars were divided into two different opinions, and others were not the others but this man. Presently, when scholar-officials engaged in discipline, [he] secretly surretly plotted [the course of discipline], not the others but this man. Truly, this man was a grudge of the study of the Confucian study. [The memorial] was added to Kim Yu . [However,] he was originally wicked and foolish by nature and was skilled by nature. [However, he] was diligent in his own studies and cultivated people. [However, he] fabricated the course of discipline in the Confucian study of the Confucian study. [However,] he changed his power to the world of the Confucian study and participated in the middle of the Confucian study. [However, he] did not eliminate his original intent to the Confucian study of the Confucian study [of the Confucian study of the Confucian study",
                "H2KE-nKo": "사서 이명의가 상소하여 운운하였다. - 위에 보이는데 긴요한 말 중에서 삭제한 것은 보충하여 넣는다. - 이희조를 논핵하기를,“옛날에는 사론이 둘로 나뉘어져서 중간에서 농간을 부렸으니 다른 사람이 아니라 바로 이 사람입니다. 지금에 와서는 사화를 빚어내게 되었는데 몰래 숨어서 췌마하는 것은 다른 사람이 아니라 바로 이 사람입니다. 이는 실로 사문을 좀먹는 것이고 청명한 조정의 아첨하는 신하입니다. 그런데 자급이 날로 높아지고 예우가 자못 남달라 갑자기 유신으로 자처하니 이보다 더 놀라운 일이 어디 있겠습니까.”하였다. - 비웃고 손가락질한 지 진실로 이미 오래되었다. - 김유를 논핵하기를,“본래 간사하고 아첨하는 성품에다 두소 같은 재주를 지녀 자신을 위한 계책에 능하고 남을 모함하는 데 교묘하여 사류들이 화합하지 못할 때에 이간질하고 권세와 이익에 분주히 달려가는 길에 이랬다저랬다 하면서 유문에 자취를 의탁한 것은 쇄신할 계책에 불과하였습니다. 그런데 시간이 흘러 사변이 일어난 뒤에는 그 스승의 본래 취지를 완전히 무시하고 글을 두찬하고 거짓으로 끌어대어 오직 시론에 아첨하는 것만을 일삼았으니 지난번의 상소에 이르러 극에 달하였습니다. 문순공 박세채는 고 유신 윤선거 부자와 평소에 존경하고 사모하여 시종일관 틈이 없었던 것은 온 세상이 다 아는 바입니다. 사론이 나뉘어진 초기에는 양쪽 사이에서 조락한 것이 여러 차례일 뿐만이 아닙니다. 고 참판 임영에게 보낸 편지 가운데 ‘화란을 점차 불러오게 되었다.’라는 등의 말을 가지고 살펴본다면 그가 평소 의견이 시론과 판이하게 달랐다는 것을 이에 근거하여 알 수 있습니다. 그런데 지금 김유는 한결같이 이러한 사실을 뒤집어 경기에 우거하고 있으면서 주고받은 말을 지어내어 현혹할 계책을 삼고는 ‘우리 스승도 일찍이 그렇게 말하였다.’라고 하고, 평소 서로 좋게 지냈던 동문의 제자 중에도 편지를 보내 책망하여 ‘선사의 지향하는 뜻을 저버렸다.’라고 하였으니, 그 사람이 이리저리 둘러대는 것을 대체로 알 수 있습니다.”하였다. - 이 단락은 단지 그의 평생의 기량 위에 있다. - 독대한 뒤에 원로대신이 두 번 올린 상소의 충언이 해와 별처럼 환하게 빛나고 의심과 노여움이 너무 갑작스럽고 사기가 박절하여 《중용》의 의리를 크게 잃었으니 신은 삼가 애석하게 여깁니다. 일전에 우의정이 연석에서 아뢴 것은 노신의 본심을 완전히 잃은 것인데 우의정이 어디에서 들었는지 모르겠습니다. 그러나 신이 들은 바로는 노신의 구구한 촌심은 아홉 번 죽어도 후회하지 않을 것인데 뒤늦게 후회한다는 말은 어찌 이렇게까지 잘못되었단 말입니까.”하였다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 5월 1일(기유) 1번째기사",
                "gt-oKo": "사서(司書) 이명의(李明誼)가 상소하였는데,【위에 보인다. 긴요한 말 가운데 삭제된 부분을 보충하여 넣는다.】 이희조(李喜朝)를 논하기를, “지난해 사론(士論)이 둘로 나누어졌는데, 중간에서 농간을 부린 것은 다른 사람이 아니라 바로 이 사람입니다. 지금에 이르러 사화(士禍)를 빚어내고 남몰래 숨어서 헤아리는 자도 다른 사람이 아니라 바로 이 사람입니다. 실로 사문(斯文)이 좀도적이요 청조(淸朝)의 간사스런 신하인데도 그 반열과 자품(資品)이 날로 높아지고 예우가 자못 남달라 갑자기 유신(儒臣)이라고 자처하니, 일이 해괴하기가 무엇이 이보다 심하겠습니까?”【‘비웃고 손가락질한 것이 진실로 이미 오래이다.’라고 한 글이 아래에 있다.】 하고, 김유(金楺)를 논하기를, “본래 간사하고 아첨하는 성품을 타고 난데다가 두소지재(斗筲之才)를 지녀 자신을 위해 모의하는 데에 뛰어나고 남을 모함하는 데에 정통하여, 사류(士類)들이 화합을 이루지 못하는 때를 틈타 이간질시키고 세리(勢利)를 분주히 따르는 데 있어 반복이 극심했으니, 유문(儒門)에 자취를 의탁한 것은 그런 오명(汚名)을 씻기 위한 계책에 지나지 않았습니다. 그러다가 시일이 흘러 사태가 변한 뒤에는 전혀 스승의 본지(本旨)를 몰각하고 글을 두찬(杜撰)하고 거짓을 인용함으로써 오로지 시론(時論)에 아첨하기만을 일삼았는데, 지난번의 상소에 이르러 극도에 달하였습니다. 문순공(文純公) 박세채(朴世采)와 고(故) 유신(儒臣) 윤선거(尹宣擧) 부자는 평상시 존경하고 흠모하여 서로 교제하면서 처음부터 끝까지 틈이 없었던 것은 온 세상 사람들이 함께 알고 있는 바입니다. 사론(士論)이 나누어지던 초기에 양측 사이를 조정하여 좋게 하려고 몇 차례나 시도하였을 뿐만이 아닙니다. 고 참판 임영(林泳)에게 보낸 글 중에 ‘화란(禍亂)을 순치(馴致)시킨다.’라는 등의 말을 보면 그의 평상시 의견이 시론(時論)과 판이하게 달랐던 것을 이에 의거해서도 알 수 있습니다. 지금 김유는 한결같이 이러한 등의 사실을 뒤집어 버리고 경기(京畿)에 우거(寓居)하고 있을 때 수작(酬酢)하였다는 말을 만들어 내어 남을 현혹시킬 계책으로 삼고서 이에 말하기를, ‘우리 스승도 일찍이 그렇게 말하였다.’라고 하였으므로, 동문 제자 중에 평상시 서로 좋아하던 자들도 서신을 보내어 나무라기를, ‘선사(先師)가 가르치신 뜻을 저버렸다.’라고 하였으니, 그 사람이 이리저리 마음을 바꾸는 자임을 알 수가 있습니다.【이 단락은 ‘그의 평생의 기량(伎倆)이었다.’라는 글의 위에 있다.】 독대(獨對)한 뒤에 원로 대신(元老大臣)들이 두번이나 상소를 올려 충성스럽게 말한 것이 해와 별과 같이 밝은데, 의심하고 노여워하기를 너무나 갑작스럽게 하여 말하는 기색이 박절하고 중용(中庸)의 대의(大義)를 크게 저버렸으니, 신은 삼가 애석하게 여깁니다. 어저께 우상(右相)이 경연(經筵)에서 주문(奏聞)한 것은 전혀 노신(老臣)의 본심을 잃은 처사인 것으로 우상이 어디에서 들었는지를 모르겠습니다. 그러나 신이 들은 바에 의하면 노신의 구구한 촌심(寸心)은 아홉 번 죽더라도 뉘우치지 아니할 것이라고 하였는데, 추후 후회한다는 말은 무슨 착오에 의해 이러한 지경에 이른 것입니까?” 하였다.",
                "hj": "○己酉/司書李明誼上疏云云。【見上, 而緊語刪者補入。】論李喜朝曰: “昔年士論岐貳也, 從中簸弄, 非他人, 卽此人也。 及今士禍之醞釀也, 潛伏揣摩, 非他人, 卽此人也。 實是斯文之蠧賊, 淸朝之侫臣, 而班資日隆, 禮遇頗異, 遽然自處以儒臣, 事之可駭, 孰甚於此乎?”【在嗤點固已久矣下。】論金楺曰: “本以奸侫之性, 濟以斗筲之才, 工於自謀, 巧於陷人, 惎間於士類乖合之際, 反覆於勢利奔趨之塗, 托跡儒門, 不過爲刷濯之計, 而時移事變之後, 全沒其師之本旨, 杜撰誣引, 唯以媚悅時論爲事, 至於嚮日之疏而極矣。 文純公朴世采, 與故儒臣尹宣擧父子, 平日尊慕相與, 終始罔間, 一世之所共知。 當士論分岐之初, 調娛兩間, 不啻屢次。 若以抵故參判林泳書中, 馴致禍亂等語觀之, 其平日意見之判異於時論, 據此可知。 今楺一反此等事實, 做出畿寓酬酢之說, 以爲眩惑之計, 乃曰: ‘吾師亦嘗云爾。’ 同門弟子中, 平日相好者, 亦且移書責之, 以背悖先師之指意, 則其人之回互傾側, 蓋可見矣。【此段在但其平生伎倆上。】獨對之後, 元老大臣, 兩疏忠言, 炳如日星, 疑怒太遽, 辭氣迫切, 大失《中庸》之義, 臣竊惜之。 日昨右揆筵奏, 全失老臣之本心, 未知右揆, 從何得聞, 而以臣所聞, 老臣區區寸心, 九死靡悔, 則追悔之說, 何乃爽誤之至此也?” 云。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Former Minister of War Yun Jiin passed away. [Yun] Jiins courtesy name was [Yun] Yurin [], and [Yun] Gang , the son of the late Minister [of War] [], was the younger brother of [Yun] Jiwan []. His loyalty and frugality were so sincere that he did not have any fault. He enjoyed self-restraint in following his virtuous deeds and brave reputation. He served in the government and was extremely sincere in his behavior, and never neglected from the day and night. Even though he lacked a capacity for a thorough knowledge, he possessed no extraordinary exhaus",
                "H2KE-nKo": "전 병조 판서 윤지인이 졸하였다. 윤지인의 자는 유린이고 고 판서 윤강의 아들이며 윤지완의 아우이다. 충실하고 성실하여 털끝만큼도 거짓이 없었으며, 선을 따르기를 좋아하고 허물을 고치는 데 용감하였다. 관직에 있으면서는 지극히 공정한 마음으로 몸가짐을 하여 밤낮으로 게을리하지 않았다. 비록 사리에 통달하고 민첩한 재주는 부족하였으나 세계의 효과가 있었고, 혁혁한 명성은 없었으나 남의 은혜를 많이 입었으며, 주상도 그를 매우 중하게 여겼다.방금 판윤으로서 병이 났다고 보고하자 의원을 보내 간병하게 하고 인삼과 어선을 하사하였는데, 이는 열경들이 일찍이 터득한 것이 아니었다. 몸가짐이 청렴하고 엄격하여 세상에 비할 데가 없었으며, 지위가 숭현직에까지 올랐으나 해어진 옷을 벗어버리고 태연히 지냈다.관서를 안찰할 때 그의 아들이 작은 병풍 하나를 만들어 즉시 불에 태우게 하였는데, 그의 아내가 끝내 떠날 때의 의상을 바꾸지 않았다. 이때에 이르러 죄도 없이 견책을 받아 쫓겨났는데, 굶주림을 참다가 병이 났다. 그의 막비가 쇠고기를 사가지고 가서 공궤하니, 그가 웃으며 말하기를,“내가 오늘 한 번 배불리 먹었다.”하였다. 얼마 안 되어 마침내 졸하니, 나이 60세였다. 사류들이 모두 그를 위해 애통해하며 말하기를,“착한 사람이 죽었다.”하였다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 5월 10일(무오) 1번째기사",
                "gt-oKo": "전 병조 판서 윤지인(尹趾仁)이 졸하였다. 윤지인은 자가 유린(幼麟)인데, 고 판서 윤강(尹絳)의 아들이고 윤지완(尹趾完)의 동생이었다. 사람이 충실하고 성실하여 털끝만큼도 허위(虛僞)가 없었으며, 선을 따르기를 좋아하고 허물을 고치는 데에 용감하였다. 관직에 재임할 때에는 지극히 공정한 마음을 지녔고 밤낮으로 해이하지 아니하였다. 비록 통민(通敏)한 재주는 없었으나 해를 단위로 계산해보면 공효가 있었고, 혁혁한 명성은 없었지만 남에게 은혜를 입힌 것은 많았으므로 임금도 그를 매우 중하게 여겼다. 바야흐로 판윤(判尹) 벼슬에 있다가 병이라 고하니, 의원을 보내어 간병하게 하고 인삼과 어선(御膳)을 내려주었는데, 이것은 열경(列卿)들이 일찍이 받아보지 못했던 은전이었다. 자신을 다스리는 것이 깨끗하고 엄하여 세상에 비교할 만한 사람이 없었다. 지위가 매우 높은 현질(顯秩)에 이르렀으나 해진 옷을 입고 양식이 떨어질 지경에 있어도 태연하게 처신하였다. 관서 지방(關西地方)을 안찰(按察)할 때에 그 아들이 하나의 조그마한 병풍을 만들었는데 즉시 이것을 불태우게 하였으며, 아내가 끝내 갈 적에 입었던 의상(衣裳)을 바꾸어 입지 못하였다. 이때에 이르러 죄가 없는데도 견책당하여 쫓겨났는데, 굶주림을 참다가 병이 났다. 그 막하의 비장(裨將)이 쇠고기를 사가지고 가서 공궤(供饋)하였더니, 그가 웃으면서 말하기를, ‘내가 오늘 한 번 포식하였다.’ 하고는 얼마 안 있다가 마침내 졸하니, 나이가 60이었다. 사류들이 모두 그를 위하여 애통하게 여기면서 말하기를, ‘착한 사람이 죽었다.’라고 하였다.",
                "hj": "○戊午/前兵曹判書尹趾仁卒。 趾仁字幼麟, 故判書絳之子, 趾完弟也。 忠實誠篤, 無一毫虛僞, 樂於從善, 勇於改過, 居官任職, 持以至公, 夙夜匪懈。 雖欠通敏之才, 而有歲計之效, 無赫赫之聲, 而多入人之惠, 上亦甚重之。 方以判尹告病, 遣醫看病, 賜人參及御膳, 此非列卿所嘗得者。 律己淸嚴, 世無倫比, 致位崇顯, 弊縕脫粟, 處之晏如。 按關西時, 其子造一小屛, 卽令焚之, 其妻終不易去時衣裳。 至是非罪譴黜, 忍飢成疾。 其幕裨市牛肉往饋, 笑曰: “吾今日得一飽。” 無何竟卒, 年六十。 士流咸爲之痛惜曰: “善人其亡矣。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Choe Changdae as magistrate of Gaeseong .",
                "H2KE-nKo": "최창대를 개성 유수로 삼았다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 5월 27일(을해) 1번째기사",
                "gt-oKo": "최창대(崔昌大)를 개성 유수(開城留守)로 삼았다.",
                "hj": "○乙亥/以崔昌大爲開城留守。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "During the byeongja year (, due to a severe drought, the King ordered the execution of judgment. The Crown Prince sat in Gyeonghyeon Hall (Hall of Livestock Breeding and received the officials. Deputy Director of the Office of Royal Decrees Song Sanggi read the document. When the arrival of Yi Songnyeon and Jeong Hanik , two Japanese interpreters . The King ordered, What do you think of this two guilt? Superintendent [of the Middle Army Commandery General] [] Yi Yu said, Upon receiving the reply of the state letter, they did not report the reply of the state and hide the sense of concealing the circumstances. It would be appropriate to conceal the circumstances within the time limit and interrogate them. Song Sanggi said, The guilt was extremely grievous, and the guilt has already been cross-examined twice. Therefore, it would not be improper. The King ordered, It would be proper to report the reply to the throne in sequence. All said, It is impossible to punish them imprudently. The King ordered that the punishment be carried out. The arrival of Noh Heup, who was the military command , beaten with the heavy stick and killed people. The King ordered, What do you think of this guilt? All the officials said, After examining the circumstances, the law should be applied to them. The King ordered that the punishment be carried out. The other suspects of guilty crimes were thoroughly examined, and they were released or returned to their posts. The King ordered that the punishment be reduced by one degree. When Oh Sibok and others came out, Song Sanggi studyed the circumstances of the circumstances. Second Deputy Director of the Office of Royal Decrees Bak Bongnyeong said, Nevertheless, they should not be discussed. The King ordered, I read the document. After reading it, the King ordered that the punishment be carried out. When the King reached the arrival of Yu Tong , the King ordered, Each office in the Three Armies should study the circumstances. All said, It would not be proper to release them. The King ordered that the punishment be carried out. When Oh Myeongryun said, What do you think of transferring him to another place? All said, It would not be proper. The King ordered that the punishment be carried out. Yi Yu said, Minister of Punishments Yi Geomyeong urges the circumstances and urges the circumstances. It would be proper to have him enter the capital in sunset. 승지 Yi Hong said, As the sunset, it would be proper to abolish the punishment for the time limit today. What do you think of this? The King ordered, The sunset still cannot occur. It would be proper to make a decision for the time limit. Yi Hong said, The Ministry of Punishments is twice as the State Tribunal. The King ordered, It would be proper to make a decision until sunset. Yi Yu and Third Deputy Director of the Royal House Administration Yi Gwan said",
                "H2KE-nKo": "병자호란 때 가뭄이 심하여 소결하였다. 왕세자가 경현당에 앉아 여러 신하를 인접하였는데, 판의금부사 송상기가 문안을 읽었다. 이송년과 정한익 - 이 두 사람은 왜역이다. - 에 이르러 하령하기를,“이 두 사람이 범한 죄가 어떠한가?”하니, 판중추부사 이유가 아뢰기를,“국서에 대한 회답을 받고서도 국가에 보고하지 않고 덮어 두었으니, 실정을 숨긴 것이 많습니다. 실정을 자백할 때까지 국문해야 할 듯합니다.”하고, 송상기가 아뢰기를,“범죄가 매우 통탄스럽습니다. 이미 두 차례의 형신을 행하였으니, 참작하여도 안 될 것이 없습니다.”하니, 하령하기를,“차례대로 진달하도록 하라.”하였다. 모두 아뢰기를,“가볍게 논할 수 없습니다.”하니, 그대로 두라고 하령하였다. 노흡이 영장으로서 형장을 지나치게 쳐서 사람을 죽인 데 이르러 하령하기를,“이 죄는 어떠한가?”하니, 여러 신하가 각각 아뢰기를,“사실을 조사한 뒤에 형률을 적용하소서.”하니, 그대로 두라고 하령하였다. 그 밖의 의심스러운 죄에 대해서는 가벼운 죄를 물어서 풀어 주기도 하고 그대로 두기도 하며, 무거운 죄를 지은 자는 등급을 감하라고 하령하였다.오시복 등이 송상기가 진대강을 읽으려고 하자, 동지의금부사 박봉령이 아뢰기를,“이러한 일은 거론할 필요가 없습니다.”하니, 하령하기를,“읽도록 하라.”하였다. 읽기를 마치자 그대로 두라고 하령하였다. 유봉휘에 이르러 하령하기를,“삼사가 각각 소견을 진달하라.”하니, 모두 아뢰기를,“풀어 주어서는 안 됩니다.”하니, 그대로 두라고 하령하였다. 오명윤에 이르러 하령하기를,“이배하는 것이 어떻겠습니까?”하니, 모두 아뢰기를,“안 됩니다.”하니, 그대로 두라고 하령하였다. 이유가 아뢰기를,“형조 판서 이건명이 인혐하여 강외에 머무르고 있으니, 입시를 재촉해서 인원을 갖추게 하는 것이 좋을 듯합니다.”하니, 하령하기를,“형조 판서를 재촉하여 내일 안으로 들어오게 하는 것이 좋겠다.”하였다. 승지 이홍이 아뢰기를,“날이 저물어 가니 오늘은 우선 파하고 내일 다시 임하는 것이 어떻겠습니까?”하니, 하령하기를,“날이 아직 저물지 않았으니, 시수 죄인만 소결하게 하라.”하였다. 이홍이 아뢰기를,“형조는 의금부보다 배나 됩니다.”하니, 하령하기를,“날이 저물 때까지만 하는 것이 좋겠다.”하였다. 이유와 동지의금부사 이관명이 아뢰기를,“평안 감사 김유는 정세가 편안하기 어렵고 조영복은 병으로 관사를 폐하고 있으니, 마땅히 변통이 있어야 합니다.”하니, 하령하기를,“마땅히 유의하겠다.”하였다. 물러가니, 하령하기를,“사관이 나가서 형조 당상을 인도하여 들어오게 하는 것이 좋겠다.”하였다. 형조 참판 윤헌주가 문안을 읽었는데, 그대로 두기도 하고 풀어 주기도 하였다. 한참 뒤에 이홍이 다시 청하기를,“날이 저물었으니, 우선 파하소서.”하니, 하령하기를,“그대로 하라.”하였다. 밤이 깊어서야 파하였다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 5월 28일(병자) 1번째기사",
                "gt-oKo": "이때 몹시 가물었기 때문에 소결(疏決)하였다. 왕세자가 경현당(景賢堂)에 앉아서 여러 신하들을 인접(引接)하였는데, 판의금부사 송상기(宋相琦)가 문안(文案)을 읽었다. 이송년(李松年)·정한익(鄭翰益)【두 사람은 왜역설(倭譯舌)이었다.】의 사건에 이르러 세자가 하령하기를, “이 두 사람의 범죄는 무엇인가?” 하니, 판의금부사 이유(李濡)가 아뢰기를, “국서(國書)에 대한 회답을 받아가지고 국가에 보고하지 않은 채 덮어 두었으니, 사실을 숨긴 정상이 많습니다. 사실을 자백할 때까지 국문(鞫問)하여야 마땅합니다.” 하고, 송상기는 아뢰기를, “범죄가 매우 절통하여 이미 두 차례나 형신(刑訊)을 가하였으니 참작하여도 불가(不可)하지 않을 것입니다.” 하였다. 하령하기를, “차례대로 진달하도록 하라.” 하니, 모두 아뢰기를, “가볍게 논할 수 없습니다.” 하자, 세자가 그대로 두도록 하령하였다. 노흡(盧恰)이 영장(營將)으로서 곤장을 남용하여 사람을 죽인 사건에 이르러 하령하기를, “이 죄는 어떠한가?” 하니, 여러 신하들이 각기 아뢰기를, “사실을 핵문한 뒤에 율을 적용하도록 하소서.” 하니, 세자가 하령하여 그대로 두게 하였다. 그밖에 의심스러운 죄인 가운데 가벼운 죄수를 두루 문의하여 석방하기도 하고 그대로 두기도 하였으며, 중한 죄수는 죄의 등급을 감하였다. 오시복(吳始復) 등의 사건에 이르러 송상기가 그 대강을 읽어서 아뢰려 하자 동의금부사(同義禁府事) 박봉령(朴鳳齡)이 아뢰기를, “이들을 거론할 필요가 없습니다.” 하니, 하령하기를, “읽도록 하라.” 하였다. 그 문안을 읽기를 끝마치자 세자가 하령하여 그대로 두게 하였다. 유봉휘(柳鳳輝)의 사건에 이르러서 하령하기를, “삼사(三司)에서 각기 소견을 아뢰도록 하라.” 하니, 모두 아뢰기를, “석방해서는 안됩니다.” 하므로, 하령하여 그대로 두게 하였다. 오명윤(吳命尹)의 사건에 이르러 세자가 하령하기를, “이배(移配)하는 것이 어떠한가?” 하니, 모두 아뢰기를, “불가합니다.” 하므로, 하령하여 그대로 두게 하였다. 이유가 아뢰기를, “형조 판서 이건명(李健命)이 인혐(引嫌)하고 강밖에 거주하고 있는데, 입시(入侍)하게 독촉하여 인원을 채우도록 하는 것이 좋을 것 같습니다.” 하니, 하령하기를, “형조 판서를 재촉하여 내일까지 대궐에 들어오게 하는 것이 좋겠다.” 하였다. 승지 이홍(李宖)이 아뢰기를, “날이 이미 저물어가니 오늘은 우선 파하시고, 내일 다시 하는 것이 어떠하겠습니까?” 하니, 하령하기를, “날이 아직도 저물지 아니하였다. 지금 갇혀 있는 죄인들만 소결(疏決)하도록 하라.” 하였다. 이홍이 아뢰기를, “형조에 있는 죄수가 의금부보다 갑절이나 많습니다.” 하자, 하령하기를, “날이 저물 때까지 하는 것이 좋겠다.” 하였다. 이유와 동의금부사 이관명(李觀命)이 아뢰기를, “평안도 감사 김유(金楺)는 정세(情勢)가 편안하기 어렵고 조영복(趙榮福)은 병으로 관의 일을 폐하고 있으니, 마땅히 변통해야 하겠습니다.” 하니, 하령하기를, “마땅히 유의하겠다.” 하였다. 여러 사람들이 퇴출(退出)하자, 하령하기를, “사관(史官)은 나가서 형조의 당상관(堂上官)을 인도해서 들어오게 하는 것이 좋겠다.” 하였다. 형조 참판 윤헌주(尹憲柱)가 문안(文案)을 읽었는데 그대로 두기도 하고 석방하기도 하였다. 한참 있다가, 이홍이 다시 청하기를, “해가 저물었으니, 우선 파하소서.” 하니, 하령하기를, “그대로 하도록 하라.” 하고, 밤이 깊어져서야 파하였다.",
                "hj": "○丙子/時, 旱甚, 疏決。 王世子坐景賢堂, 引接諸臣, 判義禁宋相琦讀文案。 至李松年、鄭翰益, 【兩人倭譯。】令曰: “此兩人罪犯何如?” 判府事李濡曰: “受國書回答, 不報國家而掩置, 多有隱情。 似當限輸情鞫問矣。” 相琦陳, “罪犯絶痛, 而已經兩次刑訊, 參酌未爲不可。” 令曰: “以次陳達可也。” 皆言, “不可輕論”, 令仍之。 至盧洽以營將, 濫杖斃人, 令曰: “此罪何如?” 諸臣各陳, “覈實後用律”, 令仍之。 其他疑罪, 詢問輕罪, 或放或仍, 重罪減等。 至吳始復等, 相琦欲讀陳大綱, 同義禁朴鳳齡曰: “此等, 不必擧論。” 令曰: “讀之。” 讀訖, 令仍之。 至柳鳳輝, 令曰: “三司各陳所見。” 皆言, 其不可放”, 令仍之。 至吳命尹, 令曰: “移配何如?” 皆言, “不可”, 令仍之。 濡陳, “刑曹判書李健命引嫌住江外, 催促入侍, 備員似好。” 令曰: “刑判催促, 使之趁明入來可也。” 承旨李宖曰: “日向暮, 今日姑罷, 明日更臨如何?” 令曰: “日尙未曛。 時囚罪人, 只令疏決。” 宖曰: “刑曹倍於禁府矣。” 令曰: “限日暮爲之可也。” 濡及同義禁李觀命陳, “平安監司金楺, 情勢難安, 趙榮福病廢官事, 宜有變通。” 令曰: “當留意。” 退出, 令曰: “史官出, 引刑曹堂上以入可也。” 刑曹參判尹憲柱讀文案, 或仍或放。 良久, 宖復請日暮姑罷, 令曰: “仍爲之。” 至夜深乃罷。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The jeongchuk year (14177, the fourth year of King Sejongs reign was also executed. Supreme General [of the Middle Army Commandery General] Yi Myeongdeok presented the King (Sejongs intent to admonish the prisoners in the capital and in the provinces to execute the circumstances. The King issued an order, which stated, It is proper to admonish the provincial governor to admonish the prisoners in the capital and in the provinces to admonish the prisoners. The King issued an order, which stated, Yesterday, due to the request of high officials, I have already reported the matter of reforming the circumstances of the governor and the 동래 부사 . Kim Yu and Jo Yeongbok all should be replaced. Consequently, [the King] inquired about the suspicion of the prisoners who were not suspicious and the lightest punishment was lighter than yesterday. When Oh Myeongyun arrived, the King issued an order, Each of them stated their views. All said, They should not be casually discussed. The King ordered that this be carried out. ",
                "H2KE-nKo": "정축년에 또 소결을 행하였다. 판중추부사 이이명이 서울과 지방의 오랫동안 갇혀 있는 죄수들에 대해 신칙하여 철저히 처결하라는 뜻으로 진달하니, 하령하기를,“도신에게 하유하여 신칙하고 형관에게도 분부하도록 하라.”하였다. 하령하기를,“어제 원임 대신이 진달한 것으로 인하여 평안 감사와 동래 부사를 변통하는 일에 대해 이미 대조께 여쭈었다. 김유와 조영복을 모두 체차하라.”하였다. 이에 의심스러우면 죄의 경중을 감하고 가벼운 죄수를 풀어 주는 것을 어제와 같이 하였다. 오명윤에 이르러 하령하기를,“각자 소견을 진달하라.”하니, 모두 아뢰기를,“가볍게 논할 수 없습니다.”하자, 그대로 두게 하였다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 5월 29일(정축) 1번째기사",
                "gt-oKo": "또 소결(疏決)을 행하였다. 판중추부사 이이명(李頤命)이 서울과 외방에 오랫동안 갇혀 있는 죄수들의 죄를 구명(究明)하여 소결(疏決)하도록 신칙하라는 뜻으로 아뢰니, 세자가 하령하기를, “도신(道臣)에게 하유(下諭)하여 신칙하게 하고, 형관(刑官)에게도 분부(分付)하는 것이 좋겠다.” 하고, 하령하기를, “어제 원임 대신(原任大臣)들이 진달하였기 때문에 평안도 감사·동래 부사를 변통시키는 일을 이미 대조(大朝)께 품달하였다. 김유와 조영복을 모두 체차(遞差)하는 것이 좋겠다.” 하였다. 이리하여 의옥(疑獄)을 조사하여 중형(重刑)은 감하고 경형(輕刑)은 석방하기를 어제와 같이 하였다. 오명윤(吳命尹)의 사건에 이르러 하령하기를, “각기 소견을 아뢰라.” 하니, 모두 아뢰기를, “가볍게 논죄할 수 없습니다.” 하니, 하령하여 그대로 두게 하였다.",
                "hj": "○丁丑/又行疏決。 判中樞府事李頣命陳京外久囚, 申飭究決之意, 令曰: “道臣處下諭申飭, 刑官處, 亦爲分付可也。” 令曰: “昨因原任大臣陳達, 平安監司、東萊府使變通事, 已爲稟達大朝矣。 金楺、趙榮福, 竝遞差可也。” 於是, 詢疑減重、放輕如昨日。 至吳命尹, 令曰: “各陳所見。” 皆言, “不可輕論”, 令仍之。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On muin day, the first day of the muin day [of the eighth month], [the King] again held a confiscation of judgment on criminal cases. Upon reading the document, Myeongdong and Sudong falsely claimed that the prohibition against the use of claiming against the prohibition against the use of claiming the claiming of claiming the use of claiming to claiming the use of claiming. Yi Imyeong said, This crime is not suspicious. What do you think about sending official documents to the Royal Ancestral Shrine to investigate the claiming of claiming the use of claiming for the use of claiming to claiming the use of claiming the claiming of claiming to claiming the use of",
                "H2KE-nKo": "또 소결을 행하였다. 문안을 읽다가 ‘명동과 수동이 금란을 가칭한 죄’에 이르자, 이이명이 아뢰기를,“이 죄는 그 율이 동일하지 않으니, 다시 조목별로 열거하여 처리하는 것이 어떻겠습니까?”하니, 하령하기를,“아뢴 대로 하라. 이 죄인은 풀어 주라.”하였다. 장례원의 아전 윤성빙이 관문을 위조한 죄에 이르자, 신하들이 아뢰기를,“장례원의 아전이 농간을 부려 공천의 태반이 누락되었습니다. 바로잡고자 하여 모두 도로 천인으로 만들자니, 길거리에서 호소하며 억울하다고 하는 자가 많습니다. 비변사의 당상 한 사람으로 하여금 전담하여 조사하게 해서 억울하고 누락되는 폐단이 없게 해야 합니다.”하니, 하령하기를,“대신이 아뢴 것이 참으로 좋다. 이대로 거행하는 것이 좋겠다. 이 죄인은 그대로 두라.”하였다. ‘고치가 아내를 죽인 죄’에 이르자, 하령하기를,“어떻게 해야겠는가?”하니, 윤헌주가 아뢰기를,“그는 구걸하는 사람으로서 의복을 아끼다가 서로 힐난하는 과정에서 잘못하여 죽게 되었습니다.”하고, 이이명은 아뢰기를,“정상에 의심스러운 점이 있으니, 관문을 보내 자세히 살펴보고서 주상께 여쭈어 처리하는 것이 어떻겠습니까?”하니, 하령하기를,“관문을 보내 여쭈어 처리하는 동안 이 죄인은 우선 그대로 두도록 하라.”하였다. 이이명이 아뢰기를,“패선한 죄인은 다른 도에서는 감등하는데 경기만 유독 감등을 받지 못하였습니다. 가벼운 쪽으로 무거운 쪽으로 논하여 감처하는 것이 마땅할 듯합니다.”하니, 하령하기를,“경기와 다른 도에서도 똑같이 가벼운 쪽으로 처벌하도록 하라.”하였다. 이이명이 아뢰기를,“대체로 소결하는 문서는 대략 뽑아내는데 모두 본안이 없어서 사정이 명백하지 않은 것이 많습니다. 소결이 끝났더라도 형관이 문안을 자세히 살펴보고 혹 석방하거나 그대로 두는 것이 부당한 점이 있으면 이치를 따져서 다시 주상께 여쭈는 것이 어떻겠습니까?”하니, 하령하기를,“형관으로 하여금 문안을 자세히 살펴보고서 다시 내게 물어 아뢰게 하는 것이 좋겠다.”하고, 마침내 파하였다. 왕세자의 사령은 대체로 간결하고 중요한 것인데, 하문하기도 하고 석방하기도 하고 그대로 두기도 하여 일일이 이치에 합당하게 처리하였다. 3일 동안 재결하여 조금도 착오가 없었고, 간혹 주고받은 말이 많았으나 내용이 간략하고 뜻이 분명하였으므로 의논하는 자들이 현종의 기상을 깊이 얻었다고 하였다. 그런데 초사를 편수한 자들이 모두 삭제하고 기록하지 않았으니, 도대체 유독 무슨 마음이란 말인가. 이와 같이 하지 않으면 을사년에 종묘에 고하자는 논의가 천고에 죄를 덮을 수 없게 될 것이니, 통탄스럽다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 6월 1일(무인) 1번째기사",
                "gt-oKo": "또 소결(疏決)을 행하였다. 문안(文案)을 읽었는데 명동(命同)과 수동(壽同)의 금란(禁亂)을 가칭(假稱)한 죄에 이르러 이이명이 아뢰기를, “이 죄는 그 율이 한결같지 않으니, 다시 조목별로 열거하여 구처(區處)하는 것이 어떠하겠습니까?” 하니, 하령하기를, “아뢴 대로 하라. 이 죄인을 석방하도록 하라.” 하였다. 장례원(掌隷院)의 아전 윤성빙(尹星聘)이 관문(關文)을 위조(僞造)한 죄에 이르러서 여러 신하들이 아뢰기를, “장례원의 아전이 농간을 부려 공천(公賤)의 태반이 누락되었으므로 이를 이정(釐正)하여 일체 모두 환천(還賤)시키고자 하니, 길거리에 원통한 사정을 호소하는 사람이 많습니다. 마땅히 비국(備局)의 당상관 1인으로 하여금 전담하여 조사 고찰하도록 하여 원통한 사정과 누락되는 폐단을 없애게 하소서.” 하니, 하령하기를, “대신들이 진달한 바가 진실로 좋도다. 이에 의거 거행하는 것이 좋겠다. 이 죄인은 그대로 두라.” 하였다. 고치(古致)가 아내를 살해한 죄에 이르러 하령하기를, “어떻게 된 것인가?” 하니, 윤헌주(尹憲柱)가 아뢰기를, “그는 구걸하는 사람으로서 의복을 아끼다가 서로 다툴 적에 잘못하여 아내를 죽이게 되었습니다.” 하였다. 이이명(李頤命)은 아뢰기를, “정상이 의심스러운 점이 있습니다. 관문(關文)을 보내어 상세히 고찰한 뒤에 품처하게 하는 것이 어떠하겠습니까?” 하니, 하령하기를, “관문을 보내어 품처하게 하는 동안은 죄인을 우선 그대로 두는 것이 좋겠다.” 하였다. 이이명이 아뢰기를, “패선(敗船) 죄인은 다른 도에서는 죄의 등급을 감하였으나, 경기(京畿)만이 죄의 등급을 감하지 않았습니다. 가벼운 율에 따르거나 무거운 율에 따르거나 간에 일체로 논죄하여 결단하는 것이 옳을 것 같습니다.” 하니, 세자가 하령하기를, “경기와 다른 도를 일체로 가벼운 율에 따르게 하는 것이 좋겠다.” 하였다. 이이명이 아뢰기를, “대개 소결하는 문서는 그 개략을 초출(抄出)하는 것이므로 모두 본안(本案)이 없어서 사정이 명백하지 못한 것이 많습니다. 소결을 끝마쳤다고 하더라도 형관(刑官)이 문안을 상세하게 읽어보고 혹 석방하거나 그대로 둔 것이 부당한 경우가 있으면 논죄하여 다스리도록 다시 품지하게 하는 것이 어떠하겠습니까?” 하니, 하령하기를, “형관으로 하여금 문안을 상세히 고찰하게 한 다음 다시 품달(稟達)하게 하는 것이 좋겠다.” 하고, 드디어 파하였다. 왕세자의 사령(辭令)이 대체로 간중(簡重)하여 물어보기도 하고 석방하기도 하고 그대로 두기도 한 것이 일일이 마땅하게 처리되었다. 3일 동안 재결한 것에 하나도 착오가 없었다. 그 사이에 수작(酬酢)한 것이 많았으나 말이 간략하고 뜻이 분명하였으므로 의논하는 자들이 말하기를, ‘현종[顯廟]의 기상(氣像)을 깊이 얻었다.’ 하였다. 그런데 초사(初史)를 수찬하는 자들이 이를 모두 산삭(刪削)하여 없애버리고 기록하지 않은 것은 또한 무슨 마음이란 말인가? 이렇게 하지 않으면 을사년 고묘(告廟)를 논할 적에 천고에 죄를 지은 것을 은폐할 수 없었기 때문이었던가? 통탄스럽기 그지없다.",
                "hj": "○戊寅/又行疏決。 讀文案, 至命同、壽同, 假稱禁亂罪, 李頣命曰: “此罪不一其律, 更爲條列區處何如?” 令曰: “依爲之。 此罪人放。” 至隷院吏尹星聘僞造關文罪, 諸臣曰: “隷吏舞奸, 公賤太半漏失, 欲加釐正, 一倂還賤, 則呼訴道路, 多稱冤枉。 宜令備局堂上一人, 專管査考, 俾無冤枉漏失之弊。” 令曰: “大臣所達, 誠好。 以此擧行可也。 此罪人仍。” 至古致殺妻罪, 令曰: “何如?” 憲柱曰: “渠以丏乞之人, 慳惜衣服, 相詰之際, 誤致殞斃。” 頣命曰: “情有可疑, 行關詳考, 稟處何如?” 令曰: “行關稟處間, 此罪人姑爲仍置可也。” 頣命陳, “敗船罪人, 他道減等, 京畿獨未蒙減等。 從輕從重, 一體論斷似宜矣。” 令曰: “京畿與他道, 一體從輕可也。” 頣命曰: “大凡疏決文書, 抄出槪略, 俱無本案, 事情多不明白。 疏決雖訖, 刑官詳閱文案, 或有放仍之不當者, 論理更稟何如?” 令曰: “令刑官, 詳考文案, 更爲稟達可也。” 遂罷。 王世子辭令, 大抵簡重, 而其或詢或放或仍, 一一當理。 三日裁決, 無一差失。 間多酬酢, 辭約而旨明, 議者謂深得顯廟氣像。 修初史者, 皆刪沒不載, 抑獨何心? 不如是, 乙巳告廟之論, 無以掩罪於千古故歟? 痛矣痛矣。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Choe Changdae , magistrate of Gaeseong , repeatedly submitted a memorial to resign from his post, and received a reply gift. On this day, [Choe] Changdae submitted a memorial to resign from his post three times, which stated: Your subject has a sympathy and grievance in his heart. Previously, a man named Shin Gu submitted a memorial regarding natural disasters from Confucian scholars. He consulted the memorial regarding the late father-in-law of your subject, and arbitrarily fabricated the funerary oration. His words were extremely immeasurable. Later, when Kim Chihu , Kim Yu , and Yu Eon협 submitted a memorial to the late father-in-law, they succeedededededededing the funerary oration and slandered others. When your subject was grieved in a mourning period, he repeatedly met with an unreasonable disaster. His heart was frightened and apprehensive, and his personal behavior was twice as much as the late-in-law of your subject who encountered an illness at the beginning of the first time. Yet, this matter was already held during the autumn of the gabo year (, and the students of the Royal Confucian Academy continued to submit a memorial to find a false accusation against the late-in-law of your subject. Our Majesty dismissed him and refused to accept it. When your subject submitted a memorial to admiration, he also gave a gentle 비답을. Our Great Ming Dynasty is bright and brilliant as the sun and the brilliance of the Veritable Records of King Taejong (C. Xiaozong , the Great Ming Dynasty, and the Veritable Records of King Taejong (C. Mengzong , the Great Ming Comprehensive Mirror to Aid in Government (C. Li Xiao , the Great Ming Comprehensive Mirror to Aid in Government (C. Li Xiao , the Great Ming Comprehensive Mirror to Aid in Government (C. Li Xiao , the Great Ming Comprehensive Mirror to Aid in Government (C. Li Xiao daquan , and the Great Ming Comprehensive Mirror to Aid in Government (C. Li Xiao daquan , the Great Ming Comprehensive Mirror to Aid in Government (C. Li Xiao daquan , and Shuzong , the Great Ming Comprehensive Mirrive Mirror to Aid in Government Arsenalutumnment Arsenal .",
                "H2KE-nKo": "개성 유수 최창대가 재차 상소하여 사직하니, 너그러운 비답을 내렸다. 이때에 이르러 세 번째 사직하였다. 그 대략에,“신에게는 남모르게 원통한 사정이 있습니다. 지난번에 신구라는 자가 사림에 화를 입히는 상소를 올리면서 선신이 몇 해 전에 올린 제문의 일에 대해 언급하였는데, 멋대로 무함하고 망극하게 말을 하였습니다. 그 뒤에 김치후, 김유, 유언협의 상소가 신구의 여론을 계승하여 번갈아 나와 비난하였습니다. 신은 애통하고 악독한 중에 여러 차례 횡역을 당하여 마음이 놀라고 간담이 떨리며 분하고 답답한 사정이 선신이 화를 당하던 초기보다 훨씬 더하였습니다. 그렇기는 하지만 이 일은 이미 갑오년 가을에 관학의 유생들이 잇따라 상소를 올려 선신을 매우 힘껏 무함하고 날조하였는데, 우리 성상께서 이미 배척하고 받아들이지 않으셨습니다. 선신이 상소를 올려 스스로 진달하자 또 온화한 비답을 내리셨습니다. 우리 성상의 밝은 지혜가 중천에 떠 있는 해와 같아 말하는 자의 마음가짐과 의도가 미세한 것까지 모두 환히 비추고 빛나는 윤음이 사람들의 귀와 눈에 널리 퍼졌으니, 신구와 같은 귀역 같은 무리가 온갖 방법으로 교묘히 떠들어 댄다 하더라도 어찌 밝은 세상을 어지럽힐 수 있겠습니까. 우리 성상께서 이미 분명하게 사지를 내려 원통한 무함을 분명하게 씻어 주셨으니, 신은 진실로 시끄럽게 다시 변론하여 이 무리들과 서로 다툴 필요가 없습니다. 고질병이 들어 이미 버려진 사람이 되었으니, 진실로 억지로 일어나 명을 받들 가망이 없습니다. 다만 전후로 사람들의 말을 들은 것이 예사롭지 않고 사심이 맺혀 통한이 가슴을 꿰었으니, 스스로 처신하는 구구한 도리로 볼 때 갓끈을 쓰고 띠를 매고 조정의 반열에 끼워서는 안 되는데, 어찌 오늘날의 거취를 논할 수 있겠습니까.”하니, 답하기를,“다시 내 뜻을 유시하였는데, 어찌 이렇게까지 사직을 청하는가. 상소의 말미에 말한 일은, 성상께서 선경의 상소에 대한 비답에서 이미 용서하였으니, 경에게 무슨 편안히 있기 어려운 단서가 있겠는가. 굳이 사양하지 말라.”하였다.\n",
                "date_ko": "숙보 61권, 44년(1718 무술 / 청 강희(康熙) 57년) 6월 19일(병신) 1번째기사",
                "gt-oKo": "개성 유수(開城留守) 최창대(崔昌大)가 재차 상서하여 사직하여 우악한 비답을 받았었다. 이때에 이르러 세번째 사직하였는데, 대략 이르기를, “신의 정사(情事)에 통절함이 있습니다. 지난번 신구(申球)라는 자가 사림(士林)에 화를 입히는 상소를 올려 선신(先臣)에게까지 미쳤는데, 과거 제문(祭文)에 대한 일을 마음대로 무함하여 말한 것이 망극하였습니다. 그뒤 김치후(金致垕)·김유(金楺)·유언협(兪彦協)의 상소는 신구의 여서(餘緖)를 이어 계술하여 교대로 비난을 가했습니다. 신은 가슴을 에이는 슬픔을 당한 가운데 여러 차례 횡역(橫逆)을 만났으므로 마음이 놀라고 간담이 떨려서 울분과 억울한 사감(私感)이 선신(先臣)이 화를 당하던 초기보다 갑절이나 더합니다. 그렇다고 하더라도 이 일은 이미 갑오년 가을에 관학(館學)의 유생(儒生)들이 서로 잇따라 투서하여 극력 선신(先臣)을 무고하고 헐뜯었으나 우리 성상께서 이미 배척하고 받아들이지 않았습니다. 선신(先臣)이 소장을 올려 스스로 진달하기에 이르러서는 성상께서 또 부드러운 비답을 내리셨습니다. 우리 성상의 크게 밝으신 덕이 중천(中天)의 해와 같이 널리 비추어 말하는 자들의 마음과 뜻을 미세한 것까지 모두 통촉하시니, 찬란한 윤음(綸音)이 사람들의 이목(耳目)에 전파되어 있습니다. 신구와 같은 귀역(鬼蜮)의 무리들이 아무리 피리불고 북치면서 온갖 짓을 다 하더라도, 어떻게 성상께서 혁혁(赫赫)하게 임하신 아래에서 참소를 할 수 있겠습니까? 우리 성상께서 이미 교지를 분명히 내리시어 원통하게 무고당한 사정을 통촉하고 계시니, 신이 진실로 많은 말을 다시 늘어놓으면서 이들과 서로 변명하며 다툴 것이 없습니다. 고질병이 더욱 심하여 이미 버려진 폐물이 되었으니, 진실로 억지로 일어나서 명(命)을 받들 가망도 없습니다. 그러나 전후 사람들의 말을 만난 것이 비상하여 사사로운 마음에 쌓이고 맺혀 원통함이 오장 육부(五腸六腑)를 꿰었으므로 구구하게 자처(自處)하는 도리에 있어 관을 쓰고 띠를 두르고 조정의 반열에 끼일 수가 없습니다. 그런데 어떻게 금일의 거취(去就)에 대해 논할 수 있겠습니까?……” 하니, 답하기를, “나의 뜻을 다시 유시(諭示)하였는데 어찌 사면을 청하는 것이 여기에 이른단 말인가? 상서의 말미(末尾)의 일은 성상께서 선경(先卿)의 소장에 대한 비답에서 이미 일일이 변석(辨釋)하시었으니, 경에게야 마음이 편치 못할 단서가 뭐 있겠는가? 굳이 사직하지 말라.” 하였다.",
                "hj": "○丙申/開城留守崔昌大, 再書辭職, 承優答。 至是三辭, 略曰: 臣有情事之隱痛者。 向來有申球者, 投進禍士林之疏, 而攙及先臣頃年祭文事, 恣意構陷, 爲言罔極。 其後金致垕、金楺、兪彦協之疏, 承述球緖餘, 迭出詬詆。 臣於哀疚創毒之中, 累遭橫逆, 心驚膽掉, 憤懣抑塞之私, 自倍於先臣遘閔之初。 雖然, 此事已於甲午秋間, 館學儒生接踵投匭, 誣捏先臣甚力, 我聖上旣斥而不納。 及先臣上章自陳, 又賜溫批。 我聖上大明旁照, 如日中天, 言者之處心措意, 纖微畢照, 煌煌綸綍, 播在人耳目, 則如球鬼蜮之輩, 雖簧皷百端, 顧何能蝃蝀於赫臨之下哉? 我聖上, 旣明降詞旨, 洞晣冤誣, 則臣固無事於呶呶更辨, 與此輩人交鬨。 痼疾癃廢, 已分爲棄物, 固無望於强起承命, 而顧此前後人言, 所遭非常, 私心蘊結, 痛貫腸胕, 區區自處之道, 有不容纓冠束帶, 廁跡於朝端, 則尙何論於今日去就哉? 云云 答曰: “再諭予意, 何用控免至此乎? 書末事, 聖上答先卿疏批, 業已開釋, 於卿有何難安之端? 毋庸固辭。” 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之六十一終"
            }
        }
    },
    "07": {
        "20": {
            "1": {
                "H2KE-EN": "Choe Changdae , magistrate of Gaeseong , submitted a memorial which read as follows: I saw Kim Yus writing style on the basis of the previous memorial that your subject had jointly listed on the name of Shin Gu . However, he became extremely angry and disparaged at his own will. Your subject is extremely surprised. When Kim Yu submitted a memorial, he suddenly said, As for the cardinal principle of righteousness to be falsely accused by Song Song, this means that he was falsely accused by 효종. Later, he successively submitted a memorial which reads, In general, the cardinal principle of righteousness was called the same sound as the other writing style. This means that Song Songs writing style were truly based on facts. Now, Kim Yu again repeatedly submitted the previous words and said that the former subject disparaged the cardinal principle of righteousness and insulted the other writing style. Your subject is truly grieved. Kim Yus writing style on the basis of King Munjong in order to demonstrate his body at the time of heaven and earth and earth, and there is no other person to reach him. There is no one to admire the cardinal principle of righteousness and encouraging the righteousness. Therefore, it is not necessary to present a memorial several times. Therefore, it is not necessary to present a writing style. However, the writing style is clearly evident, and now it is said that he disparaged the cardinal principle of righteousness and encouraging the righteousness. This means that Songs writing style were not first disparaged the cardinal principle of righteousness and encouraging the righteousness. However, the cardinal principles of righteousness and disparaged the cardinal principles of righteousness while disparaged the cardinal principles of righteousness and righteousness. Truly, this means that Songs writing stored in private houses are kept in the chamber of Songs . If Songs writing style were disparaged, he slandered the cardinal principle of righteousness and encouraging the cardinal principles and encouraging the righteousness, which means that Songs writing cardinal principle of righteousness and encouraging the righteousness of righteousness? Generally speaking, what is the cardinal principle of righteousness and encouragying the cardinal principle of righteousness and encouraging the righteousness? Truly, this means that those cardinal principles should be demonstrated with righteousness and sympathying to righteousness and righteousness. Your subject did not explain this means that Songs writing style and encouraging the cardinal principle of righteousness and righteousness in the writing style of officials. Your subject ventures that Songs writing style of righteousness and wrongdoings",
                "H2KE-nKo": "정묘년에 개성 유수 최창대가 상서하기를,“김유의 서본을 얻어 보니, 신이 전에 올린 소장에서 신구의 이름을 나란히 열거한 것을 가지고 매우 노여워하며 제멋대로 신을 욕하였다고 하니, 신은 놀라움을 금할 수 없습니다. 신구가 상소에서 말할 때마다 ‘송시열이 지킨 대의가 무함을 받았다면 이는 효종께서 무함을 받은 것입니다.’라고 하였습니다. 그 뒤에 번갈아 일어난 말은 대체로 대의를 끌어대어 이구동성으로 신구의 서여를 이어받은 것이라고 하였으니, 이는 참으로 사실에 근거한 말입니다.그런데 지금 김유가 또 전에 한 말을 거듭하여 선신이 대의를 배척하였다고 하면서 더욱 방자하게 욕하고 무함하였으니, 신은 실로 통탄스럽습니다.교 문종의 뜻은 천지가 닫히던 날에 몸을 깨끗이 하고 절개를 온전히 한 것을 찬미한 것이지 다른 사람이 미칠 바가 아니었습니다. 대의를 숭상하고 장려하는 방도로는 이 몇 구절에 해당되지 않는데, 전에 이미 여러 차례 장주에 올랐으므로 지금 일일이 열거하여 아뢸 필요가 없습니다. 그러나 문자가 구비되어 있어서 한 번 보면 밝힐 수 있는데, 지금 대의를 배척하였다고 하니, 어찌 전혀 문리를 이해하지 못하는 것이겠습니까. 바로 이른바 어리석지 않으면 무함이라는 것입니다.교문은 송시열에 대해 비록 처음에는 이름을 배척하고 드러나게 비난하지는 않았지만 이미 비난하고 비평하는 뜻을 부쳤는데, 갑오년에 성균관 유생과 신구가 상소에서는 송시열을 헐뜯어 의논하였다고 지적하였으니, 어찌 할 말이 있겠습니까. 지금 김유는 송시열이 본래의 면목을 억지로 벗어버리고 대의의 중대함만을 단독으로 논하면서 ‘교문은 대의를 배척하였다.’라고 하면서 한결같이 주된 뜻을 반대하여 완전히 무함하였습니다.대저 대의를 높이고 장려하며 사람의 출처를 평가하는 것인데, 대의를 배척하였다는 악명을 뒤집어씌우려고 하니, 그 말이 전혀 이치에 맞지 않아 실로 그 마음의 소재를 알 수 없습니다.지금 이 교문은 이미 사가의 상자에 보관되어 있는데다가 또 그가 논한 것은 대개 은미한 내용일 뿐입니다. 이름을 지적한 것이 드러나서 장독에 등서하여 은미한 내용에서부터 송시열을 헐뜯었고, 송시열을 헐뜯은 것에서부터 성조를 무함하였으며, 성조를 무함한 것에서부터 또 변하여 대의를 배척하였으니, 이것이 과연 공평한 마음으로 일을 논한 데서 나온 것입니까.대저 이른바 대의라는 것은 과연 무슨 물건입니까. 안을 닦고 밖을 물리쳐 흉악한 무리를 제거하고 수치를 씻는 것이 대의의 실상이 아니겠습니까. 진실로 이 의리를 아는 자라면 마땅히 화합하고 협공하는 것으로 일을 삼고 애통하고 측은하게 여기는 것으로 마음을 삼아야 합니다. 그런데 지금 대의를 말하는 자들은 그렇지 않아 좋은 제목을 빙자하여 화를 전가하고 정도를 해치는 도구로 삼기도 하고, 그것을 근거로 하여 세상에 아첨하고 남을 협박하는 기화로 삼기도 하니, 그 말류의 폐단은 장차 나라를 망치는 데 이르게 될 것입니다. 그리고 진정한 대의는 이미 물고기와 토끼의 발굽이 되고 말았습니다. 이른바 음양이 위치를 바꾸어 의리가 없어졌다고 하는 것에 대해 신은 누가 그 허물을 책임져야 할지 모르겠습니다.신이 전에 올린 소장에는 애당초 몹쓸 말과 모욕이 김유에게 미친 적이 없었는데, 지금 그 글의 취지가 참독하고 어그러진 말투가 다시는 도리가 없으니, 사방의 식견 있는 사람들이 침을 뱉으며 더럽게 여기는 것은 저절로 귀결되는 바가 있을 것입니다.가만히 살펴보건대, 김유가 크게 미워한 것은 전적으로 신구와 함께 거론한 데 있습니다. 그의 말과 행동거지를 살펴보면 신구의 서론을 봉행하는 것이 전칙과 같이 엄격하여 마치 더러운 때를 만난 것처럼 부끄럽게 여기고 있으니, 참으로 가소롭습니다. 그러나 이미 예사롭지 않은 횡역을 당하였으니, 이러한 정황으로 어찌 감히 조적에 끼워 거듭 진신들에게 수치를 끼칠 수 있겠습니까.”하니, 답하기를,“이미 남에게 배척을 받았다면 진달하여 분변하는 것이 옳다. 그러나 말을 대부분 가리지 않고 하였으니, 참으로 온당치 못하다. 경은 사직하지 말고 속히 직무를 살피라.”하였다. 최창대가 마침내 사직하고 부임하지 않았는데, 자급을 강등하였다.\n",
                "date_ko": "숙보 62권, 44년(1718 무술 / 청 강희(康熙) 57년) 7월 20일(정묘) 1번째기사",
                "gt-oKo": "개성부 유수(開城府留守) 최창대(崔昌大)가 상서(上書)하기를, “김유(金楺)의 서본(書本)을 얻어 보았더니, 신이 전번의 소장(疏章)에서 그이 이름을 신구(申球)와 함께 열거하였다고 매우 노(怒)하여 제멋대로 신을 헐뜯었으니, 신은 놀라움을 금하지 못하겠습니다. 신구가 상소에서 말하면서 문득, ‘송시열(宋時烈)이 지녔던 대의(大義)가 무함(誣陷)받는다면 이는 효종(孝宗)께서 무함 받는 것이다.’ 하였으며, 그 뒤에 번갈아 일어난 말은 대체로 대의(大義)를 칭찬하여 끌어대어 이구 동성(異口同聲)으로 신구가 나머지 일을 계승하였다고 말하였으니, 이는 참으로 사실에 근거한 말입니다. 지금 김유가 또 지난번의 말을 거듭하면서 선신(先臣)이 대의(大義)를 배척하였다고 하며 더욱 방자하게 욕하고 무함하니, 신은 실로 마음이 아픕니다. 뇌문(誄文)의 주요한 뜻은 대체로 천지(天地)가 막힌 날에 자신을 깨끗이 하고 절개를 온전하게 한 것을 칭찬하였으니, 다른 사람이 언급할 바가 아니었습니다. 그 대의(大義)를 숭상하고 장려한 것이 이 두어 글귀를 당할 수 없음은 그전에 이미 여러 번 소장을 올려 아뢰었으므로 지금 낱낱이 진열할 필요가 없으며, 문자(文字)가 갖추어 있어서 한 번 보면 밝힐 수가 있을 것인데, 지금 대의(大義)를 배척하였다고 말하니, 어찌 그가 전혀 문리(文理)를 이해하지 못해서이겠습니까? 바로 이른바 어리석은 것이 아니면 무함하는 것입니다. 대저 뇌문(誄文)에서 송시열에 대하여 비록 처음부터 명망을 배척하여 드러나게 헐뜯지 않았다고 하더라도 이미 비난하는 뜻을 두었다면, 갑오년에 성균관의 유생[泮儒]과 신구의 상소에서 지목하여 송시열을 헐뜯어 의논하였다고 한 것은 차라리 할말이 있습니다. 그런데 지금 김유가 송시열의 환상에서 벗어난 본래의 면목(面目)을 우선 버려두고 다만 대의(大義)의 소중함만 논하면서 뇌문(誄文)에서 대의(大義)를 배척하였다고 하며 한결같이 주의(主意)를 반대하고 아주 속이고 있습니다. 대저 대의(大義)를 숭상하며 장려하고 남의 출처(出處)를 평론하면서 대의를 배척한다는 악명(惡名)을 덮어씌우려 하나, 그말이 절대로 조리에 맞지 않으니, 진실로 그 마음의 소재(所在)를 이해하지 못하겠습니다. 지금의 이 뇌문(誄文)은 이미 개인의 집안 상자[篋笥]에 간직된 데 관계되고, 또 그 논한 바는 대체로 은미한 내용일 뿐인데, 지목한 이름이 드러나 장독(章牘)에 등초(謄抄)되어 은미한 내용에서부터 송시열을 헐뜯는다 하고, 송시열을 헐뜯는 데서부터 성조(聖祖)를 무함한다고 하며, 성조(聖祖)를 무함하는 데서부터 또 변경시켜 대의(大義)를 배척한다고 하니, 이것이 과연 공평한 마음으로 일을 논하는 자에게서 나왔다고 하겠습니까? 대저 이른바 대의(大義)라는 것은 과연 어떠한 물건입니까? 내정(內政)을 다스리고 외적(外敵)을 물리치며, 흉적(凶賊)을 제거하고 치욕(恥辱)을 씻는 것이 대의(大義)의 실상이 아니겠습니까? 진실로 이 뜻을 아는 자는 당연히 마음을 합하여 서로 공경하는 것으로 일을 삼고, 슬프게 여기고 가엾게 여기는 것으로 마음을 삼아야 합니다. 그런데 지금 대의(大義)를 말하는 자는 그렇지가 않아 적당한 제목(題目)을 빙자하여 더러 끌어다 재화(災禍)를 전가(轉嫁)시켜 정인(正人)을 해치는 자부(資斧)를 삼기도 하고, 더러 그것을 의거하여 세상에 아첨하고 남을 위협하는 기화(奇貨)를 삼기도 하는데, 그 전해지는 폐단은 장차 인물과 국가를 무너뜨리는 데 이르게 될 것입니다. 따라서 진정한 대의(大義)는 대체로 이미 물고기를 잡는 통발과 토끼를 잡는 올가미가 되어 버렸습니다. 그 이른바 음양(陰陽)의 위치가 바뀌고 의리가 없어졌다는 것은 그 허물을 누가 담당해야 할지 신은 모르겠습니다. 신이 전번의 상소에 애당초 욕설이나 치욕을 김유에게 미친 적이 없었는데, 지금 그의 글의 의향(意向)이 몹시 악독하고 사기(辭氣)가 사리에 어긋나 다시 도리(道理)가 없으므로, 사방(四方)의 식견이 있는 자가 침을 뱉으며 비루하게 여기고 있으니, 저절로 당연히 돌아갈 곳이 있을 것입니다. 가만히 살펴보건대, 김유가 아주 가증스러운 것은 오로지 신구와 함께 열거한 데 있었는데, 그의 의논과 사업을 살펴본다면 신구의 서론(緖論)를 법칙[典則]같이 엄격히 받들어 행하였으나, 조리(條理)가 일관(一貫)된 것을 부끄럽게 여기고 때[垢膩]같이 혐의롭게 여기니, 참으로 비웃을 만합니다. 그러나 이미 예사롭지 않은 횡역(橫逆)을 만났으니, 이러한 실정과 자취로써 그가 어떻게 감히 조적(朝籍)에 끼여 거듭 진신(搢紳)에게 수치를 끼치도록 할 수 있겠습니까?” 하자, 비답하기를, “이미 다른 사람의 배척을 당하였다면 진달하여 변명하는 것이 가하다. 그렇지만 말한 내용이 가리지 않고서 발설한 부분이 많으니, 참으로 미안(未安)하다. 경(卿)은 사직하지 말고 빨리 직무를 보살피도록 하라.” 하였는데, 최창대(崔昌大)가 끝까지 사직하고 부임하지 않으니, 자급(資級)을 강등시켰다.",
                "hj": "○丁卯/開城留守崔昌大上書曰: 得見金楺書本, 以臣前章, 竝列其名於申球, 慍怒殊甚, 恣意詆臣, 臣不勝駭然。 球疏爲說, 輒曰: “時烈所秉之大義受誣, 則是孝廟受誣。” 其後迭起之言, 大抵稱引大義, 異口同聲, 謂之承述球緖餘, 此誠據實之辭也。 今楺又申前說, 謂先臣擯斥大義, 益肆詬誣, 臣實痛之。 誄文宗旨, 蓋美潔身全節於天地閉塞之日, 非他人所及耳。 其所以崇奬大義者, 莫當於此數句, 前已屢登章奏, 今不必一一臚陳, 而文字具存, 一見可明, 今謂之排擯大義, 豈其全不解文理耶? 正所謂非愚則誣也。 夫誄文之於宋時烈, 雖未始斥名顯刺, 旣寓譏評之意, 則甲午泮儒及球疏, 指以爲訾議時烈, 寧有說也。 今楺, 姑捨時烈幻脫本來面目, 單論大義之重, 而謂誄文排擯大義, 一反主意, 全然誣罔。 夫崇奬大義, 評人出處, 而欲被之以排擯大義之惡名, 其言絶不成理, 實未曉其心之所在也。 今此誄文, 旣係私家篋笥之藏, 而又其所論, 蓋微詞耳。 指名現出, 謄諸章牘, 自微詞而爲訾時烈, 自訾時烈而爲誣聖祖, 自誣聖祖而又變爲排大義, 此果出於平心論事者耶? 夫所謂大義者, 果何物也? 修內而攘外, 除凶而雪恥, 非大義之實乎? 苟知斯義者, 當以和衷協恭爲事, 哀慟惻怛爲心。 今之言大義者, 不然, 挾藉好箇題目, 或引爲嫁禍毒正之資斧, 或據爲阿世脅人之奇貨, 其流之弊, 將至於敗人國, 而眞正大義, 則蓋已爲魚兎之筌蹄矣。 其所謂陰陽易位, 義理滅息者, 臣未知誰執厥咎也。 臣之前章, 初無惡言僇辱之及於楺者, 今其書詞意趣之憯毒, 辭氣之乖悖, 無復道理。 四方有識之唾鄙, 自當有所歸矣。 竊詳楺之所大惡者, 專在於與球竝擧, 觀其言議事爲, 奉行球緖論, 嚴若典則, 而羞與同條共貫, 則嫌若垢膩, 良足哂也。 然旣遭非常橫逆, 以此情跡, 其何敢齒列朝籍, 重貽搢紳之羞乎? 答曰: “旣被人斥, 則陳辨可也, 而辭語多不擇發, 誠爲未安矣。 卿其勿辭, 從速察職。” 昌大竟辭不赴, 降資。"
            },
            "2": {
                "H2KE-EN": "Magistrate of 판결사이세geun submitted a letter of resignation, which stated, Last year, the request of the late 유신 윤선거 and 윤증 of the two generation was indeed true. However, Your Majesty suddenly received Your Majestys approval. When the order was issued, there was no one who did not gladly share and lamentation. Recently, the State Foundry suddenly changed the possibility of the state, and the opinion of demoting and eliminating the doctrination of the doctrination",
                "H2KE-nKo": "판결사 이세근이 사직 상소를 올렸는데, 그 대략에,“지난해 고 유신 윤선거와 윤증 두 대에 대해 증직해 달라는 청을 신이 실제로 주장하였는데, 그때마다 성상의 하교를 내려 윤허를 받았습니다. 이에 명이 내려지자 너나없이 기뻐하며 감탄하였습니다. 지난번에 흉악한 상소가 한번 나오자 국시가 갑자기 변하여 추삭하고 서원을 헐어 버리자는 논의가 한창 성행하였는데, 전후로 벼슬아치들이 상소를 올리고 유생들이 합문에서 호소한 것이 줄줄이 이어졌으니, 극진히 논하고 힘껏 주선했다고 할 만합니다. 그러나 성상께서는 전혀 들어주지 않아 마음을 돌리시기를 기대하기 어려웠는데, 도리어 바람과 서리로 꺾여 분위기가 쓸쓸해졌습니다. 신은 당초에 청을 주장한 사람으로서 어찌 감히 태연하게 염치를 무릅쓰고 나아갈 수 있겠습니까.”하니, 답하기를,“조정에 시비가 크게 정해진 뒤에 뒤늦게 제기하여 혐의쩍게 여기는 것은 매우 온당치 못하다.”하였다.\n",
                "date_ko": "숙보 62권, 44년(1718 무술 / 청 강희(康熙) 57년) 7월 20일(정묘) 2번째기사",
                "gt-oKo": "판결사(判決事) 이세근(李世瑾)이 사직(辭職)하는 글에 대략 이르기를, “근년에 고(故) 유신(儒臣) 윤선거(尹宣擧)·윤증(尹拯) 양세(兩世)를 증직(贈職)하도록 하는 청을 신이 실제로 주장하였는데, 문득 성상의 전교로 윤허를 받았습니다. 그래서 성명(成命)이 내리자, 기뻐하며 어쩔 줄 몰라 감탄하지 않은 이가 없었습니다. 그런데 지난번 흉소(凶疏)가 한 번 나오자 국시(國是)가 갑자기 변경되어 추삭(追削)하고 서원(書院)을 헐어버려야 한다는 의논이 바야흐로 펼쳐져서 방자하게 시행되니, 전후(前後)에 진신(搢紳)들이 투서(投書)하고 유생(儒生)들이 합문(閤門)에서 부르짖는 등 여기저기서 잇따라 이를 모두 논하고 힘껏 분변하였다고 말할 만합니다. 그러나 천청(天聽)은 아득하기만 하여 감동하여 마음을 돌이키시는 것을 기필하기 어려웠으며, 도리어 엄숙하고 맹렬하게 꺽어 누르시니, 상황이 서글프게 되었습니다. 신은 당초에 주장하여 청하였던 사람으로서, 어찌 감히 복종하여 함부로 나아갈 수 있겠습니까?” 하니, 비답하기를, “조정의 시비(是非)가 아주 정하여진 뒤에 추가로 혐의스러움을 제기하는 것은 너무나 미편(未便)한 데 관계된다.” 하였다.",
                "hj": "○判決事李世瑾辭書, 略曰: 頃年故儒臣尹宣擧、尹拯兩世贈職之請, 臣實主之, 而輒蒙聖敎開允。 成命之下, 莫不歡欣而聳歎。 廼者凶疏一出, 國是忽變, 追削、毁院之論, 方張而肆行, 前後搢紳之投匭, 章甫之叫閤, 磊落相望, 可謂論之盡矣, 辦之力矣。 天聽邈然, 感回難期, 乃反風霜摧剝, 景色愁沮。 臣以當初主請之人, 其何敢厭然冒進? 云云。 答以朝家是非大定之後, 追提爲嫌, 殊涉未便矣。"
            }
        }
    },
    "09": {
        "19": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General in the gabo year (, Supreme General [of the Middle Army Commandery General] [] [of the Middle Army Commandery General] [], [the Middle Army Commandery General] [], and [the Middle Army Commandery General] [of the Middle Army Commandery General] [], [of the Middle Army Commandery General , [of the Middle Army Commandery General] [], [of the Middle Army Commandery General , [of the Middle Army Commandery General] [], [the Middle Army Commandery General] [], [of the Middle Army Commandery General , [of the Middle Army Commandery General] [], [of the Middle Army Commandery General , [the Middle Army Commandery General, and the Middle Army Commandery General], [of the Middle Army Commandery General], [the Middle Army Commandery General], [of the Middle Army Commandery General , [of the Middle Army Commandery General], [the Middle Army Commandery General], and [the Middle Army Commandery General], [of the Middle Army Commandery General, [of the Middle Army Commandery General], [of the Middle Army Commandery General, and the Middle Army Commandery General], [of the Middle Army Commandery General], [the Middle Army Commandery General], [of the Middle Army Commandery General], [the Middle Army Commandery",
                "H2KE-nKo": "판중추부사 서종태가 정중히 부른 일로 인하여 사직 상소를 올렸는데, 그 대략에,“신의 죄과에 대해서는 그동안 올린 상소와 차자에 대략 거론하였습니다. 이 때문에 죽음을 무릅쓰고 거듭 진달합니다. 고 유신 윤선거는 신의 후생으로 그의 얼굴을 알지 못합니다. 젊어서부터 온 세상의 공론을 듣고는 모두 현인 군자로 여겨 같은 시대의 여러 장덕들과 이름이 나란히 있다고 하였습니다. 지난번 문집의 판본을 부수었을 때 신이 차자를 올려 그의 도학을 대략 논하였는데, 그 뒤에 성상의 하교가 지엄하여 신이 몸소 직접 그 뜻을 받든 것 같아 마음과 뼛속이 모두 떨렸습니다.근래 윤선거의 죄는 점차 성조를 무함하고 헐뜯은 것으로 귀결되어 형률을 받은 것이 지극히 무거웠습니다. 신하로서 군부를 무함하고 헐뜯었다면 죽어도 남는 죄가 있습니다. 신이 전일에 일컬은 것은 전적으로 임금을 속인 것으로 귀결되었으니, 그 죄는 주벌을 받아 찬배되어야 마땅합니다. 작년에 신록에 대해 마지못해 명을 받들었으나 의정부에서 명령을 낼 줄만 알았지 대제학이 전적으로 주관할 줄은 몰랐습니다. 조정에서 신록을 잘못 기록했다고 하여 모두 파직하고 개록하였습니다. 신이 일을 담당하자니 정신이 흐릿하여 국조 이래 없었던 일이 있게 되었습니다. 신록은 국가의 막대한 선발인데 일을 그르친 것이 이 지경에 이르렀으니, 또한 영원히 폐기하여 그 책벌을 무겁게 해야 합니다.”하니, 세자가 답하기를,“두 건의 일을 끌어다가 스스로 감당하면서 줄곧 깊이 혐의하는 것은 실로 너무 지나친 듯하다. 다시는 정세 때문에 사직하지 말고 안심하고 도성에 들어와 나의 지극한 바람에 부응하라.”하였다.\n",
                "date_ko": "숙보 62권, 44년(1718 무술 / 청 강희(康熙) 57년) 9월 19일(갑오) 1번째기사",
                "gt-oKo": "판중추부사(判中樞府事) 서종태(徐宗泰)가 돈소(敦召)로 인하여 진달(陳達)하여 사양하였는데, 대략 이르기를, “신의 죄과[罪釁]는 전후(前後)에 올린 상소와 차자(箚子)에서 대략 열거하였습니다. 이 때문에 죽음을 무릅쓰고 거듭 진달합니다. 고(故) 유신(儒臣) 윤선거(尹宣擧)는, 신이 후생(後生)으로 그의 얼굴은 알지 못하지만, 젊어서부터 들으니 한 시대의 공론(公論)이 모두 현인 군자(賢人君子)로 여겨 명망이 같은 시대의 여러 장덕(長德)과 가지런하였다고 합니다. 지난번 문집(文集)의 원판(原板)을 부수어 버릴 때에 신이 차자로 진달하여 그의 도학(道學)을 대략 논하였었는데, 그 뒤에 성상의 전교가 지극히 엄중하므로 신이 마치 몸소 직접 받는 듯하여 마음과 뼈가 모두 떨리는 듯하였습니다. 그런데 요즈음에 와서 윤선거의 죄가 점차 성조(聖祖)를 무함하여 헐뜯은 것이 되어 율(律)을 받는 바가 매우 무거워졌습니다. 인신(人臣)으로서 군부(君父)를 무함하며 헐뜯었다면 베어 죽여도 죄가 남음이 있습니다. 신이 지난날 칭송하여 말한 바가 모두 임금을 속이는 데로 돌아갔으니, 그 죄는 주륙(誅戮)을 당하거나 귀양가기에 합당합니다. 그런데 지난해 신록(新錄)에 힘써 명(命)을 받들면서 단지 의정부(議政府)에서 영(令)을 낸 것만 알았지 대제학(大提學)이 전적으로 주장한 것은 몰랐습니다. 그러자 조정(朝廷)에서 그 신록(新錄)이 착오되었다고 하여 모두 폐지하고 신록을 고치도록 하였습니다. 신이 일을 맡아 사리에 어둡고 미혹되어 국조(國朝) 이래로 없었던 일을 있게 만들었습니다. 홍문록(弘文錄)은 국가(國家)에 있어서 더할 수 없이 중대한 선발이 되는데, 일을 그르친 것이 이 지경에 이르렀으니, 역시 영영 폐고(廢錮)시켜 그 책벌(責罰)을 무겁게 함이 마땅합니다.” 하였는데, 세자(世子)가 답하기를, “두 건(件)의 일을 끌어다 스스로 감당하며 한결같이 매우 혐의스럽게 여기니, 실로 너무 지나친 데 관계된다. 다시 정세(情勢)로써 사직하지 말고 마음을 편안하게 가지고 도성(都城)에 들어와 나의 지극한 소망에 부응하도록 하라.” 하였다.",
                "hj": "○甲午/判中樞府事徐宗泰因敦召陳辭, 略曰: 臣之罪釁, 略擧前後章箚。 玆故冒死申陳之。 故儒臣尹宣擧, 臣後生, 不識其面, 自少聞一世公論, 咸以爲賢人君子, 名竝於同時諸長德。 頃在文集毁板也, 臣陳箚, 略論其道學, 其後聖敎至嚴, 臣如身親承, 心骨俱悚。 近來宣擧之罪, 轉成於誣毁聖祖, 被律至重。 人臣而誣毁君父, 誅死而有餘罪。 臣之前日所稱道, 全歸罔上, 其罪合被誅竄。 昨年新錄, 黽勉承命, 只知政府出令, 不知大提學專主之。 朝家以其錄爲錯謬, 悉罷而改錄。 臣當事昏迷, 致有國朝以來所未有之事。 弘錄爲國家莫大之選, 僨誤至此, 亦當永廢, 以重其責罰云云。 世子答曰: “以兩件事, 引以自當, 一向深嫌, 實涉太過。 勿復以情勢爲辭, 安心入城, 用副至望。”"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, Jo Gwan , second deputy clerk of the Office of Royal Genealogy , presented a memorial to the King in his hometown. He became extremely angry that Yin Feng (K. Yun Bong , Seong Jinryeong , Hwang Gwiha , Yu Bokmyeong , Hong Gyejeok , and others had submitted a memorial to the King. The King answered that the previous incident should not be necessarily raised again, thus he should not be refused. Thus, he should not be refused and returned. As a result, Jo Gwan빈이 record keepers of the Office of Royal Decrees , Yin Feng, Hong Gyejeok, and others demonstrated their strength and even impeached their father Jo Tae Chae . Even though Jo Gwan빈은 angry and angry, he wished to die. However, there was no one who supported him. Thus, only several of them were Jo Tae Chae , who is close to the guesthouse. Because of this, Jo Gwan빈이 almost desired to support his scholars to support his own voices to speak without ceasing. At that time, the scholars were destroyed and unable to accept them. Subsequently, in the sinchuk year (, Tae Chae again supported Yi I, Jo Jip, and others. Kim Yu also had been impeached at the beginning, but he became angry and wished to return to his fathers hometown. Subsequently, when Yi Myeongdeok was impeached impeached, he said in anger, It is said that there is no one who does not have a small opinion. These groups of people enjoyed themselves to speak, but if they were angry, they could not bear to see them correctly.",
                "H2KE-nKo": "을사년에 부교리 조관빈이 시골에 있으면서 상서하기를,“윤봉조, 성진령, 황귀하, 유복명, 홍계적 등이 비난하고 배척한 말에 대단히 화를 냈습니다.”하니, 답하기를,“지나간 일은 다시 제기할 필요가 없다. 사직하지 말고 올라오라.”하였다. 조관빈이 도당록에 관한 일을 논핵하면서부터 윤봉조와 홍계적의 무리가 매우 힘껏 배척하고 심지어 그의 아버지 조태채까지 아울러 탄핵하였다. 조관빈이 비록 분개하여 죽고자 하였으나 편당을 지어 도와주는 자가 없었고, 다만 조태채와 친밀한 손님 몇 사람이 성원하였을 뿐이었다. 조관빈이 이 때문에 스스로 사류에 붙좇으려고 계속 떠들어 대었는데, 마침 사류들이 좌절되어 그 말을 받아들여 길들이지 못하였다. 마침내 신축년에 조태채가 다시 이이명과 김창집 등에게 투합하였다. 김유도 처음 탄핵을 받았을 때 분노하여 바른길로 돌아오려고 하였는데, 곧이어 이명의가 거듭 탄핵한 것으로 인하여 분개하여 말하기를,“소론은 없는 자라고 할 만하다. 이들이 기뻐하면 만족해하고 노여워하면 반목하는 태도는 차마 똑바로 볼 수 없다.”하였다.\n",
                "date_ko": "숙보 62권, 44년(1718 무술 / 청 강희(康熙) 57년) 10월 1일(을사) 1번째기사",
                "gt-oKo": "부교리(副校理) 조관빈(趙觀彬)이 고향에 있으면서 상서(上書)하여 윤봉조(尹鳳朝)·성진령(成震齡)·황귀하(黃龜河)·유복명(柳復明)·홍계적(洪啓迪) 등이 헐뜯으며 배척한 말에 대하여 매우 화를 내었으므로, 세자(世子)가 지나간 일은 모름지기 다시 제기할 것이 못되니 사직하지 말고 올라오라고 답하였다. 조관빈이 도당록(都堂錄)의 일을 논하면서부터 윤봉조·홍계적의 무리가 매우 힘껏 배척하고 그의 아비 조태채(趙泰采)까지 탄핵하는 데 이르자, 조관빈이 비록 분개[憤恚]하여 죽으려고 하여도 편들어 돕는 자가 없고, 다만 조태채의 측근 몇 사람이 성원(聲援)했을 뿐이었다. 조관빈이 이 때문에 스스로 사류(士流)에게 붙좇고자 하여 앞장서서 말하기를 그치지 않았으나, 마침 사류들이 기가 꺾여 수용해서 좇지 못하였다. 마침내 신축년에 조태채가 다시 이이명(李頤命)·김창집(金昌集) 등과 뜻이 맞았으며, 김유(金楺) 또한 처음으로 탄핵받고 노(怒)하여 바른 곳으로 돌리려고 하다가 도로 이명의(李明誼)가 거듭 탄핵하는 것으로 인하여 분개하여 말하기를, “소론(少論)은 없다고 말할 만하다. 이 무리들이 좋으면 발이라도 닦아주고 화가 나면 서로 미워하는 태도는 차마 바로 볼 수가 없다.” 하였다.",
                "hj": "○乙巳/副校理趙觀彬在鄕上書, 盛怒尹鳳朝、成震齡、黃龜河、柳復明、洪啓迪等詆斥之言, 答以往事不須更提, 勿辭上來。 自夫觀彬論堂錄事, 鳳朝、啓迪輩, 斥之甚力, 至竝劾其父泰采, 觀彬雖憤恚欲死, 而無黨助者, 只泰采昵客數人爲聲授而已。 觀彬以此, 幾欲自附士流, 倡言不已, 會士流摧敗, 不能受而馴之。 遂及辛丑, 泰采復投合於頣、集等, 金楺亦初被劾, 怒欲歸正, 旋因李明誼重劾, 憤曰: “少論可謂無者。 此輩喜則摩足, 怒則反目之態, 有不忍正視矣。”"
            }
        }
    },
    "12": {
        "6": {
            "1": {
                "H2KE-EN": "Former Second Minister of Punishments Yi Se필이 졸하였다. Se필의 자는 Gunbo , and the 호는 Gucheon . He was the 증손 of Munchung [District] [], and the son of Second Minister [of Punishments] Si술 []. He was from a large family. He early studied at his studies, and by nature he was well-versed and clear. He was well-versed in his studies, and his diligence and thoroughly studyed thoroughly. He was fair and purposed by nature and pursuing the circumstances. He did not concentrate on his own strength. Even when state affairs and state affairs were slightly identified, he was acquainted with acquaintances. He was even deeply studying the proprieties, and his studies were clearly manifested. When questioning, he responded with the study of history and referred to the study of history. He examined the study of history. He became an ill parent among Confucian scholars in the nearby, and he was excessively observed. In general, when a government post was appointed to a county or county, he was entrusted with a level of protection privilege. Everywhere he possessed extraordinary merit. When he was summoned, he was ordered from the Office of the Inspector General to the various ministries to concentrate on his strength, but he did not come to work. In the jeongyu year (, he submitted a memorial to the throne, which made the strength of Heaven and supporting the state. As for the merits of all Confucian scholars, he could reach the world and benefit the world, there were only Se필이 in this world. When he was entrusted with His Majesty the King, he spreadly listened to the two characters of Comprehensive Mirror to Aid in Government (C. Xiaoxue . Truly, his accomplishments and accomplishments were evidently revealed at the time of his nature. When he died, there was a splendy of splendor, and those who observed him differ from this. During the reign of King Gyeongmyo (, he granted a mourning rite",
                "H2KE-nKo": "전 형조 참판 이세필이 졸하였다. 이세필의 자는 군보이고 호는 귀천이다. 문충공 이항복의 증손이고 참판 이시술의 아들이다. 대가에서 태어나 어려서 학문에 뜻을 두었는데 타고난 자질이 통명하고 개제한 공부가 자상하고 정밀하며 사색의 정밀함과 추서의 공정함이 바로 그가 평소에 힘을 썼던 것이다. 정사와 시무에 대해서는 적확한 견해와 실용이 있었다. 더욱 예학에 조예가 깊어 논저가 쌓여 있으면 묻는 대로 응답하고 고거하는 것이 정밀하고 타당하였다. 근세의 유자들을 병들게 한 것이 고도보다 지나쳤다. 일반 관원과 주군에 제수되면 한결같이 세음으로 자처하여 가는 곳마다 모두 특이한 치적이 있었다. 징명할 경우에는 대성에서 제조에 이르기까지 모두 극력 사양하며 한 번도 취임하지 않았다. 정유년에 올린 한 통의 상소는 세상에서 임금의 마음을 돌리고 사직을 부지한 힘으로 귀결되었다. 제유들의 공리가 당세에까지 미친 것은 오직 이세필뿐이었다. 바야흐로 속광할 때에 입으로 간곡하게 말해 주고 자세히 들어 보니 단지 《소학》 두 글자뿐이었다. 그의 실심과 실학은 관화할 때에 이와 같이 하였음을 징험할 수 있다. 죽을 때에 밤에는 새벽처럼 밝은 기운이 있었으므로 보는 자들이 이상하게 여겼다. 경종조에 숭덕상현이라는 이유로 사제하고 좌찬성에 추증하였다. 영광과 삼척에 모두 사원이 있었다.\n",
                "date_ko": "숙보 62권, 44년(1718 무술 / 청 강희(康熙) 57년) 12월 6일(기유) 1번째기사",
                "gt-oKo": "전(前) 형조 참판(刑曹參判) 이세필(李世弼)이 졸(卒)하였다. 이세필의 자(字)는 군보(君輔)이고 호(號)는 귀천(龜川)으로, 문충공(文忠公) 이항복(李恒福)의 증손(曾孫)이고 참판(參判) 이시술(李時述)의 아들이다. 지체 좋은 집안에 태어나 일찍부터 학문에 뜻을 두었는데, 타고난 자질이 사리에 통달하고 기상이 단아하였으며, 공부(工夫)는 자상하게 정돈되고 치밀(緻密)하여 사물의 이치를 파고 드는 정밀함과 미루어 용서하는 공정함은 바로 그가 일평생 동안 힘을 기울였던 바였다. 정사(政事)와 시무(時務)에 이르러서는 여유 있게 확실한 견해와 실질적인 응용이 있었으며, 더욱 예학(禮學)에 조예가 깊어 논저(論著)를 쌓아 둔 것이 있었다. 묻는 데 따라 응답해 주고 참고하여 증거삼는 것이 정밀하고 타당하였는데, 근세(近世)의 유자(儒者)들이 고도(高蹈)하는 것이 지나침을 병통으로 여겼다. 그리고 여러 관직과 주·군(州郡)에 임명이 되어서는 한결같이 좋은 문벌임을 자처(自處)하였는데, 있었던 곳마다 모두 특이한 치적(治績)이 있었다. 부르는 명(命)이 있을 것 같으면 대성(臺省)에서 여러 조(曹)에 이르도록 모두 극력 사양하고 한 번도 취임하지 않았는데, 정유년에 한 차례 올린 소(疏)는 세상에서 임금의 마음을 돌리고 사직(社稷)을 부지하게 한 힘으로 돌리니, 여러 유자(儒者) 중에서 공리(功利)를 당세에 베풀고 미치게 한 이는 오직 이세필이 있을 뿐이었다. 바야흐로 임종[屬纊] 때에 입에서 곡진하게 타이르는 말이 있어 주의(注意)하여 똑똑하게 들어보니, 단지 ‘《소학(小學)》’ 두 자(字)뿐이었다. 그러니 그의 성실한 마음과 성실한 학문이 세상을 떠나는 즈음에서도 이와 같음을 징험할 수 있다. 운명하던 시각에 밤이었는데도 밝은 기운이 날이 새는 듯하므로 보는 자가 이상하게 여겼다. 경종조[景廟朝]에 덕(德)을 높이고 어진 이를 높이는 뜻으로 사제(賜祭)하고, 좌찬성(左贊成)으로 증직(贈職)하였다. 영광(靈光)·삼척(三陟)에 모두 사원(祠院)이 있다.",
                "hj": "○己酉/前刑曹參判李世弼卒。 世弼字君輔, 號龜川。 文忠公恒福之曾孫, 參判時述之子。 出於大家, 早年志學, 天資通明, 愷悌工夫, 詳整縝密, 思索之精, 推恕之公, 乃其平生用力, 而至於政事、時務, 綽然有的見實用。 尤邃於禮學, 積有論著, 隨叩而應, 攷据精當。 病近世儒者, 過於高蹈。 凡庶官州郡之除, 一以世蔭自處, 所在皆有異績。 若徵命, 則自臺省至諸曹, 竝力辭不一就。 丁酉一疏, 世歸以回天扶社之力。 在諸儒功利之施及當世, 惟世弼有焉。 方屬纊, 口有諄諄, 諦聽, 只《小學》二字。 其實心實學, 可驗於觀化之際, 如此。 歿時, 夜有光氣若曙, 觀者異之。 景廟朝, 以崇德尙賢賜祭, 贈左贊成。 靈光、三陟, 竝有祠院。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之六十二終"
            }
        }
    },
    "leap month 8": {
        "6": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Yun Jiwan passed away. He was eighty-four years old. His courtesy name was Sukrin , and his 호는 Dongsan . His character was eight cheok long and his voice was similar to the bell. His character was simple and honest by nature and honest by nature. His character was difficult to steadfastly oppportunate. He was worried by himself, and he did not arbitrarily draw his back and forth. In the gyeongsin year (, he avoided the suspension of an uprightness. In the imsul year (, when he visited the Ming court as an envoy, the barbarians were impressed by his sincerity and dignity. After returning, he always inquired after his health. In the gabo year (, when he was serving as an envoy at the Royal Lecture , he stood up leisurely increased disturbance. From this day forward, the high and low officials supported him as if he were powerful. In the gabo year (, he was first appointed as a grand envoy, and the King was loved with great generosity. Not long after he visited the Ming court, due to his illness, he resigned from office. He did not support his life until he passed away. In the end, he did not spare his loyalty and loyal words, but he did not spare his life of the ninth rank in the Royal Ancestral Shrine . His character was similar to the name of Deokwan and his character was similar to the natural world throughout the ages. Speaking that he had been entrusted with six cheok and one hundred ri of the land he was called this man. His character was granted the posthumous name of Chungjeong , and he was enshrined in the courtyard of Sukmyo Hall . People criticized him, saying, It would be impossible for Jiwan to raise his great scholar to study his study at the beginning of the gabo year (. This is because he was slightly reluctant to the hopes of Confucian scholars.",
                "H2KE-nKo": "영중추부사 윤지완이 졸하니, 나이가 84세였다. 윤지완의 자는 숙린이고, 호는 동산이다. 키가 8척 남짓하고 소리는 큰 종소리와 같았다. 침착하고 굳세며 준엄하고 깨끗하여 지조를 굽히지 않고 지키는 것을 빼앗기 어려웠다. 사물에 앞서는 염려가 있었으나 스스로 기관을 끊어 버리고 일을 처리하는 도구가 있었으며, 진퇴를 함부로 하지 않았다. 경신년에 한 번 피혐하고는 지론이 너그럽고 공평하였다. 임술년에 사명을 받들고 가서는 오랑캐들이 그의 정성과 위엄에 감복하여 이미 돌아와서는 항상 안부를 물었다. 갑자년의 연대에서는 앉아서 끊임없는 소란을 진정시켰는데, 이로부터 윗사람과 아랫사람이 시귀처럼 의지하였다. 갑술년에 맨 먼저 의정에 임명되어 임금의 사랑이 한창 융숭하였는데, 조정에 나온 지 얼마 되지 않아 병으로 물러나기를 청하여 종신토록 나오지 않았다. 원대한 사업은 강구하지 못하였지만 만년의 절개와 충성스러운 말로는 90세 남짓한 목숨을 아끼지 않고 30년 동안 보호해 준 큰 절개를 성취시켰다. 덕을 온전히 하고 명예를 온전히 한 것은 남구만과 더불어 천고에 똑같이 칭송받았으니, 이른바 ‘6척을 의탁하여 100리를 맡긴다.’라는 것이 바로 이런 사람이다. 시호를 충정이라 하였으니, 숙종의 묘정에 배향되었다. 기롱하는 자가 말하기를 ‘윤지완은 기량과 재주가 갖추어져서 대인의 학문으로 길러졌다.’라고 하였으니, 필시 갑술년의 첫 연석에서의 공봉에 대한 논의는 없었을 것이다. 이것이 사림의 기대에 조금 가볍게 된 까닭이다.\n",
                "date_ko": "숙보 62권, 44년(1718 무술 / 청 강희(康熙) 57년) 윤8월 6일(신해) 1번째기사",
                "gt-oKo": "영중추부사(領中樞府事) 윤지완(尹趾完)이 졸(卒)하였는데, 나이 84세였다. 윤지완의 자(字)는 숙린(叔麟)이고, 호(號)는 동산(東山)이다. 키가 8척(尺) 남짓하였는데, 소리는 큰 종이 울리는 듯하였다. 침착하고 굳세고 준엄하고 결백하여 지키는 지조를 빼앗기 어려웠다. 사물에 앞서는 지려(智慮)가 있어서 스스로 기관(機關)과 단절하였고, 일을 분변하는 재능이 있어서 나아가고 물러가는 것을 망령되게 하지 않았었다. 경신년에 한 번 사피(辭避)하였으나 주장하는 의논은 너그럽고 공평하였다. 임술년에 사명(使命)을 받을었는데, 오랑캐가 그의 성의와 위엄에 감복하여 이미 돌아온 후에도 언제나 그의 기거(起居)를 물었다. 갑자년 연대(筵對)에서는 앉아서 끊임없는 소란을 진정시켰는데, 이때부터 상하(上下)가 시귀(蓍龜)처럼 의지하였다. 갑술년에 맨먼저 의정(議政)에 임명되어 임금의 돌보심이 바야흐로 융성하였는데, 조정에 나아간 지 얼마되지 않아 병으로 물러나기를 고(告)하고 종신(終身)토록 일어나지 못하였다. 원대한 사업은 강구하지 못하였지만 만년(晩年)의 절개와 충성스런 말은 90을 바라보는 남은 목숨을 아끼지 않고 30년 동안 보호한 큰 절개를 성취시켜 덕성(德性)을 온전하게 하고 명예를 완전하게 하여 남구만(南九萬)과 함께 천고(千古)에 함께 칭송받게 되었으니, 이른바 〈국가의 어려운 때를 당하여〉 육척(六尺)의 어린 임금을 맡길 수 있으며 1백 리나 되는 지방의 행정을 위임할 수 있는 그런 사람이었다. 시호(諡號)는 충정(忠正)이고, 숙종(肅宗)의 묘정(廟庭)에 배향(配享)되었다. 의논하는 자는 말하기를, ‘윤지완의 기량(器量)과 재능[才具]으로 대인(大人)의 학문을 길렀다면 틀림없이 갑술년 처음 경연(經筵)에서의 공봉(供奉)에 대한 의논은 없었을 것이다.’고 했으니, 이것이 사림(士林)의 기대(期待)에 조금 가볍게 여기는 까닭이다.",
                "hj": "○辛亥/領中樞府事尹趾完卒。 年八十四。 趾完字叔麟, 號東山。 身長八尺餘, 聲若洪鍾。 沈毅峻潔, 礭守難奪。 有先物之慮, 而自絶機關, 有辦事之具, 而不妄進退。 庚申一避, 持論寬平。 壬戌奉使, 夷人服其誠威, 旣歸常問起居。 甲子筵對, 坐鎭繹騷, 自是上下, 倚若蓍龜。 甲戌, 首膺大拜, 上眷方隆, 造朝未幾, 以疾告退, 終身不起。 未究遠業, 而晩節忠言, 不惜九秩餘命, 成就三十年保護之大節。 全德完名, 與南九萬, 千古同稱。 倘所謂托六尺、寄百里者, 此其人也。 諡忠正, 配享肅宗廟庭。 譏者謂: “以趾完器量才具, 養以大人之學, 則必無甲戌初筵供奉之論。” 此所以差輕於士林之望也。"
            },
            "2": {
                "H2KE-EN": "Fourth Censor Yu Bokmyeong of the Office of the Censor General argued the problem of the Office of Records to seeking bribes ,【글은 위에 보인다.】 Concurrent Official Yi Yu , responsible for a single word to clarify himself. At this point, [Yu] Bokmyeong took this problem. [Yu] Bokmyeong took this problem as follows: The word of the high-ranking official, instead of insulting your subject on the word, repeatedly slandered your subject. How could your subject remain silent? Nevertheless, Choe Suchang is an interpreter and requested 5,000 nine nuine nu ",
                "H2KE-nKo": "정언 유복명이 경리청의 모리하는 폐단을 논하였다. - 이 글은 위에 보인다. - 주관 대신 이유가 대변하는 소장을 올려 스스로 해명하였다. - 이 차자는 위에 보인다. - 이때에 이르러 유복명이 이 때문에 인피하였는데, 그 대략에,“대신의 차자에서 신이 상서한 말을 가지고 도리어 비난하고 헐뜯으며 조목조목 변명하였으니, 신이 어찌 끝내 잠자코 있을 수 있겠습니까. 최수창은 역관 한 사람일 뿐인데 5000냥의 백금을 얻기를 청하였고, 김홍적도 일개 시골 출신의 무인인데 수천 냥의 은자를 얻기까지 하였으니, 이것이 1만 냥에 가까운 은화가 아니겠습니까. 안귀서가 받은 조 2000섬, 미 300포는 1000섬에 가까운 미곡이 아니겠습니까. 덕지의 둔전미 4400섬은 싼 값으로 돈을 사서 납부하지 못한 것이 절반이 넘으며, 사대부 집의 환곡 700여 섬을 전혀 납부하지 않았습니다.호적지의 방납, 공명첩을 강제로 팔고, 김우태, 이두화, 김갑명 등 차인은 삼남에서 이익을 노리고 있습니다. 공물 연조를 사서 빚을 놓거나 갑리를 징수하고, 의승은 번을 면제해 주고 돈을 징수하며, 각 점에서는 자질구레한 것을 쇄재하여 이식을 취하는 것이 한두 가지가 아니어서 명색이 여러 가지입니다. 장부를 살펴보면 많지만 그 실상을 살펴보면 텅 비어 있어 도성의 백성들이 원망하고 한탄하는 것이 마치 물과 불 속에 있는 것 같고, 여러 도에서 근심하고 탄식하는 것이 마치 난리를 만난 것 같습니다. 이것은 바로 나라 사람들의 공언인데, 대신은 스스로 반성할 생각은 하지 않고 도리어 말한 사람을 허물하니, 신은 삼가 대신을 위해 애석하게 여깁니다.”하고, 이어 탕춘대를 계속 쌓을 수 없다는 상황을 언급하였는데, 누누이 1000여 마디나 되어 확실한 근거가 있었으므로 이유가 끝내 변명하지 못하였다.\n",
                "date_ko": "숙보 62권, 44년(1718 무술 / 청 강희(康熙) 57년) 윤8월 6일(신해) 2번째기사",
                "gt-oKo": "정언(正言) 유복명(柳復明)이 경리청(經理廳)에서 이익을 탐하는 폐단을 논하자,【글은 위에 보인다. 주관 대신(主管大臣)인 이유(李濡)가 상소에 대하여 스스로 변명하였다. 차자(箚子)는 위에 보인다.】이때에 이르러 유복명이 이 일로써 인피(引避)하였는데, 대략 이르기를, “대신(大臣)이 차자(箚子)에서 신이 상서한 내용을 도리어 비난하여 꾸짖고 조목마다 변명한 일에 대하여 신이 어찌 끝까지 잠자코 있을 수 있겠습니까? 최수창(崔守昌)은 다만 일개 역관[譯舌]인데 5천의 백금(白金)을 청하여 얻었고, 김홍적(金弘績) 또한 일개 시골의 무사(武士)인데 수천(數千)의 은자(銀子)를 얻기에 이르렀으니, 이것이 1만에 가까운 은화(銀貨)가 아니겠습니까? 그리고 안귀서(安龜瑞)가 봉수(逢授)한 조(租)가 2천 석(石)이고 쌀이 3백 포(包)이니, 이것이 1천에 가까운 미곡(米穀)이 아니겠습니까? 덕지(德池)의 둔전미(屯田米) 4천 4백 석을 헐값으로 매전(買錢)하였는데 과반(過半)은 수납하지 않았고, 사대부(士大夫) 집안의 환곡(還穀) 7백여 석은 전혀 바치지 않았으며, 호적지(戶籍紙)의 방납(防納)과 공명첩(空名帖)을 강제로 파는 데 이르러서는 김우태(金遇兌)·이두화(李斗華)·김갑명(金甲明) 등 차인(差人)이 삼남(三南)에서 이익을 침탈하여 공물(貢物)을 연조별(年條別)로 사들여 빚을 주어 갑리(甲利)로 거둬들이고, 의승(義僧)의 번드는 것을 면제시켜 주고 돈을 징수하며, 각 상점을 찾아내어 자질구레하게 등재(登載)하여 이식을 취하는 것이 한결같지 않아서 명색(名色)이 여러가지로 많습니다. 그 장부를 살펴보면 많은데 그 실상을 상고해 보면 텅 비어 있으니, 도성(都城)의 백성들이 원망하고 탄식하기를 마치 물이나 불 가운데 있는 것과 같이 하며 여러 도(道)에서 근심하고 한탄하는 것이 마치 난리(亂離)를 만난 것과 같습니다. 이것은 바로 나라 사람들이 공공연하게 하는 말인데, 대신이 스스로 반성할 것은 생각하지 않고 도리어 말한 사람을 책망하니, 신은 가만히 대신을 위하여 애석하게 여깁니다.” 하고, 인해서 탕춘대(蕩春臺)를 잇따라 쌓을 수 없는 상황을 누누이 천여 마디의 말로 언급하였는데, 정확하게 근거가 있었으므로 이유가 마침내 변명하지 못하였다.",
                "hj": "○正言柳復明論經理廳牟利之弊,【書見上。】主管大臣李濡, 對章自明。【箚見上。】至是, 復明以此引避, 略曰: 大臣之箚, 以臣書語, 反加譏詆, 逐條辨明之事, 臣安得終默? 崔守昌特一譯舌, 而請得五千白金, 金弘績, 亦一鄕弁, 而至得數千銀子, 此非近萬銀貨乎? 安龜瑞所逢授租二千石, 米三百包, 此非近千米穀乎? 德池屯米四千四百石, 輕價買錢, 未納過半, 士夫家還穀七百餘石, 全然未捧。 及戶籍紙防納、空名帖勒賣, 金遇兌、李斗華、金甲明等差人, 漁利於三南, 貢物年條之買給債, 甲利之徵, 義僧之除番徵錢, 各店之刷載瑣屑, 取殖不一, 名色多端。 按其簿則夥然, 考其實則枵然, 都民怨咨, 如在水火, 諸路愁嘆, 若逢亂離。 此乃國人之公言, 大臣不思自反, 反咎言者, 臣竊爲大臣惜之。 因及蕩春臺不可繼築之狀, 縷縷千餘言, 鑿鑿有據, 濡卒無以卞焉。"
            }
        }
    }
}