{
    "08": {
        "2": {
            "1": {
                "H2KE-EN": "Fourth Inspectors of the Office of the Inspector General Yi Jeung submitted a memorial requesting that Your Majesty withdraw the appointment of Min Hoe , Kim Deok , Jeong Jasung , Jo Saseok , and Yi Yeong . The King did not approve the request, and the King addressed the memorial as follows: The way of the state selects the talent and virtue is the superior grade, and the meritorious deeds are the superior grade. Now, all of these two officials are those who have talent and reputation. How could there be no problems to select and appoint them? Nevertheless, if they clarified the previous faults, it would be quite against the intent of selecting and appointing those who did not prepare all the effects.",
                "H2KE-nKo": "갑자년에 지평 이증이 상소하여 민암, 김덕원, 정재숭, 조사석, 이정영을 품계를 올려 발탁한 것이 지나치다는 것을 논하고, 대간의 계사를 따라 도로 거두어들이기를 청하였는데, 주상이 비답을 내려 허락하지 않았다. 그 대략에,“국가에서 인재를 취하는 도리는 재덕이 으뜸이고 공로가 그 다음입니다. 지금 이 몇몇 신하들은 모두 재망이 있는 사람들이니, 선발하여 등용하는 것이 무슨 안 될 것이 있겠습니까. 그러나 지난날의 작은 허물을 들추어 내는 것은 남과 함께하기를 바라지 않는다는 뜻에 매우 어긋납니다.”하였다.\n",
                "date_ko": "숙보 8권, 5년(1679 기미 / 청 강희(康熙) 18년) 8월 2일(갑자) 1번째기사",
                "gt-oKo": "지평(持平) 이증(李增)이 소(疏)를 올려 민암(閔黯)·김덕원(金德遠)·정재숭(鄭載嵩)·조사석(趙師錫)·이정영(李正英)을 발탁 승진시킨 지나침을 논하고 대간(臺諫)의 계청을 따라 명을 환수할 것을 청하니, 임금이 윤허하지 않겠다고 비답하였는데, 그 대략은 다음과 같다. “국가가 사람을 뽑는 도리는 재덕(才德)이 맨 위이고 공로는 그 다음이다. 지금의 몇몇 신하는 다 재주와 인망이 있는 사람인데 선발하여 등용하는 것이 어찌 옳지 못함이 있겠는가? 그러나 지난날의 하찮은 잘못을 지적해 내는 것은 남을 도와서 구비하기를 바라지 않는다는 뜻과는 전혀 다르다.”",
                "hj": "○甲子/持平李增疏論閔黯、金德遠、鄭載嵩、趙師錫、李正英陞擢之濫, 請從臺啓還收, 上批不許, 略曰: “國家取人之道, 才德爲上, 功勞次之。 今玆數臣, 皆是有才望之人, 簡拔登庸, 有何不可, 而抉摘前日之細過, 殊非與人不求備之意也。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On imo day, Fourth Inspector [of the Office of the Inspector General] Yi Jeung advised again that it is requested that Jeong Jasung and Yi Jeongyeong be appointed to government posts. The King did not approve this request. 사신은 논한다. 민암s failure is no different from that of Yi Jeongyeong. However, Yi Jeongyeong has a behavior. Kim Deoks beyond the prescribed grade of promotion is the same as that of Jeong Jasung. [However,] Jasung was expected to have expectations [with Yi Jeung]. Only due to the differences of discussions, 민암 , Kim Deok , and Yi Wong록 did not deliberate on how to deliberate on the discussions were discussed. Only these two men took this into consideration and continued to deliberate on the matter. People indignantly lamented them.",
                "H2KE-nKo": "지평 이증이 전계를 거듭 아뢰어 정재숭과 이정영을 특별히 제수한 명을 도로 거두어들이기를 청하였는데, 주상이 허락하지 않았다. 사신은 논한다. 민암이 걸맞지 않은 것은 이정영과 차이가 없으나, 이정영은 행실이 있고 김덕원이 등급을 뛰어넘은 것은 정재숭과 마찬가지이다. 정재숭은 인망이 있었으나 논의가 같지 않았기 때문에 민암, 김덕원, 이원록은 몇 차례 전계를 정지하고 이 두 사람만 끄집어내어 논핵하기를 그치지 않았다. 식자들은 이 점을 탄식하였다.\n",
                "date_ko": "숙보 8권, 5년(1679 기미 / 청 강희(康熙) 18년) 8월 20일(임오) 1번째기사",
                "gt-oKo": "지평(持平) 이증(李增)이 전일의 아뢴 것을 다시 개진하여 정재숭(鄭載嵩)·이정영(李正英)에게 특별히 제수한 명을 환수할 것을 청하니, 임금이 윤허하지 않았다. 사신(史臣)은 논한다. “민암(閔黯)이 그 직위에 적합하지 않은 것은 이정영(李正英)과 다를 것이 없으나, 이정영은 행실이 있고, 김덕원(金德遠)의 초탁(超擢)이 정재숭과 동일하나 정재숭은 인망이 있다. 다만 의논이 같지 않다 하여 민암·김덕원·이원록(李元祿)은 두어 차례의 계청으로 논핵을 그만두고, 이 두 사람만 뽑아 내어 논핵하기를 그치지 않으니, 견식이 있는 사람은 내심 탄식하였다.”",
                "hj": "○壬午/持平李增申前啓, 請還收鄭載嵩、李正英特除之命, 上不許。 【史臣曰: “閔黯之不稱, 與李正英無異, 而正英則有行; 金德遠之超躐, 與鄭載嵩一般, 而載嵩則有望。 特以論議之不同, 閔黯、金德遠、李元祿, 則只數啓停論, 拈出此兩人, 論之不已, 識者竊歎。”】"
            }
        }
    },
    "12": {
        "13": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, the King received in audience by Fourth Censor Nam Hu , who had repeatedly reported to the King to be replaced by Third Minister of Rites Kim Jungjung , who was replaced by the King. The King said to Chief State Councilor 허적 , Does my dear sir not know about this? The report stated that it is not different from [Kim] Jungjung. Considering this, I desire to permanently abolish [Kim Jungjung]. 허적이 아뢰기를, “송시열 and [Yi] Jul are all [Kim] Manjungs grandfather Kim Jangsaeng []. [Kim] Manjung is a friendly relationship with [Kim] Yeol, and not to say that [Kim] Jungjung is the same offense. [Nam] Hu avoided [such behavior], and the King specially replaced [Kim Jungjung]. The royal secretaries requested that [Kim Jungjung] be reinstated, and high officials also observed this. The King was argued at the beginning of the first time and then followed [the advice]. 【상세한 내용은 위에 보인다.】 사신은 논한다. [Kim] Manjung is a royal relative, and his appointment is not related to the state. The appointment of the Ministry of Personnel and the Ministry of War must be replaced prior to this man. The King, on this man, slandering the inspectors and censors, did not realize that his words were exposed. What is the reason for this? In recent years, the Ministry of Personnel and the Ministry of Personnel succeeds [Kim Jungjung] on the purpose of applying personal favoritism and flattered [Kim Jungjung], having no choice to promote [Kim Jungjung]. Truly, [Kim Jungjung] flattered [Kim Jungjung] and subsequently scolded [Kim Jungjung] on the grounds that [Kim Jungjung] was a losss of his personal favoritism. [However], [Kim Jungjung] received a royal order, and [Kim Jungjung] received a royal order on the grounds that [Kim Jungjungs] flattery opinion and sounded [Kim Jungjung] on the grounds that [Kim Jungjungs] circumstances [Kim Jungjungs] sagacity. [Kim Jungjung] retreated [Kim Jungjungs] crime of deceiving the King, and [Kim Jungjung] flattered a royal relative with one royal relative. The circumstances of the Office of the Inspector General and the Office of the Inspector General successfully observed [Kim Jungjungs] suddenly and reprimanded [Kim Jungjung] on the grounds that [Kim Jungjungs] lack",
                "H2KE-nKo": "초복을 행하였다. 인견할 때 정언 남후가 전계를 거듭 아뢰어 예조 참의 김만중을 체차하였다. 주상이 영의정 허적에게 말하기를,“경은 모르는가? 계사에 민정중과 다름없다고 하였으니, 이것으로 보면 영원히 버리고자 하는 것이다.”하니, 허적이 아뢰기를,“송시열과 송준길은 모두 김만중의 조부 김장생의 문인입니다. 김만중이 송시열과 서로 친한 것이 민정중과 다름없다는 것을 말한 것이지 같은 죄를 지었다고 말한 것은 아닙니다.”하였다. 남후가 인피하니, 주상이 특별히 체차하였다. 승지가 도로 거두어들이기를 청하고 대신도 그렇게 말하자, 주상이 처음에는 어렵게 여기다가 나중에야 그대로 따랐다. - 상세한 내용은 위에 보인다. - 사신은 논한다. 김만중은 일개 척리이니, 그를 등용하고 버리는 것이 국가에 그다지 관계가 있는 것이 아니다. 전조가 반드시 이 사람을 먼저 수용해야 하는데, 주상이 이 사람을 위하여 대간을 꺾으면서 자신도 모르게 그 말이 드러나게 된 것은 어째서인가?근래 전조가 사람을 등용할 때 한결같이 사사로운 뜻에 따라 구차하게 자기와 뜻을 같이하여 승진 발탁하기에도 겨를이 없고, 진실로 자기와 뜻을 달리하면 거의 다 공박하였다. 엄한 하교가 한번 내려지자 허적 이하가 겁을 먹고 벼슬을 잃을까 걱정하여 의론을 견지하고 화평하게 하여 한쪽 편을 수용해야 한다는 뜻으로 임금 앞에서 진달하여 한때의 무사하기만을 바랐다. 물러나서는 한 사람도 수용하지 못할까 두려워하였고, 또 임금을 기만한 죄에 빠질까 두려워 급급하게 한 명의 척리를 수용하여 주상의 뜻에 영합하여 책임을 때울 계책을 삼았다. 대각이 논한 것이 대체로 좋았는데 갑자기 우레와 같은 위엄을 가하여 형편없다고 꾸짖기까지 하였다. 아, 주상이 하는 일도 사사로운 뜻에서 벗어나지 못하고 신하에게 사사로움이 없다고 꾸짖기도 어렵다. 그러나 대간의 계사에서 논한 것은 또한 한바탕 웃음거리가 될 만하다. 허적을 주석의 대신이라고 하고 허적을 배척한 것을 죄로 삼으니, 이러고도 어찌 임금의 마음에 감동하기를 바랄 수 있겠는가.\n",
                "date_ko": "숙보 8권, 5년(1679 기미 / 청 강희(康熙) 18년) 12월 13일(갑술) 1번째기사",
                "gt-oKo": "초복(初複)을 실시하고 인견(引見)을 할 적에 정언(正言) 남후(南垕)가 전일의 아뢴 일을 다시 개진하고 예조 참의 김만중(金萬重)을 체직할 것을 청하니, 임금이 영의정 허적(許積)에게 이르기를, “경(卿)은 알지 못하겠는가? 계사(啓辭)에 민정중(閔鼎重)과 다를 것이 없다고 하였으니, 이로 본다면 영원히 버리고자 함이다.” 하니, 허적이 아뢰기를, “송시열(宋時烈)과 송준길(宋浚吉)은 모두 김만중의 할아비인 김장생(金長生)의 문인이므로, 김만중과 송시열과의 친분이 민정중과 다를 것이 없다는 뜻이지 죄가 같다는 것이 아닙니다.” 하였다. 남후가 인피(引避)하니 임금이 특별히 체직하였고, 승지(承旨)가 환수할 것을 청하고 대신도 또 아뢰니, 임금이 처음에는 어려워하다가 나중에는 따랐다.【위에 상세히 보인다.】 사신(史臣)은 논한다. “김만중은 한 사람의 척리(戚里)로서 그를 쓰고 쓰지 않는 것이 국가에 그다지 관계되지 않는데도 이조가 수용함에 반드시 이 사람을 먼저하고, 임금도 이 사람을 위하여 대간(臺諫)을 꺾는 기색이 자신도 모르게 노출된 것은 무슨 까닭이겠는가? 근래 이조에서 사람을 쓰는 것이 한결같이 사의(私意)만 따라서, 다만 자기와 맞으면 발탁하기에 겨를이 없고 다만 자기와 다르면 공격하여 끝장을 내었다. 준엄한 교지가 한 번 내려지자, 허적 이하가 자리를 잃을 것이 두려워서 논의를 화평하게 갖고 저쪽 사람도 수용한다는 뜻을 임금의 안전에서 진달하여 일시적으로 무사하기를 바라고, 물러나서는 또 그 한 사람을 쓰지 않았다가 다시 임금을 기만한 죄에 빠질 것이 두려워서 서둘러 한 사람의 척리를 기용하여 임금의 뜻에 영합하여 책임을 다하려는 계획을 삼으므로, 대각(臺閣)의 의논이 대체로 좋은데도 천둥 같은 위엄이 갑자기 이르러 형편이 없다고 꾸짖은 것이다. 아! 임금이 하는 일이 또한 사의(私意)의 작용을 면치 못하면서 신하에게 사심(私心)을 없애라고 꾸짖기는 또한 어려울 것이다. 그러나 대간이 논한 것 또한 우습다. 허적을 주석(柱石)의 대신이라 하여 허적을 지척한 것으로 죄를 삼으니, 이러고도 어찌 임금의 마음에 줏대가 있기를 바라겠는가?”",
                "hj": "○甲戌/行初覆。 引見時, 正言南垕申前啓, 遞禮曹參議金萬重, 上謂領議政許積曰: “卿不知耶? 啓辭以爲, 與閔鼎重無異, 以此觀之, 欲永棄也。” 積曰: “時烈、浚吉皆萬重祖金長生門人也。 萬重之與時烈相親, 無異鼎重之謂也, 非謂同罪也。” 垕引避, 上特遞之。 承旨請還收, 大臣亦言之, 上初難, 而後從之。【詳見上。】 【史臣曰: “萬重卽一戚里, 其用捨, 不甚有關於國家。 銓曹之收用, 必先於此人, 而上之所以爲此人, 摧折臺諫, 自不覺其辭氣之露者, 何歟? 近來, 銓曹用人, 一循私意, 苟同於己, 陞擢之不暇; 苟異於己, 搏擊之殆盡。 及乎嚴旨一下, 自積以下煌㤼患失, 以持論和平, 收用一邊之意, 陳達於咫尺天威之下, 以冀一時之無事。 及退恐其不用一人, 而又陷於欺誣之罪, 汲汲用一戚里, 以爲合上意而塞責之計。 臺閣所論, 大體則好, 雷威遽加, 至以無狀責之。 噫! 上所爲亦不得免於私意, 而責臣下之無私, 亦難矣。 然其臺啓所論, 亦足一哂。 以積謂之柱石大臣, 以斥積爲罪, 如是, 而尙何望有槪於王心哉?”】 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之八"
            }
        }
    }
}