{
    "01": {
        "3": {
            "1": {
                "H2KE-EN": "On sinhae day, Left State Councilor Jeong Jungju reported to the King in the Royal Lecture, saying, The level of government offices and ranks are very separated. In the imjin year (, the Tang [Dynasty] met [Yi] Sibang [] and quickly called men of talent. At that time, a assistant section chief was first promoted to a section chief . The level of government offices and ranks are of great importance like this. Recently, there were those who were directly promoted to a strategic county by the jurisdiction of the district. This is truly presumptuous. Thereupon, [they] requested that Cheonan be designated to a strategic county and that Magistrate of Cheonan District Yi Uichang be promoted to a strategic county. However, Yi Uichang has already been replaced, and he has also repeatedly served as a local magistrate, and he is not quickly promoted to a strategic county. It would be appropriate to assign him as a strategic county. The King said, I also regard his level of ranks as important. However, my dear sirs words are like this. It would be appropriate to assign him as a replacement. At that time, the level of ranks were cautious and sympathy in the Royal Confucian Academy, and yet one county was promoted to a strategic county without authorization. In the end of the year, the problems of such problems have become more severe. Even when a section chief and a jurisdiction chief have been passed through a district, [the magistrate] dislikes it impossible to appoint him again and has no meritorious deeds. [However,] he has been promoted to a county by the jurisdiction of the county and county by the jurisdiction of a strategic prefecture. Alas! The official ranks and ranks are more cautious, and the powerful candidates have been opened and the powerful candidates are observed without hearing, and the powerful candidates of the powerful candidates. How could I overcome the powerful and cautious?",
                "H2KE-nKo": "좌의정 민정중이 연석에서 아뢰기를,“국가의 관직 품계는 매우 엄격하여 옛날 임진년에 명나라 장수가 이시방을 보고 인재를 자주 칭찬하였는데, 당시에 좌랑으로서 비로소 정랑에 올랐습니다. 조종조의 자급이 이와 같이 소중한데, 근래에는 현을 경유하여 곧바로 주목에 오르는 경우가 있으니, 이는 참으로 외람된 일입니다.”하고, 이어 천안을 현으로 강등하여 군으로 승격시킬 것을 청하였다. 현감 이의창이 체차되어야 하는데, 이미 고을을 잘 다스렸고 또 여러 차례 수령을 지냈으니, 군수로 승격시키는 것은 너무 갑작스러운 일이 아닐 듯하다고 청하니, 파격적으로 잉임하는 것이 마땅할 듯하다. 주상이 말하기를,“나도 그 자급을 소중히 여기는데, 경의 말이 이와 같으니 잉임하는 것이 좋겠다.”하였다. 이때를 당하여 자급을 신중히 하고 아끼는 것이 조종조만 못하였지만, 한 군의 자급을 올려 주는 것도 오히려 이와 같이 경솔히 제수하지 않았다. 말년에 이르러 이 폐단이 더욱 심해져서 비록 음관이라도 한 현을 거치면 재차 제수하지 않는 것을 싫어하였고, 치적이 칭찬할 만한 것이 없는데도 현을 경유하여 군으로, 군을 거쳐 부목으로 마치 절차가 공평하고 진취된 듯이 하였다. 아, 명기가 더욱 가벼워지고 요행을 바라는 문이 크게 열려 종핵이 전혀 들리지 않고 세력만 바라보고 있으니, 애석함을 금할 수 있겠는가.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 1월 3일(신해) 1번째기사",
                "gt-oKo": "좌상(左相) 민정중(閔鼎重)이 연석(筵席)에서 아뢰기를, “국가 관원의 품계(品階)가 매우 확연하여 예전 임진년에 중국[唐] 장수(將帥)가 이시방(李時昉)을 보고 인재(人材)라고 자주 칭찬하였는데, 이때 좌랑(佐郞)으로서 비로소 정랑(正郞)에 승진되었으니, 조종조(祖宗朝)에 자급(資級)의 중함이 이와 같았습니다. 근래에는 현(縣)의 경유하여 곧바로 주(州)·목(牧)에 승진되는 자가 있으니, 이는 진실로 지나칩니다. 인하여 청컨대 천안(天安)을 현(縣)으로 강등(降等)시켰던 것을 장차 군(郡)으로 승격시키소서. 현감(縣監) 이의창(李宜昌)은 체임(遞任)시켜야 하나 이미 잘 다스렸고, 또 누차 읍재(邑宰)를 지냈으니 군수(郡守)로 승진시키더라도 너무 갑작스러운 것은 아니므로, 마땅히 격식을 깨뜨리고 잉임(仍任)해야 할 듯합니다.” 하니, 임금이 말하기를, “나도 자급(資級)을 중하게 여기는데 경(卿)의 말이 이와 같으니, 잉임(仍任)하는 것이 좋겠다.” 하였다. 이때에 자급(資級)을 신중히 여겨 아끼는 것이 조종조(祖宗朝)에 미치지는 못하였으나, 한 군(郡)의 등급이 올라가더라도 오히려 가볍게 제수하지 않음이 이와 같았다. 말년(末年)에 내려와서는 이러한 폐단이 더욱 심해졌다. 그래서 비록 음관(蔭官)일지라도 한 현(縣)을 다스리게 되면 다시 제수받지 않는 것을 싫어하여 정치상의 공적이 칭찬할 일이 없으면서도 현(縣)에서 군(郡)으로, 군(郡)에서 부(府)·목(牧)으로, 절차(節次)가 쉽게 올라가는 듯하게 되었다. 아아! 명기(名器)가 더욱 가벼워져서 요행의 문(門)이 크게 열리고, 종핵(綜核)은 듣지 못하면서도 세력(勢力)만 중시(重視)하게 되니, 애석함을 견딜 수 있겠는가, 애석함을 견딜 수 있겠는가?",
                "hj": "○辛亥/左相閔鼎重白于筵中曰: “國家官階甚截, 昔在壬辰, 唐將見李時昉, 亟稱人材, 時以佐郞, 始陞正郞。 祖宗朝資級之重, 有如是矣。 近來有由縣直陞州牧者, 此誠濫矣。” 因請天安降縣, 將陞郡, 縣監李宜昌當遞, 而旣善治, 且屢經邑宰, 陞郡守不至太驟, 似當破格仍任。” 上曰: “吾亦重其資級, 而卿言如此, 仍任可也。” 當是時, 資級之愼惜, 不及祖宗朝, 而一郡陞秩, 猶不輕授如此。 降及末年, 此弊彌甚, 雖蔭官, 經一縣, 厭不再授, 無政績褒稱, 而由縣而郡, 郡而府牧, 若節次平進然, 噫! 名器益輕, 而倖門大開, 綜核蔑聞而勢力是視, 可勝惜哉; 可勝惜哉?"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Yi Sang submitted a memorial requesting his resignation on the basis of the official document presented by 영상 김수항 . The summary of the memorial read as follows: There is a single word that possessessessession of households. Your subject ventures to say that this state is dangerous and dangerous, and the peoples livelihood is impossible to suddenly enforce a new law so that there may be an unexpected disaster. As this matter is related to the security of the state, it is necessary to thoroughly deliberate on how to deal with it. Though your subject is ignorant and worried, he is still occupied by the ranks of high officials. However, as the governor comes and goes to the court, he cannot know whether the state has been observed or not. It is evident that he cannot possess anything whether the state has occurred or not. However, the dispute is a public matter. It is not necessary to make a grudge against each other. Now, his resignation is truly caused by a disease. Why must the chief state councilor be uncomfortable like this? The King urgently admonished him to discuss the measures. Thereupon, Yi Sangjin submitted a memorial. Second Deputy Director of the Office of Royal Decrees Hong Mansu submitted a writing to the King, which read as follows: The building of a pavilion on the grounds that there have been no government office to build a pavilion on the grounds that there have been no government office to build a pavilion on the grounds that there have been no government office to build a pavilion on the grounds that there have been no government office to build a pavilion on the grounds that there have been no house in which Yi Bang . Yi Sangjin lived without a house and also had a horn disease. Every morning court assembly ordered the Office of Royal Decrees to build a pavilion on the grounds that he entered the palace.",
                "H2KE-nKo": "우의정 이상진이 영의정 김수항의 차자로 인하여 사직 차자를 올렸는데, 그 대략에,“본래 호포에 대한 이야기가 있었습니다. 신의 어리석은 생각으로는, 이렇게 나라의 형세가 어렵고 위태로우며 백성들이 곤궁하고 초췌한 때에 갑자기 새로운 법을 시행하여 놀라 소요를 일으키는 문제가 있게 해서는 안 된다고 봅니다. 이 일은 나라의 안위가 달려 있으니, 진실로 충분히 강구하여 살펴 처리해야 합니다. 신이 비록 식견과 사려가 없지만 그래도 대신의 반열에 끼어 있습니다. 그런데 도신이 상의하느라 조정의 조치에 대해 알지 못하였으니, 그 사이에 있으나마나 하였음을 알 수 있습니다. 그러나 간쟁하는 것은 공적인 것이니, 사사로이 서로 유감스럽게 여기며 노여워할 필요는 없습니다. 지금 사직하는 것은 실로 질병 때문이니, 영의정이 어찌 이처럼 불안해할 필요가 있겠습니까.”하니, 비답하기를,“속히 출사하여 치도를 논하라.”하였다.이상진이 이어 정고하니, 지제교 홍만수가 비답을 초하기를,“여러 해 동안 임시로 거처하고 있었는데, 동래공이 누각을 짓고 희소한 기로소에 이방이 부축하였다.”하였다.이상진은 집도 없이 살았고 다리병도 있어서 조정의 명이 있을 때마다 황문으로 부축하여 들어갔으므로 사람들이 사실을 기록한 것이라고 하였다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 1월 3일(신해) 2번째기사",
                "gt-oKo": "우의정(右議政) 이상진(李尙眞)이 영상(領相) 김수항(金壽恒)의 차자(箚子)로 인하여 말을 아뢰었는데, 대략 이르기를, “본래부터 호포(戶布)에 대한 말이 있었는데, 신의 어리석은 의견으로는 이처럼 나라의 형세가 어렵고 위태로우며 백성들의 생활이 곤궁하고 피폐한 때에 새로운 법을 갑자기 시행하여 놀라고 소란스러운 근심을 초래하게 할 수는 없습니다. 이 일은 국가의 안위(安危)에 관계되니, 진실로 충분히 강구하여 자세히 살펴서 처리해야 할 것입니다. 신이 비록 식려(識慮)는 없으나, 그래도 대신(大臣)의 반열(班列)에 있는데, 도신(道臣)이 왕복(往復)하면서 조정의 설시(設施)를 듣고서 알지 못하였으니, 그 사이에 있고 없음이 관계가 없음을 볼 수 있습니다. 그러나 간(諫)하는 바는 공적(公的)인 것이니, 사사로운 감정으로써 서로 원망하고 성낼 필요는 없습니다. 지금 말한 바는 실로 질병(疾病)에 의한 것인데, 수상(首相)께서 어찌 반드시 이처럼 불안(不安)하게 여기십니까?” 하니, 속히 나와서 정치를 논하라고 비답(批答)하였다. 이상진(李尙眞)이 인하여 정고(呈告)하니, 지제교(知製敎) 홍만수(洪萬遂)가 비답(批答)을 초안(草案)하였는데, 이르기를, “여러 해가 지나도록 교우(僑寓)하고 있으나, 구래공(寇萊公)처럼 누각(樓閣)을 지음이 없었으며, 세상에 드문 기로(耆老)의 반열(班列)에 참여했으니 이방(李昉)처럼 부축을 받도록 하라.” 하였다. 이상진은 저택이 없이 살았고, 또 다리병[脚病]이 있어 조정의 명령이 있을 때마다 내시[黃門]가 부축하여 들어왔으니, 사람들이 〈이 비답을〉 사실대로 기록했다고 한다.",
                "hj": "○右議政李尙眞因領相金壽恒箚, 陳辭, 略曰: 自有戶布之說, 臣之愚意竊以爲, 當此國勢艱危, 民生困悴之日, 不可遽行新法, 致有驚擾之患。 玆事係國安危, 固當熟講審處。 臣雖無識慮, 猶忝大臣之列, 而道臣往復, 朝家設施, 未得聞知, 可見其不能有無於其間矣。 然所爭者公, 不須私相憾怒。 卽今所辭, 實緣疾病, 首相何必若是其不安乎? 批以速出論道。 尙眞仍呈告。 知製敎洪萬遂草批曰: “經年僑寓, 無萊公之起樓, 稀歲耆班, 有李昉之扶腋。” 尙眞居無第宅, 且有脚病, 每朝命, 黃門扶入, 人以爲紀實云。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Prior to this, a discussion was held on the storehouse of Yeongsan Granary in Jeolla Province. Executive Assistant of the Hae운 Yun협 requested again that Yeongsan Granary not be moved. Governor Shin Iksang requested that the ship on Left [Jeolla] Province be surrounded on seven mountains , and the large and small ships transported on boat all from Yeongsan. If the storehouse is not moved, the storehouse will be removed and transported far away from Beautiful Virtue (Grand Master Granary from Beauti . All the people resent their grievances. The State Council discussed the matter and entrusted the governor to inquire into whether this would be proper or not. ",
                "H2KE-nKo": "이에 앞서 전라도 영산창을 옮겨 설치하자는 의논이 있었는데, 해운 판관 윤협이 또 옮기지 말 것을 청하였다. 감사 신익상이 장계로 청하기를,“좌도의 뱃길은 모두 칠산 - 해명이다. - 을 경유하는데, 크고 작은 선박이 모두 영산창에서 나옵니다. 만약 창고를 옮기지 않는다면 가까운 곳을 버리고 멀리 법성 - 조창 이름이다. - 으로 운반해야 하니, 백성들이 모두 원통하다고 호소합니다.”하였다. 묘당이 도신에게 다시 의논하여 편리한지 여부를 다시 물었다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 1월 8일(병진) 1번째기사",
                "gt-oKo": "이보다 앞서 전라도(全羅道) 영산창(榮山倉)을 옮겨 설치하자는 의논이 있었는데, 해운 판관(海運判官) 윤협(尹悏)이 또 옮기지 말도록 청하였었다. 감사(監司) 신익상(申翼相)이 장계(狀啓)로 청하기를, “좌도(左道)의 뱃길은 모두 칠산(七山)【바다의 이름이다.】을 경유하는데, 크고 작은 배의 운행이 모두 영산(榮山)에서 나오므로, 만약 창고(倉庫)를 옮기지 않는다면 가까운 곳을 버려 두고 법성(法聖)【조창(漕倉)의 이름이다.】까지 멀리 운송해야 하니, 백성들이 모두 원망을 호소할 것입니다.” 하니, 묘당(廟堂)에서 의논하여 도신(道臣)에게 위임하여 편리한지의 여부를 다시 자문하도록 아뢰었다.",
                "hj": "○丙辰/先是, 全羅道榮山倉有移設之議, 而海運判官尹悏又請勿移。 監司申翼相狀請, 左道船路, 皆由七山,【海名。】大小船運, 皆出榮山。 若不移倉, 捨近而遠輸於法聖,【漕倉名。】民皆呼冤。 廟堂議覆委道臣, 更加詢訪便否。"
            }
        }
    },
    "02": {
        "19": {
            "1": {
                "H2KE-EN": "On jeongyu day, Superintendent of the Military Training Office [of the Middle Army] Kim Man release from office. 영의정 김수항이, the King had Registrar [of the Middle Army] Kim Seokju transferred [to the Middle Army] and appointed [Kim Manju]. The King granted permission. [Kim Manju] also recommended Shin Yeocheol and Kim Hun, who are worthy of supporting s supporting ",
                "H2KE-nKo": "정유년에 훈련대장 김만기가 면직되었다. 영의정 김수항이 어영대장 김석주를 옮겨 제수해야 한다고 주상에게 아뢰니, 주상이 허락하였다. 또 신여철과 김익훈이 어영대장에 합당하다고 천거하였다. 김익훈은 더욱 직임을 맡을 만하니, 의망하여 들인 뒤에 마땅히 참작하여 낙점을 내려야 한다고 하였으나, 주상이 답하지 않았다. 의망하여 들인 뒤에 주상이 그 말을 채용하지 않고 신여철에게 제수하였다. 이때 김석주와 김만기 등은 모두 임금의 외척으로서 나라의 권병을 잡고 있었고, 김익훈은 김만기의 막내부였다. 탐욕스럽고 방자하며 패란하여 길가는 사람들이 지목하였다.김수항은 명색이 사류이면서도 기꺼이 부화뇌동하여 오히려 병권이 두 외척에게 돌아가지 않을까 두려워하였고, 대장의 자리를 바꾸고 임금을 지휘하였는데도 참작하여 낙점을 내려야 한다는 말에 대해 헤아려 취사선택을 드러내 보였으니, 너무도 기탄없는 짓이었다. 주상이 이미 그 말을 채용하지 않았는데도 두려워할 줄을 몰랐으니, 어쩌면 그리도 사리에 어둡단 말인가. 민정중과 민유중도 똑같이 임금의 외척이지만 자신을 단속하는 것은 두 금에 비해 차이가 있으니, 사람들이 이것으로 그가 면직될 것을 점쳤다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 2월 19일(정유) 1번째기사",
                "gt-oKo": "훈련 대장(訓鍊大將) 김만기(金萬基)가 면직(免職)되었다. 영의정(領議政) 김수항(金壽恒)이 어영 대장(御營大將) 김석주(金錫胄)를 옮겨서 제수하도록 임금에게 아뢰니, 임금이 허락하였다. 또 신여철(申汝哲)과 김익훈(金益勳)이 어영 대장에 합당하다고 천거하고, 김익훈이 더욱 임명할 만하니, 의망(擬望)이 들어온 후에 마땅히 헤아려서 낙점(落點)하시라고 하였으나, 임금이 답하지 않았다. 의망이 들어오게 되자 임금이 그 말을 채용하지 않고 신여철(申汝哲)을 제수하였다. 이때 김석주(金錫胄)·김만기(金萬基) 등은 모두 임금의 외척(外戚)으로서 나라의 권세를 잡고 있었다. 김익훈은 김만기의 계부(季父)이었는데, 탐욕스럽고 방종하고 도리에 어긋난다고 길가는 사람들이 눈짓을 하였다. 김수항은 명색(名色)이 사류(士流)이지마는, 달가운 마음으로 부화뇌동(附和雷同)해서 오히려 병권(兵權)이 두 외척에게 돌아가지 않게 될까 염려하였다. 그래서 대장(大將)을 바꾸게 되자 임금에게 지시하였는데, 헤아려서 낙점하라는 말은 취사 선택할 것을 나타내 보였으니 그가 어렵게 여겨서 꺼리낌이 없음이 심한 편이다. 임금이 이미 그 말을 채용하지 않았는데도 또한 두려워할 줄을 알지 못하였으니, 어쩌면 그렇게 사리에 어두웠는가? 민정중(閔鼎重)·민유중(閔維重)도 같은 외척이지마는, 자기 몸을 단속하는 것은 두 김[兩金]에게 비교하면 차이가 있었으니, 사람들이 이로써 〈김만기가〉 면직(免職)될 것을 점쳤었다.",
                "hj": "○丁酉/訓鍊大將金萬基免。 領議政金壽恒白上以御營大將金錫冑移拜, 上許之。 又薦申汝哲、金益勳可合御將, 而益勳尤可任, 擬入後宜酌量下點, 上不答。 及擬入, 上不用其說, 授汝哲。 時, 金錫冑、金萬基等俱以戚畹, 持國權柄, 而益勳, 萬基之季父也。 貪縱悖亂, 行路以目。 壽恒名爲士流, 而甘心和附, 猶恐兵權之不歸兩戚, 大將移易, 指揮君上, 而酌量下點之說, 顯示取舍, 無忌憚甚矣。 上旣不用其說, 而亦不能知懼, 何其闇也? 閔鼎重、維重亦同是戚室而自律視兩金有間, 人以此卜其免焉。"
            }
        }
    },
    "04": {
        "27": {
            "1": {
                "H2KE-EN": "On gapjin day, Mok , a man named Mok , who passed away in gapjin year (. Mok was an old nature and had a beautiful appearance of the study of the Royal Confucian Academy . He had a magnanimity and fond of ancient texts, and his literary skills and his literary texts were very luxurious. He showed a difference between the people and the people. However, he did not have actually study the study of the Royal Confucian Academy because he wished to demote himself from the Royal Confucian Academy and apply the law to the Royal Ancestral Shrine and the Altar of the Soil and Grain . However, he did not know that he was involved in human relationships and plotted to guilty a man. Moreover, Mok and 조경 were well-versed in the shrine literary texts, but he was a descendant of the Royal Ancestral Shrine . Jo Gyeong had a thorough knowledge of his means of his means. But Mok was unable to do so, and his distinction between the distinction and the distinction between the other. In the gapjin year (, he entered the magnificent group and entered the capital ascended into half years. When he reached the minister, he was unable to reappoint his duties without considering what he had received. He became old and foolish, causing an error, he became ridiculed by a woman. The three individuals [of the Royal Confucian Academy] were all able to observe the circumstances and the distinction between the three individuals. However, he did not differ from Ha Ryun and Heo Jeok . Sometimes there were a good sense of discussions. The 차자에 대해 논하기를, Nineteen banishment to Nineteen , and Heo견 finally there was no incident.",
                "H2KE-nKo": "갑진년에 허목이 졸하였다. 허목은 고모는 눈썹에 선학의 자태가 있었다. 박아하고 옛것을 좋아하였으며 문장은 고상하고 간결하였으며 전법은 매우 기이하여 속류에 견주어 볼 때 다른 점이 있었다. 그러나 학문은 실제를 터득한 것이 없었다. 대개 송시열의 예론이 효종을 폄박하였다 하여 반드시 고묘하고 법을 적용하고자 한 것은 그가 자중하여 남을 무함하는 죄과에 스스로 빠져들었다는 것을 몰랐던 것이다. 또 허목과 조경은 모두 묘문을 많이 지었는데 혼조의 여파였고, 조경은 척도가 매우 엄하였으나 허목은 그렇게 하지 못하였다. 청탁의 구분이 적었고 만년에 갑인년 이후 여러 사람을 따라 들어갔다가 반 년이 지나서야 경상에 이르렀는데, 자기를 헤아리지 않고 직임을 받았으므로 늙어서 정신이 흐릿하여 가는 곳마다 비웃음을 샀다. 이 세 가지는 모두 그가 지닌 마음의 깊고 얕음을 볼 수 있다. 그러나 윤휴, 허적과는 달라서 이따금 좋은 언론이 있었다. 논사의 차자에 ‘남구만은 찬배되었고, 허견은 끝내 무사하였다.’라고 한 것을 사람들이 많이 전송하였다. 처음에 사서에서 ‘죽었다.’라고 썼는데, 그 뒤에 이하진이 당론으로 유배된 것도 모두 이 예를 사용하였으니, 어쩌면 그리도 심하단 말인가.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 4월 27일(갑진) 1번째기사",
                "gt-oKo": "허목(許穆)이 졸(卒)하였다. 허목은 옛날 사람의 풍모와 흰 털이 섞인 눈썹으로서 학(鶴)과 같은 자태가 있었다. 학식이 넓고 성품이 아담하며 옛것을 좋아하였고, 문장(文章)은 고상하고 간결하였으며, 전법(篆法)은 매우 기이하였고, 속류(俗流)에 비하여 특별히 다른 것이 있었으나, 학문은 실지의 공부가 없었다. 대개 송시열(宋時烈)의 예론(禮論)으로써 효종(孝宗)을 깎아 박대하였다 하여 반드시 고묘(告廟)하여 법대로 적용하려고 한 것은, 그가 중한 일를 핑계하여 남을 얽어서 해치는 죄과에 스스로 들어감을 몰랐던 것이다. 또한 허목은 조경(趙絅)과 함께 묘문(墓文)을 많이 지었는데, 혼조(昏朝)의 여파(餘派)에서 조경은 척도(尺度)가 매우 엄하였으나, 허목은 그렇지 못하여 사물의 청탁(淸濁)에 분별이 적었다. 만년(晩年)인 갑인년 이후에 여러 사람을 따라서 〈조정에〉 들어간 지 반 년 만에 경상(卿相)에 이르렀는데, 자기의 역량을 헤아리지 않고서 직임(職任)을 받았으니, 늙어 쇠약하여 〈일이〉 전도(顚倒)되고 착오(錯誤)되어 부딪치는 곳에서 웃음거리를 남겼다. 그러므로 삼자(三者)가 모두 마음 수양의 깊고 얕음을 볼 수 있다. 그러나 윤휴(尹鑴)와 허적(許積)과는 다른 점이 있어서 이따금 좋은 언론(言論)이 있기도 하였다. 그 일을 논한 차자(箚子)에, “남구만(南九萬)이 유배되고 허견(許堅)의 무리가 마침내 무사하였다.” 하는 것을 사람들이 대부분 입에서 입으로 전하여 외게 되었다. 애당초 사서(史書)에서는 죽은 것으로써 썼는데, 이후로 이하진(李夏鎭)의 당론(黨論)으로 유배되는 자에 대해서 모두 이 예(例)를 썼으니, 얼마나 대단한 일인가?",
                "hj": "○甲辰/許穆卒。 穆, 古貌厖眉, 有仙鶴之姿。 博雅好古, 文章高簡, 篆法甚奇, 視俗流有殊異者。 然學未有實得, 蓋以宋時烈禮論爲貶薄孝廟, 必欲告廟而按法者, 不知其自入於藉重構人之科。 且穆與趙絅俱多著墓文, 而於昏朝餘派, 絅則尺度甚嚴, 穆則不能然, 涇渭少分別。 晩際甲寅後, 隨衆而入半年, 致卿相, 不量己而受任, 老耄顚錯, 觸處貽笑, 三者皆可以觀所存淺深也。 然與尹鑴、許積異, 往往有好言論。 其論事箚曰: “九萬竄, 堅卒無事。” 者, 人多傳誦。 初, 史書以死, 是後李夏鎭之以黨論被謫者, 竝用此例, 何其甚也?"
            }
        }
    },
    "08": {
        "16": {
            "1": {
                "H2KE-EN": "Former Second Inspector [of the Office of the Inspector General] [] Yun Gyeon submitted a memorial to the King to resign from his office and then presented a message to prevent calamities from natural disasters. The memorial read as follows: The sovereign and his dignity between the king and the world together should be cautious and appreciated with Heaven. Only then can the trust merit be established and the effective ective effective ects will be seen. How can this be seen different from this? It is only what Your Majesty established the effective effects of the Royal Confucian Academy, but the effective ective effective in establishing the Royal Confucian Academy is indeed. The King bestowed a generous favor upon him and ordered him to quickly come to the capital. Shortly thereafter, he was promoted to third minister of taxation , but he did not obey the royal order.",
                "H2KE-nKo": "전 집의 윤증이 상소하여 별유를 사양하고, 이어 재이를 잠재울 방책에 대해 진달하기를,“군신 상하가 서로 공경하고 일깨워 한마음의 정성이 하늘과 서로 통한 뒤에야 진실한 공이 확립되고 실제 효과가 나타나는 것입니다. 이런 것을 어찌 다른 데서 구할 수 있겠습니까. 오직 성상께서 뜻을 세우는 것이 어떠하냐에 달려 있고, 성상의 뜻을 세우는 것은 실로 성상의 학문을 진보시키는 데 달려 있습니다.”하니, 너그러운 비답을 내리고 속히 올라오라고 하였다. 얼마 안 되어 호조 참의에 발탁하여 제수하였으나, 또 명을 받들지 않았다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 8월 16일(신묘) 1번째기사",
                "gt-oKo": "전(前) 집의(執義) 윤증(尹拯)이 상소하여 사직(辭職)하니, 특별히 유지(諭旨)를 내렸다. 이어서 재앙을 그치게 할 방책을 아뢰기를, “임금과 신하가 위아래에서 함께 서로 경계하고 행동하여 한결같은 마음의 성실이 하늘과 서로 통한 후에야 진실한 사업이 시행되고 실제 효과가 나타나게 될 것입니다. 대개 이를 어찌 다른 것에서 구하겠습니까? 오직 성상(聖上)께서 뜻을 세우는 여하에 달려 있으며, 성상의 뜻을 세우는 것은 실로 성상의 학문의 정진(精進)에 달려 있습니다.” 하였다. 〈임금이〉 우악한 비답(批答)을 내려서 속히 서울에 올라오게 하였다. 얼마 안되어 호조 참의(戶曹參議)에 발탁하여 임명되었으나, 또한 명(命)을 받들지 않았다.",
                "hj": "○辛卯/前執義尹拯上疏辭別諭, 仍陳弭災之策曰: 君臣上下, 共相警動, 一念之誠, 與天相通, 然後眞功立而實效見。 凡此豈可他求? 惟在聖上立志之如何, 而聖志之立, 實在於聖學之進。 賜優批, 令從速上來。 未幾, 擢拜戶曹參議, 又不承命。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "In the musul year (1428, the fifth year of King Sejong (1428, the fourth year of King Sejong (141419, the fourth year of King SejongSejongSejongSejongs reign. Nevertheless, when occupying government posts, Nevertheless, was appointed to the Ministry of War , Nevertheless, Heo Ji , was appointed as assistant section chief . There was none who did not thoroughly survey the treacherous circumstances and frequently frequent the expenses of supplying necessities. In the end, the storehouse of the Ministry of War .Nevertheless, in recent years, those who were in charge of the Ministry of War were not able to do so. The Veritable Records of King Xiaozong (K. Sukjong , Hunyeol , Yeol , Comprehensive Mirror to Achievements , Comprehensive Mirror to Aid in Government Arsenal , Comprehensive Mirror to Aid in Government Arsensive Mirror to Arsenal , and Comprehensive Mirror to Arsensive Mirror to Arsens",
                "H2KE-nKo": "무술년에 남구만을 병조 판서로 삼았다. 남구만이 관직을 맡아 직무를 극진히 수행하여 가는 곳마다 훌륭한 성과를 거두었다. 병조 판서에 제수되자 허지를 자벽하여 낭관으로 삼았는데, 숨어 있던 간신과 좀도둑이 즐비하지 않은 것이 없었다. 용도의 출입과 규제가 우물쭈물하였는데, 1년도 채 못 되어 부고가 가득차서 잉여포 15만 필을 축적하기에 이르렀다. 또 무사들을 수습하여 용사가 공명정대하였으므로 당시의 여론이 흡족하게 여겼다. 근년에는 병조를 다스리는 자들이 미칠 수 없었다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 8월 23일(무술) 1번째기사",
                "gt-oKo": "남구만(南九萬)을 병조 판서(兵曹判書)로 삼았다. 남구만은 관직을 맡으면 직분을 다하여 있는 곳마다 대단히 성과가 있었다. 본병(本兵)에 제수되자 허지(許墀)를 불러와서 낭관(郞官)으로 삼고, 숨어 있는 간신(奸臣)과 오래 된 좀벌레 같은 사람들을 정리하지 않음이 없었으며, 용도(用度)의 출입(出入)은 규제(規制)가 정연하였다. 1년도 되지 않아서 부고(府庫)가 가득차 여분의 베[布]가 15만 필(匹)이나 쌓이게 되었고, 또 무사(武士)들을 수습하여 채용하고 버리는 것이 공명 정대하였다. 당시 사람들의 의논이 대단히 칭송하였으니, 근년에 병조(兵曹)를 다스리는 자들은 미칠 수 없었다.",
                "hj": "○戊戌/以南九萬爲兵曹判書。 九萬當官盡職, 所在蔚有成效。 及授本兵, 辟許墀爲郞, 伏奸宿蠧, 靡不瓟櫛, 用度出入, 規制井井, 未期年府庫充牣, 至積羡布十五萬疋。 又收拾武士, 用舍公明, 時議恰然稱之。 近歲治兵曹者, 無能及焉。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十三"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On imo day, [the King] concurrently appointed Right State CouncilorJeong Seokju as supreme general of the Capital Military Commission . The King appointed [Jeong] Seokju as supreme general, and asked 영상김수항에게 물었다. 김수항이 requested that one more supreme general of the Capital Military Commission be additionally installed, and that [Jeong] Seokju concurrently serve as supreme general. In the case of [Kim] Hang, [Jeong] Hang, who was a royal concubine, was only concerned that [Jeong Seokju] might leave [his own] military power. Every time such is as this.",
                "H2KE-nKo": "우의정 김석주를 겸호위대장으로 삼았다.주상이 김석주를 정승에 제수하였는데 수하에 군사가 없는 것을 영의정 김수항에게 물으니, 김수항이 호위대장 1원을 더 두어 김석주로 하여금 겸하게 하기를 청하였다. 김수항은 척실에 붙어서 오직 병권이 혹시라도 떨어질까 두려워한 것이 매양 이와 같았다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 8월 7일(임오) 1번째기사",
                "gt-oKo": "우의정(右議政) 김석주(金錫胄)를 겸 호위 대장(兼扈衞大將)으로 삼았다. 임금은 김석주가 재상(宰相)에 임명되었으나 수하(手下)의 군사가 없는 이유로써 영상(領相) 김수항(金壽恒)에게 물으니, 김수항이 호위 대장 1원(員)을 더 설치하여 김석주로 하여금 겸하게 하도록 청하였다. 김수항은 외척(外戚)에게 붙어서 다만 병권(兵權)이 혹시라도 떠날까 염려함이 매양 이와 같았다.",
                "hj": "○壬午/以右議政金錫冑兼扈衛大將。 上以錫冑拜相, 無手下兵, 詢于領相金壽恒, 壽恒請加置扈衛大將一員, 令錫冑兼之。 壽恒之付戚室, 惟恐兵權之或去, 每如此。"
            }
        }
    },
    "09": {
        "16": {
            "1": {
                "H2KE-EN": "Right State Councilor 김석주가 입대하여, Im Yeongs memorial was sent to the envoys [from Ming China] and then submitted a memorial regarding the matter of friendly replacing the eunuch Kim Hyeon in the gyeongsin year (. 【경연에서 한 말은 위에 보인다.】 [Heo] Ban [], Yi Nam [], and others had numerous plots. By expecting the circumstances of [Kim Hyeon], 김석주, the strength of the land and the strength of [Kim Hyeon], [Kim Hyeon] was unpunished. Why must [Kim Hyeon] be placed under restricted residence in a strategic point and friendly relations with the naturalized eunuchs? How could [Kim Hyeon] behavior to have committed the crime of Wonju and [Kim] Jeom? This is merely because [Kim Hyeon] was frightened by the King and his meritorious deeds, and the strength of the powerfulness of the court [of Ming China] was unable to observe the powerfulness of the powerful officials of the powerfulness of the powerful powerfulness of the powerfulness",
                "H2KE-nKo": "우의정 김석주가 입대하여 임영의 상소를 사신에게 내려 줄 것을 청하고, 이어 경신년에 장수를 바꿀 때 환관 김현과 결탁한 일을 진달하였다. - 연석에서 한 말은 위에 보인다. - 허견과 이남의 무리가 꾸민 역모가 진실로 낭자하였다. 김석주의 처지와 세력으로 그들을 섬멸하고 소탕한 것이 개미나 이[蝨]와 서캐[<unk>] 정도일 뿐만이 아니었는데, 하필이면 그윽한 길로 기구하게 지내면서 귀한 환관과 결탁한 것이 바로 윤원형과 김자점이 한 짓이란 말인가. 이는 주상의 마음을 두렵게 하고 그 공을 확대하여 먼저 동요해서는 안 될 형세를 만들어 조정에 나아가고 물러가게 하는 것을 오직 자기가 하고 싶은 대로 한 것에 불과하다.우리 조정의 사대부들은 법도가 분명하여 명절을 참수하는데, 한 번이라도 지나치면 몸과 명예가 곧 무너지는 법이다. 김석주가 비록 주석의 공을 자처하였지만, 끝내 일대의 사류로 하여금 그의 농락을 받게 하지는 못하였다. 그러나 끼친 해독과 남은 공렬이 한 번 바뀌어 김익훈의 무고가 되었고, 두 번 바뀌어 이사명의 병권을 도모한 것이 거의 50년이나 되었다. 간흉의 소굴과 연원이 되었으니, 그 공은 진실로 기록할 만하지만 그 죄는 또 어찌 이루 다 말할 수 있겠는가.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 9월 16일(경신) 1번째기사",
                "gt-oKo": "우의정 김석주(金錫胄)가 입대(入對)하여, 임영(林泳)의 소(疏)를 내려보내 사신(史臣)에게 줄 것을 청하고, 이어서 경신년에 대장(大將)을 바꿀 때에 내시 김현(金鉉)과 결탁한 일을【경연(經筵)에서 한 말은 위에 보인다.】아뢰었다. 허견(許堅)과 이남(李柟)의 무리의 역적 모의는 진실로 그 소문이 자자하였었다. 김석주의 처지와 세력이라면, 땅을 쓸 듯이 쳐부수는 것은 이를 잡고 옴딱지를 떼는 것보다 쉬운 일이었다. 그런데 하필이면 은밀하게 기구한 고생을 겪으며 높은 벼슬아치들과 유대를 맺는 것을 윤원형(尹元衡)이나 김자점(金自點)처럼 해야 하였겠는가? 이는 임금의 마음을 공포로 떨게 하고, 자기의 공로를 크게 벌여서 먼저 요동하지 않을 세력을 형성하고, 조정의 〈벼슬아치들의〉 진퇴를 자기 마음대로 하고자 한 것에 지나지 않는다. 우리 나라 조정의 사대부들은 방범(防範)이 칼로 자른 듯하고, 명절(名節)이 깎은 듯하여, 한 번 여기에서 벗어나거나 넘친 짓을 하면, 몸과 명성이 곧 결딴나게 된다. 김석주가 비록 주석(柱石)의 공을 차지했다 하더라도, 끝내 한 시대의 사류(士流)들로 하여금 그의 지휘를 받게 하지는 못했다. 끼친 해독과 남긴 부덕(不德)은 한 번 바뀌어 김익훈(金益勳)의 무고가 되었고, 두 번 바뀌어 이사명(李師命)의 병권(兵權)을 도모함이 되었다. 지금까지 50년 동안에 간흉들의 소굴과 근원이 되었으니, 그 공훈이야 기록할 만한 것이 되겠지만, 그 죄도 또한 어찌 이루 다 말할 수 있겠는가?",
                "hj": "○庚申/右議政金錫冑入對, 請下林泳疏, 付諸史臣, 仍陳庚申易將時, 與宦者金鉉交結事。【筵語見上。】 堅、柟輩逆謀, 固狼藉矣。 以錫冑處地力勢, 剪滅掃除, 不啻蟻蝨疥癬, 何必崎嶇於幽徑, 締交於貴璫, 乃爲元衡、自點之所爲耶? 此不過恐動上心, 張大其功, 先爲不可撓之勢, 以進退朝廷, 惟其所欲。 我朝士大夫, 防範截然, 名節斬斬, 一有踰濫, 身名立敗。 錫冑雖以柱石之功自居, 而終不能使一代士流, 受其羈絡。 而遺毒餘烈, 一轉而爲益勳誣告, 再轉而爲師命之圖兵柄。 殆今五十年, 爲奸匈之窠窟淵源, 其功固可紀, 而其罪又何可勝言哉?"
            }
        }
    },
    "10": {
        "25": {
            "1": {
                "H2KE-EN": "Kim Hun , the squad leader of the Royal Hun Genealogy , proceeded to the main chamber of the Royal Secretariat and fabricated a false accusation against the King. In general, [Kim] Hwan , [Kim] Mi , and others had submitted a false accusation against the King. Earlier, [Kim] Hun secretly plotted to [Kim] Hun, but his confession was merely one of the Heo새 . [Kim] Hun tried to fabricate deceitful and plotted to obtain a merit subject like [Jeong] Seokju . In the end, the incident was falsely confessed. Then how can [Kim] Hun, who secretly reported [to the King], be executed from the death penalty for [Kim] Hun? [Kim] 김수항 and others have already disobeyed the public opinion, and [Kim] Hwan and others also misappropriated the excess of excessive misappropriation. This is the source of public opinions in the world, and the source of the elderly and the influence of the old and the young.",
                "H2KE-nKo": "무술년 어영대장 김익훈이 승정원의 아방에 나아가 거짓으로 고변하였다. - 이 일은 위에 보인다. - 대개 김환과 이침 등이 고변한 것은 애초에 김익훈의 은밀한 사주에서 나온 것인데, 그가 자복한 것은 단지 보잘것없는 일개 허새뿐이었다. 김익훈이 없는 사실을 꾸며 무함하여 김석주처럼 원훈을 얻으려고 하다가 일이 결국 허사로 돌아가게 되었으니, 밀고한 김익훈이 어찌 거짓으로 고변한 죄를 면할 수 있겠는가. 김수항 등이 옥사를 다스린 것은 이미 공론을 거스른 것이고, 김환 등의 논공은 또 너무 지나치게 한 잘못이 있으니, 이것이 한 시대의 청의가 일어나게 된 원인이며, 노론과 소론이 갈라질 조짐이다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 10월 25일(무술) 1번째기사",
                "gt-oKo": "어영 대장(御營大將) 김익훈(金益勳)이 정원(政院)의 아방(兒房)에 나아가 거짓으로 상변(上變)하였다.【그 일은 위에 보인다.】 대개 김환(金煥)과 이회(李) 등의 상변은 애초에 김익훈의 은밀한 사주에서 나온 것이었고, 그 자복한 자도 다만 하찮은 허새(許璽) 한 사람뿐이었다. 김익훈이 터무니없는 일을 꾸며 지어내어, 최고의 공훈을 김석주처럼 하여 차지하려고 하였으나, 끝내 일이 허위로 돌아갔으니, 밀계를 올린 김익훈이 어떻게 속였다는 책망을 면할 수 있겠는가? 김수항(金壽恒) 등이 옥사를 처리하면서 공의(公議)를 어기었고, 김환 등에 대한 논공(論功)도 너무 지나친 실수를 범하였다. 이것이 한 시대의 청의(淸議)를 불러일으킨 소이(所以)가 되었으며, 노소(老少)의 분기점이 된 징조였다.",
                "hj": "○戊戌/御營大將金益勳詣政院兒房, 誣罔上變。【事見上。】蓋煥ㆍ等上變, 初出益勳陰嗾, 而其所取服, 特幺麽一許璽而已。 益勳欲鍜鍊譸張, 圖得元勳, 如錫冑之爲, 而事竟歸虛, 則告密之益勳烏得免誣罔之誅哉? 金壽恒等按獄, 旣拂於公議, 而煥等論功, 又失於太濫, 此一代淸議之所由起, 而爲老少分岐之兆也。"
            }
        }
    },
    "11": {
        "10": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King attended the Royal Lecture on the gyechuk day. Royal Secretary Jo Jigyeom and Deputy Director of the Office of the Royal Lectures Yi Semin argued against Kim Hwan and others excessively beyond the prescribed grades of promotion. Jo Jigyeom also requested that Kim Hun be interrogated. 【경연에서 한 말은 위에 보인다.】 Later, Subsequently, made a request to the King to release Kim Hun for separately revealing the case of the gyechuk day of the ninth month. People at the time all criticized this. People compiled the history, citing that Jo Jigyeom and others argued against Kim Hun and said that they were extremely wicked, and thus they liked Jo Jigyeom to secretly wait for the future and seek to obtain favors to the southern people. His words are true. That is true. At that time, however, those who remained in the Three Armies were all disputed by Jo Jigyeom ? Considering this, we can also know that the public opinion was right. Generally speaking, those who argued others should observe the true circumstances. Kim Huns treacherous behavior is so evident that they cannot be concealed like this. Then, how could they be suspicious and unfairly reluctant to obtain favors and are not severely reprimanded? This is due to the fact that after the gisa year ( and the gapjin year (, when both sides blame, they harbored grievances and grievances increasingly slanderingly. They argued that 윤증 was a supported with Ha Ryun and engaged in the gisa year (, and the words of the same sense. Truly",
                "H2KE-nKo": "주강을 행하였다. 승지 조지겸과 지경연 이민서가 김환 등에게 자급을 올려 준 것이 지나치다는 것을 논핵하였다. 조지겸이 또 김익훈을 추고할 것을 청하였다. - 연석에서 한 말은 위에 보인다. - 그 뒤에 김수항이 또 청대하여 김익훈을 위해 해명하였다. - 이 일은 계해년에 보인다. - 당시의 사론이 모두 그르게 여겼다. 처음 사초를 편수한 자가 조지겸 등이 김익훈을 논핵한 것을 가지고 ‘기관이 매우 있다.’라고 하여, 조지겸이 은밀히 뒷날을 도모하고 남인에게 은혜를 구하는 것처럼 하였으니, 그 말이 이치에 맞지 않는 것이 참으로 이와 같았다. 당시 삼사에 있던 당인들이 조지겸이 논핵한 것에 대해 어찌 한마디도 함께 쟁집하지 않았겠는가. 여기에서도 그것이 공의라는 것을 알 수 있다. 대체로 사람을 논핵하는 것은 마땅히 사실을 보아야 한다. 김익훈의 형편없음이 저와 같이 낭자하니, 은혜를 구하는 것을 혐의스럽게 여겨 통렬히 배척하지 않을 수 있겠는가. 이는 기사년과 갑술년 이후로 피차 원한 관계에 점점 깊어진 뒤에 터무니없이 억눌러 무함과 모욕을 추가한 것이다. 윤증이 윤휴와 한패가 되어 기사년의 일을 빚어냈다고 한 것과 똑같은 말투이니, 참으로 어린아이의 견해라고 할 만하다. 어찌 많은 말을 할 것이 있겠는가.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 11월 10일(계축) 1번째기사",
                "gt-oKo": "주강(晝講) 때에 승지(承旨) 조지겸(趙持謙)과 지경연(知經筵) 이민서(李敏敍)가 김환(金煥)등을 분수에 넘게 초자(超資)한 것을 논박하고, 조지겸이 또 김익훈(金益勳)을 추고(推考)할 것을 청하였다.【경연에서 한 말은 위에 보인다.】 그 뒤에 김수항(金壽恒)이 또 청대(請對)하여 김익훈을 위해 변명하니,【이 일은 20일(계해일)에 보인다.】 일시에 사론(士論)이 모두 그르다고 하였다. 처음에 사실(史實)을 기록한 자가, 조지겸 등이 김익훈을 논박한 것을 아주 나쁜 속셈이 있는 것이라고 말하여, 마치 조지겸이 은밀히 뒷날을 도모하여 남인(南人)들로부터 은혜나 바라서 그렇게 한 것처럼 말하였다. 그 말이 무리(無理)였다는 것은 다음과 같은 데서 신빙할 수 있다. 그 당시 삼사(三司)에 있었던 당인(黨人)들이, 조지겸이 논박한 말에 대하여, 어찌하여 한 사람도 같은 말로 다투려 한 사람이 없었는가? 여기에서도 그것이 공의(公議)였다는 것을 알 수 있다. 대체로 사람을 논박할 적에는 마땅히 일의 실상을 보아야 하는데, 김익훈의 보잘것없는 행위가 저처럼 가릴 수 없게 낭자한데도, 은혜를 바란다는 것을 혐의스러워 하여 배척하지 않는단 말인가? 이것은 기사년과 갑술년 뒤로 피차에 서로 원망과 불화가 심하게 된 뒤에 공연히 억압하고 무고와 욕설을 추가하여, 윤증(尹拯)을 일러 윤휴(尹鑴)의 편이라 하여, 기사년의 일을 만들어 냈다고 한 것과 동일한 말투이다. 참으로 어린아이의 견해라 할 만한 것이니, 어찌 많은 말을 하겠는가?",
                "hj": "○癸丑/晝講。 承旨趙持謙、知經筵李敏叙論金煥等超資之濫。 持謙又請金益勳推考。【筵語見上。】其後金壽恒又請對, 爲益勳分解,【事見癸亥日。】一時士論皆非之。 修初史者, 以持謙等論益勳, 謂極有機關, 有若持謙陰爲後圖, 徼惠於南人者然, 其言無理, 信有如此者。 其時黨人之在三司者, 凡於持謙所論, 何爲無一辭同爭乎? 於此, 亦可知爲公議也。 大抵論人, 當觀事實。 益勳之無狀狼藉, 難掩如彼, 則其可以嫌於徼惠, 不爲之痛斥乎? 此是己巳、甲戌後, 彼此怨隙浸深之後, 白地抑勒, 追加誣衊, 與謂尹拯黨於尹鑴, 而釀成己巳事云者, 同一口氣, 眞所謂兒童之見, 曷足多辨哉?"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Yun Jiwan , the communication envoy to Japan , returned from Japan. [Yun] Jiwans dignity was very strict, and there was no slightest mistakes in the slightest degree. The Japanese treated him solely based on righteousness, and his words and handling of affairs were all thoroughly strict. He was deeply understanding and deep knowledge, and there was no Japanese who did not respect him. When he returned [to Japan], the Japanese [Japanese] saw that one piece did not bring [the piece], and firmly requested [his piece], who laughed and said, Bai Yan does not have anything to our country. It is appropriate to bring [the piece] with one piece, and bring [the piece] with him. Later, when Japanese envoys came [to Joseon], [the Japanese envoys] would surely inquire about [the pieces], and [the envoys] would not cease for a long time.",
                "H2KE-nKo": "기미년에 통신사 윤지완이 일본에서 돌아왔다. 윤지완은 몸가짐이 매우 엄하여 추호도 허물이 없었다. 왜인을 대우하는 데 오로지 신의를 위주로 하였고, 발언과 처사가 모두 엄중하여 원대한 도량과 깊은 식견이 있었으므로 왜인들이 공경하지 않는 이가 없었다. 돌아올 때에 왜인이 한 가지 물건도 가져가지 않는 것을 보고 굳이 청하니, 웃으며 말하기를,“백성은 우리나라에 없는 것이니, 가져가야겠다. 한 쌍을 가지고 와서 일을 좋아하는 자에게 주라.”하였다. 그 뒤에 왜사가 오면 반드시 안부를 물었는데, 오래도록 쇠하지 않았다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 11월 16일(기미) 1번째기사",
                "gt-oKo": "통신사(通信使) 윤지완(尹趾完)이 일본으로부터 돌아왔다. 윤지완은 몸가짐이 매우 엄하여, 추호도 누(累)가 되는 행동이 없었다. 왜인과 만나서 오로지 신의(信義)로써 하고, 하는 말이나 처리하는 일들도 모두 엄중하며, 멀리 내다보는 헤아림과 깊은 식견이 있어, 왜인들이 공경하지 않은 자가 없었다. 돌아올 때에 왜인이 한 개의 물건도 가지지 않은 것을 보고, 굳이 〈선물을 가지고 갈 것〉을 청하니, 〈윤지완이〉웃으면서 말하기를, ‘백한(白鷳)은 우리 나라에 없는 새이니, 가지고 갈 것이다.’ 하고서, 한 쌍을 가지고 와서 좋아하는 사람[好事者]에게 주었다. 뒤에 왜사(倭使)가 오게 되면, 반드시 안부를 물었는데, 〈그것이〉 오랫동안 계속되었다.",
                "hj": "○己未/通信使尹趾完回自日本。 趾完律己甚嚴, 秋毫無所累。 待倭人專以信義, 而發言處事皆嚴重, 有遠度深識, 倭人莫不欽敬。 歸時, 倭人見不齎一物, 固請之, 笑曰: “白鷴我國所無, 可將去, 持一雙來, 與好事者。” 後, 倭使來, 必問安否, 久而不衰。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "gyeyu year (1423, the first year of King Taejongs reign had minted coins in Jeolla Province. This was following the request of Governor Yi Samyeong . When Yi Samyeong was serving in the government office, he devoted himself to pursue profit. He was already caught by land and seaways, and there was no sufficient benefits. Moreover, he claimed that he was supplementing relief aid and minted many mintages. His greed and corruption occurred throughout the way.",
                "H2KE-nKo": "전라도에서 계유년에 전라도에서 돈을 주조하였는데, 관찰사 이사명의 청을 따른 것이다. 이사명은 관직에 있으면서 오로지 이익을 추구하는 것만을 일삼았다. 이미 바다에 널려 있으면서 이익을 독차지한 셈이었고, 또 진휼에 보탠다는 핑계로 돈을 많이 주조하여 탐욕스럽다는 소문이 길에 가득하였다.\n",
                "date_ko": "숙보 13권, 8년(1682 임술 / 청 강희(康熙) 21년) 11월 30일(계유) 1번째기사",
                "gt-oKo": "전라도에서 돈을 주조하였다. 관찰사(觀察使) 이사명(李師命)의 청을 따른 것이었다. 이사명은 벼슬아치로 있으면서 오로지 돈벌이만을 일삼았다. 육지와 바다에서 아무리 〈재화를〉 휘몰아들여도 더 이상 남을 만한 이익이 없게 되자, 다시 진휼에 보탠다고 핑계하고서 많은 돈을 주조하니, 욕심이 많다는 소문이 길에 자자하였다.",
                "hj": "○癸酉/鑄錢于全羅道, 從觀察使李師命之請也。 師命居官, 專以征利爲事, 旣網羅陸海, 算無遺利。 又托以補賑, 多鑄錢貨, 貪聲載路。 肅宗顯義光倫睿聖英烈章文憲武敬明元孝大王實錄補闕正誤卷之十三"
            }
        }
    }
}