{
    "01": {
        "10": {
            "1": {
                "H2KE-EN": "Kim Jotaek was banished to Namhae District , Kim Boktae to Geoje Magistracy , Kim Jeongtae to Jindo County , Kim Yeontae to Ji Island , Kim Deokjae to Jeju Strategic County , Kim Seonjae to Jeongui District , Kim Junjae to 흑san Island , Kim Hujae to Geumgap Island , Kim Wijae to Sinji Island , Kim Yangjae to Buan District , Kim Seongjae to Jindo County , Kim Yongjae to Buan District , Kim Goson to Chuja Island , and Kim Haeson to Geumeum Island . All of them were Kim Chuntaeks younger brothers, sons, and nephews. This was according to the request of Yi Jinyu . There was a royal edict that not be banished to a designated two or three child born of a convicted criminals, but now all of them were banished to a remote island. As a result, the distinction between mother and son is separated from the separate world, wailing in harmony, which is not possible for a royal law. At that time, an official historian criticized this as possible, and there was a single possible opinion that has not yet been eliminated. It can also be evident that the treacherous clique of the world were also observed.",
                "H2KE-nKo": "경인년에 김조택을 남해현에, 김복택을 거제부에, 김정택을 진도군에, 김연택을 지도에, 김덕재를 제주목에, 김선재를 정의현에, 김준재를 흑산도에, 김후재를 금갑도에, 김위재를 신지도에, 김양재를 부안현에, 김성재를 진도군에, 김용재를 부안현에, 김후손을 추자도에, 김해득을 고금도에 유배하였는데, 모두 김춘택의 여러 아우와 아들과 조카들이었다. 이진유의 청을 따른 것이다. 역옥에 연좌된 2, 3세 된 아이는 정배하지 말라는 수교가 있었는데, 지금 모두 절도에 유배되었다. 어미와 자식이 헤어져서 울부짖으며 화기를 범하였으니, 왕도 정치에 있어서는 안 될 일이었다. 그때의 사관들도 이것을 가지고 비평하였으니, 그래도 일단은 없어지지 않은 공의가 있다. 그러니 흉당이 법을 적용한 참혹함을 또한 알 수 있다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 10일(경인) 1번째기사",
                "gt-oKo": "김조택(金祖澤)을 남해현(南海縣)에, 김복택(金福澤)을 거제부(巨濟府)에, 김정택(金廷澤)을 진도군(珍島郡)에, 김연택(金延澤)을 지도(智島)에, 김덕재(金德材)를 제주목(濟州牧)에, 김선재(金善材)를 정의현(旌義縣)에, 김준재(金俊材)를 흑산도(黑山島)에, 김후재(金厚材)를 금갑도(金甲島)에, 김위재(金偉材)를 신지도(薪智島)에, 김양재(金養材)를 부안현(扶安縣)에, 김성재(金聖材)를 진도군(珍島郡)에, 김용재(金用材)를 부안현(扶安縣)에, 김기손(金騏孫)을 추자도(楸子島)에, 김해득(金海得)을 고금도(古今島)에 유배(流配)시켰는데, 이들은 모두 김춘택(金春澤)의 아우·아들·조카들로 이진유(李眞儒)의 청을 따른 것이다. 역옥(逆獄)에 연좌(綠坐)된 사람들 가운데 2, 3세의 아이는 정배(定配)하지 말라는 수교(受敎)가 있었는데도 이제 아울러 절도(絶島)에 유배시켰기 때문에 어미와 자식이 서로 헤어지느라고 울부짖는 울음소리에 화기(和氣)가 손상될 지경이었으니, 이는 왕정(王政)에 있어서는 그릇된 일이었다. 당시의 사관(史官)도 이를 풍자하여 평했으니, 그래도 한 가닥 공의(公議)는 없어지지 않은 것이다. 따라서 흉당(凶黨)들이 율법(律法)의 적용을 참혹하게 했다는 것을 여기에서도 알 수가 있다.",
                "hj": "○庚寅/流金祖澤南海縣, 金福澤巨濟府, 金廷澤珍島郡, 金延澤智島, 金德材濟州牧, 金善材旌義縣, 金俊材黑山島, 金厚材金甲島, 金偉材薪智島, 金養材扶安縣, 金聖材珍島郡, 金用材扶安縣, 金騏孫楸子島, 金海得古今島, 皆金春澤之諸弟、子、姪。 從李眞儒之請也。 逆獄緣坐, 二三歲兒, 有勿爲定配之受敎, 今乃一倂流配於絶島, 母子分離, 呼哭干和, 非王政之所宜有。 其時史官, 亦以此剌評者, 猶有一段未泯之公議, 而凶黨用法之慘, 亦可見矣。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Bak Jingin , who was appointed magistrate of Iseong District in gapjin . [Bak] Jingin was impeached by his guilt by his guilt, and Yun Sun was impeached by his guilt by his guilt. Therefore, the Ministry of Personnel demoted [Bak] Jingin and was impeached by his guilt by his guilt. On this day, 승지 Yi Jin reported to the King, Inspector General Kim Gyeong had not yet been granted the approval of Kim Dongs guilt by the King, but he still remained silent. Although Kim Gyeong had a disease grief, he had harbored a single person to die. If Kim Dongs guilt by the",
                "H2KE-nKo": "갑오년에 박징빈을 이성 현감으로 출보하였다. 박징빈이 김일경의 사주를 받아 윤순을 논핵하였는데, 조정의 의론이 갈수록 더욱 어그러졌으므로 전조에서 박징빈을 출보한 것은 조정하고자 해서였다. 이날 승지 이진유가 아뢰기를,“대사헌 김일경은 김동필의 상소에 대한 비답이 아직 내려오지 않은 것으로 인하여 줄곧 움츠리고 있었습니다. 김일경이 비록 병통이 있기는 하지만 나라를 위해 한번 목숨을 바치려는 마음은 바로 그가 평소 품고 있던 마음입니다. 김동필이 만약 사적인 편지에 관한 한 가지 일을 가지고 혐의를 멀리할 수 없다고 논한다면 이는 실로 김일경이 잘못을 저지른 것이니 진실로 안 될 것이 없습니다. 그런데 지금 그의 평생을 들어 단정하여 탐욕스럽다고 지목하고 또 문자를 들추어 내어 비난하였으니, 김동필의 상소는 참으로 형편없습니다. 이미 이 때문에 책임을 물어 파직하였으니 그의 상소에 대해 비답을 내릴 필요가 없습니다. 주상께서는 도로 내주고 김일경의 상소에 대해서도 즉시 비답을 내려 출사하도록 권면하소서.”하니, 주상이 허락하였다. 또 아뢰기를,“윤순은 신축년 겨울 김일경이 상소할 때에 마침 성묘하러 가는 일이 있었으니 고의로 회피하려는 데서 나온 것이 아닙니다. 그 뒤 언의하는 사이에 또한 비방을 초래할 단서가 없지 않았으나 대부분 실정 밖의 일이었습니다. 그런데 박징빈이 그의 평생을 들어 논핵하면서 심지어 소인배라는 지목을 가하기까지 하였으니 매우 옳지 않습니다. 돌아보건대 지금 즉위하신 초기에 조정에서는 화합을 힘써야 하는데 경박하고 일 만들기를 좋아하는 무리들이 갑자기 소요를 일으켰으니 참으로 한심합니다. 윤순의 문한과 재망이 동류들보다 훨씬 뛰어나 공의가 이미 대간의 계사를 그르게 여기고 있으니 줄곧 버려둘 수는 없습니다. 특별히 거두어 서용하는 것이 마땅합니다.”하니, 주상이 윤허하였다. 이때 주상이 편찮아 수답하는 데 싫증을 내어 신하들의 장주를 대부분 처리하지 않고 그대로 두기도 하고 몇 달이 지나도록 회답하지 않기도 하였다. 김동필이 상소하여 김일경이 지은 교문에 관한 일을 논핵하였는데 또한 미처 회답하지 못하였다. 의논하는 자들은 오히려 그가 명백하게 통렬히 배척하지 못한 것을 애석하게 여겼으나 이진유는 그를 구원하는 데 급급하여 도리어 그의 상소가 형편없다고 하면서 곧바로 비답을 내리지 말고 도로 내주기를 청하였으니, 그의 당여를 비호하는 무엄한 버릇을 이루 다 주벌할 수 있겠는가. 이는 바로 그 당시 사신이 논핵한 것인데, 역적 김일경이 위세를 떨치고 이진유가 방자하다는 것을 알 수 있다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 14일(갑오) 1번째기사",
                "gt-oKo": "박징빈(朴徵賓)을 내보내어 이성 현감(利城縣監)에 보임(補任)시켰다. 박징빈이 김일경(金一鏡)의 사주를 받아 윤순(尹淳)을 논핵하자 조정의 의논이 갈수록 더욱 괴려되었기 때문에, 전조(銓曹)에서 박징빈을 내쫓아 외직에 보임한 것인데, 이는 조정(調停)하기 위한 조처였다. 이날 승지(承旨)이진유(李眞儒)가 아뢰기를, “대사헌(大司憲)김일경(金一鏡)이 김동필(金東弼)의 소장(疏章)에 대한 비답(批答)이 내려지지 않은 것으로 인하여 계속 위축되어 들어앉아 있습니다. 김일경에게 병통이 있기는 하지만 나라를 위하여 목숨을 바치려는 마음은 그가 본디부터 간직해 오고 있는 것입니다. 김동필이 만약 사서(私書)에 관한 한 조항 때문에 혐의를 멀리하지 못한 것을 논했다면, 이는 실로 김일경이 주착(做錯)을 저지른 것이라 해도 진실로 불가할 것이 없습니다. 그러나 이제 그의 평생을 거론하여 구단(句斷)하면서 탐탁(貪濁)하다고 지목하였고, 또 문자(文字)를 지적해 내어 비난을 가하였으니, 김동필의 소장이 진실로 무상(無狀)하기 그지 없습니다. 이미 이 때문에 견책을 받고 파직되었으니, 그의 소장에 대해 비답을 내릴 필요는 없습니다. 청컨대 성상께서 그 상소를 도로 내어 주소서. 그리고 김일경의 소장에 대해서는 즉시 비답을 내려 출사(出仕)하도록 면려하소서.” 하니, 임금이 허락하였다. 또 아뢰기를, “윤순(尹淳)은 신축년 겨울 김일경이 소장을 진달할 때를 당하여 마침 성묘(省墓)를 가게 되었기 때문에 그런 것이지 고의로 규피(規避)하려는 마음에서 나온 것은 아니었습니다. 그 뒤 언의(言議)하는 사이에 또한 비방을 자초하는 단서가 없지 않았습니다만, 대부분 정외(情外)의 것이었습니다. 그런데 박징빈이 그의 평생의 일을 거론하여 논핵하면서 심지어는 소인이라고 지목하였으니, 매우 옳지 못한 조처였습니다. 돌아보건대 지금은 전하께서 왕위(王位)에 오른 초두(初頭)이니, 조정이 의당 화협(和協)하기를 힘써야 하는데, 일 만들기를 좋아하는 경박한 무리들이 갑자기 시끄러움을 야기시키고 있으니 참으로 한심스럽습니다. 윤순의 문한(文翰)과 재망(才望)은 동류(同流)들 가운데 뛰어나고 공의(公議)도 이미 대계(臺啓)를 그르다고 하고 있으니, 계속 그대로 폐기시킬 수는 없습니다. 특별히 수서(收敍)하는 것이 마땅하겠습니다.” 하니, 임금이 윤허하였다. 이때 임금이 미령하여 수답(酬答)을 권태롭게 여겼으므로 제신(諸臣)의 장주(章奏)가 거의 모두 유중(留中)되었는데, 간혹 수개월이 지나도록 회보(回報)하지 않는 경우도 있었다. 김동필이 소장을 올려 김일경이 지은 교문(敎文)을 논한 일에 대해서도 제때에 비답을 내리지 않았었다. 의자(議者)들은 오히려 그가 명백하게 통렬히 배척하지 못한 것을 애석하게 여기고 있었는데, 이진유(李眞儒)는 구해(救解)하기에 급급하여 도리어 그의 소장을 무상(無狀)하다고 하면서 맞바로 비답을 내리지 말고 도로 내어 줄 것을 청하였으니, 그의 당여(黨與)를 비호하는 무엄한 습성을 이루 다 주토(誅討)할 수 있겠는가? 이는 그때 사신(史臣)의 논의이니, 역적 김일경의 사나움과 이진유의 방자함을 여기에서 알 수 있다.",
                "hj": "○甲午/出補朴徵賓爲利城縣監。 徵賓受一鏡指嗾, 論劾尹淳, 朝議轉益乖張, 故銓曹斥補徵賓, 蓋欲調停之也。 是日承旨李眞儒奏曰: “大司憲金一鏡, 因金東弼疏批未下, 一向縮伏。 一鏡雖有病痛, 然其爲國一死之心, 乃其素蓄積也。 東弼若以私書一款, 論其不能遠嫌, 則此實一鏡做錯之失, 固無不可, 而今乃擧其平生而句斷, 目之以貪濁, 又抉摘文字而詆之, 東弼之疏, 誠無狀。 旣以此譴罷, 則其疏不必賜答。 請自上還爲出給, 而一鏡疏, 亦卽下批勉出。” 上許之。 又言: “尹淳, 當辛丑冬, 金一鏡陳疏之時, 適有省墓之行, 非出於故爲規避。 其後言議之間, 亦不無招謗之端, 而多是情外。 朴徵賓乃擧其平生而劾之, 至加以宵小之目, 殊甚不韙。 顧今改紀之初, 朝著宜務和協, 而浮薄喜事之輩, 忽地起鬧, 誠可寒心。 淳之文翰、才望, 超出流輩, 公議旣以臺啓爲非, 則不可一向廢棄。 特爲收敍宜矣。” 上允之。 時, 上不豫, 倦於酬答, 諸臣章奏, 率皆留中, 或經數月不報。 金東弼疏論金一鏡敎文事, 亦未及賜答。 議者猶惜其不能明白痛斥, 而眞儒急於救解, 反謂之其疏無狀, 直請勿賜批而還給, 其護黨無嚴之習, 可勝誅哉? 此乃其時史臣之論, 而賊鏡之鴟張, 眞儒之縱恣, 蓋可見矣。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Kwon Ikgwan , the third censor of the Office of the Censor General , reported to the King as follows: [Yi] Ik [] and [Yi] Jeok [] robbed the royal power for a long time and solely devised [the powerful functionaries] by concealing [the powerful functionaries] and displaying [the powerful functionaries]. After [the powerful functionaries] were sentenced to death, [the powerful functionaries] secretly harbored a grudge against [the powerful functionaries] and engaged in treason. [The powerful functionaries of] their plans are more profound. [Your subjects request that Your Majesty] expelled the 죄인 김재로 , the former Chief Royal Secretary Shin Sacheol , the former 대장 Jang Bungi , the former 부사 Kim취ro , the former Censor Kim Gyeong , the former magistrate Kim Yeonghaeng , the former Registrar Kim Huiro , Kang Uk , and the former Registrar [of the Office of the Storehouse of Seasoning and Spices] Ku Jeonggyun , and others, as well as [their functionaries], [their functionaries] were going to their homes. [Therefore, they] stood a royal carriage and hid [their functionaries], and [their functionaries] were unsuitable for use. Sometimes, [their functionaries] were secretly accompanied by [their functionaries], and [their functionaries] were gathered at night. The powerful functionaries were secretly concealed, and the peoples hearts were truly apprehensive and apprehensive for [their functionaries] for a long time. Upon reflection to the northern frontier, [their functionaries] rumors [their functionaries] and transmit [their functionaries] to the capital and the provinces. In recent years, [their functionaries] were all caused by this. In general, [the powerful functionaries of] the country and fortunately displayed the people beforehand",
                "H2KE-nKo": "정유년에 헌납 권익관이 아뢰기를,“이이명, 김창집 등 여러 역적이 오랫동안 나라의 권력을 쥐고 있으면서 오로지 추악한 무리를 농락하고 당여를 배격하는 것을 일삼았습니다. 그들이 법대로 처형된 뒤에 그 심복과 혈당들이 우러러 바라볼 바를 모르고 몰래 원망하는 마음을 품고서 화를 일으키기 좋아하고 난을 일으킬 생각을 하였으니, 그 계책이 더욱 깊어졌습니다.문외 출송한 죄인 김재로, 전 도승지 신사철, 전 대장 장붕익, 전 부사 김취로, 전 사간 김고, 전 현감 김영행, 전 경력 김희로ᆞ강욱, 빙고 별제 구정훈 등은 온 가족이 시골로 내려갔고, 자신은 서울의 집에 엎드려 있기도 하고 교자를 타고 자취를 감추기도 하면서 치밀하게 왕래하기도 하고, 부잣집에서 재물을 쓰는 데 인색하지 않기도 하고, 상복을 입은 채 은밀한 자리에 몰래 끼어 있기도 하였습니다. 어두운 밤에 모이는 것은 그 정황이 은밀하여 사람들이 의심하고 두려워한 지 참으로 이미 오래되었습니다.북자가 온다는 것을 빙자하여 근거 없는 말을 지어내어 이리저리 전파하고 서울과 지방을 선동하였습니다. 근래 도성의 소요가 모두 여기에서 비롯되었습니다. 이는 나라를 원망하고 난을 다행으로 여기는 마음에서 먼저 민심을 동요시키려는 것이니, 이는 참으로 헤아릴 수 없는 점이 있습니다. 그 형체를 보지 않고 그 그림자를 살피기를 원합니다. 이들은 그 처지를 논하면 본래 여러 역적의 혈당이고, 그 행적을 말하면 실로 여러 사람이 손가락질하는 바이니, 어찌 그림자를 살펴서야 알 수 있겠습니까. 모두 극변에 찬배하고 당일로 압송하여 화근을 근절하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 17일(정유) 1번째기사",
                "gt-oKo": "헌납(獻納) 권익관(權益寬)이 아뢰기를, “이이명(李頤命)·김창집(金昌集) 등의 역적은 오랫동안 국병(國柄)을 훔쳐 전적으로 추류(醜類)들을 결집시켜 당여들을 배포(排布)하고 확장(擴張)하는 것으로 일을 삼고 있었습니다. 그들이 복주(伏誅)된 뒤 그들의 복심(腹心)과 혈당(血黨)들이 우러러 기대할 곳을 잃게 되자 은밀히 원망하는 마음을 품고 화란(禍亂)을 일으킬 계책을 더욱 공고히 하였습니다. 그리하여 문출(門黜)한 죄인 김재로(金在魯), 전 도승지(都承旨)신사철(申思喆), 전 대장(大將) 장붕익(張鵬翼), 전 부사(府使) 김취로(金取魯), 전 사간(司諫)김고(金槹), 전 현감(縣監) 김영행(金令行), 전 경력(經歷) 김희로(金希魯)·강욱(姜頊), 빙고 별제(氷庫別提) 구정훈(具鼎勳) 등은 어떤 자는 온 집안을 시골로 내려보내고 자신은 서울의 집에 혼자 있기도 하고, 어떤 자는 교여(轎輿)를 타고 자취를 숨긴 채 주도 면밀하게 왕래하기도 하고, 어떤 자는 부자(富者)로서 재물(財物)을 아끼지 않고 쓰기도 하며, 어떤 자는 최복(衰服)을 입고 몰래 은밀한 자리에서 어두운 밤에 모이기도 하여 정적(情跡)이 은밀하고 비밀스러웠기 때문에 여정(輿情)이 의구심을 품어 온 지 이미 오래입니다. 북자(北咨)가 온 것을 빙자하여 근거없는 말을 지어낸 다음 돌려가면서 전파하여 중외(中外)를 선동시키고 있으니, 근래 낙하(洛下)가 소란스러운 것은 모두 여기에서 나온 것입니다. 이는 나라를 원망하고 화란이 일어나기를 바라는 마음에서 먼저 백성들의 마음을 동요시키려는 것으로 이야말로 진실로 헤아릴 수 없는 점이 있습니다. 그 형체를 볼 수가 없으면 그 그림자를 살펴보라고 하였습니다. 이들 무리는 그 처지를 논하면 본디 역적들의 혈당(血黨)이고, 행적(行跡)을 말한다면 실로 모든 사람들이 다 가리키고 있는 바이니, 어찌 그림자를 살펴서야 알 수 있는 것이겠습니까? 청컨대 모두 극변(極邊)에 찬배(竄配)시키고, 오늘 즉시 압송(押送)하여 화근(禍根)을 근절시키소서.” 하니, 그대로 따랐다.",
                "hj": "○丁酉/獻納權益寬啓曰: “頤、集諸賊, 久竊國柄, 專以籠絡醜類, 排張黨與爲事。 及其伏法之後, 其腹心、血黨, 失其仰望, 潛懷怨懟, 樂禍思亂, 爲計益深。 門黜罪人金在魯、前都承旨申思喆、前大將張鵬翼、前府使金取魯、前司諫金槹、前縣監金令行、前經歷金希魯ㆍ姜頊、氷庫別提具鼎勳等, 或全家下鄕, 身伏京第, 或乘轎匿跡, 往來綢繆, 或富室而不吝於用財, 或衰服而潛與於密席, 昏夜聚會, 情跡陰秘, 輿情疑懼, 固已久矣。 憑藉北咨之來, 做出無根之言, 轉相傳播, 煽動中外。 近來洛下騷屑, 皆從此出。 蓋以怨國幸亂之心, 先欲動撓民情, 此誠有不可測者。 不見其形, 願察其影。 此輩論其處地, 則自是諸賊之血黨, 語其行跡, 則實爲十手之所指, 豈待察其影而知之哉? 請竝極邊竄配, 卽日押送, 以絶其禍根。” 從之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "In gihae year (, [the Abdicated King (Taejong and the King (Sejong] designated Yakji to Isan County , Shin Sacheol to Janggi District , Jang붕i to Jongseong Magistracy , Kim취ro to Ulsan Magistracy , Kim Jang to Gyeongseong Magistracy , Kim Hyeonghae to Gijang District , Kim Huiro to Gowon County , Kang Uk to Saengju Magistracy , and Ku Jeonggyun to Dongnae Magistracy .",
                "H2KE-nKo": "김재로를 이산군에, 신사철을 장기현에, 장붕익을 종성부에, 김취로를 울산부에, 김고를 경성부에, 김영행을 기장현에, 김희로를 위원군에, 강욱을 삼수부에, 구정훈을 동래부에 찬배하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 19일(기해) 1번째기사",
                "gt-oKo": "김재로(金在魯)를 이산군(理山郡)에, 신사철(申思喆)을 장기현(長鬐縣)에, 장붕익(張鵬翼)을 종성부(鐘城府)에, 김취로(金取魯)를 울산부(蔚山府)에, 김고(金槹)를 경성부(鏡城府)에, 김영행(金令行)을 기장현(機張縣)에, 김희로(金希魯)를 위원군(渭原郡)에, 강욱(姜頊)을 삼수부(三水府)에, 구정훈(具鼎勳)을 동래부(東萊府)에 찬배(竄配)하였다.",
                "hj": "○己亥/竄金在魯於理山郡, 申思喆於長鬐縣, 張鵬翼於鍾城府, 金取魯於蔚山府, 金槹於鏡城府, 金令行於機張縣, 金希魯於渭原郡, 姜頊於三水府, 具鼎勳於東萊府。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Bai Yan , envoy from Ming China , arrived in the capital. The King received the imperial edict at the western suburbs of the capital and returned to the palace to receive the imperial edict.",
                "H2KE-nKo": "신축년에 청나라 사신 액화납과 광복이 서울에 들어왔다. 주상이 서교에서 칙사를 맞이하고 궁으로 돌아와 칙서를 받았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 21일(신축) 1번째기사",
                "gt-oKo": "청(淸)나라 사신(使臣) 액화납(額和納)과 광복(廣福)이 서울에 들어왔다. 임금이 서교(西郊)에 나아가 칙사(勅使)를 맞이하고 환궁(還宮)하여 칙서를 받았다.",
                "hj": "○辛丑/淸使額和納、廣福入京。 上迎勑于西郊, 還宮受勑。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On imin day, the first day of the month, imin year (1422, the fourth year of King Sejongs reign was raised in the imperial edict of investiture to congratulate [the King] on his birthday and proclaimed the royal edict of congratulating [the King] on his birthday and proclaimed the royal edict of congratulating [the King] on his birthday and proclaimed the royal edict of congratulating [the King] on his birthday and proclaimed the royal pardon. All officials were raised. ",
                "H2KE-nKo": "임인년에 청나라에서 내린 조서 때문에 진하하고 교서를 반포하고 사면령을 내렸으며, 백관에게 가자하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 22일(임인) 1번째기사",
                "gt-oKo": "청(淸)나라에서 내린 조서(詔書) 때문에 진하(陳賀)하고 교서(敎書)를 내렸으며, 반사(頒赦)하고 백관(百官)에게 가자(加資)하였다.",
                "hj": "○壬寅/以淸詔, 陳賀頒敎、赦, 加百官資。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Right State Councilor of the eulsa year (, Right State Councilor최석항이 아뢰기를, “이번 역적의 implicated in the convict of a convict of the convict of a convictrary, the convict of a convict of the convictrary, the convict of a convic",
                "H2KE-nKo": "우의정 최석항이 아뢰기를,“이번 역옥은 전에 없던 큰 옥사였지만 애당초 염탐하여 적발하여 고변한 자가 없었고, 또 연줄을 타고서 상달한 일도 없었으니, 실로 주장하여 사주한 사람이 없습니다. 두 포도대장의 경우는 참으로 기록할 만한 공로가 있습니다. 대개 검화는 대단한 장물인데, 이삼이 계략을 써서 수색해 냈고, 신익하도 그 일에 동참하였습니다. 또 삼수의 흉악한 모의는 거의 다 조사해 내었으나 독약을 쓴 일은 미처 적발하지 못하였습니다. 신익하가 홍순택의 종인 업봉이란 자를 기찰하여 체포하였는데, 형신을 기다리지 않고 저쪽에서 독약을 판 사람의 성명과 약의 형색을 바른대로 말하였기 때문에 홍순택도 감히 완전히 숨기지 못하고 단지 ‘한 번 죽는 것 외에는 다시 아뢸 것이 없다.’라고만 하였으니, 이것은 반만 승복한 것입니다. 이로 인하여 독약의 뿌리가 남김없이 다 드러났으니, 그 공이 참으로 작지 않습니다. 이 두 사람을 녹훈하는 것이 마땅할 듯합니다.”하고, 영의정 조태구가 아뢰기를,“목호룡의 고변으로 인하여 역모의 정황을 철저히 조사하였으니, 목호룡을 녹훈하지 않을 수 없습니다. 그런데 여러 의견이 모두 단록은 불가하다고 하고, 또 지존께서 목호룡과 대맹만 해서는 안 된다고 하였는데, 그 말도 그러하였습니다. 우의정이 아뢴 대로 두 사람을 감훈하는 것이 무방할 듯합니다.”하였다. 최석항이 아뢰기를,“차례를 논한다면 이삼이 1등에 해당되고, 신익하는 2등에 해당되고, 목호룡은 3등에 해당됩니다.”하니, 주상이 그대로 따랐다. 판의금부사 심단이 아뢰기를,“조정의 신하들 사이에 여러 의견이 ‘기미를 잡아 사직을 호위한 공은 자연히 돌아갈 데가 있다.’라고 합니다. 사흉이 연명으로 차자를 올리던 날에 종사의 위태로움이 한 올의 머리카락과 같았는데, 대신이 의리를 내세워 청대해서 다시 임금의 자리에 편안히 있게 하였으니, 대신이 아니었다면 어찌 오늘날까지 보전하기를 바랐겠습니까. 병기위사를 훈호로 삼아야 하는데, 모두 녹공하는 대상에 들어 있습니다. 지금 만약 두 포도대장만 대충 녹훈한다면 자못 그 일을 중시하는 방도가 아닙니다. 신은 대신을 녹훈하지 않아서는 안 된다고 생각합니다.”하였다. 조태구가 그의 외람되고 잗달다고 배척하면서 추고하기를 청하니, 주상이 윤허하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 25일(을사) 1번째기사",
                "gt-oKo": "우의정(右議政) 최석항(崔錫恒)이 아뢰기를, “이번의 역옥(逆獄)은 이것이 전에 없던 대옥(大獄)이었습니다만, 처음에 형찰(詗察)하거나 적발(摘發)하거나 고변(告變)한 사람이 없었고, 또 인연(寅緣)하여 상달(上達)한 일도 없었으므로, 실로 주장하여 지사(指使)한 사람이 없었습니다. 따라서 두 포장(捕將)은 진실로 기록할 만한 공이 있습니다. 대개 칼과 은화(銀貨)야말로 대단한 장물(贓物)인데, 이삼(李森)이 교묘한 술법으로 수색하여 냈으며, 신익하(申翊夏)도 그 일에 동참했습니다. 그리고 삼수(三手)의 흉모(凶謀)에 대해서도 거의 다 핵출(覈出)하였습니다만, 독약을 쓴 한 조항에 대해서는 아직 적발하지 못했었습니다. 그때 신익하가 홍순택(洪舜澤)의 종인 업봉(業奉)이란 자를 기포(譏捕)하였는데, 형신(刑訊)을 기다리지도 않고 맞바로 저들 가운데서 약을 판 사람의 성명(姓名)과 약의 형색(刑色)에 대해 말했기 때문에 홍순택도 감히 완전히 숨기지 못하고 그저 ‘한 번 죽는 것 이외에는 다시 주달할 말이 없습니다.’ 했으니, 이것은 반은 승복(承服)한 것입니다. 이로 인하여 약에 대한 근저(根抵)가 여지없이 다 드러났으니, 그 공이 진실로 작지 않습니다. 이 두 사람은 녹훈(錄勳)해야 될 것 같습니다.” 하고, 영의정(領議政)조태구(趙泰耉)는 아뢰기를, “목호룡(睦虎龍)의 고변(告變)으로 인하여 역모의 정절(情節)을 찾아서 핵출(覈出)하게 되었으니, 목호룡은 녹훈(錄勳)하지 않을 수 없습니다. 그런데 여러 의논이 모두 단록(單錄)은 불가하다고 하였으며, 또 지존(至尊)께서 단지 목호룡과 함께 대맹(對盟)할 수는 없다고 말하였으니, 그 말도 또한 옳습니다. 우상(右相)이 진달한 바에 따라 두 사람을 감훈(勘勳)하는 것이 무방할 것 같습니다.” 하고 최석항(崔錫恒)은 아뢰기를, “만일 순차를 논한다면 이삼(李森)이 당연히 1등이고 신익하(申翊夏)가 2등이고 목호룡이 3등입니다.” 하니, 임금이 그대로 따랐다. 판의금(判義禁) 심단(沈檀)이 아뢰기를, “진신(搢紳)들 사이의 의논은 기미(幾微)를 살펴 사직(社稷)을 호위한 공은 절로 돌아갈 데가 있다고 합니다. 사흉(四凶)이 연차(聯箚)를 올릴 적에 종사(宗社)의 위태로움이 실낱 같았는데, 대신(大臣)이 의리에 입각하여 청대(請對)해서 다시 천위(天位)를 안전하게 하였으니, 대신이 아니었으면 어떻게 오늘이 있을 것을 보장하겠습니까? 의당 병기위사(炳幾衞社)라는 것으로 훈호(勳號)를 만들고 아울러 녹공(錄功)한 가운데 기입해야 합니다. 지금 단지 두 포장(捕將)만으로 단촐하게 녹훈한다면 자못 그 일을 중히 여기는 방도가 아닙니다. 신은 대신(大臣)을 녹훈하지 않을 수 없다고 여깁니다.” 하니, 조태구(趙泰耉)가 외람스럽다고 공척(攻斥)하면서 추문(推問)하기를 청하니, 임금이 윤허하였다.",
                "hj": "○乙巳/右議政崔錫恒啓曰: “今番逆獄, 雖是無前大獄, 初無詗察摘發告變者, 又無夤緣上達之事, 實未有主張指使之人。 至於兩捕將, 誠有可紀之勞。 蓋劍貨是大段贓物, 而李森設機搜得, 申翊夏亦同參其事。 且三手凶謀, 幾盡覈出, 而行藥一款, 未及摘發矣。 翊夏譏捕舜澤之奴業奉者, 不待刑訊, 直言彼中賣藥人姓名及藥之形色, 故舜澤亦不敢全諱, 只曰: ‘一死之外, 更無所達。’ 此是半承服。 因此而藥之根柢, 畢露無餘, 其功誠不細。 此二人似當錄勳矣。” 領議政趙泰耉曰: “因睦虎龍告變, 根覈逆節, 虎龍不可不錄, 而諸議皆以單錄爲不可, 又言至尊不可只與虎龍對盟, 其說亦然。 依右相所達, 以兩人勘勳, 似無妨矣。” 錫恒曰: “若論次第, 森當居一等, 翊夏爲二等, 虎龍爲三等矣。” 上從之。 判義禁沈檀曰: “搢紳之間, 諸議以爲, 炳幾衛社之功, 自有所歸。 當四凶聯箚之日, 宗社危如一髮, 而大臣抗義請對, 再安天位。 微大臣, 寧望保有今日乎? 宜以炳幾衛社爲勳號, 而竝入錄功之中。 今若只以兩捕將, 草草錄勳, 則殊非重其事之道。 臣謂大臣, 不可不錄也。” 泰耉斥其猥屑而請推, 上允之。"
            },
            "2": {
                "H2KE-EN": "[The King] conferred the titles of Kwon Gyu and Yi잠 . Minister of Works 조태억 reported as follows: In the winter of the sinchuk year (, the various officials who surrendered loyalty and resisted. Truly, this is praiseworthy. At that time, the late Second Minister [of Works] Kwon Gyu , having been ill and resisted in a confront of a confrontront of a confront",
                "H2KE-nKo": "권규와 이잠에게 증직하였다. 공조 판서 조태억이 아뢰기를,“신축년 겨울 여러 신하가 충성심에 북받쳐 항언한 것은 진실로 가상합니다. 그러나 그때 고 참판 권규는 병든 몸을 이끌고 항소하였다가 엄한 형장을 치며 국문하자는 계사를 올리기까지 하였습니다. 즉위 초에 연이어 제수하는 명이 있었으나 모두 병으로 사양하다가 갑자기 죽었습니다. 같은 때에 상소를 올린 사람들은 모두 높은 벼슬에 발탁되었는데 권규만 홀로 먼저 서거하였습니다. 이와 같이 수립한 사람은 추후에 증직해야 합니다.”하고, 조태구와 최석항도 조태억의 말과 같이 이어서 진달하여 자급을 건너뛰어 증직할 것을 청하니, 주상이 그대로 따랐다.행 부사직 심단이 아뢰기를,“이잠은 고 참판 김하진의 아들입니다. 평소 강개하고 기절이 있어 일찍이 선왕 때에 상소하여 군흉들이 전하를 모해하는 정상을 진달하였고, 심지어 ‘전후 좌우에 칼날을 들이대지 않은 사람이 없다.’라는 말까지 하였습니다. 백망의 칼이 나오자 이잠의 말은 마치 부절을 머금은 것 같았습니다. 그의 선견지명이야 진실로 보통 사람이 미칠 수 있는 바가 아니지만, 생사를 돌아보지 않고 앞장서서 항언한 절의는 비록 옛날 진동과 구양철이라 하더라도 이보다 나을 수 없습니다. 승정원으로 하여금 소본을 베껴 올리게 하여 한 번 예람하신다면 그 충절을 상상할 수 있을 것이니, 포상하고 증직하는 은전을 그만둘 수 없습니다.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 25일(을사) 2번째기사",
                "gt-oKo": "권규(權珪)와 이잠(李潛)에게 증직(贈職)하였다.공조 판서(工曹判書) 조태억(趙泰億)이 아뢰기를, “신축년 겨울 제신(諸臣)들 가운데 충의(忠義)를 분발하여 항언(抗言)한 사람은 진실로 숭장해야 하는데, 그때 고(故) 참판(參判) 권규(權珪)는 병중에 소장을 올렸다가 심지어는 엄한 형신(刑訊)을 가하여 국문(鞫問)하자는 논계(論啓)가 있었습니다. 그 뒤 즉위한 처음에 잇따라 제수(除授)하는 명을 내렸어도 모두 병을 이유로 사양하다가 갑자기 죽고 말았습니다. 같은 때에 소장을 올린 사람들은 모두 현직(顯職)에 발탁되었는데, 권규만이 먼저 졸서(卒逝)했습니다. 수립(樹立)한 것이 이런 사람은 의당 추후에라도 포증(褒贈)해야 합니다.” 하자, 조태구(趙泰耉)와 최석항(崔錫恒)도 잇따라 조태억(趙穩億)의 말과 같이 진달하면서 자급(資級)을 뛰어넘어 증직(贈職)시킬 것을 청하니, 임금이 그대로 따랐다. 행 부사직(行副司職) 심단(沈檀)이 아뢰기를, “이잠(李潛)은 고(故) 참판(參判) 김하진(金夏鎭)의 아들입니다. 평생 강개한 마음으로 기절(氣節)이 있었는데, 일찍이 선조(先朝) 때에 소장을 올려 군흉(群凶)들이 전하를 모해(謀害)하는 정상을 진달하면서 전후 좌우가 모두 칼을 겨누고 있다는 말을 하기까지 하였습니다. 그런데 백망(白望)의 칼이 색출되자 이잠의 말이 마치 부계(符契)처럼 들어맞았습니다. 그의 선견지명은 진실로 범인(凡人)으로서는 미칠 수 있는 것은 아니었습니다. 그가 사생(死生)을 돌보지 않고 몸을 떨치고 일어나 항언(抗言)한 절개에 이르러서는 옛날의 진동(陳東)과 구양철(歐陽澈)이라도 이에서 더할 수 없습니다. 정원(政院)으로 하여금 소본(疏本)을 등사(謄寫)하여 올리게 해서 한 번 어람(御覽)을 거친다면, 그의 충절(忠節)을 상상할 수 있음은 물론 포증(褒贈)하는 법전(法典)도 그만둘 수 없을 것입니다.” 하니, 임금이 그대로 따랐다.",
                "hj": "○贈權珪、李潜職。 工曹判書趙泰億啓曰: “辛丑冬, 諸臣之奮忠抗言者, 固可尙, 而其時故參判權珪, 輿疾抗疏, 至遭嚴刑鞫問之啓。 改紀之初, 連有除命, 皆以病辭, 遽爾身沒。 同時陳疏人, 俱被顯擢, 而珪獨先逝。 樹立如此之人. 宜追加褒贈。” 泰耉、錫恒繼陳如泰億言, 請超資贈職, 上從之。 行副司直沈檀曰: “李潜, 故參判夏鎭之子也。 平生忼慨有氣節, 曾在先朝, 疏陳群凶, 謀害殿下之狀, 至有左右前後莫不向刃之語。 及白望之劍出, 而潜言如含符契。 其先見之明, 固非凡人所可及, 而至於不顧死生, 挺身抗言之節, 雖古之陳東、歐陽澈, 亦無以過之。 令政院, 謄進疏本, 一經睿覽, 則可以想見忠節, 而褒贈之典, 在所不己。” 上從之。"
            },
            "3": {
                "H2KE-EN": "Yi헌영·이헌장·이진급·오수원 등의 복과를 시켰다. 우의정최석항이 아뢰기를, “이조 판서이광좌가, Yi헌영·이헌장·이진급·이진급의 복과를 묘당에 묻지 않은 것은 미안한 일이라 하여 진소하여 이를 막았습니다. 그러나 조정에서 이미 그 원통한 정상을 알고 있으니, 그대로 삭과할 수는 없습니다. 마땅히 복과를 시켜야 합니다.” 하니, 임금이 말하기를, “옳다.” 하였다. Chief State Councilor조태구가 아뢰기를, “오수원도 똑같이 복과를 시키는 것이 마땅합니다.” 하니, 임금이 그대로 따랐다. 이헌영과 이헌장은 이사상의 아들이고, 이진급은 이진유의 아우이며, 오수원은 오도일의 아들인데, 모두 imjin year (14222, the fifth year of King Sejongs reign, successful candidates were imposed upon the successful candidates of the successful candidates. 이진영·이헌장·이진급·이진급은 이진유의 아우이고, 오수원은 오도일의 아들인데, 모두 imjin year (14222, the fourth year of King Taejongs reign. 이진유·이사상이 바야흐로 주장하여 용사하면서 encouraging the powerful circumstances, encouraging the powerful circumstances. 그러므로 선왕의 지엄한 처분이 있지 않았는데, arbitrarily changed such things.",
                "H2KE-nKo": "이헌영ᆞ이헌장ᆞ이진급ᆞ오수원을 복과하였다.우의정 최석항이 아뢰기를,“이조 판서 이광좌가 이헌영ᆞ이헌장ᆞ이진급을 복과하는 일을 묘당에 물어보지 않은 것은 온당치 못하다고 상소하여 저지하였습니다. 그러나 조정에서 이미 원통한 정상을 알았으니 삭과하는 대상에 그대로 둘 수 없습니다. 모두 복과해야 합니다.”하니, 주상이 말하기를,“그리하라.”하였다. 영의정 조태구가 아뢰기를,“오수원도 일체 복과해야 합니다.”하니, 주상이 그대로 따랐다. 이헌영과 이헌장은 이사상의 아들이고, 이진급은 이진유의 아우이고, 오수원은 오도일의 아들인데 모두 임진년의 과거에서 파방된 자들이다. 이진유와 이사상이 한창 논의를 주장하여 권력을 마음대로 부려 기세가 매우 치성하였기 때문에 선왕의 지엄한 처분을 무시하고 이처럼 마음대로 고친 것이다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 25일(을사) 3번째기사",
                "gt-oKo": "이헌영(李獻英)·이헌장(李獻章)·이진급(李眞伋)·오수원(吳遂元)을 복과(復科)시켰다. 우의정(右議政) 최석항(崔錫恒)이 아뢰기를, “이조 판서(吏曹判書)이광좌(李光佐)가 이헌영·이헌장·이진급을 복과(復科)시키는 일을 묘당(廟堂)에 물어보지 않는 것은 미안한 일이라고 소장을 올려 진달하여 막았습니다. 그러나 조정에서 이미 억울한 정상을 알고 있으니 그대로 삭과(削科)시킨 채 버려둘 수는 없습니다. 아울러 복과시켜야 합니다.” 하니, 임금이 그렇게 하라고 하였다. 영의정(領議政)조태구(趙泰耉)가 아뢰기를, “오수원도 일체로 똑같이 복과시켜야 합니다.” 하니, 임금이 그대로 따랐다. 이헌영(李獻英)과 이헌장(李獻章)은 이사상(李師尙)의 아들이고, 이진급(李眞伋)은 이진유(李眞儒)의 아우이고, 오수원(吳遂元)은 오도일(吳道一)의 아들인데, 모두 임진년 과거(科擧)에서 파방(罷榜)된 사람들이었다. 이진유와 이사상이 바야흐로 의논을 주도하여 용사(用事)하고 있었으므로, 그 기세가 매우 치성하였다. 때문에 선왕(先王)의 지엄한 처분(處分)을 무시하고 이와 같이 마음대로 고친 것이다.",
                "hj": "○復李獻英、李獻章、李眞伋、吳遂元科。 右議政崔錫恒曰: “吏曹判書李光佐, 以李獻英、李獻章、李眞伋復科事, 不詢廟堂爲未安, 陳疏格之, 然朝廷旣知冤狀, 則不可仍置削科之中。 竝宜復科。” 上曰: “唯。” 領議政趙泰耉曰: “吳遂元一體復科宜矣。” 上從之。 獻英、獻章, 師尙之子也, 眞伋, 眞儒之弟也, 吳遂元, 道一之子也, 皆壬辰科罷榜者也。 眞儒、師尙, 方主論用事, 氣勢張甚, 故不有先王處分之至嚴, 惟意更改, 有如此矣。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Sam , a first-grade merit subject , Shin Ikha a second-grade merit subject , and Mok룡 a third-grade merit subject . Prior to this, Eo Yugui , a member of the royal kin, was made a merit subject. However, Eo Yugui firmly declined. Thus, the King again appointed Yi Sam , Shin Ikha , and Mok룡 a third-grade merit subject. Yi Sam and Shin Ikha again submitted a memorial to resign, and inspectors and censors Kim Junghui and Royal Secretary 오명항 also observed the precedent and said that it was improper. The King approved this. ",
                "H2KE-nKo": "이삼을 부사 일등 공신으로, 신익하를 이등 공신으로, 목호룡을 삼등 공신으로 삼았다. 이에 앞서 국구 어유귀를 원훈으로 삼았는데, 어유귀가 굳이 사양하여 다시 이삼, 신익하, 목호룡을 삼등 공신으로 정하였다. 이삼과 신익하가 또 상소하여 사양하고, 대관 김중희, 승지 오명항도 구례를 인용하여 그것이 옳지 않다고 말하니, 주상이 그대로 따른 것이다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 25일(을사) 4번째기사",
                "gt-oKo": "이삼(李森)을 부사 일등 공신(扶社一等功臣)으로, 신익하(申翊夏)를 이등 공신(二等功臣)으로, 목호룡(睦虎龍)을 삼등 공신(三等功臣)으로 삼았다. 이에 앞서 국구(國舅)인 어유귀(魚有龜)를 원훈(元勳)으로 삼았었으나, 어유귀가 굳이 사양했으므로 다시 이삼·신익하·목호룡을 3등으로 나누어 정하였다. 이삼·신익하가 또 소장을 올려 사양하였는데, 대관(臺官) 김중희(金重熙)·승지(承旨)오명항(吳命恒) 역시 구례(舊例)를 인용하여 그것이 불가하다는 것을 아뢰니, 임금이 그대로 따랐다.",
                "hj": "○以李森爲扶社一等功臣, 申翊夏爲二等功臣, 睦虎龍爲三等功臣。 先是, 以國舅魚有龜爲元勳, 有龜固辭, 更以森、翊夏、虎龍, 定爲三等。 森、翊夏又上疏辭, 臺官金重熙、承旨吳命恒, 亦引舊例, 言其不可, 上從之。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King received the royal lecturers in the gyemi year (. The King said, Eunuchs do not exceed the yellow clothes and salaries of their salaries. They only kept outside the gates and clean and clean. Palace Eunuch Choe Hong is extremely disrespectful to the King. It is requested that he be interrogated and severely punished. Sixth Royal Secretary Yi Jin said, Earlier, Your Majesty strictly instructed the palace eunuchs to be arrested and punished for doing so only once or twice. Ultimately, the punishment has been meted out without any faults. This is not a way to punish and encourage encouragement. Choe Hongs crime is unaware of the gravity of the King. However, it seems heavier to the crime of disrespecting the King by disrespecting the extremely important. It would be appropriate to consider the matter further and strive the appropriateness. The King did not pass judgment on this. The King also ordered that an official historian Shin Chi be dismissed from his post on the grounds that he was slightly arrogant and arrogant. Ultimately, the King ordered that he be dismissed from his post, and again ordered that he be arrested and interrogated. Yi Jin requested that the royal lecturers be withdrawn, but the King did not approve his request.",
                "H2KE-nKo": "계미년에 경연관을 소대하였다. 주상이 말하기를,“환관은 황의를 입고 늠식을 먹으며 문을 지키고 청소하는 데 불과할 뿐이다. 내관 최홍은 군부를 배척하였으니 매우 형편없다. 의금부로 잡아다 신문하여 엄히 처단하라.”하니, 동부승지 이진유가 아뢰기를,“그동안 내관의 일로 엄한 하교를 내려 의금부로 잡아다 다스린 것이 한두 번이 아니었는데, 결국 감죄한 것은 매번 사실이 아닌 것으로 귀결되니 징계하는 방도가 아닌 듯합니다. 최홍이 범한 죄는 그 경중이 어떠한지는 모르겠으나 군부를 배척하고 배척하였다는 것으로 죄를 삼는 것은 중대한 일인 듯하니, 더욱 잘 헤아려 합당하게 되도록 힘써야 합니다.”하였는데, 주상이 아무런 결정이 없었다. 주상이 또 사관 신치운은 걸음걸이가 느릿느릿하여 자못 거만한 태도가 있었다는 이유로 처음에는 파직하라고 명하였다가 다시 의금부로 잡아다 추고하라고 명하였다. 이진유가 명을 도로 거두어들이기를 청하였으나, 주상이 따르지 않았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 3일(계미) 1번째기사",
                "gt-oKo": "경연관(經筵官)을 소대(召對)하였다. 임금이 이르기를, “환관(宦官)은 황의(黃衣)를 입고 늠식(廩食)을 먹으면서 문을 지키고 청소하는 것 등의 일을 하는 것에 불과한데, 내관(內官) 최홍(崔泓)은 임금을 배알(排軋)하였으니, 매우 무상(無狀)하다. 나문(拿問)하여 엄단(嚴斷)하라.” 하니, 동부승지(同副承旨) 이진유(李眞儒)가 아뢰기를, “전후 내관의 일 때문에 엄한 하교를 내려 잡아다가 다스린 것이 한두 번뿐만이 아니었습니다만, 감죄(勘罪)할 적에는 결국 매양 그런 실상이 없었던 것으로 귀결되고 말았으니, 이는 징계하고 면려시키는 방도가 아닌 것 같습니다. 최홍(崔泓)이 범한 죄의 경중이 어떠한 것인지는 모르겠습니다만, 심지어 임금을 배알(排軋)했다는 것으로 죄를 삼는다면 너무 중대(重大)한 것 같으니, 의당 상량(商量)하여 적당한 데로 귀결짓도록 힘써야 합니다.” 하였는데, 임금이 아무런 발락(發落)이 없었다. 임금이 또 사관(史官) 신치운(申致雲)의 걸음걸이가 완만하여 자못 거만한 모습이 있다 하여 처음에는 파직(罷職)을 명하였다가, 다시 추문(推問)하라고 명하였다. 이진유(李眞儒)가 명을 환수(還收)할 것을 청하였으나, 임금이 따르지 않았다.",
                "hj": "○癸未/召對經筵官。 上曰: “宦官不過黃衣廩食, 守門灑掃而已。 內官崔泓, 排軋君父, 極爲無狀。 拿問嚴斷。” 同副承旨李眞儒曰: “前後以內官事嚴敎, 拿治不止一再, 而畢竟勘罪, 每歸無實, 恐非懲勵之道。 崔泓所犯, 未知輕重之如何, 而至以排軋君父爲罪, 則似涉重大, 宜加商量, 務歸的當。” 上無發落。 上又以史官申致雲行步緩緩, 頗有倨傲之狀, 初命罷職, 復命拿推。 眞儒請收還, 上不從。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Yi Huijo was banished to Yeongam County . This was due to Yi Jins request.",
                "H2KE-nKo": "이희조를 영암군에 찬배하였다. 이진유가 청하였기 때문이다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 1월 7일(정해) 1번째기사",
                "gt-oKo": "이희조(李喜朝)를 영암군(靈巖郡)에 찬배(竄配)했는데, 이진유(李眞儒)의 청을 따른 것이다.",
                "hj": "○丁亥/竄李喜朝於靈巖郡。 李眞儒請之也。"
            }
        }
    },
    "02": {
        "10": {
            "1": {
                "H2KE-EN": "Yi Gyeongsin , Yi Jo , was appointed minister of personnel , and Yi Gwan , minister of war .",
                "H2KE-nKo": "이조를 이조 판서로, 이광좌를 병조 판서로 삼았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 10일(경신) 1번째기사",
                "gt-oKo": "이조(李肇)를 이조 판서(李曹判書)로, 이광좌(李光佐)를 병조 판서(兵曹判書)로 삼았다.",
                "hj": "○庚申/以李肇爲吏曹判書, 李光佐爲兵曹判書。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Seal Keeper of the Office of the Censor General Yu Suwon presented a memorial to the King to reprimand Jo Gui . The memorial read as follows: In the twelfth month of the sinchuk year (, the start of Your Majesty was the beginning of Your Majesty. However, at the beginning of the lecture of Your Majesty at the beginning of the first time, he disobeyed the wishes of the people. Not only observed the rumors of the rumors, he did not thoroughly strictly enforce the state. When your subject received the order of Your Majesty to impeach the case, he at the beginning of his illness at the beginning of the end, and eventually he was deprived of his responsibility. His hearts were disappointed and indignant, and the rumors of the people were raised. However, he was unable to receive others diligently and investigate others, and he was unable to restrain his magnanimity. Instead, he at the level of the highest level of the lowest",
                "H2KE-nKo": "정언 유수원이 상소하여 조태구를 배척하였는데, 그 대략에,“신축년 섣달은 바로 전하께서 즉위하신 초기였는데, 첫 번째 연석에서 대양한 것이 이미 여론에 거슬렸고 근거 없는 의론에 동요된 것만 보았지 국시에 엄격하지 못한 것은 아니었습니다. 명을 받고 옥사를 다스리면서 처음부터 끝까지 병을 핑계 대다가 결국 마무리를 짓는 것은 더욱 책임이나 때우려는 것에 가까웠으므로 사람들이 답답해하고 물의가 들끓었습니다. 그러나 이미 다른 사람의 공격을 받지도 못하였고 또 그 도량이 넓지도 못하여 마침내 정승의 지위에서 날이 저물도록 도리어 편파적이고 사사로운 것으로 지목받는 것을 혐의쩍게 여기지 않았습니다. 괴리된 형세를 조화시킬 생각은 하지 않고 끌어들일 때에는 드러내 놓고 좌지우지하였는데, 지부에서 수망으로 의망하면서 지나치게 굴복하였고 전관이 문차할 때에도 깊이 생각하지 않았습니다. 그리하여 마침내 청의가 신장되지 못하고 정기가 꺾이게 되었습니다. 오직 모호한 것을 위주로 하여 거짓으로 서로 가차하고 고식적으로 부귀를 누린 채 뜻을 굽혀 받들어 온갖 말로 찬양하고 추켜세워 그를 호송한 자까지 있어서 온 세상 사람들로 하여금 감히 성내게 하고 감히 말하지 못하게 하였습니다. 대관이 이와 같으니 소관도 알 수 있는데 묘당의 의론이 이와 같으니 전형을 어찌 책망할 수 있겠습니까.정수기가 처음 홍문관의 선발에 오른 것으로 말하면 이미 매우 형편없고 동벽의 중서는 더욱 사람들의 기대 밖에서 나왔습니다. 근래 영예로운 승진을 마치 공로에 보답하는 것처럼 한 것은 무엇 때문입니까. 이정제는 간사하고 아첨을 잘하여 사대부다운 모습이 전혀 없고 반평생 교활한 벼슬을 하여 오직 이익만을 추구하는 술책을 쓰지 않았습니다. 필경에는 임금의 보살핌을 받은 것이 모두 권세 있는 가문에서 나왔습니다. 외람되이 사국의 자리를 차지하였고 이어서 웅번의 직임을 맡았으니 진실로 이미 여론에 놀랐습니다. 그런데 조태채가 법에 따라 처형되자 감히 천 리 먼 길을 사람을 보내어 짐바리를 가득 싣고 부의를 보냈으니, 그가 만약 조금이라도 사람의 마음이 있었다면 어찌 차마 이런 짓을 하였겠습니까. 이와 같이 비루하고 교활하며 분수와 의리를 모르는 무리는 결코 조적에 끼워 둘 수 없습니다. 속히 사판에서 삭제하는 법을 시행하는 것을 결단코 그만둘 수 없습니다.”하니, 답하기를,“정수기가 홍문관에 적합하지 않다고 배척한 것은 매우 지나치다.”하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 18일(무진) 1번째기사",
                "gt-oKo": "정언(正言) 유수원(柳壽垣)이 소장을 올려 조태구(趙泰耉)를 논척(論斥)했는데, 그 대략에 이르기를, “신축년 12월은 곧 전하께서 처음 즉위하신 때인데, 처음 경연(經筵)에서의 대양(對揚)이 이미 여정(輿情)에 거슬렸으니, 단지 부의(涍議)에 동요당한 것만 보았을 뿐 국시(國是)에 대해 엄하게 한 것이 없었기 때문이었습니다. 그가 명을 받들어 옥사(獄事)를 다스림에 이르러서는 전후 계속 병이라고 핑계대다가 끝에 가서 받아들였으니, 이는 더욱 책임만 메우는 데에 가까운 것이었으므로 인정(人情)이 울분을 품고 물의(物議)가 들끓게 되었습니다 이미 남의 충고(忠告)를 받아들이지도 못했고 또 그 도량이 너그럽지도 못해서, 이에 태현(台鉉)의 지위에 있으면서 늙은 나이에 편사(偏私)하다는 지목을 받는 것을 혐의하지 않았습니다. 그리고 괴리(乖離)된 사세를 조정할 의도가 없었는가 하면 사람을 끌어들일 적에는 자기 임의로 좌지우지(左之右之)하였으므로, 지부(地部)의 수의(首擬)에 대해 너무도 굴곡(屈曲)이 많았고, 전관(銓官)이 차임에 대해 문의할 적에도 당초에 상량(商量)을 하지 않았기 때문에 드디어 청의(淸議)가 확장되지 못하였고 따라서 정기(正氣)도 저상(沮喪)되고 말았습니다. 오직 사람들을 꼼짝못하게 하여 얼버무리기만을 일삼아 헛된 것을 가차(假借)하여 고식적인 부귀(富貴)를 누리려 하였습니다. 그리하여 뜻을 굽혀 승봉(承奉)하여 극구 찬양 하면서 역적을 두둔하는 사람이 있다고 함으로써 일세(一世)로 하여금 노하게 하였으나, 감히 말하지는 못하게 만들었습니다. 대관(大官)도 이러하였으니 소관(小官)은 미루어 알 수 있으며, 묘당(廟堂)의 의논이 이러했으니 전형(銓衡)을 책할 것이 뭐 있겠습니까? 정수기(鄭壽期)가 처음 영선(瀛選)에 참여한 것도 이미 너무 옳지 못한 것이었는데, 의정부(議政府)의 좌참찬(左參贊)은 더욱 사람들이 기대한 밖에서 나왔습니다. 근래의 영화로운 승진이 마치 공로에 대한 보답 같은 느낌이 드는 것은 무슨 까닭입니까? 이정제(李廷濟)는 간사하고 지나치게 공손하여 사부(士夫)의 태도가 전혀 없고 반생(半生) 동안 벼슬한 술법이 이익만을 추구하는 데에서 벗어나지 못했는데, 마침내 높은 지위로 오른 것은 모두 권문(權門)의 세도에서 나온 것입니다. 그리하여 외람되이 사국(史局)에 끼여 있었고 계속해서 웅번(雄藩)을 맡게 되었으니, 진실로 이미 물정(物情)을 놀라게 했습니다. 그리고 조태채(趙泰采)가 복주(伏誅)되었을 적에는 이에 감히 천 리에 사람을 보내어 가득 실은 짐바리를 선물(膳物)로 보내었는데 그에게 만약 일푼이라도 사람의 마음이 있다면 어떻게 차마 이런 짓을 할 수 있겠습니까? 이와 같은 더럽고 아첨하여 분의(分義)를 모른 무리들은 결코 조적(朝籍)에 끼이게 할 수 없으니, 속히 사판(仕版)에서 삭제시키는 법전을 결단코 그만둘 수 없습니다.” 하니, 답하기를, “정수기(鄭壽期)가 영관(瀛館)에 합당하지 못하다고 배척하는 것은 너무 지나친 말이다.” 하였다.",
                "hj": "○戊辰/正言柳壽垣上疏, 斥趙泰耉。 其略曰: 辛丑之臘, 卽殿下一初, 而初筵對揚, 已拂輿情, 只見其動於浮議, 未嘗致嚴乎國是。 及其受命按獄, 首尾引疾, 末梢收殺, 尤近塞責, 人情拂鬱, 物議沸騰, 而旣不能受人勤攻, 又不能休休其量, 乃於台鉉之位, 遲暮之境, 反不嫌其偏私指目之歸。 乖離之勢, 無意調娛, 汲引之際, 顯示左右, 地部首擬, 太費屈曲, 銓官問差, 永靳商量, 遂致淸議不張, 正氣消沮。 惟以籠罩鶻突爲主, 虛相假借, 姑息富貴, 曲意承奉, 極口贊詡, 以爲之護送者有之, 使一世敢怒而不敢言。 大官如此, 小官可知, 廟議如此, 銓衡何責? 至若鄭壽期之初玷瀛選, 已極不似, 東壁中書, 尤出人望之外。 近來榮進, 有若酬勞者何哉? 李廷濟之憸邪足恭, 絶無士夫樣子, 半生巧宦, 術不出於惟利是趨, 畢竟羽化, 都出權門。 濫竽史局, 繼叨雄藩, 固已見駭於物情, 而及夫泰采之伏法也, 乃敢千里專人, 滿駄送賻。 渠若有一分人心, 安忍爲此? 似此汚卑巧侫不識分義之徒, 決不可廁之朝籍, 亟施削版之典, 斷不可已也。 答曰: “鄭壽期瀛館不合之斥, 已極過當矣。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King dismissed Minister of Personnel Yi Jo from his post, and appointed 유봉휘 as minister of personnel, and Yi Jin as third minister of personnel.",
                "H2KE-nKo": "이조 판서를 면직하였다. 유봉휘를 이조 판서로, 이진유를 이조 참의로 삼았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 20일(경오) 1번째기사",
                "gt-oKo": "이조 판서(吏曹判書)이조(李肇)가 파면(罷免)되었다 유봉휘(柳鳳輝)를 이조 판서로, 이진유(李眞儒)를 이조 참의(吏曹參議)로 삼았다.",
                "hj": "○庚午/吏曹判書李肇免, 以柳鳳輝爲吏曹判書, 李眞儒爲吏曹參議。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyeyu day, [the King] appointed Mokgong to the title of Lord of Dongseong in the gyeyu year (, and appointed Mokgong Mok to the loyalty and diligently dedicate himself to his sincerity.",
                "H2KE-nKo": "목호룡을 수충 분의 갈성 효력 부사 공신 동성군으로 삼았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 23일(계유) 1번째기사",
                "gt-oKo": "목호룡(睦虎龍)을 수충 분의 갈성 효력 부사 공신(輸忠奮義竭誠效力扶社功臣) 동성군(東城君)으로 삼았다.",
                "hj": "○癸酉/以睦虎龍爲輸忠奮義竭誠効力扶社功臣東城君。"
            },
            "2": {
                "H2KE-EN": "A fire broke out at Sunneung . The King changed his mourning robes and reduced the number of side dishes. He stopped the music for three days.",
                "H2KE-nKo": "순릉에 화재가 났다. 주상이 정전을 피하여 변복하고 감선하였으며, 3일 동안 음악을 정지하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 23일(계유) 2번째기사",
                "gt-oKo": "순릉(純陵)에 불이 났다. 임금이 정전(正殿)을 피하여 변복(變服)하고 감선(減膳)하였으며 3일 동안 철악(撤樂)하였다.",
                "hj": "○純陵火。 上避正殿, 變服減膳, 撤樂三日。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that former 대사간김동필 , who had served as member of the Office of Royal Decrees , and Yu Suwon , who had served as member of the provincial officials , be dismissed from their posts. Third Minister of Personnel Yi Jin reported to the King, saying, Kim동필이 interrogating each other and caused trouble, and yesterday, Left Censor Yu Suwon submitted a memorial again, and he satisfied and satisfied. If we do not rescind and rescind the fire, then it will be truly difficult to rescind the fire in the fields of the fields. Your subject requests that Kim동필과 Yu Suwon all be transferred to the provinces, thereby penalizing the practice of encouraging affairs. The King approved this request.",
                "H2KE-nKo": "원임 대사간 김동필과 원임 정언 유수원을 주현의 관원에서 내쳐 보임하라고 명하였다. 이조 참의 이진유가 아뢰기를,“김동필이 서로 배척하여 아무 일도 없는 중에 일을 만들어 내었고, 며칠 전에 정언 유수원이 상소하여 또다시 멋대로 일을 만들어 기꺼이 분열되었습니다. 만약 억제하지 않는다면 요원의 불길은 실로 구하기 어려울 것입니다. 김동필과 유수원을 모두 외직에 보임하여 일 만들기 좋아하는 습속을 징계하소서.”하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 23일(계유) 3번째기사",
                "gt-oKo": "원임(原任) 대사간(大司諫)김동필(金東弼)과 원임 정언(正言) 유수원(柳壽垣)을 주현관(州縣官)으로 보임(補任)시켜 내칠 것을 명하였다. 이조 참의(吏曹參議) 이진유(李眞儒)가 아뢰기를, “김동필이 서로 배척하여 무사한 가운데에서 일을 만들어 내고 있습니다. 엊그제 정언 유수원이 소장을 올려 또다시 부정한 의논을 제기하여 분열(分裂)됨을 마음에 달갑게 여기고 있으니, 이를 억재(抑裁)하지 않으면 마치 요원(燎原)의 불길과 같아 실로 끄기가 어렵게 될 것입니다. 김동필과 유수원을 아울러 외직에 보임시켜 일 만들기 좋아하는 습성을 징계시키소서.” 하니, 임금이 그대로 따랐다.",
                "hj": "○命斥補原任大司諫金東弼、原任正言柳壽垣於州縣官。 吏曹參議李眞儒啓曰: “金東弼互相排擯, 生事於無事之中, 日昨正言柳壽垣疏, 又復橫生, 甘心分裂。 若不裁抑, 則燎原之火, 實難救得。 東弼、壽垣一倂補外, 以懲其喜事之習。” 上從之。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The third censor of the Office of the Censor General Kwon Ikgwan and Fourth Censor Kim Junghui reported to the King as follows: Palace Lady Kim claimed to conspiracy with the enemy in conspiracy with the enemy, which was true by [Kim] Seongjeol []. Earlier, due to a report presented by the King and the Office of the Censor General , Your Majesty suddenly gave an order to inquire into [Kim Seongjeols] approval. The officials were waiting for [Kim Seongs] waiting until now. However, [Kim Seong] did not send [Kim Seongs] approval to [Kim Seongs] approval. This was caused by the enemy inside the palace gates, where the enemy claimed that the enemy claimed cannot be eliminated. The worries of the Royal Ancestral Shrine and the Altar of the Soil and Grain cannot be eliminated. The matter of [Kim Seongjeols] palace cannot be known in secret. However, [Kim] Seongjeols worries that the enemy claimed conspiracy with the enemy claimed that the enemy claimed conspiracy with the enemy claimed. Although the enemy claimed that Kim claimed is not one or two, the duty of administrative woman should also be entrusted to the office in charge so that [Kim Seongs enemy claim be] disclosed for future troubles. How could [Kim Seongjeols enemy entire enemy claiming the enemy claimed? The enemy is still excluded, and the enemy claiming that",
                "H2KE-nKo": "헌납 권익관, 정언 김중희가 아뢰기를,“김씨 성을 가진 궁인이 흉악한 역적과 호응하여 어찬에 독을 섞어 넣은 것은 김성절이 바른대로 불었기 때문입니다. 일찍이 연석에서 아뢰거나 대간의 계사로 인하여 번번이 조사해 내라는 비답을 내리셨으므로 신료들이 고대한 지 지금 몇 달이 지났는데도 아직까지 내주지 않고 계십니다. 그리하여 대궐 안 가까운 곳에서 흉악한 역적이 목숨을 부지하게 하였으니, 술을 마시고 마시는 동안에 화근을 제거하지 못한다면 종묘사직의 근심과 귀신과 사람의 분노를 이루 다 말할 수 있겠습니까.궁금의 일은 비밀스러워서 진실로 외부의 신하가 감히 알 수 있는 것이 아닙니다. 그러나 김성절이 이른바 ‘약을 올리고 토해 낸다.’라는 말은 황수를 토해 낸 내의원에 내린 일과 서로 부합하니, 약을 쓴 날짜를 상고할 수 있습니다.김씨 성을 가진 궁인이 한둘이 아니지만 푸줏간의 임무는 다른 궁녀와는 차이가 있고 여관의 칭호도 각각 다르니, 직임과 관호를 상고할 수 있습니다. 만일 서로 떠넘겨서 갑자기 적발하기 어렵다면 또한 모두 유사에게 넘겨서 분명히 조사하여 밝혀야 합니다. 징토를 엄히 하고 후환을 막는 방도로 볼 때 어찌 한결같이 시일을 끌도록 내버려 두어 도적을 길러 내고 호랑이를 기르는 결과가 되게 해서야 되겠습니까. 화근을 아직도 제거하지 못하였으니, 예전의 불꽃이 반드시 다시 일어날 것입니다. 이 역적을 끝내 조사해 내지 못한다면 신은 종묘사직의 안위가 결정되지 못할까 걱정됩니다. 김성을 가진 궁인 중에 의심스러운 자를 국청에 넘겨서 정범을 조사해 내어 속히 국법을 바로잡으소서.”하니, 따르지 않았다.아, 그때 국문을 행하는 옥사에서 허무맹랑한 말을 날조한 것이 진실로 끝이 없었다. 김성을 가진 궁인에 대해 그동안 내린 비지에서 본래 그런 사람이 없다고 하교하였는데도 오히려 내보내기를 강력히 청하여 영종이 즉위한 뒤에 윤허를 아끼고 그만두지 않았으니, 또한 무엇을 가리키는 것인가.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 4일(갑인) 1번째기사",
                "gt-oKo": "헌납(獻納) 권익관(權益寬)·정언(正言) 김중희(金重熙)가 아뢰기를, “김성(金姓)을 가진 궁인(宮人)이 흉적(凶賊)과 화응(和應)하여 어찬(御饌)에다 독을 탔다는 것은 김성절(金盛節)이 직초(直招)한 것입니다. 일찍이 연석(筵席)에서 주달하고 대간(臺諫)이 논계한 것으로 인하여 그때마다 조사하여 내보내겠다는 비답(批答)을 내리셨으므로, 신료(臣僚)들이 크게 마음먹고 기다린 지 지금까지 얼마의 세월이 흘렀습니까? 그런데도 아직껏 내보내는 거조가 없음으로 인하여 주액(肘腋)처럼 가까운 금달(禁闥) 사이에서 흉적이 숨을 쉬고 있게 함으로써 술을 마시거나 음식을 먹는 사이에 일어날 수 있는 화근(禍根)을 제거하지 못하고 있으니, 종사(宗社)의 걱정과 신인(神人)의 분노를 이루 말할 수 있겠습니까? 궁금(宮禁)의 일은 비밀스러운 것이어서 진실로 외신(外臣)으로서는 감히 알 수 있는 것이 아닙니다. 그러나 김성절이 이른바 약을 진어하고서 토해냈다는 말이 누런 물을 토해냈다고 약원(藥院)에 하교한 일과 서로 합치되는 것은 말할 것도 없고, 약을 쓴 기일도 상고할 수가 있습니다. 김성(金姓)을 가진 궁인이 한두 명이 아니겠습니다만, 포주(庖廚)의 임무는 다른 일과는 구별이 있고 여관(女官)의 호칭 또한 각기 다르니, 직임과 관호(官號)를 상고할 수가 있습니다. 만일 서로 미루면서 핑계대기 때문에 갑자기 적발할 수 없다면, 역시 전부 유사(有司)에게 맡겨 철저히 조사하여 분명하게 보이도록 해야 합니다. 징토(懲討)를 엄히 하여 후환(後患)을 예방하는 방도에 있어 어찌 한결같이 미루기만 하여 도적을 자라나게 하고 호랑이를 길러 후환을 만들게 할 수가 있겠습니까? 화근(禍根)을 아직껏 제거하지 못하였으니, 예전의 불꽃이 반드시 다시 불타오르게 될 것입니다. 이 역적을 끝내 사핵(査覈)하여 잡아내지 못한다면 신은 종사(宗社)의 안위(安危)가 안정될 날이 없게 될까 염려스러우니, 김성을 가진 궁인으로서 의심스러운 사람은 국청(鞫廳)으로 내보내어 사핵하여 정범(正犯)을 잡아내어 속히 왕법(王法)을 바루게 하소서.” 하였으나, 따르지 않았다. 아! 그때의 국옥(鞫獄)에서는 없는 죄를 날조해 낸 것이 진실로 끝이 없었다. 김성(金姓)을 가진 궁인에 대해서는 전후의 비지(批旨)에서 본디 그런 사람이 없다는 것으로 하교(上敎)했는데도 오히려 극력 내보내 줄 것을 청하였는가 하면, 영조(英祖)가 즉위한 뒤에 끈질기게 청하여 마지 않았으니, 그 지의(指意)한 바가 무엇인가?",
                "hj": "○甲寅/獻納權益寬、正言金重熙啓曰: “金姓宮人之和應凶賊, 錯毒御饌, 盛節之所直招也。 曾因筵奏臺啓, 輒下査出之批, 臣僚顒俟, 今幾日月, 而尙無出付之擧, 致令禁闥肘腋之間, 凶賊假息, 杯觴飮啜之頃, 禍根莫除, 宗社之憂, 神人之憤, 可勝道哉? 宮禁事秘, 固非外臣之所敢知, 而盛節所謂進藥吐出之說, 與黃水吐出下藥院之事相符, 而行藥日月可考也。 金姓宮人, 雖非一二, 而庖廚之任, 與他有別, 女官之號, 亦當各殊, 職任、官號可攷也。 如或互相推諉, 猝難摘發, 則亦宜悉付有司, 明示査究。 其在嚴懲討防後患之道, 豈可一任延拖, 爲長寇養虎之歸耶? 禍根迄未除去, 舊焰必當復煽。 此賊終未覈得, 則臣恐宗社安危, 有未可定。 請金姓宮人疑似者, 出付鞫廳, 覈得正犯, 速正王法。” 不從。 嗚呼! 其時鞫獄, 搆捏虛無, 固無紀極。 至於金姓宮人, 前後批旨, 以本無其人爲敎, 而猶且力請出付, 至英宗卽位之後, 靳靳不已, 抑何所指歟?"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Jeong Gyejang reported as follows: Im Changs crime cannot be executed. Although the memorial submitted last year was not yet submitted, it was widely claimed that all the peoples eyes and ears have been widely clarified because the wild circumstances and treacherous plots have been clearly evidently clarified. Furthermore, [In addition,] the memorial submitted by [Interrogative], [Interrogating him], [Interrogative], [Instead], [Interrograte],",
                "H2KE-nKo": "장령 정계장이 아뢰기를,“임창의 죄를 이루 다 주벌할 수 있겠습니까. 예전에 올린 한 통의 상소가 주상께 올라가지 않았다고는 하지만, 상소에서 차마 들을 수 없고 차마 말할 수 없는 이야기가 세상에 모두 전파되어 사람들의 이목에 남아 있으니, 흉악한 심보가 환히 드러나 가릴 수 없습니다. 게다가 그가 올린 상소의 내용을 가지고 보더라도 분수를 범하고 의리에 어긋나는 말을 하지 않는 것이 없었습니다. 그의 숙부인 임홍망은 지친의 사정으로도 감히 그의 죄악을 덮을 수 없었는데, 그 화가 뻗칠까 두려워 상소를 올려 스스로 해명하였으니, 그의 말이 불경스럽고 부도하다는 것을 여기에서도 알 수 있습니다. 그의 죄를 논한다면 실로 역적 홍술해보다 더한데, 지금 그의 죄가 찬배에 그쳐 아직도 천지 사이에서 숨을 쉬게 하고 있으니, 유독 역적 홍술해의 원통함이 되지 않겠습니까.아, 지난번에 역적의 무리가 전하를 위태롭게 하려고 모의한 지 오래되었습니다. 김춘택이 은밀히 그 일을 주관하고 임창과 박규서가 드러내어 말하면서 온갖 계책으로 계획하여 기어이 자기 마음대로 하려고 하였으니, 오늘날 신하 된 자라면 누군들 그의 살점을 씹어먹고 그의 가죽을 벗겨 깔고 자고 싶지 않겠습니까. 그런데 불행하게도 김춘택과 박규서가 모두 집에서 죽었으므로 법대로 처형하지 못하고 있습니다. 그러나 지금 사람들의 울분을 조금이나마 풀어 줄 수 있는 것은 오직 역적 임창을 법대로 처형하는 데 달려 있습니다. 지금 한창 엄하게 징토하고 있는 때에 임창과 같은 흉악한 무리는 결코 하루라도 용서하여 형벌을 잘못 적용했다는 비난을 초래해서는 안 됩니다. 흉악한 역적 임창을 속히 사형에 처하소서.”하니, 따르지 않았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 8일(무오) 1번째기사",
                "gt-oKo": "장령(掌令) 정계장(鄭啓章)이 아뢰기를, “임창(任敞)의 죄는 이루 다 주토(誅討)할 수가 없습니다. 연전에 올린 하나의 소장(疏章)이 상달되지는 못했지만, 그 소장에는 차마 들을 수 없고 차마 말할 수 없는 이야기가 있었는데, 이것이 세상에 모두 전파되어 사람들의 이목(耳目)에 남아 있으니, 흉역의 심장(心腸)이 환히 드러나 숨길 수가 없습니다. 그리고 그가 올린 소장의 내용을 가지고 보더라도 분수를 범하고 의에 어긋나는 이야기를 못할 말이 없이 다했습니다. 그의 숙부(叔父)인 임홍망(任弘望)은 지친(至親)의 사정(私情)으로서도 감히 죄악을 숨길 수가 없었으며, 그 화(禍)가 자신에게 연급(延及)될까 두려워한 끝에 소장을 올려 스스로 해명하였으니, 그의 말이 불경(不敬)스럽고 부도(不道)하다는 것을 여기에서도 알 수가 있습니다. 그의 죄를 논한다면 실로 역적 윤지술(尹志述)보다도 더한데, 이제 죄를 준 것이 찬배(竄配)에 그쳤습니다. 그리하여 아직도 천지 사이에서 목숨을 부지하고 있으니, 역적 윤지술이 억울한 것이 되지 않겠습니까? 아! 종래에 적당(賊黨)들이 전하를 위태롭게 하려고 모의해 온 지가 오래입니다. 김춘택(金春澤)은 은밀히 그것을 주관하였고, 임창과 박규서(朴奎瑞)는 드러내어 말하면서 온갖 방법으로 경영(經營)하여 기필코 마음대로 하려고 했으니, 오늘날 신자(臣子)된 사람으로서 누군들 그들의 살점을 먹고 그들의 가죽을 벗겨서 깔고 싶어 하지 않는 사람이 있겠습니까? 그러나 불행히도 김춘택과 박규서는 모두 법에 의해 다스려지지 않은 채 편안히 일생을 마쳤으니, 지금에 와서 조금이나마 분을 풀 수 있는 것은 오직 역적 임창을 정형(正刑)에 처하는 데에 있습니다. 이처럼 징토가 바야흐로 엄한 때를 당하여 임창 같은 악역배(惡逆輩)를 결코 하루라도 용서하여 실형(失刑)했다는 비난을 야기시켜서는 안됩니다. 흉적 임창을 속히 처치하여 방형(邦刑)을 바루소서.” 하였으나, 따르지 않았다.",
                "hj": "○戊午/掌令鄭啓章啓曰: “任敞之罪, 可勝誅哉? 昔年一疏, 雖曰未徹, 疏中不忍聞不忍言之說, 世皆傳播, 在人耳目, 凶肚逆腸, 昭不可掩, 而且以其改呈疏語見之, 犯分悖義之說, 無所不至。 其叔弘望, 雖以至親私情, 猶不敢掩惡, 恐其禍延, 陳疏自明, 則其言之不敬不道, 此亦可見。 若論其罪, 則實有浮於賊述, 而今乃罪止竄配, 尙令偃息於覆載之間, 獨不爲賊述之冤耶? 噫! 向來賊黨, 謀危殿下, 厥惟久矣。 春澤陰主之, 敞、奎瑞顯言之, 百計經營, 必欲甘心。 爲今日臣子者, 孰不欲食肉寢皮, 而不幸春澤、奎瑞, 皆死牖下, 不得致法, 而卽今可以少洩輿憤者, 惟在於賊敞之正刑。 當此懲討方嚴之日, 如敞惡逆之輩, 決不可一日容貸, 以致失刑之譏。 請凶賊任敞亟正邦刑。” 不從。"
            },
            "2": {
                "H2KE-EN": "Lord of Dongpyeong Jeong Jaryun passed away. [Jeong] Jaryun was the son of the late Minister [of Imperial Entertainments] Taizu . He was the royal son-in-law of Hyoryeong . His nature was steadfast and calm. He was frugal and frugal. When [Jeong Jaryun] frequently went outside [the palace], [Jeong Jaryun] was simple to follow [Jeong Jaryun] and prohibited people from doing so. [Because he] did not know that [Jeong Jaryun was] a grief, [Jeong Jaryun] was a member of the royal concubine of four ancestors, [Jeong Jaryun] presented [the royal concubines] with a sealed memorial to the King. [Jeong Jaryun] was respectful and did not show anything to his behavior. [Jeong Jaryun] was well-versed in our countrys past ideas, and many of them inquired about him. At this time, he passed away. He was seventy-six years old. Upon hearing of his death, the King was grieved and bestowed timber for funeral expenses.",
                "H2KE-nKo": "동평위 정재륜이 졸하였다. 정재륜은 고 상신 정태화의 아들이고 효종의 부마이다. 사람됨이 준걸스럽고 계려가 있었으며 몸가짐을 검소하고 간략하게 하였다. 그가 문밖을 나갈 때에는 반드시 추종을 간략하게 하고 벽제를 금지하였으니, 그가 귀척인지도 몰랐다. 네 조정에서 임금이 내려 준 진귀한 완구품들을 모두 봉하여 표시해 주어 그 공경을 다하였고 전혀 몸가짐을 조심하지 않았다. 국조의 옛 사실을 널리 알아 사람들이 대부분 질문하였는데, 이때에 이르러 졸하니 나이 76세였다. 부음이 알려지자 주상이 매우 슬퍼하여 널감[柩材]을 하사하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 2월 8일(무오) 2번째기사",
                "gt-oKo": "동평위(東平尉) 정재륜(鄭載崙)이 졸(卒)하였다. 정재륜은 고(故) 상신(相臣) 정태화(鄭太和)의 아들로, 효종(孝宗)의 부마(駙馬)이다. 사람됨이 준걸스럽고 계려(計慮)가 있어 몸가짐을 검약(儉約)하게 하였으며, 일이 있어 출타(出他)할 적에는 반드시 추종(騶從)을 간략하게 하고 벽제(辟除)를 금지하였으니, 사람들이 그가 귀척(貴戚)임을 알지 못하였다. 무릇 네 조정(朝廷)에서 임금이 내린 진완품(珍玩品)들을 모두 봉함하여 기록해 놓음으로써 공경심을 극진히 했으며 하나도 몸에 가까이 하지 않았다. 국조(國朝)의 고실(故實)에 대해 널리 알고 있었기 때문에 사람들이 많이 질문(質問)했었는데, 이때에 이르러 졸(卒)하니, 나이 76세였다. 부음(訃音)이 들리자, 임금이 매우 슬퍼하면서 구재(柩材)를 내렸다.",
                "hj": "○東平尉鄭載崙卒。 載崙故相太和之子, 孝廟駙馬也。 爲人俊偉, 有計慮, 治身儉約, 其出門, 必簡騶從, 禁呵辟人, 不知其爲貴戚也。 凡四朝御賜珍玩, 竝封識, 以致其敬, 一不近身。 博識國朝故實, 人多質問。 至是卒, 年七十六。 訃聞, 上震悼賜柩材。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Senior Abdicated King (Jeongjong Yi Bo욱 submitted a memorial regarding the meritorious deeds. The summary of the meritorious deeds were as follows: Now, the meritorious deeds are of great importance. At first, [the meritorious deeds] during the period of mourning for the King [Taejong], and [the meritorious deeds] were done according to their steadfast desires. Furthermore, [the meritorious deeds] were returned to the two commanders, and [the meritorious deeds] were applied to the circumstances [of the meritorious deeds] again. [However,] the meritorious deeds were slightly discontinued, and [the meritorious deeds] were merely damaged by the circumstances. [The meritorious deeds] were designated east and west [the meritorious deeds], and [the meritorious deeds] have not yet reached. At last, [the meritorious deeds] were designated as the meritorious deeds were designated. There were only one or two occurred during the three-year [mourning period of] our country, but there were no precedent of reporting the meritorious deeds [of the meritorious deeds of the meritor",
                "H2KE-nKo": "지평 이보욱이 상소하여 녹훈하는 일을 논하였다. 그 대략에,“이번에 책훈하는 것이 얼마나 중대한 일입니까. 그런데 처음에는 국구를 추대하였다가 이미 굳게 사양한 것을 따랐고, 또 두 장수에게 돌렸으며, 다시 대간의 계사를 윤허하셨습니다. 그리하여 금방 결정했다가 곧바로 파하여 한갓 일의 체모만 손상하였고, 동쪽을 가리키고 서쪽을 미룬 것이 끝내 그치지 않았고, 끝에 가서는 단훈으로 감정하여 맹제가 곧 닥치게 되었습니다. 국조 300년 동안의 역옥이 한둘이 아니었지만 일찍이 고변한 자가 원훈이 된 예는 없었으니, 단록하는 것이 불가하다는 것을 여기에서 이미 알 수 있습니다. 그런데도 ‘훈’이라는 한 글자를 자신을 더럽힐 듯이 피하고 일의 체모가 구차하다는 것을 돌아보지 않은 채 반드시 대충대충 미봉하려고 하니, 신은 실로 개탄스럽게 여깁니다.대신이 노영손을 전례로 삼았는데, 옥사의 대소는 피차가 이미 다르고 또 녹훈된 자가 무려 40여 인이나 됩니다. 그런데 세월이 오래된 뒤에 비로소 대간의 계사로 인하여 삭훈하고 노영손만 남겨 두었으니, 이것이 어찌 단훈으로 근거할 만한 것이 되겠습니까.대체로 목호룡은 고변한 것 외에는 다시 기미를 미리 염탐한 공이 없으니, 역적들을 안핵하여 흉악한 정상을 끝까지 캐내어 국가를 반석같이 안정되게 한 것이 어찌 오늘날 녹훈할 만한 공훈이 아니겠습니까.선묘조 기축년의 옥사 때 위관 이하는 모두 상신 정철 등 여러 사람이 일대의 명신이었는데, 녹훈에 참여된 몸으로 감히 사피하지 못한 것은 녹훈하는 것이 국가의 중대한 일이었기 때문입니다. 그러나 고변한 사람을 구차하게 단록하여 군부와 함께 맹약하게 해서는 안 되기 때문입니다.지금 의논하는 자들은 기축년 이후에 옥관을 녹훈하는 것을 막았다고 말하지만, 이는 그렇지 않은 점이 있습니다. 속히 2품 이상과 삼사의 신하들로 하여금 조당에 모여 옥사를 안핵한 여러 신하를 녹훈하는 일에 대해 가부를 하문하여 즉시 속히 감정하게 하소서.”하였다. 상소가 들어간 지 여러 날이 되었으나 주상이 답하지 않았는데, 맹제의 의식 연습이 이미 임박하였다. 동부승지 홍중우가 상소하여 이보욱의 말을 따를 것을 청하고, 이어 예관으로 하여금 길일을 가려 조금 물리게 할 것을 청하니, 주상이 이에 모두 비답을 내리기를,“맹제의 날짜가 이미 박두하였으니, 조금 물리지 말라.”하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 10일(기축) 1번째기사",
                "gt-oKo": "지평(持平)이보욱(李普昱)이 소장을 올려 녹훈(錄勳)한 일에 대해 논하였는데, 그 대략에 이르기를, “지금 이 책훈(策勳)은 이것이 얼마나 중대한 일입니까? 그런데 처음에는 국구(國舅)를 추대했다가 그가 굳게 사양하자 따라 주었고, 또 두 포장(捕將)에게 돌렸다가는 다시 대계(臺啓)를 윤허하였습니다. 금방 결정했다가는 금방 파기해 버림으로써 사체(事體)만 손상시키고, 동쪽을 지적했다가는 다시 서쪽을 추대함으로써 끝내 정박(定泊)될 데가 없게 되자, 끝에 가서는 단훈(單勳)으로 감정(勘定)하여 맹제(盟祭)가 박두했습니다. 국조(國朝) 3백 년 동안 역옥(逆獄)이 발생한 것이 한두 번이 아니었습니다만, 일찍이 고변한 자가 원훈(元勳)이 된 전례는 없었으니, 단독으로 해서는 안 된다는 것을 이것으로도 이미 알 수가 있습니다. 그런데 ‘훈(勳)’이라는 한 글자를 몸을 더럽히는 물건처럼 피하면서 사체의 구차스러움은 돌아보지 않은 채 기필코 엉성하게 미봉(彌縫)하려고 하니, 신은 실로 개연(慨然)스러움을 금할 수 없습니다. 대신(大臣)이 노영손(盧永孫)을 전례로 든 것으로 인하여 그렇게 했습니다만, 옥사(獄事)의 대소(大小)가 이미 피차에 다르고 또 녹훈(錄勳)한 것도 자그마치 40여 인이나 되었었는데, 세월이 오랜 뒤에 대계(臺啓)로 인하여 삭훈(削勳)시켰던 까닭에 노영손만 남아 있었던 것입니다. 이것을 어떻게 단훈(單勳)의 전거라고 할 수 있겠습니까? 대저 목호룡(睦虎龍)이 상변(上變)한 것 이외에는 다시 먼저 기미를 살핀 공이 있는 이가 없으니, 역적들을 신문(訊問)하여 흉모의 절차를 끝까지 추구하여 국가를 태산(泰山) 반석처럼 편안하게 해 놓은 사람이 어찌 오늘날 녹훈할 만한 사람이 아니겠습니까? 선조조(宣祖朝)의 기축 옥사(己丑獄事) 때는 위관(委官) 이하가 모두 상신(相臣) 정철(鄭澈) 등 제인(諸人)으로 일대(一代)의 명신(名臣)이 아닌 사람이 없었습니다. 이들 자신의 몸에 녹훈이 가해졌어도 감히 사피(辭避)하지 못했던 것은 녹훈은 국가의 중대한 일이어서 상변한 사람만을 구차스럽게 단록(單錄)하여 군부(君父)와 함께 맹약하게 할 수 없었기 때문이었습니다. 지금 의논하는 사람들은 기축년 이후 옥관(獄官)들의 녹훈을 방색(防塞)한 것을 가지고 말을 하고 있습니다만, 이는 그렇지 않은 점이 있습니다. 속히 2품 이상과 삼사(三司)의 제신(諸臣)들을 조당(朝堂)에 모 이게 하여 옥사를 다스린 제신(諸臣)들을 녹훈하는 한 조항에 대해 가부를 순문(詢問)하여 조속히 감정(勘定)하게 하소서.” 하였는데, 이 소장을 봉입(奉入)한 지 여러 날이 지났어도 임금이 회보(回報)하지 않았다. 맹제(盟)의 의식을 거행하는 날이 이미 박두해지자 동부승지(同副承旨) 홍중우(洪重禹)가 소장을 올려 이보욱(李普昱)의 말을 따를 것을 청하고, 이어 예관(禮官)으로 하여금 연길(涓吉)을 조금 물리게 할 것을 청하니, 임금이 이에 아울러 비답을 내리기를, “맹제(盟祭)의 날짜가 이미 박두했으니, 조금도 물리지 말라.” 하였다.",
                "hj": "○己丑/持平李普昱疏論錄勳事。 略曰: 今此策勳, 何等重大, 而始推國舅, 旣循其固讓, 又歸兩將, 復允其臺啓。 乍定旋罷, 徒傷事體, 指東推西, 終未止泊, 末乃以單勳勘定, 盟祭將迫。 國朝三百年來逆獄, 非止一二, 而曾未有告者元勳之例。 單錄之不可, 此已可見, 而勳之一字, 避之如浼, 不顧事體之苟且, 必欲草草彌縫, 臣實慨然。 大臣因盧永孫爲例, 而獄事大小, 彼此旣殊, 且其所錄, 多至四十餘人, 而年久之後, 始因臺啓削勳, 只存永孫, 則此豈可爲單勳之可據者耶? 大抵虎龍, 上變之外, 更無先幾詗察之功, 則按訊諸賊, 畢究凶節, 使國家有磐泰之安者, 豈非今日可錄之勳乎? 宣廟朝己丑獄時, 委官以下, 皆相臣, 鄭澈等諸人, 無非一代名臣, 而身忝錄勳, 不敢辭避者, 蓋以錄勳爲國家重事, 而不可以上變人, 苟然單錄, 與君父同盟故耳。 今之議者, 雖以己丑後防塞獄官之錄勳爲言, 而此則有不然者。 亟令二品以上、三司諸臣, 會于朝堂, 以按獄諸臣, 錄勳一款, 詢問可否, 卽速勘定。 疏入累日, 上不報, 而盟祭肄儀已迫。 同副承旨洪重禹, 疏請從普昱之言, 仍令禮官, 涓吉稍退, 上於是, 竝下批曰: “盟祭日期已迫, 勿爲差退焉。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the gyeongin year (, the King intended to proceed to the Altar for Reposes of the Soil and Grain . Inspector General Nam Chyeong made a request to the King and reported to the King, saying, How can this be a matter of importance to the rebels and rebels? The court officials have not been observed, and in the eulmi year (, the conclusion of the discussion was decided. However, the conclusion of the meritorious deeds was made eventually because the meritorious deeds were merely one of the two thieves. In general, 목호룡은 originally a lowborn person, and he was surrounded into the clerk. When the plot was revealed, he eventually finally finally. Thus, he was allowed to stand at the end of the thieves of the one of the two thieves (the two thieves of the five thieves (the two thieves of the two thieves (the two thieves of the thieves of thieves (the thievestock thieves",
                "H2KE-nKo": "경인년에 주상이 회맹단에 행행하려 할 때 대사간 남취명이 청대하여 주상에게 아뢰기를,“역적을 토벌하고 회맹제를 지내는 것이 얼마나 중대한 일입니까. 그런데 조정의 의론이 일치되지 않아 갑오년과 을미년에 결정되었는데, 마침내 단훈으로 감정하여 대충대충 미봉하였습니다. 목호룡은 본래 일개 천례로서 역적의 무리에 들어갔다가 흉악한 모의가 탄로 나자 비로소 고변하여 죽지 않고 훈록의 끝에 끼이게 하였으니, 그것만도 다행이라고 할 수 있습니다.오늘날 국구와 대신, 그리고 장신에 이르기까지 한갓 공을 사양하는 마음만 가지고 나라를 욕되게 하는 수치를 생각하지 않으며, 심지어 사직을 보위하고 역적을 토벌한 공을 일개 천수에게 떠넘겨 차마 우리 전하로 하여금 제천단에서 맹약을 마시고 피를 마시게 하였으니, 이것이 어찌 신하로서 감히 할 수 있는 일이겠습니까.대신에게 수의하기를 청한 것도 신중히 하려는 뜻에서 나온 것인데, 대신 이하는 오직 급급하게 예를 이루는 것만을 일삼고 있습니다. 만약 오늘날의 신하들이 조금이라도 충분한 마음이 있다면 반드시 맥을 끊고 윤기를 더럽히는 의리를 생각할 것인데, 승정원의 신하들은 의리가 여기에서 벗어나지 않아 곧바로 의식을 익히기를 청하였고, 또 재숙하기를 청하였으니, 해당 승지를 경책해야 합니다.”하니, 이어 회맹제 날짜를 조금 물리고 2품 이상으로 하여금 수의하여 고쳐 감정하게 하라고 명하였다. 도승지 이세최가 아뢰기를,“단훈이 비록 구차하고 간략한 듯하지만 만약 명백하게 녹훈해야 할 사람이 있다면 애초에 어찌하여 누차 정했다가 누차 고쳤습니까. 맹단에서 제천하는 것은 일의 체모가 지극히 중대하고 의식 연습이 이미 이루어져 법가가 출발하려 하는데 어찌 중지할 수 있겠습니까.”하고, 두 사람이 계속 쟁론하니, 주상이 말하기를,“나의 뜻도 녹훈할 만한 사람이 없다.”하였다. 남취명이 승지가 대신과 쟁론하는 것은 전에 없던 일이라고 하여 이세최를 추고하기를 청하니, 이세최가 종종걸음으로 나갔다. 남취명이 다시 전에 했던 말을 거듭 아뢰었으나, 주상이 끝내 따르지 않았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 11일(경인) 1번째기사",
                "gt-oKo": "임금이 장차 회맹단(會盟壇)에 거둥하려 하니, 대사간(大司諫)남취명(南就明)이 청대(請對)하여 임금에게 아뢰기를, “역적을 주토(誅討)하고 회맹(會盟)하는 것이 얼마나 중대한 거조입니까? 그런데 조정의 의논이 귀일되지 않아 갑(甲)이냐 을(乙)이냐를 확정짓지 못한 채 결국은 단훈(單勳)으로 감정(勘定)하여 엉성하게 미봉(彌縫)하고 말았습니다. 대저 목호룡(睦虎龍)은 본디 일개 천례(賤隷)로서 역당(逆黨)에 투입하였다가 흉모(凶謀)가 패로(敗露)되기에 이르자 비로소 상변(上變)하였으니, 죽지 않고 녹훈의 끝에 끼인 것만도 다행이라고 할 수 있습니다. 오늘날 국구(國舅)·대신(大臣)과 장신(將臣)에 이르기까지 그저 공을 사양하는 마음만 가졌을 뿐 국가를 욕되게 하는 수치를 생각지도 않은 채 사직(社稷)을 호위하고 역적을 주토(誅討)한 공을 한낱 천례에게 미루어 귀결시킴으로써 차마 우리 전하(殿下)로 하여금 제천단(祭天壇)에 마주 대하여 서서 맹약하는 피를 마시게 하기에 이르렀으니, 이것이 어찌 신자(臣子)로서 감히 할 수 있는 일이겠습니까? 대신(臺臣)이 수의(收議)하기를 청한 것도 신중을 기하자는 뜻에서 나온 것인데, 대신(大臣) 이하는 서둘러 성례(成禮)하는 것으로 일을 삼고 있습니다. 만일 오늘날의 신자들에게 조금이라도 충분(忠憤)스런 마음이 있다면 반드시 말고삐를 끊고 수레바퀴를 더럽히는의리를 생각했을 것입니다. 그런데 후사(喉司)의 신하들의 의리가 여기에서 나오지 않았음은 물론 맞바로 의식(議式)을 거행하기를 청하였고, 또 재숙(齋宿)할 것을 청하였으니, 해당 승지(承旨)에게는 의당 경책(警責)을 가해야 합니다. 이어 회맹일(會盟日)을 조금 물리도록 명하고 2품 이상에게 수의(收議)하여 다시 감정(勘定)하게 하소서.” 하고, 도승지(都承旨)이세최(李世最)는 아뢰기를, “단훈(單勳)이 구차스럽기는 하지만, 만일 명백하게 녹훈(錄勳)에 응할 사람이 있다면 처음에 무엇 때문에 누차 결정했다가 누차 고쳤겠습니까? 맹단(盟壇)에서 하늘에 제사지내는 것은 사체가 지극히 중대하고, 의식의 거행에 대한 것이 이미 이루어져 법가(法駕)가 장차 출발하려 하고 있는데, 어떻게 중지시킬 수 있겠습니까?” 하였다. 두 사람이 논쟁하기를 마지않으니, 임금이 이르기를, “나의 의견에도 녹훈할 만한 사람이 없다고 여겨진다.” 하였다. 남취명(南就明)이 승지가 대신(臺臣)과 이렇게 쟁론하는 것은 전에 있지 않았던 일이라는 것으로 이세최(李世最)를 추문하기를 청하니, 이세최가 추주(趨走)하여 나아갔다. 남취명이 다시 앞서의 이야기를 아뢰었으나, 임금이 끝내 따르지 않았다.",
                "hj": "○庚寅/上將幸會盟壇, 大司諫南就明請對白上曰: “討逆會盟, 何等重大之擧? 朝議不一, 甲乙未定, 而卒乃勘以單勳, 草草彌縫。 夫虎龍, 本一賤隷, 投入逆黨, 及夫凶謀敗露, 則始乃上變, 得以不死, 俾廁勳末, 亦云幸矣。 今日國舅、大臣, 至於將臣, 徒持讓功之心, 罔念辱國之恥, 至以衛社討賊之功, 推歸於一賤竪, 忍使我殿下, 對歃盟血於祭天之壇, 此豈臣子之所敢爲也? 臺臣收議之請, 亦出愼重之意, 而大臣以下, 惟以汲汲成禮爲事。 若使今日臣子, 少有忠憤之心, 必思斷鞅汚輪之義, 而喉司之臣, 義不出此, 直請肄儀, 又請齋宿, 當該承旨, 宜加警責。 仍命差退會盟日期, 而令二品以上, 收議改勘焉。” 都承旨李世最曰: “單勳雖似苟簡, 而若有明白應錄之人, 則初何以屢定屢改乎? 盟壇祭天, 事體至重, 肄儀已成, 法駕將發, 何可中止乎?” 兩人爭難不已, 上曰: “吾意亦無可錄者矣。” 就明以承旨與臺臣爭論, 前所未有, 請推世最, 世最趨出。 就明復申前說, 上終不從。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Directorate of Merit Subjects reported, We request that Your Majesty reduce [the number of] four characters for the meritorious deeds of the meritorious deeds. The King approved of this.",
                "H2KE-nKo": "녹공도감이 아뢰기를,“목호룡을 3등에 단록하였으니, 훈호 가운데 ‘갈성효력’이라는 네 글자를 삭제하소서.”하니, 주상이 그대로 따랐다. 회맹제를 친히 행하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 12일(신묘) 1번째기사",
                "gt-oKo": "녹공 도감(錄功都監)에서 아뢰기를, “목호룡(睦虎龍)을 3등으로 단록(單錄)했는데, 훈호(勳號) 가운데 ‘갈성 효력(竭誠效力)’이란 네 글자는 삭감하여 제거하소서.” 하니, 임금이 그대로 따랐다. 임금이 직접 회맹제(會盟祭)를 행하였다.",
                "hj": "○辛卯/錄功都監啓: “睦虎龍單錄三等, 勳號中, 竭誠效力四字, 請減去。” 上從之。 親行會盟祭。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On imjin day, the first day of the month, the King proceeded to Injeong Hall (Hall of Benevolent Governance to address the merit subject certificate . The royal edict read as follows: The King speaks as follows: Being executing the rebellion and executing the traitory of the traitory is the state laws, the state laws are very important. Thus, I recently remember the world and addressed the royal edict. Upon reflection, I succeed to the successive king by presumptuously succeeding to the throne. Upon reflection, I stubbornly obeyed the sages plan without reforming it, and I expected myself in the State Council to support myself. Then, how could I expect that the traitory of the ancient sages were expected from a large family? When I was in the crown prince, I already tried to contribute the traitory of the king. After my accession to the throne, I eventually harbored a treacherous heart. Initially, I was afraid that my late father was wise and wicked would not be able to contribute the traitory of the king. In the end, I deceived my wickedness and harbored myself, and secretly plotted to contribute the traitory of the king. All the secret contributions of secretly plotted to secretly belong to the traitory of the king. The soldiers in the palace were entrusted with the traitory of the elderly claiming to contribute the traitory of the king. The virtuous attempt to contribute the traitory of the king and the evil at night, and the traitory of the wicked merchants secretly obeyed the royal edict. Consequently, I continued to present four memorials to the throne. Indeed, the traitory of the successful candidates secretly displayed the traitory of the king. The traitory of the king and the virtuous attempt to contribute the traitory of the king in secret, and the traitory of the king in secret. I worry that my powerful scheme is frightening, and my heart is apprehensive. For a long time I arbitrarily acted the powerful and virtuous attempt to contribute the world. How could this be because I cannot forget the traitory of the king? The traitory of the king and the traitory of the king is nearby, and the traitory of the king was burned down to the Royal Ancestral Shrine and the Altar of the Soil and Grain. Fortunately, the traitory of the king was executed, and all the traitory of the eulsa year was demolished from the traitory of the king. The traitory of the king and the traitory of the king was discovered, and the traitory of the loyalty and righteousness was praised praiseworthy. Ah! The traitory of the king for a long time has been able to contribute the merit subject to eulsa year (.",
                "H2KE-nKo": "임진년에 주상이 인정전에 나아가 녹훈하는 교문을 반포하였는데, 그 내용은 다음과 같다.“왕은 이르노라. 난역을 주벌하고 토죄하는 것은 국법이 더없이 엄하고 공로에 보답하는 것은 국법이 더없이 중한 것이다. 이에 대려의 맹세를 거듭하여 윤음을 반포하는 바이다. 생각건대 보잘것없는 내가 외람되이 대통을 이어받아 암려에서 도를 생각하여 고치지 않아야 한다는 성인의 가르침을 따랐고, 낭묘에서 성과를 거두도록 책임 지우는 것도 옛 신하를 구하는 경전의 가르침을 본받은 것이다. 그런데 난신적자가 마침내 거족과 대가에서 나올 줄이야 어찌 생각이나 했겠는가. 내가 동궁으로 있을 때 이미 동요시킬 계책을 부렸고, 왕위를 계승한 뒤에는 더욱 반측하는 마음을 품었다. 처음에는 영고의 지극히 밝으심을 두려워하였으나 화심을 부리지 못하였고, 나중에는 과매한 나를 고립시켜 음모가 더욱 깊어졌다. 은밀한 곳에서 계획한 것은 모두 하늘을 어지럽히는 악역이었다. 손바닥에 글자를 써서 추대하여 몰래 흉괴에게 붙었고, 대궐 안에 군사를 배치하여 지시한 것은 전적으로 노적에게서 나왔다. 성세를 서로 의지하여 악을 이루니 여기가 한집안에 모여들었고, 교만함과 음란함이 이미 넘치자 사악한 싹이 트니 은밀한 계책이 연석에서 합치되었다.마침내 네 번째 차자를 잇따라 올렸는데, 실로 삼수를 몰래 배치한 빌미가 되었다. 손톱과 어금니로 빌붙는 자들이 번성하여 처음부터 끝까지 이미 포치를 이루었다. 금백을 가지고 밤에 달아나 환관과 궁첩들과 내통하고, 귀역 같은 자들이 낮에 횡행하니 요인과 사사가 체결하였다. 황환을 멀리까지 사들이는 것이 차마 마음에 싹틔울 수 있는 일이며, 칼날을 몰래 감추는 것이 장차 어느 곳에서 시험해 보려는 것인가. 위태롭도다.계책이 독하고 뜻이 참혹하니 생각하면 뼈가 오싹하고 가슴이 서늘하다. 오랫동안 복을 주고 위엄을 부리는 권세를 마음대로 휘둘러 부도한 짓을 자행하였으니, 이것이 어찌 하루아침이나 하루저녁에 이루어진 일이겠는가. 점점 도모하기 어려운 지경에 이르렀다. 살점을 깎고 살을 깎는 듯하여 사기가 이미 측근에 박두하였고, 섶을 쌓아 놓고 불을 질렀으니 화란이 장차 종묘사직에 미치게 되었다. 다행히 급서가 위에 알려짐을 힘입어 죄인을 이에 잡게 되었다.원래의 말이 모두 일치하여 바람만 바라보고도 남김없이 다 토로하였고, 원악을 한꺼번에 섬멸하여 며칠 되지 않아 위의스러움이 안정되었다. 요얼의 허리와 난역의 우두머리는 도끼를 짜내도 할 말이 없고, 잔당과 지손들이 천망을 건드려도 모두 부서졌다.이렇게 확청된 경사는 모두 고발한 공에서 말미암은 것이다. 숨은 것을 찾아내고 깊은 것을 캐내어 역적들의 정형이 빠짐이 없었고, 충성을 다하고 의를 향하였으니 한낱 정성을 가상히 여길 만하다.아, 화를 빚어낸 지 30년이 되어 하루하루 깨끗이 소탕할 수 있었다. 흉악한 자를 제거하고 화란을 그치게 하여 나라의 형세가 반석같이 안정됨을 점쳤고, 공을 포상하고 공훈을 서훈하여 명수를 봉작하는 은전을 상고하였다. 철권을 반포하여 공적을 기록하고 등급을 매긴 것은 대개 옛 규례를 따른 것이고, 운대에 나아가 단청을 본떠 영원히 전하려고 하였다. 길일을 잡아 깨끗한 마음으로 일을 행하고, 하늘에 고하고 피를 마시며 맹세하였다. 성대한 의식을 갖추어 거행하니 모두 떳떳한 법을 준수하라.아, 내가 처음부터 끝까지 영원히 보전하는 것을 귀하게 여기니, 그대는 허물을 씻어 주는 특별한 은정을 잊지 말라. 총명이 새로워지면 충순을 따라 공경히 복종하고, 융숭한 은혜에 보답하기를 변함없이 하면 후손을 가리켜 기약할 것이다. 그러므로 이에 교시하는 것이니, 잘 알았으리라 생각한다.”또 공신 목호룡에게 내리는 교서를 선포하였는데, 영조가 즉위하자 목호룡이 복주되고 을사년에 그 공훈을 삭제하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 13일(임진) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 녹훈(錄勳)에 대한 교문(敎文)을 반시(頒示)하였는데, 이르기를, “왕(王)은 말하노라. 난역(亂逆)을 주토(誅討)하는 왕법(王法)은 더없이 엄한 것이고 공로에 보답하는 방전(邦典)은 더없이 중한 것이다. 이에 대려(帶礪)의 맹세를 신명(申明)하기 위해 윤음(綸音)을 반시하는 바이다. 생각건대 보잘것없는 내가 외람되이 큰 서업(緖業)을 이어받아 암려(闇廬)에서 도(道)를 생각하여 부모의 뜻을 고치지 말라는 성모(聖謀)를 따랐고, 낭묘(廊廟)에서 완성시킬 책임을 지게 되자 또한 구장(舊章)을 따르라는 경훈(經訓)을 몸받았다. 그런데 난신 적자(亂臣賊子)가 이에 거족 대가(巨族大家)에서 나올 줄이야 어찌 생각이나 했겠는가? 과거 내가 저이(儲貳)로 있을 적에 이미 동요시킬 계책을 부렸었고, 사위(嗣位)한 뒤에 이르러서는 더욱 반측(反側)하는 마음을 품었었다. 처음에는 영고(寧考)께서 지극히 명석하심을 두려워하여 화심(禍心)을 부리지 못했으나, 끝에 가서는 과매(寡昧)한 나를 하찮게 여겨 음모(陰謀)를 더욱 심화(深化)시켰다. 그리하여 은밀히 경영(經營)한 모든 것이 말할 수 없는 악역(惡逆)이 아닌 것이 없었다. 손바닥에 글자를 써서 추대(推戴)한 것은 은밀히 흉괴(凶魁)에게 붙이는 것이었고, 궐내(闕內)에 군대를 진설하게 한 지시는 전적으로 노적(老賊)에게서 나온 것이었다. 성세(聲勢)를 서로 의지하여 악역을 이루었으니 여기(厲氣)가 같은 집안에 뭉쳤고, 교음(驕淫)이 이미 넘쳐 흘러 간계(奸計)를 계도(啓導)하니 밀계(密計)가 연석(聯席)에서 합치되었다. 끝내는 네 번째의 차자(箚子)가 계속 올라왔으니, 이것이 실로 삼수(三手)를 은밀히 배포(排布)하는 빌미가 되었다. 손톱과 어금니 같은 복심이 빌붙은 것이 번성하니, 머리와 꼬리에 이르기까지 포치(布置)를 이미 완료하게 되었다. 금백(金帛)을 가지고 야밤에 달려가 환관(宦官)·궁첩(宮妾)들과 교통(交通)하였고, 귀역(鬼蜮)들이 대낮에 돌아다니면서 요인(妖人)·사사(死士)들과 체결하였다. 누런 환약(丸藥)을 멀리 가서 사가지고 왔으니 이것은 잔인한 계책이 마음속에 싹튼 것이고, 흰 칼날을 은밀히 숨기고 있었으니 장차 어디에다 시험하려 한 것인가? 위태롭구나, 계교가 표독하고 마음이 참독했으니, 생각하면 모골이 송연하고 가슴이 떨린다. 오래도록 복(福)을 주고 위엄을 부리는 권병(權柄)을 휘두르며 부도(不道)한 짓을 자행하였으니, 이것이 어찌 일조 일석(一朝一夕)에 이루어진 일이겠는가? 이렇게 하여 도모하기 어려운 지경에까지 이르렀다. 화(禍)가 몸에 절박함에 사기(事機)가 이미 주액(肘腋)에 박두하였고, 쌓인 섶에 불이 붙음에 화란(禍亂)이 종팽(宗祊)에까지 미치게 되었다. 다행히 급서(急書)의 상문(上聞)을 힘입어, 이에 죄인을 체포하게 되었다. 원사(爰辭)에 일제히 승복(承服)하니 바람에 쓸리듯이 남김없이 다 토로(吐露)하였고, 원악(元惡)이 나란히 처형되니 금방 위의(危疑)스러움이 안정되었다. 요망의 허리와 난역의 머리가 도끼에 잘렸으나 할 말이 없었고, 여얼(餘孽)의 잔당들도 천망(天綱)에 걸려 함께 분쇄되었다. 생각하건대 이번의 확청(廓淸)시키는 경사(慶事)가 있게 된 것은 모두 발고(發告)한 공에 연유된 것이다. 깊이 숨겨진 음모를 적발해 내니 역적들의 정형(情刑)이 하나도 누락되지 않았고 충성과 의리를 다 바쳤으니 한 사람의 성곤(誠悃)이 가상하다. 아! 30년 동안 빚어온 음계(陰計)를 통쾌하게 하루아침에 깨끗이 쓸어내었다. 흉역을 제거하여 화인(禍因)을 없애니 국세(國勢)가 반석처럼 편안해지게 되었고, 공로에 보상하고 훈적(勳籍)에 기록함에 있어 명수(名數)는 모토(某土)의 법전(法典)을 상고하였다. 철권(鐵券)을 반사하여 공적을 기재하고 등제(等第)를 매김에 있어서는 대개 구규(舊規)를 적용하였으며, 운대(雲臺)에 나아가 모습을 그려 채색한 것은 영원한 후세에 전하게 하려는 것이다. 좋은 길일(吉日)을 가려서 마음을 깨끗이 하고 의식을 거행하였으며, 하늘에 고하고 피를 마셔 맹약을 다짐하였다. 훌륭한 의식을 갖추어 거행함에 있어서는 모두 상헌(常憲)을 따랐다. 아! 나는 시종 영원히 보전시키는 것을 귀하게 여기니, 그대는 깨끗이 씻어 준 특이한 사은(私恩)을 잊지 말지어다. 총명(寵命)은 오직 새로운 것이니 충순(忠順)을 따라서 공경히 실행하라. 융숭한 보답은 변함이 없을 것을 후예(後裔)를 가리켜 기약하노라. 그러므로 이 교서(敎書)를 반시(頒示)하노니, 의당 알고 있으리라고 생각된다.” 하고, 또 공신(功臣) 목호룡(睦虎龍)에게도 교서(敎書)를 선시(宣示)하였다. 영조(英祖)가 즉위하자 목호룡이 복주(伏誅)되었고 을사년에 삭훈(削勳)되었다.",
                "hj": "○壬辰/上御仁政殿, 頒錄勳敎文: 王若曰, 誅討亂逆, 王法莫嚴; 酬報功勞, 邦典所重。 玆申帶礪之誓, 式敷綸綍之音。 永念眇躬, 叨承丕緖。 闇廬思道, 式遵無改之聖謨; 廊廟責成, 亦體求舊之經訓。 豈意亂臣賊子, 乃出巨族大家? 奧予在儲之時, 已逞搖撼之計; 逮夫嗣服之後, 愈懷反側之心。 始畏寧考之至明, 禍心莫售; 終欺寡昧之孤立, 陰謀益深。 凡所密地之經營, 莫非淫天之惡逆。 掌上書字, 推戴潛屬於凶魁; 闕內陳兵, 指授專出於老賊。 聲勢相依而濟惡, 厲氣鍾於同堂; 驕淫旣溢而啓邪, 密計合於聯席。 終然四箚之繼上, 實祟三手之暗排。 爪牙附麗之寔繁, 首尾布置之已就。 金帛夜走, 宦官、宮妾之交通; 鬼蜮晝行, 妖人、死士之締結。 黃丸遠市, 是可忍於萠心; 白刃潛藏, 將欲試於何地? 殆哉! 計毒而意憯, 念之骨驚而心寒。 久擅作福作威之權, 恣行不道; 此豈一朝一夕之故? 馴致難圖。 剝床切膚, 事機已迫於肘腋; 積薪厝火, 禍亂垂及於宗祊。 幸賴急書之上聞, 乃見罪人之斯得。 爰辭齊款, 望風而吐露無餘; 元惡駢殲, 不日而危疑底定。 妖腰亂領, 膏齊斧而無辭; 殘孽餘支, 觸天網而俱碎。 惟玆廓淸之慶, 悉由發告之功。 摘隱鉤深, 諸賊之情形罔漏; 輸忠向義, 一介之誠悃可嘉。 噫其醞釀者卅年, 夬得掃盪於一日。 除兇弭禍, 國勢占磐石之安, 賞功敍勳, 名數稽茅土之典。 頒鐵券而紀績等第, 蓋用舊規; 卽雲臺而模形丹靑, 擬垂永世。 涓日而潔心將事, 告天而歃血申盟。 備擧縟儀, 悉遵常憲。 於戲! 予所貴終始之永保, 爾無忘洗拂之殊私。 寵命維新, 率忠順而祗服; 崇報無替, 指苖裔而爲期。 故玆敎示, 想宜知悉。 又宣功臣睦虎龍敎書。 至英宗卽位, 虎龍旣伏誅, 乙巳削其勳。"
            },
            "2": {
                "H2KE-EN": "Kim Bongon , a Confucian student , submitted a memorial as follows: The 서원 of Dobong ( Dobong is the place where 선정신 조광조 was enshrined. In byeongja year (, when he was jointly enshrined in the State Shrine to Confucius on the grounds that he was jointly enshrined in the byeongja year (, how could his knowledge was not surprised and grievanced among Confucian scholars? Ah! The great principle of the Spring and Autumn Annals (C. Chunqiu is the principal of 송시열이 deceived the world by the world. In the Royal Ancestral Shrine to Confucius seek out the effects of the world by Confucius, Confucius responded to the world by Confucius. In the Royal Ancestral Shrine to Confucius, Confucius treated him with sincerity. Confucius, however, Confucius devoted himself to deceiving the world by deceiving the world. Confucius sent a letter to Confucius deeply displeased the truth of Confucius. From the beginning of the reign of King Xianzong when he was succeeding to the throne, Confucius considered it difficult to evade the world by Confucius. However, on the occasion of gyeongsin year (, when he was repeatedly enshrined, he did not speak a single word about a single word by Confucius on the grounds that the ancestral tablet was enshrined in the shrine to Confucius on the grounds that the ancestral tablet was enshrined in the shrine to Confucius on the grounds that the ancestral shrine to Confucius was enshrined. Confucius succeed to this point, the ancestral shrine to Confucius on the grounds that the ancestral shrine to Confucius was enshrined in the same world by Confucius. Confucius, the world by Confucius was exposed from the same world by Confucius. Ah! Confucius, wise and righteousness are separated from the heaven and earth. Confucius, he must be repeatedly based on the world by Confucius and pretended to Confucius. How can this be compared to the same world by Confucius? Confucius, who stole the name of Confucius, flattered Confucius by Confucius, flattered Confucius and expelled Confucius by Confucius. The world by Confucius, the heart of Confucius, and the world by Confucius flattered Confucius is even more exposed. Confucius, he published the word by Confucius and 억지로 죄안을 만들어 Confucius and Gui . Confucius expected the word by Confucius, Confucius and Confucius flattered the world by Confucius. Confucius earliered that Confucius was called Confucian scholars and also exposed the world by Confucius? Ah! Confucius, unwilling to be jointly enshrined in the State Shrine to Confucius on the grounds that Confucius be a flatter son of Confucius.",
                "H2KE-nKo": "관학 유생 김범갑이 상소하기를,“도봉 서원은 바로 선정신 조광조를 모신 곳인데, 일찍이 병자년에 송시열을 함께 배향하였으니, 어찌 식견 있는 사람들이 놀라고 탄식하며 사림들이 답답해하지 않았겠습니까. 아, 《춘추》의 대의는 바로 송시열이 세상을 속인 칼자루입니다. 효종께서는 실효를 구하였으나 송시열은 헛소문으로 응하였고 효종께서는 성의로 대우하였으나 송시열은 속임수로 응하였습니다. 평생의 기량은 단지 온 세상을 속이는 데 있었지만 실지의 사업에 대해서는 조금도 일컬을 만한 것이 없었습니다.고 선정신 윤선거가 보낸 편지에서 사실이 없는 빈말을 심하게 배척하였으니, 그의 마음과 처지가 간사하고 대의가 거짓임을 식자들의 공정한 안목에서 벗어날 수 없다는 것을 대체로 알 수 있습니다. 또 현종께서 왕위를 계승하신 초기에 영안도의 조서를 받지 않았다는 이유로 나아가기 어렵다는 단서를 핑계 대었고, 경신년에 다시 일어나던 날에는 한마디 말도 대의에 대해 언급하지 않았으니, 어쩌면 이다지도 앞뒤가 상반됨이 한결같이 이 지경에 이르렀단 말입니까. 더구나 그가 찬술한 고 상신 김류의 묘명은 그가 강화를 주장한 한 가지 일을 가지고 종사의 계책으로 허여하였습니다. 이 지경에 이르러 평생 지킨 대의가 헛소문까지 아울러 쓸모없는 것으로 되었으니, 진실을 가탁하여 거짓을 이루려는 태도가 가는 곳마다 탄로 났다고 할 수 있습니다.아, 주자를 본떠 본뜨는 것은 바로 송시열이 평생의 기량이었습니다. 그의 문집을 가지고 살펴보면 한마디 말을 하면 반드시 주자로 자처하고 한 가지 일을 하면 반드시 주자로 자처하였습니다. 아, 주자는 송시열에 대해 현사와 의리의 구분이 하늘과 땅처럼 현격하게 다를 뿐만이 아니었는데도 반드시 이를 빙자하여 거짓 핑계를 대었으니, 이는 왕망이 걸핏하면 주공을 본받은 것과 어쩌면 그리도 서로 비슷합니까.저 송시열은 이름을 훔치고 값을 요구하여 잠깐 왔다가는 곧 떠났고, 끝에 가서는 국면이 뒤집힐 때 앞장서서 나서서 자신과 의견을 달리하는 자는 밀어내어 함정에 빠뜨리고 자기에게 붙는 자는 끌어들여 진출시켰습니다. 권세를 탐하여 하고 싶은 대로 하면서 훈척과 굳게 결탁하고 악행을 함께하여 서로 도와 무고한 간적을 비호하고 사류의 청의를 배격하였습니다. 그리하여 세도가 점점 무너지고 인심이 날로 함닉되어 신축년의 화변을 초래하였습니다. 흉악한 역적이 위세를 떨쳐 종사가 거의 위태롭게 된 것은 모두 송시열이 그렇게 만든 것입니다.아, 송시열이 마음 속에 품고 있던 것은 오직 남을 해치려는 한 가지 마음뿐이었고 바른 사람을 해치는 수단은 쇄록편에 더욱 드러났습니다. 그런데 문자를 끄집어내어 억지로 죄안을 만들어 김창집과 신구 등 여러 역적에게 전법하여 병신년의 화를 빚어냈으니, 일찍이 선비라는 이름을 지녔는데도 이처럼 소인배들이 남을 모함하는 습성이 있단 말입니까.아, 송시열은 남을 모욕하는 것을 능사로 여깁니다. 윤선거는 바로 송시열의 외우로서 퇴파에 지주를 포상하고 양의에 일성을 칭찬하였으니, 공경하고 복종하는 바가 지극하다고 할 수 있습니다. 그런데 선정신 윤증이 그 본원의 후손을 의심하여 처음에는 성내는 마음이 생겨 공공연히 모욕을 가하였습니다. 더구나 남이 자기를 비난하는 것에 노하여 도리어 남의 부모에게 욕을 하는 것은 여염의 어린아이들도 하지 않습니다.고 상신 김수항은 바로 송시열과 같은 조정에서 서로 좋게 지내는 사이인데도 혹 한두 가지 일이 마음에 거슬리면 번번이 모욕을 가하였습니다. 윤휴로 말하면 진실로 일개 간신이니, 간사한 자라고 배척해도 되고 흉악한 잔당이라고 배척해도 됩니다. 그런데 송시열은 그가 사는 동명이 개곡이라는 것을 취하여 윤휴에게 개곡이라고도 하고 개곡이라고도 하였습니다. 이와 같이 추악하고 패악한 말은 비록 저자 사이의 악소년들에게 하게 하더라도 장차 얼굴을 붉히고 다른 줄을 알 것입니다. 전하께서 그의 문집을 가져다 보신다면 신의 말이 거짓이 아님을 알 수 있을 것입니다. 송시열처럼 흉악하고 교활하며 송시열처럼 음험하고 편벽된 자를 도봉 서원에 함께 배향하였으니, 선현에게 모욕을 가한 것이 이보다 심할 수 없습니다. 그러니 출향하는 일이 어찌 하루가 급하지 않겠습니까. 더구나 송시열을 입향할 때에 고 상신 윤지선이 상소하여 간쟁하자 내리신 명을 도로 거두어들였습니다. 이것으로 보건대, 당초에 합향한 것은 실로 선왕의 본의가 아니었습니다. 해당 조로 하여금 송시열의 서원에 배향하는 것을 철거하게 하소서.”하였다. 상소가 들어갔으나 오래도록 답하지 않았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 13일(임진) 2번째기사",
                "gt-oKo": "관학 유생(館學儒生) 김범갑(金范甲)이 상소(上疏)하기를, “도봉 서원(道峰書院)은 곧 선정신(先正臣) 조광조(趙光祖)의 영령(英靈)을 모신 곳인데, 일찍이 병자년에 송시열(宋時烈)을 함께 배향(配享)하였으니 어찌 식자(識者)들이 놀라고 탄식할 일이 아니겠으며, 사림(士林)이 울분을 품지 않을 수 있겠습니까? 아! 춘추 대의(春秋大義)는 곧 송시열이 세상을 기만했던 패병(欛柄)인 것입니다. 효종[孝廟]께서는 실효(實效)를 찾았는데 송시열은 허성(虛聲)으로 응했으며, 효종은 성의(誠意)로 대우했는데 송시열은 사위(詐僞)로 응하였습니다. 그의 평생의 기량(伎倆)은 단지 한세상을 속이는 데에만 있었기 때문에 실지의 사업(事業)에 이르러서는 전혀 척촌(尺寸)만큼도 말과 걸맞는 것이 없었습니다. 그래서 선정신(先正臣) 윤선거(尹宣擧)가 서한을 보내어 실상이 없는 공언(空言)임을 심하게 논척(論斥)했었으니, 그의 심지(心地)가 간사하고 대의(大義)를 거짓 가탁했다는 것이 식자(識者)들의 공안(公眼)을 피할 수 없다는 것을 미루어 알 수 있습니다. 현종[顯廟]께서 사위(嗣位)한 처음을 당하여 영안(永安)의 조서(詔書)를 받지 못했다는 것을 칭탁하여 나아가기 어렵다는 단서로 삼았었습니다만, 경신년에 이르러 다시 기용될 적에는 일언반구(一言半句)도 사양하는 말이 대의(大義)에 언급된 것이 다시는 없었으니, 어쩌면 전후 상반(相反)된 것이 한결같이 여기에 이르렀단 말입니까? 더구나 그가 찬술(撰述)한 고(故) 상신(相臣) 김유(金瑬)의 묘명(墓銘)에 그가 화친(和親)을 주장한 한 조항을 종사(宗社)를 위한 대계(大計)로 허여하였으니, 이에 이르러 그가 평생 고집하였던 대의(大義)가 그의 허성(虛聲)과 아울러 변모(弁髦)가 되고 말았습니다. 따라서 진실을 가차하여 허위를 부린 작태가 곳에 따라 탄로되었다고 할 수 있습니다. 아! 주자(朱子)를 모의(摸擬)한 것이 곧 송시열의 평생의 기량(技倆)이었습니다. 그의 문집(文集)을 가지고 살펴보면 한 마디 말을 할 적마다 반드시 주자(朱子)를 자처(自處)하였고, 한가지 일을 할 적마다 반드시 주자에다 견주었습니다. 아! 주자(朱子)와 송시열은 현사(賢邪)는 물론 의리의 구분이 천양(天壤)처럼 현격히 다를 뿐만이 아닌데도 반드시 빙자하여 가탁하고 나섰으니, 이것이 왕망(王莽)이 걸핏하면 주공(周公)을 본받았다고 한 것과 어쩌면 그리도 한결같이 서로 비슷합니까? 저 송시열이란 자는 이름을 도적질하여 값을 올리면서 금방 왔다가 떠났다 하다가 끝에 가서 국면(局面)이 번복될 즈음에는 몸을 떨쳐 일어나 자신과 의견을 달리하는 사람은 밀어내어 죄에 빠뜨리고 자신에게 빌붙는 자는 이끌어 나아오게 하였습니다. 권세를 탐하여 오직 하고 싶은 대로 하였고, 훈척(勳戚)과 굳게 체결하여 함께 악한 일을 해내었으며, 무고(誣告)를 한 간적(奸賊)을 비호하여 주고 사류(士類)의 청의(淸議)를 배격하였습니다. 그리하여 세도(世道)가 점차 무너지는 지경에 이르게 하였고, 인심이 날로 함닉(陷溺)되게 만들어서 신축년의 화변(禍變)을 순치(馴致)시켰으니, 흉역(凶逆)들이 사납게 날뛰어 종사(宗社)가 위태롭게 될 뻔한 것은 또한 모두가 송시열이 그렇게 만든 것이었습니다. 아! 송시열의 가슴속에 가득히 들어 있는 것은 오직 한 가닥 시기하는 마음뿐이었습니다. 정인(正人)을 해치는 수단이 쇄록편(瑣錄篇)에서 더욱 드러났는데 문자(文字)를 따다가 억지로 죄안(罪案)을 만든 것이었습니다. 이런 법을 김창집(金昌集)과 신구(申球) 등 역적에게 전하여 병신년(丙申年)의 화(禍)를 빚어 내게 하였으니, 일찍이 유사(儒士)라는 명칭을 지니고 또한 이렇게 소인배(小人輩)들이 사람을 무함하는 습성을 지닌 사람이 있었습니까? 아! 송시열은 사람에게 추욕(醜辱)을 가하는 것을 능사(能事)로 삼아왔습니다. 윤선거는 곧 송시열의 외우(畏友)로서 무너져 내리는 물결 가운데 버티고 선 지주(砥株)와 같다는 포장(褒奬)이 있었고, 천지(天地)와 일성(日星) 같다는 칭송이 있었으므로, 그가 경복(敬服)해 온 것이 지극하다고 할 만했습니다. 그러나 선정신(先正臣) 윤증(尹拯)이 그의 본원(本源)에 대해 의심한 뒤로부터 비로소 노여운 마음을 품고 공공연히 추욕(醜辱)을 가하였습니다. 더구나 남이 자신을 그르다고 한 데 대한 노여움을 빌미로 도리어 남의 부모(父母)에게 질타를 가하는 것은 비록 여항(閭巷)의 어린아이들도 하지 않는 짓인데야 말해 뭐하겠습니까? 고(故) 상신(相臣) 김수항(金壽恒)은 곧 송시열과 함께 조정에 있으면서 서로 좋게 지내는 사이였는데도 간혹 한두 가지 일이 자기 마음에 어긋나 거슬리면 그때마다 추욕을 가하였습니다. 윤휴(尹鑴)에 이르러서는 진실로 일개 간신(奸臣)이니 임녕(壬佞)이라고 배척해도 되고 흉얼(凶孽)이라고 배격해도 되는 것입니다. 그런데도 송시열은 그가 거처하는 동명(洞名)이 개곡(介谷)임을 취하여 윤휴를 구(狗)라고 하였는가 하면 혹은 견(犬)이라고도 하였는데, 이와 같이 추패(醜悖)스런 말은 저자 사이의 악소년(惡少年)들에게 시키더라도 얼굴에 땀을 흘리면서 부끄러운 줄을 알 것입니다. 전하(殿下)께서 그의 문집(文集)을 가져다 보신다면 신의 말이 거짓이 아니라는 것을 아실 수 있을 것입니다. 송시열처럼 흉악하고 간사하며 송시열처럼 음험하고 비뚤어진 심보를 가진 자를 도봉 서원에 아울러 배향(配享)하였으니, 그 선현(先賢)에게 욕을 끼친 것이 이보다 더 심할 수 없습니다. 따라서 출향(黜享)시키는 거조가 어찌 하루가 급한 일이 아닐 수 있겠습니까? 더구나 송시열을 입향(入享)시킬 적에 고(故) 상신(相臣) 윤지선(君趾善)이 소장을 올려 간쟁하자 성명(成命)을 도로 중지했었으니, 이런 것으로 살펴본다면 당초에 합향(合享)한 것은 실로 선왕(先王)의 본의(本意)가 아니었습니다. 바라건대 해조(該曹)에 명하여 송시열의 원향(院享)을 철거하게 하소서.” 하였다. 소장을 봉입(捧入)하였는데, 오래도록 답보(答報)가 없었다.",
                "hj": "○館學儒生金范甲上疏曰: 道峰書院, 卽先正臣趙光祖妥靈之所, 而曾於丙子歲, 以宋時烈竝享焉。 豈不爲有識之所駭嘆, 士林之所拂鬱者哉? 噫! 《春秋》大義, 卽時烈欺世欛柄也。 孝廟則求之以實效, 而時烈則應之以虛聲, 孝廟則待之以誠意, 而時烈則濟之以詐僞。 平生伎倆, 只在於欺誣一世, 而至於實地上事業, 了無尺寸之稱斯。 故先正臣尹宣擧貽書深斥空言之無實, 則其心地之回譎, 大義之虛假, 莫逃於識者之公眼者, 槪可見矣。 且當顯廟嗣位之初, 以不受永安之詔, 托爲難進之端, 及至庚申再起之日, 更無一言半辭, 及於大義, 何其前後相反, 一至於此? 況其撰故相臣金瑬之墓銘也, 以其主和一節, 許之以宗社計。 至此而平生所執之大義, 竝與其虛聲而弁髦焉, 假眞售僞之態, 可謂隨處綻露矣。 噫! 摸擬朱子, 卽時烈一生技癢也。 卽其文集而觀之, 則一言之發, 而必以朱子自處, 一事之作, 而必以朱子自比。 噫! 朱子之於時烈, 賢邪、義理之分, 不翅若天壤之懸絶, 而必乃憑藉而假托之, 此與王莽動法周公, 一何相似也? 彼時烈者, 盜名索價, 乍來乍去, 末乃挺身於局面飜覆之際, 異己者擠之陷之, 附己者引之進之。 貪權樂勢, 惟意所欲, 固結勳戚, 同惡相濟, 扶護誣告之奸賊, 觝排士類之淸議, 使世道漸至於壞喪, 人心日就於陷溺, 馴致辛丑之禍變。 凶逆鴟張, 宗社幾危者, 亦莫非時烈之所使然也。 噫! 時烈之肚裹所橫着者, 惟一段忮心而已, 毒正手段, 尤著於《瑣錄》之篇。 抉摘文字, 勒成罪案, 而傳法於集、球諸賊, 釀成丙申之禍。 曾謂以儒爲名, 而亦有此宵小輩陷人之習耶? 噫! 時烈, 以醜辱人爲能事。 尹宣擧, 卽時烈之畏友也。 頹波砥柱之褒, 兩儀日星之稱, 其所敬服者, 可謂至矣, 而自夫先正臣尹拯疑其本源之後, 始生恚心, 公肆醜辱。 況怒人非己, 反詈人之父母, 雖閭巷童孺, 亦不爲之。 故相臣金壽恒, 卽時烈同朝相好之間, 而或有一二事違拂於心者, 則輒以醜辱相加。 至於尹鑴, 固一奸臣, 則斥之以壬侫可也, 排之以凶孽可也, 而時烈則取其所居洞名之爲介谷, 謂鑴曰狗, 或謂之犬。 似此醜悖之說, 雖使屠市間惡少年爲之, 亦將汗顔而知所差矣。 殿下試取其文集而觀之, 可知臣言之非誣矣。 凶譎如時烈, 險詖如時烈而竝享於道峰, 其貽辱先賢, 莫此之甚。 黜享之擧, 豈非一日爲急者乎? 況時烈之入享也, 故相臣尹趾善陳疏爭之, 還寢成命。 以此觀之, 當初合享, 實非先王之本意也。 乞命該曹, 撤去時烈院享。 疏入久不報。"
            },
            "3": {
                "H2KE-EN": "Choe Taek , a Confucian scholar of the four provinces, and others again submitted a memorial to the King. The words were particularly grieved, and eventually stated: In the past, in the mujin year (, when I was about to perform the ceremony for the investiture of the Crown Prince in the mujin year (, I, 시열, dared to present a memorial and argue against him. At that time, King Taejong specially issued a royal directive, claiming that there was a shortage of quarters and strengthly scolded him. Nevertheless, many of the worlds were honored and trusted. Chang and Gyu ,【 Im Chang and Bak Gyuse. 】 무리가 앞에서 창도하고, and Yi I and Yi Jips claimed 뒤에서 successively. The worlds of the world were raised and the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain were almost apprehensive. However, the circumstances of the world were only because they were involved in shortage of quarters. When 시열 was banished to Janggi , the poem read as follows: One thousand ri distant of the territory is also a barren front of the barren territory, and four or five years praised great peace. The songs and songs are splendid during the night of the Royal Confucian Academy, and the old officials are repeatedly splendid in the world of shortage of shortages. Although this is different from that of Huijeol , the world of shortage of s. The King also did not respond to this. When the Royal Confucian Academy reported to the King, the royal directive has not yet been issued, and the numerous Confucian scholars will not be allowed to take the state examination. It is proper to bestow a royal directive upon them. The royal secretaries also repeatedly reported to the King, and the King began to respond to the King at first. The King ordered the Ministry of Rites Yi Jo to report to the King at the Royal Lecture. Minister of Rites Yi Jo reported to the King at the Royal Lecture, saying, When 시열 was jointly enshrined in the Royal Confucian Academy, it was already expected that the world of shortage of shortages cannot be left unpunished. Your subjects request that Your Majesty ask high officials to deal with this matter. Right State Councilor 최석항 also said that it would not be proper to remain in the same place. The King followed this advice. Dobong was not from a public opinion, and then those who are unwilling to secretly discuss this. Kim Eomgap and others",
                "H2KE-nKo": "4도의 유생 최탁 등이 또 상소하였는데, 그 내용이 더욱 심각하고 참혹하였다. 심지어 “지난 무진년에 책례를 행하려 하자 송시열이 감히 호소하며 간쟁하였는데, 그때 선왕께서 특별히 비망기를 내려 부족하게 여기는 뜻을 현저히 드러냈다는 이유로 엄한 말씀으로 준엄하게 배척하셨습니다. 그러나 일종의 불순한 무리가 대부분 그를 존경하고 믿었습니다. 임창과 최규 - 임창과 박규서이다. - 의 무리가 앞에서 창도하고 이이명과 김창집의 무리가 뒤에서 계승하여, 흉당이 기승을 부려 종사가 거의 위태로울 뻔하였습니다. 그러나 그 정황을 따져 보면 단지 불만과 불만의 마음에서 싹튼 것이니, 송시열이 비록 악역은 아니지만 악역이 나온 것은 반드시 송시열에게서 말미암지 않았다고 할 수 없습니다.송시열이 장기에 천극되었을 때 지은 시에, 천 리 밖도 오랑캐 땅인데 4, 5년 이래로 태평하다고 했네 가관이 달빛과 밤을 요란하게 울리니 구신이 도로 《영정행》을 읊조리네 라고 하였습니다. 이것이 비록 역적 이희지가 《영정행》을 장황하게 늘어놓은 말과는 차이가 있지만, 비방하고 경멸한 것이 또한 어찌 난적의 효시가 되지 않을 수 있겠습니까.” 하였는데, 주상이 또한 답하지 않았다.성균관이 주상에게 여쭈니, 비지가 아직 내려오지 않아 수많은 유생들이 과시에 응시할 수 없게 되었다는 이유로 처분을 내려야 한다고 하였다. 승지도 여러 차례 말을 하니, 주상이 비로소 비답을 내려 해당 조로 하여금 주상에게 여쭈어 처리하게 하였다. 예조 판서 이조가 연석에서 아뢰기를,“송시열을 함께 종사할 때 이미 여론이 있었으니, 선대왕의 본의를 우러러 알 수 있습니다. 그런데 지금까지 그럭저럭 지내 왔습니다. 많은 선비들의 공론이 이미 제기되었으니 그대로 두어서는 안 됩니다. 대신에게 하문하여 처리하소서.”하고, 우의정 최석항도 그대로 두어서는 안 된다고 말하니, 주상이 그대로 따랐다. 도봉 서원에 함께 종사하는 것은 공공의 의논에서 나온 것이 아니니, 좋아하지 않는 자들이 가만히 논의하는 것은 당연한 것이다.김범갑 등이 시기를 틈타 비방하고 심지어 신축년의 화를 초래하였다고 말하였으니, 이것이 과연 참된 시비란 말인가.사향은 중대한 전례로 이미 선왕의 처분을 거쳤는데, 일개 예관이 쉽사리 아뢰어 청하여 하루아침에 철파하였으니, 너무도 전도되었다.신이 삼가 살펴보건대, 흉당이 숙종 병신년의 처분에 불만을 품고서 기필코 송 문정에게 분풀이를 하려고 하였으니, 도봉 서원에서 출향한 것으로 말하면 극에 달했다 하겠다. 김범갑과 최탁의 상소는 모두 날조하고 흉패한 말이었는데도 해당 조와 묘당이 같은 말로 찬성하였기 때문에 그때의 사관이 비방이 전도되었다고 하였으니, 이 또한 겉으로 공론을 보여 주려는 뜻에서 나온 것이다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 13일(임진) 3번째기사",
                "gt-oKo": "사도(四道)의 유생(儒生) 최탁(崔鐸) 등이 소장을 올렸는데, 내용이 더욱 심각하고도 참혹했다. 심지어 말하기를, “과거 무진년에 세자(世子)의 책례(冊禮)를 행하려 할 때 송시열(宋時烈)이 이에 감히 소장을 진달하여 간쟁했는데, 그때 선왕(先王)께서 특별히 비망기(備忘記)를 내려 부족하게 여기는 마음을 드러냈다는 것으로 엄준(嚴峻)한 사연으로 배척(排斥)하였습니다. 그런데 일종(一種)의 불령(不逞)한 무리들 가운데 그를 존신(尊信)하는 자들이 많았습니다. 그리하여 창(敞)·규(奎)의【임창(任敞)과 박규서(朴奎瑞)이다.】 무리가 앞에서 창도하고 이이명(李頤命)·김창집(金昌集)의 무리가 뒤에서 잇대어 지원함으로써 흉당(凶黨)들의 기세가 맹렬하여 종사(宗社)가 위태로울 뻔했습니다. 그 정절(情節)을 조사하여 보면 단지 불만스럽고 부족하게 여기는 마음에서 싹이 튼 것이니, 송시열이 비록 악역(惡逆)은 아닐지라도 악역이 나온 것이 송시열에게서 연유되지 않았다고 기필할 수는 없습니다. 송시열이 장기(長鬐)에 안치(安置)되어 있을 적에 지은 시(詩)에, ‘천리 밖이 또한 오랑캐 땅인데, 4, 5년 이래 태평하기로 이름났네. 달 밝은 밤 노래 소리 피리 소리 요란한데, 옛 신하는 도리어 영정행을 읊조리네.’ 하였는데, 이는 역적 이희지(李喜之)가 영정행을 지어 장황한 사설(辭設)을 늘어놓은 것과는 다릅니다만, 그가 비난하고 경멸한 것으로 보면 또한 어찌 난적(亂賊)의 효시(嚆矢)가 되지 않을 수 있겠습니까?” 하였으나, 임금이 답보(答報)하지 않았다. 성균관(成均館)에서 계품(啓稟)하기를, “비지(批旨)가 내리지 않는 것을 이유로 허다한 유생(儒生)들이 과시(科試)에 응시하지 않으려고 하고 있으니, 의당 처분(處分)을 내려야 합니다.” 하고, 승지(承旨)도 누차 말을 하니, 임금이 비로소 비답을 내려 해조(該曹)로 하여금 품처(稟處)하게 하였다. 예조 판서(禮曹判書)이조(李肇)가 연석(筵席)에서 진백(陳白)하기를, “송시열을 병향(並享)할 적에 이미 물론(物論)이 있었으니, 선대왕(先大王)의 본의(本意)를 우러러 알 수가 있습니다만, 그럭저럭 지금에 이르렀습니다. 많은 선비들의 공의(公議)가 이미 발론(發論)되었으니, 그대로 방치할 수 없습니다. 대신(大臣)에게 문의하여 조처하소서.” 하고, 우의정(右議政) 최석항(崔錫恒)도 그것을 그대로 두는 것은 부당하다는 것을 말하니, 임금이 그대로 따랐다. 도봉 서원(道峰書院)에 병향(並享)한 것은 공공(公共)의 의논에서 나온 것이 아니었으니, 좋아하지 않는 자들이 나름대로 문제삼는 것은 진실로 당연한 일이다. 그러나 김범갑(金范甲) 등이 시기를 노려 비난을 가하면서 신축년의 화(禍)를 순치(馴致)시켰다고까지 말하였으니, 이것이 과연 참된 시비(是非)이겠는가? 사향(祀享)은 중한 법전으로 이미 선조(先朝)의 처분(處分)을 거쳤는데, 일개 예관(禮官)이 쉽사리 진청(陳請)한 것에의해 하루아침에 철파(撤罷)했으니, 너무도 전도된 일이다. 신은 삼가 살펴보건대 흉당(凶黨)들이 숙묘(肅廟)의 병신년 처분(處分)에 대해 불만을 품고 기필코 송문정(宋文正)에 대해 원한을 풀려고 했고 도봉 서원에서 출향(黜享)시키기까지 했으니, 너무 심한 짓이었습니다. 김범갑과 최탁(崔鐸)의 소장은 모두가 날조해 낸 흉패(凶悖)스런 말인데도 해조(該曹)와 묘당(廟堂)이 같은 말로 찬성했기 때문에 그때의 사관(史官)이 비난했다 하고 전도되었다 한 것인데, 그것은 또한 밖으로 공의(公議)를 내어 보이려는 뜻에서 나온 것이었습니다.",
                "hj": "○四道儒生崔鐸等, 又上疏, 語尤深慘, 至曰: 昔在戊辰之歲, 將行冊禮, 則時烈乃敢陳籲而爭之。 其時, 先王特下備忘, 以顯有不足之意, 嚴辭峻斥, 而一種不逞之徒, 率多尊信。 敞、奎【任敞、朴奎瑞。】之輩, 倡之於前, 頤、集之黨, 繼之於後, 凶黨鴟張, 宗社幾危, 而究厥情節, 只是萠孽於不滿不足之心, 則時烈雖非惡逆, 惡逆之出, 未必不由於時烈矣。 時烈之栫棘長鬐也, 有詩曰: “一千里外亦蠻土, 四五年來號太平。 歌管嘲轟明月夜, 舊臣還詠《永貞行》。” 此雖與喜賊《永貞行》之張皇辭說, 有異, 其所以譏訕輕蔑, 亦安得不爲亂賊嚆矢乎? 上亦不報。 成均館啓稟, 以批旨未下, 許多儒生, 將不得赴科試, 宜賜處分。 承旨亦屢以爲言, 上始則答, 令該曹稟處。 禮曹判書李肇陳白於筵中曰: “宋時烈竝享時, 已有物論, 先大王本意, 可以仰認, 而因循至今。 多士之公議已發, 不可仍置。 請詢大臣而處之。” 右議政崔錫恒, 亦言其不當仍存, 上從之。 道峰竝享, 非出公共之論, 則不悅者之竊議, 固也。 金范甲等乘時詬詆, 至以馴致辛丑之禍爲言, 是果爲眞是非乎? 祀享重典, 已經先朝處分, 而一禮官容易陳請, 一朝撤罷, 顚倒甚矣。 臣謹按凶黨, 不滿於肅廟丙申處分, 必欲甘心於宋文正, 至於道峰黜享而極矣。 范甲及鐸疏, 無非誣捏凶悖之語, 而該曹及廟堂, 一辭贊成, 故其時史官, 謂之詬詆顚倒, 其亦出於外示公議之意歟!"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil examination was held at the eulmi year (. The metropolitan second stage military examination was selected by thirteen men, including Bak Sayu . The metropolitan second stage military examination was 478 men, including Yu Deok Jing . The metropolitan second stage military examination was held because it was a claim that happened to be announced by false accusations. When it was abolished during the reign of King Taejo, the examination was revised again and called the special examination .",
                "H2KE-nKo": "을미년에 정시를 설행하여 문과에서 박사유 등 13인을 뽑고, 무과에서 유덕징 등 478인을 뽑았다. 이 과거는 바로 위옥을 칭경하는 것으로 설행하여 뽑은 것이다. 영조조에 이르러 파하였는데, 또 그 이름을 별과라고 고쳤다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 16일(을미) 1번째기사",
                "gt-oKo": "정시(庭試)를 설행(設行)하여 문과(文科)에서 박사유(朴師游) 등 13인을 뽑았고, 무과(武科)에서 유덕징(柳德徵) 등 4백 78인을 뽑았다. 이 과거(科擧)가 곧 위옥(僞獄)을 경사라고 칭하면서 설행하여 사람을 뽑은 것인데, 영조조(英祖朝)에 이르러 파방(罷榜)시켰다. 그런데 그 이름을 다시 고쳐 별과(別科)라고 하였다.",
                "hj": "○乙未/設庭試, 文取朴師游等十三人, 武取柳德徵等四百七十八人。 是科, 卽以僞獄稱慶設取者也。 至英宗朝罷, 而又復改其名曰別科。"
            }
        },
        "23": {
            "1": {
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 23일(임인) 1번째기사",
                "gt-oKo": "진사(進士) 곽진위(郭鎭緯) 등이 고(故) 상신(相臣) 송시열(宋時烈)을 도봉 서원(道峰書院)에서 출향(黜享)시키는 일을 정지시킬 것을 청하면서 올린 소장이 정원(政院)에 도착하자, 정원에서 이를 퇴각시켰다. 곽진위 등이 다시 소장을 올려 정원을 공척(攻斥)하니, 그제서야 비로소 품달(稟達)하여 입계(入啓)하였다. 그 소장에 대략 말하기를, “선정신(先正臣) 조광조(趙光祖)·송시열(宋時烈)은 성대(聖代)를 만나 지치(至治)를 도와 이룰 것을 기약했었으나, 불행하게도 군간(群奸)들에게 무함을 당하여 아울러 참봉(讒鋒)에 걸렸으며, 결국 황천(黃泉)에서 한을 머금고 있습니다. 두 분의 도학(道學)의 순정(純正)함과 시명(時命)의 궁액(窮扼)함이 전후로 같았기 때문에 사림(士林)들이 기필코 송시열을 같은 사당(祠堂)에서 같이 제향하게 한 데에는 뜻이 있는 것입니다. 선대왕(先大王)께서 특별히 소청을 윤허하신 것 또한 이 때문이었습니다. 한 번 병자년에 합향(合享)한 뒤로 지금에 이르기까지 모두 몇 년이나 되었습니까마는, 감히 원향(院享)에 대한 한 가지 일을 입술에 올려 거론하지 못했던 것은 다른 이유에서가 아니라 공의(公議)를 두려워하고 선왕(先王)을 두려워해서인 것입니다. 그런데 이제 시기를 타고 방자하게 기탄없이 마구 발론하여 전일에 감히 하지 못했던 것을 감히 하였으니, 그 또한 통분스럽습니다. 효종[孝廟]께서 일찍이 말하기를, ‘천리(天理)를 밝히고 인심(人心)을 바로잡는 것이 나의 책임이다. 나와 함께 이 일을 같이할 사람이 경(卿) 말고 누구이겠는가?’ 하였으니, 이른바 실제의 사업(事業)은 이에서 더할 수가 없는 것입니다. 더구나 그 낭중(囊中)의 봉서(封書)와 경악(經幄)의 독대(獨對)에서 아뢴 치법(治法)과 정모(政謨)는 정확하게 근거할 수 있는 사실이 있습니다. 그리하여 군신 상하(君臣上下)가 혈성(血誠)을 다하여 치욕을 씻으려 도모했습니다만, 하늘이 돕지 않았기 때문에 대업(大業)을 성취하지 못한 것뿐입니다. 그래서 일종(一種)의 좋아하지 않는 무리들이 은밀히 하자를 집어낼 마음을 품고 이에 가모(假冒)했다고도 하고 허성(虛聲)이었다고도 한 것입니다. 아! 이것은 그들의 말이 아니라 바로 윤증(尹拯)의 말이요, 윤증의 말이 아니라 곧 윤선거(尹宣擧)의 말이었습니다. 윤선거가 한 번 강도(江都)에서 낭패한 뒤로부터 스스로 도리(道理)에 편의한 것을 점유하려고 도모하여 문득 죽지 않은 것이 십분 정당했다고 하면서 이에 감히 실지(實地)의 공부로 자부(自附)한 반면 선정(先正)을 허위(虛僞)라고 책함으로써 일세(一世)의 사람들로 하여금 ‘대의(大義)’라는 두 글자를 말하지 못하게 만들려고 했기 때문에 선정이 답서(答書)를 보내면서 극히 엄절(嚴截)하게 하였습니다. 공자(孔子)·주자(朱子)를 가탁하여 인의(仁義)에 화(禍)를 끼친다는 말이 있었던 것은 그저 윤선거의 심술(心術)을 드러내기에 충분할 뿐인 것으로, 선정에게야 무슨 병통이 될 것이 있겠습니까? 주자(朱子)는 공자(孔子)·맹자(孟子) 이후 일인(一人)입니다. 그리고 송시열의 평생 심사(心事)는 주자(朱子)를 본받는 것에 불과할 뿐이었는데, 이제 김범갑(金范甲)의 무리가 도리어 주자(朱子)를 빙자했다고 했으니, 그렇다면 공 ·맹(孔孟)을 존신(尊信)한 사람은 정자(程子)·주자(朱子) 등 제현(諸賢)과 같은 이가 없는데, 정자·주자(朱子)도 또한 공·맹을 빙자했다는 것을 면할 수 없지 않겠습니까? 현종께서 사복(嗣服)한 처음에 홍여하(洪汝河)가 처음 배알(排軋)하는 소장을 올렸고 그리고 나서 예송(禮訟)이 일어났습니다. 그리하여 선정의 자취가 갈수록 더욱 위태롭게 되었으므로, 산릉(山陵)의 일이 끝나자마자 창황히 조정을 떠나고 말게 되었습니다. 이른바 영안(永安)의 조서(詔書)를 받지 못했다고 운운(云云)한 것은 모두 두찬(杜撰)한 말이니, 많은 변해(辨解)를 할 것이 뭐 있겠습니까? 선정(先正)이 장기(長鬐)에서 돌아와서는 억지로 조정에 나아갔었는데, 신유년의 진수당(進修堂)에서 올린 수차(袖箚)와 계해년의 세실(世室)에 대한 소장(疏章)과 정묘년의 일을 논한 소장(疏章)은 모두가 이 의리인 것입니다. 김유(金瑬)의 비문(碑文)은 과연 선정(先正)이 찬술한 것인데, 종사(宗社)를 위한 계책이라고 한 것은 실로 선정의 말이 아니라 김유가 연석(筵席)에서 아뢴 말인 것으로, 그 또한 화친(和親)을 주장하는 일을 전적으로 찬동한 것은 아니었습니다. 그런데 이제 이를 날조하여 억지로 합치시켰는가 하면 또 뒤집어서 선정이 한 말로 만들었으니, 이는 시례 발총(詩禮發塚)하는 것에 가깝지 않습니까? 예로부터 소인(小人)이 충현(忠賢)을 함해(陷害)할 적에는 ‘훈척(勳戚)’이라는 두 글자를 가지고 협박하는 자료로 삼지 않는 경우가 없었습니다. 옛날 조여우(趙汝愚)는 송(宋)나라의 숭훈(崇勳)이요 종척(宗戚)이었는데, 주부자(朱夫子)는 아닌게 아니라 훈척이라는 것 때문에 스스로 달리하는 바가 있었습니다. 선정께서 당일 함께 교유했던 사람은 모두가 척리(戚里)들 가운데 선류(善類)였으니, 또 어떻게 거절할 수 있었겠습니까? 더구나 신축년의 변을 순치(馴致)시켰다고 한 것은 더욱 참독스럽습니다. 선정이 졸서(卒逝)한 지가 이제 거의 40년이나 되었는데, 뒤에 와서 일어난 일이 선정과 무슨 관계가 있습니까? 그런데도 저들의 이야기가 종래 신경제(申慶濟)의 소장 내용과 동일한 마음을 지니고 있으니, 아! 또한 두렵습니다. 윤선거(尹宣擧) 한 사람의 신상(身上)에 두 가지의 일이 만들어져 있으니, 포장(褒奬)할 것은 포장하고 폄척(貶斥)할 것은 폄척하는 것이 당연한 것이고, 따라서 그 말에 저앙(低仰)이 있는 것은 괴이할 것이 없습니다. 김수항(金壽恒)은 일생 동안 선정을 존신(尊信)하였는데, 나양좌(羅良佐)는 김수항의 부제(婦弟)로서 매양 양쪽이 좋게 지내는 것을 깨뜨리기 위해 제생(諸甥)들에게 글을 보내어 공공연히 근거없는 말을 지어내어 그로 하여금 선정의 문(門)을 등지게 하려 했었습니다. ‘구(狗)’·‘견(犬)’에 대한 이야기에 이르러서는 윤휴(尹鑴)의 집이 구동(狗洞)에 있었기 때문에 그가 거처하는 곳에 딸 구윤(狗尹)이라고 한 것으로, 이는 이상한 일이 아닙니다. 가령 윤휴가 용동(龍洞)에 거처하였다면 또한 용윤(龍尹)이라고 칭하였을 것인데 그렇다면 이들은 또 칭송(稱頌)한 것으로써 병통을 삼지 않겠습니까? 아! 이들의 혈맥(血脈)이 윤휴와 유통되고 있기 때문에 언의(言議)가 하나하나 모두 부합(符合)되어 기유년(己酉年)의 서한(書翰)은 적휴(賊鑴)의 경자년 논례설(論禮說)과 뜻이 같았고, 신유 의서(辛酉擬書)는 흉도들이 기사년에 현인(賢人)들을 해쳤던 계교와 같은 내용이었는데, 최탁(崔鐸) 등의 소장에서 또 신경제가 썼던 구어(舊語)를 전용하고 있습니다. 선정이 무진년에 올린 하나의 소장은 곧 노신(老臣)이 국가를 우려하는 뜻에서 나온 것으로 혈성(血誠)이 환히 드러나 단연코 다른 마음이 없었는데도, 흉도들이 죄에 얽어넣는 매개로 삼아 마침내 참화(慘禍)를 당하게 했으므로, 사림(士林)의 통분(痛憤)이 지금에 이르도록 그치지 않고 있습니다. 앞서는 신경제가 발론하고 뒤에는 최탁 등이 계속해서 윤휴가 했던 행위를 행하면서 같은 뜻으로 계속 조술(祖述)한 것이 스승을 계승한 것과 다름이 없었습니다. 그런데도 하나의 간신(奸臣)이라고 지목함으로써 마치 거꾸로 스승을 공격하는 듯한 수단과 비슷했으니, 또한 사표(師表)의 방법을 잘 배웠다고 할 수 있습니다. 영정시(永貞詩)에 이르러서는 이것이 곧 당(唐)나라의 신하인 한유(韓愈)가 당시 소인(小人)들이 갑을(甲乙)로 작당(作黨)한 것을 비난한 것인데, 윤휴의 당여들이 요직에 두루 웅거하고 있을 적에 선정이 그 시(詩)를 읊은 것은 실로 인인(仁人)·군자(君子)가 시속(時俗)을 안타깝게 여겨 슬퍼하는 뜻에서였던 것입니다. 그런데 어떻게 이것으로 선정의 죄를 얽어낼 수 있단 말입니까? 만일 이것을 비방이라고 하여 법으로 다스린다면 한문공(韓文公)이 마땅히 제일 먼저 그 죄를 받아야 할 것입니다. 통분스러운 것은 종이 되어 목숨을 도둑질하여 명의(名義)에 죄를 얻었기 때문에 선조(先朝)에서 윤선거를 출향(黜享)시켰는데도 태연스럽게 다시 배향한 데 반하여 정의(正義)를 부지시키고 사설(邪說)을 내침으로써 몸소 대의(大義)를 떠맡았기 때문에 선조(先朝)에서 숭장하여 보답했던 선정을 갑자기 철향(撤享)시키려 하였으니, 오늘날의 거조가 어쩌면 한결같이 이렇게 전도된단 말입니까? 백세(百世) 뒤에 오늘을 어떤 시대라고 하겠습니까?” 하고, 전 승지(承旨)이교악(李喬岳)이 또 소장을 올려 송변(訟辨)하기를, “선정(先正)은 평일에 말 한 마디 행동 한 가지를 걸핏하면 주자(朱子)를 본받아 춘추 대의(春秋大義)를 밝히는 것을 제일의 건사(件事)로 여겼습니다. 그리고 연원(淵源)과 문로(門路)는 문정공(文正公) 조광조(趙光祖)에게서 얻었으므로 평생 흔연히 사모하여 죽을 때까지 존경하였습니다. 그리고 끝에 가서 참화(慘禍)를 당한 것도 전후 맥락을 같이하고 있으니, 한 사당(祠堂)에 병향(並享)하는 것이 예법(禮法)에도 마땅한 것입니다. 일찍이 선조(先祖)에서 특별히 그 소청을 윤허한 것으로 그 이후 30년 동안 조정에는 이론(異論)이 없었고 사림(士林)에도 이의가 없었습니다. 병신년 옥후(玉候)가 침중하신 가운데에도 손수 ‘화양 서원(華陽書院)’이라는 네 글자를 써서 승지(承旨)를 보내어 특별히 사제(賜祭)하였습니다. 비록 일종(一種)의 좋아하지 않는 무리들이나 양좌의 무리가 쓰던 수법과 기사년의 당인(黨人)들의 남은 투식을 전해 받아 기필코 선정에게 오욕(汚辱)을 가하고 선정을 죄에 얽어넣어 해치려 했지만, 감히 실행에 옮기려는 마음을 먹지 못한 것은 단지 그들의 마음에 두려워 꺼리는 것이 있어서 그런 것이었습니다. 그러나 유감과 원망을 머금은 채 참고서 기회를 기다렸는데 선왕(先王)께서 승하(昇遐)하신 뒤에 이르러서는 좋아라고 떼지어 일어나 시세(時勢)를 타고 날뛰면서 죄를 날조하는 것으로도 부족하여 또 추욕(醜辱)을 가하였고, 추욕을 가하는 것으로도 부족하여 또 없는 사실을 꾸며내었으니, 차마 이루 말할 수 있겠습니까? 삼가 바라건대 전하께서는 선왕께서 ‘나의 뜻을 동요시키지 말라.’고 하신 전교(傳敎)를 몸받아 속히 통렬한 지척(指斥)을 가하여 멋대로 횡행하지 못하게 하소서.” 하였는데, 아울러 도로 내어 주라고 명하였다.",
                "hj": "○壬寅/進士郭鎭緯等, 以請寢故相臣宋時烈道峰書院黜享事, 陳疏, 到政院, 政院却之。 鎭緯等, 復疏斥政院, 始稟達入啓。 其疏略曰: 先正臣趙光祖、宋時烈遭逢聖代, 期贊至治, 而不幸爲群壬所誣, 竝罹讒鋒, 飮恨泉下。 道學之純正、時命之窮阨, 前後一揆, 故士林之必以時烈, 同堂而齊腏者, 其意有在。 先大王之特允所請, 亦以此也。 一自丙子合享之後, 至于今凡幾年所, 而不敢以院享一事, 擧之於唇吻之間者, 無他, 畏公議也, 畏先王也。 今乃乘時闖發, 肆然無忌, 敢爲前日之所不敢爲, 其亦痛矣。 孝廟嘗曰: “明天理正人心, 予責也, 與我共此者, 捨卿其誰?” 所謂實地上事業, 無以加此, 而況其囊封幄對, 治法政謨, 鑿鑿有可據之實, 則君臣上下, 血誠圖灑, 而只緣天心不佑, 大業未就, 故一種不悅之徒, 潛懷瑕摘之心, 乃曰假冒也, 曰虛聲也。 噫嘻! 此非渠之言也, 乃尹拯之言也, 非拯之言, 乃宣擧之言也。 宣擧一自江都狼狽之後, 謀欲自占便宜道理, 便以不死爲十分是當, 而乃敢自附於實地之工, 而責先正以虛僞, 欲使一世之人, 說不得大義二字, 故先正答書, 極其嚴截, 有借孔、朱, 禍仁義之說, 宣擧心術, 適足破綻, 則何足爲先正之病也? 朱子, 孔、孟後一人耳。 時烈平生心事, 不過法朱子而已, 今范甲輩, 反謂之憑藉朱子。 然則尊信孔、孟, 無如程、朱之諸賢, 程、朱亦不免於憑藉孔、孟耶? 顯廟嗣服之初, 汝河, 首進排軋之疏, 俄而議禮之訟作矣。 先正之跡, 轉益畸危, 纔畢山陵, 蒼黃去朝。 其所謂不受永安之詔云云, 無非杜撰之語, 則顧何足多辨哉? 先正之歸自長鬐也, 黽勉造朝, 而辛酉進修之箚, 癸亥世室之疏, 丁卯論事之章, 無非此義。 若金瑬之碑, 果是先正之所撰, 而宗社計云者, 實非先正之言, 乃金瑬筵對之語, 而亦非專拾主和之事, 則今欲以此捏合, 而又翻以爲先正之言者, 不幾於詩禮發塚乎? 自古小人之陷害忠賢者, 未有不以勳戚二字, 爲脅持之資者。 昔趙汝愚, 宋之崇勳也, 宗戚也, 朱夫子未嘗不以勳戚, 而有所自異。 先正當日之所與交者, 皆是戚里中善類, 則又豈可拒絶之也? 況其馴致辛丑之變者, 尤極慘毒。 先正之沒, 今幾四十年矣。 末後之事, 何干於先正, 而彼輩之說, 與向來慶濟之疏, 同一肝腸, 吁亦怕矣。 蓋宣擧一人之身, 判作兩截, 則當褒而褒, 當貶而貶, 無怪乎其辭之低昻, 而金壽恒一生尊信先正, 良佐則壽恒婦弟, 每欲交構兩好, 貽書諸甥, 公然做出無根之語, 欲使背絶先正之門。 至於狗犬之說, 鑴之家在狗洞, 故因其所居而謂之狗尹, 不是異事。 假令鑴居在龍洞, 則亦將稱之以龍尹。 然則此輩, 又將以稱詡, 病之耶? 噫! 此輩血脈, 與鑴流通, 言議節節符合, 己酉之書, 與鑴賊庚子論禮之說, 同意, 辛酉之書, 與凶徒己巳戕賢之計同語, 鐸等之疏, 又專用慶濟舊語。 先正戊辰一疏, 卽老臣慮國之意, 炳炳血忱, 斷無他腸, 而凶徒媒孽, 竟罹慘禍, 士林之慟, 至今未已, 而慶濟發之於前, 鐸等繼之於後, 言鑴之言, 行鑴之行, 一意紹述, 無異師承, 而猶且目之以一奸臣者, 依俙有似乎倒戈手段, 亦可謂善學其師表矣。 至於永貞之詩, 卽唐臣韓愈, 譏切當時小人之作黨甲乙。 鑴黨盤據之時, 先正之吟詠其詩者, 實仁人、君子傷時憫俗之意, 則何可以此, 搆罪於先正哉? 若以此律之以(饑)〔譏〕訕, 則韓文公當首被其罪矣。 所可痛者, 爲奴偸生, 得罪名義, 而先朝黜享之宣擧, 則晏然復享, 扶正斥邪, 身任大義, 而先朝崇報之先正, 則遽欲撤享, 今日擧措, 一可倒置, 而百世之後, 其將以今日爲何如時耶? 前承旨李喬岳, 又上疏訟辨曰: 先正平日一言一動, 動法朱子, 以明《春秋》大義, 爲第一件事。 淵源、門路, 得之於文正公趙光祖, 平生慕悅, 至死尊敬, 末梢受禍, 前後一致, 則一祠竝享, 於禮亦宜。 曾在先朝, 特允其請, 邇來三十年間, 朝無異論, 士無異議, 丙申年玉候沈淹之中, 手書華陽書院四字, 遣承旨別爲賜祭。 雖有一種不悅之徒, 傳襲羅良佐輩圈法, 己巳黨人之餘套, 必欲汚辱先正, 構害先正, 而不敢生意者, 特其心有所畏忌而然耳。 含憾蓄怨, 忍而待日, 及夫仙馭已遠之後, 群起躍然, 乘時跳踉, 構捏之不足, 又從以醜衊之, 醜衊之不足, 又從以粧撰之, 尙忍言哉? 伏願殿下, 體先王予志勿撓之敎, 亟加痛斥, 俾勿肆行。 竝命還給。"
            },
            "2": {
                "H2KE-EN": "Third Inspector [of the Office of the Inspector General] Seo Jongga reported as follows: Meanwhile, the language of the literary licentiate Kwak Jinwi obstinates the slander and disrespectfulness of human relationships without reflecting upon him. Regarding the joint enshrinement of the late Senior Abdicated King Jeongjong , the joint enshrinement of him should be dismissal, and the joint enshrinement of him should be established in the world. How could there be a slight relationship with the late Senior ? The poem composition of the poem literary li",
                "H2KE-nKo": "장령 서종하가 아뢰기를,“진사 곽진위가 올린 상소의 내용은 더할 수 없이 추악하고 패악하여 전혀 거리낌이 없었습니다. 고 상신 송시열을 도봉향에서 출향해야 할 사람과 그대로 두어야 할 사람에 대해서는 본래 온 세상의 공의가 있으니, 선정 부자와 무슨 조금이라도 관계가 있기에 쓸데없는 말을 삽입하여 공공연히 모욕을 가한단 말입니까. 그리고 영정시를 변론한 것으로 말하자면, 송시열을 한유에 견준 것은 그들이 송시열을 존경하고 사모하는 뜻에서 나온 것이기는 하지만, 선왕을 순종에 견준 것이 과연 어떠하였습니까. 가령 이 말이 멋대로 행해졌다면 역적 이희지의 속영정시도 한유를 본떠서 그를 구원하는 장본으로 삼았다고 할 수 있겠습니까. 그 말류의 폐해는 끝내 인기가 멸절되고 국가가 난망하는 데 이르고야 말 것입니다. 절도에 정배하소서.이교악은 스승을 위해 신변한다는 핑계로 한 통의 상소를 올려 억지로 제목 밖의 말을 끌어다가 선정 부자를 끝없이 모욕하였으니, 아, 통탄스럽습니다. 또 이른바 ‘원한을 품고 원망을 쌓아 왔다.’, ‘선어가 이미 멀어졌다.’라는 등의 말은 더욱 지극히 패악합니다. 이교악도 전하의 신하인데, 어찌 감히 이런 말을 마음속에 싹틔우고 입에 올릴 수 있단 말입니까. 그의 비할 데 없이 무엄한 죄를 징계하지 않을 수 없습니다. 원지에 찬배하소서.”하니, 주상이 윤허하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 23일(임인) 2번째기사",
                "gt-oKo": "장령(掌令) 서종하(徐宗廈)가 아뢰기를, “진사(進士) 곽진위(郭鎭緯)의 소장 내용은 추패(醜悖)스럽기 짝이 없는 것으로 전혀 돌보아 꺼리는 것이 없었습니다. 고 상신(相臣) 송시열(宋時烈)을 도봉 서원(道峰書院)에 배향한 것을 출향(黜享)시킬 것인가 그대로 둘 것인가에 대해서는 절로 일세(一世)의 공론(公論)이 있는 것입니다. 그런데 선정(先正) 부자(父子)에게 무슨 털끝만큼인들 관계되는 것이 있기에 불필요한 말을 삽입하여 가면서 공공연히 침욕(侵辱)을 가한단 말입니까? 영정시(永貞詩)에 대해 변해(卞解)한 것에 이르러서는 송시열(宋時烈)을 한유(韓愈)에다 견주기까지 했는데, 이는 저들의 무리가 송시열을 존경하고 사모하는 뜻에서 나온 것이기는 합니다만, 선조(先祖)를 당 순종(唐順宗)에게 견준 것이 과연 어떠합니까? 이러한 이야기를 멋대로 유행시키게 한다면 역적 이희지(李喜之)의 속영정시(續永貞詩)도 또한 한유를 모방했다고 하면서 구해(救解)할 장본(張本)으로 삼지 않겠습니까? 그 말류(末流)의 폐해는 마침내 인기(人紀)를 멸절시키고 국가(國家)를 난망시키는 데에 이르게 하고야 말 것입니다. 청컨대 절도(絶島)에 정배(定配)시키소서. 이교악(李喬岳)은 스승을 위하여 신변(伸辨)한다는 것을 가탁하면서 하나의 소장을 올렸는데, 그 내용에 억지로 제목(題目) 밖의 말을 인용하여 선정 부자에게 이루 말할 수 없는 무욕(誣辱)을 가하였으니, 아! 너무도 통분스럽습니다. 그리고 이른바 유 감과 원망을 품었다느니 선왕이 승하하였다느니 하는 등등의 이야기는 더할 수 없이 패려(悖戾)스러운 것이었습니다. 이교악(李喬岳)도 또한 전하의 신하인데 어떻게 감히 이런 등등의 이야기를 마음에 싹틔워 입으로 발할 수가 있단 말입니까? 그의 윤기(倫紀)를 무시한 무엄한 죄를 징계시키지 않을 수 없으니, 청컨대 원찬(遠竄)을 명하소서.” 하니, 임금이 윤허하였다.",
                "hj": "○掌令徐宗廈啓曰: “進士郭鎭緯疏語, 醜悖無倫, 全不顧忌。 故相臣宋時烈道峰配享, 當黜當仍, 自有一世公議, 則有何一毫干涉於先正父子, 而揷入剩語, 公肆侵辱? 至於卞《永貞》之詩, 則以時烈比韓愈, 雖出於渠輩尊慕時烈之意, 而以先朝比順宗果何如耶? 使此說肆行, 則喜賊續《永貞》之詩, 亦可謂摸倣韓愈, 而爲救解之張本耶? 其流之害, 終至於人紀滅絶, 國家亂亡而後已。 請絶島定配。 李喬岳托以爲師伸辨, 投進一疏, 强引題外之語, 誣辱先正父子, 罔有紀極, 噫嘻痛矣! 且所謂含憾蓄怨, 仙馭已遠等說, 尤極絶悖。 喬岳亦是殿下之臣子, 則何敢以此等語, 萠於心而發諸口耶? 其無倫無嚴之罪, 不可不懲。 請命遠竄。” 上允之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Yi Gyoak was banished to Gyeongsan District in eulsa year (.",
                "H2KE-nKo": "을사년에 이교악을 경산현에 찬배하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 26일(을사) 1번째기사",
                "gt-oKo": "이교악(李喬岳)을 경산현(慶山縣)에 찬배(竄配)하였다.",
                "hj": "○乙巳/竄李喬岳於慶山縣。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] banished Kwak Jinwi to Geumgap Island and Ahn Yunjung to Unsan County .",
                "H2KE-nKo": "곽진위를 금갑도에, 안윤중을 운산군에 정배하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 27일(병오) 1번째기사",
                "gt-oKo": "곽진위(郭鎭緯)를 금갑도(金甲島)에, 안윤중(安允仲)을 운산군(雲山郡)에 정배(定配)하였다.",
                "hj": "○丙午/配郭鎭緯於金甲島, 安允仲於雲山郡。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Kim Uhang died. Kim Uhangs courtesy name was Jejung . He passed the civil service examination in the sinyu year (1413, the fifth year of King Sejongs reign. He was cautious and cautious of no other skills. He received the recognition of King Sukjong and reached the post of right state councilor . When the King was sinchuk year (, Kang Sanggeoms crime was discovered, and submitted a memorial requesting that he be punished for his crime was not strict. At this time, he died at the age of seventy-five. Upon hearing of his death, the King went to the main hall of governance to mourn his funeral and suspended the morning court assembly for three days.",
                "H2KE-nKo": "계미년에 영중추부사 김우항이 졸하였다. 김우항의 자는 제중이다. 신유년에 명경으로 을과에 합격하였다. 삼가 다른 재주는 없었으나 숙종의 지우를 받아 우의정에 제수되기까지 하였다. 금상 신축년에 박상검의 일이 발각되자 상소하여 엄하게 주벌하지 못한 것에 대해 논하였다. 이때에 이르러 졸하니, 나이가 75세였다. 부음이 알려지자 주상이 희정당에 나아가 왕위를 위해 슬픔을 표하고 3일 동안 철조하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 4일(계미) 1번째기사",
                "gt-oKo": "영중추부사(領中樞府事)김우항(金宇杭)이 졸(卒)하였다. 김우항의 자(字)는 제중(濟仲)이다. 신유년에 명경과(明經科)에 을과(乙科)로 합격하였다. 근칙(謹飭)하는 것 이외에 다른 재능이 없었으나 숙종의 알아줌을 받아 우상(右相)에 제배(除拜)되기에 이르렀다. 금상(今上) 신축년에 박상검(朴尙儉)의 일이 발각되자 소장을 올려 주토(誅討)가 엄하지 못한 것을 논하였다. 이때에 이르러 졸(卒)했는데, 나이 75세였다. 부음(訃音)이 들리자, 임금이 희정당(熙政堂)에 나아가 위차(位次)를 만들고 거애(擧哀)하였으며, 3일 동안 철조(輟朝)하였다.",
                "hj": "○癸未/領中樞府事金宇杭卒。 宇杭字濟仲。 辛酉以明經, 中乙科。 謹飭無他才, 受肅宗知, 至拜端揆。 上之辛丑, 尙儉事覺, 上疏論誅討之不嚴。 至是卒, 年七十五。 訃聞, 上御熙政堂, 爲位發哀, 輟朝三日。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil examination was held at the Royal Confucian Academy . The metropolitan second stage civil examination was forty-one men, and the metropolitan second stage military examination was thirty-six men.",
                "H2KE-nKo": "증광 전시를 행하였다. 문과에서 박사수 등 41인을 뽑고, 무과에서 이진룡 등 136인을 뽑았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 3월 4일(계미) 2번째기사",
                "gt-oKo": "증광 전시(增廣殿試)를 설행(設行)하여 문과(文科)에 박사수(朴師洙) 등 41인을 뽑았고, 무과(武科)에 이진룡(李震龍) 등 1백 16인을 뽑았다.",
                "hj": "○設增廣殿試, 文取朴師洙等四十一人, 武取李震龍等一百三十六人。"
            }
        }
    },
    "04": {
        "27": {
            "1": {
                "H2KE-EN": "In byeongja year (, Assistant Section Chief of the Office of Royal Decrees Sangbo , vice-envoy , and others escorted Li Dinganmyeong to the capital [of Ming China].",
                "H2KE-nKo": "기청사 내각 학사 예부 시랑 상보와 부사 두등 시위 이도액진명이 서울에 들어왔다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 4월 27일(병자) 1번째기사",
                "gt-oKo": "청(淸)나라의 정사(正使)인 내각 학사 예부 시랑(內閣學士禮部侍郞) 상보(常保)와 부사(副使)인 두등 시위 이도(頭等侍衞伊都) 액진명(額眞明)이 서울에 들어왔다.",
                "hj": "〔○〕丙子/靑使內閣學士禮部侍郞常保、副使頭等侍衛伊都額眞明入京。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Jo Seongbok , second inspector of the Office of the Inspector General , died in prison. [Jo] Seongbok was a man from Pungyang in Yangju . The King fell ill and had no descendants. Many high-ranking officials reported to the Queen Mother, who invested [Jo] the younger brother of [Jo] Seup . [Jo] Seongbok submitted a memorial to discuss how to encourage the Crown Prince to study the meaning of study. [The King] then requested that [Jo] Seongbok be summoned and received in audience with officials, and he be allowed to participate in all matters. [Jo Seongbok] should be allowed to participate in the moment and hear [his administration] according to his circumstances. When the memorial was presented [to the King] for four days, [the King] first gave an approval, and thereupon issued a royal instruction. At night, [the King] issued a royal instruction, which stated, I am suffering from a disturbance and there are many delays of state affairs. The state affairs of all high-ranking officials should be made to judge [their administration] according to their circumstances. Subsequently, [Jo] Seongbok persistently stopped [his administration]. [The King] dismissed Seongbok from office and placed him under restricted residence in Jindo County . Next spring, [Jo] 목호룡 submitted a memorial falsely accused the younger brother of [Jo] Seup. Due to this, a great impeachment, [Jo] killed four high-ranking officials. [Jo] Seongbok was arrested and imprisoned in prison. [Jo] Seongbok said in anger and said, If my words were made today, how could [Jo] Sanggeoms transgression and [ 목호룡] be alive? From this day forward, [Jo Seongbok] knows my loyalty and righteousness. Instead, [Jo Seongbok] insulted [Jo Seongboks] crime. Instead, [Jo Seongbok] must endeavor to put [his administration] death only after [his administration] is exonerated. What do you think of this? At that time, the weather was great drought. [Jo] Seokhang said, It is not a good matter for the inspectors and censors to cross-examine [the administration]. Moreover, [Jo Seongboks] crime is not different. [Your subject] request that [Jo Seongbok] be returned to [Jo Seongbok]",
                "H2KE-nKo": "정축년에 집의 조성복이 옥중에서 죽었다.조성복은 양주 풍양 사람이다. 주상이 병이 있어 후사가 없자, 대신들이 왕대비에게 아뢰어 왕세제를 책립하였다.조성복이 상소하여 저군을 위해 학문에 힘쓰는 도리를 논하고, 이어 신료들을 인접하여 서무를 재결할 때에는 번번이 세제로 하여금 곁에서 모시고 참청하게 하여 일에 따라 훈도할 수 있게 하기를 청하였다. 상소가 들어간 지 4일 만에야 비로소 비답을 내려 유의하겠다는 하교가 있었다. 그날 밤에 이어 하교하기를,“나에게 이상한 병이 있어 정사에 지체되는 것이 많으니, 크고 작은 국사를 모두 세제로 하여금 재단하게 하라.”하였다. 그러나 곧이어 여러 신하가 쟁집한 것으로 인하여 마침내 명을 도로 거두어들였다.조성복은 파직하고 진도군에 안치하였다.내년 봄에 목호룡이 고변하는 글을 올려 세제를 무함하고 핍박하였는데, 이로 인하여 큰 옥사를 일으켜 네 대신을 죽이고 조성복은 다시 옥에 갇혔다. 혹독한 형벌을 시행하자, 조성복이 분연히 말하기를,“나의 말이 당시에 시행되었더라면 박상검의 변고와 목호룡의 무함이 어떻게 생겼겠는가. 지금 이후로는 나의 말이 충성스럽다는 것을 알 수 있을 것인데, 도리어 헤아릴 수 없는 죄에 빠져 기필코 한번 죽이고야 말려고 하니, 어째서인가?”하였다. 마침 날씨가 크게 가물자, 최석항이 아뢰기를,“대간을 형신하는 것은 아름다운 일이 아닙니다. 그리고 역옥과는 같지 않으니, 도로 정배하도록 명하소서.”하니, 주상이 그대로 따랐다. 정의현으로 고쳐 찬배하였는데, 6월에 바다를 건너 배소로 보냈다. 흉당이 또 국문하기를 청하여 10월에 다시 옥에 갇혔다. 여러 차례 형벌을 가하자 마침내 옥에서 죽었는데, 이때 나이가 43세였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 4월 28일(정축) 1번째기사",
                "gt-oKo": "집의(執義)조성복(趙聖復)이 옥중(獄中)에서 죽었다. 조성복은 양주(楊州) 풍양(豐壤) 사람이다. 임금이 병이 있어 후사(後嗣)가 없자 대신(大臣)들이 왕대비(王大妃)에게 아뢰어 왕세제(王世弟)를 책립(冊立)하였는데, 조성복이 소장을 올려 저군(儲君)을 위하여 학문에 힘쓰게 하는 방도를 논하고, 이어 신료(臣僚)들을 인접(引接)하고 서무(庶務)를 재결(裁決)할 적마다 세제(世弟)로 하여금 곁에서 모시고 있으면서 참청(參聽)하게 함으로써 일에 따라 훈도(訓導)하는 바탕으로 삼을 것을 청하였다. 소장이 들어간 지 4일 만에야 비답(批答)이 내렸는데, 유의(留意)하겠다는 하교가 있었다. 그날 밤에 이어 하교하기를, “나에게 괴기한 병이 있어 정사(政事)에 침체된 것이 많으니, 크고 작은 국사를 모두 세제로 하여금 재단(裁斷)하게 하라.” 하였으나, 곧 제신(諸臣)들의 쟁집(爭執)을 인하여 드디어 도로 중지되었다. 이어 조성복은 파직되었고 진도군(珍島郡)에 안치(安置)되었다. 다음해 봄에 목호룡(睦虎龍)이 변서(變書)를 올렸는데, 세제에게 무핍(誣逼)을 가하였고, 이를 인하여 큰 옥사를 일으켜 사대신(四大臣)을 살해하였다. 조성복도 다시 옥에 갇히게 되었는데, 혹독한 형신(刑訊)을 가하자, 조성복이 분연(奮然)히 말하기를, “나의 말이 당일에 시행되었더라면 박상검(朴尙儉)의 변(變)과 목호룡의 무함이 어떻게 발생할 수 있었겠는가? 이제야 나의 말이 충언(忠言)이었음을 알 수 있게 되었다. 그런데 도리어 헤아릴 수 없는 죄에 빠뜨려 기필코 죽이고야 말려고 하는 것은 무슨 까닭인가?” 하였다. 그때 마침 날씨 크게 가뭄이 들자, 최석항(崔錫恒)이 아뢰기를, “대간(臺諫)에게 형신(刑訊)을 가하는 것은 아름다운 일이 아닙니다. 그리고 역옥(逆獄)과는 다르니 도로 정배(定配)시키소서.” 하니, 임금이 그대로 따랐다. 정의현(旌義縣)으로 개찬(改竄)했는데, 6월달에 바다를 건너 배소(配所)로 갔다. 그런데 흉당(凶黨)들이 또 국문(鞫問)할 것을 청하였으므로 10월달에 다시 옥에 갇히게 되었다. 누차 형신을 가하여 드디어 옥에서 죽으니, 당시의 나이가 43세였다.",
                "hj": "○丁丑/執義趙聖復死於獄中。 聖復, 楊州豐壤人也。 上有疾無嗣, 諸大臣白王大妃, 冊立王世弟, 聖復上疏, 論爲儲君勉學之道, 仍請引接臣僚, 裁決庶務之時, 輒令世弟, 侍側參聽, 以爲隨事訓迪之地。 疏入四日, 始下批, 有留意之敎。 其夜仍下敎曰: “予有奇疾, 政事多滯, 大小國事, 幷令世弟裁斷。” 旋因諸臣爭執, 遂還寢, 罷聖復職, 安置珍島郡。 明年春, 虎龍上變書, 誣逼世弟, 因起大獄, 殺四大臣, 復逮聖復於獄, 施以酷刑, 聖復奮然曰: “使吾之言, 得行於當日, 則尙儉之變、虎龍之誣, 何由以生? 今而後庶可以知吾言之忠, 而反陷不測之罪, 必欲一殺而後己者, 何也?” 會天大旱, 錫恒言: “刑訊臺諫, 非美事, 且與逆獄不同, 請命還配。” 上從之。 改竄旌義縣, 六月渡海抵配。 凶黨又請鞫, 十月復逮至獄, 累加刑, 遂死于獄。 時年四十三。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King bestowed a memorial on the late Inspector General Kim 김일경s appeal of the Office of the Inspector General in the gyechuk year ( and ordered him to reassume your duties. Prior to this, when the Office of the Royal Decrees was vacant, former Director [of the Office of Royal Decrees] Kang Hyeon , took charge of recommending the former Director [of the Office of Royal Decrees] and finally looked up to the execution of Kim Gyeong . When the 권점 was chosen, the number of vacancies was equally applied to Kim Gyeong and others. At that time, the 상신 of the Office of Royal Decrees approvaled the order of their positions, which was not a precedent. In general, he disliked Kim Gyeongs principal behavior. Because of this, Kim Gyeong impeached Kang Hyeon. Later, Jeong Sugi impeached Kang Hyeon, and Kim Gyeong responded to Yi Saseoks approval, Kang Hyeon, because the 천망 of the Office of the Royal Decrees had divulged from the Office of the Royal Decrees, both the Ministry of War and the Ministry of Punishments impeached Jeong Hyeon to impeach him and impeach him. Kang Hyeon was impeached by Kang Hyeon. Both the Office of the Inspector General was impeached by Hyeon and impeached by officials. People were all discontinued by this. When Kang Hyeon was replaced by Hyeon, he eventually replaced impeached the incident. Sugi also submitted a memorial to the Office of the Inspector General to impeach Kim Gyeongs approval. Then, Kim Gyeong finally approvaled, saying, As your subject is extremely foolish, he did not care about his own benevolence and presumptuously said that the enemy of the sovereign must be executed, and the enemy of the state must be executed. He only expected that the Royal Ancestral Shrine and the Altar of the Soil and Grain would presumptuously impeach the magnanimity [of the Royal Ancestral Shrine and the Altar of the Soil and Grain] for one year, which caused trouble today. When the memorial presented by the high officials, he impeached the left and right sides of the Royal Confucian Academy to impeach the Royal Confucian Academy. When your subject received a royal order and the Office of Royal Decrees, he suddenly arbitrarily approvaled the spirit of the Royal Confucian Academy and impeached the Royal Confucian Academy. Thus, he impeached Kang Hyeon when he impeached the spirit of the Royal Confucian Academy and the Office of the Inspector General impeached Kang Hyeon, and he impeached Kang Hyeon for the 천망 of the Office of the Royal Decrees. What is the reason for this? At that time, there was a story of approval when he submitted a memorial to the Royal Confucian Academy, he impeached Kang Hyeon to the impeachment of the Office of the Royal Decrees and impeached the Royal Confucian Academy. The memorial was presented to the King for a long time without repeated approval. However, your subject was in the Office of the Inspector General and building a timpeached several kan of houses. How could your subject dare impeach him? Hamwon again impeached your subject on the grounds that he impeached Kang Saseok for his impeachment.",
                "H2KE-nKo": "대사헌 김일경의 상소에 대한 비답을 내리고 사직하지 말고 직임을 살피라고 하였다.이에 앞서 문형의 자리가 비자 전 대제학 강현이 그 천망을 주관하여 그 뜻에 영합하여 김일경을 수망으로 삼았는데, 권점할 때에 이광좌와 조태억의 권점 수가 김일경 등과 같았다. 그 당시 상신이 관직의 순서에 따라 등수를 매기는 것은 옛 규례가 아니지만, 김일경이 선두에 있었던 것을 미워하였기 때문이다. 김일경이 이 때문에 유감스럽게 여겼다. 그 뒤에 정수기가 강현을 탄핵하니, 김일경이 이사상에게 답하기를,“강태는 문형의 천망이 그의 뜻과 크게 다른 것으로 인하여 병조 판서와 형조 판서 두 판서가 정태를 사주하여 논핵하게 하였다.”하였다. 강태는 강현을 가리킨 것이고, 두 태는 이광좌와 조태억을 가리킨 것이다. 이 글이 벼슬아치들 사이에 전파되어 당사자들이 모두 불안한 마음을 품었다. 이광좌가 체차되고 조태억이 후임에 임명되어 마침내 그 일이 발각되자, 정수기도 상소하여 변명하였다. 대사간 김동필이 상소하여 김일경을 배척하고 또 말을 만들어 알력을 부리는 상황을 논핵하니, 김일경이 마침내 대변하기를,“신은 지극히 어리석어 자신을 위한 계책을 생각하지 않고 임금의 원수는 반드시 토죄하고 나라의 역적은 반드시 주벌할 것이라고 망녕되이 여겼습니다. 다만 종묘사직을 편안하게 할 것을 기약하고 거실에 죄를 얻을 것을 염려하지 않은 채 무턱대고 길을 나선 지 1년이 되었는데, 이 때문에 오늘날의 화가 있게 된 것입니다. 중신의 상소가 한번 나오자 좌우에서 번갈아 공격하며 죄를 성토한 것이 낭자하였습니다.아, 교문을 지어 올리는 것은 신의 임무가 아닌데, 마침 태학사가 병이 났다고 고하자 예원에서 소명을 어겼습니다. 신이 패초를 받고 대궐에 나아갔는데, 때마침 저물녘에 한밤중에 빈청에서 창졸간에 응제하느라 거칠고 서툴러서 스스로 부끄럽고 놀랐습니다. 글귀의 출처와 자획의 곁가를 까마득히 기억하지 못하는데, 동료들이 자리에 있으면서 간혹 지도하기도 하였습니다. 그날의 사실은 이와 같은 데 불과합니다. 신이 이른바 ‘별어를 삽입하고 비유를 인용한 것이 사리에 어긋났다.’라고 한 것에 대해 신은 무엇을 지적한 것인지 모르겠습니다. 글을 지은 자가 무심히 써내었고 보는 자가 의도적으로 들추어 내었으니, 융설의 말을 모후에게 인용하고 간언을 물리치는 말을 군부에게 쓴 것이 모두 함정에 떨어지게 되었습니다. 그 계책이 또한 너무 심하지 않습니까. 하루는 이사상이 편지를 신에게 보내어 말하기를 ‘정수기의 두 번째 상소에서 「강현이 문형의 천망에서 누락된 사람인데 어찌 문형의 천망을 맡을 수 있겠는가.」라고 하였으니, 이것이 무슨 까닭인가?’라고 하였습니다. 이러한 때에 마침 풍문이 전해지자 과연 붓 가는 대로 써서 답하여 전해 들은 말을 경솔히 믿었으니, 실로 경솔한 데 관계됩니다. 어찌 그 책임을 면할 수 있겠습니까.이사상은 정분이 형제와 같아 편지를 주고받으면서 우연히 말을 번역하여 신의 큰 죄안으로 삼아 장독에 올렸습니다. 신은 일의 체모와 도리가 과연 어떠한지 모르겠습니다마는, 그 이유를 따져 보면 모두 신의 죄입니다. 김동필이 또 말하기를 ‘논의가 사리에 어긋나고 멋대로 공격한 것은 전적으로 신에게서 말미암은 것이다.’라고 하였습니다. 신이 사헌부의 직책에 있으면서 역적을 성토한 것 외에 탄핵한 것이 없으니, 공격한 자가 누구인지 모르겠습니다. 어찌 연소한 신진이 대각에서 상언한 의논을 신이 혹 참여하여 듣고 주장한 것으로 의심하겠습니까. 장임에 걸맞지 않다는 것은 신도 스스로 알고 있습니다. ‘여러 가지 사단을 일으켰다.’라고 한 것은 모두 곡절이 있습니다. 다만 신의 집 원 안에 터를 닦고 재목을 지어 몇 칸의 사우를 건립하였는데, 이것으로 신을 죄준다면 신이 어찌 감히 사양하겠습니까.함원의 두 번째 상소에서 신을 매우 급하게 꾸짖었습니다. 신이 구두로 대답하고 상소로 진달한 것은 대개 신삼석의 공초 내용을 거론하였을 뿐인데, 애석하게도 함원은 어찌하여 불러다 곡절을 물은 뒤에 즉시 분변하여 진달하지 않고 마침내 신에게 화풀이를 하여 집을 짓고 저자를 열어 주기까지 하였으니, 어찌 액운이 아니겠습니까. 그날 그 말이 옳았습니다. 그러나 분명한 하교로 시원스레 성상의 속마음을 보여 주셨는데, 함원이 신이 억지로 정하였다고 말한 것은 또한 무엇 때문입니까. 더구나 여쭈어 윤허를 받은 일에 대해 전지를 써 낸 것은 어제오늘의 일이 아닙니다. 국구가 일찍이 승정원의 당상과 낭청을 지냈으니, 어찌 갑자기 잊어버리고 신을 죄라고 배척하며 독단적으로 행동했다고까지 할 수 있겠습니까. 바라건대 삭직을 명하고 물러가 어리석은 분수를 지키게 해 주소서.”하였다. 상소가 들어가기 전 겨울이 되도록 오래도록 답이 없었다. 대신과 연신이 여러 차례 말하자, 이제야 비로소 답을 내린 것이다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 4월 4일(계축) 1번째기사",
                "gt-oKo": "대사헌(大司憲)김일경(金一鏡)의 소장(疏章)에 대한 비답(批答)을 내려 사직하지 말고 직무를 보살피라고 하였다. 이에 앞서 문형(文衡)에 결원(缺員)이 났었는데 전 대제학(大提學)강현(姜鋧)이 그 추천을 주관하면서 뜻을 맞추기 위해 김일경을 수망(首望)으로 올렸었다. 권점(圈點)을 할 때에 이르러 이광좌(李光佐)·조태억(趙泰億)의 점수(點數)가 그와 대등하게 되자, 그때의 상신(相臣)이 직급(職級)의 순서에 따라 등제(等第)를 매겼는데, 고례(古例)가 아니었다. 이는 김일경을 앞에 둔 것을 미워해서였던 것으로, 김일경은 이 때문에 원한을 품게 되었다. 그 뒤 정수기(鄭壽期)가 강현(姜鋧)을 탄핵했는데, 김일경이 이사상(李師尙)에게 답한 서한에서 말하기를, “강(姜) 대감이 문형(文衡)의 천망(薦望)을 주관하면서 자신들의 뜻에 맞지 않게 한 것을 인하여 병조(兵曹)·형조(刑曹)의 두 대감이 정수기를 사주하여 논핵하게 하였습니다.” 했는데, 강 대감은 강현(姜鋧)을 가리킨 것이고 두 대감은 이광좌와 조태억을 가리킨 것이다. 이 서한이 진신(搢紳)들 사이에 전파되자 여기에 해당된 사람들은 모두 불안한 마음을 품게 되었는데, 이광좌가 체직되고 조태억이 대신하기에 이르러서는 결국 그 일이 발론되었고. 정수기도 또한 소장을 올려 변해(辨解)하였다. 대사간 김동필(金東弼)이 소장을 올려 김일경을 공척(攻斥)하였고, 또 그가 말을 만들어 배알(排軋)한 정상에 대해 논하자, 김일경이 드디어 대변(對辨)하기를, “신은 지극히 어리석어 자신을 위한 계모(計謀)는 돌아보지 않고 망령되이 임금의 원수는 반드시 주토(誅討)해야 되고 국가의 역적은 반드시 주참(誅斬)해야 한다고 여겨 삼가 종사(宗社)를 부지하여 편안하게 할 것만을 기약한 채 거실(巨室)들에게 죄를 얻게 되는 것은 생각지도 않으면서 어두운 밤길을 더듬거리듯이 해 온 지 1주년이 되었는데, 이것이 오늘날의 화(禍)가 있게 된 이유인 것입니다. 중신(重臣)의 소장이 한 번 나오자 좌우(左右)에서 교대로 공격하여 죄를 성토한 것이 낭자했습니다. 아! 교문(敎文)을 지어 바친 것은 신의 임무가 아니었습니다만, 마침 태학사(太學士)가 고병(告病) 중에 있었고 예원(藝苑)도 소명(召命)을 어긴 차에 신이 소패(召牌)를 받들어 예궐(詣闕)하게 되었던 것입니다. 때가 마침 저물녁이었는데 야밤에 빈청(賓廳)에서 창졸간에 응제(應製)하노라니 거칠고 난삽하게 되어 스스로도 부끄럽고 놀라웠습니다. 구어(句語)의 출처와 자획(字畫)의 방변(傍邊)을 창황하여 제대로 기억하지 못하자 좌중(座中)에 있던 제우(儕友)가 간혹 지도(指導)하여 주기도 했는데, 그날의 사실은 이와 같은 데에 불과합니다. 신을 논하면서 이른바 다른 말을 삽입하였고 인유(引喩)가 어긋나는 것이라고 한 데 대해서는 신이 무엇을 지적한 것인지 깨닫지 못하겠습니다. 짓는 사람은 무심히 써낸 것인데 보는 사람은 유심히 보고 집어낸다면 융설(瀜洩)이란 말을 모후(母后)에 대해 인용하고 거간(拒諫)이란 말을 군부(君父)에 대해 인용할 경우 모두 죄에 빠지게 될 것이니, 그 계교가 너무 심하지 않습니까? 어느 날 이사상이 신에게 서한(書翰)을 보내어 말하기를, ‘정수기의 두 번째 소장에서 「강현(姜鋧)이 문형(文衡)에서 낙천(落薦)된 사람을 어찌하여 문형의 천망(薦望)에 올릴 수 있습니까?」 했는데, 이것이 무슨 까닭입니까?’ 하였는데, 이럴 즈음에 풍문에 전해 들은 말이 있어 과연 붓가는 대로 써서 답하였습니다. 전해 들은 말을 경박하게 믿은 것은 실로 경솔한 데 관계되는 것이니, 어떻게 그 책임을 변명할 수 있겠습니까? 이사상과는 정의(情意)가 형제와 같아 서신을 왕복하는 사이에 우연히 번전(翻傳)된 것이 신의 큰 죄안(罪案)이 되어 소장에까지 오르게 되었으니, 신은 이것이 사체(事體)와 도리에 있어 과연 어떨지 모르겠습니다. 그 이유를 궁구하여 보면 모두가 신의 죄입니다. 김동필이 또 ‘논의가 사리에 어긋나고 과장되었으며 공격을 멋대로 자행하는 것이 오로지 신에게서 연유되었다.’고 했는데, 신이 헌직(憲職)에 있으면서 토역(討逆)한 이외에 달리 공격하거나 탄핵한 일이 없었습니다. 따라서 공격한 사람이 누구인지를 모르겠습니다. 어쩌면 연소(年少)한 신진(新進)들이 대각(臺閣)에서 논의한 것을 가지고 신이 혹 참여하여 듣고서 주장한 것인가고 의심하는 것인가 봅니다. 장임(將任)이 걸맞지 않는다는 데 이르러서는 신도 또한 스스로 알고 있습니다. 건물을 짓는 단서가 많다고 한 것에 대해서는 진실로 곡절이 있는 것으로, 다만 신의 집 후원(後園)에다 터를 닦고 재목을 영구(營求)해다가 두어 칸의 사우(祠宇)를 건립한 적이 있는데, 이것으로 신을 죄준다면 신이 어떻게 감히 변명할 수 있겠습니까? 함원 부원군(咸原府院君)의 두 번째 소장에서는 신을 비난한 것이 매우 급박했는데, 신의 구대(口對)와 진소(陳疏)는 대부분 이삼석(李三錫)의 공사(供辭)에 의해 거론한 것이었습니다. 애석하게도 함원군은 어찌하여 불러다 곡절을 물어 본 뒤에 즉시 변진(辨陳)하지 않고서 끝내는 신에게로 노여움을 돌려 집에서 난 노여움을 시장에 가서 푸는 형국을 만들었으니, 어찌 횡액이 아니겠습니까? 그날 그의 말이 옳았습니다만, 분명한 하교(下敎)를 내려 성충(聖哀)의 의도를 쾌히 보였는데도 함원군은 신이 억지로 결정했다고 하니, 이 또한 어찌된 일입니까? 더구나 품백(稟白)하여 윤허를 받은 일을 전지(傳旨)로 써 내는 것은 오늘날 처음 있는 일이 아닌데, 일찍이 정원(政院)의 당랑(堂郞)을 지낸 국구(國舅)가 어찌 갑자기 잊어버리고 신의 죄라고 공척(攻斥)하면서 멋대로 행했다고 하기에 이른단 말입니까? 바라건대 삭직(削職)을 명하시어 물러가 어리석은 분수를 지키게 하여 주소서.” 하였다. 소장이 들어간 것이 지난 겨울이었는데, 오래도록 답보(答報)가 없다가 대신과 연신(筵臣)이 누차 말을 하였으므로, 이제야 비로소 하답이 있게 된 것이다.",
                "hj": "○癸丑/賜大司憲金一鏡疏批, 令勿辭察職。 先是, 文衡缺, 前大提學姜鋧主其薦, 希其旨, 以金一鏡爲首, 及圈點也, 李光佐、趙泰億點數, 與一鏡等。 其時相臣用職序爲第, 非古例, 而蓋惡一鏡之居先也。 一鏡以此憾恨。 其後鄭壽期劾姜鋧, 則一鏡答李師尙書曰: “姜台因文衡薦望之崖異於其意, 兵、刑兩台, 嗾鄭而論之。” 姜台, 指鋧也。 兩台, 指光佐、泰億也。 斯書傳播搢紳間, 當之者皆懷不安。 及光佐遞, 而泰億代之, 終發其事, 壽期亦疏辨之。 大司諫金東弼疏斥一鏡, 而又論其做言排軋之狀, 一鏡遂對辨曰: “臣之至愚, 不恤身謀, 妄謂君讎必討, 國賊必誅, 秪以扶安宗社爲期, 不以得罪巨室爲慮, 冥行墑埴, 迨周一年, 所以有今日之禍也。 重臣之疏一出, 左右迭攻, 聲罪狼藉。 噫! 敎文撰進, 非臣之任, 適會太學士告病, 藝苑違召, 臣承牌詣闕。 時値昏暮, 半夜賓廳, 倉卒應製, 荒蕪拙澁, 自愧有駭。 句語出處, 字畫傍邊, 蒼茫不記, 儕友在座, 間或指導。 伊日事實, 不過如此。 論臣所謂揷入別語, 引喩乖謬云者, 臣不省何所指摘, 而作者無心寫出, 看者用意抉摘, 則瀜洩之引於母后, 拒諫之用於君父者, 皆將墮於罟穽, 其爲計不亦太甚乎? 一日, 李師尙以書抵臣曰: ‘鄭壽期再疏, 謂姜鋧以文衡落薦之人, 何可當文衡薦望? 此何故也?’ 此際適有風傳, 果信筆答之輕信傳聞, 實涉率爾, 安得辭其責乎? 師尙, 情同兄弟, 赫蹄往復, 偶爾翻傳, 爲臣大案, 登諸章牘, 臣未知事體道理, 果何如, 而究厥所由, 莫非臣罪。 東弼又以爲: ‘論議乖張, 搏擊肆行, 職由於臣。’ 臣在憲職, 討逆之外, 無抨彈, 未知搏擊者何人? 豈以年少新進臺閣上言議, 疑臣或有與聞而主張者耶? 至於將任之不稱, 臣亦自知。 興作多端之云, 儘有委折, 而第臣家園之內, 治基營材, 建立數間祠宇。 以此罪臣, 臣何敢辭? 咸原再疏, 詬臣甚急。 臣之口對、疏陳, 槪擧三錫之供辭而已, 惜乎咸原, 何不於招問委折之後, 卽爲辨陳, 卒乃移乙於臣, 怒室色市, 豈不厄哉? 伊日其言是矣, 明敎夬示聖衷之所存, 咸原之謂臣勒定, 抑獨何哉? 況稟白蒙允之事, 書出傳旨, 非今斯今。 國舅曾經政院堂郞, 豈遽忘之, 而斥臣爲罪, 至謂擅行也哉? 乞命鐫削, 退守愚分。” 疏入在前冬, 久不報, 大臣、筵臣, 累以爲言, 今始下答。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 5월 1일(기묘) 1번째기사",
                "gt-oKo": "경기(京畿)의 유학(幼學) 김홍석(金弘錫) 등이 소장을 올렸는데, 대략 말하기를, “선정신(先正臣) 문성공(文成公) 이이(李珥)와 문간공(文簡公) 성혼(成渾)은 살아서는 뜻을 같이했고 죽어서는 함께 전하여 오고 있으니, 그분들의 입론(立論)은 참으로 백세(百世)토록 바뀌지 않을 정론(正論)인 것입니다. 그러므로 보잘것없는 후생(後生)이 한편으로 찬양하거나 한편으로 억제하면서 사사로이 올리거나 내릴 수 있는 것이 아닙니다. 송시열(宋時烈)은 겉으로 학문한다는 이름을 빌어 입으로는 이이·성혼의 도(道)를 외면서 세상을 속이고 발신(發身)할 계책으로 삼았으므로, 그때 대소(大小) 문자(文字)가 그의 손에서 나온 것이 많았는데, 그가 성혼을 포양(褒揚)함에 있어 극진히 하지 않은 것이 없었습니다. 그리고 두 현신(賢臣)의 연보(年譜)와 서문(序文)도 또한 그가 찬술했습니다. 그러나 한 번 선정신(先正臣) 윤선거(尹宣擧) 부자(父子)와 흔단이 생긴 뒤부터는 성혼이 윤선거의 외조(外祖)라는 것으로 공공연히 성혼에게 노여움을 옮겨 서간(書簡)에도 왕왕 은미하게 폄(貶)하는 뜻을 간략히 보이기에 이르렀습니다. 성혼의 후손인 고(故) 현령(縣令) 성지선(成至善)에 이르러서는 윤선거의 고제(高弟)로서 동문(同門)인 고(故) 장령(掌令) 나양좌(羅良佐) 등과 함께 사문(師門)의 무함에 대해 소장을 올려 변해(辨解)했다는 것 때문에 노여움을 대발하여 그의 문도(門徒)인 이희조(李喜朝)의 답서(答書)에다 공공연히 멋대로 무욕(誣辱)을 가했습니다. 그러다가 사론(士論)이 일제히 분노를 터뜨려 변해하는 소장이 발하게 되자 그가 먼저 소장을 올려 거짓으로 스스로 해명하였습니다. 또 갑오년에 주본(奏本)을 논한 일을 억지로 화의(和議)라고 창출(創出)하고서는 또한 김장생(金長生)의 말을 가탁하여 일컫기를, ‘임진년 이후에는 의심할 만한 것이 없지 않다.’고 하고서 끝에 가서는 자신의 말로 결론짓기를, ‘이에 의거하여 본다면 선사(先師)께서도 우계(牛溪)의 일은 부득이한 데에서 나왔다는 것을 알고 있었다.’고 하였습니다. 신 등이 주본(奏本)에 대한 것이 원래 화의가 아니라는 것을 해명하겠습니다. 고양겸(顧養謙)이 당시 대권(大權)을 쥐고 있으면서 고하(高下)를 마음대로 조종했는데, 크게는 정절(旌節)을 변역(變易)시켜 유정(劉綎)을 불러들일 수 있고 작게는 주청(奏請)을 저지하여 막으면서 관문(關門)을 닫고 통과시키지 않음으로써 위기(危機)가 잇따라 닥치는 상황이었으니, 이런 때에 그와 서로 맞서서 항쟁하면서 국가의 존망을 도외시하고 방치해야 하겠습니까? 아니면 부득이 그의 말을 억지로라도 따라 그의 노여움을 풀게 함으로써 시들어 없어져가는 국명(國命)을 보존시켜야 하겠습니까? 이것이 선조(宣祖)께서 호택(胡澤)을 인접(引接)했을 적에 부득이 그의 청을 따르게 된 이유인 것입니다. 성혼이 주본(奏本)의 대지(大旨)에 대해 하문(下問)할 때를 당하여 대답하기를, ‘고총독(顧摠督)이 우리 나라로 하여금 왜국(倭國)의 봉공(封貢)을 청하게 하고 있습니다만, 이는 의(義)에 있어 할 수가 없습니다. 그러나 그 자의 협박 때문에 상주(上奏)하지 않을 수 없으니, 마땅히 진청(陳請)하기를, 「소방(小邦)은 왜노(倭奴)와 불공대천(不共戴天)의 원수가 된 사이여서 죽는 한이 있어도 차마 화친(和親)을 말할 수는 없습니다. 그러나 천조(天朝)에서 그들을 용납하여 속국(屬國)을 만들고 소방(小邦)으로 하여금 원수를 잊고 원망을 푸는 부끄러움이 없게 하는 가운데 급박한 위기를 완화시켜 준다면 그 또한 천조에서 내려 준 은혜입니다.」 하는 내용으로 말을 만든다면 의에 있어 어긋나는 것이 없을 것 같습니다.’ 하였는데, 이것이 진대(進對)했을 적의 대략적인 내용인 것입니다. 김장생이 성혼을 높이고 사모한 것이 문제자(門弟子)에 못지않다는 것은 온 세상이 다 함께 알고 있는 것입니다. 진실로 마음속에 의심나는 점이 있었다면 어찌하여 성혼의 생전에 질의(質疑)하지 않고서 뒤에 와서 문제삼는 말을 만들어 은밀히 송시열에게 전수(傳授)하여 선현(先賢)을 무함할 구실이 될 자료를 만들어 줄 리가 있겠습니까? 그리고 그의 아들 김집(金集)이 성혼의 묘표(墓表)를 찬술했는데, 그 대략에 이르기를, ‘행동 거지(行動擧止)를 반드시 의리에 따라서 함에 평탄하거나 험난하다고 하여 지조를 바꾸지 않았으며, 출처(出處)의 올바름을 지킨 것은 신명(神明)에게 질정할 수 있다.’ 하였고, 결론을 짓기를, ‘김집(金集)이 일찍이 문하에 나아가 배웠었고 또 부사(父師)를 인하여 출처와 언행에 대해 익히 들었다.’고 했습니다. 김장생이 만일 주본에 대해 의논한 일을 화의(和義)라고 여겨 헐뜯어 비난했다면, 김집이 어찌하여 부사(父師)를 통하여 익히 들은 이야기를 가지고 찬양했겠으며, 홀로 송시열만이 헐뜯어 비난하는 말을 들을 수 있었단 말입니까? 아! 남이 자신을 그르다고 하는 데 대한 노여움으로 남의 선조(先祖)를 이처럼 극심하게 무함하였는가 하면, 이어 성혼의 아들인 증(贈) 판서(判書) 성문준(成文濬)까지 싸잡아 무욕(誣辱)을 가하기를, ‘파문(坡門)의 제공(諸公)들이 자못 정인홍(鄭仁弘)에게 붙어서 오로지 송강(松江)를 헐뜯었다.’고 했습니다. 성문준의 순순(醇純)한 성품은 하늘에서 타고난 것이고 성경(誠敬)의 학문은 가정(家庭)에서 배운 것이니, 인조(仁祖)께서 듣고 발탁했다는 비지(批旨)는 신하를 아는 것은 임금만한 이가 없는 것이요, 성혼이 효우(孝友)스러움을 칭한 것은 아들이 아는 것이 아비만한 이가 없는 것입니다. 그의 어짊이 이와 같은데 정인홍에게 붙는 짓을 하겠습니까? 기축년 역옥(逆獄) 때 정철(鄭徹)이 위관(委官)이었는데, 최영경(崔永慶)이 갑자기 역적의 초사(招辭)에서 나와 국옥(鞫獄)에 연계되기에 이르렀을 적에 정철이 실지로 구해(救解)하여 면하게 해주었었습니다. 다시 국옥에 연계되었을 적에는 정철이 이미 국옥에서 체면(遞免)되었을 때였습니다. 이미 위관에서 체면되었는데도 최영경을 죄에 얽어넣어 살해했다는 것으로 억지로 죄안(罪案)을 만들어 정철의 죄를 날조한 것도 이미 너무도 사실과는 근사하지 않은 것이었는데, 더구나 계속 산야(山野)에 있었던 성혼이야 말할 것이 뭐 있겠습니까? 단지 정철과 좋은 교우 관계를 맺고 있었다는 것을 이유로 정인홍이 자신의 문도(門徒)들을 사주하여 도리어 정철을 무함하는 죄목으로 삼고 또 성혼까지 무함하여 화(禍)가 지하(地下)에까지 미치게 하였으니, 성문준은 성혼의 아들로서 억울하고 비통한 마음이 마땅히 어떠했겠습니까? 무신년에 성혼의 문인인 신응구(申應榘)가 스승을 위하여 신변(伸辨)하면서 겸하여 정철은 결단코 군자임을 말하고 그가 무함받은 것에 대해 송변(訟辨)했는데, 그 과정에서 조그만 잘못에 대해 성혼이 이이를 위해 변해(辨解)하면서 그의 경솔한 점을 숨기지 않았던 것과 같게 대략 언급하였습니다. 그런데 이것이 한 번 전해지고 두 번 전하여 감에 따라 자꾸만 사실과 어긋나게 되었으므로, 정철의 아들인 고(故) 참판(參判) 정홍명(鄭弘溟)이 고(故) 참판 이명준(李命俊)에게 보낸 서한(書翰)에 지나치게 의심하여 서로 탓하는 이야기가 없지 않았습니다. 그러나 성문준의 심사(心事)가 진실하여 다른 뜻이 없었다는 것을 분명히 알기에 이르러서는 오래 된 의심이 완전히 해소되었고 교의(交誼)도 쇠하지 않게 되었습니다. 이 때문에 정홍명의 조카인 고(故) 장령(掌令) 정양(鄭瀁)이 그의 문집(文集)을 수집하여 그 서한을 산삭(珊削)하고 기록하지 않았는데, 이렇게 된 것은 그때의 설화(說話)에 잘못된 것이 많았던 때문이었습니다. 그때 고(故) 해평 부원군(海平府院君) 윤근수(尹根壽)도 또한 부방(浮謗)에 동요되지 않을 수 없었으므로, 성문준이 신응구의 소장을 중지시키지 못한 것을 그르다고 했었는데, 이를 전하는 사람들이 너무 지나치게 했기 때문에 성문준이 글을 지어 스스로 변해한 것이 매우 명백하였고 이것이 문집에 환히 실려 있으니, 다시 의심할 것이 뭐 있겠습니까? 아! 김창협(金昌協)은 곧 김상헌(金尙憲)의 손자인데, 자기 할아비가 성혼을 우러러본 뜻을 잊은 채 송시열의 여론(餘論)에 부합(附合)하여 망령되이 의논(議論)을 가하면서 여탈(與奪)을 임의로 하여 조광조(趙光祖)·이황(李滉)·이이(李珥) 삼현(三賢)의 도덕을 열거하여 기록하고서 찬미했는데, 유독 성혼에 대해서만 기록하지 않음으로써 조종(操縱)하는 뜻을 보였습니다. 그의 말이 성혼의 도덕에 어떤 영향을 끼칠 수는 없는 것이지만, 그의 용심(用心)이 외람되고 패려스러운 데 대해서는 통분스러운 점이 있습니다. 그리고 그의 할아비인 김상헌이 묘표(墓表)를 지으면서 ‘평소 늘 마음을 단속하고 절제가 있었기 때문에 언행(言行)이 모두 본받을 만한 것이었다.’고 운운(云云)했는데, 손자인 제가 감히 이렇게 비방하여 헐듣었으니, 할아비를 배반하고 선현을 업신여긴 죄를 이루 다 주토(誅討)할 수 있겠습니까? 송시열과 김창협의 문집이 모두 간행되어 세상에 퍼져 있습니다. 속히 송시열과 김창협의 직명(職名)을 추탈(追奪)할 것을 명하고, 또 성문준을 성혼의 파산 서원(坡山書院)에 추배(追配)하게 하여 주소서.” 하였는데, 임금이 해조(該曹)로 하여금 품처(稟處)하게 하였다.",
                "hj": "○朔己卯/京畿幼學金弘錫等上疏。 略曰: 先正臣文成公李珥、文簡公成渾, 生同志死同傳, 眞百世不易之正論, 非幺麿後生所可一揚一抑, 私自高下者也。 宋時烈, 貌假學問之名, 口誦珥、渾之道, 以爲欺世發身之計。 其時大小文字, 多出其手, 其所褒揚成渾, 靡不用極, 兩賢臣年譜序, 亦渠之所撰也。 一自與先正臣尹宣擧父子釁成之後, 以成渾爲宣擧之外祖, 公然移怒於成渾, 至於簡牘之間, 往往略示微貶之意。 逮夫成渾後孫故縣令至善, 以尹宣擧之高弟, 與其同門故掌令羅良佐等, 疏辨師門之誣, 故大加慍怒, 公肆誣辱於答其徒李喜朝書。 及其士論齊憤, 辨疏將發, 則渠先投疏, 佯爲自明, 且創出甲午年論奏本事, 勒謂之和議, 而亦托以金長生之言而稱之曰: “壬辰以後, 不無可疑”, 末乃以渠之言結之曰: “據此則先師, 亦知牛溪之出於不得已也。” 臣等請明其奏本之事, 元非和議也。 顧養謙時把大權, 惟意高下, 大則變易旌節, 召還劉綎, 小則沮遏奏請, 閉關不通, 危機交至, 則抑可與之相抗, 置存亡於度外歟? 抑可不得已而强從其言, 俾解慍怒, 以存垂盡之國命耶? 此所以宣廟引接(故澤)〔胡澤〕時, 不得已而許從其請者也。 成渾當其俯詢奏本大旨之時, 對曰: “顧摠督使我國請倭封貢, 此則義不可爲也。 然爲渠脅持, 不免上奏, 則當陳請曰: ‘小邦之於倭奴, 有不共戴天之讎, 雖死不忍言和, 而天朝容之爲屬國, 使小邦, 無忘讎釋怨之恥, 得紓朝夕之危, 則亦天朝之賜也,’ 以此爲措辭, 於義似無悖矣” 云。 此其進對之大略也。 金長生尊慕成渾, 不下於門弟子者, 擧世之所共知也。 苟使有疑於心, 則何不一質疑於成渾之生前, 而徒爲議後之言, 密與時烈傳授, 以爲藉口誣賢之資哉? 且其子集, 撰成渾墓表, 略曰: “行止必以其義, 夷險不易, 所守出處之正, 可質神明”, 結之曰: “集早遊門下, 且因父師, 習聞出處言行。” 長生若以議奏本事, 謂和議而疵毁之, 則集奈何以因父師習聞之說贊揚, 而獨時烈得聞疵毁之語耶? 噫! 怒人非己, 誣人之先, 如此之甚, 仍竝與成渾之子贈判書文濬而誣辱之曰: “坡門諸公, 頗附仁弘, 專咎松江。” 文濬醇純之性, 出於天賦, 誠敬之學, 得之家庭。 擢之聞名之批, 仁廟之知臣莫如也, 孝友之稱, 成渾之知子莫如也。 其賢若此, 附仁弘而可爲耶? 己丑逆獄, 鄭澈爲委官, 而崔永慶遽出賊招, 至逮鞫獄, 則澈實救解而免之。 及夫再鞫, 則澈已遞委官矣。 已遞委官, 則以搆殺永慶, 勒成罪案, 搆捏鄭澈者, 旣極萬不近似, 而況連在山野之成渾乎? 只以友善澈之故, 仁弘嗾其徒, 反以誣澈之目, 又誣渾, 禍及泉壤, 則文濬以渾之子, 其冤鬱悲憤之心, 當如何哉? 戊申年渾之門人申應榘, 爲師伸辨, 兼言澈之決爲君子, 訟其被誣, 而略及小失, 如渾辨珥而不諱。 其率爾處, 一傳再傳, 轉輾失實, 鄭澈之子, 故參判弘溟, 寄故參判李命俊書, 不無過疑相咎之話, 而及明知文濬之心事, 斷斷無他, 則宿疑全消, 交誼不衰。 是以弘溟之姪, 故掌令瀁, 裒集其文集, 刪其書而不錄, 誠以其時說話, 率多訛誤故也。 其時故海平府院君尹根壽, 亦不能不動於浮謗, 以文濬不能力止申疏爲非, 傳之者, 又太過, 則文濬作書自辨, 極其明白, 昭載文集, 則夫復何疑? 噫! 金昌協, 卽金尙憲之孫也。 忘其祖仰成渾之意, 附合時烈之餘論, 妄加議論, 任意予奪, 列書趙光祖、李滉、李珥三賢道德, 而贊美之, 獨於渾, 不數之, 以示操縱之意。 渠之言, 雖不足爲輕重, 而其用心之猥越且悖者, 有足痛惋。 且其祖尙憲, 題其墓曰: “平居收束, 檢制言行, 無不可爲法者” 云云, 而渠敢詆毁若是, 背祖侮賢之罪, 可勝誅哉? 時烈、昌協之文集, 皆已刊行於世。 亟命追奪時烈、昌協職名, 且請追配成文濬於成渾坡山書院。 上令該曹稟處。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Yi Gyoak was banished to Dongnae Strategic Prefecture .",
                "H2KE-nKo": "경진년에 이교악을 동래부에 찬배하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 5월 2일(경진) 1번째기사",
                "gt-oKo": "이교악(李喬岳)을 동래부(東萊府)에 찬배(竄配)하였다.",
                "hj": "○庚辰/竄李喬岳於東萊府。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Bai Yan , an envoy from Ming China, departed for the capital.",
                "H2KE-nKo": "병술년에 청나라 사신이 경성을 출발하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 5월 8일(병술) 1번째기사",
                "gt-oKo": "청(淸)나라의 사신(使臣)이 경성(京城)을 출발하였다.",
                "hj": "○丙戌/淸使發京城。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Former Minister of Personnel Song Sanggi , who was the first day of the month, passed away in Gangjin . Song Sanggis courtesy name was Okhye , a man from Eunjin . He was the son of Minister of Rites Song규렴 . In the winter of the sinchuk year (, when he was invested with the Queen Mothers writing style, Song Sanggi, the Minister of War , submitted a memorial which read as follows: When your subject dismisses from his office, hearing that there was a royal order that a court ladies-in-waiting and eunuchs should be dealt with according to the law. However, the Royal Cuisine Office reported that a court ladies-in-waiting and eunuchs should be dealt with according to the law. This is greatly at variance with the royal order. Thereupon, 조태구가 submitted a memorial that Song Sanggi deceived the royal order and was banished to Gangjin District . At this time, he passed away due to an illness. At this time, he was sixty-seven years old. Song Sanggi composed many literary liter",
                "H2KE-nKo": "원임 이조 판서 송상기가 강진에서 졸하였다. 송상기의 자는 옥여이고 은진 사람이다. 예조 판서 송규렴의 아들이다. 신축년 겨울 조태구가 왕대비의 언문 전교를 봉환할 때에 송상기가 병조 판서로서 상소하기를,“신이 파직되어 나온 뒤에 들으니, 자전의 하교 중에 ‘궁인, 환시와 결탁한 자는 법률에 따라 처치하라.’라는 하교가 있었습니다. 그런데 빈청의 계사에는 ‘한 궁인이 환시와 결탁하였다.’라고 하였으니, 이는 자전의 뜻을 크게 어긴 것입니다.”하였다. 이에 조태구가 상소하기를,“송상기가 자전의 뜻을 거짓으로 속였다.”하고 강진현에 찬배되었다. 이때에 이르러 병으로 졸하니, 이때 나이가 67세였다. 송상기는 글을 짓는 데 일처리가 많아 관각의 제공들이 모두 ‘옥여의 민첩함은 따를 수 없다.’라고 하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 6월 1일(무신) 1번째기사",
                "gt-oKo": "원임(原任) 이조 판서(吏曹判書)송상기(宋相琦)가 강진(康津)에서 졸(卒)하였다. 송상기(宋相琦)의 자(字)는 옥여(玉汝)이고 은진인(恩津人)으로, 예조 판서(禮曹判書)송규렴(宋奎濂)의 아들이다. 신축년 겨울 조태구(趙泰耉)가 왕대비(王大妃)의 언문 교서(敎書)를 봉환(封還)시킬 때를 당하여 송상기가 병조 판서(兵曹判書)로서 소장을 올리기를, “신이 파출(罷黜)된 뒤에 자전(慈殿)의 교서에 궁인(宮人)·환시(宦寺)와 체결한 자는 율법에 의거 처치(處置)하라는 하교가 있었다고 들었는데, 빈청(賓廳)의 계문(啓聞)에서는 어떤 궁인 한 사람이 환시와 체결했다고 했습니다. 그러나 이것은 자전의 뜻과 크게 어긋나는 것입니다.” 하였다. 이리하여 조태구가 이에 소장을 올려 송상기가 자전의 뜻을 속였다고 하면서 강진현(康津縣)에 찬배시켰다. 이때에 이르러 병으로 졸(卒)하니, 나이 67세였다. 송상기는 글을 짓는데 즉석(卽席)에서 이룬 것이 많았으므로 관각(館閣)의 제공(諸公)들이 모두 말하기를, ‘옥여(玉汝)의 민첩함은 따라갈 수 없다.’고 하였다.",
                "hj": "○朔戊申/原任吏曹判書宋相琦卒於康津。 相琦字玉汝, 恩津人。 禮曹判書奎濂子也。 當辛丑冬, 趙泰耉之封還王大妃諺敎也, 相琦以兵曹判書, 上疏曰: 臣於罷黜後, 得聞慈敎中, 有締結宮人、宦寺者, 依律處置之敎, 而賓廳啓則曰: “一宮人締結宦寺。” 此大違慈旨也。 於是, 泰耉乃上疏謂相琦矯誣慈旨, 竄康津縣。 至是, 以疾卒, 時年六十七。 相琦爲文多立就, 館閣諸公, 皆以爲: “玉汝之敏, 不可及也。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Office of the Censor General reported on the crimes of Lord of Dongseong Mokjon , who had not yet submitted a memorial requesting the punishment of Yi Junghwan for borrowing his horse. He praised his merit in the Altar of the Soil and Grain and said, He expected your subjects loyalty and righteousness, and admonishing your subjects subject to plotting plans, he invaded the enemy in order to prevent the enemy attack. He also reported the merit of Yi Junghwan to the State Tribunal . Nevertheless, he told him that he did not discuss the meritorious deeds of Yi Junghwan should be the first level of his meritorious deeds. He finally reported the matter directly to the State Tribunal . However, he did not impose the meritorious deeds at the time of his meritorious deeds. Your subjects request that he be interrogated and thoroughly investigated. The King approved this request. Prior to this, when Yi Junghwan served as circuit inspector of Geumcheon , he borrowed his post-station horses and borrowed Mokjon. He lost his horse and lost his horse. Later, he pursued the house of Yi Cheongi. On this day, the inspectors and censors finally reported this matter. ",
                "H2KE-nKo": "사간원이 아뢰어 동성군 목호룡의 등철되지 않은 상소에 대해 논핵하기를,“이중환이 말을 빌린 죄를 신구하면서 사직을 보존한 공이 있다고 극구 칭찬하였고, 심지어 ‘신의 충의를 격동시켜 신에게 모획을 가르쳐 주어 여러 역적을 제압하고 삼수를 막게 하였습니다.’라고까지 하였습니다. 또 이중환의 공을 국청에 고하였는데도 끝내 거론하지 않았다고 말하여, 마치 그가 이중환을 수공으로 삼아야 한다고 한 정상을 과연 이미 국청에 바로 고하였는데도 감훈할 때 수록하지 않은 것처럼 하였습니다. 의금부로 잡아다 신문하여 분명하게 조사하소서.”하니, 주상이 그대로 따랐다.이에 앞서 이중환이 김천 찰방으로 있을 때 역마를 목호룡에게 빌려 주고 잃어버렸다고 하였는데, 그 뒤에 이천기의 집에서 찾아냈다고 한다. 이때에 이르러 대신이 과연 논핵하는 계사를 올리기 시작하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 6월 11일(무오) 1번째기사",
                "gt-oKo": "간원(諫院)에서 논계(論啓)하기를, “동성군(東城君) 목호룡(睦虎龍)의 상달되지 않은 소장에서 이중환(李重煥)이 말을 빌려 준 죄에 대해 신구(伸救)하면서 그가 사직(社稷)을 위한 공이 있다는 것을 성대히 일컬었는데, 심지어는 ‘신(臣)의 충의(忠義)를 격동시켰고 신에게 모획(謀劃)을 가르쳐 주었으므로, 역적들을 제재하여 삼수(三手)를 막을 수 있었습니다.’ 하였고, 또 이중환의 공을 국청(鞫廳)에 고했으나 끝내 거론되지 않았다는 것으로 말을 함으로써 마치 자신이 이중환이 의당 수공(首功)에 해당된다는 정상을 이미 국청에 직고(直告)했는데도 감훈(勘勳)할 적에 수록(收錄)하지 않은 것처럼 하였으니, 청컨대 잡아다 추문하여 분명히 사핵(査覈)하소서.” 하니, 임금이 그대로 따랐다. 이에 앞서 이중환이 김천 찰방(金泉察訪)으로 있을 적에 역말을 목호룡에게 빌려 주고서는 잃어버렸다고 하였는데, 그뒤 이천기(李天紀)의 집에서 그 말을 찾아냈다고 했다. 이때에 이르러 대신(臺臣)이 과연 발계(發啓)하였다.",
                "hj": "○戊午/諫院啓論: “東城君睦虎龍未徹之疏, 伸救李重煥借馬之罪, 而盛稱其功存社稷, 至曰: ‘激臣忠義, 敎臣以謀劃, 制群賊遏三手。’ 又以重煥之功, 告于鞫廳, 而終不擧論爲言, 有若渠以重煥, 宜爲首功之狀, 果已直告於鞫廳, 而勘勳時不爲收錄者然。 請拿問明覈。” 上從之。 先是, 重煥爲金泉察訪時, 以驛馬借睦虎龍, 稱以見失, 而其後推得於天紀家云。 至是臺臣, 果發啓。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Superintendent of the Directorate of the Palace Kitchen Supplies Sim Dan submitted a memorial requesting that Im Chang be punished according to the precedent of 윤지술 . Minister of Taxation 이태좌가 아뢰기를, “죄인은 반드시 waiting for the approval of the",
                "H2KE-nKo": "신해년에 판의금부사 심단이 상소하여, 임창을 윤지술의 예에 따라 곧바로 사형에 처할 것을 청하였다. 호조 판서 이태좌가 아뢰기를,“죄인을 반드시 결안에 대한 다짐을 기다려 사형에 처하는 것은 바로 국법의 떳떳한 법입니다. 한때의 특교는 전례를 인용할 수 없으니 결안에 대한 다짐을 기다려 사형에 처해야 합니다.”하니, 주상이 그대로 따랐다. 심단이 다시 청대하여 아뢰기를,“지난번 흉역이 화란의 기미를 빚어낸 지 몇 년이 되었는데, 흉역의 말을 흉언과 역설을 임창이 실제로 앞장서서 주장하였습니다. 처음 상소에는 신하로서 차마 들을 수 없는 말이 있었고, 그 뒤에 삭제하여 고친 상소도 부도하고 망측한 말이었으니, 가득 찬 죄악은 역적 이건명에 비하면 차이가 없습니다. 역적 이건명은 결안에 대한 다짐을 기다리지도 않았는데 어찌 유독 임창에 대해서만 의심을 갖겠습니까. 선왕 때에 조사기를 곧바로 사형에 처하였고, 근래의 일에도 윤지술이 있었습니다. 대개 죄가 사형에 해당하면 결안에 구애받지 않고 바로 사형에 처해야 합니다.”하니, 주상이 또한 그대로 따랐다. 승지 이익한이 아뢰기를,“이태좌가 결안에 대한 다짐을 기다려 사형에 처할 것을 청하여 이미 윤허를 받았는데, 지금 심단이 아뢴 것으로 인하여 또 사형에 처할 것을 명하시니, 처분이 전도되었을 뿐만 아니라 실로 뒷날의 폐단에 관계됩니다. 대신에게 의논하여 처리하소서.”하고, 심단이 또 곧바로 처단할 것을 힘껏 청하니, 주상이 말하기를,“아뢴 대로 하라.”하였다. 동지의금부사 이명언이 상소하여 판의금부사가 연석에서 아뢴 것이 타당함을 논하였는데, 임창이 그제야 죽었다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 6월 4일(신해) 1번째기사",
                "gt-oKo": "판의금(判義禁) 심단(沈檀)이 소장을 올려 임창(任敞)을 윤지술(尹志述)의 예(例)에 의거 곧바로 정형(正刑)에 처할 것을 청하였다. 호조 판서(戶曹判書) 이태좌(李台佐)가 아뢰기를, “죄인에게 반드시 결안(結案)되기를 기다려 정형에 처하게 되어 있는 것이 곧 삼척(三尺)의 상전(常典)인 것입니다. 한때의 특별한 하교는 전례로 인용할 수 없으니, 의당 결안되기를 기다려 정법(正法)에 처해야 됩니다.” 하니, 임금이 그대로 따랐다. 심단이 다시 청대(請對)하여 아뢰기를, “종래 흉역들이 화기(禍機)를 빚어 온 것이 모두 몇 년이었습니까? 그 동안의 흉역스런 말들은 임창이 실지로 창도한 것으로 처음의 소장에는 신자(臣子)로서 차마 들을 수 없는 이야기가 있었는데, 그뒤 산삭(刪削)하여 고친 소장에도 부도(不道)하여 망측(罔測)한 말이 있었으니, 찰 대로 찬 그의 죄악을 역적 이건명(李健命)에 견주어도 경중을 구분할 수 없습니다. 역적 이건명은 이미 결안(結案)을 기다리지 않고 처형했는데 어찌하여 유독 역적 임창에 대해서만은 의심하여 망설인다는 말입니까? 선조(先朝) 때에는 조사기(趙嗣基)를 곧바로 정형(正刑)에 처하였고, 근래의 일로는 윤지술이 있습니다. 대개 죄가 대벽(大辟)에 해당되면 결안에 구애됨이 없는 것이니, 곧바로 정형에 처하소서.” 하니, 임금이 또한 그대로 따랐다. 승지(承旨)이익한(李翊漢)이 말하기를, “이태좌(李台佐)가 결안(結案)되기를 기다려 정법에 처하자고 청하여 이미 윤허를 받았는데, 이제 심단의 주청(奏請)을 인하여 또 정형에 처할 것을 명하셨습니다. 이는 처분(處分)이 전도(顚倒)되었을 뿐만 아니라 실은 뒷폐단에 관계가 되니, 청컨대 대신(大臣)과 의논하여 조처하게 하소서.” 하자, 심단이 또 극력 곧바로 처단할 것을 청하니, 임금이 이르기를, “아뢴 대로 하라.” 하였다. 동의금(同義禁) 이명언(李明彦)이 소장을 올려 판의금(判義禁)이 연석(筵席)에서 아뢴 것이 사의에 맞는 것이라고 논하니, 임창(任敞)이 마침내 죽게 되었다.",
                "hj": "○辛亥/判義禁沈檀疏請任敞, 依尹志述例, 直爲正刑。 戶曹判書李台佐曰: “罪人之必待結案正刑, 卽三尺常典也。 一時特敎, 不可引例, 宜待結案正法。” 上從之。 檀復請對奏曰: “向來凶逆, 醞釀禍機, 凡幾年所, 而凶言逆說, 敞實爲倡。 初疏有臣子不忍聞之說, 而其後刪改之疏, 亦是不道罔測之言。 貫盈之惡, 比健賊, 無輕重。 健賊旣不待結案, 則何獨於敞賊持疑哉? 先朝, 趙嗣基直爲正刑, 在近事, 有志述。 蓋罪在大辟, 不拘結案, 請直爲正刑。” 上亦從之。 承旨李翊漢曰: “李台佐請待結案正法, 旣蒙允, 今因沈檀之奏, 又命正刑, 不但處分顚倒, 實關後弊, 請議大臣處之。” 檀又力請直斷, 上曰: “依爲之。” 同義禁李明彦, 疏論判義禁筵奏得宜, 任敞乃死。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyechuk day, Gui , the first day [of the ninth month], died. Originally, when King Taejong was in his private residence, Gui secretly harbored fear and reluctantly claimed that he made a false accusation against his suspicion and insulted him. When the Crown Prince was already inherited, the traitor Yu Hwi , a rebellious subject, submitted a memorial to the King. Instead, he arbitrarily submitted a memorial to praise his loyalty and praised his loyalty. When he was inherited the throne, he presumptuously entered the north gate [of the capital], and he stubbornly resisted and stopped. In the case of 목호룡, he submitted a memorial advising that Yang Jian should not be cross-examined, and his younger brother was placed under restricted residence in mutual judgment. There was nothing he did not do. If he were to discuss the rogues of the rogues, who would not have Gui? As the royal law was not yet enforced, he lived in a front of his house and died, how could this be the righteousness of punishing Heaven for his crime? When King Taejong was in the reign of King Taejo, the officials of the Censor General requested that he be punished for his crime and strongly adamantly observed one year. In the byeongin year (, the King began to deprive him of his government position. In the eulhae year (, the King ordered that his family property be enforced.",
                "H2KE-nKo": "조태구가 죽었다. 처음에 영종이 잠저에 있을 때 조태구가 속으로 두려워하고 꺼려하는 마음을 품고서 혐의를 무릅쓰는 말을 지어내어 위협하고 핍박하였다. 저위가 이미 세워지자 역신 유봉휘가 신하 노릇을 제대로 하지 못하는 마음으로 흉악한 상소를 올렸는데, 방자하게 차자를 올려 구원하면서 충성스러운 뜻이라고 칭찬하였다. 그러다가 대리청정하라는 명이 내리자 참람되이 북문으로 들어가 반드시 저지하고야 말았다. 목호룡의 변고에 양옥을 끝까지 조사하지 말라는 말을 진달하여 세제를 애매모호한 상태에 둔 채 무옥을 꾸며 내는 등 못하는 짓이 없었다. 흉악한 무리의 거괴를 논한다면 조태구가 아니고 누구이겠는가. 그런데 왕법이 가해지지도 않았는데 집안에서 편안히 죽었으니, 이것이 어찌 하늘이 죄 있는 자를 처벌하는 의리이겠는가. 영종조에 이르러 삼사가 토죄하기를 청하면서 한 해가 넘도록 쟁집하였는데, 병인년에 이르러 비로소 관작을 추탈하고 을해년에 처자식을 노비로 삼고 재산을 몰수하는 법을 거행하라고 명하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 6월 6일(계축) 1번째기사",
                "gt-oKo": "조태구(趙泰耉)가 죽었다. 처음 영조(英祖)가 잠저(潜邸)에 있을 적에 조태구가 가만히 두려워하고 꺼려하는 마음을 품고서 혐의를 무릅썼다는 말을 만들어 내어 위핍(危逼)을 가하였다. 저위(儲位)로 세워지고 나서는 역신(逆臣) 유봉휘(柳鳳輝)가 신하 노릇 하지 않을 마음을 품고 흉소(凶疏)를 올리자 방자하게 구해(救解)하면서 충지(忠志)에서 나왔다고 추장(推奬)했다. 그리고 정사(政事)를 대리(代理)하라는 명이 있게 되자 몰래 북문(北門)으로 들어가서 기필코 저알(沮遏)시키고야 말았다. 목호룡(睦虎龍)의 변(變)이 발생하자 양옥(梁獄)은 추구(推究)하지 말라고 한 일을 인용함으로써 세제(世弟)를 암매(暗昧)한 지경에 처하게 하였고, 무옥(誣獄)을 단령(鍛鍊)해 내어 못하는 짓이 없엇다. 이러니 흉도(凶徒)의 거괴(巨魁)를 논한다면 조태구가 아니고 누구이겠는가? 그런데 왕장(王章)이 가해지기도 전에 편안히 방안에 누워 죽었으니, 이것이 어찌 하늘이 죄진 자를 징토한다는 뜻이겠는가? 영조조(英祖朝)에 이르러 삼사(三司)가 토죄하기를 청하면서 해가 지나도록 고집하여 간쟁했는데, 병인년에 이르러서야 비로소 관작(官爵)의 추탈을 명하였고, 을해년에 처자를 노예로 삼고 가산을 적몰하는 법전을 거행하였다.",
                "hj": "○癸丑/趙泰耉死。 始, 英宗在潛邸, 泰耉陰懷畏忌, 創爲冒嫌之說, 而危逼之。 儲位已建, 逆臣柳鳳輝, 以不臣之心, 投進凶疏, 而肆然箚救, 奬以忠志。 及代理有命, 僭入北門, 必沮遏乃已。 虎龍之變, 陳梁獄毋究之語, 置世弟於黯昧之地, 鍜鍊誣獄, 無所不至。 若論凶徒之巨魁, 非泰耉伊誰? 王章未加, 臥死牖下, 此豈天討有罪之義乎? 至英宗朝, 三司請討, 閱歲爭執, 至丙寅始命追奪官爵, 乙亥擧孥籍之典。"
            }
        }
    },
    "07": {
        "11": {
            "1": {
                "H2KE-EN": "muja year (1408, the eighth year of King Sejongs reign sent envoys [from Ming China] to the capital. The King Wang Ses brother went out to the capital to see him off at Mohwa Guesthouse .",
                "H2KE-nKo": "청나라 사신이 도성을 나가니, 왕세제가 모화관에서 전송하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 7월 11일(무자) 1번째기사",
                "gt-oKo": "청(淸)나라의 사신이 도성(都城)을 떠나니 왕세제(王世弟)가 모화관에서 전송하였다.",
                "hj": "○戊子/淸使出城, 王世弟郊送于慕華館。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemi day, the envoy for comprehensive governance , the vice-envoy , and the vice-envoy , including the seventy-five royal guards , entered the capital. The Kings younger brother received the imperial edict at Mohwa Guesthouse . This was because the King was unwell.",
                "H2KE-nKo": "계미년에 가등청정사 통정대부 도란과 부사 두등 시위 각라 등 75인이 도성에 들어왔다. 왕세제가 모화관에서 칙사를 맞이하였는데, 주상의 건강이 좋지 않아 대행한 것이다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 7월 6일(계미) 1번째기사",
                "gt-oKo": "청(淸)나라의 정사(正使)인 통정사(通政使) 도란(圖蘭)과 부사(副使)인 두등 시위(頭等侍衞) 각라(覺羅) 등 75인이 서울로 들어왔다. 왕세제(王世弟)가 모화관(慕華館)에서 칙서(勅書)를 맞이하였는데, 이는 임금의 체후(體候)가 미령하여 대신 행한 것이다.",
                "hj": "○癸未/淸正使通政使圖蘭、副使頭等侍衛覺羅七十五人, 入城。 王世弟迎勑于慕華館。 以上候未寧, 替行也。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King sent Yu Suwon , a magistrate of Nangcheon District , to Nangcheon District in eulyu year (. ",
                "H2KE-nKo": "을유년에 유수원을 낭천 현감으로 출보하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 7월 8일(을유) 1번째기사",
                "gt-oKo": "유수원(柳壽垣)을 낭천 현감(狼川縣監)으로 보임(補任)시켜 내어보냈다.",
                "hj": "○乙酉/出補柳壽垣爲狼川縣監。"
            }
        }
    },
    "08": {
        "17": {
            "1": {
                "H2KE-EN": "Kim Seokyeon , who was former minister of punishments , passed away. Kim Seokyeon was the younger brother of Myeongseong . From age, he was quite familiar with the sons of a gisaeng (female entertainer. When he was appointed as a tutor to the post of 음관, he severed his hair and cultivated old customs, thereby cautious and cautious reputation. When he reached the position of minister, he never fails to participate in the court and became a son-in-law to serve in the government. He stripped to be simple and frugal, and there was none of the practice of luxury in the palace quarters. At dusk, he was appointed as a general responsibility for twenty years. He stripppped to be supplied with extraordinary expenses, and the military storehouses were so numerous that the country had relied upon him. Jeong Gonghwa saw him and slandered him, saying, Madam Kims family is certainly this woman. Later, he was true. He was then seventy-six years old. The King issued a royal instruction to conceal his death and ordered that his stipend be supplied for three years. Left State Councilor [of the State Council] [] [of the Privy Council] [] [of the State Council] [] and the Privy Council] [] be supplied with the same stipend for three years. Left State Councilor [of the State Council] [] and the Privy Council] [] with the third-rank rites.",
                "H2KE-nKo": "갑자년에 원임 형조 판서 김석연이 졸하였다. 김석연은 명성왕후의 아우이다. 어려서부터 부귀한 집안의 자제로 자못 얽매이지 않았다. 음관에 보임되자 절조를 굽히고 통렬히 징계하였으며, 옛 버릇을 갈고 닦아서 행실을 삼갈 것으로 이름이 났다. 지위가 경재에 이르렀지만 일찍이 조정의 고귀와 과종한 적이 없었고 자제를 위해 벼슬을 구하였다. 의복과 음식을 간소하고 검소하게 하기만을 힘썼고 궁중의 모양새를 사치스럽게 하는 습관이 전혀 없었다. 만년에 장수의 직임을 받은 지 20년이 되었는데 재용을 절약하고 아껴서 군수 물자가 충만하여 나라가 의지할 곳이 있게 되었다. 정공 태화가 보고 기이하게 여겨 말하기를,“김씨의 문호를 보전하는 자는 필시 이 아이일 것이다.”하였는데, 뒤에 과연 그러하였다. 나이가 76세였다. 주상이 죽음을 애도하는 하교를 내리고 녹봉은 3년 동안 그대로 지급하도록 하였다. 좌의정 최석항이 아뢰어 1품으로 증직하고, 해당 조로 하여금 3등의 예장을 거행하도록 하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 8월 17일(갑자) 1번째기사",
                "gt-oKo": "원임(原任) 형조 판서(刑曹判書) 김석연(金錫衍)이 졸(卒)하였다. 김석연은 명성 왕후(明聖王后)의 아우로 소년 때에는 귀가(貴家)의 자제(子弟)라는 것으로 자못 구애되는 것이 없었다. 음관(蔭官)에 보임되자 기절을 굽혀 구습(舊習)을 통렬하게 고치고 이름을 위하여 삼가고 조심했다. 그리하여 지위가 경재(卿宰)에 이르렀어도 조정의 권귀(權貴)를 찾아가거나 자제(子弟)들을 위해 벼슬을 간구(干求)한 적이 없었으며, 의복과 음식은 간검(簡儉)하게 하기를 힘써 전혀 궁가(宮家)의 사치스런 습관이 없었다. 늦게 장임(將任)을 제수받아 20년 동안 재용(財用)을 아껴 절약했으므로 군수(軍需)의 저축이 충일하여 국가에서 힘입는 바가 있게 되었다. 어렸을 때에 정공 태화(鄭公太和)가 보고서 기이하게 여기며 말하기를, “김씨(金氏)의 문호(門戶)를 보존할 사람은 반드시 이 아이일 것이다.” 하였는데, 뒤에 과연 그렇게 되었다. 이때 나이 76세였으니, 임금이 은졸(隱卒)의 하교를 내리고 봉록(俸錄)은 3년을 한정하여 그대로 지급하게 하였다. 좌의정(左議政)최석항(崔錫恒)의 건백(建白)으로 인하여 1품을 증직(贈職)하였고 해조(該曹)로 하여금 3등(三等)의 예장(禮葬)을 거행하게 하였다.",
                "hj": "○甲子/原任刑曹判聿金錫衍卒。 錫衍, 明聖王后弟也。 少以綺紈子弟, 頗不羈。 及補蔭官, 折節痛〔懲〕, 刮磨舊習, 以謹飭名。 位至卿宰, 而未嘗與朝貴過從, 爲子弟干仕, 被服飮食, 務簡儉, 絶無宮樣侈汰之習。 晩受將任二十年, 節惜財用, 軍儲充溢, 國有所賴矣。 鄭公太和見而異之曰: “保金氏門戶者, 必此兒也。” 後果然。 年七十六。 上下隱卒之敎, 祿俸限三年仍給。 左議政崔錫恒陳白, 贈以一品, 令該曹擧三等禮葬。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gwangwi as right state councilor and Yi Jo as minister of war .",
                "H2KE-nKo": "정묘년에 이광좌를 우의정으로, 이조를 병조 판서로 삼았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 8월 20일(정묘) 1번째기사",
                "gt-oKo": "이광좌(李光佐)를 우의정(右議政)으로, 이조(李肇)를 병조 판서(兵曹判書)로 삼았다.",
                "hj": "○丁卯/以李光佐爲右議政, 李肇爲兵曹判書。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, the King entered the temporary palace in order to observe the royal presence. The King issued an instruction, saying, Superintendent [of the Directorate of Palace Kitchen Supplies] []Jwak is arrogant and impudent. For the time being, dismiss him from his post. The King ordered to interrogate him again. Chief Superintendent [of the Middle Army Commandery General] []Jeong Seokg submitted a detailed memorial requesting the withdrawal of the royal presence. At first, the King did not grant his request. After a short while, he laughed and permitted his request.",
                "H2KE-nKo": "약방에서 입진하였다. 주상이 엄한 하교를 내리기를,“제조 이태좌는 방자하고 무엄하니, 우선 파직하라.”하고, 다시 잡아다 국문하라고 명하였다. 도제조 최석항이 누누이 아뢰어 명을 도로 거두어들이기를 청하니, 주상이 처음에는 따르지 않다가 한참 만에 웃으면서 허락하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 8월 4일(신해) 1번째기사",
                "gt-oKo": "약방(藥房)에서 들어와 진찰하였다. 임금이 엄한 하교를 내리기를, “제조(提調) 이태좌(李台佐)는 방자하고 무엄하니, 우선 먼저 파직시키라.” 하고는, 다시 잡아다가 국문(鞫問)하라고 명하였다. 도제조(都提調) 최석항(崔錫恒)이 누누이 진달하면서 명을 환수(還收)하기를 청하니, 임금이 처음에는 따르지 않다가 한참 뒤에 웃으면서 허락하였다.",
                "hj": "○辛亥/藥房入診。 上下嚴敎曰: “提調李台佐, 縱恣無嚴, 姑先罷職。” 復命拿鞫。 都提調崔錫恒, 縷縷陳白, 請還收, 上初不從, 良久笑而許之。"
            }
        }
    },
    "09": {
        "16": {
            "1": {
                "H2KE-EN": "During the imjin year (, the King presented the King with the painting of the Nam Geukye dark bamboo dark.",
                "H2KE-nKo": "임진왜란(1592, 선조25)에 선남극단을 올렸다. 이 또한 이공윤의 의견을 따른 것인데, 이는 독한 약제로 이름을 바꾼 것이다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 9월 16일(임진) 1번째기사",
                "gt-oKo": "임진 임금이 구선남극단(癯仙南極丹)을 진어(進御)했는데, 또한 이공윤(李公胤)의 의논에 따라서 쓴 것이다. 이것은 준제(峻齊)인데, 이름을 바꾼 것이다.",
                "hj": "○壬辰/上進癯仙南極丹。 亦用李公胤議。 是峻劑, 而變名也。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyesa day, when the Royal Placenta Chamber was in the gyesa year (, the Royal Placenta Chamber was unwell, and he entered the Royal Placenta Chamber. The King issued an instruction, stating that the Royal Placenta Chamber be dismissed from his post of Chief Royal Secretary Yi Jingeom , and then ordered him to quickly quickly. Chief Superintendent [of the Royal Placenta Chamber Han] [], Chief State Councilor [of the Royal Placenta Chamber Han] [], and Right State Councilor [of the Royal Placentacenta Chamber Han] [], requested that [the Royal Placentacenta Chamber be] revoked. After a long time, [the King] ordered that [the Royal Placentacenta Chamber] be allowed to quickly cross the Royal Placentacenta Chamber.",
                "H2KE-nKo": "계사년에 내의원이 주상의 건강이 좋지 않다는 이유로 입진하였다. 주상이 엄한 하교를 내려, 승정원이 자주 공사를 출납한다는 이유로 도승지 이진검을 파직하고 이어 속히 나오라고 명하였다. 도제조 최석항과 우의정 이광좌가 그에게 죄가 없음을 아뢰고 도로 거두어들이기를 청하니, 한참 뒤에야 추고하라고 명하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 9월 17일(계사) 1번째기사",
                "gt-oKo": "약방(藥房)에서 임금의 체후(體候)가 미령하다는 것으로 들어가 진찰하였다. 임금이 엄한 하교를 내려 정원(政院)에서 자주 공사(公事)를 출납한다는 것으로 도승지(都承旨)이진검(李眞儉)을 파직시키고 이어 속히 나가라고 명하였다. 도제조(都提調) 최석항(崔錫恒)과 우의정(右議政) 이광좌(李光佐)가 그 무죄(無罪)하다는 것을 아뢰고 명을 환수할 것을 청하니, 한참 만에야 추고(推考)하라고 명하였다.",
                "hj": "○癸巳/藥房以上候未寧, 入診。 上下嚴敎, 以政院頻數出納公事, 罷都承旨李眞儉職, 仍令速出。 都提調崔錫恒、右議政李光佐, 白其無罪, 請收還, 良久始命推考。"
            },
            "2": {
                "H2KE-EN": "Second Minister of Rites Kim Gyeong submitted a memorial to the King again confrontation with Kim Dongbae . The summary of the memorial read as follows: When Kim Dongbae first submitted a memorial, he merely said that it was wrong to address the royal edict and did not distinguish any separate word. Your subject is unaware of what his intention was? Sometimes there was someone who harbored a grudge against Kim Dongbae in face-to-face while harboring a grudge against Kim Dongbae. Kim Dongbae also claimed that there was no other intention to harboring a separate word. Presently, your subject suddenly declined the first and subsequent separate word to display Kim Dongbae. In addition, he again uttered the two characters of absurd remarks and suddenly submitted them to the King. Instead, he deceived Heaven and insulted people and plotted to harboring a separate word. Your subject repeatedly reflected upon this matter, and nevertheless, there was no wrong to address the royal edict and someone falsely writing style. Kim Dongbae claimed to harboring a separate writing style. What harm could there be? Nevertheless, he tried to harboring a half and tried to harboring a separate writing style? Your subject is deeply grieved. At the time, Kim Dongbae again submitted a memorial to the previous memorial, but he failed to harboring a separate writing style and addressed him. In addition, he made a slightest writing slightly on the writing style. Therefore, 김일경 eventually arrogantly indulged his grudge.",
                "H2KE-nKo": "예조 참판 김일경이 상소하여 다시 김동필과 대변하였는데, 그 대략에,“김동필이 처음 올린 상소는 단지 교문에서 인용한 비유가 타당성을 잃었다고만 하였을 뿐, 명확하게 지적하여 지적한 것이 없었습니다. 신은 그 의도가 무엇에 있는지 모르겠습니다. 어떤 사람은 화심을 품고서 김동필을 면전에서 배척한 자도 있고, 김동필도 다른 의도가 없었다고 가는 곳마다 스스로 변명하였습니다. 그런데 지금 갑자기 신이 스스로 겸양하는 예사를 처음부터 끝까지 잘라내고 교묘하게 꾸며 대었으며, 또 다시 ‘망발’이라는 두 글자를 지어내어 갑자기 삽입하여 방자하게 하늘을 속이고 사람을 무함하였습니다. 스스로 지어내고 스스로 창도한 것은 그 의도가 더욱 치밀합니다.신이 반복하여 생각해 보아도 애당초 인용한 비유가 타당성을 잃은 것과 망발이라고 지적할 만한 문자가 없었습니다. 김동필이 명백하게 말하고 곧바로 배척한들 무슨 안 될 것이 있겠습니까. 그런데 반은 실토하고 반은 얼버무리면서 발론하려다가 발론하지 못한단 말입니까. 신은 삼가 통탄스럽게 여깁니다.”하였다. 김동필이 재차 상소하여 전에 했던 말을 다시 되풀이하였으나, 곧바로 절실하게 말하지 못하였고, 또 다른 사람에게 하는 말이 조금 미봉하는 데 관계되었기 때문에 김일경이 더욱 기염을 토하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 9월 17일(계사) 2번째기사",
                "gt-oKo": "예조 참판(禮曹參判) 김일경(金一鏡)이 소장을 올려 다시 김동필(金東弼)의 소장에 대해 대변(對辨)했는데, 대략 말하기를, “김동필의 처음 소장에서는 단지 교문(敎文)에서 인용한 것이 정당한 데 어긋났다고만 말하고 분별하여 지적한 것이 없었기 때문에, 신은 그의 의도가 어느 단락에 있는지 알 수가 없었습니다. 혹자는 화심(禍心)을 품었다고 김동필을 면대해서 배척(排斥)한 자가 있었는데, 김동필은 또한 다른 의도가 없었다고 가는 곳마다 스스로 해명하였습니다. 그런데 이제 갑자기 신이 자겸(自謙)하는 뜻에서 쓴 예사(例辭)를 수미(首尾)를 끊어내고 공교롭게 꾸며대었으며, 또다시 ‘망발(妄發)’이라는 두 글자를 만들어 내어 홀연히 삽입시킨 다음 멋대로 하늘을 속이고 사람을 속였으니, 그가 스스로 만들어 내고 스스로 창도하는 방법이 갈수록 더욱 주밀하였습니다. 신이 아무리 반복해서 생각하여 보아도 당초 인유(引喩)가 정당한 데에 어긋난 것과 망발이라고 지적할 만한 문자(文字)가 없었습니다. 김동필은 그런 것이 있으면 분명히 말하고 곧바로 지척하는 것이 뭐 안될 것이 있기에 말을 할 듯 말 듯 입을 열려다가 열지 않는단 말입니까? 신은 그윽이 통분스럽습니다.” 하였다. 김동필이 올린 두 번째 소장에서도 다시 전의 이야기를 하면서 직절(直切)하게 설명하지 못하였고, 또 남에게 말한 것도 약간 미봉(彌縫)한 것에 관계되었기 때문에 김일경이 더욱 방자하게 기세(氣勢)를 부렸다.",
                "hj": "○禮曹參判金一鏡陳疏, 復與金東弼對辨, 略曰: 東弼初疏, 但曰敎文引喩乖當, 未有分別指摘, 臣莫曉意在何段, 或有以禍心, 面斥東弼者, 東弼亦以無他意, 到處自明。 今遽以臣自謙之例辭, 裁去首尾, 巧加粧撰, 而又復做出妄發二字, 忽地揷入, 肆然欺天誣人, 自做自倡, 其意逾密。 臣反復思之, 初無引喩之失其當, 文字之可指爲妄發者。 東弼明言直斥, 何所不可, 而半吐半呑, 欲發未發? 臣竊痛之。 時東弼再上疏, 復申前說, 而不能直切說去, 又向人語, 稍涉彌縫, 故一鏡益肆其氣燄。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongsin day, the first day of the fourth month, a royal secretary brought official documents to the King, and the King summoned the officials in the Office of the Censor General and attended the King. When the officials came to the palace to prostrate themselves, the King gave an instruction to him. Left State CouncilorJeong Seokrin was ordered to interrogate him and strictly pass judgment. The King also ordered the officials in the Office of the Censor General Yu필won and Yun Yu to arrest them and bring them into custody. The King suddenly ordered that they be dismissed from their posts. Soon afterward, the King gave an instruction, saying, Due to a single disaster, I suddenly mistakes. The officials in the Office of the Censor General, and the Office of the Censor-General entered the palace again. The King then had the officials report on official documents. The officials in the Office of the Censor-General read the lectures. When the King read the lectures, the King finished Jeong Ho and others alternated the loyalty and diligence of the Left State Councilor . The King did not respond. Right State CouncilorYi Gwan came to the palace to request the King to withdraw the royal approval, but his words were very earnest. Chief Royal Secretary Yi Jingeom continued to report this to the King. The King also gave an instruction to Left State CouncilorJeong Seokrin abandon and expelled him from the frontier. Yi Jingeom was deprived of his letter of appointment and expelled him from the capital and expelled him from the capital. At the beginning, the King ordered that the royal approval be halted. Left Royal SecretaryJeong Seokrin awaited the royal approval, and the King sent a royal secretary to instruct him that he not await the royal approval.",
                "H2KE-nKo": "병신년에 승지가 공사를 가지고 옥당을 소대할 때 함께 입시하였다. 신하들이 나아가 엎드리자마자 주상이 엄한 하교를 내려 좌의정 최석항을 의금부로 잡아다 국문하여 엄히 처단하라고 명하였다. 또 옥당 유필원과 윤유를 의금부로 잡아다 추고하라고 명하였다. 승지 양정호가 아뢰려고 하자 주상이 갑자기 파직하라고 명하였다. 이윽고 주상이 하교하기를,“한때의 화재로 인하여 갑자기 지나친 거조가 있었으니, 승지, 사관, 옥당은 다시 입시하라.”하였다. 신하들이 다시 들어오자, 주상이 이어 승지로 하여금 공사를 여쭈어 재가를 받게 하였다. 옥당이 강독을 마치고 양정호 등이 번갈아 좌상의 충성스럽고 부지런한 정상을 아뢰었으나, 주상이 답하지 않았다. 우의정 이광좌가 청대하여 명을 거두어 달라고 청하였는데 말이 매우 간곡하였다. 도승지 이진검이 이어서 아뢰니, 주상이 또 엄한 하교를 내려 최석항을 극변에 멀리 찬배하고, 이진검은 관작을 삭탈하고 도성 밖으로 내쫓으라고 명하였다. 이광좌가 입이 닳도록 힘껏 청하니, 주상이 비로소 명을 거두어들일 것을 명하였다. 최석항이 의금부에서 대명하니, 주상이 사관을 보내 대명하지 말라고 유시하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 9월 20일(병신) 1번째기사",
                "gt-oKo": "승지(承旨)가 공사(公事)를 가지고 옥당(玉堂)의 소대(召對)에 함께 입시(入侍)하였다. 제신(諸臣)들이 나아가 엎드리자마자 임금이 엄한 하교를 내려 좌의정(左議政)최석항(崔錫恒)을 잡아다 국문하여 엄하게 단죄(斷罪)하라고 명하고, 또 옥당(玉堂) 유필원(柳弼垣)과 윤유(尹游)를 잡아다가 추문하라고 명하였다. 승지(承旨)양정호(梁廷虎)가 진달하려고 하니, 임금이 갑자기 파직시키라고 명하였다. 그러고 조금 있다가 임금이 하교하기를, “한때의 울화 때문에 갑자기 지나친 거조가 있게 되었다. 승지(承旨)·사관(史官)·옥당(玉堂)은 다시 입시하라.” 하니, 제신(諸臣)이 다시 입시하였다. 임금이 이어 승지에게 공사(公事)를 품재(稟裁)하게 하였다. 옥당(玉堂)이 강독(講讀)했는데 강독이 끝나자 양정호 등이 교대로 좌상(左相)의 충근(忠勤)한 정상을 진달하였으나, 임금이 답하지 않았다. 우의정(右議政) 이광좌(李光佐)가 청대(請對)하여 명을 환수할 것을 진청(陳請)하였는데, 말이 매우 간곡하였다. 도승지(都承旨)이진검(李眞儉)도 계속해서 아뢰니, 임금이 또 엄한 하교를 내려 최석항을 극변(極邊)에 원찬(遠竄)하고 이진검은 관작(官爵)을 삭탈하고 문외 출송(門外黜送)시키라고 하였다. 이광좌가 입이 닳도록 극력 진청하니, 임금이 비로소 도로 중지하라고 명하였다. 최석항이 금오(金吾)에서 명을 기다리니 임금이 사관(史官)을 보내어 명을 기다리지 말라고 효유(曉諭)하였다.",
                "hj": "○丙申/承旨持公事, 玉堂召對, 同爲入侍。 諸臣纔進伏, 上下嚴敎, 左議政崔錫恒命拿鞫嚴斷, 又命玉堂柳弼垣、尹游拿推。 承旨梁廷虎欲陳達, 上遽命罷職。 已而上下敎曰: “因一時之火, 遽有過擧。 承、史、玉堂, 更入侍。” 諸臣復入。 上仍使承旨, 稟裁公事。 玉堂講讀, 講訖, 廷虎等, 交陳左相忠勤狀, 上不答。 右議政李光佐請對, 陳請收還, 而言甚懇惓。 都承旨李眞儉繼白之, 上又下嚴敎, 錫恒極邊遠竄, 眞儉削奪官爵, 門外黜送。 光佐苦口力請, 上始命還寢。 錫恒待命金吾, 上遣史官, 諭令勿待命。"
            },
            "2": {
                "H2KE-EN": "Minister of Personnel Yu Hwi was dismissed from his post and was appointed to replace him with 이태좌 . The King appointed Yu Hwi as minister of Taxation . ",
                "H2KE-nKo": "이조 판서 유봉휘를 면직하고 후임에 이태좌를 임명하였다. 유봉휘를 호조 판서로 삼았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 9월 20일(병신) 2번째기사",
                "gt-oKo": "이조 판서(吏曹判書)유봉휘(柳鳳輝)를 면직시키고 이태좌(李台佐)로 대신시켰다. 유봉휘를 호조 판서(戶曹判書)로 삼았다.",
                "hj": "○吏曹判書柳鳳輝免, 以李台佐代之。 以柳鳳輝爲戶曹判書。"
            }
        }
    },
    "10": {
        "14": {
            "1": {
                "H2KE-EN": "On gyeongsin day, Zhao Liang , envoy for presenting gifts to the Emperor [of Ming China] , a high official without office , and royal clan , who was accompanied by the royal clan , served as vice-envoy of the Office of Palace Procurement , was appointed vice-envoy of the Office of Palace Supplies , who was serving as vice-envoy and vice-envoy of the Office of Palace Procurement . The imperial edict to the Royal Ancestral Shrine and the posthumous title of the Empress Dowager of the Crown Prince (Office of Benevolence and Longevity (Office of Benevolence",
                "H2KE-nKo": "<unk>등청정의 사신인 산질 대신인 종실 증성과 부사인 내각 학사 <unk>탁판이 강희 황제를 부묘한 데 대한 사면령과 인수황태후의 시호를 반포하기 위해 왔다. 의주 부윤이 보고하니, 이태좌를 원접사로 삼았다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 10월 14일(경신) 1번째기사",
                "gt-oKo": "청(淸)나라의 정사(正使)인 산질 대신(散秩大臣) 종실(宗室) 증성(曾成)과 부사(副使)인 내각 학사(內閣學士) 악탁판(鄂托判)이 강희 황제(康熙皇帝)를 부묘(附廟)한 데 대한 사조문(赦詔文)과 인수 황태후(仁壽皇太后)의 시호(諡號)를 반시(頒示)하기 위해 왔다. 의주 부윤(義州府尹)이 장문(狀聞)하였는데, 이태좌(李台佐)를 원접사(遠接使)로 삼았다.",
                "hj": "○庚申/淸正使散秩大臣宗室曾成、副使內閣學士鄂托判, 爲頒康熙祔廟赦詔及仁壽皇太后諡號而來。 義州府尹以聞, 以李台佐爲遠接使。"
            }
        }
    },
    "11": {
        "12": {
            "1": {
                "H2KE-EN": "In muja year (1408, the second year of King Sejongs reign, Chinese envoys departed for the capital.",
                "H2KE-nKo": "청나라 사신이 도성을 떠났다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 11월 12일(무자) 1번째기사",
                "gt-oKo": "청(淸)나라의 사신이 도성(都城)을 떠났다.",
                "hj": "○戊子/淸使發都城。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The first twelfth day of the gyesa year (1423, the fourth year of King Sejongs reign was performed.",
                "H2KE-nKo": "1차 계복을 행하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 11월 17일(계사) 1번째기사",
                "gt-oKo": "초복(初覆)을 행하였다.",
                "hj": "○癸巳/行初覆。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "twelve people residing in Jeolla Province were transferred to other provinces. Yi Huijo was transferred to Yeongam and to Cheolsan . Eo Yuryong was transferred to Yeongam and to Sacheon . Kim Yeo was transferred to Yeongam and to Hadong . Yi Jungheom was transferred to Haesan and to Gyeongwon . Bak Saik was transferred to Cheongha . Jo Dobin was transferred to Aneum , and 이병sang was transferred to Buan and to Hamyang . Kwon Geung was transferred to Buan and to Gaeryeong . Yi Ikmyeong was transferred to Gilju , and Kim Changdo was transferred to Mungyeong . Hwang Seon was transferred to Yangdeok , and Shin Muan was transferred to Yeongwon .",
                "H2KE-nKo": "정유년에 호남에 찬배된 사람 12인을 여러 도로 옮겨 정배하였다. 이희조는 영암에서 철산으로, 어유룡은 영암에서 사천으로, 김여는 영암에서 하동으로, 이중협은 해남에서 경원으로, 박사익은 태인에서 청하로, 조도빈은 옥구에서 안음으로, 이병상은 부안에서 함양으로, 권응은 부안에서 개령으로, 이익명은 광주에서 길주로, 김창도는 장수에서 문경으로, 황선은 무장에서 양덕으로, 신무일은 김제에서 영원으로 옮겼다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 11월 21일(정유) 1번째기사",
                "gt-oKo": "호남(湖南)에 찬적(竄謫)된 사람 12인을 제도(諸道)에 이배(移配)하였다. 이희조(李喜朝)는 영암(靈巖)에서 철산(鐵山)으로 옮기고, 어유룡(魚有龍)은 영암에서 사천(泗川)으로 옮기고, 김여(金礪)는 영암에서 하동(河東)으로 옮기고, 이중협(李重協)은 해남(海南)에서 경원(慶源)으로 옮기고, 박사익(朴師益)은 태인(泰仁)에서 청하(淸河)로 옮기고, 조도빈(趙道彬)은 옥구(沃溝)에서 안음(安陰)으로 옮기고, 이병상(李秉常)은 부안(扶安)에서 함양(咸陽)으로 옮기고, 권응(權譍)은 부안에서 개령(開寧)으로 옮기고, 이익명(李益命)은 광주(光州)에서 길주(吉州)로 옮기고, 민창도(閔昌道)는 장수(長水)에서 문경(聞慶)으로 옮기고, 황선(黃璿)은 무장(茂長)에서 양덕(陽德)으로 옮기고, 신무일(愼無逸)은 김제(金堤)에서 영원(寧遠)으로 옮겼다.",
                "hj": "○丁酉/移配湖南竄謫人十二人于諸道。 李喜朝自靈巖移鐵山, 魚有龍自靈巖移泗川, 金礪自靈巖移河東, 李重協自海南移慶源, 朴師益自泰仁移淸河, 趙道彬自沃溝移安陰, 李秉常自扶安移咸陽, 權譍自扶安移開寧, 李益命自光州移吉州, 金昌道自長水移聞慶, 黃璿自茂長移陽德, 愼無逸自金堤移寧遠。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gihae day, the third day of the twelfth month, [the King] conducted the thirteenth day of the gihae year (.",
                "H2KE-nKo": "기해년 삼복을 행하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 11월 23일(기해) 1번째기사",
                "gt-oKo": "삼복(三覆)을 행하였다.",
                "hj": "○己亥/行三覆。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Fourth Inspector of the Office of the Inspector General Shin Chiun reported to the King as follows: In the past, the treacherous subjects who succeed the power of the state and arbitrarily devised their power and good fortune. A group of people, cunning and deceitful, plotted to observe the royal power, plotted to observe the power of the royal power and to protect the law, and successively successively. As for Kwon Sang , Yi Huijon , and Jeong Ho , they are affiliated with them, but they are not possible for them to be recognized. However, they especially relied upon the powerful and deceived the royal powerful and devised the royal powerful and praised the worthy of the royal powerful and wisdom. Yi Huijo is wicked and deceitful, and Jeong Ho , as well as wisdom and virtuous and virtuous, all of them in this world in this world. They secretly observed their evil opinions and widely supported the powerful and flattered the cardinal principles. When the treacherous activities were widely observed, the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grain were almost 위태로울 뻔하였으니, and the evils of deceiving the world and the world of the country were greatly vigilant of the Hongsu and the world. As for Jeong Ho and Yi Huijon, they were already punished by banishment to a remote area. However, the ranks of Kwon Sang were as before, and the Confucian scholars were all indignant and the public opinions were growing even more anger. Therefore, it is not proper that the man who has already died should be left unpunished. Therefore, your subject requests that the 고 상신 권상하의 관작을 추탈하소서.” 하였으나, 임금이 윤허하지 않았다. Later, however,",
                "H2KE-nKo": "지평 신치운이 아뢰기를,“지난번 흉악한 역적이 대대로 나라의 권세를 잡고 위복의 권한을 마음대로 휘둘렀을 때 일종의 음험하고 사악하며 못된 부류들이 유자라는 이름을 빌려 조정의 권세를 움켜쥐고 정신을 전하고 법을 옹호하여 번갈아 서로 조술하였습니다. 권상하, 이희조, 정호 같은 부류는 그 무리가 매우 많았으나 권상하로 말하면 본래 용렬하고 비루하며 음산하여 전혀 취할 만한 것이 없었습니다. 다만 거활에게 의지하여 거짓된 이름을 주워 모았기 때문에 조정에 있는 여러 흉적들이 한목소리로 어질다고 칭송하였습니다.이희조는 음험하고 정호는 참독하여 흉악한 덕을 지닌 자들이 모임에 참여하여 모두 이 세상에서 재앙을 일으켰습니다. 은밀히 패악한 논의를 견지하여 흉악한 위세를 드러내 놓고 도왔으므로 마침내 의리가 꽉 막히고 윤리가 무너져서 흉악한 역적이 행해지고 종사가 거의 위태롭게 되었으니, 세상을 속이고 나라에 화를 끼친 화가 홍수나 맹수보다 더 심합니다. 정호와 이희조에게는 이미 먼 지역으로 내쫓는 법을 시행하였으나 권상하의 관질은 여전하여 사림이 일제히 분노하고 공의가 더욱 격렬해지고 있습니다. 그 사람이 이미 죽었다는 이유로 그대로 두어서는 안 되니, 고 상신 권상하의 관작을 추탈하소서.”하니, 주상이 윤허하지 않았다. 며칠 뒤에 또 연속해서 아뢰어 힘껏 청하니, 주상이 그대로 따랐다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 11월 27일(계묘) 1번째기사",
                "gt-oKo": "지평(持平)신치운(申致雲)이 아뢰기를, “종래에 흉역(凶逆)들이 대대로 국권(國權)을 잡고 위복(威福)을 마음대로 휘둘렀는데, 일종(一種)의 음사(陰邪)하고 불령(不逞)한 무리가 유명(儒名)을 가차(假借)하여 조정의 권한을 움켜쥐기 위해 정신과 술법을 전해 가면서 교대로 조술(祖述)했습니다. 이를테면 권상하(權尙夏)·이희조(李喜朝)·정호(鄭澔)의 동아리가 그것인데, 그 무리가 매우 번성해 있습니다. 권상하에 이르러서는 본디 한낱 용렬한 음관 산질(蔭官散秩) 출신으로 전혀 취할 것이 없는 자인데, 특별히 거활(巨猾)을 의지하여 위명(僞名)을 주워모았으며, 조정에 있는 흉적들이 소리를 같이하여 어질다고 칭송한 것입니다. 간사하고 음험한 이희조와 참독스러운 정호가 흉덕(凶德)을 지닌 자와 서로 모여 아울러 이 세상에서 얼화(孽禍)를 빚어냈는데, 은밀히 패론(悖論)을 견지하는가 하면 드러나게 흉위(凶威)를 찬조함으로써 결국에는 의리(義理)가 막혀 없어지고 이륜(彛倫)이 무너져 버리게 만들었습니다. 그리하여 악역(惡逆)이 행해짐에 따라 종사(宗社)가 거의 위태로운 지경에 이르게 되었으니, 그들의 세상을 속이고 나라에 화(禍)를 끼친 재앙이 홍수(洪水)와 맹수(猛獸)의 피해보다도 더했습니다. 정호와 이희조에게는 이미 변방으로 내치는 형전을 시행했지만, 권상하의 관질(官秩)은 그대로 있어 사림(士林)이 일제히 분노하고 공의(公議)가 갈수록 격렬해지고 있으니, 그 사람이 이미 죽었다는 것을 이유로 버려둘 수는 없습니다. 청컨대 고(故) 상신(相臣) 권상하의 관작을 추탈하소서.” 하였으나, 임금이 윤허하지 않았다. 수일(數日) 뒤에 또 잇따라 아뢰면서 극력 청하니, 임금이 그대로 따랐다.",
                "hj": "○癸卯/持平申致雲啓曰: “向來凶逆之世執國柄, 顓擅威福也, 一種陰邪不逞之類, 假借儒名, 圖攬朝權, 傳神護法, 遞相祖述。 如權尙夏、李喜朝、鄭澔之屬, 寔繁其徒, 至於尙夏, 本一庸鄙蔭散, 都無可取, 而特以依倚巨猾, 掇拾僞名, 在朝諸凶, 同聲稱賢。 喜朝之邪憸, 澔之憯毒, 凶德參會, 竝爲孽於斯世, 陰持悖論, 顯助凶威, 卒至義理晦塞, 倫彝斁敗, 惡逆斯行, 宗社幾危, 其欺世禍國之禍, 烈於洪水猛獸。 澔及喜朝, 旣施屛裔之典, 尙夏之官秩自如, 士林齊憤, 公議愈激。 不可以其人之旣骨而置之, 請故相臣權尙夏追奪官爵。” 上不允。 後數日, 又連啓力請, 上從之。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On imo day, the envoys from Ming China entered the capital of the imo year (.",
                "H2KE-nKo": "청나라 사신이 도성에 들어왔다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 11월 6일(임오) 1번째기사",
                "gt-oKo": "청(淸)나라의 사신이 도성(都城)으로 들어왔다.",
                "hj": "○壬午/淸使入城。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King selected Kim Gyeong , the commissioner for escorting the returning envoy at the gapsin year (140, the fifth year of King Sejongs reign, because he recommended him as commissioner for escorting the returning envoy .",
                "H2KE-nKo": "김일경을 발탁하여 반송사로 삼았다. 이광좌가 천거한 것이다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 11월 8일(갑신) 1번째기사",
                "gt-oKo": "김일경(金一鏡)을 발탁하여 반송사(伴送使)로 삼았는데, 이는 이광좌(李光佐)가 추천(推薦)한 것이다.",
                "hj": "○甲申/擢金一鏡爲伴送使。 光佐所薦也。"
            }
        }
    },
    "12": {
        "15": {
            "1": {
                "H2KE-EN": "The King banished Yun Hyuju to Yongcheon Strategic Prefecture .",
                "H2KE-nKo": "윤헌주를 용천부에 정배하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 12월 15일(경신) 1번째기사",
                "gt-oKo": "윤헌주(尹憲柱)를 용천부(龍川府)에 정배하였다.",
                "hj": "○庚申/配尹憲柱於龍川府。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Yun Bin reported as follows: The crimes of the four clan are the same as those who committed are traitorous. Therefore, it is proper to punish them without differentiation. However, 유독 조태채 alone are executed by execution. It is known that [Yu] Gwang빈이 conspired with [Yu] Jegyeom . It is also because [Yu] Gwang빈이 insulted the traitorous [of the clan]. One day of the Seonin Gate , who would not competently praise the great authority of the state. However, [Yu] hurriedly resentful and resentful of this, [Yu] looked into his parents, and with high officials slandered each other. Furthermore, during the mourning period for a high official, all of the relatives who were born of a concubine were expelled from doing so. [Yu] harbored a grudge against the state and enemies day and night, and [Yu] still live comfortably. The peoples hearts are all indignant. Your subject requests that the three sons of [Yu] Hyu be sent into exile to a remote area. The Office of the Inspector General also reported as follows: The wife of the late scholar Yi Jeongyu is the daughter of [Yu] Hyus daughter of [Yu] Hyu. [Yu] harbored a grudge against his fathers conspiracy to death, and harbored a grudge against the high official of the state,【조태구를 가리킨다.】 always loaded a small hair and loaded a frontier man to kill him. [Yu] also painted the circumstances of the various officials who plotted the traitorous rebels and placed it on the side of the room. [Yu] shot arrows at his hand and shoot arrows at his arrow. Also, [Yu] admonished female slaves and had two female slaves of the husbands younger sister husbands son-in-law Kim Dongbongs house colluded with him in conspiracy with Kim Dongbongs house. [Yu] also conspired to the house of [Yu] Dongbongs maternal grandfather, Lord of Imwon [Yu] B표 and her husbands sister. The circumstances were exposed, and the circumstances have been exposed. Their treason cannot be executed. The three female slaves have already died",
                "H2KE-nKo": "장령 윤빈이 아뢰기를,“사흉이 범한 죄는 똑같은 역적이니, 그 죄를 다스림에 차이가 없어야 합니다. 그런데 조태채만 유독 처자식을 노비로 삼고 죽이는 형전을 면하였습니다. 조관빈이 김제겸에게 투합한 것은 세상이 다 아는 바이고, 조태채가 역모에 빠뜨려진 것도 대개 조관빈이 유도한 것입니다. 선인문에서 있었던 한 가지 일에 대해 누군들 사직을 부지한 성대한 거조를 다투어 칭송하지 않았겠습니까. 그런데 조태채의 아들들이 이 일을 분하게 여겨 그 어버이를 원수처럼 보고 대신과는 서로 절교하였습니다. 그리고 대신의 상에 성복한 친척들이 대부분 절교를 고하였고, 나라를 원망하고 임금을 원수처럼 여겨 밤낮으로 췌마하면서 지금까지 편안히 살고 있으니, 여론이 모두 분개하고 있습니다. 조태채의 세 아들을 절도에 나누어 정배하소서.”하고, 또 아뢰기를,“고 사인 이정필의 처는 바로 조태채의 딸입니다. 그 아비가 역모에 빠져 죽게 되자 사직을 부지한 대신 - 조태구를 가리킨다. - 에게 원망을 돌려 항상 작은 수레에 허수아비를 싣고 다니면서 주륙하는 모양을 만들었다. 또 역적을 토벌한 신하들의 상황을 그림으로 그려 벽에 걸어 놓고 손수 활을 당겨 쏘았으며, 또 그 여종을 시켜 남편의 자형인 김동필의 집 두 여종과 결탁하여 함께 모의해서 흉물을 김동필의 집에 묻게 하였으며, 또한 그 외삼촌인 임원군 표와 남편의 동기 여러 집안에까지 미쳐서 정상이 모두 드러나 파낸 것이 낭자하였습니다. 흉악한 심보는 본래 내력이 있으니, 이루 다 주벌할 수 있겠습니까. 세 여종이 이미 죽어 옥사가 성립될 길이 없으니, 절도에 정배하소서.”하니, 주상이 모두 그대로 따랐다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 12월 17일(임술) 1번째기사",
                "gt-oKo": "장령(掌令) 윤빈(尹彬)이 아뢰기를, “사흉(四凶)의 죄범은 모두 역적입니다. 따라서 이들을 다스림에 있어 이동(異同)이 없어야 하는데, 조태채(趙泰采)만이 노륙(孥戮)하는 형전(刑典)을 면하였습니다. 조관빈(趙觀彬)이 김제겸(金濟謙)에 투합(投合)한 것은 세상이 다 알고 있는 것이고 조태채가 역모에 빠진 것도 대개 또한 조관빈이 계도(啓導)한 것입니다. 선인문(宣仁門)에 대한 한 가지 일은 누군들 사직(社稷)을 부지시킨 성대한 일이었음을 칭송하지 않겠습니까? 그런데도 조태채의 아들들은 이 일에 대해 분노를 품고 친척을 원수처럼 여겨 대신(大臣)과 절의(絶誼)했으며, 또 대신의 상사(喪事) 때에 친척들 가운데 성복(成服)한 사람과는 대부분 관계를 끊었습니다. 그리하여 나라를 원망하고 임금을 원수로 여기면서 주야로 보복을 획책하여 왔는데도 지금까지 편안히 거처하고 있으므로 여정(輿情)이 모두 통분하게 여기고 있습니다. 청컨대 조태채의 세 아들을 절도(絶島)에 나누어 정배(定配)시키소서.” 하고, 또 아뢰기를, “고(故) 사인(士人) 이정영(李廷煐)의 처는 곧 조태채의 딸입니다. 자기 아비가 역모에 빠져 죽음을 받게 되자 그 원망을 사직(社稷)을 부지시킨 대신(大臣)에게【조태구(趙泰耉)를 가리킨 것이다.】 돌려 늘 작은 수레에다 허수아비를 만들어 실어놓고 주륙(誅戮)을 가하는 짓을 하고 있습니다. 또 토역(討逆)한 제신(諸臣)의 형상을 그려서 바람벽에 걸어놓고 손으로 활을 당겨 쏘았으며, 또 자기 계집종을 시켜 남편의 자형(姉兄)인 김동필(金東弼) 집의 두 계집종과 교결하게 하여 동모(同謀)해서 흉한 물건을 김동필의 집에 묻어 저주하게 하였습니다. 또한 외삼촌인 임원군(林原君) 표(杓)와 남편의 동기(同氣)인 집안들에도 그런 짓을 하게 한 정상(情狀)이 다 드러났고, 그 흉한 물건들을 발굴해 낸 것이 낭자합니다. 이런 흉역스런 마음을 품고 있는 것은 본디 내력이 있는 것으로 어찌 이루 다 주토(誅討)할 수 있겠습니까? 세 계집종은 이미 죽어버렸으므로 옥사를 성립시킬 계제(階梯)가 없으니, 청컨대 절도(絶島)에 정배하소서.” 하니, 임금이 모두 그대로 따랐다.",
                "hj": "○壬戌/掌令尹彬啓曰: “四凶罪犯, 均是逆也。 治之宜無異同, 而泰采獨免孥戮之典。 觀彬之投合濟謙, 世所共知, 泰采陷逆, 蓋亦觀彬啓之也。 宣仁門一着, 孰不爭頌扶社之盛擧, 而泰采諸子, 憤懟此事, 仇視其親, 大臣與之相絶。 且於大臣之喪, 諸親之爲成服者, 擧皆告絶。 怨國讎君, 晝夜揣摩, 而至今偃息, 輿情咸憤。 請泰采三子, 分配絶島。” 又啓曰: “故士人李廷煐之妻, 卽泰采之女也。 以其父陷逆就死, 歸怨於扶社之大臣,【指趙泰耉也。】常以小車載偶人, 作爲行戮之狀。 又圖畫討逆諸臣之狀, 揭諸壁上, 手自彎弓而射之, 又敎其婢, 締結其夫姊壻金東弼家兩婢, 同謀埋凶於東弼家, 亦及於其舅林原君杓及其夫同氣諸家, 情狀畢露, 掘出狼藉。 凶肚逆腸, 自有來歷, 可勝誅哉? 三婢已斃, 成獄無階, 請絶島定配。” 上竝從之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gapjin day, the King banished Jo Jeongbin to Jeongui District , and Jo Gwanbin to Heungheung District , Jo Gyeombin to Geoje Magistracy , and Yi Jeongyus wife to 흑san Island .",
                "H2KE-nKo": "갑자년에 조정빈을 정의현에, 조관빈을 흥양현에, 조겸빈을 거제부에, 이정필의 처를 흑산도에 정배하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 12월 19일(갑자) 1번째기사",
                "gt-oKo": "조정빈(趙鼎彬)을 정의현(旌義縣)에, 조관빈(趙觀彬)을 흥양현(興陽縣)에, 조겸빈(趙謙彬)을 거제부(巨濟府)에, 이정영(李廷煐)의 처를 흑산도(黑山島)에 정배하였다.",
                "hj": "○甲子/配趙鼎彬於旌義縣, 觀彬於興陽縣, 謙彬於巨濟府, 李廷煐妻於黑山島。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Royal Confucian Academy Hong Ujeo and others submitted a memorial to appeal for the transgression of Kwon Sang . At first, the Royal Secretariat did not accept it. [Hong] Ujeo and others eventually insulted the royal secretary and inevitably reported to the King, saying, [Hong] Ujeo and others submitted a memorial to the King, which stated, It is extremely impossible for Kwon Sang to be called 선정이라고까지 일컬었으니, which is extremely impossible. Out of slandering the Office of the Royal Confucian Academy, the transgression of the Office of the Royal Confucian Academy has already been extremely impossible. It is impossible to repel them. The King ordered that the memorial be presented to the King. The memorial read as follows: Ha Ryun , [Han] Mok , transgression of [China] Gon , and [Jeong] Jeongjong in the end, eventually suffered severe disasters of Confucianism. Now, the disaster of Confucianism is even more widespread, and the ancestral shrine is expelled. The ancestral shrine of [China] Mok, the ancestral shrine of [China] Mok, is abundant, and therefore, the hearts of the world and the people of the world are repeatedly worthless. Furthermore, [China] Chiun , a man who is virtuous and virtuous integrity, succeedededededed to the upper reach of the Royal Confucian Academy, and made a master of Confucianism. Since the time of his ancestors, his courteous courteousness reached the entire hall [of the Royal Confucian Academy] and personally handed over his hands, and desired to load his back on the palanquin. His Majesty also favored him with sincerity and courteous courteousness and treated him as a senior official. Now, [China] Chiun, though [Han] harboring personal feelings of importance and unfair treacherousness, did not think it is impossible for the benevolence of the world and the wisdom of the Royal Confucian Academy, and therefore, he must have the virtuous and virtuous of the world. Even if [China] Chiun uttered [China] Chil, [Han] Mok, and [Han] Jonghwa, a man who was supported by the world, and then could dare say such a man who was supported by the world world? [Han] Huijourned early years of study, and [Han] Hyeonjourneyed the world. [Han] Chiun, a man who was wicked and deceitful, cunning and deceitful. His crime of great sedition must be added to the virtuous and virtuous of the world. Your subjects are afraid that the disaster of the world would occur again in the world of the world and the world of the world. Your subjects implore that in this way, how could a man who was supported by the world of courteousness ",
                "H2KE-nKo": "유학 홍우저 등이 상소하여 권상하를 신변하였다. 승정원에서 애초에 봉입하지 않자 홍우저 등이 마침내 승지를 욕보였으므로 어쩔 수 없이 주상에게 여쭈기를,“홍우저 등의 상소에서 권상하를 선정이라고까지 일컬었으니 너무도 무엄합니다. 본원을 모욕한 것이 이미 극에 달하였으니 줄곧 물리쳐서는 안 됩니다.”하니, 주상이 봉입하라고 명하였다. 그 상소의 대략에,“윤휴와 허목은 남곤과 심정의 남은 술수를 답습하여 마침내 선정신 송시열로 하여금 참혹한 화를 입게 하였습니다. 지금에 와서는 사문의 화가 더욱 맹렬하여 송시열의 사우가 쫓겨났고, 흉악한 허목의 사우가 우뚝하니 세도와 인심은 더 이상 말할 것이 없습니다. 또 신치운이란 자가 있어 전혀 근사하지도 않은 말을 날조하여 견강부회하고 선정신 권상하를 무함하고 모욕하면서 선왕께서 총애하신 작명을 빼앗을 것을 청하였습니다. 권상하는 도덕이 정수하고 덕행이 순정하여 선현의 정맥을 계승하여 사문의 종주가 되었습니다. 선왕 때부터 예우가 지극하여 행전에서 소대할 때 직접 손을 잡고 뒷수레에 태우려고 하셨고, 전하께서도 일찍이 성의와 예의로 총애하고 원로로 대우하셨습니다. 지금 신치운이 비록 사사로운 혐의 때문에 기꺼이 죄를 얽어 해치려고 하지만 명철하신 선왕의 안목을 손상시키고 어진 이를 좋아하는 성상의 덕에 누를 끼치는 것은 어찌 생각하지 않는단 말입니까.이른바 거활에 의지한다는 것은 반드시 역적 신면 - 신면을 가리킨다. - 김자점에게 빌붙고 신종화가 역적 허견에게 의지한 연후에야 이런 말을 지목할 수 있다는 것입니다. 권상하는 젊어서부터 대현을 스승으로 섬겼으니 반드시 연원이 있는 곳에 해독을 함께 입히려고 하였습니다. 갑인년과 기사년에 선정을 해치고 어진 이를 해친 무리라 하더라도 오히려 감히 간악하다는 악명을 가하지 못하였는데, 신치운이 아무리 흉패하다 하더라도 어찌 감히 이럴 수 있단 말입니까.이희조는 젊은 나이에 학문에 뜻을 두고 어진 스승과 벗하였으며, 정호는 경술이 박아하고 충정하며 강극하였습니다. 그런데 신치운은 간사하고 참독하다고 지목하고 대역부도한 죄악을 억지로 선정에게 씌워 거리낌 없이 하였으니, 신은 없는 죄를 꾸며 내는 화가 장차 성세에 다시 일어날까 두렵습니다.정유년의 일로 말하자면 권상하가 스스로 변명한 상소에 ‘신은 궁벽한 시골에 살면서 가장 늦게야 비로소 일식과 월식이 끝나고 시기를 넘기지 않았다는 말을 들었습니다. 어찌 감히 초야의 미천한 신분으로 이미 지나간 일을 뒤미처 제기하여 논열할 수 있겠습니까.’라고 하였고, 고묘에 대한 수의에는 ‘신이 외람되이 차지한 것은 천만부당하니 어찌 대신으로 자처하여 헌의할 수 있겠습니까.’라고 하였습니다. 이것으로 보면 선정이 자처한 의리는 각각 근거가 있으니 비록 무함하고자 하더라도 과연 말이 되는 것입니까. 신치운은 역적 신면의 증손으로서 역적 허견의 압객인 홍종화를 할아비로 삼고, 적통을 빼앗고 인륜을 어지럽힌 신거를 아비로 삼았는데, 어찌 감히 스스로 인류에 비기어 ‘흉악부도’라는 등의 말을 방자하게 선정에게 가한단 말입니까. 더구나 ‘나라를 원수로 여기고 임금을 배반하고 부자를 끊었다.[讎國叛君絶父子]’라는 일곱 글자는 바로 그의 3대 죄악을 형용한 것입니다. 지금 신치운이 이런 말을 발설하여 기회를 틈타 선정을 모욕하였으니 시의에 아첨할 계획은 참으로 이상한 일이 아닙니다. 그러나 어찌 명철한 주상께서 위에 계시면서 그 말에 현혹되어 두 조정에서 예우하던 어진 이로 하여금 지하에서 죄를 받게 하고도 살피지 않으리라고 생각이나 했겠습니까. 선정신 권상하를 추탈하라는 명을 거두고 어진 이를 무함한 죄를 분명하게 바로잡으소서.”하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 12월 28일(계유) 1번째기사",
                "gt-oKo": "유학(幼學) 홍우저(洪禹著) 등이 소장을 올려 권상하(權尙夏)에 대해 신변(伸辨)하였다. 정원(政院)에서 처음에 봉입(捧入)하지 않자 홍우저 등이 승지(承旨)에게 드디어 침욕(侵辱)을 가하였으므로, 부득이 계품(啓稟)하기를, “홍우저 등이 소장 가운데 권상하를 선정(先正)이라고 칭하기까지 했으니, 이미 너무도 무엄한 짓이었습니다. 그리고 본원(本院)에다 이루 말할 수 없는 추욕(醜辱)을 가하니, 한결같이 계속 퇴각(退却)할 수가 없습니다.” 하니, 임금이 봉입(俸入)하라고 명하였다. 그 소장에 대략 말하기를, “윤휴(尹鑴)와 허목(許穆)이 남곤(南袞)과 심정(沈貞)의 여술(餘術)을 답습하여 끝내 선정신(先正臣) 송시열(宋時烈)에게 혹독한 참화를 입혔는데, 지금에 와서는 더욱 사문(斯文)의 화(禍)가 갈수록 더욱 맹렬하여져 송시열을 사우(祠宇)에서 출향(黜享)시킨 반면, 흉목(凶穆)의 원우(院宇)는 우뚝하게 서 있으니, 세도(世道)와 인심(人心)에 대해 다시 말할 것이 없습니다. 또 신치운(申致雲)이란 자가 있어 전혀 근사하지도 않은 이야기를 가지고 날조 부회하여 선정신(先正臣) 권상하에게 무욕(誣辱)을 가하면서 선조(先朝)에서 총애(寵愛)하여 내린 작명(爵名)을 추탈할 것을 청하였습니다. 권상하는 도덕이 정수(精醉)하고 덕행이 순정(純正)하여 선현(先賢)의 정맥(正脈)을 이어받아 사문(斯文)의 종주(宗主)가 되었으므로 지난 선조(先朝) 때부터 예우(禮遇)가 갖추 지극하였음은 말할 것도 없고, 행전(行殿)에서 소대(召對)할 적에 직접 손을 잡았고 뒷수레에 태우시려고까지 하였습니다. 전하께서도 일찍이 성례(誠禮)를 다하여 총애하였고 원로(元老)로 대우하셨는데, 이제 신치운이 비록 사사로운 혐의와 시기 때문에 죄를 얽어내어 해치려 하지만, 선조(先朝)께서 현철(賢哲)을 본받은 명철함을 손상시키고 성상(聖上)께서 현인(賢人)을 좋아하는 덕에 누를 끼치는 것을 생각하지 않을 수 있겠습니까? 이른바 거활(巨猾)에 의부(依附)했다는 것은 반드시 적면(賊冕)이【신면(申冕)을 가리킨다.】 김자점(金自點)에게 빌붙고 신종화(申宗華)가 역적 허견(許堅)에게 의탁한 것같이 한 연후에야 이런 등등의 말로 지목할 수 있는 것입니다. 그런데 권상하가 소년 시절부터 대현(大賢)을 사사(師事)하였으므로 기필코 아울러 전해 내려온 연원(淵源)까지 독해(毒害)를 가하려 하는 것입니다. 이는 갑인년·기사년에 정현(正賢)을 독해하던 무리들도 오히려 감히 이런 간악(奸惡)한 이름을 가하지 못했는데, 신치운이 아무리 흉패(凶悖)스럽기로서니 어떻게 감히 그럴 수가 있겠습니까? 이희조(李喜朝)는 젊은 나이에 학문에 뜻을 두고 어진 스승을 친히 하였으며, 정호(鄭澔)는 경술(經術)이 박아(博雅)하고 충정(忠正)·강극(剛克)한 사람인데, 신치운이 간하사고 음험하며 참독스럽다는 것으로 대역 부도(大逆不道)의 죄악이라 지목하여 전혀 돌보아 꺼리는 기색이 없이 억지로 이를 선정(先正)에게 가하였으니, 신은 죄에 얽어넣은 앙화가 다시 성세(聖世)에서 일어날까 걱정스럽습니다. 정유년의 일에 이르러서는 권상하가 스스로 변해(辨解)한 소장에서 말하기를, ‘신은 궁벽한 시골에 거처하고 있기 때문에 가장 늦게야 일월(日月)이 고쳐짐이 때를 넘기지 않았다는 말을 들었습니다. 그러나 어떻게 감히 초야에 묻힌 천루(賤累)한 자취로 이미 지나간 일을 추후 제기하여 논열(論列)할 수 있겠습니까? 고묘(告廟)하기 위해 수의(收議)하는 것에 대해서는 신이 욕되게 참여하는 것은 천만 옳지 못한 것이니, 어떻게 대신(大臣)이라 자처하면서 헌의(獻議)할 수가 있겠습니까?’ 하였으니, 이로써 살펴본다면 선정(先正)께서 스스로 조처한 의리에는 각기 근거한 것이 있으므로 아무리 무함하려 해도 과연 그것이 성설(成說)이 될 수 있겠습니까? 신치운은 역적 신면(申冕)의 증손(曾孫)이고 역적 허견(許堅)의 압객(狎客)인 신종화가 할아비이고 적통(嫡統)을 빼앗아 인륜을 문란시킨 신유(申輶)가 아비이니, 어떻게 감히 스스로 인류(人類)에 견줄 수가 있겠습니까? 그런데도 이에 흉역(凶逆)이니 부도(不道)이니 하는 등의 말을 방자하게 함부로 선정에게 가할 수 있단 말입니까? 더구나 ‘나라를 원수로 여기고 임금을 배반하고 부자가 절의(絶義)했다.[讎國叛君絶父子]’는 일곱 글자는 바로 이른바 그의 3세(世)의 죄악을 형용해 낸 것입니다. 이제 신치운이 이런 말을 발한 것은 기회를 이용하여 선정(先正)에게 추욕(醜辱)을 가함으로써 시의(時議)에 아첨하기 위한 계책이니, 진실로 이상한 일이 아닙니다. 그러나 어찌 성명(聖明)께서 위에 계시는데 그 말에 요혹(撓惑)되어 양조(兩朝)에서 예우(禮遇)한 현인(賢人)으로 하여금 지하에서 죄를 받게 되는데도 살피지 않을 줄 생각이나 했겠습니까? 바라건대 선정신·권상하의 관작을 추탈하라는 명을 중지하여 현인을 무함한 죄를 분명히 바로잡으로서.” 하였다.",
                "hj": "○癸酉/幼學洪禹著等, 上疏伸辨權尙夏。 政院初不捧, 禹著等遂侵辱承旨, 不得已啓稟曰: “禹著等疏中, 至稱權尙夏以先正, 已極無嚴。 醜辱本院, 罔有已極, 不可一向退却。” 上命捧入。 其疏略曰: 鑴、穆襲袞、貞餘術, 終使先正臣宋時烈, 酷被慘禍, 逮今斯文之禍愈烈, 時烈之祠宇黜焉, 凶穆之院宇屹然, 則世道人心, 無復可言。 又有致雲者, 以千萬不近似之說, 捏合傅會, 誣辱先正臣權尙夏, 而請奪先朝所寵之爵名。 尙夏道德精粹, 德行純正, 承先賢之正脈, 爲斯文之宗主。 奧自先朝, 禮遇備至, 召對行殿, 親自握手, 欲載後車, 殿下亦嘗寵以誠禮, 待以元老。 今致雲雖以嫌嫉之私, 甘心搆害, 獨不念傷先朝則哲之明, 累聖上好賢之德耶? 所謂依倚巨猾者, 必如賊冕【指申冕。】之附自點, 宗華之依堅賊, 然後可以此等語指目耶, 尙夏自少, 師事大賢, 則必欲竝中其毒於淵源之所自。 雖以甲寅、己巳毒正戕賢之輩, 猶不敢加以奸惡名, 則致雲雖凶悖, 安敢乃爾? 李喜朝之妙年志學, 親友賢師, 鄭澔之經術博雅, 忠正剛克, 而致雲以邪憸慘毒目之, 以大逆不道之罪惡, 勒加於先正, 無所顧忌。 臣恐羅織之禍, 將復起於聖世也。 至於丁酉事, 尙夏自辨之疏有曰: “臣居窮僻最後, 始聞日月之更, 不待踰時。 何敢以草莽踈賤之蹤, 追提旣往之事, 而有論列哉?” 告廟收議則以爲: “臣之所叨, 千萬不似, 何以大臣自居, 而有所獻議乎?” 以此觀之, 先正自處之義, 各有所據, 雖欲誣之, 其果成說乎? 致雲則賊冕之曾孫, 而以逆堅狎客之宗華爲祖, 以奪嫡亂倫之輶爲父, 則何敢自比人類, 乃以凶逆不道等語, 肆然橫加於先正耶? 況讎國叛君絶父子七字, 正所謂形容渠三世罪惡, 今致雲發此, 乘機醜正。 取媚時議之計者, 固非異事, 而豈謂聖明在上, 乃撓惑其說, 使兩朝禮遇之賢, 受罪泉壤而莫之察耶? 乞寢先正臣權尙夏追奪之命, 明正誣賢之罪。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King followed Jo Seongjik in accordance with the penal code. Jo Seongjik insulted his younger brother, and the inspectors and censors requested that Jo Seongjik be cross-examined and interrogated. The Ministry of Punishments had already cross-examined and cross-examined, and then requested that Jo Seongjik be implicated in accordance with the penal code. Left State Councilor Kim Hang added the Great Ming Code (C. Da Ming l , saying that there was no crime that deserves death. The King ordered that Jo Seongjik be banished to a remote area. The inspectors and censors argued this. At first, the King allowed that Jo Seongjik be implicated in accordance with the penal code. The inspectors and censors also reported this to the King, but the King stopped it. The inspectors and censors argued this again and firmly argued the King, but the King eventually approved the request. Jo Seongjik was now exiled, and the inspectors and censors were sentenced to hang him. Jo Seongjik is a man of Pungyang . He liked a virtuous and 절조. When Jo Seongbok was placed under restricted residence in Uiui , he was almost tortured almost severely. Jo Seongjik wept sorrowfully and threw his hair, and he preserved him to carry out his palanquin. The people who saw him admired him. At that time, the enemy, knowing that Jo Seongbok would not be able to resist. Thus, he directly requested that Jo Seongbok be implicated in accordance with the penal code. Jo Seongbok suddenly sent a letter to Jo Seongjik in order to inquire about the righteousness of self-restraining the ancients. Jo Seongji answered that Emperor Xuanzu (r. of the Southern Father of the Great Ming Code (C. Daxue . He wrote a medicinal herdicinal her",
                "H2KE-nKo": "조성집을 법대로 처형하기를 청하는 청에 따랐다. 조성집이 그 아우를 독살한 것에 대해 대신이 조사하기를 청하였는데, 형조가 조사하여 실정을 알아낸 다음 이어 대신에게 의논하여 형률을 정하기를 청하였다. 좌의정 최석항이 《대명률》을 인용하여 응당 사형시켜야 할 죄가 없다고 말하니, 주상이 절도에 정배하라고 명하였다. 대관이 간쟁하니, 주상이 처음에는 법대로 처형할 것을 허락하였다가 최석항이 또 주상에게 아뢰어 명을 도로 거두어들였다. 대관이 다시 극력 간쟁하니, 주상이 마침내 그대로 따랐다.조성집이 지금 정배되어 있는데 도사를 보내 교형에 처하였다.조성집은 풍양 사람으로 기절을 좋아하였다. 조성복이 정의현에 안치되었을 때 고문을 받아 거의 죽게 되었는데, 다리가 몹시 아팠다. 조성집이 눈물을 흘리면서 그 고름을 빨아주고 부축하여 따라다녔으므로 보는 사람들이 감탄하였다.이때 적신이 조성복이 끝내 굴복할 수 없다는 것을 알고 곧바로 법대로 처형할 것을 청하였다. 조성복이 그때마다 조성집에게 편지를 보내 옛사람의 자정하던 의리를 물었는데, 조성집이 소태부의 고사라고 대답하고 독약을 보내 주었다. 독약이 들어가기 전에 조성복이 이미 죽었다. 이윽고 대간의 계사에서 그의 죄를 얽어서 조성집을 옥에 가두고 캐물으니, 조성집이 대답하기를,“우리 아우가 죄도 없이 대륙의 죄에 빠졌습니다. 나는 그 몸과 머리가 온전하지 못한 것을 차마 볼 수 없어 우리 아우로 하여금 자진하게 하고자 합니다. 나도 결연히 한 번 죽어 함께 돌아가서 지하에서 부모를 뵙겠습니다.”하니, 듣는 사람들이 슬퍼하였다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 12월 30일(을해) 1번째기사",
                "gt-oKo": "조성집(趙聖集)을 율법에 의거하여 다스리라는 청을 따랐다. 조성집이 자기의 아우를 독살(毒殺)하려 했으므로 대신(臺臣)이 잡아다가 핵실할 것을 청하였고, 형조(刑曹)에서 조사하여 사실을 밝혀 낸 다음 이어 대신(大臣)과 의논하여 정률(定津)할 것을 청하였다. 좌의정(左議政)최석항(崔錫恒)이 《대명률(大明律)》을 인용하여 응당 죽어야 할 죄에 해당되는 것이 없다고 말하니, 임금의 절도(絶島)에 정배(定配)하라고 명하였다. 대관(臺官)이 간쟁하니 임금이 처음에는 정형(正刑)에 처할 것을 허락했었으나, 최석항이 또 임금에게 아뢰니 도로 중지시켰다. 그러나 대관이 다시 극력 간쟁하니, 임금이 마침내 그대로 따랐다. 조성집이 바야흐로 배소(配所)에 있을 적에 도사(都事)를 보내어 교형(絞刑)에 처하였다. 조성집은 풍양(豐壤) 사람인데, 기절(氣節)을 좋아했다. 조성복(趙聖復)이 정의현(旌義縣)에 안치될 적에 고문을 받아 거의 죽게 되었는데, 다리의 상처가 극심했었다. 조성집이 눈물을 흘리면서 그 고름을 입으로 빨아주면서 부호(扶護)하여 갔었으므로 보는 사람들이 모두 감탄하였다. 이때 적신(賊臣)들이 조성복이 끝내 굴하지 않을 줄 알고 이에 곧바로 정형(正刑)에 처할 것을 청하였다. 조성복이 조성집에게 서한(書翰)을 보낼 적에 옛사람의 자정(自靖)한 의리에 대해 물었으므로 조성집이 소태부(蕭太傅)의 고사(故事)로서 대답하고서 독약을 보냈는데, 독약이 도착하기 전에 조성복은 이미 죽었다. 그러고 나서 대계(臺啓)에서 그의 죄를 얽어내었으므로 조성집을 하옥(下獄)시키고 구문(鉤問)하니, 조성집이 대답하기를, “나의 아우가 죄도 없이 대륙(大戮)의 함정에 빠졌는데, 내가 차마 몸과 머리가 분리되는 것을 볼 수가 없어서 내 아우로 하여금 자진(自盡)하게 하려고 하였다. 나도 결연히 한 번 죽어 함께 가서 지하에 계신 부모를 만나뵙겠다.” 하였는데, 이 말을 들은 사람은 모두 슬퍼하였다.",
                "hj": "○乙亥/從趙聖集按律之請。 聖集毒殺其弟, 臺臣請覈, 刑曹旣按査得實, 仍請議大臣定律。 左議政崔錫恒, 引《大明律》, 言無應死之罪, 上命定配絶島。 臺官爭之, 上初許正法, 錫恒又白上, 還寢, 臺官復爭之力, 上竟從之。 聖集方在配, 遣都事處絞。 聖集, 豐壤人也, 好氣節。 當聖復之安置㫌義也, 被拷幾殊, 股創甚。 聖集涕泣, 吮其膿, 扶護而行, 見者感歎。 是時賊臣知聖復終不可屈, 乃直請正刑。 聖復輒貽聖集書, 問古人自靖之義, 聖集以蕭太傅故事爲對, 遺以毒藥, 藥未入而聖復已死矣。 已而, 臺啓搆其罪, 下聖集獄, 鉤問之, 聖集對曰: “吾弟無罪而陷大僇, 吾不忍見其身首不全, 欲令吾弟自盡。 吾亦決一死同 歸, 見父母於地下。” 聞者悲之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Former Magistrate of Gyeseong District Hwang Hasin died in prison. Prior to this, there was a man who falsely wrote a royal writ of appointment to 호서 Province . In general, the expression of his intent read, The King regretted his intention to excessively impeach the interrogation and excessively expelled him. Sometimes, [the King] ordered that [Hwang Hasin] be confiscated, and sometimes [Hwang Hasin] be pardoned. Also, [Hwang Hasin] expelled [Hwang Hasin] from the three eunuchs. At first, when [Hwang] Mangeun became a child, [he] learned of this and requested that [Hwang] Mangeun first be impeached. When [Hwang Hasin] was interrogated, [Hwang Hasin] was confessed, saying, In the ninth month of this year, there was an ordinary member of the merchant who had not aware of this. [Hwang Hasin] requested a child to see [Hwang Hasin], but [Hwang Hasin] deceived [Hwang Hasin] on the grounds that [Hwang Hasin] was ill. [Hwang Hasin] directly came outside the door and claimed that [Hwang Hasin] was banished to the Ministry of War . [Hwang Hasin] wrote a royal writ of the royal wit of the royal writ of the",
                "H2KE-nKo": "전 계축년 전 현감 황하신이 옥중에서 죽었다. 이에 앞서 어떤 사람이 어비 한 본을 위조하여 호서에 전파하였는데, 그 말뜻은 다음과 같다.“주상께서 국옥에 외람된 일이 많고 찬적이 너무 지나친 것에 대해 마음속으로 뉘우치고 깨달아 문안을 몰수해 들이라고 명하기도 하고, 신하들을 용서하여 풀어 주라고 허락하기도 하고, 또 세 명의 환관을 축출하기도 하였습니다.”이만근이 비로소 고을의 아들을 통해 얻어 보았는데, 대신 이진순이 이 말을 듣고 먼저 이만근을 조사할 것을 청하였다. 국청을 설치할 때에 황하신이 공초하기를,“금년 9월에 일찍이 모르는 상놈 하나가 어린 종을 통해 만나 보겠다고 청하자 병을 핑계 대고 곧장 창문 밖으로 와서 죄를 짓고 정배된 병조의 서리라고 하면서 조보에서 비지를 베껴 낸 것을 가져다 보여 주었습니다. 그러나 자획이 혼란스러웠기 때문에 옮겨 베껴서 아우 황하신에게 보여 주었는데, 점차 그것이 수상한 것임을 깨닫고는 즉시 불에 태워 버렸습니다. 전파된 것은 바로 조카 황상질이 베낀 것입니다. 그 사람의 성명은 완전히 잊어버렸고 얼굴은 그래도 비슷하게 기억하고 있습니다. 그때 이웃 사람 남중로가 마침 참석하여 만나 보았습니다. 만약 제가 스스로 위조하였다면 어떻게 황하신의 민가에 물어보았겠으며, 황상질 또한 무엇 때문에 또 김용석에게 질문하였겠습니까.”하였다.국청에서 여러 차례 캐묻고 또 황상질과 남중로를 잡아다 신문하였는데, 황하신의 공초와 조금 어긋나는 점이 있었다. 마침내 황하신이 그 사람의 성명을 드러내지 못했다는 이유로 한 차례 형신하였으나 대답은 전과 같았다.이진순이 상소하여 우선 형신을 정지하고 와서 보여 준 사람을 기찰하여 체포할 것을 청하였는데, 미처 답을 내리기도 전에 그 아들이 격고하여 원통함을 호소하였다. 황하신은 이미 죽었다. 이때 호서에 사족이 많았기 때문에 흉악한 무리가 일망타진할 계책을 세워 위조 비망기를 지어 사람을 시켜 유전하게 하고, 이어 또 적발하여 단련해서 도륙을 크게 행하려고 하였다. 황하신이 죽자 옥사가 끝내 실상이 없게 되었으므로 사람들이 모두 원통하게 여겼다. 영조 초에 이르러 그 일을 소급하여 다스리니, 흉악한 무리가 계획한 것이 비로소 모두 드러났다.\n",
                "date_ko": "경수 4권, 3년(1723 계묘 / 청 옹정(雍正) 1년) 12월 8일(계축) 1번째기사",
                "gt-oKo": "전(前) 현감(縣監) 황하신(黃夏臣)이 옥중에서 죽었다. 이에 앞서 어떤 사람이 어비(御批) 1본(本)을 위조(僞造)하여 호서(湖西)에 전파한 일이 있었는데, 대개 그 어의(御意)로 말하면, “임금이 마음속으로 국옥(鞫獄)에 외람된 것이 많고 찬적(竄謫)이 너무 지나친 것을 뉘우쳐 혹은 문안(文案)을 몰입(沒入)하라고 명하기도 하고, 혹은 여러 신하를 사유(赦宥)하여 방면할 것을 허락하기도 했으며, 또 삼환(三宦)을 축출할 것이다.” 하였다. 이만근(李萬根)이 처음 읍자(邑子)를 통하여 얻어 보았는데, 대신(臺臣) 이진순(李眞淳)이 듣고서 먼저 이만근을 사핵(査覈)할 것을 청하였다. 국청(鞫廳)을 설치하기에 이르렀는데, 황하신이 공초(供招)하기를, “금년 9월에 전혀 아는 바 없는 상한(常漢) 하나가 동노(童奴)를 인하여 만나보기를 청하기에 병이라 핑계하고 거절했더니, 곧바로 창문 밖에까지 와서는 죄를 지고 정배(定配)된 병조(兵曹)의 서리(胥吏)라고 하면서 조보(朝報) 가운데 비지(批旨)를 등사(謄寫)한 것을 가져다 보여주었습니다. 그러나 자획(字畫)이 황잡하기 때문에 고쳐 등사하여 아우 황하민(黃夏民)에게 보였던 바 점차 그것이 수상한 것임을 깨닫게 되었으므로, 이어 즉시 불태워버렸습니다. 그 전파된 것은 곧 조카 황상질(黃尙質)이 등사한 것입니다. 전해준 사람의 성명(姓名)은 전연 잊었습니다만, 면목(面目)은 아직도 어렴풋이 기억하고 있습니다. 그때 이웃에 사는 남중로(南重老)가 마침 참여하여 보았었습니다. 나 자신이 이를 위조했다면 무엇 때문에 황하민의 집에다 물어보았겠으며, 황상질 또한 무엇 때문에 또 조용석(趙龍錫)에게 질문했겠습니까?” 하였다. 국청(鞫廳)에서 누차 온갖 방법으로 신문하고, 또 황상질·남중로(南重老)를 잡아왔는데, 황하신의 공초와 조금 어긋나는 점이 있었다. 드디어 황하신이 그 사람의 성명(姓名)을 현출(現出)하지 못했다는 것으로 1차 형신(刑訊)을 가하였으나, 대답은 전과 같았다. 이진순(李眞淳)이 소장을 올려 우선 형신을 정지하고 와서 보여준 사람을 기포(譏捕)할 것을 청하였는데, 미처 비답(批答)이 내리기 전에 그의 아들이 격고(擊鼓)하여 억울함을 송변(訟辨)했으나 황하신은 이미 죽어버렸다. 이때 호서(湖西)에 사족(士族)들이 많이 있었기 때문에 흉당(凶黨)들이 이들을 일망타진하기 위한 계책으로 위조된 비망기(備忘記)를 만들어 사람을 시켜 유전(流傳)시키고 나서는 이어 또 적발하였는데, 이는 장차 단련(鍜鍊)하여 대대적인 도륙(屠戮)을 자행하기 위한 것이었다. 황하신이 죽자 옥사(獄事)는 끝내 무실(無實)한 것이 되고 말았으므로, 사람들이 모두 억울하게 여겼다. 영조(英祖) 초에 이르러 그 일을 추후 다스림에 따라 흉당들이 설계(設計)한 것임이 비로소 모두 드러났다.",
                "hj": "○癸丑/前縣監黃夏臣死於獄。 先是, 人有僞御批一本, 傳播於湖西。 蓋其語意以爲: “上心悔悟於鞫獄之多濫, 竄謫之太過, 或命沒入文案, 或許宥放諸臣, 且黜逐三宦也。” 李萬根始因邑子而得見, 臺臣李眞淳聞而請先覈萬根。 及其設鞫也, 夏臣供曰: “今年九月, 有一常漢曾所不知者, 因童奴請見, 辭以病, 則直來窓外, 稱以罪配兵曹吏, 持示朝報中謄出批旨, 而字畫胡亂, 故移謄示於弟夏民, 而漸覺其殊常, 仍卽付火。 其傳播者, 卽姪尙質所謄也。 其人姓名, 全然忘失, 面目則猶髣髴記得。 其時隣人南重老適參見。 若身自僞造, 則何以問於夏民家, 尙質亦何爲而又質於龍錫乎?” 鞫廳屢盤問, 且拿尙質、重老, 與夏臣招有些牴牾。 遂以夏臣不得現出其人姓名, 刑訊一次, 所對如前。 李眞淳疏請姑停其刑, 而譏捕來示之人, 未及賜答, 其子擊鼓訟冤, 而夏臣己死矣。 時, 湖西多士族, 故凶黨欲爲網打之計, 作僞造備忘, 使人流傳, 仍又摘發, 將鍜錬而大肆屠戮, 夏臣死而獄竟無實, 人莫不冤之。 至英宗初, 追理其事, 而凶黨之所設計者, 始畢露焉。"
            }
        }
    }
}