{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the month, [the King] visited Hyeonsa Palace to perform the rite of the new moon .",
                "H2KE-nKo": "현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 1일(을축) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○乙丑朔/詣顯思宮, 行朔祭。"
            },
            "2": {
                "H2KE-EN": "The King bestowed special fine jackets upon the aged and then ordered them to inquire after the health of the aged. This was done in accordance with precedent.",
                "H2KE-nKo": "노인들에게 별세찬을 나누어 주고, 이어 안부를 물으라고 명하였는데, 연례적인 일이었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 1일(을축) 2번째기사",
                "gt-oKo": "노인들에게 별세찬(別歲饌)을 반사(頒賜)하고, 인하여 존문(存問)하기를 명하였는데, 연례(年例)이다.",
                "hj": "○頒賜老人別歲饌, 仍命存問, 年例也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "During byeongja year (, the King suspended the spring military training in all provinces.",
                "H2KE-nKo": "병자년에 여러 도의 춘계 습조를 정지하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 12일(병자) 1번째기사",
                "gt-oKo": "제도(諸道)의 춘조(春操)를 정지하였다.",
                "hj": "○丙子/停諸道春操。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King appointed Yi Jonsu as director of the Office of the Royal Decrees .",
                "H2KE-nKo": "정축년에 이존수를 판의금부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 13일(정축) 1번째기사",
                "gt-oKo": "이존수(李存秀)를 판의금부사(判議禁府事)로 삼았다.",
                "hj": "○丁丑/以李存秀爲判義禁府事。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Yi Usu was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "이우수를 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 14일(무인) 1번째기사",
                "gt-oKo": "이우수(李友秀)를 성균관 대사성(成均館大司成)으로 삼았다.",
                "hj": "○戊寅/以李友秀爲成均館大司成。"
            },
            "2": {
                "H2KE-EN": "Lady Yun , Royal Concubine Madam Yun , passed away. The King issued a royal order: Although she is ill, she is not impossible to grieve over her passing. For this reason, she still expected that her recovered from her illness and finally passed away. I remembered and remembered the past kindness of propriety and treatment. Moreover, From this day forward, there is no one who has no honor to the palace. Being sorrowful and grief, I cannot express my appreciation. Following the past incident of the funeral of Royal Concubine Madam Yun in eulmyo year (, all of them should be observed in accordance with the precedents of the funeral of Royal Concubine Madam Yun. One piece of Royal Concubine Madam Yun should also be sent [to her]. For the funeral of her deceased, each government office should be presented quickly.",
                "H2KE-nKo": "화빈 윤씨가 졸서하였다. 전교하기를,“화빈의 병환이 중하기는 하지만 나이가 그리 많지는 않았기 때문에 그래도 차도가 있기를 기대하여 마침내 졸서하게 된 것이다. 예전에 예우하던 성스러운 돌보심을 돌이켜 생각하고 또 지금부터 궁중에 존속이 없게 될 것을 생각하니, 슬프고 슬픈 마음을 무어라 표현할 수 없다. 영묘 을묘년에 영빈의 상례를 거행할 때의 고사에 따라 모든 일을 한결같이 거행하고, 동원부건 1부도 실어 보내며, 예장할 때 각 관사에서 진배하는 것을 속히 거행하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 14일(무인) 2번째기사",
                "gt-oKo": "화빈(和嬪) 윤씨(尹氏)가 졸서(卒逝)하였다. 전교하기를, “화빈의 병환이 비록 중했지만 연령이 그리 많지 않았기 때문에 그래도 차도가 있기를 바랐었는데, 마침내 졸서하기에 이르렀다. 옛날 예대(禮待)하던 성권(聖眷)를 추념하고, 또 생각해 보건대 지금부터는 궁중에 존속(尊屬)인 사람이 없게 되었으니, 슬픔이 어떻다고 말할 수 없다. 영묘(英廟) 을묘년의 영빈(寧嬪)의 상례(喪禮) 때의 고사(故事)에 의해서 모든 일을 하나같이 따라서 거행하라. 동원 부기(東園副器) 1부(部)를 역시 수송(輸送)하고, 예장(禮葬) 때에 각사(各司)의 진배(進排)를 속히 거행하라.” 하였다.",
                "hj": "○和嬪尹氏卒逝。 敎曰: “和嬪病患雖重, 年齡不至甚高。 故尙冀其差勝, 竟至喪逝, 追念昔年禮待之聖眷, 又思自今宮中, 遂無尊屬之人, 且愴且悵, 無以爲喩。 依英廟乙卯寧嬪喪禮時故事, 凡百一遵擧行, 東園副件一部, 亦爲輸送, 禮葬時各司進排, 斯速擧行。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gihae day, the first day of the twelfth month, [the King] went to Hyeonsa and performed the rite of the full moon .",
                "H2KE-nKo": "기묘년에 현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 15일(기묘) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 망제(望祭)를 행하였다.",
                "hj": "○己卯/詣顯思〈宮〉行望祭。"
            },
            "2": {
                "H2KE-EN": "The officials of each government office in the capital presented the 회계 장부 of the gyemi year (. Prior to this, 220 nyang of yellow gold, 41만 6,140 nyang of silver, 75만 760 nyang of coins, 131동 nineteen pil of silk, 7,748동 23 pil of cotton, 108동 27 pil of ramie cloth, 452동 11 pil of hemp cloth, 137,919 nineteen seok of rice, 47,350 seok of rice, 31,873 seok of beans, 26,316 ryang of various locations.",
                "H2KE-nKo": "서울의 각 관사와 각 영에서 계미년 회계 장부를 올렸다. - 현재 보유하고 있는 황금이 220냥 남짓, 은자가 41만 6140냥 남짓, 전문이 75만 760냥 남짓, 면주가 131동 19필 남짓, 무명[木]이 7748동 23필 남짓, 저포가 108동 27필 남짓, 베[布]가 452동 11필 남짓, 쌀이 13만 7919섬 남짓, 전미가 4만 7350섬 남짓, 콩[太]이 3만 1873섬 남짓, 피잡곡이 2만 6316섬 남짓이다. -\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 15일(기묘) 2번째기사",
                "gt-oKo": "경각사(京各司)와 각영(各營)에서 계미년의 회계부(會計簿)를 올렸다.【현재 남아 있는 황금이 2백 20냥 영(零), 은(銀)이 41만 6천 1백 40냥 영, 돈이 75만 7백 60냥 영, 면주(綿紬)가 1백 31동(同) 19필 영, 무명이 7천 7백 48동 23필 영, 저포(苧布)가 1백 8동 27필 영, 포(布)가 4백 52동 11필 영, 쌀이 13만 7천 9백 19석 영, 전미(田米)가 4만 7천 3백 50석 영, 콩이 3만 1천 8백 73석 영, 피잡곡(皮雜穀)이 2만 6천 3백 16석 영이다.】",
                "hj": "○京各司各營, 進癸未會計簿。【時在〔黃〕金二百二十兩零, 銀子四十一萬六千一百四十兩零, 錢文七十五萬七百六十兩零, 綿紬一百三十一同十九疋零, 〔木〕七千七百四十八同二十三疋零, 苧布一百八同二十七疋零, 布四百五十二同十一疋零, 米十三萬七千九百十九石零, 田米四萬七千三百五十石零, 〔太〕三萬一千八百七十三石零, 皮雜穀二萬六千三百十六店零。】"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Kim Gyogeun , governor of Pyeongan Province , hurriedly reported [to the King], saying, I have heard that our people of our country have crossed the border area during the twentieth day of the last month and have been caught by the territory of Yin Feng (K. Bongseong . His words have obstinately been specified. Therefore, I sent an official document to Uiju Magistrate Yi Deokhyeon to have him questioned. The reply stated as follows: I heard that a diplomatic document brought back a interpreter officer, which stated, On the twentieth day of the last month, our country has been caught by the interpreter who was caught by the arrival of",
                "H2KE-nKo": "평안 감사 김교근이 급히 장계하기를,“듣건대, 우리나라 사람이 지난달 20일과 그믐 사이에 저쪽 땅에 침범하여 들어갔다가 봉성에서 붙잡혔다고 소문이 파다하게 퍼졌습니다. 그래서 의주 부윤 이덕현에게 파발을 보내 물어보게 하였습니다. 그 회보에 ‘자문을 가지고 간 훈도와 역관이 돌아와서 보고하기를 「지난달 20일 무렵에 우리나라 사람 1명이 과연 봉성에서 붙잡힌 일이 있었습니다.」라고 하였는데, 어느 곳에서 몰래 국경을 넘어간 상황에 대해 자세히 알 수 없어서 미처 갖추어 보고하지 못하였습니다.’라고 하였습니다.훈도와 역관의 말이 이미 저처럼 간곡하였으니, 그간의 사정을 봉황성장에게 급히 통지하고 탐문한 다음 또한 즉시 사유를 갖추어 감영과 병영에 보고하기에 겨를이 없어야 할 것입니다. 그런데 이렇게 하지 않고 시일을 끌었으니, 변방의 정사로 헤아려 볼 때 참으로 매우 소홀한 것입니다. 의주 부윤 이덕현을 우선 파직하소서. 그리고 침범한 사람들의 성명과 거주지와 몰래 국경을 넘어간 지방의 날짜에 대해서는 봉황성장이 급히 통지해 오기를 기다렸다가 상세히 조사하여 주상께 보고하겠습니다.”하고, 또 장계하기를,“방금 의주 부윤의 장계 등보를 보니, 봉황성장이 급히 보낸 통보에 ‘성경 예부의 차개에 근거하여 정황기 한산 수보강 82명이 사정을 보고하기를 「우리는 상람기 경계에 있는 환문구에 살고 있는데, 12월 19일에 우리가 산에 올라가 땔나무를 베어다가 남하 연안에 이르렀을 때 고력 1명이 그곳에 앉아서 슬퍼하는 것을 보고는 두 발이 동상에 걸려 움직일 수가 없었습니다. 그래서 우리가 구원하는 대로 호송하여 마가점에 이르러 하룻밤을 유숙하고 20일에 수레를 삯내어 압송하여 기관소에 이르러 사정을 갖추어 보고하였는데, 고력 1명은 성명을 알 수 없고 본국의 말도 통하지 않아 자세히 신문하기 어려웠습니다. 그래서 글을 갖추어 아문에 보내 사실을 조사하였습니다.」라고 하였습니다.이에 근거하여 수장 통사 영서에게 자세히 물어보니, 벙어리처럼 말을 못하고 문자도 몰랐습니다. 그래서 조사해 보니 겨우 요패 1개가 있었는데, 그 내용에 「선천 지명 김진성」이라는 이름 등의 말이 있었습니다. 우리 한 사람에 대해서는 이미 선척이 없고 또 표장도 없으니, 어떻게 국경을 넘어갔는지 아니면 따로 도망쳐 숨은 곳이 있는지 확인하기 어려웠습니다. 이에 급히 해당 위에게 신칙하여 의주에 공문을 보내 그 나라에 선천 지방이 없는지, 아울러 그 곳의 유무, 벙어리 김진성이라는 사람을 속히 정보하여 처리하는 데 편리하게 해야 할 것입니다. 이 공문을 받들어 귀 부윤에게 급히 보내 명확하고 확실하게 조사하여 속히 공문을 보내 알려 상세하게 보고하는 데 참고하게 해야 할 것입니다.’라고 하였습니다.답통에는 ‘본국에 과연 선천 지방이 있으니, 해당 지방의 수토관에게 통지하여 확실하고 분명하게 조사하라는 뜻으로 말을 잘 만들어 회답 통사에게 등보하게 해야 할 것입니다. 그런데 이번에 김진성이 국경을 넘어갔다가 붙잡힌 것은 매우 놀라운 일이니, 그가 살고 있는 곳과 무슨 일로 어느 지방에 나갔는지 등의 사정을 상세히 조사하여 급히 보고하라는 뜻으로 급히 파발을 보내 선천 부사 김상순에게 관문을 보내 물어보게 해야 할 것입니다. 그리고 국경을 넘어간 지방관에 대해서는 지금 사실을 조사하고 추후에 논하여 감처하겠습니다.’라고 하였습니다.절도사 유상량은 ‘변방을 단속하는 정사가 얼마나 긴요하고 엄중합니까. 그런데 막연히 아무런 소식이 없다가 지금 봉황성의 치통으로 인하여 비로소 등보하였으니, 참으로 매우 놀랍습니다. 그 죄상을 담당 관사로 하여금 주상께 여쭈어 처리하게 하소서.’라고 하였습니다.”하였다. 비변사가 아뢰기를,“절도사와 의주 부윤은 우선 죄명을 지닌 채 공무를 행하게 하소서.”하니, 윤허하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 18일(임오) 1번째기사",
                "gt-oKo": "평안 감사 김교근(金敎根)이 치계(馳啓)하여 말하기를, “듣건대, 우리 나라 사람이 지난 달 20일과 30일 사이에 피지(彼地)로 침범해 들어갔다가 봉황성(鳳凰城)에서 붙잡혔다는 소문이 낭자하기에, 의주 부윤 이덕현(李德鉉)에게 발문(撥問)하였습니다. 그의 회보(回報)에 말하기를, ‘자문(咨文)을 가지고 갔던 훈역(訓譯)이 돌아와 고하는 것을 들으니, 「지난달 20일 사이에 우리 나라 사람 한 명이 과연 봉황성에서 붙잡힌 일이 있었다.」 하였는데, 어느 곳에서 몰래 넘어갔는지의 사상(事狀)을 자세히 알 수가 없어서 미처 사유를 갖추어 보고하지 못했다.’고 하였습니다. 훈역의 말이 이미 저처럼 틀림없다면 그 동안의 사정을 마땅히 봉황성 장(鳳凰城將)에게 치통(馳通)하여 탐문하고 또 즉시 사유를 갖추어 감영과 병영에 보고하기에 겨를이 없어야 했는데, 그렇게 하지 않고 시일을 끌어온 것은 변정(邊政)으로 헤아려 보건대 참으로 너무나 지체되고 소홀하게 되었으니, 해당 부윤(府尹) 이덕현을 우선 파출(罷黜)해야 합니다. 범월(犯越)한 자의 성명과 거주, 몰래 넘어간 곳과 날짜는 봉황성 장의 치통을 기다려서 자세히 조사해서 보고하겠습니다.” 하였다. 또 장계(狀啓)에 이르기를, “방금 해당 부윤의 장계(狀啓)와 등보(謄報)를 접했는데, 봉황성 장의 치통(馳通) 안에 말하기를, ‘성경(盛京) 예부(禮部)의 차개(箚開)에 의거하면 정황기 한산 수보(正黃旗閑散守堡) 강팔십이(康八十二)가 사정을 보고하기를, 「소적(小的)은 상람기계(廂藍旗界)에 있는 환문구(還門口)에 사는데, 12월 19일에 소적이 산에 올라가 나무를 하다가 남하(南河) 연안으로 가게 되었습니다. 거기서 고력(高力) 1명이 그곳에 앉아서 슬퍼하고 있는 것을 보았는데, 두 발에 동상(凍傷)이 걸려서 걸을 수가 없었습니다. 소적이 구해서 호송하여 마가점(馬家店)에 이르러 하룻밤을 유숙하고 20일에 수레를 빌려 압송해 기관소(旗官所)에 이르러 사정을 갖추어 보고하였는데, 고력 1명의 성명을 알지 못하고 본국의 언어를 통하지 못하여 자세히 신문(訊問)하지 못하고 문서를 갖추어 아문(衙門)으로 보내어 정상을 조사하게 하였습니다.」 하였다. 이에 의거하여 장수를 수행하는 통사(通事) 영서(英瑞)가 자세히 물었으나 벙어리로 말을 하지 못하고 또 문자를 알지 못하였다. 그래서 조사해 보니 겨우 요패(腰牌) 1개가 있었는데, 선천(宣川)이란 지명과 김진성(金振聲)이란 명자(名字) 등의 내용이 적혀 있었다. 단신(單身)으로서 이미 선박도 없고 또 표장(票張)도 없는데, 어떻게 월경(越境)하였는지와 혹은 별다른 정상과 도망해 숨은 곳이 있었는지를 빙신(憑信)하기가 어려웠다. 이에 해위(該尉)에 비칙(飛飭)하여 의주(義州)로 이문(移文)하여 그 나라에 선천이란 지방이 있는지와 그곳에 벙어리 김진성이란 사람이 있는지를 속히 정보(呈報)해서 판리(辦理)하기에 편리하게 해야 한다. 이를 받들어 귀 부윤(貴府尹)에게 비보(飛報)하니, 자세하고 명확하게 조사해 속히 이복(移覆)해서 자세히 증빙하여 보고하게 합니다.’고 하였습니다. 답통(答通)에는 본국에 과연 선천이란 지방이 있으며, 해당 지방을 지키고 있는 관원에게 이 사실을 알려 확실하게 실사(實査)하라는 뜻으로 말을 만들어 답통하겠다는 일을 등보하여 왔습니다. 이제 이 김진성이 범월(犯越)하였다가 붙잡힌 것은 너무나 놀라우니, 그의 거주(居住)와 무슨 일로 인하여 어느 지방으로 갔는지 등의 사정을 자세히 조사하여 치보하라는 뜻으로 급히 파발마(擺撥馬)를 띄워 선천 부사 김상순(金相順)에게 묻고, 범월한 지방의 관원은 방금 조사중이니, 추후에 논감(論勘)하겠습니다. 절도사 유상량(柳相亮)은 변경을 단속하는 정사가 얼마나 긴엄(緊嚴)한데, 막연히 듣지 못하고 있다가 이제 봉황성의 치통으로 인해서 비로소 등보한 것은 참으로 매우 놀랍습니다. 그 죄상을 유사(攸司)로 하여금 품처하게 하소서.” 하매, 비국에서 아뢰기를, “절도사 및 의주 부윤은 우선 죄를 지은 채 행공(行公)하게 해야 합니다.” 하니, 윤허하였다.",
                "hj": "○壬午/平安監司金敎根馳啓言: “聞有我國人物, 去月念晦間, 犯入彼地, 被捉於鳳城, 傳說狼藉。 故撥問于義州府尹李德鉉處矣。 其回報以爲, ‘得聞咨文賚去訓譯之回告, 則 「去月念間, 我國人一名, 果有被捉於鳳城之事」 而從何地潛越事狀, 無以詳知, 未及具報’ 云。 訓譯之言, 旣如彼丁寧, 則這間事情, 固當馳通, 探問於鳳城將, 亦卽具由報來於監兵營之不暇, 而不此之爲, 拖至時日者, 揆以邊政, 誠極稽忽, 該府尹李德鉉, 爲先罷黜。 犯漢之姓名居住, 潛越之地方日月, 待鳳城將馳通出來, 詳覈登聞。” 又狀啓以爲, “卽接該府尹狀啓謄報, 則鳳城將馳通內以爲, ‘遵盛京禮部箚開爲據, 正黃旗閑散守堡康八十二, 呈報事情, 「因小的在廂藍旗界還門口處居住, 於十二月十九日, 小的上山, 割取薪柴, 行抵南河沿處, 瞥見高力一名, 在彼坐悲, 凍傷兩足, 不能動履。 小的隨救護送, 至馬家店存宿一夜, 於二十日, 雇車押送到旗官所, 具報等情, 高力一名, 不知名姓, 不通本國言語, 礙難詳訊, 具文呈送衙門, 査覈等情」。 據此隨將通事英瑞, 逐細詢問, 啞叭不能言語, 且不識文字。 拘驗僅有腰牌一個, 註寫宣川地名金振聲名字等語。 係孤身一人, 旣無船隻, 又無票張, 如何越境, 或另有別情逃匿之處, 礙難憑信。 飛飭該尉, 移文義州, 査明該國有無宣川地方, 竝該處有無, 啞叭金振聲之人, 作速呈報, 以便辦理可也。 奉此飛移貴府尹, 詳査明確, 作速移覆, 以憑詳報可也事。’ 答通則以本國, 果有宣川地方, 知委該地方守土官, 確實査明之意, 措辭答通事謄報。 而今此金振聲之犯越被捉, 萬萬驚駭, 其居住與因何事出往何地方等事情, 詳覈馳報之意, 急撥關問於宣川府使金相順處。 而犯越之地方官, 今方覈實, 追後論勘。 節度使柳相亮, 則檢邊之政, 何等緊嚴, 而漠然無聞。 今因鳳城馳通, 而始爲謄報者, 誠甚可駭, 其罪狀, 令攸司稟處。” 備局啓言: “節度使及義州府尹, 姑令戴罪行公。” 允之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King had fifty-eight 노인 whose ranks are naturalized in the byeongin year [1421; fifth year of King Sejong] whose ranks are naturalized in the byeongin year [1422; fifth year of King Sejong].",
                "H2KE-nKo": "자급을 올려 주어야 할 노인에 대해 하비하였는데, 100세 된 자가 58인이었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 2일(병인) 1번째기사",
                "gt-oKo": "응자 노인(應資老人)에 대해 하비(下批)하였는데, 1백 세인 자가 58명이었다.",
                "hj": "○丙寅/應資老人下批百歲者五十八人。"
            },
            "2": {
                "H2KE-EN": "The King appointed Shin Hyeon as magistrate of Ganghwa Magistracy .",
                "H2KE-nKo": "신현을 강화부 유수로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 2일(병인) 2번째기사",
                "gt-oKo": "신현(申絢)을 강화부 유수(江華府留守)로 삼았다.",
                "hj": "○以申絢爲江華府留守。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gapsin day, the first day of the month, the King 차대를 행하였다. Chief State Councilor Hwang Hui reported, Regarding the passers of the state examination of senior ministers Jo Jeongcheol , it has been fifty years since the passers of the Royal Confucian Academy passed the civil service examination. However, they still remain in the ranks of second ministers . Also, those who stay in the court are only one man. It would be better to specially 한 자급을 더해 주는 것이 좋을 것 같습니다.” 하니, 그대로 따랐다. ",
                "H2KE-nKo": "차대를 행하였다. 영의정 남공철이 아뢰기를,“재신 조정철은 영묘(英廟 영조)의 과거에 급제한 지 지금 이미 50년이 되었는데도 아직 아경의 반열에 있고, 또 그 집안이 조정에 있는 자는 이 한 사람뿐이니, 특별히 한 자급을 올려 주는 것이 좋을 듯합니다.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 20일(갑신) 1번째기사",
                "gt-oKo": "차대(次對)하였다. 영의정 남공철(南公轍)이 아뢰기를, “재신(宰臣) 조정철(趙貞喆)은 영묘(英廟) 때 과방(科榜)에 적힌 사람으로서 이제 이미 50년이 되었는데, 아직껏 아경(亞卿)의 반열에 있으며, 또 그 집안에서 조정에 있는 자가 단지 이 한 사람뿐이니, 특별히 한 자급을 올려 주는 것이 좋을 듯합니다.” 하니, 그대로 따랐다.",
                "hj": "○甲申/次對。 領議政南公轍啓言: “宰臣趙貞喆, 以英廟科榜之人, 今已五十年, 尙在亞卿之列, 且其家在朝者, 只此一人, 特加一資似好。” 從之。"
            },
            "2": {
                "H2KE-EN": "Kim Sigeun was appointed minister of rites .",
                "H2KE-nKo": "김시근을 예조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 20일(갑신) 2번째기사",
                "gt-oKo": "김시근(金蓍根)을 예조 판서로 삼았다.",
                "hj": "○以金蓍根爲禮曹判書。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "[The King] ordered the director of the Royal House Administration Kim Josun , and Minister of Taxation Kim Iyang to examine the site of the Royal Portrait Hall of Hyeonsa . After examineing the site, [the King] summoned Kim Josun and others and reported to the throne regarding the site of the Royal Portrait Hall of Hyeonsa. [The King] issued a royal directive, which stated, The Royal Portrait Hall of Hyeonsa should be decided on the site of the Royal Portrait Hall of Hyeonsa, and the Directorate of the Royal Portrait Hall should be established in order to choose an auspicious day.",
                "H2KE-nKo": "을유년에 영돈녕부사 김조순, 호조 판서 김이양에게 현사궁의 묘터를 간심하라고 명하였다. 간심한 뒤에 김조순 등을 불러서 보았는데, 용호영의 지형이 완전하고 좋다는 내용이었다. 전교하기를,“사묘는 용호영으로 정하고 영건도감은 도감을 설치하되 택일하여 거행하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 21일(을유) 1번째기사",
                "gt-oKo": "영돈녕(領敦寧) 김조순(金祖淳)과 호조 판서 김이양(金履陽)에게 현사궁(顯思宮) 묘기(廟基)를 간심(看審)하라고 명하였다. 간심한 후에 김조순 등을 소견하니, 용호영(龍虎營)의 지형이 아주 좋다는 것으로 아뢰니 전교하기를, “사묘(私廟)는 용호영으로 정하고, 영건(營建)은 도감(都監)을 설치해서 날짜를 가려 거행하라.” 하였다.",
                "hj": "○乙酉/命領敦寧金祖淳, 戶曹判書金履陽, 看審顯思宮廟基, 看審後召見祖淳等, 以龍虎營地形完好爲奏, 敎曰: “私廟以龍虎營爲定, 營建則設都監擇日擧行。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Yu Sangjo , the second inspector of the Office of the Censor General , was appointed to the Office of the Censor General .",
                "H2KE-nKo": "병술년에 유상조를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 22일(병술) 1번째기사",
                "gt-oKo": "유상조(柳相祚)를 사간원 대사간으로 삼았다.",
                "hj": "○丙戌/以柳相祚爲司諫院大司諫。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, [the King] held the ancestral rites on the seventh day of the first month at Injeong Hall .",
                "H2KE-nKo": "인정전에서 인일제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 24일(무자) 1번째기사",
                "gt-oKo": "인일제(人日製)를 인정전(仁政殿)에서 실행하였다.",
                "hj": "○戊子/設人日製于仁政殿。"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Kang Segyu presented a memorial to the King, which stated, Former Magistrate of Sakju Yun Myeonggeom , a former inspector [of the Office of the Inspector General] , reported [to the King] in detail about the circumstances and the crime [of Yun Myeonggeom], and [Yun Myeonggeom] has already been punished in accordance with the penal code. However, because [Yun Myeonggeom] committed the crime of violating the law, [Yun Myeonggeom] was banished to a designated area. Not long afterward, [Yun Myeonggeom] was reappointed as a magistrate, and [he] should have repayed [his] repayment. However, [Yun Myeonggeom] has never been warned and fearful, and his crime is especially grievous. [Yun Myeonggeom] should not be punished only by banishment to a designated area. In your subjects opinion, [Yun Myeonggeom] should not be punished in accordance with the penal code and specially be punished by twice. [Yun Myeonggeom] should be banished to a remote area without designating a designated time limit to the people of Sakju. This should not be stopped. [The King] answered that [Yun Myeonggeom] should be carried out as reported.",
                "H2KE-nKo": "지평 강세규가 상소하였는데, 그 대략에,“삭주의 전 수령 윤명검의 일은 어사가 서계하고 의금부가 죄를 심의하여 정범을 자세히 논하였으므로 이미 형률대로 감처하였습니다. 그런데 이 무변은 전에 북읍에 있을 때 불법을 저지른 죄가 드러나서 유찬되기까지 하였는데, 얼마 지나지 않아 다시 수령에 제수되었으니 은혜에 보답할 생각을 했어야 합니다. 그런데 조금도 징계하거나 두려워하는 마음이 없이 죄상이 이처럼 낭자하니, 더욱 통탄스럽습니다. 도형으로 정배하는 법만 시행해서는 안 되니, 신은 원래 조율한 것을 시행하지 말고 특별히 갑절의 법을 적용하여 그 지역에 무기한으로 변원에 정배하여 삭주의 백성들에게 사죄하게 하는 것을 결단코 그만둘 수 없다고 생각합니다.”하니, 아뢴 대로 시행하라고 비답하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 24일(무자) 2번째기사",
                "gt-oKo": "지평(持平) 강세규(姜世揆)가 상소하였는데, 대략 이르기를, “삭주(朔州)의 전 수령 윤명검(尹明儉)의 일은 암행 어사(暗行御史)의 계사(啓辭)와 의금부의 헌의(獻議)에서 죄를 평의하여 정범(情犯)을 갖추 논해 이미 형률에 의해서 감처(勘處)하였습니다. 이 무변(武弁)은 전에 북쪽 고을에 있으면서 불법을 저지른 죄가 드러나서 유찬(流竄)을 겪기까지 하였었고, 얼마 지나지 않아서 다시 자목관(字牧官)이 되었으면 마땅히 보답하기를 생각해야 하는데, 조금도 징계되고 두려워함이 없어 죄상이 이처럼 낭자하였으니, 더욱 통분합니다. 단지 도배(徒配)하는 법만 시행할 수는 없으니, 신의 생각에는 원래 조율(照律)한 것을 시행하지 말고 특별히 배가(倍加)하는 법을 시행해 즉시 그곳에서 연한을 정하지 말고 먼 변방에 정배하여 삭주 백성들에게 사죄하는 것을 결단코 그만둘 수 없다고 여깁니다.” 하니, 아뢴 대로 시행하라고 비답하였다.",
                "hj": "○持平姜世揆疏略曰: 朔州前倅尹明儉事, 繡啓府讞, 備論情犯, 已爲依律勘處。 而此弁前在北邑, 罪著不法, 至經流竄, 曾未幾何, 復居字牧, 宜思圖報, 而少無懲畏, 罪狀若是狼藉者, 尤爲痛惋。 不可只施徒配之典, 臣謂原照律勿施, 特用加倍之典, 卽其地勿限年邊遠定配, 以謝朔民, 斷不可已。 批以依施。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gyeongin as director of the Office of Royal Decrees and Yi Huijun as Royal Confucian Academy .",
                "H2KE-nKo": "박종훈을 예문관 제학으로, 이희준을 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 26일(경인) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 예문관 제학(藝文館提學)으로, 이희준(李羲準)을 성균관 대사성(成均館大司成)으로 삼았다.",
                "hj": "○庚寅/以朴宗薰爲藝文館提學, 李羲準爲成均館大司成。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] ordered Supreme General [of the Middle Army] Kim Saeum to supervise the construction of the building of the Royal Tomb of Queen Sinui . [The King] appointed Kim Iyang , Kim Sigeun , and Kim Sanghyu as superintendents and Yi Sangbang as Right tutors .",
                "H2KE-nKo": "판중추부사 김사목을 별묘 영건도감의 감동 대신으로, 김이양, 김시근, 김상휴를 제조로, 이상황을 우빈객으로 삼으라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 27일(신묘) 1번째기사",
                "gt-oKo": "판부사(判府事) 김사목(金思穆)을 별묘 영건 도감 감동 대신(別廟營建都監監董大臣)으로, 김이양(金履陽)·김시근(金蓍根)·김상휴(金相休)를 제조(提調)로, 이상황(李相璜)을 우빈객(右賓客)으로 삼으라고 명하였다.",
                "hj": "○辛卯/命判府事金思穆, 爲別廟營建都監, 監董大臣, 以金履陽、金蓍根、金相休爲提調, 李相璜爲右賓客。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On imjin day, [the King] went to the Royal Ancestral Shrine and the Royal Tomb of Queen Sinui and 전배하였는데, and the Crown Prince followed him to perform the ceremony.",
                "H2KE-nKo": "임진년에 태묘와 경모궁에 나아가 전배하였는데, 왕세자가 따라 나아가 예를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 28일(임진) 1번째기사",
                "gt-oKo": "태묘(太廟)와 경모궁(景慕宮)에 나아가 전배(展拜)하였는데, 왕세자가 따라가 행례하였다.",
                "hj": "○壬辰/詣太廟、景慕宮展拜, 王世子隨詣行禮。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The 암행 어사김로가 서계하여, former Magistrate of Ganggye Jo Gi , former Magistrate of Sakju Magistracy Yun Myeonggeom , former Magistrates of Chosan Magistracy Yi Taesun and Yun Jam , former Magistrate of Cheolsan Magistracy Yi Yuwon , former Magistrate of Wonwon Magistracy Jo Iseok , Magistrate of Byeokhan District Yi Hyeonyeong , former Magistrate Oh Gyeongdeok , former Magistrate of Seoncheon Magistracy Ahn Gwangchan , former Magistrate of Guseong Magistracy Im필영 , former Magistrate of Taecheon District Kim Usun , and Magistrate of Gwaksan County Hong Yeongmok , and Magistrate of Bongsan County Yun Mindong , were ordered to distinguish the circumstances and deal with the case. In addition, the King ordered to promote both Magistrate of Changseong Magistracy Yi Sangi and Magistrate of Unsan County Kang Jajun to their administrative administration of their performance. The King issued a separate report to the King, which stated, The civil and military officials who can reappoint their administration of collecting taxes as well as the mining of gold and hemp cloth from Ganggye Province as well as the abolition of the land taxes in Uiju and the people and the clerks of Uiju should be exempted from paying taxes as possible. The King ordered the Ministry of Rites to follow the administration of their administration and implement them.",
                "H2KE-nKo": "평안도 청북 암행 어사 김로가 서계하여, 강계 전 부사 조기, 삭주 전 부사 윤명검, 초산 전 부사 이태순ᆞ윤재탁, 철산 전 부사 이유원, 위원 전 군수 조이석, 벽동 군수 이현영, 전 군수 오경덕, 선천 전 부사 안광찬, 귀성 전 부사 임필영, 태천 전 현감 김우순, 곽산 군수 홍영모, 봉산 군수 윤민동이 잘 다스리지 못한 정상을 논하니, 모두 경중을 나누어 감처하게 하였다. 또 창성 부사 이상일, 운산 군수 강재준의 치적을 논하니, 모두 승진시켜 서용하게 하였다. 별단으로 본도의 문사와 무사를 수용하는 방도 및 강계에서 삼을 납부하는 대전, 의주의 결전을 더 거두는 것을 혁파하는 일, 의주의 백성과 아전들이 포흠 낸 것을 탕감하는 등의 일을 진달하니, 묘당으로 하여금 좋은 쪽으로 채택하여 시행하게 하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 6일(경오) 1번째기사",
                "gt-oKo": "평안도 청북 암행 어사(平安道淸北暗行御史) 김로(金鏴)가 서계(書啓)하여 강계(江界) 전 부사(府使) 조기(趙歧), 삭주(朔州) 전 부사 윤명검(尹明儉), 초산(楚山) 전 부사 이태순(李泰淳)·윤재탁(尹載鐸), 철산(鐵山) 전 부사 이유원(李儒遠), 위원(渭原) 전 군수 이이석(李彛錫), 벽동 군수(碧潼郡守) 이현영(李顯英)과 전 군수 오경덕(吳慶德), 선천(宣川) 전 부사 안광찬(安光贊), 귀성(龜城) 전 부사 임필영(林必榮), 태천(太川) 전 현감 김우순(金遇順), 곽산 군수(郭山郡守) 홍영모(洪永謨), 봉산 군수(鳳山郡守) 윤민동(尹敏東)이 잘 다스리지 못한 상황을 논하니, 모두 경중을 나누어 감처(勘處)하도록 하였다. 또 창성 부사(昌城府使) 이상일(李商一), 운산 군수(雲山郡守) 강재준(姜在浚)의 치적(治績)을 논하니, 모두 승서(陞敍)하였다. 별단(別單)에서는 본도의 문사(文士)·무사(武士)를 거두어 임용하는 방도 및 강계(江界)의 삼(蔘) 납부를 돈으로 대신하는 일, 의주(義州)의 결전(結錢)을 더 거두는 일을 혁파하고, 의주 민리(民吏)의 포흠(逋欠)을 실사(實査)하여 탕감(蕩減)하는 일 등을 진달하니, 모두 묘당으로 하여금 좋을 대로 채택해서 시행하도록 하였다.",
                "hj": "○庚午/平安道淸北暗行御史金鏴書啓, 論江界前府使趙岐、朔州前府使尹明儉、楚山前府使李泰淳ㆍ尹載鐸、鐵山前府使李儒遠、渭原前郡守趙彛錫、碧憧郡守李顯英、前郡守吳慶德、宣川前府使安光賛、龜城前府使林必榮、泰川前縣監金遇順、郭山郡守洪永謨, 鳳山郡守尹敏東不治狀, 幷令分輕重勘處。 又論昌城府使李商一、雲山郡守姜在浚治績, 幷陞敍。 別單, 陳本道文武士收用之方及江界納蔘之代錢、義州結錢加斂之革罷、義州民吏逋之〔柦〕實蕩減等事, 令廟堂從長採施。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Taxation reported as follows: Now, the Ministry of Taxation issues an order to transfer 600 gyeol of land to the Office of Royal Cuisine Office on the grounds that 600 gyeol of land is relocated to the Office of Royal Cuisine Office . As your subjects examined the law and the precedents, 800 gyeol of land is relocated to the new palace and his concubines are relocated to the new palace. However, the 200 gyeol of land is relocated to the original gyeol of land without any cultivated land, and 600 gyeol of land is relocated to the expenses of land for purchasing land or surveying more cultivated land for the expenses of land. Therefore, at the beginning of the Office of Royal Cuisine Office was relocated to the original gyeol of land, 200 gyeol of land is relocated to the Six Codes (K. Yukjeon . Later, when the Office of Royal Cuisine Office purchased the land relocated to the original jurisdiction, the land relocated to the original jurisdiction was relocated to the original jurisdiction according to precedent. Now, 600 gyeol of land is relocated to the additional jurisdiction, and the land relocated to the original jurisdiction of 800 gyeol of land is relocated to the original jurisdiction of land. In addition, the land relocated to the original jurisdiction of the royal palace is relocated to the original jurisdiction. Therefore, the land relocated to the original jurisdiction of the royal palace is relocated to the original jurisdiction of the state. Therefore, the land relocated to the original jurisdiction of the royal palace is relocated to the original jurisdiction of the royal palace, and the land relocated to the original jurisdiction of the jurisdiction of",
                "H2KE-nKo": "호조가 아뢰기를,“이번에 각 궁방의 대수가 먼 전결에 대해 호조에서 내주는 몫 중에서 600결은 숙의방으로 이송하라고 명하셨습니다. 법전과 전례를 가져다 상고해 보니, 신궁과 후궁의 면세가 800결인데, 그중 200결은 원결의 무토전을 떼어 보내고 나머지 600결은 전토를 사거나 양안에 등록되지 않은 채 더 경작한 유토전을 면세해 주었습니다. 그러므로 당초 숙의방의 면세는 과연 원결 200결을 법전대로 떼어 보냈습니다. 그 후 본방에서 사들인 것으로 인하여 망보하고 차례차례 규례대로 면세해 준 것이 지금 13결 남짓이 되었습니다. 지금 만약 600결을 더 떼어 준다면 무토전의 면세가 도합 800결이 되니, 경법으로 헤아려 볼 때 원용할 만한 전례가 없습니다. 또 대수가 먼 궁방의 전결에 대해 세를 내는 것은 겨우 본조에 소속되어 있는 것이 바로 국결이니, 일의 체모가 중요하여 궁방에 소속되어 있을 때 서로 옮겨 떼어 주는 것과는 크게 차이가 있습니다. 본조에서 받들어 준행하는 것은 오직 경법이니, 전교가 내려지면 거행할 수 없습니다.”하니, 전교하기를,“본조에서 어렵게 여기는 것은 괴이할 것이 없을 듯하다. 다만 사리로 볼 때 또한 크게 그렇지 않은 점이 있다. 600결의 유토전을 옛날에는 어떻게 처리했는지 모르겠으나, 지금 궁중의 소견으로는 유토전을 채워 줄 방도가 전혀 없다. 지난번 명온궁의 전결에 대해 원결로 지급해 주라고 명하지 않을 수 없었던 것은 이 때문이다. 일에는 경도와 권도가 있고 때에 따라 알맞게 처리하는 것이다. 또 대수가 다한 궁방의 전결에 대해 도로 세를 내는 일이 있기 때문에 본조에서 비록 이 때문에 어렵게 여기나, 만약 지난번에 도로 거두어들이는 일이 없었다면 또한 본조의 원결이 아니다. 일이 궁지에 이르면 비록 원결이라 하더라도 떼어 주지 않을 수 없는데, 하물며 이 전결이겠는가. 다시는 어렵게 여기지 말고 즉시 거행하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 1월 6일(경오) 2번째기사",
                "gt-oKo": "호조(戶曹)에서 아뢰기를, “이번 각 궁방(宮房)의 대(代)가 멀어진 전결(田結)을 호조에 내주는 조항 가운데에서 6백 결(結)은 숙의방(淑儀房)으로 옮겨 주라는 일을 명하셨습니다. 법전(法典) 및 전례(前例)를 상고해 보았더니, 신궁(新宮)과 후궁(後宮)의 면세(免稅)가 8백 결인데, 그중 2백 결은 원결 무토(元結無土)로서 조치해 보내고, 나머지 6백 결은 전토(田土)를 매입하거나 혹은 양안(量案) 이외에 더 경작하는 유토(有土)에서 면세를 허락하셨습니다. 그래서 당초 숙의방의 면세는 과연 원결 2백 결로 해서 법전에 의해 조치해 보냈던 것인데, 그후에 본방(本房)에서 매입했다고 보고하여 차차 예에 의해서 면세한 것이 지금은 13결이 되었습니다. 이제 만약 6백 결을 더 조치해 주면 무토 면세(無土免稅)가 합계 8백 결이 되니, 경법(經法)으로 헤아려 보아도 이끌어 댈만한 예가 없습니다. 또 댓수가 멀어진 궁방의 전결에서 나온 세(稅)를 겨우 본조에 소속시켰으니, 이는 바로 국결(國結)이어서 사체가 중하여 궁방에 소속되어 있을 때 서로 옮겨 조치하던 것과는 크게 차이가 있습니다. 신의 조(曹)에서 준봉(遵奉)하는 것은 오직 경법(經法)뿐이니, 전교가 내렸지마는 거행하지 못하고 있습니다.” 하였는데, 하교하기를, “경의 조(曹)에서 어렵게 여기는 것은 괴이할 것이 없으나, 다만 사리에 있어서는 또한 크게 그렇지 않은 바가 있다. 6백 결인 유토(有土)에 대해서 예전에는 어떻게 요리했는지 모르나 지금 궁중(宮中)의 소견으로는 유토(有土)를 충당해 줄 방도가 전연 없으니, 지난번 명온궁(明溫宮)의 전결을 원결(元結)로서 주라고 명하지 않을 수 없었던 것은 이 때문이었다. 일에는 경권(經權)이 있으니 시의(時宜)에 따라야 하고, 또 대의수가 다된 궁결(宮結)은 다시 세(稅)를 내야 하기 때문에 본조에서 비록 이것을 어렵게 여기지만 만약 지난번에 환수(還收)한 일이 없었다면 역시 본조의 원결이 아니었다. 일이 궁극(窮極)한 데 이르렀으니, 비록 원결이라 하더라도 떼어주지 않을 수 없는데, 더군다나 이 결이겠는가? 더는 어렵게 여기지 말고 즉시 거행하라.” 하였다.",
                "hj": "○戶曹啓言: “今番各宮房代遠田結, 戶曹出給條中, 六百結淑儀房移送事, 命下矣。 取考法典及前例, 則新宮後宮免稅, 爲八百結, 而其中二百結, 以元結無土劃送, 餘外六百結, 以買得田土, 或量外加耕有土者, 許令免稅, 故當初淑儀房免稅, 果以元結, 二百結依法典劃送。 其後因本房, 買得望報, 次次依例免稅者, 今爲十三結零矣。 今若加劃六百結, 則無土免稅, 合爲八百結, 揆以經法, 無例可援。 且代遠宮房田結出稅者, 纔屬本曹, 卽是國結, 則事體所重, 與屬在宮房時〔互〕時移劃者, 大有間焉。 臣曹遵奉, 惟是經法。 傳敎之下, 不得擧行。” 敎曰: “卿曹之持難, 容或無怪, 而但事理亦有大不然者, 六百結有土, 未知在昔則如何料理, 而以今宮中所見, 萬無有土〔充〕給之道。 頃於明溫宮結, 不得不以元結命給者, 此也。 事有經權, 隨時之宜, 且代盡宮結, 有還出稅之擧。 故本曹雖爲此持難, 若向無還收之事, 亦非本曹之元結也。 事到窮處, 雖元結, 不得不割給, 況此結乎? 勿復持難, 卽爲擧行。”"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the new moon .",
                "H2KE-nKo": "을미년 삭일에 현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 1일(을미) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○乙未朔/詣顯思宮, 行朔祭。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gapjin day, a solar halo appeared in the gapjin year (.",
                "H2KE-nKo": "차대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 10일(갑진) 1번째기사",
                "gt-oKo": "차대하였다.",
                "hj": "○甲辰/次對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Shin Hongju as 어영 대장 .",
                "H2KE-nKo": "신홍주를 어영대장으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 10일(갑진) 2번째기사",
                "gt-oKo": "신홍주(申鴻周)를 어영 대장으로 삼았다.",
                "hj": "○以申鴻周爲御營大將。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On musin day, [the King] appointed Yun Punghyeol as third minister of personnel , and Jo Jeongcheol as minister of punishments .",
                "H2KE-nKo": "윤풍렬을 이조 참의로, 조정철을 형조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 14일(무신) 1번째기사",
                "gt-oKo": "윤풍렬(尹豊烈)을 이조 참의로, 조정철(趙貞喆)을 형조 판서로 삼았다.",
                "hj": "○戊申/以尹豐烈爲吏曹參議, 趙貞喆爲刑曹判書。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On giyu day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon .",
                "H2KE-nKo": "현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 15일(기유) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제(望祭)를 행하였다.",
                "hj": "○己酉/詣顯思宮, 行望祭。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On byeongjin day, Second Deputy Director of the Royal House Administration Hong Uiho and others hurriedly reported that they departed from Beijing on their way [to Ming China].",
                "H2KE-nKo": "동지 정사 홍의호 등이 연경에서 출발하였다고 급히 장계하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 22일(병진) 1번째기사",
                "gt-oKo": "동지 정사(冬至正使) 홍의호(洪義浩) 등이 연경(燕京)에서 출발한다고 치계(馳啓)하였다.",
                "hj": "○丙辰/冬至正使洪義浩等, 以自燕離發, 馳啓。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Kim Jachang was appointed director of the Office of the Royal Decrees . Shortly thereafter, he was replaced by Han Chiyong .",
                "H2KE-nKo": "김재창을 판의금부사로 삼았다가 곧바로 체차하고 후임에 한치응을 임명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 27일(신유) 1번째기사",
                "gt-oKo": "김재창(金在昌)을 판의금부사(判義禁府事)로 삼았다가 곧 체직하고 한치응(韓致應)으로 대신하였다.",
                "hj": "○辛酉/以金在昌爲判義禁府事, 尋遞以韓致應代之。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Song Myeon was appointed as second minister of personnel , and Yi Seogu as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "송면재를 이조 참판으로, 이서구를 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 28일(임술) 1번째기사",
                "gt-oKo": "송면재(宋冕載)를 이조 참판으로, 이서구(李書九)를 한성부 판윤으로 삼았다.",
                "hj": "○壬戌/以宋冕載爲吏曹參判, 李書九爲漢城府判尹。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, the King went to Hyeonsa Palace to perform the spring state sacrifice .",
                "H2KE-nKo": "현사궁에 나아가 춘향 대제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 2월 9일(계묘) 1번째기사",
                "gt-oKo": "현사궁에 나아가 춘향 대제(春享大祭)를 행하였다.",
                "hj": "○癸卯/詣顯思宮, 行春享。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the new moon .",
                "H2KE-nKo": "갑자년 삭제에 현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 1일(갑자) 1번째기사",
                "gt-oKo": "현사궁에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○甲子朔/詣顯思宮, 行朔祭。"
            },
            "2": {
                "H2KE-EN": "Kim Nogyeong was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "김노경을 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 1일(갑자) 2번째기사",
                "gt-oKo": "김노경(金魯敬)을 한성부 판윤으로 삼았다.",
                "hj": "○以金魯敬爲漢城府判尹。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyeyu day, the first day of the month, the Crown Prince attended the spring state sacrifice in the gyeyu year (.",
                "H2KE-nKo": "황단의 춘향 대제를 행하였는데, 왕세자가 배참하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 10일(계유) 1번째기사",
                "gt-oKo": "황단의 춘향(春享)을 행하였는데, 왕세자가 배참(陪參)하였다.",
                "hj": "○癸酉/行皇壇春享, 王世子陪參。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Bak Gisu as third minister of personnel in the jeongchuk year (.",
                "H2KE-nKo": "정축년에 특지로 박기수를 이조 참의로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 14일(정축) 1번째기사",
                "gt-oKo": "특지(特旨)로 박기수(朴岐壽)를 이조 참의로 삼았다.",
                "hj": "○丁丑/特旨以朴岐壽爲吏曹參議。"
            },
            "2": {
                "H2KE-EN": "The King ordered the three towns of Jangheung , Yeonggwang , and Jeju to escort fifty captives from Tsushima Island to the mainland.",
                "H2KE-nKo": "장흥, 영광, 제주 세 고을에 표류해 온 중국인 50명을 육로로 호송하라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 14일(정축) 2번째기사",
                "gt-oKo": "장흥(長興)·영광(靈光)·제주(濟州) 등 세 고을에 표류하여 닿은 대국(大國) 사람 50명을 육로로 호송하라고 명하였다.",
                "hj": "○命長興、靈光、濟州三邑, 漂到大國人五十名, 從旱路護送。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On muin day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon .",
                "H2KE-nKo": "현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 15일(무인) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제(望祭)를 행하였다.",
                "hj": "○戊寅/詣顯思宮, 行望祭。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Bak Jong Hun as the Office of the Inspector General , Hong Myeongju as the Office of the Censor General , Han Chieung as the right state councilor , and Kim Sanghyu as the minister of punishments .",
                "H2KE-nKo": "신사년에 박종훈을 사헌부 대사헌으로, 홍명주를 사간원 대사간으로, 한치응을 의정부 우참찬으로, 김상휴를 형조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 18일(신사) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 사헌부 대사헌으로, 홍명주(洪命周)를 사간원 대사간으로, 한치응(韓致應)을 의정부 우참찬으로, 김상휴(金相休)를 형조 판서로 삼았다.",
                "hj": "○辛巳/以朴宗薰爲司憲府大司憲, 洪命周爲司諫院大司諫, 韓致應爲議政府右參贊, 金相休爲刑曹判書。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The old age of Xiao River has also recently returned, and the paramount of wind and streams cannot be particularly recognized. Regarding the rites tomorrow, how can there be no observation of their ancestors? For the rites to the spirits of the Royal Confucian Academy , and the Royal Confucian Academy , in accordance with the precedent of the gapsin year ( in the Xuande era (. For the rites to the spirits of the Royal Confucian Academy and the Royal Confucian Academy in Uiju and the Royal Confucian Academy , the altars and the altars of the Royal Confucian Academy, the Royal Confucian Academy altars of the Royal Confucian Academy, the altars of the Royal Confucian Academy",
                "H2KE-nKo": "전교하기를,“무탄의 구갑이 또 돌아왔으니 풍천의 감회가 새롭다. 내일 봉실에서 예를 행한 뒤에 어찌 추모하고 추모하는 조치가 없을 수 있겠는가. 선무사, 충렬사, 현절사에 영묘 갑신년의 예에 따라 치제하고, 의주의 여러 의사의 제단 및 황천인의 제단에 쓸 향축을 내려보내되, 모두 본도에서 제관을 정하여 함께 치제하게 하라. 황조인 및 충량의 자손과 유생·무사는 내일 반열이 파한 뒤에 홍문관 제학 및 병조 판서가 거느리고 춘당대에 나아가 규례대로 시취하라.”하였다. 승정원이 아뢰기를,“선무사, 충렬사, 현절사에 치제하라는 명을 내리셨습니다. 충렬사와 현절사는 해당 조로 하여금 택일하여 거행하게 하겠습니다. 선무사는 삼가 갑신년의 《일기》를 상고해 보니 하교로 인하여 황단에 친제하는 날 같은 날에 행하였고 예조 참판이 나아가라는 명이 있었으며, 정동 관군사에는 옥당이 나아갔습니다. 이번에도 예를 행한 뒤에 당일에 거행합니까?”하니, 전교하기를,“그대로 하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 18일(신사) 2번째기사",
                "gt-oKo": "전교하기를, “군탄(涒灘)의 구갑(舊甲)이 또 돌아왔으니 풍천(風泉)의 감회가 새롭다. 내일 봉실(奉室)에 행례한 후 어찌 감회를 추술(追述)하는 일이 없어서야 되겠는가? 선무사(宣武祠)·충렬사(忠烈祠)·현절사(顯節祠)에 영묘(英廟) 갑신년의 예에 의해 치제(致祭)하고, 의주(義州)의 여러 의사(義士)의 단(壇) 및 천장인(泉漳人)의 단에 향축을 내려 보내고, 아울러 본도에서 제관(祭官)을 정해 일체로 치제(致祭)하라. 황조(皇朝) 사람 및 충량(忠良)의 자손으로 유생과 무인은 내일 반열(班列)이 파한 후에, 홍문 제학(弘文提學) 및 병조 판서가 거느리고 춘당대(春塘臺)에 나아가 예에 의해서 시취(試取)하라.” 하였다. 정원에서 아뢰기를, “선무사·충렬사·현절사에 치제하라는 일을 하명하셨는데, 충렬사와 현절사는 해조로 하여금 택일하여 거행하게 하였으나 선무사는 삼가 갑신년의 일기(日記)를 상고하건대 하교로 인하여 황단의 친제(親祭) 날 같은 날에 행하고 예조 참판이 나아가라는 명이 있었으며, 정동 관군사(征東官軍祠)에는 옥당에서 나아갔었습니다. 이번에도 역시 행례한 후 당일에 거행해야 합니까?” 하니, 전교하기를, “아뢴 대로 하라.” 하였다.",
                "hj": "○敎曰: “涒灘之舊甲又回, 風泉之永感載新。 明日奉室行禮之後, 豈可無追述志感之擧乎? 宣武祠、忠烈祠、顯節祠, 依英廟甲申例致祭, 義州諸義士壇及泉漳人壇香祝下送, 竝自本道, 定祭官, 一體致侑。 皇朝人及忠良子孫儒武, 明日班罷後, 弘文提學及兵判, 率詣春塘臺, 依例試取。” 政院啓言: “宣武祠、忠烈祠、顯節祠、致祭事, 命下矣。 忠烈祠、顯節祠、則當令該曹, 擇日擧行, 而宣武祠則謹考甲申日記, 則因下敎, 皇壇親祭日, 同日爲之, 而有禮曹參判進去之命, 征東官軍祠, 玉堂進去矣。 今番亦於行禮後, 當日擧行乎?” 敎曰: “依此爲之。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King proceeded to the Altar of the Soil and Grain and paid a visit to the Royal Ancestral Shrine . This was because it was the old age of Emperor Gaozong of the Exalted Emperor Gaozong . The Crown Prince followed the Crown Prince and conducted the ritual. The King selected the civil and military officials who participated in the Royal Confucian Academy and selected the final literary ",
                "H2KE-nKo": "황단에 나아가 전배하였다. 의종황제의 기신 구갑이기 때문이다. 왕세자가 따라 나아가 예를 행하였다. 반열에 참석한 유생과 무사를 시취하였다. 제술에서 수석을 차지한 이정기와 시사에서 수석을 차지한 이재희 등 4인에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 19일(임오) 1번째기사",
                "gt-oKo": "황단(皇壇)에 나아가 전배하였으니, 의종 황제(毅宗皇帝)의 기신(忌辰) 구갑(舊甲)이기 때문이었는데, 왕세자가 수행하여 행례하였다. 참반(參班)한 유생과 무인을 시취(試取)하여 제술(製述)에서 수석을 차지한 이정기(李正耆)와 시사(試射)에서 수석을 차지한 이재희(李載熙) 등 4인에게 직부 전시(直赴殿試)토록 하였다.",
                "hj": "○壬午/詣皇壇展拜, 以毅宗皇帝忌辰舊甲也。 王世子隨詣行禮, 試取參班儒武, 製居首李正耆, 射居首李載熙等四人, 直赴殿試。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Taeseok as navy subarea commander of Gongchung Island .",
                "H2KE-nKo": "조태석을 공충도 수군절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 19일(임오) 2번째기사",
                "gt-oKo": "조태석(趙台錫)을 공충도 수군 절도사(公忠道水軍節度使)로 삼았다.",
                "hj": "○以趙台鍚爲公忠道水軍節度使。"
            },
            "3": {
                "H2KE-EN": "The Ministry of Rites requested that an honorary gate be erected in honor of the late Student of Yongin , and that an honorary gate be erected in honor of the late Student of Jangseong , Gi Jongsang , the late Student of Andong , the posthumous title of Minister of Personnel Kwon Do , the late Student of the Royal Confucian Academy , and the wife of the late Recorder Kim Gyeongseo , the late Student of Jincheon . The King approved this request.",
                "H2KE-nKo": "예조가 유생의 상언으로 인하여 의견을 갖추어 주상에게 아뢰어 효자 용인의 고 학생 이송연에게 정려하고, 장성의 고 학생 기종상에게 증직하고, 안동의 증 이조 판서 권도에게 학행과 직절로 증시하고, 진천의 병자년에 순절한 고 주부 김경세의 처 안씨에게 정려하기를 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 19일(임오) 3번째기사",
                "gt-oKo": "예조에서 유생(儒生)의 상언(上言)을 인해 회계하여, 효자(孝子) 용인(龍仁)의 고 학생(學生) 이송연(李松然)에게 정려(旌閭)를, 장성(長城)의 고 학생 기종상(奇宗相)에게 증직(贈職)을, 안동(安東)의 증 이판(吏判) 권도(權濤)에게는 학행 직절(學行直節)로 증시(贈諡)를, 진천(鎭川)의 병자년에 순절한 고 주부(主簿) 김경세(金景世)의 처 안씨(安氏)에게 정려하기를 청하니, 그대로 따랐다.",
                "hj": "○禮曹因儒生上言回啓, 請孝子龍仁故學生李松然旌閭、長城故學生奇宗相贈職、安東贈吏判權濤學行直節贈諡、鎭川丙子殉節故主簿金景世妻安氏旌閭, 從之。"
            },
            "4": {
                "H2KE-EN": "Jo Bongjin was appointed minister of works .",
                "H2KE-nKo": "조봉진을 공조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 19일(임오) 4번째기사",
                "gt-oKo": "조봉진(曹鳳振)을 공조 판서로 삼았다.",
                "hj": "○以曺鳳振爲工曹判書。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The incense and written invocation for the ancestral rites on the Day of Cold Food at each royal tomb in the northern corridor of the capital were presented together with the incense and the written invocation for the ancestral rites on the Day of Cold Food . However, when the incense and the written invocation for the ancestral rites on the Day of Cold Food , the incense and the written invocation for the various royal tombs were not presented. The Royal Secretariat requested that the incense and the written invocation be set for the palace guards on the mountains and the rivers to escort the incense and the written invocation for the ancestral rites on the Day of Cold Food . The King issued a royal order, which stated, The incense and the written invocation for the ancestral rites are of great importance. Nevertheless, the incense and the written invocation for the ancestral rites on the Day of Cold Food is extremely apprehensive. The 당해 승지를 banishment to a remote area, and the Royal Secretary Jo Jongjin to Jeongju Strategic County .",
                "H2KE-nKo": "을축년에 북도 각 능의 한식제에 쓸 향축은 으레 선원전에 전향할 때 함께 봉진하는데, 전향할 때에는 선원전에 쓸 향축만 봉진하고 각 능의 향축은 봉진하지 않았다. 승정원이 향축은 금군을 정하여 밤낮없이 호송하여 기일에 맞춰 봉진하게 하기를 청하니, 전교하기를,“향과 축문이 얼마나 소중한가. 그런데 기일에 맞춰 봉진하지 못하였으니 너무도 놀랍고 송구하다. 해당 승지를 원지에 정배하고, 승지 조종진은 정주목에 정배하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 2일(을축) 1번째기사",
                "gt-oKo": "북도(北道) 각릉(各陵)의 한식제(寒食祭)에 쓸 향축(香祝)은 으레 준원전(濬源殿) 전향(傳香) 때에 함께 봉진(封進)하는데, 전향할 때 단지 준원전 향축만 봉진하고 각능의 향축은 봉진하지 않았었다. 정원에서 향축은 금군(禁軍)을 정하여 밤낮 없이 달려 호송하여 기일에 맞추도록 하기를 청하니, 전교하기를, “향축의 소중함이 어떠한데, 기일에 맞추어 봉진하지 못하였으니, 매우 놀랍고 송구스럽다. 해당 승지를 원지로 정배하라.” 하였으므로, 승지 조종진(趙琮鎭)을 정주목(定州牧)으로 정배하였다.",
                "hj": "○乙丑/北道各陵寒食祭香祝, 例於璿源殿傳香時, 同爲封進。 而傳香時, 只封璿源殿香祝, 各陵香祝, 不爲封進。 政院請香祝定禁軍岡夜護送, 以爲及期之地, 敎曰: “香祝所重何如, 而不得及期封進, 萬萬驚悚, 當該承旨, 遠地定配, 承旨趙琮鎭, 配定州牧。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Kim Haksun , who was the first secretary of the Office of the Censor General , was the first secretary .",
                "H2KE-nKo": "김학순을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 21일(갑신) 1번째기사",
                "gt-oKo": "김학순(金學淳)을 사간원 대사간으로 삼았다.",
                "hj": "○甲申/以金學淳爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Personnel , referring to a lower official report presented by Yi Jungrim , a Confucian student in Sangju , reported to the King and requested that Yi Donseo , a resident of Ganghwa , be specially conferred upon him as a senior minister. The King approved this request. The Ministry of Rites reported, The various widows who entered public services at Chunghyeol Temple were all granted a conferration of honor and conferration upon them. Only Yi Donseo was not granted a conferration of honor and conferration upon them. Truly, this is something unavoidable. Now, because Yi Donseos grandsons have lost his grandsons, he has already been granted a conferration of honor and conferration upon him as a senior minister. We fear that this would be conferred with a conferration of honor and conferration upon him. The Ministry of Personnel also requested that Bak Simwon , a former student in Tongjin , be granted a conferration of honor and Kim Seong , a former student in Chungwon , be granted a conferration upon him. The King approved this request. Kim Seong was a man from the preceding Zhen Li . He was a man from the preceding Zhen Li .",
                "H2KE-nKo": "이조가 상주의 유학 이중림의 상언으로 인하여 의견을 갖추어 주상에게 아뢰어 강도에서 순절한 이돈서에게 특별히 정경을 추증하기를 청하니, 그대로 따랐다. 예조가 아뢰기를,“충렬사에 입향된 여러 현인들은 모두 증작하고 증시하는 은전을 입었는데, 유독 이돈서에게만 미치지 않았으니, 실로 미처 겨를이 없었던 일입니다. 지금 후손이 호소한 것으로 인하여 정경을 추증하는 은전을 거행하였으니, 특별히 증시하는 것이 모든 백성을 똑같이 대하는 정사에 합당할 듯합니다.”하고, 또 통진의 고 학생 박심원의 효행과 충원의 고 처사 김성에게 모두 증직하기를 청하니, 그대로 따랐다. 김성은 선정신 김집의 문인으로 명나라를 존중한 자이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 21일(갑신) 2번째기사",
                "gt-oKo": "이조에서 상주(尙州)의 유학(幼學) 이중림(李重林)의 상언을 인해 회계하여, 강도(江都)에서 순절한 사람 이돈서(李惇敍)에게 특별히 정경(正卿)을 추증하기를 청하니, 그대로 따랐다. 예조에서 아뢰기를, “충렬사에 입향(入享)된 여러 현인들은 모두 증작(贈爵)·증시(贈諡)의 은전을 입었는데, 유독 이돈서에게만은 미치지 않았으니 실로 미처 겨를을 내지 못했던 일입니다. 이제 후손의 호소로 인하여서 이미 정경을 증직하였으니 특별히 증시하는 것이 차별 없이 똑같이 사랑하는 정사에 합치될 듯싶습니다.” 하고, 또 통진(通津)의 고 학생 박심원(朴深源)의 효행과 충원(忠原)의 고 처사(處士) 김성(金聲)에게 아울러 증직하기를 청하니, 그대로 따랐는데, 김성은 바로 선정신(先正臣) 김집(金集)의 문인(門人)으로 명(明)나라를 존숭했던 자이다.",
                "hj": "○吏曹因尙州幼學李重林上言回啓, 請江都殉節人李惇敍特贈正卿, 從之。 禮曹啓言: “忠烈祠入享諸賢, 擧蒙贈爵贈諡之典, 而獨不及李惇敍, 實爲未遑之事。 今因後孫呼籲, 旣擧正卿, 贈典則特爲贈諡, 恐合一視之政。” 又請通津故學生朴深源孝行、忠原故處士金聲竝贈職, 從之。 聲, 卽先正臣金集門人, 而尊周者也。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the eulyu year (: Regarding the family of the loyalty and loyalty, the family of the late Yun Chungjeong and the loyalty, there are no government posts. The descendants of the loyalty and loyalty should be selected and appointed immediately. The descendants of the Yi 제독 should also be appointed after the vacancy of the magistrate.",
                "H2KE-nKo": "전교하기를,“충정공(忠正公 윤집)과 충렬공의 집안에는 모두 관직이 있는 사람이 있는데, 윤 충정공의 집안에는 유독 관직에 있는 사람이 없다. 그 사손의 이름을 물어 자리가 나기를 기다려 즉시 조용하고, 이 제독(李提督 이여송)의 사손도 수령의 자리가 나기를 기다려 조용하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 22일(을유) 1번째기사",
                "gt-oKo": "전교하기를, “충정(忠正)과 충렬(忠烈)의 집에는 모두 관직이 있는 자가 있으나, 윤 충정(尹忠貞) 집에만은 유독 관직에 있는 자가 없다. 그 사손(祀孫)의 이름을 물어서 자리가 나기를 기다려 즉시 조용(調用)하고, 이 제독(李提督)의 사손에게도 수령의 자리가 나기를 기다려 조용하라.” 하였다.",
                "hj": "○乙酉/敎曰: “忠正、忠烈家, 皆有官職之人, 而尹忠貞家, 獨無在職者, 其祀孫問名待窠, 卽爲調用, 李提督祀孫, 守令, 亦爲待窠調用。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King held the Spring Rites for Autumn Annals (C. Spring and Autumn Annals at Injeong Hall (Hall of Benevolent Governance. The lecture reached the first lecture, namely Jo Wansik , and the lecture reached the first lecture, namely, Yu Seogan , who was the first lecture, was the first lecture.",
                "H2KE-nKo": "인정전에서 춘도기 유생을 시험 보였다. 강경에서 수석을 차지한 조완식과 제술에서 수석을 차지한 서유찬에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 24일(정해) 1번째기사",
                "gt-oKo": "춘도기 유생(春到記儒生)을 인정전에서 시취하여 강(講)에서 수석을 차지한 조완식(趙完植)과 제술에서 수석을 차지한 서유찬(徐有贊)에게 아울러 직부 전시토록 하였다.",
                "hj": "○丁亥/試春到記儒生于仁政殿, 講居首趙完植, 製居首徐有賛, 竝直赴殿試。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the month, the King proceeded to Injeong Hall and performed the celebratory rite at the Royal Ancestral Shrine . The Crown Prince followed him to perform the ceremony.",
                "H2KE-nKo": "인정전에 나아가 태묘 하향 대제의 서계를 행하였다. 왕세자도 따라가 예를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 27일(경인) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 태묘(太廟) 하향 대제(夏享大祭)의 서계(誓戒)를 행하였는데, 왕세자가 따라가 행례하였다.",
                "hj": "○庚寅/御仁政殿, 行太廟夏享誓戒。 王世子隨詣行禮。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On byeongin day, the first day of the month, the King proceeded to Injeong Hall and performed the ancestral rites at the Altar of the Soil and Grain . The Crown Prince followed the Crown Prince to perform the ceremony.",
                "H2KE-nKo": "인정전에 나아가 황단제의 서계를 행하였는데, 왕세자가 따라 나아가 예를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 3일(병인) 1번째기사",
                "gt-oKo": "인정전에 나아가 황단제(皇壇祭)의 서계(誓戒)를 행하였는데, 왕세자가 따라가 행례하였다.",
                "hj": "○丙寅/御仁政殿, 行皇壇祭誓戒, 王世子隨詣行禮。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Hwigyeong to perform a rite at Hwigyeong , and then performed the morning and evening memorial ceremonies. The Crown Prince followed the Crown Prince and performed the rite. The officials of the Royal Placenta Chamber and below were rewarded with varying degrees.",
                "H2KE-nKo": "휘경원에 나아가 친히 제사를 지내고 이어 석상식을 행하였다. 왕세자가 따라 나아가 예를 행하였다. 수원관 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 3일(병인) 2번째기사",
                "gt-oKo": "휘경원(徽慶園)에 나아가 친제(親祭)를 행하고 인하여 석상식(夕上食)을 행하였는데, 왕세자가 따라가 행례하였다. 수원관(守園官) 이하에게 차등을 두어 시상하였다.",
                "hj": "○詣徽慶園, 親祭, 仍行夕上食, 王世子隨詣行禮。 守園官以下, 施賞有差。"
            },
            "3": {
                "H2KE-EN": "Magistrate of Gaeseong Kim Ijae hurriedly reported to the King as follows: Among the twenty-three nyang of stipends from our magistracy, the amount of stipends collected from our magistracy and the amount of stipends collected from our magistracy totaled 97,287 nyang, and the remainder of the magistracy totaled 4,988 nyang. However, it is impossible to collect stipends from the paper, and there is no place to collect stipends. Your subject requests that in accordance with the precedent set in the northern frontier of Gyeongsang Province and the northern frontier of the province, the State Council reported this to the King. Your subject requests that the amount of stipends be implemented according to the request. The King approved this request. ",
                "H2KE-nKo": "개성 유수 김이재가 급히 장계하기를,“본부의 채식 본전 23만 2275냥 가운데 그동안 거두어들인 것과 그대로 두고 이식을 거둔 것을 제하면 9만 7287냥이고, 그 나머지 13만 4988냥은 모두 종이 위의 공문이어서 거두어들일 만한 곳이 없습니다. 영남과 북관의 예에 따라 특별히 탕감을 허락해 주소서.”하였다. 묘당이 의견을 갖추어 주상에게 아뢰어 청한 대로 시행하기를 청하였는데, 포흠을 낸 사람들을 등급을 나누어 감률하기를 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 3일(병인) 3번째기사",
                "gt-oKo": "개성 유수(開城留守) 김이재(金履載)가 치계하여 말하기를, “본부의 채식(債息) 본전(本錢) 23만 2천 2백 75냥 가운데 전후해서 받아들인 것 및 그대로 두고 이식(利殖)을 받은 것 9만 7천 2백 87냥을 제외하고 나면 그 나머지가 13만 4천 9백 88냥인데, 모두 종이에 쓰인 공문(空文)일 뿐 받아들일 곳이 없습니다. 청컨대 영남과 북관(北關)의 예에 의해서 특별히 견감해 주소서.” 하였는데, 묘당에서 복계(覆啓)하여, 장계에 의해 시행하고, 포흠을 낸 여러 사람을 등급을 나누어 감률(勘律)할 것을 청하니, 그대로 따랐다.",
                "hj": "○開城留守金履載, 馳啓言: “本府債息本錢二十三萬二千二百七十五兩中, 除前後所捧及仍置收殖者, 九萬七千二百八十七兩, 其餘十三萬四千九百八十八兩, 盡是紙上空文, 無處可捧。 請依嶺南北關例, 特許蠲蕩, 廟堂覆啓, 請依狀請施行。” 犯逋諸人, 分等勘律, 從之。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King appointed Yu Hwawon as army commander of Pyeongan Province .",
                "H2KE-nKo": "유화원을 평안도 절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 30일(계사) 1번째기사",
                "gt-oKo": "유화원(柳和源)을 평안도 병마 절도사(平安道兵馬節度使)로 삼았다.",
                "hj": "○癸巳/以柳和源爲平安道節度使。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On jeongmyo day, Grand Military Protector Jo Deukyeong passed away. Jo Deukyeong was a man from Pungyang . He was the grandson of Minister [of War] Jo Hwan . He was young and strong and intelligent by nature and had no sense of admonition to the ruler. Therefore, he slandered and praised his skills by half. When he first reprimanded Kim Dalsuns discourteous report, he was selected and appointed to the minister of war . He observed righteousness and honestly observed himself as his responsibility. He also impeached [Jo] Boro [] and [Jo] Jonggyeong []. People even more disliked, and their grievances were widely worse in this world. Ultimately, he discussed the matter of [Jo] Jonggyeong in the category of the matter of employing the feudal lord of Mahu . He said that his words were grave. After he was banished to a coastal area, all the court officials refused to claim that he was not right or wrong. After he returned to his mothers death, he supported his grievance to earnestly loyalty and refused to return to his hometown. Therefore, he was praised for his late father. He was granted the posthumous name of Munchung . He was placed under restricted residence in the shrine .",
                "H2KE-nKo": "정묘년에 대호군 조득영이 졸하였다. 조득영은 본관이 풍양인데 판서 조환의 손자이다. 어려서부터 강직하고 과단성이 있었으며 영특한 기개가 있어 규범에 구애되지 않았기 때문에 훼예가 반반이었다. 맨 먼저 김달순의 패악한 상주를 배척하자 병조 판서에 발탁해 제수하였고, 의리를 굳게 지키는 것을 자신의 임무로 삼았다. 또 서용보와 박종경을 논핵하니 사람들이 더욱 꺼리고 원한도 온 세상에 두루 퍼졌다. 결국에는 박종경을 논핵하는 상소에서 마후의 일을 인용한 것을 가지고 막중한 분을 범한 말이라고 하여 해도에 정배하기를 논핵한 뒤에 온 조정이 그렇지 않다고 송사하여 석방되었다. 돌아와서는 어미가 죽었기 때문에 분상하지 못하고 인의하여 스스로 조용히 지내면서 다시는 출사하지 않으니, 이에 흡족히 만절을 칭송하였다. 시호는 문충인데 묘정에 배향되었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 4일(정묘) 1번째기사",
                "gt-oKo": "대호군(大護軍) 조득영(趙得永)이 졸하였다. 조득영은 본관(本貫)이 풍양으로 판서 조환(趙瑍)의 손자이다. 젊어서 과단성이 있고 영기(英氣)가 있었는데, 규율(規律)에 구속되지 않았기 때문에 훼예(毁譽)가 반반이었다. 맨먼저 김달순(金達淳)의 패악한 상주(上奏)를 배척하기에 미쳐서 병조 판서로 발탁 제수되어 의리(義理)를 굳게 지키는 것을 자기 직임으로 삼았으며, 또 서용보(徐龍輔)와 박종경(朴宗慶)을 논척하였으니 사람들이 더욱 꺼려하여 원수진 자들이 세상에 가득하였다. 마침내는 박종경을 논하는 상소 가운데 마후(馬后)의 일을 인용한 것 때문에 ‘말이 막중한 처지를 범하였다.’고 해서 해도(海島)로 정배되었는데, 그후 온 조정이 그렇지 않다고 변명하여 석방되었다. 돌아오기에 미쳐 어머니가 작고하였는데 분상(奔喪)하지 못한 것으로써 의(義)를 이끌어 스스로 조용히 있고 벼슬길에 나오지 않았으니, 이에 사람들이 그의 만절(晩節)을 칭송하였다. 시호는 문충(文忠)이며 묘정(廟庭)에 배향되었다.",
                "hj": "○丁卯/大護軍趙得永卒。 得永, 豐壤人, 判書瑍孫也。 少剛果有英氣, 不規規於繩尺, 故毁譽半之。 及首斥金達淳悖奏, 擢授兵判, 以義理秉執, 爲已任, 又論徐龍輔、朴宗慶, 人尤憚之, 而仇怨亦遍一世。 竟以論宗慶疏中, 引用馬后事, 謂之語犯莫重, 論配海島後, 擧朝訟其不然得放。 及歸以母亡, 未奔喪引義自靖, 不復出, 於是, 洽然稱晩節焉。 諡文忠, 配廟庭。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On imsin day, the first day of the ninth month, the King proceeded to the Altar of the Soil and Grain and stayed the night there.",
                "H2KE-nKo": "임신년 12월에 황단에 나아가 재숙하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 3월 9일(임신) 1번째기사",
                "gt-oKo": "황단(皇壇)에 나아가 재숙(齋宿)하였다.",
                "hj": "○壬申/詣皇壇, 齋宿。"
            }
        }
    },
    "04": {
        "12": {
            "1": {
                "H2KE-EN": "On eulsa day, [the King] held the third-day rite of repose at Injeong Hall (Hall of Benevolent Governance in eulsa year.",
                "H2KE-nKo": "인정전에서 삼일제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 12일(을사) 1번째기사",
                "gt-oKo": "삼일제(三日製)를 인정전(仁政殿)에서 시행하였다.",
                "hj": "○乙巳/設三日製于仁政殿。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Gichung as headmaster of the Royal Confucian Academy and Bak Jongyun as left tutor to the Crown Prince.",
                "H2KE-nKo": "홍기섭을 성균관 대사성으로, 박종훈을 좌빈객으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 12일(을사) 2번째기사",
                "gt-oKo": "홍기섭(洪起燮)을 성균관 대사성으로, 박종훈(朴宗薰)을 좌빈객으로 삼았다.",
                "hj": "○以洪起燮爲成均館大司成, 朴宗薰爲左賓客。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Gihu , the first day of the month, was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "김기후를 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 14일(정미) 1번째기사",
                "gt-oKo": "김기후(金基厚)를 한성부 판윤으로 삼았다.",
                "hj": "○丁未/以金基厚爲漢城府判尹。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On musin day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon .",
                "H2KE-nKo": "무신년에 현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 15일(무신) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 망제(望祭)를 행하였다.",
                "hj": "○戊申/詣顯思宮, 行望祭。"
            },
            "2": {
                "H2KE-EN": "Minister of War Yi Jonsu reported as follows: The Yongtong Garrison is temporarily resided in the outer government office of this ministry. However, it is inevitable to separately designate another place. The old military provisions for the Military Training Office are stored outside the gate of Hyeom Garrison . It is very convenient for the defense of [the Military Training Office]. Also, the old military provisions for the Military Training Office have been stored in the East Garrison after the Military Training Office becomes the East Garrison after the Military Training Office. The rice and coins are all stored in the East Garrison . The military provisions comfort are convenient to build a vacancy. Your subject requests that the vacancy be relocated to Yongtong Garrison. The King approved this request.",
                "H2KE-nKo": "병조 판서 이존수가 아뢰기를,“용호영을 임시로 본조의 외사에 두었는데, 다른 곳에 새로 정하지 않을 수 없습니다. 훈련도감의 옛 군향색이 요금문 밖에 있어 금위영과 가깝고, 또 장용영의 옛 군향색이 훈련도감의 동영이 된 뒤로 미전을 모두 동영에 비축해 두어 군향색이 빈 관사가 되었습니다. 용호영을 용호영으로 옮겨 만드소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 15일(무신) 2번째기사",
                "gt-oKo": "병조 판서 이존수(李存秀)가 아뢰기를, “용호영(龍虎營)을 임시로 본조의 외사(外司)에 인접시켰는데, 새로 다른 장소로 정하지 않을 수 없습니다. 훈국(訓局)의 구(舊) 군향색(軍餉色)이 요금문(曜金門) 밖에 있는데, 이미 금어(禁蘌)와 가깝고, 또 구 장용영(壯勇營)이 훈국의 동영(東營)이 된 뒤에 미전(米錢)을 모두 동영에 저장하여 군향색은 빈 공해(公廨)가 되었으니, 청컨대 용호영을 이곳에 옮기게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○兵曹判書李存秀啓言: “龍虎營權接於本曹外司, 而不可不新定於他所矣。 訓局舊軍餉色, 在曜金門外, 旣便近於禁禦, 且壯勇舊營, 爲訓局東營之後, 米錢皆於東營儲置, 軍餉色便作空廨, 請移作龍虎營。” 從之。"
            },
            "3": {
                "H2KE-EN": "Magistrate of Gaeseong Kim Ijae again submitted a memorial requesting he be replaced. The King addressed him thus: Although my dear sir is replaced, I am afraid that my dear sir wish to expel him from the capital. However, instead of studying my dear sir, this is also not a way to promote my dear sir. Thus, I specially replaced him.",
                "H2KE-nKo": "개성 유수 김이재가 재차 상소하여 체차해 주기를 청하니, 비답하기를,“경을 체차한 것이 비록 패악한 부류가 축출하고자 하는 소원에 적중한 것이기는 하지만, 경에게 강요하는 것도 신하를 예로 부리는 도리가 아니다. 특별히 체차해 주겠다.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 15일(무신) 3번째기사",
                "gt-oKo": "개성 유수 김이재(金履載)가 재소(再疏)하여 체직을 청원하니, 비답하기를, “경을 체직하는 것이 비록 패악한 자들의 내쫓고자 하는 소원에 적중(適中)하는 것이지마는, 경에게 강제로 있게 하는 것은 역시 예(禮)로써 부리는 도리가 아니므로 특별히 체직을 허락한다.” 하였다.",
                "hj": "○開城留守金履載, 再疏乞遞, 批曰: “遞卿, 雖適中悖流欲逐之願, 强卿, 亦非禮使之道, 特爲許遞。”"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Yongsu as magistrate of Gaeseong Magistracy .",
                "H2KE-nKo": "이용수를 개성부 유수로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 15일(무신) 4번째기사",
                "gt-oKo": "이용수(李龍秀)를 개성부 유수로 삼았다.",
                "hj": "○以李龍秀爲開城府留守。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On giyu day, the King appointed Kim Sanghyu as left assistant tutor to the Crown Prince .",
                "H2KE-nKo": "김상휴를 좌부빈객으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 16일(기유) 1번째기사",
                "gt-oKo": "김상휴(金相休)를 좌부빈객(左副賓客)으로 삼았다.",
                "hj": "○己酉/以金相休爲左副賓客。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Yi Sangbang as director of the Office of the Royal Stables .",
                "H2KE-nKo": "이상황을 판의금부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 18일(신해) 1번째기사",
                "gt-oKo": "이상황(李相璜)을 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○辛亥/以李相璜爲判義禁府事。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Yi Seogu was appointed inspector general of the Office of the Inspector General , Hong Gichung was appointed censor of the Office of the Censor General , 박종훈 was appointed minister of punishments , Kwon Sangsin was appointed deputy magistrate of Hanseong Magistracy , Bak Jusu was appointed headmaster of the Royal Confucian Academy , Yi Jonsu was appointed director of the Office of the Inspector General , and Yi Gwangseok was appointed navy subarea commander of Hwanghae Province .",
                "H2KE-nKo": "이서구를 사헌부 대사헌으로, 홍기섭을 사간원 대사간으로, 박종훈을 형조 판서로, 권상신을 한성부 판윤으로, 박주수를 성균관 대사성으로, 이존수를 판의금부사로, 이광석을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 25일(무오) 1번째기사",
                "gt-oKo": "이서구(李書九)를 사헌부 대사헌으로, 홍기섭(洪起燮)을 사간원 대사간으로, 박종훈(朴宗薰)을 형조 판서로, 권상신(權常愼)을 한성부 판윤으로, 박주수(朴周壽)를 성균관 대사성으로, 이존수(李存秀)를 판의금부사로, 이광석(李光錫)을 황해도 수군 절도사로 삼았다.",
                "hj": "○戊午/以李書九爲司憲府大司憲, 洪起燮爲司諫院大司諫, 朴宗薰爲刑曹判書, 權常愼爲漢城府判尹, 朴周壽爲成均館大司成, 李存秀爲判義禁府事, 李光錫爲黃海道水軍節度使。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "A proposal regarding the building of a detached separate building of a detached building",
                "H2KE-nKo": "비변사가 별묘를 영건하는 데 드는 물력을 전후에 걸쳐 서울과 지방에 떼어 보낸 절전 13만 냥을 아뢰었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 26일(기미) 1번째기사",
                "gt-oKo": "비국에서 별묘(別廟)를 영건하는 물력(物力)을 선후(先後)하여 경외(京外)의 절전(折錢) 13만 냥을 조치해 보내야 한다는 것으로 아뢰었다.",
                "hj": "○己未/備局以別廟營建物力, 先後劃送京外折錢十三萬兩, 啓。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Kim Haksun as the censor of the Office of the Censor General .",
                "H2KE-nKo": "김학순을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 27일(경신) 1번째기사",
                "gt-oKo": "김학순(金學淳)을 사간원 대사간으로 삼았다.",
                "hj": "○庚申/以金學淳爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported as follows: When your subjects recently met 동래 부사 이규현의 장계를 보니, Magistrate of Jain District Mok Taeseok , who was serving as a commissioner for refreshing the envoy , sent an official document to the magistrate of Jain District , stating as follows: The former guesthouse of the Japanese language is a distant place near Dumo Port . When the Japanese visits home on the day of his visit, seven Japanese under his command, became inebriated, and rushed to the guesthouse of the Japanese guesthouse. Then the guesthouse of the Japanese guesthouse at first desired to pursue and expel them, and eventually they fought with each other. They said that two people were beaten by the guesthouse of the Charrison Guards . When the guesthouse of the Charrison Guards brought Japanese with them, the guesthouse of this guesthouse was accompanied by the guesthouse of the Japanese guesthouse. The Japanese guests numbered several dozens and sounded the courtyard, and sometimes climbed the guesthouse and desired to pursue and expel them, thereby satisfying their anger. The interpreters reprimanded them reprimandedly, and only then they began to release and disperse. The guesthouse of the Japanese guesthouse is limited to the limited secret, and this is an established rule. The guesthouse of the Japanese guesthouse is already forbidden, and the guesthouse of the Japanese is eventually worrisome. It is impossible to blame the guesthouse of the Japanese guesthouse, and the guesthouse of the Japanese guesthouse. If the guesthouse of the Japanese guesthouse is strictly enforced, how could such a trivial matter be reported to the Chinese court? The guesthouse of the Japanese guesthouse. However, the Japanese guesthouse of the Japanese",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 동래 부사 이규현의 장계를 보니, 접위관 자인 현감 목태석이 보낸 첩보를 낱낱이 들어 말하기를 ‘왜관의 뒷산은 바로 두모진에서 아주 가까운 곳입니다. 그런데 왜인이 사일에 왕래할 때 하왜 7명이 술에 취해 소란을 피우며 해당 진에 난입하자, 진속들이 처음에는 몰아내려고 하다가 마침내는 서로 몰아대며 싸웠습니다. 그러나 2명이 진속에게 구타당했다고 하였습니다. 진도의 표류민을 데리고 온 왜인을 다례 때에 본진의 통인이 으레 접위관을 배행하였는데, 왜인 수십 명이 뜰에 가득히 모여 고함을 지르며 혹은 대청에 올라가 고함을 지르며 반드시 통인을 찾아내어 분풀이를 하려고 하였습니다. 그러자 임역들이 여러 차례 책망하고 타이르자 비로소 해산하였습니다. 저들이 왕래하는 데에는 본래 한계가 있어서 감히 넘을 수 없는 것이 약조입니다. 그렇다면 진위에 난입한 것도 이미 금령을 범한 것인데, 연례를 거행한 뒤에 소란을 피운 것은 더욱 매우 놀랍습니다. 방금 관수를 책망하고 타이르게 하여 엄히 다스리게 하였는데, 저들이 이른바 결박하여 섬으로 보낸다는 벌은 징계하기에 부족하니, 예전의 법례대로 관수왜에게 공급하는 것을 몇 달 동안 철파하여 경고하고 신칙하는 뜻을 보이도록 묘당으로 하여금 주상께 여쭈어 처리하게 해 주소서.’라고 하였습니다.진사에 난입하여 연청에서 소란을 피운 것은 모두 왜인이 스스로 저지른 죄이니, 만약 관수왜로 하여금 엄히 단속하게 하였다면 이런 사소한 일이 어찌 조정에까지 전해지게 되었겠습니까. 일을 잘 처리하지 못한 해당 진장은 이미 감죄하여 파직하였는데, 소란을 피운 왜인에게만 무슨 아까울 것이 있겠습니까.수령이 장계에서 공초를 철폐하기를 청한 것은 변경의 관문을 지키는 법의 취지를 깊이 얻은 것입니다. 다만 생각건대 소란을 피운 왜인은 바로 하왜의 무지한 부류인데, 한때 술에 취해 주정한 것은 애당초 변경의 사정과는 크게 관계가 없으니, 중벌을 시행하는 것은 도리어 너그럽게 용서하는 법에 흠이 됩니다. 수신으로 하여금 이렇게 주상께 여<unk> 내용을 가지고 관수에게 엄히 신칙하여 덕의를 알게 하고, 이어 그 예에 따라 섬으로 결박하여 보내어 다시 소란을 피우지 말게 하소서.”하니, 윤허하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 27일(경신) 2번째기사",
                "gt-oKo": "비국에서 아뢰기를, “방금 동래 부사(東萊府使) 이규현(李奎鉉)의 장계를 보니, 접위관(接慰官) 자인 현감(慈仁縣監) 목태석(睦台錫)의 이첩(移牒)을 낱낱이 들어 말하기를, ‘옛날 왜관(倭館)의 뒷산은 바로 두모진(豆毛鎭)과 아주 가까운 땅인데, 왜인이 사일(社日)에 왕래할 때 하왜(下倭) 7명이 술에 취해 행패를 부리면서 해진(該鎭)에 함부로 들어오므로 진속(鎭屬)이 비로소 내쫓고자 하다가 마침내는 서로 때리며 싸웠는데, 두 명이 진속에게 맞았다고 합니다. 그리고 진도(珍島)의 표류민(漂流民)을 데리고 온 왜인을 접대하는 다례(茶禮) 때에 본진의 통인(通引)이 으레 접위관을 배행(陪行)하는데, 왜인 수십 명이 뜰에 가득히 모여서 외쳐대고, 혹은 대청으로 올라와 외치면서 반드시 통인을 찾아내어 분을 풀려고 하다가 임역배(任譯輩)들이 여러 차례 책망하여 타이르자 비로소 해산하였습니다. 저들이 왕래하는 것은 본디 한계가 있어 감히 넘을 수가 없는 것이 약조(約條)인데, 진아(鎭衙)에 함부로 들어온 것도 이미 범금(犯禁)한 것이며 연례(宴禮) 후에 행패를 부린 것은 더욱 아주 놀랍습니다. 방금 관수왜(館守倭)를 책유(責諭)하여 엄치(嚴治)하도록 하였는데, 저들이 이른바 「묶어서 섬 가운데로 보내어 벌을 주겠다.」고 하는 것은 징벌하기에 부족하니, 전의 법례(法例)에 의해서 관수왜(館守倭)에게 공급하는 것을 몇 개월을 한정하여 철파(撤罷)해서 경칙(警飭)하는 일을, 청컨대 묘당으로 하여금 품처하게 하소서.’라고 하였습니다. 진사(鎭舍)에 함부로 들어오고 연청(宴廳)에서 행패를 부린 것은 모두 왜인이 스스로 지은 허물이니, 만약 관수왜로 하여금 엄히 단속하게 했다면 이런 하찮은 일이 어찌 조정에까지 알리는 지경에 이르렀겠습니까? 일을 잘 처리하지 못한 해당 진장(鎭將)은 이미 감죄하여 파직을 행하였는데, 유독 소란을 피운 왜인만을 어찌 아끼겠습니까? 쉬신(倅臣)의 장계 내용에 철공(撤供)하기를 청하였으니, 깊이 변문(邊門)의 수법(守法)하는 뜻을 얻었습니다. 다만 생각건대 소란을 피운 왜인은 바로 하왜(下倭)로 무지한 무리인데, 한때 술에 취해서 한 일이며 처음부터 크게 변정(邊情)과 관계되지 않으니, 중벌을 시행하는 것은 도리어 관용의 은전을 베푸는 도리에 결흠(缺欠)이 됩니다. 청컨대 쉬신으로 하여금 이 품복(稟覆)한 말의 뜻을 가지고 관수왜에게 엄중히 칙유(飭諭)하여 덕의(德意)를 알게 하고, 인하여 그들의 예에 의해 섬 가운데로 묶어 보내어 다시는 시끄럽게 하지 못하도록 해야 하겠습니다.” 하니, 윤허하였다.",
                "hj": "○備局啓言: “卽見東萊府使李奎鉉狀啓, 則枚擧接慰官慈仁縣監睦台鍚, 移牒以爲, ‘倭舊館後山, 卽豆毛鎭至近地, 而倭人之社日往來時, 下倭七名, 酗酒作拏, 闌入該鎭, 則鎭屬始欲驅出, 竟至互相驅鬪, 而謂以二名, 被打於鎭屬。 珍島漂民領來倭茶禮時, 本鎭通引, 例爲陪行於接慰官矣, 倭人數十名, 盈庭, 呼噪, 或上廳咆哮, 必欲索出通引而洩憤, 任譯輩屢加責諭, 始爲解散矣。 彼人往來, 自有界限, 無敢踰越, 係是約條, 則鎭衛之闌入, 已是犯禁, 而宴禮後作拏, 尤萬萬可駭。 方令責諭館守, 以爲嚴治, 而彼所云縛送島中之罰, 不足懲戢, 依前法例, 館守倭所供, 限數朔撤罷, 以示警飭事, 請令廟堂稟處矣。’ 闌入鎭舍, 作拏宴廳, 皆是倭人自作之孼也, 若使館守, 嚴加操束, 此等微事, 豈至於轉聞朝廷之境乎? 不善處事之該鎭將, 已行勘罷, 則獨於起鬧之倭, 何所顧惜乎? 倅臣狀辭, 以撤供爲請, 深得邊門守法之意。 而第念作拏之倭, 卽下倭輩無知之類也, 一時醉酗, 初非大關邊情, 則施以重罰, 反有欠於寬容之典。 請令倅臣, 將此稟覆辭意, 嚴加飭諭於館守, 俾知德意, 仍令依其例縛送島中, 毋致更鬧。” 允之。"
            },
            "3": {
                "H2KE-EN": "The King supervised the repair of the Royal Tomb of King Taejo . Magistrate of Gaeseong Hong Huisin was promoted to grand master for comprehensive governance , and the rest were rewarded in varying degrees.",
                "H2KE-nKo": "선릉 정자각의 개수를 감독한 유수 홍희신에게 숭정대부를 가자하고, 그 나머지에게는 차등을 두어 시상하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 27일(경신) 3번째기사",
                "gt-oKo": "선릉(宣陵)의 정자각(丁字閣) 개수(改修)를 감독한 유수(留守) 홍희신(洪羲臣)에게 숭정(崇政)을 가자하고, 그 나머지에게는 차등을 두어 시상하였다.",
                "hj": "○宣陵丁字閣修改監董, 留守洪羲臣, 加崇政, 其餘施賞有差。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On byeongsin day, the first day of the month, [the King] went to the Royal Ancestral Shrine to examine the sacrificial animals and the sacrificial animals, and [the King] stayed [on the night]. The Crown Prince followed him.",
                "H2KE-nKo": "병신년에 태묘에 나아가 희생과 제기를 살피고 재숙하였는데, 왕세자가 따라갔다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 3일(병신) 1번째기사",
                "gt-oKo": "태묘(太廟)에 나아가 희생(犧牲)과 제기(祭器)를 살피고 재숙(齋宿)하였는데 왕세자가 따라갔다.",
                "hj": "○丙申/詣太廟, 省牲器齋宿, 王世子隨詣。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King performed the summer state sacrifice at the Royal Ancestral Shrine , and the Crown Prince offered the second libation.",
                "H2KE-nKo": "정유년에 태묘 하향 대제를 행하였는데, 왕세자가 아헌례를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 4일(정유) 1번째기사",
                "gt-oKo": "태묘의 하향 대제(夏享大祭)를 행하였는데, 왕세자가 아헌례(亞獻禮)를 행하였다.",
                "hj": "○丁酉/行太廟夏享, 王世子行亞獻禮。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported as follows: Upon receiving the report from the Royal Confucian Academy , your subjects recently reviewed the lists of 유학 Yi Guhyeon , a clerk of Tangjin , and others by saying, After the farmland was merged into Songdo , 유생 Yi Myeongbong , Kim Mi , and others received a clerk from the magistracy of the magistracy. They dared to raise the discussion of the purpose of the doctrinal school and privately performed the spirit tablet of the doctrinal school where the spirit tablet of the doctrinal school was buried. The clerk of the doctrinal school is easily clerked in the eight provinces, and collecting money and goods from the doctrinal schools. The clerk of the doctrinal school is to be immediately discovered and punished according to the law. The doctrinal school is to be buried in the shrine and the spirit tablet of the doctrinal school in the shrine and the doctrinal school, which is not possible in terms of righteousness. Although it is a long time ago, the doctrinal school is not rather than one hundred years ago. This is a practice of easily understanding. However, since last winter, the doctrinal school of the people of the magistracy of magistracy",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 성균관의 보고를 보니, 당진의 유학 이구현 등의 단자를 낱낱이 거론하면서 ‘농덕을 송도에 합속한 뒤에 유생 이명봉과 김협(金<unk>)의 무리가 풍유(豐儒 풍유)의 사주를 받아 감히 교궁을 다시 설치하자는 논의를 제창하여 위판을 매안하는 곳에서 사사로이 제사를 지냈습니다. 상소를 올리기 위해 청을 설치한 것이라고 핑계 대고 팔도에 통문을 보내 전재를 거두어들여 듣는 사람들을 현혹하였습니다. 통문을 보내거나 제창한 사람을 모두 즉시 적발하여 해당 형률을 시행하소서.’라고 하였습니다.합읍의 경우 사직단과 향교의 위판을 매안하는 것은 사리로 보아 그렇게 하지 않을 수 없습니다. 국조의 고사로 말하더라도 오래된 것은 우선 논하지 않더라도 100여 년 안에는 그 예가 두세 번뿐만이 아니니, 이것은 이미 행한 의절로 쉽게 알 수 있는 것입니다. 그런데 작년 겨울 구 풍덕의 토착민들이 한번 고을을 송경(松京 개성)에 합속한 뒤부터 패악한 무리를 불러 모아 근거도 없는 황당한 말을 지어내고 형체와 그림자를 숨긴 채 양주의 무식한 유생을 모집하여 유허에 단을 쌓고 사사로이 제사를 지냈으니, 이보다 더 설만하고 모욕한 일이 어디 있겠습니까. 이에 서울과 지방의 괴상한 무리가 위판을 매안해서는 안 된다고 하고, 또 매안할 때에 예대로 하지 못하여 설만하고 더러운 일이 많았다고 하면서 서로 더불어 소청을 설치하였습니다. 그리하여 성묘를 회복한다는 명목으로 열읍의 향교와 서원에 통문을 보내 부조할 물건을 토색질하였습니다. 허위 사실을 날조하여 말이 날로 늘어나고 있는데, 외면으로 보면 가난한 무뢰배들이 전재를 수합하여 무사히 일을 일으킬 계책을 낸 것 같습니다. 그러나 말세의 풍속은 와전되기 쉬워서 사람마다 비유하기 어려우니, 참으로 작은 걱정거리가 아닙니다. 매안할 때의 일로 말하면, 예조에서 전례를 원용하여 주상의 재가를 받은 뒤에 향축을 싸서 보내고, 또 송영에서 예조의 의식을 상고해 본 다음 먼저 고유제를 지내고 터 안의 정결한 곳을 택하여 예대로 봉안하였으니, 그때 참반한 유생 및 장교와 이민이 모두 목격하였다고 합니다. 한번 조사해 보면 알 수 있을 것인데, 지금 ‘흉악하고도 원수처럼 여긴다.’라는 등의 말을 거리낌 없이 남에게 가하였습니다. 진실로 환퇴(桓<unk>)가 사람들을 바로잡지 않았다면 어찌 우리 부자(夫子 공자)와 배치되는 일이 있었겠습니까. 조정에서 별도로 엄히 다스려 협잡하고 허위 사실을 날조한 죄를 밝히지 않는다면 지금 소란을 종식시킬 방도가 없을 것입니다.당초 제창하여 논의한 구 풍덕의 유생과 사적으로 제사를 지낸 양주 유생은 개성 유수와 경기 감사로 하여금 낱낱이 조사해 내어 원지에 정배한 뒤에 장계로 보고하게 하고, 통문을 보내 소청을 설치한 경외의 패악한 유생도 형조로 하여금 이름을 물어 잡아와서 모두 조율하여 원지에 정배하게 하소서.”하니, 윤허하였다. 이어 전교하기를,“주읍을 혁파하거나 합치는 것은 항상 있는 정사이고, 고을이 없으면 사직도 없고 향교도 없는 것은 또한 예로부터 당연한 이치인데, 이들이 이처럼 날뛰는 것은 참으로 변괴 중에서도 큰 변괴이다. 진실로 성현을 사모하고 현송을 익히는 마음이 있다면 송경의 학궁도 풍덕의 학궁이다. 이것은 우선 놓아두고 조정에서 처분한 뒤에 감히 승부를 겨루려는 마음을 내어 이처럼 패악하고 난잡한 일을 하는 것은 참으로 이른바 국가를 안중에도 두지 않는다는 것이니, 이렇게 계속된다면 무슨 변고가 없겠는가.흉악한 무함과 사적으로 제사를 지낸 무리가 똑같이 용서받을 수 없는 죄를 범하였으니, 바로 난민이다. 도신과 수신으로 하여금 모두 각각 조사해 내어 엄히 형장을 치고 무기한으로 원지에 정배하게 하라. 겉으로는 상소를 올린다고 가탁하고 속으로는 재물을 긁어들였으니, 수치가 또 막심하다. 유생의 이름과 묵행도 오히려 주벌을 당하는데, 하물며 이런 무리야 더 말할 것이 있겠는가. 형조로 하여금 주장한 자를 조사해 내어 또한 엄히 형장을 치고 무기한으로 원지에 정배하게 하여 조금이나마 징계할 수 있도록 하라. 반당으로 말하더라도 명색이 사생이니, 책망하고 가르치는 법의가 어떠한가. 그런데 처음에는 난잡한 것을 금단하지 못하고 끝에 가서는 묘당에 미루어 보고하였으니, 너무도 나약하다. 반장과 동성균을 모두 월봉 1등에 처하라.이로 인하여 또 제기하여 하교할 것이 있다. 유생의 상소가 요즘처럼 설만하지 않은 적이 없는데, 이는 모두 ‘근실’을 경솔히 허락한 탓이다. 앞으로는 감히 전과 같은 일을 하지 못하도록 반장으로 하여금 엄히 신칙하게 하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 4일(정유) 2번째기사",
                "gt-oKo": "비국에서 아뢰기를, “방금 성균관의 보고를 접했는데, 당진(唐津)의 유학(幼學) 이구현(李九鉉) 등의 단자(單子)를 낱낱이 들어 이르기를 ‘풍덕(豊德)을 송도(松都)에 합속(合屬)한 후에 유생 이명규(李明奎)·김영(金鑏)의 무리가 풍덕 유생의 사주를 받아 감히 교궁(敎宮)을 다시 설치한다는 논의를 창도하고, 위판(位板)을 묻은 곳에서 사사로이 제사를 지냈으며, 진소(陳疏)하기 위하여 청(廳)을 설치한다고 일컬으면서 팔도에 통문을 보내 전재(錢財)를 모아 듣는 자들을 현혹시키고 있습니다. 통문을 내고 수창(首唱)한 사람을 아울러 즉시 적발해서 해당되는 율을 시행해야 합니다.’라고 하였습니다. 고을을 합치면 사단(社壇)과 향교(鄕校)의 위판을 묻는 것은 사리로 보아 그렇게 하지 않을 수 없는 것이며, 비록 국조(國朝)의 고사(故事)로 말하더라도 멀리는 우선 논할 것 없이 1백여 년 안에 그런 예가 두세 번이 아니었으니 이는 바로 이미 행한 의절(儀節)로 쉽게 알 수 있는 것입니다. 그런데 작년 겨울 구 풍덕(舊豊德)의 사민(士民) 무리들이 한번 고을을 송경(松京)과 합친 후에 패악한 무리들을 모아서 백지(白地)에 허황된 말을 만들어 내고 형체와 그림자를 숨긴 채 양주(楊州)의 무식한 유생을 모아 유허(遺墟)에 단(壇)을 쌓고 사사로이 제사를 지냈으니, 설만하고 욕됨이 이보다 더 심할 수가 없습니다. 그러자 경외(京外)의 괴귀(怪鬼) 같은 무리들이 ‘위판(位版)을 묻는 것은 부당하고, 또 묻을 때 예(禮)대로 하지 않아서 설만하고 더러운 일이 있었다.’고 하면서 서로 소청(疏廳)을 만들어 성묘(聖廟)를 회복한다는 명분으로 열읍의 교원(校院)에 통문을 발송해 부조(扶助)하는 물건을 토색질하였습니다. 허구 날조한 말이 날로 더해가고 있는데, 외면으로 보기에는 가난한 무리배들이 전재(錢財)를 모아 일이 없는 가운데서 일을 만드는 계책처럼 보이나, 말세의 풍속이 쉽게 그르쳐져 사람들마다 깨우쳐 주기가 어려우니, 참으로 작은 걱정이 아닙니다. 위판을 묻을 때의 일에 이르러서는 춘조(春曹)에서 예(例)를 들어 계하한 후에 향축을 보냈고, 또 송영(松營)에서도 의식을 춘조에 상고해 모방하여 먼저 고유(告由)했으며, 터 안의 깨끗한 곳을 가려서 예(禮)대로 봉안하였는데, 그때 참반(參班)한 유생 및 비교(裨校)·이민(吏民) 들이 모두 목격했다고 합니다. 한번 조사하면 알 수 있는데도 이제 ‘흉패(凶悖)하게 원수처럼 보았다.’는 등의 말을 어려움 없이 남에게 가하였습니다. 참으로 환퇴(桓魋)와 광인(匡人)이 아니라면 어찌 우리 부자(夫子)에 배치(背馳)된 자가 있겠습니까? 조가(朝家)에서 만약 별도로 엄히 죄주어 그 협잡하고 허구 날조한 죄를 밝히지 않는다면 목하(目下)의 소란을 그치게 할 방도가 없습니다. 청컨대 구 풍덕 유생으로서 당초에 창론(倡論)한 자와 양주 유생으로 사사로이 제사를 지낸 자를 개성 유수와 기백(畿伯)으로 하여금 낱낱이 조사해 내어 원지(遠地)로 정배(定配)한 후 장문(狀聞)하게 하며, 통문을 발송하고 소청을 설치한 경외의 패악한 유생 역시 형조로 하여금 이름을 물어 붙잡아다가 아울러 조율(照律)하여 원배(遠配)하게 하소서.” 하니, 윤허하였다. 인하여 전교하기를, “주읍(州邑)을 혁파하고 합치는 것은 항상 있는 행정이고, 고을이 없어지면 사단과 향교를 없애는 것도 역시 예로부터 당연한 이치인데, 이 무리들이 이처럼 날뛰니 참으로 변괴 가운데서도 큰 것이다. 진실로 성현(聖賢)을 사모하고 현송(絃誦)을 익힐 마음이 있다면 송경(松京)의 학궁 역시 풍덕의 학궁이다. 이는 고사하고 조가에서 처분한 후에 감히 겨룰 마음이 생겨 이처럼 패란한 일이 있게 된 것은 참으로 이른바 ‘안중(眼中)에도 국가를 두지 않는다.’는 것이니, 이렇게 하기를 그만두지 않는다면 무슨 변란인들 없겠는가? 흉무(凶誣)를 거짓으로 주장한 자 및 사사로이 제사를 지낸 무리는 모두 용서할 수 없는 죄를 범한 것이니, 바로 난민(亂民)들이다. 도신과 수신으로 하여금 아울러 각각 조사해 내어 엄형하여 연한을 정하지 말고 원배(遠配)하라. 심지어 겉으로는 소를 올린다고 칭탁하면서 안으로는 재물을 거두는 짓을 하였으니, 수치가 또 막심하다. 유생의 이름을 빌려 탐묵(貪墨)을 행하는 자도 오히려 벌하는데, 하물며 이런 무리들이겠는가? 추조(秋曹)로 하여금 주장한 자를 조사해 내어 역시 엄형하여 연한을 정하지 말고 원배해 조금이나마 징창(懲創)하도록 하라. 비록 반당(泮堂)으로 말하더라도 명색이 사생(師生)간이니 책망하고 교회(敎誨)해야 하는 법의(法意)가 어떠한데, 처음에 그 잡란함을 금단하지 못하고 끝에 가서 묘당(廟堂)으로 미루어 보고하였으니, 유약함이 심하다. 반장(泮長) 및 동성균(同成均)도 아울러 월봉(越俸) 1등을 시행하라. 그리고 이를 인해서 또 하교할 말이 있다. 유소(儒疏)의 독설(瀆褻)함이 근일보다 심한 적이 없는데, 이는 모두 쉽게 근실(謹悉)을 허락한 소치이다. 이후에는 감히 전의 일처럼 하지 못하도록 반장으로 하여금 엄칙하게 하라.” 하였다.",
                "hj": "○備局啓言: “卽接成均館所報, 則枚擧唐津幼學李九鉉等單子以爲, ‘農德合屬松都之後, 儒生李明奉、金鑏輩受豐儒之指嗾, 敢倡校宮復設之論, 私祭位版埋安之所, 稱以陳疏設廳, 發通傳到於八道, 收斂錢財, 熒惑聽聞。 發通與首倡之人, 幷卽摘發, 施以當律爲辭矣。 合邑則社壇與鄕校位版之埋安, 卽事理之不得不然, 而雖以國朝故事言之, 久遠姑無論, 百餘年內, 其例非止再三, 此乃已行儀節之易知者。 而昨冬舊豐德土民輩, 一自合邑於松京之後, 嘯聚如干悖類, 做出白地謊說, 隱匿形影, 幻募楊州儒生之無識者, 築壇遺墟, 私自行祭, 褻辱孰甚焉。 於是乎京外怪鬼之輩, 謂位版不當埋安, 又於埋安時, 不能如禮, 而多有褻穢之事, 相與設爲疏廳, 名以復聖廟而發通於列邑校院, 討索扶助之物。 構虛捏無, 辭說日增, 外面觀之, 則似由於貧寒無賴之徒, 收合錢財, 生事於無事之計, 而末俗易訛, 每人難喩, 誠非細憂也。 至於埋安時事, 則春曹援例啓下後, 賚送香祝, 又自松營, 考倣儀式於春曹, 先行告由, 擇基址內潔淨處, 如禮安奉, 其時參班儒生及裨校吏民, 無不目睹云。 一番按査, 可以知之, 而今乃以凶悖讐視等說, 無難加之於人。 苟非桓魋匡人, 豈有背馳於吾夫子者乎? 自朝家, 若不別般嚴繩, 以明其挾雜(搆)〔構〕虛之罪, 則目下無息鬧之道。 請舊豐德儒生之當初倡論者, 與楊州儒生之私自設享者, 令開留畿伯, 一一査發, 遠地定配後狀聞, 京外悖儒之發通設疏廳者, 亦令刑曹, 問名捉來, 竝照律遠配。” 允之。 仍敎曰: “州邑革合, 卽恒有之政, 無邑則無社無校, 亦自古當然之理, 此輩之若是跳踉, 誠亦變怪之大者。 苟有慕聖賢習絃誦之心, 松京之學宮, 亦豐德之學宮也。 此則姑舍, 朝家處分之後, 敢生角勝之心, 有此悖亂之事者, 眞所謂眼無國家, 若此不已, 何變不有? 譸張凶誣及私自行祭之類, 均犯岡赦, 直是亂民。 令道守臣, 竝各査出嚴刑, 勿限年遠配。 至於外托陳疏, 內售斂財, 羞恥又莫甚焉。 儒名墨行, 尙且見誅, 況此類乎? 令秋曹, 査出主張者, 亦爲嚴刑, 勿限年遠配, 以爲一分懲創之地, 雖以泮堂言之, 名以師生, 責以敎誨, 法意何如, 則初不能禁斷其雜亂, 末乃推報廟堂, 巽軟甚矣。 泮長及同成均, 竝越俸一等。 因此而又有提敎者, 儒疏之瀆褻, 未有甚於近日, 此皆由於輕許謹悉之致。 此後則毋敢如前事, 令泮長嚴飭。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Ministry of Punishments reported as follows: Your subjects referred to a student of Baecheon resident Yi응ryeo , who beats the petition drum , and found that he was the grandson of Grand Prince Uian [Yi] Hwa [] fifteen-year-old grandfathers grand",
                "H2KE-nKo": "무술년에 형조가 아뢰기를,“격쟁인 배천의 유학 이응려의 원정을 가져다 살펴보니, 그는 의안대군 이화의 15대손으로서 대군의 묘소를 잃어버린 지 400년이 지난 뒤인 지난겨울에 양주 마치현에서 비로소 찾아냈습니다. 바라건대, 그 봉분을 개축하고 몰래 매장한 무덤을 파서 옮기고 사패 위토를 찾아주게 해 주소서.예장묘를 개봉하고 쌓는 일은 바로 예조에서 관할하는 것이니, 해당 조로 하여금 주상께 여쭈어 처리하게 하소서. 몰래 매장한 무덤을 파서 사패 위토를 찾아주는 일은 경기 감영에 관계되니, 도신으로 하여금 상세히 조사하여 장계로 보고하게 한 뒤에 주상께 여쭈어 처리하게 하소서.”하니, 윤허하였다. 전교하기를,“이 대군의 공렬은 다른 원훈과는 자별하니, 지금 그 묘소를 잃어버리고 다시 300여 년이 지난 뒤에 찾아낸 것은 참으로 우연한 일이 아니다. 봉분을 개축하는 날에 승지를 보내 치제하게 하는 것도 선왕의 뜻과 사업을 계승하는 한 가지 일이니, 그 봉사손을 조용하라고 전조에 분부하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 5일(무술) 1번째기사",
                "gt-oKo": "형조에서 아뢰기를, “격쟁(擊錚)한 사람 배천(白川)의 유학(幼學) 이응려(李應呂)의 원정(原情)을 취고(取考)해 보니, 그는 의안 대군(義安大君) 이화(李和)의 15대 손으로서 대군의 묘소를 실전(失傳)한 지 4백 년이 지난 후에 작년 겨울에야 비로소 양주(楊州) 마치현(磨峙峴)에서 찾아냈다면서 그 봉축(封築)을 고치고, 투매(偸埋)한 무덤을 파서 옮기며 사패 위토(賜牌位土)를 추심(推尋)해 주기를 청한 일이었습니다. 예장(禮葬)한 묘를 개봉축(改封築)하는 일은 바로 예조의 소관입니다. 해조로 하여금 품처하게 하고, 투매한 무덤을 파 옮기며 사패 위토를 추심해 주는 일은 기영(畿營)과 관계되니, 도신으로 하여금 상세히 조사하여 장문하게 한 후, 품처하게 하소서.” 하니, 윤허하였다. 전교하기를, “이 대군(大君)의 공렬(功烈)은 다른 원훈(元勳)들과 자별한데, 이제 실전한 그 묘소를 다시 3백 년 후에 찾은 것은 실로 우연이 아니다. 봉축을 고치는 날 승지를 보내어 치제(致祭)하는 것도 역시 계술(繼述)하는 한 일이다. 그 봉사손을 조용하는 일을 전조(銓曹)에 분부하라.” 하였다.",
                "hj": "○戊戌/刑曹啓言: “取考擊錚人白川幼學李應呂原情, 則渠以義安大君和十五代孫, 大君墓所失傳, 四百年之後, 昨冬始尋得於楊州磨峙峴, 乞令改其封築, 掘移偸埋之塚, 推給賜牌位土事也。 禮葬墓改封築, 卽禮曹所管。 令該曹稟處, 偸埋塚掘移賜牌土推給, 事係畿營, 令道臣, 詳査狀聞後稟處。” 允之。 敎曰: “此大君功烈, 與他元勳自別, 今其墓所之失而, 復得於三百餘年之後者, 誠非偶然。 改封築日, 遣承旨致祭, 是亦繼述之一事。 其祀孫調用事, 分付銓曹。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King appointed Yun Ujeol as the censor of the Office of the Censor General .",
                "H2KE-nKo": "윤우열을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 7일(경자) 1번째기사",
                "gt-oKo": "윤우열(尹羽烈)을 사간원 대사간으로 삼았다.",
                "hj": "○庚子/以尹羽烈爲司諫院大司諫。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The State Tribunal requested the release of Yi Jajong , a Confucian clerk of Incheon , forged his father [Yi] Study Gyu [] and banished him to a designated area. The Confucian clerk of Cheongju Shinmyeong , forged his father [Yi] Yeogwon [], forged him to a designated area and banished him to a designated area. The State Tribunal reported to the King again, saying, The inspectors and censors have already been suspected, and it is proper to grant him pardon and release him. The King approved this.",
                "H2KE-nKo": "의금부가 인천의 유학 이재종이 그의 아버지 이학규를 풀어 주어 정배해 줄 것과 청주의 유학 신명록이 그의 아버지인 신여권을 풀어 주어 정배해 줄 것을 청한 일로 인하여 의견을 갖추어 주상에게 아뢰기를,“대간의 계사가 이미 정지되었으니, 용서하여 풀어 주는 것이 합당합니다.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 8일(신축) 1번째기사",
                "gt-oKo": "의금부에서 인천(仁川) 유학(幼學) 이재종(李在種)이 그의 아버지 이학규(李學逵)를 정배(定配)에서 풀어주기를 빈 것과, 청주(淸州)의 유학 신명록(申明祿)이 그 아버지 신여권(申與權)을 정배에서 풀어줄 것을 빈 일로 인하여 복계(覆啓)하기를, “대계(臺啓)가 이미 정지되었으니, 사유(赦宥)하여 석방함이 합당합니다.” 하니, 그대로 따랐다.",
                "hj": "○辛丑/義禁府因仁川幼學李在種, 爲其父學逵乞放定配, 淸州幼學申明祿, 爲其父與權, 乞放定配事, 覆啓言, “臺啓已停, 合施宥放。” 從之。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On imin day, Magistrate of Gaeseong Kim Ijae presented a memorial to the King. The memorial read as follows: Your subject presumptuously observed the reform of a new corpse of a new corpse, which became unsatisfactory and slandered. Because the spirit tablets of the doctrinal school were buried in the doctrinal school, many Confucian scholars droped up in the palace gate. Upon hearing your subjects words, your subjects words were extremely grudge. Moreover, the stories of the doctrinal school were speaking, and the doctrinal schools of the doctrinal school were the functionary of the doctrinal schools under the command of the magistracies and the doctrinal schools. Your subject has already suffered from slander and slandered. How can we impeach the doctrinal school and impeach the doctrinal school? Your subject implores that Kim Ijae be replaced. The King 비답하기를, “참으로 Confucian scholars, how could such disrespectful behavior behavior? These are certainly those who are ignorant and the doctrinal schools falsely claimed by the doctrinal schools. 사직하지 말고 거행하라.” 하였다.",
                "H2KE-nKo": "개성 유수 김이재가 상소하였는데, 그 대략에,“신이 외람되이 개혁하는 일을 담당하여 여론이 흡족하게 여기지 않아 비난과 비방을 초래하였습니다. 그런데 교궁의 위판을 매안하였기 때문에 유생들이 복합하는 일이 있게 되었습니다. 신에게 향한 말을 들어 보니, 너무도 흉악하고 악독하였습니다. 또 그가 앞장서서 모의하여 말을 지어낸 것은 바로 영하에 소속된 풍덕의 유생들이 주장한 것입니다. 신이 이미 그에게 배척을 받았으니, 어떻게 태연히 조사를 행하여 법률 조문을 적용할 수 있겠습니까. 개차해 주소서.”하니, 비답하기를,“참으로 선비라면 어찌 이처럼 도리에 어긋난 행동을 하였겠는가. 필시 무뢰배와 난민이 가탁한 것일 것이다. 사직하지 말고 거행하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 4월 9일(임인) 1번째기사",
                "gt-oKo": "개성 유수 김이재(金履載)가 상소하였는데, 대략 이르기를, “신이 외람되게 창혁(刱革)하는 일을 담당하여 물정(物情)에 맞지 않아서 비난을 불러 일으키고 교궁의 위판(位板)을 매안(埋安)한 때문에 제유(諸儒)가 복합(伏閤)한 일까지 있게 되었습니다. 신을 향하여 한 말을 듣건대 아주 흉독하고, 또 그 모의하여 말을 만들어 창도한 것은 바로 영하(營下) 소속인 풍덕의 유생배들이 주장한 것입니다. 신이 이미 비난과 배척을 받았는데 어떻게 안연히 행사(行査)하여 의율(擬律)하겠습니까? 바라건대 전개(鐫改)를 내려 주소서.” 하니, 비답하기를, “참된 선비라면 어찌 이런 패악하고 도리에 어긋난 일을 하겠는가? 반드시 무뢰한 난민(亂民)이 가탁한 것이니, 사직하지 말고 거행하라.” 하였다.",
                "hj": "○壬寅/開城留守金履載疏略曰: 臣猥當創革之事, 物情不愜, 取譏招謗, 以校宮位版埋安之故, 致有諸儒伏閤之擧。 聞向臣之語, 極其凶毒, 且其倡謀造言, 卽是營下所屬豐德儒生輩所主張也。 臣旣遭彼詆斥, 何以晏然行査而擬律乎? 乞賜鐫改。 批曰: “眞箇士子, 寧有此等悖乖之擧? 必是無賴亂民之假托者也, 勿辭擧行。”"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gyehae day, the first day of the month, the King proceeded to the Royal Ancestral Shrine in order to inspect the Royal Tombs of King Taejong and Queen Sinui and the Royal Tombs of King Taejong and Queen Wongyeong . The King followed the Crown Prince.",
                "H2KE-nKo": "경모궁에 나아가 희생과 제기를 살피고 재숙하였다. 왕세자도 따라갔다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 1일(계해) 1번째기사",
                "gt-oKo": "경모궁(景慕宮)에 나아가 희생(犧牲)과 제기(祭器)를 살피고 재숙(齋宿)하였는데, 왕세자가 따라갔다.",
                "hj": "○癸亥朔/詣景慕宮, 省牲器齋宿, 王世子隨詣。"
            },
            "2": {
                "H2KE-EN": "Senior Military Protector Yi 헌기가 졸하였다.",
                "H2KE-nKo": "상호군 이헌기가 졸하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 1일(계해) 2번째기사",
                "gt-oKo": "상호군(上護軍) 이헌기(李憲琦)가 졸하였다.",
                "hj": "○上護軍李憲琦卒。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On imsin day, the first day of the month, the King proceeded to the Royal Ancestral Shrine and paid a visit to the Royal Ancestral Shrine. The Crown Prince attended the King.",
                "H2KE-nKo": "임신년에 황단에 나아가 전배하였는데, 왕세자가 배참하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 10일(임신) 1번째기사",
                "gt-oKo": "황단(皇壇)에 나아가 전배(展拜)하였는데, 왕세자가 배참(陪參)하였다.",
                "hj": "○壬申/詣皇壇展拜, 王世子陪參。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the first day of the jeongchuk month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon.",
                "H2KE-nKo": "정축년에 현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 15일(정축) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제(望祭)를 행하였다.",
                "hj": "○丁丑/詣顯思宮, 行望祭。"
            },
            "2": {
                "H2KE-EN": "On sinhae day, the King granted a rotational audience.",
                "H2KE-nKo": "차대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 15일(정축) 2번째기사",
                "gt-oKo": "차대(次對)하였다.",
                "hj": "○次對。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King appointed Han Chiyong as 판의금부사로, and Bak Jonggi as governor of Gyeonggi [Province].",
                "H2KE-nKo": "기묘년에 한치응을 판의금부사로, 박종기를 경기 관찰사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 17일(기묘) 1번째기사",
                "gt-oKo": "한치응(韓致應)을 판의금부사로, 박종기(朴宗琦)를 경기 관찰사로 삼았다.",
                "hj": "○己卯/以韓致應爲判義禁府事, 朴宗琦爲京畿觀察使。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King performed the summer state sacrifice at the Royal Ancestral Shrine in gapja year (. The Crown Prince performed the second libation ceremony.",
                "H2KE-nKo": "갑자년에 경모궁에서 하향 대제를 행하였다. 왕세자가 아헌례를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 2일(갑자) 1번째기사",
                "gt-oKo": "경모궁의 하향 대제(夏享大祭)를 행하였는데, 왕세자가 아헌례(亞獻禮)를 행하였다.",
                "hj": "○甲子/行景慕宮, 夏享。 王世子行亞獻禮。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Sangsang as minister of war .",
                "H2KE-nKo": "이상황을 병조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 2일(갑자) 2번째기사",
                "gt-oKo": "이상황(李相璜)을 병조 판서로 삼았다.",
                "hj": "○以李相璜爲兵曹判書。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Kim Jachang , a member of the Imjin , was appointed director of the Royal House Administration .",
                "H2KE-nKo": "김재창을 판의금부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 30일(임진) 1번째기사",
                "gt-oKo": "김재창(金在昌)을 판의금부사로 삼았다.",
                "hj": "○壬辰/以金在昌爲判義禁府事。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the fifth day of the fifth month.",
                "H2KE-nKo": "정묘년에 현사궁에 나아가 단오제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 5일(정묘) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 단오제(端午祭)를 행하였다.",
                "hj": "○丁卯/詣顯思宮, 行端午祭。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Shin Mihyu was appointed as assistant state councilor , Im Huijon as deputy magistrate of Hanseong Magistracy , 박종훈 as inspector of the Office of the Inspector General , Yi Jowon as fifth tutor of the Crown Prince , Yi Jonsu as minister of punishments . Shortly afterward, Jo Jeongcheol was appointed to replace him, and Yi Gwangjeong as deputy magistrate of Uiju Magistracy .",
                "H2KE-nKo": "김상휴를 의정부 좌참찬으로, 임희존을 한성부 판윤으로, 박종훈을 사헌부 대사헌으로, 이조원을 우부빈객으로 삼았다. 이존수를 형조 판서로 삼았다가 곧바로 후임에 조정철을 임명하였다. 이광정을 의주 부윤으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 5월 9일(신미) 1번째기사",
                "gt-oKo": "김상휴(金相休)를 의정부 좌참찬으로, 임희존(任希存)을 한성부 판윤으로, 박종훈(朴宗薰)을 사헌부 대사헌으로, 이조원(李肇源)을 우부빈객으로, 이존수(李存秀)를 형조 판서로 삼았다가 얼마 후 조정철(趙貞喆)로 대신하게 하고, 이광정(李光正)을 의주 부윤으로 삼았다.",
                "hj": "○辛未/以金相休爲議政府左參贊, 任希存爲漢城府判尹, 朴宗薰爲司憲府大司憲, 李肇源爲右副賓客, 李存秀爲刑曹判書, 尋以趙貞喆代之, 李光正爲義州府尹。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "A solar eclipse occurred on the first day of the twelfth month in the gyemyo year (. There was a solar eclipse on New Years Day. At the beginning of the oh hour, a solar eclipse occurred at the beginning of the start of the start.",
                "H2KE-nKo": "개기 일식이 있었다. - 묘시 초부터 진시 초까지 10분 13초의 일식이 있었는데, 처음에는 정서쪽이 이지러졌다가 정동쪽에서 다시 둥그래졌다. -\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 1일(계사) 1번째기사",
                "gt-oKo": "개기 일식(皆旣日食)하였다.【묘시(卯時) 초부터 진시(辰時) 초까지 10분 13초의 일식이 있었는데, 처음 정서쪽에서부터 이지러졌고 정동쪽에서 다시 둥그래졌다.】",
                "hj": "○癸巳朔/日食旣,【自卯初, 至辰初食十分十三秒, 初虧正西, 復圓正東。】"
            },
            "2": {
                "H2KE-EN": "On sinhae day, the King proceeded to Hyeonsa Palace and performed the rite of the new moon .",
                "H2KE-nKo": "현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 1일(계사) 2번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○詣顯思宮, 行朔祭。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gyeomhoe as army commander of Gongcheon Circuit and Han Chiyung as deputy magistrate of Hanseong Magistracy ; Jo Manyeong as headmaster of the Royal Confucian Academy ; and Yi Seogu as deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "임인년에 이겸회를 공청도 병마절도사로, 한치응을 한성부 판윤으로, 조만영을 성균관 대사성으로, 이서구를 예문관 제학으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 10일(임인) 1번째기사",
                "gt-oKo": "이겸회(李謙會)를 공청도 병마 절도사(公淸道兵馬節度使)로, 한치응(韓致應)을 한성부 판윤(漢城府判尹)으로, 조만영(趙萬永)을 성균관 대사성(成均館大司成)으로, 이서구(李書九)를 예문관 제학(藝文館提學)으로 삼았다.",
                "hj": "○壬寅/以李謙會爲公淸道兵馬節度使, 韓致應爲漢城府判尹, 趙萬永爲成均館大司成, 李書九爲藝文館提學。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Ministry of War reported to the King as follows: Your subjects recently examined the report of Governor of Pyeongan Province Kim Gyogeun , stating, Kim Jinseong , a woman who crossed the border area from early days, has no way to cross-examinate the circumstances and the situation of cross-examining the border area. Now that Kim Jinseong is not fully aware of the circumstances, he is unable to distinguish the border area. However, he encountered the circumstances and ran away, which is no different from those of the ignorant and the ignorant. Therefore, he should not be punished for intentional crime. However, the border area is extremely important. According to the penal code, he should be hanged and punished by hanging, thereby warning the people. The governor, the army commander, and the local magistrate of each province should also be punished according to the penal code. The 회자 should be composed and sent to the Office of Diplomatic Correspondence so that he can transfer [the circumstances and the cumstances and the circumstances of the cross-examining area from early days to cross the border area. The King granted permission and then issued a royal order, which stated, Since Jinseong is already an illness and ignorant, it is different from that of an intentional crime. Therefore, it is proper to apply the circumstances and apply the circumstances. Subsequently, the King ordered that the governor and the army commander be dismissed from his post and the exile of magistrate of Uiju be all pardoned, and the magistrate of Uiju be punished by three degrees of stipend.",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 평안 감사 김교근의 장계를 보니, ‘국경을 넘은 죄인 김진성은 본래 귀머거리와 벙어리로서 거주지와 나이, 국경을 넘은 사정을 전혀 조사해 알아낼 길이 없습니다.’라고 하였습니다. 지금 이 죄인은 전혀 지각이 없어 국경을 구분할 수 없는데, 마침 얼음이 얼어붙은 때를 만나 뱃길만 달아났으니, 무지한 금수와 다를 것이 없습니다. 고의로 범한 것으로 논해서는 안 되지만, 변방의 정사는 지극히 중요하니 율문에 따라 효수하여 대중을 경계해야 합니다. 관찰사, 절도사, 지방관도 법전에 따라 시행해야 합니다. 회답 자문을 승문원으로 하여금 지어내 내려보내게 하여 도성에 전달되게 하소서.”하니, 윤허하였다. 이어 전교하기를,“이미 병으로 폐인이 되어 지각이 없는 사람이고 보면 지각이 없는 데서 나온 것으로 고의로 범한 것과는 차이가 있으니, 차율을 시행해야 한다.”하였다. 곧이어 도신과 수신을 파직하고, 의주 부윤은 정배한 것을 모두 용서하고, 의주 부윤은 월봉 3등에 처하는 법을 시행하라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 13일(을사) 1번째기사",
                "gt-oKo": "비국에서 아뢰기를, “방금 평양 감사 김교근(金敎根)의 장계를 보건대, 범월(犯越)한 죄인 김진성(金振聲)은 본래 농아(聾啞)로서 거주지·나이 및 범월한 사정을 알아낼 길이 전연 없다고 하였습니다. 이제 이 죄인은 전혀 지각이 없어 강계(疆界)를 구분하지 못한데다 마침 얼음이 얼어붙었을 때를 당하여 길만 따라 달렸으므로 무지함이 금수나 다름이 없으니, 고의적인 범죄로 논해서는 안됩니다. 그러나 변정(邊政)이 지극히 중하니 율문(律文)에 의해서 효수(梟首)해 대중을 경계해야 하며, 관찰사와 절도사·지방관 역시 법전에 의해 시행해야 합니다. 회자(回咨)는 괴원(槐院)으로 하여금 지어내게 해서 내려보내 성경(盛京)으로 전송(轉送)하게 해야 합니다.” 하니, 윤허하고 인하여 전교하기를, “이는 병으로 폐인이 되어 지각이 없는 사람의 무지함에서 나온 것이어서, 고의적인 범죄와는 다름이 있으니 차율(次律)을 시행해야 옳다.” 하고, 곧 바로 도신(道臣)·수신(帥臣)의 혁직(革職)과 만윤(灣尹)의 정배를 아울러 분간(分揀)하며, 만윤에게는 월봉(越俸) 3등의 법을 시행하라고 명하였다.",
                "hj": "○乙巳/備局啓言: “卽見平安監司金敎根狀啓, ‘犯越罪人金振聲, 自來聾啞, 居住年歲, 犯越事情, 萬無覈得之路云。’ 今此罪人, 全沒知覺, 莫辨疆界, 適値氷合, 惟路是走, 無異禽獸之無知, 不可以故犯論。 而邊政至重, 依律文梟首警衆, 觀察使節度使地方官, 亦依法典施行。 回咨令槐院撰出下送, 以爲轉致盛京。” 允之。 仍敎曰: “旣是病廢沒覺之人, 則出於無知, 與故犯有異, 施以次律可也。” 旋命道帥臣, 革職, 灣尹定配竝分揀, 灣尹施以越俸三等之典。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Yun Punghyeol was appointed third minister of personnel , 심상규 was appointed right tutor , and Yi Chungun was appointed army commander of Left Gyeongsang Province .",
                "H2KE-nKo": "윤풍렬을 이조 참의로, 심상규를 우빈객으로, 이충운을 경상좌도 병마절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 14일(병오) 1번째기사",
                "gt-oKo": "윤풍렬(尹豊烈)을 이조 참의(吏曹參議)로, 심상규(沈象奎)를 우빈객(右賓客)으로, 이충운(李忠運)을 경상좌도 병마 절도사(慶尙左道兵馬節度使)로 삼았다.",
                "hj": "○丙午/以尹豐烈爲吏曹參議, 沈象奎爲右賓客, 李忠運爲慶尙左道兵馬節度使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongmi day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon.",
                "H2KE-nKo": "정미년 12월에 현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 15일(정미) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제(望祭)를 행하였다.",
                "hj": "○丁未/詣顯思宮, 行望祭。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King appointed Kim Usun as the censor of the Office of the Censor General .",
                "H2KE-nKo": "김우순을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 19일(신해) 1번째기사",
                "gt-oKo": "김우순(金愚淳)을 사간원 대사간으로 삼았다.",
                "hj": "○辛亥/以金愚淳爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The Royal Confucian Academy reported as follows: Upon hearing that the students of the provinces Hong병hak and others submitted a joint memorial to the Royal Confucian Academy , they dared to submit a memorial requesting that the honorific title of King Taejo be honorificated. However, the ceremony of importance upon the Royal Ancestral Shrine is not presumptuous to be discussed by ordinary people. Moreover, the importance of King Taejo did not accept the honorific title of King Taejo is extremely sincere, and the virtue of King Taejong is even more splendid. Therefore, all the subjects of the ages shall be reverently revered. Now, however, the number of Confucian students who acted importance upon implicity upon importance upon implicately importance upon import",
                "H2KE-nKo": "성균관이 아뢰기를,“방금 듣건대, 방외 유생 홍병학 등이 태학에 통문을 돌려 감히 선대왕에게 존호를 추상하는 일을 상소해서 우러러 청하려 한다고 합니다. 막중한 종묘의 예는 일반 백성들이 감히 경솔하게 의논할 수 있는 것이 아닙니다. 더구나 선대왕께서 존호를 받지 않으신 것은 그 의리가 지극히 정밀하고 그 덕이 더욱 빛났으니, 만세의 신하들이 모두 흠앙하는 바입니다. 지금 이 몇몇 유생들이 막중한 덕을 빙자하여 허둥지둥 행동한 것은 국가의 기강과 크게 관계되고 사림에 수치를 끼친 것이니, 무식하고 망녕되이 범한 죄라고 하여 그대로 두고 묻지 않아서는 안 됩니다. 통문을 낸 유생들에게 우선 신의 성균관에서 영원히 삭직하는 벌을 시행하고, 해당 조로 하여금 시행해야 할 형률을 적용하게 하소서.”하니, 전교하기를,“이른바 유생의 일은 너무도 외람되고 놀랍기 그지없다. 왕위를 계승한 초기에 어떤 당상관이 상소하여 세실의 일을 논하였는데도 오히려 신분이 낮고 지위가 낮다는 이유로 막중한 의식을 경솔히 의논하였다는 이유로 찬배하기까지 하였으니, 고금 천하에 어찌 백도가 종묘의 전례를 함부로 논한 경우가 있겠는가. 국가의 기강이 무너지고 선비들의 습속이 여지없이 무너졌으니, 차라리 말하고 싶지 않다. 이 일은 결코 한두 명의 두세 사람이 해낼 수 있는 일이 아니다. 이른바 통문을 돌린 사람을 형조로 하여금 즉시 잡아와서 엄히 신문하게 하라.”하였다. 형조가 죄인 홍병학 등의 공초를 가지고 의논하여 아뢰니, 전교하기를,“오늘날의 신민들이 옛날의 정밀한 의리가 밝게 게시된 것을 몰랐다면 그 죄가 백도가 함부로 대례를 범한 것보다 더 크다. 그들이 알면서도 고의로 범하였다면 그 죄는 용서할 수 없고, 모르고서 범하였다면 그 죄가 똑같으니, 어찌 불경하고 무엄한 죄를 피할 수 있겠는가. 그러나 반복해서 신문할 때 그저 외람되고 송구스러운 마음만 더할 뿐이니, 서로 끌어대며 고발할 때 일이 확대될 우려가 있다. 우선 가볍게 감처하여 옥에 갇혀 있는 자들은 모두 한 차례 엄히 형신한 다음 절도에 정배하고, 지방에 있으면서 잡아 오지 못한 자 및 이른바 통문을 돌린 자도 모두 한 차례 엄히 형신한 다음 원지에 충군하여 다스리지 않고 다스린다는 뜻을 보이라.”하였다. 정배하고 충군한 자가 7인이었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 19일(신해) 2번째기사",
                "gt-oKo": "성균관에서 아뢰기를, “방금 듣건대, 외방의 유생 홍병학(洪秉學) 등이 태학(太學)에 통문(通文)을 돌렸는데 감히 선대왕(先大王)에게 존호(尊號)를 추상(追上)하는 일로써 장차 상소해 앙청하자고 했다 합니다. 막중한 종묘의 예(禮)는 필서(匹庶)가 감히 경솔하게 의논할 수 없으며, 더군다나 또 선대왕께서 존호를 받지 않으신 것은 의리가 아주 정미하여 덕이 더욱 빛나서 만세의 신하들이 다함께 흠앙하는 바입니다. 이번 이 몇 유생들이 막중함을 빙자하여 거조가 창황(蒼黃)한 것은 크게 나라의 기강과 관계되고 사림(士林)에 부끄러움을 끼친 것이니, 무식하여 망령되이 범했다는 것으로써 그대로 두고 불문에 부쳐 둘 수는 없습니다. 통문을 낸 유생들을 우선 신의 관(館)에서 영원히 삭제하는 벌을 시행하였으니, 청컨대 해조로 하여금 마땅히 시행해야될 율을 적용하게 하소서.” 하니, 전교하기를, “이른바 유생의 일이란 너무나 외람되고 놀랍다. 즉위한 처음에 한 당상관이 세실(世室)에 관한 일을 상소하여 논한 일이 있었는데도, 오히려 미천하고 지위가 낮은 사람이 막중한 전례(典禮)를 경솔히 논했다는 것으로써 찬배(竄配)하기에 이르렀었는데, 고금 천하에 어찌 백도(白徒)로서 종묘의 전례를 망령되어 논한 자가 있었겠는가? 나라의 기강이 무너지고 해이하며 선비의 습성이 파괴되고 어지러워짐이 여지가 없게 되었으니, 차라리 말을 하고 싶지 않다. 이 일은 한두 사람이나 몇 사람이 할 수 있는 일이 아니다. 이른바 통문을 돌린 사람을 형조로 하여금 즉시 잡아오게 하여 엄히 구문(究問)을 가하도록 하라.” 하였다. 형조에서 죄인 홍병학 등의 공초(供招)를 가지고 의계(議啓)하니, 전교하기를, “오늘날의 신민들이 지난날의 정미(精微)한 의리가 분명하였음을 몰랐다면 그 죄가 백도(白徒)로써 망령되이 대례(大禮)에 간여(干與)한 것보다 더 크다. 그 무리들이 알고서도 고의로 범했다면 그 죄를 용서할 수가 없고, 모르고서 범한 것이라면 그 죄가 같은데, 어찌 불경(不敬)하고 무엄한 죄를 피할 수 있겠는가? 그러나 반복하여 구문(究問)하는 때에 외람되고 황송하게 되기가 쉽고, 서로 미루어 끌어대는 즈음에 만연될 탄식이 있으니, 우선은 말감(末減)을 따라 갇혀 있는 자는 모두 한 차례 엄형(嚴刑)하고 절도(絶島)에 정배할 것이며, 외방에 있어서 붙잡아 오지 못한 자 및 이른바 통문을 낸 자 역시 아울러 한 차례 엄형하여 먼 곳에 충군(充軍)하여 다스리지 않음으로써 다스리는 뜻을 보이도록 하라.” 하였는데, 정배되고 충군된 자가 모두 7인이었다.",
                "hj": "○成均館啓言: “卽聞〔方〕外儒生洪秉學等投通太學, 敢以先大王追上尊號事, 將欲上疏仰請云。 莫重宗廟之禮, 非匹庶之所敢輕議, 況且先大王之不受尊號, 義至精而德彌光, 萬世臣子, 所共欽仰。 而今此數儒生之憑藉莫重, 擧措劻勷者, 大關國綱, 貽羞士林, 不可以蔑識妄犯, 置而不問。 發通儒生等, 爲先自臣館, 施以永削之罰, 而請令該曹, 擬其當施之律。” 敎曰: “所謂儒生事, 萬萬屑越, 萬萬驚駭。 嗣服初有, 一堂上官, 疏論世室事, 尙以人微位卑, 輕議莫重之典, 至於竄配, 古今天下, 焉有白徒, 妄議宗廟之典禮者否? 國綱之頹弛。 士習之壞亂, 無復餘地, 寧欲無言。 此事決非一二三數人所可辦。 所謂投通人, 令秋曹, 卽爲捕來, 嚴加究問。” 刑曹以罪人洪秉學等供招議啓, 敎曰: “爲今日臣民, 不知昔年精義之昭揭, 則其罪又大於白徒之妄干大禮。 渠輩知之而故犯, 厥罪罔赦, 不知而犯之, 厥罪惟均, 焉逭不敬無嚴之誅乎? 然反覆究問之時, 適增屑越之悚, 轉相引告之際, 恐有蔓延之歎, 姑從末勘, 在囚者幷嚴刑一次, 絶島定配, 在外而未捉來者, 及所謂發捕者, 亦幷嚴刑一次, 遠地充軍, 以示不治治之之意。” 凡定配充軍者七人。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King conducted state affairs,【 Minister of Personnel Kim Jachang , Second Minister of Personnel Song Myeonjae , Third Minister of War Yun풍렬 , Minister of War Yi Sangsang .】 Oh Hanwon was appointed 사간원 대사간으로, and Yi Gyeonghui was appointed as navy subarea commander of Left Gyeongsang Province .",
                "H2KE-nKo": "도목 정사를 행하였다. - 이조 판서 김재창, 참판 송면재, 참의 윤풍렬, 병조 판서 이상황이 나왔다. - 오한원을 사간원 대사간으로, 이경희를 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 25일(정사) 1번째기사",
                "gt-oKo": "도정(都政)을 행하여【이조 판서 김재창(金在昌), 참판 송면재(宋冕載), 참의 윤풍렬(尹豊烈), 병조 판서 이상황(李相璜)이다.】 오한원(吳翰源)을 사간원 대사간으로, 이경희(李敬熙)를 경상좌도 수군 절도사로 삼았다.",
                "hj": "○丁巳/行都政,【吏曹判書金在昌, 參判宋冕載, 參議尹豐烈, 兵曹判書李相璜。】以吳翰源爲司諫院大司諫, 李敬熙爲慶尙左道水軍節度使。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King ordered the release of prisoners who were sentenced to prison in the gyeongsin year (.",
                "H2KE-nKo": "경죄수를 풀어 주었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 28일(경신) 1번째기사",
                "gt-oKo": "죄가 가벼운 죄수를 석방하였다.",
                "hj": "○庚申/放輕囚。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The supervision of the repair of the Capital Wall Repairs Directorate in the gyeongja year (140, the fourth year of King Sejongs reign was supervised by the supervision of the repair of the Capital Wall Repairs . The governor and below were rewarded with varying degrees.",
                "H2KE-nKo": "경자년 준원전을 수개하는 일을 감동한 도신 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 8일(경자) 1번째기사",
                "gt-oKo": "준원전(濬源殿)의 개수를 감독한 도신(道臣) 이하에게 차등을 두어 시상하였다.",
                "hj": "○庚子/濬源殿修改監董, 道臣以下, 施賞有差。"
            },
            "2": {
                "H2KE-EN": "The construction of a detached shrine was completed. The King bestowed a saddled horse upon the high officials Kim Saeum , who supervised the construction of a detached shrine . The King also bestowed a horse upon Superintendent Kim Iyang and Kim Sigeun . The King also bestowed a horse upon Superintendent Kim Sanghyu a grand master for comprehensive governance and rewarded the rest of them according to rank. ",
                "H2KE-nKo": "별묘의 영건을 마쳤다. 감동 대신 김사목에게 안구마를 면급하고, 제조 김이양과 김시근에게 모두 숙마를 면급하고, 제조 김상휴에게는 숭정대부를 가자하고, 그 나머지에게는 차등을 두어 시상하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 8일(경자) 2번째기사",
                "gt-oKo": "별묘(別廟)의 영건(營建)을 낙성하였다. 감독한 대신 김사목(金思穆)에게 안구마(鞍具馬)를 면급(面給)하고 제조(提調) 김이양(金履陽)·김시근(金蓍根)에게는 아울러 숙마(熟馬)를 면급하였으며, 제조 김상휴(金相休)에게는 숭정(崇政)을 가자하고, 그 나머지에게는 차등을 두어 시상하였다.",
                "hj": "○別廟營建告畢, 監董大臣金思穆鞍具馬面給, 提調金履陽、金蓍根, 竝熟馬面給, 提調金相休加崇政, 其餘施賞有差。"
            },
            "3": {
                "H2KE-EN": "At first, [the King] ordered the revision of the Hall of Worthies to hold a congratulatory condition and left [the congratulatory congratulatory]. [The King] ordered that first the congratulatory congratul",
                "H2KE-nKo": "비로소 한림 회권을 행하라고 명하였는데, 별겸춘추 정지용 등이 의견이 합치되지 않아 회권을 마치고 나갔다. 맨 먼저 소란을 일으킨 별겸춘추에게는 정배하는 형전을 시행하고 정지용은 중화부에 정배하며 나머지는 모두 삭직하라고 명하였다. 이어 도당 회권을 행하라고 명하였다. - 영사 남공철, 홍문관 제학 김이교, 내각 직제학 조종영, 동지춘추 서장보가 나왔다. - 3점을 받은 사람은 오치우, 조용화, 이목연, 이경재, 김필이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 8일(경자) 3번째기사",
                "gt-oKo": "처음에 한림 회권(翰林會圈)을 명하였었는데, 별겸춘추(別兼春秋) 정지용(鄭知容) 등이 의견이 맞지 않아서 패권(敗圈)하고 나갔었다. 이에 맨 먼저 소란을 일으킨 별겸춘추에게 정배(定配)하는 법을 시행하여 정지용은 중화부(中和府)에 정배하고 나머지는 모두 삭직하라 명하였다. 인하여 도당 회권(都堂會圈)을 명하였는데, 【영사 남공철(南公轍), 홍문 제학 김이교(金履喬), 내각 직제학 조종영(趙鍾永), 동춘추(同春秋) 서장보(徐長輔)이다.】 3점(點)은 오치우(吳致愚)·조용화(趙容和)·이목연(李穆淵)·이경재(李景在)·김위(金鍏)였다.",
                "hj": "○始命翰林會圈, 別兼春秋鄭知容等議不合, 敗圈出去。 命首先起鬧之別兼春秋, 施以定配之典, 配知容于中和府, 餘皆削職。 仍命都堂會圈。【領事南公轍, 弘文提學金履喬, 內閣直提學趙鍾永, 同春秋徐長輔。】三點, 吳致愚、趙容和、李穆淵、李景在、金鍏。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinchuk day, the first day of the sinchuk year (, the King selected Jo Yonghwa , Kim Gyeong , and Oh Chiu for the executive exams.",
                "H2KE-nKo": "신축년에 한림 소시를 행하여 조용화ᆞ김위ᆞ오치우를 뽑았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 9일(신축) 1번째기사",
                "gt-oKo": "한림 소시(翰林召試)를 행하여 조용화·김위·오치우를 뽑았다.",
                "hj": "○辛丑/行翰林召試, 取趙容和、金鍏、吳致愚。"
            },
            "2": {
                "H2KE-EN": "The governor of Hamgil Province reported as follows: Kim Gwangjae , a military officer of Anbyeon , entered the house of a wicked tiger and went into the middle of the night to pursue threaten . His wife Jo Seong , who is over sixty years old, led his husbands body to threaten threads to threaten threads. The tiger pursued his husbands threads to thread to cl",
                "H2KE-nKo": "함경 감사가 아뢰기를,“안변 장교 김광재의 집에 사나운 호랑이가 밤에 집에 들어와 김광재를 물어 냈는데, 그의 처 조성이 나이가 60이 넘자 그 지아비의 몸을 끌어당겨 문밖으로 따라나가서 대신 물어뜯으라고 연거푸 외치면서 호랑이 입에 몸을 던졌으므로 호랑이가 지아비를 버리고 아내를 물어 가버렸습니다.”하였다. 예조가 옛날에 하던 열부에 비해 부끄러울 것이 없다는 이유로 특별히 정려하기를 주상에게 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 9일(신축) 2번째기사",
                "gt-oKo": "함경 감사가 아뢰기를, “안변 장교(安邊將校) 김광재(金光才)의 집에 사나운 호랑이가 밤에 집안으로 들어와 김광재를 물고 나가자, 그 아내 조성(趙姓)이 나이 60이 지났는데도 그 남편의 몸을 붙잡고 문밖으로 나가 연달아 대신 물고 가라고 외치면서 호랑이 주둥이에 몸을 던졌는데, 호랑이가 남편을 버리고 아내를 물고 갔습니다.” 하니, 예조에서, 옛날 열부(烈婦)에 비교해도 부끄럽지 않다는 것으로 특별히 정려(旌閭)하기를 계청하니, 그대로 따랐다.",
                "hj": "○咸鏡監司啓言: “安邊將校金光才家, 惡虎夜入屋中, 囕出光才, 其妻趙姓, 年過六十, 挽執其夫之身, 隨出門外, 連呼代囕, 擲身虎口, 虎捨夫囕妻而去。” 禮曹以其無愧古之烈婦, 啓請特旌其閭, 從之。"
            },
            "3": {
                "H2KE-EN": "Third Inspector of the Office of the Inspector General Bak Yeonghyeon presented a memorial to the King, which stated, Last year, when an enemy in the Western Orangkhai was raised, your subject, Assistant State Councilor Jeong Si , 증 Second Minister [of War] Han Houn , Baek Gyeonghan , and Im Jihwan , 증 통제사 [of the Middle Army] Heo항 and Je Gyeonghong , and 증 병사 [of the Middle Army] Kim Daetaek were called Seven Middle Army in the imsin year (. Alas! The seven subjects of this [Joseon] occupyed their backgrounds and observed their righteousness by suppressing their obligations. They rendered their meritorious deeds. However, the people of this province built several kan of domestic shrines and gathered together in spring and autumn to offer sacrificial rites to the seven loyalty. They simply cultivated the offering of wine to the ancients. It is evident that the human relationships cannot cease, and the public opinion cannot be stopped eventually. In your subjects humble opinion, it would be appropriate that the ancestral shrine was already built, and the honorary adorned honorary adornments, thereby showing the magnanimity of the royal courts praise and praise the admonition of praise and praise [the admonition of praise]. Nevertheless, the various officials who acted in praise their meritorious deeds are still uncomfortable. The Confucian Academy of Taecheon , Yi Myeongbok , and the men of the same time all classified and witness. Only the elimination of their meritorious deeds is also afraid that it might be inappropriate to encourage the encouragement of encouragement. Furthermore, the law of encouraging military services in the eight provinces is to encourage the encouragement of encouraging and examining military services. However, there are even more severe in the past. Sometimes, they sleep and sleep in their homes, and their names are listed in the list of successful candidates. When they live in the capital, there are those who selected and passed the examination in the various provinces. For this reason, the military men are leisurely disappointed, and the people of a remote frontier should be disappointed. Truly, it is proper",
                "H2KE-nKo": "장령 박영현이 상소하였는데, 그 대략에,“지난해 서적이 난을 일으켰을 때 충렬공 신 정시, 증 참판 신 한호운ᆞ백경한ᆞ임지환, 증 통제사 신 허항ᆞ제경욱, 증 병사 신 김대택은 세상에서 임신년의 칠의사라고 일컬었습니다. 아, 이 일곱 신하들은 무사들 사이에서 발을 빼앗기도 하고 선비의 반열에서 의리를 내세우기도 하여 수립한 것이 탁월하였습니다. 그런데 본도의 사민들이 몇 칸의 집을 짓고 봄가을로 모여 일곱 충신을 함께 제사 지내 대략 옛사람의 제사 지내는 뜻을 부쳤으니, 떳떳한 본성을 스스로 꺾을 수 없고 공의를 끝내 막을 수 없다는 것을 알 수 있습니다. 신은 이미 건립한 사당으로 인하여 보액을 사치스럽게 하여 조정에서 포상하고 불쌍히 여기는 성대한 뜻을 보이는 것이 마땅하다고 생각합니다. 창의한 여러 신하에게 노고에 보답하는 은전이 아직도 소외된 것이 있습니다. 태천의 유학 이명복은 같은 시대의 장사들이 함께 칭송하는 바인데 유독 수록에서 누락되었으니, 또한 권장하는 데 미진한 점이 있는 듯합니다.또 팔도의 도시법은 군정을 권장하기 위한 것인데 유명무실하여 갈수록 더욱 심해져서 자기 집에 누워서 이름이 방목에 오른 자도 있고 서울에 살면서 여러 도에서 발탁하여 시험 보이는 자도 있습니다. 이로 말미암아 무사들이 맥이 풀리고 먼 지방 사람들이 실망하니, 진실로 여러 도를 엄히 신칙하여 옛 법을 거듭 밝히고 벼슬길이 막혀 있는 것을 분명히 해야 합니다. 인재가 침체된 것은 오직 서북 지방이 더욱 심합니다. 승문원에 지금 이미 분관을 허락하였으니 선천도 진실로 통의하여 똑같이 대우하는 은택을 입게 한다면 매우 다행스럽겠습니다.”하니, 비답하기를,“서변이 일어났을 때 죽은 신하들의 사당에 사액하는 일은 해당 조로 하여금 내게 물어 처리하게 하겠다. 도시의 일은 묘당으로 하여금 거듭 밝혀 여러 도에 엄히 신칙하게 하겠다. 군공을 누락한 사람과 선천의 일은 모두 해당 조로 하여금 잘 알게 하겠다.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 6월 9일(신축) 3번째기사",
                "gt-oKo": "장령 박영현(朴榮顯)이 상소하였는데, 대략 이르기를, “지난해 서쪽 도적이 난을 일으켰을 때 충렬공(忠烈公) 신 정시(鄭蓍) 증 참판(贈參判) 신 한호운(韓浩運)·백경한(白慶翰)·임지환(林之煥), 증 통제사(贈統制使) 신 허항(許沆)·제경욱(諸景彧), 증 병사(贈兵使) 신 김대택(金大宅)을 세상에서 임신 칠의사(壬申七義士)라고 일컫습니다. 아! 이 일곱 신하는 혹 말위(靺韋) 사이에서 분전하기도 하고 혹은 봉액(縫掖)의 대열에서 항의(抗議)하기도 하여 수립한 바가 우뚝합니다. 그래서 본도의 사민(士民)들이 몇 간의 사우(祠宇)를 지어 봄·가을로 모여 일곱 충신을 제사지내 대략 고인이 초여(蕉荔)로 제사하던 뜻을 부치고 있으니, 이륜(彛倫)이 스스로 막히지 않았고, 공의(公議)는 막을 수 없음을 볼 수 있습니다. 신의 생각은 그 이미 건립한 사우(祠宇)에 사액(賜額)을 내려 조가에서 포민(褒愍)하는 성대한 뜻을 보여야 한다고 여깁니다. 그리고 창의(倡義)한 여러 신하들에게 공로를 보답하는 은전이 아직껏 거행되지 않은 자가 있습니다. 태천(泰川)의 유학(幼學) 이명복(李明復)은 같은 때의 장사(壯士)들이 함께 공로를 일컫고 있는데도 유독 수록(收錄)에서 빠졌으니, 역시 권장함이 미진한가 싶습니다. 또 팔도의 도시법(都試法)은 권과(勸課)하는 군정(軍政)인데도 유명 무실함이 가면 갈수록 더 심해져서 혹 그의 집에 누워서도 이름이 방목(榜目)에 오른 자도 있고, 경성(京城)에 살면서도 제도(諸道)에서 탁시(擢試)한 자도 있습니다. 이로 말미암아서 무부(武夫)들이 해체(解體)되고 먼 곳 사람들이 실망하고 있으니, 참으로 제도에 엄히 신칙하여 구법(舊法)을 신명하소서. 사도(仕途)가 엄체되고 인재가 침굴(沈屈)되는 것은 오직 서북 지방이 더욱 심합니다. 괴원(槐院)에는 이제 이미 분관(分館)을 허락하였으니, 선천(宣薦)도 마땅히 통의(通擬)하여 차별 없이 베푸는 은택을 입도록 하면 다행함을 금하지 못하겠습니다.” 하니, 비답하기를, “서쪽 변란 때 죽은 여러 신하의 사당에 사액(賜額)하는 일은 해조로 하여금 품처하게 하고, 도시(都試)의 일은 묘당으로 하여금 제도에 엄칙하여 거듭 밝히게 할 것이며, 군공(軍功)에서 빠진 사람 및 선천(宣薦)의 일은 아울러서 해조로 하여금 잘 알도록 하라.” 하였다.",
                "hj": "○掌令朴榮顯疏略曰: 往歲西寇之稱亂也, 忠烈公臣鄭蓍, 贈參判臣韓浩運、白慶翰、林之煥, 贈統制使臣許沆、諸景彧, 贈兵使臣金大宅, 世所稱壬申七義士也。 噫! 此七臣, 或奪跡於韎韋之間, 或抗義於縫掖之列, 其所樹立卓然。 而本道士民, 構數間堂宇, 春秋會集, 竝酹七忠, 略寓古人蕉荔之奠, 可見秉彝之不能自沮, 公議之不可終遏也。 臣竊以爲因其已建之祠, 侈以寶額, 以示朝家褒愍之盛意, 宜矣。 倡義諸臣酬勞之典, 尙有向隅者。 泰川幼學李明復, 同時將士, 所共傳誦, 而獨漏收錄, 亦恐勸奬之有所未盡也。 且八路都試之法, 所以勸課戎政, 而有名無實, 愈往愈甚, 或偃臥其家, 名登榜眼者有之, 居在京城擢試諸道者有之, 由是武夫解體, 遠人失望, 誠宜嚴飭諸道, 申明舊法仕途之淹滯。 人才之沈屈, 唯西北爲尤甚。 槐院今旣許分, 則宣薦固當通擬, 俾蒙一視之澤, 不勝幸甚。 批曰: “西變時死事諸臣祠宣額事, 令該曹稟處, 都試事, 令廟堂申明嚴飭於諸道, 軍功遺漏人及宣薦事, 竝令該曹知悉。”"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, [the King] went to Hyeonsa Palace to perform the rite of the new moon .",
                "H2KE-nKo": "현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 1일(임술) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○壬戌朔/詣顯思宮, 行朔祭。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyeyu day, [the King] ordered that the military training of land and seaways in Jeolla and Hwanghae Provinces and the military training of land in Gyeongsang Province be suspended, and that the military training of the other provinces be suspended.",
                "H2KE-nKo": "호남과 해서의 육상 습조와 영남의 수상 습조를 설행하고, 그 밖의 여러 도의 추상 습조는 모두 정지하라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 12일(계유) 1번째기사",
                "gt-oKo": "호남(湖南)·해서(海西)의 육조(陸操) 및 영남의 수조(水操)를 시행하고, 그 나머지 제도의 추조(秋操)는 모두 정지하라고 명하였다.",
                "hj": "○癸酉/命湖南海西陸操及嶺南水操設行, 其外諸道秋操, 幷停。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On eulhae day, the King appointed Han Chiyong as director of the Office of the Royal Decrees .",
                "H2KE-nKo": "한치응을 판의금부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 14일(을해) 1번째기사",
                "gt-oKo": "한치응(韓致應)을 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○乙亥/以韓致應爲判義禁府事。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongja day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon .",
                "H2KE-nKo": "현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 15일(병자) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제(望祭)를 행하였다.",
                "hj": "○丙子/詣顯思宮, 行望祭。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King ordered that the main hall attached to Yeongheung be repaired in muin year (1428, the fourth year of King Sejongs reign be rewarded.",
                "H2KE-nKo": "영흥 본궁의 정전 수리를 감동한 도신 이하에게 시상하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 17일(무인) 1번째기사",
                "gt-oKo": "영흥(永興) 본궁(本宮) 정전(正殿)의 개수(改修)를 감독한 도신(道臣) 이하에게 시상하였다.",
                "hj": "○戊寅/永興本宮正殿修改監董, 道臣以下施賞。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Kim Igyo as minister of war .",
                "H2KE-nKo": "기묘년에 김이교를 병조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 18일(기묘) 1번째기사",
                "gt-oKo": "김이교(金履喬)를 병조 판서로 삼았다.",
                "hj": "○己卯/以金履喬爲兵曹判書。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King appointed Yi Jowon as minister of personnel .",
                "H2KE-nKo": "경진년 이조원을 이조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 19일(경진) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 이조 판서로 삼았다.",
                "hj": "○庚辰/以李肇源爲吏曹判書。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Kwon Sangsin as the Office of the Inspector General but soon replaced him with Song Chi규를 replacement. The King appointed Hong Uiho as the minister of rites , Yi Sangsang as the assistant state councilor , Jeong Sangu as the left tutor , Seo Huisun as the Royal Confucian Academy , and Hong Gyeongo as the third minister of personnel .",
                "H2KE-nKo": "권상신을 사헌부 대사헌으로 삼았다가 곧이어 후임에 송치규를 임명하였다. 홍의호를 예조 판서로, 이상황을 의정부 좌참찬으로, 정상우를 좌빈객으로, 서희순을 성균관 대사성으로, 홍경모를 이조 참의로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 20일(신사) 1번째기사",
                "gt-oKo": "권상신(權常愼)을 사헌부 대사헌으로 삼았다가 곧 송치규(宋稚圭)로 대신하고, 홍의호(洪義浩)를 예조 판서로, 이상황(李相璜)을 의정부 좌참찬으로, 정상우(鄭尙愚)를 좌빈객으로, 서희순(徐憙淳)을 성균관 대사성으로, 홍경모(洪敬謨)를 이조 참의로 삼았다.",
                "hj": "○辛巳/以權常愼爲司憲府大司憲, 尋以宋穉圭代之, 以洪義浩爲禮曹判書, 李相璜爲議政府左參贊, 鄭尙愚爲左賓客, 徐熹淳爲成均館大司成, 洪敬謨爲吏曹參議。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the ninth month, [the King] went to the 황단에 나아가 전배하였다. The Crown Prince followed the Crown Prince to perform the ceremony. [The King] selected civil and military officials who participated in the Royal Confucian Academy .",
                "H2KE-nKo": "춘당대에서 임오년에 황단에 나아가 전배하였는데, 왕세자가 따라 나아가 예를 행하였다. 반열에 참석한 유생과 무사를 시취하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 21일(임오) 1번째기사",
                "gt-oKo": "황단(皇壇)에 나아가 전배(展拜)하였는데, 왕세자가 따라가 행례하였다. 참반(參班)한 유생과 무사를 춘당대에서 시취하였다.",
                "hj": "○壬午/詣皇壇展拜, 王世子隨詣行禮。 試取參班儒武于春塘臺。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Governor of Hamgil Province Nam Iik was dismissed from his post in the gyemi year (. The officials of the Ministry of Rites sent an urgent report to the King as follows: Your subject proceeded to the main palace and inspected the inner and outer coffins before having no opportunity to observe the spirit tablet of Queen Sindeok of the second royal clan and observed the spirit tablet of Queen Sindeok of the second royal clan and observed the spirit tablet of Queen Sindeok of the second royal clan. The observation of the spirit tablet is already large and the printing blocks are completely completed. The observation of old colorful col",
                "H2KE-nKo": "계미년에 함경 감사 남이익을 파직하였다. 봉심한 예조 당상 박종훈이 급히 장계하기를,“신이 본궁에 나아가 내외를 먼저 봉심하니 탈이 없었습니다. 제2실 신덕 왕후의 위판의 개독을 봉심하니 글자 모양이 이미 크고 점주도 모두 완벽하였습니다. 세월이 오래되어 묵색이 새것과 같지 않은 것은 형세상 당연합니다만 희미하다고 할 수는 없습니다. 내독은 그 규격이 면과 정이 모두 허하고 밑판이 사방으로 나오는 것이 《국조오례의》의 도식과 같습니다. 다만 밑판은 내독의 아래에 붙어서 밑판의 위에 놓여 있고, 중저판의 규격은 길이와 너비가 밑판과 방향이 같은데, 그 가운데를 비워서 출납을 용납하고 그 앞을 판별하여 개합에 대비하였습니다. 전후 두 판이 서로 이어진 곳에 은설의 규격을 만들어 움직여 물러나지 못하게 하였으니, 본래 밑바닥에 붙어 있는 것이 아니어서 원래 아교가 풀렸다고 논할 만한 것이 없습니다. 상세히 살펴보면 조금도 의심할 만한 것이 없습니다. 각 위의 독제도 차이가 없고 아울러 독의 덮개 안팎의 칠색도 모두 탈이 난 곳이 없으며, 이미 탈이 난 곳이 없으니 수개하는 것은 진실로 시행할 곳이 없습니다. 이미 수개하는 일이 없다면 고유도 행할 수 없습니다. 향축은 이미 가져와 받들었으나 사용할 수 없는 축문을 불태운 것 또한 이미 전례가 많으니, 도신으로 하여금 회답을 기다려 지방관에게 통지하여 간심하여 불태운다면 사리에 합당할 듯합니다. 신은 이미 여러 능에 일체 봉심하라는 명을 받들었으니, 지금부터 출발해서 앞으로 나아가겠습니다.”하니, 전교하기를,“지금 봉심한 예조 당상의 장계를 보니 자획이 애당초 희미하지 않고 독판은 원래 아교가 붙어 있지 않아 털끝만큼도 탈이 난 일이 없다고 하니, 매우 다행이다. 고유의 축문은 장계의 내용대로 지방관으로 하여금 불태우게 하라. 도백이 처음에 별차를 보고 첩보를 올려 봉심한 것을 장계로 보고한 것은 사리상 괴이할 것이 없다. 이미 봉심하였으면 봉심한 것이 무슨 일이기에 이 예조 당상의 장계 내용과 판이하게 다르게 하여 상하가 놀라고 두려워하게 한단 말인가. 너무도 흐리멍덩하니, 함경 감사 남이익을 파직하라. 별차의 해괴망측하고 경솔한 죄는 예사롭게 처리해서는 안 되니, 해당 조로 하여금 조율하여 원지에 정배하게 하라. 봉심하여 이미 탈이 없었으니 해당 별차는 논죄하는 일이 있어야 하는데 애당초 제기하여 언급하지 않았으니, 해당 봉심 당상도 추고하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 22일(계미) 1번째기사",
                "gt-oKo": "함경 감사 남이익(南履翼)을 파직하였다. 봉심하러 간 예조 당상 박종훈(朴宗熏)이 치계하여 이르기를, “신이 본궁(本宮)에 나아가 전(殿)의 내외를 우선 봉심했더니 탈이 없었고, 다만 제 이실(第二室) 신덕 왕후(神德王后)의 위판 개독(開櫝)을 봉심했더니 글자의 모양이 아주 크고 점획(點晝)이 모두 완전했습니다. 해가 오래 된 묵색(墨色)이어서 새것과 같을 수 없는 것은 본디 형세가 그러한 것인데, 희미하다고 할 수는 없었습니다. 내독(內櫝)은 그 제도가 면(面)의 꼭대기 부분이 모두 비고 밑판이 네 곳으로 나와 《오례의(五禮儀)》의 도식(圖式)과 같았으나 다만 밑판이 내독의 아래에 붙어 부방(跗方) 위에 놓여 있으며, 중저판(中底板)의 제도는 길이와 너비가 부방과 같은데, 그 가운데가 비어 있어 열고 닫을 수가 있으며, 그 앞을 쪼개어 여닫을 수가 있었습니다. 전판(前板)과 후판(後板)을 서로 접속시키는 부분에 은설(隱舌)의 제도를 만들어 움직여 물러나지 않게 하였고 본래 붙인 것이 아니니, 원래 아교가 풀어졌다고 말할 수는 없습니다. 상세히 잘 살펴보았으나 조금도 의심이 없었으며, 각위(各位)의 독제(櫝制)와 차이가 없고 아울러 독 뚜껑 안팎의 칠색(漆色)도 모두 탈이 난 곳이 없었습니다. 이미 잘못 된 곳이 없으니, 개수(改修)를 시행할 바가 없으며, 이미 개수하지 않는다면 고유(告由) 역시 행해서는 안됩니다. 향축(香祝)을 이미 받들어 가지고 왔으나 사용하지 않는 축문을 불태우는 것 역시 이미 전례(前例)가 많이 있으니, 도신으로 하여금 회하(回下)를 기다려서 지방관에게 지위(知委)하여 간심(看審)하여 불태우게 하는 것이 사의(事宜)에 합당할 듯합니다. 신은 이미 여러 능을 일체로 봉심하라는 명을 받들었으니, 지금부터 출발해 앞으로 나아가겠습니다.” 하니, 전교하기를, “지금 봉심(奉審)한 예조 당상(禮曹堂上)의 장계를 보건대, 자획이 처음부터 희미한 것이 아니었고, 독판(櫝板)은 원래 아교로 붙인 것이 아니어서 조금도 탈이 난 일이 없었다 하니 천만 다행이다. 고유할 축문은 장계의 말에 의해서 지방관으로 하여금 불사르게 하라. 도신(道臣)이 처음에 별차(別差)의 보첩(報牒)을 보고 봉심한 것을 장계로 보고한 것은 사리상 괴이할 것이 없으나, 이미 봉심하였으면 봉심한 일이 무슨 일이었기에 이처럼 예당의 말과 판이(判異)해서 상하를 놀라고 황송하게 했는가? 너무 흐리멍덩하니 함경 감사 남이익(南履翼)을 파직하라. 별차의 해괴하고 망령되며 경솔한 죄는 예사롭게 처리해서는 안되니, 해조로 하여금 조율(照律)하여 멀리 정배하라. 봉심하여 이미 탈이 없으면 마땅히 해당 별차를 논죄하는 일이 있어야 하는데도 애당초 제기해 말하지 않았으니, 예조의 해당 봉심 당상 역시 추고하라.” 하였다.",
                "hj": "○癸未/罷咸鏡監司南履翼職。 奉審禮堂朴宗薰馳啓言: “臣進詣本宮殿, 內外先爲奉審無頉, 而第二室神德王后位板開櫝奉審, 則字樣旣大, 點晝俱完。 年久墨色之不能如新, 勢所固然, 而不可謂之熹微。 內櫝則其制面頂俱虛, 底板四出, 如《五禮儀》圖式, 而但底板附於內櫝之下, 而安於跗方之上, 中底板制度, 則長廣與跗方同, 而空其中, 以容出納, 判其前, 以備開闔。 前後兩板相續處, 爲隱舌之制, 俾不動退, 本非黏附, 元無膠解之可論。 詳細審察, 毫無可疑。 各位櫝制, 無所差異, 幷與櫝蓋內外漆色, 俱無頉處, 旣無頉處, 則修改固無所施, 旣無修改, 則告由亦不當行。 香祝業已賚奉, 而未用祝文之燒火, 亦多已例, 令道臣, 待回下知委地方官, 看審燒火, 恐合事宜。 臣則旣承諸陵一體奉審之命, 自此離發前進。” 敎曰: “今見奉審禮堂狀啓, 則字〔畫〕初非熹微, 櫝板元不膠付, 毫無有頉之事, 萬萬幸甚。 告由祝文, 依狀辭令地方官燒火。 道伯之初見別差, 報牒狀聞奉審, 事理無怪, 旣奉審則所審者何事, 而與此禮堂狀辭判異, 以致上下之驚悚? 大是矇然, 咸鏡監司南履翼罷職。 至於別差駭妄輕率之罪, 不可尋常處之, 令該曹, 照律遠配。 奉審而旣無頉, 則該別差, 宜有論罪之擧, 而初不提及, 當該奉審堂上, 亦爲推考。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "대사간 오한원이 상소하였는데, 대략 이르기를, “신이 삼가 보건대, the Ministry of Rites officials of the Ministry of Rites who surveyed the temporary royal residence of Yeongheung . The governor reported [to the King] in the past and afterwards did not study [the fact] based on facts but failed to study [the facts]. Truly, this is satisfactory. [Instead,] only transmitting special royal commissioners report [to the King], [I] already mentioned that [the temporary royal commissioners] did not select [the temporary royal commissioners]. This was slightly apprehensive and apprehensive. After [the temporary royal commissioners] surveying [the temporary royal commissioners], [the temporary royal commissioners] surveying [the temporary royal commissioners] look after [the temporary royal commissioners], and [the temporary royal commissioners] look after [the temporary royal commissioners] are already large and the looked on the looked paintings. How could [the temporary royal commissioners] not be able to easily report [to the King]? If [the temporary royal commissioners] were referred to the old color of colorful co",
                "H2KE-nKo": "대사간 오한원이 상소하였는데, 그 대략에,“신이 삼가 영흥 본궁을 봉심한 예조 당상의 장계에 대해 내리신 것을 보았습니다. 도신이 전후로 작성하여 올린 장계는 사실과 다르다고만 말할 수 없고 따져서 설명할 수도 없으니, 참으로 한심합니다. 별차(別差 오한원)의 보고만 베껴서 이미 말을 가려서 하지 않은 것이 있었는데, 이것은 그래도 놀랍고 송구스러워서 그런 것이라고 할 수 있습니다. 봉심한 뒤에 보니, 글자 모양이 이미 크고 점획이 모두 완전하였습니다. 그런데 어찌하여 과연 희미하다고 쉽사리 보고하였단 말입니까. 만약 세월이 오래되어 묵색이 새것과 같지 않다고 핑계 대었다면, 두 글자의 막중함을 또 어찌 유독 지적하여 논한단 말입니까.본래 덧붙인 것이 아닌데 나무 조각이 아교가 풀렸다고 하면서 퇴락하여 아교가 풀렸다고 하지 않고 협판이 동요하여 소리가 났다고 하였습니다. 아, 임금에게 고하는 체모는 얼마나 신중합니까. 그런데 평범한 한 글자가 사실과 다르다고 하는 것은 그 죄도 오히려 풀기 어렵습니다. 지극히 엄하고 지극히 공경해야 할 곳에서는 종묘를 예로 보아야 하는데, 이처럼 너무도 살피지 못한 일이 있었으니, 파직만 하는 것은 너무 가벼운 듯합니다. 전 함경 감사 남이익에게 속히 찬배하는 법을 시행하여 나라의 체모를 보존하는 것을 결단코 그만두어서는 안 됩니다.”하니, 비답하기를,“전 함경 감사의 일은 따져서 설명할 수 없다고 할 만하다. 한번 사실을 조사하여 처리해야 하니, 우선 의금부로 하여금 잡아다 신문하게 하라.”하였다. 의금부가 법률 조문을 의논하여 충원현에 정배하고 본궁 별차는 또 대간의 상소로 인하여 형장을 치고 정배하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 23일(갑신) 1번째기사",
                "gt-oKo": "대사간 오한원(吳翰源)이 상소하였는데, 대략 이르기를, “신이 삼가 영흥 본궁을 봉심한 예조 당상의 장계를 내린 것을 보건대, 도신이 전후하여 올린 장계를 단지 사실을 잃은 것이라고만 말할 수 없으며 강구한 말이 요령을 얻지 못하였으니, 참으로 한심합니다. 단지 별차(別差)의 보고만 베껴서 이미 말을 가려서 하지 않음이 있으나 이는 오히려 두렵고 놀란 소치라고 돌리더라도 봉심한 후에 미쳐서는 글자의 모양이 이미 크고 점획이 모두 완전하다면 어찌 희미하다고 쉽게 등문(登聞)했단 말입니까? 만약 묵색(墨色)이 오래되어 새것과 같지 않아서 말한 것이라 핑계댄다면 강씨(康氏)란 두 글자가 막중한데, 어찌 유독 지적해서 논해야 하겠습니까? 본디 붙인 것이 아닌데, ‘목편(木片)의 아교가 풀려서 떨어졌다.’고 하였고, 이미 아교가 풀린 일이 없는데도 ‘협판(挾板)이 움직이고 흔들려서 소리가 난다.’고 한 데 이르러서는 아! 임금에게 고하는 체면이 얼마나 신중합니까? 예사로운 한 글자도 사실을 잃으면 오히려 죄를 피하기가 어려운데, 지극히 엄경(嚴敬)한 처지여서 종묘(宗廟)의 예(禮)와 비교되는데도 이처럼 너무나 잘 살피지 못한 일이 있었으니, 단지 파직만 한다면 너무 가벼운 실수(失手)가 있을 듯합니다. 전 함경 감사 남 이익에게 빨리 정배하는 법을 베풀어 국체(國體)를 서게 하는 것을 결단코 그만두어서는 안됩니다.” 하니, 비답하기를, “전의 북백(北伯)의 일은 강구한 말이 요령을 얻지 못하였다고 여긴다. 한번 사실을 조사해서 처리해야 합당하니, 우선 해부로 하여금 나문(拿問)하게 하라.” 하였는데, 해부에서 의율(議律)하여 충원현(忠原縣)으로 정배하고, 본궁의 별차는 또 대소(臺疏)로 인해서 형배(刑配)하였다.",
                "hj": "○甲申/大司諫吳翰源疏略曰: 臣伏見永興本宮奉審禮堂狀啓下者, 道臣之前後修啓, 不可但以失實言, 究說不得, 良可寒心。 只謄別差之報, 已有不擇之語, 此則猶歸之驚悚致然, 及夫奉審之後, 仰瞻字樣旣大, 點畫俱完, 而何爲以果是熹微, 容易登聞? 若諉以年久墨色, 不能如新之謂, 則二字莫重, 又何獨指論也? 至於本非黏附, 而謂以木片膠解, 退落旣無膠解, 而謂以挾板, 動搖有聲。 噫! 告君之體何等愼重? 則尋常隻字之失實, 罪尙難解, 至嚴至敬之地, 禮視宗廟, 而乃有此萬萬不審之擧, 只罷其職, 恐失太輕。 前咸鏡監司南履翼, 亟施投配之典, 以存國體, 斷不可已也。 批曰: “前北伯事可謂究說不得。 合一覈實而處之, 爲先令該府拿問。” 該府議律, 配忠原縣本宮別差, 又因臺疏刑配。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King appointed Han Chiyong as governor of Hamgil Province in eulyu year (.",
                "H2KE-nKo": "을유년에 한치응을 함경도 관찰사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 24일(을유) 1번째기사",
                "gt-oKo": "한치응(韓致應)을 함경도 관찰사로 삼았다.",
                "hj": "○乙酉/以韓致應爲咸鏡道觀察使。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Jonsu as deputy magistrate of Hanseong Magistracy and Kim Igyo as director of the Office of the Royal Lectures .",
                "H2KE-nKo": "이존수를 한성부 판윤으로, 김이교를 판의금부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 24일(을유) 2번째기사",
                "gt-oKo": "이존수(李存秀)를 한성부 판윤으로, 김이교(金履喬)를 판의금부사로 삼았다.",
                "hj": "○以李存秀爲漢城府判尹, 金履喬爲判義禁府事。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongsul day, the first day of the month, [the King] went to the Royal Ancestral Shrine and the Royal Tombs of King Taejong and Queen Wongyeong to pay a visit to the King. The Crown Prince followed the Crown Prince and performed the ceremony.",
                "H2KE-nKo": "병술년에 태묘와 경모궁에 나아가 전배하였는데, 왕세자가 따라 나아가 예를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 25일(병술) 1번째기사",
                "gt-oKo": "태묘(太廟)와 경모궁(景慕宮)에 나아가 전배하였는데, 왕세자가 따라가 행례하였다.",
                "hj": "○丙戌/詣太廟、景慕宮展拜, 王世子隨詣行禮。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King ordered the Crown Prince to perform the ancestral rites on New Years Day at Seonhui Palace on behalf of the King. This was because it was the anniversary of his passing. The King then went to Changdeok Palace and Yeonhoe Palace to inspect the ancestral rites.",
                "H2KE-nKo": "정해년에 왕세자에게 선희궁에서 작헌례를 섭행하라고 명하였는데, 기신의 구갑이기 때문이다. 이어 육상궁과 연호궁에 나아가 봉심하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 26일(정해) 1번째기사",
                "gt-oKo": "왕세자에게 선희궁(宣禧宮)의 작헌례(酌獻禮)를 섭행(攝行)하라 명하였는데, 기신(忌辰) 구갑(舊甲)이었기 때문이다. 인하여 육상궁(毓祥宮)과 연호궁(延祜宮)에 나아가 봉심하였다.",
                "hj": "○丁亥/命王世子, 攝行酌獻禮于宣禧宮, 以忌辰舊甲也。 仍詣毓祥宮、延祜宮奉審。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Yu Sangmok as navy subarea commander of Left Gyeongsang Province .",
                "H2KE-nKo": "을축년에 유상목을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 4일(을축) 1번째기사",
                "gt-oKo": "유상목(柳相穆)을 경상좌도 수군 절도사로 삼았다.",
                "hj": "○乙丑/以柳相穆爲慶尙左道水軍節度使。"
            },
            "2": {
                "H2KE-EN": "Governor of Hamgil Province Nam Iik hurriedly reported to the King as follows: The official document sent by Jeong Gwanhae , a special royal commissioner at the main palace of Yeongheung , stated, Whenever the rites of the new moon and the full moon days of each season, the second chamber of the ch",
                "H2KE-nKo": "함경 감사 남이익이 급히 장계하기를,“영흥 본궁의 별차 정관해의 첩정에 ‘매번 삭망의 제향 때 및 5일 봉심할 때마다 제2실의 감실 안에서 서로 <unk>하는 소리가 들렸는데, 이번에 정전을 개수하기 위해 이안한 뒤에도 또 이와 같았습니다. 그래서 삭망의 제향 때 봉심했더니, 신덕왕후의 감실 안에서 독좌판의 앞뒤가 서로 붙은 부분을 뜯어 보니 감실 안에서 서로 <unk>하는 소리가 여기에서 말미암았으며, 위판의 전면에 있는 강씨라는 두 글자의 자획도 희미하였습니다.’라고 하였습니다.신이 급히 달려가 봉심했더니, 위판의 전면에 있는 강씨라는 두 글자의 자획이 다른 글자에 비해 과연 희미하였으며, 물러나 서서 쳐다보아도 구별하기 어려운 지경에는 이르지 않았습니다. 내독에 옻칠한 좌판의 전면에 있는 나무 조각을 합부한 부분은 아교가 풀려서 퇴락하였고, 개합할 때 좌우의 협판이 동요하여 소리가 들렸습니다.”하니, 주상이 크게 놀라 일의 체모가 중대하다는 이유로 박종훈을 예조 판서로 삼아 봉심하게 하고, 이어 북도의 여러 능침도 일체 봉심하라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 4일(을축) 2번째기사",
                "gt-oKo": "함경 감사 남이익(南履翼)이 치계(馳啓)하여 이르기를, “영흥(永興) 본궁(本宮)에 별차(別差) 정관해(鄭觀海)의 첩정(牒呈) 내용에 의하면, ‘매월 삭망제(朔望祭)를 지낼 때 및 5일 봉심(奉審)할 때에 제 2실(室) 감실(龕室) 안에서 서로 삐걱거리는 소리가 들렸는데 이번 정전(正殿)을 개수하느라 옮겨 안치한 후에도 또 그러하였습니다. 그래서 삭망 제향 때 봉심해 보았더니 신덕 왕후(神德王后)의 감실 안에 있는 독좌판(櫝坐板)의 앞뒤를 서로 붙인 곳이 열려 있어 감실 안에서 삐걱거리는 소리가 이곳에서 났으며, 위판(位板)의 전면에 쓰인 강씨(康氏)란 두 글자의 자획(字劃) 역시 희미했습니다.’라고 하였습니다. 신이 달려가서 봉심해 보니 위판 전면의 강씨란 두 글자는 자획이 다른 글자에 비해서 과연 희미했으나 물러서서 바라보니 그리 알아보기 어려운 정도는 아니었습니다. 내독(內櫝)의 칠한 좌판(坐板) 전면의 나무 조각을 합쳐 붙인 곳에 아교가 풀려서 떨어져 여닫는 즈음에 좌우(左右)의 협판(挾板)이 움직이고 흔들려 소리가 난 것이었습니다.” 하니, 임금이 크게 놀라 사체가 중대하다 하여 박종훈(朴宗熏)을 예조 판서로 삼아 봉심하도록 하고, 인하여 북도의 여러 능침(陵寢)을 일체로 봉심하라 명하였다.",
                "hj": "○咸鏡監司南履翼馳啓言: “永興本宮別差鄭觀海牒呈內, ‘每於朔望祭享時, 及五日奉審時, 第二室龕室內, 有相戞之聲, 而今番正殿修改次移安後。 又如此, 故因朔望祭享時奉審, 則神德王后龕室內, 櫝坐板前後相附處, 拆開, 龕室內相戞之聲, 由於此, 而位板前面康氏二字, 字〔畫〕亦爲熹微’ 云。 臣馳詣奉審, 則位板前面康氏二字, 字〔畫〕比他字果是熹微, 而退立仰瞻, 亦不至難辨。 內櫝漆坐板前面木片合附處, 膠解退落, 開闔之際, 左右挾板, 動搖有聲。” 上, 大加驚悚, 以事體重大, 以朴宗薰爲禮曹判書, 使之奉審, 仍命北道諸陵寢, 一體奉審。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "It was ordered that the forty-one persons drowned in Haeju Strategic County be given special relief.",
                "H2KE-nKo": "해주목의 물에 빠져 죽은 41명에게 별도로 휼전을 베풀라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 7월 8일(기사) 1번째기사",
                "gt-oKo": "해주목(海州牧)의 물에 빠져 죽은 40명에게 별도로 휼전(恤典)을 베풀라고 명하였다.",
                "hj": "○己巳/命施海州牧, 渰死人物四十一名, 別恤典。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On muo day, the first day of the month, [the King] went to Hyeonsa Palace to perform the rite of the new moon .",
                "H2KE-nKo": "현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 1일(신유) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○辛酉朔/詣顯思宮, 行朔祭。"
            },
            "2": {
                "H2KE-EN": "Kim Jachang was appointed magistrate of Gwangju Strategic Prefecture .",
                "H2KE-nKo": "김재창을 광주부 유수로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 1일(신유) 2번째기사",
                "gt-oKo": "김재창(金在昌)을 광주부 유수(廣州府留守)로 삼았다.",
                "hj": "○以金在昌爲廣州府留守。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gabo day, the King 차대를 행하였다. Chief State Councilor남공철이 아뢰기를, “전 Governor of Gyeongsang Province Kim Sanghyu once requested that a special commander be installed at Geumjeong Mountain Fortress . However, the provincial governors request is the same as that of the same words. Thus, a special commander should be specially installed. The circumstances for the establishment of one special commander should also be implemented according to the request. The King approved this. Minister of Rites Hong Uiho reported, When your subject inspected the Royal Ancestral Shrine , your subject humbly observed that when your subject observed the second copy of the Fourteen chambers of the Four Books , the second copy of the Fourteen chambers of the Four Books , which was damaging and damaged. Your subject requests that Your Majesty print and store the storehouses. The King approved this. Superintendent of the Office of Diplomatic Correspondence Jo Jongyeong reported, From antiquity, if the Emperor granted a writing style when the imperial envoys traveled [to Joseon]. For this reason, in the eulchuk year (, when the four characters sent back [to Joseon], the four characters sent back [to Joseon] were also writing style. When your subject returned from the coming spring when the four characters sent back [to Joseon], the four characters sent back [to Joseon] were writing style. Your subject requests that Your Majesty order the Ministry of Rites to immediately write writing style. The King approved this request.",
                "H2KE-nKo": "차대를 행하였다. 영의정 남공철이 아뢰기를,“전 경상 감사 김상휴가 금정산성에 별장을 설치하는 일로 일찍이 장계로 청하였는데, 당시 도백이 청한 것도 똑같은 말이었습니다. 특별히 별장 한 자리를 설치하고, 설치 조건도 모두 장계에서 청한 대로 시행하게 하소서.”하니, 그대로 따랐다. 예조 판서 홍의호가 아뢰기를,“태묘를 봉심할 때 삼가 제8실의 《국조보감》 제2권, 제13실의 《국조보감》 4책을 보니 습기가 손상되었습니다. 인출하여 보관하게 하소서.”하니, 그대로 따랐다. 승문원 제조 조종영이 아뢰기를,“예전부터 황제가 붓을 내리면 칙사의 행차가 있을 때 혹 찾아볼 일이 있으면 판각하여 두었습니다. 그러므로 가경 을축년에 ‘예교수번’이라는 네 글자를 보내 온 것도 판각하였습니다. 작년 봄 절행이 돌아올 때 ‘해표동문’이라는 네 글자의 황필이 나와 지금 본원에 있습니다. 해당 조에 분부하여 즉시 모각하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 10일(경오) 1번째기사",
                "gt-oKo": "차대(次對)하였다. 영의정 남공철이 아뢰기를, “경상 전 감사 김상휴(金相休)가 금정 산성(金井山城)에 별장(別將)을 설치하자는 일로써 일찍이 장계로 청하였는데, 당시 도백(道伯)의 소청도 같은 말을 하였으니 특별히 별장 한 자리를 설치하고, 설치 조건도 아울러 장청(狀請)에 의하여 시행하게 하소서.” 하니, 그대로 따랐다. 예조 판서 홍의호(洪義浩)가 아뢰기를, “태묘(太廟)를 봉심할 때에 삼가 보건대, 제8실의 《보감(寶鑑)》 제2권과 제13실의 《보감》 4책(冊)이 습기를 받아서 괴손(壞損)되어 있었으니, 청컨대 인출(印出)하여 받들어 보관하게 하소서.” 하니, 그대로 따랐다. 승문원 제조(承文院提調) 조종영(趙鐘永)이 아뢰기를, “종전(從前)부터 황제(皇帝)가 만약 액자(額字)를 내리면 칙행(勅行) 때 혹 추심(推尋)해 보는 일이 있었으므로 매번 판각(板刻)하여 두었었습니다. 그래서 가경(嘉慶) 을축년에 ‘예교수번(禮敎綏藩)’이라는 네 글자를 보내온 것도 역시 판각하였습니다. 작년 봄 절행(節行)이 돌아올 때에 ‘해표동문(海表同文)’이라는 네 글자의 황제 친필(親筆)을 가지고 나와 바야흐로 본원(本院)에 있으니, 청컨대 해조에 분부하여 즉시 모각(摹刻)하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○庚午/次對。 領議政南公轍曰, “慶尙前監司金相休, 以金井山城設置別將事, 曾有狀請, 而時道伯所請, 一辭同然, 特設別將一窠, 設施條件, 竝令依狀請施行。” 從之。 禮曹判書洪義浩啓言: “太廟奉審時, 伏覩第八室《寶鑑》第二卷第十三室《寶鑑》四冊, 受濕氣壞損, 請印出奉藏。” 從之。 承文提調趙鐘永啓言: “自前皇帝, 若有賜筆, 則勑行時, 或有推見之事, 每板刻以置, 故嘉慶乙丑, 有以禮敎綏藩四字送來者, 亦板刻矣, 昨春節行回還時, 海表同文四字皇筆出來, 方在本院, 請分付該曹, 卽使摹刻。” 從之。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Kim Noeung , second deputy director of the Royal House Administration , passed away.",
                "H2KE-nKo": "지중추부사 김노응이 졸하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 12일(임신) 1번째기사",
                "gt-oKo": "지중추부사 김노응(金魯應)이 졸하였다.",
                "hj": "○壬申/知中樞府事金魯應卒。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulhae day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon.",
                "H2KE-nKo": "현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 15일(을해) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제를 행하였다.",
                "hj": "○乙亥/詣顯思宮, 行望祭。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kwon응 Ho as navy subarea commander of Right Jeolla Province .",
                "H2KE-nKo": "권응호를 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 15일(을해) 2번째기사",
                "gt-oKo": "권응호(權膺祜)를 전라우도 수군 절도사로 삼았다.",
                "hj": "○以權膺祜爲全羅右道水軍節度使。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On byeongja day, hail fell in the byeongja year (.",
                "H2KE-nKo": "우박이 쏟아졌다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 16일(병자) 1번째기사",
                "gt-oKo": "우박(雨雹)이 내렸다.",
                "hj": "○丙子/雨雹。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Yi Jiyeon , Governor of Gyeongsang Province , reported on the case of Chae Jumun , a prisoner, who killed Hwang Seonggil due to his fathers death. The Ministry of Punishments reported on this matter to the King. The Ministry of Punishments reported to the King as follows: As for Chae Jumuns father, Chae Jumun, appealed to the circumstances and thoroughly discerned the circumstances and circumstances, it is possible to punish Chae Jumun according to the gravity of the penal code. Chae Jumun, being a relative of the royal clan, was stripped to his face-to-face. Therefore, his circumstances would surely not surrender his head and obeyed his wishes. His glory lustrous appearance can be evident. As for his son, he harbored a sword and shooted the death of Chae Jumun, which is also a grudge of grief and sorrow that he cannot do so. As your subjects examined the original circumstances of the circumstances, there is no true evidence that Hwang Seonggil was stripppped. However, the circumstances and the circumstances of the circumstances are sometimes heavily pardoned Chae Jumun. Therefore, it is possible to measure the circumstances and the cumstances. Your subjects request that Your Majesty judge this matter. The King issued a decree, which states: If his father was stripped to death by a person by abandoning his son by abandoning his father by abandoning him, this is recorded in the penal code. Furthermore, as for the fathers death of Chae Jumun, there is already a circumstances investigation in the circumstances of the governor, it is proper to specially release him.",
                "H2KE-nKo": "경상 감사 이지연이, 죄인 채주문이 자기 아버지가 죽은 것으로 인하여 황성엽을 찔러 죽인 일에 대해 조사하여 계본으로 보고하니, 형조가 의견을 갖추어 주상에게 아뢰기를,“채주문의 아버지 채서우가 죽게 된 원인을 조사하여 분명하게 밝혀낸 뒤에야 채주문의 의율이 가벼운지 무거운지를 비로소 논단할 수 있습니다. 채서우는 반족으로서 면임의 손에 묶여 있었으니, 형세상 반드시 고개를 숙이고 순순히 받아들이려 하지 않을 것입니다. 그 당시의 광경을 상상할 수 있는데, 그 아들 된 자가 천리 밖에서 칼을 품고서 죽기를 맹세하고 반드시 복수하였으니, 이 또한 속이 썩고 뼈에 사무치는 원한이 있어서 그만둘 수 없는 일입니다. 당초의 검안을 상고해 보아도 이미 매를 맞은 확실한 증거가 없으니, 도신의 계사에서 진달한 바 황성엽에게 복수할 만한 원수는 없지만 정상으로 볼 때 혹 채주문을 용서할 만하다고 한 것은 정상과 법률을 참작하여 참작해 볼 때 참작해 줄 만한 점이 있습니다. 주상께서 재결하소서.”하니, 전교하기를,“그의 아버지가 남에게 구타당하여 중상을 입었는데, 그 아들이 그 사람을 구타하여 죽게 한 경우 사형을 감하여 정배하도록 율문에 실려 있다. 더구나 이 죄수의 아버지가 죽었을 때 복수한 것에 대해서는 이미 도신의 사안이 있으니, 특별히 참작하여 풀어 주라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 17일(정축) 1번째기사",
                "gt-oKo": "경상 감사 이지연(李止淵)이, 죄인 채주문(蔡周文)이 그 아비를 죽인 황성엽(黃成燁)을 찔러 죽인 일을 사계(査啓)한 것으로 인해 형조에서 복계(覆啓)하기를, “채주문의 아비 채서우(蔡瑞禹)가 죽게 된 근인(根因)을 조사해 분명히 안 연후에야 채주문의 의율(擬律) 경중을 바야흐로 논단할 수 있습니다. 채서우는 반족(班族)인데 면임(面任)의 손에 묶였은즉, 그 형세가 반드시 고개를 숙이고 순수히 받지는 않았을 터이니 그 현장의 광경을 상상할 수가 있으며, 그 아들 된 자가 천 리 길에 칼을 품고 와서 죽기를 맹세하고 복수하였으니, 이것 역시 부심 통골(腐心痛骨)의 원한을 그만둘 수 없었던 것입니다. 당초의 검안(檢案)을 조사해 보면 이미 매를 맞은 확증이 없으니, 도계(道啓)에서 진달한 바 황성엽에게 복수할 것이 없었으며 정상으로는 혹 채주문을 용서해야 할 듯하다는 것입니다. 정(情)과 법(法)을 참작해서 작량(酌量)함이 있어야 하니, 청컨대 상재(上裁)하소서.” 하니, 전교하기를, “그 아비가 다른 사람에게 구타당하여 중상(重傷)을 입은 경우 그 아들이 그 사람을 구타하여 죽인 자는 감사(減死)하여 정배(定配)하는 것이 율문에 실려 있다. 더군다나 이 죄수는 죽은 아버지를 위해 복수한 것이 이미 도신의 사안(査案)이 있으니, 특별히 참작해서 방면하라.” 하였다.",
                "hj": "○丁丑/慶尙監司李止淵, 以罪人蔡周文, 因其父致死, (剌)〔剌〕殺黃成燁事, 査啓, 刑曹覆啓言, “蔡周文父瑞禹之致命根因, 覈得分明然後, 周文之議律輕重, 方可論斷, 蔡是班族, 被縛於面任之手, 其勢必不肯俛首順受, 當場光景, 可以想像, 爲其子者, 千里懷刃, 矢死必復, 則此亦有腐心痛骨之怨, 不可得而已者, 考之當初檢案, 旣無被扜之眞贓, 則道啓所陳讎無可復於成燁, 而情或可原於周文云者, 參倚情法, 容有酌量, 請上裁。” 敎曰: “其父被人驅打傷重, 而其子驅打其人致死者, 減死定配, 載在律文, 況此囚之父死復讎, 旣有道臣査案, 〔特〕爲酌放。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil examination was held in the gihae year (.",
                "H2KE-nKo": "기묘년에 식년 감시 초시를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 19일(기묘) 1번째기사",
                "gt-oKo": "식년 감시(式年監試)의 초시(初試)를 설행하였다.",
                "hj": "○己卯/設式年監試初試。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General 서용보가 졸하였다. The King issued a royal instruction, which stated, As a senior official passed away, how can I overcome my grief? Since ancient times, this high officials were undeservedly treated by the royal ancestors and chosen to me. At the beginning of the throne, when I became the tutor to the Crown Prince and addressed him the day of the investiture. How could I have relied upon my love and treatment? Furthermore, my dear sir was 침착하고 honest and generous, and your elderly administration was rare in the imperial court. Therefore, I cannot see him again now. How could I overcome the grief of my grief? As for the rites that the late Supreme General [of the Middle Army Commandery General] Yongbo , I ordered all of them to perform the ceremonies according to precedent. On the day of the commencement of the mourning period, a royal secretary was sent to grant a funerary oration and condolence gifts. The salary should be provided for three years. His son was appointed to a government post after the end of the mourning period. Before the burial, I discussed the posthumous title of Yongbo . Yongbo was the grandson of Great Lord of Dalseong [Yi] Jongje , the grandson of Dalseong . He had a magnanimous talent and had litle talent and ability. He passed the civil service examination on the eighteenth day and passed the civil service examination. The world was already expected that he was a grand councilor . After he was appointed as the second minister of the Royal Ancestral Shrine , he was allowed to enter and exit the royal kin by marriage. At the beginning of the funeral, he was specially appointed as a grand councilor . At the beginning of the time, he was suspicious and the peoples hearts were broadening. The principal worthy of the generation was rare in generation, and the magnanimity of the peoples expected. Ultimately, he submitted a memorial on the first day of the gyeongsin year ( and returned to his hometown for fourteen years. He was reappointed as a grand master for upholding the royal principal . Not long afterward, he was dismissed",
                "H2KE-nKo": "신사년에 영중추부사 서용보가 졸하였다. 전교하기를,“원로가 서거했다고 하니 놀라움을 어찌 말로 다할 수 있겠는가. 이 대신은 옛날 선왕 때부터 남달리 예우를 받았고 과인에게 덕을 보여 왕위를 계승한 초기에 세자의 손님이 되었으니, 관례를 행하는 날에 내가 의지하고 대우한 것이 또 어떠하였겠는가. 더구나 그는 침착하고 중후하며 숙달하고 노성하여 조정에 견줄 만한 사람이 드물었는데 지금 다시 볼 수 없게 되었으니, 어찌 슬픔을 금할 수 있겠는가. 졸한 영중추부사 서용보 집안의 은졸지전을 모두 규례대로 거행하게 하고, 성복하는 날에는 승지를 보내 치제하게 하고, 녹봉은 3년 동안 그대로 지급하며, 그의 아들은 삼년상을 마치거든 조용하라.장례 전에 시호를 의논하여 정하라.”하였다. 서용보는 달성부원군 서종제의 증손이다. 침착하고 후덕하며 도량이 있고 말과 웃음이 적었으며 행동거지가 침착하고 정중하였다. 18세에 과거에 급제하니 세상에서 이미 보상으로 기대하였고, 정묘의 지우를 받아 근밀한 자리에 출입하게 되어서는 시종 예우를 받았다. 대상이 난 초기에 자전의 하교로 정승의 직임에 특별히 제수하였는데, 당시 사람들이 위태롭게 여기고 민심이 어수선하였으며 의정으로 선발된 날도 근세에 비할 데가 드물었으므로 여망이 이 때문에 울연하였다. 마침내 경신년에 올린 한 통의 상소 때문에 조정에서 물러나 시골집에 은거한 지 14년 만에 다시 영의정으로 기용되었으나 얼마 되지 않아 병으로 면직되고 건의하여 밝힌 것이 없었으니, 이는 대체로 재주가 모자라고 뜻이 쇠퇴하였기 때문이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 21일(신사) 1번째기사",
                "gt-oKo": "영중추부사 서용보(徐龍輔)가 졸하였다. 전교하기를, “원로(元老)가 서거했다고 하니, 놀라운 마음을 어찌 다 말할 수 있겠는가? 이 대신은 옛날부터 치우칠 정도로 선조(先朝)의 예우(禮遇)를 받다가 과궁(寡躬) 때에 복상(卜相)되었다. 즉위한 처음에 세자 빈객(世子賓客)이 되었고 관례일(冠禮日)에 내가 의지한 바였으니, 권대(眷待)함이 또 어떠하였겠는가? 더군다나 그는 침착하고 중후하며 연달 노성(鍊達老成)함이 조정에 비할 사람이 드물었는데, 이제 더는 다시 볼 수 없게 되었으니, 어찌 슬픔을 금할 수 있겠는가? 죽은 영부사 서용보의 집에 은졸(隱卒)하는 전례(典禮)를 아울러 예에 의해서 거행하고, 성복일(成服日)에는 승지(承旨)를 보내어 치제할 것이며, 녹봉(祿俸)은 3년을 한정하여 그대로 주라. 그 아들은 복제(服制) 마치기를 기다려서 조용(調用)하고, 장례 전에 시호(諡號)를 의논하라.” 하였다. 서용보는 달성 부원군(達城府院君) 서종제(徐宗悌)의 증손인데, 침후(沈厚)한 기도(器度)가 있고 언소(言笑)가 적었으며 거지(擧止)가 장중하였다. 18세에 과거에 급제하여 세상에서 이미 보상(輔相)으로 기대하였는데, 정묘(正廟)의 지우(知遇)를 받았으며, 근밀(近密)에 출입하여 시종 예우를 받았다. 대상(大喪) 초에 자교(慈敎)로서 상직(相職)에 특배(特拜)되었는데 당시 상황이 위태롭고 민심이 어수선하였는데, 구복(甌卜)을 일찍함이 근세에 비할 바가 드물어서 여망(輿望)이 훌륭하게 여겼다. 마침내는 경신년의 한 상소 때문에 조정이 위태롭자 시골집으로 물러가 산 것이 14년이었는데, 다시 원보(元輔)로 기용되었으나 오래지 않아서 병으로 면직하여 건명(建明)한 바가 없었으니, 대개 재주가 모자라고 뜻이 쇠퇴한 때문이었다.",
                "hj": "○辛巳/領中樞府事徐龍輔卒。 敎曰: “元老云逝, 驚盡何言? 此大臣自在昔年, 偏被先朝禮遇, 而卜德於寡躬, 嗣服之初, 爲賓於世子, 加冠之日, 予所以倚毗而眷待又何如也? 況其沈毅重厚, 鍊達老成, 在朝罕倫, 而今不可復見矣。 豈勝愴悼, 卒領府事徐龍輔家隱卒之典, 幷令依例擧行, 成服日, 遣承旨致祭, 祿俸限三年仍給, 其子待闋服調用, 葬前議諡, 龍輔, 達城府院君宗悌曾孫也。 沈厚有器度, 寡言笑擧止凝重, 十八登第, 世已以輔相期之, 及受知正廟, 出入邇密, 而終始被禮遇, 大喪初, 慈敎特拜相職, 時當危疑, 民心波盪, 甌卜之早, 近世罕比, 而輿望爲之蔚然焉。 竟以庚申一疏, 嵲屼於朝, 退居鄕廬者, 十四年, 復以元輔起, 未幾病免, 無所建明, 蓋才短而志衰也。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyehae day, hail fell in the imo year (.",
                "H2KE-nKo": "우박이 쏟아졌다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 22일(임오) 1번째기사",
                "gt-oKo": "우박이 내렸다.",
                "hj": "○壬午/雨雹。"
            },
            "2": {
                "H2KE-EN": "Kwon Bihong was appointed as assistant director of the Office of the Inspector General .",
                "H2KE-nKo": "권비응을 홍문관 부제학으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 22일(임오) 2번째기사",
                "gt-oKo": "권비응(權丕應)을 홍문관 부제학으로 삼았다.",
                "hj": "○以權丕應爲弘文館副提學。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "A fire broke out at Gyeongbok Palace in gapsin year (. Chief State Councilor Kim Yonggong reported, The jade investiture letter and the jade investiture letter from the Queen Mother should be enshrined in Gyeongbok Palace . [The jade investiture letter and jade investiture] is greatly damaged. [Your subject] requests that the minister-level officials of the Ministry of Taxation, the minister-level officials of the Ministry of Rites, and the minister-level officials of the Ministry of Works, be ordered to replace the jade investiture letter and then submit [the jade investiture letter and jade investiture]. [The King] granted permission.",
                "H2KE-nKo": "창덕궁 경복전에 화재가 났다. 영의정 남공철이 아뢰기를,“중궁전의 교명과 옥책을 경복전에 봉안하였는데, 황급히 받들어 내느라 손상을 많이 입었다고 합니다. 호조와 예조의 당상으로 하여금 다시 장제하여 들이게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 24일(갑신) 1번째기사",
                "gt-oKo": "창덕궁(昌德宮)의 경복전(景福殿)이 불탔다. 영의정 남공철이 아뢰기를, “중궁전(中宮殿)의 교명(敎命)과 옥책(玉冊)을 경복전에 봉안해 두었는데 창황히 받들어 꺼내느라 손상이 많았다고 합니다. 청컨대 호조·예조·공조의 당상으로 하여금 다시 장제(粧製)하여 들이게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○甲申/昌德宮景福殿災, 領議政南公轍啓言: “中宮殿敎命玉冊, 奉安于景福殿, 蒼黃奉出, 多致傷損云, 請令戶禮工堂上, 更爲粧製以入。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King held the ninth day of the Royal Confucian Academy and 수석을 차지한 Kim Dumyeong was to be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "반궁에서 구일제를 행하였다. 수석을 차지한 김두명에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 24일(갑신) 2번째기사",
                "gt-oKo": "구일제(九日製)를 반궁(泮宮)에서 설행하여 수석을 차지한 김두명(金斗明)을 직부 전시(殿試)하게 하였다.",
                "hj": "○設九日製于泮宮, 居首金斗明, 直赴殿試。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Yi Cheolgu as army commander of the 함경북도 Province .",
                "H2KE-nKo": "정해년에 이철구를 함경북도 절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 27일(정해) 1번째기사",
                "gt-oKo": "이철구(李鐵求)를 함경북도 병마 절도사로 삼았다.",
                "hj": "○丁亥/以李鐵求爲咸鏡北道節度使。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the Mid-Autumn Rites .",
                "H2KE-nKo": "갑자년에 현사궁에 나아가 추향 대제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 4일(갑자) 1번째기사",
                "gt-oKo": "현사궁에 나아가 추향(秋享)을 행하였다.",
                "hj": "○甲子/詣顯思宮, 行秋享。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gwangmun as the Office of the Censor General .",
                "H2KE-nKo": "이광문을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 4일(갑자) 2번째기사",
                "gt-oKo": "이광문(李光文)을 사간원 대사간으로 삼았다.",
                "hj": "○以李光文爲司諫院大司諫。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King ordered the officials of the Ministry of Rites who supervised the construction of the tomb of the royal tomb of Mokjo , the second-rank rites official of the Ministry of Rites , who supervised the construction of the royal tomb of the Royal Tomb of Queen Sinui . The King granted a reward.",
                "H2KE-nKo": "무진년에 기안릉을 수개한 예조 당상이 봉심할 때 감동하였기 때문이다. 차등을 두어 시상하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 8일(무진) 1번째기사",
                "gt-oKo": "안릉(安陵)을 수개(修改)한 예조 당상(禮曹堂上)과 봉심할 때 감독한 자에게 차등을 두어 시상하였다.",
                "hj": "○戊辰/安陵修改禮堂, 奉審時監董也。 施賞有差。"
            },
            "2": {
                "H2KE-EN": "Yu Sangjo was appointed second minister of personnel .",
                "H2KE-nKo": "유상조를 이조 참판으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 8월 8일(무진) 2번째기사",
                "gt-oKo": "유상조(柳相祚)를 이조 참판으로 삼았다.",
                "hj": "○以柳相祚爲吏曹參判。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the new moon .",
                "H2KE-nKo": "현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 1일(경인) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○庚寅朔/詣顯思宮, 行朔祭。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Based on a proposal submitted by Director of the Royal House Administration Kim Josun of the gihae year (, the Ministry of War requested that Fifth Rank Military Officer Yi Hang be appointed as the commissioner for investigating the bribes for supplying taxpayment and that he be immediately sent to his hometown in order to distinguish between the governor and to distinguish the bribes for supplying taxpayment and the imposition of supplying taxpayment. The King granted permission.",
                "H2KE-nKo": "비변사가 영돈녕부사 김조순의 거조로 인하여 주상에게 아뢰어 부호군 이항을 사포사로 차하하여 즉시 내려가 도신과 함께 거두어들일 만한 것과 탕감할 만한 것을 구별하고, 포흠을 낸 죄수들도 경중을 나누어 별도로 갖추어 계문한 뒤에 주상에게 여쭈어 시행하게 할 것을 청하니, 윤허하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 10일(기해) 1번째기사",
                "gt-oKo": "비국에서 영돈녕 김조순(金祖淳)의 거조(擧條)로써 계청하기를, “부호군(副護軍) 이항(李沆)을 사포사(査逋使)로 차하하여 즉시 내려가 도신과 함께 받아들일 수 있는 것과 탕감해야 할 것을 구별하고, 포흠을 진 여러 죄수 역시 경중을 구분하여 계문하게 한 후 품하여 시행하게 하소서.” 하니, 윤허하였다.",
                "hj": "○己亥/備局因領敦寧金祖淳擧條, 啓請副護軍李沆, 査逋使差下, 使卽下去, 與道臣, 區別其可捧可蕩, 犯逋諸囚, 亦分輕重別具啓聞後稟施, 允之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Kim Nogyeong was appointed minister of punishments . Shortly thereafter, he was replaced by Hong Uisin .",
                "H2KE-nKo": "경자년에 김노경을 형조 판서로 삼았다가 곧바로 체차하고 후임에 홍의신을 임명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 11일(경자) 1번째기사",
                "gt-oKo": "김노경(金魯敬)을 형조 판서로 삼았다가 이윽고 체임하여 홍희신(洪羲臣)으로 대신하게 하였다.",
                "hj": "○庚子/以金魯敬爲刑曹判書, 尋遞以洪義臣代之。"
            },
            "2": {
                "H2KE-EN": "Fourth Censor Yi Sangryong 상소하였는데, 대략 이르기를, “이번 과장에서의 난잡스러움에 대해 비국의 계사에서 이미 논열하였습니다. 신은 굳이 덧붙일 필요가 없습니다만, 과장에 임어하여 시관을 가리는 것은 더구나 조정의 신칙이 있는데 말할 것이 있겠습니까? 정관이 진실로 조금이라도 임금의 뜻을 선양하려는 마음이 있었다면, 어찌 이원묵처럼 일을 그르칠 수 있겠습니까? 정관이 진실로 알지 못하고서 의망하였다면, 이는 밝지 못한 것입니다. 알고도 고의로 의망했다면, 이는 사정을 따른 것이니, 이 가운데 하나만 있어도 인재를 선발하는 중임을 맡을 수 있겠습니까? 신은 생각건대, 의망한 전관에게는 견파의 형전을 시행해야 한다고 여깁니다.” 하니, 비답하기를, “어떻게 알았겠는가? 흡사한 wrote about what you said, 협잡이라는 것은 매우 괴이하다. 그대는 우선 체차하겠다.” 하였다. ",
                "H2KE-nKo": "정언 이상룡이 상소하였는데, 그 대략에,“이번 과장이 난잡한 것에 대해 비변사의 계사에서 이미 논열하였으니, 신이 굳이 중복해서 아뢸 필요가 없습니다. 그러나 과장에 임하여 시관을 가리는 것은 더구나 조정에서 신칙한 것이니, 정관이 진실로 조금이라도 임금의 뜻을 선양하려는 마음이 있었다면 어찌 이원묵처럼 일을 그르쳤겠습니까. 정관이 진실로 알지 못하고서 의망하였다면 이는 밝지 못한 것이고, 알면서도 고의로 의망하였다면 이는 사사로움을 따른 것이니, 이 가운데 하나만 차지하고서 전선의 중임을 담당할 수 있겠습니까. 신은 의망한 전관에게 책임을 물어 파직하는 법을 시행해야 한다고 생각합니다.”하니, 비답하기를,“시험해 보기 전에는 어떻게 알겠는가. 그대의 상소 내용이 거의 이른바 협잡이라는 것은 매우 괴이하다. 그대는 우선 체차하겠다.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 11일(경자) 2번째기사",
                "gt-oKo": "정언 이상룡(李相龍)이 상소하였는데, 대략 말하기를, “이번 과장(科場)에서의 난잡은 비국에서 이미 논열(論列)하였으니, 신이 중복해서 아뢸 필요는 없으나 과장에 임하여 시관(試官)을 가리는 것은 더군다나 조정의 신칙이 있음이겠습니까? 정관(政官)인 자가 참으로 조금이라도 대양(對揚)하는 마음이 있다면 어찌 이원묵(李元默)처럼 일을 그르친 자가 있겠습니까? 정관이 참으로 모르고서 의망했다면 이는 밝지 못한 것이요, 알고서도 고의로 의망했다면 이는 사(私)를 따른 것이니, 이중 하나만 있다 하더라도 전선(銓選)의 중임을 맡을 수 있겠습니까? 신의 생각에는 의망한 전관에게 견파(譴罷)하는 법을 시행해야 마땅하다고 여깁니다.” 하니, 비답하기를, “가한지 시험해 보기 전에는 어찌 알 수 있겠는가? 그대의 상소에서 이른바 협잡이란 것은 매우 괴이하다. 그대를 우선 체차한다.” 하였다.",
                "hj": "○正言李相龍疏略曰: 今番科場之雜亂, 備局之啓, 已有論列。 臣不必架疊, 而臨科場擇試官, 況有朝家之申飭, 爲政官者, 苟有一分對揚之心, 豈有如李元默之僨事乎? 政官苟或不知而擬望, 則是不明也。 知之而故擬, 則是循私也, 居一於此, 其可當銓選之重任乎? 臣謂擬望銓官, 施以譴罷之典, 宜矣。 批曰: “試可之前, 何以知之? 似爾之疏, 殆所謂挾雜者, 甚怪矣。 爾則姑先遞差。”"
            },
            "3": {
                "H2KE-EN": "Second Deputy Director [of the Office of Royal Decrees] Hong Huijo presented a memorial to the King, which stated, Former Third Censor [of the Office of the Censor General] Bak Myeonghwa submitted a memorial regarding the matter of Yi Won묵 , which was not clarified without any evidence. He could not observe the cardinal principles. It is requested that he be dismissed from office and dismissed from office. He also said, These days, the selection of the candidates for the candidates [of the candidates for the candidates] are all apparently approved by the world. If Yi Won묵 had already passed the examination without evaluating any evaluation, that would truly be a fault that the selection of the candidates for the candidates [of the candidates for the candidates of the candidates for the candidates [of the candidates for the candidates of the candidates]. It is requested that former Fourth Censor [of the Office of the Censor General] [] Yi Sangryong be quickly ordered to be banished to a place of his choice. The King 비답하기를, “이상룡의 상소는 the circumstances and the circumstances of his circumstances are truly as you say. Have him banished to a place of exile and banished him to Yeongwon County .",
                "H2KE-nKo": "부교리 홍희조가 상소하였는데, 그 대략에,“전 헌납 박명화가 상소하여 이원묵의 일을 논하면서 명확하게 고집하지 않고 쉽사리 말을 만들어 대체를 알지 못했다고 논핵하였으니, 책임을 물어 파직하는 벌을 시행하소서.”하고, 또 아뢰기를,“이번 시관의 망통에서 가려 의망한 것은 온 세상 사람들이 모두 인정하는 바입니다. 이원묵이 이미 시험을 보았지만 아무런 성과가 없었다고 하더라도 전조의 관원이 의망한 것은 참으로 가려 의망하지 않은 잘못이 있고, 시험을 잘못 치르기 전에 세상 사람들이 인정하는 바가 되었으니, 어찌 이원묵의 앞잡이가 된 자가 많았겠습니까. 지금 그의 상소는 과장을 핑계 댔지만 그 계책은 흔들어 보려는 데 있으니, 전 정언 이상룡을 속히 먼 지역으로 내쫓으라고 명하소서.”하니, 비답하기를,“이상룡의 상소는 그 정상이 망측한 것이 참으로 그대의 말과 같으니, 먼 지역으로 내쫓는 벌을 시행하겠다.”하고, 영원군에 정배하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 11일(경자) 3번째기사",
                "gt-oKo": "부교리 홍희조(洪羲祖)가 상소하였는데, 대략 이르기를, “전 헌납 박명화(朴鳴和)가 이원묵(李元默)의 일을 소론(疏論)한 것은 분명하게 지적한 바가 없이 쉽게 말을 얽은 것이었으니, 대체를 모른 것입니다. 청컨대 견파를 시행하소서.” 하고, 또 말하기를, “이번 시관을 가려 의망(擬望)한 것은 온 세상이 모두 허여(許與)한 바입니다. 만약 이원묵이 이미 시험하여 효과가 없었다고 한다면 전관(銓官)의 거의(擧擬)가 참으로 잘 가리지 못한 잘못이 있습니다. 그러나 일을 시험하여 그르치기 전에 세상에서 재능으로 손꼽히는 자가 어찌 이원묵보다 앞선 이가 많았겠습니까? 이제 그 상소가 비록 과장의 일을 칭탁하였으나 계획은 두드려 흔들어 보고자 하는데 있으니, 청컨대 전 정언 이상룡(李相龍)에게 빨리 투배(投配)를 명하소서.” 하니, 비답하기를, “이상룡의 상소는 그 정상이 헤아리기 어려움이 참으로 그대의 말과 같으니, 변방에 정배하는 법을 시행하도록 하라.” 하였는데, 영원군(寧遠郡)에 정배하였다.",
                "hj": "○副校理洪羲祖疏略曰: 前獻納朴鳴和, 疏論李元默事, 無所明執, 容易架說, 不識大體, 請施譴罷。 又言今番試望之擇擬, 卽一世之所共許也。 使李元默, 已試蔑效者, 而銓官擧擬, 則誠有不擇之失, 試事僨誤之前, 爲世所數, 何嘗多爲元默前列者乎? 今其疏, 雖托科場, 計在敲撼, 請前正言李相龍, 亟命投配。 批曰: “李相龍疏, 其情叵測, 誠如爾言, 施以投畀之典, 配于寧遠郡。”"
            },
            "4": {
                "H2KE-EN": "Minister of Personnel Bak Jongmu , Third Minister of Personnel Hong Gyeongmok , and Third Minister [of Personnel] [] Hong Gyeongmok submitted a memorial to the King to resign from office. [The King] bestowed a royal directive upon [Hong] Jonghak, which stated: My dear sir, only witnesses that one person is personal justice, and thus can you resign from office? Ah! What is the important minister of the level of ones ancestors? If [the minister of personnel] is not warm, [the minister of personnel] shamelessly beat [the minister of personnel] to the level of handling [the minister of personnel] without interruption. How is it not that [the minister of personnel] developed [the minister of personnel] for an error. I think that this is a matter of administration to the world and the disord and the world and the world. My dear sir, you must be deeply apprehensive about this. Do not let [the minister of personnel] come to the court and conduct state affairs immediately. [The King] bestowed a royal directive upon [Hong] Gyeongmok, which stated: The memorial of the level of the world and the level of the le",
                "H2KE-nKo": "이조 판서 박종훈, 참의 홍경모가 모두 상소하여 스스로 인책하니, 박종훈에게 비답하기를,“경은 단지 일신의 사사로운 의리만 알고 스스로 인책하는가. 아, 총재의 중함이 어떠한데 앉은 자리가 따뜻해지기도 전에 까닭 없이 흔들어 대며 서슴없이 손을 대는가. 이것이 어찌 불량한 마음을 품고서 시험해 보는 것이 아니겠는가. 나는 이것이 바로 국가와 진신의 치란과 휴척에 관계되는 것이라고 생각한다. 경이 만약 이로 인해 스스로 기가 꺾이고 내가 만약 이로 인해 깊이 헤아려 준다면 저들의 시험해 보는 계책에 적중하게 되어 혼란이 날로 발생할 것이다. 경은 모쪼록 깊이 생각하여 세속의 의례적인 투식을 따르지 말고 즉시 들어와 정사를 열도록 하라.”하고, 홍경모에게 비답하기를,“장전에 대한 비답에서 이미 다 말하였으니 사직하지 말고 정사에 참여하라.”하였다. 박종훈 등이 소명을 어기자, 전교하기를,“이조 판서의 일은 참으로 개탄스럽다. 이른바 사람들의 말에 조금이라도 인혐할 만한 것이 있다면 신하를 예로 부리는 의리로 볼 때 나 또한 어찌 억지로 다그치겠는가. 이는 한 사람의 사사로움이 아니라 바로 조정의 기상과 세도에 관계되는 것이니, 그 경중과 공사의 구별이 어떠한가. 그런데 단지 구구한 작은 혐의에 구애되어 국가의 대체를 생각하지 않는단 말인가. 너무도 온당치 못하다. 이 중신이 이처럼 나약할 줄은 생각지도 못하였다. 우선 무거운 쪽으로 추고하고 다시 엄히 신칙하여 패초하라. 참의가 올린 한 통의 상소는 괴이할 것이 없을 듯한데 단지 장전을 본받기만 하고 변동할 뜻이 없으니 또한 매우 형편없다. 일체 엄히 신칙하여 패초하라.”하였다. 박종훈 등이 궐 밖에서 패초를 받들었으나 여러 차례 신칙하였으나 응하지 않았다. 전교하기를,“비답과 신칙하는 하교를 보면 비록 진정한 정세가 있더라도 나라를 깊이 생각하는 의리로 볼 때 즉시 변동해야 하는데, 줄곧 패초를 받들면서 계속 고집하고 있다. 단지 일신의 작은 혐의만 알고 나라의 체모와 나라의 기강이 중하다는 것은 생각하지 않으니, 기대를 저버린 것이 크다. 이조 판서 박종훈을 광주 목사에 보임하고, 이조 참의 홍경모를 법성 첨사에 보임하여 그날 밤 안으로 하직 인사를 하게 하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 11일(경자) 4번째기사",
                "gt-oKo": "이조 판서 박종훈(朴宗薰), 참의 홍경모(洪敬謨)가 아울러 진소하여 스스로 인책하니, 박종훈에게 비답하기를, “경은 단지 일신의 사사로운 의리만 알아서 스스로 인책하는가? 아! 총재(家宰)의 중함이 어떠한데 자리가 따뜻해지기도 전에 백지(白地)에 흔들어서 어려움 없이 손을 대본 것이니, 어찌 불량(不良)한 마음을 품고서 시험해 본 것이 아니겠는가? 내 생각에 이는 국가와 진신(搢紳)의 치란(治亂)·휴척(休戚)에 관계된다고 여기는데, 경이 만약 이로 인해서 스스로 주저하고, 내가 만약 이로 인해서 양해한다면 그가 시험하는 계책에 적중하게 되는 것이니, 어지러움이 날로 생기게 될 것이다. 경은 모름지기 깊이 생각하여 시속(時俗)의 예투(例套)를 따르지 말고 즉시 들어와 개정(開政)하라.” 하였고, 홍경모에게는 비답하기를, “장전(長銓)의 비답에서 이미 다 말하였으니, 사직하지 말고 정사에 참여하라.” 하였는데 박종훈 등이 소명을 어기자, 전교하기를, “이조 판서에 관한 일은 참으로 서운하다. 이른바 그 사람의 말에 만약 조금이라도 인혐할 만한 것이 있다면 예로써 부리는 뜻에 있어서도 나 역시 어찌 강박(强迫)하겠는가? 이는 한 사람의 사적인 것이 아니라 바로 조정의 기상과 세도(世道)에 관계되니, 그 경중과 공사의 구별이 어떠한가? 그런데도 단지 구구한 잗단 혐의에 구애되어 국가의 대체를 생각하지 않는단 말인가, 너무나 미안하다. 이 중신(重臣)이 이처럼 유약(柔弱)할 줄은 몰랐으니, 우선 종중 추고(從重推考)하고 다시 엄칙하여 패초(牌招)하라. 참의(參議)의 한번 상소는 괴이할 것이 없을 듯하나 단지 장전(長銓)을 따라서 변동할 뜻이 없으니, 역시 할 말이 없다. 일체로 엄칙하여 패초하라.” 하니, 박 종훈 등이 궐외에서 봉패(奉牌)하고 여러 차례 엄칙했으나 응하지 않았다. 전교하기를, “비답과 칙교(飭敎)를 보았으면 비록 참으로 정세(情勢)가 있다 하더라도 국가와 한 몸이라는 의리에서 마땅히 변동해야 하는데, 한결같이 봉패하고 미혹을 떨치지 못하면서 단지 일신의 잗단 혐의가 있음만 알고 국체와 왕강(王綱)의 중함을 생각하지 않으니, 저버림이 크다. 이조 판서 박종훈은 광주 목사(光州牧使)로 보외(補外)하고, 이조 참의 홍경모는 법성 첨사(法聖僉使)로 보외하되 당일 밤 안으로 사조(辭朝)하게 하라.” 하였다.",
                "hj": "○吏曹判書朴宗薰, 參議洪敬謨, 竝陳疏自引, 賜宗薰批曰: “卿則只認以一身私義, 而爲自引乎? 噫! 冡宰之重何如, 則坐席未暖, 白地敲撼, 無難犯手者, 豈非懷不逞而嘗試乎? 予則曰此卽國家搢紳治亂休戚之所關。 卿若因是自沮, 予若因是體諒, 適中彼嘗試之計, 亂日斯生矣。 卿須深慮, 勿爲此隨俗之例套, 卽爲入來開政。” 賜敬謨批曰: “長銓之批, 已悉言, 勿辭參政。” 宗薰等違召, 敎曰: “吏判事, 誠慨然。 所謂人言, 若有一毫可引, 其在禮使之義, 予亦豈或强迫, 此非一人之私, 卽朝象世道所關, 則其輕重公私之別何如? 而只拘於區區之小嫌, 罔念國家之大體乎? 萬萬未安, 不謂此重臣之若是巽軟也。 爲先從重推考, 更爲嚴飭牌招, 參議之一疏, 容或無怪, 只效長銓, 而無意變動, 亦甚無謂。 一體嚴飭牌招, 宗薰等, 奉牌闕外, 屢飭不膺。” 敎曰: “見批答與飭敎, 則雖有眞箇情勢, 體國之義, 宜卽變動, 而一向奉牌, 執迷不已。 只知有一身之小嫌, 而不念國體王綱之重, 孤負大矣。 吏曹判書朴宗薰, 光州牧使補外, 吏曹參議洪敬謨, 法聖僉使補外, 使之當夜內辭朝。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On imin day, the King issued a royal directive: Although I was cautious about the persistent imprudent and cautious of the state, I was able to remove me from banishment to a designated area. However, upon reflection, the officials of the Ministry of Personnel were expelled from banishment to a designated area due to the occurrence of imprudence. Thus, it is the same as that the officials of the Hall of Worthies were expelled from banishment to a designated area due to the calamity of imprudence. These days, the worries in the future cannot be worrisome. Therefore, the officials of the Hall of Worthies should be allowed to perform their official duties as before. Only then can the state be able to govern the country. Magistrate of Gwangju Strategic County Bak Jongwun and Magistrate of Beopseong Strategic Prefecture Hong Gyeongmoo should all be replaced by their previous posts. The governor of Gyeonggi Province should urgently send an urgent report to the throne so that they may summon and summon them for night.",
                "H2KE-nKo": "전교하기를,“비록 미혹함을 경계하고 나라의 체모를 보존하려는 뜻에서 귀양을 보냈지만, 다시 생각해 보니 전조의 당상이 이로 인해 축출된 것은 마찬가지이다. 시험해 보려는 계책을 부린다면 앞으로의 근심은 다시 말할 수 없을 것이니, 이 전조의 당상은 예전처럼 공무를 행한 뒤에야 나라가 나라 구실을 할 수 있을 것이다. 광주 목사 박종훈과 법성 첨사 홍경모를 모두 전직으로 바꾸어 제수하고, 경기 감영에 급히 파발을 보내 통지하여 밤을 도와 소환하게 하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 13일(임인) 1번째기사",
                "gt-oKo": "전교하기를, “비록 미혹을 떨치지 못한 것을 경계하고 국체를 존중하는 뜻을 두기 위해서 적보(謫補)하는 일이 있었으나 다시 생각해 본즉 전당(銓堂)이 이로 인해서 축출됨은 마찬가지이니, 그들이 떠보려는 계획을 이루어 주기에 알맞아 앞으로의 근심이 말할 수 없을 것이다. 이 전당이 전대로 행공(行公)한 연후에야 나라가 나라 꼴이 될 것이니, 광주 목사 박종훈과 법성 첨사 홍경모에게 아울러서 다시 전직을 주어 기영(畿營)에서 급히 파발을 놓아 지위(知委)해서 밤낮으로 달려 소환하도록 하라.” 하였다.",
                "hj": "○壬寅/敎曰: “雖以警執迷存國體之意, 乃有謫補之擧, 更思之, 則銓堂之因而被逐, 一也。 嘗試之計, 適使之售, 方來之憂, 復不可言, 此銓堂, 依舊行公, 然後國可爲國, 光州牧使朴宗薰, 法聖僉使洪敬謨, 幷改授前職, 畿營急撥知委, 星夜召還。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Ministry of Rites , referring to a memorial presented by Third Inspector of the Office of the Inspector General Bak Yeonghyeon , petitioned for the joint enshrinement of Jeong Si at the six 의사 of Jeongju , Jeong Si , and bestowing a royal favor upon him. The King followed this advice.",
                "H2KE-nKo": "예조가 장령 박영현의 상소로 인하여 의견을 갖추어 아뢰기를,“충렬공 정시를 정주의 육의사사에 합향하고, 이어 사액하는 은전을 내리소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 14일(계묘) 1번째기사",
                "gt-oKo": "예조에서 장령 박영현(朴榮顯)의 상소로 인해서 부계(覆啓)하여 충렬공(忠烈公) 정시(鄭蓍)를 정주(定州) 육의사(六義士) 사당에 합향(合享)하고 인하여 은액(恩額)을 하사하기를 청하니, 그대로 따랐다.",
                "hj": "○癸卯/禮曹因掌令朴榮顯疏覆啓 “請忠烈公鄭蓍, 合享于定州六義士祠, 仍賜恩額。” 從之。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon .",
                "H2KE-nKo": "현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 15일(갑진) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제를 행하였다.",
                "hj": "○甲辰/詣顯思宮, 行望〔祭〕。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Kim Gihu was appointed magistrate of Hanseong Magistracy , Kim Sanghyu was appointed assistant state councilor , and was appointed director of the State Tribunal .",
                "H2KE-nKo": "김기후를 한성부 판윤으로, 김상휴를 의정부 좌참찬으로, 판의금부사를 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 16일(을사) 1번째기사",
                "gt-oKo": "김기후(金基厚)를 한성부 판윤으로, 김상휴(金相休)를 의정부 좌참판·판의금부사로 삼았다.",
                "hj": "○乙巳/以金基厚爲漢城府判尹, 金相休爲議政府左參贊, 判義禁府事。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On giyu day, the King ordered that the second princesses be made Princes Bokon .",
                "H2KE-nKo": "제2공주를 복온 공주로 삼으라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 20일(기유) 1번째기사",
                "gt-oKo": "제2공주(第二公主)를 복온 공주(福溫公主)로 삼으라고 명하였다.",
                "hj": "○己酉/命第二公主爲福溫公主。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, the King proceeded to Seonwon Hall and performed a tea ceremony. The Crown Prince attended the banquet.",
                "H2KE-nKo": "신해년에 선원전에 나아가 다례를 행하였는데, 왕세자도 따라가 참석하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 22일(신해) 1번째기사",
                "gt-oKo": "선원전(璿源殿)에 나아가 다례(茶禮)를 행하였는데, 왕세자가 따라가 참여하였다.",
                "hj": "○辛亥/詣璿源殿, 行茶禮, 王世子隨參。"
            },
            "2": {
                "H2KE-EN": "Former Minister of Taxation Yi Sangin was appointed as left state councilor , and Acting Grand Military Protector Yi Seogu was appointed as right state councilor .",
                "H2KE-nKo": "특지로 행 호조 판서 이상황을 의정부 좌의정에, 행 대호군 이서구를 우의정에 제수하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 22일(신해) 2번째기사",
                "gt-oKo": "특지(特旨)로 행 호조 판서(行戶曹判書) 이상황(李相璜)을 의정부 좌의정으로, 행 대호군(行大護軍) 이서구(李書九)를 우의정에 임명하였다.",
                "hj": "○特旨, 以行戶曹判書李相璜, 拜議政府左議政, 行大護軍李書九, 拜右議政。"
            },
            "3": {
                "H2KE-EN": "Jeong Manseok was appointed minister of Taxation .",
                "H2KE-nKo": "정만석을 호조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 22일(신해) 3번째기사",
                "gt-oKo": "정만석(鄭晩錫)을 호조 판서로 삼았다.",
                "hj": "○以鄭晩錫爲戶曹判書。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to Left State Councilor Yi Sangsang , which read as follows: The state has established a state councilor necessarily reflected upon the talent and virtue. However, the difficulty of the talent is rather worse than the virtue. For this reason, the sages regarded the elderly worse than Jo Wei , the elderly cultivated worse, but they were not worse than Takji and Takji . For this reason, the selection of a state councilor has been difficult and cautious from ancient times. Though I am not virtuous, I have prudent in my succession on the throne twenty-four years of age and apprehensively apprehensive at the time of establishing a state councilor. Though all those who have been in the privilege of the State Council were not supposed to have their talent and virtues concurrently, each person has his skills but does not exceed the elderly and talents. However, I am not virtuous in governing the peoples will. Today, the state is dangerous, the livelihood of the people is impoverished, the custom is frequent, and the discipline is decreasing day by day. I am apprehensive and apprehensive as if there is no one to rise and fall into decay. If a person with virtue and talents, he cannot rise and cultivate himself. My dear sir, you have been deeply intelligent in history and received royal favor in the ancestors. You were cautious and upright, and honest by early praising the beautiful praiseworse. Today, you have showed extraordinary accomplishments inside and outside the capital, and your expectations are so great that all the people rose from the privilege of the State Council, and it is rather too late. My dear sir, strive to cultivate your moral integrity and assume charge of the Buddhas and paralyticipating in the responsibility of the Budhas and Bodhisattvas in the morning and evening. You should cultivate my dear sirs, assist me in unworthy. You should cultivately carefully and comfort with all yourself and assist the great plan to assume the privilege of the King and protect the people. Then, you should ",
                "H2KE-nKo": "좌의정 이상황에게 별유를 내렸는데, 그 내용은 다음과 같다.“나라에서 재상을 두는 것은 반드시 재덕이 있다고 해야 하는데, 재질의 어려움이 도리어 덕보다 더 심하기 때문에 성인은 ‘조나라나 위나라의 원로보다 나으니 등나라나 설나라의 대부가 될 수 없다.’라는 말을 하였다. 이것이 정승의 후보를 뽑는 것을 예로부터 어렵게 여기고 신중히 하였는데, 비록 변변치 못한 소자가 왕위를 계승한 지 24년이 되었으나 정승을 뽑을 때에는 조심하고 두려워한 까닭이다.그동안 의정부에 있었던 사람들이 비록 사람마다 모두 재덕을 겸비한 것은 아니지만, 요컨대 각각 장점이 있어서 노성한 이에게 맡기려고 도모한 것에 지나지 않았다. 그러나 변변치 못한 소자가 정치가 뜻대로 되지 않아 지금에 이르러서는 나라의 형세가 위태롭고 민생이 곤궁하며 세속이 들뜨고 기강이 무너지는 것이 날이 갈수록 심해지고 있으니, 나라가 어지럽고 전복될 조짐이 두렵다. 진실로 덕망과 재주를 갖춘 사람이 기용되어 진작되지 않는다면 또한 어찌할 수 없을 것이다.경은 사관으로 있을 때부터 선왕의 지우를 받았으며, 청렴하고 신중하며 정직하고 굳건하여 일찍부터 빛나는 칭찬을 받았다. 오늘날에 이르러서는 공적이 내외에 드러났고 명망과 실제가 높아서 뭇사람들이 모두 추앙하니, 의정부의 직임은 오히려 늦었다고 하겠다. 경은 자신의 몸을 돌보지 않는 절조를 힘쓰고 보좌하는 책임을 맡아, 아침저녁으로 좌우에서 나의 부족한 점을 보필하고 깨끗한 마음으로 공경하고 협력하여 함께 큰 계책을 이루어, 임금을 높이고 백성을 보호하며 순박한 풍속을 회복하고 목을 빼고 기다리는 나의 마음을 헤아려, 온 나라가 눈을 씻고 기다리고 있는 심정을 위로하고 위태로움을 전환시켜 나라를 안정시킨 경사가 되게 하라.선대를 추념하여 오늘에 보답하는 것이 경의 의리이다. 내가 어찌 많은 말을 하겠는가. 경은 즉일로 명에 응하여 애타게 기다리는 나의 지극한 뜻에 부응하라.”\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 24일(계축) 1번째기사",
                "gt-oKo": "좌의정 이상황(李相璜)에게 유시하기를, “나라에 재상을 두는 것은 반드시 재덕(才德)으로 해야 하는데 재능의 어려움이 도리어 덕보다 심하기 때문에 성인(聖人)께서 ‘조(趙)·위(魏)의 가신(家臣)은 하고도 남지만 등(滕)·설(薛)의 대부(大夫)는 할 수 없다.’고 말씀하셨다. 이는 금구(金甌)의 복상(卜相)이 예로부터 어렵고 신중하게 여겼던 것인데, 비록 소자(小子)의 불초함으로도 즉위한 지 24년 동안 재상을 임명할 때에는 조심하여 했었다. 전후하여 상부(相府)에 있는 자가 비록 다 사람마다 모조리 재덕을 겸비한 것은 아니었으나, 요컨대 각기 그 장점이 있었고 노성(老成)한 사람을 임명하기를 도모하는 데 불과하였다. 그러나 소자가 불초하여 다스림이 뜻에 따르지 않아, 지금에 이르러서는 국세(國勢)가 위태롭고 민생(民生)이 곤궁하며, 속상(俗尙)이 부화(浮華)하고 기강의 무너짐이 날로 하루가 더 심하니, 판탕(板蕩)·전궐(顚蹶)할까 두렵다. 참으로 덕망과 재능을 갖춘 사람이 일어나서 떨치지 않는다면 어떻게 할 수 없는데 경은 사관(史官)에 있을 때부터 선조(先朝)의 지우(知遇)를 받았으며, 염근(廉謹)하고 정고(貞固)하여 일찍부터 포장(褒奬)을 이어받았는데, 금일에 이르러서는 치적이 내외에 드러났고 덕망이 높아서 사람들의 여론이 모두 추앙하고 있으니, 낭묘(廊廟)의 임무를 맡기는 것이 오히려 늦었다고 하겠다. 경은 비궁(匪躬)의 절조를 다하고 보필(輔弼)의 책임을 맡아, 조석으로 좌우에서 나의 부족한 점을 보충하고 정백(精白)하게 화합하여 함께 대유(大猷)에 오르게 하라. 그리하여 임금을 존경하고 백성을 감싸주며 순박한 풍속으로 돌리고 긴중한 요령을 파악하여 내가 간택한 마음을 본받고, 팔도에서 눈을 씻고 기다리는 마음을 위로해 위태로움을 돌려 나라를 안정시키는 경사를 이루도록 하라. 선대(先代)를 추념하여 지금에 보답하는 것이 경의 의리이다. 내가 어찌 많은 말을 하겠는가? 바라건대, 경은 즉일로 명에 응하여 내가 측석(側席)하는 지극한 뜻에 부응하라.” 하였다.",
                "hj": "○癸丑/諭左議政李相璜曰: “國之置相, 必曰才德, 而才之難, 反有甚於德, 故聖人有優於趙、魏老, 而不可爲滕、薜大夫之語, 此所以金甌之卜, 從古難愼, 而雖小子之不穀, 嗣服二十有四年, 兢兢於置相之際者也。 前後居相府之人, 雖未必人人盡兼才德, 要之, 各有其長, 而不越乎圖任老成, 然小子之不穀, 治不徯志, 至于今國勢之岌嶪, 民生之困窮, 俗尙之浮靡, 紀綱之壞圯, 日甚一日, 懍懍乎有板蕩顚蹶之形, 苟非德望才具之人, 起而振之, 亦無如之何? 卿奧自簪筆, 受知先朝, 廉謹貞固, 夙承華褒, 逮在今日, 績著內外, 望實之隆, 輿人皆推, 廊廟之寄, 尙云晩矣。 卿其勵匪躬之節, 任佛肩之責, 朝夕左右, 輔予不逮, 精白寅協, 偕升大猷, 尊主而庇民, 反樸而提領, 體小子簡心之擧, 慰八方拭目之情, 轉危爲安國之慶也。 追先報今, 卿之義也。 予何多誥? 望卿卽日膺命, 以副予側席之至意。”"
            },
            "2": {
                "H2KE-EN": "The King addressed Right State Councilor Yi Seogu as follows: It has been a long time since I wished to execute my dear sir to reappoint my dear sirs. However, it is also my dear sirs neglectfulness. When the important task of assisting state councilor is not worse, there is nothing more urgent than today that the people are starving and symptoming, but they do not save their livelihoods. The discipline becomes diligent, and thus they do not clarify them. All the officials are diligent and negligent, but they do not clarify them, and the custom becomes rugged, but they do not clarify them. If this happens, the country will not become dangerous and worse, but I do not hear it. Furthermore, among the elderly and familiar men of two or three consulted state affairs, those who are not slightly enough to reach the age of old and worse sometimes fall into ruin. In the State Council, only one supreme general and one supreme general of the senior minister alone is widespread and alone. From antiquity, how could there be no such urgent situations like today? My dear sir, my dear sir, honest and upright attitude was observed in the reign of King Taejo , and his reputation was quite clear. When I ascended the throne, his accomplishments were even greater, and his virtue were advanced in age and his expectations were clearly manifested. It was not only my dear sirs unfortunate occurred in the middle of the world. Although I am not well-versed, I can fully understand it. For this reason, how could I strive to cultivate my dear sirs in the southern frontier? It would be possible to test my dear sirs self-restraint. The intention of endeavoring to reappoint my dear sirs beginning today is the beginning of my dear sirs. However, my dear sir, after receiving the benevolence of importance and selecting my dear sirs, I entrust my dear sir with my dear sirs assumed the task of entrusting my dear sirs. Thus, my dear sirs cannot be left unpardonable, and the people of the world will surely admire my dear sirs. I hope that my dear sirs will understand the most urgent situation and understand my sincere intention. Then, I shall immediately support my dear sirs",
                "H2KE-nKo": "우의정 이서구에게 유시하기를,“내가 경을 끝까지 등용하고자 한 지 오래되었다. 그럭저럭 지금에 이른 것도 내가 게으른 탓이다. 보상의 중함이 어느 때인들 그렇지 않았겠는가마는, 오늘날 백성들이 신음하고 있는데도 보호하지 못하고, 기강이 무너져도 진작하여 엄숙하게 하지 못하고, 백료가 게으름을 피우는데도 경동하지 못하고, 습속이 들뜨고 혼잡한데도 진정시키지 못하고 있다. 이러고도 나라가 위망에 이르지 않았다는 말은 내가 들어 보지 못하였다. 더구나 두세 명의 함께 안정된 노성한 신하가 날마다 늙지 않고 혹 쇠잔해지기도 하며, 묘당에는 단지 영의정 한 사람만 남아 있는데, 고립되어 혼자만 수고하고 있으니, 예로부터 보상으로서의 급함이 어찌 오늘날과 같은 적이 있었겠는가.생각건대 경은 굳세고 깨끗한 지조를 지녔다. 선왕 때부터 명성이 매우 드러났고, 내가 왕위를 계승하자 치적이 더욱 성대하였고, 덕으로 나이가 많고 명망이 뒤따라 드러났다. 중간에 일어난 횡역은 단지 경 한 사람의 불행일 뿐만이 아니었으니, 내가 비록 밝지 못하지만 충분히 알 수 있다. 그러므로 몇 해 전에 남쪽 지방을 권면하여 기용한 것이 어찌 혹시라도 경에게 사정을 둔 것이었겠으며, 또한 어찌 혹시라도 그럭저럭 시험해 본 것이었겠는가. 경을 끝까지 등용한 뜻은 실로 여기에 근본한 것인데, 지금에야 비로소 화합하게 되었으니, 이것이 내가 게으름을 스스로 탄식하는 까닭이다.그러나 경은 선왕께서 도균일하게 선발해 주신 은혜를 받았고, 나에게 군신의 의리를 부탁한 지 수십 년이 되어 고굉의 임무를 맡았다. 내 마음이 충만해진 것은 우선 놔두고 논하지 않더라도 온 나라 사람들이 또한 반드시 이마에 손을 얹고 기뻐하며 눈을 씻고 기다리고 있을 것이다. 바라건대 경은 시세가 더없이 급한 것을 헤아리고 나의 지극한 뜻을 헤아려 즉시 일어나 마음을 바꾸어 나를 인도하고 나의 원보와 함께 나랏일을 크게 구제하며, 신음하는 것을 보호하고 쇠퇴한 것을 진작하며, 게으름을 피우는 것을 경계하여 들뜨고 혼잡한 것을 진정시켜 위태로운 나랏일이 태산처럼 우뚝 솟아오르고 사유처럼 유지되게 하라. 그러면 내가 장차 팔짱을 끼고 성공하여 영원히 어진 사람을 얻었다는 명성을 누릴 것이고, 경도 평소에 글을 읽은 힘을 펼 수 있을 것이다. 내가 많은 말을 하지 않겠으니, 경은 잘 헤아리라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 24일(계축) 2번째기사",
                "gt-oKo": "우의정 이서구(李書九)에게 유시하기를, “내가 경을 중용(重用)하고자 한 것이 오래되었는데, 세월이 흘러 여기에 이른 것은 내가 게으른 탓이다. 보상(輔相)의 중함이 어느 때인들 그러하지 않겠는가만 역시 오늘날보다 더 급한 적은 없었다. 생민이 고생하고 있는데도 보호해 주지 못하고, 기강이 무너졌는데도 진숙(振肅)시키지 못하며, 백료(百僚)가 게으름을 피우는데도 경동(警動)시키지 못하고 습속(習俗)이 부효(浮淆)한데도 진정시키지 못하였으니, 이러고도 나라가 위망(危亡)에 이르지 않는 것을 나는 듣지 못하였다. 더군다나 두셋 함께 다스리던 노성인(老成人)들이 오래지 않아 늙게 되고, 또 죽기에 이르러서 낭묘(廊廟) 위에 단지 원보(元輔) 한 사람이 외롭게 혼자 수고하니, 예로부터 보상의 급함이 오늘날과 같은 때가 어찌 있었겠는가? 오직 경은 경개(耿介)하고 청염(淸恬)한 지조가 있어 선조(先朝) 때부터 명성(名聲)이 크게 떨쳤고, 내가 즉위함에 미쳐서는 치적이 더욱 성하고 덕이 날로 진보되어 명망이 드러났었다. 중간에 횡역(橫逆)을 당했지만 경 일신의 불행만이 아니었음은 내가 비록 밝지 못하더라도 족히 알고 있다. 그래서 지난해에 남번(南藩)에 억지로 기용했는데, 어찌 혹시라도 경에게 사(私)를 두어서 그런 것이겠으며, 어찌 혹시라도 시험하기 위해서 그러하였겠는가? 중용(重用)하는 뜻이 실로 이에 근본한 것이었는데 이제서야 비로소 이루어졌으니, 이것이 내가 게을렀던 것을 탄식하는 바이다. 그러나 경은 선조께서 육성(育成)하고 간발(簡拔)한 은혜를 입었고 나와 군신(君臣)의 의(義)를 맺은 지 수십년이 되었으니, 고굉(股肱)의 위임에 응해야만 내 마음이 충족되는 것은 우선 논하지 않더라도 팔도 사람들이 역시 반드시 이마에 손을 얹고 기뻐하며 눈을 씻고 기다릴 것이다. 경에게 바라건대 시세(時勢)가 더없이 급함을 헤아리고 나의 지극한 뜻을 본받아, 즉시 벌떡 일어나 나를 계옥(啓沃)하고 나의 원보(元輔)를 도와 국사를 구제하여, 고생하는 백성을 보호하고 무너진 기강을 진직시키며, 게으름을 깨우쳐 부효함을 진정시켜서 위급한 국사를 태산(泰山)처럼 굳게 하여 사유(四維)를 보존하게 하라. 그렇게 되면 내가 장차 팔짱을 끼고 공을 이루어 영원히 어질다는 이름을 누리게 될 것이요, 경 역시 평일 독서한 힘을 펼 수 있을 것이다. 내가 많은 말을 하지 않으니, 경은 그렇게 양해하라.” 하였다.",
                "hj": "○諭右議政李書九曰: “予之欲究用於卿者, 久矣。 荏苒至此, 亦予之慢也。 輔相之重, 何時不然? 而亦莫急於今日生民殿屎而莫之懷保, 紀綱陵夷而莫之振肅, 百僚頹惰而莫之警動, 俗習浮淆而莫之鎭靜, 如是而國不至危亡, 予未之聞也。 況二三共靖之老成, 不日就於耄期, 亦或至於凋零, 廊廟之上, 只有元輔一人, 孤立而獨賢, 從古輔相之急, 亦豈有如今日者乎? 惟卿耿介淸恬之操, 奧自先朝, 聲聞孔昭, 逮予嗣服, 績庸益茂, 德以年進, 望隨名著, 中間橫逆, 非直卿一身之不幸, 予雖不明, 足以知之。 故向年南藩之勉起, 豈或有私於卿? 亦豈或聊試而已, 究用之意, 實原於此。 而始諧於今, 此予所自歎其慢也。 然卿受先朝陶勻簡拔之恩, 於予托君臣之義者, 數十年, 而膺股肱之委畀矣。 予心充然, 姑舍勿論, 八方之人, 亦必加額而喜之, 拭目而俟之, 望卿, 諒時勢之莫急, 體小子之至意, 卽起幡然, 啓予沃予, 偕我元輔, 弘濟國事, 保殿屎而振陵夷, 警頹惰而鎭浮淆, 使阽危之國事, 屹然泰山而四維之, 則予將垂拱仰成, 永享得賢之名, 而卿亦可展平日讀書之力也。 予不多誥, 卿其諦諒。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Kim Iyang and Bak Jongmu as left and right tutors for the Crown Prince .",
                "H2KE-nKo": "김이양과 박종훈을 좌빈객과 우빈객으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 27일(병진) 1번째기사",
                "gt-oKo": "김이양(金履陽)과 박종훈(朴宗薰)을 좌·우빈객(左右賓客)으로 삼았다.",
                "hj": "○丙辰/以金履陽、朴宗薰爲左右賓客。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Yi Sangsang as minister of taxation .",
                "H2KE-nKo": "이상황을 호조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 5일(갑오) 1번째기사",
                "gt-oKo": "이상황(李相璜)을 호조 판서로 삼았다.",
                "hj": "○甲午/以李相璜爲戶曹判書。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil examination was held.",
                "H2KE-nKo": "식년 문과 초시를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 5일(갑오) 2번째기사",
                "gt-oKo": "식년 문과(式年文科) 초시(初試)를 설행하였다.",
                "hj": "○設式年文科初試。"
            },
            "3": {
                "H2KE-EN": "The Ministry of Rites reported as follows: This time, the state examination occasionally observed the highest grade of the lowest grade of the low grade of the",
                "H2KE-nKo": "비변사가 아뢰기를,“이번 감시 일소의 유생들이 대 위와 대 아래 소란을 피워 등위가 없었고, 잡인들이 담장 안과 담장 밖을 드나드는 것이 거의 한정이 없었으며, 한밤중에 방을 내걸어 난잡하고 분별이 없어 팔도의 많은 선비들로 하여금 실망하여 떠나게 하였습니다. 상시관 이원묵은 간삭하고, 부시관 엄도와 안광직은 책임을 물어 파직하소서.”하니, 그대로 따랐다. 헌납 박명화가 상소하기를,“일소의 시험 체제는 전혀 기율이 없어 유생과 시관이 헌무 사이에서 말을 주고받았습니다. 혁제의 서찰이 과거 시험장에서 공공연히 행해져 봉한 이름을 바꾸기도 하고 시권을 여러 차례 올리기도 하였습니다. 이원묵은 도형으로 정배하고, 참시관은 간삭하소서.”하니, 비답하기를,“아뢴 대로 시행하라.”하였다. 이원묵은 수안군에 정배하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 5일(갑오) 3번째기사",
                "gt-oKo": "비국에서 아뢰기를, “이번 감시(監試) 일소(一所)에서는 유생들이 소란을 피워 대(臺) 위와 대 아래의 등위(等威)가 없었고, 잡인들이 출입하여 장내(墻內)와 장외의 구분이 없었으며, 심야(深夜)에 탁방(拆榜)하매 혼란을 빚어내어 구별이 없어서 팔도의 많은 선비들이 실망하며 떠나게 하였습니다. 청컨대 상시관(上試官) 이원묵(李元默)은 간삭(刊削)하고, 부시관(副試官) 엄도(嚴燾)와 안광직(安光直)은 견파(譴罷)하소서.” 하니, 그대로 따랐다. 헌납 박명화(朴鳴和)가 상소하기를, “일소(一所)의 시험한 체모가 전혀 기율이 없어 유생과 시험관이 헌무(軒廡) 사이에서 만나 말을 나누고, 혁제(赫蹄)의 서찰(書札)이 시험장 안에서 공공연히 돌아다녔으며, 혹 봉(封)한 이름을 바꾸기도 하고, 혹은 여러 차례 시권(試券)을 올리기도 하였습니다. 청컨대 이원묵은 도배(徒配)하고 참시관(參試官)은 간삭(刊削)하소서.” 하니, 비답하기를, “아뢴 대로 시행하라.” 하였는데, 이원묵은 수안군(遂安郡)으로 정배하였다.",
                "hj": "○備局啓言: “今番監試一所儒生之紛沓臺上臺下, 未有等威, 雜人之出入墻內墻外, 殆無限隔, 深夜拆榜, 雜蹂無別, 使八方多士, 失望而去, 請上試官李元默刊削, 副試官嚴燾, 安光直譴罷。” 從之。 獻納朴鳴和疏曰: 一所試體全無紀律, 儒生試官接語於軒廡之間赫蹄書札, 公行於場屋之內, 或換弄封名, 或屢呈試券, 請李元默徒配, 參試官刊削。 批曰: “依施, 配元默于遂安郡。”"
            }
        },
        "7": {
            "1": {
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 7일(병신) 1번째기사",
                "gt-oKo": "영돈녕(領敦寧) 김조순(金祖淳)이 관서(關西)에서 휴가를 마치고 돌아오니, 임금이 소견하였다. 김조순이 말하기를, “신이 이번 관서에 내려가 이미 백성들의 고통스러움을 귀로 듣고 눈으로 보았으니, 다 말하지 않을 수 없습니다. 본도의 구환(舊還)이 경외(京外) 각 아문의 절미(折米)를 아울러 계산하면 6만 9천 3백여 석이 되는데, 그중 3만 9천여 석은 유망(流亡)한 호구에서 받아야 할 것이어서 지적해 받을 곳이 없으며, 2만 9천여 석은 현재 있는 호구에서 받을 것인데, 이른바 현재 남아 있는 호구라는 것은 바로 신미년 임신년의 난리 후에 미처 도망하지 못한 고아와 과부를 억지로 현재 있는 호구로 기록한 자들이니, 원호(元戶)와 비교할 수가 전혀 없습니다. 만약 법대로 징수해 받아들인다면 인족(隣族) 역시 조만간 화가 옮겨 올 것을 알기 때문에 의구(疑懼)하여 흩어질 마음을 두고 있으며, 심지어 풍년이라는 말을 원하지 않기까지 합니다. 이제 아무 이로움이 없는 빈 장부(帳簿)를 가지고서 포흠낸 환곡을 징수할 것으로 여겨 고할 곳 없는 자들로 하여금 더욱 독촉을 받게 하여 안도(安堵)했던 자들이 도리어 도망해 흩어지게 된다면 이미 차마 하지 못하는 정사가 아니며, 또 안정시키는 방도에 어긋납니다. 이는 묘당이나 방백이 경솔하게 거론할 것이 아니니, 신의 뜻으로는 주상께서 탕감하라고 특명하시어 한 도(道)의 잔민(殘民)과 실호(實戶)가 모두 조가에서 다친 사람을 돌보아 주듯이 하는 덕을 입을 수 있게 하면 사의(事宜)에 합당할 듯합니다.” 하고, 또 말하기를, “본도 영(營)의 각 창고에 적체(積滯)된 포흠(逋欠)이 자그마치 수십만 석에 이르러 영속(營屬)과 시민(市民)으로 갇힌 자가 매우 많은데, 그중에는 본디 그들이 농간하여 소비해 없앤 자도 있지만 시민들은 빚을 놓을 때 혹 잘 살피지 못한 것이며, 영속은 영송(迎送)하는 즈음에 혹 사세가 시급하여 허실(虛實)이 뒤섞이기도 하고 새것과 묵은 것이 서로 섞이기도 한 것입니다. 또 포안(逋案)에 기록된 이름이 절반은 도망하여 인족(隣族)이 의구(疑懼)하고 평민이 흩어졌습니다. 크게 바로잡아서 받을 수 있는 것은 받아들이고, 받을 수 없는 것은 탕감해 준 연후에야 가난한 백성들이 안정될 수 있을 것입니다.” 하였다. 또 말하기를, “하늘이 인재(人才)를 내면서 어찌 남북의 한계를 두었겠습니까? 그런데 서도의 인사(人士)들은 조정에서 한결같이 보는 은택을 입지 못하고 있으니, 실로 큰 흠전(欠典)이 됩니다. 명경 문과(明經文科)와 무방(武榜)의 출신들은 그래도 진신(進身)하여 벼슬할 가망이 있지만 음관(蔭官)에 이르러서는 그 길이 마침내 끊어졌으며 경명 행수(經明行修)의 천거는 말할 것도 없고, 재주를 안고 글에 능한 무리들 역시 스스로 포기하는 것을 달갑게 여기고 있으니, 어찌 애석하지 않겠습니까? 더군다나 우리 나라가 우리 나라로서의 구실을 하게 된 것은 단군(檀君)과 기자(箕子)로부터 시작되었으니, 이치상 높여 받드는 것이 합당합니다. 그런데 숭령전(崇靈殿)에는 참봉(參奉) 둘이 있고, 숭인전(崇仁殿)에는 한 전감(殿監)이 있는데, 감(監)은 선우씨(鮮于氏)가 세습(世襲)하고 참봉은 본도 사람의 차함(借啣)의 밑천이 되는데 불과하여 원래 천전(遷轉)시키는 규정이 없습니다. 신의 뜻으로는 숭령전 참봉 두 자리 가운데 한 자리는 영(令)으로 고치고, 숭인전의 감 역시 참봉 두 자리로 고쳐서 한 자리는 항상 선우씨 가운데서 차출하고, 한 자리는 숭령전 참봉과 함께 청남(淸南)·청북(淸北)에 나누어 소속시켜 특별히 문행(文行)이 있는 자를 차출해서 만삭(滿朔)이 되기를 기다려 경사(京司)로 천입(遷入)시키기를 송경(松京)의 분교관(分敎官)의 예처럼 하고, 영(令)은 문관(文官)과 음관(蔭官)을 서로 차출하되 역시 본도 사람으로 한다면 비단 존숭하는 도리에 빛이 날 뿐만 아니라, 서토(西土) 인사를 흥기시킬 수가 있습니다. 이미 변통하는 일에 관계되고, 또 관방(官方)과 관련되니, 청컨대 대신과 정관(政官)에게 물어서 처리하소서.” 하였고, 또 말하기를, “본도 각읍이 현재 지탱하기 어려운 폐단 가운데 대동고(大同庫) 한 가지 일보다 더 급한 것은 없습니다. 대개 당초에 설시함이 고을의 대소를 물론하고 1년에 받아들일 것을 응하(應下)에 비교해서 하였으니, 어찌 부족할 이치가 있겠습니까? 그러나 만근(挽近) 이래로 세입(稅入)은 줄어들어 여유가 없고 공비(公費)는 더하면 더했지 줄지 않아서, 영납(營納)은 혹 지나치게 낭비되고, 읍용(邑用)은 절차 한정이 없게 되었습니다. 사목(事目) 이외에 또 잘못된 준례(遵例)가 있고 규식(規式)을 정한 후에는 도리어 용비(冗費)로 쓰는 것이 더 많으며, 마감하여 결산하는 즈음에 미봉(彌逢)할 길이 없어 심지어는 부호(富戶)에게 원납(願納)하게 하고, 가난한 백성에게 마구 거두고 있습니다. 또 감임(監任)을 차출함에 있어 읍 중의 부자를 차출해 담당시키기 때문에 한번 감임을 지내고 나면 가산(家産)이 탕진되어 지금은 공사(公私)가 다 탕갈되고 상하가 모두 곤궁합니다. 참으로 그 폐단의 근원을 따져 보면 한 마디로 영읍(營邑)의 식례(式例)를 준정(準定)한 바가 없기 때문입니다. 신의 뜻으로는 도신에게 분부하여 한 도의 대동고(大同庫) 출입 장부를 다 거두어 모으고 도내 수령 가운데서 잘 다스리고 일을 아는 자와 함께 잘 상확하고 헤아려서 원정식(元定式)에서 크게 빗질을 가해 재감(裁減)할 수 있는 것은 재감하고, 바로잡아 고칠 것은 고치며 용잡(冗雜)하고 범람(泛濫)한 것을 다 제거해 항규(恒規)를 정하고, 또 조금 여유를 두게 하여 세과(歲課)를 삼게 한다면 백성들의 힘이 지탱될 수 있고 열읍이 힘을 입게 될 것입니다. 청컨대 묘당으로 하여금 해당 도에 관칙(關飭)하여 속히 거행하게 하소서.” 하였으며, 또 말하기를, “연전에 송경(松京) 유생(儒生)의 무리들이 고 군수(郡守) 조유선(趙有善), 고 참봉(參奉) 조유헌(趙有憲) 형제가 학문에 독실하고 조행(操行)에 힘썼다는 것으로 포증(褒贈)해 주기를 우러러 청하였기에 묘당으로 하여금 품처하라는 명이 계셨으나 아직껏 회계(回啓)하지 않고 있습니다. 신이 서쪽에서 올라올 때에 본부의 인사들이 떼를 지어 와서 만나 보고는 다시 전의 말을 거듭해 전해 아뢰기를 바랐었습니다. 대개 이 두 사람의 실상(實狀)은 과연 그 상소와 같았으니, 포미(褒美)하는 아름다운 은전이 있어야 합당합니다. 특별히 즉시 회계하기를 명하여 한 고장 인사들로 하여금 보고 흥기하도록 함이 좋을 듯하므로 감히 앙달하오니, 모두 대신에게 물으소서.” 하니, 그대로 따랐다. 숭령전과 숭인전 두 전의 참봉은 전관(銓官)이 도천(道薦) 한 사람 가운데서 의망(擬望)해 들이는 것으로 정식하고, 조유선에게는 승지(承旨)를 증직하며, 조유헌에게는 참의를 증직하였다.",
                "hj": "○丙申/領敦寧金祖淳, 從關西沐浴還, 上召見。 祖淳曰: “臣之今番西下, 旣有聞見民隱, 宜無不言, 本道舊還, 幷計京外各衙門折米, 爲六萬九千三百餘石, 而其中三萬九千餘石, 則流亡戶所受, 而指徵無處, 二萬九千餘石, 則時存戶所受, 而所謂時存戶, 卽辛壬亂後孤兒寡婦, 未及流亡, 而强以時存懸錄者也。 萬不可比於元戶, 如法徵捧, 而若隣若族, 亦知其早晩移禍, 故疑懼渙散之心, 至有不願豐年之說, 今以無益之空簿, 視爲可徵之逋糴, 使無告者, 愈被督迫, 安堵者反致逃散, 旣非不忍之政, 亦乖奠安之方, 而此非廟堂方伯之率爾擧論者, 臣意則自上特命蕩減, 俾一路殘氓實戶, 均被朝家如傷若保之德, 恐合事宜。” 又曰: “本道營各庫積逋, 多至屢十萬, 營屬市民之囚繫者甚多, 其中固有渠輩偸弄消瀜者, 而市民則放債之時, 或不能審愼, 營屬則迎送之際, 或事勢滾急, 虛實相蒙, 新故相錯。 且逋案錄名, 半是流亡, 隣族疑懼, 平民渙散, 大加釐正, 可捧者收之, 不可捧者蕩減, 然後貧民可安。” 又曰: “天之生才, 豈限南北? 而西路人士之不得霑朝家一視之澤者, 實爲大欠典, 明經文科, 武榜出身, 尙有進身通仕之望, 至於蔭官, 其途遂絶, 經明行修之薦, 尙矣無論, 抱才能文之類, 亦甘自棄, 寧不可惜? 況東國之爲東國, 始自檀箕, 理合尊奉, 崇靈殿有二參奉, 崇仁殿有一殿監, 監則鮮于氏世襲, 參奉則不過爲本道人借銜之資, 而元無遷轉之規, 臣意則崇靈殿參奉二窠中, 一窠改爲令, 崇仁殿監, 亦改置參奉二窠, 一窠則常以鮮于氏中差出, 一窠則與崇靈殿參奉, 分屬淸南北, 另擇其有文行者差出, 待滿朔遷入京司, 如松京分敎官之例, 令則文蔭互差, 亦以本道人爲之, 則不但有光於尊奉之道, 亦可以興起西土人士, 旣涉變通, 又係官方, 請下詢大臣政官處之。” 又曰, “本道各邑目下難支之弊, 莫急於大同庫一事, 蓋原初設施, 毋論邑之大小, 一年當捧, 較諸應下, 豈有不足之理? 而挽近以來, 稅入則有縮而無贏, 公費則有加而無減, 營納或歸濫觴, 邑用漸至尾閭, 事目之外。 又有謬例定式之後, 反多冗下, 及其收殺磨勘之際, 彌縫無路, 則甚至富戶之願納, 小民之橫斂, 又其監任之差, 必以邑中之饒實者, 使之擔當, 故一經其任, 家産蕩析。 今則至於公私幷竭, 上下俱困, 苟究弊源, 蔽一言曰, 營邑式例之無所準定也。 臣意則分付道臣, 悉聚一道大同庫出入之簿, 與道內守令中, 綜明解事者, 爛加商度, 就元定式大加査櫛, 可以裁減者裁減之, 可以釐革者釐革之, 悉祛冗濫, 定爲恒規。 又使稍存贏餘, 以爲歲課, 則民力可支, 列邑可賴, 請令廟堂, 關飭該道, 以爲趁速擧行。” 又曰, “年前松京儒生輩, 以故郡守趙有善, 故參奉趙有憲兄弟, 篤學力行, 仰請褒贈, 有令廟堂稟處之命, 而尙未回啓矣。 臣之自西上來也, 本府人士, 相率來見, 復申前說, 冀爲轉達, 蓋此兩人實狀, 果如其疏, 合有褒美之典, 特命卽爲回啓, 俾爲一府人士, 觀感興作之地, 似好, 故敢達矣。 竝詢大臣。” 從之。 崇靈、崇仁兩殿參奉銓官, 以道薦中人擬入定式, 趙有善贈承旨, 趙有憲贈參議。"
            },
            "2": {
                "H2KE-EN": "Kim Nogyeong was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "김노경을 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 7일(병신) 2번째기사",
                "gt-oKo": "김노경(金魯敬)을 한성부 판윤으로 삼았다.",
                "hj": "○以金魯敬爲漢城府判尹。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King ordered the Crown Prince to visit the residence of Princes Myeongnyeong . This was because Princess had recently left the palace.",
                "H2KE-nKo": "정유년에 왕세자에게 명온 공주의 집에 가라고 명하였다. 공주가 새로 출합하였기 때문이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 9월 8일(정유) 1번째기사",
                "gt-oKo": "왕세자에게 명온 공주(明溫公主)의 집에 가도록 명하였는데, 공주가 새로 출합(出閤)하였기 때문이었다.",
                "hj": "○丁酉/命王世子, 往明溫公主第, 以公主新出閤也。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On sinchuk day, the first day of the month, [the King] went to Hyeonsa Palace to perform the rite of the new moon .",
                "H2KE-nKo": "현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 1일(경신) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○庚申朔/詣顯思宮, 行朔祭。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Iyang as magistrate of Suwon Magistracy .",
                "H2KE-nKo": "김이양을 수원부 유수로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 1일(경신) 2번째기사",
                "gt-oKo": "김이양(金履陽)을 수원부 유수(水原府留守)로 삼았다.",
                "hj": "○以金履陽爲水原府留守。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gisa day, Left State Councilor Yi Sangsang again presented a memorial to the King to resign from his position in the gisa year (. The King granted a royal directive to encourage him and encourage him.",
                "H2KE-nKo": "좌의정 이상황이 재차 상소하여 재상의 직임을 사직하니, 비답을 내려 정중히 권면하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 10일(기사) 1번째기사",
                "gt-oKo": "좌의정 이상황이 재소(再疏)하여 상직(相職)을 사양하니, 비답을 내려 돈면(敦勉)하였다.",
                "hj": "○己巳/左議政李相璜, 再疏辭相職, 賜批敦勉。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King ordered the Crown Prince to perform the rite of the full moon at Hyeonsa Palace on behalf of the Grand Abdicated King.",
                "H2KE-nKo": "갑술년에 왕세자가 현사궁의 망제를 섭행하라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 15일(갑술) 1번째기사",
                "gt-oKo": "왕세자에게 명하여 현사궁의 망제를 섭행하게 하였다.",
                "hj": "○甲戌/命王世子, 攝行顯思宮望祭。"
            },
            "2": {
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 15일(갑술) 2번째기사",
                "gt-oKo": "천둥하고 우박이 내렸다. 전교하기를, “근년 이래로 재변이 없는 때가 없었는데, 동절(冬節)에 천둥의 이변이 있는 것은 거의 해마다의 일이 되었고, 오늘에 이르러서 또 다시 경계를 알리고 있다. 이는 참으로 내가 부덕하여 위로는 하늘의 마음을 선양(宣揚)하지 못하고 아래로는 백성들을 보호하지 못한 소치이니, 두렵고 황송한 마음이 연곡(淵谷)에 떨어진 것과 같다. 오늘부터 감선(減膳)하고, 3일 동안 정전(正殿)을 피하겠다. 중외의 진언(進言)하는 자로 하여금 각기 임금의 허물과 시정(時政)의 잘못을 진달하도록 하라.” 하였다. 정원에서 의계(議啓)하여 진면(陳勉)하니, 비답을 내려 가납하였다. 옥당(玉堂)【응교 박회수(朴晦壽)·부응교 윤명규(尹命圭)·부교리 홍희조(洪羲祖)·부수찬 박노수(朴潞守)이다.】에서 연차(聯箚)를 올렸는데, 대략 이르기를, “생각건대 지금 나라의 형세가 위태롭고 민생이 시달리고 있어 일마다 경척(警惕)하지 않을 수 없고 날마다 두려워하지 않을 수 없는데, 시조(施措)하는 즈음에 동칙(董飭)하는 한마디 말씀도 듣지 못하겠고, 사륜(絲綸)하는 즈음에 분발하는 마음을 한번도 보지 못하였습니다. 매양 겨울철에 천둥의 이변(異變)을 당해서야 비로소 자책(自責)하고 도움을 구하는 말씀이 계시니, 거의 형식적인 것만 갖추는 일과 같아서 일이 막 지나가면 전대로 유유 범범(悠悠泛泛)하게 세월만 보내고 있으니, 이는 바로 신들이 가만히 우려하고 탄식하는 바입니다. 인군(人君)이 하늘을 섬기는 도리는 지성(至誠)으로 하여 거짓이 없음이 밥 먹고 쉬는 동안에도 간단(間斷)이 없어야 하며 창황(蒼黃)한 즈음에도 태만함이 없어야 합니다. 참으로 혹 유행(流行)하는 천재(天災)를 당하면 마땅히 실제의 마음으로서 실정(實政)을 행해야 할 뿐인데, 전하께서는 한갓 사령(辭令)만 아름답게 하시어 족히 신민들의 구경거리만 삼으니, 하늘의 마음을 감동시켜 천재를 그치게 할 수 있겠습니까? 대저 하늘과 사람이 서로 감동하는 이치는 오로지 한 ‘성(誠)’자에 있습니다. 《주역(周易)》에 말하기를, ‘성(誠)은 기(幾)이다.’고 하였으니, 오늘 구언(求言)하는 전교는 바로 전하의 성(誠)의 기(幾)인 것입니다. 이 말을 미루어 마음에서 구하여 지금부터 마음속에 경계하고 깨달아 무릇 한 정사를 내고 한 가지 일을 행할 때에 반드시 실심(實心)으로 해나가면 백관(百官)으로서 게으른 자가 이로 말미암아서 떨치게 되고, 만민(萬民)으로서 곤란을 겪는 자들이 이로 말미암아서 소복(蘇復)될 것이며, 하늘을 감동시켜서 재변을 그치게 할 수 있는 것이니, 다시 더 무엇을 힘쓰겠습니까? 성심(誠心)·성신(誠身)과 지행(知行)은 서로 따라다니는 것인데, 지행의 용공(用工)은 강학(講學)에 벗어나지 않습니다. 하전(厦氈)에서의 삼강(三講)이 오랫동안 폐지되었고, 궁중(宮中)의 심수(深邃)한 가운데서 십한 일폭(十寒一曝)을 경계해야 마땅합니다. 삼가 원하건대 오늘부터 신하들을 접견하시고 자주 강대(講對)를 내리시면 비단 성상의 공부가 빛나는 공효(功効)가 있을 뿐만 아니라, 가모(嘉謨)가 날로 진달되고 모든 치적(治績)이 이룩될 것이니, 이것이 바로 성(誠)에 힘써서 재변을 그치게 하는 하나의 큰 기회(機會)가 될 것입니다.” 하니, 비답을 내려 가납하였다. 대사간 이광문(李光文) 등이 상소하여 진면하니, 아울러 비답을 내려 가납하였다. 영의정 남공철(南公轍)이 차자를 올렸는데, 대략 이르기를, “신이 지난해에 구언(求言)하는 기회를 만나서 대략 부설(膚說)을 진달하였는데, 전학(典學)에 부지런하라는 한 가지 일이었습니다. 전에는 삼주(三晝)에 소접(召接)하였으니 부지런히 하지 않았다고 할 수 없으나, 모두가 형식으로 응하였고, 이제는 그 형식적인 것마저도 없습니다. 학문은 바로 제왕이 정사를 하는 근본인데, 전하께서 일찍이 마음 쓰지 않으심이 이와 같으시니, 인애(仁愛)의 하늘이 어찌 경고하지 않겠습니까? 신이 영묘(英廟)의 만절(晩節)을 보기에 미쳐서는 덕량(德量)이 넉넉하시고 지교(智巧)를 쓰지 않으시어 사대부들로서 큰 자는 본디 광명(光明)·준위(俊偉)하였지만 작은 자들도 명절(名節)을 돈독히 숭상하여 몸가짐이 방정(方正)한 자가 많았었는데, 지금에는 전배(前輩)의 장자(長者)다운 풍도를 다시는 어슴푸레하여 볼 수가 없습니다. 위로는 달관(達官)에서부터 아래로는 서료(庶僚)에 이르기까지 사치(奢侈)만을 능사로 여기고 분경(奔競)을 가계(家計)로 삼아서 지위가 낮으면 부끄럽게 여기고, 구마(裘馬)와 전택(田宅)이 남보다 많지 못하면 부끄럽게 여기어, 참으로 부끄러워해야 할 것이 있음을 알지 못하고 있습니다. 아! 사풍(士風)이 이러하니 어떻게 임금을 섬기겠습니까? 외방 주군(州郡)의 관리로 법을 받들지 않음이 많아서 무고한 백성들이 치우치게 그 해를 받고 있습니다. 신이 선조(先朝)를 섬긴 지 여러 해였는데, 종리(綜理)의 정사에 정신을 가다듬어 백관들이 직사를 잘보아 백성들을 편안하게 하였고 순량(循良)이 잘 다스려서 세상에 인재가 부족하지 않았습니다. 비록 탐관 오리(貪官汚吏)가 있기는 하였지만 항상 우레 같은 위엄이 위에 있고 어사(御史)가 경내에 임한 것 같이 두려워해서 감히 방자한 짓을 하지 못하였습니다. 그래서 사람들이 항상 말하기를, ‘크게 탐학(貪虐)하고 불법을 저지르는 관리가 지금은 없다.’고 하였는데, 신이 보기에는 사람들마다 모식(蟊食)하고 무리하게 청구하여 군병들은 근심하고 백성들은 원망합니다. 아! 민심이 이러한데 어떻게 나라를 공고히 하겠습니까? 거룩하신 두 성왕(聖王)께서 배양(培養)한 덕과, 백성들에게 어질게 하고 관리들을 거느리는 법을 본받아서 계술(繼述)할 만한데, 지금 보기에 옛날을 따르기는 어려울 듯합니다. 비록 근일의 일로서 말하더라도 과시(科試)는 인재를 뽑으려는 것인데, 주사(主司)에서 잘 대양(對揚)하지 못하고 사자(士子)들은 가르침을 따르지 않아서 난잡을 부려 일을 그르쳐 원근에 부끄러움을 끼치니, 유식한 자들의 논의가 도리어 ‘과거가 있는 것이 과거가 없는 것만 같지 못하다.’고 합니다. 그리고 대각(臺閣)을 설치함은 바른 말을 듣기 위해서인데, 굶주린 까마귀처럼 입을 다물고 조용히 말을 하지 않으면 혹시 있다 하더라도 협잡(挾雜)하여 없는 일을 시끄럽게 부추켜 일으키고, 임금의 잘못과 국계(國計)와 민막(民瘼)에 관계된 것은 잊어버리는 지경에 두고 있습니다. 이런 등류가 매우 많은데, 단지 한두 가지만 들어도 여러 폐단을 그로 인해서 볼 수가 있습니다. 참으로 전하께서 실심(實心)으로 받아들이신다면 하늘을 공경하고 수성(修省)하는 도리와 조종(祖宗)을 본받아서 계술하는 방도에 마땅히 조금은 보탬이 될 것이니, 오직 전하께서는 힘쓰고 힘쓰소서. 무상(無狀)한 천신(賤臣)이 오랫동안 있지 못할 자리에 있으면서 등연(登筵)하여 간절한 말을 하였으나 매양 한바탕 형식이 되고 말았었는데, 근래에 정석(鼎席)이 구비되어 쌓인 조정의 일을 정돈할 기약이 있게 되었습니다. 만약 이처럼 혼미하고 병이 든 몸으로 머뭇거리며 스스로 그칠 줄을 모르면, 사람이 직업을 잃는 것은 육책(六責) 중의 하나인데, 재이(災異)를 부른 것이 어찌 이로 말미암아서가 아니겠습니까? 삼가 원하건대 빨리 척출(斥黜)을 내리시어 하늘의 견책에 우러러 답하소서.” 하니, 비답하기를, “진계한 말에 경의 우국애민(憂國愛民)함이 이러한데, 어찌 감탄하지 않을 수 있겠으며, 깊이 생각하지 않을 수 있겠는가? 자인(自引)하는데 이르러서는 비록 재이가 없더라도 곧바로 경같은 노성(老成)한 덕망이 있는 자의 마음을 다해 보좌함을 의지해야 하는데, 더군다나 이런 때이겠는가. 경은 안심하고 사직하지 말것이며, 더욱 한 몸의 이해를 돌보지 않는 정성을 다하도록 하라.” 하였다.",
                "hj": "○雷雨雹, 敎曰: “近年以來, 無災不有, 而冬節雷異, 殆同歲課, 至於今日, 又復告警, 職由寡昧不德, 上不能對越天心, 下不能懷保民生之致, 悚惕之心, 若隕淵谷。 自今日減膳, 避正殿三日, 令中外進言者, 其各悉陳袞闕, 以及時政之疪。” 政院議啓陳勉, 賜批喜納, 玉堂,【應敎朴晦壽, 副應敎尹命圭, 副校理洪羲祖, 副修撰朴潞壽。】聯箚略曰: 顧今國勢之綴旒, 民生之殿屎, 無事非可警惕, 無日非可兢業。 而施措之際, 未承一言之董飭, 絲綸之間, 未見一念之奮發, 每當冬月之雷異, 始有責躬求助之音, 殆若應文備例之擧, 纔屬過境, 依舊伈泄。 此政臣等竊嘗憂歎者也。 人君事天之道, 至誠無僞, 無食息之間斷, 無造次之怠忽, 苟或遇流行之天災, 固宜以實心行實政而已。 殿下徒以辭令之美, 足爲臣民之觀瞻, 謂可以格天心而弭天災乎? 夫天人相感之理, 亶在於一誠字, 《易》曰誠, 幾也。 今日求言之敎, 卽殿下誠之之幾也。 推是言反求諸心, 自今時而常惺惺于中, 凡發一政行一事, 必於實心上做去, 則百工之頹惰者, 由是而可振矣。 萬民之困悴者, 由是而可蘇也。 格天弭災, 復何加勉乎? 誠心誠身, 知行相須, 知行上用工, 不越乎講學, 而廈氈之上, 三講久廢, 涓蠖之中, 十寒宜戒, 伏願繼自今日, 接臣隣頻賜講對, 則不惟聖工有緝熙之效。 其將嘉謨日陳, 庶績其凝, 而此正爲懋誠弭災之一大幾也。 賜批嘉納。 大司諫李光文等, 上疏陳勉, 幷賜批嘉納, 領議政南公轍箚略曰: 臣於頃年, 値求言之會, 略陳膚說, 而惓惓於典學一事, 前則三晝召接, 不可謂不勤, 〔而〕一切以虛文應之。 今幷與虛文而闕之, 學問, 乃帝王出治之本, 而殿下之不曾留心如此, 仁愛之天, 安得不警告之也? 臣猶及見英廟晩節, 德量有餘, 智巧不用, 士大夫其大者, 固已光明俊偉, 而小亦多敦尙名節, 持身有方者, 今則前輩長者之風, 無復依俙可見者。 上自達官, 下至庶僚, 以奢侈爲能事, 以奔競爲家計, 祿位卑下則恥之, 裘馬田宅不踰人則恥之, 不知眞有可恥者在。 嗚呼! 士風如此, 何以事君, 外而州郡之吏, 多不奉法, 而無辜之民偏受其害, 臣逮事先朝, 亦多年所, 勵精綜理之政, 百隷率職, 而民以寧謐, 循良善治, 世不乏人, 雖或有貪官汚吏, 常若雷威在上, 御史臨境, 惴惴不敢肆焉。 人有恒言, 如大貪虐不法之吏, 今世則無以臣見之人人蟊食, 人人龜刮, 兵愁民怨, 嗚呼! 民心如此, 何以固國? 猗歟! 兩聖培養之德, 仁民馭吏之法, 可法可述, 而自今視昔邈若難追, 雖以近日事言之, 科試, 將以取人材。 而主司未能對揚, 士子暋不率敎, 僨誤雜亂, 貽羞遠近, 有識之論, 反以爲有科, 不若無科之爲愈也。 臺閣設置, 欲以聞讜言, 而飢〔烏〕噤口, 寂寥無聞, 一或有之, 則挾雜而起, 無中之鬧, 袞躬之闕遺, 國計民瘼之所關, 置之忘域久矣。 若此類甚多, 而只擧一二衆弊, 可因而見也。 苟殿下, 實心聽納, 則其於敬天修省之道, 法祖繼述之方, 宜有小補, 惟殿下, 懋哉懋哉。 無狀賤臣, 久竊匪據, 登筵辭懇, 每歸一場之文具, 近者鼎席具備, 廟務之委積者, 可期整頓。 若將此昏憒病癃之身, 鄕遲徊淟涊, 不自知止, 則人之失職六責之一, 災異之召, 豈無所由? 伏願亟賜斥黜, 仰答天譴焉。 批曰: “陳戒之言, 卿心憂愛如此, 可不感歎, 可不體念? 至於自引, 雖無災異, 政須藉卿宿德, 竭心夾輔, 況此時乎? 卿其安心勿辭, 益殫匪躬之誠。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] appointed Yi Jowon as minister of punishments , and Yi Jikwi as evaluation official of the State Council .",
                "H2KE-nKo": "이조원을 형조 판서로, 이헌위를 의정부 검상으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 16일(을해) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 형조 판서로, 이헌위(李憲瑋)를 의정부 검상(議政府檢詳)으로 삼았다.",
                "hj": "○乙亥/以李肇源爲刑曹判書, 李憲瑋爲議政府檢詳。"
            },
            "2": {
                "H2KE-EN": "Governor of Gyeonggi [Province] Han Chibong died at his post.",
                "H2KE-nKo": "함경 감사 한치응이 임소에서 졸하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 16일(을해) 2번째기사",
                "gt-oKo": "함경 감사 한치응(韓致應)이 임소(任所)에서 졸(卒)하였다.",
                "hj": "○咸鏡監司韓致應, 卒于任所。"
            },
            "3": {
                "H2KE-EN": "Left State Councilor Yi Sangi presented a memorial to resign from his position. The King granted a royal directive to encourage him and encouraged him.",
                "H2KE-nKo": "좌의정 이상황이 세 번째 상소하여 재상의 직임을 사직하니, 비답을 내려 정중히 권면하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 16일(을해) 3번째기사",
                "gt-oKo": "좌의정 이상황(李相璜)이 삼소(三疏)하여 상직(相職)을 사양하니, 비답을 내려 돈면(敦勉)하였다.",
                "hj": "○左議政李相璜, 三疏辭相職。 賜批敦勉。"
            },
            "4": {
                "H2KE-EN": "Right State Councilor Yi Seogu submitted a memorial requesting his resignation from office and was encouraged by royal 비답을 내려 encourage him.",
                "H2KE-nKo": "우의정 이서구가 재차 상소하여 재상의 직임을 사직하니, 비답을 내려 정중히 권면하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 16일(을해) 4번째기사",
                "gt-oKo": "우의정 이서구(李書九)가 재소하여 상직을 사양하니, 비답을 내려 돈면하였다.",
                "hj": "○右議政李書九, 再疏辭相職, 賜批敦勉。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On byeongja day, the King appointed Sim 능악 as governor of Hamgil Province in byeongja year (.",
                "H2KE-nKo": "병자년에 심능악을 함경도 관찰사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 17일(병자) 1번째기사",
                "gt-oKo": "심능악(沈能岳)을 함경도 관찰사로 삼았다.",
                "hj": "○丙子/以沈能岳爲咸鏡道觀察使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King dispatched the governor of jeongchuk year ( to admonish Left State Councilor Yi Sangsang , saying, After the 비답을 yesterday, the old practice of the Office of Royal Attire has already been completed. The hearts of the sitting materials are growing more severe day by day. Why did you not immediately come to the court [of Ming China] and delay the proprieties [of the Office of Royal Genealogy] as if you delayed the proprieties and proprieties? I expect that my sincerity and proprieties are still unsatisfactory? I sent the ministers to go and explain my intentions. My dear sir should immediately come to the court [of Joseon]. ",
                "H2KE-nKo": "종백을 보내 좌의정 이상황에게 유시하기를,“어제 비답을 내린 뒤에 중서(中書 의정부)의 고사도 이미 규례를 갖추었다. 경을 기다리는 마음이 날로 더욱 간절해지는데, 경은 어찌하여 즉시 조정에 나오지 않고 이렇게 지체하는가. 어쩌면 나의 정성과 예의가 아직도 미진한 점이 있어서인가. 간절히 바라는 마음이 지극하여 이에 정경을 보내 가서 나의 뜻을 전하게 하니, 경은 즉시 함께 들어오라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 18일(정축) 1번째기사",
                "gt-oKo": "종백(宗伯)을 보내어 좌의정 이상황에게 유시하기를, “어제 비답한 후에 중서(中書)의 고사(故事) 역시 예(例)가 갖추어졌다. 측석(側席)하는 마음이 날로 더욱 간절한데, 경은 어찌하여 즉일로 조정에 나오지 않고 지체하는가? 어찌 나의 성례(誠禮)가 미진해서 그런 것이 아니겠는가? 바라는 마음이 지극하여 이에 정경(正卿)을 보내어 내 뜻을 가서 선유하니, 경은 즉시 함께 들어오라.” 하였다.",
                "hj": "○丁丑/遣宗伯, 諭左議政李相璜曰: “昨批之後, 中書故事, 亦已備例矣。 仄席之懷, 日以益切, 卿何不卽日簉朝, 而遲遲乃爾, 豈予誠禮, 猶有所未盡歟? 企菀之至, 玆遣正卿, 往宣予意, 卿其卽與入來。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Yun Punghyeol was appointed third minister of personnel .",
                "H2KE-nKo": "윤풍렬을 이조 참의로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 19일(무인) 1번째기사",
                "gt-oKo": "윤풍렬(尹豐烈)을 이조 참의로 삼았다.",
                "hj": "○戊寅/以尹豐烈爲吏曹參議。"
            },
            "2": {
                "H2KE-EN": "The King approves the request of the posthumous title. Supreme General [of the Middle Army] [] [of the Middle Army Commandery General] Hong Segong [] of the Loyal and Righteous and Gentle Army Minister of Works [of Works] [] [of the Middle Army Commandery General] [] Hong Segong [] of the Loyal and Righteous and Gentle Army Commandery General [] [of the Middle Army Commandery General] [] [of the Middle Army Commandery General []",
                "H2KE-nKo": "시망에 대해 하비하였다. 영중추부사 서용보는 익헌공으로, 증 영의정 홍세공은 충헌공으로, 공조 판서 이충원은 충헌공으로, 증 이조 판서 김부필은 문순공으로, 증 이조 판서 이돈서는 충민공으로, 증 이조 판서 권도는 충강공으로, 예조 판서 조환은 효정공으로, 예조 판서 오재소는 정헌공으로, 이조 판서 김희순은 문간공으로 삼았는데, 서용보가 특교로 시장을 기다리지 않았기 때문이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 19일(무인) 2번째기사",
                "gt-oKo": "시망(諡望)에 대해 하비(下批)하였는데, 영부사 서용보(徐龍輔)는 익헌(翼獻)으로, 증 영의정 홍세공(洪世恭)은 충헌(忠憲)으로, 공조 판서 이충원(李忠元)은 충헌(忠憲)으로, 증 이조 판서 김부필(金富弼)은 문순(文純)으로, 증 이조 판서 이돈서(李敦敍)는 충민(忠愍)으로, 증 이조 판서 권도(權濤)는 충강(忠康)으로, 예조 판서 조환(趙瑍)은 효정(孝貞)으로, 예조 판서 오재소(吳載紹)는 정헌(定獻)으로, 이조 판서 김희순(金羲淳)은 문간(文簡)으로 하였다. 서용보는 특교(特敎)로 시장(諡狀)을 기다리지 않았다.",
                "hj": "○諡望下批, 領府事徐龍輔翼獻, 贈領議政洪世恭忠憲, 工曹判書李忠元忠憲, 贈吏曹判書金富弼文純, 贈吏曹判書李敦叙忠愍, 贈吏曹判書權濤忠康, 禮曹禮判書趙瑍孝貞, 禮曹判書吳載紹定獻, 吏曹判書金羲淳文簡, 龍輔因特敎, 不待諡狀也。"
            },
            "3": {
                "H2KE-EN": "Second Deputy Director [of the Office of the Inspector General] Han Cheolje submitted a memorial as follows: The old site for Queen Sinui was designated in Anbyeon Magistracy and the Office of the Crown Prince (Office of Benevolence and Gentleness (Office of Benevolence and Filial Piety (Office of Anbyeon Magistracy . However, the mountains and rivers have been raised and the sweet dew had auspicious signs and auspicious signs have been darked into sweet dew. Nevertheless, it has been five hundred years since now, and there has been auspicious sign that has not yet clarified. From this site to the south, several ri . Also, the mountain of wind and streams are the place for burials of the three generation of the royal clan (Office of Benevolence and Filial Piety (Office of Piety, Office of",
                "H2KE-nKo": "첨지 한철제가 상소하였는데, 그 대략에,“신의 왕후가 탄강한 옛터가 안변부 익위사 익실방의 금귀 땅에 있습니다. 그런데 산천이 신령스럽고 모래가 쌓여 상서로움을 알렸으며 상서로운 빛과 상서로운 기운이 넘쳐흐른 지 지금 500년이 되어 은연중에 한창 일어나고 있는 형상이 있습니다. 그 터에서 남쪽으로 몇 리쯤 떨어진 곳에 또 풍류산이 있는데, 바로 국구 이상 3대 동안 세장한 곳입니다.신의 왕후가 탄강하였을 때 풍류산 소리가 3년 동안 여기에서 끊어지지 않았기 때문에 본래의 이름이 청학산입니다. 이어서 풍류산이라고 이름 붙였는데, 천명이 돌아갈 곳이 있고 지기가 먼저 왕성해졌으니, 그 조짐이 어찌 우연한 것이겠습니까.일찍이 영묘조 을해년에 영흥 흑석리에 비석을 세웠는데, 이곳은 태조대왕께서 탄강하신 옛터입니다. 선왕 정미년에 함흥 경흥전에 비석을 세웠는데, 이곳은 정종대왕과 태종대왕께서 탄강하신 옛터입니다. 기미년에 곡산 아래 남면에 비석을 세웠는데, 이곳은 신덕왕후께서 탄강하신 옛터입니다. 비석을 세우는 전례가 우리 신의왕후께서 탄강하신 옛터에만 빠졌으니, 이는 조정의 큰 흠전입니다. 삼가 바라건대, 전하께서는 두 성조에서 이미 행한 전례를 본받아 수백 년 동안 미처 거행하지 못한 전례를 속히 거행하소서.”하니, 비답을 내렸다. 이어 전교하기를,“신의 왕후가 탄강한 옛터에 대한 말이 이처럼 간곡하니, 그렇다면 곡산에도 선왕께서 비석을 세운 일이 있을 것이다. 어찌 차이가 있겠는가. 신임 도백이 내려갈 때 본 수령과 함께 가서 형지를 봉심한 뒤에 장계로 보고하라고 분부하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 19일(무인) 3번째기사",
                "gt-oKo": "첨지(僉知) 한철제(韓喆濟)가 상소하였는데, 대략 이르기를, “신의 왕후(神懿王后)가 탄강하신 옛터가 안변부(安邊府) 익위사(翊衛社) 익실방(翼室坊) 금구(琴龜) 땅에 있는데, 산천(山川)이 육령(毓靈)하고 사록(沙麓)이 정상(呈祥)하여 상광(祥光) 서애(瑞靄)가 울울 총총(鬱鬱蔥蔥)해 5백 년이 된 지금까지 은연중 바야흐로 흥왕하여 다하지 않은 기상이 있습니다. 이 터 남쪽 몇 리 남짓되는 곳에 또 풍류산(風流山)이 있으니, 바로 국구(國舅) 이상 3대의 세장지(世葬地)입니다. 신의 왕후가 탄강할 때에 풍류의 소리가 3년 동안 이곳에서 끊어지지 않았기 때문에 본명이 청학산(靑鶴山)이었는데, 인하여 풍류산이라 이름하였습니다. 천명(天命)이 돌아갈 곳이 있어서 지기(地基)가 먼저 흥왕(興旺)한 것이니 그곳의 조짐이 어찌 우연이겠습니까? 일찍이 영묘조(英廟朝) 을해년에 영흥(永興) 흑석리(黑石里)에 비석을 세웠는데, 이는 태조 대왕(太祖大王)께서 탄강하신 옛터이고, 선조(先朝) 정미년에 함흥(咸興) 경흥전(慶興殿)에 비석을 세웠으니, 이는 정종 대왕(定宗大王)과 태종 대왕(太宗大王) 두 성인께서 탄강하신 옛터이며, 기미년에 곡산(谷山) 하남면(下南面)에 비석을 세웠는데, 이는 신덕 왕후(神德王后)께서 탄강하신 옛터입니다. 비석을 세우는 전례(典禮)가 유독 우리 신의 왕후께서 탄강하신 옛터에만 빠진 것은 크게 나라의 흠전(欠典)입니다. 삼가 원하건대, 전하께서는 두 성조(聖朝)에서 이미 행한 예를 우러러 본받아서 빨리 여러 백년 동안 미처 하지 못한 전례를 거행하소서.” 하니, 비답을 내리고 인하여 하교하기를, “신의 성후가 탄강하신 옛터에 대한 말이 이처럼 정녕한데, 만약 그렇다면 곡산(谷山)에도 역시 선조에서 비석을 세운 일이 있었으니, 어찌 다를 수가 있겠는가? 새 도백(道佰)이 내려 갈 때에 본쉬(本倅)와 함께 안동(眼同)하여 형지(形地)를 봉심한 후에 장문(狀聞)하라는 일을 분부하라.” 하였다.",
                "hj": "○僉知韓喆濟疏略曰: 神懿王后誕降舊基, 在於安邊府翊衛社翼室坊琴龜之地。 而山川毓靈, 沙鬱呈祥, 祥光瑞靄, 鬱鬱蔥蔥, 至于今五百年, 隱然有方興未艾之象, 自此基南至數里許, 又有風流山, 卽國舅以上三代世葬之地也。 神懿王后誕降時, 風流之音, 三年不絶於此, 故本名靑鶴山。 而因以名之曰風流山, 天命有歸, 地氣先旺, 其所兆眹, 豈偶然也哉? 曾在英廟朝乙亥, 立碑于永興黑石里, 此則太祖大王誕降舊基也。 先朝丁未, 立碑于咸興慶興殿。 此則定宗大王、太宗大王兩聖誕降舊基也。 己未, 立碑于谷山下南面, 此則神德王后誕降舊基也。 立碑之典, 獨闕於我神懿王后誕降舊基者, 大是朝家之欠典也。 伏願殿下仰體兩聖朝已行之例, 亟擧屢百年未遑之典, 旣賜批。 仍敎曰: “神懿聖后舊基, 其言如彼丁寧, 若然則谷山, 亦有先朝竪碑之事。 豈有異同? 新道伯下去時, 與本倅, 眼同奉審形址後狀聞事。 分付。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Left State Councilor Yi Sangi presented a memorial requesting his resignation from the position of a new official in the Office of State Rites . The King said, On a previous day, I encouraged my dear sir when I expected myself. I could not overcome my looking for my longevity. I read the memorial that I did not think that my dear sirs good reputation would be repeatedly followed the old customs. Ah! At this time, the elderly and virtuous effects are excellent. Who is worthy of my dear sirs? However, I do not think of governing the country with my dear sirs. Who would receive the responsibility for governing the country? However, my dear sir did not think of my dear sirs willingly be entrusted with my dear sirs. This is why I designated my dear sirs. My dear sirs hope that my dear sirs will be deeply expected to govern the people. Do not repeatedly decline my dear sirs. Return my dear sirs to assume your duties, thereby fortunate for the state.",
                "H2KE-nKo": "좌의정 이상황이 상소하여 새로 제수한 중서의 직임을 사직하니, 비답하기를,“며칠 전 정중히 권면한 뒤로 애타게 기다리는 마음이 더욱 간절하였는데, 방금 보내온 글을 보니 경이 사양하는 미덕을 지닌 것이 다시 세속의 규례를 따를 줄은 생각지도 못하였다. 아, 이러한 때에 노성한 전형과 성대한 공적으로 경보다 나은 사람이 누가 있겠는가. 그러나 나는 경과 함께 잘 다스리기를 생각하지 않으니, 고굉의 신하와 나라를 경영하는 책임을 누가 나에게 받을 수 있겠는가. 그런데도 경은 나를 위해 자임할 것을 생각하지 않으니, 이것이 내가 경을 정승으로 정한 이유이며, 어려움을 안정시켜 구제하기를 깊이 바라는 이유이다. 경은 다시는 사양하지 말고 즉시 나와서 명에 응함으로써 나랏일을 다행스럽게 하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 2일(신유) 1번째기사",
                "gt-oKo": "좌의정 이상황이 상소하여 새로 제수한 중서(中書)의 직임을 사직하니, 비답하기를, “일전에 돈면(敦勉)한 후로 목마르듯 간절한 생각을 더욱 금할 수 없어 울적함이 얽혀 있는데, 지금 온 글을 읽어 보니 경의 사양하는 아름다움이 이에 다시 속규(俗規)를 따를 줄을 생각하지 못하였다. 아! 지금에 이르러서 노성(老成)한 전형(典型)과 성대한 공적의 빛남이 경보다 그 누가 더 나은 자가 있기에 내가 경과 함께 다스리기를 생각하지 않겠으며, 고굉(股肱)의 의탁과 경륜(經綸)의 책임을 그 누가 나에게서 받아야 하기에 경은 나를 위해서 자임(自任)하기를 생각하지 않는가? 이것이 내가 재상으로 정하여 어려움을 강제(康濟)하기를 깊이 바라는 것이다. 경은 다시 사양하지 말고 즉시 나와 명에 응해서 국사를 다행하게 하라.” 하였다.",
                "hj": "○辛酉/左議政李相璜, 疏辭新除中書之任, 批曰: “日前敦勉之後, 如渴之懷, 益不勝延佇而紆菀, 卽覽來牘, 不謂卿克讓之美, 乃復循俗規也。 噫! 當此之時, 老成之典型, 績庸之茂昭, 孰有賢於卿者, 而予不思與卿圖治, 股肱之托, 經綸之責, 誰可受於予者? 而卿不思爲予自任, 此所以吾之相定矣。 而深有望於康濟艱難者也。 卿其無復巽辭, 卽爲出膺, 以幸國事。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinsa day, [the King] sent a eunuch to admonish Right State Councilor Yi Seogu , stating: I have repeatedly admonished my heart that I am deeply apprehensive. The reason why my dear sir wanted to employ my dear sir is that it was not a single occasion even for a single day in a morning court assembly. Moreover, I hoped that my dear sirs believe is not comparable to console my dear sirs with ordinary expectations. This is a sympathy of my dear sirs devotion to the sovereign and subjects, which cannot escape from Heaven and earth. Even if my dear sirs situation is truly difficult to move, and it is truly difficult to comply with my feelings and righteousness. If ancient people acted as the place of my dear sir, the intention of my dear sir would surely be reluctant to repeat my dear sirs. Why did you arbitrarily attract my dear sirs? I look to my dear sir only when it is possible for me to come, but my dear sir still remains uncomfortable. How can my dear sirs not be able to recognize my dear sirs? The left state councilor will occupy my dear sir when I return to the capital. At this time, my dear sirs are more severe. Thus, I sent my dear sirs attending the King to go and explain my sincere intent. Why would my dear sir necessarily display my dear sirs? I hope that my dear sir will immediately depart and prostrate my dear sirs sorrowfully.",
                "H2KE-nKo": "승지를 보내 우의정 이서구에게 유시하기를,“재차의 비답에서 나의 마음을 다 말하였으니, 생각건대 경은 필시 마음속으로 느끼는 바가 있을 것이다. 내가 반드시 경을 등용하고자 하는 것은 하루아침에 나온 것이 아니라 오랫동안 깊이 헤아린 바가 있어서 그런 것이다. 더구나 내가 경에게 바라는 것은 예사롭게 위로하고 권면하는 것에 비할 바가 아니니, 바로 일단의 고심에서 나온 것이다. 군신의 의리는 천지 사이에서 피할 수 없는 것이다. 설령 경의 정세가 참으로 움직이기 어렵고 정리상 참으로 억지로 하기 어려운 점이 있다 하더라도, 옛날 사람으로 하여금 경의 처지를 맡게 하고 그 임금의 말 뜻이 나와 같다면 반드시 내가 억눌러 마음을 돌리는 자가 있었을 것이다. 그런데 경은 어찌하여 그처럼 돌아보지 않는단 말인가.나는 경을 볼 때 단지 출사해도 되고 나오지 않아도 된다고 여기는데 경은 오히려 막연하기만 하니, 어찌 나의 성의가 부족하고 나의 말도 오히려 범범하여 경의 마음을 감동시키기에 부족해서이겠는가. 좌의정은 나와서 명을 받을 기약이 있으니, 지금 경을 목마르게 기다리는 마음이 더욱 심하다. 이에 근시를 보내 가서 지극한 뜻을 전하게 하였는데, 경은 어찌하여 반드시 규례를 갖춘 뒤에야 출사하는가. 경은 모쪼록 즉시 길에 올라 며칠 안으로 공경히 숙배하기 바란다.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 22일(신사) 1번째기사",
                "gt-oKo": "승지를 보내어 우의정 이서구(李書九)에게 유시하기를, “재비(再批)에서 내 마음을 다 유시하였으니, 생각건대 경은 반드시 마음속에 감동이 일어났을 것이다. 내가 경을 반드시 임용하고자 한 것은 대개 하루 아침에 일어난 것이 아니요 익숙히 상량(商量)하여 그런 것이다. 더군다나 내가 경에게 바라는 것이 예사로 위로하여 면려하는 데 비할 바가 아니라, 바로 일단의 고심(苦心)에서 나온 것이다. 군신(君臣) 사이의 의리는 천지 사이에서 도피할 수 없는 것이니, 설사 경의 정세가 참으로 움직이기 어려우며 정리상 참으로 억지로 하기가 어렵다 하더라도 고인(古人)으로 하여금 경의 처지에 당하게 하고, 그 임금의 사의(辭意)가 내가 경에게 하는 것과 같다면 반드시 억제하고 마음을 돌렸을 것인데, 경은 어찌하여 그처럼 돌아보지 않는가? 내가 보기에 경은 단지 나올 의리만 있고 나오지 못할 의리가 없는데도 경은 오히려 막연하니, 어찌 내 성의가 부족하고 내 말이 오히려 범연하여 경의 마음을 감동시키지 못해서 그런 것이 아닌가? 좌의정은 출사해 응할 기약이 있으니, 이때에 목마르듯이 경을 기다리는 마음이 더욱 심하다. 이에 근시(近侍)를 보내어 가서 지극한 뜻을 선유하는데, 경은 어찌하여 예(例)대로 한 후에 나와야 하겠는가?“모름지기 즉시 길을 떠나 며칠 안으로 숙배하기 바란다.” 하였다.",
                "hj": "○辛巳/遣承旨, 諭右議政李書九曰: “再批悉諭予衷, 想卿必有所起感于中者矣。 予之必欲用卿, 蓋非一朝而發, 積有商度而然, 況予冀望於卿者, 非尋常慰勉之比, 卽出於一段苦心, 君臣之義, 無所逃於天地之間。 設使卿情勢, 眞箇難動, 情理眞箇難强, 使古之人, 當卿之地, 而其君之辭意, 如予於卿, 則必有拚抑而幡然者矣。 卿何乃邁邁若彼乎? 予視卿只有可出, 而無不可出, 卿猶邈然者, 豈予誠猶淺, 予辭猶泛, 未足以感卿之心乎? 左揆則出膺有期, 此時如渴於卿益甚矣。 玆遣近侍, 往宣至意, 卿何必備例而後出哉? 望須卽隨登途, 不日祗肅。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyemi day, the King summoned Envoy for Expressing Gratitude for Imperial Benevolence Kwon Sangsin , Vice-Envoy Yi Gwang헌 , and Correspondence Officer Yi Jinhwa . They paid a farewell visit to the King.",
                "H2KE-nKo": "계미년에 동지 정사 권상신, 부사 이광헌, 서장관 이진화를 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 24일(계미) 1번째기사",
                "gt-oKo": "동지 정사(冬至正史) 권상신(權常愼)과 부사(副使) 이광헌(李光憲), 서장관(書狀官) 이진화(李鎭華)를 소견하였는데, 사폐(辭陛)한 때문이었다.",
                "hj": "○癸未/召見冬至正使權常愼, 副使李光憲, 書狀官李鎭華, 辭陛也。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Yi Seogu , Right State Councilor , submitted a memorial requesting his resignation on the third day of the gapsin year (1404, the fourth year of King Sejongs reign. The King granted a royal directive to encourage him with strength.",
                "H2KE-nKo": "우의정 이서구가 세 번째 상소하여 사직하니, 비답을 내려 정중히 권면하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 25일(갑신) 1번째기사",
                "gt-oKo": "우의정 이서구가 삼소(三疏)를 올려 사직하니, 비답을 내려 돈면하였다.",
                "hj": "○甲申/右議政李書九三疏辭職, 賜批敦勉。"
            },
            "2": {
                "H2KE-EN": "Minister of War Kim Igyo reported as follows: During the frontier in Cheongju in musin year (, the late 충신 Hong Im , who was residing in Cheongju during the occurrence of an enemy attack in Cheongju , hence his son [Hong] Hangwi , was appointed administrative assistant to the Bureau of Royal Ancestral Shrine . His grandson [Hong] Gyeong and his grandson [Hong] Jugu were also appointed as senior officials and the 장신 [of the State Council and Privy Council] in order to cease the incense burden. Presently, the son of [Hong] Jugus son [Hong] Seok붕 is already forty years old, and he is unable to rely on the grounds that he is unable to rely on the grounds of his fathers and grandfathers. Please employ him according to the precedent of his fathers and grandfathers. The King approved this.",
                "H2KE-nKo": "병조 판서 김이교가 아뢰기를,“고 충신 홍임은 무신년 청주의 적변이 일어났을 때 편비로서 국난에 순절하였고, 고 그의 아들 홍한귀는 영조조에 특교로 부장을 가설하여 제수하였으며, 그의 손자 홍경과 증손 홍주구도 상신과 장신의 진달로 인하여 조용하여 제사가 끊어지지 않게 하였습니다. 지금 홍주구의 아들 홍석붕은 나이가 이미 40이 넘었는데도 의지할 데 없이 떠돌아다닙니다. 비록 남행의 천거가 없더라도 그 아버지와 할아버지의 전례에 따라 수용하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 25일(갑신) 2번째기사",
                "gt-oKo": "병조 판서 김이교(金履喬)가 아뢰기를, “고 충신(忠臣) 홍임(洪霖)이 무신년 청주(淸州)의 적변(賊變) 때 편비(偏裨)로서 난리에 죽었기 때문에 그의 아들 홍한귀(洪漢龜)에게 영묘조(英廟朝)에서 특교(特敎)로 부장(部將)을 가설(加設)하여 제수하였고, 그의 손자 홍경(洪儆)과 증손 홍주구(洪疇九) 역시 상신과 장신의 진달로 인해 조용(調用)하여 향화(香火)가 끊어지지 않도록 하였습니다. 이제 홍주구의 아들 홍석붕(洪錫鵬)의 나이가 이미 40이 넘었는데, 떠돌아 다니며 의탁할 곳이 없습니다. 비록 남행(南行)의 천거가 없지만 그 부·조(父祖)의 이미 있었던 예에 의하여 수용하소서.” 하니, 그대로 따랐다.",
                "hj": "○兵曹判書金履喬啓言: “故忠臣洪霖, 戊申淸州賊變時, 以偏裨殉難, 故其子漢龜, 英廟朝以特敎, 加設部將除授, 其孫儆其曾孫疇九, 亦因相臣將臣陳達而調用, 俾不絶香火, 今疇九之子錫鵬, 年已四十, 而流落無依, 雖無南行薦〔請〕, 依其父祖已例收用。” 從之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] granted a rotational audience. [The King] ordered that the designated number of government slaves be collected from Naeeungwan (Naeeungwan . [The King] ordered that the designated number of government slaves be designated for five years according to the precedent. The high officials requested that Naeeuncheongs report be made to the King. Left State Councilor Yi Sang황이 admonished the King, saying, Your Majesty must encourage the selection of palace officials and select local magistrates who are chosen to strictly evaluate them. [The King] agreed with them. [Yi] Sang황 also said, Our courts law is very rectified. For the reason why [Your Majesty] treats palace officials and palace slaves only to supply necessities for vegetables and make them serve as runners. During the reign of King Taejo , [the court officials] were more strictly enforced. If anyone commits a crime, [they] will necessarily use twice the designated number of government slaves. Recently, palace eunuchs supported [the palace eunuchs] in the central palace and played the streets on the streets. The palace eunuchs supported [the palace eunuchs] and checked [the palace eunuchs] on the streets, occasionally occupying [the palace eunuchs] and occupying [the palace eunuchs]. Those who occupyed [the palace eunuchs] and occupying [the palace eunuchs] under the pretext of serving compulsory labor service are not observed in accordance with the law. [On the other hand,] the streets and the streets are quite disrespectful, and sometimes [the eunuchs] appear arrogant and arrogant. [These palace eunuchs] are beyond the circumstances. [But] there will be no problems in the palace eunuchs. Truly, this will not be able to preserve [the palace eunuchs]. Your subject dares to hope that Your Majesty will for the purpose of the streets of the former kings. [Your subject] requests that this streets be shown ",
                "H2KE-nKo": "차대를 행하였다. 동래 왜관의 공작미를 이미 시행한 규례대로 5년 동안 기한을 물리라고 명하였는데, 대신이 동래 부사의 장계로 인하여 청하였기 때문이다. 좌의정 이상황이 아뢰어, 주상에게 아뢰어 궁료를 선발하고 수령을 잘 선발하며 고과를 엄히 할 것을 청하니, 모두 기꺼이 받아들였다. 이상황이 또 아뢰기를,“우리 조정의 법은 매우 정당합니다. 환첩과 노복을 대우하는 것은 단지 청소하는 데 이바지하고 사령을 갖추는 것뿐인데, 선왕 때에는 단속을 더욱 엄하게 하여 조금이라도 법을 어기는 일이 있으면 반드시 곱절로 더하는 법을 썼습니다. 근일에 환시가 대궐 안에서 부축하고 길거리에서 호창하며, 액정서의 하속이 궁첩에게 빌붙어서 임역을 차지하려고 도모하는 것은 법과 기강에 전혀 어두우며, 연석에서의 주선은 공경하고 두려워하는 마음이 자못 부족하고 섬돌 앞의 공급은 혹 태만하고 방자한 점이 있으니, 바로 이런 부류가 겉으로 드러난 형상입니다. 그러나 궁첩에게는 반드시 그런 폐단이 없으리라는 것은 실로 감히 보장할 수 없으니, 신은 감히 선왕께서 이런 부류를 억제하신 것을 전하께 기대합니다. 이어 이 거조를 내반원에 반포하여 벽에 걸어 두고 항상 보게 함으로써 경계하고 두려워하면서 조심할 줄 알게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 26일(을유) 1번째기사",
                "gt-oKo": "차대(次對)하였다. 내관(萊館)의 공작미(公作米)를 이미 있었던 예에 의하여 5년을 한정해서 기한을 물리라고 명하였는데, 대신이 동래 부사(東萊府使)의 장계로 인하여 청한 때문이었다. 좌의정 이상황(李相璜)이 진달하여 성학(聖學)에 힘쓰고 궁료(宮僚)를 가려뽑으며, 수령을 가리고 고과(考課)를 엄히 해야 한다고 아뢰니, 모두 가납하였다. 또 말하기를, “우리 조가(朝家)의 법이 매우 엄정하여 환첩(宦妾)과 복례(僕隸)로 대우하는자는 단지 쇄소(灑掃)와 사령(使令)에 이바지할 뿐이었고, 선조(先朝)에 이르러서는 단속함이 더욱 엄하여 한번 죄를 지으면 반드시 배가(倍加)하는 법을 썼습니다. 근래에 환시(宦侍)가 궐안에서 부액(扶掖)하고 거리에서 호창(呼唱)하며, 액속(掖屬)들이 궁첩(宮妾)에게 빌붙어 의지하여 임역(任役)을 도모해서 차지한 것은 전혀 법과 기강에 어두우며, 연탑(筵榻)에서의 주선에 경외(敬畏)함이 아주 부족하고, 계정(階庭)에서의 공급(供給)이 혹 만홀(慢忽)한데, 이런 부류는 밖으로 모습이 나타난 것이지만 궁첩은 반드시 그런 폐단이 없으리라고는 실로 감히 보장하지 못합니다. 신이 감히 선왕(先王)께서 이런 무리들을 억제한 것으로써 전하에게 바라오니, 청컨대 이런 거조(擧條)를 내반원(內斑院)에 반포하여 벽에 걸어 항상 보도록 하여 경외하며 조심할 줄을 알게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○乙酉/次對。 命〔萊〕館公作米, 依已〔例〕限五年退限, 大臣因〔萊〕伯狀啓請之也。 左議政李相璜, 陳啓: “勉聖擧選宮僚擇守令嚴考課”, 竝嘉納。 相璜又言: “我朝家法甚正, 所以待宦妾僕隷者, 只以供灑掃備使令而已, 至先朝, 操束尤嚴, 一有犯科, 必用加倍之法。 近日宦寺之扶掖闕中, 呼唱街路, 掖屬之攀依宮妾, 圖占任役者, 全昧法紀, 筵榻周旋, 殊欠敬畏, 階庭供給, 或見慢肆, 卽此類外著之形, 而宮妾之必無其弊, 實不敢保, 臣敢以先王之裁抑此類, 望於殿下, 請仍以此擧條, 頒示內班院, 使之揭壁常目, 警畏知戢。” 從之。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "In muja year (1408, the fourth year of King Sejongs reign, 43,169 gyeol of land were supplied to the various provinces for supplying loans.",
                "H2KE-nKo": "무자년에 여러 도와 여러 도에 올해 재해를 입은 4만 3169결에 대해 재결을 인정해 주었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 29일(무자) 1번째기사",
                "gt-oKo": "제도(諸道)와 제도(諸都)에 당년의 재결(災結) 4만 3천 1백 69결(結)을 급재(給災)하였다.",
                "hj": "○戊子/給諸道諸都當年災, 四萬三千一百六十九結。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King appointed Yi Jowon as right tutor to the Crown Prince .",
                "H2KE-nKo": "이조원을 우빈객으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 3일(임술) 1번째기사",
                "gt-oKo": "이조원(李肇源)을 우빈객으로 삼았다.",
                "hj": "○壬戌/以李肇源爲右賓客。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyehae day, hail fell in the gyehae year (.",
                "H2KE-nKo": "우박이 쏟아졌다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 4일(계해) 1번째기사",
                "gt-oKo": "우박이 내렸다.",
                "hj": "○癸亥/雨雹。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Kim Sigeun , a member of the gapjin year (, was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "김시근을 판의금부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 5일(갑자) 1번째기사",
                "gt-oKo": "김시근(金蓍根)을 판의금부사로 삼았다.",
                "hj": "○甲子/以金蓍根爲判義禁府事。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Yi Seogu submitted a memorial requesting the King to resign from his position of a new official in the Office of State Rites . The King refused, saying, My dear sir has neither satisfyed nor extraordinary his mind. I saw your word and I am astonished and apprehensive. Last time, my dear sir was innocent because I was not wisdom. However, I am fully aware of the woman and children. Even though I am not wisdom, I can clearly discern and clearly discern. Now, why do you criticize this again and claim that my dear sirs are blame? From antiquity, it has occasionally been more serious than that of my dear sirs who were presumptuously innocently in my dear sirs. However, since the King was claimed to clearly discent, he never fails to persuade him and persuade him for a long time. Then, what my dear sir said is not only that I strongly involved in my dear sirs. It is almost comparable to my dear sirs whose discernment is innocent, and there is no difference between my dear sir and my dear sirs. How could my dear sirs not true? I hope that my dear sirs shall not criticize this again so that I may regret his blame on the blame of the blame on the grounds that I am also aware of my dear sirs love for the elderly. Although the words of my dear sirs are similar to this, I have referred to ancient and study all the words of my dear sirs. Furthermore, high-ranking officials are not the duty of urgently serving their parents and discuss the way of governing the world. Therefore, it would be appropriate to bring them back to the house of the capital. Why did you not expel this and simply claim the proprieties? Alas! My dear sirs must support my dear sirs, so how can I simply do? The principles of supporting",
                "H2KE-nKo": "우의정 이서구가 상소하여 새로 제수한 중서의 직임을 사직하니, 비답하기를,“옆자리를 비워 두고 기다리는 마음이 목마른 자가 물을 찾는 정도일 뿐만이 아니었는데, 마침 보내온 소장을 보고는 나도 모르게 깜짝 놀랐다. 지난번 경이 당한 일은 오로지 내가 현명하지 못하였기 때문이다. 그러나 그가 없는 사실을 날조한 것에 대해서는 부녀자와 어린아이도 모두 알고 있으니, 내가 현명하지 못하더라도 분명하게 분변하여 분명하게 밝혔을 것이다. 그런데 지금 다시 무엇을 제기하여 스스로 더럽혀졌다고 하는가. 예로부터 명신과 현보가 무함과 모욕을 참혹하게 받은 것이 왕왕 경보다 심한 경우가 있었지만, 임금이 분명하게 분변한 뒤에는 굳게 고집하면서 영원히 인혐한 적이 없었다. 그렇다면 지금 경이 운운한 것은 억지로 끌어다 댄 것일 뿐만이 아니라, 거의 내가 분명하게 분변하여 밝히는 것이 경에게 영향력을 끼치기에 부족해서 그런 것인가, 아니면 경이 그런 것인가, 그렇지 않은가. 바라건대 경은 다시 제기하지 말아서 나로 하여금 그 현명하지 못한 허물을 거듭 후회하게 하지 말라.늙은이를 봉양하는 정리에 대해서는 나도 알고 있다. 예에서 말한 것이 저와 같다고는 하지만 고금을 두루 살펴보아도 반드시 모두 예설대로 다했다고는 할 수 없다. 더구나 대관은 새벽부터 밤늦게까지 분주히 일하는 직이 아니니, 어버이를 봉양하고 도를 논하는 두 가지에 서로 방해가 되지 않는다. 서울 집으로 모시고 돌아오는 것이 사리에 합당할 터인데, 어찌하여 이렇게 하지 않고 한갓 예만 끌어대는가.아, 내가 경을 반드시 정승으로 세우려는 뜻이 어찌 공연한 것이겠는가. 서로 감응하는 이치는 많은 말을 할 필요가 없으니, 경은 즉시 마음을 바꾸어 나랏일을 널리 구제하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 5일(갑자) 2번째기사",
                "gt-oKo": "우의정 이서구(李書九)가 상소하여 새로 제수한 중서(中書)의 직임을 사양하니, 비답하기를, “측석(側席)하는 마음이 목이 마른 것 같을 뿐만이 아닌데, 온 글을 보고는 놀라움을 금하지 못하였다. 지난번 경이 당한 일은 참으로 내가 밝지 못한 데 말미암았으나 그것이 구허 날조(構虛捏造)임은 부유(婦孺)들이 모두 알고, 나 비록 밝지 못하나 역시 환히 알아서 소석(昭晰)하였는데, 지금에 와서 다시 왜 제기하여 스스로 재예(滓穢)라고 이르는가? 예로부터 명신(名臣)·현보(賢輔)로서 참혹하게 무멸(誣衊)을 입음이 이따끔 경보다 더 심한 경우가 있었지만, 임금이 변석(辨晰)한 후에는 일찍이 융통성 없이 고집하며 영원히 인혐한 자가 없었다. 그러니 지금 경이 말한 바는 비단 억지로 끌어댄 것일 뿐만 아니라 거의 내가 변석한 것이 경에게는 있으나마나 하여 경중(輕重)을 가늠하기에는 부족하다는 것이니, 경의 생각에 어찌 그런가, 그렇지 않은가? 경에게 바라노니, 다시는 제기하여 나로 하여금 거듭 그 밝지 못했던 허물을 뉘우치게 하지 말라. 노친을 봉양한다는 정리(情理)에 이르러서는 나 역시 알고 있는데, 예(禮)에서 말한 바가 비록 그와 같지만 고금을 두루 상고해 보아도 역시 예설(禮說)대로 다하지는 못했었다. 하물며 대관(大官)은 새벽부터 밤늦도록 분주한 직이 아님에랴? 어버이를 봉양하고 논도(論道)하는 두 가지 일이 서로 방해되지 않게 경제(京第)로 모시고 오면 이치에 합당할 것인데, 어찌 이렇게 하지 않고서 한갓 예만 끌어대는가? 아! 내가 반드시 경을 세우려고 하는 뜻이 어찌 부질없이 그러겠는가? 서로 느끼는 이치는 말을 많이 하는 데 있지 않으니, 경은 즉시 벌떡 일어나 나라 일을 크게 구제 하도록 하라.” 하였다.",
                "hj": "○右議政李書九, 疏辭新除中書之任, 批曰: “仄席之懷, 不啻如渴, 際見來章, 不覺愕眙, 往卿所遭, 職由予不明。 然其爲搆捏, 婦孺皆知, 雖予不明, 亦能洞辨而昭晣之, 在今復何提起, 自謂滓穢, 自古名臣賢輔之慘被誣衊, 往往有甚於卿者, 而君上辨晣之後, 未嘗株守而永引, 然則今卿云云, 不特牽强而已, 殆視寡昧之辨晣不足, 有無輕重於卿也。 卿豈然乎否乎? 望卿毋得復提, 使予重悔其不明之咎也。 至於奉老情理, 予亦知之, 禮之所說, 雖云如彼, 歷攷古今, 亦未必盡如禮說, 況大官非昏曉奔走之職, 養親論道, 兩不相妨, 奉還京第, 於理卽當, 何不出此, 而徒引禮爲哉。 噫! 予之必爰立於卿, 意豈徒然? 相感之理, 不在多言, 卿其卽起幡然, 弘濟國事。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Based upon an official report from the governor of Pyeongan Province Kim Gyogeun , the Ministry of War reported, When the old grain loans of this province were depended, the old grain loans of the 병영 and the old grain loans of each year were 7,9000 seok of rice, and this was not included in the quotas of an official document. Your subjects request that the old grain loans of the 병영 and the old grain loans be depended together. The King granted permission.",
                "H2KE-nKo": "비변사가 평안 감사 김교근의 장계로 인하여 아뢰기를,“본도의 체납된 환곡을 탕감해 줄 때 병영의 곡식과 각 연도의 체납된 환곡, 절미 7900여 섬은 공문을 보내 알리는 원래의 수량에 포함되지 않았다고 합니다. 일체 탕감해 주소서.”하니, 윤허하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 10월 9일(무진) 1번째기사",
                "gt-oKo": "비국에서 평안 감사 김교근(金敎根)의 장계로 인하여 아뢰기를, “본도의 구환(舊還)을 탕감할 때에 병영곡(兵營穀) 각년의 구환 절미(折米) 7천 9백여 석을 행회(行會)하는 원수(元數) 가운데 들어가지 않았다고 하니, 청컨대 일체로 탕감하소서.” 하니, 윤허하였다.",
                "hj": "○戊辰/備局因平安監司金敎根狀啓啓言: “本道舊還蕩減時, 兵營穀各年舊還, 折米七千九百餘石, 不入於行會元數中云。 請一體蕩減。” 允之。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gichuk day, the first day of the twelfth month in the gichuk year (, the King proceeded to Hyeonsa Palace and performed the rite of the new moon .",
                "H2KE-nKo": "기축년 삭일에 현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 1일(기축) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○己丑朔/詣顯思宮, 行朔祭。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On muo day, the King granted a rotational audience to the musul year (1428, the second year of King Sejong.",
                "H2KE-nKo": "무술년의 소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 10일(무술) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊戌/召對。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Yi Seogu submitted a joint memorial again advising the circumstances and requests that Your Majesty grant a strict order. The King responded, Although I do not know whether high-ranking officials are appointed to office, I do not know how to do so? However, there is no precedent for not to be appointed to office. This is a second matter. I clearly instructed him so that there is no single opportunity to him. However, my dear sir always told me that the circumstances and the cumstances. This is why my dear sir did not wish to self-restraint me because I want to self-restraint. Considering this, the elderly do not say that I was sick and my dear sir also knows that my dear sir might endeavor to reply to me. Although my dear sir is wise and my dear sir, I represented the ruler and righteousness, but my dear sir would not like to realize his self-restraint. I wish to have both sovereign and my dear sir exerted his obligations. However, my dear sir would not like to follow his advice. Instead, it seems that he harbored self-restraint self-restrained in terms of righteousness and righteousness. I do not know what is the righteousness of my dear sirs unwilling to do so? Even if my dear sir come to the office in the morning and evening to return to his hometown, I do not dare do so. My dear sirs understand my understanding.",
                "H2KE-nKo": "우의정 이서구가 다섯 번째 상소하여 다시 정세를 진달하고 엄명을 내려 주기를 청하니, 비답하기를,“대관이 숙배하지 않은 것에 대해 내가 비록 그가 누구인지 자세히 알지는 못하지만, 숙배하지 않은 전례가 있고 없고는 오히려 부차적인 일에 속한다. 내가 분명하게 분명하게 유시하여 더 이상 할 말이 없는데, 경은 오랫동안 정세와 염방 등의 말을 하고 있으니, 이는 경이 다만 스스로를 지키려고 하여 나를 위해 굽히지 않으려는 것이다. 이로 미루어 보면 노인이 탈이 없다고 말하는 것이 아니라, 또한 경이 따라서 나를 거역하는 말을 하는 것을 알고 있기 때문이다. 경이 비록 어질고 내가 비록 부덕하지만 명분이 군신의 의리라고 한다면 내가 분명하게 해명하는데 경이 기꺼이 안심하려 하지 않을 것이고, 내가 임금과 어버이 둘 다 직분을 다하고자 하는데 경이 기꺼이 따르려 하지 않을 것이다. 그리하여 마치 고상한 자세로 몸을 깨끗이 하여 의리상 욕보일 수 없는 것처럼 하니, 경이 결코 나오려 하지 않는 것은 과연 무슨 의리인지 모르겠다. 비록 아침에 경을 불러오고 저녁에 돌아가도록 허락하더라도 경이 나오지 않으면 내가 감히 그만두지 않을 것이니, 경은 양해하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 10일(무술) 2번째기사",
                "gt-oKo": "우의정 이서구(李書九)가 오소(五疏)를 올려 다시 정세를 진달하고 엄명(嚴命)을 내려 주기를 비니, 비답하기를, “대관(大官)이 배명(拜命)하지 않은 것을 내가 비록 누가 그랬는지 자세히 알지 못하나 배명하지 않은 예가 있고 없는 것은 오히려 두번째 일이다. 내가 밝게 유시하여 다시 남김이 없는데, 경은 길게 정세(情勢)와 염방(廉防) 등의 말을 하니, 이는 경이 단지 자수(自守)하고자 하여 나를 위해서 굽히지 않는 것이다. 이를 미루어 간다면 노인(老人)은 무양(無恙)하다고 할 수 없으나, 또한 이로써 경이 나를 거역하기 위한 말임을 알 수 있다. 경은 비록 어질고 나는 비록 부덕(不德)하다 하더라도 명분이 군신(君臣)의 의리가 있는데, 내가 분명하게 변석(辨釋)해도 경은 기꺼이 안심하려 하지 않고, 내가 군친(君親) 양쪽에 그 분의를 다하게 하고자 하는 데도 경은 즐겨 따르려 하지 않으면서 마치 고도 결신(高蹈潔身)하여 더럽혀서는 안될 것처럼 하는데, 경이 결단코 나오려 하지 않은 것이 과연 무슨 의리인지 알지 못하겠다. 비록 아침에 경을 이르게 했다가 저녁에 돌아가기를 허락하더라도 경이 나오지 않으면 내가 그만두지 않겠으니, 경은 그리 알라.” 하였다.",
                "hj": "○右議政李書九, 五疏復陳情勢, 乞降嚴命。 批曰: “大官之不拜命, 予雖未詳其爲誰, 然不拜之有例無例, 猶屬第二事, 予則昭晣洞諭, 無復餘蘊, 而卿則長以情勢廉防等說爲辭, 是卿只欲自守, 不欲爲予屈也。 推是焉則老人非曰無恙, 而亦有以知卿之從以爲拒予之辭, 卿雖賢予雖否德, 名之曰君臣之義, 則予之曉釋而卿不肯安之, 予欲君親之兩盡其分, 而卿不肯從之。 有若高蹈潔身, 義不可辱者然, 不知卿決不欲出者, 果何義也? 雖朝致卿而夕許歸, 卿不出則予不敢已也。 卿其諒之。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Chief State Councilor of the gihae year [1423, the first year of King Sejong] submitted a memorial requesting that he be relieved of his illness. The King did not approve this request.",
                "H2KE-nKo": "기해년에 영의정 남공철이 상소하여 병세를 진달하고 면직을 청하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 11일(기해) 1번째기사",
                "gt-oKo": "영의정 남공철(南公轍)이 병의 정세를 진달하고 면직을 비니, 비답을 내려 허락하지 않았다.",
                "hj": "○己亥/領議政南公轍, 疏陳病情乞免, 賜批不許。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King granted a rotational audience to the officials in the sinchuk year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 13일(신축) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○辛丑/召對。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Yi Seogu , Right State Councilor , presented six memorials to the King, repeatedly addressed the previous memorial. The King responded, How could you speak ever more so much as increasingly? In imin year (, there were more than ten times of my dear sirs who encountered a contrary, but my dear sir did not come. I am truly unaware of my dear sirs words. I only regret that I am ashamed of my dear sirs unworthy. My dear sirs generosity did not wish to accept my clear discernment. If my dear sirs truly had my dear sirs affection for my love for me, then would this be a way to remonstrate my dear sirs? From this day forward, I will not dare to urge my dear sirs again to urge my dear sirself-restraint and wait for my dear sirself-restraint. My dear sir should understand this.",
                "H2KE-nKo": "우의정 이서구가 여섯 번째 상소하여 앞서의 간절한 마음을 다시 아뢰니, 비답하기를,“경의 말이 어찌 갈수록 더욱 억지로 끌어대는가. 옛날에 화를 당한 자가 혹 경보다 열 배는 더하였으나 나오지 않은 경우가 적었으니, 경이 운운한 것을 나는 실로 이해하지 못하겠다. 다만 부끄럽고 한탄스러운 것은, 내가 부덕하여 경을 묵명에 빠뜨리기에 충분하고 경의 아량은 내가 분명하게 밝혀 주는 것을 받고 싶지 않아서이다. 경이 진실로 만분의 일이라도 나를 연모하고 돌보았다면, 지금에 이르러서도 오히려 이것을 가지고 나를 거절하는 방도로 삼아 참된 명절로 간주할 수 있겠는가. 이로부터 감히 다시는 재촉하지 못하고 조용히 경이 스스로 헤아려 처리하기를 기다릴 뿐이다. 경은 잘 알라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 14일(임인) 1번째기사",
                "gt-oKo": "우의정 이서구(李書九)가 육소(六疏)를 올려 다시 앞서의 간절한 뜻을 아뢰니, 비답하기를, “경의 말이 어찌 가면 갈수록 더 억지로 끌어대는가? 옛날에 탄핵을 만난 자가 혹 경보다 열 배나 되는 데도 나오지 않은 예가 적었으니, 경이 말한 바를 실로 알지 못하겠고 다만 부끄럽게 여기며 탄식만 할 뿐이다. 나의 부덕함이 단지 경을 묵명(墨名)에 빠뜨릴 뿐이어서 경의 아량(雅量)으로도 내가 소석(昭晰)한 것을 받고자 하지 않는 것이다. 경이 참으로 만분의 일이라도 나를 생각하고 돌보아 준다면 지금에 이르러서 이처럼 나를 거절하는 방도로써 참된 명절(名節)로 여기는가? 이제부터는 감히 다시 재촉하지 않고 조용히 경이 스스로 헤아려서 처리하기만을 기다리겠으니, 경은 자세히 알라.” 하였다.",
                "hj": "○壬寅/右議政李書九, 六疏復申前懇。 批曰: “卿之爲說, 何愈往而愈牽强也? 古之遭罹者, 或甚卿十倍, 而尠有不出, 則卿所云云, 予實不曉, 但所可慙歎者, 予之否德, 袛足以陷卿於墨名, 而卿之雅量, 不欲受予之昭晣也。 卿苟萬分一係戀予顧藉予, 則到今猶以此爲拒予之方, 而看作眞個名節乎? 從此不敢復事敦迫, 而靜俟卿自諒處之而已。 卿其知悉焉。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon.",
                "H2KE-nKo": "현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 15일(계묘) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 망제(望祭)를 행하였다.",
                "hj": "○癸卯/詣顯思宮, 行望祭。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 15일(계묘) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in the gapjin year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 16일(갑진) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲辰/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Hyeongha as the Office of the Censor General .",
                "H2KE-nKo": "이형하를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 16일(갑진) 2번째기사",
                "gt-oKo": "이형하(李瀅夏)를 사간원 대사간으로 삼았다.",
                "hj": "○以李瀅夏爲司諫院大司諫。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulsa day, the King granted a rotational audience to the eulsa year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 17일(을사) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○乙巳/召對。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive to the Right State Councilor on the basis of the report and transmitted a royal directive, which stated, My dear sirs, why are you shameless in such extreme? And why are you not look into me so extreme? My dear sir also said, The sovereign and his subjects cannot escape Heaven and earth. How could the sovereign clarify that there is no fault? However, as a subject sought to clarify his fault and wish to raise the court? Then, my dear sirs 이른바 righteousness is not what I said, righteousness. My dear sirs, if you do not clarify my fault and fault, then my heart will be relieved. My dear sir, wait for a time being to resume your illness and swiftly occur. ",
                "H2KE-nKo": "우의정의 서계에 첨부하여 아뢴 것으로 인하여 전교하기를,“경은 어찌하여 이렇게까지 매정스럽게 하는가. 또 어찌하여 이렇게까지 나의 마음을 헤아리지 못하는가. 경도 ‘군신의 의리는 천지간에 피할 수 없습니다.’라고 하였는데, 어찌 임금이 허물이 없다는 것을 밝혔는데도 그 신하가 반드시 허물이 있다고 자처하면서 다시는 조정에 서고 싶지 않겠는가. 그렇다면 경이 말한 의리란 바로 내가 말한 의리가 아니다. 경이 다시 허물이 있다고 자처하지 않아야만 내 마음이 편안할 수 있을 것이다. 경은 어버이의 병이 조금 낫거든 즉시 마음을 바꾸도록 하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 17일(을사) 2번째기사",
                "gt-oKo": "우의정의 부주(附奏)로 인하여 전교하기를, “경은 어찌 매정함이 이처럼 심하며 또 어찌하여 내 마음을 헤아리지 못함이 이렇게 심한가? 경 역시 ‘군신의 의리는 천지간에서 도피할 수가 없다.’고 하였는데, 그 임금이 허물이 없다고 밝히는데도 그 신하가 반드시 허물이 있는 것으로 자처하여 다시는 조정에 서려고 하지 않은 자가 있겠는가? 그러니 경이 말한 바 의리란 것은 내가 말한 바의 의리가 아니다. 경이 더는 허물이 있는 것으로 자처하지 않은 연후에야 내 마음이 편안하겠다. 경은 어버이의 병환이 조금 낫기를 기다려서 즉시 번연히 일어나라.” 하였다.",
                "hj": "○因右議政附奏, 敎曰: “卿何浼浼若是甚也, 又何不諒予之甚也? 〔卿〕亦曰君臣之義, 莫逃於天地, 安有其君明其無釁尤, 而其臣必欲以釁尤自處, 不欲復立於朝者乎? 然則卿之所謂義者, 卽非予之所謂義也。 卿不復以釁尤自處, 然後予心可安, 卿其俟親恙少間, 卽起幡然。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] received the officials in the morning court assembly in the byeongo year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 18일(병오) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丙午/召對。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On jeongmi day, [the King] granted a rotational audience at jeongmi day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 19일(정미) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丁未/召對。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On musin day, [the King] granted a rotational audience to the musin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 20일(무신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊申/召對。"
            },
            "2": {
                "H2KE-EN": "The King instructed Right State Councilor Yi Seogu to wait until his fathers illness has slightly improved, and then return to his hometown in the capital. Then the King ordered that he return to his hometown by the senior minister who was accompanying him.",
                "H2KE-nKo": "우의정 이서구에게 유시하기를,“어버이의 병이 조금 낫거든 서울 집으로 돌아오라.”하고, 이어 함께 오도록 한 정경을 소환하라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 20일(무신) 2번째기사",
                "gt-oKo": "우의정 이서구(李書九)에게 유시하기를, “어버이 병환이 조금 낫기를 기다려서 모시고 경제(京第)로 돌아오라.” 하고, 인하여 함께 오게 할 정경(正卿)을 소환하라 명하였다.",
                "hj": "○諭右議政李書九, 俟親恙少間, 將還京第, 仍命偕來正卿召還。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King received the officials in the morning court assembly in the giyu year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 21일(기유) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○己酉/召對。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in the gyeongsul year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 22일(경술) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚戌/召對。"
            },
            "2": {
                "H2KE-EN": "Yi Jonsu was appointed director of the Office of the Royal Lectures .",
                "H2KE-nKo": "이존수를 판의금부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 22일(경술) 2번째기사",
                "gt-oKo": "이존수(李存秀)를 판의금부사로 삼았다.",
                "hj": "○以李存秀爲判義禁府事。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received officials in the morning court assembly in the sinhae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 23일(신해) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○辛亥/召對。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On imja day, the King received the officials in the morning court assembly in imja year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 24일(임자) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○壬子/召對。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that thirty-seven people from Yaui Island , a man from Naju Strategic County escort the Chinese captive by Yaui Island .",
                "H2KE-nKo": "나주목 하의도에 표류해 온 청나라 장주부 사람 37명을 육로로 호송하라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 24일(임자) 2번째기사",
                "gt-oKo": "나주목(羅州牧) 하의도(荷衣島)에 표류해 닿은 중국의 장주부(漳州府) 사람 37명을 육로로 호송하라 명하였다.",
                "hj": "○命羅州牧荷衣島漂到大國漳州府人三十七名, 從旱路護送。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] received the officials in the morning court assembly on the gyechuk day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 25일(계축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○癸丑/召對。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinhae day, the King granted a rotational audience to the eleventh day of the lunar month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 26일(갑인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲寅/召對。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King ordered that a tombstone be erected in the old site for Queen Sinui of Anbyeon Strategic Prefecture in the eulmyo year (. This was based upon the report by the governor [of Anbyeon Strategic Prefecture] to examine the situation and then report to the throne.",
                "H2KE-nKo": "을묘년에 안변부 신의 왕후가 탄강한 옛터에 비석을 세우라고 명하였다. 도신이 간심한 뒤에 사실에 근거하여 장계로 보고한 것이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 27일(을묘) 1번째기사",
                "gt-oKo": "안변부(安邊府)의 신의 왕후(神懿王后) 탄강(誕降)한 옛터에 비석 세우기를 명하였는데, 도신이 간심(看審)한 후 실상을 들어 장문하였기 때문이었다.",
                "hj": "○乙卯/命安邊府神懿王后誕降舊基竪碑, 因道臣看審後據實狀聞也。"
            },
            "2": {
                "H2KE-EN": "The King held the Mid-Autumn Regional Military Procurement (K. Deungnok in Injeong Hall (Hall of Benevolent Governance. The lecture reached Kim Huiyu , and the lecture reached the lecture on the Confucian classics.",
                "H2KE-nKo": "인정전에서 추도기 유생을 시험 보였다. 강경에서 수석을 차지한 김희유와 제술에서 수석을 차지한 황협에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 27일(을묘) 2번째기사",
                "gt-oKo": "추도기 유생(秋到記儒生)을 인정전에서 시험하여 강(講)에서 수석을 차지한 김희유(金熙逌)와 제술(製述)에서 수석을 차지한 황협(黃䅘)에게 아울러 직부 전시토록 하였다.",
                "hj": "○試秋到記儒生于仁政殿, 講居首金熙逌, 製居首黃, 竝直赴殿試。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On byeongjin day, [the King] received the officials in the morning court assembly in the byeongjin year.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 28일(병진) 1번째기사",
                "gt-oKo": "소대 하였다.",
                "hj": "○丙辰/召對。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Yi Seogu submitted a seven memorial requesting that he be relieved of his office and be allowed to occupy his life until he returns to his hometown. The King addressed him thus: When I am not able to serve as minister, I feel sad as if I were starving. As I am already serving as minister, I feel sorrowful that I can satisfy my mind. How could I have expected that my dear sirs feelings are difficult to support my feelings and sorrow so perish? I am extremely grief and sorrow that I cannot explain my message. Now that I continue to support my dear sirs support my sincerity only because I do not intend to demonstrate my sincerity and also violate the principles of filial piety. Therefore, I specially allow you to approve your request for the time being. My dear sir should keep your mind and devote yourself to protect my dear sirs. Also, there is an earnest expectation for my dear sir. Although I do not receive my order, high officials are loyal and worthy of loyalty, and there is no difference between them and others. If there is any worthy about state affairs, my dear sir should not neglect my dear sirs to repay my sincere heart.",
                "H2KE-nKo": "우의정 이서구가 일곱 번째 상소하여 사직하고 봉양을 마치게 해 주기를 청하니, 비답하기를,“내가 경을 정승으로 삼지 못한 것은 마치 배고픈 것과 같고 경을 정승으로 삼은 것은 마치 얻은 것이 있는 것처럼 만족스러웠다. 어찌 경의 정리로 볼 때 억지로 하기 어려운 것이 한결같이 이 지경에 이를 줄을 생각이나 하였겠는가. 너무도 한탄스러워 뭐라 형언할 수가 없다. 이제 와서 줄곧 형식적으로 서로 버티는 것은 이미 정성을 다하는 뜻이 아니고 또한 효도로 나라를 다스리는 도리에도 어긋난다. 경이 맡고 있는 의정의 직함을 특별히 우선 체차해 주겠으니, 경은 안심하고 몸조리하는 데 전력하라. 또한 경에게 간절히 바라는 것이 있으니, 비록 숙배하지 않더라도 대신의 충성스러운 생각은 벼슬에 나오든 물러나든 차이가 있는 것이 아니다. 진실로 말할 만한 국사가 있다면 경은 스스로 소홀히 하지 말고 간절한 나의 마음에 부응하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 28일(병진) 2번째기사",
                "gt-oKo": "우의정 이서구(李書九)가 칠소(七疏)를 올려 해직하고 종양(終養)하기를 비니, 비답하기를, “내가 경을 재상으로 삼지 못하였을 때는 허전함이 굶주리는 것과 같았으나 이미 경을 재상으로 삼고 나서는 마음에 흡족하였는데, 어찌 경의 정리가 억지로 하기 어려움이 한결같이 이에 이를 줄을 뜻하였겠는가? 너무 탄식한 나머지 할 말이 없다. 지금에 이르러서 한결같이 허문(虛文)으로 서로 버티는 것은 내가 성의를 미루는 뜻이 아니요, 또한 효리(孝理)의 도에도 어긋난다. 띠고 있는 의정(議政)의 직함을 특별히 우선 허부(許副)하니, 경은 안심하고 봉양에 전력(專力)하라. 또 내가 경에게 간절히 바라는 바가 있으니, 비록 배명(拜命)은 하지 않았으나 대신의 충성심은 진퇴(進退)에 따라 차이가 있는 것이 아니니, 참으로 국사에 대해 할말이 있으면 경은 스스로 소홀히 하지 말고 내 간절한 마음에 보답하라.” 하였다.",
                "hj": "○右議政李書九, 七疏乞解職終養。 批曰: “予之未相卿則惄焉如飢, 旣相卿則充然如有所得, 豈意卿情理難强, 一至此哉? 悵歎之極, 無以爲喩, 到今一向以虛文相持, 旣非推誠之意, 亦違孝理之道, 所帶議政之銜, 特姑許副, 卿其安心, 專力將護, 抑有所切望於卿者, 雖不拜命, 大臣忠慮, 不以進退而有間, 苟有國事之可言, 卿毋自踈, 以答予眷眷之心。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 29일(정사) 1번째기사",
                "gt-oKo": "소대 하였다.",
                "hj": "○丁巳/召對。"
            },
            "2": {
                "H2KE-EN": "The King held the Royal Confucian Academy and held the Royal Confucian Academy . Those who successful candidates were to be 전시에 곧바로 응시하게 하였다.",
                "H2KE-nKo": "반궁에서 감제를 행하였다. 수석을 차지한 이원익에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 29일(정사) 2번째기사",
                "gt-oKo": "황감제(黃柑製)를 반궁(泮宮)에서 설행하여 수석을 차지한 이원익(李源益)을 직부 전시하게 하였다.",
                "hj": "○設柑製于泮宮, 居首李源益直赴殿試。"
            },
            "3": {
                "H2KE-EN": "The King appointed Seo Neungbo as second minister of personnel and Shin Jasik as third minister of personnel . ",
                "H2KE-nKo": "서능보를 이조 참판으로, 신재식을 참의로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 29일(정사) 3번째기사",
                "gt-oKo": "서능보(徐能輔)를 이조 참판으로, 신재식(申在植)을 참의로 삼았다.",
                "hj": "○以徐能輔爲吏曹參判, 申在植爲參議。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the winter solstice sacrifice.",
                "H2KE-nKo": "현사궁에 나아가 동지제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 3일(신묘) 1번째기사",
                "gt-oKo": "현사궁에 나아가 동지제(冬至祭)를 지냈다.",
                "hj": "○辛卯/詣顯思宮, 行冬至祭。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Hwang Hui submitted a memorial requesting his resignation, but the King did not approve his request. ",
                "H2KE-nKo": "영의정 남공철이 상소하여 면직을 청하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 3일(신묘) 2번째기사",
                "gt-oKo": "영의정 남공철(南公轍)이 상소하여 면직을 비니, 비답을 내려 윤허하지 않았다.",
                "hj": "○領議政南公轍上疏乞免, 賜批不許。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On mujin day, the King granted a rotational audience to the muo year (1428, the fifth year of King Sejong.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 30일(무오) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊午/召對。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On imjin day, the King received officials in the morning court assembly in the winter solstice.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 4일(임진) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○壬辰/召對。"
            },
            "2": {
                "H2KE-EN": "Yi Hang , the commissioner of Pyeongan Province , sent an urgent report to the King, which stated as follows: The storehouses in each storehouse of the provincial headquarters are 332,6,040 nyang, and 49 nine nyang of wood. Among these storehouses, there are 137,198 nyang of wood, and 278 nyang of wood. It is impossible for a long time and there is no place to evade them. The 188,842 nyang of wood, and 54동 111 nyang of wood is applied to petty clerks or slaves who have committed misappropriation as well as those who have not yet received the principal storehouses. However, the provincial governors prior to this, who must receive the principal storehouses according to their strehouses. The principal storehouses are 79,939 nyang, and 12 ninety nine ninety nyang. The above mentioned above are exempted from the principal storehouses. Currently, the principal storehouses are 10,9,500 nyang, and 383 ninety nyang of wood. If the principal storehouses are being imposed on this storehouses, it would also be possible to receive the principal storehouses if the principal storehouses are 12,740 nyang of wood, and the principal storehouses are to receive the principal storehouses by supplementing the principal storehouses. As for the principal storehouses, the principal storehouses are not an intentional occasion, and thus it is possible to collect the principal storehouses. Also, the principal storehouses are fifty-eight nyang of wood. Originally, the principal storehouses are already scattered, and only the principal storehouses are to pay the principal storehouses. How is it not possible if the principal storehouses such as the principal storehouses? If the principal storehouses such as the various principal storehouses, the principal storehouses such as the principal storehouses? If the principal storehouses such as the principal storehouses, then the principal storehouses such as the other provinces will be difficult to prevent",
                "H2KE-nKo": "관서의 사포사 이항이 급히 장계하기를,“감영 각 창고의 허류전이 32만 640냥, 무명이 782동 49필인데, 그중 전 13만 7198냥, 무명 278동은 햇수가 오래되어 잡다한 탈이 나서 빙고할 곳이 없습니다. 전 18만 8842냥, 무명 54동 11필은 바로 이노가 포흠 낸 것과 시민이 거두지 못한 것입니다. 그동안 도신이 좋은 쪽으로 조처하여 배년하여 거두어야 할 것이 전이 7만 939냥, 무명이 179동 20필인데, 이것은 그 연한이 되면 자연히 수량을 채울 수 있습니다. 작년과 올해 두 해 동안 거둔 전이 842냥, 무명이 19동 40필인데, 위의 항목의 수효를 제하면 현재 실제로 포흠 낸 전이 10만 9500냥, 무명이 35동 30필입니다.이번에 포흠을 조사할 때 현재 옥에 갇혀 있는 죄수 18명 가운데 8명이 혹시라도 살아서 옥문을 나가 세월을 보낸다면 또한 다소나마 거두어들일 방도가 없지 않을 것입니다. 그러므로 포흠 낸 전 1만 2740냥은 힘을 헤아려 수량을 나누어 배년하여 거두어 바치게 하고, 이 밖에 여러 죄수가 포흠 낸 것은 고의로 포흠 낸 것이 아니면 사정을 또한 참고하여 조사해야 합니다. 그러나 이미 독촉하여 거두어들일 가망이 없고 또 거두어들일 방도도 없습니다. 또 각 시전에서 나누어 징수한 무명 58동은 당초에 값을 받은 자들이 이미 모두 유망하였는데, 단지 그 시전의 이름에 따라 해마다 백징하는 것은 실로 차마 할 수 없는 정사이니, 여러 죄수가 포흠 낸 것과 함께 탕감하지 않을 수 없습니다. 포흠 낸 40관 이상은 본래 해당하는 법률이 있으니, 1000냥 이상 9명과 5000냥 이상 1명에게는 무거운 형률을 시행해야 합니다. 묘당으로 하여금 주상의 뜻을 여쭙게 하소서.”하니, 전교하기를,“이 장계의 내용을 보건대, 감영의 재화를 제대로 지키지 못한 것이 이와 같으니 어찌 한심하지 않겠는가. 어쩔 수 없는 일이 되어 탕감하지 않을 수 없으나, 앞으로 맡아서 지킬 방도에 대해 묘당으로 하여금 별도로 엄히 신칙하게 하라. 1000냥 이상 여러 죄수는 진실로 법전에 의거하여 형률을 적용해야 하지만, 포흠 낸 것에 대해서는 이미 조금이라도 의논할 만한 단서가 있다. 허다한 인명을 일시에 사형에 처하는 것도 헤아려 보아야 하니, 묘당으로 하여금 즉시 잘 헤아려 초기하게 하라.”하였다. 비변사가 아뢰기를,“관서영의 폐단의 근원은 제대로 지키지 못한 데서 연유한 것입니다. 지금 탕감하는 은전을 내렸는데, 전이 23만 3900냥, 무명이 583동이나 되니, 실로 영을 설치한 이후로 드문 일입니다. 도신으로 하여금 모든 공화를 출납할 때 다시 엄하게 과조를 세워 일을 시작할 때 처음을 잘 도모하는 방도를 극진히 하게 해야 합니다. 갇혀 있는 여러 놈들도 혹 고의로 포흠 낸 것이 아니면 정상을 참작하여 조사해야 하니, 모두 차율을 시행하소서.”하니, 윤허하였다. 이어 전교하기를,“감사의 저축은 곧 국가가 유사시에 쓸 물자이다. 이런데도 재정이 고갈되면 그 피해가 나라에 돌아가지 않고 곧 백성에게 돌아갈 것이니, 방백이 여기에 생각이 미친다면 어찌 혹시라도 제대로 지키지 못한 것이 이 지경에 이를 수 있겠는가. 이는 모두 부적을 직접 보지도 않고 한갓 막속에게 맡겨 둔 채 허실을 살피지도 않고 유용한 소치이다. 앞으로 교체하고 장부를 정리할 때 방백이 각별히 조심할 뿐만 아니라 묘당에서도 각별히 잘 살펴서 혹시라도 포흠이 있으면 그때그때 적발하여 엄중하게 감처해야 한다. 관서가 이와 같다면 다른 도도 그렇지 않으리라고 보장하기 어려우니, 모두 엄히 신칙하여 각각 착실히 바로잡게 하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 4일(임진) 2번째기사",
                "gt-oKo": "관서(關西)의 사포사(査逋使) 이항(李沆)이 치계하여 이르기를, “감영 각 창고의 허류전(虛留錢)이 30만 6천 40냥이요, 무명이 7백 82동(同) 49필인데, 그중 전(錢)이 13만 7천 1백 98냥, 무명이 2백 78동인데, 이는 해가 오래되어 잡탈(雜頉)되어 빙고(憑考)할 곳이 없는 것이요, 전 18만 8천 8백 42냥과 무명 5백 4동 11필은 바로 이노(吏奴)들이 포흠을 낸 것과 시민(市民)들에게서 받아들이지 못한 것입니다. 전후의 도신들이 장책(長策)을 따라서 해마다 분배(分配)하여 받아들이도록 한 것이 전이 7만 9백 39냥, 무명이 1백 79동 20필인데, 이는 그 한정한 해가 오면 저절로 숫자가 채워질 것입니다. 작년과 금년에 받아들인 돈이 8천 4백 2냥이고 무명이 19동 40필인데, 이상 항목의 수효를 제하고 나면 현재의 실제 포흠은 돈이 10만 9천 5백 냥, 무명이 3백 5동 30필입니다. 이번 포흠을 조사할 때에 갇힌 옥수(獄囚) 18명 가운데 8명은 혹시 살아서 옥문(獄門)을 나가 오랜 세월을 기약하면 역시 다소나마 받아들일 방도가 없지 않기 때문에 포전(逋錢) 1만 2천 7백 40냥을 힘을 헤아리고 숫자를 나누어 해를 정하여 받아들이게 하였습니다. 이밖에 여러 죄수의 포흠한 것은 혹 고의로 범한 것이 아니요 사정 역시 참고해 강구함이 합당한데, 이미 독촉해 받을 가망이 없고 또 결말을 지을 방도가 없습니다. 또 각전(各廛)에서 나누어 징수할 무명 58동은 당초에 값을 받은 자가 이미 모두 흩어져 도망해서 단지 그 전명(廛名)을 따라서 해마다 백징(白徵)하고 있으니, 실로 차마 하지 못할 행정이어서 여러 죄수가 포흠한 것과 함께 탕감하지 않을 수 없습니다. 포흠이 40관(貫) 이상인 자는 스스로 해당되는 율(律)이 있고, 1천 냥 이상 9명과 5천 냥 이상인 1명에게는 중률(重律)을 시행해야 합당하니, 묘당으로 하여금 품지(稟旨)하게 하소서.” 하니, 전교하기를, “이 장계의 말을 보건대 영화(營貨)를 맡아 간수하기를 조심하지 않았음이 이와 같으니, 어찌 한심하지 않겠는가? 일이 어쩔 수 없게 되었으니 비록 탕감하지 않을 수 없으나, 이후에는 맡아서 간수하는 방도를 묘당으로 하여금 별도로 엄칙하게 하라. 1천 냥 이상의 여러 죄수는 마땅히 법전(法典)에 의해서 율을 써야 하나 그 포흠에 이미 조금이나마 의논할 단서가 있고 허다한 인명을 한꺼번에 죽이는 것도 역시 생각해 보아야 하니, 묘당으로 하여금 즉시 짐작하여 초기(草記)하게 하라.” 하였다. 비국에서 아뢰기를, “서영(西營)의 폐단 근원은 간수를 잘못함에서 말미암은 것으로서 이제 탕감의 은전(恩典)을 내렸는데, 돈이 23만 3천 9백 냥이요, 무명이 5백 83동이나 되니, 실로 영(營)을 설치한 이래 드물게 있는 일입니다. 도신으로 하여금 모든 공화(公貨)를 출입하는 즈음에 더 엄한 과조(科條)를 세워서 일을 할 때 처음에 도모하는 방도를 다하게 해야 합니다. 갇혀 있는 여러 사람은 혹 고범(故犯)이 아니며 정상을 참작함이 합당하니, 모두 차율(次律)을 시행하기를 청합니다.” 하니, 윤허하였다. 인하여 전교하기를, “변방의 저축은 바로 국가가 위급할 때에 쓸 밑천인데, 이처럼 탕감되었으니, 그 피해가 나라로 돌아가는 것이 아니라 백성에게 돌아간다. 방백이 된 자가 여기에 마음이 미친다면 어찌 혹시라도 간수함이 이에 이르도록 하겠는가? 이는 반드시 친히 부적(簿籍)을 하지 않고 한갓 막속(幕屬)에게 위임하여 허실을 살피지 않아 없어진 것을 알지 못한 소치이다. 이후에는 교체되어 장부를 다스리는 즈음에 비단 방백만 각별히 조심할 뿐만 아니라, 묘당 역시 모름지기 더 조사해 살펴 혹시라고 범한 바가 있으면 즉시 적발하여 중히 감죄하라. 관서(關西)가 이러한즉, 다른 도 역시 그렇지 않으리라고 보장하기 어려우니, 일체로 엄칙하여 각기 착실하게 바로잡아야 한다.” 하였다.",
                "hj": "○關西査逋使李沆馳啓言: “監營各庫虛留錢, 爲三十二萬六千四十兩, 木爲七百八十二同四十九疋, 而其中錢十三萬七千一百九十八兩, 木二百七十八同, 卽是年久雜頉, 憑考無處者, 錢十八萬八千八百四十二兩, 木五百四同十一疋, 卽吏奴犯逋, 與市民未捧者, 而前後道臣, 從長措處, 排年當捧者, 錢爲七萬九百三十九兩, 木爲一百七十九同二十疋, 此則到其限年。 自可充數, 昨今兩年所捧錢, 爲八千四百二兩, 木爲十九同四十疋, 除右項數爻, 則目下實逋錢爲十萬九千五百兩, 木爲三百五同三十疋。 今此査逋時見獄囚十八名中, 八名, 苟或生出獄門, 期以歲月, 則亦不無多少可捧之道, 故所逋錢一萬二千七百四十兩, 使之量力分數, 排年捧上, 此外諸囚逋負, 或非故犯事情, 亦合參究, 而旣無徵督之望。 又乏收殺之方, 且各廛分徵木五十八同, 當初受價者, 已皆流亡, 而只隨其廛名, 逐年白徵, 實係不忍之政, 竝與諸囚所逋, 不可不蕩減, 而犯逋四十貫以上, 自有當律, 一千兩以上九名, 五千兩以上一名, 合施重律, 令廟堂稟旨。” 敎曰: “觀此狀辭, 營貨之不謹典守若此, 寧不寒心? 事到無奈, 雖不得不蕩減, 此後典守之方, 令廟堂, 別般嚴飭, 一千兩以上諸囚, 固當依法典用律, 而其所爲逋, 旣有一分可議之端, 則許多人命之一時置辟, 亦合商量。 令廟堂, 卽爲斟量草記。” 備局啓言: “西營弊源, 由於不謹典守。 今下蠲蕩之典, 錢爲二十三萬三千九百兩, 木爲五百八十三同, 實設營以後罕有之擧也。 使道臣, 凡於公貨出入之際, 更宜嚴立科條, 以盡其作事謀始之方, 在囚諸漢, 或非故犯, 情合參究, 竝請施以次律。” 允之。 仍敎曰: “藩儲, 卽國家緩急不虞之需。 此而蕩竭, 其害不歸於國, 卽歸於民, 爲方伯者, 念及於此, 寧或使典守, 壞了至此, 此莫非不親簿籍, 徒委幕屬, 不察虛實, 不覺攛挪之致, 嗣後交遞治簿之際, 不惟方伯, 各別致謹。 自廟堂, 亦須另加照察, 苟或有犯, 隨卽摘發重勘, 關西如此, 則他道亦難保其不然, 一體嚴飭, 俾各着實釐正可也。”"
            },
            "3": {
                "H2KE-EN": "The King sent the minister of works to admonish Right State Councilor Yi Seogu as follows: After three replying on the grounds that it has already been many days since I did not see my repeated repeatedly. This is due to my sincerity, I have not relied upon my dear sir. My dear sirs are also extremely shameful. How can I overcome my shame and ashamed? Although I do not have anything to do with him, my dear sirs have already been like this. Therefore, my dear sirs are not an upright and honest man who does not serve me. Even if there is a true intent to study my dear sir, it would be right in terms of righteousness for me to halt a moment for a moment. ",
                "H2KE-nKo": "공조 판서를 보내 우의정 이서구에게 유시하기를,“세 번 비답을 내린 뒤에 이미 여러 날이 되었는데도 선뜻 마음을 돌리지 않는 것은 오로지 나의 정성이 경에게 미덥지 못하기 때문이니, 경이 나에게 탐탁지 않게 여기는 것이 또한 심하다고 하겠다. 놀랍고 부끄러운 마음을 어찌 금할 수 있겠는가. 내가 비록 함께 큰일을 하기에는 부족하지만 경에게 정성을 쏟는 것이 이미 이와 같으니, 경은 고상하게 일을 하지 않는 사람이 아니다. 설령 참으로 탐탁지 않게 여기는 뜻과 억지로 하기 어려운 단서가 있더라도 나를 위해 잠시 뜻을 굽히는 것은 의리상 당연한 것이다. 더구나 예로부터 애당초 명에 응하지 않고 그만두는 대신이 없었으니, 경이 비록 자중하고자 하더라도 내가 어찌 기꺼이 경의 뜻대로 맡겨 두고 나라의 체모와 임금의 기강이 스스로 무너지는 것을 생각하지 않겠는가. 이에 정경을 보내 간절한 마음을 펴는 바이니, 경은 당일로 선뜻 마음을 바꾸도록 하라.”하였다. 우의정 이서구가 네 번째 상소하여 체차해 주기를 청하니, 비답을 내려 정중히 권면하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 4일(임진) 3번째기사",
                "gt-oKo": "공조 판서를 보내어 우의정 이서구에게 유시하기를, “삼비(三批)한 후에 여러 날이 되었는데 번연히 일어남을 보지 못하겠으니, 이는 참으로 내 정성이 경에게 미덥지 않은 데에 말미암았으나, 경이 나를 달갑지 않게 여김이 역시 심하다고 할 수 있으니, 놀랍고 부끄러움을 금할 수 있겠는가? 내가 비록 함께 좋은 정사를 하기에는 부족하더라도 경에게 정성을 쏟음이 이러하고, 경도 고상(高尙)하여 〈왕후(王侯)를〉 섬기지 않는 사람이 아니니, 설혹 달갑지 않게 여기는 뜻과 억지로 할 수 없는 단서가 있더라도 나를 위해서 잠시 굽히는 것이 의리이다. 더군다나 예로부터 대신은 처음부터 배명(拜命)하지 않고 그만둔 자가 있지 않았으니, 경이 비록 자중(自重)하고자 하더라도 내가 어찌 기꺼이 경의 뜻대로 맡겨서 국체와 군강(君綱)이 저절로 무너지는 것을 생각하지 않겠는가? 이에 정경(正卿)을 보내어 간절한 마음을 펴니, 경은 즉일로 번연히 일어나도록 하라.” 하였다. 우의정 이서구(李書九)가 사소(四疏)를 올려 체직을 비니, 비답을 내려 돈면하였다.",
                "hj": "○遣工曹判書, 諭右議政李書九曰: “三批之後, 爲日已多, 而不見幡然, 職由予誠未孚卿, 而卿之不屑於予, 亦云甚矣。 愕眙忸怩, 其可勝乎? 予雖不足與有爲, 眷眷於卿旣如此, 則卿非高尙不事之人也。 設有眞箇不屑之意, 難强之端, 爲予暫屈, 於義卽然, 況從古大臣, 未有初不拜命而止者, 卿雖欲自重, 予豈肯任卿之志, 而不念國體君綱之自壞乎? 玆遣正卿, 申敷心曲, 卿其卽日幡然。” 右議政李書九, 四疏乞遞, 賜批敦勉。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyesa day, the King received the officials in the morning court assembly in the gyesa year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 5일(계사) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○癸巳/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Ijae as second minister of personnel , Yi Yaku as Royal Confucian Academy , and Yi Hangwon as army commander of Jeolla Province .",
                "H2KE-nKo": "김이재를 이조 참판으로, 이약우를 성균관 대사성으로, 이항권을 전라도 병마절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 5일(계사) 2번째기사",
                "gt-oKo": "김이재(金履載)를 이조 참판으로, 이약우(李若愚)를 성균관 대사성으로, 이항권(李恒權)을 전라도 병마 절도사로 삼았다.",
                "hj": "○以金履載爲吏曹參判, 李若愚爲成均館大司成, 李恒權爲全羅道兵馬節度使。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gabo day, [the King] received the officials in the morning court assembly in the gabo year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 6일(갑오) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲午/召對。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On byeongsin day, [the King] granted a rotational audience to [the officials] at the byeongsin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 8일(병신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丙申/召對。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On jeongyu day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the winter state sacrifice .",
                "H2KE-nKo": "정유년에 현사궁에 나아가 동향 대제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 9일(정유) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 동향(冬享)을 행하였다.",
                "hj": "○丁酉/詣顯思宮, 行冬享。"
            },
            "2": {
                "H2KE-EN": "Governor of Jeolla Province Bak Gisu reported to the King that Seo Hyeongsu , a prisoner who was transferred to Impi District , had died due to his death. The King ordered that his name be removed from the register of penal servitude and life exile .",
                "H2KE-nKo": "전라 감사 박기수가 임피현에 양이한 죄인 서형수가 물고가 났다고 아뢰니, 도류안에서 지우라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 9일(정유) 2번째기사",
                "gt-oKo": "전라 감사 박기수(朴綺壽)가 임피현(臨陂縣)에 양이(量移)한 죄인 서형수(徐瀅修)가 죽었다고 아뢰니, 도류안(徒流案)에서 지워버리라고 명하였다.",
                "hj": "○全羅監司朴綺壽, 以臨陂縣量移罪人徐瀅修物故, 啓, 命徒流案爻周。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 11월 9일(정유) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] went to Hyeonsa Palace to perform the rite of the new moon and concurrently held on the third mi day of the month.",
                "H2KE-nKo": "현사궁에 나아가 삭제와 납향을 겸하여 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 1일(기미) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭) 겸 납향(臘享)을 행하였다.",
                "hj": "○己未朔/詣顯思宮, 行朔祭兼臘享。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 1일(기미) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive: The title of Palace Lady Sinui shall be designated as Royal Concubine Gyeongu Palace .",
                "H2KE-nKo": "전교하기를,“별묘의 궁호는 경우궁으로 하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 1일(기미) 3번째기사",
                "gt-oKo": "전교하기를, “별묘(別廟)의 궁호(宮號)를 경우궁(景祐宮)으로 하라.” 하였다.",
                "hj": "○敎曰: “別廟宮號, 以景祐宮爲之。"
            },
            "4": {
                "H2KE-EN": "Chief State Councilor Kim Hang submitted a memorial requesting replacing him due to illness. The King granted a royal directive to him.",
                "H2KE-nKo": "영의정 남공철이 세 번째 상소하여 병을 진달하고 체차해 주기를 청하니, 비답을 내려 허락하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 1일(기미) 4번째기사",
                "gt-oKo": "영의정 남공철(南公轍)이 세번째 상소하여 병을 진달하고 체직을 비니, 비답을 내려 허락하였다.",
                "hj": "○領議政南公轍, 三疏陳病乞遞, 賜批許之。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On mujin day, the King 차대를 행하였다. Left State Councilor Yi Sangsang reported, The monthly salaries of officials in the Bureau of Livestock Breeding are extremely short, and thus it is impossible to provide the expenses of guests and supply them with necessities. The circumstances and supply them with a small amount of government grain stored in this province so that they may be supplied with additional supply. If we make up the amount of supply, it would be better to the governor [of Pyeongan Province]. The King approved this. The King also reported, Recently, all government servants have been negligent and negligent in performing their duties, and they are shameful to observe their official duties and ashamed to observe their official duties. They have become a shameful custom, and they are sitting in each government office. However, the remainder [of Pyeongan Province] can be known that they are sitting in their official duties at the same time. If we continue to observe their official duties, how could we hope that they will fulfill their duties whenever they fulfill their duties? Your subjects request that henceforth the old customs be repeatedly enforced and their official duties each day be repeatedly negligent and negligent in the same manner as before. Whenever there is anyone who has been negligent and neglected, they shall be severely punished. The King approved this.",
                "H2KE-nKo": "차대를 행하였다. 좌의정 이상황이 아뢰기를,“관서의 전관에 대한 삭료가 지극히 박하여 여식의 비용을 지급할 수 없으니, 일의 체모가 매우 구차합니다. 본도의 어떤 공곡인지를 적절히 헤아려 회감해서 더 지급할 재원으로 삼고, 그 분수를 마련하는 것은 도신에게 맡기는 것이 좋을 듯합니다.”하니, 그대로 따랐다. 또 아뢰기를,“근래 백관이 직무를 태만히 하여 일을 회피하는 것을 능사로 여기고 공무를 행하는 것을 수치로 여기는 것이 그대로 폐단으로 굳어졌습니다. 이는 곧 각 관사의 위좌이니, 그 나머지도 알 만합니다. 그런데 일시에 사진하여 이처럼 꺼리고 회피하니, 이러고도 어떻게 곳곳마다 성의를 다하여 일을 제대로 수행하기를 바랄 수 있겠습니까. 지금부터는 옛 규정을 거듭 밝혀 과일마다 아좌하게 하되, 다시 예전처럼 태만히 하는 자가 있으면 드러나는 대로 엄중하게 감처하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 10일(무진) 1번째기사",
                "gt-oKo": "차대하였다. 좌의정 이상황(李相璜)이 아뢰기를, “관서(關西) 전관(殿官)의 삭료(朔料)가 매우 박하여 객지(客地)에서 숙식(宿食)의 비용을 줄 수가 없으니, 일의 체면이 매우 구차스럽고 어렵습니다. 본도의 아무 공곡(公穀)에서 헤아려 회감(會減)하여 더 보태줄 밑천을 삼고, 그 분수(分數)를 마련하는 것은 도신에게 맡기는 것이 좋을 듯합니다.” 하니, 그대로 따랐다. 또 아뢰기를, “근래에 백관들이 관직에 태만하여 일을 회피하는 것을 능사로 삼고 공직에 나오는 것을 부끄럽게 여기는 것이 인하여 폐속(弊俗)이 되고 말았는데, 각사(各司)의 아좌(衙坐)를 보면 그 나머지도 알 수가 있습니다. 한때 사진(仕進)하는 것을 이처럼 꺼려하니, 어찌 일에 따라서 마음을 다해 처리하여 거행하겠습니까? 청컨대 지금부터는 구식(舊式)을 신명(申明)하여 과일(課日)의 아좌(衙座)를 또다시 전처럼 게을리 하면 드러나는 대로 중히 감죄하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○戊辰/次對。 左議政李相璜啓言: “關西殿官朔料至薄, 無以給旅食之費, 事面甚苟艱, 就本道某樣公穀, 量宜會減, 以爲添給之資。 若其分數磨鍊, 則付之道臣恐好。” 從之。 又啓言: “近來百隷怠官, 以避事爲能, 赴公爲恥, 仍成弊俗, 卽各司衛坐, 而其餘可知, 一時仕進, 憚避如此, 尙安望隨處殫竭, 幹當修擧乎? 請自今申明舊式, 課日衙坐, 更有如前惰忽, 隨現重勘。” 從之。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites requested that whether or not the rite of ending the mourning period for King Hyeonsa Palace be performed. The King asked the high officials and the sages of Confucian scholars about this. The King issued a royal directive, which stated, The King cannot remove the mourning clothes. Why must we wait until this report comes to me? Moreover, in the past, even when the rite of ending the mourning period was held, all the rite of ending the mourning period was performed. Now, it is also not suspect that there is no suspect to suspect that the rite of ending the mourning period [for King Hyeonsa Palace]. If the rite of ending the mourning period is conducted, then the Ministry of Rites should select the day of ending the mourning period.",
                "H2KE-nKo": "예조가 현사궁의 담제를 지내야 하는지의 여부에 대해 대신과 유현에게 하문하기를 청하니, 전교하기를,“주상께서는 벗을 상복이 없다는 것을 어찌 이렇게 아뢴 뒤에야 알겠는가. 더구나 우리 집안의 옛 예는 예로부터 담제가 없는 곳에 있더라도 모두 담제를 지냈으니, 이번에도 이에 따라 행하더라도 의심할 것이 없다. 그렇다면 하문하는 것도 의의가 없으니, 담제를 지내는 날을 예조에서 택하여 들이라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 10일(무진) 2번째기사",
                "gt-oKo": "예조에서 현사궁의 담제(禫祭)를 거행해야 할 것인지의 여부를 대신과 유신(儒臣)에게 묻기를 청하니, 전교하기를, “위에서 벗어야 할 복제(服制)가 없는데, 어찌 이런 아룀이 있어야 알겠는가? 더군다나 우리 집안의 구례(舊禮)는 예전부터 비록 담제가 없는 처지라도 모두 담제를 행하였다. 이번에도 거기에 따라서 행하는 데 의심할 바가 없으니, 묻는 것이 의미가 없다. 담제일을 해조에서 가려 들이라.” 하였다.",
                "hj": "○禮曹, 以顯思宮禫祭行否, 請詢問大臣儒賢。 敎曰: “自上無可除之服, 何待此奏而知之? 況我家舊禮, 自昔雖在無禫之地, 皆行禫祭。 今番遵而行之, 亦無可疑, 然則詢亦無義, 禫日自該曹擇入。”"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 10일(무진) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "4": {
                "H2KE-EN": "Kim Nogyeong was appointed minister of Punishments .",
                "H2KE-nKo": "김노경을 형조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 10일(무진) 4번째기사",
                "gt-oKo": "김노경(金魯敬)을 형조 판서로 삼았다.",
                "hj": "○以金魯敬爲刑曹判書。"
            },
            "5": {
                "H2KE-EN": "Inspector General Sim Neungjik presented a memorial to the King. The memorial read as follows: Among the passers of the second-stage civil service examination this time, there was a man named Jo Gukhyeon , who was the grandson of the traitor of the State Council . Although the first-stage civil service examination is a difference between the classics, the state examination is the same. The specifics of the traitor of the state examination are different from that of the original lineage, but the traitor of the state examination are the same. Your subjects urgently request that Your Majesty order the Ministry of Punishments to supplement the name of Jo Gukhyeon from the original classics and punish him according to the law. The King responded, The punishment of Jo Gukhyeon is too excessive. Remove the name of Jo Gukhyeon from the classics and punish him according to the report.",
                "H2KE-nKo": "대사간 심능직이 상소하였는데, 그 대략에,“이번 감시 초시의 일소 방목 중에 이른바 조국현이라는 자가 있는데, 역적 조태억의 현손이라고 합니다. 초해는 비록 통적하는 것과는 차이가 있지만 국시는 마찬가지입니다. 출계는 본종과 다르다고 하지만 역적의 종자는 마찬가지이니, 속히 해당 조로 하여금 원방에서 그의 이름을 삭제하게 하고 이어 형장을 치고 정배하는 법을 시행하소서.”하니, 비답하기를,“형배하는 것은 지나친 듯하니, 빼 버리는 것은 아뢴 대로 시행하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 10일(무진) 5번째기사",
                "gt-oKo": "대사간 심능직(沈能稷)이 상소하였는데, 대략 이르기를, “이번의 감시(監試) 초시(初試)의 일소(一所) 방(榜) 가운데 이른 바 조국현(趙國鉉)이란 자가 있는데, 역적 조태억(趙泰億)의 현손(玄孫)이라고 합니다. 발해(發解)는 비록 통적(通籍)하는 것과는 다르지만 국시(國試)임은 마찬가지이며, 출계(出系)는 본종(本宗)과 다르지만 역적의 종자이기는 마찬가지입니다. 빨리 해조로 하여금 원방(原榜)에서 그의 이름을 삭제하고 인하여 형배(刑配)하는 율을 시행하소서.” 하니, 비답하기를, “형배는 지나칠 듯하니, 발거(拔去)를 아뢴 대로 시행하라.” 하였다.",
                "hj": "○大司諫沈能稷疏略曰: 今番監試初試一所榜中, 有所謂趙國鉉者, 爲逆賊泰億之玄孫云。 初解雖間於通籍, 而國試則一也。 出系謂異於本宗, 而逆種則一也, 亟令該曹, 削其名於原榜, 仍施刑配之典。 批曰: “刑配似過, 拔去依施。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On sinsa day, [the King] received the officials in the morning court assembly in the gisa year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 11일(기사) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○己巳/召對。"
            },
            "2": {
                "H2KE-EN": "Yi Giyeon was appointed third minister of personnel .",
                "H2KE-nKo": "이기연을 이조 참의로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 11일(기사) 2번째기사",
                "gt-oKo": "이기연(李紀淵)을 이조 참의로 삼았다.",
                "hj": "○以李紀淵爲吏曹參議。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gabo day, the King granted a rotational audience to the gyeongo year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 12일(경오) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚午/召對。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Shin Mihyu was released from prisoners.",
                "H2KE-nKo": "경죄수를 풀어 주었다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 13일(신미) 1번째기사",
                "gt-oKo": "경수(輕囚)를 석방하였다.",
                "hj": "○辛未/放輕囚。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that half of the land tax wood for the four towns of Geochang and other towns be replaced in accordance with the precedent of the land tax wood for the four towns of Geochang and other towns. [The King] granted a specially approval of this request. ",
                "H2KE-nKo": "영남의 대동목은 순전으로 대신 바치게 하고, 전세목은 절반을 대전하게 하며, 거창 등 네 고을의 전세목은 대동세의 예에 따라 돈으로 대신 바치게 하라고 명하였다. 도신 이지연이 상소하여 청한 것으로 인하여 비답을 내려 특별히 허락한 것이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 13일(신미) 2번째기사",
                "gt-oKo": "영남의 대동목(大同木)은 전부 전(錢)으로 대봉(代捧)하게 하고, 전세목(田稅木)은 절반을 전으로 대신하게 하며 거창(居昌) 등 네 고을의 전세목은 대동의 예에 의해서 하도록 명하였는데, 도신 이지연(李止淵)의 소청(疏請)으로 인해서 비답을 내려 특별히 허락한 것이다.",
                "hj": "○命嶺南大同木純錢代捧, 田稅木折半代錢, 居昌等四邑田稅木, 依大同例, 因道臣李止淵疏請, 賜批特許也。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On imsin day, [the King] dispatched a royal secretariat to inspect the robes on night duty outside the palace. [The King] bestowed clothes upon them. Also, [the King] bestowed relief aid upon the starving people within the capital.",
                "H2KE-nKo": "임신년에 선전관을 보내 궐내에 입직한 옷이 얇은 군사를 적간하게 하고 옷감을 제급하였다. 또 도성 안의 떠돌며 걸식하는 사람들에게 휼전을 지급하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 14일(임신) 1번째기사",
                "gt-oKo": "선전관(宣傳官)을 보내 대궐 내외에 입직(入直)한 옷이 엷은 군사를 적간(摘奸)하여 의자(衣資)를 제급(題給)하게 하였다. 또 성안의 거지들에게 휼전(恤典)을 베풀었다.",
                "hj": "○壬申/遣宣傳官, 摘奸闕內外入直衣薄軍, 題給衣資。 又給城內流丐恤典。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyeyu day, the first day of the month, the King proceeded to Hyeonsa Palace and performed the rite of the full moon .",
                "H2KE-nKo": "현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 15일(계유) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제(望祭)를 행하였다.",
                "hj": "○癸酉/詣顯思宮, 行望祭。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King ordered that thirty-nine people who drowned in Jeju Strategic County be specially relieved.",
                "H2KE-nKo": "제주목의 물에 빠져 죽은 사람 39명에게 별도로 휼전을 베풀라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 16일(갑술) 1번째기사",
                "gt-oKo": "제주목(濟州牧)의 물에 빠져 죽은 39명에게 별도의 휼전(恤典)을 베풀라고 명하였다.",
                "hj": "○甲戌/命施濟州牧人物渰死三十九名, 別恤典。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Im Huijon was appointed minister of punishments .",
                "H2KE-nKo": "임희존을 형조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 17일(을해) 1번째기사",
                "gt-oKo": "임희존(任希存)을 형조 판서로 삼았다.",
                "hj": "○乙亥/以任希存爲刑曹判書。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 2일(경신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚申/召對。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On muin day, Minister of War Kim Igyo reported, Former 포장 Baek Saeun , who passed the state examination next year, was the first anniversary of the passing of the civil and military service examinations. In the eulyu year (, the first anniversary of the passing of the civil and military service examinations was the first anniversary of the byeongsul year. From the year of the passers of the civil and military service examinations, the first anniversary of the passing of the civil and military service examinations were allowed to come to express gratitude for the first anniversary of the passing of the civil and military service examinations. This is a matter of negligence and cannot be delayed. Now, the second anniversary of the passing of Baek Saeunsuns passing of the civil service examination should be carried out in the following year. Therefore, your subject dares to report this. The King approved this request.",
                "H2KE-nKo": "병조 판서 김이교가 아뢰기를,“전 포도대장 백사은은 내년이 바로 과거에 급제한 지 60년이 되는 해인데, 곧바로 전시에 응시할 자격을 준 것은 을유년이고, 합격자 발표는 병술년입니다. 문무과의 회방이 되는 해는 원과의 합격자 발표가 그해 어느 때에 있는지를 막론하고 연초에 이름을 불러 사은하도록 허락해야 합니다. 노인을 위한 일은 늦출 수 없습니다. 이번 백사은의 회방은 내년에 해야 하겠기에 감히 아룁니다.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 20일(무인) 1번째기사",
                "gt-oKo": "병조 판서 김이교(金履喬)가 아뢰기를, “전 포장(捕將) 백사은(白師誾)은 명년이 등과(登科)한 회갑(回甲)인데, 직부(直赴)한 것은 을유년에 있었고, 방방은 병술년에 있었습니다. 문무과(文武科)의 회방(回榜)인 해에는 원과(原科)의 방방(放榜)이 그해 어느 때에 있었던지를 물론하고 세수(歲首)에 이름을 불러 사은(謝恩)하도록 허락하였으니, 노인(老人)의 일은 늦출 수 없습니다. 이제 이 백사은의 회방은 마땅히 명년에 해야 하므로 감히 아룁니다.” 하니, 그대로 따랐다.",
                "hj": "○戊寅/兵曹判書金履喬啓言: “前捕將白師誾, 明年是登科回甲, 而直赴在乙酉, 放榜在丙戌矣。 文武科回榜之年, 毋論原科放榜之在於其年何時, 許令於歲首唱名謝恩, 爲老人事不可緩也。 今此師誾回榜, 當以明年爲之, 敢達矣。” 從之。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King conducted state affairs in gyeongjin year (,【 Minister of Personnel Bak Jongmu , Third Minister of Personnel Yi Giyeon , Minister of War Kim Igyo .】 Shin Jasik was appointed the Office of the Censor General . ",
                "H2KE-nKo": "도목 정사를 행하였다. - 이조 판서 박종훈, 참의 이기연, 병조 판서 김이교가 나왔다. - 신재식을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 22일(경진) 1번째기사",
                "gt-oKo": "도정(都政)을 행하여【이조 판서 박종훈(朴宗薰), 참의 이기연(李紀淵), 병조 판서 김이교(金履喬)이다.】 신재식(申在植)을 사간원 대사간으로 삼았다.",
                "hj": "○庚辰/〔行〕都政,【吏曹判書朴宗薰, 參議李紀淵, 兵曹判書金履喬。】以申在植爲司諫院大司諫。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gapsin day, the first day of the twelfth month, the King proceeded to Hyeonsa Palace and performed the rite commemorating the first anniversary of death . The officials who guarded the royal tomb and those who served as ritual officials below them were rewarded with varying degrees. The ritual officials Jeong Gi was rewarded with admirable grades and Bak Jonghui was rewarded with admirable grades.",
                "H2KE-nKo": "현사궁에 나아가 상제를 행하고, 수원관 및 향관 이하에게 차등을 두어 시상하였다. 향관 정의에게는 가의대부를 가자하고, 박종희에게는 가선대부를 가자하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 26일(갑신) 1번째기사",
                "gt-oKo": "현사궁에 나아가 상제(祥祭)를 행하고, 수원관(守園官) 및 향관(享官) 이하에게 차등을 두어 시상하였는데, 향관 정의(鄭漪)에게는 가의(嘉義)를 가자하고 박종희(朴宗喜)에게는 가선(嘉善)을 가자하였다.",
                "hj": "○甲申/詣顯思宮, 行祥祭, 守園官及享官以下, 施賞有差, 享官鄭漪加嘉義, 朴宗喜加嘉善。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King 차대를 행하였다. Left State Councilor Yi Sang황이 아뢰기를, “눈앞으로 occurred a phenomenon. In the middle of the night, a fire brigands from Mount Nam were arrested. It was named Yi Inbae , a resident of Hwangju , named Yi Inbae . [Yi Inbae] wrote a principal woodblock on the circumstances of a memorial. When [the woodblock] reached our countrys propriety, [the woodblock] was extremely impossible and irreverent. [The woodblock] reached the Great Peace and the Great Peace. [The woodblock] cannot be kept for a moment. [The woodblock] should not be delayed for a moment. [The woodblock on the woodblock] should be carried out by the State Tribunal. Director of the Royal House Administration Kim Josun said, Your subject also witnessed the woodblock on the woodblock. [The woodblock on the woodblock] should not be delayed for a slightly. In the past when [Your Majesty] proceeded to the palace gate, [the King] also witnessed the woodblock on the wock on the woodblock on the",
                "H2KE-nKo": "차대를 행하였다. 좌의정 이상황이 아뢰기를,“현재 변괴가 있는 일을 어젯밤에 금장이 와서 말하기를 ‘남산에서 횃불을 든 사람을 붙잡았는데 바로 황주에 사는 이인백이라는 자였습니다. 품속에 흉서 한 권이 있었는데 상소 모양으로 첫머리를 잡았습니다. 그런데 말이 나라의 예에 미치자 더할 나위 없이 흉악하고 패악하여 성상을 욕하고 위로 막중하고 존엄하여 감히 말할 수 없는 곳에까지 미쳤습니다.’라고 하였습니다. 이와 같은 흉악한 자를 어찌 잠시라도 천지 사이에 살려 둘 수 있겠습니까. 엄히 국문하여 실정을 알아내는 일을 조금도 늦출 수 없으니, 흉서를 한 번 성상께서 보신 뒤에 의금부로 하여금 법에 따라 거행하게 하소서.”하고, 영돈녕부사 김조순이 아뢰기를,“흉서는 신도 보았으니 엄히 국문하여 실정을 알아내는 일을 잠시도 늦출 수 없습니다. 그러나 예전에도 문에 나아가 친히 신문한 때가 있었고 정국한 때도 있었습니다. 옛날 선왕께서는 이덕사와 조재한의 옥사 때 범죄의 정황이 매우 간특하여 다시 신문하는 일도 없이 곧바로 결안을 받은 일이 있었으니, 이 역적은 이덕사와 조재한의 흉악함보다 더 심합니다.”하니, 내병조에서 정국하라고 명하였다.죄인 이인백은 공초를 받은 뒤에 대역부도의 죄목으로 결안하여 법대로 처형하고 부대시참하였으며, 황주목의 강등하여 황강현으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 27일(을유) 1번째기사",
                "gt-oKo": "차대하였다. 좌의정 이상황(李相璜)이 아뢰기를, “목하(目下)에서 변괴(變怪)의 일이 일어났습니다. 어젯밤에 금장(禁將)이 와서 말하기를, ‘남산(南山)에서 거화(擧火)한 사람을 붙잡고 보니 바로 황주(黃州)의 사는 이인백(李仁白)이라고 이름한 자였습니다. 품속에 흉서(凶書) 한 권이 있었는데, 상소(上疏) 모양으로 첫머리가 시작되고 말이 방례(邦禮)와 관계되어 아주 흉악하였으며, 임금을 욕하고 위로는 막중 막엄하여 감히 말할 수 없는 처지에까지 미치고 있습니다.’라고 하였습니다. 이런 흉악한 자를 어찌 일각인들 천지 사이에 목숨을 붙여두도록 하겠습니까? 엄히 국문하여 실정을 알아내되 잠시라도 늦출 수 없습니다. 흉서를 한번 성상께서 보신 후, 마땅히 왕부(王府)로 하여금 안법(按法)하여 거행해야 합니다.” 하였고, 영돈녕 김조순(金祖淳)이 아뢰기를, “흉서는 신도 역시 보았는데 엄국(嚴鞫)하여 실정을 알아내는 것을 조금이라도 늦추어서는 안됩니다. 전에는 궁문(宮門)에 임하여 친문(親問)할 때도 있었고 또한 정국(庭鞠)한 때도 있었습니다. 옛날 선조(先朝) 때 이덕사(李德師)와 조재한(趙載翰)의 옥사가 정범(情犯)이 아주 간특하여 더는 물을 것이 없어서 곧바로 결안(結案)을 받은 일이 있었는데, 이 적은 이덕사와 조재한의 흉악함보다 더함이 있습니다.” 하니, 내병조(內兵曹)에서 정국하라 명하였고, 죄인 이인백은 공초(供招)를 받은 후 대역 부도(大逆不道)로 결안해서 정법(正法)하여 부대시참(不待時斬)하였으며, 황주목(黃州牧)을 황강현(黃岡縣)으로 강등하였다.",
                "hj": "○乙酉/次對。 左議政李相璜啓言: “目下有變怪事, 昨夜禁將來言, 捉得南山擧火人, 卽黃州居李仁白爲名漢, 而懷中有匈書一冊子, 以上疏樣起頭, 而語及邦禮, 窮凶絶悖, 詬罵天日, 上及於莫重莫嚴不敢言之地, 如此〔凶〕竪, 豈可一刻假息於覆載之間乎? 嚴鞫得情, 不容少緩, 〔凶〕書一經聖覽後, 當令王府, 按法擧〔行〕矣。” 領敦寧金祖淳奏曰: “〔凶〕書, 臣亦見之, 嚴鞫得情, 不可暫緩, 而在前有臨門親問之時, 亦有庭鞫之時, 在昔先朝師、翰之獄, 情犯絶慝, 無事更問, 而有直捧結案之事, 此賊有浮於師、翰之凶矣。 命庭鞫于內兵曹, 罪人仁白, 捧招後以大逆不道, 結案正法, 不待時斬, 降黃州牧爲黃岡縣。”"
            },
            "2": {
                "H2KE-EN": "The King specially ordered that Recorder of Hwigyeong Yi Hwajung , who was formerly serving as junior seventh-rank military official , be executed by torture and banished to a designated area. This was because Yi Hwajung , who was formerly serving as seventh-rank military official , was destroyed and replaced by the post of second-rank military official , was appointed to a position.",
                "H2KE-nKo": "휘경원 참봉 이화중을 엄히 형장을 치고 절도에 정배하라고 특별히 명하였다. 전 원관을 체차할 때 원관으로 차출되기를 꾀하였기 때문이다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 27일(을유) 2번째기사",
                "gt-oKo": "휘경원(徽慶園) 참봉(參奉) 이화중(李禾重)을 엄형해서 도배(島配)하라고 특명하였는데, 전의 원관(園官)을 박체(迫遞)할 때에 원관으로 차출되기를 도모했기 때문이다.",
                "hj": "○特命徽慶園參奉李禾重, 嚴刑島配, 以前園官, 迫遞時園官而圖差故也。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Gyudeok as navy commander of Hwanghae Province .",
                "H2KE-nKo": "이규덕을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 27일(을유) 3번째기사",
                "gt-oKo": "이규덕(李圭德)을 황해도 수군 절도사로 삼았다.",
                "hj": "○以李圭德爲黃海道水軍節度使。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Kim Nogyeong , a man in the byeongsul year (, was appointed minister of punishments .",
                "H2KE-nKo": "병술년을 형조 판서로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 28일(병술) 1번째기사",
                "gt-oKo": "김노경(金魯敬)을 형조 판서로 삼았다.",
                "hj": "○丙戌/以金魯敬爲刑曹判書。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 3일(신유) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○辛酉/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Nungjik to the Office of the Censor General , Yi Geunhyeon to the Royal Confucian Academy , Yun Ukye to the army commander of Hamgil Province , and Yi Jongyeong to the army commander of Jeolla Province .",
                "H2KE-nKo": "심능직을 사간원 대사간으로, 이규현을 성균관 대사성으로, 윤욱렬을 함경남도 병마절도사로, 이종영을 전라도 병마절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 3일(신유) 2번째기사",
                "gt-oKo": "심능직(沈能稷)을 사간원 대사간으로, 이규현(李奎鉉)을 성균관 대사성으로, 윤욱렬(尹郁烈)을 함경도 병마 절도사로, 이종영(李鍾英)을 전라도 병마 절도사로 삼았다.",
                "hj": "○以沈能稷爲司諫院大司諫, 李奎鉉爲成均館大司成, 尹郁烈爲咸鏡南道節度使, 李鍾英爲全羅道兵馬節度使。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 4일(임술) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○壬戌/召對。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyehae day, [the King] received the officials in the morning court assembly in the gyehae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 5일(계해) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○癸亥/召對。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King granted a rotational audience to the eleventh day of the gapjin month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 6일(갑자) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○甲子/召對。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulchuk day, the King granted a rotational audience to the eleventh day of the lunar month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 7일(을축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○乙丑/召對。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, When entering the Royal Ancestral Shrine , there are many matters that are observed. The name of the Directorate of Medicine is to be called the Directorate of Medicine . However, the high-ranking officials of the Directorate of Medicine and the high-ranking officials of the senior third rank or above are to perform the ceremony. The ceremonial military regalia and ceremonial military regalia are to be arranged according to the precedent of the Royal Ancestral Shrine .",
                "H2KE-nKo": "전교하기를,“입묘할 때 거행할 일이 많으니 입묘도감이라 호칭하고 영건도감의 대신이 당상과 낭청과 함께 그대로 거행하라. 포진과 유장은 태묘와 경모궁의 예에 따라 거행하라.”하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 7일(을축) 2번째기사",
                "gt-oKo": "전교하기를, “입묘(入廟)할 때 거행해야 할 일이 많으니, 입묘 도감(入廟都監)이라 호칭하여 영건 도감 대신(營建都監大臣)이 당낭(堂郞)과 함께 그대로 거행하고, 포진(鋪陳)과 유장(帷帳)은 태묘(太廟)와 경모궁(景慕宮)의 예에 의해서 하라.” 하였다.",
                "hj": "○敎曰: “入廟時多有擧行之事, 稱號入廟都監, 而以營建都監大臣, 與堂郞, 仍爲擧行。 鋪陳帷帳, 依太廟。 景慕宮例爲之。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinhae day, the King granted a rotational audience to the eleventh day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 8일(병인) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丙寅/召對。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] granted a rotational audience at the jeongmyo day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 9일(정묘) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丁卯/召對。"
            },
            "2": {
                "H2KE-EN": "Jo Jinhwa was appointed governor of Hwanghae Province .",
                "H2KE-nKo": "조진화를 황해도 관찰사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 12월 9일(정묘) 2번째기사",
                "gt-oKo": "조진화(趙晉和)를 황해도 관찰사로 삼았다.",
                "hj": "○以趙晋和爲黃海道觀察使。"
            }
        }
    },
    "leap month 7": {
        "1": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the eleventh month, [the King] went to Hyeonsa Palace to perform the rite of the new moon .",
                "H2KE-nKo": "현사궁에 나아가 삭제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 1일(신묘) 1번째기사",
                "gt-oKo": "현사궁(顯思宮)에 나아가 삭제(朔祭)를 행하였다.",
                "hj": "○辛卯朔/詣顯思宮, 行朔〔祭〕。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Yi Wansik was appointed as navy subarea commander of Left Jeolla Province .",
                "H2KE-nKo": "신축년에 이완식을 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 11일(신축) 1번째기사",
                "gt-oKo": "이완식(李完植)을 전라좌도 수군 절도사로 삼았다.",
                "hj": "○辛丑/以李完植爲全羅左道水軍節度使。"
            },
            "2": {
                "H2KE-EN": "Governor of Jeolla Province Bak Gisu reported to the King as follows: In Jeonju and other towns, 1,211 households were swept away and drowned, and 23 people were drowned. Governor of Gongcheon Jo Gyeongjin reported to the King as follows: In Gongju and other towns, 104 households were swept away and drowned, and 14 people were drowned. Governor of Gyeongsang Province Yi Jiyeon reported to the King as follows: In Gyeongju and other towns, 401 households were swept away and drowned, and 21 people were drowned. The King ordered to specially take care of them.",
                "H2KE-nKo": "전라 감사 박기수가 전주 등 고을에서 물에 떠내려갔거나 무너진 민가가 1211호이고 물에 빠져 죽은 사람이 23명이라고 장계하고, 공청 감사 조경진이 공주 등 고을에서 물에 떠내려갔거나 무너진 민가가 104호이고 물에 빠져 죽은 사람이 14명이라고 장계하고, 경상 감사 이지연이 경주 등 고을에서 물에 떠내려갔거나 무너진 민가가 41호이고 물에 빠져 죽은 사람이 21명이라고 장계하니, 모두 별도로 돌봐 주라고 명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 11일(신축) 2번째기사",
                "gt-oKo": "전라 감사 박기수(朴綺壽)가 전주(全州) 등 고을의 민가(民家) 1천 2백 11호(戶)가 떠내려가거나 무너지고, 사람 33명이 물에 빠져 죽었다고 아뢰었고, 공청 감사 조경진(趙經鎭)이 공주(公州) 등 고을의 민가 1백 4호가 떠내려가거나 무너지고, 사람 14명이 물에 빠져 죽었다고 아뢰었으며, 경상 감사 이지연(李止淵)이 경주 등 고을의 민가 4백 1호가 떠내려가거나 무너지고, 사람 21명이 물에 빠져 죽었다고 아뢰었는데, 아울러서 특별히 고휼(顧恤)을 시행하라고 명하였다.",
                "hj": "○全羅監司朴綺壽, 以全州等邑, 民家漂頹一千二百十一戶, 人物渰死二十三名, 啓, 公淸監司趙經鎭, 以公州等邑, 民家漂頹一百四戶, 人物渰死十四名, 啓, 慶尙監司李止淵, 以慶州等邑, 民家漂頹四百一戶, 人物渰死二十一名, 啓, 幷命別施顧恤。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On imin day, the seventh rite for commemorating Confucius was held at the Royal Confucian Academy .",
                "H2KE-nKo": "반궁에서 임인년의 칠석제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 12일(임인) 1번째기사",
                "gt-oKo": "칠석제(七夕製)를 반궁(泮宮)에서 실시하였다.",
                "hj": "○壬寅/設七夕製于泮宮。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Nogyeong , an official of the State Council , was appointed as the assistant state councilor .",
                "H2KE-nKo": "김노경을 의정부 좌참찬으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 14일(갑진) 1번째기사",
                "gt-oKo": "김노경(金魯敬)을 의정부 좌참찬으로 삼았다.",
                "hj": "○甲辰/以金魯敬爲議政府左參贊。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, the King visited Hyeonsa Palace and performed the rite of the full moon .",
                "H2KE-nKo": "현사궁에 나아가 망제를 행하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 15일(을사) 1번째기사",
                "gt-oKo": "현사궁에 나아가 망제(望祭)를 행하였다.",
                "hj": "○乙巳/詣顯思宮, 行望祭。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Sangryang as right포도대장 .",
                "H2KE-nKo": "유상량을 우변포도대장으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 15일(을사) 2번째기사",
                "gt-oKo": "유상량(柳相亮)을 우포도 대장(右捕盜大將)으로 삼았다.",
                "hj": "○以柳相亮爲右捕盜大將。"
            },
            "3": {
                "H2KE-EN": "On sinhae day, the King 차대를 행하였다. Chief State Councilor남공철이 아뢰기를, “고 충신 Kim Sunam 사건은 중신 Kim Sanghyu , who had gone to Ganghwa Strategic Prefecture several years, presented a memorial [to the King], but it was not yet reported to the King. Kim Sunam is a gatekey of the Classic of Munwon Kim Jangsaeng . He served his mother with utmost filial piety. He was very worthy during the period of mourning for his deceased father. In byeongja year (, he became assistant section chief of the Ministry of Punishments and entered Ganghwa . On the day when the enemy was defeated, he collllapsed the enemy of Duke of the Senior Abdicated King (Jeong Sangrye . Even though the two Songs of the Song dynastys suggested, he was conferred to an honorary royal secretary and bestowed a posthumous title upon him. However, he still has not been jointly enshrined. This is a fault. It is requested that Kim Sanghyu be conferred to second minister of the Ministry of Taxation and that he be conferred to the shrine of Chunghyeol in this year. The King approved this request. The King also reported as follows: Your Majesty ordered that the posthumous title of Second Minister of Personnel Shin So not be written in the name of the Chinese language, and your subject repeatedly advised Your Majestys approval. However, Shin So , having been abandoned the cardinal principle of righteousness, did not attend to government office. At that time, all Confucian scholars praised him. Your Majesty ordered the late 유현 Song Myeongheum and Kim Wonhaeng to have his family wrote a spirit tablet , which was called 처사. This is the natural principle of the ancients private posthumous title. Your Majesty especially conferred him to second minister of the Ministry of Punishments so that he could encourage his reputation and moral integrity. The King approved this request.",
                "H2KE-nKo": "차대를 행하였다. 영의정 남공철이 아뢰기를,“고 충신 김수남의 일에 대해 중신 김상휴가 연전에 강화도에 부임했을 때 상소하여 진달한 바가 있었는데, 미처 주상께 여쭈어 처리하지 못하였습니다. 김수남은 바로 문원공 김장생의 문인으로서 지극한 효성으로 어미를 섬겼으니, 혼조 때의 처신이 매우 볼만하였습니다. 병자호란 때에 형조의 분사랑으로서 강화도에 들어갔는데, 성이 함락되던 날에 문충공 김상용과 동시에 맹렬한 불길 속에서 순절하였습니다. 비록 두 송 선정의 건의로 인하여 승지를 증직하고 정려를 내리기는 하였으나 아직도 함께 배향되지 못하였으니, 이는 흠이 되는 일입니다. 아경을 더 증직하고 이 해에 충렬사에 추가로 배향하소서.”하니, 그대로 따랐다. 또 아뢰기를,“증 참의 신소에게 증직하는 고명에 청나라의 연호를 쓰지 말도록 신이 몇 해 전에 진달하여 윤허를 받았습니다. 그런데 신소가 대의를 내세워 과거를 보지 않고 벼슬하지 않자, 당시 사림이 모두 칭송하였습니다. 고 유현 송명흠과 김원행이 그 집안으로 하여금 사판에 ‘처사’라고 쓰게 한 것은 바로 옛사람이 사시한 의리입니다. 특별히 아경의 직질을 추증하여 구갑을 만나 명절을 장려하는 뜻을 보이소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 15일(을사) 3번째기사",
                "gt-oKo": "차대(次對)하였다. 영의정 남공철(南公轍)이 아뢰기를, “고(故) 충신 김수남(金秀南)의 일을 중신(重臣) 김상휴(金相休)가 연전에 심도(沁都)에 재직할 때 소진(疏陳)하였는데, 미처 품처하지 못했었습니다. 김수남은 바로 문원공(文元公) 김장생(金長生)의 문인(門人)으로 어머니를 지극한 효성으로 섬겼고, 혼조(昏朝) 때 처신을 아주 잘하였습니다. 병자 호란(丙子胡亂) 때 형조(刑曹)의 분사랑(分司郞)으로 강화도에 들어갔는데, 성이 함락되던 날에 문충공(文忠公) 김상용(金尙容)과 같은 때 뜨거운 불길 속에서 순절(殉節)하였습니다. 비록 두 송 선정(宋先正)의 건백(建白)으로 인하여 승선(承宣)을 추증하고 정려(旌閭)를 내렸으나 아직껏 배향(配享)되지 못하였으니, 이것이 흠전(欠典)이 되고 있습니다. 청컨대 아경(亞卿)을 더 추증하고 이 해에 충렬사(忠烈祠)에 추배(追配)하게 하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “증 참의(贈參議) 신소(申韶)의 추증하는 고문(誥文)에 청나라의 연호(年號)를 쓰지 말아야 한다는 것을 지난 해에 앙달하여 윤허를 받았었습니다. 신소가 대의(大義)를 이끌어서 과업(科業)을 폐하고 벼슬하지 않아 당시 사람들이 모두 칭송했기 때문에 고 유현(儒賢) 송명흠(宋明欽)과 김원행(金元行)이 그 집안으로 하여금 사판(祠板)에 ‘처사(處士)’라고 쓰게 하였으니, 바로 옛사람이 사시(私諡)하던 뜻이었습니다. 특별히 아경(亞卿)의 직질(職秩)을 내려 구갑(舊甲)을 만나 명절(名節)을 장려하는 뜻을 부치소서.” 하니, 그대로 따랐다.",
                "hj": "○次對。 領議政南公轍啓言: “故忠臣金秀南事, 重臣金相休, 年前莅沁都時, 有所疏陳, 而未及稟處矣。 秀南, 卽文元公金長生門人也, 事毋至孝, 昏朝時處身, 極有可觀。 丙子之亂, 以刑曹分司郞, 入江華, 城陷之日, 與文忠公金尙容, 同時立慬於烈焰之中。 雖因兩宋先正建白, 贈承宣施綽楔, 而尙未竝侑, 此爲欠典。 請加贈亞卿, 趁此歲追配忠烈之祠。” 從之。 又啓言: “贈參議申韶贈誥, 勿書彼中年號, 臣於頃年, 仰達蒙允。 而韶之引大義, 廢擧不仕, 當時士林, 皆稱之, 故儒賢宋明欽、金元行, 使其家題祠版曰, ‘處士’, 卽古人私諡之義。 特贈亞卿之秩, 以寓逢舊甲奬名節之意。” 從之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Bak Yunsu , deputy director of the Royal House Administration , passed away.",
                "H2KE-nKo": "임진년에 판돈녕부사 박윤수가 졸하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 2일(임진) 1번째기사",
                "gt-oKo": "판돈녕부사 박윤수(朴崙壽)가 졸하였다.",
                "hj": "○壬辰/判敦寧府事朴崙壽, 卒。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Yi Mi as 동래 부사로 삼았다.",
                "H2KE-nKo": "경술년에 이노를 동래 부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 20일(경술) 1번째기사",
                "gt-oKo": "이노(李潞)를 동래 부사로 삼았다.",
                "hj": "○庚戌/以李潞爲東萊府使。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Yi Usu was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "이우수를 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 24일(갑인) 1번째기사",
                "gt-oKo": "이우수(李友秀)를 성균관 대사성으로 삼았다.",
                "hj": "○甲寅/以李友秀爲成均館大司成。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "동래 부사 이규현이 아뢰기를, “저의 아들 Hikman , the son of the governor of Tsushima Province , sent an envoy to Japan, addressed the special director of the Military Training Office , saying, Now, the envoy sent by woman named is a single rare even after one hundred years of age. 귀국이 specially reflected upon the neighboring friendly relations of neighboring the neighboring neig neighboring the neighboring for the ",
                "H2KE-nKo": "동래 부사 이규현이 아뢰기를,“대마도주의 아들 이언만이 보낸 사왜가 훈도와 별차 등에게 말하기를 ‘이번에 아명이 사신을 보낸 것은 우리 섬에서 100년 후에 겨우 있게 된 경사입니다. 귀국이 특별히 교린의 후의를 생각하여 이미 도서를 주도록 허락하였으니, 온 섬이 감격할 뿐만 아니라 이미 이 일을 가지고 강호에 고하고 각 주에 자랑하였습니다. 도서를 주도록 허락한 것은 작년 섣달에 있었습니다. 그러므로 사신을 보낸 것은 비록 금년에 나왔지만 경사는 해를 넘기지 않는다는 뜻으로 인하여 계미년 조로 배를 보내어 사례하였으니, 이는 강호와 각 주에서도 알고 있는 바입니다. 또 옛 규례로 말하더라도 신축년에 암환의 도서를 늦가을에 받아 갔고, 이듬해 임인년에 신축년 조로 나왔을 때 즉시 접대를 허락하는 은혜를 입었습니다. 그런데 이번에는 이와 같이 엄히 배척한 지 거의 반 년이 되어 갑니다. 설혹 규례가 아니라 하더라도 아명이 사신을 보낸 것은 도주가 사신을 보낸 것과는 차이가 있습니다. 이미 온 섬의 큰 경사라고 하면서 배를 보내어 사은하였는데, 지금 첫머리에 저지당하여 강호에 고하고 각 주에 자랑하는 것이 이 지경에 이르렀으니, 온 섬이 실망하는 것은 우선 차치하더라도 도주와 도주의 아들이 다시 무슨 얼굴을 들 수 있겠습니까. 머리가 허<unk>게 센 노신이 명령을 받들고 나왔다가 끝내 일을 마치지 못한다면 죽음이 있을 뿐입니다.’라고 하였습니다. 그러므로 다시는 감히 이와 같이 하지 말라는 뜻으로 별도로 책유하였습니다.”하였다. 비변사가 아뢰기를,“국가에서 교린의 의를 매번 먼 지방 사람을 회유하고 후한 사람을 따르는 의리를 부여하여 전후로 시행한 것이 대부분 예사롭지 않았습니다. 지금 그가 간청하는 것도 근거가 없지 않으니, 오래도록 허락하지 않는다면 도리어 끝까지 은혜를 베푸는 뜻에 흠이 될 것입니다. 특별히 시행하도록 허락하고, 지급할 공목은 식례에 따라 마련하여 구획하소서.”하니, 윤허하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 28일(무오) 1번째기사",
                "gt-oKo": "동래 부사 이규현(李奎鉉)이 아뢰기를, “대마 도주(對馬島主)의 아들 언만(彦滿)이 사왜(使倭)를 보내어 훈도(訓導)와 별차(別差) 등에게 말하기를, ‘이번에 아명(兒名)으로 사신을 보내는 것은 저희 섬에 있어서 곧 1백 년 후에나 겨우 있는 경사(慶事)입니다. 귀국에서 특별히 교린(交隣)하는 후의(厚誼)를 생각하시어 이미 도서(圖書)를 허급(許給)하셨으니, 비단 한 섬에서 감격해 받들 뿐만 아니라, 이미 이 일을 가지고 강호(江戶)에 보고하여 각주(各州)에 자랑하였습니다. 도서를 허급한 것이 작년 섣달에 있었기 때문에 송사(送使)가 비록 금년에 나왔으나 경사(慶事)는 해를 넘겨서는 안된다는 뜻이었으며, 인하여 계미년 조로서 배를 보내어 사례하였으니, 이는 바로 강호(江戶)와 각주(各州)에서도 아는 바입니다. 또 구례(舊例)로 말하더라도 신축년에 암환(巖丸)의 도서를 늦가을에 받아갔는데, 다음해인 임인년에 신축년 조로서 나와 즉시 허접(許接)하는 은혜를 입었었습니다. 그런데 이번에는 이처럼 엄히 물리쳐서 장차 반년이 되어 가고 있습니다. 설혹 예(例)가 아니더라도 아명(兒名)으로 사신을 보냈으니, 도주(島主)가 보낸 사신과는 다름이 있습니다. 이미 한 섬의 큰 경사라고 일컬으며 배를 보내 사은(謝恩)한 것인데, 이제 첫머리에 저지당해서 강호에 알리고, 각주에 자랑한 것이 이 지경에 이르렀으니, 한 섬의 결망(缺望)은 우선 버려 두더라도 도주(島主) 및 도주의 아들이 이땅에서 어떻게 얼굴을 들겠습니까? 백수(白首)의 노신(老臣)이 명을 받들고 나와서 일을 마치지 못했으니 죽어야 할 뿐입니다.’라고 하였기 때문에 다시는 감히 이렇게 하지 말라는 뜻으로써 별도로 책유(責諭)를 가했습니다.” 하매, 비국에서 아뢰기를, “국가의 교린(交隣)하는 우의(友誼)는 매양 먼 곳 사람을 회수(懷綏)하고 후하게 하는 뜻을 따라야 하므로 전후하여 베푼 바가 예사롭지 않은 데서 많이 나왔습니다. 이번 그들의 간청은 역시 근거가 없는 것이 아닌데, 오랫동안 아끼면서 버티니, 도리어 끝까지 은혜를 베푸는 뜻에 부족함이 있습니다. 청컨대 특별히 시행하기를 허락하여 주어야 할 공목(公木)을 식례(式例)에 의해서 마련하여 구획(區劃)하게 하소서.” 하니, 윤허하였다.",
                "hj": "○戊午/東萊府使李奎鉉啓言: “對馬島主子彦滿送使倭, 謂訓別等曰: ‘今此兒名送使, 在弊島, 卽百年後僅有之慶事, 貴國特念交隣厚誼, 旣以圖書許給, 非但一島之感戴, 已將此事, 告于江戶, 誇奬于各州, 而圖書許給, 在於昨年臘月, 故送使雖今年出來, 以慶不踰年之意, 仍以癸未條送船稱謝, 卽江戶及各州之所知也。 且以舊例言之, 辛丑年巖丸圖書, 季秋受去, 翌年壬寅, 以辛丑條出來, 卽蒙許接之恩, 而今番則如是嚴斥, 將至半載, 設或非例, 兒名送使, 與島主之送使, 有異, 旣稱一島之大慶, 送船謝恩, 而今於初頭見格, 所告于江戶, 誇奬于各州者, 至於此境, 一島之缺望, 姑捨, 島主及島主之子, 更有何擧顔之地乎? 白首老臣, 奉令出來, 竟不得竣事, 則有死而已云。 故以更無敢如是之意, 另加責諭, 備局啓言, 國家交隣之誼, 每寓綏遠從厚之義, 前後所施, 多出尋常, 今其懇請, 亦非無據, 則許久靳持, 反有欠於終惠之意, 請特爲許施, 所給公木, 依式例磨鍊區劃。” 允之。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gimi day, [the King] appointed Jo Jeongcheol as assistant state councilor , and Bak Jong훈을 홍문관 제학으로 삼았다. ",
                "H2KE-nKo": "조정철을 의정부 좌참찬으로, 박종훈을 홍문관 제학으로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 29일(기미) 1번째기사",
                "gt-oKo": "조정철(趙貞喆)을 의정부 좌참찬으로, 박종훈(朴宗熏)을 홍문관 제학으로 삼았다.",
                "hj": "○己未/以趙貞喆爲議政府左參贊, 朴宗薰爲弘文館提學。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Kim Sigeun , a member of the gyesa year (, was appointed director of the Royal House Administration . ",
                "H2KE-nKo": "김시근을 판의금부사로 삼았다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 3일(계사) 1번째기사",
                "gt-oKo": "김시근(金蓍根)을 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○癸巳/以金蓍根爲判義禁府事。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Minister of Personnel Yi Jowon , the first minister of personnel , repeatedly observed the circumstances and requested he be replaced. The King repeatedly issued a royal instruction, but he did not respond to his order. He was dismissed from his post. The King appointed Bak Jongyun as replacement. ",
                "H2KE-nKo": "을미년에 이조 판서 이조원이 여러 차례 정세를 이유로 체차해 주기를 청하였는데, 연이어 신칙하는 하교를 내렸으나 명에 응하지 않자 파직하였다. 후임에 박종훈을 임명하였다.\n",
                "date_ko": "순조 27권, 24년(1824 갑신 / 청 도광(道光) 4년) 윤7월 5일(을미) 1번째기사",
                "gt-oKo": "이조 판서 이조원(李肇源)이 여러 차례 실정과 형세를 끌어다 체직을 청원하므로, 연달아 칙교(飭敎)를 내렸는데, 명에 응하지 않자 파직을 명하고, 박종훈(朴宗熏)으로 대신하게 하였다.",
                "hj": "○乙未/吏曹判書李肇源, 屢引情勢乞遞, 連下飭敎, 不膺命, 罷職。 以朴宗薰代之。"
            }
        }
    }
}