{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] issued a royal instruction to encourage agriculture on the first day of the eleventh month in the eulmyo year ( as follows: The state is entirely relied upon the people, and the people are relied upon the farming season. If farming season is not completed, the people will not be able to sustain their livelihoods, and the state will not be able to relied upon them. This is the great principle of the people, and the urgent task of the state is nothing better than farming. Although the poor harvest last year, the people in Gyeonggi cannot easily support their livelihoods until the end of the year. The two provinces have been tired to welcome and sending off envoys and guests with nets and candles in succession, and the crops in the three southern provinces were greatly damaged, and the situation is not as poor as in Gangwon Province. When the northern roads suffered a repeated famine, the wandering of the starvation has not yet recovered, and the starvation of the starvation has also not ripened. The people of the Three Armies and Gapjin [of the Three Armies] are almost exhausted. The peoples food shortages are difficult. Even if I were deep in the royal palace, how could I dare forget the worries about the worries of the people? Now that the New Years Day is about to begin, and the weather has reached the oppportunity to be supplied with seeds and food. How can I know whether the people are able to supply seeds and food for their livelihoods? If the peoples strong livelihoods is not sufficient, then if Heaven bestows a good harvest, how can I expect that the magistracy can enjoy growing abundantly in the capital? Ah! My dear sir, the governor and the magistrate of the magistracy should cultivate the people and the local magistrates to thoroughly examine the hardships of the poor. Those who do not have sufficient supplied them, those who do not have sufficient supplied them, and those who do not have diligent arduous arduously in order to cultivate their livelihoods, and plowing and cultivate their oportunity to the oppportunity to the opportunity. Then the worries of Heaven will also be able to enjoy a peace and the state will be",
                "H2KE-nKo": "을묘년 1월에 권농 윤음을 내렸는데, 그 내용은 다음과 같다.“나라는 백성에게 의지하고 백성은 농사에 의지하는데, 농용이 제대로 되지 않으면 백성은 장차 목숨을 유지할 수 없고 나라는 장차 의뢰할 수 없게 될 것이다. 이것이 바로 백성의 큰 근본이고 나라의 급선무는 농사보다 우선해야 할 것이 없다.작년 농사가 비록 흉작에는 이르지 않았으나 경기 지역의 백성들은 한 해가 다 가도록 쉬지 못하였고, 양서 지방은 칙사의 행차를 맞이하고 보내는 데 피폐하여 사신의 행차가 잇따르고 삼남 지방은 대부분 손상을 입어 도리어 관동처럼 척박하지 않았다. 북도는 거듭 기근이 든 나머지 유망한 자가 회복되지 않았고 굶주려 부황이 든 자가 소생되지 못하였으며, 삼수와 갑산 지방은 또 곡식이 여물지 않았다. 팔도를 통틀어 계산하면 민력은 위태롭고 백성의 식량은 어렵다. 내가 비록 깊은 구중궁궐에 있지만 어찌 감히 한시라도 가난한 백성들의 근심을 잊을 수 있겠는가.돌아보건대 이제 새해가 되어 농사를 지을 시기가 되었는데, 저 곤궁한 백성들은 종자와 양식을 비축해 두고 농기구를 갖추어 농사에 진력할 수 있을지 모르겠다. 인력이 넉넉하지 못하면 하늘이 비록 풍년을 내려 주더라도 어찌 이엉을 지어 서울의 쌀밥을 먹는 경사를 바랄 수 있겠는가. 아, 우리 방백과 유수의 신하들은 백성과 가까운 장리들을 신칙하고 면려하여 곤궁한 백성들의 어려움을 곡진히 살펴서 부족한 것은 보충하고 부족한 것은 도와주며, 부지런한 자는 수고롭고 게으른 자는 독려하여 사방의 이웃이 모두 나와서 온갖 보습을 일제히 거행하여 갈고 씨 뿌리는 것을 시기를 놓치지 않고 김매고 북돋아 준다면 인자하게 덮어 주는 하늘이 또한 장차 강령을 내려 어기지 않을 것이니, 우리 백성이 편안하고 나라가 따라서 공고해질 것이다. 항상 잊지 못하는 마음이 새해와 함께 새로워지므로 이에 널리 포고하여 그대의 농상을 고한다. 아, 그대 팔도와 사도의 방백과 유수의 신하들은 매년 의례적인 신칙으로 여기지 말고 이에 장리에게까지 마음을 다해 나의 뜻을 선양하라.”\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 1일(을묘) 1번째기사",
                "gt-oKo": "권농 윤음(勸農綸音)을 내리기를, “나라는 백성에 의지하고 백성은 농사에 의지하는데, 농용(農用)이 이루어지지 않는다면 백성들이 장차 연명(延命)하지 못하게 될 것이고 나라가 장차 의뢰하지를 못하게 될 것이니, 이것이 바로 백성의 큰 근본과 나라의 급선무(急先務)는 농사보다 더 먼저할 것이 없다는 것이다. 작년의 농형(農形)이 비록 흉년에까지는 이르지 않았으나 기내(畿內)의 백성은 한 해를 마치도록 편히 쉬지를 못하였고, 양서(兩西)는 칙사(勅使)의 행차를 맞이하고 보내는 일과 끊임없는 사신(使臣)의 왕래에 피폐해졌으며, 삼남(三南)에는 손실이 많아서 도리어 관동(關東)의 토질이 척박한 데만도 못하였다. 심지어 북도(北道)에는 거듭 기근(飢饉)이 든 나머지 유망(流亡)한 자들이 돌아오지 않았고 주림에 지친 자들은 소생(蘇生)하지를 못하는데, 삼수(三水)·갑산(甲山) 지방은 또 곡식이 잘 여물지를 않았다. 팔역(八域)을 통계해 보건대, 백성들의 힘이 거의 탈진(脫盡)하였고 백성들이 먹고 살기가 어렵게 되었는데, 내가 비록 구중 궁궐(九重宮闕)에 깊숙이 거처하고 있으나 어찌 감히 오막살이집에 살고 있는 백성들의 근심을 잠시인들 잊겠는가? 돌아보건대, 지금 한 해의 율력(律曆)이 비로소 새로워졌고 봄갈이[春耕]의 시기가 다가오는데, 저 곤췌(困瘁)한 백성들은 심을 종자와 양식을 저축한 것이 있고 가래·호미 등 농기(農器)를 가지고서 농사를 짓는 일에 진력(盡力)할 수 있을지 모르겠다. 인력(人力)이 충분하지 못하면 하늘이 비록 풍년이 들게 한다 하더라도 그 어찌 ‘들판에 빽빽하게 농사 지은 곡식이 풍성하여 창고에 쌀이 가득히 쌓이는 경사를 바라겠는가? 아! 우리 방백(方伯)과 유수(留守)의 직위에 있는 신하들은 백성과 가깝게 지내는 장리(長吏)들을 신칙해 힘쓰게 하고 곤궁한 백성들의 간난(艱難)함을 곡진히 살펴서 부족한 것은 보충해 주고 넉넉하지 못한 것은 도와 주며 부지런한 자는 수고로이 여기고 게으른 자는 독촉하여, 사린(四隣)에서 모두 나와 수많은 보습을 일제히 들고서 전답을 갈고 씨를 부려 시기에 어긋나지 않게 하고 김매고 북돋움 하기를 적기에 해준다면, 인자함을 널리 펴는 하늘이 또한 장차 틀림없이 풍년을 내릴 것이니, 우리 백성이 편안하게 살 수 있고 나라가 따라서 공고(鞏固)해질 것이다. 밤낮으로 염려되는 마음이 세수(歲首)와 함께 새로워져서 이에 널리 알리어 농사가 풍등(豊登)하기를 바라는 바이다. 아! 우리 8도(八道)·4도(四都)의 방백과 유수의 직위에 있는 신하들은 해마다 내리는 관례적인 신칙이라고 보지 말고 이에 장리들에게까지 미치어 마음을 다해 대양(對揚)하도록 하라.” 하였다.",
                "hj": "○乙卯朔/下勸農綸音曰: 國依於民, 民依於農, 農用不成, 則民將無以爲命, 國將無以爲賴, 此乃民之大本, 國之急務, 莫先於農者也。 昨年年事, 雖不至於歉荒, 畿內之民, 終年不得息肩, 兩西疲於勑行之迎送, 冠蓋之相望, 三南多損, 反不如關東之瘠薄。 至於北路荐饑之餘, 流亡者未復, 顑頷者未蘇, 而三、甲又不熟矣。 通計八域, 民力殆矣, 民食艱矣, 予雖深居九重, 何敢一刻忘蔀屋之愁? 顧今歲律載新, 于耜屆期, 不知彼困瘁之民, 能有種糧之蓄, 能有錢鎛之器, 可以盡力於畎畝之事乎? 人力不給, 則天雖賜之豐登, 其何以望梁茨京坻之慶乎? 咨我方伯居留之臣, 飭勵近民之長吏, 曲察窮民之艱難, 不足者補之, 不給者助之, 勤者勞之, 惰者董之, 四隣皆出, 千耜齊擧, 耕播不愆, 耘耔及期, 則仁覆之天, 亦將降康之不忒, 吾民可安而國隨以鞏固矣。 耿耿憧憧之心, 與歲俱新, 玆庸播告, 告爾農祥。 咨! 爾八道四都方伯居留之臣, 毋視以每歲循常之飭, 爰及長吏, 盡心對揚。"
            },
            "2": {
                "H2KE-EN": "The King bestowed special fine jackets upon the aged and then ordered them to inquire after the health of the aged. This was done in accordance with precedent.",
                "H2KE-nKo": "노인들에게 별세찬을 나누어 주고, 이어 안부를 물으라고 명하였는데, 연례적인 일이었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 1일(을묘) 2번째기사",
                "gt-oKo": "노인들에게 별세찬(別歲饌)을 내려 주고, 이어서 존문(存問)하도록 명하였으니, 연례(年例)였다.",
                "hj": "○頒賜老人別歲饌, 仍命存問, 年例也。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Governor of Gyeonggi [Province] Yi Huijun submitted a memorial requesting the problem of providing necessities for the imperial envoys, and the problem of post stations is impoverished. The three problems of grain loans have been decreased and the three problems of grain loans have also been minted. The King approved of this.",
                "H2KE-nKo": "갑자년 경기 감사 이희준이 상소하여 칙수가 넉넉하지 못한 것, 우역이 쇠잔한 것, 환곡이 줄어든 것 등 세 가지 폐단에 대해 진달하고, 이어 돈을 주조할 것을 청하니, 허락하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 10일(갑자) 1번째기사",
                "gt-oKo": "경기 감사 이희준(李羲準)이 상소하여, ‘칙사(勅使)에 수용되는 물자가 널리 미치지 못하고, 우역(郵驛)이 쇠잔하여 피폐하며, 환곡(還穀)이 줄어들어 모자란다’는 세 가지 폐단을 진달하고, 이어 주전(鑄錢)할 것을 청하니, 허락하였다.",
                "hj": "○甲子/京畿監司李羲準, 疏陳勑需不敷, 郵驛凋弊, 還穀耗縮等三弊, 仍請鑄錢, 許之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Jo Inyeong as second minister of personnel , and Yi Huijo as third minister of personnel .",
                "H2KE-nKo": "조인영을 이조 참판으로, 이희조를 참의로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 11일(을축) 1번째기사",
                "gt-oKo": "조인영(趙寅永)을 이조 참판으로, 이희조(李羲肇)를 이조 참의로 삼았다.",
                "hj": "○乙丑/以趙寅永爲吏曹參判, 李羲肇爲參議。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "During the byeongin year (, the King suspended the spring state training in various provinces. This was because the training of the imperial edict was completely conducted.",
                "H2KE-nKo": "여러 도의 춘계 습조를 정지하였다. 막 칙사의 행차를 겪었기 때문이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 12일(병인) 1번째기사",
                "gt-oKo": "여러 도(道)의 봄철 조련(操鍊)을 정지하게 하였으니, 막 칙사(勅使)의 행차를 겪었기 때문이었다.",
                "hj": "○丙寅/停諸道春操, 以纔經勑行也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King appointed Kim Ijae as fifth tutor to the Crown Prince , and Yu Sangbong as army commander of Right Gyeongsang Province .",
                "H2KE-nKo": "정묘년에 김이재를 우부빈객으로, 유상필을 경상우도 병마절도사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 13일(정묘) 1번째기사",
                "gt-oKo": "김이재(金履載)를 우부빈객(右副賓客)으로, 유상필(柳相弼)을 경상우도 병마 절도사로 삼았다.",
                "hj": "○丁卯/以金履載爲右副賓客, 柳相弼爲慶尙右道兵馬節度使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "A lunar eclipse occurred on the occasion of the first day of the twelfth month from the oh hour (14:000 p.m., a lunar eclipse occurred on the southeast of the middle of the oh hour (14:000 p.m.m., a lunar eclipse occurred on the southeast of the oh hour (14:000 p.m.m., a lunar eclipse occurred on the oh hour (14:000 p.m.m.-12:30 p.m.m., a lunar eclipse occcurred on the oh hour (14:30 p.m.m.-12 p.m., a lunar eclipse occlipse occurred on the oh hour (14:30 p.m.m.-14:30 p.m., a lunar eclipse occurred on the oh hour (14:30 p.m.m.-12:30 p.m.-12:30 p.m., a lunar eclipse occcurred on the southeast of the oh hour (14:30 p.m.m.-14:30 p.m.m.-12:30 p.m.m.-1.",
                "H2KE-nKo": "월식이 있었다. - 자시 초부터 축시 초까지 6분 39초를 먹었는데, 처음에는 동남쪽이 이지러지기 시작하여 정남쪽이 심하게 먹혔다가 다시 서남쪽에서 둥그래졌다. -\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 15일(기사) 1번째기사",
                "gt-oKo": "월식(月食)하였다.【자시(子時) 초부터 축시(丑時) 초까지 6분(分) 39초(秒)를 먹었는데, 처음에는 동남(東南)에서 이지러지기 시작하여 정남(正南)에서 심히 먹었으며, 서남(西南)에서 다시 둥그래졌다.】",
                "hj": "○己巳/月食【自子初至丑初, 食六分三十九秒, 〔初〕虧東南, 食甚正南, 復圓西南。】"
            },
            "2": {
                "H2KE-EN": "Each central government office in the capital presented the 회계 장부 of the gyeongin year (. 【현재 있는 것은 144냥 남짓 of yellow gold, 34만 9,180냥 남짓 of silver, 66만 5,190냥 남짓 of coins, 153동 40 pil of silk gauze, 2,773동 40 pil of cotton cloth, 72동 남짓 of ramie cloth, 530동 남짓 of hemp cloth, 173,400 seok of rice, 45,330 seok of rice, 24,030 seok of pelts, and 5120 seok of various grains. 】",
                "H2KE-nKo": "서울의 각 관사와 각 영에서 경인년의 회계 장부를 올렸다. - 현재 보유하고 있는 것은 황금 144냥 남짓, 은자 34만 9180냥 남짓, 전 66만 5190냥 남짓, 면주 153동 40필 남짓, 면포 2773동 40필 남짓, 저포 72동 남짓, 마포 530동 남짓, 미 17만 3400섬 남짓, 전미 4만 5330섬 남짓, 태 2만 430섬 남짓, 피잡곡 5만 120섬 남짓이다. -\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 15일(기사) 2번째기사",
                "gt-oKo": "서울의 각사(各司)·각영(各營)에서 지난 경인년의 회계부(會計簿)를 올렸다.【현재 있는 황금(黃金)이 1백 44냥(兩) 영(零), 은자(銀子)가 34만 9천 1백 80냥 영, 돈[錢]이 66만 5천 1백 90냥 영, 면주(綿紬)가 1객 53동(同) 40필(疋) 영, 면포(綿布)가 2천 7백 73동 40필 영, 저포(苧布)가 72동 영, 마포(麻布)가 5백 30동 영, 쌀이 17만 3천 4백 석(石) 영, 전미(田米)가 4만 5천 3백 30석 영, 콩이 2만 4천 30석 영, 피잡곡(皮雜穀)이 5만 1백 20석 영이었다.】",
                "hj": "○京各司各營, 進庚寅會計簿。【時在黃金一百四十四兩零, 銀子三十四萬九千一百八十兩零, 錢六十六萬五千一百九十兩零, 綿紬一百五十三同四十疋零, 綿布二千七百七十三同四十疋零, 苧布七十二同零, 麻布五百三十同零, 米十七萬三千四百石零, 田米四萬五千三百三十石零, 太二萬四千三十石零, 皮雜穀五萬一百二十石零。】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Supreme General of the Middle Army Commandery General Bak Jongrae died.",
                "H2KE-nKo": "판중추부사 박종래가 졸하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 16일(경오) 1번째기사",
                "gt-oKo": "판중추부사 박종래(朴宗來)가 졸(卒)하였다.",
                "hj": "○庚午/判中樞府事朴宗來卒。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Kim Yeon submitted a memorial requesting his resignation, but the King did not approve his resignation and said, I am truly sympathy. I will send a choice to select a choice.",
                "H2KE-nKo": "영의정 남공철이 상소하여 사직하니, 비답을 내려 허락하지 않고 말하기를,“홀로 수고하는 것이 과연 민망하다. 곧 구복을 행할 것이다.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 16일(경오) 2번째기사",
                "gt-oKo": "영의정 남공철(南公轍)이 상소하여 사직하니, 허락하지 않는다는 비답을 내리고 말하기를, “혼자서 보필(輔弼)하고 있으니, 과연 민망하다. 마땅히 곧 구복(甌卜)을 행할 것이다.” 하였다.",
                "hj": "○領議政南公轍陳疏辭職, 賜批不許曰: “獨賢果悶。 行當甌卜矣。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Bak Sinmyeong as 동래 부사로 삼았다.",
                "H2KE-nKo": "박제명을 동래 부사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 16일(경오) 3번째기사",
                "gt-oKo": "박제명(朴齊明)을 동래 부사로 삼았다.",
                "hj": "○以朴齊明爲東萊府使。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyeyu day, [the King] ordered that a state councilor be selected in gyeyu year (. Chief State Councilor Hwang Hui , who had an audience with the King, said, There is no precedent in which only one high-ranking official should be selected and reported to the King. The King then said, As a rule, a ruler is the most important than a ruler, and a choice is to be selected and dared to ask for the King. The King ordered that Kim Igyo and Hong Uijun be additionally selected and sent to the King. The King appointed Kim Igyo as Right State Councilor .",
                "H2KE-nKo": "의정의 후보를 뽑으라고 명하였다. 영의정 남공철이 청대하여 아뢰기를,“원임 대신이 한 사람밖에 없는데, 단망으로 주상의 재가를 받기 위해 들여보내는 것은 옛날에도 그런 전례가 없었습니다.”하고, 이어 아뢰기를,“신하를 알아보는 데는 임금만한 이가 없고 오직 가려서 뽑는 것은 마음에 달려 있으므로 감히 우러러 청합니다.”하니, 김이교와 홍의준을 더 의망하여 들이라고 명하였다. 김이교를 의정부 우의정으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 19일(계유) 1번째기사",
                "gt-oKo": "복상(卜相)하라고 명하였다. 영의정 남공철이 청대(請對)하여 말하기를, “원임 대신은 단지 한 사람만이 있는데, 단망(單望)으로 입계(入啓)하기는 옛부터 그런 전례가 없습니다.” 하고, 이어서 말하기를, “신하를 알아보는 것은 임금만한 처지가 없지마는, 오직 가려서 뽑는 것은 마음에 있겠기로, 감히 앙청(仰請)합니다.” 하니, 김이교(金履喬)·홍희준(洪羲俊)을 가복(加卜)하여 들이라고 명하여, 김이교를 의정부 우의정으로 삼았다.",
                "hj": "○癸酉/命卜相, 領議政南公轍請對言: “原任大臣, 只有一人, 單望入啓, 古無其例。” 仍曰: “知臣莫如君, 惟簡在心, 敢爲仰請矣。” 命金履喬、洪義俊加卜以入, 以金履喬爲議政府右議政。"
            },
            "2": {
                "H2KE-EN": "The King appointed Bak Gisu as fifth tutor to the Crown Prince .",
                "H2KE-nKo": "박기수를 우부빈객으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 19일(계유) 2번째기사",
                "gt-oKo": "박기수(朴綺壽)를 우부빈객(右副賓客)으로 삼았다.",
                "hj": "○以朴綺壽爲右副賓客。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the twelfth month, the King went to Gyeongu Palace to pay a visit [to the Abdicated King].",
                "H2KE-nKo": "경우궁에 나아가 전배하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 20일(갑술) 1번째기사",
                "gt-oKo": "경우궁(景祐宮)에 나아가 전배(展拜)하였다.",
                "hj": "○甲戌/詣景祐宮展拜。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Magistrate of Yeongbyeon Strategic Prefecture Kim Gisang repeatedly reported on the circumstances of Kim Gihu , the elder brother of his elder brother Kim Gihu . Kim Gisang did not proceed to his new post due to his suspicion. The King transmitted a royal directive, which stated, Recently, the circumstances of the circumstances and the circumstances [of Kim Gisang] are called the circumstances and the effects [of Kim Gisang]. This is even more inappropriate. Have the Royal Secretariat strictly enforce the circumstances.",
                "H2KE-nKo": "영변 부사 김기상이 종형 김기후에 대한 대간의 계사가 한창 진행되고 있다는 이유로 인의하고 부임하지 않았다. 전교하기를,“근래에 법전에도 없는 일을 가지고 정세라고 칭하는 것이 하나의 고질적인 폐단이 되었다. 이번 김기상의 일은 더욱 형편없다. 승정원으로 하여금 엄히 신칙하게 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 22일(병자) 1번째기사",
                "gt-oKo": "영변 부사(寧邊府使) 김기상(金基常)이 그의 종형(從兄) 김기후(金基厚)에 대하여 대계(臺啓)가 한창 벌어지고 있다면서 분의를 이끌어 부임하지 않으니, 하교하기를, “근래에 법전(法典)에도 없는 일을 가지고 정세(情勢)라 일컫는 것이 하나의 고질적인 폐단을 이루었는데, 금번에 김기상(金基常)의 일은 더욱 아무런 의미가 없다.” 하고, 정원(政院)으로 하여금 엄히 신칙하게 하였다.",
                "hj": "○丙子/寧邊府使金基常, 以其從兄基厚之臺啓方張, 引義不赴任, 敎曰: “近來以法典所無之事, 稱爲情勢, 成一痼弊, 今番金基常事, 尤爲無謂。” 令政院嚴飭。"
            },
            "2": {
                "H2KE-EN": "The King addressed Right State Councilor Kim Igyo , saying: Among the country, nothing is better than establishing a state councilor and nothing is more urgent than selecting a worthy man. The selection of a state councilor is nothing more urgent than selecting a worthy man. When the superiors and the worthy deteriors related to the worthy and the danger of the state, what is the same in every age? Furthermore, the current state affairs of the state in the world? In the past summer of the previous year, I could not bear to see the world throughout the ages, and the responsibility of the Royal Ancestral Shrine and the Altar of the Soil and Grain , the peoples livelihood is even more difficult and worrisome. I am worried about tens of thousands of worries, but I have no reliable effects. I have always been thinking of selecting a worthy man to assist him in order to rescue the world. My dear sir succeedededededed in loyalty and faithful trust in the imperial court for forty years, and my sincerity was in his heart. However, my dear sir showed the outstanding of generosity and modestness without reforming the world, and his reputation and virtue was already high. I have repeatedly reflected upon the royal court, but I do not have compared with my dear sirs. My intent first concealed the world, and I sought you to ask high-ranking officials and urgently admonish the people. Consequently, I decided upon my world, and I am deeply pleased with all my heart. Therefore, I express my sincere heart. My dear sir shall obey this worthy and strive to devote himself to assist me in the world and assist me with my high-ranking officials in the world, thereby allowing my worthy man to obtain a worthy man and the state to rely on the worthy",
                "H2KE-nKo": "우의정 김이교에게 유시하기를,“나라를 다스리는 데에는 정승을 두는 것보다 우선하는 것이 없고, 정승을 두는 데에는 어진 이를 얻는 것보다 더 급한 것이 없다. 위와 아래가 서로 의지하고 안위가 달려 있는 것이 어느 시대인들 그렇지 않았겠는가마는, 더구나 오늘날 나라의 형세와 현재의 일이야 더 말할 것이 있겠는가. 작년 여름 이후로 나 소자가 천고에 차마 볼 수 없는 지경을 차마 보게 되었는데, 종사와 생민의 책임이 갈수록 더욱 어려워져 온갖 근심이 하나도 믿을 만한 것이 없었다. 자나 깨나 한결같이 생각하는 것은 오직 어진 이를 얻어 스스로 보좌하여 위태로운 상황을 구제하는 것뿐이다.경은 충정으로 왕위를 물려받아 조정에 선 지 40여 년에 정성과 믿음이 마음속에 있었으나, 중후함이 겉으로 드러나고 험난함과 평탄함이 변함이 없어 명망과 덕망이 이미 높았다. 조정에 있는 신하들을 두루 돌아보아도 경과 짝할 만한 사람이 없는데, 나의 뜻이 먼저 가려져 귀복에 의지하지 않고 여러 원로에게 물어서 속히 여론을 <unk>으니, 이에 나의 정승을 정하게 되었다. 너무도 기쁘고 다행스러워 이에 진심을 털어놓는 것이니, 경은 이 간택에 응하여 자신의 몸을 돌보지 않고 충성을 다하여 우리 영의정과 함께 큰 계책을 도와서 나 소자가 어진 이를 얻은 실상이 있게 하고 국가가 이에 힘입어 어진 이를 등용한 효과가 있게 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 22일(병자) 2번째기사",
                "gt-oKo": "우의정 김이교에게 유시하기를, “나라를 위하는 것은 상신(相臣)을 두는 것보다 더 먼저 할 것이 없고 상신을 두는 것은 어진 이를 얻는 것보다 더 급한 것이 없으니, 위아래가 서로 기대하고 편안함과 위태로움이 관계되는 바가 어느 세대인들 그렇지 않았겠는가마는, 하물며 오늘날의 나라 형편과 시대 상황이겠는가? 작년 여름 이후로 나 소자(小子)는 천고(千古)에 차마 보지 못할 경우를 차마 보고서 종사(宗社)와 생민(生民)에 대한 책임이 더욱 어렵고 더욱 위급하게 여겨져, 만 가지 걱정할 것만 있고 한 가지도 믿을 것은 없어서, 자나 깨나 한결같은 생각이 오직 어진 이를 얻어 스스로 보좌케 하여 위태함을 구제토록 하는 데 있을 뿐이었다. 경(卿)은 충성스럽고 지조(志操)가 곧은 집안의 이어진 후손으로 벼슬길에 오른 지 40여 년 동안에 성신(誠信)함이 마음속에 있어서 중후(重厚)함이 바깥으로 드러나고, 험난하거나 평탄함에서 뜻을 고치지 않았기에 명성과 덕망이 이미 높았다. 조정에 있는 신료들을 두루 돌아보아도 경과 짝을 이룰 만한 사람이 없기로, 내가 뜻을 먼저 가리워 귀복(龜卜)에 의뢰하지 않고 여러 원로(元老)들에게 물어서 빨리 여론에 오르내리게 하여, 그 다음에 내가 상신을 결정하였다. 대단히 기쁘고 다행스럽게 여긴 나머지 나의 진심을 펴노니, 경은 이 간택한 마음에 부응하여 비궁(匪躬)의 성의를 다해 우리 원보(元輔)와 같이 함께 국가의 큰 계략을 도와서, 나 소자로 어진 이를 얻은 실상이 있게 하고 국가에서는 어진 이를 임용한 공효(功效)를 힘입도록 하라.” 하였다.",
                "hj": "○諭右議政金履喬曰: “爲邦莫先於置相, 置相莫急於得賢, 上下之相須, 安危之攸係, 何世不然? 而況今日之國勢時事乎? 昨夏以後, 予小子忍見千古不忍見之境, 宗社生民之責, 愈艱愈棘, 有萬可憂, 無一可恃, 寤寐一念, 惟在得賢自輔, 以救杌隉而已。 卿以忠貞之傳緖, 立朝四十餘年, 誠信在中, 而重厚形外, 險夷無改, 而名德已崇。 歷顧在廷, 莫與卿匹, 予志先蔽, 不藉龜卜, 詢諸元老, 亟誦輿情, 於是乎吾之相定矣, 喜幸之極, 玆布悃愊, 卿其膺玆簡心, 克殫匪躬, 同我元輔, 共贊大猷, 俾小子有得賢之實, 而國家賴用賢之效。”"
            },
            "3": {
                "H2KE-EN": "Yi Jiyeon was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "이지연을 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 22일(병자) 3번째기사",
                "gt-oKo": "이지연(李止淵)을 한성부 판윤으로 삼았다.",
                "hj": "○以李止淵爲漢城府判尹。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Kim Jachang , a gihae year (, was appointed director of the Office of the Royal Decrees .",
                "H2KE-nKo": "김재창을 판의금부사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 25일(기묘) 1번째기사",
                "gt-oKo": "김재창(金在昌)을 판의금부사로 삼았다.",
                "hj": "○己卯/以金在昌爲判義禁府事。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Right State Councilor Kim Igyo submitted a memorial requesting his resignation. The King addressed him thus: It is rather too late to raise my dear sir to the three state councilors. Why is you abandoned my dear sirs unworthy behavior? The other day I already explained my dear sirs earnestly on this matter. I am deeply aware of my dear sirs, and thus I sought you to be employed. My dear sir, I did not flatter you with my dear sirs. Upon reflection, the state affairs do not repeatedly worse day by day, and the impoverished people are impoverished. Therefore, you should wait for you to relieve my dear sirs. If the public morals fall into decay, you should wait for you to reform my dear sir to reform my dear sirs. If the public morals fall into decay, you should wait for you to cultivate the public morals and everything disorder. Therefore, you should wait for you to deal with the matter. How can I simply appoint you to a government position? Although the Office of Inner Attendants prepare a precedent, it is said that you are good to support my dear sirs alone. It has been long since you were employed only for you for a long time, and my dear sirs feel even more urgent. My dear sir, do not obey me instead and raise my dear sirs suddenly so that you may occupy our state.",
                "H2KE-nKo": "우의정 김이교가 상소하여 사직하니, 비답하기를,“내가 경을 정승으로 초치한 것도 오히려 늦었다고 할 수 있는데, 경은 어찌하여 지나치게 사양하는가. 경이 어질다는 것은 일전의 돈유에서 이미 다 말하였다. 내가 경을 잘 알기 때문에 반드시 경을 크게 등용하려고 하는 것이지, 내가 경에게 아부해서가 아니다. 돌아보건대, 지금 나랏일이 무너질 날이 갈수록 더욱 심해지고 있다. 민생이 곤궁하면 경을 기다려서 구제해 주고, 풍속이 퇴폐하면 경을 기다려서 만류해 주고, 기강이 무너지면 경을 기다려서 진작해 주고, 모든 일이 어지럽게 되면 경을 기다려서 종합적으로 처리해 주겠다. 내가 경을 등용하고자 하는 것이 어찌 아무 이유 없이 그러는 것이겠는가. 의정부가 규례를 갖추는 것이 비록 겸양의 미덕이라고는 하지만, 영의정이 혼자 수고한 지 이미 오래되었고 안절부절못하며 기다리는 나의 마음이 더욱 급하니, 경은 예사롭게 여기지 말고 선뜻 일어나 나랏일을 널리 구제하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 26일(경진) 1번째기사",
                "gt-oKo": "우의정 김이교가 상소하여 사직하니, 비답하기를, “내가 경을 삼사(三事)의 자리에 초치한 것은 오히려 늦었다고 이를 만한데, 경은 어찌하여 겸양(謙讓)함이 지나친가? 경의 어짊에 대해서는 일전의 돈유(敦諭)에서 진실로 이미 다 말하였다. 내가 경을 아는 것이 깊기 때문에 반드시 경을 대용(大用)하려 한 것이지, 내가 경에게 아부하는 것이 아니다. 돌아보건대, 지금 국사(國事)의 끝이 없음이 날마다 하루가 더 심한데, 민생이 곤궁하면 경을 기다려서 도와 구제하여야 하고 풍속이 퇴패하면 경을 기다려서 바로잡아 돌이켜야 하고 기강이 쇠퇴하면 경을 기다려서 떨치어 면려시켜야 하고 여러 가지 일이 분란하면 경을 기다려서 총괄해 다스리게 해야 할 것이니, 내가 경을 임용하려고 함이 어찌 부질없는 것이겠는가? 중서(中書)에서 갖추어야 될 전례가 비록 겸양의 미덕(美德)이라고 말하지마는, 영상이 혼자서 보필한 지가 이미 오래 되었으며 측석(測席)한 내 마음은 갈수록 급해지니, 경은 보통으로 여기지 말고 번연(幡然)히 일어나 국사를 널리 구제하도록 하라.” 하였다.",
                "hj": "○庚辰/右議政金履喬, 上疏辭職, 批曰: “予之致卿三事, 尙云晩矣, 卿何巽讓之過也? 卿之賢, 日前敦諭, 固已言之。 予之知卿也深, 故必欲大用, 卿予非阿好於卿也。 顧今國事之無畔, 日甚一日, 民生困窮則待卿以拯濟, 風俗頹敗則待卿以挽回, 紀綱陵夷則待卿以振勵, 庶事棼亂, 則待卿以綜理, 予之欲用卿, 豈徒然哉? 中書備例, 雖曰克讓之美, 元輔之獨賢已久, 側席之予心益急, 卿毋循常, 幡然而起, 弘濟國事。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the ninth month, the King conducted the rite of the seventh day of the first month at the Royal Confucian Academy.",
                "H2KE-nKo": "성균관에서 인일제를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 28일(임오) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 인일제(人日製)를 설행하였다.",
                "hj": "○壬午/設人日製于泮宮。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Myeonseung as left tutor to the Crown Prince .",
                "H2KE-nKo": "이면승을 좌빈객으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 28일(임오) 2번째기사",
                "gt-oKo": "이면승(李勉昇)을 좌빈객(左賓客)으로 삼았다.",
                "hj": "○以李勉昇爲左賓客。"
            },
            "3": {
                "H2KE-EN": "Military Protector Yu Jeonghyeon presented a memorial to the King to rescind a dispute between mentioning of the Study of Seasoning and Spices . The King addressed him thus: How can you raise this matter again when I encountered a mistake in the past?",
                "H2KE-nKo": "호군 유정양이 상소하여 신의학이었을 때 남들이 말한 일을 인용하여 변론하니, 비답하기를,“지난번에 당한 일은 지금 와서 다시 제기할 필요가 없다. 어찌 굳이 다시 제기할 것이 있겠는가.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 28일(임오) 3번째기사",
                "gt-oKo": "호군 유정양(柳鼎養)이 상소하여 신의학(愼宜學) 사건 때 사람들이 말한 일을 이끌어서 변명하니, 비답하기를, “지난번에 당했던 바는 지금에 와서 뜬구름과 같이 되었으니, 어찌 다시 제기할 필요가 있겠는가?” 하였다.",
                "hj": "○護軍柳鼎養, 疏引宜學時人言事爲辨, 批曰: “向來所遭, 今屬烏有, 何必更提?”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyemi day, the King appointed Bak Yunyeong as the army commander of Hamgil Province .",
                "H2KE-nKo": "계미년에 박윤영을 함경북도 절도사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 29일(계미) 1번째기사",
                "gt-oKo": "박윤영(朴潤榮)을 함경 북도 절도사로 삼았다.",
                "hj": "○癸未/以朴潤榮爲咸鏡北道節度使。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King appointed Im Dongjin as the Office of the Censor General .",
                "H2KE-nKo": "임동진을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 3일(정사) 1번째기사",
                "gt-oKo": "임동진(林東鎭)을 사간원 대사간으로 삼았다.",
                "hj": "○丁巳/以林東鎭爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The King issued an order to grant an order to the aged who deserved promotion. Those who deserved fivety-five years of age were granted an order.",
                "H2KE-nKo": "자급을 올려 주어야 할 노인에 대해 하비하였는데, 100세 된 자가 55인이었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 3일(정사) 2번째기사",
                "gt-oKo": "응자(應資)할 노인에게 하비(下批)하였는데, 1백 세 된 자가 55인이었다.",
                "hj": "○應資老人下批, 百歲者五十五人。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Assistant Director of the Office of the Royal Decrees Kim Cheolgeun submitted a memorial, which reads as follows: The royal instruction to encourage agriculture personally composed the royal instruction to encourage agriculture, which was already unprecedentedly transmitted by a royal secretary. When the royal instruction to revise it, only the character engraved in the character",
                "H2KE-nKo": "부수찬 김철근이 상소하였는데, 그 대략에,“친히 지은 권농 윤음을 승지가 지어 올린 것을 잘못 반포한 것은 전에 없던 일입니다. 그런데 바로잡을 때에 ‘제진’이라는 글자만 지워 버렸으니, 친히 지은 것은 진실로 그대로 있습니다. 그런데 ‘친히 지었다.[親撰以下]’라는 네 글자를 써서 내었으니, 앞에서는 착오를 일으킨 잘못이 있고 뒤에서는 미봉한 죄가 있습니다. 승정원에 있던 승지들에게 모두 책임을 물어 삭직하는 법을 시행하소서.”하니, 너그러운 비답을 내리고 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 4일(무오) 1번째기사",
                "gt-oKo": "부수찬 김윤근(金胤根)이 상소하였는데, 대략 이르기를, “친히 지으신 권농 윤음(勸農綸音)을 승지가 ‘지어서 올렸다[製進]’고 잘못 반포한 것은 이미 이것이 전에 없던 일입니다. 그것을 이정(釐正)하기에 미쳐서는 단지 ‘제진’이란 글자만 지워 버린다면 친히 지으셨다는 뜻이 자연히 있을 것인데, ‘친히 지어 내린다[親撰以下]’는 네 글자를 써서 내어 앞으로는 착오된 실수가 있었고 뒤에는 미봉(彌縫)한 죄가 있습니다. 청컨대 승정원에 있는 여러 승지에게 모두 견삭(譴削)의 율(律)을 시행하소서.” 하였는데, 우악한 비답을 내리고 그대로 따랐다.",
                "hj": "○戊午/副修撰金徹根疏略曰: 親撰勸農綸音之以承宣製進誤頒者, 已是無前之事。 及夫釐正也, 只以製進字抹去, 則親撰固自在也, 而乃以親撰以下四字書出, 由前而有錯誤之失, 由後而有彌縫之罪。 請在院諸承旨, 竝施譴削之典。 優批從之。"
            },
            "2": {
                "H2KE-EN": "Yi 이면승을 이조 판서로, Kim Gieun was appointed minister of war .",
                "H2KE-nKo": "이면승을 이조 판서로, 김기은을 병조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 4일(무오) 2번째기사",
                "gt-oKo": "이면승(李勉昇)을 이조 판서로, 김기은(金箕殷)을 병조 판서로 삼았다.",
                "hj": "○以李勉昇爲吏曹判書, 金箕殷爲兵曹判書。"
            },
            "3": {
                "H2KE-EN": "Right Army Commander of Gyeongsang Province Yi Gyeonghui reported to the King on the grounds that there was no place to divide the grain loans in the provincial army headquarters and to divide the amount of loans to the people on the grounds that there was no place to collect loans from the people on the grounds that it had been impossible to collect loans. The 비국에서 requested that Yi Gyeonghui be dismissed from his post because he was a serious matter of trouble. The King approved this request. ",
                "H2KE-nKo": "경상 우병사 이경희가, 해당 영의 향곡을 지적하여 징수할 곳이 없는 것을 민결에서 나누어 징수하였다고 비변사에 보고하였다. 비변사가 뒷날의 폐단에 크게 관계된다는 이유로 주상에게 아뢰어 파직할 것을 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 4일(무오) 3번째기사",
                "gt-oKo": "경상 우병사 이경희(李敬熙)가 해당 병영의 군향(軍餉)에 관한 포흠을 지정해 징수할 곳이 없으므로 민결(民結)에서 나누어 거두었다고 비국(備局)에 통보해 알렸는데, 비국에서 후일의 폐단에 크게 관계된다고 하여 파직할 것을 계청(啓請)하니, 그대로 따랐다.",
                "hj": "○慶尙右兵使李敬熙, 以該營餉逋之指徵無處者, 分徵於民結, 報聞於備局, 備局以大關後弊, 啓請罷職, 從之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gimi day, the King appointed Kim Ijae as minister of punishments.",
                "H2KE-nKo": "김이재를 형조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 5일(기미) 1번째기사",
                "gt-oKo": "김이재(金履載)를 형조 판서로 삼았다.",
                "hj": "○己未/以金履載爲刑曹判書。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King sent incense and written invocations to be used at the rite of praying for rain at the Altar of the Soil and Grain .",
                "H2KE-nKo": "인정전 월대에 나아가 사직 기곡 대제에 쓸 향과 축문을 전하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 6일(경신) 1번째기사",
                "gt-oKo": "인정전(仁政殿) 월대(月臺)에 나아가 사직(社稷)의 기곡제(祈穀祭)에 쓸 향·축(香祝)을 전하였다.",
                "hj": "○庚申/詣仁政殿月臺, 傳社稷祈穀祭香祝。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyehae day, the first day of the month, the King visited the Royal Ancestral Shrine and the Royal Tomb of Queen Sinui and paid a visit to the King.",
                "H2KE-nKo": "태묘와 경모궁에 나아가 전배하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 1월 9일(계해) 1번째기사",
                "gt-oKo": "태묘(太廟)와 경모궁(景慕宮)에 나아가 전배(展拜)하였다.",
                "hj": "○癸亥/詣太廟景慕宮展拜。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] addressed Right State Councilor Kim Igyo as follows: The elevation of a government position is great, and its responsibility is important. Therefore, the selection of a government position is cautious, and the selection of a government position is cautious. However, I have already appointed my dear sir to a government position, and therefore my dear sirs feelings of self-restraint. My dear sirs loyalty and reputation have already been expected to the hopes of the people. It is not proper that my dear sirs stubbornly opportunity on the grounds that he has stubbornly occurred. It is better to immediately observe his accomplishments on the basis of writing style. My dear sir should come to the court so that the state may be fortunate for the most expected.",
                "H2KE-nKo": "우의정 김이교에게 유시하기를,“그 관직은 성대하고 그 책임은 크기 때문에 선발하는 데 신중을 기해야 하고 제수하는 데 신중을 기해야 한다. 그러나 내가 이미 경을 등용하여 그 관직을 맡겼으니, 간절히 기다리는 마음이 날이 갈수록 심해지고 경의 높은 지위와 명망은 이미 뭇사람들의 기대가 되었으니, 한결같이 머뭇거릴 수만은 없다. 형식적인 것에 얽매이느니 차라리 즉시 일어나 그 자리에 나아가는 것이 나을 것이다. 경은 며칠 안으로 조정에 나와 나랏일을 다행스럽게 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 1일(갑신) 1번째기사",
                "gt-oKo": "우의정 김이교에게 유시하기를, “〈의정(議政)은〉 그 관직이 대단하고 그 책임이 크기 때문에 간택함에 있어서 어렵게 여기고 조심스럽게 해야 하며, 그 직임을 받음에 있어서도 정중(鄭重)하게 하여야 한다. 그러나 내가 이미 경을 천거하여 직임을 맡겼으니 허심 탄회하게 기다리는 마음이 날이 갈수록 간절하며, 경의 융성한 지위와 명망은 이미 여정(輿情)의 사모하여 바라봄이 되었으니, 한결같이 주저하는 생각을 지킬 수는 없다. 형식을 따르는 데에 얽매이기보다는 곧바로 나와서 행공(行公)하는 것만 하겠는가? 경은 빨리 조정에 나와서 국사(國事)를 다행스럽게 하라.” 하였다.",
                "hj": "○甲申朔/諭右議政金履喬曰: “其官盛其責大, 故其簡之也難愼、其受之也鄭重。 然予旣擧卿而畀之, 則虛佇之心, 日切一日, 卿之地望之隆, 已爲輿情之想望, 不可一向守逡巡之志, 與其拘拘於應文, 曷若卽起而踐實? 卿其不日簉朝, 以幸國事。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyesa day, Right State Councilor Kim Igyo submitted a memorial requesting his resignation on the third day of the ninth month. The King sent a 승지를 보내어 비답을 가지고 가서 유시하게 하고, and then ordered him to come together.",
                "H2KE-nKo": "우의정 김이교가 세 번째 상소하여 사직하니, 승지를 보내 비답을 가지고 가서 유시하게 하고 이어 함께 오라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 10일(계사) 1번째기사",
                "gt-oKo": "우의정 김이교가 세 번째 상소하여 사직하니, 승지를 보내어 비답을 가지고 가서 유시하게 하고 이어 함께 오도록 명하였다.",
                "hj": "○癸巳/右議政金履喬, 三疏辭職, 遣承旨賚批諭之, 仍命偕來。"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Bak Gyu서가 상소하였는데, 대략 이르기를, “근일 정목 가운데 Oh Taeun , who was first appointed as a staff official of the Office of the Royal Mortuary , was unable to overcome his grief and sorrow. 선정신 문정공 송시열s 도덕과 문장은 successively from the Office of the Crown Prince (Office of Benevolence and Determined (Office of Benevolence and Principle (Office of Peace and Determined Principle (Office of Benevolence and Principle (Office of Peace and Determined Principle (Office of Peace and Principle (Office of Pople and Poetry (Office of P",
                "H2KE-nKo": "지평 박규서가 상소하였는데, 그 대략에,“근일 정목 가운데 오태운을 침랑에 수망으로 의망한 것에 대해 놀라움과 개탄스러움을 금할 수 없습니다. 선정신 문정공 송시열의 도덕과 문장은 위로 낙민의 뒤를 이었으니, 진실로 형서와 계조의 무리가 아니라면 누군들 흠앙하고 존모하지 않겠습니까. 아, 여강루의 유적이 다행히 남아 있어 벽에 현판을 걸어 놓았습니다. 아, 저 이언의는 신범갑에게 정신을 전해 받아 법을 보호하고 신징에게 감히 현판을 훼철하고 온갖 말로 추악하게 헐뜯었으므로 성균관에서 성토하였습니다. 그러나 성조가 관대하여 찬배하였다가 곧바로 용서하였으니, 다스리지 않은 것으로 다스리는 것은 바로 깊이 다스리기 위한 것입니다. 그런데 지금 그의 아들을 맨 먼저 초사의 망통에 살펴 의망하여 마치 공로를 보상하고 선에 보답하는 것처럼 하였으니, 이조 판서의 일에 대해 신은 실로 그 뜻을 모르겠습니다. 오태운의 참봉 망통을 시행하지 말도록 속히 명하여 호오를 분명히 보이소서.”하니, 비답하기를,“오언의의 지난번 패악한 행동은 그때 술주정으로 인하여 발작하였다는 말을 들었다. 지금 석방된 뒤에 그 사람을 관직에 의망하지 못하게 하는 것은 옳지만 그 벌이 후손에게까지 미치는 것은 또한 지나치지 않은가. 윤허하지 않는다. 그리고 상소 가운데 인용한 두 사람도 법에 따라 처형되었거나 추탈된 자가 아니니, 임금에게 아뢰는 문자에서 그의 성을 곧바로 삭제하는 것은 또한 경솔함을 면치 못한다.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 10일(계사) 2번째기사",
                "gt-oKo": "지평 박규서(朴奎瑞)가 상소하였는데, 대략 이르기를, “근일 정목(政目) 가운데에 오태운(吳泰雲)을 침랑(寢郞)에 맨 먼저 의망(擬望)한 것은 놀랍고 한탄스러움을 견디지 못하겠습니다. 선정신(先正臣) 문정공(文正公) 송시열(宋時烈)의 도덕과 문장은 위로 정자(程子)·주자(朱子)의 학통을 계승하였으니, 진실로 형서(邢恕)·심계조(沈繼祖)의 무리가 아니라면 누군들 숭앙하고 흠모하지 않겠습니까? 아! 여주(驪州) 강가의 청심루(淸心樓)에 〈선정이〉 남긴 자취가 다행스럽게 남아 있어서 벽에 현판(懸板)을 걸어 두었는데, 아! 저 오언의(吳彦誼)는 정신을 김범갑(金范甲)에게서 전수(傳受)하고 법으로 도신징(都愼徵)을 옹호하는 자로서 이에 감히 현판을 훼철하고 온갖 말로 추악하게 욕설을 하였으므로 성균관의 유생들이 그의 죄를 성토하였지만, 성조(聖朝)께서 관대하신 생각으로 가벼이 귀양보냈다가 바로 용서하시어 치죄(治罪)하지 않는 것으로써 치죄하였는데, 이는 바로 깊이 치죄한 것입니다. 지금에 와서 그의 아들을 맨 먼저 초사(初仕)의 망통(望筒)에 검의(檢擬)하여 공로를 갚고 잘한 일에 보답하는 듯하게 하였으니, 장전(長銓)이 행한 일에 대하여 신은 그 뜻을 깨닫지 못하겠습니다. 오태운의 참봉(參奉) 망통을 빨리 시행하지 말도록 명하시어 호오(好惡)의 뜻을 밝게 보이소서.” 하니, 비답하기를, “오언의의 지난번 패려(悖戾)한 행동에 대해서는 그때에 듣건대, 술주정으로 인하여 발작하였다고 하는데, 지금 귀양에서 석방시킨 뒤에 그의 일신(一身)을 관직에 의망시키지 못하게 하면 옳겠거니와, 죄벌을 그의 아들에게까지 미치게 하는 것은 또한 지나치지 않는가? 윤허하지 않는다. 그리고 소장(疏章) 가운데 끌어댄 두 사람은 또한 복법(伏法)되고 추탈(追奪)된 자가 아니라면, 주달하는 문자(文字)에 그들의 성(姓)을 곧바로 빼버리는 것도 역시 대단히 경솔함을 면하지 못할 것이다.” 하였다.",
                "hj": "○持平朴奎瑞疏略曰: 近日政目中, 吳泰雲之首擬寢郞, 有不勝駭惋者。 先正臣文正公宋時烈之道德文章, 上繼洛閩, 苟非邢恕、繼祖之類, 孰不欽仰尊慕也哉? 猗歟! 驪江之樓, 遺躅幸存, 板揭於壁, 而噫! 彼彦誼, 傳神范甲, 護法愼徵, 乃敢毁撤懸板, 極口醜詆, 賢關聲討, 而聖朝寬大, 簿竄旋宥, 治以不治, 乃所以深治之也。 今乃以其子, 首先檢擬於初仕之望, 有若償功酬善者然, 長銓之事, 臣實未曉其意。 吳泰雲參奉望筒, 亟命勿施, 明示好惡焉。” 批曰: “吳彦誼向來悖擧, 其時聞因酗酒發作。 今於蒙放之後, 其身不使擬官則可, 罰及於嗣, 不亦過乎? 不允。 且疏中所引兩人, 亦非伏法與追奪者, 則直去其姓於奏御文字, 亦不免太輕率矣。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Jeong Yeok , Hong Seokju , the Office of the Inspector General , and Jo Jeonghwa , the Office of the Censor General .",
                "H2KE-nKo": "정유년에 홍석주를 사헌부 대사헌으로, 조정화를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 14일(정유) 1번째기사",
                "gt-oKo": "홍석주(洪奭周)를 사헌부 대사헌으로, 조정화(趙庭和)를 사간원 대사간으로 삼았다.",
                "hj": "○丁酉/以洪奭周爲司憲府大司憲, 趙庭和爲司諫院大司諫。"
            }
        },
        "15": {
            "1": {
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 15일(무술) 1번째기사",
                "gt-oKo": "차대(次對)하였다. 영의정 남공철(南公轍)이 아뢰기를, “관동(關東)의 경학(經學)에 밝고 품행이 단정함으로 별천(別薦)된 사람인 함낙항(咸樂恒)은 처지가 보잘것없지만 스스로 학문에 힘써서 탁월하게 조예(造詣)가 있고, 어버이에게 효도하고 몸가짐을 조심하여서 고을 사람들이 존경하여 본보기로 삼는다고 합니다. 청컨대 해조(該曹)로 하여금 그에게 상당한 관직을 차임하여 조정에서 문지(門地)로 한정하지 아니하고 재주만 있으면 등용한다는 뜻을 보이소서.” 하고, 이어서 격식과 전례에 구애하지 말고 6품의 관직을 단망(單望)으로 차임할 것을 청하니, 그대로 따랐다. 우의정 김이교(金履喬)가 아뢰기를, “그윽이 보건대, 우리 전하께서 임어(臨御)하신 이후 한결같으신 생각으로 정치에 힘쓰시어 이른 아침부터 밤늦게까지 마음속으로 늘 염려하시어서 공손하고 겸손하며 인자하고 관대하신 덕(德)은 위아래에 미쁘게 되었으며, 성색(聲色)·화리(貨利)의 종류로서 무릇 정치에 해로움이 되는 것은 한가지도 없으나, 정치가 뜻을 따르지 못하여 수많은 법도가 해이해져 점차로 수습할 수 없는 지경에 이르니, 이는 진실로 뭇 신하들이 잘 대양(對揚)하지 못한 죄입니다마는, 신은 그윽이 생각하기를, 전하의 정치하심이 더러 그 본령(本領)을 얻지 못하여 그렇게 된 것이라고 여깁니다. 대저 제왕(帝王)의 정치는 도(道)에 근본을 두어야 하고 도를 구하는 요체는 학문(學問)만한 것이 없는데, 경연(經筵)을 정지한 지가 지금 얼마 동안의 세월이 지났습니다. 비록 한가로이 물러나 계실 때에도 책을 펴서 열람하시고 고요하여 고독하실 때에 글의 깊은 뜻을 생각하며 찾는다 하더라도 끝내 방만(放漫)하고 유유 범범(悠悠泛泛)한 데로 돌아가서 실용(實用)에는 도달하지 못할 것이니, 어찌 경연을 자주 열고 신료(臣僚)들을 불러 접견하여 성현(聖賢)의 글을 강독하고 성현의 마음을 강구하며, 고금(古今)의 선치와 혼란을 토론하고 정무(政務)의 이익과 손실을 자문한다면, 습관이 성품을 이루어 즐겁기만 하고 피곤하지 않아서 날로 정신을 가다듬어 도를 찾고 마음을 기울여 정치에 힘쓰는 경지에 도달하는 것만 하겠습니까? 돌아보건대, 지금 봄날의 햇볕이 화창하고 길어져서 바로 하루 세 번 강(講)하기에 마땅하니, 지금부터 매일 강대(講對)하소서. 주체가 되는 경전(經傳)과 보조가 되는 사서(史書)에는 각각 과정(課程)이 있으니, 부열(傅說)이 이른바 ‘처음부터 끝까지 언제나 배움에 힘쓴다면 그 덕(德)이 깨닫지 못하는 사이에 닦아질 것이다.’라고 한 것에 대하여 전하께서도 또한 그 말의 속임이 없다는 것을 확실히 아실 것입니다. 더군다나 우리 세손 저하(世孫邸下)께서는 짧은 옷이 점점 길어지고 슬기로운 생각이 날로 열리어, 보도(輔導)하는 방도에 있어 극진함을 쓰지 않는 바가 없어야 마땅한데, 사물(事物)을 만나 교회(敎誨)하는 것은 오히려 몸소 시범(示範)하는 것이 절실함만 같지 못할 것입니다. 현사(賢士)를 친근히 하는 때가 많고 환첩(宦妾)을 대하는 때가 적도록 하는 것이 가장 덕(德)으로 교화하는 요체가 될 것입니다. 전하께서 만약 여기에 먼저 자신이 면려하시어 학문에 뜻을 두고 정사에 부지런히 힘쓰는 실상을 보인다면, 어린 나이에 이목(耳目)으로 보고 기억하는 것이 항상 마음속에 들어 있는 주견(主見)이 되어서 마침내 다른날 진덕(進德)의 근본이 될 것이니, 태평한 세대가 만세(萬世)토록 전해짐이 장차 여기에서 시작할 것입니다.” 하니, 비답하기를, “진달한 바가 매우 좋으니, 마땅히 마음에 두어 깊이 생각하겠다.” 하였다. 또 아뢰기를, “나라에 의리(義理)가 없으면 나라가 나라 꼴이 될 수 없고 사람이 의리가 없으면 사람이 사람 구실을 할 수 없을 것이니, 《춘추(春秋)》의 수십 가지 의리 가운데에 그 큰 것을 말한다면, 바로 ‘왕실(王室)을 높이고 난적(亂賊)들을 두렵게 한다.’는 것뿐입니다. 삼가 생각하건대, 우리 조정에서는 명(明)나라에 대하여 조종(朝宗)의 의리를 정성스럽게 지켰으며, 계속해서 비풍(匪風)·하천(下泉)의 감회가 간절하여, 지금에 온 나라의 신민(臣民)이 모두 비통함을 참고 원한을 품은 뜻이 있으니, 왕실을 높이는 의리는 영원히 천하 만세에까지 내세울 말이 있을 것입니다. 난적들을 두렵게 한다는 것에 있어서는 문견(聞見)이 미친 바로써 말하겠습니다. 신축년·임인년에 여러 역적들이 우리 영묘(英廟)를 무함하여 핍박하였고, 김귀주(金龜柱)·김한록(金漢祿)의 흉악한 도당이 우리 선왕을 모함하여 위태롭게 하였으니, 그 반역한 정상과 흉측한 계획은 시대가 다르지만 악한 짓은 같았습니다. 선조(先朝) 때에 이르러 김귀주·김한록의 죄를 크게 정하셨고 전하께 미쳐서 비로소 환하게 토죄(討罪)하게 되었으니, 오직 이 의리는 천지(天地)에 세우고 귀신에 질정할 수 있으며 백세(百世)를 기다려도 미혹되지 않을 것입니다. 그러나 생각하건대, 의리는 강정(講定)하지 않으면 밝혀지지 아니하고 밝혀지지 않으면 엄하지 아니하며, 엄하지 않으면 두려워하지 않습니다. 주공(周公)이 형서(荊舒)를 징계하고 비렴(飛廉)·악래(惡來)를 주륙하였는데, 제왕(帝王)의 기강이 떨치지 못하게 되자 의리가 따라서 어둡게 되어서는 오(吳)나라·초(楚)나라의 참람함과 노(魯)나라의 삼가(三家)·진(晉)나라 육경(六卿)의 난(亂)이 있게 되어서, 부득불 《춘추》의 대의 명분을 밝혀 세우는 사필(史筆)이 없을 수 없게 되었습니다. 오늘날 군신 상하의 도리로는 바로 공자(孔子)께서 집필하신 《춘추》의 의를 서로서로 두렵게 생각하고 면려하여, 대저 명나라를 높이고 여러 역적들을 주토하는 의리에 있어 강론하여 밝히고 엄히 하여 지켜서, 선량함과 사특함을 분변해 그 방비를 든든히 하고 권장할 것과 징계할 것을 살펴 그 추향(趨向)을 바로잡아 주는 것이 마땅하니, 신이 빙자(憑藉)하여 우러러 섬기는 바는 실로 여기에 있습니다. 또한 바라건대, 전하께서는 생각을 여기에 두시어 잊지 마소서.” 하니, 비답하기를, “경의 말이 과연 매우 합당하니, 마땅히 더 유념하겠다.” 하였다. 또 수령(守令)을 잘 선택하고 출척(黜陟)을 엄히 할 것을 계청하니, 모두 가납(嘉納)하였다.",
                "hj": "○戊戌/次對, 領議政南公轍啓言: “關東經行別薦人咸樂恒, 地處卑微, 而能自力學, 卓有造詣, 孝親飭躬, 鄕人矜式云。 請令該曹, 差其相當職, 以示朝家不限門地, 惟才是用之意。” 仍請勿拘格例, 六品職單望差下, 從之。 右議政金履喬啓言: “竊見我殿下臨御以來, 一念圖治, 夙宵憧憧, 而恭儉仁恕之德, 孚于上下, 聲色貨利之類, 凡害于治者, 無一或有, 而治不徯志, 百度解弛, 駸駸然莫可收拾, 此固群下不能對揚之罪, 而臣竊以爲殿下之爲治, 或未得其本領而然。 夫帝王之治, 本乎道, 求道之要, 莫如學, 而經筵之停閣, 于今幾歲月矣。 雖曰燕蠖之居, 亦有披閱, 幽獨之中, 不廢玩索, 終歸於汗漫悠泛, 不着於實用, 豈若頻開經筵, 召接臣隣, 講聖賢之書, 究聖賢之心, 于以討論古今之治亂, 于以咨詢政務之得失, 習與性成, 樂而不疲, 日臻於勵精求道, 專心致治之域哉? 顧今春晷舒遲, 正宜日三之講, 自今每日講對, 主經翼史, 各有程課, 傅說所云, ‘終始典學, 厥修罔覺者’, 殿下亦必的知其言之不誣矣。 況我世孫邸下, 尺衣漸長, 智思日開, 輔導之方, 宜無所不用其極, 而遇物之誨, 猶不若身敎之切。 親賢士時多, 接宦妾時少, 最爲薰陶之要。 殿下若於此, 先自勉勵, 示之以典學勤政之實, 則沖年耳目之覩記, 常爲先入之主見, 遂爲他日進德之根本, 則太平萬世, 將基於此。” 批曰: “所陳甚好, 當留心體念矣。” 又啓言: “國無義理則國不得爲國, 人無義理則人不得爲人, 《春秋》數十之義, 語其大者, 卽惟曰 ‘尊王室懼亂賊而已’, 恭惟我朝, 於皇朝, 恪守朝宗之義, 繼切風泉之感, 于今一國臣民, 咸有忍痛含冤之意, 尊王之義, 永有辭於天下萬世。 至於懼亂賊, 則以聞見所及言之, 辛壬諸逆之誣逼我英廟, 龜、祿凶徒之謀危我先王, 其逆節凶圖, 異世同惡。 而至先朝, 乃爲大定龜、祿之罪, 逮殿下, 始得明討, 惟此義理, 可以建天地質鬼神, 俟百世而不惑。 然念義理不講則不明, 不明則不嚴, 不嚴則不懼。 周公懲荊舒誅廉來, 而及夫王綱不振, 義理隨晦, 則有吳、楚之僭, 魯三家晋六卿之亂, 於是不得不有《春秋》之筆。 在今日君臣上下, 政宜以夫子《春秋》之義, 交相惕勉, 凡於尊皇朝討諸逆之義理, 講而明之, 嚴而守之, 辦淑慝以固其隄防, 審勸懲以正其趨向, 臣之所藉手仰事者, 實在於是。 亦願殿下, 念在玆毋忽焉。” 批曰: “卿言果甚允當, 當加念矣。” 又啓請擇守令嚴黜陟, 竝嘉納。"
            },
            "2": {
                "H2KE-EN": "Minister of Rites Yi Huigon reported as follows: When Your Majesty visits the Royal Tomb of Queen Sinui and Queen Wongyeong , if Your Majesty visits the Royal Tomb of Queen Sinui and visits the Royal Tomb of Queen Sinui, then if Your Majesty visits the Royal Tomb of Queen Sinui and personally performs the 작헌례를 행한 전례가 있습니다. In the byeongo year ( of the Xuande era (, Your Majesty personally performs the 작헌례를 행한 뒤에, and when Your Majesty visits the Royal Tomb of Queen Hyochang and performs the 작헌례를 행한 적이 있습니다. Now, when Your Majesty visits the Royal Tomb of King Yeongyeong, Your Majesty should perform the 작헌례를 행한 것 같습니다. However, the Royal Tomb of King Yeongyeong already performs the 작헌례를 행하였는데, the Royal Tomb of Queen Uiui is within the jurisdiction, and therefore, Your Majesty should dispatch a high official to perform the ancestral rites on behalf of Your Majesty. Therefore, your subject dares to report this matter. The King approved this.",
                "H2KE-nKo": "예조 판서 이희갑이 아뢰기를,“능, 원소에 전배하고 묘소에 들러서 3년상을 마치면 전작례를 친히 행하는 것이 본래 전례입니다. 선왕 병오년에 의소묘에 작헌례를 친히 행한 뒤 효창묘에 들렀을 때 전작례를 행하였습니다. 이번에 연경묘에 들렀을 때 전작례를 행하는 것이 마땅할 듯합니다. 그러나 연경묘에 이미 전작례를 행하였으니, 의릉은 바로 국내입니다. 대신을 보내 제사를 섭행하게 하는 것이 마땅할 듯하기에 감히 이렇게 우러러 아룁니다.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 15일(무술) 2번째기사",
                "gt-oKo": "예조 판서 이희갑(李羲甲)이 아뢰기를, “능소(陵所)·원소(園所)에 전배(展拜)하고 묘소(墓所)에 들르는 때가 만약 삼년상 안에 당하였다면, 전작례(奠酌禮)를 친히 행하는 것이 본래 전례입니다. 선조(先朝) 병오년에 의소묘(懿昭墓)에 전작례를 친히 행한 뒤 효창묘(孝昌墓)에 들렀을 때 전작례를 행하였습니다. 이번에 연경묘(延慶墓)에 역림(歷臨)할 때는 마땅히 전작례를 행하여야 될 듯한데, 연경묘에 이미 전작례를 행했다면 의릉(懿陵)은 곧 국내(局內)이니, 마땅히 대신을 보내 제사를 섭행(攝行)해야 될 듯하기 때문에 감히 앙달(仰達)하는 것입니다.” 하니, 그대로 따랐다.",
                "hj": "○禮曹判書李羲甲啓言: “陵園所展拜, 墓所歷臨時, 如値三年內, 則親行奠酌禮自是已例也。 先朝丙午懿昭墓, 親行酌獻禮後, 孝昌墓歷臨時, 行奠酌禮矣。 今此延慶墓歷臨時, 似當行奠酌禮。 而延慶墓, 旣行奠酌禮, 則懿陵, 卽局內也, 似當遣大臣攝行祭, 故敢此仰達矣。” 從之。"
            },
            "3": {
                "H2KE-EN": "The King admonished the evils of miscellaneous instruments for the state examination. This was according to the advice of the Ministry of Rites.",
                "H2KE-nKo": "과장의 난잡한 폐단에 대해 신칙하였는데, 비변사의 계사를 따른 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 15일(무술) 3번째기사",
                "gt-oKo": "과장(科場)의 난잡한 폐단을 신칙하였으니, 비국(備局)의 계청을 따른 것이었다.",
                "hj": "○飭科場雜亂之弊, 從備局啓也。"
            },
            "4": {
                "H2KE-EN": "Yu Sangjo of the Office of the Inspector General .",
                "H2KE-nKo": "유상조를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 15일(무술) 4번째기사",
                "gt-oKo": "유상조(柳相祚)를 사헌부 대사헌으로 삼았다.",
                "hj": "○以柳相祚爲司憲府大司憲。"
            },
            "5": {
                "H2KE-EN": "Envoy for Reporting to the Emperor [of Ming China] Yi Sang and others urgently reported that the request of the investiture of the Imperial Crown Prince was granted.",
                "H2KE-nKo": "주청 정사 이상황 등이 책봉을 준청한 것에 대해 급히 장계하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 15일(무술) 5번째기사",
                "gt-oKo": "주청 정사(奏請正使) 이상황(李相璜) 등이 책봉(冊封)을 허락받았다고 치계(馳啓)하였다.",
                "hj": "○奏請正使李相璜等, 以冊封準請, 馳啓。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Deputy Magistrate of Hanseong Magistracy Yi Jiyeon of the gihae year ( presented a memorial to the King to request the expectations of the situation. The King responded, saying, My dear sir, how can you say that you were innocent? Do you say that you were innocent? My dear sir already knows that you were innocent, and the imperial court also knows that you were innocent. For this reason, my dear sir also intended to discern the case. The imperial court also intended to discern the case. Considering that if clothes were dark and colored, then there would be no single steps. Even after the dark and colored, you still sought to see the single steps. This is unacceptable. My dear sirs mistakes. Yi Jiyeon repeatedly summoned [Yi Jiyeon] and did not respond to his orders. At first, the King ordered him to summon [Yi Jiyeon] to the front of the Office for the Establishment of Ceremonies before the King to inquire into the matter and report to him. Subsequently, the King ordered him to summon [Yi Jiyeon] and report to him. The King then ordered him to summon [Yi Jiyeon] for a single steps.",
                "H2KE-nKo": "기해년에 판윤 이지연이 상소하여 정세를 진달하니, 비답하기를,“경이 당한 일에 대해 스스로 무함이 아니라고 생각하는가, 무함이라고 생각하는가? 경이 이미 무함임을 스스로 알고 조정에서도 무함임을 알고 있기 때문에 경도 변명하려고 하고 조정에서도 변명하려고 하는 것이다. 비유하자면 마치 의복에 먹물을 끄집어내면 씻으면 흔적도 없는 것과 같은데, 이미 씻은 뒤에도 오히려 흔적을 찾는다는 것은 그럴 리가 없다. 시골 생각이 잘못된 것이다.”하였다. 이지연이 여러 차례 소명을 어기고 명에 응하지 않자, 처음에는 계판 앞으로 불러다가 문계하라고 명하였다가, 곧이어 문계하는 것은 그만두고 숙배 단자를 봉입하라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 16일(기해) 1번째기사",
                "gt-oKo": "판윤 이지연(李止淵)이 상소로 정세(情勢)를 진달하니, 비답하기를, “경이 당한 바를 자신이 무함이 아니라고 생각하는가, 무함을 당했다고 생각하는가? 경이 이미 무함인 것을 알았고 조정에서도 역시 무함인 것을 알았기 때문에 경도 변명하려 했었고 조정에서도 역시 변명하려 했던 것이다. 비유하건대, 의물(衣物)에 먹물을 떨어뜨렸을 때 세탁하면 흔적이 없는 것과 같은데, 이미 세탁한 뒤에 오히려 그 흔적을 찾는다면 이러한 이치는 없으니, 경의 생각이 잘못이다.” 하였다. 이지연이 여러 번 소명(召命)을 어기고 명을 따르지 않자, 처음에는 계판(啓板) 앞에 불러와서 문계(問啓)하라고 명하였다가 바로 문계를 그만두고 숙배 단자(肅拜單子)를 받아들이라고 명하였다.",
                "hj": "○己亥/判尹李止淵, 疏陳情勢, 批曰: “卿之所遭, 自謂非誣乎, 自謂被誣乎? 卿旣自知爲誣, 朝廷亦知爲誣, 故卿亦欲辨, 朝廷亦欲其辨。 譬如衣物點墨, 濯之則無痕, 已濯之後, 尙求其痕, 無是理也。 鄕思誤矣。” 止淵屢違召不膺命, 始命招致啓板前問啓, 旋命問啓置之, 肅單捧入。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Because of the case of Oh Taeun , the minister of personnel , Minister of Personnel Yi 이면승 , submitted a memorial before departing for his appointed provincial position. The King ordered that he and the second minister of personnel be all replaced.",
                "H2KE-nKo": "경자년에 이조 판서 이면승이 오태운의 일로 인하여 상소를 올리고 지레 먼저 길을 떠났는데, 참판과 함께 모두 체차하라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 17일(경자) 1번째기사",
                "gt-oKo": "이조 판서 이면승(李勉昇)이 오태운(吳泰雲)의 일로 인하여 상소하고 지레 먼저 나가니, 참판과 함께 아울러 체차하라고 명하였다.",
                "hj": "○庚子/吏曹判書李勉昇, 因吳泰雲事, 陳疏徑行, 命與參判, 竝遞之。"
            },
            "2": {
                "H2KE-EN": "Jeong Giseon was appointed second minister of personnel .",
                "H2KE-nKo": "정기선을 이조 참판으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 17일(경자) 2번째기사",
                "gt-oKo": "정기선(鄭基善)을 이조 참판으로 삼았다.",
                "hj": "○以鄭基善爲吏曹參判。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On imin day, [the King] visited Hwigyeong Lodge to pay his respects and personally performed a rite at the Royal Tomb of Queen Ui . [The King] paid his respects at the tomb of Yeongyeong . [The King] personally performed the principal rite and then performed the morning and evening memorial ceremonies. After returning to the palace, [the King] visited the shrine of the East and West Infirmaries . ",
                "H2KE-nKo": "휘경원에 나아가 전알하고, 의릉에 친제하고, 연경묘에 전알하고, 전작례를 친히 행하고, 이어 석상식을 행하였다. 궁으로 돌아올 때 동관왕묘에 들렀다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 19일(임인) 1번째기사",
                "gt-oKo": "휘경원(徽慶園)에 나아가 전알(展謁)한 다음 친히 제사지내고 의릉(懿陵)에 전알하였으며, 연경묘(延慶墓)에 친히 전작례를 행하고 이어 석상식(夕上食)을 행하였다. 궁(宮)으로 돌아올 때 동관왕묘(東關王廟)에 들렀다.",
                "hj": "○壬寅/詣徽慶園展謁, 親祭懿陵, 展謁延慶墓, 親行奠酌禮, 仍行夕上食。 還宮時, 歷臨東關王廟。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage examination was held for the regular morning court assembly.",
                "H2KE-nKo": "식년 감시 초시를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 19일(임인) 2번째기사",
                "gt-oKo": "식년 감시(式年監試)의 초시(初試)를 설행하였다.",
                "hj": "○設式年監試初試。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Hong Huijun as minister of personnel .",
                "H2KE-nKo": "계묘년에 홍희준을 이조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 20일(계묘) 1번째기사",
                "gt-oKo": "홍희준(洪羲俊)을 이조 판서로 삼았다.",
                "hj": "○癸卯/以洪羲俊爲吏曹判書。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Bak Gisu as magistrate of Suwon Magistracy , Seo Neungbo as deputy magistrate of Hanseong Magistracy , Yi 이면승을 의정부 우참찬으로, and Hong Huijun as fifth tutor to the Crown Prince.",
                "H2KE-nKo": "박기수를 수원부 유수로, 서능보를 한성부 판윤으로, 이면승을 의정부 우참찬으로, 홍희준을 우부빈객으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 21일(갑진) 1번째기사",
                "gt-oKo": "박기수(朴綺壽)를 수원부 유수로, 서능보(徐能輔)를 한성부 판윤으로, 이면승(李勉昇)을 의정부 우참찬으로, 홍희준을 우부빈객(右副賓客)으로 삼았다.",
                "hj": "○甲辰/以朴綺壽爲水原府留守, 徐能輔爲漢城府判尹, 李勉昇爲議政府右參贊, 洪羲俊爲右副賓客。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Chief State Councilor Kim Hang submitted a memorial requesting to resign from office in the eulsa year (. The King 비답하기를, “정성이 지극하지 않은 것이 아니고 말이 미덥지 않은 것이 아니다. I do not wish to fulfill my wish to do so because I do not wish to do so because my dear sirs do not understand my intent. I think that the Right State Councilor had newly entered the middle of the midle of the king. I do not wish to fulfill my wish to do so, but I am especially concerned that my dear sirs do not understand my intent. I think that my dear sirs should consult each other on the right midle of the midle ",
                "H2KE-nKo": "영의정 남공철이 상소하여 면직해 주기를 청하니, 비답하기를,“정성이 지극하지 않은 것이 아니고 말이 미덥지 않은 것이 아니다. 내가 경을 위해 곡진히 이루어 주고 싶지 않은 것은 아니지만, 다만 경은 나의 뜻을 알지 못하고 있을 뿐이다. 내 생각에는 우의정이 새로 의정부에 들어왔으니, 경은 서로 도와 도움을 받아야 한다고 본다. 구윤이 신윤에게 고하였으니 이것이 첫 번째이고, 좌의정이 아직 돌아오지 않았고 묘당이 고단한 것이 두 번째이고, 봉칙사가 오는 것이 한 달 안에 있을 것임을 알 수 있으니 이것이 세 번째이다. 경이 십수 년 동안 가만히 앉아 진정해 온 도량으로 돌아보건대 나를 위해 몇 달 더 지체할 수 없겠는가. 나는 식언을 하지 않을 것이니, 경은 양해하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 22일(을사) 1번째기사",
                "gt-oKo": "영의정 남공철(南公轍)이 상소하여 사면(辭免)을 원하니, 비답하기를, “정성이 지극하지 않은 것이 아니었고 말이 미덥지 않은 것이 아니었으며, 내가 경을 위하여 굽혀 따르려 하지 않는 것이 아닌데, 특히 경이 내 뜻을 모르고 있는 것이다. 내 생각은, 우의정이 새로 의정부에 들어왔으니, 경은 마땅히 서로 돕고 기대하여 구임(舊任) 재상으로서 신임 재상에 알리는 것이 첫째이고, 좌상(左相)이 돌아오지 않아서 묘당(廟堂)이 외로운 것이 둘째이며, 봉칙(封勅)의 도착이 한 달 안에 있는 것이 셋째이다. 경은 수십 년 동안 중직(重職)에 있었던 도량으로서, 돌아보건대, 나를 위하여 다시 약간의 세월을 기다리지 못하겠는가? 내가 식언(食言)하지 않겠으니, 경은 그렇게 알라.” 하였다.",
                "hj": "○乙巳/領議政南公轍陳疏乞免, 批曰: “誠非不至也, 言非不孚也, 予非不欲爲卿曲遂也, 特卿未知予意也。 予意右閤新入中書, 卿宜相資交須, 舊尹以告新尹一也, 左相未回, 廟堂孤單二也, 封勑之來, 知在不月三也。 以卿十數年坐鎭之量, 顧不能爲予更遲若干日月乎? 予不食言, 卿其諒之。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On musin day, [the King] ordered that the former state examination passers Yi Bokdan be restored. [Yi] Bokdan was the son of the late Chief Royal Secretary [of the Office of Royal Decrees] [] [Yi] Sangro []. In eulmi year (, he was demoted from office. After Sangro was demoted from office, his grandson submitted a memorial to the King and the King discussed the matter with high-ranking officials and granted permission.",
                "H2KE-nKo": "무신년에 고 급제 이복일을 복과하라고 명하였다. 이복일은 바로 고 승지 이상로의 아들인데 을미년 과거에서 삭과된 자이다. 이상로가 복관된 뒤에 그의 손자가 상언하자, 대신과 의논하여 시행하도록 허락한 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 25일(무신) 1번째기사",
                "gt-oKo": "고(故) 급제(及第) 이복일(李復一)을 복과(復科)시키라고 명하였다. 이복일은 고 승지 이상로(李商輅)의 아들로서 을미년 과거에서 삭제를 당했던 자인데, 이상로가 복관(復官)된 뒤 그의 손자가 상언(上言)하자, 대신과 의논하여 시행하게 한 것이다.",
                "hj": "○戊申/命復故及第李復一科。 復一, 卽故承旨商輅之子。 而乙未科被削者也, 商輅復官之後, 其孫上言, 議大臣許施。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On giyu day, the King proceeded to Geunjeong Hall in giyu year (, performed a ceremony for expelling evil spirits, and then went to the Crown Princes residence to pay his respects.",
                "H2KE-nKo": "기유년에 영희전에 나아가 작헌례를 행하고 이어 저경궁에 나아가 전배하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 26일(기유) 1번째기사",
                "gt-oKo": "영희전(永禧殿)에 나아가 작헌례(酌獻禮)를 행하고, 이어 저경궁(儲慶宮)에 나아가 전배(展拜)하였다.",
                "hj": "○己酉/詣永禧殿, 行酌獻禮, 仍詣儲慶宮〔展〕拜。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Yi Seokgyu was appointed director of the Office of Royal Decrees . Shortly thereafter, he was replaced by Yi Huigap and replaced him.",
                "H2KE-nKo": "경술년에 이석규를 판의금부사로 삼았다가 곧바로 체차하고 후임에 이희갑을 임명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 27일(경술) 1번째기사",
                "gt-oKo": "이석규(李錫奎)를 판의금부사로 삼았다가 바로 체직시키고 이희갑(李羲甲)으로 대신하였다.",
                "hj": "○庚戌/以李錫奎爲判義禁府事, 尋遞以李羲甲代之。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On sinhae day, Chief Envoy for Reporting to the Emperor [of Ming China] Liangsang and others hurriedly reported that they departed from Beijing on their way [to Beijing].",
                "H2KE-nKo": "주청 정사 이상황 등이 연경에서 출발하였다고 급히 장계하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 28일(신해) 1번째기사",
                "gt-oKo": "주청 정사(奏請正使) 이상황(李相璜) 등이 연경(燕京)에서 출발한다고 치계(馳啓)하였다.",
                "hj": "○辛亥/奏請正使李相璜等, 以自燕離發, 馳啓。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Song Chigyu was appointed second minister of personnel .",
                "H2KE-nKo": "병술년에 송치규를 이조 참판으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 3일(병술) 1번째기사",
                "gt-oKo": "송치규(宋穉圭)를 이조 참판으로 삼았다.",
                "hj": "○丙戌/以宋穉圭爲吏曹參判。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to Jeonghae , which stated, Recently, the inconvenience of the state examination is no different from that of the capital and the provinces. However, the inconvenience of the provincial preliminary-stage examination is more severe than that of the provincial preliminary-stage examination. How could this not be so saddened? Now, when the inspectors and censors of the provincial preliminary-stage examinations are sent to their posts, they shall be directly instructed by the Royal Secretariat in person, and each of them shall make every effort to observe the royal order. After the inconvenience of the state examination has been completed, if someone enters the inconvenience, the inconvenience of the state examination.",
                "H2KE-nKo": "전교하기를,“근래 과거의 폐단은 서울과 지방이 차이가 없는데 향시는 더욱 심하니, 어찌 개탄스럽지 않겠는가. 이번에 여러 도의 경시관과 도사가 하직 인사를 할 때 승정원에서 대면하여 깨우쳐 주어 각각 순수하고 깨끗하게 왕명을 받들어 행하게 하라. 일이 지난 뒤에 혹시라도 보고하는 자가 있으면 해당 시관을 단연코 엄히 처벌할 것이니, 이러한 뜻으로 신칙하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 4일(정해) 1번째기사",
                "gt-oKo": "하교하기를, “근래 과장(科場)의 폐단이 서울과 지방에 다를 것이 없으나 향시(鄕試)가 더욱 심함이 있으니, 어찌 개연스럽지 않겠는가? 금번 여러 도(道)에 파견하는 경시관(京試官)과 도사(都事)가 하직 인사를 할 때에 승정원에 여러 방면으로 제시해 깨우쳐 주어 각각 아주 깨끗하게 대양(對揚)하도록 하라. 일이 경과한 뒤에 혹시 들리는 것이 있으면 해당 시관(試官)을 단연코 엄중히 처치할 것이니, 이런 뜻으로 신칙하라.” 하였다.",
                "hj": "○丁亥/敎曰: “近來科弊, 京鄕無異, 而鄕試尤有甚焉, 寧不慨然? 今番諸道京試官都事下直時, 自政院, 面面提諭, 俾各精白對揚。 事過後如或有入聞者, 則當該試官, 斷當嚴處, 以此意申飭。”"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Kim Igyo presented a twice requesting his resignation, but the King 비답을 내려 encourage him with strength.",
                "H2KE-nKo": "우의정 김이교가 재차 상소하여 사직하니, 비답을 내려 정중히 권면하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 4일(정해) 2번째기사",
                "gt-oKo": "우의정 김이교(金履喬)가 두 번째 상소하여 사직하니, 비답을 내려 돈면(敦勉)하였다.",
                "hj": "○右議政金履喬, 再疏辭職, 賜批敦勉。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King instructed Right State Councilor Kim Igyo to encourage him to come to the morning court assembly.",
                "H2KE-nKo": "우의정 김이교에게 돈유하여 조정에 나오도록 정중히 권면하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 2월 8일(신묘) 1번째기사",
                "gt-oKo": "우의정 김 이교에게 유시하여 조정에 나오도록 돈면(敦勉)하였다.",
                "hj": "○辛卯/諭右議政金履喬, 敦勉簉朝。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "Bak Jongmu was appointed director of the Office of the Royal Decrees .",
                "H2KE-nKo": "박종훈을 판의금부사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 10일(임술) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 판의금부사로 삼았다.",
                "hj": "○壬戌/以朴宗薰爲判義禁府事。"
            },
            "2": {
                "H2KE-EN": "Kim Yugeun , commissioner for receiving the imperial envoy at the border , was appointed as commissioner for receiving the imperial envoy at the border , and Kim Jeongjik , as commissioner for refreshing the envoy at the Office of Ritual Procedures , was appointed as commissioner for refreshing the envoy . This was because the journey of the imperial envoys traveled near.",
                "H2KE-nKo": "김유근을 원접사에 차임하고, 김정집을 문례관에 차임하였다. 칙사의 행차가 출발할 날짜가 머지않았기 때문이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 10일(임술) 2번째기사",
                "gt-oKo": "김유근(金逌根)을 원접사(遠接使)로 차정하고, 김정집(金鼎集)을 문례관(問禮官)으로 차정하였으니, 칙사(勅使)의 행차가 길을 떠남이 가까웠기 때문이었다.",
                "hj": "○以金逌根差遠接使, 金鼎集差問禮官, 以勑行起程在近也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the month, [the King] visited Changdeok Palace , Seonhui Palace , Jangbok , and Uiso Hall to pay respects [to the Abdicated King]. [The King] sent a eunuch to examine [the situation] at Yeonu Palace and Hyecheon Pavilion .",
                "H2KE-nKo": "을축년에 육상궁, 선희궁, 장보각, 의소묘에 나아가 전배하고, 연호궁과 냉천정에 승지를 보내 봉심하게 하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 13일(을축) 1번째기사",
                "gt-oKo": "육상궁(毓詳宮)·선희궁(宣禧宮)·장보각(藏譜閣)·의소묘(懿韶廟)에 나아가 전배(展拜)하고, 연호궁(延祜宮)과 냉천정(冷泉亭)에는 승지를 보내서 봉심(奉審)하였다.",
                "hj": "○乙丑/詣毓祥宮、宣禧宮、藏譜閣、懿昭廟展拜, 延祐宮及冷泉亭, 遣承旨奉審。"
            },
            "2": {
                "H2KE-EN": "Yi Huigap was appointed director of the Office of the Queen Mother .",
                "H2KE-nKo": "이희갑을 판의금부사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 13일(을축) 2번째기사",
                "gt-oKo": "이희갑(李羲甲)을 판의금부사로 삼았다.",
                "hj": "○以李羲甲爲判義禁府事。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Min Chiseong was appointed third minister of personnel .",
                "H2KE-nKo": "민치성을 이조 참의로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 17일(기사) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 이조 참의로 삼았다.",
                "hj": "○己巳/以閔致成爲吏曹參議。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yi Jeongjae , 수찬 of the Office of the Crown Prince , presented a memorial to the King, which stated, Among the passers of the initial round of the second-stage examination , Jo Jesang is the grandson of 조태억 , and Kim Jeongsun is the grandson of Jo Iksun , the younger brother of Jo Iksun . As a grandson of a treacherous flattery, his younger brother of a treacherous frequently entered the initial round of the examination and eventually participated in the successful candidates. Your subject requests that the passers of the initial round of the examination be excluded from the successful candidates and strictly enforced. The King responded, The initial round of the examination.",
                "H2KE-nKo": "수찬 이정재가 상소하기를,“감시 초시의 일소 방목 가운데 조제상은 바로 조태억의 후손이고, 김정순은 바로 김익순의 종제입니다. 극악한 역적의 손자이고 반적의 아우로서 시장에 난입하여 해액에 참여하기까지 하였습니다. 방목에서 빼 버려서 의리를 밝히고 제방을 엄히 하는 데 일조가 되게 하소서.”하니, 비답하기를,“두 사람이 해액을 발해한 일이 어찌 제방에만 관계된 것이겠는가. 너무도 거리낌이 없다. 모두 아뢴 대로 시행하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 18일(경오) 1번째기사",
                "gt-oKo": "수찬 이정재(李鼎在)가 상소하여 말하기를, “감시(監試) 초시(初試)의 1소(一所)의 방목(榜目) 중에 있는 조제상(趙濟相)은 곧 조태억(趙泰億)의 후손이고, 김정순(金鼎淳)은 곧 김익순(金益淳)의 종제입니다. 대저 대역(大逆)의 손자이고 반적(叛賊)의 종제로서 시장(試場)에 함부로 들어가 해액(解額)에 참여하게 되었습니다. 청컨대 방목에서 뽑아 버리어 의리를 밝히고 제방(隄防)을 엄히 하는 데 조그마한 도움이 되게 하소서.” 하니, 비답하기를, “발해(發解)한 두 사람의 일이 어찌 제방에만 관계되는 것이겠는가? 기탄없음이 심하다. 모두 그대로 시행하라.” 하였다.",
                "hj": "○庚午/修撰李鼎在疏言: 監試初試一所榜中, 趙濟相, 卽泰億之後孫也。 金鼎淳,卽益淳之從弟也。 夫以劇逆之孫, 叛賊之弟, 闌入試場, 至參解額。 請拔去榜眼, 以爲明義理嚴隄防之一助。” 批曰: “兩發解人事, 豈但隄防所關? 無憚甚矣。 竝依施。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The metropolitan second stage examination of the imsin year (1422, the fifth year of King Sejongs reign.",
                "H2KE-nKo": "식년 감시 복시를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 20일(임신) 1번째기사",
                "gt-oKo": "식년 감시(式年監試)의 복시(覆試)를 설행하였다.",
                "hj": "○壬申/設式年監試覆試。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "[The King] ordered that Chief Envoy to China for Reporting to the Emperor [of Ming China] Yi Sang be granted a horse and leopard skin. Vice-Envoy Yi Jiyeon was promoted to 가의 대부, and Clerk Yun Simhyu was promoted to grand master for comprehensive governance . [The King] bestowed male and female slaves and land in differing amounts upon all of them. [The King] bestowed rewards upon the interpreters and below them.",
                "H2KE-nKo": "주청 정사 이상황에게 사복시의 말과 표범 가죽을 사급하고, 부사 이지연에게는 가의대부를, 서장관 윤심규에게는 통정대부를 가자하라고 명하였다. 모두 노비와 전결을 차등 있게 사급하고, 역관 이하에게 시상하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 21일(계유) 1번째기사",
                "gt-oKo": "주청 정사(奏請正使) 이상황(李相璜)에게 구마(廐馬)와 표피(豹皮)를 내려 주고, 부사(副使) 이지연(李志淵)에게는 가의(嘉義)의 자급을 더하였으며, 서장관(書狀官) 윤심규(尹心圭)에게는 통정(通政)의 자급을 더하였고, 아울러 노비(奴婢)와 전결(田結)을 차등 있게 더 내렸으며, 역관(譯官) 이하에게는 시상(施賞)할 것을 명하였다.",
                "hj": "○癸酉/命奏請正使李相璜, 廐馬豹皮賜給, 副使李志淵加嘉義, 書狀官尹心圭加通政, 竝加賜奴婢田結有差, 譯官以下施賞。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, Second Deputy Director Seo Junbo and others dispatched an imperial edict to Joseon on the eleventh day of the second month. Officials who served as royal guards and high-ranking officials who served as royal guards in the Jiancheon Gate were dispatched by the first grade of rank Uiyeol . Vice-Envoy Court Ceremony Court",
                "H2KE-nKo": "동지 정사 서준보 등이 2월 11일에 칙사를 파견하는 일과 상칙사 건청문 시위 산질 대신 세습 일등 의열공 문휘, 부칙사 건청문 시위 내각 학사 경민을 파견하는 일로 급히 장계하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 21일(계유) 2번째기사",
                "gt-oKo": "동지 정사(冬至正使) 서준보(徐俊輔) 등의 보고에 의하면, 2월 11일에 〈청나라에서〉 칙사(勅使)를 보냈는데, 상칙(上勅)은 건청문 시위(乾淸門侍衛) 산질 대신(散秩大臣) 세습 일등(世襲一等) 의열공(義烈公) 문휘(文輝)이고, 부칙(副勅)은 건청문 시위 내각 학사(內閣學士) 경민(慶敏)을 정하여 보냈다고 치계(馳啓)하였다.",
                "hj": "○冬至正使徐俊輔等, 以二月十一日, 泒勑, 上勑乾淸門侍衛散秩大臣世襲一等義烈公文輝, 副勑乾淸門侍衛內閣學士慶敏泒定馳啓。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Yi Jiyeon , the official of the Office of Royal Decrees , was appointed to the Hall of Worthies .",
                "H2KE-nKo": "이지연을 홍문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 22일(갑술) 1번째기사",
                "gt-oKo": "이지연(李止淵)을 홍문관 제학으로 삼았다.",
                "hj": "○甲戌/以李止淵爲弘文館提學。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King held the third-day rite for the deceased at the Royal Confucian Academy .",
                "H2KE-nKo": "반궁에서 을해년의 삼일제를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 23일(을해) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 삼일제(三日製)를 설행하였다.",
                "hj": "○乙亥/設三日製于泮宮。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Kim Haksun , governor of Pyeongan Province , hurriedly reported to the King on the twenty-second day of this month because the arrival of the imperial envoys wooden tallies had arrived on the twenty-second day of this month.",
                "H2KE-nKo": "평안 감사 김학순이, 칙사의 목패문이 이달 22일에 나왔다고 급히 장계하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 24일(병자) 1번째기사",
                "gt-oKo": "평안 감사 김학순(金學淳)이, 칙사(勅使)의 목패문(木牌文)이 이달 22일에 나왔다고 치계하였다.",
                "hj": "○丙子/平安監司金學淳, 以勑使木牌文, 今月二十二日出來, 馳啓。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King appointed Jeong Yongsu as the host of the guesthouse for the imperial envoys.",
                "H2KE-nKo": "정원용을 관반에 차임하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 25일(정축) 1번째기사",
                "gt-oKo": "정원용(鄭元容)을 관반(館伴)으로 차정하였다.",
                "hj": "○丁丑/以鄭元容差館伴。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The gunpowder of the Office of Diplomatic Correspondence was as follows: Education Director [of the Office of Royal Decrees] Kim Josun , Education Director [of the Office of Royal Decrees] Hong Seokju , Education Director [of the Office of Royal Decrees] Seo Mansun , Education Official [of the Office of Royal Decrees] Kim Yeongsun , Education Officials [of the Office of Royal Decrees] [], Education Officials [of the Office of Royal Decrees], Kim Jeong집 , Jo Dusun , Yi Donyeong , and Seo Daesun , and Education Officials [of the Office of Royal Decrees], Yi Geunguku , Min Taeyong , and Yi Gongik .",
                "H2KE-nKo": "기묘년에 규장각 권점을 행하였다. - 검교제학 김조순, 검교직제학 홍석주, 검교직각 서만순, 검교대교 김영순이 나왔다. - 직각 6점을 받은 사람은 김정집ᆞ조두순ᆞ이돈영ᆞ서대순이고, 대교 6점을 받은 사람은 이긍우ᆞ민태용ᆞ이공익이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 27일(기묘) 1번째기사",
                "gt-oKo": "각권(閣圈)을 행하였는데, 【검교 제학 김조순(金祖淳), 검교 직제학 홍석주(洪奭周), 검교 직각 서만순(徐萬淳), 검교 대교 김영순(金英淳)이다.】 직각(直閣)에 6점(點)을 받은 자는 김정집(金鼎集)·조두순(趙斗淳)·이돈영(李敦榮)·서대순(徐戴淳)이고, 대교(待敎)에 6점을 받은 자는 이긍우(李肯愚)·민태용(閔泰鏞)·이공익(李公翼)이다.",
                "hj": "○己卯/行閣圈,【檢校提學金祖淳, 檢校直提學洪奭周, 檢校直閣徐萬淳, 檢校待敎金英淳。】直閣六點, 金鼎集、趙斗淳、李敦榮、徐戴淳, 待敎六點, 李肯愚、閔泰鏞、李公翼。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Seokju and Jeong Won용 as deputy directors of the Office of Royal Decrees , Jeong Giseon as second deputy director of the Office of Royal Decrees , Kim Jeongjik as first deputy director of the Office of Royal Decrees , Yi Geungu as second deputy director of the Office of Royal Decrees , and Yi Gyeongjae as 성균관 대사성으로 삼았다.",
                "H2KE-nKo": "홍석주, 정원용을 규장각 제학으로, 정기선을 직제학으로, 김정집을 직각으로, 이긍우를 대교로, 이경재를 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 27일(기묘) 2번째기사",
                "gt-oKo": "홍석주·정원용을 규장각 제학으로, 정기선(鄭基善)을 직제학으로, 김정집을 직각으로, 이긍우를 대교로, 이경재(李景在)를 성균관 대사성으로 삼았다.",
                "hj": "○以洪奭周、鄭元容爲奎章閣提學, 鄭基善爲直提學, 金鼎集爲直閣, 李肯愚爲待敎, 李景在爲成均館大司成。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King received the officials in the morning court assembly at the sinsa year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 29일(신사) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○辛巳/召對。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On imo day, [the King] granted a rotational audience in the imo year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 30일(임오) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○壬午/召對。"
            },
            "2": {
                "H2KE-EN": "The Directorate of Receiving the Imperial Envoy reported, Your subjects request that in accordance with the precedents of granting articles and gifts to the Crown Prince in the gyemi year ( of the Xuande era ( and the articles of granting articles and gifts to the Crown Prince in the gyemi year ( of the Xuande era (. The King granted this request.",
                "H2KE-nKo": "연접도감이 아뢰기를,“이번 칙사 행차 때의 의절과 증급 등의 일은 영묘 계미년에 왕세손의 봉전과 칙사 행차 때의 전례대로 거행하소서.”하니, 윤허하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 30일(임오) 2번째기사",
                "gt-oKo": "연접 도감(延接都監)에서 아뢰기를, “이번 칙사 행차가 도착했을 때 의절(儀節)과 증급(贈給) 등의 일을 청컨대, 영묘(英廟) 계미년에 왕세손의 봉전 칙서(封典勅書)를 가지고 왔을 때의 전례에 의하여 거행하소서.” 하니, 윤허하였다.",
                "hj": "○延接都監啓言: “今番勑行時儀節, 與贈給等事, 請依英廟癸未王世孫封典勑行時例擧行。” 允之。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King proceeded to Yeonghwa Pavilion and delivered incense and the written invocation for the spring state sacrifice at the Altar of the Soil and Grain .",
                "H2KE-nKo": "영화당에 나아가 황단의 춘향 대제에 쓸 향과 축문을 전하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 5일(정사) 1번째기사",
                "gt-oKo": "영화당(映花堂)에 나아가 황단(皇壇)의 춘향(春享)에 쓸 향축(香祝)을 전하였다.",
                "hj": "○丁巳/詣暎花堂, 傳皇壇春享香祝。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gimi day, Assistant State Councilor Yi Myeonseung submitted a memorial to the King through the jurisdiction of the district and the King addressed him thus: It is not easy to resolve the truth of the circumstances. However, the court already knew the slightest quality of the circumstances. Then, how could you also not knew about this? How can we persuade the circumstances of the cumstances of the cumstances? ",
                "H2KE-nKo": "우참찬 이면승이 현과 도를 통해 상소하여 정세를 진달하니, 비답하기를,“자취를 잡아 논핵하는 것은 속마음을 밝히기가 쉽지 않다. 그러나 조정에서 그가 미친 듯이 술주정을 하는 것을 이미 통촉하고 있으니, 경에게도 어찌 통촉하지 못하겠는가. 어찌 이것을 가지고 다른 직임을 깊이 인책할 수 있겠는가.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 7일(기미) 1번째기사",
                "gt-oKo": "우참찬 이면승(李勉昇)이 현·도(縣道)를 통하여 상소하여 정세(情勢)를 진달하니, 비답하기를, “종적을 쟁집하는 의논에 대하여 속마음을 추구하기가 쉽지 않으나, 조정에서 이미 저의 미친 주정[狂醨]을 통촉하였으니 경에게도 어찌 통촉하지 않았겠는가? 어찌 이 일로써 다른 직임에 깊이 인혐할 것이 있겠는가?” 하였다.",
                "hj": "○己未/右參贊李勉昇, 從縣道疏陳情勢, 批曰: “執跡之論, 未易原心, 然朝家旣燭彼之狂酗, 則於卿, 亦豈不燭之乎? 何可以此, 深引於他職乎?”"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil and military service examinations held in the regular civil and military service examinations.",
                "H2KE-nKo": "식년 문무과 초시를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 3월 7일(기미) 2번째기사",
                "gt-oKo": "식년 문무과(式年文武科)의 초시(初試)를 설행하였다.",
                "hj": "○設式年文武科初試。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the King granted a rotational audience on the first day of the month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 1일(계미) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○癸未朔/召對。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Yi Jiyeon , Imjin , was appointed minister of punishments .",
                "H2KE-nKo": "이지연을 형조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 10일(임진) 1번째기사",
                "gt-oKo": "이지연(李止淵)을 형조 판서로 삼았다.",
                "hj": "○壬辰/以李止淵爲刑曹判書。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyesa day, the King attended the Royal Lecture on the gyesa year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 11일(계사) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○癸巳/晝講。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture in the gabo year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 12일(갑오) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○甲午/晝講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On eulmi day, [the King] granted a rotational audience to the eleventh day of the month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 13일(을미) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○乙未/召對。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported as follows: After the rite commemorating the first anniversary of death at the Royal Cuisine Office , the rites of the new moon and the full moon of the seasonal ceremonies for the ancestral worship and the tutor to the Crown Prince , who have served as the preceptor and tutor to the Crown Prince , and the Office of the Crown Prince , who has served as the preceptor and tutor to the Crown Prince , should be allowed to participate in the rites of the new moon and the full moon of the Royal Cuisine Office . However, we have carefully examined the matter of Munhu Xi's Family Rituals (C. Munhu Xi's Family Rituals , but we did not participate in the rites of participating in the first anniversary of death. Now, how should we deal with this matter? The King ordered to participate in the rites of participating in the three-year mourning period.",
                "H2KE-nKo": "예조가 아뢰기를,“혼궁의 연제를 지낸 후 시향, 속절, 삭망제를 지낼 때 사부, 빈객, 보양관, 춘방, 계방(桂坊 세자익위사)의 인원을 참석하게 하는 절차를 여쭈어 정해야 합니다. 그런데 삼가 문희묘의 소상을 지낸 후 하교로 인하여 배제하지 못하였습니다. 이번에는 어떻게 해야겠습니까?”하니, 3년 안에 참석하라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 13일(을미) 2번째기사",
                "gt-oKo": "예조에서 아뢰기를, “혼궁(魂宮)에 연제(練祭)를 지낸 뒤 시향(時享)·속절(俗節)·삭망제(朔望祭) 때에는 일찍이 사부(師傅)·빈객(賓客)·보양관(輔養官)·춘방(春坊)·계방(桂坊)을 겪은 사람으로 입참(入參)하는 절차를 마땅히 여쭈어 결정해야 하는데, 삼가 상고해 보건대, 문희묘(文禧廟)의 소상(小祥) 뒤에 하교(下敎)로 인해 배제(陪祭)하지 않았습니다. 이번에는 어떻게 하시렵니까?” 하니, 3년 안에는 입참하라고 명하였다.",
                "hj": "○禮曹啓言: “魂宮練祭後, 時享俗節朔望祭時, 曾經師傅賓客輔養官春桂坊人入參之節, 當爲稟定, 而謹稽文禧廟小祥後, 因下敎不爲陪祭矣。 今番則何以爲之?” 命三年內入參。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On byeongsin day, [the King] granted a rotational audience to [the officials] at the byeongsin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 14일(병신) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丙申/召對。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] granted a rotational audience to Jeongyu .",
                "H2KE-nKo": "정유년에 소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 15일(정유) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○丁酉/召對。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On muo day, the King granted a rotational audience to the musul year (1428, the second year of King Sejong.",
                "H2KE-nKo": "무술년의 소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 16일(무술) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○戊戌/召對。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The imperial envoys have already crossed the [Amnok] River. The necessities for supplying food and necessities to the two districts have already been approved by the State Council in the past. Therefore, it is necessary to observe the matter in accordance with the precedents. However, from the government to separately inspect the necessities of the imperial envoys, you should be even more careful and cautious about them. Do not neglect anything but neglect your sincerity. Do not dare cause trouble to the people. Have the State Council make a report to the governor of the two districts and the commissioners for receiving the imperial envoys at the border. The King also transmitted a royal directive, which stated, When I receive and send off the imperial envoys in the winter and when I receive and send off the imperial envoys, the military cautious military cautiously and the groups of officials are mixed in various areas. The sound of the king. Therefore, I cannot cause trouble to the guests of the imperial envoys. Now, even the clerks and slaves of the Royal Secretariat must be entirely observed into the fixed numbers, and the remainder should be thoroughly strictly prohibited. If anyone among the officials of the State Council and the Royal Privy Council, regardless of whether they are affiliated with the Royal Privy Council or affiliated with the Office of the Royal Privy Council , should be checked and sentenced to a harsh punishment and exiled to a distant place in order to warn future generations. Those who sounded the sound of the ",
                "H2KE-nKo": "전교하기를,“칙사의 행차가 지금 이미 압록강을 건넜다. 양서를 접대하는 절차에 대해 지난번에 묘당의 초기에 대해 윤허를 내린 것이 있으니, 진실로 살펴서 거행해야 한다. 그러나 조정에서 특별히 더 살피는 방도가 있을 것이니, 더욱 깊이 유념하여 혹시라도 태만하고 성실하지 않은 일이 없게 하고 감히 이로 인해 민폐를 끼치지 말도록 묘당으로 하여금 다시 급히 양서의 도신과 원접사에게 통지하게 하라.”하였다. 또 전교하기를,“지난겨울에 접견하거나 영접하고 전송할 때 보니, 군대의 위용이 엄숙하지 못하고 반열의 행렬이 뒤죽박죽이었다. 한잡한 무리가 근래 소란스럽게 몰려드는 바람에 시끄럽게 떠드는 소리가 거의 말을 분별할 수 없었으니, 보기에 한심한 것은 우선 차치하고라도 어찌 객사에게 수치를 끼치지 않았겠는가. 이번에는 전내와 관소에서 비록 승정원의 이례라 하더라도 반드시 숫자를 정해서 거행하고, 나머지는 모두 엄히 금하라. 궐내와 상사의 소속을 막론하고 만약 법을 어기는 자가 있으면 일일이 적발해서 엄히 형신한 다음 원지에 정배하여 징계하는 바탕으로 삼고, 반열의 행렬 중에 난잡하게 떠드는 자도 적발되는 대로 정고하여 엄히 감처할 것을 묘당과 승정원은 잘 알아서 여러 관사와 각 영에 엄히 신칙하여 크게 변화시키는 효과가 있게 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 16일(무술) 2번째기사",
                "gt-oKo": "하교하기를, “칙사(勅使)의 행차가 지금 이미 압록강을 건넜을 것이다. 양서(兩西)에서 접대하는 제반 절차를 전번에 묘당(廟堂)의 초기(草記)에 대해 윤허를 내린 것이 있으니, 진실로 마땅히 이에 의거하여 거행할 것이다. 그러나 조정에서는 별도로 꼭 살펴보는 방도가 있으니, 더욱 두려운 생각을 더하여 혹시 소홀하고 성실치 못함이 없도록 할 것이며, 감히 이로 인하여 백성에게 폐를 끼치는 일이 없도록 묘당(廟堂)으로 하여금 다시 양서의 도신(道臣)과 원접사(遠接使)에게 성화같이 알려 주게 하라.” 하였다. 또 하교하기를, “작년 겨울에 〈칙행(勅行)을〉 접견하고 영송(迎送)할 때에 보니, 군대의 위용(威容)이 엄숙하지 못하였고 반열의 위치가 뒤섞였으며, 한잡(閑雜)한 부류들이 가까운 곳에 있어 분답을 피워 시끄럽게 떠드는 소리 때문에 거의 말을 분변하지 못하였으니, 보는 바의 한심하였음은 그만두고라도 어찌 객사(客使)에게 부끄러움을 끼치지 않았겠는가? 금번에는 전내(殿內)와 관소(館所)에 비록 정원(政院)의 이례(吏隷)라 하더라도 반드시 숫자를 정하여 거행하고 나머지 외인을 일체 엄금하도록 하라. 궐내(闕內) 및 상사(上司)의 소속을 논할 것 없이 만약 범하는 자가 있으면, 일일이 적발해 내어 엄형(嚴刑)을 가해 먼 곳에 찬배하여 징계하도록 할 것이며, 반열에서 난잡하게 떠드는 자도 또한 발견되는 대로 알리어 무겁게 감죄(勘罪)할 것을 묘당과 정원에서는 자세히 알아서, 제사(諸司)와 각영(各營)에 엄히 신칙하여 크게 변화한 효과가 있도록 하라.” 하였다.",
                "hj": "○敎曰: “勑行今旣渡江矣。 兩西支待之節, 頃有廟堂草記之允下者, 固當按而擧行。 然自朝家, 另當有察之之道, 益加惕念, 毋或慢忽不誠, 毋敢因貽民弊事, 令廟堂, 更爲星火知委於兩西道臣及遠接使處。” 又敎曰: “昨冬接見及迎送時見之, 則軍容不肅, 班行錯亂, 閑雜之類, 遍近紛沓, 喧聒之聲, 殆不辨語, 所見之寒心, 姑捨, 豈不貽羞於客使乎? 今番則殿內館所, 雖政院吏隷, 必爲定數擧行, 餘外一幷嚴禁。 無論闕內及上司所屬, 若有冒犯者, 則一一摘出, 嚴刑遠配, 以爲懲創之地, 班行之雜亂喧譁者, 亦隨現呈告, 以爲重勘事, 廟堂及政院知悉, 嚴飭諸司各營, 俾有丕變之效。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King ordered that when the rite commemorating the first anniversary of death at the royal coffin hall in the gihae year (, the substitute officials of the Office of the Censor General and the Office of the Censor General shall be appointed following precedent. This was according to the advice of the Ministry of Rites.",
                "H2KE-nKo": "혼궁의 연제, 상제, 담제 때 춘방과 계방의 섭관을 규례대로 차출하라고 명하였다. 예조의 말을 따른 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 17일(기해) 1번째기사",
                "gt-oKo": "혼궁(魂宮)의 연제(練祭)·상제(祥祭)·담제(禫祭) 때 춘방(春坊)과 계방(桂坊)에서 섭행할 관원을 전례에 의하여 차출하라고 명하였으니, 예조의 말을 따른 것이었다.",
                "hj": "○己亥/命魂宮練祥禫祭時, 春桂坊攝官, 依例差出, 從禮曹言也。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King received the officials in the morning court assembly in the gyeongja year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 18일(경자) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚子/召對。"
            },
            "2": {
                "H2KE-EN": "Yi Jiyeon was appointed commissioner for escorting the returning envoy .",
                "H2KE-nKo": "이지연을 반송사로 차출하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 18일(경자) 2번째기사",
                "gt-oKo": "이지연(李止淵)을 반송사(伴送使)로 차출하였다.",
                "hj": "○以李止淵差伴送使。"
            },
            "3": {
                "H2KE-EN": "The King ordered that when performing the rite commemorating the first anniversary of death for the Crown Prince at the Royal Tomb of Queen Hyomyeong , the attire for the sacrificial rites at the Royal Tomb of Queen Sinui and the Royal Tomb of Queen Wongyeong , according to the precedent of the jeongmi year (, the incense-burning official should receive the incense-burning official instead of the black gauze hat and black horn belt when entering the palace to receive the incense-burning official. When the sacrificial rites arrives at the Royal Tomb of Queen Sinui, the King changed into white gauze hat and performed the rite. This was following the recommendation of the Ministry of Rites.",
                "H2KE-nKo": "효명세자의 연제를 지낸 뒤 혼궁과 묘소에 제향을 지낼 때의 복색은 정미년 문희묘의 예에 따라 수향관이 무양흑단령과 오각대 차림으로 입궐하여 수향하고, 제향하는 곳에 이르러 천담복으로 갈아입고 제사를 지내라고 명하였다. 예조의 말을 따른 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 18일(경자) 3번째기사",
                "gt-oKo": "효명 세자(孝明世子)의 연제(練祭) 후 혼궁과 묘소에 제향할 때의 복색(服色)을 정미년 문희묘(文禧廟)의 예에 의하여 수향관(受香官)은 무양 흑단령(無揚黑團領)·오각대(烏角帶) 차림으로 입궐하여 향을 받은 다음 제향하는 곳에 이르러 천담복(淺淡服)으로 바꾸어 입고서 행제(行祭)하라고 명하였으니, 예조의 말을 따른 것이었다.",
                "hj": "○命孝明世子練祭後, 魂宮墓所祭享時服色, 依丁未文禧廟例受香官, 以無揚黑團領烏角帶, 入闕受香, 到享所改服淺淡服行祭, 從禮曹言也。"
            },
            "4": {
                "H2KE-EN": "[The King] ordered that the following day the investiture of the Crown Prince be performed at the Royal Ancestral Shrine , and the Royal Tomb of Queen Wongyeong , and the rites of the new moon and the full moon held at the Royal Ancestral Shrine , respectively.",
                "H2KE-nKo": "왕세손을 책봉한 이튿날 종묘와 경모궁의 고유제 및 혼궁의 치유제 및 삭제를 겸하여 행하라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 18일(경자) 4번째기사",
                "gt-oKo": "왕세손을 책봉(冊封)한 다음날 종묘·경모궁(景慕宮)의 고유제 및 혼궁의 치유제(致諭祭)·삭제(朔祭)를 겸하여 행하라고 명하였다.",
                "hj": "○命王世孫冊封翌日, 宗廟景慕宮告由祭及魂宮致諭祭朔祭, 兼行。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King granted a rotational audience to the officials in the sinchuk year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 19일(신축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○辛丑/召對。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gapja day, the King attended the Royal Lecture on the first day of the month in the gapsin year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 2일(갑신) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○甲申/晝講。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported as follows: When we saw 동래 부사박제명의 장계를 보니, Japanese a large ship said that the envoy for offering condolences to the Emperor [of Ming China] was coming. Although this was initially affair, they already told them that the envoy for offering condolences to the Emperor and also arrived at the guesthouse. Therefore, it is impossible to dismiss them in accordance with precedent. As for the 차왜, we specially allow him to receive him in order to show his intent to treat him in a distant place. However, the importance of neighboring",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 동래 부사 박제명의 장계를 보니, 왜인의 대선 1척이 조위사로 나왔다고 하였습니다. 이것이 비록 처음 있는 일이기는 하지만 저들이 이미 조위하러 왔다고 말하고 또 이미 왜관에 도착하였으니, 전례가 없다고 하여 물리칠 수는 없습니다. 차왜는 특별히 접대하도록 허락하여 먼 곳의 사람을 회유하는 뜻을 보이고, 서계의 경우에는 교린을 중시하는 것이 오직 고례에 있습니다. 비록 후의에서 나온 것이기는 하지만 새로 만들기에는 어려운 점이 있으니, 그로 하여금 명백하게 타일러서 도로 들여보내게 하소서.또 기유년의 일로 말하더라도 관수왜의 요청으로 인하여 주상께 여쭈어서 막은 바가 있었습니다. 그런데 이번에는 한마디도 와서 강구하지 않고 갑자기 나왔으니, 매우 놀랍고 괴이한 일입니다. 관수왜에게도 이 내용으로 꾸짖고 타이르라는 뜻으로 해당 수령에게 분부하소서.”하니, 그대로 따랐다. 뒤에 차왜가 여러 차례 간청한 것으로 인하여 서계를 봉입하도록 허락하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 2일(갑신) 2번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “동래 부사 박제명(朴齊明)의 장계(狀啓)를 보니, 왜국(倭國)의 대선(大船) 1척이 조위사(弔慰使)로 나왔다고 하였습니다. 비록 이것이 처음 있는 일이라 하더라도 저들이 이미 조위하러 왔다 말하고, 또 이미 왜관(倭館)에 도착하였으니, 전례가 없다고 하여 물리칠 수는 없습니다. 차왜(差倭)는 특별히 응접하여 원방(遠方)의 사람을 유순하게 대해 복종케 하는 뜻을 보이고 서계(書契)에 있어서는 교린(交隣)에 있어 중대한 바로서 오직 고례(故例)가 있는데, 비록 후의(厚意)에서 나왔다 하더라도 처음으로 개설하기는 어려움이 있으니, 명백하게 알아듣도록 타일러서 도로 들여보내게 하소서. 또 기유년의 일로 말하더라도 관수왜(館守倭)의 요청으로 인하여 품처(稟處)해 막았던 바가 있었는데, 이번에는 한마디도 와서 알림이 없이 갑자기 나온 것은 대단히 해이(駭異)함에 관계됩니다. 관수왜가 있는 곳에도 이로써 꾸짖어 타이르는 뜻을 해당 부사(府使)에게 분부하소서.” 하니, 그대로 따랐다. 뒤에 차왜가 누차 간곡히 요청함으로 인해 서계를 받아들였다.",
                "hj": "○備局啓言: “卽見東萊府使朴齊明狀啓, 則倭大船一隻, 謂以弔慰使出來矣。 雖是初有之事, 而彼旣以弔慰爲言, 又已到館, 則不可以無例却之。 差倭則特令許接, 以示柔遠之意, 至於書契, 則交隣所重, 唯在故例, 雖出厚意, 有難創開, 使之明白開諭, 還爲入送。 且以己酉言之, 因館守倭之請, 有所稟處防塞, 而今番則無一言來講, 遽然出來者, 殊涉駭異。 館守倭處, 亦以此責諭之意, 分付該倅臣。” 從之。 後因差倭之屢懇, 許捧書契。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On imin day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 20일(임인) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○壬寅/晝講。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor남공철이 차자를 올려 청하기를, “예전에는 수상이 사고가 있으면 차대와 모든 공좌에 있어서 대부분 하위 대신에게 명하여 대신 행하게 하였으니, 이는 열조의 고사입니다. 별도로 하교하여 행하게 하면 또한 수명하는 한 가지 단서가 될 것입니다.” 하니, 비답하기를, “비록 원임 대신이라 하더라도 일찍이 해서는 안 될 일을 하지 않은 적이 없는데, 하물며 시임 대신이겠는가? 경 등이 서로 미루면서 행한 연후에야 옛 규례를 회복할 수 있을 것이다.” 하였다.",
                "H2KE-nKo": "영의정 남공철이 차자를 올려 청하기를,“전에는 수상이 유고하면 차대와 모든 공좌에 대부분 하위 대신이 대행하도록 명하였습니다. 이것은 열조의 고사이니, 특별히 하교하여 행하게 한다면 또한 천명하는 한 가지 일이 될 것입니다.”하니, 비답하기를,“원임 대신이라도 행하지 못할 일이 없지 않은데, 하물며 시임 대신이야 말할 것이 있겠는가. 경들이 서로 변통하여 행한 뒤에야 옛 규례를 회복할 수 있을 것이다.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 20일(임인) 2번째기사",
                "gt-oKo": "영의정 남공철(南公轍)이 차자(箚子)를 올려 청하기를, “전에는 수상(首相)이 연고가 있으면 차대(次對)와 온갖 공좌(公坐)에 하위(下位)의 대신으로 하여금 대행(代行)하도록 명한 일이 많았는데, 이는 열조(列朝)의 고사입니다. 지금에 특별히 하교하시어 행하게 한다면, 또한 수명(修明)하는 하나의 단서가 될 것입니다.” 하니, 비답하기를, “비록 원임 대신이라도 일찍이 행하지 못할 일이 없지 않을 것인데, 하물며 시임(時任)이겠는가? 경 등으로부터 서로 추이(推移)하여 행한 연후에야 가히 옛 법규를 회복할 수 있을 것이다.” 하였다.",
                "hj": "○領議政南公轍, 箚請: 在前首相有故, 則次對與凡干公坐, 多命下位大臣替行, 此是列朝故事。 特爲下敎行之, 則亦修明之一端也。 批曰: “雖原任, 未嘗無不可行之事, 況時任乎? 自卿等互相推移而行之, 然後可復故規矣。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Won묵 as governor of Gongchung Province .",
                "H2KE-nKo": "이원묵을 공충도 관찰사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 20일(임인) 3번째기사",
                "gt-oKo": "이원묵(李元默)을 공충도 관찰사로 삼았다.",
                "hj": "○以李元默爲公忠道觀察使。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil and military service examinations held in the byeongo year (. The metropolitan second stage civil and military service examinations selected forty-two men, and 166 men, including Yi Gyohaeng .",
                "H2KE-nKo": "문과와 무과의 식년 전시를 행하였다. 문과에서 김공현 등 42인을 뽑고 무과에서 이교행 등 166인을 뽑았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 24일(병오) 1번째기사",
                "gt-oKo": "문무과의 식년 전시(式年殿試)를 설행하여 문과에서 김공현(金公鉉) 등 42인을 뽑고 무과에서 이교행(李敎行) 등 1백 66인을 뽑았다.",
                "hj": "○丙午/行文武科式年殿試, 文取金公鉉等四十二人, 武取李敎行等一百六十六人。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "In jeongmi year (, Hong Huijun was appointed as 홍문관 제학으로 삼았다.",
                "H2KE-nKo": "홍희준을 홍문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 25일(정미) 1번째기사",
                "gt-oKo": "홍희준(洪羲俊)을 홍문관 제학으로 삼았다.",
                "hj": "○丁未/以洪羲俊爲弘文館提學。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King proceeded to Heungjeong Hall in the gyeongsul year (, received the civil and military service examinations for expressing gratitude to the King.",
                "H2KE-nKo": "흥정당에 나아가 문과와 무과의 사은을 받았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 28일(경술) 1번째기사",
                "gt-oKo": "흥정당(興政堂)에 나아가 문무과의 사은(謝恩)을 받았다.",
                "hj": "○庚戌/御興政堂, 受文武科謝恩。"
            },
            "2": {
                "H2KE-EN": "The Directorate of Receiving the Imperial Envoy reported that the construction of the Western Detached Palace was completed. The King ordered that Superintendent Jo Manyeong and those below them be rewarded with varying degrees.",
                "H2KE-nKo": "영건도감이 서궐을 영건하는 공사를 마쳤다고 보고하니, 제조 조만영 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 28일(경술) 2번째기사",
                "gt-oKo": "영건 도감(營建都監)에서 서궐(西闕)의 영건을 필역(畢役)하였다고 아뢰니, 제조 조만영(趙萬永) 이하에게 차등 있게 시상(施賞)하였다.",
                "hj": "○營建都監, 以西闕營建畢役, 啓, 提調趙萬永以下, 施賞有差。"
            },
            "3": {
                "H2KE-EN": "On gapsul day, Jeong Yong was appointed minister of punishments .",
                "H2KE-nKo": "정원용을 형조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 28일(경술) 3번째기사",
                "gt-oKo": "정원용(鄭元容)을 형조 판서로 삼았다.",
                "hj": "○以鄭元容爲刑曹判書。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] received the officials in the euryu year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 3일(을유) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○乙酉/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Jeonghoe as supreme commander of the Three Armies .",
                "H2KE-nKo": "이정회를 삼도 통어사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 3일(을유) 2번째기사",
                "gt-oKo": "이정회(李鼎會)를 삼도 통어사로 삼았다.",
                "hj": "○以李鼎會爲三道統禦使。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King proceeded to Huijeong Hall in the byeongsul year ( and received the list of three passers of classics licentiates and literary licentiates who passed the age of eighty, Jang Jieon , who passed the age of eighty, and Kwon Jinseong , who passed the age of seventy, were all appointed to the Five Guards .",
                "H2KE-nKo": "희정당에 나아가 생원과 진사의 사은을 받았다. 80세가 넘은 장지언, 70세가 넘은 권진성 등 3인을 모두 오위장에 특별히 제수하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 4일(병술) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에 나아가 생원(生員)·진사(進士)의 사은(謝恩)을 받고, 나이 80세를 넘은 장지언(張志彦)과 70세가 넘은 권진성(權晉星) 등 세 사람에게 모두 오위 장(五衛將)을 특별히 제수하였다.",
                "hj": "○丙戌/御熙政堂, 受生進謝恩, 年過八十人張志彦, 過七十人權晋星等三人, 幷五衛將特除。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 4일(병술) 2번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○晝講。"
            },
            "3": {
                "H2KE-EN": "[The King] issued an order to the Ministry of Punishments that when reviewing the circumstances and imprisonment of all provinces, the circumstances and urgent texts be eliminated and that [the circumstances and imprisonment] be satisfied so as to observe [the circumstances and imprisonment]. If [the circumstances and imprisonment] are found together, [the circumstances and impeach [the circumstances and imprisonment] are not neglected, then [the circumstances and imprisonment] are strictly tortured and thoroughly investigated. This was according to the request from the Ministry of Punishments.",
                "H2KE-nKo": "여러 도에 신칙하여 심리안을 작성하여 아뢸 때 번잡한 것은 삭제하고 요점을 뽑아서 열람하는 데 편리하게 하며, 죄인과 동추는 혹시라도 순찰을 빠뜨리지 말고 엄히 신문하여 철저히 조사하게 하였다. 형조가 아뢰어 청한 것을 따른 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 4일(병술) 3번째기사",
                "gt-oKo": "여러 도(道)에 신칙하여, 범죄 사실을 심사해 옥안(獄案)을 다듬어 아뢸 때는 번다함을 삭제하고 요점만 골라 열람해 보기에 편리하도록 하고, 죄인을 동추(同推)함에 있어 혹시 순력(巡歷)을 빠뜨림이 없이 엄하게 신문하여 죄상을 깊이 규명하게 하였는데, 형조(刑曹)의 계청을 따른 것이었다.",
                "hj": "○飭諸道審理案修啓時, 刪繁撮要, 以便繙閱, 罪人同推, 無或闕巡, 嚴訊究覈, 從秋曹啓請也。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King attended the Royal Lecture on the Jeonghae day.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 5일(정해) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○丁亥/晝講。"
            },
            "2": {
                "H2KE-EN": "Earlier, Governor of Jeolla Province Bak Yeongwon hurriedly reported to the King as follows: Magistrate of Muan District Seong Su묵 went to your new post and entered Yeonggwang Valley . The son of the Ministry of Personnel Seong Jungrin , the son of Yi Jikmun , and the son of Yi Miok , said that their father had been beaten with the heavy stick during the previous year, Seong Su묵 was beaten with the heavy stick. When the royal proclamation proceeded to your new post, they intended to repay the enemy of enemy. They indiscriminately frequently entered [the new post], and they were fortunately escaped. The King dispatched the pacification commissioner Seo Gisun to cross-examine them. At this time, Seo Gisun cross-examined the accomplices and reported to the King, The State Council requested that Jo Jeong락 , a principal offender and the accomplices, be executed by hanging, thereby warning those in the future. The remaining criminals should be divided into distance between the gravity and the gravity of the distant land and be made slaves . Seong Su묵 was originally cautious and cautious at the beginning, and the magistrate of Haeju Strategic County Kim Yuhyeong was also not able to thoroughly prohibit the vicomplices. Your subjects request that both of them be dismissed. The King approved this request.",
                "H2KE-nKo": "이에 앞서 전라 감사 박영원이 급히 장계하기를,“무안 현감 성수묵이 부임하는 길에 영광의 여점에 들어갔는데, 해당 군의 이조인 기풍의 아들 성중린과 이집문의 아들 이미옥이 그의 아버지가 재작년에 성수묵이 암행 어사로 나갔을 때 장을 맞다가 죽었다고 하면서 원수를 갚으려고 무리를 지어 함부로 들어왔습니다. 그 행동이 위태롭고 두려웠으나 다행히 겨우 모면하였다고 합니다.”하니, 안핵사 서기순을 보내 조사하게 하였다. 이때에 이르러 서기순이 그 주모자와 추종자를 조사하여 아뢰었다. 비변사가 주상에게 아뢰어 주모자인 조정락은 효수하여 뭇사람을 경계하고, 그 나머지 죄인은 죄의 경중을 나누어 원악지에 사형을 감하여 종신토록 노비로 삼기를 청하였다.성수묵은 당초의 처사가 신중하지 못하였고, 해당 군수 김유헌은 철저히 금하지 못하였으니 또한 책임을 면하기 어렵다. 모두 파직하기를 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 5일(정해) 2번째기사",
                "gt-oKo": "이에 앞서 전라 감사 박영원(朴永元)이 치계하기를, “무안 현감(務安縣監) 성수묵(成遂默)이 부임하는 길에 영광(靈光)의 여점(旅店)에 들었었는데, 그 고을의 아전 조기풍(曹箕豊)의 아들 조중린(曹重隣)과 이집문(李執文)의 아들 이미옥(李美玉)이, 재작년에 성수묵이 암행 어사로 내려왔을 때 그들의 아비가 곤장을 맞아 죽었다고 말하면서 장차 원수를 갚으려고 무리를 지어 함부로 들어가 거조가 대단히 위태로웠으나, 다행히 겨우 면하게 되었다고 합니다.” 하니, 안핵사(按覈使) 서기순(徐箕淳)을 보내어 조사하게 하였었는데, 이때에 이르러 서기순이 그 수범(首犯)·종범(從犯)을 조사하여 아뢰었으므로, 비국(備局)에서 계청하기를, “주모한 우두머리 악인(惡人) 조정락(曹正洛)은 효수(梟首)하여 뭇사람을 깨우치게 하고, 그 나머지 죄인은 죄의 경중을 나누어 원악지(遠惡地)에 사형을 감해 종으로 삼아야 합니다. 성수묵의 당초의 처사는 조심스럽게 살핌이 크게 부족하였고, 해당 군수(郡守) 김유헌(金裕憲)의 몹시 금지하지 못한 것도 또한 책임을 면하기 어려우니, 아울러 파직하소서.” 하니, 그대로 따랐다.",
                "hj": "○先是, 全羅監司朴永元馳啓言: “務安縣監成遂默, 赴任之路, 入於靈光旅店, 則該郡吏曹箕豐之子重麟, 李執文之子美玉, 謂以其父, 杖死於再昨年遂默繡行時, 將欲報讎, 作黨闌入, 擧措危怖, 而幸得僅免云。” 遣按覈使徐箕淳査之, 至是箕淳, 査其首從以啓, “備局啓請造謀首惡人曺正洛梟首警衆, 其餘罪人, 分輕重遠惡地減死爲奴。 成遂默之當初處事, 太欠審愼, 該郡守金裕憲之不能猛禁, 亦難免責, 竝罷職。” 從之。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gichuk day, the King received the officials in the morning court assembly in the gichuk year (.",
                "H2KE-nKo": "기축년의 소대를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 7일(기축) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○己丑/召對。"
            },
            "2": {
                "H2KE-EN": "Yi Jiyeon , who was involved in the Office of the Censor General .",
                "H2KE-nKo": "이지연을 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 7일(기축) 2번째기사",
                "gt-oKo": "이지연(李志淵)을 사간원 대사간으로 삼았다.",
                "hj": "○以李志淵爲司諫院大司諫。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 8일(경인) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○庚寅/晝講。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil and military service examinations held the regular civil and military service examinations.",
                "H2KE-nKo": "식년 문무과 복시를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 4월 8일(경인) 2번째기사",
                "gt-oKo": "식년 문무과(式年文武科)의 복시(覆試)를 설행하였다.",
                "hj": "○設式年文武科覆試。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the month, the King proceeded to Mohwa Guesthouse to receive the imperial edict. Upon returning to Injeong Hall, the King received the imperial edict and then held a tea ceremony.",
                "H2KE-nKo": "삭일에 모화관에 나아가 칙사를 맞이하고, 도로 인정전에 나아가 칙서를 받았다. 이어 접견과 다례를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 1일(임자) 1번째기사",
                "gt-oKo": "모화관(慕華館)에 나아가 칙사(勅使)를 맞이한 다음 인정전(仁政殿)으로 환어하여 칙서(勅書)를 받고, 이어 〈칙사를〉 접견(接見)하고 다례(茶禮)를 행하였다.",
                "hj": "○壬子朔/詣慕華館迎勑, 還御仁政殿受勑, 仍行接見茶禮。"
            },
            "2": {
                "H2KE-EN": "The imperial edict stated: The Emperor instructed the King of Joseon Yi Hwi , the King of Joseon, who has four years of age, to request the investiture of the Imperial Crown Prince in advance to comfort the expectations of the whole country. The expression of my intent is extremely sincere. I think that the ancestors of the Royal Ancestral Shrine are related to the foundation of the state, and thus I specially bestow a special favor upon you. This request was granted, and I sent high officials to bear the imperial edict of investiture and investiture Yi Hwi as the Imperial Crown Prince of Joseon. The King also bestowed colorful silk and other gifts upon him. The King and the Imperial Crown Prince received the imperial edict of investiture and constantly encouraged the descendants of the state, and the frontier defense of the Royal Ancestral Shrine and the Altar of the Soil and Grain. Do not observe my order and specially instruct the imperial edict of investiture. The imperial edict stated: I think that the investiture of the state is to observe the frontier defense of the country, and the imperial edict of investiture is to be bestowed upon the investiture of the territory. The frontier defense of the country. You Yi Hwi is the grandson of the King of Joseon, the grandson of Yi Hwi , whose nature is pure and peaceful, and your character is intelligent and wisdom. You extraordinary produced early intelligent administration of the Earllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllll",
                "H2KE-nKo": "칙서의 내용은 다음과 같다. “황제는 조선 국왕 이 휘에게 칙유한다. 왕의 주문을 보니, 그 손자의 나이가 이미 4세가 되었기 때문에 장차 미리 저위를 세워 온 나라의 기대를 위로해 줄 것을 청하였는데, 그 내용이 간절하고도 지극하였다. 짐은 생각건대, 왕의 종묘사직이 멀리 이어지는 것은 나라의 근본과 관계되므로 특별히 크게 은혜를 베풀어 이 청을 윤허하여 특별히 대신을 보내 고명을 가지고 가서 이 휘를 조선국 왕세손으로 봉하고 아울러 채폐 등의 물품을 하사한다. 오직 왕과 세손은 은혜로운 윤음을 받들어 더욱 본손과 지손의 경사를 돈독히 하고, 번병이 영원히 공고해져 종사의 아름다움을 연장하라. 공경하여 짐의 명을 어기지 말라. 특별히 조서로 유시한다.” 황제의 조서는 다음과 같다.“짐은 생각건대, 온 나라가 상서로움을 모으고 번병이 되어 세택의 장구함을 이어받았고, 윤음을 내려 은혜를 미루어 온 나라에 베푸니 손자의 원대한 계책을 계승하게 되었다. 번국에서 본손과 지손을 번성하게 하여 더욱 영구한 계획을 세우기에 힘썼고, 성대한 전례를 먼 지방에 반포하여 총명을 밝혔다. 아름다운 아름다움을 잘 계승하였으니 위호를 받는 것이 마땅하다. 그대 휘는 바로 조선 국왕 이 휘의 손자이다. 타고난 성품이 순후하고 온화하며 자질이 총명하고 지혜로웠다. 오동나무 가지에서 빼어나 일찍부터 염파에서 자랐고, 난초리가 향기를 날리니 이슬에 흠뻑 젖기를 기다렸다. 아름다운 자질은 적경에서 뻗어 나갈 만하고 영예로운 명성은 은광을 입을 만하였다. 이에 경건하게 진청을 윤허하여 특별히 떳떳한 은택을 내려 이에 그대를 봉하여 조선국 왕세손으로 삼는다. 아, 가업을 계승하여 조상의 업적을 계승하고 규기의 법도를 항상 준수하여 나라에 보답하고 선대의 영광을 계승하여 대려의 공훈을 더욱 빛나게 한다. 크게 고명을 받들어 영원히 종묘사직을 받으라. 공경히 받들라.”\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 1일(임자) 2번째기사",
                "gt-oKo": "칙서(勅書)에 이르기를, “황제는 조선 국왕 이공(李珙)에게 칙유(勅諭)하노라. 왕의 주청한 것을 보건대, 저 손자의 나이가 4세라고 하여 장차 저위(儲位)를 미리 세워 온 나라의 소망에 위로하기를 청하는 정사(情詞)가 간곡하고 지극하였다. 짐(朕)은 생각건대, 왕의 종조(宗祧)가 멀리 이어짐은 국본(國本)이 관계되는 바이므로, 특별히 큰 은택을 베풀어 이번 진청(陳請)을 윤허한다. 전대(專對)로 대신을 보내어 고명(誥命)을 받들고 가게 하여 이환(李奐)를 봉해 조선국 왕세손을 삼고 아울러 채폐(綵幣) 등 물품을 내리노니, 왕과 세손은 윤발(綸綍)을 은총으로 받들어 더욱 본지(本支)의 경사를 돈독히 하고 병번(屛藩)을 영구히 든든하게 하여 종사(宗社)의 아름다운 운회(運會)를 연장(延長)하도록 하라. 공경하여 짐의 명령을 폐기함이 없도록 하라. 특별히 조서(詔書)로써 유시한다.” 하였다. 황제의 조서에 이르기를, “짐(朕)은 오직 공구(共球)를 받고 부신(符信)을 이루어 병번(屛藩)을 지키게 하였으니, 조상이 남긴 은택을 계승함이 장구하였고, 윤발로써 은혜를 미루어 제후를 봉했으니, 자손을 위한 계책이 영원할 것이다. 번복(藩服)에 많은 자손이 번성했으니 영원한 계획을 더 힘쓰고, 성대한 은전을 하방(遐方)에 반포하니 황제의 명령을 밝게 나타내도록 하라. 가상히 여기는 휴명(休命)을 이어서 위호(位號)를 받는 것이 마땅할 것이다. 너 이환(李奐)은 바로 조선 국왕 이공(李珙)의 손자로서 타고난 성품이 순박하고 온화하며, 자질이 총명하고 지혜롭다. 오동나무 가지(桐枝)가 무성하게 자라 아무런 장애 없이 종횡(縱橫)으로 자라났고, 난초의 꽃술[蘭蘂]이 향기를 들날리어 흠뻑 내린 이슬에 농고(濃膏)로 단장한 듯하도다. 아름다운 자질은 적경(積慶)에서 이어 나왔고, 영예로운 명성은 은광(恩光)을 입기에 마땅하다. 그래서 정성스러운 주청에 승락하고 특별히 흡족한 이장(彛章)을 꾸며 이에 그대를 봉하여 조선 국왕의 세손을 삼는다. 아! 가통(家統)을 받들어 조상의 거룩한 업적을 계승하여 규기(珪琦)의 법도를 항상 따르고, 국은(國恩)에 보답하여 앞 사람의 광영에 도달하여 영원히 전해질 공적이 더욱 높도록 하라. 고명(誥命)을 크게 받들어 종조(宗祧)를 영구히 받기 바란다. 공경할지어다.” 하였다.",
                "hj": "○勑書: 皇帝勑諭朝鮮國王李諱, 覽王奏, 以伊孫年已四歲, 請將預建儲位, 以慰一國之望, 情詞懇至。 朕念王宗祧遠紹, 國本攸關, 特沛恩施, 允玆陳請, 專遣大臣齎捧誥命, 封李諱爲朝鮮國王世孫, 竝賜綵幣等物, 惟王曁世孫, 綸綍寵承, 益篤本支之慶, 屛藩永固, 用延宗社之休, 欽哉無替朕命, 特諭詔書。” 皇帝詔曰: 朕惟共球輯瑞守屛, 承世澤之長, 綸綍推恩胙土, 厪孫謨之遠。 衍本支于藩服, 益懋永圖, 頒盛典于遐方, 式昭寵命。 嘉休克紹, 位號宜膺。 爾李諱, 乃朝鮮國王李諱之孫, 賦性醇和, 秉資聰慧。 桐枝擢秀, 早滋經緯于恬波, 蘭橤揚芬, 待沐濃膏于湛露。 美質堪延夫積慶, 榮名宜被夫恩光。 爰兪陳請之虔, 特賁彝章之渥, 玆封爾爲朝鮮國王世孫。 于戲! 承家而繩祖武, 珪琦之法度常遵, 報國而迪前光, 帶礪之庸勛益劭。 丕承誥命, 永受宗祧。 欽哉。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Kim Yugeun was appointed minister of rites . Shortly thereafter, he was replaced, and Seo Junbo was appointed to replace him. Governor of Gongchung Yi Won묵 was replaced due to his illness, and Hong Huigeun was appointed to replace him. Nam Ihyeong was appointed magistrate of Uiju Magistracy . ",
                "H2KE-nKo": "김유근을 예조 판서로 삼았다가 곧바로 체차하고 후임에 서준보를 임명하였다. 공충도 관찰사 이원묵이 부임하지 않아 병으로 체차하고 후임에 홍희근을 임명하였다. 남이형을 의주 부윤으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 10일(신유) 1번째기사",
                "gt-oKo": "김유근(金遺根)을 예조 판서로 삼았다가 잠시 후 체직시키고 서준보(徐俊輔)로 대신하였으며, 공충도 관찰사 이원묵(李元默)은 부임하지 않았는데 병으로 체직시키고 홍희근(洪羲瑾)으로 대신하였다. 남이형(南履炯)을 의주 부윤으로 삼았다.",
                "hj": "○辛酉/以金逌根爲禮曹判書, 尋遞以徐俊輔代之, 公忠道觀察使李元默, 未赴病遞, 以洪羲瑾代之。 以南履炯爲義州府尹。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 16일(정묘) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○丁卯/晝講。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Kim Hang submitted a memorial requesting his resignation on account of illness. The King granted a royal directive to him.",
                "H2KE-nKo": "영의정 남공철이 세 번째 상소하여 병을 진달하고 해직을 청하니, 비답을 내려 허락하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 16일(정묘) 2번째기사",
                "gt-oKo": "영의정 남공철(南公轍)이 세 번째 상소하여 병을 진달하고 해면을 청하니, 비답을 내리고 허락하였다.",
                "hj": "○領議政南公轍, 三疏陳病乞解, 賜批許之。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 17일(무진) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○戊辰/晝講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "A proposal regarding the earthquake of the seven royal tombs in the gyeongo year (, the construction work was completed. The officials of the senior third rank or above of the Yangju Strategic County and below were rewarded with varying degrees.",
                "H2KE-nKo": "동칠릉의 주맥이 사태로 무너진 곳에 보토하는 역사를 마쳤다. 당상인 양주 목사 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 19일(경오) 1번째기사",
                "gt-oKo": "동칠릉(東七陵)의 주산(主山)의 산맥이 사태로 퇴락한 곳에 보토(補土)하는 역사를 마치자, 당상인 양주 목사 이하에게 차등 있게 시상하였다.",
                "hj": "○庚午/東七陵主脈汰落處補土訖役, 堂上楊州牧使以下, 施賞有差。"
            },
            "2": {
                "H2KE-EN": "Second Deputy Director of the Royal House Administration Jo Jeongcheol passed away.",
                "H2KE-nKo": "지중추부사 조정철이 졸하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 19일(경오) 2번째기사",
                "gt-oKo": "지중추부사 조정철(趙貞喆)이 졸(卒)하였다.",
                "hj": "○知中樞府事趙貞喆卒。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyechuk day, the first day of the ninth month, [the King] performed the congratulatory ceremony of the Imperial edict to the Injeong Hall for celebrating the Imperial Crown Princes birthday. This was done temporarily.",
                "H2KE-nKo": "인정전에서 칙서를 받은 데 대한 진하를 권정례로 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 2일(계축) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 칙서를 받은 데 대한 진하(陳賀)를 권정례(權停例)로 행하였다.",
                "hj": "○癸丑/行受勑陳賀于仁政殿, 權停例也。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the guesthouse where he received the imperial envoys and performed a tea ceremony.",
                "H2KE-nKo": "관소에 나아가 칙사를 접견하고 다례를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 2일(계축) 2번째기사",
                "gt-oKo": "관소(館所)에 나아가 칙사를 접견하고 다례(茶禮)를 행하였다.",
                "hj": "○詣館所, 接見勑使, 行茶禮。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Shin Mihyeon was appointed minister of punishments , and Jo Yonghwa was appointed Royal Confucian Academy .",
                "H2KE-nKo": "이익회를 형조 판서로, 조용화를 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 20일(신미) 1번째기사",
                "gt-oKo": "이익회(李翊會)를 형조 판서로, 조용화(趙容和)를 성균관 대사성으로 삼았다.",
                "hj": "○辛未/以李翊會爲刑曹判書, 趙容和爲成均館大司成。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Seo Gisu as third minister of personnel .",
                "H2KE-nKo": "서기수를 이조 참의로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 22일(계유) 1번째기사",
                "gt-oKo": "서기수(徐淇修)를 이조 참의로 삼았다.",
                "hj": "○癸酉/以徐淇修爲吏曹參議。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] summoned and held audience with the Royal Ancestral Shrine in the eulhae year (. [The King] summoned and held audience with the Royal Ancestral Shrine to Construct Construction of Culture and Construction of",
                "H2KE-nKo": "문호묘를 새로 세울 터를 봉심한 여러 신하인 영돈녕부사 김조순, 호조 판서 조만영, 예조 판서 서준보, 관상감 제조 박주수ᆞ김조순 등이 아뢰기를,“창의궁 안의 기국이 평온하고 안산이 빼어나니 과연 만년토록 길하고 상서로운 곳입니다. 실로 사당을 세워 숭봉하는 곳에 적합합니다.”하니, 그대로 따랐다. 이어 문호묘의 영건은 호조, 예조, 공조의 세 당상이 거행하고 감동 대신은 좌의정으로 삼으라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 24일(을해) 1번째기사",
                "gt-oKo": "문호묘(文祜廟)를 새로 건립할 기지(基址)를 살펴본 제신(諸臣)인 영돈녕 김조순(金祖淳)·호조 판서 조만영(趙萬永)·예조 판서 서준보(徐俊輔)와 관상감 제조 박주수(朴周壽)를 소견하였다. 김조순 등이 아뢰기를, “창의궁(彰義宮) 안의 기국(基局)이 평온하고 안산(案山)의 조응(照應)이 빼어나니, 과연 이곳은 만년 동안 전해질 길상(吉詳)의 땅입니다. 실로 묘(廟)를 설립하여 숭봉할 곳에 적합합니다.” 하니, 그대로 따랐다. 이어 문호묘의 영건(營建)을 호조·예조·공조의 세 당상이 거행하고, 감독할 대신은 좌의정으로 하라고 명하였다.",
                "hj": "○乙亥/召見文祜廟, 新建基址, 奉審諸臣領敦寧金祖淳, 戶曹判書趙萬永, 禮曹判書徐俊輔, 觀象監提調朴周壽, 祖淳等奏曰: “彰義宮內基局平穩, 案照秀發, 果是萬年吉祥之地。 實合於設廟崇奉之所矣。” 從之。 仍命文祜廟營建, 戶、禮、工三堂擧行, 監蕫大臣, 以左議政爲之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongja day, [the King] 차대를 행하였다. [The King] ordered each province to reduce the amount of rice that had been supplied for thirty years due to old ages. This was following the words of Minister of Taxation Jo Manyeong .",
                "H2KE-nKo": "병자년에 차대를 행하였다. 각 도의 여러 해 체납된 증렬미 중 30년 이상 납부하기 어려운 부류는 모두 탕감하라고 명하였는데, 호조 판서 조만영의 말을 따른 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 25일(병자) 1번째기사",
                "gt-oKo": "차대(次對)하였다. 각도(各道)의 여러 해가 된 증렬미(拯劣米)로서 30년 이상이 되어 수봉(收捧)하기 어려운 부류는 모두 탕감하라고 명하였으니, 호조 판서 조만영(趙萬永)의 말을 따른 것이었다.",
                "hj": "○丙子/次對, 命各道年久拯劣米三十年以上難捧之類, 幷蕩減, 從戶曹判書趙萬永言也。"
            },
            "2": {
                "H2KE-EN": "The governor of Gyeongsang Province Bak Gisu reported to the King, Heunghae County has already completed the compulsory labor of the survey of the land surveying. The total cultivated farmland surveyed 2,696 gyeol. In the case of various kinds of taxpayment and the total cultivated farmland surveyed 2,128 gyeol. ",
                "H2KE-nKo": "경상 감사 박기수가 아뢰기를,“흥해군의 개량하는 공사가 이제 끝났는데, 원장에 올라 있는 전답이 도합 2696결 남짓입니다. 그중에서 각종 면세전과 진전을 제외하면 현재 경작하고 있는 실총이 2128결 남짓입니다.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 25일(병자) 2번째기사",
                "gt-oKo": "경상 감사 박기수(朴岐壽)가 아뢰기를, “흥해군(興海郡)의 측량하는 역사를 이제 이미 끝마쳤는데, 원장(元帳)에 붙인 전답(田畓)이 합하여 2천 6백 96결(結) 영(零)이 되는데, 그 안에서 여러 가지의 면세(免稅)하는 것과 묵은 전답을 제하니, 현재 기경(起耕)하는 실총(實總)이 2천 1백 28결 영이 됩니다.” 하였다.",
                "hj": "○慶尙監司朴岐壽啓言: “興海郡改量之役, 今已竣完, 元帳付田畓, 合爲二千六百九十六結零, 內除各樣免稅與陳田畓, 則時起實摠, 爲二千一百二十八結零。”"
            },
            "3": {
                "H2KE-EN": "Kim Yugeun was appointed minister of works .",
                "H2KE-nKo": "김유근을 공조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 25일(병자) 3번째기사",
                "gt-oKo": "김유근(金逌根)을 공조 판서로 삼았다.",
                "hj": "○以金逌根爲工曹判書。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King appointed Nam Iik as deputy magistrate of Hanseong Magistracy in the gabo year (.",
                "H2KE-nKo": "남이익을 한성부 판윤으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 3일(갑인) 1번째기사",
                "gt-oKo": "남이익(南履翼)을 한성부 판윤으로 삼았다.",
                "hj": "○甲寅/以南履翼爲漢城府判尹。"
            },
            "2": {
                "H2KE-EN": "The King sent Chief State Councilor to request that the imperial envoys stay longer. They replied, It is urgent to report on their mission to the Emperor, and it is truly difficult to follow the imperial order.",
                "H2KE-nKo": "영의정을 보내어 칙사에게 더 머물기를 청하니, 답하기를,“복명이 급하여 실로 명을 따르기 어렵습니다.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 3일(갑인) 2번째기사",
                "gt-oKo": "영의정을 보내어 칙사에게 더 머물라고 청하니, ‘복명(復命)함이 급하여 실로 명을 따르기가 곤란하다’고 답하였다.",
                "hj": "○遣領議政, 請留勑使, 答以 ‘復命爲急, 實難從命’ 云。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King proceeded to Mohwa Guesthouse and held a farewell banquet for the imperial envoys.",
                "H2KE-nKo": "을묘년에 모화관에 나아가 칙사를 전송하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 4일(을묘) 1번째기사",
                "gt-oKo": "모화관(慕華館)에 나아가 칙사를 전송하였다.",
                "hj": "○乙卯/詣慕華館送勑。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On jeongyu day, the rite commemorating the first anniversary of death at the Royal Coffin Hall was performed.",
                "H2KE-nKo": "혼궁의 연제를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 6일(정사) 1번째기사",
                "gt-oKo": "혼궁(魂宮)의 연제(練祭)를 행하였다.",
                "hj": "○丁巳/行魂宮練祭。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the ancestral rites official Bak Jusu be promoted to grand master for upholding state laws , and Bak Jai and Kim Wongeun to grand master for excellent virtue , Kim Jasam to grand master for excellent virtue , and that the rest of them be rewarded.",
                "H2KE-nKo": "향관 박주수에게 정헌대부를 가자하고, 박제일과 김원근에게 가의대부를 가자하고, 김재삼에게 통정대부를 가자하고, 그 나머지에게 시상하라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 6일(정사) 2번째기사",
                "gt-oKo": "향관(享官) 박주수(朴周壽)에게 정헌(正憲)의 자급을 더하고, 박제일(朴齊一)·김원근(金元根)에게 가의(嘉義)의 자급을 더하며, 김재삼(金在三)에게 통정(通政)의 자급을 더하고, 그 나머지에게는 시상하라고 명하였다.",
                "hj": "○命享官朴周壽加正憲, 朴齊一、金元根加嘉義, 金在三加通政, 其餘施賞。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, On the birthday of last year, I wished to express my grief over my passing. However, I was unfortunately occasionally occurred due to an unfortunate occurred disaster. Now that the weather is again calamities, how can I express my grief over my old and old grief over my passing? On the eighth day [of this month], I shall proceed to 경우궁에 나아가 작헌례를 행할 것이다.” 하였다.",
                "H2KE-nKo": "전교하기를,“작년 탄신일에 추모하는 정성을 펴고자 하였으나 불행히도 변고를 만나 중지하였다. 지금 또 천시가 다시 박해졌으니 신구의 원통함을 더욱 어찌 비유할 수 있겠는가. 8일에 경우궁에 나아가 작헌례를 행할 것이다.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 6일(정사) 3번째기사",
                "gt-oKo": "하교하기를, “작년 탄신일(誕辰日)에 추모(追慕)의 정성을 펴려고 하였었는데, 불행하게 참변을 당하게 되어 중지하였었다. 지금에 또 천시(天時)가 가깝게 돌아왔으니, 신구(新舊)의 원통함을 더욱 어찌 비유할 수 있겠는가? 초8일에는 마땅히 경우궁(景祐宮)에 나아가 작헌례(酌獻禮)를 행할 것이다.” 하였다.",
                "hj": "○敎曰: “昨年誕辰日, 擬伸追慕之忱, 不幸遭變而寢之矣。今又天時回薄, 新舊痛冤, 尤何可喩? 初八日, 當詣景祐宮, 行酌獻禮矣。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King appointed Yi Jeongsin as magistrate of Gaeseong Magistracy .",
                "H2KE-nKo": "이정신을 개성부 유수로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 7일(무오) 1번째기사",
                "gt-oKo": "이정신(李鼎臣)을 개성부 유수로 삼았다.",
                "hj": "○戊午/以李鼎臣爲開城府留守。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gimi day, the first day of the twelfth month, [the King] went to Gyeongu Palace to hold a ritual for the deceased. The King sent a royal secretary to grant a ritual for the deceased Queen of Chunghye and Bak Junwon , respectively.",
                "H2KE-nKo": "경우궁에 나아가 작헌례를 행하고, 충헌공 박준원 내외의 사판에 승지를 보내 치제하게 하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 8일(기미) 1번째기사",
                "gt-oKo": "경우궁에 나아가 작헌례를 행하고, 충헌공(忠獻公) 박준원(朴準源) 내외의 사판(祠版)에 승지를 보내어 치제(致祭)하였다.",
                "hj": "○己未/詣景祐宮, 行酌獻禮, 忠獻公朴準源內外祠版, 遣承旨致祭。"
            },
            "2": {
                "H2KE-EN": "Kim Hyeonsin was appointed as the army commander of the Security Council , and Won Yeongrin as the navy commander of the Left Jeolla Province .",
                "H2KE-nKo": "김견신을 함경남도 병마절도사로, 원영린을 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 5월 8일(기미) 2번째기사",
                "gt-oKo": "김견신(金見臣)을 함경남도 절도사로, 원영린(元永麟)을 전라좌도 수군 절도사로 삼았다.",
                "hj": "○以金見臣爲咸鏡南道節度使, 元永麟爲全羅左道水軍節度使。"
            }
        }
    },
    "06": {
        "10": {
            "1": {
                "H2KE-EN": "The King received the regular morning court assembly in the gyeongin year (. Left State Councilor Yi Sangsang reported, Military officials promoting miscellaneous promotions are very impossible. However, the problem is even more problem. It is inevitable that such problems are not entirely prohibited. Your subject requests that from this day forward, when successful candidates are recommended, they should be distinguished between the previous and the other in order to encourage the circumstances and cultivate. This should be recorded in the Ministry of Personnel and the Privy Council , so that they candidates for long periods of time. The King approved this request. The King also reported, The number of days before either successful candidates is almost several hundred. How is this not worrisome? From this day forward, when successful candidates are served for long periods, when successful candidates are served for six years or when successful candidates are served for ten years, they should be immediately appointed when vacancies are vacated. The remaining unoccupied vacancies as well as before successful candidates are filled by vacancies. Everyone who has little talent and accurate administrative performances should be carefully selected and appointed. The King approved this request.",
                "H2KE-nKo": "경인년에 차대를 행하였다. 좌의정 이상황이 아뢰기를,“무신이 잡기로 가자되는 것은 너무도 절도가 없고 더욱 폐단이 되고 있으니, 일절 금지하고 억제하지 않아서는 안 됩니다. 앞으로는 이력을 가지고 통의할 때 매번 선후와 피차의 차이를 구별하여 염치를 장려하는 뜻을 이조와 병조의 장고에 기재하여 영구히 살펴 행할 수 있게 하소서.”하니, 그대로 따랐다. 또 아뢰기를,“음관의 전사자가 거의 수백 명에 이르니, 적체되었다는 탄식이 어찌 걱정스럽지 않겠습니까. 이후로는 전사자가 원래 6품으로 오르는 경우와 십고 십상인 경우에는 자리가 나는 대로 즉시 차임하고, 그 나머지 함부로 빈 직함을 내는 경우와 전사자를 서로 섞어서 채워 차임하되, 매번 이재가 있고 성적이 드러난 사람을 신중히 선택하여 감별하여 녹용하라는 뜻으로 아울러 신칙하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 10일(경인) 1번째기사",
                "gt-oKo": "차대하였다. 좌의정 이상황(李相璜)이 아뢰기를, “무신(武臣)의 잡기(雜歧)에 자급을 올려 줌이 전혀 절차가 없어 더욱 폐단이 되니, 일체 금하여 억제하지 않을 수 없습니다. 청컨대 이 다음으로 이력(履歷)을 가지고 통의(通擬)하는 즈음에는 늘 선후(先後)·피차(彼此)의 사이에 구별함을 보이어 깨끗하고 청렴한 데 맡기는 뜻을 양전(兩銓)의 장고(掌攷)에 기록하여 영구히 안찰해 행할 기반을 삼으소서.” 하니, 그대로 따랐다. 또 아뢰기를, “음관(蔭官)의 전사(前仕)인 자가 거의 수백에 이르렀으니, 엄체된 한탄이 어찌 민망하지 않겠습니까? 이 뒤로는 적사(積仕)로 원래 출륙(出六) 및 십고 십상(十考十上)인 자는 자리가 나는 대로 즉시 임명하고, 그 나머지 마구 낸 허함(虛銜)과 전사인 자는 서로 섞어서 차출하여 보충하되, 매양 이재(吏才)가 있고 성적(聲績)이 나타난 사람을 신중히 선택해서 등용하라는 뜻으로 아울러 신칙을 더하소서.” 하니, 그대로 따랐다.",
                "hj": "○庚寅/次對, 左議政李相璜啓言: “武臣之雜岐加資, 太無節, 而尤爲弊, 不可不一切禁抑。 請此後履歷通擬之際, 每示別於先後彼此之間, 庸寓礪廉之意, 載之兩銓掌攷, 以爲永久按行之地。” 從之。 又啓言: “蔭官前仕, 殆至數百, 淹滯之歎, 豈不可悶? 此後則積仕元出六及十考十上, 隨窠卽差, 其餘橫出虛銜與前仕, 參互塡差, 而每以有吏才著聲績之人, 愼擇甄用之意, 竝加申飭。” 從之。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that 12,6,000 nyang of coins in each government office in the capital be supplied to Munhuo Hall . [The King] followed the advice of the Ministry of War .",
                "H2KE-nKo": "서울 각 관사의 절전 1만 6000냥을 문호묘 영건청에 떼어 보내라고 명하였다. 비변사의 말을 따른 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 10일(경인) 2번째기사",
                "gt-oKo": "서울의 각 관사(官司)의 절전(折錢) 1만 6천 냥을 문호묘(文祜廟)의 영건청(營建廳)에 갈라서 보내라고 명하니, 비국의 말을 따른 것이었다.",
                "hj": "○命以京各司折錢一萬六千兩, 劃送文祜廟營建廳, 從備局言也。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Yusu as Left포도대장 .",
                "H2KE-nKo": "이유수를 좌변포도대장으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 10일(경인) 3번째기사",
                "gt-oKo": "이유수(李惟秀)를 좌포도 대장으로 삼았다.",
                "hj": "○以李惟秀爲左捕盜大將。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Bak Jongdong was appointed director of the Office of the Royal Decrees . [Bak] Jongyun , citing his guilt, failed to enter the capital. [The King] ordered the State Tribunal to interrogate him. Soon thereafter, [the King] ordered him to discharge [the matter] and proceed to his place of duty.",
                "H2KE-nKo": "박종동을 판의금부사로 삼았다. 박종훈이 인의하여 도성에 들어오지 않자 의금부에 내려 추고하라고 명하였다가 곧바로 용서하여 나와서 숙배하라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 2일(임오) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 판의금부사로 삼았는데, 박종훈이 인의(引義)하고 도성에 들어오지 않으니, 의금부에 추문(推問)하라고 명하였다가 바로 분간(分揀)하여 나와 숙배(肅拜)하라고 명하였다.",
                "hj": "○壬午/以朴宗董爲判義禁府事, 宗薰引義不入城, 命禁推, 旋命分揀出肅。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Hyeonggyeom as army commander of Hwanghae Province and Jeong Hwanjong as army commander of Gongchung Island .",
                "H2KE-nKo": "이형겸을 황해도 병마절도사로, 정환종을 공충도 병마절도사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 2일(임오) 2번째기사",
                "gt-oKo": "이형겸(李亨謙)을 황해도 병마 절도사로, 정환종(鄭煥宗)을 공충도 병마 절도사로 삼았다.",
                "hj": "○以李亨謙爲黃海道兵馬節度使, 鄭煥宗爲公忠道兵馬節度使。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On sinchuk day, the Ministry of Rites , referring to a memorial presented by Confucian scholars , reported, The meritorious deeds of the late Second Deputy Director Bak Dongro and his younger brother Bak취ro , who earned merit in the musin year (1408, the fourth year of King Sejongs reign. Your subjects request that their posts be conferred upon them. Moreover, First Secretary of Deoksan Oh Myeonghuis filial behavior should be granted an honorary gate. The King approved this request.",
                "H2KE-nKo": "예조가 유생의 상언으로 인하여 아뢰기를,“의령의 고 동지 박동로와 그의 아우 박취로는 무신년에 의병을 일으킨 공로가 있으니 증직하고, 덕산의 사인 오명희는 효행이 있으니 정려하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 21일(신축) 1번째기사",
                "gt-oKo": "예조에서 유생(儒生)의 상언(上言)으로 인하여 아뢰기를, “의령(宜寧)의 고 동지 박동로(朴東輅)와 그의 아우 박취로(朴就輅)는 무신년에 창의(倡義)한 공이 있으니, 청컨대 증직(贈職)하고, 덕산(德山)의 사인(士人) 오명희(吳命熙)는 효행(孝行)이 있으니, 청컨대 정려(旌閭)하소서.” 하였는데, 그대로 따랐다.",
                "hj": "○辛丑/禮曹因儒生上言啓言: “宜寧故同知朴東輅及其弟就輅, 戊申倡義之功, 請贈職, 德山士人吳命熙孝行, 請旌閭。” 從之。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On imin day, the King conducted state affairs【 Minister of Personnel Hong Uijun , Third Minister of Personnel Seo Gisu , Minister of War Kim Gieun .】 at the time of the imin year (1422, the fourth year of King Sejongs reign. Song Chigyu was appointed the Office of the Inspector General , Bak Jasu was appointed the Office of the Censor General , and Yi Jiyeon was appointed the Office of Royal Decrees .",
                "H2KE-nKo": "임인년의 도목 정사를 행하였다. - 이조 판서 홍의준, 참의 서기수, 병조 판서 김기은이 나왔다. - 송치규를 사헌부 대사헌으로, 박노수를 사간원 대사간으로, 이지연을 예문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 22일(임인) 1번째기사",
                "gt-oKo": "도정(都政)을 행하여【이조 판서 홍희준(洪羲俊)·참의 서기수(徐淇修)·병조 판서 김기은(金箕殷)이다.】 송치규(宋穉圭)를 사헌부 대사헌으로, 박노수(朴潞壽)를 사간원 대사간으로, 이지연(李止淵)을 예문관 제학으로 삼았다.",
                "hj": "○壬寅/行都政, 【吏曹判書洪義俊, 參議徐淇修, 兵曹判書金箕殷。】以宋穉圭爲司憲府大司憲, 朴潞壽爲司諫院大司諫, 李止淵爲藝文館提學。"
            },
            "2": {
                "H2KE-EN": "Fourth Inspector [of the Office of the Inspector General] Kim Jitae presented a memorial to the King regarding the evils of imposeing separate blocks in the Office of Diplomatic Correspondence . The King 비답하기를, “선천을 separate blocks in the Office of Diplomatic Correspondence have already been issued. Have the Ministry of Rites repeatedly enforce the evils of blocking blocks in the Office of Diplomatic Correspondence so that the evils of blocking blocks can be occurred. 하니, 비답하기를, “선천을 blocks in the Office of Diplomatic Correspondence have already been issued. Have the Ministry of Rites repeatedly enforce the evils of blocking blocks for blocks.",
                "H2KE-nKo": "지평 김지태가 상소하여 관서 사람이 괴원(槐院 승문원) 분관(槐院 승문원)의 벼슬길이 막힌 폐단에 대해 진달하니, 비답하기를,“괴원 분관(槐院 승문원)의 선천에 대해서는 이미 성명이 있었으니, 묘당으로 하여금 다시 신칙하여 실효가 있게 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 22일(임인) 2번째기사",
                "gt-oKo": "지평 김지태(金持泰)가 상소하여 관서(關西) 사람의 괴원 분관(槐院分館)에 지색(枳塞)한 폐단을 진달하니, 비답하기를, “괴원 분관과 선전관(宣傳官) 추천은 이미 성명(成命)이 있었으니, 그것을 묘당(廟堂)으로 하여금 다시 신칙하게 하여 실제의 효과가 있도록 하겠다.” 하였다.",
                "hj": "○持平金持泰, 疏陳關西人槐院分館枳塞之弊, 批曰: “槐分宣薦, 業有成命, 其令廟堂, 更爲申飭, 俾有實效。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King ordered the release of prisoners who were sentenced to death in gyemyo year (.",
                "H2KE-nKo": "경죄수를 풀어 주었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 23일(계묘) 1번째기사",
                "gt-oKo": "죄가 가벼운 죄수를 석방하였다.",
                "hj": "○癸卯/放輕囚。"
            },
            "2": {
                "H2KE-EN": "Military Protector Yi Seokgu passed away.",
                "H2KE-nKo": "호군 이석구가 졸하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 23일(계묘) 2번째기사",
                "gt-oKo": "호군 이석구(李石求)가 졸(卒)하였다.",
                "hj": "○護軍李石求卒。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King dismissed Minister of Personnel Hong Huijun from his post in gapjin year (. The King ordered that Magistrate of Heungdeok District Yi Seokgwi be recommended as deputy magistrate and that Magistrate of Pyeongsan Strategic Prefecture Choe Hongdeok be appointed to a good place. Earlier, he had recommended as a poor town in Gyeonggi [Province] because he had failed to examine [the situation]. Soon thereafter, [the King] had him assume his post.",
                "H2KE-nKo": "특지로 이조 판서 홍희준을 파직하였다. 흥덕 현감 이석귀의 망통에 부천을 갖추어 의망하였고, 평산 부사 최홍덕은 좋은 지역에 차출하여 보내라는 명이 있었다. 처음에 경기의 잔약한 고을을 의망하여 들였는데, 모두 제대로 살피지 못한 탓이었다가 곧이어 잉임하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 24일(갑진) 1번째기사",
                "gt-oKo": "특지(特旨)로 이조 판서 홍희준(洪羲俊)을 파직하였다. 흥덕 현감 이석귀(李錫龜)의 망통(望筒)을 부천(部薦)으로 비의(備擬)하고, 평산 부사 최홍덕(崔弘德)을 좋은 지방에 차송(差送)하라는 명이 있었으나, 처음에 경기의 잔읍(殘邑)에 의입(擬入)하였으니 모두 살피지 못한 데에 관계되었기 때문이었는데, 바로 잉임(仍任)시켰다.",
                "hj": "○甲辰/特旨罷吏曹判書洪羲俊職, 以興德縣監李錫龜望筒, 以部薦, 備擬, 平山府使崔弘德, 有善地差送之命, 而初以畿內殘邑, 擬入俱係不審也, 尋仍之。"
            },
            "2": {
                "H2KE-EN": "The King held the successful candidates for the third round of the civil service examination , which includes the Special Diplomatic Correspondence Kim Daegeun , Seo Yeomsun , and Hong Jongbong . The third round of the civil service examination , Yi Inghyo , Yi Gyeomjae , Yi Geungu , Kim Hakseong , Seo헌sun , Yi Gongik , Bak제헌 , and Yi Gyeu .",
                "H2KE-nKo": "한림 권점을 행하였다. - 별겸춘추 김대근, 서염순, 홍종응이 나왔다. - 3점을 받은 사람은 이인고, 이겸재, 이긍우, 김학성, 서헌순, 이공익, 박제헌, 이계우이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 24일(갑진) 2번째기사",
                "gt-oKo": "한권(翰圈)을 행하였는데, 【별겸춘추(別兼春秋)·김대근(金大根)·서염순(徐念淳)·홍종응(洪鍾應)이다.】 3점(點)을 얻은 사람은 이인고(李寅皋)·이겸재(李謙在)·이긍우(李肯愚)·김학성(金學性)·서헌순(徐憲淳)·이공익(李公翼)·박제헌(朴齊憲)·이계우(李啓宇)이다.",
                "hj": "○行翰圈【別兼春秋金大根、徐念淳、洪鍾應。】三點, 李寅皐、李謙在、李肯愚、金學性、徐憲淳、李公翼、朴齊憲、李啓宇。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] appointed Jeong Yong as left assistant tutor to the Crown Prince .",
                "H2KE-nKo": "정원용을 좌부빈객으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 26일(병오) 1번째기사",
                "gt-oKo": "정원용(鄭元容)을 좌부빈객(左副賓客)으로 삼았다.",
                "hj": "○丙午/以鄭元容爲左副賓客。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Yun Myeongyeol was appointed second minister of personnel in the gichuk year (.",
                "H2KE-nKo": "기축년에 윤명렬을 이조 참판으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 6월 9일(기축) 1번째기사",
                "gt-oKo": "윤명렬(尹命烈)을 이조 참판으로 삼았다.",
                "hj": "○己丑/以尹命烈爲吏曹參判。"
            }
        }
    },
    "07": {
        "11": {
            "1": {
                "H2KE-EN": "On sinhae day, the King suspended the autumn military training in all provinces.",
                "H2KE-nKo": "여러 도의 추계 습조를 정지하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 11일(신유) 1번째기사",
                "gt-oKo": "여러 도(道)의 가을철 군사 조련(操鍊)을 정지하였다.",
                "hj": "○辛酉/停諸道秋操。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "gyemyo year (, Minister of Personnel Hong Huijun submitted a memorial requesting that he be replaced. The King granted permission and replaced him with Sim Nan .",
                "H2KE-nKo": "이조 판서 홍희준이 상소하여 체차해 주기를 청하니, 허락하고 후임에 심능악을 임명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 13일(계해) 1번째기사",
                "gt-oKo": "이조 판서 홍희준(洪羲俊)이 상소하여 체직을 청하니, 허락하고 심능악(沈能岳)으로 대신하였다.",
                "hj": "○癸亥/吏曹判書洪羲俊, 陳疏乞遞, 許之, 以沈能岳代之。"
            },
            "2": {
                "H2KE-EN": "Hong Huijun was sent to the State Council , and Jeong Yong was appointed to the 홍문관 제학으로 삼았다. ",
                "H2KE-nKo": "홍희준을 의정부 좌참찬으로, 정원용을 홍문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 13일(계해) 2번째기사",
                "gt-oKo": "홍희준을 의정부 좌참찬으로, 정원용을 홍문관 제학으로 삼았다.",
                "hj": "○以洪羲俊爲議政府左參贊, 鄭元容爲弘文館提學。"
            },
            "3": {
                "H2KE-EN": "Kang Won묵 , a Confucian student of Pyeongan Province , and others 상소하였는데, 대략 이르기를, “고 Magistrate Kim Taejwa , who is a familiar with wicked skills in the world, studying deep and wise learning. Even though he is placed in a remote area, he has not been able to inherit the morale and has not yet received the successful successor. Nevertheless, he has been able to obtain a teaching successful study from his mind and has been called Confucius of Pyeongan Province . He successively served the three ancestors and governs to the seven towns. He has devoted himself to encourage learning and 교화ing public morals, and therefore he has made all the effects that he has achieve good effects. At the end of the year, he neglected from a glorious way and devoted himself to sleep and eating. He has never forgotten the opportunity to sleep and eat. Even when he is placed in a remote area, he kept outside the gate and pursued his steps. He has no distance between Confucian scholar and his studies, and he has received the study of his studies. He has received the studies from his early age. When Taejwa passed away, he suddenly studies at the gate of Confucius Merit Subjects Kim Comprehensive Study of Literary",
                "H2KE-nKo": "평안도 유생 강원묵 등이 상소하였는데, 그 대략에,“고 목사 김태좌는 세상에 드문 호걸스러운 인재로서 고명한 학문에 마음을 두어 비록 궁벽한 지역에 처해 있지만 풍기에 얽매이지 않아 승습한 적이 없었는데도 능히 스스로 마음속으로 스승을 얻었으므로 지금까지도 관서의 부자라고 일컫고 있습니다. 세 조정을 두루 섬기고 일곱 고을을 맡아 오로지 학문을 일으키고 풍속을 교화하는 것을 임무로 삼아 모두 크게 변화하는 효과가 있었습니다. 만년에 이르러서는 영예로운 길에 뜻을 끊고 깊이 연구하여 침식을 잊기까지 하였습니다. 비록 먼 지방에 자취를 감추고 문을 닫고 들어앉아 청소하였지만 원근의 선비들이 모두 따라서 수업하였는데, 그중 가장 드러난 자는 사업 신 선우협으로 어려서부터 수학하였는데, 김태좌가 죽자 문경공 신 김집의 문하에서 졸서하였습니다. 이 때문에 선정신 송시열이 그의 묘비에 ‘돈암이 처음에 향선생 선생 선우박의 아들에게 네 아들의 여러 서적을 배웠는데, 심성과 이기의 설을 찾았더니 향선생 선생 선우박의 아들이 졸서하자 돈암이 아버지를 잃은 것처럼 여겨 3년 동안 심상을 행하였고, 그 부인 김씨도 3년 동안 고기를 먹지 않았다.’라고 하였습니다.돈암은 선우협의 별호이고 선우협은 김태좌의 호입니다. 이로 말미암아 보건대 선우협의 학문은 김태좌에게서 나왔고 선정이 추중한 바도 이와 같이 정중하였습니다. 선우협에 대해서는 조정에서 이미 용곡이라는 편액을 내려 주어 봄가을로 제사를 지내게 하였는데, 김태좌만 유독 빠졌으니, 어찌 성세의 흠전이 아니며 사림의 실망이 아니겠습니까. 정종대왕(正宗大王 영조)께서 하교하시기를 ‘장릉의 융성하던 때에 김태좌라는 자가 향선생으로서 학도를 교수하였고, 고 사업 선우협이 그 문하에서 나왔는데 정초의 반열에 올라 선정 문원공과 더불어 먼저 성균관을 창설하는 직임을 맡았다. 이로부터 관서 지방의 선비들이 성리의 설을 알게 되었는데, 지금 돌아보건대 200년이 가깝도록 잠잠하여 다시는 들리지 않으니, 어찌 선비들이 예전만 못해서 그런 것이겠는가. 다만 조정에서 주의하는 격식에 구애되어 쓰지 않는 것일 뿐이다.’라고 하셨습니다. 열 줄의 화려한 포양이 해와 별처럼 밝게 걸려 있으니, 관서 지방에서 누군들 감격하지 않겠습니까. 서로 더불어 재물을 모아 김태좌가 강학한 옛터에 나아가 집을 짓고 어진을 봉안하였으니, 원컨대 예조에 명하여 한 편액을 내려 주소서.”하니, 비답하기를,“해당으로 하여금 내게 물어 처리하게 하겠다.”하였다. 뒤에 예조가 사액하기를 계청하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 13일(계해) 3번째기사",
                "gt-oKo": "평안도 유생 강원묵(姜元默) 등이 상소하였는데, 대략 이르기를, “고 목사 김태좌(金台佐)는 세상에 드문 호걸스런 인재로서 고명(高明)한 학문에 마음을 두어 비록 편벽된 지방에 처해 있었으나 그 곳의 풍속에 얽매이는 바가 되지 않았고, 〈학통(學統)을〉 이어받은 것은 있지 않았으나 능히 스스로 마음속에 스승을 얻었으므로, 지금에까지 관서(關西)의 공자(孔子)와 같은 분이라고 일컫고 있습니다. 세 조정을 두루 섬기면서 일곱 고을을 나가 맡았었는데, 오로지 학교를 일으키고 풍속을 교화하는 것으로써 급선무를 삼았으니, 모두 크게 변화시킨 효과가 있었습니다. 만년(晩年)에 이르러서는 벼슬길에 생각을 버리고 마음을 가라앉혀 사물의 이치를 깊이 궁구하여 침식(寢食)을 잊기까지 하였습니다. 비록 먼 지역에서 종적을 숨기고 집안에만 틀어박혀 있으며 세상 일을 물리쳤으나, 원근(遠近)의 선비들이 모두 찾아가 수업하였는데, 그 가운데 가장 드러난 사람은 사업(司業) 신(臣) 선우협(鮮于浹)으로 어릴 때부터 수학(受學)하다가 김태좌가 세상을 떠나기에 미쳐 문경공(文敬公) 신 김집(金集)의 문하에서 학업을 마쳤습니다. 이러한 까닭에 선정신 송시열(宋時烈)이 그의 묘비(廟碑)에 짓기를, ‘돈암(遯菴)이 처음에 향선생(鄕先生) 수박자(守朴子)에게서 취학하여 사자(四子)의 여러 서적을 익히면서 심성(心性)과 이기(理氣)의 학설을 추구하다가 향선생 수박자가 세상을 떠나자, 돈암이 어버이 상(喪)을 당한 듯이 여겨 심상 삼년(心喪三年)을 행하였으며, 그의 아내 역시 3년 동안 고기를 먹지 않았다.’고 하였는데, 돈암은 선우협의 별호(別號)이고 수박자는 김태좌의 호입니다. 이로 말미암아 보건대, 선우협의 학문은 김태좌에게서 나왔고 선정신의 추중(推重)한 바가 또 이와 같이 정중하였습니다. 선우협에 대해서는 조정에서 이미 용곡 서원(龍谷書院)이란 액자를 내리어 봄 가을로 향사를 받들었는데, 김태좌에게는 유독 빠뜨리어 드러내지 않았으니, 이것이 어찌 성세(聖世)의 은전이 부족하고 사림(士林)의 기대에 이지러진 것이 아니겠습니까? 정조 대왕[正宗大王]께서 하교하신 데에 이르기를, ‘장릉(長陵)’의 융성한 시대에 김태좌 같은 사람이 향선생이 되어 학도들을 교수(敎授)하였는데, 고 사업 선우협이 그의 문하에서 나와 정초(旌招)의 반열에 응하여 선정신 문원공(文元公)과 더불어 전후해서 성균관 창설의 직(職)이 되었었다. 이로부터 서쪽 지방의 선비들이 능히 성리(性理)의 학설을 알게 되었었는데, 지금에 와서 돌아보건대, 근 2백 년 동안은 적막하여 다시는 명성이 들리는 자가 없으니, 어찌 선비들이 옛날만 못하여 그런 것이겠는가? 특히 조정에서 주의(注擬)하는 격식에 국한되어 채용하지 않아서 그렇게 된 것이다.’라고 하셨습니다. 십행(十行)의 화려한 포양(褒揚)이 해와 별이 밝게 걸린 듯하니, 대저 서쪽 지방에서 누군들 감격하지 않겠습니까? 그리하여 서로 더불어 재물을 모아서 김태좌가 강학(講學)하던 옛터에 나아가 집을 짓고 영정(影幀)을 안치하였으니, 원하건대, 예조에 명하여 하나의 액자를 내리도록 하소서.” 하니, 해당 부서로 하여금 품처(稟處)하게 하겠다고 비답하였는데, 그 후에 예조에서 사액(賜額)할 것을 계청하니, 그대로 따랐다.",
                "hj": "○平安道儒生姜元默等疏略曰: 故牧使金台佐, 以間世豪傑之才, 爲玩心高明之學, 雖處偏壤, 而不爲風氣所囿, 未有承襲, 而能自心上得師, 至今稱關西夫子。 歷事三朝, 出典七邑, 專以興學化俗爲務, 皆有丕變之效。 及至晩年, 絶意榮塗, 沈潛窮格, 至忘寢食, 雖斂迹遐土, 杜門却掃, 而士無遠近, 皆從而受業, 其最著者, 司業臣鮮于浹, 自少受學, 及夫台佐沒, 而卒業於文敬公臣金集之門。 是以先正臣宋時烈, 撰其廟碑曰, ‘遯菴始就鄕先生守朴子, 熅燖四子諸書, 求其心性理氣之說, 而鄕先生守朴子卒, 遯菴若喪其父, 行心喪三年, 其婦金氏, 亦三年不肉’, 遯菴, 浹之別號, 而守朴, 台佐之號也。 由是觀之, 浹之學, 出於台佐, 而先正之所推重, 又如是鄭重焉。 鮮于浹則朝家已賜龍谷之額, 春秋祀之, 台佐則獨闕而不稱, 豈非聖世之欠典, 士林之缺望乎? 正宗大王下敎曰: ‘長陵盛際, 有金台佐者, 爲鄕先生, 敎授學徒, 故司業鮮于浹, 出於其門, 而膺旌招之列, 與先正文元公後先爲成均創設之職, 自此西土之士, 能知性理之說, 而顧今近二百年, 寥寥不復聞焉, 豈士不如古而然也? 特朝廷局於注格而不用之也。’ 十行華褒, 昭揭日星, 凡厥西土, 孰不感激? 相與鳩財, 就台佐講學古址, 建屋安眞, 願命禮曹, 賜以一額。” 批令該曹稟處, 後禮曹啓請賜額, 從之。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported on the following proposal: Yi Huibeom , a scholar of Gwangju , Yi Jihwa , a scholar of Gwacheon , Yi Myeongdeok , a scholar of Tongjin , Bak Jongryun , a scholar of Suwon , Shin Saha , Choe Jeongrin , and Jang Yonghyeon , a scholar of Chungju , Kwon Gunhwa , a vice-commoner of Seowon , Bak Semi , a vice-commoner of Buyeo , Yu Hanseung , a classics licentiate Nam Chihyeong , a scholar of Gwangju , Im Igi , a scholar of Tongcheon , Jo Sangbu , a scholar of Pyeongcheop , Jang Jun , a scholar of Seosan , and Choe Man Jing were all invested with their filial piety. The wife of a scholar of Bupyeong Nam Ikhoe , Madam Kim , a scholar of Chuncheon , Hwang Gieon , Madam Song , a scholar of Yeonpung , Yun Hakyeol , and a scholar of Boryeong , Madam Sim , were all erected in honor of their filial piety. The wife of a Confucian scholar of Chuncheon , Choe Gwanghyeon , was exempted from compulsory labor service due to their filial piety.",
                "H2KE-nKo": "갑자년에 예조가 여러 도의 유생들이 상언한 것에 대해 의견을 갖추어 주상에게 아뢰었다. 광주의 통덕랑 이희범, 김포의 사인 이지화, 과천의 사인 이명해, 통진의 사인 박종륜, 수원의 사인 신사하, 최정린, 장용현, 충주의 사인 권국화, 서원의 통덕랑 박세미, 부여의 통덕랑 유한승, 황간의 생원 남치형, 광주의 사인 임일기, 통천의 사인 조상간, 평택의 사인 장준, 서산의 사인 최만징에게는 효행으로 모두 증직하고, 부평의 사인 남익호의 처 김씨, 춘천의 사인 황기언의 처 김씨, 연풍의 사인 윤학렬의 처 송씨, 보령의 사인 이조원의 처 심씨에게는 열행으로 모두 정려하고, 춘천의 유학 최광한의 처 이씨에게는 효행으로 복호하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 14일(갑자) 1번째기사",
                "gt-oKo": "예조에서 여러 도(道)의 유생(儒生)의 상언(上言)으로써 복계(覆啓)하였는데, 광주(廣州)의 통덕랑(通德郞) 이희범(李僖範)과 김포(金浦)의 사인(士人) 이지화(李至和)와 과천(果川)의 사인 이명해(李命海)와 통진(通津)의 사인 박종륜(朴宗倫)과 수원(水原)의 사인 신사하(辛師夏)·최정린(崔廷麟)·장용현(張龍見)과 충주(忠州)의 사인 권국화(權國華)와 서원(西原)의 통덕랑 박세미(朴世美)와 부여(扶餘)의 통덕랑 유한승(兪漢昇)과 황간(黃澗)의 생원(生員) 남치형(南致亨)과 광주의 사인 임일기(任日箕)와 통천(通川)의 사인 조상린(趙相藺)과 평택(平澤)의 사인 장준(張濬)과 서산(瑞山)의 사인 최만징(崔萬澄)에 대해서는 효행(孝行)으로써 아울러 증직(贈職)하고, 부평(富平)의 사인 남익호(南益祜)의 처 김씨와 춘천(春川)의 사인 황기언(黃基彦)의 처 김씨와 연풍(延豊)의 사인 윤학렬(尹鶴烈)의 처 송씨와 보령(保寧)의 사인 이조원(李朝源)의 처 심씨에 대해서는 열행(烈行)으로써 아울러 정려(旌閭)하였으며, 춘천의 유학(幼學) 최광한(崔光漢)의 처 이씨에 대해서는 효행으로써 복호(復戶)하였다.",
                "hj": "○甲子/禮曹以諸道儒生上言覆啓, 廣州通德郞李僖範, 金浦士人李至和, 果川士人李命海, 通津士人朴宗倫, 水原士人辛師夏、崔廷麟、張龍見, 忠州士人權國華, 西原通德郞朴世美, 扶餘通德郞兪漢昇, 黃澗生員南致亨, 廣州士人任日箕, 通川士人趙相藺, 平澤士人張濬, 瑞山士人崔萬澄, 以孝行, 幷贈職, 富平士人南益祜妻金氏, 春川士人黃基彦妻金氏, 延豐士人尹鶴烈妻宋氏, 保寧士人李朝源妻沈氏, 以烈行, 幷旌閭, 春川幼學崔光漢妻李氏, 以孝行復戶。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "A lunar eclipse occurred. At the beginning of the oh hour (approximately 4 p.m., a lunar eclipse occurred at the beginning of the northeast, and a lunar eclipse occurred at the beginning of the northeast.",
                "H2KE-nKo": "월식이 있었다. - 유시 초부터 술시 초까지 4분 44초의 월식이 있었는데, 처음에는 동북쪽이 이지러졌다가 정북쪽이 심하게 월식이 되었고 서북쪽에서 다시 둥글어졌다. -\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 16일(병인) 1번째기사",
                "gt-oKo": "월식(月食)하였다.【유시(酉時) 초부터 술시(戌時) 초까지 4분(分) 44초(秒)를 먹었는데, 처음에 동북에서 이지러지기 시작하여 정북(正北)에서 심히 먹었고, 서북에서 다시 둥그래졌다.】",
                "hj": "○丙寅/月食。【自酉初至戌初, 食四分四十四秒, 初虧東北, 食甚正北, 復圓西北。】"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yi Giyeon was appointed second minister of personnel , and Yi Jehwa was appointed navy subarea commander of Hwanghae Province .",
                "H2KE-nKo": "이기연을 이조 참판으로, 이제화를 황해도 수군절도사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 18일(무진) 1번째기사",
                "gt-oKo": "이기연(李紀淵)을 이조 참판으로, 이제화(李濟和)를 황해도 수군 절도사로 삼았다.",
                "hj": "○戊辰/以李紀淵爲吏曹參判, 李濟和爲黃海道水軍節度使。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported as follows: Jang Anseok , a member of the Goryeo dynasty , and his family records in the various worlds recorded in the generation. Both these worlds are eligible for them. At the time of a dragon of the Dragon Guards , he solely observed the meaning of steadfastness and repeatedly summoned him, but he did not come to work. He survived himself to early in the fields of his life. He kept outside the palace gates, and many of them received a posthumous title. Because of this, his esteeemed fidelity has still drowned. Truly, this is an indignant manner of the peoples opinion. Your subjects request that the posthumous title be bestowed upon him. The King approved this request.",
                "H2KE-nKo": "예조가 아뢰기를,“고려의 충신 장안세는 읍지에 실려 있는 여러 현인의 문집에 모두 근거할 만한 것이 있습니다. 왕위에 오르는 때를 당하여 홀로 웅거하는 의리를 지켜 여러 번 불러도 나오지 않고 초야에서 일생을 마쳤으며, 문을 닫고 들어앉아 있던 여러 현인들에게 추증을 많이 받았습니다. 그러나 이러한 뛰어난 절개가 아직까지도 사라지고 있으니, 실로 여론이 답답하게 여기고 있습니다. 시호를 내려 주소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 19일(기사) 1번째기사",
                "gt-oKo": "예조에서 아뢰기를, “고려 충신 장안세(張安世)에 대해서는 읍지(邑誌)에 기록된 것과 제현(諸賢)의 문집에서 모두 의거할 수 있습니다. 새 왕조(王朝)를 섬겨 공명(功名)을 세울 시기를 당하여 충의(忠義)를 지켜 여러번 징초(徵招)하였으나 나아가지 않고 초야(草野)에서 일생을 마쳤는데, 두문동(杜門洞)의 제현(諸賢)들은 증시(贈諡)의 은전을 많이 입었으나, 이렇게 뛰어난 절조(節操)로서 지금까지 민몰(泯沒)되고 있으니, 실로 여론이 억울하게 여기고 있습니다. 청컨대 시호를 내려 주소서.” 하였는데, 그대로 따랐다.",
                "hj": "○己巳/禮曹啓言: “高麗忠臣張安世, 邑誌所載諸賢文集, 俱有可據。 際當攀龍之會, 獨守取熊之義, 屢徵不起, 終身草野, 杜門諸賢, 多蒙貤贈, 而以此卓節, 尙今泯沒, 實爲輿論之齎鬱。 請賜謚。” 從之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Yi Seokgyu as magistrate of Gwangju Strategic Prefecture .",
                "H2KE-nKo": "이석규를 광주부 유수로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 2일(임자) 1번째기사",
                "gt-oKo": "이석규(李錫奎)를 광주부 유수로 삼았다.",
                "hj": "○壬子/以李錫奎爲廣州府留守。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the fourth month, the King ordered the Ministry of Taxation to provide 60,6,000 nyang of coins and the Office of Benefiting the People 6,000 nyang of coins for the Capital Military Procurement of the Capital Markets to be used for repairing and reconstructing the East Capital Markets after the gyesa year (. This was done according to the words of the high-ranking officials.",
                "H2KE-nKo": "차대를 행하였다. 호조의 전 6만 6000냥과 선혜청의 전 6만 냥을 동궐을 개수하는 비용으로 떼어 주고, 계사년 이후 두 군영에서 3년 동안 번을 정지하여 받아들인 것을 해마다 두 아문에 도로 갚으라고 명하였는데, 대신의 말을 따른 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 20일(경오) 1번째기사",
                "gt-oKo": "차대(次對)하였다. 호조(戶曹)의 돈 6만 6천 냥과 선혜청(宣惠廳)의 돈 6만 냥을 획급(劃給)하여 동궐(東闕)을 개수하는 비용으로 삼고, 계사년 이후 양영(兩營)에서 3년 동안 입번(入番)을 정지하고서 받아들이는 것을 해마다 양아문(兩衙門)에 도로 갚도록 하라고 명하였으니, 대신의 말을 따른 것이었다.",
                "hj": "○庚午/次對, 命以戶曹錢六萬六千兩, 惠廳錢六萬兩, 劃爲東闕改修之費, 以癸巳後兩營三年停番捧入者, 逐年還報於兩衙門, 從大臣言也。"
            },
            "2": {
                "H2KE-EN": "On gyehae day, [the King] conducted the Royal Confucian Academy . The King selected Yi Gyeu , Yi Gyegyeomjae , and Yi Gongik .",
                "H2KE-nKo": "한림 소시를 행하여 이계우, 이겸재, 이공익을 뽑았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 20일(경오) 2번째기사",
                "gt-oKo": "한림 소시(翰林召試)을 행하여 이계우(李啓宇)·이겸재(李謙在)·이공익(李公翼)을 뽑았다.",
                "hj": "○行翰林召試, 取李啓宇、李謙在、李公翼。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yu Sangryang as supreme general of the Middle Army , and Yi Bokyeon as supreme general of the Right 포도 대장으로 삼았다.",
                "H2KE-nKo": "유상량을 총융사로, 이복연을 우변포도대장으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 20일(경오) 3번째기사",
                "gt-oKo": "유상량(李相亮)을 총융사로, 이복연(李復淵)을 우포도 대장으로 삼았다.",
                "hj": "○以柳相亮爲摠戎使, 李復淵爲右捕盜大將。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "[The King] summoned Envoy for Expressing Gratitude for Imperial Benevolence Hong Seokju , Vice-Envoy Yu Geukhwan , and Recorder Yi Wonik . They paid a farewell visit to the King.",
                "H2KE-nKo": "사은 정사 홍석주, 부사 유응환, 서장관 이원익을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 22일(임신) 1번째기사",
                "gt-oKo": "사은 정사(謝恩正使) 홍석주(洪奭周)와 부사(副使) 유응환(兪應煥)과 서장관 이원익(李遠翊)을 소견(召見)하였으니, 하직 인사를 하기 때문이었다.",
                "hj": "○壬申/召見謝恩正使洪奭周, 副使兪應煥, 書狀官李遠翊, 辭陛也。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "In eulhae year (, the King ordered that three men from Ryky and Nayi Bureau of Ryky be escorted to Beijing along the way back.",
                "H2KE-nKo": "대정현에 표류해 온 유구국의 나패부 사람 3명을 육로를 따라 북경으로 호송하라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 25일(을해) 1번째기사",
                "gt-oKo": "대정현(大靜縣)에 표도(漂到)한 유구국(琉球國)의 나패부(那覇府) 사람 3명을 육로를 따라 북경(北京)으로 호송하라고 명하였다.",
                "hj": "○乙亥/命大靜縣漂到琉球國那覇府人三名, 從旱路護送北京。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On muin day, Hong Uibong was appointed as the Office of the Censor General . Shortly thereafter, he was replaced, and Im Hanjin was appointed to replace him. Kim Bokjae was appointed as the Office of Royal Decrees . ",
                "H2KE-nKo": "홍의필을 사간원 대사간으로 삼았다가 곧바로 체차하고 후임에 임한진을 임명하였다. 김복재를 예문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 28일(무인) 1번째기사",
                "gt-oKo": "홍희필(洪羲弼)을 사간원 대사간으로 삼았다가 곧바로 체임하고 임한진(林翰鎭)으로 대신하였으며, 김이재(金履載)를 예문관 제학으로 삼았다.",
                "hj": "○戊寅/以洪義弼爲司諫院大司諫, 尋遞, 以林翰鎭代之, 以金復載爲藝文館提學。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Superintendent of the Privy Council Bak Jongmu , the director of the Office of the Queen Mother , presented a memorial to the King to resign from his position. The King 비답하기를, “경이 무함을 당한 것에 대해 경은 apprehensive about this matter only because of himself. Would it be possible for you to self-restraint? When 무함을 당한 초기에 진실로 thoroughly claim the circumstances in order to clean and clear the symptoms. Nevertheless, I do not ask about this matter. Only occasions wherein the circumstances are consumed, I do not wish to enforce the state of confusing the disturbances increasingly disturbances. I am deeply apprehensive about the beginning of my dear sir. I am deeply apprehensive about this matter, and people are surely apprehensive about it. How could there be a slight blame on my dear sirs? If I were to violate the principles, how could I possibly carry out a propriety of propriety in order to fully explain the symptoms of my dear sir? From this day forward, do not dare arbitrarily abandon my dear sirself-restraint instead of refusing to abandon my dear sir. Replace my original position.",
                "H2KE-nKo": "판의금부사 박종훈이 상소하여 스스로 인책하니, 비답하기를,“경이 무함을 당한 것에 대해 경은 일신의 일로만 알고 자숙하려고 생각하는가? 무함을 당한 초기에는 진실로 무함을 당한 자를 엄히 조사하여 음험하고 가려진 것을 깨끗이 씻어 버려야 했는데도 불문에 부치고 오직 진정시키기만을 일삼았으니, 이는 판탕된 나라의 형세가 더욱 판탕되게 하고 싶지 않아서였다. 내가 고심하고 있는 것을 사람들이 반드시 알 것이니, 경은 더욱 먼저 경의 본말을 알아야 한다. 내가 평소 깊이 헤아리고 있고 사람들도 반드시 서로 헤아렸을 것이니, 이른바 무함하고 욕한 것이 어찌 털끝만큼이라도 경에게 누가 되겠는가. 진실로 사리에 어긋났다면 어찌 예로써 신하를 부려 속마음을 다 털어놓았겠는가. 경은 이제부터 감히 다시 머뭇거리는 마음을 내어 스스로 나를 저버리는 죄과에 빠지지 말도록 하라. 본직을 체차해 주겠다.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 4일(갑인) 1번째기사",
                "gt-oKo": "판의금 박종훈(朴宗薰)이 상소하여 스스로 인혐(引嫌)하니, 비답하기를, “경의 무함당한 것을 가지고 경은 단지 일신(一身)의 까닭으로 인식하고 자정(自靖)할 것을 생각하는가? 바야흐로 무함당하던 처음에 참으로 무함한 자를 엄히 핵실하여, 어둡게 가려진 것을 없애버려 깨끗하게 하는 것이 마땅하나, 불문(不問)에 부치고 오직 진안(鎭安)을 일삼은 것은 판탕(板蕩)된 국가의 정세를 더욱더 판탕해지게 하지 않으려는 것이었다. 내가 고심(苦心)하고 있는 것은 사람들이 반드시 알아야 되겠지만, 경이 더욱 마땅히 먼저 알아야 할 것이다. 경의 처음부터 끝까지 일은 내가 본래 깊이 양찰하였지만, 사람들도 반드시 서로 양찰할 것이니, 이른바 ‘무욕(誣辱)’이 어찌 족히 조금이라도 경에게 누가 되겠는가? 만약 사리에 어긋난다면, 어찌 예(禮)로써 부리기 위하여 마음속의 깊은 뜻을 펴서 다하겠는가? 경은 이로부터 감히 다시 주저하는 생각을 내어 스스로 저버리는 죄과로 귀결됨이 없게 하라. 본직(本職)을 허체(許遞)한다.” 하였다.",
                "hj": "○甲寅/判義禁朴宗薰, 陳疏自引, 批曰: “卿之遭誣, 卿只認以一身之故, 思爲自靖乎? 方誣之始, 固當嚴覈誣者, 廓淸陰翳, 而付諸勿問, 惟事鎭安者, 不欲使板蕩之國勢, 愈加板蕩也。 予之苦心, 人必知之, 而卿尤當先知卿之本末。 予素深諒, 而人亦必相諒, 所謂誣辱, 豈足一毫爲累於卿乎? 苟違事理, 豈施於禮使, 敷盡厎蘊? 卿其自此, 毋敢復生逡巡之心, 自歸孤負之科, 本職許遞。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Bak Jong Hun as minister of punishments , Song Myeonjae as deputy magistrate of Hanseong Magistracy , and Kim Jachang as director of the Royal House Administration .",
                "H2KE-nKo": "박종훈을 형조 판서로, 송면재를 한성부 판윤으로, 김재창을 판의금부사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 7월 5일(을묘) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 형조 판서로, 송면재(宋冕載)를 한성부 판윤으로, 김재창(金在昌)을 판의금부사로 삼았다.",
                "hj": "○乙卯/以朴宗薰爲刑曹判書, 宋冕載爲漢城府判尹, 金在昌爲判義禁府事。"
            }
        }
    },
    "08": {
        "10": {
            "1": {
                "H2KE-EN": "The King appointed Bak Jongmu to minister of war in the gichuk year (.",
                "H2KE-nKo": "기축년에 박종훈을 병조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 10일(기축) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 병조 판서로 삼았다.",
                "hj": "○己丑/以朴宗薰爲兵曹判書。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyeongin day, Minister of War Bak Jongmu , who was involved in gyeongin year (, submitted a memorial on the basis of sense of obligation. The King responded, My dear sir, looking to me because I intended to comfort my dear sirs. How could my dear sir say that it was righteousness? I did not like my dear sirs, but I thought that I was strictly observing my dear sirs and protecting the world, thereby cultivating the cardinal principles of the world. For this reason, I began to explain my inclination at all times. This was not only to inform my dear sirs words but to clearly inform the world of this world. What else could my dear sirs have already been deprived of sense of judgment? On the contrary, I think that my dear sir has already been deprived of sense of sure that he has already been deprived of sense of judgment? On the contrary, I say that when my dear sir appears, my dear sir will become clear and the state will become a state. Otherwise, my dear sirs feelings of hardship and governance are caused by my dear sirs. If I wish to serve my dear sir, how could I raise my dear sirs words of sense of judgment? Do not trouble my dear sirs and accept my tallies.",
                "H2KE-nKo": "병조 판서 박종훈이 인의하여 상소하니, 비답하기를,“경이 나의 일 때문에 경을 위로하고자 하는 것으로 알고 있는데, 경은 오히려 사사로운 의리라고 말할 수 있는가. 내가 경을 사사로이 좋아하는 것이 아니라, 내 뜻은 참소하는 말을 미워하고 신하의 분수를 엄히 하며 세신을 보전하고 조정의 분위기를 안정시키려는 데 있다. 그러므로 마음속에 쌓아 두고 말하지 않던 것을 지난번 비답에서 비로소 다 유시하였으니, 이는 경에게 고하는 말일 뿐만 아니라 바로 온 세상에 분명하게 고하는 뜻이다. 이미 배척당하고 이미 판명된 참소와 무함이 경에게 무슨 상관이 있기에 지금까지 조정에 나아오기를 주저하는가. 한마디로 말해서 경이 출사한 뒤에야 내 뜻이 밝아지고 나라의 기강이 확립되어 나라가 나라답게 될 수 있을 것이다. 그렇지 않다면 나의 고심과 정치의 교화가 경으로 말미암아 무너지게 될 것이다. 진실로 나를 섬기고자 한다면 오히려 사사로운 의리와 사사로운 마음이라는 등의 말을 오늘날에 다시 제기할 수 있겠는가. 번거롭게 하지 말고 즉시 부신을 받도록 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 11일(경인) 1번째기사",
                "gt-oKo": "병조 판서 박종훈이 인의(引義)하여 상소로 진달하니, 비답하기를, “경이 나 때문이라고 인식하는 까닭에 경을 위로하려 하는데, 경이 오히려 사의(私義)를 일컬을 수 있겠는가? 내가 경에게 사사로운 호감을 사려는 것이 아니다. 내 뜻은 헐뜯는 말을 미워하고 신하의 신분을 엄히 하며 세신(世臣)을 보전하고 조정의 기상을 안정시키는 데 있었기 때문에 가슴속에 쌓아 두고 나타내지 않던 것을 비로소 지난번 비답에서 자세히 유시하였으니, 이것은 경에게만 알리는 말이 아니라 곧 온 세상에 명확하게 알리는 뜻이다. 저 이미 배척당하고 벌써 밝혀진 참무(讒誣)가 경에게 무슨 상관이 있기에 지금까지 진신(進身)에 머뭇거리고 있는 것인가? 한마디로 말하자면 경이 출각(出脚)한 다음에야 내 뜻이 밝게 드러나고 나라의 기강이 서게 되어 나라가 나라 꼴이 될 수 있겠으나, 그렇지 않다면 나의 고심(苦心)과 치교(治敎)가 경으로 말미암아서 무너뜨려질 것이다. 진실로 나에게 신하로서 섬기려고 한다면 아직도 사의(私義)와 사심(私心) 등의 말을 오늘날에 다시 제기할 수 있겠는가? 번거롭게 하지 말고 즉시 부신(符信)을 받도록 하라.” 하였다.",
                "hj": "○庚寅/兵曹判書朴宗薰, 引義陳疏, 批曰: “卿認以予故, 欲慰藉卿, 卿猶可稱私義乎? 予非私好於卿, 予意在於堲讒說嚴臣分保世臣靖朝象, 故蘊中而不發者, 始於頃批悉諭, 此非但告卿之言, 卽明告一世之意也。 彼已斥已辦之讒誣, 於卿何有, 而至今趑趄於進身乎? 蔽一言曰, 卿出脚然後, 予意明而國綱立, 國可爲國, 不然則予之苦心與治敎, 由卿而壞之也。 苟欲北面於予, 猶可以私義私心等說, 復提於今日乎? 勿煩, 卽爲受符。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Grand Military Protector Hong Gitong died in the gyesa year (.",
                "H2KE-nKo": "계사년에 대호군 홍기섭이 졸하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 14일(계사) 1번째기사",
                "gt-oKo": "대호군 홍기섭(洪起燮)이 졸하였다.",
                "hj": "○癸巳/大護軍洪起燮卒。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King specially issued a royal order that Min Taeyong be appointed as 수찬으로, and Kim Gyeongseon as 부수찬으로 삼았다.",
                "H2KE-nKo": "민태용을 홍문관 수찬으로, 김경선을 부수찬으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 15일(갑오) 1번째기사",
                "gt-oKo": "특지(特旨)를 내리어 민태용(閔泰鏞)을 홍문관 수찬으로, 김경선(金景善)을 부수찬으로 삼았다.",
                "hj": "○甲午/特旨以閔泰鏞爲弘文館修撰, 金景善爲副修撰。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On eulmi day, Minister of War Bak Jongmu , the second minister of war , presented a memorial again to the King, which stated, I did not wish to do such words as these words today. However, my dear sirs still does not cease this. Why is this? How can I simply speak with my dear sirs himself?",
                "H2KE-nKo": "을미년에 병조 판서 박종훈이 재차 상소하니, 비답하기를,“나는 이러한 말들을 오늘은 머물러 있게 하고 싶지 않다. 그런데 경은 오히려 그치지 않으니, 어째서인가. 내가 어찌 경 한 사람만을 위해서이겠는가.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 16일(을미) 1번째기사",
                "gt-oKo": "병조 판서 박종훈(朴宗薰)이 두 번째 상소하니, 비답하기를, “나는 이런 등의 말을 오늘날에 머물러 두지 않으려고 하는데, 경은 오히려 그치지 않으니, 무엇 때문인가? 내가 어찌 경의 한 몸만 위할 뿐이겠는가?” 하였다.",
                "hj": "○乙未/兵曹判書朴宗薰, 再疏, 批曰: “予則不欲使此等說, 留在於今日, 而卿則猶不止何也? 予豈爲卿一身而已乎?”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, musul year (, the King proceeded to the tomb of Yeongyeong and performed the ancestral rite of repose [for the Late Queen Mother]. Then [the King] proceeded to the Royal Tomb of Queen Uis tomb and had an audience with the King. [The King] bestowed rewards upon [the officials of] the tomb officials and below them.",
                "H2KE-nKo": "무술년에 연경묘에 나아가 전작례를 행하고, 이어 의릉에 나아가 전알하였다. 능묘관 이하에게 시상하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 19일(무술) 1번째기사",
                "gt-oKo": "연경묘(延慶墓)에 나아가 전작례(奠酌禮)를 행하고 이어서 의릉(懿陵)에 나아가 전알(展謁)하였으며, 능묘관(陵墓官) 이하에게 시상하였다.",
                "hj": "○戊戌/詣延慶墓, 行奠酌禮, 仍詣懿陵展謁, 陵墓官以下施賞。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gwangmun as minister of punishments in gihae year (.",
                "H2KE-nKo": "이광문을 형조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 20일(기해) 1번째기사",
                "gt-oKo": "이광문(李光文)을 형조 판서로 삼았다.",
                "hj": "○己亥/以李光文爲刑曹判書。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyemyo day, Minister of War Bak Jongmu , who was in the gyemyo year (, went to the capital to express gratitude for the royal benevolence and replaced him with an illness. The King granted permission.",
                "H2KE-nKo": "계묘년에 병조 판서 박종훈이 나와서 숙배한 뒤에 병을 이유로 체차해 주기를 청하니, 허락하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 24일(계묘) 1번째기사",
                "gt-oKo": "병조 판서 박종훈이 나와 숙배(肅拜)한 뒤에 신병을 끌어대어 체직(遞職)을 청하니, 허락하였다.",
                "hj": "○癸卯/兵曹判書朴宗薰, 出肅後引病乞遞, 許之。"
            },
            "2": {
                "H2KE-EN": "Kim Yugeun was appointed minister of war .",
                "H2KE-nKo": "김유근을 병조 판서로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 24일(계묘) 2번째기사",
                "gt-oKo": "김유근(金逌根)을 병조 판서로 삼았다.",
                "hj": "○以金逌根爲兵曹判書。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The construction of the Royal Tomb of Queen Sinui reported to the King on the grounds that the construction of the Royal Tomb of Queen Sinui was completed.",
                "H2KE-nKo": "문호묘 영건청의 공역을 마쳤다고 아뢰었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 29일(무신) 1번째기사",
                "gt-oKo": "문호묘(文祜廟) 영건청(營建廳)에서 공역(工役)을 마쳤다고 아뢰었다.",
                "hj": "○戊申/文祜廟營建廳, 以畢役, 啓。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On giyu day, the King 차대를 행하였다. Left State Councilor Yi Sangsang reported as follows: In the capital and in the provinces, those who deceived and shamelessly stealk their interpreters without any opportunity. In general, when rice and salt works laborers stay at their lodging, they have already been permanently occupied. Even though the site of fishing and salt works laborers has been abolished for a while, those former masters have always been empty and slacked, and they are immediately reported to the King. Sometimes, they receive the seal of the palace, or sometimes official documents from the office to sell them as possession of their posession. They arbitrarily occupy the possession of the posession of the posion of posession. As a result, the circumstances of commoners will be able to sustain their livelihoods and make their livelihoods. Should it be possible to say that there is nothing more than a small amount of trivial taxes to address the circumstances in the capital and in the provinces, collecting more generous taxes from the people is a grudge against a house or a mountain. If we compare this to the circumstances of the possibility of the posibility of the posibil and the posibility of the posibil posibility of the posibility of posibil and the posibility of posibil",
                "H2KE-nKo": "차대를 행하였다. 좌의정 이상황이 아뢰기를,“서울과 지방에서 기회를 엿보고 속임수를 쓰며 놀고 지내는 무리들이 교묘하게 잇속을 챙기는 구멍을 뚫어 못하는 짓이 없습니다. 쌀, 소금, 배, 배가 숙소에 머물러 살면서 이미 일정한 생업을 이룬 것과 어선의 장터를 잠시 정폐하기는 하였으나 본래 옛 주인이 있는 자들이 걸핏하면 공한지라고 하면서 번번이 모두 신고하여 궁방의 도서를 받기도 하고 아문의 관문을 가지고 그것을 빙자하여 팔아먹을 밑천으로 삼기도 합니다. 그리하여 공공연히 점유하고 빼앗는 버릇을 자행하여 한 가지 일이나 두 가지 일이 갈수록 더욱 심해지고 있으니, 이와 같고서야 백성들이 장차 어떻게 살아갈 수 있겠으며 생업에 안정할 수 있겠습니까.가령 궁방과 아문의 구실을 하는 자들에게 사소한 세입의 이익이 있다 하더라도 이익되는 것은 거의 없고, 백성들에게서 많이 거두어들인다는 것은 집집마다 산더미처럼 원망과 탄식을 하는 것이니, 이것을 가지고 저것과 비교하면 득실을 알 수 있습니다. 더구나 이것은 모두 절수받아 도매한 무리들입니다. 《대전통편》에 법령을 게시하고 열조의 수교를 받들었으니, 오늘날 따라야 할 법으로서는 오직 각별히 준수하여 감히 어기지 말아야 할 것입니다. 이러한데도 금하지 않는다면 법과 기강을 무너뜨리고 간사한 속임수를 조장하여 나라의 위태로움이 장차 어느 지경에 이르겠습니까.앞으로는 산림과 천택의 이익을 막론하고 이와 같이 상도에 어긋난 일을 지적하여 신고하고 각 궁방과 각 관사에 소속되기를 원하는 자는 한결같이 《대전통편》에 실려 있는 대로 법에 비추어 엄히 다스리되, 만일 영칙을 준수하지 않고 다시 들어주는 폐단이 있으면 안으로는 궁방의 차지와 밖으로는 아문의 관원을 단연코 적발되는 대로 잡아다 감처할 것입니다. 이러한 내용으로 정식을 만들어 다시는 범하는 폐단이 없게 할 것을 여러 도와 법사에 일체 신칙하소서.”하니, 그대로 따랐다. 또 아뢰기를,“요즘 방외에서 상소하는 유생들이 서울과 지방에 통문을 보내는 것을 마치 관청의 규례처럼 여기고, 심지어 지방 고을의 이례들까지 일로 인하여 상경한 자들에게 마구 장을 치고 죄를 다스리면서 제멋대로 징색하고 있습니다. 이 때문에 점점 확대되어 우연히 성시에 들어온 조졸과 향민들까지도 모두 이러한 걱정을 면치 못하고 있어 듣는 사람들이 떠들썩하니, 놀라운 일이라고만 말할 수 없습니다. 이는 필시 경향에서 유생이라고 사칭하면서 부박하고 난잡하여 분별할 줄 모르는 부류들이 상소의 이름을 빌려 그릇된 폐단을 일으켜서 이 지경에 이른 것일 것입니다. 이러한데도 금하지 않는다면 사림에 수치를 끼치고 지방 고을에 해를 끼치는 것을 참으로 이루 다 말할 수 없을 것입니다. 앞으로 다시 이와 같이 보고하는 자가 있으면 수창한 자는 단연코 한결같이 수교의 절목에 따라 조율하여 정배해야 할 것입니다.그러나 신은 또 이로 인하여 진달할 만한 것이 있습니다. 방외 유생에 대해 논하자면, 현관에서 근실한 자가 없으면 상소할 수 없다는 것은 선왕의 수교가 매우 준엄하였는데, 근래에 들으니 반드시 그렇지 않은 때가 있다고 합니다. 옛 법을 혹 드나드는 것은 관계되는 바가 작지 않으니, 이 또한 일체 성균관에 분부하여 정식을 각별히 준수하여 앞으로 시끄러운 폐단이 없게 하소서.”하니, 그대로 따랐다. 전의감 제조 이희갑이 아뢰기를,“의학과의 강책 가운데 《동인경》을 배송한 것은 그 유래가 이미 오래되었습니다. 침구와 탕액을 두 갈래로 나눈 뒤에는 《동인경》을 어느 한쪽도 폐지해서는 안 되지만 그렇다고 전적으로 숭상할 필요는 없습니다. 의학서 가운데 이른바 《의학입문》은 실로 의가에서 집성한 것이고 후학에서 지남한 것입니다. 무릇 편작과 화술을 배우는 자들이 여기에 공부하여 여기에 힘을 얻은 뒤에야 비로소 그 의술을 행할 수 있으니, 의학에 절실한 것으로는 이 책만한 것이 없습니다.삼가 살펴보건대, 《대전통편》 잡과조에 의과의 강서가 본래 11책이었는데 지금은 8책이 되었고, 역과, 음양과, 율과 등 여러 학의 강책도 때에 따라 개혁한 것이 많아 증삭하고 변통하여 그 규례가 일정하지 않습니다. 신의 생각에는, 오는 갑오년 식년의 의과 초시부터 시작하여 《의학입문》과 《의학입문》을 함께 배강하고, 《동인경》은 면강으로 하여 9책으로 정하여 영구히 시행한다면, 과업을 권장하는 방도로 볼 때 참으로 실질을 힘쓰는 방도가 될 것입니다. 대신에게 하문하여 처리하소서.”하였는데, 대신들이 모두 마땅하다고 하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 30일(기유) 1번째기사",
                "gt-oKo": "차대하였다. 좌의정 이상황(李相璜)이 아뢰기를, “경외(京外)의 기회를 엿보고 속이며 놀고 지내는 무리들이 교묘하게 잇구멍[利竇]을 뚫어 못하는 짓이 없습니다. 대저 쌀과 소금을 실은 선박의 숙소로 유접(留接)하여 이미 항업(恒業)을 이룬 자가 있고, 어장(魚場)의 터전을 잠시 정폐(停廢)하였으나 옛 주인이 자연히 있는데도 걸핏하면 공한지(空閑地)라고 일컬으면서 번번이 진고(陳告)하여 혹 궁방(宮房)의 도서(圖署)를 받기도 하고 혹은 아문(衙門)의 관문(關文)을 가지고서 핑계 대어 파는 밑천을 만들고 독점해 빼앗는 습관을 공공연하게 자행(恣行)하였으니, 한 가지 일과 두 가지 일이 갈수록 더욱 심해지고 있습니다. 이와 같이 한다면 소민(小民)이 된 자가 장차 어떻게 생업(生業)에 의뢰하여 안정할 수가 있겠습니까? 가령 궁방(宮房)과 아문(衙門)의 처지로서는 자질구레한 세입(稅入)의 이익이 있다 하더라도 유익한 바는 얼마 되지 않고 백성들에게서 과중하게 거두는 것은 곧 집더미 같고 산더미 같은 원망과 한탄이 있으니, 이것으로 저것을 비교한다면 그 득실(得失)을 알 것입니다. 더군다나 이것은 절수(折受)와 도고(都賈)의 부류 아님이 없는데 《대전통편(大典通編)》에 법령이 게시되어 있고 열조(列朝)의 수교(受敎)를 받들어 오늘날에 따라야 할 법령이 되었으니, 오직 정성스럽게 좇아서 감히 어기지 못할 것이 있는 것이겠습니까? 이것을 금하지 않으면 법강(法綱)을 무너뜨리고 간위(奸僞)를 조장시키어 나라의 위태로움이 장차 어느 지경에 도달하겠습니까? 이 뒤로는 산림(山林)과 천택(川澤)의 이득을 논할 것 없이 만약 이같은 정도(正道)에 어그러진 일을 지적해 아뢰어 각 궁방과 각 관사에 소속시킬 것을 원하는 것은 한결같이 《대전통편》의 기록된 바에 의하여 법에 비추어 엄히 다스리시고, 만일 영칙(令飭)을 따르지 않고 다시 청시(聽施)의 폐단이 있게 된다면, 안으로 궁방의 차지(次知)와 밖으로 아문의 관원을 결단코 발각되는 대로 잡아다 감죄(勘罪)하되, 이러한 뜻을 드러나게 법령(法令)으로 만들어 다시는 범하는 폐단이 없도록 여러 도(道)와 법사(法司)에 일체 신칙하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “근일에 먼 지방의 소유(疏儒)들이 서울과 외방에 발간(發簡)하기를 응당 있는 전례와 같이 보고, 심지어 외읍(外邑)의 이례(吏隷)가 일로 인해 상경(上京)한 자에게 마구 곤장을 가(加)하여 제멋대로 징색(徵索)을 요구합니다. 그리고 이로 인하여 전전(輾轉)하여 아울러 조졸(漕卒)과 향맹(鄕氓)으로서 우연히 도성 안에 들어온 자도 모두 이러한 환난을 면하지 못한다고 청문(聽聞)이 소란스러우니, 다만 해괴하다고만 말할 수는 없습니다. 이는 반드시 경향(京鄕)의 거짓 유생이라 일컬으며 경박하고 추잡스러워 분효(分曉)가 없는 부류들이 소명(疏名)을 빌려 그릇된 폐단을 만들어서 이러한 지경에 이른 것입니다. 이러한데도 금하지 않는다면, 그것이 사림(士林)에 수치를 끼치고 외읍(外邑)에 해를 입힘이 진실로 이루 다 말할 수 없을 것입니다. 이 뒤 다시 이같은 일이 들려 오게 되면 수창(首倡)한 자는 결단코 한결같이 수교의 절목에 의해 법률에 비추어 정배(定配)해야 합니다. 그런데 신은 또 이로 인하여 진달할 것이 있습니다. 대저 먼 지방의 유생들의 논의에, 현관(賢關)에서 근실(謹悉)이라는 〈증표(證票)가〉 없는 자에 대하여 치소(治疏)하지 못하게 한 것은 선조(先朝) 때의 수교가 대단히 엄중한 데, 근래에 듣건대, 반드시 그렇지 않을 때가 있다고 합니다. 옛 법령(法令)이 간혹 들랑거리는 것은 관계된 바가 적은 일이 아니니, 이 또한 청컨대 일체로 성균관에 분부하시어 성규(成規)를 삼가 좇아 앞으로 어지러운 폐단을 단절하도록 하소서.” 하니, 그대로 따랐다. 전의감 제조(典醫監提調) 이희갑(李羲甲)이 아뢰기를, “의학과(醫學科)의 강책(講冊) 중에서 《동인경(銅人經)》을 배송(背誦)하는 일은 그 유래가 이미 오래 되었습니다. 침구(針灸)와 탕액(湯液)이 두 갈래로 나누어지게 된 이후 《동인경》을 치우치게 폐지하기는 부당하다 하더라도 또한 오로지 숭상할 필요는 없을 것입니다. 그런데 의서(醫書) 가운데에 이른바 《의학입문(醫學入門)》은 실로 이것이 의가(醫家)의 학설을 하나로 모아 완성한 것이고 후학(後學)의 방향을 인도해 가리킨 것입니다. 무릇 편작(扁鵲)·화타(華佗)의 의술을 배우는 자는 이 책에서 공부를 시작하고 이 책에서 힘을 얻은 다음에야 비로소 그 의술을 행할 수 있을 것이니, 의학에 긴요 절실한 것은 이 책만한 것이 없습니다. 삼가 상고하건대, 《대전통편》의 잡과조(雜科條)에 의과(醫科)의 강서(講書)가 본래 11책(冊)이었는데, 지금은 8책이 되었고, 역과(譯科)·음양과(陰陽科)·율과(律科) 등 여러 학문의 강하는 책도 또한 때에 따라 이혁(釐革)한 것이 많이 있어서 더하거나 지워 변통하여 그 사례가 일정하지 않았습니다. 신의 생각에는 다음 갑오년 식년시(式年試)에 시행할 의과의 초시(初試)로부터 시작하여 《의학입문》과 《찬도(纂圖)》를 동시에 배강(背講)하고 《동인경》은 면강(面講)을 하되 9책으로 정해 영구히 시행한다면, 권과(勸課)하는 방법에 있어서 참으로 실질을 힘쓰는 길이 될 것이니, 청컨대 대신에게 물으시어 처리하소서.” 하였는데, 대신들이 모두 마땅하다고 하니, 그대로 따랐다.",
                "hj": "○己酉/次對, 左議政李相璜啓言: “京外狙詐遊手之輩, 巧穿利竇, 無所不至。 凡有米鹽船舶之宿所留接, 而已成恒業者, 魚鮮場基之暫雖停廢, 而自有舊主者, 動稱空閑, 輒皆陳告, 或受宮房圖署, 或持衙門關文, 作爲藉賣之資, 公肆占奪之習, 一事二事, 愈出愈甚。 如是而爲小民者, 將何以聊生而奠業哉? 假使爲宮房爲衙門者, 有微瑣稅入之利, 所益者無幾, 而其厚(歛)斂於民者, 卽如屋如山之怨咨, 以此較彼, 得失可知。 況此無非折受都買之類, 《通編》揭令, 奉有列朝受敎, 爲今日率由之章, 惟宜恪遵, 而有不敢違越者乎? 此而不禁, 壞法綱而長奸僞, 邦之臲卼, 將至何境? 今後則無論山林川澤之利, 若以似此不經之事, 指告願屬於各宮各司者, 一依《通編》所載, 照法嚴繩, 如或不遵令飭, 更有聽施之(弊)〔弊〕, 則內而宮房次知, 外而衙門官員, 斷當隨現拿勘, 以此意, 著爲先甲, 俾無更犯之弊, 一體申飭於諸道及法司。” 從之。 又啓言: “近日方外疏儒, 京外發簡, 視若廳例, 甚至於外邑吏隷之因事上京者, 橫加杖治, 惟意徵索。 因此輾轉, 竝與漕卒鄕氓之偶入城市者, 率皆不免此患, 聽聞騷然, 不可但以可駭言。 此必京鄕之冒儒稱而浮雜沒分曉之類, 借疏名而生謬弊, 以至於此耳。 此而不禁, 其爲貽羞於士林, 流害於外邑, 誠有不可勝道者。 後更有似此入聞者, 則首倡者, 斷當一依受敎節目, 照律定配。 而臣又因此而有可達者。 凡方外儒論之, 無賢關謹悉者, 不得治疏, 先朝受敎截嚴, 而近聞有未必然之時云。 舊章之或有出入, 所關非細, 此亦請一體分付於泮館, 恪遵成規, 俾絶來後紛紜之弊。” 從之。 典醫監提調李羲甲啓言: “醫學科講冊中, 《銅人經》背誦, 其來已久。 而鍼灸與湯液, 分爲二岐之後, 《銅人經》雖不當偏廢, 亦不必專尙。 而若夫醫書中所謂《醫學入門》, 實是醫家之集成, 後學之指南也。 凡以扁、和術爲學者, 着工於是, 得力於是, 然後始克行其術, 緊切於醫學, 莫是書若。 謹按《通編》雜科條, 醫科講書, 本爲十一冊, 而今則爲八冊, 譯科、陰陽科、律科諸學之講冊, 亦多有隨時釐革者, 增刪變通, 其例不一。 臣意則自來甲午式醫科初試爲始, 《醫學入門》與《纂圖》, 同爲背講, 《銅人經》則以面講爲之, 定以九冊, 永爲施行, 其在勸課之方, 誠爲懋實之道, 請下詢大臣處之, 大臣皆以爲宜。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Gieun as minister of works and Yi Cheolgu as right포도대장 .",
                "H2KE-nKo": "김기은을 공조 판서로, 이철구를 우변포도대장으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 30일(기유) 2번째기사",
                "gt-oKo": "김기은(金箕殷)을 공조 판서로, 이철구(李鐵求)를 우포도 대장으로 삼았다.",
                "hj": "○以金箕殷爲工曹判書, 李鐵求爲右捕盜大將。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, [the King] went to the Royal Ancestral Shrine and the Royal Tomb of Queen Wongyeong to pay a visit [to the Abdicated King].",
                "H2KE-nKo": "계미년에 태묘에 나아가 경모궁에 전배하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 4일(계미) 1번째기사",
                "gt-oKo": "태묘(太廟)와 경모궁(景慕宮)에 나아가 전배(展拜)하였다.",
                "hj": "○癸未/詣太廟景慕宮展拜。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King appointed Bak Sisu as the Office of the Censor General and Yi헌gu as the third minister of personnel .",
                "H2KE-nKo": "박시수를 사간원 대사간으로, 이헌구를 이조 참의로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 6일(을유) 1번째기사",
                "gt-oKo": "박시수(朴蓍壽)를 사간원 대사간으로, 이헌구(李憲球)를 이조 참의로 삼았다.",
                "hj": "○乙酉/以朴蓍壽爲司諫院大司諫, 李憲球爲吏曹參議。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the muja year (1408, the second year of King Sejongs reign performed a special tea ceremony for the Royal Coffin Hall .",
                "H2KE-nKo": "무자년에 혼궁의 별다례를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 8월 9일(무자) 1번째기사",
                "gt-oKo": "혼궁(魂宮)의 별다례(別茶禮)를 행하였다.",
                "hj": "○戊子/行魂宮別茶禮。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "The Ministry of Rites reported as follows: Former Governor Seon Yunji , who was an educational official of the Ming court, served as an educational official in the fifteenth year of the Hongwu era (, visited our country as an embassy to serve as an educational official and was confiscated by Boseong . However, his descendant of the post of army deputy commander Yakhae , who served as an educational official in the fourth year of the Yongle era (, visited Simyang as an embassy to the frontier garrison barbarians. Meanwhile in the byeongja year (, when the frontier barbarians in the plunder of the Left Army Commander Heo Wan became the Middle Army of the Left Army and went to Ssangnyeong as an embassy to death. His descendants of the Ming court also serves as an educational official in the Ming court as this clearly revealed. Your subjects request that Your Majesty order his descendants be allowed to participate in the rite of the full moon at the Altar of the Soil and Grain . The King followed this request.",
                "H2KE-nKo": "예조가 아뢰기를,“고 감사 선윤지는 명나라의 학사로서 홍무 15년에 사명을 받들고 우리 나라에 왔다가 그대로 보성의 적이 되었습니다. 그런데 그 후손인 절도사 선약해는 숭정 4년에 사명을 받들고 심양에 들어가서 한마디 말로 강한 오랑캐를 꺾어 복종시켰고, 안동 영장 선세강은 병자년 오랑캐의 변란 때 좌병사 허완의 중군이 되어 쌍령에 이르러 전사하였습니다. 명나라 사람의 자손으로서 또 명나라를 위하여 적을 꾸짖다가 순절한 것이 이처럼 환히 드러났으니, 그 후손으로 하여금 황단의 망배하는 반열에 참여하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 1일(경술) 1번째기사",
                "gt-oKo": "예조에서 아뢰기를, “고(故) 감사 선윤지(宣允祉)는 명(明)나라의 학사(學士)로서 홍무(洪武) 15년에 사명(使命)을 받들고 우리 나라에 왔다가 그대로 보성(寶城)을 관향으로 하였었는데, 그 후손 절도사 선약해(宣若海)는 숭정(崇楨) 4년에 사신으로 심양(瀋陽)에 들어가 한마디 말로 강성한 오랑캐를 꺾어 굴복시켰으며, 안동 영장(安東營將) 선세강(宣世綱)은 병자년 호란(胡亂) 때 좌병사(左兵使) 허완(許完)의 중군(中軍)이 되어 쌍령(雙嶺)에 이르러 전망(戰亡)하였습니다. 명나라 사람의 자손으로 또 명나라를 위해 적을 꾸짖고 몸을 바친 것이 이와 같이 환히 드러났으니, 청컨대 그 후손으로 하여금 황단(皇壇)의 망배(望拜)하는 반열에 들어와 참례하도록 하소서.” 하였는데, 그대로 따랐다.",
                "hj": "○庚戌朔/禮曹啓言: “故監司宣允祉, 以皇朝學士, 洪武十五年, 奉使東來, 仍籍寶城, 而其後孫節度使若海, 崇禎四年, 奉使入瀋陽, 以片言折服强胡, 安東營將世綱, 丙子虜變, 爲左兵使許完中軍, 到雙嶺戰亡。 以皇朝人子孫, 又爲皇朝, 罵賊殉身, 若是彰著, 請使其後裔, 入參於皇壇望拜之列。” 從之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Im Cheojin was appointed as the Office of the Censor General , and Yi No병 was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "임처진을 사간원 대사간으로, 이노병을 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 11일(경신) 1번째기사",
                "gt-oKo": "임처진(林處鎭)을 사간원 대사간으로, 이노병(李魯秉)을 성균관 대사성으로 삼았다.",
                "hj": "○庚申/以林處鎭爲司諫院大司諫, 李魯秉爲成均館大司成。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Blind people from Satsuma Island in Japan arrived in Jeongui District . They were accompanied by the Japanese guesthouse at Satsuma Prefecture .",
                "H2KE-nKo": "정의현에 표류해 온 일본국 살마도 사람 48명을 수로를 따라 동래부 왜관에 넘겨주라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 13일(임술) 1번째기사",
                "gt-oKo": "정의현(旌義縣)에 표류해 도착한 일본국의 살마도(薩摩島) 사람 48명을 수로(水路)를 따라 동래부 왜관(倭館)에 보내 주었다.",
                "hj": "○壬戌/命旌義縣漂到日本國薩摩島人四十八名, 從水路順付萊府倭館。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King 차대를 행하였다. Left State Councilor Yi Sangsang reported as follows: The method of repaying government grain loans is extremely strict. If there is a case involved in the loans of repaying government grain loans or the loans of repaying government grain loans, regardless of whether the loans or the loans of repayment of government grain loans or the loans have been established in the State Tribunal, it would be impossible to adjudicate the loans of redemption. However, recent years, the method of repaying government grain loans cannot be slightly delayed. Sometimes there are cases where local magistrates conceal the loans of repaying government grain loans and reveal the loans of repayment and revealed government grain loans. If the loans of repayment and repayment of government grain loans are found, the loans will ultimately cause no trouble. If the loans of repayment and repayment of government grain loans loans, then how could the loans of reckless loans and reckless loans be feared if the loans of repayment and repayment of government grain loans? The harmful effects will surely be impossible without any loans of repayment and repayment of government grain loans. This should be strictly observed in the ancient laws and prevent the evil effects of future generations. If there are cases in which such a crime, the loans of repayment and repayment of government grain loans cannot be applied entirely by banishment to a designated area. The aforementioned officials of the State Tribunal should be punished according to the law of intentionally apprehending criminals. Your subject requests that this method be repeatedly clarified and",
                "H2KE-nKo": "갑자년에 차대를 행하였다. 좌의정 이상황이 아뢰기를,“환향은 법의 취지가 매우 엄중합니다. 포흠이 난 것에 관계된 것이 있으면 처음에 포흠이 났거나 숨기거나 포흠이 난 것을 막론하고 의금부의 법령에는 본래 정해진 법률이 있으니, 결코 그 사이에서 조정해서는 안 됩니다. 그런데 근년 이래로 이 법이 또한 점점 해이해져서 수령이 포흠을 덮쳤다가 적발되는 경우 간혹 가볍게 법률 조문을 적용하는 경우가 없지 않습니다. 이 길이 한번 열리면 실로 끝없는 후환이 있을 것입니다. 사람이 만일 죄가 공적인 포흠에 관계되고 마침내 무사하게 된다면 포흠이 난 고을을 장차 무엇을 꺼려 포흠을 덮지 않겠으며, 포흠이 없는 고을을 장차 무엇을 꺼려 포흠을 범하지 않겠습니까. 말류의 폐단이 반드시 어느 고을고 포흠이 나지 않는 고을이 없게 될 것이니, 이는 옛 법을 엄히 지켜 앞으로의 폐단을 영원히 막지 않아서는 안 됩니다. 이후로 만약 이와 같은 죄과가 있는데도 한결같이 정배하거나 금고하는 상법으로 처단하지 못한다면 해당 의금부 당상에게는 고의로 사람을 처벌하는 형률을 시행해야 할 것입니다. 이러한 뜻으로 거듭 밝혀 분부하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 15일(갑자) 1번째기사",
                "gt-oKo": "차대하였다. 좌의정 이상황(李相璜)이 아뢰기를, “환곡(還穀)과 향곡(餉穀)에 대한 법의 뜻이 지극히 엄중합니다. 진실로 흠포(欠逋)에 관계되는 것이 있으면 시포(始逋)와 엄포(掩逋)를 논할 것 없이 의금부의 관석(關石)에 본래부터 정해진 율(律)이 있으니, 그 사이에 낮추거나 높이는 것은 결코 용납되지 않습니다. 그런데 근년에 와서 이 법이 또한 점점 해이해짐을 면하지 못하여 수령(守令)들의 흠포를 가리웠다가 현저하게 발각된 자를 간혹 가볍게 의율(議律)하는 것이 없지 않은데, 이 길이 한번 열리면 실로 끝없는 뒷 걱정이 있을 것입니다. 사람들이 만약 죄가 공포(公逋)에 관련되었는데도 마침내 무사하게 되는 것을 본다면, 무릇 흠포가 있는 고을에서 앞으로 무엇을 꺼려 흠포를 가리우지 않겠으며, 비록 흠포가 없는 고을이라 하더라도 장차 무엇을 꺼려 흠포를 범하지 않겠습니까? 말류(末流)의 폐단이 반드시 읍마다 흠포 없는 곳이 없을 것이니, 이는 옛 법을 엄히 지켜 앞으로의 폐단을 영원히 막지 않을 수 없습니다. 이 뒤로 만약 이같은 범죄가 있는데도 한결같이 정배하고 금고하는 상법(常法)으로 처단하지 않는다면, 해당 의금부 당상에게는 마땅히 고출입인죄(故出入人罪)의 율로써 시행함이 마땅할 것입니다. 청컨대 이 뜻을 거듭 밝혀 분부하소서.” 하였는데, 그대로 따랐다.",
                "hj": "○甲子/次對, 左議政李相璜啓言: “還餉法意, 極爲嚴重。 苟有關係於欠逋者, 無論始逋與掩逋, 王府關石, 自有定律, 決不容低昻於其間。 而近年以來, 此法亦不免漸弛, 守令之掩逋現發者, 間不無從輕議律者, 此路一開, 實有無窮之後慮。 人若見罪關公逋, 而竟至無事, 則凡有逋之邑, 將何憚而不掩逋, 雖無逋之邑, 將何憚而不犯逋? 末流之弊, 必至於無邑不逋, 此不可不嚴守舊典, 永杜來(弊)〔弊〕。 後若有似此犯科, 而不能一斷之以配錮之常法, 則當該禁堂, 當施故出入人罪之律, 請以此意, 申明分付。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King ordered that Second Deputy Director [of the Office of the Royal Lectures] Kim Honggeun be promoted to Grand Master for Excellent Virtue and that Clerk Yi Jeongjae be promoted to rank. This was because the title of Envoy for Expressing Gratitude for Imperial Benevolence was concurrently made to express gratitude for imperial benevolence. The high officials requested that this be done according to precedent.",
                "H2KE-nKo": "동지 부사 김홍근에게 가선대부를 가자하고 서장관 이정재에게 품계를 올려 주라고 명하였다. 사신의 호칭으로 사은을 겸하게 한 것에 대해 대신이 전례를 원용하여 청한 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 15일(갑자) 2번째기사",
                "gt-oKo": "동지 부사(冬至副使) 김홍근(金弘根)에게는 가선(嘉善)의 자급을 더하고 서장관 이정재(李鼎在)는 품계를 올려 주라고 명하였으니, 사신의 칭호가 겸사은(兼謝恩)이라고 하여 대신이 이미 있었던 전례를 끌어 청했기 때문이었다.",
                "hj": "○命冬至副使金弘根加嘉善, 書狀官李鼎在陞品, 以使號之兼謝恩, 大臣援已例請之也。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Hong Myeongju as magistrate of Ganghwa Strategic Prefecture.",
                "H2KE-nKo": "홍명주를 강화부 유수로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 21일(경오) 1번째기사",
                "gt-oKo": "홍명주(洪命周)를 강화부 유수로 삼았다.",
                "hj": "○庚午/以洪命周爲江華府留守。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinmi day, Shin Miji proceeded to Seonwon Hall and performed a tea ceremony.",
                "H2KE-nKo": "선원전에 나아가 다례를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 22일(신미) 1번째기사",
                "gt-oKo": "선원전(璿源殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○辛未/詣璿源殿行茶禮。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On byeongja day, the King conducted the Mid-Autumn Regional Military Procurement examination in Injeong Hall (Hall of Benevolent Governance . The lecture reached the first lecture, namely Yi Huigyo , and the lecture reached the first lecture, Jo Mi , who was the first lecture, was the first lecture. ",
                "H2KE-nKo": "인정전에서 병자년 추도기 유생을 시험 보였다. 강경에서 수석을 차지한 이희교와 제술에서 수석을 차지한 조완에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 27일(병자) 1번째기사",
                "gt-oKo": "추도기 유생(秋到記儒生)을 인정전에서 시험하여 강(講)에서 수석을 차지한 이희교(李羲敎)와 제술(製述)에서 수석을 차지한 조건(趙湕)을 아울러 직부 전시하게 하였다.",
                "hj": "○丙子/試秋到記儒生于仁政殿, 講居首李羲敎, 製居首趙湕幷直赴殿試。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Officials who supervised the construction of a domestic shrine in the imja year (Yi Sangsang , who supervised the construction of a domestic shrine, were granted a saddle. Superintendent Kim Yugeun and Jo Manyeong were granted a salary grade, and Seo Junbo was granted a salary grade, and Chief Administrator Hong Jungchung was promoted to grand master for comprehensive governance . The rest were rewarded with varying degrees.",
                "H2KE-nKo": "임자년에 문호묘 영건을 감동한 대신 이상황에게 안구마를 면급하고, 제조 김유근과 조만영에게는 숭록대부를 가자하고, 서준보에게는 숭정대부를 가자하고, 도청 홍중섭에게는 통정대부를 가자하고, 그 나머지 사람들에게는 차등을 두어 시상하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 3일(임자) 1번째기사",
                "gt-oKo": "문호묘(文祜廟)를 영건(營建)할 때 감독한 대신 이상황(李相璜)에게 안구마(鞍具馬)를 면대(面對)해 주고, 제조 김유근(金逌根)·조만영(趙萬永)에게는 숭록(崇祿)의 자급을 더하였으며, 서준보(徐俊輔)에게는 숭정(崇政)의 자급을 더하고, 도청 홍중섭(洪重燮)에게는 통정(通政)의 자급을 올려 주었으며, 그 나머지는 차등 있게 시상하였다.",
                "hj": "○壬子/文祜廟營建監蕫大臣李相璜, 鞍具馬面給, 提調金逌根、趙萬永加崇祿, 徐俊輔加崇政, 都廳洪重燮陞通政, 其餘施賞有差。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Jeongbo as the Office of the Censor General .",
                "H2KE-nKo": "서정보를 사간원 대사간으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 3일(임자) 2번째기사",
                "gt-oKo": "서정보(徐鼎輔)를 사간원 대사간으로 삼았다.",
                "hj": "○以徐鼎輔爲司諫院大司諫。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King specially appointed Yi Donyeong as compilation directors of the Office of the Inspector General , and Kim Umyeong and Yi Sanggyeong as 부수찬으로 삼았다.",
                "H2KE-nKo": "을묘년에 특지로써 이돈영을 홍문관 수찬으로, 김우명과 이상경을 부수찬으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 6일(을묘) 1번째기사",
                "gt-oKo": "특지(特旨)로써 이돈영(李敦榮)을 홍문관 수찬으로, 김우명(金遇明)·이상경(李象敬)을 부수찬으로 삼았다.",
                "hj": "○乙卯/特旨以李敦營爲弘文館修撰, 金遇明、李象敬爲副修撰。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The seventh rite for commemorating Spring and Autumn Annals was held at the Royal Confucian Academy . Those who 수석을 차지한 윤석영을 직부 전시하게 하였다.",
                "H2KE-nKo": "반궁에서 칠석제를 행하였다. 수석을 차지한 윤석영에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 9월 8일(정사) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 칠석제(七夕製)를 설행하여, 수석을 차지한 윤석영(尹錫泳)을 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丁巳/設七夕製于泮宮, 居首尹錫泳直赴殿試。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On sinmyo day, the first day of the month, the King performed the rite of the new moon at the Royal Cuisine Office .",
                "H2KE-nKo": "기묘년 삭전을 혼궁의 삭제를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 1일(기묘) 1번째기사",
                "gt-oKo": "혼궁(魂宮)의 삭제(朔祭)를 행하였다.",
                "hj": "○己卯朔/行魂宮朔祭。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "In the imjin year (, the King appointed Heo Gye as navy commander of Right Jeolla Province .",
                "H2KE-nKo": "임진년에 허계를 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 14일(임진) 1번째기사",
                "gt-oKo": "허계(許棨)를 전라우도 수군 절도사로 삼았다.",
                "hj": "○壬辰/以許棨爲全羅右道水軍節度使。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gabo day, [the King] summoned Envoy for Expressing Gratitude for Imperial Benevolence Jeong Yong , Vice-Envoy Kim Honggeun , and Document Official Yi Jeongjae . They paid a farewell visit to the King.",
                "H2KE-nKo": "동지 정사 정원용, 부사 김홍근, 서장관 이정재를 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 16일(갑오) 1번째기사",
                "gt-oKo": "동지 정사(冬至正使) 정원용(鄭元容)·부사(副使) 김홍근(金弘根)·서장관 이정재(李鼎在)를 소견하니, 하직 인사를 드리기 때문이었다.",
                "hj": "○甲午/召見冬至正使鄭元容, 副使金弘根, 書狀官李鼎在, 辭陛也。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The Royal Confucian Academy was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "윤병렬을 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 17일(을미) 1번째기사",
                "gt-oKo": "윤병렬(尹秉烈)을 성균관 대사성으로 삼았다.",
                "hj": "○乙未/以尹秉烈爲成均館大司成。"
            },
            "2": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Bak Seunghyeon submitted a memorial to the King in order to strive to promote himself and then petitioned for the execution of guaranteed recommendation. He then petitioned for the execution of guaranteed recommendation, and then petitioned for the execution of guaranteed recommendation of guaranteed recommendation.",
                "H2KE-nKo": "집의 박승현이 현과 도를 통해 상소하여 권면하고, 이어 홍문록을 행하기를 청하니, 비답하기를,“학문에 힘쓰는 것은 유념하겠다. 홍문록을 행하기를 청한 것도 좋으니, 즉시 거행하게 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 17일(을미) 2번째기사",
                "gt-oKo": "집의 박승현(朴升鉉)이 현·도(縣道)를 통하여 상소하여 학문에 힘쓸 것을 진달하고 인하여 관록(館錄)을 행할 것을 청하니, 비답하기를, “학문에 힘쓰라 한 것은 마땅히 유념할 것이고, 관록에 대한 청도 역시 좋으니 즉시 거행하게 하겠다.” 하였다.",
                "hj": "○執義朴升鉉, 從縣道上疏陳勉, 仍請行館錄, 批曰: “勉學當留念, 而館錄之請, 亦好, 卽令擧行。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Hong Gyeongmok was appointed as education director of the Office of Royal Decrees . Shortly thereafter, he was replaced, and Shin Jasik was appointed to replace him. Bak Jongmu was appointed as fifth tutor for the Crown Prince . ",
                "H2KE-nKo": "병신년에 홍경모를 홍문관 부제학으로 삼았다가 곧바로 체차하고 후임에 신재식을 임명하였다. 박종훈을 우부빈객으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 18일(병신) 1번째기사",
                "gt-oKo": "홍경모(洪敬謨)를 홍문관 부제학으로 삼았다가 곧바로 체차하고 신재식(申在植)으로 대신하였으며, 박종훈(朴宗薰)을 우부빈객으로 삼았다.",
                "hj": "○丙申/以洪敬謨爲弘文館副提學, 尋遞, 以申在植代之, 以朴宗薰爲右副賓客。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Bak Jonggyun as governor of Hamgil Province .",
                "H2KE-nKo": "무술년에 박종훈을 함경도 관찰사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 20일(무술) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 함경도 관찰사로 삼았다.",
                "hj": "○戊戌/以朴宗薰爲咸鏡道觀察使。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Seo Junbo as left tutor to the Crown Prince in the gihae year (.",
                "H2KE-nKo": "기해년에 서준보를 좌빈객으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 21일(기해) 1번째기사",
                "gt-oKo": "서준보(徐俊輔)를 좌빈객으로 삼았다.",
                "hj": "○己亥/以徐俊輔爲左賓客。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Left State Councilor Yi Sangsang presented a memorial requesting his resignation on account of illness. The King denied this request.",
                "H2KE-nKo": "임인년 좌의정 이상황이 상소하여 병세를 진달하고 면직을 청하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 24일(임인) 1번째기사",
                "gt-oKo": "좌의정 이상황(李相璜)이 상소하여 병의 정상을 진달하고 해면해줄 것을 바랐으나, 비답을 내려 허락하지 않았다.",
                "hj": "○壬寅/左議政李相璜, 疏陳病狀乞免, 賜批不許。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On sinsa day, the King proceeded to the moon of Injeong Hall and delivered incense and the written invocation for the winter state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 월대에 나아가 태묘 동향 대제에 쓸 향과 축문을 전하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 3일(신사) 1번째기사",
                "gt-oKo": "인정전 월대(月臺)에 나아가 태묘(太廟)의 동향(冬享)에 쓸 향축(香祝)을 전하였다.",
                "hj": "○辛巳/詣仁政殿月臺, 傳太廟冬享香祝。"
            },
            "2": {
                "H2KE-EN": "Bak Jangbok was appointed as the Office of the Censor General , and Yi Haenggyo as the army commander of Jeolla Province .",
                "H2KE-nKo": "박장복을 사간원 대사간으로, 이행교를 전라도 병마절도사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 3일(신사) 2번째기사",
                "gt-oKo": "박장복(朴長復)을 사간원 대사간으로, 이행교(李行敎)를 전라도 병마 절도사로 삼았다.",
                "hj": "○以朴長復爲司諫院大司諫, 李行敎爲全羅道兵馬節度使。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "In musin year (, the King ordered that 4,862 gyeol of land be supplied to each province for the losses of the fourth,862 gyeol of the same year.",
                "H2KE-nKo": "무신년에 여러 도와 제도의 당년 재결 4만 1862결을 면제해 주었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 30일(무신) 1번째기사",
                "gt-oKo": "제도(諸道)와 제도(諸都)의 당년 재전(災田) 4만 1천 8백 62결(結)에 급재(給災)하였다.",
                "hj": "○戊申/給諸道諸都當年災四萬一千八百六十二結。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "Yi Jiyeon , the 홍문관 제학으로 삼았다.",
                "H2KE-nKo": "이지연을 홍문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 6일(갑신) 1번째기사",
                "gt-oKo": "이지연(李止淵)을 홍문관 제학으로 삼았다.",
                "hj": "○甲申/以李止淵爲弘文館提學。"
            },
            "2": {
                "H2KE-EN": "The King held the ninth day of the Royal Confucian Academy and 수석을 차지한 홍우철에게 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "반궁에서 구일제를 행하였다. 수석을 차지한 홍우철에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 6일(갑신) 2번째기사",
                "gt-oKo": "반궁(泮宮)에서 구일제(九日製)를 설행하여 수석을 차지한 홍우철(洪祐喆)을 직부 전시하게 하였다.",
                "hj": "○設九日製于泮宮, 居首洪祐喆, 直赴殿試。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulyu day, the King appointed Yi Yaku as second minister of personnel .",
                "H2KE-nKo": "을유년에 이약우를 이조 참판으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 7일(을유) 1번째기사",
                "gt-oKo": "이약우(李若愚)를 이조 참판으로 삼았다.",
                "hj": "○乙酉/以李若愚爲吏曹參判。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Officials of the senior third rank or below who supervised the repair of the Royal Tomb of Queen Sinui were rewarded with varying degrees.",
                "H2KE-nKo": "정해년에 장릉의 사초를 개수할 때 감동한 대신 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 10월 9일(정해) 1번째기사",
                "gt-oKo": "장릉(章陵)의 사초(莎草)를 수개(修改)할 때 감독했던 대신 이하에게 차등 있게 시상하였다.",
                "hj": "○丁亥/章陵莎草修改監董大臣以下, 施賞有差。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On giyu day, [the King] appointed Ahn Gwangjil as army commander of Pyeongan Province , Kim Wongeun as inspector general , and Kwon Donin as second minister of personnel .",
                "H2KE-nKo": "안광질을 평안도 절도사로, 김원근을 사헌부 대사헌으로, 권돈인을 이조 참판으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 1일(기유) 1번째기사",
                "gt-oKo": "안광질(安光質)을 평안도 절도사로, 김원근(金元根)을 사헌부 대사헌으로, 권돈인(權敦仁)을 이조 참판으로 삼았다.",
                "hj": "○己酉朔/以安光質爲平安道節度使, 金元根爲司憲府大司憲, 權敦仁爲吏曹參判。"
            },
            "2": {
                "H2KE-EN": "The King ordered the reinstatement of the late Third Minister Shin Gwangjip . Shin Gwangjip was the younger brother of Lord of Yeongseong Shin Gwangsu . His grandson submitted a memorial to the King, who ordered the reinstatement of his grandson to be discussed with high-ranking officials.",
                "H2KE-nKo": "고 참의 신광집을 복관하라고 명하였다. 신광집은 바로 영성위 신광수의 아우인데, 그의 손자가 상언한 것으로 인하여 대신과 의논하여 시행하도록 허락한 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 1일(기유) 2번째기사",
                "gt-oKo": "고 참의 신광집(申光緝)을 복관(復官)시키라고 명하였다. 신광집은 곧 영성위(永城尉) 신광수(申光綏)의 아우인데, 그 손자가 상언(上言)한 것으로써 대신들과 의논하여 시행하도록 허락하였던 것이다.",
                "hj": "○命故參議申光緝, 復官。 卽永城尉光綏之弟, 以其孫上言, 議大臣許施。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "Governor of Medicine Hong Huigeun , Governor of Chungju , hurriedly reported to the King as follows: On the fourth day of this month, there are nine thousand ri away from Chungju . For the Royal Placenta Chamber , the stones for the sleeping pillars , and the stones for the sleeping pillars . The residents and the overseers of mountains are all arrested and imprisoned, and the criminals are now censured and arrested. The King transmitted a royal directive, which stated as follows: At night, I saw the report of the governor of Geumcheon . I cannot overcome my fright and apprehensive. However, I do not know that the Royal Placenta Chamber was raised in ancient times. Furthermore, the sleeping of the leeping of the Royal Placenta Chamber , the Royal Placentacenta Chamber , the Royal Placentacentacenta Chamber , and the Royal Placentacentacenta Chamber . There are cases in which the sleeping of the",
                "H2KE-nKo": "공충 감사 홍희근이 급히 장계하기를,“이달 4일 충주의 구만리, 경종대왕의 태실 개첨석, 우상석, 좌대석, 정남쪽의 전석, 횡대석, 연엽주석이 모두 변을 일으킨 흔적이 있으니, 산 아래에 사는 백성과 감관을 모두 잡아 가두었고, 죄인은 지금 막 기찰하여 체포하였습니다.”하니, 전교하기를,“밤에 충청 감사의 장계를 보고 놀라움과 두려움을 금할 수 없었는데, 태봉에서 변을 일으킨 일이 옛날에도 있었는지 모르겠다. 또 변을 일으킨 일이 이미 도내에 있었으니 지방관과 도백을 감죄해야 할지의 여부를 아울러 알고자 하니, 대신은 들어와서 내게 물어 처리하라.”하였다. 이어 좌의정과 우의정을 불러서 보았다. 좌의정 이상황이 아뢰기를,“태봉에서 변을 일으킨 일이 이미 도내에 있었으니 도신과 지방관을 논하여 감처하는 조치가 없어서는 안 됩니다. 그러나 종전에 외도에 일이 있으면 관계된 것이 매우 중하더라도 강상에 관계된 옥사와 같은 경우에는 도신이 이로 인해 죄를 입은 사례가 없었습니다. 지방관에 대해서는 논하여 감처하지 않을 수 없으나, 다만 생각건대 전패에서 변을 일으킨 고을의 수령을 논하여 감처하지 않은 것은 실로 선왕께서 깊이 생각하고 멀리 내다본 성스러운 뜻에서 나온 것입니다. 또 《춘관통고》를 상고해 보니, 옛날에도 서산의 태봉에서 변을 일으킨 일이 있었는데 ‘사단이 본궁을 모해한 데서 말미암았다.’라고 하였습니다. 지금 만약 수령을 논하여 감처한다면 지금의 민심이 옛날 같지 않아서 뒷날의 염려가 없으리라고 보장하기 어렵기 때문에 감히 논하여 감처할 수 없다고 우러러 아룁니다.”하고, 또 아뢰기를,“숙종조에 곤양, 전주, 대흥 4개 조의 태봉에 푯말을 세워 탈을 보충하는 일로 인하여 예조 당상 및 감역관을 내려 보내는 것을 정식으로 삼았고, 영종조에 임천의 태실을 개수할 때에도 이 사례를 준행하였으니 지금도 이대로 거행해야 합니다. 이번에는 예사로 탈이 있는 것과는 다르니, 별도로 사람을 보내 봉심하게 하는 것이 인정과 예의에 합당할 듯합니다.”하니, 예조 당상을 보내 봉심하게 하라고 명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 12일(경신) 1번째기사",
                "gt-oKo": "공충 감사 홍희근(洪羲瑾)이 치계(馳啓)하기를, “이달 초4일 충주 구만리(九萬里)에 있는 경종 대왕 태실(胎室)의 개첨석(蓋簷石)·우상석(隅裳石)·좌대석(坐臺石)과 정남쪽 아래 전석(磚石)·횡대석(橫帶石)·연엽주석(蓮葉柱石)에 모두 작변(作變)한 흔적이 있어서, 산하(山下)에 사는 백성과 감관(監官)을 일체 잡아다 가두었고, 죄인은 방금 기포(譏捕)하는 중입니다.” 하였는데, 하교하기를, “밤에 공충 감사의 장계(狀啓)를 보고는 놀랍고 송구함을 견디지 못하겠는데, 태봉(胎封)에 변고를 일으킨 일이 옛날에도 있었는지 모르겠다. 또 변고가 생긴 일이 이미 도내(道內)에 있으면 지방관과 도백(道伯)에 대해 마땅히 감죄(勘罪)가 있어야 될지 여부와 그 전례의 유무를 아울러 알려고 하니, 대신들은 들어와서 품처(稟處)하도록 하라.” 하고, 이어 좌상·우상을 소견하였는데, 좌의정 이상황이 말하기를, “태봉에 변고를 일으킨 일이 이미 도내에 있었으면 도신과 지방관에 대해 죄를 논감(論勘)하는 거조가 없어서는 안되겠지만, 전에부터 외도(外道)에 일이 있어 비록 강상(綱常) 등에 관련된 옥사(獄事)와 같이 관계가 매우 중대하여도 도신이 이로 인해 죄를 입은 전례는 없었습니다. 지방관에 있어서는 논감함이 없을 수 없습니다만, 생각건대, 전패(殿牌)에 작변한 고을의 수령(守令)을 논감하지 않았던 것은 실로 선조(先朝) 때 깊이 생각하시고 멀리 보시는 성의(聖意)에서 나왔습니다. 또 《춘관통고(春官通考)》를 상고해 보건대, 옛날에도 서산(瑞山)의 태봉에 작변한 일이 있었는데, ‘사단(事端)이 본관(本官)을 모해하려는 데에서 말미암았다.’고 말한 것이 있습니다. 지금에 만약 수령을 논감한다면, 지금은 민심이 옛 같지 않아서 앞으로의 우려가 없을 것이라고는 보장하기 어렵기 때문에 감히 논죄(論罪)해서는 안된다고 우러러 아룁니다.” 하고, 또 말하기를, “숙묘조(肅廟朝) 때 곤양(昆陽)·전주(全州)·대흥(大興)에 있는〈세종·단종·예종·현종〉 4조(朝)의 태봉(胎峰)에 표석(表石)을 세우고 탈이 난 곳을 보수하는 역사(役事)로 인하여 예조 당상과 감역관(監役官)을 내려 보내는 것을 드러나게 법식으로 정했는데, 영묘조(英廟朝) 때 임천(林川)에 있는 〈선조(宣祖)의〉 태실을 개수할 때에도 역시 이 전례를 좇았으니, 이번에도 역시 이에 의하여 거행하는 것이 마땅하겠습니다. 이번은 보통 탈이 있는 것과는 차이가 있으니, 만약 별도로 사람을 보내어 봉심(奉審)한다면 정리와 예의에 합당할 듯합니다.” 하였는데, 예조 당상을 보내 봉심하라고 명하였다.",
                "hj": "○庚申/公忠監司洪羲瑾馳啓言: “今月初四日, 忠州九萬里, 景宗大王胎室蓋簷石、隅裳石、坐臺石、正南下磚石、橫帶石、蓮葉柱石、俱有作變之痕, 山下居民及監官, 一倂捉囚, 罪人則今方譏捕。” 敎曰: “夜見錦伯狀啓, 不勝驚悚, 而不知胎封作變, 古亦有之。 且作變旣在道內, 則地方官, 與道伯, 當有勘罪與否, 其例有無, 幷欲知之, 大臣入來, 稟處。” 仍召見左右相, 左議政李相璜言: ‘胎封作變, 旣在道內, 則道臣地方官, 不可無論勘之擧, 而從前外道有事, 雖干係甚重, 如事關綱常等獄, 道臣無因此被罪之例。 至於地方官, 不可無論勘, 而第念殿牌作變邑守令之不爲論勘, 實出先朝深惟遠覽之聖竟。 且考見《春官通考》, 古亦有瑞山胎封作變之事, 而有曰, 「事端由於謀害本宮」 云。 今若論勘守令, 則以今民心之不古, 難保無來後之慮, 故不敢以論罪仰奏矣。’ 又言, ‘肅廟朝因昆陽、全州、大興四朝胎峰立表補頉之役, 以禮曹堂上及監役官下去, 著爲定式, 英廟朝林川胎室修改時, 亦遵行此例, 今亦當依此擧行, 今番則與尋常有頉有異, 若別遣奉審, 則恐合情文矣。’ 命遣禮堂奉審。"
            },
            "2": {
                "H2KE-EN": "The King ordered that former Magistrate Song Heumseong be dispatched to his hometown. Song Heumseong is the son of 좨주 [Song] Chihyu []. Right State Councilor Kim Igyo requested that he be sent to his hometown in order to support him. The King approved this request.",
                "H2KE-nKo": "전 현감 송흠성을 수령으로 차출하여 보내라고 명하였다. 송흠성은 좨주 송치규의 아들이다. 우의정 김이교가 가까운 지역의 수령으로 차출하여 보내서 부모를 봉양할 수 있게 하기를 청하니, 그대로 따른 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 12일(경신) 2번째기사",
                "gt-oKo": "전 현감 송흠성(宋欽成)을 수령에 임명해 보내라고 명하였다. 송흠성은 좨주(祭洒) 송치규(宋稚圭)의 아들인데, 우의정 김이교(金履喬)가 가까운 지방의 수령에 임명해 보내어 부모를 봉양하도록 할 것을 청하자, 그대로 따른 것이었다.",
                "hj": "○命前縣監宋欽成, 守令差送。 欽成, 祭酒稚圭之子, 右議政金履喬, 請差送近地守令, 俾資奉養, 從之。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Song Chi규를 사헌부 대사헌으로 삼았다.",
                "H2KE-nKo": "송치규를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 14일(임술) 1번째기사",
                "gt-oKo": "송치규를 사헌부 대사헌으로 삼았다.",
                "hj": "○壬戌/以宋稚圭爲司憲府大司憲。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Kim Gyeongsun was appointed as 우포도대장 of the gyeongsul year (.",
                "H2KE-nKo": "경술년에 김위를 우변포도대장으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 2일(경술) 1번째기사",
                "gt-oKo": "김영(金煐)을 우포도 대장으로 삼았다.",
                "hj": "○庚戌/以金煐爲右捕盜大將。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The Office of Royal Decrees Hong Huijun was appointed as a director of the Office of Royal Decrees . ",
                "H2KE-nKo": "홍희준을 예문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 21일(기사) 1번째기사",
                "gt-oKo": "홍희준(洪羲俊)을 예문관 제학으로 삼았다.",
                "hj": "○己巳/以洪羲俊爲藝文館提學。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the fourth month, [the King] ordered that a rite be bestowed upon the late Fifth Rank Military Officer Shin Rip and the aides to the entourage Kim Yeoryeo and the elderly killed in Dalcheon in Chungju . Second Minister of Rites Jo Inyeong returned and reported to the throne that the Royal Placenta Chamber was the old age of imjin year [1422; fifth year of King Sejongs reign] will be expected to demonstrate my feelings of deep regret. [Jo] Inyeong also said that 719 seok of rice wages paid to the three army headquarters in Chungju should be imposed upon the evils of 719 seok. [The King] accepted this.",
                "H2KE-nKo": "내년 봄에 고 순변사 신립, 종사관 김여물 및 장사들을 충주 달천의 순의한 옛터에 사제하라고 명하였다. 예조 참판 조인영이 태실을 봉심하러 갔다가 돌아와서 ‘내년이 임진년의 구갑이 되니, 감회를 함께 표해야 합니다.’라고 아뢰었기 때문이다. 조인영이 또 충주에서 삼영에 바치는 보미 719섬의 폐단을 말하고 대전하도록 허락해 줄 것을 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 22일(경오) 1번째기사",
                "gt-oKo": "명년 봄을 기다려 고(故) 순변사(巡邊使) 신입(申砬)과 종사관(從事官) 김여물(金汝岉) 및 여러 장사(將士)들을 충주 달천(撻川)의 순의(殉義)한 옛터에 사제(賜祭)하라고 명하였는데, 예조 참판 조인영(趙寅永)이 태실(胎室)을 봉심하기 위하여 충주에 갔다가 돌아와서 ‘명년이 임진년의 옛 갑년(甲年)이 되니 옛일을 추억(追憶)하는 감회를 나타내어 보임이 합당하다.’고 말하였기 때문이었다. 조인영이 또 충주에서 삼영(三營)에 바치는 보미(保米) 7백 19석(石)의 폐단을 말하면서 대전(代錢)으로 하도록 허락해 줄 것을 청하였는데, 그대로 따랐다.",
                "hj": "○庚午/命待明春賜祭于故巡邊使申砬, 從事官金汝岉及諸將士于忠州㺚川殉義故墟, 禮曹參判趙寅永, 因胎室奉審行, 歸奏以 ‘明年爲壬辰舊甲, 合示曠感爲言’ 也。 寅永又言忠州納三營保米七百十九石之弊, 請許代錢, 從之。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On eulhae day, the Royal Confucian Academy reported, The Confucian scholars have strongly submitted their opinions, saying, What is the elevation of the former sage-grandfather-grandfather-grandfather (grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather (grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather (grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather (grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather (grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather (grandfather-grandfather-grandfather-grandfather-grandfather-grandfather (grandfather-grandfather-grandfather-grandfather-grandfather (grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-grandfather-",
                "H2KE-nKo": "성균관이 아뢰기를,“유생이 권당하고 소회를 아뢰기를 ‘선성의 휘자는 얼마나 존중해야 하는 것입니까. 그런데 대사성 윤병렬이 승보시 6개 초의 과장을 설치할 때 부해 가운데 추부자의 성휘를 그대로 써서 성전의 지척에 걸어 놓았으니, 매우 놀라운 일입니다. 성인을 보호하는 자리에 감히 태연히 있을 수 없습니다.’라고 하였습니다.”하니, 전교하기를,“살피지 못하고 착오를 일으킨 잘못을 면하기 어렵다. 대사성은 파직하고 유생은 들어가도록 권하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 27일(을해) 1번째기사",
                "gt-oKo": "성균관에서 아뢰기를, “유생(儒生)들이 권당(捲堂)하고 소회(所懷)를 말하기를, ‘선성(先聖)의 휘자(諱字)는 얼마나 존중한데, 대사성 윤병렬(尹秉烈)은 승보시(陞補試) 육초(六抄)의 설장(設場) 때 부해(賦解)의 가운데에 추부자(鄒夫子)의 성씨와 휘자를 그대로 써서 성전(聖殿)의 매우 가까운 곳에 게시하였으니, 일이 지극히 놀라워 성전을 보호하는 곳에서 감히 안연(晏然)하게 있을 수 없다.’고 하였습니다.” 하니, 하교하기를, “잘 살피지 않고 잘못을 저지른 허물을 모면하기 어려운 바가 있다. 대사성은 파직하고 유생들은 들어가도록 권하라.” 하였다.",
                "hj": "○乙亥/成均館啓言: “儒生捲堂所懷言, ‘先聖諱字, 何等尊重, 而大司成尹秉烈, 陞補六抄設場時, 賦解中直書鄒夫子姓諱, 揭之聖殿咫尺, 事極驚駭, 護聖之地, 不敢晏然云。’” 敎曰: “不審做錯, 在所難免。 泮長罷職, 儒生勸入。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order on the basis of the jeongchuk day (1417, the fifth year of King Sejongs reign: The intent of respecting the sage and importing to the students is to be imposed upon. Even though [the King] ordered that [the officials] be dismissed from their posts, if there is no absurd circumstances, this would be appropriate in terms of righteousness for the wrongdoing. Former 대사성 Yun병yeol shall be appointed to the position of former 대사성 .",
                "H2KE-nKo": "전교하기를,“성인의 휘를 높이고 여러 유생을 중히 여기는 뜻에서 비록 죄로 파직하라고 명하였지만, 무망은 무망이니 이치로 볼 때 실수를 용서해 주는 것이 합당하다. 전 대사성 윤병렬을 잉임하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 29일(정축) 1번째기사",
                "gt-oKo": "하교하기를, “성인(聖人)의 휘자를 높이고 여러 유생을 소중히 여기는 뜻에서 비록 죄파(罪罷)를 명하긴 했으나, 무망중(無妄中)의 일이라면 무망중의 일이니, 사리로 보아 실수를 용서함이 합당하다. 전 대사성 윤병렬을 잉임(仍任)시키도록 하라.” 하였다.",
                "hj": "○丁丑/敎曰: “尊聖諱重諸生之義, 雖命罪罷, 旡妄則旡妄, 理合原失。 前大司成尹秉烈仍任。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Seo Junbo as director of the Hall of Worthies .",
                "H2KE-nKo": "서준보를 홍문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 5일(계축) 1번째기사",
                "gt-oKo": "서준보를 홍문관 제학으로 삼았다.",
                "hj": "○癸丑/以徐俊輔爲弘文館提學。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The governor of Gyeonggi [Province] Yi Huijun , who had fulfilled his term of office, requested that the term of office be replaced. The King approved this request.",
                "H2KE-nKo": "경기 감사 이희준이 임기가 만료되었다. 비변사가 돈을 주조하는 일이 한창 벌어지고 있다는 이유로 잉임할 것을 청하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 11월 6일(갑인) 1번째기사",
                "gt-oKo": "경기 감사 이희준(李羲準)이 임기가 찼는데, 비국에서 주전(鑄錢)을 바야흐로 벌린다고 하여 잉임(仍任)할 것을 청하니, 그대로 따랐다.",
                "hj": "○甲寅/京畿監司李羲準瓜滿, 備局以鑄錢方張, 請仍任, 從之。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "Headmaster of the Royal Confucian Academy Yun병yeol submitted a memorial requesting his resignation, and the King granted permission and replaced him with Yun Myeonggyu .",
                "H2KE-nKo": "기묘년 삭일 대사성 윤병렬이 상소하여 사직하니, 허락하고 후임에 윤명규를 임명하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 1일(기묘) 1번째기사",
                "gt-oKo": "대사성 윤병렬이 상소하여 사직하니 허락하고, 윤명규(尹命圭)로 대신하였다.",
                "hj": "○己卯朔/大司成尹秉烈疏辭, 許之。 以尹命圭代之。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King received the regular morning court assembly in muja year (. Left State Councilor Yi Sangsang reported, Former Magistrate of Hoeryeong Jeong Won용 , the compulsory labor of the guesthouse for the reconstruction of the guesthouse of our magistracy was greatly impossible because the people of this magistracy cannot be supplied. Your subject requests that the two thousand seok of additional grain loan be supplied for the reconstruction of the guesthouse of our magistracy for the reconstruction of the two hundred seok of grain for the reconstruction of the guesthouse. The King approved this request. Minister of War Kim Yugeun reported, The reconstruction of the guesthouse of the reconstruction of the military officials is originally not a way for the successful candidates to come. Therefore, many among the miscellaneous promotion of the reconstruction of the government. The reconstruction of the Government Arsenal recommends that among the reconstruction of magistrates and those who have served in the reconstruction of the third-rank officials",
                "H2KE-nKo": "차대를 행하였다. 좌의정 이상황이 아뢰기를,“전 회령 부사 정원용이 ‘본부의 청차(淸差 청천)가 관사를 수리하는 역사가 본부의 백성들이 살아갈 수 없는 큰 폐단이 되고 있으니, 본부의 유환곡 중에서 2000섬을 더 분급하여 해마다 모조 200섬을 취하여 수리하는 밑천으로 삼게 해 주소서.’라고 청하였습니다. 이와 같이 하면 백성들에게서 거두는 폐단을 없앨 수 있을 것입니다. 이대로 시행하소서.”하니, 그대로 따랐다. 병조 판서 김유근이 아뢰기를,“부천된 무변은 본래 계제로 전진할 길이 없습니다. 그러므로 잡기로서 자급이 오른 자가 대부분이고 이력으로 순차한 자가 매우 드무니, 조정에서 수용하는 본뜻이 아닙니다. 군기시 정은 부천된 사람 중에서 일찍이 수령을 지내고 3품의 이력이 있는 자를 통틀어 의망하고, 근래의 전례대로 30개월 만에 자급을 올려 주어 적체된 것을 진작하고 억울함을 풀어 주는 것이 마땅할 듯합니다. 대신과 장신에게 하문하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 10일(무자) 1번째기사",
                "gt-oKo": "차대하였다. 좌의정 이상황(李相璜)이 아뢰기를, “전 회령 부사(會寧府使) 정원용(鄭元容)이 본부(本府)에 있는 청나라 차사원(差使員)의 관사(館舍)를 수리하는 역사(役事)가 크게 본부 백성들의 지탱하기 어려운 폐단이 된다면서 본부에 유치해 둔 환곡(還穀) 중에서 2천 석(石)을 더 나누어 주고 해마다 모곡(耗穀) 2백 석을 취하여 수리하는 밑천을 삼자고 청하였는데, 이같이 한다면 백성들에게서 거두는 폐단을 제거할 수 있습니다. 청컨대 이에 의하여 시행하소서.” 하니, 그대로 따랐다. 병조 판서 김유근(金逌根)이 아뢰기를, “부천(部薦)된 무변(武弁)은 본래 차례를 밟아 차차 올라가는 길이 없기 때문에 잡기(雜歧)로서 자급이 승진한 자는 많이 있으나 이력(履歷)의 순서를 따른 자는 매우 드무니, 조정에서 인재를 수용(收用)하는 본뜻이 아닙니다. 군기시 정(軍器寺正)은 부천(部薦)된 사람 중에서 일찍이 수령(守令)을 지내고 3품이 이력이 있는 자로써 통의(通擬)하고 근례(近例)에 의하여 30삭(朔)이 되면 자급을 올려 주어 정체됨을 떨치고 답답함을 소통하도록 함이 마땅할 듯합니다. 대신과 장신(將臣)에게 물어 보소서.” 하니, 그대로 따랐다.",
                "hj": "○戊子/次對, 左議政李相璜啓言: “會寧前府使鄭元容, 以本府淸差館舍修理之役, 大爲府民難支之弊, 本府留還中, 加分二千石, 歲取耗二百石, 以爲修理之資爲請, 如是則可祛斂民之弊。 請依此施行。” 從之。 兵曹判書金逌根啓言: “部薦武弁, 本無階梯前進之路, 故雜岐陞資者居多, 循序履歷者絶罕, 有非朝家收用之本意。 軍器寺正, 以部薦中曾經守令有三品履歷者, 通擬, 依近例三十朔陞資, 俾爲振滯疏鬱似宜。 詢大臣將臣。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Ikhoe as minister of punishments and Yi Gyuhyeon as governor of Jeolla Province.",
                "H2KE-nKo": "이익회를 형조 판서로, 이규현을 전라도 관찰사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 10일(무자) 2번째기사",
                "gt-oKo": "이익회(李翊會)를 형조 판서로, 이규현(李奎鉉)을 전라도 관찰사로 삼았다.",
                "hj": "○以李翊會爲刑曹判書, 李奎鉉爲全羅道觀察使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The Royal Confucian Academy reported to the Royal Confucian Academy as follows: The student of the Royal Confucian Academy Yun Myeonggyu said, On the twelfth day of this month, the Royal Confucian Academy composed the poemy of the Royal Confucian Academy on the twelfth day of the first month, the Royal Confucian Academy named the Royal Confucian Academy immediately wrote in the middle of the Royal Confucian Academy . Also, when the Royal Confucian Academy composed the poemy of the Royal Confucian Academy on the twelfth day, the Royal Confucian Academy did not avoid the poemy of the Royal Confucian Academy because the Royal Confucian Academy did not avoid the poemy of the Royal Confucian Academy because the Royal Confucian Academy was able to understand the Royal Confucian Academy because he was unable to understand the poemy of the Royal Confucian Academy. The Royal Confucian Academy Yun Myeonggyu was dismissed from his post and the students encouraged him to enter.",
                "H2KE-nKo": "성균관이 아뢰기를,“재유들이 권당하고 소회를 말하기를 ‘대사성 윤명규는 이달 12일 상제의 시해 가운데 선묘조의 어휘를 곧바로 써서 과장에 걸었고, 또 10일 통독의 제초 때에는 부의 제목에 어제를 피하지 않았으니, 전후로 잘못하여 그 책임을 면하기 어렵습니다.’라고 하였습니다.”하니, 전교하기를,“잘 살피지 못하고 또 이런 망발을 하였다. 이것이 비록 생각이 미치지 못한 탓이기는 하지만 이미 나에게 보고된 이상 그대로 두어서는 안 된다. 대사성을 파직하고 유생들을 권하여 들어가게 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 14일(임진) 1번째기사",
                "gt-oKo": "성균관에서 아뢰기를, “재유(齋儒)들이 권당(捲堂)하고 소회(所懷)를 말하기를, ‘대사성 윤명규(尹命圭)는 이달 12일 상제(庠製)의 시해(詩解) 가운데에 선묘조(宣廟朝)의 어휘(御諱)를 곧바로 써서 장중(場中)에 게시하였었고, 또 초10일 통독(通讀)의 제초(製抄) 때는 부제(賦題)에 어제(御題)를 피하지 않아, 앞뒤의 미혹되어 잘못한 것은 그 책임을 면하기 어렵다.’고 하였습니다.” 하니, 하교하기를, “잘 살피지 못하여 또 이런 망발(妄發)이 있었다. 비록 이 일은 생각이 미치지 못한 탓이겠으나, 이미 나에게까지 알려진 이상 그냥 있을 수만은 없으니, 대사성은 파직하고 여러 유생들은 들어가도록 권하라.” 하였다.",
                "hj": "○壬辰/成均館啓言: “齋儒捲堂所懷言, ‘大司成尹命圭, 今月十二日庠製詩解中, 直書宣廟朝御諱, 揭之場中, 且於初十日, 通讀製抄時, 賦題不避御題, 前後迷錯, 難免其責’, 云。” 敎曰: “不能致審而又有此妄發。 雖是意慮不到者, 旣徹之後, 不可但已, 泮長罷職, 諸生勸入。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Jeong Jiyong was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "정지용을 성균관 대사성으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 15일(계사) 1번째기사",
                "gt-oKo": "정지용(鄭知容)을 성균관 대사성으로 삼았다.",
                "hj": "○癸巳/以鄭知容爲成均館大司成。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites , referring to a memorial presented by the governor of Jeolla Province Bak Yeongwon , reported to the King, Your subjects request that the half of the quotas of wood collected from mountain streams be allowed to supply the quotas of one-half of the quotas. The King issued an order that the quotas be supplied to supply the quotas of the quotas.",
                "H2KE-nKo": "비변사가 전라 감사 박영원의 상소에 대해 의견을 갖추어 주상에게 아뢰어 산군의 대동목을 절반은 대전하도록 허락해 줄 것을 청하니, 전교하기를,“특별히 전 수량을 대전하도록 하라.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 15일(계사) 2번째기사",
                "gt-oKo": "비국에서 전라 감사 박영원(朴永元)이 상소한 것을 가지고 복계(覆啓)하여 산군(山郡)의 대동목(大同木)을 절반은 돈으로 대신하도록 허락할 것을 청하니, 하교하기를, “특별히 전체 수량을 돈으로 대신하도록 하라.” 하였다.",
                "hj": "○備局, 以全羅監司朴永元上疏覆啓, 請山郡大同木, 許令折半代錢, 敎曰: “特令全數代錢。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Shin Jasik , deputy education director of the Office of eulmi year (, presented a memorial to the King (Sejong requesting that money be prohibited from the use of coin currency north of the northern correspondence of the northern corresponding southern corresponding northern corresponding to replacement from the replacement of the frontier garresponding northern corresponding",
                "H2KE-nKo": "을미년에 부제학 신재식이 상소하여, 북도 마천강 이북은 전화를 사용하는 것을 금지하고 육진의 수령은 임기가 차기 전에는 체차하지 말며, 치적이 현저한 자는 반드시 먼저 사진해야 할 이력에 수용해야 한다고 진달하니, 비답하기를,“논의한 바가 매우 좋다. 묘당으로 하여금 내게 물어 처리하게 하여 실효가 있게 하겠다.”하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 17일(을미) 1번째기사",
                "gt-oKo": "부제학 신재식(申在植)이 상소하여, 북도(北道)의 마천령(摩天嶺) 이북에는 전화(錢貨) 사용을 금하고, 육진(六鎭)의 수령은 임기 전에 체차(遞差)하지 말며, 치적(治績)이 뚜렷이 드러난 자는 나아가야 할 이력(履歷)에 반드시 먼저 수용할 것을 진달하였는데, 비답하기를, “논한 바가 매우 좋으니, 묘당(廟堂)으로 하여금 품처(稟處)하게 하여 실효가 있도록 하겠다.” 하였다.",
                "hj": "○乙未/副提學申在植, 疏陳北道摩天以北禁用錢貨, 六鎭守令瓜前勿遞, 治績較著者, 必先收用於當進之履歷, 批曰: “所論甚好, 令廟堂稟處, 俾有實效。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King instructed the students of the Royal Confucian Academy as follows: In recent days, the punishment of the headquarters of both the Royal Confucian Academy is not only equitably important. In fact, the headquarters of the Royal Confucian Academy must be warned. However, this is also a clear instruction. Although the headquarters of the Royal Confucian Academy are not the most important duty of the headquarters of the Three Dynasty, they are seated in the schools of the Royal Confucian Academy and called the younger brother of the elder brother of the Royal Confucian Academy. The distinction between distinction and righteousness is truly fault. If the headquarters of the Royal Confucian Academy competitively remonstrate that it is improper, the students will shamelessly revise them. Then, the sense of human feelings and righteousness will be able to communicate with the headquarters of the Royal Confucian Academy, which is extremely admirable. Otherwise, the headquarters of the Royal Confucian Academy arbitrarily arbitrarily, and then can it be right? Although the headquarters of both Royal Confucian Academy fault arbitrarily arbitrarily, the headquarters of the Royal Confucian Academy and the younger brother of the elder brother of the Royal Confucian Academy were also arbitrarily arbitrarily. From now on, the headquarters of the Royal Confucian Academy should be",
                "H2KE-nKo": "정유년에 성균관 유생들에게 별유를 내렸는데, 그 내용은 다음과 같다.“요즘 두 대사성에 대한 처분은 여러 유생의 말을 중시해서일 뿐만 아니라, 실은 대사성이 제대로 살피지 못한 죄를 경책하지 않아서는 안 되기 때문이다. 그러나 이에 대해서도 분명하게 유시한 바가 있다. 지금의 대사성이 비록 삼대의 대사성처럼 중하지는 않지만, 그를 스승의 자리에 앉히고 여러 유생을 일컬어 박사제자라고 하는 것은 고금의 공통된 의리이다. 그 분수가 엄격하고 그 의리가 온화하여 스승으로 하여금 진실로 잘못이 있으면 여러 유생이 그 불가함을 쟁론하여 스스로 부끄러워하여 고치게 한다면, 정의가 유통되어 그 일이 매우 아름다울 것이다. 그렇지 않고 공척하는 말을 앞장서서 하여 어려움 없이 밀어 올리고 내쫓은 뒤에야 그만두는 것이 옳겠는가.두 대사성이 잘못한 것은, 비록 스스로 지은 죄이기는 하지만 이미 본성을 상실하고 본성을 잃은 것이 아니고 전혀 사람의 도리도 없는 것이다. 성인을 업신여기고 임금을 멸시하여 죽을죄를 달게 여기는 자는, 결코 알면서 고의로 범한 것이 아님을 부녀자와 어린아이도 알 수 있다. 사람의 성품은 모두 같아서 내가 감히 할 수 없는 것인데 남들이 감히 한다고 의심하니, 이미 충후하고 공명정대한 의리를 크게 손상한 것이다. 그러니 자신의 마음을 미루어 남을 헤아리라는 가르침에 어긋나는 것이 과연 어떠하겠는가.문자를 끄집어내는 것도 오히려 아름답지 못하다고 하는데, 더구나 이 일이 비록 소중함을 빙자하지만 어찌 문자를 끄집어내는 것보다 심하지 않겠는가. 만약 그가 공척하는 말을 앞장서서 하여 어려움 없이 내쫓은 것이 모두 이치를 밝히지 못한 데서 나왔다고 한다면 그래도 말할 수 있겠지만, 만에 하나라도 혹시라도 협잡을 부리는 사심에서 나왔다면 성균관의 수선하는 곳에서 성현을 외우고 본받는 것을 업으로 삼는 것이 유독 마음에 부끄럽지 않겠는가.내가 비록 부덕하여 군사의 책임을 다하지는 못하지만, 그러나 또한 감히 옛날의 사유와 여러 유생을 지금의 사유와 여러 유생에게 바라지 않을 수 없기 때문에 그 말이 길어지는 것을 꺼리지 않는 것이다. 이미 이루어진 일은 어쩔 수 없지만, 지금부터는 대사성이 된 자가 그 일을 공경히 수행하여 여러 유생으로 하여금 그 잘못을 비평하는 일이 없게 하고, 여러 유생은 이름을 돌아보고 의리를 생각하여 대사성을 함부로 침범하지 못하게 한다면, 어찌 성균관의 중함을 더하고 선비의 기풍을 날로 아름답게 하지 않겠는가. 이 유시 한 통을 써서 명륜당 벽에 걸어 두고 또한 고사에도 기재하여, 대사성과 유생으로 하여금 항상 눈여겨 보게 하라.”\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 19일(정유) 1번째기사",
                "gt-oKo": "성균관 유생들에게 유시하기를, “근일에 두 반장(泮長)을 처분한 것은 다만 여러 유생들의 말을 소중히 여길 뿐만 아니라, 그 실상은 반장이 잘 살피지 못했던 죄를 깨우쳐 주지 않을 수 없기 때문이었다. 그러나 여기에서 또한 분명히 유시해 둘 것이 있다. 지금의 반장이 비록 삼대(三代) 때 대사성의 소중했던 것 같지는 않겠으나, 고비(皋比)에 앉아 사석(師席)으로 높이고 여러 유생을 일컬어 박사 제자라고 함은 고금의 통의(通誼)이다. 그 분별이 엄하고 그 의리가 화협하여 스승이 된 자가 참으로 잘못한 바가 있더라도, 제생(諸生)이 그 불가함을 쟁집하여 스스로 부끄럽게 여겨 고치도록 한다면, 인정과 의리가 유통하여 그 일이 매우 아름다울 것인데, 그렇게 하지를 않고 공척(攻斥)하는 말을 시작해 어려움 없이 밀어 올려 축출한 다음에야 그치니, 그 일이 옳겠는가? 두 반장의 실수는 비록 자기 스스로가 저지른 재앙이긴 하나, 이미 심성(心性)을 상실하여 전혀 인리(人理)가 없고 성현(聖賢)과 임금을 모멸하여 사죄(死罪)를 마음 달갑게 여기는 자가 아니라면, 결코 알고서 고의로 범하지는 않을 것임은 부녀자나 어린애도 알 것이다. 사람의 품성은 다 같은데, 내가 감히 하지 못할 것을 남은 감히 한다고 의심하였으나, 이미 충후(忠厚)하고 공명(公明)한 의리를 크게 손상한 것이다. 그것이 자신을 미루어서 남의 마음을 헤아리라는 교훈에 어긋남이 있음에야 과연 어떻게 하겠는가? 문자(文字)를 꼬집어 내는 것도 오히려 불미(不美)하다고 이르는데, 하물며 이 일이 비록 소중함을 빙자(憑藉)하나 어찌 문자를 꼬집어 내는 것보다 더 심함이 있지 않겠는가? 만약 그가 ‘공척하는 말을 시작해 어려움 없이 쫓아 버린다.’는 것이 다 이치를 밝히지 못한 데에서 나왔으면 그래도 말할 수 있겠지만, 만에 하나라도 혹시 협잡하는 사심(私心)에서 나왔다면 현관(賢關)의 유생으로 모범을 보여야 될 처지로 성현(聖賢)의 글을 송독하고 본받는 것을 업(業)으로 삼으면서 유독 마음에 부끄러움이 있지 않겠는가? 내가 비록 부덕(否德)하여 군사(君師)의 책임을 다하지는 못하였으나, 그러나 또한 감히 옛 사유(師儒)와 제생으로써 오늘날의 사유와 제생에게 바라지 않을 수 없기 때문에, 그 말의 길어짐을 꺼리지 않았다. 이미 지난 일은 할 수 없거니와, 지금 이후로 반장(泮長)이 되는 자는 그 일을 조심스럽게 하여 제생으로 하여금 그 실수를 의논하는 바가 없도록 하고, 제생이 되는 자는 명의(名義)를 돌아보아 생각하여 반장을 경솔하게 침해함이 없게 한다면, 어찌 현관의 소중함이 더해지고 사풍(士風)이 날로 아름답게 되지 않겠는가? 이 유지(諭旨) 1통(通)을 써서 명륜당(明倫堂) 벽에 걸고 또 고사(故事)에 기재하여 반장과 유생이 항시 눈익혀 보도록 하라.” 하였다.",
                "hj": "○丁酉/諭泮儒曰: “近日兩泮長處分, 不但重其爲諸生之言, 其實則泮長不審之罪, 不可以不警故也。 然於此, 亦有所明諭, 今之泮長, 雖非如三代大司成之重, 然坐之皐比, 尊以師席, 稱諸生爲博士弟子, 古今之通誼也。 其分嚴, 其義和, 使爲師者, 誠有所失, 諸生爭其不可, 使自愧而改之, 則情義流通, 其事甚美, 不然而倡言攻斥, 無難推上, 逐之後已, 其可乎? 兩泮長所失, 孽雖自作, 旣非喪性失心, 全無人理, 侮聖蔑君, 甘心死罪者, 則決知非知而故犯, 婦孺可知。 人性皆同, 吾所不敢爲, 疑人敢爲, 已大傷忠厚公明之義。 其有違於推已忖人之訓, 果何如也? 抉摘文字, 尙謂之不美, 況此事雖藉所重, 豈不有甚於抉摘文字乎? 若謂其倡言攻斥, 無難逐去, 出於未盡明理, 則尙可說也, 萬或一出於挾雜之私, 則賢關首善之地, 以誦法聖賢爲業, 獨不有愧於心乎? 予雖否德, 不能盡君師之責, 然亦不敢不以古之師儒諸生, 望於今之師儒諸生, 故不憚其言之長也。 遂事已矣, 自今以往, 爲泮長者, 敬謹其事, 使諸生, 無所議其失, 爲諸生者, 顧名思義, 毋得輕侵泮長, 豈不使賢關增重, 士風日美乎? 此諭一通, 書揭明倫堂壁, 亦載之故事, 俾泮長與儒生, 常目在之。”"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Kim Guncheom , a member of the Royal Placenta Chamber , committed the principal offender. The King sent a special royal commissioner to punish him according to the law. The King ordered that eleven men who participated in the Royal Placenta Chamber be punished by a government slave, and that Kim Guncheom and others be interrogated and said that Kim Guncheom and others wished to explain the member of the Royal Placenta Chamber, thereby causing an occurrence.",
                "H2KE-nKo": "경진년에 태봉에 변고를 일으킨 수범 죄인 김군첨을 경차관을 보내 법대로 처형하고, 동참한 11인은 원악도에 보내 노비로 삼으라고 명하였다. 도신의 조사에서 김군첨 등이 태봉의 당직에게 화를 전가하여 변고를 일으키려고 했다고 말하였기 때문이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 2일(경진) 1번째기사",
                "gt-oKo": "태봉(胎封)에 작변(作變)한 수범 죄인(首犯罪人) 김군첨(金君瞻)을 경차관(敬差官)을 보내어 정법(正法)하고 함께 참여했던 11인은 원악도(遠惡島)에 보내 종[奴]을 삼으라고 명하였으니, 도(道)에서 조사하여 ‘김군첨 등이 태봉직(胎封直)에게 화(禍)를 전가시키려고 변고를 일으켰다’고 말하였기 때문이었다.",
                "hj": "○庚辰/命胎封作變首犯罪人金君瞻, 遣敬差官正法, 同參者十一人, 遠惡島爲奴, 道査言, ‘君瞻等欲嫁禍於胎封直而作變故也。’"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Yun Myeongdeok as third minister of personnel .",
                "H2KE-nKo": "무술년에 윤명규를 이조 참의로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 20일(무술) 1번째기사",
                "gt-oKo": "윤명규(尹命圭)를 이조 참의로 삼았다.",
                "hj": "○戊戌/以尹命圭爲吏曹參議。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gihae day, the King held the Royal Confucian Academy in the gihae year (. Thirty-one men, including Shin Seoku , who passed the state examination in the Royal Confucian Academy, were to be 전시에 곧바로 응시할 자격을 주었다. ",
                "H2KE-nKo": "반궁에서 기해년 감제를 행하였다. 수석을 차지한 신석우에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 21일(기해) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 황감제(黃柑製)를 설행하여, 수석을 차지한 신석우(申錫愚)를 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○己亥/設柑製于泮宮, 居首申錫愚, 直赴殿試。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The Record of the Grand Abdicated King (Taejong of gyeongja year (1400, the fourth year of King Taejos reign was as follows: Deputy Education Director Shin Jasik , Responding Editor Jo Dusun , Responding Editor Ku Chisun , 수찬 Han Jinhoe . The third점을 받은 사람은 Hwang Gian , Yu Chimyeong , Kim Ju묵 , Kim Usun , Kang필ro , Yi Jinhwa , Kwon Hwi , Jeong Hwanui , Baek Donggyu , Jeong Deokhwa , Song Neunghyu , Jeong Jagyeong , Yi 이면호 , Hwang Geup , Hong Usun , Seong Su묵 , Song Jiyang , Yi Mi , Kim Daegeun , Seong Ugyu , Jo Yeonchun , Im Baekgyeong , Kwon Yonggyeong , Seo Yeomsun , Seo Daesun , Yu Seonghwa , Hong Jongbong , Yun Heunggyu , Kim Giman , and Jo Jagyeong .",
                "H2KE-nKo": "경자년에 홍문록을 행하였다. - 부제학 신재식, 응교 조두순, 교리 구치순, 수찬 한진호가 나왔다. - 3점을 받은 사람은 황기안ᆞ유치명ᆞ김주묵ᆞ김우순ᆞ강필로ᆞ이진화ᆞ권휘ᆞ정환의ᆞ백동규ᆞ정덕화ᆞ송능규ᆞ정재경ᆞ이면호ᆞ황겹ᆞ홍우순ᆞ성수묵ᆞ송지양ᆞ이우ᆞ김대근ᆞ성우규ᆞ조연춘ᆞ임백경ᆞ권용경ᆞ서염순ᆞ서대순ᆞ유성환ᆞ홍종응ᆞ윤흥규ᆞ김기만ᆞ조재경이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 22일(경자) 1번째기사",
                "gt-oKo": "홍문록(弘文錄)을 행하였는데, 【부제학 신재식(申在植)·응교 조두순(趙斗淳)·교리 구치순(具致淳)·수찬 한진호(韓鎭㦿)이다.】 3점(點)을 받은 사람은 황기안(黃基安)·유치명(柳致明)·김주묵(金周默)·김우순(金遇順)·강필로(姜必魯)·이진화(李鎭華)·권휘(權徽)·정환의(鄭煥義)·백동규(白東奎)·정덕화(鄭德和)·송능규(宋能圭)·정재경(鄭在絅)·이면호(李勉祜)·황겹(黃䅘)·홍우순(洪祐順)·성수묵(成遂默)·송지양(宋持養)·이서(李垿)·김대근(金大根)·성우규(成禹圭)·조연춘(趙然春)·임백경(任百經)·권용경(權用經)·서염순(徐念淳)·서대순(徐戴淳)·유성환(兪星煥)·홍종응(洪鍾應)·윤흥규(尹興圭)·김기만(金箕晩)·조재경(趙在慶)이었다.",
                "hj": "○庚子/行弘文錄,【副提學申在植, 應敎趙斗淳, 校理具致淳, 修撰韓鎭㦿。】三點, 黃基安、柳致明、金周默、金遇順、姜必魯、李鎭華、權徽、鄭煥義、白東奎、鄭德和、宋能圭、鄭在絅、李勉祜、黃、洪祐順、成遂默、宋持養、李垿、金大根、成禹圭、趙然春、任百經、權用經、徐念淳、徐戴淳、兪星煥、洪鍾應、尹興圭、金箕晩、趙在慶。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King conducted state affairs in gyemyo year (,【 Minister of Personnel Sim Neungak , Second Minister of Personnel Kwon Donin , Minister of War Kim Yugeun .】 Bak Jusu was appointed magistrate of Hanseong Magistracy , 서유gu was appointed minister of punishments , Kim Jang was appointed Royal Confucian Academy , Yi Eonsun was appointed censor , Seo Neungbo was appointed fourth tutor , and Hong Seokju was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "계묘년에 도목 정사를 행하였다. - 이조 판서 심능악, 참판 권돈인, 병조 판서 김유근이 나왔다. - 박주수를 한성부 판윤으로, 서유구를 형조 판서로, 김위를 성균관 대사성으로, 이언순을 사간원 대사간으로, 서능보를 좌부빈객으로, 홍석주를 예문관 제학으로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 25일(계묘) 1번째기사",
                "gt-oKo": "도정(都政)을 행하여【이조 판서 심능악(沈能岳)·참판 권돈인(權敦仁)·병조 판서 김유근(金逌根)이다.】 박주수(朴周壽)를 한성부 판윤으로, 서유구(徐有榘)를 형조 판서로, 김선(金䥧)을 성균관 대사성으로, 이언순(李彦淳)을 사간원 대사간으로, 서능보(徐能輔)를 좌부빈객(左副賓客)으로, 홍석주(洪奭周)를 예문관 제학으로 삼았다.",
                "hj": "○癸卯/行都政, 【吏曹判書沈能岳, 參判權敦仁, 兵曹判書金逌根。】以朴周壽爲漢城府判尹, 徐有榘爲刑曹判書, 金䥧爲成均館大司成, 李彦淳爲司諫院大司諫, 徐能輔爲左副賓客, 洪奭周爲藝文館提學。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the twelfth month, [the King] went to Gyeongu Palace to pay a visit [to the Abdicated King].",
                "H2KE-nKo": "경우궁에 나아가 전배하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 26일(갑진) 1번째기사",
                "gt-oKo": "경우궁(景祐宮)에 나아가 전배(展拜)하였다.",
                "hj": "○甲辰/詣景祐宮展拜。"
            },
            "2": {
                "H2KE-EN": "[The King] dismissed Magistrate of Jeju Strategic County Yi Yeyeon from his post. [Yi] Yeyeon petitioned for rewarding those who repay grain loans from Jeju [Island]. The Office of the Inspector General petitioned for rewarding those who violated the law and petitioned for the punishment of Yi Yeyeon.",
                "H2KE-nKo": "제주 목사 이예연을 파직하였다. 이예연이 본주의 환모(還上耗 환모)를 대납한 사람에 대해 포상하기를 장계로 청하였는데, 비변사가 법에 어긋난다는 이유로 감률하기를 청한 것이다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 26일(갑진) 2번째기사",
                "gt-oKo": "제주 목사 이예연(李禮延)을 파직하였다. 이예연이 본주(本州)의 환모(還耗)를 대신 바친 사람에게 포상(褒賞)할 것을 장청(狀請)하였는데, 비국(備局)에서 공정한 법칙에 어긋남이 있다 하여 감죄(勘罪)할 것을 청하였기 때문이었다.",
                "hj": "○罷濟州牧使李禮延職, 禮延以本州還耗代納人, 狀請褒賞, 備局以有違經法, 請勘也。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On musin day, the royal coffin hall conducted the tea ceremony in the musin year (1408, the fifth year of King Sejongs reign.",
                "H2KE-nKo": "무신년에 혼궁의 주다례를 행하였다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 30일(무신) 1번째기사",
                "gt-oKo": "혼궁(魂宮)의 주다례(晝茶禮)를 행하였다.",
                "hj": "○戊申/行魂宮晝茶禮。"
            },
            "2": {
                "H2KE-EN": "The Hanseong Magistracy presented the King with a total of 156 households, 5,060 households, 3303,419 men, 3307,459 women, and 3307,459 women.",
                "H2KE-nKo": "한성부에서 민수를 올렸다. 오부와 팔도의 총 원호는 156만 560호인데, 남자는 330만 3419명이고 여자는 330만 7459명이었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 30일(무신) 2번째기사",
                "gt-oKo": "경조(京兆)에서 민수(民數)를 올렸는데, 5부(五部) 및 8도(道)의 모두 합친 원호(元戶)가 1백 56만 5천 60호(戶)에 남자가 3백 30만 3천 4백 19인이고, 여자가 3백 30만 7천 4백 59인이었다.",
                "hj": "○京兆獻民數, 五部及八道都元戶一百五十六萬五千六十戶, 男三百三十萬三千四百十九口, 女三百三十萬七千四百五十九口。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Kwon Bok as the Office of the Censor General , Yu Sangjo as the minister of punishments , and Seo Junbo as the director of the Office of the Royal Decrees .",
                "H2KE-nKo": "권복을 사간원 대사간으로, 유상조를 형조 판서로, 서준보를 판의금부사로 삼았다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 4일(임오) 1번째기사",
                "gt-oKo": "권복(權馥)을 사간원 대사간으로, 유상조(柳相祚)를 형조 판서로, 서준보(徐俊輔)를 판의금부사로 삼았다.",
                "hj": "○壬午/以權馥爲司諫院大司諫, 柳相祚爲刑曹判書, 徐俊輔爲判義禁府事。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King ordered that the prisoners who were imprisoned in the gapsin year ( be released and be provided with clothes, rough soldiers, and wandering, and be provided with relief aid.",
                "H2KE-nKo": "경죄수를 풀어 주고, 옷이 얇은 군병과 떠돌아다니며 구걸하는 백성에게 휼전을 베풀었다.\n",
                "date_ko": "순조 32권, 31년(1831 신묘 / 청 도광(道光) 11년) 12월 6일(갑신) 1번째기사",
                "gt-oKo": "죄가 가벼운 죄수를 석방하고 옷이 엷은 군병(軍兵)과 유랑하는 거지들에게 휼전(恤典)을 내려 주었다.",
                "hj": "○甲申/放輕囚, 給衣薄軍兵及流丐, 恤典。"
            }
        }
    }
}