{
    "11": {
        "18": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the eleventh month, the King ascended the throne at the Gapson Gate . He assisted the Queen Mother in performing the ceremony of conducting state affairs at Heungjeong Hall and received congratulations from the officials in the morning court assembly and the royal edict of investiture and granted a general amnesty.",
                "H2KE-nKo": "주상이 숭정문에서 기묘년에 주상이 즉위하여 왕대비를 모시고 흥정당에서 수렴 청정례를 행하고 조하를 받고 교서를 반포하고 대사면령을 내렸다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 18일(기묘) 1번째기사",
                "gt-oKo": "임금이 숭정문(崇政門)에서 즉위하였다. 왕대비(王大妃)를 받들어 수렴 청정(垂簾聽政)의 예(禮)를 흥정당(興政堂)에서 행하고, 조하(朝賀)를 받은 다음 교서(敎書)를 반포(頒布)하고 대사(大赦)를 베풀었다.",
                "hj": "○己卯/上卽位于崇政門。 奉王大妃, 行垂簾聽政禮于興政堂, 受朝賀頒敎, 大赦。"
            },
            "2": {
                "H2KE-EN": "The Queen Mother instructed, As the King has already ascended the throne, the elevation ceremony should be carried out. The Ministry of Rites should choose an auspicious day and perform the ceremony.",
                "H2KE-nKo": "왕대비(王大妃 정순왕후)가 전교하기를,“주상이 이미 대위에 올랐으니 추숭해야 할 전례를 해당 조에서 택일하여 거행하라.”하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 18일(기묘) 2번째기사",
                "gt-oKo": "왕대비가 하교(下敎)하기를, “주상(主上)이 이미 대위(大位)에 올랐으니, 추숭(追崇)을 의당 행하여야 할 것이다. 그 전례(典禮)를 해조(該曹)에서 날을 가려 거행하라.” 하였다.",
                "hj": "○王大妃敎曰: 主上旣登大位, 追崇應行典禮。 該曹擇日擧行。"
            },
            "3": {
                "H2KE-EN": "Bak Jongmu was appointed as Envoy for Reporting to the Emperor of Ming China , Yi Huijun as vice-envoy, and Seong Su묵 as vice-envoy.",
                "H2KE-nKo": "박종훈을 고부 겸 주청사로, 이희준을 부사로, 성수묵을 서장관으로 삼았다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 18일(기묘) 3번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 고부 겸 주청사(告訃兼奏請使)로, 이희준(李羲準)을 부사(副使)로, 성수묵(成遂默)을 서장관(書狀官)으로 삼았다.",
                "hj": "○以朴宗薰爲告訃兼奏請使, 李羲準爲副使, 成遂默, 爲書狀官。"
            },
            "4": {
                "H2KE-EN": "The King ordered the circuit patrolmen of the Government Arsenal to continue on their rotational duty before the end of the mourning period.",
                "H2KE-nKo": "감군 순장에게 공제 전에는 그대로 번을 서라고 명하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 18일(기묘) 4번째기사",
                "gt-oKo": "감군 순장(監軍巡將)에게 명하여 공제(公除) 전에는 그대로 번(番)을 들게 하였다.",
                "hj": "○命監軍巡將, 公除前仍番。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The posthumous title of Great King Taejong was discussed in gyeongjin year (. The posthumous title of Great King Gongjeong (Jeongjong was discussed. The Spirit Hall for Reverence and Filial Piety was Hyoseong . The shrine was Sunjong , and the Royal Tomb was Inneung . The posthumous title of Crown Prince Hyomyeong was elevated to Donmun , Hyeonmu Inui , and Hyomyeong . The shrine was elevated to Ikjong , the shrine was elevated to Hyohwa , and the royal tomb was elevated to Sumyeong .",
                "H2KE-nKo": "경진년에 대행 대왕의 시호를 의논하여 ‘문안무 정헌경성효대왕’이라 하고, 혼전은 ‘효성’이라 하고, 사당은 ‘순종’이라 하고, 능은 ‘인릉’이라 하였다. 효명세자의 시호를 추숭하여 ‘돈문현무인의효명대왕’이라 하고, 사당은 ‘익종’이라 하고, 신전은 ‘효화’라 하고, 능은 ‘수릉’이라 하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 19일(경진) 1번째기사",
                "gt-oKo": "대행 대왕(大行大王)의 시호(諡號)를 의논하여 ‘문안 무정 헌경 성효 대왕(文安武靖憲敬成孝大王)’이라 하고, 혼전(魂殿)은 ‘효성(孝成)’, 묘호(廟號)는 ‘순종(純宗)’, 능호(陵號)는 ‘인릉(仁陵)’이라 하였다. 효명 세자(孝明世子)의 시호를 추숭(追崇)하여 ‘돈문 현무 인의 효명 대왕(敦文顯武仁懿孝明大王)’이라 하고, 묘호는 ‘익종(翼宗)’, 신전(神殿)은 ‘효화(孝和)’, 능호는 ‘수릉(綬陵)’이라 하였다.",
                "hj": "○庚辰/議大行大王諡曰: “文安武靖憲敬成孝大王魂殿曰孝成, 廟曰純宗, 陵曰仁陵, 追崇孝明世子諡曰敦文顯武仁懿孝明大王, 廟曰翼宗, 神殿曰孝和, 陵曰綏陵。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported, The shrine name of Munhou has already been decided and submitted. The honorific title of the Queen Mother is elevated to be elevated to the Queen Mother, and the honorific title of the Crown Princess is to be elevated to the Queen Mother. From this day forward, we request that the Queen Mother be elevated to the presentation of tribute within and outside the capital. The King approved of this.",
                "H2KE-nKo": "예조가 아뢰기를,“문호묘의 추숭 묘호를 이제 막 의정하여 들였습니다. 왕대비전은 대왕 대비전으로 올리고 빈궁은 왕대비전으로 올리며, 왕대비전은 백관이 조알하고 서울과 지방에서 공헌하는 것을 오늘부터 거행하라는 뜻으로 통지하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 19일(경진) 2번째기사",
                "gt-oKo": "예조에서 아뢰기를, “문호묘(文祜廟)의 추숭 묘호(追崇廟號)를 이제야 겨우 의정(議定)하여 올렸습니다. 그리고 왕대비전(王大妃殿)을 높여 대왕 대비전(大王大妃殿)으로, 빈궁(嬪宮)을 높여 왕대비전으로 하였는데, 왕대비전께서 백관(百官)의 조알(朝謁)과 경외(京外)의 공헌(貢獻)을 오늘부터 거행한다는 뜻을 청컨대 알리게 하소서.” 하니, 윤허하였다.",
                "hj": "○禮曹啓言, “文祜廟追崇廟號, 纔已議定以入矣。 王大妃殿尊爲大王大妃殿, 嬪宮尊爲王大妃殿, 而王大妃殿百官朝謁, 京外貢獻, 自今日擧行之意, 請知委。” 允之。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "대왕 대비가 하교하기를, “비록 grief over the passing of the three directorates , although the mourners were alive, how can we not comprehend the utmost benevolence of loving the people? Moreover, Gyeonggi and Jeolla provinces have repeatedly suffered from poor harvests, and we cannot blame them as usual as usual. Thus, we implore that the sacrificial foods and supplies for the two provinces should be supplied less than 6,000 nyang of silver from the Office of Palace Kitchen Supplies , and the supplies for the two provinces should properly be supplied. The remainder should be divided and used by the three directorates. Even if we divide the supplies for the three directorates and divide the supplies for the three directorates, we should also thoroughly reduce the supplies and reduce the extravagance of the extravagance and reduce the extravagance of the extravagance. This should be a way to repay the will of the people. In accordance with this intent, the State Council should send an official document to the governor of the two provinces of Gyeonggi and Chungcheong.",
                "H2KE-nKo": "대왕대비가 전교하기를,“비록 애통하고 절박한 심정에서 나온 일이지만 어찌 대행대왕께서 백성들을 불쌍히 여기신 지극한 뜻을 우러러 본받지 않을 수 있겠는가. 더구나 경기와 호서 지방은 여러 차례 참혹한 흉년을 겪었으니 상례로 요구할 수 없다. 두 도의 제수를 복정하는 것을 특별히 잠시 보류하고 내탕고의 은자 6000냥을 내하하니, 두 도에 복정하는 것은 알맞게 헤아려 급대하고 나머지 수량은 세 도감으로 하여금 나누어 쓰게 하라. 세 도감에 소용되는 물품을 나누어 정하는 것으로 말하더라도 또한 충분히 생략하고 형식적인 것을 제거하여 조금이나마 유의에 보답하는 방도로 삼으라. 이 뜻을 묘당에서 두 도의 도신에게 삼현령으로 공문을 보내 알리라.”하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 20일(신사) 1번째기사",
                "gt-oKo": "대왕 대비가 하교하기를, “비록 애통하고 붕박(崩迫)한 가운데 있다 하더라도 어떻게 대행 대왕(大行大王)의 휼민(恤民)하시던 지극한 뜻을 우러러 본받지 않을 수 있겠는가? 더욱이 기호(畿湖) 지방은 누차 참혹한 흉년을 겪었으니, 평상시의 예로 독책(督責)할 수 없다. 양도(兩道)에 제수(祭需)의 복정(卜定)을 특별히 늦추게 하고 대내(大內)에서 내린 내탕(內帑)의 은자(銀子) 6천 냥을 양도에 복정하여 적당하게 지급하게 하고 나머지의 수량은 세 도감(都監)으로 하여금 나누어 쓰게 하라. 비록 세 도감에서 소용되는 물종(物種)을 나누어 정하는 것으로 말하더라도 또한 충분히 덜고 간략하게 하여 헛되이 꾸미는 것을 제거토록 해서 일분이나마 그 남기신 뜻에 보답하는 도리가 되도록 하라. 이 뜻을 묘당(廟堂)에서는 신속히 양도의 도신(道臣)들에게 알리라.” 하였다.",
                "hj": "○辛巳/大王大妃敎曰, “雖在哀遑崩迫之中, 何可不仰體大行大王恤民之至意乎? 況畿湖屢經慘歉, 不可以常例責之。 兩道祭需卜定, 特爲安徐, 內下內帑銀子六千兩, 兩道卜定, 量宜給代, 餘數使三都監分用。 雖以三都監所用分定物種言之, 亦爲十分省約, 除其浮文, 以爲一分報答遺意之道。 以此意廟堂三懸鈴行會於兩道道臣。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Kim Yangsun was banished to the Office of the Inspector General , and Hong Chigyu to the Office of the Censor General .",
                "H2KE-nKo": "김양순을 사헌부 대사헌으로, 홍치규를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 21일(임오) 1번째기사",
                "gt-oKo": "김양순(金陽淳)을 사헌부 대사헌으로, 홍치규(洪稚圭)를 사간원 대사간으로 삼았다.",
                "hj": "○壬午/以金陽淳爲司憲府大司憲, 洪穉圭爲司諫院大司諫。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gichuk day, the first day of the twelfth month, the Grand Abdicated King issued an order to select soldiers for the funeral expenses. However, now the discipline of officials in the Five District Offices of Hanseong Magistracy is not worried about the evils of collecting alms from the people under the pretext of the possession of posing possessing posession of posing posession of poverty and corruption. The State Council shall come to the officials of the senior third rank or above of Hanseong Magistracy and strictly enforce this matter. At this time, officials in the Five District Offices should be separately selected and entrusted with all the other orders.",
                "H2KE-nKo": "기축년에 대왕대비가 전교하기를,“여사군을 뽑아내야 하는데, 지금의 기강으로 볼 때 한성부 오부의 하속들이 민간을 빙자하여 가렴주구하고 토색질하는 폐단을 염려하지 않을 수 없다. 곤궁하고 고독한 가호에 대해서는 침해하지 말라는 뜻으로 묘당에서 한성부의 당상을 불러다가 이를 엄히 신칙하라. 이러한 때에 오부의 관원은 더욱 각별히 가려 뽑아야 하니, 일체 분부하라.”하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 11월 28일(기축) 1번째기사",
                "gt-oKo": "대왕 대비가 하교하기를, “여사군(轝士軍)을 마땅히 초출(抄出)해야 할 것인데, 지금의 기강(紀綱)으로 보아 한성부(漢城府) 5부(五部)의 하속(下屬)들이 민간(民間)을 빙자하여 주구(誅求)하고 징색(徵索)하는 폐단을 염려하지 않을 수 없으니, 곤궁하고 외로운 집에 대해서는 침책(侵責)하지 말도록 하는 뜻을 묘당(廟堂)에서 경조(京兆)의 당상(堂上)들을 오게 하여 이것을 엄하게 신칙시키라. 이런 때에는 부관(部官)을 더욱 특별히 가려야 할 것이니, 일체(一體)로 분부(分付)하라.” 하였다.",
                "hj": "○己丑/大王大妃敎曰: 轝士軍當抄出, 而以今紀綱, 漢城府五部下屬之憑藉民間, 誅求徵索之弊, 不可不念, 至窮殘獨之戶, 俾勿侵責之意, 廟堂進來京兆堂上, 以此嚴飭。 此時部官, 尤當另擇, 一體分付。"
            }
        }
    },
    "12": {
        "15": {
            "1": {
                "H2KE-EN": "On eulsa day, the King personally performed the rite of the full moon at the royal coffin hall in eulsa year (.",
                "H2KE-nKo": "주상이 빈전에서 망전을 친히 행하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 15일(을사) 1번째기사",
                "gt-oKo": "임금이 친히 빈전(殯殿)의 망전(望奠)을 지냈다.",
                "hj": "○乙巳/上親行殯殿望奠。"
            }
        },
        "16": {
            "1": {
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 16일(병오) 1번째기사",
                "gt-oKo": "약원(藥院)의 입진(入診)을 흥정당(興政堂)에서 행하고, 시임(時任)·원임(原任) 대신(大臣)과 각신(閣臣)을 소견(召見)하였다. 봉조하 남공철(南公轍)·영부사 이상황(李相璜)·영의정 심상규(沈象奎)·좌의정 홍석주(洪奭周)·우의정 박종훈(朴宗薰)이 아뢰기를, “생각건대, 우리 전하께서 어린 나이에 무거운 부탁을 받으시고 우리 자성 전하(慈聖殿下)께서 여요(女堯)의 성덕(聖德)으로 염유(簾帷)를 드리우는 전례(典禮)를 거행하시니, 모두들 머리를 들고 눈을 닦으면서 새로운 정화(政化)를 바라고 있습니다. 신 등이 어리석고 모질어 구차하게 살아남아 눈물을 뿌리면서 등대(登對)하였으니, 청컨대 오늘날 가장 절실하고도 시급한 일을 간략하게 먼저 진달하겠습니다. 첫째 기거(起居)를 삼가실 것입니다. 전하께서 어리신 나이로 사복(嗣服)하시어 조종(祖宗)의 크나큰 사업을 한 몸에 지고 계십니다. 더구나 기혈(氣血)이 채 채워지지 아니한데다 슬픔과 아픔이 마음을 싸고 있어 양전(兩殿)께서 오직 병에나 걸리지 않나 하는 근심이 평일보다 백배나 더하실 것이니, 무릇 식음(食飮)·복어(服御)·흥침(興寢)·보리(步履) 때와 동정(動靜)·어묵(語默)·희로(喜怒)·호오(好惡)의 일에 반드시 조신(操愼)하는 것을 공력(工力)으로 삼으시고, 항상 사물(四勿)의 경계를 마음속에 가지시기를 육기(六氣)의 징후같이 힘쓰신다면, 이것이 곧 성인(聖人)이 되는 기틀이 되고 하늘에 장수(長壽)를 기구(祈求)하는 근본에 부합될 것입니다. 두번째는 강학(講學)에 부지런한 것입니다. 옛날 명묘 대행(明廟大行)의 인산(因山) 전에 선묘(宣廟)께서 경연(經筵)에 나아가서 《예기(禮記)》의 상례편(喪禮篇)을 강(講)하셨습니다. 대개 거상(居喪) 중에 있으면서 채 장례를 치르기 전에 상례(喪禮)를 읽고 이미 장례를 치른 다음에 제례(祭禮)를 읽는다는 것이 곧 예경(禮經)의 글입니다. 선정신(先正臣) 송준길(宋浚吉)이 이 사실을 인용해 현묘(顯廟)의 초복(初服) 때 진달하여 행하였고, 그 뒤 경신년에도 또한 공제(公除)한 뒤에 곧 강대(講對)를 행했으니, 이는 곧 열조(列朝)의 성법(成法)입니다. 삼가 원하건대, 지금부터 권강(勸講)과 소대(召對)를 일과(日課)로 부지런히 행하소서. 신 등은 전하의 근학(勤學) 여부가 곧 종사(宗社)·생령(生靈)의 안위(安危)·흥체(興替)의 관건(關鍵)이라고 생각합니다. 또 경연을 열 때는 자성(慈聖)께서 수렴(垂簾)하시고 청강(聽講)하시는 것이 또한 고사(故事)로서 본받아 행할 만한 일이니, 바라건대, 전하께서는 힘쓰소서. 세번째는 궁위(宮闈)를 엄하게 하는 것입니다. 한 몸에 비유한다면, 궁위는 장폐(腸肺)와 같고 공부(公府)는 지체(肢體)와 같습니다. 장폐가 깨끗하지 아니한데 지체가 병들지 않는 경우가 어찌 있을 수 있겠습니까? 대개 부시(婦寺)는 아양을 떠는 것을 충성으로 삼고 복례(僕隷)는 빙자하여 파는 것을 이(利)로 삼는 법입니다. 승니(僧尼)·무축(巫祝)의 말이 안으로 들어오고 궁금(宮禁)의 엄비(嚴秘)해야 할 일들이 밖으로 새어나가는 경우가 많아 규점(窺覘)이 행해지고 참특(讒慝)이 싹틈은 모두 이런 무리들이 하는 것입니다. 지금 국가에 사고가 많고 인심이 안정되지 않고 있으니, 단단히 신칙하고 단속하는 일을 백배나 더해야 마땅할 것입니다. 더욱이 어리신 나이라 보통 한가로이 계실 즈음에는 이러한 무리와 쉽게 친숙해지고 자질구레한 장난감으로 이러한 무리들은 쉽게 유혹하니, 심지(心志)를 고혹(蠱惑)시켜 성공(聖工)에 누(累)를 끼침은 모두 이에 말미암아 일어나는 것입니다. 선묘께서는 어린 나이에 즉위하셨으나, 환시를 거느리심이 매우 엄해 항상 말을 붙이지 아니하시어 조야(朝野)가 성덕(聖德)을 사모하였으니, 실로 오늘날 우러러 본받아야 마땅합니다. 바라건대, 전하께서는 힘쓰소서. 네번째는 행문(倖門)을 막는 것입니다. 대저 먼저 작상(爵賞)은 국가의 대병(大柄)이요, 위복(威福)은 인주(人主)의 대권(大權)입니다. 한번 법에 어긋나거나 공정하지 못한 일이 그 사이에 잘못 뒤섞이면 사사(私邪)한 무리들이 간사한 마음을 싹틔워 좌우로 함께 나아오고 간촉(干囑)과 거짓된 속임수가 안팎에서 번갈아 쳐들어올 것입니다. 그 시초는 아주 미세한 사사로움에 지나지 않아 일을 크게 해침이 없는 것 같지만 그 기계(機械)가 매끄럽고 익숙해지며 길이 닦여 길들여지면, 마침내는 반드시 대병은 거꾸로 되고 대권은 흔들려 빼앗기기에 이르는 것입니다. 진실로 미세할 때에 방지하고 조짐을 막지 않으며 작은 것을 살피고 시작을 조심하지 아니하면, 쥐구멍이 곁으로 뚫리고 좀구멍이 어느사이에 커지는 것과 같을 것이니, 엿봄으로부터 넌지시 떠보는 것이 되고 투합(投合)하는 데서부터 제멋대로 굴게 됨은 필연적인 형세입니다. 옛날 성묘(成廟) 즉위 초에 궁위 봉보 부인(奉保夫人)이 어떤 사람에게 벼슬을 주기를 청하자 성묘께서 ‘내가 어린 나이로 내알(內謁)로 인해 사람들에게 벼슬을 준다면 국정(國政)을 어떻게 하겠는가? 만약 다시 말하는 자가 있으면 내가 반드시 용서하지 않을 것이다.’라고 하셨으니, 이는 진실로 성인(聖人)의 교훈입니다. 대개 공사(公私)를 구분함은 곧 기강의 근본이 됩니다. 기강이 서지 않으면 비록 근심하고 부지런함이 간절하다 하더라도 치도(治道)가 저절로 행해질 수 없으며, 행문을 막지 아니하면 형위(刑威)가 비록 엄하다 하더라도 기강은 저절로 서지 않을 것입니다. 바라건대, 전하께서는 경계하소서. 다섯번째는 백성들의 숨은 고통을 살피는 것입니다. 인주(人主)의 직분이란 백성을 보전하는 것일 뿐입니다. 무릇 외방에서 온 신료(臣僚)와 일로 인해 온 수재(守宰)를 반드시 인견(引見)하시고 물어보시되, 말을 다하도록 인도하소서. 윗사람의 귀와 눈이 항상 백성에게 있고 백성의 심복(心腹)이 남김없이 윗사람에게 알려진다면, 어찌 제거할 수 없는 폐단이 있겠습니까? 여섯번째는 재용(財用)을 절약하는 것입니다. 제물이란 백성의 목숨이자 곧 그들의 고혈(膏血)입니다. 우리 나라의 입국(立國)의 규모(規模)는 곧 ‘절검(節儉)’의 두 글자입니다. 그런데도 근세(近世) 이래로 혹 꾸밈이 지나친 폐단을 면하지 못하여 의복·음식의 범절과 거처(居處)·유장(帷帳)의 도구로부터 부시(婦寺)와 복례(僕隷)의 액수(額數)에 이르기까지 모두 옛 제도를 넘고 있습니다. 전하께서 만약 오늘날의 범백사(凡百事)를 원래 이와 같았던 것으로 아신다면, 이는 심히 먼저 성지(聖志)를 세우는 도리가 아닐 것입니다. 오늘 말씀드릴 것이 어찌 이에 그치겠습니까마는, 대경(大經)이 있는 바는 이 몇 가지에 벗어나지 않습니다. 기거(起居)를 삼가시는 것을 근학(勤學)의 근본으로, 궁위(宮闈)를 엄숙하게 하는 것을 행문(倖門)을 막는 근본으로, 백성의 숨은 고통을 살피는 것을 재용(財用)을 절약하는 근본으로 삼으시되, 또 그 대본(大本)은 오로지 전하의 실심(實心)에 있는 것입니다. 오직 원하건대, 성의(聖意)를 이에 깊이 두시어 소홀함이 없도록 하소서.” 하니, 비답하기를, “아뢴 바의 모든 조항이 간절하고 절실하니, 감히 마음이 새겨 두지 않을 수 있겠는가?” 하였다.",
                "hj": "○丙午/行藥院入診于興政堂, 召見時原任大臣閣臣。 奉朝賀南公轍, 領府事李相璜, 領議政沈象奎, 左議政洪奭周, 右議政朴宗薰啓言: “惟我殿下, 以沖幼之齡, 承付畀之重, 我慈聖殿下, 以女堯之聖, 擧簾帷之儀, 莫不延頸拭目, 以觀政化。 臣等頑忍苟存, 涕泣登對, 請以今日, 切要㝡急之務, 略先陳之。 一曰愼起居。 殿下沖年嗣服, 祖宗艱大之役, 擔在一身。 況氣血未充, 哀疚嬰心, 兩殿惟疾之憂, 百倍恒日, 凡食飮服御, 興寢步履之際, 動靜語默, 喜怒好惡之節, 必以操愼爲工, 恒存四勿之戒, 務若六氣之候, 則斯乃作聖之基, 永符祈天之本。 二曰勤講學。 昔明廟大行因山前, 宣廟臨筵講《禮記喪禮篇》。 蓋居喪未葬讀喪禮, 旣葬讀祭禮乃禮經之文。 先正臣宋浚吉, 引此以陳於顯廟初服而行之, 粤在庚申, 亦於公除後, 卽行講對。 此乃列朝成法也。 伏願自今, 勸講召對, 課日勤行。 臣等以爲殿下之勤學與否, 卽係宗社、生靈, 安危、興替之關。 且開筵時慈聖之垂簾聽講, 亦故事之可以倣行者也, 惟殿下, 懋哉。 三曰嚴宮闈。 譬之一身, 宮闈如腸肺, 公府如肢體。 安有腸肺不淸, 而肢體不病者乎? 蓋婦寺以納媚爲忠, 僕隷以藉賣爲利。 僧尼、巫祝之說, 或入於內, 宮禁嚴祕之事, 多宣於外, 窺覘行而讒慝萠, 皆此輩之爲耳。 顧今國家多故, 人心靡屆, 整飭操束, 尤宜百倍。 況當沖齡, 凡尋常燕閑之際, 易與此輩狎暱, 瑣屑玩戲之具, 易爲此輩誘惑, 蠱心志而累聖工, 皆由此起。 宣廟沖年卽阼, 御宦寺甚嚴, 常不與接言語, 朝野想望聖德, 實爲今日所當仰法。 惟殿下, 勉之。 四曰杜倖門。 夫爵賞者, 國家之大柄, 威福者, 人主之大權。 一有非法不公之事, 參錯於其間, 則私邪奸萌, 左右竝進, 干囑矯誣, 內外交攻。 其始也不過纖微之私, 若無足以大害於事, 而及其機械滑熟, 蹊逕流馴, 則終必至於大柄倒置, 大權撓奪, 苟不防微杜漸。 察細謹始, 則如鼠竇傍穿, 蠹孔潛蝕, 自窺覬而嘗試, 自投合而放肆, 卽必然之勢也。 昔成廟初服, 奉保夫人, 請爵人, 上曰, ‘予以幼沖, 因內謁爵人, 則於國政何? 若復言者, 予必不貸。’ 此誠聖人之訓也。 蓋公私之分, 卽紀綱之本也。 紀綱不立, 則憂勤雖切, 而治道不能徒行, 倖門不杜, 則刑威雖厲, 而紀綱不能自立。 惟殿下, 戒之。 五曰察民隱。 人主之職, 保民而已。 凡臣僚之自外來者, 守宰之因事至者, 必引見而詢訪, 導之盡言。 上之耳目, 常在於民, 民之心腹, 畢達於上, 則夫豈有不可祛之弊哉? 六曰節財用。 財者, 民命, 而卽其膏血也。 我朝立國規模, 卽是節儉二字。 而挽近以來, 或不免文勝之弊, 自衣服飮食之節, 居處帷帳之具, 至於婦寺僕隷之額數, 皆踰於古昔制度。 而殿下若以今日凡百, 認以元來如是, 則甚非所以先立聖志之道矣。 今日可言, 豈止於是, 而大經所在, 不出此數者矣。 愼起居爲勤學之本, 嚴宮闈爲杜倖門之本, 察民隱爲節財用之本, 而又其大本, 則亶在殿下實心。 惟願深留聖意毋忽焉。” 批曰: “所陳諸條, 懇惻切實, 敢不服膺也?”"
            },
            "2": {
                "H2KE-EN": "On gapja day, the first day of the month, the Abdicated King issued a decree as follows: Milks are no more than one woman in the deep palace, and accompanying His Majesty the late King for more than thirty years. Now that the heaven and earth are stormed, the disaster of calamity is impossible. Although His Majesty the King is gentle and brilliant by nature, it is difficult to blame all the administration of military affairs before the ten years of age. My dear sirs earnestly requested the courts old practices of our country, and thus I was inevitably forced to do so. However, this is originally a woman without knowledge of learning and knowledge. My dear sirs are the high-ranking officials of the state, whose loyalty and faithful benevolence have received the favor of His Majesty the late King. Today, all matters are busy and protecting His Majesty the King and encouraged studying the Royal Confucian Academy. The next are to love the people. If Your Majesty wishes to support the people, it will be proper to first follow the courts conduct. The State Council shall strive to admonish the governor and the governor shall imprison the local magistrates so that there will be no problems of corruption and corrupt people will be at peace. If the people are at peace, the state will reinforce the peacefulness of the energy. Currently, it is better not to eliminate all the high-ranking officials and the low-ranking officials in order to truthfully carry out the truthful administration of all military affairs. From this day forward, all military affairs and state affairs shall be discussed by high-ranking officials and high-ranking officials, and high-ranking officials. If the administration reports is proper, then I shall follow their administration. As for matters that cannot be trivial, I shall not raise no matter at the beginning to raise my self-restraint. After this clear instruction, if my dear sirs do not loyalty and strive to support the young King, then this will be my dear sirs, who will betray the spirits of the royal ancestors. If my dear sirs commit crimes against me, I will betray the royal ancestors. One or two days of the year, this will become excessive. Only after the King is growing energy, the",
                "H2KE-nKo": "대왕대비가 전교하기를,“미망인은 깊은 궁궐에 사는 일개 부인에 불과하고 대행왕의 건즐을 받든 지 30여 년인데, 지금 천지가 무너지는 화변을 당하였다. 주상이 비록 타고난 자질이 영명하기는 하지만 그래도 10세 이전의 군국의 기무를 일일이 책임지우기는 어려운 점이 있다. 경들이 국조의 고사를 가지고 간절히 청하기 때문에 어쩔 수 없이 이런 거조가 있게 된 것이다. 그러나 본래 여인으로 학문과 식견이 없는 사람이다. 경들은 나라의 대신으로서 대대로 충정을 돈독히 하여 대우해 준 은혜를 대행왕의 조정에서 받은 사람들이다. 오늘날 유유히 많은 일들에 대해 주상을 보호하고 성학을 권면하며, 그다음은 백성들을 아끼고 돌보는 것이다. 백성들을 안정시키고자 한다면 먼저 조정의 조치가 마땅하게 될 것이니, 묘당에서는 방백을 권면하고 신칙하며 방백은 수령을 단속하여 백성들을 침탈하고 탐욕을 부리는 폐단이 없게 하라. 그렇게 하면 백성들이 저절로 안정될 것이고, 백성들이 편안하면 나라의 형세가 다시 반석같이 안정될 것이다.현재의 방도로는 위아래가 모두 형식적인 것을 버리고 진실한 마음으로 실제적인 정사를 행하는 것보다 나은 것이 없다. 지금부터 모든 군국의 큰일에 대해 대신과 경재가 충분히 상의하고 확정하여 아뢴다면 나는 따를 뿐이다. 그러나 시행할 수 없는 긴요하지 않은 일은 애당초 거론하지 말아서 번거롭게 수응하게 하라. 이렇게 분명하게 유시한 뒤에도 경들이 충성을 다하고 힘을 다하여 어린 임금을 돕지 않는다면 이는 하늘에 계신 조종의 영령을 저버리는 것이고, 나에게 죄가 있다면 이는 내가 조종을 저버리는 것이다. 하루 이틀, 1년, 2년 이렇게 해서 점차 주상이 장성한 뒤에 조정이 편안하고 백성과 나라가 태평하게 된다면 미망인이 돌아가서 뵐 면목이 있게 될 것이다. 경들도 선왕을 추모하고 지금의 은혜에 보답하는 책임을 다하라. 내 말은 이 정도에서 그치는 것이니, 각자 힘쓰도록 하라.”하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 16일(병오) 2번째기사",
                "gt-oKo": "대왕 대비가 하교하기를, “미망인(未亡人)은 깊은 궁궐 안의 한 부인(婦人)에 지나지 않으나 대행왕(大行王)의 건즐(巾櫛)을 받들어 온 지가 30여 년인데, 이제 천지가 무너지는 화변(禍變)을 당하였다. 주상이 비록 타고난 자질이 영명(英明)하다 하더라도 아직 10세 이전이라 군국(軍國)의 기무(機務)를 하나하나 책임지우고 바라기에는 어려움이 있다. 경(卿) 등이 국조(國朝)의 고사(故事)를 가지고 간곡히 청하기 때문에 만부득이 이런 거조(擧措)가 있기에 이른 것이나, 본래 여자란 학문과 식견이 없다. 경 등은 나라의 대신(大臣)으로서 대대로 충정(忠貞)을 돈독히 해 왔고 대행조(大行朝) 때 지우(知遇)의 은혜를 입은 사람들이니, 오늘날 유유(悠悠)한 만사(萬事) 속에 주상을 보호하고 성학(聖學)을 권면(勸勉)할 것이다. 그 다음으로는 백성을 애휼(愛恤)할 일이다. 백성을 편안케 하고자 한다면 먼저 조정(朝廷)부터 거조(擧措)의 마땅함을 얻어야 할 것이니, 묘당(廟堂)에서는 방백(方伯)을 권면하여 경계하도록 하고 방백은 수령(守令)을 단속하여 백성을 착취하는 탐욕의 폐단을 없게 할 것이다. 그러면 백성은 저절로 편안해질 것이고, 백성이 편안해지면 국세(國勢)는 다시 반석(盤石)·태산(泰山)과 같은 안정된 자리에 정착하게 될 것이다. 지금의 도리(道理)로는 위아래에서 들뜨고 꾸미는 것을 모두 없애고 성실한 마음을 가지고 착실한 정사를 행하는 것보다 나은 것이 없다. 지금을 시작으로 모든 군국(軍國) 대사(大事)를 대신과 경재(卿宰)가 충분하게 상확(商確)하여 타당하게 한 뒤 아뢰면, 나는 오직 따를 뿐이다. 만약 시행할 수 없거나 긴요하지 않은 일은 처음부터 거론하지 말아서 수응(酬應)하는 데 번거롭게 만들지 말 것이다. 이처럼 환히 유시(諭示)한 뒤에 경 등이 만약 충성을 다하고 힘을 다하여 어린 주상을 보필하지 않는다면, 이는 경 등이 하늘에 계신 조종(祖宗)의 영(靈)을 저버리는 것이요, 허물이 내게 있다면 이는 내가 조종을 저버리는 것이다. 하루 이틀 1년 2년을 이와 같이 하여 지내 점차 주상이 장성한 뒤에 가서 조정이 안정되고 백성과 나라가 태평하게 된다면, 이 미망인도 돌아가 뵐 낯이 있을 것이요, 경 등도 또한 선왕을 추모하여 금상(今上)에게 보답하는 책무를 다하게 될 것이다. 나의 말은 여기에서 그치니, 각자 힘쓸지어다.” 하였다.",
                "hj": "○大王大妃敎曰: 未亡人不過深宮一婦人, 奉大行王巾櫛三十餘年, 今當天地崩坼之禍變。 主上雖天姿英明, 猶是十歲以前, 軍國機務, 有難一一責望。 卿等以國朝故事, 懇請, 故萬不獲已, 至有此擧, 而本是女流, 無學問識見。 卿等, 國之大臣, 世篤忠貞, 被知遇之恩於大行朝之人也, 今日悠悠萬事, 保護主上, 勸勉聖學。 其次則愛恤百姓。 欲安百姓, 則先自朝廷擧措得宜, 廟堂則勉飭方伯, 方伯則操束守令, 俾無剝割貪墨之弊, 則百姓自安。 百姓安則國勢復奠於磐泰之安。 卽今道理, 莫如上下盡祛浮文, 以實心行實政。 自今爲始, 凡百軍國大事, 大臣卿宰, 爛熳商確, 停當以奏, 則予惟從之而已。 至若不可行不緊之事, 初勿擧論, 致煩酬應。 如是洞諭之後, 卿等若不盡忠竭力, 以輔幼主, 則是卿等負祖宗在天之靈也, 罪在於予則是予負祖宗也。 一日二日, 一年二年, 如是以過, 漸至主上長成之後, 朝廷寧謐, 民國泰平, 則未亡人有歸拜之顔。 卿等亦盡追先報今之責。 予言止此, 其各勉諸。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Nojeung as the Office of the Censor General .",
                "H2KE-nKo": "이노병을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 16일(병오) 3번째기사",
                "gt-oKo": "이노병(李魯秉)을 사간원 대사간으로 삼았다.",
                "hj": "○以李魯秉爲司諫院大司諫。"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial to the King to earnestly explain the lectures on Confucian classics. The King refused to grant this petition.",
                "H2KE-nKo": "옥당이 연명으로 차자를 올려 강학에 힘쓸 것을 권면하니, 비답을 내렸다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 16일(병오) 4번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)하여 강학(講學)을 권면할 것을 진달하니, 비답을 내렸다.",
                "hj": "○玉堂聯箚, 陳勉講學, 賜批。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Jo Manyeong as supreme general of the Capital Guards .",
                "H2KE-nKo": "경술년에 조만영을 호위대장으로 삼았다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 20일(경술) 1번째기사",
                "gt-oKo": "조만영(趙萬永)을 호위 대장(護衛大將)으로 삼았다.",
                "hj": "○庚戌/以趙萬永爲扈衛大將。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On sinhae day, [the Abdicated King (Taejong and the King (Sejong] ordered that the royal tomb be set up on the left side of the royal tomb in the old site of the Jangneung of Paju .",
                "H2KE-nKo": "신해년에 산릉을 파주의 옛 장릉 왼쪽 산등성이로 정하라고 명하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 21일(신해) 1번째기사",
                "gt-oKo": "산릉(山陵)을 파주(坡州)의 옛 장릉(長陵) 왼쪽 언덕에 정하라고 명하였다.",
                "hj": "○辛亥/命山陵, 定於坡州舊長陵左岡。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Mansun as governor of Hwanghae Province and Jang Gyogeun as third minister of personnel . ",
                "H2KE-nKo": "서만순을 황해도 관찰사로, 장교근을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 21일(신해) 2번째기사",
                "gt-oKo": "서만순(徐萬淳)을 황해도 관찰사로 삼고, 장교근(張敎根)을 이조 참의로 삼았다.",
                "hj": "○以徐萬淳爲黃海道觀察使, 張敎根爲吏曹參議。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "In imja year (1422, the fourth year of King Sejongs reign, the envoy for presenting memorials to the Emperor and the Heir Apparent of Ming China with the posthumous title and the request for the investiture of the imperial enthronement was sent. The memorials to the Emperor and the Heir Appparent of Receiving the Imperial Investiture were sent to the Imperial Investiture .",
                "H2KE-nKo": "임자년에 고부 겸 청시 청승습사의 배표를 숭정전에서 행하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 22일(임자) 1번째기사",
                "gt-oKo": "고부 겸 청시 청승습사(告訃兼請諡請承襲使)의 배표(拜表)를 숭정전(崇政殿)에서 행하였다.",
                "hj": "○壬子/行告訃兼請諡請承襲使, 拜表于崇政殿。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King proceeded to Heungjeong Hall and performed a royal physician to enter and take care of the health of the Grand Abdicated King. The King received the officials of the senior third rank or above in audience.",
                "H2KE-nKo": "을묘년에 주상이 흥정당에 나아가 약원의 입진을 행하고, 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 25일(을묘) 1번째기사",
                "gt-oKo": "임금이 흥정당(興政堂)에 나아갔다. 약원(藥院)의 입진(入診)을 행하고 나서 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○乙卯/上御興政堂, 行藥院入診, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered the governor of Gyeonggi [Province] [] and the governor of Gyeongsang [Province] [] to reduce their stipends. This was because the evaluation of the performance evaluation was not strict.",
                "H2KE-nKo": "경기와 영남의 도신을 월봉에 처하라고 명하였다. 전최를 엄하게 하지 않았기 때문이다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 25일(을묘) 2번째기사",
                "gt-oKo": "경기와 영남의 도신(道臣)에게 월봉(越俸)을 명하였다. 전최(殿最)가 엄정하지 못했기 때문이었다.",
                "hj": "○命京畿嶺南道臣越俸。 以殿最不嚴也。"
            },
            "3": {
                "H2KE-EN": "The King ordered that the old regulations be stipulated and that each palace be strictly prohibited from occupying taxes due to unreasonable circumstances and that the imprisonment of commoners be imprisoned.",
                "H2KE-nKo": "옛 규정을 거듭 밝혀 각 궁가에서 비리로 세금을 거두는 것과 평민을 가두어 잠그는 폐단을 엄히 금하라고 명하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 25일(을묘) 3번째기사",
                "gt-oKo": "구식(舊式)을 거듭 밝혀 각 궁가(宮家)에서 비리(非理)로 세(稅)를 차지하는 것과 평민(平民)을 잡아 가두는 폐단을 엄하게 금하도록 하였다.",
                "hj": "○命申明舊式, 嚴禁各宮家非理占稅, 及囚鎖平民之弊。"
            },
            "4": {
                "H2KE-EN": "[The King] ordered that the people of Jeju who were mobilized for the construction of a royal tomb not be crossed the sea to perform their compulsory labor service. ",
                "H2KE-nKo": "능역을 시작할 때 제주의 백성들은 바다를 건너 부역하지 말라고 명하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 25일(을묘) 4번째기사",
                "gt-oKo": "능역(陵役) 때 제주(濟州)의 백성들이 바다를 건너와 부역(赴役)하지 말게 하라고 명령하였다.",
                "hj": "○命陵役時濟州民人, 勿爲越海赴役。"
            },
            "5": {
                "H2KE-EN": "Director of the Royal House Administration Jo Manyeong presented a memorial to the King, which stated, The effect of the Royal Ancestral Shrine is the most important matter of observing virtues, and the magnificent occasional importance is nothing greater than that of the transfer of",
                "H2KE-nKo": "영돈녕부사 조만영이 상소하였는데, 그 대략에,“종묘의 떳떳한 전례는 덕을 살펴보는 것보다 더 중요한 것이 없고, 임금의 성대한 의절은 부조보다 더 큰 것이 없으니, 대개 세실을 말하는 것입니다. 세실을 정하는 것은 반드시 부조할 때에 해야 하는데, 높은 공과 두터운 덕으로 백세토록 제향해야 하는 경우에는 또한 이에 구애받지 않습니다. 우리나라에서 이미 시행한 고례를 가지고 말하더라도 매번 부조할 때를 기다린 뒤에야 비로소 이 예를 의논합니다. 그렇다면 우리 대행 대왕의 34년 동안의 높고 넓은 덕화로 볼 때 어찌 이 세실에 대한 논의를 하루라도 늦출 수 있겠습니까.생각건대, 우리 대행 대왕께서는 자질이 상성보다 뛰어나 몸소 태평을 이루시어 백세를 지나 훈화의 도심을 이어받았고, 천승의 임금으로서 증자와 민자의 지극한 행실을 드러냈습니다. 그리하여 우 임금은 집에서 검소하였고, 문왕은 백성 보기를 다친 사람 보듯 하였으며, 탕 임금은 음악과 여색을 가까이하지 않고 재물과 이익을 불리지 않았습니다.예로부터 삼왕의 성대함을 일컫는 것은 우리 대행 대왕께서 겸하여 그 아름다움을 가지셨으니, 이는 신 한 사람의 사사로운 말이 아닙니다. 이 때문에 정령을 시행하고 조치하는 사이에 발로되어 성신하고 교화의 지극함에까지 미쳤으니, 구파의 사교를 활짝 배척하고 황지의 추악한 무리를 숙청하였습니다. 우리나라의 시비를 천명하여 선왕의 정의를 계승하고 우리 세신을 온전히 보전하여 열성조의 유훈을 따르고 우리 선비들의 추향을 인도해 이끌어서 천성의 대통을 드러냈습니다. 그리하여 능히 천심을 길이 향유하고 후손에게 복을 드리웠습니다. 어진이를 가까이하고 이익을 즐기는 것은 비록 영원토록 잊을 수 없지만 존귀하고 부유한 이를 향유하고 보존하는 것은 큰 덕에 있어서는 반드시 얻는 것입니다. 삼가 바라건대, 위로 동조께 여쭈고 아래로 대정에 하문하여 우리 대행 대왕의 세실에 대한 예를 정하소서.”하니, 비답하기를,“경의 이 말에 내가 실로 감탄한다. 그러나 일이 막중한 데 관계되니, 동조께 여쭈겠다.”하였다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 25일(을묘) 5번째기사",
                "gt-oKo": "영돈녕(領敦寧) 조만영(趙萬永)이 상소하였다. 그 대략에 이르기를, “종묘(宗廟)의 상전(常典)은 관덕(觀德)하게 하는 것을 가장 중히 여기고 인군(人君)의 성절(盛節)은 부조(不祧)보다 큰 것은 없으니, 대개 세실(世室)을 이르는 것입니다. 세실을 정함은 반드시 조(祧)할 때에 있는 것이나, 만약 그 높은 공(功)과 두터운 덕이 백세(百世)토록 제향을 받아야 마땅하다면 또한 이것 때문에 구애받지 않는 것입니다. 비록 우리 국가에서 이미 행한 옛 예를 가지고 말한다 하더라도 매번 조(祧)할 때를 기다린 뒤에 비로소 의논을 시작하지는 않았습니다. 그렇다면 우리 대행 대왕(大行大王)의 34년 동안의 높고 넓은 덕화(德化)로 볼 때 어찌 이 세실의 의논이 하루라도 늦춰질 수 있겠습니까? 생각해보건대, 우리 대행 대왕께서는 천자(天姿)가 상성(上聖)보다 빼어나셨고 몸소 태평한 시대를 이루셨으니, 백세(百世)를 거슬러 올라가 요(堯) 순(舜)의 도심(道心)에 접하셨고, 천승(千乘)의 몸으로 증민(曾閔)의 지극한 행실을 나타내셨습니다. 그리하여 우왕(禹王)의 집에서 검소함과 문왕(文王)의 백성 보기를 마치 다친 사람 보듯 한 것과 탕왕(湯王)이 성색(聲色)을 가까이 하지 아니하고, 화리(貨利)를 불리지 아니한 데 이르렀습니다. 자고로 세 왕의 성대함이라 일컫는 것들을 우리 대행 대왕께서는 그 아름다움을 겸하여 가지셨으니, 이는 신(臣) 한 사람만의 사사로운 말이 아닙니다. 이런 까닭으로 정령(政令)·시조(施措) 사이에 드러나고, 성신(聖神)·공화(功化)의 지극함에까지 미쳤으니, 구파(歐巴)의 사교(邪敎)를 크게 배척하시고 황지(潢池)의 더러운 무리를 숙청(肅淸)하셨습니다. 우리의 국시(國是)를 천명(闡明)하시어 선왕(先王)의 정의(精義)를 계승하고, 우리의 세신(世臣)을 보전하시어 열조(列朝)의 유훈(遺訓)을 준수하였으며, 우리 선비의 나아갈 길을 인도하시어 천성(千聖)의 대통(大統)을 게시(揭示)하셨습니다. 그리하여 능히 천심(天心)을 영구히 누리셨고 넉넉한 도(道)를 후손에게 드리워 보이셨습니다. 어진이를 가까이 하고 이로운 것을 즐거워하셨으니, 비록 돌아가셨다 하더라도 잊지 못할 것이며, 높으심과 넉넉하심을 제향으로 보전하시는 것은 크나큰 덕(德)이 있으면 반드시 얻어지는 것입니다. 삼가 원하건대, 위로 동조(東朝)에 품(稟)하시고 아래로 대정(大廷)에 물으시어 우리 대행 대왕의 세실의 예(禮)를 정하도록 하소서.” 하니, 비답하기를, “경(卿)의 이 말에 내가 실로 감탄하는 바이나, 일이 막중하므로 우러러 동조께 품함이 마땅하다.” 하였다.",
                "hj": "○領敦寧趙萬永疏略曰: 宗廟之彝典, 最重乎觀德, 人君之盛節, 莫大乎不祧, 蓋世室之謂也。 世室之定, 必在當祧之時, 而若其隆功厚德, 當享百世, 則亦不以此爲拘。 雖以我家已行之故例言之, 每不待當祧而後, 始議斯禮也。 然則以我大行大王三十四年巍蕩之化, 豈於此世室之議, 可容一日緩哉? 洪惟我大行大王, 姿挺上聖, 躬致太平, 由百世而接勳華之道心, 以千乘而著曾、閔之至行。 以至禹之克儉于家, 文之視民如傷, 湯之不邇聲色不殖貨利。 自古稱三王之盛者, 我大行大王, 兼有其美, 此非臣一人之私言也。 是以, 發於政令施措之間, 及於聖神功化之極, 則廓闢歐巴之邪敎, 肅淸潢池之醜類。 闡明我國是, 以承先王之精義, 全保我世臣, 以遵列朝之遺訓, 導率我士趨, 以揭千聖之大統。 用能永享天心, 垂裕後昆。 親賢樂利, 雖沒世而不忘, 尊富饗保, 在大德而必得。 伏願仰稟東朝, 俯詢大廷, 克定我大行大王世室之禮。 批曰: “卿之此言, 予實感歎, 而事係莫重, 當仰稟東朝矣。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On muo day, the King conducted state affairs in the muo year (1428, the fifth year of King Sejongs reign. The King issued an order to appoint Yi 이면승을 공조 판서로, Song Myeonjae to the Office of the Inspector General, and 민영세를 to the Office of the Censor General. ",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 이면승을 공조 판서로, 송면재를 사헌부 대사헌으로, 민영세를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 28일(무오) 1번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여 이면승(李勉昇)을 공조 판서로, 송면재(宋冕載)를 사헌부 대사헌으로, 민영세(閔英世)를 사간원 대사간으로 삼았다.",
                "hj": "○戊午/都政。 下批, 以李勉昇爲工曹判書, 宋冕載爲司憲府大司憲, 閔英世爲司諫院大司諫。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The Hanseong Magistracy presented the total number of people. The Five District Offices and the eight provinces totaled 157만 8,823 households. The number of men and women totaled 675,280. ",
                "H2KE-nKo": "한성부에서 민수를 올렸다. 오부와 팔도의 총 원호는 157만 8823호이고, 인구는 남녀 모두 675만 5280구이다.\n",
                "date_ko": "헌종 1권, 즉위년(1834 갑오 / 청 도광(道光) 14년) 12월 30일(경신) 1번째기사",
                "gt-oKo": "경조(京兆)에서 백성의 수(數)로 올렸다. 오부(五部) 및 팔도(八道)의 도원호(都元戶)가 1백 57만 8천 8백 23호, 인구(人口)는 남녀 아울러 6백 75만 5천 2백 80 명이었다.",
                "hj": "○庚申/京兆獻民數。 五部及八道都元戶一百五十七萬八千八百二十三戶, 人口男女竝六百七十五萬五千二百八十口。"
            }
        }
    }
}